{
  "tika-s0203t3:0": "4. Vibhaṅgavaggo",
  "tika-s0203t3:1": "1. Bhaddekarattasuttavaṇṇanā",
  "tika-s0203t3:2": "272. Ekā ratti ekaratto, bhaddo ekaratto etassāti bhaddekarattaṃ, vipassanaṃ paribrūhento puggalo. Tenāha – ‘‘vipassanānuyogasamannāgatattā’’ti. Taṃ uddissa pavattiyā pana bhaddekarattasahacaraṇato bhaddekaratto. Tenāha bhagavā – ‘‘bhaddekarattassa vo, bhikkhave, uddesañca vibhaṅgañca desessāmī’’ti. Desetabbamatthaṃ uddisati etenāti uddeso, saṅkhepadesanā eva. Yasmā pana niddesapadānaṃ jananiṭṭhāne ṭhitattā mātā viyāti mātikāti vuccati, tasmāha ‘‘uddesanti mātika’’nti. Uddiṭṭhamatthaṃ vibhajati etenāti vibhaṅgo vitthāradesanā, tenāha – ‘‘vitthārabhājaniya’’nti ‘‘yathāuddiṭṭhamatthaṃ vitthārato bhājeti vibhajati etenā’’ti katvā.",
  "tika-s0203t3:3": "Uppādādikhaṇattayaṃ patvā atikkamaṃ atikkantaṃ atītaṃ. Taṃ pana atthato vigataṃ khandhapañcakanti āha ‘‘atīte khandhapañcake’’ti. Taṇhādiṭṭhīhi nānugaccheyyāti taṇhādiṭṭhābhinandanāhi nānubhaveyya, nābhinandeyyāti attho. Yathā ‘‘nicca’’ntiādinā viparītaggāhavasena atītesu rūpādīsu micchāabhinivisanaṃ parāmāso diṭṭhābhinandanā; evaṃ ‘‘nicca’’ntiādinā viparītaggāhavasena anāgatesu rūpādīsu micchāabhinivisanaṃ parāmāso diṭṭhi kammasamādānaṃ diṭṭhipatthanāti taṃ paṭikkhipanto āha – ‘‘taṇhādiṭṭhīhi na pattheyyā’’ti. Yadatītanti ettha iti-saddo ādiattho. Tena ‘‘apatta’’nti padaṃ saṅgaṇhāti. Tampi hi kāraṇavacanaṃ. Tenāha ‘‘yasmā cā’’ti. Tatthāyamadhippāyo, ‘‘atītaṃ taṇhādivasena nābhinanditabbaṃ sabbaso avijjamānattā sasavisāṇaṃ viya, tathā anāgatampi na patthetabba’’nti. Tattha siyā – atītaṃ nābhinanditabbaṃ abhinandanāya nippayojanattā, anāgatapatthanā pana saphalāpi siyāti na sabbaso paṭikkhipitabbāti? Na, tassāpi savighātabhāvena paṭikkhipitabbato. Tenāha ‘‘yasmā’’tiādi. Tattha pahīnanti nissaṭṭhasabhāvaṃ. Niruddhanti bhaggaṃ. Atthaṅgatanti vināsaṃ. Appattanti sabhāvaṃ uppādādikaṃ asampattaṃ. Ajātanti na jātaṃ. Anibbattanti tasseva vevacanaṃ.",
  "tika-s0203t3:4": "Yattha yatthāti yasmiṃ yasmiṃ khaṇe, yasmiṃ yasmiṃ vā dhammapuñje uppannaṃ, taṃ sabbampi asesetvā. Araññādīsu vāti vā-saddo aniyamattho. Tena araññe vā rukkhamūle vā pabbatakandarādīsu vāti ṭhānaniyamābhāvā anupassanāya sātaccakāritaṃ dasseti. Yamakādivasena paribrūhiyamānā vipassanā viya paṭipakkhehi akopaniyāva hotīti āha – ‘‘asaṃhīraṃ asaṃkuppanti idaṃ vipassanāpaṭivipassanādassanatthaṃ vutta’’nti. Gāthāyamayamattho vipassanāvasena yujjatīti āha – ‘‘vipassanā hī’’tiādi. Kiṃ etāya pariyāyakathāyāti nippariyāyatova asaṃhīraṃ asaṃkuppaṃ dassetuṃ, ‘‘atha vā’’tiādi vuttaṃ. Kathaṃ pana niccassa nibbānassa anubrūhanā hotīti āha ‘‘punappuna’’ntiādi. Etena tadārammaṇadhammā brūhanāya, tesaṃ ārammaṇampi atthato anubrūhitaṃ nāma hoti bahulaṃ manasikārenāti dasseti.",
  "tika-s0203t3:5": "Ādito tāpanaṃ ātāpanaṃ, tena ārambhadhātumāha. Parito tāpanaṃ paritāpanaṃ, tena nikkamadhātuparakkamadhātuyo cāti. Tassa senāti tassa maccuno sahakaraṇaṭṭhena senā viyāti senā. Saṅgarotiādīsu mittākāraggahaṇena sāmapayogamāha. Lañjaggahaṇena lañjadānaṃ, tena dānappayogaṃ. Balarāsīti hatthiassādibalakāyo. Tena daṇḍabhedāni vadati. Bhedopi hi balavato eva ijjhati, svāyaṃ catubbidhopi upāyayogena sampavattīyati. Tattha tattha ca saṅgaṃ āsattiṃ arati detīti saṅgaro pubbabhāge vā saṅgaraṇavasena tassa paṭijānanavasena pavattanato.",
  "tika-s0203t3:6": "Uṭṭhāhakaṃ uṭṭhānavīriyasampannaṃ. Saparahitasīvanalakkhaṇena asādhubhāvaparammukhabhāvagamanena vā santo.",
  "tika-s0203t3:7": "273.Manuññarūpavaseneva evaṃrūpo ahosīnti atītaṃ anvāgameti tattha nandiyāsamanvānayanato. Vedanādīsupi eseva nayo. Kusalasukhasomanassavedanāvasenāti kusalavedanāvasena sukhavedanāvasena somanassavedanāvasenāti paccekaṃ vedanāsaddo yojetabbo. Taṇhābhinandanāya sati diṭṭhābhinandanā siddhā evāti – ‘‘taṇhaṃ samanvāneti’’icceva vuttaṃ. Hīnarūpādi…pe… na maññati amanuññopi samāno samanuññabhāvasseva vasena maññanāya pavattanato. Nānupavattayati vikkhambhanavasena nandiyā dūrīkatattā.",
  "tika-s0203t3:8": "274. Uḷārasundarabhāvamukheneva anāgatesupi rūpādīsu taṇhādiṭṭhikappanā pavattatīti āha – ‘‘evaṃrūpo…pe… veditabbā’’ti.",
  "tika-s0203t3:9": "275.Vattabbaṃ siyāti yathā nandiyā asamanvānayanajotanaṃ byatirekamukhena patiṭṭhapetuṃ, ‘‘atītaṃ na nvāgameyyā’’ti uddesassa, ‘‘kathañca, bhikkhave, atītaṃ anvāgametī’’tiādinā (ma. ni. 3.273) vibhaṅgo vutto, evaṃ ‘‘paccuppannañca yo dhamma’’ntiādikassa uddesassa byatirekamukhena vibhaṅge vuccamāne vipassanāpaṭikkhepavasena, ‘‘kathañca…pe… vattabbaṃ siyā’’ti vuttaṃ. Tayidaṃ paramagambhīraṃ satthudesanānayaṃ anupadhāretvā coditaṃ, yasmā ‘‘paccuppannañca yo dhamma’’ntiādikassa uddesassa byatirekamukheneva vipassanāpaṭikkhepavasena, ‘‘kathañca, bhikkhave, paccuppannesū’’ti vibhaṅgadesanā sampavattati. Tenāha ‘‘yasmā panā’’tiādi. Tattha tassā evāti vipassanāya eva. Abhāvaṃ dassetuṃ saṃhīratīti mātikaṃ uddharitvāti kathetukamyatāya mātikāvasena paduddhāraṃ katvā, ‘‘idha, bhikkhave, asutavā sutavā’’ti ca ādinā vitthāro vutto. Vipassanāya abhāvatoti vipassanāya abhāvitatāya avikkhambhitatāya taṇhādiṭṭhīhi sapattehi viya tattha tattha ṭhapanāya ākaḍḍhīyati, tattha tattha visaye tato eva apāyasamuddaṃ saṃsārasamuddaṃ ānīyati. Sukkapakkho vuttavipariyāyena veditabbo. Sesaṃ suviññeyyameva.",
  "tika-s0203t3:10": "Bhaddekarattasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:11": "2. Ānandabhaddekarattasuttavaṇṇanā",
  "tika-s0203t3:12": "276. Bahiddhā puthuttārammaṇato nivattetvā ekasmiṃyeva ārammaṇe cittassa sammadeva layanaṃ appanaṃ paṭisallānaṃ, yo koci samāpattivihāro, idha pana ariyavihāro adhippetoti āha – ‘‘paṭisallānā vuṭṭhito’’tiādi. Jānantova bhagavā kathāsamuṭṭhāpanatthaṃ pucchi. Vuttañhetaṃ – ‘‘jānantāpi tathāgatā pucchanti, jānantāpi na pucchantī’’tiādi (pārā. 16).",
  "tika-s0203t3:13": "278.Sādhukāramadāsīti sādhusaddaṃ sāvesi. Taṃ pana pasaṃsā hotīti pasaṃsattho sādhusaddo. Tenāha ‘‘desanaṃ pasaṃsanto’’ti. Vijjamānehi vaṇṇehi guṇavante udaggatākaraṇaṃ sampahaṃsanaṃ, kevalaṃ guṇasaṃkittanavasena thomanā pasaṃsāti ayametesaṃ viseso.",
  "tika-s0203t3:14": "Ānandabhaddekarattasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:15": "3. Mahākaccānabhaddekarattasuttavaṇṇanā",
  "tika-s0203t3:16": "279. Uṇhabhāvena tapanato tapaṃ udakaṃ etassāti tapodā, rahado. Tenāha ‘‘tattodakassa rahadassā’’ti. Saṅkhepena vuttamatthaṃ vitthārato dassetuṃ, ‘‘vebhārapabbatassā’’tiādi vuttaṃ. Tato udakarahadato, taṃ rahadaṃ upanissāyāti attho. Nāgabhavanāgatopi hi so rahado tato upari manussaloke jalāsayena sambaddho hoti. Tena vuttaṃ – ‘‘tapodā nāma nadī sandatī’’ti. Edisāti kuthitā uṇhā, anvatthanāmavasena tapodāti ca vuccatīti attho. Petalokoti petānaṃ vasanaṭṭhānaṃ paccekanirayaṃ sandhāyāha. Imassa pana ārāmassāti tapodārāmassa. Tatoti tapodāsaṅkhātanadito. Mahāudakarahadoti mahāudakabharitaṃ pallalaṃ.",
  "tika-s0203t3:17": "280.Samiddhoti uḷāro, paripuṇṇoyevāti attho. Ādimhi brahmacariyamassāti ādibrahmacariyo, so eva ādibrahmacariyako. Tenāha ‘‘pubbabhāgappaṭipattibhūto’’ti. ‘‘Atītaṃ anāgataṃ paccuppanna’’nti addhabhedamukhena saṅkhatadhammabodhavacanaṃ.",
  "tika-s0203t3:18": "282. Kāmaṃ khandhādivasena vibhajanaṃ sādhāraṇaṃ, paṭhamadutiyacatutthasuttesu pana khandhavasena vibhajanaṃ katvā idha tathā akatvā evaṃ desanāya ṭhapanaṃ tato aññathā āyatanavasena vibhajanatthaṃ. Evaṃ vibhinnā hi saṅkhepavitthārato anavasesā sammasanupagā dhammā vibhajitvā dassitā honti; ayaṃ kirettha bhagavato ajjhāsayo therena nayato gahitoti dassetuṃ, ‘‘imasmiṃ kirā’’tiādi vuttaṃ. Tattha dvādasāyatanavaseneva mātikaṃ ṭhapesīti lokiyāni dvādasāyatanāni eva sandhāya mātikaṃ ṭhapesi, yathā tīsu suttesu khandhavasena vibhattaṃ, evaṃ yadi bhagavatā idhāpi vibhajanaṃ icchitaṃ siyā, tathā vibhajeyya, yasmā pana tathā avibhajitvāva gandhakuṭiṃ paviṭṭho, tasmā dvādasāyatanavasenevettha vibhajanaṃ bhagavatā ca adhippetanti nayaggāhe ṭhatvā thero vibhaji. Tenāha – ‘‘nayaṃ paṭilabhitvā evamāhā’’ti. Bhāriyaṃ katanti dukkaraṃ kataṃ. Apade padaṃ dassitaṃ ākāse padaṃ kataṃ sādhāraṇassa atthassa visiṭṭhavisayatāya dassitattā. Nikantiviññāṇanti nikantitaṇhāya sampayuttaṃ viññāṇaṃ, ‘‘chandarāgappaṭibaddhaṃ hotī’’ti vacanato. Manoti bhavaṅgacittaṃ manodvārikajavanānaṃ dvārabhūtaṃ.",
  "tika-s0203t3:19": "283.Patthanāvasena ṭhapesīti patthanāvasena cittaṃ pavattesi.",
  "tika-s0203t3:20": "Mahākaccānabhaddekarattasuttavaṇṇanāya līnatthappakāsanā",
  "tika-s0203t3:21": "Samattā.",
  "tika-s0203t3:22": "4. Lomasakakaṅgiyabhaddekarattasuttavaṇṇanā",
  "tika-s0203t3:23": "286. Ghananicitalomo lomaso, ayaṃ pana appatāya lomasakoti āha – ‘‘īsakalomasākāratāyā’’ti, lomasako aṅgiko lomasakakaṅgiyo, paṭhamo ka-kāro appattho, dutiyaṃ pana padavaḍḍhanameva. Rattakambalasilāyanti rattakambalavaṇṇasilāyaṃ. Oruyhāti ākāsato otaritvā. Pāṭihāriyaṃ disvā dinnalābhasakkārassa asādiyanato manussapathe na vasanti.",
  "tika-s0203t3:24": "Dasahi cakkavāḷasahassehīti nissakkavacanato āgantvāti adhippāyo. Sannipatitāhi devatāhīti karaṇavacanaṃ. Paññāpayogamandatāya paṭivijjhituṃ asakkontānaṃ devānaṃ ñāṇassa tikkhavisadabhāvāpādanena samuttejetuṃ saṃvegajananatthaṃ…pe… abhāsi. Tatrāti tasmiṃ devasannipāte, tissaṃ vā desanāyaṃ. Devattassāti devabhāvassa, dibbasampattiyāti attho. Bhaddekarattassa suttassa etāti bhaddekarattiyā.",
  "tika-s0203t3:25": "Savanamukhena byañjanaso atthaso ca upadhāraṇaṃ uggaṇhananti āha – ‘‘tuṇhībhūto nisīditvā suṇanto uggaṇhāti nāmā’’ti. Vācuggatakaraṇaṃ pariyāpuṇananti āha – ‘‘vācāya sajjhāyaṃ karonto pariyāpuṇāti nāmā’’ti. Ganthassa parihaṇaṃ dhāraṇaṃ, taṃ pana paresu patiṭṭhāpanaṃ pākaṭaṃ hotīti āha – ‘‘aññesaṃ vācento dhāreti nāmā’’ti. Sesaṃ heṭṭhā vuttanayameva.",
  "tika-s0203t3:26": "Lomasakakaṅgiyabhaddekarattasuttavaṇṇanāya līnatthappakāsanā",
  "tika-s0203t3:27": "Samattā.",
  "tika-s0203t3:28": "5. Cūḷakammavibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:29": "289.Aṅgasubhatāyāti aṅgānaṃ hatthapādādisarīrāvayavānaṃ sundarabhāvena. Yaṃ apaccaṃ kucchitaṃ muddhaṃ vā, tattha loke māṇavavohāro, yebhuyyena sattā daharakāle suddhadhātukā hontīti vuttaṃ, ‘‘taruṇakāle vohariṃsū’’ti. Adhipatittāti issarabhāvato.",
  "tika-s0203t3:30": "Samāhāranti sannicayaṃ. Paṇḍito gharamāvaseti yasmā appatarepi byayamāne bhogā khīyanti, appatarepi sañcayamāne vaḍḍhanti, tasmā viññujātiko kiñci byayaṃ akatvā ayameva uppādento gharāvāsaṃ anutiṭṭheyyāti lobhādesitamatthaṃ vadati.",
  "tika-s0203t3:31": "Dhanalobhena…pe… nibbatto. Lobhavasikassa hi gati nirayo vā tiracchānayoni vā. Vuttañhetaṃ – ‘‘nimittassādagathitaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭhati anubyañjanassādagathitaṃ vā. Tasmiṃ samaye kālaṅkareyya, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi – nirayaṃ vā tiracchānayoniṃ vā’’ti (saṃ. ni. 4.235). Niraye nibbattissati katokāsassa kammassa paṭibāhituṃ asakkuṇeyyabhāvato.",
  "tika-s0203t3:32": "Pattakkhandhaadhomukhabhāvaṃ sandhāya ‘‘onāmetvā’’ti vuttaṃ. Brāhmaṇacārittassa bhāvitataṃ sandhāyāha ‘‘brahmaloke nibbatto’’ti. Taṃ pavattiṃ pucchīti sutametaṃ mayā, ‘‘mayhaṃ pitā sunakho hutvā nibbatto’’ti, etaṃ bhotā gotamena vuttanti. Kimidaṃ vuttanti imaṃ pavattiṃ pucchi.",
  "tika-s0203t3:33": "Tatheva vatvāti yathā sunakhassa vuttaṃ, tatheva vatvā. Avisaṃvādanatthanti, ‘‘todeyyabrāhmaṇo sunakho jāto’’ti attano vacanassa avisaṃvādanatthaṃ, visaṃvādanābhāvadassanatthanti adhippāyo. Ñātomhiimināti iminā mama puttena mayhaṃ purimajātiyaṃ pitāti evaṃ ñāto amhīti jānitvā. Buddhānubhāvena kira sunakho tathā dasseti, na jātissaratāya. Bhagavantaṃ disvā bhukkaraṇaṃ pana purimajātisiddhavāsanāya. Bhavapaṭicchannanti bhavantarabhāvena paṭicchannaṃ. Nāma-saddo sambhāvane. Paṭisandhiantaranti aññajātipaṭisandhiggahaṇena heṭṭhimajātaṃ gatiṃ. Aṅgavijjāpāṭhako kiresa, tena appāyukadīghāyukatādivasena cuddasa pañhe abhisaṅkhari; evaṃ kirassa ahosi, ‘‘imesaṃ sattānaṃ appāyukatādayo visesā aṅgapaccaṅgavasena sallakkhiyanti. Na kho panetaṃ yuttaṃ ‘aṅgapaccaṅgāni yāva tesaṃ tesaṃ kāraṇa’nti; tasmā bhavitabbamettha aññeneva kāraṇena. Samaṇo gotamo taṃ kāraṇaṃ vibhajitvā kathessati, evāyaṃ sabbaññūti nicchayo me apaṇṇako bhavissatī’’ti. Apare pana bhaṇanti, ‘‘tiracchānagataṃ manussaṃ vā āvisitvā icchitatthakasāvanaṃ nāma mahāmantavijjāvasena hoti; tasmā na ettāvatā samaṇassa gotamassa sabbaññutā sunicchitā hoti. Yaṃ nūnāhaṃ kammaphalamassa uddissa pañhaṃ puccheyyaṃ, tattha ca me cittaṃ ārādhento pañhaṃ byākarissati. Evāyaṃ sabbaññūti vinicchayo me bhavissatīti te pañhe pucchatī’’ti.",
  "tika-s0203t3:34": "Bhaṇḍakanti sāpateyyaṃ, santakanti attho. Kammunā dātabbaṃ ādiyantīti kammadāyādā, attanā katūpacitakammaphalabhāgīti attho. Taṃ pana kammadāyajjaṃ kāraṇopacārena vadanto, ‘‘kammaṃ etesaṃ dāyajjaṃ bhaṇḍakanti attho’’ti āha – yathā ‘‘kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhatī’’ti (dī. ni. 3.80). Yavati phalaṃ sabhāvato bhinnampi abhinnaṃ viya missitaṃ hoti, etenāti yonīti āha – ‘‘kammaṃ etesaṃ yoni kāraṇa’’nti. Mamattavasena bajjhati saṃbajjhatīti bandhu, ñāti sālohito ca. Kammaṃ pana ekantasambandhamevāti āha – ‘‘kammaṃ etesaṃ bandhū’’ti. Patiṭṭhāti avassayo. Kammasadiso hi sattānaṃ avassayo natthi, añño koci issaro brahmā vā na karoti tādisaṃ kattuṃ sajjituṃ asamatthabhāvato. Yaṃ panettha vattabbaṃ, taṃ visuddhimaggasaṃvaṇṇanāyaṃ vuttanayena veditabbaṃ. Kammamevāti kasmā avadhāritaṃ, nanu kilesāpi sattānaṃ hīnapaṇītabhāvakāraṇaṃ, na kevalanti ? Saccametaṃ, kilesapayogena vipākavaṭṭaṃ nibbattaṃ kammapavattitamevāti katvā vuttaṃ. ‘‘Kathitassa atthaṃ na sañjānāsī’’ti saṅkhepato vatvā nanu bhagavā mahākāruṇiko paresaṃ ñāpanatthameva dhammaṃ desetīti āha – ‘‘mānanissito kiresā’’tiādi.",
  "tika-s0203t3:35": "290.Samattenāti pariyattena, yathā taṃ phalaṃ dātuṃ samatthaṃ hoti, evaṃ katena, upacitenāti attho. Tādisaṃ pana attano kicce anūnaṃ nāma hotīti āha ‘‘paripuṇṇenā’’ti. Samādinnenāti ettha samādānaṃ nāma taṇhādiṭṭhīhi gahaṇaṃ parāmasananti āha – ‘‘gahitena parāmaṭṭhenā’’ti. Paṭipajjati etāya sugatiduggatīti paṭipadā, kammaṃ. Tathā hi taṃ ‘‘kammapatho’’ti vuccati.",
  "tika-s0203t3:36": "Esāti paṭipadā. Dubbalaṃ upaghātakameva siyāti upapīḷakassa visayaṃ dassetuṃ, ‘‘balavakammenā’’tiādi vuttaṃ. Balavakammenāti puññakammena. Vadati nāmāti vadanto viya hoti . Nibbattāpeyyanti kasmā vuttaṃ, nanu upapīḷakasabhāvaṃ kammaṃ janakasabhāvaṃ na hotīti? Sabbametaṃ parikappanavacanaṃ, yathā manussā paccatthikaṃ paṭipakkhaṃ kiñci kātuṃ asamatthāpi keci ālambanavasena samatthā viya attānaṃ dassenti, evaṃsampadamidanti keci. Apare pana bhaṇanti – yassidaṃ kammassavipākaṃ pīḷeti, sace tasmiṃ anokāse eva sayaṃ vipaccituṃ okāsaṃ labheyya, apāyesu eva taṃsamaṅgipuggalaṃ nibbattāpeyya, yasmā taṃ kammaṃ balavaṃ hutvā avasesapaccayasamavāyena vipaccituṃ āraddhaṃ, tasmā itaraṃ tassa vipākaṃ vibādhentaṃ upapīḷakaṃ nāma jātaṃ. Etadatthameva cettha ‘‘balavakammena nibbatta’’nti balavaggahaṇaṃ kataṃ. Kiccavasena hi nesaṃ kammānaṃ etā samaññā, yadidaṃ upapīḷakaṃ upacchedakaṃ janakaṃ upatthambhakanti, na kusalāni viya upatthambhāni honti nibbattatthāya. Pīḷetvāti viheṭhetvā paṭighāṭanādivasena ucchutelayantādayo viya ucchutilādike vibādhetvā. Nirojanti nittejaṃ. Niyūsanti nirasaṃ. Kasaṭanti nissāraṃ. Parissayanti upaddavaṃ.",
  "tika-s0203t3:37": "Idāni parissayassa upanayanākāraṃ dassentena tattha, ‘‘dārakassā’’tiādiṃ vatvā bhogānaṃ vināsanākāraṃ dassetuṃ, puna ‘‘dārakassā’’tiādi vuttaṃ. Kumbhadohanāti kumbhapūrakhīrā. Gomaṇḍaleti goyūthe.",
  "tika-s0203t3:38": "Aṭṭhusabhagamanaṃkatvāti aṭṭhausabhappamāṇaṃ padesaṃ paccatthikaṃ uddissa dhanuggaho anuyāyiṃ katvā. Tanti saraṃ. Aññoti paccatthiko. Tattheva pāteyya accāsannaṃ katvā sarassa khittattā. Vāḷamacchodakanti makarādivāḷamacchavantaṃ udakaṃ.",
  "tika-s0203t3:39": "Paṭisandhinibbattakaṃ kammaṃ janakakammaṃ nāma paripuṇṇavipākadāyibhāvato, na pavattivipākamattanibbattakaṃ. Bhogasampadādīti ādi-saddena ārogyasampadādi-parivārasampadādīni gaṇhāti. Na dīghāyukatādīni hi appāyukatāsaṃvattanikena kammunā nibbattāni; aññaṃ dīghāyukatākaraṇena upatthambhetuṃ sakkoti; na atidubbaṇṇaṃ appesakkhaṃ nīcakulīnaṃ duppaññaṃ vā vaṇṇavantatādivasena. Tathā hi vakkhati, ‘‘imasmiṃ pana pañhavissajjane’’tiādi, taṃ pana nidassanavasena vuttanti daṭṭhabbaṃ.",
  "tika-s0203t3:40": "Purimānīti upapīḷakopacchedakāni. Upapīḷakupaghātā nāma kusalavipākapaṭibāhakāti adhippāyena ‘‘dve akusalānevā’’ti vuttaṃ. Upatthambhakaṃ kusalamevāti ettha yathā janakaṃ ubhayasabhāvaṃ, evaṃ itaresampi ubhayasabhāvatāya vuccamānāya na koci virodho. Devadattādīnañhi nāgādīnaṃ ito anuppavacchitānaṃ petādīnañca narakādīsu akusalakammavipākassa upatthambhanupapīḷanupaghātanāni na na sambhavanti. Evañca katvā yā heṭṭhā bahūsu ānantariyesu ekena gahitapaṭisandhikassa itaresaṃ tassa anubalappadāyitā vuttā, sāpi samatthitā hoti. Yasmiñhi kamme kate janakanibbattaṃ kusalaphalaṃ vā akusalaphalaṃ vā byādhidhātusamatādinimittaṃ vibādhīyati, tamupatthambhakaṃ. Yasmiṃ pana kate jātisamatthassa paṭisandhiyaṃ pavattiyañca vipākakaṭattārūpānaṃ uppatti hoti, taṃ janakaṃ. Yasmiṃ pana kate aññena janitassa iṭṭhassa vā aniṭṭhassa vā phalassa vibādhāvicchedapaccayānuppattiyā upabrūhanapaccayuppattiyā ca janakasāmatthiyānurūpaṃ parivutticiratarapabandhā hoti, etaṃ upatthambhakaṃ. Tathā yasmiṃ kate janakanibbattaṃ kusalaphalaṃ akusalaphalaṃ vā byādhidhātusamatādinimittaṃ vibādhīyati, taṃ upapīḷakaṃ. Yasmiṃ pana kate janakasāmatthiyavasena ciratarapabandhārahampi samānaṃ phalaṃ vicchedakapaccayuppattiyā vicchijjati, taṃ upaghātakanti ayamettha sāro.",
  "tika-s0203t3:41": "Tatthāti tesu kammesu. Upacchedakakammenāti āyuno upaghātakakammena. Svāyamupaghātakabhāvo dvidhā icchitabboti taṃ dassetuṃ ‘‘pāṇātipātinā’’tiādi vuttaṃ. Na sakkoti pāṇātipātakammunā santānassa tathābhisaṅkhatattā. Yasmiñhi santāne nibbattaṃ, tassa tena abhisaṅkhatatā avassaṃ icchitabbā tattheva tassa vipākassa vinibandhanato. Etena kusalassa kammassa āyūhanakkhaṇeyeva pāṇātipāto tādisaṃ sāmatthiyupaghātaṃ karotīti dasseti, tato kammaṃ appaphalaṃ hoti. ‘‘Dīghāyukā’’tiādinā upaghātasāmatthiyena khette uppannasassaṃ viya upapattiniyāmakā dhammāti dasseti. Upapatti niyatavisese vipaccituṃ okāse karonte eva kusalakamme ākaḍḍhiyamānapaṭisandhikaṃ pāṇātipātakammaṃ appāyukatthāya niyametīti āha – ‘‘paṭisandhimeva vā niyāmetvā appāyukaṃ karotī’’ti. Pāṇātipātacetanāya accantakaṭukavipākattā sanniṭṭhānacetanāya niraye nibbattati tassā atthassa khīṇābhāvato; itare pana na tathā bhāriyāti āha – ‘‘pubbā…pe… hotī’’ti. Idha pana yaṃ heṭṭhā vuttasadisaṃ, taṃ vuttanayena veditabbaṃ.",
  "tika-s0203t3:42": "Manussāmanussaparissayāti mānusakā amānusakā ca upaddavā. Puratoti pubbadvārato. Pacchatoti pacchimavatthuto. Pavaṭṭamānāti parijanassa, devatānaṃ vā desena pavaṭṭamānā. Parehīti purātanehi parehi. Sammukhībhāvanti sāmibhāvavasena paccakkhattaṃ. Āharitvā denti iṇāyikā. Kammantāti vaṇijjādikammāni. Apāṇātipātakammanti pāṇātipātassa paṭipakkhabhūtaṃ kammaṃ; pāṇātipātā virativasena pavattitakammanti attho. Dīghāyukasaṃvattanikaṃ hoti vipākassa kammasarikkhabhāvato . Iminā nayenāti iminā appāyukadīghāyukasaṃvattanikesu kammesu yathāvuttena taṃ saṃvattanikavibhāvananayena.",
  "tika-s0203t3:43": "Viheṭhanakammādīnipīti pi-saddena kodhaissāmanakamaccherathaddhaaviddasubhāvavasena pavattitakammāni saṅgaṇhāti. Tathevāti yathā pāṇātipātakammaṃ atthato evaṃ vadati nāmāti vuttaṃ, tatheva vadamānāni viya. ‘‘Yaṃ yadevātipatthenti, sabbametena labbhatī’’ti (khu. pā. 8.10) vacanato yathā sabbakusalaṃ sabbāsaṃ sampattīnaṃ upanissayo, evaṃ sabbaṃ akusalaṃ sabbāsaṃ vipattīnaṃ upanissayoti, ‘‘upapīḷanena nibbhogataṃ āpādetvā’’tiādi vuttaṃ . Tathā hi pāṇātipātakammavasenapi ayaṃ nayo dassito. Aviheṭhanādīnīti ettha ādi-saddena akkodhana-anissāmana-dāna-anatimāna-viddasubhāvena pavattakammāni saṅgaṇhāti.",
  "tika-s0203t3:44": "293. Issā mano etassāti issāmanakoti āha ‘‘issāsampayuttacitto’’ti. Upakkosantoti akkosavatthūhi akkosanto. Issaṃ bandhatīti issaṃ anubandhati issāsahitameva cittaṃ anupavatteti. Appesakkhoti appānubhāvo appaññāto. Tenāha ‘‘na paññāyatī’’ti. Sā panassa appānubhāvatā parivārābhāvena pākaṭā hotīti āha ‘‘appaparivāro’’ti.",
  "tika-s0203t3:45": "294.Macchariyavasena na dātā hotīti sabbaso deyyadhammassa abhāvena na dātā na hoti. Amaccharī hi puggalo sati deyyadhamme yathārahaṃ detiyeva.",
  "tika-s0203t3:46": "295. Abhivādetabbaṃ khettavasena matthakappattaṃ dassetuṃ, ‘‘buddhaṃ vā’’tiādi vuttaṃ. Aññepi mātupitujeṭṭhabhātarādayo abhivādanādiarahā santi, tesu thaddhādivasena karaṇaṃ nīcakulasaṃvattanikameva. Na hi pavatte sakkā kātunti sambandho. Tena pavattivipākadāyino kammassa visayo esoti dasseti. Tenāha ‘‘paṭisandhimeva panā’’tiādi.",
  "tika-s0203t3:47": "296.Aparipucchanenāti aparipucchāmattena niraye na nibbattati; aparipucchāhetu pana kattabbākaraṇādīhi siyā nirayanibbattīti pāḷiyaṃ, ‘‘na paripucchitā hotī’’tiādi vuttanti dassento, ‘‘aparipucchako panā’’tiādimāha. Yathānusandhiṃ pāpesīti desanaṃ yathānusandhiniṭṭhānaṃ pāpesi. Sesaṃ vuttanayattā suviññeyyameva.",
  "tika-s0203t3:48": "Cūḷakammavibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:49": "6. Mahākammavibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:50": "298. Kammassa moghabhāvo nāma phalena tucchatā phalābhāvoti āha – ‘‘moghanti tucchaṃ aphala’’nti. Tathaṃ bhūtanti saccasaddassa atthamāha. Paribbājako pana ‘‘sacca’’nti iminā tameva saphalanti vadati. Saphalañhi kammaṃ satthu abhimatamanokammanti adhippāyo. Idañca ‘‘moghaṃ kāyakamma’’ntiādivacanaṃ. Taṃ gahetvāti paramparāya gahetvā. Esāti potaliputto paribbājako. Abhisaññānirodhakathaṃ sandhāya vadati. Sāpi hi titthiyānaṃ antare pākaṭā jātāti. Theroti samiddhitthero. Yathā bhagavatā vuttaṃ, tato ca aññathāva dosāropanabhayena gahetvā tato bhagavantaṃ thero rakkhatīti adhippāyena paribbājako, ‘‘parirakkhitabbaṃ maññissatī’’ti avocāti āha – ‘‘parirakkhitabbanti garahato mocanena rakkhitabba’’nti. Sañcetanā assa atthīti sañcetanikaṃ. Kammanti sañcetanikassapi kammassa attano samaye icchitattā paribbājakena vuttaṃ.",
  "tika-s0203t3:51": "Saṅkhatasaṅkhāratāya rūpameva ‘‘tilamattampi saṅkhāra’’nti vuttaṃ. Tenāha – ‘‘maṃsacakkhunāva passatī’’ti. Samāgamadassanaṃ sandhāyāti katthacipi tassa dassanaṃ sandhāya, na pariññādassanaṃ. Tenāha bhagavā – ‘‘kuto panevarūpaṃ kathāsallāpa’’nti.",
  "tika-s0203t3:52": "299.Vaṭṭadukkhanti saṃsāradukkhaṃ. Kilesadukkhanti kilesasambhavarāgapariḷāhadukkhaṃ. Saṅkhāradukkhanti yadaniccaṃ, taṃ dukkhanti evaṃ vuttadukkhaṃ. Sace bhāsitaṃ bhaveyyāti imaṃ īdisaṃ dukkhaṃ sandhāya āyasmatā samiddhinā bhāsitaṃ siyā nu bhagavā, avibhajitvā byākaraṇaṃ yuttamevāti adhippāyo.",
  "tika-s0203t3:53": "300.Ummaṅganti ummujjanaṃ, kathāmuḷhena antarā aññāṇavisayapañhā ummaṅgaṃ. Tenāha – ‘‘pañhāummaṅga’’nti neva dibbacakkhunāti kasmā vuttaṃ. Na hi taṃ ayoniso ummujjanaṃ dibbacakkhuvisayanti? Kāmañcetaṃ na dibbacakkhuvisayaṃ, dibbacakkhuparibhaṇḍañāvisayaṃ pana siyāti tathā vuttaṃ. Adhippāyenevāti udāyittherassa adhippāyeneva gayhamānena taṃ ayoniyo ummujjanaṃ aññāsi. Sannisīdituṃ pubbe nisinnākārena sannisīdituṃ na sakkoti. Samiddhittherena anabhisaṅkhatasseva atthassa kathitattā, ‘‘yaṃ abhūtaṃ, tadeva kathessatī’’ti vuttaṃ. Tenāha ‘‘ayoniso ummujjissatī’’ti. Tisso vedanā pucchitā, ‘‘kiṃ so vediyatī’’ti avibhāgena vediyamānassa jātitattā. Sukhāya vedanāya hitanti sukhavedaniyaṃ. Tenāha – ‘‘sukhavedanāya paccayabhūta’’nti. Sesesūti, ‘‘dukkhavedaniya’’ntiādīsu.",
  "tika-s0203t3:54": "Heṭṭhā tikajjhānacetanāti ettha, ‘‘kusalato’’ti adhikārato rūpāvacarakusalato heṭṭhā tikajjhānacetanāti attho. Etthāti etesu kāmāvacararūpāvacarasukhavedaniyakammesu. Adukkhamasukhampīti pi-saddena iṭṭhārammaṇe sukhampīti imamatthaṃ sampiṇḍeti.",
  "tika-s0203t3:55": "Yadi kāyadvāre pavattato aññattha adukkhamasukhaṃ janeti, atha kasmā, ‘‘dukkhasseva jananato’’ti vuttanti āha – ‘‘sā pana vedanā’’tiādi.",
  "tika-s0203t3:56": "Catutthajjhānacetanāti ettha arūpāvacarakusalacetanātipi vattabbaṃ. Yathā hi ‘‘kāyena vācāya manasā’’ti ettha yathālābhaggahaṇavasena manasā sukhavedaniyaṃ adukkhamasukhavedaniyanti ayamattho arūpāvacarakusalepi labbhatīti sukhampi janeti ukkaṭṭhassa ñāṇasampayuttakusalassa soḷasavipākacittanibbattanato, ayañca nayo heṭṭhā, ‘‘adukkhamasukhampī’’ti etthāpi vattabbo. Pubbe pariyāyato dukkhavedanā vuttā, suttantasaṃvaṇṇanā hesāti idāni nippariyāyato puna dassetuṃ, ‘‘apicā’’tiādi vuttaṃ. Tena ettha dukkhavedaniyaṃ pavattivaseneva vaṭṭatīti. Etassāti dukkhavedaniyassa pavattivaseneva yujjamānattā etassa vasena sabbaṃ sukhavedaniyaṃ adukkhamasukhavedaniyañca pavattivaseneva vattuṃ vaṭṭati.",
  "tika-s0203t3:57": "Ālayoti abhiruci. Mahākammavibhaṅgañāṇanti mahati kammavibhajane ñāṇaṃ, mahantaṃ vā kammavibhajanañāṇaṃ. Bhājanaṃ nāma niddeso, ayaṃ pana uddesoti katvā āha – ‘‘katame cattāro…pe… mātikāṭṭhapana’’nti.",
  "tika-s0203t3:58": "301.Pāṭiyekko anusandhi yathāuddiṭṭhassa mahākammavibhaṅgañāṇassa abhājanabhāvato, pucchānusandhiajjhāsayānusandhīsu ca anantogadhattā. Tenāha ‘‘idaṃ hī’’tiādi. Idaṃ ārammaṇaṃ katvāti idha, ‘‘pāṇātipātiṃ adinnādāyi’’ntiādinā puggalādhiṭṭhānena vuttaṃ kammavibhaṅgaṃ ārabbha. Imaṃ paccayaṃ labhitvāti tasseva vevacanaṃ. Idaṃ dassanaṃ gaṇhantīti idaṃ, ‘‘atthi kira, bho, pāpakāni kammāni, natthi kira, bho, pāpakāni kammānī’’ti ca ādīni hatthidassakaandhāviya diṭṭhamatte eva ṭhatvā acittakadassanañca gaṇhanti. Vīriyaṃ kilesānaṃ ātāpanavasena ātappaṃ, tadeva padahavasena padhānaṃ, punappunaṃ yuñjanavasena anuyogo, tathā bhāvanāya nappamajjati etenāti appamādo, sammā yoniso manasi karoti etenāti sammāmanasikāroti vuccatīti adhippāyena, ‘‘pañcapi vīriyasseva nāmānī’’ti āha. Appamādo vā satiyā avippavāso. Yasmiṃ manasikāre sati tassa dibbacakkhuñāṇaṃ ijjhati, ayamettha sammāmanasikāroti ettha attho daṭṭhabbo. Cetosamādhinti dibbacakkhuñāṇasahagataṃ cittasamādhiṃ. Tenāha ‘‘dibbacakkhusamādhi’’nti. Aññathāti akusalakammakaraṇato aññathā, taṃ pana kusalakammakaraṇaṃ hotīti āha – ‘‘ye dassannaṃ kusalānaṃ kammapathānaṃ pūritattā’’ti diṭṭhithāmenāti diṭṭhivasena diṭṭhibalena. Diṭṭhiparāmāsenāti diṭṭhivasena dhammasabhāvaṃ atikkamitvā parāmāsena. Adhiṭṭhahitvāti, ‘‘idameva saccaṃ, moghamañña’’nti adhiṭṭhāya abhinivisitvā. Ādiyitvāti daḷhaggāhaṃ gahetvā. Voharatīti attano gahitaggahaṇaṃ paresaṃ dīpento voharati.",
  "tika-s0203t3:59": "302.Tatrānandāti ettha iti-saddo ādiattho. Idampīti idaṃ vacanaṃ. ‘‘Tatrānandā’’ti evamādivacanampīti attho. Na mahākammavibhaṅgañāṇassa bhājanaṃ tassa aniddesabhāvato. Assāti mahākammavibhaṅgañāṇassa mātikāṭṭhapanameva dibbacakkhukānaṃ samaṇabrāhmaṇānaṃ vasena anuññātabbassa ca dassanavasena uddesabhāvato. Tenāha ‘‘ettha panā’’tiādi. Tattha ettha panāti ‘‘tatrānandā’’tiādipāṭhe. Etesaṃ dibbacakkhukānanti etesaṃ heṭṭhā catūsupi vāresu āgatānaṃ dibbacakkhukānaṃ. Ettakāti ekacciyā saccagirā. Anuññātāti anujānitā. Ananuññātāti paṭikkhepitā. Idha ananuññātamukhena dīpitaṃ ananuññātabhāvamattaṃ. Tatrānandātiādike tatrāti niddhāraṇe bhummanti dassento, ‘‘tesu catūsu samaṇabrāhmaṇesū’’ti āha. Idaṃ vacanaṃ ‘‘atthi kira, bho…pe… vipāko’’ti idaṃ evaṃ vuttaṃ. Assāti tathāvādino samaṇabrāhmaṇassa. Aññenākārenāti ‘‘yo kira, bho’’tiādinā vuttakāraṇato aññena kāraṇena. Dvīsu ṭhānesūti ‘‘atthi kira, bho…pe… vipāko’’ti ca, ‘‘apāyaṃ…pe… nirayaṃ upapanna’’nti ca imesu dvīsu pāṭhapadesesu. Anuññātā tadatthassa atthibhāvato. Tīsu ṭhānesūti ‘‘yo kira, bho…pe… nirayaṃ upapajjati’’, ‘‘yampi so…pe… te sañjānanti’’, ‘‘yampi so yadeva…pe… moghamañña’’nti imesu tīsu pāṭhapadesesu. Ananuññātā tadatthassānekantikattā micchābhinivesato ca. Tenāha bhagavā – ‘‘aññathā hi, ānanda, tathāgatassa mahākammavibhaṅgañāṇa’’nti. Yathā te appahīnavipallāsā padesañāṇasamaṇabrāhmaṇā kammavibhaṅgaṃ sañjānanti, tato aññathāva sabbaso pahīnavipallāsassa tathā āgamanādiatthena tathāgatassa sammāsambuddhassa mahākammavibhaṅgañāṇaṃ hotīti attho.",
  "tika-s0203t3:60": "303. Iminā dibbacakkhukena yaṃ kammaṃ karonto diṭṭho, tato pubbeti yojanā. Tatoti tato kariyamānakammato pubbe. Khandoti kumāro. Sivoti issaro. Pitāmahoti brahmā. Issarādīhīti issarabrahmapajāpatiādīhi. Visaṭṭhoti nimmito. Micchādassanenāti micchādassanavasena. Yanti yaṃ kammaṃ. Tatthāti tesu pāṇātipātādivasena pavattakammesu. Diṭṭheva dhammeti tasmiṃyeva attabhāve vipākaṃ paṭisaṃvedetīti yojanā. Upapajjitvāti dutiyabhave nibbattitvā. Aparasmiṃ pariyāyeti aññasmiṃ yattha katthaci bhave.",
  "tika-s0203t3:61": "Ekaṃ kammarāsinti pāṇātipātādibhedena ekaṃ kammasamudāyaṃ. Ekaṃ vipākarāsinti tasseva aṅgena ekaṃ vipākasamudāyaṃ. Imināti yathāvuttena dibbacakkhukena samaṇena brāhmaṇena vā adiṭṭhā. Tayoti ‘‘pubbe vāssa taṃ kataṃ hotī’’tiādinā vuttā tayo. Dve vipākarāsīti diṭṭhadhammavedaniyo aparāpariyāyavedaniyoti dve vipākarāsī. Upapajjavedaniyaṃ pana tena diṭṭhaṃ, tasmā ‘‘dve’’ti vuttaṃ. Diṭṭho eko, adiṭṭhā tayoti diṭṭhe ca adiṭṭhe ca cattāro kammarāsī, tathā diṭṭho eko, adiṭṭhā dveti tayo vipākarāsī. Imāni satta ṭhānānīti yathāvuttāni satta ñāṇassa pavattanaṭṭhānāni. ‘‘Imassa nāma kammassa idaṃ phalaṃ nibbatta’’nti kammassa, phalassa vā adiṭṭhattā, ‘‘dutiyavāre dibbacakkhukena kiñci na diṭṭha’’nti vuttaṃ. Paṭhamaṃ vuttanayena tayo kammarāsī veditabbā, idha dibbacakkhukena diṭṭhassa abhāvato, ‘‘paccattaṭṭhānānī’’ti vuttaṃ.",
  "tika-s0203t3:62": "Bhavati vaḍḍhati etenāti bhabbaṃ, vaḍḍhinimittaṃ. Na bhabbaṃ abhabbanti āha ‘‘bhūtavirahita’’nti. Attano phale bhāsanaṃ dibbanaṃ ābhāsananti āha – ‘‘ābhāsati abhibhavati paṭibāhatī’’ti. Balavakammanti mahāsāvajjaṃ kammaṃ garusamāsevitādibhedaṃ. Āsanneti maraṇe, abhiṇhaṃ upaṭṭhānena vā tassa maraṇacittassa āsanne. Balavakammanti garusamāsevitatādivasena balavaṃ kusalakammaṃ. Dubbalakammassāti attano dubbalassa. Āsanne kusalaṃ katanti idhāpi āsannatā pubbe vuttanayeneva veditabbā.",
  "tika-s0203t3:63": "Upaṭṭhānākārenāti maraṇassa āsannakāle kammassa upaṭṭhānākārena. Tassāti tassa puggalassa. Nibbattikāraṇabhūtaṃ hutvā upaṭṭhāti akusalanti yojanā. Titthiyā kammantaravipākantaresu akusalatāya yaṃ kiñci kammaṃ yassa kassaci vipākassa kāraṇaṃ katvā gaṇhanti hatthidassakaandhādayo viya diṭṭhamattābhinivesinoti, ‘‘aññatitthiyā…pe… upaṭṭhātī’’ti vuttaṃ. Itarasminti bhabbañceva bhabbābhāsañca, bhabbaṃ abhabbābhāsanti imasmiṃ dvaye . Eseva nayo paṭhamadutiyapuggalavasena purimānaṃ dvinnaṃ kammānaṃ yojanānayo vutto upaṭṭhānākāravasena. Ayameva tatiyacatutthapuggalavasena pacchimānaṃ dvinnaṃ kammānaṃ yojanānayo. Tatiyassa hi kammassa kusalattā tassa ca sagge nibbattattā tattha kāraṇabhūtaṃ kusalaṃ hutvā upaṭṭhāti; tathā catutthassapi kammassa kusalattā, tassa pana niraye nibbattattā tattha nibbattikāraṇabhūtaṃ aññatitthiyānaṃ akusalaṃ hutvā upaṭṭhātīti. Yaṃ panettha atthato avibhattaṃ, taṃ suviññeyyameva.",
  "tika-s0203t3:64": "Mahākammavibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:65": "7. Saḷāyatanavibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:66": "304.Veditabbānīti ettha yathā viditāni cha ajjhattikāni āyatanāni vaṭṭadukkhasamatikkamāya honti, tathā vedanaṃ adhippetanti āha – ‘‘sahavipassanena maggena jānitabbānī’’ti. Tattha vipassanāya ārammaṇato maggena asammohato jānanaṃ daṭṭhabbaṃ. Sesapadesupi eseva nayo. Mano savisesaṃ upavicarati ārammaṇe pavattati etehīti manopavicārā, vitakkavicārā. Ārammaṇe hi abhiniropanānumajjanehi vitakkavicārehi saha cittaṃ pavattati, na tabbirahitaṃ. Tenāha ‘‘vitakkavicārā’’tiādi. Sattā pajjanti etehi yathārahaṃ vaṭṭaṃ vivaṭṭañcāti sattapadā, gehanissitā vaṭṭapadā. Yoggānaṃ damanaācariyā yoggācariyā. Tenāha ‘‘dametabbadamakāna’’nti. Sesanti vuttāvasesaṃ ekasattatividhaviññāṇaṃ saphassarūpakasseva adhippetattā.",
  "tika-s0203t3:67": "305.Idhāti imissaṃ chaviññāṇakāyadesanāyaṃ. Manodhātuttayavinimuttameva manoviññāṇadhātūti veditabbaṃ.",
  "tika-s0203t3:68": "Cakkhumhi samphassoti cakkhuṃ nissāya uppanno samphasso. Tenāha – ‘‘cakkhuviñāṇasampayuttasamphassassetaṃ adhivacana’’nti.",
  "tika-s0203t3:69": "Yathā kevalena viññāṇena rūpadassanaṃ na hoti, evaṃ kevalena cakkhupasādenapīti vuttaṃ ‘‘cakkhuviññāṇenā’’ti. Tena pāḷiyaṃ cakkhunāti nissayamukhena nissitakiccaṃ vuttanti dasseti. Ārammaṇavasenāti ārammaṇapaccayabhāvena. ‘‘Upavicarati’’cceva kasmā vuttaṃ, nanu tattha vitakkabyāpāropi atthīti? Saccaṃ atthi. So panettha taggatikoti āha – ‘‘vitakko taṃsampayutto cā’’ti. Sampayuttadhammānampi upavicaraṇaṃ vitakkavicārānaṃyevettha kiccanti ‘‘vitakkavicārasaṅkhātā manopavicārā’’ti vuttaṃ. Somanassayutto upavicāro somanassūpavicāro yathā ‘‘ājaññaratho’’ti āha ‘‘somanassena saddhi’’ntiādi.",
  "tika-s0203t3:70": "306. Upavicārānaṃ upassayaṭṭhena gehaṃ viyāti gehaṃ, rūpādayoti āha – ‘‘gehassitānīti kāmaguṇanissitānī’’ti. Niccasaññādinikkhamanato nekkhammaṃ vipassanāti, ‘‘nekkhammassitānītivipassanānissitānī’’ti vuttaṃ. Iṭṭhānanti kasivaṇijjādivasena pariyiṭṭhānanti āha ‘‘pariyesitāna’’nti. Piyabhāvo pana kantasaddeneva kathitoti kāmitabbānaṃ mano rametīti manoramānaṃ. Lokena āmasīyatīti lokāmisaṃ, taṇhā. Tāya gahetabbatāya iṭṭhabhāvāpādanena paṭisaṅkhatatāya ca paṭisaṃyuttānaṃ. Atīte kataṃ uppajjati ārammaṇikaanubhavanassa asambhavatoti adhippāyo. Edisaṃ anussaraṇaṃ diṭṭhaggahaṇānussarena ca hotīti dassetuṃ, ‘‘yathāha’’ntiādi vuttaṃ.",
  "tika-s0203t3:71": "Aniccākāranti hutvā abhāvākāraṃ. Vipariṇāmavirāganirodhanti jarāya maraṇena cāti dvedhā vipariṇāmetabbañceva, tato eva palokitaṃ bhaṅgañca. Aṭṭhakathāyaṃ pana yasmā uppannaṃ rūpaṃ tenevākārena na tiṭṭhati , atha kho uppādāvatthāsaṅkhātaṃ pakatiṃ vijahati, vijahitañca jarāvatthāya tato vigacchati, vigacchantañca bhaṅguppattiyā nirujjhatīti imaṃ visesaṃ dassetuṃ, ‘‘pakativijahanenā’’tiādi vuttaṃ. Kāmañcettha ‘‘yathābhūtaṃ sammappaññāya passato’’ti vuttaṃ, anubodhañāṇaṃ pana adhippetaṃ vīthipaṭipannāya vipassanāya vasenāti ‘‘vipassanāpaññāyā’’ti vuttaṃ upavicāraniddesabhāvato. Tathā hi vakkhati – ‘‘chasudvāresu iṭṭhārammaṇe āpāthagate’’tiādi. Saṅkhārānaṃ bhedaṃ passatoti sabbesaṃ saṅkhārānaṃ khaṇe khaṇe bhijjanasabhāvaṃ vīthipaṭipannena vipassanāñāṇena passato. Tenāha ‘‘saṅkhāragatamhi tikkhe’’tiādi. Tattha saṅkhāgatamhīti saṅkhāragate visayabhūte. Tikkheti bhāvanābalena indriyānañca samatāya tibbe. Sūreti paṭipakkhehi anabhibhūtatāya, tesañca abhibhavanasamatthatāya visade paṭubhūte pavattante.",
  "tika-s0203t3:72": "Kilesānaṃ vikkhambhanavasena vūpasantatāya santacittassa, saṃsāre bhayassa ikkhanato bhikkhuno, uttarimanussadhammasannissitattā amānusī ratīti vivekarati nekkhammarati. Yato yatoti yathā yathā nayavipassanādīsu yena yena sammasanākārenāti attho. Khandhānaṃ udayabbayanti pañcupādānakkhandhānaṃ uppādañca bhaṅgañca. Amatantaṃ vijānatanti vijānantānaṃ viññūnaṃ āraddhavipassanānaṃ taṃ pītipāmojjaṃ amatādhigamahetutāya amatanti veditabbaṃ.",
  "tika-s0203t3:73": "Chasu dvāresu iṭṭhārammaṇe āpāthagateti rūpādivasena chabbidhe iṭṭhārammaṇe yathārahaṃ chasu dvāresu āpāthagate. Visaye cetaṃ bhummavacanaṃ.",
  "tika-s0203t3:74": "307.Paccuppannanti santatipaccuppannaṃ. Anuttaravimokkho nāma arahattaṃ idha adhippetaṃ ukkaṭṭhaniddesena. Kathaṃ pana tattha pihaṃ upaṭṭhapeti, na hi adhigataṃ arahattaṃ ārammaṇaṃ hoti, na ca taṃ ārabbha pihā pavattatīti? Ko vā evamāha – ‘‘arahattaṃ ārammaṇaṃ katvā pihaṃ upaṭṭhapetī’’ti. Anussutiladdhaṃ pana parikappasiddhaṃ arahattaṃ uddissa patthanaṃ ṭhapeti, tattha cittaṃ paṇidahati. Tenāha bhagavā – ‘‘kudāssu nāmāhaṃ tadāyatanaṃ upasampajja viharissāmī’’ti. Āyatananti arahattameva chaḷaṅgasamannāgamādikāraṇabhāvato, manāyatanadhammāyatanabhāvato ca tathā vuttaṃ, taṃ panetaṃ domanassaṃ patthanaṃ paṭṭhapentassa uppajjati patthanāya sahāvattanato. Na hi lobhadosānaṃ saha vutti atthi. Patthanāmūlakattāti iminā upaṭṭhāpayato padassa hetuatthajotakatamāha. Evanti ‘‘kudāssunāmā’’tiādinā vuttākārena. Ussukkāpetunti yathā maggena ghaṭeti, evaṃ ussukkāpetuṃ.",
  "tika-s0203t3:75": "308.Aññāṇupekkhāti aññāṇasahitā upekkhā asamapekkhanapavattā. Tena tena maggodhinā tassa tassa apāyagamanīyakilesodhissa anavasesato jitattā khīṇāsavo nippariyāyato odhijino nāma; tadabhāvato puthujjano nippariyāyatova anodhijino nāma; sekho pana siyā pariyāyato odhijinoti. Tampi nivattento, ‘‘akhīṇāsavassāti attho’’ti āha. Āyatiṃ vipākaṃ jinitvāti appavattikaraṇavasena sabbaso āyatiṃ vipākaṃ jinitvā ṭhitattā khīṇāsavova nippariyāyato vipākajino nāma; tadabhāvato puthujjano nippariyāyato avipākajino nāma; sekho pana siyā pariyāyato vipākajinoti. Tampi nivattento ‘‘akhīṇāsavassevāti attho’’ti āha. Apassantassa rūpanti pāḷito padaṃ ānetvā sambandhitabbaṃ. Pāḷiyaṃ pubbe ‘‘puthujjanassā’’ti vatvā puna ‘‘assutavato puthujjanassā’’ti vacanaṃ andhaputhujjanassāyaṃ upekkhā, na kalyāṇaputhujjanassāti dassanatthaṃ. Gehassitā upekkhā hi yaṃ kiñci ārammaṇavatthuṃ apekkhasseva, na nirapekkhassāti iṭṭhe, iṭṭhamajjhatte vā ārammaṇe siyāti vuttaṃ ‘‘iṭṭhārammaṇe āpāthagate’’ti. Aññāṇena pana tattha ajjhupekkhanākārappatti hoti. Tenāha ‘‘guḷapiṇḍake’’tiādi.",
  "tika-s0203t3:76": "Iṭṭhe arajjantassa aniṭṭhe adussantassāti idaṃ yebhuyyena sattānaṃ iṭṭhe rajjanaṃ, aniṭṭhe dussananti katvā vuttaṃ. Ayoniyomanasikāro hi taṃtaṃārammaṇavasena na katthacipi javananiyamaṃ karotīti vuttaviparītepi ārammaṇe rajjanadussanaṃ sambhavati, tathāpissa rajjanadussanaṃ atthato paṭikkhittamevāti daṭṭhabbaṃ. Asamapekkhaneti asamaṃ ayuttadassane ayoniso sammohapubbakaṃ ārammaṇassa gahaṇe.",
  "tika-s0203t3:77": "309.Pavattanavasenāti uppādanavasena ceva bahulīkaraṇavasena ca. Nissāya ceva āgammacāti āgamanaṭṭhānabhūte nissayapaccayabhūte ca katvā. Atikkantāni nāma honti vikkhambhanena ussārentā samussārentā.",
  "tika-s0203t3:78": "Somanassabhāvasāmaññaṃ gahetvā, ‘‘sarikkhakeneva sarikkhakaṃ jahāpetvā’’ti vuttaṃ. Idhāpi pahāyakaṃ nāma pahātabbato balavameva, saṃkilesadhammānaṃ balavabhāvato sātisayaṃ pana balavabhāvaṃ sandhāya ‘‘idāni balavatā’’tiādi vuttaṃ. Balavabhāvato vodānadhammānaṃ adhigamassa adhippetattā hettha nekkhammassitadomanassānampi pahānaṃ jotitaṃ.",
  "tika-s0203t3:79": "Upekkhāya pahāyakabhāvena adhippetattā ‘‘upekkhākathā veditabbā’’ti vuttaṃ. Jhānassa alābhino ca lābhino ca pakiṇṇakasaṅkhārasammasanaṃ sandhāya, ‘‘suddhasaṅkhāre ca pādake katvā’’ti. Upekkhāsahagatāti bhāvanāya paguṇabhāvaṃ āgamma kadāci ajjhupekkhanavasenapi hi sammasanaṃ hotīti. Pādakajjhānavasena, sammasitadhammavasena vā āgamanavipassanāya bahulaṃ somanassasahagatabhāvato ‘‘vuṭṭhānagāminī pana vipassanā somanassasahagatāvā’’ti niyametvā vuttaṃ. Upekkhāsahagatā hotīti etthāpi eseva nayo. Catutthajjhānādīnīti ādi-saddena arūpajjhānāni saṅgaṇhāti. Purimasadisāvāti purimasadisā eva, upekkhāsahagatā vā hoti somanassasahagatā vāti attho. Idaṃ sandhāyāti yaṃ catutthajjhānādipādakato eva upekkhāsahagataṃ vuṭṭhānagāminivipassanaṃ nissāya somanassasahagatāya vipassanāya pahānaṃ, idaṃ sandhāya. Pahānanti cettha samatikkamalakkhaṇaṃ veditabbaṃ.",
  "tika-s0203t3:80": "Etaṃ visesaṃ vipassanāya āvajjanaṭṭhānabhūtaṃ. Vuṭṭhānagāminiyā āsanne samāpannajjhānavipassanā pādakajjhānavipassanā, sammasitadhammoti vipassanāya ārammaṇabhūtā khandhā. Puggalajjhāsayoti pādakajjhānassa sammasitajjhānassa ca bhede sati paṭipajjanakassa puggalassa, ‘‘aho vata mayhaṃ pañcaṅgikaṃ jhānaṃ bhaveyya caturaṅgika’’ntiādinā pubbe pavattaajjhāsayo. Tesampi vādeti ettha paṭhamatheravāde. Ayameva…pe… niyameti tato tato dutiyādipādakajjhānato uppannassa saṅkhārupekkhāñāṇassa pādakajjhānātikkantānaṃ aṅgānaṃ asamāpajjitukāmatā virāgabhāvanābhāvato itarassa ca atabbhāvato. Eteneva hi paṭhamatheravāde apādakapaṭhamajjhānapādakamaggā paṭhamajjhānikāva honti, itare ca dutiyajjhānikādimaggā pādakajjhānavipassanāniyamehi taṃtaṃjhānikāva. Evaṃ sesavādesupi vipassanāniyamo yathāsambhavaṃ yojetabbo. Tenāha – ‘‘tesampi vāde ayameva pubbabhāge vuṭṭhānagāminivipassanāva niyametī’’ti. Vuttāva, tasmā na idha vattabbāti adhippāyo.",
  "tika-s0203t3:81": "310.Nānattādi kāmāvacarādikusalādivibhāgato nānāvidhā. Tenāha ‘‘anekappakārā’’ti. Nānattasitāti rūpasaddādinānārammaṇanissayā. Ekattā ekasabhāvā jātibhūmiādivibhāgābhāvato. Ekārammaṇanissitāti ekappakāreneva ārammaṇe pavattā. Heṭṭhā aññāṇupekkhā vuttā ‘‘bālassa muḷhassā’’tiādinā (ma. ni. 3.308). Upari chaḷaṅgupekkhā vakkhati ‘‘upekkhako viharatī’’tiādinā (ma. ni. 3.311). Dve upekkhā gahitā dvinnampi ekattā, ekajjhaṃ gahetabbato, nānattasitāya upekkhāya pakāsitabhāvato ca.",
  "tika-s0203t3:82": "Aññāṇupekkhā aññā saddādīsu tattha tattheva vijjamānattā. Rūpesūti ca iminā na kevalaṃ rūpāyatanavisesā eva gahitā, atha kho kasiṇarūpānipīti āha – ‘‘rūpe upekkhābhāvañca aññā’’tiādi. Ekattasitabhāvopi idha ekattavisayasampayogavaseneva icchito, na ārammaṇavasena cāti dassetuṃ, ‘‘yasmā panā’’tiādi vuttaṃ. Tenevāha ‘‘tatthā’’tiādi. Sampayuttavasenāti sampayogavasena. Ākāsānañcāyatanaṃ nissayatīti ākāsānañcāyatananissitā, ākāsānañcāyatanakhandhanissitā. Sesāsupīti viññāṇañcāyatananissitādīsupi.",
  "tika-s0203t3:83": "Arūpāvacaravipassanupekkhāyāti arūpāvacaradhammārammaṇāya vipassanupekkhāya. Rūpāvacaravipassanupekkhanti etthāpi eseva nayo. Tāya kāmarūpārūpabhedāya taṇhāya nibbattāti tammayā, tebhūmakadhammā, tesaṃ bhāvo tammayatā, taṇhā yassa guṇassa vasena atthe saddaniveso, tadabhidhānakoti āha – ‘‘tammayatā nāma taṇhā’’ti . Atammayatā tammayatāya paṭipakkhoti katvā. Vipassanupekkhanti, ‘‘yadatthi yaṃ bhūtaṃ, taṃ pajahati upekkhaṃ paṭilabhatī’’ti (dī. ni. 3.71; a. ni. 7.55) evamāgataṃ saṅkhāravicinane majjhattabhūtaṃ upekkhaṃ.",
  "tika-s0203t3:84": "311.Yadariyoti ettha da-kāro padasandhikaro, upayogaputhuvacane ca ya-saddoti dassento, ‘‘ye satipaṭṭhāne ariyo’’ti āha. Kāmaṃ ‘‘ariyo’’ti padaṃ sabbesampi paṭividdhasaccānaṃ sādhāraṇaṃ, vakkhamānassa pana visesassa buddhāveṇikattā, ‘‘ariyo sammāsambuddho’’ti vuttaṃ. Na hi paccekabuddhādīnaṃ ayamānubhāvo atthi. Tīsu ṭhānesūti na sussūsantīti vā, ekacce na sussūsanti ekacce sussūsantīti vā, sussūsantīti vā, paṭipannāpaṭipannānaṃ sāvakānaṃ paṭipattisaṅkhātesu tīsu satipaṭṭhānesu. Satiṃ paṭṭhapentoti paṭighānunayehi anavassutattā tadubhayanivattattā sabbadā satiṃ upaṭṭhapento. Buddhānameva sā niccaṃ upaṭṭhitasatitā, na itaresaṃ āveṇikadhammabhāvato. Ādarena sotumicchā idha sussūsāti tadabhāvaṃ dassento, ‘‘saddahitvā sotuṃ na icchantī’’ti āha. Na aññāti ‘‘na aññāyā’’ti vattabbe yakāralopena niddesoti āha ‘‘na jānanatthāyā’’ti. Satthu ovādassa anādiyanameva vokkamananti āha – ‘‘atikkamitvā…pe… maññantī’’ti.",
  "tika-s0203t3:85": "Gehassitadomanassavasenāti idaṃ idha paṭikkhipitabbamattadassanapadaṃ daṭṭhabbaṃ. Nekkhammassitadomanassassapi satthu pasaṅgavasena ‘‘na ceva attamano hotī’’ti attamanapaṭikkhepena anattamanatā vuttā viya hotīti taṃ paṭisedhento – ‘‘appatīto hotīti na evamattho daṭṭhabbo’’ti. Tassa setughāto hi tathāgatānaṃ. Yadi evaṃ kasmā attamanatāpaṭikkhepoti āha – ‘‘appaṭipannakesu pana anattamanatākāraṇassa abhāvenetaṃ vutta’’nti. Paṭighaavassavenāti chahi dvārehi paṭighavissandanena, paṭighappavattiyāti attho. Uppilāvitoti na evamattho daṭṭhabbo uppilāvitattassa bodhimūle eva pahīnattā. Paṭipannakesūti idaṃ adhikāravasena vuttaṃ, appaṭipannakesupi tathāgatassa anattamanatākāraṇaṃ nattheva. Etaṃ vuttanti etaṃ ‘‘attamano ceva hotī’’tiādivacanaṃ vuttaṃ sāvakānaṃ sammāpaṭipattiyā satthu anavajjāya cittārādhanāya sambhavato.",
  "tika-s0203t3:86": "312.Damitoti nibbisevanabhāvāpādanena sikkhāpito. Iriyāpathaparivattanavasena aparivattitvā ekadisāya eva sattadisāvidhāvanassa idhādhippetattā sāritānaṃ hatthidammādīnaṃ ekadisādhāvanampi anivattanavaseneva yuttanti āha – ‘‘anivattitvā dhāvanto ekaṃyeva disaṃ dhāvatī’’ti. Kāyena anivattitvāvāti kāyena aparivattitvā eva. Vimokkhavasena aṭṭha disā vidhāvati, na puratthimādidisāvasena. Ekappahārenevāti ekanīhāreneva, ekasmiṃyeva vā divase ekabhāgena. ‘‘Pahāro’’ti hi divasassa tatiyo bhāgo vuccati. Vidhāvanañcettha jhānasamāpajjanavasena akalaṅkamappatisātaṃ javanacittapavattanti āha ‘‘samāpajjatiyevā’’ti. Sesaṃ suviññeyyameva.",
  "tika-s0203t3:87": "Saḷāyatanavibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:88": "8. Uddesavibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:89": "313. Desetabbassa atthassa uddisanaṃ uddeso, vibhajanaṃ vibhaṅgoti āha – ‘‘mātikañca vibhajanañcā’’ti tuleyyātiādīni cattāripi padāni paññāvevacanāni. Atha vā tuleyyāti tulanabhūtāya paññāya tassa dhammassa paggahādividhinā parituleyya. Tīreyyāti tīraṇabhūtāya paññāya tattha ñāṇakiriyāsamāpanavasena tīreyya. Pariggaṇheyyāti tathāsamāpanno ānisaṃse assādaādīnave ca vicineyya. Paricchindeyyāti paricchindabhūtena ñāṇena atthaṃ paricchinditvā jāneyya. Ārammaṇesūti rūpādiputhuttārammaṇesu. Nikantivasenāti nikāmanavasena apekkhāvasena. Tiṭṭhamānanti pavattamānaṃ. Gocarajjhatteti jhānārammaṇabhūte. Tañhi bhāvanācittenābhibhuyya avissajjitvā gayhamānaṃ ajjhattaṃ viya hotīti ‘‘gocarajjhatta’’nti vuccati. Bhāvanaṃ āraddhassa bhikkhuno yadi bhāvanārammaṇe nikanti uppajjeyya, tāya nikantiyā upari bhāvanaṃ vissajjetvā cittasaṃkocavasena saṇṭhitaṃ nāma, tadabhāvena asaṇṭhitaṃ nāma hotīti, ‘‘ajjhattaṃ asaṇṭhita’’nti vuttanti dassento, ‘‘gocarajjhatte nikantivasena asaṇṭhita’’nti āha. Tathā hi vakkhati – ‘‘nikantivasena hi atiṭṭhamānaṃ hānabhāgiyaṃ na hoti, visesabhāgiyameva hotī’’ti. Aggahetvāti rūpādīsu kiñci taṇhādiggāhavasena aggahetvā. Tathā aggahaṇeneva hi taṇhāparitāsādivasena na paritasseyya. Avasesassa ca dukkhassāti sokādidukkhassa. Avasesassa ca dukkhassāti vā jātijarāmaraṇasīsena vipākadukkhassa gahitattā kilesadukkhassa ceva saṃsāradukkhassa cāti attho.",
  "tika-s0203t3:90": "316. Rūpameva kilesuppattiyā kāraṇabhāvato rūpanimittaṃ. Rāgādivasena taṃ anudhāvatīti rūpanimittānusārī.",
  "tika-s0203t3:91": "318.Nikantivasena asaṇṭhitanti apekkhāvasena saṇṭhitaṃ nikantiṃ pahāya pavattamānaṃ upari visesāvahatoti. Tenāha ‘‘nikantivasena hī’’tiādi.",
  "tika-s0203t3:92": "320.Aggahetvā aparitassanāti pañcupādānakkhandhe, ‘‘etaṃ mamā’’tiādinā taṇhādiggāhavasena upādiyitvā taṇhāparitāsādivasena paritassanā, vuttavipariyāyena aggahetvā aparitassanā veditabbā. Kathaṃ panesā anupādāparitassanā hotīti mahātherassa adhippāyaṃ vivarituṃ codanaṃ samuṭṭhapeti? Upādātabbassa abhāvatoti tassa anupādāparitassanābhāve kāraṇavacanaṃ. Yadi hītiādi tassa samatthanaṃ. Upādāparitassanāva assa tathā upādātabbassa tatheva upādinnattā. Evanti niccādiākārena. Upādinnāpīti gahitaparāmaṭṭhāpi. Anupādinnāva honti ayoniso gahitattā, viññūsu nissāya jānitabbattā ca. Diṭṭhivasenāti micchādiṭṭhiyā gahaṇākāravasena, tassa pana ayathābhūtagāhitāya paramatthato ca abhāvato. Atthatoti paramatthato. Anupādāparitassanāyeva nāma hoti upādātabbākārassa abhāvena taṃ anupādiyitvā eva paritassanāti katvā.",
  "tika-s0203t3:93": "Parivattatīti na tadeva rūpaṃ aññathā pavattaṃ parivattati, atha kho pakatijahanena sabhāvavigamena nassati bhijjati. Vipariṇatanti aññathattaṃ gataṃ vinaṭṭhaṃ. Kammaviññāṇanti abhisaṅkhāraviññāṇaṃ. ‘‘Rūpaṃ attā’’tiādi micchāgāhavasena viññāṇassa rūpabhedena vuttassa bhedānuparivatti hoti. Vipariṇāmaṃ anugantvā viparivattanataṃ ārabbha pavattaṃ vipariṇāmānuparivattaṃ; tato samuppannā paritassanā vipariṇāmānuparivattajā paritassanāti dassento āha – ‘‘vipariṇāmassa…pe… paritassanā’’ti. Akusaladhammasamuppādā cāti, ‘‘yaṃ ahu vata me, taṃ vata me natthī’’tiādinā pavattā akusalacittuppādadhammā. Khepetvāti pavattituṃ appadānavasena anuppattinimittatāya khepetvā. Bhayatāsenāti bhāyanavasenapi cittutrāsena. Taṇhātāsenāti tassanena. Savighātoti cittavighātanavighātena savighāto. Tato eva cetodukkhena sadukkho. Maṇikaraṇḍakasaññāyāti rittakaraṇḍaṃyeva maṇiparipuṇṇakaraṇḍoti uppannasaññāya. Aggahetvā paritassanāti gahetabbassa abhāvena gahaṇampi avijjamānapakkhiyamevāti aggahetvā paritassanā nāma hoti.",
  "tika-s0203t3:94": "321.Kammaviññāṇameva natthi sati kammaviññāṇe rūpabhedānuparivatti siyāti kammaviññāṇābhāvadassanamukhena khīṇāsavassa sabbaso kilesābhāvaṃ dasseti. Sesaṃ suviññeyyameva.",
  "tika-s0203t3:95": "Uddesavibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:96": "9. Araṇavibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:97": "323.Gehassitavasenāti kilesanissitavasena anurodhavasena. Neva ukkhipeyyāti na anuggaṇheyya. Na avakkhipeyyāti gehassitavasena virodhavasena na niggaṇheyya. Anurodhena vinā sampahaṃsanavasena yathābhūtaguṇakathanaṃ nevussādanā vajjābhāvato; tathā virodhena vinā vivecanavasena yathābhūtadosakathanaṃ na apasādanaṃ. Sabhāvamevāti yathābhūtasabhāvameva kassaci puggalassa anādesakaraṇavasena katheyya, seyyathāpi āyasmā subhūtitthero. Vinicchitasukhanti, ‘‘ajjhattaṃ anavajja’’ntiādinā visesato vinicchitasukhāya hoti. Parammukhā avaṇṇanti svāyaṃ rahovādo pesuññūpasaṃhāravasena pavatto idhādhippetoti āha ‘‘pisuṇavācanti attho’’ti. Khīṇātīti khīṇo, yo bhāsati, yañca uddissa bhāsati, dvepi hiṃsati vibādhatīti attho, taṃ khīṇavādaṃ. Svāyaṃ yasmā kilesehi ākiṇṇo saṃkiliṭṭho eva ca hoti, tasmā vuttaṃ – ‘‘ākiṇṇaṃsaṃkiliṭṭhaṃ vāca’’nti. Tena avasiṭṭhaṃ tividhampi vacīduccaritamāha. Adhiṭṭhahitvāti, ‘‘idameva sacca’’nti ajjhosāya. Ādāyāti paggayha. Vohareyyāti samudācareyya. Lokasamaññanti lokasaṅketaṃ.",
  "tika-s0203t3:98": "324. Ārammaṇato sampayogato kāmehi paṭisaṃhitattā kāmapaṭisandhi, kāmasukhaṃ. Tenāha ‘‘kāmūpasaṃhitena sukhenā’’ti. Sadukkhoti vipākadukkhena saṃkilesadukkhena sadukkho. Tathā sapariḷāhoti vipākapariḷāhena ceva kilesapariḷāhena ca sapariḷāho.",
  "tika-s0203t3:99": "326. Vaṭṭato nissarituṃ adatvā tattheva sīdāpanato micchāpaṭipadābhāvena satte saṃyojetīti saṃyojanaṃ, visesato bhavasaṃyojanaṃ taṇhāti āha ‘‘taṇhāyetaṃ nāma’’nti. Na taṇhāyeva mānādayopi saṃyojanattaṃ sādhenti nāma sabbaso saṃyojanato suṭṭhu bandhanato. Tena vuttaṃ – ‘‘avijjānīvaraṇānaṃ, bhikkhave, sattānaṃ taṇhāsaṃyojanāna’’nti (saṃ. ni. 2.125-126).",
  "tika-s0203t3:100": "Imaṃ catukkanti, ‘‘ye kāmapaṭisandhisukhino somanassānuyogaṃ anuyuttā, ye attakilamathānuyogaṃ anuyuttā’’ti evamāgataṃ imaṃ catukkaṃ nissāya. ‘‘Etadagge ṭhapito’’ti, vatvā taṃ nissāya ṭhapitabhāvaṃ vitthārato dassetuṃ, ‘‘bhagavato hī’’tiādi vuttaṃ. Ussādanāapasādanāpaññāyanti tathāgatena vinetabbapuggalavasena dhammadesanāya pavattetabbato. Ayaṃ puggalo…pe… ācārasampannoti vā natthi paresaṃ anuddesakavasena dhammadesanāya pavattanato.",
  "tika-s0203t3:101": "329.Parammukhā avaṇṇanti nindiyassa dosassa nindanaṃ. Na hi kadāci nindiyo pasaṃsiyo hoti, taṃ pana kālaṃ ñatvāva kathetabbanti āha, ‘‘yuttapattakālaṃ ñatvāvā’’ti. Khīṇavādepi eseva nayo tassa rahovādena samānayogakkhamattā.",
  "tika-s0203t3:102": "330.Ghātīyatīti vadhīyati. Saddopi bhijjati nassati, bhedo hotīti attho. Gelaññappattoti khedaṃ parissamaṃ patto. Apalibuddhanti dosehi ananupatitaṃ.",
  "tika-s0203t3:103": "331.Abhinivissavoharatīti evametaṃ, na ito aññathāti taṃ janapadaniruttiṃ abhinivisitvā samudācarati. Atidhāvananti samaññaṃ nāmetaṃ lokasaṅketasiddhā paññattīti paññattimatte aṭṭhatvā paramatthato thāmasā parāmassa voharaṇaṃ.",
  "tika-s0203t3:104": "332.Aparāmasantoti anabhinivisanto samaññāmattatova voharati.",
  "tika-s0203t3:105": "333.Mariyādabhājanīyanti yathāvuttasammāpaṭipadāya micchāpaṭipadāya ca aññamaññaṃ saṅkarabhāvavibhājanaṃ. Raṇanti sattā etehi kandanti akandantāpi kandanakāraṇabhāvatoti raṇā; rāgadosamohā, dasapi vā kilesā, sabbepi vā ekantākusalā, tehi nānappakāradukkhanibbattakehi abhibhūtā sattā kandanti; saha raṇehīti saraṇo. Raṇasaddo vā rāgādireṇūsu niruḷho. Tenāha ‘‘sarajo sakileso’’ti. Pāḷiyaṃ pana ‘‘sadukkho eso dhammo’’tiādinā āgatattā kāmasukhānuyogādayopi ‘‘saraṇo’’ti vuttāti dukkhādīnaṃ raṇabhāvo tannibbattakasabhāvānaṃ akusalānaṃ saraṇatā ca veditabbā. Araṇotiādīnaṃ padānaṃ vuttavipariyāyena attho veditabbo.",
  "tika-s0203t3:106": "Vatthuṃ sodhetīti nirodhasamāpajjanena mahapphalabhāvakaraṇena dakkhiṇeyyavatthubhūtaṃ attānaṃ visodheti; nirodhasamāpattiyā vatthuvisodhanaṃ nirodhaṃ samāpajjitvā vuṭṭhitānaṃ paccekabuddhānaṃ mahākassapattherādīnaṃ dinnadakkhiṇāvisuddhiyā dīpetabbaṃ. Tenāha ‘‘tathā hī’’tiādi. Tathevāti iminā ‘‘piṇḍāya caranto’’tiādiṃ upasaṃharati. Mettābhāvanāya mudubhūtacittabahumānapubbakaṃ dentīti , ‘‘subhūtitthero dakkhiṇaṃ visodhetī’’ti vuttaṃ. Tena dāyakatopi dakkhiṇāvisuddhiṃ dasseti. Vatthusodhanaṃ pana paṭibhāgato. Evaṃ pana kātuṃ sakkāti sāvakānampi kimevaṃ lahuvuṭṭhānādhiṭṭhānaṃ sāvakesu ciṇṇavasībhāvo sambhavatīti pucchati. Itaro aggasāvakamahāsāvakesu kiṃ vattabbaṃ, pakatisāvakesupi vasippattesu labbhatīti te dassento, ‘‘āma sakkā’’tiādimāha. Sesaṃ suviññeyyameva.",
  "tika-s0203t3:107": "Araṇavibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:108": "10. Dhātuvibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:109": "342. Aparikkhīṇāyukaṃ pukkusātikulaputtaṃ uddissa gamananti katvā vuttaṃ ‘‘turitagamanacārika’’nti. Mama vāsupagamanena tava cittassa aphāsukaṃ aniṭṭhaṃ sace natthi. Soti pubbupagato. Dinnaṃ dinnameva vaṭṭatīti ekavāraṃ dinnaṃ dinnameva yuttaṃ, na puna dātabbanti adhippāyo. Kataṃ katamevāti saṅgahatthaṃ kataṃ anucchavikakammaṃ katameva, na taṃ puna viparivattetabbanti adhippāyo.",
  "tika-s0203t3:110": "Pukkusātimhi ubhayathāpi kulaputtabhāvo paripuṇṇo evāti āha – ‘‘jātikulaputtopi ācārakulaputtopī’’ti. Tatrāti tasmiṃ takkasīlato āgamane. Aṅke nipannadārakaṃ viya janaṃ toseti tuṭṭhiṃ pāpeti. Ratanāni uppajjanti pabbatasamuddādisannissitattā paccantadesassa. Dassanīyanti dassaneneva sukhāvahaṃ. Evarūpanti dassanīyaṃ savanīyañca.",
  "tika-s0203t3:111": "Anagghakambale mahagghakambale. Sārakaraṇḍaketi candanasārādisāramayakaraṇḍake. Likhāpetvā ukkirāpetvā. Lākhāya vaṭṭāpetvāti mukhaṃ pidahitvā lākhāparikammaṃ kāretvā.",
  "tika-s0203t3:112": "Anto dussabhaṇḍikaṃ atthīti aññāsi nātigarukabhāvato. Anagghā ahesunti vaṇṇasampattiphassasampattipamāṇamahattadunnimmāpiyatāhi mahagghā ahesuṃ, mahāpuñño rājā tassa atthevāti adhippāyo.",
  "tika-s0203t3:113": "Yadi evaṃ, ‘‘kinnu kho pesemī’’ti kasmā vīmaṃsaṃ āpajjīti āha – ‘‘apica kho panā’’tiādi. Soti bimbisāro rājā. Vicinituṃ āraddho ratanassa anekavidhattā uttaruttariñca paṇītatarādibhāvato. Suvaṇṇarajatādīti suvaṇṇarajatapavāḷamaṇimuttāveḷuriyādi. Indriyabaddhanti cakkhādiindriyapaṭibaddhaṃ. Padesanti guṇavasena ekadesaṃ na pāpuṇāti.",
  "tika-s0203t3:114": "Sāmaṃ saccānaṃ abhisambuddhatāsāmaññena, ‘‘buddharatanampi duvidha’’nti vuttaṃ. Buddharatanasamaṃ ratanaṃ nāma natthi, yasmā pana imasmiṃ loke parasmiṃ vā pana buddhena sadiso na vijjatīti. Paṭhamabodhiyaṃyeva pavattatīti katvā vuttaṃ ‘‘ghosopī’’tiādi.",
  "tika-s0203t3:115": "Rājātuṭṭho cintesi, ‘‘tattha avijjamānaṃyeva pesetuṃ laddha’’nti. Tasmāti yasmā paripuṇṇaṃ ekadivasampi tasmiṃ padese buddhānaṃ āvāsapariggaho natthi, tasmā. Pubbadisāmukhanti pubbadisābhimukhaṃ sīhapañjaraṃ. Tenassa suvibhūtālokataṃ dasseti.",
  "tika-s0203t3:116": "Evaṃ anaññasādhāraṇassa bhagavato īdiso samudāgamoti dassetuṃ, ‘‘evaṃ dasa pāramiyo pūretvā’’tiādi vuttaṃ. Evaṃ sampannasamudāgamassa tadanurūpā ayaṃ phalasampadāti dassetuṃ, ‘‘tusitabhavanato’’tiādi vuttaṃ.",
  "tika-s0203t3:117": "Ariyadhammo nāma ariyamaggappadhāno, ariyamaggo ca sattatiṃsabodhipakkhiyasaṅgaho, te ca uddesamatteneva gahitāti āha – ‘‘sattatiṃsabodhipakkhiye ekadesena likhitvā’’ti. Cūḷasīlādīni brahmajāle (dī. ni. 1.8-9) āgatanayena veditabbāni. Chadvārasaṃvaraṃ satisampajaññanti manacchaṭṭhānaṃ dvārānaṃ saṃvaraṇavasena sattaṭṭhānikaṃ satisampajaññaṃ. Dvādasappabhedaṃ cīvarādicatuppaccayasantosaṃ. Araññarukkhamūlādīnañca vibhaṅgaṃ bhāvanānukūlaṃ senāsanaṃ. ‘‘Abhijjhaṃ loke pahāyā’’tiādinā vuttaṃ nīvaraṇappahānaṃ. Parikammanti kasiṇādiparikammaṃ. Pāḷiyaṃ āgatanayena aṭṭhatiṃsa kammaṭṭhānāni. Visuddhipaṭipāṭiyā yāva āsavakkhayā imaṃ paṭipattiṃ ekadesena likhi. Soḷasavidhanti soḷasavidhabhāvanāya payogaṃ.",
  "tika-s0203t3:118": "Kilañjamayeti nānāvidhabhittivibhatte saṇhasukhumaratanaparisibbite kilañjamayasamugge. Bahi vatthena veṭhetvāti paṭhamaṃ sukhumakambalena veṭhetvā paṭipāṭiyā tettiṃsāya samuggesu pakkhipitvā tato bahi sukhumavatthena veṭhetvā chādetvā. Tiṇagacchapahānasammajjanādinā sodhitamattakameva hotu, kadalipuṇṇaghaṭaṭhapanadhajapaṭākussāpanādialaṅkaraṇena mā niṭṭhāpethāti attho. Rājānubhāvena paṭiyādethāti mama rājānurūpaṃ sajjetha, alaṅkarothāti attho. Antarabhogikānanti anuyuttarājamahāmattānaṃ. Javanadūteti khippaṃ gacchantakadūtapurise. Tāḷehi saha avacarantīti tāḷāvacarā.",
  "tika-s0203t3:119": "Raññā paṇṇākāraṃ uddissa katapūjāsakkārassa amaccato sutattā paṇṇākāraṃ uccaṭṭhāne ṭhapetvā sayaṃ nīcāsane nisinno. Nāyaṃ aññassa ratanassa bhavissatīti ayaṃ parihāro aññassa maṇimuttādibhedassa ratanassa na bhavissati maṇimuttādīhi abhisaṅkhatattā. Balavasomanassaṃuppajji ciratanakālaṃ buddhasāsane bhāvitabhāvanatāya vāsitavāsanatāya ghaṭe dīpo viya abbhantare eva samujjalamānaparipakkatihetukabhāvato.",
  "tika-s0203t3:120": "Dhāremīti icchāmi, gaṇhāmīti attho. Dvejjhavacananti dveḷhakabhāvo. Antaraṃ karotīti dvinnaṃ pādānaṃ antaraṃ taṃ lekhaṃ karoti, ekena pādena atikkamīti attho. Tassā gatamaggenāti tāya deviyā vivaṭṭamānāya nāsitāya gatamaggena. Taṃ pana lekhanti pukkusātinā katalekhaṃ. Paṇṇacchattakanti tālapattamuṭṭhiṃ.",
  "tika-s0203t3:121": "Satthugāravenāti satthari uppannapasādapemabahumānasambhavena. Tadā satthāraṃyeva manasi katvā tanninnabhāvena gacchanto, ‘‘pucchissāmī’’tipi cittaṃ na uppādesi, ‘‘ettha nu kho satthā vasatī’’ti parivitakkasseva abhāvato; rājagahaṃ pana patvā rañño pesitasāsanavasena tattha ca vihārassa bahubhāvato satthā kahaṃ vasatīti pucchi. Satthu ekakasseva nikkhamanaṃ pañcacattālīsa yojanāni padasā gamanañca dhammapūjāvasena katanti daṭṭhabbaṃ. Dhammapūjāya ca buddhānaṃ āciṇṇabhāvo heṭṭhā vitthāritoyeva. Buddhasobhaṃ pana paṭicchādetvā aññātakavesena tattha gamanaṃ tassa kulaputtassa vissatthavasena maggadarathapaṭipassambhanatthaṃ. Appaṭipassaddhamaggadaratho hi dhammadesanāya bhājanaṃ na hotīti. Tathāhi vakkhati, ‘‘nanu ca bhagavā’’tiādi.",
  "tika-s0203t3:122": "Uruddhanti visālanti keci. Atirekatiyojanasatantiādinā anvayato byatirekato ca maccheravinayane sabrahmacārīnaṃ ovādadānaṃ. Accantasukhumālotiādinā satthu dhammagāravena saddhiṃ kulaputtassapi dhammagāravaṃ saṃsandati sametīti dasseti. Tena bhagavato katassa paccuggamanassa ṭhānagatabhāvaṃ vibhāvento aññesampi bhabbarūpānaṃ kulaputtānaṃ yathārahaṃ saṅgaho kātabboti dasseti.",
  "tika-s0203t3:123": "Brahmalokappamāṇanti uccabhāvena. Ānubhāvenāti iddhānubhāvena yathā so sotapathaṃ na upagacchati, evaṃ vūpasametuṃ sakkoti. Avibbhantanti vibbhamarahitaṃ nilloluppaṃ. ‘‘Bhāvanapuṃsakaṃ paneta’’nti vatvā tassa vivaraṇatthaṃ, ‘‘pāsādikena iriyāpathenā’’ti vuttaṃ. Itthambhūtalakkhaṇe etaṃ karaṇavacanaṃ daṭṭhabbaṃ. Tenāha ‘‘yathā iriyato’’tiādi. Amanāpohoti passantānaṃ. Sīhaseyyāya nipannassapi hi ekacce sarīrāvayavā adhokhittavikkhittā viya dissanti. Kaṭiyaṃ dvinnaṃ ūrusandhīnaṃ dvinnañca jāṇusandhīnaṃ vasena catusandhikapallaṅkaṃ. Na patiṭṭhātīti nappavattati, ‘‘kaṃsi tva’’ntiādinā apucchite kathāpavatti eva na hoti. Appatiṭṭhitāya kathāya na sañjāyatīti tathā pana pucchāvasena kathāya appavattitāya upari dhammakathā na sañjāyati na uppajjati. Itīti tasmā. Kathāpatiṭṭhāpanatthaṃ kathāpavattanatthaṃ kathāsamuṭṭhāpanatthaṃ vā pucchi.",
  "tika-s0203t3:124": "Sabhāvamevakathetīti attano bhagavato adiṭṭhapubbattā ‘‘adiṭṭhapubbakaṃ kathamahaṃ jāneyya’’nti sabhāvameva kevalaṃ attano ajjhāsayameva katheti; na pana sadevakassa lokassa supākaṭaṃ sabhāvasiddhaṃ buddharūpakāyasabhāvaṃ. Atha vā sabhāvameva kathetīti ‘‘idameva’’nti jānantopi tadā bhagavato ruciyā tathāpavattamānaṃ rūpakāyasabhāvameva katheti appavikkhambhanti adhippāyo. Tenāha – ‘‘tathā hi na’’ntiādi, vipassanālakkhaṇameva paṭipadanti adhippāyo.",
  "tika-s0203t3:125": "343.‘‘Pubbabhāgapaṭipadaṃ akathetvā’’ti vatvā pubbabhāgapaṭipadāya akathane kāraṇaṃ pubbabhāgapaṭipadañca sarūpato dassetuṃ, ‘‘yassa hī’’tiādi vuttaṃ. Aparisuddhāyapi pubbabhāgapaṭipadāya vipassanā tathā na kiccakārī, pageva avijjamānāyāti, ‘‘yassa hi…pe… aparisuddhā hoti’’cceva vuttaṃ. Pubbabhāgapaṭipadā ca nāma saṅkhepato pannarasa caraṇadhammāti āha – ‘‘sīlasaṃvaraṃ…pe… imaṃ pubbabhāgapaṭipadaṃ ācikkhatī’’ti. Yānakiccaṃ sādheti maggagamanena akilantabhāvasādhanattā. Cirakālaṃ paribhāvitāya paripakkagatāya hetusampadāya upaṭṭhāpitaṃ sāmaṇerasīlampi paripuṇṇaṃ akhaṇḍādibhāvappattiyā, yaṃ pubbahetuttā ‘‘sīla’’nti vuccati.",
  "tika-s0203t3:126": "Dhātuyo paramatthato vijjamānā, paññattimattho puriso avijjamāno. Atha kasmā bhagavā arahattassa padaṭṭhānabhūtaṃ vipassanaṃ kathento ‘‘chadhāturo’’ti avijjamānappadhānaṃ desanaṃ ārabhīti āha – ‘‘bhagavā hī’’tiādi. Katthaci ‘‘tevijjo chaḷabhiñño’’tiādīsu vijjamānena avijjamānaṃ dasseti. Katthaci – ‘‘itthirūpaṃ, bhikkhave, purisassa cittaṃ pariyādāya tiṭṭhatī’’tiādīsu (a. ni. 1.1) avijjamānena vijjamānaṃ dasseti. Katthaci ‘‘cakkhuviññāṇaṃ sotaviññāṇa’’ntiādīsu (vibha. 121) vijjamānena vijjamānaṃ dasseti. Katthaci – ‘‘khattiyakumāro brāhmaṇakaññāya saddhiṃ saṃvāsaṃ kappetī’’tiādīsu (dī. ni. 1.275) avijjamānena avijjamānaṃ dasseti. Idha pana vijjamānena avijjamānaṃ dasseti. ‘‘Chadhāturo’’ti hi samāsattho avijjamāno puggalavisayattā, tassa padassa avayavattho pana appadhānattho vijjamāno, so saddakkamena appadhānopi atthakkamena padhānoti āha – ‘‘vijjamānena avijjamānaṃ dassento’’ti. Puggalādhiṭṭhānāyettha desanāya kāraṇaṃ dassetuṃ, ‘‘sace hī’’tiādi vuttaṃ. Upaṭṭhāpeyyāti – ‘‘dhātuyo’’icceva kulaputtassa cittaṃ niveseyya tathā sañjāneyya, evaṃ dhammaṃ deseyyāti attho. Sandehaṃ kareyyāti asati purise ko karoti? Ko paṭisaṃvedeti, dhātuyo evāti kiṃ nu kho idaṃ, kathaṃ nu kho idanti saṃsayaṃ uppādeyya? Sammohaṃ āpajjeyyāti caturaṅgasamannāgate andhakāre vattamānaṃ viya desiyamāne atthe sammohaṃ āpajjeyya . Tathābhūto ca desanāya abhājanabhūtattā desanaṃ sampaṭicchituṃ na sakkuṇeyya. Evamāhāti evaṃ ‘‘chadhāturo’’ti āha.",
  "tika-s0203t3:127": "Yaṃ tvaṃ purisoti sañjānāsīti yaṃ rūpārūpadhammasamūhaṃ pabandhavasena pavattamānaṃ adhiṭṭhānavisesavisiṭṭhaṃ – ‘‘puriso satto itthī’’tiādinā tvaṃ sañjānāsi, so chadhāturo. Santesupi chadhātuvinimuttesu dhātvantaresu sukhāvaggahaṇatthaṃ tathā vuttaṃ taggahaṇeneva ca tesaṃ gahetabbato, svāyamattho heṭṭhā dassito eva. Sesapadesūti ‘‘chaphassāyatano’’tiādipadesupi. Cattāri adhiṭṭhānāni catasso patiṭṭhā etassāti caturādhiṭṭhāno, adhitiṭṭhati patiṭṭhahati etenāti adhiṭṭhānaṃ, yesu patiṭṭhāya uttamatthaṃ arahattaṃ adhigacchati, tesaṃ paññādīnaṃ etaṃ adhivacanaṃ. Tenāha ‘‘svāyaṃ bhikkhū’’tiādi. Ettoti vaṭṭato. Vivaṭṭitvāti vinivaṭṭitvā apasakkitvā. Ettoti vā etehi chadhātuādīhi. Ettha hi niviṭṭhassa āyattassa uttamāya siddhiyā asambhavoti. Patiṭṭhitanti ariyamaggādhigamavasena suppatiṭṭhitaṃ. Evañhi sabbaso paṭipakkhasamucchindanena tattha patiṭṭhito hoti. Maññassavā nappavattantīti chahipi dvārehi pavattamānasotāya maggena visositāya sabbaso vigatāya sabbaso vicchedappattiyā na sandanti. Tenāha ‘‘nappavattantī’’ti. Yasmā māne sabbaso samucchinne asamucchinno anupasanto kileso nāma natthi, tasmā āha – ‘‘muni santoti vuccatī’’ti rāgaggiādīnaṃ nibbānena nibbuto.",
  "tika-s0203t3:128": "Paññaṃ nappamajjeyyāti, ‘‘divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodhetī’’tiādinayappavattāya (ma. ni. 1.423; 2.24; 3.75; saṃ. ni. 4.120; a. ni. 3.15; vibha. 519; mahāni. 161) appamādappaṭipattiyā samādhivipassanāpaññaṃ nappamajjeyya. Etena pubbabhāgiyaṃ samathavipassanābhāvanamāha. Saccamanurakkheyyāti saccānurakkhanāpadesena sīlavisodhanamāha; sacce ṭhito samādinnasīlaṃ avikopetvā paripūrento samādhisaṃvattaniyataṃ karoti. Tenāha ‘‘vacīsaccaṃ rakkheyyā’’ti. Kilesapariccāgaṃ brūheyyāti tadaṅgādivasena kilesānaṃ pariccajanavidhiṃ vaḍḍheyya. Kilesavūpasamanaṃ sikkheyyāti yathā te kilesā tadaṅgādivasena pariccattā yathāsamudācārappavattiyā santāne pariḷāhaṃ na janenti; evaṃ kilesānaṃ vūpasamanavidhiṃ sikkheyya paññādhiṭṭhānādīnanti lokuttarānaṃ paññādhiṭṭhānādīnaṃ. Adhigamatthāyāti paṭilābhatthāya.",
  "tika-s0203t3:129": "347.Pubbevuttānanti, ‘‘caturādhiṭṭhāno, yattha ṭhitaṃ maññassavā nappavattantī’’ti (ma. ni. 3.343) evaṃ pubbe vuttānaṃ.",
  "tika-s0203t3:130": "348.Vattabbaṃ bhaveyyāti niddesavasena vattabbaṃ bhaveyya. Ādīhīti evamādīhi. Kiccaṃ natthi kiccābhāvato. Uppaṭipāṭidhātukanti ayathānupubbikaṃ. Yathādhammavasenevāti desetabbadhammānaṃ yathāsabhāveneva. Sappāyaṃ dhutaṅganti attano kilesaniggaṇhanayoggaṃ dhutaṅgaṃ. Cittarucitanti attano cittapakatiyā ācariyehi virocetabbaṃ, cariyānukūlanti attho. Hatthipadopamasuttādīsūti ādi-saddena visuddhimaggadhātuvibhaṅgādiṃ saṅgaṇhāti.",
  "tika-s0203t3:131": "354.Ayampetthāti pi-saddo sampiṇḍanattho. Tena ‘‘athāparaṃ upekkhāyeva avasissatī’’ti uparidesanaṃ sampiṇḍeti. Sopi hi pāṭiyekko anusandhīti. Nanu cāyaṃ yathāuddiṭṭhāya viññāṇadhātuyā niddesopi bhavissatīti yathānusandhinayo vijjatīti? Na, viññāṇadhātuniddesanayena desanāya appavattattā tenāha ‘‘heṭṭhato’’tiādi. Yaṃ vā panātiādinā pana desanāya sānusandhitaṃ vibhāveti. Na hi buddhā bhagavanto ananusandhikaṃ desanaṃ desenti. Āgamanīyavipassanāvasenāti yassā pubbe pavattattā āgamanīyaṭṭhāne ṭhitā vipassanā, tassā vasena. Kammakārakaviññāṇanti ‘‘netaṃ mama nesohamasmi, na meso attā’’ti evaṃ vipassanākiccakārakaṃ vipassanāsahitaṃ viññāṇaṃ. Viññāṇadhātuvasenāti yathāuddiṭṭhāya viññāṇadhātuyā bhājanavasena. Satthu kathanatthāyāti satthārā uddesameva katvā ṭhapitattā niddesavasena kathanatthāya. Akathitabhāvo eva hissa avasiṭṭhatā kathanatthāya paṭivijjhanatthāya ca. Paṭipakkhavigamena tassa cittassa parisuddhatāti āha ‘‘nirupakkilesa’’nti. Upakkilesānaṃ pana pahīnabhāvato pariyodātaṃ. Samudayavasena udayadassanatthañceva paccayanirodhavasena atthaṅgamadassanatthañca. Kāraṇabhāvena sukhāya vedanāya hitanti sukhavedaniyaṃ. Tenāha ‘‘sukhavedanāya paccayabhūta’’nti.",
  "tika-s0203t3:132": "360.Rūpakammaṭṭhānampi catudhātuvavatthānavasena, arūpakammaṭṭhānampi sukhadukkhavedanāmukhena paguṇaṃ jātaṃ.",
  "tika-s0203t3:133": "Satthu kathanatthaṃyeva avasissatīti, ‘‘kulaputtassa paṭivijjhanattha’’nti vuttamevatthaṃ nisedheti, tasmā vuttamevatthaṃ samatthetuṃ, ‘‘imasmiṃ hī’’tiādi vuttaṃ. Kulaputtassa rūpāvacarajjhāneti kulaputtena adhigatarūpāvacarajjhāne. Tenāha – ‘‘bhikkhu paguṇaṃ tava idaṃ rūpāvacaracatutthajjhāna’’nti. Yaṃ kiñci suvaṇṇatāpanayogyaṃ aṅgārabhājanaṃ idha ‘‘ukkā’’ti adhippetanti āha ‘‘aṅgārakapalla’’nti. Sajjeyyāti yathā tattha pakkhittasuvaṇṇañca tappati, evaṃ paṭiyādiyeyya. Nīhaṭadosanti vigatībhūtakāḷakaṃ. Apanītakasāvanti apagatasukhumakāḷakaṃ.",
  "tika-s0203t3:134": "Ariyamagge patiṭṭhāpetukāmena nāma sabbasmimpi lokiyadhamme virajjanatthāya dhammo kathetabboti adhippāyena, ‘‘kasmā panā’’tiādinā codanā katā. Vineyyadamanakusalena bhagavatā veneyyajjhāsayavasena tāva catutthajjhānupekkhāya vaṇṇo kathitoti tassa parihāraṃ vadanto, ‘‘kulaputtassā’’tiādimāha.",
  "tika-s0203t3:135": "361.Tadanudhammanti tassa arūpāvacarassa kusalassa anurūpadhammaṃ, yāya paṭipadāya tassa adhigamo hoti, tassa pubbabhāgapaṭipadanti attho. Tenāha ‘‘rūpāvacarajjhāna’’nti. Taggahaṇāti tassa gahaṇena tassā paṭipattiyā paṭipajjamānena. Ito uttarinti ‘‘viññāṇañcāyatana’’ntiādīsu.",
  "tika-s0203t3:136": "362.Tassevāti arūpāvacarajjhānassa. Etaṃ pana savipākaṃ arūpāvacarajjhānaṃ samecca sambhuyya paccayehi katattā saṅkhataṃ. Pakappitanti paccayavasena savihitaṃ. Āyūhitanti sampiṇḍitaṃ. Karontena karīyatīti paṭipajjanakena paṭipajjīyati saṅkharīyati. Nibbānaṃ viya na niccaṃ na sassataṃ. Atha kho khaṇe khaṇe bhijjanasabhāvatāya tāvakālikaṃ. Tato eva cavanādisabhāvanti sabbametaṃ rūpāvacaradhammesu ādīnavavibhāvanaṃ. Dukkhe patiṭṭhitanti saṅkhāradukkhe patiṭṭhitaṃ. Atāṇanti cavanasabhāvāditāya tāṇarahitaṃ. Aleṇanti tato arakkhattā līyanaṭṭhānarahitaṃ. Asaraṇanti appaṭisaraṇaṃ. Asaraṇībhūtanti sabbakālampi appaṭisaraṇaṃ.",
  "tika-s0203t3:137": "Samattapattavise khandhādīsu gahite duttikicchā siyāti, ‘‘khandhaṃ vā sīsaṃ vā gahetuṃ adatvā’’ti vuttaṃ. Evamevāti etthāyaṃ upamāsaṃsandanā – cheko bhisakko viya sammāsambuddho. Visavikāro viya kilesadukkhānubandho, bhisakkassa visaṃ ṭhānato cāvetvā upari āropanaṃ viya bhagavato desanānubhāvena kulaputtassa kāmabhave nikantiṃ pariyādāya arūpajjhāne bhavanaṃ. Bhisakkassa visaṃ otāretvā pathaviyaṃ pātanaṃ viya kulaputtassa orambhāgiyakilesadukkhāpanayanaṃ.",
  "tika-s0203t3:138": "Asampattassāti arūpāvacarajjhānaṃ anadhigatassa. Appaṭiladdhassevāti tassa vevacanaṃ. Sabbametanti ‘‘aniccaṃ adhuva’’ntiādinā vitthārato vuttaṃ sabbametaṃ ādīnavaṃ. Ekapadeneva ‘‘saṅkhatameta’’nti kathesi saṅkhatapadeneva tassa atthassa anavasesato pariyādinnattā.",
  "tika-s0203t3:139": "Nāyūhatīti bhavakāraṇacetanāvasena byāpāraṃ na samūheti na sampiṇḍeti. Tenāha – ‘‘na rāsiṃ karotī’’ti. Abhisaṅkharaṇaṃ nāma cetanābyāpāroti āha – ‘‘na abhisañcetayatī’’ti. Taṃ pana phaluppādanasamatthatāya phalena kappananti āha ‘‘na kappetī’’ti. Sace abhisaṅkhāracetanā uḷārā, phalamahattasaṅkhātāya vuḍḍhiyā hoti, anuḷārā ca avuḍḍhiyāti āha – ‘‘vuḍḍhiyā vā parihāniyā vā’’ti. Buddhavisaye ṭhatvāti bhagavā attano buddhasubuddhatāya sīhasamānavuttitāya ca desanaṃ ukkaṃsato sāvakehi pattabbaṃ visesaṃ anavasesento tathā vadati, na sāvakavisayaṃ atikkamitvā attano buddhavisayameva desento. Tenāha – ‘‘arahattanikūṭaṃ gaṇhī’’ti. Yadi kulaputto attano…pe… paṭivijjhi, atha kasmā bhagavā desanāya arahattanikūṭaṃ gaṇhīti āha ‘‘yathā nāmā’’tiādi.",
  "tika-s0203t3:140": "Ito pubbeti ito anāgāmiphalādhigamato uttari upari. Assāti kulaputtassa. Kathentassa bhagavato dhamme neva kaṅkhā na vimati paṭhamamaggeneva kaṅkhāya samucchinnattā. Ekaccesu ṭhānesūti tathā vineyyaṭhānesu. Tathā hi ayampi kulaputto anāgāmiphalaṃ patvā bhagavantaṃ sañjāni. Tena vuttaṃ ‘‘yato anenā’’tiādi.",
  "tika-s0203t3:141": "363.Anajjhositāti anajjhosanīyāti ayamatthoti āha – ‘‘gilitvā pariniṭṭhāpetvā gahetuṃ na yuttā’’ti.",
  "tika-s0203t3:142": "364. Rāgova anusayo rāgānusayo, so ca paccayasamavāye uppajjanārahoti vattabbataṃ labhatīti vuttaṃ – ‘‘sukhavedanaṃ ārabbha rāgānusayo uppajjeyyā’’ti. Na pana tassa uppādanaṃ atthi khaṇattayasamāyogāsambhavato. Esa nayo sesesupi. Itaranti adukkhamasukhavedanaṃ. Visaṃyuttoti kenaci saññojanena asaṃyuttatāya eva niyatavippayutto. Kāyassa koṭi paramo anto etassāti kāyakoṭikaṃ. Dutiyapadeti ‘‘jīvitapariyantika’’nti imasmiṃ pade. Visevanassāti upādānassa. Sītībhavissantīti padassa ‘‘nirujjhissantī’’ti attho vutto, kathaṃ pana vedayitānaṃ dvādasasu āyatanesu nirujjhanaṃ sītibhāvappattīti codanaṃ sandhāyāha – ‘‘kilesā hī’’tiādi. Samudayapañhenāti mahāsatipaṭṭhāne (dī. ni. 2.400; ma. ni. 1.133) samudayasaccanirodhapañhena. Nanu sabbaso kilesapariḷāhavigame sītibhāvo nāma vedanānirodhamattena adhippeto; tena idha vedayitāni vuttāni, na kilesāti vedayitānaṃ accantanirodhasaṅkhāto sītibhāvopi kilesasamucchedenevāti āha ‘‘vedayitānipī’’tiādi.",
  "tika-s0203t3:143": "365.Idaṃopammasaṃsandananti ettha saññojanā dīpasikhā viya, adhiṭṭhānakapallikā viya vedanāya nissayabhūtā cattāro khandhā, telaṃ viya kilesā, vaṭṭi viya kammavaṭṭaṃ, upaharaṇakapuriso viya vaṭṭagāmī puthujjano, tassa sīsacchedakapuriso viya arahattamaggo santānassa samucchedakaraṇato, anāhārāya dīpasikhāya nibbāyanaṃ viya kammakilesānaṃ anantarapaccayato anāhārāya vedanāya anupādisesavasena nibbāyanaṃ.",
  "tika-s0203t3:144": "Ādimhi samādhivipassanāpaññāhīti pubbabhāgapaṭipadābhūtā tayā paguṇasamādhito arahattassa padaṭṭhānabhūtavipassanāpaññāto ca. Uttaritarāti visiṭṭhatarā. Evaṃ samannāgatoti ettha evaṃ-saddo idaṃsaddatthavacanoti āha – ‘‘iminā uttamena arahattaphalapaññādhiṭṭhānenā’’ti. Sabbaṃ vaṭṭadukkhaṃ khepetīti sabbadukkhakkhayo, aggamaggo, taṃpariyāpannatāya tattha ñāṇanti āha – ‘‘sabbadukkhakkhaye ñāṇaṃ nāma arahattamagge ñāṇa’’nti. Arahattaphale ñāṇaṃ adhippetaṃ vuttanayena sabbadukkhakkhaye sante tannimittaṃ vā uppannañāṇanti katvā. Tassāti, ‘‘evaṃ samannāgato bhikkhu iminā paramena paññādhiṭṭhānena samannāgato hotī’’ti vuttabhikkhuno.",
  "tika-s0203t3:145": "366.Hīti yasmā. Vimuttīti arahattaphalavimutti, tasmā sabbadukkhakkhaye ñāṇanti arahattaphalañāṇaṃ adhippetaṃ. Saccanti paramatthasaccaṃ nibbānaṃ, na maggasaccaṃ. Kāmaṃ arahattaphalavimutti paṭipakkhehi akopanīyatāya akuppā, ‘‘sacce ṭhitā’’ti pana vacanato, ‘‘akuppārammaṇakaraṇena akuppāti vuttā’’ti āha. Vitathanti naṭṭhaṃ, jarāya maraṇena ca vipariṇāmetabbatāya yādisaṃ uppādāvatthāya jātaṃ, tato aññādisanti attho. Tathā hi taṃ jarāmaraṇehi parimusitabbarūpatāya ‘‘musā’’ti vuttaṃ. Tenāha – ‘‘mosadhammanti nassanasabhāva’’nti. Taṃ avitathanti taṃ vuttanayena avitathaṃ nāma, taṃ sabhāvo sabbakālaṃ teneva labbhanato. Samathavipassanāvasena vacīsaccatoti samathavipassanāvasena yaṃ visuddhimattaṃ vacīsaccaṃ, tato. Dukkhasaccasamudayasaccehi tacchavipallāsabhūtasabhāvehi. Iti nesaṃ yathāsakaṃ sabhāvena avitathabhāve amosadhammatāya tehipi avitathabhāvā paramatthasaccaṃ nibbānameva uttaritaraṃ. Tasmāti nibbānasseva uttaritarabhāvato.",
  "tika-s0203t3:146": "367. Upadhīyati ettha dukkhanti upadhī, khandhā kāmaguṇā ca. Upadahanti dukkhanti upadhī, kilesābhisaṅkhārā. Paripūrā gahitā parāmaṭṭhāti pariyattabhāvena taṇhāya gahitā diṭṭhiyā parāmaṭṭhā. Samathavipassanāvasena kilesapariccāgatoti vikkhambhanavasena tadaṅgappahānavasena ca kilesānaṃ pariccajanato. Uttaritaro visiṭṭhatarassa pahānappakārassa abhāvato.",
  "tika-s0203t3:147": "368.Āghātakaraṇavasenāti cetasikāghātassa uppajjanavasena. Byāpajjanavasenāti cittassa vipattibhāvavasena. Sampadussanavasenāti sabbaso dussanavasena. Tīhi padehi yadi arahattamaggena kilesānaṃ pariccāgo cāgādhiṭṭhānaṃ, arahattamaggeneva nesaṃ vūpasamo upasamādhiṭṭhānaṃ hotīti dasseti. Ettha visesena pariccāgo sampajahanaṃ anuppattidhammatāpādanaṃ cāgo, tathā pana pariccāgena yo so nesaṃ tadā vūpasantatāya abhāvo, ayaṃ upasamoti ayametesaṃ viseso.",
  "tika-s0203t3:148": "369.Maññitanti maññanā, ‘‘etaṃ mamā’’tiādinā kappanāti attho. Avijjāvibandhanataṇhāgāhādīnaṃ sādhāraṇabhāvato ayamahanti ettha ahanti diṭṭhimaññanādassanaṃ, sā pana diṭṭhi mānamaññanāya attaniyagāhavasena hotīti sveva ‘‘aya’’nti iminā gahitoti āha – ‘‘ayamahanti ekaṃ taṇhāmaññitameva vaṭṭatī’’ti. Ābādhaṭṭhenāti paṭipīḷanaṭṭhena. Maññanāvasena hi sattānaṃ tathā hoti. Antodosaṭṭhenāti abbhantaraduṭṭhabhāvena. Maññanādūsitattā hi sattānaṃ attabhāvo dukkhatāmūlāyatto, kilesāsucipaggharaṇato uppādanirodhabhaṅgehi uddhamuddhaṃ pakkapabhinno hotīti phalūpacārena ‘‘maññitaṃ gaṇḍo’’ti vutto. Anupaviṭṭhaṭṭhenāti anupavisitvā hadayamāhacca adhiṭṭhānena. Maññitañhi pīḷājananato antotudanato duruddharaṇato sallaṃ. Khīṇāsavamuni sabbaso kilesānaṃ santattā, tato eva pariḷāhānaṃ parinibbutattā vūpasantattā santo upasanto nibbutoti vuccati. Yattha ṭhitanti yasmiṃ asekkhabhūmiyaṃ ṭhitaṃ. Yadi bhagavā attano desanāñāṇānurūpaṃ desanaṃ pavattāpeyya, mahāpathaviṃ pattharantassa viya, ākāsaṃ pasārentassa viya, anantāparimeyyalokadhātuyo paṭicca tesaṃ ṭhitākāraṃ anuppūraṃ vicinantassa viya desanā pariyosānaṃ na gaccheyya. Yasmā panassa vineyyajjhāsayānurūpameva desanā pavatti, na tato paraṃ aṇumattampi vaḍḍhati. Tasmā vuttaṃ – ‘‘sabbāpi dhammadesanā saṃkhittāva, vitthāradesanā nāma natthī’’ti. Nanu sattapakaraṇadesanā vitthārakathāti? Na sāpi vitthārakathāti āha – ‘‘samantapaṭṭhānakathāpi saṃkhittāyevā’’ti. Sannipatitadevaparisāya ajjhāsayānurūpameva hi tassāpi pavatti, na satthudesanāñāṇānurūpanti. Yathānusandhiṃpāpesi yathāuddiṭṭhe anupubbena anavasesato vibhajanavasena desanāya niṭṭhāpitattā. Vipañcitaññū…pe… kathesi nātisaṅkhepavitthāravasena desitattā.",
  "tika-s0203t3:149": "370.Aṭṭhannaṃ parikkhārānanti nayidamanavasesapariyādānaṃ, lakkhaṇavacanaṃ panetaṃ, aññatarassāti vacanaseso. Tathā hi, ‘‘mayhaṃ iddhimayaparikkhāralābhāya paccayo hotū’’ti patthanaṃ paṭṭhapetvā pattacīvaraṃ, pattaṃ, cīvarameva vā dinne carimabhave iddhimayaparikkhāro nibbattatīti vadanti. Adinnattāti kecivādo, tenāha ‘‘kulaputto’’tiādi. Okāsābhāvatoti upasampadālakkhaṇassa asambhavato. Tenāha – ‘‘kulaputtassa āyuparikkhīṇa’’nti. Udakatittha…pe… āraddho paramappicchabhāvato.",
  "tika-s0203t3:150": "Vibbhantāti bhantacittā. Siṅgena vijjhitvā ghātesi purimajātibaddhāghātatāyāti vadanti.",
  "tika-s0203t3:151": "Mānusaṃ yoganti manussattabhāvaṃ. Attabhāvo hi yujjati kammakilesehīti ‘‘yogo’’ti vuccati. Upaccagunti upagacchiṃsu. Upakotiādi tesaṃ nāmāni.",
  "tika-s0203t3:152": "Gandhakaṭṭhehīti candanāgarusaḷaladevadāruādīhi gandhadārūhi. Sesaṃ suviññeyyameva.",
  "tika-s0203t3:153": "Dhātuvibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:154": "11. Saccavibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:155": "371.Ācikkhanāti – ‘‘idaṃ dukkhaṃ ariyasaccaṃ, ayaṃ dukkhanirodhagāminī paṭipadā ariyasacca’’nti ādito kathanaṃ. Desanāti tasseva atthassa atisajjanaṃ pabodhanaṃ. Paññāpanāti pakārehi ñāpanā, sā pana yasmā itthamidanti veneyyānaṃ paccakkhato dassanā, tesaṃ vā santāne patiṭṭhāpanā hoti, tasmā āha – ‘‘dukkhasaccādīnaṃ ṭhapanā’’ti. Paṭṭhapanāti patiṭṭhāpanā. Yasmā paṭṭhapiyamānasabhāvā desanā bhājanaṃ upagacchantī viya hoti, tasmā vuttaṃ – ‘‘paññāpanā’’ti, jānāpanāti attho. Vivaṭakaraṇāti desiyamānassa atthassa vivaṭabhāvakaraṇaṃ. Vibhāgakiriyāti yathāvuttassa atthavibhāgassa vitthārakaraṇaṃ. Pākaṭabhāvakaraṇanti agambhīrabhāvāpādanaṃ. Aparo nayo – catusaccasaññitassa atthassa paccekaṃ sarūpato dassanavasena idanti ādito sikkhāpanaṃ kathanaṃ ācikkhanā, evaṃ parasantāne pabodhanavasena pavattāpanā desanā, evaṃ vineyyānaṃ cittaparitosajananena tesaṃ buddhiparipācanaṃ ‘‘paññāpanā’’ti vuccati. Evaṃ paññāpentī ca sā desiyamānaṃ atthaṃ veneyyasantāne pakārato ṭhapeti patiṭṭhapetīti ‘‘paṭṭhapanā’’ti vuccati. Pakārato ṭhapentī pana saṃkhittassa vitthārato paṭivuttassa punābhidhānato ‘‘vivaraṇā’’ti, tassevatthassa vibhāgakaraṇato ‘‘vibhajanā’’ti, vuttassa vitthārenābhidhānato vibhattassa hetudāharaṇadassanato, ‘‘uttānīkamma’’nti vuccati. Tenāha – ‘‘pākaṭabhāvakaraṇa’’nti, hetūpamāvasenatthassa pākaṭabhāvakaraṇatoti attho.",
  "tika-s0203t3:156": "Anuggāhakāti anuggaṇhanakāmā. Svāyamanuggaho saṅgahavatthuvasena pākaṭo hotīti āha ‘‘āmisasaṅgahenā’’tiādi. Janetā janettīti āha ‘‘janikā mātā’’ti. Vuddhiṃ parisaṃ āpādetīti āpādetā. Tenāha ‘‘posetā’’ti. Idāni dvinnaṃ mahātherānaṃ yathākkamaṃ sabrahmacārīnaṃ bhagavatā vuttehi janikaposikamātuṭṭhāniyehi saṅgāhakataṃ vitthārato dassetuṃ, ‘‘janikamātā hī’’tiādi vuttaṃ. Paratoghosena vināpi uparimaggādhigamo hotīti ‘‘paccattapurisakārenā’’ti vuttaṃ. Paṭhamamaggo eva hi sāvakānaṃ ekantato ghosāpekkhoti. Pattesupīti pi-saddena pageva appattesūti dasseti. Bhavassa appamattakatā nāma ittarakālatāyāti āha ‘‘accharāsaṅghātamattampī’’ti. Janetāti janako, thero pana ariyāya janayitā. Āpādetāti vaḍḍhetā paribrūhetā. Purimasmiṃ saccadvaye sammasanaggahaṇaṃ lokiyattā tassa, itarasmiṃ tassa aggahaṇaṃ lokuttarattā.",
  "tika-s0203t3:157": "Kāmehi nikkhanto saṅkappo nekkhammasaṅkappo. Svāyamassa tato nikkhamanattho tesaṃ paṭipakkhabhāvato tehi visaṃsaggato virajjanato samucchindanato sabbaso vivittabhāvato ca hotīti dassetuṃ, ‘‘kāmapaccanīkaṭṭhenā’’tiādi vuttaṃ. Tattha kāmapadaghātanti yathā kāmo padaṃ patiṭṭhaṃ na labhati, evaṃ hananaṃ, kāmasamucchedanti attho. Kāmehi sabbaso vivittattā kāmavivitto, ariyamaggo, tassa anto, ariyaphalaṃ, tasmiṃ kāmavivittante. Eseva nayoti iminā ‘‘byāpādapaccanīkaṭṭhenā’’tiādiyojanaṃ atidisati. Sabbe cete nekkhammasaṅkappādayo nānācittesu labbhantīti yojanā. Yadi ekacitte labbhanti, kathaṃ tividhamicchāsaṅkappānaṃ samugghātoti āha ‘‘tatra hī’’tiādi. Na nānā labbhatīti iminā tividhakiccakāritaṃ sammāsaṅkappassa dasseti. Kiccavasena hi tassa nāmassa lābho. Sammāvācādīnampi maggakkhaṇe ekacitte labbhamānānampi catukiccakāritāya catubbidhanāmāditā veditabbā. Sesaṃ suviññeyyameva.",
  "tika-s0203t3:158": "Saccavibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:159": "12. Dakkhiṇāvibhaṅgasuttavaṇṇanā",
  "tika-s0203t3:160": "376.Mahāpajāpatigotamīti ettha gotamīti tassa gotamagottato āgataṃ nāmaṃ, mahāpajāpati pana guṇato. Taṃ vivarituṃ, ‘‘nāmakaraṇadivase panassā’’tiādi vuttaṃ. Mahatiṃ uḷāraṃ pajaṃ jananaposanehi parirakkhatīti mahāpajāpati. Paribhogavasena na haññatīti ahataṃ. Sippikānanti tantavāyānaṃ. Vāyanaṭṭhānanti vīnaṭṭhānaṃ. Tāni maṃ na tosenti kāyikassa puññassa abhāvato. Tenāha – ‘‘sahatthā katamevamaṃ tosetī’’ti. Pisitvā nibbattanaṃ katvā. Pothetvāti sukhumabhāvāpādanatthaṃ dhanukena netvā. Kālānukālañca dhātigaṇaparivutā gantvā vemakoṭiṃ aggahesi ekadivasanti adhippāyo. Evañhi ‘‘ekadivasaṃ pana…pe… akāsī’’ti purimavacanena taṃ na virujjheyya.",
  "tika-s0203t3:161": "Cha cetanāti chabbidhā cetanā. Na hi tā chayeva cetanāti. Saṅghe gotami dehi…pe… saṅgho cāti idameva suttapadaṃ. Saṅghe gotami dehīti saṅghassa dānāya niyojesi, tasmā saṅghova dakkhiṇeyyataroti ayamevettha attho. Yadi evantiādinā tattha byabhicāraṃ dasseti. Rājamahāmattādayotiādinā tattha byatirekato nidassanaṃ āha. Mahantatarā bhaveyyunti ānubhāvādinā mahantatarā bhaveyyuṃ, na ca taṃ atthīti. Tasmāti yasmā guṇavisiṭṭhahetukaṃ dakkhiṇeyyataṃ anapekkhitvā attano dīyamānassa dāpanaṃ labhati, tasmā. Mā evaṃ gaṇhāti sammāsambuddhato saṅghova dakkhiṇeyyo’’ti mā gaṇha.",
  "tika-s0203t3:162": "Tattha nicchayasādhakaṃ suttapadaṃ dassento, ‘‘nayimasmiṃ loke…pe… vipulaphalesina’’nti āha. Svāyamattho ratanasutte (khu. pā. 6.3; su. ni. 226), ‘‘yaṃ kiñci vitta’’nti gāthāya, aggapasādasuttādīhi (itivu. 90) ca vibhāvetabboti. Tenāha – ‘‘satthārā uttaritaro dakkhiṇeyyo nāma natthī’’ti.",
  "tika-s0203t3:163": "Gotamiyā antimabhavikatāya dānassa dīgharattaṃ hitāya sukhāya anuppādanato na taṃ garutaraṃ saṅghassa pādāpane kāraṇanti āha – ‘‘pacchimāya janatāyā’’tiādi. Vacanatopīti tassa vatthayugassa satthu eva paṭiggahaṇāya vacanatopi. Tenāha ‘‘na hī’’tiādi.",
  "tika-s0203t3:164": "Satthāsaṅghapariyāpannova īdise ṭhāne aggaphalaṭṭhatāya aṭṭha-ariyapuggalabhāvato, sace panassa na sayaṃ saṅghapariyāpannatā, kathaṃ saṅghe pūjite satthā pūjito nāma siyāti adhippāyo. Tīṇi saraṇagamanāni tayo eva aggapasādāti vakkhatīti adhippāyo. Abhidheyyānurūpāni hi liṅgavacanāni. Na ruhati ayāthāvapaṭipattibhāvato, na gihivesaggahaṇādinā gihibhāvassa paṭikkhipitattā. Na vattabbametaṃ ‘‘satthā saṅghapariyāpanno’’ti satthubhāvato. Sāvakasamūho hi saṅgho . Saṅghagaṇe hi satthā uttaritaro anaññasādhāraṇaguṇehi samannāgatabhāvato mūlaratanabhāvato ca.",
  "tika-s0203t3:165": "377. Sampatijātassa mahāsattassa sattapadavītihāragamanaṃ dhammatāvasena jātaṃ, paraṃ tadaññadaharasadisī paṭipattīti āha – ‘‘hatthapādakiccaṃ asādhentesū’’ti.",
  "tika-s0203t3:166": "378.Paccūpakāraṃ na sukaraṃ vadāmi anucchavikakiriyāya kātuṃ asakkuṇeyyattā. Abhivādenti etenāti abhivādanaṃ. Vandamānehi antevāsikehi ācariyaṃ ‘‘sukhī hotū’’tiādinā abhivādenti nāma. Tena vuttaṃ ‘‘abhivādana’’nti. Tadabhimukho…pe… vanditvā nipajjati, seyyathāpi āyasmā sāriputto. Kālānukālaṃ upaṭṭhānaṃ bījayanapādasambāhanādi anucchavikakammassa karaṇaṃ nāma. Anucchavikaṃ kiriyaṃ kātuṃ na sakkotiyeva, yasmā ācariyena katassa dhammānuggahassa antevāsinā kariyamāno āmisānuggaho saṅkhampi kalampi kalabhāgampi na upetiyevāti. Tena vuttaṃ ‘‘na suppatikāraṃ vadāmī’’ti.",
  "tika-s0203t3:167": "379.Pāṭipuggalikaṃ dakkhiṇaṃ ārabbha samuṭṭhitaṃ, ‘‘taṃ me bhagavā paṭiggaṇhatū’’ti mahāpajāpatigotamiyā vacanaṃ nimittaṃ katvā desanāya uṭṭhitattā. Na kevalañca tassā eva vacanaṃ, atha kho ānandattheropi…pe… samādapesi, tasmā vibhāgato cuddasasu…pe… hotīti dassetuṃ, imaṃ desanaṃ ārabhi. Tattha patipaccekaṃ puggalaṃ dīyatīti pāṭipuggalikaṃ. Paṭhamasaddo yathā aggattho, evaṃ seṭṭhapariyāyopīti āha ‘‘jeṭṭhakavasenapī’’ti. Aggā uttame khette pavattattā. Dutiyatatiyāpi paramadakkhiṇāyeva sabbaso sammāvikkhambhitarāgādikilesattā. Rāgādayo hi adakkhiṇeyyabhāvassa kāraṇaṃ. Tenevāha – ‘‘tiṇadosāni khettāni, rāgadosā ayaṃ pajā’’tiādi (dha. pa. 356). Yasmā pana savāsanaṃ sabbaso samucchinnakilesehi tato eva sabbaso appaṭihatañāṇacārehi anantāparimeyyaguṇagaṇādhārehi sammāsambuddhehi sadiso sadevake loke koci dakkhiṇeyyo natthi. Tasmā ‘‘paramadakkhiṇāyevā’’ti sāsaṅkaṃ vadati. Yasmā pañcābhiñño aṭṭhasamāpattilābhī eva hoti lokiyābhiññānaṃ aṭṭhasamāpattiadhiṭṭhānattā, tasmā ‘‘lokiyapañcābhiññe’’icceva vuttaṃ, na ‘‘aṭṭhasamāpattilābhimhī’’ti tāya avuttasiddhattā. Gosīladhātukoti gosīlasabhāvo, sīlavatā sadisasīloti attho. Tenāha ‘‘asaṭho’’tiādi. Tena na alajjidhātuko pakatisiddho idha puthujjanasīlavāti adhippetoti dasseti.",
  "tika-s0203t3:168": "Paricchindantoti ettakoti paccekappamāṇato tato eva aññamaññaṃ asaṅkaratova paricchindanto. Kathaṃ pana asaṅkhyeyyabhāvena vuccamāno vipāko paricchinno hoti? Sopi tassa paricchedo eva itarehi asaṃkiṇṇabhāvadīpanato, etadatthameva pubbe asaṅkaraggahaṇaṃ kataṃ. Guṇavasenāti lakkhaṇasampannādiguṇavasena. Upakāravasenāti bhogarakkhādiupakāravasena. Yaṃ posanatthaṃ dinnaṃ, idaṃ na gahitaṃ dānalakkhaṇāyogato. Anuggahapūjanicchāvasena hi attano deyyavatthupariccāgo dānaṃ bhayarāgaladdhukāmakulādivasena sāvajjābhāvato. Tampi na gahitaṃ ayāvadatthatāaparipuṇṇabhāvena yathādhippetaphaladānāsamatthabhāvato. Sampattassāti santikāgatassa. Tena sampattipayojane anapekkhataṃ dasseti. Phalaṃ paṭikaṅkhitvāti ‘‘idaṃ me dānamayaṃ puññaṃ āyatiṃ sukhahitabhāvāya hotū’’tiādinā phalaṃ paccāsīsitvā. Tenassa phaladāne namiyataṃ dasseti, yāvadatthanti iminā paripuṇṇaphalataṃ. Sataguṇāti ettha guṇasaddo na ‘‘guṇena nāmaṃ uddhareyya’’ntiādīsu (dha. sa. aṭṭha. 1313; udā. aṭṭha. 53; paṭi. ma. aṭṭha. 1.1.76; netti. aṭṭha. 4.38) viya sampattiattho, ‘‘taddiguṇa’’ntiādīsu viya na vaḍḍhanattho, ‘‘pañca kāmaguṇā loke, manochaṭṭhā paveditā’’tiādīsu (su. ni. 173) viya na koṭṭhāsattho, ‘‘antaṃ antaguṇa’’ntiādīsu (dī. ni. 2.377; ma. ni. 1.110; khu. pā. 3) viya na antabhāgattho, atha kho ānisaṃsatthoti dassento, ‘‘satānisaṃsā’’ti āha, te ānisaṃse sarūpato dassetuṃ, ‘‘āyusata’’ntiādi vuttaṃ. Sataguṇāti vā satavaḍḍhikāti evamettha attho daṭṭhabbo. Nipparitasaṃ karotīti āyuādīnaṃ ānisaṃsānaṃ aparittāsaṃ karoti. Atha vā nipparitasaṃ karotīti āyuādinimittaṃ aparittāsaṃ karoti. Atha vā nipparitasaṃ karotīti āyuādīni tato uttarimpi āhārādihetu aparittāsaṃ karoti. Attabhāvavinimuttasañcaraṇassa abhāvā, ‘‘bhavasatepi vutte ayamevattho’’ti vuttaṃ. Sabbatthāti, ‘‘puthujjanadussīle’’tiādīsu sabbavāresu. Nayo netabboti, ‘‘āyusahassaṃ vaṇṇasahassa’’ntiādiko nayo.",
  "tika-s0203t3:169": "Sāsanāvataraṇaṃ nāma yāvadeva vaṭṭadukkhanittharaṇatthaṃ, tañca maggapaṭivedhanaṃ, tasmā nibbedhabhāgiyasaraṇagamanaṃ sikkhāpadasamādānaṃ pabbajjā upasampadā sīlaparipūraṇaṃ adhicittasikkhānuyogo vipassanābhāvanāti sabbāpesā sotāpattiphalasacchikiriyāya paṭipatti eva hotīti āha – ‘‘tisaraṇaṃ gato upāsakopī’’tiādi. Tattha yathā nibbedhabhāgiyo samādhi tāva nāma paramparāya ariyamaggādhigamassa paccayabhāvato upanissayo; tathā nibbedhabhāgiyaṃ sīlaparipūraṇaṃ upasampadā pabbajjā upāsakassa dasasu pañcasu sīlesu patiṭṭhānaṃ antamaso saraṇādigamanampi nibbedhabhāgiyaṃ ariyamaggādhigamassa upanissayo hotiyevāti, ‘‘sabbāpesā sotāpattiphalasacchikiriyāya paṭipattī’’ti vuttā. Tattha anaññasādhāraṇa-vijjācaraṇādi-asaṅkhyeyyaaparimeyya-guṇa-samudayapūrite bhagavati saddhamme ariyasaṅghe uḷāratarabahumānagāravataṃ gato. ‘‘Sammāsambuddho bhagavā, svākhāto dhammo, suppaṭipanno saṅgho’’ti tapparāyaṇatādiākārappatto ñāṇaparisodhito pasādo saraṇagamananti tena vatthugatena pasādena paribhāvite santāne kataṃ puññakkhettasampattiyā mahapphalaṃ mahānisaṃsameva hotīti āha – ‘‘tasmiṃ dinnadānampi asaṅkhyeyyaṃ appameyya’’nti. Tayidaṃ saraṇaṃ vatthuttaye pasādabhāvena ajjhāsayasampattimattaṃ, tādisassa pana pañcasīlaṃ ajjhāsayasampattiupathambhito kāyavacīsaṃyamoti tattha dinnaṃ tato uttari mahapphalanti, dasasīlaṃ pana paripuṇṇuposathasīlaṃ, tattha dinnaṃ mahapphalanti, ‘‘tato uttari mahapphala’’nti vuttaṃ. Sāmaṇerasīlādīnaṃ pana uttari visiṭṭhatarādibhāvato tattha tattha dinnassa visesamahapphalatā vuttā.",
  "tika-s0203t3:170": "Maggasamaṅgitā nāma maggacittakkhaṇaparicchinnā, tasmiñca khaṇe kathaṃ dātuṃ paṭiggahetuñca sambhavatīti codeti ‘‘kiṃ pana maggasamaṅgissa sakkā dānaṃ dātu’’nti. Itaro tādise sati samayeti dassento, ‘‘āma sakkā’’ti paṭijānitvā, ‘‘āraddhavipassako’’tiādinā tamatthaṃ vivarati. Tasmiṃ khaṇeti tasmiṃ pakkhipanakkhaṇe. Yadi aṭṭhamakassa sotāpannassa dinnadānaṃ phalato asaṅkhyeyyameva, ko nesaṃ visesoti āha ‘‘tatthā’’tiādi. Tena satipi asaṅkhyeyyabhāvasāmaññe atthi nesaṃ appabahubhāvo saṃvaṭṭaṭṭhāyī asaṅkhyeyyamahākappāsaṅkhyeyyānaṃ viyāti dasseti. Maggasamaṅgīnaṃ tena tena odhinā saṃkilesadhammānaṃ pahīyamānattā vodānadhammānaṃ vaḍḍhamānattā apariyositakiccattā aparipuṇṇaguṇatā, pariyositakiccattā phalasamaṅgīnaṃ paripuṇṇaguṇatāti taṃtaṃmaggaṭṭhehi phalaṭṭhānaṃ khettātisayatā veditabbā. Heṭṭhimaheṭṭhimehi pana maggaṭṭhehi uparimānaṃ maggaṭṭhānaṃ phalaṭṭhehi phalaṭṭhānaṃ uttaritaratā pākaṭā eva. Tathā hi uparimānaṃ dinnadānassa mahapphalatā vuttā.",
  "tika-s0203t3:171": "380. Kāmañcettha buddhappamukhe ubhatosaṅghe kevale ca bhikkhusaṅghe dānaṃ atthi eva, na pana buddhappamukhe bhikkhusaṅghe, taṃ pana buddhappamukhaubhatosaṅgheneva saṅgahitanti aviruddhaṃ. Na pāpuṇanti mahapphalabhāvena sadisatampi, kuto adhikataṃ.",
  "tika-s0203t3:172": "‘‘Tathāgate parinibbute ubhatosaṅghassa’’ icceva vuttattā – ‘‘kiṃ panā’’tiādinā codeti . Itaro parinibbute tathāgate taṃ uddissa gandhapupphādipariccāgo viya cīvarādipariccāgopi mahapphalo hotiyevāti katvā paṭipajjanavidhiṃ dassetuṃ, ‘‘ubhatosaṅghassā’’tiādi vuttaṃ. ‘‘Ettakāyeva, bhikkhū uddisathā’’ti evaṃ paricchedassa akaraṇena upacārasīmāpariyāpannānaṃ khettapariyāpannānaṃ vasena aparicchinnakamahābhikkhusaṅghe.",
  "tika-s0203t3:173": "Gottaṃ vuccati sādhāraṇanāmaṃ, mattasaddo luttaniddiṭṭho, tasmā samaṇāti gottamattaṃ anubhavanti dhārentīti gotrabhuno. Tenāha ‘‘nāmamattasamaṇā’’ti. Diṭṭhisīlasāmaññena saṃhato samaṇagaṇo saṅgho, tasmā saṅgho dussīlo nāma natthi. Guṇasaṅkhāyāti ānisaṃsagaṇanāya, mahapphalatāyāti attho. Kāsāva…pe… asaṅkhyeyyāti vuttā saṅghaṃ uddissa dinnattā. Yathā pana saṅghaṃ uddissa dānaṃ hoti, taṃ vidhiṃ dassetuṃ, ‘‘saṅghagatā dakkhiṇā’’tiādi vuttaṃ. Tattha cittīkāranti gāravaṃ.",
  "tika-s0203t3:174": "Saṅghato na puggalato. Aññathattaṃ āpajjatīti ‘‘imassa mayā dinnaṃ saṅghassa dinnaṃ hotī’’ti evaṃ cittaṃ anuppādetvā, ‘‘saṅghassa dassāmī’’ti deyyadhammaṃ paṭiyādetvā sāmaṇerassa nāma dātabbaṃ jātanti aññathattaṃ āpajjati; tasmā tassa dakkhiṇā saṅghagatā na hotiyeva puggalavasena cittassa pariṇāmitattā. Nibbematiko hutvāti ‘‘kiṃ nu kho mayā imassa dinnaṃ hoti vā na vā’’ti vimatiṃ anuppādetvā, ‘‘yo panā’’tiādinā vuttākārena karoti.",
  "tika-s0203t3:175": "Tatthātiādinā vuttassevatthassa pākaṭakaraṇatthaṃ vatthuṃ nidasseti, ‘‘parasamuddavāsino’’tiādinā. Opuñjāpetvā paribhaṇḍaṃ kāretvā, haritagomayena upalimpitvāti attho. Kāsāvakaṇṭhasaṅghassāti kāsāvakaṇṭhasamūhassa. Ko sodhetīti mahapphalabhāvakaraṇena ko visodheti. Mahapphalabhāvāpattiyā hi dakkhiṇā visujjhati nāma. Tattha yesaṃ hatthe dinnaṃ, tesaṃ vasena paṭiggāhakato dakkhiṇāya visuddhattā, – ‘‘tadāpāhaṃ, ānanda, saṅghagataṃ dakkhiṇaṃ asaṅkhyeyyaṃ appameyyaṃ vadāmī’’ti (ma. ni. 3.380) ca vuttaṃ, tasmā kammavaseneva dakkhiṇāvisuddhiṃ pucchati. Itaro ariyasaṅghe dinnadakkhiṇāya nibbisiṭṭhaṃ katvā vuttattā matthakappattasseva ariyasaṅghassa vasena dakkhiṇāvisuddhiṃ dassento, ‘‘sāriputta…pe… sodhentī’’ti vatvā puna, ‘‘ye keci arahanto sodhentī’’ti dassento, ‘‘apicā’’tiādimāha. Therā ciraparinibbutāti idaṃ ajjatanānampi ariyānaṃ sāvakataṃ dassentena maggasodhanavasena vuttanti daṭṭhabbaṃ, na uddissa puññakaraṇe sati akaraṇappattiyā. Evañhi ‘‘asītimahātherā sodhentī’’ti idaṃ suvuttaṃ hoti, na aññathā.",
  "tika-s0203t3:176": "‘‘Saṅghagatāya dakkhiṇāyā’’ti kāmañcetaṃ sādhāraṇavacanaṃ, tathāpi tattha tattha puggalaviseso ñātabboti dassento, ‘‘atthi buddhappamukho saṅgho’’tiādimāha. Na upanetabbo bhagavato kāle bhikkhūnaṃ abhiññāpaṭisambhidāguṇavasena ativiya uḷārabhāvato, etarahi tadabhāvato. Etarahi saṅgho…pe… na upanetabboti ettha nayānusārena attho vattabbo. Tena teneva samayenāti tassa tassa kālassa sampattivipattimukhena paṭipattiyā uḷārataṃ anuḷāratañca ulliṅgeti. Yattha hi bhikkhū guṇehi sabbaso paripuṇṇā honti, tasmiṃ samaye saṅghagatā dakkhiṇā itarasmiṃ samaye dakkhiṇato mahapphalatarāti daṭṭhabbā. Saṅghe cittīkāraṃ kātuṃ sakkontassāti suppaṭipannatādiṃ saṅghe āvajjitvā saṅghagatena pasādena saṅghassa sammukhā viya tasmiṃ puggale ca gāravavasena dentassa puthujjanasamaṇe dinnaṃ mahapphalataraṃ saṅghato uddisitvā gahitattā, ‘‘saṅghassa demī’’tiyeva dinnattā ca.",
  "tika-s0203t3:177": "Eseva nayoti iminā, ‘‘sotāpanne dinnaṃ mahapphalatara’’nti evamādiṃ atidisati. Ādi-saddena uddisitvā gahito sakadāgāmī, pāṭipuggaliko anāgāmīti evamādi saṅgahitaṃ. Mahapphalatarameva. Tenāha bhagavā – ‘‘na tvevāhaṃ, ānanda, kenaci pariyāyena saṅghagatāya dakkhiṇāya pāṭipuggalikaṃ dānaṃ mahapphalataraṃ vadāmī’’ti (ma. ni. 3.380). Yadi khīṇāsave dinnadānato saṅghato uddisitvā gahitadussīlepi dinnadānaṃ mahapphalaṃ, evaṃ sante – ‘‘sīlavato, mahārāja, dinnaṃ mahapphalaṃ, no tathā dussīle’’ti idaṃ kathanti āha – ‘‘taṃ imaṃ nayaṃ gahāyā’’tiādi. Saṅghato uddisitvā gahaṇavidhiṃ pahāya dussīlasseva gahaṇavasena vuttaṃ. Imasmiṃ catukke daṭṭhabbanti imassa padassa vasena daṭṭhabbaṃ. Tattha hi ‘‘paṭiggāhakā honti dussīlā pāpadhammā’’ti āgataṃ.",
  "tika-s0203t3:178": "381.Visujjhatīti na kilissati, mahājutikārī mahāvipphārā hotīti attho. Sucidhammoti rāgādiasucividhamanena sucisabhāvo. Na pāpadhammoti na nihīnasabhāvo pāpakiriyāya. Akusaladhammo hi ekantanihīno. Jūjako sīlavā kalyāṇadhammo na hoti. Tassa mahābodhisattassa attano puttadānaṃ dānapāramiyā matthakaṃ gaṇhantaṃ mahāpathavīkampanasamatthaṃ jātaṃ, svāyaṃ dānaguṇo vessantaramahāraññā kathetabboti.",
  "tika-s0203t3:179": "Uddharatīti bahulaṃ katapāpakammavasena laddhavinipātato uddharati. Tasmā natthi mayhaṃ kiñci cittassa aññathattanti adhippāyo.",
  "tika-s0203t3:180": "Petadakkhiṇanti pete uddissa dātabbadakkhiṇaṃ. Pāpitakāleyevāti, ‘‘idaṃ dānaṃ asukassa petassa hotū’’ti uddisanavasena patte pāpitakāleyeva. Assāti petassa. Pāpuṇīti phalasamāpattiyā vasena pāpuṇi. Ayañhi pete uddissa dāne dhammatā.",
  "tika-s0203t3:181": "Tadā kosalarañño pariccāgavasena ativiya uḷārajjhāsayataṃ, buddhappamukhassa ca bhikkhusaṅghassa ukkaṃsagataguṇavisiṭṭhataṃ sandhāyāha, ‘‘asadisadānaṃ kathetabba’’nti.",
  "tika-s0203t3:182": "Asārampi khettanti sārahīnaṃ dukkhettaṃ. Samayeti kasanārahe kāle. Paṃsuṃ apanetvāti nissāraṃ paṃsuṃ nīharitvā. Sārabījānīti sabhāvato abhisaṅkhārato ca sārabhūtāni bījāni. Patiṭṭhapetvāti vapitvā. Evanti yathā kassako attano payogasampattiyā asārepi khette phalaṃ adhigacchati. Evaṃ sīlavā attano payogasampattiyā dussīlassapi datvā phalaṃ mahantaṃ adhigacchati. Iminā upāyenāti iminā paṭhamapade vuttanayena. Sabbapadesūti sabbakoṭṭhāsesu visujjhanaṃ vuttaṃ, tatiyapade pana visujjhanaṃ paṭikkhittameva.",
  "tika-s0203t3:183": "382. Arahato dinnadānameva aggaṃ dānacetanāya kenaci upakkilesena anupakkiliṭṭhattā, paṭiggāhakassa aggadakkhiṇeyyattā. Tenāha – ‘‘bhavālayassa bhavapatthanāya abhāvato’’ti, ‘‘ubhinnampī’’ti vacanaseso. Khīṇāsavo dānaphalaṃ na saddahatīti idaṃ tassa appahīnakilesajanassa viya kammakammaphalānaṃ saddahanākārena pavatti natthīti katvā vuttaṃ, yato arahā ‘‘asaddho akataññū ca…pe… poriso’’ti (dha. pa. 97) thomīyati. Asaddahanaṃ anumānapakkhikaṃ, anumānañca saṃsayapubbakaṃ, nissandiddho ca kammakammaphalesu paccakkhabhāvaṃ gato. Tameva hi nicchitabhāvasiddhaṃ nissandiddhataṃ sandhāya – ‘‘dānaphalaṃ saddahantā’’tiādi vuttaṃ. Yadi evaṃ tena katakammaṃ kammalakkhaṇappattaṃ hotīti āha ‘‘khīṇāsavenā’’tiādi. Tenevāha – ‘‘nicchandarāgattā’’ti, etañca lakkhaṇavacanaṃ, kenaci kilesena anupakkiliṭṭhattāti adhippāyo. Assāti khīṇāsavassa dānaṃ.",
  "tika-s0203t3:184": "Kiṃ pana sammāsambuddhenātiādinā dāyakato dakkhiṇāvisuddhi coditā, sāriputtattherenātiādinā pana paṭiggāhakatoti vadanti; tadayuttaṃ, sāvakassa mahapphalabhāve saṃsayābhāvato, heṭṭhā nicchitattā ca, tasmā ubhayenapi dāyakato dakkhiṇāvisuddhi eva coditā. Sā hi idha sādhāraṇavasena nicchitattā saṃsayavatthu. Tenāha – ‘‘sammāsambuddhena…pe… vadantī’’ti. Sammāsambuddhaṃ hītiādi yathāvuttaatthassa kāraṇavacanaṃ. Añño dānassa vipākaṃ jānituṃ samattho nāma natthi sabbaso sattānaṃ kammavipākavibhāgajānanañāṇassa ananuññātattā. Tenāha bhagavā – ‘‘yasmā ca kho, bhikkhave, sattā na jānanti, dānasaṃvibhāgassa vipākaṃ yathāhaṃ jānāmi, tasmā adatvā bhuñjantī’’tiādi (itivu. 26). Etena ettha ñāṇavisodhanaṃ nāma kathitaṃ, na dakkhiṇāya visuddhi nāma dāyakato paṭiggāhakato ca vasena hotīti; sammāsambuddhena sāriputtattherassa dinnadānaṃ sabbaso upakkilesavisuddhiyā ñāṇassa ca ativiya uḷārattā mahānubhāvaṃ nāma siyā mahātejavantañca; na mahapphalaṃ tesaṃ santāne paripuṇṇaphalassa asambhavato. Yadi dinnadānaṃ paripuṇṇaphalaṃ na hoti ubhayavipākadānābhāvato, pavattivipākadāyī pana hotīti dassento, ‘‘dānaṃ hī’’tiādimāha.",
  "tika-s0203t3:185": "Catūhīti sahayoge karaṇavacanaṃ, catūhi sampadāhi sahagatā sahitaṃ katvāti attho. Imā catasso sampadā sabbasādhāraṇavasena vuttā, na yathādhigatapuggalavasena. Tenāha – ‘‘deyyadhammassa dhammenā’’tiādi. Tasmiṃyeva attabhāveti yasmiṃ attabhāve taṃ dānamayaṃ puññaṃ uppannaṃ, tasmiṃyeva attabhāve vipākaṃ deti, cetanāya mahantattā diṭṭhadhammavedanīyaṃ hutvā vipaccatīti attho. Pubbacetanādivasenāti sanniṭṭhāpakajavanavīthito pubbāparavīthicetanāvasena, aññathā sanniṭṭhāpakavīthiyaṃyeva pubbacetanādivasenāti vattabbaṃ siyā. Sā hi cetanā diṭṭhadhammavedanīyabhūtā tasmiṃyeva attabhāve vipākaṃ deti, na itarā. Mahattatāti pubbābhisaṅkhāravasena ñāṇasampayogādivasena cetanāya uḷāratā. Khīṇāsavabhāvenāti yassa deti, tassa khīṇāsavabhāvena. Vatthusampannatāti ettha yathā paṭighasaññā nānattasaññānaṃ vigamena dibbavihārānaṃ vasena, byāpādasaññādīnaṃ vigamena brahmavihārānaṃ vasena, sabbaso rūpasaññānānattasaññānaṃ vigamena āneñjavihārānaṃ vasena sabbaso niccasaññādīnaṃ paṭippassaddhiyā sabbasaṅkhāravimukhatāya ariyavihārānaṃ vasena vatthusampannatā icchitā. Taṃtaṃsamāpattisamāpajjanena santānassa nirodhasādhanatā taṃ divasaṃ nirodhassa sādhanatā nāma. Vatthusampannatāti sabbaso nirodhasamāpattisamāpajjanena vatthusampannatā icchitā; na sabbaso anavasesasaññānirodhatāyāti āha – ‘‘taṃ divasaṃ nirodhato vuṭṭhitabhāvena vatthusampannatā’’ti. Saññānirodhassa cettha accāsannataṃ sandhāya, ‘‘taṃ divasa’’nti vuttaṃ. Yaṃ panettha atthato avibhattaṃ, taṃ suviññeyyameva.",
  "tika-s0203t3:186": "Dakkhiṇāvibhaṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0203t3:187": "Niṭṭhitā ca vibhaṅgavaggavaṇṇanā."
}