{
  "tika-vin08t23:0": "23. Nissayavinicchayakathā",
  "tika-vin08t23:1": "151. Evaṃ upasampadāvinicchayaṃ kathetvā idāni nissayavinicchayaṃ kathetuṃ ‘‘nissayoti ettha panā’’tiādimāha. Tattha nissayanaṃ nissayo, sevanaṃ bhajanantyattho. Nipubbasi sevāyanti dhātu bhāvasādhano, na ‘‘nissāya naṃ vasatīti nissayo’’ti idha viya avuttakammasādhano. Tattha hi sevitabbo puggalo labbhati, idha pana sevanakiriyāti. Idāni taṃ nissayaṃ pucchāpubbaṅgamāya vissajjanāya vitthārato ṭhapetuṃ ‘‘kena dātabbo’’tiādimāha. Tattha kena dātabbo, kena na dātabboti nissayadāyakaṃ kattāraṃ pucchati, kassa dātabbo, kassa na dātabboti nissayapaṭiggāhakaṃ sampadānaṃ, kathaṃ gahito hoti, kathaṃ paṭippassambhatīti kāraṇaṃ, nissāya kena vasitabbaṃ, kena na vasitabbanti nissayapaṭipannakaṃ. Tato pucchānukkamena vissajjetuṃ ‘‘tattha’’tyādimāha. Na kevalaṃ ettheva, atha kho nissayamuccanaṅgepi ‘‘byattenā’’ti āgato.",
  "tika-vin08t23:2": "Tattha ettha ca ko visesoti āha ‘‘ettha ca ‘byatto’ti iminā parisupaṭṭhāpako bahussuto veditabbo’’ti. Idāni parisupaṭṭhāpakalakkhaṇaṃ dassetuṃ ‘‘parisupaṭṭhāpakena hī’’tiādimāha. Tattha abhivinayeti sakale vinayapiṭake. Vinetunti sikkhāpetuṃ. Dve vibhaṅgā paguṇā vācuggatā kātabbāti idaṃ paripucchāvasena uggaṇhanaṃ sandhāya vuttanti vadanti. Ekassa pamuṭṭhaṃ, itaresaṃ paguṇaṃ bhaveyyāti āha ‘‘tīhi janehi saddhiṃ parivattanakkhamā kātabbā’’ti. Abhidhammeti nāmarūpaparicchede. Heṭṭhimā vā tayo vaggāti mahāvaggato heṭṭhā sagāthāvaggo nidānavaggo khandhavaggoti ime tayo vaggā. ‘‘Dhammapadampi saha vatthunā uggahetuṃ vaṭṭatī’’ti mahāpaccariyaṃ vuttattā jātakabhāṇakena sāṭṭhakathaṃ jātakaṃ uggahetvāpi dhammapadaṃ saha vatthunā uggahetabbameva.",
  "tika-vin08t23:3": "Pañcahi bhikkhave aṅgehi samannāgatenātiādīsu na sāmaṇero upaṭṭhāpetabboti upajjhāyena hutvā sāmaṇero na upaṭṭhāpetabbo. Asekkhena sīlakkhandhenāti asekkhassa sīlakkhandhopi asekkho sīlakkhandho nāma. Asekkhassa ayanti hi asekkho, sīlakkhandho. Evaṃ sabbattha. Evañca katvā vimuttiñāṇadassanasaṅkhātassa paccavekkhaṇañāṇassapi vasena apekkhitvā uppannā ayaṃ kathā. Asekkhasīlanti ca na aggaphalasīlameva adhippetaṃ, atha kho yaṃ kiñci asekkhasantāne pavattasīlaṃ lokiyalokuttaramissakassa sīlassa idhādhippetattā. Samādhikkhandhādīsupi vimuttikkhandhapariyosānesu ayameva nayo, tasmā yathā sīlasamādhipaññākkhandhā lokiyamissakā kathitā, evaṃ vimuttikkhandhopīti tadaṅgavimuttiādayopi veditabbā, na paṭippassaddhivimutti eva. Vimuttiñāṇadassanaṃ pana lokiyameva. Teneva saṃyuttanikāyaṭṭhakathāyaṃ (saṃ.ni. aṭṭha. 1.1.135) vuttaṃ ‘‘purimehi catūhi padehi lokiyalokuttarasīlasamādhipaññāvimuttiyo kathitā, vimuttiñāṇadassanaṃ paccavekkhaṇañāṇaṃ hoti, taṃ lokiyamevā’’ti.",
  "tika-vin08t23:4": "Assaddhotiādīsu tīsu vatthūsu saddhā etassa natthīti assaddho. Natthi etassa hirīti ahiriko, akusalasamāpattiyā ajigucchamānassetaṃ adhivacanaṃ. Na ottappatīti anottappī, akusalasamāpattiyā na bhāyatīti vuttaṃ hoti. Kucchitaṃ sīdatīti kusīto, hīnavīriyassetaṃ adhivacanaṃ. Āraddhaṃ vīriyaṃ etassāti āraddhavīriyo, sammappadhānayuttassetaṃ adhivacanaṃ. Muṭṭhā sati etassāti muṭṭhassatī, naṭṭhassatīti vuttaṃ hoti. Upaṭṭhitā sati etassāti upaṭṭhitassatī, niccaṃ ārammaṇābhimukhapavattasatissetaṃ adhivacanaṃ.",
  "tika-vin08t23:5": "Adhisīle sīlavipanno ca ajjhācāre ācāravipanno ca āpajjitvā avuṭṭhito adhippeto. Sassatucchedasaṅkhātaṃ antaṃ gaṇhāti, gāhayatīti vā antaggāhikā, micchādiṭṭhi. Purimāni dve padānīti ‘‘na paṭibalo hoti antevāsiṃ vā saddhivihāriṃ vā gilānaṃ upaṭṭhātuṃ vā upaṭṭhāpetuṃ vā, anabhirataṃ vūpakāsetuṃ vā vūpakāsāpetuṃ vā’’ti imāni dve padāni.",
  "tika-vin08t23:6": "Abhi visiṭṭho uttamo samācāro abhisamācāro, abhisamācārova ābhisamācārikoti ca sikkhitabbato sikkhāti ca ābhisamācārikasikkhā. Abhisamācāraṃ vā ārabbha paññattā sikkhā ābhisamācārikasikkhā, khandhakavattapariyāpannasikkhāyetaṃ adhivacanaṃ. Maggabrahmacariyassa ādibhūtāti ādibrahmacariyakā, ubhatovibhaṅgapariyāpannasikkhāyetaṃ adhivacanaṃ. Teneva ‘‘ubhatovibhaṅgapariyāpannaṃ vā ādibrahmacariyakaṃ, khandhakavattapariyāpannaṃ ābhisamācārika’’nti visuddhimagge (visuddhi. 1.11) vuttaṃ, tasmā sekkhapaṇṇattiyanti ettha sikkhitabbato sekkhā, bhagavatā paññattattā paṇṇatti, sabbāpi ubhatovibhaṅgapariyāpannā sikkhāpadapaṇṇatti ‘‘sekkhapaṇṇattī’’ti vuttāti gahetabbaṃ. Teneva gaṇṭhipadepi vuttaṃ ‘‘sekkhapaṇṇattiyanti pārājikamādiṃ katvā sikkhitabbasikkhāpadapaññattiya’’nti. Sesamettha uttānatthamevāti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.84).",
  "tika-vin08t23:7": "Upajjhāyācariyakathāyaṃ na sāmaṇero upaṭṭhāpetabboti upajjhāyena hutvā na pabbājetabbo. Asekkhassa ayanti asekkho, lokiyalokuttaro sīlakkhandho. Antaggāhikāyāti sassatucchedakoṭṭhāsaggāhikāya. Pacchimāni dveti appassuto hoti, duppañño hotīti imāni dve aṅgāni. Pacchimāni tīṇīti na paṭibalo uppannaṃ kukkuccaṃ dhammato vinodetuṃ, āpattiṃ na jānāti, āpattivuṭṭhānaṃ na jānātīti imāni tīṇi. Kukkuccassa hi pāḷiaṭṭhakathānayasaṅkhātadhammato vinodetuṃ appaṭibalatā nāma abyattattā eva hotīti sāpi āpattiaṅgameva vuttā.",
  "tika-vin08t23:8": "Abhi visiṭṭho uttamo samācāro abhisamācāro, vattappaṭipattisīlaṃ, taṃ ārabbha paññattā khandhakasikkhāpadasaṅkhātā sikkhā ābhisamācārikā. Sikkhāpadampi hi tadatthaparipūraṇatthikehi uggahaṇādivasena sikkhitabbato sikkhāti vuccati. Maggabrahmacariyassa ādibhūtā kāraṇabhūtā ādibrahmacariyakā, ubhatovibhaṅgapariyāpannasikkhāpadaṃ. Tenevettha visuddhimaggepi (visuddhi. 1.11) ‘‘ubhatovibhaṅgapariyāpannaṃ sikkhāpadaṃ ādibrahmacariyakaṃ, khandhakavattapariyāpannaṃ ābhisamācārika’’nti vuttaṃ, tasmā sekkhapaṇṇattiyanti ettha sikkhitabbato sekkhā, bhagavatāva paññattattā paññatti. Sabbāpi ubhatovibhaṅgapariyāpannā sikkhāpadapaṇṇatti ‘‘sekkhapaṇṇattī’’ti vuttāti gahetabbaṃ. Nāmarūpaparicchedeti ettha kusalattikādīhi vuttaṃ jātibhūmipuggalasampayogavatthārammaṇakammadvāralakkhaṇarasādibhedehi vedanākkhandhādicatubbidhaṃ sanibbānaṃ nāmaṃ, bhūtopādāyabhedaṃ rūpañca paricchinditvā jānanapaññā, tappakāsako ca gantho nāmarūpaparicchedo nāma. Iminā abhidhammatthakusalena bhavitabbanti dasseti. Sikkhāpetunti uggaṇhāpetunti vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.84) vuttaṃ.",
  "tika-vin08t23:9": "153.Āyasmato nissāya vacchāmīti ettha āyasmatoti upayogatthe sāmivacanaṃ, āyasmantaṃ nissāya vasissāmīti attho. Yaṃ pana vuttaṃ samantapāsādikāyaṃ (mahāva. aṭṭha. 76) ‘‘byatto…pe… vuttalakkhaṇoyevā’’ti, taṃ parisūpaṭṭhākabahussutaṃ sandhāya vadati. Pabbajjāupasampadadhammantevāsikehi pana…pe… tāva vattaṃ kātabbanti pabbajjācariyaupasampadācariyadhammācariyānaṃ etehi yathāvuttavattaṃ kātabbaṃ. Tattha yena sikkhāpadāni dinnāni, ayaṃ pabbajjācariyo. Yena upasampadakammavācā vuttā, ayaṃ upasampadācariyo. Yo uddesaṃ vā paripucchaṃ vā deti, ayaṃ dhammācariyoti veditabbaṃ. Sesamettha uttānatthameva.",
  "tika-vin08t23:10": "154. Nissayapaṭippassaddhikathāyaṃ disaṃ gatoti puna āgantukāmo, anāgantukāmo vā hutvā vāsatthāya kañci disaṃ gato. Bhikkhussa sabhāgatanti pesalabhāvaṃ. Oloketvāti upaparikkhitvā. Vibbhante…pe… tattha gantabbanti ettha ‘‘sace kenaci karaṇīyena tadaheva gantuṃ asakkonto ‘katipāhena gamissāmī’ti gamane saussāho hoti, rakkhatī’’ti vadanti. Mā idha paṭikkamīti mā idha pavisi. Tatreva vasitabbanti tattheva nissayaṃ gahetvā vasitabbaṃ. Taṃyeva vihāraṃ…pe… vasituṃ vaṭṭatīti ettha upajjhāyena pariccattattā upajjhāyasamodhānaparihāro natthi, tasmā upajjhāyasamodhānagatassapi ācariyassa santike gahitanissayo na paṭippassambhati.",
  "tika-vin08t23:11": "Ācariyamhā nissayapaṭippassaddhīsu ācariyo pakkanto vā hotīti ettha ‘‘pakkantoti disaṃ gato’’tiādinā upajjhāyassa pakkamane yo vinicchayo vutto, so tattha vuttanayeneva idhāpi sakkā viññātunti taṃ avatvā ‘‘koci ācariyo āpucchitvā pakkamatī’’tiādinā aññoyeva nayo āraddho. Ayañca nayo upajjhāyapakkamanepi veditabboyeva. Īdisesu hi ṭhānesu ekatthavuttalakkhaṇaṃ aññatthāpi daṭṭhabbaṃ. Sace dve leḍḍupāte atikkamitvā nivattati, paṭippassaddho hotīti ettha ettāvatā disāpakkanto nāma hotīti antevāsike anikkhittadhurepi nissayo paṭippassambhati. Ācariyupajjhāyā dve leḍḍupāte atikkamma aññasmiṃ vihāre vasantīti bahiupacārasīmāyaṃ antevāsikasaddhivihārikānaṃ vasanaṭṭhānato dve leḍḍupāte atikkamma aññasmiṃ senāsane vasanti, antoupacārasīmāyaṃ pana dve leḍḍupāte atikkamitvāpi vasato nissayo na paṭippassambhati. ‘‘Sacepi ācariyo muñcitukāmova hutvā nissayapaṇāmanāya paṇāmetī’’tiādi sabbaṃ upajjhāyassa āṇattiyampi veditabbanti sāratthadīpaniyaṃ (sārattha. ṭī. mahāvagga 3.83) vuttaṃ.",
  "tika-vin08t23:12": "153.Sāhūti sādhu sundaraṃ. Lahūti agaru, subharatāti attho. Opāyikanti upāyapaṭisaṃyuttaṃ, evaṃ paṭipajjanaṃ nittharaṇupāyoti attho. Patirūpanti sāmīcikammamidanti attho . Pāsādikenāti pasādāvahena, kāyavacīpayogena sampādehīti attho. Kāyenāti etadatthaviññāpakaṃ hatthamuddādiṃ dassento kāyena viññāpeti. ‘‘Sādhū’’ti sampaṭicchanaṃ sandhāyāti upajjhāyena ‘‘sāhū’’tiādīsu vuttesu saddhivihārikassa ‘‘sādhū’’ti sampaṭicchanavacanaṃ sandhāya ‘‘kāyena viññāpetī’’tiādi vuttanti adhippāyo. Āyācanadānamattenāti saddhivihārikassa paṭhamaṃ āyācanamattena, tato upajjhāyassa ca ‘‘sāhū’’tiādinā vacanamattenāti attho. Ācariyassa santike nissayaggahaṇe āyasmato nissāya vacchāmīti āyasmantaṃ nissāya vasissāmīti attho.",
  "tika-vin08t23:13": "154. Nissayapaṭippassaddhikathāyaṃ yo vā ekasambhogaparibhogo, tassa santike nissayo gahetabboti iminā lajjīsu eva nissayaggahaṇaṃ niyojeti alajjīsu paṭikkhittattā. Ettha ca paribhogasaddena ekakammādiko saṃvāso gahito paccayaparibhogassa sambhogasaddena gahitattā. Etena ca sambhogasaṃvāsānaṃ alajjīhi saddhiṃ na kattabbataṃ dasseti. Parihāro natthīti āpattiparihāro natthi. Tādisoti yattha nissayo gahitapubbo, yo ca ekasambhogaparibhogo, tādiso. Tathā vuttanti ‘‘lahuṃ āgamissatī’’ti vuttañceti attho. Cattāri pañca divasānīti idaṃ upalakkhaṇamattaṃ. Yadi ekāhadvīhena sabhāgatā paññāyati, ñātadivase gahetabbova. Athāpi catupañcāhenapi na paññāyati, yattakehi divasehi paññāyati, tattakāni atikkāmetabbāni. Sabhāgataṃ olokemīti pana leso na kātabbo. Daharā suṇantīti ettha asutvāpi ‘‘āgamissati, kenaci antarāyena cirāyantī’’ti saññāya satipi labbhateva parihāro . Tenāha ‘‘idhevāhaṃ vasissāmīti pahiṇati, parihāro natthī’’ti. Ekadivasampi parihāro natthīti gamane nirussāhaṃ sandhāya vuttaṃ, saussāhassa pana senāsanapaṭisāmanādivasena katipāhe gatepi na doso.",
  "tika-vin08t23:14": "Tatreva vasitabbanti tatra sabhāgaṭṭhāne eva nissayaṃ gahetvā vasitabbaṃ. Taṃyeva vihāraṃ…pe… vasituṃ vaṭṭatīti iminā upajjhāye saṅgaṇhanteyeva taṃsamodhāne nissayapaṭippassaddhi vuttā, tasmiṃ pana kodhena vā gaṇanirapekkhatāya vā asaṅgaṇhante aññesu gahito nissayo na paṭippassambhatīti dasseti.",
  "tika-vin08t23:15": "Ācariyamhā nissayapaṭippassaddhiyaṃ vutto ‘‘koci ācariyo’’tiādiko nayo upajjhāyapakkamanādīsupi netvā tattha ca vutto idhāpi netvā yathārahaṃ yojetabbo. Dve leḍḍupāte atikkamma aññasmiṃ vihāre vasantīti upacārasīmato bahi aññasmiṃ vihāre antevāsikādīnaṃ vasanaṭṭhānato dve leḍḍupāte atikkamitvā vasanti. Tena bahiupacārepi antevāsikādīnaṃ vasanaṭṭhānato dvinnaṃ leḍḍupātānaṃ antare āsanne padese vasati, nissayo na paṭippassambhatīti dasseti. Antoupacārasīmāyaṃ pana dve leḍḍupāte atikkamitvā vasato nissayo na paṭippassambhatevāti vimativinodaniyaṃ (vi. vi. ṭī. mahāvagga 2.83) vuttaṃ.",
  "tika-vin08t23:16": "Iti vinayasaṅgahasaṃvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t23:17": "Nissayavinicchayakathālaṅkāro nāma",
  "tika-vin08t23:18": "Tevīsatimo paricchedo."
}