{
  "tika-vin08t0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-vin08t0:1": "Vinayapiṭake",
  "tika-vin08t0:2": "Vinayālaṅkāra-ṭīkā (paṭhamo bhāgo)",
  "tika-vin08t0:3": "Ganthārambhakathā",
  "tika-vin08t0:4": "Muttahārādinayagāthā",
  "tika-vin08t0:5": "Yo loke lokaloko varataraparado rājarājaggajañño;",
  "tika-vin08t0:6": "Ākāsākārakāro paramaratirato devadevantavajjo.",
  "tika-vin08t0:7": "Saṃsārāsārasāro sunaranamanato mārahārantaraṭṭho;",
  "tika-vin08t0:8": "Lokālaṅkārakāro atisatigatimā dhīravīrattarammo.",
  "tika-vin08t0:9": "Sīhanivattananayagāthā",
  "tika-vin08t0:10": "Saṃsāracakkaviddhaṃsaṃ, sambuddhaṃ taṃ sumānasaṃ;",
  "tika-vin08t0:11": "Saṃnamāmi suguṇesaṃ, saṃdesitasududdasaṃ.",
  "tika-vin08t0:12": "Anotattodakāvattanayagāthā",
  "tika-vin08t0:13": "Yena viddhaṃsitā pāpā, yena nibbāpitā darā;",
  "tika-vin08t0:14": "Yena lokā nissarisuṃ, yena cāhaṃ namāmi taṃ.",
  "tika-vin08t0:15": "Catudīpacakkavattananayagāthā",
  "tika-vin08t0:16": "Saṅghaṃ sasaṅghaṃ namāmi, vantantavaradhammajaṃ;",
  "tika-vin08t0:17": "Maggaggamanaphalaṭṭhaṃ, susaṃsaṃ subhamānasaṃ.",
  "tika-vin08t0:18": "Abyapetacatupādaādiyamakagāthā",
  "tika-vin08t0:19": "Vinayaṃ vinayaṃ sāraṃ, saṅgahaṃ saṅgahaṃ karaṃ;",
  "tika-vin08t0:20": "Cariyaṃ cariyaṃ vande, paramaṃ paramaṃ sutaṃ.",
  "tika-vin08t0:21": "Byapetacatupādaādiantayamakagāthā",
  "tika-vin08t0:22": "Pakāre bahupakāre, sāgare guṇasāgare;",
  "tika-vin08t0:23": "Garavo mama garavo, vandāmi abhivandāmi.",
  "tika-vin08t0:24": "Vatthuttaye ganthakāre, garūsu sādaraṃ mayā;",
  "tika-vin08t0:25": "Katena namakkārena, hitvā sabbe upaddave.",
  "tika-vin08t0:26": "Sikkhākāmehi dhīrehi, jinasāsanakāribhi;",
  "tika-vin08t0:27": "Bhikkhūhi vinayaññūhi, sādaraṃ abhiyācito.",
  "tika-vin08t0:28": "Vaṇṇayissāmi vinaya-saṅgahaṃ pītivaḍḍhanaṃ;",
  "tika-vin08t0:29": "Bhikkhūnaṃ venayikānaṃ, yathāsattibalaṃ ahaṃ.",
  "tika-vin08t0:30": "Porāṇehi katā ṭīkā, kiñcāpi atthi sā pana;",
  "tika-vin08t0:31": "Atisaṅkhepabhāvena, na sādheti yathicchitaṃ.",
  "tika-vin08t0:32": "Tasmā hi nānāsatthehi, sāramādāya sādhukaṃ;",
  "tika-vin08t0:33": "Nātisaṅkhepavitthāraṃ, karissaṃ atthavaṇṇanaṃ.",
  "tika-vin08t0:34": "Vinayālaṅkāraṃ nāma, pesalānaṃ pamodanaṃ;",
  "tika-vin08t0:35": "Imaṃ pakaraṇaṃ sabbe, sammā dhārentu sādhavoti.",
  "tika-vin08t0:36": "Ganthārambhakathāvaṇṇanā",
  "tika-vin08t0:37": "Vividhavisesanayasamannāgataṃ kāyavācāvinayanakaraṇasamatthaṃ lajjipesalabhikkhūnaṃ saṃsayavinodanakārakaṃ yogāvacarapuggalānaṃ sīlavisuddhisampāpakaṃ jinasāsanavuḍḍhihetubhūtaṃ pakaraṇamidamārabhitukāmo ayamācariyāsabho paṭhamaṃ tāva ratanattayapaṇāmapaṇāmārahabhāvaabhidheyyakaraṇahetu karaṇappakārapakaraṇābhidhānanimittapayojanāni dassetuṃ ‘‘vatthuttayaṃ namassitvā’’tiādimāha. Ettha hi vatthuttayaṃ namassitvāti iminā ratanattayapaṇāmo vutto paṇāmetabbapaṇāmaatthadassanato. Saraṇaṃ sabbapāṇinanti iminā paṇāmārahabhāvo paṇāmahetudassanato. Pāḷimuttavinicchayanti abhidheyyo imassa pakaraṇassa atthabhāvato. Vippakiṇṇamanekatthāti karaṇahetu tenevakāraṇena pakaraṇassa katattā. Samāharitvā ekattha, dassayissamanākulanti karaṇappakāro tenākārena pakaraṇassa karaṇato. Pakaraṇābhidhānaṃ pana samāharitasaddassa sāmatthiyato dassitaṃ samāharitvā dassaneneva imassa pakaraṇassa vinayasaṅgahaiti nāmassa labhanato.",
  "tika-vin08t0:38": "Nimittaṃ pana ajjhattikabāhiravasena duvidhaṃ. Tattha ajjhattikaṃ nāma karuṇā, taṃ dassanakiriyāya sāmatthiyato dassitaṃ tasmiṃ asati dassanakiriyāya abhāvato. Bāhiraṃ nāma sotujanasamūho, taṃ yogāvacarabhikkhūnanti tassa karuṇārammaṇabhāvato. Payojanaṃ pana duvidhaṃ paṇāmapayojanapakaraṇapayojanavasena. Tattha paṇāmapayojanaṃ nāma antarāyavisosanapasādajananādikaṃ, taṃ saraṇaṃ sabbapāṇinanti imassa sāmatthiyato dassitaṃ hetumhi sati phalassa avinābhāvato. Vuttañhi abhidhammaṭīkācariyena ‘‘guṇavisesavā hi paṇāmāraho hoti, paṇāmārahe ca kato paṇāmo vuttappayojanasiddhikarova hotī’’ti (dha. sa. mūlaṭī. 1). Pakaraṇapayojanampi duvidhaṃ mukhyānusaṅgikavasena. Tesu mukhyapayojanaṃ nāma byañjanānurūpaṃ atthassa paṭivijjhanaṃ pakāsanañca atthānurūpaṃ byañjanassa uddisanaṃ uddesāpanañca, taṃ vinaye pāṭavatthāyāti iminā vuttaṃ. Anusaṅgikapayojanaṃ nāma sīlādianupādāparinibbānanto attho, taṃ samāharitvā ekattha dassayissanti imassa sāmatthiyena dassitaṃ ekattha samāharitvā dassane sati taduggahaparipucchādinā katapayogassa anantarāyena tadatthasijjhanatoti.",
  "tika-vin08t0:39": "Kimatthaṃ panettha ratanattayapaṇāmādayo ācariyena katā, nanu adhippetaganthārambhova kātabboti? Vuccate – ettha ratanattayapaṇāmakaraṇaṃ tabbihatantarāyo hutvā anāyāsena ganthaparisamāpanatthaṃ. Paṇāmārahabhāvavacanaṃ attano yuttapattakāritādassanatthaṃ, taṃ viññūnaṃ tosāpanatthaṃ, taṃ pakaraṇassa uggahaṇatthaṃ, taṃ sabbasampattinipphādanatthaṃ. Abhidheyyakathanaṃ viditābhidheyyassa ganthassa viññūnaṃ uggahadhāraṇādivasena paṭipajjanatthaṃ. Karaṇahetukathanaṃ akāraṇe katassa vāyāmassa nipphalabhāvato tappaṭikkhepanatthaṃ. Karaṇappakārakathanaṃ viditappakārassa ganthassa sotūnaṃ uggahaṇādīsu rucijananatthaṃ. Abhidhānadassanaṃ vohārasukhatthaṃ. Nimittakathanaṃ āsannakāraṇadassanatthaṃ. Payojanadassanaṃ duvidhapayojanakāmīnaṃ sotūnaṃ samussāhajananatthanti.",
  "tika-vin08t0:40": "Ratanattayapaṇāmapayojanaṃ pana bahūhi pakārehi vitthārayanti ācariyā, taṃ tattha tattha vuttanayeneva gahetabbaṃ. Idha pana ganthagarubhāvamocanatthaṃ aṭṭhakathācariyehi adhippetapayojanameva kathayimha. Vuttañhi aṭṭhakathācariyena –",
  "tika-vin08t0:41": "‘‘Nipaccakārassetassa ;",
  "tika-vin08t0:42": "Katassa ratanattaye;",
  "tika-vin08t0:43": "Ānubhāvena sosetvā;",
  "tika-vin08t0:44": "Antarāye asesato’’ti. (dha. sa. aṭṭha. ganthārambhakathā 7);",
  "tika-vin08t0:45": "Ayamettha samudāyattho, ayaṃ pana avayavattho – ahaṃ sabbapāṇīnaṃ saraṇaṃ saraṇībhūtaṃ vatthuttayaṃ namassāmi, namassitvā yogāvacarabhikkhūnaṃ vinaye pāṭavatthāya anekatthavippakiṇṇaṃ pāḷimuttavinicchayaṃ ekattha samāharitvā anākulaṃ katvā dassayissaṃ dassayissāmīti yojanā.",
  "tika-vin08t0:46": "Tattha vasanti etthāti vatthu. Kiṃ taṃ? Buddhādiratanaṃ. Tañhi yasmā saraṇagatā sappurisā saraṇagamanasamaṅgino hutvā buddhādiratanaṃ ārammaṇaṃ katvā tasmiṃ ārammaṇe vasanti āvasanti nivasanti, tasmā ‘‘vatthū’’ti vuccati. Ārammaṇañhi ādhāro, ārammaṇikaṃ ādheyyoti. Ito parānipi vatthusaddassa vacanatthādīni ācariyehi vuttāni, tānipi tattha tattha vuttanayeneva veditabbāni. Idha pana ganthavitthārapariharaṇatthaṃ ettakameva vuttanti veditabbanti. Tiṇṇaṃ samūhoti tayaṃ, tayo aṃsā avayavā assāti vā tayaṃ. Kiṃ taṃ? Samudāyo. Vatthūnaṃ tayanti vatthuttayaṃ. Kiṃ taṃ? Buddhādiratanattayaṃ. Namassāmīti namassitvā, anaminti namassitvā. Buddhādiratanañhi ārammaṇaṃ katvā cittassa uppajjanakāle tvā-paccayo paccuppannakāliko hoti, tasmā paṭhamo viggaho kato, pāḷimuttavinicchayaṃ ekattha dassanakāle atītakāliko, tasmā dutiyo viggaho. Teneva ca kāraṇena atthayojanāyapi paccuppannakālaatītakālavasena yojanā katā.",
  "tika-vin08t0:47": "Sarati hiṃsatīti saraṇaṃ. Kiṃ taṃ? Buddhādiratanattayaṃ. Tañhi saraṇagatānaṃ sappurisānaṃ bhayaṃ santāsaṃ dukkhaṃ duggativinipātaṃ saṃkilesaṃ sarati hiṃsati vināseti, tasmā ‘‘saraṇa’’nti vuccati. Vuttañhi bhagavatā –",
  "tika-vin08t0:48": "‘‘Yasmiṃ, mahānāma, samaye ariyasāvako tathāgataṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hotī’’tiādi (a. ni. 6.10; 11.11),",
  "tika-vin08t0:49": "‘‘Evaṃ buddhaṃ sarantānaṃ;",
  "tika-vin08t0:50": "Dhammaṃ saṅghañca bhikkhavo;",
  "tika-vin08t0:51": "Bhayaṃ vā chambhitattaṃ vā;",
  "tika-vin08t0:52": "Lomahaṃso na hessatī’’ti ca. (saṃ. ni. 1.249);",
  "tika-vin08t0:53": "Yasmā pana ‘‘saraṇa’’nti idaṃ padaṃ ‘‘nātha’’nti padassa vevacanabhūtaṃ kitasuddhanāmapadaṃ hoti, na kitamattapadaṃ, tasmā dhātvattho antonīto. ‘‘Sara hiṃsāya’’nti hi vuttaṃ hiṃsatthaṃ gahetvā sabbapāṇīnaṃ saraṇaṃ hiṃsakaṃ vatthuttayaṃ namassitvā viññāyamāne aniṭṭhappasaṅgato sabbapāṇīnaṃ saraṇaṃ saraṇībhūtaṃ nāthabhūtaṃ vatthuttayaṃ namassitvāti viññāyamāneyeva yujjati, teneva ca kāraṇena atthayojanāyampi tathā yojanā katā. Sabba-saddo niravasesatthavācakaṃ sabbanāmapadaṃ. Saha avena yo vattatīti sabboti kate pana sakala-saddo viya samudāyavācakaṃ samāsanāmapadaṃ hoti. Pāṇo etesaṃ atthīti pāṇino, pāṇoti cettha jīvitindriyaṃ adhippetaṃ. Sabbe pāṇino sabbapāṇino, tesaṃ sabbapāṇīnaṃ. Ettāvatā vatthuttayassa sabbalokasaraṇabhāvaṃ, tatoyeva ca namassanārahabhāvaṃ, namassanārahe ca katāyanamassanakiriyāya yathādhippetatthasiddhikarabhāvaṃ, attano kiriyāya ca khettaṅgatabhāvaṃ dasseti.",
  "tika-vin08t0:54": "Evaṃ sahetukaṃ ratanattayapaṇāmaṃ dassetvā idāni pakaraṇārambhassa sanimittaṃ mukhyapayojanaṃ dassetumāha ‘‘vinayepāṭavatthāya, yogāvacarabhikkhūna’’nti. Ettha ca vinaye pāṭavatthāyāti mukhyapayojanadassanaṃ, taṃdassanena ca anusaṅgikapayojanampi vibhāvitameva hoti kāraṇe siddhe kāriyassa sijjhanato. Yogāvacarabhikkhūnanti bāhiranimittadassanaṃ, tasmiṃ dassite ajjhattikanimittampi dīpitameva hoti ārammaṇe ñāte ārammaṇikassa ñātabbato. Tattha vividhā nayā etthāti vinayo, duvidhapātimokkhaduvidhavibhaṅgapañcavidhapātimokkhuddesapañcaāpattikkhandhasattaāpattikkhandhādayo vividhā anekappakārā nayā ettha santīti attho. Atha vā visesā nayā etthāti vinayo, daḷhīkammasithilakaraṇapayojanā anupaññattinayādayo visesā nayā ettha santīti attho. Atha vā vinetīti vinayo. Kāyo vineti kāyavācāyo, iti kāyavācānaṃ vinayanato vinayo. Vuttañhi aṭṭhakathāyaṃ –",
  "tika-vin08t0:55": "‘‘Vividhavisesanayattā ;",
  "tika-vin08t0:56": "Vinayanato ceva kāyavācānaṃ;",
  "tika-vin08t0:57": "Vinayatthavidūhi ayaṃ;",
  "tika-vin08t0:58": "Vinayo ‘vinayo’ti akkhāto’’ti. (pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā; dha. sa. aṭṭha. nidānakathā; dī. ni. aṭṭha. 1.paṭhamamahāsaṅgītikathā);",
  "tika-vin08t0:59": "Ko so? Vinayapiṭakaṃ. Tasmiṃ vinaye. Paṭati viyattabhāvaṃ gacchatīti paṭu. Ko so? Paṇḍito. Paṭuno bhāvo pāṭavaṃ. Kiṃ taṃ? Ñāṇaṃ. Asati kāraṇānurūpaṃ bhavatīti attho. Ko so? Payojanaṃ. Pāṭavameva attho pāṭavattho, tassa pāṭavatthāya, vinayapiṭake kosallañāṇapayojanāyāti vuttaṃ hoti. Yuñjanaṃ yogo, kammaṭṭhānamanasikāro. Avacarantīti avacarā, yoge avacarā yogāvacarā, kammaṭṭhānikā bhikkhū. Saṃsāre bhayaṃ ikkhantīti bhikkhū, yogāvacarā ca te bhikkhū cāti yogāvacarabhikkhū, tesaṃ yogāvacarabhikkhūnaṃ. Etena vinaye paṭubhāvo nāma bhikkhūnaṃyeva attho hoti, na gahaṭṭhatāpasaparibbājakādīnaṃ. Bhikkhūsu ca kammaṭṭhāne niyuttānaṃ lajjipesalabhikkhūnaṃyeva, na vissaṭṭhakammaṭṭhānānaṃ alajjibhikkhūnanti imamatthaṃ dasseti.",
  "tika-vin08t0:60": "Evaṃ pakaraṇārambhassa sanimittaṃ payojanaṃ dassetvā idāni sahetukaṃ abhidheyyaṃ dassetuṃ ‘‘vippakiṇṇamanekattha, pāḷimuttavinicchaya’’nti āha. Tattha vippakiṇṇaṃ anekatthāti iminā pakaraṇārambhassa hetuṃ dasseti hetumantavisesanattā, imassa anekatthavippakiṇṇattāyeva ācariyassa ārambho hoti, na avippakiṇṇe sati. Vakkhati hi ‘‘samāharitvā ekattha dassayissa’’nti (vi. saṅga. aṭṭha. ganthārambhakathā). Pāḷimuttavinicchayanti iminā pakaraṇābhidheyyaṃ. Tattha kirati vikkhipatīti kiṇṇo, pakārena kiṇṇo pakiṇṇo, vividhena pakiṇṇo vippakiṇṇo. Ko so? Pāḷimuttavinicchayo, taṃ vippakiṇṇaṃ.",
  "tika-vin08t0:61": "Anekatthāti ettha saṅkhyāvācako sabbanāmiko eka-saddo, na eko aneke. Bahvatthavācako anekasaddo. Ekantaekavacanantopi eka-saddo na-itinipātena yuttattā bahuvacananto jātoti. Tattha anekattha bahūsūti attho, pārājikakaṇḍaṭṭhakathādīsu anekesu pakaraṇesūti vuttaṃ hoti. Porāṇaṭīkāyaṃ pana anekatthāti anekesu sikkhāpadapadesesūti attho dassito, evañca sati upari ‘‘samāharitvā ekatthā’’ti vakkhamānattā ‘‘anekatthavippakiṇṇaṃ ekattha samāharitvā’’ti imesaṃ padānaṃ sahayogībhūtattā anekesu sikkhāpadapadesesu vippakiṇṇaṃ ekasmiṃ sikkhāpadapadese samāharitvāti attho bhaveyya, so ca attho ayutto. Kasmā? Anekesu pakaraṇesu vippakiṇṇaṃ ekasmiṃ pakaraṇe samāharitvāti attho amhehi vutto. Atha pana ‘‘ekatthā’’ti imassa ‘‘ekato’’ti atthaṃ vikappetvā anekesu sikkhāpadapadesesu vippakiṇṇaṃ ekato samāharitvāti atthaṃ gaṇheyya, so attho yutto bhaveyya.",
  "tika-vin08t0:62": "Pakaṭṭhānaṃ āḷīti pāḷi, uttamānaṃ vacanānaṃ anukkamoti attho. Atha vā attatthaparatthādibhedaṃ atthaṃ pāleti rakkhatīti pāḷi, laḷānamaviseso. Kā sā? Vinayatanti. Muccatīti mutto, pāḷito mutto pāḷimutto. Chindiyate anenāti chayo, nīharitvā chayo nicchayo, visesena nicchayo vinicchayo, khilamaddanākārena pavatto saddanayo atthanayo ca. Pāḷimutto ca so vinicchayo cāti pāḷimuttavinicchayo, taṃ pāḷimuttavinicchayaṃ. Idañca ‘‘ānagarā khadiravana’’ntiādīsu viya yebhuyyanayavasena vuttaṃ katthaci pāḷivinicchayassapi dissanato. Porāṇaṭīkāyaṃ pana pāḷivinicchayo ca pāḷimuttavinicchayo ca pāḷimuttavinicchayoti evaṃ ekadesasarūpekasesavasena vā etaṃ vuttanti daṭṭhabbanti dutiyanayopi vutto, evañca sati pāḷivinicchayapāḷimuttavinicchayehi aññassa vinicchayassa abhāvā kimetena ganthagarukarena pāḷimuttaggahaṇena. Visesanañhi sambhavabyabhicāre ca sati sātthakaṃ siyāti paṭhamanayova ārādhanīyo hoti.",
  "tika-vin08t0:63": "Evaṃ sahetukaṃ abhidheyyaṃ dassetvā idāni karaṇappakāraṃ dasseti ‘‘samāharitvā’’tiādinā. Duvidho hettha karaṇappakāro ekatthasamāharaṇaanākulakaraṇavasena. So duvidhopi tena pakārena pakaraṇassa katattā ‘‘karaṇappakāro’’ti vuccati. Tattha samāharissāmīti samāharitvā, saṃ-saddo saṅkhepattho, tasmā saṅkhipiya āharissāmīti attho. Anāgatakālikavasena paccamānena ‘‘dassayissa’’nti padena samānakālattā anāgatakāliko idha tvā-paccayo vutto. Ekatthāti ekasmiṃ idha vinayasaṅgahappakaraṇe. Ekatthāti vā ekato. Dassayissanti dassayissāmi, ñāpayissāmīti attho. Ākulati byākulatīti ākulo, na ākulo anākulo, pubbāparabyākiṇṇavirahito pāḷimuttavinicchayo. Anākulanti pana bhāvanapuṃsakaṃ, tasmā karadhātumayena katvāsaddena yojetvā dassanakiriyāya sambandhitabbaṃ.",
  "tika-vin08t0:64": "Evaṃ ratanattayapaṇāmādikaṃ pubbakaraṇaṃ dassetvā idāni ye pāḷimuttavinicchaye dassetukāmo, tesaṃ anukkamakaraṇatthaṃ mātikaṃ ṭhapento ‘‘tatrāyaṃ mātikā’’tiādimāha. Mātikāya hi asati dassitavinicchayā vikiranti vidhaṃsenti yathā taṃ suttena asaṅgahitāni pupphāni. Santiyā pana mātikāya dassitavinicchayā na vikiranti na vidhaṃsenti yathā taṃ suttena saṅgahitāni pupphāni. Taṃ taṃ atthaṃ jānitukāmehi mātikānusārena gantvā icchiticchitavinicchayaṃ patvā so so attho jānitabbo hoti, tasmā sukhaggahaṇatthaṃ mātikā ṭhapitā. Tattha tatrāti tasmiṃ pāḷimuttavinicchaye. Ayanti ayaṃ mayā vakkhamānā. Mātā viyāti mātikā. Yathā hi puttā mātito pabhavanti, evaṃ niddesapadāni uddesato pabhavanti, tasmā uddeso mātikā viyāti ‘‘mātikā’’ti vuccati.",
  "tika-vin08t0:65": "Divāseyyātiādīsu divāseyyā divāseyyavinicchayakathā. Parikkhāro parikkhāravinicchayakathā…pe… pakiṇṇakaṃ pakiṇṇakavinicchayakathāti yojanā. Teneva vakkhati ‘‘divāsayanavinicchayakathā samattā’’tiādi. Iti-saddo idamattho vā nidassanattho vā parisamāpanattho vā. Tesu idamatthe kā sā? Divāseyyā…pe… pakiṇṇakaṃ iti ayanti. Nidassanatthe kathaṃ sā? Divāseyyā…pe… pakiṇṇakaṃ iti daṭṭhabbāti. Parisamāpanatthe sā kittakena parisamattā? Divāseyyā…pe… pakiṇṇakaṃ iti ettakena parisamattāti attho. Imesaṃ pana divāseyyādipadānaṃ vākyaviggahaṃ katvā atthe idha vuccamāne atipapañco bhavissati, sotūnañca dussallakkhaṇīyo, tasmā tassa tassa niddesassa ādimhiyeva yathānurūpaṃ vakkhāma.",
  "tika-vin08t0:66": "Ganthārambhakathāvaṇṇanā niṭṭhitā."
}