{
  "tika-s0305t3:0": "4. Indriyasaṃyuttaṃ",
  "tika-s0305t3:1": "1. Suddhikavaggo",
  "tika-s0305t3:2": "1. Suddhikasuttavaṇṇanā",
  "tika-s0305t3:3": "471.Catubhūmaka…pe… labbhanti kusalābyākatabhāvato tesaṃ tiṇṇaṃ indriyānaṃ. Vīriyindriyasamādhindriyāni…pe… sabbattha labbhanti kusalattikasādhāraṇattā. Catubhūmaka …pe… vasenāti catubhūmakadhammaparicchedavasena ceva kusalādīhi sabbasaṅgāhakadhammaparicchedavasena ca vuttanti attho.",
  "tika-s0305t3:4": "Dutiyasamaṇabrāhmaṇasuttavaṇṇanā",
  "tika-s0305t3:5": "477.Dukkhasaccavasenāti dukkhasaccabhāvena na pajānanti. Tañhi pariññeyyatāya dukkhasaccasaṅgahaṃ. Samudayasaccavasenāti taṇhāvijjādiṃ saddhindriyassa samudayasaccabhāvena na pajānanti. Nirodhanti saddhindriyassa anupādāya nirodhanimittaṃ nibbānaṃ. Paṭipadanti saddhindriyanirodhagāminiṃ paṭipadaṃ ariyamaggaṃ. Sesesūti vīriyindriyādīsu.",
  "tika-s0305t3:6": "Sukkapakkheti ‘‘saddhindriyaṃ pajānantī’’tiādinayappavatte anavajjapakkhe. Adhimokkhavasena āvajjanasamudayāti ‘‘atthi dinna’’ntiādinayappavattapubbabhāgabhūtasaddhādhimokkhavasena āvajjanuppattiyā. Tasmā paṭhamuppannā saddhā eva hettha ‘‘āvajjana’’nti vuttā, na manodvārāvajjanaṃ. Esa nayo sesesupi. Tasmā paṭhamuppannā āvajjanā paggahuppattiṭṭhānānaṃ tikkhānaṃ vīriyindriyādīnaṃ paṭhamuppattiyā āvajjanapariyāyena vuttāti daṭṭhabbaṃ. Dubbalā hi paṭhamuppannā paggahābhāvato vīriyindriyādīnaṃ samudayoti balavabhāvappattavīriyindriyādikassa āvajjanaṭṭhāniyāni hontīti tesaṃ samudayoti vuttā, pubbe adhimuccanādivasena pavattassa āvajjanassa samudayāti attho. Puna chandavasenāti kattukāmatākusalacchandavasena saddhādīnaṃ uppādetukāmatākārappavattassa chandassa vasena. Manasikāravasena āvajjanasamudayāti saddhindriyādivasena pavattassa dubbalassa tassa nibbattakayonisomanasikāravasena āvajjanassa uppattiyā. Evampīti ‘‘adhimokkhavasenā’’tiādinā vuttākārenapi. Chasu suttesūti dutiyato paṭṭhāya chasu suttesu. Catusaccameva kathitaṃ. Assādaggahaṇena hi samudayasaccaṃ, ādīnavaggahaṇena dukkhasaccaṃ, nissaraṇaggahaṇena nirodhamaggasaccāni gahitānīti. Paṭhamasutte pana indriyānaṃ sarūpadassanamevāti.",
  "tika-s0305t3:7": "8. Dabbasuttavaṇṇanā",
  "tika-s0305t3:8": "478. Soto āpajjīyati etenāti sotāpatti, anāgataṃ pati paṭhamamaggo. Sototi ariyamaggasoto daṭṭhabbo. Āpajjīyatītiādito paṭipajjīyati. Paṭhamamaggapaṭilābhanimittāni sotāpannassa aṅgāni idha ‘‘sotāpattiyaṅgānī’’ti vuttāni. Tāni pana tīsu ṭhānesu saddhā ariyakantasīlañcāti veditabbāni. Savisayeti sakavisaye. Jeṭṭhakabhāvadassanatthanti padhānabhāvadassanatthaṃ. Yattha saddhādiindriyānaṃ sātisayakiccaṃ, tesaṃ kiccātirekataṃ dassetunti attho. Idāni tamatthaṃ upamāhi vibhāvetuṃ ‘‘yathā hī’’tiādi vuttaṃ. Patvāti attano kiccātirekaṭṭhānaṃ paṭilabhitvā. Pubbaṅgamanti saddahanakiccesu purecāraṃ dhorayhaṃ. Sesāni vīriyindriyādīni. Tadanvayānīti tadanugatāni tassa saddhindriyādikassa pakkhikāni. Esa nayo sesesupi. Jhānavimokkheti jhānasaṅkhāte vimokkhe samādhipadhānatāya jhānānaṃ. Evañca katvā ‘‘sotāpattiyaṅgāni patvā’’ti idañca vacanaṃ samatthitaṃ hoti. Saddhūpanisañhi sīlanti. Ariyasaccāni patvāti cattāri saccāni abhisametabbāni pāpuṇitvā.",
  "tika-s0305t3:9": "9-10. Paṭhamavibhaṅgasuttādivaṇṇanā",
  "tika-s0305t3:10": "479-480. Nepakkaṃ vuccati paññāti āha – ‘‘paññāyetaṃ nāma’’nti. Nipāyati saṃkilesadhamme visoseti nikkhāmetīti nipako, thiratikkhasatipuggalo, tassa bhāvo nepakkanti satiyāpi nepakkabhāvo yujjateva. Evañhi ‘‘satinepakkenā’’ti idaṃ vacanaṃ samatthitaṃ hoti, satiyā ca nepakkenāti evaṃ vuccamānena satiniddeso nāma kato hotiyeva. Asukaṃ nāma suttaṃ vā kammaṭṭhānaṃ vā me bhāsitanti. Vossajjīyati saṅkhāragataṃ etasmiṃ adhigateti vossaggo, nibbānaṃ. Taṃ ārammaṇaṃ karitvāti āha – ‘‘nibbānārammaṇaṃ katvā’’ti. Gacchantiyāti saṅkhārānaṃ udayañca vayañca udayabbayaṃ gacchantiyā bujjhantiyā. Tenāha ‘‘udayabbayapariggāhikāyā’’ti. Saddhāsatipaññindriyāni pubbabhāgāni ‘‘itipi so bhagavā arahaṃ, cirakatampi cirabhāsitampi saritā anussaritā, udayatthagāminiyā paññāyā’’ti ca vuttattā. ‘‘Āraddhavīriyo viharati, so anuppannāna’’ntiādinā ca vuttattā vīriyindriyaṃ missakaṃ. ‘‘Vossaggārammaṇaṃ karitvā’’ti vuttattā samādhindriyaṃ nibbattitalokuttarameva. Ayamevāti yvāyaṃ navame vutto. Ayameva pubbabhāgamissakalokuttarattadhammaparicchedo.",
  "tika-s0305t3:11": "Suddhikavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:12": "2. Mudutaravaggo",
  "tika-s0305t3:13": "1. Paṭilābhasuttavaṇṇanā",
  "tika-s0305t3:14": "481.Sammappadhāne ārabbhāti sammappadhāne bhāvanāvasena ārabbha. Tenāha ‘‘bhāvento’’ti. Yathā vīriyindriyaniddese ‘‘cattāro sammappadhāne ārabbha vīriyaṃ paṭilabhatī’’ti desanā āgatā, evaṃ satindriyaniddese ‘‘cattāro satipaṭṭhāne ārabbha satiṃ paṭilabhatī’’ti, tasmā ‘‘satindriyepi eseva nayo’’ti vuttaṃ. Saddhindriyādiniddesesu pana na tathā deseti.",
  "tika-s0305t3:15": "2. Paṭhamasaṃkhittasuttavaṇṇanā",
  "tika-s0305t3:16": "482. Indriyānaṃ tikkhādibhāvo vipassanāvasena vā maggavasena vā phalavasena vā gahetabboti vuttaṃ ‘‘tatoti…pe… veditabba’’nti. Nanu cettha mudubhāvo eva pāḷiyaṃ gahitoti? Saccametaṃ, taṃ pana tikkhabhāve asati na hoti tikkhādibhāvoti vuttaṃ. Yato hi ayaṃ mudu, ito taṃ tikkhanti vattabbataṃ labhati apekkhāsiddhattā tikkhamudubhāvānaṃ pārāpāraṃ viya. Idāni ‘‘tato’’tiādinā saṅkhepato vuttamatthaṃ vitthārato dassetuṃ ‘‘samattānī’’tiādi vuttaṃ. Tattha samattānīti sampannāni. Itaraṃ tasseva vevacanaṃ. Samattānīti vā pariyattāni, samattānīti attho. ‘‘Tato mudutarāni dhammānusārīmaggassā’’ti kasmā vuttaṃ? Tatoti hi sotāpattimaggavipassanindriyāni adhippetāniyeva, ‘‘tato mudutarānī’’ti vuttapaṭhamamaggo dhammānusārī vā siyā saddhānusārī vāti byabhicarati? Nāyaṃ doso, sotāpattimaggekadesavaseneva laddhabbapaṭhamamaggāpekkhāya vipassanāya vibhāgassa adhippetattā. Yo hi sotāpanno hutvā iriyāpathaṃ akopetvā yathānisinnova sakadāgāmimaggaṃ pāpuṇāti, tassa vipassanindriyāni sandhāya avibhāgena vuttaṃ – ‘‘tato mudutarāni sotāpattimaggassa vipassanindriyāni nāmā’’ti. Yo pana sotāpanno hutvā kālantarena sakadāgāmī hoti, tassa sotāpattimaggatthāya pavattāni vipassanindriyāni nāma honti. So ce dhammānusārīgotto, tassa yathāvuttavipassanindriyato mudutarānīti ‘‘tato mudutarāni dhammānusārīmaggassā’’ti vuttaṃ. Vipassanindriyāni nāmāti ānetvā sambandho. Dhammānusārīvipassanindriyato saddhānusārīvipassanindriyānaṃ mudubhāvassa kāraṇaṃ sayameva vakkhati. Dhammena paññāya maggasotaṃ anussaratīti dhammānusārī, paññuttaro ariyo. Saddhāya maggasotaṃ anussaratīti saddhānusārī, saddhuttaro ariyo.",
  "tika-s0305t3:17": "Evaṃ vipassanāvasena dassetvā maggavasena dassetuṃ ‘‘tathā’’tiādi āraddhaṃ. Sampayogato sabhāvato ca arahattamaggapariyāpannāni arahattamaggindriyāni. Arahattaphalindriyānīti etthāpi eseva nayo.",
  "tika-s0305t3:18": "Idāni phalavasena dassetuṃ ‘‘samattāni paripuṇṇānī’’tiādi vuttaṃ. Sotāpattimaggaṭṭhapuggalavasena nānattaṃ jātaṃ, tasmā te dvepi idha tatiyavāre na labbhantīti adhippāyo. Dhammānusārīsaddhānusārīnaṃ nānattaṃ kathaṃ jātanti āha ‘‘āgamanenapi maggenapī’’ti. Tadubhayaṃ dassento ‘‘saddhānusārīpuggalo’’tiādimāha. Uddisāpentoti uddesaṃ gaṇhanto.",
  "tika-s0305t3:19": "Maggo tikkho hoti upanissayindriyānaṃ tikkhavisadabhāvato. Tenāha ‘‘sūraṃ ñāṇaṃ vahatī’’ti. Asaṅkhārenāti saraseneva. Appayogenāti tasseva vevacanaṃ. Dhammānusārīpuggalo hi āgamanamhi kilese vikkhambhento appadukkhena appakasirena akilamantova vikkhambhetuṃ sakkoti. Saddhānusārīpuggalo pana dukkhena kasirena kilamanto hutvā vikkhambhetuṃ sakkoti, tasmā dhammānusārissa pubbabhāgamaggakkhaṇe kilesacchedakañāṇaṃ adandhaṃ tikhiṇaṃ hutvā vahati, yathā nāma tikhiṇena asinā kadaliṃ chindantassa chinnaṭṭhānaṃ maṭṭhaṃ hoti, asi khippaṃ vahati, saddo na suyyati, balavavāyāmakiccaṃ na hoti, evarūpā dhammānusārino pubbabhāgabhāvanā hoti, saddhānusārino pana pubbabhāgakkhaṇe kilesacchedakañāṇaṃ dandhaṃ na tikhiṇaṃ asūraṃ hutvā vahati, yathā nāma nātitikhiṇena asinā kadaliṃ chindantassa chinnaṭṭhānaṃ na maṭṭhaṃ hoti, asi sīghaṃ na vahati, saddo suyyati, balavavāyāmakiccaṃ icchitabbaṃ hoti, evarūpā saddhānusārino pubbabhāgabhāvanā hoti. Evaṃ santepi kilesakkhaye nānattaṃ natthi. Tenāha ‘‘kilesakkhaye panā’’tiādi. Avasesā ca kilesā khīyanti saṃyojanakkhayāya yogattā.",
  "tika-s0305t3:20": "3. Dutiyasaṃkhittasuttavaṇṇanā",
  "tika-s0305t3:21": "483.Tatoti phalato phalavemattatāya cariyamānattā. Indriyavemattatā saddhādīnaṃ indriyānaṃ nānattena. Phalanānattanti arahattaphalādinānattaṃ. Puggalanānattanti anāgāmiādipuggalanānattaṃ.",
  "tika-s0305t3:22": "4. Tatiyasaṃkhittasuttavaṇṇanā",
  "tika-s0305t3:23": "484. Sīlakkhandhādīhi saddhindriyādīhi ca parito pūraṇena paripūraṃ arahattamaggaṃ karonto nipphattito arahattaphalaṃ ārādheti nipphādeti. Tayo padesamaggeti sīlakkhandhādīnaṃ apāripūriyā ekadesabhūte tayo heṭṭhimamagge. Padesaṃ heṭṭhimaphalattayaṃ. Catūsūti imasmiṃ vagge paṭhamādīsu catūsu suttesu. Kāmañcettha tatiye ‘‘tatoti phalavasena nissakka’’nti vuttaṃ, catutthe ‘‘paripūraṃ paripūrakārī ārādheti, padesaṃ padesakārī’’ti, ‘‘catūsupi suttesu missakāneva indriyāni kathitānī’’ti pana vacanato vipassanāvasenapi yojanā labbhatevāti daṭṭhabbaṃ.",
  "tika-s0305t3:24": "5-7. Paṭhamavitthārasuttādivaṇṇanā",
  "tika-s0305t3:25": "485-487.Vipassanāvasena nissakkaṃ veditabbaṃ, na maggaphalavasena, imasmiṃ sutte sabbasova vipassanindriyānaṃ eva adhippetattā. Idāni tamatthaṃ pākaṭaṃ kātuṃ ‘‘paripuṇṇāni hī’’tiādi vuttaṃ. Avihādīsu pañcasu suddhāvāsesu tattha tattha āyuvemajjhaṃ anatikkamitvā antarā kilesaparinibbānena parinibbāyanato antarāparinibbāyī, asaṅkhārena appayogena sarasatova parinibbāyanato asaṅkhāraparinibbāyī, tabbipariyāyato sasaṅkhāraparinibbāyī, uddhaṃ vāhibhāvena uddhamassa taṇhāsotaṃ vaṭṭasotaṃ vāti uddhaṃsoto, uddhaṃ vā gantvā paṭilabhitabbato uddhamassa maggasotanti uddhaṃsoto, akaniṭṭhabhavaṃ gacchatīti akaniṭṭhagāmīti evamettha saddattho daṭṭhabbo.",
  "tika-s0305t3:26": "Imasmiṃ pana ṭhāneti ‘‘vipassanāvasena nissakka’’nti vuttaṭṭhāne. Arahattamaggeyeva ṭhatvāti imasmiṃyeva bhave arahattamaggeyeva, na vipassanāya ca ṭhatvā. Pañca nissakkāni nīharitabbānīti ‘‘tato mudutarehi antarāparinibbāyī hotī’’tiādīni pañca nissakkāni niddhāretvā kathetabbāni. Idāni tamatthaṃ vivaranto ‘‘arahattamaggassa hī’’tiādimāha. Tattha avihādīsu uppajjitvā uppannasamanantarāya parinibbāyanato paṭhamaantarāparinibbāyī. Tattha āyuppamāṇavemajjhaṃ appatvāva parinibbāyanato dutiyaantarāparinibbāyī, āyuvemajjhaṃ patvā parinibbāyanato tato paraṃ tatiyaantarāparinibbāyī veditabbo. ‘‘Pañca nissakkānī’’ti kasmā vuttaṃ? Nanu asaṅkhārasasaṅkhāraparinibbāyīti vattabbanti? Na vattabbanti dassento āha ‘‘asaṅkhāraparinibbāyissa sasaṅkhāraparinibbāyinopi eteva pañca janā’’ti.",
  "tika-s0305t3:27": "Tīṇi nissakkānīti ‘‘tato mudutarehi sotāpanno hotī’’tiādīni tīṇi nissakkapadāni. Idha sakadāgāmī na gahito, so anāgāmimagge ṭhatvā nīharitabbo, anāgāmimaggassa vipassanindriyehi mudutarehi sakadāgāmī hoti. Sakadā…pe… mudutarānīti idaṃ sakadāgāmimaggassa vipassanindriyehi ekabījisaṅkhātasotāpannavipassanindriyāni mudutarāni hontīti tīṇi katvā vuttaṃ. Dhammānusārītiādidvayaṃ kolaṃkolādidvayena gahitaṃ hotīti. Sakadāgāmimaggassa hītiādi vuttasseva atthassa vivaraṇaṃ. Sesaṃ heṭṭhā vuttanayameva. Chaṭṭhasattamāni vuttanayānevāti chaṭṭhasattamāni suttāni dutiyatatiyesu vuttanayāneva. Tattha pana missakāni indriyāni kathitāni, idha pubbabhāgavipassanindriyāni kathitānīti ayameva viseso.",
  "tika-s0305t3:28": "8. Paṭipannasuttavaṇṇanā",
  "tika-s0305t3:29": "488.Tanti maggaphalavasena nissakkaṃ. Pāḷiyaṃ vuttameva ‘‘arahattaphalasacchikiriyāya paṭipanno hotī’’tiādinā. Aṭṭhahīti catūhi phalehi catūhi ca maggehīti aṭṭhahi. Bahibhūto na antobhāvo. Lokuttarāneva indriyāni kathitāni maggaphalacittuppādapariyāpannattā.",
  "tika-s0305t3:30": "9-10. Sampannasuttādivaṇṇanā",
  "tika-s0305t3:31": "489-490.Indriyasampannoti ettha sampannasaddo paripūriatthoti āha ‘‘paripuṇṇindriyo’’ti. Missakāni indriyāni kathitāni sāmaññatova desitattā.",
  "tika-s0305t3:32": "Mudutaravaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:33": "3. Chaḷindriyavaggo",
  "tika-s0305t3:34": "2. Jīvitindriyasuttavaṇṇanā",
  "tika-s0305t3:35": "492.Itthibhāveti itthitāya. Indaṭṭhaṃ karoti tathāsattajanasāmaññakāraṇabhāvato. Itthiyā eva indriyaṃ itthindriyaṃ. Esa nayo purisindriye. Jīviteti sahajātadhammānaṃ jīvane pālane pavattane. Vaṭṭindriyānīti vaṭṭahetubhūtāni indriyāni. Imesu hi upādinnaindriyesu sati vaṭṭaṃ vattati paññāyati.",
  "tika-s0305t3:36": "3. Aññindriyasuttavaṇṇanā",
  "tika-s0305t3:37": "493.Ajānitapubbaṃ dhammanti catusaccadhammamāha, tathā tesaṃyeva ñātadhammānanti. Ayaṃ panettha attho – ājānātīti aññā, paṭhamamaggena ñātamanatikkamitvā jānātīti attho. Sotāpannādīnaṃ chaariyānaṃ etaṃ nāmaṃ. Aññassa indriyāni aññindriyāni. Aññātāvīsūti ājānitavantesu. Yasmā aggaphaladhammesu ñāṇakiccaṃ sātisayaṃ, tasmā taṃ kiccaṃ sesadhammesupi samāropetvā vuttaṃ ‘‘aññātāvīsu arahattaphaladhammesū’’ti. Tattha tattha tesu tesu maggaphalesu. Tena tenākārenāti anaññātajānanādiākārena.",
  "tika-s0305t3:38": "4. Ekabījisuttavaṇṇanā",
  "tika-s0305t3:39": "494.Vipassanatonissakkanti vipassanindriyehi nissakkaṃ. Idāni tameva saṅkhepato vuttamatthaṃ vivaranto ‘‘samattānī’’tiādimāha. Tīṇi nissakkāni evamidha pañca nissakkāni nīharitabbāni ekabījiādivibhāvanato. Tenāha ‘‘sakadāgāmimaggassa hī’’tiādi. Sotāpattimaggassa vipassanindriyāni nāma tenattabhāvena sakadāgāmimaggaṃ pattuṃ gacchantassa sotāpannassa vipassanindriyāni. Pañcapi te sotāpattimaggassa bhedāyevāti ‘‘sakadāgāmimagge ṭhatvā nīharitabbānī’’ti vuttaṃ.",
  "tika-s0305t3:40": "Ekabījīti ettha khandhabījaṃ nāma kathitaṃ. Yassa hi sotāpannassa ekaṃ khandhabījaṃ atthi, ekaṃ attabhāvaggahaṇaṃ, so ekabīji nāma. Tenāha – ‘‘sotāpanno hutvā’’tiādi. Mānusakaṃbhavanti idaṃ panettha desanāmattaṃ, devabhavaṃ nibbattetītipi vattuṃ vaṭṭatiyeva. Bhagavatā gahitanāmānetāni. Ettakañhi pamāṇaṃ gato sattakkhattuparamo nāma hoti, ettakaṃ kolaṃkolo, ettakaṃ ekabījīti bhagavatā etesaṃ nāmaṃ gahitaṃ.",
  "tika-s0305t3:41": "Dve tayo bhaveti devamanussesu eva dve tayo bhave. Sambodhicatusaccadhammo paraṃ ayanaṃ nissayo gati etassāti sambodhiparāyaṇo. Kulato kulaṃ gacchatīti kolaṃkolo. Sotāpattiphalasacchikiriyato paṭṭhāya hi nīcakule uppatti nāma natthi, mahābhogesu kulesu eva nibbattatīti attho. Kevalopi hi kula-saddo mahābhogakulameva vadati. Dve vā tīṇi vā kulānīti devamanussavasena dve vā tayo vā bhaveti ayampi missakabhavena kathito. Jātassa kumārassa viya ariyāya jātiyā jātassa nāmametaṃ, yadidaṃ niyatoti sattakkhattuparamādikoti ca samaññāti dassento āha ‘‘bhagavatā gahitanāmavasenevā’’tiādi.",
  "tika-s0305t3:42": "Yadi pubbahetuniyamato sotāpanno ca niyatoti sotāpattimaggato uddhaṃ tiṇṇaṃ maggānaṃ upanissayābhāvato pubbahetukiccaṃ natthīti sotāpattimaggassa upanissayabhāvo āpajjati. Yadi tassapi pubbahetuupanissayo siyā, tāva niyamato sotāpattimagguppattito pubbe eva niyamito, yāvañca akaniṭṭhaṃ tassa pubbahetu nāma , ahetukatā āpannā, iccassa ahetu appaccayā nipphatti pāpuṇāti. Kiñca hetu ce? Niyamato sotāpanno ca niyatoti paṭhamamaggādhigameneva anukkamena upari tiṇṇaṃ maggānaṃ kiccāni nipphajjanti, evaṃ sattakkhattuparamatādiniyame sati sattamabhavādito uddhaṃ pavattatāya dukkhassa mūlabhūtā kilesā paṭhamamaggeneva khīṇāti upari tayo maggā akiccā siyuṃ. Tenāha ‘‘paṭhamamaggassa upanissayo kato nāmā’’tiādi.",
  "tika-s0305t3:43": "Yadi upari tayo maggā sattakkhattuparamāditaṃ niyamenti, tato ca añño sotāpanno natthīti sotāpattimaggassa akiccakatā nippayojanatā āpajjeyya. Atha sakkāyadiṭṭhiādippahānaṃ tassa kiccaṃ, tesaṃ tesaṃ pahānena sattakkhattuparamādiniyamatāya. Bhavitabbaṃ, yāva uparimaggā eva hontīti sattabhavādito uddhamapavattanato tena vinānena sakkāyadiṭṭhiādippahānena ca tena vinā bhavitabbanti āha – ‘‘paṭhamamagge anuppanneva upari tayo maggā uppannāti āpajjatī’’ti. Tiṇṇaṃ maggānanti upari tiṇṇaṃ maggānaṃ. Vipassanā niyametīti yujjatīti vuttamatthaṃ vivaranto ‘‘sace hī’’tiādimāha.",
  "tika-s0305t3:44": "Sotāpanno vaṭṭajjhāsayo. Tatrekacce pākaṭe paññāte dassento ‘‘anāthapiṇḍiko’’tiādimāha. Idhaṭṭhakavokiṇṇasukkhavipassakassāti yo imasmiṃ kāmabhave ṭhito manussadevavasena vokiṇṇabhavūpapattiko sukkhavipassako ca, tassa vasena. Nāmaṃ kathitanti sattakkhattuparamoti nāmaṃ kathitaṃ. Keci pana ‘‘kāmabhave sattakkhattuṃyeva uppajjati, na tato’’ti vadanti, taṃ vīmaṃsitabbaṃ.",
  "tika-s0305t3:45": "Sodhessāmīti jambudīpe kenaci tepiṭakena bhikkhunā saddhiṃ piṭakattayameva mayhaṃ uggahaparipucchāvasena sodheyyāmīti paratīraṃ jambudīpaṃ gato. Yo bhikkhu sakkotīti yojanā. Aniccānupassanādīsu ekamukhena abhiniviṭṭhenapi abhidhammapariyāyena tīhi eva vimokkhehi maggaṃ labhatīti abhinivesabhedena tayo puggalā suññatato vuṭṭhitā, tathā tayo appaṇihitato vuṭṭhitāti cha honti, teva saddhādhurapaññādhuravasena dvādasa sakadāgāmino. Tathā arahanto, tayo antarāparinibbāyino eko upahaccaparinibbāyī eko uddhaṃsoto akaniṭṭhagāmīti pañca, te asaṅkhārasasaṅkhāraparinibbāyibhedena dasāti avihādīsu catūsupi cattālīsa, akaniṭṭhe pana uddhaṃsoto natthīti aṭṭhacattālīsa anāgāmino. Vipassanā kathitā sammasanacārassa kathitattā.",
  "tika-s0305t3:46": "5-10. Suddhakasuttādivaṇṇanā",
  "tika-s0305t3:47": "495-500. Yathā cakkhussa sahajātatadindriyanissitadhammesu adhipateyyaṃ anuvattanīyattā, evaṃ taṃdvārikadhammesupi adhipateyyaṃ tehi anuvattanīyattāti vuttaṃ – ‘‘adhipateyyasaṅkhātena indaṭṭhenā’’ti. Esa nayo sesindriyādīsupi. Catusaccavasena kathitāni sabhāvādivibhāvanassa kathitattā.",
  "tika-s0305t3:48": "Chaḷindriyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:49": "4. Sukhindriyavaggo",
  "tika-s0305t3:50": "1-5. Suddhikasuttādivaṇṇanā",
  "tika-s0305t3:51": "501-505. Yathā cakkhu dassane adhipateyyaṭṭhena cakkhundriyaṃ, evaṃ sukhavedanā sukhane adhipateyyaṭṭhena sukhindriyaṃ. Esa nayo sesesupi. Sesaṃ tebhūmakanti sesaṃ bhūmittayavasena tebhūmakaṃ.",
  "tika-s0305t3:52": "6. Paṭhamavibhaṅgasuttavaṇṇanā",
  "tika-s0305t3:53": "506.Kāyikanti ayamassa nissayavasena niddesoti āha – ‘‘kāyapasādavatthuka’’nti. Sarūpaniddeso sukhaṃ sukhindriyassa sarūpanti. Sādanīyaṭṭhena dhammapadāni attani assādayatīti sātaṃ, madhuraṃ. Vedayitanti vediyanaṃ, anubhavananti attho. Aññadhammavisiṭṭhoti phassādīhi aññehi dhammehi visadiso. Kāyikanti pasādakāyasannissitaṃ. Cetasikanti cetosannissitaṃ, tena vuttaṃ ‘‘ettha panā’’tiādi. Kāyapasāda…pe… natthi, tasmā ‘‘cattāro pasādakāye vatthuṃ katvā’’ti vuttaṃ.",
  "tika-s0305t3:54": "9. Kaṭṭhopamasuttavaṇṇanā",
  "tika-s0305t3:55": "509.Dvinnaṃaraṇīnanti adharuttarāraṇīnaṃ. Kiñci dvayaṃ saṅghaṭṭitamattaṃ hutvā na samodhānagataṃ hotīti taṃnivattanatthaṃ ‘‘saṅghaṭṭanasamodhānā’’ti vuttaṃ. Punappunaṃ saṅghaṭṭanena hi tejopātubhāvo. Adharāraṇī viya vatthārammaṇaṃ asatipi vāyāme tajjasamphassapaccayato. Uttarāraṇī viya phasso vatthārammaṇādiphassena pavattanato. Saṅghaṭṭo viya phassasaṅghaṭṭanaṃ araṇidvayasaṅghaṭṭanā viya phassasseva vatthārammaṇesu saṅghaṭṭanākārena pavattito. Aggi viya vedanā anudahanaṭṭhena khaṇikāvāyañca. Vatthārammaṇaṃ vā uttarāraṇī viya indhanāpātagahaṇādīsu ussāhassa viya pavattisambhavato. Phasso adharāraṇī viya nirussāhanirīhatāvasena attasādhanato.",
  "tika-s0305t3:56": "10. Uppaṭipāṭikasuttavaṇṇanā",
  "tika-s0305t3:57": "510. Rasanaṃ bhañjanaṃ nirujjhanaṃ raso. Yo yo dhammānaṃ raso yathādhammaraso, tena yathādhammarasena. Paṭipāṭiyāti kamena, ubhayenapi dhammānaṃ pahānakkamenāti vuttaṃ hoti. Imasmiṃ indriyavibhaṅgeti imasmiṃ indriyasaṃyuttasaññite indriyavibhaṅge. Adesitattāti sesasuttāni viya ‘‘sukhindriya’’ntiādinā adesitattā idaṃ uppaṭipāṭikasuttaṃ nāma. Valiyā kharasamphassāya phuṭṭhassa. Tanti kaṇṭakavedanādiṃ. Etassa dukkhindriyassa.",
  "tika-s0305t3:58": "Tesaṃtesanti domanassindriyādīnaṃ. Kāraṇavasenevāti taṃtaṃasādhāraṇakāraṇavasena. Tesañhi visesakāraṇaṃ dassento ‘‘pattacīvarādīnaṃ vā’’ti āha.",
  "tika-s0305t3:59": "Ekatovāti punappunaṃ paduddhāraṇaṃ akatvā ekajjhameva. Dutiyajjhānādīnaṃ upacārakkhaṇe eva nirujjhantīti ānetvā sambandho. Tesaṃ dukkhindriyadomanassādīnaṃ. Atisayanirodhoti suṭṭhu pahānaṃ ujuppaṭipakkhena vūpasamo. Nirodhoyevāti nirodhamattameva. Nānāvajjaneti yena āvajjanena appanāvīthi hoti, tato bhijjāvajjane, anekāvajjane vā. Appanāvīthiyañhi upacāro ekāvajjano, itaro anekāvajjano anekakkhattuṃ pavattanato. Visamanisajjāya uppannakilamatho visamāsanupatāpo. Pītipharaṇenāti pītiyā pharaṇarasattā. Pītisamuṭṭhānānaṃ vā paṇītarūpānaṃ kāyassa byāpanato vuttaṃ. Tenāha ‘‘sabbo kāyo sukhokkanto hotī’’ti. Vitakkavicārapaccayepīti pi-saddo aṭṭhānapayutto, so ‘‘pahīnassā’’ti ettha ānetvā sambandhitabbo ‘‘pahīnassapi domanassindriyassā’’ti. Etaṃ domanassindriyaṃ uppajjatīti sambandho. ‘‘Tassa mayhaṃ aticiraṃ vitakkayato vicārayato kāyopi kilami, cittampi vihaññī’’ti ca vacanato kāyacittakhedānaṃ vitakkavicārapaccayatā veditabbā. Vitakkavicārabhāve uppajjati domanassindriyanti ānetvā sambandhitabbaṃ. Tatthassa siyā uppattīti tattha dutiyajjhānupacāre assa domanassassa uppatti bhaveyya. ‘‘Tatthassa siyā uppattī’’ti idaṃ parikappavacanaṃ upacārakkhaṇe domanassassa suppahīnabhāvadassanatthaṃ. Tathā hi vuttaṃ ‘‘na tveva dutiyajjhāne pahīnapaccayattā’’ti. Pahīnampi somanassindriyaṃ pīti viya na dūreti katvā ‘‘āsannattā’’ti vuttaṃ. Nānāvajjanupacāre pahīnampi pahānaṅgaṃ paṭipakkhena avihatattā antarantarā uppajjeyyāti imamatthaṃ dassento ‘‘appanāppattāyā’’tiādimāha. ‘‘Tādisāya āsevanāya icchitabbattā yathā maggavīthito pubbe dve tayo javanavārā sadisānupassanāva pavattanti, evamidhāpi appanāvārato pubbe dve tayo javanavārā upekkhāsahagatāva pavattantī’’ti vadanti. Aparisesanti suvikkhambhitanti katvā vikkhambhanena anavasesaṃ.",
  "tika-s0305t3:60": "Tathattāyāti tathabhāvāya paṭhamajjhānasamaṅgitāya. Sā panassa uppādanena vā uppannassa samāpajjanena vā hotīti vuttaṃ ‘‘uppādanatthāya samāpajjanatthāyā’’ti. Dvīsūti navamadasamesu suttantesu.",
  "tika-s0305t3:61": "Sukhindriyavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:62": "5. Jarāvaggo",
  "tika-s0305t3:63": "1. Jarādhammasuttavaṇṇanā",
  "tika-s0305t3:64": "511. Pamukhe , pāsādassa ca pacchimabhāge ātapo pacchātapo, tasmiṃ pacchātape. So hi pāsādassa pamukhabhāvena kato. Kiṃ pana bhagavato vajirasāraṃ sarīraṃ otāpetabbaṃ hotīti āha – ‘‘sammāsambuddhassā’’tiādi . Ayañca imaṃ suttaṃ desitasamaye. Na sakkoti byāmappabhāya kāyaci pabhāya anabhibhavanīyattā. Kiñcāpi buddhābhā sūriyābhāya anabhibhavanīyā, ghammasabhāvatāya pana rasmīnaṃ parito pharantī sūriyābhā tikhiṇā uṇhāti āha ‘‘rasmiteja’’nti. Idāni tamatthaṃ upamāya vibhāvetuṃ ‘‘yatheva hī’’tiādi vuttaṃ.",
  "tika-s0305t3:65": "Suvaṇṇāvaṭṭaṃ viyāti acche suvaṇṇapatte vinivattaāvaṭṭaṃ viya. Garahaṇacchariyaṃ nāma kiretaṃ ‘‘acchariyametaṃ avisicchephalavada’’ntiādīsu viya. Na evametarahīti attano pākaṭavasena vadati, na itaresampīti. Sirājālāti sirāsantānā. Evarūpaṃ na hotīti aññesaṃ pākatikasattānaṃ vuttākāraṃ viya na hoti puññasambhārassa uḷāratamattā vipaccanassa pariyantagatattā. Tenāha ‘‘aññesaṃ apākaṭa’’nti. Valiyāvaṭṭakanti appakaṃ valiyāvaṭṭaṃ. Tenāha ‘‘kesaggappamāṇa’’nti. Sabbānīti sirājālāni. Purato vaṅkoti thokaṃ purato natamattaṃ sandhāyāha. Tena vuttaṃ ‘‘svāyaṃ aññesaṃ apākaṭo’’ti. Nayaggāhatoti anumānato. Dhī tanti dhī-saddayoge upayogavacanaṃ. Dhīti jigucchanatthe nipāto. Dhikkāroti jigucchāpayogo. Taṃ phusatūti tuyhaṃ pāpuṇātu.",
  "tika-s0305t3:66": "2. Uṇṇābhabrāhmaṇasuttavaṇṇanā",
  "tika-s0305t3:67": "512.Aññamaññassāti añño aññassa. Na paccanubhoti attano avisayabhāvato. Idāni taṃ aññavisayataṃ anvayato byatirekato vibhāvetuṃ ‘‘sace hī’’tiādi vuttaṃ.",
  "tika-s0305t3:68": "Visayāni paṭisaranti etthāti paṭisaraṇaṃ. Indriyaviññāṇāni hi asatipi tādise adhippāye attano ārammaṇassa yāthāvato sampajānanato pavedanavijānanāni karontāni viya pavattanti, tathā lokassa aññattha siddhito. Tenāha bhagavā – ‘‘mano paṭisaraṇaṃ, manova nesaṃ gocaravisayaṃ paccanubhotī’’ti manodvārikajavanamano hi savisesaṃ manovisayaṃ paccanubhoti, pañcadvārikajavanamano mananamattameva paccanubhavati. Rajjanādiggahaṇañcettha nidassanamattaṃ, tasmā saddahanādipi gahitamevāti daṭṭhabbaṃ, pañcadvārappavattivasena tathā vuttaṃ. Ekasmiṃ pana dvāreti cakkhudvāre.",
  "tika-s0305t3:69": "Dubbalabhojakāti appānubhāvā rājabhoggā. Āyanti bhoguppattiṭṭhānaṃ. Yottabandhādinimittaṃ laddhabbakahāpaṇo yottakahāpaṇo. Addubandhādinimittaṃ gahetabbakahāpaṇo addukahāpaṇo. Māghātaghosanāya katāya hiṃsānimittaṃ gahetabbakahāpaṇo māpahārakahāpaṇo. Tassa parimāṇaṃ dassetuṃ ‘‘aṭṭhakahāpaṇo’’tiādi vuttaṃ. Satavatthukanti satakarīsavatthukaṃ.",
  "tika-s0305t3:70": "Maggasatīti ariyamaggasati. Bhāvanamanuyuñjantassa hi javanamano ussakkitvāva maggasatiṃ paṭisarati tappariyosānattā. Tanti nibbānaṃ. Sāti phalavimutti. Paṭisarati aggamaggasatiyā. Phalavimutti nibbānanti ubhayaṃ maggassa siddhāyevāti. Ārammaṇavasena natthi etassa paṭisaraṇanti appaṭisaraṇaṃ asaṅkhatāmatassa santiniccasabhāvattā. Sayaṃ pana sabbesaṃyeva ariyānaṃ paṭisaraṇaṃ. Tenāha ‘‘nibbānaṃ arahato gatī’’ti (pari. 339). Nibbānaṃ anupaviṭṭhaṃ nibbānanissayattā. Na tato paraṃ gacchati gatassa aññassa tādisassa abhāvā. Nibbānaṃ pari sabbaso osānanti nibbānapariyosānaṃ.",
  "tika-s0305t3:71": "Mūlajātā jātamūlā. Tato eva patiṭṭhitā. Kā panassāti āha ‘‘maggena āgatasaddhā’’ti. Maggo daḷhāya asaṃhāriyasaddhāya mūlaṃ diṭṭhisampayuttāni ceva vicikicchācittañcāti pañca akusalacittāni samucchedavasena pahīnāni. Pañca nīvaraṇānīti ettha apāyagamanīyāni paṭhamamaggeneva pahīnāni, itarāni vikkhambhanavasena jhānena pahīnānīti pañcasu orambhāgiyakilesasaṃyojanesu ekadesavigameneva bahiddhāsaṃyojano viya jātoti vuttaṃ ‘‘jhānaanāgāmiṭṭhāne ṭhito’’ti. Tenāha ‘‘so aparihīna…pe… nibbāyeyyā’’ti.",
  "tika-s0305t3:72": "5. Paṭhamapubbārāmasuttavaṇṇanā",
  "tika-s0305t3:73": "515. Pubbakoṭṭhake evaṃ āgatasuttaṃ ādiṃ katvā phalindriyāneva kathitāni aggaphalavasena desanāya āgatattā.",
  "tika-s0305t3:74": "10. Āpaṇasuttavaṇṇanā",
  "tika-s0305t3:75": "520.Uparisaha vipassanāya tayo maggāti vipassanāya saha sotāpattiphalato upari tayo maggā. Maggādhigamena idāni paccakkhabhūtattā ‘‘ime kho te dhammā’’ti vuttā. Tattha yaṃ aggabhūtaṃ, tassa vasena dassetuṃ ‘‘arahattaphalindriyaṃ nāmā’’ti vuttaṃ indriyabhāvasāmaññena ekajjhaṃ katvā. Ativijjhitvā passāmīti sacchikatvā yāthāvato passāmi. Catūhi indriyehīti vīriyindriyādīhi catūhi indriyehi. Sā vipassanāmaggaphalasahagatā siyāti missakā vuttā.",
  "tika-s0305t3:76": "Jarāvaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:77": "6. Sūkarakhatavaggo",
  "tika-s0305t3:78": "1. Sālasuttavaṇṇanā",
  "tika-s0305t3:79": "521.Sūrabhāvenāti atisūrabhāvena. Bujjhanatthāyāti saccapaṭivedhāya.",
  "tika-s0305t3:80": "2. Mallikasuttavaṇṇanā",
  "tika-s0305t3:81": "522.Cattāri indriyānīti paññindriyaṃ ṭhapetvā sesāni cattāri. ‘‘Ariyañāṇaṃ lokuttara’’nti vuttaṃ maggañāṇaṃ katvā. Ariya-saddo pana yathā tathā visuddhepi hotīti tādisaṃ sandhāya vuttaṃ ‘‘tampi panā’’tiādi. Yathā hi cattārindriyāni missakāni, evaṃ paññindriyampi missakanti vuccamāne na koci virodhoti adhippāyenāha ‘‘tampi pana…pe… vaṭṭatī’’ti.",
  "tika-s0305t3:82": "3. Sekhasuttavaṇṇanā",
  "tika-s0305t3:83": "523.Na sakkoti indriyānaṃ aparipakkattā. Atthīti pajānāti nayaggāhena, na paccakkhato. Na hi ariyāpi anadhigataṃ maggaphalaṃ paccavekkhituṃ sakkonti.",
  "tika-s0305t3:84": "6. Patiṭṭhitasuttavaṇṇanā",
  "tika-s0305t3:85": "526.Sāsavesūti caturāsavavinimuttesu sesadhammesu ārammaṇesu. Tesupi uppajjanakaanatthato cittaṃ rakkhati nāma.",
  "tika-s0305t3:86": "8. Sūkarakhatasuttavaṇṇanā",
  "tika-s0305t3:87": "528.Taṃsandhāyāti taṃ sūkarakhataleṇaṃ sandhāya. Etaṃ ‘‘sūkarakhatāya’’nti vacanaṃ vuttaṃ. Bhāvanapuṃsakanti bhāvajotakaṃ napuṃsakavacanaṃ yathā ‘‘visamaṃ vātā vāyanti, ekamantaṃ nisīdī’’ti. Kiccapaṭipatti tesaṃ saṃkāsanaṭṭhena sapatiso, sapatiso eva sappatisso, sajeṭṭhakoti āha ‘‘sappatissoti sajeṭṭhako’’ti.",
  "tika-s0305t3:88": "Sūkarakhatavaggavaṇṇanā niṭṭhitā.",
  "tika-s0305t3:89": "7. Bodhipakkhiyavaggavaṇṇanā",
  "tika-s0305t3:90": "531-650. Sattānaṃ phalānaṃ hetubhūtāni ‘‘imesaṃ kho, bhikkhave, pañcannaṃ indriyānaṃ bhāvitattā’’tiādinā vuttāni, pañcindriyāniyeva phalūpacārena ‘‘satta phalānī’’ti vuttāni. Tāni ca pubbabhāgāni ‘‘imesaṃ, bhikkhave, pañcannaṃ indriyānaṃ bhāvitattā…pe… sattānisaṃsā pāṭikaṅkhā’’ti vacanato. Tesanti sattānaṃ phalānaṃ. ‘‘Dvinnaṃ phalānaṃ aññataraṃ phala’’nti evaṃ atītasutte vuttāni heṭṭhā dve phalāni nāmāti vadanti. Yehi pana indriyehi aññatra pana antarāparinibbāyiṃ sesāni phalāni honti, tāni cattāri sapubbabhāgāni lokuttarānīti vuttaṃ siyā.",
  "tika-s0305t3:91": "Indriyasaṃyuttavaṇṇanā niṭṭhitā."
}