{
  "tika-vin11t29:0": "Senāsanakkhandhakakathāvaṇṇanā",
  "tika-vin11t29:1": "2827.Āsandikoti caturassapīṭhaṃ. Atikkantapamāṇoti heṭṭhā aṭaniyā vaḍḍhakihatthato uccatarappamāṇapādako. Ekapassato dīgho pana uccapādako na vaṭṭati. Yathāha – ‘‘uccakampi āsandikanti vacanato ekatobhāgena dīghapīṭhameva hi aṭṭhaṅgulādhikapādakaṃ na vaṭṭati, caturassaāsandiko pana pamāṇātikkantopi vaṭṭatī’’ti (cūḷava. aṭṭha. 297).",
  "tika-vin11t29:2": "Tathāti iminā ‘‘atikkantapamāṇo’’ti idaṃ paccāmasati. Pañcaṅgapīṭhanti cattāro pādā, apassenanti imehi pañcaṅgehi yuttapīṭhaṃ. Sattaṅganti tīsu disāsu apassaye yojetvā kataṃ. Tañhi catūhi pādehi, tīhi apassehi ca yuttattā ‘‘sattaṅgapīṭha’’nti vuttaṃ. Esa nayo mañcepi. Yathāha – ‘‘sattaṅgo nāma tīsu disāsu apassayaṃ katvā katamañco, ayampi pamāṇātikkanto vaṭṭatī’’ti (cūḷava. aṭṭha. 297).",
  "tika-vin11t29:3": "2828.Tūlonaddhāti upari tūlaṃ pakkhipitvā baddhā. Ghareyevāti gihīnaṃ geheyeva nisīdituṃ vaṭṭatīti sambandho. ‘‘Nisīditu’’nti imināva sayanaṃ paṭikkhittaṃ. Sīsapādūpadhānanti sīsūpadhānañceva pādūpadhānañca. Ca-saddo pi-saddatthe so ‘‘agilānassā’’ti ettha ānetvā sambandhitabbo, tena agilānassāpi tāva vaṭṭati, pageva gilānassāti dīpeti.",
  "tika-vin11t29:4": "2829. Na kevalaṃ gilānassa sīsapādūpadhānameva vaṭṭati, atha kho idampīti dassetumāha ‘‘santharitvā’’tiādi. Upadhānāni santharitvāti bahū upadhānāni attharitvā. Tattha cāti tasmiṃ upadhānasanthare. Paccattharaṇakaṃ datvāti upari paccattharaṇakaṃ attharitvā.",
  "tika-vin11t29:5": "2830.Tiriyanti vitthārato. Muṭṭhiratananti pākatikamuṭṭhikaratanaṃ. Taṃ pana vaḍḍhakīnaṃ vidatthimattaṃ. Mitanti pākaṭitaṃ pamāṇayuttaṃ hotīti yojanā. Katthaci potthakesu ‘‘mata’’nti pāṭho dissati, so na gahetabbo. Dīghatoti bimbohanassa dīghato. Diyaḍḍhanti diyaḍḍhahatthaṃ vā dvihatthaṃ vā hotīti kurundiyaṃ vuttanti sambandho. Idameva hi ‘‘sīsappamāṇabimbohana’’nti adhippetaṃ. Yathāha –",
  "tika-vin11t29:6": "‘‘Sīsappamāṇaṃ nāma yassa vitthārato tīsu kaṇṇesu dvinnaṃ kaṇṇānaṃ antaraṃ miniyamānaṃ vidatthi ceva caturaṅgulañca hoti, majjhaṭṭhānaṃ muṭṭhiratanaṃ hoti. Dīghato pana diyaḍḍharatanaṃ vā dviratanaṃ vāti kurundiyaṃ vuttaṃ. Ayaṃ sīsappamāṇassa ukkaṭṭhaparicchedo, ito uddhaṃ na vaṭṭati, heṭṭhā pana vaṭṭatī’’ti (cūḷava. aṭṭha. 297).",
  "tika-vin11t29:7": "2831.Coḷanti pilotikā. Paṇṇanti rukkhalatānaṃ paṇṇaṃ. Uṇṇāti eḷakādīnaṃ lomaṃ. Tiṇanti dabbatiṇādi yaṃ kiñci tiṇaṃ. Vākanti kadaliakkamakacivākādikaṃ. Etehi pañcahi pūritā bhisiyo tūlānaṃ gaṇanāvasā hetugabbhānaṃ etesaṃ pañcannaṃ gabbhānaṃ gaṇanāvasena pañca bhāsitāti yojanā.",
  "tika-vin11t29:8": "2832. Bimbohanagabbhaṃ dassetumāha ‘‘bhisī’’tiādi. Pañcevāti yathāvuttacoḷādipañceva. Tathā tūlāni tīṇipīti ‘‘anujānāmi, bhikkhave, tīṇi tūlāni rukkhatūlaṃ latātūlaṃ poṭakitūla’’nti (cūḷava. 297) anuññātāni tīṇipi tūlāni. Ettha ca rukkhatūlaṃ nāma simbalirukkhādīnaṃ yesaṃ kesañci rukkhānaṃ tūlaṃ. Latātūlaṃ nāma khīravalliādīnaṃ yāsaṃ kāsañci vallīnaṃ tūlaṃ. Poṭakitūlaṃ nāma poṭakitiṇādīnaṃ yesaṃ kesañci tiṇajātikānaṃ antamaso ucchunaḷādīnampi tūlaṃ. Lomāni migapakkhīnanti sīhādicatuppadānaṃ, morādipakkhīnaṃ lomāni. Imeti bhisigabbhādayo ime dasa bimbohanassa gabbhāti sambandho.",
  "tika-vin11t29:9": "2833. Evaṃ kappiyaṃ bhisibimbohanagabbhaṃ dassetvā idāni akappiyaṃ dassetumāha ‘‘manussaloma’’ntiādi. Lomesu manussalomañca pupphesu bakulapiyaṅgupupphādikaṃ sabbaṃ pupphañca paṇṇesu ca suddhaṃ kevalaṃ tamālapattañca na vaṭṭatīti yojanā. ‘‘Suddha’’nti iminā tamālapattaṃ sesagabbhehi missaṃ vaṭṭatīti byatirekato dīpeti.",
  "tika-vin11t29:10": "2834.Masūraketi cammachavibhisibimbohane.",
  "tika-vin11t29:11": "2835. ‘‘Suddha’’nti iminā byatirekato dassitamevatthaṃ sarūpato vibhāvetumāha ‘‘missa’’ntiādi.",
  "tika-vin11t29:12": "2836.Tiracchānagatassa vāti antamaso gaṇḍuppādassāpi. Kārentassāti cittakammakaṭṭhakammādivasena kārāpentassa vā karontassa vā.",
  "tika-vin11t29:13": "2837.Jātakanti apaṇṇakajātakādijātakañca. Vatthunti vimānavatthuādikaṃ pasādajanakaṃ vā petavatthuādikaṃ saṃvegajanakaṃ vā vatthuṃ. Vā-saddena aṭṭhakathāgataṃ idha dassitapakaraṇaṃ saṅgaṇhāti. Parehi vāti ettha vā-saddo avadhāraṇe, tena parehi kārāpetumeva vaṭṭati, na sayaṃ kātunti dīpeti. Sayaṃ kātumpīti ettha api-saddo pageva kārāpetunti dīpeti.",
  "tika-vin11t29:14": "2838.Yo pana bhikkhu dvīhi vassehi vā ekena vā vassena yassa bhikkhuno vuḍḍhataro vā hoti daharataro vā, so tena bhikkhunā samānāsaniko nāma hotīti yojanā.",
  "tika-vin11t29:15": "2839.‘‘Sattavassena pañcavasso’’ti idaṃ dvīhi vassehi vuḍḍhanavakānaṃ samānāsanikatte udāharaṇaṃ. ‘‘Chavassena pañcavasso’’ti idaṃ ekavassena vuḍḍhanavakānaṃ samānāsanikatte udāharaṇaṃ.",
  "tika-vin11t29:16": "2840. Yaṃ tiṇṇaṃ nisīdituṃ pahoti, taṃ heṭṭhā dīghāsanaṃ nāmāti yojanā. ‘‘Samānāsanikā mañce nisīditvā mañcaṃ bhindiṃsu, pīṭhe nisīditvā pīṭhaṃ bhindiṃsū’’ti (cūḷava. 320) āropite vatthumhi ‘‘anujānāmi, bhikkhave, duvaggassa mañcaṃ duvaggassa pīṭha’’nti (cūḷava. 320) anuññātattā ‘‘dve’’ti samānāsanike dve sandhāya vuttaṃ.",
  "tika-vin11t29:17": "2841. Ubhatobyañjanaṃ , itthiṃ, paṇḍakaṃ ṭhapetvā sabbehipi gahaṭṭhehi, pabbajitehi vā purisehi saha dīghāsane nisīdituṃ anuññātanti yojanā. Potthakesu pana katthaci ‘‘sabbesa’’nti sāmivacananto pāṭho dissati, tato ‘‘sabbehipī’’ti karaṇavacanantova pāṭho yuttataro. Karaṇavacanappasaṅge vā sāmivacananiddesoti veditabbaṃ. Yathāha ‘‘yaṃ tiṇṇaṃ pahoti, taṃ saṃhārimaṃ vā hotu asaṃhārimaṃ vā, tathārūpe api phalakakhaṇḍe anupasampannenāpi saddhiṃ nisīdituṃ vaṭṭatī’’ti (cūḷava. aṭṭha. 320).",
  "tika-vin11t29:18": "2842.Purimikoti ñattidutiyāya kammavācāya sammatena ‘‘na chandāgatiṃ gaccheyya…pe… gahitāgahitañca jāneyyā’’ti (cūḷava. 317) vuttehi pañcahi aṅgehi samannāgatena bhikkhunā purimavassūpanāyikadivase ‘‘anujānāmi, bhikkhave, paṭhamaṃ bhikkhū gaṇetuṃ, paṭhamaṃ bhikkhū gaṇetvā seyyā gaṇetuṃ, seyyā gaṇetvā seyyaggena gāhetu’’ntiādinā (cūḷava. 318) nayena anuññātaniyāmeneva senāsanaggāhāpanaṃ purimiko nāma senāsanaggāho. Evameva pacchimikāya vassūpanāyikadivase senāsanaggāhāpanaṃ pacchimiko nāma. Evameva mahāpavāraṇādivasassa anantaradivase ‘‘bhante, antarāmuttakaṃ senāsanaṃ gaṇhathā’’ti vatvā vuḍḍhapaṭipāṭiyā senāsanaggāhāpanaṃ antarāmuttako nāma. Pakāsito ‘‘aparajjugatāya āsāḷhiyāpurimiko gāhāpetabbo, māsagatāya āsāḷhiyā pacchimiko gāhetabbo, aparajjugatāya pavāraṇāya āyatiṃ vassāvāsatthāya antarāmuttako gāhetabbo’’ti (cūḷava. 318) vutto.",
  "tika-vin11t29:19": "2843. Vuttamevatthaṃ niyametvā dassetumāha ‘‘pubbāruṇā’’tiādi. Idha pāṭipadā nāma dve vassūpanāyikadivasā ceva mahāpavāraṇāya anantaradivaso ca. Imesaṃ tiṇṇaṃ pāṭipadadivasānaṃ aruṇo pubbāruṇo nāma. Te divase atikkamma dutiyatithipaṭibaddho aruṇo punāruṇo nāma. Idanti ubhayāruṇānantaraṃ. Senāsanagāhakassāti ettha sakatthe ka-paccayo, senāsanaggāhassāti attho. Yathāha – ‘‘idañhi senāsanaggāhassa khetta’’nti. Vassūpagate vassūpagame kātabbe sati, sādhetabbapayojane bhummaṃ. Vassūpagateti vā nimittatthe bhummaṃ. Purimikāya, hi pacchimikāya ca vassūpagamanassa taṃ tadahu senāsanaggāho nimittaṃ, antarāmuttako pana āgamino vassūpagamanassāti evaṃ tividhopi senāsanaggāho vassūpagamanassa nimittaṃ hoti.",
  "tika-vin11t29:20": "2844. Pāṭipadadivasassa aruṇe uggateyeva senāsane pana gāhite añño bhikkhu āgantvā sace senāsanapaññāpakaṃ senāsanaṃ yācati, so bhikkhu senāsanapaññāpakena ‘‘senāsanaṃ gāhita’’nti vattabboti yojanā.",
  "tika-vin11t29:21": "2845. Vassāvāsassa idaṃ vassāvāsikaṃ, vassaṃvutthānaṃ dātabbacīvaraṃ, gāthābandhavasena ‘‘vassavāsika’’nti rassattaṃ. Saṅghikaṃ apaloketvā gahitaṃ vassāvāsikaṃ cīvaraṃ sace tatrajaṃ tatruppādaṃ hoti, antovasse vibbhantopi labhateti yojanā. ‘‘Tatrajaṃ sace’’ti iminā cassa dāyakānaṃ vassāvāsikapaccayavasena gāhitaṃ pana na labhatīti dīpeti. Yathāha – ‘‘paccayavasena gāhitaṃ pana na labhatīti vadantī’’ti (cūḷava. aṭṭha. 318).",
  "tika-vin11t29:22": "2846-8. Sace vutthavasso yo bhikkhu āvāsikahatthato kiñci ticīvarādikaṃ kappiyabhaṇḍaṃ attano gahetvā ‘‘asukasmiṃ kule mayhaṃ gahitaṃ vassāvāsikacīvaraṃ gaṇha’’ iti evaṃ vatvā tassa āvāsikassa datvā disaṃ gacchati pakkamati, so tattha gataṭṭhāne sace uppabbajati gihī hoti, tassa disaṃgatassa sampattaṃ taṃ vassāvāsikaṃ tena tathā dinnampi āvāsiko bhikkhu gahetuṃ na labhati, tassa pāpitaṃ vassāvāsikacīvaraṃ saṅghikaṃyeva siyāti yojanā. Yathāha – ‘‘idha, bhikkhave, vassaṃvuttho bhikkhu vibbhamati, saṅghasseveta’’nti.",
  "tika-vin11t29:23": "2849. Tasmiṃ kule dāyake manusse sammukhā ce paṭicchāpeti, tassa disaṃgamissa sampattaṃ vassāvāsikacīvaraṃ āvāsiko labhatīti yojanā.",
  "tika-vin11t29:24": "2850. Tattha ārāmo nāma pupphārāmo vā phalārāmo vā. Vihāro nāma yaṃ kiñci pāsādādisenāsanaṃ. Vatthūni duvidhassapīti ārāmavatthu, vihāravatthūti duvidhassa vatthūni ca. Ārāmavatthu nāma tesaṃyeva ārāmānaṃ atthāya paricchinditvā ṭhapitokāso, tesu vā ārāmesu vinaṭṭhesu tesaṃ porāṇakabhūmibhāgo. Vihāravatthu nāma tassa patiṭṭhānokāso. Bhisi nāma uṇṇabhisiādīnaṃ pañcannaṃ aññatarā. Bimbohanaṃ nāma vuttappakārānaṃ bimbohanānaṃ aññataraṃ. Mañcaṃ nāma masārako bundikābaddho, kuḷīrapādako, āhaccapādakoti imesaṃ pubbe vuttānaṃ catunnaṃ mañcānaṃ aññataraṃ. Pīṭhaṃ nāma masārakādīnaṃyeva catunnaṃ pīṭhānaṃ aññataraṃ.",
  "tika-vin11t29:25": "2851.Lohakumbhī nāma kāḷalohena vā tambalohena vā yena kenaci lohena katā kumbhī. Kaṭāho pākaṭova. ‘‘Bhāṇaka’’nti alañjaro vuccati. Alañjaroti ca bahuudakagaṇhanikā mahācāṭi, jalaṃ gaṇhituṃ alanti alañjaro. ‘‘Vaṭṭacāṭi viya hutvā thokaṃ dīghamukho majjhe paricchedaṃ dassetvā kato’’ti gaṇṭhipade vuttaṃ. Vārakoti ghaṭo. Ku vuccati pathavī, tassā dālanato vidāraṇato ‘‘kudālo’’ti ayomayaupakaraṇaviseso vuccati.",
  "tika-vin11t29:26": "2852.Valliveḷuādīsu veḷūti mahāveṇu. Tiṇanti gehacchādanaṃ tiṇaṃ. Paṇṇaṃ tālapaṇṇādikaṃ. Muñjanti muñjatiṇaṃ. Pabbajanti pabbajatiṇaṃ, mattikā pakatimattikā vā gerukādipañcavaṇṇā vā mattikā. Āha ca aṭṭhakathācariyo.",
  "tika-vin11t29:27": "2853.Dveti paṭhamadutiyagarubhaṇḍāni. Dvīhi saṅgahitāni ‘‘āromo, ārāmavatthu, idaṃ paṭhamaṃ. Vihāro, vihāravatthu, idaṃ dutiya’’nti (cūḷava. 321-322) vuttattā. Catusaṅgahanti catūhi bhisiādīhi saṅgaho yassāti viggaho. Navakoṭṭhāsanti lohakumbhiādayo nava koṭṭhāsā assāti viggaho. Aṭṭhadhā valliādīhi aṭṭhahi pakārehi.",
  "tika-vin11t29:28": "2854.Itīti nidassanatthe. Evaṃ vuttanayena pañcahi rāsīhi niddiṭṭhānaṃ garubhaṇḍagaṇanānaṃ piṇḍavasena pañcavīsatividhaṃ garubhaṇḍaṃ pañcanimmalalocano nātho pakāsayīti yojanā. Pañca nimmalāni locanāni yassāti viggaho, maṃsadibbadhammabuddhasamantacakkhuvasena pañcavidhavippasannalocanoti attho.",
  "tika-vin11t29:29": "2855.Vissajjentoti issaravatāya parassa vissajjento. Vibhājentoti vassaggena pāpetvā vibhājento. Idañhi sabbampi garubhaṇḍaṃ senāsanakkhandhake (cūḷava. 321) ‘‘avissajjiyaṃ. Kiṭāgirivatthumhi (cūḷava. 322) avebhaṅgiya’’nti ca vuttaṃ. Ubhayattha āgatavohārabhedadassanamukhena tattha vippaṭipajjantassa āpattiṃ dassento āha ‘‘bhikkhu thullaccayaṃ phuse’’ti. Parivāre pana –",
  "tika-vin11t29:30": "Avissajjiyaṃ avebhaṅgiyaṃ, pañca vuttā mahesinā;",
  "tika-vin11t29:31": "Vissajjentassa paribhuñjantassa anāpatti;",
  "tika-vin11t29:32": "Pañhā mesā kusalehi cintitāti. (pari. 479) –",
  "tika-vin11t29:33": "Āgataṃ. Tasmā mūlacchejjavasena avissajjiyaṃ, avebhaṅgiyañca, parivattanavasena pana vissajjentassa, paribhuñjantassa ca anāpattīti evamettha adhippāyo.",
  "tika-vin11t29:34": "2856.Bhikkhunā puggalena vā saṅghena vā gaṇena vā garubhaṇḍaṃ tu vissajjitaṃ avissaṭṭhameva hoti, vibhattañca avibhājitameva hotīti yojanā.",
  "tika-vin11t29:35": "2857.Ettha etesu pañcasu garubhaṇḍesu purimesu tīsu agarubhaṇḍakaṃ kiñci na ca atthīti yojanā. Catutthe pana garubhaṇḍe aṭṭhakathāya ‘‘lohakumbhī, lohabhāṇakaṃ, lohakaṭāhanti imāni tīṇi mahantāni vā hontu khuddakāni vā, antamaso pasatamattaudakagaṇhanakānipi garubhaṇḍāniyevā’’ti vuttanayaṃ dassetumāha ‘‘lohakumbhī’’tiādi.",
  "tika-vin11t29:36": "2858. Idaṃ tividhanti sambandho. Pādagaṇhanakoti ettha pādo nāma magadhanāḷiyā pañcanāḷimattagaṇhanako bhājanaviseso. Bhājanānaṃ pamāṇaṃ karontā sīhaḷadīpe yebhuyyena teneva pādena minanti. Tasmā aṭṭhakathāyaṃ ‘‘sīhaḷadīpe pādagaṇhanako bhājetabbo’’ti (cūḷava. aṭṭha. 321) vuttaṃ. Lohavārakoti kāḷalohatambalohavaṭṭalohakaṃsalohānaṃ yena kenaci kato. Bhājiyoti bhājetabbo.",
  "tika-vin11t29:37": "2859.Tato uddhanti tato pādagaṇhanakavārakato uddhaṃ adhikaṃ gaṇhanako. Evaṃ pāḷiāgatānaṃ vinicchayaṃ dassetvā aṭṭhakathāgatānaṃ (cūḷava. aṭṭha. 321) dassetumāha ‘‘bhiṅgārādīnī’’tiādi. Bhiṅgāro nāma ukkhittahatthisoṇḍākārena katajalaniggamakaṇṇiko uccagīvo mahāmukhaudakabhājanaviseso. Ādi-saddena aṭṭhakathāgatāni ‘‘paṭiggahauḷuṅkadabbikaṭacchupātitaṭṭakasarakasamuggaaṅgārakapalladhūmakaṭacchuādīni khuddakāni vā mahantāni vā’’ti (cūḷava. aṭṭha. 321) vuttāni saṅgaṇhāti. Sabbānīti khuddakāni vā mahantāni vā.",
  "tika-vin11t29:38": "2860. Tambathālakā ayathālakā bhājetabbāti yojanā. Ca-saddena aṭṭhakathāyaṃ vuttaṃ ‘‘ṭhapetvā pana bhājanavikatiṃ aññasmimpi kappiyalohabhaṇḍe añjanī añjanisalākā kaṇṇamalaharaṇī sūci paṇṇasūci khuddako pipphalako khuddakaṃ ārakaṇṭakaṃ kuñcikā tāḷaṃ kattarayaṭṭhivedhako natthudānaṃ bhindivālo lohakūṭo lohakuṭṭi lohaguḷo lohapiṇḍi lohaaraṇī cakkalikaṃ aññampi vippakataṃ lohabhaṇḍaṃ bhājiya’’nti (cūḷava. aṭṭha. 321) vacanaṃ saṅgaṇhāti. Dhūmanettanti dhūmanāḷikā. Ādi-saddena ‘‘phāladīparukkhadīpakapallakaolambakadīpakaitthipurisatiracchānagatarūpakāni pana aññāni vā bhitticchadanakavāṭādīsu upanetabbāni antamaso lohakhilakaṃ upādāya sabbāni lohabhaṇḍāni garubhaṇḍāniyeva hontī’’ti (cūḷava. aṭṭha. 321) vuttaṃ saṅgaṇhāti.",
  "tika-vin11t29:39": "2861.Attanā paṭiladdhanti ettha pi-saddo luttaniddiṭṭho, attanā paṭiladdhampīti attho. Bhikkhunā attanā paṭiladdhampi taṃ lohabhaṇḍaṃ kiñcipi puggalikaparibhogena na bhuñjitabbanti yojanā.",
  "tika-vin11t29:40": "2862. Kaṃsavaṭṭalohānaṃ vikārabhūtāni tambamayabhājanānipi puggalikaparibhogena sabbaso paribhuñjituṃ na vaṭṭantīti yojanā.",
  "tika-vin11t29:41": "2863.Eseva nayoti ‘‘na puggalikabhogenā’’tiādinā dassitanayo. Saṅghikesu vā gihīnaṃ santakesu vā yathāvuttabhaṇḍesu paribhogapaccayā doso na atthīti yojanā. ‘‘Kaṃsalohādibhājanaṃ saṅghassa dinnampi pārihāriyaṃ na vaṭṭati, gihivikatanīhāreneva paribhuñjitabba’’nti (cūḷava. aṭṭha. 321) mahāpaccariyaṃ vuttaṃ. Ettha ca pārihāriyaṃ na vaṭṭati attano santakaṃ viya gahetvā paribhuñjituṃ na vaṭṭatīti. ‘‘Gihivikatanīhārenevaparibhuñjitabba’’nti iminā sace ārāmikādayo paṭisāmetvā paṭidenti, paribhuñjituṃ vaṭṭatīti dasseti.",
  "tika-vin11t29:42": "2864.Khīrapāsāṇanti mudukā pāṇajāti. Vuttañhi mātikāṭṭhakathāgaṇṭhipade ‘‘khīrapāsāṇo nāma muduko pāsāṇo’’ti. Garukanti garubhaṇḍaṃ. Taṭṭakādikanti ādi-saddena sarakādīnaṃ saṅgaho. Ghaṭakoti khīrapāsāṇamayoyeva vārako. ‘‘Pādagaṇhanato uddha’’nti iminā pādagaṇhanako agarubhaṇḍanti dīpeti.",
  "tika-vin11t29:43": "2865. ‘‘Suvaṇṇarajatahārakūṭajātiphalikabhājanāni gihivikatānipi na vaṭṭanti, pageva saṅghikaparibhogena vā puggalikaparibhogena vā’’ti (cūḷava. aṭṭha. 321) aṭṭhakathāyaṃ vuttanayaṃ dassetumāha ‘‘siṅgī’’tiādi. Siṅgīti suvaṇṇaṃ. Sajjhu rajataṃ. Hārakūṭaṃ nāma suvaṇṇavaṇṇaṃ lohajātaṃ. Phalikena ubbhavaṃ jātaṃ, phalikamayaṃ bhājananti attho. Gihīnaṃ santakānipīti api-saddena gihivikataparibhogenāpi tāva na vaṭṭanti, pageva saṅghikaparibhogena vā puggalikaparibhogena vāti dīpeti. Senāsanaparibhoge pana āmāsampi anāmāsampi sabbaṃ vaṭṭati.",
  "tika-vin11t29:44": "2866.Khuddāti yāya vāsiyā ṭhapetvā dantakaṭṭhacchedanaṃ vā ucchutacchanaṃ vā aññaṃ mahākammaṃ kātuṃ na sakkā, evarūpā khuddakā vāsi bhājanīyā. Mahattarīti yathāvuttappamāṇāya vāsiyā mahantatarā yena kenaci ākārena katavāsi garubhaṇḍaṃ. Vejjānaṃ sirāvedhanakampi ca pharasu tathā garubhaṇḍanti yojanā.",
  "tika-vin11t29:45": "2867.Kuṭhārīti ettha pharasusadisova vinicchayo. Yā pana āvudhasaṅkhepena katā, ayaṃ anāmāsā. Kudālo antamaso caturaṅgulamattopi. Sikharanti dhanurajjuto nāmetvā dāruādīnaṃ vijjhanakakaṇṭako. Tenevāti nikhādaneneva.",
  "tika-vin11t29:46": "2868. Nikhādanassa bhedavantatāya taṃ vibhajitvā dassetumāha ‘‘caturassamukhaṃ doṇimukha’’nti. Doṇimukhanti doṇi viya ubhayapassena nāmitamukhaṃ. Vaṅkanti aggato nāmetvā katanikhādanaṃ. Pi-saddena ujukaṃ saṅgaṇhāti. Tattha cāti tasmiṃ nikhādane. Sadaṇḍaṃ khuddakañca nikhādanaṃ sabbaṃ garubhaṇḍanti yojanā. ‘‘Sadaṇḍaṃ khuddaka’’nti iminā visesanadvayena adaṇḍaṃ phalamattaṃ sipāṭikāya ṭhapetvā pariharaṇayoggaṃ sammajjanidaṇḍavedhanakaṃ nikhādanaṃ agarubhaṇḍaṃ, tato mahantaṃ nikhādanaṃ adaṇḍampi garubhaṇḍanti dīpeti. Yehi manussehi vihāre vāsiādīni dinnāni ca honti, te ce ghare daḍḍhe vā corehi vā vilutte ‘‘detha no, bhante, upakaraṇe puna pākatike karissāmā’’ti vadanti, dātabbā. Sace āharanti, na vāretabbā, anāharantāpi na codetabbā.",
  "tika-vin11t29:47": "2869. ‘‘Kammārataṭṭakāracundakāranaḷakāramaṇikārapattabandhakānaṃ adhikaraṇimuṭṭhikasaṇḍāsatulādīni sabbāni lohamayaupakaraṇāni saṅghe dinnakālato paṭṭhāya garubhaṇḍāni. Tipukoṭṭakasuvaṇṇakāracammakāraupakaraṇesupi eseva nayo. Ayaṃ pana viseso – tipukoṭṭakaupakaraṇesupi tipucchedanasatthakaṃ, suvaṇṇakāraupakaraṇesu suvaṇṇacchedanasatthakaṃ, cammakāraupakaraṇesu kataparikammacammachindanakaṃ khuddakasatthanti imāni bhājanīyabhaṇḍānī’’ti (cūḷava. aṭṭha. 321) aṭṭhakathāgataṃ vinicchayekadesaṃ dassetumāha ‘‘muṭṭhika’’ntiādi . Tulādikanti ettha ādi-saddena kattariādiupakaraṇaṃ saṅgaṇhāti.",
  "tika-vin11t29:48": "2870. ‘‘Nahāpitatunnakārānaṃ upakaraṇesupi ṭhapetvā mahākattariṃ, mahāsaṇḍāsaṃ, mahāpipphalakañca sabbaṃ bhājanīyaṃ. Mahākattariādīni garubhaṇḍānī’’ti (cūḷava. aṭṭha. 321) aṭṭhakathāgataṃ vinicchayaṃ dassetumāha ‘‘nhāpitakassā’’tiādi. Nhāpitakassa upakaraṇesu saṇḍāso, mahattarī kattarī ca tunnakārānañca upakaraṇesu mahattarī kattarī ca mahāpipphalakañca garubhaṇḍakanti yojanā.",
  "tika-vin11t29:49": "2871. Ettāvatā catutthagarubhaṇḍe vinicchayaṃ dassetvā idāni pañcamagarubhaṇḍe vinicchayaṃ dassetumāha ‘‘vallī’’tiādi. Vettalatādikā valli dullabhaṭṭhāne saṅghassa dinnā vā tattha saṅghassa bhūmiyaṃ jātā, rakkhitā gopitā vā aḍḍhabāhuppamāṇā garubhaṇḍaṃ hotīti yojanā. ‘‘Aḍḍhabāhūti kapparato paṭṭhāya yāva aṃsakūṭa’’nti gaṇṭhipade vuttaṃ. ‘‘Aḍḍhabāhu nāma vidatthicaturaṅgula’’ntipi vadanti. Sace sā valli saṅghakamme, cetiyakamme ca kate atirekā hoti, puggalikakammepi upanetuṃ vaṭṭati. Arakkhitā pana garubhaṇḍameva na hoti.",
  "tika-vin11t29:50": "2872.Aṭṭhakathāyaṃ ‘‘suttamakacivākanāḷikerahīracammamayā rajjukā vā yottāni vā vāke ca nāḷikerahīre ca vaṭṭetvā katā ekavaṭṭā vā dvivaṭṭā vā saṅghassa dinnakālato paṭṭhāya garubhaṇḍaṃ. Suttaṃ pana avaṭṭetvā dinnaṃ, makacivākanāḷikerahīrā ca bhājanīyā’’ti (cūḷava. aṭṭha. 321) āgatavinicchayaṃ dassetumāha ‘‘suttavākādinibbattā’’tiādi. Vākādīti ādi-saddena makacivākanāḷikerahīracammānaṃ gahaṇaṃ. Nātidīghā rajjukā. Atidīghaṃ yottakaṃ.",
  "tika-vin11t29:51": "2873. Nāḷikerassa hīre vā makacivāke vā vaṭṭetvā katā ekavaṭṭāpi garubhaṇḍakanti yojanā. Yehi panetāni rajjukayottādīni dinnāni honti, te attano karaṇīyena harantā na vāretabbā.",
  "tika-vin11t29:52": "2874. Vaḍḍhakiaṅgulena aṭṭhaṅgulāyato sūcidaṇḍamatto pariṇāhato sīhaḷadīpe lekhakānaṃ lekhanisūcidaṇḍamatto saṅghassa dinno vā tatthajātako vā rakkhito gopito veḷu garubhaṇḍaṃ siyāti yojanā. ‘‘Yaṃ majjhimapurisassa kaniṭṭhaṅguliyā aggappamāṇaṃ, idaṃ sīhaḷadīpe lekhakānaṃ lekhanisūciyā pamāṇa’’nti vadanti. So ca saṅghakamme ca cetiyakamme ca kate atireko puggalikakamme dātuṃ vaṭṭati.",
  "tika-vin11t29:53": "2875. Daṇḍo ca salākā ca daṇḍasalākā, chattassa daṇḍasalākāti viggaho. Chattadaṇḍo nāma chattapiṇḍi. Chattasalākāti chattapañjarasalākā. Daṇḍoti upāhanadaṇḍako. ‘‘Daṇḍo’’ti sāmaññena vuttepi aṭṭhakathāgatesu sarūpena idhāvutto upāhanadaṇḍoyeva sāmaññavacanena pārisesato gahetabboti. Daḍḍhagehamanussā gaṇhitvā gacchantā na vāretabbā.",
  "tika-vin11t29:54": "2876.Muñjādīsu gehacchadanārahesu tiṇesu yaṃ kiñci muṭṭhimattaṃ tiṇaṃ vā gehacchadanārahaṃ tālapaṇṇādi ekampi saṅghassa dinnaṃ vā tattha saṅghikabhūmiyaṃ jātaṃ vā garubhaṇḍaṃ siyāti yojetabbā. Tattha muṭṭhimattaṃ nāma karaḷamattaṃ. Idañca karaḷaṃ katvā chādentānaṃ chadanakaraḷavasena gahetabbaṃ. Tālapaṇṇādīti ādi-saddena nāḷikerapaṇṇādigehacchadanapaṇṇānaṃ gahaṇaṃ. Tampi muñjādi saṅghakamme ca cetiyakamme ca kate atirekaṃ puggalikakamme dātuṃ vaṭṭati. Daḍḍhagehamanussā gahetvā gacchanti, na vāretabbāti.",
  "tika-vin11t29:55": "2877-8.Aṭṭhaṅgulappamāṇoti dīghato aṭṭhaṅgulamatto. Keci ‘‘puthulato’’ti vadanti. Rittapotthakoti lekhāhi suññapotthako, na likhitapotthakoti vuttaṃ hoti. ‘‘Aṭṭhaṅgulappamāṇo’’ti iminā aṭṭhaṅgulato ūnappamāṇo bhājiyo, ‘‘rittapotthako’’ti iminā aṭṭhaṅgulato atirekappamāṇopi likhitapotthako bhājiyoti dasseti.",
  "tika-vin11t29:56": "‘‘Mattikā pakatimattikā vā hotu pañcavaṇṇā vā sudhā vā sajjurasakaṅguṭṭhasilesādīsu vā yaṃ kiñci dullabhaṭṭhāne ānetvā vā dinnaṃ tatthajātakaṃ vā rakkhitagopitaṃ tālaphalapakkamattaṃ garubhaṇḍaṃ hotī’’ti (cūḷava. aṭṭha. 321) aṭṭhakathāgatavinicchayaṃ dassetumāha ‘‘mattikā’’tiādi. Pākatikā vā setagerukādipañcavaṇṇā vāpi mattikāti yojanā. Sileso nāma kabiṭṭhādisileso. Ādi-saddena sajjurasakaṅguṭṭhādīnaṃ gahaṇaṃ. Tālapakkapamāṇanti ekaṭṭhitālaphalapamāṇāpi. Tampi mattikādi saṅghakamme, cetiyakamme ca niṭṭhite atirekaṃ puggalikakamme dātuṃ vaṭṭati.",
  "tika-vin11t29:57": "2879-80. ‘‘Veḷuādika’’nti padacchedo. Rakkhitaṃ gopitaṃ vāpi gaṇhatā samakaṃ vā atirekaṃ vā thāvaraṃ antamaso taṃagghanakaṃ vālikameva vā datvā gahetabbanti yojanā.",
  "tika-vin11t29:58": "Aṭṭhakathāyaṃ pana ‘‘rakkhitagopitaṃ veḷuṃ gaṇhantena samakaṃ vā atirekaṃ vā thāvaraṃ antamaso taṃagghanakavālikāyapi phātikammaṃ katvā gahetabbo. Phātikammaṃ akatvā gaṇhantena tattheva vaḷañjetabbo, gamanakāle saṅghike āvāse ṭhapetvā gantabbaṃ. Asatiyā gahetvā gatena pana pahiṇitvā dātabbo. Desantaragatena sampattavihāre saṅghikāvāse ṭhapetabbo’’ti (cūḷava. aṭṭha. 321) veḷumhiyeva ayaṃ vinicchayo vutto, idha pana ‘‘valliveḷādikaṃ kiñcī’’ti valliādīnampi sāmaññena vuttattā taṃ upalakkhaṇamattaṃ valliādīsupi yathārahaṃ labbhatīti veditabbaṃ.",
  "tika-vin11t29:59": "2881.Añjananti silāmayo. Evaṃ haritālamanosilāpi.",
  "tika-vin11t29:60": "2882. Dārubhaṇḍe ayaṃ vinicchayo – pariṇāhato yathāvutta sūcidaṇḍappamāṇako aṭṭhaṅguladīgho yo koci dārubhaṇḍako dārudullabhaṭṭhāne saṅghassa dinno vā tatthajātako vā rakkhitagopito garubhaṇḍaṃ hotīti yojanā.",
  "tika-vin11t29:61": "2883. Evaṃ kurundaṭṭhakathāya āgatavinicchayaṃ dassetvā mahāaṭṭhakathāya (cūḷava. aṭṭha. 321) āgataṃ dassetumāha ‘‘mahāaṭṭhakathāya’’ntiādi. Tattha āsandikasattaṅgā vuttalakkhaṇāva. ‘‘Bhaddapīṭha’’nti vettamayaṃ pīṭhaṃ vuccati. Pīṭhikāti pilotikābaddhapīṭhameva.",
  "tika-vin11t29:62": "2884.Eḷakapādapīṭhaṃ nāma dārupaṭṭikāya upari pāde ṭhapetvā bhojanapallaṅkaṃ viya katapīṭhaṃ vuccati. ‘‘Āmalakavaṭṭakapīṭha’’nti etassa ‘‘āmaṇḍakavaṭṭaka’’nti pariyāyo, tasmā ubhayenāpi āmalakākārena yojitaṃ bahupādakapīṭhaṃ vuccati. Kesuci potthakesu ‘‘tathāmaṇḍakapīṭhaka’’nti pāṭho. Gāthābandhavasena maṇḍaka-saddapayogo. Kocchaṃ bhūtagāmavagge catutthasikkhāpade vuttasarūpaṃ. Palālapīṭhanti nipajjanatthāya katā palālabhisi, iminā kadalipattādimayapīṭhampi upalakkhaṇato dassitaṃ. Yathāha – ‘‘palālapīṭhena cettha kadalipattādipīṭhānipi saṅgahitānī’’ti (cūḷava. aṭṭha. 321). Dhovanephalakanti cīvaradhovanaphalakaṃ, dhovanādisaddānaṃ viyettha vibhattialopo. Imesu tāva yaṃ kiñci khuddakaṃ vā hotu mahantaṃ vā, saṅghassa dinnaṃ garubhaṇḍaṃ hoti. Byagghacammaonaddhampi vāḷarūpaparikkhittaṃ ratanaparisibbitaṃ kocchaṃ garubhaṇḍameva.",
  "tika-vin11t29:63": "2885.Bhaṇḍikāti daṇḍakaṭṭhacchedanabhaṇḍikā. Muggaroti daṇḍamuggaro. Daṇḍamuggaro nāma yena rajitacīvaraṃ pothenti. Vatthaghaṭṭanamuggaroti cīvaraghaṭṭanamuggaro, yena anuvātādiṃ ghaṭṭenti. Ambaṇanti phalakehi pokkharaṇisadisaṃ katapānīyabhājanaṃ. Mañjūsā nāma doṇipeḷā. Nāvā poto. Rajanadoṇikā nāma yattha cīvaraṃ rajanti, pakkarajanaṃ vā ākiranti.",
  "tika-vin11t29:64": "2886.Uḷuṅkoti nāḷikeraphalakaṭāhādimayo uḷuṅko. Ubhayaṃ pidhānasamako samuggo. ‘‘Khuddako parividhano karaṇḍa’’nti vadanti. Karaṇḍo ca pādagaṇhanakato atirekappamāṇo idha adhippeto. Kaṭacchūti dabbi. Ādi-saddena pānīyasarāvapānīyasaṅkhādīnaṃ gahaṇaṃ.",
  "tika-vin11t29:65": "2887.Gehasambhāranti gehopakaraṇaṃ. Thambhatulāsopānaphalakādi dārumayaṃ, pāsāṇamayampi imināva gahitaṃ. Kappiyacammanti ‘‘eḷakājamigāna’’ntiādinā (vi. vi. 2650) heṭṭhā dassitaṃ kappiyacammaṃ. Tabbipariyāyaṃ akappiyaṃ. Abhājiyaṃ garubhaṇḍattā. Bhūmattharaṇaṃ katvā paribhuñjituṃ vaṭṭati.",
  "tika-vin11t29:66": "2888.Aṭṭhakathāyaṃ ‘‘eḷakacammaṃ pana paccattharaṇagatikameva hoti, tampi garubhaṇḍamevā’’ti (cūḷava. aṭṭha. 321) vuttattā āha ‘‘eḷacammaṃ garuṃ vutta’’nti. Kurundiyaṃ pana ‘‘sabbaṃ mañcappamāṇaṃ cammaṃ garubhaṇḍa’’nti (cūḷava. aṭṭha. 321) vuttaṃ. Ettha ca ‘‘paccattharaṇagatikamevā’’ti iminā mañcapīṭhepi attharituṃ vaṭṭatīti dīpeti. ‘‘Pāvārādipaccattharaṇampi garubhaṇḍa’’nti eke, ‘‘no’’ti apare, vīmaṃsitvā gahetabbaṃ. Mañcappamāṇanti ca pamāṇayuttaṃ mañcaṃ. Pamāṇayuttamañco nāma yassa dīghaso nava vidatthiyo tiriyañca tadupaḍḍhaṃ. Uddhaṃ mukhamassāti udukkhalaṃ. Ādi-saddena musalaṃ, suppaṃ, nisadaṃ, nisadapoto, pāsāṇadoṇi, pāsāṇakaṭāhañca saṅgahitaṃ. Pesakārādīti ādi-saddena cammakārādīnaṃ gahaṇaṃ. Turivemādi pesakārabhaṇḍañca bhastādi cammakārabhaṇḍañca kasibhaṇḍañca yuganaṅgalādi saṅghikaṃ saṅghasantakaṃ garubhaṇḍanti yojanā.",
  "tika-vin11t29:67": "2889.‘‘Tathevā’’ti iminā ‘‘saṅghika’’nti idaṃ paccāmasati. Ādhārakoti pattādhāro. Tālavaṇṭanti tālavaṇṭehi kataṃ. Veḷudantavilīvehi vā morapiñchehi vā cammavikatīhi vā katampi taṃsadisaṃ ‘‘tālavaṇṭa’’nteva vuccati. Vaṭṭavidhūpanānaṃ tālavaṇṭeyeva antogadhattā ‘‘bījanī’’ti caturassavidhūpanañca ketakapārohakuntālapaṇṇādimayadantamayavisāṇamayadaṇḍakamakasabījanī ca vuccati. Pacchi pākaṭāyeva. Pacchito khuddako tālapaṇṇādimayo bhājanaviseso caṅkoṭakaṃ. Sabbā sammajjanīti nāḷikerahīrādīhi baddhā yaṭṭhisammajjanī, muṭṭhisammajjanīti duvidhā pariveṇaṅgaṇādisammajjanī ca tatheva duvidhā khajjūrināḷikerapaṇṇādīhi baddhā gehasammajjanī cāti sabbāpi sammajjanī garubhaṇḍaṃ hoti.",
  "tika-vin11t29:68": "2890.Cakkayuttakayānanti hatthavaṭṭakasakaṭādiyuttayānañca.",
  "tika-vin11t29:69": "2891.Chattanti paṇṇakilañjasetacchattavasena tividhaṃ chattaṃ. Muṭṭhipaṇṇanti tālapaṇṇaṃ sandhāya vuttaṃ. Visāṇabhājanañca tumbabhājanañcāti viggaho, ekadesasarūpekaseso, gāthābandhavasena niggahitāgamo ca. Visāṇamayaṃ, bhājanaṃ tumbamayaṃ bhājanañcāti attho. Idha ‘‘pādagaṇhanakato atirittappamāṇa’’nti seso. Araṇī araṇisahitaṃ. Ādi-saddena āmalakatumbaṃ anuññātavāsiyā daṇḍañca saṅgaṇhāti. Lahu agarubhaṇḍaṃ, bhājanīyanti attho. Pādagaṇhanakato atirittappamāṇaṃ garubhaṇḍaṃ.",
  "tika-vin11t29:70": "2892.Visāṇanti govisāṇādi yaṃ kiñci visāṇaṃ. Atacchitaṃ yathāgatameva bhājanīyaṃ. Aniṭṭhitaṃ mañcapādādi yaṃ kiñci bhājanīyanti yojanā. Yathāha – ‘‘mañcapādo mañcaaṭanī pīṭhapādo pīṭhaaṭanī vāsipharasuādīnaṃ daṇḍoti etesu yaṃ kiñci vippakatatacchanakammaṃ aniṭṭhitameva bhājanīyaṃ, tacchitamaṭṭhaṃ pana garubhaṇḍaṃ hotī’’ti (cūḷava. aṭṭha. 321).",
  "tika-vin11t29:71": "2893.Niṭṭhito tacchito vāpīti tacchitaniṭṭhitopi. Vidhoti kāyabandhane anuññātavidho. Hiṅgukaraṇḍakoti hiṅgumayo vā tadādhāro vā karaṇḍako. Añjanīti añjananāḷikā ca añjanakaraṇḍako ca. Salākāyoti añjanisalākā. Udapuñchanīti hatthidantavisāṇādimayā udakapuñchanī. Idaṃ sabbaṃ bhājanīyameva.",
  "tika-vin11t29:72": "2894.Paribhogārahanti manussānaṃ upabhogaparibhogayoggaṃ. Kulālabhaṇḍanti ghaṭapiṭharādikumbhakārabhaṇḍampi. Pattaṅgārakaṭāhanti pattakaṭāhaṃ, aṅgārakaṭāhañca. Dhūmadānaṃ nāḷikā. Kapallikāti dīpakapallikā.",
  "tika-vin11t29:73": "2895.Thupikāti pāsādādithupikā. Dīparukkhoti padīpādhāro. Cayanacchadaniṭṭhakāti pākāracetiyādīnaṃ cayaniṭṭhakā ca gehādīnaṃ chadaniṭṭhakā ca. Sabbampīti yathāvuttaṃ sabbampi anavasesaṃ parikkhāraṃ.",
  "tika-vin11t29:74": "2896.Kañcanakoti sarako. Ghaṭakoti pādagaṇhanakato anatirittappamāṇo ghaṭako. ‘‘Yathā ca mattikābhaṇḍe, evaṃ lohabhaṇḍepi kuṇḍikā bhājanīyakoṭṭhāsameva bhajatī’’ti (cūḷava. aṭṭha. 321) aṭṭhakathānayaṃ saṅgahetumāha ‘‘lohabhaṇḍepi kuṇḍikāpi ca bhājiyā’’ti.",
  "tika-vin11t29:75": "2897.Garu nāma pacchimaṃ garubhaṇḍattayaṃ. Thāvaraṃ nāma purimadvayaṃ. Saṅghassāti saṅghena. Parivattetvāti puggalikādīhi tādisehi tehi parivattetvā. Tatrāyaṃ parivattananayo (cūḷava. aṭṭha. 321) – saṅghassa nāḷikerārāmo dūre hoti, kappiyakārakā taṃ bahutaraṃ khādanti, tato sakaṭavetanaṃ datvā appameva āharanti, aññesaṃ pana tassa ārāmassa avidūragāmavāsīnaṃ manussānaṃ vihārassa samīpe ārāmo hoti, te saṅghaṃ upasaṅkamitvā sakena ārāmena taṃ ārāmaṃ yācanti, saṅghena ‘‘ruccati saṅghassā’’ti apaloketvā sampaṭicchitabbo. Sacepi bhikkhūnaṃ rukkhasahassaṃ hoti, manussānaṃ pañcasatāni, ‘‘nanu tumhākaṃ ārāmo khuddako’’ti na vattabbaṃ. Kiñcāpi hi ayaṃ khuddako, atha kho itarato bahutaraṃ āyaṃ deti. Sacepi samakameva deti, evampi icchiticchitakkhaṇe paribhuñjituṃ sakkāti gahetabbameva.",
  "tika-vin11t29:76": "Sace pana manussānaṃ bahutarā rukkhā honti, ‘‘nanu tumhākaṃ bahutarā rukkhā’’ti vattabbaṃ. Sace ‘‘atirekaṃ amhākaṃ puññaṃ hotu, saṅghassa demā’’ti vadanti, jānāpetvā sampaṭicchituṃ vaṭṭati. Bhikkhūnaṃ rukkhā phaladhārino, manussānaṃ rukkhā na tāva phalaṃ gaṇhanti. Kiñcāpi na gaṇhanti, na cirasseva gaṇhissantīti sampaṭicchitabbameva. Manussānaṃ rukkhā phaladhārino, bhikkhūnaṃ na tāva phalaṃ gaṇhanti. ‘‘Nanu tumhākaṃ rukkhā phaladhārino’’ti vattabbaṃ. Sace ‘‘gaṇhatha, bhante, amhākaṃ puññaṃ bhavissatī’’ti vadanti, jānāpetvā sampaṭicchituṃ vaṭṭati. Evaṃ ārāmena ārāmo parivattetabbo. Eteneva nayena ārāmavatthupi vihāropi vihāravatthupi ārāmena parivattetabbaṃ. Ārāmavatthunā ca mahantena vā khuddakena vā ārāmaārāmavatthuvihāravihāravatthūni.",
  "tika-vin11t29:77": "Kathaṃ vihārena vihāro parivattetabbo? Saṅghassa antogāme gehaṃ hoti, manussānaṃ vihāramajjhe pāsādo, ubhopi agghena samakā, sace manussā tena pāsādena taṃ gehaṃ yācanti, sampaṭicchituṃ vaṭṭati. Bhikkhūnaṃ ce mahagghataraṃ gehaṃ hoti, ‘‘mahagghataraṃ amhākaṃ geha’’nti vutte ca ‘‘kiñcāpi mahagghataraṃ, pabbajitānaṃ pana asāruppaṃ, na sakkā tattha pabbajitehi vasituṃ, idaṃ pana sāruppaṃ, gaṇhathā’’ti vadanti, evampi sampaṭicchituṃ vaṭṭati. Sace pana manussānaṃ mahagghaṃ hoti, ‘‘nanu tumhākaṃ gehaṃ mahaggha’’nti vattabbaṃ. ‘‘Hotu, bhante, amhākaṃ puññaṃ bhavissati, gaṇhathā’’ti vutte pana sampaṭicchituṃ vaṭṭati. Evaṃ vihārena vihāro parivattetabbo. Eteneva nayena vihāravatthupi ārāmopi ārāmavatthupi vihārena parivattetabbaṃ. Vihāravatthunā ca mahagghena vā appagghena vā vihāravihāravatthuārāmaārāmavatthūni. Evaṃ tāva thāvarena thāvaraparivattanaṃ veditabbaṃ.",
  "tika-vin11t29:78": "Garubhaṇḍena garubhaṇḍaparivattane pana mañcapīṭhaṃ mahantaṃ vā hotu khuddakaṃ vā, antamaso caturaṅgulapādakaṃ gāmadārakehi paṃsvāgārakesu kīḷantehi katampi saṅghassa dinnakālato paṭṭhāya garubhaṇḍaṃ hoti. Sacepi rājarājamahāmattādayo ekappahāreneva mañcasataṃ vā mañcasahassaṃ vā denti, sabbe kappiyamañcā sampaṭicchitabbā, sampaṭicchitvā vuḍḍhapaṭipāṭiyā ‘‘saṅghikaparibhogena paribhuñjathā’’ti dātabbā, puggalikavasena na dātabbā. Atirekamañce bhaṇḍāgārādīsu paññapetvā pattacīvaraṃ nikkhipitumpi vaṭṭati.",
  "tika-vin11t29:79": "Bahisīmāya ‘‘saṅghassa demā’’ti dinnamañco saṅghattherassa vasanaṭṭhāne dātabbo. Tattha ce bahū mañcā honti, mañcena kammaṃ natthi, yassa vasanaṭṭhāne kammaṃ atthi, tattha ‘‘saṅghikaparibhogena paribhuñjathā’’ti dātabbo. Mahagghena satagghanakena, sahassagghanakena vā mañcena aññaṃ mañcasataṃ labhati, parivattetvā gahetabbaṃ. Na kevalaṃ mañcena mañcoyeva, ārāmaārāmavatthuvihāravihāravatthupīṭhabhisibimbohanānipi parivattetuṃ vaṭṭanti. Esa nayo pīṭhabhisibimbohanesupi etesu hi kappiyākappiyaṃ vuttanayameva. Tattha akappiyaṃ na paribhuñjitabbaṃ, kappiyaṃ saṅghikaparibhogena paribhuñjitabbaṃ. Akappiyaṃ vā mahagghaṃ kappiyaṃ vā parivattetvā vuttavatthūni gahetabbāni, agarubhaṇḍupagaṃ pana bhisibimbohanaṃ nāma natthīti.",
  "tika-vin11t29:80": "2898. Bhikkhu adhotena pādena, allapādena vā senāsanaṃ nakkameti sambandho. Sayanti ettha, āsanti cāti sayanāsanaṃ, parikammakatabhūmattharaṇādi. Allapādena vāti yena akkantaṭṭhāne udakaṃ paññāyati, evarūpena tintapādena. Yathāha – ‘‘allehi pādehīti yehi akkantaṭṭhāne udakaṃ paññāyati, evarūpehi pādehi paribhaṇḍakatabhūmi vā senāsanaṃ vā na akkamitabbaṃ. Sace pana udakasinehamattameva paññāyati, na udakaṃ, vaṭṭatī’’ti (cūḷava. aṭṭha. 324). Saupāhanoti ettha ‘‘dhotapādaka’’nti vattabbaṃ. Pāde paṭimukkāhi upāhanāhi saupāhano bhikkhu dhotapādakaṃ dhotapādehi akkamitabbaṭṭhānaṃ tatheva na akkameti yojanā.",
  "tika-vin11t29:81": "2899.Parikammakatāyāti sudhādiparikammakatāya. Niṭṭhubhantassāti kheḷaṃ pātentassa. Parikammakataṃ bhittinti setabhittiṃ vā cittakammakataṃ vā bhittiṃ. Na kevalañca bhittimeva, dvārampi vātapānampi apassenaphalakampi pāsāṇatthambhampi rukkhatthambhampi cīvarena vā kenaci vā appaṭicchādetvā apassayituṃ na labhatiyeva. ‘‘Dvāravātapānādayo pana aparikammakatāpi apaṭicchādetvā na apassayitabbā’’ti gaṇṭhipade vuttaṃ.",
  "tika-vin11t29:82": "2901. Niddāyato tassa koci sarīrāvayavo paccattharaṇe saṅkuṭite sahasā yadi mañcaṃ phusati, dukkaṭanti yojanā.",
  "tika-vin11t29:83": "2902.Lomesu mañcaṃ phusantesu. Hatthapādānaṃ talena akkamituṃ vaṭṭatīti yojanā. Mañcapīṭhaṃ nīharantassa kāye paṭihaññati, anāpatti.",
  "tika-vin11t29:84": "‘‘Dāyakehi ‘kāyena phusitvā yathāsukhaṃ paribhuñjathā’ti dinnasenāsanaṃ, mañcapīṭhādiñca dāyakena vuttaniyāmena paribhuñjantassa doso natthī’’ti mātikaṭṭhakathāya sīhaḷagaṇṭhipade vuttattā tathā paribhuñjantassa anāpatti. ‘‘Imaṃ mañcapīṭhādiṃ saṅghassa dammī’’ti vutte garubhaṇḍaṃ hoti, na bhājetabbaṃ saṅghassa parāmaṭṭhattā. ‘‘Imaṃ mañcapīṭhādiṃ bhadantānaṃ vassaggena gaṇhituṃ dammī’’ti vutte satipi garubhaṇḍabhāve kappiyavatthuṃ bhājetvā gaṇhituṃ vaṭṭati, akappiyabhaṇḍameva bhājetvā gahetuṃ na labbhati. ‘‘Imaṃ mañcapīṭhaṃ vassaggena gahetuṃ saṅghassa dammī’’ti vutte vassaggena bhājetvā gahetabbaṃ vassaggena bhājanaṃ paṭhamaṃ vatvā pacchā saṅghassa parāmaṭṭhattā. ‘‘Saṅghassa imaṃ mañcapīṭhaṃ vassaggena gaṇhituṃ dammī’’ti vutte pana garubhaṇḍaṃ hoti paṭhamaṃ saṅghassa parāmaṭṭhattāti ayampi viseso mātikaṭṭhakathā gaṇṭhipadeyeva vutto.",
  "tika-vin11t29:85": "2903-4. Uddesabhattavinicchayekadesaṃ dassetumāha ‘‘sahassagghanako’’tiādi. Sahassagghanako sacīvaro piṇḍapāto avassikaṃ bhikkhuṃ patto, tasmiṃ vihāre ca ‘‘evarūpo piṇḍapāto avassikaṃ bhikkhuṃ patto’’ti likhitvā ṭhapitopi ca hoti, tato saṭṭhivassānamaccaye tādiso sahassagghanako sacīvaro koci piṇḍapāto sace uppanno hoti, taṃ piṇḍapātaṃ budho vinicchayakusalo bhikkhu avassikaṭṭhitikāya adatvā saṭṭhivassikaṭṭhitikāya dadeyyāti yojanā.",
  "tika-vin11t29:86": "2905.Uddesabhattaṃ bhuñjitvāti upasampannakāle attano vassaggena pattaṃ uddesabhattaṃ paribhuñjitvā. Jāto ce sāmaṇerakoti sikkhāpaccakkhānādivasena sace sāmaṇero jāto. Tanti upasampannakāle gahitaṃ tadeva uddesabhattaṃ. Sāmaṇerassa pāḷiyāti sāmaṇerapaṭipāṭiyā attano pattaṃ pacchā gahetuṃ labhati.",
  "tika-vin11t29:87": "2906.Yo sāmaṇero sampuṇṇavīsativasso ‘‘sve uddesaṃ labhissatī’’ti vattabbo, ajja so upasampanno hoti, ṭhitikā atītā siyāti yojanā, sve pāpetabbā sāmaṇeraṭṭhitikā ajja upasampannattā atikkantā hotīti attho, taṃ bhattaṃ na labhatīti vuttaṃ hoti.",
  "tika-vin11t29:88": "2907. Uddesabhattānantaraṃ salākabhattaṃ dassetumāha ‘‘sace panā’’tiādi. Sace salākā laddhā, taṃdine bhattaṃ na laddhaṃ, punadine tassa bhattaṃ gahetabbaṃ, na saṃsayo ‘‘gahetabbaṃ nu kho, na gahetabba’’nti evaṃ saṃsayo na kātabboti yojanā.",
  "tika-vin11t29:89": "2908. Uttari uttaraṃ atirekaṃ bhaṅgaṃ byañjanaṃ etassāti uttaribhaṅgaṃ, tassa, atirekabyañjanassāti attho. Ekacarassāti ekacārikassa. Salākāyeva salākikā.",
  "tika-vin11t29:90": "2909. Uttaribhaṅgameva uttaribhaṅgakaṃ.",
  "tika-vin11t29:91": "2910.Yena yena hīti gāhitasalākena yena yena bhikkhunā. Yaṃ yanti bhattabyañjanesu yaṃ yaṃ bhattaṃ vā yaṃ yaṃ byañjanaṃ vā.",
  "tika-vin11t29:92": "2911.Saṅghuddesādikanti saṅghabhattauddesabhattādikaṃ. Ādi-saddena nimantanaṃ, salākaṃ, pakkhikaṃ, uposathikaṃ, pāṭipadikanti pañca bhattāni gahitāni.",
  "tika-vin11t29:93": "Tattha sabbasaṅghassa dinnaṃ saṅghabhattaṃ nāma. ‘‘Saṅghato ettake bhikkhū uddisitvā dethā’’tiādinā vatvā dinnaṃ uddesabhattaṃ. ‘‘Saṅghato ettakānaṃ bhikkhūnaṃ bhattaṃ gaṇhathā’’tiādinā vatvā dinnaṃ nimantanaṃ nāma. Attano attano nāmena salākagāhakānaṃ bhikkhūnaṃ dinnaṃ salākabhattaṃ nāma. Cātuddasiyaṃ dinnaṃ pakkhikaṃ. Uposathe dinnaṃ uposathikaṃ. Pāṭipade dinnaṃ pāṭipadikaṃ. Taṃtaṃnāmena dinnameva tathā tathā voharīyati. Etesaṃ pana vitthārakathā ‘‘abhilakkhitesū’’tiādinā (cūḷava. aṭṭha. 325 pakkhikabhattādikathā) aṭṭhakathāyaṃ vuttanayena veditabbā. Āgantukādīti ettha ādi-saddena gamikabhattaṃ, gilānabhattaṃ, gilānupaṭṭhākabhattanti tīṇi gahitāni. Āgantukānaṃ dinnaṃ bhattaṃ āgantukabhattaṃ. Eseva nayo sesesu.",
  "tika-vin11t29:94": "2912.Vihāranti vihārabhattaṃ uttarapadalopena, vihāre tatruppādabhattassetaṃ adhivacanaṃ. Vārabhattanti dubbhikkhasamaye ‘‘vārena bhikkhū jaggissāmā’’ti dhuragehato paṭṭhāya dinnaṃ. Niccanti niccabhattaṃ uttarapadalopena, tañca tathā vatvāva dinnaṃ. Kuṭibhattaṃ nāma saṅghassa āvāsaṃ katvā ‘‘amhākaṃ senāsanavāsino amhākaṃ bhattaṃ gaṇhantū’’ti dinnaṃ. Pannarasavidhaṃ sabbameva bhattaṃ idha imasmiṃ senāsanakkhandhake uddiṭṭhaṃ kathitaṃ. Etesaṃ vitthāravinicchayo atthikehi samantapāsādikāya gahetabbo.",
  "tika-vin11t29:95": "2913. Paccayabhājane micchāpaṭipattiyā mahādīnavattā appamatteneva paṭipajjitabbanti paccayabhājanakaṃ anusāsanto āha ‘‘pāḷi’’ntiādi.",
  "tika-vin11t29:96": "Senāsanakkhandhakakathāvaṇṇanā."
}