{
  "tika-vin04t4:0": "Pārājikakaṇḍo",
  "tika-vin04t4:1": "Idāni yadetaṃ nidānānantaraṃ tatrime cattārotiādi pārājikakaṇḍaṃ, tattha tatrāti tasmiṃ ‘‘pātimokkhaṃ uddisissāmī’’ti evaṃ vutte pātimokkhe. Imeti idāni vattabbānaṃ abhimukhīkaraṇaṃ. Cattāroti gaṇanaparicchedo. Pārājikāti evaṃnāmakā. Dhammāti āpattiyo. Uddesaṃ āgacchantīti sarūpena uddisitabbataṃ āgacchanti, na nidāne viya ‘‘yassa siyā āpattī’’ti sādhāraṇavacanamattena.",
  "tika-vin04t4:2": "1. Paṭhamapārājikavaṇṇanā",
  "tika-vin04t4:3": "Yo panāti rassadīghādinā liṅgādibhedena yo koci. Bhikkhūti ehibhikkhuupasampadā, saraṇagamanūpasampadā, ovādappaṭiggahaṇūpasampadā, pañhābyākaraṇūpasampadā, aṭṭhagarudhammappaṭiggahaṇūpasampadā, dūtenūpasampadā, aṭṭhavācikūpasampadā, ñatticatutthakammūpasampadāti imāsu aṭṭhasu upasampadāsu ñatticatutthena upasampadākammena akuppena ṭhānārahena upasampanno. Tassa pana kammassa vatthuñattianussāvana sīmā parisāsampattivasena akuppatā veditabbā.",
  "tika-vin04t4:4": "Tattha vatthūti upasampadāpekkho puggalo, so ṭhapetvā ūnavīsativassaṃ antimavatthuajjhāpannapubbaṃ, paṇḍakādayo ca ekādasa abhabbapuggale veditabbo. Tattha ūnavīsativasso nāma paṭisandhiggahaṇato paṭṭhāya aparipuṇṇavīsativasso. Antimavatthuajjhāpannapubbo nāma catunnaṃ pārājikānaṃ aññataraṃ ajjhāpannapubbo. Paṇḍakādayo vajjanīyapuggalakathāyaṃ vuttā. Tesu āsittapaṇḍakañca usūyapaṇḍakañca ṭhapetvā opakkamikapaṇḍako napuṃsakapaṇḍako paṇḍakabhāvapakkhe ṭhito pakkhapaṇḍako ca idha adhippeto.",
  "tika-vin04t4:5": "Theyyasaṃvāsako pana tividho liṅgatthenako saṃvāsatthenako ubhayatthenakoti. Tattha yo sayaṃ pabbajitvā na bhikkhuvassāni gaṇeti, na yathāvuḍḍhaṃ bhikkhūnaṃ vā sāmaṇerānaṃ vā vandanaṃ sādiyati, na āsanena paṭibāhati, na uposathādīsu sandissati, ayaṃ asuddhacittatāya liṅgamattasseva thenitattā liṅgatthenako nāma. Yo pana bhikkhūhi pabbajito sāmaṇero samāno kāsāyāni apanetvā tesu saussāhova methunaṃ dhammaṃ paṭisevitvā puna nivāsetvā sāmaṇerabhāvaṃ paṭijānāti, ayaṃ bhikkhūhi dinnaliṅgassa apariccattattā na liṅgatthenako, na liṅgānurūpassa saṃvāsassa sāditattā nāpi saṃvāsatthenako. Antimavatthuajjhāpannakepi eseva nayo. Yo ca kho sāmaṇero samāno videsaṃ gantvā bhikkhuvassāni gaṇeti, yathāvuḍḍhaṃ vandanaṃ sādiyati, āsanena paṭibāhati, uposathādīsu sandissati, ayaṃ saṃvāsamattasseva thenitattā saṃvāsatthenako nāma. Bhikkhuvassagaṇanādiko hi sabbopi kiriyabhedo imasmiṃ atthe ‘‘saṃvāso’’ti veditabbo. Sikkhaṃ paccakkhāya ‘‘na maṃ koci jānātī’’ti puna evaṃ paṭipajjantepi eseva nayo. Yo pana sayaṃ pabbajitvā vihāraṃ gantvā yathāvuḍḍhaṃ vandanaṃ sādiyati, āsanena paṭibāhati, bhikkhuvassāni gaṇeti, uposathādīsu sandissati, ayaṃ liṅgassa ceva saṃvāsassa ca thenitattā ubhayatthenako nāma. Dhuranikkhepavasena kāsāyāni apanetvā antimavatthuṃ ajjhāpajjitvā puna tāni acchādetvā evaṃ paṭipajjantepi eseva nayo, ayaṃ tividhopi theyyasaṃvāsako idha adhippeto. Ṭhapetvā pana imaṃ tividhaṃ.",
  "tika-vin04t4:6": "‘‘Rāja dubbhikkha kantāra-roga verī bhayena vā;",
  "tika-vin04t4:7": "Cīvarāharaṇatthaṃ vā, liṅgaṃ ādiyatīdha yo.",
  "tika-vin04t4:8": "‘‘Saṃvāsaṃ nādhivāseti, yāva so suddhamānaso;",
  "tika-vin04t4:9": "Theyyasaṃvāsako nāma, tāva esa na vuccatī’’ti. (mahāva. aṭṭha. 110);",
  "tika-vin04t4:10": "Yo pana upasampanno titthiyabhāvaṃ patthayamāno sayaṃ vā kusacīrādikaṃ titthiyaliṅgaṃ ādiyati, tesaṃ vā santike pabbajati, naggo vā hutvā ājīvakānaṃ santikaṃ gantvā tesaṃ vatāni ādiyati, ayaṃ titthiyapakkantako nāma. Ṭhapetvā pana manussajātikaṃ avaseso sabbopi tiracchānagato nāma. Yena manussajātikā janetti sayampi manussabhūteneva sañcicca jīvitā voropitā, ayaṃ mātughātako nāma. Pitughātakepi eseva nayo. Yena antamaso gihiliṅge ṭhitopi manussajātiko khīṇāsavo sañcicca jīvitā voropito, ayaṃ arahantaghātako nāma. Yo pana pakatattaṃ bhikkhuniṃ tiṇṇaṃ maggānaṃ aññatarasmiṃ magge dūseti , ayaṃ bhikkhunidūsako nāma. Yo devadatto viya sāsanaṃ uddhammaṃ ubbinayaṃ katvā catunnaṃ kammānaṃ aññataravasena saṅghaṃ bhindati, ayaṃ saṅghabhedako nāma. Yo devadatto viya duṭṭhacittena vadhakacittena tathāgatassa jīvamānakasarīre khuddakamakkhikāya pivanamattampi lohitaṃ uppādeti, ayaṃ lohituppādako nāma. Yassa itthinimittuppādanakammato ca purisanimittuppādanakammato ca ubhato duvidhampi byañjanaṃ atthi, ayaṃ ubhatobyañjanako nāma. Iti ime terasa puggalā upasampadāya avatthū, ime pana ṭhapetvā aññasmiṃ upasampadāpekkhe sati upasampadākammaṃ vatthusampattivasena akuppaṃ hoti.",
  "tika-vin04t4:11": "Kathaṃ ñattisampattivasena akuppaṃ hoti? Vatthusaṅghapuggalañattīnaṃ aparāmasanāni, pacchā ñattiṭṭhapanañcāti ime tāva pañca ñattidosā. Tattha ‘‘ayaṃ itthannāmo’’ti upasampadāpekkhassa akittanaṃ vatthuaparāmasanaṃ nāma. ‘‘Suṇātu me, bhante, saṅgho’’tiettha ‘‘suṇātu me, bhante’’ti vatvā ‘‘saṅgho’’ti abhaṇanaṃ saṅghaaparāmasanaṃ nāma. ‘‘Itthannāmassa upasampadāpekkho’’ti upajjhāyassa akittanaṃ puggalaaparāmasanaṃ nāma. Sabbena sabbaṃ ñattiyā anuccāraṇaṃ ñattiaparāmasanaṃ nāma. Paṭhamaṃ kammavācaṃ niṭṭhāpetvā ‘‘esā ñattī’’ti vatvā ‘‘khamati saṅghassā’’ti evaṃ ñattikittanaṃ pacchā ñattiṭṭhapanaṃ nāma. Iti imehi dosehi vimuttāya ñattiyā sampannaṃ ñattisampattivasena akuppaṃ hoti.",
  "tika-vin04t4:12": "Anussāvanavasena akuppatāyapi vatthusaṅghapuggalānaṃ aparāmasanāni, sāvanāya hāpanaṃ, akāle sāvananti ime pañca anussāvanadosā. Tattha vatthādīnaṃ aparāmasanāni ñattiyaṃ vuttasadisāneva. Tīsu pana anussāvanāsu yattha katthaci etesaṃ aparāmasanaṃ aparāmasanameva. Sabbena sabbaṃ pana kammavācaṃ avatvā catukkhattuṃ ñattikittanameva, atha vā pana kammavācābbhantare akkharassa vā padassa vā anuccāraṇaṃ vā duruccāraṇaṃ vā sāvanāya hāpanaṃ nāma. Sāvanāya anokāse paṭhamaṃ ñattiṃ aṭṭhapetvā anussāvanakaraṇaṃ akāle sāvanaṃ nāma. Iti imehi dosehi vimuttāya anussāvanāya sampannaṃ anussāvanasampattivasena akuppaṃ hoti.",
  "tika-vin04t4:13": "Pubbe vuttaṃ vipattisīmālakkhaṇaṃ samatikkantāya pana sīmāya kataṃ sīmāsampattivasena akuppaṃ hoti. Yāvatikā bhikkhū kammappattā, tesaṃ anāgamanaṃ, chandārahānaṃ chandassa anāharaṇaṃ, sammukhībhūtānaṃ paṭikkosananti ime pana tayo parisādosā, tehi vimuttāya parisāya kataṃ parisāsampattivasena akuppaṃ hoti. Kāraṇārahattā pana satthu sāsanārahattā ṭhānārahaṃ nāma hoti. Iti yo iminā evaṃ akuppena ṭhānārahena ñatticatutthena upasampadākammena upasampanno, ayaṃ idha ‘‘bhikkhū’’ti adhippeto. Paṇṇattivajjesu pana aññepi saṅgahaṃ gacchanti.",
  "tika-vin04t4:14": "Bhikkhūnaṃ sikkhāsājīvasamāpannoti yā bhikkhūnaṃ adhisīlasaṅkhātā sikkhā, tañca, yattha cete saha jīvanti, ekajīvikā sabhāgavuttino honti, taṃ bhagavatā paññattaṃ sikkhāpadasaṅkhātaṃ sājīvañca, tattha sikkhanabhāvena samāpannoti bhikkhūnaṃ sikkhāsājīvasamaāpanno. Samāpannoti sikkhañca paripūrento sājīvañca avītikkamanto hutvā tadubhayaṃ upagatoti attho. Sikkhaṃ apaccakkhāya dubbalyaṃ anāvikatvāti yaṃ sikkhaṃ samāpanno, taṃ apaṭikkhipitvā, yañca sājīvaṃ samāpanno, tasmiṃ dubbalabhāvaṃ appakāsetvā. Tattha cittakhettakālapayogapuggalavijānanavasena sikkhāya paccakkhānaṃ ñatvā tadabhāvena apaccakkhānaṃ veditabbaṃ. Kathaṃ? Upasampannabhāvato cavitukāmatācitteneva hi sikkhāpaccakkhānaṃ hoti, na davā vā ravā vā bhaṇantassa. Evaṃ cittavasena sikkhāpaccakkhānaṃ hoti, na tadabhāvena. Tathā ‘‘buddhaṃ paccakkhāmi, dhammaṃ paccakkhāmi, saṅghaṃ paccakkhāmi, sikkhaṃ, vinayaṃ, pātimokkhaṃ, uddesaṃ, upajjhāyaṃ, ācariyaṃ, saddhivihārikaṃ, antevāsikaṃ, samānupajjhāyakaṃ, samānācariyakaṃ, sabrahmacāriṃ paccakkhāmī’’ti evaṃ vuttānaṃ buddhādīnaṃ cuddasannaṃ, ‘‘gihīti maṃ dhārehi, upāsako, ārāmiko, sāmaṇero, titthiyo, titthiyasāvako, asamaṇo, ‘asakyaputtiyo’ti maṃ dhārehī’’ti evaṃ vuttānaṃ gihiādīnaṃ aṭṭhannañcāti imesaṃ dvāvīsatiyā khettapadānaṃ yassa kassaci savevacanassa vasena tesu yaṃkiñci vattukāmassa yaṃkiñci vadato sikkhāpaccakkhānaṃ hoti, na rukkhādīnaṃ aññatarassa nāmaṃ gahetvā paccācikkhantassa. Evaṃ khettavasena paccakkhānaṃ hoti, na tadabhāvena.",
  "tika-vin04t4:15": "Tattha yadetaṃ ‘‘paccakkhāmī’’ti ca, ‘‘maṃ dhārehī’’ti (pārā. 51) ca vuttaṃ vattamānakālavacanaṃ, yāni ca ‘‘alaṃ me buddhena, kiṃ nu me buddhena, na mamattho buddhena , sumuttāhaṃ buddhenā’’tiādinā (pārā. 52) nayena ākhyātavasena kālaṃ anāmasitvā purimehi cuddasahi padehi saddhiṃ yojetvā vuttāni ‘‘alaṃ me’’tiādīni cattāri padāni, tesaṃyeva ca savevacanānaṃ vasena paccakkhānaṃ hoti, na ‘‘paccakkhāsi’’nti vā ‘‘paccakkhissa’’nti vā ‘‘maṃ dhāresī’’ti vā ‘‘maṃ dhāressatī’’ti vā ‘‘yaṃnūnāhaṃ paccakkheyya’’nti (pārā. 45) vātiādīni atītānāgataparikappavacanāni bhaṇantassa. Evaṃ vattamāna kālavasena ceva anāmaṭṭhakālavasena ca paccakkhānaṃ hoti, na tadabhāvena.",
  "tika-vin04t4:16": "Payogo pana duvidho kāyiko ca vācasiko ca. Tattha ‘‘buddhaṃ paccakkhāmī’’tiādinā (pārā. 51) nayena yāya kāyaci bhāsāya vacībhedaṃ katvā vācasikappayogeneva paccakkhānaṃ hoti, na akkharalikhanaṃ vā hatthamuddādidassanaṃ vā kāyappayogaṃ karontassa. Evaṃ vācasikappayogeneva paccakkhānaṃ hoti, na tadabhāvena.",
  "tika-vin04t4:17": "Puggalo pana duvidho – yo ca paccakkhāti, yassa ca paccakkhāti. Tattha yo paccakkhāti, so sace ummattakakhittacittavedanāṭṭānaṃ aññataro na hoti. Yassa pana paccakkhāti, so sace manussajātiko hoti, na ca ummattakādīnaṃ aññataro, sammukhībhūto ca sikkhāpaccakkhānaṃ hoti. Na hi asammukhībhūtassa dūtena vā paṇṇena vā ārocanaṃ ruhati. Evaṃ yathāvuttapuggalavasena paccakkhānaṃ hoti, na tadabhāvena.",
  "tika-vin04t4:18": "Vijānanampi niyamitāniyamitavasena duvidhaṃ. Tattha yassa yesaṃ vā niyametvā ‘‘imassa, imesaṃ vā ārocemī’’ti vadati, sace te yathā pakatiyā loke manussā vacanaṃ sutvā āvajjanasamaye jānanti, evaṃ tassa vacanānantarameva tassa ‘‘ayaṃ ukkaṇṭhito’’ti vā ‘‘gihibhāvaṃ patthayatī’’ti vā yena kenaci ākārena sikkhāpaccakkhānabhāvaṃ jānanti, paccakkhātāva hoti sikkhā. Atha aparabhāge ‘‘kiṃ iminā vutta’’nti cintetvā jānanti, aññe vā jānanti, apaccakkhātāva hoti sikkhā. Aniyametvā ārocentassa pana sace vuttanayena yo koci manussajātiko vacanatthaṃ jānāti, paccakkhātāva hoti sikkhā. Evaṃ vijānanavasena paccakkhānaṃ hoti, na tadabhāvena. Yo pana antamaso davāyapi paccakkhāti, tena apaccakkhātāva hoti sikkhā. Iti imesaṃ vuttappakārānaṃ cittādīnaṃ vā vasena, sabbaso vā pana apaccakkhānena sikkhaṃ apaccakkhāya sikkhāpaccakkhānasseva ca atthabhūtaṃ ekaccaṃ dubbalyaṃ anāvikatvā.",
  "tika-vin04t4:19": "Methunaṃ dhammaṃ paṭiseveyyāti ettha methunaṃ dhammanti rāgapariyuṭṭhānena sadisānaṃ ubhinnaṃ dhammaṃ. Paṭiseveyyāti paṭiseveyya ajjhāpajjeyya. Antamasoti sabbantimena paricchedena. Tiracchānagatāyapīti paṭisandhivasena tiracchānesu gatāyapi, ayamettha anupaññatti. Pārājiko hotīti parājito hoti, parājayaṃ āpanno. Asaṃvāsoti pakatattā bhikkhū saha vasanti etthāti ekakammādikova tividhopi vidhi saṃvāso nāma, so tena saddhiṃ natthīti asaṃvāso. Saṅghakammesu hi esa gaṇapūrakopi na hoti, ayaṃ tāva padavaṇṇanā.",
  "tika-vin04t4:20": "Ayaṃ panettha vinicchayo – manussāmanussatiracchānagatavasena hi tisso itthiyo, tāsaṃ vaccamaggapassāvamaggamukhamaggavasena tayo tayo katvā nava maggā, tathā ubhatobyañjanakānaṃ. Purisānaṃ pana vaccamaggamukhamaggavasena dve dve katvā cha maggā, tathā paṇḍakānanti evaṃ tiṃsa maggā. Tesu attano vā paresaṃ vā yassa kassaci maggassa santhatassa vā asanthatassa vā, paresaṃ pana matānampi akkhāyitassa vā yebhuyyena akkhāyitassa vā pakativātena asaṃphuṭṭhe allokāse yo bhikkhu ekatilabījamattampi attano aṅgajātaṃ santhataṃ vā asanthataṃ vā sevanacittena paveseti, parena vā pavesiyamāne pavesanapaviṭṭhaṭṭhitauddharaṇesu yaṃkiñci sādiyati, ayaṃ pārājikāpattiṃ āpanno nāma hoti, ayaṃ tāvettha asādhāraṇavinicchayo. Sabbasikkhāpadānaṃ pana sādhāraṇavinicchayatthaṃ ayaṃ mātikā –",
  "tika-vin04t4:21": "Nidānaṃ puggalaṃ vatthuṃ, paññattividhimeva ca;",
  "tika-vin04t4:22": "Āṇattāpattināpatti-vipattiṃ aṅgameva ca.",
  "tika-vin04t4:23": "Samuṭṭhānavidhiṃ kiriyā-saññācittehi nānattaṃ;",
  "tika-vin04t4:24": "Vajjakammappabhedañca, tikadvayavidhiṃ tathā.",
  "tika-vin04t4:25": "Lakkhaṇaṃ sattarasadhā, ṭhitaṃ sādhāraṇaṃ idaṃ;",
  "tika-vin04t4:26": "Ñatvā yojeyya medhāvī, tattha tattha yathārahanti.",
  "tika-vin04t4:27": "Tattha nidānaṃ nāma vesāli-rājagaha-sāvatthi-āḷavi-kosambi-sagga-bhaggānaṃ vasena sattavidhaṃ paññattiṭṭhānaṃ, idañhi sabbasikkhāpadānaṃ nidānaṃ. Puggalo nāma yaṃ yaṃ ārabbha taṃ taṃ sikkhāpadaṃ paññattaṃ. Vatthu nāma tassa tassa puggalassa ajjhācāro vuccati. Paññattividhinti paññattianupaññattianuppannapaññattisabbatthapaññattipadesapaññattisādhāraṇapaññatti asādhāraṇapaññattiekatopaññattiubhatopaññattivasena navavidhā paññatti. Tattha anuppannapaññatti nāma anuppanne dose paññattā, sā aṭṭhagarudhammappaṭiggahaṇavasena (cūḷava. 403) bhikkhunīnaṃyeva āgatā, aññatra natthi. Vinayadharapañcamena (mahāva. 259) gaṇena upasampadā, gaṇaṅgaṇūpāhanā (mahāva. 259) dhuvanhānaṃ cammattharaṇanti etesaṃ vasena catubbidhā padesapaññatti nāma. Majjhimadeseyeva hi etehi āpatti hoti, tesupi dhuvanhānaṃ paṭikkhepamattameva pātimokkhe āgataṃ, tato aññā padesapaññatti nāma natthi. Sabbāni sabbatthapaññattiyeva honti, sādhāraṇapaññattidukañca ekatopaññattidukañca atthato ekaṃ, tasmā anuppannapaññattiñca sabbatthapaññattidukañca ekatopaññattidukañca ṭhapetvā sesānaṃ catassannaṃ paññattīnaṃ vasena sabbattha vinicchayo veditabbo. Āṇattāpattināpattivipattintiettha āṇattītiāṇāpanā vuccati. Āpattīti pubbappayogādivasena āpattibhedo. Anāpattīti ajānanādivasena anāpatti. Vipattīti sīlaācāradiṭṭhiājīvavipattīnaṃ aññatarā. Iti imāsaṃ āṇattādīnampi vasena sabbattha vinicchayo veditabbo. Aṅganti sabbasikkhāpadesu āpattīnaṃ aṅgaṃ veditabbaṃ.",
  "tika-vin04t4:28": "Samuṭṭhānavidhinti sabbāpattīnaṃ kāyo vācā kāyavācā kāyacittaṃ vācācittaṃ kāyavācācittanti imāni ekaṅgikadvaṅgikativaṅgikāni. Cha samuṭṭhānāni nāma yāni ‘‘sikkhāpadasamauṭṭhānānī’’tipi vuccanti. Tattha purimāni tīṇi acittakāni, pacchimāni sacittakāni. Tesu ekena vā dvīhi vā tīhi vā catūhi vā chahi vā samuṭṭhānehi āpattiyo samuṭṭhahanti, pañcasamuṭṭhānā nāma natthi. Tattha ekasamuṭṭhānā nāma catutthena ca pañcamena ca chaṭṭhena ca samuṭṭhānena samuṭṭhāti, na aññena. Dvisamuṭṭhānā nāma paṭhamacatutthehi ca dutiyapañcamehi ca tatiyachaṭṭhehi ca catutthachaṭṭhehi ca pañcamachaṭṭhehi ca samuṭṭhānehi, samuṭṭhāti, na aññehi. Tisamuṭṭhānā nāma paṭhamehi ca tīhi, pacchimehi ca tīhi samuṭṭhānehi samuṭṭhāti, na aññehi. Catusamuṭṭhānā nāma paṭhamatatiyacatutthachaṭṭhehi ca dutiyatatiyapañcamachaṭṭhehi ca samuṭṭhānehi samuṭṭhāti, na aññehi. Cha samuṭṭhānā nāma chahipi samuṭṭhāti.",
  "tika-vin04t4:29": "Evaṃ –",
  "tika-vin04t4:30": "Tidhā ekasamuṭṭhānā, pañcadhā dvisamuṭṭhitā;",
  "tika-vin04t4:31": "Dvidhā ticaturo ṭhānā, ekadhā chasamuṭṭhitāti.",
  "tika-vin04t4:32": "Samuṭṭhānavasena sabbāva terasa āpattiyo honti (cūḷava. 165 ādayo), tā paṭhamapaññattisikkhāpadavasena samuṭṭhānato terasa nāmāni labhanti paṭhamapārājikasamuṭṭhānā, adinnādāna-sañcaritta-samanubhāsana-kathina-eḷakaloma-padasodhamma-addhāna-theyyasattha-dhammadesanābhūtārocana-corivuṭṭhāpana-ananuññātasamuṭṭhānāti. Tattha yā kāyacittato samuṭṭhāti, ayaṃ paṭhamapārājikasamuṭṭhānā nāma. Yā sacittakehi tīhi samuṭṭhānehi samuṭṭhāti, ayaṃ adinnādānasamuṭṭhānā nāma. Yā chahipi samuṭṭhāti, ayaṃ sañcarittasamuṭṭhānā nāma. Yā chaṭṭheneva samuṭṭhāti, ayaṃ samanubhāsanasamuṭṭhānā nāma. Yā tatiyachaṭṭhehi samuṭṭhāti, ayaṃ kathinasamuṭṭhānā nāma. Yā paṭhamacatutthehi samuṭṭhāti, ayaṃ eḷakalomasamuṭṭhānā nāma. Yā dutiyapañcamehi samuṭṭhāti , ayaṃ padasodhammasamuṭṭhānā nāma. Yā paṭhamatatiyacatutthachaṭṭhehi samuṭṭhāti, ayaṃ addhānasamuṭṭhānā nāma. Yā catutthachaṭṭhehi samuṭṭhāti, ayaṃ theyyasatthasamuṭṭhānā nāma. Yā pañcameneva samuṭṭhāti, ayaṃ dhammadesanāsamuṭṭhānā nāma. Yā acittakehi tīhi samuṭṭhānehi samuṭṭhāti, ayaṃ bhūtārocanasamuṭṭhānā nāma. Yā pañcamachaṭṭhehi samuṭṭhāti, ayaṃ corivuṭṭhāpanasamuṭṭhānā nāma. Yā dutiyatatiyapañcamachaṭṭhehi samuṭṭhāti, ayaṃ ananuññātasamuṭṭhānā nāmāti. Iti imassa samuṭṭhānavidhinopi vasena sabbattha vinicchayo veditabbo.",
  "tika-vin04t4:33": "Kiriyāsaññācittehi nānattanti etehi kiriyādīhi sabbāpattīnaṃ nānābhāvaṃ ñatvā sabbattha vinicchayo veditabbo. Sabbāpattiyo hi kiriyāvasena pañcavidhā honti, seyyathidaṃ – atthāpatti kiriyato samuṭṭhāti , atthi akiriyato, atthi kiriyākiriyato, atthi siyā kiriyato siyā akiriyato, atthi siyā kiriyato siyā kiriyākiriyatoti. Tattha yā kāyena vā vācāya vā pathavikhaṇanādīsu (paci. 84) viya vītikkamaṃ karontassa hoti, ayaṃ kiriyato samuṭṭhāti nāma. Yā kāyavācāhi kattabbaṃ akarontassa hoti paṭhamakathināpatti (pārā. 459 ādayo) viya, ayaṃ akiriyato samuṭṭhāti nāma. Yā karontassa ca akarontassa ca hoti aññātikāya bhikkhuniyā hatthato cīvarappaṭiggahaṇāpatti (pārā. 508-511) viya, ayaṃ kiriyākiriyatosamuṭṭhāti nāma. Yā siyā karontassa ca, siyā akarontassa ca hoti rūpiyappaṭiggahaṇāpatti (pārā. 582) viya, ayaṃ siyā kiriyato siyā akiriyato samuṭṭhāti nāma. Yā siyā karontassa ca siyā karontākarontassa ca hoti kuṭikārāpatti (pārā. 342 ādayo) viya, ayaṃ siyā kiriyato siyā kiriyākiriyato samuṭṭhāti nāma.",
  "tika-vin04t4:34": "Sabbāpattiyo ca saññāvasena duvidhā honti saññāvimokkhā nosaññāvimokkhāti. Tattha yato vītikkamasaññāya abhāvena muccati, ayaṃ saññāvimokkhā, itarā nosaññāvimokkhā. Puna ca sabbāpi cittavasena duvidhā honti sacittakā acittakā cāti. Tattha yā sacittakasamuṭṭhānavaseneva samuṭṭhāti ayaṃ sacittakā. Yā acittakena vā sacittakamissakena vā samuṭṭhāti ayaṃ acittakā.",
  "tika-vin04t4:35": "Vajjakammappabhedanti ettha sabbāpattiyo vajjavasena duvidhā honti lokavajjā paṇṇattivajjā cāti. Tattha yassā sacittakapakkhe cittaṃ akusalameva hoti, ayaṃ lokavajjā, sesā paṇṇattivajjā. Sabbā ca kāyakammavacīkammatadubhayavasena tividhā honti. Tattha kāyadvāre āpajjitabbā kāyakammanti vuccati, vacīdvāre āpajjitabbā vacīkammanti vuccati, ubhayattha āpajjitabbā kāyakammaṃ vacīkammañcāti, manodvāre āpatti nāma natthi. Iti iminā vajjakammappabhedenāpi sabbattha vinicchayo veditabbo.",
  "tika-vin04t4:36": "Tikadvayavidhinti kusalattikavedanāttikavidhiṃ. Āpattiṃ āpajjamāno hi akusalacitto vā āpajjati kusalābyākatacitto vā, tathā dukkhavedanāsamaṅgī vā itaravedanādvayasamaṅgī vā. Evaṃ santepi sabbasikkhāpadesu akusalacittavasena ekaṃ cittaṃ, kusalābyākatacittavasena dve cittāni, sabbesaṃ vasena tīṇi cittāni. Dukkhavedanāvasena ekā vedanā, sukhaupekkhāvasena dve, sabbāsaṃ vasena tisso vedanāti. Ayameva pabhedo labbhati, na añño.",
  "tika-vin04t4:37": "Lakkhaṇaṃ sattarasadhā, ṭhitaṃ sādhāraṇaṃ idaṃ, ñatvāti idaṃ nidānādivedanāttikapariyosānaṃ sattarasappakāraṃ lakkhaṇaṃ jānitvā yojeyya medhāvī. Tattha tattha yathārahanti paṇḍito bhikkhu tasmiṃ tasmiṃ sikkhāpade idaṃ lakkhaṇaṃ yathānurūpaṃ yojeyyāti attho. Taṃ pana ayojitaṃ dubbijānaṃ hoti, tasmā naṃ sabbasikkhāpadānaṃ asādhāraṇavinicchayapariyosāne imaṃ mātikaṃ anuddharitvāva yojetvā dassayissāma.",
  "tika-vin04t4:38": "Idha panassa ayaṃ yojanā – idaṃ vesāliyaṃ sudinnattheraṃ ārabbha methunavītikkamavatthusmiṃ paññattaṃ. ‘‘Methunaṃ dhammaṃ paṭiseveyyā’’ti ayamettha paññatti, ‘‘sikkhaṃ apaccakkhāyā’’ti ca ‘‘antamaso tiracchānagatāyapī’’ti ca dve anupaññattiyo. Anupaññatti ca nāmesā āpattikarā ca hoti aññavādakasikkhāpadādīsu (pāci. 95 ādayo) viya, anāpattikarā ca aññatra supinantātiādīsu (pārā. 236-237) viya, āpattiupatthambhakarā ca adinnādānādīsu (pārā. 91) viya , idha pana upatthambhakarāti veditabbā. Ito paraṃ pana yattha anupaññatti atthi, tattha ‘‘ayaṃ anupaññattī’’ti ettakameva dassayissāma. Ṭhapetvā pana anupaññattiṃ avasesā paññattiyevāti sabbattha vinicchayo veditabbo. Bhikkhuṃ ārabbha uppannavatthusmiṃyeva ‘‘yā pana bhikkhunī chandaso methunaṃ dhammaṃ paṭiseveyyā’’ti evaṃ bhikkhunīnampi paññattito sādhāraṇapaññatti. Āṇattiyā anāpajjanato anāṇattikaṃ. Bhikkhuṃ pana āṇāpento akappiyasamādānāpattito na muccati, methunarāgena kāyasaṃsagge dukkaṭaṃ, jīvamānakasarīrassa vuttappakāre magge sacepi tacādīni anavasesetvā sabbaso chinne nimittasaṇṭhānamattaṃ paññāyati, tattha antamaso aṅgajāte uṭṭhitaṃ anaṭṭhakāyappasādaṃ pīḷakaṃ vā cammakhilaṃ vā pavesentassāpi sevanacitte sati pārājikaṃ, naṭṭhakāyappasādaṃ sukkhapīḷakaṃ vā matacammaṃ vā lomaṃ vā pavesentassa dukkaṭaṃ, sace nimittasaṇṭhānamattampi anavasesetvā sabbaso maggo uppāṭito, tattha upakkamato vaṇasaṅkhepavasena thullaccayaṃ, tathā manussānaṃ akkhināsākaṇṇacchiddavatthikosesu satthakena katavaṇe vā, hatthiassādīnañca tiracchānānaṃ vatthikosanāsāpuṭesu thullaccayaṃ. Tiracchānānaṃ pana akkhikaṇṇanāsāvaṇesu ahimacchādīnaṃ pavesanappamāṇavirahite aṇunimitte sabbesañca upakacchakādīsu sesasarīresu dukkaṭaṃ. Matasarīre nimitte upaḍḍhakkhāyitato paṭṭhāya yāva na kuthitaṃ hoti, tāva thullaccayaṃ. Kuthite dukkaṭaṃ, tathā vaṭṭakate mukhe acchupantaṃ aṅgajātaṃ pavesentassa dukkaṭaṃ. Oṭṭhato bahi nikkhantajivhāya vā dantesu vā thullaccayaṃ. Nimittato bahi patitamaṃsapesiyaṃ dukkaṭanti ayamettha āpattibhedo.",
  "tika-vin04t4:39": "Ajānantassa asādiyantassa ummattakassa khittacittassa vedanāṭṭassa ādikammikānañca anāpatti. Ettha pana yo niddaṃ okkantattā parena katampi upakkamaṃ na jānāti, so ajānanto. Yo jānitvāpi na sādiyati, so asādiyanto. Yo pittavasena atekicchaṃ ummādaṃ patto, so ummattako. Yakkhehi katacittavikkhepo khittacitto. Dvinnampi ca etesaṃ aggisuvaṇṇagūthacandanādīsu samappavattibhāvena ajānanabhāvova pamāṇaṃ. Yo adhimattavedanāya āturattā kiñci na jānāti, so vedanāṭṭo. Yo tasmiṃ tasmiṃ vatthusmiṃ ādibhūto, so ādikammiko. Ayaṃ pana anāpatti. Catūsu vipattīsu sīlavipatti. Tassā dve aṅgāni sevanacittañca maggena maggapaṭipādanañcāti. Samuṭṭhānādito idaṃ sikkhāpadaṃ paṭhamapārājikasamuṭṭhānaṃ, kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, akusalacittaṃ, dvivedananti, imāni ca samuṭṭhānādīni nāma āpattiyā honti, na sikkhāpadassa. Vohārasukhatthaṃ pana sabbaṭṭhakathāsu sikkhāpadasīsena desanā āgatā, tasmā aññesupi evarūpesu ṭhānesu byañjane ādaraṃ akatvā adhippetameva gahetabbaṃ.",
  "tika-vin04t4:40": "Atthañhi nātho saraṇaṃ avoca;",
  "tika-vin04t4:41": "Na byañjanaṃ lokahito mahesī.",
  "tika-vin04t4:42": "Tasmā akatvā ratimakkharesu;",
  "tika-vin04t4:43": "Atthe niveseyya matiṃ mutīmāti.",
  "tika-vin04t4:44": "Paṭhamapārājikavaṇṇanā niṭṭhitā.",
  "tika-vin04t4:45": "2. Dutiyapārājikavaṇṇanā",
  "tika-vin04t4:46": "Dutiye gāmā vā araññāvāti ettha sabbopi ekakuṭikādibhedo parikkhitto vā aparikkhitto vā samanusso vā amanusso vā antamaso atirekacātumāsaniviṭṭho yo koci satthopi ‘‘gāmo’’ti veditabbo. Ṭhapetvā gāmañca gāmūpacārañca avasesaṃ araññaṃ nāma. Tattha asammohatthaṃ gharaṃ gharūpacāro gāmo gāmūpacāroti ayaṃ vibhāgo veditabbo. Nibbakosassa hi udakapatanaṭṭhānabbhantaraṃ gharaṃ nāma. Yaṃ pana dvāre ṭhito mātugāmo bhājanadhovanaudakaṃ chaḍḍeti, tassa patanaṭṭhānañca mātugāmeneva antogehe ṭhitena pakatiyā bahi khittassa suppassa vā saṃmuñjaniyā vā patanaṭṭhānañca gharassa purato dvīsu koṇesu sambandhitvā majjhe rukkhasūcidvāraṃ ṭhapetvā gorūpānaṃ pavesananivāraṇatthaṃ kataparikkhepo ca ayaṃ sabbopi gharūpacāro nāma. Yaṃ pana sabbantimaṃ gharaṃ hoti, tassa gharassa tādise gharūpacāre ṭhitassa thāmamajjhimassa purisassa yathā taruṇamanussā attano balaṃ dassento bāhuṃ pasāretvā leḍḍuṃ khipanti, evaṃ khittassa leḍḍussa patanaṭṭhānabbhantaraṃ gāmo nāma. Tato aññassa leḍḍupātassa abbhantaraṃ gāmūpacāro nāma. Patitassa pana leḍḍuno pavattitvā gataṭṭhānaṃ na gahetabbaṃ. Parikkhittassa pana gāmassa parikkhepoyeva gāmassa paricchedo, tassa sace dve indakhilā honti abbhantarime indakhile ṭhitassa leḍḍupātabbhantaraṃ gāmūpacāro nāma. Padabhājanepi (pārā. 92) hi imināva nayena attho veditabbo. Tattha yvāyaṃ aparikkhittassa gāmassa upacāro dassito, tassa vasena vikāle gāmappavesanādīsu āpatti paricchinditabbā. Iti imaṃ ṭhapetvā gāmañca gāmūpacārañca avasesaṃ imasmiṃ sikkhāpade araññaṃ nāma. Desanāmattameva cetaṃ ‘‘gāmā vā araññāvā’’ti. Ye pana imesaṃ paricchedadassanatthaṃ gharagharūpacāragāmūpacārā vuttā, tatopi pārājikavatthuṃ avaharantassa pārājikaṃ hotiyeva.",
  "tika-vin04t4:47": "Adinnanti aññassa manussajātikassa santakaṃ. Theyyasaṅkhātanti ettha thenoti coro, thenassa bhāvo theyyaṃ, avaharaṇacittassetaṃ nāmaṃ. Saṅkhā saṅkhātanti atthato ekaṃ, koṭṭhāsassetaṃ nāmaṃ ‘‘saññānidānā hi papañcasaṅkhā’’tiādīsu (su. ni. 880; mahāni. 109) viya. Theyyañca taṃ saṅkhātañcāti theyyasaṅkhātaṃ, theyyacittasaṅkhāto eko cittakoṭṭhāsoti attho. Karaṇatthe cetaṃ paccattavacanaṃ, tasmā theyyasaṅkhātenāti atthato daṭṭhabbaṃ. Yo ca theyyasaṅkhātena ādiyati, so yasmā theyyacitto hoti, tasmā byañjanaṃ anādiyitvā atthameva dassetuṃ ‘‘theyyacitto avaharaṇacitto’’ti (pārā. 92) evamassa padabhājanaṃ vuttanti veditabbaṃ.",
  "tika-vin04t4:48": "Ādiyeyyāti pañcavīsatiyā avahārānaṃ aññataravasena hareyya. Te pana avahārā pañca pañcakāni samodhānetvā sādhukaṃ sallakkhetabbā. Pañca pañcakāni nāma nānābhaṇḍapañcakaṃ ekabhaṇḍapañcakaṃ sāhatthikapañcakaṃ pubbapayogapañcakaṃ theyyāvahārapañcakanti. Tattha purimāni dve pañcakāni etasseva padassa padabhājane vuttānaṃ ‘‘ādiyeyya hareyya avahareyya iriyāpathaṃ vikopeyya ṭhānā cāveyyā’’ti imesaṃ padānaṃ vasena labbhanti. Tattha nānābhaṇḍapañcakaṃ saviññāṇakāviññāṇakavasena daṭṭhabbaṃ, itaraṃ saviññāṇakavaseneva. Kathaṃ? Ādiyeyyāti ārāmaṃ abhiyuñjati, āpatti dukkaṭassa. Sāmikassa vimatiṃ uppādeti, āpatti thullaccayassa. Sāmiko ‘‘na mayhaṃ bhavissatī’’ti dhuraṃ nikkhipati, āpatti pārājikassa. Hareyyāti aññassa bhaṇḍaṃ haranto sīse bhāraṃ theyyacitto āmasati, dukkaṭaṃ. Phandāpeti, thullaccayaṃ. Khandhaṃ oropeti, pārājikaṃ. Avahareyyāti upanikkhittaṃ bhaṇḍaṃ ‘‘dehi me bhaṇḍa’’nti vuccamāno ‘‘nāhaṃ gaṇhāmī’’ti bhaṇati, dukkaṭaṃ. Sāmikassa vimatiṃ uppādeti, thullaccayaṃ. Sāmiko ‘‘na mayhaṃ bhavissatī’’ti dhuraṃ nikkhipati, pārājikaṃ. Iriyāpathaṃ vikopeyyāti ‘‘saha bhaṇḍahārakaṃ nessāmī’’ti paṭhamaṃ pādaṃ atikkāmeti, thullaccayaṃ. Dutiyaṃ pādaṃ atikkāmeti, pārājikaṃ. Ṭhānā cāveyyāti thalaṭṭhaṃ bhaṇḍaṃ theyyacitto āmasati, dukkaṭaṃ. Phandāpeti, thullaccayaṃ. Ṭhānā cāveti, pārājikaṃ. Evaṃ tāva nānābhaṇḍapañcakaṃ veditabbaṃ. Sasāmikassa pana dāsassa vā tiracchānagatassa vā yathāvuttena abhiyogādinā nayena ādiyanaharaṇaavaharaṇairiyāpathavikopanaṭhānācāvanavasena ekabhaṇḍapañcakaṃ veditabbaṃ.",
  "tika-vin04t4:49": "Katamaṃ sāhatthikapañcakaṃ? Sāhatthiko āṇattiko nissaggiyo atthasādhako dhuranikkhepoti. Tattha sāhatthiko nāma parassa bhaṇḍaṃ sahatthā avaharati. Āṇattiko nāma ‘‘asukassa bhaṇḍaṃ avaharā’’ti aññaṃ āṇāpeti. Nissaggiyo nāma suṅkaghātakaparikappitokāsānaṃ anto ṭhatvā bahi pātanaṃ. Atthasādhako nāma ‘‘asukassa bhaṇḍaṃ yadā sakkoti, tadā taṃ avaharā’’ti aññaṃ āṇāpeti. Tattha sace paro anantarāyiko hutvā taṃ avaharati, āṇāpakassa āṇattikkhaṇeyeva pārājikaṃ. Parassa vā pana telakumbhiyā pādagghanakatelaṃ avassaṃ pivanakāni upāhanādīni pakkhipati, hatthato muttamatteyeva pārājikaṃ. Dhuranikkhepo pana ārāmābhiyogaupanikkhittabhaṇḍavasena veditabbo. Tāvakālikabhaṇḍadeyyāni adentassāpi esevanayoti idaṃ sāhatthikapañcakaṃ.",
  "tika-vin04t4:50": "Katamaṃ pubbapayogapañcakaṃ? Pubbapayogo sahapayogo saṃvidhāvahāro saṅketakammaṃ nimittakammanti . Tattha āṇattivasena pubbapayogo veditabbo. Ṭhānā cāvanavasena, khilādīni saṅkāmetvā khettādiggahaṇavasena ca sahapayogo veditabbo. Saṃvidhāvahāro nāma ‘‘asukaṃ nāma bhaṇḍaṃ avaharissāmā’’ti saṃvidahitvā saṃmantayitvā avaharaṇaṃ. Evaṃ saṃvidahitvā gatesu hi ekenāpi tasmiṃ bhaṇḍe ṭhānā cāvite sabbesaṃ avahārā honti. Saṅketakammaṃ nāma sañjānanakammaṃ. Sace hi purebhattādīsu yaṃkiñci kālaṃ paricchinditvā ‘‘asukasmiṃ kāle itthannāmaṃ bhaṇḍaṃ avaharā’’ti vutto saṅketato apacchā apure taṃ avaharati, saṅketakārakassa saṅketakaraṇakkhaṇeyeva avahāro. Nimittakammaṃ nāma saññuppādanatthaṃ akkhinikkhaṇādinimittakaraṇaṃ. Sace hi evaṃ katanimittato apacchā apure ‘‘yaṃ avaharā’’ti vutto, taṃ avaharati, nimittakārakassa nimittakaraṇakkhaṇeyeva avahāroti idaṃ pubbapayogapañcakaṃ.",
  "tika-vin04t4:51": "Katamaṃ theyyāvahārapañcakaṃ? Theyyāvahāro pasayhāvahāro parikappāvahāro paṭicchannāvahāro kusāvahāroti. Tattha yo sandhicchedādīni katvā adissamāno avaharati, kūṭamānakūṭakahāpaṇādīhi vā vañcetvā gaṇhāti, tassevaṃ gaṇhato avahāro theyyāvahāroti veditabbo. Yo pana pasayha balakkārena paresaṃ santakaṃ gaṇhāti gāmaghātakādayo viya, attano pattabalito vā vuttanayeneva adhikaṃ gaṇhāti rājabhaṭādayo viya, tassevaṃ gaṇhato avahāro pasayhāvahāroti veditabbo. Parikappetvā gahaṇaṃ pana parikappāvahāro nāma. So bhaṇḍokāsavasena duvidho. Tatrāyaṃ bhaṇḍaparikappo – sāṭakatthiko antogabbhaṃ pavisitvā ‘‘sace sāṭako bhavissati, gaṇhissāmi, sace suttaṃ, na gaṇhissāmī’’ti parikappetvā andhakāre pasibbakaṃ gaṇhāti, tatra ce sāṭako hoti, uddhāreyeva pārājikaṃ. Suttaṃ ce hoti, rakkhati. Bahi nīharitvā muñcitvā ‘‘sutta’’nti ñatvā puna āharitvā ṭhapeti, rakkhatiyeva. ‘‘Sutta’’nti ñatvāpi ‘‘yaṃ laddhaṃ, taṃ gahetabba’’nti gacchati, padavārena kāretabbo. Bhūmiyaṃ ṭhapetvā gaṇhāti, uddhāre pārājikaṃ. ‘‘Coro coro’’ti anubandho chaṭṭetvā palāyati, rakkhati. Sāmikā disvā gaṇhanti, rakkhati yeva. Añño ce koci gaṇhāti, bhaṇḍadeyyaṃ. Sāmikesu nivattesu sayaṃ disvā paṃsukūlasaññāya ‘‘pagevetaṃ mayā gahitaṃ, mama dāni santaka’’nti gaṇhantassāpi bhaṇḍadeyyameva. Tattha yvāyaṃ ‘‘sace sāṭako bhavissati, gaṇhissāmī’’tiādinā nayena pavatto parikappo, ayaṃ bhaṇḍaparikappo nāma.",
  "tika-vin04t4:52": "Okāsaparikappo pana evaṃ veditabbo – ekacco pana parapariveṇādīni paviṭṭho kiñci lobhaneyyaṃ bhaṇḍaṃ disvā gabbhadvārapamukhaheṭṭhāpāsādadvārakoṭṭhakarukkhamūlādivasena paricchedaṃ katvā ‘‘sace maṃ etthantare passissanti, daṭṭhukāmatāya gahetvā vicaranto viya dassāmi, no ce passissanti, harissāmī’’ti parikappeti, tassa taṃ ādāya parikappitaparicchedaṃ atikkantamatte avahāro hoti. Iti yvāyaṃ vuttanayeneva pavatto parikappo, ayaṃ okāsaparikappo nāma. Evamimesaṃ dvinnampi parikappānaṃ vasena parikappetvā gaṇhato avahāro ‘‘parikappāvahāro’’ti veditabbo.",
  "tika-vin04t4:53": "Paṭicchādetvā pana avaharaṇaṃ paṭicchannāvahāro nāma. So evaṃ veditabbo – yo bhikkhu uyyānādīsu paresaṃ omuñcitvā ṭhapitaaṅgulimuddikādīni disvā ‘‘pacchā gaṇhissāmī’’ti paṃsunā vā paṇṇena vā paṭicchādeti, tassa ettāvatā uddhāro natthīti na tāva avahāro hoti . Yadā pana sāmikā vicinantā apassitvā ‘‘sve jānissāmā’’ti sālayāva gatā honti, athassa taṃ uddharato uddhāre avahāro. Paṭicchannakāleyeva ‘‘etaṃ mama santaka’’nti sakasaññāya vā ‘‘gatā dāni te, chaṭṭitabhaṇḍaṃ ida’’nti paṃsukūlasaññāya vā gaṇhantassa pana bhaṇḍadeyyaṃ. Tesu dutiyatatiyadivase āgantvā vicinitvā adisvā dhuranikkhepaṃ katvā gatesupi gahitaṃ bhaṇḍadeyyameva. Pacchā ñatvā codiyamānassa adadato sāmikānaṃ dhuranikkhepe avahāro hoti. Kasmā? Yasmā tassa payogena tehi na diṭṭhaṃ. Yo pana tathārūpaṃ bhaṇḍaṃ yathāṭhāne ṭhitaṃyeva appaṭicchādetvā theyyacitto pādena akkamitvā kaddame vā vālukāya vā paveseti, tassa pavesitamatteyeva avahāro.",
  "tika-vin04t4:54": "Kusaṃ saṅkāmetvā pana avaharaṇaṃ kusāvahāro nāma. Sopi evaṃ veditabbo – yo bhikkhu vilīvamayaṃ vā tālapaṇṇamayaṃ vā katasaññāṇaṃ yaṃkiñci kusaṃ pātetvā cīvare bhājīyamāne attano koṭṭhāsassa samīpe ṭhitaṃ appagghataraṃ vā mahagghataraṃ vā samasamaṃ vā agghena parassa koṭṭhāsaṃ haritukāmo attano koṭṭhāse patitaṃ kusaṃ parassa koṭṭhāse pātetukāmatāya uddharati, rakkhati tāva. Parassa koṭṭhāse pātite rakkhateva. Yadā pana tasmiṃ patite parassa koṭṭhāsato parassa kusaṃ uddharati, uddhatamatte avahāro. Sace paṭhamataraṃ parakoṭṭhāsato parassa kusaṃ uddharati, attano koṭṭhāse pātetukāmatāya uddhāre rakkhati, pātanepi rakkhati, attano koṭṭhāsato pana attano kusaṃ uddharato uddhāreyeva rakkhati, taṃ uddharitvā parakoṭṭhāse pātentassa hatthato muttamatte avahāro. Ayaṃ kusāvahāro. Iti yaṃ vuttaṃ ‘‘ādiyeyyāti pañcavīsatiyā avahārānaṃ aññataravasena hareyyā’’ti, tassattho pakāsito hoti.",
  "tika-vin04t4:55": "Yathārūpeti yādise. Adinnādāneti adinnassa parasantakassa gahaṇe. Rājānotiidaṃ bimbisāraṃyeva sandhāya vuttaṃ, aññe pana tathā kareyyuṃ vā na kareyyuṃ vāti te nappamāṇaṃ. Haneyyuṃvāti hatthādīhi vā potheyyuṃ, satthena vā chindeyyuṃ. Bandheyyuṃ vāti rajjubandhanādīhi bandheyyuṃ vā. Pabbājeyyuṃ vāti nīhareyyuṃ vā. Corosi bālosi mūḷhosi thenosīti imehi vacanehi paribhāseyyuṃ. Kīdisassa pana adinnassa ādāne rājāno evaṃ karonti? Pādassa vā pādārahassa vā. Tathārūpaṃ bhikkhu adinnaṃ ādiyamānoti tādisaṃ bhikkhu porāṇakassa kahāpaṇassa pādaṃ vā pādārahaṃ vā bhaṇḍaṃ adinnaṃ bhūmiādīsu yattha katthaci ṭhitaṃ yaṃkiñci sajīvanijjīvaṃ vuttappakārānaṃ avahārānaṃ yena kenaci avahārena avaharanto pārājiko hoti, ko pana vādo tato atirekatarasminti.",
  "tika-vin04t4:56": "Rājagahe dhaniyattheraṃ ārabbha rañño dārūni adinnaṃ ādiyanavatthusmiṃ paññattaṃ, ‘‘gāmā vā araññā vā’’ti ayamettha anupaññatti, sādhāraṇapaññatti, sāṇattikaṃ, haraṇatthāya gamanādike pubbappayoge dukkaṭaṃ, āmasane dukkaṭaṃ, pārājikavatthuno phandāpane thullaccayaṃ. Ādiyantassa māsake vā ūnamāsake vā dukkaṭaṃ, atirekamāsake vā ūnapañcamāsake vā thullaccayaṃ, pañcamāsake vā atirekapañcamāsake vā pārājikaṃ. Sabbattha gahaṇakālavasena ca gahaṇadesavasena ca paribhogabhājanaparivattanādīhi ca parihīnāparihīnavasena vinicchayo veditabbo. Sakasaññissa, vissāsaggāhe, tāvakālike, petapariggahe, tiracchānagatapariggahe, paṃsukūlasaññissa, ummattakādīnañca anāpatti. Sīlavipatti, aññassa manussajātikassa vasena parapariggahitaṃ, parapariggahitasaññitā, garuparikkhāro, theyyacittaṃ, vuttappakārānaṃ avahārānaṃ vasena avaharaṇañcāti imānettha pañca aṅgāni. Adinnādānasamuṭṭhānaṃ, kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, tivedananti.",
  "tika-vin04t4:57": "Dutiyapārājikavaṇṇanā niṭṭhitā.",
  "tika-vin04t4:58": "3. Tatiyapārājikavaṇṇanā",
  "tika-vin04t4:59": "Tatiye sañciccāti saṃcetetvā saddhiṃ cetetvā. ‘‘Pāṇo’’tisaññāya saddhiṃyeva ‘‘vadhāmi na’’nti vadhakacetanāya cetetvā pakappetvā. Manussaviggahanti kalalato paṭṭhāya jīvamānakamanussajātikasarīraṃ. Jīvitāvoropeyyāti kalalakālepi tāpanamaddanehi vā bhesajjasampadānena vā tato vā uddhampi tadanurūpena upakkamena jīvitā viyojeyya. Imassa panatthassa āvibhāvatthaṃ pāṇo veditabbo, pāṇātipāto veditabbo, pāṇātipātī veditabbo, pāṇātipātassa payogo veditabbo. Tattha pāṇoti vohārato satto, paramatthato jīvitindriyaṃ. Pāṇātipātoti yāya cetanāya jīvitindriyupacchedakapayogaṃ samuṭṭhāpeti, sā cetanā. Pāṇātipātīti vuttacetanāya samaṅgipuggalo. Pāṇātipātassa payogoti pāṇātipātassa cha payogā sāhatthiko nissaggiyo āṇattiko thāvaro vijjāmayo iddhimayoti . Tattha sāhatthikoti sayaṃ mārentassa kāyena vā kāyappaṭibaddhena vā paharaṇaṃ. Nissaggiyoti dūre ṭhitaṃ māretukāmassa kāyena vā kāyappaṭibaddhena vā ususattiyantapāsāṇādīnaṃ nissajjanaṃ. Tattha ekeko uddissānuddissabhedato duvidho. Tattha uddissake yaṃ uddissa paharati, tasseva maraṇena kammabaddho. ‘‘Yo koci maratū’’ti evaṃ anuddissake pahārappaccayā yassa kassaci maraṇena kammabaddho. Ubhayatthāpi ca paharitamatte vā maratu, pacchā vā teneva rogena, paharitakkhaṇeyeva kammabaddho. Āṇattikoti ‘‘asukaṃ nāma mārehī’’ti aññaṃ āṇāpentassa āṇāpanaṃ.",
  "tika-vin04t4:60": "Tattha –",
  "tika-vin04t4:61": "Vatthu kālo ca okāso, āvudhaṃ iriyāpatho;",
  "tika-vin04t4:62": "Kriyāvisesoti ime, cha āṇatti niyāmakā.",
  "tika-vin04t4:63": "Tattha vatthūti puggalo. Yañhi puggalaṃ ‘‘mārehī’’ti āṇatto sace tameva māreti, āṇāpakassa āpatti. Atha aññaṃ māreti, taṃmaññamāno vā aññaṃ māreti, āṇāpako muccati. ‘‘Imaṃ mārehī’’ti āṇatte pana āṇāpakassa dukkaṭaṃ. Kāloti purebhattādikālo. Sace hi ‘‘purebhattaṃ mārehī’’ti āṇatto purebhattameva māreti, āṇāpakassa āpatti. Atha yaṃ purebhattaṃ niyāmitaṃ, tato pacchā vā pure vā māreti, āṇāpako muccati. Iminā nayena sabbattha vinicchayo veditabbo. Thāvaroti asaṃhārimena upakaraṇena māretukāmassa opātakkhaṇanaṃ apassenasaṃvidhānaṃ asiādīnaṃ upanikkhipanaṃ taḷākādīsu visasampayojanaṃ rūpūpahārotievamādi. Vuttanayeneva cetthāpi uddissānuddissabhedo veditabbo. Vijjāmayoti māraṇatthaṃ vijjāparijappanaṃ. Iddhimayoti kammavipākajāya iddhiyā payojanaṃ.",
  "tika-vin04t4:64": "Satthahārakaṃ vāssa pariyeseyyāti ettha haratīti hārakaṃ, kiṃ harati? Jīvitaṃ. Atha vā haritabbanti hārakaṃ, upanikkhipitabbanti attho. Satthañca taṃ hārakañcāti satthahārakaṃ. Assāti manussaviggahassa. Pariyeseyyāti yathā labhati, tathā kareyya, upanikkhipeyyāti attho. Etena thāvarapayogaṃ dasseti. Itarathā hi pariyiṭṭhimatteyeva pārājiko bhaveyya, na cetaṃ yuttaṃ. Padabhājane panassa byañjanaṃ anādiyitvā yaṃ ettha thāvarapayogasaṅgahitaṃ satthaṃ, tadeva dassetuṃ ‘‘asiṃ vā’’tiādi vuttaṃ. Maraṇavaṇṇaṃ vā saṃvaṇṇeyyāti vācāya vā tālapaṇṇādīsu likhitvā vā ‘‘yo evaṃ marati, so dhanaṃ vā labhatī’’tiādinā nayena maraṇe guṇaṃ pakāseyya. Etena yathā ‘‘adinnādāne ādiyeyyā’’ti vuttattā pariyāyakathāya muccati, nayidha, evaṃ ‘‘saṃvaṇṇeyyā’’ti vacanato pana idha pariyāyakathāyapi na muccatīti ayamattho veditabbo. Maraṇāya vā samādapeyyāti ‘‘satthaṃ vā āharā’’tiādinā (pārā. 172) nayena maraṇatthāya upāyaṃ gāhāpeyya. Etena āṇattikappayogaṃ dasseti. Ambho purisāti ālapanametaṃ. Kiṃ tuyhiminātiādi saṃvaṇṇanākāranidassanaṃ. Iti cittamanoti iti citto iti mano. ‘‘Mataṃ te jīvitā seyyo’’tiettha vuttamaraṇacitto maraṇamanoti attho. Ettha ca ‘‘mano’’tiidaṃ cittassa atthadīpanatthaṃ vuttaṃ. Tenevassa padabhājane ‘‘yaṃ cittaṃ taṃ mano’’ti (pārā. 172) āha. Cittasaṅkappoti vicittasaṅkappo. Etthāpi iti-saddo āharitabbo. ‘‘Saṅkappo’’ti ca saṃvidahanamattassetaṃ nāmaṃ, na vitakkasseva. Tañca saṃvidahanaṃ imasmiṃ atthe saññācetanādhippāyehi saṅgahaṃ gacchati, tasmā ‘‘iti cittasaṅkappo’’ti ‘‘mataṃ te jīvitā seyyo’’tiettha vuttamaraṇasaññī maraṇacetano maraṇādhippāyoti evamettha attho daṭṭhabbo. Padabhājanepi hi ayameva nayo dassito . Etena maraṇacittādīhi vinā ‘‘ekāhaṃ jīvitaṃ seyyo, vīriyamārabhato daḷha’’ntiādinā (dha. pa. 112) nayena dhammaṃ bhāsantassa saṃvaṇṇanā nāma na hotīti dasseti. Anekapariyāyenāti nānappakārena uccāvacena kāraṇena. Puna maraṇavaṇṇantiādi nigamanavacanaṃ. Pārājiko hotīti taṅkhaṇūpapannampi manussaviggahaṃ vuttanayena jīvitā voropento pārājiko hotīti.",
  "tika-vin04t4:65": "Vesāliyaṃ sambahule bhikkhū ārabbha aññamaññaṃ jīvitā voropanavatthusmiṃ paññattaṃ, ‘‘maraṇavaṇṇaṃ vā’’ti ayamettha anupaññatti, sādhāraṇapaññatti, sāṇattikaṃ, māraṇatthāya opātakkhaṇanādīsu dukkaṭaṃ, anodissa khate opāte yassa kassaci patanepi dukkaṭaṃ, yakkhapetatiracchānagatamanussaviggahānaṃ tiracchānagatassa ca dukkhuppattiyaṃ dukkaṭameva, manussajātikassa dukkhuppattiyaṃ thullaccayaṃ, tathā yakkhādīnaṃ maraṇe, tiracchānagatamaraṇe pana pācittiyaṃ, manussamaraṇe pārājikanti. Iminā nayena sabbattha payogabhedavasena āpattibhedo veditabbo. Asañcicca mārentassa ajānantassa namaraṇādhippāyassa ummattakādīnañca anāpatti. Tattha asañciccāti ‘‘iminā upakkamena imaṃ māremī’’ti acetetvā katena upakkamena musalussāpanavatthusmiṃ (pārā. 180 ādayo) viya pare matepi anāpatti. Ajānantassāti ‘‘iminā ayaṃ marissatī’’ti ajānantassa upakkamena visagatapiṇḍapātavatthusmiṃ (pārā. 181) viya pare matepi anāpatti. Namaraṇādhippāyassāti maraṇaṃ anicchantassa upakkamena bhesajjavatthusmiṃ (pārā. 187) viya pare matepi anāpatti. Evaṃ asañciccātiādīsu vinicchayo veditabbo. Sīlavipatti, manussajātikapāṇo, pāṇasaññitā, vadhakacittaṃ, upakkamo, tena maraṇanti imānettha pañca aṅgāni. Adinnādānasamauṭṭhānaṃ, kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacittaṃ, dukkhavedananti.",
  "tika-vin04t4:66": "Tatiyapārājikavaṇṇanā niṭṭhitā.",
  "tika-vin04t4:67": "4. Catutthapārājikavaṇṇanā",
  "tika-vin04t4:68": "Catutthe anabhijānanti sakasantāne anuppannattā attani atthibhāvaṃ ajānanto. Uttarimanussadhammanti uttarimanussānaṃ jhāyīnañceva ariyānañca dhammaṃ. Attupanāyikanti attani taṃ upaneti ‘‘mayi atthī’’ti samudācaranto, attānaṃ vā tattha upaneti ‘‘ahaṃ ettha sandissāmī’’ti samudācarantoti attupanāyiko, taṃ attupanāyikaṃ. Evaṃ katvā samudācareyyāti sambandho. Alamariyañāṇadassanantiettha mahaggatalokuttarapaññā jānanaṭṭhena ñāṇaṃ, cakkhunā ca diṭṭhamiva dhammaṃ paccakkhakaraṇato dassanatthena dassananti ñāṇadassanaṃ, ariyaṃ visuddhaṃ uttamaṃ ñāṇadassananti ariyañāṇadassanaṃ, alaṃ pariyattaṃ kilesaviddhaṃsanasamatthaṃ ariyañāṇadassanamettha jhānādibhede uttarimanussadhamme, alaṃ vā ariyañāṇadassanamassāti alamariyañāṇadassano, taṃ alamariyañāṇadassanaṃ. Samudācareyyāti vuttappakārametaṃ uttarimanussadhammaṃ attupanāyikaṃ katvā kāyena vā vācāya vā tadubhayena vā viññussa manussajātikassa āroceyya. Iti jānāmi iti passāmīti samudācaraṇākāradassanametaṃ, attupanāyikañhi katvā vinā aññāpadesena samudācaranto evaṃ samudācarati, tasmā yvāyaṃ padabhājane (pārā. 209) ‘‘paṭhamaṃ jhānaṃ samāpajjiṃ, samāpajjāmi, samāpanno’’tiādibhedo vutto, so sabbo idheva saṅgahaṃ gacchatīti veditabbo. ‘‘Iti jānāmi iti passāmī’’ti hi vadanto na yidaṃ vacanamattameva vadati, atha kho ‘‘iminā ca iminā ca kāraṇena ayaṃ dhammo mayi atthī’’ti dīpeti, ‘‘samāpajji’’ntiādīni ca vadantena hi samāpajjanādīhi kāraṇehi atthitā dīpitā hoti, tena vuttaṃ ‘‘yvāyaṃ padabhājane paṭhamaṃ jhānaṃ samāpajjiṃ, samāpajjāmi, samāpannotiādibhedo vutto, so sabbo idheva saṅgahaṃ gacchatī’’ti. Tato aparena samayenāti tato ārocitakālato aññatarasmiṃ kāle. Iti āpattipaṭijānanakāladassanametaṃ, ayaṃ pana ārocitakkhaṇeva āpattiṃ āpajjati. Āpattiṃ pana āpanno yasmā parena codito vā acodito vā paṭijānāti, tasmā ‘‘samanuggāhīyamāno vā asamanuggāhīyamāno vā’’ti vuttaṃ. Āpannoti ārocitakkhaṇeyeva pārājikaṃ āpanno. Visuddhāpekkhoti attano gihibhāvādikaṃ visuddhiṃ apekkhamāno icchamāno. Ayañhi yasmā pārājikaṃ āpanno, tasmā bhikkhubhāve ṭhatvā abhabbo jhānādīni adhigantuṃ, iccassa bhikkhubhāvo visuddhi nāma na hoti. Yasmā pana gihi vā upāsakārāmikasāmaṇerānaṃ vā aññataro hutvā dānādīhi saggamaggaṃ vā jhānādīhi mokkhamaggaṃ vā ārādhetuṃ bhabbo hoti, tasmāssa gihiādibhāvo visuddhi nāma hoti. Tena vuttaṃ ‘‘gihibhāvādikaṃ visuddhiṃ apekkhamāno’’ti. Evaṃ vadeyyāti evaṃ bhaṇeyya, kathaṃ? ‘‘Ajānamevaṃ, āvuso’’tiādiṃ. Tattha ajānanti ajānanto. Apassanti apassanto. Tucchaṃ musā vilapinti ahaṃ vacanatthavirahato tucchaṃ, vañcanādhippāyato musā vilapiṃ abhaṇinti vuttaṃ hoti. Aññatra adhimānāti yvāyaṃ tilakkhaṇaṃ āropetvā saṅkhāre sammasantassa āraddhavipassakassa apatte pattasaññitāsaṅkhāto adhimāno uppajjati, taṃ adhimānaṃ ṭhapetvā kevalaṃ pāpicchatāya yo samudācareyya, ayampi pārājiko hotīti attho.",
  "tika-vin04t4:69": "Vesāliyaṃ vaggumudātīriye bhikkhū ārabbha tesaṃ uttarimanussadhammārocanavatthusmiṃ paññattaṃ, ‘‘aññatra adhimānā’’ti ayamettha anupaññatti, sādhāraṇapaññatti, anāṇattikaṃ, ‘‘paṭhamaṃ jhānaṃ samāpajji’’ntiādinā nayena vuttappakāraṃ asantaṃ jhānādidhammaṃ ārocentassa sace yassa kassaci āroceti, so manussajātiko hoti, anantarameva ‘‘ayaṃ jhānalābhī’’ti vā ‘‘ariyo’’ti vā yena kenaci ākārena tamatthaṃ jānāti, pārājikaṃ. Sace na jānāti, thullaccayaṃ. Sace pana ‘‘yo te vihāre vasi, so bhikkhu paṭhamaṃ jhānaṃ samāpajjī’’tiādinā (pārā. 220) nayena aññāpadesena ārocentassa jānāti, thullaccayaṃ. Sace na jānāti, dukkaṭaṃ. Adhimānena ārocentassa, anullapanādhippāyassa, ummattakādīnañca anāpatti. Sīlavipatti, uttarimanussadhammassa attani asantatā, pāpicchatāya tassa ārocanaṃ, anaññāpadeso, yassa āroceti, tassa manussajātikatā, taṅkhaṇavijānananti imānettha pañca aṅgāni. Samuṭṭhānādīni adinnādāne vuttasadisānevāti.",
  "tika-vin04t4:70": "Catutthapārājikavaṇṇanā niṭṭhitā.",
  "tika-vin04t4:71": "Uddiṭṭhākho āyasmanto cattāro pārājikā dhammātiidaṃ idha uddiṭṭhapārājikaparidīpanameva. Samodhānetvā pana sabbāneva catuvīsati pārājikāni veditabbāni . Katamāni catuvīsati? Pāḷiyaṃ āgatāni tāva bhikkhūnaṃ cattāri bhikkhunīnaṃ asādhāraṇāni cattārīti aṭṭha, tāni ekādasannaṃ paṇḍakādīnaṃ abhabbabhāvasaṅkhātehi ekādasahi pārājikehi saddhiṃ ekūnavīsati, gihibhāvaṃ patthayamānāya bhikkhuniyā vibbhantabhāvapārājikena saddhiṃ vīsati, aparānipi lambī, mudupiṭṭhiko, parassa aṅgajātaṃ mukhena gaṇhāti, parassa aṅgajāte abhinisīdatīti imesaṃ catunnaṃ vasena ‘‘cattāri anulomapārājikānī’’ti vadanti, iti imāni ca cattāri, purimāni ca vīsatīti samodhānetvā sabbāneva catuvīsati pārājikāni veditabbāni. Na labhati bhikkhūhi saddhiṃ saṃvāsanti uposathādibhedaṃ saṃvāsaṃ bhikkhūhi saddhiṃ na labhati. Yathā pure, tathā pacchāti yathā pubbe gihikāle anupasampannakāle ca, pacchā pārājikaṃ āpannopi tatheva asaṃvāso hoti, natthi tassa bhikkhūhi saddhiṃ uposathādibhedo saṃvāsoti. Tatthāyasmante pucchāmīti tesu catūsu pārājikesu āyasmante ‘‘kaccittha parisuddhā’’ti pucchāmi. Kaccitthāti kacci ettha, etesu catūsu pārājikesu kacci parisuddhāti attho. Atha vā kaccittha parisuddhāti kacci parisuddhā attha, bhavathāti attho. Sesaṃ sabbattha uttānamevāti.",
  "tika-vin04t4:72": "Kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin04t4:73": "Pārājikavaṇṇanā niṭṭhitā."
}