{
  "tika-vin11t20:0": "Pavāraṇakkhandhakakathāvaṇṇanā",
  "tika-vin11t20:1": "2633.‘‘Pavāraṇā’’ti idaṃ ‘‘cātuddasī’’tiādīhi paccekaṃ yojetabbaṃ. Tasmiṃ tasmiṃ dine kātabbā pavāraṇā abhedopacārena tathā vuttā. Sāmaggī uposathakkhandhakakathāvaṇṇanāya vuttasarūpāva. Sāmaggipavāraṇaṃ karontehi ca paṭhamaṃ pavāraṇaṃ ṭhapetvā pāṭipadato paṭṭhāya yāva kattikacātumāsipuṇṇamā etthantare kātabbā, tato pacchā vā pure vā na vaṭṭati. Tevācī dvekavācīti ‘‘suṇātu me, bhante…pe… tevācikaṃ pavāreyya, dvevācikaṃ pavāreyya, ekavācikaṃ pavāreyyā’’ti taṃ taṃ ñattiṃ ṭhapetvā kātabbā pavāraṇā vuccati.",
  "tika-vin11t20:2": "2634.Tīṇi kammāni muñcitvā, anteneva pavārayeti ‘‘cattārimāni, bhikkhave, pavāraṇakammāni, adhammena vaggaṃ pavāraṇakammaṃ…pe… dhammena samaggaṃ pavāraṇakamma’’nti (mahāva. 212) vatvā ‘‘tatra, bhikkhave , yadidaṃ adhammena vaggaṃ pavāraṇakammaṃ, na, bhikkhave, evarūpaṃ pavāraṇakammaṃ kātabbaṃ…pe… tatra, bhikkhave, yadidaṃ dhammena samaggaṃ pavāraṇakammaṃ, evarūpaṃ, bhikkhave, pavāraṇakammaṃ kātabba’’ntiādivacanato (mahāva. 212) tīṇi akattabbāni pavāraṇakammāni muñcitvā kātuṃ anuññātena catutthena pavāraṇakammena pavāreyyāti attho. Tassa vibhāgekadesaṃ ‘‘pañca yasmiṃ panāvāse’’tiādinā vakkhati.",
  "tika-vin11t20:3": "2635.Pubbakiccaṃ samāpetvāti –",
  "tika-vin11t20:4": "‘‘Sammajjanī padīpo ca, udakaṃ āsanena ca;",
  "tika-vin11t20:5": "Pavāraṇāya etāni, ‘pubbakaraṇa’nti vuccati.",
  "tika-vin11t20:6": "‘‘Chandapārisuddhiutukkhānaṃ, bhikkhugaṇanā ca ovādo;",
  "tika-vin11t20:7": "Pavāraṇāya etāni, ‘pubbakicca’nti vuccatī’’ti. –",
  "tika-vin11t20:8": "Vuttaṃ navavidhaṃ pubbakiccaṃ niṭṭhāpetvā.",
  "tika-vin11t20:9": "Pattakalle samāniteti –",
  "tika-vin11t20:10": "‘‘Pavāraṇā yāvatikā ca bhikkhū kammappattā,",
  "tika-vin11t20:11": "Sabhāgāpattiyo ca na vijjanti;",
  "tika-vin11t20:12": "Vajjanīyā ca puggalā tasmiṃ na honti,",
  "tika-vin11t20:13": "‘Pattakalla’nti vuccatī’’ti. –",
  "tika-vin11t20:14": "Vutte catubbidhe pattakalle samodhānite parisamāpite.",
  "tika-vin11t20:15": "Ñattiṃ ṭhapetvāti ‘‘suṇātu me, bhante saṅgho, ajja pavāraṇā, yadi saṅghassa pattakallaṃ, saṅgho pavāreyyā’’ti (mahāva. 210) evaṃ sabbasaṅgāhikavasena ca ‘‘tevācikaṃ pavāreyyā’’ti ca dānādikaraṇena yebhuyyena rattiyā khepitāya ca rājādiantarāye sati ca tadanurūpato ‘‘dvevācikaṃ, ekavācikaṃ, samānavassikaṃ pavāreyyā’’ti ca ñattiṃ ṭhapetvā , tāsaṃ viseso aṭṭhakathāyaṃ dassitoyeva. Yathāha –",
  "tika-vin11t20:16": "‘‘Evañhi vutte tevācikañca dvevācikañca ekavācikañca pavāretuṃ vaṭṭati, samānavassikaṃ na vaṭṭati. ‘Tevācikaṃ pavāreyyā’ti vutte pana tevācikameva vaṭṭati, aññaṃ na vaṭṭati, ‘dvevācikaṃ pavāreyyā’ti vutte dvevācikañca tevācikañca vaṭṭati, ekavācikañca samānavassikañca na vaṭṭati. ‘Ekavācikaṃ pavāreyyā’ti vutte pana ekavācikadvevācikatevācikāni vaṭṭanti, samānavassikameva na vaṭṭati. ‘Samānavassika’nti vutte sabbaṃ vaṭṭatī’’ti (mahāva. aṭṭha. 210).",
  "tika-vin11t20:17": "Kātabbāti therena bhikkhunā ekaṃsaṃ uttarāsaṅgaṃ karitvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā evamassa vacanīyo ‘‘saṅghaṃ, āvuso, pavāremi diṭṭhena vā…pe… tatiyampi āvuso, saṅghaṃ pavāremi diṭṭhena vā…pe… passanto paṭikarissāmī’’ti (mahāva. 210) vuttanayena kātabbā. Navakena bhikkhunā ekaṃsaṃ uttarāsaṅgaṃ karitvā…pe… tatiyampi, bhante, saṅghaṃ pavāremi diṭṭhena vā…pe… passanto paṭikarissāmīti (mahāva. 210) vuttanayena kātabbā.",
  "tika-vin11t20:18": "2636. Theresu pavārentesu yo pana navo, so sayaṃ yāva pavāreti, tāva ukkuṭikaṃ nisīdeyyāti yojanā.",
  "tika-vin11t20:19": "2637. Cattāro vā tayopi vā ekāvāse ekasīmāyaṃ vasanti ce, ñattiṃ vatvā ‘‘suṇantu me, āyasmanto, ajja pavāraṇā, yadāyasmantānaṃ pattakallaṃ, mayaṃ aññamaññaṃ pavāreyyāmā’’ti (mahāva. 216) gaṇañattiṃ ṭhapetvā pavāreyyunti yojanā.",
  "tika-vin11t20:20": "Pavāreyyunti ettha therena bhikkhunā ekaṃsaṃ uttarāsaṅgaṃ katvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā te tayo vā dve vā bhikkhū evamassu vacanīyā ‘‘ahaṃ, āvuso, āyasmante pavāremi diṭṭhena vā sutena vā parisaṅkāya vā, vadantu maṃ āyasmanto anukampaṃ upādāya, passanto paṭikarissāmi. Dutiyampi…pe… tatiyampi ahaṃ, āvuso, āyasmante pavāremi diṭṭhena vā sutena vā parisaṅkāya vā, vadantu maṃ āyasmanto anukampaṃ upādāya, passanto paṭikarissāmī’’ti (mahāva. 216) pavāretabbaṃ. Navenapi ‘‘ahaṃ, bhante, āyasmante pavāremi diṭṭhena vā sutena vā parisaṅkāya vā, vadantu maṃ āyasmanto anukampaṃ upādāya , passanto paṭikarissāmi. Dutiyampi…pe… tatiyampi ahaṃ, bhante, āyasmante pavāremi diṭṭhena vā sutena vā parisaṅkāya vā, vadantu maṃ āyasmanto anukampaṃ upādāya, passanto paṭikarissāmī’’ti pavāretabbaṃ.",
  "tika-vin11t20:21": "2638.Aññamaññaṃ pavāreyyuṃ, vinā ñattiṃ duve janā. Tesu therena ‘‘ahaṃ, āvuso, āyasmantaṃ pavāremi diṭṭhena vā sutena vā parisaṅkāya vā, vadatu maṃ āyasmā anukampaṃ upādāya, passanto paṭikarissāmi. Dutiyampi…pe… tatiyampi ahaṃ, āvuso, āyasmantaṃ pavāremi…pe… paṭikarissāmī’’ti (mahāva. 217) pavāretabbaṃ. Navenapi ‘‘ahaṃ, bhante, āyasmantaṃ pavāremi…pe… vadatu maṃ āyasmā anukampaṃ upādāya, passanto paṭikarissāmi. Dutiyampi…pe… tatiyampi ahaṃ, bhante, āyasmantaṃ pavāremi…pe… paṭikarissāmī’’ti pavāretabbaṃ.",
  "tika-vin11t20:22": "Adhiṭṭheyyāti pubbakiccaṃ samāpetvā ‘‘ajja me pavāraṇā cātuddasī’’ti vā ‘‘pannarasī’’ti vā vatvā ‘‘adhiṭṭhāmī’’ti adhiṭṭheyya . Yathāha ‘‘ajja me pavāraṇāti ettha sace cātuddasikā hoti, ‘ajja me pavāraṇā cātuddasī’ti, sace pannarasikā, ‘ajja me pavāraṇā pannarasī’ti evaṃ adhiṭṭhātabba’’nti (mahāva. aṭṭha. 218), iminā sabbasaṅgāhādiñattīsu ca tasmiṃ tasmiṃ divase so so vohāro kātabboti dīpitameva.",
  "tika-vin11t20:23": "Sesā saṅghapavāraṇāti pañcahi, atirekehi vā bhikkhūhi kattabbā pavāraṇā saṅghapavāraṇā.",
  "tika-vin11t20:24": "2639.Pavāriteti paṭhamapavāraṇāya pavārite. Anāgatoti kenaci antarāyena purimikāya ca pacchimikāya ca vassūpanāyikāya vassaṃ anupagato. Avutthoti pacchimikāya upagato. Vuttañhi khuddasikkhāvaṇṇanāya ‘‘avutthoti pacchimikāya upagato apariniṭṭhitattā ‘avuttho’ti vuccatī’’ti. Pārisuddhiuposathaṃ kareyyāti yojanā. Ettha ‘‘tesaṃ santike’’ti seso.",
  "tika-vin11t20:25": "2640-1. Yasmiṃ panāvāse pañca vā cattāro vā tayo vā samaṇā vasanti, te tattha ekekassa pavāraṇaṃ haritvāna sace aññamaññaṃ pavārenti, āpatti dukkaṭanti yojanā.",
  "tika-vin11t20:26": "Sesanti ‘‘adhammena samagga’’ntiādikaṃ vinicchayaṃ. Idhāti imasmiṃ pavāraṇādhikāre. Budhoti vinayadharo. Uposathe vuttanayenāti uposathavinicchaye vuttakkamena. Nayeti jāneyya.",
  "tika-vin11t20:27": "2642.Sampādetattano sucinti attano uposathaṃ sampādeti. Sabbaṃ sādhetīti uposathādisabbaṃ kammaṃ nipphādeti. Nattanoti attano uposathaṃ na nipphādeti.",
  "tika-vin11t20:28": "2643.Tasmāti yasmā attano suciṃ na sādheti, tasmā. Ubhinnanti attano ca saṅghassa ca. Kiccasiddhatthamevidhāti uposathādikammanippajjanatthaṃ idha imasmiṃ uposathakammādipakaraṇe. Pārisuddhipīti ettha pi-saddena pavāraṇā saṅgahitā. Teneva vakkhati ‘‘chandaṃ vā pārisuddhiṃ vā, gahetvā vā pavāraṇa’’nti.",
  "tika-vin11t20:29": "Chandapārisuddhipavāraṇaṃ dentena sace sāpattiko hoti, āpattiṃ desetvā ekaṃsaṃ uttarāsaṅgaṃ katvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā chandādihārako bhikkhu vattabbo ‘‘chandaṃ dammi, chandaṃ me hara, chandaṃ me ārocehī’’ti (mahāva. 165), ‘‘pārisuddhiṃ dammi, pārisuddhiṃ me hara, pārisuddhiṃ me ārocehī’’ti (mahāva. 164), ‘‘pavāraṇaṃ dammi, pavāraṇaṃ me hara, pavāraṇaṃ me ārocehi, mamatthāya pavārehī’’ti (mahāva. 213).",
  "tika-vin11t20:30": "2644. ‘‘Chando ekenā’’ti padacchedo. Ekena bahūnampi chando hātabbo, tathā pārisuddhi hātabbā. Pi-saddena pavāraṇā hātabbāti yojanā. Paramparāhaṭo chandoti bahūnaṃ vā ekassa vā chandādihārakassa hatthato antarā aññena gahitā chandapārisuddhipavāraṇā. Visuddhiyā na gacchati anavajjabhāvāya na pāpuṇāti biḷālasaṅkhalikachandādīnaṃ saṅghamajjhaṃ agamanena vaggabhāvakaraṇato.",
  "tika-vin11t20:31": "Ettha ca yathā biḷālasaṅkhalikāya paṭhamavalayaṃ dutiyavalayaṃ pāpuṇāti, na tatiyaṃ, evamimepi chandādayo dāyakena yassa dinnā, tato aññattha na gacchatīti biḷālasaṅkhalikāsadisattā ‘‘biḷālasaṅkhalikā’’ti vuttā. Biḷālasaṅkhalikāggahaṇañcettha yāsaṃ kāsañci saṅkhalikānaṃ upalakkhaṇamattanti daṭṭhabbaṃ.",
  "tika-vin11t20:32": "2645-6. Chandaṃ vā pārisuddhiṃ vā pavāraṇaṃ vā gahetvā chandādihārako saṅghamappatvā sace sāmaṇerādibhāvaṃ paṭijāneyya vā vibbhameyya vā mareyya vā, taṃ sabbaṃ chandādibhāvaṃ nāhaṭaṃ hoti, saṅghaṃ patvā evaṃ siyā sāmaṇerādibhāvaṃ paṭijānanto, vibbhanto, kālakato vā bhaveyya, taṃ sabbaṃ haṭaṃ ānītaṃ hotīti yojanā.",
  "tika-vin11t20:33": "Tattha sāmaṇerādibhāvaṃ vā paṭijāneyyāti ‘‘ahaṃ sāmaṇero’’tiādinā bhūtaṃ sāmaṇerādibhāvaṃ katheyya, pacchā sāmaṇerabhūmiyaṃ patiṭṭhaheyyāti attho. Ādi-saddena antimavatthuṃ ajjhāpanno gahito.",
  "tika-vin11t20:34": "2647.Saṅghaṃ patvāti antamaso taṃtaṃkammappattassa catuvaggādisaṅghassa hatthapāsaṃ patvāti attho. Pamattoti pamādaṃ satisammosaṃ patto. Suttoti niddūpagato. Khittacittakoti yakkhādīhi vikkhepamāpāditacitto. Nārocetīti attano chandādīnaṃ āhaṭabhāvaṃ ekassāpi bhikkhuno na katheti. Sañciccāti sañcetetvā jānantoyeva anādariyo nāroceti, dukkaṭaṃ hoti.",
  "tika-vin11t20:35": "2648.Ye teti ye te bhikkhū therā vā navā vā majjhimā vā. Vipassanāti sahacariyena samathopi gayhati. Samathavipassanā ca idha taruṇāyeva adhippetā, tasmā vipassanāyuttāti ettha taruṇāhi samathavipassanāhi samannāgatāti attho. Rattindivanti accantasaṃyoge upayogavacanaṃ. Atanditāti analasā.",
  "tika-vin11t20:36": "‘‘Rattindiva’’nti ettha ratti-saddena rattiyāyeva gahaṇaṃ, udāhu ekadesassāti āha ‘‘pubbarattāpararatta’’nti. Pubbā ca sā ratti cāti pubbaratti, paṭhamayāmo, aparā ca sā ratti cāti apararatti, pacchimayāmo, pubbaratti ca apararatti cāti samāhāradvande samāsante a-kārapaccayaṃ katvā ‘‘pubbarattāpararatta’’nti vuttaṃ. Idhāpi accantasaṃyoge upayogavacanaṃ. Majjhimayāme kāyadarathavūpasamanatthāya supanaṃ anuññātanti taṃ vajjetvā purimapacchimayāmesu nirantarabhāvanānuyogo kātabboti dassanatthameva vuttaṃ. Vipassanā parāyanā samathavipassanāva paraṃ ayanaṃ patiṭṭhā etesanti vipassanāparāyanā, samathavipassanāya yuttapayuttā hontīti vuttaṃ hoti.",
  "tika-vin11t20:37": "2649. Laddho phāsuvihāro yehi te laddhaphāsuvihārā, tesaṃ. Phāsuvihāroti ca sukhavihārassa mūlakāraṇattā taruṇā samathavipassanā adhippetā, paṭiladdhataruṇasamathavipassanānanti attho. Siyā na parihāniti parihāni nāma evaṃ kate na bhaveyya.",
  "tika-vin11t20:38": "Kattikamāsaketi cīvaramāsasaṅkhāte kattikamāse pavāraṇāya saṅgaho vuttoti yojanā. Gāthābandhavasena ‘‘saṅgāho’’ti dīgho kato, pavāraṇāsaṅgaho vuttoti attho. Yathāha –",
  "tika-vin11t20:39": "‘‘Pavāraṇāsaṅgaho ca nāmāyaṃ vissaṭṭhakammaṭṭhānānaṃ thāmagatasamathavipassanānaṃ sotāpannādīnañca na dātabbo. Taruṇasamathavipassanālābhino pana sabbe vā hontu, upaḍḍhā vā, ekapuggalo vā, ekassapi vasena dātabboyeva. Dinne pavāraṇāsaṅgahe antovasse parihārova hoti, āgantukā tesaṃ senāsanaṃ gahetuṃ na labhanti. Tehipi chinnavassehi na bhavitabbaṃ, pavāretvā pana antarāpi cārikaṃ pakkamituṃ labhantī’’ti (mahāva. aṭṭha. 241).",
  "tika-vin11t20:40": "Pavāraṇāsaṅgahassa dānappakāro pana pāḷito gahetabbo.",
  "tika-vin11t20:41": "Pavāraṇakkhandhakakathāvaṇṇanā."
}