{
  "tika-vin04t1:0": "Bhikkhunīpātimokkhapāḷi",
  "tika-vin04t1:1": "Pubbakaraṇaṃ-4",
  "tika-vin04t1:2": "Sammajjanī padīpo ca, udakaṃ āsanena ca;",
  "tika-vin04t1:3": "Uposathassa etāni, ‘‘pubbakaraṇa’’nti vuccati.",
  "tika-vin04t1:4": "Pubbakiccaṃ-5",
  "tika-vin04t1:5": "Chanda, pārisuddhi, utukkhānaṃ, bhikkhunigaṇanā ca ovādo;",
  "tika-vin04t1:6": "Uposathassa etāni, ‘‘pubbakicca’’nti vuccati.",
  "tika-vin04t1:7": "Pattakallaaṅgā-4",
  "tika-vin04t1:8": "Uposatho, yāvatikā ca bhikkhunī kammappattā;",
  "tika-vin04t1:9": "Sabhāgāpattiyo ca na vijjanti;",
  "tika-vin04t1:10": "Vajjanīyā ca puggalā tasmiṃ na honti, ‘‘pattakalla’’nti vuccati.",
  "tika-vin04t1:11": "Pubbakaraṇapubbakiccāni samāpetvā desitāpattikassa samaggassa bhikkhunisaṅghassa anumatiyā pātimokkhaṃ uddisituṃ ārādhanaṃ karoma.",
  "tika-vin04t1:12": "Nidānuddeso",
  "tika-vin04t1:13": "Suṇātu me ayye saṅgho, ajjuposatho pannaraso, yadi saṅghassa pattakallaṃ, saṅgho uposathaṃ kareyya, pātimokkhaṃ uddiseyya.",
  "tika-vin04t1:14": "Kiṃ saṅghassa pubbakiccaṃ? Pārisuddhiṃ ayyāyo ārocetha, pātimokkhaṃ uddisissāmi, taṃ sabbāva santā sādhukaṃ suṇoma manasi karoma. Yassā siyā āpatti, sā āvikareyya, asantiyā āpattiyā tuṇhī bhavitabbaṃ, tuṇhībhāvena kho panāyyāyo, ‘‘parisuddhā’’ti vedissāmi. Yathā kho pana paccekapuṭṭhassā veyyākaraṇaṃ hoti, evamevaṃ evarūpāya parisāya yāvatatiyaṃ anusāvitaṃ hoti. Yā pana bhikkhunī yāvatatiyaṃ anusāviyamāne saramānā santiṃ āpattiṃ nāvikareyya, sampajānamusāvādassā hoti. Sampajānamusāvādo kho panāyyāyo, antarāyiko dhammo vutto bhagavatā, tasmā saramānāya bhikkhuniyā āpannāya visuddhāpekkhāya santī āpatti āvikātabbā, āvikatā hissā phāsu hoti.",
  "tika-vin04t1:15": "Uddiṭṭhaṃ kho, ayyāyo, nidānaṃ. Tatthāyyāyo pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:16": "Nidānaṃ niṭṭhitaṃ.",
  "tika-vin04t1:17": "Pārājikuddeso",
  "tika-vin04t1:18": "Tatrime aṭṭha pārājikā dhammā uddesaṃ āgacchanti.",
  "tika-vin04t1:19": "Methunadhammasikkhāpadaṃ",
  "tika-vin04t1:20": "1. Yā pana bhikkhunī chandaso methunaṃ dhammaṃ paṭiseveyya, antamaso tiracchānagatenapi, pārājikā hoti asaṃvāsā.",
  "tika-vin04t1:21": "Adinnādānasikkhāpadaṃ",
  "tika-vin04t1:22": "2. Yā pana bhikkhunī gāmā vā araññā vā adinnaṃ theyyasaṅkhātaṃ ādiyeyya, yathārūpe adinnādāne rājāno coraṃ gahetvā haneyyuṃ vā bandheyyuṃ vā pabbājeyyuṃ vā corāsi bālāsi mūḷhāsi thenāsīti, tathārūpaṃ bhikkhunī adinnaṃ ādiyamānā ayampi pārājikā hoti asaṃvāsā.",
  "tika-vin04t1:23": "Manussaviggahasikkhāpadaṃ",
  "tika-vin04t1:24": "3. Yā pana bhikkhunī sañcicca manussaviggahaṃ jīvitā voropeyya, satthahārakaṃ vāssa pariyeseyya, maraṇavaṇṇaṃ vā saṃvaṇṇeyya, maraṇāya vā samādapeyya ‘‘ambho purisa, kiṃ tuyhiminā pāpakena dujjīvitena, mataṃ te jīvitā seyyo’’ti, iti cittamanā cittasaṅkappā anekapariyāyena maraṇavaṇṇaṃ vā saṃvaṇṇeyya, maraṇāya vā samādapeyya, ayampi pārājikā hoti asaṃvāsā.",
  "tika-vin04t1:25": "Uttarimanussadhammasikkhāpadaṃ",
  "tika-vin04t1:26": "4. Yā pana bhikkhunī anabhijānaṃ uttarimanussadhammaṃ attupanāyikaṃ alamariyañāṇadassanaṃ samudācareyya ‘‘iti jānāmi, iti passāmī’’ti, tato aparena samayena samanuggāhīyamānā vā asamanuggāhīyamānā vā āpannā visuddhāpekkhā evaṃ vadeyya ‘‘ajānamevaṃ, ayye, avacaṃ jānāmi, apassaṃ passāmi, tucchaṃ musā vilapi’’nti, aññatra adhimānā, ayampi pārājikā hoti asaṃvāsā.",
  "tika-vin04t1:27": "Ubbhajāṇumaṇḍalikāsikkhāpadaṃ",
  "tika-vin04t1:28": "5. Yā pana bhikkhunī avassutā avassutassa purisapuggalassa, adhakkhakaṃ ubbhajāṇumaṇḍalaṃ āmasanaṃ vā parāmasanaṃ vā gahaṇaṃ vā chupanaṃ vā paṭipīḷanaṃ vā sādiyeyya, ayampi pārājikā hoti asaṃvāsā ubbhajāṇumaṇḍalikā.",
  "tika-vin04t1:29": "Vajjappaṭicchādikāsikkhāpadaṃ",
  "tika-vin04t1:30": "6. Yā pana bhikkhunī jānaṃ pārājikaṃ dhammaṃ ajjhāpannaṃ bhikkhuniṃ nevattanā paṭicodeyya, na gaṇassa āroceyya, yadā ca sā ṭhitā vā assa cutā vā nāsitā vā avassaṭā vā, sā pacchā evaṃ vadeyya ‘‘pubbevāhaṃ, ayye, aññāsiṃ etaṃ bhikkhuniṃ ‘evarūpā ca evarūpā ca sā bhaginī’ti, no ca kho attanā paṭicodessaṃ, na gaṇassa ārocessa’’nti, ayampi pārājikā hoti asaṃvāsā vajjappaṭicchādikā.",
  "tika-vin04t1:31": "Ukkhittānuvattikāsikkhāpadaṃ",
  "tika-vin04t1:32": "7. Yā pana bhikkhunī samaggena saṅghena ukkhittaṃ bhikkhuṃ dhammena vinayena satthusāsanena anādaraṃ appaṭikāraṃ akatasahāyaṃ tamanuvatteyya, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘eso kho, ayye, bhikkhu samaggena saṅghena ukkhitto, dhammena vinayena satthusāsanena anādaro appaṭikāro akatasahāyo, māyye, etaṃ bhikkhuṃ anuvattī’’ti, evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyaṃ ce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ, no ce paṭinissajjeyya, ayampi pārājikā hoti asaṃvāsā ukkhittānuvattikā.",
  "tika-vin04t1:33": "Aṭṭhavatthukāsikkhāpadaṃ",
  "tika-vin04t1:34": "8. Yā pana bhikkhunī avassutā avassutassa purisapuggalassa hatthaggahaṇaṃ vā sādiyeyya, saṅghāṭikaṇṇaggahaṇaṃ vā sādiyeyya, santiṭṭheyya vā, sallapeyya vā, saṅketaṃ vā gaccheyya, purisassa vā abbhāgamanaṃ sādiyeyya, channaṃ vā anupaviseyya, kāyaṃ vā tadatthāya upasaṃhareyya etassa asaddhammassa paṭisevanatthāya, ayampi pārājikā hoti asaṃvāsā aṭṭhavatthukā.",
  "tika-vin04t1:35": "Uddiṭṭhā kho, ayyāyo, aṭṭha pārājikā dhammā. Yesaṃ bhikkhunī aññataraṃ vā aññataraṃ vā āpajjitvā na labhati bhikkhunīhi saddhiṃ saṃvāsaṃ yathā pure, tathā pacchā, pārājikā hoti asaṃvāsā. Tatthāyyāyo, pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:36": "Pārājikaṃ niṭṭhitaṃ.",
  "tika-vin04t1:37": "Saṅghādisesuddeso",
  "tika-vin04t1:38": "Ime kho panāyyāyo sattarasa saṅghādisesā",
  "tika-vin04t1:39": "Dhammā uddesaṃ āgacchanti.",
  "tika-vin04t1:40": "Ussayavādikāsikkhāpadaṃ",
  "tika-vin04t1:41": "1. Yā pana bhikkhunī ussayavādikā vihareyya gahapatinā vā gahapatiputtena vā dāsena vā kammakārena vā antamaso samaṇaparibbājakenāpi, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:42": "Corīvuṭṭhāpikāsikkhāpadaṃ",
  "tika-vin04t1:43": "2. Yā pana bhikkhunī jānaṃ coriṃ vajjhaṃ viditaṃ anapaloketvā rājānaṃ vā saṅghaṃ vā gaṇaṃ vā pūgaṃ vā seṇiṃ vā, aññatra kappā vuṭṭhāpeyya, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:44": "Ekagāmantaragamanasikkhāpadaṃ",
  "tika-vin04t1:45": "3. Yā pana bhikkhunī ekā vā gāmantaraṃ gaccheyya, ekā vā nadīpāraṃ gaccheyya, ekā vā rattiṃ vippavaseyya, ekā vā gaṇamhā ohiyeyya, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:46": "Ukkhittakaosāraṇasikkhāpadaṃ",
  "tika-vin04t1:47": "4. Yā pana bhikkhunī samaggena saṅghena ukkhittaṃ bhikkhuniṃ dhammena vinayena satthusāsanena anapaloketvā kārakasaṅghaṃ, anaññāya gaṇassa chandaṃ osāreyya, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:48": "Bhojanapaṭiggahaṇapaṭhamasikkhāpadaṃ",
  "tika-vin04t1:49": "5. Yā pana bhikkhunī avassutā avassutassa purisapuggalassa hatthato khādanīyaṃ vā, bhojanīyaṃ vā sahatthā paṭiggahetvā khādeyya vā bhuñjeyya vā, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:50": "Bhojanapaṭiggahaṇadutiyasikkhāpadaṃ",
  "tika-vin04t1:51": "6. Yā pana bhikkhunī evaṃ vadeyya ‘‘kiṃ te, ayye, eso purisapuggalo karissati avassuto vā anavassuto vā, yato tvaṃ anavassutā, iṅgha, ayye, yaṃ te eso purisapuggalo deti khādanīyaṃ vā bhojanīyaṃ vā, taṃ tvaṃ sahatthā paṭiggahetvā khāda vā bhuñja vā’’ti, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:52": "Sañcarittasikkhāpadaṃ",
  "tika-vin04t1:53": "7. Yā pana bhikkhunī sañcarittaṃ samāpajjeyya itthiyā vā purisamatiṃ, purisassa vā itthimatiṃ, jāyattane vā jārattane vā antamaso taṅkhaṇikāyapi, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:54": "Duṭṭhadosasikkhāpadaṃ",
  "tika-vin04t1:55": "8. Yā pana bhikkhunī bhikkhuniṃ duṭṭhā dosā appatītā amūlakena pārājikena dhammena anuddhaṃseyya ‘‘appeva nāma naṃ imamhā brahmacariyā cāveyya’’nti, tato aparena samayena samanuggāhīyamānā vā asa manuggāhīyamānā vā amūlakañceva taṃ adhikaraṇaṃ hoti, bhikkhunī ca dosaṃ patiṭṭhāti, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:56": "Aññabhāgiyasikkhāpadaṃ",
  "tika-vin04t1:57": "9. Yā pana bhikkhunī bhikkhuniṃ duṭṭhā dosā appatītā aññabhāgiyassa adhikaraṇassa kiñcidesaṃ lesamattaṃ upādāya pārājikena dhammena anuddhaṃseyya ‘‘appeva nāma naṃ imamhā brahmacariyā cāveyya’’nti, tato aparena samayena samanuggāhīyamānā vā asamanuggāhīyamānā vā aññabhāgiyañceva taṃ adhikaraṇaṃ hoti. Kocideso lesamatto upādinno, bhikkhunī ca dosaṃ patiṭṭhāti, ayampi bhikkhunī paṭhamāpattikaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:58": "Sikkhaṃpaccācikkhaṇasikkhāpadaṃ",
  "tika-vin04t1:59": "10. Yā pana bhikkhunī kupitā anattamanā evaṃ vadeyya ‘‘buddhaṃ paccācikkhāmi dhammaṃ paccācikkhāmi, saṅghaṃ paccācikkhāmi, sikkhaṃ paccācikkhāmi, kinnumāva samaṇiyo yā samaṇiyo sakyadhītaro, santaññāpi samaṇiyo lajjiniyo kukkuccikā sikkhākāmā, tāsāhaṃ santike brahmacariyaṃ carissāmī’’ti. Sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye kupitā anattamanā evaṃ avaca ‘buddhaṃ paccācikkhāmi, dhammaṃ paccācikkhāmi, saṅghaṃ paccācikkhāmi, sikkhaṃ paccācikkhāmi, kinnumāva samaṇiyo yā samaṇiyo sakyadhītaro, santaññāpi samaṇiyo lajjiniyo kukkuccikā sikkhākāmā, tāsāhaṃ santike brahmacariyaṃ carissāmī’ti, abhiramāyye, svākkhāto dhammo, cara brahmacariyaṃ sammā dukkhassa antakiriyāyā’’ti, evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ, no ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:60": "Adhikaraṇakupitasikkhāpadaṃ",
  "tika-vin04t1:61": "11. Yā pana bhikkhunī kismiñcideva adhikaraṇe paccākatā kupitā anattamanā evaṃ vadeyya ‘‘chandagāminiyo ca bhikkhuniyo, dosagāminiyo ca bhikkhuniyo, mohagāminiyo ca bhikkhuniyo, bhayagāminiyo ca bhikkhuniyo’’ti, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye, kismiñcideva adhikaraṇe paccākatā kupitā anattamanā evaṃ avaca ‘chandagāminiyo ca bhikkhuniyo, dosagāminiyo ca bhikkhuniyo, mohagāminiyo ca bhikkhuniyo, bhayagāminiyo ca bhikkhuniyo’ti, ayyā kho chandāpi gaccheyya, dosāpi gaccheyya, mohāpi gaccheyya, bhayāpi gaccheyyā’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ, no ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:62": "Pāpasamācārapaṭhamasikkhāpadaṃ",
  "tika-vin04t1:63": "12. Bhikkhuniyo paneva saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā, tā bhikkhuniyo bhikkhunīhi evamassu vacanīyā ‘‘bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā, viviccathāyye, vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī’’ti, evañca tā bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṃ, tā bhikkhuniyo bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ, iccetaṃ kusalaṃ, no ce paṭinissajjeyyuṃ, imāpi bhikkhuniyo yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:64": "Pāpasamācāradutiyasikkhāpadaṃ",
  "tika-vin04t1:65": "13. Yā pana bhikkhunī evaṃ vadeyya ‘‘saṃsaṭṭhāva, ayye, tumhe viharatha, mā tumhe nānā viharittha, santi saṅghe aññāpi bhikkhuniyo evācārā evaṃsaddā evaṃsilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā, tā saṅgho na kiñci āha tumhaññeva saṅgho uññāya paribhavena akkhantiyā vebhassiyā dubbalyā evamāha – ‘bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā, viviccathāyye, vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī’’’ti, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye, evaṃ avaca, saṃsaṭṭhāva ayye tumhe viharatha, mā tumhe nānā viharittha, santi saṅghe aññāpi bhikkhuniyo evācārā evaṃsaddā evaṃsilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā, tā saṅgho na kiñci āha, tumhaññeva saṅgho uññāya paribhavena akkhantiyā vebhassiyā dubbalyā evamāha – ‘bhaginiyo kho saṃsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā, viviccathāyye, vivekaññeva bhaginīnaṃ saṅgho vaṇṇetī’’’ti, evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ, no ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:66": "Saṅghabhedakasikkhāpadaṃ",
  "tika-vin04t1:67": "14. Yā pana bhikkhunī samaggassa saṅghassa bhedāya parakkameyya, bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāya paggayha tiṭṭheyya, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyyā, samaggassa saṅghassa bhedāya parakkami, bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāya paggayha aṭṭhāsi, sametāyyā, saṅghena, samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ. No ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:68": "Bhedānuvattakasikkhāpadaṃ",
  "tika-vin04t1:69": "15. Tassāyeva kho pana bhikkhuniyā bhikkhuniyo honti anuvattikā vaggavādikā ekā vā dve vā tisso vā, tā evaṃ vadeyyuṃ ‘‘māyyāyo, etaṃ bhikkhuniṃ kiñci avacuttha dhammavādinī cesā bhikkhunī, vinayavādinī cesā bhikkhunī, amhākañcesā bhikkhunī chandañca ruciñca ādāya voharati, jānāti, no bhāsati, amhākampetaṃ khamatī’’ti, tā bhikkhuniyo bhikkhunīhi evamassu vacanīyā ‘‘māyyāyo, evaṃ avacuttha, na cesā bhikkhunī dhammavādinī, na cesā bhikkhunī vinayavādinī, māyyānampi saṅghabhedo ruccittha, sametāyyānaṃ saṅghena, samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī’’ti, evañca tā bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṃ, tā bhikkhuniyo bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyyuṃ. Iccetaṃ kusalaṃ. No ce paṭinissajjeyyuṃ, imāpi bhikkhuniyo yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:70": "Dubbacasikkhāpadaṃ",
  "tika-vin04t1:71": "16. Bhikkhunī paneva dubbacajātikā hoti uddesapariyāpannesu sikkhāpadesu bhikkhunīhi sahadhammikaṃ vuccamānā attānaṃ avacanīyaṃ karoti ‘‘mā maṃ ayyāyo kiñci avacuttha kalyāṇaṃ vā pāpakaṃ vā, ahampāyyāyo, na kiñci vakkhāmi kalyāṇaṃ vā pāpakaṃ vā, viramathāyyāyo, mama vacanāyā’’ti, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyyā, attānaṃ avacanīyaṃ akāsi, vacanīyameva, ayyā, attānaṃ karotu, ayyāpi bhikkhuniyo vadatu sahadhammena, bhikkhuniyopi ayyaṃ vakkhanti sahadhammena, evaṃ saṃvaddhā hi tassa bhagavato parisā yadidaṃ aññamaññavacanena aññamaññavuṭṭhāpanenā’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ. No ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:72": "Kuladūsakasikkhāpadaṃ",
  "tika-vin04t1:73": "17. Bhikkhunī paneva aññataraṃ gāmaṃ vā nigamaṃ vā upanissāya viharati kuladūsikā pāpasamācārā, tassā kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni ca tāya duṭṭhāni dissanti ceva suyyanti ca, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘ayyā, kho kuladūsikā pāpasamācārā, ayyāya kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni cāyyāya, duṭṭhāni dissanti ceva suyyanti ca, pakkamatāyyā imamhā āvāsā, alaṃ te idha vāsenā’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tā bhikkhuniyo evaṃ vadeyya ‘‘chandagāminiyo ca bhikkhuniyo, dosagāminiyo ca bhikkhuniyo, mohagāminiyo ca bhikkhuniyo, bhayagāminiyo ca bhikkhuniyo, tādisikāya āpattiyā ekaccaṃ pabbājenti ekaccaṃ na pabbājentī’’ti, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyyā, evaṃ avaca, na ca bhikkhuniyo chandagāminiyo, na ca bhikkhuniyo dosagāminiyo , na ca bhikkhuniyo mohagāminiyo, na ca bhikkhuniyo bhayagāminiyo, ayyā kho kuladūsikā pāpasamācārā, ayyāya kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni cāyyāya duṭṭhāni dissanti ceva suyyanti ca, pakkamatāyyā, imamhā āvāsā alaṃ te idha vāsenā’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ. No ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṃ dhammaṃ āpannā nissāraṇīyaṃ saṅghādisesaṃ.",
  "tika-vin04t1:74": "Uddiṭṭhā kho ayyāyo sattarasa saṅghādisesā dhammā nava paṭhamāpattikā, aṭṭha yāvatatiyakā,",
  "tika-vin04t1:75": "Yesaṃ bhikkhunī aññataraṃ vā aññataraṃ vā āpajjati, tāya bhikkhuniyā ubhatosaṅghe pakkhamānattaṃ caritabbaṃ. Ciṇṇamānattā bhikkhunī yattha siyā vīsatigaṇo bhikkhunisaṅgho, tattha sā bhikkhunī abbhetabbā. Ekāyapi ce ūno vīsatigaṇo bhikkhunisaṅgho taṃ bhikkhuniṃ abbheyya, sā ca bhikkhunī anabbhitā, tā ca bhikkhuniyo gārayhā, ayaṃ tattha sāmīci. Tatthāyyāyo pucchāmi, kaccittha parisuddhā, dutiyampi, pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:76": "Saṅghādiseso niṭṭhito.",
  "tika-vin04t1:77": "Nissaggiya pācittiyā",
  "tika-vin04t1:78": "Ime kho panāyyāyo tiṃsa nissaggiyā pācittiyā",
  "tika-vin04t1:79": "Dhammā uddesaṃ āgacchanti.",
  "tika-vin04t1:80": "Pattasannicayasikkhāpadaṃ",
  "tika-vin04t1:81": "1. Yā pana bhikkhunī pattasannicayaṃ kareyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:82": "Akālacīvarabhājanasikkhāpadaṃ",
  "tika-vin04t1:83": "2. Yā pana bhikkhunī akālacīvaraṃ ‘‘kālacīvara’’nti adhiṭṭhahitvā bhājāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:84": "Cīvaraparivattanasikkhāpadaṃ",
  "tika-vin04t1:85": "3. Yā pana bhikkhunī bhikkhuniyā saddhiṃ cīvaraṃ parivattetvā sā pacchā evaṃ vadeyya ‘‘handāyye, tuyhaṃ cīvaraṃ, āhara metaṃ cīvaraṃ, yaṃ tuyhaṃ tuyhamevetaṃ, yaṃ mayhaṃ mayhamevetaṃ, āhara metaṃ cīvaraṃ, sakaṃ paccāharā’’ti acchindeyya vā acchindāpeyya vā, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:86": "Aññaviññāpanasikkhāpadaṃ",
  "tika-vin04t1:87": "4. Yā pana bhikkhunī aññaṃ viññāpetvā aññaṃ viññāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:88": "Aññacetāpana sikkhāpadaṃ",
  "tika-vin04t1:89": "5. Yā pana bhikkhunī aññaṃ cetāpetvā aññaṃ cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:90": "Paṭhamasaṅghikacetāpanasikkhāpadaṃ",
  "tika-vin04t1:91": "6. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena saṅghikena aññaṃ cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:92": "Dutiyasaṅghikacetāpanasikkhāpadaṃ",
  "tika-vin04t1:93": "7. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena saṅghikena saññācikena aññaṃ cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:94": "Paṭhamagaṇikacetāpanasikkhāpadaṃ",
  "tika-vin04t1:95": "8. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena mahājanikena aññaṃ cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:96": "Dutiyagaṇikacetāpanasikkhāpadaṃ",
  "tika-vin04t1:97": "9. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena mahājanikena saññācikena aññaṃ cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:98": "Puggalikacetāpanasikkhāpadaṃ",
  "tika-vin04t1:99": "10. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena puggalikena saññācikena aññaṃ cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:100": "Pattavaggo paṭhamo.",
  "tika-vin04t1:101": "Garupāvuraṇasikkhāpadaṃ",
  "tika-vin04t1:102": "11. Garupāvuraṇaṃ pana bhikkhuniyā cetāpentiyā catukkaṃsaparamaṃ cetāpetabbaṃ. Tato ce uttari cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:103": "Lahupāvuraṇasikkhāpadaṃ",
  "tika-vin04t1:104": "12. Lahupāvuraṇaṃ pana bhikkhuniyā cetāpentiyā aḍḍhateyyakaṃsaparamaṃ cetāpetabbaṃ. Tato ce uttari cetāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:105": "Kathinasikkhāpadaṃ",
  "tika-vin04t1:106": "13. Niṭṭhitacīvarasmiṃ bhikkhuniyā ubbhatasmiṃ kathine dasāhaparamaṃ atirekacīvaraṃ dhāretabbaṃ. Taṃ atikkāmentiyā, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:107": "Udositasikkhāpadaṃ",
  "tika-vin04t1:108": "14. Niṭṭhitacīvarasmiṃ bhikkhuniyā ubbhatasmiṃ kathine ekarattampi ce bhikkhunī ticīvarena vippavaseyya, aññatra bhikkhunisammutiyā nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:109": "Akālacīvarasikkhāpadaṃ",
  "tika-vin04t1:110": "15. Niṭṭhitacīvarasmiṃ bhikkhuniyā ubbhatasmiṃ kathine bhikkhuniyā paneva akālacīvaraṃ uppajjeyya, ākaṅkhamānāya bhikkhuniyā paṭiggahetabbaṃ, paṭiggahetvā khippameva kāretabbaṃ, no cassa pāripūri, māsaparamaṃ tāya bhikkhuniyā taṃ cīvaraṃ nikkhipitabbaṃ ūnassa pāripūriyā satiyā paccāsāya. Tato ce uttari nikkhipeyya satiyāpi paccāsāya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:111": "Aññātakaviññattisikkhāpadaṃ",
  "tika-vin04t1:112": "16. Yā pana bhikkhunī aññātakaṃ gahapatiṃ vā gahapatāniṃ vā cīvaraṃ viññāpeyya aññatra samayā, nissaggiyaṃ pācittiyaṃ. Tatthāyaṃ samayo acchinnacīvarā vā hoti bhikkhunī, naṭṭhacīvarā vā, ayaṃ tattha samayo.",
  "tika-vin04t1:113": "Tatuttarisikkhāpadaṃ",
  "tika-vin04t1:114": "17. Tañce aññātako gahapati vā gahapatānī vā bahūhi cīvarehi abhihaṭṭhuṃ pavāreyya, santaruttaraparamaṃ tāya bhikkhuniyā tato cīvaraṃ sāditabbaṃ. Tato ce uttari sādiyeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:115": "Paṭhamaupakkhaṭasikkhāpadaṃ",
  "tika-vin04t1:116": "18. Bhikkhuniṃ paneva uddissa aññātakassa gahapatissa vā gahapatāniyā vā cīvaracetāpannaṃ upakkhaṭaṃ hoti ‘‘iminā cīvaracetāpannena cīvaraṃ cetāpetvā itthannāmaṃ bhikkhuniṃ cīvarena acchādessāmī’’ti. Tatra cesā bhikkhunī pubbe appavāritā upasaṅkamitvā cīvare vikappaṃ āpajjeyya ‘‘sādhu vata, maṃ āyasmā iminā cīvaracetāpannena evarūpaṃ vā evarūpaṃ vā cīvaraṃ cetāpetvā acchādehī’’ti kalyāṇakamyataṃ upādāya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:117": "Dutiyaupakkhaṭasikkhāpadaṃ",
  "tika-vin04t1:118": "19. Bhikkhuniṃ paneva uddissa ubhinnaṃ aññātakānaṃ gahapatīnaṃ vā gahapatānīnaṃ vā paccekacīvaracetāpannāni upakkhaṭāni honti ‘‘imehi mayaṃ paccekacīvaracetāpannehi paccekacīvarāni cetāpetvā itthannāmaṃ bhikkhuniṃ cīvarehi acchādessāmā’’ti. Tatra cesā bhikkhūnī pubbe appavāritā upasaṅkamitvā cīvare vikappaṃ āpajjeyya ‘‘sādhu vata maṃ āyasmanto imehi paccekacīvaracetāpannehi evarūpaṃ vā evarūpaṃ vā cīvaraṃ cetāpetvā acchādetha ubhova santā ekenā’’ti kalyāṇakamyataṃ upādāya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:119": "Rājasikkhāpadaṃ",
  "tika-vin04t1:120": "20. Bhikkhuniṃ paneva uddissa rājā vā rājabhoggo vā brāhmaṇo vā gahapatiko vā dūtena cīvaracetāpannaṃ pahiṇeyya ‘‘iminā cīvaracetāpannena cīvaraṃ cetāpetvā itthannāmaṃ bhikkhuniṃ cīvarena acchādehī’’ti. So ce dūto taṃ bhikkhuniṃ upasaṅkamitvā evaṃ vadeyya ‘‘idaṃ kho, ayye, ayyaṃ uddissa cīvaracetāpannaṃ ābhataṃ, paṭiggaṇhātāyyā cīvaracetāpanna’’nti. Tāya bhikkhuniyā so dūto evamassa vacanīyo ‘‘na kho mayaṃ, āvuso, cīvaracetāpannaṃ paṭiggaṇhāma, cīvarañca kho mayaṃ paṭiggaṇhāma kālena kappiya’’nti. So ce dūto taṃ bhikkhuniṃ evaṃ vadeyya ‘‘atthi panāyyāya, koci veyyāvaccakaro’’ti, cīvaratthikāya, bhikkhave, bhikkhuniyā veyyāvaccakaro niddisitabbo ārāmiko vā upāsako vā ‘‘eso kho, āvuso, bhikkhunīnaṃ veyyāvaccakaro’’ti. So ce dūto taṃ veyyāvaccakaraṃ saññāpetvā taṃ bhikkhuniṃ upasaṅkamitvā evaṃ vadeyya ‘‘yaṃ kho, ayye, ayyā veyyāvaccakaraṃ niddisi, saññatto so mayā, upasaṅkamatāyyā kālena, cīvarena taṃ acchādessatī’’ti. Cīvaratthikāya, bhikkhave, bhikkhuniyā veyyāvaccakaro upasaṅkamitvā dvattikkhattuṃ codetabbo sāretabbo ‘‘attho me, āvuso, cīvarenā’’ti, dvattikkhattuṃ codayamānā sārayamānā taṃ cīvaraṃ abhinipphādeyya, iccetaṃ kusalaṃ, no ce abhinipphādeyya, catukkhattuṃ pañcakkhattuṃ chakkhattuparamaṃ tuṇhībhūtāya uddissa ṭhātabbaṃ, catukkhattuṃ pañcakkhattuṃ chakkhattuparamaṃ tuṇhībhūtā uddissa tiṭṭhamānā taṃ cīvaraṃ abhinipphādeyya, iccetaṃ kusalaṃ. Tato ce uttari vāyamamānā taṃ cīvaraṃ abhinipphādeyya, nissaggiyaṃ pācittiyaṃ. No ce abhinipphādeyya, yatassā cīvaracetāpannaṃ ābhataṃ, tattha sāmaṃ vā gantabbaṃ, dūto vā pāhetabbo ‘‘yaṃ kho tumhe āyasmanto bhikkhuniṃ uddissa cīvaracetāpannaṃ pahiṇittha, na taṃ tassā bhikkhuniyā kiñci atthaṃ anubhoti, yuñjantāyasmanto sakaṃ, mā vo sakaṃ vinassā’’ti, ayaṃ tattha sāmīci.",
  "tika-vin04t1:121": "Cīvaravaggo dutiyo.",
  "tika-vin04t1:122": "Rūpiyasikkhāpadaṃ",
  "tika-vin04t1:123": "21. Yā pana bhikkhunī jātarūparajataṃ uggaṇheyya vā uggaṇhāpeyya vā upanikkhittaṃ vā sādiyeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:124": "Rūpiyasaṃvohārasikkhāpadaṃ",
  "tika-vin04t1:125": "22. Yā pana bhikkhunī nānappakārakaṃ rūpiyasaṃvohāraṃ samāpajjeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:126": "Kayavikkayasikkhāpadaṃ",
  "tika-vin04t1:127": "23. Yā pana bhikkhunī nānappakārakaṃ kayavikkayaṃ samāpajjeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:128": "Ūnapañcabandhanasikkhāpadaṃ",
  "tika-vin04t1:129": "24. Yā pana bhikkhunī ūnapañcabandhanena pattena aññaṃ navaṃ pattaṃ cetāpeyya, nissaggiyaṃ pācittiyaṃ. Tāya bhikkhuniyā so patto bhikkhuniparisāya nissajjitabbo, yo ca tassā bhikkhuniparisāya pattapariyanto, so tassā bhikkhuniyā padātabbo ‘‘ayaṃ te bhikkhuni patto yāvabhedanāya dhāretabbo’’ti, ayaṃ tattha sāmīci.",
  "tika-vin04t1:130": "Bhesajjasikkhāpadaṃ",
  "tika-vin04t1:131": "25. Yāni kho pana tāni gilānānaṃ bhikkhunīnaṃ paṭisāyanīyāni bhesajjāni, seyyathidaṃ – sappi navanītaṃ telaṃ madhu phāṇitaṃ, tāni paṭiggahetvā sattāhaparamaṃ sannidhikārakaṃ paribhuñjitabbāni. Taṃ atikkāmentiyā, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:132": "Cīvaraacchindanasikkhāpadaṃ",
  "tika-vin04t1:133": "26. Yā pana bhikkhunī bhikkhuniyā sāmaṃ cīvaraṃ datvā kupitā anattamanā acchindeyya vā acchindāpeyya vā, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:134": "Suttaviññattisikkhāpadaṃ",
  "tika-vin04t1:135": "27. Yā pana bhikkhunī sāmaṃ suttaṃ viññāpetvā tantavāyehi cīvaraṃ vāyāpeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:136": "Mahāpesakārasikkhāpadaṃ",
  "tika-vin04t1:137": "28. Bhikkhuniṃ paneva uddissa aññātako gahapati vā gahapatānī vā tantavāyehi cīvaraṃ vāyāpeyya, tatra cesā bhikkhunī pubbe appavāritā tantavāye upasaṅkamitvā cīvare vikappaṃ āpajjeyya ‘‘idaṃ kho āvuso cīvaraṃ maṃ uddissa viyyati, āyatañca karotha, vitthatañca appitañca suvītañca suppavāyitañca suvilekhitañca suvitacchitañca karotha, appeva nāma mayampi āyasmantānaṃ kiñcimattaṃ anupadajjeyyāmā’’ti, evañca sā bhikkhunī vatvā kiñcimattaṃ anupadajjeyya antamaso piṇḍapātamattampi, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:138": "Accekacīvarasikkhāpadaṃ",
  "tika-vin04t1:139": "29. Dasāhānāgataṃ kattikatemāsikapuṇṇamaṃ bhikkhuniyā paneva accekacīvaraṃ uppajjeyya, accekaṃ maññamānāya bhikkhuniyā paṭiggahetabbaṃ, paṭiggahetvā yāva cīvarakālasamayaṃ nikkhipitabbaṃ. Tato ce uttari nikkhipeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:140": "Pariṇatasikkhāpadaṃ",
  "tika-vin04t1:141": "30. Yā pana bhikkhunī jānaṃ saṅghikaṃ lābhaṃ pariṇataṃ attano pariṇāmeyya, nissaggiyaṃ pācittiyaṃ.",
  "tika-vin04t1:142": "Pattavaggo tatiyo.",
  "tika-vin04t1:143": "Uddiṭṭhā kho, ayyāyo, tiṃsa nissaggiyā pācittiyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:144": "Nissaggiyapācittiyā niṭṭhitā.",
  "tika-vin04t1:145": "Suddhapācittiyā",
  "tika-vin04t1:146": "Ime kho panāyyāyo, chasaṭṭhisatā pācittiyā",
  "tika-vin04t1:147": "Dhammā uddesaṃ āgacchanti.",
  "tika-vin04t1:148": "Lasuṇasikkhāpadaṃ",
  "tika-vin04t1:149": "1. Yā pana bhikkhunī lasuṇaṃ khādeyya pācittiyaṃ.",
  "tika-vin04t1:150": "Sambādhalomasikkhāpadaṃ",
  "tika-vin04t1:151": "2. Yā pana bhikkhunī sambādhe lomaṃ saṃharāpeyya, pācittiyaṃ.",
  "tika-vin04t1:152": "Talaghātakasikkhāpadaṃ",
  "tika-vin04t1:153": "3. Talaghātake pācittiyaṃ.",
  "tika-vin04t1:154": "Jatumaṭṭhakasikkhāpadaṃ",
  "tika-vin04t1:155": "4. Jatumaṭṭhake pācittiyaṃ.",
  "tika-vin04t1:156": "Udakasuddhikasikkhāpadaṃ",
  "tika-vin04t1:157": "5. Udakasuddhikaṃ pana bhikkhuniyā ādiyamānāya dvaṅgulapabbaparamaṃ ādātabbaṃ. Taṃ atikkāmentiyā pācittiyaṃ.",
  "tika-vin04t1:158": "Upatiṭṭhanasikkhāpadaṃ",
  "tika-vin04t1:159": "6. Yā pana bhikkhunī bhikkhussa bhuñjantassa pānīyena vā vidhūpanena vā upatiṭṭheyya, pācittiyaṃ.",
  "tika-vin04t1:160": "Āmakadhaññasikkhāpadaṃ",
  "tika-vin04t1:161": "7. Yā pana bhikkhunī āmakadhaññaṃ viññatvā vā viññāpetvā vā bhajjitvā vā bhajjāpetvā vā koṭṭetvā vā koṭṭāpetvā vā pacitvā vā pacāpetvā vā bhuñjeyya, pācittiyaṃ.",
  "tika-vin04t1:162": "Paṭhamauccārachaḍḍanasikkhāpadaṃ",
  "tika-vin04t1:163": "8. Yā pana bhikkhunī uccāraṃ vā passāvaṃ vā saṅkāraṃ vā vighāsaṃ vā tirokuṭṭe vā tiropākāre vā chaḍḍeyya vā chaḍḍāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:164": "Dutiyauccārachaḍḍanasikkhāpadaṃ",
  "tika-vin04t1:165": "9. Yā pana bhikkhunī uccāraṃ vā passāvaṃ vā saṅkāraṃ vā vighāsaṃ vā harite chaḍḍeyya vā chaḍḍāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:166": "Naccagītasikkhāpadaṃ",
  "tika-vin04t1:167": "10. Yā pana bhikkhunī naccaṃ vā gītaṃ vā vāditaṃ vā dassanāya gaccheyya, pācittiyaṃ.",
  "tika-vin04t1:168": "Lasuṇavaggo paṭhamo.",
  "tika-vin04t1:169": "Rattandhakārasikkhāpadaṃ",
  "tika-vin04t1:170": "11. Yā pana bhikkhunī rattandhakāre appadīpe purisena saddhiṃ ekenekā santiṭṭheyya vā sallapeyya vā, pācittiyaṃ.",
  "tika-vin04t1:171": "Paṭicchannokāsasikkhāpadaṃ",
  "tika-vin04t1:172": "12. Yā pana bhikkhunī paṭicchanne okāse purisena saddhiṃ ekenekā santiṭṭheyya vā sallapeyya vā, pācittiyaṃ.",
  "tika-vin04t1:173": "Ajjhokāsasallapanasikkhāpadaṃ",
  "tika-vin04t1:174": "13. Yā pana bhikkhunī ajjhokāse purisena saddhiṃ ekenekā santiṭṭheyya vā sallapeyya vā, pācittiyaṃ.",
  "tika-vin04t1:175": "Dutiyikauyyojanasikkhāpadaṃ",
  "tika-vin04t1:176": "14. Yā pana bhikkhunī rathikāya vā byūhe vā siṅghāṭake vā purisena saddhiṃ ekenekā santiṭṭheyya vā sallapeyya vā nikaṇṇikaṃ vā jappeyya dutiyikaṃ vā bhikkhuniṃ uyyojeyya, pācittiyaṃ.",
  "tika-vin04t1:177": "Anāpucchāpakkamanasikkhāpadaṃ",
  "tika-vin04t1:178": "15. Yā pana bhikkhunī purebhattaṃ kulāni upasaṅkamitvā āsane nisīditvā sāmike anāpucchā pakkameyya, pācittiyaṃ.",
  "tika-vin04t1:179": "Anāpucchāabhinisīdanasikkhāpadaṃ",
  "tika-vin04t1:180": "16. Yā pana bhikkhunī pacchābhattaṃ kulāni upasaṅkamitvā sāmike anāpucchā āsane abhinisīdeyya vā abhinipajjeyya vā, pācittiyaṃ.",
  "tika-vin04t1:181": "Anāpucchāsantharaṇasikkhāpadaṃ",
  "tika-vin04t1:182": "17. Yā pana bhikkhunī vikāle kulāni upasaṅkamitvā sāmike anāpucchā seyyaṃ santharitvā vā santharāpetvā vā abhinisīdeyya vā abhinipajjeyya vā, pācittiyaṃ.",
  "tika-vin04t1:183": "Paraujjhāpanakasikkhāpadaṃ",
  "tika-vin04t1:184": "18. Yā pana bhikkhunī duggahitena dūpadhāritena paraṃ ujjhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:185": "Paraabhisapanasikkhāpadaṃ",
  "tika-vin04t1:186": "19. Yā pana bhikkhunī attānaṃ vā paraṃ vā nirayena vā brahmacariyena vā abhisapeyya, pācittiyaṃ.",
  "tika-vin04t1:187": "Rodanasikkhāpadaṃ",
  "tika-vin04t1:188": "20. Yā pana bhikkhunī attānaṃ vadhitvā vadhitvā rodeyya, pācittiyaṃ.",
  "tika-vin04t1:189": "Rattandhakāravaggo dutiyo.",
  "tika-vin04t1:190": "Naggasikkhāpadaṃ",
  "tika-vin04t1:191": "21. Yā pana bhikkhunī naggā nahāyeyya, pācittiyaṃ.",
  "tika-vin04t1:192": "Udakasāṭikasikkhāpadaṃ",
  "tika-vin04t1:193": "22. Udakasāṭikaṃ pana bhikkhuniyā kārayamānāya pamāṇikā kāretabbā, tatridaṃ pamāṇaṃ , dīghaso catasso vidatthiyo sugatavidatthiyā, tiriyaṃ dve vidatthiyo. Taṃ atikkāmentiyā chedanakaṃ pācittiyaṃ.",
  "tika-vin04t1:194": "Cīvarasibbanasikkhāpadaṃ",
  "tika-vin04t1:195": "23. Yā pana bhikkhunī bhikkhuniyā cīvaraṃ visibbetvā vā visibbāpetvā vā sā pacchā anantarāyikinī neva sibbeyya, na sibbāpanāya ussukkaṃ kareyya aññatra catūhapañcāhā, pācittiyaṃ.",
  "tika-vin04t1:196": "Saṅghāṭicārasikkhāpadaṃ",
  "tika-vin04t1:197": "24. Yā pana bhikkhunī pañcāhikaṃ saṅghāṭicāraṃ atikkāmeyya, pācittiyaṃ.",
  "tika-vin04t1:198": "Cīvarasaṅkamanīyasikkhāpadaṃ",
  "tika-vin04t1:199": "25. Yā pana bhikkhunī cīvarasaṅkamanīyaṃ dhāreyya, pācittiyaṃ.",
  "tika-vin04t1:200": "Gaṇacīvarasikkhāpadaṃ",
  "tika-vin04t1:201": "26. Yā pana bhikkhunī gaṇassa cīvaralābhaṃ antarāyaṃ kareyya, pācittiyaṃ.",
  "tika-vin04t1:202": "Paṭibāhanasikkhāpadaṃ",
  "tika-vin04t1:203": "27. Yā pana bhikkhunī dhammikaṃ cīvaravibhaṅgaṃ paṭibāheyya, pācittiyaṃ.",
  "tika-vin04t1:204": "Cīvaradānasikkhāpadaṃ",
  "tika-vin04t1:205": "28. Yā pana bhikkhunī agārikassa vā paribbājakassa vā paribbājikāya vā samaṇacīvaraṃ dadeyya, pācittiyaṃ.",
  "tika-vin04t1:206": "Kālaatikkamanasikkhāpadaṃ",
  "tika-vin04t1:207": "29. Yā pana bhikkhunī dubbalacīvarapaccāsāya cīvarakālasamayaṃ atikkāmeyya, pācittiyaṃ.",
  "tika-vin04t1:208": "Kathinuddhārasikkhāpadaṃ",
  "tika-vin04t1:209": "30. Yā pana bhikkhunī dhammikaṃ kathinuddhāraṃ paṭibāheyya, pācittiyaṃ.",
  "tika-vin04t1:210": "Naggavaggo tatiyo.",
  "tika-vin04t1:211": "Ekamañcatuvaṭṭanasikkhāpadaṃ",
  "tika-vin04t1:212": "31. Yā pana bhikkhuniyo dve ekamañce tuvaṭṭeyyuṃ, pācittiyaṃ.",
  "tika-vin04t1:213": "Ekattharaṇatuvaṭṭanasikkhāpadaṃ",
  "tika-vin04t1:214": "32. Yā pana bhikkhuniyo dve ekattharaṇapāvuraṇā tuvaṭṭeyyuṃ, pācittiyaṃ.",
  "tika-vin04t1:215": "Aphāsukaraṇasikkhāpadaṃ",
  "tika-vin04t1:216": "33. Yā pana bhikkhunī bhikkhuniyā sañcicca aphāsuṃ kareyya, pācittiyaṃ.",
  "tika-vin04t1:217": "Naupaṭṭhāpanasikkhāpadaṃ",
  "tika-vin04t1:218": "34. Yā pana bhikkhunī dukkhitaṃ sahajīviniṃ neva upaṭṭhaheyya, na upaṭṭhāpanāya ussukkaṃ kareyya, pācittiyaṃ.",
  "tika-vin04t1:219": "Nikkaḍḍhanasikkhāpadaṃ",
  "tika-vin04t1:220": "35. Yā pana bhikkhunī bhikkhuniyā upassayaṃ datvā kupitā anattamanā nikkaḍḍheyya vā nikkaḍḍhāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:221": "Saṃsaṭṭhasikkhāpadaṃ",
  "tika-vin04t1:222": "36. Yā pana bhikkhunī saṃsaṭṭhā vihareyya gahapatinā vā gahapatiputtena vā, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye, saṃsaṭṭhā vihari gahapatināpi gahapatiputtenāpi, viviccāyye, vivekaññeva bhaginiyā saṅgho vaṇṇetī’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ. No ce paṭinissajjeyya, pācittiyaṃ.",
  "tika-vin04t1:223": "Antoraṭṭhasikkhāpadaṃ",
  "tika-vin04t1:224": "37. Yā pana bhikkhunī antoraṭṭhe sāsaṅkasammate sappaṭibhaye asatthikā cārikaṃ careyya, pācittiyaṃ.",
  "tika-vin04t1:225": "Tiroraṭṭhasikkhāpadaṃ",
  "tika-vin04t1:226": "38. Yā pana bhikkhunī tiroraṭṭhe sāsaṅkasammate sappaṭibhaye asatthikā cārikaṃ careyya, pācittiyaṃ.",
  "tika-vin04t1:227": "Antovassasikkhāpadaṃ",
  "tika-vin04t1:228": "39. Yā pana bhikkhunī antovassaṃ cārikaṃ careyya, pācittiyaṃ.",
  "tika-vin04t1:229": "Cārikanapakkamanasikkhāpadaṃ",
  "tika-vin04t1:230": "40. Yā pana bhikkhunī vassaṃvuṭṭhā cārikaṃ na pakkameyya antamaso chappañcayojanānipi, pācittiyaṃ.",
  "tika-vin04t1:231": "Tuvaṭṭavaggo catuttho.",
  "tika-vin04t1:232": "Rājāgārasikkhāpadaṃ",
  "tika-vin04t1:233": "41. Yā pana bhikkhunī rājāgāraṃ vā cittāgāraṃ vā ārāmaṃ vā uyyānaṃ vā pokkharaṇiṃ vā dassanāya gaccheyya, pācittiyaṃ.",
  "tika-vin04t1:234": "Āsandiparibhuñjanasikkhāpadaṃ",
  "tika-vin04t1:235": "42. Yā pana bhikkhunī āsandiṃ vā pallaṅkaṃ vā paribhuñjeyya, pācittiyaṃ.",
  "tika-vin04t1:236": "Suttakantanasikkhāpadaṃ",
  "tika-vin04t1:237": "43. Yā pana bhikkhunī suttaṃ kanteyya, pācittiyaṃ.",
  "tika-vin04t1:238": "Gihiveyyāvaccasikkhāpadaṃ",
  "tika-vin04t1:239": "44. Yā pana bhikkhunī gihiveyyāvaccaṃ kareyya, pācittiyaṃ.",
  "tika-vin04t1:240": "Adhikaraṇasikkhāpadaṃ",
  "tika-vin04t1:241": "45. Yā pana bhikkhunī bhikkhuniyā ‘‘ehāyye, imaṃ adhikaraṇaṃ vūpasamehī’’ti vuccamānā ‘‘sādhū’’ti paṭissuṇitvā sā pacchā anantarāyikinī neva vūpasameyya, na vūpasamāya ussukkaṃ kareyya, pācittiyaṃ.",
  "tika-vin04t1:242": "Bhojanadānasikkhāpadaṃ",
  "tika-vin04t1:243": "46. Yā pana bhikkhunī agārikassa vā paribbājakassa vā paribbājikāya vā sahatthā khādanīyaṃ vā bhojanīyaṃ vā dadeyya, pācittiyaṃ.",
  "tika-vin04t1:244": "Āvasathacīvarasikkhāpadaṃ",
  "tika-vin04t1:245": "47. Yā pana bhikkhunī āvasathacīvaraṃ anissajjetvā paribhuñjeyya, pācittiyaṃ.",
  "tika-vin04t1:246": "Āvasathavihārasikkhāpadaṃ",
  "tika-vin04t1:247": "48. Yā pana bhikkhunī āvasathaṃ anissajjitvā cārikaṃ pakkameyya, pācittiyaṃ.",
  "tika-vin04t1:248": "Tiracchānavijjāpariyāpuṇanasikkhāpadaṃ",
  "tika-vin04t1:249": "49. Yā pana bhikkhunī tiracchānavijjaṃ pariyāpuṇeyya, pācittiyaṃ.",
  "tika-vin04t1:250": "Tiracchānavijjāvācanasikkhāpadaṃ",
  "tika-vin04t1:251": "50. Yā pana bhikkhunī tiracchānavijjaṃ vāceyya, pācittiyaṃ.",
  "tika-vin04t1:252": "Cittāgāravaggo pañcamo.",
  "tika-vin04t1:253": "Ārāmapavisanasikkhāpadaṃ",
  "tika-vin04t1:254": "51. Yā pana bhikkhunī jānaṃ sabhikkhukaṃ ārāmaṃ anāpucchā paviseyya, pācittiyaṃ.",
  "tika-vin04t1:255": "Bhikkhuakkosanasikkhāpadaṃ",
  "tika-vin04t1:256": "52. Yā pana bhikkhunī bhikkhuṃ akkoseyya vā paribhāseyya vā, pācittiyaṃ.",
  "tika-vin04t1:257": "Gaṇaparibhāsanasikkhāpadaṃ",
  "tika-vin04t1:258": "53. Yā pana bhikkhunī caṇḍīkatā gaṇaṃ paribhāseyya, pācittiyaṃ.",
  "tika-vin04t1:259": "Pavāritasikkhāpadaṃ",
  "tika-vin04t1:260": "54. Yā pana bhikkhunī nimantitā vā pavāritā vā khādanīyaṃ vā bhojanīyaṃ vā khādeyya vā bhuñjeyya vā, pācittiyaṃ.",
  "tika-vin04t1:261": "Kulamaccharinīsikkhāpadaṃ",
  "tika-vin04t1:262": "55. Yā pana bhikkhunī kulamaccharinī assa, pācittiyaṃ.",
  "tika-vin04t1:263": "Abhikkhukāvāsasikkhāpadaṃ",
  "tika-vin04t1:264": "56. Yā pana bhikkhunī abhikkhuke āvāse vassaṃ vaseyya, pācittiyaṃ.",
  "tika-vin04t1:265": "Apavāraṇāsikkhāpadaṃ",
  "tika-vin04t1:266": "57. Yā pana bhikkhunī vassaṃvuṭṭhā ubhatosaṅghe tīhi ṭhānehi na pavāreyya diṭṭhena vā sutena vā parisaṅkāya vā, pācittiyaṃ.",
  "tika-vin04t1:267": "Ovādasikkhāpadaṃ",
  "tika-vin04t1:268": "58. Yā pana bhikkhunī ovādāya vā saṃvāsāya vā na gaccheyya, pācittiyaṃ.",
  "tika-vin04t1:269": "Ovādūpasaṅkamanasikkhāpadaṃ",
  "tika-vin04t1:270": "59. Anvaddhamāsaṃ bhikkhuniyā bhikkhusaṅghato dve dhammā paccāsīsitabbā uposathapucchakañca ovādūpasaṅkamanañca. Taṃ atikkāmentiyā pācittiyaṃ.",
  "tika-vin04t1:271": "Pasākhejātasikkhāpadaṃ",
  "tika-vin04t1:272": "60. Yā pana bhikkhunī pasākhe jātaṃ gaṇḍaṃ vā rudhitaṃ vā anapaloketvā saṅghaṃ vā gaṇaṃ vā purisena saddhiṃ ekenekā bhedāpeyya vā phālāpeyya vā dhovāpeyya vā ālimpāpeyya vā bandhāpeyya vā mocāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:273": "Ārāmavaggo chaṭṭho.",
  "tika-vin04t1:274": "Gabbhinīsikkhāpadaṃ",
  "tika-vin04t1:275": "61. Yā pana bhikkhunī gabbhiniṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:276": "Pāyantīsikkhāpadaṃ",
  "tika-vin04t1:277": "62. Yā pana bhikkhunī pāyantiṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:278": "Paṭhamasikkhamānasikkhāpadaṃ",
  "tika-vin04t1:279": "63. Yā pana bhikkhunī dve vassāni chasu dhammesu asikkhitasikkhaṃ sikkhamānaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:280": "Dutiyasikkhamānasikkhāpadaṃ",
  "tika-vin04t1:281": "64. Yā pana bhikkhunī dve vassāni chasu dhammesu sikkhitasikkhaṃ sikkhamānaṃ saṅghena asammataṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:282": "Paṭhamagihigatasikkhāpadaṃ",
  "tika-vin04t1:283": "65. Yā pana bhikkhunī ūnadvādasavassaṃ gihigataṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:284": "Dutiyagihigatasikkhāpadaṃ",
  "tika-vin04t1:285": "66. Yā pana bhikkhunī paripuṇṇadvādasavassaṃ gihigataṃ dve vassāni chasu dhammesu asikkhitasikkhaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:286": "Tatiyagihigatasikkhāpadaṃ",
  "tika-vin04t1:287": "67. Yā pana bhikkhunī paripuṇṇadvādasavassaṃ gihigataṃ dve vassāni chasu dhammesu sikkhitasikkhaṃ saṅghena asammataṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:288": "Paṭhamasahajīvinīsikkhāpadaṃ",
  "tika-vin04t1:289": "68. Yā pana bhikkhunī sahajīviniṃ vuṭṭhāpetvā dve vassāni neva anuggaṇheyya na anuggaṇhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:290": "Pavattinīnānubandhanasikkhāpadaṃ",
  "tika-vin04t1:291": "69. Yā pana bhikkhunī vuṭṭhāpitaṃ pavattiniṃ dve vassāni nānubandheyya, pācittiyaṃ.",
  "tika-vin04t1:292": "Dutiyasahajīvinīsikkhāpadaṃ",
  "tika-vin04t1:293": "70. Yā pana bhikkhunī sahajīviniṃ vuṭṭhāpetvā neva vūpakāseyya na vūpakāsāpeyya antamaso chappañcayojanānipi, pācittiyaṃ.",
  "tika-vin04t1:294": "Gabbhinivaggo sattamo.",
  "tika-vin04t1:295": "Paṭhamakumāribhūtasikkhāpadaṃ",
  "tika-vin04t1:296": "71. Yā pana bhikkhunī ūnavīsativassaṃ kumāribhūtaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:297": "Dutiyakumāribhūtasikkhāpadaṃ",
  "tika-vin04t1:298": "72. Yā pana bhikkhunī paripuṇṇavīsativassaṃ kumāribhūtaṃ dve vassāni chasu dhammesu asikkhitasikkhaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:299": "Tatiyakumāribhūtasikkhāpadaṃ",
  "tika-vin04t1:300": "73. Yā pana bhikkhunī paripuṇṇavīsativassaṃ kumāribhūtaṃ dve vassāni chasu dhammesu sikkhitasikkhaṃ saṅghena asammataṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:301": "Ūnadvādasavassasikkhāpadaṃ",
  "tika-vin04t1:302": "74. Yā pana bhikkhunī ūnadvādasavassā vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:303": "Paripuṇṇadvādasavassasikkhāpadaṃ",
  "tika-vin04t1:304": "75. Yā pana bhikkhunī paripuṇṇadvādasavassā saṅghena asammatā vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:305": "Khiyyanadhammasikkhāpadaṃ",
  "tika-vin04t1:306": "76. Yā pana bhikkhunī ‘‘alaṃ tāva te, ayye, vuṭṭhāpitenā’’ti vuccamānā ‘‘sādhū’’ti paṭissuṇitvā sā pacchā khiyyanadhammaṃ āpajjeyya, pācittiyaṃ.",
  "tika-vin04t1:307": "Paṭhamasikkhamānanavuṭṭhāpanasikkhāpadaṃ",
  "tika-vin04t1:308": "77. Yā pana bhikkhunī sikkhamānaṃ ‘‘sace me tvaṃ, ayye, cīvaraṃ dassasi, evāhaṃ taṃ vuṭṭhāpessāmī’’ti vatvā sā pacchā anantarāyikinī neva vuṭṭhāpeyya, na vuṭṭhāpanāya ussukkaṃ kareyya, pācittiyaṃ.",
  "tika-vin04t1:309": "Dutiyasikkhamānanavuṭṭhāpanasikkhāpadaṃ",
  "tika-vin04t1:310": "78. Yā pana bhikkhunī sikkhamānaṃ ‘‘sace maṃ tvaṃ, ayye, dve vassāni anubandhissasi, evāhaṃ taṃ vuṭṭhāpessāmī’’ti vatvā sā pacchā anantarāyikinī neva vuṭṭhāpeyya, na vuṭṭhāpanāya ussukkaṃ kareyya, pācittiyaṃ.",
  "tika-vin04t1:311": "Sokāvāsasikkhāpadaṃ",
  "tika-vin04t1:312": "79. Yā pana bhikkhunī purisasaṃsaṭṭhaṃ kumārakasaṃsaṭṭhaṃ caṇḍiṃ sokāvāsaṃ sikkhamānaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:313": "Ananuññātasikkhāpadaṃ",
  "tika-vin04t1:314": "80. Yā pana bhikkhunī mātāpitūhi vā sāmikena vā ananuññātaṃ sikkhamānaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:315": "Pārivāsikasikkhāpadaṃ",
  "tika-vin04t1:316": "81. Yā pana bhikkhunī pārivāsikachandadānena sikkhamānaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:317": "Anuvassasikkhāpadaṃ",
  "tika-vin04t1:318": "82. Yā pana bhikkhunī anuvassaṃ vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:319": "Ekavassasikkhāpadaṃ",
  "tika-vin04t1:320": "83. Yā pana bhikkhunī ekaṃ vassaṃ dve vuṭṭhāpeyya, pācittiyaṃ.",
  "tika-vin04t1:321": "Kumāribhūtavaggo aṭṭhamo.",
  "tika-vin04t1:322": "Chattupāhanasikkhāpadaṃ",
  "tika-vin04t1:323": "84. Yā pana bhikkhunī agilānā chattupāhanaṃ dhāreyya, pācittiyaṃ.",
  "tika-vin04t1:324": "Yānasikkhāpadaṃ",
  "tika-vin04t1:325": "85. Yā pana bhikkhunī agilānā yānena yāyeyya, pācittiyaṃ.",
  "tika-vin04t1:326": "Saṅghāṇisikkhāpadaṃ",
  "tika-vin04t1:327": "86. Yā pana bhikkhunī saṅghāṇiṃ dhāreyya, pācittiyaṃ.",
  "tika-vin04t1:328": "Itthālaṅkārasikkhāpadaṃ",
  "tika-vin04t1:329": "87. Yā pana bhikkhunī itthālaṅkāraṃ dhāreyya, pācittiyaṃ.",
  "tika-vin04t1:330": "Gandhavaṇṇakasikkhāpadaṃ",
  "tika-vin04t1:331": "88. Yā pana bhikkhunī gandhavaṇṇakena nahāyeyya, pācittiyaṃ.",
  "tika-vin04t1:332": "Vāsitakasikkhāpadaṃ",
  "tika-vin04t1:333": "89. Yā pana bhikkhunī vāsitakena piññākena nahāyeyya, pācittiyaṃ.",
  "tika-vin04t1:334": "Bhikkhuniummaddāpanasikkhāpadaṃ",
  "tika-vin04t1:335": "90. Yā pana bhikkhunī bhikkhuniyā ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:336": "Sikkhamānaummaddāpanasikkhāpadaṃ",
  "tika-vin04t1:337": "91. Yā pana bhikkhunī sikkhamānāya ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:338": "Sāmaṇerīummaddāpanasikkhāpadaṃ",
  "tika-vin04t1:339": "92. Yā pana bhikkhunī sāmaṇeriyā ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:340": "Gihiniummaddāpanasikkhāpadaṃ",
  "tika-vin04t1:341": "93. Yā pana bhikkhunī gihiniyā ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:342": "Anāpucchāsikkhāpadaṃ",
  "tika-vin04t1:343": "94. Yā pana bhikkhunī bhikkhussa purato anāpucchā āsane nisīdeyya, pācittiyaṃ.",
  "tika-vin04t1:344": "Pañhāpucchanasikkhāpadaṃ",
  "tika-vin04t1:345": "95. Yā pana bhikkhunī anokāsakataṃ bhikkhuṃ pañhaṃ puccheyya, pācittiyaṃ.",
  "tika-vin04t1:346": "Asaṃkaccikasikkhāpadaṃ",
  "tika-vin04t1:347": "96. Yā pana bhikkhunī asaṃkaccikā gāmaṃ paviseyya, pācittiyaṃ.",
  "tika-vin04t1:348": "Chattupāhanavaggo navamo.",
  "tika-vin04t1:349": "Musāvādasikkhāpadaṃ",
  "tika-vin04t1:350": "97. Sampajānamusāvāde pācittiyaṃ.",
  "tika-vin04t1:351": "Omasavādasikkhāpadaṃ",
  "tika-vin04t1:352": "98. Omasavāde pācittiyaṃ.",
  "tika-vin04t1:353": "Pesuññasikkhāpadaṃ",
  "tika-vin04t1:354": "99. Bhikkhunipesuññe pācittiyaṃ.",
  "tika-vin04t1:355": "Padasodhammasikkhāpadaṃ",
  "tika-vin04t1:356": "100. Yā pana bhikkhunī anupasampannaṃ padaso dhammaṃ vāceyya, pācittiyaṃ.",
  "tika-vin04t1:357": "Paṭhamasahaseyyasikkhāpadaṃ",
  "tika-vin04t1:358": "101. Yā pana bhikkhunī anupasampannāya uttaridirattatirattaṃ sahaseyyaṃ kappeyya, pācittiyaṃ.",
  "tika-vin04t1:359": "Dutiyasahaseyyasikkhāpadaṃ",
  "tika-vin04t1:360": "102. Yā pana bhikkhunī purisena sahaseyyaṃ kappeyya, pācittiyaṃ.",
  "tika-vin04t1:361": "Dhammadesanāsikkhāpadaṃ",
  "tika-vin04t1:362": "103. Yā pana bhikkhunī purisassa uttarichappañcavācāhi dhammaṃ deseyya aññatra viññunā itthiviggahena, pācittiyaṃ.",
  "tika-vin04t1:363": "Bhūtārocanasikkhāpadaṃ",
  "tika-vin04t1:364": "104. Yā pana bhikkhunī anupasampannāya uttarimanussadhammaṃ āroceyya, bhūtasmiṃ pācittiyaṃ.",
  "tika-vin04t1:365": "Duṭṭhullārocanasikkhāpadaṃ",
  "tika-vin04t1:366": "105. Yā pana bhikkhunī bhikkhuniyā duṭṭhullaṃ āpattiṃ anupasampannāya āroceyya aññatra bhikkhunisammutiyā, pācittiyaṃ.",
  "tika-vin04t1:367": "Pathavīkhaṇanasikkhāpadaṃ",
  "tika-vin04t1:368": "106. Yā pana bhikkhunī pathaviṃ khaṇeyya vā khaṇāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:369": "Musāvādavaggo dasamo.",
  "tika-vin04t1:370": "Bhūtagāmasikkhāpadaṃ",
  "tika-vin04t1:371": "107. Bhūtagāmapātabyatāya pācittiyaṃ.",
  "tika-vin04t1:372": "Aññavādakasikkhāpadaṃ",
  "tika-vin04t1:373": "108. Aññavādake, vihesake pācittiyaṃ.",
  "tika-vin04t1:374": "Ujjhāpanakasikkhāpadaṃ",
  "tika-vin04t1:375": "109. Ujjhāpanake, khiyyanake pācittiyaṃ.",
  "tika-vin04t1:376": "Paṭhamasenāsanasikkhāpadaṃ",
  "tika-vin04t1:377": "110. Yā pana bhikkhunī saṅghikaṃ mañcaṃ vā pīṭhaṃ vā bhisiṃ vā kocchaṃ vā ajjhokāse santharitvā vā santharāpetvā vā taṃ pakkamantī neva uddhareyya, na uddharāpeyya, anāpucchaṃ vā gaccheyya, pācittiyaṃ.",
  "tika-vin04t1:378": "Dutiyasenāsanasikkhāpadaṃ",
  "tika-vin04t1:379": "111. Yā pana bhikkhunī saṅghike vihāre seyyaṃ santharitvā vā santharāpetvā vā taṃ pakkamantī neva uddhareyya, na uddharāpeyya, anāpucchaṃ vā gaccheyya, pācittiyaṃ.",
  "tika-vin04t1:380": "Anupakhajjasikkhāpadaṃ",
  "tika-vin04t1:381": "112. Yā pana bhikkhunī saṅghike vihāre jānaṃ pubbupagataṃ bhikkhuniṃ anupakhajja seyyaṃ kappeyya ‘‘yassā sambādho bhavissati, sā pakkamissatī’’ti etadeva paccayaṃ karitvā anaññaṃ, pācittiyaṃ.",
  "tika-vin04t1:382": "Nikkaḍḍhanasikkhāpadaṃ",
  "tika-vin04t1:383": "113. Yā pana bhikkhunī bhikkhuniṃ kupitā anattamanā saṅghikā vihārā nikkaḍḍheyya vā nikkaḍḍhāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:384": "Vehāsakuṭisikkhāpadaṃ",
  "tika-vin04t1:385": "114. Yā pana bhikkhunī saṅghike vihāre uparivehāsakuṭiyā āhaccapādakaṃ mañcaṃ vā pīṭhaṃ vā abhinisīdeyya vā abhinipajjeyya vā, pācittiyaṃ.",
  "tika-vin04t1:386": "Mahallakavihārasikkhāpadaṃ",
  "tika-vin04t1:387": "115. Mahallakaṃ pana bhikkhuniyā vihāraṃ kārayamānāya yāva dvārakosā aggaḷaṭṭhapanāya, ālokasandhiparikammāya dvatticchadanassa pariyāyaṃ appaharite ṭhitāya adhiṭṭhātabbaṃ. Tato ce uttari appaharitepi ṭhitā adhiṭṭhaheyya, pācittiyaṃ.",
  "tika-vin04t1:388": "Sappāṇakasikkhāpadaṃ",
  "tika-vin04t1:389": "116. Yā pana bhikkhunī jānaṃ sappāṇakaṃ udakaṃ tiṇaṃ vā mattikaṃ vā siñceyya vā siñcāpeyya vā, pācittiyaṃ.",
  "tika-vin04t1:390": "Bhūtagāmavaggo ekādasamo.",
  "tika-vin04t1:391": "Āvasathapiṇḍasikkhāpadaṃ",
  "tika-vin04t1:392": "117. Agilānāya bhikkhuniyā eko āvasathapiṇḍo bhuñjitabbo. Tato ce uttari bhuñjeyya, pācittiyaṃ.",
  "tika-vin04t1:393": "Gaṇabhojanasikkhāpadaṃ",
  "tika-vin04t1:394": "118. Gaṇabhojane aññatra samayā pācittiyaṃ. Tatthāyaṃ samayo, gilānasamayo, cīvaradānasamayo , cīvarakārasamayo, addhānagamanasamayo, nāvābhiruhanasamayo, mahāsamayo, samaṇabhattasamayo, ayaṃ tattha samayo.",
  "tika-vin04t1:395": "Kāṇamātusikkhāpadaṃ",
  "tika-vin04t1:396": "119. Bhikkhuniṃ paneva kulaṃ upagataṃ pūvehi vā manthehi vā abhihaṭṭhuṃ pavāreyya, ākaṅkhamānāya bhikkhuniyā dvattipattapūrā paṭiggahetabbā. Tato ce uttari paṭiggaṇheyya, pācittiyaṃ. Dvattipattapūre paṭiggahetvā tato nīharitvā bhikkhunīhi saddhiṃ saṃvibhajitabbaṃ, ayaṃ tattha sāmīci.",
  "tika-vin04t1:397": "Vikālabhojanasikkhāpadaṃ",
  "tika-vin04t1:398": "120. Yā pana bhikkhunī vikāle khādanīyaṃ vā bhojanīyaṃ vā khādeyya vā bhuñjeyya vā, pācittiyaṃ.",
  "tika-vin04t1:399": "Sannidhikārakasikkhāpadaṃ",
  "tika-vin04t1:400": "121. Yā pana bhikkhunī sannidhikārakaṃ khādanīyaṃ vā bhojanīyaṃ vā khādeyya vā bhuñjeyya vā, pācittiyaṃ.",
  "tika-vin04t1:401": "Dantaponasikkhāpadaṃ",
  "tika-vin04t1:402": "122. Yā pana bhikkhunī adinnaṃ mukhadvāraṃ āhāraṃ āhareyya aññatra udakadantaponā, pācittiyaṃ.",
  "tika-vin04t1:403": "Uyyojanasikkhāpadaṃ",
  "tika-vin04t1:404": "123. Yā pana bhikkhunī bhikkhuniṃ ‘‘ehāyye, gāmaṃ vā nigamaṃ vā piṇḍāya pavisissāmā’’ti tassā dāpetvā vā adāpetvā vā uyyojeyya ‘‘gacchāyye, na me tayā saddhiṃ kathā vā nisajjā vā phāsu hoti, ekikāya me kathā vā nisajjā vā phāsu hotī’’ti etadeva paccayaṃ karitvā anaññaṃ, pācittiyaṃ.",
  "tika-vin04t1:405": "Sabhojanasikkhāpadaṃ",
  "tika-vin04t1:406": "124. Yā pana bhikkhunī sabhojane kule anupakhajja nisajjaṃ kappeyya, pācittiyaṃ.",
  "tika-vin04t1:407": "Rahopaṭicchannasikkhāpadaṃ",
  "tika-vin04t1:408": "125. Yā pana bhikkhunī purisena saddhiṃ raho paṭicchanne āsane nisajjaṃ kappeyya, pācittiyaṃ.",
  "tika-vin04t1:409": "Rahonisajjasikkhāpadaṃ",
  "tika-vin04t1:410": "126. Yā pana bhikkhunī purisena saddhiṃ ekenekā raho nisajjaṃ kappeyya, pācittiyaṃ.",
  "tika-vin04t1:411": "Bhojanavaggo dvādasamo.",
  "tika-vin04t1:412": "Cārittasikkhāpadaṃ",
  "tika-vin04t1:413": "127. Yā pana bhikkhunī nimantitā sabhattā samānā santiṃ bhikkhuniṃ anāpucchā purebhattaṃ vā pacchābhattaṃ vā kulesu cārittaṃ āpajjeyya aññatra samayā, pācittiyaṃ. Tatthāyaṃ samayo, cīvaradānasamayo, cīvarakārasamayo, ayaṃ tattha samayo.",
  "tika-vin04t1:414": "Mahānāmasikkhāpadaṃ",
  "tika-vin04t1:415": "128. Agilānāya bhikkhuniyā catumāsappaccayapavāraṇā sāditabbā aññatra punapavāraṇāya, aññatra niccapavāraṇāya. Tato ce uttari sādiyeyya, pācittiyaṃ.",
  "tika-vin04t1:416": "Uyyuttasenāsikkhāpadaṃ",
  "tika-vin04t1:417": "129. Yā pana bhikkhunī uyyuttaṃ senaṃ dassanāya gaccheyya aññatra tathārūpappaccayā, pācittiyaṃ.",
  "tika-vin04t1:418": "Senāvāsasikkhāpadaṃ",
  "tika-vin04t1:419": "130. Siyā ca tassā bhikkhuniyā kocideva paccayo senaṃ gamanāya, dirattatirattaṃ tāya bhikkhuniyā senāya vasitabbaṃ. Tato ce uttari vaseyya, pācittiyaṃ.",
  "tika-vin04t1:420": "Uyyodhikasikkhāpadaṃ",
  "tika-vin04t1:421": "131. Dirattatirattaṃ ce bhikkhunī senāya vasamānā uyyodhikaṃ vā balaggaṃ vā senābyūhaṃ vā anīkadassanaṃ vā gaccheyya, pācittiyaṃ.",
  "tika-vin04t1:422": "Surāpānasikkhāpadaṃ",
  "tika-vin04t1:423": "132. Surāmerayapāne pācittiyaṃ.",
  "tika-vin04t1:424": "Aṅgulipatodakasikkhāpadaṃ",
  "tika-vin04t1:425": "133. Aṅgulipatodake pācittiyaṃ.",
  "tika-vin04t1:426": "Hasadhammasikkhāpadaṃ",
  "tika-vin04t1:427": "134. Udake hasadhamme pācittiyaṃ.",
  "tika-vin04t1:428": "Anādariyasikkhāpadaṃ",
  "tika-vin04t1:429": "135. Anādariye pācittiyaṃ.",
  "tika-vin04t1:430": "Bhiṃsāpanasikkhāpadaṃ",
  "tika-vin04t1:431": "136. Yā pana bhikkhunī bhikkhuniṃ bhiṃsāpeyya, pācittiyaṃ.",
  "tika-vin04t1:432": "Cārittavaggo terasamo.",
  "tika-vin04t1:433": "Jotisikkhāpadaṃ",
  "tika-vin04t1:434": "137. Yā pana bhikkhunī agilānā visibbanāpekkhā jotiṃ samādaheyya vā samādahāpeyya vā aññatra tathārūpappaccayā, pācittiyaṃ.",
  "tika-vin04t1:435": "Nahānasikkhāpadaṃ",
  "tika-vin04t1:436": "138. Yā pana bhikkhunī orenaddhamāsaṃ nahāyeyya aññatra samayā, pācittiyaṃ. Tatthāyaṃ samayo ‘‘diyaḍḍho māso seso gimhāna’’nti ‘‘vassānassa paṭhamo māso’’ iccete aḍḍhateyyamāsā uṇhasamayo, pariḷāhasamayo, gilānasamayo, kammasamayo, addhānagamanasamayo, vātavuṭṭhisamayo, ayaṃ tattha samayo.",
  "tika-vin04t1:437": "Dubbaṇṇakaraṇasikkhāpadaṃ",
  "tika-vin04t1:438": "139. Navaṃ pana bhikkhuniyā cīvaralābhāya tiṇṇaṃ dubbaṇṇakaraṇānaṃ aññataraṃ dubbaṇṇakaraṇaṃ ādātabbaṃ nīlaṃ vā kaddamaṃ vā kāḷasāmaṃ vā. Anādā ce bhikkhunī tiṇṇaṃ dubbaṇṇakaraṇānaṃ aññataraṃ dubbaṇṇakaraṇaṃ navaṃ cīvaraṃ paribhuñjeyya, pācittiyaṃ.",
  "tika-vin04t1:439": "Vikappanasikkhāpadaṃ",
  "tika-vin04t1:440": "140. Yā pana bhikkhunī bhikkhussa vā bhikkhuniyā vā sikkhamānāya vā sāmaṇerassa vā sāmaṇeriyā vā sāmaṃ cīvaraṃ vikappetvā apaccuddhāraṇaṃ paribhuñjeyya, pācittiyaṃ.",
  "tika-vin04t1:441": "Apanidhāpanasikkhāpadaṃ",
  "tika-vin04t1:442": "141. Yā pana bhikkhunī bhikkhuniyā pattaṃ vā cīvaraṃ vā nisīdanaṃ vā sūcigharaṃ vā kāyabandhanaṃ vā apanidheyya vā apanidhāpeyya vā antamaso hasāpekkhāpi, pācittiyaṃ.",
  "tika-vin04t1:443": "Sañciccasikkhāpadaṃ",
  "tika-vin04t1:444": "142. Yā pana bhikkhunī sañcicca pāṇaṃ jīvitā voropeyya, pācittiyaṃ.",
  "tika-vin04t1:445": "Sappāṇakasikkhāpadaṃ",
  "tika-vin04t1:446": "143. Yā pana bhikkhunī jānaṃ sappāṇakaṃ udakaṃ paribhuñjeyya, pācittiyaṃ.",
  "tika-vin04t1:447": "Ukkoṭanasikkhāpadaṃ",
  "tika-vin04t1:448": "144. Yā pana bhikkhunī jānaṃ yathādhammaṃ nihatādhikaraṇaṃ punakammāya ukkoṭeyya, pācittiyaṃ.",
  "tika-vin04t1:449": "Theyyasatthasikkhāpadaṃ",
  "tika-vin04t1:450": "145. Yā pana bhikkhunī jānaṃ theyyasatthena saddhiṃ saṃvidhāya ekaddhānamaggaṃ paṭipajjeyya antamaso gāmantarampi, pācittiyaṃ.",
  "tika-vin04t1:451": "Ariṭṭhasikkhāpadaṃ",
  "tika-vin04t1:452": "146. Yā pana bhikkhunī evaṃ vadeyya ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṃ antarāyāyā’’ti. Sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya, anekapariyāyenāyye antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāyā’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṃ samanubhāsitabbā tassa paṭinissaggāya. Yāvatatiyañce samanubhāsiyamānā taṃ paṭinissajjeyya, iccetaṃ kusalaṃ. No ce paṭinissajjeyya, pācittiyaṃ.",
  "tika-vin04t1:453": "Jotivaggo cuddasamo.",
  "tika-vin04t1:454": "Ukkhittasambhogasikkhāpadaṃ",
  "tika-vin04t1:455": "147. Yā pana bhikkhunī jānaṃ tathāvādiniyā bhikkhuniyā akaṭānudhammāya taṃ diṭṭhiṃ appaṭinissaṭṭhāya saddhiṃ sambhuñjeyya vā, saṃvaseyya vā, saha vā seyyaṃ kappeyya, pācittiyaṃ.",
  "tika-vin04t1:456": "Kaṇṭakasikkhāpadaṃ",
  "tika-vin04t1:457": "148. Samaṇuddesāpi ce evaṃ vadeyya ‘‘tathāhaṃ bhagavatā dhammaṃ desitaṃ ājānāmi, yathā yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṃ antarāyāyā’’ti. Sā samaṇuddesā bhikkhunīhi evamassa vacanīyā ‘‘māyye, samaṇuddese evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya, anekapariyāyenāyye, samaṇuddese antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāyā’’ti. Evañca sā samaṇuddesā bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā samaṇuddesā bhikkhunīhi evamassa vacanīyā ‘‘ajjatagge te, ayye, samaṇuddese na ceva so bhagavā satthā apadisitabbo, yampi caññā samaṇuddesā labhanti bhikkhunīhi saddhiṃ dirattatirattaṃ sahaseyyaṃ, sāpi te natthi, cara pire, vinassā’’ti. Yā pana bhikkhunī jānaṃ tathānāsitaṃ samaṇuddesaṃ upalāpeyya vā, upaṭṭhāpeyya vā, sambhuñjeyya vā, saha vā seyyaṃ kappeyya, pācittiyaṃ.",
  "tika-vin04t1:458": "Sahadhammikasikkhāpadaṃ",
  "tika-vin04t1:459": "149. Yā pana bhikkhunī bhikkhunīhi sahadhammikaṃ vuccamānā evaṃ vadeyya ‘‘na tāvāhaṃ, ayye, etasmiṃ sikkhāpade sikkhissāmi, yāva na aññaṃ bhikkhuniṃ byattaṃ vinayadharaṃ paripucchāmī’’ti, pācittiyaṃ. Sikkhamānāya, bhikkhave, bhikkhuniyā aññātabbaṃ paripucchitabbaṃ paripañhitabbaṃ, ayaṃ tattha sāmīci.",
  "tika-vin04t1:460": "Vilekhanasikkhāpadaṃ",
  "tika-vin04t1:461": "150. Yā pana bhikkhunī pātimokkhe uddissamāne evaṃ vadeyya ‘‘kiṃ panimehi khuddānukhuddakehi sikkhāpadehi uddiṭṭhehi, yāvadeva kukkuccāya vihesāya vilekhāya saṃvattantī’’ti, sikkhāpadavivaṇṇake pācittiyaṃ.",
  "tika-vin04t1:462": "Mohanasikkhāpadaṃ",
  "tika-vin04t1:463": "151. Yā pana bhikkhunī anvaddhamāsaṃ pātimokkhe uddissamāne evaṃ vadeyya ‘‘idāneva kho ahaṃ, ayye, jānāmi ayampi kira dhammo suttāgato suttapariyāpanno anvaddhamāsaṃ uddesaṃ āgacchatī’’ti, tañce bhikkhuniṃ aññā bhikkhuniyo jāneyyuṃ nisinnapubbaṃ imāya bhikkhuniyā dvattikkhattuṃ pātimokkhe uddissamāne, ko pana vādo bhiyyo, na ca tassā bhikkhuniyā aññāṇakena mutti atthi, yañca tattha āpattiṃ āpannā, tañca yathādhammo kāretabbo, uttari cassā moho āropetabbo ‘‘tassā te, ayye, alābhā, tassā te dulladdhaṃ, yaṃ tvaṃ pātimokkhe uddissamāne na sādhukaṃ aṭṭhiṃ katvā manasi karosī’’ti, idaṃ tasmiṃ mohanake pācittiyaṃ.",
  "tika-vin04t1:464": "Pahārasikkhāpadaṃ",
  "tika-vin04t1:465": "152. Yā pana bhikkhunī bhikkhuniyā kupitā anattamanā pahāraṃ dadeyya, pācittiyaṃ.",
  "tika-vin04t1:466": "Talasattikasikkhāpadaṃ",
  "tika-vin04t1:467": "153. Yā pana bhikkhunī bhikkhuniyā kupitā anattamanā talasattikaṃ uggireyya, pācittiyaṃ.",
  "tika-vin04t1:468": "Amūlakasikkhāpadaṃ",
  "tika-vin04t1:469": "154. Yā pana bhikkhunī bhikkhuniṃ amūlakena saṅghādisesena anuddhaṃseyya, pācittiyaṃ.",
  "tika-vin04t1:470": "Sañciccasikkhāpadaṃ",
  "tika-vin04t1:471": "155. Yā pana bhikkhunī bhikkhuniyā sañcicca kukkuccaṃ upadaheyya ‘‘itissā muhuttampi aphāsu bhavissatī’’ti etadeva paccayaṃ karitvā anaññaṃ, pācittiyaṃ.",
  "tika-vin04t1:472": "Upassuti sikkhāpadaṃ",
  "tika-vin04t1:473": "156. Yā pana bhikkhunī bhikkhunīnaṃ bhaṇḍanajātānaṃ kalahajātānaṃ vivādāpannānaṃ upassutiṃ tiṭṭheyya ‘‘yaṃ imā bhaṇissanti, taṃ sossāmī’’ti etadeva paccayaṃ karitvā anaññaṃ, pācittiyaṃ.",
  "tika-vin04t1:474": "Diṭṭhivaggo pannarasamo.",
  "tika-vin04t1:475": "Kammappaṭibāhanasikkhāpadaṃ",
  "tika-vin04t1:476": "157. Yā pana bhikkhunī dhammikānaṃ kammānaṃ chandaṃ datvā pacchā khīyanadhammaṃ āpajjeyya, pācittiyaṃ.",
  "tika-vin04t1:477": "Chandaṃadatvāgamanasikkhāpadaṃ",
  "tika-vin04t1:478": "158. Yā pana bhikkhunī saṅghe vinicchayakathāya vattamānāya chandaṃ adatvā uṭṭhāyāsanā pakkameyya, pācittiyaṃ.",
  "tika-vin04t1:479": "Dubbalasikkhāpadaṃ",
  "tika-vin04t1:480": "159. Yā pana bhikkhunī samaggena saṅghena cīvaraṃ datvā pacchā khīyanadhammaṃ āpajjeyya ‘‘yathāsanthutaṃ bhikkhuniyo saṅghikaṃ lābhaṃ pariṇāmentī’’ti, pācittiyaṃ.",
  "tika-vin04t1:481": "Pariṇāmanasikkhāpadaṃ",
  "tika-vin04t1:482": "160. Yā pana bhikkhunī jānaṃ saṅghikaṃ lābhaṃ pariṇataṃ puggalassa pariṇāmeyya, pācittiyaṃ.",
  "tika-vin04t1:483": "Ratanasikkhāpadaṃ",
  "tika-vin04t1:484": "161. Yā pana bhikkhunī ratanaṃ vā ratanasammataṃ vā aññatra ajjhārāmā vā ajjhāvasathā vā uggaṇheyya vā uggaṇhāpeyya vā, pācittiyaṃ. Ratanaṃ vā pana bhikkhuniyā ratanasammataṃ vā ajjhārāme vā ajjhāvasathe vā uggahetvā vā uggahāpetvā vā nikkhipitabbaṃ ‘‘yassa bhavissati, so harissatī’’ti, ayaṃ tattha sāmīci.",
  "tika-vin04t1:485": "Sūcigharasikkhāpadaṃ",
  "tika-vin04t1:486": "162. Yā pana bhikkhunī aṭṭhimayaṃ vā dantamayaṃ vā visāṇamayaṃ vā sūcigharaṃ kārāpeyya, bhedanakaṃ pācittiyaṃ.",
  "tika-vin04t1:487": "Mañcapīṭhasikkhāpadaṃ",
  "tika-vin04t1:488": "163. Navaṃ pana bhikkhuniyā mañcaṃ vā pīṭhaṃ vā kārayamānāya aṭṭhaṅgulapādakaṃ kāretabbaṃ sugataṅgulena aññatra heṭṭhimāya aṭaniyā. Taṃ atikkāmentiyā chedanakaṃ pācittiyaṃ.",
  "tika-vin04t1:489": "Tūlonaddhasikkhāpadaṃ",
  "tika-vin04t1:490": "164. Yā pana bhikkhunī mañcaṃ vā pīṭhaṃ vā tūlonaddhaṃ kārāpeyya, uddālanakaṃ pācittiyaṃ.",
  "tika-vin04t1:491": "Kaṇḍuppaṭicchādisikkhāpadaṃ",
  "tika-vin04t1:492": "165. Kaṇḍuppaṭicchādiṃ pana bhikkhuniyā kārayamānāya pamāṇikā kāretabbā, tatridaṃ pamāṇaṃ, dīghaso catasso vidatthiyo sugatavidatthiyā, tiriyaṃ dve vidatthiyo. Taṃ atikkāmentiyā chedanakaṃ pācittiyaṃ.",
  "tika-vin04t1:493": "Nandasikkhāpadaṃ",
  "tika-vin04t1:494": "166. Yā pana bhikkhunī sugatacīvarappamāṇaṃ cīvaraṃ kārāpeyya, atirekaṃ vā, chedanakaṃ pācittiyaṃ. Tatridaṃ sugatassa sugatacīvarappamāṇaṃ, dīghaso nava vidatthiyo sugatavidatthiyā, tiriyaṃ cha vidatthiyo, idaṃ sugatassa sugatacīvarappamāṇanti.",
  "tika-vin04t1:495": "Dhammikavaggo soḷasamo.",
  "tika-vin04t1:496": "Uddiṭṭhā kho, ayyāyo, chasaṭṭhisatā pācittiyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:497": "Pācittiyā niṭṭhitā.",
  "tika-vin04t1:498": "Pāṭidesanīyā",
  "tika-vin04t1:499": "Ime kho panāyyāyo aṭṭha pāṭidesanīyā",
  "tika-vin04t1:500": "Dhammā uddesaṃ āgacchanti.",
  "tika-vin04t1:501": "Sappiviññāpanasikkhāpadaṃ",
  "tika-vin04t1:502": "1. Yā pana bhikkhunī agilānā sappiṃ viññāpetvā bhuñjeyya, paṭidesetabbaṃ tāya bhikkhuniyā ‘‘gārayhaṃ, ayye, dhammaṃ āpajjiṃ asappāyaṃ pāṭidesanīyaṃ, taṃ paṭidesemī’’ti.",
  "tika-vin04t1:503": "Telaviññāpanasikkhāpadaṃ",
  "tika-vin04t1:504": "2. Yā pana bhikkhunī agilānā telaṃ viññāpetvā bhuñjeyya…pe… taṃ paṭidesemīti.",
  "tika-vin04t1:505": "Madhuviññāpanasikkhāpadaṃ",
  "tika-vin04t1:506": "3. Yā pana bhikkhunī agilānā madhuṃ viññāpetvā bhuñjeyya…pe… taṃ paṭidesemīti.",
  "tika-vin04t1:507": "Phāṇitaviññāpanasikkhāpadaṃ",
  "tika-vin04t1:508": "4. Yā pana bhikkhunī agilānā phāṇitaṃ viññāpetvā bhuñjeyya…pe… taṃ paṭidesemīti.",
  "tika-vin04t1:509": "Macchaviññāpanasikkhāpadaṃ",
  "tika-vin04t1:510": "5. Yā pana bhikkhunī agilānā macchaṃ viññāpetvā bhuñjeyya…pe… taṃ paṭidesemīti.",
  "tika-vin04t1:511": "Maṃsaviññāpanasikkhāpadaṃ",
  "tika-vin04t1:512": "6. Yā pana bhikkhunī agilānā maṃsaṃ viññāpetvā bhuñjeyya…pe… taṃ paṭidesemīti.",
  "tika-vin04t1:513": "Khīraviññāpanasikkhāpadaṃ",
  "tika-vin04t1:514": "7. Yā pana bhikkhunī agilānā khīraṃ viññāpetvā bhuñjeyya…pe… taṃ paṭidesemīti.",
  "tika-vin04t1:515": "Dadhiviññāpanasikkhāpadaṃ",
  "tika-vin04t1:516": "8. Yā pana bhikkhunī agilānā dadhiṃ viññāpetvā bhuñjeyya, paṭidesetabbaṃ tāya bhikkhuniyā ‘‘gārayhaṃ, ayye, dhammaṃ āpajjiṃ asappāyaṃ pāṭidesanīyaṃ, taṃ paṭidesemī’’ti.",
  "tika-vin04t1:517": "Uddiṭṭhā kho, ayyāyo, aṭṭha pāṭidesanīyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:518": "Pāṭidesanīyā niṭṭhitā.",
  "tika-vin04t1:519": "Sekhiyā",
  "tika-vin04t1:520": "Ime kho panāyyāyo, sekhiyā dhammā uddesaṃ āgacchanti.",
  "tika-vin04t1:521": "Parimaṇḍalasikkhāpadaṃ",
  "tika-vin04t1:522": "1. Parimaṇḍalaṃ nivāsessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:523": "2. Parimaṇḍalaṃ pārupissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:524": "Suppaṭicchannasikkhāpadaṃ",
  "tika-vin04t1:525": "3. Suppaṭicchannā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:526": "4. Suppaṭicchannā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:527": "Susaṃvutasikkhāpadaṃ",
  "tika-vin04t1:528": "5. Susaṃvutā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:529": "6. Susaṃvutā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:530": "Okkhittacakkhusikkhāpadaṃ",
  "tika-vin04t1:531": "7. Okkhittacakkhunī antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:532": "8. Okkhittacakkhunī antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:533": "Ukkhittakasikkhāpadaṃ",
  "tika-vin04t1:534": "9. Na ukkhittakāya antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:535": "10. Na ukkhittakāya antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:536": "Parimaṇḍalavaggo paṭhamo.",
  "tika-vin04t1:537": "Ujjagghikasikkhāpadaṃ",
  "tika-vin04t1:538": "11. Na ujjagghikāya antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:539": "12. Na ujjagghikāya antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:540": "Uccasaddasikkhāpadaṃ",
  "tika-vin04t1:541": "13. Appasaddā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:542": "14. Appasaddā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:543": "Kāyappacālakasikkhāpadaṃ",
  "tika-vin04t1:544": "15. Na kāyappacālakaṃ antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:545": "16. Na kāyappacālakaṃ antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:546": "Bāhuppacālakasikkhāpadaṃ",
  "tika-vin04t1:547": "17. Na bāhuppacālakaṃ antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:548": "18. Na bāhuppacālakaṃ antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:549": "Sīsappacālakasikkhāpadaṃ",
  "tika-vin04t1:550": "19. Na sīsappacālakaṃ antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:551": "20. Na sīsappacālakaṃ antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:552": "Ujjagghikavaggo dutiyo.",
  "tika-vin04t1:553": "Khambhakatasikkhāpadaṃ",
  "tika-vin04t1:554": "21. Na khambhakatā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:555": "22. Na khambhakatā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:556": "Oguṇṭhitasikkhāpadaṃ",
  "tika-vin04t1:557": "23. Na oguṇṭhitā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:558": "24. Na oguṇṭhitā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:559": "Ukkuṭikasikkhāpadaṃ",
  "tika-vin04t1:560": "25. Na ukkuṭikāya antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:561": "Pallatthikasikkhāpadaṃ",
  "tika-vin04t1:562": "26. Na pallatthikāya antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:563": "Sakkaccapaṭiggahaṇasikkhāpadaṃ",
  "tika-vin04t1:564": "27. Sakkaccaṃ piṇḍapātaṃ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:565": "Pattasaññinīpaṭiggahaṇasikkhāpadaṃ",
  "tika-vin04t1:566": "28. Pattasaññinī piṇḍapātaṃ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:567": "Samasūpakapaṭiggahaṇasikkhāpadaṃ",
  "tika-vin04t1:568": "29. Samasūpakaṃ piṇḍapātaṃ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:569": "Samatittikasikkhāpadaṃ",
  "tika-vin04t1:570": "30. Samatittikaṃ piṇḍapātaṃ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:571": "Khambhakatavaggo tatiyo.",
  "tika-vin04t1:572": "Sakkaccabhuñjanasikkhāpadaṃ",
  "tika-vin04t1:573": "31. Sakkaccaṃ piṇḍapātaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:574": "Pattasaññinībhuñjanasikkhāpadaṃ",
  "tika-vin04t1:575": "32. Pattasaññinī piṇḍapātaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:576": "Sapadānasikkhāpadaṃ",
  "tika-vin04t1:577": "33. Sapadānaṃ piṇḍapātaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:578": "Samasūpakasikkhāpadaṃ",
  "tika-vin04t1:579": "34. Samasūpakaṃ piṇḍapātaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:580": "Na thūpakatasikkhāpadaṃ",
  "tika-vin04t1:581": "35. Na thūpakato omadditvā piṇḍapātaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:582": "Odanappaṭicchādanasikkhāpadaṃ",
  "tika-vin04t1:583": "36. Na sūpaṃ vā byañjanaṃ vā odanena paṭicchādessāmi bhiyyokamyataṃ upādāyāti sikkhā karaṇīyā.",
  "tika-vin04t1:584": "Sūpodanaviññattisikkhāpadaṃ",
  "tika-vin04t1:585": "37. Na sūpaṃ vā odanaṃ vā agilānā attano atthāya viññāpetvā bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:586": "Ujjhānasaññinīsikkhāpadaṃ",
  "tika-vin04t1:587": "38. Na ujjhānasaññinī paresaṃ pattaṃ olokessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:588": "Kabaḷasikkhāpadaṃ",
  "tika-vin04t1:589": "39. Nātimahantaṃ kabaḷaṃ karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:590": "Ālopasikkhāpadaṃ",
  "tika-vin04t1:591": "40. Parimaṇḍalaṃ ālopaṃ karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:592": "Sakkaccavaggo catuttho.",
  "tika-vin04t1:593": "Anāhaṭasikkhāpadaṃ",
  "tika-vin04t1:594": "41. Na anāhaṭe kabaḷe mukhadvāraṃ vivarissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:595": "Bhuñjamānasikkhāpadaṃ",
  "tika-vin04t1:596": "42. Na bhuñjamānā sabbahatthaṃ mukhe pakkhipissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:597": "Sakabaḷasikkhāpadaṃ",
  "tika-vin04t1:598": "43. Na sakabaḷena mukhena byāharissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:599": "Piṇḍukkhepakasikkhāpadaṃ",
  "tika-vin04t1:600": "44. Na piṇḍukkhepakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:601": "Kabaḷāvacchedakasikkhāpadaṃ",
  "tika-vin04t1:602": "45. Na kabaḷāvacchedakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:603": "Avagaṇḍakārakasikkhāpadaṃ",
  "tika-vin04t1:604": "46. Na avagaṇḍakārakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:605": "Hatthaniddhunakasikkhāpadaṃ",
  "tika-vin04t1:606": "47. Na hatthaniddhunakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:607": "Sitthāvakārakasikkhāpadaṃ",
  "tika-vin04t1:608": "48. Na sitthāvakārakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:609": "Jivhānicchārakasikkhāpadaṃ",
  "tika-vin04t1:610": "49. Na jivhānicchārakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:611": "Capucapukārakasikkhāpadaṃ",
  "tika-vin04t1:612": "50. Na capucapukārakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:613": "Kabaḷavaggo pañcamo.",
  "tika-vin04t1:614": "Surusurukārakasikkhāpadaṃ",
  "tika-vin04t1:615": "51. Na surusurukārakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:616": "Hatthanillehakasikkhāpadaṃ",
  "tika-vin04t1:617": "52. Na hatthanillehakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:618": "Pattanillehakasikkhāpadaṃ",
  "tika-vin04t1:619": "53. Na pattanillehakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:620": "Oṭṭhanillehakasikkhāpadaṃ",
  "tika-vin04t1:621": "54. Na oṭṭhanillehakaṃ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:622": "Sāmisasikkhāpadaṃ",
  "tika-vin04t1:623": "55. Na sāmisena hatthena pānīyathālakaṃ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:624": "Sasitthakasikkhāpadaṃ",
  "tika-vin04t1:625": "56. Na sasitthakaṃ pattadhovanaṃ antaraghare chaḍḍessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:626": "Chattapāṇisikkhāpadaṃ",
  "tika-vin04t1:627": "57. Na chattapāṇissa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:628": "Daṇḍapāṇisikkhāpadaṃ",
  "tika-vin04t1:629": "58. Na daṇḍapāṇissa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:630": "Satthapāṇisikkhāpadaṃ",
  "tika-vin04t1:631": "59. Na satthapāṇissa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:632": "Āvudhapāṇisikkhāpadaṃ",
  "tika-vin04t1:633": "60. Na āvudhapāṇissa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:634": "Surusuruvaggo chaṭṭho.",
  "tika-vin04t1:635": "Pādukasikkhāpadaṃ",
  "tika-vin04t1:636": "61. Na pādukāruḷhassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:637": "Upāhanasikkhāpadaṃ",
  "tika-vin04t1:638": "62. Na upāhanāruḷhassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:639": "Yānasikkhāpadaṃ",
  "tika-vin04t1:640": "63. Na yānagatassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:641": "Sayanasikkhāpadaṃ",
  "tika-vin04t1:642": "64. Na sayanagatassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:643": "Pallatthikasikkhāpadaṃ",
  "tika-vin04t1:644": "65. Na pallatthikāya nisinnassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:645": "Veṭhitasikkhāpadaṃ",
  "tika-vin04t1:646": "66. Na veṭhitasīsassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:647": "Oguṇṭhitasikkhāpadaṃ",
  "tika-vin04t1:648": "67. Na oguṇṭhitasīsassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:649": "Chamāsikkhāpadaṃ",
  "tika-vin04t1:650": "68. Na chamāyaṃ nisīditvā āsane nisinnassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:651": "Nīcāsanasikkhāpadaṃ",
  "tika-vin04t1:652": "69. Na nīce āsane nisīditvā ucce āsane nisinnassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:653": "Ṭhitāsikkhāpadaṃ",
  "tika-vin04t1:654": "70. Na ṭhitā nisinnassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:655": "Pacchatogacchantīsikkhāpadaṃ",
  "tika-vin04t1:656": "71. Na pacchato gacchantī purato gacchantassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:657": "Uppathenagacchantīsikkhāpadaṃ",
  "tika-vin04t1:658": "72. Na uppathena gacchantī pathena gacchantassa agilānassa dhammaṃ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:659": "Ṭhitāuccārasikkhāpadaṃ",
  "tika-vin04t1:660": "73. Na ṭhitā agilānā uccāraṃ vā passāvaṃ vā karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:661": "Hariteuccārasikkhāpadaṃ",
  "tika-vin04t1:662": "74. Na harite agilānā uccāraṃ vā passāvaṃ vā kheḷaṃ vā karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:663": "Udakeuccārasikkhāpadaṃ",
  "tika-vin04t1:664": "75. Na udake agilānā uccāraṃ vā passāvaṃ vā kheḷaṃ vā karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:665": "Pādukavaggo sattamo.",
  "tika-vin04t1:666": "Uddiṭṭhā kho, ayyāyo, sekhiyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:667": "Sekhiyā niṭṭhitā.",
  "tika-vin04t1:668": "Adhikaraṇasamathā",
  "tika-vin04t1:669": "Ime kho panāyyāyo, satta adhikaraṇasamathā",
  "tika-vin04t1:670": "Dhammā uddesaṃ āgacchanti.",
  "tika-vin04t1:671": "Uppannuppannānaṃ adhikaraṇānaṃ samathāya vūpasamāya sammukhāvinayo dātabbo.",
  "tika-vin04t1:672": "Sativinayo dātabbo.",
  "tika-vin04t1:673": "Amūḷhavinayo dātabbo.",
  "tika-vin04t1:674": "Paṭiññāya kāretabbaṃ.",
  "tika-vin04t1:675": "Yebhuyyasikā.",
  "tika-vin04t1:676": "Tassapāpiyasikā.",
  "tika-vin04t1:677": "Tiṇavatthārakoti.",
  "tika-vin04t1:678": "Uddiṭṭhā kho ayyāyo satta adhikaraṇasamathā dhammā. Tatthāyyāyo pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā , tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṃ dhārayāmīti.",
  "tika-vin04t1:679": "Adhikaraṇasamathā niṭṭhitā.",
  "tika-vin04t1:680": "Uddiṭṭhaṃ kho ayyāyo nidānaṃ,",
  "tika-vin04t1:681": "Uddiṭṭhā aṭṭha pārājikā dhammā,",
  "tika-vin04t1:682": "Uddiṭṭhā sattarasa saṅghādisesā dhammā,",
  "tika-vin04t1:683": "Uddiṭṭhā tiṃsa nissaggiyā pācittiyā dhammā,",
  "tika-vin04t1:684": "Uddiṭṭhā chasaṭṭhi satā pācittiyā dhammā,",
  "tika-vin04t1:685": "Uddiṭṭhā aṭṭha pāṭidesanīyā dhammā,",
  "tika-vin04t1:686": "Uddiṭṭhā sekhiyā dhammā,",
  "tika-vin04t1:687": "Uddiṭṭhā satta adhikaraṇasamathā dhammā, ettakaṃ tassa bhagavato suttāgataṃ suttapariyāpannaṃ anvaddhamāsaṃ uddesaṃ āgacchati, tattha sabbāheva samaggāhi sammodamānāhi avivadamānāhi sikkhitabbanti.",
  "tika-vin04t1:688": "Vitthāruddeso catuttho.",
  "tika-vin04t1:689": "Bhikkhunipātimokkhaṃ niṭṭhitaṃ.",
  "tika-vin04t1:690": " Namo tassa bhagavato arahato sammāsambuddhassa"
}