{
  "tika-s0201t4:0": "4. Mahāyamakavaggo",
  "tika-s0201t4:1": "1. Cūḷagosiṅgasuttavaṇṇanā",
  "tika-s0201t4:2": "325. Ñātīnaṃ (a. ni. ṭī. 3.6.19) nivāsaṭṭhānabhūto gāmo ñātiko, so eva nātiko. So kira gāmo yesaṃ santako, tesaṃ pubbapurisena attano ñātīnaṃ sādhāraṇabhāvena nivesito, tena ‘‘nātiko’’ti paññāyittha. Atha pacchā tattha dvīhi dāyādehi dvidhā vibhajitvā paribhutto. Tenāha ‘‘dvinnaṃ cūḷapitimahāpitiputtānaṃ dve gāmā’’ti. Giñjakā vuccanti iṭṭhakā, giñjakāhiyeva kato āvasatho giñjakāvasatho. Tasmiṃ kira padese mattikā sakkharamarumbavālikādīhi asammissā akaṭhinā saṇhā sukhumā, tāya katāni kulālabhājanānipi silāmayāni viya daḷhāni, tasmā te upāsakā tāya mattikāya dīghaputhulaiṭṭhakā kāretvā tāhi ṭhapetvā dvārabāhavātapānakavāṭatulāyo sesaṃ sabbaṃ dabbasambhārena vinā iṭṭhakāhi eva pāsādaṃ kāresuṃ. Tenāha ‘‘iṭṭhakāhevā’’tiādi.",
  "tika-s0201t4:3": "Gosiṅgasālavanadāyanti gosiṅgasālavananti laddhanāmaṃ rakkhitaṃ araññaṃ. Jeṭṭhakarukkhassāti vanappatibhūtassa sālarukkhassa. Sāmaggirasanti samaggabhāvādiguṇaṃ vivekasukhaṃ. Uparipaṇṇāsake upakkilesasutte (ma. ni. 3.237-238) puthujjanakālo kathito, idha cūḷagosiṅgasutte khīṇāsavakālo kathito. Katakiccāpi hi te mahātherā attano diṭṭhadhammasukhavihāraṃ paresaṃ diṭṭhānugatiṃ āpajjanañca sampassantā paramañca vivekaṃ anubrūhantā sāmaggirasaṃ anubhavamānā tattha viharanti. Tadāti tasmiṃ upakkilesasuttadesanākāle. Teti anuruddhappamukhā kulaputtā. Laddhassādāti vipassanāya vīthipaṭipattiyā adhigatassādā. Vipassanā hi pubbenāparaṃ visesaṃ āvahantī pavattamānā sātisayaṃ pītisomanassaṃ āvahati. Tenāha bhagavā –",
  "tika-s0201t4:4": "‘‘Yato yato sammasati, khandhānaṃ udayabbayaṃ;",
  "tika-s0201t4:5": "Labhati pītipāmojjaṃ, amataṃ taṃ vijānata’’nti. (dha. pa. 374);",
  "tika-s0201t4:6": "Laddhapatiṭṭhā maggaphalādhigamanena. Sati hi maggaphalādhigame sāsane patiṭṭhā laddhā nāma hoti, no aññathā.",
  "tika-s0201t4:7": "Kāmaṃ sāriputtamoggallānāpi mahāsāvakapariyāpannāva, aggasāvakabhāvena pana nesaṃ visesadassanatthaṃ ‘‘dhammasenāpatimahāmoggallānattheresu vā’’ti visuṃ gahaṇaṃ. Satipi hi sāmaññayoge visesavanto visuṃ gayhanti yathā ‘‘brāhmaṇā āgatā, vāsiṭṭhopi āgato’’ti. Tesu pana visuṃ gahitesupi ‘‘asītimahāsāvakesū’’ti asītiggahaṇaṃ appakaṃ ūnamadhikaṃ vā gaṇanupagaṃ na hotīti. Antamasoti idaṃ dhammabhaṇḍāgārikassa upaṭṭhākabhāvena āsannacāritāya vuttaṃ. Anīkāti hatthānīkā, hatthānīkato hatthisamūhatoti attho. Kāḷasīho yebhuyyena yūthacaroti katvā vuttaṃ ‘‘yūthā nissaṭo kāḷasīho viyā’’ti. Kesarī pana ekacarova. Vātacchinno valāhako viyāti vātacchinno pabbatakūṭappamāṇo valāhakacchedo viya. Tesaṃ paggaṇhanatoti yathā nāma jighacchitassa bhojane, pipāsitassa pānīye, sītena phuṭṭhassa uṇhe, uṇhena phuṭṭhassa sīte, dukkhitassa sukhe abhiruci uppajjati, evamevaṃ bhagavato kosambake bhikkhū aññamaññaṃ vivādāpanne disvā apare samaggāvāsaṃ vasante āvajjitassa ime tayo kulaputtā āpāthaṃ āgamiṃsu, atha ne paggaṇhitukāmo upasaṅkami, evāyaṃ paṭipattianukkamena kosambakānaṃ bhikkhūnaṃ vinayanupāyo hotīti. Tenāha ‘‘tesaṃ paggaṇhanato’’ti. Eteneva pacchimajanataṃ anukampanatoti idampi kāraṇaṃ ekadesena saṃvaṇṇitanti daṭṭhabbaṃ. Ukkaṃsitvāti yathābhūtehi guṇehi sampahaṃsanena visesetvā visiṭṭhe katvā pasaṃsāvasena cetaṃ āmeḍitavacanaṃ.",
  "tika-s0201t4:8": "Taṃ araññaṃ rakkhati vanasāminā āṇatto. Rakkhitagopitaṃ vanasaṇḍaṃ, na mahāvanādi viya apariggahitaṃ. Sīlādippabhedāya attatthāya paṭipannā attakāmā, na apariccattasinehāti āha ‘‘attano hitaṃ kāmayamānā’’ti. Tenāha ‘‘yo hī’’tiādi. Bhindeyyāti vināseyya.",
  "tika-s0201t4:9": "Dubbalamanussāti paññāya dubbalā aviddasuno manussā. Tānīti abhijātiādīsu uppannapāṭihāriyāni. Cīvaragabbhena paṭicchādetvāti cīvarasaṅkhāte ovarake nigūhitvā viya. Na hi cīvarapārupanamattena buddhānubhāvo paṭicchanno hoti. ‘‘Mā sudha kocimaṃ buddhānubhāvaṃ aññāsī’’ti pana tathārūpena iddhābhisaṅkhārena taṃ chādetvā gato bhagavā tathā vutto. Tenāha ‘‘aññātakavesena agamāsī’’ti.",
  "tika-s0201t4:10": "Abhikkamathāti padaṃ abhimukhabhāvena vidhimukhena vadatīti āha ‘‘ito āgacchathā’’ti. Buddhānaṃ kāyo nāma suvisuddhajātimaṇi viya sobhano, kiñci malaṃ apanetabbaṃ natthi, kimatthaṃ bhagavā pāde pakkhālesīti āha ‘‘buddhāna’’ntiādi.",
  "tika-s0201t4:11": "326.Anuruddhāti vā ekasesanayena vuttaṃ virūpekasesassapi icchitabbattā, evañca katvā bahuvacananiddesopi samatthito hoti. Iriyāpatho khamatīti sarīrassa lahuṭṭhānatāya catubbidhopi iriyāpatho sukhappavattiko. Jīvitaṃ yāpetīti yāpanālakkhaṇaṃ jīvitaṃ imaṃ sarīrayantaṃ yāpeti sukhena pavatteti. Uḷuṅkayāguṃ vā kaṭacchubhikkhaṃ vāti idaṃ makaravuttiyā missakabhattena yāpanaṃ vattanti katvā vuttaṃ. Tenāha ‘‘bhikkhācāravattaṃ pucchatī’’ti.",
  "tika-s0201t4:12": "Aññamaññaṃ saṃsandatīti satipi ubhayesaṃ kalāpānaṃ paramatthato bhede pacurajanehi duviññeyyanānattaṃ khīrodakasammoditaṃ accantameva saṃsaṭṭhaṃ viya hutvā tiṭṭhati. Tenāha ‘‘visuṃ na hoti, ekattaṃ viya upetī’’ti. Piyabhāvadīpanāni cakkhūni piyacakkhūni. Piyāyati, piyāyitabboti vā piyoti. Samaggavāsassa yaṃ ekantakāraṇaṃ, taṃ pucchanto bhagavā ‘‘yathā kathaṃ panā’’tiādimāhāti ‘‘kathanti kāraṇapucchā’’ti vuttaṃ. Yo nesaṃ mettāsahitānaṃyeva kammādīnaṃ aññamaññasmiṃ paccupaṭṭhānākāro, taṃ sandhāya ‘‘katha’’nti pucchā. Tathā hi parato ‘‘evaṃ kho mayaṃ, bhante’’tiādinā therehi vissajjanaṃ kathitaṃ.",
  "tika-s0201t4:13": "Mittaṃ etassa atthīti mettaṃ, kāyakammaṃ. Āvīti pakāsaṃ. Rahoti appakāsaṃ. Yañhi uddissa mettaṃ kāyakammaṃ paccupaṭṭhapeti, taṃ tassa sammukhā ce, pakāsaṃ hoti, parammukhā ce, appakāsaṃ. Tenāha ‘‘āvi ceva raho cāti sammukhā ceva parammukhā cā’’ti. Itarānīti parammukhā kāyavacīkammāni. ‘‘Tatthā’’tiādinā saṅkhepato vuttamatthaṃ vivarituṃ ‘‘yaṃ hī’’tiādi vuttaṃ. Sammajjanādivasena paṭijaggitabbayuttaṃ ṭhānaṃ vā. Tathevāti yathā sammukhā kate mettākāyakamme vuttaṃ, tatheva . ‘‘Kacci khamanīya’’nti evamādikā kathā sammodanīyakathā. Yathā parehi saddhiṃ attano chiddaṃ na hoti, tathā paṭisanthāravasena pavattā kathā paṭisanthārakathā. ‘‘Aho tadā therena mayhaṃ dinno ovādo, dinnā anusāsanī’’ti evaṃ kālantare saritabbayuttā, chasāraṇīyapaṭisaṃyuttā vā kathā sāraṇīyakathā. Suttapadaṃ nikkhipitvā tassa atthaniddesavasena sīlādidhammapaṭisaṃyuttā kathā dhammīkathā. Sarena suttassa uccāraṇaṃ sarabhaññaṃ. Pañhassa ñātuṃ icchitassa atthassa pucchanaṃ pañhapucchanaṃ. Tassa yathāpucchitassaādisanaṃ pañhavissajjanaṃ. Evaṃ samannāharatoti evaṃ manasikaroto, evaṃ mettaṃ upasaṃharatoti attho.",
  "tika-s0201t4:14": "Ekato kātuṃ na sakkā, tasmā nānā. Hitaṭṭhenāti attano viya aññamaññassa hitabhāvena. Nirantaraṭṭhenāti antarābhāvena bhedābhāvena. Aviggahaṭṭhenāti avirodhabhāvena. Samaggaṭṭhenāti sahitabhāvena. Paribhaṇḍaṃ katvāti bahalatanumattikālepehi limpetvā. Cīvaraṃ vā dhovantīti attano cīvaraṃ vā dhovanti. Paribhaṇḍaṃ vāti attano paṇṇasālāya paribhaṇḍaṃ vā karonti.",
  "tika-s0201t4:15": "327.Paṭiviruddhā evāti etthāpi ‘‘yebhuyyenā’’ti padaṃ ānetvā sambandhitabbaṃ. Tesaṃ appamādalakkhaṇanti tesaṃ appamajjanasabhāvaṃ. Kacci pana vo anuruddhā samaggāti etthāpi voti nipātamattaṃ, paccattavacanaṃ vā, kacci tumheti evamattho veditabbo. Samuggapātinti samuggapuṭasadisaṃ pātiṃ.",
  "tika-s0201t4:16": "Paṇṇasālāyaṃ anto bahi ca sammajjanena sodhitaṅgaṇatā vattapaṭipatti. Paṭivisamattamevāti attano yāpanapaṭivisamattameva. Osāpetvāti pakkhipitvā. Pamāṇamevāti attano yāpanapamāṇameva. Vuttanayena jahitvāti pāḷiyaṃ vuttanayena jahitvā.",
  "tika-s0201t4:17": "Hatthena hatthaṃ saṃsibbantāti attano hatthena itarassa hatthaṃ daḷhaggahaṇavasena bandhantā. Vilaṅgheti desantaraṃ pāpeti etenāti vilaṅghako, hattho. Hattho eva vilaṅghako hatthavilaṅghako, tena hatthavilaṅghakena.",
  "tika-s0201t4:18": "Taṃ akhaṇḍaṃ katvāti taṃ tīsupi divasesu dhammassavanaṃ pavattanavasena akhaṇḍikaṃ katvā. Etanti ‘‘pañcāhikaṃ kho panā’’tiādivacanaṃ. Pañcame pañcame ahani bhavatīti pañcāhikaṃ. Bhagavatā pucchitena anuruddhattherena. Pamādaṭṭhānesuyevāti aññesaṃ pamādaṭṭhānesuyeva. ‘‘Pamādaṭṭhānesuyevā’’ti vuttamevatthaṃ pākaṭataraṃ kātuṃ ‘‘aññesañhī’’tiādi vuttaṃ. Papañcakaraṇaṭṭhānānīti kathāpapañcassa karaṇaṭṭhānāni vissaṭṭhakathāpavattanena kammaṭṭhāne pamajjanaṭṭhānāni. Tatthāpi ‘‘mayaṃ, bhante, kammaṭṭhānaviruddhaṃ na paṭipajjāmā’’ti sikhāppattaṃ attano appamādalakkhaṇaṃ thero dasseti. Ettakaṃ ṭhānaṃ muñcitvāti pana idaṃ tadā vihārasamāpattīnaṃ vaḷañjābhāvena vuttaṃ.",
  "tika-s0201t4:19": "328. Jhānassa adhippetattā ‘‘alamariyañāṇadassanaviseso’’icceva vuttaṃ. Attano sammāpaṭipannatāya satthu cittārādhanatthaṃ tassa ca visesādhigamassa satthu paccakkhabhāvato thero ‘‘kiñhi no siyā, bhante’’ti āha. Yāvadevāti yattakaṃ kālaṃ ekaṃ divasabhāgaṃ vā sakalarattiṃ vā yāva satta vā divase.",
  "tika-s0201t4:20": "329.Samatikkamāyāti sammadeva atikkamanāya. Sati hi upari visesādhigame heṭṭhimajjhānaṃ samatikkantaṃ nāma hoti paṭippassaddhi ca. Tenāha ‘‘paṭippassaddhiyā’’ti. Ñāṇadassanavisesoti kāraṇūpacārena vuttoti veditabbo. Vedayitasukhatoti vedanāsahitajjhānasukhato vā phalasukhato vā. Avedayitasukhanti nibbānasukhaṃ viya vedanārahitaṃ sukhaṃ. Avedayitasukhanti ca nidassanamattametaṃ, taṃ pana aphassaṃ asaññaṃ acetananti sabbacittacetasikarahitameva. Tato ca satipi rūpadhammappavattiyaṃ tassa acetanattā sabbaso saṅkhāradukkhavirahitatāya santatarā paṇītatarā ca nirodhasamāpattīti vuccate. Tenāha ‘‘avedayitasukhaṃ santataraṃ paṇītataraṃ hotī’’ti. Tena vuttaṃ ‘‘imamhā cā’’tiādi.",
  "tika-s0201t4:21": "330.Sāmaggirasānisaṃsameva nesaṃ bhagavā kathesi ajjhāsayānukūlattā tassa. Anusāvetvāti anupagamanavasena sammadeva ārocetvā. ‘‘Anusaṃsāvetvā’’ti vā pāṭho, so evattho. Tato paṭinivattitvāti etarahi bhagavato ekavihāre ajjhāsayoti satthu manaṃ gaṇhantā ‘‘idheva tiṭṭhathā’’ti vissajjitaṭṭhānato nivattitvā . Pabbajjādīnīti ādi-saddena upasampadā-visuddhi-dhutakammaṭṭhānānuyoga-jhānavimokkha-samāpatti-ñāṇadassana-maggabhāvanā-phalasacchikiriyādike saṅgaṇhāti. Adhigantvāpīti pi-saddena yathādhigatānampi. Attano guṇakathāya aṭṭiyamānāti bhagavantaṃ nissāya adhigantvāpi dhammādhikaraṇaṃ satthuvihesābhāvadīpane bhagavato pākaṭaguṇānaṃ kathāya aṭṭiyamānāpīti yojanā. Devatāti taṃtaṃsamāpattilābhiniyo devatā. Mukhaṃ me sajjanti mukhaṃ me kathane samatthaṃ, kathane yogyanti attho.",
  "tika-s0201t4:22": "331.Evaṃ āgatoti evaṃ āṭānāṭiyasutte āgato. Paliveṭhenteti codente. Maccharāyantīti attano guṇānaṃ bhagavatopi ārocanaṃ asahamānā maccharāyantīti so cintetīti katvā vuttaṃ.",
  "tika-s0201t4:23": "01Tesaṃlābhāti tesaṃ vajjirājūnaṃ vajjiraṭṭhavāsīnañca manussattaṃ, patirūpadesavāsādiko, bhagavato tiṇṇañca kulaputtānaṃ dassanavandanadānadhammassavanādayo lābhā. Suladdhā lābhāti yojanā. Pasannacittaṃ anussareyyāti taṃ kulañhetaṃ sīlādiguṇe cittaṃ pasādetvā anussareyya. Vuttaṃ tesaṃ ‘‘anussaraṇampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahūpakāraṃ vadāmī’’ti (itivu. 104; saṃ. ni. 5.184).",
  "tika-s0201t4:24": "Cūḷagosiṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:25": "2. Mahāgosiṅgasuttavaṇṇanā",
  "tika-s0201t4:26": "332.Kocidevāti gosiṅgasālavanasāmantato niviṭṭhesu yo koci gāmo gocaragāmo bhavissati, tasmā anibaddhabhāvato gocaragāmo na gahito, vasanaṭṭhānameva paridīpitaṃ, tato eva araññanidānakaṃ nāmetaṃ. Sabbatthāti devaloke manussaloke ca. Thirakārakehīti sāsane thirabhāvakārakehi. Savanante jātattāti catusaccagabbhassa dhammassavanassa pariyosāne ariyāya jātiyā jātattā. Yathā paṭivedhabāhusaccaṃ ijjhati, tathā dhammassa savanato sāvakā . Sūriyo viya bhāsuraguṇaraṃsitāya mohandhakāravidhamanato. Cando viya ramaṇīyamanoharasītalaguṇatāya kilesapariḷāhavūpasamato. Sāgaro viya gambhīrathiravipulānekaguṇatāya ṭhitadhammasabhāvato. Guṇamahantatāya therassa abhiññātatā, guṇamahantatā ca suttesu āgatanayeneva ñātabbāti taṃ vitthārato dassetuṃ ‘‘na kevala’’ntiādi vuttaṃ. Sīhanādasuttanti majjhimanikāye āgataṃ mahāsīhanādasuttaṃ (ma. ni. 1.146). Therapañhasuttanti suttanipāte aṭṭhakavagge āgataṃ sāriputtasuttaṃ (su. ni. 961-981). Therasīhanādasuttanti imassa ca therassa janapadacārikāya satthu sammukhā sīhanādasuttaṃ. Abhinikkhamananti therasseva mahatā ñātiparivaṭṭena mahatā ca bhogaparivaṭṭena saha gharāvāsapariccāgo abhinikkhamanaṃ. Esa nayo ito paresupi. Yadidanti nipāto, yo ayanti attho.",
  "tika-s0201t4:27": "Mahāpaññe bhikkhū gahetvāti āyasmato kira sāriputtattherassa parivārabhikkhūpi mahāpaññā eva ahesuṃ. Dhātuso hi sattā saṃsandanti. Sayaṃ iddhimātiādīsupi eseva nayo. Ayaṃ panattho dhātusaṃyuttena (saṃ. ni. 2.99) dīpetabbo – gijjhakūṭapabbate gilānaseyyāya nisinno bhagavā ārakkhatthāya parivāretvā vasantesu sāriputtamoggallānādīsu ekamekaṃ attano parisāya saddhiṃ caṅkamantaṃ voloketvā bhikkhū āmantesi – ‘‘passatha no tumhe, bhikkhave, sāriputtaṃ sambahulehi bhikkhūhi saddhiṃ caṅkamantanti. Evaṃ, bhante. Sabbe kho ete, bhikkhave, bhikkhū mahāpaññā’’ti sabbaṃ vitthāretabbaṃ.",
  "tika-s0201t4:28": "Vananteti upavanante. Meghavaṇṇāyāti nīlābhāya. Samuddakucchito uggacchantassa viya upaṭṭhānaṃ sandhāya vuttaṃ. Cakkavāḷapabbatamatthakasamīpe ābhāpharaṇavasena pavattiyā ‘‘pācīnacakkavāḷapabbatamatthake’’ti vuttaṃ, na cakkavāḷapabbatamatthake candamaṇḍalassa vicaraṇato. Tathā sati lokantarikanirayesupi candimasūriyānaṃ ābhā phareyya. Ubbedhavasena hi cakkavāḷapabbatassa vemajjhato candimasūriyā vicaranti. Sālakusumapabhānaṃ atirattatāya vuttaṃ ‘‘lākhārasena siñcamānaṃ viyā’’ti. Upagāyamānā viyāti payirupāsanavasena upecca gāyamānā viya . Kāya nu kho ajja ratiyāti ajja jhānasamāpattiratiyā eva nu kho, udāhu dhammasākacchāratiyā dhammadesanāratiyāti cintesi.",
  "tika-s0201t4:29": "Dve candamaṇḍalāni viya paramasobhaggappattāya kantiyā. Dve sūriyamaṇḍalāni viya ativiya suvisuddhasamujjalāya guṇavibhūtiyā. Dve chaddantanāgarājāno viya mahānubhāvatāya. Dve sīhā viya tejussadatāya. Dve byagghā viya anolīnavuttitāya. Sabbapāliphullamevāti sabbameva samantato vikasitaṃ.",
  "tika-s0201t4:30": "333. Kathā upacarati pavattati etthāti kathāupacāro, savanūpacāro padeso, taṃ kathāupacāraṃ. Ramaṇīyameva rāmaṇeyyakaṃ. Ujjaṅgaleti lūkhapadese kaṭhinapadese. Dosehi itā apagatāti dosinā ta-kārassa na-kāraṃ katvā. Dibbā maññe gandhāti devaloke gandhā viya. Divi bhavāti dibbā. Dve therāti sāriputtattheraānandattherā. Ānandatthero tāva mamāyatu akhīṇāsavabhāvato, sāriputtatthero kathanti? Na idaṃ mamāyanaṃ gehassitapemavasena, atha kho guṇabhattivasenāti nāyaṃ doso.",
  "tika-s0201t4:31": "Anumatiyā pucchā anumatipucchā, anumatiggahaṇatthaṃ pucchanaṃ. Tattha yasmā adhammikampi vuddhassa anumatiṃ itaro paṭikkhipituṃ na labhati, tena sā anujānitabbāva hoti, tasmā saṅghakhuddakato paṭṭhāya anumati pucchitabbā. Tenāha ‘‘anumatipucchā nāmesā’’tiādi. Khuddakato paṭṭhāyāti kaṇiṭṭhato paṭṭhāya. Paṭibhāti upaṭṭhātīti paṭibhānaṃ, yathādhippeto attho, taṃ paṭibhānaṃ. Sikhāppattā vepullappattā na bhavissati padesañāṇe ṭhitehi bhāsitattā. Sikhāppattā vepullappattā bhavissati sabbaññutaññāṇena saṃsanditattā. Vuttamevatthaṃ upamāya vibhāvetuṃ ‘‘yathā hī’’tiādi vuttaṃ. Tattha paccatthikā aṭṭiyanti dukkhāyanti etenāti aṭṭo, vinicchitabbavohāro. Gāmabhojakanti yasmiṃ gāme so uppanno, taṃ gāmabhojakaṃ. Janapadabhojakanti yasmiṃ janapade so uppanno, taṃ janapadabhojakaṃ. Mahāvinicchayaamaccanti yasmiṃ rajje so janapado, tassa rājadhāniyaṃ mahāvinicchayaamaccaṃ. Senāpatinti yassa rañño so amacco, tassa senāpatiṃ. Tathā uparājanti . Idaṃ panettha pakaticārittavasena vuttaṃ upameyyatthānurūpatoti daṭṭhabbaṃ. Aparāparaṃ na sañcarati vinicchayanārahena vinicchitabhāvato.",
  "tika-s0201t4:32": "Pakaṭṭhānaṃ (a. ni. ṭī. 2.4.22) ukkaṭṭhānaṃ sīlādiatthānaṃ bodhanato, sabhāvaniruttivasena buddhādīhi bhāsitattā ca pakaṭṭhānaṃ vacanappabandhānaṃ āḷīti pāḷi, pariyattidhammo. Purimassa atthassa pacchimena atthena anusandhānaṃ anusandhi. Atthamukhena pana pāḷipadesānampi anusandhi hotiyeva, so ca pubbāparānusandhi-pucchānusandhi-ajjhāsayānusandhi-yathānusandhivasena catubbidho. Taṃtaṃdesanānaṃ pana pubbāparasaṃsandanaṃ pubbāparaṃ. Pāḷivasena anusandhivasena pubbāparavasenāti paccekaṃ yojetabbaṃ. Uggahitanti byañjanaso atthaso ca uddhaṃ uddhaṃ gahitaṃ, pariyāpuṇanavasena ceva paripucchāvasena ca hadayena gahitanti attho. Vaṭṭadukkhanissaraṇatthikehi sotabbato sutaṃ, pariyattidhammo, taṃ dhāretīti sutadharo. Yo hi sutadharo, sutaṃ tasmiṃ patiṭṭhitaṃ hoti suppatiṭṭhitaṃ, tasmā vuttaṃ ‘‘sutassa ādhārabhūto’’ti. Tenāha ‘‘yassa hī’’tiādi. Ekapadaṃ ekakkharampi avinaṭṭhaṃ hutvā sannicīyatīti sannicayo, sutaṃ sannicayo etasminti sutasannicayo. Ajjhosāyāti anupavisitvā. Tiṭṭhatīti na mussati.",
  "tika-s0201t4:33": "Ṭhitā paguṇāti paguṇā vācuggatā. Niccalitanti aparivattitaṃ. Saṃsanditvāti aññehi saṃsanditvā. Samanuggāhitvāti paripucchāvasena atthaṃ ogāhetvā. Pabandhassa vibandhābhāvato gaṅgāsotasadisaṃ, ‘‘bhavaṅgasotasadisa’’nti vā pāṭho, akittimaṃ sukhappavattīti attho. Suttekadesassa suttassa ca vacasā paricayo idha nādhippeto, vaggādivasena pana adhippetoti āha ‘‘suttadasaka…pe… sajjhāyitā’’ti, ‘‘dasa suttāni gatāni, dasa vaggāgatā’’tiādinā sallakkhetvā vācāya sajjhāyitāti attho. Manasā anu anu pekkhitā bhāgaso nijjhāyitā cintitā manasānupekkhitā. Rūpagataṃ viya paññāyatīti rūpagataṃ viya cakkhussa vibhūtaṃ hutvā paññāyati. Suppaṭividdhāti nijjaṭaṃ niggumbaṃ katvā suṭṭhu yāthāvato paṭividdhā.",
  "tika-s0201t4:34": "Pajjati attho ñāyati etenāti padaṃ, tadeva atthaṃ byañjetīti byañjananti āha ‘‘padameva atthassa byañjanato padabyañjana’’nti. Akkharapāripūriyā padabyañjanassa parimaṇḍalatā, sā pana pāripūrī evaṃ veditabbāti āha ‘‘dasavidhabyañjanabuddhiyo aparihāpetvā’’ti. Aññaṃ upārambhakaranti yathānikkhittasuttato aññaṃ tassa ananulomakaṃ suttaṃ āharati. Tadatthaṃ otāretīti tassa āhaṭasuttasseva atthaṃ vicāreti. Tassa kathā aparimaṇḍalā nāma hoti atthassa aparipuṇṇabhāvato. Yathānikkhittassa suttassa atthasaṃvaṇṇanāvaseneva suttantarampi ānento bahi ekapadampi na gacchati nāma. Amakkhentoti avināsento. Taṃ taṃ atthaṃ suṭṭhu vavatthitaṃ katvā dassento tulikāya paricchindanto viya. Gambhīrataramatthaṃ gamento gambhīramātikāya udakaṃ pesento viya. Uttānamātikāya hi mariyādaṃ ottharitvā udakaṃ aññathā gaccheyya. Ekaṃyeva padaṃ anekehi pariyāyehi punappunaṃ saṃvaṇṇento padaṃ koṭṭento sindhavājānīyo viya. So hi vaggitāya gatiyā pade padaṃ koṭṭento gacchati. Kathāmaggena tassa kathā parimaṇḍalā nāma hoti dhammato atthato anusandhito pubbāparato ācariyuggahatoti sabbaso paripuṇṇabhāvato.",
  "tika-s0201t4:35": "Anuppabandhehīti vissaṭṭhehi āsajjamānehi. Nātisīghaṃ nātisaṇikaṃ nirantaraṃ ekarasañca katvā parisāya ajjhāsayānurūpaṃ dhammaṃ kathento vissaṭṭhāya kathāya katheti nāma, na aññathāti dassento ‘‘yo bhikkhū’’tiādimāha. Araṇiṃ manthento viya, uṇhakhādanīyaṃ khādanto viyāti sīghaṃ sīghaṃ kathanassa udāharaṇaṃ, gahitaṃ gahitamevātiādi laṅghetvā kathanassa. Purāṇapaṇṇantaresu hi paripātiyamānagodhā kadāci dissati, evamekaccassa atthavaṇṇanā katthaci na dissati. Ohāyāti ṭhapetvā. Yopītiādinā ekarūpena kathāya akathanaṃ dasseti. Petaggi nijjhāmataṇhikapetassa mukhato niccharaṇakaaggi. Vitthāyatīti appaṭitānatamāpajjati. Kenaci rogena dukkhaṃ patto viya nitthunanto. Kandanto viyāti ukkuṭṭhiṃ karonto viya. Appabandhā nāma hoti sukhena appavattabhāvato. Ācariyehi dinnanaye ṭhitoti ācariyuggahaṃ amuñcanto, yathā ca ācariyā taṃ taṃ suttaṃ saṃvaṇṇesuṃ, teneva nayena saṃvaṇṇentoti attho. Acchinnadhāraṃ katvāti ‘‘nātisīghaṃ nātisaṇika’’ntiādinā heṭṭhā vuttanayena avicchinnaṃ kathāpabandhaṃ katvā. Anusayasamugghātāyāti iminā tassā kathāya arahattapariyosānataṃ dasseti . Evarūpenāti nayidaṃ ekavacanaṃ tattakavasena gahetabbaṃ, atha kho lakkhaṇe pavattanti dassento ‘‘tathārūpeneva bhikkhusatena bhikkhusahassena vā’’ti vuttaṃ. Pallaṅkenāti pallaṅkapadesena, pallaṅkāsanantenāti attho. Iminā nayenāti vārantarasādhāraṇaṃ atthaṃ atidisati, asādhāraṇaṃ pana vakkhatevāti.",
  "tika-s0201t4:36": "334. Āramati etenāti ārāmo.",
  "tika-s0201t4:37": "335.Dhuvasevananti niyatasevitaṃ. Pāsādapariveṇeti pāsādaṅgaṇe. Nābhiyā patiṭṭhitānanti nābhiyā bhūmiyaṃ patiṭṭhitānaṃ. Arantarānīti aravivarāni taṃtaṃarānaṃ vemajjhaṭṭhānāni.",
  "tika-s0201t4:38": "336.Samādinnaaraññadhutaṅgo āraññiko, na araññavāsamattena.",
  "tika-s0201t4:39": "337.Naosādentīti na avasādenti, na avasādanāpekkhā aññamaññaṃ pañhaṃ pucchantīti attho. Pavattinīti paguṇā.",
  "tika-s0201t4:40": "338.Lokuttarā vihārasamāpatti nāma therassa arahattaphalasamāpattiyo, pariyāyato pana nirodhasamāpattipi veditabbā.",
  "tika-s0201t4:41": "339.Sādhukāro ānandattherassa dinno. Tenāha bhagavā ‘‘yathā taṃ ānandova sammā byākaramāno byākareyyā’’tiādi. Sammāti suṭṭhu, yathāajjhāsayanti adhippāyo. Yena hi yaṃ yathācittaṃ kathitaṃ, taṃ sammā kathitaṃ nāma hoti. Sampattavasena hi yathākārī tathāvādī sobhati. Tenāha ‘‘attano anucchavikamevā’’tiādi. Bahussuto bhikkhu tattha tattha sutte sīlādīnaṃ āgataṭṭhāne tesaṃ suviditattā yathānusiṭṭhaṃ paṭipajjamāno tāni paripūretīti āha ‘‘sīlassa āgataṭṭhāne’’tiādi. Maggādipasavanāya vipassanāgabbhaṃ gaṇhāpetvā paripākaṃ gametvāti attho.",
  "tika-s0201t4:42": "340. ‘‘Eseva nayo’’ti atidesavasena saṅkhepato vuttamatthaṃ vivaranto ‘‘āyasmā hi revato’’tiādimāha.",
  "tika-s0201t4:43": "342.Aparepinānappakāre kileseti aparepi nānappakāre dosamohādikilese. Dhunitvāti vidhametvā.",
  "tika-s0201t4:44": "343. Āyasmā mahāmoggallāno evaṃ byākāsīti sambandho. Sakalampi cakkhuviññāṇavīthigataṃ cittaṃ cakkhuviññāṇanti aggahetvā cakkhusannissitameva pana viññāṇaṃ cakkhuviññāṇaṃ, tadanantaraṃ sampaṭicchanaṃ, tadanantaraṃ santīraṇantiādinā saṇhaṃ sukhumaṃ atiittarakhaṇavantaṃ cittantaraṃ cittanānattaṃ. Khandhādīnañca nānattasaṅkhātaṃ khandhantarādi. Pathavīkasiṇe paṭhamajjhānaṃ samāpajjitvā tatheva tatiyaṃ jhānantiādinā ārammaṇaṃ anukkamitvā jhānasseva ekantarikabhāvena ukkamanaṃ jhānokkantikaṃ nāma. Pathavīkasiṇe paṭhamaṃ jhānaṃ samāpajjitvā puna tadeva tejokasiṇetiādinā jhānaṃ anukkamitvā ārammaṇasseva ekantarikabhāvena ukkamanaṃ ārammaṇokkantikaṃ nāma. ‘‘Paṭhamajjhānaṃ pañcaṅgika’’ntiādinā yāva nevasaññānāsaññāyatanaṃ duvaṅgikanti jhānaṅgamattasseva vavatthāpanaṃ aṅgavavatthānaṃ. ‘‘Idaṃ pathavīkasiṇaṃ…pe… idaṃ odātakasiṇa’’nti ārammaṇamattasseva vavatthāpanaṃ ārammaṇavavatthānaṃ. Pathavīkasiṇe paṭhamaṃ jhānaṃ samāpajjitvā tattheva itaresampi samāpajjanaṃ aṅgasaṅkanti. Pathavīkasiṇe paṭhamaṃ jhānaṃ samāpajjitvā tadeva āpokasiṇeti evaṃ sabbakasiṇesu ekasseva jhānassa samāpajjanaṃ ārammaṇasaṅkanti. Ekatovaḍḍhanaṃ ubhatovaḍḍhananti idaṃ khandhādidesanāyaṃ labbhati. Abhidhammabhājanīye hi vedanākkhandhaṃ bhājento bhagavā tike gahetvā dukesu pakkhipi, duke gahetvā tikesu pakkhipi, idaṃ ekatovaḍḍhanaṃ. Tike ca duke ca ubhatovaḍḍhananīhārena kathesi, idaṃ ubhatovaḍḍhanaṃ. Evaṃ sesakhandhesu dhātāyatanādīsu ca yathārahaṃ vibhaṅgappakaraṇe (vibha. 32-33; 155-156, 183-184) abhidhammabhājanīye āgatanayena veditabbaṃ. Tenāha ‘‘ābhidhammikadhammakathikasseva pākaṭa’’nti. Khandhādīsu sabhāvadhammesu tīsu lakkhaṇesu paññattiyaṃ samayantaresu ca kosallābhāvato ayaṃ sakavādo ayaṃ paravādoti na jānāti. Tato eva sakavādaṃ…pe… dhammantaraṃ visaṃvādeti. Khandhādīsu pana kusalatāya ābhidhammiko sakavādaṃ…pe… na visaṃvādeti.",
  "tika-s0201t4:45": "344.Cittaṃattano vase vattetuṃ sakkoti paṭisaṅkhānabhāvanābalehi pariggaṇhanasamatthattā. Idāni tamatthaṃ byatirekato anvayato ca vibhāvetuṃ ‘‘duppañño hī’’tiādimāha. Tattha sabbānassāti sabbāni assa. Visevitavipphanditānīti kilesavisūkāyikāni ceva duccaritavipphanditāni ca. Bhañjitvāti madditvā. Bahīti kammaṭṭhānato bahi puthuttārammaṇe.",
  "tika-s0201t4:46": "345.Pariyāyenāti ettha pariyāya-saddo ‘‘atthi khvesa, brāhmaṇa, pariyāyo’’tiādīsu (a. ni. 8.11; pārā. 3-9) viya kāraṇatthoti āha ‘‘sobhanakāraṇaṃ atthī’’ti. Yadi bhagavā – ‘‘idha, sāriputta, bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto’’tiādinā attano mahābodhipallaṅkaṃ sandhāyāha, evaṃ sante sammāsambuddheheva saṅghārāmo sobhetabbo, na aññehīti āpannanti āha ‘‘apica pacchimaṃ janata’’ntiādi. Nibbānatthāya paṭipattisāraṃ etassāti paṭipattisāro, taṃ paṭipattisāraṃ. Nippariyāyenevāti kenaci pariyāyena lesena vinā mukhyena nayeneva. Yo ‘‘arahattaṃ appatvā na vuṭṭhahissāmī’’ti daḷhasamādānaṃ katvā nisinno taṃ adhigantvāva uṭṭhahati. Evarūpena idaṃ gosiṅgasālavanaṃ sobhati, sāsane sabbārambhānaṃ tadatthattāti attho. Āsavakkhayāvahaṃ paṭipattiṃ ārabhitvā āsavakkhayeneva desanāya pariyosāpitattā yathānusandhināva desanaṃ niṭṭhapesīti.",
  "tika-s0201t4:47": "Mahāgosiṅgasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:48": "3. Mahāgopālakasuttavaṇṇanā",
  "tika-s0201t4:49": "346.Tatthāti gopālakasutte. Tisso kathāti (a. ni. ṭī. 3.11.17) tisso aṭṭhakathā, tividhā suttassa atthavaṇṇanāti attho. Ekekaṃ padaṃ nāḷaṃ mūlaṃ etissāti evaṃsaññitā ekanāḷikā, ekekaṃ vā padaṃ nāḷaṃ atthaniggamanamaggo etissāti ekanāḷikā. Tenāha ‘‘ekekapadassa atthakathana’’nti. Cattāro aṃsā bhāgā atthasallakkhaṇūpāyā etissāti caturassā. Tenāha ‘‘catukkaṃ bandhitvā kathana’’nti. Niyamato nisinnassa āraddhassa vatto saṃvatto etissā atthīti nisinnavattikā, yathāraddhassa atthassa visuṃ visuṃ pariyosāpikāti attho. Tenāha ‘‘paṇḍitaṃ gopālakaṃ dassetvā’’tiādi. Ekekapadassāti piṇḍatthadassanavasena bahunnaṃ padānaṃ ekajjhaṃ atthaṃ akathetvā ekamekassa padassa atthavaṇṇanā. Ayaṃ sabbattheva labbhati. Catukkaṃ bandhitvāti kaṇhapakkhe upamūpameyyadvayaṃ, tathā sukkapakkheti idaṃ catukkaṃ yojetvā. Ayaṃ īdisesu eva suttesu labbhati. Pariyosānagamananti keci tāva āhu – ‘‘kaṇhapakkhe upamaṃ dassetvā upamā ca nāma yāvadeva upameyyasampaṭidānatthāti upameyyatthaṃ āharitvā saṃkilesapakkhaniddeso ca vodānapakkhavibhāvanatthāyāti sukkapakkhampi upamūpameyyavibhāgena āharitvā suttatthassa pariyosāpana’’nti. Kaṇhapakkhe upameyyaṃ dassetvā pariyosānagamanādīsupi eseva nayo. Apare pana ‘‘kaṇhapakkhe sukkapakkhe ca taṃtaṃupamūpameyyatthānaṃ visuṃ visuṃ pariyosāpetvāva kathanaṃ pariyosānagamana’’nti vadanti. Ayanti nisinnavattikā. Idhāti imasmiṃ gopālakasutte. Sabbācariyānaṃ āciṇṇāti sabbehipi pubbācariyehi ācaritā saṃvaṇṇitā, tathā ceva pāḷi pavattāti.",
  "tika-s0201t4:50": "Aṅgīyanti avayavabhāvena ñāyantīti aṅgāni, bhāgā. Tāni panettha yasmā sāvajjasabhāvāni, tasmā āha ‘‘aṅgehīti aguṇakoṭṭhāsehī’’ti. Gomaṇḍalanti gosamūhaṃ. Pariharitunti rakkhituṃ. Taṃ pana pariharaṇaṃ pariggahetvā vicaraṇanti āha ‘‘pariggahetvā vicaritu’’nti. Vaḍḍhinti gunnaṃ bahubhāvaṃ bahugorasatāsaṅkhātaṃ parivuddhiṃ. ‘‘Ettakamida’’nti rūpīyatīti rūpaṃ, parimānaparicchedopi sarīrarūpampīti āha ‘‘gaṇanato vā vaṇṇato vā’’ti. Na pariyesati vinaṭṭhabhāvasseva ajānanato. Nīlāti ettha iti-saddo ādiattho. Tena setasabalādivaṇṇaṃ saṅgaṇhāti.",
  "tika-s0201t4:51": "Dhanusattisūlādīti ettha issāsācariyānaṃ gāvīsu kataṃ dhanulakkhaṇaṃ. Kumārabhattigaṇānaṃ gāvīsu kataṃ sattilakkhaṇaṃ. Issarabhattigaṇānaṃ gāvīsu kataṃ sūlalakkhaṇanti yojanā. Ādi-saddena rāmavāsudevagaṇādīnaṃ gāvīsu kataṃ pharasucakkādilakkhaṇaṃ saṅgaṇhāti.",
  "tika-s0201t4:52": "Nīlamakkhikāti piṅgalamakkhikā, khuddamakkhikā eva vā. Saṭati rujati etāyāti sāṭikā, saṃvaddhā sāṭikāti āsāṭikā. Tenāha ‘‘vaḍḍhantī’’tiādi.",
  "tika-s0201t4:53": "Vākenāti vākapattena. Cīrakenāti pilotikena. Antovasseti vassakālassa abbhantare. Niggāhanti susumārādiggāharahitaṃ. Pītanti pānīyassa pītabhāvaṃ. Sīhabyagghādiparissayena sāsaṅko sappaṭibhayo.",
  "tika-s0201t4:54": "Pañca ahāni bhūtāni etassāti pañcāhito, so eva vāroti pañcāhikavāro. Evaṃ sattāhikavāroti veditabbo. Ciṇṇaṭṭhānanti caritaṭṭhānaṃ gocaraggahitaṭṭhānaṃ.",
  "tika-s0201t4:55": "Pituṭṭhānanti pitarā kātabbaṭṭhānaṃ, pitarā kātabbakaraṇanti attho. Yathāruciṃ gahetvā gacchantīti gunnaṃ rucianurūpaṃ gocarabhūmiyaṃ vā nadipāraṃ vā gahetvā gacchanti. Gobhattanti kappāsaṭṭhikādimissaṃ gobhuñjitabbaṃ bhattaṃ, bhattaggahaṇeneva yāgupi gahitā.",
  "tika-s0201t4:56": "347.‘‘Dvīhākārehī’’ti vuttaṃ ākāradvayaṃ dassetuṃ ‘‘gaṇanato vā samuṭṭhānato vā’’ti vuttaṃ. Evaṃ pāḷiyaṃ āgatāti ‘‘upacayo santatī’’ti jātiṃ dvidhā bhinditvā hadayavatthuṃ aggahetvā ‘‘dasa āyatanāni pañcadasa sukhumarūpānī’’ti evaṃ rūpakaṇḍapāḷiyaṃ (dha. sa. 651-655) āgatā. Pañcavīsati rūpakoṭṭhāsāti salakkhaṇato aññamaññasaṅkarābhāvato rūpabhāgā. Rūpakoṭṭhāsāti vā visuṃ visuṃ appavattitvā kalāpabhāveneva pavattanato rūpakalāpā. Koṭṭhāsāti ca aṃsā, avayavāti attho. Koṭṭhanti vā sarīraṃ, tassa aṃsā kesādayo koṭṭhāsāti aññepi avayavā koṭṭhāsā viya koṭṭhāsā. Seyyathāpīti upamāsaṃsandanaṃ. Tattha rūpaṃ pariggahetvāti yathāvuttaṃ rūpaṃ salakkhaṇato ñāṇena pariggaṇhitvā. Arūpaṃ vavatthapetvāti taṃ rūpaṃ nissāya ārammaṇañca katvā pavattamāne vedanādike cattāro khandhe ‘‘arūpa’’nti vavatthapetvā. Rūpārūpaṃ pariggahetvāti puna tattha yaṃ ruppanalakkhaṇaṃ, taṃ rūpaṃ, tadaññaṃ arūpaṃ, ubhayavinimuttaṃ kiñci natthi attā vā attaniyaṃ vāti evaṃ rūpārūpaṃ pariggahetvā. Tadubhayañca avijjādinā paccayena sappaccayanti paccayaṃ sallakkhetvā aniccādilakkhaṇaṃ āropetvā yo kalāpasammasanādikkamena kammaṭṭhānaṃ matthakaṃ pāpetuṃ na sakkoti, so na vaḍḍhatīti yojanā.",
  "tika-s0201t4:57": "Ettakaṃrūpaṃ ekasamuṭṭhānanti cakkhāyatanaṃ, sotaghānajivhākāyāyatanaṃ itthindriyaṃ purisindriyaṃ jīvitindriyanti aṭṭhavidhaṃ kammavasena, kāyaviññatti vacīviññattīti idaṃ dvayaṃ cittavasenāti ettakaṃ rūpaṃ ekasamuṭṭhānaṃ. Saddāyatanamekaṃ utucittavasena dvisamuṭṭhānaṃ. Rūpassa lahutā mudutā kammaññatāti ettakaṃ rūpaṃ utucittāhāravasena tisamuṭṭhānaṃ. Rūpagandharasaphoṭṭhabbāyatanaṃ ākāsadhātu āpodhātu kabaḷīkāro āhāroti ettakaṃ rūpaṃ utucittāhārakammavasena catusamuṭṭhānaṃ. Upacayo santati jaratā rūpassa aniccatāti ettakaṃ rūpaṃ na kutoci samuṭṭhātīti na jānāti. Samuṭṭhānato rūpaṃ ajānantotiādīsu vattabbaṃ ‘‘gaṇanato rūpaṃ ajānanto’’tiādesu vuttanayeneva veditabbaṃ.",
  "tika-s0201t4:58": "Kammalakkhaṇoti attanā kataṃ duccaritakammaṃ lakkhaṇaṃ etassāti kammalakkhaṇo, bālo. Vuttañhetaṃ – ‘‘tīṇimāni, bhikkhave, bālassa bālalakkhaṇāni. Katamāni tīṇi? Duccintitacintī hoti, dubbhāsitabhāsī, dukkaṭakammakārī. Imāni kho…pe… lakkhaṇānī’’ti (a. ni. 3.2; netti. 116). Attanā kataṃ sucaritakammaṃ lakkhaṇaṃ etassāti kammalakkhaṇo, paṇḍito. Vuttampi cetaṃ – ‘‘tīṇimāni, bhikkhave, paṇḍitassa paṇḍitalakkhaṇāni. Katamāni tīṇi? Sucintitacintī hoti, subhāsitabhāsī, sukatakammakārī. Imāni kho…pe… paṇḍitalakkhaṇānī’’ti (ma. ni. 3.253; a. ni. 3.3; netti. 116). Tenāha ‘‘kusalākusalaṃ kammaṃ paṇḍitamālalakkhaṇa’’nti. Bāle vajjetvā paṇḍite na sevatīti yaṃ bālapuggale vajjetvā paṇḍitasevanaṃ atthakāmena kātabbaṃ, taṃ na karoti. Tathābhūtassa ayamādīnavoti dassetuṃ puna ‘‘bāle vajjetvā’’tiādi vuttaṃ. Tattha yaṃ bhagavatā ‘‘idaṃ vo kappatī’’ti anuññātaṃ, tadanulomañce, taṃ kappiyaṃ. Yaṃ ‘‘idaṃ vo na kappatī’’ti paṭikkhittaṃ, tadanulomañce, taṃ akappiyaṃ. Yaṃ kosallasambhūtaṃ, taṃ kusalaṃ, tappaṭipakkhaṃ akusalaṃ. Tadeva sāvajjaṃ, kusalaṃ anavajjaṃ. Āpattito ādito dve āpattikkhandhā garukaṃ, tadaññaṃ lahukaṃ. Dhammato mahāsāvajjaṃ garukaṃ, appasāvajjaṃ lahukaṃ. Sappaṭikāraṃ satekiccaṃ, appaṭikāraṃ atekicchaṃ. Dhammatānugataṃ kāraṇaṃ, itaraṃ akāraṇaṃ. Taṃ ajānantoti kappiyākappiyaṃ garukalahukaṃ satekicchātekicchaṃ ajānanto suvisuddhaṃ katvā sīlaṃ rakkhituṃ na sakkoti, kusalākusalaṃ sāvajjānavajjaṃ kāraṇākāraṇaṃ ajānanto khandhādīsu akusalatāya rūpārūpapariggahampi kātuṃ na sakkoti, kuto tassa kammaṭṭhānaṃ gahetvā vaḍḍhanā. Tenāha ‘‘kammaṭṭhānaṃ gahetvā vaḍḍhetuṃ na sakkotī’’ti.",
  "tika-s0201t4:59": "Govaṇasadise attabhāve uppajjitvā tattha dukkhuppattihetuto micchāvitakkā āsāṭikā viyāti āsāṭikāti āha ‘‘akusalavitakkaṃ āsāṭikaṃ ahāretvā’’ti.",
  "tika-s0201t4:60": "‘‘Gaṇḍoti kho, bhikkhave, pañcannetaṃ upādānakkhandhānaṃ adhivacana’’nti vacanato (a. ni. 8.56) chahi vaṇamukhehi vissandamānayūso gaṇḍo viya pilotikakhaṇḍena chahi dvārehi vissandamānakilesāsuci attabhāvavaṇo satisaṃvarena pidahitabbo, ayaṃ pana evaṃ na karotīti āha ‘‘yathā so gopālako vaṇaṃ na paṭicchādeti, evaṃ saṃvaraṃ na sampādetī’’ti.",
  "tika-s0201t4:61": "Yathā dhūmo indhanaṃ nissāya uppajjamāno saṇho sukhumo taṃ taṃ vivaraṃ anupavissa byāpento sattānaṃ ḍaṃsamakasādiparissayaṃ vinodeti, aggijālasamuṭṭhānassa pubbaṅgamo hoti, evaṃ dhammadesanāñāṇassa indhanabhūtaṃ rūpārūpadhammajātaṃ nissāya uppajjamānā saṇhā sukhumā taṃ taṃ khandhantaraṃ āyatanantarañca anupavissa byāpeti, sattānaṃ micchāvitakkādiparissayaṃ vinodeti, ñāṇaggijālasamuṭṭhānassa pubbaṅgamoti dhūmo viyāti dhūmoti āha ‘‘gopālako dhūmaṃ viya dhammadesanādhūmaṃ na karotī’’ti. Attano santikaṃ upagantvā nisinnassa kātabbā tadanucchavikā dhammakathā upanisinnakathā. Katassa dānādipuññassa anumodanakathā anumodanā. Tatoti dhammakathādīnaṃ akaraṇato. ‘‘Bahussuto guṇavā’’ti na jānantīti kasmā vuttaṃ, nanu attano jānāpanatthaṃ dhammakathādi na kātabbamevāti? Saccaṃ, na kātabbameva, suddhāsayena pana dhamme kathite tassa guṇajānanataṃ sandhāyetaṃ vuttaṃ. Tenāha bhagavā –",
  "tika-s0201t4:62": "‘‘Nābhāsamānaṃ jānanti, missaṃ bālehi paṇḍitaṃ;",
  "tika-s0201t4:63": "Bhāsaye jotaye dhammaṃ, paggaṇhe isinaṃ dhaja’’nti. (saṃ. ni. 2.241);",
  "tika-s0201t4:64": "Taranti etthāti titthaṃ, nadītaḷākādīnaṃ nahānādiatthaṃ otaraṇaṭṭhānaṃ. Yathā pana taṃ udakena otiṇṇasattānaṃ sarīramalaṃ pavāheti, parissamaṃ vinodeti, visuddhiṃ uppādeti, evaṃ bahussutā attano samīpaṃ otiṇṇasattānaṃ dhammūdakena cittamalaṃ pavāhenti, parissamaṃ vinodenti, visuddhiṃ uppādenti, tasmā te titthaṃ viyāti titthaṃ. Tenāha ‘‘titthabhūte bahussutabhikkhū’’ti. Byañjanaṃ kathaṃ ropetabbanti, bhante, idaṃ byañjanaṃ ayaṃ saddo kathaṃ imasmiṃ atthe ropetabbo, kena pakārena imassa atthassa vācako jāto. ‘‘Nirūpetabba’’nti vā pāṭho, nirūpetabbaṃ ayaṃ sabhāvanirutti kathamettha niruḷhāti adhippāyo. Imassa bhāsitassa ko atthoti saddatthaṃ pucchati. Imasmiṃ ṭhāneti imasmiṃ pāḷipadese. Pāḷi kiṃ vadetīti bhāvatthaṃ pucchati. Attho kiṃ dīpetīti bhāvatthaṃ vā saṅketatthaṃ vā. Na paripucchatīti vimaticchedanapucchāvasena sabbaso pucchaṃ na karoti. Na paripañhatīti pari pari attano ñātuṃ icchaṃ na ācikkhati na vibhāveti. Tenāha ‘‘na jānāpetī’’ti. Teti bahussutabhikkhū. Vivaraṇaṃ nāma atthassa vibhajitvā kathananti āha ‘‘bhājetvā na dassentī’’ti. Anuttānīkatanti ñāṇena apākaṭīkataṃ guyhaṃ paṭicchannaṃ. Na uttānīkarontīti sinerumūlakaṃ vālikaṃ uddharanto viya pathavīsandhārodakaṃ vivaritvā dassento viya ca uttānaṃ na karonti. Evaṃ yassa dhammassa vasena bahussutā ‘‘tittha’’nti vuttā pariyāyato, idāni tameva dhammaṃ nippariyāyato titthanti dassetuṃ ‘‘yathā cā’’tiādi vuttaṃ. Dhammo hi taranti etena nibbānaṃ nāma taḷākanti ‘‘tittha’’nti vuccati. Tenāha bhagavā sumedhabhūto –",
  "tika-s0201t4:65": "‘‘Evaṃ kilesamaladhovaṃ, vijjante amatantaḷe;",
  "tika-s0201t4:66": "Na gavesati taṃ taḷākaṃ, na doso amatantaḷe’’ti. (bu. vaṃ. 2.14);",
  "tika-s0201t4:67": "Dhammasseva nibbānassotaraṇatitthabhūtassa otaraṇapakāraṃ ajānanto ‘‘dhammatitthaṃ na jānātī’’ti vutto.",
  "tika-s0201t4:68": "Pītāpītanti gogaṇe pītaṃ apītañca gorūpaṃ na jānāti na vindati. Avindanto hi na labhatīti vutto. ‘‘Ānisaṃsaṃ na vindatī’’ti vatvā tassa avindanākāraṃ dassento ‘‘dhammassavanaggaṃ gantvā’’tiādimāha.",
  "tika-s0201t4:69": "Ayaṃ lokuttaroti padaṃ sandhāyāha ‘‘ariya’’nti. Paccāsattiñāyena anantaravidhippaṭisedho vā, ariya-saddo vā niddosapariyāyo daṭṭhabbo. Aṭṭhaṅgikanti ca visuṃ ekajjhañca aṭṭhaṅgikaṃ upādāya gahetabbaṃ, aṭṭhaṅgatā bāhullato ca. Evañca katvā sattaṅgassapi ariyamaggassa saṅgaho siddho hoti.",
  "tika-s0201t4:70": "Cattāro satipaṭṭhānetiādīsu avisesena satipaṭṭhānā vuttā. Tattha kāyavedanācittadhammārammaṇā satipaṭṭhānā lokiyā, tattha sammohaviddhaṃsanavasena pavattā nibbānārammaṇā lokuttarāti evaṃ ime lokiyā, ime lokuttarāti yathābhūtaṃ na pajānāti.",
  "tika-s0201t4:71": "Anavasesaṃ duhatīti paṭiggahaṇe mattaṃ ajānanto kismiñci dāyake saddhāhāniyā kismiñci paccayahāniyā anavasesaṃ duhati. Vācāya abhihāro vācābhihāro. Paccayānaṃ abhihāro paccayābhihāro.",
  "tika-s0201t4:72": "Ime amhesu garucittīkāraṃ na karontīti iminā navakānaṃ bhikkhūnaṃ dhammasampaṭipattiyā abhāvaṃ dasseti ācariyupajjhāyesu pitupemassa anupaṭṭhāpanato. Tena ca sikkhāgāravatābhāvadīpanena saṅgahassa abhājanabhāvaṃ, tena therānaṃ tesu anuggahābhāvaṃ. Na hi sīlādiguṇehi sāsane thirabhāvappattā ananuggahetabbe sabrahmacārī anuggaṇhanti, niratthakaṃ vā anuggahaṃ karonti. Tenāha ‘‘navake bhikkhū’’ti. Dhammakathābandhanti paveṇiāgataṃ pakiṇṇakadhammakathāmaggaṃ. Saccasattapaṭisandhipaccayākārapaṭisaṃyuttaṃ suññatādīpanaṃ guyhaganthaṃ. Vuttavipallāsavasenāti ‘‘na rūpaññū’’tiādīsu vuttassa paṭisedhassa paṭikkhepavasena aggahaṇavasena. Yojetvāti ‘‘rūpaññū hotīti gaṇanāto vā vaṇṇato vā rūpaṃ jānātī’’tiādinā, ‘‘tassa gogaṇopi na parihāyati, pañcagorasaparibhogatopi na paribāhiro hotī’’tiādinā ca atthaṃ yojetvā. Veditabboti tasmiṃ tasmiṃ padese yathārahaṃ attho veditabbo.",
  "tika-s0201t4:73": "Mahāgopālakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:74": "4. Cūḷagopālakasuttavaṇṇanā",
  "tika-s0201t4:75": "350.Celukkāhīti celamayāhi ukkāhi. Ukkabhūtāni celāni etthāti ukkacelā, nagaraṃ. Sabbā gaṅgā pākaṭā hutvā paññāyatīti pakaticakkhussa pākaṭā hutvā upaṭṭhāti, dibbacakkhussa pana samantacakkhussa vā yattha katthaci nisinnassapi bhagavato pākaṭā hutvā paññāyateva. Sotthīti anupaddavo. Vaḍḍhīti aparihāni. Ārogyanti arogatā ābādhābhāvo.",
  "tika-s0201t4:76": "Magadho janapado nivāso etassāti māgadho, māgadhova māgadhiko. Paññāya nāma duṭṭhubhāvo natthi ekantānavajjatāya, tasmā du-saddo abhāvavācī ‘‘dussīlo’’tiādīsu viya, jāti-saddo ca sabhāvatthoti āha ‘‘nippaññasabhāvo’’ti. -Saddo ārambhatthoti āha ‘‘patāresīti tāretuṃ ārabhī’’ti paratīraṃ gāvīnaṃ appattattā. Suvidehānanti sundaravidehānaṃ. Videharaṭṭhaṃ kira bhūmibhāgadassanasampattiyā ca vanarāmaṇeyyakādinā ca sundaraṃ. Āmaṇḍalikaṃ karitvāti āvatte patitā temaṇḍalākārena paribbhamitvā. Katipayāpi gāviyo asesetvā nadīsotena vūḷhattā vuttaṃ ‘‘avaḍḍhiṃ vināsaṃ pāpuṇiṃsū’’ti. Katipayāsupi hi avasiṭṭhāsu gāvīsu anukkamenapi siyā gogaṇassa vaḍḍhīti. Vissamaṭṭhānanti parissamavinodanaṭṭhānaṃ. Titthā bhaṭṭhāti gahetuṃ asamatthatāya titthaṃ appattā. Arogo nāma nāhosīti lomamattampi asesetvā sabbā gāviyo nadīsote vinaṭṭhāti attho.",
  "tika-s0201t4:77": "Yesu khandhāyatanadhātūsu idha lokasamaññā, te ajānantā ‘‘akusalā imassa lokassā’’ti vuttāti āha ‘‘idhaloke khandhadhātāyatanesu akusalā achekā’’ti. Ayameva nayo ‘‘akusalā parassa lokassā’’ti etthāpīti āha ‘‘paralokepi eseva nayo’’ti. Māro ettha dhīyatīti māradheyyaṃ. Māroti cettha kilesamāro veditabbo. Khandhābhisaṅkhārā hi tassa pavattanabhāvena gahitā, maccumāro visuṃ gahito eva, kilesamāravaseneva ca devaputtamārassa kāmabhave ādhipaccanti. Tesanti ye idhalokādīsu achekā, tesaṃ. Te pana ukkaṭṭhaniddesena dassento āha ‘‘iminā cha satthāro dassitā’’ti.",
  "tika-s0201t4:78": "351.Balavagāvoti balavante gorūpe. Te pana dammataṃ upagatagoṇā ceva dhenuyo cāti āha ‘‘dantagoṇe ceva dhenuyo cā’’ti . Avijātagāvoti na vijātagāviyo. Vacchaketi khuddakavacche. Appattho hi ayaṃ ka-saddo. Tenāha ‘‘taruṇavacchake’’ti. Kisābalaketi dubbale.",
  "tika-s0201t4:79": "352.Mārassa taṇhāsotaṃ chetvāti khandhamārasambandhītaṇhāsaṅkhātaṃ sotaṃ samucchinditvā. Tayo koṭṭhāse khepetvā ṭhitāti anāgāmino sandhāyāha. Sabbavāresūti sakadāgāmisotāpannaaṭṭhamakavāresu. Tattha pana yathākkamaṃ catumaggavajjhānaṃ kilesānaṃ dve koṭṭhāse khepetvā ṭhitā, ekakoṭṭhāsaṃ khepetvā ṭhitā, paṭhamaṃ koṭṭhāsaṃ khepentoti vattabbaṃ. Dhammaṃ anussaranti, dhammassa vā anussaraṇasīlāti dhammānusārino. Dhammoti cettha paññā adhippetā. Saddhaṃ anussaranti, saddhāya vā anussaraṇasīlāti saddhānusārino.",
  "tika-s0201t4:80": "Jānatāti ettha jānanakiriyāvisayassa avisesitattā adhikāravasena anavasesañeyyavisesā adhippetāti āha ‘‘sabbadhamme jānantenā’’ti. Antosāravirahato abbhuggataṭṭhena ca naḷo viyāti naḷo, mānoti āha ‘‘vigatamānanaḷaṃ kata’’nti. Khemaṃ patthethāti ettha catūhi yogehi anupaddavattā ‘‘khema’’nti arahattaṃ adhippetaṃ. Patthanā ca chandapatthanā, na taṇhāpatthanāti āha ‘‘kattukamyatāchandena arahattaṃ patthethā’’ti. Pattāyeva nāma tassa pattiyā na koci antarāyo. Sotthinā pāragamanaṃ uddissa desanaṃ ārabhitvā khemappattiyā desanāya pariyosāpitattā yathānusandhināva desanaṃ niṭṭhāpesīti.",
  "tika-s0201t4:81": "Cūḷagopālakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:82": "5. Cūḷasaccakasuttavaṇṇanā",
  "tika-s0201t4:83": "353.Haṃsavaṭṭakacchannenāti haṃsavaṭṭakapaṭicchannena, haṃsamaṇḍalākārenāti attho.",
  "tika-s0201t4:84": "Vadanti etenāti vādo, maggo. Kiṃ vadanti? Uttaraṃ. Vādānaṃ satāni vādasatāni. ‘‘Nigaṇṭho pañcavādasatāni, nigaṇṭhī pañcavādasatānī’’ti evaṃ nigaṇṭhoca nigaṇṭhī ca pañca pañca vādasatāni uggahetvā vicarantā. Kiriyato te pucchiṃsu, liṅgato pana nigaṇṭhabhāvo ñāto. Tenāha ‘‘ahaṃ vādaṃ āropessāmī’’ti.",
  "tika-s0201t4:85": "Jagganto sammajjanādivasena. Divātaranti atidivaṃ. ‘‘Kassa pucchā, kassa vissajjanaṃ hotū’’ti paribbājikāhi vutte thero āha ‘‘pucchā nāma amhākaṃ pattā’’ti. Pucchā vādānaṃ pubbapakkho, yasmā tumhe vādapasutā vādābhiratā dhajaṃ paggayha vicaratha, tasmā vādānaṃ pubbapakkho amhākaṃ patto, evaṃ santepi tumhākaṃ mātugāmabhāvato pubbapakkhaṃ demāti āha ‘‘tumhe pana mātugāmā nāma paṭhamaṃ pucchathā’’ti. Tā paribbājikā ekekā aḍḍhateyyasatavādamaggaṃ pucchantiyo vādasahassaṃ pucchiṃsu. Yathā nisitassa khaggassa kumudanāḷacchedane kimatthi bhāriyaṃ, evaṃ paṭisambhidāppattassa sāvakesu paññavantānaṃ aggabhāve ṭhitassa dhammasenāpatino puthujjanaparikappitapañhavissajjane kimatthi bhāriyaṃ. Tenāha ‘‘thero khaggenā’’tiādi. Tattha nijjaṭaṃ niggaṇṭhiṃ katvāti yathā tā puna tattha jaṭaṃ gaṇṭhiṃ kātuṃ na visahanti, tathā vijaṭetvā kathesi. Ayaṃ thero caturaṅgasamannāgate andhakāre sahassavaṭṭikaṃ dīpento viya aññesaṃ avisaye andhakārabhūte pañhe pucchitamatteyeva vissajjesīti therassa paññāveyyattiyaṃ disvā sayañca antimabhavikatāya kohaññe ṭhātuṃ asakkontiyo ‘‘ettakameva, bhante, mayaṃ jānāmā’’ti āhaṃsu. Therassa visayanti therassa paññāvisayaṃ.",
  "tika-s0201t4:86": "Neva antaṃ na koṭiṃ addasaṃsūti ekanti vattabbassa bahubhāvato tassā pucchāya attho evamanto evamavasānakoṭīti na passiṃsu na jāniṃsu. Thero tāsaṃ ajjhāsayaṃ olokento pabbajjāruciṃ disvā āha ‘‘idāni kiṃ karissathā’’ti? Uttaritarapaññoti vādamaggaparicayena medhāvitāya ca yādisā tāsaṃ paññā, tato uttaritarapañño.",
  "tika-s0201t4:87": "Kathāmaggoti vādamaggo. Tasmā tehi tehi parappavādādīhi bhassaṃ vādamaggaṃ pakārehi vadetīti bhassappavādako. Paṇḍitavādoti ahaṃ paṇḍito nipuṇo bahussutoti evaṃvādī. Yaṃ yaṃ nakkhattācārena ādisatīti nakkhattagatiyā kālañāṇena ‘‘asukadivase candaggāho bhavissati, sūriyaggāho bhavissatī’’tiādinā yaṃ yaṃ ādesaṃ bhaṇati. Sādhuladdhiko ñāṇasampattiyā sundaro. Āropitoti paṭiññāhetunidassanādidosaṃ upari āropito vādo svāropito. Dosapadaṃ āropentena vādinā paravādimhi abhibhuyya tassa dhātukkhobhopi siyā, cittavikkhepena yena doso tena saṅkappito sampavedhitoti. Thūṇanti sarīraṃ khobhitanti katvā. Thūṇanti hi lohitapittasemhānaṃ adhivacanaṃ sabbaṅgasarīradhāraṇato. Apica thūṇapado nāma atthi kathāmaggo vādamaggaṃ gaṇhantānaṃ. Saccako pana kohaññe ṭhatvā attano vādappabhedavasena pare vimhāpento ‘‘thūṇaṃ cepāha’’ntiādimāha. Sāvakānaṃ vinayaṃ nāma sikkhāpadaṃ, tañca dhammadesanā hotīti esā eva cassa anusāsanīti vinayanādimukhena sammāsambuddhassa mataṃ sāsanaṃ pucchanto saccako ‘‘kathaṃ pana, bho, assajī’’tiādimāha. Athassa thero ‘‘lakkhaṇattayakathā nāma anaññasādhāraṇā buddhāveṇikā dhammadesanā, tatra ca mayā aniccakathāya samuṭṭhāpitāya taṃ asahanto saccako tucchamānena paṭapaṭāyanto kurumāno licchavī gahetvā bhagavato santikaṃ āgamissati, athassa bhagavā vādaṃ madditvā aniccanti patiṭṭhapento dhammaṃ kathessati, tadā bhavissati vijahitavādo sammāpaṭipattiyā patiṭṭhito’’ti cintetvā aniccānattalakkhaṇapaṭisaṃyuttaṃ bhagavato anusāsanaṃ dassento ‘‘evaṃ, bho, aggivessanā’’tiādimāha.",
  "tika-s0201t4:88": "Kasmā panettha dukkhalakkhaṇaṃ aggahitanti āha ‘‘thero panā’’tiādi. ‘‘Upārambhassa okāso hotī’’ti saṅkhepato vuttaṃ vivarituṃ ‘‘maggaphalānī’’tiādi vuttaṃ. Tattha pariyāyenāti saṅkhāradukkhatāpariyāyena. Ayanti saccako. Nayidaṃ tumhākaṃ sāsanaṃ nāmāti yattha tumhe avaṭṭhitā, idaṃ tumhākaṃ sabbaññusāsanaṃ nāma na hoti dukkhato anissaraṇattā, atha kho mahāāghātanaṃ nāmetaṃ, mahādukkhaniddiṭṭhattā pana nirayussado nāma ussadanirayo nāma, tasmā natti nāma tumhākaṃ sukhāsā. Uṭṭhāyuṭṭhāyāti ussukkaṃ katvā, dukkhameva jīrāpentā sabbaso dukkhameva anubhavantā, āhiṇḍatha vicarathāti. Sabbamidaṃ tassa micchāparikappitameva. Kasmā? Dukkhasaccūpasañhitāyeva hettha nippariyāyakathā nāma. Tassa hi pariññatthaṃ bhagavati brahmacariyaṃ vussati. Maggaphalāni saṅkhārabhāvena ‘‘yadaniccaṃ, taṃ dukkha’’nti pariyāyato dukkhaṃ, na nippariyāyato. Tenāha ‘‘tasmā’’tiādi. Sotuṃ ayuttaṃ micchāvādattāti adhippāyo.",
  "tika-s0201t4:89": "354. Saha atthānusāsanaṃ agāranti sandhāgāraṃ, rājakulānaṃ santhāpanaagārantipi sandhāgāraṃ, tasmiṃ santhāgāreti attho. Ekasmiṃ kāle tādise kāle rājakiccānaṃ santhānamettha vicārentīti sandhāgāraṃ, tasmiṃ santhāgāretipi attho. Patiṭṭhitanti ‘‘aniccaṃ anattā’’ti ca paṭiññātaṃ. Idāneva piṭṭhiṃ parivattentoti bhagavato nalāṭaṃ anoloketvā vimukhabhāvaṃ āpajjanto. Surāghareti surāsampādakagehe. Piṭṭhakilañjanti piṭṭhaṭhapanakiḷañjaṃ. Vālanti caṅgavāraṃ. Sāṇasāṭakakaraṇatthanti sāṇasāṭakaṃ karonti etenāti sāṇasāṭakakaraṇaṃ, suttaṃ, tadatthaṃ. Sāṇavākā etesu santīti sāṇavākā, sāṇadaṇḍā. Te gahetvā sāṇānaṃ dhovanasadisaṃ kīḷitajātaṃ yathā ‘‘uddālapupphabhañjikā, sāṇabhañjikā’’ti ca. Kiṃ so bhavamānoti kīdiso hutvā so bhavamāno, kiṃ honto loke aggapuggalassa sammāsambuddhassa vādāropanaṃ nāma tato uttaritarasūraguṇo eva yakkhādibhāvena so bhavamāno abhisambhuṇeyya. Ayaṃ pana appānubhāvatāya pisācarūpo kiṃ ettakaṃ kālaṃ niddāyanto ajja pabujjhitvā evaṃ vadatīti adhippāyo. Tenāha ‘‘kiṃ yakkho’’tiādi.",
  "tika-s0201t4:90": "355.Mahāmajjhanhikasamayeti mahati majjhanhikakāle, gaganamajjhe sūriyagatavelāya. Divāpadhānikā padhānānuyuñjakā. Vattaṃ dassetvāti pacchābhattaṃ divāvihārūpagamanato pubbe kātabbavattaṃ dassetvā paṭipajjitvā. Bhagavantaṃ dassentoti bhagavati gāravabahumānaṃ vibhāvento ubho hatthe kamalamakulākāre katvā ukkhippa bhagavantaṃ dassento.",
  "tika-s0201t4:91": "Taṃ sandhāyāti taṃ aparicchinnagaṇanaṃ sandhāya evaṃ ‘‘mahatiyā licchaviparisāyā’’ti vuttaṃ. Kiṃ sīsena bhūmiṃ paharanteneva vandanā katā hoti? Kerāṭikāti saṭhā. Mocentāti bhikkhādānato mocentā. Avakkhittamattikāpiṇḍo viyāti heṭṭhākhittamattikāpiṇḍo viya. Yattha katthacīti attano anurūpaṃ vacanaṃ asallapento yattha katthaci.",
  "tika-s0201t4:92": "356. Dissati ‘‘idaṃ imassa phala’’nti apadissati etenāti deso, kāraṇaṃ, tadeva tassa pavattiṭṭhānatāya okāsoti āha ‘‘kañcideva desanti kañci okāsaṃ kiñci kāraṇa’’nti. Okāso ṭhānanti ca kāraṇaṃ vuccati ‘‘aṭṭhānametaṃ anavakāso’’tiādīsu (dī. ni. 3.161; ma. ni. 3.128-131; a. ni. 1.268-295; vibha. 809). Yadākaṅkhasīti na vadanti anavasesadhammavisayattā paṭiññāya. Tumhanti tumhākaṃ. Yakkha…pe… paribbājakānanti ettha ‘‘pucchāvuso, yadākaṅkhasī’’tiādīni (saṃ. ni. 1.246; su. ni. āḷavakasutta) pucchāvacanāni yathākkamaṃ yojetabbāni.",
  "tika-s0201t4:93": "Ñatvāsayaṃ lokamimaṃ parañcāti idaṃ mahāsatto nirayaṃ saggañca tesaṃ paccakkhato dassetvā āha.",
  "tika-s0201t4:94": "Taggha te ahamakkhissaṃ, yathāpi kusalo tathāti yathā pakārena sukusalo sabbaññū jānāti katheti, tathā ahaṃ kathessāmi. Tassa pana kāraṇaṃ akāraṇañca avijānanto rājānaṃ karotu vā mā vā, ahaṃ pana te akkhissāmīti āha ‘‘rājā ca kho…pe… na vā’’ti.",
  "tika-s0201t4:95": "Kathitaniyāmeneva kathentoti teparivaṭṭakathāya dukkhalakkhaṇampesa kathessati, idha pana aññathā sāvakena assajinā kathitaṃ, aññathā samaṇena gotamenāti vacanokāsapariharaṇatthaṃ dukkhalakkhaṇaṃ anāmasitvā therena kathitaniyāmeneva aniccānattalakkhaṇameva kathentena bhagavatā – ‘‘rūpaṃ anattā yāva viññāṇaṃ anattā’’ti vutte saccako taṃ asampaṭicchanto upamāya atthañāpane upamāpamāṇaṃ yathā ‘‘go viya gavayo’’ti attānaṃ upameyyaṃ katvā upamāpamāṇena patiṭṭhāpetukāmo āha ‘‘upamā maṃ, bho gotama, paṭibhātī’’ti, upamaṃ te karissāmi, upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānantīti adhippāyo. Bhagavā upamāsatena, aññena vāpi pamāṇena tava attā patiṭṭhāpetuṃ na labbhā attano viya pamāṇassapi anupalabbhanatoti āha ‘‘paṭibhātu taṃ aggivessanā’’ti. Yathā hi attā nāma koci paramatthato na upalabbhati ekaṃsena anupaladdhito, evassa ñāpakapuggalaṃ pamāṇampi na upalabbhati. Tenāha ‘‘āhara taṃupamaṃ vissattho’’ti, na tena tava attavādo patiṭṭhaṃ labhatīti adhippāyo.",
  "tika-s0201t4:96": "Yaṃ diṭṭhaṃ kāyikaṃ vā puññāpuññaṃ purisapuggale upalabbhati, tena viññāyati rūpattāyaṃ purisapuggalo, tathā yaṃ diṭṭhaṃ sukhadukkhapaṭisaṃvedanaṃ purisapuggale upalabbhati, yaṃ diṭṭhaṃ nīlādisañjānanaṃ, yaṃ diṭṭhaṃ rajjanadussanādi, yaṃ diṭṭhaṃ ārammaṇapaṭivijānanaṃ purisapuggale upalabbhati, tena viññāyati viññāṇattāyaṃ purisapuggaloti. Evaṃ rūpādilakkhaṇo attā tattha tattha kāye kalyāṇapāpakānaṃ kammānaṃ vipākaṃ sukhadukkhaṃ paṭisaṃvedeti, evañcetaṃ sampaṭicchitabbaṃ, aññathā kammaphalasambandho na yujjeyyāti imamatthaṃ dassento ‘‘iminā kiṃ dīpetī’’tiādimāha. Tattha teti sattā. Patiṭṭhāyāti nissāya. ‘‘Rūpattāyaṃ purisapuggalo’’tiādinā rūpādidhamme ‘‘attā’’ti vatvā puna ‘‘rūpe patiṭṭhāyā’’tiādiṃ vadanto ayaṃ nigaṇṭho attano vādaṃ bhindati patiṭṭhānassa, patiṭṭhāyakassa ca abhedadīpanato. Rūpādayo vedanādisabhāvā attā tannissayena puññādikiriyāsamupaladdhito idha yaṃ nissāya puññādikiriyā samupalabbhati, te rūpādayo sattasaññitā attasabhāvā diṭṭhā yathā taṃ devatādīsu, ye pana sattasaññitā tato aññe asattasabhāvā diṭṭhā yathā taṃ kaṭṭhakaliṅgarādīsūti evaṃ sādhetabbaṃ atthaṃ sahetuṃ katvā dassento nigaṇṭho nidassanaṃ ānesīti āha ‘‘ativiya sakāraṇaṃ katvā upamaṃ āharī’’ti. Tassa pana ‘‘balakaraṇīyā’’ti vuttapurisappayogā viya bījagāmabhūtagāmāpi sajīvā evāti laddhīti te sadisūdāharaṇabhāvena vuttāti daṭṭhabbaṃ. Sace pana ye jīvassa ādhāraṇabhāvena sahitena pavattetabbabhāvena sallakkhetabbā, te sajīvāti icchitā, na kevalena pavattetabbabhāvena. Evaṃ sati ‘‘balakaraṇīyā kammantā’’ti vadantena visadisūdāharaṇabhāvena upanītanti daṭṭhabbaṃ.",
  "tika-s0201t4:97": "Samattho nāma natthi attavādabhañjanassa anattatāpatiṭṭhāpanassa ca sugatāveṇikattā. Yaṃ panetarahi sāsanikā yathāsatti tadubhayaṃ karonti, taṃ buddhehi dinnanaye ṭhatvā tesaṃ desanānusārato. Nivattetvāti nīharitvā, visuṃ katvāti attho. Sakalaṃ vesālinti sabbavesālivāsinaṃ janaṃ nissayūpacārena nissitaṃ vadati yathā ‘‘gāmo āgato’’ti. Saṃvaṭṭitvāti sampiṇḍitvā, ekajjhaṃ gahetvāti attho.",
  "tika-s0201t4:98": "357.Patiṭṭhapetvāti yathā taṃ vādaṃ na avajānāti, evaṃ paṭiññaṃ kāretvāti attho. Ghāti-saddo hiṃsanattho, tato ca saddavidū arahatthaṃ tāya-saddaṃ uppādetvā ghātetāyanti rūpasiddhiṃ icchantīti āha ‘‘ghātāraha’’nti. Jāpetāyantiādīsupi eseva nayo. Vattituñca marahatīti ma-kāro padasandhikaro. Visesetvā dīpetīti ‘‘vattati’’icceva avatvā ‘‘vattituñca marahatī’’ti dutiyena padena bhagavatā vuttaṃ visesetvā dīpeti.",
  "tika-s0201t4:99": "Pāsādikaṃ abhirūpanti abhimatarūpasampannaṃ sabbāvayavaṃ. Tato eva susajjitaṃ sabbakālaṃ suṭṭhu sajjitākārameva. Evaṃvidhanti yādisaṃ sandhāya vuttaṃ, taṃ dasseti ‘‘dubbaṇṇa’’ntiādinā. Imasmiṃ ṭhāneti ‘‘vattati te tasmiṃ rūpe vaso’’ti etasmiṃ kāraṇaggahaṇe. Kāraṇañhetaṃ bhagavatā gahitaṃ ‘‘vattati…pe… mā ahosī’’ti. Tenetaṃ dasseti rūpaṃ anattā avasavattanato, yañhi vase na vattati, taṃ anattakameva diṭṭhaṃ yathā taṃ sampatti. Vādanti dosaṃ niggahaṃ āropessati. Sattadhā muddhā phalatīti sahadhammikasākacchāhi tathāgate, pucchante abyākaraṇena vihesāya kayiramānattā tatiye vāre dhammatāvasena vihesakassa sattadhā muddhā phalati yathā taṃ sabbaññupaṭiññāya bhagavato sammukhabhāvūpagamane. Vajirapāṇi pana kasmā ṭhito hotīti? Bhagavā viya anukampamāno mahantaṃ bhayānakaṃ rūpaṃ māpetvā tāsetvā imaṃ diṭṭhiṃ vissajjāpemīti tassa purato ākāse vajiraṃ āharanto tiṭṭhati, na muddhaṃ phāletukāmo. Na hi bhagavato purato kassaci anattho nāma hoti. Yasmā pana bhagavā ekaṃsato sahadhammikameva pañhaṃ pucchati, tasmā aṭṭhakathāyaṃ ‘‘pucchite’’icceva vuttaṃ.",
  "tika-s0201t4:100": "Ādittanti dippamānaṃ. Akkhināsādīnīti ādi-saddena eḷakasīsasadisakesamassuādīnaṃ saṅgaṇhāti. ‘‘Diṭṭhivissajjāpanattha’’nti vatvā nayidaṃ yadicchāvasena āgamanaṃ, atha kho ādito mahābrahmānaṃ purato katvā attanā katapaṭiññāvasenāti dassento ‘‘apicā’’tiādimāha. Nti vajirapāṇiṃ. Taṃ saccakassa paṭiññāya parivattanakāraṇaṃ. Aññepi nu khotiādi saccakassa vīmaṃsakabhāvadassanaṃ. Avīmaṃsakena hi taṃ disvā mahāyakkhoti vadeyya, tenassa asāruppaṃ siyā, ayaṃ pana aññesaṃ abhītabhāvaṃ upadhāretvā ‘‘addhāme yakkhaṃ na passanti, tasmā mayhameva bhayaṃ uppanna’’nti tīretvā yuttappattavasena paṭipajji.",
  "tika-s0201t4:101": "358.Upadhāretvāti byākātabbamatthaṃ sallakkhetvā. Eseva nayoti saṅkhāraviññāṇesupi saññāya viya nayoti attho. Vuttavipariyāyenāti ‘‘akusalā dukkhā vedanā mā ahosi, akusalā domanassasampayuttā saññā mā ahosī’’tiādinā nayena attho veditabbo. Sappadaṭṭhavisanti sabbasattānaṃ sappadaṭṭhaṭṭhāne sarīrapadese patitaṃ visaṃ. Allīnoti saṃsiliṭṭho. Upagatoti na apagato. Ajjhositoti gilitvā pariniṭṭhapetvā ṭhito. Parito jāneyyāti samantato sabbaso kiñcipi asesetvā jāneyya. Parikkhepetvāti āyatiṃ anuppattidhammatāpādanavasena sabbaso khepetvā. Tathābhūto cassa khayavayaṃ upaneti nāmāti āha ‘‘khayaṃ vayaṃ anuppādaṃ upanetvā’’ti.",
  "tika-s0201t4:102": "359. Attano vādassa asārabhāvato, yathāparikappitassa vā sārassa abhāvato antosāravirahito ritto. Vippakāranti diṭṭhiyā sīlācārassa ca vasena virūpataṃ sāparādhataṃ sāvajjataṃ tesaṃ upari āropetvā. Sinnapattoti tanukapatto. Viphāritanti viphāḷitaṃ.",
  "tika-s0201t4:103": "Asārakarukkhaparicitoti palāsādiasārarukkhakoṭṭane kataparicayo. Thaddhabhāvanti vipakkabhāvaṃ, tikkhabhāvanti attho. Natthīti sadā natthīti na vattabbaṃ. Parisatīti catuparisamajjhe . Tathā hi ‘‘gaṇṭhikaṃ paṭimuñcitvā paṭicchannasarīrā’’ti vuttaṃ. Yantāruḷhassa viyāti byākaraṇatthaṃ vāyamayantaṃ āruḷhassa viya.",
  "tika-s0201t4:104": "360.Diṭṭhivisūkānīti diṭṭhikiñcakāni. Diṭṭhisañcaritānīti diṭṭhitāḷanāni. Diṭṭhivipphanditānīti diṭṭhiiñjitāni. Tesaṃ adhippāyaṃ ñatvāti tesaṃ licchavikumārānaṃ iñjiteneva ajjhāsayaṃ jānitvā. Tenāha ‘‘ime’’tiādi.",
  "tika-s0201t4:105": "361. Yasmiṃ adhigate puggalo satthusāsane visārado hoti parehi asaṃhāriyo, taṃ ñāṇaṃ visāradassa bhāvoti katvā vesārajjanti āha ‘‘vesārajjappattoti ñāṇappatto’’ti. Tato evamassa na paro paccetabbo etassa atthīti aparappaccayo. Na paro pattiyo saddahātabbo etassa atthīti aparappattiyo. Kāmaṃ saccako sekkhabhūmi asekkhabhūmīti idaṃ sāsanavohāraṃ na jānāti. Passatīti pana dassanakiriyāya vippakatabhāvassa vuttattā ‘‘na ettāvatā bhikkhukiccaṃ pariyosita’’nti aññāsi, tasmā puna ‘‘kittāvatā panā’’ti pucchaṃ ārabhi. Tena vuttaṃ ‘‘passatīti vuttattā’’tiādi.",
  "tika-s0201t4:106": "Yathābhūtaṃ passatīti dassanaṃ, visiṭṭhaṭṭhena anuttariyaṃ, dassanameva anuttariyanti dassanānuttariyaṃ, dassanesu vā anuttariyaṃ dassanānuttariyaṃ. Lokiyapaññāti cettha vipassanāpaññā veditabbā. Sā hi sabbalokiyapaññāhi visiṭṭhaṭṭhena ‘‘anuttarā’’ti vuttā. Lokiyapaṭipadānuttariyesupi eseva nayo. Idāni nippariyāyatova tividhampi anuttariyaṃ dassetuṃ ‘‘suddhalokuttaramevā’’tiādi vuttaṃ. Satipi sabbesampi lokuttaradhammānaṃ anuttarabhāve ukkaṭṭhaniddesena aggamaggapaññā tato uttaritarassa abhāvato dassanānuttariyaṃ. Tenāha ‘‘arahattamaggasammādiṭṭhī’’ti. Sesāni maggaṅgānīti sesāni arahattamaggaṅgāni. Tāni hi matthakappattāni nibbānagāminī paṭipadāti. Aggaphalavimuttīti aggamaggassa phalavimutti arahattaphalaṃ. Khīṇāsavassāti sabbaso khīyamānāsavassa. Nibbānadassananti aggamaggasammādiṭṭhiyā sacchikiriyābhisamayamāha. Tattha maggaṅgānīti aṭṭha maggaṅgāni. Catusaccantogadhattā sabbassa ñeyyadhammassa ‘‘cattāri saccāni buddho’’ti vuttaṃ. Saccānugatasammohaviddhaṃsaneneva hi bhagavato sabbaso ñeyyāvaraṇappahānaṃ. Nibbisevanoti niruddhakilesavisevano.",
  "tika-s0201t4:107": "362.Dhaṃsīti anuddhaṃsanasīlā. Anupahatanti avikkhittaṃ. Sakalanti anūnaṃ. Kāyaṅganti kāyameva aṅganti vadanti, kāyasaṅkhātaṃ aṅgaṃ sīsādiavayavanti attho. Tathā ‘‘hotu, sādhū’’ti evamidaṃ vācāya avayavo vācaṅganti.",
  "tika-s0201t4:108": "363.Āharantīti abhiharanti. Puññanti puññaphalasaṅkhāto ānubhāvo. Puññaphalampi hi uttarapadalopena ‘‘puñña’’nti vuccati – ‘‘kusalānaṃ, bhikkhave, dhammānaṃ samādānahetu evamidaṃ puññaṃ pavaḍḍhatī’’tiādīsu (dī. ni. 3.80). Tenāha ‘‘āyatiṃ vipākakkhandhā’’ti. Puññamahīti mahati puññaphalavibhūti setacchattamakuṭacāmarādi. Tena vuttaṃ ‘‘vipākakkhandhānaṃyeva parivāro’’ti. Licchavīhi pesitena khādanīyabhojanīyena samaṇo gotamo sasāvakasaṅgho mayā parivisito, tasmā licchavīnameva taṃ puññaṃ hotīti. Tenāha ‘‘taṃ dāyakānaṃ sukhāya hotū’’ti. Yasmā pana bhagavato bhikkhusaṅghassa ca saccakena dānaṃ dinnaṃ, na licchavīhi, tasmā bhagavā saccakassa satiṃ parivattento ‘‘yaṃ kho’’tiādimāha. Tena vuttaṃ ‘‘iti bhagavā’’tiādi. Nigaṇṭhassa matena vināyevāti saccakassa cittena vinā eva tassa dakkhiṇaṃ khettagataṃ katvā dasseti. Tenāha ‘‘attano dinnaṃ dakkhiṇaṃ…pe… niyyātesī’’ti.",
  "tika-s0201t4:109": "Cūḷasaccakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:110": "6. Mahāsaccakasuttavaṇṇanā",
  "tika-s0201t4:111": "364.Ekaṃsamayaṃ bhagavā vesāliyaṃ viharatīti iminā tadā bhagavato vesāliyaṃ nivāsaparicchinno pubbaṇhādibhedo sabbo samayo sādhāraṇato gahito, tathā tena kho pana samayenāti ca iminā. Pubbaṇhasamayanti pana iminā tabbiseso, yo bhikkhācāratthāya paccavekkhaṇakālo. Aṭṭhakathāyaṃ pana ‘‘tīhi padehi ekova samayo vutto’’ti vuttaṃ visesassa sāmaññantogadhattā. Mukhadhovanassa pubbakālakiriyābhāvasāmaññato vuttaṃ ‘‘mukhaṃ dhovitvā’’ti. Mukhaṃ dhovitvā eva hi vāsadhuro ce, velaṃ sallakkhetvā yathāciṇṇaṃ bhāvanānuyogaṃ, ganthadhuro ce, ganthaparicaye katipaye nisajjavāre anuyuñjitvā pattacīvaraṃ ādāya vitakkamāḷaṃ upagacchati.",
  "tika-s0201t4:112": "Kāraṇaṃ yuttaṃ, anucchavikanti attho. Pubbe yathācintitaṃ pañhaṃ apucchitvā aññaṃ pucchanto maggaṃ ṭhapetvā ummaggato parivattento viya hotīti āha ‘‘passena tāva pariharanto’’ti.",
  "tika-s0201t4:113": "365.Ūrukkhambhopi nāma bhavissatīti ettha nāma-saddo vimhayatthoti katvā vuttaṃ ‘‘vimhayatthavasenā’’tiādi. ‘‘Andho nāma pabbataṃ abhiruhissatī’’tiādīsu viya vimhayavācīsaddayogena hi ‘‘bhavissatī’’ti anāgatavacanaṃ. Kāyanvayanti kāyānugataṃ. ‘‘Ayampi kho kāyo evaṃdhammo evaṃbhāvī evaṃanatīto’’tiādinā (dī. ni. 2.379; ma. ni. 1.112; ma. ni. 3.154) kāyassa asubhāniccāditāya anupassanā kāyabhāvanāti āha ‘‘kāyabhāvanāti pana vipassanā vuccatī’’ti. Anāgatarūpanti abhīte atthe anāgatasaddāropanaṃ anāgatappayogo na sameti. Atthopīti ‘‘ūrukkhambhopi nāma bhavissatī’’ti vuttaatthopi na sameti. Ayanti attakilamathānuyogo. Tesanti nigaṇṭhānaṃ.",
  "tika-s0201t4:114": "366. Attano adhippetakāyabhāvanaṃ vitthārento vitthārato dassento ye taṃ anuyuttā, te nāmagottato vibhāvento ‘‘nando vaccho’’tiādimāha. Kiliṭṭhatapānanti kāyassa kilesanatapānaṃ puggalānaṃ. Jātamedanti medabhāvāpattivasena uppannamedaṃ. Purimaṃ pahāyāti kālaparicchedena anāhāraappāhāratādivasena kāyassa apacinanaṃ khedanaṃ pariccajitvā. Kāyabhāvanāpana na paññāyatīti niyamaṃ paramatthato kāyabhāvanāpi tava ñāṇena na ñāyati, sesatopi na dissati.",
  "tika-s0201t4:115": "367.Imasmiṃ pana ṭhāneti ‘‘kāyabhāvanampi kho tvaṃ, aggivessana, na aññāsi, kuto pana tvaṃ cittabhāvanaṃ jānissasī’’ti imasmiṃ ṭhāne. Tathā ‘‘yo tvaṃ evaṃ oḷārikaṃ dubbalaṃ kāyabhāvanaṃ na jānāsi, so tvaṃ kuto santasukhumaṃ cittabhāvanaṃ jānissasī’’ti etasmiṃ atthavaṇṇanāṭhāne. Abuddhavacanaṃ nāmetaṃ padanti kāyabhāvanāsaññitavipassanāto cittabhāvanā santā, vipassanā pana pādakajjhānato oḷārikā ceva dubbalā cāti ayañca etassa padassa attho. ‘‘Abuddhavacanaṃ nāmetaṃ vacanaṃ siyā’’ti vatvā thero pakkamituṃ ārabhati. Atha naṃ mahāsīvatthero ‘‘vipassanā nāmesā na ādito subrūhitā balavatī tikkhā visadā hoti, tasmā taruṇavasenāyamattho veditabbo’’ti dassento ‘‘dissati, bhikkhave’’ti suttapadaṃ (saṃ. ni. 2.62) āhari. Tattha ādānanti paṭisandhi. Nikkhepananti cuti. Oḷārikanti arūpadhammehi duṭṭhullabhāvattā oḷārikaṃ. Kāyanti catusantatirūpasamūhabhūtaṃ kāyaṃ. Oḷārikanti bhāvanapuṃsakaniddeso, oḷārikākārenāti attho. Teneva vuttaṃ ‘‘ādānampi nikkhepanampī’’ti.",
  "tika-s0201t4:116": "368.Sukhasārāgena samannāgatoti sukhavedanāya balavatararāgena samaṅgībhūto. Paṭṭhāne paṭisiddhā avacaneneva. Tasmāti sukhe ṭhite eva dukkhassānuppajjanato. Evaṃ vuttanti ‘‘sukhāya vedanāya nirodhā uppajjati dukkhā vedanā’’ti evaṃ vuttaṃ, na anantarāva uppajjanato. Khepetvāti kusalāni khepetvā. Gaṇhitvā attano eva okāsaṃ gahetvā. Ubhatopakkhaṃ hutvāti ‘‘kadāci sukhavedanā, kadāci dukkhavedanā’’ti pakkhadvayavasenapi vedanā cittassa pariyādāya hoti yathākkamaṃ abhāvitakāyassa abhāvitacittassa.",
  "tika-s0201t4:117": "369.Vipassanā ca sukhassa paccanīkāti sukkhavipassakassaādikammikassa mahābhūtapariggahādikāle bahi cittacāraṃ nisedhetvā kammaṭṭhāne eva satiṃ saṃharantassa aladdhassādaṃ kāyasukhaṃ na vindati, sambādhe vaje sanniruddho gogaṇo viya vihaññati vipphandati, accāsannahetukañca sarīre dukkhaṃ uppajjateva. Tena vuttaṃ ‘‘dukkhassa āsannā’’ti. Tenāha ‘‘vipassanaṃ paṭṭhapetvā’’tiādi. Addhāne gacchante gacchanteti mahābhūtapariggahādivasena kāle gacchante. Tattha tatthāti tasmiṃ tasmiṃ sarīrapadese. Dukkhaṃ dūrāpagataṃ hoti samāpattibalena vikkhambhitattā appanābhāvato. Anappakaṃ vipulaṃ. Sukhanti jhānasukhaṃ . Okkamatīti jhānasamuṭṭhānapaṇītarūpavasena rūpakāyaṃ anupavisati, nāmakāyokkamane vattabbameva natthi. Kāyapassaddhikammikassapi sammasanabhāvanā paṭṭhapetvā nisinnassa kassaci āditova kāyakilamathacittupaghātāpi sambhavanti, samādhissa pana apaccanīkattā siniddhabhāvato ca na sukkhavipassanā viya sukhassa vipaccanīko, anukkamena ca dukkhaṃ vikkhambhetīti āha ‘‘yathā samādhī’’ti. Yathā samādhi, vipassanāya panetaṃ natthīti āha ‘‘na ca tathā vipassanā’’ti. Tena vuttanti yasmā vipassanā sukhassa paccanīkā, sā ca kāyabhāvanā, tena vuttaṃ ‘‘uppannāpi sukhā vedanā cittaṃ na pariyādāya tiṭṭhati, bhāvitattā kāyassā’’ti. Tathā yasmā samādhi dukkhassa paccanīko, so ca cittabhāvanā, tena vuttaṃ ‘‘uppannāpi dukkhā vedanā cittaṃ na pariyādāya tiṭṭhati, bhāvitattā cittassā’’ti yojanā.",
  "tika-s0201t4:118": "370.Guṇe ghaṭṭetvāti apadesena vinā samīpameva netvā. Taṃ vata mama cittaṃ uppannā sukhā vedanā pariyādāya ṭhassatīti netaṃ ṭhānaṃ vijjatīti yojanā.",
  "tika-s0201t4:119": "371.Kiṃ na bhavissati, sukhāpi dukkhāpi vedanā yathāpaccayaṃ uppajjatevāti attho. Tamatthanti sukhadukkhavedanānaṃ uppattiyā attano cittassa anabhibhavanīyatāsaṅkhātaṃ atthaṃ. Tattha tāva pāsarāsisutte bodhipallaṅke nisajjā ‘‘tattheva nisīdi’’nti vuttā. Idha mahāsaccakasutte dukkarakārikāya dukkaracaraṇe nisajjā ‘‘tattheva nisīdi’’nti vuttā.",
  "tika-s0201t4:120": "374.Chandakaraṇavasenāti taṇhāyanavasenāti attho. Sinehakaraṇavasenāti sinehanavasena. Mucchākaraṇavasenāti mohanavasena pamādāpādanena. Vipāsākaraṇavasenāti pātukamyatāvasena. Anudahanavasenāti rāgagginā anudahanavasena. Lokuttaramaggavevacanameva vaṭṭanissaraṇassa adhippetattā.",
  "tika-s0201t4:121": "Allaggahaṇena kilesānaṃ asamucchinnabhāvaṃ dasseti, sasnehaggahaṇena avikkhambhitabhāvaṃ, udake pakkhittabhāvaggahaṇena samudācārāvatthaṃ, udumbarakaṭṭhaggahaṇena attabhāvassa asārakattaṃ. Imināva nayenāti ‘‘allaṃ udumbarakaṭṭha’’ntiādinā vuttanayena. Saputtabhariyapabbajjāyāti puttabhariyehi saddhiṃ kataparibbājakapabbajjāvasena veditabbā. Kuṭīcakabahūdakahaṃsa-paramahaṃsādibhedā brāhmaṇapabbajjā.",
  "tika-s0201t4:122": "376. Kutopi imassa āposineho natthīti koḷāpaṃ. Tenāha ‘‘chinnasinehaṃ nirāpa’’nti. Koḷanti vā sukkhakaliṅgaraṃ vuccati, koḷaṃ koḷabhāvaṃ āpannanti koḷāpaṃ. Paṭipannassa upakkamamahattanissitatā pakatiyā kilesehi anabhibhūtatāya. Atintatā paṭipakkhabhāvanāya. Tathā hi sukkhakoḷāpabhāvo, ārakā udakā thale nikkhittabhāvo ca nidassito. Opakkamikāhīti kilesaatiniggaṇhanupakkamappabhavāhi. Vedanāhīti paṭipattivedanāhi. Dukkhā paṭipadā hi idhādhippetā.",
  "tika-s0201t4:123": "377.Kiṃ pana na samattho, yato evaṃ parehi cintitumpi asakkuṇeyyaṃ dukkaracariyaṃ chabbassāni akāsīti adhippāyo. Katvāpi akatvāpi samatthova kāraṇassa nipphannattā. ‘‘Yathāpi sabbesampi kho bodhisattānaṃ carimabhave antamaso sattāhamattampi dhammatāvasena dukkaracariyā hotiyeva, evaṃ bhagavā samattho dukkaracariyaṃ kātuṃ, evañca naṃ akāsi, na pana tāya buddho jāto, atha kho majjhimāya eva paṭipattiyā’’ti tassā byatirekamukhena sadevakassa lokassa bodhāya amaggabhāvadīpanatthaṃ, imassa pana bhagavato kammavipākavasena chabbassāni dukkaracariyā ahosi. Vuttañhetaṃ –",
  "tika-s0201t4:124": "‘‘Avacāhaṃ jotipālo, kassapaṃ sugataṃ tadā;",
  "tika-s0201t4:125": "Kuto nu bodhi muṇḍassa, bodhi paramadullabhā.",
  "tika-s0201t4:126": "Tena kammavipākena, acariṃ dukkaraṃ bahuṃ;",
  "tika-s0201t4:127": "Chabbassānuruvelāyaṃ, tato bodhimapāpuṇiṃ.",
  "tika-s0201t4:128": "Nāhaṃ etena maggena, pāpuṇiṃ bodhimuttamaṃ;",
  "tika-s0201t4:129": "Kumaggena gavesissaṃ, pubbakammena vārito’’ti.",
  "tika-s0201t4:130": "Dukkaracariyāya bodhāya amaggabhāvadassanatthaṃ dukkaracariyaṃ akāsīti keci. Atha vā lokanāthassa attano parakkamasampattidassanatthāya dukkaracariyā. Paṇītādhimuttiyā hi paramukkaṃsagatabhāvato abhinīhārānurūpaṃ sambodhiyaṃ tibbachandatāya sikhāppattiyā tadatthaṃ īdisampi nāma dukkaracariyaṃ akāsīti loke attano vīriyānubhāvaṃ vibhāvetuṃ – ‘‘so ca me pacchā pītisomanassāvaho bhavissatī’’ti lokanātho dukkaracariyaṃ akāsi. Tenāha ‘‘sadevakassa lokassā’’tiādi. Tattha vīriyanimmathanaguṇoti vīriyassa saṃvaḍḍhanasampādanaguṇo. Yathāvuttamatthaṃ upamāya vibhāvetuṃ ‘‘pāsāde’’tiādi vuttaṃ. Saṅgāme dve tayo sampahāreti dvikkhattuṃ tikkhattuṃ vā parasenāya pahārapayoge. Padhānavīriyanti sammappadhānehi āsevanavīriyaṃ, sabbaṃ vā pubbabhāgavīriyaṃ.",
  "tika-s0201t4:131": "Abhidantanti abhibhavanadantaṃ, uparidantanti attho. Tenāha ‘‘uparidanta’’nti. So hi itaraṃ musalaṃ viya udukkhalaṃ visesato kassaci khādanakāle abhibhuyya vattati. Kusalacittenāti balavasammāsaṅkappayuttena kusalacittena. Akusalacittanti kāmavitakkādisahitaṃ akusalacittaṃ. Akusalacittassa pavattituṃ appadānaṃ niggaho. Taṃtaṃpaṭikkhepavasena vinodanaṃ abhinippīḷanaṃ. Vīriyatāpena vikkhambhanaṃ abhisantāpanaṃ. Sadarathoti sapariḷāho. Padhānenāti padahanena, kāyassa kilamathuppādakena vīriyenāti attho. Viddhassāti tudassa. Satoti samānassa.",
  "tika-s0201t4:132": "378.Sīsaveṭhananti sīsaṃ rajjuyā bandhitvā daṇḍakena parivattakaveṭhanaṃ. Arahanto nāma evarūpā hontīti iminā yathāyaṃ, evaṃ visaññībhūtāpi hutvā viharantīti dasseti. Tenāha ‘‘matakasadisā’’ti, vedanāppattā viya hontīti attho. Supinappaṭiggahaṇato paṭṭhāyāti paṭisandhiggahaṇe setavāraṇasupinaṃ passitvā brāhmaṇehi byākatakālato paṭṭhāya.",
  "tika-s0201t4:133": "379. Dhammasarīrassa arogabhāvena sādhūti marisaniyoti māriso, piyāyanavacanametaṃ. Tenāha ‘‘sampiyāyamānā’’tiādi. Ajajjitanti evaṃ abhuñjitaṃ bhakārassa jakārādesaṃ katvā. Tenāha ‘‘abhojana’’nti. Evaṃ mā karitthāti ‘‘lomakūpehi ajjhohāressāma anuppavesessāmā’’ti yathā tumhehi vuttaṃ, evaṃ mā karittha. Kasmā? Yāpessāmahanti ahañca yāvadatthaṃ āhāramattaṃ bhuñjanto yathā yāpessāmi, evaṃ āhāraṃ paṭisevissāmi.",
  "tika-s0201t4:134": "380-81.Etāva paramanti ettakaṃ paramaṃ, na ito paraṃ opakkamikadukkhavedanāvediyanaṃ atthīti attho. Rañño gahetabbanaṅgalato aññāni sandhāya ‘‘ekena ūna’’nti vuttaṃ. Taṃ suvaṇṇaparikkhataṃ, itarāni rajataparikkhatāni. Tenāha ‘‘amaccā ekenūnaaṭṭhasatarajatanaṅgalānī’’ti. Āḷārudakasamāgame laddhajjhānāni vaṭṭapādakāni, ānāpānasamādhi pana kāyagatāsatipariyāpannattā sabbesañca bodhisattānaṃ vipassanāpādakattā ‘‘bodhāya maggo’’ti vutto. Bujjhanatthāyāti catunnaṃ ariyasaccānaṃ, sabbasseva vā ñeyyadhammassa abhisambujjhanāya . Satiyā anussaraṇakaviññāṇaṃ satānusāriviññāṇaṃ. Kassā pana satiyāti taṃ dassetuṃ ‘‘nayida’’ntiādi vuttaṃ.",
  "tika-s0201t4:135": "382.Paccupaṭṭhitāti taṃtaṃvattakaraṇavasena patiupaṭṭhitā upaṭṭhāyakā. Tenāha ‘‘paṇṇasālā’’tiādi. Paccayabāhullikoti paccayānaṃ bāhullāya paṭipanno. Āvattoti pubbe paccayagedhappahānāya paṭipanno, idāni tato paṭinivatto. Tenāha ‘‘rasagiddho…pe… āvatto’’ti. Dhammaniyāmenāti dhammatāya. Tameva dhammataṃ dassetuṃ ‘‘bodhisattassā’’tiādimāha. Bārāṇasimeva tatthāpi ca sabbabuddhānaṃ avijahitadhammacakkapavattanaṭṭhānameva agamaṃsu. Pañcavaggiyā kira visākhamāsassa addhamāsiyaṃ gatā. Tenāha ‘‘tesu gatesu aḍḍhamāsaṃ kāyavivekaṃ labhitvā’’ti.",
  "tika-s0201t4:136": "387. ‘‘Addhābhoto gotamassa sāvakācittabhāvanānuyogamanuyuttā viharanti, no kāyabhāvana’’nti imaṃ sandhāyāha ‘‘ekaṃ pañhaṃ pucchi’’nti. Imaṃ dhammadesananti ‘‘abhijānāmi kho panāha’’ntiādikaṃ dhammadesanaṃ. Asallīno taṇhādiṭṭhikilesānaṃ samucchinnattā tehi sabbaso na litto. Anupalittoti tasseva vevacanaṃ taṇhānandiyā abhāvena. Gocarajjhattamevāti gocarajjhattasaññite phalasamāpattiyā ārammaṇe, nibbāneti attho. Yaṃ sandhāya pāḷiyaṃ ‘‘purimasmiṃ samādhinimitte’’ti vuttaṃ sannisīdāpemīti phalasamāpattisamādhinā accantasamādānavasena cittaṃ sammadeva nisīdāpemi. Pubbābhogenāti samāpajjanato pubbe pavattaābhogena. Paricchinditvāti samāpajjanakkhaṇaṃ paricchinditvā. Tenāha ‘‘sādhukāra…pe… avicchinneyevā’’ti. Evamassa paricchinnakālasamāpajjanaṃ yathāparicchinnakālaṃ vuṭṭhānañca buddhānaṃ na bhāriyaṃ vasībhāvassa tathāsuppaguṇabhāvatoti dassento āha ‘‘buddhānaṃ hī’’tiādi. Dhammasampaṭiggāhakānaṃ assāsavāre vā. Tadā hi desiyamānaṃ dhammaṃ upadhāretuṃ na sakkonti, tasmā tasmiṃ khaṇe desitadesanā niratthakā siyā. Na hi buddhānaṃ niratthakā kiriyā atthi.",
  "tika-s0201t4:137": "Okappanīyametanti ‘‘tassā eva kathāyā’’tiādinā vuttaṃ ativiya acchariyagataṃ aṭṭhuppattiṃ sutvā īdisī paṭipatti sammāsambuddhasseva hotīti upavādavasena vadati, na sabhāvena. Tenāha ‘‘satthari pasādamattampi na uppanna’’nti. Kāyadarathoti paccayavisesavasena rūpakāyassa parissamākāro. Upādinnaketi indriyabaddhe. Anupādinnaketi anindriyabaddhe. Vikasanti sūriyarasmisamphassena. Tadabhāvena makulāni honti. Kesañci tintinikādirukkhānaṃ . Patilīyanti nissayarūpadhammaavipphārikatāya. Arūpadhammatāya pañcaviññāṇānañceva kiriyāmayaviññāṇānañca appavattisaññitā avipphārikatā hoti, yattha niddāsamaññā. Tenāha ‘‘darathavasena bhavaṅgasotañca idha niddāti adhippeta’’nti. Tattha darathavasenāti darathavaseneva, na thinamiddhavasenāti avadhāraṇaṃ avadhāraṇaphalañca niddhāretabbaṃ. Taṃ sandhāyāti kāyassa darathasaṅkhātasarīragilānahetukaṃ niddaṃ sandhāya. Sarīragilānañca bhagavato natthīti na sakkā vattuṃ ‘‘piṭṭhi me āgilāyatī’’ti (dī. ni. 3.300; ma. ni. 2.22; cūḷava. 345) vacanato. Sammohavihārasminti paccatte etaṃ bhummavacananti āha ‘‘sammohavihāroti vadantī’’ti, sammohavihārasmiṃ vā pariyāpannaṃ etaṃ vadanti, yadidaṃ divā niddokkamananti yojanā.",
  "tika-s0201t4:138": "389.Upanītehīti dosamaggaṃ nindāpathaṃ upanītehi. Abhinanditvāti sampiyāyitvā. Tenāha ‘‘cittena sampaṭicchanto’’ti. Anumoditvāti ‘‘sādhu sādhū’’ti desanāya thomanavasena anumoditvā. Tenāha ‘‘vācāyapi pasaṃsanto’’ti. Sampatte kāleti pabbajjāyogge kāle anuppatte.",
  "tika-s0201t4:139": "Gaṇaṃ vinodetvāti gaṇaṃ apanetvā gaṇapalibodhaṃ chinditvā. Papañcanti avasesakilesaṃ. ‘‘Puññavā rājapūjito’’ti vuttamatthaṃ vivarituṃ ‘‘tasmiñhi kāle’’tiādi vuttaṃ. Chandavāsaharaṇena uposathakammaṃ karonto.",
  "tika-s0201t4:140": "Sakalaṃ rattiṃ buddhaguṇānaṃyeva kathitattā therassa ñāṇaṃ desanāvibhavañca vibhāvento āha ‘‘ettakāva, bhante, buddhaguṇā’’ti. Imāya, bhante, tumhākaṃ dhammakathāya anavasesato buddhaguṇā kathitā viya jāyanti, evaṃ santepi anantāparimeyyāva te, kiṃ ito parepi vijjantevāti theraṃ tattha sīhanādaṃ nadāpetukāmo āha ‘‘udāhu aññepi atthī’’tiādi. Rajjassa padesikattā, yathāvuttasubhāsitassa ca anagghattā vuttaṃ ‘‘ayaṃ me duggatapaṇṇākāro’’ti. Tiyojanasatikanti idaṃ parikkhepavasena vuttaṃ, tañca kho manussānaṃ paribhogavasenāti daṭṭhabbaṃ.",
  "tika-s0201t4:141": "Mahāsaccakasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:142": "7. Cūḷataṇhāsaṅkhayasuttavaṇṇanā",
  "tika-s0201t4:143": "390.Tatrāti tasmiṃ pubbārāmamigāramātupāsādānaṃ atthavibhāvane ayaṃ idāni vuccamānā anupubbī kathā. Maṇīnanti ettha padumarāgamaṇīnaṃ adhippetattā āha ‘‘aññehi cā’’ti. Tena indanīlādimaṇīnaṃ saṅgaho daṭṭhabbo. Nīlapītalohitodātamañjiṭṭhapabhassarakabaravaṇṇavasena sattavaṇṇehi.",
  "tika-s0201t4:144": "Taṇhā sabbaso khīyanti etthāti taṇhāsaṅkhayo (a. ni. ṭī. 3.7.61), tasmiṃ. Taṇhāsaṅkhayeti ca visaye idaṃ bhummanti āha ‘‘taṃ ārammaṇaṃ katvā’’ti. Vimuttacittatāyāti sabbasaṃkilesehi vimuttacittatāya. Aparabhāgapaṭipadā nāma ariyasaccābhisamayo, sā sāsanacārigocarā paccattaṃ veditabbatoti āha ‘‘pubbabhāgappaṭipadaṃ saṃkhittena desethāti pucchatī’’ti. Akuppadhammatāya khayavayasaṅkhātaṃ antaṃ atītāti accantā, so eva aparihānasabhāvattā accantā niṭṭhā etassāti accantaniṭṭho. Tenāha ‘‘ekantaniṭṭho satataniṭṭhoti attho’’ti. Na hi paṭividdhassa lokuttaradhammassa dassanaṃ kuppanaṃ nāma atthi. Accantameva catūhi yogehi khemo etassa atthīti accantayogakkhemī. Maggabrahmacariyassa vusitattā, tassa ca aparihānasabhāvattā accantaṃ brahmacārīti accantabrahmacārī. Tenāha ‘‘niccabrahmacārīti attho’’ti. Pariyosānanti brahmacariyassa pariyosānaṃ.",
  "tika-s0201t4:145": "Vegāyatīti turitāyati. Sallakkhesīti cintesi, attanā yathā sutāya satthu desanāya anussaraṇavasena upadhāresi. Anuggaṇhitvāvāti atthavinicchayavasena anuggahetvā eva. Chasu dvāresu niyuttāti chadvārikā, tehi.",
  "tika-s0201t4:146": "Pañcakkhandhāti pañcupādānakkhandhā. Sakkāyasabbañhi sandhāya idha ‘‘sabbe dhammā’’ti vuttaṃ vipassanāvisayassa adhippetattā, tasmā āyatanadhātuyopi taggatikā eva daṭṭhabbā. Tenāha bhagavā ‘‘nālaṃ abhinivesāyā’’ti. Na yuttā abhinivesāya ‘‘etaṃ mama, eso me attā’’ti ajjhosānāya. ‘‘Alameva nibbindituṃ alaṃ virajjitu’’ntiādīsu (dī. ni. 2.272; saṃ. ni. 2.124-125, 128, 134, 143) viya alaṃ-saddo yuttatthopi hotīti āha ‘‘na yuttā’’ti. Sampajjantīti bhavanti. Yadipi ‘‘tatiyā, catutthī’’ti idaṃ visuddhidvayaṃ abhiññāpaññā, tassā pana sappaccayanāmarūpadassanabhāvato, sati ca paccayapariggahe sappaccayattā (nāmarūpassa aniccatā, aniccaṃ dukkhaṃ, dukkhañca anattāti atthato) lakkhaṇattayaṃ supākaṭameva hotīti āha ‘‘aniccaṃ dukkhaṃ anattāti ñātapariññāya abhijānātī’’ti. Tatheva tīraṇapariññāyāti iminā aniccādibhāvena nālaṃ abhinivesāyāti nāmarūpassa upasaṃharati, na abhiññāpaññānaṃ sambhāradhammānaṃ. Purimāya hi atthato āpannalakkhaṇattayaṃ gaṇhāti salakkhaṇasallakkhaṇaparattā tassā, dutiyāya sarūpato tassā lakkhaṇattayāropanavasena sammasanabhāvato. Ekacittakkhaṇikatāya abhinipātamattatāya ca appamattakampi. Rūpapariggahassa oḷārikabhāvato arūpapariggahaṃ dasseti. Dassento ca vedanāya āsannabhāvato, visesato sukhasārāgitāya, bhavassādagadhitamānasatāya ca sakkassa vedanāvasena nibbattetvā dasseti.",
  "tika-s0201t4:147": "Uppādavayaṭṭhenāti udayabbayasabhāvena uppajjitvā nirujjhanena. Aniccāti addhu vā. Aniccalakkhaṇaṃ aniccatā udayavayatā. Tasmāti yasmā pañcannaṃ khandhānaṃ khayato vayato dassanañāṇaṃ aniccānupassanā, taṃsamaṅgī ca puggalo aniccānupassī , tasmā. Khayavirāgoti khayasaṅkhāto virāgo saṅkhārānaṃ palujjanā. Yaṃ āgamma sabbaso saṅkhārehi virajjanā hoti, taṃ nibbānaṃ accantavirāgo. Nirodhānupassimhipīti nirodhānupassipadepi. ‘‘Eseva nayo’’ti abhidisitvā taṃ ekadesena vivaranto ‘‘nirodhopi hi…pe… duvidhoyevā’’ti āha. Sabbāsavasaṃvare vuttavossaggova idha ‘‘paṭinissaggo’’ti vuttoti dassento ‘‘paṭinissaggo vuccati vossaggo’’tiādimāha. Pariccāgavossaggo vipassanā. Pakkhandanavasena appanato pakkhandanavossaggo maggo aññassa tadabhāvato. Soti maggo. Ārammaṇatoti kiccasādhanavasena ārammaṇakaraṇato. Evañhi maggato aññesaṃ nibbānārammaṇānaṃ pakkhandanavossaggābhāvo siddho hoti. Pariccajanena pakkhandanena cāti dvīhipi vā kāraṇehi. Sabbesaṃ khandhānaṃ vossajjanaṃ tappaṭibaddhasaṃkilesappahānena daṭṭhabbaṃ. Cittaṃ pakkhandatīti maggasampayuttaṃ cittaṃ sandhāyāha. Ubhayampetaṃ vossajjanaṃ. Tadubhayasamaṅgīti vipassanāsamaṅgī maggasamaṅgī ca. ‘‘Aniccānupassanāya niccasaññaṃ pajahatī’’tiādivacanato (paṭi. ma. 1.52) yathā vipassanāya kilesānaṃ pariccāgapaṭinissaggo labbhati, evaṃ āyatiṃ tehi kilesehi uppādetabbakhandhānampi pariccāgapaṭinissaggo vattabbo, pakkhandanapaṭinissaggo pana magge labbhamānāya ekantakāraṇabhūtāya vuṭṭhānagāminivipassanāya vasena veditabbo, magge pana tadubhayampi ñāyāgatameva nippariyāyatova labbhamānattā. Tenāha ‘‘tadubhayasamaṅgī puggalo’’tiādi.",
  "tika-s0201t4:148": "Pucchantassa ajjhāsayavasena ‘‘na kiñci loke upādiyatī’’ti ettha kāmupādānavasena upādiyanaṃ paṭikkhipīyatīti āha ‘‘taṇhāvasena na upādiyatī’’ti. Taṇhāvasena vā asati upādiyane diṭṭhivasena upādiyanaṃ anavakāsamevāti ‘‘taṇhāvasena’’icceva vuttaṃ. Na parāmasatīti nādiyati, diṭṭhiparāmāsavasena vā ‘‘nicca’’ntiādinā na parāmasati. Saṃkhitteneva khippaṃ kathesīti tassa ajjhāsayavasena papañcaṃ akatvā kathesi.",
  "tika-s0201t4:149": "391.Abhisamāgantvāti abhimukhañāṇena ñeyyaṃ samāgantvā yāthāvato viditvā. Tenāha ‘‘jānitvā’’ti. Yathāparisaviññāpakattāti yathāparisaṃ dhammasampaṭiggāhikāya mahatiyā, appakāya vā parisāya anurūpameva viññāpanato. Pariyantaṃ na niccharatīti na pavattati. Mā niratthakā agamāsīti idaṃ dhammatāvasena vuttaṃ, na satthu ajjhāsayavasena. Ekañhetaṃ satthu vacīghosassa aṭṭhasu aṅgesu, yadidaṃ parisapariyantatā. Chiddavivarokāsoti chiddabhūto, vivarabhūto vā okāsopi natthi, bhagavato saddāsavanakāraṇaṃ vuttameva. Tasmāti yathāvuttakāraṇato.",
  "tika-s0201t4:150": "Pañca aṅgāni etassāti pañcaṅgaṃ, pañcaṅgaṃ eva pañcaṅgikaṃ. Mahatīādi vīṇāvisesopi ātatamevāti ‘‘cammapariyonaddhesū’’ti visesitaṃ. Ekatalaṃ kumbhathūṇadaddarādi. Cammapariyonaddhaṃ hutvā tantibaddhaṃ ātatavitataṃ. Tenāha ‘‘tantibaddhapaṇavādī’’ti. Gomukhīādīnampi ettheva saṅgaho daṭṭhabbo. Vaṃsādīti ādi-saddena saṅkhasiṅgādīnaṃ saṅgaho. Sammādīti sammatāḷakaṃsatāḷasilāsalākatāḷādi. Tattha sammatāḷaṃ nāma daṇḍamayatāḷaṃ. Kaṃsatāḷaṃ lohamayaṃ. Silāya ayopattena ca vādanatāḷaṃ silāsalākatāḷaṃ. Samappitoti sammā appito upeto. Tenāha ‘‘upagato’’ti. Upaṭṭhānavasena pañcahi tūriyasatehi upeto. Evaṃbhūto ca yasmā tehi upaṭṭhito samannāgato nāma hoti, tasmā vuttaṃ ‘‘samaṅgībhūtoti tasseva vevacana’’nti. Paricāretīti parito cāreti. Kāni pana cāreti, kathaṃ vā cāretīti āha ‘‘sampattiṃ…pe… cāretī’’ti. Tattha tato tatoti tasmiṃ tasmiṃ vādite tattha tattha ca vādakajane. Apanetvāti vādakajane nisedhetvā. Tenāha ‘‘nissaddāni kārāpetvā’’ti. Devacārikaṃ gacchatiyeva devatānaṃ manussānañca anukampāya. Svāyamattho vimānavatthūhi (vi. va. 1) dīpetabbo.",
  "tika-s0201t4:151": "392.Appeva sakena karaṇīyenāti mārisa, moggallāna, mayaṃ sakena karaṇīyena appeva bahukiccāpi na homa. Apica devānaṃyevāti apica kho pana devānaṃyeva tāvatiṃsānaṃ karaṇīyena visesato bahukiccāti atthayojanā. Bhummaṭṭhakadevatānampi keci aṭṭā sakkena vinicchitabbā hontīti āha ‘‘pathavito paṭṭhāyā’’ti. Niyamentoti avadhārento. Taṃ pana karaṇīyaṃ sarūpato dassetuṃ ‘‘devānaṃ hī’’tiādi vuttaṃ. Tāsanti devadhītudevaputtapādaparicārikānaṃ. Maṇḍanapasādhanakārikāti maṇḍanapasādhanasaṃvidhāyikā. Aṭṭakaraṇaṃ natthi saṃsayasseva abhāvato.",
  "tika-s0201t4:152": "Yanti savanuggahaṇādivasena suparicitampi yaṃ atthajātaṃ. Na dissati, paññācakkhuno sabbaso na paṭibhātīti attho. Kecīti sārasamāsācariyā. Somanassasaṃveganti somanassasamuṭṭhānaṃ saṃvegaṃ, na cittasantāsaṃ.",
  "tika-s0201t4:153": "Samupabyūḷhoti yujjhanavasena sahapatito samogāḷho. Evaṃbhūto ca yasmā samūhavasena sampiṇḍito hoti, tasmā vuttaṃ ‘‘sannipatito rāsibhūto’’ti. Anantare attabhāveti idaṃ dutiyaṃ sakkattabhāvaṃ tato anantarātītena sakkattabhāvena sakkattabhāvasāmaññato ekamiva katvā gahaṇavasena vuttaṃ, aññathā ‘‘tatiye attabhāve’’ti vattabbaṃ siyā. Maghattabhāvo hi ito tatiyoti. Atha vā yasmiṃ attabhāve so devāsurasaṅgāmo ahosi, tassa anantarattā maghattabhāvassa vuttaṃ ‘‘anantare attabhāve’’ti. Sattānaṃ hitesitāya mātāpituupaṭṭhānādinā cariyāhi bodhisattacariyā viyassa cariyā ahosi. Satta vatapadānīti satta vatakoṭṭhāse.",
  "tika-s0201t4:154": "Mahāpānanti mahantaṃ surāpānaṃ. Gaṇḍapānanti gaṇḍasurāpānaṃ, adhimattapānanti attho. Pariharamānāti parivārentā. Vedikāpādāti sinerussa pariyante vedikāparikkhepā. Pañcasu ṭhānesūti pañcasu paribhaṇḍaṭṭhānesu nāgasenādīhi ārakkhaṃ ṭhapesi.",
  "tika-s0201t4:155": "393.Rāmaṇeyyakanti ramaṇīyabhāvaṃ. Masāragallatthambheti kabaramaṇimaye thambhe. Suvaṇṇādimaye ghaṭaketi ‘‘rajatatthambhesu suvaṇṇamaye, suvaṇṇatthambhesu rajatamaye’’tiādinā suvaṇṇādimaye ghaṭake vāḷarūpakāni ca. Pabāḷhaṃ mattoti pamatto. Tenāha ‘‘ativiya matto’’ti. Nāṭakaparivārenāti accharāparivārena.",
  "tika-s0201t4:156": "Acchariyabbhutanti padadvayenapi vimhayanākārova vutto, tasmā sañjātaṃ acchariyabbhutaṃ vimhayanākāro etesanti sañjātaacchariyaabbhutā, tathā pavattacittuppādā. Acchariyabbhutahetukā sañjātā tuṭṭhi etesanti sañjātatuṭṭhino. Saṃvigganti sañjātasaṃvegaṃ. Svāyaṃ saṃvego yasmā purimāvatthāya cittassa calanaṃ hoti, tasmā vuttaṃ ‘‘calita’’nti.",
  "tika-s0201t4:157": "394.Tamaṃ vinoditanti pāṭihāriyadassanena ‘‘aho therassa iddhānubhāvo’’ti sammāpaṭipattiyaṃ sañjātabahumāno, īdisaṃ nāma sāsanaṃ labhitvāpi mayaṃ niratthakena bhogamadena sammattā bhavāmāti yoniso manasikāruppādanena sammohatamaṃ vinoditaṃ vidhamitaṃ. Eteti mahāthero sakko cāti te dvepi samānabrahmacariyatāya sabrahmacārino.",
  "tika-s0201t4:158": "395.Paññātānanti pākaṭānaṃ cātumahārāja-suyāma-santusita-paranimmitavasavattimahābrahmānaṃ aññataro, na yesaṃ kesañcīti adhippāyo. Āraddhadhammavaseneva pariyosāpitattā yathānusandhināva niṭṭhapesi.",
  "tika-s0201t4:159": "Cūḷataṇhāsaṅkhayasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:160": "8. Mahātaṇhāsaṅkhayasuttavaṇṇanā",
  "tika-s0201t4:161": "396.Laddhimattanti micchāgāhamattaṃ, na diṭṭhābhiniveso. Sassatadiṭṭhīti niccābhiniveso. Soti ariṭṭho bhikkhu. Kathetvā samodhānentanti yojanā. Samodhānentanti ca nigamentanti attho. Tattha tatthevāti tesu tesu eva bhavesu nirujjhanti, na bhavantaraṃ saṅkamanti. Viññāṇaṃ pana abhinnasabhāvaṃ anaññanti adhippāyo. Idhalokatoti imasmā attabhāvā. Paralokanti parabhavasaññitaṃ attabhāvaṃ. Sandhāvatīti niccatāya kenaci asambaddhaṃ viya gacchati. Tena idhalokato paralokagamanamāha. Saṃsaratīti iminā paralokato idhāgamanaṃ. Sandhāvatīti vā bhavantarasaṅkamanamāha. Saṃsaratīti tattha tattha aparāparasañcaraṇaṃ.",
  "tika-s0201t4:162": "‘‘Paccaye sati bhavatī’’tiādinā viññāṇassa anvayato byatirekato ca paṭiccasamuppannabhāvaṃ dassento sassatabhāvaṃ paṭikkhipati. Buddhena akathitaṃ kathesīti iminā ‘‘yaṃ abhāsitaṃ alapitaṃ tathāgatena, taṃ bhāsitaṃ lapitaṃ tathāgatenāti dīpetī’’ti (cūḷava. 352, 353) imasmiṃ bhedakaravatthusmiṃ sandissatīti dasseti. Jinacakke pahāraṃ detīti ‘‘tadevidaṃ viññāṇaṃ…pe… anañña’’nti niccataṃ paṭijānanto – ‘‘sabbe saṅkhārā aniccā (dha. pa. 277), rūpaṃ, bhikkhave, anicca’’nti (saṃ. ni. 3.93-94) ca ādinayappavatte satthu dhammacakke khīlaṃ uppādento pahāraṃ deti. Sabbaññutaññāṇena aniccanti diṭṭhaṃ paveditañca viññāṇaṃ niccanti paṭijānanto vesārajjañāṇaṃ paṭibāhati. Sotukāmaṃ jananti ariyadhammādhigamassa ekantaupāyabhūtaṃ vipassanāmaggaṃ sotukāmaṃ janaṃ niccaggāhapaggaṇhanena visaṃvādeti. Tato eva ariyapathe ariyadhammavīthiyaṃ tassā paṭikkhipanena tiriyaṃ nipatitvā.",
  "tika-s0201t4:163": "398. Viññāṇasīsena attanā gahitaṃ attānaṃ vibhāvento ‘‘yvāyaṃ, bhante’’tiādimāha. Tattha vado vedeyyotiādayo sassatadiṭṭhiyā eva abhinivesākārā. Vadatīti vado, vacīkammassa kārakoti attho. Iminā hi kārakabhāvupāyikasattānaṃ hitasukhāvabodhanasamatthataṃ attano dasseti. Vediyova vedeyyo, jānāti anubhavati cāti attho. Īdisānañhi padānaṃ bahulā kattusādhanataṃ saddavidū maññanti. Vedayatīti taṃ taṃ anubhavitabbaṃ anubhavati. Tahiṃ tahinti tesu tesu bhavayonigatiṭhitisattāvāsasattanikāyesu.",
  "tika-s0201t4:164": "399. Taṃ vādaṃ paggayha ṭhitattā sātissa chinnapaccayatā aviruḷhadhammatā ca veditabbā. Heṭṭhāti alagaddasuttasaṃvaṇṇanaṃ (ma. ni. aṭṭha. 2.236-237) sandhāyāha. Parato heṭṭhāti vuttaṭṭhānepi eseva nayo. Pāṭiyekko anusandhīti tīhipi anusandhīhi avomisso visuṃyeveko anusandhi. Nanu cāyampi sātissa ajjhāsayavasena pavattitattā ajjhāsayānusandhiyevāti? Na, niyyānamukhena appavattattā. Niyyānañhi purakkhatvā pucchādivasena pavattā itarā desanāpucchānusandhiādayo. Idha tadabhāvato vuttaṃ ‘‘pāṭiyekko anusandhī’’ti. Parisāya laddhiṃ sodhentoti yādisī sātissa laddhi, tadabhāvadassanavasena parisāya laddhiṃ sodhento, parisāya laddhisodhaneneva sāti gaṇato nissārito nāma jāto.",
  "tika-s0201t4:165": "400.Yaṃ yadevāti idaṃ yadipi avisesato paccayadhammaggahaṇaṃ, ‘‘viññāṇantveva saṅkhyaṃ gacchatī’’ti pana vuttattā taṃtaṃviññāṇassa samaññānimittapaccayajātaṃ gahitanti daṭṭhabbaṃ. Tena vuttaṃ pāḷiyaṃ – ‘‘cakkhuviññāṇantveva saṅkhyaṃ gacchatī’’tiādi. Atha vā taṃtaṃdvāraniyataṃ itarampi sabbaṃ tassa tassa viññāṇassa paccayajātaṃ idha ‘‘yaṃ yadevā’’ti gahitaṃ, tattha pana yaṃ asādhāraṇaṃ, tena samaññāti ‘‘cakkhuviññāṇantvevā’’tiādi vuttaṃ. Dvārasaṅkantiyā abhāvanti viññāṇassa dvārantarasaṅkamanassa abhāvaṃ. Svāyaṃ oḷārikanayena mandabuddhīnaṃ sukhāvabodhanatthaṃ nayadassanavasena vutto. Na hi kadāci paccuppannaṃ viññāṇaṃ vigacchantaṃ anantaraviññāṇaṃ saṅkamati anantarādipaccayālābhe tassa anuppajjanato.",
  "tika-s0201t4:166": "Evamevāti yathā aggi upādānaṃ paṭicca jalanto anupādāno tattheva nibbāyati, na katthaci saṅkamati, evameva. ‘‘Paccayavekallena tattheva nirujjhatī’’ti kasmā vuttaṃ, na hettha anuppādanirodho icchito tādisassa nirodhassa idha anadhippetattā, atha kho khaṇanirodho, so ca sābhāvikattā na paccayavekallahetuko? Saccametaṃ, taṃtaṃdvārikassa pana viññāṇassa dvārantaraṃ asaṅkamitvā tattha tattheva nirujjhanaṃ idhādhippetaṃ. Yesañca paccayānaṃ vasena dvārantarikaviññāṇena bhavitabbaṃ, tesaṃ tadabhāvato paccayavekallaggahaṇaṃ, tasmā paccayavekallena na sotādīni saṅkamitvā sotaviññāṇantiādi saṅkhyaṃ gacchatīti yojanā. Etena yaṃ viññāṇaṃ cakkhurūpādipaccayasāmaggiyā vasena cakkhuviññāṇasaṅkhyaṃ gacchati, tattha tattheva nirujjhati tāvakālikabhāvato, tassa pana sotasaddādipaccayābhāvato kuto sotaviññāṇādisamaññā, evamappavattito tassa kuto saṅkamoti dassitaṃ hoti. Viññāṇappavatteti viññāṇappavattiyaṃ. Dvārasaṅkantimattanti dvārantarasaṅkamanamattampi na vadāmi tattha tattheva bhijjanato paccayassa uppādavantato sati ca uppāde avassaṃbhāvī nirodhoti hutvā abhāvaṭṭhena aniccatā dīpitā hotīti.",
  "tika-s0201t4:167": "401. ‘‘Paṭiccasamuppannaṃ viññāṇaṃ vuttaṃ mayā, aññatra paccayā natthi viññāṇassa sambhavo’’ti pāḷiyā anvayato ca byatirekato ca viññāṇassa saṅkhatatāva dassitāti āha ‘‘sappaccayabhāvaṃ dassetvā’’ti. Hetupaccayehi jātaṃ nibbattaṃ ‘‘bhūta’’nti idhādhippetaṃ, taṃ atthato pañcakkhandhā tabbinimuttassa sappaccayassa abhāvato, yañca khandhapañcakaṃ attano tesañca bhikkhūnaṃ, taṃ ‘‘bhūtamida’’nti bhagavā avocāti āha ‘‘idaṃ khandhapañcaka’’nti. Attano phalaṃ āharatīti āhāro, paccayo. Sambhavati etasmāti sambhavo, āhāro sambhavo etassāti āhārasambhavaṃ. Tenāha ‘‘paccayasambhava’’nti. Tassa paccayassa nirodhāti yena avijjādinā paccayena khandhapañcakaṃ sambhavati, tassa paccayassa anuppādanirodhā. Khaṇanirodho pana kāraṇanirapekkho.",
  "tika-s0201t4:168": "Nossūti saṃsayajotano nipātoti āha ‘‘bhūtaṃ nu kho idaṃ, na nu kho bhūta’’nti. Bhūtamidaṃ nossūti ca iminā khandhapañcakameva nu kho idaṃ, udāhu attattaniyanti evaṃjātiko saṃsayanākāro gahito. Tadāhārasambhavaṃ nossūti pana iminā sahetukaṃ nu kho idaṃ bhūtaṃ, udāhu ahetukanti yathā ahetukabhāvāpanno saṃsayanākāro gahito, evaṃ visamahetukabhāvāpannopi saṃsayanākāro gahitoti daṭṭhabbaṃ. Visamahetunopi paramatthato bhūtassa ahetukabhāvato. Visamahetuvādopi parehi parikappitamattatāya sabhāvaniyatiyadicchādivādehi samānayogakkhamoti. Nirodhadhammaṃ nossūti iminā yathā aniccaṃ nu kho idaṃ bhūtaṃ, udāhu niccanti aniccataṃ paṭicca saṃsayanākāro gahito, evaṃ dukkhaṃ nu kho, udāhu na dukkhaṃ, anattā nu kho, udāhu na anattātipi saṃsayanākāro gahitoyevāti daṭṭhabbaṃ aniccassa dukkhabhāvādiavassaṃbhāvato, nicce ca tadubhayābhāvato. Yāthāvasarasalakkhaṇatoti aviparītasarasato salakkhaṇato ca, kiccato ceva sabhāvato cāti attho. Vipassanāya adhiṭṭhānabhūtāpi paññā vipassanā evāti vuttaṃ ‘‘vipassanāpaññāyā’’ti. Sarasatoti ca sabhāvato. Salakkhaṇatoti sāmaññalakkhaṇato. Tenāha ‘‘vipassanāpaññāya sammā passantassā’’ti. Vuttanayenevāti ‘‘yāthāvasarasalakkhaṇato’’ti vuttanayeneva. Ye yeti tassaṃ parisāyaṃ ye ye bhikkhū. Sallakkhesunti sammadeva upadhāresuṃ.",
  "tika-s0201t4:169": "Tehīti tehi bhikkhūhi. Tatthāti tissaṃ vipassanāpaññāyaṃ. Nittaṇhabhāvanti taṇhābhāvaṃ ‘‘etaṃ mama’’nti taṇhāggāhassa pahīnataṃ. Etenapi bhagavā ‘‘ahaṃ, bhikkhave, dhammesupi taṇhāpahānameva vaṇṇemi, sāti pana moghapuriso attabhāvepi taṇhāsaṃvaddhaniṃ viparītadiṭṭhiṃ paggayha tiṭṭhatī’’ti sātiṃ niggaṇhāti. Sabhāvadassanenāti dhammānaṃ aviparītasabhāvadassanena. Paccayadassanenāti kāraṇadassanena anavasesato hetuno paccayassa ca dassanena. Allīyethāti taṇhādiṭṭhivasena nissayetha. Tenāha ‘‘taṇhādiṭṭhīhī’’ti. Kelāyethāti pariharaṇakeḷiyā parihareyyātha. Tenāha ‘‘kīḷamānā vihareyyāthā’’ti. Dhanaṃ viya icchantāti dhanaṃ viya drabyaṃ viya icchaṃ taṇhaṃ janentā. Tenāha ‘‘gedhaṃ āpajjeyyāthā’’ti. Mamattaṃ uppādeyyāthāti ‘‘mamamida’’nti taṇhādiṭṭhivasena abhinivesaṃ janeyyātha. Nikantivasenapi gahaṇatthāya no desito, tassa vā saṇhasukhumassa vipassanādhammassa gahaṇaṃ nāma nikantiyā eva siyā, na oḷārikataṇhāyāti vuttaṃ ‘‘nikantivasenā’’ti.",
  "tika-s0201t4:170": "402. Paṭicca etasmā phalaṃ etīti paccayo, sabbo kāraṇavisesoti āha ‘‘khandhānaṃ paccayaṃ dassento’’ti. Yāva avijjā hi sabbo nesaṃ kāraṇaviseso idha dassito. Puna ādito paṭṭhāya yāva pariyosānā, antato paṭṭhāya yāva ādīti anulomato paṭilomato ca vaṭṭavivaṭṭadassanavasena nānānayehi paṭiccasamuppādo dassito, niccaggāhassa nimittabhūto kilesopi idha natthīti dīpeti. Tampi vuttatthamevāti tampi ‘‘ime ca, bhikkhave, cattāro āhārā’’tiādi yāva ‘‘taṇhāpabhavā’’ti pāḷipadaṃ, tāva vuttatthameva sammādiṭṭhisuttavaṇṇanāyaṃ (ma. ni. aṭṭha. 1.89). Sesaṃ paṭiccasamuppādakathābhāvato visuddhimagge (visuddhi. 2.570) vitthāritāvāti imināva saṅgahitaṃ.",
  "tika-s0201t4:171": "404.Imasmiṃ sati idaṃ hotītiādīsu yaṃ vattabbaṃ, taṃ paramatthadīpaniyaṃ udānaṭṭhakathāyaṃ (udā. aṭṭha. 1) vuttanayeneva veditabbaṃ.",
  "tika-s0201t4:172": "407.Paṭidhāvanāti paṭisaraṇaṃ, pubbe attano āgataṃ atītaṃ addhānaṃ uddissa taṇhādiṭṭhivasena paṭigamananti attho. Nanu vicikicchāvasena pāḷiyaṃ paṭidhāvanā āgatāti? Saccaṃ āgatā, sā pana taṇhādiṭṭhihetukāti ‘‘taṇhādiṭṭhivasenā’’ti vuttaṃ. Tatthāti tasmiṃ yathādhigate ñāṇadassane.",
  "tika-s0201t4:173": "Niccalabhāvanti suppatiṭṭhitabhāvaṃ, titthiyavādavātehi akampiyabhāvañca. Garūti garuguṇayutto. Bhāriko pāsāṇacchattasadiso. Akāmā anuvattitabboti saddhāmattakeneva anuvattanamāha, na aveccappasādena. Kiccanti satthukiccaṃ. Brāhmaṇānanti jātimantabrāhmaṇānaṃ. Vatasamādānānīti magavatādivatasamādānāni. Diṭṭhikutūhalānīti taṃtaṃdiṭṭhiggāhavasena ‘‘idaṃ saccaṃ, idaṃ sacca’’ntiādinā gahetabbakutūhalāni. Evaṃ nissaṭṭhānīti yathā mayā tumhākaṃ ovādo dinno, evaṃ nissaṭṭhāni vatādīni taṃ atikkamitvā kiṃ gaṇheyyātha. Sayaṃ ñāṇena ñātanti paraneyyataṃ muñcitvā attano eva ñāṇena yāthāvato ñātaṃ. Evaṃbhūtañca sayaṃ paccakkhato diṭṭhaṃ nāma hotīti āha ‘‘sayaṃ paññācakkhunā diṭṭha’’nti. Sayaṃ vibhāvitanti tehi bhikkhūhi tassa atthassa paccattaṃ vibhūtabhāvaṃ āpāditaṃ. Upanītāti upakkamena dhammadesanānusārena nītā. Mayāti kattari karaṇavacanaṃ. Dhammenāti kāraṇena. Etaṃ vacananti etaṃ ‘‘sandiṭṭhiko’’tiādivacanaṃ.",
  "tika-s0201t4:174": "408.Taṃ sammohaṭṭhānaṃ assa lokassa. Samodhānenāti samāgamena. Gabbhati attabhāvabhāvena vattatīti gabbho, kalalādiavattho dhammapabandho, tannissitattā pana sattasantāno ‘‘gabbho’’ti vutto yathā ‘‘mañcā ukkuṭṭhiṃ karontī’’ti. Tannissayabhāvato mātukucchi ‘‘gabbho’’ti veditabbo, gabbho viyāti vā. Yathā hi nivāsaṭṭhānatāya sattānaṃ ovarako ‘‘gabbho’’ti vuccati, evaṃ gabbhaseyyakānaṃ yāva abhijāti nivāsaṭṭhānatāya mātukucchi ‘‘gabbho’’ti vuttoti.",
  "tika-s0201t4:175": "Yamekarattinti yassaṃ ekarattiyaṃ. Bhummatthe hi idaṃ upayogavacanaṃ, accantasaṃyoge vā. Paṭhamanti sabbapaṭhamaṃ paṭisandhikkhaṇe. Gabbheti mātukucchiyaṃ. Māṇavoti satto. Yebhuyyena sattā rattiyaṃ paṭisandhiṃ gaṇhantīti rattiggahaṇaṃ. Abbhuṭṭhitovāti uṭṭhitaabbho viya, abhimukhabhāvena vā uṭṭhito eva maraṇassāti adhippāyo. So yātīti so māṇavo yāti paṭhamakkhaṇato paṭṭhāya gacchateva. Sa gacchaṃ na nivattatīti so evaṃ gacchanto khaṇamattampi na nivattati, aññadatthu maraṇameva upagacchatīti gāthāya attho.",
  "tika-s0201t4:176": "Utusamayaṃ sandhāya vuttaṃ, na lokasamaññātarajassa lagganadivasamattaṃ. Idāni vuttamevatthaṃ pākaṭataraṃ kātuṃ ‘‘mātugāmassa kira yasmi’’ntiādi vuttaṃ. Tatthāti tasmiṃ gabbhāsaye. Saṇṭhahitvāti nibbattitvā. Bhijjitvāti aggahitagabbhā eva bhinnā hutvā. Ayañhi tassā sabhāvo. Vatthu suddhaṃ hotīti paggharitalohitattā anāmayattā ca gabbhāsayo suddho hoti. Suddhavatthuttā tato paraṃ katipayadivasāni khettameva hoti gabbhasaṇṭhahanassa parittassa lohitalesassa vijjamānattā. Sambhavassa pana kathaṃ sabbhāvoti āha ‘‘tasmiṃ samaye’’tiādi. Itthisantānepi sukkadhātu labbhateva. Tenāha ‘‘aṅgaparāmasanenapi dārako nibbattatiyevā’’ti. Yathā pārikāya nābhiparāmasanena sāmassa bodhisattassa, diṭṭhamaṅgalikāya nābhiparāmasanena maṇḍabyassa nibbatti. Gandhabboti gandhanato uppajjanagatiyā nimittupaṭṭhāpanena sūcanato gandhoti laddhanāmena bhavagāmikammunā abbati pavattatīti gandhabbo, tattha uppajjanakasatto. Tenāha ‘‘tatrūpagasatto’’ti. Kammayantayantitoti tatrūpapattiāvahena kammasaṅkhātena pellanakayantena tathattāya pellito upanīto. Mahantena jīvitasaṃsayenāti vijāyanaparikkilesena ‘‘jīvissāmi kho, na nu kho jīvissāmi ahaṃ vā, putto vā me’’ti evaṃ pavattena jīvitasaṃsayena vipulena garutarena saṃsayena. Taṃ ṭhānanti thanappadesamāha. Kīḷanti tenāti kīḷanaṃ, kīḷanameva kīḷanakaṃ.",
  "tika-s0201t4:177": "409.Sārajjatīti sārattacitto hoti. Byāpajjatīti byāpannacitto hoti. Kāye kesādidvattiṃsāsucisamudāye taṃsabhāvārammaṇā sati kāyasati. Anupaṭṭhapetvāti anuppādetvā, yathāsabhāvato kāyaṃ anupadhāretvāti attho. Parittacetasoti kilesehi parito khaṇḍitacitto. Tenāha ‘‘akusalacitto’’ti. Ete akusaladhammā. Nirujjhantīti nirodhaṃ pattā honti. Taṇhāvasena abhinandatīti sappītikataṇhāvasena abhimukhaṃ hutvā nandati. Abhivadatīti taṇhāvasena taṃ taṃ ārammaṇaṃ abhinivissa vadati. Ajjhosāyāti anaññasādhāraṇaṃ viya ārammaṇaṃ taṇhāvasena anupavisitvā. Tenāha ‘‘gilitvā pariniṭṭhapetvā’’ti. Dukkhaṃ kathaṃ abhinandatīti ettha dukkhahetukaṃ abhinandanto dukkhaṃ abhinandati nāmāti daṭṭhabbaṃ. Aṭṭhakathāyaṃ pana yāvatā yassa dukkhe diṭṭhitaṇhā abhinandanā appahīnā, tāvatāyaṃ dukkhaṃ abhinandati nāmāti dassetuṃ ‘‘ahaṃ dukkhito mama dukkhanti gaṇhanto abhinandati nāmā’’ti vuttaṃ. Tena gāhadvayahetukā tattha abhinandanāti dasseti. Puna ekavāranti punapi ekavāraṃ. Phalahetusandhihetuphalasandhivasena dvisandhī. ‘‘Gabbhassāvakkanti hotī’’tiādinā atthato sarūpato ca etarahi phalasaṅkhepassa. Sarūpeneva ca itaradvayassa desitattā āha ‘‘tisaṅkhepa’’nti.",
  "tika-s0201t4:178": "410-414. Samathayānikassa bhikkhuno vedanāmukhena saṅkhepeneva yāva arahattā kammaṭṭhānaṃ idha kathitanti āha ‘‘saṃkhittena taṇhāsaṅkhayavimuttiṃ dhārethā’’ti. ‘‘Imaṃ taṇhāsaṅkhayavimutti’’nti ca bhagavā yathādesitaṃ desanaṃ avocāti vuttaṃ ‘‘imaṃ…pe… vimuttidesana’’nti . Yadi evaṃ kathaṃ desanā vimuttīti āha ‘‘desanā hi…pe… vimuttīti vuttā’’ti. Yassā taṇhāya vasena sāti bhikkhu sassataggāhamahāsaṅghāṭapaṭimukko, sā sabbabuddhānaṃ desanā hatthāvalambamānepi durugghāṭiyā jātāti āha ‘‘mahātaṇhājālataṇhāsaṅghāṭapaṭimukka’’nti. Mahātaṇhājāleti mahante taṇhājaṭe. Taṇhāsaṅghāṭeti taṇhāya saṅghāṭe. Tathābhūto ca tassa abbhantare kato nāma hotīti āha ‘‘anupaviṭṭho antogadho’’ti. Sesaṃ suviññeyyameva.",
  "tika-s0201t4:179": "Mahātaṇhāsaṅkhayasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:180": "9. Mahāassapurasuttavaṇṇanā",
  "tika-s0201t4:181": "415.Jānapadinoti janapadavanto, janapadassa vā issarā rājakumārā gottavasena aṅgā nāma. Tesaṃ nivāso yadi eko janapado , kathaṃ bahuvacananti āha ‘‘ruḷhīsaddenā’’ti. Akkharacintakā hi īdisesu ṭhānesu yutte viya saliṅgavacanāni (pāṇini 1.2.51) icchanti. Ayamettha ruḷhī yathā ‘‘kurūsu viharati, mallesu viharatī’’ti ca. Tabbisesane pana janapadasadde jātisadde ekavacanameva. Tenāha ‘‘aṅgesu janapade’’ti. Assā vuccanti pāsāṇāni, tāni sundarāni tattha santīti ‘‘assapura’’nti so nigamo vuttoti kecī. Apare pana ājānīyo asso rañño tattha gahaṇaṃ upagatoti ‘‘assapura’’nti vuttoti vadanti. Kiṃ tehi, nāmametaṃ tassa nigamassa. Yasmā pana tattha bhagavato nibaddhavasanaṭṭhānaṃ kiñci nāhosi, tasmā ‘‘taṃ gocaragāmaṃ katvā viharati’’cceva vuttaṃ. Tathā hi pāḷiyaṃ ‘‘assapuraṃ nāma aṅgānaṃ nigamo’’ti gocaragāmakittanameva kataṃ.",
  "tika-s0201t4:182": "Evarūpena sīlenātiādīsu sīlaggahaṇena vārittasīlamāha. Tena sammāvācākammantājīve dasseti. Ācāraggahaṇena cārittasīlaṃ. Tena parisuddhaṃ kāyavacīsamācāraṃ. Paṭipattiggahaṇena samathavipassanāmaggaphalasaṅgahaṃ sammāpaṭipattiṃ. Lajjinoti iminā yathāvuttasīlācāramūlakāraṇaṃ. Pesalāti iminā pārisuddhiṃ. Uḷāraguṇāti iminā paṭipattiyā pāripūriṃ. Bhikkhusaṅghasseva vaṇṇaṃ kathentīti idaṃ tesaṃ upāsakānaṃ yebhuyyena bhikkhūnaṃ guṇakittanapasutatāya vuttaṃ. Te pana saddhammepi sammāsambuddhepi abhippasannā eva. Tenāha ‘‘buddhamāmakā dhammamāmakā’’ti. Vatthuttaye hi ekasmiṃ abhippasannā itaradvaye abhippasannā eva tadavinābhāvato. Piṇḍapātāpacāyaneti lakkhaṇavacanametaṃ yathā ‘‘kākehi sappi rakkhitabba’’nti, tasmā paccayapaṭipūjaneti vuttaṃ hoti. Paccayadāyakānañhi kārassa attano sammāpaṭipattiyā mahapphalabhāvassa karaṇaṃ idha ‘‘piṇḍapātāpacāyana’’nti adhippetaṃ.",
  "tika-s0201t4:183": "Samaṇakaraṇāti samaṇabhāvakarā, samaṇabhāvassa kārakāti attho. Te pana ekantato attano santāne uppāditā vaḍḍhitā ca hontīti āha ‘‘samādāya paripūritā’’ti. Samaṇaggahaṇañcettha samaṇavasena, na sāmaññamattenāti āha ‘‘samitapāpasamaṇa’’nti. Brāhmaṇakaraṇāti etthāpi vuttanayenevattho veditabbo. Byañjanato eva cāyaṃ bhedo, yadidaṃ samaṇabrāhmaṇāti , na atthato. Samaṇenakattabbadhammāti samaṇadhamme ṭhitena sampādetabbadhammā. Yo hi heṭṭhimasikkhāsaṅkhātasamaṇabhāve suppatiṭṭhito, tena ye uparisikkhāsaṅkhātasamaṇabhāvā sampādetabbā, tesaṃ vaseneva vuttasamaṇena kattabbadhammā vuttāti. Tathā hi tesaṃ samaṇabhāvāvahataṃ sandhāyāha ‘‘tepi ca samaṇakaraṇā hontiyevā’’ti. Idha panāti mahāassapure. Hirottappādivasena desanā vitthāritāti hirottappa-parisuddhakāyavacīmanosamācārājīvaindriyasaṃvara-bhojanemattaññuta- jāgariyānuyogasatisampajañña-jhānavijjāvasena samaṇakaraṇadhammadesanā vitthārato desitā, na tikanipāte viya saṅkhepato. Phalaggahaṇeneva vipākaphalaṃ gahitaṃ, taṃ pana ukkaṭṭhaniddesena catubbidhaṃ sāmaññaphalaṃ daṭṭhabbaṃ. Ānisaṃsaggahaṇena piyamanāpatādiudrayo. Tasseva atthoti tasseva avañcāpadasseva atthaniddeso. ‘‘Yassā hī’’tiādinā byatirekavasena atthaṃ vadati. Ettakena ṭhānenāti ettakena pāḷipadesena. Hirottappādīnaṃ upari pāḷiyaṃ vuccamānānaṃ samaṇakaraṇadhammānaṃ. Vaṇṇaṃ kathesīti guṇaṃ ānisaṃsaṃ abhāsi. Satipaṭṭhāne vuttanayenāti ‘‘apica vaṇṇabhaṇanameta’’ntiādinā satipaṭṭhānavaṇṇanāyaṃ (dī. ni. aṭṭha. 2.373; ma. ni. aṭṭha. 1.106) vuttanayena.",
  "tika-s0201t4:184": "416.Yaṃ hirīyatīti yena dhammena hetubhūtena vā jigucchati. Karaṇe hetaṃ paccattavacanaṃ. Yanti vā liṅgavipallāsena vutto, dhammoti attho. Hirīyitabbenāti upayogatthe karaṇavacanaṃ, hirīyitabbayuttakaṃ kāyaduccaritādinti attho. Ottappitabbenāti etthāpi eseva nayo. Ajjhattaṃ niyakajjhattaṃ jātiādi samuṭṭhānaṃ etissāti ajjhattasamuṭṭhānā hirī, bahiddhā attato bahibhūto parasatto samuṭṭhānaṃ etissāti bahiddhāsamuṭṭhānaṃ ottappaṃ. Attādhipatito āgatā attādhipateyyā, attānaṃ adhipatiṃ katvā pavattā. Lajjāsabhāvasaṇṭhitāti pāpajigucchanasabhāvaṭṭhāyinī. Sappatissavalakkhaṇattā garunā kismiñci vutte gāravavasena patissavanaṃ patissavo, saha patissavenāti sappatissavaṃ, patissavabhūtaṃ taṃsabhāvañca yaṃ kiñci gāravaṃ. Jātiādimahattatāpaccavekkhaṇena uppajjamānā ca hirī tattha gāravavasena pavattatīti sappatissavalakkhaṇāti vuccati. Bhayasabhāvasaṇṭhitanti pāpato bhāyanasabhāvaṭṭhāyī, vajjabhīrukabhayadassāvilakkhaṇattā vajjaṃ bhāyati taṃ bhayato passatīti vajjabhīrukabhayadassāvī, evaṃsabhāvaṃ ottappaṃ. Ajjhattasamuṭṭhānāditā ca hirottappānaṃ tattha tattha pākaṭabhāveneva vuccati, na paresaṃ kadāci aññamaññavippayogā. Na hi lajjanaṃ nibbhayaṃ, pāpabhayaṃ vā alajjanaṃ hotīti. Ayamettha saṅkhepo, vitthāro pana aṭṭhasāliniyaṃ (dha. sa. aṭṭha. 1.balarāsivaṇṇanā) vuttanayeneva veditabbo. Lokamariyādassa pālanato lokapāladhammā nāma. Sukkāti odātā pabhassarabhāvakārakā, sukkābhijātihetutāya vā sukkā. Sambhedanti ācāramariyādāsaṅkaraṃ. Devabhāvāvahā dhammāti devadhammā.",
  "tika-s0201t4:185": "Sukkadhammasamāhitāti yathāvuttasukkadhammasamaṅgino. Santoti vūpasantadosā. Sappurisāti santajanā. Saparahitasādhakā hi sādhavo.",
  "tika-s0201t4:186": "Avayavavinimuttassa samudāyassa abhāvato, avayavena ca samudāyassa apadisitabbato ovādūpasampadāvahaovādekadeso ovādūpasampadāti. Idhāti imasmiṃ assapure. Ete hirottappadhammā. Samaṇadhammā nāmāti dassitā mūlabhūtasamaṇabhāvakarā dhammāti katvā. Tathā hi tesaṃ ādito gahaṇaṃ.",
  "tika-s0201t4:187": "Yassa adhigamena nippariyāyato samaṇā nāma honti, so ariyamaggo ‘‘samaṇassa kammaṃ paṭipadā’’ti katvā sāmaññaṃ, tassa pana phalabhāvato, ārammaṇakaraṇavasena araṇīyato phalanibbānāni sāmaññattho. Rāgaṃ khepetīti rāgakkhayo, ariyamaggo. Rāgo khīyati etthāti rāgakkhayo, nibbānaṃ. Phalaṃ pana kāraṇūpacārena rāgakkhayo daṭṭhabbo. Dosakkhayo mohakkhayoti etthāpi eseva nayo. Sāmaññabhūto attho sāmaññattho, maggo, sāmaññassa atthoti sāmaññattho, phalanti āha ‘‘maggampi phalampi ekato katvā sāmaññattho kathito’’ti. Tayidaṃ ukkaṭṭhaniddesena vuttaṃ. Sīlādipubbabhāgapaṭipadāpi hi idha ‘‘sāmaññattho’’ti gahitā. Tenevāha ‘‘sati uttarikaraṇīye’’ti. Paṭivedayāmīti punappunaṃ ñāpemi.",
  "tika-s0201t4:188": "417.Kammapathavasenevāti akusalakammapathabhāveneva, tato tādisampi akusalakammaṃ bhikkhussa kātuṃ na yuttanti duṭṭhullabhāveneva tato oramatīti adhippāyo. Sikkhāpadabaddhenāti sikkhāpadapaññāpanena. Pānīyaghaṭe vā patte vā kākānaṃ hatthaṃ vā daṇḍaṃ vā leḍḍuṃ vāti sabbamidaṃ nidassanamattaṃ daṭṭhabbaṃ. Yattha katthaci hi ṭhitānaṃ aññesampi pāṇīnaṃ uṭṭhāpanādi sabbaṃ aniṭṭhakaraṇaṃ idha aparisuddhakāyasamācārabhāveneva saṅgahitanti. Uttānoti uddhamuddhaṃ tanotīti uttāno. Evaṃbhūto ca kenaci anuppādabhūmiyaṃ sañjātasālakalyāṇīkhandho viya uparūpari uggatuggato pākaṭo ca hotīti āha ‘‘uggato pākaṭo’’ti. Anāvaṭoti anivuto. Tenāha ‘‘asañchanno’’ti, nacchādetabboti attho. Ekasadiso visuddhabhāvena. Antarantare chiddarahito pubbenāparaṃ sammāpaṭipattiyā sandhānena. Saṃvuto kāyikassa saṃvarassa anupakkilesato. Tenāha ‘‘kilesānaṃ dvāraṃ pidahanenā’’ti.",
  "tika-s0201t4:189": "418. Ettha yathā lahukataraṃ kākuṭṭhāpanādikāyakammaṃ kāyasamācārassa aparisuddhabhāvāvahaṃ sallekhavikopanato, micchāvitakkanamattañca manosamācārassa, evaṃ yaṃ kiñci aniyyānakathākathanamattaṃ vacīsamācārassa aparisuddhabhāvāvahaṃ sallekhavikopanato, na hasādhippāyena musākathananti daṭṭhabbaṃ. Hasādhippāyena hi musākathanaṃ sikkhāpadabaddheneva paṭikkhittanti.",
  "tika-s0201t4:190": "420. Ājīvopi ekacco kammapathavasena vārito labbhati. So pana atioḷāriko kāyavacīsamācāravāresu vuttanayo evāti na gahitoti daṭṭhabbaṃ. Ye pana ‘‘tādiso bhikkhūnaṃ ayogyato na gahito’’ti vadanti, taṃ micchā tathā sati kāyavacīsamācāravārepi tassa aggahetabbabhāvāpattito. ‘‘Khādatha pivathā’’ti pucchā attano khāditukāmatādīpanena, pariyāyakathābhāvato panesā sallekhavikopanā jātā.",
  "tika-s0201t4:191": "422. Anesanaṃ pahāya dhammena samena paccaye pariyesanto pariyesanamattaññū nāma. Dāyakassa deyyadhammassa attano ca pamāṇaññutāpaṭiggaṇhanto paṭiggahaṇamattaññū nāma. Yoniso paccavekkhitvā paribhuñjanto paribhogamattaññū nāma.",
  "tika-s0201t4:192": "423.Ekasmiṃkoṭṭhāseti majjhimayāmasaññite ekasmiṃ koṭṭhāse. ‘‘Vāmena passena sentī’’ti evaṃ vuttā. Dakkhiṇapassena sayāno nāma natthi dakkhiṇahatthassa sarīraggahaṇādipayogakkhamato. Purisavasena cetaṃ vuttaṃ.",
  "tika-s0201t4:193": "Tejussadattāti iminā sīhassa abhīrukabhāvaṃ dasseti. Bhīrukā hi sesamigā attano āsayaṃ pavisitvā santāsapubbakaṃ yathā tathā sayanti, sīho pana abhīrukabhāvato satokārī bhikkhu viya satiṃ upaṭṭhapetvāva sayati. Tenāha ‘‘dve purimapāde’’tiādi. Seti abyāvaṭabhāvena pavattati etthāti seyyā, catutthajjhānameva seyyā. Kiṃ pana taṃ catutthajjhānanti? Ānāpānacatutthajjhānaṃ. Tattha hi ṭhatvā vipassanaṃ vaḍḍhetvā bhagavā anukkamena aggamaggaṃ adhigato tathāgato jātoti keci, tayidaṃ padaṭṭhānaṃ nāma na seyyā. Apare pana ‘‘catutthajjhānasamanantarā bhagavā parinibbāyī’’ti vuttapadaṃ gahetvā ‘‘lokiyacatutthajjhānasamāpatti tathāgataseyyā’’ti vadanti, tathā sati parinibbānakālikā tathāgataseyyāti āpajjati, na ca bhagavā catutthajjhānaṃ samāpajjanabahulo vihāsi, aggaphalajhānaṃ panettha ‘‘catutthajjhāna’’nti adhippetaṃ. Tattha yathā sattānaṃ niddupagamanalakkhaṇā seyyā bhavaṅgacittavāravasena hoti, tañca tesaṃ paṭhamajātisamanvayaṃ yebhuyyavuttikaṃ, evaṃ bhagavato ariyajātisamanvayaṃ yebhuyyavuttikaṃ aggaphalabhūtaṃ catutthajjhānaṃ ‘‘tathāgataseyyā’’ti veditabbaṃ. Sīhaseyyāti seṭṭhaseyyāti āha ‘‘uttamaseyyā’’ti.",
  "tika-s0201t4:194": "426.Vigatantānīti iṇamūlāni. Tesanti iṇamūlānaṃ. Pariyantoti avaseso.",
  "tika-s0201t4:195": "Pavattinivāraṇena catuiriyāpathaṃ chindanto. Ābādhatīti pīḷeti. Dukkhitoti sañjātadukkho. Appaṃ balaṃ balamattā. Appattho hi ayaṃ mattā-saddo ‘‘mattāsukhapariccāgā’’tiādīsu (dha. pa. 290) viya, balavattho pana mattā-saddo anatthantaro. Sesanti ‘‘tassa hi bandhanā muttomhīti āvajjayato tadubhayaṃ hotī’’tiādinā vattabbaṃ sandhāyāha. Sabbapadesūti vuttāvasiṭṭhesu sabbapadesu. Yenakāmaṃ yathāruci gacchatīti yenakāmaṃgamoti anunāsikalopaṃ akatvā niddeso. Bhujo attano yathāsukhaviniyogo isso icchitabbo etthāti bhujisso, sāmiko. So pana aparasantakatāya ‘‘attano santako’’ti vutto. Dullabhaāpatāya kaṃ tārenti etthāti kantāroti āha ‘‘nirudakaṃ dīghamagga’’nti.",
  "tika-s0201t4:196": "Vināsetīti khādanadubbiniyojanādīhi yathā iṇamūlaṃ kiñci na hoti, tathā karoti. Yamhi rāgavatthumhi. So puggalo. Tena rāgavatthunā, puriso ce itthiyā, itthī ce purisena. Iṇaṃ viya kāmacchando daṭṭhabbo pīḷāsamānato.",
  "tika-s0201t4:197": "Na vindatīti na jānāti. Upaddavethāti sukhavihārassa upaddavaṃ karotha, vibādhethāti attho. Rogo viya byāpādo daṭṭhabbo sukhabhañjanasamānato.",
  "tika-s0201t4:198": "Nānāvidhahetūpāyālaṅkatatāya khandhāyatanadhātupaṭiccasamuppādādidhammanītivicittatāya ca vicittanaye. Dhammassavaneti dhammakathāyaṃ. Kathā hi sotabbaṭṭhena ‘‘savana’’nti vuttā. Evamettha sīlaṃ vibhattaṃ, evaṃ jhānābhiññā, evaṃ vipassanāmaggaphalānīti neva tassa dhammassavanassa ādimajjhapariyosānaṃ jānāti. Uṭṭhiteti niṭṭhite. Aho kāraṇanti tattha tattha paṭiññānurūpena nikkhittasādhanavasena gahitakāraṇaṃ. Aho upamāti tasseva kāraṇassa patiṭṭhāpanavasena anvayato byatirekato ca patiṭṭhaṃ udāharaṇādi. Bandhanāgāraṃ viya thinamiddhaṃ daṭṭhabbaṃ dukkhato niyyānassa vibandhanato.",
  "tika-s0201t4:199": "Yasmā kukkuccanīvaraṇaṃ uddhaccarahitaṃ natthi, yasmā vā uddhaccakukkuccaṃ samānakiccāhārapaṭipakkhaṃ, tasmā kukkuccassa visayaṃ dassento ‘‘vinaye apakataññunā’’tiādimāha. Yathā hi uddhaccaṃ sattassa avūpasamakaraṃ, tathā kukkuccampi. Yathāpi uddhaccassa ñātivitakkādi āhāro, tathā kukkuccassapi. Yathā ca uddhaccassa samatho paṭipakkho, tathā kukkuccassapīti. Dāsabyaṃ viya uddhaccakukkuccaṃ daṭṭhabbaṃ aseribhāvāpādanato.",
  "tika-s0201t4:200": "Soḷasavatthukā vicikicchā aṭṭhavatthukaṃ vicikicchaṃ anupaviṭṭhāti āha ‘‘aṭṭhasu ṭhānesu vicikicchā’’ti. Vicikicchantoti saṃsayanto. Adhimuccitvāti pattiyāyetvā. Gaṇhitunti saddheyyavatthuṃ pariggahetuṃ. Abhimukhaṃ sappanaṃ āsappanaṃ, parito sappanaṃ parisappanaṃ. Padadvayenapi cittassa anicchanākārameva vadati. Khemantagāmimaggaṃ na pariyogāhati etenāti apariyogāhanaṃ, ussaṅkitaparisaṅkitabhāvena chambhitaṃ hoti cittaṃ yassa dhammassa vasena, so dhammo chambhitattanti vicikicchanākāramāha. Tenāha ‘‘cittassa uppādayamānā’’ti. Kantāraddhānamaggo viyāti sāsaṅkakantāraddhānamaggo viya daṭṭhabbā appaṭipattihetubhāvato.",
  "tika-s0201t4:201": "Natthi ettha iṇanti aṇaṇo, tassa bhāvo āṇaṇyaṃ, kassaci iṇassa adhāraṇaṃ. Samiddhakammantoti nipphannajīvikappayogo. Paribundhati uparodhetīti ra-kārassa la-kāraṃ katvā palibodho, aserivihāro, tassa mūlaṃ kāraṇanti palibodhamūlaṃ. Cha dhamme bhāvetvāti asubhanimittaggāhādike cha dhamme uppādetvā vaḍḍhetvā. Cha dhamme bhāvetvāti ca mettānimittaggāhādayo ca tattha tattha cha dhammāti vuttāti veditabbo. Pajahatīti vikkhambhanavasena pajahati. Tenāha ‘‘ācārapaṇṇattiādīni sikkhāpiyamāno’’tiādi. Paravatthumhīti visabhāgavatthusmiṃ, paravisaye vā. Paravisayā hete bhikkhuno, yadidaṃ pañca kāmaguṇā. Āṇaṇyamiva kāmacchandappahānaṃ āha piyavatthuabhāvāvahato.",
  "tika-s0201t4:202": "Ācāravipattipaṭibāhakāni sikkhāpadāni ācārapaṇṇattiādīni. Ārogyamiva byāpādappahānaṃ āha kāyacittānaṃ phāsubhāvāvahato.",
  "tika-s0201t4:203": "Bandhanā mokkhamiva thinamiddhappahānaṃ āha cittassa niggahitabhāvāvahato.",
  "tika-s0201t4:204": "Bhujissaṃ viya uddhaccakukkuccappahānaṃ āha cittassa seribhāvāvahato.",
  "tika-s0201t4:205": "Tiṇaṃviyāti tiṇamiva katvā. Agaṇetvāti acintetvā. Khemantabhūmiṃ viya vicikicchāpahānaṃ āha anussaṅkitāparisaṅkitabhāvena sammāpaṭipattihetubhāvato.",
  "tika-s0201t4:206": "427. Kirīyati (a. ni. ṭī. 3.5.28-29) gabbhāsaye khipīyatīti karo, sambhavo, karato jātoti karajo, mātāpettikasambhavoti attho. Mātuyā hi sarīrasaṇṭhāpanavasena karato jātoti karajoti apare. Ubhayathāpi karajakāyanti catusantatirūpamāha. Temetīti tintaṃ karoti. Ko panettha tintabhāvoti āha ‘‘snehetī’’ti, pītisnehena pīṇanaṃ karotīti attho. Tenāha ‘‘sabbattha pavattapītisukhaṃ karotī’’ti. Pītisamuṭṭhānapaṇītarūpehi sakalassa karajakāyassa pariphuṭatāya cettha taṃsamuṭṭhāpakapītisukhānaṃ sabbattha pavatti jotitā. Parisandetītiādīsupi eseva nayo. Tatthāpi hi ‘‘samantato sandeti temeti sneheti, sabbattha pavattapītisukhaṃ karotī’’tiādinā yathārahaṃ attho veditabbo. Paripūretīti vāyunā bhastaṃ viya imaṃ karajakāyaṃ pītisukhena pūreti. Samantato phusatīti imaṃ karajakāyaṃ pītisukhena phusati. Sabbāvatoti a-kārassa ā-kāro kato, sabbāvayavavatoti atthoti āha ‘‘sabbakoṭṭhāsavato’’ti, maṃsādisabbābhāgavatoti attho. Aphuṭaṃ nāma na hoti pītisukhasamuṭṭhānehi rūpehi sabbatthakameva byāpitattā. Kātuñceva yojetuñca cheko sannetuṃ paṭibaloti yojanā. Nhānīyacuṇṇānaṃ parimaddanavasena piṇḍaṃ karontena hatthena bhājanaṃ nippīḷetabbaṃ hotīti āha ‘‘sannentassa bhijjatī’’ti. Anugatāti anupaviṭṭhā. Parigatāti parito samantato tintā. Tintabhāveneva samaṃ antaraṃ bāhirañca etissāti santarabāhirā. Sabbatthakamevāti sabbattheva. Na ca pagghariṇī pamāṇayuttasseva udakassa sittattā. Ettha ca nhānīyapiṇḍaṃ viya karajakāyo, taṃ temetvā sampiṇḍitapamāṇayuttaudakaṃ viya paṭhamajjhānasukhaṃ daṭṭhabbaṃ.",
  "tika-s0201t4:207": "428.Heṭṭhā ubbhijjitvā uggacchanaudakoti rahadassa adhothūladhārāvasena ubbhijja uṭṭhahanaudako. Antoyeva ubbhijjanaudakoti rahadassa abbhantareyeva thūladhārā ahutvā uṭṭhitaudakasirāmukhehi ubbhijjanako. Āgamanamaggoti nadītaḷākakandarasaraādito āgamanamaggo.",
  "tika-s0201t4:208": "429. Uppalagacchāni ettha santīti uppalinī (a. ni. ṭī. 3.5.28-29), vāri. Ayamettha vinicchayo, tathā hi loke rattakkhiko ‘‘puṇḍarīkakkho’’ti vuccati. Keci pana ‘‘rattaṃ padumaṃ, setaṃ puṇḍarīka’’nti vadanti. Uppalādīni viya karajakāyo, udakaṃ viya tatiyajjhānasukhanti ayampi attho ‘‘purimanayenā’’ti atideseneva vibhāvitoti daṭṭhabbaṃ.",
  "tika-s0201t4:209": "430.Nirupakkilesaṭṭhenāti rajojallādinā anupakkiliṭṭhatāya amalīnabhāvena. Amalīnampi kiñci vatthu pabhassarasabhāvaṃ hotīti vuttaṃ ‘‘pabhassaraṭṭhenā’’ti. Utupharaṇanti uṇhautupharaṇaṃ. Sabbatthakameva jhānasukhena phuṭṭho karajakāyo yathā utunā phuṭṭhavatthasadisoti āha ‘‘vatthaṃ viya karajakāyo’’ti. Tasmāti ‘‘vatthaṃ viyā’’tiādinā vuttamevatthaṃ hetubhāvena paccāmasati, karajakāyassa vatthasadisattā catutthajjhānasukhassa ca utupharaṇasadisattāti attho. Santasabhāvattā ñāṇuttarattā cettha upekkhāpi sukhe saṅgahitāti catutthajjhānepi sukhaggahaṇaṃ kataṃ. ‘‘Parisuddhena pariyodātena pharitvā nisinno hotī’’ti vacanato catutthajjhānacittassa vatthasadisatā vuttā. Catutthajjhānasamuṭṭhānarūpehi bhikkhuno kāyassa phuṭabhāvaṃ sandhāya ‘‘taṃsamuṭṭhānarūpaṃ utupharaṇaṃ viyā’’ti vuttaṃ. Purisassa kāyo viya bhikkhuno karajakāyoti ayaṃ panattho pākaṭoti na gahito, gahito eva vā ‘‘yathā hi katthaci…pe… kāyo phuṭo hotī’’ti vuttattā.",
  "tika-s0201t4:210": "431.Pubbenivāsañāṇaupamāyanti pubbenivāsañāṇassa dassitaupamāyaṃ. Taṃdivasaṃkatakiriyāgahaṇaṃ pākatikasattassapi yebhuyyena pākaṭā hotīti dassanatthaṃ. Taṃdivasagatagāmattayaggahaṇeneva mahābhinīhārehi aññesampi pubbenivāsañāṇalābhīnaṃ tīsu bhavesu katā kiriyā yebhuyyena pākaṭā hotīti dīpitanti daṭṭhabbaṃ.",
  "tika-s0201t4:211": "432.Sammukhadvārāti aññamaññassa abhimukhadvārā. Aparāparaṃ sañcaranteti taṃtaṃkiccavasena ito cito ca sañcarante. Ito pana gehā…pe… pavisanavasenapīti idaṃ cutūpapātañāṇassa visayadassanavasena vuttaṃ. Dvinnaṃ gehānaṃ antare ṭhatvāti dvinnaṃ gehadvārānaṃ sammukhaṭṭhānabhūte antaravīthiyaṃ vemajjhe ṭhatvā. Tesu hi ekassa ce pācīnamukhadvāraṃ itarassa pacchimamukhaṃ, tassa sammukhaṃ ubhinnaṃ antaravīthiyaṃ ṭhitassa dakkhiṇāmukhassa, uttarāmukhassa vā cakkhumato purisassa tattha pavisanakanikkhamanakapurisā yathā sukheneva pākaṭā honti, evaṃ dibbacakkhuñāṇasamaṅgino cavanakaupapajjanakapurisā. Yathā pana tassa purisassa aññeneva khaṇena pavisantassa dassanaṃ, aññena nikkhamantassa dassanaṃ, evaṃ imassapi aññeneva khaṇena cavamānassa dassanaṃ, aññena upapajjamānassa dassananti daṭṭhabbaṃ. Ñāṇassa pākaṭāti ānetvā sambandho. Tassāti ñāṇassa.",
  "tika-s0201t4:212": "433. Pabbatasikharaṃ yebhuyyena saṃkhittaṃ saṅkucitaṃ hotīti idha pabbatamatthakaṃ ‘‘pabbatasaṅkhepo’’ti vuttaṃ, pabbatapariyāpanno vā padeso pabbatasaṅkhepo. Anāviloti akālusso. Sā cassa anāvilatā kaddamābhāvena hotīti āha ‘‘nikkaddamo’’ti. Ṭhitāsupi nisinnāsupi gāvīsu. Vijjamānāsūti labbhamānāsu. Itarā ṭhitāpi nisinnāpi carantīti vuccanti sahacaraṇañāyena. Tiṭṭhantameva, na kadācipi carantaṃ. Dvayanti sippisammukaṃ macchagumbanti imaṃ ubhayaṃ tiṭṭhantanti vuttaṃ, carantampīti adhippāyo. Kiṃ vā imāya sahacariyāya, yathālābhaggahaṇaṃ panettha daṭṭhabbaṃ. Sakkharakathalassa hi vasena ‘‘tiṭṭhanta’’nti, sippisambukassa macchagumbassa ca vasena ‘‘tiṭṭhantampi, carantampī’’ti yojanā kātabbā.",
  "tika-s0201t4:213": "434.Bhikkhūti bhinnakilesoti bhikkhu. So hi paramatthato samaṇotināmako. Tattha ariyamaggena sabbaso pāpānaṃ samitāvīti samaṇo. Tenāha ‘‘samitapāpattā’’ti. Seṭṭhaṭṭhena brahmā vuccati sammāsambuddho, tato āgatoti brahmā, ariyamaggo, taṃ asammohapaṭivedhavasena aññāsīti brāhmaṇo. Taṃsamaṅgitāya hissa pāpānaṃ bāhitabhāvo. Tenāha ‘‘bāhitapāpattā brāhmaṇo’’ti. Aṭṭhaṅgikena ariyamaggajalena nhātavā niddhotakilesoti nhātako. Gatattāti pahānābhisamayavasena paṭividdhattā. Tenāha ‘‘viditattā’’ti. Nissutattāti samucchedappahānavasena santānato sabbaso nihatattā. Tenāha ‘‘apahatattā’’ti, mariyādavasena kilesānaṃ hiṃsitattā ariyamaggehi odhiso sabbaso kilesānaṃ samucchinnattāti attho. Tenāha ‘‘hatattā’’ti. Ārakattāti suppahīnatāya vippakaṭṭhabhāvato. Tenāha ‘‘dūrībhūtattā’’ti. Ubhayampi ubhayattha yojetabbaṃ – kilesānaṃ ārakattā hatattā dūrībhūtattā ca ariyo, tathā arahanti. Yaṃ panettha atthato na vibhattaṃ, taṃ uttānatthattā suviññeyyameva.",
  "tika-s0201t4:214": "Mahāassapurasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:215": "10. Cūḷaassapurasuttavaṇṇanā",
  "tika-s0201t4:216": "435.Purimasadisamevāti ‘‘assapuravāsīnaṃ bhikkhusaṅghe gāravabahumānaṃ nipaccakārañca disvā bhikkhū piṇḍapātāpacāyane niyojento idaṃ suttaṃ abhāsī’’ti purimasutte mahāassapure (ma. ni. aṭṭha. 2.415) vuttasadisameva. Samaṇānaṃ anucchavikāti samaṇānaṃ samaṇabhāvassa anucchavikā patirūpā. Samaṇānaṃ anulomappaṭipadāti samaṇānaṃ sāmaññasaṅkhātassa ariyamaggassa anukūlappaṭipadā.",
  "tika-s0201t4:217": "436.Ete dhammāti ete pāḷiyaṃ āgatā abhijjhābyāpādādayo pāpadhammā. Uppajjamānāti uppajjamānā eva, pageva santāne bhāvitā. Malineti malavante kiliṭṭhe. Malaggahiteti gahitamale sañjātamale. Samaṇamalāti samaṇānaṃ samaṇabhāvassa malā. Dussantīti vipajjanti vinassanti. Samaṇadosāti samaṇānaṃ samaṇabhāvadūsanā. Kasaṭeti asāre. Nirojeti nitteje. Ayato sukhato apetāti apāyā, nirayādayo, taṃ phalaṃ arahanti, taṃ payojanaṃ vā etesanti āpāyikā. Ṭhānāni abhijjhādayo. Tenāha ‘‘apāye’’tiādi. Kāraṇabhāvena duggatipariyāpannāya vedanāya hitānīti duggativedaniyāni. Tena vuttaṃ ‘‘duggatiyaṃ vipākavedanāya paccayāna’’nti. Tikhiṇaṃ ayanti vekantakasadisaṃ sāraayaṃ. Ayenāti ayoghaṃsakena. Koñcasakuṇānaṃ kira kucchiyaṃ nivutthaṃ yaṃ kiñci kharaṃ tikhiṇañca hoti. Tathā hi tesaṃ vaccaṃ aṭṭhimpi pāsāṇampi vilīyāpeti. Tena vuttaṃ ‘‘koñcasakuṇe khādāpentī’’ti. Taṃ kira ayacuṇṇaṃ aggināpi kicchena dayhati, bhesajjabalena pana sukhena dayheyya. Tena vuttaṃ ‘‘susikkhitā ca naṃ ayakārā bahuhatthakammamūlaṃ labhitvā karontī’’tiādi. Atitikhiṇaṃ hoti, aññataraṃ ayobandhanaṃ pheggudaṇḍaṃ viya sukheneva chindanti. Sasabiḷāracammehi saṅghaṭitaṭṭhena saṅghāṭīti vuccati āvudhaparicchadoti āha ‘‘saṅghāṭiyāti kosiyā’’ti. Pariyonaddhanti parito onaddhaṃ chāditaṃ. Samantato veṭhitanti sabbaso pihitaṃ.",
  "tika-s0201t4:218": "437.Rajoti āgantukarajo. Jallanti sarīre uṭṭhānakaloṇādimalaṃ. Rajojallañca vatasamādānavasena anapanītaṃ etassa atthīti rajojalliko, tassa. Tenāha ‘‘rajojalladhārino’’ti. Udakaṃ orohantassātiādīnamattho mahāsīhanādasuttavaṇṇanāyaṃ vuttoyeva. Sabbametantiādīsu sabbasopi vatasamādānavasenāti adhippāyo. Yasmā sabbametaṃ bāhirasamayavaseneva kathitaṃ, tasmā saṅghāṭikassāti pilotikakhaṇḍehi saṅghaṭitattā ‘‘saṅghāṭī’’ti laddhanāmavatthadhārinoti attho. Tathā hi pāḷiyaṃ ‘‘saṅghāṭikassa’’icceva vuttaṃ, na ‘‘bhikkhuno’’ti. Tenāha ‘‘imasmiṃ hī’’tiādi. Kasmā panettha bhagavatā saṅghāṭikattādīniyeva vatasamādānāni paṭikkhittānīti? Nayadassanametaṃ aññesampi pañcātapamūgavatādīnaṃ tappaṭikkhepeneva pasiddhito. Apare pana bhaṇanti – ‘‘nāhaṃ, bhikkhave, saṅghāṭikassa saṅghāṭidhāraṇamattena sāmaññaṃ vadāmī’’ti vutte tattha nisinno koci titthantaraladdhiko acelakattaṃ nu kho kathanti cintesi, apare rajojallakattaṃ nu kho kathanti, evaṃ taṃ taṃ cintentānaṃ ajjhāsayavasena bhagavā imāneva vatasamādānāni idha paṭikkhipīti. Saṅghāṭikanti nivāsanapārupanavasena saṅghāṭivantaṃ. Tenāha ‘‘saṅghāṭikaṃ vattha’’ntiādi. Attano ruciyā mittādayo saṅghāṭikaṃ kareyyuṃ, pacchā viññutaṃ pattakāle saṅghāṭikatte samādapeyyuṃ.",
  "tika-s0201t4:219": "438.Attānaṃ visujjhantaṃ passati abhijjhādīnaṃ samudācārābhāvato. Maggena asamucchinnattā visuddhoti pana na vattabbo. Pāmojjanti taruṇapītimāha. Tassa hi attano sammāpaṭipattiyā kilesānaṃ vikkhambhitattā cittassa visuddhataṃ passantassa pāmojjaṃ jāyati, taṃ tuṭṭhākāraṃ. Tenāha ‘‘tuṭṭhākāro’’ti. Pītīti passaddhiāvahā balavapīti. Nāmakāyo passambhatīti iminā ubhayampi passaddhiṃ vadati. Vediyatīti anubhavati vindati. Idāni tena nīvaraṇehi cittassa visodhanattaṃ laddhanti āha ‘‘appanāppattaṃ viya hotī’’ti. Aññattha uṭṭhitā aññaṃ ṭhānaṃ upagatāti ettakena upamābhāvena uccanīcatāsāmaññena heṭṭhā asaddhammānaṃ paṭipakkhavasena desanāya pariyosāpitattā vuttaṃ ‘‘yathānusandhinā’’ti. Mahāsīhanādasutte maggo pokkharaṇiyā upamito ‘‘seyyathāpi, sāriputta, pokkharaṇī’’tiādiṃ (ma. ni. 1.154) ārabhitvā upamāsaṃsandane ‘‘tathāyaṃ puggalo paṭipanno, tathā ca iriyati, tañca maggaṃ samāruḷho, yathā āsavānaṃ khayā’’ti (ma. ni. 1.154) vuttattā. Yathā hi puratthimādidisāhi āgatā purisā taṃ pokkharaṇiṃ āgamma visuddharūpakāyā vigatapariḷāhā ca honti, evaṃ khattiyādikulato āgatā tathāgatappaveditaṃ dhammavinayaṃ sāsanaṃ āgamma visuddhanāmakāyā vigatakilesapariḷāhā ca honti. Tasmā sabbakilesānaṃ samitattā paramatthasamaṇo hotīti. Sesaṃ suviññeyyameva.",
  "tika-s0201t4:220": "Cūḷaassapurasuttavaṇṇanāya līnatthappakāsanā samattā.",
  "tika-s0201t4:221": "Niṭṭhitā ca mahāyamakavaggavaṇṇanā."
}