{
  "tika-s0102t6:0": "7. Mahāsamayasuttavaṇṇanā",
  "tika-s0102t6:1": "Nidānavaṇṇanā",
  "tika-s0102t6:2": "331.Udānanti raññā okkākena jātisambhedaparihāranimittaṃ pavattitaṃ udānaṃ paṭicca. Ekopi janapado ruḷhisaddena ‘‘sakkā’’ti vuccatīti ettha yaṃ vattabbaṃ, taṃ mahānidānavaṇṇanāyaṃ vuttanayena veditabbaṃ. Aropiteti kenaci aropite.",
  "tika-s0102t6:3": "Āvaraṇenāti setunā. Bandhāpetvāti paṃsupalāsapāsāṇamattikākhaṇḍādīhi āḷiṃ thiraṃ kārāpetvā.",
  "tika-s0102t6:4": "‘‘Jātiṃ ghaṭṭetvā kalahaṃ vaḍḍhayiṃsū’’ti saṅkhepena vuttamatthaṃ pākaṭataraṃ kātuṃ ‘‘koliyakammakarā vadantī’’tiādi vuttaṃ.",
  "tika-s0102t6:5": "Tīṇi jātakānīti phandanajātakapathavīundriyajātakalaṭukikajātakāni dve jātakānīti rukkhadhamma vaṭṭakajātakāni.",
  "tika-s0102t6:6": "Tenāti bhagavatā. Kalahakāraṇabhāvoti kalahakāraṇassa atthibhāvo.",
  "tika-s0102t6:7": "Aṭṭhāneti akāraṇe. Veraṃ katvāti virodhaṃ uppādetvā. ‘‘Kuṭhārihattho puriso’’tiādinā phandanajātakaṃ kathesi. ‘‘Duddubhāyati bhaddante’’tiādinā pathavīundriyajātakaṃ kathesi. ‘‘Vandāmi taṃ kuñjarā’’tiādinā laṭukikajātakaṃ kathesi. ",
  "tika-s0102t6:8": "‘‘Sādhū sambahulā ñātī; api rukkhā araññajā;",
  "tika-s0102t6:9": "Vāto vahati ekaṭṭhaṃ, brahantampi vanappati’’nti. –",
  "tika-s0102t6:10": "Ādinā rukkhadhammajātakaṃ kathesi.",
  "tika-s0102t6:11": "‘‘Sammodamānā gacchanti, jālaṃ ādāya pakkhino;",
  "tika-s0102t6:12": "Yadā te vivadissanti, tadā ehinti me vasa’’nti. –",
  "tika-s0102t6:13": "Ādinā vaṭṭakajātakaṃ kathesi.",
  "tika-s0102t6:14": "‘‘Attadaṇḍā bhayaṃ jātaṃ, janaṃ passatha medhagaṃ;",
  "tika-s0102t6:15": "Saṃvegaṃ kittayissāmi, yathā saṃvijitaṃ mayā’’ti. (su. ni. 1.941);",
  "tika-s0102t6:16": "Ādinā attadaṇḍasuttaṃ kathesi.",
  "tika-s0102t6:17": "Taṃtaṃpalobhanakiriyā kāyavācāhi parakkamantiyo ‘‘ukkaṇṭhantū’’ti sāsanaṃ pesenti.",
  "tika-s0102t6:18": "Kuṇāladaheti kuṇāladahatīre patiṭṭhāya. Pucchitapucchitaṃ kathesi (jā. 2.kuṇālajātaka) ‘‘anukkamena kuṇālasakuṇarājassa pucchanappasaṅgena kuṇālajātakaṃ kathessāmī’’ti. Anabhiratiṃ vinodesi itthīnaṃ dosadassanamukhena kāmānaṃ ādīnavokārasaṃkilesavibhāvanena.",
  "tika-s0102t6:19": "Kosajjaṃ vidhamitvā purisathāmaparibrūhanena ‘‘uttamapurisasadisehi no bhavituṃ vaṭṭatī’’ti uppannacittā.",
  "tika-s0102t6:20": "Avissaṭṭhakammantāti arativinodanato paṭṭhāya avissaṭṭhasamaṇakammantā, aparicattakammaṭṭhānāti attho. Nisīdituṃ vaṭṭatīti bhagavā cintesīti yojanā.",
  "tika-s0102t6:21": "Paduminiyanti padumassare. Vikasiṃsu guṇagaṇavibodhena. ‘‘Ayaṃ imassa…pe… na kathesī’’ti iminā sabbepi te bhikkhū tāvadeva paṭipāṭiyā āgatattā aññamaññassa lajjamānā attanā paṭividdhavisesaṃ bhagavato nārocesunti dasseti. ‘‘Khīṇāsavāna’’ntiādinā tattha kāraṇamāha.",
  "tika-s0102t6:22": "Osīdamatteti bhagavato santikaṃ upagatamatte. Ariyamaṇḍaleti ariyasamūhe. Pācīnayugandharaparikkhepatoti yugandharapabbatassa pācīnaparikkhepato, na bāhirakehi uccamānaudayapabbatato. Rāmaṇeyyakadassanatthanti buddhuppādapaṭimaṇḍitattā visesato ramaṇīyassa lokassa ramaṇīyabhāvadassanatthaṃ. Ullaṅghitvāti uṭṭhahitvā. Evarūpe khaṇe laye muhutteti yathāvutte candamaṇḍalassa uṭṭhitakkhaṇe uṭṭhitavelāyaṃ uṭṭhitamuhutteti uparūpari kālassa vaḍḍhitabhāvadassanatthaṃ vuttaṃ.",
  "tika-s0102t6:23": "Tathā tesaṃ bhikkhūnaṃ jātiādivasena bhagavato anurūpaparivāritaṃ dassento ‘‘tatthā’’ti ādimāha.",
  "tika-s0102t6:24": "Samāpannadevatāti āsannaṭṭhāne jhānasamāpatti samāpannadevatā. Caliṃsūti uṭṭhahiṃsu. Kosamattaṃ ṭhānaṃ saddantaraṃ. Jambudīpe kira ādito tesaṭṭhimattāni nagarasahassāni uppannāni, tathā dutiyaṃ, tathā tatiyaṃ, taṃ sandhāyāha ‘‘tikkhattuṃ tesaṭṭhiyā nagarasahassesū’’ti. Te pana sampiṇḍetvā satasahassato paraṃ asītisahassāni, navasahassāni ca honti. Navanavutiyā doṇamukhasatasahassesūti navasatasahassādhikesu navutisatasahassesu doṇamukhesu. Doṇamukhanti ca mahānagarassa āyuppattiṭṭhānabhūtaṃ pādanagaraṃ vuccati. Channavutiyā paṭṭanakoṭisatasahassesūti chakoṭiadhikanavutikoṭisatasahassapaṭṭanesu. Tambapaṇṇidīpādīsu chapaṇṇāsāya ratanākaresu. Evaṃ pana nagaradoṇimukhapaṭṭanaratanākarādivibhāgena kathanaṃ taṃtaṃadhivatthāya vasantīnaṃ devatānaṃ bahubhāvadassanatthaṃ. Yadi dasasahassacakkavāḷesu devatā sannipatitā, atha kasmā pāḷiyaṃ ‘‘dasahi ca lokadhātūhī’’ti vuttanti āha ‘‘dasasahassa…pe… adhippetā’’ti, tena sahassilokadhātu idha ‘‘ekā lokadhātū’’ti vuttāti veditabbaṃ.",
  "tika-s0102t6:25": "Lohapāsādeti ādito kate lohapāsāde. Brahmaloketi heṭṭhime brahmaloke. Yadi tā devatā evaṃ nirantarā, pacchā āgatānaṃ okāso eva na bhaveyyāti codanaṃ sandhāyāha ‘‘yathā kho panā’’tiādi. Suddhāvāsakāyaṃ upapannā suddhāvāsakāyikā, tāsaṃ pana yasmā suddhāvāsabhūmi nivāsaṭṭhānaṃ, tasmā vuttaṃ ‘‘suddhāvāsavāsīna’’nti. Āvāsāti āvāsanaṭṭhānabhūtā , devatā pana orambhāgiyānaṃ, itaresañca saṃyojanānaṃ samucchindanena suddho āvāso etesanti suddhāvāsā.",
  "tika-s0102t6:26": "332.Puratthimacakkavāḷamukhavaṭṭiyaṃ otari aññattha okāsaṃ alabhamāno. Evaṃ sesāpi. Buddhānaṃ abhimukhamaggo buddhavīthi. Yāva cakkavāḷā ottharituṃ ovarituṃ na sakkā. Pahaṭabuddhavīthiyāvāti buddhānaṃ santikaṃ upasaṅkamantehi tehi devabrahmehi vaḷañjitavīthiyāva. Samiti saṅgati sannipāto samayo, mahanto samayo mahāsamayoti āha ‘‘mahāsamūho’’ti . Pavaddhaṃ vanaṃ pavananti āha ‘‘vanasaṇḍo’’ti. Devaghaṭāti devasamūhā.",
  "tika-s0102t6:27": "Samādahaṃsūti samādahitaṃ lokuttarasamādhinā suṭṭhu appitaṃ akaṃsu, yathāsamāhitaṃ pana samādhinā yojitaṃ nāma hotīti vuttaṃ ‘‘samādhinā yojesu’’nti. Sabbesaṃ gomuttavaṅkādīnaṃ dūrasamūhanitattā sabbe…pe… akariṃsu. Nayati asse etehīti nettāni, yottāni. Avīthipaṭipannānaṃ assānaṃ vīthipaṭipādanaṃ rasmiggahaṇena pahotīti ‘‘sabbayottāni gahetvā acodento’’ti vatvā taṃ pana acodanaṃ avāraṇaṃ evāti āha ‘‘acodento avārento’’ti.",
  "tika-s0102t6:28": "Yathā khīlaṃ bhittiyaṃ vā bhūmiyaṃ vā ākoṭitaṃ dunnīharaṇaṃ, yathā ca palighaṃ nagarappavesanivāraṇaṃ, yathā ca indakhīlaṃ gambhīranemi sunikhātaṃ dunnīharaṇaṃ, evaṃ rāgādayo sattasantānato dunnīharaṇā, nibbānanagarappavesanivāraṇā cāti te ‘‘khīlaṃ, palighaṃ, indakhīla’’nti ca vuttā. Taṇhāejāya abhāvena anejā paramasantuṭṭhabhāvena cātuddisattā appaṭihatacārikaṃ caranti.",
  "tika-s0102t6:29": "Gatāseti gatā eva, na pana gamissanti pariniṭṭhitasaraṇagamanattāti . Lokuttarasaraṇagamanaṃ adhippetanti āha ‘‘nibbematikasaraṇagamanena gatā’’ti. Te hi niyamena apāyabhūmiṃ na gamissanti, devakāyañca paripūressanti. Ye pana lokiyena saraṇagamanena buddhaṃ saraṇaṃ gatāse, na te gamissanti apāyabhūmiṃ, sati ca paccayantarasamavāye pahāya mānusaṃ dehaṃ, devakāyaṃ paripūressantīti ayamettha attho.",
  "tika-s0102t6:30": "Devatāsannipātavaṇṇanā",
  "tika-s0102t6:31": "333.Etesanti devatāsannipātānaṃ. Idānīti imasmiṃ kāle. Buddhānanti aññesaṃ buddhānaṃ abhāvā. Cittakallatā cittamaddavaṃ.",
  "tika-s0102t6:32": "Kiṃ pana bhagavatāva mahante devatāsamāgame tesaṃ nāmagottaṃ kathetuṃ sakkāti? Āma sakkāti dassetuṃ ‘‘buddhā nāma mahantā’’tiādi vuttaṃ. Tattha diṭṭhanti rūpāyatanamāha, sutanti saddāyatanaṃ, mutanti sampattaggāhiindriyavisayaṃ gandharasaphoṭṭhabbāyatanaṃ, viññātanti vuttāvasesaṃ sabbaṃ ñeyyaṃ, pattanti pariyesitvā, apariyesitvā vā sampattaṃ, pariyesitanti pattaṃ, appattaṃ vā pariyiṭṭhaṃ. Anuvicaritaṃ manasāti kevalaṃ manasā ālocitaṃ. Katthaci nīlādivasena vibhattarūpārammaṇeti abhidhamme (dha. sa. 615) ‘‘nīlaṃ pītaka’’ntiādinā vibhatte yattha katthaci rūpārammaṇe kiñci rūpārammaṇaṃ vā na atthīti yojanā. Bherisaddādivasenāti etthāpi eseva nayo. Yanti yaṃ ārammaṇaṃ. Etesanti buddhānaṃ.",
  "tika-s0102t6:33": "Idāni yathāvuttamatthaṃ pāḷiyā samatthetuṃ ‘‘yathāhā’’tiādi vuttaṃ. Tadā jānanakiriyāya apariyositabhāvadassanatthaṃ ‘‘jānāmī’’ti vatvā yasmā yaṃ kiñci neyyaṃ nāma, sabbaṃ taṃ bhagavatā aññātaṃ nāma natthi, tasmā vuttaṃ ‘‘tamahaṃ abbhaññāsi’’nti.",
  "tika-s0102t6:34": "Na olokenti payojanābhāvato. Viparītā ‘‘na kammāvaraṇena samannāgatā’’tiādinā nayena vuttā. ‘‘Yassa maṅgalā samūhatā’’ti (su. ni. 362) ārabhitvā ‘‘rāgaṃ vinayetha mānusesu dibbesu kāmesu cā’’tiādinā (su. ni. 363) ca rāganiggahakathābāhullato sammāparibbājanīyasuttaṃ rāgacaritānaṃ sappāyaṃ, ‘‘piyamappiyabhūtā kalaha vivādā paridevasokā sahamaccharā cā’’tiādinā (su. ni. 869; mahāni. 98) kalahādayo yato dosato samuṭṭhahanti, so ca doso yato piyabhāvato, so ca piyabhāvo yato chandato samuṭṭhahanti, iti phalato, kāraṇaparamparato ca dose ādīnavavibhāvanabāhullato kalahavivādasuttaṃ (su. ni. 869; mahāni. 98) dosacaritānaṃ sappāyaṃ –",
  "tika-s0102t6:35": "‘‘Appañhi etaṃ na alaṃ samāya,",
  "tika-s0102t6:36": "Duve vivādassa phalāni brūmi;",
  "tika-s0102t6:37": "Etampi disvā na vivādayetha,",
  "tika-s0102t6:38": "Khemābhipassaṃ avivādabhūmi’’nti. (su. ni. 902; mahāni. 131) –",
  "tika-s0102t6:39": "Ādinā nayena sammohavidhamanato, paññāparibrūhanato ca mahābyūhasuttaṃ mohacaritānaṃ sappāyaṃ –",
  "tika-s0102t6:40": "‘‘Parassa ce dhammaṃ anānujānaṃ,",
  "tika-s0102t6:41": "Bālo, mago hoti nihīnapañño;",
  "tika-s0102t6:42": "Sabbeva bālā sunihīnapaññā,",
  "tika-s0102t6:43": "Sabbevime diṭṭhiparibbasānā’’ti. (su. ni. 886; mahāni. 115) –",
  "tika-s0102t6:44": "Ādinā nayena sandiṭṭhiparāmāsitāpanayanamukhena savisayesu diṭṭhiggahaṇesu visaṭavitakkavicchindanavasena pavattattā cūḷabyūhasuttaṃ vitakkacaritānaṃ sappāyaṃ –",
  "tika-s0102t6:45": "‘‘Mūlaṃ papañcasaṅkhāya (iti bhagavā),",
  "tika-s0102t6:46": "Mantā asmīti sabbaṃ uparundhe;",
  "tika-s0102t6:47": "Yā kāci taṇhā ajjhattaṃ,",
  "tika-s0102t6:48": "Tāsaṃ vinayā sadā sato sikkhe’’ti. (su. ni. 922; mahāni. 151) –",
  "tika-s0102t6:49": "Papañcasaṅkhāya mūlaṃ avijjādikilesajātaṃ asmīti pavattamānañcāti sabbaṃ mantā paññāya uparundheyya. Yā kāci ajjhattaṃ rūpataṇhādibhedā taṇhā uppajjeyya, tāsaṃ vinayā vūpasamāya sadā sato upaṭṭhitassati hutvā sikkheyyāti evamādi upadesassa saddhova bhājanaṃ. Tassa hi so atthāvahoti tuvaṭṭakasuttaṃ saddhācaritānaṃ sappāyaṃ –",
  "tika-s0102t6:50": "‘‘Vītataṇho purā bhedā (iti bhagavā),",
  "tika-s0102t6:51": "Pubbamantamanissito;",
  "tika-s0102t6:52": "Vemajjhe nupasaṅkheyyo,",
  "tika-s0102t6:53": "Tassa natthi purakkhata’’nti. (su. ni. 855; mahāni. 84) –",
  "tika-s0102t6:54": "Yo sarīrabhedato pubbeva pahīnataṇho, tato eva atītaddhasaññitaṃ purimakoṭṭhāsaṃ taṇhānissayena anissito, vemajjhe paccuppannepi addhani ‘‘ratto’’tiādinā upasaṅkhātabbo, tassa arahato taṇhādiṭṭhipurakkhārānaṃ abhāvā anāgate addhani kiñci purakkhataṃ natthīti ādinā evaṃ gambhīrakathābāhullato pūrābhedasuttaṃ (su. ni. 855; mahāni. 84) buddhicaritānaṃ sappāyanti katvā vuttaṃ ‘‘atha nesaṃ sappāyaṃ …pe… vavatthapetvā’’ti. Manasākāsīti evaṃ cariyāya vasena manasi katvā puna taṃ sadisaṃ attano desanānikkhepayogyatāvasena manasi akāsi. Attajjhāsayena nu kho jāneyyāti parajjhāsayādiṃ anapekkhitvā mayhaṃyeva ajjhāsayena āraddha desanaṃ jāneyya nu kho. Parajjhāsayenāti sannipatitāya parisāya kassaci ajjhāsayena. Aṭṭhuppattikenāti idha samuṭṭhitaaṭṭhuppattiyā. Pucchāvasenāti kassaci pucchantassa pucchāvasena. Āraddhadesanaṃ jāneyyāti. ‘‘Sace paccekabuddho bhaveyyā’’ti idaṃ imesaṃ suttānaṃ desanāya pucchā paccekabuddhānaṃ bhāriyā, avisayā cāti dassanatthaṃ vuttaṃ. Tenāha ‘‘sopi na sakkuṇeyyā’’ti.",
  "tika-s0102t6:55": "Ettha ca yasmā na anumatipucchā, kathetukamyatāpucchā vā yuttā, atha kho diṭṭhasaṃsandanapucchāsadisī vā vimaticchedanapucchāsadisī vā pucchā yuttā, tāva puggalajjhāsayavasena pavattitā nāma honti, na yathādhammavasena, tattha yadi bhagavā tathā sayameva pucchitvā sayameva vissajjeyya, suṇantīnaṃ devatānaṃ sammoho bhaveyya ‘‘kiṃ nāmetaṃ bhagavā paṭhamaṃ evamāha, punapi evamāhā’’ti, andhakāraṃ paviṭṭhā viya honti, tasmā vuttaṃ ‘‘evaṃ petā devatā na sakkhissanti paṭivijjhitu’’nti. Yathādhammadesanāyaṃ pana kathetukamyatāvasena pucchanena sammoho hotīti. Sūriyo uggatoti āha devasaṅgho āsannatarabhāvena obhāsassa vipulauḷārabhāvato. Ekissā lokadhātuyāti sutte (dī. ni. 3.161; ma. ni. 3.129; a. ni. 1.277; vibha. 809; netti. 57; mi. pa. 5.1.1) āgatanayena sabbattheva pana apubbaṃ acarimaṃ dve buddhā na honteva. Tenevāha – ‘‘anantāsu…pe… addasā’’ti.",
  "tika-s0102t6:56": "Gāthāyaṃ pucchāmīti nimmitabuddho bhagavantaṃ pucchituṃ okāsaṃ kārāpesi. Muninti buddhamuniṃ . Pahūtapaññanti mahāpaññaṃ. Tiṇṇanti caturoghatiṇṇaṃ. Pāraṅgatanti nibbānappattaṃ, sabbassa vā ñeyyassa pāraṃ pariyantaṃ gataṃ. Parinibbutaṃ saupādisesanibbānavasena. Ṭhitattanti avaṭṭhitacittaṃ lokadhammehi akampaneyyatāya. Nikkhamma gharā panujja kāmeti vatthukāme panūditvā gharāvāsā nikkhamma. Kathaṃ bhikkhu sammā so loke paribbajeyyāti so bhikkhu kathaṃ sammā paribbajeyya gaccheyya vihareyya, anupalitto hutvā lokaṃ atikkameyyāti attho.",
  "tika-s0102t6:57": "334.Silokaṃanukassāmīti ettha siloko nāma pādasamudayo, isīhi vuccamānā gāthātipi vuccati. Pādova niyatavaṇṇānupubbikānaṃ padānaṃ samūho, taṃ silokaṃ anukassāmi pavattayissāmīti atthoti āha ‘‘akkhara…pe… pavattayissāmī’’ti. Yatthāti adhikaraṇe bhummaṃ. Āmeḍitalopenāyaṃ niddesoti āha ‘‘yesu yesu ṭhānesū’’ti. Bhummāti bhūmipaṭibaddhanivāsā. Taṃ taṃ nissitā taṃ taṃ ṭhānaṃ nissitavanto nissāya vasamānā, tehi saddhiṃ silokaṃ anukassāmīti adhippāyo. ‘‘Ye sitā girigabbhara’’nti iminā tesaṃ vivekavāsaṃ dasseti, ‘‘pahitattā samāhitā’’ti iminā bhāvanābhiyogaṃ.",
  "tika-s0102t6:58": "Bahujanā pañcasatasaṅkhyattā. Paṭipakkhābhibhavanato, tejussadatāya ca sīhā viya pavivittatāya nilīnā. Ekattanti ekībhāvaṃ. Odātacittā hutvā suddhāti arahattamaggādhigamena pariyodātacittā hutvā suddhā, na kevalaṃ sarīrasuddhiyāva. Vippasannāti ariyamaggappasādena visesato pasannā. Cittassa āvilabhāvakarānaṃ kilesānaṃ abhāvena anāvilā.",
  "tika-s0102t6:59": "Bhikkhū jānitvāti bhinnakilese bhikkhū ‘‘ime dibbacakkhunā ete devakāye passantīti jānitvā. Savanante jātattāti dhammassavanapariyosāne ariyajātiyā jātattā. Idaṃ sabbanti idaṃ ‘‘bhiyyo pañcasate’’tiādikaṃ sabbaṃ.",
  "tika-s0102t6:60": "Tadatthāya vīriyaṃ kariṃsūti dibbacakkhuñāṇābhinīhāravasena vīriyaṃ ussāhaṃ akaṃsu. Tenāha ‘‘na taṃ tehī’’tiādi. Sattarinti ta-kārassa ra-kārādesaṃ katvā vuttaṃ, sattatinti attho. ‘‘Sahassa’’nti pana anuvattati, sattatiyogena bahuvacanaṃ. Tenāha ‘‘eke sahassaṃ. Eke sattatisahassānī’’ti.",
  "tika-s0102t6:61": "Anantanti antarahitaṃ, taṃ pana ativiya mahantaṃ nāma hotīti āha ‘‘vipula’’nti.",
  "tika-s0102t6:62": "Avekkhitvāti ñāṇacakkhunā visuṃ visuṃ avekkhitvā ‘‘vavatthitvānā’’tipi paṭhanti, so evattho. Taṃ avekkhanaṃ nicchayakaraṇaṃ hotīti āha ‘‘vavatthapetvā’’ti. Pubbe vuttagāthāsu tatiyagāthāya pacchimaddhaṃ, catutthagāthāya purimaddhañca sandhāyāha ‘‘pubbe vuttagāthamevā’’ti.",
  "tika-s0102t6:63": "Vijānanampi dassanaṃ evāti āha ‘‘passatha olokethā’’ti. Vācāyatapavattitabhāvato ‘‘anupaṭipāṭiyāva kittayissāmī’’ti vadati.",
  "tika-s0102t6:64": "335. Satta sahassāni saṅkhāyāti satta sahassā. Yakkhāyevāti yakkhajātikā eva. Ānubhāvasampannāti mahesakkhā. Iddhimantoti vā mahānubhāvā. Jutimantoti mahappabhā. Vaṇṇavantoti atikkantavaṇṇā. Yasassinoti mahāparivārā ceva patthaṭakittisaddā ca. Samiti-saddo samīpatthoti adhippāyenāha ‘‘bhikkhūnaṃ santika’’nti.",
  "tika-s0102t6:65": "Hemavatapabbateti himavato samīpe ṭhitapabbate.",
  "tika-s0102t6:66": "Ete sabbepīti ete sattasahassā kāpilavatthavā, chasahassā hemavatā, tisahassā sātāgirāti yathāvuttā sabbepi soḷasasahassā.",
  "tika-s0102t6:67": "Rājagahanagareti rājagahanagarassa samīpe. Tanti kumbhīraṃ.",
  "tika-s0102t6:68": "336. Kāmaṃ pācīnadisaṃ pasāsati, tathāpi catūsupi disāsu saparivāradīpesu catūsupi mahādīpesu gandhabbānaṃ jeṭṭhako, kathaṃ? Sabbe te tassa vase vattanti.Kumbhaṇḍānaṃ adhipatītiādīsupi eseva nayo.",
  "tika-s0102t6:69": "Tassāpi viruḷhassa. Tādisāyevāti dhataraṭṭhassa puttasadisā eva puthutthato, nāmato, balato, iddhiādivisesato ca.",
  "tika-s0102t6:70": "Sabbasaṅgāhikavasenāti dasasahassilokadhātuyā paccekaṃ cattāro cattāro mahārājānoti tesaṃ sabbesaṃ saṅgaṇhanavasena. Tenāha ‘‘ayañcetthā’’tiādi.",
  "tika-s0102t6:71": "Caturo disāti catūsu disāsu. Caturo disā jalamānā samujjalantā obhāsentā. Yadi evaṃ mahatiyā parisāya āgatānaṃ kathaṃ kāpilavatthave vane ṭhitāti āha ‘‘te panā’’tiādi.",
  "tika-s0102t6:72": "337. Tesaṃ mahārājānaṃ dāsāti yojanā. Māyāya yuttā, tasmā māyāvino. Vañcanaṃ etesu atthi, vañcane vā niyuttāti vañcanikā. Kerāṭiyasāṭheyyenāti nihīnasaṭhena kammena. Māyā etesaṃ atthīti māyā, te ca paresaṃ vañcanatthaṃ yena māyākaraṇena ‘‘māyā’’ti vuttā, taṃ dassento ‘‘māyākārakā’’ti āha.",
  "tika-s0102t6:73": "Ettakā dāsāti ettakā kuṭeṇḍuādikā nighaṇḍupariyosānā aṭṭhamahārājānaṃ dāsā.",
  "tika-s0102t6:74": "Devarājānoti devā hutvā taṃtaṃdevakāyassa rājāno. Citto ca seno ca cittaseno cāti tayo ete devaputtā pāḷiyaṃ ekasesanayena vuttāti āha ‘‘citto cā’’tiādi.",
  "tika-s0102t6:75": "Bhikkhusaṅgho samito sannipatito etthāti bhikkhusaṅghasamiti, imaṃ vanaṃ.",
  "tika-s0102t6:76": "338.Nāgasadahavāsikāti nāgasadahanivāsino. Tattheko kira nāgarājā, cirakālaṃ vasato tassa parisā mahatī paramparāgatā atthi, taṃ sandhāyāha ‘‘tacchakanāgaparisāyā’’ti.",
  "tika-s0102t6:77": "Yamunavāsinoti yamunāyaṃ vasanakanāgā. Nāgavohārenāti hatthināgavohārena.",
  "tika-s0102t6:78": "Vuttappakāreti kambalassatare ṭhapetvā itare vuttappakāranāgā. Lobhābhibhūtāti āhāralobhena abhibhūtā. Dibbānubhāvatāti dibbānubhāvato, dibbānubhāvahetu vā dibbā. ‘‘Citrasupaṇṇā’’ti nāmaṃ vicitrasundarapattavantatāya.",
  "tika-s0102t6:79": "Upavhayantāti upecca kathentā. Kākolūkaahinakulādayo viya aññamaññaṃ jātisamudāgataverāpi samānā mittā viya…pe… haṭṭhatuṭṭhacittā aññamaññasminti adhippāyo. Buddhaṃyeva te saraṇaṃ gatā ‘‘buddhānubhāveneva mayaṃ aññamaññasmiṃ mettiṃ paṭilabhimhā’’ti.",
  "tika-s0102t6:80": "339.Bhātaroti methunabhātaro. Tenāha ‘‘sujāya asurakaññāya kāraṇā’’ti.",
  "tika-s0102t6:81": "Tesūti asuresu. Kālakañcāti evaṃ nāmā. Mahābhismāti bhiṃsanakamahāsarīrā. Abhabbāti sammattaniyāmaṃ okkamituṃ na bhabbā acchandikattā tādisassa chandasseva abhāvato.",
  "tika-s0102t6:82": "Balino mahāasurassa abbhatītattā tassa putte eva kittento bhagavā ‘‘satañca baliputtāna’’nti ādimāha. So kira sukhumaṃ attabhāvaṃ māpetvā upagacchi.",
  "tika-s0102t6:83": "340.Kammaṃ katvāti parikammaṃ katvā. Nibbattāti upacārajjhānena nibbattā. Appanājhānena pana nibbattā brahmāno honti, te parato vakkhati ‘‘subrahmā’’tiādinā (dī. ni. 2.341), ayañca kāmāvacaradevatā vuccati. Tenevāha – ‘‘mettākaruṇākāyikāti mettājhāne ca karuṇājhāne ca parikammaṃ katvā nibbattadevā’’ti. Mettājhāne karuṇājhāneti mettājhānanimittaṃ karuṇājhānanimittaṃ, tadatthanti attho.",
  "tika-s0102t6:84": "Te āpodevādayo yathāsakaṃ vaggavasena ṭhitattā dasadhā ṭhitā. Yāva karuṇākāyikā dasa devakāyā.Nānattavaṇṇāti nānāsabhāvavaṇṇavanto.",
  "tika-s0102t6:85": "Veṇḍudevatāti veṇḍu nāma devatā, evaṃ sahali devatā. Asamadevatā, yamakadevatāti ‘‘dve ayaniyo’’ti vadanti, tappamukhā dve devanikāyāti. Candassūpanisā devā candassa upanissayato vattamānā tassa purato ca pacchato ca passato ca dhāvanakadevā. Tenāha ‘‘candanissitakā devā’’ti. Sūriyassūpanisā, nakkhattanissitāti etthāpi eseva nayo. Kevalaṃ vātavāyanahetavo devatā vātavalāhakā. Tathā kevalaṃ abbhapaṭalasañcaraṇahetavo abbhavalāhakā. Uṇhappavattihetavo uṇhavalāhakā. Vassavalāhakā pana pajjunnasadisāti. Te idha na vuttā. Vasudevatā nāma eko devanikāyo, tesaṃ pubbaṅgamattā vāsavo, sakko.",
  "tika-s0102t6:86": "Daseteti ete veṇḍudevatādayo vāsavapariyosānā dasa devakāyā.",
  "tika-s0102t6:87": "Imānīti ‘‘jalamaggī’’ti ca ‘‘sikhārivā’’ti ca imāni tesaṃ nāmāni. Keci pana ma-kāro padasandhikaro ‘‘jalā’’ti ca ‘‘aggī’’ti ca ‘‘sikhārivā’’ti ca imāni tesaṃ nāmānīti vadanti. Eteti tesu eva ‘‘ariṭṭhakā, rojā’’ti ca vuttadevesu ekacce,umāpupphanibhāsino vaṇṇato umāpupphasadisāti evamattho gahetabbo, aññathā ekādasa devakāyā siyuṃ.",
  "tika-s0102t6:88": "Daseteti ete dasa sahabhūdevādayo vāsavanesipariyosānā dasa devakāyā. Teneva nikāyabhedavasena dasadhāva āgatā.",
  "tika-s0102t6:89": "‘‘Samānā’’tiādi tesaṃ devānaṃ nikāyasamudāyagataṃ nāmaṃ. Evaṃ sesānampi.",
  "tika-s0102t6:90": "Daseteti ete samānādikā mahāpāragapariyosānā dasa devakāyā. Teneva nikāyabhedena dasadhā āgatā.",
  "tika-s0102t6:91": "Sukkādayo tayo devakāyā. Pāmokkhadevāti pamukhā padhānabhūtā devā.",
  "tika-s0102t6:92": "Disāti disāsu. Devoti megho. Daseteti ete sukkādayo pajjunnapariyosānā dasa devakāyā, te devanikāyabhedena dasadhā āgatā.",
  "tika-s0102t6:93": "Daseteti ete khemiyādayo paranimmitapariyosānā dasa devakāyā, te devanikāyabhedena dasadhāva āgatā. Tattha ‘‘khemiyā, kaṭṭhakādayo ca pañcāpi sadevakāyā tāvatiṃsakāyikā’’ti vadanti. Nāmanvayenāti nāmānugamena ‘‘āpodevatā’’tiādināmasabhāgena. Tenevāha ‘‘nāmabhāgena nāmakoṭṭhāsenā’’ti. Sabbā devatāti dasasahassilokadhātūsu sabbāpi devatā. Niddisati taṃtaṃnāmasabhāgena ekajjhaṃ katvā.",
  "tika-s0102t6:94": "Pavutthāti pavāsaṃ gatā viya apetāti āha ‘‘vigatā’’ti. Pavutthā vā pakārato vutthā vusitā, tena jāti vusitabbā assāti pavuṭṭhajāti. Kāḷakabhāvā saṃkilesadhammā, sabbaso tadabhāvato kāḷakabhāvātītaṃ dasabalaṃ. Lañcanābhāvena vā asitātigo kāḷakabhāvātītāya siriyā cando, tādisaṃ candaṃ viya siriyā virocamānaṃ.",
  "tika-s0102t6:95": "341.Eko brahmāti sagāthakavagge (saṃ. ni. 1.98) āgato subrahmadevaputto. Brahmaloke nibbattitvā heṭṭhimesu patiṭṭhitā ariyabrahmāno, na suddhāvāsabrahmāno. Tissamahābrahmā puthujjano, yo aparabhāge manussesu nibbattitvā moggaliputtatissatthero jāto.",
  "tika-s0102t6:96": "Sahassaṃbrahmalokānanti brahmaloko etesanti brahmalokā, brahmāno, tesaṃ brahmalokānaṃ sahassaṃ sattalokapariyāyo cāyaṃ lokasaddoti āha ‘‘mahābrahmānaṃ sahassaṃ āgata’’nti. Anantaragāthāyaṃ ‘‘āgatā’’ti vuttapadameva atthavasena vadati. Yatthāti yasmiṃ brahmasahasse. Aññe brahmeti tadaññe brahmāno. Abhibhavitvā tiṭṭhati vaṇṇena, yasasā āyunā ca.",
  "tika-s0102t6:97": "Issarāti teneva vasapavattanena sesabrahmānaṃ adhipatino.",
  "tika-s0102t6:98": "342. Kāḷakadhammasamannāgato kāḷakassa pāpimassa mārassa bālabhāvaṃ passatha, yo attano avisaye niratthakaṃ parakkamituṃ vāyamati.",
  "tika-s0102t6:99": "Vītarāgabhāvāvahassa dhammassavanassa antarāyakaraṇena avītarāgā rāgena baddhā eva nāma hontīti vuttaṃ ‘‘rāgena baddhaṃ hotū’’ti.",
  "tika-s0102t6:100": "Bhayānakaṃ sarañca katvāti bheravaṃ mahantaṃ saddaṃ samuṭṭhapetvā.",
  "tika-s0102t6:101": "Idāni taṃ saddaṃ upamāya dassento ‘‘yathā’’ti ādimāha. Kañcīti tasmiṃ samāgame kañci devataṃ, mānusakaṃ vā attano vase vattetuṃ asakkonto asayaṃvase sayañca na attano vase ṭhito. Tenāha ‘‘asayaṃvasī’’tiādi.",
  "tika-s0102t6:102": "343.‘‘Vītarāgehī’’ti desanāsīsametaṃ. Sabbāyapi hi tattha samāgataparisāya mārasenā apakkantāva. Nesaṃ lomampi iñjayuṃ tesaṃ lomamattampi na cālesuṃ, kuto antarāyakaraṇaṃ. Iti yattakā tattha visesaṃ adhigacchiṃsu, tesaṃ sabbesampi antarāyākaraṇavasena attho vibhāvetabbo, vītarāgaggahaṇena vā sarāgavītarāgavibhāvino ca tattha saṅgahitāti veditabbaṃ. Māro imaṃ gāthaṃ abhāsi acchariyabbhutacittajāto. Kathañhi nāma tāva ghorataraṃ mahatiṃ vibhiṃsakaṃ mayi karontepi sabbe pime nibbikārā samāhitā eva. Kasmā? Vijitāvino ime uttamapurisāti. Tenāha ‘‘sabbe’’tiādi. Yādiso ariyānaṃ dhammanissito pamodo, na kadāci tādiso anariyānaṃ hotīti ‘‘sāsane bhūtehi ariyehi’’ iccetaṃ vuttaṃ. Vi-saddena vinā kevalopi suta-saddo vikhyātatthavacano hoti ‘‘sutadhammassā’’tiādīsu (mahāva. 5; udā. 11) viyāti āha ‘‘jane vissutā’’ti.",
  "tika-s0102t6:103": "Dūreti dūre padese. Daharassa antarāyaṃ pariharantī ‘‘na sakkā bhante sakalaṃ kāyaṃ dassetu’’nti avocāti.",
  "tika-s0102t6:104": "Mahāsamayasuttavaṇṇanāya līnatthappakāsanā."
}