{
  "tika-abh02t16:0": "17. Khuddakavatthuvibhaṅgo",
  "tika-abh02t16:1": "1. Ekakamātikādivaṇṇanā",
  "tika-abh02t16:2": "832. ‘‘Tettiṃsati tikā’’ti vuttaṃ, te pana pañcatiṃsa. Tathā ‘‘purisamalādayo aṭṭha navakā’’ti vuttaṃ, te pana āghātavatthuādayo nava. Ye ‘‘dve aṭṭhārasakā’’tiādimhi vuttā, te eva ‘‘iti atītāni chattiṃsā’’tiādinā tayo chattiṃsakā katāti āha ‘‘cha aṭṭhārasakā’’ti, dvāsaṭṭhi pana diṭṭhigatāni aññattha vuttabhāveneva idha nikkhittānīti na gahitānīti daṭṭhabbāni.",
  "tika-abh02t16:3": "Ekakamātikādivaṇṇanā niṭṭhitā.",
  "tika-abh02t16:4": "(1.) Ekakaniddesavaṇṇanā",
  "tika-abh02t16:5": "843-844.Atthi paṭiccaṃ nāmāti yathā ‘‘cakkhuñca paṭiccā’’tiādīsu nissayādipaccayabhāvena paṭiccāti vuttaṃ, na tathā idha khattiyādijātīnaṃ paramatthato avijjamānānaṃ nissayādipaccayattassa abhāvā. Yesu pana khandhesu santesu khattiyādisammuti hoti, tesaṃ abbocchinnatāva khattiyādijātiyā atthitā, sā idha paṭicca-saddena vibhāvitāti attho. Ekissā seṇiyāti asambhinnāyāti attho.",
  "tika-abh02t16:6": "Pañhavissajjanādikiriyāsu purato karaṇaṃ purekkhāro. Nikkheparāsīti nidhānarāsi. Patthaṭākittinoti vitthiṇṇākittino. Rattaññumadoti purāṇaññutāmadoti vadanti. Cirarattijātena, cirarattipabbajitena vā jānitabbassa, rattīnameva vā jānanamado. Upaṭṭhāpakamānoti āṇākaraṇamāno. Āṇākaraṇañhi vicāraṇaṃ idha ‘‘yaso’’ti vuttanti. Parimaṇḍalattabhāvanissito māno pariṇāhamado. Sarīrasampattipāripūriyā mado pāripūrimado.",
  "tika-abh02t16:7": "845. Vatthunā vināpi vattabbatāya avatthukaṃ, na vatthuno abhāvā.",
  "tika-abh02t16:8": "846.Cittassa vossajjananti cittassa satito muccanaṃ, kāyaduccaritādīsu pakkhandanaṃ vā vossaggo. Patiṭṭhābhāvoti kusalakaraṇe aṭṭhānaṃ, anuṭṭhānanti attho. Pamādasaṅkhātassa atthassa kāyaduccarite cittassa vossaggo pāṇātipāte micchādiṭṭhiyaṃ kodhe upanāheti evamādiko pariyāyo apariyanto, tadatthatappariyāyappakāsako vossagganissaggādiko byañjanapariyāyo cāti sabbaṃ taṃ saṅkhipitvā evarūpoti idaṃ ākāranidassanaṃ sabbapariyāyassa vattuṃ asakkuṇeyyattā katanti dassento āha ‘‘pariyantābhāvato’’ti. Vissaṭṭhākāroti satiyā paccanīkabhūte cattāro khandhe dasseti.",
  "tika-abh02t16:9": "847.Cittassa thaddhatā tathāpavattacittamevāti vadanti, mānaviseso vā daṭṭhabbo. Upasaṅkamane vanditabbaṃ hotīti pariyanteneva carati.",
  "tika-abh02t16:10": "848. ‘‘Āpattiṃ āpannosī’’ti vutte ‘‘āvuso, tvaṃ āpannosī’’tiādinā tena vuttaṃ tasseva upari khipanavasena ‘‘paṭippharitvā’’ti vadanti. ‘‘Tasmiṃ nāma dalidde, akusale vā idaṃ karonte ahaṃ kasmā na karomī’’ti evaṃ idha paṭippharaṇaṃ yuttaṃ. Karaṇassa uttarakiriyā karaṇuttariyaṃ. Akusalapakkho esāti sārambhoti adhippāyo.",
  "tika-abh02t16:11": "849. Aticca icchatīti aticciccho, tassa bhāvo aticcicchatāti vattabbe cci-kāralopaṃ katvā ‘‘aticchatā’’ti vuttaṃ. Atricchatāti ca sā eva vuccatīti. Tatrāpi neruttikavidhānena padasiddhi veditabbā. Yathāladdhaṃ vā atikkamitvā atra atra icchanaṃ atricchatā, sā eva ra-kārassa ta-kāraṃ katvā ‘‘aticchatā’’ti vuttā.",
  "tika-abh02t16:12": "Atricchanti aticchaṃ, atra vā icchanto. Kena? Atilobhena atilobhamicchāsaṅkhātena atilobhamadena ca. Attano hitaṃ attāti vuttaṃ. Hāyati jīrati, ādiṇṇo vā attā, patto vā attā, naṃ jīrati candakinnariṃ patthayitvā asitābhūdeviyā vihīno viya.",
  "tika-abh02t16:13": "Icchāhatassāti icchāya upaddutassa, mudditassa vā.",
  "tika-abh02t16:14": "Atihīḷayānoti avamaññamāno. Malakanti evaṃnāmakaṃ janapadaṃ, abbhokāsaṃ vā. Kodaṇḍakenāti kudaṇḍakena rassadaṇḍakena. Gaddulenāti ca vadanti. Ruhiramakkhitaṅgoti ruhirasinnagatto.",
  "tika-abh02t16:15": "850. Jānantasseva bhiyyo bhiyyo codento viya sambhāvetukāmo hoti. Paccayeti upādānādipaccaye.",
  "tika-abh02t16:16": "851. Ye patirūpena vañcenti, te gaṇṭhikā, durācārena vā gaṇṭhibhūtā. Gaṇṭhikaputtā nāma gaṇṭhikā eva honti, tena saddhivihārikā gaṇṭhikabhāvena ‘‘thero…pe… dīghacaṅkame viharatī’’ti vadanti.",
  "tika-abh02t16:17": "Vaṭṭati bhanteti ayampi eko pakāro, lābhinā eva pana sakkā ñātunti attano samāpattilābhitaṃ sūcetīti attho. Pañcattayaṃ nāma uparipaṇṇāsake dutiyasuttaṃ (ma. ni. 3.21 ādayo). Tassa gambhīrattā vadati ‘‘pañcattayaṃ olokentassā’’ti.",
  "tika-abh02t16:18": "852.Siṅganti siṅgāraṃ. Tañhi kusalassa vijjhanato samāsevitatāya sīse parikkhataṃ sunikhataṃ visāṇaṃ viya, thirattā ca siṅgaṃ viyāti siṅgaṃ, taṃ panatthato rāgo.",
  "tika-abh02t16:19": "853. Temanakaraṇatthe tintiṇa-saddo daṭṭhabbo. Khīyananti ca yena lobhena paraṃ mamanti vadantaṃ khīyati, so vutto. Khīyanaṃ bhaṇḍananti ca vadanti. Tintiṇanti vā loluppamicceva vuttaṃ hoti. Saññā-saddo hi eso loluppavācakoti.",
  "tika-abh02t16:20": "854.Ūruppamāṇāpīti etena mahantaghanabhāvena apūtitaṃ dasseti. Athavātiādinā cīvaramaṇḍanādīnaṃ visesanāni ‘‘imassa vā pūtikāyassa bāhirānaṃ vā parikkhārānaṃ maṇḍanā’’tiādīnīti dasseti. Cīvarena hi maṇḍanā cīvaramaṇḍanā, cīvarassa vā maṇḍanā cīvaramaṇḍanā, evaṃ pattamaṇḍanā senāsanamaṇḍanā cāti adhippāyo. Ūnaṭṭhānapūraṇaṃ chavirāgasusaṇṭhānādikaraṇañca cīvarādīsu kāye ca yathāyogaṃ yojetabbaṃ. Tadahujātadārako viya hotīti dārakacāpalyaṃ na muñcatīti attho.",
  "tika-abh02t16:21": "855. Sadisā anurūpā bhatti sabhāgo, na sabhāgo asabhāgo, mānathaddhatā, virodho vā. Tenassa mātādīsu vattanaṃ asabhāgavuttitā. Evaṃvidhānaṃ mānādhikānaṃ akusalānamidaṃ nāmaṃ.",
  "tika-abh02t16:22": "856.Paritassitāti saṅkampanā, ukkaṇṭhitassa vā tassa tassa taṇhāyanā.",
  "tika-abh02t16:23": "857. Kusalakaraṇe kāyassa avipphārikatā līnatā jātiālasyaṃ, na rogautubhojanādīhi kāyagelaññaṃ tandī nāma, atha kho pakatiālasyanti attho. Kāyālasiyanti nāmakāyassa ālasiyaṃ, tadeva rūpakāyassāpīti daṭṭhabbaṃ.",
  "tika-abh02t16:24": "858. Accasanādīhi uppannadhātukkhobhanimittaṃ ālasiyaṃ vijambhitā.",
  "tika-abh02t16:25": "859. Bhattanimittena uppannaṃ ālasyaṃ bhattasammado.",
  "tika-abh02t16:26": "860.Imehi panāti cittassa akalyatādīhi. Sabbattha kilesavasenāti thinamiddhakāraṇānaṃ rāgādīnaṃ vasenāti daṭṭhabbaṃ.",
  "tika-abh02t16:27": "861. Sammāājīvato apeto katoti apakato. So ājīvupaddavena upaddutoti katvā āha ‘‘upaddutassāti attho’’ti.",
  "tika-abh02t16:28": "Tividhampi taṃ tattha āgataṃ tassa nissayabhūtāya imāya pāḷiyā dassetunti evamattho daṭṭhabbo.",
  "tika-abh02t16:29": "Pāpaṇikānīti āpaṇato chaḍḍitāni. Nantakānīti antarahitāni, cīrāni vā. Gilānassa paccayabhūtā bhesajjasaṅkhātā jīvitaparikkhārā gilānapaccayabhesajjaparikkhārā. Pūtimuttanti purāṇassa apurāṇassa ca sabbassa gomuttassetaṃ nāmaṃ. Pūtibhāvena chaḍḍitosadhantipi keci.",
  "tika-abh02t16:30": "Agabbhikā ekadvārā dīghasālā kira uddaṇḍo. Kucchitarajabhūtāya pāpicchatāya niratthakakāyavacīvipphandaniggahaṇaṃ korajaṃ, taṃ etassa atthīti korajiko, ativiya korajiko korajikakorajiko. Atiparisaṅkitoti keci. Mukhasambhāvitoti korajikakorajikādibhāvena pavattavacanehi attano mukhamattena aññehi sambhāvito. So evarūpo evarūpatāya eva attānaṃ paraṃ viya katvā ‘‘ayaṃ samaṇo’’tiādiṃ katheti.",
  "tika-abh02t16:31": "Paṇidhāyāti ‘‘arahāti maṃ jānantū’’ti cittaṃ ṭhapetvā, patthetvā vā. Āpāthakajjhāyīti manussānaṃ āpāthaṭṭhāne samādhiṃ samāpanno viya nisīdanto āpāthake janassa pākaṭaṭṭhāne jhāyī.",
  "tika-abh02t16:32": "Aññaṃ viya katvā attano samīpe bhaṇanaṃ sāmantajappitaṃ. Ākārassa rassattaṃ katvā ‘‘aṭhapanā’’ti vuttaṃ. Kuhanaṃ kuho, tassa ayanā pavatti kuhāyanā, kuhassa vā puggalassa ayanā gatikiriyā kuhāyanā.",
  "tika-abh02t16:33": "862.Puṭṭhassāti ‘‘ko tisso, ko rājapūjito’’ti puṭṭhassa. Nahanāti bandhanā pariveṭhanā.",
  "tika-abh02t16:34": "863. Nimittena caranto jīvanto nimittakārako nemittiko, tassa bhāvo nemittikatā. Attano icchāya pakāsanaṃ obhāso. Ko pana soti? ‘‘Ajja bhikkhūnaṃ paccayā dullabhā jātā’’tiādikā paccayapaṭisaṃyuttakathā. Icchitavatthussa samīpe kathanaṃ sāmantajappā.",
  "tika-abh02t16:35": "864. Bahi chaḍḍanaṃ ukkhepanā. Parapiṭṭhimaṃsakhādanasīlo parapiṭṭhimaṃsiko, tassa bhāvo parapiṭṭhimaṃsikatā.",
  "tika-abh02t16:36": "865. Nikattuṃ appena lābhena bahukaṃ vañcetvā gahetuṃ icchanaṃ nijigīsanaṃ, tassa bhāvo nijigīsanatā. Tasseva icchanassa pavattiākāro, taṃsahajātaṃ vā gavesanakammaṃ.",
  "tika-abh02t16:37": "866. Vaṇṇasampannaṃ pokkharaṃ vaṇṇapokkharanti uttarapadalopo pubbapadassa daṭṭhabbo, vaṇṇapāripūrī vā vaṇṇapokkharatā. ‘‘Atthajāpikā’’ti ettha viya japa-saddo uppattivācakoti āha ‘‘pavattetī’’ti.",
  "tika-abh02t16:38": "867. Seyyasadisamānā unnativasena pavattāti ubhayatthāpi ‘‘mānaṃ jappetī’’ti vuttaṃ.",
  "tika-abh02t16:39": "868. Hīnamāno pana onativasena pavattito kevalena mānasaddena niddesaṃ nārahatīti taṃniddese ‘‘omānaṃ jappetī’’ti (vibha. 874) vuttaṃ.",
  "tika-abh02t16:40": "872. Rājabhogena raṭṭhabhuñjanako rājanissito raṭṭhiyo.",
  "tika-abh02t16:41": "879.Puggalaṃ anāmasitvāti yathā seyyassa seyyamānādiniddesesu ‘‘parehi seyyaṃ attānaṃ dahatī’’ti seyyādipuggalo mānuppādako āmaṭṭho, evametassa seyyamānabhāvepi mānuppādakapuggalavisesaṃ anāmasitvā ‘‘pare atimaññati’’cceva vuttanti attho. Pare atikkamitvā maññanañhi yassa kassaci atimānoti.",
  "tika-abh02t16:42": "880. Purimamānassa uparimāno mānātimāno, ati-saddo upari-saddassa atthaṃ vadatīti daṭṭhabbo. Purimamānaṃ vā atikkanto māno mānātimāno.",
  "tika-abh02t16:43": "881. Pakkhijātīsu vāyaso anto lāmakoti katvā ‘‘kākajāti viyā’’ti vuttaṃ.",
  "tika-abh02t16:44": "882. Thero kira dosacarito ahosi, tasmā āditova ‘‘tumhe akhīṇāsavā’’ti avatvā upāyena kathesīti vadanti, dosacaritattā vā khippaṃ tatiyapadavāre virāgaṃ uppādesīti adhippāyo.",
  "tika-abh02t16:45": "883.Mānaṃanugatacchandoti mānasampayuttachando, mānasabhāvaṃ anugato mānacchando vā.",
  "tika-abh02t16:46": "884. ‘‘Vilambana’’nti ca itthipurisasammānanādikiriyādivilambanapaṭisaṃyuttaṃ kattabbaṃ daṭṭhabbaṃ. Tattha yuttamuttasiliṭṭhaṃ paṭibhānaṃ vilambanapaṭibhānaṃ.",
  "tika-abh02t16:47": "887. Amaravādapaṭisaṃyutto vitakko, attano amaraṇatthāya devabhāvatthāya vā vitakko amaravitakko.",
  "tika-abh02t16:48": "888. Paresu anuddayā rāgavasena anuddayakaraṇaṃ etassāti parānuddayo, tassa bhāvo parānuddayatā, paresu vā anuddayasseva sahananditādikassa bhāvo parānuddayatā, tādiso rāgo. Tatthāti parānuddayatāya saṃsaṭṭhavihārena dassitāyāti attho yujjati.",
  "tika-abh02t16:49": "890. Anavaññattiṃ patthento anavaññattatthameva kāmaguṇe ca patthetīti āha ‘‘pañcakāma…pe… nissito hutvā’’ti.",
  "tika-abh02t16:50": "Ekakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:51": "(2.) Dukaniddesavaṇṇanā",
  "tika-abh02t16:52": "891.Upanayhatīti bandhati. A-kāro anantaratthavācako, mariyādavācakassa vā ākārassa rassattaṃ katvā ‘‘aṭṭhapanā’’ti vuttanti ‘‘anantaraṭṭhapanā’’tiādimāha. Tattha paṭhamuppannassa pavattākāro mariyādā, taṃ anatikkamitvā tasseva daḷhīkaraṇavasena ṭhapanā mariyādaṭṭhapanā. Pakatiṭṭhapanāmattameva, visesanarahitāti attho.",
  "tika-abh02t16:53": "892. Niṭṭhuriyaṃ kheḷapātanaṃ, niṭṭhuriyaṃ viya niṭṭhuriyaṃ. Dassetvāti dantehi chinditvā. Tena pana dassanaṃ paḷāsoti dasseti. Paḷāsassa āyanāti yugaggāhappavatti. Samabhāvadahanaṃ jayo, tassa āharaṇato āhāro. Dhuraṃ na detīti pāmokkhaṃ na deti.",
  "tika-abh02t16:54": "894. Kāyena cetiyaṅgaṇādivattaṃ karoti ‘‘evaṃ vattasampanno saddho kathaṃ kāyaduccaritādīni karissatī’’ti paresaṃ ñāpanatthaṃ. Aticcāti accayaṃ katvā. Āsarantīti āgacchanti, puna paṭicchādane pavattantīti attho. Konāmevaṃ karotīti vocchindanacchādanā vā vocchādanā.",
  "tika-abh02t16:55": "Na sammā bhāsitāti yo na sammā bhāsati, so saṭhoti dasseti. Kucchi vā piṭṭhi vā jānituṃ na sakkāti asantaguṇasambhāvaneneva cittānurūpakiriyāvirahato ‘‘evaṃcitto evaṃkiriyo’’ti jānituṃ na sakkāti attho.",
  "tika-abh02t16:56": "Ajo eva ajāmigo. Nelakoti taruṇavaccho. Yathā so yakkho tādisaṃ rūpaṃ dassetvā ‘‘ajā’’ti saññāya āgatāgate khādati, evamayampi taṃtaṃsadisaguṇasambhāvanena te te vañceti. Tenetaṃ sāṭheyyaṃ māyāto balavatarā vañcanāti daṭṭhabbaṃ. Teneva ‘‘parikkhattatā’’ti vuttaṃ.",
  "tika-abh02t16:57": "908. Sakkāyadiṭṭhādīnaṃ abhāvepi yaṃ saṃyojanaṃ hoti, taṃ bahiddhā saṃyojanato bahiddhāsaṃyojanassa puggalassa visesanabhūtaṃ bahiddhāsaṃyojanaṃ nāma.",
  "tika-abh02t16:58": "Dukaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:59": "(3.) Tikaniddesavaṇṇanā",
  "tika-abh02t16:60": "909. Akusalamūlāneva vaṭṭamūlānīti tehi kathitehi vaṭṭamūlasamudācāro kathito hotīti āha ‘‘tīhi…pe… kathito’’ti.",
  "tika-abh02t16:61": "919.Sassatolokotiādidassanameva brahmacariyaṃ mokkhasampāpakaṃ uttamacariyanti diṭṭhigatikehi sammatanti āha ‘‘diṭṭhigatikasammatassā’’ti. Rūpārūpāvacaravipākesu sātisayo bhavarāgoti adhippāyena vuttaṃ ‘‘mahābrahmāna’’nti.",
  "tika-abh02t16:62": "920.Kathaṃvidhanti kenākārena saṇṭhitanti atthoti katvā āha ‘‘ākārasaṇṭhāna’’nti. Mānaṭhapanāti seyyādivasena mānena ṭhapanā, mānasaṅkhātā vā ṭhapanā.",
  "tika-abh02t16:63": "921.Cetaso utrāso domanassaṃ, doso vā, taṃsampayuttā vā cetanādayo.",
  "tika-abh02t16:64": "922.Desanāsukhatāyāti tiṇṇaṃ addhānaṃ vasena vicikicchāya desanā sukhā ‘‘kaṅkhati vicikicchatī’’ti, na pana tathā mohenāti adhippāyo. Vaṇṇādibhedaṃ sutvāti keci kira vadanti ‘‘khattiyajīvo paṇḍuvaṇṇo. Kasmā? So hi pubbaṇhe ramati, pubbaṇhe ca chāyā paṇḍuvaṇṇā. Brāhmaṇavessasuddajīvā odātapītakāḷavaṇṇā. Te hi majjhanhasāyanharattīsu odātapītakāḷachāyā kāḷatamakālesu ramantī’’ti tesaṃ vaṇṇabhedaṃ, ‘‘byāpī parimaṇḍalo’’tiādinā kathentānaṃ saṇṭhānabhedañca sutvā.",
  "tika-abh02t16:65": "923.Purisapuggaloti padadvayaṃ ekapadaṃ katvā jānantānaṃ vasenāyaṃ sammutikathā pavattā, padantarameva vā idaṃ puggalavācakanti dassento ‘‘ayaṃ panā’’tiādimāha. Atha vā purisoti vutto ca puggalo eva, na purisindriyayuttovāti dassanatthampi ‘‘purisapuggalo’’ti vuttanti veditabbaṃ. Aṭṭhasu ābādhesūti pittasemhavātasamuṭṭhānautuvipariṇāmajaopakkamikavisamaparihārajasannipātajakammasamuṭṭhānesu. Pubbe katanti purāṇatarakammaṃ icchantīti upapajjavedanīyañca kira paṭikkhipanti. Āṇattimūlakena vāti yopi āṇāpetvā vadhabandhādidukkhaṃ uppādeti, tampi taṃmūlakaṃ na hoti, issaranimmānamūlamevāti adhippāyo.",
  "tika-abh02t16:66": "924.Mohassaanudahanaṃ dāhakāraṇatāya vuttaṃ, sabhāvatopi pana asampaṭivedho sampaṭivedhasukhassa paccanīkabhūto dukkho evāti anudahanatā veditabbā. Evañca katvā ‘‘upekkhā vedanā ñāṇasukhā aññāṇadukkhā’’ti (ma. ni. 1.465) vuttā.",
  "tika-abh02t16:67": "926.Puthunimittārammaṇesūti subhanimittādivasena puthunimittasabhāvesu ārammaṇesu, puthusabhāvesu vā subhanimittādiārammaṇesu. Kosajjapamādaniddesānaṃ samānattepi avipphārikatāsaṅkhātā līnavuttitā kosajjaṃ, sativossaggasaṅkhātaṃ pamajjanaṃ pamādoti ayaṃ visesoti.",
  "tika-abh02t16:68": "931.Sagaruvāsanti saottappavāsamāha, sajeṭṭhakavāsanti sahirivāsaṃ. Anādiyanā anaddā ovādaaggahaṇaṃ, acittīkāroti attho. Sukkhakaṭṭhassa viya anallatā, amudutā vā anaddā. Asīlyanti asukhasīlatā amudutā eva.",
  "tika-abh02t16:69": "934.Upārambho dosasampayuttacittuppādo siyā.",
  "tika-abh02t16:70": "936. ‘‘Idha pāsāṇaṃ karotī’’tiādinā ṭhapanatthepi karoti-saddo yujjatīti āha ‘‘karotīti ṭhapetī’’ti. Ettha cāyaṃ āvajjanā akusalānaṃ āsannakāraṇattā khuddakavatthūsu vuttāti veditabbā, tadanukūlakiccattā vā.",
  "tika-abh02t16:71": "Tikaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:72": "(4.) Catukkaniddesavaṇṇanā",
  "tika-abh02t16:73": "939.Itīti nidassane nipātoti evaṃ-saddena samānatthoti dasseti. Bhavābhavahetūtipīti ettha bhavanti jāyanti etenāti bhavo, sappiādibhesajjaṃ. Bhavo eva paṇītataro abhivuddho abhavo. Bhāvanārāmatāariyavaṃsappaheyyattā vā purimataṇhāttayavajjā sabbā taṇhā ‘‘bhavābhavahetu uppajjatī’’ti vuttāti veditabbā.",
  "tika-abh02t16:74": "Etāyāti chandādiagatiyā. Na gacchantīti na pavattanti, taṃ taṃ kiriyaṃ na karontīti attho. Imināti chandādinā agatigamanena. Chandādīsu yena ninno, tena gamanaṃ yathāninnagamanaṃ.",
  "tika-abh02t16:75": "‘‘Rājā’’tiādinā rājādinimitto viya ūmiādinimitto cittutrāso ūmiādibhayaṃ, ‘‘ūmibhayanti kho, bhikkhave, kodhupāyāsassetaṃ adhivacana’’ntiādivacanato (ma. ni. 2.162; a. ni. 4.122; itivu. 109) kodhupāyāsaodarikattapañcakāmaguṇamātugāmā vā. Tattha pañcakāmaguṇamātugāmaggahaṇena tannissitachandarāgaggahaṇaṃ veditabbaṃ, odarikattañca lobhova. Ukkhepanīyādikammaṃ vinayadaṇḍaṃ.",
  "tika-abh02t16:76": "‘‘Atha kho timbaruko paribbājako yena bhagavā…pe… etadavoca ‘kiṃ nu kho, bho gotama, sayaṃkataṃ sukhadukkha’nti? Mā hevaṃ timbarukāti bhagavā avocā’’tiādinā nidānavagge (saṃ. ni. 2.18) āgatattā ‘‘timbarukadiṭṭhī’’ti vuttā.",
  "tika-abh02t16:77": "Catukkaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:78": "(5.) Pañcakaniddesavaṇṇanā",
  "tika-abh02t16:79": "940.Āgantuṃ pana na dentīti āgamanassa paccayā na hontīti attho daṭṭhabbo.",
  "tika-abh02t16:80": "941.Avadehanatoti pūraṇena maṃsūpacayahetutāya ca upacayanato. Gimhakāle bhuñjitvā sayantassa sukhaṃ hotīti taṃ utusukhaṃ ‘‘seyyasukha’’nti vuttaṃ, sayaniriyāpathasukhanti attho. Vatanti dhutaṅgāni. Tapoti khandhakavattāni, vīriyaṃ vā. Sīlaggahaṇena khandhakavattamethunaviratīnaṃ gahitattā tapabrahmacariyaggahaṇaṃ na kattabbanti ce? Na, aññasīlato visesetvā tapabrahmacariyānaṃ devattakāraṇattaggahaṇassa dassanato, bāhirānañcassa vinibandhassa pavattidassanato vā. Tesañhi avihiṃsādigovatādidukkarakārikāmethunaviratiyo yathākkamaṃ sīlādīni, tāni ca te devanikāyaṃ paṇidhāya carantīti. Aññathā ca saddhāruciādīhi ‘‘yato kho bho ayaṃ attā rūpī cātumahābhūtiko mātāpettikasambhavo kāyassa bhedā ucchijjatī’’tiādinā (dī. ni. 1.85) vikappetvā.",
  "tika-abh02t16:81": "942. Byasanesu ñātibhogarogabyasanaggahaṇena taṃnimittā sokādayo gahitāti daṭṭhabbā. Dassanasavanesu paṭikūlatā dassanasavanapaṭikūlatā. Ettha ca ādīnavehi pañcahi tesaṃ kāraṇabhūtā akkhantiyeva bhinditvā kathitāti veditabbā, akkhantimūlakā vā appiyatādihetubhūtā dukkaṭadubbhāsitatādidosā.",
  "tika-abh02t16:82": "Micchājīvanimittaṃ maraṇakāle uppannabhayaṃ ‘‘ājīvakabhaya’’nti vuttaṃ. ‘‘Ājīvikābhaya’’nti pana pāṭhe paccayānuppattiṃ passato ājīvikanimitto cittutrāsoti attho daṭṭhabbo. Kittisaddo silokanti tappaṭipakkhā asilokaṃ akitti. Tenāha ‘‘garahabhaya’’nti.",
  "tika-abh02t16:83": "943.Uppilāvitanti udaggatāsaṅkhāto avūpasamabhāvo, avūpasamahetubhūto vā pītiyā ākāro.",
  "tika-abh02t16:84": "Pañcakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:85": "(6.) Chakkaniddesavaṇṇanā",
  "tika-abh02t16:86": "944. ‘‘Kodhano hoti upanāhī’’tiādinā kodhādihetukā upanāhādayo kodhādīnaṃ sahāyakāraṇabhāvena suttante vuttāti kodhādayo eva vivādamūlāni, tenettha te eva vuttā. Sandiṭṭhiparāmasitā attano diṭṭhiyaṃ abhiniviṭṭhatā.",
  "tika-abh02t16:87": "945.Appatissayoti patissayabhūtehi garūhi virahito. Appamādalakkhaṇanti satiavippavāsaṃ kusalānuyogasātaccaṃ vā.",
  "tika-abh02t16:88": "Yuttapayuttatāti tanninnatāvasena suṭṭhu yuttatā. Gaṇasaṅgaṇikā kilesavasena pavattā saṅgaṇikā. Itthipaṭisaṃyuttakathāsavane itthisaddasavane ca assādo savanasaṃsaggo. Itthiyā kassaci dānaggahaṇassādo paribhogasaṃsaggo.",
  "tika-abh02t16:89": "946.Somanassena saddhiṃ upavicarantīti somanassupavicārāti akusalasomanassasahagatā rūpavicārādayo idhādhippetāti veditabbā, tathā upekkhupavicārā ca. Taṃsampayutto vāti etena vicāraggahaṇena vitakkopi gahitoti vitakkappavattanena ‘‘upavitakketī’’ti idampi vuttaṃ hotīti dasseti.",
  "tika-abh02t16:90": "947.Aññāṇasampayuttāti vicikicchuddhaccasahagatacittesu upekkhā mohoti vadanti, lobhasampayuttupekkhāpi pana gehassitā na na hoti.",
  "tika-abh02t16:91": "948.Adhiccasamuppanniko ‘‘adhicca samuppanno attā uppanno bhavissatī’’ti gaṇhanto sassatadiṭṭhiko hotīti evarūpassa diṭṭhi viyāti dassento ‘‘adhiccasamuppannikassevā’’ti āha. Na so jātoti ettha ‘‘jātū’’ti ayaṃ nipāto u-kārassa o-kāraṃ katvā jātoti vutto, tena vā samānatthaṃ nipātantaraṃ etaṃ daṭṭhabbaṃ. Sabbāsavadiṭṭhīti sabbāsavapariyāyena āgatā diṭṭhi.",
  "tika-abh02t16:92": "Chakkaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:93": "(7.) Sattakaniddesavaṇṇanā",
  "tika-abh02t16:94": "951. Dvāsaṭṭhiyā diṭṭhīsu sattakassa aññassa abhāvā satta ucchedavādā eva idha tathā avatvā ‘‘satta diṭṭhī’’ti vuttā.",
  "tika-abh02t16:95": "Sattakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:96": "(8.) Aṭṭhakaniddesavaṇṇanā",
  "tika-abh02t16:97": "952. ‘‘Kammaṃ kho me kattabbaṃ bhavissatī’’tiādinā osīdanākārena pavattacittuppādā kosajjakāraṇāni, kosajjameva vā kosajjantarakāraṇatāya kosajjakāraṇānīti daṭṭhabbāni. Māsācitaṃ maññeti ettha ācita-saddo tinta-saddassa, maññe-saddo ca viya-saddassa atthaṃ vadatīti adhippāyena ‘‘tintamāso viyā’’ti ayamattho vibhāvito, māsacayo viyāti vā attho.",
  "tika-abh02t16:98": "957.Pharatīti phusati, ghaṭṭetīti attho. Aññena kāraṇenāti ‘‘ajja tayā vikāle bhuttaṃ, tena tvaṃ āpattiṃ āpannosī’’ti vutto ‘‘hiyyo mayā kāle bhuttaṃ, tenāhaṃ anāpanno’’tiādinā aññena ayuttena kāraṇena aññaṃ yuttaṃ kāraṇaṃ paṭicchādetīti attho. Pucchitatthato bahiddhā yathā taṃ na allīyati, tathā kathāya apanayanaṃ vikkhipanaṃ bahiddhā apanāmanā.",
  "tika-abh02t16:99": "958.Asaññīvādāti puggalehi diṭṭhiyo dasseti. Yehi vā abhinivesehi asaññī attānaṃ vadanti, te asaññīvādā. Arūpasamāpattinimittanti ākāsādiṃ.",
  "tika-abh02t16:100": "Aṭṭhakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:101": "(9.) Navakaniddesavaṇṇanā",
  "tika-abh02t16:102": "960. Dasamassa avuttattā ‘‘sattesu uppattivaseneva kathitānī’’ti vuttaṃ.",
  "tika-abh02t16:103": "963.Sukhavinicchayanti sevitabbāsevitabbasukhasanniṭṭhānanti attho. Ajjhattaṃ sukhanti sevitabbaṃ nekkhammasukhaṃ. Vinicchayāti dve vinicchayāti idaṃ –",
  "tika-abh02t16:104": "‘‘Sātaṃ asātanti yamāhu loke,",
  "tika-abh02t16:105": "Tamūpanissāya pahoti chando;",
  "tika-abh02t16:106": "Rūpesu disvā vibhavaṃ bhavañca,",
  "tika-abh02t16:107": "Vinicchayaṃ kubbati jantu loke’’ti. (su. ni. 873; mahāni. 102) –",
  "tika-abh02t16:108": "Etassa niddese vuttaṃ.",
  "tika-abh02t16:109": "Idha vinicchayoti vuttoti imissā vibhaṅgapāḷiyā yo chandarāgassa paccayasabhāvena vinicchaya-saddena vutto, sakkapañhepi (dī. ni. 2.357) chandassa nidānabhāvena vitakka-saddena so eva āgatoti evaṃ vitakkassa vinicchayabhāvaṃ tasseva idha gahitatañca dasseti. Balavasanniṭṭhānanti balavatiyā taṇhāya ārammaṇassa niṭṭhapetvā gahaṇaṃ.",
  "tika-abh02t16:110": "964. Satipi aññesañca saṅkhatabhāve ahanti asmīti ca sātisayā mānassa saṅkhatatāti katvā ‘‘saṅkhata’’nti māno vutto. Seyyādivasena ‘‘ahamasmī’’ti attano saṅkharaṇaṃ vā saṅkhataṃ. Ettha ‘‘bhavissantī’’tiādikā pavatti taṇhādiṭṭhīnaṃ visesavatīti tāsampi iñjitādibhāvo vutto.",
  "tika-abh02t16:111": "Navakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:112": "(10.) Dasakaniddesavaṇṇanā",
  "tika-abh02t16:113": "970. Jālakkhipasaṃvidhānādikusalatāsaṅkappanaṃ upāyacintā, tassā micchābhāvapaṭicchādanabhāvena pavatto tadākāro moho upāyacintāvasena uppannoti daṭṭhabbo. Yathākate pana pāpe anādīnavadassanavasena pavattā saññā, saṅkappo vā paccavekkhaṇā, tassāpi micchābhāvapaṭicchādakaṃ tadākāraṃ, anādīnavadassanaṃ vā paccavekkhaṇākārena uppanno mohoti. Vimuttasaññitāti adhimānasampayuttaṃ, titthiyānaṃ vā attano diṭṭhiyā vimuttatāsañjānanaṃ. ‘‘Vimuttomhī’’ti evaṃ pavatto akusalacittuppādo micchāvimuttīti keci vadanti. Phalaṃ viya vimuttanti gahite pana diṭṭhisampayuttacitte diṭṭhi micchāñāṇaṃ, samādhi ca micchāvimuttīti yuttaṃ siyā.",
  "tika-abh02t16:114": "Dasakaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:115": "Taṇhāvicaritaniddesavaṇṇanā",
  "tika-abh02t16:116": "973.Samūhagāhatoti taṇhāmānadiṭṭhīnaṃ sādhāraṇaggahaṇatoti vadanti. ‘‘Itthaṃ evaṃ aññathā’’ti pana visesaṃ akatvā gahaṇaṃ samūhagāhoti daṭṭhabbo. Aññaṃ ākāranti parasantānagataṃ ākāraṃ. Atthīti sadā saṃvijjatīti attho. Sīdatīti vinassati. Saṃsayaparivitakkavasenāti ‘‘kiṃ nu kho ahaṃ siyaṃ, na siya’’nti evaṃ parivitakkavasena. Patthanākappanavasenāti ‘‘api nāma sādhu panāhaṃ siya’’nti evaṃ patthanāya kappanavasena.",
  "tika-abh02t16:117": "Suddhasīsāti taṇhāmānadiṭṭhīnaṃ sādhāraṇasīsā visesassa anissitattā ‘‘suddhasīsā’’ti vuttā. Tattha diṭṭhisīsehi diṭṭhiyā taṇhā dassitā, sīsasīsamūlakehi mānadiṭṭhīhi sayameva cāti āha ‘‘evamete…pe… taṇhā vicaritadhammā veditabbā’’ti. Diṭṭhimānesupi ‘‘taṇhāvicaritānī’’ti vacanañca aññamaññaṃ vippayogīnaṃ diṭṭhimānānaṃ taṇhāya avippayogīnaṃ taṃmūlakattāva tappadhānatāya katanti veditabbaṃ.",
  "tika-abh02t16:118": "974.Avakkarīti nipāto nānābhāve vattatīti anānākaraṇaṃ anavakkari, taṃ katvā, avakkari vā akatvā anavakkari katvāti evaṃ dassento āha ‘‘avinibbhogaṃ katvā’’ti. ‘‘Anavakāriṃ karitvā’’ti vā pāṭho, tattha avakiraṇaṃ vikkhepanaṃ samūhassa ekadesānaṃ vinibbhujjanaṃ avakāri, taṃ avakāriṃ vinibbhogaṃ akatvā, pañcapi khandhe samūhato ekatteneva gahetvā attato avinibbhujjitvā asmīti chandamānadiṭṭhiyo paṭilabhatīti attho. Asitabyābhaṅgitāyāti dāttena kājena cāti etena parikkhārena, asitabyābhaṅgīhi lavanavahanakiriyā vā ‘‘asitabyābhaṅgī’’ti vuttā.",
  "tika-abh02t16:119": "976.Avakāriṃ karitvāti rūpādīni attato vinibbhujjitvā iminā rūpena…pe… iminā viññāṇena asmīti chandaṃ paṭilabhatīti evaṃ sabbattha imināti etassa attato avinibbhuttena rūpādināti attho daṭṭhabbo. Attato hi avinibbhuttāni abahikatāni ahamicceva gahitāni rūpādīni upādāya upagantvā pavattā taṇhā ‘‘ajjhattikassa upādāyā’’ti vuttā, attato ca vinibbhuttāni bahikatāni upagantvā pavattā ‘‘bāhirassa upādāyā’’ti. Khaggena vā chattena vā ahaṃ niccoti abhimaṅgalasammatena khaggādinā mama vināso natthīti maññatīti attho. Ekekassāti idaṃ anādimhi anante ca saṃsāre ekekassa atītānāgatesu chattiṃsāyapi sambhavadassanatthaṃ vuttaṃ, ekekassa vā puggalassa yathālābhavasenāti idampi anissitataṇhāmānadiṭṭhiṃ katvā puthujjanassa addhāpaccuppanne kassaci sambhavadassanatthaṃ.",
  "tika-abh02t16:120": "Taṇhāvicaritaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh02t16:121": "Khuddakavatthuvibhaṅgavaṇṇanā niṭṭhitā."
}