{
  "tika-vin11t3:0": "Saṅghādisesakathāvaṇṇanā",
  "tika-vin11t3:1": "325. Evaṃ nānānayapaṭimaṇḍitassa pārājikakaṇḍassa vinicchayaṃ dassetvā idāni tadanantaramuddiṭṭhassa terasakaṇḍassa vinicchayaṃ dassetumāha ‘‘mocetukāmatā’’tiādi. Mocetuṃ kāmetīti mocetukāmo, tassa bhāvo mocetukāmatā, tāya sampayuttaṃ cittaṃ mocetukāmatācittaṃ. Ettha ‘‘mocetukāmatā’’ti iminā ekādasasu rāgesu ‘‘mocanassādo’’ti vuttaṃ imassa saṅghādisesassa mūlakāraṇaṃ sukkamocanavisayaṃ rāgamāha.",
  "tika-vin11t3:2": "Ekādasarāgā nāma ‘‘mocanassādo, muccanassādo, muttassādo, methunassādo, phassassādo, kaṇḍuvanassādo, dassanassādo, nisajjassādo, vācassādo, gehassitapemaṃ, vanabhaṅgiya’’nti evamāgatā. Idha mocanaṃ nāma sambhavadhātumocanaṃ, tadatthāya tabbisayarāgasampayuttavedanā mocanassādo nāma. Tenāha aṭṭhakathāyaṃ ‘‘mocetuṃ assādo mocanassādo’’ti. Muccamāne assādo muccanassādo, sambhavadhātumhi muccamāne taṃrāgasampayuttā vedanā muccanassādo nāma. Eteneva nayena muttassādādivācassādāvasānesu padesu atthakkamo veditabbo. Imehi navahi padehi assādasīsena kuntayaṭṭhiñāyena taṃsahacarito rāgo dassito. Yathāha aṭṭhakathāyaṃ ‘‘navahi padehi sampayuttaassādasīsena rāgo vutto’’ti.",
  "tika-vin11t3:3": "Gehassitapemanti ettha gehaṭṭhā mātuādayo ādheyyaādhāravohārena ‘‘gehā’’ti vuccanti. ‘‘Mañcā ukkuṭṭhiṃ karontī’’tiādīsu viya tannissito sinehapariyāyo rāgo ‘‘gehassitapema’’nti vutto. Iminā padena rāgassa sabhāvo sandassito. Vanato bhañjitvā ābhataṃ yaṃ kiñci phalapupphādi vanabhaṅgiyaṃ nāma. Idha pana rāgavasena paṭibaddhacittaṃ mātugāmehi virahadukkhāpanayanatthaṃ (pārā. aṭṭha. 2.240) tesaṃ ṭhāne ṭhapetvā dassanaphusanavasena vindituṃ rāgīhi gahetabbato tehi piḷandhitamālasahitaṃ tambūlanti evamādi ‘‘vanabhaṅgiya’’nti adhippetaṃ. Iminā patthitavisayagocaro rāgo tadāyattavatthuvasena sandassito. Yathāha aṭṭhakathāyaṃ ‘‘ekena padena sarūpeneva rāgo, ekena padena vatthunā vutto. Vanabhaṅgo hi rāgassa vatthu, na rāgoyevā’’ti (pārā. aṭṭha. 2.240).",
  "tika-vin11t3:4": "‘‘Mocetukāmatā’’ti idameva avatvā ‘‘citta’’nti vacanena vītikkamasādhikāya kāyaviññattiyā samuṭṭhāpakaṃ rāgasampayuttaṃ cittavisesaṃ dasseti. Tena cittena samuṭṭhāpiyamānaṃ viññattisaṅkhātaṃ vītikkamaṃ ‘‘vāyāmo’’ti iminā dasseti. Vāyāmo nāma taṃcittasampayuttavīriyaṃ. Ettha pana ‘‘semho guḷo’’tiādīsu viya phale hetūpacārañāyena vītikkamassa visesahetubhūtavīriyavācakena ca padena vītikkamova vuttoti daṭṭhabbaṃ. Ajjhattabāhiravatthughaṭṭanaṃ, ākāse kaṭikampananti sukkamocanattho vāyāmoti attho. Sukkassa mocanaṃ sukkamocanaṃ.",
  "tika-vin11t3:5": "Ettha ca sukkassāti ‘‘sukkanti dasa sukkāni nīlaṃ pītakaṃ lohitakaṃ odātaṃ takkavaṇṇaṃ dakavaṇṇaṃ telavaṇṇaṃ khīravaṇṇaṃ dadhivaṇṇaṃ sappivaṇṇa’’nti (pārā. 237) padabhājane vuttāni sattānaṃ pittādiāsayabhedena, pathavidhātuādīnaṃ catunnaṃ vā rasasoṇitamaṃsamedaaṭṭhiaṭṭhimiñjānaṃ channaṃ dehadhātūnaṃ vā bhedena anekadhā bhinne dasavidhe sukke aññatarassa sukkassāti attho. Mocanaṃ vissaṭṭhīti pariyāyaṃ, pakatiyā ṭhitasakaṭṭhānato mocananti attho. Yathāha padabhājane ‘‘vissaṭṭhīti ṭhānato cāvanā vuccatī’’ti (pārā. 237). Iha ‘‘ṭhānaṃ nāma vatthisīsasaṅkhātaṃ muttakaraṇamūla’’nti keci. ‘‘Kaṭī’’ti apare. ‘‘Sakalakāyo’’ti aññe. Imesaṃ tiṇṇaṃ vacanesu ‘‘tatiyassa bhāsitaṃ subhāsita’’nti (pārā. aṭṭha. 2.237) aṭṭhakathāyaṃ tatiyavādassa katapāsaṃsattā kesalomanakhadantānaṃ maṃsavinimuttaṭṭhānañca muttakarīsakheḷasiṅghāṇikāthaddhasukkhacammañca vajjetvā avasesaṃ sakalasarīraṃ kāyappasādabhāvajīvitindriyaabaddhapittānaṃ viya sambhavadhātuyā ca ṭhānanti veditabbaṃ.",
  "tika-vin11t3:6": "‘‘Sukkamocana’’nti iminākiṃ vuttaṃ hotīti? ‘‘Ārogyatthāya, sukhatthāya, bhesajjatthāya, dānatthāya, puññatthāya, yaññatthāya, saggatthāya, bījatthāya, vīmaṃsatthāya, davatthāya mocetī’’ti (pārā. 237) vuttadasavidhaadhippāyantogadhaaññataraadhippāyo hutvā ‘‘rāgūpatthambhe, vaccūpatthambhe, passāvūpatthambhe, vātūpatthambhe, uccāliṅgapāṇakadaṭṭhūpatthambhe mocetī’’ti (pārā. 237) vuttapañcavidhakālānamaññatarakāle ‘‘ajjhattarūpe, bahiddhārūpe, ajjhattabahiddhārūpe, ākāse kaṭiṃ kampento mocetī’’ti (pārā. 237) vuttacaturupāyānamaññatarena upāyena yathāvuttarāgapisācavasena vivaso hutvā yathāvuttanīlādidasavidhasambhavadhātūnamaññataraṃ yathāvuttaṭṭhānato khuddakamakkhikāya pivanamattampi sace mocetīti saṅkhepato gahetabbaṃ. Ettha ca uccāliṅgapāṇakā nāma lomasapāṇā, yesaṃ lome alline aṅgajātaṃ kammaniyaṃ hoti.",
  "tika-vin11t3:7": "Aññatra supinantenāti supino eva supinanto, nissakkavacanappasaṅge karaṇavacanato supinantāti attho. Supinā nāma ‘‘vātādidhātukkhobhavasena vā pubbānubhūtaitthirūpādivisayavasena vā iṭṭhāniṭṭhadevatānubhāvena vā puññena paṭilabhitabbaatthassa, apuññena pattabbānatthassa ca pubbanimittavasena vā hotī’’ti (pārā. aṭṭha. 2.237) vuttesu catūsu kāraṇesu ekena kāraṇena kapiniddāya supine dissamānārammaṇato yaṃ sukkamocanaṃ hoti, taṃ avisayaṃ sukkamocanaṃ vināti vuttaṃ hoti.",
  "tika-vin11t3:8": "Saṅghādisesova saṅghādisesatā. Saṅghādisesaṃ āpajjitvā tato vuṭṭhātukāmassa kulaputtassa ādimhi parivāsadānatthaṃ , majjhe ca mūlāyapaṭikassanena vinā vā saha vā mānattadānatthaṃ, avasāne abbhānatthañca saṅgho esitabboti ‘‘saṅgho ādimhi ceva sese ca icchitabbo assāti saṅghādiseso’’ti (pārā. aṭṭha. 2.237; kaṅkhā. aṭṭha. sukkavissaṭṭhisikkhāpadavaṇṇanā) vuttattā saṅghādisesā nāma, sukkavissaṭṭhisaṅghādisesāpatti hotīti attho. Yathāha padabhājane ‘‘saṅghova tassā āpattiyā parivāsaṃ deti, mūlāya paṭikassati, mānattaṃ deti, abbheti, na sambahulā, na ekapuggalo, tena vuccati ‘saṅghādiseso’ti. Tasseva āpattinikāyassa nāmaṃ nāmakammaṃ adhivacanaṃ, tenapi vuccati ‘saṅghādiseso’’ti (pārā. 237). Ettha ca parivāsādikathā saṅghādisesāvasāne āgataṭṭhāneyeva āvi bhavissati.",
  "tika-vin11t3:9": "326. Ettāvatā mūlasikkhāpadāgataṃ attūpakkamamūlakaṃ āpattiṃ dassetvā idāni imissā saṅghādisesāpattiyā parūpakkamenapi āpajjanaṃ dassetumāha ‘‘parenā’’tiādi. Upakkamāpetvāti aṅgajātassa gahaṇaṃ vā ghaṭṭanaṃ vā kāretvā.",
  "tika-vin11t3:10": "327.Sañciccāti ‘‘upakkamāmi mocessāmī’’ti cetetvā pakappetvā. Upakkamantassāti ajjhattarūpādīsu tīsu yattha katthaci ghaṭṭentassa. Samuddiṭṭhanti ‘‘ceteti upakkamati na muccati, āpatti thullaccayassā’’ti (pārā. 262) padabhājane bhagavatā vuttanti adhippāyo.",
  "tika-vin11t3:11": "328. Imissaṃ gāthāyaṃ ‘‘attano aṅgajātaṃ upakkamantassā’’ti iminā ajjhattarūpe vā bahiddhārūpe vā ajjhattabahiddhārūpe vā attano aṅgajātaṃ ghaṭṭentassāti imassa atthassa vuttattā aṅgajātaghaṭṭanena vinābhāvato iminā asaṅgayhamānassāpi ākāse kaṭikampanena sukkamocane saṅghādisesassa paṭhamagāthāyaṃ ‘‘vāyāmo’’ti sāmaññavacanena saṅgahitattā taṃ ṭhapetvā ‘‘tena kho pana samayena aññatarassa bhikkhuno mocanādhippāyassa ākāse kaṭiṃ kampentassa asuci mucci…pe… asuci na mucci. Tassa kukkuccaṃ ahosi…pe… anāpatti bhikkhu saṅghādisesassa, āpatti thullaccayassā’’ti ākāsekaṭikampanavatthumhi vuttattā amutte thullaccayaṃ saṅgahetumāha ‘‘sañciccā’’tiādi.",
  "tika-vin11t3:12": "Tattha sañciccāti ‘‘upakkamāmi mocessāmī’’ti jānitvā sañjānitvāti attho. ‘‘Upakkamantassā’’ti sāmaññato taṃ visesetuṃ ‘‘ākāse kampanenapī’’ti āha, kaṭikampanenāti gahetabbaṃ. Kathamidaṃ labbhatīti ce? Imāya kathāya saṅgahetabbavatthumhi ‘‘ākāse kaṭiṃ kampentassā’’ti (pārā. 266) pāṭhe ‘‘kaṭiṃ kampentassā’’ti vacanasahacarassa ‘‘ākāse’’ti vacanassa sannidhānabalena labbhati atthappakaraṇasaddantarasannidhānā saddānaṃ visesatthadīpanato.",
  "tika-vin11t3:13": "329.Vatthinti muttavatthiṃ, muttakaraṇassa vatthinti attho. Kīḷāya pūretvāti gāmadārako viya kīḷitukāmatāya muttavatthiṃ daḷhaṃ gahetvā pūretvāti attho. Yathāha vatthivatthumhi aṭṭhakathāyaṃ ‘‘te bhikkhū vatthiṃ daḷhaṃ gahetvā pūretvā pūretvā vissajjentā gāmadārakāviya passāvamakaṃsū’’ti (pārā. aṭṭha. 2.264). ‘‘Na vaṭṭatī’’ti sāmaññena kasmā vuttanti? Tasmiṃ vatthusmiṃ vuttanayena mocanādhippāyena daḷhaṃ gahetvā pūretvā pūretvā vissajjentassa sukke mutte mocanādhippāyo ceteti, upakkamati, muccatīti aṅgānaṃ sampannattā saṅghādisesassa , amutte thullaccayassa sambhavato ubhayasaṅgahatthamāha.",
  "tika-vin11t3:14": "330.Upanijjhāyanavatthumhi ‘‘na ca bhikkhave sārattena mātugāmassa aṅgajātaṃ upanijjhāyitabbaṃ, yo upanijjhāyeyya, āpatti dukkaṭassā’’ti (pārā. 266) pāḷiyaṃ ‘‘mātugāmassā’’ti sāmaññena vuttattā ‘‘tissanna’’nti vadati. Tissannaṃ pana itthīnanti manussāmanussatiracchānagatavasena tissannaṃ itthīnaṃ. ‘‘Aṅgajāta’’nti visesetvā vuttattā ‘‘nimitta’’nti muttakaraṇameva vuccati, paṭasatenāpi paṭicchāditaṃ vā appaṭicchāditaṃ vā yonimagganti attho. Tenāha aṭṭhakathāyaṃ ‘‘sacepi paṭasataṃ nivatthā hoti, purato vā pacchato vā ṭhatvā ‘imasmiṃ nāma okāse nimitta’nti upanijjhāyantassa dukkaṭameva. Anivatthānaṃ gāmadārikānaṃ nimittaṃ upanijjhāyantassa pana kimeva vattabba’’nti (pārā. aṭṭha. 2.266). Purato vāti ettha ‘‘ṭhatvā’’ti pāṭhaseso.",
  "tika-vin11t3:15": "331. Ekena…pe… passato ekaṃ dukkaṭanti sambandho. ‘‘Ekena payogena ekaṃ dukkaṭa’’nti vacanato anekehi payogehi anekāni dukkaṭānīti byatirekato labbhati. Yathāha aṭṭhakathāyaṃ ‘‘ito cito ca viloketvā punappunaṃ upanijjhāyantassa payoge payoge dukkaṭa’’nti (pārā. aṭṭha. 2.266). Imissā aṭṭhakathāya ‘‘ito cito cā’’ti vuttattā ummīlananimīlananti ettha ‘‘vividhā taṃ anoloketvā tameva olokentassā’’ti labbhati.",
  "tika-vin11t3:16": "332. Amocanādhippāyassa muttasmiṃ anāpatti pakāsitāti yojanā. Mocanādhippāyaṃ vinā bhesajjakaraṇatthaṃ suddhacittena aṅgajāte bhesajjalepaṃ karontassa vā suddhacitteneva uccārapassāvādiṃ karontassa vā muttepi anāpattīti idaṃ ‘‘anāpatti supinantena namocanādhippāyassā’’tiādinā (pārā. 263) nayena anāpattivāre vuttamevāti attho.",
  "tika-vin11t3:17": "Imasmiṃ pāṭhe ‘‘anupakkamantassā’’ti avuttepi imassa pāṭhassa purato ‘‘ceteti na upakkamati muccati, anāpattī’’ti (pārā. 262) ca ‘‘na ceteti na upakkamati muccati, anāpattī’’ti (pārā. 262) ca vacanato taṃ saṅgahetumāha ‘‘anupakkamatopi ca muttasmiṃ anāpatti pakāsitā’’ti. Mocanassādarāgena pīḷito hutvā ‘‘aho vata me mucceyyā’’ti cintetvā vā evarūpamocanassādarāgapīḷāpubbaṅgamacitte asatipi kevalaṃ kāmavitakkamattena upahato hutvā tādisaajjhattikabāhiravatthūsu ghaṭṭanavasena vā ākāse kaṭikampanavasena vā upakkamaṃ akarontassa tādisacintābalena vā kāmavitakkabalena vā sukke muttepi anāpattīti idaṃ yathāvuttapāṭhavasena pakāsitanti attho.",
  "tika-vin11t3:18": "Supinantena muttasmiṃ, anāpatti pakāsitāti ettha antasaddatthābhāvato supineti attho. Supine methunaṃ dhammaṃ paṭisevantassa vā mātugāmehi kāyasaṃsaggaṃ āpajjantassa vā sukke muttepi avisayattā anāpatti pāḷiyaṃ ‘‘anāpatti bhikkhu supinantenā’’ti (pārā. 263) iminā pakāsitāti attho.",
  "tika-vin11t3:19": "Ettha ṭhatvā aṭṭhakathāyaṃ ‘‘supine pana uppannāya assādacetanāya sacassa visayo hoti, niccalena bhavitabbaṃ. Na hatthena nimittaṃ kīḷāpetabbaṃ. Kāsāvapaccattharaṇarakkhanatthaṃ pana hatthapuṭena gahetvā jagganatthāya udakaṭṭhānaṃ gantuṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.262) vuttattā aṇḍapālikā kikīsakuṇā viya, vālapālikā camarī viya, ekanettapālako puriso viya ca kāyajīvitepi apekkhaṃ pahāya sīlaṃ rakkhitukāmena sikkhākāmena nibbānagāminipaṭipattiṃ pūretukāmena kulaputtena ‘‘aññatra supinantā’’ti (pārā. 237) vadato tathāgatassa adhippāyānukūlaṃ aṭṭhakathāto ñatvā appamattena paṭipajjitabbanti ayamatrānusāsanī.",
  "tika-vin11t3:20": "Sukkavissaṭṭhikathāvaṇṇanā.",
  "tika-vin11t3:21": "333.Manussitthinti manussajātikaṃ itthiṃ, ‘‘mātugāmo nāma manussitthī, na yakkhī, na petī, na tiracchānagatā, antamaso tadahujātāpi dārikā, pageva mahattarī’’ti (pārā. 271) padabhājane vuttattā tadahujātakumārikābhāvenapi ṭhitaṃ jīvamānakamanussamātugāmanti vuttaṃ hoti. ‘‘Manussitthi’’nti sāmaññavacanena jīvamānakamanussitthinti ayaṃ viseso kuto labbhatīti? Vinītavatthumhi (pārā. 281 ādayo) matitthiyā kāyaṃ phusantassa thullaccayavacanato pārisesato labbhati. Āmasantoti ‘‘hatthaggāhaṃ vā veṇiggāhaṃ vā aññatarassa vā aññatarassa vā aṅgassa parāmasana’’nti (pārā. 270) vuttattā hatthādiaṅgapaccaṅgaphusanādinānappakārānaṃ aññatarena pakārena āmasantoti attho. Attano kāyena itthiyā kāyassa saṃsagge missībhāve rāgo kāyasaṃsaggarāgo. Saṅghādiseso etassa atthīti saṅghādisesiko, kāyasaṃsaggasaṅghādiseso āpanno hotīti vuttaṃ hoti.",
  "tika-vin11t3:22": "334. Kāyasaṃsaggarāgena itthiyā antamaso lomampi attano sarīre lomena phusantassa bhikkhuno saṅghādisesāpatti hotīti yojanā. Ettha (pārā. aṭṭha. 2.274) ‘‘lomagaṇanāya saṅghādisesā hontī’’ti kurundaṭṭhakathāmatassa aṭṭhitattā , ‘‘koṭṭhāsagaṇanāya na hoti, itthigaṇanāya hotī’’ti mahāaṭṭhakathāmatassa ṭhitattā saṅghasantake mañcapīṭhe paccattharaṇādinā kenaci appaṭicchādite phusantassa viya lomagaṇanāya ahutvā phuṭṭhalomānaṃ bahuttepi ekasmiṃ payoge ekā eva āpatti, bahūsu payogesu payogagaṇanāya āpattiyo hontīti sanniṭṭhānaṃ.",
  "tika-vin11t3:23": "335.Itthiyāti manussitthiyā. Samphuṭṭhoti hatthādisarīrāvayave saṃsaggaṃ samāpanno. Sevanacetano vāyamitvā kāyasaṃsaggarāgena attano kāyaṃ cāletvāti attho. Saṅghādisesatāti ettha sakatthe taddhitappaccayo. ‘‘Saṅghādisesitā’’ti pana pāṭho sundaro, saṅghādisesassa atthitā vijjamānabhāvoti attho. Saṅghādisesāpattiyā sabbhāvasaṅkhātā atthitā īpaccayatthe puggale saṅghādisesīsaddapavattinimittaṃ hotīti bhāvapaccayo taṃatthavasena labbhati. Yathāhu ‘‘yassa guṇassa hi bhāvā dabbe saddasanniveso, tadabhidhāne ttatādayo’’ti.",
  "tika-vin11t3:24": "336.Ekena hatthena gahetvāti (kaṅkhā. aṭṭha. kāyasaṃsaggasikkhāpadavaṇṇanā) ettha ‘‘kāyasaṃsaggarāgenā’’ti ānetvā sambandhitabbaṃ. ‘‘Manussitthi’’nti ajjhāhāro. Taṃ manussitthiṃ. Tattha tatthāti itthiyā tasmiṃ tasmiṃ sarīrāvayave. ‘‘Ekāvāpattī’’ti paṭhamaṃ gahitahatthassa anapanītattā vuttaṃ. Gahitahatthaṃ pana mocetvā punappunaṃ phusantassa payogagaṇanāya āpatti hotīti byatirekato labbhati.",
  "tika-vin11t3:25": "337. Ekena hatthena aggahetvā sīsato yāva pādaṃ, pādato yāva sīsañca kāyā hatthaṃ amocetvā divasampi taṃ itthiṃ phusantassa ekāvāpattīti yojanā. Etthāpi ‘‘amocetvā’’ti byatirekato mocetvā phusantassa payogagaṇanāya anekāpattiyoti labbhati.",
  "tika-vin11t3:26": "338. Ekato gahitapañcaṅgulīnaṃ gaṇanāya sace āpatti siyā, ekassa mātugāmassa sarīraṃ rāgacittena phusantassa dvattiṃsakalāpakoṭṭhāsato byatirekassa sarīrassābhāvā dvattiṃsakalāpakoṭṭhāsagaṇanāya āpattiyā bhavitabbaṃ, tathā abhāvato idampi na hotīti dassanatthaṃ ‘‘na hi koṭṭhāsato siyā’’ti āha.",
  "tika-vin11t3:27": "340-1.Itthiyā vimatissāpi attano kāyena itthiyā kāyaṃ phusato tassa thullaccayaṃ siyā, itthiyā paṇḍakādisaññinopi attanopi kāyenaitthiyā kāyaṃ phusato tassa thullaccayaṃ siyā. Ādi-saddena purisatiracchānagatānaṃ saṅgaho. Itthiyā itthisaññino attano kāyena itthiyā kāyasambaddhaṃ phusato tassa thullaccayaṃ siyā. Paṇḍake paṇḍakasaññino attano kāyena paṇḍakassa kāyaṃ phusato tassa thullaccayaṃ siyā. Yakkhipetīsu yakkhipetisaññino attano kāyena tāsaṃ kāyaṃ phusato tassa thullaccayaṃ siyāti yojanā. Ettha ‘‘paṇḍakaggahaṇena ubhatobyañjanakopi gayhatī’’ti vajirabuddhiṭīkāyaṃ vuttaṃ. ‘‘Itthiyā vematikassāpi paṇḍakādisaññinopi attano kāyena itthiyā kāyasambaddhaṃ phusato tassa thullaccayaṃ siyā’’ti na yojetabbaṃ. Kasmā? Tathā yojanāyaṃ pāḷiyaṃ dukkaṭaṃ vuttaṃ, na thullaccayanti aniṭṭhappasaṅgato.",
  "tika-vin11t3:28": "‘‘Dukkaṭaṃ kāyasaṃsagge, tiracchānagatitthiyā’’ti iminā vinītavatthumhi āgatanaye saṅgahitepi teneva nayena paṇḍake vimatiitthisaññitādiaññamatipakkhe ca purisatiracchānagatesu purisatiracchānagatasaññivimatipaṇḍakādiaññamatipakkhe ca iti imesaṃ tiṇṇaṃ kāyapaṭibaddhāmasanādīsu ca padabhājane vuttasabbadukkaṭāpattiyo upalakkhitāti daṭṭhabbaṃ.",
  "tika-vin11t3:29": "342. Attano kāyena paṭibaddhena itthiyā kāyena paṭibaddhaṃ phusantassa bhikkhuno pana dukkaṭanti yojanā. Ettha pi-saddo vuttadukkaṭānaṃ samuccayattho. Ca-saddena pana avuttasamuccayatthena ‘‘nissaggiyena kāyaṃ āmasati. Nissaggiyena kāyapaṭibaddhaṃ āmasati. Nissaggiyena nissaggiyaṃ āmasati, āpatti dukkaṭassā’’ti (pārā. 276) pāḷiyaṃ āgatadukkaṭānaṃ saṅgaho veditabbo.",
  "tika-vin11t3:30": "343-4. Na kevalaṃ padabhājanāgataitthisarīrādikameva anāmāsaṃ, vinītavatthūsu dārudhītalikavatthuanulomato potthalikādiitthirūpakañca nissaggiyavārānulomato asarīraṭṭhaṃ mātugāmehi paribhuttavatthābharaṇādiñca vibhaṅgakkhandhakādīsu vuttanayānusārena aṭṭhakathāgataṃ avasesaṃ anāmāsavatthuñca āmasantassa āpattiṃ saṅgahetumāha ‘‘itthīna’’ntiādi.",
  "tika-vin11t3:31": "‘‘Itthīnaṃ itthirūpañcā’’ti idaṃ ‘‘itthikāya itthidhanaṃ (pārā. 34), saddhānaṃ saddhāparāyana’’ntiādīsu viya lokavohāravasena vuttaṃ. Itthīnaṃ dārulohamayādikaṃ itthirūpañcāti yojanā. Ādi-saddena heṭṭhimaparicchedato mattikāya, piṭṭhena vā kataṃ mātugāmarūpaṃ saṅgaṇhāti. Mātugāmarūpaṃ yena kenaci dinnaṃ sabbaratanamayaṃ vinā avasesaṃ sādiyitvā bhinditvā samaṇasāruppaparikkhāraṃ kārāpetuṃ, aphusitvā paribhuñjitabbe vā yojetuṃ vaṭṭati.",
  "tika-vin11t3:32": "‘‘Vattha’’nti iminā nivāsanapārupanadvayampi sāmaññena gahitaṃ. Idañca mātugāmena paribhuñjituṃ ṭhapitampi anāmāsameva, cīvaratthāya dinnaṃ sampaṭicchitvā gaṇhituṃ vaṭṭati. Heṭṭhimaparicchedena tiṇacumbaṭakaṃ, aṅguliyā paṇṇamuddikaṃ upādāya alaṅkārameva. Ettha ca vālakesavaṭṭakesesu pavesanakadantasūciādi kappiyabhaṇḍaṃ diyyamānaṃ samaṇasāruppaparikkhāratthāya gahetabbaṃ.",
  "tika-vin11t3:33": "Tatthajātaphalaṃ khajjanti rukkhe ṭhitaṃ khāditabbaṃ panasanāḷikerādiphalañca manussehi rāsikataṃ paribhuñjitabbaphalañca ‘‘manussehi rāsikatesupi eseva nayo’’ti (pārā. aṭṭha. 2.281) aṭṭhakathāyaṃ vuttattā anāmāsanti upalakkhaṇato imināva gahetabbaṃ. Araññe rukkhato patitaṃ phalaṃ ‘‘anupasampannassa dassāmī’’ti gahetuṃ vaṭṭati. ‘‘Muggādiṃ tatthajātaka’’nti upalakkhaṇapadattā gacchato viyuttampi gahetabbaṃ. Muggādinti ettha ‘‘aparaṇṇa’’nti pāṭhaseso.",
  "tika-vin11t3:34": "Sabbāni dhaññānīti ‘‘sāli vīhi yavo kaṅgu, kudrūsavarakagodhumā’’ti vuttāni satta dhaññāni. Khettamaggena gacchatā sālisīse hatthena aphusantena gantabbaṃ. Sace maggo sambādho hoti, sarīre dhaññaṃ phusantepi maggattā na doso. Vīthiyaṃ, gehaṅgaṇe vā dhaññesu pasāritesu apasakkitvā ce gantuṃ na sakkā, ‘‘maggaṃ adhiṭṭhāya gantabba’’nti (pārā. aṭṭha. 2.281) aṭṭhakathāvacanato ‘‘imaṃ maggaṃ gamissāmī’’ti gantuṃ vaṭṭati. ‘‘Kulagehe dhaññamatthake ce āsanaṃ paññāpetvā dinnaṃ hoti, nisīdituṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.281 atthato samānaṃ) aṭṭhakathāyaṃ vuttaṃ. ‘‘Āsanasālāyaṃ dhaññe vippakiṇṇe anukkamitvā ekamante pīṭhakaṃ paññāpetvā nisīditabbaṃ. Sace manussā tasmiṃ dhaññamatthake āsanaṃ paññāpetvā denti, nisīdituṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.281 atthato samānaṃ) aṭṭhakathāyaṃ vuttattā attanā tattha āsanaṃ paññāpetvā nisīdituṃ na vaṭṭati.",
  "tika-vin11t3:35": "345. Dhamanasaṅkhādiṃ sabbaṃ pañcaṅgaturiyampi cāti sambandho. Dhamanasaṅkho nāma saddakaraṇasaṅkho . Ādi-saddena vaṃsasiṅgatāḷādīnaṃ saṅgaho. Pañcaṅgaturiyanti ātataṃ, vitataṃ, ātatavitataṃ, ghanaṃ, susiranti pañcaṅgasaṅkhātaṃ turiyaṃ. Tattha ātataṃ nāma cammapariyonaddhesu bheriādīsu ekato ākaḍḍhitvā onaddhaṃ ekatalaturiyaṃ. Vitataṃ nāma ubhato ākaḍḍhitvā onaddhaṃ ubhayatalaturiyaṃ. Ātatavitataṃ nāma ubhayato ca majjhato ca sabbato pariyonandhitaṃ. Ghanaṃ sammādi. Sammanti tāḷaṃ, ghaṇṭākiṅkaṇiādīnampi ettheva saṅgaho. Susiranti vaṃsādi.",
  "tika-vin11t3:36": "Idha (pārā. aṭṭha. 2.281) kurundaṭṭhakathāyaṃ vuttanayena bheripokkharañca bheritalacammañca vīṇā ca vīṇāpokkharacammañca daṇḍo ca anāmāsaṃ. ‘‘Pūjaṃ katvā cetiyaṅgaṇādīsu ṭhapitabheriyo acālentena avasesaṭṭhānaṃ sammajjitabbaṃ. Kacavarachaḍḍanakāle kacavaraṃ viya gahetvā ekasmiṃ ṭhāne ṭhapetabba’’nti mahāpaccariyaṃ vuttaṃ. Turiyabhaṇḍesu yaṃ kiñci attano dīyamānaṃ taṃ parivattetvā kappiyaparikkhāraṃ gahetuṃ adhivāsetabbaṃ. Doṇi vā pokkharaṃ vā dantakaṭṭhanikkhipanatthāya, cammañca satthakosakaraṇatthāya gahetabbaṃ.",
  "tika-vin11t3:37": "Ratanāni ca sabbānīti muttā maṇi veḷuriyo saṅkho silā pavāḷaṃ rajataṃ jātarūpaṃ lohitaṅko masāragallanti (pārā. aṭṭha. 2.281) vuttāni sabbāni ratanāni ca. Ettha ca viddhā, aviddhā vā sāmuddikādī sabbāpi muttā anāmāsā. Bhaṇḍamūlatthañca gaṇhituṃ na vaṭṭati. Antamaso jātiphalikaṃ upādāya nīlapītādibhedo sabbopi maṇi dhotaviddho anāmāso. Āhatākāreneva ṭhito aviddhādhoto maṇi pattādi bhaṇḍamūlatthaṃ adhivāsetuṃ vaṭṭatīti vuttaṃ. Mahāpaccariyaṃ pana paṭikkhittaṃ. Pacitvā kato kācamaṇiyeveko vaṭṭati. Veḷuriye ca maṇisadisoyeva vinicchayo.",
  "tika-vin11t3:38": "Dhamanasaṅkho ‘‘sabbaṃ dhamanasaṅkhādi’’ntiādigāthāya turiyesu gahito. Ratanakhacito saṅkho anāmāso. Pānīyasaṅkho dhotopi adhotopi āmāso. Avasesasaṅkho pana añjanādibhesajjatthaṃ, pattādibhaṇḍamūlabhāvena ca adhivāsetuṃ vaṭṭati. Suvaṇṇena ekato viliyāpetvā katā muggavaṇṇā silā anāmāsā. Sesā silā khuddakanisānādikammatthaṃ adhivāsetuṃ vaṭṭati. ‘‘Pavāḷaṃ dhotamadhotañca viddhamaviddhañca sabbathā anāmāsaṃ, nāpi adhivāsetabba’’nti mahāpaccariyaṃ vuttattā pavāḷapaṭimācetiyāni ceva potthakesu pavesetabbaāṇiyā mūle, aggeca pavesetabbaṃ padumādiākārena kataṃ vaṭṭañca na gahetabbaṃ na phusitabbaṃ.",
  "tika-vin11t3:39": "Bījato paṭṭhāya rajataṃ, jātarūpañca kataṃ vā hotu akataṃ vā, sabbaso anāmāsaṃ, na ca sāditabbaṃ. Iminā kataṃ paṭimādikañca ārakūṭalohañca anāmāsanti vakkhati. Katākatasuvaṇṇarajatānaṃ asādiyitabbatāya idha aṭṭhakathāya āgatattā uttarena rājaputtena kāretvā āhaṭaṃ suvaṇṇacetiyaṃ na vaṭṭatīti mahāpadumattherena paṭikkhittanti suvaṇṇapaṭimācetiyapotthakāvacchādakamaṇipadumavaṭṭādi yaṃ kiñci na sāditabbameva, na ca āmasitabbaṃ. Etena kataṃ senāsanopakaraṇaṃ pana paribhuñjituṃ vaṭṭati. Dhammamaṇḍape katampi paṭijaggituṃ vaṭṭati. Lohitavaṇṇo maṇi, masāragallamaṇi ca sabbathā anāmāso, na ca adhivāsetabboti mahāpaccariyaṃ vuttaṃ.",
  "tika-vin11t3:40": "346.Sabbamāvudhabhaṇḍanti khaggādi sabbaṃ āvudhopakaraṇaṃ pattādikappiyaparikkhāramūlatthāya dīyamānaṃ satthavāṇijāya akātabbattā na gahetabbaṃ, ‘‘imaṃ gaṇhathā’’ti dinnaṃ bhinditvā khaṇḍākhaṇḍikaṃ katvā ‘‘khurādikappiyaparikkhāraṃ kāressāmī’’ti sādituṃ vaṭṭati. Saṅgāmabhūmiyaṃ magge patitakhaggādiṃ disvā pāsāṇena bhinditvā ‘‘khurādikappiyabhaṇḍāni kāressāmī’’ti gaṇhituṃ vaṭṭati. Ususattiādikaṃ phalato daṇḍaṃ apanetvā kappiyaparikkhārakārāpanatthāya gahetabbaṃ.",
  "tika-vin11t3:41": "Jiyāti dhanuguṇo. Ca-kārena imissā gāthāya avuttaṃ aṅkusatomarādiṃ parahiṃ sopakaraṇaṃ saṅgaṇhāti. Dhanudaṇḍakoti jiyāvirahito dhanudaṇḍako. Idaṃ parahiṃsopakaraṇabhaṇḍādikaṃ vihāre sammajjitabbaṭṭhāne ṭhapitaṃ ce, sāmikānaṃ vatvā tehi aggahitaṃ ce, acālentena sammajjitabbaṃ.",
  "tika-vin11t3:42": "Jālañcāti macchajālapakkhijālādijālañca. Jālaṃ dīyamānaṃ chattaveṭhanatthaṃ, āsanacetiyādimatthake bandhanādipayojane sati tadatthañca gahetabbaṃ. Saravāraṇaṃ nāma phalakādikaṃ aññehi attano vijjhanatthāya vissaṭṭhasaranivāraṇaṃ vināsanoparodhakāraṇaṃ hotīti bhaṇḍamūlatthaṃ sādituṃ vaṭṭati. ‘‘Dantakaṭṭhādhāraphalakādi yadicchitaṃ karomī’’ti muṭṭhiṃ apanetvā gahetuṃ vaṭṭati.",
  "tika-vin11t3:43": "347.Cetiyanti ettha ‘‘suvaṇṇacetiya’’nti idaṃ ‘‘suvaṇṇapaṭibimbādī’’ti anantaraṃ vuttattā labbhati. Suvaṇṇaggahaṇañcupalakkhaṇanti rajatamayañca gahetabbaṃ. Ārakūṭakanti suvaṇṇavaṇṇaṃ lohavisesamāha . ‘‘Anāmāsa’’nti idaṃ ‘‘asampaṭicchiyaṃ vā’’ti etassa upalakkhaṇaṃ.",
  "tika-vin11t3:44": "348. Sabbaṃ vāditamiti sambandho. Onahitunti cammavarattatantīhi bandhituṃ. Onahāpetunti tatheva aññehi kārāpetuṃ. Vādāpetunti aññehi vādāpetuṃ. Vādetunti attanā vādetuṃ. Vāditanti vādanīyaṃ yathā ‘‘karaṇīyaṃ kārita’’nti, vādanārahaṃ turiyabhaṇḍanti attho. Idañca onahanādikiriyāya kammaṃ.",
  "tika-vin11t3:45": "349.Upahāraṃ karissāmāti pūjaṃ karissāma. Iti anumatiggahaṇatthāya. Vattabbāti te vattāro vattabbāti yojanā.",
  "tika-vin11t3:46": "350-1.Dhuttiyā itthiyāti vipannācārāya loḷitthiyā. Sayaṃ phusiyamānassāti bhikkhuno payogaṃ vinā itthiyā attanāva phusiyamānassa. Kāyena avāyamitvāti tassā sarīrasamphassānubhavanatthaṃ attano kāyaṃ acāletvā. Phassaṃ paṭivijānatoti phassaṃ anubhavantassa.",
  "tika-vin11t3:47": "Asañciccāti ettha ‘‘phusane’’ti pāṭhaseso, ‘‘iminā upāyena imaṃ phusāmī’’ti acetetvā. Kiṃ vuttaṃ hoti? ‘‘Iminā pattapaṭiggahaṇādinā upāyena etissā sarīrasamphassaṃ anubhavissāmī’’ti acintetvā pattathālakataṭṭakapaṇṇapuṭabhesajjādiṃ paṭiggaṇhāpentiyā hatthe attano hatthena phusanādīsu anāpattīti vuttaṃ hoti. ‘‘Assatiyā’’ti idaṃ pana imināva saṅgahitattā idha visuṃ na vuttaṃ, mātugāmassa sarīre phusanabhāvaṃ ajānitvā aññavihito hutvā satiṃ anupaṭṭhapetvā hatthapādapasāraṇādīsu phusantassāti attho.",
  "tika-vin11t3:48": "Ajānantassāti dārakākāraṃ dārikaṃ ‘‘mātugāmo’’ti ajānitvā kenaci karaṇīyena phusantassa . Mokkhādhippāyino cāti ‘‘mokkhādhippāyo kāyena vāyamati, phassaṃ paṭivijānāti, anāpatti. Mokkhādhippāyo kāyena vāyamati, na ca phassaṃ paṭivijānāti, anāpatti. Mokkhādhippāyo na ca kāyena vāyamati, phassaṃ paṭivijānāti, anāpatti. Mokkhādhippāyo na ca kāyena vāyamati, na ca phassaṃ paṭivijānāti, anāpattī’’ti (pārā. 279) vuttamokkhādhippāyavato catubbidhassa puggalassāti vuttaṃ hoti. ‘‘Anāpattī’’ti iminā sambandho.",
  "tika-vin11t3:49": "Imesu yo mātugāmena āliṅganādipayogena ajjhottharayamāno taṃ attano sarīrato apanetvā muñcitukāmo hatthacālena, muṭṭhiādīhi vā paṭipaṇāmanaṃ, paharaṇādikañca payogaṃ karoti, ayaṃ paṭhamo puggalo. Attānamajjhottharituṃ āgacchantiṃ itthiṃ disvā paharaṇākārādisabbapayogaṃ dassetvā tāsetvā attano sarīraṃ phusituṃ adento dutiyo. Itthiyā ajjhottharitvā āliṅgito copanarahitaṃ maṃ ‘‘anatthiko’’ti mantvā ‘‘sayameva palāyissatī’’ti, ‘‘acopanameva mokkhopāyo’’ti ñatvā niccalova hutvā phassaṃ paṭivijānanto tatiyo. Attānaṃ ajjhottharitumāgacchantiṃ itthiṃ disvā dutiyo viya tāsetuṃ kāyappayogaṃ akatvā ‘‘agate pātessāmi, paharitvā tāsessāmī’’ti vā cintetvā niccalova hutvā tiṭṭhanto catutthoti veditabbo.",
  "tika-vin11t3:50": "352.Paṭhamenāti ettha ‘‘pārājikenā’’ti pāṭhaseso, kāyacittasamuṭṭhānanti vuttaṃ hoti. Idha cittaṃ nāma kāyasaṃsaggarāgasampayuttaṃ cittaṃ, sukkavissaṭṭhimhi mocetukāmatāya sampayuttaṃ cittaṃ.",
  "tika-vin11t3:51": "Kāyasaṃsaggakathāvaṇṇanā.",
  "tika-vin11t3:52": "353-4.Duṭṭhullavācassādenāti duṭṭhu kucchitabhāvaṃ ulati gacchatīti duṭṭhullā, duṭṭhullā ca sā vācā cāti duṭṭhullavācā, vaccamaggapassāvamagge methunadhammapaṭisaṃyuttā vācā, yathāha ‘‘duṭṭhullā nāma vācā vaccamaggapassāvamaggamethunadhammapaṭisaṃyuttā vācā’’ti (pārā. 285), duṭṭhullavācāya assādo duṭṭhullavācassādo, tathāpavattavacīviññattisamuṭṭhāpakacittasampayuttā cetanā, tena sampayutto rāgo idha sahacariyena ‘‘duṭṭhullavācassādo’’ti vutto, tena, duṭṭhullavācassādasampayuttena rāgenāti attho. Iminā ‘‘obhāsantassā’’ti vakkhamānaobhāsanassa hetu dassito.",
  "tika-vin11t3:53": "Itthiyā itthisaññino bhikkhunoti yojanā. Itthiyā itthisaññinoti ‘‘mātugāmo nāma manussitthī, na yakkhī, na petī, na tiracchānagatā, viññū paṭibalā subhāsitadubbhāsitaṃ duṭṭhullāduṭṭhullaṃ ājānitu’’nti padabhājane niddiṭṭhasarūpāya subhāsitadubbhāsitaṃ jānantiyā manussitthiyā itthisaññino bhikkhunoti attho. ‘‘Dvinnaṃ maggāna’’nti etassa sambandhīvasena ‘‘itthiyā’’ti idaṃ sāmivasena yojetabbaṃ, yathāvuttasarūpassa mātugāmassa vaccamaggapassāvamagganti attho. Vaṇṇāvaṇṇavasena cāti ‘‘vaṇṇaṃ bhaṇati nāma dve magge thometi vaṇṇeti pasaṃsati. Avaṇṇaṃ bhaṇati nāma dve magge khuṃseti vambheti garahatī’’ti niddese vuttanayena ubho magge uddissa thomanagarahaṇavasenāti vuttaṃ hoti.",
  "tika-vin11t3:54": "Methunassa yācanādayo methunayācanādayo, tehi methunayācanādīhi, ‘‘yācatipi āyācatipi pucchatipi paṭipucchatipi ācikkhatipi anusāsatipi akkosatipī’’ti (pārā. 285) uddese vuttamethunayācanādivasenāti vuttaṃ hoti. Imehi dvīhi ‘‘obhāsantassā’’ti vuttaobhāsanā dassitā. Obhāsantassāti uddesayantassa, pakāsentassāti attho. ‘‘Viññu’’nti iminā obhāsanakiriyāya kammamāha, iminā visesitabbaṃ ‘‘manussitthi’’nti idaṃ pakaraṇato labbhati, yathādassitapadabhājanāgatasarūpaṃ viññuṃ paṭibalaṃ manussitthinti vuttaṃ hoti. Antamaso hatthamuddāyapīti obhāsane antimaparicchedadassanaṃ. Duṭṭhullavacanassādabhāve sati yo vaccamaggapassāvamaggapaṭibaddhaṃ guṇadosaṃ vā methunadhammayācanādivasena vā duṭṭhullāduṭṭhullaṃ jānantiṃ manussitthiṃ heṭṭhimaparicchedena hatthamuddāyapi vadeyyāti attho.",
  "tika-vin11t3:55": "Imasmiṃ gāthādvaye duṭṭhullavācassādena itthiyā itthisaññino viññuṃ taṃ itthiṃ dvinnaṃ maggānaṃ vaṇṇavasena antamaso hatthamuddāyapi obhāsantassa bhikkhuno garukaṃ siyāti ekaṃ vākyaṃ, tathā ‘‘dvinnaṃ maggānaṃ avaṇṇavasenā’’ti iminā ca ‘‘methunayācanādīhī’’ti iminā ca yojanāya vākyadvayanti evaṃ yojanāvasena tīṇi vākyāni honti.",
  "tika-vin11t3:56": "Tattha paṭhamavākye vaṇṇavacanena saṅgahitaṃ thomanādikathaṃ kathentassa saṅghādiseso hoti. ‘‘Itthilakkhaṇena subhalakkhaṇena samannāgatāsī’’ti ettakameva thomanatthaṃ vadato saṅghādiseso na hoti, ‘‘tava vaccamaggo ca passāvamaggo ca īdiso subho susaṇṭhāno, tena nāma īdisena itthilakkhaṇena subhalakkhaṇena samannāgatāsī’’ti vadantassa hoti. ‘‘Vaṇṇeti, pasaṃsatī’’ti padadvayañca ‘‘thometī’’ti padassa pariyāyo.",
  "tika-vin11t3:57": "Dutiyavākye avaṇṇapadasaṅgahitaṃ khuṃsanādittaye khuṃsanaṃ nāma patodopamehi pharusavacanehi tudanaṃ. Yathāha aṭṭhakathāyaṃ ‘‘khuṃsetīti vācāpatodena ghaṭṭetī’’ti (pārā. aṭṭha. 2.285). Patujjatenenāti ‘‘patodo’’tiagacchante assādayo pavattetuṃ vijjhanakapācanadaṇḍo vuccati. Vambhanaṃ nāma apasādanaṃ. Apasādanaṃ nāma guṇato parihāpanaṃ. Yathāha ‘‘vambhetīti apasādetī’’ti (pārā. aṭṭha. 2.285). Garahā nāma dosāropanaṃ. Yathāha ‘‘garahatīti dosaṃ detī’’ti (pārā. aṭṭha. 2.285). Imaṃ khuṃsanādipaṭisaṃyuttavacanaṃ vakkhamānesu ‘‘sikharaṇīsi, sambhinnāsi, ubhatobyañjanāsī’’ti imesu tīsu padesu aññatarena yojetvā kathentasseva saṅghādiseso, na itarassa.",
  "tika-vin11t3:58": "Tatiyavākye methunayācanādivacanehi saṅgahitaṃ āyācanādiṃ karontassāpi saṅghādiseso. ‘‘Yācati nāma dehi me arahasi me dātu’’ntiādinā (pārā. 285) nayena ekekaṃ padaṃ ‘‘dehi me methunaṃ dhamma’’ntiādivasena methunadhammapadena saha ghaṭetvā methunadhammaṃ yācantasseva hoti.",
  "tika-vin11t3:59": "‘‘Kadā te mātā pasīdissati, kadā te pitā pasīdissati, kadā te devatāyo pasīdissanti, kadā te sukhaṇo sulayo sumuhutto bhavissatī’’tiādiāyācanapadaniddese ekekaṃ padaṃ tattheva osāne vuttena ‘‘kadā te methunaṃ dhammaṃ labhissāmī’’ti padena ghaṭetvā methunaṃ yācantasseva hoti.",
  "tika-vin11t3:60": "‘‘Kathaṃ tvaṃ sāmikassa desi, kathaṃ jārassa desī’’ti (pārā. 285) pucchāniddesavacanesu ca aññataraṃ methunadhammapadena ghaṭetvā pucchantasseva hoti.",
  "tika-vin11t3:61": "‘‘Evaṃ kira tvaṃ sāmikassa desi, evaṃ jārassa desī’’ti (pārā. 285) paṭipucchāniddesavacanesu aññataraṃ methunadhammapadena ghaṭetvā visesetvā paṭipucchantasseva hoti.",
  "tika-vin11t3:62": "‘‘Kathaṃ dadamānā sāmikassa piyā hotī’’ti pucchato mātugāmassa ‘‘evaṃ dehi, evaṃ dentī sāmikassa piyā bhavissati manāpā cā’’ti āṇattivacane, anusāsanivacane ca eseva nayo.",
  "tika-vin11t3:63": "355. Akkosaniddesāgatesu ‘‘animittāsi nimittamattāsi alohitāsi dhuvalohitāsi dhuvacoḷāsi paggharantīsi sikharaṇīsi itthipaṇḍakāsi vepurisikāsi sambhinnāsi ubhatobyañjanāsī’’ti ekādasasu padesu ‘‘sikharaṇīsi sambhinnāsi ubhatobyañjanāsī’’ti padattayaṃ paccekaṃ āpattikaraṃ, iminā padattayena saha pubbe vuttāni vaccamaggapassāvamaggamethunadhammapadāni tīṇi cāti chappadānaṃ paccekaṃ āpattikarattā ito parāni animittādīni aṭṭha padāni ‘‘animittāsi methunadhammaṃ dehī’’tiādinā nayena methunadhammapadena saha ghaṭetvā vuttāneva āpattikarānīti veditabbāni, ‘‘methunayācanādīhī’’ti ettha ādi-saddasaṅgahitesu ‘‘animittāsī’’tiādīsu ekādasasu akkosapadesu antogadhattepi kevalaṃ āpattikarattā garutaraṃ padattayaṃ visuṃ saṅgahetabbanti ñāpetumāha ‘‘sikharaṇīsī’’tiādi.",
  "tika-vin11t3:64": "Sikharaṇīsīti ettha ‘‘sikharaṇī asī’’ti padacchedo. ‘‘Asī’’ti paccekaṃ yojetabbaṃ. Tu-saddo kevalayuttampi āpattikaraṃ hotīti visesaṃ joteti. Kevalenāpi akkosavacanenāti yojanā. Sikharaṇīsīti bahi nikkhantaāṇimaṃsā bhavasi. Sambhinnāsīti missībhūtavaccamaggapassāvamaggā. Ubhatobyañjanāsīti itthinimittena, purisanimittena cāti ubhatobyañjanehi samannāgatā. ‘‘Ayaṃ itthī, ayaṃ puriso’’ti byañjayatīti byañjanaṃ, muttakaraṇāni. Suṇantiyāti ettha ‘‘viññumanussitthiyā’’ti adhikārato labbhati, iminā akkositabbavatthu dassitaṃ hoti. Bhāsitaṃ suṇantiyā subhāsitadubbhāsitaṃ jānantiyā manussitthiyā visaye pavattaakkosavacanena saṅghādiseso hotīti attho.",
  "tika-vin11t3:65": "356. Punappunaṃ obhāsantassa vācānaṃ gaṇanāya garukā siyunti yojanā. Ettha ‘‘ekaṃ itthi’’nti ajjhāharitabbaṃ. Ekavācāya bahū obhāsantassa ca itthīnaṃ gaṇanāya garukā siyunti yojanā. Etthāpi ‘‘itthiyopī’’ti labbhati.",
  "tika-vin11t3:66": "357.Sā ce nappaṭijānātīti ettha ‘‘yaṃ suṇantiṃ manussitthiṃ dvinnaṃ maggānaṃ vaṇṇāvaṇṇavasena obhāsati, sā ce na paṭijānātī’’ti sāmatthiyā labbhamānaṃ ādāya yojetabbaṃ. Attano bhāsitaṃ duṭṭhullaṃ vuttasamanantarameva atthavasena sace na jānātīti attho. Tassāti tassa duṭṭhullabhāsitabhikkhussa. Ubbhajāṇuṃ, adhakkhakaṃ vā ādissa bhaṇane cāpi tassa thullaccayaṃ siyāti yojanā. Bhaṇaneti dvinnaṃ maggānaṃ vaṇṇādikathane, ‘‘bhaṇato’’tipi likhanti, bhaṇantassa, bhaṇanahetūti attho. Hetumhi ayamantapaccayo ‘‘asambudha’’ntiādīsu (pārā. aṭṭha. 1.ganthārambhakathā) viya. Ubbhajāṇunti jāṇuto uddhaṃ. Akkhekanti akkhakato heṭṭhā.",
  "tika-vin11t3:67": "358.Ubbhakkhakanti akkhakato uddhaṃ. Adhojāṇumaṇḍalanti jāṇumaṇḍalato adho. Uddisanti uddissa. ‘‘Uddissubbhakkhaṃ vā tathā, adhojāṇumaṇḍala’’nti ca likhanti, so pāṭho sundaro. Vaṇṇādibhaṇane dukkaṭanti sambandho. ‘‘Viññumanussitthiyā’’ti adhikārato labbhati. Kāyapaṭibaddhe vaṇṇādibhaṇane dukkaṭanti etthāpi eseva nayo. Vaccamaggapassāvamaggā saṅghādisesakkhettaṃ, adhakkhakaṃ ubbhajāṇumaṇḍalaṃ thullaccayakkhettaṃ, uddhakkhakaṃ adhojāṇumaṇḍalaṃ dukkaṭakkhettanti imesu tīsu khettesu akkhakañceva jāṇumaṇḍalañca thullaccayadukkaṭānaṃ dvinnaṃ avadhibhūtaṃ kattha saṅgayhatīti? Dukkaṭakkhetteyeva saṅgayhati. Yathāha aṭṭhakathāyaṃ ‘‘akkhakaṃ, pana jāṇumaṇḍalañca ettheva dukkaṭakkhette saṅgahaṃ gacchatī’’ti (pārā. aṭṭha. 2.286).",
  "tika-vin11t3:68": "359. Paṇḍake yakkhipetīsu dvinnaṃ maggānaṃ vaṇṇādibhaṇane tassa bhaṇantassa thullaccayaṃ bhaveti adhikāravasena āgatapadehi saha yojetabbaṃ. Paṇḍakādīsūti ādi-saddena yakkhipetīnaṃ gahaṇaṃ.",
  "tika-vin11t3:69": "360.Ubbhakkhaka…pe… ayaṃ nayoti ‘‘paṇḍakādīsū’’ti iminā yojetabbaṃ. Ayaṃ nayoti ‘‘dukkaṭameva hotī’’ti vutto nayo. Sabbatthāti saṅghādisesathullaccayadukkaṭakkhettavasena sabbesu khettesu.",
  "tika-vin11t3:70": "361. Atthapurekkhāro hutvā obhāsatopi anāpattīti yojanā. Mātugāmānaṃ ‘‘animittāsī’’tiādīsu padesu atthakathanaṃ purekkhatvā ‘‘animittāsī’’tiādipadaṃ bhaṇantassa vā mātugāmehi saha aṭṭhakathaṃ sajjhāyantānaṃ vā anāpattīti attho. Dhammapurekkhāro hutvā obhāsato anāpattīti yojanā. Pāḷidhammaṃ vācentassa vā tāsaṃ suṇantīnaṃ sajjhāyanaṃ vā purekkhatvā ‘‘animittāsī’’tiādīsu padesu yaṃ kiñci pabbajitassa vā itarassa vā mātugāmassa kathentassa anāpattīti. Purekkhatvānusāsaninti ‘‘idāni animittāsi…pe… ubhatobyañjanāsi, appamādaṃ dāni kareyyāsi, yathā āyatimpi evarūpā nāhosī’’ti anusāsaniṃ purekkhatvā.",
  "tika-vin11t3:71": "362.Ummattakādīnanti pittummattakayakkhummattakavasena dvinnaṃ ummattakānañca ādi-saddasaṅgahitassa imasmiṃ ādikammikassa udāyittherassa ca anāpattīti vuttaṃ hoti. ‘‘Idaṃ sikkhāpadaṃ tisamuṭṭhānaṃ kāyacittato ca vācācittato ca kāyavācācittato ca samuṭṭhāti. Kiriyaṃ, saññāvimokkhaṃ, sacittakaṃ, lokavajjaṃ, kāyakammaṃ, vacīkammaṃ, akusalacitta’’nti (pārā. aṭṭha. 2.287) aṭṭhakathāyaṃ vuttapakiṇṇakavinicchayaṃ dasseti ‘‘samuṭṭhānādayo…pe… tulyāvā’’ti. Vedanāya adinnādānena asamattā ‘‘vedanettha dvidhā matā’’ti āha, sukhopekkhāvedanāvasena dvidhā matāti attho.",
  "tika-vin11t3:72": "Duṭṭhullavācākathāvaṇṇanā.",
  "tika-vin11t3:73": "363.Kāmapāricariyāyāti methunadhammasaṅkhātena kāmena pāricariyāya, methunadhammena pāricariyāyāti attho. Atha vā kāmitā patthitāti kāmā, methunarāgavasena patthitāti attho, kāmā ca sā pāricariyā cāti kāmapāricariyā, tassā kāmapāricariyāyātipi gahetabbaṃ, methunarāgacittena abhipatthitapāricariyāyātiattho. ‘‘Vaṇṇaṃ bhāsato’’ti iminā sambandho, ‘‘etadaggaṃ bhagini pāricariyānaṃ yā mādisaṃ sīlavantaṃ kalyāṇadhammaṃ brahmacāriṃ etena dhammena paricareyyā’’ti attano methunadhammena pāricariyāya guṇaṃ ānisaṃsaṃ kathentassāti vuttaṃ hoti. Tasmiṃyeva khaṇeti tasmiṃ bhaṇitakkhaṇeyeva. Sā ce jānātīti yaṃ uddissa abhāsi, sace sā vacanasamanantarameva jānāti.",
  "tika-vin11t3:74": "364.Sā manussitthī no jānāti ce, tassa thullaccayanti sambandho. Yakkhipetidevīsu jānantīsu, paṇḍake ca jānante attakāmapāricariyāya vaṇṇaṃ bhāsato tassa bhikkhuno thullaccayaṃ hotīti yojanā. Seseti purisatiracchānagatavisaye, yakkhiādīnaṃ ajānanavisaye ca attakāmapāricariyāya vaṇṇaṃ bhāsato tassa āpatti dukkaṭaṃ hotīti yojanā.",
  "tika-vin11t3:75": "365.Cīvarādīhīti cīvarapiṇḍapātādīhi. Vatthukāmehīti taṇhāya vatthubhāvena vatthū ca kāmitattā kāmāti ca saṅkhātehi paccayehi.",
  "tika-vin11t3:76": "366. Rāgo eva rāgatā. ‘‘Rāgitā’’ti vā pāṭho, rāgo assa atthīti rāgī, tassa bhāvo rāgitā, attakāmapāricariyāya rāgoti attho. Obhāsoti attakāmapāricariyāya guṇabhaṇanaṃ. Tena rāgenāti kāmapāricariyāya rāgena. Khaṇe tasminti bhaṇitakkhaṇe. Vijānananti yaṃ manussitthiṃ uddissa attakāmapāricariyāya vaṇṇaṃ bhaṇati, tāya tassa vacanatthassa vijānananti vuttaṃ hoti.",
  "tika-vin11t3:77": "367.Pañcaṅgānīti manussitthitā, taṃsaññitā, pāricariyāya rāgitā, tena rāgena obhāsanaṃ, khaṇe tasmiṃ vijānananti imāni ettha attakāmapāricariyasikkhāpade pañca aṅgāni , pañca āpattikāraṇānīti attho. Assāti attakāmapāricariyasikkhāpadassa.",
  "tika-vin11t3:78": "Attakāmapāricariyakathāvaṇṇanā.",
  "tika-vin11t3:79": "368. ‘‘Paṭiggaṇhātī’’tiādikiriyāttayopādānasāmatthiyena tikkhattuṃ paṭipādanakaṃ ‘‘yo bhikkhū’’ti ca ‘‘garu hotī’’ti padasāmatthiyena ‘‘tassā’’ti ca labbhamānattā tividhehi saha ‘‘yo bhikkhu purisassa sandesaṃ paṭiggaṇhāti, vīmaṃsati paccāharati ce, tassa garu hotī’’ti ekaṃ vākyaṃ hoti. Evaṃ ‘‘itthiyāpi vā’’ti iminā yojanāyapi ekaṃ vākyaṃ hotīti imissā gāthāya vākyadvayaṃ yujjati.",
  "tika-vin11t3:80": "Idha sandesakkamañca yojanākkamañca jānanatthaṃ paṭhamaṃ tāva itthīnañca bhariyānañca pabhedo ca sarūpañca vibhāvīyati – tesu itthiyo dasavidhā honti. Yathāha padabhājane ‘‘dasa itthiyo māturakkhitā piturakkhitā mātāpiturakkhitā bhāturakkhitā bhaginirakkhitā ñātirakkhitā gottarakkhitā dhammarakkhitā sārakkhā saparidaṇḍā’’ti. Bhariyā ca dasavidhā honti. Yathāha padabhājane ‘‘dasa bhariyāyo dhanakkītā chandavāsinī bhogavāsinī odapattakinī obhaṭacumbaṭā dāsī ca bhariyā ca kammakārī ca bhariyā ca dhajāhaṭā muhuttikā’’ti (pārā. 303). Imāsaṃ pabhedo ca sarūpāni ca saṅkhepato evaṃ veditabbāni –",
  "tika-vin11t3:81": "Purisehi saha yathā saṃvāsaṃ na karoti, evaṃ mātarā rakkhitā māturakkhitā. Yathāha ‘‘māturakkhitā nāma mātā rakkhati gopeti issariyaṃ kāreti vasaṃ vattetī’’ti. Piturakkhitādīsupi eseva nayo. Tattha yasmiṃ koṇḍaññādigotte jātā, tasmiṃyeva gotte jātehi rakkhitā gottarakkhitā. Yathāha ‘‘gottarakkhitā nāma sagottā rakkhantī’’tiādi. Ekaṃ satthāraṃ uddissa pabbajitehi vā ekagaṇapariyāpannehi vā rakkhitā dhammarakkhitā nāma. Yathāha ‘‘dhammarakkhitā nāma sahadhammikā rakkhantī’’tiādi (pārā. 304). Sārakkhā nāma ‘‘gabbhepi pariggahitā hoti ‘mayhaṃ esā’ti antamaso mālāguḷaparikkhittāpī’’ti pāḷiyaṃ vuttasarūpā. Saparidaṇḍā nāma ‘‘kehici daṇḍo ṭhapito hoti ‘yo itthannāmaṃ itthiṃ gacchati, tassa ettako daṇḍo’’ti vuttasarūpāti ayaṃ dasannaṃ itthīnaṃ sarūpasaṅkhepo. Imāsu dasasu sārakkhasaparidaṇḍānaṃ dvinnaṃ parapurisasevāyaṃ micchācāro hoti, itarāsaṃ na hoti. Imā dasapi pañcasīlaṃ rakkhantehi agamanīyā.",
  "tika-vin11t3:82": "Dasasu bhariyāsu ‘‘dhanakkītā nāma dhanena kiṇitvā vāsetī’’ti vuttattā bhariyabhāvāya appakaṃ vā bahuṃ vā dhanaṃ datvā gahitā dhanakkītā nāma. ‘‘Chandavāsinī nāma piyo piyaṃ vāsetī’’ti vuttattā attaruciyā saṃvasitena purisena sampaṭicchitā chandavāsinī nāma. ‘‘Bhogavāsinī nāma bhogaṃ datvā vāsetī’’ti vuttattā udukkhalamusalādigehopakaraṇaṃ labhitvā bhariyabhāvaṃ gacchantī janapaditthī bhogavāsinī nāma. ‘‘Paṭavāsinī nāma paṭaṃ datvā vāsetī’’ti vuttattā nivāsanamattaṃ vā pārupanamattaṃ vā laddhā bhariyabhāvaṃ gacchantī dalidditthī paṭavāsinī nāma. Odapattakinī nāma ‘‘udakapattaṃ āmasitvā vāsetī’’ti (pārā. 304) vuttattā ‘‘idaṃ udakaṃ viya saṃsaṭṭhā abhejjā hothā’’ti vatvā ekasmiṃ udakapatte purisena saddhiṃ hatthaṃ otāretvā bhariyabhāvaṃ nīto mātugāmo vuccati. ‘‘Obhaṭacumbaṭā nāma cumbaṭaṃ oropetvā vāsetī’’ti (pārā. 304) vuttattā sīsato cumbaṭaṃ oropetvā bhariyabhāvamupanītā kaṭṭhahārikādiitthī obhaṭacumbaṭā nāma. Dāsīca bhariyā ca nāma ‘‘dāsī ceva hoti bhariyā cā’’ti (pārā. 304) vuttattā bhariyaṃ katvā vāsitā ‘‘tasseva dāsī ca bhariyā cā’’ti vuttā. Kammakārī ca bhariyā ca nāma ‘‘kammakārī ceva hoti bhariyā cā’’ti (pārā. 304) vuttattā padhānitthinirapekkhena kuṭumbakiccaṃ kāretvā bhariyabhāvaṃ nītā bhariyā katakammā ‘‘kammakārī ca bhariyā cā’’ti vuttā. ‘‘Dhajāhaṭā nāma karamarānītā vuccatī’’ti (pārā. 304) vuttattā dhajaṃ ussāpetvā gacchantiyā mahāsenāya saddhiṃ gantvā paravisayaṃ vilumpantena pacchinditvā ānetvā bhariyabhāvamupanītā itthī dhajāhaṭā nāma. ‘‘Muhuttikā nāma taṅkhaṇikā vuccatī’’ti (pārā. 304) vuttattā acirakālaṃ saṃvāsatthāya gahitā itthī muhuttikā nāmāti ayaṃ dasannaṃ bhariyānaṃ sarūpasaṅkhepo. Yathāvuttāsu dasasu itthīsu aññataraṃ dasannaṃ bhariyānaṃ aññataraṭṭhāne ṭhapanatthamadhippetabhāvaṃ vattuṃ purisena ‘‘gaccha bhante itthannāmaṃ māturakkhitaṃ brūhi ‘hohi kira itthannāmassa bhariyā dhanakkītā’ti’’ādinā nayena dinnasandesaṃ ‘‘sādhu upāsakā’’tiādinā nayena vacībhedaṃ katvā vā sīsakampanādivasena vā paṭiggaṇhātīti āha ‘‘paṭiggaṇhāti sandesaṃ purisassā’’ti.",
  "tika-vin11t3:83": "Ettha purisassāti upalakkhaṇattā ‘‘purisassa mātā bhikkhuṃ pahiṇatī’’tiādinā (pārā. 321) nayena pāḷiyaṃ vuttapurisassa mātāpituādayo ca gahetabbā. Vīmaṃsatīti evaṃ paṭiggahitasāsanaṃ tassāyeva ekaṃsena avirādhetvā vadantassa mātāpituādīnamaññatarassa vā ārocetīti attho. Etthāpi vīmaṃsatīti upalakkhaṇattā ‘‘paṭiggaṇhāti antevāsiṃ vīmaṃsāpetvā attanā paccāharati, āpatti saṅghādisesassā’’ti (pārā. 338) vuttattā vīmaṃsāpetītipi gahetabbaṃ. Paccāharatīti tathā āhaṭaṃ sāsanaṃ sutvā tassā itthiyā sampaṭicchite ca asampaṭicchite ca lajjāya tuṇhībhūtāya ca taṃ pavattiṃ paccāharitvā ācikkhatīti vuttaṃ hoti. Idhāpi paccāharatīti upalakkhaṇattā ‘‘paṭiggaṇhāti vīmaṃsati antevāsiṃ paccāharāpeti, āpatti saṅghādisesassā’’ti (pārā. 338) vuttattā paccāharāpetīti ca gahetabbaṃ.",
  "tika-vin11t3:84": "‘‘Itthiyāpi vā’’ti iminā yojetvā gahitadutiyavākye ca evameva attho vattabbo. Tattha sandesakkamo pana ‘‘māturakkhitā bhikkhuṃ pahiṇati ‘gaccha bhante itthannāmaṃ brūhi ‘homi itthannāmassa bhariyā dhanakkītā’ti’’ādipāḷinayena (pārā. 330) daṭṭhabbo. Etthāpi ‘‘vīmaṃsāpeti paccāharāpetī’’ti idañca vuttanayeneva gahetabbaṃ. Iminā niyāmena dasannaṃ itthīnaṃ nāmaṃ visuṃ visuṃ vatvā dasannaṃ bhariyānaṃ aññataratthāya dīyamānasandesakkamo yojetabbo. Idhāpi itthiyāpi vāti upalakkhaṇattā ‘‘māturakkhitāya mātā bhikkhuṃ pahiṇati ‘gaccha bhante itthannāmaṃ brūhi ‘hotu itthannāmassa bhariyā dhanakkītā’’tiādipāḷivasena (pārā. 324) itthiyā mātupituādīnañca sandesakkamo yojetabbo.",
  "tika-vin11t3:85": "370.Taṃ pavattiṃ. Sañcarittā sañcaraṇahetu. Na muccatīti itthipurisānaṃ antare sāsanaṃ paṭiggahetvā sañcaraṇahetu āpajjitabbasaṅghādisesato na muccatīti attho.",
  "tika-vin11t3:86": "371.Aññaṃ vāti mātāpiturakkhitādīsu aññataraṃ vā. ‘‘Bhāsato’’ti likhanti. ‘‘Pesito’’ti iminā viruddhattā taṃ pahāya ‘‘bhāsatī’’ti pāṭho gahetabbo. Pāṭhaseso vā kātabbo. ‘‘Yo aññaṃ bhāsati ce, tassa bhāsatoti yojanā’’ti nissandehe vuttaṃ. ‘‘Mātarā rakkhitaṃ itthiṃ ‘gaccha brūhī’ti yo pesito hoti, tassa piturakkhitaṃ vā aññaṃ vā bhāsato visaṅketovā’’ti, ‘‘mātarā…pe… brūhī’ti pesito hutvā piturakkhitaṃ vā aññaṃ vā bhāsato visaṅketovā’’ti yojanā yuttatarāti amhākaṃ khanti.",
  "tika-vin11t3:87": "372.Paṭiggaṇhanatādīhīti paṭiggaṇhanameva paṭiggaṇhanatā. Ādi-saddena vīmaṃsanapaccāharaṇāni gahitāni. Sañcaritteti sañcaraṇe. Samāpanneti gate sati. Garukāpattimādiseti ettha ‘‘tassā’’ti seso. Ādiseti katheyya.",
  "tika-vin11t3:88": "373.Dvīhi thullaccayaṃ vuttanti ettha dvīhi dvīhi aṅgehi sañcaritte samāpanne thullaccayaṃ vuttanti gahetabbaṃ. ‘‘Paṭiggaṇhāti vīmaṃsati na paccāharati, āpatti thullaccayassa. Paṭiggaṇhāti na vīmaṃsati paccāharati, āpatti thullaccayassa. Na paṭiggaṇhāti vīmaṃsati paccāharati, āpatti thullaccayassā’’ti (pārā. 338) dvīhi dvīhi aṅgehi thullaccayaṃ vuttanti attho. Paṇḍakādīsūti paṇḍakayakkhipetīsu. Tīhipi aṅgehi sañcaritte samāpanne thullaccayaṃ vuttanti yojanā.",
  "tika-vin11t3:89": "Ekenevāti ekeneva aṅgena. Sabbatthāti māturakkhitādīsu sabbamātugāmesu ca vinītavatthumhi ‘‘tena kho pana samayena aññataro puriso aññataraṃ bhikkhuṃ āṇāpesi ‘gaccha bhante itthannāmaṃ itthiṃ vīmaṃsā’ti. So gantvā manusse pucchi ‘kahaṃ itthannāmā’ti. Suttā bhanteti…pe… matā bhanteti. Nikkhantā bhanteti. Anitthī bhanteti. Itthipaṇḍakā bhanteti. Tassa kukkuccaṃ ahosi. Anāpatti bhikkhu saṅghādisesassa, āpatti dukkaṭassā’’ti (pārā. 341) āgatāsu suttādīsu pañcasu ca.",
  "tika-vin11t3:90": "374.Anāpatti pakāsitāti cetiyādīsu kattabbaṃ nissāya itthiyā purisassa, purisena ca itthiyā dinnasāsanaṃ paṭiggahetvā vīmaṃsitvā paccāharitvā ārocentassa anāpattibhāvo ‘‘anāpatti saṅghassa vā cetiyassa vā gilānassa vā karaṇīyena gacchati, ummattakassa ādikammikassā’’ti (pārā. 340) pāḷiyaṃ vuttāti attho.",
  "tika-vin11t3:91": "375.Tathā tassāti manussajātikāya tassā. Nanālaṃvacanīyatāti ‘‘mamāya’’nti vā niggahapaggahe vā nirāsaṅkaṃ vattuṃ nāharatīti alaṃvacanīyā, assāmikā, sā hi kenaci ‘‘mayhaṃ esā’’ti vattuṃ vā nirāsaṅkena niggahapaggahavacanaṃ vā vattuṃ asakkuṇeyyā, alaṃvacanīyā na bhavatīti nālaṃvacanīyā, sassāmikā, sā hi sāmikena tathā kātuṃ sakkuṇeyyāti nālaṃvacanīyā, nālaṃvacanīyā na bhavatīti nanālaṃvacanīyā, alaṃvacanīyapadena vuttā assāmikā eva, paṭisedhā dve pakatimatthaṃ gamayantīti, nanālaṃvacanīyāya bhāvo nanālaṃvacanīyatā, nirāsaṅkena avacanīyatā assāmikabhāvoti vuttaṃ hoti. Sañcarittavasena bhikkhunā vacanīyā na hotīti vā ‘‘alaṃvacanīyā’’tipi gahetabbameva. Paṭiggaṇhanatādīnaṃ vasāti ettha cakāro luttaniddiṭṭho. Tato paṭiggaṇhanavīmaṃsanapaccāharaṇasaṅkhātānaṃ tiṇṇaṃ aṅgānaṃ vasena ca pubbe vuttamanussitthitā nanālaṃvacanīyatāti vuttānaṃ dvinnaṃ aṅgānaṃ vasena ca idaṃ sikkhāpadaṃ āpattikāraṇehi pañcahi aṅgehi yuttanti attho.",
  "tika-vin11t3:92": "376.Idaṃ sañcarittasikkhāpadaṃ. Atha vā liṅgavipallāsena ca ayaṃ saṅghādisesoti gahetabbo. Kāyato, vācato, kāyavācato, kāyacittato, vācācittato, kāyavācācittato vā uppajjanato chasamuṭṭhānaṃ. Tato eva acittakamudīritaṃ. Missakasamuṭṭhānañhi acittakaṃ. Avasesacittesupi yasmiṃ citte asati acittakaṃ nāma hoti, taṃ dassetumāha ‘‘alaṃvacaniyattaṃvā’’tiādi. Gāthābandhavasena rasso, ‘‘alaṃvacanīyatta’’nti gahetabbaṃ. Yo sandesaṃ peseti, tasmiṃ paṭibaddhabhāvanti attho. Paṇṇattiṃ vāti sañcarittasikkhāpadasaṅkhātaṃ paṇṇattiṃ vā ajānato acittakamudīritanti sambandho.",
  "tika-vin11t3:93": "377.Sāsananti mātugāmassa, purisassa vā sāsanaṃ. Kāyavikārenāti sīsakampanādinā kāyavikārena. Gahetvāti paṭiggahetvā. Taṃ upagammāti paṭiggahitasāsanaṃ yassa vattabbaṃ hoti, taṃ mātugāmaṃ, purisaṃ vā upagamma. Vīmaṃsitvāti taṃ kiccaṃ tīretvā. Harantassāti paccāharantassa. Kāyato siyāti vacībhedaṃ vinā paṭiggahaṇādīnaṃ kāyeneva katattā kāyasamuṭṭhānatova saṅghādiseso hotīti attho.",
  "tika-vin11t3:94": "378. Itthiyā vacanaṃ sutvāti yojanā. Yathā nisinnovāti pakatiyā nisinnaṭṭhāneyeva nisinno. Taṃ vacanaṃ. Tatthevāgatassevāti yattha nisinno itthiyā sāsanaṃ paṭiggaṇhi, tameva āsanaṃ avijahitvā attanā nisinnaṭṭhānameva āgatassa sannisitabbapurisasseva, ettha ‘‘ārocetvā’’ti pāṭhaseso. Puna ‘‘ārocentassā’’ti idaṃ tatthevāgatāya tassā eva itthiyā evaṃ yojetabbaṃ. Sāsanaṃ datvā gantvā puna tattheva āgatassa mātugāmasseva ñātamanantaraṃ kāyikakiriyaṃ vinā vacaneneva ārocentassāti attho. Idaṃ itthiyā sāsanaṃ paṭiggahaṇādivasena vuttaṃ.",
  "tika-vin11t3:95": "Atha vā purisassa vacanaṃ sutvā yathānisinnova taṃ vacanaṃ itthiyā ārocetvā puna tatthevāgatasseva purisassa ārocentassāti evaṃ purisasandesaṃ paṭiggahaṇādivasenāpi yojanā kātabbā. Ettha ca tatthevāgatassāti upalakkhaṇaṃ. Sāsanavacanamatteneva paṭiggahetvā, kiccantarena gantvā vā yadicchāvasena diṭṭhaṭṭhāne vā vatvā punapi tattheva diṭṭhaṭṭhāne puna ārocentassa ca vacaneneva samuṭṭhānabhāvo veditabbo.",
  "tika-vin11t3:96": "379. ‘‘Alaṃ…pe… ajānato’’ti acittakattakāraṇaṃ vuttameva, kasmā puna ‘‘ajānantassa paṇṇatti’’nti vuttanti ce? Tadubhayassāpi visuṃ kāraṇābhāvaṃ viññāpetuṃ vuttanti veditabbaṃ. Naṃ vidhinti sāsanaṃ paṭiggahetvā āharitvā ārocetvā paccāharitvā ārocanasaṅkhātaṃ vidhānaṃ. Arahatopīti khīṇāsavassapi, sekhaputhujjanānaṃ pagevāti ayamattho sambhāvanatthena api-saddena jotito.",
  "tika-vin11t3:97": "380.Jānitvāti alaṃvacanīyabhāvaṃ vā paṇṇattiṃ vā ubhayameva vā jānitvā. Tathāti kāyavācato karontassāti iminā yojetabbaṃ. Sacittakehīti yathāvuttacittena sacittakehi. Tehevāti kāyādīhi tehi eva, ‘‘tīhevā’’tipi pāṭho.",
  "tika-vin11t3:98": "Sañcarittakathāvaṇṇanā.",
  "tika-vin11t3:99": "381-2.Sayaṃyācitakehevāti ettha ‘‘upakaraṇehī’’ti pāṭhaseso, ‘‘purisaṃ dethā’’tiādinā nayena attanāva yācitvā gahitehi upakaraṇehevāti attho. Yathāha ‘‘saññācikā nāma sayaṃ yācitvā purisampi purisattakarampi goṇampi sakaṭampi vāsimpi parasumpi kuṭhārimpi kudālampi nikhādanampī’’ti . Ettha eva-kārena ayācitaṃ nivatteti. Tena assāmikanti dīpitaṃ hoti. ‘‘Kuṭika’’nti iminā ‘‘kuṭi nāma ullittā vā hoti avalittā vā ullittāvalittā vā’’ti (pārā. 349) vuttattā bhūmito paṭṭhāya bhitticchadanāni paṭicchādetvā mattikāya vā sudhāya vā dvāravātapānādialepokāsaṃ ṭhapetvā anto littabhāvena ullittānāmakaṃ vā tathā bahi littabhāvena avalittānāmakaṃ vā anto ca bahi ca littabhāvena ullittāvalittānāmakaṃ vā kuṭinti vuttaṃ hoti.",
  "tika-vin11t3:100": "Appamāṇikanti ‘‘tatridaṃ pamāṇaṃ, dīghaso dvādasavidatthiyo sugatavidatthiyā, tiriyaṃ sattantarā’’ti (pārā. 348) dīghaputhulānaṃ vuttappamāṇena atirekattā appamāṇikanti attho.",
  "tika-vin11t3:101": "Ettha ca tilakkhaṇaṃ paṭivijjhitvā tīṇi kilesamūlāni uppāṭetvā kālattayavatta sabbadhamme paṭivijjhitvā tibhuvanekapaṭisaraṇabhūtassa bhagavato dhammarājassa aṅgulaṃ pamāṇamajjhimapurisassa aṅgulato tivaṅgulaṃ hoti, ekā vidatthi tisso vidatthiyo honti, ekaṃ ratanaṃ tīṇi ratanāni hontīti evaṃ niyamitā sugatavidatthi ca vaḍḍhakiratanena diyaḍḍharatanappamāṇā hoti. Yathāha aṭṭhakathāyaṃ ‘‘sugatavidatthi nāma idāni majjhimassa purisassa tisso vidatthiyo vaḍḍhakihatthena diyaḍḍho hattho hotī’’ti (pārā. aṭṭha. 2.348-349). Tasmā sugatavidatthiyā dvādasa vaḍḍhakihatthena aṭṭhārasa hatthā honti. ‘‘Dīghaso dvādasa vidatthiyo sugatavidatthiyāti bāhirimena mānenā’’ti (pārā. 349) padabhājane vuttattā antimaṃ sudhālepaṃ aggahetvā thusamattikapariyantena vā mahāmattikapariyantena vā bāhirantato aṭṭhārasahatthappamāṇaṃ, ‘‘tiriyaṃ sattantarāti abbhantarimena mānenā’’ti (pārā. 349) padabhājane vuttattā abbhantarimena puthulato dvādasaṅgulādhikadasahatthappamāṇañca kuṭiyā pamāṇanti gahetabbaṃ. Evaṃ ṭhitapamāṇato dīghato puthulato vā ubhato vā kesaggamattādhikāpi kuṭi āpattiyā aṅgaṃ hotīti dassetuṃ ‘‘appamāṇika’’nti āhāti saṅkhepato veditabbaṃ.",
  "tika-vin11t3:102": "Attuddesanti uddisitabboti uddeso, attā uddeso etissāti attuddesā, kuṭi, taṃ attuddesaṃ. ‘‘Attuddesanti attano atthāyā’’ti padabhājane vuttattā ‘‘mayhaṃ esā vāsatthāya bhavissatī’’ti attānaṃ uddisitvāti attho. ‘‘Karontassā’’ti idaṃ ‘‘kārayamānenāti karonto vā kārāpento vā’’ti padabhājane vuttanayena payojakakattuno ca gahetabbattā upalakkhaṇanti gahetabbaṃ. Tathāti teneva pakārena, yehi assāmikatādīhi pakārehi yuttaṃ pamāṇātikkantaṃ kuṭiṃ karontassa āpatti, teheva pakārehi yuttaṃ adesitavatthukampi kuṭiṃ karontassāti. Iminā appamāṇikaṃ viya adesitavatthukampi visuṃyeva āpattiyā padhānaṅganti. Vasati etthāti vatthu, bhūmi, sā adesitā etissāti adesitavatthukā, kuṭi, taṃ adesitavatthukaṃ.",
  "tika-vin11t3:103": "Kiṃ vuttaṃ hoti? Tena kuṭikārena bhikkhunā kuṭivatthuṃ sodhetvā samatalaṃ kāretvā saṅghaṃ upasaṅkamitvā vuḍḍhānaṃ bhikkhūnaṃ pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā ‘‘ahaṃ bhante saññācikāya kuṭiṃ kattukāmo assāmikaṃ attuddesaṃ, sohaṃ bhante saṅghaṃ kuṭivatthuolokanaṃ yācāmī’’ti tikkhattuṃ vatvā yācitena saṅghena vā saṅghena ñattidutiyāya kammavācāya sammatehi byattehi paṭibalehi dvīhi bhikkhūhi vā tena saddhiṃ gantvā kuṭivatthuṃ oloketvā sārambhabhāvaṃ vā aparikkamanabhāvaṃ vā ubhayameva vā passantehi ‘‘māyidha karī’’ti nivāretvā anārambhaṃ ce hoti saparikkamanaṃ, āgantvā saṅghassa ārocite kuṭikārakeneva bhikkhunā pubbe vuttanayena saṅghaṃ upasaṅkamitvā vuḍḍhānaṃ bhikkhūnaṃ pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā ‘‘ahaṃ bhante saññācikāya kuṭiṃ kattukāmo assāmikaṃ attuddesaṃ, sohaṃ bhante saṅghaṃ kuṭivatthudesanaṃ yācāmī’’ti tikkhattuṃ vatvā yācite vuḍḍhānumatena byattena bhikkhunā paṭibalena ñattidutiyāya kammavācāya desetvā niyyāditakuṭivatthussa abhāvā adesitavatthukaṃ, teneva assāmikatādipakārena yuttaṃ yathāvuttappakāraṃ kuṭikaṃ attanā yācitehi upakaraṇehi karontassa, kārāpentassa cāti vuttaṃ hoti.",
  "tika-vin11t3:104": "Dve saṅghādisesā hontīti ‘‘bhikkhū vā anabhineyya vatthudesanāya, pamāṇaṃ vā atikkāmeyya, saṅghādiseso’’ti (pārā. 348) tulyabalatāsūcakena vā-saddena sampiṇḍitvā vuttaaṅgadvayasahitattā dve saṅghādisesā hontīti attho. Yathāha ‘‘bhikkhu kuṭiṃ karoti adesitavatthukaṃ pamāṇātikkantaṃ anārambhaṃ saparikkamanaṃ, āpatti dvinnaṃ saṅghādisesāna’’nti (pārā. 355) ca ‘‘bhikkhukuṭiṃ karoti adesitavatthukaṃ anārambhaṃ saparikkamanaṃ, āpatti saṅghādisesassā’’ti (pārā. 354) ca ‘‘bhikkhu kuṭiṃ karoti pamāṇātikkantaṃ anārambhaṃ saparikkamanaṃ, āpatti saṅghādisesassā’’ti (pārā. 355) ca vuttattā dvīsu aṅgesu ekaṃ ce, ekova saṅghādiseso hotīti. Taṃ pana ‘‘sace ekavipannā sā, garukaṃ ekakaṃ siyā’’ti vakkhati.",
  "tika-vin11t3:105": "Sārambhādīsūti ettha sārambha-saddo sopaddavapariyāyo. Yathāha aṭṭhakathāyaṃ ‘‘sārambhaṃ anārambhanti saupaddavaṃ anupaddava’’nti (pārā. aṭṭha. 2.348-349). Ettha ‘‘setaṃ chāgamārabhetha yajamāno’’ti payoge viya ā-pubbassa rabhassa hiṃsatthepi dissamānattā kattusādhano ārambha-saddo hiṃsakānaṃ kipillikādisattānaṃ vācako bhavatīti taṃsahitaṭṭhānaṃ sārambhaṃ nāma hoti. Teneva padabhājanepi vuttaṃ ‘‘sārambhaṃ nāma kipillikānaṃ vā āsayo hoti, upacikānaṃ vā, undūrānaṃ vā, ahīnaṃ vā, vicchikānaṃ vā, satapadīnaṃ vā, hatthīnaṃ vā, assānaṃ vā, sīhānaṃ vā, byagghānaṃ vā…pe… āsayo hotī’’ti (pārā. 353).",
  "tika-vin11t3:106": "Ādi-saddena aparikkamanaṃ saṅgaṇhāti. ‘‘Saparikkamanaṃ nāma sakkā hoti yathāyuttena sakaṭena anuparigantuṃ, samantā nisseṇiyā anuparigantuṃ, etaṃ saparikkamanaṃ nāmā’’ti (pārā. 353) vuttalakkhaṇavipariyāyato nibbakosassa udakapātaṭṭhāne ekaṃ cakkaṃ ṭhapetvā itaraṃ cakkaṃ bahi ṭhapetvā kuṭiṃ parikkhipitvā āvajjiyamānassa goyuttasakaṭassa vā nisseṇiyaṃ ṭhatvā kuṭiṃ chādayamānānaṃ nisseṇiyā vā parato gamitumasakkuṇeyyattā aparikkamananti veditabbaṃ.",
  "tika-vin11t3:107": "Evaṃ vuttasārambhaaparikkamanasaṅkhātaaṅgadvayena yuttaṃ ce, dve dukkaṭāni honti. Yathāha ‘‘bhikkhu kuṭiṃ karoti desitavatthukaṃ pamāṇikaṃ sārambhaṃ aparikkamanaṃ, āpatti dvinnaṃ dukkaṭāna’’nti (pārā. 355). Ekaṃ ce, ekameva hoti. Yathāha ‘‘bhikkhu kuṭiṃ karoti desitavatthukaṃ pamāṇikaṃ sārambhaṃ saparikkamanaṃ, āpatti dukkaṭassa. Bhikkhu kuṭiṃ karoti desitavatthukaṃ pamāṇikaṃ anārambhaṃ aparikkamanaṃ, āpatti dukkaṭassā’’ti (pārā. 355) etaṃ tayampi ‘‘sārambhādīsu dukkaṭa’’nti sāmaññena saṅgahitanti daṭṭhabbaṃ.",
  "tika-vin11t3:108": "Ekaṃ aṅgaṃ pamāṇikattaṃ vā desitavatthukattaṃ vā vipannaṃ etissāti ekavipannā. Pubbe vuttatthānaṃ saṅghādisesādipadānamattho vuttanayeneva veditabbo. Sāti yathāvuttalakkhaṇakuṭi.",
  "tika-vin11t3:109": "383. Idāni imasmiṃ sikkhāpade aṭṭhuppattiyaṃ ‘‘te yācanabahulā viññattibahulā viharanti ‘purisaṃ detha purisattakaraṃ dethā’’tiādipāḷiyā (pārā. 342) aṭṭhakathāyaṃ (pārā. aṭṭha. 2.342) āgataṃ kappiyākappiyavinicchayaṃ saṅkhepato dassetumāha ‘‘purisa’’ntiādi. Kammasahāyatthāyāti kismiñci kamme sahāyabhāvāya, kammakaraṇatthāyāti vuttaṃ hoti. ‘‘Itthannāmaṃ kammaṃ kātuṃ purisaṃ laddhuṃ vaṭṭatī’’ti yācituṃ vaṭṭatīti attho. Yathāha aṭṭhakathāyaṃ ‘‘kammakaraṇatthāya ‘purisaṃ dethā’ti yācituṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.342). Mūlacchejjavasenāti sāmikānaṃ āyattabhāvasaṅkhātamūlassa chindanavasena, attano āyattabhāvakaraṇavasenāti vuttaṃ hoti.",
  "tika-vin11t3:110": "384.Avajjanti vajjarahitaṃ, niddosanti attho. Migaluddakamacchabandhakādīnaṃ sakakammaṃ vajjakammaṃ nāma. Tasmā migaluddakādayo hatthakammaṃ yācantena pana ‘‘tumhākaṃ hatthakammaṃ dethā’’ti, ‘‘hatthakammaṃ dātabba’’nti sāmaññena avatvā ‘‘itthannāmaṃ kammaṃ dātabba’’nti visesetvāyeva yācitabbaṃ. Luddake vā itare vā nikkamme ayācitvāpi yathāruci kammaṃ kārāpetuṃ vaṭṭati. Hatthakammayācanāya sabbathāpi kappiyabhāvaṃ dīpetuṃ taṃtaṃsippike yācitvā mahantampi pāsādaṃ kārāpentena hatthakamme yācite attano anokāsabhāvaṃ ñatvā aññesaṃ karontānaṃ dātabbaṃ mūlaṃ diyyamānaṃ adhivāsetuṃ vaṭṭatīti vitthārato aṭṭhakathāyaṃ (pārā. aṭṭha. 2.342 atthatosamānaṃ) vuttattā kusalānaṃ atthaṃ aparihāpentena kappiyena sāruppena payogena yācitabbaṃ. Yācitakammaṃ kātuṃ asamatthehi karontānaṃ diyyamānaṃ hatthakammamūlaṃ kammaṃ kārāpetvā kammakārake dassetvā dāpetabbaṃ. Evaṃ yācanāya anavajjabhāve aṭṭhakathāgataṃ kāraṇaṃ dassetumāha ‘‘hatthakammampī’’tiādi. Pi-saddo avadhāraṇe, padapūraṇe vā. Hi-saddo hetumhi. Yasmā idaṃ hatthakammaṃ kiñci vatthu na hoti, tasmā anavajjameva hatthakammaṃ yācituṃ pana vaṭṭatīti.",
  "tika-vin11t3:111": "385.Ñātakādiketi ñātakapavārite. Ṭhapetvāti vajjetvā. Goṇamāyācamānassāti aññātakaappavārite tāvakālikaṃ vinā kevalaṃ kammakaraṇatthāya goṇaṃ yācantassa. Tesupīti ñātakādīsupi mūlacchejjena goṇamāyācanassa dukkaṭanti yojanā. ‘‘Tāvakālikanayena sabbattha vaṭṭatī’’ti (pārā. aṭṭha. 2.342) aṭṭhakathāvacanato yāva kammakaraṇakālaṃ, tāva niyametvā ñātakaaññātakapavāritaappavārite sabbepi yācituṃ vaṭṭati. Tathā yācitvā vā ayācitvā vā gahito ce, rakkhitvā paṭijaggitvā sāmikānaṃ niyyādetabbo, goṇe vā naṭṭhe visāṇe vā bhinne sāmikesu asampaṭicchantesu bhaṇḍadeyyaṃ.",
  "tika-vin11t3:112": "386.Demāti ettha ‘‘tumhāka’’nti pāṭhaseso. ‘‘Vihārassa demā’ti vutte pana ‘ārāmikānaṃ ācikkhatha paṭijagganatthāyā’ti vattabba’’nti (pārā. aṭṭha. 2.342) aṭṭhakathāyaṃ vuttaṃ. Sakaṭavinicchayassāpi goṇavinicchayena samānattā taṃ avatvā visesamattameva dassetumāha ‘‘sakaṭaṃ…pe… vaṭṭatī’’ti. ‘‘Tumhākaṃ demāti vutte’’ti ānetvā sambandhitabbaṃ. Yathāha aṭṭhakathāyaṃ ‘‘tumhākameva demāti vutte dārubhaṇḍaṃ nāma sampaṭicchituṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.342).",
  "tika-vin11t3:113": "387.Kuṭhārādīsūti ettha ādi-saddena nikhādanaṃ saṅgaṇhāti. Ayaṃ nayo veditabboti pāṭhaseso. ‘‘Sakaṭaṃ goṇo viya tāvakālikaṃ akatvā aññātakaappavārite na yācitabbaṃ, mūlacchejjavasena aññātakaappavārite na yācitabbaṃ, tāvakālikaṃ yācitabba’’nti vinicchayo ca ‘‘sakaṭaṃ…pe… vaṭṭatī’’ti visesavinicchayo cāti ayaṃ nayo vāsiādīsu ca veditabboti attho. Anajjhāvutthakanti kenaci ‘‘mameta’’nti apariggahitaṃ, ‘‘rakkhitagopitaṭṭhāneyeva hi viññatti nāma vuccatī’’ti aṭṭhakathāvacanato arakkhitāgopitakanti vuttaṃ hoti. Aṭṭhakathāya valliādivinicchayampi vatvā ‘‘anajjhāvutthakaṃ pana yaṃ kiñci āharāpetuṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.342) vuttattā sabbanti idha vuttagoṇādikañca vakkhamānavalliādikañca gahetabbaṃ. Iminā pubbe vuttavinicchayassa rakkhitagopitavisayattaṃ dīpitaṃ hoti. Harāpetumpi vaṭṭatīti ettha api-saddena pageva kenaci haritvā dinnanti dīpeti.",
  "tika-vin11t3:114": "388.Valliādimhīti ādi-saddena vettamuñjatiṇamattikā saṅgaṇhāti. Ettha muñjapabbajatiṇaṃ vinā gehacchādanatiṇaṃ tiṇaṃ nāma. Garubhaṇḍappahonaketi ‘‘valli aḍḍhabāhumattāpī’’tiādinā nayena vuttalakkhaṇe garubhaṇḍappahonake. Paresaṃ santakeyevāti avadhāraṇena na anajjhāvutthake dukkaṭanti byatirekato dīpeti.",
  "tika-vin11t3:115": "389.Paccayesūti cīvarapiṇḍapātasenāsanasaṅkhātesu tīsu paccayesu. Eva-kārena gilānapaccayasaṅkhāte catutthapaccaye viññatti vaṭṭatīti dīpeti. Viññatti nāma ‘‘āhara, dehī’’ti icchitapaccaye nāmaṃ vatvā yācanā. Aṭṭhakathāyaṃ vuttaṃ ‘‘sabbena sabbaṃ na vaṭṭatī’’ti (pārā. aṭṭha. 2.342) sāvadhāraṇatthaṃ dassetuṃ ‘‘na ca vaṭṭatī’’ti vuttattā neva vaṭṭatīti attho gahetabbo.",
  "tika-vin11t3:116": "Viññattiyā alabbhamānabhāvena samattā paccayesu tīsu anantaraṃ sahaniddiṭṭhapaccayattayato tatiyapaccayeyeva labbhamānavisesaṃ dassetuṃ ‘‘tatiye parikathobhāsanimittāni ca labbhare’’ti vuttattā avasiṭṭhadvaye pana parikathādayo na labbhantīti vuttaṃ hoti. Avutte catutthapaccayepi samuccayatthena ca-kārena parikathādittayaṃ labbhatīti siddhattā ‘‘tīsvevā’’ti eva-kārena byatirekamukhena viññattiyā ca anuññātattā catutthe gilānapaccaye parikathobhāsanimittakammaviññattiyo vaṭṭantīti siddhaṃ. Ettāvatā catutthe paccaye parikathādayo cattāropi vaṭṭanti, tatiyapaccaye viññattiṃ vinā sesattayaṃ vaṭṭati, purimapaccayadvaye sabbampi na vaṭṭatīti vuttanti daṭṭhabbaṃ.",
  "tika-vin11t3:117": "Senāsanapaccaye parikathādikanti uposathāgārādikaraṇārahaṭṭhānaṃ oloketvā upāsakānaṃ suṇantānaṃ ‘‘imasmiṃ vata okāse evarūpaṃ senāsanaṃ kātuṃ vaṭṭatī’’ti vā ‘‘yutta’’nti vā ‘‘anurūpa’’nti vā pavattā kathā parikathā nāma. ‘‘Upāsakā tumhe kattha vasathā’’ti pucchitvā ‘‘pāsāde bhante’’ti vutte ‘‘bhikkhūnaṃ pana upāsakā pāsādo na vaṭṭatī’’tiādinā nayena pavattā kathā obhāso nāma. Upāsakesu passamānesu bhūmiyaṃ rajjuṃ pasāretvā bhūmiṃ bhājetvā khāṇuke ākoṭetvā ‘‘kimidaṃ bhante’’ti vutte ‘‘ettha āvāsaṃ karoma upāsakā’’tiādikā kathā nimittakathā nāma. Gilānapaccaye ca iminā nayena yathārahaṃ veditabbaṃ. Sabbametaṃ aṭṭhakathāya (pārā. aṭṭha. 2.342) vuttaṃ.",
  "tika-vin11t3:118": "390-3. Idāni kuṭikārassa bhikkhuno āpattidassanatthamāha ‘‘adesite’’tiādi. Taṃ uttānatthameva. Nisentassāti pāsāṇe ghaṃsitvā tikhiṇaṃ karontassa. Pācittiyā sahāti ‘‘bhūtagāmapātabyatāya pācittiya’’nti (pāci. 90) vuttapācittiyena saddhiṃ.",
  "tika-vin11t3:119": "Āpattinti pācittiyaṭṭhāne pācittiyañceva dukkaṭañca itaratra suddhapayogadukkaṭañcāti āpattiṃ.",
  "tika-vin11t3:120": "Yā panāti yā kuṭi. Paṭhame dutiyeti ettha ‘‘piṇḍehī’’ti karaṇabahuvacanaṃ vibhattivacanavipariṇāmavasena ‘‘piṇḍe’’ti bhummekavacanantaṃ katvā yojetabbaṃ, ‘‘nikkhitte’’ti ajjhāharitabbaṃ, bhāvalakkhaṇe bhummaṃ, nikkhitte satīti attho.",
  "tika-vin11t3:121": "394. ‘‘Sace aññassā’’ti padacchedo. Vippakatanti āraddhamaniṭṭhitaṃ. ‘‘Anāpattī’’ti idaṃ niṭṭhite āpajjitabbasaṅghādisesābhāvaṃ sandhāyāha. Pubbapayogamattena hi pācittiyadukkaṭānipi honti, tāni pana desetabbāni. ‘‘Tathā’’ti iminā ‘‘anāpattī’’ti ākaḍḍhati, tena saṅghādisesāpattiyā abhāvato pubbabhāge āpannānaṃ pācittiyadukkaṭānaṃ desetabbatā ca dīpitā hoti. Taṃ kuṭinti taṃ vippakatakuṭiṃ.",
  "tika-vin11t3:122": "395.Aññaṃ bhojanasālādiṃ. Tathāti anāpattimāha.",
  "tika-vin11t3:123": "396.‘‘Karoto’’ti iminā ‘‘kārāpayato’’tipi labbhati. Ubhayenāpi ‘‘kriyato’’ti imassa kāraṇaṃ dasseti. ‘‘Appamāṇika’’nti iminā saṅghādisesassa aṅgaṃ dasseti.",
  "tika-vin11t3:124": "397.Tanti ‘‘appamāṇika’’nti evaṃ paccāmasati. ‘‘Kriyākriyato’’ti idaṃ kuṭiyā karaṇañca vatthudesanāya akaraṇañca upādāya vuttaṃ.",
  "tika-vin11t3:125": "Kuṭikārasikkhāpadavaṇṇanā.",
  "tika-vin11t3:126": "398. Vatthuṃ adesetvāti sambandho, ‘‘tena vihārakārakena bhikkhunā vihāravatthuṃ sodhetvā saṅghaṃ upasaṅkamitvā’’tiādinā (pārā. 367) padabhājane āgatanayena vihāraṃ kārāpentena bhikkhunā vihāravatthuṃ sodhetvā samatalaṃ kāretvā saṅghaṃ upasaṅkamma vuḍḍhānaṃ bhikkhūnaṃ pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā ‘‘ahaṃ bhante mahallakaṃ vihāraṃ kattukāmo sassāmikaṃ attuddesaṃ, sohaṃ bhante saṅghaṃ vihāravatthuolokanaṃ yācāmī’’ti tikkhattuṃ yācitvā laddhe vuḍḍhe vā bhikkhū ñattidutiyāya kammavācāya saṅghena sammate vā bhikkhū netvā kataparikammaṃ vihāravatthuṃ dassetvā kuṭivatthuolokane viya gatabhikkhūhi oloketvā sārambhādibhāvaṃ upaparikkhitvā anārambhasaparikkamanabhāvaṃ ñatvā āgantvā saṅghassa ārocite puna tena saṅghaṃ upasaṅkamitvā vuḍḍhānaṃ bhikkhūnaṃ pāde vanditvā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā ‘‘ahaṃ bhante mahallakaṃ vihāraṃ kattukāmo sassāmikaṃ attuddesaṃ, sohaṃ bhante saṅghaṃ vihāravatthudesanaṃ yācāmī’’ti tikkhattuṃ yācitvā saṅghena ñattidutiyāya kammavācāya vihāravatthu desetabbaṃ , tathā akatvāti vuttaṃ hoti. Iha sārambhādi paṭhamasikkhāpade vuttanayeneva veditabbaṃ.",
  "tika-vin11t3:127": "Mahallakanti ‘‘sassāmikabhāvena saññācikakuṭito mahantabhāvo etassa atthīti mahallako. Yasmā vā vatthuṃ desāpetvā pamāṇātikkamenāpi kātuṃ vaṭṭati, tasmā pamāṇamahantatāyapi mahallako’’ti (pārā. aṭṭha. 2.366) aṭṭhakathāyaṃ vuttanayena mahantabhāvena yuttanti attho. Vihāranti ‘‘vihāro nāma ullitto vā hoti avalitto vā ullittāvalitto vā’’ti (pārā. 371) padabhājane vuttappakāraṃ senāsananti attho. Viharanti asminti viggaho. Ullittādisarūpaṃ purimasikkhāpade vuttanayameva. Taṃ vihāraṃ yo kareyyāti yojanā. Kareyya vā kārāpeyya vāti pubbe vuttanayameva. Attavāsatthanti attano vāsaṃ paṭicca, iminā parassa vāsatthāya karoti, anāpattīti byatirekato viññāyati. ‘‘Garuka’’nti ettha vatthudesanāya akārāpanena ‘‘ekova saṅghādiseso hotī’’ti pubbe vuttavikappattayaṃ na gahetabbaṃ. Idañca vakkhati ‘‘pamāṇā…pe… saṅghādisesatā’’ti (vi. vi. 399 ādayo).",
  "tika-vin11t3:128": "399.Kriyāsamuṭṭhānābhāvanti pamāṇātikkamepi āpattiyā asambhavato kiriyāsamuṭṭhānassa idha abhāvo ñātabbo. Kriya…pe… lakkhayeti ettha byatirekato adesitavatthukatāya akiriyāsamuṭṭhānatā anuññātā.",
  "tika-vin11t3:129": "Mahallakavihārakathāvaṇṇanā.",
  "tika-vin11t3:130": "401-3.Tesūti catuvīsatiyā pārājikesu. Bhikkhuno anurūpāni ekūnavīsatīti bhikkhunīnaṃ paṭiniyatā ubbhajāṇumaṇḍalikādayo cattāro tadanulomāya vibbhantabhikkhuniyā saha pañca pārājike vinā bhikkhuno anurūpā sesā ekūnavīsati pārājikā.",
  "tika-vin11t3:131": "Imasmiṃ sikkhāpade padabhājane ‘‘pārājikena dhammenāti catunnaṃ aññatarenā’’ti (pārā. 386) vuttanayassa idha ‘‘ekūnavīsatī’’ti vacanaṃ virujjhatīti ce? Na virujjhati. Kasmā? Yasmā padabhājanaṃ pātimokkhuddesāgatamattaṃ gahetvā pavattaṃ, idaṃ pana buddhānumatiṃ gahetvā vinayapariyattipavattakānaṃ ācariyānaṃ mataṃ gahetvā pavattaṃ, tasmā na virujjhatīti gahetabbaṃ. Ācariyo sabbapārājikānaṃ ‘‘brahmacariyā cāveyya’’nti (pārā. 385) vuttaanuddhaṃsanassa ekantasādhanattā bhikkhunīnaṃ paṭiniyatasānulomapārājikapañcakaṃ vinā avasesaṃ sabbaṃ saṅgaṇhi, teneva vinayaṭṭhakathāya gaṇṭhipadavivaraṇe ‘‘catunnaṃ aññatarenāti pātimokkhuddese eva āgate gahetvā vuttaṃ, itaresaṃ aññatarenāpi anuddhaṃsentassa saṅghādisesovā’’ti vuttaṃ. Tasmā ‘‘anuddhaṃseyyā’’ti (pārā. 384) pāṭhe adhippāyaṃ gahetvā pavattattā imesaṃ ācariyānaṃ mataṃ pamāṇanti gahetabbaṃ. ‘‘Tesu aññatarenā’’ti vakkhamānattā ‘‘ekūnavīsatī’’ti ettha ‘‘yānī’’ti sāmatthiyā labbhati.",
  "tika-vin11t3:132": "Aññatarena amūlakenāti yojanā. Amūlakenāti codakassa dassanādīhi codanāmūlehi virahitattā amūlakaṃ, pārājikaṃ, tena. Yathāha aṭṭhakathāyaṃ ‘‘yaṃ pārājikaṃ codakena cuditakamhi puggale neva diṭṭhaṃ na sutaṃ na parisaṅkitaṃ, idaṃ etesaṃ dassanasavanaparisaṅkāsaṅkhātānaṃ mūlānaṃ abhāvena amūlakaṃ nāmā’’ti (pārā. aṭṭha. 2.385-386). Ettha ca maṃsacakkhunā vā dibbacakkhunā vā diṭṭhaṃ diṭṭhaṃ nāma . Pakatisotena vā dibbasotena vā sutaṃ sutaṃ nāma. Cittena parisaṅkitaṃ parisaṅkitaṃ nāma. Taṃ tividhaṃ diṭṭhasutamutaparisaṅkitavasena.",
  "tika-vin11t3:133": "Tattha tādise kammaniye okāse mātugāmena saddhiṃ bhikkhuno aññathiyaṃ payogaṃ disvā aññathā gahetvā ‘‘vītikkamanaṃ nu khoyamakāsī’’ti gahaṇaṃ diṭṭhaparisaṅkitaṃ nāma. Kuṭṭatirohite bhikkhumhi mātugāmassa saddaṃ sutvā tattha aññassa viññupurisassa sabbhāvaṃ ajānitvā ‘‘vītikkamanaṃ nu khoyamakāsī’’ti evaṃ gahaṇaṃ sutaparisaṅkitaṃ nāma. Vihārapariyante taruṇamātugāmapurisānaṃ divasaṃ vītināmetvā gataṭṭhāne vippakiṇṇapupphāni oloketvā, maṃsasuragandhañca ghāyitvā ‘‘idaṃ kassa kamma’’nti upaparikkhantena bhikkhuno cetiyapūjitamālāgandhassa pītāriṭṭhassa bhikkhuno sarīragandhaṃ ghāyitvā ‘‘taṃ etassa kammaṃ nu kho’’ti kiriyamānasaṃsayo mutaparisaṅkitaṃ nāma. Evarūpassa diṭṭhasutaparisaṅkitamūlakassa abhāvato amūlakena pārājikenāti ayamettha saṅkhepo, vitthāro pana samantapāsādikāya (pārā. aṭṭha. 2.385-386) vuttanayena daṭṭhabbo.",
  "tika-vin11t3:134": "Codetīti ‘‘pārājikaṃ dhammaṃ āpannosī’’tiādivacanena sayaṃ codeti. Codāpanaṃ pana vakkhati. Cāvanacetano hutvāti ‘‘appeva nāma naṃ imamhā brahmacariyā cāveyya’’nti uppannena paraṃ sāsanā cāvetukāmena cittena samannāgato hutvā. ‘‘Suddhaṃ vā asuddhaṃ vā’’ti idaṃ ‘‘codetī’’ti iminā vuttacodanākiriyāya kammaniddeso, ‘‘aññaṃ bhikkhu’’nti seso, pārājikamanāpannaṃ vā āpannaṃ vā aññaṃ bhikkhunti attho. Yoti mātikāgatabhikkhu, ‘‘duṭṭho doso appatīto’’ti idaṃ ajjhāharitabbaṃ, uppannena dosalesena sayaṃ dūsito, parañca dūsento pītisukhādīhi apagato yo bhikkhūti attho. Vakkhamānena ‘‘tassā’’ti iminā sambandho.",
  "tika-vin11t3:135": "‘‘Kate okāsamhī’’ti padacchedo, okāsaṃ ‘‘kārāpetvā’’ti (pārā. 389) pāṭhato antonītahetvatthatāya ‘‘kate’’ti ‘‘kārite’’ti etassa pariyāyo hoti, ‘‘okāsaṃ me karohi, ahaṃ taṃ vattukāmo’’ti okāse kārāpiteti attho. ‘‘Akate okāse’’ti padacchedo , pubbe vuttoyevattho. Dukkaṭāpattiyā sahāti okāsassa akārāpitattā dukkaṭāpattiyā saddhiṃ.",
  "tika-vin11t3:136": "404-5.Koṇṭhosīti dhuttosi. Jeṭṭhabbatikosīti kālīdevīvataniyuttosi. Kālīdevī kira sirideviyā jeṭṭhā, tasmā tassā vatadharo jeṭṭhabbatiko vuccati. Taṃ pana vataṃ samādiyitvā pūrento sakalasarīre masiṃ makkhetvā kākapattāni muṭṭhiyaṃ katvā kālīdeviṃ phalake likhāpetvā taṃ kājakoṭiyaṃ bandhitvā ucchiṭṭhodakādiasucisannicitaoligallaṃ pavisitvā ‘‘dussīlosi nissīlosi sīlavirahitosī’’ti thomento vicaratīti.",
  "tika-vin11t3:137": "Dussīlattā eva hīnajjhāsayatāya pāpadhammo lāmakasabhāvosi. Pūtinā kammena sīlavipattiyā anto paviṭṭhattā antopūti. Chahi dvārehi rāgādikilesānussavanena tintattā avassuto. Sesamettha uttānatthameva. Garukaṃ niddiseti ettha ‘‘katokāsamhī’’ti ca ‘‘tatheva akatokāse, dukkaṭāpattiyā sahā’’ti ca ānetvā sambandhitabbaṃ. Evamuttaratrāpi.",
  "tika-vin11t3:138": "406.Sammukhāti cuditakassa sammukhā, avidūreti attho. Hatthamuddāyāti muttapāṇādivasena. Taṃ hatthamuddāya kathitaṃ. Paroti yaṃ codesi, so cuditako paro. Bhikkhunoti codakassa bhikkhuno.",
  "tika-vin11t3:139": "407.Sammukhe ṭhatvāti cuditakassa āsanne ṭhatvā. ‘‘Codāpentassā’’ti etassa kammabhāvato paroti idaṃ upayogantavasena sambandhitabbaṃ. Evamuttaratra. Kenacīti aññena kenaci puggalena. Tassa codakassa. ‘‘Codāpentassā’’ti puna vacanaṃ niyamatthaṃ.",
  "tika-vin11t3:140": "408.Sopīti uggahāpitattā codanaṃ karonto itaro payojjakapuggalopi. Tesaṃ dvinnampīti payojakapayojjakānaṃ dvinnampi.",
  "tika-vin11t3:141": "409. Vuttaṭṭhānaṃ paṇṇaṃ vā sandesaṃ vā haranto dūto nāma, so ‘‘paṇṇaṃ vā sāsanaṃ vā pesetvā’’ti iminā saṅgayhatīti tasmiṃ visuṃ avattabbepi ‘‘duta’’nti vacanena nissaṭṭhadūtamāha . Paṇṇaṃ vā adatvā ‘‘evañca evañca vadā’’ti sāsanañca adatvā ‘‘taṃ codehī’’ti atthamattameva datvā nissaṭṭho bhikkhu idha ‘‘nissaṭṭhadūto’’ti gahetabbo.",
  "tika-vin11t3:142": "Atha vā ‘‘dūta’’nti iminā codetuṃ uggahāpetvā, tamanuggahāpetvā vā nissaṭṭho bhikkhu dūtoyeva gahetabbo. ‘‘Paṇṇa’’nti iminā pabbajitassa vā apabbajitassa vā kassaci hatthe codanaṃ likhitvā dinnapaṇṇaṃ gahetabbaṃ. Sāsananti ‘‘pārājikaṃ āpanno’’tiādinā nayena vatvā pesiyamānaṃ sāsanaṃ gahetabbaṃ. Idaṃ tayampi dūre nisīditvā aññehi kārāpanato ‘‘codāpentassā’’ti āha. ‘‘Para’’nti ānetvā sambandhitabbaṃ. Ettha okāsakārāpanaṃ natthi.",
  "tika-vin11t3:143": "410.Tathāti yathā amūlakena pārājikena sammukhā okāse kārite, akārite ca, tathā amūlakehi saṅghādisesehīti vuttaṃ hoti. ‘‘Vutte sammukhā pare’’ti bhummavasena adhikatena yojetabbaṃ, codeti codāpetīti vuttaṃ hotīti. Pācittiyāpattīti okāse kārite kevalā, akārite dukkaṭena sahāti gahetabbaṃ. Sammukhā sesāpattīhi pare vutte cāvanasaññino dukkaṭaṃ hotīti yojanā. Okāsākārāpanenapi dukkaṭameva hoti.",
  "tika-vin11t3:144": "411.Akkosanādhippāyassāti khuṃsanādhippāyassa. Akatokāsanti akāritokāsaṃ, ‘‘para’’nti iminā yojetabbaṃ. Attanāti codakena, ‘‘sayaṃ akāritokāsa’’nti iminā yojetabbaṃ. Saha pācittiyenāti ‘‘omasavāde pācittiya’’nti (pārā. 14) vuttapācittiyena saha. Vadantassāti codentassa vā codāpentassa vā, ettha ‘‘sammukhā’’ti idaṃ vakkhamānassa ‘‘asammukhā’’ti etassa vipariyāyato labbhati, ca-kārena kāritokāsapakkhe dukkaṭena pācittiyasambandhī.",
  "tika-vin11t3:145": "412.Asammukhā vadantassāti ettha ‘‘akkosanādhippāyassā’’ti ānetvā sambandhitabbaṃ. ‘‘Akatokāsamattanā’’ti nānuvattati. Sattahi āpattīhīti pārājikasaṅghādisesathullaccayapācittiyapāṭidesanīyadukkaṭadubbhāsitasaṅkhātesu sattasu āpattikkhandhesu yena kenacīti vuttaṃ hoti. ‘‘Tathā’’ti iminā ‘‘asammukhā’’ti idaṃ saṅgaṇhāti. Kammanti tajjanīyādisattavidhaṃ kammaṃ.",
  "tika-vin11t3:146": "413.Ummattakādīnanti ādi-saddena ‘‘anāpatti suddhe asuddhadiṭṭhissa asuddhe asuddhadiṭṭhissa ummattakassa ādikammikassā’’ti (pārā. 390) vutte saṅgaṇhāti. Pañcaṅgasaṃyutanti yaṃ codeti, tassa ‘‘upasampanno’’ti saṅkhyūpagamanaṃ, tasmiṃ suddhasaññitā, yena pārājikena codeti, tassa diṭṭhādivasena amūlakatā, cāvanādhippāyena sammukhā codanā, tassa taṅkhaṇavijānananti imehi pañcahi aṅgehi yuttaṃ hoti.",
  "tika-vin11t3:147": "415.Idanti ‘‘sikkhāpada’’nti seso, ‘‘sikkhāpada’’nti ca iminā tappaṭipādanīyā āpattiyeva gayhati. Tisamuṭṭhānanti kāyacittato, vācācittato, kāyavācācittatoti sacittakehi tīhi samuṭṭhānato tisamuṭṭhānaṃ. Tenevāha ‘‘sacitta’’nti. Paṭighacittānaṃ dvinnaṃ aññatarena sahitattā sacittakaṃ. Taṃsampayuttāya domanassavedanāya vasena dukkhavedanaṃ.",
  "tika-vin11t3:148": "Duṭṭhadosakathāvaṇṇanā.",
  "tika-vin11t3:149": "416.Lesamattanti ‘‘aññampi vatthuṃ lissati silissati vohāramatteneva īsakaṃ allīyatīti leso, jātiādīnaṃyeva aññatarakoṭṭhāsassetaṃ adhivacana’’nti (pārā. aṭṭha. 2.391) aṭṭhakathāya dassitanibbacanesu ‘‘leso nāma dasa lesā jātileso nāmaleso’’tiādinā (pārā. aṭṭha. 394) nayena padabhājane vuttesu jātināmagottādīsu dasasu lesesu aññataralesamattanti vuttaṃ hoti.",
  "tika-vin11t3:150": "Tattha jāti nāma khattiyabrāhmaṇādijāti. Nāmaṃ nāma imasmiṃ sikkhāpade ‘‘chagalako dabbo mallaputto nāma, chagalikā mettiyā bhikkhunī nāmā’’ti ṭhapitaṃ nāmaṃ viya codakehi ṭhapitanāmañca buddharakkhitādisakanāmañcāti duvidhaṃ nāmaṃ. Gottaṃ nāma gotamamoggallānādigottaṃ. Liṅgaṃ nāma dīghatādisaṇṭhānanānattañca kaṇhatādivaṇṇanānattañcāti idaṃ duvidhaliṅgaṃ. Āpattileso nāma lahukādirūpena ṭhitapācittiyādiāpatti. Patto nāma lohapattādi. Cīvaraṃ nāma paṃsukūlādi. Upajjhāyo nāma cuditakassa upajjhāyo. Ācariyo nāma cuditakassa pabbajjācariyādiko. Senāsanaṃ nāma cuditakasseva nivāsapāsādādikaṃ.",
  "tika-vin11t3:151": "Codeyyāti aññakhattiyajātikaṃ puggalaṃ pārājikaṃ ajjhāpajjantaṃ disvā attano verikhattiyajātikaṃ puggalaṃ ‘‘khattiyo mayā diṭṭho, pārājikaṃ dhammaṃ ajjhāpannosī’’tiādinā nayena codeti. Garukāpatti nāma saṅghādiseso. Sace cāvanacetanoti ‘‘appeva nāma naṃ imamhā brahmacariyā cāveyya’’nti (pārā. 392) vuttattā sace imaṃ sāsanā cāveyyāmīti adhippāyo hutvā codetīti vuttaṃ hoti, iminā byatirekavasena na aññādhippāyoti vuttameva hotīti purimasikkhāpadaṭṭhakathāyaṃ dassitesu ‘‘cāvanādhippāyo akkosādhippāyo’’ti (pārā. aṭṭha. 2.389) evamādinānappakārādhippāyesu āpattiyā aṅgabhūtaṃ cāvanādhippāyaṃ dassetvā sesādhippāye paṭikkhipati.",
  "tika-vin11t3:152": "417.Tathāsaññīti ayaṃ pārājikamajjhāpannoyevāti tathāsaññī. ‘‘Codeti vā codāpeti vā’’ti vuttattā ‘‘tathāsaññī’’ti idaṃ ‘‘codāpetī’’ti imināpi yojetabbaṃ. Sesoti ettha ‘‘pārājikāni vuttānī’’tiādiṃ katvā ‘‘sacittaṃ dukkhavedana’’nti pariyantaṃ katvā dassitapaṭhamasikkhāpadavinicchayasaṅgāhakakathāpabandhena vuttasabbavinicchayesu taṃsikkhāpadaniyataṃ ‘‘amūlakenā’’ti idañca imasmiṃ sikkhāpade ‘‘bhikkhumantimavatthunā…pe… anāpatti siyā’’ti vuttamatthañca ṭhapetvā avasiṭṭhasabbavinicchayoti attho. Anantarasamo mato heṭṭhā anantaraṃ vuttasikkhāpadeneva sadisoti veditabbo.",
  "tika-vin11t3:153": "Dutiyaduṭṭhadosakathāvaṇṇanā.",
  "tika-vin11t3:154": "418.Samaggassa saṅghassāti ‘‘samaggo nāma saṅgho samānasaṃvāsako samānasīmāyaṃ ṭhito’’ti padabhājane vuttattā cittena ca kāyena ca ekībhūtassa saṅghassāti vuttaṃ hoti. Ca-kāro padapūraṇo, eva-kārattho vā, nasamaggassāti byatirekattho veditabbo. Bhedatthaṃ vāyameyyāti ‘‘ime kathaṃ kadā bhijjissantī’’ti rattindivaṃ cintetvā upāyaṃ gavesitvā pakkhapariyesanādiṃ kareyyāti attho. Vuttañhi pāḷiyaṃ ‘‘bhedāya parakkameyyāti kathaṃ ime nānā assu vinā assu vaggā assūti pakkhaṃ pariyesati gaṇaṃ bandhatī’’ti (pārā. 412).",
  "tika-vin11t3:155": "Bhedahetunti ‘‘idhupāli bhikkhu adhammaṃ ‘dhammo’ti dīpeti, dhammaṃ ‘adhammo’ti dīpetī’’tiādinā (pari. 459) nayena khandhake vuttaṃ aṭṭhārasabhedakaravatthusaṅkhātaṃ saṅghabhedakāraṇamāha . Idameva hi padabhājane vuttaṃ ‘‘bhedanasaṃvattanikaṃ vā adhikaraṇanti aṭṭhārasabhedakaravatthūnī’’ti. Gahetvāti paggayha. Tiṭṭheyyāti nappaṭinissajjeyya. Paridīpayanti ettha paridīpento, na paṭinissajjantoti attho. Yathāha ‘‘tiṭṭheyyāti na paṭinissajjeyyā’’ti.",
  "tika-vin11t3:156": "419.Bhikkhūhīti tassa saṅghabhedakassa parakkamanaṃ passantehi vā dūre ce, ṭhitaṃ pavattiṃ suṇantehi vā lajjīhi supesalehi sesabhikkhūhi. Vuttañhetaṃ ‘‘bhikkhūhīti aññehi bhikkhūhi. Ye passanti ye suṇanti, tehi vattabbo’’ti (pārā. 412). Tassa vadantehi evaṃ vattabbanti vacanākāradassanatthamāha ‘‘māyasmā samaggassa saṅghassa bhedāya parakkami, bhedanasaṃvattanikaṃ vā adhikaraṇaṃ samādāya paggayha aṭṭhāsi, sametāyasmā saṅghena, samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī’’ti (pārā. 411) pāṭhaṃ, taṃ ekadesasaṅgahavasena upalakkhetumāha ‘‘bhedatthaṃ…pe… bhedakāraṇa’’nti. Iti vattabboti yojanā.",
  "tika-vin11t3:157": "420.Vuccamāno hīti ettha hi-saddo api-saddattho. ‘‘Pī’’ti vā pāṭho, tehi lajjibhikkhūhi ‘‘māyasmā’’tiādinā nayena visuṃ tikkhattuṃ vuttopīti attho. Nissajjeyya na ceva nanti taṃ bhedāya parakkamanaṃ appaṭinissajjanapaccayā dukkaṭāpattiṃ āpajjitvāpi na vissajjeyyāti attho. Vuttañhetaṃ ‘‘no ce paṭinissajjati, āpatti dukkaṭassā’’ti (pārā. 412). Tathā hi appaṭinissajjanto hatthesu, pādesu ca gahetvā saṅghamajjhe ānetvā tatheva tikkhattuṃ vuttopi taṃ avissajjetvā dukkaṭāpattiṃ āpannoti iminā ca saṅgahito. Vuttañhetaṃ bhagavatā ‘‘so bhikkhu saṅghamajjhampi ākaḍḍhitvā vattabbo ‘māyasmā…pe… phāsu viharatī’ti. Dutiyampi vattabbo. Tatiyampi vattabbo. Sace paṭinissajjati, iccetaṃkusalaṃ. No ce paṭinissajjati, āpatti dukkaṭassā’’ti. Idaṃ ubhayattha dukkaṭaṃ sāmaññena vakkhati ‘‘tikkhattuṃ pana vuttassa, apariccajatopi ta’’nti.",
  "tika-vin11t3:158": "Samanubhāsitabboti ettha ‘‘so bhikkhū’’ti ānetvā sambandhitabbaṃ, ‘‘yāvatatiya’’nti seso, yathāha ‘‘so bhikkhu bhikkhūhi yāvatatiyaṃ samanubhāsitabbo’’ti (pārā. 411), tathā saṅghamajjhepi tikkhattuṃ vuccamānopi no vissajjetvā dukkaṭaṃ āpanno so ādhānaggāhī bhikkhu saṅghena tikkhattuṃ vuttaṃ kammavācaṃ vatvā samanubhāsitabboti attho. Yathāha aṭṭhakathāyaṃ ‘‘yāvatatiyaṃ samanubhāsitabboti yāva tatiyaṃ samanubhāsanaṃ, tāva samanubhāsitabbo, tīhi samanubhāsanakammavācāhi kammaṃ kātabba’’nti (pārā. aṭṭha. 2.411). Tanti bhedāya parakkamanaṃ, bhedanasaṃvattanikaṃ adhikaraṇaṃ paggahetvā ṭhānañca. Accajanti, ñatticatutthāya kammavācāya vuccamānāyapi accajanto. Garukaṃ phuseti tatiyāya kammavācāya ‘‘so bhāseyyā’’ti yyakārappattāya saṅghādisesaṃ āpajjati.",
  "tika-vin11t3:159": "421. Saṅghassa bhedāya parakkamantaṃ bhikkhuṃ disvā, sutvā, ñatvā ca avadantassa bhikkhuno dukkaṭanti yojanā.",
  "tika-vin11t3:160": "422. Kīvadūre vasantehi sutvā gantvā vattabbanti āha ‘‘gantvā’’tiādi. Addhayojanameva addhayojanatā, tato adhikaṃ vā. Gilānaṃ paṭicca addhayojanaṃ vuttaṃ, itaraṃ paṭicca ‘‘adhikaṃ dūrampi pana gantabba’’nti vuttaṃ. Tenevāha ‘‘sace sakkotī’’ti. Tāvadeti tadā eva, acirāyitvāti attho.",
  "tika-vin11t3:161": "423.Tikkhattuṃ pana vuttassāti ‘‘māyasmā’’tiādinā nayena visuñca saṅghamajjhe ca tikkhattuṃ vuttassāpi apariccajantassa. Taṃ bhedāya parakkamādikaṃ. Bhedappavattiyā sutakkhaṇe sayaṃ agantvā paṇṇaṃ vā sāsanaṃ vā pesentassa āpattiṃ dassetumāha ‘‘dūtaṃ vā’’tiādi. Yathāha aṭṭhakathāyaṃ (pārā. aṭṭha. 2.411) ‘‘dūtaṃ vā paṇṇaṃ vā pesetvā vadatopi āpattimokkho natthī’’tiādi.",
  "tika-vin11t3:162": "425.Yyakāre pana sampatteti ‘‘yassa nakkhamati, so bhāseyyā’’ti (pārā. 413) tatiyakammavācāya ante yyakāre uccārite. Passambhantīti paṭippassambhanti, vūpasamantīti attho. Dukkaṭādayoti ñattiyā dukkaṭaṃ, dvīhi kammavācāhi dve ca thullaccayā. Yathāha ‘‘saṅghādisesaṃ ajjhāpajjantassa ñattiyā dukkaṭaṃ, dvīhi kammavācāhi thullaccayā paṭippassambhantī’’ti (pārā. 414). Tasmā ñattiyā pubbe bahi ca saṅghamajjhe ca tikkhattuṃ vuttepi appaṭinissajjanena āpannāni dve dukkaṭāni desetabbānīti viññāyati.",
  "tika-vin11t3:163": "Imissā kammavācāya kiṃ āpannāpattiyo paṭippassambhanti, udāhu anāpannāti vicāraṇāya ‘‘yo avasāne paṭinissajjissati, so tā āpattiyo na āpajjati, tasmā anāpannā paṭippassambhantī’’ti (pārā. aṭṭha. 2.414) mahāsumattherassa vādaṃ ‘‘kimanāpannānaṃ paṭippassaddhiyā’’ti paṭibāhitvā ‘‘liṅgaparivattane asādhāraṇāpattiyo viya āpannā paṭippassambhantī’’ti mahāpadumattherassa vādo ṭhito.",
  "tika-vin11t3:164": "426.Akate pana kammasminti yathāvuttasamanubhāsanakamme akate. Apariccajatopi cāti taṃ saṅghabhedāya parakkamanaṃ apariccajantassāpi. ‘‘Saṅghādisesenā’’ti iminā kammaṃ akatvā saṅghamajjhe ca bahi ca tikkhattuṃ vuccamānassa appaṭinissajjanena dukkaṭaṃ pana hotīti byatirekatova dasseti.",
  "tika-vin11t3:165": "427.Pubbe vāti ñattiyā pubbe visuṃ, saṅghamajjhe vā tikkhattuṃ vuccamānepi. Taṅkhaṇepīti ñattikkhaṇe vā. Ñattiyā aniṭṭhitāyapi pacchāpi, imassa avadhiṃ dasseti ‘‘asampatte yyakārasmi’’nti. Paṭinissajjatopi ca tassa saṅghādisesena anāpatti pakāsitāti paṭhamagāthāya pacchimaḍḍhaṃ idhānetvā yojetabbaṃ.",
  "tika-vin11t3:166": "428. Ettāvatā ‘‘anāpatti asamanubhāsantassa paṭinissajjantassa ummattakassa khittacittassa vedanāṭṭassa ādikammikassā’’ti (pārā. 416) pāṭhe ‘‘paṭinissajjantassā’’ti padena gahitesu ‘‘ñattito’’tiādīsu vinicchayaṃ dassetvā taṃ nigametuṃ ‘‘paṭinissajjato vāpi ta’’nti āha. Nigamanatthajotako evaṃ-saddo sāmatthiyā labbhati, evaṃ ‘‘ñattito’’tiādinā yathāvuttanayena paṭinissajjantassa vāti attho. Tanti saṅghabhedappayogaṃ. Asamanubhāsato vāti asamanubhāsiyamānassa. ‘‘Asamanubhāsiyato’’ti vattabbe vikaraṇapaccayalopena ‘‘asamanubhāsato’’ti vuttanti daṭṭhabbaṃ. Yathāha aṭṭhakathāyaṃ ‘‘asamanubhāsantassāti asamanubhāsiyamānassā’’ti (pārā. aṭṭha. 2.416). ‘‘Saṅghādisesena anāpatti pakāsitā’’ti anuvattamānattā icchitatthe siddhepi puna ‘‘anāpatti pakāsitā’’ti vacane punaruttatā āpajjatīti? Nāpajjati, padāvutti nāma alaṃkāro hotīti.",
  "tika-vin11t3:167": "429. Imassa sikkhāpadassa atthuppattiyaṃ saṅghabhedatthaṃ pañca vatthūni yācantena devadattena ‘‘sādhu bhante bhikkhū yāvajīvaṃ macchamaṃsaṃ na khādeyyuṃ, yo macchamaṃsaṃ khādeyya, vajjaṃ naṃ phuseyyā’’ti (pārā. 409) vutte ‘‘alaṃ devadatta mayā tikoṭiparisuddhaṃ macchamaṃsaṃ anuññātaṃ adiṭṭhaṃ asutaṃ aparisaṅkita’’nti (pārā. 409) anuññātesu macchamaṃsesu kappiyākappiyavinicchayaṃ pubbe anokāsābhāvena avatvā pakataṃ sikkhāpadavinicchayaṃ niṭṭhāpetvā idāni pattāvasesaṃ taṃ dassetuṃ ‘‘yañhī’’tiādi āraddhaṃ . ‘‘Taṃ tassā’’ti vakkhamānattā ‘‘ya’’nti idaṃ ‘‘bhikkhu’’nti iminā ca ‘‘macchamaṃsa’’nti etena ca yojetabbaṃ. Macchanti odakaṃ. Maṃsanti thalajānaṃ maṃsaṃ. Nibbematikoti ‘‘maṃ uddissa kata’’nti vā ‘‘saṅghaṃ uddissa kata’’nti vā uppannāya vimatiyā virahito.",
  "tika-vin11t3:168": "430.Samuddissa katanti saṅghaṃ vā attānaṃ vā uddissa kataṃ. ‘‘Ñatvā’’ti iminā ajānitvā bhuñjantassa anāpattibhāvamāha.",
  "tika-vin11t3:169": "431. Hatthīnaṃ assānaṃ acchānaṃ manussānaṃ ahīnaṃ kukkurānaṃ dīpīnaṃ sīhānaṃ byagghānaṃ taracchānaṃ maṃsaṃ akappiyaṃ hotīti yojanā.",
  "tika-vin11t3:170": "432. Sacittakatā āpattiyāyeva yujjati, idha pana taṃhetukaṃ maṃsameva hetumhi phalūpacārena sacittakanti gahitaṃ. Ettha cittaṃ nāma attānaṃ vā saṅghaṃ vā uddissa katabhāvajānanacittaṃ. Sesanti anuddissakataṃ akappiyamaṃsaṃ. Acittakanti vuttanayameva.",
  "tika-vin11t3:171": "433.Pucchitvāyevāti akappiyamaṃsaparihāratthaṃ dasasu maṃsesu nāmañca uddissakatassa parihāratthaṃ ubhayassāpi paṭiladdhākārañca pucchitvāyevāti attho. Odakesu macchesu akappiyābhāvato laddhākārova ñātabbo. Maṃse diṭṭhamatteyeva ‘‘idaṃ asukamaṃsa’’nti jānanti ce, apucchitepi doso natthi. Dāyakesu maṃsassābhāve laddhaniyāme apucchitepi doso natthi. Yathā vā tathā vā vimatiyā uppannāya appaṭiggāhetvā nisinne ‘‘kasmā na paṭiggaṇhathā’’ti pucchite vimatiyā uppannākāraṃ vatvā ‘‘mayaṃ tumhe vā itare bhikkhū vā uddissa na karimhā’’ti vatvā ‘‘amhākameva sandhāya kataṃ, paṇṇākāratthāya kataṃ, atithīnaṃ vā atthāya kata’’ntiādinā attanā laddhappakāraṃ vatvā ‘‘saṃsayaṃ akatvā paṭiggahetabba’’nti vadeyyuṃ ce, paṭiggahetuṃ vaṭṭatīti sabbamidaṃ aṭṭhakathāya vuttaṃ.",
  "tika-vin11t3:172": "Bhikkhūnaṃ etaṃ vattanti yojanā. Vattaṭṭhāti sammāsambuddhena mahākaruṇāya desitaṃ pātimokkhasaṃvarasīlaṃ visodhetvā paṭipajjane patiṭṭhitā. ‘‘Vinayaññuno’’ti iminā vinayaṃ ajānitvā upadesappamāṇeneva vattaṃ pūrentehi vattassa virodhopi siyāti te nivatteti. ‘‘Vattaṭṭhā’’ti visesanena vinayaṃ ñatvāpi apūraṇe nivatteti. Ubhayenapi attanā vuttavinicchayassa parisuddhabhāvaṃ dīpeti.",
  "tika-vin11t3:173": "434.Idaṃ samanubhāsananti yathāvuttasikkhāpadamāha. Samanubhāsanena sādhetabbā āpatti samanubhāsanā kāraṇūpacārena. Aññathā ekasamuṭṭhānādibhāvo na yujjati. Ekasamuṭṭhānaṃ kāyavācācittasaṅkhātaṃ ekaṃ samuṭṭhānaṃ etassāti katvā. Kāyakammanti hatthamuddāvasena kāyena kātabbassa paṭinissajjanassa akatattā kāyakammaṃ. Vacīkammanti vacasā kātabbassa akatattā vacīkammaṃ. Akriyanti yathāvuttanayena ‘‘saṅghabhedopakkamanivāraṇāya parakkamanaṃ paṭinissajjāmī’’ti kāyavikārena vā vacībhedena vā aviññāpanato akiriyaṃ nāma hotīti vuttaṃ hoti.",
  "tika-vin11t3:174": "Saṅghabhedakathāvaṇṇanā.",
  "tika-vin11t3:175": "435.Kiñcipi vattabbanti ‘‘eko vā dve vā tayo vā’ti vuttasaṅghabhedānuvattakabhikkhuṃ passantehi suṇantehi lajjibhikkhūhi visuñca saṅghamajjhe ca netvā tikkhattuṃyeva saṅghabhedānuvattanassa akattabbataṃ vatvā tato anoramantānaṃ ñatticatutthāya kammavācāya samanubhāsanakammaṃ kātabba’’nti idañca ‘‘tatiyānussāvanāya yya-kārappattāya āpajjanakasaṅghādisesato pubbe āpannā dukkaṭathullaccayā paṭippassambhantī’’ti idañca anāpattipakāro cāti imaṃ sādhāraṇavinicchayaṃ sandhāyāha. Vacanappakārabhedo pana attheva, so saṅkhepato mātikāya (pārā. 418-419) vitthārato padabhājane (pārā. 418-419) āgatanayena vattabbo. Assāti dutiyasaṅghabhedasikkhāpadassa. ‘‘Samuṭṭhānā…pe… matā’’ti iminā sādhāraṇavinicchayo atidiṭṭhoti daṭṭhabbaṃ.",
  "tika-vin11t3:176": "Dutiyasaṅghabhedakathāvaṇṇanā.",
  "tika-vin11t3:177": "436.Uddesapariyāpanneti ettha ‘‘sikkhāpade’’ti seso, nidānapārājikasaṅghādisesaaniyatavitthārasaṅkhāte pañcavidhauddesalakkhaṇapātimokkhe antogadhasikkhāpadavisayeti attho. ‘‘Uddesapariyāpanne sikkhāpade’’ti iminā ‘‘avacanīyamattānaṃ karotī’’ti imassa visayaṃ dasseti. Bhikkhu dubbacajātikoti ettha ‘‘yo’’ti ajjhāhāro. ‘‘Dubbacajātikoti dubbacasabhāvo, vattuṃ asakkuṇeyyoti attho’’ti (pārā. aṭṭha. 2.425-426) aṭṭhakathāya vuttadovacassatāya hetubhūtapāpicchatādīhi ekūnavīsatiyā dhammehi samannāgato hutvā attani vuttaṃ anusiṭṭhiṃ sādaramaggahaṇena nāsanatā dovacassasabhāvoti attho. Vuttañhetaṃ padabhājane ‘‘dubbacajātiko hotīti dubbaco hoti dovacassakaraṇehi dhammehi samannāgato akkhamo appadakkhiṇaggāhī anusāsani’’nti (pārā. 426).",
  "tika-vin11t3:178": "Avacanīyamattānaṃkarotīti ‘‘mā maṃ āyasmanto kiñci avacuttha kalyāṇaṃ vā pāpakaṃ vā, ahampāyasmante na kiñci vakkhāmi kalyāṇaṃ vā pāpakaṃ vā, viramathāyasmanto mama vacanāyā’’ti (pārā. 425) vuttanayena attānaṃ avacanīyaṃ karoti. Garukaṃ siyāti ettha ‘‘tassā’’ti idaṃ ajjhāhāranayasambandhena labbhati. Tatrāyaṃ yojanā – dubbacajātiko yo bhikkhu uddesapariyāpanne sikkhāpade attānaṃ avacanīyaṃ karoti, tassa garukaṃ siyāti.",
  "tika-vin11t3:179": "Kiṃ vuttaṃ hoti? Yo bhikkhu attano dovacassataṃ passantehi, suṇantehi ca lajjibhikkhūhi ‘‘mā āyasmā attānaṃ avacanīyaṃ akāsi…pe… aññamaññavuṭṭhāpanenā’’ti (pārā. 425) vuttanayena tikkhattuṃ vuttopi dukkaṭaṃ āpajjitvāpi na vissajjeti, ‘‘so bhikkhu saṅghamajjhampi ākaḍḍhitvā vattabbo’’ti (pārā. 426) vuttattā hatthe gahetvā ākaḍḍhitvāpi saṅghamajjhaṃ netvā tatheva tikkhattuṃ vutte dukkaṭaṃ āpajjitvāpi na vissajjeti, tassa dubbacajātikassa ñatticatutthāya kammavācāya kariyamāne samanubhāsanakamme tatiyāya kammavācāya yyakārappattāya pubbe vuttanayeneva ñattiyā dukkaṭaṃ, dvīhi kammavācāhi thullaccaye ca paṭippassambhayamāno saṅghādiseso hotīti vuttaṃ hoti.",
  "tika-vin11t3:180": "437.Dubbaceti ettha ‘‘sikkhāpade’’ti seso, tathā saṅghabhedakavaṇṇaneti etthāpi. Saṅghabhedo eva saṅghabhedako, taṃ vaṇṇeti kathetīti saṅghabhedakavaṇṇanaṃ, kiṃ taṃ? Sikkhāpadaṃ, tañca paṭhamameva saṅghabhedakasikkhāpadaṃ gahetabbaṃ, tasmiṃ vuttanayenāti yojanā. Yathāha aṭṭhakathāyaṃ ‘‘samuṭṭhānādīni paṭhamasaṅghabhedasadisānevā’’ti (pārā. aṭṭha. 2.425-426). ‘‘Sabbo vinicchayo’’ti etena idha dassitena ‘‘garukaṃ siyā’’ti etena saṅgahitaṃ saṅghādisesāvasānavinicchayaṃ vajjetvā ‘‘akate panā’’tiādigāthāttayena vuttaanāpattippakāre ca ‘‘idamekasamuṭṭhāna’’ntiādigāthāya vuttasamuṭṭhānādike ca atidisati.",
  "tika-vin11t3:181": "Dubbacakathāvaṇṇanā.",
  "tika-vin11t3:182": "438.Yo kuladūsako bhikkhu, so chandagāmitādīhi pāpento bhikkhuhi kamme kariyamāne taṃ chandagāmitādīhi pāpanaṃ accajanto garukaṃ phuse saṅghādisesaṃ āpajjatīti yojanā. ‘‘Kuladūsakoti kulāni dūseti pupphena vā phalena vā cuṇṇena vā mattikāya vā dantakaṭṭhena vā veḷuyā vā vejjikāya vā jaṅghapesanikena vā’’ti (pārā. 437) vacanato saddhāsampannakulāni lābhaṃ nissāya pupphadānādīhi saṅgaṇhitvā tathā akarontesu lajjibhikkhūsu kulānaṃ saddhādūsanato kuladūsako, bhikkhu.",
  "tika-vin11t3:183": "Chandagāmitādīhi pāpentoti kuladūsanakammaṃ karontaṃ disvā vā sutvā vā avacanato āpajjitabbadukkaṭato muccanatthāya ‘‘āyasmā kho…pe… alante idha vāsenā’’ti vadante lajjī pesale bhikkhū ‘‘chandagāmino ca bhikkhū…pe… ekaccaṃ na pabbājentī’’ti chandagāmitādīhi catūhi agatigamanehi yojentoti attho. Kamme kariyamāneti yathāvuttanayena attānaṃ garahantānaṃ bhikkhūnaṃ kariyamānaṃ akkosanañca paribhāsanañca ye passanti, ye ca suṇanti, tehi ‘‘māyasmā evaṃ avaca, na ca bhikkhū chandagāmino…pe… alante idha vāsenā’’ti tikkhattuṃ vuccamānopi dukkaṭaṃ āpajjitvāpi appaṭinissajjantaṃ hatthe gahetvā ākaḍḍhitvā saṅghamajjhaṃ ānetvā ‘‘māyasmā evaṃ avacā’’tiādinā nayeneva punapi tikkhattuṃ vutte dukkaṭaṃ āpajjitvāpi appaṭinissajjantassa ñatticatutthāya kammavācāya samanubhāsanakamme kariyamāneti vuttaṃ hoti. Garukaṃ phuseti ñattiyā dukkaṭaṃ, dvīhi kammavācāhi thullaccaye ca paṭippassambhento tatiyakammavācāya ante yyakāre sampatte saṅghādisesaṃ āpajjatīti vuttaṃ hoti.",
  "tika-vin11t3:184": "439-40. ‘‘Kulāni dūseti pupphena vā’’tiādinā (pārā. 437) nayena vuttakuladūsanopakaraṇabhūtacuṇṇapaṇṇādīsu vinicchayaṃ dassetumāha ‘‘cuṇṇa’’ntiādi. Cuṇṇanti sirīsapaṇṇādicuṇṇaṃ. Paṇṇanti tambūlapaṇṇatālapaṇṇādikhāditabbākhāditabbapaṇṇaṃ. Phalanti tālapanasādiphalaṃ. Pupphanti campakādipupphaṃ. Veḷunti andoḷikāpāṭaṃ kiraṇḍādikaṃ veḷuṃ. Kaṭṭhanti gehadāruṃ, indhanañca. Mattikanti pākatikaṃ, pañcavaṇṇaṃ vā mattikaṃ.",
  "tika-vin11t3:185": "Attano santakaṃ, tāvakālikādivasena gahitaṃ vā cuṇṇaṃ…pe… mattikaṃ kulasaṅgahaṇatthāya dadato kuladūsanadukkaṭaṃ hotīti sambandho. Theyyāti corikā. ‘‘Dadato’’ti idaṃ sāmivacanaṃ ‘‘kātabbo’’ti paccattavacanantaṃ visesitabbamapekkhitvā ‘‘dadanto’’ti vibhattivipariṇāmena paccattavacanantaṃ anuvattetabbaṃ. Kātabboti ettha kāretabboti attho. Iminā saṅghasantakaṃ, gaṇasantakaṃ, aññapuggalasantakañca cuṇṇādiṃ kulasaṅgahatthaṃ corikāya dento bhaṇḍagghena kāretabboti imaṃ vinicchayaṃ dasseti. Saṅghaññasantaketi saṅghaññasantakacuṇṇādiketi attho. Ettha añña-saddena gaṇapuggalānaṃ gahaṇaṃ.",
  "tika-vin11t3:186": "441.Saṅghikaṃ garubhaṇḍaṃ vāti saṅghasantakaṃ garubhaṇḍapahonakaṃ vā paṇṇādikaṃ. Senāsananiyāmitanti ‘‘ettakā phalarukkhādayo senāsane navakammatthāyā’’ti evaṃ niyamitaṃ vā. Issaravatāye vāti evakārena ‘‘theyyā’’ti idaṃ nivattitaṃ.",
  "tika-vin11t3:187": "442.Haritvā vāti attanāyeva haritvā vā. ‘‘Pupphaṃ dentassā’’ti iminā sambandho. Esa nayo uparipi. Harāpetvā vāti aññassa hatthe pesetvā vā. Pakkositvā vāti āmantetvā vā pakkosāpetvā vāti upalakkhaṇato labbhati. Āgatassa vāti attanā eva āgatassa vā. ‘‘Kulasaṅgahaṇatthāyā’’ti vacanena ‘‘evarūpe adhippāye asati vaṭṭatī’’ti vuttattā ‘‘cetiyaṃ pūjaṃ karontāpi ‘pūjessāmā’ti pupphāni gahetvā gacchantāpi tattha tattha sampattānaṃ cetiyapūjanatthāya denti, etampi pupphadānaṃ nāma na hotī’’tiādikaṃ (pārā. aṭṭha. 2.436-437) aṭṭhakathāgataṃ sabbaṃ vinicchayaṃ dassitaṃ hoti.",
  "tika-vin11t3:188": "443. Evaṃ ussaggaṃ dassetvā apavādaṃ dassetumāha ‘‘haritvā vā’’tiādi. ‘‘Harāpetvā’’ti iminā yojetabbassa vā-saddassa avuttasampiṇḍanatthatāya ‘‘pakkositvā vā pakkosāpetvā vā, āgatānaṃ vā’’ti ca saṅgayhati. Āgatassevāti evakārena haritvā dānādiṃ nivatteti.",
  "tika-vin11t3:189": "444.Tañcāti mātāpituādīnaṃ taṃ pupphadānañca. Vatthupūjatthanti ratanattayapūjanatthaṃ. Na panaññathāti aññena pakārena dātuṃ na vaṭṭati. Yena pakārena dātuṃ na vaṭṭati, koyaṃ pakāroti āha ‘‘sivādī’’tiādi. Sivādipūjanatthanti mahissarādidevatāpūjanatthañca. Maṇḍanatthanti piḷandhanatthaṃ. Evaṃ adātabbappakāraniyamanena ‘‘imaṃ vikkiṇitvā jīvikaṃ kappessantī’’ti mātāpituādīnaṃ dātuṃ vaṭṭatīti vadanti.",
  "tika-vin11t3:190": "445.‘‘Phalādīsu…pe… vinicchayo’’ti iminā ‘‘haritvā vā harāpetvā vā’’tiādinā pubbe vuttavinicchayo phalapaṇṇādīsu sabbattha samānoti dasseti.",
  "tika-vin11t3:191": "446.‘‘Pupphādibhājane’’ti pupphaphalādīnaṃ bhājanakāle. Sammatenāti pupphādibhājanatthaṃ khandhake vuttanayena saṅghena sammatena bhikkhunā. Assāti bhājanaṭṭhānaṃ āgatassa. Itarenāti saṅghasammutiṃ vinā pupphādīni bhājāpentena. Ñāpetvā dātabbanti sabbaṃ saṅghaṃ jānāpetvā dātabbaṃ.",
  "tika-vin11t3:192": "447.Upaḍḍhabhāvanti ekena bhikkhunā laddhabbabhāgato upaḍḍhaṃ. ‘‘Thokaṃ thoka’’nti iminā upaḍḍhatopi appataraṃ gahitaṃ.",
  "tika-vin11t3:193": "448.Paribbayavihīnassāti taṇḍulādijīvitavuttivayamūlarahitassa. Sampattissariyassāpīti attano samīpamupagatassa issarassa ca. ‘‘Dātabbaṃ tu sakaṃ phala’’nti iminā sambandho. ‘‘Paribbayavihīnānaṃ, dātuṃ saparasantaka’’nti khuddasikkhāya āgataṃ, idha ‘‘sakaṃ phala’’nti vuttaṃ. Tattha paravacanena vissāsikānaṃ gahaṇaṃ, idha pana vissāsaggāhena gahetvā dīyamānampi sasantakamevāti ‘‘saka’’nti vuttanti gahetabbaṃ.",
  "tika-vin11t3:194": "449-50. Yatra saṅghārāme saṅghena phalarukkhaparicchedaṃ katvā katikā katāti yojanā, ‘‘āgantukānaṃ ettakaṃ phalaṃ dātabba’’nti phalaparicchedaṃ katvā vā ‘‘ettakesu rukkhesu phalaṃ dātabba’’nti rukkhaparicchedaṃ katvā vā saṅghena katikā yena pakārena katāti attho. Tatrāgatassapīti evaṃ ṭhapitakatikavattaṃ taṃ saṅghārāmaṃ phalatthāya āgatassāpi.",
  "tika-vin11t3:195": "Yathāparicchedanti saṅghena tathākataphalarukkhaparicchedamanatikkamma. Dadatoti ocinitvā ṭhapitaphalaṃ, kappiyakārakehi ocināpetvā vā dentassa. Ocitaphale ca kappiyakārake ca asati phalatthāya āgatesu vattitabbavidhiṃ dassetumāha ‘‘dassetabbāpi vā’’tiādi. ‘‘Vatvā’’ti seso. Ca-kāraṃ api-saddena ekato katvā ‘‘apicā’’ti yojanā. Evaṃ vatvā saṅghena paricchinnarukkhā dassetabbāti iminā ‘‘idha phalāni sundarāni, ito gaṇhathā’ti evaṃ pana na vattabba’’nti (pārā. aṭṭha. 2.436-437) aṭṭhakathā byatirekato dassitā hoti.",
  "tika-vin11t3:196": "451.‘‘Khaṇitvā’’ti etena ‘‘khaṇāpetvā’’ti idampi saṅgahitaṃ, ‘‘kappiyabhūmi’’nti vakkhamānattā pathavinti ettha ‘‘akappiya’’nti labbhati. Tenevāha ‘‘pācittiyenā’’ti. ‘‘Mālāgaccha’’nti iminā pupphūpage taruṇagacche ca mallikāsumanādigumbagāgacche ca saṅgaṇhāti. Yathāha aṭṭhakathāya ‘‘taruṇakā hi puppharukkhāpi pupphagacchāpi ‘mālāvacchā’tveva vuccantī’’ti (pārā. aṭṭha. 2.431). Ādi-saddena phalūpagarukkhe ca bhesajjarase osadhagacche ca saṅgaṇhāti. ‘‘Ropāpane’’ti vakkhamānattā ‘‘saya’’nti idaṃ ‘‘ropane’’ti iminā yujjati.",
  "tika-vin11t3:197": "‘‘Sayaṃ khaṇitvā’’ti kasmā na yujjatīti? ‘‘Khaṇāpetvā’’ti vakkhamānassa abhāvā ca ‘‘yo pana bhikkhu pathaviṃ khaṇeyya vā khaṇāpeyya vā, pācittiya’’nti (pāci. 85) vacanato khaṇāpane pācittiyena bhavitabbattā ca ‘‘khaṇitvā’’ti iminā ca khaṇanakhaṇāpanānaṃ dvinnameva gahetabbattā na yujjati. Kuladūsaneti kuladūsananimittaṃ. Akappiyapathaviṃ khaṇitvā, khaṇāpetvā ca sayaṃ mālāgacchādiropane kate assa mālāgacchādiropakassa bhikkhuno akappiyapathavīkhaṇanapaccayena pācittiyena saddhiṃ kuladūsane kuladūsananimittaṃ dukkaṭaṃ hotīti yojanā.",
  "tika-vin11t3:198": "452.‘‘Tathā’’ti iminā ‘‘sayaṃ ropane’’ti idaṃ vinā avasesappakāraṃ saṅgaṇhāti. ‘‘Akappiyena vākyenā’’ti idaṃ ‘‘akappiyapathaviṃ khaṇāpetvā’’ti iminā ca ‘‘ropāpane’’ti iminā ca yujjati. ‘‘Imaṃ bhūmiṃ khaṇa, imaṃ gacchaṃ ropehī’’tiādikaṃ akappiyaṃ vohāraṃ vatvā akappiyapathaviṃ khaṇāpetvā mālāgacchādiropanaṃ kārāpentassāpi tatheva pācittiyañca dukkaṭañca hotīti attho.",
  "tika-vin11t3:199": "Khaṇanaropanehi dvīhi pācittiyadukkaṭāni avasiṭṭhehi tadatthikehi sabbavohārapayogabhedehi kiṃ hotīti āha ‘‘sabbatthā’’tiādi. Kuladūsaneti nimitte, visaye vā bhummaṃ. Akappiyena vākyena pana pathaviṃ khaṇāpetvā akappiyena vākyena ropāpanepi tathā pācittiyena saha kuladūsane bhikkhuno dukkaṭaṃ vuttaṃ. Sabbattha ito paresupi tadatthikena sabbavohārabyāpāresu kuladūsananimittaṃ bhikkhuno dukkaṭaṃ vuttanti yojanā.",
  "tika-vin11t3:200": "453. Kappiyabhūmiyā attanā khaṇane, akappiyavohārena khaṇāpane ca pācittiyābhāvato dukkaṭaṃyeva vuttanti āha ‘‘ubhayattha cā’’tiādi. Ettha ‘‘eva’’nti seso, so yathāvuttamatthaṃ nigameti. Evaṃ yathāvuttanayena kappiyabhūmiyampi mālāgacchādiropanaropāpanasaṅkhātesu dvīsu ṭhānesu ca bhikkhuno dukkaṭaṃ vuttanti yojanā.",
  "tika-vin11t3:201": "454.Sadukkaṭāpācittīti ‘‘āvāṭaṃ khaṇa, gacchaṃ ropehī’’ti ekavāraṃ āṇatte bahū āvāṭe khaṇitvā bahūsu gacchesu ropitesupi āṇattiyā ekattā dukkaṭena saha pācittiyaṃ hotīti ayamattho akappiyabhūmiṃ sandhāya vutto. ‘‘Suddhaṃ vā dukkaṭa’’nti idaṃ akappiyabhūmiyaṃ kappiyena vohārena āvāṭaṃ khaṇāpakassa ca kappiyabhūmiyaṃ akappiyavohārena āvāṭaṃ khaṇāpakassa ca ‘‘imaṃ gacchaṃ ropehī’’ti ekavārāṇattapaccayā āpajjitabbaṃ kuladūsanadukkaṭaṃ sandhāya vuttaṃ.",
  "tika-vin11t3:202": "455.Kappiyeneva vākyenāti ettha kappiyavākyaṃ nāma ‘‘ettha āvāṭaṃ jāna, ettha āvāṭaṃ jānitabbaṃ, ettha āvāṭena bhavitabba’’nti evarūpaṃ vākyañca ‘‘imaṃ gacchaṃ ettha jāna, ayaṃ gaccho ettha jānitabbo’’tiādivākyañca. Evakārena akappiyavohārañca kappiyākappiyamissakavohārañca nivatteti. Pariyāyobhāsanimittakammaṃ pana ‘‘itarattayaṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāvacanato vaṭṭati. Ubhayattha ca bhūmiyāti kappiyākappiyabhūmīsu dvīsu. Ropaneti ettha sambandhato, pakaraṇato ca ‘‘mālāgacchādīna’’nti labbhati.",
  "tika-vin11t3:203": "‘‘Vākyenā’’ti vuttattā ‘‘ropāpane’’ti vattabbo, ‘‘ropane’’ti kimatthamāhāti ce? Suddhakattuniddesena payojakassāpi saṅgahetabbato gāthābandhavasena vuttaṃ. Iminā uparigāthāya ‘‘sayaṃ ropetu’’nti ettha ‘‘saya’’nti iminā visesetvā ‘‘ropāpetu’’nti idaṃ nivatteti. ‘‘Paribhogatthāya hi kappiyabhūmiyaṃ vā akappiyabhūmiyaṃ vā kappiyavohārena ropāpane anāpattī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāvinicchayo imāya gāthāya saṅgahitoti veditabbo. Koci dosoti pācittiyañca dukkaṭañcāti vuttadosesu ekopi doso na vijjatīti attho.",
  "tika-vin11t3:204": "456-7.‘‘Sayaṃropetu’’nti idaṃ ‘‘ārāmādīnamatthāyā’’ti iminā sambandhitabbaṃ.",
  "tika-vin11t3:205": "Ādi-saddena vanādiṃ saṅgaṇhāti. Sayaṃ ropitassa vāti ettha vā-saddena ‘‘ropāpitassā’’ti idaṃ saṅgaṇhāti, etassa visesanatthaṃ ‘‘kappiyena vohārenā’’ti pāṭhaseso. Ayaṃ pana vinicchayo ‘‘ārāmatthāya pana vanatthāya ca chāyatthāya ca akappiyavohāramattameva na vaṭṭati, sesaṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāgatanayena veditabbo. Anto ārāmabhūsanatthāya, bahi araññatthāya viya chāyatthāya suddhacittena ‘‘imaṃ jānā’’tiādikappiyavohārena ropāpitarukkhe ca kappiyabhūmiyañca attanā kate vā akappiyavohārena kārāpite vā akappiyabhūmiyañca kappiyavohārena attanā kārāpite vā aññehi kate vā āvāṭe attanā ropite rukkhe ca phalaṃ paribhuñjituṃ icchati ce, paribhuñjituṃ vaṭṭatīti attho.",
  "tika-vin11t3:206": "Ārāmādīnamatthāya kappiyabhūmiyaṃ sayaṃ ropitassa vā kappiyabhūmiyaṃ vā akappiyabhūmiyaṃ vā kappiyavohārena ropāpitassa vā rukkhassa yañca phalaṃ, taṃ phalaṃ paribhuñjituṃ bhikkhūnaṃ vaṭṭatīti yojanā. Katthaci potthakesu ‘‘ārāmādīnamatthāyā’’ti gāthāya likhitaṭṭhāne ‘‘kulasaṅgahaṇatthāyā’’tiādigāthā dissati. Sā pāḷikkamaviruddhattā aṭṭhānappayuttā, ‘‘pupphāna’’ntiādigāthāya purato vuccamānā pana ṭhānappayuttā hoti.",
  "tika-vin11t3:207": "458.Sabbatthāti ārāmādiatthāya pubbe viya attanā ropitesu, ropāpitesu ca sabbesu mālāgacchādīsu. Akappiyodakeneva pācittīti ‘‘yo pana bhikkhu jānaṃ sappāṇakaṃ udakaṃ tiṇaṃ vā mattikaṃ vā siñceyya vā siñcāpeyya vā, pācittiya’’nti (pāci. 140) vuttā pācitti eva, na dukkaṭanti attho.",
  "tika-vin11t3:208": "459. Idāni dukkaṭena saddhiṃ pācittiyavisayaṃ dasseti ‘‘kula…pe… dukkaṭa’’nti. Siñcatoti kappiyodakeneva siñcato, siñcāpayato ca.",
  "tika-vin11t3:209": "460.Tesaṃyeva dvinnaṃ pana atthāyāti kuladūsanaparibhogānaṃ dvinnamatthāya. Siñcane siñcāpaneti ettha ‘‘mālāgacchādīna’’nti pakaraṇato labbhati. Dukkaṭanti ettha ‘‘kevala’’nti seso.",
  "tika-vin11t3:210": "461.Ocināpaneti aññehi pupphānaṃ ocināpane. Sayamocinane cāpīti attanāva ocinane ca. Sapācittiyadukkaṭanti ‘‘bhūtagāmapātabyatāya pācittiya’’nti (pāci. 90) vuttattā pupphocinanahetu pācittiyañca kuladūsanadukkaṭañca hotīti vuttaṃ hoti.",
  "tika-vin11t3:211": "462. Pūjādiatthāya, kulasaṅgahatthāya ca pupphānaṃ ocinanaocināpanāni kārāpentassa āpattiyā āpajjanappakāraṃ dassetumāha ‘‘pupphāna’’nti. ‘‘Pupphānaṃ gaṇanāya pācittiyaṃ hotī’’ti vuttattā pupphamocinatoti ettha ‘‘visuṃ visu’’nti seso. Ekekapupphaṃ ocinantassa pupphagaṇanāya pācittiyaṃ hotīti attho. ‘‘Ekena payogena bahūni pupphāni ocinantassa pana payogagaṇanāya hotī’’ti aṭṭhakathāyaṃ vuttaṃ idha byatirekato labbhati. ‘‘Ocinato’’ti iminā ‘‘ocināpayato’’ti idañca kiriyāsāmaññe visesassa antogadhabhāvato vā upalakkhaṇato vā dassitanti.",
  "tika-vin11t3:212": "Tattha ca pupphāni visuṃ visuṃ vatvā ocināpentassa pupphānaṃ gaṇanāya hotīti idameva āpajjati. Ekavāramāṇattena bahūni pupphāni bahūsu ca vāresu ocitesu āṇattigaṇanāya hotīti vinicchayo daṭṭhabbo. Idaṃ sabbappakāraṃ anantaravuttagāthāya dassitavidhimhi ca daṭṭhabbanti ñāpetumāha ‘‘kulatthaṃ ce sadukkaṭā’’ti. Kulatthanti kulasaṅgahatthaṃ. ‘‘Sadukkaṭā’’ti vuttattā pācittiyañca dukkaṭañca pupphagaṇanāya hotīti siddhaṃ. Yathāha aṭṭhakathāyaṃ ‘‘pupphagaṇanāya dukkaṭapācittiyānī’’ti (pārā. aṭṭha. 2.431).",
  "tika-vin11t3:213": "463. Ganthanaṃ gantho, tena nibbattaṃ ganthimaṃ. Esa nayo sabbattha. Ganthimādisarūpaṃ sayameva vakkhati. Saṅgahaṇaṃ saṅgaho, pupphānaṃ saṅgahoti viggaho.",
  "tika-vin11t3:214": "464. Imāni ganthimādīni sarūpato dassetumāha ‘‘tattha daṇḍena daṇḍaṃ vā’’tiādi. Tattha tatthāti tesu chasu pupphasaṅgahesu. ‘‘Daṇḍena daṇḍaṃ vā’’ti idaṃ sadaṇḍauppalādikusumaṃ sandhāyāha. ‘‘Vaṇṭenapi ca vaṇṭaka’’nti idaṃ savaṇṭakarattakusumādiṃ sandhāyāha. Karaṇaṃ sabbanti kataṃ sabbaṃ. Idha sabbattha kappiyavidhivibhāgaṃ ‘‘sabbameta’’miccādigāthāyaṃ vakkhati.",
  "tika-vin11t3:215": "465.Suttādīhi gopphetvāti ettha ‘‘vassikapupphādīnī’’ti seso. Suttena vā kadalivākādīhi vā vassikādipupphe ganthitvā katapupphavikāro gopphimaṃ nāma. Ekato vaṇṭāni yassāti viggaho. Ubhatovaṇṭikāti etthāpi eseva nayo. Appatthe vā sakatthe vā ka-kāro daṭṭhabbo. Itthiliṅgavisaye ka-kārato pubbākārassa i-kārādeso.",
  "tika-vin11t3:216": "Sabbapupphānaṃ vaṇṭāni ekadisāya katvā ganthitapupphāvali ekatovaṇṭikā nāma, vaṇṭāni ubhayadisāya katvā ganthitapupphāvali ubhatovaṇṭikā nāmāti taṃ gopphimaṃ evaṃ duvidhaṃ hotīti attho. ‘‘Vākaṃ vā valliṃ vā rajjuṃ vā diguṇaṃ katvā tattha nīpakadambādivaṇṭarahitāni pupphāni veṭhetvā gahaṇaṃ gopphimaṃ nāmā’’ti (pārā. aṭṭha. 2.431 atthato samānaṃ) aṭṭhakathāya vuttaṃ.",
  "tika-vin11t3:217": "466.Bundesūti mūlesu. Makulādikanti ettha ādi-saddena vaṇṭarahitamadhukādipupphañca vaṇṭasahitamallikādipupphañca saṅgahitaṃ. Sūciādīhīti ettha ādi-saddena tālahīrādiṃ saṅgaṇhāti . Mālāvikatīti pupphamālāvikati. Sūciādīhi makulādikaṃ pupphaṃ bundesu vijjhitvā āvutā mālāvikati vedhimaṃ nāmāti vuccatīti yojanā.",
  "tika-vin11t3:218": "467.‘‘Veṭhimaṃ nāma pupphadāmapupphahatthakesu daṭṭhabba’’nti (pārā. aṭṭha. 2.431) aṭṭhakathāya dassitappakāresu paṭhamappakāraṃ dasseti ‘‘veṭhetvā kataṃ mālāguṇehi vā’’ti. Dhammadesanāya vā paṭimāya vā dhātuyā vā pūjaṃ kattukāmā muddhani ujukaṃ katvā mālādāmakalāpaṃ olambitvā agge ghaṭikākāradassanatthaṃ mālāvaliyo anekakkhattuṃ parikkhipantā veṭhenti, idaṃ evarūpaṃ mālāguṇakaraṇampi veṭhimaṃ nāmāti vuttaṃ hoti.",
  "tika-vin11t3:219": "Aññappakāraṃ dasseti ‘‘vākādīhi ca baddhaṃ vā’’ti, ‘‘bandhitvā’’tipi pāṭho, ‘‘kata’’nti iminā sambandho. Ekacce uppalādidīghadaṇḍakusumāni aṭṭha vā nava vā dasa vā kalāpaṃ katvā tesameva daṇḍānaṃ vākehi vā aññena yena kenaci daṇḍakagge ṭhapetvā vā visuṃ vā bandhitvā uppalahatthādiṃ karonti, tañca veṭhimaṃ nāmāti vuttaṃ hoti. Etaṃ dvayampi na vaṭṭati.",
  "tika-vin11t3:220": "Kappiyakārakehi ocinitvā ṭhapitapupphāni sāṭake pakkhipitvā bhaṇḍikaṃ katvā bandhituṃ na vaṭṭati. Tesuyeva pupphesu acchinnena daṇḍena vā tasmiṃyeva daṇḍe acchinnavākena vā kalāpaṃ katvā bandhituṃ, aṃsabhaṇḍikāya pakkhipitvā gahetuñca vaṭṭati. Yathāha aṭṭhakathāyaṃ ‘‘tesaṃyeva pana vākena vā daṇḍena bandhituṃ aṃsabhaṇḍikaṃ vā kātuṃ vaṭṭatī’’ti. ‘‘Vākena vā daṇḍena vā’ti ca idaṃ acchinditvā parikkhipitvā bandhanaṃ sandhāya vadantī’’ti sīhaḷagaṇṭhipade vuttaṃ. Padumādipupphāni padumādipaṇṇesu nāḷehi pavesetvā nāḷehi bahi katvā paṇṇena pupphāni paṭicchādetvā paṇṇagge bandhituṃ vaṭṭati. ‘‘Daṇḍe pana bandhituṃ na vaṭṭatī’’ti (pārā. aṭṭha. 2.431) ca aṭṭhakathāyameva vuttaṃ.",
  "tika-vin11t3:221": "468.Pupphamālāhi pūraṇeti pupphāvalīhi pūraṇe. Idaṃ kattha labbhatīti āha ‘‘bodhi’’ntiādi. Pupphapaṭaṃ nāma mālāvaliyo tantaṃ viya pasāretvā vatthaṃ vāyantehi viya tiriyañca mālāvalīhi vāyitapaṭaṃ vuccati. Idaṃ pupphapaṭaṃ mālāvalīhi dīghaso pūraṇaṃ sandhāya purime gahitaṃ, tiriyato vāyanaṃ sandhāya vakkhamāne vāyimepi gahitanti punaruttābhāvo veditabbo. Paṭādīnanti ādi-saddena cetiyadhātukaraṇḍakavedikādīnaṃ gahaṇaṃ.",
  "tika-vin11t3:222": "Parikkhepesu labbhatīti bodhikkhandhādīnaṃ punappunaṃ parikkhipanesu labbhati. Bodhikkhandhādayo pupphāvalīhi parikkhipantehi paṭhamavaddhaṭṭhāne pupphāvaliyā anatikkāmite purimaṃ nāma ṭhānaṃ yāva pāpuṇāti, tāva aññena gahetvā parikkhipantena āharitvā punapi tasmiṃ ṭhāne patte aññassa dānavasena bodhikkhandhaṃ, cetiyaṃ, dhātukaraṇḍakaṃ vā pupphakañcukena chādetuṃ vaṭṭatīti aṭṭhakathāya vuttaṃ. Sacepi dveyeva bhikkhū ubhosu passesu ṭhatvā pariyāyena haranti, vaṭṭatiyevāti vadanti. Pupphapaṭavāyanatthaṃ pasāriyamānapupphāvalīsu ca eseva vinicchayo.",
  "tika-vin11t3:223": "Dīghapupphāvaliṃ nāgadantesu pakkhipitvā puna pakkhipituṃ na vaṭṭati. ‘‘Nāgadantesu pana pupphavalayaṃ pavesetuṃ vaṭṭatī’’ti vuttattā aññehi valayaṃ katvā dinnapupphāvalivalayaṃ dhātukaraṇḍathupikāya pavesetuṃ vaṭṭati. ‘‘Mālāguṇehi pana bahūhipi kataṃ pupphadāmaṃ labhitvā āsanamatthakādīsu bandhituṃ vaṭṭatī’’ti vuttattā pupphadāmapupphāvalīnaṃ puppharahitāya suttakoṭiyā rajjudaṇḍādīsu bandhituṃ vaṭṭati.",
  "tika-vin11t3:224": "469.Puppharūpaṃ nāma ‘‘gopphimapuppheheva hatthiassādirūpakāni karonti, tānipi vāyimaṭṭhāne tiṭṭhantī’’ti (pārā. aṭṭha. 2.431) vuttattā taṃtaṃrūpasaṇṭhānaṃ katvā pupphāvaliyo nivesetvā kariyamānaṃ hatthiassādirūpaṃ. Imasmiṃ aṭṭhakathāpāṭhe ‘‘tānipi vāyimaṭṭhāne tiṭṭhantī’’ti vuttattā ca ‘‘aññehi kataparicchede pana pupphāni ṭhapentena hatthiassādirūpakampi kātuṃ vaṭṭatī’’ti (pārā. aṭṭha. 2.431) aṭṭhakathāpāṭhassa sāratthadīpaniyaṃ ‘‘pupphāni ṭhapentenāti aganthitāni pākatikapupphāni ṭhapentena. Pupphadāmaṃ pana pūjanatthāya bhūmiyaṃ ṭhapentena phusāpetvā vā aphusāpetvā vā diguṇaṃ katvā ṭhapetuṃ na vaṭṭatī’’ti (sārattha. ṭī. 2.431) vuttattā ca imaṃ hatthiādirūpaṃ pūrentena mālāvaliṃ aññehi kataparicchede sambandhitvā pāsāṇaāsanamañcapīṭhahatthirūpādimatthake ṭhapetvā pūjanappakāro vāyimanti viññāyati.",
  "tika-vin11t3:225": "Pupphapaṭanti pubbe vuttappakāraṃ pupphapaṭaṃ pūrentena ekāpi pupphāvali parivattetvā na ṭhapetabbā, vāyantena aññehi pūritepi ekāpi pupphāvali na pātetabbā, idaṃ pūrimavāyimānaṃ nānākaraṇaṃ. Ādiggahaṇena pupphajālaṃ saṅgaṇhāti, taṃ karontassa jālacchiddagaṇanāya dukkaṭaṃ hoti. ‘‘Bhitticchattabodhitthambhādīsupi eseva nayo’’ti vuttattā chattādīsu ca pupphajālaṃ na dātabbaṃ.",
  "tika-vin11t3:226": "470. Imassa sikkhāpadassa sādhāraṇattā ‘‘bhikkhūnaṃ bhikkhunīnañcā’’ti āha. Buddhassapīti ettha pi-saddo sambhāvane, ‘‘pūjattha’’nti vattabbaṃ, buddhassa pūjatthāyapi kātuṃ vā kārāpetuṃ vā na vaṭṭatīti attho. Dhammasaṅgharatanānipi upalakkhaṇato saṅgayhanti. Sese kimeva vattabbanti byatirekattho.",
  "tika-vin11t3:227": "471.‘‘Tathā’’ti iminā ‘‘sayaṃ parehi vā kārāpetuṃ bhikkhūnañca bhikkhunīnañca buddhassapī’’ti anantaragāthāya vuttamatidisati. Kalambakanti dvinnaṃ dhanukānamantare olambakadāmaṃ. Yathāha aṭṭhakathāyaṃ ‘‘kalambakoti aḍḍhacandanāgadantantare ghaṭikādāmaolambako vutto’’ti (pārā. aṭṭha. 2.431). Ettha ca ghaṭikādāmaolambako nāma ante ghaṭikākārayutto yamakadāmaolambako. Kātunti bandhituṃ na vaṭṭatīti yojanā. Ekekapupphadāmaṃ pana nikkhantasuttakoṭiyā pabandhitvā olambituṃ vaṭṭati. Pupphadāmadvayaṃ saṅghaṭitukāmenapi nikkhantasuttakoṭiyāva suttakoṭi saṅghaṭituṃ vaṭṭati. Aḍḍhacandakameva vāti ‘‘aḍḍhacandākārena mālāguṇaparikkhepo’’ti aṭṭhakathāya vuttasarūpaṃ vā.",
  "tika-vin11t3:228": "Ettha ca aḍḍhacandākārena mālāguṇaparikkhepo nāma aḍḍhacandākārena mālāguṇassa punappunaṃ haraṇapaccāharaṇavasena pūretvā parikkhipanaṃ. Teneva taṃ pūrime paviṭṭhaṃ. Tasmā etampi aḍḍhacandākāraṃ punappunaṃ haraṇapaccāharaṇavasena pūritaṃ na vaṭṭati, ekavāraṃ pana aḍḍhacandākārena mālāguṇaṃ harituṃ vaṭṭatīti vadanti. Kātuṃ na vaṭṭatīti sambandho. ‘‘Tadubhayampi pūrimeyeva paviṭṭha’’nti (pārā. aṭṭha. 2.431) aṭṭhakathāyaṃ vuttaṃ. Aññehi pūritanti aññehi āyataṃ pasāretvā pūritaṃ pupphapaṭaṃ. Vāyitumpi cāti tiriyaṃ ekapupphāvalimpi vāyituṃ ‘‘na vaṭṭatī’’ti imināva sambandho.",
  "tika-vin11t3:229": "472.Piṭṭhakācamayanti taṇḍulapiṭṭhādīhi katañceva kācamattikāya ca kataṃ pupphadāmaṃ. Bheṇḍupupphamayampi cāti bheṇḍudaṇḍakehi mallikāsumanacampakādisadisaṃ katvā chiddehi katadāmañca. ‘‘Geṇḍupupphamaya’’ntipi likhanti. Kharapattamayanti ettha kharapattaṃ nāma kuṅkuṭṭhakhacitaṃ pupphapaṭanti vadanti. Kātunti ganthanaganthāpanādīni kātuṃ. Bheṇḍukharapattadāmānaṃ paṭikkhittattā celādīhi katadāmampi na vaṭṭati akappiyānulomattāti vadanti.",
  "tika-vin11t3:230": "473.Hīrādīhīti tālanāḷikerahīrādīhi. Ādi-saddena tiṇasalākādiṃ saṅgaṇhāti. Paṭākatthanti paṭākākārena pūjanatthaṃ. ‘‘Vijjhantassā’’ti iminā kaṇṭakehi vijjhanaṃ, hīrādīhi āvuṇanañca saṅgahitaṃ.",
  "tika-vin11t3:231": "475.Asokapiṇḍiādīnanti asokapupphamañjarikādīnaṃ. Ādi-saddena aṭṭhakathāyaṃ (pārā. aṭṭha. 2.431) eteheva saddhiṃ dassitaṃ jālavitānaṃ, chiddāni dassetvā katavedikā, nāgadantakaṃ, pupphacaṅkoṭakāpidhānaṃ, tālapaṇṇavalayādiñca saṅgaṇhāti. Dhammarajjuyāti ettha sāratthadīpaniyaṃ ‘‘dhammarajju nāma cetiyaṃ vā bodhiṃ vā pupphapavesanattha āvajjitvā baddharajjū’ti mahāgaṇṭhipade, majjhimagaṇṭhipade ca vuttaṃ, tasmā tathā baddhāya rajjuyā cetiyassa ca antare pupphāni pavesetuṃ vaṭṭatīti viññāyati. Gaṇṭhipade pana ‘dhammarajjunti sithilavaṭṭitaṃ rajjuṃ katvā bodhiṃ vā cetiyaṃ vā parikkhipitvā dhammāsane vā lambitvā tattha pupphāni pavesentī’ti vuttaṃ, tasmā sithilavaṭṭitāya rajjuyā antarepi pupphāni pavesetuṃ vaṭṭatīti viññāyati, vīmaṃsitvā yuttataraṃ gahetabbaṃ. Ubhayatthāpi panettha nevatthi virodhoti amhākaṃ khantī’’ti (sārattha. ṭī. 2.431) likhitaṃ.",
  "tika-vin11t3:232": "476.Vijjhantassapīti pi-saddena dhammāsanavitānādīsu pupphapūjanatthaṃ sayaṃ kaṇṭakahīrādippavesanaṃ saṅgaṇhāti. ‘‘Vitānādīsu pupphapūjanatthaṃ kaṇṭakahīrādippavesanaṃ na vaṭṭatī’ti idaṃ aṭṭhakathācariyappamāṇato gahetabba’’nti sāratthadīpaniyaṃ vuttaṃ.",
  "tika-vin11t3:233": "477.Kappiyavacanaṃ nāma ‘‘evaṃ jāna, evaṃ kate sobheyya, yathā etāni pupphāni na vikiriyanti, tathā karohī’’tiādi (pārā. aṭṭha. 2.431) aṭṭhakathāgataṃ kappiyavacanaṃ. Vatthupūjaneti ratanattayapūjane. Nimittādīsu nimittaṃ nāma pupphāni ca ganthanavāke ca gahetvā ganthituṃ jānantānaṃ samīpe ṭhapanaṃ. Obhāso nāma ‘‘tumhehi piḷandhitakusumāni kasmā na vikirantī’’ti vutte ‘‘ganthitattā’’ti ce vadati, nanu pūjanakapupphāni ganthituṃ na vaṭṭatītiādivacanāni. Pariyāyo nāma paṇḍitehi pupphāni yathā na vikiriyanti, tathā ganthitvā pūjetuṃ manāpantiādivacanaṃ. Pakāsitā aṭṭhakathāyaṃ.",
  "tika-vin11t3:234": "478. ‘‘Kulāni dūseti pupphena vā’’tiādipāṭhe (pārā. 437) ‘‘vejjikāya vā jaṅghapesanikena vā’’ti (pārā. 437) vuttaṃ vejjakammādiṃ kuladūsanato visuṃ katvā ‘‘na kevalaṃ…pe… kudācana’’nti kasmā vuttanti? Visuṃ kātuṃ na vuttaṃ. Yojanā panettha evaṃ veditabbā ‘‘na kevalamidameva vuttappakāraṃ pupphadānādikuladūsanaṃ kudācanaṃ akattabbaṃ, atha kho vejjakammādi kuladūsanampi kudācanaṃ na kattabba’’nti. Vejjakammādīti ettha ādi-saddena vakkhamānaparittodakasuttadānaanāmaṭṭhapiṇḍadānadūteyyajaṅghapesanike saṅgaṇhāti.",
  "tika-vin11t3:235": "479. ‘‘Kudācanaṃ na kattabba’’nti sāmaññena nisedhetvā idāni ‘‘kattabba’’miccādinā apavādavidhiṃ dasseti. Pañcannaṃ sahadhamminanti bhikkhubhikkhunisikkhamānasāmaṇerasāmaṇerīnaṃ pañcannaṃ saha saddhiṃ caritabbo pabbajjāsāsanadhammo etesaṃ atthīti ‘‘sahadhammikā’’ti saṅkhaṃ gatānaṃ. Akataviññattiṃ katvāpīti aññātakaappavārite bhesajjaṃ yācitvāpi ‘‘vadeyyātha bhante yenattho’’ti evaṃ akataṭṭhāne viññatti akataviññatti. Attano dhaneti sasantakavisaye.",
  "tika-vin11t3:236": "480.‘‘Tathā’’ti sahadhammikānaṃ vuttamatidisati. Tadupaṭṭhākajantunoti tesaṃ dvinnaṃ mātāpitūnaṃ veyyāvaccakarassa. Bhaṇḍukassāti gihiliṅge ṭhitassāpi pabbajjāpekkhassa. Attano veyyāvaccakarassapīti attano kammakarassapi. Ettakānañca janānaṃ pañcasahadhammikānaṃ viya akataviññattiyāpi bhesajjaṃ kātabbanti vuttaṃ hoti.",
  "tika-vin11t3:237": "481.Jeṭṭhabhātāti attano pubbajo bhātā. Kaniṭṭhoti anujo bhātā. Tathā bhaginiyo duveti jeṭṭhakaniṭṭhā dve bhaginiyo. Cūḷamātāti mātu kaniṭṭhā. Cūḷapitāti pitu kaniṭṭho. Mahāmātāti mātu jeṭṭhā. Mahāpitā pitu jeṭṭhabhātā.",
  "tika-vin11t3:238": "482.Pitucchāti pitubhaginī jeṭṭhakaniṭṭhā. Mātuloti mātu bhātā. Jeṭṭhakaniṭṭhe dve pitucchā , dve mātule ca ekato katvā ‘‘dasā’’ti vuttaṃ. Bhesajjaṃ kātuṃ vaṭṭatīti sambandho.",
  "tika-vin11t3:239": "484. ‘‘Dassanti me ime’’ti ābhogaṃ katvā vā dātabbanti yojanā.",
  "tika-vin11t3:240": "485.Etesaṃ dasannaṃ ñātīnaṃ. Yāva sattamā kulāti ettha kulaparicchedo kathaṃ gahetabboti? ‘‘Saputtadāraṃ bhātu kuṭumbaṃ ekaṃ kulaṃ, evaṃ tassa puttassa vā dhītu vā kuṭumbaṃ ekaṃ kula’’nti evamādinā nayena yāva sattamā kulaparivaṭṭā gahetabbā. ‘‘Saputtapatibhaginiyā kuṭumbaṃ ekaṃ kulaṃ, tathā tassa puttassa vā dhītu vā kuṭumbaṃ ekaṃ kula’’ntiādinā nayena yāva sattamā kulaparivaṭṭā gahetabbā. Cūḷamātādīnampi kulaparamparā iminā niyāmena gahetabbāti vadanti. Kuladūsanaṃ na rūhatīti ‘‘dātuṃ pupphaṃ panaññassa, āgatasseva ñātino’’tiādinā (vi. vi. 443) nayena kathitavidhinā etesu pavattantassa kuladūsanaṃ na ruhatīti vuttaṃ hoti.",
  "tika-vin11t3:241": "486.Bhātujāyāti attano jeṭṭhassa vā kaniṭṭhassa vā bhātu bhariyā. Bhaginisāmikoti attano jeṭṭhāya vā kaniṭṭhāya vā bhaginiyā sāmiko.",
  "tika-vin11t3:242": "487.Bhātunoti jeṭṭhassa, kaniṭṭhassa ca bhātuno. Anu pacchā jātāti anujā, kaniṭṭhabhaginī. ‘‘Anujā’’ti upalakkhaṇanti jeṭṭhāyapi saṅgaho. Jeṭṭhakaniṭṭhabhātūnaṃ bhariyā ca jeṭṭhakaniṭṭhabhaginīnaṃ sāmikā ca sace aññātakā hontīti yojanā. Dethāti ettha ‘‘imaṃ bhesajja’’nti pāṭhaseso.",
  "tika-vin11t3:243": "488.Tesampi bhātubhaginīnaṃ. ‘‘Puttāna’’nti iminā dhītūnampi saṅgaho. Katvāti vatvā. Tumhākaṃ mātāpitūnaṃ dethāti etthāpi ‘‘imaṃ bhesajja’’nti pakaraṇato labbhati. Mātāpitūnanti ubhayasaṅgāhakavacanato ‘‘tuyhaṃ mātu vā, tuyhaṃ pitu vā’’ti yathāsambhavaṃ visuṃ visuñca vattabbaṃ. Tesanti ca tumhākanti ca sāmivacanaṃ. Puttānanti ca mātāpitūnanti ca sampadānavacanaṃ.",
  "tika-vin11t3:244": "489. Bhesajjakaraṇārahānaṃ vattabbatāya ‘‘akallako’’ti idaṃ issarādipadehi paccekaṃ yojetabbaṃ. Akallakoti āturo. Kallaṃ vuccati sukhaṃ, taṃ etassa atthīti kallako, na kallako akallako. Ñātijanujjhito vāti ñātijanena pariccatto vā.",
  "tika-vin11t3:245": "490.Etesaṃ sabbesanti issarādiāturānaṃ sabbesametesaṃ janānaṃ. ‘‘Sādhunā’’ti vakkhamānattā apaccāsīsatā satāti ettha satāti kiriyāpadaṃ. ‘‘Imasmiṃ kate ime mayhaṃ evarūpaṃ dassantī’’ti attano atthāya paccāsīsanaṃ akarontenāti attho. Bhikkhusaṅghassa upakārataṃ paccāsīsantena kātuṃ vaṭṭati. Paṭisanthāroti āmisapaṭisanthāro, dhammapaṭisanthāroti duvidho paṭisanthāro. Ettha āmisapaṭisanthāro gayhati. Bhesajjaṃ āmisenapi hotīti dhammakathāya saṅgahopi yujjateva. Paṭisantharaṇaṃ paṭisanthāro. Paṭiladdhāmisassa ca dhammassa ca tesu ca attani ca patirūpenākārena samaṃ attharaṇaṃ pavattananti attho.",
  "tika-vin11t3:246": "Aparo nayo – āmisassa ca dhammassa ca alābhena attano, parassa ca antare sambhavantassa chiddassa vivarassa bhedassa paṭisantharaṇaṃ pidahanaṃ saṅgahaṇaṃ paṭisanthāro. Ayañhi lokasannivāso alabbhamānena āmisena ca dhammena cāti dvīhi chiddo, tassa taṃ chiddaṃ yathā na paññāyati, evaṃ pīṭhassa viya paccattharaṇena āmisena, dhammena ca paṭisantharaṇaṃ ‘‘āmisapaṭisanthāro, dhammapaṭisanthāro’’ti vuccatīti. Sādhunāti sāmīcippaṭipannatādiariyadhamme patiṭṭhitukāmena ariyācārena bhikkhunāti attho. ‘‘Adhunā’’ti idaṃ imissā paṭipattiyā sabbakālaṃ paṭipajjitabbatāyapi pāpajanakaṇhakasaṃgāme imasmiṃ vipannakāle visesena appamattena pavattetabbanti adhippāyena vuttaṃ.",
  "tika-vin11t3:247": "491-2.Kenacīti upalakkhaṇattā upāsakena vā upāsikāya vāti attho. Hatthenāti hatthāvayavā aṅguliyo vuttā samudāye pavattassa vohārassa avayave pavattanato. Katvāti ettha ‘‘paritta’’nti pāṭhaseso, karotissa kiriyāsāmaññe vattanato bhaṇitvāti attho. Tesameva ca santakanti parittaṃ bhaṇāpentānameva santakaṃ suttodakaṃ. Evaṃ vuttattā ‘‘attano suttodakaṃ āharitvā puññatthāya idaṃ hatthena cāletvā, āmasitvā vā parittaṃ bhaṇathā’’ti vutte kenaci parittodakaṃ suttaṃ kātabbaṃ. Kenaci ‘‘parittodakasuttāni dethā’’ti vutte bhikkhunā tesameva santakaṃ jalaṃ hatthena cāletvā suttakaṃ madditvā parittaṃ katvā dātabbanti yojanā.",
  "tika-vin11t3:248": "493.Anāmaṭṭhopīti hatthena anāmasitopi, apabbajitassa hatthato laddhā attanā vā aññena vā bhikkhunā agahitaggoti vuttaṃ hoti.",
  "tika-vin11t3:249": "494.Coradāmarikassa cāti gāmavilopakassa corassa ca.",
  "tika-vin11t3:250": "495.Paṇḍupalāsassāti pabbajjāpekkhassa bhaṇḍukassa, paṇḍuvaṇṇo palāso paṇḍupalāso, so viyāti paṇḍupalāso, taṃsadise tabbohāro ‘‘sīhoyaṃ māṇavako’’tiādīsu viya. Yathā paṇḍupalāso rukkhā patanābhimukho tiṭṭhati niyatapāto, evamayampi gihiliṅgato apagamābhimukho pabbajjūpagamane niyatova tiṭṭhatīti ‘‘paṇḍupalāsasadiso’’ti veditabbo.",
  "tika-vin11t3:251": "Thālakepi cāti attano paribhogathālakepi. Idañca nidassanamattaṃ, pattopi gahitoyevāti daṭṭhabbaṃ. Ṭhapetvāti ettha ‘‘piṇḍapāta’’nti upayogavasena sambandhanīyaṃ. Taṃ panāti attano paribhogathālake ṭhapetvā diyyamānaṃ piṇḍapātaṃ. ‘‘Mātāpitūna’’nti (pārā. aṭṭha. 2.436-437) aṭṭhakathāvacanato ettha ‘‘pituno’’ti upalakkhaṇanti mātāpitūnampīti attho. Sace ekaseso icchito, ‘‘pitūnampī’’ti pāṭho yujjati.",
  "tika-vin11t3:252": "496.Jaṅghapesaniyanti gihīnaṃ dūteyyasāsanaharaṇakammaṃ ‘‘jaṅghapesaniya’’nti vuccati. Api cāti vuttasamuccayo.",
  "tika-vin11t3:253": "497. Ettāvatā sāmaññavidhiṃ dassetvā idāni apavādavidhiṃ dassetuṃ ‘‘bhaṇḍū’’tiādi vuttaṃ. Sāsananti sandesaṃ. Haritunti vuttaṭṭhānaṃ netuṃ.",
  "tika-vin11t3:254": "498.Aṭṭhavidhenapīti pupphadānādijaṅghapesaniyāvasānena aṭṭhappakārenapi. Kuladūsanakammenāti kulānaṃ saddhāvināsakena anācārakammena. Laddhanti ettha ‘‘bhojana’’nti idaṃ ‘‘bhuñjitu’’nti ca ‘‘ajjhohāresū’’ti ca vuttattā, ‘‘sesesupi ayaṃ nayo’’ti vakkhamānattā ca labbhati. Pañcasu sahadhammikesu ekenāpi kuladūsanena kammena uppāditapaccayo sabbesampi na vaṭṭatīti ‘‘pañcannaṃ sahadhammīnaṃ na ca vaṭṭatī’’ti sabbapaṭisedho kato.",
  "tika-vin11t3:255": "499.Sabbatthāti ‘‘ajjhohāresū’’ti etassa visesanaṃ, sabbesūti attho. ‘‘Ajjhohāre ajjhohāre’’ti aṭṭhakathāgataṃ saṅgaṇhāti. ‘‘Ajjhohāresū’’ti idaṃ paragalaṃ kātabbaṃ āmisaṃ sandhāyāha. Sesapaccaye paṭicca paribhogavaseneva ‘‘sesesū’’ti āha, anajjhoharaṇīyesu sesapaccayesūti attho. Kiṃ vuttaṃ hoti? Cīvarapaccaye sarīrato mocetvā paribhogagaṇanāya, senāsanapaccaye nibbakose udakapatanaṭṭhānato abbhantaraṃ paviṭṭhavāragaṇanāya, mañcapīṭhādisenāsane nisīdanasayanādiparibhogagaṇanāya, anajjhoharitvā abbhañjanālepanādivasena kātabbabhesajje sarīrato mocetvā vāragaṇanāyāti vuttaṃ hoti. Ayaṃ nayoti ‘‘dukkaṭaṃ paridīpita’’nti vutto nayo.",
  "tika-vin11t3:256": "500.‘‘Uppannapaccayā’’ti idaṃ ‘‘abhūtārocanenā’’ti idamapekkhitvā vuttaṃ. ‘‘Katvā rūpiyavohāra’’nti idamapekkhitvā ‘‘uppāditapaccayā’’ti yojanā kātabbā. Rūpiyavohāravinicchayo nissaggiye āvi bhavissati. Abhūtārocanavinicchayo catutthapārājike vutto. Samānāti pakāsitāti kuladūsanakammena uppāditapaccayehi sadisāti aṭṭhakathāyaṃ vuttāti attho. Iminā tatthāpi vinicchayo ettakoyevāti atidisati.",
  "tika-vin11t3:257": "501. ‘‘Saṃsāravāso dukkha’’nti ñatvā nibbānādhigame mānasaṃ bandhitvā nibbānagāminiṃ paṭipadaṃ sandhāya sāsanāvatiṇṇena sikkhākāmena kulaputtena sevitakkhaṇeyeva jīvitaharaṇasamatthavisamissapūtimuttaṃ viya vajjanīyaṃ akappiyapaccayaṃ uppādetuṃ kariyamānaṃ akappiyopāyappakāraṃ ekato dassetumāha ‘‘viññattī’’tiādi. Tattha viññatti yācanā. Anuppadānanti piṇḍapaṭipiṇḍadānaṃ. Vejjakammaṃ vuttanayameva. Anesanaṃ nāma appicchatāya ananurūpena payogena paccayapariyesanaṃ.",
  "tika-vin11t3:258": "Pāribhaṭyatā nāma issare sevituṃ parivāretvā tesaṃ cittarucitaṃ vilapantānaṃ paribhaṭānaṃ sevakajanānaṃ viya lābhatthikassa bhikkhuno paccayadāyakesu pavattīti veditabbo. Pari samantato bhaṭati sevatīti paribhaṭo, issarajanānaṃ samīpāvacaro sevakajano, paribhaṭo viyāti paribhaṭo, bhikkhu, paribhaṭassa kammaṃ pāribhaṭyaṃ, tassa bhāvo pāribhaṭyatā. Atha vā paribhaṭati dhāti viya kuladārake aṅke karaṇādivasena dhāretīti paribhaṭo, paribhaṭassa kammaṃ pāribhaṭyaṃ, tassa bhāvo pāribhaṭyatāti lābhāsāya bhikkhuno kuladārakesu ananulomikā pavatti vuccati.",
  "tika-vin11t3:259": "Muggasūpatā nāma pakkamuggā viya pakkāpakkabījamissā lābhāsāya dāyakānaṃ cittārādhanatthāya saccālīkamissakatā. Yathā muggesu paccamānesu kocideva na paccati, bahavo paccanti, evameva yassa dāyakehi saddhiṃ kathentassa kiñcideva saccaṃ hoti, asaccameva bahukaṃ hoti, ayaṃ vuccati muggasūpasadisattā ‘‘muggasūpo’’ti, tassa kammaṃ muggasūpaṃ, tassa bhāvo muggasūpatā. Vatthuvijjakaṃ nāma kūpavatthugehavatthuādīnaṃ ācikkhanaṃ. Vatthuvijjāyakānaṃ kataṃ vatthuvijjakaṃ.",
  "tika-vin11t3:260": "502.Jaṅghapesaniyaṃ, dūtakammañca vuttanayameva. Kuladūsananti vuttāvasesaṃ. Abhūtārocanañca vuttanayameva. Buddhapaṭikuṭṭhanti buddhehi paṭikkositaṃ garahitaṃ yathāvuttaṃ micchājīvañca avuttañca aṅgavijjānakkhattavijjāukkāpātadisāḍāhabhūmicālādibhedaṃ micchājīvanūpāyaṃ sabbaṃ. Vivajjayeti visamiva, gūthamuttaṃ viya ca ārakā parivajjeyyāti attho. ‘‘Sikkhākāmo kulaputto’’ti sāmatthiyā labbhati.",
  "tika-vin11t3:261": "503.Paṭinissajjatopi tanti samanubhāsanakammato pubbe vā ñatticatutthāsu kammavācāsu antakammavācāya yya-kāraṃ appattāya vā kuladūsanakammaṃ pajahantassāti vuttaṃ hoti. Saṅghabhedasamanti paṭhamasaṅghabhedena samanti.",
  "tika-vin11t3:262": "Kuladūsanakathāvaṇṇanā.",
  "tika-vin11t3:263": "504.‘‘Jāna’’nti imassa ‘‘bhikkhunā’’ti etassa visesanattā jānatāti gahetabbaṃ. Pāḷiyā likhite sīhaḷagaṇṭhipade pana evarūpaṃ āpattiṃ āpannosmīti ñatvāti attho vutto. Yāvatīhanti yattakāni ahāni, ‘‘chāditā’’ti iminā sambandho, chādanakiriyāaccantasaṃyoge upayogavacanaṃ. Chāditāti ‘‘ahaṃ itthannāmaṃ āpattiṃ āpanno’’ti sabrahmacārīnaṃ anārocanadivasena paṭicchāditā. Āpattīti saṅghādisesāpatti. Akāmāti aruciyāva saṅghādisesaṃ āpajjitvā akatapaṭikammassa saggamokkhānaṃ antarāyakarattāti adhippāyo. Parivatthabbanti parivāsaṃ samādāya vatthabbaṃ. Kittakaṃ kālanti āha ‘‘tāvatīha’’nti, tattakāni ahānīti vuttaṃ hoti. Āpajjitvā yattakāni ahāni paṭicchādeti, tattakāneva ahānīti attho.",
  "tika-vin11t3:264": "505-6. Āpatti kittakena paṭicchannā hotīti āha ‘‘āpatti cā’’tiādi. Tattha āpatti cāti saṅghādisesāpatti ca. Anukkhitto cāti ukkhepanīyakammena sayaṃ anissārito ca. Pahū cāti sayaṃ sabrahmacārīnaṃ santikaṃ gantvā ārocetuṃ pahoti ca. Anantarāyiko cāti gamanavibandhakena rājacorādiantarāyena virahito ca. Catusva pīti ettha ‘‘etesū’’ti seso, etesu catūsūti attho. Taṃsaññīti āpattisaññī anukkhittasaññī pahusaññī anantarāyikasaññīti vuttaṃ hoti. Tassa evaṃsaññino imesu catūsu tathāsaññino puggalassa. Chādetukāmatāti ācariyādīsu gāravena vā garahādibhayā vā ‘‘na ārocessāmī’’ti paṭicchādetukāmatā ca. Chādananti tathā cintetvā ‘‘ahaṃ itthannāmaṃ āpanno’’ti avatvā paṭicchādanañcāti imehi dasahi aṅgehi. ‘‘Bhikkhunā’’ti kattuniddesattā channāti ettha chāditāti attho. Kālavidhiṃ dasseti ‘‘aruṇuggamanenā’’ti, āpattiāpannadivasaṃ khepetvā aruṇuṭṭhānena saddhiṃ channā hotīti attho.",
  "tika-vin11t3:265": "Dvebhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-vin11t3:266": "507. Evaṃ paṭicchannasaṅghādisesapaṭikammatthaṃ ‘‘akāmā parivatthabba’’nti vihitassa parivāsassa ko bhedo, ko pavattikkamoti āha ‘‘tividho’’tiādi. So parivāso tividho dīpitoti sambandho. Kenāti āha ‘‘tividhāpetacetasā’’ti. ‘‘Tisso vidhā, seyyohamasmīti vidhā, sadisohamasmīti vidhā, hīnohamasmīti vidhā’’ti (dī. ni. 3.305) vuttavidhāya mānanāmadheyyato tividhamānato apagatacittena sammāsambuddhenāti attho.",
  "tika-vin11t3:267": "Paṭicchannā āpatti etassāti paṭicchanno. Arisādīnaṃ āgatigaṇattā tattha pakkhipanena a-kārapaccayo daṭṭhabbo. Teneva vakkhati ‘‘paṭicchannāya dātabbo’’tiādi.",
  "tika-vin11t3:268": "Suddhantoti ‘‘ubho koṭiyo sodhetvā dātabbaparivāso suddhanto nāmā’’ti pāḷigaṇṭhipade vuttattā upasampadākālasaṅkhāto suddho pubbanto, ārocitakālasaṅkhāto suddho aparanto ca parivāsasamādānakāle vā parivasanakāle vā upaparikkhitvā diṭṭhā suddhā antā anāpattikālasaṅkhātā ubho koṭiyo assāti katvā suddhantanāmako parivāso ca. Ettha ca bhedādiṃ vakkhati.",
  "tika-vin11t3:269": "Sammā divasādīnaṃ odhānaṃ pakkhepo yattha so samodhāno, parivāso. Divasesu divase vā āpattīsu āpattiyo vā sabbā nānāvatthukā āpattiyo ekato katvā odhāya dātabbaparivāsoti attho. Etthāpi bhedādiṃ vakkhati.",
  "tika-vin11t3:270": "508.Tatrāti tesu tīsu parivāsesu. ‘‘Yo’’ti seso. Itīti evamattho daṭṭhabbo. Yo paṭicchannaparivāso, ayanti evaṃ pakāsitoti yojanā.",
  "tika-vin11t3:271": "509-10. Parivāsadānakāle vuccamānāya kammavācāya padhānalakkhaṇaṃ dassetumāha ‘‘vatthugottavasenā’’tiādi. Tattha ‘‘vatthū’’ti sukkamocanādiko vītikkamo vuccati. Ayameva sukkavissaṭṭhiādikaṃ gaṃ vācaṃ saññañca tāyati rakkhatīti katvā ‘‘gotta’’nti vuccati. Tañhi sajātiyasādhāraṇavijātiyavinivattanavasena aññattha gantuṃ adatvā vācaṃ saddaṃ, tabbisayaṃ saññañca rakkhati. Idaṃ vatthugottadvayavācakaṃ sukkavissaṭṭhikāyasaṃsaggavisesavacanañca ‘‘nānāvatthukā’’ti sāmaññavacanañcāti iminā vacanadvayenāti vuttaṃ hoti. Vuttañhetaṃ aṭṭhakathāyaṃ ‘‘sukkavissaṭṭhiṃ kāyasaṃsagga’ntiādivacanenāpi ‘nānāvatthukāyo’tiādivacanenāpi vatthuceva gottañca saṅgahita’’nti (cūḷava. aṭṭha. 102). Nāmāpattivasena vāti ettha saṅghādisesoti sajātisādhāraṇanāmaṃ, āpattīti sabbasādhāraṇanāmanti dvīhi nāmehi taṃtaṃvītikkamavasena āpajjitabbato tadeva āpattīti evamubhinnaṃ nāmāpattīnaṃ vasena vāti attho.",
  "tika-vin11t3:272": "Kammavācā hi kātabbāti ‘‘vatthugottavasenāpī’’ti ettha api-saddo ‘‘nāmāpattivasena vā’’ti ettha saṅghādisesoti sajātisādhāraṇanāmaṃ, āpattīti sabbasādhāraṇanāmanti dvīhi nāmehīti idaṃ samuccinotīti ubhayaṃ ekato yojetvā kammavācā kātabbāti. ‘‘Nāmāpattivasena vā’’ti ettha vikappatthena vā-saddena, ‘‘ahaṃ bhante sambahulā saṅghādisesā āpattiyo āpajjiṃ ekāhapaṭicchannāyo’ti evaṃ nāmamattavasena vā yojanā kātabbā’’ti aṭṭhakathāya vuttavisesanivattanatthamattasaddavasena ca vatthugottavirahitena kevalena nāmāpattimattena payojetvā kātabbāyevāti vuttaṃ hoti. Kammavācāya karaṇappakāro pana samuccayakkhandhake āgatanayena āpannapuggalanāmena ca ekāhapaṭicchannādivacanena ca yojetvā daṭṭhabbo. Tassa dātabboti yojanā. ‘‘Parivāso’’ti pakaraṇato labbhati, paṭicchannāpattikassa puggalassa parivāso dātabboti attho.",
  "tika-vin11t3:273": "Tena cāti laddhaparivāsena antosīmāya ukkuṭikaṃ nisinnena paggahitañjalinā bhikkhunā ca. Samādiyitvāti etthāpi ‘‘vatta’’nti sāmatthiyā labbhati. ‘‘Samādānepyayaṃ nayo’’ti (vi. vi. 514) vakkhamānattā ‘‘vattaṃ samādiyāmi, parivāsaṃ samādiyāmī’’ti imesaṃ dvinnaṃ aññataraṃ vā dvayameva vā tikkhattuṃ vatvā pārivāsikakkhandhake vuttavattapūraṇatthaṃ samādiyitvāti vuttaṃ hoti. Ādito saṅghassa ārocetabbanti yojanā. Tathā vattaṃ samādiyitvā nisinnena paṭhamaṃ saṅghassa ‘‘ahaṃ bhante ekaṃ āpattiṃ āpajjiṃ sañcetanikaṃ sukkavissaṭṭhiṃ ekāhapaṭicchannaṃ, sohaṃ saṅghaṃ ekissā āpattiyā sañcetanikāya sukkavissaṭṭhiyā ekāhapaṭicchannāya ekāhaparivāsaṃ yāciṃ, tassa me saṅgho ekissā āpattiyā sañcetanikāya sukkavissaṭṭhiyā ekāhapaṭicchannāya ekāhaparivāsaṃ adāsi, sohaṃ parivasāmi, vedayāmāhaṃ bhante, vedayatīti maṃ saṅgho dhāretū’’ti evaṃ ārocetabbaṃ.",
  "tika-vin11t3:274": "‘‘Imañca panatthaṃ gahetvā yāya kāyaci vācāya ārocetuṃ vaṭṭatiyevā’’ti (cūḷava. aṭṭha. 102) aṭṭhakathāvacanato yāya kāyaci bhāsāyapi ārocetuṃ vaṭṭati.",
  "tika-vin11t3:275": "511.Punappunāgatānanti ettha ‘‘bhikkhūna’’nti seso. Pubbe ārocanaṭṭhānaṃ asampattānaṃ āgantukānaṃ bhikkhūnampi. Ārocentovāti ekassa ārocane so ce vuḍḍhataro hoti, ‘‘bhante’’ti vatvā pubbe vuttanayeneva vatvā, navako ce, ‘‘āvuso’’ti vatvā avasāne ‘‘maṃ āyasmā dhāretū’’ti, dve ce honti, ‘‘maṃ āyasmantā dhārentū’’ti, tayo ce, ‘‘maṃ āyasmanto dhārentū’’ti vatvā ārocentova. Rattiyā chedaṃ akatvāti ‘‘pakatattena bhikkhunā saddhiṃ ekacchanne’’tiādinā (cūḷava. 81) nayena vuttaekasenāsane pakatattena bhikkhunā saddhiṃ aruṇuṭṭhāpanavasena kariyamānena sahavāsena vā ‘‘pakatattabhikkhūhi vinā ekakena vāso’’ti vuttavippavāsena vā ‘‘āgantukānaṃ ārocanāya akaraṇa’’nti vuttaanārocanena vā sambhavantaṃ ratticchedamakatvā. Vattabhedaṃ akatvā vā pārivāsikakkhandhake pārivāsikassa paññattavattato ekampi ahāpetvā ca. Sadā vaseti parivāsaṃ vasituṃ parikappitā sabbadivasā yāva khiṇanti, tāva vaseyyāti attho.",
  "tika-vin11t3:276": "512.Tattha parivāso visodhetuṃ na sakkā ceti tassa vihārassa mahantattā āgate āgantukabhikkhū pariyesitvā ārocentena ratticchedaṃ akatvā parivāsaṃ sodhetuṃ na sakkā ce hoti. Taṃ vattaṃ nikkhipitvānāti tathā samādinnaṃ vattaṃ upari vakkhamānanayena nikkhipitvā.",
  "tika-vin11t3:277": "513. Kattha nikkhipeyyāti āha ‘‘tatthā’’tiādi. Tattheva saṅghamajjhe vāti attano yasmiṃ vattaṃ samādinnaṃ, tasmiṃyeva saṅghamajjhe vā. Puggale vāti bhikkhūsu uṭṭhāya tattha tattha gatesu antosīmāyayeva ohīne ekabhikkhumhi vā asatiyā bahisīmaṃ gatena saritakkhaṇe attanā saddhiṃ gacchante tassāyeva parisāya parivāsadāne sammukhībhūte puggale vā āgantukabhikkhu ce, tassa vā santike ārocetvā vattaṃ nikkhipitabbanti vuttaṃ hoti. Kathaṃ nikkhipe’ti āha ‘‘nikkhipāmī’’tiādi. ‘‘Tathā’’ti iminā ‘‘nikkhipāmī’’ti etaṃ paccāmasati. Taṃ vattanti attanā samādinnaṃ taṃ vattaṃ.",
  "tika-vin11t3:278": "514.Ayaṃ nayoti ‘‘ekapadenāpi dvīhi padehi vā panā’’ti evaṃ anantaroditanayo.",
  "tika-vin11t3:279": "515-20.Pakatattoti vuccatīti saggamokkhāvaraṇābhāvena pakato pubbasarūpeneva ṭhito attā etassāti ‘‘pakatatto’’ti kathīyati. Paccūsakālasminti aruṇato purimakāle.",
  "tika-vin11t3:280": "Parikkhittavihārassāti ettha pākārādīhi parikkhittaṃ ekampi senāsanaṃ viharanti asminti katvā tathā vuccati. Dve leḍḍupāte atikkammāti yojanā. Leḍḍupātadvayassa avadhiṃ dasseti ‘‘parikkhepato bahī’’ti, ‘‘aparikkhittato parikkhepārahaṭṭhānā bahī’’ti ca.",
  "tika-vin11t3:281": "Parikkhepārahaṭṭhānaṃ nāma katamanti? Visuddhimagge (visuddhi. 1.31) dhutaṅganiddese ‘‘majjhimaṭṭhakathāyaṃ pana vihārassāpi gāmasseva upacāraṃ nīharitvā ubhinnaṃ leḍḍupātānaṃ abbhantarā minitabba’nti vuttaṃ. Idametthapamāṇa’’nti vuttattā aparikkhittassa paṭhamaleḍḍupātaṃ hoti, gāme vuttena vidhinā vihārapariyante ṭhitabhattasālagilānasālādisenāsane ce parikkhepo atthi, tattha vā, natthi ce, nibbakosassa udakapātaṭṭhāne ṭhitena mātugāmena chaḍḍitabhājanadhovanodakapatanaṭṭhāne vā senāsanato dūre cetiyaṅgaṇe, bodhiyaṅgaṇe vā ṭhatvā balamajjhimassa purisassa hatthaṃ pasāretvā attano balappamāṇena khittassa muṭṭhiyā gahitapāsāṇassa patanaṭṭhānaṃ vihārūpacāro nāma, tadeva pākārādīhi parikkhepārahaṭṭhānaṃ nāma. Tattha ṭhatvā tatheva khittassa pāsāṇassa patanaṭṭhānaṃ eko leḍḍupāto, tatthāpi ṭhatvā tatheva khittassa pāsāṇassa patanaṭṭhānaṃ eko leḍḍupātoti evaṃ dve leḍḍupātā gahetabbā.",
  "tika-vin11t3:282": "Maggato okkamitvāti maggato apasakkitvā. Gumbenāti rukkhagahanena vā latāgahanena vā. Vatiyāti kaṇṭakasākhādīhi katāya vatiyā.",
  "tika-vin11t3:283": "Vattamādāyāti pubbe vuttanayena vattaṃ samādiyitvā. Ārocetvāti yathāvuttanayena ārocetvā.",
  "tika-vin11t3:284": "Nikkhipitvāti pubbe vuttanayena vattaṃ nikkhipitvā. Bhikkhūti attanā saddhiṃ hatthapāsadānatthāya āgato bhikkhu. Yassa kassacīti ettha ‘‘santike’’ti seso.",
  "tika-vin11t3:285": "Ārocetvāvāti attano navakataro ce, ‘‘āvuso’’ti, vuḍḍho ce, ‘‘bhante’’ti vatvā yathāvuttanayeneva ārocetvā. Sesanti avasesavinicchayaṃ. Samuccayassāti cūḷavaggāgatassa tatiyasamuccayakkhandhakassa. Aṭṭhakathāyacāti ‘‘sace añño koci bhikkhu kenacideva karaṇīyenā’’tiādinā (cūḷava. aṭṭha. 102) aṭṭhakathāgatavinicchayenāpi.",
  "tika-vin11t3:286": "Vibhāvayeti ‘‘sace yaṃ bhikkhuṃ tattha āgataṃ passati, bhāsamānassa saddaṃ suṇāti, tassa ārocetabbaṃ. Tathā akarontassa ratticchedo ca vattabhedo ca hoti dukkaṭaṃ āpajjati. Sace so dvādasaratanabbhantaraṃ patvā tassa ajānantasseva pakkanto hoti, ratticchedova hoti, na vattabhedo . Sace attanā saddhiṃ āgato kenacideva karaṇīyena gato hoti, vihāraṃ gantvā yaṃ paṭhamaṃ passati, tassa santike ārocetvā vattaṃ nikkhipitabbaṃ. Evaṃ parikappitadivase puṇṇe kukkuccavinodanatthaṃ atireke ca divase vattaṃ pūretvā pariyosāne vatte asamādinne mānattāraho na hotīti saṅghaṃ upasaṅkamma vattaṃ samādiyitvā khandhake āgatanayeneva mānattaṃ yācitabbaṃ. Anikkhittavattena caritukāmassa puna vattasamādānaṃ kātabbaṃ na hotī’’ti ettako viseso, imaṃ aṭṭhakathāgataṃ vinicchayaṃ pakāseyyāti vuttaṃ hotīti.",
  "tika-vin11t3:287": "Paṭicchannaparivāsakathāvaṇṇanā.",
  "tika-vin11t3:288": "521.Na jānatīti ettha chandavasena rasso kato. Āpattīnañca rattīnaṃ, paricchedaṃ na jānatīti bahū saṅghādisese āpajjitvāpi ‘‘ettakāhaṃ āpattiyo āpanno’’ti attano āpannasaṅghādisesāpattīnaṃ paricchedaṃ na jānāti, ‘‘mayā āpannāpatti ettake divase paṭicchannā’’ti divasaparicchedaṃ na jānāti.",
  "tika-vin11t3:289": "522. Idāni tassa pabhedaṃ dassetumāha ‘‘esevā’’tiādi. Parisuddhehīti sakalasaṃkilesappahānena parisuddhasantānehi upālittherādipubbācariyehi. Esova suddhantoti eso yathāvuttasarūpo suddhantaparivāso. Cūḷasuddhantanāmo cāti ‘‘yo upasampadato paṭṭhāya anulomakkamena vā’’tiādinā (cūḷava. aṭṭha. 102) aṭṭhakathāyaṃ vuttanayena upasampadamāḷakato paṭṭhāya anulomavasena vā ārocitadivasato paṭṭhāya paṭilomavasena vā sarante ‘‘kittakāni divasāni parisuddhoti sarasī’’ti vinayadharehi pucchite ‘‘ettakaṃ kālaṃ parisuddhosmī’’ti vuttavato tena vuttasuddhadināni pariyantaṃ katvā dinno yāva upasampannadivaso, tāva bahudivasesu netabbaṃ mahāsuddhantaṃ sandhāya itaradinānaṃ pūretabbattā cūḷasuddhanto nāmāti vuttaṃ hoti.",
  "tika-vin11t3:290": "‘‘Ayañhi suddhantaparivāso nāma uddhampi ārohati, heṭṭhāpi orohati, idamassa lakkhaṇa’’nti (cūḷava. aṭṭha. 102) vuttattā imaṃ parivāsaṃ parivasanato pacchā divasaṃ saranto parikappetvā yojetvā gahitadivasato vaḍḍheti vā hāpeti vā, ubhayatthāpi ‘‘puna parivāsadānakiccaṃ natthī’’ti (cūḷava. aṭṭha. 102) vacanato pubbe dinnaparivāsoyeva pamāṇaṃ . ‘‘Etassa appaṭicchannaṃ ‘paṭicchannā’ti vā acirapaṭicchannaṃ ‘cirapaṭicchannā’ti vā asambahulampi ‘sambahulā’ti vā viparītato gahetvā vinayakammaṃ karontassa āpattito vuṭṭhānaṃ hoti, paṭicchannaṃ ‘appaṭicchannā’tiādivipariyāyena na hotī’’ti (cūḷava. aṭṭha. 102 atthato samānaṃ) aṭṭhakathāgatanayo veditabbo.",
  "tika-vin11t3:291": "Mahāsuddhantanāmakoti ‘‘yo pana yathāvuttena anulomapaṭilomanayena pucchiyamānopi rattipariyantaṃ na jānāti, neva sarati, vematiko vā hoti, tassa dinno suddhantaparivāso mahāsuddhantoti vuccatī’’ti (cūḷava. aṭṭha. 102) aṭṭhakathāyaṃ niddiṭṭhasarūpo mahāsuddhanto nāma. ‘‘Ayaṃ uddhaṃ nārohati, heṭṭhā pana orohatī’’ti vuttattā ayaṃ parivāso yāva upasampannadivaso, tāva pūretabbato tato uddhaṃ nārohati. Antarāḷe attano suddhakālaṃ parikappetvā sarati ce, tato paṭṭhāya nivattanato divasahānaṃ pana hoteva.",
  "tika-vin11t3:292": "523. ‘‘Aññataro bhikkhu sambahulā saṅghādisesā āpattiyo āpanno hoti, so āpattipariyantaṃ na jānāti, rattipariyantaṃ na jānātī’’ti (cūḷava. 156) āgatavatthumhi imassa parivāsassa anuññātattā taṃ vatthuṃ saṅgahetuṃ ‘‘āpattīnaṃ cā’’tiādiṃ vatvāpi ‘‘āpattipariyantaṃ pana ‘ettakā ahaṃ āpattiyo āpanno’ti jānātu vā mā vā, akāraṇameta’’nti (cūḷava. aṭṭha. 102) paṭisedhetvā aṭṭhakathāyaṃ padhānabhāvena vuttarattipariyantassa aparijānanamattameva pamāṇanti dassetumāha ‘‘duvidhopī’’tiādi. Duvidhopi ayaṃ suddhantaparivāso ekaccaṃ rattiparicchedaṃ, sakalaṃ vā rattiparicchedaṃ ajānato vā vimatissa vā dātabboti yojanā.",
  "tika-vin11t3:293": "Suddhantaparivāsakathāvaṇṇanā.",
  "tika-vin11t3:294": "524. Itaropi so samodhānaparivāso tidhā matoti yojanā. Dhātusaddānaṃ anekatthattā ‘‘odhāna’’nti makkhanaṃ vuccati. Tenāha aṭṭhakathāyaṃ ‘‘odhunitvā makkhetvā’’ti (cūḷava. aṭṭha. 102). ‘‘Samodhāna’’nti pakkhepo vuccati. Yathāha aṭṭhakathāyaṃ ‘‘samodahitvā’’ti. Odhānañca samodhānañca odhānasamodhānaṃ, taṃ yattha so parivāso ‘‘odhānasamodhāno’’ti veditabbo. Arisādigaṇe antogadhattā hettha, upari ca evarūpe ṭhāne a-kārapaccayo daṭṭhabbo . Parivutthadivasānaṃ makkhanañca mūlāpattiyaṃ antarāpattīnaṃ pakkhipanañca yasmiṃ so parivāsoti vuttaṃ hoti. Tenevettha ‘‘divase parivutthe tu, odhunitvā padīyate’’ti vakkhati. Yathāha aṭṭhakathāyaṃ ‘‘parivutthadivase odhunitvā makkhetvā purimāya āpattiyā mūladivasaparicchede pacchā āpannaṃ āpattiṃ samodahitvā’’ti (cūḷava. aṭṭha. 102).",
  "tika-vin11t3:295": "Agghapubbako missakapubbako samodhānaparivāsoti yojanā, agghasamodhānaparivāso missakasamodhānaparivāsoti vuttaṃ hoti. Aggho ca missako ca agghamissakā, te pubbakā etassāti agghamissakapubbako, samodhāno. Agghena samodhānaṃ agghasamodhānaṃ, taṃ yattha so agghasamodhāno, āpannāsu bahūsu sabbacirapaṭicchannāpattīnaṃ divasagaṇanaggheneva pacchā āpannaāpattīnaṃ pakkhepayuttaparivāsoti attho. Yathāha aṭṭhakathāyaṃ ‘‘agghasamodhāno nāma sambahulāsu āpattīsu yā ekā vā dve vā tisso vā sambahulā vā āpattiyo sabbacirapaṭicchannāyo, tāsaṃ agghena samodhāya tāsaṃ rattiparicchedavasena avasesānaṃ ūnatarapaṭicchannānaṃ āpattīnaṃ parivāso diyyati, ayaṃ vuccati agghasamodhāno’’ti (cūḷava. aṭṭha. 102). Missakānaṃ nānāvatthukānaṃ āpattīnaṃ samodhānaṃ missakasamodhānaṃ, taṃ yattha so parivāso missakasamodhāno. Missakānaṃ nānāvatthukānaṃ āpattīnaṃ ekato pakkhepayutto parivāsoti attho. Yathāha aṭṭhakathāyaṃ ‘‘missakasamodhāno nāma yo nānāvatthukā āpattiyo ekato katvā diyyatī’’ti (cūḷava. aṭṭha. 102).",
  "tika-vin11t3:296": "525-7. Evaṃ tividhe samodhānaparivāse paṭhamaparivāsassa visesanabhūtatāya avayavānaṃ dvinnaṃ odhānasamodhānasaddānaṃ atthānuvādena tadubhayaodhānasamodhānasarūpaṃ vidhātumāha ‘‘āpajjitvā…pe… pakāsito’’ti. Tattha paṭhamassa odhāna-saddasaṅkhātassa avayavassa atthasarūpānuvādamāha ‘‘āpajjitvā…pe… padīyate’’ti. Dutiyāvayavasaṅkhātasamodhāna-saddassa atthasarūpānuvādamāha ‘‘purimāpattiyā…pe… bhikkhuno’’ti. Teneva ubhayatthānuvāde ‘‘bhikkhuno’’ti padadvayassa, ‘‘padīyate dātabbo’’ti kiriyāpadadvayassa ca visuṃ visuṃ gahitattā punaruttidosābhāvo veditabbo. Evaṃ avayavatthānuvādena vidhātabbasamudāyaṃ dassetumāha ‘‘esodhānasamodhānaparivāso pakāsito’’ti. Ettha chādentassa hīti hi-saddo hetumhi. Esodhānasamodhānoti ettha eta-saddasambandhena ‘‘yo’’ti labbhati.",
  "tika-vin11t3:297": "Tatrāyaṃ yojanā – āpajjitvā…pe… odhunitvā yo yasmā padīyate, purimāpattiyā…pe… yo yasmā dātabbo, tasmā esodhānasamodhānaparivāso pakāsitoti.",
  "tika-vin11t3:298": "Tattha antarāpattiṃ āpajjitvāti paṭicchannāpattiyā parivasanto vā mānattāraho vā mānattaṃ caranto vā abbhānāraho vā hutvā kadāci aññaṃ saṅghādisesāpattiṃ āpajjitvā. Chādentassāti paṭhamaṃ āpannāpattiyāpaṭicchāditakālena samaṃ vā ūnaṃ vā kālaṃ paṭicchādentassa. ‘‘Mūlāyapaṭikassanena te parivutthadivase ca mānattaciṇṇadivase ca sabbe odhunitvā’’ti (cūḷava. aṭṭha. 102) aṭṭhakathāvacanato ettha ‘‘parivutthe’’ti upalakkhaṇattā ‘‘mānattaciṇṇe cā’’ti gahetabbaṃ. Odhunitvāti ca mūlāyapaṭikassanavasena makkhetvā, adivase katvāti adhippāyo.",
  "tika-vin11t3:299": "Yo yasmā padīyate, so parivāso saṭṭhivassāni parivasitvā mānattāraho hutvāpi antarāpattiṃ āpajjitvā ekāhampi paṭicchādite mūlāyapaṭikassanena te divase sabbe makkhetvā tāneva saṭṭhivassāni punapi yasmā padīyateti attho. Yathāha aṭṭhakathāyaṃ ‘‘saṭṭhivassāni parivasitvā mānattāraho hutvāpi hi ekadivasaṃ antarāpattiṃ paṭicchādetvā punapi saṭṭhivassāni parivāsāraho hotī’’ti (cūḷava. aṭṭha. 102).",
  "tika-vin11t3:300": "Purimāpattiyāti tena āpannāsu sambahulāsu āpattīsu sabbāpattīnaṃ puretarameva paṭicchannāya āpattiyā. Mūladivaseti paṭhamaṃ vītikkamadivase. Vinicchiteti ‘‘asukasaṃvacchare asukamāse asukadivase’’ti niyamite. Samodhāya pakkhipitvā dātabboti sambandho. Vidhānato yācamānassāti vidhānato saṅghena dātabboti yojetabbaṃ, samuccayakkhandhake vuttena vidhinā yācamānassa tattheva vuttavidhinā saṅghena dātabboti attho. ‘‘Eso odhānasamodhānaparivāso’’ti padacchedo.",
  "tika-vin11t3:301": "528-9. Tathā vuccatīti sambandho. Tāsaṃ agghavasena hīti hi-saddo hetumhi. ‘‘Soti taṃsaddasambandhena ‘‘yo’’ti labbhati. Tatrāyaṃ yojanā – sambahulā…pe… tāsaṃ agghavasena tato ūnapaṭicchannānaṃ āpattīnaṃ samodhāya yo yasmā padātabbo parivāso, tasmā so yathā avayavatthavasena ‘‘odhānasamodhāno’’ti parivāso vutto, tathā ‘‘agghasamodhāno’’ti vuccatīti.",
  "tika-vin11t3:302": "Tattha sambahulāsūti yāsaṃ āpattīnaṃ parivasitukāmo, tāsu sambahulāsu āpattīsu, niddhāraṇe bhummaṃ. ‘‘Ekā vā’’tiādi niddhāriyaniddeso. Tāsaṃ āpattīnaṃ. Agghavasenāti gaṇanavasena, rattiparicchedavasenāti vuttaṃ hoti. Yathāha aṭṭhakathāyaṃ ‘‘tāsaṃ rattiparicchedavasenā’’ti (cūḷava. aṭṭha. 102). ‘‘Padātabbo’’ti iminā sambandho. Tatoti cirapaṭicchannāpattito. Ūnapaṭicchannānaṃ āpattīnanti ettha upayogatthe sāmivacanaṃ, ūnapaṭicchannāyo āpattiyo samodhāyāti vuttaṃ hoti.",
  "tika-vin11t3:303": "530. Nānā sukkavissaṭṭhiādīni vatthūni yāsaṃ tā nānāvatthukā, nānāvatthukā saññā yāsaṃ āpattīnaṃ tā nānāvatthukasaññāyo. Sabbāti ettha ‘‘yā’’ti seso, sukkavissaṭṭhiādikuladūsanāvasānā yā sabbā terasa saṅghādisesā āpattiyoti attho. Tā sabbāti ettha pi-saddo vattabbo. Dātabboti ettha ‘‘parivāso’’ti ānetvā sambandhitabbaṃ. Tā sabbāpi ekato katvā dātabbo parivāsoti yojanā. Tassa terasa saṅghādisesāpattiyopi ekato katvāti attho. ‘‘Ahaṃ bhante sambahulā saṅghādisesā āpattiyo āpajjiṃ ekaṃ sukkavissaṭṭhiṃ…pe… ekaṃ kuladūsakaṃ, sohaṃ bhante saṅghaṃ tāsaṃ āpattīnaṃ samodhānaparivāsaṃ yācāmī’’ti tikkhattuṃ yācanāya ca tadanurūpāya ñattiyā ca kammavācāsu ca nāmaṃ vatvā dātabbaparivāso missako mato ‘‘missakasamodhānaparivāso’’ti ñāto. Dve, tisso, catasso, atirekā ca āpannassāpi parivāsaṃ dentena iminā niyāmena vatthuṃ, nāmaṃ visesetvā gahetabbaṃ.",
  "tika-vin11t3:304": "Samodhānaparivāsakathāvaṇṇanā.",
  "tika-vin11t3:305": "531.Parivutthaparivāsassāti tividhe parivāse aññatarassa vasena parivutthaparivāsassa. Uttari cha rattiyoti parivāsato uttari cha rattiyo, cha divaseti vuttaṃ hoti, ‘‘caritu’’nti seso, caraṇakiriyāya accantasaṃyoge upayogavacanaṃ. Mānattaṃ deyyanti yojanā, ‘‘saṅghenā’’ti sāmatthiyā labbhati. Samuccayakkhandhake vuttanayena yojetvā chārattañca dātabbo, bhikkhumānanavidhi bhikkhussa dātabboti attho.",
  "tika-vin11t3:306": "‘‘Parivutthaparivāsassā’’ti iminā paṭicchannamānattaṃ pakataṃ, tattha pabhede asati kasmā ‘‘paṭicchannāpaṭicchannavasā duve’’ti vuttanti? Pakatabhedamanapekkhitvā chārattamānatte labbhamānavisayabhedaṃ dassetuṃ vuttaṃ. Evañhi sati samodhānamānatte ca ‘‘chārattaṃ mānattaṃ detū’’ti (cūḷava. 128) pāḷiyaṃ vuttattā tampi gahetvā ‘‘tidhā’’ti kasmā na vuttanti? Tampi paṭicchannāpattiyā parivutthaparivāsasseva dātabbamānattanti paṭicchannamānattavacaneneva saṅgahitattā visuṃ na vuttaṃ. Teneva catubbidhe mānatte imehi dvīhi vinā dassetabbesu dvīsu mānattesu pakkhamānattamattaṃ ‘‘chādentiyā’’tiādigāthāya dassetvā samodhānamānattaṃ visuṃ na dassitanti daṭṭhabbaṃ.",
  "tika-vin11t3:307": "534-6.Viniddiṭṭhappakāranti ‘‘parikkhittavihārassā’’tiādinā yathāvuttagāthādvayena niddiṭṭhappakāraṃ. Ādiyitvāna taṃtesanti ettha ‘‘santike’’ti vakkhamānato labbhati. Tesaṃ catunnaṃ sammukhā ukkuṭikaṃ nisīditvā añjaliṃ paggahetvā taṃ vattaṃ samādiyitvāti attho. ‘‘Taṃ tesaṃ santike’’ti idaṃ ‘‘ārocetvā’’ti imināpi yujjati. Tesameva sammukhā nisinnena ‘‘ahaṃ bhante ekaṃ āpattiṃ āpajjiṃ sañcetanikaṃ sukkavissaṭṭhi’’ntiādinā nayena samuccayakkhandhakāgataṃ ārocanaṃ katvā. Iminā antoaruṇe diṭṭhānaṃ aññesampi ārocanaṃ upalakkhitaṃ.",
  "tika-vin11t3:308": "Nikkhipe santike tesaṃ vattanti ettha ‘‘aruṇe uṭṭhite’’ti ajjhāharitabbaṃ. Aruṇe uggate tesaṃ bhikkhūnaṃ sammukhā yathāvuttanayeneva nisīditvā ‘‘vattaṃ nikkhipāmi, mānattaṃ nikkhipāmī’’ti imesu dvīsu ekaṃ vā dvayameva vā vatvā vattaṃ nikkhipe.",
  "tika-vin11t3:309": "537.Tassa mānattassa. Ratticchedādikoti ettha ādi-saddena vattabhedo gahito. Aṭṭhakathāvasena pāḷivasenāti yojanā.",
  "tika-vin11t3:310": "538. Vīsatiyā bhikkhūnaṃ vaggo samūho vīsativaggo, so eva vīsativaggiko. Abbheyyāti osāreyya, abbhantaraṃ kareyyāti attho. Vidhināti samuccayakkhandhakāgatakkamena. Abbhitoti saṃvāsena anto kato, pakatattoti pakatisabhāvo, āpattiṃ anāpannakālasadiso hotīti attho.",
  "tika-vin11t3:311": "539. Āpattiṃ chādentiyā bhikkhuniyāti yojanā, ‘‘āpajjitvā’’ti seso, āpattiṃ āpajjitvā ‘‘āpatti cā’’tiādinā (vi. vi. 505) nayena pubbe dassitehi dasahi aṅgehi paṭicchādentiyā bhikkhuniyā attano āpattiṃ chādentiyā bhikkhuniyā. Na ca āpattīti ettha ‘‘attano’’ti iminā aññissā āpattiṃ paṭicchādentiyā vajjapaṭicchādikāsaṅkhātapārājikāpattīti dīpitaṃ hoti. ‘‘Bhikkhuniyā’’ti iminā bhikkhussa dukkaṭāpattibhāvaṃ dīpeti.",
  "tika-vin11t3:312": "541. Viruddhamatthaṃ nayati pajahatīti vinayo, vinicchayo, taṃ vinayapiṭakatthavinicchayavisesavisayaṃ sammohasaṅkhātaṃ viruddhaṃ paccatthikaṃ tadaṅgavasena pajahanato vinayanayasaṅkhātaṃ tato eva atibuddhidīpanaṃ, atisayena buddhiṃ dīpetīti atibuddhidīpanaṃ, taṃ vinayatthavinicchayakaṃ ñāṇapadīpaṃ visesena jālentaṃ. Vividhehi nayehi yuttatāya vividhanayayutaṃ. Vinayanayeti vinayapiṭakassa parasantānapāpane, vinayavaṇṇanāyanti vuttaṃ hoti.",
  "tika-vin11t3:313": "Iti vinayatthasārasandīpaniyā",
  "tika-vin11t3:314": "Vinayavinicchayavaṇṇanāya",
  "tika-vin11t3:315": "Saṅghādisesakathāvaṇṇanā niṭṭhitā."
}