{
  "tika-vin02t20:0": "1. Kammakkhandhakaṃ",
  "tika-vin02t20:1": "Tajjanīyakammakathāvaṇṇanā",
  "tika-vin02t20:2": "1. Cūḷavaggassa paṭhame kammakkhandhake tāva ‘‘yaṭṭhiṃ pavesaya, kunte pavesayā’’tiādīsu viya sahacaraṇañāyena ‘‘mañcā ukkuṭṭhiṃ karontī’’tiādīsu viya nissitesu nissayavohāravasena vā paṇḍukalohitakanissitā paṇḍukalohitakasaddena vuttāti āha ‘‘tesaṃ nissitakāpi paṇḍukalohitakātveva paññāyantī’’ti. Paṭivadathāti paṭivacanaṃ detha.",
  "tika-vin02t20:3": "Adhammakammadvādasakakathāvaṇṇanā",
  "tika-vin02t20:4": "4.Tīhiaṅgehi samannāgatanti paccekaṃ samuditehi vā tīhi aṅgehi samannāgataṃ. Na hi tiṇṇaṃ eva aṅgānaṃ samodhānena adhammakammaṃ hoti, ekenapi hotiyeva. ‘‘Appaṭiññāya kataṃ hotīti lajjiṃ sandhāya vutta’’nti gaṇṭhipadesu kathitaṃ.",
  "tika-vin02t20:5": "Nanu ca ‘‘adesanāgāminiyā āpattiyā kataṃ hotī’’ti idaṃ parato ‘‘tīhi, bhikkhave, aṅgehi samannāgatassa bhikkhuno ākaṅkhamāno saṅgho tajjanīyakammaṃ kareyya, adhisīle sīlavipanno hotī’’ti iminā virujjhati. Adesanāgāminiṃ āpanno hi ‘‘adhisīle sīlavipanno’’ti vuccatīti? Tattha keci vadanti ‘‘tajjanīyakammassa hi visesena bhaṇḍanakārakattaṃ aṅga’nti aṭṭhakathāyaṃ vuttaṃ, taṃ pāḷiyā āgatanidānena sameti, tasmā sabbatikesupi bhaṇḍanaṃ āropetvā bhaṇḍanapaccayā āpannāpattivasena idaṃ kammaṃ kātabbaṃ. Tasmā ‘adhisīle sīlavipanno’ti etthāpi pubbabhāge vā parabhāge vā codanāsāraṇādikāle bhaṇḍanapaccayā āpannāpattivaseneva kātabbaṃ, na kevalaṃ saṅghādisesapaccayā kātabba’’nti. Apare pana vadanti ‘‘adesanāgāminiyāti idaṃ pārājikāpattiṃyeva sandhāya vuttaṃ, na saṅghādisesaṃ. Aṭṭhakathāyaṃ pana ‘adesanāgāminiyāti pārājikāpattiyā vā saṅghādisesāpattiyā vā’ti vuttaṃ. Tattha saṅghādisesāpattiyā vāti atthuddhāravasena vuttaṃ, ‘adhisīle sīlavipanno’ti ca idaṃ saṅghādisesaṃyeva sandhāya vuttaṃ, na pārājikaṃ. Tasmā pārājikāpattipaccayā na tajjanīyakammaṃ kātabbaṃ payojanābhāvā, saṅghādisesapaccayā kātabbanti ayamattho siddho hoti. Sukkapakkhe ‘desanāgāminiyā āpattiyā kataṃ hotī’ti iminā virujjhatīti ce? Na ekena pariyāyena saṅghādisesassapi desanāgāminīvohārasambhavato’’ti, taṃ yuttaṃ viya dissati.",
  "tika-vin02t20:6": "Nappaṭippassambhetabbaaṭṭhārasakakathāvaṇṇanā",
  "tika-vin02t20:7": "8.Lomaṃ pātentītiādi sammāvattanāya pariyāyavacanaṃ.",
  "tika-vin02t20:8": "Niyassakammakathāvaṇṇanā",
  "tika-vin02t20:9": "11. Niyassakamme ‘‘nissāya te vatthabbanti garunissayaṃ sandhāya vuttaṃ, na itara’’nti kenaci likhitaṃ. Gaṇṭhipade pana ‘‘niyassakammaṃ yasmā bālavasena karīyati, tasmā nissāya vatthabbanti nissayaṃ gāhāpetabbo’’ti vuttaṃ, vīmaṃsitvā yuttataraṃ gahetabbaṃ. Apissūti ettha suiti nipātamattaṃ, bhikkhū api niccabyāvaṭā hontīti vuttaṃ hoti.",
  "tika-vin02t20:10": "Pabbājanīyakammakathāvaṇṇanā",
  "tika-vin02t20:11": "29. Pabbājanīyakamme tena hi, bhikkhave, saṅgho pabbājanīyakammaṃ paṭippassambhetūti idaṃ tesu vibbhamantesupi pakkamantesupi sammāvattanteyeva sandhāya vuttaṃ.",
  "tika-vin02t20:12": "Paṭisāraṇīyakammakathāvaṇṇanā",
  "tika-vin02t20:13": "33. Sudhammavatthusmiṃ macchikāsaṇḍeti evaṃnāmake nagare. Tattha kira (dha. pa. aṭṭha. 1.72 cittagahapativatthu) citto gahapati pañcavaggiyānaṃ abbhantaraṃ mahānāmattheraṃ piṇḍāya caramānaṃ disvā tassa iriyāpathe pasīditvā pattaṃ ādāya gehaṃ pavesetvā bhojetvā bhattakiccāvasāne dhammakathaṃ suṇanto sotāpattiphalaṃ patvā acalasaddho hutvā ambāṭakavanaṃ nāma attano uyyānaṃ saṅghārāmaṃ kātukāmo therassa hatthe udakaṃ pātetvā niyyātesi. Tasmiṃ khaṇe ‘‘patiṭṭhitaṃ buddhasāsana’’nti udakapariyantaṃ katvā mahāpathavī kampi, mahāseṭṭhi uyyāne mahāvihāraṃ kāresi. Tatthāyaṃ sudhammo bhikkhu āvāsiko ahosi. Taṃ sandhāya vuttaṃ ‘‘āyasmā sudhammo macchikāsaṇḍe cittassa gahapatino āvāsiko hotī’’tiādi. Tattha dhuvabhattikoti niccabhattiko.",
  "tika-vin02t20:14": "Aparena samayena cittassa guṇakathaṃ sutvā bhikkhusahassena saddhiṃ dve aggasāvakā tassa saṅgahaṃ kattukāmā macchikāsaṇḍaṃ agamaṃsu. Taṃ sandhāya vuttaṃ ‘‘tena kho pana samayena sambahulā therā’’tiādi. Citto gahapati tesaṃ āgamanaṃ sutvā addhayojanamattaṃ paccuggantvā te ādāya attano vihāraṃ pavesetvā āgantukavattaṃ katvā ‘‘bhante, thokaṃ dhammakathaṃ sotukāmomhī’’ti dhammasenāpatiṃ yāci. Atha naṃ thero ‘‘upāsaka, addhānenāmhā kilantarūpā, apica thokaṃ suṇāhī’’ti tassa dhammakathaṃ kathesi. Tena vuttaṃ ‘‘ekamantaṃ nisinnaṃ kho cittaṃ gahapatiṃ āyasmā sāriputto dhammiyā kathāya sandassesī’’tiādi. So therassa dhammakathaṃ suṇantova anāgāmiphalaṃ pāpuṇi.",
  "tika-vin02t20:15": "41.Nāsakkhi cittaṃ gahapatiṃ khamāpetunti so tattha gantvā ‘‘gahapati, mayhameva so doso , khamāhi me’’ti vatvāpi ‘‘nāhaṃ khamāmī’’ti tena paṭikkhitto maṅkubhūto taṃ khamāpetuṃ nāsakkhi. Punadeva satthu santikaṃ paccāgamāsi. Satthā ‘‘nāssa upāsako khamissatī’’ti jānantopi ‘‘mānathaddho esa tiṃsayojanaṃ gantvāva paccāgacchatū’’ti khamanupāyaṃ anācikkhitvāva uyyojesi. Athassa puna āgatakāle nihatamānassa anudūtaṃ datvā ‘‘gaccha, iminā saddhiṃ gantvā upāsakaṃ khamāpehī’’ti vatvā ‘‘samaṇena nāma ‘mayhaṃ vihāro, mayhaṃ nivāsaṭṭhānaṃ, mayhaṃ upāsako, mayhaṃ upāsikā’ti mānaṃ vā issaṃ vā kātuṃ na vaṭṭati. Evaṃ karontassa hi icchāmānādayo kilesā vaḍḍhantī’’ti ovadanto –",
  "tika-vin02t20:16": "‘‘Asantaṃ bhāvanamiccheyya, purekkhārañca bhikkhusu;",
  "tika-vin02t20:17": "Āvāsesu ca issariyaṃ, pūjā parakulesu ca.",
  "tika-vin02t20:18": "‘‘Mameva kata maññantu, gihī pabbajitā ubho;",
  "tika-vin02t20:19": "Mamevātivasā assu, kiccākiccesu kismici;",
  "tika-vin02t20:20": "Iti bālassa saṅkappo, icchā māno ca vaḍḍhatī’’ti. (dha. pa. 73-74) –",
  "tika-vin02t20:21": "Dhammapade imā gāthā abhāsi.",
  "tika-vin02t20:22": "Sudhammattheropi imaṃ ovādaṃ sutvā satthāraṃ vanditvā uṭṭhāyāsanā padakkhiṇaṃ katvā tena anudūtena bhikkhunā saddhiṃ gantvā upāsakassa cakkhupathe āpattiṃ paṭikaritvā upāsakaṃ khamāpesi. So upāsakena ‘‘khamāmahaṃ bhante, sace mayhaṃ doso atthi, khamatha me’’ti paṭikhamāpito satthārā dinnaovāde ṭhatvā katipāheneva saha paṭisambhidāhi arahattaṃ pāpuṇi.",
  "tika-vin02t20:23": "Āpattiyā adassane ukkhepanīyakammakathāvaṇṇanā",
  "tika-vin02t20:24": "50.Tassā adassaneyeva kammaṃ kātabbanti tassā adassaneyeva ukkhepanīyakammaṃ kātabbaṃ. Tajjanīyādikammaṃ pana āpattiṃ āropetvā tassā adassane appaṭikamme vā bhaṇḍanakārakādiaṅgehi kātabbaṃ. Sesamettha uttānameva.",
  "tika-vin02t20:25": "Kammakkhandhakavaṇṇanā niṭṭhitā."
}