{
  "tika-s0103t6:0": "7. Lakkhaṇasuttavaṇṇanā",
  "tika-s0103t6:1": "Dvattiṃsamahāpurisalakkhaṇavaṇṇanā",
  "tika-s0103t6:2": "199. Abhinīhārādiguṇamahattena mahanto purisoti mahāpuriso, so lakkhīyati etehīti mahāpurisalakkhaṇāni. Taṃ mahāpurisaṃ byañjayanti pakāsentīti mahāpurisabyañjanāni. Mahāpuriso nimīyati anumīyati etehīti mahāpurisanimittāni. Tenāha ‘‘ayaṃ…pe… kāraṇānī’’ti.",
  "tika-s0103t6:3": "200.Dhārentīti lakkhaṇapāṭhaṃ dhārenti, tena lakkhaṇāni te sarūpato jānanti, na pana samuṭṭhānatoti dasseti. Tenāha ‘‘no ca kho’’tiādi, tena anaññasādhāraṇametaṃ, yadidaṃ mahāpurisalakkhaṇānaṃ kāraṇavibhāvananti dasseti. Kasmā āhāti yathāvuttassa suttassa samuṭṭhānakāraṇaṃ pucchati, ācariyo ‘‘aṭṭhuppattiyā anurūpattā’’ti vatvā tamevassa aṭṭhuppattiṃ vitthārato dassetuṃ ‘‘sā panā’’tiādimāha. Sabbapāliphulloti sabbaso samantato vikasitapuppho. Vikasanameva hi pupphassa nipphatti. Pāricchattako viyāti anussavaladdhamattaṃ gahetvā vadanti. Uppajjatīti labbhati, nibbattatīti attho.",
  "tika-s0103t6:4": "Yena kammenāti yena kusalakammunā. Yaṃ nibbattanti yaṃ yaṃ lakkhaṇaṃ nibbattaṃ. Dassanatthanti tassa tassa kusalakammassa sarūpato, kiccato, pavattiākāravisesato, paccayato, phalavisesato ca dassanatthaṃ, eteneva paṭipāṭiyā uddiṭṭhānaṃ lakkhaṇānaṃ asamuddesakāraṇavibhāvanāya kāraṇaṃ dīpitaṃ hoti samānakāraṇānaṃ lakkhaṇānaṃ ekajjhaṃ kāraṇadassanavasenassa pavattattā. Evamāhāti ‘‘bāhirakāpi isayo dhārentī’’tiādinā iminā iminā pakārena āha.",
  "tika-s0103t6:5": "Suppatiṭṭhitapādatālakkhaṇavaṇṇanā",
  "tika-s0103t6:6": "201.‘‘Purimaṃjātinti purimāyaṃ jātiyaṃ, bhummatthe etaṃ upayogavacana’’nti vadanti. ‘‘Pubbe nivutthakkhandhasantāne ṭhito’’ti vacanato accantasaṃyoge vā upayogavacanaṃ. Yattha yattha hi jātiyaṃ mahāsatto puññakammaṃ kātuṃ ārabhati, ārabhato paṭṭhāya accantameva tattha puññakammappasuto hoti. Tenāha ‘‘daḷhasamādāno’’tiādi. Sesapadadvayepi eseva nayo. Nivutthakkhandhā ‘‘jātī’’ti vuttā khandhavinimuttāya jātiyā abhāvato, nibbattilakkhaṇassa ca vikārassa idha anupayujjanato. Jātavasenāti jāyanavasena. ‘‘Tathā’’ti iminā ‘‘pubbe nivutthakkhandhā’’ti imaṃ padaṃ upasaṃharati. Bhavanavasenāti paccayato nibbattanavasena. Nivutthavasenāti nivusitatāvasena. Ālayaṭṭhenāti āvasitabhāvena. Nivāsattho hi niketattho.",
  "tika-s0103t6:7": "Tatthāti devalokādimhi. Ādi-saddena ekaccaṃ tiracchānayoniṃ saṅgaṇhāti. Na sukaranti devagatiyā ekantasukhatāya, duggatiyā ekantadukkhatāya, dukkhabahulatāya ca puññakiriyāya okāso na sulabharūpo paccayasamavāyassa dullabhabhāvato, uppajjamānā ca sā uḷārā, vipulā ca na hotīti gativasenāpi khettavisesatā icchitabbā ‘‘tiracchānagate dānaṃ datvā sataguṇā dakkhiṇā pāṭikaṅkhitabbā, puthujjanadussīle dānaṃ datvā sahassaguṇā dakkhiṇā pāṭikaṅkhitabbā’’ti (ma. ni. 3.379) vacanato . Manussagatiyā pana sukhabahulatāya puññakiriyāya okāso sulabharūpo paccayasamavāyassa ca yebhuyyena sulabhabhāvato. Yañca tattha dukkhaṃ uppajjati, tampi visesato puññakiriyāya upanissayo hoti, dukkhūpanisā saddhāti. Yathā hi ayoghanena satthake nipphādiyamāne tassa ekantato aggimhi tāpanaṃ, udakena vā temanaṃ chedanakiriyāsamatthatāya na visesapaccayo, tāpetvā pana samānayogato udakatemanaṃ tassā visesapaccayo, evameva sattasantānassa ekantadukkhasamaṅgitā dukkhabahulatā ekantasukhasamaṅgitā sukhabahulatā ca puññakiriyāsamatthatāya na visesapaccayo, sati pana samānayogato dukkhasantāpane, sukhumabrūhane ca laddhūpanissayā puññakiriyā samatthatāya sambhavati, tathā sati uppajjamānā puññakiriyā mahājutikā mahāvipphārā paṭipakkhacchedanasamatthā hoti. Tasmā manussabhāvo puññakiriyāya visesapaccayo. Tena vuttaṃ ‘‘tattha na sukaraṃ, manussabhūtasseva sukara’’nti.",
  "tika-s0103t6:8": "Atha ‘‘manussabhūtassā’’ti ettha ko vacanattho? ‘‘Manassa ussannatāya manussāti, sūrabhāvasatimantatābrahmacariyayogyatādiguṇavasena upacitamanakā ukkaṭṭhaguṇacittāti attho. Ke pana te? Jambudīpavāsino sattavisesā. Tenāha bhagavā –",
  "tika-s0103t6:9": "‘Tīhi, bhikkhave, ṭhānehi jambudīpakā manussā uttarakuruke ca manusse adhiggaṇhanti deve ca tāvatiṃse. Katamehi tīhi? Sūrā satimanto idha brahmacariyavāso’ti (a. ni. 9.21; kathā. 271).",
  "tika-s0103t6:10": "Tathā hi buddhā bhagavanto, paccekabuddhā, aggasāvakā , mahāsāvakā, cakkavattino, aññe ca mahānubhāvā sattā tattheva uppajjanti. Te hi samānarūpāditāya pana saddhiṃ parittadīpavāsīhi itaramahādīpavāsinopi manussā tveva paññāyiṃsū’’ti keci. Apare pana bhaṇanti ‘‘lobhādīhi, alobhādīhi ca sahitassa manassa ussannatāya manussā. Ye hi sattā manussajātikā, tesu visesato lobhādayo, alobhādayo ca ussannā, te lobhādiussannatāya apāyamaggaṃ, alobhādiussannatāya sugatimaggaṃ, nibbānagāmimaggañca paripūrenti, tasmā lobhādīhi, alobhādīhi ca sahitassa manassa ussannatāya parittadīpavāsīhi saddhiṃ catudīpavāsino sattavisesā manussāti vuccantī’’ti. Lokiyā pana ‘‘manuno apaccabhāvena manussā’’ti vadanti. Manu nāma paṭhamakappiko lokamariyādāya ādibhūto sattānaṃ hitāhitavidhāyako kattabbākattabbatāsu niyojanatāvasena pituṭṭhāniyo, yo sāsane ‘‘mahāsammato’’ti vuccati amhākaṃ mahābodhisatto, paccakkhato, paramparā ca tassa ovādānusāsaniyaṃ ṭhitā sattā puttasadisatāya ‘‘manussā, mānusā’’ti ca vuccanti. Tato eva hi te ‘‘mānavā, manujā’’ti ca voharīyanti. Manussabhūtassāti manussesu bhūtassa jātassa, manussabhāvaṃ vā pattassāti attho. Ayañca nayo lokiyamahājanassa vasena vutto. Mahābodhisattānaṃ pana santānassa mahābhinīhārato paṭṭhāya kusaladhammapaṭipattiyaṃ sammadeva abhisaṅkhatattā tesaṃ sugatiyaṃ, attano uppajjanaduggatiyañca nibbattānaṃ kusalakammaṃ garutaramevāti dassetuṃ ‘‘akāraṇaṃ vā eta’’ntiādi vuttaṃ.",
  "tika-s0103t6:11": "Evarūpeattabhāveti hatthiādiattabhāve. Ṭhitena katakammaṃ na sakkā sukhena dīpetuṃ loke appaññātarūpattā. Sukhena dīpetuṃ ‘‘asukasmiṃ dese asukasmiṃ nagare asuko nāma rājā, brāhmaṇo hutvā imaṃ kusalakammaṃ akāsī’’ti evaṃ suviññāpayabhāvato. Thiraggahaṇoti asithilaggāhī thāmappattaggahaṇo. Niccalaggahaṇoti acañcalaggāhī tattha kenacipi asaṃhāriyo . Paṭikuṭatīti saṃkuṭati, jigucchanavasena vivaṭṭati vā. Pasāriyatīti vitthataṃ hoti vepullaṃ pāpuṇāti.",
  "tika-s0103t6:12": "Taveso mahāsamuddasadisoti eso udakogho teva mahāsamuddasadiso.",
  "tika-s0103t6:13": "Dīyati etenāti dānaṃ, pariccāgacetanā. Diyyanavasenāti deyyadhammassa pariyattaṃ katvā pariccajanavasena dānaṃ. Saṃvibhāgakaraṇavasenāti tasseva attanā saddhiṃ parassa saṃvibhajanavasena saṃvibhāgo, tathāpavattā cetanā. Sīlasamādāneti sīlassa sammadeva ādāne, gahaṇe pavattaneti attho. Taṃ pavattikālena dassento ‘‘pūraṇakāle’’ti āha. Mātu hito matteyyo, yassa pana dhammassa vasena so ‘‘matteyyo’’ti vuccati, so matteyyatāti āha ‘‘mātu kātabbavatte’’ti. Eseva nayo ‘‘petteyyatāyā’’tiādīsu. Aññataraññataresūti aññamaññavisiṭṭhesu aññesu, te pana kusalabhāvena vuttā kusalāti āha ‘‘evarūpesū’’ti. Adhikusalesūti abhivisiṭṭhesu kusalesu, sā pana abhivisiṭṭhatā upādāyupādāya hoti. Yaṃ panettha ukkaṃsagataṃ adhikusalaṃ, tadukkaṃsanayena idhādhippetanti taṃ dassetuṃ ‘‘atthi kusalā, atthi adhikusalā’’tiādi vuttaṃ. Nanu paññāpāramisaṅgahañāṇasambhārabhūtā kusalā dhammā nippariyāyena sabbaññutaññāṇapaṭilābhapaccayā kusalā nāma, ime pana mahāpurisalakkhaṇanibbattakā puññasambhārabhūtā kasmā tathā vuttāti? Sabbesampi mahābodhisattasantānagatānaṃ pāramidhammānaṃ sabbaññutaññāṇapaṭilābhapaccayabhāvato. Mahābhinīhārato paṭṭhāya hi mahāpuriso yaṃ kiñci puññaṃ karoti, sabbaṃ taṃ sammāsambodhisamadhigamāyeva pariṇāmeti. Tathā hi sasambhārābyāso, dīghakālābyāso, nirantarābyāso, sakkaccābyāsoti cattāro abyāsā caturadhiṭṭhānaparipūritasambandhā anupubbena mahābodhiṭṭhānā sampajjanti.",
  "tika-s0103t6:14": "Sakimpīti pi-saddena anekavārampi kataṃ vijātiyena antaritaṃ saṅgaṇhāti. Abhiṇhakaraṇenāti bahulīkārena. Upacitanti uparūpari vaḍḍhitaṃ. Piṇḍīkatanti piṇḍaso kataṃ. Rāsīkatanti rāsibhāvena kataṃ. Anekakkhattuñhi pavattiyamānaṃ kusalakammaṃ santāne tathāladdhaparibhāvanaṃ piṇḍībhūtaṃ viya, rāsībhūtaṃ viya ca hoti. Vipākaṃ pati saṃhaccakāribhāvattā cakkavāḷaṃ atisambādhaṃ bhavaggaṃ atinīcaṃ, sace pane taṃ rūpaṃ siyāti adhippāyo. Vipulattāti mahantattā. Yasmā pana taṃ kammaṃ mettākaruṇāsatisampajaññāhi pariggahitatāya durasamussāritaṃ pamāṇakaraṇadhammanti pamāṇarahitatāya ‘‘appamāṇa’’nti vattabbataṃ arahati, tasmā ‘‘appamāṇattā’’ti vuttaṃ.",
  "tika-s0103t6:15": "Adhibhavatīti phalassa uḷārabhāvena abhibhuyya tiṭṭhati. Atthato paṇītapaṇītānaṃ bhogānaṃ paṭilābho evāti āha ‘‘atirekaṃ labhatī’’ti. Adhigacchatīti vindati, nibbattamānova tena samannāgato hotīti attho. Ekadesena aphusitvā sabbappadesehi phusanato sabbappadesehi phusantiyo etesaṃ pādatalānaṃ santīti ‘‘sabbāvantehi pādatalehī’’ti vuttaṃ. Yathā nikkhipane sabbe pādatalappadesā saṃhaccakārino aninnatāya samabhāvato, evaṃ uddharaṇepīti vuttaṃ ‘‘samaṃ phusati, samaṃ uddharatī’’ti. Idāni imassa mahāpurisalakkhaṇassa samadhigamena laddhabbanissandaphalavibhāvanamukhena ānubhāvaṃ vibhāvetuṃ ‘‘sacepi hī’’tiādi vuttaṃ. Tattha narakanti āvāṭaṃ. Anto pavisati samabhāvāpattiyā. ‘‘Cakkalakkhaṇenapatiṭṭhātabbaṭṭhāna’’nti idaṃ yaṃ bhūmippadesaṃ pādatalaṃ phusati, tattha cakkalakkhaṇampi phusanavasena patiṭṭhātīti katvā vuttaṃ. Tassa pana tathā patiṭṭhānaṃ suppatiṭṭhitapādatāya evāti suppatiṭṭhitapādatāya ānubhāvakittane ‘‘lakkhaṇantarānayanaṃ kimatthiya’’nti na cintetabbaṃ. Sīlatejenāti sīlappabhāvena. Puññatejenāti kusalappabhāvena. Dhammatejenāti ñāṇappabhāvena. Tīhipi padehi bhagavato buddhabhūtassa dhammā gahitā, ‘‘dasannaṃ pāramīna’’nti iminā buddhakaradhammā gahitā.",
  "tika-s0103t6:16": "202.Mahāsamuddova sīmā sabbabhūmissarabhāvato. ‘‘Akhilamanimittamakaṇṭaka’’nti tīhipi padehi theyyābhāvova vuttoti āha ‘‘niccora’’ntiādi . Kharasamphassaṭṭhenāti ghaṭṭanena dukkhasamphassabhāvena khilāti. Upaddavapaccayaṭṭhenāti anatthahetutāya nimittāti. ‘‘Akhila’’ntiādinā ekacārīhi corābhāvo vutto, ‘‘nirabbuda’’nti iminā pana gaṇabandhavasena vicaraṇacorābhāvo vuttoti dassetuṃ ‘‘gumbaṃ gumbaṃ hutvā’’tiādi vuttaṃ. Avikkhambhanīyoti na vibandhanīyo kenaci appaṭibāhanīyo ṭhānato anikkaḍḍhanīyo. Paṭipakkhaṃ aniṭṭhaṃ atthetīti paccatthiko, etena pākaṭabhāvena virodhaṃ akaronto veripuggalo vutto. Paṭiviruddho amitto paccāmitto, etena pākaṭabhāvena virodhaṃ karonto veripuggalo vutto. Vikkhambhetuṃ nāsakkhiṃsu, aññadatthu sayameva vighātabyasanaṃ pāpuṇiṃsu ceva sāvakattañca pavedesuṃ.",
  "tika-s0103t6:17": "‘‘Kamma’’ntiādīsu kammaṃ nāma buddhabhāvaṃ uddissa katūpacito lakkhaṇasaṃvattaniyo puññasambhāro. Tenāha ‘‘satasahassakappādhikānī’’tiādi. Kammasarikkhakaṃ nāma tasseva puññasambhārassa karaṇakāle kenaci akampanīyassa daḷhāvatthitabhāvassa anucchaviko suppatiṭṭhitapādatāsaṅkhātassa lakkhaṇassa parehi avikkhambhanīyatāya ñāpakanimittabhāvo, svāyaṃ nimittabhāvo tasseva lakkhaṇassāti aṭṭhakathāyaṃ ‘‘kammasarikkhakaṃ nāma…pe… mahāpurisalakkhaṇa’’nti vuttaṃ. Ṭhānagamanesu pādānaṃ daḷhāvatthitabhāvo lakkhaṇaṃ nāma. Pādānaṃ bhūmiyaṃ samaṃ nikkhipanaṃ, pādatalānaṃ sabbabhāgehi phusanaṃ, samameva uddharaṇaṃ, tasmā suṭṭhu samaṃ sabbabhāgehi patiṭṭhitā pādā etassāti suppatiṭṭhitapādo, tassa bhāvo suppatiṭṭhitapādatāti vuccati lakkhaṇaṃ. Suṭṭhu samaṃ bhūmiyā phusaneneva hi nesaṃ tattha daḷhāvatthitabhāvo siddho, yaṃ ‘‘kammasarikkhaka’’nti vuttaṃ. Lakkhaṇānisaṃsoti lakkhaṇapaṭilābhassa udrayo, lakkhaṇasaṃvattaniyassa kammassa ānisaṃsaphalanti attho. Nissandaphalaṃ pana heṭṭhā bhāvitameva.",
  "tika-s0103t6:18": "203.Kammādibhedeti kammakammasarikkhakalakkhaṇa lakkhaṇānisaṃsavisaññite vibhāge. Gāthābandhaṃ sandhāya vuttaṃ, attho pana apubbaṃ natthīti adhippāyo. Porāṇakattherāti aṭṭhakathācariyā. Vaṇṇanāgāthāti thomanāgāthā vuttamevatthaṃ gahetvā thomanāvasena pavattattā. Aparabhāgetherā nāma pāḷiṃ, aṭṭhakathañca potthakāropanavasena samāgatā mahātherā, ye sāṭṭhakathaṃ piṭakattayaṃ potthakāruḷhaṃ katvā saddhammaṃ addhaniyaciraṭṭhitikaṃ akaṃsu. Ekapadikoti ‘‘daḷhasamādāno ahosī’’tiādipāṭhe ekekapadagāhī. Atthuddhāroti tadatthassa sukhaggahaṇatthaṃ gāthābandhavasena uddharaṇato atthuddhārabhūto, tayidaṃ pāḷiyaṃ āgatapadāni gahetvā gāthābandhavasena tadatthavicāraṇabhāvadassanaṃ, na pana dhammabhaṇḍāgārikena ṭhapitabhāvapaṭikkhipananti daṭṭhabbaṃ.",
  "tika-s0103t6:19": "Kusaladhammānaṃ vacīsaccassa bahukārataṃ, tappaṭipakkhassa ca musāvādassa mahāsāvajjataṃ dassetuṃ anantarameva kusalakammapathadhamme vadantopi tato vacīsaccaṃ nīharitvā katheti sacceti vā sannidhāneva ‘‘dhamme’’ti vuccamānā kusalakammapathadhammā eva yuttāti vuttaṃ ‘‘dhammeti dasakusalakammapathadhamme’’ti. Gobalībaddañāyena vā ettha attho veditabbo. Indriyadamaneti indriyasaṃvare. Kusalakammapathagghaṇenassa vārittasīlameva gahitanti itarampi saṅgahetvā dassetuṃ saṃyamasseva gahaṇaṃ katanti ‘‘saṃyameti sīlasaṃyame’’ti vuttaṃ. Suci vuccati puggalo yassa dhammassa vasena, taṃ soceyyaṃ, kāyasucaritādi. Etasseva hi vibhāgassa dassanatthaṃ vuttampi cetaṃ puna vuttaṃ, manosoceyyaggahaṇena vā jhānādiuttarimanussadhammānampi saṅgaṇhanatthaṃ soceyyaggahaṇaṃ. Ālayabhūtanti samathavipassanānaṃ adhiṭṭhānabhūtaṃ. Uposathakammanti uposathadivase samādiyitvā samācaritabbaṃ puññakammaṃ uposatho sahacaraṇañāyena. ‘‘Avihiṃsāyāti sattānaṃ aviheṭhanāyā’’ti vadanti, taṃ pana sīlaggahaṇeneva gahitaṃ. Tasmā avihiṃsāyāti karuṇāyāti attho. Avihiṃsāggahaṇeneva cettha appamaññāsāmaññena cattāropi brahmavihārā upacārāvatthā gahitā lakkhaṇahāranayena. Sakalanti anavasesaṃ paripuṇṇaṃ. Evamettha kāmāvacarattabhāvapariyāpannattā lakkhaṇassa taṃsaṃvattanikakāmāvacarakusaladhammā eva pāramitāsaṅgahapuññasambhārabhūtakāyasucaritādīhi dvādasadhā vibhattā eva. Gāthāyaṃ ‘‘sacce’’tiādinā dasadhā saṅgayha dassitā. Esa nayo sesalakkhaṇepi.",
  "tika-s0103t6:20": "Aṃnubhīti gāthāsukhatthaṃ akāraṃ sānunāsikaṃ katvā vuttaṃ. Byañjanāni lakkhaṇāni ācikkhantīti veyañjanikā.Vikkhambhetabbanti paṭibāhitabbaṃ tassāti mahāpurisassa, tassa vā mahāpurisalakkhaṇassa. Lakkhaṇasīsena cettha taṃsaṃvattanikapuññasambhāro vuccati.",
  "tika-s0103t6:21": "Pādatalacakkalakkhaṇavaṇṇanā",
  "tika-s0103t6:22": "204.Bhayaṃ nāma bhīti, taṃ pana ubbijjanākārena, uttasanākārena ca pavattiyā duvidhanti āha ‘‘ubbegabhayañceva uttāsabhayañcā’’ti. Tadubhayampi bhayaṃ vibhāgena dassetuṃ ‘‘tatthā’’tiādi vuttaṃ. Apanūditāti yathā corādayo viluppanabandhanādīni parassa na karonti, katañca paccāharaṇādinā paṭipākatikaṃ hoti, evaṃ yathā ca caṇḍahatthiādayo dūrato parivajjitā honti, aparivajjite tassa yathā ṭhāne ṭhitehi abhibhavo na hoti, evaṃ apanūditā. Ativāhetīti atikkāmeti. Taṃ ṭhānanti taṃ sāsaṅkaṭṭhānaṃ. Asakkontānanti upayogatthe sāmivacanaṃ, asakkonteti attho. Asakkontānanti vā anādare sāmivacanaṃ. Saha parivārenāti saparivāraṃ. Tattha kiñci deyyadhammaṃ dento yadā tassa parivārabhāvena aññampi deyyadhammaṃ deti, evaṃ tassa taṃ dānamayaṃ puññaṃ saparivāraṃ nāma hoti.",
  "tika-s0103t6:23": "Tamatthaṃ vitthārena dassetuṃ ‘‘tattha anna’’ntiādi vuttaṃ. Tattha yathā deyyadhammaṃ tassa annadānassa parivāro, evaṃ tassa sakkaccakaraṇaṃ pīti dassento ‘‘atha kho’’tiādimāha. Yāgubhattaṃ datvāva adāsīti yojanā. Esa nayo ito paratopi. Suttaṃ vaṭṭetīti cīvarassa sibbanasuttakaṃ duvaṭṭativaṭṭādivasena vaṭṭitaṃ akāsi. Rajananti alliādirajanavatthuṃ. Paṇḍupalāsanti rajanupagameva paṇḍuvaṇṇaṃ palāsaṃ.",
  "tika-s0103t6:24": "Heṭṭhimānīti annādīni cattāri. Nisadaggahaṇeneva nisadapotopi gahito. Cīnapiṭṭhaṃ sindhurakacuṇṇaṃ. Kojavanti uddalomiekantalomiādikojavattharaṇa. Suvibhattaantarānīti suṭṭhu vibhattaantarāni, etena cakkāvayavaṭṭhānānaṃ suparicchinnataṃ dasseti.",
  "tika-s0103t6:25": "Laddhābhisekā khattiyā attano vijite visavitāya brāhmaṇādike catūhi saṅgahavatthūhi rañjetuṃ sakkonti, na itarāti āha ‘‘rājānoti abhisittā’’ti. Rājato yathāladdhagāmanigamādiṃ issaravatāya bhuñjantīti bhojakā, tādiso bhogo etesaṃ atthi , tattha vā niyuttāti bhogikā, te eva ‘‘bhogiyā’’ti vuttā. Saparivāraṃ dānanti vuttanayena saparivāradānaṃ. Jānātūti ‘‘sadevako loko jānātū’’ti iminā viya adhippāyena nibbattaṃ cakkalakkhaṇanti lakkhaṇasseva kammasarikkhatā dassitā. Evaṃ sati tikameva siyā, na catukkaṃ, tasmā cakkalakkhaṇassa mahāparivāratāya ñāpakanimittabhāvo kammasarikkhakaṃ nāma. Tenevāha ‘‘saparivāraṃ…pe… jānātūti nibbatta’’nti. ‘‘Dīghāyukatāya taṃ nimitta’’nti (dī. ni. 3.207) ca vakkhati, tathā ‘‘taṃ lakkhaṇaṃ bhavati tadatthajotaka’’nti (dī. ni. 3.221) ca. Nissandaphalaṃ pana paṭipakkhābhibhavo daṭṭhabbo. Tenevāha gāthāyaṃ ‘‘sattumaddano’’ti.",
  "tika-s0103t6:26": "205.Etanti etaṃ gāthābandhabhūtaṃ vacanaṃ, taṃ panatthato gāthā evāti āha ‘‘imā tadatthaparidīpanā gāthā vuccantī’’ti.",
  "tika-s0103t6:27": "Puratthāti vā ‘‘pure’’ti vuttatopi pubbe. Yasmā mahāpuriso na atītāya ekajātiyaṃ, nāpi katipayajātīsu, atha kho purimapurimatarāsu tathāva paṭipanno, tasmā tattha paṭipattiṃ dassetuṃ ‘‘pure puratthā’’ti vuttaṃ. Imissāpi jātiyaṃ atītakālavasena ‘‘purepuratthā’’ti vattuṃ labbhāti tato visesanatthaṃ ‘‘purimāsu jātīsū’’ti vuttanti āha ‘‘imissā’’tiādi. Keci ‘‘imissā jātiyā pubbe tusitadevaloke katakammapaṭikkhepavacana’’nti vadanti, taṃ tesaṃ matimattaṃ tattha tādisassa katakammassa abhāvato. Apanūdanoti apanetā. Adhimuttoti yuttapayutto.",
  "tika-s0103t6:28": "Puññakammenāti dānādipuññakammena. Evaṃ santeti satamattena puññakammena ekekaṃ lakkhaṇaṃ nibbatteyya, evaṃ sati. Na rocayiṃsūti kevalaṃ satamattena puññakammena lakkhaṇanibbattiṃ na rocayiṃsu aṭṭhakathācariyā. Kathaṃ pana rocayiṃsūti āha ‘‘anantesu panā’’tiādi. Ekekaṃ kammanti ekekaṃ dānādipubbakammaṃ. Ekekaṃ sataguṇaṃ katvāti anantāsu lokadhātūsu yattakā sattā, tehi sabbehi paccekaṃ satakkhattuṃ katāni dānādipuññakammāni yattakāni, tato ekekaṃ puññakammaṃ mahāsattena sataguṇaṃ kataṃ ‘‘sata’’nti adhippetaṃ, tasmā idha sata-saddo bahubhāvapariyāyo, na saṅkhyāvacanoti dasseti ‘‘satagghi sataṃ devamanussā’’tiādīsu viya. Tenāha ‘‘tasmā satapuññalakkhaṇoti imamatthaṃ rocayiṃsū’’ti.",
  "tika-s0103t6:29": "Āyatapaṇhitāditilakkhaṇavaṇṇanā",
  "tika-s0103t6:30": "206.Sarasacuti nāma jātassa sattassa yāvajīvaṃ jīvitvā pakatiyā maraṇaṃ. Ākaḍḍhajiyassa dhanudaṇḍassa viya pādānaṃ antomukhaṃ kuṭilatāya antovaṅkapādatā. Bahimukhaṃ kuṭilatāya bahivaṅkapādatā. Pādatalassa majjhe ūnatāya ukkuṭikapādatā. Aggapādena khañjanakā aggakoṇḍā. Paṇhippadesena khañjanakā paṇhikoṇḍā. Unnatakāyenāti anonatabhāvena samussitasarīrena . Muṭṭhikatahatthāti āvudhādīnaṃ gahaṇatthaṃ katamuṭṭhihatthā. Phaṇahatthakāti aññamaññaṃ saṃsaṭṭhaṅgulihatthā. Idamettha kammasarikkhakanti idaṃ imesaṃ tiṇṇampi lakkhaṇānaṃ tathāgatassa dīghāyukatāya ñāpakanimittabhāvo ettha āyatapaṇhitā, dīghaṅgulitā brahmujugattatāti etasmiṃ lakkhaṇattaye kammasarikkhakattaṃ. Nissandaphalaṃ pana anantarāyatādi daṭṭhabbaṃ.",
  "tika-s0103t6:31": "207. Bhāyitabbavatthunimittaṃ uppajjamānampi bhayaṃ attasinehahetukaṃ pahīnasinehassa tadabhāvatoti āha ‘‘yathā mayhaṃ maraṇato bhayaṃ mama jīvitaṃ piya’’nti. Suciṇṇenāti suṭṭhu katūpacitena sucaritakammunā.",
  "tika-s0103t6:32": "Cavitvāti saggato cavitvā. ‘‘Sujātagatto subhujo’’ti ādayo sarīrāvayavaguṇā imehi lakkhaṇehi avinābhāvinoti dassetuṃ vuttā. Cirayapanāyāti attabhāvassa cirakālaṃ pavattanāya. Tenāha ‘‘dīghāyukabhāvāyā’’ti. Tatoti cakkavattī hutvā yāpanato. Vasippattoti jhānādīsu vasībhāvañceva cetovasibhāvañca patto hutvā, kathaṃ iddhibhāvanāya iddhipādabhāvanāyāti attho. Yāpeti cirataranti yojanā.",
  "tika-s0103t6:33": "Sattussadatālakkhaṇavaṇṇanā",
  "tika-s0103t6:34": "208. Raso jāto etesanti rasitāni, mahārasāni. Tenāha ‘‘rasasampannāna’’nti. Piṭṭhakhajjakādīnīti pūpasakkhalimodakādīni. Ādi-saddena pana kadaliphalādiṃ saṅgaṇhāti. Piṭṭhaṃ pakkhipitvā pacitabbapāyasaṃ piṭṭhapāyasaṃ. Ādi-saddena tathārūpabhojjayāguādiṃ saṅgaṇhāti.",
  "tika-s0103t6:35": "Idha kammasarikkhakaṃ nāma sattussadatālakkhaṇassa paṇītalābhitāya ñāpakanimittabhāvo. Iminā nayena tattha tattha lakkhaṇe kammasarikkhakaṃ niddhāretvā yojetabbaṃ.",
  "tika-s0103t6:36": "209.Uttamo aggarasadāyakoti sabbasattānaṃ uttamo lokanātho aggānaṃ paṇītānaṃ rasānaṃ dāyako. Uttamānaṃ aggarasānanti paṇītesupi paṇītarasānaṃ. Khajjabhojjādijotakanti khajjabhojjādilābhajotakaṃ. Lābhasaṃvattanikassa kammassa phalaṃ ‘‘lābhasaṃvattanika’’nti kāraṇūpacārena vadati. Tadatthajotakanti vā tassa paṇītabhojanadāyakattasaṅkhātassa atthassa jotakaṃ. Tadādhigacchatīti ettha ā-kāro nipātamattanti āha ‘‘taṃ adhigacchatī’’ti. Lābhiruttamanti ra-kāro padasandhikaro.",
  "tika-s0103t6:37": "Karacaraṇādilakkhaṇavaṇṇanā",
  "tika-s0103t6:38": "210.Pabbajitaparikkhāraṃ pattacīvarādiṃ gihiparikkhāraṃ vatthāvudhayānasayanādiṃ.",
  "tika-s0103t6:39": "Sabbanti sabbaṃ upakāraṃ. Makkhetvā nāseti makkhibhāve ṭhatvā. Telena viya makkhetīti satadhotatelena makkheti viya. Atthasaṃvaḍḍhanakathāyāti hitāvahakathāya. Kathāgahaṇañcettha nidassanamattaṃ. Paresaṃ hitāvaho kāyapayogopi atthacariyā. Aṭṭhakathāyaṃ pana vacīpayogavaseneva atthacariyā vuttā.",
  "tika-s0103t6:40": "Samānattatāyāti sadisabhāve samānaṭṭhāne ṭhapanena, taṃ panassa samānaṭṭhāne ṭhapanaṃ attasadisatākaraṇaṃ, sukhena ekasambhogatā, attano sukhuppattiyaṃ; tassa ca dukkhuppattiyaṃ tena attano ekasambhogatāti āha ‘‘samānasukhadukkhabhāvenā’’ti. Sā ca samānasukhadukkhatā ekato nisajjādinā pākaṭā hotīti taṃ dassento ‘‘ekāsane’’tiādimāha. Na hi sakkā ekaparibhogo kātuṃ jātiyā hīnattā. Tathā akariyamāneca so kujjhati bhogena adhikattā, tasmā dussaṅgaho. Na hi so ekaparibhogaṃ icchati jātiyā hīnabhāvato. Na akariyamāne ca kujjhati bhogena hīnabhāvato. Ubhohīti jātibhogehi. Sadisopi susaṅgaho ekasadisabhāveneva itarena saha ekaparibhogassa paccāsīsāya, akaraṇe ca tassa kujjhanassābhāvato. Adīyamānepi kismiñci āmise akariyamānepi saṅgahe. Na pāpakena cittena passati pesalabhāvato. Tato eva paribhogopi…pe… hoti.Evarūpanti gihī ce, ubhohi sadisaṃ; pabbajito ce, sīlavantanti adhippāyo.",
  "tika-s0103t6:41": "Susaṅgahitāvahontīti suṭṭhu saṅgahitā eva honti daḷhabhattibhāvato. Tenāha ‘‘na bhijjantī’’ti.",
  "tika-s0103t6:42": "Dānādisaṅgahakammanti dānādibhedaṃ parasaṅgaṇhanavasena pavattaṃ kusalakammaṃ.",
  "tika-s0103t6:43": "211.Anavaññātena aparibhūtena sambhāvitena. Pamodo vuccati hāso, na appamodenāti ettha paṭisedhadvayena so eva vutto. So ca odagyasabhāvattā na dīno dhammūpasañhitattā na gabbhayuttoti āha ‘‘na dīnena na gabbhitenāti attho’’ti. Sattānaṃ agaṇhanaguṇenāti yojanā.",
  "tika-s0103t6:44": "Atiruciranti ativiya rucirakataṃ, taṃ pana passantānaṃ pasādāvahanti āha ‘‘supāsādika’’nti. Suṭṭhu chekanti ativiya sundaraṃ. Vidhātabboti vidhātuṃ sandisituṃ sakkuṇeyyo. Piyaṃ vadatīti piyavadū yathā ‘‘sabbavidū’’ti. Sukhameva sukhatā, taṃ sukhataṃ. Dhammañcaanudhammañcāti lokuttaradhammañceva tassa anurūpapubbabhāgadhammañca.",
  "tika-s0103t6:45": "Ussaṅkhapādādilakkhaṇavaṇṇanā",
  "tika-s0103t6:46": "212.‘‘Atthūpasaṃhita’’nti iminā vaṭṭanissitā dhammakathā vuttāti āha ‘‘idhalokaparalokatthanissita’’nti. ‘‘Dhammūpasaṃhita’’nti iminā vivaṭṭanissitā, tasmā dasakusalakammapathā vivaṭṭasannissayā veditabbā. Nidaṃsesīti sandassesi te dhamme paccakkhe katvā pakāsesi. Nidaṃsanakathanti pākaṭakaraṇakathaṃ. Jeṭṭhaṭṭhena aggo, pāsaṃsaṭṭhena seṭṭho, pamukhaṭṭhena pāmokkho, padhānaṭṭhena uttamo, hitasukhatthikehi pakārato varaṇīyato rajanīyato pavaroti evaṃ atthavisesavācīnampi ‘‘aggo’’tiādīnaṃ padānaṃ bhāvatthassa bhedābhāvato ‘‘sabbāni aññamaññavevacanānī’’ti āha.",
  "tika-s0103t6:47": "Uddhaṅgamanīyāti suṇantānaṃ uparūpari visesaṃ gamentīti uddhaṅgamanīyā. Saṅkhāya adho piṭṭhipādasamīpe eva patiṭṭhitattā adhosaṅkhā pādā etassāti adhosaṅkhapādo. Saṅkhāti ca gopphakānamidaṃ nāmaṃ.",
  "tika-s0103t6:48": "213.Dhammadānayaññanti dhammadānasaṅkhātaṃ yaññaṃ.",
  "tika-s0103t6:49": "Suṭṭhusaṇṭhitāti sammadeva saṇṭhitā. Piṭṭhipādassa upari pakatiaṅgulena caturaṅgule jaṅghāpadese nigūḷhā apaññāyamānarūpā hutvā ṭhitāti attho.",
  "tika-s0103t6:50": "Eṇijaṅghalakkhaṇavaṇṇanā",
  "tika-s0103t6:51": "214.Sippanti sikkhitabbaṭṭhena ‘‘sippa’’nti laddhanāmaṃ sattānaṃ jīvikāhetubhūtaṃ ājīvavidhiṃ. Jīvikatthaṃ, sattānaṃ upakāratthañca veditabbaṭṭhena vijjā, mantasatthādi. Caranti tena sugatiṃ, sukhañca gacchantīti caraṇaṃ. Kammassakatāñāṇaṃ uttarapadalopena ‘‘kamma’’nti vuttanti āha ‘‘kammanti kammassakatājānanapaññā’’ti. Tāni cevāti pubbe vuttahatthiādīni ceva. Satta ratanānīti muttādīni satta ratanāni. Ca-saddena rañño upabhogabhūtānaṃ vatthaseyyādīnaṃ saṅgaho. Rañño anucchavikānīti rañño paribhuñjanayogyāni. Sabbesanti ‘‘rājārahānī’’tiādinā vuttānaṃ sabbesaṃyeva ekajjhaṃ gahaṇaṃ. Buddhānaṃ parisā nāma odhiso anodhiso ca samitapāpā, tathatthāya paṭipannā ca hotīti vuttaṃ ‘‘samaṇānaṃ koṭṭhāsabhūtā catasso parisā’’ti.",
  "tika-s0103t6:52": "Sippādivācananti sippānaṃ sikkhāpanaṃ. Pāḷiyampi hi ‘‘vācetā’’ti vācanasīsena sikkhāpanaṃ dassitaṃ. Ukkuṭikāsananti taṃtaṃveyyāvaccakaraṇena ukkuṭikassa nisajjā. Payojanavasena gehato gehaṃ gāmato gāmaṃ jaṅghāyo kilametvā pesanaṃ jaṅghapesanikā. Likhitvā pātitaṃ viya hoti aparipuṇṇabhāvato. Anupubbauggatavaṭṭitanti gopphakaṭṭhānato paṭṭhāya yāva jāṇuppadesā maṃsūpacayassa anukkamena samantato vaḍḍhitattā anupubbena uggataṃ hutvā suvaṭṭitaṃ. Eṇijaṅghalakkhaṇanti saṇṭhānamattena eṇimigajaṅghāsadisajaṅghalakkhaṇaṃ.",
  "tika-s0103t6:53": "215.‘‘Yatupaghātāyā’’ti ettha ta-kāro padasandhikaro, anunāsikalopena niddesoti āha ‘‘ya’’ntiādi. ‘‘Uddhaggalomā sukhumattacotthatā’’ti vuttattā codakena ‘‘kiṃ pana aññena kammena aññaṃ lakkhaṇaṃ nibbattatī’’ti codito, ācariyo ‘‘na nibbattatī’’ti vatvā ‘‘yadi evaṃ idha kasmā lakkhaṇantaraṃ kathita’’nti antolīnameva codanaṃ pariharanto ‘‘yaṃ pana nibbattatīti…pe… idha vutta’’nti āha. Tattha yaṃ pana nibbattatīti yaṃ lakkhaṇaṃ vuccamānalakkhaṇanibbattakena kammunā nibbattati. Taṃ anubyañjanaṃ hotīti taṃ lakkhaṇaṃ vuccamānassa lakkhaṇassa anukūlalakkhaṇaṃ nāma hoti. Tasmā tena kāraṇena idha eṇijaṅghalakkhaṇakathane ‘‘uddhaggalomā sukhumattacotthatā’’ti lakkhaṇantaraṃ vuttaṃ.",
  "tika-s0103t6:54": "Sukhumacchavilakkhaṇavaṇṇanā",
  "tika-s0103t6:55": "216.Samitapāpaṭṭhenasamaṇaṃ, na pabbajjāmattena. Bāhitapāpaṭṭhena brāhmaṇaṃ, na jātimattena.",
  "tika-s0103t6:56": "Mahantānaṃ atthānaṃ pariggaṇhanato mahatī paññā etassāti mahāpañño. Sesapadesupi eseva nayoti āha ‘‘mahāpaññādīhi samannāgatoti attho’’ti. Nānattanti yāhi mahāpaññādīhi samannāgatattā bhagavā ‘‘mahāpañño’’tiādinā kittīyati, tāsaṃ mahāpaññādīnaṃ idaṃ nānattaṃ ayaṃ vemattatā.",
  "tika-s0103t6:57": "Yassa kassaci visesato arūpadhammassa mahattaṃ nāma kiccasiddhiyā veditabbanti tadassā kiccasiddhiyā dassento ‘‘mahante sīlakkhandhe pariggaṇhātīti mahāpaññā’’tiādimāha. Tattha hetumahantatāya, paccayamahantatāya, nissayamahantatāya, pabhedamahantatāya, kiccamahantatāya, phalamahantatāya, ānisaṃsamahantatāya ca sīlakkhandhassa mahantabhāvo veditabbo. Tattha hetu alobhādayo. Paccayo hirottappasaddhāsativīriyādayo. Nissayo sāvakabodhipaccekabodhisammāsambodhiniyatatā, taṃsamaṅgino ca purisavisesā. Pabhedo cārittavārittādivibhāgo. Kiccaṃ tadaṅgādivasena paṭipakkhavidhamanaṃ. Ānisaṃso piyamanāpatādi. Ayamettha saṅkhepo, vitthāro pana visuddhimagge, (visuddhi. 1.6) ākaṅkheyyasuttādīsu (ma. ni. 1.65) ca āgatanayeneva veditabbo. Iminā nayena samādhikkhandhādīnampi mahantatā yathārahaṃ vitthāretvā veditabbā. Ṭhānāṭhānānaṃ pana mahāvisayatāya, sā bahudhātukasutte āgatanayena veditabbā. Vihārasamāpattiyo samādhikkhandhaniddhāraṇanayena veditabbā. Ariyasaccānaṃ sakalasāsanasaṅgahato, so saccavibhaṅga- (vibha. 189) taṃsaṃvaṇṇanāsu (vibha. aṭṭha. 189) āgatanayena, satipaṭṭhānā dīnaṃ satipaṭṭhānavibhaṅgādīsu, (vibha. 355) taṃsaṃvaṇṇanāsu (vibha. aṭṭha. 355) ca āgatanayena, sāmaññaphalānaṃ mahato hitassa, mahato sukhassa, mahato atthassa, mahato yogakkhemassa nibbattibhāvato, santapaṇītanipuṇaatakkāvacarapaṇḍitavedanīyabhāvato ca; abhiññānaṃ mahāsambhārato, mahāvisayato, mahākiccato, mahānubhāvato, mahānibbattito ca, nibbānassa madanimmadanādimahattasiddhito mahantatā veditabbā.",
  "tika-s0103t6:58": "Puthupaññāti etthāpi vuttanayānusārena attho veditabbo. Ayaṃ pana viseso – nānākhandhesu ñāṇaṃ pavattatīti ‘‘ayaṃ rūpakkhandho nāma…pe… ayaṃ viññāṇakkhandho nāmā’’ti evaṃ pañcannaṃ khandhānaṃ nānākaraṇaṃ paṭicca ñāṇaṃ pavattati. Tesupi ‘‘ekavidhena rūpakkhandho, ekādasavidhena rūpakkhandho. Ekavidhena vedanākkhandho, bahuvidhena vedanākkhandho. Ekavidhena saññākkhandho. Ekavidhena saṅkhārakkhandho. Ekavidhena viññāṇakkhandho, bahuvidhena viññāṇakkhandho’’ti evaṃ ekekassa khandhassa atītādibhedavasenāpi nānākaraṇaṃ paṭicca ñāṇaṃ pavattati. Tathā ‘‘idaṃ cakkhāyatanaṃ nāma…pe...idaṃ dhammāyatanaṃ nāma. Tattha dasāyatanā kāmāvacarā, dve catubhūmakā’’ti evaṃ āyatanānaṃ nānattaṃ paṭicca ñāṇaṃ pavattati. Nānādhātūsūti ‘‘ayaṃ cakkhudhātu nāma…pe… ayaṃ manoviññāṇadhātu nāma. Tattha soḷasa dhātuyo kāmāvacarā, dve dhātuyo catubhūmikā’’ti evaṃ nānādhātūsu ñāṇaṃ pavattati, tayidaṃ upādinnakadhātuvasena vuttaṃ. Paccekabuddhānampi hi dvinnañca aggasāvakānaṃ upādinnakadhātūsu evaṃ nānākaraṇaṃ paṭicca ñāṇaṃ pavattati, tañca kho ekadesatova, na nippadesato. Anupādinnakadhātūnaṃ pana lakkhaṇādimattameva jānanti, na nānākaraṇaṃ. Sabbaññubuddhānameva pana ‘‘imāya nāmadhātuyā ussannattā imassa rukkhassa khandho seto, imassa kāḷo, imassa maṭṭho, imassa bahalattaco , imassa tanutaco. Imassa pattaṃ vaṇṇasaṇṭhānādivasena evarūpaṃ. Imassa pupphaṃ nīlaṃ, imassa pītakaṃ, lohitakaṃ, odātaṃ, sugandhaṃ, duggandhaṃ. Phalaṃ khuddakaṃ, mahantaṃ, dīghaṃ, vaṭṭaṃ, susaṇṭhānaṃ, dussaṇṭhānaṃ, maṭṭhaṃ, pharusaṃ, sugandhaṃ, duggandhaṃ, madhuraṃ, tittakaṃ, ambilaṃ, kaṭukaṃ, kasāvaṃ. Kaṇṭako tikhiṇo, atikhiṇo, ujuko, kuṭilo, kaṇho, nīlo, odāto hotī’’ti dhātunānattaṃ paṭicca ñāṇaṃ pavattati.",
  "tika-s0103t6:59": "Nānāpaṭiccasamuppādesūti ajjhattabahiddhābhedato ca nānāpabhedesu paṭiccasamuppādaṅgesu. Avijjādiaṅgāni hi paccekaṃ paṭiccasamuppādasaññitāni. Tenāha saṅkhārapiṭake ‘‘dvādasa paccayā dvādasa paṭiccasamuppādā’’ti. Nānāsuññatamanupalabbhesūti nānāsabhāvesu niccasārādivirahitesu suññatabhāvesu tato eva itthipurisaattattaniyādivasena anupalabbhanasabhāvesu pakāresu. Ma-kāro hettha padasandhikaro. Nānāatthesūti atthapaṭisambhidāya visayabhūtesu paccayuppannādivasena nānāvidhesu atthesu. Dhammesūti dhammapaṭisambhidāya visayabhūtesu paccayādivasena nānāvidhesu dhammesu. Niruttīsūti tesaṃyeva atthadhammānaṃ niddhāraṇavacanasaṅkhātesu nānāniruttīsu. Paṭibhānesūti atthapaṭisambhidādīsu visayabhūtesu ‘‘imāni ñāṇāni idamatthajotakānī’’ti (vibha. 726, 729, 731, 732, 734, 736, 739) tathā tathā paṭibhānato upatiṭṭhanato ‘‘paṭibhānānī’’ti laddhanāmesu nānāñāṇesu. ‘‘Puthunānāsīlakkhandhesū’’tiādīsu sīlassa puthuttaṃ vuttameva, itaresaṃ pana vuttanayānusārena suviññeyyattā pākaṭameva. Yaṃ pana abhinnaṃ ekameva nibbānaṃ, tattha upacāravasena puthuttaṃ gahetabbanti āha ‘‘puthujjanasādhāraṇe dhamme samatikkammā’’ti, tenassa madanimmadanādipariyāyena puthuttaṃ paridīpitaṃ hoti.",
  "tika-s0103t6:60": "Evaṃ visayavasena paññāya mahattaṃ, puthuttaṃ dassetvā idāni sampayuttadhammavasena hāsabhāvaṃ, pavattiākāravasena javanabhāvaṃ, kiccavasena tikkhādibhāvaṃ dassetuṃ ‘‘katamā hāsapaññā’’tiādi vuttaṃ. Tattha hāsabahuloti pītibahulo. Sesapadāni tasseva vevacanāni. Sīlaṃ paripūretīti haṭṭhapahaṭṭho udaggudaggo hutvā ṭhapetvā indriyasaṃvaraṃ tassa visuṃ vuttattā anavasesasīlaṃ paripūreti. Pītisomanassasahagatā hi paññā abhirativasena ārammaṇe phullitavikasitā viya pavattati, na evaṃ upekkhāsahagatā. Puna sīlakkhandhanti ariyasīlakkhandhamāha. ‘‘Samādhikkhandha’’ntiādīsupi eseva nayo.",
  "tika-s0103t6:61": "Sabbaṃ taṃ rūpaṃ aniccato khippaṃ javatīti yā rūpadhamme ‘‘aniccā’’ti sīghavegena pavattati, paṭipakkhadūrabhāvena pubbābhisaṅkhārassa sātisayattā indena vissaṭṭhavajiraṃ viya lakkhaṇaṃ avirajjhantī adandhāyantī rūpakkhandhe aniccalakkhaṇaṃ vegasā paṭivijjhati, sā javanapaññā nāmāti attho. Sesapadesupi eseva nayo. Evaṃ lakkhaṇārammaṇikavipassanāvasena javanapaññaṃ dassetvā balavavipassanāvasena dassetuṃ ‘‘rūpa’’ntiādi vuttaṃ. Tattha khayaṭṭhenāti yattha yattha uppajjati, tattha tattheva bhijjanato khayasabhāvattā. Bhayaṭṭhenāti bhayānakabhāvato. Asārakaṭṭhenāti asārakabhāvato attasāravirahato, niccasārādivirahato ca. Tulayitvāti tulanabhūtāya vipassanāpaññāya tuletvā. Tīrayitvāti tāya eva tīraṇabhūtāya tīrayitvā. Vibhāvayitvāti yāthāvato pakāsetvā paccakkhaṃ katvā. Vibhūtaṃ katvāti pākaṭaṃ katvā. Rūpanirodheti rūpakkhandhanirodhahetubhūte nibbāne ninnapoṇapabbhārabhāvena. Idāni sikhāppattavipassanāvasena javanapaññaṃ dassetuṃ puna ‘‘rūpa’’ntiādi vuttaṃ. ‘‘Vuṭṭhānagāminivipassanāvasenā’’ti keci.",
  "tika-s0103t6:62": "Ñāṇassa tikkhabhāvo nāma savisesaṃ paṭipakkhapahānena veditabboti. ‘‘Khippaṃ kilese chindatīti tikkhapaññā’’ti vatvā te pana kilese vibhāgena dassento ‘‘uppannaṃ kāmavitakka’’ntiādimāha. Tikkhapañño khippābhiñño hoti, paṭipadā cassa na calatīti āha ‘‘ekasmiṃ āsane cattāro ariyamaggā…pe… adhigatā hontī’’tiādi.",
  "tika-s0103t6:63": "‘‘Sabbe saṅkhārā aniccā dukkhā vipariṇāmadhammā, saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā’’ti yāthāvato dassanena saccappaṭivedho ijjhati, na aññathāti kāraṇamukhena nibbedhikapaññaṃ dassetuṃ ‘‘sabbasaṅkhāresu ubbegabahulo hotī’’tiādi vuttaṃ. Tattha ubbegabahuloti vuttanayena sabbasaṅkhāresu abhiṇhapavattasaṃvego. Uttāsabahuloti ñāṇuttāsavasena sabbasaṅkhāresu bahuso utrāsamānaso , etena ādīnavānupassanamāha. ‘‘Ukkaṇṭhanabahulo’’ti pana iminā nibbidānupassanamāha , ‘‘aratibahulo’’tiādinā tassā eva aparāparuppattiṃ. Bahimukhoti sabbasaṅkhārato bahibhūtaṃ nibbānaṃ uddissa pavattañāṇamukho, tathā vā pavattitavimokkhamukho. Nibbijjhanaṃ nibbedho, so etissā atthi, nibbijjhatīti vā nibbedhikā, sā eva paññā nibbedhikapaññā. Yaṃ panettha atthato avibhattaṃ, taṃ heṭṭhā vuttanayattā, uttānatthattā ca suviññeyyameva.",
  "tika-s0103t6:64": "217.Pabbajitaṃ upāsitāti ettha yādisaṃ pabbajitaṃ upāsato paññāpaṭilābho hoti, taṃ dassetuṃ ‘‘paṇḍitaṃ pabbajita’’nti vuttaṃ. Upāsanañcettha upaṭṭhānavasena icchitaṃ, na upanisīdanamattenāti āha ‘‘payirupāsitā’’ti. Atthanti hitaṃ. Abbhantaraṃ karitvāti abbhantaragataṃ katvā. Tenāha ‘‘atthayutta’’nti. Bhāvanapuṃsakaniddeso cāyaṃ, hitūpasañhitaṃ katvāti attho. Antara-saddo vā cittapariyāyo ‘‘yassantarato na santi kopā’’tiādīsu (udā. 20) viya. Tasmā atthantaroti hitajjhāsayoti attho.",
  "tika-s0103t6:65": "Paṭilābhatthāya gatenāti paṭilābhatthāya pavattena, paṭilābhasaṃvattaniyenāti attho. Uppāde ca nimitte ca chekāti uppādavidhimhi ceva nimittavidhimhi ca kusalā. Uppādanimittakovidatāsīsena cettha lakkhaṇakosallameva dasseti. Atha vā sesalakkhaṇānaṃ nibbattiyā buddhānaṃ, cakkavattīnañca uppādo anumīyati, yāni tehi laddhabbaānisaṃsāni nimittāni , tasmiṃ uppāde ca nimitte ca anuminanādivasena chekā nipuṇāti attho. Ñatvā passissatīti ñāṇena jānitvā passissati, na cakkhuviññāṇenāti adhippāyo.",
  "tika-s0103t6:66": "Atthānusāsanīsūti atthānaṃ hitānaṃ anusāsanīsu. Yasmā anatthapaṭivajjanapubbikā sattānaṃ atthapaṭipatti, tasmā anatthopi paricchijja gahetabbo, jānitabbo cāti vuttaṃ ‘‘atthānatthaṃ pariggāhakāni ñāṇānī’’ti, yato ‘‘āyupāyakosallaṃ viya apāyakosallampi icchitabba’’nti vuttaṃ.",
  "tika-s0103t6:67": "Suvaṇṇavaṇṇalakkhaṇavaṇṇanā",
  "tika-s0103t6:68": "218. Paṭisaṅkhānabalena kodhavinayena akkodhano, na bhāvanābalenāti dassetuṃ ‘‘na anāgāmimaggenā’’tiādi vuttaṃ. Evaṃ akkodhavasikattāti evaṃ maghamāṇavo viya na kodhavasaṃ gatattā. Nābhisajjīti kujjhanavaseneva na abhisajji. Yañhi kodhassa uppattiṭṭhānabhūte ārammaṇe upanāhassa paccayabhūtaṃ kujjhanavasena abhisajjanaṃ, taṃ idhādhippetaṃ, na lubbhanavasena. Tenāha ‘‘kuṭilakaṇṭako viyā’’tiādi. So hi yattha laggati, taṃ khobhento eva laggati. Tattha tatthāti tasmiṃ tasmiṃ mammaṭṭhāne. Mammanti phuṭṭhamattepi rujjanaṭṭhānaṃ. Pubbuppattikoti paṭhamuppanno. Tato balavataro byāpādo laddhāsevanatāya cittassa byāpajjanato. Tato balavatarāpatitthiyanāti sātisayaṃ laddhāsevanatāya tato byāpādāvatthāyapi balavatarā patitthiyanā paccatthikabhāvena thāmappattito.",
  "tika-s0103t6:69": "Sukhumattharaṇādīti ādi-saddena paṇītabhojanīyādīnampi saṅgaho daṭṭhabbo bhojanadānassapi vaṇṇasampadānimittabhāvato. Tenāha bhagavā ‘‘bhojanaṃ bhikkhave dadamāno dāyako paṭiggāhakānaṃ…pe… āyuṃ deti, vaṇṇaṃ detī’’ti (a. ni. 5.37) tathā ca vakkhati ‘‘āmisadānena vā’’ti.",
  "tika-s0103t6:70": "219. Ti adāsi. Devoti megho, pajjunno eva vā. Varataroti uttamataro. Pabbajjāya visadisāvatthādi bhāvato na pabbajjāti apabbajjā, gihibhāvo. Acchādenti kopīnaṃ paṭicchādenti etehīti acchādanāni, nivāsanāni, tesaṃ acchādanānañceva sesa vatthānañca kojavādi uttamapāvuraṇānañca. Vināsoti katassa kammassa avipaccitvā vināso.",
  "tika-s0103t6:71": "Kosohitavatthaguyhalakkhaṇavaṇṇanā",
  "tika-s0103t6:72": "220.Samānetāti sammadeva ānetā samāgametā. Rajje patiṭṭhitena sakkā kātuṃ bahubhatikasseva ijjhanato. Kattā nāma natthīti vajjaṃ paṭicchādentīti ānetvā sambandho, karonti vajjapaṭicchādanakammanti vā. Nanu vajjapaṭicchādanakammaṃ nāma sāvajjanti? Saccaṃ sāvajjaṃ saṃkiliṭṭhacittena paṭicchādentassa, idaṃ pana asaṃkiliṭṭhacittena parassa uppajjanakaanatthaṃ pariharaṇavasena pavattaṃ adhippetaṃ. ‘‘Ñātisaṅgahaṃ karontenā’’ti etena ñātatthacariyāvasena taṃ kammaṃ pavattatīti dasseti.",
  "tika-s0103t6:73": "221.Amittatāpanāti amittānaṃ tapanasīlā, amittatāpanaṃ hotu vā mā vā evaṃsabhāvāti attho. Na hi cakkavattino puttānaṃ amittā nāma keci honti, ye te bhaveyyuṃ, cakkānubhāveneva sabbepi khattiyādayo anuvattakā tesaṃ bhavanti.",
  "tika-s0103t6:74": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-s0103t6:75": "Parimaṇḍalādilakkhaṇavaṇṇanā",
  "tika-s0103t6:76": "222.Samanti samānaṃ. Tena tena loke viññātaguṇena samaṃ samānaṃ jānāti, yato tattha paṭipajjanavidhināva itarasmiṃ paṭipajjati. Sayaṃ jānātīti aparaneyyo hutvā sayameva jānāti. Purisaṃ jānātīti vā ‘‘ayaṃ seṭṭho, ayaṃ majjhimo, ayaṃ nihīno’’ti taṃ taṃ purisaṃ yāthāvato jānāti. Purisavisesaṃ jānātīti tasmiṃ tasmiṃ purise vijjamānaṃ visesaṃ jānāti, yato tattha tattha anurūpadānapadānādipaṭipattiyā yuttapattakārī hoti. Tenāha ‘‘ayamidamarahatī’’tiādi.",
  "tika-s0103t6:77": "Sampattipaṭilābhaṭṭhenāti diṭṭhadhammikādisampattīnaṃ paṭilābhāpanaṭṭhena. Samasaṅgahakammanti samaṃ jānitvā tadanurūpaṃ tassa tassa saṅgaṇhanakammaṃ.",
  "tika-s0103t6:78": "223.Tulayitvāti tīrayitvā. Paṭivicinitvāti vīmaṃsitvā. Nipuṇayogato nipuṇā, ativiya nipuṇā atinipuṇā, sā pana tesaṃ nipuṇatā saṇhasukhumā paññāti āha ‘‘sukhumapaññā’’ti.",
  "tika-s0103t6:79": "Sīhapubbaddhakāyādilakkhaṇavaṇṇanā",
  "tika-s0103t6:80": "224.Khemakāmoti anupaddavakāmo. Kammassakatāñāṇaṃ sattānaṃ vaḍḍhiāvahaṃ sabbasampattividhāyakanti āha ‘‘paññāyāti kammassakatāpaññāyā’’ti.",
  "tika-s0103t6:81": "Samantaparipūrānīti samantato sabbabhāgehi paripuṇṇāni. Tato eva ahīnāni anūnāni. Dhanādīhīti dhanadhaññādīhi.",
  "tika-s0103t6:82": "225.Okappanasaddhā saddheyyavatthuṃ okkanditvā pakkhanditvā saddahanasaddhā. Sā eva pasādanīyavatthusmimpi abhippasīdanavasena pavattiyā pasādasaddhā.Pariyattisavanenāti sattānaṃ hitasukhāvahāya pariyattiyā savanena. Dhāraṇaparicayādīnaṃ taṃmūlakattā tathā vuttaṃ. Etesanti saddhādīnaṃ. Saha hānadhammenāti sahānadhammo, na sahānadhammoti asahānadhammo, tassa bhāvo asahānadhammatā, taṃ asahānadhammataṃ, aparihāniyasabhāvanti attho.",
  "tika-s0103t6:83": "Rasaggasaggitālakkhaṇavaṇṇanā",
  "tika-s0103t6:84": "226.Tilaphalamattampi bhojanaṃ. Sabbattha pharatīti sabbā rasāharaṇiyo anussarantaṃ sabhāvena sabbasmiṃ kāye pharati. Samā hutvā vahantīti avisamā ujukā hutvā pavattanti.",
  "tika-s0103t6:85": "Ārogyakaraṇakammanti arogabhāvakaraṃ sattānaṃ aviheṭhanakammaṃ. Madhurādibhedaṃ rasaṃ gasati harati etehi, sayameva vā taṃ gasanti gilanti anto pavesentīti rasaggasā, rasaggasānaṃ aggā rasaggasaggā, te ettha santīti rasaggasaggī, tadeva lakkhaṇaṃ. Bhavati hi abhinnepi vatthusmiṃ taggatavisesāvabodhanatthaṃ bhinnaṃ viya katvā vohāro yathā ‘‘silāputtakassa sarīra’’nti . Rasaggasaggitāsaṅkhātaṃ vā lakkhaṇaṃ rasaggasaggilakkhaṇaṃ.",
  "tika-s0103t6:86": "227.Vadha-saddo ‘‘attānaṃ vadhitvā vadhitvā rodatī’’tiādīsu (pāci. 879) bādhanatthopi hotīti tato visesanatthaṃ ‘‘māraṇavadhenā’’ti vuttaṃ, māraṇasaṅkhātena vadhenāti attho. Bādhanattho eva vā vadha-saddo, māraṇena, bādhanena cāti attho. Ubbādhanāyāti bandhanāgāre pakkhipitvā uddhaṃ uddhaṃ bādhanena. Tenāha ‘‘bandhanāgārappavesanenā’’ti.",
  "tika-s0103t6:87": "Abhinīlanettādilakkhaṇavaṇṇanā",
  "tika-s0103t6:88": "228.Visaṭanti kujjhanavasena vinisaṭaṃ katvā. Tenāha ‘‘kakkaṭako viyā’’tiādi. Visācīti virūpaṃ sācitakaṃ, vijimhanti attho. Tenāha ‘‘vaṅkakkhikoṭiyā’’ti , kuṭilaakkhikoṭipātenāti attho. Viceyya pekkhitāti ujukaṃ anoloketvā diṭṭhipātaṃ vicāretvā oloketvā. Tenāha ‘‘yo kujjhitvā’’tiādi. Paroti kujjhito. Na oloketi taṃ sammukhā gacchantaṃ kujjhitvā na oloketi, parammukhā. Viteyyāti virūpaṃ tiriyaṃ, viññūnaṃ olokanakkamaṃ vītikkamitvāti attho. Jimhaṃ anoloketvā ujukaṃ olokanaṃ nāma kuṭilabhāvakarānaṃ pāpadhammānaṃ abhājanaujukatacittatasseva hotīti āha ‘‘ujumano hutvā ujuṃ pekkhitā’’ti. Yathā ca ujuṃ pekkhitā hotīti ānetvā sambandho. Pasaṭanti ummīlanavasena sammadeva patthaṭaṃ. Vipulaṃ vitthatanti tasseva vevacanaṃ. Piyaṃ piyāyitabbaṃ dassanaṃ olokanaṃ etassāti piyadassano.",
  "tika-s0103t6:89": "Kāṇoti akkhīni nimmīletvā pekkhanako. Kākakkhīti kekarakkho. Vaṅkakkhīti jimhapekkhanako. Āvilakkhīti ākuladiṭṭhipāto. Nīlapītalohitasetakāḷavaṇṇānaṃ vasena pañcavaṇṇo. Tattha pītalohitavaṇṇā setamaṇḍalagatarājivasena, nīlasetakāḷavaṇṇā pana taṃtaṃmaṇḍalavaseneva veditabbā. ‘‘Pasādoti pana tesaṃ vaṇṇānaṃ pasannākāraṃ sandhāya vutta’’nti keci. Pañcavaṇṇo pasādoti pana yathāvuttapañcavaṇṇaparivāro, tehi vā paṭimaṇḍito pasādoti attho. Nettasampattikarānīti ‘‘pañcavaṇṇapasādatā tirohitavidūragatadassanasamatthatā’’ti evamādi cakkhusampadāya kāraṇāni. Lakkhaṇasatthe yuttāti lakkhaṇasatthe āyuttā sukusalā.",
  "tika-s0103t6:90": "Uṇhīsasīsalakkhaṇavaṇṇanā",
  "tika-s0103t6:91": "230.Pubbaṅgamoti ettha pubbaṅgamatā nāma pamukhatā, jeṭṭhaseṭṭhakabhāvo bahujanassa anuvattanīyatāti āha ‘‘gaṇajeṭṭhako’’tiādi.",
  "tika-s0103t6:92": "Pubbaṅgamatāti pubbaṅgamassa kammaṃ. Yassa hi kāyasucaritādikammassa vasena mahāpuriso bahujanassa pubbaṅgamo ahosi, tadassa kammaṃ ‘‘pubbaṅgamatā’’ti adhippetaṃ, na pubbaṅgamabhāvo. Tenāha ‘‘idha kammaṃ nāma pubbaṅgamatā’’ti. Pītipāmojjenaparipuṇṇasīsoti pītiyā, pāmojjena ca sampuṇṇapaññāsīso bahulaṃ somanassasahagatañāṇasampayuttacittasamaṅgī eva hutvā vicarati. Mahāpurisoti mahāpurisajātiko.",
  "tika-s0103t6:93": "231.Bahujananti sāmiatthe upayogavacananti āha ‘‘bahujanassā’’ti. Paribhuñjanaṭṭhena paṭibhogo, upayogavatthu paṭibhogo, tassa hitāti paṭibhogiyā. Desakālaṃ ñatvā tadupakaraṇūpaṭṭhānādi veyyāvaccakarā sattā. Abhiharantīti byāharanti. Tassa tassa veyyāvaccassa paṭiharaṇato pavattanakaraṇato paṭihāro, veyyāvaccakaro, tassa bhāvo paṭihārakanti āha ‘‘veyyāvaccakarabhāva’’nti. Visavanaṃ visavo, kāmakāro vasitā, so etassa atthīti visavīti āha ‘‘ciṇṇavasī’’ti.",
  "tika-s0103t6:94": "Ekekalomatādilakkhaṇavaṇṇanā",
  "tika-s0103t6:95": "232.Upavattatīti anukūlabhāvaṃ upecca vattati. Tenāha ‘‘ajjhāsayaṃ anuvattatī’’ti.",
  "tika-s0103t6:96": "Ekekalomalakkhaṇanti ekekasmiṃ lomakūpe ekekalomatālakkhaṇaṃ. Ekekehi lomehīti aññesaṃ sarīre ekekasmimpi lomakūpe anekānipi lomāni uṭṭhahanti, na tathāgatassa. Tehi puna paccekaṃ lomakūpesu ekekeheva uppannehi kuṇḍalāvattehi padakkhiṇāvattakajātehi nicitaṃ viya sarīraṃ hotīti vuttaṃ ‘‘ekekalomūpacitaṅgavā’’ti.",
  "tika-s0103t6:97": "Cattālīsādilakkhaṇavaṇṇanā",
  "tika-s0103t6:98": "234.Abhinditabbaparisoti parehi kenaci saṅgahena saṅgahetvā, yuttikāraṇaṃ dassetvā vā na bhinditabbapariso.",
  "tika-s0103t6:99": "Apisuṇavācāyāti upayogatthe sāmivacanaṃ, pesuññassa paṭipakkhabhūtaṃ kusalakammaṃ. Pisuṇā vācā etassāti pisuṇavāco, tassa pisuṇavācassa puggalassa. Aparipuṇṇāti cattārīsato ūnabhāvena na paripuṇṇā. Viraḷāti savivarā.",
  "tika-s0103t6:100": "Pahūtajivhādilakkhaṇavaṇṇanā",
  "tika-s0103t6:101": "236.Ādeyyavācoti ādaragāravavasena ādātabbavacano. ‘‘Evameta’’nti gahetabbavacano sirasā sampaṭicchitasāsano.",
  "tika-s0103t6:102": "Baddhajivhāti yathā sukhena parivattati, evaṃ sirādīhi palibuddhajivhā. Gūḷhajivhāti rasabahalatāya gūḷhagaṇḍasadisajivhā. Dvijivhāti agge kappabhāvena dvidhābhūtajivhā. Mammanāti apparippuṭatalāpā. Kharapharusakakkasādivasena saddo bhijjati bhinnakāro hoti. Vicchinditvā pavattassaratāya chinnassarā vā. Anekākāratāya bhinnassarā vā. Kākassa viya amanuññassaratāya kākassarā vā. Madhuroti iṭṭhe, kammaphalena vatthuno suvisuddhattā. Pemanīyoti pītisañjanano, piyāyitabbo vā.",
  "tika-s0103t6:103": "237.Akkosayuttattāti akkosupasañhitattā akkosavatthusahitattā. Ābādhakarinti ghaṭṭanavasena paresaṃ pīḷāvahaṃ. Bahuno janassa avamaddanato, pamaddābhāvakaraṇato vā bahujanappamaddanaṃ. Abāḷhanti vā ettha a-kāro vuddhiattho ‘‘asekkhā dhammā’’tiādīsu (dha. sa. tikamātikā 11) viya, tasmā ativiya bāḷhaṃ pharusaṃ giranti evamettha attho veditabbo. Na bhaṇīti cettha ‘‘na abhaṇi na bhaṇī’’ti saralopena niddeso. Susaṃhitanti suṭṭhu saṃhitaṃ. Kena pana suṭṭhu saṃhitaṃ? ‘‘Madhura’’nti anantarameva vuttattā madhuratāyāti viññāyati, kā panassa madhuratāti āha ‘‘suṭṭhu pemasaṃhita’’nti. Upayogaputhuttavisayo yaṃ vācā-saddoti āha ‘‘vācāyo’’ti, sā cassā upayogaputhuttavisayatā ‘‘hadayagāminiyo’’ti padena samānādhikaraṇatāya daṭṭhabbā. ‘‘Kaṇṇasukha’’nti pāṭhe bhāvanapuṃsakaniddesoyanti dassetuṃ ‘‘yathā’’tiādi vuttaṃ. Vedayathāti kālavipallāsenāyaṃ niddesoti āha ‘‘vedayitthā’’ti. Brahmassaratanti seṭṭhassarataṃ, brahmuno sarasadisassarataṃ vā. Bahūnaṃ bahunti bahūnaṃ janānaṃ bahuṃ subhaṇitanti yojanā.",
  "tika-s0103t6:104": "Sīhahanulakkhaṇavaṇṇanā",
  "tika-s0103t6:105": "238.Appadhaṃsikoti appadhaṃsiyo. Ya-kārassa hi ka-kāraṃ katvā ayaṃ niddeso yathā ‘‘niyyānikā dhammā’’ti (dha. sa. dukamātikā 97) guṇatoti attanā adhigataguṇato. Ṭhānatoti yathāṭhitaṭṭhānantarato.",
  "tika-s0103t6:106": "Palāpakathāyāti samphappalāpakathāya. Antopaviṭṭhahanukā ekato, ubhato vā saṃkucitavisukā. Vaṅkahanukā ekapassena kuṭilavisukā. Pabbhārahanukā purato olambamānavisukā.",
  "tika-s0103t6:107": "239.Vikiṇṇavacanā nāma samphappalāpino, tappaṭikkhepena avikiṇṇavacanā mahābodhisattā. Vācā eva tadatthādhigamupāyatāya ‘‘byāppatho’’ti vuttāti āha ‘‘avikiṇṇa…pe… vacanapatho assā’’ti. ‘‘Dvīhi dvīhī’’ti nayidaṃ āmeḍitavacanaṃ asamānādhikaraṇato, atha kho dvīhi diguṇatādassananti āha ‘‘dvīhi dvīhīti catūhī’’ti. Tasmā ‘‘dvidugamā’’ti catugamā vuttāti āha ‘‘catuppadāna’’nti. Tathāsabhāvoti yathāssa vuttanayena kenaci appadhaṃsiyatā hoti guṇehi, tathāsabhāvo.",
  "tika-s0103t6:108": "Samadantādilakkhaṇavaṇṇanā",
  "tika-s0103t6:109": "240. Visuddhasīlācāratāya parisuddhā samantato sabbathā vā suddhā puggalā parivārā etassāti parisuddhaparivāro. ",
  "tika-s0103t6:110": "241.Pahāsīti tadaṅgavasena, vikkhambhanavasena ca pariccaji. Tidivaṃ tāvatiṃsabhavanaṃ puraṃ nagaraṃ etesanti tidivapurā, tāvatiṃsadevā, tesaṃ varo tidivapuravaro, indo. Tena tidivapuravarena. Tenāha ‘‘sakkenā’’ti. Lapanti kathenti etenāti lapanaṃ, mukhanti āha ‘‘lapanajanti mukhaja’’nti. Suṭṭhu dhavalatāya sukkā, īsakampi asaṃkiliṭṭhatāya suci. Sundarasaṇṭhānatāya suṭṭhu bhāvanato, vipassanato ca sobhanā. Kāmaṃ janānaṃ manussānaṃ nivāsanaṭṭhānādibhāvena patiṭṭhābhūto desaviseso ‘‘janapado’’ti vuccati, idha pana saparivāracatumahādīpasaññito sabbo padeso tathā vuttoti āha ‘‘cakkavāḷaparicchinno janapado’’ti. Nanu ca yathāvutto padeso samuddaparicchinno, na cakkavāḷapabbataparicchinnoti? So padeso cakkavāḷaparicchinnopi hotīti tathā vuttaṃ . Ye vā samuddanissitā, cakkavāḷapādanissitā ca sattā, tesaṃ te te padesā patiṭṭhāti tepi saṅgaṇhanto ‘‘cakkavāḷaparicchinno’’ti avoca. Cakkavāḷaparicchinnoti ca cakkavāḷena paricchinnoti evamettha attho daṭṭhabbo. Tassāti tassa cakkavattino. Puna tassāti tassa janapadassa. Bahujana sukhanti ettha paccattabahuvacanalopena bahujanaggahaṇanti āha ‘‘bahujanā’’ti. Yathā pana te hitasukhaṃ caranti, taṃ vidhiṃ dassetuṃ ‘‘samānasukhadukkhā hutvā’’ti vuttaṃ. Vigatapāpoti sabbaso samucchindanena viniddhutapāpadhammo. Daratho vuccati kāyiko, cetasiko ca pariḷāho. Tattha cetasikapariḷāho ‘‘vigatapāpo’’ti imināva vuttoti āha ‘‘vigatakāyikadarathakilamatho’’ti. Rāgādayo yasmiṃ santāne uppannā, tassa malīnabhāvakaraṇena malā. Kacavarabhāvena khilā. Sattānaṃ mahānatthakarattā visesato doso kalīti vuttaṃ ‘‘dosakalīnañcā’’ti. Panūdehīti samucchindanavasena sasantānato nīhārakehi, pajahanakehīti attho. Sesaṃ suviññeyyameva.",
  "tika-s0103t6:111": "Ettha ca yasmā sabbesampi lakkhaṇānaṃ mahāpurisasantānagatapuññasambhārahetukabhāvena sabbaṃyeva taṃ puññakammaṃ sabbassa lakkhaṇassa kāraṇaṃ visiṭṭharūpattā phalassa. Na hi abhinnarūpakāraṇaṃ bhinnasabhāvassa phalassa paccayo bhavituṃ sakkoti, tasmā yassa yassa lakkhaṇassa yaṃ yaṃ puññakammaṃ visesakāraṇaṃ, taṃ taṃ vibhāgena dassentī ayaṃ desanā pavattā. Tattha yathā yādisaṃ kāyasucaritādipuññakammaṃ suppatiṭṭhitapādatāya kāraṇaṃ vuttaṃ, tādisameva ‘‘uṇhīsasīsatāya’’ kāraṇanti na sakkā vattuṃ daḷhasamādānatāvisiṭṭhassa tassa suppatiṭṭhitapādatāya kāraṇabhāvena vuttattā, itarassa ca pubbaṅgamatāvisiṭṭhassa vuttattā, evaṃ yādisaṃ āyatapaṇhitāya kāraṇaṃ, na tādisameva dīghaṅgulitāya, brahmujugattatāya ca kāraṇaṃ visiṭṭharūpattā phalassa. Na hi abhinnarūpakāraṇaṃ bhinnasabhāvassa phalassa paccayo bhavituṃ sakkoti. Tattha yathā ekeneva kammunā cakkhādinānindriyuppattiyaṃ avatthābhedato, sāmatthiyabhedato vā kammabhedo icchitabbo. Na hi yadavatthaṃ kammaṃ cakkhussa kāraṇaṃ, tadavatthameva sotādīnaṃ kāraṇaṃ hoti abhinnasāmatthiyaṃ vā, tasmā pañcāyatanikattabhāvapatthanābhūtā purimanipphannā kāmataṇhā paccayavasena visiṭṭhasabhāvā kammassa visiṭṭhasabhāvaphalanibbattanasamatthatāsādhanavasena paccayo hotīti ekampi anekavidhaphalanibbattanasamatthatāvasena anekarūpataṃ āpannaṃ viya hoti, evamidhāpi ‘‘ekampi pāṇātipātā veramaṇivasena pavattaṃ kusalakammaṃ āyatapaṇhitādīnaṃ tiṇṇampi lakkhaṇānaṃ nibbattakaṃ hotī’’ti vuccamānepi na koci virodho. Tena vuttaṃ ‘‘so tassa kammassa katattā…pe… imāni tīṇi mahāpurisalakkhaṇāni paṭilabhatī’’ti nānākammunā pana tesaṃ nibbattiyaṃ vattabbameva natthi, pāḷiyaṃ pana ‘‘tassa kammassā’’ti ekavacananiddeso sāmaññavasenāti daṭṭhabbo. Evañca katvā satapuññalakkhaṇavacanaṃ samatthitaṃ hoti. ‘‘Imāni dve mahāpurisalakkhaṇāni paṭilabhatī’’tiādīsupi eseva nayoti.",
  "tika-s0103t6:112": "Lakkhaṇasuttavaṇṇanāya līnatthappakāsanā."
}