{
  "tika-s0105t1:0": "3. Ambaṭṭhasuttavaṇṇanā",
  "tika-s0105t1:1": "Addhānagamanavaṇṇanā",
  "tika-s0105t1:2": "254. Evaṃ sāmaññaphalasuttaṃ saṃvaṇṇetvā idāni ambaṭṭhasuttaṃ saṃvaṇṇento yathānupubbaṃ saṃvaṇṇokāsassa pattabhāvaṃ vibhāvetuṃ, sāmaññaphalasuttassānantaraṃ saṅgītassa suttassa ambaṭṭhasuttabhāvaṃ pakāsetuṃ ‘‘evaṃ me sutaṃ…pe… kosalesūti ambaṭṭhasutta’’nti āha. Evamīdisesu. Itisaddo cettha ādiattho, padatthavipallāsajotako pana itisaddo luttaniddiṭṭho, ādisaddalopo vā esa, upalakkhaṇaniddeso vā. Apubbapadavaṇṇanā nāma heṭṭhā aggahitatāya apubbassa padassa atthavibhajanā. ‘‘Hitvā punappunāgata-matthaṃ atthaṃ pakāsayissāmī’’ti (dī. ni. aṭṭha. 1.ganthārambhakathā) hi vuttaṃ, ‘‘anupubbapadavaṇṇanā’’ti katthaci pāṭho, so ayuttova ṭīkāya anuddhaṭattā, tathā asaṃvaṇṇitattā ca.",
  "tika-s0105t1:3": "‘‘Rājakumārā gottavasena kosalā nāmā’’ti (dī. ni. ṭī. 1.254) ācariyena vuttaṃ. Akkharacintakā pana vadanti ‘‘kosaṃ lanti gaṇhanti, kusalaṃ vā pucchantīti kosalā’’ti. Janapadinoti janapadavanto, janapadassa vā issarā. ‘‘Kosalā nāma rājakumārā’’ti vutteyeva siddhepi ‘‘janapadino’’ti vacanaṃ santesupi aññesu taṃtaṃnāmapaññātesu tattha nivasantesu janapadibhāvato tesameva nivasanamupādāya janapadassāyaṃ samaññāti dassanatthaṃ. ‘‘Tesaṃ nivāso’’ti iminā ‘‘kosalānaṃ nivāsā kosalā’’ti taddhitaṃ dasseti. ‘‘Ekopi janapado’’ti iminā pana saddatoyevetaṃ puthuvacanaṃ, atthato panesa eko evāti vibhāveti. Api-saddo cettha anuggahe, tena kāmaṃ ekoyevesa janapado, tathāpi iminā kāraṇena puthuvacanamupapannanti anuggaṇhāti. Yadi ekova janapado, kathaṃ tattha bahuvacananti āha ‘‘ruḷhisaddenā’’tiādi, ruḷhisaddattā bahuvacanamupapannanti vuttaṃ hoti. Nissitesu payuttassa puthuvacanassa, puthubhāvassa vā nissaye abhiniropanā idha ruḷhi, tena vuttaṃ ācariyena idha ceva aññattha ca majjhimāgamaṭīkādīsu ‘‘akkharacintakā hi īdisesu ṭhānesu yutte viya īdisaliṅgavacanāni icchanti, ayamettha ruḷhi yathā ‘aññatthāpi kurūsu viharati, aṅgesu viharatī’ti cā’’ti. Keci pana kosalanāmābhiniropanamicchanti, ayuttametaṃ puthuvacanassa appayujjitabbattā. Nāmābhiniropanāya hi ekavacanampi bhavati yathā ‘‘sīho gāyatī’’ti. Tabbisesitepi janapadasadde jātisaddattā ekavacanameva. Tenāha ‘‘tasmiṃ kosalesu janapade’’ti, kosalanāmake tasmiṃ janapadeti attho. Abhūtato hi vohāramattaṃ ruḷhi, bhūtatoyeva attho vinicchinitabbo. Yathā hi –",
  "tika-s0105t1:4": "‘‘Santi puttā videhānaṃ, dīghāvu raṭṭhavaḍḍhano;",
  "tika-s0105t1:5": "Te rajjaṃ kārayissanti, mithilāyaṃ pajāpatī’’ti. (jā. 2.22.276) ādīsu –",
  "tika-s0105t1:6": "Taṃputtasaṅkhātassa ekatthassa ruḷhivasena ‘‘puttā’’ti bahuvacanapayogo, tathā idhāpi tannivāsasaṅkhātassa ekatthassa ruḷhivasena ‘‘kosalesū’’ti bahuvacanapayogo hoti. Yathā ca ‘‘pāṇaṃ na haññe, na ca’dinnamādiye’’tiādīsu (a. ni. 8.42, 43, 45) jātivasena bahvatthānamekavacanapayogo, tathā idhāpi jātivasena avayavappabhedena bahvatthassa ‘‘janapade’’ti ekavacanapayogo hoti. Vuttañca ācariyena majjhimāgamaṭīkāyaṃ ‘‘tabbisesanepi janapadasadde jātisadde ekavacanameva. Tenāha ‘tasmiṃ aṅgesu janapade’ti’’.",
  "tika-s0105t1:7": "Evaṃ ruḷhivasena bahumhi viya vattabbe bahuvacanaṃ dassetvā idāni bahvatthavasena bahumpi eva vattabbe bahuvacanaṃ dassento ‘‘porāṇā panāhū’’tiādimāha. Pana-saddo cettha visesatthajotano, tena puthuatthavisayatāya evetaṃ puthuvacanaṃ, na ruḷhivasenāti vakkhamānaṃ visesaṃ joteti. So hi padeso tiyojanasataparimāṇatāya bahuppabhedoti, imasmiṃ pana naye tesu kosalesu janapadesūti attho veditabbo. Mahāpanādanti mahāpanādajātaka (jā. 1.3.40, 41, 42) surucijātakesu (jā. 1.14.102 ādayo) āgataṃ surucino nāma videharañño puttaṃ mahāpanādanāmakaṃ rājakumāraṃ. Nānānāṭakānīti bhaṇḍukaṇḍapaṇḍukaṇḍapamukhāni chasatasahassāni nānāvidhanāṭakāni, katthaci pana ādisaddopi diṭṭho, so jātakaṭṭhakathāyaṃ na dissati, yadi ca dissati, tena naṭalaṅghakādīnaṃ saṅgaho daṭṭhabbo. Sitamattampīti mihitamattampi. Tassa kira dibbanāṭakānaṃ anantarabhaveyeva diṭṭhattā manussanāṭakānaṃ naccaṃ amanuññaṃ ahosi. Naṅgalānipi chaḍḍetvāti kasikammappahānavasena naṅgalāni pahāya, nidassanamattañcetaṃ. Na hi kevalaṃ kassakā eva, atha kho aññepi ubhayaraṭṭhavāsino manussā attano attano kiccaṃ pahāya tasmiṃ maṅgalaṭṭhāne sannipatiṃsu. Tadā kira mahāpanādakumārassa pāsādamaṅgalaṃ, chattamaṅgalaṃ, āvāhamaṅgalanti tīṇi maṅgalāni ekato akaṃsu, kāsivideharaṭṭhavāsinopi tattha sannipatitvā atirekasattavassāni chaṇamanubhaviṃsūti, adhunā pana ‘‘naṅgalādīnī’’ti pāṭho dissati, so na porāṇapāṭho ṭīkāyamanuddhaṭattā.",
  "tika-s0105t1:8": "Mahājanakāye sannipatiteti keci ‘‘pahaṃsanavidhiṃ dassetvā rājakumāraṃ hāsāpessāmā’’ti, keci ‘‘taṃ kīḷanaṃ passissāmā’’ti evaṃ mahājanasamūhe sannipatite. Atulambābhiruhanadārucitakapavesanādi nānākīḷāyo dassetvā. Sakkapesito kira dibbanāṭako rājaṅgaṇe ākāse ṭhatvā upaḍḍhabhāgaṃ nāma dasseti, ekova hattho, eko pādo, ekaṃ akkhi, ekā dāṭhā naccati calati, upaḍḍhaṃ phandati, sesaṃ niccalamahosi, taṃ disvā mahāpanādo thokaṃ hasitamakāsi, imamatthaṃ sandhāya ‘‘so dibbanāṭakaṃ dassetvā hasāpesī’’ti vuttaṃ. Suhajjā nāma vissāsikā ‘‘suṭṭhu hadayametesa’’nti katvā. Ādisaddena ñātakaparijanādīnaṃ saṅgaho. Tasmāti tathā vacanato. Taṃ kusalanti vacanaṃ upādāyāti ettha ‘‘kacci kusalaṃ? Āma kusala’’nti vacanapaṭivacanavasena pavattakusalavāditāya te manussā ādito ‘‘kusalā’’ti samaññaṃ labhiṃsu, tesaṃ kusalānaṃ issarāti rājakumārā kosalā nāma jātā, tesaṃ nivāsaṭṭhānatāya pana padeso kosalāti pubbe vuttanayameva. Tenāha ‘‘so padeso kosalāti vuccatī’’ti. Evaṃ majjhimāgamaṭīkāyaṃ ācariyeneva vuttaṃ. Tatrāyamadhippāyo siyā – ‘‘so padeso kosalāti vuccatī’’ti saññīsaññā yathākkamaṃ ekavacanabahuvacanavasena vuttattā purimanaye viya idhāpi ruḷhivaseneva bahuvacanaṃ hoti. Rājakumārānaṃ nāmalābhahetumattañhettha visesoti. Idha pana ācariyena evaṃ vuttaṃ so padesoti padesasāmaññato vuttaṃ, vacanavipallāsena vā, te padesāti attho. Kosalāti vuccati kusalā eva kosalāti katvā’’ti (dī. ni. ṭī. 1.254) tatrāyamadhippāyo siyā – so padesoti jātisaddavasena, vacanavipallāsena vā vuttattā puthuatthavisayatāya eva bahuvacanaṃ hoti. Padesassa nāmalābhahetu hettha visesoti. ‘‘Kusala’’nti hi vacanamupādāya ruḷhināmavasena vuttanayena kosalā yathā ‘‘yevāpanakaṃ, natumhākavaggo’’ti. Apica vacanapaṭivacanavasena ‘‘kusala’’nti vadanti etthāti kosalā. Vicitrā hi taddhitavuttīti. Kusalanti ca ārogyaṃ ‘‘kacci nu bhoto kusalaṃ, kacci bhoto anāmaya’’ntiādīsu (jā. 1.15.145; jā. 2.20.129) viya, kacci tumhākaṃ ārogyaṃ hotīti attho, chekaṃ vā ‘‘kusalā naccagītassa , sikkhitā cāturitthiyo’’tiādīsu (jā. 2.22.94) viya, kacci tesaṃ nāṭakānaṃ chekatā hotīti attho.",
  "tika-s0105t1:9": "Caraṇaṃ cārikā, caraṇaṃ vā cāro, so eva cārikā, tayidaṃ maggagamanameva idhādhippetaṃ, na cuṇṇikagamanamattanti dassetuṃ ‘‘addhānagamana’’nti vuttaṃ, bhāvanapuṃsakañcetaṃ, addhānagamanasaṅkhātāya cārikāya caramānoti vuttaṃ hoti, abhedepi vā bhedavohārena vuttaṃ yathā ‘‘divāvihāraṃ nisīdī’’ti, (ma. ni. 1.256) addhānagamanasaṅkhātaṃ cārikaṃ caramāno, caraṇaṃ karontoti attho. Sabbatthako hi karabhūdhātūnamatthoti. ‘‘Addhānamagga’’ntipi katthaci pāṭho, so na sundaro. Na hi cārikāsaddo maggavācakoti. Idāni taṃ vibhāgena dassetvā idhādhippetaṃ niyamento ‘‘cārikā ca nāmesā’’tiādimāha. Sāvakānampi ruḷhivasena cārikāya sambhavato tato viseseti ‘‘bhagavato’’ti iminā. Tathā hi majjhimāgamaṭṭhakathāyaṃ vuttaṃ ‘‘cārikaṃ caramānoti ettha kiñcāpi ayaṃ cārikā nāma mahājanasaṅgahatthaṃ buddhānaṃyeva labbhati, buddhe upādāya pana ruḷhisaddena sāvakānampi vuccati kilañjādīhi katabījanīpi tālavaṇṭaṃ viyā’’ti. Dūrepīti ettha pi-saddena, api-saddena vā nātidūrepīti sampiṇḍanaṃ tatthāpi cārikāsambhavato. Bodhaneyyapuggalanti catusaccapaṭivedhavasena bodhanārahapuggalaṃ. Sahasā gamananti sīghagamanaṃ. ‘‘Mahākassapassa paccuggamanādīsū’’ti vuttameva sarūpato dasseti ‘‘bhagavā hī’’tiādinā. Paccuggacchantoti paṭimukhaṃ gacchanto, paccuṭṭhahantoti attho. ‘‘Tathā’’ti iminā ‘‘tiṃsayojana’’nti padamanukaḍḍhati. Pakkusāti nāma gandhārarājā. Mahākappino nāma kukkuṭavatīrājā. Dhaniyo nāma koraṇḍaseṭṭhiputto gopo.",
  "tika-s0105t1:10": "Evaṃ dhammagarutākittanamukhena mahākassapapaccuggamanādīni (saṃ. ni. aṭṭha. 2.154) ekadesena dassetvā idāni vanavāsitissasāmaṇerassa vatthuṃ vitthāretvā cārikaṃ dassetuṃ ‘‘ekadivasa’’ntiādi āraddhaṃ. Ko panesa tissasāmaṇero nāma? Sāvatthiyaṃ dhammasenāpatino upaṭṭhākakule jāto mahāpuñño ‘‘piṇḍapātadāyakatisso, kambaladāyakatisso’’ti ca pubbe laddhanāmo pacchā ‘‘vanavāsitisso’’ti pākaṭo khīṇāsavasāmaṇero. Vitthāro dhammapade (dha. pa. aṭṭha. 1.74 vanavāsītissasāmaṇeravatthu). Ākāsagāmīhi saddhiṃ ākāseneva gantukāmo bhagavā ‘‘chaḷabhiññānaṃ ārocehī’’ti avoca. Tassāti tissasāmaṇerassa. Tanti bhagavantaṃ saddhiṃ bhikkhusaṅghena cīvaraṃ pārupantaṃ. No thero no oramattako vatāti sambandho, guṇena lāmakappamāṇiko no hotīti attho.",
  "tika-s0105t1:11": "Attanopattāsaneti bhikkhūnaṃ āsanapariyante. Tesaṃ gāmikānaṃ dānapaṭisaṃyuttaṃ maṅgalaṃ vatvā. Kasmā pana sadevakassa lokassa maggadesakopi samāno bhagavā evamāhāti codanaṃ sodhetuṃ ‘‘bhagavā kirā’’tiādi vuttaṃ. Maggadesakoti nibbānamaggassa, sugatimaggassa vā desako.",
  "tika-s0105t1:12": "Tāyāti araññasaññāya. Saṅghakammavasena sijjhamānāpi upasampadā satthu āṇāvasena sijjhanato ‘‘buddhadāyajjaṃ te dassāmī’’ti vuttanti vadanti. Apare pana ‘‘aparipuṇṇavīsativassasseva tassa upasampadaṃ anujānanto satthā ‘buddhadāyajjaṃ te dassāmī’ti avocā’’ti vadanti. Dhammasenāpatinā upajjhāyena upasampādetvā, tatoyevesa dhammasenāpatino saddhivihārikoti aṭṭhakathāsu vutto. Dhammapadaṭṭhakathāyaṃ pana dhammasenāpatiāditherānaṃ cattālīsabhikkhusahassaparivārānaṃ attano attano parivārehi saddhiṃ paccekaṃ gamanaṃ, bhagavato ca ekakasseva gamanaṃ khuddakabhāṇakānaṃ matena vuttaṃ, idha, pana majjhimāgamaṭṭhakathāyañca (ma. ni. aṭṭha. 2.65) aññathā gamanaṃ dīghabhāṇakamajjhimabhāṇakānaṃ matenāti daṭṭhabbaṃ. Ayanti mahākassapādīnamatthāya cārikā. Yaṃ pana anuggaṇhantassa bhagavato gamanaṃ, ayaṃ aturitacārikā nāmāti sambandho.",
  "tika-s0105t1:13": "Imaṃpana cārikanti aturitacārikaṃ. Mahāmaṇḍalanti majjhimadesapariyāpanneneva bāhirimena pamāṇena paricchinnattā mahantataraṃ maṇḍalaṃ. Majjhimamaṇḍalanti itaresaṃ ubhinnaṃ vemajjhe pavattaṃ maṇḍalaṃ. Antomaṇḍalanti itarehi khuddakaṃ maṇḍalaṃ, itaresaṃ vā antogadhattā antimaṃ maṇḍalaṃ, abbhantarimaṃ maṇḍalanti vuttaṃ hoti. Kiṃ panimesaṃ pamāṇanti āha ‘‘katthā’’tiādi. Tattha navayojanasatikatā majjhimadesapariyāpannavaseneva gahetabbā tato paraṃ aturitacārikāya agamanato. Taduttari hi turitacārikāya eva tathāgato gacchati, na aturitacārikāya. Pavāretvāva cārikācaraṇaṃ buddhāciṇṇanti vuttaṃ ‘‘mahāpavāraṇāya pavāretvā’’tiādi. Pāṭipadadivaseti paṭhamakattikapuṇṇamiyā anantare pāṭipadavase. Samantāti gatagataṭṭhānassa catūsu passesu samantato. Mahājanakāyassa sannipatanato purimaṃ purimaṃ āgatā nimantetuṃ labhanti. Tathā sannipatanameva dassetuṃ ‘‘itaresū’’tiādi vuttaṃ. Samathavipassanā taruṇā hontīti ettha samathassa taruṇabhāvo upacārasamādhivasena, vipassanāya pana saṅkhāraparicchedañāṇaṃ, kaṅkhāvitaraṇañāṇaṃ, sammasanañāṇaṃ, maggāmaggañāṇanti catunnaṃ ñāṇānaṃ vasena veditabbo. Taruṇavipassanāti hi tesaṃ catunnaṃ ñāṇānamadhivacanaṃ. Pavāraṇāsaṅgahaṃ datvāti anumatidānavasena datvā. Kattikapuṇṇamāyanti pacchimakattikapuṇṇamiyaṃ. ‘‘Migasirassa paṭhamapāṭipadadivase’’ti idaṃ majjhimadesavohāravasena migasiramāsassa paṭhamaṃ pāṭipadadivasaṃ sandhāya vuttaṃ, etarahi pavattavohāravasena pana pacchimakattikamāsassa kāḷapakkhapāṭipadadivaso veditabbo.",
  "tika-s0105t1:14": "Aññenapi kāraṇenāti bhikkhūnaṃ samathavipassanātaruṇabhāvato aññenapi majjhimamaṇḍale veneyyānaṃ ñāṇaparipākādikāraṇena. Catumāsanti āsaḷhīpuṇṇamiyā pāṭipadato yāva pacchimakattikapuṇṇamī, tāva catumāsaṃ. ‘‘Samantā yojanasata’’ntiādinā vuttanayeneva. Vasanaṃ vassaṃ, vasanakiriyā, vutthaṃ vasitaṃ vassamassāti vutthavasso, tassa. Tathāgatena vinetabbattā ‘‘bhagavato veneyyasattā’’ti sāminiddeso vutto, kattuniddeso vā esa. Veneyyasattāti ca caritānurūpaṃ vinetabbasattā. Indriyaparipākaṃ āgamayamānoti saddhādiindriyānaṃ vimuttiparipācanabhāvena paripakkaṃ paṭimānento. Phussamāghaphagguṇacittamāsānaṃ aññataramāsassa paṭhamadivase nikkhamanato māsaniyamo ettha na katoti daṭṭhabbaṃ. Tenāha ‘‘ekamāsaṃ vā dviticatumāsaṃ vā tattheva vasitvā’’ti. Tatthevāti vassūpagamanaṭṭhāne eva. ‘‘Sattahi vā’’tiādi ‘‘ekamāsaṃ vā’’tiādinā yathākkamaṃ yojetabbaṃ – yadi aparampi ekamāsaṃ tattheva vasati, sattahi māsehi cārikaṃ pariyosāpeti. Yadi dvimāsaṃ chahi, yadi timāsaṃ pañcahi, yadi catumāsaṃ tattheva vasati, catūhi māsehi cārikaṃ pariyosāpetīti. Kasmā pana cārikāgamananti āsaṅkānivattanatthaṃ ‘‘itī’’tiādi vuttaṃ. Atirekaṃ jarādubbalo bāḷhajiṇṇo. Te kadā passissanti, na passissanti eva. Lokānukampakāyāti lokānukampakāya eva. Tena vuttaṃ ‘‘na cīvarādihetū’’ti.",
  "tika-s0105t1:15": "Jaṅghavihāravasenāti jaṅghāhi vicaraṇavasena, jaṅghāhi vicaritvā tattha tattha katipāhaṃ nivasanavasena vā. Sabbiriyāpathasādhāraṇañhi vihāravacanaṃ. Sarīraphāsukatthāyāti ekasmiṃyeva ṭhāne nibaddhavāsavasena ussannadhātukassa sarīrassa vicaraṇena phāsubhāvatthāya. Aṭṭhuppattikālābhikaṅkhanatthāyāti aggikkhandhopamasutta (a. ni. 7.72) maghadevajātakādi (jā. 1.1.9) desanānaṃ viya dhammadesanāya abhikaṅkhitabbaaṭṭhuppattikālatthāya, aṭṭhuppattikālassa vā abhikaṅkhanatthāya, aṭṭhuppattikāle dhammadesanatthāyāti vuttaṃ hoti. Sikkhāpadapaññāpanatthāyāti surāpānasikkhāpadādi (pāci. 327, 328, 329) paññāpane viya sikkhāpadānaṃ paññāpanatthāya. Bodhanatthāyāti aṅgulimālādayo (ma. ni. 2.347) viya bodhaneyyasatte catusaccabodhanatthāya. Mahatāti mahatiyā. Kañci, katipaye vā puggale uddissa cārikā nibaddhacārikā. Tadaññā sambahule uddissa gāmanigamanagarapaṭipāṭiyā cārikā anibaddhacārikā. Tenāha ‘‘tatthā’’tiādi. Yaṃ caratīti kiriyāparāmasanaṃ.",
  "tika-s0105t1:16": "‘‘Esā idha adhippetā’’ti vuttameva vitthārato dassetuṃ ‘‘tadā kirā’’tiādi vuttaṃ. Dasasahassilokadhātuyāti jātikkhettabhūtaṃ dasasahassacakkavāḷaṃ sandhāya vuttaṃ. Kasmāti ce? Tattheva bhabbasattānaṃ sambhavato. Tattha hi satte bhabbe paripakkindriye passituṃ buddhañāṇaṃ abhinīharitvā ṭhito bhagavā ñāṇajālaṃ pattharatīti vuccati, idañca devabrahmānaṃ vasena vuttaṃ. Manussā pana imasmiṃyeva cakkavāḷe, imasmiṃyeva ca saparivāre jambudīpe bodhaneyyā honti. Bodhaneyyabandhaveti bodhaneyyasattasaṅkhāte bhagavato bandhave. Gottādisambandhā viya hi saccapaṭivedhasambandhā veneyyā bhagavato bandhavā nāmāti. Gocarabhāvūpagamanaṃ sandhāya ‘‘sabbaññutaññāṇajālassa anto paviṭṭho’’ti vuttaṃ. Bhagavā kira mahākaruṇāsamāpattiṃ samāpajjitvā tato vuṭṭhāya ‘‘ye sattā bhabbā paripakkañāṇā, te mayhaṃ ñāṇassa upaṭṭhahantū’’ti cittaṃ adhiṭṭhāya samannāharati, tassa sahasamannāhārā eko vā dve vā sambahulā vā tadā vinayūpagā veneyyā ñāṇassa āpāthamāgacchanti, ayamettha buddhānubhāvo. Evamāpāthagatānaṃ pana nesaṃ upanissayaṃ pubbacariyaṃ, pubbahetuṃ, sampati vattamānañca paṭipattiṃ oloketi. Veneyyasattapariggaṇhanatthañhi samannāhāre kate paṭhamaṃ nesaṃ veneyyabhāvena upaṭṭhānaṃ hoti, atha ‘‘kiṃ nu kho bhavissatī’’ti saraṇagamanādivasena kañci nipphattiṃ vīmaṃsamāno pubbūpanissayādīni oloketi. Tenāha ‘‘atha bhagavā’’tiādi. Soti ambaṭṭho. Vādapaṭivādaṃ katvāti ‘‘evaṃ nu te ambaṭṭhā’’tiādinā (dī. ni. 1.262) mayā vuttavacanassa ‘‘ye ca kho te bho gotama muṇḍakā samaṇakā’’tiādinā (dī. ni. 1.263) paṭivacanaṃ datvā, asabbhivākyanti asappurisavācaṃ, tikkhattuṃ ibbhavādanipātanavasena nānappakāraṃ sādhusabhāvāya vācāya vattumayuttaṃ vākyaṃ vakkhatīti vuttaṃ hoti. Nibbisevananti vigatatudanaṃ, mānadappavasena apagataparinipphandananti attho.",
  "tika-s0105t1:17": "Avasaritabbanti upagantabbaṃ. Tassa gāmassa idaṃ nāmamattaṃ, kimettha atthapariyesanāyāti vuttaṃ ‘‘ijjhānaṅgalantipi pāṭho’’ti. ‘‘Yena disābhāgenā’’ti karaṇaniddesānurūpaṃ karaṇatthe upayogavacananti dasseti ‘‘tena avasarī’’ti iminā. ‘‘Yasmiṃ padese’’ti pana bhummaniddesānurūpaṃ ‘‘taṃ vā avasarī’’ti vuttaṃ. Tadubhayamevatthaṃ vivarati ‘‘tena disābhāgenā’’tiādinā. Gatoti upagato, agamāsīti attho. Puna gatoti sampatto, sampāpuṇīti attho. ‘‘Icchānaṅgale’’ti idaṃ tadā bhagavato gocaragāmanidassanaṃ, samīpatthe cetaṃ bhummaṃ . ‘‘Icchānaṅgalavanasaṇḍe’’ti idaṃ pana nivāsaṭṭhānadassanaṃ, nippariyāyato adhikaraṇe cetaṃ bhummanti tadubhayampi padaṃ visesatthadassanena vivaranto ‘‘icchānaṅgalaṃ upanissāyā’’tiādimāha . ‘‘Sīlakhandhāvāra’’ntiādi vuttanayena veneyyahitasamapekkhanavaseneva bhagavato vihāradassanaṃ. Tattha dhammarājassa bhagavato sabbaso adhammaniggaṇhanaparā eva paṭipatti, sā ca sīlasamādhipaññāvasenāti sīlādittayasseva gahaṇaṃ. Sīlakhandhāvāranti cakkavattirañño dāruiṭṭhakādikataṃ khandhāvārasadisaṃ sīlasaṅkhātaṃ khandhāvāraṃ bandhitvā viharatīti sambandho. Dārukkhandhādīhi āsamantato varanti parikkhipanti etthāti hi khandhāvāro a-kārassa dīghaṃ katvā, rājūnaṃ aciranivāsaṭṭhānaṃ. Tattha pana bhagavato aciranivasanakiriyāsambandhamattena bhayanivāraṇaṭṭhena taṃsadisatāya sīlampi tathā vuccati. Samādhikontanti sammāsamādhisaṅkhātaṃ maṅgalasattiṃ. Sabbaññutaññāṇapadanti sabbaññutaññāṇasaṅkhātaṃ jayamantapadaṃ. Parivattayamānoti parijappamāno. ‘‘Sabbaññutaññāṇasara’’ntipi pāṭho, sabbaññutaññāṇavajiraggasaraṃ aparāparaṃ samparivattamānoti attho. Yathābhirucitena vihārenāti sabbavihārasādhāraṇadassanaṃ, dibbavihārādīsu yena yena attanā abhirucitena vihārena viharatīti attho.",
  "tika-s0105t1:18": "Pokkharasātivatthuvaṇṇanā",
  "tika-s0105t1:19": "255.Manteti iruvedādimantasatthe. Iruvedādayo hi guttabhāsitabbaṭṭhena ‘‘mantā’’ti vuccanti. Aṇa-saddo saddeti āha ‘‘sajjhāyatī’’ti. Lokiyā pana vadanti ‘‘brahmuno apaccaṃ brāhmaṇo, nāgamo, ṇattaṃ, dīghādī’’ti. Kasmā ayameva vacanattho vuttoti āha ‘‘idamevā’’tiādi. Atha kesaṃ itaro vacanatthoti codanamapaneti ‘‘ariyā panā’’tiādinā. Atha vā yaṃ lokiyā vadanti ‘‘brahmunā jāto brāhmaṇo’’tiādiniruttiṃ, taṃ paṭikkhipituṃ evaṃ vuttaṃ. ‘‘Idamevā’’ti hi avadhāraṇena taṃ paṭikkhipati. ‘‘Jātibrāhmaṇāna’’nti pana iminā saddantarena dassitesu jātibrāhmaṇavisuddhibrāhmaṇavasena duvidhesu brāhmaṇesu visuddhibrāhmaṇānaṃ niruttiṃ dassento ‘‘ariyā panā’’tiādimāha. Bahanti pāpe bahi karontīti hi ariyā brāhmaṇā niruttinayena. ‘‘Tassa kira kāyo setapokkharasadiso’’ti idamevassa nāmalābhahetudassanaṃ, sesaṃ pana tappasaṅgena yathāvijjamānavisesadassanameva. Tenāha ‘‘iti naṃ pokkharasadisattā pokkharasātīti sañjānantī’’ti. Pokkharena sadiso kāyo yassāti hi pokkharasātī niruttinayena . Sātasaddo vā sadisattho, pokkharena sāto sadiso kāyo tathā, so yassāti pokkharasātī. Setapokkharasadisoti setapadumavaṇṇo. Devanagareti ālakamandādidevapure. Ussāpitarajatatoraṇanti gambhīranemanikhātaṃ accuggataṃ rajatamayaṃ indakhīlaṃ . Kāḷamegharājīti kadāci dissamānā kāḷaabbhalekhā. Rajatapanāḷikāti rajatamayatumbaṃ. Suvaṭṭitāti vaṭṭabhāvassa yuttaṭṭhāne suṭṭhu vaṭṭulā. Kāḷavaṅgatilakādīnamabhāvena suparisuddhā.‘‘Arājake’’tiādināpi sobhaggappattabhāvameva nidasseti.",
  "tika-s0105t1:20": "Idāni aparampi tassa nāmalābhahetuṃ dassento ‘‘ayaṃ panā’’tiādimāha. Tattha ca ‘‘himavantapadese mahāsare padumagabbhe nibbattī’’ti idamevassa nāmalābhahetudassanaṃ. Sesaṃ pana tappasaṅgena tathāpavattākāradassanameva. Tenāha ‘‘iti naṃ pokkhare sayitattā pokkharasātīti sañjānantī’’ti. Pokkhare kamale sayatīti hi pokkharasātī, sātaṃ vā vuccati samasaṇṭhānaṃ, pokkhare jātaṃ samasaṇṭhānaṃ tathā, tamassatthītipi pokkharasātī. Yaṃ pana ācariyena vuttaṃ ‘‘imassa brāhmaṇassa kīdiso pubbayogo, yena naṃ bhagavā anuggaṇhituṃ taṃ ṭhānaṃ upagatoti āhā’’ti, (dī. ni. ṭī. 1.255) tadetaṃ ‘‘ayaṃ panā’’tiādivacanaṃ ekadesameva sandhāya vuttaṃ. ‘‘So tato manussaloka’’ntiādivacanato devaloke nibbattīti ettha aparāparaṃ nibbatti eva vuttāti daṭṭhabbaṃ. Tathārūpena kammena nibbattimeva sandhāya ‘‘mātukucchivāsaṃ jigucchitvā’’tiādi vuttaṃ. ‘‘Padumagabbhe nibbattī’’ti iminā saṃsedajoyeva hutvā nibbattīti dasseti. Na pupphatīti na vikasati. Tenāti tāpasena. Nāḷatoti pupphadaṇḍato. Suvaṇṇacuṇṇehi piñjaraṃ hemavaṇṇo yassāti suvaṇṇacuṇṇapiñjaro, taṃ, suvaṇṇacuṇṇehi vikiṇṇabhāvena hemavaṇṇanti attho. Piñjarasaddo hi hemavaṇṇapariyāyoti sāratthadīpaniyaṃ (sārattha. ṭī. 1.22) vuttaṃ. Esa nayo padumareṇupiñjaranti etthāpi. Rajatabimbakanti rūpiyamayarūpakaṃ. Paṭijaggāmīti posemi. Pāranti pariyosānaṃ, nipphatti vā vuccati nadīsamuddādīnaṃ pariyosānabhūtaṃ pāraṃ viyāti katvā. Paṭisandhipaññāsaṅkhātena sabhāvañāṇena paṇḍito. Iti kattabbesu, vedesu vā visāradapaññāsaṅkhātena veyyattiyena byatto. Aggabrāhmaṇoti disāpāmokkhabrāhmaṇo. Sippanti vedasippaṃ tasseva pakaraṇādhigatattā. Brahmadeyyaṃ adāsīti vakkhamānanayena brahmadeyyaṃ katvā adāsi.",
  "tika-s0105t1:21": "‘‘Ajjhāvasatī’’ti ettha adhi-saddo, ā-saddo ca upasaggamattaṃ, tato ‘‘ukkaṭṭha’’nti idaṃ ajjhāpubbavasayoge bhummatthe upayogavacanaṃ. Adhi-saddo vā issariyattho, ā-saddo mariyādattho tato ‘‘ukkaṭṭha’’nti idaṃ kammappavacanīyayoge bhummatthe upayogavacananti dasseti ‘‘ukkaṭṭhanāmake’’tiādinā. Tadevatthaṃ vivarituṃ ‘‘tassā’’tiādi vuttaṃ. ‘‘Tassa nagarassa sāmiko hutvā’’ti hi ‘‘abhibhavitvā’’ti etassatthavivaraṇaṃ, tenetaṃ dīpeti ‘‘sāmibhāvo abhibhavana’’nti. ‘‘Yāya mariyādāyā’’tiādi pana ā-saddassatthavivaraṇaṃ, tenetaṃ dīpeti ‘‘āsaddo mariyādattho, mariyādā ca nāma yāya tattha vasitabbaṃ, sāyeva aparādhīnatā’’ti. Yāya mariyādāyāti hi yāya aparādhīnatāsaṅkhātāya anaññasādhāraṇāya avatthāyāti attho. ‘‘Upasaggavasenā’’tiādi pana ‘‘ukkaṭṭhanāmake’’ti etassatthavivaraṇaṃ, tenetaṃ dīpeti ‘‘satipi bhummavacanappasaṅge dhātvatthānuvattakavisesakabhūtehi duvidhehipi upasaggehi yuttattā upayogavacanamevettha vihita’’nti. ‘‘Tassa kirā’’tiādi pana atthānugatasamaññāparidīpanaṃ. Vatthu nāma nagaramāpanārahabhūmippadeso ‘‘ārāmavatthu, vihāravatthū’’tiādīsu viya.",
  "tika-s0105t1:22": "Ukkāti daṇḍadīpikā. Aggahesunti ‘‘ajja maṅgaladivaso, tasmā sunakkhattaṃ, tatthāpi ayaṃ sukhaṇo mā atikkamī’’ti rattivibhāyanaṃ anurakkhantā, rattiyaṃ ālokakaraṇatthāya ukkā ṭhapetvā ukkāsu jalamānāsu nagarassa vatthuṃ aggahesuṃ, tenetaṃ dīpeti – ukkāsu ṭhitāti ukkaṭṭhā. Mūlavibhujādi ākatigaṇapakkhepena, niruttinayena vā ukkāsu vijjotayantīsu ṭhitāti ukkaṭṭhā, tathā ukkāsu ṭhitāsu ṭhitā āsītipi ukkaṭṭhāti. Majjhimāgamaṭṭhakathāyaṃ pana evaṃ vuttaṃ ‘‘tañca nagaraṃ ‘maṅgaladivaso sukhaṇo, sunakkhattaṃ mā atikkamī’ti rattimpi ukkāsu ṭhitāsu māpitattā ukkaṭṭhātipi vuccati, daṇḍadīpikāsu jāletvā dhāriyamānāsu māpitattāti vuttaṃ hotī’’ti, (ma. ni. aṭṭha. 1.mūlapariyāyasuttavaṇṇanā) tadapiminā saṃsandati ceva sameti ca nagaravatthupariggahassapi nagaramāpanapariyāpannattāti daṭṭhabbaṃ. Apare pana bhaṇanti ‘‘bhūmibhāgasampattiyā, upakaraṇasampattiyā, manussasampattiyā ca taṃ nagaraṃ ukkaṭṭhaguṇayogato ukkaṭṭhāti nāmaṃ labhatī’’ti. Lokiyā pana vadanti ‘‘ukkā dhārīyati etassa māpitakāleti ukkaṭṭhā, vaṇṇavikāroya’’nti, itthiliṅgavasena cāyaṃ samaññā, tenevidha payogo dissati ‘‘yathā ca bhavaṃ gotamo ukkaṭṭhāya aññāni upāsakakulāni upasaṅkamatī’’ti (dī. ni. 1.299) mūlapariyāyasuttādīsu (ma. ni. 1.1) ca ‘‘ekaṃ samayaṃ bhagavā ukkaṭṭhāyaṃ viharati subhagavane sālarājamūle’’tiādi. Evamettha hotu upasaggavasena upayogavacanaṃ, kathaṃ panetaṃ sesapadesu siyāti anuyogenāha ‘‘tassa anupayogattā sesapadesū’’ti. Tattha tassāti upasaggavasena upayogasaññuttassa ‘‘ukkaṭṭha’’nti padassa. Anupayogattāti visesanabhāvena anupayuttattā. Sesapadesūti ‘‘sattussada’’ntiādīsu sattasu padesu.",
  "tika-s0105t1:23": "Kiṃ nu khvāyaṃ saddapayogo saddalakkhaṇānugatoti codanamapaneti ‘‘tattha…pe… pariyesitabba’’nti iminā. Tatthāti upasaggavasena, anupayogavasena ca upayogavacananti vutte dubbidhepi vidhāne. Lakkhaṇanti gahaṇūpāyañāyabhūtaṃ saddalakkhaṇaṃ, suttaṃ vā. Pariyesitabbanti saddasatthesu vijjamānattā ñāṇena gavesitabbaṃ, gahetabbanti vuttaṃ hoti. Etena hi saddalakkhaṇānugatovāyaṃ saddapayogoti dasseti, saddavidū ca icchanti ‘‘upaanuadhiāiccādipubbavasayoge sattamiyatthe upayogavacanaṃ pāpuṇāti, visesitabbapade ca yathāvidhimanupayogo visesanapadānaṃ samānādhikaraṇabhūtāna’’nti. Tatra yadā adhi-saddo, ā-saddo ca upasaggamattaṃ, tadā ‘‘tatiyāsattamīnañcā’’ti lakkhaṇena ajjhāpubbavasayoge upayogavacanaṃ. Tathā hi vadanti ‘‘sattamiyatthe kāladisāsu upānvajjhāvasayoge, adhipubbasiṭhāvasānaṃ payoge, tappānacāresu ca dutiyā. Kāle pubbaṇhasamayaṃ nivāsetvā, ekaṃ samayaṃ bhagavā, kañci kālaṃ purejātapaccayena paccayo, imaṃ rattiṃ cattāro mahārājāno. Disāyaṃ purimaṃ disaṃ dhataraṭṭho. Upādipubbavasayoge gāmaṃ upavasati, gāmaṃ anuvasati, gāmaṃ āvasati, agāraṃ ajjhāvasati, adhipubbasiṭhāvasānaṃ payoge pathaviṃ adhisessati, gāmaṃ adhitiṭṭhati, gāmaṃ ajjhāvasati. Tappānacāresu nadiṃ pivati, gāmaṃ carati iccādīti.",
  "tika-s0105t1:24": "Yadā pana adhi-saddo issariyattho, ā-saddo ca mariyādattho, tadā ‘‘kammappavacanīyayutte’’ti lakkhaṇena kammappavacanīyayoge upayogavacanaṃ. Tathā hi vadanti ‘‘anuādayo upasaggā, dhīādayo nipātā ca kammappavacanīyasaññā honti kiriyāsaṅkhātaṃ kammaṃ pavacanīyaṃ yesaṃ te kammappavacanīyā’’ti. Sesapadānaṃ pana yathāvidhimanupayoge katarena lakkhaṇena upayogavacananti? Yathāvuttalakkhaṇeneva. Yajjevaṃ tesampi ādhārabhāvato nānādhāratā siyāti? Na, bahūnampi padānaṃ nagaravasena ekatthabhāvato. Sakatthamattañhi tesaṃ nānākaraṇanti. Aññe pana saddavidū evamicchanti ‘‘samānādhikaraṇapadānaṃ paccekaṃ kiriyāsambandhanena visesitabbapadena samānavacanatā yathā ‘kaṭaṃ karoti, vipulaṃ, dassanīya’nti ettha ‘kaṭaṃ karoti, vipulaṃ karoti, dassanīyaṃ karotī’ti paccekaṃ kiriyāsambandhanena kammattheyeva dutiyā’’ti, tadetaṃ vicāretabbaṃ visesanapadānaṃ samānādhikaraṇānaṃ kiriyāsambajjhanābhāvato. Yadā hi kiriyāsambajjhanaṃ, tadā visesanameva na hotīti.",
  "tika-s0105t1:25": "Ussadatā nāmettha bahulatāti vuttaṃ ‘‘bahujana’’nti. Taṃ pana bahulataṃ dasseti ‘‘ākiṇṇamanussa’’ntiādinā. Araññādīsu gahetvā posetabbā posāvaniyā, etena tesaṃ dhammabhāvaṃ dasseti. Āvijjhitvāti parikkhipitvā. Khaṇitvā katā pokkharaṇī, ābandhitvā kataṃ taḷākaṃ. Acchinnūdakaṭṭhāneyeva jalajakusumāni jātānīti vuttaṃ ‘‘udakassa niccabharitānevā’’ti. Udakassāti ca pūraṇakiriyāyoge karaṇatthe sāmivacanaṃ ‘‘mahante mahante sāṇipasibbake kārāpetvā hiraññasuvaṇṇassa pūrāpetvā’’tiādīsu (pārā. 34) viya. Saha dhaññenātisadhaññanti nagarasaddāpekkhāya napuṃsakaliṅgena vuttaṃ, yathāvākyaṃ vā upayogavacanena. Evaṃ sabbattha. Pubbaṇṇāparaṇṇādibhedaṃ bahudhaññasannicayanti ettha ādisaddena tadubhayavinimuttaṃ alābukumbhaṇḍādisūpeyyaṃ saṅgaṇhāti. Tenāyamattho viññāyati – nayidha dhaññasaddo sāliādidhaññavisesavācako, posane sādhuttamattena pana niravasesapubbaṇṇāparaṇṇasūpeyyavācako, virūpekasesavasena vā payuttoti. Ettāvatāti yathāvuttapadattayena. Rājalīlāyāti rājūnaṃ vilāsena. Samiddhiyā upabhogaparibhogasampuṇṇabhāvena sampatti samiddhisampatti.",
  "tika-s0105t1:26": "‘‘Rājabhogga’’nti vutte ‘‘kena dinna’’nti avassaṃ pucchitabbato evaṃ vuttanti dasseti ‘‘kenā’’tiādinā. Raññā viya bhuñjitabbanti vā rājabhogganti aṭṭhakathāto aparo nayo. Yāva puttanattapanattaparamparā kulasantakabhāvena rājato laddhattā ‘‘rañño dāyabhūta’’nti vuttaṃ. ‘‘Dhammadāyādā me bhikkhave bhavathā’’tiādīsu (ma. ni. 1.29) viya ca dāyasaddo dāyajjapariyāyoti āha ‘‘dāyajjanti attho’’ti. Kathaṃ dinnattā brahmadeyyaṃ nāmāti codanaṃ pariharati ‘‘chattaṃ ussāpetvā’’tiādinā. Rājanīhārena paribhuñjitabbato hi uddhaṃ paribhogalābhassa brahmadeyyatā nāma natthi, idañca tathā dinnameva, tasmā brahmadeyyaṃ nāmāti vuttaṃ hoti. Chejjabhejjanti sarīradaṇḍadhanadaṇḍādibhedaṃ daṇḍamāha. Nadītitthapabbatādīsūti nadītitthapabbatapādagāmadvāraaṭavimukhādīsu. Setacchattaggahaṇena sesarājakakudhabhaṇḍampi gahitaṃ tappamukhattāti veditabbaṃ. ‘‘Raññā bhuñjitabba’’ntveva vutte idhādhippetattho na pākaṭoti hutvā-saddaggahaṇaṃ kataṃ. Tañhi so rājakulato asamudāgatopi rājā hutvā bhuñjituṃ labhatīti ayamidhādhippeto attho. Dātabbanti dāyaṃ, ‘‘rājadāya’’nti imināva raññā dinnabhāve siddhe ‘‘raññā pasenadinā kosalena dinna’’nti puna ca vacanaṃ kimatthiyanti āha ‘‘dāyakarājadīpanattha’’ntiādi. Asukena raññā dinnanti dāyakarājassa adīpitattā evaṃ vuttanti adhippāyo. Ettha ca paṭhamanaye ‘‘rājabhogga’’nti pade pucchāsambhavato idaṃ vuttaṃ, dutiyanaye pana ‘‘rājadāya’’nti padeti ayampi viseso daṭṭhabbo. Tattha atibahulatāya purato ṭhapanokāsābhāvato passenapi odanasūpabyañjanādi dīyati etassāti pasenadi, aluttasamāsavasena. So hi rājā taṇḍuladoṇassa odanampi tadupiyena sūpabyañjanena bhuñjati. Tathā hi naṃ bhuttapātarāsakāle satthu santikamāgantvā ito cito ca samparivattantaṃ niddāya abhibhuyyamānaṃ ujukaṃ nisīditumasakkontaṃ bhagavā –",
  "tika-s0105t1:27": "‘‘Middhī yadā hoti mahagghaso ca,",
  "tika-s0105t1:28": "Niddāyitā samparivattasāyī;",
  "tika-s0105t1:29": "Mahāvarāhova nivāpavuṭṭho,",
  "tika-s0105t1:30": "Punappunaṃ gabbhamupeti mando’’ti. (dha. pa. 325; netti. 26, 90);",
  "tika-s0105t1:31": "Imāya gāthāya ovadi. Bhāgineyyañca so sudassanaṃ nāma māṇavaṃ –",
  "tika-s0105t1:32": "‘‘Manujassa sadā satīmato,",
  "tika-s0105t1:33": "Mattaṃ jānato laddhabhojane;",
  "tika-s0105t1:34": "Tanukassa bhavanti vedanā,",
  "tika-s0105t1:35": "Saṇikaṃ jīrati āyupālaya’’nti. (saṃ. ni. 1.24) –",
  "tika-s0105t1:36": "Imaṃ gāthaṃ bhagavato santike uggahāpetvā attano bhuñjantassa osānapiṇḍakāle devasikaṃ bhaṇāpeti, so aparena samayena tassā gāthāya atthaṃ sallakkhetvā punappunaṃ osānapiṇḍapariharaṇena nāḷikodanamattāya saṇṭhahitvā tanusarīro balavā sukhappatto ahosīti. Udānaṭṭhakathāyaṃ (udā. aṭṭha. 12) pana evaṃ vuttaṃ ‘‘paccāmittaṃ parasenaṃ jinātīti pasenadī’’ti. Saddavidūpi hi ja-kārassa da-kāre idamudāharanti. So hi attano bhāgineyyaṃ ajātasatturājānaṃ, pañcacorasatādīni ca avaruddhakāni jinātīti. Kosalaraṭṭhassādhipatibhāvato kosalo, tasmā kosalādhipatinā pasenadi nāmakena raññā dinnanti attho veditabbo. Nissaṭṭhapariccattatāsaṅkhātena puna aggahetabbabhāveneva dinnattā idha brahmadeyyaṃ nāma, na tu purimanaye viya rājasaṅkhepena paribhuñjitabbabhāvena dinnattāti āha ‘‘yathā’’tiādi. Nissaṭṭhaṃ hutvā, nissaṭṭhabhāvena vā pariccattaṃ nissaṭṭhapariccattaṃ, muttacāgavasena cajitanti attho.",
  "tika-s0105t1:37": "Savanaṃ upalabbhoti dasseti ‘‘upalabhī’’ti iminā, so cāyamupalabbho savanavaseneva jānananti vuttaṃ ‘‘sotadvārasampattavacananigghosānusārena aññāsī’’ti. Sotadvārānusāraviññāṇavīthivasena jānanameva hi idha savanaṃ teneva ‘‘samaṇo khalu bho gotamo’’tiādinā vuttassatthassa adhigatattā, na pana sotadvāravīthivasena sutamattaṃ tena tadatthassa anadhigatattā. Avadhāraṇaphalattā saddapayogassa sabbampi vākyaṃ antogadhāvadhāraṇaṃ. Tasmā tadatthajotakasaddena vināpi aññatthāpohanavasena assosi eva, nāssa koci savanantarāyo ahosīti ayamattho viññāyatīti āha ‘‘padapūraṇamatte nipāto’’ti, antogadhāvadhāraṇepi ca sabbasmiṃ vākye nītatthato avadhāraṇatthaṃ kho-saddaggahaṇaṃ ‘‘evā’’ti sāmatthiyā sātisayaṃ etadatthassa viññāyamānattāti paṭhamavikappo vutto, nītatthato avadhāraṇena ko attho ekantiko kato, avadhārito cāti vuttaṃ ‘‘tatthā’’tiādi. Atha padapūraṇamattena kho-saddena kiṃ payojananti codanamapaneti ‘‘padapūraṇenā’’tiādinā, akkharasamūhapadassa, padasamūhavākyassa ca siliṭṭhatāpayojanamattamevāti attho. ‘‘Assosī’’ti hidaṃ padaṃ kho-sadde gahite tena phullitaṃ maṇḍitaṃ vibhūsitaṃ viya hontaṃ pūritaṃ nāma hoti, tena ca purimapacchimapadāni sukhuccāraṇavasena siliṭṭhāni honti, na tasmiṃ aggahite, tasmā padapūraṇamattampi padabyañjanasiliṭṭhatāpayojananti vuttaṃ hoti. Mattasaddo cettha visesanivattiattho, tenassa anatthantaradīpanatā dassitā, eva-saddena pana padabyañjanasiliṭṭhatāya ekantikatā.",
  "tika-s0105t1:38": "‘‘Samaṇo khalū’’tiādi yathāsutatthanidassananti dasseti ‘‘idānī’’tiādinā. Samitapāpattāti ettha accantaṃ anavasesato savāsanaṃ samitapāpattāti attho gahetabbo. Evañhi bāhirakavītarāgasekkhāsekkhapāpasamanato bhagavato pāpasamanaṃ yathārahaṃ visesitaṃ hoti. Tena vuttaṃ ‘‘bhagavā ca anuttarena ariyamaggena samitapāpo’’ti. Tadevatthaṃ niddesapāṭhena sādhetuṃ ‘‘vuttañheta’’ntiādimāha. Assāti anena bhikkhunā, bhagavatā vā. Samitāti samāpitā, samabhāvaṃ vā āpādayitā, assa vā sampadānabhūtassa santā hontīti attho. Atthānugatā cāyaṃ bhagavati samaññāti vuttaṃ ‘‘bhagavā cā’’tiādi. Tenāti tathā samitapāpattā. Yathābhūtaṃ pavatto yathābhuccaṃ, tadeva guṇo, tena adhigataṃ tathā. ‘‘Khalū’’ti idaṃ nepātikaṃ khalupacchābhattikapade (mi. pa. 4.1.8) viya, na nāmaṃ, anekatthattā ca nipātānaṃ anussavanatthova idhādhippetoti āha ‘‘anussavanatthe nipāto’’ti, paramparasavanañcettha anussavanaṃ. Brāhmaṇajātisamudāgatanti brāhmaṇajātiyā āgataṃ, jātisiddhanti vuttaṃ hoti. Ālapanamattanti piyālapanavacanamattaṃ, na taduttari atthaparidīpanaṃ. Piyasamudāhārā hete ‘‘bho’’ti vā ‘‘āvuso’’ti vā ‘‘devānaṃ piyā’’ti vā. Dhammapade brāhmaṇavatthupāṭhena, (dha. pa. 315 ādayo) suttanipāte ca vāseṭṭhasuttapadena brāhmaṇajātisamudāgatālapanabhāvaṃ samatthetuṃ ‘‘vuttampi ceta’’ntiādimāha.",
  "tika-s0105t1:39": "Tatrāyamattho – sace rāgādikiñcanehi sakiñcano assa, so āmantanādīsu ‘‘bho bho’’ti vadanto hutvā vicaraṇato bhovādīyeva nāma hoti, na brāhmaṇo. ‘‘Akiñcanaṃ anādānaṃ, tamahaṃ brūmi brāhmaṇa’’nti (dha. pa. 396, su. ni. 625) sesagāthāpadaṃ. Tattha rāgādayo satte kiñcanti maddanti palibuddhantīti kiñcanāni. Manussā kira goṇehi khalaṃ maddāpentā ‘‘kiñcehi kapila, kiñcehi kāḷakā’’ti vadanti, tasmā kiñcanasaddo maddanattho veditabbo. Yathāha niddese ‘‘akiñcananti rāgakiñcanaṃ, dosa, moha, māna, diṭṭhi, kilesakiñcanaṃ, duccaritakiñcanaṃ, yassete kiñcanā pahīnā samucchinnā vūpasantā paṭippassaddhā abhabbuppattikā ñāṇagginā daḍḍhā, so vuccati akiñcano’’ti (cūḷani. 28, 32, 60, 63). Gotamoti gottavasena parikittanaṃ, yaṃ ‘‘ādiccagotta’’ntipi loke vadanti, sakyaputtoti pana jātivasena sākiyoti ca tasseva vevacanaṃ. Vuttañhetaṃ pabbajjāsutte –",
  "tika-s0105t1:40": "‘‘Ādiccā nāma gottena, sākiyā nāma jātiyā;",
  "tika-s0105t1:41": "Tamhā kulā pabbajitomhi, na kāme abhipatthaya’’nti. (su. ni. 425);",
  "tika-s0105t1:42": "Tathā cāha ‘‘gotamoti bhagavantaṃ gottavasena parikittetī’’tiādi. Tattha gaṃ tāyatīti gottaṃ, ‘‘gotamo’’ti pavattamānaṃ abhidhānaṃ, buddhiñca ekaṃsikavisayatāya rakkhatīti attho. Yathā hi buddhi ārammaṇabhūtena atthena vinā na vattati, evaṃ abhidhānaṃ abhidheyyabhūtena, tasmā so gottasaṅkhāto attho tāni rakkhatīti vuccati, go-saddo cettha abhidhāne, buddhiyañca vattati. Tathā hi vadanti –",
  "tika-s0105t1:43": "‘‘Go goṇe cendriye bhumyaṃ, vacane ceva buddhiyaṃ;",
  "tika-s0105t1:44": "Ādicce rasmiyañceva, pānīyepi ca vattate;",
  "tika-s0105t1:45": "Tesu atthesu goṇe thī, pumā ca itare pumā’’ti.",
  "tika-s0105t1:46": "Tattha ‘‘gosu duyhamānāsu gato, gopañcamo’’tiādīsu gosaddo goṇe vattati. ‘‘Gocaro’’tiādīsu indriye. ‘‘Gorakkha’’ntiādīsu bhūmiyaṃ. Tathā hi suttanipātaṭṭhakathāya vāseṭṭhasuttasaṃvaṇṇanāyaṃ vuttaṃ ‘‘gorakkhanti khettarakkhaṃ, kasikammanti vuttaṃ hoti. Pathavī hi ‘go’ti vuccati, tappabhedo ca ‘‘khetta’’nti (su. ni. aṭṭha. 2.619-626). ‘‘Gottaṃ nāma dve gottāni hīnañca gottaṃ, ukkaṭṭhañca gotta’’ntiādīsu (pāci. 15) vacane, buddhiyañca vattati. ‘‘Gogottaṃ gotamaṃ name’’ti porāṇakaviracanāya ādicce, ādiccabandhuṃ gotamaṃ sammāsambuddhaṃ namāmīti hi attho, ‘‘uṇhagū’’tiādīsu rasmiyaṃ, uṇhā gāvo rasmiyo etassāti hi uṇhagu, sūriyo. ‘‘Gosītacandana’’ntiādīsu (a. ni. ṭī. 1.49) pānīye , gosaṅkhātaṃ pānīyaṃ viya sītaṃ, tadeva candanaṃ tathā. Tasmiñhi uddhanato uddharitapakkuthitatelasmiṃ pakkhitte taṅkhaṇaññeva taṃ telaṃ sītalaṃ hotīti. Etesu pana atthesu goṇe vattamāno go-saddo yathārahaṃ itthiliṅgo ceva pulliṅgo ca, sesesu pana pulliṅgoyeva.",
  "tika-s0105t1:47": "Kiṃ panetaṃ gottaṃ nāmāti? Aññakulaparamparāya asādhāraṇaṃ tassa kulassa ādipurisasamudāgataṃ taṃkulapariyāpannasādhāraṇaṃ sāmaññarūpanti daṭṭhabbaṃ. Sādhāraṇameva hi idaṃ taṃkulapariyāpannānaṃ sādhāraṇato ca sāmaññarūpaṃ. Tathā hi taṃkule jātā suddhodanamahārājādayopi ‘‘gotamo’’ tveva vuccanti, teneva bhagavā attano pitaraṃ suddhodanamahārājānaṃ ‘‘atikkantavarā kho gotama tathāgatā’’ti (mahāva. 105) avoca, vessavaṇopi mahārājā bhagavantaṃ ‘‘vijjācaraṇasampannaṃ, buddhaṃ vandāma gotama’’nti, (dī. ni. 3.288) āyasmāpi vaṅgīso āyasmantaṃ ānandaṃ ‘‘sādhu nibbāpanaṃ brūhi, anukampāya gotamā’’ti (saṃ. ni. 1.212). Idha pana bhagavantameva. Tenāha ‘‘bhagavantaṃ gottavasena parikittetī’’ti. Tasmāti yathāvuttamatthattayaṃ paccāmasati. Ettha ca ‘‘samaṇo’’ti iminā sarikkhakajanehi bhagavato bahumatabhāvo dassito tabbisayasamitapāpatāparikittanato, ‘‘gotamo’’ti iminā lokiyajanehi tabbisayauḷāragottasambhūtatāparikittanato.",
  "tika-s0105t1:48": "Sakyassa suddhodanamahārājassa putto sakyaputto, iminā pana uccākulaparidīpanaṃ uditoditavipulakhattiyakulasambhūtatāparikittanato. Sabbakhattiyānañhi ādibhūtamahāsammatamahārājato paṭṭhāya asambhinnaṃ uḷāratamaṃ sakyarājakulaṃ. Yathāha –",
  "tika-s0105t1:49": "‘‘Mahāsammatarājassa, vaṃsajo hi mahāmuni;",
  "tika-s0105t1:50": "Kappādismiñhi rājāsi, mahāsammatanāmako’’ti. (mahāvaṃse dutiyaparicchede paṭhamagāthā);",
  "tika-s0105t1:51": "Kathaṃ saddhāpabbajitabhāvaparidīpananti āha ‘‘kenacī’’tiādi. Parijiyanaṃ parihāyanaṃ pārijuññaṃ, parijiratīti vā parijiṇṇo, tassa bhāvo pārijuññaṃ, tena. Ñātipārijuññabhogapārijuññādinā kenaci pārijuññena parihāniyā anabhibhūto anajjhotthaṭo hutvā pabbajitoti attho. Tadeva pariyāyantarena vibhāvetuṃ ‘‘aparikkhīṇaṃyeva taṃ kulaṃ pahāyā’’ti vuttaṃ. Aparikkhīṇanti hi ñātipārijuññabhogapārijuññādinā kenaci pārijuññena aparikkhayaṃ. Saddhāya pabbajitoti saddhāya eva pabbajito. Evañhi ‘‘kenacī’’tiādinā nivattitavacanaṃ sūpapannaṃ hoti. Nanu ca ‘‘sakyakulā pabbajito’’ti idaṃ uccākulā pabbajitabhāvaparidīpanameva siyā tadatthasseva viññāyamānattā, na saddhāpabbajitabhāvaparidīpanaṃ tadatthassa aviññāyamānattāti? Na kho panevaṃ daṭṭhabbaṃ mahantaṃ ñātiparivaṭṭaṃ, mahantañca bhogakkhandhaṃ pahāya saddhāpabbajitabhāvassa atthato siddhattā. Tathā hi lokanāthassa abhijātiyaṃ tassa kulassa na kiñci pārijuññaṃ, atha kho vuḍḍhiyeva, tato tassa samiddhatamabhāvo loke pākaṭo paññāto hoti, tasmā ‘‘sakyakulā pabbajito’’ti ettakeyeva vutte tathā samiddhatamaṃ kulaṃ pahāya saddhāpabbajitabhāvo siddhoyevāti, imaṃ parihāraṃ ‘‘kenaci pārijuññenā’’tiādinā vibhāvetīti daṭṭhabbaṃ. Tato paranti ‘‘kosalesu cārikaṃ caramāno’’tiādivacanaṃ.",
  "tika-s0105t1:52": "‘‘Sādhu dhammaruci rājā, sādhu paññāṇavā naro;",
  "tika-s0105t1:53": "Sādhu mittānamadubbho, pāpassākaraṇaṃ sukha’’nti. ādīsu –",
  "tika-s0105t1:54": "Viya sādhusaddo idha sundaratthoti āha ‘‘sundaraṃ kho panā’’ti. Khoti avadhāraṇatthe nipāto, panāti pakkhantaratthe. Evaṃ sātthakatāviññāpanatthañhi saṃvaṇṇanāyametesaṃ gahaṇaṃ. Sundaranti ca bhaddakaṃ, bhaddakatā ca passantānaṃ hitasukhāvahabhāvenāti vuttaṃ ‘‘atthāvahaṃ sukhāvaha’’nti. Attho cettha diṭṭhadhammikasamparāyikaparamatthavasena tividhaṃ hitaṃ sukhampi tatheva tividhaṃ sukhaṃ.",
  "tika-s0105t1:55": "Tathārūpānanti tādisānaṃ, ayaṃ saddato attho. Atthamattaṃ pana dassetuṃ ‘‘evarūpāna’’nti vuttaṃ. Yādisehi ca guṇehi bhagavā samannāgato catuppamāṇikassa lokassa sabbakālampi-accantāya-saddhāya-pasādanīyo tesaṃ yathābhūtasabhāvattā, tādisehi guṇehi samannāgatabhāvaṃ sandhāya ‘‘tathārūpānaṃ arahata’’nti vuttanti dassento ‘‘yathārūpo’’tiādimāha. Laddhasaddhānanti laddhasaddahānaṃ, parajanassa saddhaṃ paṭilabhantānanti vuttaṃ hoti. Laddhasaddānanti vā paṭiladdhakittisaddānaṃ, etena ‘‘arahata’’nti padassa arahantānanti attho, arahantasamaññāya ca pākaṭabhāvo dassito, apica ‘‘yathārūpo so bhavaṃ gotamo’’ti iminā ‘‘tathārūpāna’’nti padassa aniyamavasena atthaṃ dassetvā sarūpaniyamavasenapi dassetuṃ ‘‘yathābhuccaguṇādhigamena loke arahantoti laddhasaddhāna’’nti vuttaṃ, idampi hi ‘‘tathārūpāna’’nti padasseva atthadassanaṃ, ayameva ca nayo ācariyehi adhippeto idha ṭīkāyaṃ, (dī. ni. ṭī. 1.255) sāratthadīpaniyañca tatheva vuttattā. ‘‘Yathārūpā te bhavanto arahanto’’ti avatvā ‘‘yathārūpo so bhavaṃ gotamo’’ti vacanaṃ bhagavatiyeva garugāravavasena ‘‘tathārūpānaṃ arahata’’nti puthuvacananiddiṭṭhabhāvaviññāpanatthaṃ . Attani, garūsu ca hi bahuvacanaṃ icchanti saddavidū. ‘‘Yathābhucca…pe… arahata’’nti iminā ca dhammappamāṇānaṃ, lūkhappamāṇānañca sattānaṃ bhagavato pasādāvahataṃ yathārutato dasseti arahantabhāvassa tesaññeva yathārahaṃ visayattā, taṃdassanena pana itaresampi rūpappamāṇaghosappamāṇānaṃ pasādāvahatā dassitāyeva tadavinābhāvatoti daṭṭhabbaṃ.",
  "tika-s0105t1:56": "Pasādasommānīti pasannāni, sītalāni ca, pasādavasena vā sītalāni, anena pasannamanataṃ dasseti. ‘‘Dassana’’nti vuttepi taduttari kattabbatāsambhavato ayaṃ sambhāvanattho labbhatīti āha ‘‘dassanamattampi sādhu hotī’’ti. Itarathā hi ‘‘dassanaññeva sādhu, na taduttari karaṇa’’nti anadhippetattho āpajjati, sambhāvanattho cettha pi-saddo, api-saddo vā luttaniddiṭṭho. ‘‘Brahmacariyaṃ pakāsetī’’ti ettha iti-saddo ‘‘abbhuggato’’ti iminā sambandhamupagato, tasmā ayaṃ ‘‘sādhu hotī’’ti idha iti-saddo ‘‘brāhmaṇo pokkharasātī ambaṭṭhaṃ māṇavaṃ āmantesī’’ti iminā sambajjhitabbo, ‘‘ajjhāsayaṃ katvā’’ti ca pāṭhaseso tadatthassa viññāyamānattā. Yassa hi attho viññāyati, saddo na payujjati, so ‘‘pāṭhaseso’’ti vuccati, imamatthaṃ vibhāvento āha ‘‘dassanamattampi sādhu hotīti evaṃ ajjhāsayaṃ katvā’’ti. Mūlapaṇṇāsake cūḷasīhanādasuttaṭṭhakathāya (ma. ni. aṭṭha. 1.144) āgataṃ kosiyasakuṇavatthu cettha kathetabbaṃ.",
  "tika-s0105t1:57": "Ambaṭṭhamāṇavakathāvaṇṇanā",
  "tika-s0105t1:58": "256. ‘‘Ajjhāyako’’ti idaṃ paṭhamapakatiyā garahāvacanameva, dutiyapakatiyā pasaṃsāvacanaṃ katvā voharanti yathā taṃ ‘‘puriso naro’’ti dassetuṃ aggaññasuttapada (dī. ni. 3.132) mudāhaṭaṃ. Tattha imeti jhāyakanāmena samaññitā janā. Na jhāyantīti paṇṇakuṭīsu jhānaṃ na appenti na nipphādenti, gāmanigamasāmantaṃ osaritvā vedaganthe karontāva acchantīti attho. Taṃ panetesaṃ brāhmaṇajhāyakasaṅkhātaṃ paṭhamadutiyanāmaṃ upādāya tatiyameva jātanti āha ‘‘ajjhāyakātveva tatiyaṃ akkharaṃ upanibbatta’’nti, akkharanti ca nirutti samaññā. Sā hi tasmiṃyeva niruḷhabhāvena aññattha asañcaraṇato ‘‘akkhara’’nti vuccati. Mante parivattetīti vede sajjhāyati, pariyāpuṇātīti attho. Idha hi adhiāpubbai-saddavasena padasandhi, itarattha pana jhe-saddavasena. Mante dhāretīti yathāadhīte mante asammūḷhe katvā hadaye ṭhapeti.",
  "tika-s0105t1:59": "Āthabbaṇavedo parūpaghātakarattā sādhūnamaparibhogoti katvā ‘‘iruvedayajuvedasāmavedāna’’nti vuttaṃ. Tattha iccante thomīyante devā etāyāti iru ica-dhātuvasena ca-kārassa ra-kāraṃ katvā, itthiliṅgoyaṃ . Yajjante pujjante devā anenāti yaju punnapuṃsakaliṅgavasena. Soyanti antaṃ karonti, sāyanti vā tanuṃ karonti pāpamanenāti sāmaṃ so-dhātupakkhe o-kārassa ā-kāraṃ katvā. Vidanti dhammaṃ, kammaṃ vā etehīti vedā, te eva mantā ‘‘sugatiyopi munanti, suyyanti ca etehī’’ti katvā. Paharaṇaṃ saṅghaṭṭanaṃ pahataṃ, oṭṭhānaṃ pahataṃ tathā, tassa karaṇavasena, oṭṭhāni cāletvā paguṇabhāvakaraṇavasena pāraṃ gato, na atthavibhāvanavasenāti vuttaṃ hoti. Pāragūti ca niccasāpekkhatāya kitantasamāso.",
  "tika-s0105t1:60": "‘‘Saha nighaṇṭunā’’tiādinā yathāvākyaṃ vibhatyantavasena nibbacanadassanaṃ. Nighaṇṭurukkhādīnanti nighaṇṭu nāma rukkhaviseso, tadādikānamatthānanti attho, etena nighaṇṭurukkhapariyāyaṃ ādiṃ katvā tappamukhena sesapariyāyānaṃ tattha dassitattā so gantho nighaṇṭu nāma yathā taṃ ‘‘pārājikakaṇḍo, kusalattiko’’ti ayamattho dassito iminā yathārutameva tadatthassa adhigatattā. Ācariyā pana evaṃ vadanti ‘‘vacanīyavācakabhāvena atthaṃ, saddañca nikhaḍati bhindati vibhajja dassetīti nikhaṇḍu, so eva kha-kārassa gha-kāraṃ katvā ‘nighaṇḍū’ti vutto’’ti (dī. ni. ṭī. 1.256), tadetaṃ aṭṭhakathānayato aññanayadassananti gahetabbaṃ. Itarathā hi so aṭṭhakathāya virodho siyā, vicāretabbametaṃ. Akkharacintakā pana evamicchanti ‘‘tattha tatthāgatāni nāmāni nissesato ghaṭenti rāsiṃ karonti etthāti nighaṇṭu niggahitāgamenā’’ti. Vevacanappakāsakanti pariyāyasaddadīpakaṃ, ekekassa atthassa anekapariyāyavacanavibhāvakanti attho. Nidassanamattañcetaṃ anekesampi atthānaṃ ekasaddavacanīyatāvibhāvanavasenapi tassa ganthassa pavattattā. Ko panesoti? Etarahi nāmaliṅgānusāsanaratanamālābhidhānappadīpikādi. Vacībhedādilakkhaṇā kiriyā kappīyati etenāti kiriyākappo, tatheva vividhaṃ kappīyati etenāti vikappo, kiriyākappo ca so vikappo cāti kiriyākappavikappo. So hi vaṇṇapadasambandhapadatthādivibhāgato bahuvikappoti katvā ‘‘kiriyākappavikappo’’ti vuccati, so ca ganthavisesoyevāti vuttaṃ ‘‘kavīnaṃ upakārāvahaṃ sattha’’nti, catunnampi kavīnaṃ kavibhāvasampadābhogasampadādipayojanavasena upakārāvaho ganthoti attho . Ko panesoti? Kabyabandhanavidhividhāyako kabyālaṅkāragītāsubodhālaṅkārādi. Idaṃ pana mūlakiriyākappaganthaṃ sandhāya vuttaṃ. So hi mahāvisayo satasahassagāthāparimāṇo, yaṃ ‘‘nayacariyādipakaraṇa’’ntipi vadanti. Vacanatthato pana kiṭayati gameti ñāpeti kiriyādivibhāganti keṭubhaṃ kiṭa-dhātuto abhapaccayavasena, a-kārassa ca ukāro. Atha vā kiriyādivibhāgaṃ anavasesapariyādānato kiṭento gamanto obheti pūretīti keṭubhaṃ kiṭa-saddūpapadaubhadhātuvasena. Apica kiṭanti gacchanti kavayo bandhesu kosallametenāti keṭubhaṃ, purimanayenevettha padasiddhi. Ṭhānakaraṇādivibhāgato, nibbacanavibhāgato ca akkharā pabhedīyanti etenāti akkharappabhedo, taṃ pana chasu vedaṅgesu pariyāpannaṃ pakaraṇadvayamevāti vuttaṃ ‘‘sikkhā ca nirutti cā’’ti. Tattha sikkhanti akkharasamayametāyāti sikkhā, akārādivaṇṇānaṃ ṭhānakaraṇapayatanapaṭipādakasatthaṃ. Nicchayena, nissesato vā utti nirutti, vaṇṇāgamavaṇṇavipariyāyādilakkhaṇaṃ. Vuttañca –",
  "tika-s0105t1:61": "‘‘Vaṇṇāgamo vaṇṇavipariyāyo,",
  "tika-s0105t1:62": "Dve cāpare vaṇṇavikāranāsā;",
  "tika-s0105t1:63": "Dhātussa atthātisayena yogo,",
  "tika-s0105t1:64": "Taduccate pañcavidhā niruttī’’ti. (pārā. aṭṭha. 1.verañjakaṇḍavaṇṇanā; visuddhi. 1.144; mahāni. aṭṭha. 1.50);",
  "tika-s0105t1:65": "Idha pana tabbasena anekadhā nibbacanaparidīpakaṃ satthaṃ uttarapadalopena ‘‘niruttī’’ti adhippetaṃ nibbacanavibhāgatopi akkharapabhedabhāvassa ācariyehi (dī. ni. ṭī. 1.256) vuttattā, tamantarena nibbacanavibhāgassa ca byākaraṇaṅgena saṅgahitattā. Byākaraṇaṃ, nirutti ca hi paccekameva vedaṅgaṃ yathāhu –",
  "tika-s0105t1:66": "‘‘Kappo byākaraṇaṃ joti-satthaṃ sikkhā nirutti ca;",
  "tika-s0105t1:67": "Chandoviciti cetāni, vedaṅgāni vadanti chā’’ti.",
  "tika-s0105t1:68": "Tasmā byākaraṇaṅgena asaṅkarabhūtameva niruttinayena nibbacanamidhādhippetaṃ, na chasu byañjanapadesu viya tadubhayasādhāraṇanibbacanaṃ vedaṅgavisayattāti veditabbaṃ. Ayaṃ panettha mahāniddesaṭṭhakathāya (mahāni. aṭṭha. 50) āgataniruttinayavinicchayo . Tattha hi ‘‘nakkhattarājāriva tārakāna’’nti (jā. 1.1.11, 25) ettha ra-kārāgamo viya avijjamānassa akkharassa āgamo vaṇṇāgamo nāma. Hiṃsanattā ‘‘hiṃso’’ti vattabbe ‘‘sīho’’ti parivattanaṃ viya vijjamānānamakkharānaṃ heṭṭhupariyavasena parivattanaṃ vaṇṇavipariyāyo nāma. ‘‘Navachannakedāni diyyatī’’ti (jā. 1.6.88) ettha a-kārassa e-kārāpajjanaṃ viya aññakkharassa aññakkharāpajjanaṃ vaṇṇavikāro nāma. ‘‘Jīvanassa mūto jīvanamūto’’ti vattabbe ‘‘jīmūto’’ti va-kāra na-kārānaṃ vināso viya vijjamānakkharānaṃ vināso vaṇṇavināso nāma. ‘‘Pharusāhi vācāhi pakubbamāno, āsajja maṃ tvaṃ vadase kumārā’’ti (jā. 1.10.85) ettha ‘‘pakubbamāno’’ti padassa abhibhavamānoti atthapaṭipādanaṃ viya tattha tattha yathāyogaṃ visesatthapaṭipādanaṃ dhātūnamatthātisayena yogo nāmāti.",
  "tika-s0105t1:69": "Yathāvuttappabhedānaṃ tiṇṇaṃ vedānaṃ ayaṃ catutthoyeva siyā, atha kena saddhiṃ pañcamoti āha ‘‘āthabbaṇavedaṃ catutthaṃ katvā’’ti. Āthabbaṇavedo nāma āthabbaṇavedikehi vihito parūpaghātakaro manto, so pana itihāsapañcamabhāvappakāsanatthaṃ gaṇitatāmattena gahito, na sarūpavasena, evañca katvā ‘‘etesa’’nti padassa tesaṃ tiṇṇaṃ vedānantveva attho gahetabbo. Tañhi ‘‘tiṇṇaṃ vedāna’’nti etassa visesananti. Itiha asāti evaṃ idha loke ahosi ‘‘āsā’’tipi katthaci pāṭho, soyevattho. Iha ṭhāne iti evaṃ, idaṃ vā kammaṃ, vatthuṃ vā āsa icchāhītipi attho. Tassa ganthassa mahāvisayatādīpanatthañcettha vicchāvacanaṃ, iminā ‘‘itihāsā’’ti vacanena paṭisaṃyutto itihāso taddhitavasenāti atthaṃ dasseti. Itiha āsa, itiha āsā’’ti īdisavacanapaṭisaṃyutto itihāso niruttinayenāti atthadassanantipi vadanti. Akkharacintakā pana evamicchanti ‘‘itiha-saddo pārampariyopadese ekova nipāto, asati vijjatīti aso, itiha aso etasminti itihāso samāsavasenā’’ti, tesaṃ mate ‘‘itiha asā’’ti ettha evaṃ pārampariyopadeso asa vijjamāno ahosīti attho. ‘‘Purāṇakathāsaṅkhāto’’ti iminā tassa ganthavisesabhāvamāha, bhāratanāmakānaṃ dvebhātikarājūnaṃ yuddhakathā, rāmarañño sītāharaṇakathā, narasīharājuppattikathāti evamādipurāṇakathāsaṅkhāto bhāratapurāṇarāmapurāṇanarasīhapurāṇādigantho itihāso nāmāti vuttaṃ hoti. ‘‘Tesaṃ itihāsapañcamānaṃ vedāna’’nti iminā yathāvākyaṃ ‘‘tiṇṇaṃ vedāna’’nti ettha visesanabhāvaṃ dasseti.",
  "tika-s0105t1:70": "Pajjati attho etenāti padaṃ, nāmākhyātopasagganipātādivasena anekavibhāgaṃ vibhattiyantapadaṃ. Tadapi byākaraṇe āgatamevāti vuttaṃ ‘‘tadavasesa’’nti, padato avasesaṃ pakatipaccayādisaddalakkhaṇabhūtanti attho. Taṃ taṃ saddaṃ, tadatthañca byākaroti byācikkhati etenāti byākaraṇaṃ, visesena vā ākarīyante pakatipaccayādayo abhinipphādīyante ettha, anenāti vā byākaraṇaṃ, sādhusaddānamanvākhyāyakaṃ muddhabodhabyākaraṇa sārassatabyākaraṇa pāṇinībyākaraṇacandrabyākaraṇādi adhunāpi vijjamānasatthaṃ. Adhīyatīti ajjhāyati. Vedetīti paresaṃ vāceti. Ca-saddo atthadvayasamuccinanattho, vikappanattho vā atthantarassa vikappitattā. Vicitrā hi taddhitavutti. Padakoti byākaraṇesu āgatapadakosallaṃ sandhāya vuttaṃ, veyyākaraṇoti tadavasiṭṭhapakatipaccayādisaddavidhikosallanti imassatthassa viññāpanatthaṃ padadvayassa ekato atthavacanaṃ. Esā hi ācariyānaṃ pakati, yadidaṃ yena kenaci pakārena atthantaraviññāpanaṃ. Ayaṃ aṭṭhakathāto aparo nayo – te eva vede padaso kāyatīti padakoti. Tattha padasoti gajjabandhapajjabandhapadena. Kāyatīti katheti yathā ‘‘jātaka’’nti, iminā vedakārakasamatthataṃ dasseti. Evañhi ‘‘ajjhāyako’’tiādīhi imassa viseso pākaṭo hotīti.",
  "tika-s0105t1:71": "Āyatiṃ hitaṃ bālajanasaṅkhāto loko na yatati na īhati anenāti lokāyataṃ. Tañhi ganthaṃ nissāya sattā puññakiriyāya cittampi na uppādenti, lokā vā bālajanā āyatanti ussahanti vādassādena etthāti lokāyataṃ. Aññamaññaviruddhaṃ, saggamokkhaviruddhaṃ vā tanonti etthāti vitaṇḍo ḍa-paccayavasena, na-kārassa ca ṇa-kāraṃ katvā, viruddhena vādadaṇḍena tāḷenti vādino etthāti vitaṇḍo taḍi-dhātuvasena, niggahītāgamañca katvā. Adesampi yaṃ nissāya vādīnaṃ vādo pavatto, taṃ tesaṃ desatopi upacāravasena vuccati yathā ‘‘cakkhuṃ loke piyarūpaṃ sātarūpaṃ, etthesā taṇhā pahīyamānā pahīyati, ettha nirujjhamānā nirujjhatī’’ti, (dī. ni. 2.401; ma. ni. 1.133; vibha. 204) visesena vā paṇḍitānaṃ manaṃ taḍenti cālenti etenāti vitaṇḍo, taṃ vadanti, so vādo vā etesanti vitaṇḍavādā, tesaṃ satthaṃ tathā. Lakkhaṇadīpakasatthaṃ uttarapadalopena, taddhitavasena vā lakkhaṇanti dasseti ‘‘lakkhaṇadīpaka’’ntiādinā. Lakkhīyati buddhabhāvādi anenāti lakkhaṇaṃ, nigrodhabimbatādi. Tenāha ‘‘yesaṃ vasenā’’tiādi. Dvādasasahassaganthapamāṇanti ettha bhāṇavārappamāṇādīsu viya bāttiṃsakkharaganthova adhippeto. Vuttañhi –",
  "tika-s0105t1:72": "‘‘Aṭṭhakkharā ekapadaṃ, ekā gāthā catuppadaṃ;",
  "tika-s0105t1:73": "Gāthā cekā mato gantho, gantho bāttiṃsatakkharo’’ti.",
  "tika-s0105t1:74": "Dvādasahi guṇitasahassabāttiṃsakkharaganthappamāṇanti attho. Yatthāti yasmiṃ lakkhaṇasatthe, ādhāre cetaṃ bhummaṃ yathā ‘‘rukkhe sākhā’’ti. Soḷasa ca sahassañca soḷasasahassaṃ, soḷasādhikasahassagāthāparimāṇāti attho. Evañhi ādhārādheyyavacanaṃ sūpapannaṃ hotīti. Padhānavasena buddhānaṃ lakkhaṇadīpanato buddhamantā nāma. Paccekabuddhādīnampi hi lakkhaṇaṃ tattha dīpitameva. Tena vuttaṃ ‘‘yesaṃ vasenā’’tiādi.",
  "tika-s0105t1:75": "‘‘Anūnoparipūrakārī’’ti atthamattadassanaṃ, saddato pana adhigatamatthaṃ dassetuṃ ‘‘avayo na hotī’’ti vuttaṃ. Ko panesa avayoti anuyogamapaneti ‘‘avayo nāmā’’tiādinā. Ayamettādhippāyo – yo tāni sandhāretuṃ sakkoti, so ‘‘vayo’’ti vuccati. Yo pana na sakkoti, so avayo nāma. Yo ca avayo na hoti, so ‘‘dve paṭisedhā pakatiyatthagamakā’’ti ñāyena vayo evāti. Vayatīti hi vayo, ādimajjhapariyosānesu katthacipi aparikilamanto avitthāyanto te ganthe santāne paṇeti byavaharatīti attho. Ayaṃ pana vinayaṭṭhakathānayo (pārā. 84) – anavayoti anu avayo, sandhivasena u-kāralopo, anu anu avayo anūno, paripuṇṇasippoti attho. Vayoti hi hāni ‘‘āyavayo’’tiādīsu viya, natthi etassa yathāvuttaganthesu vayo ūnatāti avayo, anu anu avayo anavayoti.",
  "tika-s0105t1:76": "‘‘Anuññāto’’ti padassa kammasādhanavasena, ‘‘paṭiññāto’’ti padassa ca kattusādhanavasena atthaṃ dassento ‘‘ācariyenā’’tiādimāha. Assāti ambaṭṭhassa. Pāḷiyaṃ ‘‘yamahaṃ jānāmi, taṃ tvaṃ jānāsī’’ti idaṃ anujānanākāradassanaṃ, ‘‘yaṃ tvaṃ jānāsi, tamahaṃ jānāmī’’ti idaṃ pana paṭijānanākāradassananti dasseti ‘‘yaṃ aha’’ntiādinā. ‘‘Āma ācariyā’’ti hi yathāgataṃ paṭijānanavacanameva atthavasena vuttaṃ. Yanti tevijjakaṃ pāvacanaṃ. Tassāti ācariyassa. Paṭivacanadānameva paṭiññā tathā, tāya sayameva paṭiññātoti attho. ‘‘Sake’’tiādi anujānanapaṭijānanādhikāradassanaṃ. Adesassapi desamiva kappanāmattenāti vuttaṃ ‘‘katarasmi’’ntiādi. Sassa attano santakaṃ sakaṃ. Ācariyānaṃ paramparato, paramparabhūtehi vā ācariyehi āgataṃ ācariyakaṃ. Tisso vijjā, tāsaṃ samūho tevijjakaṃ, vedattayaṃ. Padhānaṃ vacanaṃ, pakaṭṭhānaṃ vā aṭṭhakādīnaṃ vacanaṃ pāvacanaṃ.",
  "tika-s0105t1:77": "257. Idāni yenādhippāyena brāhmaṇo pokkharasātī ambaṭṭhaṃ māṇavaṃ āmantetvā ‘‘ayaṃ tātā’’tiādivacanamabrvi, tadadhippāyaṃ vibhāvento ‘‘esa kirā’’tiādimāha. Tattha uggatassāti pubbe pākaṭassa kittimato porāṇajanassa. Bahū janāti pūraṇakassapādayo sandhāya vuttaṃ. Ekaccanti khattiyādijātimantaṃ, lokasammataṃ vā janaṃ. Garūti bhāriyaṃ, attānaṃ tato mocetvā apagamanamattampi dukkaraṃ hoti, pageva taduttari karaṇanti vuttaṃ hoti. Anattho nāma tathāpagamanādinā nindābyārosaupārambhādi.",
  "tika-s0105t1:78": "‘‘Abbhuggato’’ti ettha abhisaddayogena itthambhūtākhyānatthavaseneva ‘‘gotama’’nti upayogavacanaṃ. ‘‘Taṃ bhavantaṃ, tathā santaṃyevā’’ti padesupi tassa anupayogattā tadatthavasenevāti dasseti ‘‘tassa bhoto’’tiādinā. Tenāha ‘‘idhāpī’’tiādi. Tathā satoyevāti yenākārena arahatādinā saddo abbhuggato, tenākārena santassa bhūtassa eva tassa bhavato gotamassa saddo yadi vā abbhuggatoti attho. Apica taṃ bhavantaṃ gotamaṃ tathā santaṃyevāti ekassapi atthassa dvikkhattuṃ sambandhabhāvena vacanaṃ sāmaññavisiṭṭhatāparikappanena atthavisesaviññāpanatthaṃ, tasmā ‘‘tassa bhoto gotamassā’’ti sāmaññasambandhabhāvena vicchinditvā ‘‘tathā satoyevā’’ti visesasambandhabhāvena yojetabbaṃ. Yadi-saddo cettha saṃsayattho dvinnampi atthānaṃ saṃsayitabbattā. Vā-saddo ca vikappanattho tesu ekassa vikappetabbattā. Saddavidū pana evaṃ vadanti – ‘‘imassa vacanaṃ saccaṃ vā yadi vā musā’’tiādīsu viya yadi-saddo vā-saddo ca ubhopi vikappatthāyeva. Yadi-saddopi hi ‘‘yaṃ yadeva parisaṃ upasaṅkamati yadi khattiyaparisaṃ yadi brāhmaṇaparisa’’ntiādīsu (a. ni. 5.34) vā-saddattho dissati. ‘‘Appaṃ vassasataṃ āyu, idānetarahi vijjatī’’tiādīsu viya ca idha samānatthasaddapayogoti. Pāḷiyaṃ ‘‘yadi vā no tathā’’ti idampi ‘‘santaṃyeva saddo abbhuggato’’ti iminā sambajjhitvā yathāvuttanayeneva yojetabbaṃ. Nanu ‘‘gotama’’nti padeyeva upayogavacanaṃ siyā, na etthāti codanāya ‘‘idhāpī’’tiādi vuttaṃ, tassa anupayogattā, vicchinditvā sambandhavisesabhāvena yojetabbattā vā idhāpi itthambhūtākhyānatthavaseneva upayogavacanaṃ nāmāti vuttaṃ hoti. Itthambhūtākhyānaṃ attho yassa tathā, abhisaddo, itthambhūtākhyānameva vā attho tathā, soyevattho. Yadaggena hi saddayogo hoti, tadaggena atthayogopīti.",
  "tika-s0105t1:79": "258.Bhoti attano ācariyaṃ ālapati. Yathā-saddaṃ sātthakaṃ katvā saha pāṭhasesena yojetuṃ ‘‘yathā sakkā’’tiādi vuttaṃ. Soti bhagavā. Purimanaye ākāratthajotanayathā-saddayogyato kathanti pucchāmattaṃ, idha pana tadayogyato ‘‘ākārapucchā’’ti vuttaṃ. Bāhirakasamaye ācariyamhi upajjhāyasamudācāroti āha ‘‘atha naṃ upajjhāyo’’ti, upajjhāyasaññito ācariyabrāhmaṇoti attho.",
  "tika-s0105t1:80": "Kāmañca manto, brahmaṃ, kappoti tibbidho vedo, tathāpi aṭṭhakādi vuttaṃ padhānabhūtaṃ mūlaṃ manto, tadatthavivaraṇamatthaṃ brahmaṃ, tattha vuttanayena yaññakiriyāvidhānaṃ kappoti mantasseva padhānabhāvato, itaresañca tannissayeneva jātattā mantaggahaṇena brahmakappānampi gahaṇaṃ siddhamevāti dasseti ‘‘tīsu vedesū’’ti iminā. Mantoti hi aṭṭhakādīhi isīhi vuttamūlavedasseva nāmaṃ, vedoti sabbassa, tasmā ‘‘vedesū’’ti vutte sabbesampi gahaṇaṃ sijjhatīti veditabbaṃ. Lakkhaṇānīti lakkhaṇadīpakāni mantapadāni. Pajjagajjabandhapavesanavasena pakkhipitvā. Brāhmaṇavesenevāti vedavācakabrāhmaṇaliṅgeneva. Vedeti mahāpurisalakkhaṇamante. Mahesakkhā sattāti mahāpuññavanto paṇḍitasattā. Jānissanti iti manasi katvā vācentīti sambandho. Tenāti tathā vācanato. Pubbeti ‘‘tathāgato uppajjissatī’’ti vattabbakālato pabhuti tathāgatassa dharamānakāle. Ajjhāyitabbavācetabbabhāvena āgacchanti pākaṭā bhavanti. Ekagāthādvigāthādivasena anukkamena antaradhāyanti. Na kevalaṃ lakkhaṇamantāyeva, atha kho aññepi vedā brāhmaṇānaṃ aññāṇabhāvena anukkamena antaradhāyanti evāti ācariyena (dī. ni. ṭī. 1.258) vuttaṃ.",
  "tika-s0105t1:81": "Buddhabhāvapatthanā paṇidhi, pāramīsambharaṇaṃ samādānaṃ, kammassakatādipaññā ñāṇaṃ. ‘‘Paṇidhimahato samādānamahatotiādinā paccekaṃ mahantasaddo yojetabbo’’ti (dī. ni. ṭī. 1.258) ācariyena vuttaṃ. Evañca sati karuṇā ādi yesaṃ saddhāsīlādīnaṃ te karuṇādayo, te eva guṇā karuṇādiguṇā, paṇidhi ca samādānañca ñāṇañca karuṇādiguṇā ca, tehi mahanto paṇidhisamādānañāṇakaruṇādiguṇamahantoti nibbacanaṃ kātabbaṃ. Evañhi dvandatoparattā mahantasaddo paccekaṃ yojīyatīti. Apica paṇidhi ca samādānañca ñāṇañca karuṇā ca, tamādi yesaṃ te tathā, teyeva guṇā, tehi mahantoti nibbacanenapi attho sūpapanno hoti, paṇidhimahantatādi cassa buddhavaṃsa (bu. vaṃ. 9 ādayo) cariyāpiṭakādi (cariyā. 1 ādayo) vasena veditabbo. Mahāpadānasuttaṭṭhakathāyaṃ pana ‘‘mahāpurisassāti jātigottakulapadesādivasena mahantassa purisassā’’ti (dī. ni. aṭṭha. 2.33) vuttaṃ. Tattha ‘‘khattiyo, brāhmaṇo’’ti evamādi jāti. ‘‘Koṇḍañño, gotamo’’ti evamādi gottaṃ. ‘‘Poṇikā, cikkhallikā, sākiyā, koliyā’’ti evamādi kulapadeso, tadetaṃ sabbampi idha ādisaddena saṅgahitanti daṭṭhabbaṃ. Evañhi sati ‘‘dveyeva gatiyo bhavantī’’ti ubhinnaṃ sādhāraṇavacanaṃ samatthitaṃ hotīti.",
  "tika-s0105t1:82": "Niṭṭhāti nipphattiyo siddhiyo. Nanvāyaṃ gati-saddo anekattho, kasmā niṭṭhāyameva vuttoti āha‘‘kāmañcāya’’ntiādi. Bhavabhedeti nirayādibhavavisese. So hi sucaritaduccaritakammena sattehi upapajjanavasena gantabbāti gati. Gacchati pavattati etthāti gati, nivāsaṭṭhānaṃ. Gamati yathāsabhāvaṃ jānātīti gati. Paññā, gamanaṃ byāpanaṃ gati, vissaṭabhāvo, so pana ito ca etto ca byāpetvā ṭhitatāva. Gamanaṃ nipphattanaṃ gati, niṭṭhā , ajjhāsayapaṭisaraṇatthāpi nidassananayena gahitā. Tathā hesa ‘‘imesaṃ kho ahaṃ bhikkhūnaṃ sīlavantānaṃ kalyāṇadhammānaṃ neva jānāmi āgatiṃ vā gatiṃ vā’’ti (ma. ni. 1.508) ettha ajjhāsaye vattati, ‘‘nibbānaṃ arahato gatī’’ti (pari. 339) ettha paṭisaraṇe, parāyaṇe apassayeti attho. Gacchati yathāruci pavattatīti gati, ajjhāsayo. Gacchati avacarati, avacaraṇavasena vā pavattati etthāti gati, paṭisaraṇaṃ. Sabbasaṅkhatavisaññuttassa hi arahato nibbānameva paṭisaraṇaṃ, idha pana niṭṭhāyaṃ vattatīti veditabbo tadaññesamavisayattā.",
  "tika-s0105t1:83": "Nanu dvinnaṃ nipphattīnaṃ nimittabhūtāni lakkhaṇāni visadisāneva, atha kasmā ‘‘yehi samannāgatassā’’tiādinā tesaṃ sadisabhāvo vuttoti codanālesaṃ dassetvā sodhento ‘‘tattha kiñcāpī’’tiādimāha. Samānepi nigrodhabimbatādilakkhaṇabhāve attheva koci nesaṃ visesoti dassetuṃ ‘‘na teheva buddho hotī’’ti vuttaṃ. ‘‘Yathā hi buddhānaṃ lakkhaṇāni suvisadāni, suparibyattāni, paripuṇṇāni ca honti, na evaṃ cakkavattīna’’nti ayaṃ pana viseso ācariyadhammapālattherena (dī. ni. ṭī. 1.258) pakāsito. Jāyanti bhinnesupi atthesu abhinnadhīsaddā etāyāti jāti, lakkhaṇabhāvamattaṃ. Vuttañhi –",
  "tika-s0105t1:84": "‘‘Sabalādīsu bhinnesu, yāya vattantubhinnadhī;",
  "tika-s0105t1:85": "Saddā sā jātiresā ca, mālāsuttamivanvitā’’ti.",
  "tika-s0105t1:86": "Tasmā lakkhaṇatāmattena samānabhāvato visadisānipi tāniyeva cakkavattinipphattinimittabhūtāni lakkhaṇāni sadisāni viya katvā tāni buddhanipphattinimittabhūtāni lakkhaṇāni nāmāti idaṃ vacanaṃ vuccatīti attho. Adhiāpubbavasayoge bhummatthe upayogavacananti āha ‘‘agāre vasatī’’ti catūhi acchariyadhammehīti abhirūpatā, dīghāyukatā, appābādhatā, brāhmaṇagahapatikānaṃ piyamanāpatāti imehi catūhi acchariyasabhāvabhūtāhi iddhīhi. Yathāha –",
  "tika-s0105t1:87": "‘‘Rājā ānanda, mahāsudassano catūhi iddhīhi samannāgato ahosi. Katamāhi catūhi iddhīhi? Idhānanda, rājā mahāsudassano abhirūpo ahosi dassanīyo pāsādiko’’tiādi (dī. ni. 2.252).",
  "tika-s0105t1:88": "Cetiyajātake (jā. aṭṭha. 3.8.44) āgatanayaṃ gahetvāpi evaṃ vadanti ‘‘sarīrato candanagandho vāyati, ayaṃ ekā iddhi. Mukhato uppalagandho vāyati, ayaṃ dutiyā. Cattāro devaputtā catūsu disāsu sabbakālaṃ khaggahatthā ārakkhaṃ gaṇhanti, ayaṃ tatiyā. Ākāsena vicarati, ayaṃ catutthī’’ti. Anāgatavaṃsasaṃvaṇṇanāyaṃ pana ‘‘abhirūpabhāvo ekā iddhi, samavepākiniyā gahaṇiyā samannāgatabhāvo dutiyā, yāvatāyukampi sakalalokassa dassanātittikabhāvo tatiyā, ākāsacāribhāvo catutthī’’ti vuttaṃ. Tattha samavepākiniyā gahaṇiyā samannāgatabhāvoti samavipācaniyā kammajatejodhātuyā sampannatā. Yassa hi bhuttamattova āhāro jīrati, yassa vā pana puṭabhattaṃ viya tatheva tiṭṭhati, ubhopete na samavepākiniyā samannāgatā. Yassa pana puna bhattakāle bhattacchando uppajjateva, ayaṃ samavepākiniyā samannāgato nāma, tathārūpatāti attho. Saṅgahavatthūhīti dānaṃ, piyavacanaṃ, atthacariyā, samānattatāti imehi saṅgahopāyehi. Yathāha –",
  "tika-s0105t1:89": "‘‘Dānañca peyyavajjañca, atthacariyā ca yā idha;",
  "tika-s0105t1:90": "Samānattatā ca dhammesu, tattha tattha yathārahaṃ;",
  "tika-s0105t1:91": "Ete kho saṅgahā loke, rathassāṇīva yāyato.",
  "tika-s0105t1:92": "Ete ca saṅgahā nāssu, na mātā puttakāraṇā;",
  "tika-s0105t1:93": "Labhetha mānaṃ pūjaṃ vā, pitā vā puttakāraṇā.",
  "tika-s0105t1:94": "Yasmā ca saṅgahā ete, samapekkhanti paṇḍitā;",
  "tika-s0105t1:95": "Tasmā mahattaṃ papponti, pāsaṃsā ca bhavanti te’’ti. (dī. ni. 3.273);",
  "tika-s0105t1:96": "Rañjanatoti pītisomanassavasena rañjanato, na rāgavasena, pītisomanassānaṃ jananatoti vuttaṃ hoti. Catūhi saṅgahavatthūhi rañjanaṭṭhena rājāti pana sabbesaṃ rājūnaṃ samaññā tathā akarontānampi vilīvabījanādīsu tālavaṇṭavohāro viya ruḷhivasena pavattito, tasmā ‘‘acchariyadhammehī’’ti asādhāraṇanibbacanaṃ vuttanti daṭṭhabbaṃ.",
  "tika-s0105t1:97": "Saddasāmatthiyato anekadhā cakkavattīsaddassa vacanatthaṃ dassento padhānabhūtaṃ vacanatthaṃ paṭhamaṃ dassetuṃ ‘‘cakkaratana’’ntiādimāha. Idameva hi padhānaṃ cakkaratanassa pavattanamantarena cakkavattibhāvānāpattito. Tathā hi aṭṭhakathāsu vuttaṃ ‘‘kittāvatā cakkavattī hotīti? Ekaṅguladvaṅgulamattampi cakkaratane ākāsaṃ abbhuggantvā pavatte’’ti (dī. ni. aṭṭha. 2.243; ma. ni. aṭṭha. 3.256). Yasmā pana rājā cakkavattī ekaṃsaṃ uttarāsaṅgaṃ karitvā vāmahatthena hatthisoṇḍasadisapanāḷiṃ suvaṇṇabhiṅkāraṃ ukkhipitvā dakkhiṇahatthena cakkaratanaṃ udakena abbhukkiritvā ‘‘pavattatu bhavaṃ cakkaratanaṃ, abhivijinātu bhavaṃ cakkaratana’’nti (dī. ni. 2.244) vacanena cakkaratanaṃ vehāsaṃ abbhuggantvā pavattesi, tasmā tādisaṃ pavattāpanaṃ sandhāya ‘‘cakkaratanaṃ vattetī’’ti vuttaṃ. Yathāha ‘‘atha kho ānanda rājā mahāsudassano uṭṭhāyāsanā…pe… cakkaratanaṃ abbhukkiri ‘pavattatu bhavaṃ cakkaratana’nti’’ādi (dī. ni. 2.244). Na kevalañca cakkasaddo cakkarataneyeva vattati atha kho sampatticakkādīsupi, tasmā taṃtadatthavācakasaddasāmatthiyatopi vacanatthaṃ dasseti ‘‘sampatticakkehī’’tiādinā. Tattha sampatticakkehīti –",
  "tika-s0105t1:98": "‘‘Patirūpe vase dese, ariyamittakaro siyā;",
  "tika-s0105t1:99": "Sammāpaṇidhisampanno, pubbe puññakato naro;",
  "tika-s0105t1:100": "Dhaññaṃ dhanaṃ yaso kitti, sukhañcetaṃdhivattatī’’ti. (a. ni. 4.31) –",
  "tika-s0105t1:101": "Vuttehi patirūpadesavāsādisampatticakkehi. Vattatīti pavattati sampajjati, uparūpari kusaladhammaṃ vā paṭipajjati. Tehīti sampatticakkehi. Paranti sattanikāyaṃ, yathā sayaṃsaddo suddhakattutthassa jotako, tathā paraṃsaddopi hetukattutthassāti veditabbaṃ. Vattetīti pavatteti sampādeti, uparūpari kusaladhammaṃ vā paṭipajjāpeti. Yathāha –",
  "tika-s0105t1:102": "‘‘Rājā mahāsudassano evamāha ‘pāṇo na hantabbo, adinnaṃ na ādātabbaṃ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. Ye kho panānanda puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesu’’ntiādi (dī. ni. 2.244).",
  "tika-s0105t1:103": "Iriyāpathacakkānanti iriyāpathabhūtānaṃ cakkānaṃ. Iriyāpathopi hi ‘‘cakka’’nti vuccati ‘‘catucakkaṃ navadvāra’’ntiādīsu (saṃ. ni. 1.29, 109). Yathāha –",
  "tika-s0105t1:104": "‘‘Rathaṅge lakkhaṇe dhammo-racakkesviriyāpathe;",
  "tika-s0105t1:105": "Cakkaṃ sampattiyaṃ cakka-ratane maṇḍale bale;",
  "tika-s0105t1:106": "Kulālabhaṇḍe āṇāya-māyudhe dānarāsisū’’ti.",
  "tika-s0105t1:107": "Vattoti pavattanaṃ uppajjanaṃ, imināva iriyāpathacakkaṃ vatteti parahitāya uppādetīti nibbacanampi dasseti atthato samānattā. Tathā cāha –",
  "tika-s0105t1:108": "‘‘Atha kho taṃ ānanda cakkaratanaṃ puratthimaṃ disaṃ pavatti, anvadeva rājā mahāsudassano saddhiṃ caturaṅginiyā senāya. Yasmiṃ kho panānanda, padese cakkaratanaṃ patiṭṭhāsi, tattha rājā mahāsudassano vāsaṃ upagacchi saddhiṃ caturaṅginiyā senāyā’’tiādi (dī. ni. 2.244).",
  "tika-s0105t1:109": "Ayaṃ aṭṭhakathāto aparo nayo – appaṭihataṃ āṇāsaṅkhātaṃ cakkaṃ vattetīti cakkavattī. Tathā hi vuttaṃ –",
  "tika-s0105t1:110": "‘‘Pañcahi bhikkhave dhammehi samannāgato rājā cakkavattī dhammeneva cakkaṃ vatteti, taṃ hoti cakkaṃ appaṭivattiyaṃ kenaci manussabhūtena paccatthikena pāṇinā. Katamehi pañcahi? Idha bhikkhave rājā cakkavattī atthaññū ca hoti, dhammaññū ca mattaññū, ca kālaññū ca parisaññū ca. Imehi kho…pe… pāṇinā’’tiādi (a. ni. 5.131).",
  "tika-s0105t1:111": "Khattiyamaṇḍalādisaññitaṃ cakkaṃ samūhaṃ attano vase vatteti anuvattetītipi cakkavattī. Vuttañhi ‘‘ye kho panānanda puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesu’’ntiādi (dī. ni. 2.244). Cakkalakkhaṇaṃ vattati etassātipi cakkavattī. Tenāha ‘‘imassa deva kumārassa heṭṭhā pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrānī’’tiādi (dī. ni. 2.35). Cakkaṃ mahantaṃ kāyabalaṃ vattati etassātipi cakkavattī. Vuttañhetaṃ ‘‘ayañhi deva kumāro sattussado…pe… ayañhi deva kumāro sīhapubbaddhakāyo’’tiādi (dī. ni. 2.35). Tena hissa lakkhaṇena mahabbalabhāvo viññāyati. Cakkaṃ dasavidhaṃ, dvādasavidhaṃ vā vattadhammaṃ vattati paṭipajjatīti cakkavattī. Tena vuttaṃ ‘‘na hi te tāta dibbaṃ cakkaratanaṃ pettikaṃ dāyajjaṃ , iṅgha tvaṃ tāta ariye cakkavattivatte vattāhī’’tiādi (dī. ni. 3.83). Cakkaṃ mahantaṃ dānaṃ vatteti pavattetītipi cakkavattī. Vuttañca –",
  "tika-s0105t1:112": "‘‘Paṭṭhapesi kho ānanda rājā mahāsudassano tāsaṃ pokkharaṇīnaṃ tīre evarūpaṃ dānaṃ annaṃ annatthikassa, pānaṃ pānatthikassa, vatthaṃ vatthatthikassa, yānaṃ yānatthikassa, sayanaṃ sayanatthikassa, itthiṃ itthitthikassa, hiraññaṃ hiraññatthikassa, suvaṇṇaṃ suvaṇṇatthikassā’’tiādi (dī. ni. 2.254).",
  "tika-s0105t1:113": "Rājāti sāmaññaṃ tadaññasādhāraṇato. Cakkavattīti visesaṃ anaññasādhāraṇato. Dhammasaddo ñāye, samo eva ca ñāyo nāmāti āha ‘‘ñāyena samenā’’ti. Vattati uppajjati, paṭipajjatīti vā attho. ‘‘Idaṃ nāma caratī’’ti avuttepi sāmaññajotanāya visese avaṭṭhānato, visesatthinā ca visesassa payujjitabbattā ‘‘sadatthaparatthe’’ti yojīyati. Padesaggahaṇe hi asati gahetabbassa nippadesatā viññāyati yathā ‘‘dikkhito na dadātī’’ti. Yasmā cakkavattirājā dhammeneva rajjamadhigacchati, na adhammena parūpaghātādinā. Tasmā vuttaṃ ‘‘dhammena rajjaṃ labhitvā’’tiādi, dhammenāti ca ñāyena, kusaladhammena vā. Rañño bhāvo rajjaṃ, issariyaṃ.",
  "tika-s0105t1:114": "Paresaṃ hitopāyabhūtaṃ dhammaṃ karoti, caratīti vā dhammiko. Attano hitopāyabhūtassa dhammassa kārako, carako vā rājāti dhammarājāti imaṃ savisesaṃ atthaṃ dasseti ‘‘parahitadhammakaraṇena vā’’tiādinā. Ayaṃ pana mahāpadānaṭṭhakathānayo – dasavidhe kusaladhamme, agatirahite vā rājadhamme niyuttoti dhammiko; teneva dhammena lokaṃ rañjetīti dhammarājā. Pariyāyavacanameva hi idaṃ padadvayanti. Ācariyena pana evaṃ vuttaṃ ‘‘cakkavattivattasaṅkhātaṃ dhammaṃ carati, cakkavattivattasaṅkhāto vā dhammo etassa, etasmiṃ vā atthīti dhammiko, dhammato anapetattā dhammo ca so rañjanaṭṭhena rājā cāti dhammarājā’’ti (dī. ni. ṭī. 1.258). ‘‘Rājā hoti cakkavattī’’ti vacanato ‘‘cāturanto’’ti idaṃ catudīpissarataṃ vibhāvetīti āha ‘‘cāturantāyā’’tiādi. Cattāro samuddā antā pariyosānā etissāti cāturantā, pathavī. Sā hi catūsu disāsu puratthimasamuddādicatusamuddapariyosānattā evaṃ vuccati. Tena vuttaṃ ‘‘catusamudda antāyā’’ti, sā pana avayavabhūtehi catubbidhehi dīpehi vibhūsitā ekalokadhātupariyāpannā pathavīyevāti dasseti ‘‘catubbidhadīpavibhūsitāya pathaviyā’’ti iminā. Yathāha –",
  "tika-s0105t1:115": "‘‘Yāvatā candimasūriyā, pariharanti disā bhanti virocanā;",
  "tika-s0105t1:116": "Sabbeva dāsā mandhātu, ye ca pāṇā pathavissitā’’ti.",
  "tika-s0105t1:117": "Ettha ca ‘‘catudīpavibhūsitāyā’’ti avatvā catubbidhadīpavibhūsitāyāti vidhasaddaggahaṇaṃ paccekaṃ pañcasataparittadīpānampi mahādīpeyeva saṅgahaṇatthaṃ saddātirittena atthātirittassa viññāyamānattā, koṭṭhāsavācakena vā vidhasaddena samānabhāgānaṃ gahitattāti daṭṭhabbaṃ. Kopādipaccatthiketi ettha ādisaddena kāmamohamānamadādike saṅgaṇhāti. Vijetīti taṃkālāpekkhāya vattamānavacanaṃ, vijitavāti attho. Saddavidū hi atīte tāvīsaddamicchanti. ‘‘Sabbarājāno vijetī’’ti vadanto kāmaṃ cakkavattino kenaci yuddhaṃ nāma natthi, yuddhena pana sādhetabbassa vijayassa siddhiyā ‘‘vijitasaṅgāmo’’ tveva vuttoti dasseti.",
  "tika-s0105t1:118": "Thāvarassa dhuvassa bhāvo thāvariyaṃ, yathā janapade thāvariyaṃ patto, taṃ dassetuṃ ‘‘na sakkā kenacī’’tiādi vuttaṃ, iminā kenaci akampiyaṭṭhena janapade thāvariyappattoti tappurisasamāsaṃ dasseti, itarena ca daḷhabhattibhāvato janapado thāvariyappatto etasminti aññapadatthasamāsaṃ. Tamhīti asmiṃ rājini. Yathā janapado tasmiṃ thāvariyaṃ patto, tadāvikaronto ‘‘anuyutto’’tiādimāha. Tattha anuyuttoti niccapayutto. Sakammaniratoti cakkavattino rajjakamme sadā pavatto . Acalo asampavedhīti pariyāyavacanametaṃ, corānaṃ vā vilopanamattena acalo, dāmarikattena asampavedhī. Corehi vā acalo, paṭirājūhi asampavedhī. Anatimudubhāvena vā acalo, anaticaṇḍabhāvena asampavedhī. Tathā hi aticaṇḍassa rañño balikhaṇḍādīhi lokaṃ pīḷayato manussā majjhimajanapadaṃ chaḍḍetvā pabbatasamuddatīrādīni nissāya paccante vāsaṃ kappenti, atimudukassa ca rañño corasāhasikajanavilopapīḷitā manussā paccantaṃ pahāya janapadamajjhe vāsaṃ kappenti, iti evarūpe rājini janapado thāvarabhāvaṃ na pāpuṇāti. Etasmiṃ pana tadubhayavirahite suvaṇṇatulā viya samabhāvappatte rājini rajjaṃ kārayamāne janapado pāsāṇapiṭṭhiyaṃ ṭhapetvā ayopaṭṭena parikkhitto viya acalo asampavedhī thāvariyappattoti.",
  "tika-s0105t1:119": "Seyyathidanti ekova nipāto, ‘‘so katamo, taṃ katamaṃ, sā katamā’’tiādinā yathārahaṃ liṅgavibhattivacanavasena payojiyamānova hoti, idha tāni katamānīti payuttoti āha ‘‘tassa cetānī’’tiādi. Cacati cakkavattino yathāruci ākāsādigamanāya paribbhamatīti cakkaṃ. Cakkaratanañhi antosamuṭṭhitavāyodhātuvasena rañño cakkavattissa vacanasamanantarameva pavattati, na candasūriyavimānādi viya bahisamuṭṭhitavāyodhātuvasenāti vimānaṭṭhakathāyaṃ (vi. va. aṭṭha. 1.paṭhamapīṭhavimānavaṇṇanā) vuttaṃ. Ratijananaṭṭhenāti pītisomanassuppādanaṭṭhena. Tañhi passantassa, suṇantassa ca anappakaṃ pītisomanassaṃ uppajjati acchariyadhammattā. Vacanatthato pana rameti ratiṃ karotīti ratanaṃ, ramanaṃ vā rataṃ, taṃ netīti ratanaṃ, rataṃ vā janetīti ratanaṃ ja-kāralopavasenātipi neruttikā. Sabbatthāti hatthiratanādīsu.",
  "tika-s0105t1:120": "Cittīkatabhāvādināpi cakkassa ratanaṭṭho veditabbo, so pana ratijananaṭṭheneva ekasaṅgahatāya visuṃ na gahito. Kasmā ekasaṅgahoti ce? Cittīkatādibhāvassapi ratinimittattā. Atha vā ganthabyāsaṃ pariharitukāmena cittīkatādibhāvo na gahitoti veditabbaṃ. Aññāsu pana aṭṭhakathāsu (dī. ni. aṭṭha. 2.33; saṃ. ni. aṭṭha. 3.5.223; khu. pā. aṭṭha. 6.3.yānīdhātigāthāvaṇṇanā; su. ni. aṭṭha. 1.226; mahāni. aṭṭha. 156) evaṃ vuttaṃ –",
  "tika-s0105t1:121": "‘‘Ratijananaṭṭhena ratanaṃ. Apica –",
  "tika-s0105t1:122": "Cittīkataṃ mahagghañca, atulaṃ dullabhadassanaṃ;",
  "tika-s0105t1:123": "Anomasattaparibhogaṃ, ratanaṃ tena vuccati.",
  "tika-s0105t1:124": "‘‘Cakkaratanassa ca nibbattakālato paṭṭhāya aññaṃ devaṭṭhānaṃ nāma na hoti, sabbepi gandhapupphādīhi tasseva pūjañca abhivādanādīni ca karontīti cittīkataṭṭhena ratanaṃ. Cakkaratanassa ca ettakaṃ nāma dhanaṃ agghatīti aggho natthi, iti mahagghaṭṭhenapi ratanaṃ. Cakkaratanañca aññehi loke vijjamānaratanehi asadisanti atulaṭṭhena ratanaṃ. Yasmā pana yasmiṃ kappe buddhā uppajjanti, tasmiṃyeva cakkavattino uppajjanti, buddhā ca kadāci karahaci uppajjanti, tasmā dullabhadassanaṭṭhenapi ratanaṃ. Tadetaṃ jātirūpakulaissariyādīhi anomassa uḷārasattasseva uppajjati, na aññassāti anomasattaparibhogaṭṭhenapi ratanaṃ. Yathā ca cakkaratanaṃ, evaṃ sesānipī’’ti.",
  "tika-s0105t1:125": "Tatrāyaṃ taṭṭīkāya, aññattha ca vuttanayena atthavibhāvanā – idañhi ‘‘cittīkata’’ntiādivacanaṃ nibbacanatthavasena vuttaṃ na hoti, atha kinti ce? Loke ‘‘ratana’’nti sammatassa vatthuno garukātabbabhāvena vuttaṃ. Sarūpato panetaṃ lokiyamahājanena sammataṃ hiraññasuvaṇṇādikaṃ, cakkavattirañño uppannaṃ cakkaratanādikaṃ, kataññukatavedipuggalādikaṃ, sabbukkaṭṭhaparicchedavasena buddhādisaraṇattayañca daṭṭhabbaṃ. ‘‘Aho manohara’’nti citte kattabbatāya cittīkataṃ, svāyaṃ cittīkāro tassa pūjanīyatāyāti katvā pūjanīyanti atthaṃ vadanti. Keci pana ‘‘vicitrakataṭṭhena cittīkata’’nti bhaṇanti, taṃ na gahetabbaṃ idha cittasaddassa hadayavācakattā ‘‘cittīkatvā suṇātha me’’ti (bu. vaṃ. 1.80) āhaccabhāsitapāḷiyaṃ viya. Tathā cāhu ‘‘yathārahamivaṇṇāgamo bhūkaresū’’ti. ‘‘Passa cittīkataṃ rūpaṃ, maṇinā kuṇḍalena cā’’tiādīsu (ma. ni. 2.302) pana pubbe avicitraṃ idāni vicitraṃ katanti cittīkatanti attho gahetabbo tattha cittasaddassa vicitravācakattā. Mahantaṃ vipulaṃ aparimitaṃ agghatīti mahagghaṃ. Natthi etassa tulā upamā, tulaṃ vā sadisanti atulaṃ. Kadācideva uppajjanato dukkhena laddhabbadassanattā dullabhadassanaṃ. Anomehi uḷāraguṇeheva sattehi paribhuñjitabbato anomasattaparibhogaṃ.",
  "tika-s0105t1:126": "Idāni nesaṃ cittīkatādiatthānaṃ savisesaṃ cakkaratane labbhamānataṃ dassetvā itaresupi te atidisituṃ ‘‘yathā ca cakkaratana’’ntiādi āraddhaṃ. Tattha aññaṃ devaṭṭhānaṃ nāma na hoti rañño anaññasādhāraṇissariyādisampattipaṭilābhahetuto, aññesaṃ sattānaṃ yathicchitatthapaṭilābhahetuto ca. Aggho natthi ativiya uḷārasamujjalaratanattā, acchariyabbhutadhammatāya ca. Yadaggena ca mahagghaṃ, tadaggena atulaṃ. Sattānaṃ pāpajigucchanena vigatakāḷako puññapasutatāya maṇḍabhūto yādiso kālo buddhuppādāraho, tādise eva cakkavattīnampi sambhavoti āha ‘‘yasmā panā’’tiādi. Kadāci karahacīti pariyāyavacanaṃ, ‘‘kadācī’’ti vā yathāvuttakālaṃ sandhāya vuttaṃ, ‘‘karahacī’’ti jambusiridīpasaṅkhātaṃ desaṃ. Tenāha –",
  "tika-s0105t1:127": "‘‘Kālaṃ dīpañca desañca, kulaṃ mātarameva ca;",
  "tika-s0105t1:128": "Ime pañca viloketvā, uppajjati mahāyaso’’ti. (dha. pa. aṭṭha. 1.1.10);",
  "tika-s0105t1:129": "Upamāvasena cetaṃ vuttaṃ. Upamopameyyānañca na accantameva sadisatā, tasmā yathā buddhā kadāci karahaci uppajjanti, na tathā cakkavattino, cakkavattino pana anekadāpi buddhuppādakappe uppajjantīti attho gahetabbo. Evaṃ santepi cakkavattivattapūraṇassa dukkarabhāvato dullabhuppādoyevāti iminā dullabhuppādatāsāmaññena tesaṃ dullabhadassanatā vuttāti veditabbaṃ. Kāmaṃ cakkaratanānubhāvena samijjhamāno guṇo cakkavattiparivārajanasādhāraṇo, tathāpi cakkavattī eva naṃ sāmibhāvena visavitāya paribhuñjatīti vattabbataṃ arahati tadatthameva uppajjanatoti dassento ‘‘tadeta’’ntiādimāha. Yathāvuttānaṃ pañcannaṃ, channampi vā atthānaṃ sesaratanesupi labbhanato ‘‘evaṃ sesānipī’’ti vuttaṃ.",
  "tika-s0105t1:130": "Imehi pana ratanehi rājā cakkavattī kimatthaṃ paccanubhoti, nanu vināpi tesu kenaci raññā cakkavattinā bhavitabbanti codanāya tassa tehi hathārahamatthapaccanubhavanadassanena kenacipi avinābhāvitaṃ vibhāvetuṃ ‘‘imesu panā’’tiādi āraddhaṃ. Ajitaṃ puratthimādidisāya khattiyamaṇḍalaṃ jināti mahesakkhatāsaṃvattaniyakammanissandabhāvato. Yathāsukhaṃ anuvicarati hatthiratanaṃ, assaratanañca abhiruhitvā tesaṃ ānubhāvena antopātarāsaṃyeva samuddapariyantaṃ pathaviṃ anupariyāyitvā rājadhāniyā eva paccāgamanato. Pariṇāyakaratanena vijitamanurakkhati tattha tattha kattabbakiccasaṃvidahanato. Avasesehi maṇiratanaitthiratanagahapatiratanehi upabhuñjanena pavattaṃ upabhogasukhaṃ anubhavati yathārahaṃ tehi tathānubhavanasiddhito. So hi maṇiratanena yojanappamāṇe padese andhakāraṃ vidhametvā ālokadassanādinā sukhamanubhavati, itthiratanena atikkantamānusakarūpadassanādivasena, gahapatiratanena icchiticchitamaṇikanakarajatādidhanapaṭilābhavasena sukhamanubhavati.",
  "tika-s0105t1:131": "Idāni sattiyā, sattiphalena ca yathāvuttamatthaṃ vibhāvetuṃ ‘‘paṭhamenā’’tiādi vuttaṃ. Tividhā hi sattiyo ‘‘sakkonti samatthenti rājāno etāyā’’ti katvā. Yathāhu –",
  "tika-s0105t1:132": "‘‘Pabhāvussāhamantānaṃ, vasā tisso hi sattiyo;",
  "tika-s0105t1:133": "Pabhāvo daṇḍajo tejo, patāpo tu ca kosajo.",
  "tika-s0105t1:134": "Manto ca mantanaṃ so tu, catukkaṇṇo dvigocaro;",
  "tika-s0105t1:135": "Tigocaro tu chakkaṇṇo, rahassaṃ guyhamuccate’’ti.",
  "tika-s0105t1:136": "Tattha vīriyabalaṃ ussāhasatti. Paṭhamena cassa cakkaratanena tadanuyogo paripuṇṇo hoti. Kasmāti ce? Tena ussāhasattiyā pavattetabbassa appaṭihatāṇācakkabhāvassa siddhito. Paññābalaṃ mantasatti. Pacchimena cassa pariṇāyakaratanena tadanuyogo. Kasmāti ce ? Tassa sabbarājakiccesu kusalabhāvena mantasattiyā viya avirajjhanapayogattā. Damanena, dhanena ca pabhuttaṃ pabhūsatti. Hatthiassagahapatiratanehi cassa tadanuyogo paripuṇṇo hoti. Kasmāti ce? Hatthiassaratanānaṃ mahānubhāvatāya, gahapatiratanato paṭiladdhakosasampattiyā ca pabhāvasattiyā viya pabhāvasamiddhisiddhito. Itthimaṇiratanehi tividhasattiyogaphalaṃ paripuṇṇaṃ hotīti sambandho, yathāvuttāhi tividhāhi sattīhi payujjanato yaṃ phalaṃ laddhabbaṃ. Taṃ sabbaṃ tehi paripuṇṇaṃ hotīti attho. Kasmāti ce? Teheva upabhogasukhassa sijjhanato.",
  "tika-s0105t1:137": "Duvidhasukhavasenapi yathāvuttamatthaṃ vibhāvetuṃ ‘‘so itthimaṇiratanehī’’tiādi kathitaṃ. Bhogasukhanti samīpe katvā paribhogavasena pavattasukhaṃ. Sesehīti tadavasesehi cakkādipañcaratanehi. Apaccatthikatāvasena pavattasukhaṃ issariyasukhaṃ. Idāni tesaṃ sampannahetuvasenapi kenaci avinābhāvitameva vibhāvetuṃ ‘‘visesato’’tiādimāha. Adosakusalamūlajanitakammānubhāvenāti adosasaṅkhātena kusalamūlena sahajātādipaccayavasena uppāditakammassa ānubhāvena sampajjanti sommatararatanajātikattā. Kammaphalañhi yebhuyyena kammasarikkhakaṃ. Majjhimāni maṇiitthigahapatiratanāni alobhakusalamūlajanitakammānubhāvena sampajjanti uḷāradhanassa, uḷāradhanapaṭilābhakāraṇassa ca pariccāgasampadāhetukattā. Pacchimaṃ pariṇāyakaratanaṃ amohakusalamūlajanitakammānubhāvena sampajjati mahāpaññeneva cakkavattirājakiccassa parinetabbattā, mahāpaññabhāvassa ca amohakusalamūlajanitakammanissandabhāvato. Bojjhaṅgasaṃyutteti mahāvagge dutiye bojjhaṅgasaṃyutte (saṃ. ni. 5.223). Ratanasuttassāti tattha pañcamavagge saṅgītassa dutiyassa ratanasuttassa (saṃ. ni. 5.223). Upadeso nāma savisesaṃ sattannaṃ ratanānaṃ vicāraṇavasena pavatto nayo.",
  "tika-s0105t1:138": "Saraṇato paṭipakkhavidhamanato sūrā sattivanto, nibbhayāvahāti attho. Tenāha ‘‘abhīrukajātikā’’ti. Asure vijinitvā ṭhitattā sakko devānamindo dhīro nāma, tassa senaṅgabhāvato devaputto ‘‘aṅga’’nti vuccati, dhīrassa aṅgaṃ, tassa rūpamiva rūpaṃ yesaṃ te dhīraṅgarūpā, tena vuttaṃ ‘‘devaputtasadisakāyā’’ti. Eketi sārasamāsanāmakā ācariyā, tadakkhamanto āha ‘‘ayaṃ panetthā’’tiādi. Sabhāvoti sabhāvabhūto attho. Uttamasūrāti uttamayodhā. Sūrasaddo hi idha yodhattho. Evañhi purimanayato imassa visesatā hoti, ‘‘uttamattho sūrasaddo’’tipi vadanti, ‘‘uttamā sūrā vuccantī’’tipi hi pāṭho dissati. Vīrānanti vīriyavantānaṃ. Aṅganti kāraṇaṃ ‘‘aṅgīyati ñāyati phalametenā’’ti katvā. Yena vīriyena ‘‘dhīrā’’ti vuccanti, tadeva dhīraṅgaṃ nāmāti āha ‘‘vīriyanti vuttaṃ hotī’’ti. Rūpanti sarīraṃ. Tena vuttaṃ ‘‘vīriyamayasarīrā viyā’’ti. Vīriyameva vīriyamayaṃ yathā ‘‘dānamaya’’nti, (dī. ni. 3.305; itivu. 60; netti. 34) tasmā vīriyasaṅkhātasarīrā viyāti attho. Vīriyaṃ pana na ekantarūpanti viya-saddaggahaṇaṃ kataṃ. Apica dhīraṅgena nibbattaṃ dhīraṅganti atthaṃ dassetuṃ ‘‘vīriyamayasarīrā viyā’’ti vuttaṃ, evampi vīriyato rūpaṃ na ekantaṃ nibbattanti viya-saddena dasseti. Atha vā rūpaṃ sarīrabhūtaṃ dhīraṅgaṃ vīriyametesanti yojetabbaṃ, tathāpi vīriyaṃ nāma kiñci saviggahaṃ na hotīti dīpeti ‘‘vīriyamayasarīrā viyā’’ti iminā, idhāpi mayasaddo sakattheyeva daṭṭhabbo, tasmā saviggahavīriyasadisāti attho. Idaṃ vuttaṃ hoti – saviggahaṃ ce vīriyaṃ nāma siyā, te cassa puttā taṃsadisāyeva bhaveyyunti ayameva cattho ācariyena (dī. ni. ṭī. 1.258) anumato. Mahāpadānaṭṭhakathāyaṃ pana evaṃ vuttaṃ ‘‘dhīraṅgaṃ rūpametesanti dhīraṅgarūpā, vīriyajātikā vīriyasabhāvā vīriyamayā akilāsuno ahesuṃ, divasampi yujjhantā na kilamantīti vuttaṃ hotī’’ti, (dī. ni. aṭṭha. 2.34) tadetaṃ rūpasaddassa sabhāvatthataṃ sandhāya vuttanti daṭṭhabbaṃ. Idha ceva aññattha katthaci ‘‘dhitaṅgarūpā’’ti pāṭho dissati. Vīriyatthopi hi dhitisaddo hoti ‘‘saccaṃ dhammo dhiti cāgo, diṭṭhaṃ so ativattatī’’tiādīsu (jā. 1.1.57) dhitisaddo viya. Katthaci pana ‘‘vīraṅga’’nti pāṭhova diṭṭho. Yathā ruccati, tathā gahetabbaṃ.",
  "tika-s0105t1:139": "Nanu ca rañño cakkavattissa paṭisenā nāma natthi, ya’massa puttā pamaddeyyuṃ, atha kasmā ‘‘parasenappamaddanā’’ti vuttanti codanaṃ sodhento ‘‘sace’’tiādimāha, parasenā hotu vā, mā vā, ‘‘sace pana bhaveyyā’’ti parikappanāmattena tesaṃ evamānubhāvataṃ dassetuṃ tathā vuttanti adhippāyo, ‘‘parasenappamaddanā’’ti vuttepi parasenaṃ pamaddituṃ samatthāti attho gahetabbo pakaraṇatopi atthantarassa viññāyamānattā, yathā ‘‘sikkhamānena bhikkhave bhikkhunā aññātabbaṃ paripucchitabbaṃ paripañhitabba’’nti (pāci. 434) etassa padabhājanīye (pāci. 436) ‘‘sikkhitukāmenā’’ti atthaggahaṇanti imamatthaṃ dassetuṃ ‘‘taṃ parimaddituṃ samatthā’’ti vuttaṃ. Na hi te parasenaṃ pamaddantā tiṭṭhanti, atha kho pamaddanasamatthā eva honti . Evamaññatrapi yathārahaṃ. Parasenaṃ pamaddanāya samatthentīti parasenappamaddanāti atthaṃ dassetītipi vadanti.",
  "tika-s0105t1:140": "Pubbe katūpacitassa etarahi vipaccamānakassa puññadhammassa cirataraṃ vipaccituṃ paccayabhūtaṃ cakkavattivattasamudāgataṃ payogasampattisaṅkhātaṃ dhammaṃ dassetuṃ ‘‘dhammenā’’ti padassa ‘‘pāṇona hantabbotiādinā pañcasīladhammenā’’ti atthamāha. Ayañhi attho ‘‘ye kho panānanda puratthimāya disāya paṭirājāno, te rājānaṃ mahāsudassanaṃ upasaṅkamitvā evamāhaṃsu ‘ehi kho mahārāja, svāgataṃ te mahārāja, sakaṃ te mahārāja, anusāsa mahārājā’ti. Rājā mahāsudassano evamāha ‘pāṇo na hantabbo, adinnaṃ na ādātabbaṃ, kāmesu micchā na caritabbā, musā na bhaṇitabbā, majjaṃ na pātabbaṃ, yathābhuttañca bhuñjathā’ti. Ye kho panānanda puratthimāya disāya paṭirājāno, te rañño mahāsudassanassa anuyantā ahesu’’ntiādinā (dī. ni. 2.244) āgataṃ rañño ovādadhammaṃ sandhāya vutto. Evañhi ‘‘adaṇḍena asatthenā’’ti idampi visesanavacanaṃ susamatthitaṃ hoti. Aññāsupi suttanipātaṭṭhakathādīsu (su. ni. aṭṭha. 226; khu. pā. aṭṭha. 6.3; dī. ni. aṭṭha. 2.33; saṃ. ni. aṭṭha. 3.223) ayamevattho vutto.",
  "tika-s0105t1:141": "Mahāpadānaṭṭhakathāyaṃ pana ‘‘adaṇḍenāti ye katāparādhe satte satampi sahassampi gaṇhanti, te dhanadaṇḍena rajjaṃ kārenti nāma, ye chejjabhejjaṃ anusāsanti, te satthadaṇḍena. Ayaṃ pana duvidhampi daṇḍaṃ pahāya adaṇḍena ajjhāvasati. Asatthenāti ye ekatodhārādinā satthena paraṃ vihesanti, te satthena rajjaṃ kārenti nāma. Ayaṃ pana satthena khuddakamakkhikāyapi pivanamattaṃ lohitaṃ kassaci anuppādetvā dhammeneva, ‘ehi kho mahārājā’ti evaṃ paṭirājūhi sampaṭicchitāgamano vuttappakāraṃ pathaviṃ abhivijinitvā ajjhāvasati abhibhavitvā sāmī hutvā vasatīti attho’’ti (dī. ni. aṭṭha. 2.34) vuttaṃ, tadetaṃ ‘‘dhammenā’’ti padassa ‘‘pubbe katūpacitena etarahi vipaccamānakena yena kenaci puññadhammenā’’ti atthaṃ sandhāya vuttaṃ. Teneva hi ‘‘dhammena paṭirājūhi sampaṭicchitāgamano vuttappakāraṃ pathaviṃ abhivijinitvā ajjhāvasatī’’ti. Ācariyenapi (dī. ni. ṭī. 1.258) vuttaṃ dhammenāti katūpacitena attano puññadhammena. Tena hi sañcoditā pathaviyaṃ sabbarājāno paccuggantvā ‘‘svāgataṃ te mahārājā’’tiādīni vatvā attano rajjaṃ rañño cakkavattissa niyyātenti. Tena vuttaṃ ‘‘so imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasatī’’ti, tenapi yathāvuttamevatthaṃ dasseti, tasmā ubhayathāpi ettha attho yutto evāti daṭṭhabbaṃ. Cakkavattivattapūraṇādipayogasampattimantarena hi pubbe katūpacitakammeneva evamajjhāvasanaṃ na sambhavati, tathā pubbe katūpacitakammamantarena cakkavattivattapūraṇādipayogasampattiyā evāti.",
  "tika-s0105t1:142": "Evaṃ ekaṃ nipphattiṃ kathetvā dutiyaṃ nipphattiṃ kathetuṃ yadetaṃ ‘‘sace kho panā’’tiādivacanaṃ vuttaṃ, tattha anuttānamatthaṃ dassento ‘‘arahaṃ…pe… vivaṭṭacchadoti etthā’’tiādimāha . Yasmā rāgādayo satta pāpadhammā loke uppajjanti, uppajjamānā ca te sattasantānaṃ chādetvā pariyonandhitvā kusalappavattiṃ nivārenti, tasmā te idha chadasaddena vuttāti dasseti ‘‘rāgadosā’’tiādinā. Duccaritanti micchādiṭṭhito aññena manoduccaritena saha tīṇi duccaritāni, micchādiṭṭhi pana visesena sattānaṃ chadanato, paramasāvajjattā ca visuṃ gahitā. Vuttañca ‘‘sabbe te imeheva dvāsaṭṭhiyā vatthūhi antojālīkatā, ettha sitāva ummujjamānā ummujjantī’’tiādi (dī. ni. 1.146). Tathā muyhanaṭṭhena moho, aviditakaraṇaṭṭhena avijjāti pavattiākārabhedena aññāṇameva dvidhā vuttaṃ. Tathā hissa dvidhāpi chadanattho kathito ‘‘andhatamaṃ tadā hoti, yaṃ moho sahate nara’’nti, (mahāni. 5, 156, 195) ‘‘avijjāya nivuto loko, vevicchā pamādā nappakāsatī’’ti (su. ni. 1039; cūḷani. pārāyanavagga.2) ca. Evaṃ rāgadosādīnampi chadanattho vattabbo. Mahāpadānaṭṭhakathāyaṃ (dī. ni. aṭṭha. 2.33) pana rāgadosamohamānadiṭṭhikilesataṇhāvasena satta pāpadhammā gahitā. Tatra rañjanaṭṭhena rāgo, taṇhāyanaṭṭhena taṇhāti pavattiākārabhedena lobho eva dvidhā vutto. Tathā hissa dvidhāpi chadanattho ekantikova. Yathāha ‘‘andhatamaṃ tadā hoti, yaṃ rāgo sahate nara’’nti, ‘‘kāmandhā jālasañchannā, taṇhāchadanachāditā’’ti (udā. 94) ca, kilesaggahaṇena ca vuttāvasiṭṭhā vicikicchādayo vuttā.",
  "tika-s0105t1:143": "Sattahi paṭicchanneti hetugabbhavacanaṃ, sattahi pāpadhammehi paṭicchannattā kilesavasena andhakāre loketi attho. Taṃ chadananti sattapāpadhammasaṅkhātaṃ chadanaṃ. Vivaṭṭetvāti vivaṭṭaṃ katvā vigametvā. Tadeva pariyāyantarena vuttaṃ ‘‘samantato sañjātāloko hutvā’’ti. Kilesachadanavigamo eva hi āloko, etena vivaṭṭayitabbo vigametabboti vivaṭṭo, chādeti paṭicchādetīti chado, vivaṭṭo chado anenāti vivaṭṭacchadā,vivaṭṭacchado vāti atthaṃ dasseti. Ayañhi vivaṭṭacchadasaddo daḷhadhammapaccakkhadhammasaddādayo viya pulliṅgavasena ākāranto, okāranto ca hoti. Tathā hi mahāpadānaṭṭhakathāyaṃ vuttaṃ ‘‘rāgadosamohamānadiṭṭhikilesataṇhāsaṅkhātaṃ chadanaṃ āvaraṇaṃ vivaṭaṃ viddhaṃsitaṃ vivaṭakaṃ etenāti vivaṭacchado, ‘vivaṭṭacchadā’tipi pāṭho, ayamevattho’’ti, (dī. ni. aṭṭha. 2.33) tassā līnatthappakāsaniyampi vuttaṃ ‘‘vivaṭṭacchadāti okārassa ākāraṃ katvā niddeso’’ti. Saddavidū pana ‘‘ādhanvāditoti lakkhaṇena samāsantagatehi dhanusaddādīhi kvaci āpaccayo’’ti vatvā ‘‘kaṇḍivadhanvā, paccakkhadhammā, vivaṭṭacchadā’’ti payogamudāharanti.",
  "tika-s0105t1:144": "Kasmā padattayametaṃ vuttanti anuyogaṃ hetālaṅkāranayena pariharanto ‘‘tatthā’’tiādimāha, tatthāti ca tīsu padesūti attho. Pūjāvisesaṃ paṭiggaṇhituṃ arahatīti arahanti atthena pūjārahatā vuttā. Yasmā sammāsambuddho, tasmā pūjārahatāti tassā pūjārahatāya hetu vutto. Savāsanasabbakilesappahānapubbakattā buddhabhāvassa buddhattahetubhūtā vivaṭṭacchadatā vuttā. Kammādivasena tividhaṃ vaṭṭañca rāgādivasena sattavidho chado ca vaṭṭacchadā, vaṭṭacchadehi vigato, vigatā vā vaṭṭacchadā yassāti vivaṭṭacchado,vivaṭṭacchadā vā, dvandapubbago pana vi-saddo ubhayattha yojetabboti imamatthaṃ dassetuṃ ‘‘vivaṭṭo ca vicchado cā’’ti vuttaṃ. Evampi vadanti ‘‘vivaṭṭo ca so vicchado cāti vivaṭṭacchado, uttarapade pubbapadalopoti atthaṃ dassetī’’ti. ‘‘Arahaṃ vaṭṭābhāvenā’’ti idaṃ kilesehi ārakattā, kilesārīnaṃ saṃsāracakkassārānañca hatattā, pāpakaraṇe ca rahābhāvāti atthaṃ sandhāya vuttaṃ. Idañhi phalena hetānumānadassanaṃ – yathā taṃ dhūmena aggissa, udakoghena upari vuṭṭhiyā, etena ca atthena arahabhāvo hetu, vaṭṭābhāvo phalanti ayaṃ ācariyamati. ‘‘Paccayādīnaṃ, pūjāvisesassa ca arahattā’’ti pana hetunā phalānumānadassanampi siyā yathā taṃ agginā dhūmassa, upari vuṭṭhiyā udakoghassa. ‘‘Sammāsambuddho chadanābhāvenā’’ti idaṃ pana hetunā phalānumānadassanaṃ savāsanasabbakilesacchadanābhāvapubbakattā sammāsambuddhabhāvassa. Arahattamaggena hi vicchadatā, sabbaññutaññāṇena sammāsambuddhabhāvo. ‘‘Vivaṭṭo ca vicchado cā’’ti idaṃ hetudvayaṃ. Kāmañca ācariyamatiyā phalena hetuanumānadassane vivaṭṭatā phalameva hoti, hetuanumānadassanassa, pana tathāñāṇassa ca hetubhāvato hetuyeva nāmāti veditabbaṃ.",
  "tika-s0105t1:145": "Evaṃ padattayavacane hetālaṅkāranayena payojanaṃ dassetvā idāni catuvesārajjavasenapi dassento ‘‘dutiyenā’’tiādimāha. Tattha dutiyena vesārajjenāti ‘‘cattārimāni bhikkhave tathāgatassa vesārajjāni, yehi vesārajjehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavattetī’’tiādinā (a. ni. 4.8; ma. ni. 1.150) bhagavatā vuttakkamena dutiyabhūtena ‘‘khīṇāsavassa te paṭijānato ‘ime āsavā aparikkhīṇā’ti, tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ saha dhammena paṭicodessatīti nimittametaṃ bhikkhave na samanupassāmi, etamahaṃ bhikkhave nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmī’’ti paridīpitena vesārajjena. Purimasiddhīti purimassa ‘‘araha’’nti padassa atthasiddhi arahattasiddhi, dutiyavesārajjassa tadatthabhāvato tena vesārajjena tadatthasiddhīti vuttaṃ hoti. ‘‘Khīṇāsavassa te paṭijānato ‘ime āsavā aparikkhīṇā’ ti’’ādinā vuttameva hi dutiyavesārajjaṃ ‘‘kilesehi ārakattā’’tiādinā vutto ‘‘araha’’nti padassa atthoti . Tato ca viññāyati ‘‘yathā dutiyena vesārajjena purimasiddhi, evaṃ purimenapi atthena dutiyavesārajjasiddhī’’ti. Evañca katvā iminā nayena catuvesārajjavasena padattayavacane payojanadassanaṃ upapannaṃ hoti. Itarathā hi kiñcipayojanābhāvato idaṃyeva vacanaṃ idha avattabbaṃ siyāti. Esa nayo sesesupi.",
  "tika-s0105t1:146": "Paṭhamenāti vuttanayena paṭhamabhūtena ‘‘sammāsambuddhassa te paṭijānato ‘ime dhammā anabhisambuddhā’ti, tatra…pe… viharāmī’’ti paridīpitena vesārajjena. Dutiyasiddhīti dutiyassa ‘‘sammāsambuddho’’ti padassa atthasiddhi buddhattasiddhi tassa tadatthabhāvato. Tatiyacatutthehīti vuttanayeneva tatiyacatutthabhūtehi ‘‘ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṃ antarāyāyāti, tatra…pe… viharāmī’’ti ca ‘‘yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyāti, tatra…pe… viharāmī’’ti (a. ni. 4.8; ma. ni. 1.150) ca paridīpitehi vesārajjehi. Tatiyasiddhīti tatiyassa ‘‘vivaṭṭacchadā’’ti padassa atthasiddhi vivaṭṭacchadatthasiddhi tehi tassa pākaṭabhāvatoti attho. ‘‘Yāthāvato antarāyikaniyyānikadhammāpadesena hi satthu vivaṭṭacchadabhāvo loke pākaṭo ahosī’’ti (dī. ni. ṭī. 1.258) ācariyena vuttaṃ, vivaṭṭacchadabhāveneva antarāyikaniyyānikadhammadesanāsiddhito ‘‘tatiyena tatiyacatutthasiddhī’’tipi vattuṃ yujjati.",
  "tika-s0105t1:147": "Evaṃ padattayavacane catuvesārajjavasena payojanaṃ dassetvā idāni cakkhuttayavasenapi dassento ‘‘purimañcā’’tiādimāha. Tattha ca-saddo upanyāsattho. Purimaṃ ‘‘araha’’nti padaṃ bhagavato heṭṭhimamaggaphalattayañāṇasaṅkhātaṃ dhammacakkhuṃ sādheti kilesārīnaṃ, saṃsāracakkassa arānañca hatabhāvadīpanato. Dutiyaṃ ‘‘sammāsambuddho’’ti padaṃ āsayānusayaindriyaparopariyattañāṇasaṅkhātaṃ buddhacakkhuṃ sādheti sammāsambuddhasseva taṃsambhavato. Tadetañhi ñāṇadvayaṃ sāvakapaccekabuddhānaṃ na sambhavati. Tatiyaṃ ‘‘vivaṭṭacchadā’’ti padaṃ sabbaññutaññāṇasaṅkhātaṃ samantacakkhuṃ sādheti savāsanasabbakilesappahānadīpanato. ‘‘Sammāsambuddho’’ti hi vatvā ‘‘vivaṭṭacchadā’’ti vacanaṃ sammāsambuddhabhāvāya savāsanasabbakilesappahānaṃ vibhāvetīti. ‘‘Ahaṃ kho pana tāta ambaṭṭha mantānaṃ dātā’’ti idaṃ appadhānaṃ, ‘‘tvaṃ mantānaṃ paṭiggahetā’’ti idameva padhānaṃ samuttejanāvacananti sandhāya ‘‘tvaṃ mantānaṃ paṭiggahetāti iminā’ssa mantesu sūrabhāvaṃ janetī’’ti vuttaṃ, lakkhaṇavibhāvane visadañāṇatāsaṅkhātaṃ sūrabhāvaṃ janetīti attho.",
  "tika-s0105t1:148": "259.Evaṃbhoti ettha evaṃ-saddo vacanasampaṭicchane nipāto, vacanasampaṭicchanañcettha tathā mayaṃ taṃ bhavantaṃ gotamaṃ vedissāma, tvaṃ mantānaṃ paṭiggahetāti ca evaṃ pavattassa pokkharasātino vacanassa sampaṭiggaho. ‘‘Tassattho’’tiādināpi hi tadevatthaṃ dasseti. Tathā ca vuttaṃ ‘‘brāhmaṇassa pokkharasātissa paṭissutvā’’ti, taṃ panesa ācariyassa samuttejanāya lakkhaṇesu vigatasammohabhāvena buddhamante sampassamānattā vadatīti dassento ‘‘sopī’’tiādimāha. Tattha ‘‘tāyāti tāya yathāvuttāya samuttejanāyā’’ti (dī. ni. ṭī. 1.259) ācariyena vuttaṃ, adhunā pana potthakesu ‘‘tāya ācariyakathāyā’’ti pāṭho dissati. Atthato cesa aviruddhoyeva. Mantesu satisamuppādikā hi kathā samuttejanāti.",
  "tika-s0105t1:149": "Ayānabhūminti yānassa abhūmiṃ, yānena yātumasakkuṇeyyaṭṭhānabhūtaṃ, dvārakoṭṭhakasamīpaṃ gantvāti attho.",
  "tika-s0105t1:150": "Avisesena vuttassapi vacanassa attho aṭṭhakathāpamāṇato visesena gahetabboti āha ‘‘ṭhitamajjhanhikasamaye’’ti. Sabbesamāciṇṇavasena paṭhamanayaṃ vatvā padhānikānameva āveṇikāciṇṇavasena dutiyanayo vutto. Divāpadhānikāti divāpadhānānuyuñjanakā, divasabhāge samaṇadhammakaraṇatthaṃ te evaṃ caṅkamantīti vuttaṃ hoti. Tenāha ‘‘tādisānañhī’’tiādi. ‘‘Pariveṇato pariveṇamāgacchanto papañco hoti, pucchitvāva pavisissāmī’’ti ambaṭṭhassa tadupasaṅkamanādhippāyaṃ vibhāvento ‘‘so kirā’’tiādimāha.",
  "tika-s0105t1:151": "260. Abhiññātakule jāto abhiññātakolañño. Kāmañca vakkhamānanayena pubbe ambaṭṭhakulamapaññātaṃ, tadā pana paññātanti āha ‘‘tadā kirā’’tiādi. Rūpajātimantakulāpadesehīti ‘‘ayamīdiso’’ti apadisanahetubhūtehi catūhi rūpajātimantakulehi. Yena te bhikkhū cintayiṃsu, tadadhippāyaṃ āvi kātuṃ ‘‘yo hī’’tiādi vuttaṃ. Avisesato vuttampi visesato viññāyamānatthaṃ sandhāya bhāsitavacananti dasseti ‘‘gandhakuṭiṃ sandhāyā’’ti iminā. Evamīdisesu.",
  "tika-s0105t1:152": "Aturitoti avegāyanto, ‘‘aturanto’’tipi pāṭho, soyevattho. Kathaṃ pavisanto ataramāno pavisati nāmāti āha ‘‘saṇika’’ntiādi. Tattha padappamāṇaṭṭhāneti dvinnaṃ padānaṃ antare muṭṭhiratanapamāṇaṭṭhāne. Sinduvāro nāma eko pupphūpagarukkho, yassa setaṃ pupphaṃ hoti, yo ‘‘nigguṇḍī’’ tipi vuccati. Pamukhanti gandhakuṭigabbhapamukhaṃ. ‘‘Kuñcikacchiddasamīpe’’ti vuttavacanaṃ samatthetuṃ ‘‘dvāraṃ kirā’’tiādi vuttaṃ.",
  "tika-s0105t1:153": "261.‘‘Dānaṃ dadamānehī’’ti iminā pāramitānubhāvena sayameva dvāravivaraṇaṃ dasseti.",
  "tika-s0105t1:154": "Bhagavatā saddhiṃ sammodiṃsūti ettha samatthena saṃ-saddena viññāyamānaṃ bhagavato tehi saddhiṃ paṭhamaṃ pavattamodatāsaṅkhātaṃ neyyatthaṃ dassento ‘‘yathā’’tiādimāha. Bhagavāpi hi ‘‘kacci bho māṇavā khamanīyaṃ, kacci yāpanīya’’ntiādīni pucchanto tehi māṇavehi saddhiṃ pubbabhāsitāya paṭhamaññeva pavattamodo ahosi. Samappavattamodāti bhagavato tadanukaraṇena samaṃ pavattasaṃsandanā. Tadatthaṃ saha upamāya dassetuṃ ‘‘sītodakaṃ viyā’’tiādi vuttaṃ. Tattha paramanibbutakilesadarathatāya bhagavato sītodakasadisatā, anibbutakilesadarathatāya ca māṇavānaṃ uṇhodakasadisatā daṭṭhabbā. Sammoditanti saṃsanditaṃ. Mudasaddo hettha saṃsandaneyeva, na pāmojje, evañhi yathāvuttaupamāvacanaṃ samatthitaṃ hoti. Tathā hi vuttaṃ ‘‘ekībhāva’’nti, sammodanakiriyāya samānataṃ ekarūpatanti attho.",
  "tika-s0105t1:155": "Khamanīyanti ‘‘catucakkaṃ navadvāraṃ sarīrayantaṃ dukkhabahulatāya sabhāvato dussahaṃ kacci khamituṃ sakkuṇeyya’’nti pucchanti, yāpanīyanti āhārādipaccayapaṭibaddhavuttikaṃ cirappabandhasaṅkhātāya yāpanāya kacci yāpetuṃ sakkuṇeyyaṃ, sīsarogādiābādhābhāvena kacci appābādhaṃ, dukkhajīvikābhāvena kacci appātaṅkaṃ, taṃtaṃkiccakaraṇe uṭṭhānasukhatāya kacci lahuṭṭhānaṃ, tadanurūpabalayogato kacci balaṃ, sukhavihāraphalasabbhāvena kacciphāsuvihāro atthīti sabbattha kacci-saddaṃ yojetvā attho veditabbo. Balappattā pīti pītiyeva. Taruṇā pīti pāmojjaṃ. Sammodanaṃ janeti karotīti sammodanikaṃ, tadeva sammodaniyaṃ ka-kārassa ya-kāraṃ katvā. Sammodetabbato sammodanīyanti imamatthaṃ dasseti ‘‘sammodituṃ yuttabhāvato’’ti iminā. Evaṃ ācariyehi vuttaṃ. Sammodituṃ arahatīti sammodanikaṃ, tadeva sammodaniyaṃ yathāvuttanayenāti imamatthampi dassetīti daṭṭhabbaṃ. ‘‘Sāretu’’nti etassa ‘‘nirantaraṃ pavattetu’’nti atthavacanaṃ. Saritabbabhāvatoti anussaritabbabhāvato. ‘‘Sāretuṃ arahatī’’ti atthe yathāpadaṃ dīghena ‘‘sāraṇīya’’nti vuttaṃ. ‘‘Saritabba’’nti atthe pana ‘‘saraṇīya’’nti vattabbe dīghaṃ katvā ‘‘sāraṇīya’’nti vuttanti veditabbaṃ. Evaṃ saddato atthaṃ dassetvā idāni atthamattato dassetuṃ ‘‘suyyamānasukhato’’tiādi vuttaṃ. Tattha suyyamānasukhatoti āpāthamadhurattamāha, anussariyamānasukhatoti vimaddaramaṇīyattaṃ. Byañjanaparisuddhatāyāti sabhāvaniruttibhāvena tassā kathāya vacanacāturiyaṃ, atthaparisuddhatāyāti atthassa nirupakkilesattaṃ. Anekehi pariyāyehīti anekehi kāraṇehi.",
  "tika-s0105t1:156": "Apasādessāmīti maṅkuṃ karissāmi. Ubhosu khandhesu sāṭakaṃ āsajjetvā kaṇṭhe olambanaṃ sandhāya ‘‘kaṇṭhe olambitvā’’ti vuttaṃ. Dussakaṇṇaṃ gahetvāti nivatthasāṭakassa koṭiṃ ekena hatthena gahetvā. Caṅkamitumāruhanaṃ sandhāya ‘‘caṅkamaṃ abhiruhitvā’’ti āha. Dhātusamatāti rasādidhātūnaṃ samāvatthatā, arogatāti attho. Pāsādikatthanti pasādajananatthaṃ ‘‘gatagataṭṭhāne’’ti iminā sambandho. ‘‘Pāsādikattā’’tipi pāṭho, tassattho – aṅgapaccaṅgānaṃ pasādāvahattāti, ‘‘uppannabahumānā’’ti iminā sambandho. Uppaṇḍanakathanti avahasitabbatāyuttakathaṃ. ‘‘Anācārabhāvasāraṇīya’’nti tassa visesanaṃ, anācārabhāvena sāraṇīyaṃ ‘‘anācāro vatāya’’nti saritabbakanti attho.",
  "tika-s0105t1:157": "262. Kātuṃ dukkaramasakkuṇeyyaṃ kiccamayaṃ ārabhīti dassetuṃ ‘‘bhavaggaṃ gahetukāmo viyā’’tiādi vuttaṃ. Asakkuṇeyyañhetaṃ sadevakenapi lokena, yadidaṃ bhagavato apasādanaṃ. Tenāha ‘‘aṭṭhāne vāyamatī’’ti. Handa tena saddhiṃ mantemīti evaṃ aṭṭhāne vāyamantopi ayaṃ bālo ‘‘mayi kiñci akathente mayā saddhiṃ uttari kathetumpi na visahatī’’ti mānameva paggaṇhissati, kathente pana kathāpasaṅgenassa jātigotte vibhāvite mānaniggaho bhavissati, ‘‘handa tena saddhiṃ mantemī’’ti bhagavā ambaṭṭhaṃ māṇavaṃ etadavocāti attho. Ācārasamācārasikkhāpanena ācariyā, tesaṃ pana ācariyānaṃ pakaṭṭhā ācariyāti pācariyā yathā ‘‘papitāmaho’’ti imamatthaṃ dassetuṃ ‘‘ācariyehi ca tesaṃ ācariyehi cā’’ti vuttaṃ.",
  "tika-s0105t1:158": "Paṭhamaibbhavādavaṇṇanā",
  "tika-s0105t1:159": "263. Kiñcāpi ‘‘sayāno vā’’tiādivacanaṃ na vattabbaṃ, mānavasena pana yugaggāhaṃ karonto vadatīti dassento ‘‘kāmaṃ tīsū’’tiādimāha. Tattha tīsu iriyāpathesūti ṭhānagamananisajjāsu. Tesveva hi ācariyena saddhiṃ sallapitumarahati, na tu sayane garukaraṇīyānaṃ sayānānampi sammukhā garukārehi sayanassa akattabbabhāvato. Kathāsallāpanti kathāvasena yugaggāhakaraṇatthaṃ sallapanaṃ. Sayānena hi ācariyena saddhiṃ sayānassa kathā nāma ācāro na hoti, tathāpetaṃ itarehi sadisaṃ katvā kathanaṃ idha kathāsallāpo.",
  "tika-s0105t1:160": "Yaṃ panetaṃ ‘‘sayāno vā hi bho gotama brāhmaṇo sayānena brāhmaṇena saddhiṃ sallapitumarahatī’’ti vuttassa sallāpassa anācārabhāvavibhāvanaṃ satthārā ambaṭṭhena saddhiṃ kathentena kataṃ, taṃ pāḷivasena saṅgītimanāruḷhampi agarahitāya ācariyaparamparāya yāvajjatanā samābhatanti ‘‘ye ca kho te bho gotamā’’tiādikāya uparipāḷiyā sambandhabhāvena dassento ‘‘tato kirā’’tiādimāha. Gorūpanti go nūna rūpakavasena vuttattā, rūpasaddassa ca tabbhāvavuttito. Yadi ahīḷento bhaveyya, ‘‘muṇḍā samaṇā’’ti vadeyya, hīḷento pana garahatthena ka-saddena padaṃ vaḍḍhetvā ‘‘muṇḍakā samaṇakā’’ti vadatīti dassetuṃ ‘‘muṇḍe muṇḍā’’tiādi vuttaṃ. Ibbhāti gahapatikāti atthamattavacanaṃ, saddato pana ibhassa payogo ibho uttarapadalopena, taṃ ibhaṃ arahantīti ibbhā dvittaṃ katvā. Kiṃ vuttaṃ hoti – yathā sobhanaṃ gamanato ibhasaṅkhāto hatthivāhanabhūto parassa vasena pavattati, na attano, evametepi brāhmaṇānaṃ sussūsakā suddā parassa vasena pavattanti, na attano, tasmā ibhasadisapayogatāya ibbhāti. Te pana kuṭumbikatāya gharavāsino gharasāmikā hontīti atthamattaṃ dasseti ‘‘gahapatikā’’ti iminā.",
  "tika-s0105t1:161": "Kaṇhāti kaṇhajātikā. Dvijā eva hi suddhajātikā, na itareti tassādhippāyo. Tenāha ‘‘kāḷakā’’ti. Pitāmahabhāvena ñātibandhavattā bandhu. Tenāha ‘‘pitāmahoti voharantī’’ti. Apaccāti puttā. Mukhato nikkhantāti brāhmaṇānaṃ pubbapurisā brahmuno mukhato nikkhantā, ayaṃ tesaṃ paṭhamuppattīti adhippāyo. Sesapadesupi eseva nayo. Ayaṃ panettha viseso – ‘‘ibbhā kaṇhā’’ti vatvā ‘‘bandhupādāpaccā’’ti vadanto kulavasena samaṇā vessakulapariyāpannā, paṭhamuppattivasena pana brahmuno piṭṭhipādato nikkhantā, na pakativessā viya nābhitoti dassetīti, idaṃ panassa ‘‘mukhato nikkhantā’’tiādivacanatopi ativiya asamavekkhitapubbavacanaṃ catuvaṇṇapariyāpannasseva samaṇabhāvasambhavato. Aniyametvāti avisesetvā, anuddesikabhāvenāti attho.",
  "tika-s0105t1:162": "Mānameva nissāya kathesīti mānamevāpassayaṃ katvā attānaṃ ukkaṃsento, pare ca vambhento ‘‘muṇḍakā samaṇakā’’tiādivacanaṃ kathesi. Jānāpessāmīti attano gottapamāṇaṃ yāthāvato vibhāvanena viññāpessāmi. Atthoti hitaṃ, icchitavatthu vā, taṃ pana kattabbakiccamevāti vuttaṃ ‘‘āgantvā kattabbakiccasaṅkhāto attho’’ti, so etassa atthīti atthikaṃ yathā ‘‘daṇḍiko’’ti. Dutiyassapi puggalavācakassa tadassatthipaccayassa vijjamānattā paṭhamena tadārammaṇikacittameva viññāyatīti āha ‘‘tassa māṇavassa citta’’nti. Atthikamassa atthīti atthikavā yathā ‘‘guṇavā’’ti.",
  "tika-s0105t1:163": "‘‘Yāyeva kho panatthāyā’’ti liṅgavipallāsavasena vuttanti dasseti ‘‘yeneva kho panatthenā’’ti iminā. Tenevāha ‘‘tameva atthanti idaṃ purisaliṅgavaseneva vutta’’nti. Tattha hi sābhāvikaliṅgatādassanena idha asābhāvikaliṅgatāsiddhīti. Ayaṃ panettha aṭṭhakathāto aparo nayo – yāya atthāyāti pulliṅgavaseneva tadatthe sampadānavacanaṃ, yassa kattabbakiccasaṅkhātassa atthassa atthāyāti atthoti. Assāti ambaṭṭhassa dassetvāti sambandho. Aññesaṃ santikaṃ āgatānanti garuṭṭhāniyānaṃ santikamupagatānaṃ sādhurūpānaṃ. Vattanti tesaṃ samāciṇṇaṃ. Pakaraṇatoyeva ‘‘ācariyakule’’ti attho viññāyati, ‘‘avusitavā’’ti ca asikkhitabhāvoyeva vohāravasena vutto yathā taṃ cīvaradānaṃ ticīvarena acchādesīti. Tenāha ‘‘ācariyakule avusitavā asikkhito’’ti. Asikkhitattā eva appassuto, ‘‘vusitamānī’’ti ca padāpekkhāya apariyositavacanattā samānoti pāṭhasesoti dasseti ‘‘appassutova samāno’’ti iminā. Bāhusaccañhi nāma yāvadeva upasamatthaṃ icchitabbaṃ, tadabhāvato panāyaṃ ambaṭṭho avusitavā asikkhito appassutoti viññāyatīti evampi atthāpattito kāraṇaṃ vibhāvento āha ‘‘kimaññatra avusitattā’’ti. Imampi sambandhaṃ dīpeti ‘‘etassa hī’’tiādinā. Yathārutato pana pharusavacanasamudācārena anupasamakāraṇadassanametaṃ. Tatrāyaṃ yojanā – ‘‘kimaññatra avusitattā’’ti idaṃ kāraṇaṃ etassa ambaṭṭhassa pharusavacanasamudācāre kāraṇanti. ‘‘Pharusavacanasamudācārenā’’tipi pāṭho, tathā samudācāravasena vuttaṃ kāraṇanti attho. Evampi yojenti – avusitattā avusitabhāvaṃ aññatra ṭhapetvā etassa evaṃ pharusavacanasamudācāre kāraṇaṃ kimaññaṃ atthīti. Purimayojanāvettha yuttatarā yathāpāṭhaṃ yojetabbato. ‘‘Aññatrā’’ti nipātayogato avusitattāti upayogatthe nissakkavacanaṃ. Tadeva kāraṇaṃ samattheti ‘‘ācariyakule’’tiādinā.",
  "tika-s0105t1:164": "264. Kodhasaṅkhātassa parassa vasānugatacittatāya asakamano. Mānanimmadanatthanti mānassa nimmadanatthaṃ abhimaddanatthaṃ, amadanatthaṃ vā, mānamadavirahatthanti attho. Dosaṃ uggiletvāti sinehapānena kilinnaṃ vātapittasemhadosaṃ ubbamanaṃ katvā. Gottena gottanti ambaṭṭheneva bhagavatā puṭṭhena vuttena sāvajjena purātanagottena adhunā anavajjasaññitaṃ gottaṃ. Kulāpadesena kulāpadesanti etthāpi eseva nayo. Uṭṭhāpetvāti sāvajjato uṭṭhahanaṃ katvā, uddharitvāti vuttaṃ hoti. Gottañcettha ādipurisavasena, kulāpadeso pana tadanvaye uppannābhiññātapurisavasena gahetabbo yathā ‘‘ādicco māghavo’’ti. Sākiyānañhi ādiccagottaṃ aditiyā nāma devadhītāya puttabhūtaṃ ādipurisaṃ pati hoti, taṃ ‘‘gotamagotta’’ntipi vadanti. Yathāha pabbajjāsutte –",
  "tika-s0105t1:165": "‘‘Ādiccā nāma gottena, sākiyā nāma jātiyā;",
  "tika-s0105t1:166": "Tamhā kulā pabbajitomhi, na kāme abhipatthaya’’nti. (su. ni. 425);",
  "tika-s0105t1:167": "Māghavakulaṃ pana tadanvaye abhiññātaṃ macalagāmikapurisaṃ pati hotīti. Gottamūlassa gārayhatāya amānavatthubhāvapavedanato ‘‘mānaddhajaṃ mūle chetvā nipātessāmī’’ti vuttaṃ. Ghaṭṭentoti jātigottavasena omasanto. Hīḷentoti hīḷanaṃ garahaṃ karonto. ‘‘Caṇḍā bho gotama sakyajātī’’tiādinā sākiyesu caṇḍabhāvādidosaṃ pāpitesu samaṇopi gotamo pāpito bhavissatīti adhippāyo.",
  "tika-s0105t1:168": "Yasmiṃ mānussayakodhussayā aññamaññūpatthaddhā, so ‘‘caṇḍo’’ti vuccatīti dasseti ‘‘mānanissitakodhayuttā’’ti iminā, pakatūpanissayārammaṇavasena cettha nissitabhāvo, na sahajātādivasena. Kharāti cittena, vācāya ca kakkhaḷā. Lahukāti taruṇā avuddhakammā. Tenāha ‘‘appakenevā’’tiādi. Alābukaṭāhanti lābuphalassa abhejjakapālaṃ. Aṭṭhakathāmuttakanayaṃ dassetuṃ ‘‘bhassāti sāhasikāti keci vadanti, sārambhakāti apare’’ti (dī. ni. ṭī. 1.264) ācariyena vuttaṃ. Samānāti hontā bhavamānāti asasaddavasenatthoti āha ‘‘santāti purimapadasseva vevacana’’nti. Na sakkarontīti sakkāraṃ na karontīti atthameva viññāpeti ‘‘na brāhmaṇāna’’ntiādinā. Apacitikammanti paṇipātakammaṃ. ‘‘Yadime sakyā’’ti pacchimavākye ya-saddassa kiriyāparāmasanassa aniyamassa ‘‘tayidaṃ bho gotamā’’ti purimavākye ta-saddena niyamanaṃ veditabbanti āha ‘‘yaṃ ime sakyā’’tiādi. Nānulomanti attano jātiyā na anucchavikaṃ.",
  "tika-s0105t1:169": "Dutiyaibbhavādavaṇṇanā",
  "tika-s0105t1:170": "265. Sandhāgārapadanibbacanaṃ heṭṭhā vuttameva. Tadā abhisittasakyarājūnampi bahutaṃ sandhāyāha ‘‘abhisittasakyarājāno’’ti. Kāmañhi sakyarājakule yo sabbesaṃ vuddhataro, samattho ca, so eva abhisekaṃ labhati . Ekacco pana abhisitto samāno ‘‘idaṃ rajjaṃ nāma bahukiccaṃ bahubyāpāra’’nti tato nibbijja rajjaṃ vayasā anantarassa niyyāteti, kadāci sopi aññassāti evaṃ paramparāniyyātanavasena tadā bahū abhisittapubbā sakyarājāno hontīti idaṃ ācariyassābhimataṃ (dī. ni. ṭī. 1.265). Apica yathārahaṃ ṭhānantaresu abhisittasakyarājūnampi bahutaṃ sandhāya evamāhātipi yujjati. Te hi ‘‘rājāno’’ti vuccanti. Yathāha –",
  "tika-s0105t1:171": "‘‘Rājāno nāma pathabyārājā, padesarājā, maṇḍalikā, antarabhogikā, akkhadassā, mahāmattā, ye vā pana chejjabhejjaṃ karontā anusāsanti, ete rājāno nāmā’’ti (pārā. 92).",
  "tika-s0105t1:172": "Saṃhārimehi vāḷarūpehi kato pallaṅko, bhaddapīṭhaṃ vettāsanaṃ. Mihitamattaṃ hasitamattaṃ. Anuhasantīti mamuddesikaṃ mahāhasitaṃ karonti, idañhi ‘‘anujagghantā’’ti etassa saṃvaṇṇanāpadaṃ. Jagghasaddo ca mahāhasane pavattati ‘‘na ujjagghikāya antaraghare gamissāmī’’tiādīsu (pāci. 586) viya.",
  "tika-s0105t1:173": "Kaṇhāyanato paṭṭhāya paramparāgataṃ kulavaṃsaṃ anussavavasena jānanti. Kulābhimānino hi yebhuyyena paresaṃ uccāvacaṃ kulaṃ tathā tathā udāharanti, attano ca kulavaṃsaṃ jānanti, evaṃ ambaṭṭhopi, tathā hesa parato bhagavatā pucchito vajirapāṇi bhayena attano kulavaṃsaṃ yāthāvato kathesīti. Olambetvāti hatthisoṇḍasaṇṭhānādinā sāṭakaṃ avalambetvā. Tatoti tathājānanato, gamanato ca. Mamaññeva maññeti mamameva anujagghantā maññe.",
  "tika-s0105t1:174": "Tatiyaibbhavādavaṇṇanā",
  "tika-s0105t1:175": "266.Khettaleḍḍūnanti khette kasanavasena uṭṭhāpitamattikākhaṇḍānaṃ. Leḍḍukānamantare nivāsitattā ‘‘leḍḍukikā’’ icceva (dī. ni. ṭī. 1.266) saññātā khuddakasakuṇikā. Majjhimapaṇṇāsake leḍḍukikopamasuttavaṇṇanāyaṃ ‘‘cātakasakuṇikā’’ti (ma. ni. aṭṭha. 3.150) vuttā, nighaṇṭusatthesu pana taṃ ‘‘lāpasakuṇikā’’ti vadanti. Kodhavasena laggitunti upanayhituṃ, āghātaṃ bandhitunti attho.",
  "tika-s0105t1:176": "‘‘Amhe haṃsakoñcamorasame karotī’’ti vadanto heṭṭhā gahitaṃ ‘‘na taṃ koci haṃso vā koñco vā moro vā āgantvā kiṃ tvaṃ lapasīti nisedhetī’’ti idampi vacanaṃ saṅgītimanāruḷhaṃ tadā bhagavatā vuttamevāti dasseti. Tadā vadantoyeva hi evaṃ karotīti vattumarahati. ‘‘Evaṃ nu te’’tiādivacanaṃ, ‘‘avusitavāyevā’’tiādivacanañca mānavasena samaṇena gotamena vuttanti ambaṭṭho maññatīti adhippāyenāha ‘‘nimmāno dāni jātoti maññamāno’’ti.",
  "tika-s0105t1:177": "Dāsiputtavādavaṇṇanā",
  "tika-s0105t1:178": "267.Nimmādetīti a-kārassa ā-kāraṃ katvā niddeso ummāde madasaddena nipphannattāti dasseti ‘‘nimmadetī’’ti iminā. Nimmāneti vigatamāne. Yadi panāhaṃ gottaṃ puccheyyaṃ sādhu vatāti attho. Pākaṭaṃ kātukamyatāya tikkhattuṃ mahāsaddena avoca. Kasmā avocāti pana asuddhabhāvaṃ jānantassāpi tathāvacane kāraṇapucchā. Gottabhūtaṃ nāmameva adhippetaṃ, na visuṃ gottanti āha ‘‘mātāpettikanti mātāpitūnaṃ santaka’’nti. Gottañhi pitito laddhabbaṃ pettikameva, na mātāpettikaṃ. Na hi brāhmaṇānaṃ sagottāya eva āvāhavivāho icchito, gottanāmaṃ pana jātisiddhaṃ, na kittimaṃ, na guṇanāmaṃ vā, jāti ca ubhayasambandhinīti mātāpettikameva, na pettikamattaṃ. Nāmagottanti gottabhūtaṃ nāmaṃ, na kittimaṃ, na guṇanāmaṃ vā visesanaparanipātavasena vuttattā yathā ‘‘agyāhito’’ti. Nāmañca tadeva paveṇīvasena pavattattā gottañcāti hi nāmagottaṃ. Tattha yā ‘‘kaṇhāyano’’ti nāmapaṇṇatti niruḷhā, taṃ sandhāyāha ‘‘paṇṇattivasena nāma’’nti. Taṃ panetaṃ nāmaṃ kaṇhaisito paṭṭhāya tasmiṃ kulaparamparāvasena āgataṃ, na etasmiṃyeva niruḷhanti vuttaṃ ‘‘paveṇīvasena gotta’’nti. Gottapadassa vacanattho heṭṭhā vuttoyeva.",
  "tika-s0105t1:179": "‘‘Anussarato’’ti ettha na kevalaṃ anussaraṇamattaṃ adhippetaṃ, atha kho kulasuddhivīmaṃsanavasenevāti āha ‘‘kulakoṭiṃ sodhentassā’’ti, kulaggaṃ visodhentassāti attho. ‘‘Ayyaputtā’’ti ettha ayyasaddo ayyiraketi vuttaṃ ‘‘sāmino puttā’’ti. Catūsu dāsīsu disā okkākarañño antojātadāsī. Tenāha ‘‘gharadāsiyā putto’’ti. Ettha ca yasmā ambaṭṭho jātiṃ nissāya mānathaddho, na ca tassa yāthāvato jātiyā avibhāvitāya mānaniggaho karīyati, akate ca mānaniggahe mānavasena ratanattayaṃ aparajjhissati, kate pana mānaniggahe aparabhāge ratanattaye pasīdissati, na cedisī vācā pharusavācā nāma hoti cittassa saṇhabhāvato. Majjhimapaṇṇāsake abhayasuttañca (ma. ni. 2.83) ettha nidassanaṃ . Keci ca janā kakkhaḷāya vācāya vuttā agginā viya lohādayo mudubhāvaṃ gacchanti, tasmā bhagavā ambaṭṭhaṃ nibbisevanaṃ kattukāmo ‘‘ayyaputtā sakyā bhavanti, dāsiputto tvamasi sakyāna’’nti avoca.",
  "tika-s0105t1:180": "‘‘Idhekacco pāpabhikkhu tathāgatappaveditaṃ dhammavinayaṃ pariyāpuṇitvā attano dahatī’’tiādīsu (pārā. 195) viya dahasaddo dhāraṇattho, dhāraṇañcettha pubbapurisavasena saññāpananti āha ‘‘okkāko no pubbapuriso’’tiādi. Dahasaddañhi bhasmīkaraṇe, dhāraṇe ca icchanti saddavidū. Pabhā niccharatīti pabhassaraṃ hutvā nikkhamati tathārūpena puññakammena dantānaṃ pabhassarabhāvato.",
  "tika-s0105t1:181": "Teti jeṭṭhakumāre. Paṭhamakappikānanti paṭhamakappassa ādikāle nibbattānaṃ. Kirasaddena cettha anussavatthena, yo vuccamānāya rājaparamparāya kesañci matibhedo, taṃ ulliṅgeti. Anussavavacaneneva hi ananussuto uttaravihāravāsiādīnaṃ matibhedo nirākarīyatīti. Mahāsammatassāti aggaññasutte vakkhamānanayena ‘‘ayaṃ no rājā’’ti mahājanena sammannitvā ṭhapitattā ‘‘mahāsammato’’ti evaṃ sammatassa. Yaṃ sandhāya vadanti –",
  "tika-s0105t1:182": "‘‘Ādiccakulasambhūto, suvisuddhaguṇākaro;",
  "tika-s0105t1:183": "Mahānubhāvo rājāsi, mahāsammatanāmako.",
  "tika-s0105t1:184": "Yo cakkhubhūto lokassa, guṇaraṃsisamujjalo;",
  "tika-s0105t1:185": "Tamonudo virocittha, dutiyo viya bhāṇumā.",
  "tika-s0105t1:186": "Ṭhapitā yena mariyādā, loke lokahitesinā;",
  "tika-s0105t1:187": "Vavatthitā sakkuṇanti, na vilaṅghayitu janā.",
  "tika-s0105t1:188": "Yasassinaṃ tejassinaṃ, lokasīmānurakkhakaṃ;",
  "tika-s0105t1:189": "Ādibhūtaṃ mahāvīraṃ, kathayanti ‘manū’ti ya’’nti. (dī. ni. ṭī. 1.267);",
  "tika-s0105t1:190": "Tassa ca puttapaputtaparamparaṃ sandhāya evaṃ vadanti –",
  "tika-s0105t1:191": "‘‘Tassa putto mahātejo, rojo nāma mahīpati;",
  "tika-s0105t1:192": "Tassa putto vararojo, pavaro rājamaṇḍale.",
  "tika-s0105t1:193": "Tassāsi kalyāṇaguṇo, kalyāṇo nāma atrajo;",
  "tika-s0105t1:194": "Rājā tassāsi tanayo, varakalyāṇanāmako.",
  "tika-s0105t1:195": "Tassa putto mahāvīro, mandhātā kāmabhoginaṃ;",
  "tika-s0105t1:196": "Aggabhūto mahindena, aḍḍharajjena pūjito.",
  "tika-s0105t1:197": "Tassa sūnu mahātejo, varamandhātunāmako;",
  "tika-s0105t1:198": "‘Uposatho’ti nāmena, tassa putto mahāyaso.",
  "tika-s0105t1:199": "Varo nāma mahātejo, tassa putto mahāvaro;",
  "tika-s0105t1:200": "Tassāsi upavaroti, putto rājā mahābalo.",
  "tika-s0105t1:201": "Tassa putto maghadevo, devatulyo mahīpati;",
  "tika-s0105t1:202": "Caturāsīti sahassāni, tassa puttaparamparā.",
  "tika-s0105t1:203": "Tesaṃ pacchimako rājā, ‘okkāko’iti vissuto;",
  "tika-s0105t1:204": "Mahāyaso mahātejo, akhuddo rājamaṇḍale’’ti. (dī. ni. ṭī. 1.267);",
  "tika-s0105t1:205": "Idaṃ aṭṭhakathānuparodhavacanaṃ. Yaṃ pana dīpavaṃse vuttaṃ –",
  "tika-s0105t1:206": "‘‘Paṭhamābhisitto rājā, bhūmipālo jutindharo;",
  "tika-s0105t1:207": "Mahāsammato nāmena, rajjaṃ kāresi khattiyo.",
  "tika-s0105t1:208": "Tassa putto rojo nāma, vararojo ca khattiyo;",
  "tika-s0105t1:209": "Kalyāṇo varakalyāṇo, uposatho mahissaro.",
  "tika-s0105t1:210": "Mandhātā sattamo tesaṃ, catudīpamhi issaro;",
  "tika-s0105t1:211": "Varo upavaro rājā, cetiyo ca mahissaro’’tiādi.",
  "tika-s0105t1:212": "Yañca mahāvaṃsādīsu vuttaṃ –",
  "tika-s0105t1:213": "‘‘Mahāsammatarājassa, vaṃsajo hi mahāmuni;",
  "tika-s0105t1:214": "Kappādismiṃ rājāsi, mahāsammatanāmako.",
  "tika-s0105t1:215": "Rojo ca vararojo ca, tathā kalyāṇakā duve;",
  "tika-s0105t1:216": "Uposatho ca mandhātā, varako pavarā duve’’tiādi.",
  "tika-s0105t1:217": "Sabbametaṃ yebhuyyato aṭṭhakathāvirodhavacanaṃ. Aṭṭhakathāyañhi mandhāturājā chaṭṭho vutto, maghadevarājā ekādasamo, tassa ca puttaparamparāya caturāsītisahassarājūnaṃ pacchimako okkākarājā, tesu pana mandhāturājā sattamo vutto, maghadevarājā anekesaṃ rājasahassānaṃ pacchimako, tassa ca puttaparamparāya anekarājasahassānaṃ pacchimako okkākarājāti evamādinā anekadhā virodhavacanaṃ aṭṭhakathāyaṃ nirākaroti. Nanu avocumha ‘‘kirasaddena cettha anussavatthena, yo vuccamānāya rājaparamparāya kesañci matibhedo, taṃ ulliṅgetī’’ti. Tesaṃ pacchatoti maghadevaparamparābhūtānaṃ kaḷārajanakapariyosānānaṃ caturāsītikhattiyasahassānaṃ aparabhāgeti yathānussutaṃ ācariyena vuttaṃ. Dīpavaṃsādīsu pana ‘‘kaḷārajanakarañño puttaparamparāya anekakhattiyasahassānaṃ pacchimako rājā sujāto nāma, tassa putto okkāko rājā’’ti vuttaṃ. Maghadevaparamparāya anekasahassarājūnaṃ aparabhāge paṭhamo okkāko nāma rājā ahosi, tassa paramparābhūtānaṃ pana anekasahassarājūnaṃ aparabhāge dutiyo okkāko nāma rājā ahosi, tassapi paramparāya anekasahassarājūnaṃ aparabhāge tatiyo okkāko nāma rājā ahosi. Taṃ sandhāyāha ‘‘tayo okkākavaṃsā ahesu’’ntiādi.",
  "tika-s0105t1:218": "Jātiyā pañcamadivase nāmakammādimaṅgalaṃ lokāciṇṇanti vuttaṃ ‘‘pañcamadivase alaṅkaritvā’’ti. Sahasā varaṃ adāsinti puttadassanena balavasomanassappatto turitaṃ avīmaṃsitvā tuṭṭhidāyavasena varaṃ adāsiṃ ‘‘yaṃ icchasi, taṃ gaṇhāhī’’ti. Sāti jantukumāramātā. Rajjaṃ pariṇāmetuṃ icchatīti mama varadānaṃ antaraṃ katvā imaṃ rajjaṃ pariṇāmetuṃ icchati.",
  "tika-s0105t1:219": "Rajjaṃkāressantīti rājabhāvaṃ mahājanena mahājanaṃ vā kārāpessanti. Nappasaheyyāti nivāsatthāya pariyatto na bhaveyya.",
  "tika-s0105t1:220": "Kaḷāravaṇṇatāya kapilabrāhmaṇo nāma ahosi. Nikkhammāti gharāvāsato kāmehi ca nikkhamitvā. Sāko nāma sabbasāramayo rukkhaviseso, yena pāsādādi karīyate, taṃsamudāyabhūte vanasaṇḍeti attho. Bhūmiyā pavattaṃ bhummaṃ, taṃ guṇadosaṃ jāleti joteti, taṃ vā jalati jotati pākaṭaṃ bhavati etāyāti bhummajālā. Heṭṭhā cāti ettha ca-saddena ‘‘asītihatthe’’ti idamanukaḍḍhati. Etasmiṃ padeseti sākavanasaṇḍamāha. Khandhapantivasena dakkhiṇāvaṭṭā. Sākhāpantivasena pācīnābhimukhā. Tehīti migasūkarehi, maṇḍūkamūsikehi ca. Teti sīhabyagghādayo sappabiḷārā ca.",
  "tika-s0105t1:221": "Etthāti evaṃ māpiyamāne nagare. Tumhākaṃ purisesu pariyāpannaṃ ekekampi purisaṃ paccatthikabhūtaṃ aññaṃ purisasatampi purisasahassampi abhibhavituṃ na sakkhissatīti yojanā. Cakkavattibalenāti cakkavattibalabhāvena. Atiseyyoti ativiya uttamo bhaveyya. Kapilassa isino vasanaṭṭhānattā kapilavatthu.",
  "tika-s0105t1:222": "Nesaṃ santike bhaveyyāti sambandho. Asadisasaṃyogeti jātiyā asadisānaṃ gharāvāsapayoge hetubhūte. Avasesāhi attano attano kaṇiṭṭhāhi.",
  "tika-s0105t1:223": "Vaḍḍhamānānanti anādare sāmivacanaṃ, anantarāyikāya puttadhītuvaḍḍhanāya vaḍḍhamānesu eva udapādīti attho. Lohitakatāya koviḷārapupphasadisāni. Kuṭṭharogo nāma sāsamasūrīrogā viya yebhuyyena saṅkamanasabhāvoti vuttaṃ ‘‘ayaṃ rogo saṅkamatī’’ti. Upari padarena paṭicchādetvā paṃsuṃ rāsikaraṇena datvā. Nāṭakitthiyo nāma naccantiyo. Rājabhariyāyo orodhā nāma. Tassāti susirassa. Migasakuṇādīnanti ettha ādisaddena vanacarakapetādike saṅgaṇhāti.",
  "tika-s0105t1:224": "Tasmiṃ rāmaraññe nisinneti sambandho. Padareti dāruphalake. Khattiyamāyārocanena attano khattiyabhāvaṃ jānāpetvā. ",
  "tika-s0105t1:225": "Mātikanti mātito āgataṃ. Pābhatanti mūlabhaṇḍaṃ, paṇṇākāro vā. Raññoti rāmarājassa jeṭṭhaputtabhūtassa bārāṇasirañño. Tatthāti bārāṇasiyaṃ. Idhevāti himavantapasseyeva. Nagaranti rājadhānībhūtaṃ mahānagaraṃ. Kolarukkho nāma kuṭṭhabhesajjupago eko rukkhaviseso. Byagghapatheti byagghamagge.",
  "tika-s0105t1:226": "Mātulāti mātu bhātaro. Kesaggahaṇanti kesaveṇibandhanaṃ. Dussaggahaṇanti vatthassa nivasanākāro. Nhānatitthanti yathāvuttāya pokkharaṇiyā udakanhānatitthaṃ. Idānipi tesaṃ jātisambhedābhāvaṃ dassento ‘‘evaṃ tesa’’ntiādimāha. Āvāho dārikāharaṇaṃ. Vivāho dārikādānaṃ. Tatthāti tesu sakyakoliyesu. Dhātusaddānamanekatthattā samusaddo nivāsatthoti vuttaṃ ‘‘vasantī’’ti. Aggeti upayogatthe bhummavacanaṃ, ādyatthe ca aggasaddo, kiriyāvisesoti ca dasseti ‘‘taṃ agga’’ntiādinā. Yadettha bhagavatā vuttaṃ ‘‘atha kho ambaṭṭha rājā okkāko udānaṃ udānesi ‘sakyā vata bho kumārā, paramasakyā vata bho kumārā’ti, tadagge kho pana ambaṭṭha sakyā paññāyantī’’ti, tadetaṃ saddato, atthato ca sābhāvikanibbacananidassanaṃ ‘‘sakāhi bhaginīhipi saddhiṃ saṃvāsavasena jātisambhedamakatvā kulavaṃsaṃ anurakkhituṃ sakkuṇanti samatthentīti sakyā’’ti teyeva saddaracanāvisesena sākiyā. Yaṃ panetaṃ sakkatanighaṇṭusatthesu vuttaṃ –",
  "tika-s0105t1:227": "‘‘Sākarukkhapaṭicchannaṃ, vāsaṃ yasmā purākaṃsu;",
  "tika-s0105t1:228": "Tasmā diṭṭhā vaṃsajāte, bhuvi ‘sakyā’ti vissutā’’ti.",
  "tika-s0105t1:229": "Tadetaṃ saddamattaṃ pati asābhāvikanibbacananidassanaṃ ‘‘kapilamunino vasanaṭṭhāne sākavane vasantīti sakyā,sākiyā’’ti ca.",
  "tika-s0105t1:230": "Kāḷavaṇṇatāya kaṇho nāmāti vuttaṃ ‘‘kāḷavaṇṇa’’ntiādi. Hanuyaṃ jātā massū, uttaroṭṭhassa ubhosu passesu dāṭhākārena jātā dāṭhikā. Idañca atthamattena vuttaṃ, taddhitavasena pana yathā etarahi yakkhe ‘‘pisāco’’ti samaññā, evaṃ tadā ‘‘kaṇho’’ti, tasmā jātamatteyeva sabyāharaṇena pisācasadisatāya kaṇhoti. Tathāhi vuttaṃ ‘‘yathā kho pana ambaṭṭha etarahi manussā pisāce disvā ‘pisācā’ti sañjānanti, evameva kho ambaṭṭha tena kho pana samayena manussā pisāce ‘kaṇhā’ti sañjānantī’’tiādi. Tattha pisāco jātoti idāni pākaṭanāmena suviññāpanatthaṃ purimapadasseva vevacanaṃ vuttaṃ. ‘‘Na sakabaḷena mukhena byāharissāmī’’tiādīsu (pāci. 619) viya upasaggavasena saddakaraṇattho harasaddo, puna dutiyopasaggena yutto uccāsaddakaraṇe vattatīti vuttaṃ ‘‘uccāsaddamakāsī’’ti.",
  "tika-s0105t1:231": "268. Attano upārambhamocanatthāyāti ācariyena, ambaṭṭhena ca attano attano upari pāpetabbopavādassa apanayanatthaṃ. ‘‘Attano’’ti hetaṃ vicchālopavacanaṃ. Paribhindissatīti anatthakāmatāpavedanena paribhedaṃ karissati, pesuññaṃ upasaṃharissatīti vuttaṃ hoti. Atthaviññāpane sādhanatāya vācā eva karaṇaṃ vākkaraṇaṃ niruttinayena, taṃ kalyāṇamassāti kalyāṇavākkaraṇo. Asmiṃ vacaneti ettha tasaddena kāmaṃ ‘‘cattārome bho gotama vaṇṇā’’tiādinā (dī. ni. 1.266) ambaṭṭhena heṭṭhā vutto jātivādo parāmasitabbo hoti, tathāpesa jātivādo vede vuttavidhināyeva tena paṭimantetabbo, tasmā paṭimantanahetubhāvena pasiddhaṃ vedattayavacanameva parāmasitabbanti dassetuṃ vuttaṃ ‘‘attanā uggahite vedattayavacane’’ti. Idāni ‘‘porāṇaṃ kho pana te ambaṭṭha mātāpettika’’ntiādinā bhagavatā vuttavacanassapi parāmasanaṃ dassento ‘‘etasmiṃ vā dāsiputtavacane’’ti āha. Apica paṭimantetunti ettha paṭimantanā nāma pañhāvissajjanā, uttarikathanā vā, tasmā atthadvayānurūpaṃ tabbisayassa ta-saddena parāmasanaṃ dassetīti daṭṭhabbaṃ.",
  "tika-s0105t1:232": "269.Tāvāti mantanāya paṭhamameva, akatāya eva mantanāyāti vuttaṃ hoti. Dujjānāti dubbiññeyyā, paṭhamameva sīsamukkhipituṃ asamatthanato , jātiyā ca dubbiññeyyattā, aṭṭassa ca dukkaraṇato ambaṭṭho sayameva mocetūti adhippāyo. Attanāva sakyesu ibbhavādanipātanena attano upari pāpuṇanaṃ sandhāya ‘‘attanā baddhaṃ puṭaka’’nti vuttaṃ, attanāva baddhaṃ puṭoḷinti attho.",
  "tika-s0105t1:233": "270.Dhammo nāma kāraṇaṃ ‘‘dhammapaṭisambhidā’’tiādīsu (vibha. 718 ādayo) viya, dhammena saha vattatīti sahadhammo, so eva sahadhammikoti āha ‘‘sahetuko’’tiādi, pariyāyavacanametaṃ. Janako vā hetu, upatthambhako kāraṇaṃ. Aññena aṭṭhānagatena aññaṃ aṭṭhānagataṃ vacanaṃ. Tenāha ‘‘yo hī’’tiādi.",
  "tika-s0105t1:234": "Tatoti dvikkhattuṃ codanāto paraṃ, tatiyacodanāya anāgatāya eva pakkamissāmīti vuttaṃ hoti.",
  "tika-s0105t1:235": "271. Pūjitabbato sakko devarājā yakkho nāma. Yo aggissa pakativaṇṇo, tena samannāgatanti vuttaṃ ‘‘ādittanti aggivaṇṇa’’nti. Kandalo nāma pupphūpagarukkhaviseso, yassa setaṃ pupphaṃ pupphati, makuḷampissa setavaṇṇaṃ dāṭhākāraṃ hoti. Virūparūpanti viparītarūpasaṇṭhānaṃ.",
  "tika-s0105t1:236": "Aṭṭhamasattāhe ajapālanigrodhamūle nisinnassa sabbabuddhassa āciṇṇasamāciṇṇaṃ appossukkataṃ sandhāya ‘‘ahañcevā’’tiādi vuttaṃ. Avattamāneti appaṭipajjamāne, ananuvattamāne vā. Tasmāti tadā tathāpaṭiññātattā. Tāsetvā pañhaṃ vissajjāpessāmīti āgato yathā taṃ mūlapaṇṇāsake āgatassa saccakaparibbājakassa samāgame (ma. ni. 1.357).",
  "tika-s0105t1:237": "‘‘Bhagavā ceva passati ambaṭṭho cā’’ti ettha itaresamadassane duvidhampi kāraṇaṃ dassento ‘‘yadi hī’’tiādimāha. Hi-saddo kāraṇatthe nipāto. Yasmā agaru, yasmā ca vadeyyuṃ, tasmāti sambandho. Aññesampi sādhāraṇato agaru abhāriyaṃ. Āvāhetvāti mantabalena avhānaṃ katvā. Tassāti ambaṭṭhassa. Antokucchi antaantaguṇādiko. Vādasaṅghaṭṭeti vācāsaṅghaṭṭane. Maññamānoti maññanato. Sambandhadassanañhetaṃ.",
  "tika-s0105t1:238": "272.Tāṇaṃ gavesamānoti ‘‘ayameva samaṇo gotamo ito bhayato mama tāyako’’ti bhagavantaṃyeva ‘‘tāṇa’’nti pariyesanto , upagacchantoti vuttaṃ hoti. Sesapadadvayepi eseva nayo. Tāyatīti yathūpaṭṭhitabhayato pāleti. Tenāha ‘‘rakkhatī’’ti, kattusādhanametaṃ. Nilīyatīti yathūpaṭṭhiteneva bhayena upadduto nilīno hoti, adhikaraṇasādhanametaṃ. Sarasaddo hiṃsane, tañca viddhaṃsanameva adhippetanti vuttaṃ ‘‘bhayaṃ hiṃsati viddhaṃsetī’’ti, kattusādhanametaṃ.",
  "tika-s0105t1:239": "Ambaṭṭhavaṃsakathāvaṇṇanā",
  "tika-s0105t1:240": "274.Gaṅgāya dakkhiṇatoti gaṅgāya nāma nadiyā dakkhiṇadisābhāge. Brāhmaṇatāpasāti brahmakulino tāpasā. Saraṃ vā sattiādayo vā parassa upari khipitukāmassa mantānubhāvena hatthaṃ na parivattati, hatthe pana aparivattante kuto āvudhaṃ parivattissatīti tathā aparivattanaṃ sandhāya ‘‘āvudhaṃ na parivattatī’’ti vuttaṃ. Bhadraṃ bhoti sampaṭicchanaṃ, sādhūti attho. Dhanunā khittasarena agamanīyaṃ sasambhārakathānayena ‘‘dhanu agamanīya’’nti vuttaṃ yathā ‘‘dhanunā vijjhati, cakkhunā passatī’’ti. Ambaṭṭhaṃ nāma vijjanti sattānaṃ sarīre abbhaṅgaṃ ṭhapetīti ambaṭṭhā niruttinayena, evaṃladdhanāmaṃ mantavijjanti attho. Yato ambaṭṭhā vijjā etasmiṃ atthīti katvā kaṇho isi ‘‘ambaṭṭho’’ti paññāyittha, tabbaṃsajātatāya panāyaṃ māṇavo ‘‘ambaṭṭho’’ti voharīyati. So kira ‘‘kathaṃ nāmāhaṃ disāya dāsiyā kucchimhi nibbatto’’ti taṃ hīnaṃ jātiṃ jigucchanto ‘‘handāhaṃ yathā tathā imaṃ jātiṃ sodhessāmī’’ti niggato. Tena vuttaṃ ‘‘idāni me manorathaṃ pūressāmī’’ti. Ayañhissa manoratho – vijjābalena rājānaṃ tāsetvā tassa dhītaraṃ laddhakālato paṭṭhāya myāyaṃ dāsajāti sodhitā bhavissatīti.",
  "tika-s0105t1:241": "Seṭṭhamanteti seṭṭhabhūte vedamante. Ko nu kiṃ kāraṇā dāsiputto samāno maddarūpiṃ dhītaraṃ yācatīti attho. Khurati chindati, khuraṃ vā pāti pivatīti khurappo, khuramassa agge appīyati ṭhapīyatīti vā khurappo, saro. Mantānubhāvena rañño bāhukkhambhamattaṃ jātaṃ, tena pana bāhukkhambhena ‘‘ko jānāti, kiṃ bhavissatī’’ti rājā bhīto ussaṅkī utrasto ahosi. Tathā ca vuttaṃ ‘‘bhayena vedhamāno aṭṭhāsī’’ti.",
  "tika-s0105t1:242": "Sarabhaṅgajātake (jā. 2.17.52) āgatānaṃ daṇḍakīrājādīnaṃ pacchā okkākarājā ahosi, tesaṃ pavatti ca sabbattha cirakālaṃ pākaṭāti āha ‘‘daṇḍakīrañño’’tiādi. Aparaddhassa daṇḍakīrañño, aparaddho nāḷikero, ajjuno cāti sambandho. Satipi vālukādivasse āvudhavasseneva vināsoti vuttaṃ ‘‘āvudhavuṭṭhiyā’’ti. ‘‘Ayampi īdiso mahānubhāvo’’ti maññamānā evaṃ cintayantā bhayena avocunti daṭṭhabbaṃ.",
  "tika-s0105t1:243": "Undriyissatīti bhindiyissati. Kammarūpañhetaṃ ‘‘pathavī’’ti kammakattuvasena vuttattā yathā ‘‘kusulo bhijjatī’’ti. Tenāha ‘‘bhijjissatī’’ti. Thusamuṭṭhīti palāsamuṭṭhi, bhusamuṭṭhi vā. Kasmāti āha ‘‘sarasanthambhanamatte’’tiādi.",
  "tika-s0105t1:244": "Bhītatasitā bhayavasena chambhitasarīrā uddhaggalomā honti haṭṭhalomā, abhītatasitā pana bhayupaddavābhāvato acchambhitasarīrā patitalomā honti ahaṭṭhalomā, khemena sotthinā tiṭṭhanti, tāya pana patitalomatāya tassa sotthibhāvo pākaṭo hotīti phalena kāraṇaṃ vibhāvetuṃ pāḷiyaṃ ‘‘pallomo’ti vuttanti dasseti ‘‘pannalomo’’tiādinā. Niruttinayena padasiddhi yathā taṃ bhayabheravasutte ‘‘bhiyyo pallomamāpādiṃ araññe vihārāyā’’ti (ma. ni. 1.36 ādayo). Idanti osānavacanaṃ. ‘‘Sace me rājā taṃ dārikaṃ dasseti, kumāro sotthi pallomo bhavissatī’’ti paṭiññākaraṇaṃ pakaraṇatoyeva pākaṭaṃ. Tenāti kaṇhena. Manteti bāhukkhambhakamantassa paṭippassambhakavijjāsaṅkhāte mante. Evarūpānañhi bhayupaddavakarānaṃ mantānaṃ ekaṃseneva paṭippassambhakamantāhonti yathā taṃ kusumārakavijjādīnaṃ. Parivattiteti pajappite. Attano dhītuyā apavādamocanatthaṃ taṃ adāsaṃ bhujissaṃ karoti. Tassā anurūpe issariye ṭhapanatthaṃ uḷāre ca naṃ ṭhāne ṭhapesi. Ekena pakkhenāti mātupakkhena. Karuṇāyanto samassāsanatthaṃ āha, na pana uccākulīnabhāvadassanatthaṃ. Tenāha ‘‘atha kho bhagavā’’tiādi.",
  "tika-s0105t1:245": "Khattiyaseṭṭhabhāvavaṇṇanā",
  "tika-s0105t1:246": "275.Brāhmaṇesūti vohāramattaṃ, brāhmaṇānaṃ samīpe brāhmaṇehi laddhabbāni āsanādīni labhethāti vuttaṃ hoti. Tena vuttaṃ ‘‘brāhmaṇānaṃantare’’ti. Kevalaṃ vedasatthānurūpaṃ paralokagate saddhāya eva kātabbaṃ, na tadaññaṃ kiñci abhipatthentenāti saddhanti nibbacanaṃ dassetuṃ ‘‘matake uddissa katabhatte’’ti vuttaṃ. Maṅgalādibhatteti ettha ādisaddena ussavadevatārādhanādibhatte saṅgaṇhāti. Yaññabhatteti pāpasaññamādivasena katabhatte. ‘‘Pāpasaññamādibhatto bhavissatī’’tiādinā hi aggihomo idha yaññaṃ. Pāhunakānanti atithīnaṃ. Anāgantukānampi pāheṇakabhattaṃ ‘‘pāhuna’’ntveva vuccatīti āha ‘‘paṇṇākārabhatte vā’’ti. Āvaṭaṃ nivāraṇaṃ. Anāvaṭaṃ anivāraṇaṃ. Khattiyabhāvaṃ appatto ubhatosujātābhāvato. Tenāha ‘‘aparisuddho’’ti.",
  "tika-s0105t1:247": "276.Itthiyā vā itthiṃ karitvāti ettha karaṇaṃ nāma kiriyāsāmaññavisayaṃ karabhūdhātūnaṃ atthavasena sabbadhātvantogadhattāti āha ‘‘pariyesitvā’’ti. Khattiyakumārassa bhariyābhūtaṃ brāhmaṇakaññaṃ itthiṃ pariyesitvā gahetvā brāhmaṇānaṃ itthiyā vā khattiyāva seṭṭhā, ‘‘hīnā brāhmaṇā’’ti pāḷimudāharitvā yojetabbaṃ. ‘‘Purisena vā purisaṃ karitvāti etthāpi eseva nayo’’ti (dī. ni. ṭī. 1.276) ācariyena vuttaṃ. Tatthāpi hi khattiyakaññāya patibhūtaṃ brāhmaṇakumāraṃ purisaṃ pariyesitvā gahetvā brāhmaṇānaṃ purisena vā khattiyāva seṭṭhā, hīnā brāhmaṇāti yojanā. Kismiñcideva pakaraṇeti ettha pakaraṇaṃ nāma kāraṇaṃ ‘‘etasmiṃ nidāne etasmiṃ pakaraṇe’’tiādīsu (pāci. 42, 90) viya, tasmā rāgādivasena pakkhalite ṭhāne hetubhūteti attho, taṃ pana atthato aparādhova, so ca akattabbakaraṇanti āha ‘‘kismiñcideva dose’’tiādi. Bhassasaddo bhasmapariyāyo. Bhasīyati niratthakabhāvena khipīyatīti hi bhassaṃ, chārikā. ‘‘Vadhitvā’’ti etassa atthavacanaṃ ‘‘okiritvā’’ti.",
  "tika-s0105t1:248": "277. Kammakilesehi janetabbo, tehi vā jāyatīti janito, sveva janeto, manussova . Tathā hi vuttaṃ ‘‘ye gottapaṭisārino’’ti. Tadetaṃ pajāvacanaṃ viya jātisaddavasena bahumhi ekavacananti āha ‘‘pajāyāti attho’’ti. Etasmiṃ janetipi yujjati. Paṭisarantīti gottaṃ paṭicca ‘‘ahaṃ gotamo, ahaṃ kassapo’’tiādinā saraṇaṃ karonti vicinanti.",
  "tika-s0105t1:249": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-s0105t1:250": "Vijjācaraṇakathāvaṇṇanā",
  "tika-s0105t1:251": "278. Imasmiṃ pana siloke āhariyamāne brahmagarukā saddheyyataṃ āpajjissanti, ambaṭṭho ca ‘‘vijjācaraṇasampanno’’ti padaṃ sutvā vijjācaraṇaṃ pucchissati, evamayaṃ vijjācaraṇaparidīpanī desanā mahājanassa sātthikā bhavissatīti passitvā lokanātho imaṃ silokaṃ sanaṅkumārabhāsitaṃ āharīti imamatthampi vibhāvento ‘‘imāya pana gāthāyā’’tiādimāha. Itarathā hi bhagavāpi asabbaññū parāvassayo bhaveyya, na ca yujjati bhagavato parāvassayatā sammāsambuddhabhāvato. Tenāha ‘‘ahampi hi, ambaṭṭha, evaṃ vadāmī’’tiādi. Brāhmaṇasamaye siddhanti brāhmaṇaladdhiyā pākaṭaṃ. Vakkhamānanayena jātivādādipaṭisaṃyuttaṃ.‘‘Saṃsanditvāti ghaṭetvā, aviruddhaṃ katvāti attho’’ti (dī. ni. ṭī. 1.277) ācariyenavuttaṃ. Idāni pana potthakesu ‘‘paṭikkhipitvā’’ti pāṭho dissati, so ayuttova. Kasmāti ce? Na hi pāḷiyaṃ brāhmaṇasamayasiddhaṃ vijjācaraṇaṃ paṭikkhipati, tadeva ambaṭṭhena cintitaṃ vijjācaraṇaṃ ghaṭetvā aviruddhaṃ katvā anuttaraṃ vijjācaraṇaṃ desetīti.",
  "tika-s0105t1:252": "Vādoti laddhi, vacībhedo vā. Tenāha ‘‘brāhmaṇa…pe…ādivacana’’nti. Laddhipi hi vattabbattā vacanameva. Idanti ajjhenajjhāpanayajanayājanādikammaṃ, na vessassa, na khattiyassa, na tadaññesanti atthaṃ ādisaddena saṅgaṇhāti. Sabbatthāti gottavādamānavādesu. Tatthāpi hi gottavādoti gottaṃ ārabbha vādo, kassapassevidaṃ vaṭṭati, na kosiyassātiādivacananti attho. Mānavādoti mānaṃ ārabbha attukkaṃsanaparavambhanavasena vādo, brāhmaṇassevidaṃ vaṭṭati, na suddassātiādivacananti attho. Jātivāde vinibaddhāti jātisannissitavāde paṭibaddhā. Sabbatthāti gottavādavinibaddhādīsu. Gottavādavinibaddhāti hi gottavāde vinibaddhā. Mānavādavinibaddhāti mānavāde vinibaddhā, ye hi brāhmaṇasseva ajjhenajjhāpanayajanayājanādayoti evaṃ attukkaṃsanaparavambhanavasena pavattā, te mānavādavinibaddhā ca honti. Āvāhavivāhavinibaddhāti āvāhavivāhesu vinibaddhā. Ye hi vinibaddhattayavasena ‘‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’’ti evaṃ pavattanakā, te āvāhavivāhavinibaddhā ca hontīti imamatthasesaṃ sandhāya ‘‘esa nayo’’ti vuttaṃ. Āvāhavivāhavinibaddhabhāvavibhāvanatthañhi ‘‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’’ti pāḷiyaṃ vuttaṃ, tadetaṃ jātivādādīhi tīhi padehi yojetabbaṃ. Āvuttiādinayena hi jātivādādayo dvikkhattumatthadīpakā. Tathā hi ācariyena vuttaṃ ‘‘ye pana āvāhavivāhavinibaddhā, te eva sambandhattayavasena ‘arahasi vā maṃ tvaṃ, na vā maṃ tvaṃ arahasī’ti evaṃ pavattanakā’’ti (dī. ni. ṭī. 1.278).",
  "tika-s0105t1:253": "Nanu pubbe vijjācaraṇaṃ puṭṭhaṃ, kasmā taṃ puna pucchatīti codanaṃ sodhento ‘‘tato ambaṭṭho’’tiādimāha. Tattha yatthāti yassaṃ vijjācaraṇasampattiyaṃ. Brāhmaṇasamayasiddhaṃ sandhāya vuttaṃ. Laggissāmāti olaggā antogadhā bhavissāma. Tatoti tāya vijjācaraṇasampadāya. Avakkhipīti avacāsi. Paramatthato avijjācaraṇāniyeva ‘‘vijjācaraṇānī’’ti gahetvā ṭhito hi paramatthato vijjācaraṇesu vibhajiyamānesu so tato dūrato apanīto nāma hoti. Yatthāti yassaṃ pana vijjācaraṇasampattiyaṃ. Anuttaravijjācaraṇaṃ sandhāya vuttaṃ. Jānanakiriyāyoge kammampi yujjanakiriyāyoge kattāyeva upapanno. Padhānakiriyāpekkhā hi kārakāti vuttaṃ ‘‘ayaṃ no vijjācaraṇasampadā ñātuṃ vaṭṭatī’’ti. Evamīdisesu. Samudāgamatoti ādisamuṭṭhānato.",
  "tika-s0105t1:254": "279. Kāmaṃ caraṇapariyāpannattā caraṇavasena niyyātetuṃ vaṭṭati, ambaṭṭhassa pana asamapathagamanaṃ nivārento sīlavaseneva niyyātetīti imamatthaṃ vibhāvetuṃ ‘‘caraṇapariyāpannampī’’ti vuttaṃ. Brahmajāle (dī. ni. 1.7, 11, 21) vuttanayena khuddakādibhedaṃ tividhaṃ sīlaṃ. Sīlavasenevāti sīlapariyāyavaseneva. Kiñci kiñci sīlanti brāhmaṇānaṃ jātisiddhaṃ ahiṃsanādiyamaniyamalakkhaṇaṃ appamattakaṃ sīlaṃ. Tasmāti tathā vijjamānattā, attani vijjamānaṃ sīlamattampi nissāya laggeyyāti adhippāyo. ‘‘Tattha tattheva laggeyyāti tasmiṃ tasmiṃyeva brāhmaṇasamayasiddhe sīlamatte ‘caraṇa’nti laggeyyā’’ti (dī. ni. ṭī. 1.279) ācariyena vuttaṃ, tadetaṃ aṭṭhakathāyameva sākāravacanassa vuttattā vicāretabbaṃ, adhippāyamattadassanaṃ vā etaṃ. Ayaṃ panettha attho – tattha tattheva laggeyyāti tasmiṃ tasmiṃyeva attani vijjamānasīlamattapaṭisaṃyuttaṭṭhāne ‘‘mayampi caraṇasampannā’’ti laggeyya, tasmā sīlavaseneva niyyātetīti sambandho. Tathāpasaṅgābhāvato pana upari caraṇavaseneva niyyātetīti dassento ‘‘yaṃ panā’’tiādimāha. Rūpāvacaracatutthajjhānaniddeseneva arūpāvacarajjhānānampi niddiṭṭhabhāvāpattito ‘‘aṭṭhapi samāpattiyo ‘caraṇa’nti niyyātitā’’ti vuttaṃ. Tānipi hi aṅgasamatāya catutthajjhānānevāti. Niyyātitāti ca asesato nīharitvā gahitā, nidassitāti attho. Vipassanāñāṇato panāti ‘‘so evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammanīye ṭhite āneñjappatte ñāṇadassanāya cittaṃ abhinīharati abhininnāmetī’’tiādinā nayena vipassanāñāṇato paṭṭhāya.",
  "tika-s0105t1:255": "Catuapāyamukhakathāvaṇṇanā",
  "tika-s0105t1:256": "280.Asampāpuṇantoti ārabhitvāpi sampajjitumasakkonto. Avisahamānoti ārabhitumeva asakkonto. ‘‘Khārī’’ti tāpasaparikkhārassetaṃ adhivacanaṃ, so ca anekabhedoti vibhajitvā dassetuṃ ‘‘araṇī’’tiādi vuttaṃ. Tattha araṇīti heṭṭhimuparimavasena aggidhamanakaṃ araṇīdvayaṃ. Kamaṇḍalūti kuṇḍikā. Sujāti homadabbi. Sujāsaddo hi homakammani habyannādīnamuddharaṇatthaṃ katadabbiyaṃ vattati yathā taṃ kūṭadantasutte ‘‘paṭhamo vā dutiyo vā sujaṃ paggaṇhantāna’’nti (dī. ni. 1.341). Tathā hi imasmiṃyeva ṭhāne ācariyena vuttaṃ ‘‘sujāti dabbī’’ti (dī. ni. ṭī. 1.280). Habyannādīnaṃ sukhaggahaṇatthaṃ jāyatīti hi sujā. Keci pana imamatthamavicāretvā tunnatthameva gahetvā ‘‘sūcī’’ti paṭhanti, tadayuttameva ācariyena tathā avaṇṇitattā. Camati adatīti camaro, migaviseso, tassa vālena katā bījanī cāmarā. Ādisaddena tidaṇḍatighaṭikādīni saṅgaṇhāti. Kucchitena vaṅkākārena jāyatīti kājo yathā ‘‘kālavaṇa’’nti; kacati bhāraṃ bandhati etthāti vā kāco. Duvidhampi hi padamicchanti saddavidū. Khāribharitanti khārīhi paripuṇṇaṃ. Ekena vi-kārena padaṃ vaḍḍhetvā ‘‘khārivividha’’nti paṭhantānaṃ vāde samuccayasamāsena atthaṃ dassento ‘‘ye panā’’tiādimāha.",
  "tika-s0105t1:257": "Nanu upasampannassa bhikkhuno sāsanikopi yo koci anupasampanno atthato paricārakova hoti api khīṇāsavasāmaṇero, kimaṅgaṃ pana bāhirakapabbajiteti anuyogaṃ pati tattha visesaṃ dassetuṃ ‘‘kāmañcā’’tiādi vuttaṃ. Vuttanayenāti ‘‘kappiya…pe… vattakaraṇavasenā’’ti evaṃ vuttanayena. Anekasatasahassasaṃvaravinayasamādānavasena upasampannabhāvassa visiṭṭhabhāvato khīṇāsavasāmaṇeropi puthujjanabhikkhuno paricārakoti vutto.",
  "tika-s0105t1:258": "‘‘Navakoṭisahassāni, asītisatakoṭiyo;",
  "tika-s0105t1:259": "Paññāsasatasahassāni, chattiṃsa ca punāpare;",
  "tika-s0105t1:260": "Ete saṃvaravinayā, sambuddhena pakāsitā;",
  "tika-s0105t1:261": "Peyyālamukhena niddiṭṭhā, sikkhā vinayasaṃvare’’ti. (visuddhi. 1.20; apa. aṭṭha. 2.55; paṭi. ma. aṭṭha. 1.2.37);",
  "tika-s0105t1:262": "Evaṃ vuttappabhedānaṃ anekasatasahassānaṃ saṃvaravinayānaṃ samādāya sikkhanena uparibhūtā aggabhūtā sampadāti hi upasampadā, tāya cesa upasampadāya puthujjanabhikkhu upasampannoti.",
  "tika-s0105t1:263": "Ayaṃ panāti yathāvuttalakkhaṇo tāpaso. Tāpasā hi kammavādikiriyavādino, na sāsanassa paṭāṇībhūtā, yato nesaṃ pabbajitumāgatānaṃ vināva titthiyaparivāsena khandhake pabbajjā anuññātā. Tapo etesamatthīti tāpasā ta-kārassa dīghaṃ katvā. ‘‘Lomasā’’tiādīsu viya hi sa-paccayamicchanti saddavidū. Idaṃ vuttaṃ hoti – kāmaṃ khīṇāsavopi sāmaṇero puthujjanassa bhikkhuno atthato paricārakova hoti, so pana vattakaraṇamatteneva paricārako, na lāmakabhāvena. Tāpaso tu guṇavasena ceva veyyāvaccakaraṇavasena ca lāmakabhāveneva paricārako, na vattakaraṇamattena, evamimesaṃ nānākaraṇaṃ sandhāya tāpasasseva paricārakatā vuttāti.",
  "tika-s0105t1:264": "‘‘Kasmā’’tiādinā codako kāraṇaṃ codeti. ‘‘Yasmā’’tiādinā ācariyo kāraṇaṃ dassetvā pariharati. Evaṃ saṅkhepato pariharitamatthaṃ vivarituṃ ‘‘imasmiñhī’’tiādi vuttaṃ. Asakkontanti asamatthanena vippaṭipajjantaṃ alajjiṃ. Khuradhārūpamanti khuradhārānaṃ matthakeneva akkamitvā gamanūpamaṃ. Bahujanasammatāti mahājanena seṭṭhasammatā. Aññeti apare bhikkhū. Idhāti tāpasapabbajjāya. Chandena saha carantīti sachandacārino, yathākāmaṃ paṭipannakāti vuttaṃ hoti. Anusikkhantoti diṭṭhānugatiyā sikkhanto. Tāpasāva bahukā honti, na bhikkhū.",
  "tika-s0105t1:265": "Kudālapiṭakānaṃ nibbacanaṃ heṭṭhā vuttameva. Bahujanakuhāpanatthanti bahuno janassa vimhāpanatthaṃ . Aggisālanti aggihuttasālaṃ. Nānādārūhīti palāsarukkhadaṇḍādīhi nānāvidhasamidhādārūhi. Homakaraṇavasenāti yaññakaraṇavasena.",
  "tika-s0105t1:266": "Udakavasenettha pānāgāraṃ. Tenāha ‘‘pānīyaṃ upaṭṭhapetvā’’tiādi. Yaṃ bhattapuṭaṃ vā yāni taṇḍulādīni vāti sambandho. Ambilayāgu nāma takkādiambilasaṃyuttā yāgu. Taṇhādīhi āmasitabbato cīvarādi āmisaṃ nāma. Vaḍḍhiyāti diguṇatiguṇādivaḍḍhiyā. Kuṭumbaṃ saṇṭhapetīti dhanaṃ patiṭṭhāpeti. Yathāvuttamatthaṃ pāḷiyaṃ nidassanamattena vuttanti āha ‘‘idaṃ panassa paṭipattimukha’’nti, idaṃ pana pāḷivacanaṃ assa catutthassa puggalassa kohaññapaṭipattiyā mukhamattanti attho. Kasmāti ce? So hi nānāvidhena kohaññena lokaṃ vimhāpayanto tattha acchati. Tenāha ‘‘iminā hī’’tiādi. Evanti ‘‘tattha pānīyaṃ upaṭṭhapetvā’’tiādinā vuttanayena.",
  "tika-s0105t1:267": "‘‘Sabbāpi tāpasapabbajjā niddiṭṭhā’’ti dhammādhiṭṭhānanayena dassitameva puggalādhiṭṭhānanayena vivarituṃ ‘‘aṭṭhavidhā hī’’tiādi vuttaṃ. Khalādīsu manussānaṃ santike upatiṭṭhitvā vīhimuggamāsatilādīni bhikkhācariyaniyāmena saṅkaḍḍhitvā uñchanaṃ uñchā, sā eva cariyā vutti etesanti uñchācariyā. Aggipakkikāya bhattabhikkhāya jīvantīti aggipakkikā, na aggipakkikā anaggipakkikā, taṇḍulabhikkhāya eva jīvikāti vuttaṃ hoti. Uñchācariyā hi khalādīni gantvā upatiṭṭhitvā manussehi diyyamānaṃ khalaggaṃ nāma dhaññaṃ paṭiggaṇhanti, anaggipakkikā pana tādisamapaṭiggaṇhitvā taṇḍulameva paṭiggaṇhantīti ayametesaṃ viseso. Na sayaṃ pacantīti asāmapākā, pakkabhikkhāya eva jīvikā. Ayo viya kaṭṭhino muṭṭhippamāṇo pāsāṇo ayamuṭṭhi nāma, tena vattantīti ayamuṭṭhikā. Dantena uppāṭitaṃ vakkalaṃ rukkhattaco dantavakkalaṃ, tena vattantīti dantavakkalikā. Pavattaṃ rukkhādito pātāpitaṃ phalaṃ bhuñjanti sīlenāti pavattaphalabhojino. Paṇḍupalāsasaddassa ekasesanayena dvidhā attho, jiṇṇatāya paṇḍubhūtaṃ palāsañceva jiṇṇapakkabhāvena taṃsadisaṃ pupphaphalādi cāti. Tena vakkhati ‘‘sayaṃ patitāneva pupphaphalapaṇḍupalāsādīni khādantā yāpentī’’ti, (dī. ni. aṭṭha. 1.280) tena vattantīti paṇḍupalāsikā, sayaṃpatitapaṇṇapupphaphalabhojino. Idāni te aṭṭhavidhepi sarūpato dassetuṃ ‘‘tatthā’’tiādi vuttaṃ. Keṇiyajaṭilavatthu khandhakavaṇṇanāya (mahāva. aṭṭha. 300) gahetabbaṃ.",
  "tika-s0105t1:268": "Saṅkaḍḍhitvāti bhikkhācariyāvasena ekajjhaṃ katvā.",
  "tika-s0105t1:269": "Taṇḍulabhikkhanti taṇḍulameva bhikkhaṃ. Bhikkhitabbā yācitabbā, bhikkhūnaṃ ayanti vā bhikkhāti hi bhikkhāsaddo taṇḍulādīsupi niruḷho. Tena vuttaṃ ‘‘pacitvā paribhuñjantī’’ti.",
  "tika-s0105t1:270": "Bhikkhāpariyeṭṭhi nāma dukkhāti paresaṃ gehato gehaṃ gantvā bhikkhāya pariyesanā nāma dīnavuttibhāvena dukkhā.",
  "tika-s0105t1:271": "Ye pana ‘‘pāsāṇassa pariggaho nāma dukkho pabbajitassā’’ti danteheva uppāṭetvā khādanti, te dantavakkalikā nāmāti ayaṃ aṭṭhakathāmuttakanayo.",
  "tika-s0105t1:272": "Paṇḍupalāsasaddo pupphaphalavisayopi sadisatākappanenāti dasseti ‘‘pupphaphalapaṇḍupalāsādīnī’’ti iminā.",
  "tika-s0105t1:273": "Teti paṇḍupalāsikā. Nidassanamattametaṃ aññesampi tathā bhedasambhavato. Pāpuṇanaṭṭhāneti gahetuṃ sampāpuṇanaṭṭhāne. Ekarukkhatoti paṭhamaṃ upagatarukkhato.",
  "tika-s0105t1:274": "Kathamettāvatā sabbāpi tāpasapabbajjā niddiṭṭhāti codanā na tāva visodhitāti āha ‘‘imā panā’’tiādi. Catūhiyevāti ‘‘khārividhamādāyā’’tiādinā vuttāhi pavattaphalabhojanikā, kandamūlaphalabhojanikā, agyāgārikā, āgārikā ceti catūhi eva tāpasapabbajjāhi. Agāraṃ bhajantīti agāraṃ nivāsabhāvena upagacchanti. Iminā hi ‘‘catudvāraṃ agāraṃ karitvā acchatī’’tiādinā idha vuttāya catutthāya tāpasapabbajjāya tesamavarodhataṃ dasseti. Evamitaresupi paṭilomato yojanā veditabbā. Aggiparicaraṇavasena agyāgāraṃ bhajanti. Evaṃ pana tesamavarodhataṃ vadanto tadanurūpaṃ imesampi paccekaṃ duvidhataṃ dassetīti daṭṭhabbaṃ.",
  "tika-s0105t1:275": "281. Ācariyena pokkharasātinā saha pavattatīti sācariyako, tassa. Apāyamukhampīti vināsakāraṇampi. Pageva vijjācaraṇasampadāya sandissaneti pi-saddo garahāyaṃ. Tena vuttaṃ ‘‘api nu tvaṃ imāya anuttarāya vijjācaraṇasampadāya sandissasi sācariyako’’tiādi. Tatrāyamaṭṭhakathāmuttakanayo – ‘‘no hidaṃ bho gotamā’’ti sandissanaṃ paṭikkhipitvā asandissanākārameva vibhāvetuṃ ‘‘ko cāha’’ntiādi vuttaṃ. Sācariyako ahaṃ ko ca kīdiso hutvā anuttarāya vijjācaraṇasampadāya sandissāmi, anuttarā vijjācaraṇasampadā kā ca kīdisā hutvā sācariyake mayi sandissati, ārakā ahaṃ…pe… sācariyakoti saha pāṭhasesena yojanā.",
  "tika-s0105t1:276": "282. Apāye vināsanupāye niyutto āpāyiko. Tabbhāvaṃ na paripūreti paripūretuṃ na sakkotīti aparipūramāno, tabbhāvena aparipuṇṇoti attho. Attanā āpāyikena hontenāpi tabbhāvaṃ aparipūramānena pokkharasātinā esā vācā bhāsitāti atthato sambandhattā katvatthe cetaṃ paccattavacananti āha ‘‘āpāyikenāpi aparipūramānenā’’ti. Apica attanā aparipūramānena āpāyikenāpi sayaṃ aparipūramānāpāyikena hutvāpi pokkharasātinā esā vācā bhāsitāti atthayuttito itthambhūtalakkhaṇe cetaṃ paccattavacanantipi evaṃ vuttaṃ. Añño hi saddakkamo, añño atthakkamoti. Keci pana ‘‘karaṇatthameva dassetuṃ evaṃ vutta’’nti vadanti, tadayuttameva padadvayassa kattupadena samānatthattā, samānatthānañca padānaṃ aññamaññaṃ karaṇabhāvānupapattito, alamatipapañcena.",
  "tika-s0105t1:277": "Pubbakaisibhāvānuyogavaṇṇanā",
  "tika-s0105t1:278": "283. Dīyateti datti, sā eva dattikanti āha ‘‘dinnaka’’nti. Adātukāmampi dātukāmaṃ katvā sammukhā paramāvaṭṭeti sammūḷhaṃ karoti etāyāti sammukhāvaṭṭanī. Tenāha ‘‘na demīti vattuṃ na sakkotī’’ti. Puna tassāti brāhmaṇassa. Kāraṇānurūpaṃ rājūnaṃ puṇṇapattanti āha ‘‘kasmā medinno’’ti. Saṅkhapalitakuṭṭhanti dhotasaṅkhamiva setakuṭṭhaṃ. Setapokkhararajatato guṇasamānakāyattā evamāha. Anugacchatīti paramanubandhati.",
  "tika-s0105t1:279": "Yadi duvidhenapi kāraṇena rājā brāhmaṇassa sammukhābhāvaṃ na deti, atha kasmā tadupasaṅkamanaṃ na paṭikkhittanti āha ‘‘yasmā panā’’tiādi. ‘‘Khettavijjāyāti nītisatthe’’ti (dī. ni. ṭī. 1.283) ācariyena vuttaṃ. Heṭṭhāpi brahmajālavaṇṇanāyaṃ evaṃ vuttaṃ ‘‘khettavijjāti abbheyyamāsurakkharājasatthādinītisattha’’nti. (Dī. ni. aṭṭha. 1.21) dussamettha tirokaraṇiyaṃ. Tenāha ‘‘sāṇipākārassa anto ṭhatvā’’ti. Antasaddena pana tabbhāvena pade vaḍḍhiyamāne dussantaṃ yathā ‘‘vananto’’ti. ‘‘Payātanti saddhaṃ, sassatikaṃ vā. Tenāha abhiharitvā dinna’’nti ācariyena vuttaṃ, tasmā matakabhattasaṅkhepena vā niccabhattasaṅkhepena vā abhiharitvā dinnaṃ bhikkhanti attho veditabbo. ‘‘Ayaṃ panā’’tiādi atthāpattivacanaṃ. Niṭṭhanti nicchayaṃ. Kasmā pana bhagavā brāhmaṇassa evarūpaṃ amanāpaṃ mammavacanaṃ avocāti codanaṃ kāraṇaṃ dassetvā sodhetuṃ ‘‘idaṃ panā’’tiādi vuttaṃ. Rahassampi paṭicchannampi mammavacanaṃ pakāsesīti sambandho.",
  "tika-s0105t1:280": "284. Rājāsanaṃ nāma hatthikkhandhapadesaṃ sandhāya ‘‘hatthigīvāya vā nisinno’’ti pāḷiyaṃ vuttaṃ. Rathūpatthareti rathassa upari attharitapadese. Tenāha ‘‘rathamhī’’tiādi. Uggatuggatehīti uggatānamatisayena uggatehi. Na hi vicchāsamāso lokikehi abhimatoti. Rañño apaccaṃ rājañño, bahukattaṃ pati, ekasesanayena vā ‘‘rājaññehī’’ti vuttaṃ. Pākaṭamantananti pakāsabhūtaṃ mantanaṃ. Tadevidhādhippetaṃ, na rahassamantanaṃ suddādīhipi suyyamānassa icchitattā. Tena vuttaṃ ‘‘atha āgaccheyya suddo vā suddadāso vā’’tiādi. Tādisehiyevāti rañño ākārasadiseheva. Tassatthassa sādhanasamatthaṃ vacanaṃ raññā bhaṇitaṃ yathā, tathā sopi tassatthassa sādhanasamatthameva bhaṇitaṃ vacanaṃ apinu bhaṇatīti yojetabbaṃ.",
  "tika-s0105t1:281": "285.‘‘Pavattāro’’ti etassa pāvacanabhāvena vattāroti saddato attho. Yasmā pana te tathābhūtā mantānaṃ pavattakā nāma, tasmā adhippāyato atthaṃ dassetuṃ ‘‘pavattayitāro’’ti vuttaṃ. Vadasaddena, hi tupaccayena ca ‘‘vattāro’’ti padasiddhi, tathā vatusaddena ‘‘pavattayitāro’’ti. Idaṃ ācariyassa (dī. ni. ṭī. 1.285) ca ācariyasāriputtattherassa ca mataṃ. Vatusaddeneva ‘‘pavattāro’’ti padasiddhiṃ dassetītipi keci vadanti. Padadvayassa tulyādhikaraṇattā ‘‘mantamevā’’ti vuttaṃ. ‘‘Sudde bahi katvā raho bhāsitabbaṭṭhena mantā eva taṃ taṃ atthapaṭipattihetutāya pada’’nti hi tulyādhikaraṇaṃ hoti, anupanītāsādhāraṇatāya rahassabhāvena vattabbāya mantanakiriyāya padamadhigamupāyantipi mantapadanti aṭṭhakathāmuttako nayo. Gītanti gāyanavasena sajjhāyitaṃ, gāyanampidha udattānudattādisarasampādanavaseneva adhippetanti vuttaṃ ‘‘sarasampattivasenā’’ti. Pāvacanabhāvena aññesaṃ vuttaṃ. Tamaññesaṃ vādāpanavasena vācitaṃ. Saṅgahetvā uparūpari saññūḷhāvasena samupabyūḷhaṃ. Iruvedayajuvedasāmavedādivasena, tatthāpi paccekaṃ mantabrahmādivasena, ajjhāyānuvākādivasena ca rāsikataṃ. Yathāvuttanayeneva piṇḍaṃ katvā ṭhapitaṃ. Aññesaṃ vācitaṃ anuvācentīti aññesaṃ kammabhūtānaṃ tehi vācāpitaṃ mantapadaṃ etarahi brāhmaṇā aññesaṃ anuvācāpenti.",
  "tika-s0105t1:282": "Tesanti mantakattūnaṃ. Dibbacakkhuparibhaṇḍaṃ yathākammūpagañāṇaṃ, paccakkhato dassanaṭṭhena dibbacakkhusadisañca pubbenivāsānussatiñāṇaṃ sandhāya ‘‘dibbena cakkhunā’’ti vuttaṃ. Ato dibbacakkhuparibhaṇḍena yathākammūpagañāṇena sattānaṃ kammassakatādīni ceva dibbacakkhusadisena pubbenivāsānussatiñāṇena atītakappe brāhmaṇānaṃ mantajjhenavidhiñca oloketvāti attho gahetabbo. Rūpameva hi paccuppannaṃ dibbacakkhussa ārammaṇanti tamidha aṭṭhānagataṃ hoti. Pāvacanena saha saṃsanditvāti yaṃ kassapasammāsambuddhena vuttaṃ vaṭṭasannissitaṃ vacanaṃ, tena saha saṃsanditvā aviruddhaṃ katvā. Na hi tesaṃ vivaṭṭasannissito attho paccakkhato hoti. Ganthiṃsūti pajjagajjabandhavasena sakkatabhāsāya bandhiṃsu. Aparā pareti aṭṭhakādīhi aparā aññepi pare pacchimā okkākarājakālādīsu uppannā. Pāṇātipātādīni pakkhipitvāti aṭṭhakādīhi ganthitamantapadesveva pāṇātipātādikilesasannissitapadānaṃ tattha tattha pakkhipanaṃ katvā. Viruddhe akaṃsūti suttanipāte brāhmaṇadhammikasuttādīsu (su. ni. brāhmaṇadhammikasutta) āgatanayena saṃkilesikatthadīpanato paccanīkabhūte akaṃsu. Isīti nidassanamattaṃ. ‘‘Isi vā isitthāya paṭipanno vā’’ti hi vattabbaṃ. Kasmā panettha paṭiññāgahaṇavasena desanāsotapatitaṃ na karotīti āha ‘‘idha bhagavā’’tiādi. Idhāti ‘‘tyāhaṃ mante adhīyāmi, ‘sācariyako’ti tvaṃ maññasī’’ti vuttaṭṭhāne. Paṭiññaṃ aggahetvāti yathā heṭṭhā paṭiññā gahitā, tathā ‘‘taṃ kiṃ maññasi ambaṭṭha, tāvatā tvaṃ bhavissasi isi vā isitthāya vā paṭipanno sācariyakoti, no hidaṃ bho gotamā’’ti evaṃ idha paṭiññaṃ aggahetvā.",
  "tika-s0105t1:283": "286.Nirāmagandhāti kilesāsucivasena vissagandharahitā. Anitthigandhāti itthīnaṃ gandhamattassapi avisahanena itthigandharahitā. Rajojalladharāti pakatirajasedādijalladharā. Pākārapurisaguttīti pākārāvaraṇaṃ, purisāvaraṇañca. Ettha pana ‘‘nirāmagandhā’’ti etena tesaṃ dasannaṃ brāhmaṇānaṃ vikkhambhitakilesataṃ dasseti, ‘‘anitthigandhā, brahmacārino’’ti ca etena ekavihāritaṃ, ‘‘rajojalladharā’’ti etena maṇḍanavibhūsanābhāvaṃ, ‘‘araññāyatane pabbatapādesu vasiṃsū’’ti etena manussūpacāraṃ pahāya vivittavāsaṃ, ‘‘vanamūlaphalāhārā vasiṃsū’’ti etena sālimaṃsodanādipaṇītāhāra paṭikkhepaṃ, ‘‘yadā’’tiādinā yānavāhanapaṭikkhepaṃ, ‘‘sabbadisāsū’’tiādinā rakkhāvaraṇapaṭikkhepaṃ. Evañca dassento micchāpaṭipadāpakkhikaṃ sācariyakassa ambaṭṭhassa vuttiṃ upādāya sammāpaṭipadāpakkhikāpi tesaṃ brāhmaṇānaṃ vutti ariyavinaye sammāpaṭipattiṃ upādāya micchāpaṭipadāyeva. Kathañhi nāma te bhavissati sallekhapaṭipattiyuttatāti. ‘‘Evaṃ su te’’tiādinā bhagavā ambaṭṭhaṃ santajjento niggaṇhātītipi vibhāveti. Idañhi vakkhamānāya pāḷiyā piṇḍatthadassananti.",
  "tika-s0105t1:284": "Dussapaṭṭikā dussapaṭṭaṃ. Dussakalāpo dussaveṇī. Veṭhakehīti veṭhakapaṭṭakehi, dussehi saṃveṭhetvā katanamitaphāsukāhīti vuttaṃ hoti. Kappetunti kattarikāya chindituṃ. Kappitavālehīti etthāpi eseva nayo. ‘‘Na bhikkhave massu kappāpetabba’’ntiādīsu (cūḷava. 275) viya hi kapusaddo chedane vattati. Yuttaṭṭhānesūti gīvāsīsavāladhīsu. Vālāti tesu ṭhānesu jāyamānā lomā. Sahacaraṇavasena, ṭhānīnāmena vā ‘‘kuttavālā’’ti vuttā. Keci pana ‘‘vāḷayuttattā’’ti pāṭhaṃ kappetvā vāḷarūpayuttattāti atthaṃ vadanti, pāḷiyānapekkhanameva tesaṃ doso. ‘‘Kuttavālehi vaḷavārathehī’’ti pāḷiyaṃ vuttaṃ. Samantānagaranti nagarassa samantato. Pākārassa adhobhāge katasudhākammaṃ ṭhānaṃ nagarassa samīpe kattabbato, upakārakaraṇato ca ‘‘upakārikā’’ti vuccati. Nagarassa upakārikā etāsanti nagarūpakārikāyo, rājadhānīapekkhāya itthiliṅganiddeso. Tenāha ‘‘idha panā’’tiādi. Matīti vicikicchāvasena anekaṃsikajānanā. Upari desanāya avaḍḍhakāraṇaṃ dassento ‘‘idaṃ bhagavā’’tiādimāha. Pāḷiyaṃ so maṃ pañhenāti so jano maṃ pucchāvasena sodheyya. Ahaṃ veyyākaraṇena sodhessāmīti ahampimaṃ vissajjanāvasena sodhessāmīti yathārahamadhikāravasena attho veditabbo.",
  "tika-s0105t1:285": "Dvelakkhaṇadassanavaṇṇanā",
  "tika-s0105t1:286": "287.‘‘Nisinnāna’’ntiādi anādare sāmivacanaṃ, visesanaṃ vā. Saṅkucite iriyāpathe anavasesato lakkhaṇānaṃ dubbibhāvanato ‘‘na sakkotī’’ti vuttaṃ, tathā suvibhāvanato pana ‘‘sakkotī’’ti. Pariyesanasukhatthameva tadāciṇṇatā daṭṭhabbā. Tenāti duvidhenapi kāraṇena.",
  "tika-s0105t1:287": "Gavesīti ñāṇena pariyesanamakāsi. Gaṇayantoti ñāṇeneva saṅkalayanto. Samānayīti sammā ānayi samāhari. ‘‘Kaṅkhatī’’ti padassa ākaṅkhatīti atthoti āha ‘‘aho vatā’’tiādi. Anupasaggampi hi padaṃ katthaci saupasaggamiva atthavisesavācakaṃ yathā ‘‘gotrabhū’’ti. Tato tato sarīrappadesato. Kicchatīti kilamati. Tenāha ‘‘na sakkoti daṭṭhu’’nti. Tāyāti ‘‘vicinanto kicchatī’’ti vuttāya vicikicchāya. Tatoti sanniṭṭhānaṃ agamanato. Evaṃ ‘‘kaṅkhatī’’ti padassa āsisanatthataṃ dassetvā idāni saṃsayatthataṃ dassento ‘‘kaṅkhāya vā’’tiādimāha. Tattha kaṅkhāyāti ‘‘kaṅkhatī’’ti padena vuttāya kaṅkhāya. Asatvapadhānañhi ākhyātikaṃ. Esa nayo sesesupi. Avatthāpabhedagatā vimati eva ‘‘tīhi dhammehī’’ti vuttā, tippakārehi saṃsayadhammehīti attho. Kālusiyabhāvoti appasannatāya hetubhūto āvilabhāvo.",
  "tika-s0105t1:288": "Vatthikosenāti nābhiyā adhobhāgasaṅkhāte vatthimhi jātena liṅgapasibbakena. ‘‘Aṇḍakoso’’tiādīsu (ma. ni. 1.152, 189; 2.27; a. ni. 7.71; pārā. 11) viya hi kosasaddo pariveṭhakapasibbake vattati. Vatthena guhitabbattā vatthaguyhaṃ. Yasmā bhagavato kosohitaṃ vatthaguyhaṃ sabbabuddhāveṇikaṃ aññehi asādhāraṇaṃ suvisuddhakañcanamaṇḍalasannibhaṃ, attano saṇṭhānasannivesasundaratāya ājāneyyagandhahatthino varaṅgaparamacārubhāvaṃ, vikasamānatapaniyāravindasamujjalakesarāvattavilāsaṃ, sañjhāpabhānurañjitajalavanantarābhilakkhitasampuṇṇacandamaṇḍalasobhañca attano siriyā abhibhuyya virājati, yaṃ bāhirabbhantaramalehi anupakkiliṭṭhatāya, cirakālaparicitabrahmacariyādhikāratāya, saṇṭhitasaṇṭhānasampattiyā ca kopīnampi samānaṃ akopīnameva jātaṃ. Tena vuttaṃ ‘‘bhagavato hī’’tiādi. Varavāraṇassevāti varagandhahatthino iva. Pahūtabhāvanti puthulabhāvaṃ. Ettheva hi tassa saṃsayo. Tanumudusukumārādīsu panassa guṇesu vicāraṇā eva nāhosi.",
  "tika-s0105t1:289": "288. ‘‘Tathārūpa’’nti idaṃ samāsapadanti āha ‘‘taṃrūpa’’nti. Etthāti yathā ambaṭṭho kosohitaṃ vatthaguyhamaddassa, tathā iddhābhisaṅkhāramabhisaṅkharaṇe. Iminā hi ‘‘tathārūpaṃ iddhābhisaṅkhāraṃ abhisaṅkharī’’tiādipāḷiparāmasanaṃ, ato cettha saha iddhābhisaṅkhāranayena vatthaguyhadassanakāraṇaṃ milindapañhāpāṭhena (mi. pa. 3.3) vibhāvitaṃ hoti. Keci pana ‘‘vatthaguyhadassane’’ti parāmasanti, tadayuttameva. Na hi taṃ pāḷiyaṃ, aṭṭhakathāyañca atthi, yaṃ evaṃ parāmasitabbaṃ siyā, iddhābhisaṅkhāranayo ca avibhāvito hoti. Kimettha aññena vattabbaṃ catupaṭisambhidāpattena chaḷabhiññena vādīvarena bhadantanāgasenattherena vuttanayeneva sampaṭicchitabbattā. Hirī karīyate etthāti hirikaraṇaṃ, tadeva okāso tathā, hiriyitabbaṭṭhānaṃ. Uttarassāti suttanipāte āgatassa uttaramāṇavassa (ma. ni. 2.384). Sabbesampi cetesaṃ vatthu suttanipātato gahetabbaṃ.",
  "tika-s0105t1:290": "Chāyanti paṭibimbaṃ. Kathaṃ dassesi, kīdisaṃ vāti āha ‘‘iddhiyā’’tiādi. Chāyārūpakamattanti bhagavato paṭibimbarūpakameva, na pakativatthaguyhaṃ, tañca buddhasantānato vinimuttattā rūpakamattaṃ bhagavatā sadisavaṇṇasaṇṭhānāvayavaṃ iddhimayaṃ bimbakameva hoti, evañca katvā appakatthena ka-kārena visesitavacanaṃ upapannaṃ hoti. Chāyārūpakamattaṃ iddhiyā abhisaṅkharitvā dassesīti sambandho. ‘‘Taṃ pana dassento bhagavā yathā attano buddharūpaṃ na dissati, tathā katvā dassetī’’ti (dī. ni. ṭī. 1.288) ācariyā vadanti. Tadetaṃ bhadantanāgasenattherena vuttena iddhābhisaṅkhatachāyārūpakamattadassanavacanena saṃsandati ceva sameti ca yathā taṃ ‘‘khīrena khīraṃ, gaṅgodakena yamunodaka’’nti daṭṭhabbaṃ. Tathāvacaneneva hi sesabuddharūpassa taṅkhaṇe adassitabhāvo atthato āpanno hoti. Nivāsananivatthatādivacanena panettha buddhasantānato vinimuttassapi chāyārūpakassa nivāsanādiabahigatabhāvo dassito, na ca codetabbaṃ ‘‘kathaṃ nivāsanādiantaragataṃ chāyārūpakaṃ bhagavā dasseti, kathañca ambaṭṭho passatī’’ti. Acinteyyo hi iddhivisayoti. Chāyaṃ diṭṭheti chāyāya diṭṭhāya. Etanti chāyārūpakaṃ. Bujjhanake sati jīvitanimittampi hadayamaṃsaṃ dasseyyāti adhippāyo. Ninnetvāti nīharitvā. Ayameva vā pāṭho. Kallosīti vissajjane tvaṃ kusalo cheko asi, yathāvutto vā vissajjanāmaggo upapanno yutto asīti attho. ‘‘Kusalo’’ti keci paṭhanti, ayuttametaṃ. Milindapañhe hi sabbattha vissajjanāvasāne ‘‘kallo’’ icceva diṭṭhoti.",
  "tika-s0105t1:291": "Ninnāmetvāti mukhato nīharaṇavasena kaṇṇasotādiabhimukhaṃ paṇāmetvā, adhippāyameva dassetuṃ ‘‘nīharitvā’’ti vuttaṃ. Kathinasūciṃ viyāti ghanasukhumabhāvāpādanena kakkhaḷasūcimiva katvā. Tathākaraṇenāti kathinasūciṃ viya karaṇena. Etthāti pahūtajivhāya. Mudubhāvo, dīghabhāvo, tanubhāvo ca dassito amuduno ghanasukhumabhāvāpādanatthamasakkuṇeyyattāti ācariyena (dī. ni. ṭī. 1.288) vuttaṃ. Tatrāyamadhippāyo – yasmā mudumeva ghanasukhumabhāvāpādanatthaṃ sakkoti, tasmā tathākaraṇena mudubhāvo dassito aggi viya dhūmena. Yasmā ca muduyeva ghanasukhumabhāvāpajjanena dīghagāmi, tasmā kaṇṇasotānumasanena dīghabhāvo dassito. Yasmā pana mudu eva ghanasukhumabhāvāpajjanena tanu hoti, tasmā nāsikāsotānumasanena tanubhāvo dassitoti. Aputhulassa tathāpaṭicchādanatthamasakkuṇeyyattā nalāṭacchādanena puthulabhāvo dassito.",
  "tika-s0105t1:292": "289. Patthento hutvā udikkhantoti yojetabbaṃ.",
  "tika-s0105t1:293": "290. Mūlavacanaṃ kathā. Paṭivacanaṃ sallāpo. ",
  "tika-s0105t1:294": "291. ‘‘Uddhumātaka’’ntiādīsu (saṃ. ni. 5.242; visuddhi. 1.102) viya ka-saddo jigucchanatthoti vuttaṃ ‘‘tameva jigucchanto’’ti. Tamevāti paṇḍitabhāvameva, ambaṭṭhamevātipi attho. Ambaṭṭhañhi sandhāya evamāha. Tathā hi pāḷiyaṃ vuttaṃ ‘‘evaṃ…pe… ambaṭṭhaṃ māṇavaṃ etadavocā’’ti. Kāmañca ambaṭṭhaṃ sandhāya evaṃ vuttaṃ, nāmagottavasena pana aniyamaṃ katvā garahanto puthuvacanena vadatīti veditabbaṃ. ‘‘Yadeva kho tva’’nti etassa aniyamavacanassa ‘‘evarūpenā’’ti idaṃ niyamavacananti dasseti ‘‘yādiso’’tiādinā. Bhāvenabhāvalakkhaṇe bhummavacanatthe karaṇavacananti vuttaṃ ‘‘edise atthacarake’’ti. Na aññatrāti na aññattha sugatiyaṃ. Ettha pana ‘‘atthacarakenā’’ti iminā byatirekamukhena anatthacarakataṃyeva vibhāvetīti daṭṭhabbaṃ. ‘‘Upaneyya upaneyyā’’ti idaṃ tvādyantaṃ vicchāvacananti āha ‘‘brāhmaṇo kho panā’’tiādi. Evaṃ upanetvā upanetvāti taṃ taṃ dosaṃ upanīya upanīya. Tenāha ‘‘suṭṭhu dāsādibhāvaṃ āropetvā’’ti. Pātesīti pavaṭṭanavasena pātesi. Yañca agamāsi, tampi assa tathāgamanasaṅkhātaṃ ṭhānaṃ acchinditvāti yojanā.",
  "tika-s0105t1:295": "Pokkharasātibuddhūpasaṅkamanavaṇṇanā",
  "tika-s0105t1:296": "292-3-6. Kittako pana soti vuttaṃ ‘‘sammodanīyakathāyapi kālo natthī’’ti. Āgamā nūti āgato nu. Khoti nipātamattaṃ. Idhāti ettha, tumhākaṃ santikanti attho. Adhivāsetūti sādiyatu, taṃ pana sādiyanaṃ idha manasāva sampaṭiggaho, na kāyavācāhīti āha ‘‘sampaṭicchatū’’ti. Ajja pavattamānaṃ ajjatanaṃ, puññaṃ, pītipāmojjañca, imamatthaṃ dassetuṃ ‘‘yaṃ me’’tiādi vuttaṃ. Kāranti upakāraṃ, sakkāraṃ vā. Acopetvāti acāletvā.",
  "tika-s0105t1:297": "297.‘‘Sahatthā’’ti idaṃ karaṇatthe nissakkavacanaṃ. Tenāha ‘‘sahatthenā’’ti. Suhitanti dhātaṃ, jighacchādukkhābhāvena vā sukhitaṃ. Yāvadatthanti yāva attho, tāva bhojanena tadā kataṃ. Paṭikkhepapavāraṇāvettha adhippetā, na nimantanapavāraṇāti āha ‘‘ala’’ntiādi. ‘‘Hatthasaññāyā’’ti nidassanamattaṃ aññattha mukhavikārena, vacībhedena ca paṭikkhepassa vuttattā , ekakkhaṇepi ca tathāpaṭikkhepassa labbhanato. Onītā pattato pāṇi etassāti onītapattapāṇīti bhinnādhikaraṇavisayo tipado bāhiratthasamāso. Muddhajaṇa-kārena, pana saññogata-kārena ca oṇittasaddo vinābhūteti dasseti ‘‘oṇittapattapāṇintipi pāṭho’’tiādinā. Sucikaraṇatthe vā oṇittasaddo. Oṇittaṃ āmisāpanayanena sucikataṃ pattaṃ pāṇi ca assāti hi oṇittapattapāṇi. Tenāha ‘‘hatthe ca pattañca dhovitvā’’ti. ‘‘Oṇittaṃ nānābhūtaṃ vinābhūtaṃ, āmisāpanayanena vā sucikataṃ pattaṃ pāṇito assāti oṇittapattapāṇī’’ti (sārattha. ṭī. 1.23) sāratthadīpaniyaṃ vuttaṃ. Tattha pacchimavacanaṃ ‘‘hatthe ca pattañca dhovitvā’’ti iminā asaṃsandanato vicāretabbaṃ. Evaṃbhūtanti ‘‘bhuttāviṃ onītapattapāṇi’’nti vuttappakārena bhūtaṃ.",
  "tika-s0105t1:298": "298.Anupubbiṃ kathanti anupubbaṃ kathetabbaṃ kathaṃ. Tenāha ‘‘anupaṭipāṭikatha’’nti. Kā pana sāti āha ‘‘dānānantaraṃ sīla’’ntiādi, tenāyamattho bodhito hoti – dānakathā tāva pacurajanesupi pavattiyā sabbasādhāraṇattā, sukarattā, sīle patiṭṭhānassa upāyabhāvato ca ādito kathetabbā. Pariccāgasīlo hi puggalo pariggahavatthūsu vinissaṭabhāvato sukheneva sīlāni samādiyati, tattha ca suppatiṭṭhito hoti, sīlena dāyakapaṭiggāhakasuddhito parānuggahaṃ vatvā parapīḷānivattivacanato, kiriyadhammaṃ vatvā akiriyadhammavacanato, bhogasampattihetuṃ vatvā bhavasampattihetuvacanato ca dānakathānantaraṃ sīlakathā kathetabbā. Tañce dānasīlaṃ vaṭṭanissitaṃ, ayaṃ bhavasampatti tassa phalanti dassanatthaṃ sīlakathānantaraṃ saggakathā. Tāya hi evaṃ dassitaṃ hoti ‘‘imehi dānasīlamayehi, paṇītapaṇītatarādibhedabhinnehi ca puññakiriyavatthūhi etā cātumahārājikādīsu paṇītapaṇītatarādibhedabhinnā aparimeyyā dibbasampattiyo laddhabbā’’ti. Svāyaṃ saggo rāgādīhi upakkiliṭṭho, sabbathā pana tehi anupakkiliṭṭho ariyamaggoti dassanatthaṃ saggakathānantaraṃ maggakathā. Maggañca kathentena tadadhigamupāyadassanatthaṃ kāmānaṃ ādīnavo, okāro, saṃkileso, nekkhamme ānisaṃso ca kathetabbo. Saggapariyāpannāpi hi sabbe kāmā nāma bahvādīnavā aniccā addhuvā vipariṇāmadhammā, pageva itareti ādīnavo, sabbepi kāmā hīnā gammā pothujjanikā anariyā anatthasaṃhitāti lāmakabhāvo okāro, sabbepi bhavā kilesānaṃ vatthubhūtāti saṃkileso, sabbasaṃkilesavippayuttaṃ nibbānanti nekkhamme ānisaṃso ca kathetabboti. Ayampi attho bodhitoti veditabbo. Maggoti hi ettha iti-saddena ādyatthena kāmādīnavādīnampi saṅgahoti ayamatthavaṇṇanā katā. Tenāha ‘‘seyyathidaṃ – dānakathaṃ sīlakathaṃ saggakathaṃ kāmānaṃ ādīnavaṃ okāraṃ saṃkilesaṃ nekkhamme ānisaṃsaṃ pakāsetī’’ti. Vitthāro sāratthadīpaniyaṃ (sārattha. ṭī. 3.26) gahetabbo.",
  "tika-s0105t1:299": "Kasi-saddo ñāṇena gahaṇeti āha ‘‘gahitā’’tiādi. Sāmaṃsaddena nivattetabbamatthaṃ dasseti ‘‘asādhāraṇā aññesa’’nti iminā, lokuttaradhammādhigame parūpadesavigatattā, ekeneva loke paṭhamaṃ anuttarāya sammāsambodhiyā abhisambuddhattā ca aññesamasādhāraṇāti vuttaṃ hoti. Dhammacakkhunti ettha sotāpattimaggova adhippeto, na brahmāyusutte (ma. ni. 2.383 ādayo) viya heṭṭhimā tayo maggā, na ca cūḷarāhulovādasutte (ma. ni. 3.416) viya āsavakkhayo. ‘‘Tassa uppattiākāradassanattha’’nti kasmā vuttaṃ, nanu maggañāṇaṃ asaṅkhatadhammārammaṇameva, na saṅkhatadhammārammaṇanti codanaṃ sodhento ‘‘tañhī’’tiādimāha. Kiccavasenāti asammohapaṭivedhakiccavasena.",
  "tika-s0105t1:300": "Pokkharasātiupāsakattapaṭivedanākathāvaṇṇanā",
  "tika-s0105t1:301": "299. Pāḷiyaṃ ‘‘diṭṭhadhammo’’tiādīsu dassanaṃ nāma ñāṇato aññampi cakkhādidassanaṃ atthīti tannivattanatthaṃ ‘‘pattadhammo’’ti vuttaṃ. Patti ca ñāṇapattito aññāpi kāyagamanādipatti vijjatīti tato visesadassanatthaṃ ‘‘viditadhammo’’ti vuttaṃ. Sā panesā viditadhammatā ekadesatopi hotīti nippadesato viditadhammataṃ dassetuṃ ‘‘pariyogāḷhadhammo’’ti vuttaṃ, tenassa saccābhisambodhameva dīpeti. Maggañāṇañhi ekābhisamayavasena pariññādicatukiccaṃ sādhentaṃ nippadesena catusaccadhammaṃ samantato ogāḷhaṃ nāma hoti. Tenāha ‘‘diṭṭho ariyasaccadhammo etenāti diṭṭhadhammo’’ti. ‘‘Kathaṃ pana ekameva ñāṇaṃ ekasmiṃ khaṇe cattāri kiccāni sādhentaṃ pavattati. Na hi tādisaṃ loke diṭṭhaṃ, na āgamo vā tādiso atthī’’ti na vattabbaṃ. Yathā hi padīpo ekasmiṃyeva khaṇe vaṭṭiṃ dahati, snehaṃ pariyādiyati, andhakāraṃ vidhamati, ālokañcāpi dasseti, evametaṃ ñāṇanti daṭṭhabbaṃ. ‘‘Maggasamaṅgissa ñāṇaṃ dukkhepetaṃ ñāṇaṃ, dukkhasamudayepetaṃ ñāṇaṃ, dukkhanirodhepetaṃ ñāṇaṃ, dukkhanirodhagāminiyā paṭipadāyapetaṃ ñāṇa’’nti (vibha. 794) suttapadampettha udāharitabbanti.",
  "tika-s0105t1:302": "Tiṇṇā vicikicchāti sappaṭibhayakantārasadisā soḷasavatthukā, aṭṭhavatthukā ca vicikicchā anena vitiṇṇā. Vigatā kathaṃkathāti pavattiādīsu ‘‘evaṃ nu kho, na nu kho’’ti evaṃ pavattikā kathaṃkathā assa vigatā samucchinnā. Visāradabhāvaṃ pattoti sārajjakarānaṃ pāpadhammānaṃ pahīnattā, tappaṭipakkhesu ca sīlādiguṇesu suppatiṭṭhitattā visāradabhāvaṃ veyyattiyaṃ patto adhigato. Sāyaṃ vesārajjappatti suppatiṭṭhitatā katthāti codanāya ‘‘satthusāsane’’ti vuttanti dassento ‘‘kattha? Satthusāsane’’ti āha. Attanāva paccakkhato diṭṭhattā, adhigatattā ca na assa paccayo paccetabbo paro atthīti attho. Tatthādhippāyamāha ‘‘na parassā’’tiādinā. Na vattatīti na pavattati, na paṭipajjati vā, na paraṃ pacceti pattiyāyatīti aparappaccayotipi yujjati. Yaṃ panettha vattabbampi avuttaṃ, tadetaṃ pubbe vuttattā, parato vuccamānattā ca avuttanti veditabbaṃ.",
  "tika-s0105t1:303": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya paramasukhumagambhīraduranubodhatthaparidīpanāya suvimalavipulapaññāveyyattiyajananāya ajjavamaddavasoraccasaddhāsatidhitibuddhikhantivīriyādidhammasamaṅginā sāṭṭhakathe piṭakattaye asaṅgāsaṃhīravisāradañāṇacārinā anekappabhedasakasamayasamayantaragahanajjhogāhinā mahāgaṇinā mahāveyyākaraṇena ñāṇābhivaṃsadhammasenāpatināmattherena mahādhammarājādhirājagarunā katāya sādhuvilāsiniyā nāma līnatthapakāsaniyā ambaṭṭhasuttavaṇṇanāya līnatthapakāsanā.",
  "tika-s0105t1:304": "Ambaṭṭhasuttavaṇṇanā niṭṭhitā."
}