{
  "anya-e0102n10:0_0": "22. Ñāṇadassanavisuddhiniddeso",
  "anya-e0102n10:1_0": "Paṭhamamaggañāṇakathā",
  "anya-e0102n10:2_0": "806.",
  "anya-e0102n10:2_1": "Ito paraṁ gotrabhuñāṇaṁ hoti, taṁ maggassa āvajjanaṭṭhāniyattā neva paṭipadāñāṇadassanavisuddhiṁ na ñāṇadassanavisuddhiṁ bhajati, antarā abbohārikameva hoti.",
  "anya-e0102n10:2_2": "Vipassanāsote patitattā pana vipassanāti saṅkhaṁ gacchati.",
  "anya-e0102n10:2_3": "Sotāpattimaggo sakadāgāmimaggo anāgāmimaggo arahattamaggoti imesu pana catūsu maggesu ñāṇaṁ ñāṇadassanavisuddhi nāma.",
  "anya-e0102n10:3_0": "Tattha paṭhamamaggañāṇaṁ tāva sampādetukāmena aññaṁ kiñci kātabbaṁ nāma natthi.",
  "anya-e0102n10:3_1": "Yañhi anena kātabbaṁ siyā, taṁ anulomāvasānaṁ vipassanaṁ uppādentena katameva.",
  "anya-e0102n10:3_2": "Evaṁ uppannaanulomañāṇassa panassa tehi tīhipi anulomañāṇehi attano balānurūpena thūlathūle saccapaṭicchādake tamamhi antaradhāpite sabbasaṅkhāragatesu cittaṁ na pakkhandati, na santiṭṭhati, nādhimuccati, na sajjati, na laggati, na bajjhati.",
  "anya-e0102n10:3_3": "Padumapalāsato udakaṁ viya patilīyati patikuṭati pativattati.",
  "anya-e0102n10:3_4": "Sabbaṁ nimittārammaṇampi sabbaṁ pavattārammaṇampi palibodhato upaṭṭhāti.",
  "anya-e0102n10:3_5": "Athassa sabbasmiṁ nimittapavattārammaṇe palibodhato upaṭṭhite anulomañāṇassa āsevanante animittaṁ appavattaṁ visaṅkhāraṁ nirodhaṁ nibbānaṁ ārammaṇaṁ kurumānaṁ puthujjanagottaṁ puthujjanasaṅkhaṁ puthujjanabhūmiṁ atikkamamānaṁ ariyagottaṁ ariyasaṅkhaṁ ariyabhūmiṁ okkamamānaṁ nibbānārammaṇe paṭhamāvaṭṭanapaṭhamābhogapaṭhamasamannāhārabhūtaṁ maggassa anantarasamanantarāsevanaupanissayanatthivigatavasena chahi ākārehi paccayabhāvaṁ sādhayamānaṁ sikhāppattaṁ vipassanāya muddhabhūtaṁ apunarāvaṭṭakaṁ uppajjati gotrabhuñāṇaṁ.",
  "anya-e0102n10:4_0": "Yaṁ sandhāya vuttaṁ –",
  "anya-e0102n10:5_0": "‘‘Kathaṁ bahiddhā vuṭṭhānavivaṭṭane paññā gotrabhuñāṇaṁ?",
  "anya-e0102n10:5_1": "Uppādaṁ abhibhuyyatīti gotrabhu.",
  "anya-e0102n10:5_2": "Pavattaṁ…pe…",
  "anya-e0102n10:5_3": "upāyāsaṁ abhibhuyyatīti gotrabhu.",
  "anya-e0102n10:5_4": "Bahiddhā saṅkhāranimittaṁ abhibhuyyatīti gotrabhu.",
  "anya-e0102n10:5_5": "Anuppādaṁ pakkhandatīti gotrabhu.",
  "anya-e0102n10:5_6": "Appavattaṁ…pe…",
  "anya-e0102n10:5_7": "anupāyāsaṁ nirodhaṁ nibbānaṁ pakkhandatīti gotrabhu.",
  "anya-e0102n10:5_8": "Uppādaṁ abhibhuyyitvā anuppādaṁ pakkhandatīti gotrabhū’’ti (paṭi. ma.",
  "anya-e0102n10:5_9": "1.59) sabbaṁ vitthāretabbaṁ.",
  "anya-e0102n10:6_0": "807.",
  "anya-e0102n10:6_1": "Tatrāyaṁ ekāvajjanena ekavīthiyaṁ pavattamānānampi anulomagotrabhūnaṁ nānārammaṇe pavattanākāradīpikā upamā –",
  "anya-e0102n10:6_2": "yathā hi mahāmātikaṁ laṅghitvā paratīre patiṭṭhātukāmo puriso vegena dhāvitvā mātikāya orimatīre rukkhasākhāya bandhitvā olambitaṁ rajjuṁ vā yaṭṭhiṁ vā gahetvā ullaṅghitvā paratīraninnapoṇapabbhārakāyo hutvā paratīrassa uparibhāgaṁ patto taṁ muñcitvā vedhamāno paratīre patitvā saṇikaṁ patiṭṭhāti, evamevāyaṁ yogāvacaropi bhavayonigatiṭṭhitinivāsānaṁ paratīrabhūte nibbāne patiṭṭhātukāmo udayabbayānupassanādinā vegena dhāvitvā attabhāvarukkhasākhāya bandhitvā olambitaṁ rūparajjuṁ vā vedanādīsu aññataradaṇḍaṁ vā aniccanti vā dukkhanti vā anattāti vāti anulomāvajjanena gahetvā taṁ amuñcamānova paṭhamena anulomacittena ullaṅghitvā dutiyena paratīraninnapoṇapabbhārakāyo viya nibbānaninnapoṇapabbhāramānaso hutvā tatiyena paratīrassa uparibhāgaṁ patto viya idāni pattabbassa nibbānassa āsanno hutvā tassa cittassa nirodhena taṁ saṅkhārārammaṇaṁ muñcitvā gotrabhucittena visaṅkhāre paratīrabhūte nibbāne patati.",
  "anya-e0102n10:6_3": "Ekārammaṇe pana aladdhāsevanatāya vedhamāno so puriso viya na tāva suppatiṭṭhito hoti, tato maggañāṇena patiṭṭhātīti.",
  "anya-e0102n10:7_0": "808.",
  "anya-e0102n10:7_1": "Tattha anulomaṁ saccapaṭicchādakaṁ kilesatamaṁ vinodetuṁ sakkoti, na nibbānamārammaṇaṁ kātuṁ.",
  "anya-e0102n10:7_2": "Gotrabhu nibbānameva ārammaṇaṁ kātuṁ sakkoti, na saccapaṭicchādakaṁ tamaṁ vinodetuṁ.",
  "anya-e0102n10:7_3": "Tatrāyaṁ upamā –",
  "anya-e0102n10:7_4": "eko kira cakkhumā puriso ‘‘nakkhattayogaṁ jānissāmī’’ti rattibhāge nikkhamitvā candaṁ passituṁ uddhaṁ ullokesi, tassa valāhakehi paṭicchannattā cando na paññāyittha.",
  "anya-e0102n10:7_5": "Atheko vāto uṭṭhahitvā thūlathūle valāhake viddhaṁseti.",
  "anya-e0102n10:7_6": "Aparo majjhime, aparo sukhumeti.",
  "anya-e0102n10:7_7": "Tato so puriso vigatavalāhake nabhe candaṁ disvā nakkhattayogaṁ aññāsi.",
  "anya-e0102n10:8_0": "Tattha tayo valāhakā viya saccapaṭicchādakathūlamajjhimasukhumaṁ kilesandhakāraṁ, tayo vātā viya tīṇi anulomacittāni, cakkhumā puriso viya gotrabhuñāṇaṁ, cando viya nibbānaṁ, ekekassa vātassa yathākkamena valāhakaviddhaṁsanaṁ viya ekekassa anulomacittassa saccapaṭicchādakatamavinodanaṁ, vigatavalāhake nabhe tassa purisassa visuddhacandadassanaṁ viya vigate saccapaṭicchādake tame gotrabhuñāṇassa visuddhanibbānadassanaṁ.",
  "anya-e0102n10:9_0": "Yatheva hi tayo vātā candapaṭicchādake valāhakeyeva viddhaṁsetuṁ sakkonti, na candaṁ daṭṭhuṁ, evaṁ anulomāni saccapaṭicchādakaṁ tamaññeva vinodetuṁ sakkonti, na nibbānaṁ daṭṭhuṁ.",
  "anya-e0102n10:9_1": "Yathā so puriso candameva daṭṭhuṁ sakkoti, na valāhake viddhaṁsetuṁ, evaṁ gotrabhuñāṇaṁ nibbānameva daṭṭhuṁ sakkoti, na kilesatamaṁ vinodetuṁ.",
  "anya-e0102n10:9_2": "Teneva cetaṁ maggassa āvajjananti vuccati.",
  "anya-e0102n10:9_3": "Tañhi anāvajjanampi samānaṁ āvajjanaṭṭhāne ṭhatvā ‘‘evaṁ nibbattāhī’’ti maggassa saññaṁ datvā viya nirujjhati.",
  "anya-e0102n10:9_4": "Maggopi tena dinnasaññaṁ amuñcitvāva avīcisantativasena taṁ ñāṇaṁ anuppabandhamāno anibbiddhapubbaṁ apadālitapubbaṁ lobhakkhandhaṁ dosakkhandhaṁ mohakkhandhaṁ nibbijjhamānova padālayamānova nibbattati.",
  "anya-e0102n10:10_0": "809.",
  "anya-e0102n10:10_1": "Tatrāyaṁ upamā –",
  "anya-e0102n10:10_2": "eko kira issāso aṭṭhausabhamatte padese phalakasataṁ ṭhapāpetvā vatthena mukhaṁ veṭhetvā saraṁ sannahitvā cakkayante aṭṭhāsi.",
  "anya-e0102n10:10_3": "Añño puriso cakkayantaṁ āvijjhitvā yadā issāsassa phalakaṁ abhimukhaṁ hoti, tadā tattha daṇḍakena saññaṁ deti.",
  "anya-e0102n10:10_4": "Issāso daṇḍakasaññaṁ amuñcitvāva saraṁ khipitvā phalakasataṁ nibbijjhati.",
  "anya-e0102n10:10_5": "Tattha daṇḍakasaññaṁ viya gotrabhuñāṇaṁ, issāso viya maggañāṇaṁ.",
  "anya-e0102n10:10_6": "Issāsassa daṇḍakasaññaṁ amuñcitvāva phalakasatanibbijjhanaṁ viya maggañāṇassa gotrabhuñāṇena dinnasaññaṁ amuñcitvāva nibbānaṁ ārammaṇaṁ katvā anibbiddhapubbānaṁ apadālitapubbānaṁ lobhadosamohakkhandhānaṁ nibbijjhanapadālanaṁ.",
  "anya-e0102n10:11_0": "810.",
  "anya-e0102n10:11_1": "Na kevalañcesa maggo lobhakkhandhādīnaṁ nibbijjhanameva karoti, apica kho anamataggasaṁsāravaṭṭadukkhasamuddaṁ soseti, sabbaapāyadvārāni pidahati, sattannaṁ ariyadhanānaṁ sammukhībhāvaṁ karoti, aṭṭhaṅgikaṁ micchāmaggaṁ pajahati, sabbaverabhayāni vūpasameti, sammāsambuddhassa orasaputtabhāvaṁ upaneti , aññesañca anekasatānaṁ ānisaṁsānaṁ paṭilābhāya saṁvattatīti evaṁ anekānisaṁsadāyakena sotāpattimaggena sampayuttaṁ ñāṇaṁ sotāpattimagge ñāṇanti.",
  "anya-e0102n10:12_0": "Paṭhamamaggañāṇaṁ niṭṭhitaṁ.",
  "anya-e0102n10:13_0": "Sotāpannapuggalakathā",
  "anya-e0102n10:14_0": "811.",
  "anya-e0102n10:14_1": "Imassa pana ñāṇassa anantaraṁ tasseva vipākabhūtāni dve tīṇi vā phalacittāni uppajjanti.",
  "anya-e0102n10:14_2": "Anantaravipākattāyeva hi lokuttarakusalānaṁ ‘‘samādhimānantarikaññamāhū’’ti (khu. pā.",
  "anya-e0102n10:14_3": "6.5) ca ‘‘dandhaṁ ānantarikaṁ pāpuṇāti āsavānaṁ khayāyā’’ti (a. ni.",
  "anya-e0102n10:14_4": "4.162) ca ādi vuttaṁ.",
  "anya-e0102n10:14_5": "Keci pana ekaṁ dve tīṇi cattāri vā phalacittānīti vadanti, taṁ na gahetabbaṁ.",
  "anya-e0102n10:15_0": "Anulomassa hi āsevanante gotrabhuñāṇaṁ uppajjati.",
  "anya-e0102n10:15_1": "Tasmā sabbantimena paricchedena dvīhi anulomacittehi bhavitabbaṁ.",
  "anya-e0102n10:15_2": "Na hi ekaṁ āsevanapaccayaṁ labhati, sattacittaparamā ca ekāvajjanavīthi.",
  "anya-e0102n10:15_3": "Tasmā yassa dve anulomāni, tassa tatiyaṁ gotrabhu catutthaṁ maggacittaṁ tīṇi phalacittāni honti.",
  "anya-e0102n10:15_4": "Yassa tīṇi anulomāni, tassa catutthaṁ gotrabhu pañcamaṁ maggacittaṁ dve phalacittāni honti.",
  "anya-e0102n10:15_5": "Tena vuttaṁ ‘‘dve tīṇi vā phalacittāni uppajjantī’’ti.",
  "anya-e0102n10:16_0": "Keci pana yassa cattāri anulomāni, tassa pañcamaṁ gotrabhu chaṭṭhaṁ maggacittaṁ ekaṁ phalacittanti vadanti, taṁ pana yasmā catutthaṁ pañcamaṁ vā appeti, na tato paraṁ āsannabhavaṅgattāti paṭikkhittaṁ.",
  "anya-e0102n10:16_1": "Tasmā na sārato paccetabbaṁ.",
  "anya-e0102n10:17_0": "812.",
  "anya-e0102n10:17_1": "Ettāvatā ca panesa sotāpanno nāma dutiyo ariyapuggalo hoti.",
  "anya-e0102n10:17_2": "Bhusaṁ pamattopi hutvā sattakkhattuṁ devesu ca manussesu ca sandhāvitvā saṁsaritvā dukkhassantassa karaṇasamattho hoti.",
  "anya-e0102n10:17_3": "Phalapariyosāne panassa cittaṁ bhavaṅgaṁ otarati, tato bhavaṅgaṁ upacchinditvā maggapaccavekkhaṇatthāya uppajjati manodvārāvajjanaṁ, tasmiṁ niruddhe paṭipāṭiyā satta maggapaccavekkhaṇajavanānīti.",
  "anya-e0102n10:17_4": "Puna bhavaṅgaṁ otaritvā teneva nayena phalādīnaṁ paccavekkhaṇatthāya āvajjanādīni uppajjanti.",
  "anya-e0102n10:17_5": "Yesaṁ uppattiyā esa maggaṁ paccavekkhati, phalaṁ paccavekkhati, pahīnakilese paccavekkhati, avasiṭṭhakilese paccavekkhati, nibbānaṁ paccavekkhati.",
  "anya-e0102n10:18_0": "So hi ‘‘iminā vatāhaṁ maggena āgato’’ti maggaṁ paccavekkhati, tato ‘‘ayaṁ me ānisaṁso laddho’’ti phalaṁ paccavekkhati.",
  "anya-e0102n10:18_1": "Tato ‘‘ime nāma me kilesā pahīnā’’ti pahīnakilese paccavekkhati.",
  "anya-e0102n10:18_2": "Tato ‘‘ime nāma me kilesā avasiṭṭhā’’ti uparimaggattayavajjhe kilese paccavekkhati.",
  "anya-e0102n10:18_3": "Avasāne ca ‘‘ayaṁ me dhammo ārammaṇato paṭividdho’’ti amataṁ nibbānaṁ paccavekkhati.",
  "anya-e0102n10:18_4": "Iti sotāpannassa ariyasāvakassa pañca paccavekkhaṇāni honti.",
  "anya-e0102n10:18_5": "Yathā ca sotāpannassa, evaṁ sakadāgāmianāgāmīnampi.",
  "anya-e0102n10:18_6": "Arahato pana avasiṭṭhakilesapaccavekkhaṇaṁ nāma natthīti.",
  "anya-e0102n10:18_7": "Evaṁ sabbānipi ekūnavīsati paccavekkhaṇāni nāma.",
  "anya-e0102n10:19_0": "Ukkaṭṭhaparicchedoyeva ceso.",
  "anya-e0102n10:19_1": "Pahīnāvasiṭṭhakilesapaccavekkhaṇañhi sekkhānampi hoti vā na vā.",
  "anya-e0102n10:19_2": "Tassa hi paccavekkhaṇassa abhāveneva mahānāmo bhagavantaṁ pucchi ‘‘kosu nāma me dhammo ajjhattaṁ appahīno, yena me ekadā lobhadhammāpi cittaṁ pariyādāya tiṭṭhantī’’ti (ma. ni.",
  "anya-e0102n10:19_3": "1.175) sabbaṁ vitthārato veditabbaṁ.",
  "anya-e0102n10:20_0": "Dutiyamaggañāṇakathā",
  "anya-e0102n10:21_0": "813.",
  "anya-e0102n10:21_1": "Evaṁ paccavekkhitvā pana so sotāpanno ariyasāvako tasmiññeva vā āsane nisinno, aparena vā samayena kāmarāgabyāpādānaṁ tanubhāvāya dutiyāya bhūmiyā pattiyā yogaṁ karoti.",
  "anya-e0102n10:21_2": "So indriyabalabojjhaṅgāni samodhānetvā tadeva rūpavedanāsaññāsaṅkhāraviññāṇabhedaṁ saṅkhāragataṁ aniccaṁ dukkhamanattāti ñāṇena parimaddati, parivatteti, vipassanāvīthiṁ ogāhati.",
  "anya-e0102n10:21_3": "Tassevaṁ paṭipannassa vuttanayeneva saṅkhārupekkhāvasāne ekāvajjanena anulomagotrabhuñāṇesu uppannesu gotrabhuanantaraṁ sakadāgāmimaggo uppajjati.",
  "anya-e0102n10:21_4": "Tena sampayuttaṁ ñāṇaṁ sakadāgāmimagge ñāṇanti.",
  "anya-e0102n10:22_0": "Dutiyañāṇaṁ niṭṭhitaṁ.",
  "anya-e0102n10:23_0": "Tatiyamaggañāṇakathā",
  "anya-e0102n10:24_0": "814.",
  "anya-e0102n10:24_1": "Imassāpi ñāṇassa anantaraṁ vuttanayeneva phalacittāni veditabbāni.",
  "anya-e0102n10:24_2": "Ettāvatā cesa sakadāgāmī nāma catuttho ariyapuggalo hoti sakiṁdeva imaṁ lokaṁ āgantvā dukkhassantakaraṇasamattho.",
  "anya-e0102n10:24_3": "Tato paraṁ paccavekkhaṇaṁ vuttanayameva.",
  "anya-e0102n10:25_0": "Evaṁ paccavekkhitvā ca so sakadāgāmī ariyasāvako tasmiññeva vā āsane nisinno aparena vā samayena kāmarāgabyāpādānaṁ anavasesappahānāya tatiyāya bhūmiyā pattiyā yogaṁ karoti, so indriyabalabojjhaṅgāni samodhānetvā tadeva saṅkhāragataṁ aniccaṁ dukkhamanattāti ñāṇena parimaddati, parivatteti, vipassanāvīthiṁ ogāhati.",
  "anya-e0102n10:25_1": "Tassevaṁ paṭipannassa vuttanayeneva saṅkhārupekkhāvasāne ekāvajjanena anulomagotrabhuñāṇesu uppannesu gotrabhuanantaraṁ anāgāmimaggo uppajjati, tena sampayuttaṁ ñāṇaṁ anāgāmimagge ñāṇanti.",
  "anya-e0102n10:26_0": "Tatiyañāṇaṁ niṭṭhitaṁ.",
  "anya-e0102n10:27_0": "Catutthamaggañāṇakathā",
  "anya-e0102n10:28_0": "815.",
  "anya-e0102n10:28_1": "Imassapi ñāṇassa anantaraṁ vuttanayeneva phalacittāni veditabbāni.",
  "anya-e0102n10:28_2": "Ettāvatā cesa anāgāmī nāma chaṭṭho ariyapuggalo hoti opapātiko tatthaparinibbāyī anāvattidhammo paṭisandhivasena imaṁ lokaṁ puna anāgantā.",
  "anya-e0102n10:28_3": "Tato paraṁ paccavekkhaṇaṁ vuttanayameva.",
  "anya-e0102n10:29_0": "Evaṁ paccavekkhitvā ca so anāgāmī ariyasāvako tasmiññeva vā āsane nisinno, aparena vā samayena rūpārūparāgamānauddhaccaavijjānaṁ anavasesappahānāya catutthāya bhūmiyā pattiyā yogaṁ karoti, so indriyabalabojjhaṅgāni samodhānetvā tadeva saṅkhāragataṁ aniccaṁ dukkhamanattāti ñāṇena parimaddati, parivatteti, vipassanāvīthiṁ ogāhati.",
  "anya-e0102n10:29_1": "Tassevaṁ paṭipannassa vuttanayeneva saṅkhārupekkhāvasāne ekāvajjanena anulomagotrabhuñāṇesu uppannesu gotrabhuanantaraṁ arahattamaggo uppajjati, tena sampayuttaṁ ñāṇaṁ arahattamagge ñāṇanti.",
  "anya-e0102n10:30_0": "Catutthañāṇaṁ niṭṭhitaṁ.",
  "anya-e0102n10:31_0": "Arahantapuggalakathā",
  "anya-e0102n10:32_0": "816.",
  "anya-e0102n10:32_1": "Imassapi ñāṇassa anantaraṁ vuttanayeneva phalacittāni veditabbāni.",
  "anya-e0102n10:32_2": "Ettāvatā cesa arahā nāma aṭṭhamo ariyapuggalo hoti mahākhīṇāsavo antimadehadhārī ohitabhāro anuppattasadattho parikkhīṇabhavasaṁyojano sammādaññā vimutto sadevakassa lokassa aggadakkhiṇeyyoti.",
  "anya-e0102n10:33_0": "Iti yaṁ taṁ vuttaṁ ‘‘sotāpattimaggo sakadāgāmimaggo anāgāmimaggo arahattamaggoti imesu pana catūsu maggesu ñāṇaṁ ñāṇadassanavisuddhi nāmā’’ti, taṁ imāni iminā anukkamena pattabbāni cattāri ñāṇāni sandhāya vuttaṁ.",
  "anya-e0102n10:34_0": "Bodhipakkhiyakathā",
  "anya-e0102n10:35_0": "817. Idāni imissāyeva catuñāṇāya ñāṇadassanavisuddhiyā ānubhāvavijānanatthaṁ –",
  "anya-e0102n10:36_0": "Paripuṇṇabodhipakkhiya, bhāvo vuṭṭhānabalasamāyogo;",
  "anya-e0102n10:37_0": "Ye yena pahātabbā, dhammā tesaṁ pahānañca.",
  "anya-e0102n10:38_0": "Kiccāni pariññādīni, yāni vuttāni abhisamayakāle;",
  "anya-e0102n10:39_0": "Tāni ca yathāsabhāvena, jānitabbāni sabbānīti.",
  "anya-e0102n10:40_0": "818.",
  "anya-e0102n10:40_1": "Tattha paripuṇṇabodhipakkhiya, bhāvoti bodhipakkhiyānaṁ paripuṇṇabhāvo.",
  "anya-e0102n10:40_2": "Cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggoti hi ime sattatiṁsa dhammā bujjhanaṭṭhena bodhoti laddhanāmassa ariyamaggassa pakkhe bhavattā bodhipakkhiyā nāma.",
  "anya-e0102n10:40_3": "Pakkhe bhavattāti upakārabhāve ṭhitattā.",
  "anya-e0102n10:41_0": "819.",
  "anya-e0102n10:41_1": "Tesu tesu ārammaṇesu okkhanditvā pakkhanditvā upaṭṭhānato paṭṭhānaṁ.",
  "anya-e0102n10:41_2": "Satiyeva paṭṭhānaṁ satipaṭṭhānaṁ.",
  "anya-e0102n10:41_3": "Kāyavedanācittadhammesu panassā asubha-dukkha-anicca-anattākāragahaṇavasena subha-sukha-nicca-atta-saññāpahānakiccasādhanavasena ca pavattito catudhā bhedo hoti.",
  "anya-e0102n10:41_4": "Tasmā cattāro satipaṭṭhānāti vuccanti.",
  "anya-e0102n10:42_0": "820.",
  "anya-e0102n10:42_1": "Padahanti etenāti padhānaṁ.",
  "anya-e0102n10:42_2": "Sobhanaṁ padhānaṁ sammappadhānaṁ.",
  "anya-e0102n10:42_3": "Sammā vā padahanti etenāti sammappadhānaṁ.",
  "anya-e0102n10:42_4": "Sobhanaṁ vā taṁ kilesavirūpattavirahato padhānañca hitasukhanipphādakattena seṭṭhabhāvāvahanato padhānabhāvakāraṇato cāti sammappadhānaṁ.",
  "anya-e0102n10:42_5": "Vīriyassetaṁ adhivacanaṁ.",
  "anya-e0102n10:42_6": "Tayidaṁ uppannānuppannānaṁ akusalānaṁ pahānānuppattikiccaṁ anuppannuppannānañca kusalānaṁ uppattiṭṭhitikiccaṁ sādhayatīti catubbidhaṁ hoti, tasmā cattāro sammappadhānāti vuccanti.",
  "anya-e0102n10:43_0": "821.",
  "anya-e0102n10:43_1": "Pubbe vuttena ijjhanaṭṭhena iddhi.",
  "anya-e0102n10:43_2": "Tassā sampayuttāya pubbaṅgamaṭṭhena phalabhūtāya pubbabhāgakāraṇaṭṭhena ca iddhiyā pādoti iddhipādo.",
  "anya-e0102n10:43_3": "So chandādivasena catubbidho hoti, tasmā cattāro iddhipādāti vuccanti. Yathāha –",
  "anya-e0102n10:43_4": "‘‘cattāro iddhipādā chandiddhipādo cittiddhipādo vīriyiddhipādo vīmaṁsiddhipādo’’ti (vibha. 457).",
  "anya-e0102n10:43_5": "Ime lokuttarāva.",
  "anya-e0102n10:43_6": "Lokiyā pana ‘‘chandañce bhikkhu adhipatiṁ karitvā labhati samādhiṁ, labhati cittassa ekaggataṁ.",
  "anya-e0102n10:43_7": "Ayaṁ vuccati chandasamādhī’’tiādivacanato (vibha.",
  "anya-e0102n10:43_8": "432) chandādiadhipativasena paṭiladdhadhammāpi honti.",
  "anya-e0102n10:44_0": "822.",
  "anya-e0102n10:44_1": "Assaddhiyakosajjapamādavikkhepasammohānaṁ abhibhavanato abhibhavanasaṅkhātena adhipatiyaṭṭhena indriyaṁ.",
  "anya-e0102n10:44_2": "Assaddhiyādīhi ca anabhibhavanīyato akampiyaṭṭhena balaṁ.",
  "anya-e0102n10:44_3": "Tadubhayampi saddhādivasena pañcavidhaṁ hoti, tasmā pañcindriyāni pañca balānīti vuccanti.",
  "anya-e0102n10:45_0": "823.",
  "anya-e0102n10:45_1": "Bujjhanakasattassa pana aṅgabhāvena satiādayo satta bojjhaṅgā.",
  "anya-e0102n10:45_2": "Niyyānikaṭṭhena ca sammādiṭṭhiādayo aṭṭha maggaṅgā honti.",
  "anya-e0102n10:45_3": "Tena vuttaṁ ‘‘satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo’’ti.",
  "anya-e0102n10:46_0": "824.",
  "anya-e0102n10:46_1": "Iti ime sattatiṁsa bodhipakkhiyadhammā pubbabhāge lokiyavipassanāya vattamānāya cuddasavidhena kāyaṁ pariggaṇhato ca kāyānupassanāsatipaṭṭhānaṁ, navavidhena vedanaṁ pariggaṇhato ca vedanānupassanāsatipaṭṭhānaṁ, soḷasavidhena cittaṁ pariggaṇhato ca cittānupassanāsatipaṭṭhānaṁ, pañcavidhena dhamme pariggaṇhato ca dhammānupassanāsatipaṭṭhānaṁ.",
  "anya-e0102n10:46_2": "Imasmiṁ attabhāve anuppannapubbaṁ parassa uppannaṁ akusalaṁ disvā ‘‘yathā paṭipannassetaṁ uppannaṁ, na tathā paṭipajjissāmi evaṁ me etaṁ nuppajjissatī’’ti, tassa anuppādāya vāyamanakāle paṭhamaṁ sammappadhānaṁ.",
  "anya-e0102n10:46_3": "Attano samudācārappattaṁ akusalaṁ disvā tassa pahānāya vāyamanakāle dutiyaṁ.",
  "anya-e0102n10:46_4": "Imasmiṁ attabhāve anuppannapubbaṁ jhānaṁ vā vipassanaṁ vā uppādetuṁ vāyamantassa tatiyaṁ.",
  "anya-e0102n10:46_5": "Uppannaṁ yathā na parihāyati, evaṁ punappunaṁ uppādentassa catutthaṁ sammappadhānaṁ.",
  "anya-e0102n10:46_6": "Chandaṁ dhuraṁ katvā kusaluppādanakāle chandiddhipādo.",
  "anya-e0102n10:46_7": "Micchāvācāya viramaṇakāle sammāvācāti evaṁ nānācittesu labbhanti.",
  "anya-e0102n10:46_8": "Imesaṁ pana catunnaṁ ñāṇānaṁ uppattikāle ekacitte labbhanti.",
  "anya-e0102n10:46_9": "Phalakkhaṇe ṭhapetvā cattāro sammappadhāne avasesā tettiṁsa labbhanti.",
  "anya-e0102n10:47_0": "825.",
  "anya-e0102n10:47_1": "Evaṁ ekacitte labbhamānesu cetesu ekāva nibbānārammaṇā sati kāyādīsu subhasaññādippahānakiccasādhanavasena cattāro satipaṭṭhānāti vuccati.",
  "anya-e0102n10:47_2": "Ekameva ca vīriyaṁ anuppannānaṁ anuppādādikiccasādhanavasena cattāro sammappadhānāti vuccati.",
  "anya-e0102n10:47_3": "Sesesu pana hāpanavaḍḍhanaṁ natthi.",
  "anya-e0102n10:48_0": "826. Apica tesu –",
  "anya-e0102n10:49_0": "Nava ekavidhā eko, dvedhātha catu pañcadhā;",
  "anya-e0102n10:50_0": "Aṭṭhadhā navadhā ceva, iti chaddhā bhavanti te.",
  "anya-e0102n10:51_0": "Nava ekavidhāti chando, cittaṁ, pīti, passaddhi, upekkhā, saṅkappo, vācā, kammanto, ājīvoti ime nava chandiddhipādādivasena ekavidhāva honti, na aññaṁ koṭṭhāsaṁ bhajanti.",
  "anya-e0102n10:51_1": "Eko dvedhāti saddhā indriya, balavasena dvedhā ṭhitā.",
  "anya-e0102n10:51_2": "Atha catu pañcadhāti athañño eko catudhā, añño pañcadhā ṭhitoti attho.",
  "anya-e0102n10:51_3": "Tattha samādhi eko indriya, bala, bojjhaṅga, maggaṅgavasena catudhā ṭhito.",
  "anya-e0102n10:51_4": "Paññā tesañca catunnaṁ iddhipādakoṭṭhāsassa ca vasena pañcadhā.",
  "anya-e0102n10:51_5": "Aṭṭhadhā navadhā cevāti aparo eko aṭṭhadhā, eko navadhā ṭhitoti attho.",
  "anya-e0102n10:51_6": "Catusatipaṭṭhāna, indriya, bala, bojjhaṅga, maggaṅgavasena sati aṭṭhadhā ṭhitā.",
  "anya-e0102n10:51_7": "Catusammappadhāna, iddhipāda, indriya, bala, bojjhaṅga, maggaṅgavasena vīriyaṁ navadhāti. Evaṁ –",
  "anya-e0102n10:52_0": "Cuddaseva asambhinnā, hontete bodhipakkhiyā;",
  "anya-e0102n10:53_0": "Koṭṭhāsato sattavidhā, sattatiṁsappabhedato.",
  "anya-e0102n10:54_0": "Sakiccanipphādanato, sarūpena ca vuttito;",
  "anya-e0102n10:55_0": "Sabbeva ariyamaggassa, sambhave sambhavanti teti.",
  "anya-e0102n10:56_0": "Evaṁ tāvettha paripuṇṇabodhipakkhiyabhāvo jānitabbo.",
  "anya-e0102n10:57_0": "Vuṭṭhānabalasamāyogakathā",
  "anya-e0102n10:58_0": "827.Vuṭṭhānabalasamāyogoti vuṭṭhānañceva balasamāyogo ca.",
  "anya-e0102n10:58_1": "Lokiyavipassanā hi nimittārammaṇattā ceva pavattikāraṇassa ca samudayassa asamucchindanato neva nimittā na pavattā vuṭṭhāti.",
  "anya-e0102n10:58_2": "Gotrabhuñāṇaṁ samudayassa asamucchindanato pavattā na vuṭṭhāti.",
  "anya-e0102n10:58_3": "Nibbānārammaṇato pana nimittā vuṭṭhātīti ekato vuṭṭhānaṁ hoti.",
  "anya-e0102n10:58_4": "Tenāha ‘‘bahiddhāvuṭṭhānavivaṭṭane paññā gotrabhuñāṇa’’nti (paṭi. ma.",
  "anya-e0102n10:58_5": "mātikā 1.10).",
  "anya-e0102n10:58_6": "Tathā ‘‘uppādā vivaṭṭitvā anuppādaṁ pakkhandatīti gotrabhu, pavattā vivaṭṭitvā’’ti (paṭi. ma.",
  "anya-e0102n10:58_7": "1.59) sabbaṁ veditabbaṁ.",
  "anya-e0102n10:58_8": "Imāni pana cattāripi ñāṇāni animittārammaṇattā nimittato vuṭṭhahanti, samudayassa samucchindanato pavattā vuṭṭhahantīti dubhato vuṭṭhānāni honti.",
  "anya-e0102n10:59_0": "Tena vuttaṁ –",
  "anya-e0102n10:60_0": "‘‘Kathaṁ dubhato vuṭṭhānavivaṭṭane paññā magge ñāṇaṁ?",
  "anya-e0102n10:61_0": "‘‘Sotāpattimaggakkhaṇe dassanaṭṭhena sammādiṭṭhi micchādiṭṭhiyā vuṭṭhāti, tadanuvattakakilesehi ca khandhehi ca vuṭṭhāti, bahiddhā ca sabbanimittehi vuṭṭhāti.",
  "anya-e0102n10:61_1": "Tena vuccati dubhato vuṭṭhānavivaṭṭane paññā magge ñāṇaṁ.",
  "anya-e0102n10:61_2": "Abhiniropanaṭṭhena sammāsaṅkappo micchāsaṅkappā…pe…",
  "anya-e0102n10:61_3": "pariggahaṭṭhena sammāvācā micchāvācāya.",
  "anya-e0102n10:61_4": "Samuṭṭhānaṭṭhena sammākammanto.",
  "anya-e0102n10:61_5": "Vodānaṭṭhena sammāājīvo.",
  "anya-e0102n10:61_6": "Paggahaṭṭhena sammāvāyāmo .",
  "anya-e0102n10:61_7": "Upaṭṭhānaṭṭhena sammāsati.",
  "anya-e0102n10:61_8": "Avikkhepaṭṭhena sammāsamādhi micchāsamādhito vuṭṭhāti, tadanuvattakakilesehi ca khandhehi ca vuṭṭhāti, bahiddhā ca sabbanimittehi vuṭṭhāti.",
  "anya-e0102n10:61_9": "Tena vuccati ‘dubhato vuṭṭhānavivaṭṭane paññā magge ñāṇa’nti.",
  "anya-e0102n10:62_0": "‘‘Sakadāgāmimaggakkhaṇe dassanaṭṭhena sammādiṭṭhi…pe…",
  "anya-e0102n10:62_1": "avikkhepaṭṭhena sammāsamādhi oḷārikā kāmarāgasaṁyojanā paṭighasaṁyojanā oḷārikā kāmarāgānusayā paṭighānusayā vuṭṭhāti…pe….",
  "anya-e0102n10:63_0": "‘‘Anāgāmimaggakkhaṇe dassanaṭṭhena sammādiṭṭhi…pe…",
  "anya-e0102n10:63_1": "avikkhepaṭṭhena sammāsamādhi anusahagatā kāmarāgasaṁyojanā paṭighasaṁyojanā anusahagatā kāmarāgānusayā paṭighānusayā vuṭṭhāti…pe….",
  "anya-e0102n10:64_0": "‘‘Arahattamaggakkhaṇe dassanaṭṭhena sammādiṭṭhi…pe…",
  "anya-e0102n10:64_1": "avikkhepaṭṭhena sammāsamādhi rūparāgā arūparāgā mānā uddhaccā avijjāya mānānusayā bhavarāgānusayā avijjānusayā vuṭṭhāti, tadanuvattakakilesehi ca khandhehi ca vuṭṭhāti, bahiddhā ca sabbanimittehi vuṭṭhāti.",
  "anya-e0102n10:64_2": "Tena vuccati ‘dubhato vuṭṭhānavivaṭṭane paññā magge ñāṇa’’’nti (paṭi. ma. 1.61).",
  "anya-e0102n10:65_0": "828.",
  "anya-e0102n10:65_1": "Lokiyānañca aṭṭhannaṁ samāpattīnaṁ bhāvanākāle samathabalaṁ adhikaṁ hoti.",
  "anya-e0102n10:65_2": "Aniccānupassanādīnaṁ bhāvanākāle vipassanābalaṁ.",
  "anya-e0102n10:65_3": "Ariyamaggakkhaṇe pana yuganaddhā te dhammā pavattanti aññamaññaṁ anativattanaṭṭhena.",
  "anya-e0102n10:65_4": "Tasmā imesu catūsupi ñāṇesu ubhayabalasamāyogo hoti. Yathāha –",
  "anya-e0102n10:66_0": "‘‘Uddhaccasahagatakilesehi ca khandhehi ca vuṭṭhahato cittassa ekaggatā avikkhepo samādhi nirodhagocaro, avijjāsahagatakilesehi ca khandhehi ca vuṭṭhahato anupassanaṭṭhena vipassanā nirodhagocarā.",
  "anya-e0102n10:66_1": "Iti vuṭṭhānaṭṭhena samathavipassanā ekarasā honti, yuganaddhā honti, aññamaññaṁ nātivattantīti.",
  "anya-e0102n10:66_2": "Tena vuccati vuṭṭhānaṭṭhena samathavipassanaṁ yuganaddhaṁ bhāvetī’’ti (paṭi. ma. 2.5).",
  "anya-e0102n10:67_0": "Evamettha vuṭṭhānabalasamāyogo veditabbo.",
  "anya-e0102n10:68_0": "Pahātabbadhammapahānakathā",
  "anya-e0102n10:69_0": "829.Yeyena pahātabbā dhammā, tesaṁ pahānañcāti imesu pana catūsu ñāṇesu ye dhammā yena ñāṇena pahātabbā, tesaṁ pahānañca jānitabbaṁ.",
  "anya-e0102n10:69_1": "Etāni hi yathāyogaṁ saṁyojanakilesamicchattalokadhammamacchariyavipallāsaganthaagatiāsavaoghayoganīvaraṇaparāmāsaupādānaanusayamalaakusalakammapathacittuppādasaṅkhātānaṁ dhammānaṁ pahānakarāni.",
  "anya-e0102n10:70_0": "Tattha saṁyojanānīti khandhehi khandhānaṁ phalena kammassa dukkhena vā sattānaṁ saṁyojakattā rūparāgādayo dasa dhammā vuccanti.",
  "anya-e0102n10:70_1": "Yāvañhi te, tāva etesaṁ anuparamoti.",
  "anya-e0102n10:70_2": "Tatrāpi rūparāgo arūparāgo māno uddhaccaṁ avijjāti ime pañca uddhaṁnibbattanakakhandhādisaṁyojakattā uddhaṁbhāgiyasaṁyojanāni nāma.",
  "anya-e0102n10:70_3": "Sakkāyadiṭṭhi vicikicchā sīlabbataparāmāso kāmarāgo paṭighoti ime pañca adhonibbattanakakhandhādisaṁyojakattā adhobhāgiyasaṁyojanāni nāma.",
  "anya-e0102n10:71_0": "Kilesāti sayaṁ saṁkiliṭṭhattā sampayuttadhammānañca saṁkilesikattā lobho doso moho māno diṭṭhi vicikicchā thinaṁ uddhaccaṁ ahirikaṁ anottappanti ime dasa dhammā.",
  "anya-e0102n10:72_0": "Micchattāti micchāpavattanato micchādiṭṭhi micchāsaṅkappo micchāvācā micchākammanto micchāājīvo micchāvāyāmo micchāsati micchāsamādhīti ime aṭṭha dhammā.",
  "anya-e0102n10:72_1": "Micchāvimuttimicchāñāṇehi vā saddhiṁ dasa.",
  "anya-e0102n10:73_0": "Lokadhammāti lokappavattiyā sati anuparamadhammakattā lābho alābho yaso ayaso sukhaṁ dukkhaṁ nindā pasaṁsāti ime aṭṭha.",
  "anya-e0102n10:73_1": "Idha pana kāraṇopacārena lābhādivatthukassa anunayassa alābhādivatthukassa paṭighassa cetaṁ lokadhammaggahaṇena gahaṇaṁ katanti veditabbaṁ.",
  "anya-e0102n10:74_0": "Macchariyānīti āvāsamacchariyaṁ kulamacchariyaṁ lābhamacchariyaṁ dhammamacchariyaṁ vaṇṇamacchariyanti imāsu āvāsādīsu aññesaṁ sādhāraṇabhāvaṁ asahanākārena pavattāni pañca macchariyāni.",
  "anya-e0102n10:75_0": "Vipallāsāti aniccadukkhaanattaasubhesuyeva vatthūsu ‘‘niccaṁ sukhaṁ attā subha’’nti evaṁ pavatto saññāvipallāso cittavipallāso diṭṭhivipallāsoti ime tayo.",
  "anya-e0102n10:76_0": "Ganthāti nāmakāyassa ceva rūpakāyassa ca ganthanato abhijjhādayo cattāro.",
  "anya-e0102n10:76_1": "Tathā hi te abhijjhā kāyagantho, byāpādo kāyagantho, sīlabbataparāmāso kāyagantho, idaṁsaccābhiniveso kāyagantho icceva vuttā.",
  "anya-e0102n10:77_0": "Agatīti chandadosamohabhayehi akattabbakaraṇassa, kattabbākaraṇassa ca adhivacanaṁ.",
  "anya-e0102n10:77_1": "Tañhi ariyehi agantabbattā agatīti vuccati.",
  "anya-e0102n10:78_0": "Āsavāti ārammaṇavasena āgotrabhuto, ābhavaggato ca savanā, asaṁvutehi vā dvārehi ghaṭachiddehi udakaṁ viya savanato niccapaggharaṇaṭṭhena saṁsāradukkhassa vā savanato kāmarāgabhavarāgamicchādiṭṭhiavijjānametaṁ adhivacanaṁ.",
  "anya-e0102n10:79_0": "Bhavasāgare ākaḍḍhanaṭṭhena duruttaraṇaṭṭhena ca oghātipi, ārammaṇaviyogassa ceva dukkhaviyogassa ca appadānato yogātipi tesaññeva adhivacanaṁ.",
  "anya-e0102n10:80_0": "Nīvaraṇānīti cittassa āvaraṇanīvaraṇapaṭicchādanaṭṭhena kāmacchandādayo pañca.",
  "anya-e0102n10:81_0": "Parāmāsoti tassa tassa dhammassa sabhāvaṁ atikkamma parato abhūtaṁ sabhāvaṁ āmasanākārena pavattanato micchādiṭṭhiyā etaṁ adhivacanaṁ.",
  "anya-e0102n10:82_0": "Upādānānīti sabbākārena paṭiccasamuppādaniddese vuttāni kāmupādānādīni cattāri.",
  "anya-e0102n10:83_0": "Anusayāti thāmagataṭṭhena kāmarāgānusayo, paṭigha, māna, diṭṭhi, vicikicchā, bhavarāga, avijjānusayoti evaṁ vuttā kāmarāgādayo satta .",
  "anya-e0102n10:83_1": "Te hi thāmagatattā punappunaṁ kāmarāgādīnaṁ uppattihetubhāvena anusentiyevāti anusayā.",
  "anya-e0102n10:84_0": "Malāti telañjanakalalaṁ viya sayañca asuddhattā, aññesañca asuddhabhāvakaraṇato lobhadosamohā tayo.",
  "anya-e0102n10:85_0": "Akusalakammapathāti akusalakammabhāvena ceva duggatīnañca pathabhāvena pāṇātipāto adinnādānaṁ kāmesumicchācāro musāvādo pisuṇavācā pharusavācā samphappalāpo abhijjhā byāpādo micchādiṭṭhīti ime dasa.",
  "anya-e0102n10:86_0": "Akusalacittuppādāti lobhamūlā aṭṭha dosamūlā dve mohamūlā dveti ime dvādasa.",
  "anya-e0102n10:87_0": "830.",
  "anya-e0102n10:87_1": "Iti etesaṁ saṁyojanādīnaṁ dhammānaṁ etāni yathāyogaṁ pahānakarāni. Kathaṁ?",
  "anya-e0102n10:87_2": "Saṁyojanesu tāva sakkāyadiṭṭhi vicikicchā sīlabbataparāmāso apāyagamanīyā ca kāmarāgapaṭighāti ete pañca dhammā paṭhamañāṇavajjhā, sesā kāmarāgapaṭighā oḷārikā dutiyañāṇavajjhā, sukhumā tatiyañāṇavajjhā, rūparāgādayo pañcapi catutthañāṇavajjhā eva.",
  "anya-e0102n10:87_3": "Paratopi ca yattha yattha evasaddena niyamaṁ na karissāma.",
  "anya-e0102n10:87_4": "Tattha tattha yaṁ yaṁ ‘‘upariñāṇavajjho’’ti vakkhāma, so so purimañāṇehi hatāpāyagamanīyādibhāvova hutvā upariñāṇavajjho hotīti veditabbo.",
  "anya-e0102n10:88_0": "Kilesesu diṭṭhivicikicchā paṭhamañāṇavajjhā, doso tatiyañāṇavajjho, lobhamohamānathinauddhaccaahirikaanottappāni catutthañāṇavajjhāni.",
  "anya-e0102n10:89_0": "Micchattesu micchādiṭṭhi musāvādo micchākammanto micchāājīvoti ime paṭhamañāṇavajjhā, micchāsaṅkappo pisuṇavācā pharusavācāti ime tatiyañāṇavajjhā, cetanāyeva cettha vācāti veditabbā.",
  "anya-e0102n10:89_1": "Samphappalāpamicchāvāyāmasatisamādhivimuttiñāṇāni catutthañāṇavajjhāni.",
  "anya-e0102n10:90_0": "Lokadhammesu paṭigho tatiyañāṇavajjho, anunayo catutthañāṇavajjho, yase ca pasaṁsāya ca anunayo catutthañāṇavajjhoti eke.",
  "anya-e0102n10:90_1": "Macchariyāni paṭhamañāṇavajjhāneva.",
  "anya-e0102n10:91_0": "Vipallāsesu anicce niccaṁ, anattani attāti ca saññācittadiṭṭhivipallāsā, dukkhe sukhaṁ, asubhe subhanti diṭṭhivipallāso cāti ime paṭhamañāṇavajjhā, asubhe subhanti saññācittavipallāsā tatiyañāṇavajjhā, dukkhe sukhanti saññācittavipallāsā catutthañāṇavajjhā.",
  "anya-e0102n10:92_0": "Ganthesu sīlabbataparāmasaidaṁsaccābhinivesakāyaganthā paṭhamañāṇavajjhā, byāpādakāyagantho tatiyañāṇavajjho, itaro catutthañāṇavajjho.",
  "anya-e0102n10:93_0": "Agati paṭhamañāṇavajjhāva.",
  "anya-e0102n10:94_0": "Āsavesu diṭṭhāsavo paṭhamañāṇavajjho, kāmāsavo tatiyañāṇavajjho, itare dve catutthañāṇavajjhā.",
  "anya-e0102n10:94_1": "Oghayogesupi eseva nayo.",
  "anya-e0102n10:95_0": "Nīvaraṇesu vicikicchānīvaraṇaṁ paṭhamañāṇavajjhaṁ, kāmacchando byāpādo kukkuccanti tīṇi tatiyañāṇavajjhāni, thinamiddhauddhaccāni catutthañāṇavajjhāni.",
  "anya-e0102n10:96_0": "Parāmāso paṭhamañāṇavajjhova.",
  "anya-e0102n10:97_0": "Upādānesu sabbesampi lokiyadhammānaṁ vatthukāmavasena kāmāti āgatattā rūpārūparāgopi kāmupādāne patati, tasmā taṁ catutthañāṇavajjhaṁ, sesāni paṭhamañāṇavajjhāni.",
  "anya-e0102n10:98_0": "Anusayesu diṭṭhivicikicchānusayā paṭhamañāṇavajjhāva, kāmarāgapaṭighānusayā tatiyañāṇavajjhā, mānabhavarāgāvijjānusayā catutthañāṇavajjhā.",
  "anya-e0102n10:99_0": "Malesu dosamalaṁ tatiyañāṇavajjhaṁ, itarāni catutthañāṇavajjhāni.",
  "anya-e0102n10:100_0": "Akusalakammapathesu pāṇātipāto adinnādānaṁ micchācāro musāvādo micchādiṭṭhīti ime paṭhamañāṇavajjhā , pisuṇavācā pharusavācā byāpādoti tayo tatiyañāṇavajjhā, samphappalāpābhijjhā catutthañāṇavajjhā.",
  "anya-e0102n10:101_0": "Akusalacittuppādesu cattāro diṭṭhigatasampayuttā vicikicchāsampayutto cāti pañca paṭhamañāṇavajjhāva, dve paṭighasampayuttā tatiyañāṇavajjhā, sesā catutthañāṇavajjhāti.",
  "anya-e0102n10:102_0": "Yañca yena vajjhaṁ, taṁ tena pahātabbaṁ nāma.",
  "anya-e0102n10:102_1": "Tena vuttaṁ ‘‘iti etesaṁ saṁyojanādīnaṁ dhammānaṁ etāni yathāyogaṁ pahānakarānī’’ti.",
  "anya-e0102n10:103_0": "831.",
  "anya-e0102n10:103_1": "Kiṁ panetāni ete dhamme atītānāgate pajahanti udāhu paccuppanneti.",
  "anya-e0102n10:103_2": "Kiṁ panettha yadi tāva atītānāgate, aphalo vāyāmo āpajjati. Kasmā?",
  "anya-e0102n10:103_3": "Pahātabbānaṁ natthitāya.",
  "anya-e0102n10:103_4": "Atha paccuppanne, tathāpi aphalo, vāyāmena saddhiṁ pahātabbānaṁ atthitāya, saṁkilesikā ca maggabhāvanā āpajjati, vippayuttatā vā kilesānaṁ, na ca paccuppannakileso cittavippayutto nāma atthīti.",
  "anya-e0102n10:103_5": "Nāyaṁ āveṇikā codanā.",
  "anya-e0102n10:103_6": "Pāḷiyaṁyeva hi ‘‘svāyaṁ kilese pajahati, atīte kilese pajahati, anāgate kilese pajahati, paccuppanne kilese pajahatī’’ti vatvā, puna ‘‘hañci atīte kilese pajahati, tenahi khīṇaṁ khepeti, niruddhaṁ nirodheti, vigataṁ vigameti, atthaṅgataṁ atthaṅgameti.",
  "anya-e0102n10:103_7": "Atītaṁ yaṁ natthi, taṁ pajahatī’’ti (paṭi. ma.",
  "anya-e0102n10:103_8": "3.21) ca vatvā, ‘‘na atīte kilese pajahatī’’ti paṭikkhittaṁ.",
  "anya-e0102n10:104_0": "Tathā ‘‘hañci anāgate kilese pajahati, tenahi ajātaṁ pajahati, anibbattaṁ pajahati, anuppannaṁ pajahati, apātubhūtaṁ pajahati.",
  "anya-e0102n10:104_1": "Anāgataṁ yaṁ natthi, taṁ pajahatī’’ti ca vatvā, ‘‘na anāgate kilese pajahatī’’ti paṭikkhittaṁ.",
  "anya-e0102n10:105_0": "Tathā ‘‘hañci paccuppanne kilese pajahati, tenahi ratto rāgaṁ pajahati.",
  "anya-e0102n10:105_1": "Duṭṭho dosaṁ, mūḷho mohaṁ, vinibaddho mānaṁ, parāmaṭṭho diṭṭhiṁ, vikkhepagato uddhaccaṁ, aniṭṭhaṅgato vicikicchaṁ, thāmagato anusayaṁ pajahati.",
  "anya-e0102n10:105_2": "Kaṇhasukkā dhammā yuganaddhāva vattanti.",
  "anya-e0102n10:105_3": "Saṁkilesikā maggabhāvanā hotī’’ti ca vatvā, ‘‘na atīte kilese pajahati, na anāgate, na paccuppanne kilese pajahatī’’ti sabbaṁ paṭikkhipitvā, ‘‘tenahi natthi maggabhāvanā, natthi phalasacchikiriyā , natthi kilesappahānaṁ, natthi dhammābhisamayo’’ti pañhāpariyosāne ‘‘na hi natthi maggabhāvanā…pe…",
  "anya-e0102n10:105_4": "natthi dhammābhisamayo’’ti paṭijānitvā ‘‘yathā kathaṁ viyā’’ti vutte idaṁ vuttaṁ –",
  "anya-e0102n10:106_0": "‘‘Seyyathāpi taruṇo rukkho ajātaphalo, tamenaṁ puriso mūle chindeyya, ye tassa rukkhassa ajātaphalā, te ajātāyeva na jāyanti, anibbattāyeva na nibbattanti, anuppannāyeva na uppajjanti, apātubhūtāyeva na pātubhavanti, evameva uppādo hetu uppādo paccayo kilesānaṁ nibbattiyāti uppāde ādīnavaṁ disvā anuppāde cittaṁ pakkhandati, anuppāde cittassa pakkhandattā ye āyūhanapaccayā kilesā nibbatteyyuṁ, te ajātāyeva na jāyanti…pe…",
  "anya-e0102n10:106_1": "apātubhūtāyeva na pātubhavanti, evaṁ hetunirodhā dukkhanirodho.",
  "anya-e0102n10:106_2": "Pavattaṁ hetu…pe…",
  "anya-e0102n10:106_3": "nimittaṁ hetu…pe…",
  "anya-e0102n10:106_4": "āyūhanā hetu…pe…",
  "anya-e0102n10:106_5": "anāyūhane cittassa pakkhandattā ye āyūhanapaccayā kilesā nibbatteyyuṁ, te ajātāyeva…pe…",
  "anya-e0102n10:106_6": "apātubhūtāyeva na pātubhavanti, evaṁ hetunirodhā dukkhanirodho.",
  "anya-e0102n10:106_7": "Evaṁ atthi maggabhāvanā, atthi phalasacchikiriyā, atthi kilesappahānaṁ, atthi dhammābhisamayo’’ti (paṭi. ma. 3.21).",
  "anya-e0102n10:107_0": "832.",
  "anya-e0102n10:107_1": "Etena kiṁ dīpitaṁ hoti?",
  "anya-e0102n10:107_2": "Bhūmiladdhānaṁ kilesānaṁ pahānaṁ dīpitaṁ hoti.",
  "anya-e0102n10:107_3": "Bhūmiladdhā pana kiṁ atītānāgatā udāhu paccuppannāti.",
  "anya-e0102n10:107_4": "Bhūmiladdhuppannā eva nāma te.",
  "anya-e0102n10:108_0": "833.",
  "anya-e0102n10:108_1": "Uppannaṁ hi vattamānabhūtāpagatokāsakatabhūmiladdhavasena anekappabhedaṁ.",
  "anya-e0102n10:108_2": "Tattha sabbampi uppādajarābhaṅgasamaṅgisaṅkhātaṁ vattamānuppannaṁ nāma.",
  "anya-e0102n10:108_3": "Ārammaṇarasaṁ anubhavitvā niruddhaṁ anubhūtāpagatasaṅkhātaṁ kusalākusalaṁ uppādādittayaṁ anuppatvā niruddhaṁ bhūtāpagatasaṅkhātaṁ sesasaṅkhatañca bhūtāpagatuppannaṁ nāma.",
  "anya-e0102n10:108_4": "‘‘Yānissa tāni pubbekatāni kammānī’’ti (ma. ni.",
  "anya-e0102n10:108_5": "3.248) evamādinā nayena vuttaṁ kammaṁ atītampi samānaṁ aññaṁ vipākaṁ paṭibāhitvā attano vipākassokāsaṁ katvā ṭhitattā tathā katokāsañca vipākaṁ anuppannampi samānaṁ evaṁ kate okāse ekantena uppajjanato okāsakatuppannaṁ nāma.",
  "anya-e0102n10:108_6": "Tāsu tāsu bhūmīsu asamūhataṁ akusalaṁ bhūmiladdhuppannaṁ nāma.",
  "anya-e0102n10:109_0": "834.",
  "anya-e0102n10:109_1": "Ettha ca bhūmiyā bhūmiladdhassa ca nānattaṁ veditabbaṁ.",
  "anya-e0102n10:109_2": "Bhūmīti hi vipassanāya ārammaṇabhūtā tebhūmakā pañcakkhandhā.",
  "anya-e0102n10:109_3": "Bhūmiladdhaṁ nāma tesu khandhesu uppattirahaṁ kilesajātaṁ.",
  "anya-e0102n10:109_4": "Tenahi sā bhūmi laddhā nāma hotīti tasmā bhūmiladdhanti vuccati, sā ca kho na ārammaṇavasena.",
  "anya-e0102n10:109_5": "Ārammaṇavasena hi sabbepi atītānāgate pariññātepi ca khīṇāsavānaṁ khandhe ārabbha kilesā uppajjanti mahākaccānauppalavaṇṇādīnaṁ khandhe ārabbha soreyyaseṭṭhi nandamāṇavakādīnaṁ viya.",
  "anya-e0102n10:109_6": "Yadi ca taṁ bhūmiladdhaṁ nāma siyā, tassa appaheyyato na koci bhavamūlaṁ pajaheyya.",
  "anya-e0102n10:109_7": "Vatthuvasena pana bhūmiladdhaṁ veditabbaṁ.",
  "anya-e0102n10:109_8": "Yattha yattha hi vipassanāya apariññātā khandhā uppajjanti, tattha tattha uppādato pabhuti tesu vaṭṭamūlaṁ kilesajātaṁ anuseti.",
  "anya-e0102n10:109_9": "Taṁ appahīnaṭṭhena bhūmiladdhanti veditabbaṁ.",
  "anya-e0102n10:110_0": "835.",
  "anya-e0102n10:110_1": "Tattha ca yassa yesu khandhesu appahīnaṭṭhena anusayitā kilesā, tassa te eva khandhā tesaṁ kilesānaṁ vatthu, na aññesaṁ santakā khandhā.",
  "anya-e0102n10:110_2": "Atītakkhandhesu ca appahīnānusayitānaṁ kilesānaṁ atītakkhandhāva vatthu, na itare.",
  "anya-e0102n10:110_3": "Esa nayo anāgatādīsu.",
  "anya-e0102n10:110_4": "Tathā kāmāvacarakkhandhesu appahīnānusayitānaṁ kilesānaṁ kāmāvacarakkhandhāva vatthu, na itare.",
  "anya-e0102n10:110_5": "Esa nayo rūpārūpāvacaresu.",
  "anya-e0102n10:110_6": "Sotāpannādīsu pana yassa yassa ariyapuggalassa khandhesu taṁ taṁ vaṭṭamūlaṁ kilesajātaṁ tena tena maggena pahīnaṁ, tassa tassa te te khandhā pahīnānaṁ tesaṁ tesaṁ vaṭṭamūlakilesānaṁ avatthuto bhūmīti saṅkhaṁ na labhanti.",
  "anya-e0102n10:110_7": "Puthujjanassa sabbasova vaṭṭamūlakilesānaṁ appahīnattā yaṁkiñci kariyamānaṁ kammaṁ kusalaṁ akusalaṁ vā hoti.",
  "anya-e0102n10:110_8": "Iccassa kammakilesapaccayā vaṭṭaṁ vaṭṭati.",
  "anya-e0102n10:110_9": "Tassetaṁ vaṭṭamūlaṁ rūpakkhandheyeva, na vedanākkhandhādīsu.",
  "anya-e0102n10:110_10": "Viññāṇakkhandheyeva vā, na rūpakkhandhādīsūti na vattabbaṁ. Kasmā?",
  "anya-e0102n10:110_11": "Avisesena pañcasupi khandhesu anusayitattā.",
  "anya-e0102n10:111_0": "836. Kathaṁ?",
  "anya-e0102n10:111_1": "Pathavīrasādi viya rukkhe.",
  "anya-e0102n10:111_2": "Yathā hi mahārukkhe pathavītalaṁ adhiṭṭhāya pathavīrasañca āporasañca nissāya tappaccayā mūlakhandhasākhapasākhapallavapalāsapupphaphalehi vaḍḍhitvā nabhaṁ pūretvā yāva kappāvasānā bījaparamparāya rukkhapaveṇiṁ santānayamāne ṭhite taṁ pathavīrasādi mūleyeva, na khandhādīsu…pe…",
  "anya-e0102n10:111_3": "phaleyeva vā, na mūlādīsūti na vattabbaṁ. Kasmā?",
  "anya-e0102n10:111_4": "Avisesena sabbesu mūlādīsu anugatattāti.",
  "anya-e0102n10:112_0": "Yathā pana tasseva rukkhassa pupphaphalādīsu nibbinno koci puriso catūsu disāsu maṇḍūkakaṇṭakaṁ nāma visakaṇṭakaṁ ākoṭeyya, atha so rukkho tena visasamphassena phuṭṭho pathavīrasaāporasānaṁ pariyādiṇṇattā appasavanadhammataṁ āgamma puna santānaṁ nibbattetuṁ na sakkuṇeyya, evameva khandhapavattiyaṁ nibbinno kulaputto tassa purisassa catūsu disāsu rukkhe visayojanaṁ viya attano santāne catumaggabhāvanaṁ ārabhati.",
  "anya-e0102n10:112_1": "Athassa so khandhasantāno tena catumaggavisasamphassena sabbaso vaṭṭamūlakakilesānaṁ pariyādiṇṇattā kiriyabhāvamattaupagatakāyakammādisabbakammappabhedo hutvā āyatiṁ punabbhavānabhinibbattanadhammataṁ āgamma bhavantarasantānaṁ nibbattetuṁ na sakkoti.",
  "anya-e0102n10:112_2": "Kevalaṁ carimaviññāṇanirodhena nirindhano viya jātavedo anupādāno parinibbāyati, evaṁ bhūmiyā bhūmiladdhassa ca nānattaṁ veditabbaṁ.",
  "anya-e0102n10:113_0": "837.",
  "anya-e0102n10:113_1": "Apica aparampi samudācāraārammaṇādhiggahitaavikkhambhitaasamūhatavasena catubbidhaṁ uppannaṁ.",
  "anya-e0102n10:113_2": "Tattha vattamānuppannameva samudācāruppannaṁ.",
  "anya-e0102n10:113_3": "Cakkhādīnaṁ pana āpāthagate ārammaṇe pubbabhāge anuppajjamānampi kilesajātaṁ ārammaṇassa adhiggahitattā eva aparabhāge ekantena uppattito ārammaṇādhiggahituppannanti vuccati, kalyāṇigāme piṇḍāya carato mahātissattherassa visabhāgarūpadassanena uppannakilesajātaṁ viya.",
  "anya-e0102n10:113_4": "Samathavipassanānaṁ aññataravasena avikkhambhitaṁ kilesajātaṁ cittasantatimanārūḷhampi uppattinivārakassa hetuno abhāvā avikkhambhituppannaṁ nāma.",
  "anya-e0102n10:113_5": "Samathavipassanāvasena pana vikkhambhitampi ariyamaggena asamūhatattā uppattidhammataṁ anatītatāya asamūhatuppannanti vuccati, ākāsena gacchantassa aṭṭhasamāpattilābhino therassa kusumitarukkhe upavane pupphāni uccinantassa madhurena sarena gāyato mātugāmassa gītasavanena uppannakilesajātaṁ viya.",
  "anya-e0102n10:113_6": "Tividhampi cetaṁ ārammaṇādhiggahitāvikkhambhitaasamūhatuppannaṁ bhūmiladdheneva saṅgahaṁ gacchatīti veditabbaṁ.",
  "anya-e0102n10:114_0": "838.",
  "anya-e0102n10:114_1": "Iccetasmiṁ vuttappabhede uppanne yadetaṁ vattamānabhūtāpagatokāsakatasamudācārasaṅkhātaṁ catubbidhaṁ uppannaṁ, taṁ amaggavajjhattā kenacipi ñāṇena pahātabbaṁ na hoti.",
  "anya-e0102n10:114_2": "Yaṁ panetaṁ bhūmiladdhārammaṇādhiggahitaavikkhambhitaasamūhatasaṅkhātaṁ uppannaṁ, tassa taṁ uppannabhāvaṁ vināsayamānaṁ yasmā taṁ taṁ lokiyalokuttarañāṇaṁ uppajjati, tasmā taṁ sabbampi pahātabbaṁ hotīti.",
  "anya-e0102n10:114_3": "Evamettha ye yena pahātabbā dhammā, tesaṁ pahānañca jānitabbaṁ.",
  "anya-e0102n10:115_0": "Pariññādikiccakathā",
  "anya-e0102n10:116_0": "839.",
  "anya-e0102n10:117_0": " Kiccāni pariññādīni, yāni vuttāni abhisamayakāle;",
  "anya-e0102n10:118_0": "Tāni ca yathāsabhāvena, jānitabbāni sabbānīti.",
  "anya-e0102n10:119_0": "Saccābhisamayakālaṁ hi etesu catūsu ñāṇesu ekekassa ekakkhaṇe pariññā pahānaṁ sacchikiriyā bhāvanāti etāni pariññādīni cattāri kiccāni vuttāni, tāni yathāsabhāvena jānitabbāni.",
  "anya-e0102n10:119_1": "Vuttaṁ hetaṁ porāṇehi –",
  "anya-e0102n10:120_0": "‘‘Yathā padīpo apubbaṁ acarimaṁ ekakkhaṇe cattāri kiccāni karoti, vaṭṭiṁ jhāpeti, andhakāraṁ vidhamati, ālokaṁ parividaṁseti, sinehaṁ pariyādiyati, evameva maggañāṇaṁ apubbaṁ acarimaṁ ekakkhaṇe cattāri saccāni abhisameti, dukkhaṁ pariññābhisamayena abhisameti, samudayaṁ pahānābhisamayena abhisameti, maggaṁ bhāvanābhisamayena abhisameti, nirodhaṁ sacchikiriyābhisamayena abhisameti.",
  "anya-e0102n10:120_1": "Kiṁ vuttaṁ hoti?",
  "anya-e0102n10:120_2": "Nirodhaṁ ārammaṇaṁ karitvā cattāripi saccāni pāpuṇāti passati paṭivijjhatī’’ti.",
  "anya-e0102n10:121_0": "Vuttampi cetaṁ ‘‘yo, bhikkhave, dukkhaṁ passati, dukkhasamudayampi so passati, dukkhanirodhampi passati, dukkhanirodhagāminiṁ paṭipadampi passatī’’ti (saṁ. ni.",
  "anya-e0102n10:121_1": "5.1100) sabbaṁ veditabbaṁ.",
  "anya-e0102n10:122_0": "Aparampi vuttaṁ ‘‘maggasamaṅgissa ñāṇaṁ, dukkhepetaṁ ñāṇaṁ, dukkhasamudayepetaṁ ñāṇaṁ, dukkhanirodhepetaṁ ñāṇaṁ, dukkhanirodhagāminiyā paṭipadāyapetaṁ ñāṇa’’nti (vibha. 794; paṭi. ma. 1.109).",
  "anya-e0102n10:123_0": "Tattha yathā padīpo vaṭṭiṁ jhāpeti, evaṁ maggañāṇaṁ dukkhaṁ parijānāti.",
  "anya-e0102n10:123_1": "Yathā andhakāraṁ vidhamati, evaṁ samudayaṁ pajahati.",
  "anya-e0102n10:123_2": "Yathā ālokaṁ parividaṁseti, evaṁ sahajātādipaccayatāya sammāsaṅkappādidhammasaṅkhātaṁ maggaṁ bhāveti.",
  "anya-e0102n10:123_3": "Yathā sinehaṁ pariyādiyati, evaṁ kilesapariyādānaṁ nirodhaṁ sacchikarotīti evaṁ upamāsaṁsandanaṁ veditabbaṁ.",
  "anya-e0102n10:124_0": "840.",
  "anya-e0102n10:124_1": "Aparo nayo –",
  "anya-e0102n10:124_2": "yathā sūriyo udayanto apubbaṁ acarimaṁ saha pātubhāvā cattāri kiccāni karoti, rūpagatāni obhāseti, andhakāraṁ vidhamati, ālokaṁ dasseti, sītaṁ paṭippassambheti, evameva maggañāṇaṁ…pe…",
  "anya-e0102n10:124_3": "nirodhaṁ sacchikiriyābhisamayena abhisameti.",
  "anya-e0102n10:124_4": "Idhāpi yathā sūriyo rūpagatāni obhāseti, evaṁ maggañāṇaṁ dukkhaṁ parijānāti.",
  "anya-e0102n10:124_5": "Yathā andhakāraṁ vidhamati, evaṁ samudayaṁ pajahati.",
  "anya-e0102n10:124_6": "Yathā ālokaṁ dasseti, evaṁ sahajātādipaccayatāya maggaṁ bhāveti.",
  "anya-e0102n10:124_7": "Yathā sītaṁ paṭippassambheti, evaṁ kilesapaṭippassaddhiṁ nirodhaṁ sacchikarotīti evaṁ upamāsaṁsandanaṁ veditabbaṁ.",
  "anya-e0102n10:125_0": "841.",
  "anya-e0102n10:125_1": "Aparo nayo –",
  "anya-e0102n10:125_2": "yathā nāvā apubbaṁ acarimaṁ ekakkhaṇe cattāri kiccāni karoti, orimatīraṁ pajahati, sotaṁ chindati, bhaṇḍaṁ vahati, pārimatīraṁ appeti, evameva maggañāṇaṁ…pe…",
  "anya-e0102n10:125_3": "nirodhaṁ sacchikiriyābhisamayena abhisameti.",
  "anya-e0102n10:125_4": "Etthāpi yathā nāvā orimatīraṁ pajahati, evaṁ maggañāṇaṁ dukkhaṁ parijānāti.",
  "anya-e0102n10:125_5": "Yathā sotaṁ chindati, evaṁ samudayaṁ pajahati.",
  "anya-e0102n10:125_6": "Yathā bhaṇḍaṁ vahati, evaṁ sahajātādipaccayatāya maggaṁ bhāveti.",
  "anya-e0102n10:125_7": "Yathā pārimatīraṁ appeti, evaṁ pārimatīrabhūtaṁ nirodhaṁ sacchikarotīti evaṁ upamāsaṁsandanaṁ veditabbaṁ.",
  "anya-e0102n10:126_0": "842.",
  "anya-e0102n10:126_1": "Evaṁ saccābhisamayakālasmiṁ ekakkhaṇe catunnaṁ kiccānaṁ vasena pavattañāṇassa panassa soḷasahākārehi tathaṭṭhena cattāri kiccāni ekapaṭivedhāni honti. Yathāha –",
  "anya-e0102n10:127_0": "‘‘Kathaṁ tathaṭṭhena cattāri kiccāni ekapaṭivedhāni?",
  "anya-e0102n10:127_1": "Soḷasahi ākārehi tathaṭṭhena cattāri kiccāni ekapaṭivedhāni.",
  "anya-e0102n10:127_2": "Dukkhassa pīḷanaṭṭho, saṅkhataṭṭho, santāpaṭṭho, vipariṇāmaṭṭho, tathaṭṭho.",
  "anya-e0102n10:127_3": "Samudayassa āyūhanaṭṭho, nidānaṭṭho, saṁyogaṭṭho, palibodhaṭṭho, tathaṭṭho.",
  "anya-e0102n10:127_4": "Nirodhassa nissaraṇaṭṭho, vivekaṭṭho, asaṅkhataṭṭho, amataṭṭho, tathaṭṭho.",
  "anya-e0102n10:127_5": "Maggassa niyyānaṭṭho, hetuṭṭho, dassanaṭṭho, adhipateyyaṭṭho, tathaṭṭho.",
  "anya-e0102n10:127_6": "Imehi soḷasahi ākārehi tathaṭṭhena cattāri saccāni ekasaṅgahitāni.",
  "anya-e0102n10:127_7": "Yaṁ ekasaṅgahitaṁ, taṁ ekattaṁ.",
  "anya-e0102n10:127_8": "Yaṁ ekattaṁ, taṁ ekena ñāṇena paṭivijjhatīti cattāri saccāni ekapaṭivedhānī’’ti (paṭi. ma. 2.11).",
  "anya-e0102n10:128_0": "843.",
  "anya-e0102n10:128_1": "Tattha siyā yadā dukkhādīnaṁ aññepi rogagaṇḍādayo atthā atthi, atha kasmā cattāroyeva vuttāti.",
  "anya-e0102n10:128_2": "Ettha vadāma, aññasaccadassanavasena āvibhāvato.",
  "anya-e0102n10:128_3": "‘‘Tattha katamaṁ dukkhe ñāṇaṁ?",
  "anya-e0102n10:128_4": "Dukkhaṁ ārabbha yā uppajjati paññā pajānanā’’tiādinā (vibha. 794; paṭi. ma.",
  "anya-e0102n10:128_5": "1.109) hi nayena ekekasaccārammaṇavasenāpi saccañāṇaṁ vuttaṁ.",
  "anya-e0102n10:128_6": "‘‘Yo, bhikkhave, dukkhaṁ passati, samudayampi so passatī’’tiādinā (saṁ. ni.",
  "anya-e0102n10:128_7": "5.1100) nayena ekaṁ saccaṁ ārammaṇaṁ katvā sesesupi kiccanipphattivasenāpi vuttaṁ.",
  "anya-e0102n10:129_0": "Tattha yadā ekekaṁ saccaṁ ārammaṇaṁ karoti, tadā samudayadassanena tāva sabhāvato pīḷanalakkhaṇassāpi dukkhassa, yasmā taṁ āyūhanalakkhaṇena samudayena āyūhitaṁ saṅkhataṁ rāsikataṁ, tasmāssa so saṅkhataṭṭho āvibhavati.",
  "anya-e0102n10:129_1": "Yasmā pana maggo kilesasantāpaharo susītalo, tasmāssa maggassa dassanena santāpaṭṭho āvibhavati āyasmato nandassa accharādassanena sundariyā anabhirūpabhāvo viya.",
  "anya-e0102n10:129_2": "Avipariṇāmadhammassa pana nirodhassa dassanenassa vipariṇāmaṭṭho āvibhavatīti vattabbamevettha natthi.",
  "anya-e0102n10:130_0": "Tathā sabhāvato āyūhanalakkhaṇassāpi samudayassa, dukkhadassanena nidānaṭṭho āvibhavati asappāyabhojanato uppannabyādhidassanena bhojanassa byādhinidānabhāvo viya.",
  "anya-e0102n10:130_1": "Visaṁyogabhūtassa nirodhassa dassanena saṁyogaṭṭho.",
  "anya-e0102n10:130_2": "Niyyānabhūtassa ca maggassa dassanena palibodhaṭṭhoti.",
  "anya-e0102n10:131_0": "Tathā nissaraṇalakkhaṇassāpi nirodhassa, avivekabhūtassa samudayassa dassanena vivekaṭṭho āvibhavati.",
  "anya-e0102n10:131_1": "Maggadassanena asaṅkhataṭṭho, iminā hi anamataggasaṁsāre maggo nadiṭṭhapubbo, sopi ca sappaccayattā saṅkhatoyevāti appaccayadhammassa asaṅkhatabhāvo ativiya pākaṭo hoti.",
  "anya-e0102n10:131_2": "Dukkhadassanena panassa amataṭṭho āvibhavati, dukkhaṁ hi visaṁ, amataṁ nibbānanti.",
  "anya-e0102n10:132_0": "Tathā niyyānalakkhaṇassāpi maggassa, samudayadassanena ‘‘nāyaṁ hetu nibbānassa pattiyā, ayaṁ hetū’’ti hetuṭṭho āvibhavati.",
  "anya-e0102n10:132_1": "Nirodhadassanena dassanaṭṭho, paramasukhumāni rūpāni passato ‘‘vippasannaṁ vata me cakkhū’’nti cakkhussa vippasannabhāvo viya.",
  "anya-e0102n10:132_2": "Dukkhadassanena adhipateyyaṭṭho, anekarogāturakapaṇajanadassanena issarajanassa uḷārabhāvo viyāti evamettha salakkhaṇavasena ekekassa, aññasaccadassanavasena ca itaresaṁ tiṇṇaṁ tiṇṇaṁ āvibhāvato ekekassa cattāro cattāro atthā vuttā.",
  "anya-e0102n10:132_3": "Maggakkhaṇe pana sabbe cete atthā ekeneva dukkhādīsu catukiccena ñāṇena paṭivedhaṁ gacchantīti.",
  "anya-e0102n10:132_4": "Ye pana nānābhisamayaṁ icchanti, tesaṁ uttaraṁ abhidhamme kathāvatthusmiṁ vuttameva.",
  "anya-e0102n10:133_0": "Pariññādippabhedakathā",
  "anya-e0102n10:134_0": "844. Idāni yāni tāni pariññādīni cattāri kiccāni vuttāni, tesu –",
  "anya-e0102n10:135_0": "Tividhā hoti pariññā, tathā pahānampi sacchikiriyāpi;",
  "anya-e0102n10:136_0": "Dve bhāvanā abhimatā, vinicchayo tattha ñātabbo.",
  "anya-e0102n10:137_0": "845.Tividhā hoti pariññāti ñātapariññā tīraṇapariññā pahānapariññāti evaṁ pariññā tividhā hoti.",
  "anya-e0102n10:137_1": "Tattha ‘‘abhiññāpaññā ñātaṭṭhena ñāṇa’’nti (paṭi. ma.",
  "anya-e0102n10:137_2": "mātikā 1.20) evaṁ uddisitvā ‘‘ye ye dhammā abhiññātā honti, te te dhammā ñātā hontī’’ti (paṭi. ma.",
  "anya-e0102n10:137_3": "1.75) evaṁ saṅkhepato, ‘‘sabbaṁ, bhikkhave, abhiññeyyaṁ.",
  "anya-e0102n10:137_4": "Kiñca, bhikkhave, sabbaṁ abhiññeyyaṁ?",
  "anya-e0102n10:137_5": "Cakkhuṁ, bhikkhave, abhiññeyya’’ntiādinā (paṭi. ma.",
  "anya-e0102n10:137_6": "1.2) nayena vitthārato vuttā ñātapariññā nāma.",
  "anya-e0102n10:137_7": "Tassā sappaccayanāmarūpābhijānanā āveṇikā bhūmi.",
  "anya-e0102n10:138_0": "846.",
  "anya-e0102n10:138_1": "‘‘Pariññāpaññā tīraṇaṭṭhena ñāṇa’’nti (paṭi. ma.",
  "anya-e0102n10:138_2": "mātikā 1.21) evaṁ uddisitvā pana ‘‘ye ye dhammā pariññātā honti, te te dhammā tīritā hontī’’ti (paṭi. ma.",
  "anya-e0102n10:138_3": "1.75) evaṁ saṅkhepato, ‘‘sabbaṁ, bhikkhave, pariññeyyaṁ.",
  "anya-e0102n10:138_4": "Kiñca, bhikkhave, sabbaṁ pariññeyyaṁ?",
  "anya-e0102n10:138_5": "Cakkhuṁ, bhikkhave, pariññeyya’’ntiādinā (paṭi. ma.",
  "anya-e0102n10:138_6": "1.21) nayena vitthārato vuttā tīraṇapariññā nāma.",
  "anya-e0102n10:138_7": "Tassā kalāpasammasanato paṭṭhāya aniccaṁ dukkhamanattāti tīraṇavasena pavattamānāya yāva anulomā āveṇikā bhūmi.",
  "anya-e0102n10:139_0": "847.",
  "anya-e0102n10:139_1": "‘‘Pahānapaññā pariccāgaṭṭhena ñāṇa’’nti (paṭi. ma.",
  "anya-e0102n10:139_2": "mātikā 1.22) evaṁ pana uddisitvā ‘‘ye ye dhammā pahīnā honti, te te dhammā pariccattā hontī’’ti (paṭi. ma.",
  "anya-e0102n10:139_3": "1.75) evaṁ vitthārato vuttā ‘‘aniccānupassanāya niccasaññaṁ pajahatī’’tiādinayappavattā pahānapariññā.",
  "anya-e0102n10:139_4": "Tassā bhaṅgānupassanato paṭṭhāya yāva maggañāṇā bhūmi, ayaṁ idha adhippetā.",
  "anya-e0102n10:140_0": "Yasmā vā ñātatīraṇapariññāyopi tadatthāyeva, yasmā ca ye dhamme pajahati, te niyamato ñātā ceva tīritā ca honti, tasmā pariññāttayampi iminā pariyāyena maggañāṇassa kiccanti veditabbaṁ.",
  "anya-e0102n10:141_0": "848.Tathā pahānampīti pahānampi hi vikkhambhanappahānaṁ tadaṅgappahānaṁ samucchedappahānanti pariññā viya tividhameva hoti.",
  "anya-e0102n10:141_1": "Tattha yaṁ sasevāle udake pakkhittena ghaṭena sevālassa viya tena tena lokiyasamādhinā nīvaraṇādīnaṁ paccanīkadhammānaṁ vikkhambhanaṁ, idaṁ vikkhambhanappahānaṁ nāma.",
  "anya-e0102n10:141_2": "Pāḷiyaṁ pana ‘‘vikkhambhanappahānañca nīvaraṇānaṁ paṭhamaṁ jhānaṁ bhāvayato’’ti (paṭi. ma.",
  "anya-e0102n10:141_3": "1.24) nīvaraṇānaññeva vikkhambhanaṁ vuttaṁ, taṁ pākaṭattā vuttanti veditabbaṁ.",
  "anya-e0102n10:141_4": "Nīvaraṇāni hi jhānassa pubbabhāgepi pacchābhāgepi na sahasā cittaṁ ajjhottharanti, vitakkādayo appitakkhaṇeyeva.",
  "anya-e0102n10:141_5": "Tasmā nīvaraṇānaṁ vikkhambhanaṁ pākaṭaṁ.",
  "anya-e0102n10:142_0": "849.",
  "anya-e0102n10:142_1": "Yaṁ pana rattibhāge samujjalitena padīpena andhakārassa viya tena tena vipassanāya avayavabhūtena ñāṇaṅgena paṭipakkhavaseneva tassa tassa pahātabbadhammassa pahānaṁ, idaṁ tadaṅgappahānaṁ nāma.",
  "anya-e0102n10:142_2": "Seyyathidaṁ –",
  "anya-e0102n10:142_3": "nāmarūpaparicchedena tāva sakkāyadiṭṭhiyā.",
  "anya-e0102n10:142_4": "Paccayapariggahena ahetuvisamahetudiṭṭhiyā ceva kaṅkhāmalassa ca.",
  "anya-e0102n10:142_5": "Kalāpasammasanena ‘‘ahaṁ mamā’’ti samūhagāhassa.",
  "anya-e0102n10:142_6": "Maggāmaggavavatthānena amagge maggasaññāya.",
  "anya-e0102n10:142_7": "Udayadassanena ucchedadiṭṭhiyā.",
  "anya-e0102n10:142_8": "Vayadassanena sassatadiṭṭhiyā.",
  "anya-e0102n10:142_9": "Bhayatupaṭṭhānena sabhaye abhayasaññāya.",
  "anya-e0102n10:142_10": "Ādīnavadassanena assādasaññāya.",
  "anya-e0102n10:142_11": "Nibbidānupassanena abhiratisaññāya.",
  "anya-e0102n10:142_12": "Muñcitukamyatāya amuñcitukāmabhāvassa.",
  "anya-e0102n10:142_13": "Paṭisaṅkhānena appaṭisaṅkhānassa.",
  "anya-e0102n10:142_14": "Upekkhāya anupekkhanassa.",
  "anya-e0102n10:142_15": "Anulomena saccapaṭilomagāhassa pahānaṁ.",
  "anya-e0102n10:143_0": "Yaṁ vā pana aṭṭhārasasu mahāvipassanāsu aniccānupassanāya niccasaññāya.",
  "anya-e0102n10:143_1": "Dukkhānupassanāya sukhasaññāya.",
  "anya-e0102n10:143_2": "Anattānupassanāya attasaññāya.",
  "anya-e0102n10:143_3": "Nibbidānupassanāya nandiyā.",
  "anya-e0102n10:143_4": "Virāgānupassanāya rāgassa.",
  "anya-e0102n10:143_5": "Nirodhānupassanāya samudayassa.",
  "anya-e0102n10:143_6": "Paṭinissaggānupassanāya ādānassa.",
  "anya-e0102n10:143_7": "Khayānupassanāya ghanasaññāya.",
  "anya-e0102n10:143_8": "Vayānupassanāya āyūhanassa.",
  "anya-e0102n10:143_9": "Vipariṇāmānupassanāya dhuvasaññāya.",
  "anya-e0102n10:143_10": "Animittānupassanāya nimittassa.",
  "anya-e0102n10:143_11": "Appaṇihitānupassanāya paṇidhiyā.",
  "anya-e0102n10:143_12": "Suññatānupassanāya abhinivesassa.",
  "anya-e0102n10:143_13": "Adhipaññādhammavipassanāya sārādānābhinivesassa.",
  "anya-e0102n10:143_14": "Yathābhūtañāṇadassanena sammohābhinivesassa.",
  "anya-e0102n10:143_15": "Ādīnavānupassanāya ālayābhinivesassa.",
  "anya-e0102n10:143_16": "Paṭisaṅkhānupassanāya appaṭisaṅkhāya.",
  "anya-e0102n10:143_17": "Vivaṭṭānupassanāya saṁyogābhinivesassa pahānaṁ.",
  "anya-e0102n10:143_18": "Idampi tadaṅgappahānameva.",
  "anya-e0102n10:144_0": "850.",
  "anya-e0102n10:144_1": "Tattha yathā aniccānupassanādīhi sattahi niccasaññādīnaṁ pahānaṁ hoti, taṁ bhaṅgānupassane vuttameva.",
  "anya-e0102n10:145_0": "Khayānupassanāti pana ghanavinibbhogaṁ katvā aniccaṁ khayaṭṭhenāti evaṁ khayaṁ passato ñāṇaṁ.",
  "anya-e0102n10:145_1": "Tena ghanasaññāya pahānaṁ hoti.",
  "anya-e0102n10:146_0": "Vayānupassanāti –",
  "anya-e0102n10:147_0": "Ārammaṇānvayena, ubho ekavavatthānā;",
  "anya-e0102n10:148_0": "Nirodhe adhimuttatā, vayalakkhaṇavipassanāti. –",
  "anya-e0102n10:149_0": "Evaṁ vuttā paccakkhato ceva anvayato ca saṅkhārānaṁ bhaṅgaṁ disvā tasmiññeva bhaṅgasaṅkhāte nirodhe adhimuttatā, tāya āyūhanassa pahānaṁ hoti.",
  "anya-e0102n10:149_1": "Yesaṁ hi atthāya āyūheyya, ‘‘te evaṁ vayadhammā’’ti vipassato āyūhane cittaṁ na namati.",
  "anya-e0102n10:150_0": "Vipariṇāmānupassanāti rūpasattakādivasena taṁ taṁ paricchedaṁ atikkamma aññathāpavattidassanaṁ.",
  "anya-e0102n10:150_1": "Uppannassa vā jarāya ceva maraṇena ca dvīhākārehi vipariṇāmadassanaṁ, tāya dhuvasaññāya pahānaṁ hoti.",
  "anya-e0102n10:151_0": "Animittānupassanāti aniccānupassanāva, tāya niccanimittassa pahānaṁ hoti.",
  "anya-e0102n10:152_0": "Appaṇihitānupassanāti dukkhānupassanāva, tāya sukhapaṇidhisukhapatthanāpahānaṁ hoti.",
  "anya-e0102n10:153_0": "Suññatānupassanāti anattānupassanāva, tāya ‘‘atthi attā’’ti abhinivesassa pahānaṁ hoti.",
  "anya-e0102n10:154_0": "Adhipaññādhammavipassanāti –",
  "anya-e0102n10:155_0": "‘‘Ārammaṇañca paṭisaṅkhā, bhaṅgañca anupassati;",
  "anya-e0102n10:156_0": "Suññato ca upaṭṭhānaṁ, adhipaññā vipassanā’’ti. –",
  "anya-e0102n10:157_0": "Evaṁ vuttā rūpādiārammaṇaṁ jānitvā tassa ca ārammaṇassa tadārammaṇassa ca cittassa bhaṅgaṁ disvā ‘‘saṅkhārāva bhijjanti, saṅkhārānaṁ maraṇaṁ, na añño koci atthī’’ti bhaṅgavasena suññataṁ gahetvā pavattā vipassanā.",
  "anya-e0102n10:157_1": "Sā adhipaññā ca dhammesu ca vipassanāti katvā adhipaññādhammavipassanāti vuccati, tāya niccasārābhāvassa ca attasārābhāvassa ca suṭṭhu diṭṭhattā sārādānābhinivesassa pahānaṁ hoti.",
  "anya-e0102n10:158_0": "Yathābhūtañāṇadassananti sappaccayanāmarūpapariggaho, tena ‘‘ahosiṁ nu kho ahaṁ atītamaddhāna’’ntiādivasena ceva, ‘‘issarato loko sambhotī’’tiādivasena ca pavattassa sammohābhinivesassa pahānaṁ hoti.",
  "anya-e0102n10:159_0": "Ādīnavānupassanāti bhayatupaṭṭhānavasena uppannaṁ sabbabhavādīsu ādīnavadassanañāṇaṁ, tena ‘‘kiñci allīyitabbaṁ na dissatī’’ti ālayābhinivesassa pahānaṁ hoti.",
  "anya-e0102n10:160_0": "Paṭisaṅkhānupassanāti muñcanassa upāyakaraṇaṁ paṭisaṅkhāñāṇaṁ, tena appaṭisaṅkhāya pahānaṁ hoti.",
  "anya-e0102n10:161_0": "Vivaṭṭānupassanāti saṅkhārupekkhā ceva anulomañca.",
  "anya-e0102n10:161_1": "Tadā hissa cittaṁ īsakapoṇe padumapalāse udakabindu viya sabbasmā saṅkhāragatā patilīyati, patikuṭati, pativattatīti vuttaṁ.",
  "anya-e0102n10:161_2": "Tasmā tāya saṁyogābhinivesassa pahānaṁ hoti, kāmasaṁyogādikassa kilesābhinivesassa kilesappavattiyā pahānaṁ hotīti attho.",
  "anya-e0102n10:161_3": "Evaṁ vitthārato tadaṅgappahānaṁ veditabbaṁ.",
  "anya-e0102n10:161_4": "Pāḷiyaṁ pana ‘‘tadaṅgappahānañca diṭṭhigatānaṁ nibbedhabhāgiyaṁ samādhiṁ bhāvayato’’ti (paṭi. ma.",
  "anya-e0102n10:161_5": "1.24) saṅkhepeneva vuttaṁ.",
  "anya-e0102n10:162_0": "851.",
  "anya-e0102n10:162_1": "Yaṁ pana asanivicakkābhihatassa rukkhassa viya ariyamaggañāṇena saṁyojanādīnaṁ dhammānaṁ yathā na puna pavatti, evaṁ pahānaṁ, idaṁ samucchedappahānaṁ nāma.",
  "anya-e0102n10:162_2": "Yaṁ sandhāya vuttaṁ ‘‘samucchedappahānañca lokuttaraṁ khayagāmimaggaṁ bhāvayato’’ti (paṭi. ma. 1.24) .",
  "anya-e0102n10:162_3": "Iti imesu tīsu pahānesu samucchedappahānameva idha adhippetaṁ.",
  "anya-e0102n10:162_4": "Yasmā pana tassa yogino pubbabhāge vikkhambhanatadaṅgappahānānipi tadatthāneva, tasmā pahānattayampi iminā pariyāyena maggañāṇassa kiccanti veditabbaṁ.",
  "anya-e0102n10:162_5": "Paṭirājānaṁ vadhitvā rajjaṁ pattena hi yampi tato pubbe kataṁ, sabbaṁ ‘‘idañcidañca raññā kata’’ntiyeva vuccati.",
  "anya-e0102n10:163_0": "852.Sacchikiriyāpīti lokiyasacchikiriyā lokuttarasacchikiriyāti dvedhā bhinnāpi lokuttarāya dassanabhāvanāvasena bhedato tividhā hoti.",
  "anya-e0102n10:163_1": "Tattha ‘‘paṭhamassa jhānassa lābhīmhi, vasīmhi, paṭhamajjhānaṁ sacchikataṁ mayā’’tiādinā (pārā.",
  "anya-e0102n10:163_2": "203-204) nayena āgatā paṭhamajjhānādīnaṁ phassanā lokiyasacchikiriyā nāma.",
  "anya-e0102n10:163_3": "Phassanāti adhigantvā ‘‘idaṁ mayā adhigata’’nti paccakkhato ñāṇaphassena phusanā.",
  "anya-e0102n10:163_4": "Imameva hi atthaṁ sandhāya ‘‘sacchikiriyā paññā phassanaṭṭhe ñāṇa’’nti (paṭi. ma.",
  "anya-e0102n10:163_5": "mātikā 1.24) uddisitvā ‘‘ye ye dhammā sacchikatā honti, te te dhammā phassitā hontī’’ti (paṭi. ma.",
  "anya-e0102n10:163_6": "1.75) sacchikiriyaniddeso vutto.",
  "anya-e0102n10:164_0": "Apica attano santāne anuppādetvāpi ye dhammā kevalaṁ aparappaccayena ñāṇena ñātā, te sacchikatā honti.",
  "anya-e0102n10:164_1": "Teneva hi ‘‘sabbaṁ, bhikkhave, sacchikātabbaṁ.",
  "anya-e0102n10:164_2": "Kiñca, bhikkhave, sabbaṁ sacchikātabbaṁ?",
  "anya-e0102n10:164_3": "Cakkhu, bhikkhave, sacchikātabba’’ntiādi (paṭi. ma.",
  "anya-e0102n10:164_4": "1.29) vuttaṁ.",
  "anya-e0102n10:165_0": "Aparampi vuttaṁ ‘‘rūpaṁ passanto sacchikaroti.",
  "anya-e0102n10:165_1": "Vedanaṁ…pe…",
  "anya-e0102n10:165_2": "viññāṇaṁ passanto sacchikaroti.",
  "anya-e0102n10:165_3": "Cakkhuṁ…pe…",
  "anya-e0102n10:165_4": "jarāmaraṇaṁ…pe…",
  "anya-e0102n10:165_5": "amatogadhaṁ nibbānaṁ passanto sacchikarotīti.",
  "anya-e0102n10:165_6": "Ye ye dhammā sacchikatā honti, te te dhammā phassitā hontī’’ti (paṭi. ma. 1.29).",
  "anya-e0102n10:166_0": "Paṭhamamaggakkhaṇe pana nibbānadassanaṁ dassanasacchikiriyā.",
  "anya-e0102n10:166_1": "Sesamaggakkhaṇesu bhāvanāsacchikiriyāti.",
  "anya-e0102n10:166_2": "Sā duvidhāpi idha adhippetā.",
  "anya-e0102n10:166_3": "Tasmā dassanabhāvanāvasena nibbānassa sacchikiriyā imassa ñāṇassa kiccanti veditabbaṁ.",
  "anya-e0102n10:167_0": "853.Dvebhāvanā abhimatāti bhāvanā pana lokiyabhāvanā lokuttarabhāvanāti dveyeva abhimatā.",
  "anya-e0102n10:167_1": "Tattha lokiyānaṁ sīlasamādhipaññānaṁ uppādanaṁ, tāhi ca santānavāsanaṁ lokiyabhāvanā.",
  "anya-e0102n10:167_2": "Lokuttarānaṁ uppādanaṁ, tāhi ca santānavāsanaṁ lokuttarabhāvanā.",
  "anya-e0102n10:167_3": "Tāsu idha lokuttarā adhippetā.",
  "anya-e0102n10:167_4": "Lokuttarāni hi sīlādīni catubbidhampetaṁ ñāṇaṁ uppādeti.",
  "anya-e0102n10:167_5": "Tesaṁ sahajātapaccayāditāya tehi ca santānaṁ vāsetīti lokuttarabhāvanāvassa kiccanti.",
  "anya-e0102n10:168_0": "Evaṁ –",
  "anya-e0102n10:169_0": "Kiccāni pariññādīni, yāni vuttāni abhisamayakāle;",
  "anya-e0102n10:170_0": "Tāni ca yathāsabhāvena, jānitabbāni sabbānīti.",
  "anya-e0102n10:171_0": "Ettāvatā ca –",
  "anya-e0102n10:172_0": "‘‘Sīle patiṭṭhāya naro sapañño, cittaṁ paññañca bhāvaya’’nti. –",
  "anya-e0102n10:173_0": "Evaṁ sarūpeneva ābhatāya paññābhāvanāya vidhānadassanatthaṁ yaṁ vuttaṁ ‘‘mūlabhūtā dve visuddhiyo sampādetvā sarīrabhūtā pañca visuddhiyo sampādentena bhāvetabbā’’ti, taṁ vitthāritaṁ hoti.",
  "anya-e0102n10:173_1": "Kathaṁ bhāvetabbāti ayañca pañho vissajjitoti.",
  "anya-e0102n10:174_0": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0102n10:175_0": "Paññābhāvanādhikāre",
  "anya-e0102n10:176_0": "Ñāṇadassanavisuddhiniddeso nāma",
  "anya-e0102n10:177_0": "Bāvīsatimo paricchedo."
}