{
  "anya-e0104n2:0_0": "14. Khandhaniddesavaṇṇanā",
  "anya-e0104n2:1_0": "Paññākathāvaṇṇanā",
  "anya-e0104n2:2_0": "421.Sabbākārenāti upacārākāro, appanākāro, vasībhāvākāro, vitakkādisamatikkamākāro, rūpādīhi virajjanākāro, cuddasadhā cittassa paridamanākāro, pañcavidhaānisaṁsādhigamākāroti evamādinā sabbena bhāvanākārena.",
  "anya-e0104n2:3_0": "Tadanantarāti ‘‘cittaṁ pañña’’nti evaṁ desanākkamena, paṭipattikkamena ca tassa samādhissa anantarā.",
  "anya-e0104n2:3_1": "Paññā bhāvetabbā samādhibhāvanāya samannāgatena bhikkhunāti sambandho.",
  "anya-e0104n2:3_2": "‘‘Paññañca bhāvaya’’nti evaṁ atisaṅkhepadesitattā, gāthāvaṇṇanāyaṁ vā ‘‘samādhisilāyaṁ sunisitaṁ vipassanāpaññāsattha’’nti evaṁ ativiya saṅkhepena bhāsitattā ayaṁ sā paññāti sabhāvato viññātumpi tāva na sukarā.",
  "anya-e0104n2:3_3": "Bhāvanāvidhānassa pana adassitattā pageva bhāvetuṁ na sukarāti sambandho.",
  "anya-e0104n2:3_4": "Pucchanaṭṭhena pañhā, kammaṁ kiriyā karaṇaṁ, pañhāva kammaṁ pañhākammaṁ, pucchanapayogoti attho.",
  "anya-e0104n2:4_0": "Kā paññāti sarūpapucchā.",
  "anya-e0104n2:4_1": "Kenaṭṭhena paññāti kena atthena paññāti vuccati, ‘‘paññā’’ti padaṁ kaṁ abhidheyyatthaṁ nissāya pavattanti attho.",
  "anya-e0104n2:4_2": "Sā panāyaṁ paññā sabhāvato, kiccato, upaṭṭhānākārato, āsannakāraṇato ca kathaṁ jānitabbāti āha ‘‘kānassā lakkhaṇarasapaccupaṭṭhānapadaṭṭhānānī’’ti. Katividhāti pabhedapucchā.",
  "anya-e0104n2:4_3": "Kasmā panettha saṁkilesavodānapucchā na gahitāti?",
  "anya-e0104n2:4_4": "Vuccate – lokuttarāya tāva paññāya nattheva saṁkileso.",
  "anya-e0104n2:4_5": "Asati ca tasmiṁ kuto vodānapucchāti tadubhayaṁ na gahitaṁ.",
  "anya-e0104n2:4_6": "Lokiyāya pana tāni bhāvanāvidhāne eva antogadhānīti katvā visuṁ na gahitāni maggāmaggañāṇadassanavisuddhiantogadhattā , samādhibhāvanāyaṁ vā vuttanayānusārena veditabbānīti na gahitāni.",
  "anya-e0104n2:4_7": "Paṭipatti nāma diṭṭhānisaṁse eva hotīti āha ‘‘paññābhāvanāya ko ānisaṁso’’ti.",
  "anya-e0104n2:5_0": "422.Tatrāti tasmiṁ, tassa vā pañhākammassa. Vissajjananti vivaraṇaṁ.",
  "anya-e0104n2:5_1": "Pucchito hi attho avibhāvitattā nigūḷho muṭṭhiyaṁ kato viya tiṭṭhati, tassa vivaraṇaṁ vissajjanaṁ vibhūtabhāvakaraṇato.",
  "anya-e0104n2:5_2": "Kā paññāti kāmañcāyaṁ sarūpapucchā, vibhāgavantānaṁ pana sabhāvavibhāvanaṁ vibhāgadassanamukheneva hotīti vibhāgo tāva anavasesato dassetabbo.",
  "anya-e0104n2:5_3": "Taṁdassanena ca ayamādīnavoti dassetuṁ ‘‘paññā bahuvidhā’’tiādi vuttaṁ.",
  "anya-e0104n2:5_4": "Tattha bahuvidhāti kusalādivasena anekavidhā.",
  "anya-e0104n2:5_5": "Nānappakārāti atthajāpikādibhedena, sutamayañāṇādibhedena ca nānāvidhā.",
  "anya-e0104n2:5_6": "Taṁ sabbanti taṁ anavasesaṁ paññāvibhāgaṁ.",
  "anya-e0104n2:5_7": "Na sādheyyāti vipassanābhāvanāya saddhiṁ maggabhāvanā idha adhippetattho.",
  "anya-e0104n2:5_8": "Tāya hi taṇhājaṭāvijaṭanaṁ, tañca na sādheyya.",
  "anya-e0104n2:5_9": "Anavasesato hi paññāpabhede vissajjiyamāne ‘‘ekavidhena ñāṇavatthū’’tiādiko (vibha.",
  "anya-e0104n2:5_10": "751) sabbo ñāṇavatthu vibhaṅge, suttantesu ca tattha tattha āgato paññāpabhedo.",
  "anya-e0104n2:5_11": "Sakalopi vā abhidhammanayo āharitvā vissajjetabbo bhaveyya, tathā ca sati yvāyaṁ idha paññābhāvanāvidhi adhippeto, tassa vissajjanāya okāsova na bhaveyya.",
  "anya-e0104n2:5_12": "Kiñca yvāyaṁ ṭhānāṭhānakammantaravipākantarādivisaye paññāya pavattibhedo, sopi yathārahaṁ saddhiṁ phalāphalabhedena vibhajitvā vissajjetabbo siyā.",
  "anya-e0104n2:5_13": "So ca pana vissajjiyamāno aññadatthu vikkhepāya saṁvatteyya, yathā taṁ avisaye.",
  "anya-e0104n2:5_14": "Tenāha ‘‘uttari ca vikkhepāya saṁvatteyyā’’ti.",
  "anya-e0104n2:5_15": "Kusalacittasampayuttaṁ vipassanāñāṇanti ettha kusala-ggahaṇena duvidhampi abyākataṁ nivatteti, tathā ‘‘atthi saṁkiliṭṭhapaññā’’ti evaṁ pavattaṁ micchāvādaṁ paṭisedheti.",
  "anya-e0104n2:5_16": "Vipassanāñāṇa-ggahaṇena sesakusalapaññā.",
  "anya-e0104n2:6_0": "423.Sañjānanavijānanākāravisiṭṭhanti sañjānanākāravijānanākārehi sātisayaṁ.",
  "anya-e0104n2:6_1": "Yato nānappakārato jānanaṁ jānanabhāvo visayaggahaṇākāro.",
  "anya-e0104n2:6_2": "So hi nesaṁ samāno, na sañjānanādiākāro.",
  "anya-e0104n2:6_3": "Pītakantīti ettha iti-saddo ādiattho, tena ‘‘lohitakaṁ odātaṁ dīghaṁ rassa’’ntiādike saññāya gahetabbākāre saṅgaṇhāti.",
  "anya-e0104n2:6_4": "Sañjānanamattamevāti ettha sañjānanaṁ nāma ‘‘nīlaṁ pīta’’ntiādikaṁ ārammaṇe vijjamānaṁ vā avijjamānaṁ vā saññānimittaṁ katvā jānanaṁ.",
  "anya-e0104n2:6_5": "Tathā hesā puna sañjānanapaccayanimittakaraṇarasā.",
  "anya-e0104n2:6_6": "Matta-saddena visesanivattiatthena vijānanapajānanākāre nivatteti, eva-saddena kadācipi imissā te visesā natthevāti avadhāreti.",
  "anya-e0104n2:6_7": "Tenāha ‘‘aniccaṁ dukkha’’ntiādi .",
  "anya-e0104n2:6_8": "Tattha viññāṇakiccampi kātuṁ asakkontī saññā kuto paññākiccaṁ kareyyāti ‘‘lakkhaṇapaṭivedhaṁ pāpetuṁ na sakkoti’’cceva vuttaṁ, na vuttaṁ ‘‘maggapātubhāva’’nti.",
  "anya-e0104n2:6_9": "Ārammaṇe pavattamānaṁ viññāṇaṁ na tattha saññā viya nīlapītādikassa sañjānanavaseneva pavattati, atha kho tattha aññañca visesaṁ jānantameva pavattatīti āha ‘‘viññāṇa’’ntiādi.",
  "anya-e0104n2:6_10": "Kathaṁ pana viññāṇaṁ lakkhaṇapaṭivedhaṁ pāpetīti? Paññāya dassitamaggena.",
  "anya-e0104n2:6_11": "Lakkhaṇārammaṇikavipassanāya hi anekavāraṁ lakkhaṇāni paṭivijjhitvā paṭivijjhitvā pavattamānāya paguṇabhāvato paricayavasena ñāṇavippayuttacittenapi vipassanā sambhavati, yathā taṁ paguṇassa ganthassa sajjhāyane ñāyāgatāpi vārā na viññāyanti.",
  "anya-e0104n2:6_12": "Lakkhaṇapaṭivedhanti ca lakkhaṇānaṁ ārammaṇakaraṇamattaṁ sandhāya vuttaṁ, na paṭivijjhanaṁ.",
  "anya-e0104n2:6_13": "Ussakkitvāti udayabbayañāṇapaṭipāṭiyā āyūhitvā.",
  "anya-e0104n2:6_14": "Maggapātubhāvaṁ pāpetuṁ na sakkoti asambodhasabhāvattā.",
  "anya-e0104n2:6_15": "Vuttanayavasenāti viññāṇe vuttanayavasena ārammaṇañca jānāti, lakkhaṇapaṭivedhañca pāpeti.",
  "anya-e0104n2:6_16": "Attano pana anaññasādhāraṇena ānubhāvena ussakkitvā maggapātubhāvañca pāpeti.",
  "anya-e0104n2:7_0": "Idāni yathāvuttamatthaṁ upamāya patiṭṭhāpetuṁ ‘‘yathā hī’’tiādi vuttaṁ.",
  "anya-e0104n2:7_1": "Tattha ajātabuddhīti asañjātabyavahārabuddhi.",
  "anya-e0104n2:7_2": "Upabhogaparibhoganti upabhogaparibhogārahaṁ, upabhogaparibhogavatthūnaṁ paṭilābhayogyanti attho. Chekoti mahāsāro.",
  "anya-e0104n2:7_3": "Kūṭoti kahāpaṇapatirūpako tambakaṁsādimayo. Addhasāroti upaḍḍhagghanako.",
  "anya-e0104n2:7_4": "Iti-saddo ādiattho, tena pādasāra samasāraparopādasārādīnaṁ saṅgaho.",
  "anya-e0104n2:7_5": "Te pakāreti indajālājātipupphādippakāre ceva chekādippakāre ca.",
  "anya-e0104n2:8_0": "Saññā hītiādi upamāsaṁsandanaṁ.",
  "anya-e0104n2:8_1": "Saññā vibhāgaṁ akatvā piṇḍavaseneva ārammaṇassa gahaṇato dārakassa kahāpaṇadassanasadisī vuttā.",
  "anya-e0104n2:8_2": "Tathā hi sā ‘‘yathāupaṭṭhitavisayapadaṭṭhānā’’ vuccati.",
  "anya-e0104n2:8_3": "Viññāṇaṁ ārammaṇe ekaccavisesagahaṇasamatthatāya gāmikapurisassa kahāpaṇadassanasadisaṁ vuttaṁ.",
  "anya-e0104n2:8_4": "Paññā ārammaṇe anavasesavisesāvabodhato heraññikassa kahāpaṇadassanasadisī vuttāti daṭṭhabbaṁ.",
  "anya-e0104n2:8_5": "‘‘Nānappakāratojānana’’nti iminā ñeyyadhammā paccekaṁ nānappakārāti tesaṁ yāthāvato avabodho paññāti dasseti.",
  "anya-e0104n2:8_6": "Tathā hi vuttaṁ ‘‘sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe āpāthamāgacchantī’’ti (mahāni. 156; cūḷani.",
  "anya-e0104n2:8_7": "mogharājamāṇavapucchāniddesa 85).",
  "anya-e0104n2:9_0": "Yatthāti yasmiṁ cittuppāde.",
  "anya-e0104n2:9_1": "Na tattha ekaṁsena hotīti tasmiṁ cittuppāde paññā ekantena na hoti.",
  "anya-e0104n2:9_2": "Na hi duhetukaahetukacittuppādesu paññā uppajjati. Avinibbhuttāti aviyuttā. Tehīti saññāviññāṇehi.",
  "anya-e0104n2:9_3": "Yathā hi sukhaṁ pītiyā na niyamato aviyuttaṁ, evaṁ saññāviññāṇāni paññāya na niyamato aviyuttāti.",
  "anya-e0104n2:9_4": "Yathā pana pīti sukhena niyamato aviyuttā, evaṁ paññā saññāviññāṇehi niyamato aviyuttā.",
  "anya-e0104n2:9_5": "Tasmā evaṁ avinibbhuttesu imesu tīsu dhammesu tesaṁ vinibbhogo dukkaroti tiṇṇaṁ janānaṁ kahāpaṇadassanaṁ nidassitanti.",
  "anya-e0104n2:9_6": "Tesaṁ duviññeyyanānattataṁyeva vacanantarenapi dassetuṁ ‘‘tenāhā’’tiādi vuttaṁ.",
  "anya-e0104n2:9_7": "Tattha rūpadhammesupi tāva nānānadīnaṁ udakassa, nānātelassa vā ekasmiṁ bhājane pakkhipitvā mathitassa ‘‘idaṁ asukāya nadiyā udakaṁ, idaṁ asukatela’’nti niddhāretvā sarūpato dassanaṁ dukkaraṁ, kimaṅgaṁ pana arūpadhammesūti dassento ‘‘yaṁ arūpīnaṁ cittacetasikāna’’ntiādimāha.",
  "anya-e0104n2:10_0": "424.",
  "anya-e0104n2:10_1": "Dhammānaṁ sako bhāvo, samāno ca bhāvo dhammasabhāvo.",
  "anya-e0104n2:10_2": "Tattha paṭhamena kakkhaḷaphusanādisalakkhaṇaṁ gahitaṁ, dutiyena aniccadukkhatādisāmaññalakkhaṇaṁ.",
  "anya-e0104n2:10_3": "Tadubhayassa ca yāthāvato paṭivijjhanalakkhaṇā paññāti āha ‘‘dhammasabhāvapaṭivedhalakkhaṇā paññā’’ti.",
  "anya-e0104n2:10_4": "Ghaṭapaṭādipaṭicchādakassa bāhirandhakārassa dīpālokādi viya yathāvuttadhammasabhāvapaṭicchādakassa mohandhakārassa viddhaṁsanarasā.",
  "anya-e0104n2:10_5": "Uppajjamāno eva hi paññāloko hadayandhakāraṁ vidhamento evaṁ uppajjati, tato eva dhammasabhāvesu asammuyhanākārena paccupatiṭṭhatīti asammohapaccupaṭṭhānā.",
  "anya-e0104n2:10_6": "Kāraṇabhūtā vā sayaṁ phalabhūtaṁ asammohaṁ paccupaṭṭhāpetīti evampi asammohapaccupaṭṭhānā.",
  "anya-e0104n2:10_7": "Vipassanāpaññāya idha adhippetattā ‘‘samādhi tassā padaṭṭhāna’’nti vuttaṁ.",
  "anya-e0104n2:10_8": "Tathā hi ‘‘samāhito yathābhūtaṁ pajānātī’’ti suttapadaṁ nibandhanabhāvena āgataṁ (saṁ. ni. 3.5, 99; saṁ. ni. 5.1071; netti. 40; mi. pa. 2.1.14).",
  "anya-e0104n2:11_0": "Paññāpabhedakathāvaṇṇanā",
  "anya-e0104n2:12_0": "425.",
  "anya-e0104n2:12_1": "Dhammasabhāvapaṭivedho nāma paññāya āveṇiko sabhāvo, na tenassā koci vibhāgo labbhatīti āha ‘‘dhammasabhāvapaṭivedhalakkhaṇena tāva ekavidhā’’ti.",
  "anya-e0104n2:12_2": "Lujjanapalujjanaṭṭhena loko vuccati vaṭṭaṁ, tappariyāpannatāya loke niyuttā, tattha vā viditāti lokiyā.",
  "anya-e0104n2:12_3": "Tattha apariyāpannatāya lokato uttarā uttiṇṇāti lokuttarā.",
  "anya-e0104n2:12_4": "Lokuttarāpi hi maggasampayuttā bhāvetabbā.",
  "anya-e0104n2:12_5": "Vipassanāpariyāyopi tassā labbhatevāti lokuttara-ggahaṇaṁ na virujjhati.",
  "anya-e0104n2:12_6": "Attānaṁ ārammaṇaṁ katvā pavattehi saha āsavehīti sāsavā, ārammaṇakaraṇavasenapi natthi etissā āsavāti anāsavā.",
  "anya-e0104n2:12_7": "Ādi-saddena āsavavippayuttasāsavadukādīnaṁ saṅgaho daṭṭhabbo.",
  "anya-e0104n2:12_8": "Nāmarūpavavatthānavasenāti nāmavavatthānavasena, rūpavavatthānavasena ca.",
  "anya-e0104n2:12_9": "Paṭhamaṁ nibbānadassanato dassanañca, nissayabhāvato sampayuttā dhammā bhavanti ettha, sayampi vā bhavati uppajjati na nibbānaṁ viya apātubhāvanti bhūmi cāti dassanabhūmi, paṭhamamaggo.",
  "anya-e0104n2:12_10": "Sesamaggattayaṁ pana yasmā paṭhamamaggena diṭṭhasmiṁyeva dhamme bhāvanāvasena uppajjati, na adiṭṭhapubbaṁ kiñci passati, tasmā bhāvanā ca yathāvuttenatthena bhūmi cāti bhāvanābhūmi.",
  "anya-e0104n2:12_11": "Tattha paññā dassanabhūmibhāvanābhūmivasena duvidhāti vuttā.",
  "anya-e0104n2:12_12": "Sutādinirapekkhāya cintāya nibbattā cintāmayā.",
  "anya-e0104n2:12_13": "Evaṁ sutamayā, bhāvanāmayā ca.",
  "anya-e0104n2:12_14": "Mayasaddo paccekaṁ sambandhitabbo.",
  "anya-e0104n2:12_15": "Āye vaḍḍhiyaṁ kosallaṁ āyakosallaṁ, apāye avaḍḍhiyaṁ kosallaṁ apāyakosallaṁ, upāye tassa tassa atthassa nibbattikāraṇe kosallaṁ upāyakosallanti visuṁ visuṁ kosallapadaṁ sambandhitabbaṁ.",
  "anya-e0104n2:12_16": "Ajjhattaṁ abhiniveso paṭipajjanaṁ etissāti ajjhattābhinivesā.",
  "anya-e0104n2:12_17": "Evaṁ bahiddhābhinivesā, ubhayābhinivesā ca veditabbā.",
  "anya-e0104n2:13_0": "426.Lokiyamaggasampayuttāti lokiyakusalacittuppādesu maggasampayuttā, visesato diṭṭhivisuddhiādivisuddhicatukkasaṅgahitamaggasampayuttā.",
  "anya-e0104n2:13_1": "Samudāyesu pavattā samaññā tadekadesesupi vattatīti āha ‘‘maggasampayuttā’’ti, paccekampi vā sammādiṭṭhiādīnaṁ maggasamaññāti katvā evaṁ vuttaṁ.",
  "anya-e0104n2:14_0": "Dhammanānattābhāvepi padatthanānattamattena dukkaravacanaṁ hotīti vuttaṁ ‘‘atthato panesā lokiyalokuttarāvā’’ti.",
  "anya-e0104n2:14_1": "Āsavavippayuttasāsavadukādīsupi vippayuttatādiggahaṇameva viseso, atthato lokiyalokuttarāva paññāti āha ‘‘eseva nayo’’ti.",
  "anya-e0104n2:14_2": "Ādi-saddena oghanīyaoghavippayuttaoghanīyādidukānaṁ saṅgaho daṭṭhabbo.",
  "anya-e0104n2:14_3": "Paṭhamajjhānikāni cattāri maggacittāni, tathā dutiyādijjhānikāni cāti evaṁ soḷasasu maggacittesu.",
  "anya-e0104n2:14_4": "Vipassanāpaññāya idha adhippetattā mahaggatapaññā na gahitā.",
  "anya-e0104n2:15_0": "427.Attano cintāvasenāti tassa tassa anavajjassa atthassa sādhane paropadesena vinā attano upāyacintāvaseneva.",
  "anya-e0104n2:15_1": "Sutavasenāti yathāsutassa paropadesassa vasena.",
  "anya-e0104n2:15_2": "Yathā tathā vāti parato upadesaṁ sutvā vā asutvā vā sayameva bhāvanaṁ anuyuñjantassa.",
  "anya-e0104n2:15_3": "‘‘Appanāppattā’’ti idaṁ sikhāppattabhāvanāmayaṁ dassetuṁ vuttaṁ, na pana ‘‘appanāppattāva bhāvanāmayā’’ti.",
  "anya-e0104n2:16_0": "Yogavihitesūti paññāvihitesu paññāpariṇāmitesu upāyasampāditesu.",
  "anya-e0104n2:16_1": "Kammāyatanesūti ettha kammameva kammāyatanaṁ, kammañca taṁ āyatanañca ājīvānanti vā kammāyatanaṁ. Esa nayo sippāyatanesupi.",
  "anya-e0104n2:16_2": "Tattha duvidhaṁ kammaṁ hīnañca vaḍḍhakīkammādi, ukkaṭṭhañca kasivāṇijādi.",
  "anya-e0104n2:16_3": "Sippampi duvidhaṁ hīnañca naḷakārasippādi, ukkaṭṭhañca muddāgaṇanādi. Vijjāva vijjāṭṭhānaṁ.",
  "anya-e0104n2:16_4": "Taṁ dhammikameva nāgamaṇḍalaparittaphudhamanakamantasadisaṁ veditabbaṁ.",
  "anya-e0104n2:16_5": "Tāni panetāni ekacce paṇḍitā bodhisattasadisā manussānaṁ phāsuvihāraṁ ākaṅkhantā neva aññehi kariyamānāni passanti, na vā katāni uggaṇhanti, na kathentānaṁ suṇanti.",
  "anya-e0104n2:16_6": "Atha kho attano dhammatāya cintāya karonti, paññavantehi attano dhammatāya cintāya katānipi aññehi uggaṇhitvā karontehi katasadisāneva honti.",
  "anya-e0104n2:17_0": "Kammassakatanti ‘‘idaṁ kammaṁ sattānaṁ sakaṁ, idaṁ no saka’’nti evaṁ jānanañāṇaṁ.",
  "anya-e0104n2:17_1": "Saccānulomikanti vipassanāñāṇaṁ.",
  "anya-e0104n2:17_2": "Taṁ hi saccapaṭivedhassa anulomanato ‘‘saccānulomika’’nti vuccati.",
  "anya-e0104n2:17_3": "Idānissa pavattanākāraṁ dassetuṁ ‘‘rūpaṁ aniccanti vā’’tiādi vuttaṁ.",
  "anya-e0104n2:17_4": "Tattha vā-saddena aniyamatthena dukkhānattalakkhaṇānipi gahitānevāti daṭṭhabbaṁ nānantariyakabhāvato. Yaṁ hi aniccaṁ, taṁ dukkhaṁ. Yaṁ dukkhaṁ, tadanattāti.",
  "anya-e0104n2:17_5": "Yaṁ evarūpinti yaṁ evaṁ heṭṭhā niddiṭṭhasabhāvaṁ.",
  "anya-e0104n2:17_6": "Anulomikaṁ khantintiādīni paññāvevacanāni.",
  "anya-e0104n2:17_7": "Sā hi heṭṭhā vuttānaṁ kammāyatanādīnaṁ apaccanīkadassanena anulomanato, tathā sattānaṁ hitacariyāya maggasaccassa, paramatthasaccassa, nibbānassa ca avilomanato anulometīti anulomikā.",
  "anya-e0104n2:17_8": "Sabbānipi etāni kāraṇāni khamati daṭṭhuṁ sakkotīti khanti. Passatīti diṭṭhi. Rocetīti ruci. Munātīti muti. Pekkhatīti pekkhā.",
  "anya-e0104n2:17_9": "Te ca kammāyatanādayo dhammā etāya nijjhāyamānā nijjhānaṁ khamantīti dhammanijjhānakhanti.",
  "anya-e0104n2:17_10": "Parato asutvā paṭilabhatīti aññassa upadesavacanaṁ asutvā sayameva cintento paṭilabhati.",
  "anya-e0104n2:17_11": "Ayaṁ vuccatīti ayaṁ cintāmayā paññā nāma vuccati.",
  "anya-e0104n2:17_12": "Sā panesā abhiññātānaṁ bodhisattānameva uppajjati.",
  "anya-e0104n2:17_13": "Tatthāpi saccānulomikañāṇaṁ dvinnaṁyeva bodhisattānaṁ antimabhavikānaṁ, sesapaññā sabbesampi pūritapāramīnaṁ mahāpaññānaṁ uppajjati.",
  "anya-e0104n2:17_14": "Parato sutvā paṭilabhatīti kammāyatanādīni parena kariyamānāni vā katāni vā disvāpi parassa kathayamānassa vacanaṁ sutvāpi ācariyasantike uggahetvāpi paṭiladdhā sabbā parato sutvāva paṭiladdhā nāmāti veditabbā.",
  "anya-e0104n2:17_15": "Samāpannassāti samāpattisamaṅgissa, nidassanamattañcetaṁ.",
  "anya-e0104n2:17_16": "Vipassanāmaggapaññā idha ‘‘bhāvanāmayā paññā’’ti adhippetā.",
  "anya-e0104n2:18_0": "Sāti ‘‘parittārammaṇā mahaggatārammaṇā’’ti (vibha. 753) vuttapaññā.",
  "anya-e0104n2:18_1": "Lokiyavipassanāti lokiyavipassanāpaññā.",
  "anya-e0104n2:18_2": "Sā lokuttaravipassanāti yā nibbānaṁ ārabbha pavattā appamāṇārammaṇā paññā vuttā, sā lokuttaravipassanāti maggapaññaṁ sandhāyāha.",
  "anya-e0104n2:18_3": "Sā hi saṅkhārānaṁ aniccatādiṁ agaṇhantīpi vipassanākiccapāripūriyā, nibbānassa vā tathalakkhaṇaṁ visesato passatīti vipassanāti vuccati.",
  "anya-e0104n2:18_4": "Gotrabhuñāṇaṁ pana kiñcāpi appamāṇārammaṇaṁ, maggassa pana āvajjanaṭṭhāniyattā na vipassanāvohāraṁ labhati.",
  "anya-e0104n2:19_0": "Ayanti etāya sampattiyoti āyo, vuddhi.",
  "anya-e0104n2:19_1": "Tattha kosallanti tasmiṁ anatthahāniatthuppattilakkhaṇe āye kosallaṁ kusalatā nipuṇatā.",
  "anya-e0104n2:20_0": "Taṁ pana ekantikaṁ āyakosallaṁ pāḷivaseneva dassetuṁ ‘‘ime dhamme’’tiādi vuttaṁ.",
  "anya-e0104n2:20_1": "Tattha idaṁ vuccatīti yā imesaṁ akusaladhammānaṁ anuppattipahānesu, kusaladhammānañca uppattiṭṭhitīsu paññā, idaṁ āyakosallaṁ nāmāti vuccati.",
  "anya-e0104n2:21_0": "Vuddhilakkhaṇā āyato apetattā apāyo, avuddhi.",
  "anya-e0104n2:21_1": "Tattha kosallanti tasmiṁ atthahānianatthuppattilakkhaṇe apāye kosallaṁ kusalatā apāyakosallaṁ.",
  "anya-e0104n2:21_2": "Tampi pāḷivaseneva dassetuṁ ‘‘ime dhamme’’tiādi vuttaṁ.",
  "anya-e0104n2:21_3": "Tattha idaṁ vuccatīti yā imesaṁ kusaladhammānaṁ anuppajjananirujjhanesu, akusaladhammānaṁ vā uppattiṭṭhitīsu paññā, idaṁ apāyakosallaṁ nāmāti vuccati.",
  "anya-e0104n2:21_4": "Āyakosallaṁ tāva paññā hotu, apāyakosallaṁ kathaṁ paññā nāma jātāti?",
  "anya-e0104n2:21_5": "Evaṁ maññati ‘‘apāyuppādanasamatthatā apāyakosallaṁ nāma siyā’’ti, taṁ pana tassa matimattaṁ. Kasmā?",
  "anya-e0104n2:21_6": "Paññavā eva hi ‘‘mayhaṁ evaṁ manasi karoto anuppannā kusalā dhammā nuppajjanti, uppannā nirujjhanti.",
  "anya-e0104n2:21_7": "Anuppannā akusalā dhammā uppajjanti, uppannā pavaḍḍhantī’’ti pajānāti, so evaṁ ñatvā anuppanne akusale na uppādeti, uppanne pajahati.",
  "anya-e0104n2:21_8": "Anuppanne kusale uppādeti, uppanne bhāvanāpāripūriṁ pāpeti.",
  "anya-e0104n2:21_9": "Evaṁ apāyakosallampi paññā evāti.",
  "anya-e0104n2:22_0": "Sabbatthāti sabbesu.",
  "anya-e0104n2:22_1": "Tesaṁ tesaṁ dhammānanti sattānaṁ taṁtaṁhitasukhadhammānaṁ.",
  "anya-e0104n2:22_2": "Taṅkhaṇappavattanti accāyike kicce vā bhaye vā uppanne tassa tikicchanatthaṁ tasmiṁyeva khaṇe pavattaṁ.",
  "anya-e0104n2:22_3": "Ṭhānena uppatti etassa atthīti ṭhānuppattikaṁ, ṭhānaso eva uppajjanakaṁ.",
  "anya-e0104n2:22_4": "Tatrupāyāti tatra tatra karaṇīye upāyabhūtā.",
  "anya-e0104n2:23_0": "Gahetvāti ‘‘idaṁ rūpaṁ, ettakaṁ rūpa’’ntiādinā pariggaṇhanavasena gahetvā.",
  "anya-e0104n2:23_1": "Ubhayaṁ gahetvāti ‘‘ajjhattaṁ bahiddhā’’ti ubhayaṁ anupubbato pariggahetvā.",
  "anya-e0104n2:23_2": "Atha vā ‘‘yaṁ kiñci samudayadhammaṁ, sabbaṁ taṁ nirodhadhamma’’nti ekappahāreneva sabbepi pañcakkhandhe avibhāgena pariggahetvā.",
  "anya-e0104n2:23_3": "Ayaṁ pana tikkhavipassakassa mahāpuññassa bhikkhuno vipassanābhiniveso.",
  "anya-e0104n2:24_0": "428.Dukkhasaccaṁ ārabbhāti dukkhasaccaṁ ārammaṇaṁ katvā, tappaṭicchādakasammohavidhaṁsanavasena ca pavattaṁ ñāṇaṁ dukkhe ñāṇaṁ.",
  "anya-e0104n2:24_1": "Dukkhasamudayaṁārabbhāti etthāpi eseva nayo. Tathā sesapadadvayepi.",
  "anya-e0104n2:24_2": "Paccavekkhaṇañāṇaṁ hi catusaccaṁ ārabbha pavattañāṇaṁ nāma, tatiyaṁ pana maggañāṇaṁ, itarasaccāni vipassanāñāṇanti pākaṭameva.",
  "anya-e0104n2:25_0": "‘‘Atthādīsu pabhedagatāni ñāṇānī’’ti saṅkhepena vuttamatthaṁ pāḷivaseneva vivarituṁ ‘‘vuttañheta’’ntiādi vuttaṁ.",
  "anya-e0104n2:25_1": "Tattha atthe ñāṇaṁ atthapaṭisambhidāti yaṁ atthappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ atthe pabhedagataṁ ñāṇaṁ, ayaṁ atthapaṭisambhidā nāma. Sesapadesupi eseva nayo.",
  "anya-e0104n2:25_2": "Dhammappabhedassa hi sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ dhamme pabhedagataṁ ñāṇaṁ dhammapaṭisambhidā.",
  "anya-e0104n2:25_3": "Niruttippabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ niruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidā.",
  "anya-e0104n2:25_4": "Paṭibhānappabhedassa sallakkhaṇavibhāvanavavatthānakaraṇasamatthaṁ paṭibhāne pabhedagataṁ ñāṇaṁ paṭibhānapaṭisambhidā.",
  "anya-e0104n2:25_5": "Niruttipaṭibhānappabhedā tabbisayānaṁ atthādīnaṁ paccayuppannatādibhedehi bhinditvā veditabbā.",
  "anya-e0104n2:26_0": "Nibbānampi sampāpakahetuanusārena arīyati, adhigammatīti attho.",
  "anya-e0104n2:26_1": "‘‘Yaṁ kiñci paccayasambhūta’’nti etena saccahetudhammapaccayākāravāresu āgatāni dukkhādīni gahitāni.",
  "anya-e0104n2:26_2": "Saccapaccayākāravāresu nibbānaṁ, pariyattivāre bhāsitattho, abhidhammabhājanīye vipāko, kiriyā cāti evaṁ pāḷiyaṁ vuttānaṁ eva vasena pañca atthā veditabbā.",
  "anya-e0104n2:26_3": "Dahatīti vidahati, nibbattakahetuādīnaṁ sādhāraṇametaṁ nibbacanaṁ.",
  "anya-e0104n2:26_4": "Tadatthaṁ pana vibhāvetuṁ ‘‘pavatteti vā sampāpuṇituṁ vā detī’’ti vuttaṁ.",
  "anya-e0104n2:26_5": "Tesu purimo attho maggavajjesu daṭṭhabbo.",
  "anya-e0104n2:26_6": "Bhāsitampi hi avabodhanavasena atthaṁ pavatteti, maggo pana nibbānaṁ pāpetīti tasmiṁ pacchimo attho.",
  "anya-e0104n2:26_7": "Nibbānaṁ hi pattabbo attho, bhāsitattho ñāpetabbo attho, itaro nibbattetabbo atthoti evaṁ tividho hoti.",
  "anya-e0104n2:27_0": "‘‘Yo koci phalanibbattako hetū’’ti etena saccahetudhammapaccayākāravāresu āgatāni samudayādīni gahitāni, saccapaccayākāravāresu maggo, pariyattivāre bhāsitaṁ, abhidhammabhājanīye kusalākusalanti evaṁ pāḷiyaṁ vuttānaṁ eva vasena pañca dhammā veditabbā.",
  "anya-e0104n2:27_1": "Tattha maggo sampāpako, bhāsitaṁ ñāpako, itaraṁ nibbattakoti evaṁ tividho hetu veditabbo.",
  "anya-e0104n2:27_2": "Ettha ca kiriyānaṁ avipākatāya dhammabhāvo na vutto.",
  "anya-e0104n2:27_3": "Yadi evaṁ vipākā na hontīti atthabhāvopi na vattabbo? Na, paccayuppannabhāvato.",
  "anya-e0104n2:27_4": "Evaṁ sati kusalākusalānampi atthabhāvo āpajjatīti ce? Nāyaṁ doso appaṭisiddhattā.",
  "anya-e0104n2:27_5": "Vipākassa pana padhānahetutāya pākaṭabhāvato dhammabhāvo eva tesaṁ vutto.",
  "anya-e0104n2:27_6": "Kiriyānaṁ paccayabhāvato dhammabhāvo āpajjatīti ce? Nāyaṁ doso appaṭisiddhattā.",
  "anya-e0104n2:27_7": "Kammaphalasambandhassa pana hetubhāvassābhāvato dhammabhāvo na vutto.",
  "anya-e0104n2:27_8": "Apica ‘‘ayaṁ imassa paccayo, ayaṁ paccayuppanno’’ti etaṁ bhedamakatvā kevalaṁ kusalākusale, vipākakiriyādhamme ca paccavekkhantassa dhammatthapaṭisambhidā hontīti tesaṁ atthadhammatā na vuttāti daṭṭhabbaṁ.",
  "anya-e0104n2:28_0": "Ayameva hi atthoti yvāyaṁ atthadhammānaṁ pañcadhā vibhajanavasena attho vutto, ayameva abhidhamme vibhajitvā dassitoti sambandho.",
  "anya-e0104n2:29_0": "‘‘Dhammaniruttābhilāpe’’ti ettha dhamma-saddo sabhāvavācakoti katvā āha ‘‘sabhāvaniruttī’’ti, aviparītaniruttīti attho.",
  "anya-e0104n2:29_1": "Tenāha ‘‘abyabhicārī vohāro’’ti, tassa tassa atthassa bodhane paṭiniyatasambandho saddavohāroti attho.",
  "anya-e0104n2:29_2": "Tadabhilāpeti tassa sabhāvaniruttisaññitassa abyabhicārivohārassa abhilāpane.",
  "anya-e0104n2:29_3": "Sā panāyaṁ sabhāvanirutti māgadhabhāsā.",
  "anya-e0104n2:29_4": "Atthato nāmapaññattīti ācariyā.",
  "anya-e0104n2:29_5": "Apare pana yadi sabhāvanirutti paññattisabhāvā, evaṁ sati paññatti abhilapitabbā, na vacananti āpajjati.",
  "anya-e0104n2:29_6": "Na ca vacanato aññaṁ abhilapitabbaṁ uccāretabbaṁ atthi.",
  "anya-e0104n2:29_7": "Atha phassādivacanehi bodhetabbaṁ abhilapitabbaṁ, evañca sati atthadhammānampi bodhetabbattā tesampi niruttibhāvo āpajjati.",
  "anya-e0104n2:29_8": "Phassoti ca sabhāvanirutti, phassaṁ phassāti na sabhāvaniruttīti dassitovāyamattho.",
  "anya-e0104n2:29_9": "Na ca avacanaṁ evaṁpakāraṁ atthi.",
  "anya-e0104n2:29_10": "Tasmā vacanabhūtāya eva tassā sabhāvaniruttiyā abhilāpe uccāraṇeti attho daṭṭhabbo.",
  "anya-e0104n2:30_0": "Taṁ sabhāvaniruttisaddaṁ ārammaṇaṁ katvā paccavekkhantassa tasmiṁ sabhāvaniruttābhilāpe pabhedagataṁ ñāṇaṁ niruttipaṭisambhidā, ‘‘evamayaṁ niruttipaṭisambhidā saddārammaṇā nāma jātā, na paññattiārammaṇā’’ti (vibha. aṭṭha.",
  "anya-e0104n2:30_1": "718) ca aṭṭhakathāyaṁ vuttattā niruttisaddārammaṇāya sotaviññāṇavīthiyā parato manodvāre niruttipaṭisambhidā pavattatīti vadanti.",
  "anya-e0104n2:30_2": "‘‘Niruttipaṭisambhidā paccuppannārammaṇā’’ti (vibha.",
  "anya-e0104n2:30_3": "749) ca vacanasaddaṁ gahetvā pacchā jānanaṁ sandhāya vuttanti.",
  "anya-e0104n2:30_4": "Evaṁ pana aññasmiṁ paccuppannārammaṇe aññaṁ paccuppannārammaṇaṁ vuttanti āpajjati.",
  "anya-e0104n2:30_5": "Yathā pana dibbasotañāṇaṁ manussādisaddabhedanicchayassa paccayabhūtaṁ taṁtaṁsaddavibhāvakaṁ, evaṁ sabhāvāsabhāvaniruttinicchayassa paccayabhūtaṁ paccuppannasabhāvaniruttisaddārammaṇaṁ taṁvibhāvakaṁ ñāṇaṁ niruttipaṭisambhidāti vuccamāne na koci pāḷivirodho.",
  "anya-e0104n2:30_6": "‘‘Taṁ sabhāvaniruttisaddaṁ ārammaṇaṁ katvā paccavekkhantassā’’ti ca ‘‘paccuppannasaddārammaṇaṁ paccavekkhaṇaṁ pavattentassā’’ti na nasakkā vattuṁ.",
  "anya-e0104n2:30_7": "Tañhi ñāṇaṁ sabhāvaniruttiṁ vibhāventameva taṁtaṁsaddapaccavekkhaṇānantaraṁ taṁtaṁpabhedanicchayahetubhāvato niruttiṁ bhindantaṁ paṭivijjhantameva uppajjatīti pabhedagatampi hotīti.",
  "anya-e0104n2:31_0": "Sabbattha ñāṇanti sabbasmiṁ visaye ñāṇaṁ, sabbampi ñāṇanti adhippāyo.",
  "anya-e0104n2:31_1": "Tenāha ‘‘ñāṇārammaṇaṁ ñāṇa’’nti.",
  "anya-e0104n2:31_2": "Sabbatthāti vā sabbesu atthādīsu, tīsu, catūsupi vā pavattattā, kusalakiriyābhūtāya paṭibhānapaṭisambhidāya dhammatthabhāvato tīsu eva vā pavattattā ‘‘sabbattha ñāṇa’’nti vuttaṁ.",
  "anya-e0104n2:31_3": "Tenāha ‘‘yathāvuttesu vā’’tiādi.",
  "anya-e0104n2:31_4": "Tattha sagocarakiccādivasenāti sagocarassa, kiccādikassa ca vasena ‘‘idaṁ ñāṇaṁ idaṁ nāma ārammaṇaṁ katvā pavattaṁ iminā nāma kiccenā’’ti jānanaṁ.",
  "anya-e0104n2:31_5": "Ādi-saddena lakkhaṇapaccupaṭṭhānapadaṭṭhānabhūmiādīnaṁ saṅgaho.",
  "anya-e0104n2:31_6": "Tenevāha ‘‘imāni ñāṇāni idamatthajotakānī’’tiādi.",
  "anya-e0104n2:32_0": "429.Pabhedaṁ gacchantīti anekabhedabhinnesu ārammaṇesu tesaṁ yāthāvato taṁtaṁpabhedāvabodhanasamatthataṁ upagacchanti.",
  "anya-e0104n2:33_0": "Mahāsāvakānañca asekkhabhūmiyaṁ pabhedaṁ gatāti sāmaññavidhinā dassitamatthaṁ apavādena nivattetuṁ ānandatthera-ggahaṇaṁ kataṁ.",
  "anya-e0104n2:34_0": "Etā paṭisambhidā.",
  "anya-e0104n2:34_1": "Sekkhabhūmiyaṁ pabhedagamanaṁ appavisayaṁ, asekkhabhūmiyaṁ bahuvisayanti āha ‘‘adhigamo nāma arahattappattī’’ti, sātisayaṁ vā adhigamaṁ sandhāya evaṁ vuttaṁ.",
  "anya-e0104n2:34_2": "Sekkhena pattānampi hi imāsaṁ arahattappattiyā visadabhāvādhigamoti .",
  "anya-e0104n2:34_3": "Pubbayogo viya pana arahattappatti arahatopi paṭisambhidāvisadatāya paccayo na na hotīti pañcannampi yathāyogaṁ sekkhāsekkhapaṭisambhidāvisadatāya kāraṇatā yojetabbā.",
  "anya-e0104n2:34_4": "Atthadhammādīnaṁ anavasesasaṅgaṇhanato buddhavacanavisayā eva pariyattiādayo dassitā.",
  "anya-e0104n2:34_5": "Pāḷiyā sajjhāyo pariyāpuṇanaṁ, tadatthasavanaṁ savanaṁ, parito sabbaso ñātuṁ icchā paripucchāti āha ‘‘pāḷiaṭṭhakathādīsu gaṇṭhipadaatthapadavinicchayakathā’’ti, padatthato, adhippāyato ca duviññeyyaṭṭhānaṁ vitthārato sanniṭṭhānakathāti attho.",
  "anya-e0104n2:34_6": "Yassa hi padassa attho duviññeyyo, taṁ gaṇṭhipadaṁ, yassa adhippāyo duviññeyyo, taṁ atthapadaṁ.",
  "anya-e0104n2:34_7": "Ādi-saddena khandhādipaṭisaṁyutte kathāmagge saṅgaṇhāti.",
  "anya-e0104n2:34_8": "Bhāvanānuyogasahitaṁ gataṁ, paccāgatañca etassa atthīti gatapaccāgatiko, tassa bhāvo, tena gatapaccāgatikabhāvena.",
  "anya-e0104n2:34_9": "Vasanaṭṭhānato yāva gocaragāmo, tato ca yāva vasanaṭṭhānaṁ kammaṭṭhānānuyuttoti attho.",
  "anya-e0104n2:34_10": "Yāva anulomagotrabhusamīpanti saṅkhārupekkhāñāṇamāha. Tañhi tesaṁ samīpappavattaṁ.",
  "anya-e0104n2:35_0": "Satthesūti anavajjesu sattānaṁ hitasukhāvahesu ganthesu.",
  "anya-e0104n2:35_1": "Tathā sippāyatanesūti etthāpi.",
  "anya-e0104n2:35_2": "Pubbakāle ekasatarājūnaṁ desabhāsā ekasatavohārā. Dhammapade (dha. pa.",
  "anya-e0104n2:35_3": "1 ādayo) yamakavaggo opammavaggoti vadanti, mūlapaṇṇāse (ma. ni. 1.325 ādayo;",
  "anya-e0104n2:35_4": "439 ādayo) yamakavaggo opammavaggo evāti apare.",
  "anya-e0104n2:35_5": "Sutapaṭibhānabahulānanti bahussutānaṁ paṭibhānavantānaṁ.",
  "anya-e0104n2:36_0": "Sabbānīti pubbe vuttāni pañca, pacchā vuttāni aṭṭhapi vā.",
  "anya-e0104n2:36_1": "Sekkhaphalavimokkhapariyosāne bhavā sekkhaphalavimokkhantikā.",
  "anya-e0104n2:36_2": "Ṭhānāṭhānañāṇabalādīni sabbabuddhaguṇesu sakiccato pākaṭatarānīti vuttaṁ ‘‘dasa balāni viyā’’ti, aññe vā sabbaññutaññāṇādayopi sabbe bhagavato guṇavisesā asekkhaphalavimokkhantikā eva.",
  "anya-e0104n2:37_0": "Paññābhūmi-mūla-sarīravavatthānavaṇṇanā",
  "anya-e0104n2:38_0": "430.Imāya paññāyāti vipassanāpaññāya.",
  "anya-e0104n2:38_1": "Bhūmi sallakkhaṇādiggahaṇavasena pavattiṭṭhānabhāvato.",
  "anya-e0104n2:38_2": "Ādi-saddena āhārādīnaṁ saṅgaho daṭṭhabbo.",
  "anya-e0104n2:38_3": "Kasmā panete evaṁ bahudhammā bhūmibhāvena gayhanti, nanu khandhādīsu ekenāpi atthasiddhi hotīti?",
  "anya-e0104n2:38_4": "Na, tividhasattānuggahatthaṁ khandhādittayaggahaṇaṁ kattabbaṁ, aññathā sabbasādhāraṇo anuggaho na kato siyā.",
  "anya-e0104n2:38_5": "Tividhā hi sattā rūpasammūḷhā arūpasammūḷhā ubhayasammūḷhāti.",
  "anya-e0104n2:38_6": "Tesu ye arūpasammūḷhā, tadatthaṁ khandhānaṁ gahaṇaṁ arūpadhammānaṁ catudhā vibhattattā.",
  "anya-e0104n2:38_7": "Ye rūpasammūḷhā, tadatthaṁ āyatanānaṁ rūpadhammānaṁ addhekādasadhā vibhattattā.",
  "anya-e0104n2:38_8": "Ye pana ubhayasammūḷhā, tadatthaṁ dhātūnaṁ ubhayesampi vibhattattā.",
  "anya-e0104n2:38_9": "Tathā indriyabhedena tikkhindriyā majjhimindriyā mudindriyā, saṁkhittarucī majjhimarucī vitthārarucīti ca tividhā sattā, tesampi atthāya yathākkamaṁ khandhādiggahaṇaṁ katanti yojetabbaṁ.",
  "anya-e0104n2:38_10": "Indriyaggahaṇaṁ pana kāmaṁ ete dhammā issarā viya sahajātadhammesu issariyaṁ ādhipaccaṁ pavattenti, taṁ pana nesaṁ dhammasabhāvasiddhaṁ, na ettha kassaci vasībhāvo ‘‘suññā ete avasavattino’’ti anattalakkhaṇassa sukhaggahaṇatthaṁ.",
  "anya-e0104n2:38_11": "Taṁ panetaṁ catubbidhampi pavattinivattitadubhayahetuvasena diṭṭhameva upakārāvahaṁ, na aññathāti saccādidvayaṁ gahitaṁ.",
  "anya-e0104n2:38_12": "Ādi-saddena gahitadhammesupi ayaṁ nayo netabbo. Mūlaṁ patiṭṭhābhāvato.",
  "anya-e0104n2:38_13": "Sati hi sīlavisuddhiyaṁ, cittavisuddhiyañca ayaṁ paññā mūlajātā hoti, nāsatīti. Sarīraṁ paribrūhetabbato.",
  "anya-e0104n2:38_14": "Imissā hi paññāya santānavasena pavattamānāya pādapāṇisīsaṭṭhāniyā diṭṭhivisuddhiādikā imā pañca visuddhiyo avayavena samudāyūpalakkhaṇanayena ‘‘sarīra’’nti veditabbā.",
  "anya-e0104n2:39_0": "431.Pañca khandhāti ettha pañcāti gaṇanaparicchedo, tena na tato heṭṭhā, na uddhanti dasseti.",
  "anya-e0104n2:39_1": "Khandhāti paricchinnadhammanidassanaṁ.",
  "anya-e0104n2:39_2": "Yasmā cettha khandha-saddo rāsaṭṭho ‘‘mahāudakakkhandho’’tiādīsu (a. ni. 4.51;",
  "anya-e0104n2:39_3": "6.37) viya, tasmā atītādivibhāgabhinnaṁ sabbaṁ rūpaṁ rāsivasena buddhiyā ekajjhaṁ gahetvā ‘‘rūpameva khandho rūpakkhandho’’ti samānādhikaraṇasamāso daṭṭhabbo.",
  "anya-e0104n2:39_4": "‘‘Tīhi khandhehi iṇaṁ dassāmā’’tiādīsu viya koṭṭhāsaṭṭhe pana khandha-sadde nibbānassāpi khandhantarabhāvo āpajjatīti?",
  "anya-e0104n2:39_5": "Nāpajjati atītādivibhāgābhāvato.",
  "anya-e0104n2:39_6": "Na hi ekassa niccassa sato nibbānassa atītādivibhāgo atthīti.",
  "anya-e0104n2:39_7": "Paṭhamenatthena rūparāsīti attho, dutiyena rūpakoṭṭhāsoti.",
  "anya-e0104n2:39_8": "Vedanākkhandhotiādīsupi eseva nayo.",
  "anya-e0104n2:39_9": "Kasmā panete khandhā pañceva vuttā iminā eva ca kamenāti?",
  "anya-e0104n2:39_10": "Bhājanabhojanabyañjanabhattakārakabhuñjakavikappadassanato , yathoḷārikayathāsaṁkilesūpadesato cāti veditabbaṁ.",
  "anya-e0104n2:39_11": "Vivādamūlahetubhāvaṁ saṁsārahetutaṁ, kammahetutañca cintetvā vedanāsaññā saṅkhārakkhandhato nīharitvā visuṁ khandhabhāvena desitā.",
  "anya-e0104n2:40_0": "Rūpakkhandhakathāvaṇṇanā",
  "anya-e0104n2:41_0": "432.Tatthāti tesu pañcasu khandhesu.",
  "anya-e0104n2:41_1": "Yaṁ kiñcīti anavasesapariyādānaṁ.",
  "anya-e0104n2:41_2": "Ruppanalakkhaṇanti atippasaṅganiyamanaṁ.",
  "anya-e0104n2:41_3": "Yaṁ-saddena hi sanipātena kiṁ-saddena ca gahitena aniyamatthatāya atippasaṅge āpanne taṁ ruppanasaddo nivatteti, tena rūpassa anavasesapariggaho kato hoti.",
  "anya-e0104n2:41_4": "Sītādīhīti sītuṇhajighacchāpipāsādīhi.",
  "anya-e0104n2:41_5": "Hetuatthe cetaṁ karaṇavacanaṁ.",
  "anya-e0104n2:41_6": "Ruppanaṁ lakkhaṇaṁ etassāti ruppanalakkhaṇaṁ. Dhammo eva dhammajātaṁ.",
  "anya-e0104n2:41_7": "Ruppanañcettha sītādivirodhipaccayasannipāte visadisuppatti.",
  "anya-e0104n2:41_8": "Nanu ca arūpadhammānampi virodhipaccayasamāgame visadisuppatti labbhatīti?",
  "anya-e0104n2:41_9": "Saccaṁ labbhati, na pana vibhūtataraṁ.",
  "anya-e0104n2:41_10": "Vibhūtataraṁ hettha ruppanaṁ adhippetaṁ sītādiggahaṇato.",
  "anya-e0104n2:41_11": "Yadi evaṁ, kathaṁ brahmaloke rūpasamaññā?",
  "anya-e0104n2:41_12": "Tatthāpi taṁsabhāvānativattanato hotiyeva rūpasamaññā, anuggāhakapaccayavasena vā.",
  "anya-e0104n2:41_13": "Virodhipaccayasannipāte yo attano santāne bhinne bhijjamānasseva visadisuppattihetubhāvo, taṁ ruppananti aññe.",
  "anya-e0104n2:41_14": "Imasmiṁ pakkhe rūpayati vikāraṁ āpādetīti rūpaṁ, purimapakkhe pana ruppatīti.",
  "anya-e0104n2:41_15": "Saṅghaṭṭanena vikārāpattiyaṁ ruppanasaddo niruḷhoti keci.",
  "anya-e0104n2:41_16": "Imasmiṁ pakkhe arūpadhammesu rūpasamaññāya pasaṅgo eva natthi saṅghaṭṭanābhāvato. Paṭighāto ruppananti apare.",
  "anya-e0104n2:41_17": "Sabbaṁ taṁ ekato katvāti rāsaṭṭhaṁ hadaye ṭhapetvā vadati.",
  "anya-e0104n2:42_0": "Bhūtopādāyabhedatoti ettha tadadhīnavuttitāya bhavati ettha upādāyarūpanti bhūtaṁ.",
  "anya-e0104n2:42_1": "Bhūtāni upādiyateva, na pana sayaṁ tehi, aññehi vā upādīyatīti upādāyaṁ.",
  "anya-e0104n2:43_0": "Kāmaṁ catudhātuvavatthāne vacanatthāditopi bhūtāni vibhāvitāneva, sabhāvadhammānaṁ pana lakkhaṇādivibhāvanāti katvā vuttaṁ ‘‘lakkhaṇarasapaccupaṭṭhānāni catudhātuvavatthāne vuttānī’’ti.",
  "anya-e0104n2:43_1": "Tattha padaṭṭhānassa avuttattā āha ‘‘padaṭṭhānato panā’’tiādi.",
  "anya-e0104n2:43_2": "Avacanañca tassa tassatthassa paccayatoti ettha pakārantarena vibhāvitattāti daṭṭhabbaṁ. Sabbāpīti catassopi dhātuyo.",
  "anya-e0104n2:43_3": "Āposaṅgahitāya tejonupālitāya vāyovitthambhitāya eva pathavīdhātuyā pavatti, na aññathāti sā sesabhūtattayapadaṭṭhānā, evamitarāpīti āha ‘‘avasesadhātuttayapadaṭṭhānā’’ti.",
  "anya-e0104n2:44_0": "Catuvīsatividhanti gaṇanaparicchedo balarūpādīnaṁ paṭisedhanattho.",
  "anya-e0104n2:44_1": "Tattha yaṁ vattabbaṁ, taṁ parato āvi bhavissati.",
  "anya-e0104n2:44_2": "Cakkhatīti cakkhu, viññāṇādhiṭṭhitaṁ rūpaṁ assādentaṁ viya hotīti attho.",
  "anya-e0104n2:44_3": "Cakkhatīti hi ayaṁ cakkhati-saddo ‘‘madhuṁ cakkhati, byañjanaṁ cakkhatī’’tiādīsu viya assādanattho.",
  "anya-e0104n2:44_4": "Vuttañhetaṁ ‘‘cakkhuṁ kho, māgaṇḍiya, rūpārāmaṁ rūparataṁ rūpasamudita’’nti (ma. ni. 2.209).",
  "anya-e0104n2:44_5": "Aṭṭhakathāyampi vuccati ‘‘rūpesu āviñchanarasa’’nti (visuddhi. 2.433; dha. sa. aṭṭha. 600).",
  "anya-e0104n2:44_6": "Satipi sotādīnaṁ saddārammaṇādibhāve niruḷhattā dassane eva cakkhu-saddo pavattati padumādīsu paṅkajādisaddā viyāti daṭṭhabbaṁ.",
  "anya-e0104n2:44_7": "Atha vā cakkhatīti viññāṇādhiṭṭhitaṁ samavisamaṁ ācikkhantaṁ viya abhibyattaṁ vadantaṁ viya hotīti attho.",
  "anya-e0104n2:44_8": "Aṭṭhakathāyaṁ pana ‘‘vibhāveti cā’’ti (mahāni. aṭṭha. 13; vibha. aṭṭha. 154) vuttaṁ.",
  "anya-e0104n2:44_9": "Taṁ anekatthattā dhātūnaṁ vibhāvanatthatāpi cakkhati-saddassa sambhavatīti katvā vuttaṁ.",
  "anya-e0104n2:44_10": "Suṇāti etena, viññāṇādhiṭṭhitaṁ sayaṁ vā suṇātīti sotaṁ.",
  "anya-e0104n2:44_11": "Ghāyati etena, sayaṁ vā ghāyatīti ghānaṁ.",
  "anya-e0104n2:44_12": "Rasaggahaṇamūlakattā ajjhoharaṇassa jīvitanimittaṁ āhāraraso jīvitaṁ, tasmiṁ ninnatāya taṁ avhāyatīti jivhā niruttinayena.",
  "anya-e0104n2:44_13": "Kucchitānaṁ sāsavadhammānaṁ āyo uppattiṭṭhānanti kāyo anuttariyahetubhāvaṁ anāgacchantesu kāmarāganidānakammajanitesu, kāmarāgassa ca visesapaccayesu ghānajivhākāyesu kāyassa visesato sāsavapaccayattā.",
  "anya-e0104n2:44_14": "Tena hi phoṭṭhabbasukhaṁ assādentā sattā methunampi sevanti.",
  "anya-e0104n2:44_15": "Kāyindriyavatthukā vā cattāro khandhā balavakāmāsavādihetubhāvato visesena sāsavāti kucchitānaṁ sāsavadhammānaṁ āyoti kāyo vutto.",
  "anya-e0104n2:44_16": "Vaṇṇavikāraṁ āpajjamānaṁ hadayaṅgatabhāvaṁ rūpayatīti rūpaṁ, rūpamiva pakāsaṁ karoti saviggahamiva dassetīti attho.",
  "anya-e0104n2:44_17": "Anekatthattā vā dhātūnaṁ pakāsanattho eva rūpasaddo daṭṭhabbo.",
  "anya-e0104n2:44_18": "Sappatīti saddo, udāharīyati, sakehi vā paccayehi sappīyati sotaviññeyyabhāvaṁ upanīyatīti attho.",
  "anya-e0104n2:44_19": "Gandhayatīti gandho, attano vatthuṁ sūcayati apākaṭaṁ ‘‘idaṁ sugandhaṁ, duggandha’’nti pakāseti , paṭicchannaṁ vā pupphaphalādiṁ ‘‘idamettha atthī’’ti pesuññaṁ karontaṁ viya hotīti attho.",
  "anya-e0104n2:44_20": "Rasanti taṁ sattāti raso, asādentīti attho.",
  "anya-e0104n2:45_0": "Itthiyāva indriyaṁ itthindriyaṁ, tathā purisindriyaṁ.",
  "anya-e0104n2:45_1": "Jīvanti tena sahajātadhammāti jīvitaṁ, tadeva indriyaṁ jīvitindriyaṁ.",
  "anya-e0104n2:45_2": "Hadayañca taṁ vatthu ca, hadayassa vā manoviññāṇassa vatthu hadayavatthu.",
  "anya-e0104n2:45_3": "Copanakāyabhāvato kāyo ca so adhippāyaviññāpanato viññatti cāti kāyaviññatti.",
  "anya-e0104n2:45_4": "Copanavācābhāvato, adhippāyaviññāpanato ca vacī ca sā viññatti cāti vacīviññatti.",
  "anya-e0104n2:45_5": "Viggahābhāvato na kassati, kasituṁ chindituṁ na sakkā, na vā kāsati dibbatīti akāsaṁ, akāsameva ākāsaṁ, tadeva nissattanijjīvaṭṭhena ākāsadhātu. Rūpassāti nipphannarūpassa. Lahubhāvo lahutā.",
  "anya-e0104n2:45_6": "Sayaṁ anipphannatāya ‘‘rūpassā’’ti visesitaṁ. Esa nayo sesesupi.",
  "anya-e0104n2:45_7": "Ayaṁ pana viseso – kammani sādhu kammaññaṁ, tassa bhāvo kammaññatā.",
  "anya-e0104n2:45_8": "Paṭhamaṁ, upari ca cayo pavatti upacayo.",
  "anya-e0104n2:45_9": "Pubbāparavasena sambandhā tati pavatti santati.",
  "anya-e0104n2:45_10": "Aniccassa vināsino bhāvo aniccatā.",
  "anya-e0104n2:45_11": "Kabalaṁ karīyatīti kabaḷīkāro. Āharatīti āhāro.",
  "anya-e0104n2:45_12": "Evaṁ tāva upādāyarūpaṁ saddatthato veditabbaṁ.",
  "anya-e0104n2:46_0": "Kamato pana sabbesaṁ rūpadhammānaṁ nissayabhāvena mūlabhūtattā paṭhamaṁ bhūtarūpāni uddiṭṭhāni.",
  "anya-e0104n2:46_1": "Itaresu ajjhattikabhāvena attabhāvasamaññāya mūlabhāvato cakkhādīni pañca ādito uddiṭṭhāni.",
  "anya-e0104n2:46_2": "Tesaṁ visayīnaṁ ime visayāti dassetuṁ rūpādīni cattāri uddiṭṭhāni.",
  "anya-e0104n2:46_3": "Phoṭṭhabbaṁ pana anupādārūpattā, bhūtaggahaṇena gahitattā ca idha na gahitaṁ.",
  "anya-e0104n2:46_4": "Svāyaṁ attabhāvo imehi ‘‘itthī’’ti vā ‘‘puriso’’ti vā saṅkhaṁ gacchatīti dassanatthaṁ tadanantaraṁ itthipurisindriyadvayaṁ uddiṭṭhaṁ.",
  "anya-e0104n2:46_5": "‘‘Iminā jīvatī’’ti vohāraṁ labbhatīti dassanatthaṁ tato jīvitindriyaṁ.",
  "anya-e0104n2:46_6": "Tassa imaṁ nissāya viññāṇappavattiyaṁ attahitādisiddhīti dassanatthaṁ hadayavatthu.",
  "anya-e0104n2:46_7": "Tassa imāsaṁ vasena sabbe kāyavacīpayogāti dassanatthaṁ viññattidvayaṁ.",
  "anya-e0104n2:46_8": "Imāya rūpakāyassa paricchedo, añjaso cāti dassanatthaṁ ākāsadhātu.",
  "anya-e0104n2:46_9": "Imehissa sukhappavatti, uppattiādayo cāti dassanatthaṁ lahutādayo.",
  "anya-e0104n2:46_10": "Sabbo cāyaṁ catusantatirūpasantāno iminā upatthambhīyatīti dassanatthaṁ ante kabaḷīkāro āhāro uddiṭṭhoti veditabbo.",
  "anya-e0104n2:47_0": "433.",
  "anya-e0104n2:47_1": "Idāni yathāuddiṭṭhāni upādārūpāni lakkhaṇādito niddisituṁ ‘‘tattha rūpābhighātārahabhūtappasādalakkhaṇa’’ntiādi āraddhaṁ.",
  "anya-e0104n2:47_2": "Tattha tatthāti tesu upādārūpesu.",
  "anya-e0104n2:47_3": "Rūpe, rūpassa vā abhighāto rūpābhighāto, taṁ arahatīti rūpābhighātāraho, rūpābhighāto hotu vā mā vā evaṁsabhāvo catunnaṁ bhūtānaṁ pasādo rūpābhighātārahabhūtappasādo, evaṁlakkhaṇaṁ cakkhūti attho.",
  "anya-e0104n2:47_4": "Yasmā paccayantarasahito eva cakkhupasādo rūpābhihananavasena pavattati, na kevalo.",
  "anya-e0104n2:47_5": "Tasmā taṁsabhāvatāva pamāṇaṁ, na rūpābhighātoti dassanatthaṁ rūpābhighātārahatā vuttā yathā vipākārahaṁ kusalākusalanti.",
  "anya-e0104n2:47_6": "Abhighāto ca visayavisayīnaṁ aññamaññaṁ abhimukhībhāvo yogyadesāvaṭṭhānaṁ abhighāto viyāti katvā.",
  "anya-e0104n2:47_7": "So rūpe cakkhussa, rūpassa vā cakkhumhi hoti.",
  "anya-e0104n2:47_8": "Tenāha ‘‘yaṁ cakkhu anidassanaṁ sappaṭighaṁ rūpamhi sanidassanamhi sappaṭighamhi paṭihaññi vā’’ti, ‘‘yamhi cakkhumhi anidassanamhi sappaṭighamhi rūpaṁ sanidassanaṁ sappaṭighaṁ paṭihaññi vā paṭihaññati vā’’ti (dha. sa. 597) ca ādi.",
  "anya-e0104n2:47_9": "Paripuṇṇāparipuṇṇāyatanattabhāvanibbattakassa kammassa nidānabhūtā kāmataṇhā, rūpataṇhā ca tadāyatanikabhavapatthanābhāvato daṭṭhukāmatādivohāraṁ arahatīti dutiyanayo sabbattha vutto.",
  "anya-e0104n2:47_10": "Tattha daṭṭhukāmatānidānakammaṁ samuṭṭhānaṁ etesanti daṭṭhukāmatānidānakammasamuṭṭhānāni.",
  "anya-e0104n2:47_11": "Evaṁvidhānaṁ bhūtānaṁ pasādo daṭṭhukāmatā…pe… pasādo, evaṁlakkhaṇaṁ cakkhu.",
  "anya-e0104n2:47_12": "Tassa tassa hi bhavassa mūlakāraṇabhūtā taṇhā tasmiṁ tasmiṁ bhave uppajjanārahāyatanavisayāpi nāma hotīti kāmataṇhādīnaṁ daṭṭhukāmatādivohārārahatā vuttā.",
  "anya-e0104n2:48_0": "Daṭṭhukāmatāti hi daṭṭhumicchā, rūpataṇhāti attho.",
  "anya-e0104n2:48_1": "Ettha ca daṭṭhukāmatāya, sesānañca taṁtaṁattabhāvanibbattakakammāyūhanakkhaṇato sati purimanibbattiyaṁ vattabbaṁ natthi, asati pana maggena asamugghātitabhāvoyeva kāraṇanti daṭṭhabbaṁ.",
  "anya-e0104n2:48_2": "Yato maggena asamucchinnaṁ kāraṇalābhe sati uppajjitvā attano phalassa paccayabhāvūpagamanato vijjamānamevāti uppannatā atthitā pariyāyehi vuccati ‘‘ariyaṁ aṭṭhaṅgikaṁ maggaṁ bhāvento ariyaṁ aṭṭhaṅgikaṁ maggaṁ bahulīkaronto uppannuppanne pāpake akusale dhamme antarāyeva antaradhāpetī’’ti (saṁ. ni.",
  "anya-e0104n2:48_3": "5.156), ‘‘santaṁ vā ajjhattaṁ kāmacchandaṁ ‘atthi me ajjhattaṁ kāmacchando’ti pajānātī’’ti (dī. ni. 2.382; ma. ni. 1.115) ca evamādīsu.",
  "anya-e0104n2:49_0": "Rūpesu puggalassa, viññāṇassa vā āviñchanarasaṁ.",
  "anya-e0104n2:49_1": "Ādhārabhāvapaccupaṭṭhānaṁ nissayapaccayabhāvato.",
  "anya-e0104n2:49_2": "Daṭṭhukāmatānidānakammajabhūtapadaṭṭhānaṁ yesaṁ bhūtānaṁ pasādo, tevassa āsannakāraṇanti katvā.",
  "anya-e0104n2:49_3": "Ettha ca taṁtaṁattabhāvanipphādakasādhāraṇakammavasena purimaṁ cakkhulakkhaṇaṁ vuttaṁ kāraṇavisesassa anāmaṭṭhattā.",
  "anya-e0104n2:49_4": "‘‘Evarūpaṁ nāma me cakkhu hotū’’ti evaṁ nibbattitaāveṇikakammavasena dutiyanti vadanti.",
  "anya-e0104n2:49_5": "Satipi pana pañcannaṁ pasādabhāvasāmaññe savisayāvabhāsanasaṅkhātassa pasādabyāpārassa vasena purimaṁ vuttaṁ.",
  "anya-e0104n2:49_6": "Pasādakāraṇassa satipi kammabhāvasāmaññe, ekatte vā attano kāraṇabhedena bhedadassanavasena dutiyanti daṭṭhabbaṁ.",
  "anya-e0104n2:49_7": "Sotādīnaṁ lakkhaṇādīsu vuttanayeneva attho veditabbo.",
  "anya-e0104n2:50_0": "Etthāha – cakkhādīnaṁ indriyānaṁ kiṁ ekakammunā uppatti, udāhu nānākammunāti? Ubhayathāpīti porāṇā.",
  "anya-e0104n2:50_1": "Tattha nānākammunā tāva uppattiyaṁ cakkhādīnaṁ visese vattabbaṁ natthi kāraṇassa bhinnattā.",
  "anya-e0104n2:50_2": "Ekakammunā pana uppattiyaṁ kathaṁ nesaṁ visesoti? Kāraṇassa bhinnattā eva.",
  "anya-e0104n2:50_3": "Taṁtaṁbhavapatthanābhūtā hi taṇhā taṁtaṁbhavapariyāpannāyatanābhilāsatāya sayaṁ vicittarūpā upanissayabhāvena taṁtaṁbhavanibbattakakammassa vicittabhedataṁ vidahati.",
  "anya-e0104n2:50_4": "Yato tadāhitavisesaṁ taṁ tathārūpasamatthatāyogenānekarūpāpannaṁ viya anekaṁ visiṭṭhasabhāvaṁ phalaṁ nibbatteti.",
  "anya-e0104n2:50_5": "Na cettha samatthatā samatthabhāvato aññā veditabbā kāraṇavisesena āhitavisesassa visiṭṭhaphalanipphādanayogyatāmattato.",
  "anya-e0104n2:50_6": "Ayañca ekassapi kammassa anekindriyahetutāvisesayogo yuttito, āgamanato ca parato āgamissati.",
  "anya-e0104n2:50_7": "Apica ekasseva kusalacittassa soḷasādivipākacittanibbattihetutā vuccati.",
  "anya-e0104n2:50_8": "Lokepi ekasseva sālibījassa paripuṇṇāparipuṇṇataṇḍulaātaṇḍulaphalanibbattihetutā dissateva, kiṁ vā etāya yutticintāya.",
  "anya-e0104n2:50_9": "Yato kammaphalaṁ cakkhādīni, kammavipāko ca sabbaso buddhānaṁyeva ñāṇassa visayoti.",
  "anya-e0104n2:51_0": "434.Kecīti mahāsaṅghikesu ekacce.",
  "anya-e0104n2:51_1": "Tesu hi vasudhammo evaṁ vadati ‘‘cakkhumhi tejo adhikaṁ, sote vāyu, ghāne pathavī, jivhāya āpo, kāye sabbepi samā’’ti.",
  "anya-e0104n2:51_2": "Cakkhādīsu tejādiadhikatā nāma tannissayabhūtānaṁ tadadhikatāyāti dassento ‘‘tejādhikānaṁ bhūtānaṁpasādo cakkhū’’tiādimāha.",
  "anya-e0104n2:51_3": "Kāyo sabbesanti ko ettha viseso, nanu tejādiadhikānañca bhūtānaṁ pasādā sabbesaṁyevāti?",
  "anya-e0104n2:51_4": "Saccametaṁ, idaṁ pana ‘‘sabbesa’’nti vacanaṁ samānānanti imamatthaṁ dīpeti anuvattamānassa ekadesādhikabhāvassa nivāraṇavasena vuttattā.",
  "anya-e0104n2:51_5": "Tejādīnaṁ hi paccekaṁ adhikabhāve viya dvinnaṁ, tiṇṇaṁ vā adhikabhāvepi yathāvuttādhikabhāveneva ekakādivasena labbhamānāya omattatāyapi kāyappasādo na hotīti pākaṭoyamattho.",
  "anya-e0104n2:51_6": "Tasmā catunnampi bhūtānaṁ samabhāvena kāyappasādo hotīti sabbasaddo idha samabhāvadīpako daṭṭhabbo.",
  "anya-e0104n2:51_7": "Tejādīnanti padīpasaṅkhātassa tejassa obhāsarūpena, vāyussa saddena, pathaviyā gandhena, kheḷasaṅkhātassa udakassa rasenāti purimavāde, pacchimavāde ca yathāyogaṁ taṁtaṁbhūtaguṇehi anuggayhabhāvato, rūpādīnaṁ gahaṇe upakāritabbatoti attho.",
  "anya-e0104n2:51_8": "Ālokādisahakārīkāraṇasahitānaṁyeva cakkhādīnaṁ rūpādiavabhāsanasamatthatā, vivarassa ca sotaviññāṇūpanissayabhāvo guṇoti tesaṁ laddhi.",
  "anya-e0104n2:51_9": "Tejādīnaṁ viya pana vivarassa bhūtabhāvābhāvato yathāyoga-ggahaṇaṁ.",
  "anya-e0104n2:51_10": "Atha vā rūpādayo viya vivarampi bhūtaguṇoti parādhippāye tejassa ālokarūpena, ākāsasaṅkhātassa vivarassa saddena, vāyussa gandhena, udakassa rasena, pathaviyā phoṭṭhabbenāti evaṁ yathāyogaṁ taṁtaṁbhūtaguṇehīti yojanā.",
  "anya-e0104n2:52_0": "Rūpādīnaṁ adhikabhāvadassanatoti aggimhi rūpassa pabhassarassa, vāyumhi saddassa sabhāvena suyyamānassa, pathaviyā surabhiādino gandhassa, āpe ca rasassa madhurassāti imesaṁ visesayuttānaṁ dassanato ‘‘rūpādayo tesaṁ guṇā’’ti paṭhamavādī āhāti.",
  "anya-e0104n2:52_1": "Tasseva ‘‘iccheyyāmā’’tiādinā uttaramāha.",
  "anya-e0104n2:52_2": "Imināva upāyena dutiyavādinopi niggaho hotīti.",
  "anya-e0104n2:52_3": "Atha vā rūpādivisesaguṇehi tejaākāsapathavīāpavāyūhi cakkhādīni katānīti vadantassa kaṇādassa vādaṁ uddharitvā taṁ niggahetuṁ ‘‘athāpi vadeyyu’’ntiādi vuttanti daṭṭhabbaṁ.",
  "anya-e0104n2:52_4": "Āsave upalabbhamānopi gandho pathaviyā āposaṁyuttāya kappāsato visadisāyāti na kappāsagandhassa adhikabhāvāpattīti ce? Na, anabhibhūtattā.",
  "anya-e0104n2:52_5": "Āsave hi udakasaṁyuttā pathavī udakena abhibhūtā, na kappāsapathavīti tassa eva gandhena adhikena bhavitabbaṁ.",
  "anya-e0104n2:52_6": "Uṇhodakasaṁyutto ca aggi upalabbhanīyo mahantoti katvā tassa phasso viya vaṇṇopi pabhassaro upalabbheyyāti uṇhodake vaṇṇato agginā anabhisambandhassa sītodakassa vaṇṇo parihāyetha.",
  "anya-e0104n2:52_7": "Tasmāti etassa ubhayassa abhāvā.",
  "anya-e0104n2:52_8": "Tadabhāvena hi rūpādīnaṁ tejādivisesaguṇatā nivattitā.",
  "anya-e0104n2:52_9": "Tannivattanena ‘‘tejādīnaṁ guṇehi rūpādīhi anuggayhabhāvato’’ti idaṁ kāraṇaṁ nivattitanti evaṁ paramparāya ubhayābhāvo visesaparikappanapahānassa kāraṇaṁ hotīti āha ‘‘tasmā pahāyeta’’ntiādi.",
  "anya-e0104n2:52_10": "Ekakalāpepi rūparasādayo visadisā, ko pana vādo nānākalāpe cakkhādayo bhūtavisesābhāvepīti dassetuṁ rūparasādinidassanaṁ vuttaṁ.",
  "anya-e0104n2:53_0": "Yadi bhūtaviseso natthi, kiṁ pana cakkhādivisesassa kāraṇanti taṁ dassetuṁ ‘‘yaṁ aññamaññassā’’tiādi vuttaṁ.",
  "anya-e0104n2:53_1": "Ekampi kammaṁ pañcāyatanikattabhāvabhavappatthanānipphannaṁ cakkhādivisesahetutāya aññamaññassa asādhāraṇanti ca kammavisesoti ca vuttanti daṭṭhabbaṁ.",
  "anya-e0104n2:53_2": "Na hi taṁ yena visesena cakkhussa paccayo, teneva sotassa paccayo hoti indriyantarābhāvappattito.",
  "anya-e0104n2:53_3": "‘‘Paṭisandhikkhaṇe mahaggatā cetanā kaṭattārūpānaṁ kammapaccayena paccayo’’ti (paṭṭhā.",
  "anya-e0104n2:53_4": "2.12.78) vacanena paṭisandhikkhaṇe vijjamānānaṁ sabbesaṁ kaṭattārūpānaṁ ekā cetanā kammapaccayo hotīti viññāyati.",
  "anya-e0104n2:53_5": "Nānācetanāya hi tadā indriyuppattiyaṁ sati parittena ca mahaggatena ca kammunā nibbattitaṁ kaṭattārūpaṁ āpajjeyyāti.",
  "anya-e0104n2:53_6": "Na cekā paṭisandhi anekakammanibbattā hotīti siddhamekena kammena anekindriyuppatti hotīti.",
  "anya-e0104n2:54_0": "435.",
  "anya-e0104n2:54_1": "Anallīno nissayo etassāti anallīnanissayo, rūpasaddasaṅkhāto visayo.",
  "anya-e0104n2:54_2": "Gandharasānaṁ nissayā ghānajivhānaṁ nissaye allīyantīti te nissayavasena allīnā.",
  "anya-e0104n2:54_3": "Phoṭṭhabbaṁ sayaṁ kāyanissayaallīnaṁ bhūtattā.",
  "anya-e0104n2:54_4": "Aparo nayo – cakkhusotāni appattavisayaggāhakāni sāntare, adhike ca visaye viññāṇuppattihetubhāvato.",
  "anya-e0104n2:54_5": "Sotampi sampattavisayaggāhīti keci.",
  "anya-e0104n2:54_6": "Yadi sotaṁ sampattaggāhi, cittajo saddo sotaviññāṇassa ārammaṇaṁ na siyā.",
  "anya-e0104n2:54_7": "Na hi bahiddhā cittasamuṭṭhānānaṁ uppatti atthi.",
  "anya-e0104n2:54_8": "Pāḷiyañca avisesena saddārammaṇassa sotaviññāṇārammaṇabhāvo vutto.",
  "anya-e0104n2:54_9": "Kiñca disādesavavatthānañca saddassa na siyā, attano visayipadesassa eva gahetabbato gandho viya.",
  "anya-e0104n2:54_10": "Tasmā yattha uppanno saddo, tattheva ṭhito.",
  "anya-e0104n2:54_11": "Sace sotapathe āpāthamāgacchati, nanu dūre ṭhitehi rajakādisaddā cirena suyyantīti?",
  "anya-e0104n2:54_12": "Na dūrāsannānaṁ yathāpākaṭe sadde gahaṇavisesato.",
  "anya-e0104n2:54_13": "Yathā hi dūrāsannānaṁ vacanasadde yathāpākaṭe gahaṇavisesato ākāravisesānaṁ aggahaṇaṁ, gahaṇañca hoti, evaṁ rajakādisaddepi āsannassa ādito pabhuti yāva avasānā kamena pākaṭībhūte, dūrassa ca avasāne, majjhe vā piṇḍavasena pavattipākaṭībhūte nicchayaggahaṇānaṁ sotaviññāṇavīthiyā parato pavattānaṁ visesato lahukaṁ suto ‘‘cirena suto’’ti adhimāno hoti.",
  "anya-e0104n2:54_14": "So pana saddo yattha uppanno, tannissitova attano vijjamānakkhaṇe sotassa āpāthamāgacchati .",
  "anya-e0104n2:54_15": "Yadi saddassa bhūtaparamparāya samantato pavatti natthi, kathaṁ paṭighosuppattīti?",
  "anya-e0104n2:54_16": "Dūre ṭhitopi saddo aññattha paṭighosuppattiyā, bhājanādicalanassa ca ayokanto viya ayocalanassa paccayo hotīti daṭṭhabbaṁ.",
  "anya-e0104n2:55_0": "436.",
  "anya-e0104n2:55_1": "Pubbe lakkhaṇādinā vibhāvitampi cakkhuṁ ṭhitaṭṭhānādito vibhāvetuṁ ‘‘cakkhu cetthā’’tiādi āraddhaṁ.",
  "anya-e0104n2:55_2": "Tattha cakkhu sādhayamānaṁ tiṭṭhatīti sambandho.",
  "anya-e0104n2:55_3": "Ca-kāro byatirekattho, tenassa vuccamānameva visesaṁ joteti.",
  "anya-e0104n2:55_4": "Etthāti etesu yathāniddiṭṭhesu pañcasu upādārūpesu.",
  "anya-e0104n2:55_5": "‘‘Sarīrasaṇṭhānuppattidese’’ti etena avasesaṁ kaṇhamaṇḍalaṁ paṭikkhipati.",
  "anya-e0104n2:55_6": "Snehamiva satta akkhipaṭalāni byāpetvā ṭhitāheva attano nissayabhūtāhi catūhi dhātūhi katūpakāraṁ tannissiteheva āyuvaṇṇādīhi anupālitaṁ parivāritaṁ tisantatirūpasamuṭṭhāpakehi utucittāhārehiupatthambhiyamānaṁ tiṭṭhati.",
  "anya-e0104n2:55_7": "Sattaakkhipaṭalabyāpanavacaneneva cakkhussa anekakalāpagatabhāvaṁ dasseti.",
  "anya-e0104n2:55_8": "Pamāṇato ūkāsiramattanti ūkāsiramatte padese pavattanato vuttaṁ.",
  "anya-e0104n2:55_9": "Cakkhuviññāṇassa vatthubhāvaṁ nissayabhāvato āvajjanasampaṭicchanādīnaṁ tadārammaṇāvasānānaṁ dvārabhāvaṁ samavasaraṭṭhānato.",
  "anya-e0104n2:55_10": "Taṁ panetaṁ cakkhu adhiṭṭhānabhedato, tatthāpi paccekaṁ anekakalāpagatabhāvato anekampi samānaṁ sāmaññaniddesena āvajjanāya ekattā, ekasmiṁ khaṇe ekasseva ca kiccakarattā ekaṁ katvā vuttaṁ.",
  "anya-e0104n2:55_11": "Evampi bahūsu kathamekasseva kiccakarattaṁ.",
  "anya-e0104n2:55_12": "Yaṁ tattha visadaṁ hutvā rūpābhighātārahaṁ, taṁ viññāṇassa nissayo hotīti gahetabbaṁ.",
  "anya-e0104n2:55_13": "Phoṭṭhabbaviseso viya kāyaviññāṇassa ārammaṇabhāve.",
  "anya-e0104n2:56_0": "Manupassatīti ma-kāro padasandhikaro, atha vā manūti macco.",
  "anya-e0104n2:57_0": "Aṅgulivedhakaṁ aṅgulīyakaṁ.",
  "anya-e0104n2:58_0": "Visamajjhāsayatāya cakkhu vammikachiddābhiratasappo viya, bilajjhāsayatāya sotaṁ udakabilābhiratakumbhīlo viya, ākāsajjhāsayatāya ghānaṁ ajaṭākāsābhiratapakkhī viya, gāmajjhāsayatāya jivhā gāmābhiratakukkuro viya, upādinnakajjhāsayatāya kāyo āmakasusānābhiratasiṅgālo viya passitabboti dassento ‘‘vammi…pe… daṭṭhabbā’’ti āha.",
  "anya-e0104n2:58_1": "Visamajjhāsayatā ca cakkhussa visamajjhāsayaṁ viya hotīti katvā vuttā, cakkhumato vā puggalassa ajjhāsayavasena cakkhu visamajjhāsayaṁ daṭṭhabbaṁ. Esa nayo sesesupi.",
  "anya-e0104n2:58_2": "Sabbopi ca yathāvutto papañco sotādīsupi yathārahaṁ veditabbo.",
  "anya-e0104n2:59_0": "437.",
  "anya-e0104n2:59_1": "Cakkhumhi, cakkhussa vā paṭihananaṁ cakkhupaṭihananaṁ, taṁ lakkhaṇaṁ etassāti cakkhupaṭihananalakkhaṇaṁ.",
  "anya-e0104n2:59_2": "Paṭihananañcettha yathāvutto abhighātova.",
  "anya-e0104n2:59_3": "Visayabhāvo ārammaṇapaccayatā.",
  "anya-e0104n2:59_4": "Kāmaṁ sā eva gocaratā, tathāpi visayagocarānaṁ ayaṁ viseso – anaññatthabhāvo, tabbahulacāritā ca cakkhuviññāṇassa.",
  "anya-e0104n2:59_5": "Visayabhāve cassa yaṁ vattabbaṁ, taṁ parato āvi bhavissati.",
  "anya-e0104n2:59_6": "Yattha pana kāyaviññattiādike.",
  "anya-e0104n2:60_0": "438.",
  "anya-e0104n2:60_1": "Itthiyā bhāvo, ‘‘itthī’’ti vā bhavati etena cittaṁ, abhidhānañcāti itthibhāvo, taṁ lakkhaṇaṁ etassāti itthibhāvalakkhaṇaṁ.",
  "anya-e0104n2:60_2": "Tato eva ‘‘itthī’’ti taṁsahitaṁ santānaṁ pakāsentaṁ viya hotīti vuttaṁ ‘‘itthīti pakāsanarasa’’nti.",
  "anya-e0104n2:60_3": "Vaṭṭaṁsatā avisadahatthapādāditā ca itthiliṅgaṁ.",
  "anya-e0104n2:60_4": "Thanamaṁsāvisadatā, nimmassudāṭhitā, kesabandhanaṁ, vatthaggahaṇañca ‘‘itthī’’ti sañjānanassa paccayabhāvato itthinimittaṁ.",
  "anya-e0104n2:60_5": "Daharakālepi suppakamusalakādīhi kīḷā, mattikatakkena suttakantanādi ca itthikuttaṁ, itthikiriyāti attho.",
  "anya-e0104n2:60_6": "Avisadaṭṭhānagamanādiko ākāro itthākappo.",
  "anya-e0104n2:60_7": "Aparo nayo – itthīnaṁ muttakaraṇaṁ itthiliṅgaṁ. Sarādhippāyā itthinimittaṁ.",
  "anya-e0104n2:60_8": "Avisadaṭṭhānagamananisajjākhādanabhojanādikā itthikuttaṁ. Itthisaṇṭhānaṁ itthākappo.",
  "anya-e0104n2:60_9": "Imāni ca itthiliṅgādīni yathāsakaṁ kammādinā paccayena uppajjamānānipi yebhuyyena itthindriyasahite eva santāne taṁtadākārāni hutvā uppajjantīti itthindriyaṁ tesaṁ kāraṇanti katvā vuttaṁ ‘‘itthiliṅganimittakuttākappānaṁ kāraṇabhāvapaccupaṭṭhāna’’nti.",
  "anya-e0104n2:60_10": "Itthiliṅgādīsu eva ca kāraṇabhāvasaṅkhātena adhipatibhāvena tassa indriyatā vuttā, indriyasahite santāne itthiliṅgādiākārarūpapaccayānaṁ aññathā anuppādanato, itthiggahaṇassa ca tesaṁ rūpānaṁ paccayabhāvato.",
  "anya-e0104n2:61_0": "Yasmā pana bhāvadasakepi rūpānaṁ itthindriyaṁ na janakaṁ, nāpi anupālakaṁ, upatthambhakaṁ vā, na ca aññesaṁ kalāparūpānaṁ, tasmā taṁ jīvitindriyaṁ viya sakalāparūpānaṁ, āhāro viya vā kalāpantararūpānañca ‘‘indriyaatthiavigatapaccayo’’ti pāḷiyaṁ na vuttaṁ.",
  "anya-e0104n2:61_1": "Yasmā ca paccayantarādhīnāni liṅgādīni, tasmā yatthassa ādhipaccaṁ, taṁsadisesu matacittakatarūpesupi taṁsaṇṭhānatā dissati. Esa nayo purisindriyepi.",
  "anya-e0104n2:61_2": "Yaṁ panettha visadisaṁ, taṁ vuttanayānusārena veditabbaṁ .",
  "anya-e0104n2:61_3": "Tayidaṁ dvayaṁ yasmā ekasmiṁ santāne saha na pavattati ‘‘yassa itthindriyaṁ uppajjati, tassa purisindriyaṁ uppajjatīti? No’’tiādi (yama.",
  "anya-e0104n2:61_4": "3.indriyayamaka.188) vacanato, tasmā ubhatobyañjanakassāpi ekasmiṁ khaṇe ekameva hotīti veditabbaṁ.",
  "anya-e0104n2:61_5": "Ye pana ‘‘sarīrekadesavutti bhāvarūpa’’nti vadanti, tesampi taṁ micchāti dassetuṁ ‘‘tadubhayampi…pe… byāpakamevā’’ti vatvā yadi evaṁ kāyappasādena saṅkaro siyāti āsaṅkaṁ nivattento ‘‘na ca kāyappasādenā’’tiādimāha.",
  "anya-e0104n2:61_6": "Tassattho – yadipi sakalasarīrabyāpitāya kāyappasādena aṭṭhitokāse ṭhitanti vattabbataṁ nāpajjati, tena pana bhinnanissayattā ṭhitokāse ṭhitantipi vattabbataṁ nāpajjatīti ayameva cettha nippariyāyakathā.",
  "anya-e0104n2:61_7": "‘‘Rūparasādayo viyā’’ti etena samānanissayesupi nāma saṅkaro natthi lakkhaṇabhedato, kimaṅgaṁ pana bhinnanissayasabhāvesūti dasseti.",
  "anya-e0104n2:62_0": "439.Sahajarūpānupālanalakkhaṇanti attanā sahajātarūpānaṁ anupālanalakkhaṇaṁ.",
  "anya-e0104n2:62_1": "Jīvitindriyassa ekantakammajattā sahaja-ggahaṇeneva anupāletabbānampi kammajabhāvo siddhoti kammaja-ggahaṇaṁ na kataṁ.",
  "anya-e0104n2:62_2": "Yathāsakaṁ khaṇamattaṭṭhāyinopi kammajarūpassa pavattihetubhāvena taṁ anupālakaṁ, tasmā sahajarūpānupālanalakkhaṇaṁ.",
  "anya-e0104n2:62_3": "Na hi kammajānaṁ kammaṁyeva ṭhitihetu bhavituṁ arahati āhārajādīnaṁ āhārādi viya. Kiṁ kāraṇā? Taṅkhaṇābhāvato. Tesanti sahajarūpānaṁ. Pavattanaṁ yāpanaṁ. Ṭhapanaṁ ṭhitihetutā.",
  "anya-e0104n2:62_4": "Attanā anupālanavasena yāpetabbāni pavattetabbāni bhūtāni etassa padaṭṭhānanti yāpayitabbabhūtapadaṭṭhānaṁ.",
  "anya-e0104n2:62_5": "Anupālanalakkhaṇādimhīti ādi-saddena pavattanarasādimeva saṅgaṇhāti.",
  "anya-e0104n2:62_6": "Atthikkhaṇeyevāti anupāletabbānaṁ atthikkhaṇeyeva.",
  "anya-e0104n2:62_7": "Asati anupāletabbe uppalādimhi kiṁ udakaṁ anupāleyya.",
  "anya-e0104n2:62_8": "Yadi kammajānaṁ ṭhitihetumantarena ṭhiti na hoti, jīvitindriyassa ko ṭhitihetūti āha ‘‘saya’’ntiādi.",
  "anya-e0104n2:62_9": "Yadi kammajānaṁ ṭhānaṁ jīvitindriyapaṭibaddhaṁ, atha kasmā sabbakālaṁ na ṭhapetīti āha ‘‘na bhaṅgato’’tiādi.",
  "anya-e0104n2:62_10": "Tassa tassa anupālanādikassa sādhanato.",
  "anya-e0104n2:62_11": "Taṁ sādhanañca jīvamānatāvisesassa paccayabhāvato.",
  "anya-e0104n2:62_12": "Indriyabaddharūpassa hi matarūpato kammajassa, tadanubandhabhūtassa ca utusamuṭṭhānādito jīvitindriyakato viseso, na kevalaṁ khaṇaṭṭhitiyā eva, pabandhānupacchedassāpi jīvitindriyaṁ kāraṇanti daṭṭhabbaṁ, itarathā āyukkhayato maraṇaṁ na yujjeyyāti.",
  "anya-e0104n2:63_0": "440.Manodhātumanoviññāṇadhātūnaṁ nissayalakkhaṇaṁ hadayavatthūti kathametaṁ viññātabbanti? Āgamato, yuttito ca.",
  "anya-e0104n2:63_1": "‘‘Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca pavattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ nissayapaccayena paccayo’’ti (paṭṭhā. 1.1.8) evamādi āgamo.",
  "anya-e0104n2:63_2": "Yadi evaṁ, kasmā rūpakaṇḍe taṁ na vuttanti? Tattha avacanaṁ aññakāraṇaṁ. Kiṁ pana tanti? Desanābhedo.",
  "anya-e0104n2:63_3": "Yathā hi cakkhuviññāṇādīni ekantato cakkhādinissayāni, na evaṁ manoviññāṇaṁ ekantena hadayavatthunissayaṁ.",
  "anya-e0104n2:63_4": "Nissitavasena ca vatthudukādidesanā pavattā ‘‘atthi rūpaṁ cakkhuviññāṇassa vatthu, atthi rūpaṁ cakkhuviññāṇassa na vatthū’’tiādinā (dha. sa. 584).",
  "anya-e0104n2:63_5": "Yampi ekantato hadayavatthunissayaṁ, tassa vasena ‘‘atthi rūpaṁ manoviññāṇassa vatthū’’tiādinā dukādīsu vuccamānesupi na tadanuguṇā ārammaṇadukādayo sambhavanti.",
  "anya-e0104n2:63_6": "Na hi ‘‘atthi rūpaṁ manoviññāṇassa ārammaṇaṁ, atthi rūpaṁ na manoviññāṇassa ārammaṇa’’nti sakkā vattunti vatthārammaṇadukā bhinnagatikā siyunti ekarasā desanā na bhaveyya.",
  "anya-e0104n2:63_7": "Ekarasañca desanaṁ desetuṁ idha satthu ajjhāsayo.",
  "anya-e0104n2:63_8": "Tasmā tattha hadayavatthu na vuttaṁ, na alabbhamānattāti daṭṭhabbaṁ.",
  "anya-e0104n2:64_0": "Yutti pana evaṁ veditabbā – nipphannaupādāyarūpanissayaṁ dhātudvayaṁ pañcavokārabhave.",
  "anya-e0104n2:64_1": "Tattha rūpāyatanādīnaṁ, ojāya ca indriyabaddhato bahipi pavattidassanato na taṁnissayatā yujjati, itthipurisindriyānampi tadubhayarahitepi santāne dhātudvayadassanato na taṁnissayatā yujjati, jīvitindriyassāpi aññakiccaṁ vijjatīti na taṁnissayatā yujjati evāti pārisesato hadayavatthu, tesaṁ nissayoti viññāyati.",
  "anya-e0104n2:64_2": "Sakkā hi vattuṁ nipphannaupādāyarūpanissayaṁ dhātudvayaṁ pañcavokārabhave rūpapaṭibaddhavuttibhāvato.",
  "anya-e0104n2:64_3": "Yaṁ yañhi rūpapaṭibaddhavutti, taṁ taṁ nipphannaupādāyarūpanissayaṁ diṭṭhaṁ yathā ‘‘cakkhuviññāṇadhātū’’ti.",
  "anya-e0104n2:64_4": "‘‘Pañcavokārabhave’’ti ca visesanaṁ manoviññāṇadhātuvasena kataṁ.",
  "anya-e0104n2:64_5": "Manodhātu pana catuvokārabhave nattheva.",
  "anya-e0104n2:64_6": "Nanu ca indriyanissayatāyapi sādhanato viruddho hetu āpajjatīti? Na diṭṭhabādhanato.",
  "anya-e0104n2:64_7": "Diṭṭhaṁ hetaṁ cakkhuviññāṇassa viya dhātudvayassa vatthuno mandatikkhādiananuvidhānaṁ.",
  "anya-e0104n2:64_8": "Tathā hissa pāḷiyaṁ indriyapaccayatā na vuttā.",
  "anya-e0104n2:64_9": "Tena tadanuvidhānasaṅkhātā indriyanissayatā bādhīyati.",
  "anya-e0104n2:64_10": "Hotu dhātudvayanissayo hadayavatthu, upādāyarūpañca, etaṁ pana kammasamuṭṭhānaṁ, paṭiniyatakiccaṁ, hadayapadese ṭhitamevāti kathaṁ viññāyatīti?",
  "anya-e0104n2:64_11": "Vuccate – vatthurūpabhāvato kammasamuṭṭhānaṁ cakkhu viya, tato eva paṭiniyatakiccaṁ, vatthurūpabhāvatoti ca viññāṇanissayabhāvatoti attho.",
  "anya-e0104n2:64_12": "Aṭṭhiṁ katvā manasi katvā sabbacetasā samannāharitvā kiñci cintentassa hadayassa khijjanato tatthetamavaṭṭhitanti viññāyati.",
  "anya-e0104n2:64_13": "Tāsaññeva dhātūnanti manodhātumanoviññāṇadhātūnaṁyeva .",
  "anya-e0104n2:64_14": "Nissayabhāvato upari āropetvā vahantaṁ viya paccupatiṭṭhatīti ubbahanapaccupaṭṭhānaṁ. Sesaṁ heṭṭhā vuttanayameva.",
  "anya-e0104n2:65_0": "441.",
  "anya-e0104n2:65_1": "Abhikkamo ādi yesaṁ te abhikkamādī.",
  "anya-e0104n2:65_2": "Ādi-saddena paṭikkamasamiñjanapasāraṇaukkhepanaavekkhepanādikā sabbā kiriyā pariggayhati.",
  "anya-e0104n2:65_3": "Tesaṁ abhikkamādīnaṁ pavattakaṁ cittaṁ samuṭṭhānaṁ yassā sā abhikkamādippavattakacittasamuṭṭhānā, vāyodhātu.",
  "anya-e0104n2:65_4": "Tassā yaṁ sahajarūpakāyassa thambhanasandhāraṇacalanasaṅkhātaṁ kiccaṁ, tassa sahakārīkāraṇabhūto ākāraviseso kāyaviññatti nāmāti dassento āha ‘‘abhikkamādi…pe… kāyaviññattī’’ti.",
  "anya-e0104n2:66_0": "Kassa pana ākāravikāroti?",
  "anya-e0104n2:66_1": "Sāmatthiyato vāyodhātuadhikānaṁ cittajamahābhūtānaṁ. Kiṁ taṁ sāmatthiyaṁ? Cittajatā, upādāyarūpatā ca.",
  "anya-e0104n2:66_2": "Atha vā vāyodhātuyā ākāravikāro sahaja…pe… paccayoti sambandhitabbaṁ.",
  "anya-e0104n2:66_3": "Yadi evaṁ viññattiyā upādāyarūpabhāvo na yujjati.",
  "anya-e0104n2:66_4": "Na hi upādāyarūpaṁ ekabhūtasannissayaṁ atthi.",
  "anya-e0104n2:66_5": "‘‘Catunnaṁ mahābhūtānaṁ upādāyarūpa’’nti hi vuttaṁ, nāyaṁ doso catunnaṁ vikāro catūsu ekassāpi hoti catusādhāraṇadhanaṁ viya.",
  "anya-e0104n2:66_6": "Vāyodhātuadhikatāya ca kalāpassa ‘‘vāyodhātuyā’’ti vacanaṁ na virujjhati.",
  "anya-e0104n2:66_7": "Evaṁ adhikatā ca sāmatthiyato, na pamāṇato.",
  "anya-e0104n2:66_8": "Aññathā hi avinibbhogavuttitā na yujjeyya. Vāyodhātuyā evāti keci.",
  "anya-e0104n2:66_9": "Tesaṁ matena viññattiyā upādāyarūpatā durupapādā.",
  "anya-e0104n2:66_10": "Na hi ekassa vikāro catunnaṁ hoti.",
  "anya-e0104n2:66_11": "Sā panāyaṁ hatthacalanādīsu phandamānavaṇṇaggahaṇānantaramaviññāyamānantarena manodvārajavanena gayhati.",
  "anya-e0104n2:66_12": "Phandamānavaṇṇavinimutto koci vikāro atthi.",
  "anya-e0104n2:66_13": "Tassa ca taggahaṇānantaraṁ gahaṇaṁ hotīti kathametaṁ viññāyatīti adhippāyaggahaṇato.",
  "anya-e0104n2:66_14": "Na hi viññattivikārarahitesu rukkhacalanādīsu ‘‘idamesa kāreti maññe’’ti adhippāyaggahaṇaṁ diṭṭhaṁ, hatthacalanādīsu pana diṭṭhaṁ.",
  "anya-e0104n2:66_15": "Tasmā phandamānavaṇṇavinimutto koci vikāro atthi adhippāyassa ñāpakoti viññāyati.",
  "anya-e0104n2:66_16": "Ñāpako ca hetu ñāpetabbamatthaṁ sayaṁ gahito eva ñāpeti, na vijjamānatāmattenāti vaṇṇaggahaṇānantaraṁ vikāraggahaṇampi anumānato viññāyati. Tathā hi vadanti –",
  "anya-e0104n2:67_0": "‘‘Visayattamanāpannā, saddā nevatthabodhakā;",
  "anya-e0104n2:68_0": "Na sattāmattato atthe, te aññātā pakāsakā’’ti.",
  "anya-e0104n2:69_0": "Yadi vikāraggahaṇameva kāraṇaṁ adhippāyaggahaṇassa, kasmā aggahitasaṅketānaṁ adhippāyaggahaṇaṁ na hotīti?",
  "anya-e0104n2:69_1": "Na kevalaṁ vikāraggahaṇameva adhippāyaggahaṇassa kāraṇaṁ, atha kho purimasiddhasambandhaggahaṇañca imassa upanissayoti daṭṭhabbaṁ.",
  "anya-e0104n2:69_2": "Thambhanasandhāraṇacalanāni viññattivikārasahitāya vāyodhātuyā hontīti vuttaṁ.",
  "anya-e0104n2:69_3": "Kiṁ sabbāva vāyodhātū sabbāni tāni karontīti? Nayidamevaṁ.",
  "anya-e0104n2:69_4": "Sattamajavanasambhūtā hi vāyodhātu purimajavanasambhūtā vāyodhātuyo upathambhakapaccaye labhitvā desantaruppattihetubhāvena calayati cittajarūpaṁ, na itarā.",
  "anya-e0104n2:69_5": "Itarā pana santhambhanasandhāraṇamattaṁ karontiyo tassā upakārāya honti.",
  "anya-e0104n2:69_6": "Desantaruppatti eva calananti nimitte ca kattubhāvo samāropitoti daṭṭhabbaṁ.",
  "anya-e0104n2:69_7": "Aññathā dhammānaṁ abyāpāratā, khaṇikatā ca na siyā.",
  "anya-e0104n2:69_8": "Sattahi yugehi ākaḍḍhitabbasakaṭamettha aṭṭhakathāyaṁ nidassitaṁ.",
  "anya-e0104n2:69_9": "Cittajarūpe pana calante taṁsambandhatāya utukammāhārajarūpampi calati nadīsote pakkhittasukkhagomayapiṇḍaṁ viya phandamānavaṇṇaggahaṇānantaraṁ viññattiggahaṇassa vuttattā.",
  "anya-e0104n2:69_10": "Kiṁ calanakarā eva vāyodhātu viññattivikārasahitāti?",
  "anya-e0104n2:69_11": "Nayidamevaṁ, tathā calayitumasakkuṇantiyopi thambhanasandhāraṇamattakarā paṭhamajavanādisambhūtāpi vāyodhātuyo viññattivikārasahitā evāti gahetabbaṁ.",
  "anya-e0104n2:69_12": "Yena disābhāgenāyaṁ abhikkamādiṁ pavattetukāmo, tadabhimukhavikārasabbhāvato.",
  "anya-e0104n2:69_13": "Adhippāyasahabhāvī hi vikāro viññatti.",
  "anya-e0104n2:69_14": "Evañca katvā manodvārāvajjanassāpi viññattisamuṭṭhāpakavacanaṁ suṭṭhu yujjati.",
  "anya-e0104n2:69_15": "Yathāvuttavikāraggahaṇamukhena taṁsamaṅgino adhippāyo viññāyatīti vuttaṁ ‘‘adhippāyappakāsanarasā’’ti.",
  "anya-e0104n2:70_0": "Kāyavipphandanassa hetubhūtāya vāyodhātuyā vikārabhāvato pariyāyena viññatti kāyavipphandanahetubhāvapaccupaṭṭhānā vuttā.",
  "anya-e0104n2:70_1": "Cittasamuṭṭhānavāyodhātupadaṭṭhānāti ca vāyodhātuyā kiccādhikatāya vuttaṁ.",
  "anya-e0104n2:70_2": "Kāyavipphandanena adhippāyaviññāpanahetuttāti kāyavipphandanena karaṇabhūtena adhippāyassa viññāpanahetubhāvato kāyaviññattīti vuccatīti sambandho.",
  "anya-e0104n2:70_3": "Ayañhettha attho – viññāpetīti viññatti. Kiṁ viññāpeti? Adhippāyaṁ. Kena? Kāyena. Kīdisena? Vipphandamānenāti.",
  "anya-e0104n2:70_4": "Dutiyanaye pana yathāvuttena kāyena viññāyatīti kāyaviññatti. Sesaṁ vuttanayameva.",
  "anya-e0104n2:71_0": "Atthāvabodhanasamattho vacīviseso vacībhedo.",
  "anya-e0104n2:71_1": "Tena vāyuvanappatinadīghosādiṁ nivatteti.",
  "anya-e0104n2:71_2": "Tassa pavattakaṁ cittaṁ samuṭṭhānaṁ yassā sā vacībhedappavattakacittasamuṭṭhānā, pathavīdhātu.",
  "anya-e0104n2:71_3": "Tassā yaṁ upādinnasaṅkhātassa akkharuppattiṭṭhānassa ghaṭṭanasaññitaṁ kiccaṁ, tassa sahakārīkāraṇabhūto ākāraviseso vacīviññatti nāmāti dassento āha ‘‘vacībhe…pe… vacīviññattī’’ti.",
  "anya-e0104n2:72_0": "Idāni ‘‘kassa pana ākāravikāro’’tiādi kāyaviññattiyaṁ vuttanayeneva veditabbaṁ.",
  "anya-e0104n2:72_1": "Ayaṁ pana viseso – yathā tattha ‘‘phandamānavaṇṇaggahaṇānantara’’nti vuttaṁ, evamidha ‘‘suyyamānasaddasavanānantara’’nti yojetabbaṁ.",
  "anya-e0104n2:72_2": "Idha ca thambhanādīnaṁ abhāvato ‘‘sattamajavanasambhūtā’’tiādinayo na labbhati.",
  "anya-e0104n2:72_3": "Ghaṭṭanena hi saddhiṁ saddo uppajjati.",
  "anya-e0104n2:72_4": "Ghaṭṭanañca paṭhamajavanādīsupi labbhateva.",
  "anya-e0104n2:72_5": "Ghaṭṭanaṁ paccayavasena bhūtakalāpānaṁ aññamaññaṁ āsannataruppādo.",
  "anya-e0104n2:72_6": "Calanaṁ ekassāpi desantaruppādaparamparatāti ayametesaṁ viseso.",
  "anya-e0104n2:72_7": "Yathā ca vāyodhātuyā calanaṁ kiccaṁ, evaṁ pathavīdhātuyā ghaṭṭanaṁ.",
  "anya-e0104n2:72_8": "Tenevāha ‘‘pathavīdhātuyā upādinnaghaṭṭanassa paccayo’’ti. Sesaṁ vuttanayameva.",
  "anya-e0104n2:72_9": "Yathā hītiādi kāyavacīviññattīnaṁ anumānavasena gahetabbabhāvavibhāvanaṁ.",
  "anya-e0104n2:72_10": "Yathā hi ussāpetvā baddhagosīsādirūpāni disvā tadanantarappavattāya aviññāyamānantarāya manodvāravīthiyā gosīsādīnaṁ udakasahacārippakārasaññāṇākāraṁ gahetvā udakaggahaṇaṁ hoti, evaṁ vipphandamānasamuccāriyamānavaṇṇasadde gahetvā tadanantarapavattāya aviññāyamānantarāya manodvāravīthiyā purimasiddhasambandhagahaṇūpanissayasahitāya sādhippāyavikāraggahaṇaṁ hoti.",
  "anya-e0104n2:73_0": "442.",
  "anya-e0104n2:73_1": "Rūpāni paricchindati, sayaṁ vā tehi paricchijjati, rūpānaṁ vā paricchedamattaṁ rūpaparicchedo, taṁ lakkhaṇaṁ etissāti rūpaparicchedalakkhaṇā.",
  "anya-e0104n2:73_2": "Ayaṁ hi ākāsadhātu taṁ taṁ rūpakalāpaṁ paricchindantī viya hoti.",
  "anya-e0104n2:73_3": "Tenāha ‘‘rūpapariyantappakāsanarasā’’ti.",
  "anya-e0104n2:73_4": "Atthato pana yasmā rūpānaṁ paricchedamattaṁ hutvā gayhati, tasmā vuttaṁ ‘‘rūpamariyādapaccupaṭṭhānā’’ti.",
  "anya-e0104n2:73_5": "Yasmiṁ kalāpe bhūtānaṁ paricchedo, teheva asamphuṭṭhabhāvapaccupaṭṭhānā.",
  "anya-e0104n2:73_6": "Vijjamānepi hi kalāpantarabhūtānaṁ kalāpantarabhūtehi samphuṭṭhabhāve taṁtaṁbhūtavivittatā rūpapariyanto ākāsoti yesaṁ so paricchedo, tehi so asamphuṭṭhova.",
  "anya-e0104n2:73_7": "Aññathā paricchinnatā na siyā tesaṁ bhūtānaṁ byāpibhāvāpattito. Abyāpitā hi asamphuṭṭhatā.",
  "anya-e0104n2:73_8": "Tenāha bhagavā ‘‘asamphuṭṭhaṁ catūhi mahābhūtehī’’ti (dha. sa. 637, 724).",
  "anya-e0104n2:73_9": "Kaṇṇacchiddamukhavivarādivasena ca chiddavivarabhāvapaccupaṭṭhānā vā.",
  "anya-e0104n2:73_10": "Yesaṁ rūpānaṁ paricchedo, tattheva tesaṁ paricchedabhāvena labbhatīti vuttaṁ ‘‘paricchinnarūpapadaṭṭhānā’’ti.",
  "anya-e0104n2:73_11": "‘‘Yāya paricchinnesū’’tiādinā ākāsadhātuyā taṁtaṁkalāpānaṁ kalāpantarehi asaṅkarakāraṇataṁ dasseti.",
  "anya-e0104n2:74_0": "443.Adandhatāti agarutā.",
  "anya-e0104n2:74_1": "Vinodanaṁ vikkhipanaṁ, apanayananti attho. Athaddhatāti akathinatā.",
  "anya-e0104n2:74_2": "Attano mudubhāveneva sabbakiriyāsu avirodhitā.",
  "anya-e0104n2:74_3": "Mudu hi katthaci na virujjhati.",
  "anya-e0104n2:74_4": "Tīsupi ṭhānesu paṭipakkhe a-kāro dandhatādihetūnaṁ paṭipakkhasamuṭṭhānattā lahutādīnanti keci.",
  "anya-e0104n2:74_5": "Apare pana ‘‘sattāpaṭisedhe’’ti vadanti.",
  "anya-e0104n2:74_6": "Sarīrena kattabbakiriyānaṁ anukūlatāsaṅkhātakammaññabhāvo lakkhaṇaṁ etissāti sarīrakiriyānukūlakammaññabhāvalakkhaṇā.",
  "anya-e0104n2:74_7": "Akammaññaṁ dubbalaṁ nāma hotīti kammaññatā adubbalabhāvapaccupaṭṭhānā vuttā.",
  "anya-e0104n2:75_0": "Lahutādīnaṁ aññamaññāvijahanena duviññeyyanānattatā vuttāti taṁtaṁvikārādhikarūpehi taṁnānattappakāsanatthaṁ ‘‘evaṁ santepī’’ti vuttaṁ.",
  "anya-e0104n2:75_1": "Dhātukkhobho vātapittasemhapakopo, rasādidhātūnaṁ vā vikārāvatthā.",
  "anya-e0104n2:75_2": "Dvidhā vuttopi atthato pathavīdhātuādīnaṁ dhātūnaṁyeva vikāroti daṭṭhabbo.",
  "anya-e0104n2:75_3": "Paṭipakkhapaccayā sappāyautuāhārāvikkhittacittatā.",
  "anya-e0104n2:75_4": "Te ca taṁtaṁvikārassa visesapaccayabhāvato vuttā, avisesena pana sabbe sabbesaṁ paccayā.",
  "anya-e0104n2:75_5": "Yato nesaṁ aññamaññāvijahanaṁ, iddhivaḷañjanādīsu viya vasavattanaṁ maddavappakāro.",
  "anya-e0104n2:75_6": "Suparimadditacammasudhantasuvaṇṇagahaṇañcettha mudukammaññasadisarūpanidassanamattaṁ, na taṁ idha adhippetaṁ mudutākammaññatāsabbhāvato.",
  "anya-e0104n2:75_7": "Na hi anindriyabaddharūpasantāne lahutādīni sambhavanti, indriyabaddhepi rūpabhave na santi dandhattakarādidhātukkhobhābhāvato.",
  "anya-e0104n2:75_8": "Sati hi tādise dhātukkhobhe tappaṭipakkhapaccayasamuṭṭhānāhi lahutādīhi bhavitabbanti keci, taṁ akāraṇaṁ.",
  "anya-e0104n2:75_9": "Na hi vūpasametabbapaccanīkāpekkho tabbirodhidhammasamuppādo, tathā sati sahetukakiriyacittuppādesu kāyalahutādīnaṁ abhāvova siyā.",
  "anya-e0104n2:75_10": "Kasmā pana kammajarūpesu lahutādayo na hontīti? Paccuppannapaccayāpekkhattā.",
  "anya-e0104n2:75_11": "Aññathā sabbadābhāvīhi lahutādīhi bhavitabbaṁ siyāti.",
  "anya-e0104n2:76_0": "444.",
  "anya-e0104n2:76_1": "Ādi cayo, īsaṁ vā cayoti ācayo, yathāpaccayaṁ tato tato āgatassa viya cayoti vā ācayo, tadubhayaṁ ekajjhaṁ gahetvā ācayo lakkhaṇaṁ etassāti ācayalakkhaṇo.",
  "anya-e0104n2:76_2": "Rūpassa upacayo paṭhamuppādo, vaḍḍhi ca ‘‘upaññattaṁ upasitta’’ntiādīsu viya upa-saddassa paṭhamūpariatthassa nidassanato.",
  "anya-e0104n2:76_3": "Pubbantatoti pubbakoṭṭhāsato, anāgatabhāvatoti attho.",
  "anya-e0104n2:76_4": "Uppajjamāne rūpadhamme uppādo anāgatakkhaṇato ummujjāpento viya hotīti vuttaṁ ‘‘ummujjāpanaraso’’ti.",
  "anya-e0104n2:76_5": "Tathā so ‘‘ime rūpadhammā’’ti niyyātento viya gayhatīti āha ‘‘niyyātanapaccupaṭṭhāno’’ti.",
  "anya-e0104n2:76_6": "Paripuṇṇabhāvapaccupaṭṭhānatā ‘‘uparicayo upacayo’’ti imassa atthassa vasena veditabbā.",
  "anya-e0104n2:76_7": "Pavattilakkhaṇāti rūpānaṁ pavattananti lakkhitabbā.",
  "anya-e0104n2:76_8": "Anuppabandhanarasāti pubbāparavasena anu anu pabandhanakiccā.",
  "anya-e0104n2:76_9": "Tato eva anupacchedavasena gahetabbato anupacchedapaccupaṭṭhānā.",
  "anya-e0104n2:77_0": "Ubhayampīti upacayo santatīti ubhayampi.",
  "anya-e0104n2:77_1": "Jātirūpassevāti rūpuppādasseva adhivacanaṁ.",
  "anya-e0104n2:77_2": "Yadi evaṁ kasmā vibhajja vuttāti āha ‘‘ākāranānattato’’ti, jātirūpassa pavattiākārabhedatoti attho.",
  "anya-e0104n2:77_3": "Veneyyavasena vibhajjakathane kāraṇaṁ parato āvi bhavissati.",
  "anya-e0104n2:77_4": "Kathaṁ panetaṁ viññātabbaṁ, pavattiākāranānattato jātirūpassa bhedo, na sabhāvatoti ?",
  "anya-e0104n2:77_5": "Niddesatoti dassento ‘‘yasmā panā’’tiādimāha.",
  "anya-e0104n2:77_6": "Tattha yo āyatanānanti yo aḍḍhekādasannaṁ rūpāyatanānaṁ ādicayattā ‘‘ācayo’’ti vutto.",
  "anya-e0104n2:77_7": "So eva upacayo paṭhamuppādabhāvato upa-saddo paṭhamatthoti katvā.",
  "anya-e0104n2:77_8": "Yo pana tattheva uppajjamānānaṁ upari cayattā upacayo, sā eva santati anupabandhavasena uppattibhāvato.",
  "anya-e0104n2:77_9": "Atha vā yo āyatanānaṁ ācayo paṭhamabhāvena upalakkhito uppādo, so pana tattheva uppajjamānānaṁ upari cayattā upacayo, vaḍḍhīti attho.",
  "anya-e0104n2:77_10": "Upacayo vaḍḍhibhāvena upalakkhito uppādo, sā eva santati pabandhākārena uppattibhāvato.",
  "anya-e0104n2:77_11": "Tenāha ‘‘aṭṭhakathāyampī’’tiādi.",
  "anya-e0104n2:78_0": "Tattha evaṁ kiṁ kathitanti ‘‘yo āyatanānaṁ ācayo’’tiādinā (dha. sa.",
  "anya-e0104n2:78_1": "641) niddesena kiṁ atthajātaṁ kathitaṁ hoti? Āyatanena ācayo kathito.",
  "anya-e0104n2:78_2": "Ācayupacayasantatiyo hi nibbattibhāvena ācayo evāti āyatanehi ācayādīnaṁ pakāsitattā tehi ācayo kathito.",
  "anya-e0104n2:78_3": "Āyatanānaṁ ācayādivacaneneva ācayasabhāvāni uppādadhammāni āyatanānīti ācayena taṁpakatikaṁ āyatanaṁ kathitaṁ.",
  "anya-e0104n2:78_4": "Lakkhaṇañhi uppādo, na rūparūpanti.",
  "anya-e0104n2:79_0": "Rūpaparipāko rūpadhammānaṁ jiṇṇatā.",
  "anya-e0104n2:79_1": "Upanayanarasāti bhaṅgupanayanakiccā.",
  "anya-e0104n2:79_2": "Sabhāvānapagamepīti kakkhaḷatādisabhāvassa avigamepi.",
  "anya-e0104n2:79_3": "Ṭhitikkhaṇe hi jarā, na ca tadā dhammo sabhāvaṁ vijahati nāma.",
  "anya-e0104n2:79_4": "Navabhāvo uppādāvatthā, tassa apagamabhāvena gayhatīti āha ‘‘navabhāvāpagamapaccupaṭṭhānā’’ti.",
  "anya-e0104n2:79_5": "‘‘Arūpadhammāna’’nti idaṁ tesaṁ jarāya suṭṭhu paṭicchannatāya vuttaṁ.",
  "anya-e0104n2:79_6": "Rūpadhammānampi hi khaṇikajarā paṭicchannā eva, yā avīcijarātipi vuccati.",
  "anya-e0104n2:79_7": "Esa vikāroti khaṇḍiccādivikāramāha.",
  "anya-e0104n2:79_8": "So hi arūpadhammesu na labbhati.",
  "anya-e0104n2:79_9": "Yā avīcijarā nāma, tassāpi esa vikāro natthīti sambandhitabbaṁ.",
  "anya-e0104n2:79_10": "Natthi etissā jarāya vīcīti avīcijarā, navabhāvato duviññeyyantarajarāti attho.",
  "anya-e0104n2:80_0": "Parito sabbaso ‘‘bhijjana’’nti lakkhitabbāti paribhedalakkhaṇā.",
  "anya-e0104n2:80_1": "Niccaṁ nāma dhuvaṁ, rūpaṁ pana khaṇabhaṅgitāya yena bhaṅgena na niccanti aniccaṁ, so aniccassa bhāvoti aniccatā.",
  "anya-e0104n2:80_2": "Sā pana yasmā ṭhitippattaṁ rūpaṁ vināsabhāvena saṁsīdantī viya hotīti vuttaṁ ‘‘saṁsīdanarasā’’ti.",
  "anya-e0104n2:80_3": "Yasmā ca sā rūpadhammānaṁ bhaṅgabhāvato khayavayākāreneva gayhati, tasmā vuttaṁ ‘‘khayavayapaccupaṭṭhānā’’ti.",
  "anya-e0104n2:81_0": "445.Ojālakkhaṇoti ettha aṅgamaṅgānusārino rasassa sāro upathambhabalakaro bhūtanissito eko viseso ojā.",
  "anya-e0104n2:81_1": "Kabaḷaṁ karīyatīti kabaḷīkāro.",
  "anya-e0104n2:81_2": "Āharīyatīti āhāro, kabaḷaṁ katvā ajjhoharīyatīti attho.",
  "anya-e0104n2:81_3": "Idaṁ pana savatthukaṁ ojaṁ dassetuṁ vuttaṁ.",
  "anya-e0104n2:81_4": "Bāhiraṁ āhāraṁ paccayaṁ labhitvā eva ajjhattikāhāro rūpaṁ uppādeti, so pana rūpaṁ āharatīti āhāro. Tenāha ‘‘rūpāharaṇaraso’’ti.",
  "anya-e0104n2:81_5": "Tato eva ojaṭṭhamakarūpuppādanena imassa kāyassa upathambhanapaccupaṭṭhāno.",
  "anya-e0104n2:81_6": "Ojāya rūpāharaṇakiccaṁ bāhirādhīnanti āha ‘‘āharitabbavatthupadaṭṭhāno’’ti.",
  "anya-e0104n2:82_0": "446.Balarūpantiādīsu imasmiṁ kāye balaṁ nāma atthi, sambhavo nāma atthi, rogo nāma atthi, ‘‘jāti sañjātī’’ti (vibha.",
  "anya-e0104n2:82_1": "191) vacanato jāti nāma atthi, tehipi catūhi mahābhūtehi vinā abhāvato upādāyarūpehi bhavitabbanti adhippāyo.",
  "anya-e0104n2:82_2": "Ekaccānanti abhayagirivāsīnaṁ.",
  "anya-e0104n2:82_3": "Paṭikkhittanti ettha evaṁ paṭikkhepo veditabbo – middhaṁ rūpameva na hoti nīvaraṇesu desitattā.",
  "anya-e0104n2:82_4": "Yassa hi nīvaraṇesu desanā, taṁ na rūpaṁ yathā kāmacchando.",
  "anya-e0104n2:82_5": "Siyā panetaṁ duvidhaṁ middhaṁ rūpaṁ, arūpañcāti.",
  "anya-e0104n2:82_6": "Tattha yaṁ arūpaṁ, taṁ nīvaraṇesu desitaṁ ‘‘na rūpa’’nti? Taṁ na, visesavacanābhāvato.",
  "anya-e0104n2:82_7": "Na hi visesetvā middhaṁ nīvaraṇesu desitaṁ, tasmā middhassa duvidhataṁ parikappetvāpi na sakkā nīvaraṇabhāvaṁ nivattetuṁ.",
  "anya-e0104n2:82_8": "Sakkā hi vattuṁ ‘‘yaṁ taṁ arūpato aññaṁ middhaṁ parikappitaṁ, tampi nīvaraṇaṁ middhasabhāvattā itaraṁ middhaṁ viyā’’ti.",
  "anya-e0104n2:83_0": "Bhavatu nīvaraṇaṁ, ko virodhoti ce? Nīvaraṇañca pahātabbaṁ.",
  "anya-e0104n2:83_1": "Pañca nīvaraṇe pahāya ‘‘addhā munīsi sambuddho, natthi nīvaraṇā tavā’’ti (su. ni. 546) vacanato.",
  "anya-e0104n2:83_2": "Appahātabbañca rūpaṁ ‘‘katame dhammā neva dassanena na bhāvanāya pahātabbā?",
  "anya-e0104n2:83_3": "Catūsu bhūmīsu kusalaṁ, catūsu bhūmīsu vipāko, tīsu bhūmīsu kiriyābyākataṁ, rūpañca nibbānañca.",
  "anya-e0104n2:83_4": "Ime dhammā neva dassanena na bhāvanāya pahātabbā’’ti (dha. sa. 1407) vacanato.",
  "anya-e0104n2:83_5": "Na cettha tadārammaṇakilesappahānaṁ adhippetaṁ ‘‘rūpaṁ, bhikkhave, na tumhākaṁ, taṁ pajahathā’’tiādīsu (saṁ. ni.",
  "anya-e0104n2:83_6": "3.34) viya kāmacchandādīnaṁ tathā pahānassa anadhippetattā. Tasmā na middhaṁ rūpaṁ.",
  "anya-e0104n2:83_7": "Yadi middhassa rūpabhāvaṁ na sampaṭicchatha, kathaṁ bhagavato niddā.",
  "anya-e0104n2:83_8": "Middhañhi ‘‘niddāpacalāyikā’’tiādinā vibhaṅge vibhattattā niddāti?",
  "anya-e0104n2:83_9": "Na middhaṁ niddā, niddāhetubhāvato pana taṁ ‘‘niddā’’ti vibhattaṁ yathā itthiliṅgādi.",
  "anya-e0104n2:83_10": "Evampi niddāhetuno middhassa abhāvato kathaṁ bhagavato niddāti?",
  "anya-e0104n2:83_11": "Niddā bhagavato sarīragilāniyā, na middhena.",
  "anya-e0104n2:83_12": "Sā ca natthīti na sakkā vattuṁ ‘‘piṭṭhi me āgilāyati, tamahaṁ āyamissāmī’’ti (ma. ni. 2.22) vacanato.",
  "anya-e0104n2:83_13": "Na cettha evamavadhāraṇaṁ middhameva niddāhetūti, niddāhetu eva middhanti evamavadhāraṇā.",
  "anya-e0104n2:83_14": "Tasmā aññopi atthi niddāhetu, ko pana soti? Sarīragilāniyā.",
  "anya-e0104n2:83_15": "Tena vuttaṁ ‘‘niddā bhagavato sarīragilāniyā, na middhenā’’ti.",
  "anya-e0104n2:84_0": "Niddā ca bhagavato natthīti na sakkā vattuṁ ‘‘abhijānāmi kho panāhaṁ aggivessana…pe… divā supitā’’ti (ma. ni. 1.387) vacanato.",
  "anya-e0104n2:84_1": "Itopi na middhaṁ rūpaṁ sampayogavacanato.",
  "anya-e0104n2:84_2": "Vuttañhi ‘‘thinamiddhanīvaraṇaṁ avijjānīvaraṇena nīvaraṇañceva nīvaraṇasampayuttañcā’’tiādi (dha. sa. 1176). Na cettha yathālābhabhavanaṁ?",
  "anya-e0104n2:84_3": "Sakkā paccetuṁ ‘‘sakkharakathalikampi macchagumbampi carantampi tiṭṭhantampī’’tiādi (dī. ni.",
  "anya-e0104n2:84_4": "1.249) viya appasiddhatāya rūpabhāvassa.",
  "anya-e0104n2:84_5": "Siddhe hi tassa rūpabhāve sambhavato yathālābhapaccayo yujjeyyāti.",
  "anya-e0104n2:84_6": "Itopi na rūpaṁ middhaṁ āruppesu uppajjanato.",
  "anya-e0104n2:84_7": "Vuttampi cetaṁ ‘‘nīvaraṇaṁ dhammaṁ paṭicca nīvaraṇo dhammo uppajjati napurejātapaccayā’’ti (paṭṭhā.",
  "anya-e0104n2:84_8": "3.8.8) imassa vibhaṅge ‘‘āruppe kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uddhaccanīvaraṇaṁ avijjānīvaraṇaṁ uppajjatī’’ti vitthāro.",
  "anya-e0104n2:84_9": "Tasmā ‘‘na middhaṁ rūpa’’nti yaṁ aṭṭhakathāsu paṭikkhittaṁ, taṁ supaṭikkhittameva.",
  "anya-e0104n2:85_0": "Itaresūti balarūpādīsu.",
  "anya-e0104n2:85_1": "Kammasamuṭṭhānassāpi rogassa visabhāgapaccayasamuppanno dhātukkhobho āsannakāraṇaṁ, pageva itarassa.",
  "anya-e0104n2:85_2": "So ca atthato rūpadhammānaṁ vikārāvatthāṭhitibhaṅgakkhaṇesu eva siyāti vuttaṁ ‘‘rogarūpaṁ jaratāaniccatāgahaṇena gahitamevā’’ti.",
  "anya-e0104n2:85_3": "Upacayasantatigahaṇena gahitamevāti tabbinimuttassa rūpuppādassa abhāvato.",
  "anya-e0104n2:85_4": "Upādāvatthāya ca aññā jāti nāma nattheva.",
  "anya-e0104n2:85_5": "Sambhavo kāmadhātuyaṁ ekacciyasattānaṁ indriyaparipākapaccayo āpodhātuyā pavattiākāravisesoti āha ‘‘sambhavarūpaṁ āpodhātuggahaṇena gahitamevā’’ti.",
  "anya-e0104n2:85_6": "Kāyabalaṁ nāma atthato vāyodhātuyā pavattiākāraviseso tassā vipphārabhāvato.",
  "anya-e0104n2:85_7": "Yato naṁ ‘‘pāṇabala’’nti vadanti, tenāha ‘‘balarūpaṁ vāyodhātuggahaṇena gahitamevā’’ti.",
  "anya-e0104n2:85_8": "Kasmā pana nesaṁ ayathākkamato paṭikkhepo katoti?",
  "anya-e0104n2:85_9": "Visuṁ natthīti katvā anupalabbhamānattā anādaradassanatthaṁ, middhapaṭikkhepo vā mahāpañhoti paṭhamaṁ kato.",
  "anya-e0104n2:85_10": "Tadanusārena paṭilomanayena itaresampi abhāvo vuttoti veditabbaṁ.",
  "anya-e0104n2:86_0": "‘‘Itī’’ti idaṁ ‘‘aṭṭhavīsatividha’’nti iminā sambandhitabbaṁ, iminā vuttakkamena aṭṭhavīsatividhaṁ hotīti.",
  "anya-e0104n2:86_1": "So ca kho pāḷiyaṁ āgatanayenevāti anūnatā veditabbā.",
  "anya-e0104n2:86_2": "Anadhikabhāvo pana dassito eva.",
  "anya-e0104n2:87_0": "447.",
  "anya-e0104n2:87_1": "Sampayuttadhammarāsi hinoti etena patiṭṭhahatīhi hetu, mūlaṭṭhena lobhādiko, alobhādiko ca, tādiso hetu na hotīti nahetu.",
  "anya-e0104n2:87_2": "Nāssa hetu atthīti ahetukaṁ, sahetukapaṭiyogibhāvato hetunā saha na uppajjatīti attho.",
  "anya-e0104n2:87_3": "Ahetukameva hetunā vippayuttatāya hetuvippayuttaṁ.",
  "anya-e0104n2:87_4": "Dhammanānattābhāvepi hi saddatthanānattena veneyyavasena dukantaradesanā hotīti dukapadavasena cetaṁ vuttaṁ.",
  "anya-e0104n2:87_5": "Paccayādhīnavuttitāya saha paccayenāti sappaccayaṁ.",
  "anya-e0104n2:87_6": "Attano paccayehi loke niyuttaṁ, viditanti vā lokiyaṁ.",
  "anya-e0104n2:87_7": "Ā bhavaggaṁ, ā gotrabhuṁ vā savantīti āsavā, saha āsavehīti sāsavaṁ, āsavehi ālambitabbanti attho.",
  "anya-e0104n2:87_8": "Ādisaddena saṁyojanīyaṁ oghanīyaṁ yoganīyaṁ nīvaraṇīyaṁ saṁkilesikaṁ parāmaṭṭhaṁ acetasikaṁ cittavippayuttaṁ narūpāvacaraṁ naarūpāvacaraṁ naapariyāpannaṁ aniyataṁ aniyyānikaṁ aniccanti evamādīnaṁ saṅgaho daṭṭhabbo.",
  "anya-e0104n2:88_0": "Āhito ahaṁ māno etthāti attā, attabhāvo.",
  "anya-e0104n2:88_1": "Taṁ attānaṁ adhikicca uddissa pavattā ajjhattā , indriyabaddhadhammā, tesu bhavaṁ ajjhattikaṁ, cakkhādi.",
  "anya-e0104n2:88_2": "Aṭṭhakathāyaṁ pana vuttanayena ajjhattameva ajjhattikaṁ yathā venayikoti (a. ni. 8.11; pārā.",
  "anya-e0104n2:88_3": "8) imamatthaṁ sandhāya vuttaṁ ‘‘attabhāvaṁ adhikicca pavattattā ajjhattika’’nti. Sesaṁ tevīsatividhaṁ.",
  "anya-e0104n2:88_4": "‘‘Tato bāhirattā’’ti idaṁ ajjhattikalakkhaṇābhāvato vuttaṁ.",
  "anya-e0104n2:88_5": "Ghaṭṭanavasenāti visayī, visayo ca hutvā saṅghaṭṭanavasena. Sesaṁ soḷasavidhaṁ.",
  "anya-e0104n2:88_6": "Viparītattāti ghaṭṭanavasena agahetabbato.",
  "anya-e0104n2:88_7": "Duppaṭivijjhasabhāvattāti sukhumabhāvena duviññeyyasabhāvattā.",
  "anya-e0104n2:88_8": "Ñāṇassa āsanne na hotīti dūre.",
  "anya-e0104n2:88_9": "Terasa hadayavatthupariyosānāni.",
  "anya-e0104n2:88_10": "Sabhāvenevāti ‘‘rūpassa paricchedo, rūpassa vikāro, rūpassa upacayo’’tiādinā aggahetvā attano sabhāveneva kakkhaḷattādinā ñāṇena paricchijja gahetabbato. Sesaṁ dasavidhaṁ.",
  "anya-e0104n2:88_11": "Tabbiparītatāyāti sabhāvena apariggahitabbato.",
  "anya-e0104n2:88_12": "Sotādīnampi cakkhuno viya pasannasabhāvattā eva yathāsakaṁ visayaggahaṇapaccayatāti dassento āha ‘‘cakkhādi…pe… pasādarūpa’’nti.",
  "anya-e0104n2:88_13": "Viparītattāti tabbidhurasabhāvattā.",
  "anya-e0104n2:88_14": "Adhipatiyaṭṭhenāti ettha cakkhādīnaṁ tāva pañcannaṁ cakkhuviññāṇādīsu ādhipateyyaṁ tesaṁ paṭumandabhāvānuvattanato, itthipurisindriyadvayassa sakicce jīvitindriyassa sahajarūpānupālane. Tadubhayaṁ heṭṭhā vuttameva. Upādinnattāti gahitattā.",
  "anya-e0104n2:88_15": "Kammanibbattañhi ‘‘mametaṁ phalaṁ’’nti kammunā gahitaṁ viya hoti apaṭikkhepato.",
  "anya-e0104n2:89_0": "448.Sanidassanakammajādīnaṁ tikānanti sanidassanattikassa, kammajādittikānañca.",
  "anya-e0104n2:89_1": "Oḷāriketi dvādasavidhe oḷārikarūpe. Rūpanti rūpāyatanaṁ.",
  "anya-e0104n2:89_2": "Daṭṭhabbabhāvasaṅkhātena saha nidassanenāti sanidassanaṁ, paṭihananabhāvasaṅkhātena saha paṭighenāti sappaṭighaṁ, sanidassanañca taṁ sappaṭighañcāti sanidassanasappaṭighaṁ.",
  "anya-e0104n2:89_3": "Tattha yassa daṭṭhabbabhāvo atthi, taṁ sanidassanaṁ.",
  "anya-e0104n2:89_4": "Cakkhuviññāṇagocarabhāvova daṭṭhabbabhāvo.",
  "anya-e0104n2:89_5": "Tassa rūpāyatanato anaññattepi aññehi dhammehi rūpāyatanaṁ visesetuṁ aññaṁ viya katvā vuttaṁ ‘‘saha nidassanena sanidassana’’nti.",
  "anya-e0104n2:89_6": "Dhammabhāvasāmaññena hi ekībhūtesu dhammesu yo nānattakaro viseso, so añño viya katvā upacarituṁ yutto.",
  "anya-e0104n2:89_7": "Evaṁ hi atthavisesāvabodho hotīti.",
  "anya-e0104n2:89_8": "Yo sayaṁ, nissayavasena ca sampattānaṁ, asampattānañca paṭimukhabhāvo aññamaññaṁ patanaṁ, so paṭihananabhāvo, yena byāpārādivikārapaccayantarasahitesu cakkhādīnaṁ visayesu vikāruppatti.",
  "anya-e0104n2:89_9": "Sesaṁ ekādasavidhaṁ oḷārikarūpaṁ.",
  "anya-e0104n2:89_10": "Tañhi sanidassanattābhāvato anidassanaṁ, vuttanayeneva sappaṭighaṁ.",
  "anya-e0104n2:89_11": "Ubhayapaṭikkhepena anidassanaappaṭighaṁ.",
  "anya-e0104n2:89_12": "Kammato jātanti ettha yaṁ ekantakammasamuṭṭhānaṁ aṭṭhindriyāni, hadayañcāti navavidhaṁ rūpaṁ, yañca navavidhe catusamuṭṭhāne kammasamuṭṭhānaṁ navavidhameva rūpanti evaṁ aṭṭhārasavidhampi kammato uppajjanato kammajaṁ.",
  "anya-e0104n2:89_13": "Yañhi jātañca yañca jāyati yañca jāyissati, taṁ sabbampi ‘‘kammaja’’nti vuccati yathā duddhanti.",
  "anya-e0104n2:89_14": "Tadaññapaccayajātanti kammato aññapaccayato jātaṁ utucittāhārajaṁ.",
  "anya-e0104n2:89_15": "Nakutocijātanti lakkhaṇarūpamāha.",
  "anya-e0104n2:89_16": "Viññattidvayaṁ, saddo, ākāsadhātu, lahutādittayaṁ cittasamuṭṭhānāni avinibbhogarūpānīti etaṁ pañcadasavidhaṁ rūpaṁ cittajaṁ.",
  "anya-e0104n2:89_17": "Ākāsadhātu, lahutādittayaṁ, āhārasamuṭṭhānāni avinibbhogarūpānīti etaṁ dvādasavidhaṁ rūpaṁ āhārajaṁ.",
  "anya-e0104n2:89_18": "Ettha saddaṁ pakkhipitvā terasavidhaṁ rūpaṁ ututo samuṭṭhitaṁ utujaṁ.",
  "anya-e0104n2:89_19": "Sesaṁ kammajatike vuttanayānusāreneva veditabbaṁ.",
  "anya-e0104n2:90_0": "449.",
  "anya-e0104n2:90_1": "Diṭṭhādicatukkavasena, rūparūpādicatukkavasena, vatthādicatukkavasenāti pāṭekkaṁ catukkasaddo yojetabbo.",
  "anya-e0104n2:90_2": "Yaṁ rūpāyatanaṁ adakkhi yaṁ passati yaṁ dakkhissati yaṁ passeyya, taṁ sabbaṁ diṭṭhaṁ nāma diṭṭhasabhāvānātivattanato yathā duddhanti. Esa nayo sesesupi.",
  "anya-e0104n2:90_3": "Dassanavisayattāti cakkhuviññāṇaviññeyyattā.",
  "anya-e0104n2:90_4": "Savanavisayattāti sotaviññāṇaviññeyyattā.",
  "anya-e0104n2:90_5": "Gandharasaphoṭṭhabbattayanti gandho raso phoṭṭhabbanti etaṁ tayaṁ.",
  "anya-e0104n2:90_6": "Mutaṁ nāma mutvā patvā gahetabbato.",
  "anya-e0104n2:90_7": "Tenāha ‘‘sampattaggāhakaindriyavisayattā’’ti.",
  "anya-e0104n2:91_0": "Kimidaṁ phoṭṭhabbaṁ nāmāti? Pathavītejovāyodhātuttayaṁ.",
  "anya-e0104n2:91_1": "Kasmā panettha āpodhātu aggahitā, nanu sītatā phusitvā gayhati, sā ca āpodhātūti?",
  "anya-e0104n2:91_2": "Saccaṁ gayhati, na pana sā āpodhātu. Kiñcarahīti? Tejodhātu eva.",
  "anya-e0104n2:91_3": "Mande hi uṇhabhāve sītabuddhi.",
  "anya-e0104n2:91_4": "Na hi sītaṁ nāma koci guṇo atthi, kevalaṁ pana uṇhabhāvassa mandatāya sītatābhimāno. Kathametaṁ viññātabbanti ce?",
  "anya-e0104n2:91_5": "Anavaṭṭhitattā sītabuddhiyā yathā pārāpāre.",
  "anya-e0104n2:91_6": "Tathā hi ghammakāle ātape ṭhitānaṁ chāyaṁ paviṭṭhānaṁ sītabuddhi hoti, tattheva pana pathavīgabbhato uṭṭhitānaṁ uṇhabuddhi.",
  "anya-e0104n2:91_7": "Yadi hi sītatā āpodhātu siyā, ekasmiṁ kalāpe uṇhabhāvena saddhiṁ upalabbheyya, na ca upalabbhati.",
  "anya-e0104n2:91_8": "Tasmā viññāyati na āpodhātu sītatāti .",
  "anya-e0104n2:91_9": "Idañca bhūtānaṁ avinibbhogavuttitaṁ icchantānaṁ uttaraṁ, anicchantānampi pana catunnaṁ bhūtānaṁ ekasmiṁ kalāpe kiccadassanena sabhāgavuttitāya sādhitāya uttarameva.",
  "anya-e0104n2:91_10": "Ye pana ‘‘vāyodhātuyā lakkhaṇaṁ sītatā’’ti vadanti, tesampi idameva uttaraṁ.",
  "anya-e0104n2:91_11": "Yadi hi vāyodhātu sītatā siyā, ekasmiṁ kalāpe uṇhabhāvena saddhiṁ sītatā upalabbheyya, na ca upalabbhati.",
  "anya-e0104n2:91_12": "Tasmā viññāyati na vāyodhātu sītatāti.",
  "anya-e0104n2:91_13": "Yesaṁ pana dravatā āpodhātu, sā ca phusitvā gayhatīti dassanaṁ.",
  "anya-e0104n2:91_14": "Te vattabbā ‘‘dravabhāvopi phusīyatīti āyasmantānaṁ adhimānamattaṁ saṇṭhānaṁ viyā’’ti. Vuttañhetaṁ purātanehi –",
  "anya-e0104n2:92_0": "‘‘Dravatā sahavuttīni, tīṇi bhūtāni samphusaṁ;",
  "anya-e0104n2:93_0": "‘Dravataṁ samphusāmī’ti, lokoyamabhimaññati.",
  "anya-e0104n2:94_0": "‘‘Phusaṁ bhūtāni saṇṭhānaṁ, manasā gaṇhate yathā;",
  "anya-e0104n2:95_0": "‘Paccakkhato phusāmī’ti, ñātabbā dravatā tathā’’ti.",
  "anya-e0104n2:96_0": "Sesanti yathāvuttaṁ rūpādisattavidhaṁ rūpaṁ ṭhapetvā avasiṭṭhaṁ ekavīsatividhaṁ rūpaṁ.",
  "anya-e0104n2:96_1": "Viññāṇassevāti manoviññāṇasseva.",
  "anya-e0104n2:96_2": "Avadhāraṇena rūpāyatanādīnampi manoviññāṇaviññeyyatte niyamābhāvato na viññātarūpatāti saṅkarābhāvaṁ dasseti.",
  "anya-e0104n2:97_0": "Nipphannarūpaṁ panettha rūparūpaṁ nāmāti yadettha aṭṭhavīsatividhe rūpe ‘‘nipphanna’’nti vuttaṁ rūpaṁ, tadeva rūpalakkhaṇayogato rūpaṁ.",
  "anya-e0104n2:97_1": "Ruppanaṁ rūpaṁ, taṁ etassa atthīti yathā arisasoti, rūpaguṇayogato vā yathā nīlaguṇayogato nīlaṁ vatthanti.",
  "anya-e0104n2:97_2": "Svāyaṁ rūpasaddo ruḷhiyā ataṁsabhāvepi pavattatīti aparena rūpasaddena visesetvā vuttaṁ ‘‘rūparūpa’’nti yathā tilatelaṁ, dukkhadukkhanti (visuddhi.",
  "anya-e0104n2:97_3": "2.539) ca, ruppanasabhāvaṁ rūpanti attho.",
  "anya-e0104n2:97_4": "Yadi evaṁ, ākāsadhātuādīnaṁ kathaṁ rūpabhāvoti?",
  "anya-e0104n2:97_5": "Nipphannarūpassa paricchedavikāralakkhaṇabhāvato taggatikamevāti ‘‘rūpa’’ntveva vuccati.",
  "anya-e0104n2:98_0": "Vasanti ettha cittacetasikā pavattantīti vatthu, cittataṁsampayuttānaṁ ādhārabhūtaṁ rūpaṁ. Taṁ pana chabbidhaṁ.",
  "anya-e0104n2:98_1": "Tattha hadayarūpaṁ vatthu eva manodhātumanoviññāṇadhātūnaṁ nissayabhāvato.",
  "anya-e0104n2:98_2": "Na dvāraṁ aññanissayānaṁ cakkhādi viya.",
  "anya-e0104n2:98_3": "Yathā hi cakkhādīni sampaṭicchanādīnaṁ pavattiyā dvāraṁ honti, na evaṁ hadayavatthu.",
  "anya-e0104n2:98_4": "Tena vuttaṁ ‘‘yaṁ panettha hadayarūpaṁ nāma, taṁ vatthu, na dvāra’’nti.",
  "anya-e0104n2:98_5": "Viññattidvayaṁ dvāraṁ kammadvārabhāvato.",
  "anya-e0104n2:98_6": "Tannissitassa cittuppādassa abhāvato na vatthu.",
  "anya-e0104n2:98_7": "Pasādarūpaṁ vatthu ceva attasannissitassa cakkhuviññāṇādikassa, dvārañca aññanissitassa sampaṭicchanādikassa.",
  "anya-e0104n2:98_8": "Sesaṁ ekavīsatividhaṁ rūpaṁ vuttavipariyāyato neva vatthu na ca dvāraṁ.",
  "anya-e0104n2:99_0": "450. Ekato eva jātaṁ ekajaṁ.",
  "anya-e0104n2:99_1": "Nanu ca ekato eva paccayato paccayuppannassa uppatti natthīti?",
  "anya-e0104n2:99_2": "Saccaṁ natthi, rūpajanakapaccayesu ekatoti ayamettha adhippāyo.",
  "anya-e0104n2:99_3": "Na hi rūpuppatti rūpajanakato aññaṁ paccayaṁ apekkhati. Dvijantiādīsupi eseva nayo.",
  "anya-e0104n2:99_4": "Imesanti imesaṁ pabhedānaṁ vasena.",
  "anya-e0104n2:99_5": "Kammajamevāti kammato eva jātaṁ.",
  "anya-e0104n2:99_6": "Cittajamevāti etthāpi eseva nayo.",
  "anya-e0104n2:99_7": "Cittato ca ututo ca jātanti kālena cittato, kālena ututoti evaṁ cittato ca ututo ca jātaṁ daṭṭhabbaṁ. Taṁ dvijaṁ dvīhi jātanti. Parato dvīsupi eseva nayo.",
  "anya-e0104n2:99_8": "Saddāyatanamevāti ettha yaṁ cittajaṁ saddāyatanaṁ, taṁ saviññattikamevāti eke.",
  "anya-e0104n2:99_9": "Aviññattikopi atthi vitakkavipphārasaddoti porāṇā.",
  "anya-e0104n2:100_0": "Vitakkavipphārasaddo na sotaviññeyyoti hi evaṁ pavattamahāaṭṭhakathāvādaṁ nissāya cittasamuṭṭhānassa saddassa viññattiyā vināpi uppatti icchitabbā.",
  "anya-e0104n2:100_1": "Na hi viññatti ‘‘kāyavācāya viññattī’’ti vacanato asotaviññeyyena saddena saha uppajjati, evaṁ sante cittajenāpi saddanavakena bhavitabbaṁ.",
  "anya-e0104n2:100_2": "So ca vādo ‘‘saddo ca hoti, na sotaviññeyyo cā’’ti viruddhamevetanti maññamānehi saṅgahakārehi paṭikkhitto.",
  "anya-e0104n2:100_3": "Apare pana mahāaṭṭhakathāvādaṁ appaṭikkhipitvā tassa adhippāyaṁ vaṇṇenti. Kathaṁ?",
  "anya-e0104n2:100_4": "‘‘Jivhātālucalanādikaṁ vitakkasamuṭṭhitaṁ viññattisahajameva sukhumasaddaṁ dibbasotena sutvā ādisatī’’ti sutte, paṭṭhāne ca oḷārikaṁ saddaṁ sandhāya sotaviññāṇassa ārammaṇapaccayabhāvo vuttoti iminā adhippāyena vitakkavipphārasaddassa asotaviññeyyatā vuttāti. Taṁ catujaṁ.",
  "anya-e0104n2:100_5": "Avasesanti avinibbhogarūpena saddhiṁ ākāsadhātumāha.",
  "anya-e0104n2:101_0": "Lakkhaṇarūpaṁpana nakutocijātanti kutocipi paccayato na jātaṁ, nāpi sayameva jātaṁ paccayehi vinā sayameva jātassa sabbena sabbaṁ abhāvato.",
  "anya-e0104n2:101_1": "Kathaṁ panetaṁ viññātabbaṁ lakkhaṇarūpaṁ na jāyatīti? Lakkhaṇābhāvato.",
  "anya-e0104n2:101_2": "Uppattimantānaṁ hi rūpāyatanādīnaṁ jātiādīni lakkhaṇāni vijjanti, na evaṁ jātiādīnaṁ.",
  "anya-e0104n2:101_3": "Tasmā viññātabbametaṁ jātiādīni na jāyantīti.",
  "anya-e0104n2:101_4": "Siyā panetaṁ ‘‘jātiādīnaṁ jātiādīni lakkhaṇāni vijjantī’’ti? Taṁ na, kasmā?",
  "anya-e0104n2:101_5": "Tathā sati anavaṭṭhānāpattito.",
  "anya-e0104n2:101_6": "Yadi hi jātiādīni jātiādimantāni siyuṁ, tānipi jātiādimantāni, tānipi jātiādimantānīti anavaṭṭhānameva āpajjati.",
  "anya-e0104n2:101_7": "Tasmā suṭṭhu vuttaṁ ‘‘jātiādīni na jāyantī’’ti.",
  "anya-e0104n2:101_8": "Tenāha ‘‘na hi uppādassa uppādo atthi, uppannassa ca paripākabhedamattaṁ itaradvaya’’nti, jarāmaraṇanti attho.",
  "anya-e0104n2:102_0": "Tattha ‘‘uppādo natthī’’ti etena uppādassa jarāmaraṇābhāvamāha.",
  "anya-e0104n2:102_1": "Asati uppāde kuto jarāmaraṇanti mattaggahaṇena jarāmaraṇassa uppādābhāvampi.",
  "anya-e0104n2:102_2": "Yadi evaṁ jātiyā kutoci jātatāvacanaṁ kathanti āha ‘‘yampī’’tiādi.",
  "anya-e0104n2:102_3": "Tattha kiccānubhāvakkhaṇe diṭṭhattāti ye te cittādayo rūpāyatanādīnaṁ rūpānaṁ janakapaccayā, tesaṁ taduppādanaṁ pati anuparatabyāpārānaṁ yo so paccayabhāvūpalakkhaṇīyo kiccānubhāvakkhaṇo, tadā jāyamānānaṁ rūpāyatanādīnaṁ dhammānaṁ vikārabhāvena upalabbhamānataṁ sandhāya veneyyapuggalavasena jātiyā kutoci paccayato jātattaṁ pāḷiyaṁ anuññātaṁ yathā taṁ cittasamuṭṭhānatādi viññattiādīnaṁ.",
  "anya-e0104n2:102_4": "Ayañhettha saṅkhepattho – yehi paccayadhammehi rūpādayo uppajjeyyuṁ, tesaṁ paccayabhāvūpagamanakkhaṇe upalabbhamānā rūpādayo tato pure, pacchā ca anupalabbhamānā tato uppajjantīti viññāyanti, evaṁ jātipi veditabbā.",
  "anya-e0104n2:102_5": "Yadi evaṁ nippariyāyato jātiyā kutoci jātatā siddhā, atha kasmā veneyyapuggalavasenāti vuttanti?",
  "anya-e0104n2:102_6": "Nayidamevaṁ jāyamānadhammavikārabhāvena upalabbhamānattā.",
  "anya-e0104n2:102_7": "Yadi hi dhammo viya upalabbheyya jāti, nippariyāyova tassā kutoci jātabhāvo, na evamupalabbhati, atha kho vikārabhāvena.",
  "anya-e0104n2:102_8": "Tasmā vuttaṁ ‘‘veneyyapuggalavasenā’’ti.",
  "anya-e0104n2:103_0": "Tadā kira sotūnaṁ evaṁ cittaṁ uppannaṁ ‘‘ayaṁ jāti sabbesaṁ dhammānaṁ pabhavo, sayañca na kutoci jāyati yathā taṁ pakativādīnaṁ pakatī’’ti, taṁ nesaṁ micchāgāhaṁ vidhamento satthā ‘‘upacayo santatī’’ti dvidhā bhinditvā kutoci paccayato jātañca katvā desesi, na pana jarāmaraṇaṁ paccayadhammānaṁ kiccānubhāvakkhaṇe adassanato.",
  "anya-e0104n2:103_1": "Yadi evaṁ kathaṁ ‘‘jarāmaraṇaṁ paṭiccasamuppanna’’nti (saṁ. ni. 2.20) vuttaṁ?",
  "anya-e0104n2:103_2": "Yasmā paṭiccasamuppannānaṁ dhammānaṁ paripākabhaṅgatāya tesu santesu honti, na asantesu.",
  "anya-e0104n2:103_3": "Na hi ajātaṁ paripaccati, bhijjati vā, tasmā taṁ jātipaccayataṁ sandhāya ‘‘jarāmaraṇaṁ paṭiccasamuppanna’’nti (saṁ. ni.",
  "anya-e0104n2:103_4": "2.20) pariyāyena suttesu vuttaṁ.",
  "anya-e0104n2:103_5": "Yo panettha kāmabhavādīsu kammādinā paccayena yonivibhāgato paṭisandhiyaṁ, pavattiyañca rūpadhammānaṁ pavattibhedo vattabbo, so parato paṭiccasamuppādakathāyaṁ āvi bhavissatīti na vuttoti daṭṭhabbo.",
  "anya-e0104n2:104_0": "Iti rūpakkhandhe vitthārakathāmukhavaṇṇanā.",
  "anya-e0104n2:105_0": "Viññāṇakkhandhakathāvaṇṇanā",
  "anya-e0104n2:106_0": "451.Yaṁkiñcīti anavasesapariyādānadīpakena padadvayena vedayitassa bahubhedataṁ dassento vuccamānaṁ rāsaṭṭhaṁ ulliṅgeti.",
  "anya-e0104n2:106_1": "Vedayitaṁ ārammaṇarasānubhavanaṁ lakkhaṇaṁ etassāti vedayitalakkhaṇaṁ.",
  "anya-e0104n2:106_2": "Sabbaṁ taṁ dhammajātanti adhippāyo, pubbe vā rūpakkhandhakathāyaṁ vuttaṁ adhikārato ānetvā sambandhitabbaṁ.",
  "anya-e0104n2:106_3": "Ekato katvāti atītādibhedabhinnaṁ sabbaṁ taṁ buddhiyā ekato katvā. Evañhi rāsaṭṭhassa sambhavo.",
  "anya-e0104n2:106_4": "Nīlādibhedassa ārammaṇassa sañjānanaṁ, ‘‘nīlaṁ pītaṁ dīghaṁ rassa’’nti (dha. sa.",
  "anya-e0104n2:106_5": "615) ca ādinā saññuppādavasena jānanaṁ gahaṇaṁ lakkhaṇaṁ etassāti sañjānanalakkhaṇaṁ.",
  "anya-e0104n2:106_6": "Abhisaṅkharaṇaṁ āyūhanaṁ byāpārāpatti, abhisandahanaṁ vā, ubhayathāpi cetanāpadhānatāya saṅkhārakkhandhassa evaṁ vuttaṁ ‘‘abhisaṅkharaṇalakkhaṇa’’nti.",
  "anya-e0104n2:106_7": "Tathā hi suttantabhājanīye saṅkhārakkhandhaṁ vibhajantena bhagavatā ‘‘cakkhusamphassajā cetanā’’tiādinā (vibha. 21) cetanāva vibhattā.",
  "anya-e0104n2:106_8": "Minitabbavatthuṁ nāḷiyā minamāno puriso viya yena sañjānanākāravisiṭṭhena ākārena visayaṁ gaṇhāti, taṁ ārammaṇūpaladdhisaṅkhātaṁ vijānanaṁ lakkhaṇaṁ etassāti vijānanalakkhaṇaṁ.",
  "anya-e0104n2:106_9": "Itare vedanākkhandhādayo suviññeyyā hontīti viññāṇena ekuppādādibhāvato, samānajātiādivibhāgato ca.",
  "anya-e0104n2:107_0": "Attanā ‘‘vijānanalakkhaṇa’’nti vuttamatthaṁ suttena samatthetuṁ ‘‘yaṁ kiñcī’’tiādi vuttaṁ.",
  "anya-e0104n2:107_1": "Yathāpaccayaṁ pavattimattametaṁ, yadidaṁ sabhāvadhammoti dassetuṁ ‘‘vijānanalakkhaṇa’’nti bhāvasādhanavasena vuttaṁ.",
  "anya-e0104n2:107_2": "Dhammasabhāvā vinimutto koci kattā nāma natthīti tasseva kattubhāvaṁ dassetuṁ ‘‘vijānātī’’ti vuttaṁ.",
  "anya-e0104n2:107_3": "Yaṁ vijānanaṭṭhena viññāṇaṁ, tadeva cintanādiatthena cittaṁ, mananaṭṭhena manoti pariyāyatopi naṁ bodheti.",
  "anya-e0104n2:107_4": "Ettāvatā ca khandhato, bhedato, pariyāyato ca viññāṇaṁ vibhāvitaṁ hoti.",
  "anya-e0104n2:108_0": "Jāyanti ettha visadisāpi sadisākārāti jāti, samānākāro.",
  "anya-e0104n2:108_1": "Sā panāyaṁ jāti kāmaṁ anekavidhā nānappakārā, taṁ idhādhippetameva pana dassento ‘‘kusalaṁ, akusalaṁ, abyākatañcā’’ti āha. Tattha kusalaṭṭhena kusalaṁ. Koyaṁ kusalaṭṭho nāma?",
  "anya-e0104n2:108_2": "Ārogyaṭṭho anavajjaṭṭho sukhavipākaṭṭho.",
  "anya-e0104n2:108_3": "Ārogyaṭṭhenāpi hi kusalaṁ vuccati ‘‘kacci nu bhoto kusala’’ntiādīsu (jā. 1.15.146; 2.20.129).",
  "anya-e0104n2:108_4": "Anavajjaṭṭhenāpi ‘‘katamo pana, bhante, kusalo kāyasamācāro?",
  "anya-e0104n2:108_5": "Yo kho, mahārāja , anavajjo kāyasamācāro’’tiādīsu (ma. ni. 2.361).",
  "anya-e0104n2:108_6": "Sukhavipākaṭṭhenāpi ‘‘kusalānaṁ, bhikkhave, dhammānaṁ samādānahetū’’tiādīsu (dī. ni. 3.80).",
  "anya-e0104n2:108_7": "Kusalacittañhi rāgādīnaṁ cetasikarogānaṁ avajjasabhāvānaṁ paṭipakkhabhāvato, sukhavipākavipaccanato ca arogaṁ, anavajjaṁ, sukhavipākañcāti.",
  "anya-e0104n2:109_0": "Saddatthato pana kucchite pāpadhamme salayati calayati kammeti viddhaṁsetīti kusalaṁ.",
  "anya-e0104n2:109_1": "Kucchitena vā ākārena sayantīti kusā, pāpadhammā, te kuse lunāti chindatīti kusalaṁ.",
  "anya-e0104n2:109_2": "Kucchitānaṁ vā sānato tanukaraṇato ñāṇaṁ kusaṁ nāma, tena lātabbaṁ gahetabbaṁ pavattetabbanti kusalaṁ.",
  "anya-e0104n2:109_3": "Yathā vā kuso ubhayabhāgagataṁ hatthapadesaṁ lunāti, evamidaṁ uppannānuppannavasena ubhayabhāgagataṁ saṁkilesapakkhaṁ lunāti chindati, tasmā kuso viya lunātīti kusalaṁ.",
  "anya-e0104n2:109_4": "Kucchitānaṁ vā sāvajjadhammānaṁ salanato saṁvaraṇato kusalaṁ.",
  "anya-e0104n2:109_5": "Kusaladhammavasena hi akusalā pavattinivāraṇena, appavattibhāvāpādanena ca manacchaṭṭhesu dvāresu appavattiyā saṁvutā pihitā honti.",
  "anya-e0104n2:109_6": "Kucchite vā pāpadhamme salayati kampeti apanetīti kusalaṁ.",
  "anya-e0104n2:109_7": "Kucchitānaṁ vā pāṇātipātādīnaṁ pāpadhammānaṁ sānato nisānato tejanato kusā, dosalobhādayo.",
  "anya-e0104n2:109_8": "Dosādīnañhi vasena cetanāya tikkhabhāvappattiyā pāṇātipātādīnaṁ mahāsāvajjatā, te kuse lunāti chindatīti kusalaṁ.",
  "anya-e0104n2:109_9": "Kucchitānaṁ vā sānato antakaraṇato vināsanato kusāni, puññakiriyavasena pavattāni saddhādīni indriyāni, tehi lātabbaṁ pavattetabbanti kusalaṁ.",
  "anya-e0104n2:109_10": "‘‘Ku’’ iti vā bhūmi vuccati, adhiṭṭhānabhāvena taṁsadisassa attano nissayabhūtassa rūpārūpappabandhassa sampati, āyatiñca anudahanena vināsanato kuṁ siyantīti kusā, rāgādayo, te viya attano nissayassa lavanato chindanato kusalaṁ.",
  "anya-e0104n2:109_11": "Payogasampāditā hi kusaladhammā accantameva rūpārūpadhamme appavattikaraṇena samucchindantīti.",
  "anya-e0104n2:110_0": "Na kusalanti akusalaṁ, kusalapaṭipakkhanti attho.",
  "anya-e0104n2:110_1": "Na kusalanti hi kusalapaṭikkhepena akusalapadassa avayavabhedena atthe vuccamāne yathā yaṁ dhammajātaṁ na arogaṁ, na anavajjaṁ, na sukhavipākaṁ, na ca kosallasambhūtaṁ, taṁ akusalanti ayamattho dassito hoti, evaṁ yaṁ na kucchitānaṁ salanasabhāvaṁ, na kusānaṁ lavanasabhāvaṁ, na kusena kusehi vā pavattetabbaṁ, na ca kuso viya lavanakaṁ, taṁ akusalaṁ nāmāti ayampi attho dassito hoti.",
  "anya-e0104n2:110_2": "Ettha ca yasmā kusalaṁ akusalassa ujuvipaccanīkabhūtaṁ, yato cetasikarogapaṭipakkhādibhāvato arogādipariyāyenapi bodhitaṁ, tasmā akusalaṁ pana kusalassa ujuvipaccanīkabhūtanti vuttaṁ ‘‘kusalapaṭipakkhanti attho’’ti.",
  "anya-e0104n2:110_3": "Taṁ pana yathākkamaṁ pahāyakapahātabbabhāvenevāti daṭṭhabbaṁ.",
  "anya-e0104n2:111_0": "Na byākatanti abyākataṁ, kusalākusalabhāvena akathitanti attho.",
  "anya-e0104n2:111_1": "Tattha kusalabhāvo anavajjasukhavipākaṭṭho.",
  "anya-e0104n2:111_2": "Akusalabhāvo sāvajjadukkhavipākaṭṭho, tadubhayabhāvena avuttanti vuttaṁ hoti.",
  "anya-e0104n2:111_3": "Eteneva arogasarogādibhāvena ca avuttatā vaṇṇitāti daṭṭhabbā.",
  "anya-e0104n2:111_4": "Ettha ca ‘‘kusalaṁ akusala’’nti ca vatvā ‘‘abyākata’’nti vuttattā kusalākusalabhāveneva avuttatā viññāyati, na pakārantarena.",
  "anya-e0104n2:111_5": "Avuttatā cettha na tathā avattabbatāmattena, atha kho tadubhayavinimuttasabhāvatāya tesaṁ dhammānanti daṭṭhabbaṁ.",
  "anya-e0104n2:111_6": "Tathā hetaṁ ‘‘avipākalakkhaṇa’’nti vuccati.",
  "anya-e0104n2:112_0": "452.Bhūmibhedatoti bhavanti ettha dhammāti bhūmi, ṭhānaṁ, avatthā ca.",
  "anya-e0104n2:112_1": "Avatthāpi hi avatthāvantānaṁ pavattiṭṭhānaṁ viya gayhati, evaṁ nesaṁ sukhaggahaṇaṁ hotīti .",
  "anya-e0104n2:112_2": "Tattha lokiyā bhūmi ṭhānavaseneva veditabbā, lokuttarā avatthāvasena.",
  "anya-e0104n2:112_3": "Lokiyā vā ṭhānāvatthāvasena, lokuttarā avatthāvaseneva.",
  "anya-e0104n2:112_4": "Kāmāvacaranti ettha vatthukāmo kilesakāmoti dve kāmā.",
  "anya-e0104n2:112_5": "Tesu vatthukāmo visesato pañca kāmaguṇā kāmīyantīti, kilesakāmo taṇhā kāmetīti.",
  "anya-e0104n2:112_6": "Te dvepi sahitā hutvā yattha avacaranti, taṁ kāmāvacaraṁ. Kiṁ pana tanti? Ekādasavidho kāmabhavo.",
  "anya-e0104n2:112_7": "Idaṁ yebhuyyena tattha avacarati pavattatīti kāmāvacaraṁ ekassa avacarasaddassa lopaṁ katvā.",
  "anya-e0104n2:112_8": "Evaṁ rūpārūpāvacarānipi veditabbāni rūpataṇhā rūpaṁ, arūpataṇhā arūpanti katvā.",
  "anya-e0104n2:112_9": "Atha vā kāmataṇhā kāmo uttarapadalopena, avacarati etthāti avacaraṁ, kāmassa avacaraṁ kāmāvacaraṁ.",
  "anya-e0104n2:112_10": "Evaṁ rūpāvacarārūpāvacarānipi veditabbāni.",
  "anya-e0104n2:112_11": "Lokato uttaratīti lokuttaraṁ kusalassa adhippetattā.",
  "anya-e0104n2:112_12": "Itaraṁ pana lokato uttiṇṇanti lokuttaraṁ.",
  "anya-e0104n2:113_0": "Somanassupekkhāñāṇasaṅkhārabhedatoti ettha somanassupekkhābhedo tāva yutto tesaṁ bhinnasabhāvattā, ñāṇasaṅkhārabhedo pana kathanti?",
  "anya-e0104n2:113_1": "Nāyaṁ doso ñāṇasaṅkhārakato bhedoñāṇasaṅkhārabhedo, so ca tesaṁ bhāvābhāvakatoti katvā.",
  "anya-e0104n2:113_2": "Sobhanaṁ mano, sundaraṁ vā mano etassāti sumano, sumanassa bhāvo somanassaṁ, mānasikasukhā vedanā ruḷhiyā, somanassena uppādato paṭṭhāya yāva bhaṅgā sahagataṁ pavattaṁ saṁsaṭṭhaṁ, sampayuttanti attho.",
  "anya-e0104n2:113_3": "Somanassasahagatatā cassa ārammaṇavasena veditabbā.",
  "anya-e0104n2:113_4": "Iṭṭhārammaṇe hi cittaṁ somanassasahagataṁ hoti.",
  "anya-e0104n2:113_5": "Nanu ca iṭṭhārammaṇaṁ lobhassa vatthu, kathaṁ tattha kusalaṁ hotīti?",
  "anya-e0104n2:113_6": "Nayidamekantikaṁ iṭṭhepi ābhogādivasena kusalassa uppajjanato.",
  "anya-e0104n2:113_7": "Yassa hi catusampatticakkasamāyogādivasena yonisova ābhogo hoti, kusalameva ca mayā kattabbanti kusalakaraṇe cittaṁ niyamitaṁ, akusalappavattito ca nivattetvā kusalakaraṇe eva pariṇāmitaṁ, abhiṇhakaraṇavasena ca samudācaritaṁ, tassa iṭṭhepi ārammaṇe alobhādisampayuttameva cittaṁ hoti, na lobhādisampayuttaṁ.",
  "anya-e0104n2:114_0": "Ñāṇena samaṁ pakārehi yuttanti ñāṇasampayuttaṁ.",
  "anya-e0104n2:114_1": "Ekuppādādayo eva cettha pakārāti veditabbā.",
  "anya-e0104n2:114_2": "Tattha kammūpapattiindriyaparipākakilesadūrībhāvā ñāṇasampayuttatāya kāraṇaṁ.",
  "anya-e0104n2:114_3": "Yo hi paresaṁ dhammaṁ deseti, anavajjāni sippāyatanakammāyatanavijjaṭṭhānāni sikkhāpetīti evamādikaṁ paññāsaṁvattaniyaṁ karoti, tassa kammūpanissayavasena kusalacittaṁ uppajjamānaṁ ñāṇasampayuttaṁ hoti.",
  "anya-e0104n2:114_4": "Tathā abyāpajje loke uppannassa upapattiṁ nissāya ñāṇasampayuttaṁ hoti.",
  "anya-e0104n2:114_5": "Vuttañhetaṁ ‘‘tassa tattha sukhino dhammapadā plavanti, dandho, bhikkhave, satuppādo, atha kho so satto khippaṁyeva visesabhāgī (a. ni. 4.191) hotī’’ti.",
  "anya-e0104n2:114_6": "Tathā paññādasakapattassa indriyaparipākaṁ nissāya kusalaṁ uppajjamānaṁ ñāṇasampayuttaṁ hoti.",
  "anya-e0104n2:114_7": "Yena pana kilesā vikkhambhitā, tassa kilesadūrībhāvaṁ nissāya ñāṇasampayuttaṁ hoti.",
  "anya-e0104n2:114_8": "Vuttampi cetaṁ ‘‘yogā ve jāyate bhūri, ayogā bhūrisaṅkhayo’’ti (dha. pa. 282).",
  "anya-e0104n2:114_9": "Attano vā parassa vā samussāhajanitaṁ cittapayogasaṅkhātaṁ saṅkharaṇaṁ saṅkhāro, so etassa natthīti asaṅkhāraṁ.",
  "anya-e0104n2:114_10": "Tena pana saha saṅkhārena pavattatīti sasaṅkhāraṁ.",
  "anya-e0104n2:114_11": "Ñāṇena vippayuttaṁ virahitanti ñāṇavippayuttaṁ.",
  "anya-e0104n2:114_12": "Vippayogoti cettha ñāṇassa abhāvo appavattiyevāti daṭṭhabbaṁ.",
  "anya-e0104n2:114_13": "Upekkhatīti upekkhā, vedayamānāpi ārammaṇaṁ ajjhupekkhati majjhattatākārasaṇṭhitattāti attho.",
  "anya-e0104n2:114_14": "Atha vā upetā sukhadukkhānaṁ aviruddhā ikkhā anubhavananti upekkhā.",
  "anya-e0104n2:114_15": "Atha vā iṭṭhe ca aniṭṭhe ca ārammaṇe pakkhapātābhāvena upapattito yuttito ikkhati anubhavatīti upekkhā, tāya sahagatanti upekkhāsahagataṁ.",
  "anya-e0104n2:114_16": "Sesaṁ sabbaṁ heṭṭhā vuttanayameva.",
  "anya-e0104n2:115_0": "Evaṁ aṭṭha kāmāvacarakusalacittāni uddisitvā idāni tesaṁ pavattiākāraṁ dassetuṁ ‘‘yadā hī’’tiādi āraddhaṁ.",
  "anya-e0104n2:115_1": "Tattha paṭiggāhakādisampattinti ettha ādi-saddena desakālakalyāṇamittādisampattiṁ saṅgaṇhāti.",
  "anya-e0104n2:115_2": "Aññaṁ vā somanassahetunti ettha aññaggahaṇena saddhābahulatā, visuddhadiṭṭhitā, kusalakiriyāya ānisaṁsadassāvitā, somanassapaṭisandhikatā, ekādasa pītisambojjhaṅgaṭṭhāniyā dhammāti evamādīnaṁ saṅgaho.",
  "anya-e0104n2:115_3": "Ādinayappavattanti ettha ādi-saddena na kevalaṁ ‘‘atthi yiṭṭha’’ntiādīnaṁ (ma. ni. 1.441;",
  "anya-e0104n2:115_4": "2.95) navannaṁyeva sammādiṭṭhivatthūnaṁ gahaṇaṁ, atha kho dhammavicayasambojjhaṅgaṭṭhāniyādīnampi saṅgaho veditabbo.",
  "anya-e0104n2:115_5": "Purakkhatvāti pubbaṅgamaṁ katvā.",
  "anya-e0104n2:115_6": "Tañca kho sahajātapubbaṅgamavasena ‘‘manopubbaṅgamā dhammā’’tiādīsu (dha. pa.",
  "anya-e0104n2:115_7": "1-2) viya sampayogassa adhippetattā.",
  "anya-e0104n2:115_8": "Asaṁsīdantoti silokamacchariyādivasena puññakiriyāyaṁ saṁsīdaṁ saṅkocaṁ anāpajjanto, tena muttacāgatādiṁ dasseti.",
  "anya-e0104n2:115_9": "Anussāhitoti kenacipi na ussāhito.",
  "anya-e0104n2:115_10": "Sarasato hi puññapaṭipattidassanamidaṁ.",
  "anya-e0104n2:115_11": "Parehīti pana pākaṭussāhanadassanaṁ.",
  "anya-e0104n2:116_0": "Dānādīnīti dānaṁ sīlaṁ yāva diṭṭhijukammanti imāni dānādīni dasa puññāni, dānādīnīti vā dānasīlabhāvanāmayāni itaresampi sattannaṁ etthevantogadhattā.",
  "anya-e0104n2:116_1": "Yattha sayaṁ uppajjanti, taṁ santānaṁ punanti, pujjaṁ bhavaphalaṁ nibbattentīti vā puññāni. Assa puññacetanāsamaṅgino.",
  "anya-e0104n2:116_2": "Amuttacāgatā deyyadhamme sāpekkhacittatā.",
  "anya-e0104n2:116_3": "Ādi-saddena sīlasamādānādīsu anadhimuttatādiṁ saṅgaṇhāti.",
  "anya-e0104n2:116_4": "Tadevāti somanassasahagatādinā sadisatāya vuttaṁ.",
  "anya-e0104n2:116_5": "Sadisampi hi ‘‘tadevā’’ti voharīyati yathā ‘‘sā eva tittirī, tāniyeva osadhānī’’ti.",
  "anya-e0104n2:116_6": "Imasmiñhi attheti līnassa cittassa ussāhanapayogasaṅkhāte atthe.",
  "anya-e0104n2:116_7": "Etanti ‘‘saṅkhāro’’ti etaṁ padaṁ.",
  "anya-e0104n2:116_8": "Pubbapayogassāti puññakiriyāyaṁ saṅkoce jāyamāne tato vivecetvā samussāhanavasena pavattassa cittapayogassa, pubbaggahaṇañcettha tathāpavattapubbābhisaṅkhāravasena so saṅkhāro hotīti katvā vuttaṁ, na tassa saṅkhārassa pubbakālikattā. ‘‘Atthi dinna’’ntiādi (ma. ni. 1.441;",
  "anya-e0104n2:116_9": "2.95) nayappavattāya sammādiṭṭhiyā asambhavadassanatthaṁ bāla-ggahaṇaṁ.",
  "anya-e0104n2:116_10": "Saṁsīdanussāhanābhāvadassanatthaṁ sahasā-gahaṇaṁ.",
  "anya-e0104n2:116_11": "Somanassarahitā honti puññaṁ karontāti adhippāyo.",
  "anya-e0104n2:116_12": "Somanassahetūnaṁ abhāvaṁ āgammāti idaṁ nidassanamattaṁ daṭṭhabbaṁ.",
  "anya-e0104n2:116_13": "Majjhattārammaṇatathārūpacetosaṅkhārādayopi hi upekkhāsahagatatāya kāraṇaṁ hontiyevāti.",
  "anya-e0104n2:117_0": "Evantiādi nigamanaṁ.",
  "anya-e0104n2:117_1": "Tayidaṁ aṭṭhavidhampi kāmāvacaraṁ kusalacittaṁ rūpārammaṇaṁ yāva dhammārammaṇanti chasu ārammaṇesu yaṁ vā taṁ vā ālambitvā upekkhāsahagatāhetukakiriyāmanoviññāṇadhātānantaraṁ kāyadvārādīhi tīhi dvārehi kāyakammādivasena uppajjatīti veditabbaṁ.",
  "anya-e0104n2:117_2": "Tattha ñāṇasampayuttāni cattāri yadā tihetukapaṭisandhiṁ uppādenti, tadā soḷasa vipākacittāni phalanti.",
  "anya-e0104n2:117_3": "Yadā pana duhetukaṁ, tadā dvādasa tihetukavajjāni.",
  "anya-e0104n2:117_4": "Ahetukaṁ pana paṭisandhiṁ tihetukāni na uppādenteva, duhetukāni pana duhetukapaṭisandhidānakāle dvādasa, ahetukapaṭisandhiṁ dānakāle aṭṭha phalanti.",
  "anya-e0104n2:117_5": "Tihetukā pana paṭisandhi duhetukehi na hotiyeva.",
  "anya-e0104n2:117_6": "‘‘Aṭṭha phalantī’’ti cetaṁ paṭisandhiṁ janakakammavasena vuttaṁ.",
  "anya-e0104n2:117_7": "Aññena pana kammunā ‘‘sahetukaṁ bhavaṅgaṁ ahetukassa bhavaṅgassa anantarapaccayena paccayo’’ti (paṭṭhā.",
  "anya-e0104n2:117_8": "3.1.102) vacanato sahetukampi vipākacittaṁ ahetukapaṭisandhikassa hotiyeva.",
  "anya-e0104n2:117_9": "Imasmiṁ ca pakkhe balavatā paccayena uppannaṁ asaṅkhāraṁ, dubbalena sasaṅkhāranti veditabbaṁ.",
  "anya-e0104n2:117_10": "Ye pana āgamanato ca vipākassa asaṅkhārasasaṅkhārabhāvaṁ icchanti, tesaṁ matena dvādasa, aṭṭha ca phalantīti yojetabbaṁ.",
  "anya-e0104n2:117_11": "Evaṁ tidhā phalaṁ dadantañcetaṁ kāmāvacarasugatiyaṁ upapattiṁ, sugatiduggatīsu bhogasampadañca karoti.",
  "anya-e0104n2:117_12": "Nāgasupaṇṇādīnampi hi yaṁ devabhogasampattisadisaṁ bhogajātaṁ uppajjati, tampi kāmāvacarakusalasseva phalaṁ.",
  "anya-e0104n2:117_13": "Na hi akusalassa iṭṭhaṁ phalaṁ atthīti.",
  "anya-e0104n2:118_0": "Rūpāvacaraṁ panāti pana-saddo visesatthajotako.",
  "anya-e0104n2:118_1": "Tena yathā kāmāvacaraṁ kilesānaṁ tadaṅgappahānamattakaraṁ, na evamidaṁ, idaṁ pana vikkhambhanappahānakaraṁ.",
  "anya-e0104n2:118_2": "Yathā vā taṁ vedanāñāṇasaṅkhārabhedato aṭṭhadhā bhijjati, na evamidaṁ, idaṁ pana tato aññathā vāti vakkhamānaṁ visesaṁ joteti.",
  "anya-e0104n2:118_3": "Taṁ panetaṁ savatthukaṁ, sāsavaṁ, vinīvaraṇañca rūpāvacaranti daṭṭhabbaṁ.",
  "anya-e0104n2:118_4": "‘‘Savatthukaṁ evā’’ti hi iminā arūpāvacaraṁ nivatteti, ‘‘sāsava’’nti iminā paṭhamamaggacittaṁ, ‘‘vinīvaraṇa’’nti iminā paṭighasahitadvayaṁ.",
  "anya-e0104n2:118_5": "Katthaci pañca jhānaṅgāni, katthaci cattāri, katthaci tīṇi, katthaci dve, katthaci aparāni dveti evaṁ jhānaṅgayogabhedato pañcavidhanti saṅkhepato vuttamatthaṁ vivarituṁ ‘‘seyyathida’’ntiādi āraddhaṁ.",
  "anya-e0104n2:118_6": "Tattha yaṁ vattabbaṁ, taṁ heṭṭhā jhānakathāyaṁ (visuddhi. 1.79 ādayo) vuttameva.",
  "anya-e0104n2:118_7": "Tayidaṁ bhāvanāmayameva hutvā vuttanayena pathavīkasiṇādikaṁ ālambitvā yathārahaṁ ñāṇasampayuttakusalānantaraṁ uppajjati, hīnādibhedabhinnaṁ panetaṁ yathākkamaṁ brahmapārisajjādīsu soḷasasupi brahmalokesu upapattinipphādakanti daṭṭhabbaṁ.",
  "anya-e0104n2:119_0": "Rūpasaññāsamatikkamādinā samadhigantabbaṁ arūpāvacaraṁ.",
  "anya-e0104n2:119_1": "Catunnaṁ arūpānanti upekkhāsamādhisaṅkhātehi catūhi arūpajjhānehi. Karaṇe hi etaṁ sāmivacanaṁ.",
  "anya-e0104n2:119_2": "Arūpānaṁ vā yo ārammaṇādikato sampayuttadhammehi yogo yogabhedo, tassa vasena.",
  "anya-e0104n2:119_3": "Vuttappakārenāti heṭṭhā āruppakathāyaṁ (visuddhi. 1.275 ādayo) vuttappakārena.",
  "anya-e0104n2:119_4": "Paṭhamanti paṭhamaṁ arūpāvacarakusalacittaṁ.",
  "anya-e0104n2:119_5": "Dutiyatatiyacatutthānīti etthāpi eseva nayo.",
  "anya-e0104n2:119_6": "Tānimāni bhāvanāmayāneva hutvā yathānupubbaṁ kasiṇugghāṭimākāsaṁ, paṭhamāruppaviññāṇaṁ, natthibhāvaṁ, ākiñcaññāyatananti imāni ālambitvā upekkhāsahagatañāṇasampayuttakusalānantaraṁ uppajjitvā catūsu arūpībrahmalokesu paṭisandhipavattivipākadāyīni.",
  "anya-e0104n2:119_7": "Sesaṁ panettha yaṁ vattabbaṁ, taṁ heṭṭhā vuttameva.",
  "anya-e0104n2:119_8": "Chavisuddhiparamparāya samadhigantabbaṁ lokuttaraṁ.",
  "anya-e0104n2:119_9": "Tattha vattabbaṁ parato āgamissati.",
  "anya-e0104n2:119_10": "Catumaggasampayogatoti sotāpattimaggo yāva arahattamaggoti imehi catūhi ariyamaggehi sampayogato.",
  "anya-e0104n2:119_11": "Catubbidhampi cetaṁ bhāvanāmayameva hutvā nibbānaṁ ālambitvā suññato vimokkho, animitto vimokkho, appaṇihito vimokkhoti nāmena uppajjati, sattabhavādibhavūpapattinivattakanti daṭṭhabbaṁ.",
  "anya-e0104n2:119_12": "Ekavīsatividhaṁ hoti nātisaṅkhepavitthāranayenāti adhippāyo.",
  "anya-e0104n2:120_0": "453.Kāmāvacaramevāti ettha nikāyantariyā rūpārūpāvacarampi akusalaṁ icchantīti tesaṁ matinisedhanatthaṁ kāmāvacaraggahaṇaṁ.",
  "anya-e0104n2:120_1": "Mahaggatabhūmiyaṁ uppajjantampi tattha rūpadhātuyaṁ pavattivipākaṁ dentampi ekantena kāmāvacaramevāti dassanatthaṁ avadhāraṇaṁ.",
  "anya-e0104n2:120_2": "Yadi evaṁ, kasmā kāmāvacaramevāti? Tattha kāraṇaṁ vuttameva. Kathaṁ vuttaṁ?",
  "anya-e0104n2:120_3": "‘‘Kāmataṇhā kāmo uttarapadalopato, avacarati etthāti avacaraṁ, kāmassa avacaraṁ kāmāvacara’’nti.",
  "anya-e0104n2:120_4": "Ettha hi kāmataṇhāvisayatā ‘‘kāmāvacarabhāvassa kāraṇaṁ’’ vuttā yathā rūpārūpataṇhāvisayatā ‘‘rūpārūpāvacarabhāvassa’’.",
  "anya-e0104n2:120_5": "Ekaṁsena cetaṁ evaṁ icchitabbaṁ.",
  "anya-e0104n2:120_6": "Aññathā byāpilakkhaṇaṁ na siyā.",
  "anya-e0104n2:120_7": "Yadi hi ālambitabbadhammavasena bhūmivavatthānaṁ kareyya, evaṁ sati anārammaṇānaṁ saṅgaho na siyā.",
  "anya-e0104n2:120_8": "Atha vipākadānavasena, evampi avipākānaṁ saṅgaho na siyā.",
  "anya-e0104n2:120_9": "Tasmā ālambaṇadhammavasena pariyāpannānaṁ sā kātabbā, apariyāpannānaṁ pana lokato uttiṇṇatāya lokuttaratā, uttaritarābhāvato anuttaratā ca veditabbā.",
  "anya-e0104n2:121_0": "Pariyāpannāti ca paricchedakārikāya taṇhāya paricchijja āpannā, gahitāti attho. Nanu cettha kāmataṇhā katamā?",
  "anya-e0104n2:121_1": "Kāmāvacaradhammārammaṇā taṇhā, kāmāvacaradhammā katame?",
  "anya-e0104n2:121_2": "Kāmataṇhāvisayāti itaretarasannissayatādosoti?",
  "anya-e0104n2:121_3": "Nayidamevaṁ avīciādiekaādasokāsaninnatāya kañci taṇhaṁ kāmataṇhābhāvena gahetvā taṁsabhāvāya taṇhāya visayabhāvena kāmāvacaradhammānaṁ upalakkhitabbattā. Nikkhepakaṇḍepi (dha. sa.",
  "anya-e0104n2:121_4": "985 ādayo) ‘‘etthāvacarā’’ti vacanaṁ avīciparanimmitaparicchinnokāsāya kāmataṇhāya visayabhāvaṁ sandhāya vuttanti gahetabbaṁ.",
  "anya-e0104n2:121_5": "Tadokāsatā ca taṇhāya tanninnatāya veditabbā.",
  "anya-e0104n2:122_0": "Mūlato tividhanti tīṇi akusalamūlāni lobhādīni, tesaṁ vasena taṁsahitampi tividhanti attho.",
  "anya-e0104n2:122_1": "Tāni hi suppatiṭṭhitabhāvakāraṇattā mūlamivāti mūlāni, lobho mūlaṁ etassāti lobhamūlaṁ.",
  "anya-e0104n2:122_2": "Asādhāraṇena niddeso yathā bherisaddo, yavaṅkuroti. Tathā dosamūlaṁ.",
  "anya-e0104n2:122_3": "Moho eva mūlaṁ imassa, nāññanti mohamūlaṁ.",
  "anya-e0104n2:123_0": "Somanassupekkhādiṭṭhigatasaṅkhārabhedatoti somanassupekkhābhedato diṭṭhigatabhedato saṅkhārabhedatoti paccekaṁ bhedasaddo yojetabbo.",
  "anya-e0104n2:123_1": "Yadettha vattabbaṁ, taṁ heṭṭhā vuttanayameva.",
  "anya-e0104n2:123_2": "Diṭṭhigatasampayuttanti diṭṭhiyeva diṭṭhigataṁ ‘‘gūthagataṁ, muttagata’’nti (ma. ni. 2.119; a. ni. 9.11) yathā.",
  "anya-e0104n2:123_3": "Atha vā vipariyesaggāhatāya diṭṭhiyā gatameva, na ettha gantabbavatthu tathā sabhāvanti diṭṭhigataṁ.",
  "anya-e0104n2:123_4": "Tayidaṁ ‘‘idameva saccaṁ, moghamañña’’nti (ma. ni. 2.187, 202, 203, 427;",
  "anya-e0104n2:123_5": "3.27-29) abhinivesabhāvato lobheneva saddhiṁ pavattati, na dosena.",
  "anya-e0104n2:124_0": "Yadāhītiādi lobhamūlacittānaṁ pavattiākāradassanaṁ.",
  "anya-e0104n2:124_1": "Micchādiṭṭhinti ucchedadiṭṭhiādimicchādiṭṭhiṁ.",
  "anya-e0104n2:124_2": "Tāya hi vipallatthacittā sattā ‘‘etāvako jīvavisayo yāva indriyagocaro’’ti paralokaṁ paṭikkhipitvā ‘‘natthi kāmesu ādīnavo’’ti yathā tathā kāmesu pātabyataṁ āpajjanti.",
  "anya-e0104n2:124_3": "Ādi-saddena ‘‘esa pantho pageva vihito devayāne, yena yanti puttavanto visokā.",
  "anya-e0104n2:124_4": "Taṁ passanti pasavo, pakkhino ca, tena te mātaripi mithunaṁ carantī’’tiādinā nayena puttamukhadassanaṁ saggamokkhamaggoti evamādikaṁ micchādiṭṭhiṁ saṅgaṇhāti.",
  "anya-e0104n2:125_0": "Kāmevāti ettha vā-saddo aniyamattho, tena brāhmaṇānaṁ suvaṇṇaharaṇameva adinnādāne sāvajjaṁ, itaraṁ anavajjaṁ.",
  "anya-e0104n2:125_1": "Garūnaṁ, gunnaṁ, attano, jīvitassa, vivāhassa ca atthāya musāvādo anavajjo, itaro sāvajjo.",
  "anya-e0104n2:125_2": "Garuādīnaṁ atthāya pesuññaharaṇaṁ anavajjaṁ, itaraṁ sāvajjaṁ.",
  "anya-e0104n2:125_3": "Bhāratayuddhasītāharaṇādikathā pāpavūpasamāya hotīti evamādike micchāgāhe saṅgaṇhāti.",
  "anya-e0104n2:125_4": "Diṭṭhamaṅgalādīnīti diṭṭhasutamutamaṅgalāni.",
  "anya-e0104n2:125_5": "Sabhāvatikkhenāti lobhassa, micchābhinivesassa vā vasena saraseneva tikhiṇena kurūrena.",
  "anya-e0104n2:125_6": "Mandenāti dandhena atikhiṇena.",
  "anya-e0104n2:125_7": "Tādisaṁ pana attano, parassa vā samussāhanena pavattatīti āha ‘‘samussāhitenā’’ti.",
  "anya-e0104n2:125_8": "Parabhaṇḍaṁ vā haratīti vā-saddena tathāpavattanakamusāvādādīnampi saṅgaho daṭṭhabbo. Kāmānaṁ vā anubhuyyamānānaṁ.",
  "anya-e0104n2:125_9": "Vā-saddena parasantakassa vā ayathādhippetatāya yaṁ laddhaṁ, taṁ gahetabbanti gahaṇādikaṁ saṅgaṇhāti.",
  "anya-e0104n2:126_0": "Duvidhameva hoti sampayuttadhammavasena bhedābhāvato.",
  "anya-e0104n2:126_1": "Yadi evaṁ, kasmā ‘‘domanassasahagataṁ paṭighasampayutta’’nti vuttanti?",
  "anya-e0104n2:126_2": "Asādhāraṇadhammehi tassa cittassa upalakkhaṇatthaṁ.",
  "anya-e0104n2:126_3": "Pāṇātipātādīsūti pāṇātipātanādīsu.",
  "anya-e0104n2:126_4": "Ādi-saddena adinnādānamusāvādapesuññapharusasamphappalāpabyāpāde saṅgaṇhāti.",
  "anya-e0104n2:126_5": "Sabhāvatikkhaṁ hutvā pavattamānaṁ cittaṁ asaṅkhārameva hoti, itaraṁ sasaṅkhāranti adhippāyenāha ‘‘tikkhamandappavattikāle’’ti.",
  "anya-e0104n2:126_6": "Mandaṁ pana hutvā pavattamānaṁ ekaṁsena sasaṅkhāramevāti na sakkā viññātuṁ.",
  "anya-e0104n2:126_7": "Yaṁ sasaṅkhārena sappayogena pavattati, taṁ mandameva hotīti katvā tathāvuttanti daṭṭhabbaṁ.",
  "anya-e0104n2:127_0": "Mohekahetukaṁ cittaṁ mūlantaravirahato atimūḷhaṁ, vicikicchuddhaccayogato cañcalañcāti upekkhāsahagatameva hoti, na tassa kadācipi sabhāvatikkhatā atthi.",
  "anya-e0104n2:127_1": "Ārammaṇe hi saṁsappanavasena, vikkhipanavasena ca pavattamānassa cittadvayassa kīdise kicce sabhāvatikkhatāya, ussāhetabbatāya vā bhavitabbaṁ, tasmā na tattha saṅkhārabhedo atthi.",
  "anya-e0104n2:127_2": "Aññesu akusalacittesu labbhamānampi uddhaccaṁ visesato ettheva balavaṁ, tato eva sampayuttadhammesu padhānaṁ hutvā pavattatīti idameva uddhaccena visesetvā vuttaṁ ‘‘uddhaccasampayutta’’nti. Tathā hi pāḷiyaṁ (dha. sa.",
  "anya-e0104n2:127_3": "427) idha sarūpato uddhaccaṁ āgataṁ, evaṁ asādhāraṇapadhānadhammavasena mohamūlaṁ ‘‘vicikicchāsampayuttaṁ, uddhaccasampayutta’’nti duvidhaṁ vuttanti daṭṭhabbaṁ. Asanniṭṭhānaṁ saṁsayo.",
  "anya-e0104n2:127_4": "Vikkhepo avūpasamo, bhantatāti attho.",
  "anya-e0104n2:128_0": "Tayidaṁ dvādasavidhampi akusalacittaṁ chasu ārammaṇesu yaṁ vā taṁ vā ālambitvā upekkhāsahagatāhetukakiriyāmanoviññāṇadhātānantaraṁ kāyadvārādīhi tīhi dvārehi kāyakammādivasena yathārahaṁ pāṇātipātādikammapathavasena ceva kammavasena ca uppajjatīti veditabbaṁ.",
  "anya-e0104n2:129_0": "Tattha ṭhapetvā uddhaccasahagataṁ sesaṁ ekādasavidhampi catūsupi apāyesu paṭisandhiṁ deti, pavattivipākaṁ sugatiyampi.",
  "anya-e0104n2:129_1": "Uddhaccasahagataṁ pana pavattivipākamevāti.",
  "anya-e0104n2:129_2": "Etthāha – kiṁ pana kāraṇaṁ sabbadubbalaṁ vicikicchāsampayuttaṁ paṭisandhiṁ deti, adhimokkhasabbhāvato tato balavantampi uddhaccasahagataṁ na detīti?",
  "anya-e0104n2:129_3": "Dassanena pahātabbesu avuttattā.",
  "anya-e0104n2:129_4": "Idaṁ hi paṭisandhiṁ dentaṁ apāyesu dadeyya, apāyagamanīyañca dassanapahātabbanti tattha vucceyya, na ca vuttaṁ.",
  "anya-e0104n2:129_5": "Tasmā paṭisandhiṁ na deti, pavattivipākadānaṁ panassa na sakkā paṭikkhipituṁ.",
  "anya-e0104n2:129_6": "Paṭisambhidāvibhaṅge ‘‘uddhaccasahagate ñāṇaṁ dhammapaṭisambhidā, tassa vipāke ñāṇaṁ atthapaṭisambhidā’’ti (vibha.",
  "anya-e0104n2:129_7": "730 atthato samānaṁ) vacanato.",
  "anya-e0104n2:130_0": "Apare panāhu – puthujjanassa uppajjamānaṁ uddhaccasahagataṁ dassanappahātabbasahāyasabbhāvato ubhayavipākampi deti, na sekkhassa tadabhāvatoti.",
  "anya-e0104n2:130_1": "Idamettha vicāretabbaṁ, yassa vipākadānaṁ vuttaṁ, kiṁ taṁ bhāvanāya pahātabbaṁ, udāhu noti?",
  "anya-e0104n2:130_2": "Kiñcettha – yadi tāva bhāvanāya pahātabbaṁ, paṭṭhāne bhāvanāya pahātabbassa nānākkhaṇikakammapaccayabhāvo vattabbo siyā.",
  "anya-e0104n2:130_3": "Atha na bhāvanāya pahātabbaṁ, dassanenapahātabbattike ‘‘nevadassanenanabhāvanāyapahātabba’’miccassa vibhaṅge vattabbaṁ siyā.",
  "anya-e0104n2:130_4": "Yadi tabbiruddhasabhāvatāya tattha na vucceyya, evampi tasmiṁ tike tassa navattabbatā āpajjatīti? Nāpajjati, kiṁ kāraṇaṁ? Cittuppādakaṇḍe (dha. sa.",
  "anya-e0104n2:130_5": "365 ādayo) āgatānaṁ dvādasannaṁ akusalacittuppādānaṁ dvīhi padehi saṅgahitattā vibhajitvā dassetabbassa niyogato kassaci cittuppādassa abhāvā, yathā uppannattike atītādīnaṁ navattabbatā na vuttā, evametassāpi.",
  "anya-e0104n2:130_6": "Atha vā bhāvanāya pahātuṁ asakkuṇeyyassāpi tassa puthujjane vattamānassa bhāvanāya pahātabbasabhāvasāmaññato, sāvajjato ca bhāvanāya pahātabbapariyāyo vijjatīti natthi navattabbatāpasaṅgadoso.",
  "anya-e0104n2:130_7": "Nippariyāyena ca na bhāvanāya pahātabbanti tassa vasena nānākkhaṇikakammapaccayabhāvopi na vutto.",
  "anya-e0104n2:130_8": "Dassanapahātabbapaccayassāpi uddhaccasahagatassa sahāyavekallamattameva dassanena kataṁ, na kocipi bhāvo anuppādadhammataṁ tassa āpāditoti ekantena bhāvanāya pahātabbatā vuttā.",
  "anya-e0104n2:130_9": "Atha vā apāyagamanīyabhāvāpekkhaṁ dassanappahātabbavacananti tadabhāvato taṁ vibhajanaṁ vuttanti.",
  "anya-e0104n2:131_0": "454.",
  "anya-e0104n2:131_1": "‘‘Viññāṇa’’nti padaṁ apekkhitvā ‘‘abyākataṁ vipāka’’nti ādiko napuṁsakaniddeso, tato eva adhikatābyākatāpekkhāya duvidhanti vuttaṁ.",
  "anya-e0104n2:131_2": "Aññathā rūpanibbānānampi abyākatabhāvato taṁ catubbidhanti vattabbaṁ siyā.",
  "anya-e0104n2:131_3": "Vipākassa kāmāvacarādibhāvo kusale vuttanayeneva veditabbo.",
  "anya-e0104n2:131_4": "Ahetukatā sahetukatā viya sampayuttahetuvasena, na nibbattakahetuvasena.",
  "anya-e0104n2:131_5": "Vipākassa hi sahetukatā sahetukakammavasena sijjhamānāpi sampayuttahetuvaseneva vuccati, aññathā ahetukānampi sahetukatā āpajjeyyāti.",
  "anya-e0104n2:131_6": "Kasmā pana sahetukassa ahetuko vipāko hotīti? Tattha kāraṇaṁ vuttameva.",
  "anya-e0104n2:131_7": "Kiñca ārammaṇābhinipātamattesu pañcasu viññāṇesu yathā alobhādisampayogo na sambhavati, evaṁ mandataramandakiccesu sampaṭicchanasantīraṇesūti hetūnaṁ uppattiyā asambhavatopi nesaṁ ahetukatā daṭṭhabbā.",
  "anya-e0104n2:132_0": "Manoviññāṇato uppajjanavisiṭṭhamananakiccānaṁ abhāvato manomattā dhātu manodhātu.",
  "anya-e0104n2:133_0": "Cakkhusannissitaṁ hutvā rūpassa vijānanaṁ lakkhaṇaṁ etassāti cakkhusannissitarūpavijānanalakkhaṇaṁ.",
  "anya-e0104n2:133_1": "Tattha cakkhusannissitavacanena rūpārammaṇaṁ aññaṁ viññāṇaṁ nivatteti.",
  "anya-e0104n2:133_2": "Vijānanaggahaṇena cakkhusannissite phassādike nivatteti.",
  "anya-e0104n2:133_3": "Cakkhurūpaggahaṇena nissayato, ārammaṇato ca viññāṇaṁ vibhāveti ubhayādhīnavuttikattā.",
  "anya-e0104n2:133_4": "Yadi hi cakkhu nāma na siyā, andhāpi rūpaṁ passeyyuṁ, na ca passanti.",
  "anya-e0104n2:133_5": "Yadi ca nīlādirūpaṁ nāma na siyā, desādiniyamena na bhavitabbaṁ, attheva ca niyamo, ekantasārammaṇatā ca cittassa vuttāti ‘‘ārammaṇena vinā nīlādiābhāsaṁ cittaṁ pavattatī’’ti evaṁ pavatto vādo micchāvādoti veditabbaṁ.",
  "anya-e0104n2:133_6": "Tenāha bhagavā ‘‘cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa’’ntiādi (ma. ni. 1.204, 400; 3.421, 425; saṁ. ni. 2.44; 4.60; kathā. 465).",
  "anya-e0104n2:134_0": "Kasmā panettha vacanabhedo katoti?",
  "anya-e0104n2:134_1": "Ekampi cakkhu viññāṇassa paccayo hoti, rūpaṁ pana anekameva saṁhatanti imassa visesassa dassanatthaṁ.",
  "anya-e0104n2:134_2": "Kiṁ pana kāraṇaṁ ekampi cakkhu viññāṇassa paccayo hoti, rūpaṁ pana anekamevāti? Paccayabhāvavisesato.",
  "anya-e0104n2:134_3": "Cakkhu hi cakkhuviññāṇassa nissayapurejātaindriyavippayuttapaccayehi paccayo hontaṁ atthibhāveneva hoti, tasmiṁ sati tassa bhāvato, asati abhāvato.",
  "anya-e0104n2:134_4": "Yato taṁ atthiavigatapaccayehissa paccayo hotīti vuccati, taṁnissayatā cassa na ekadesena allīyanavasena icchitabbā arūpabhāvato, atha kho garurājādīsu sissarājapurisādīnaṁ viya tappaṭibaddhavuttitāya.",
  "anya-e0104n2:134_5": "Itare pana paccayā tena tena visesena veditabbā.",
  "anya-e0104n2:134_6": "Svāyaṁ paccayabhāvo na ekasmiṁ na sambhavatīti ekampi cakkhu viññāṇassa paccayo hotīti ‘‘cakkhuñca paṭiccā’’ti ekavacanena niddeso kato.",
  "anya-e0104n2:135_0": "Rūpaṁ pana yadipi cakkhu viya purejātaatthiavigatapaccayehi paccayo hoti puretaraṁ hutvā vijjamānakkhaṇeyeva upakārakattā, tathāpi anekameva saṁhataṁ hutvā paccayo hoti ārammaṇabhāvato.",
  "anya-e0104n2:135_1": "Yañhi paccayadhammaṁ sabhāvabhūtaṁ, parikappitākāramattaṁ vā viññāṇaṁ vibhāventaṁ pavattati, tadaññesañca satipi paccayabhāve so tassa sārammaṇasabhāvatāya yaṁ kiñci anālambitvā pavattituṁ asamatthassa olubbha pavattikāraṇatāya ālambanīyato ārammaṇaṁ nāma.",
  "anya-e0104n2:135_2": "Tassa yasmā yathā tathā sabhāvūpaladdhivasena ārammaṇapaccayalābho, tasmā cakkhuviññāṇaṁ rūpaṁ ārabbha pavattamānaṁ tassa sabhāvaṁ vibhāventameva pavattati.",
  "anya-e0104n2:135_3": "Sā cassa indriyādhīnavuttikassa ārammaṇasabhāvūpaladdhi, na ekadvikalāpagatavaṇṇavasena hoti, nāpi katipayakalāpagatavaṇṇavasena, atha kho ābhogānurūpaṁ āpāthagatavaṇṇavasenāti anekameva rūpaṁ saṁhaccakāritāya viññāṇassa paccayo hotīti dassento bhagavā ‘‘rūpe cā’’ti bahuvacanena niddisi.",
  "anya-e0104n2:136_0": "Yaṁ pana ‘‘rūpāyatanaṁ cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ ārammaṇapaccayena paccayo’’ti (paṭṭhā. 1.1.2) vuttaṁ, taṁ kathanti?",
  "anya-e0104n2:136_1": "Tampi yādisaṁ rūpāyatanaṁ cakkhuviññāṇassa ārammaṇapaccayena paccayo hoti, tādisameva sandhāya vuttaṁ. Kīdisaṁ pana tanti? Samuditanti pākaṭoyamattho.",
  "anya-e0104n2:136_2": "Evañca katvā yadeke vadanti ‘‘āyatanasallakkhaṇavasena cakkhuviññāṇādayo sallakkhaṇārammaṇā, na dabbasallakkhaṇavasenā’’ti, tampi yuttameva hoti.",
  "anya-e0104n2:136_3": "Na cettha samudāyārammaṇatā āsaṅkitabbā samudāyābhogassevābhāvato.",
  "anya-e0104n2:136_4": "Samuditā pana vaṇṇadhammā ārammaṇapaccayā honti.",
  "anya-e0104n2:136_5": "Kathaṁ pana paccekaṁ asamatthā samuditā ārammaṇā paccayā honti, na hi paccekaṁ daṭṭhuṁ asakkontā andhā samuditā passantīti?",
  "anya-e0104n2:136_6": "Nayidamekantikaṁ visuṁ visuṁ asamatthānaṁ sivikāvahanādīsu samatthatāya dassanato.",
  "anya-e0104n2:136_7": "Kesādīnañca yasmiṁ ṭhāne ṭhitānaṁ paccekaṁ vaṇṇaṁ gahetuṁ na sakkā, tasmiṁyeva ṭhāne samuditānaṁ vaṇṇaṁ gahetuṁ sakkāti bhiyyopi tesaṁ saṁhaccakāritā paribyattā.",
  "anya-e0104n2:136_8": "Etena cakkhuviññāṇassa paramāṇurūpaṁ ārammaṇaṁ, udāhu taṁsamudāyotiādikā codanā paṭikkhittāti veditabbā.",
  "anya-e0104n2:136_9": "‘‘Sotañca paṭicca sadde cā’’tiādīsupi (ma. ni. 1.204, 400; 3.421, 425, 426) eseva nayo.",
  "anya-e0104n2:136_10": "Evaṁ ubhayādhīnavuttikatāya cakkhuviññāṇassa nissayato, ārammaṇato ca vibhāvanaṁ kataṁ, evaṁ sotaviññāṇādīsupi yathārahaṁ vattabbaṁ.",
  "anya-e0104n2:137_0": "Rūpamattārammaṇarasanti rūpāyatanamattasseva ārammaṇakaraṇarasaṁ.",
  "anya-e0104n2:137_1": "Mattasaddena yathā ārammaṇantaraṁ nivatteti, evaṁ rūpāyatanepi labbhamāne ekacce visese nivatteti.",
  "anya-e0104n2:137_2": "Na hi cakkhuviññāṇaṁ vaṇṇamattato aññaṁ kiñci visesaṁ tattha gahetuṁ sakkoti.",
  "anya-e0104n2:137_3": "Tenāha bhagavā ‘‘pañcahi viññāṇehi na kiñci dhammaṁ paṭivijānāti aññatra abhinipātamattā’’ti.",
  "anya-e0104n2:137_4": "Cakkhuviññāṇaṁ uppajjamānaṁ rūpārammaṇe eva uppajjanato tadabhimukhabhāvena gayhatīti vuttaṁ ‘‘rūpābhimukhabhāvapaccupaṭṭhāna’’nti.",
  "anya-e0104n2:137_5": "Attano anantaraṁ uppajjamānānaṁ arūpadhammānaṁ samanantaravigatā arūpadhammā pavattiokāsadānena anantarasamanantaranatthivigatapaccayehi upakārakā nissayārammaṇadhammā viya āsannakāraṇanti dassento āha ‘‘rūpārammaṇāya kiriyamanodhātuyā apagamapadaṭṭhāna’’nti.",
  "anya-e0104n2:137_6": "Sotaviññāṇādīsupi vuttanayeneva attho veditabbo.",
  "anya-e0104n2:138_0": "Cakkhuviññāṇādigahitaṁ rūpādiārammaṇaṁ tadanantarameva aparipatantaṁ katvā sampaṭicchantī gaṇhantī viya hotīti vuttaṁ ‘‘rūpādisampaṭicchanarasā’’ti.",
  "anya-e0104n2:138_1": "Tathābhāvena sampaṭicchanabhāvena paccupatiṭṭhatīti tathābhāvapaccupaṭṭhānā.",
  "anya-e0104n2:139_0": "Chasu ārammaṇesu kadāci pañcannaṁ, tato vā katipayānaṁ vijānanasabhāvāpi chaḷārammaṇavijānanalakkhaṇā vuttā taṁsabhāvānativattanato, chasveva vā itaresaṁ ārammaṇānaṁ antogadhattā.",
  "anya-e0104n2:139_1": "Santīraṇādikiccāti santīraṇatadārammaṇakiccā vā, santīraṇatadārammaṇapaṭisandhibhavaṅgacutikiccā vāti adhippāyo.",
  "anya-e0104n2:139_2": "‘‘Hadayavatthupadaṭṭhānā’’ti idaṁ imāsaṁ dvinnaṁ manoviññāṇadhātūnaṁ ekanteneva hadayavatthusannissayatāya vuttaṁ.",
  "anya-e0104n2:139_3": "Heṭṭhā vuttanayena pana taṁtaṁanantarātītaviññāṇāpagamapadaṭṭhānātipi vattuṁ vaṭṭatiyeva.",
  "anya-e0104n2:139_4": "Tassā bhedoti tassā vipākamanoviññāṇadhātuyā ‘‘duvidhā’’ti vuttāya duvidhatāsaṅkhāto bhedo.",
  "anya-e0104n2:139_5": "Ekantamiṭṭhārammaṇeti ekanteneva iṭṭhe ārammaṇe, ativiya iṭṭhārammaṇeti attho.",
  "anya-e0104n2:139_6": "Pañcadvāre ceva javanāvasāne cāti ettha pañcadvāre sampaṭicchanavoṭṭhabbanānaṁ antarāḷaṁ ṭhānaṁ, itaratra javanabhavaṅgānanti evaṁ dviṭhānā hoti.",
  "anya-e0104n2:139_7": "Itarāyapi santīraṇatadārammaṇakāle yathāvuttameva ṭhānaṁ, paṭisandhiādikāle pana cutibhavaṅgānaṁ antarāḷaṁ paṭisandhiyā, paṭisandhiāvajjanānaṁ tadārammaṇāvajjanānaṁ javanāvajjanānaṁ voṭṭhabbanāvajjanānañca antarāḷaṁ bhavaṅgassa, tadārammaṇapaṭisandhīnaṁ javanapaṭisandhīnaṁ vā antarāḷaṁ cutiyā ṭhānanti veditabbaṁ.",
  "anya-e0104n2:140_0": "Chasūti ettha pubbe vuttanayeneva vibhāgo veditabbo.",
  "anya-e0104n2:140_1": "Kāyassa nissayabhūtānaṁ nātiiṭṭhaphoṭṭhabbabhūtānaṁ paṭighaṭṭanānighaṁsassa balavabhāvato kāyaviññāṇaṁ sukhasampayuttaṁ.",
  "anya-e0104n2:140_2": "Upādārūpānaṁyeva ghaṭṭanā dubbalāti cakkhuviññāṇādīni upekkhāsahagatāni.",
  "anya-e0104n2:140_3": "Tenāha ‘‘sesaṁ upekkhāyutta’’nti. Sesaṁ chabbidhampi.",
  "anya-e0104n2:141_0": "Alobhādosāmohā ceva alobhādosā ca alobhādayo, tehi alobhādīhi vipākahetūhi sampayuttaṁ alobhādivipākahetusampayuttaṁ.",
  "anya-e0104n2:141_1": "Kāmāvacarakusalaṁ viya somanassādibhedatoti yathā kāmāvacaraṁ kusalaṁ somanassupekkhāñāṇasaṅkhārabhedato aṭṭhavidhaṁ, evamidampīti aṭṭhavidhatāya sadisataṁ dasseti.",
  "anya-e0104n2:141_2": "Kāmāvacarabhāvato hīnādito, yonīsu uppattito ca sadisameva, sampayuttadhammato pana ārammaṇato, pavattiākārato ca visadisaṁ.",
  "anya-e0104n2:141_3": "Tathā hi kusalaṁ kammadvāravasena pavattati, na idaṁ, vipākānaṁ aviññattijanakattā.",
  "anya-e0104n2:141_4": "Uppattidvāravasena pana imassāpi attheva pavattibhedo pañcadvāramanodvāresu mahāvipākānaṁ tadārammaṇavasena pavattisambhavato.",
  "anya-e0104n2:141_5": "Yathā pana kusalaṁ gativasena pañcavidhaṁ, viññāṇaṭṭhitivasena sattavidhañca, na evamidaṁ tadekadese eva uppajjanato.",
  "anya-e0104n2:141_6": "Tattha ārammaṇato, ekaccapavattiākārato ca visadisataṁ dassetuṁ ‘‘yathā panā’’tiādi vuttaṁ.",
  "anya-e0104n2:141_7": "Chasu ārammaṇesūti parittādiatītādiajjhattādippabhedesu chasu ārammaṇesu.",
  "anya-e0104n2:142_0": "Āgamanādivasenāti āgamanapaccayavasena.",
  "anya-e0104n2:142_1": "Tattha ekaccānaṁ ācariyānaṁ matena mukhe calite ādāsatale mukhanimittaṁ calanaṁ viya asaṅkhārassa kusalassa vipāko asaṅkhāro, sasaṅkhārassa kusalassa vipāko sasaṅkhāroti evaṁ āgamanavasena.",
  "anya-e0104n2:142_2": "Ekaccānaṁ pana ācariyānaṁ matena balavantehi vibhūtehi paccayehi kammādīhi uppanno asaṅkhāro, dubbalehi sasaṅkhāroti evaṁ paccayavasena.",
  "anya-e0104n2:142_3": "Sampayuttadhammānanti pāḷiyaṁ sarūpato āgatasampayuttadhammānaṁ.",
  "anya-e0104n2:142_4": "Tesaṁ hi vasena kusalato vipākassa visesābhāvo.",
  "anya-e0104n2:142_5": "Nirussāhanti ettha ussāho nāma anupacchinnāvijjātaṇhāmānasantāne vipākuppādanasamatthatāsaṅkhāto byāpāro, so vipākesu natthīti taṁ nirussāhaṁ.",
  "anya-e0104n2:142_6": "Kusalesu pana abhiññāvasapavattesupi atthevāti taṁ saussāhaṁ.",
  "anya-e0104n2:143_0": "Lobhādīnaṁ ekantasāvajjatāya ayonisomanasikārahetukānaṁ natthi vipākabhāvo, alobhādīnampi ekantaanavajjasabhāvānaṁ kāraṇassa tabbidhuratāya nattheva akusalavipākabhāvoti āha ‘‘akusalavipākaṁ ahetukamevā’’ti.",
  "anya-e0104n2:143_1": "Yathā atiiṭṭhe, iṭṭhamajjhatte ca ārammaṇe vedanābhedasabbhāvato kusalavipākamanoviññāṇadhātu duvidhā hoti somanassasahagatā, upekkhāsahagatāti, na evaṁ atianiṭṭhe, aniṭṭhamajjhatte ca ārammaṇe vedanābhedo atthīti akusalavipākamanoviññāṇadhātu ekamevāti ‘‘sattavidha’’nti vuttaṁ.",
  "anya-e0104n2:143_2": "Sati hi tattha vedanābhede atianiṭṭhe domanassena bhavitabbaṁ, na ca paṭighena vinā domanassaṁ uppajjatīti.",
  "anya-e0104n2:144_0": "Kāyaviññāṇassa dukkhasahagatatā kusalavipāke vuttavipariyāyena veditabbā.",
  "anya-e0104n2:144_1": "Upekkhā hīnāti ekantanihīnassa akusalassa vipākabhāvato upekkhāpi samānā hīnā eva dukkhasabhāvattā.",
  "anya-e0104n2:144_2": "Tenāha ‘‘dukkhaṁ viyanātitikhiṇā’’ti.",
  "anya-e0104n2:144_3": "Yathā dukkhaṁ ativiya tikhiṇaṁ kaṭukaṁ, na evamayaṁ, tathāpi dukkhasabhāveneva pavattati.",
  "anya-e0104n2:144_4": "Na hi akusalassa vipāko adukkho hoti.",
  "anya-e0104n2:144_5": "Upekkhābhāvo cassa balavatā bādhiyamānassa paṭippaharituṁ asakkontassa dubbalassa purisassa tena kariyamānabādhāya upekkhanā viyāti daṭṭhabbo. Itaresūti kusalavipākesu.",
  "anya-e0104n2:145_0": "Rūpāvacaranti rūpāvacaravipākaviññāṇaṁ. Vipākakathā hesāti.",
  "anya-e0104n2:145_1": "Kusalaṁ viyāti rūpāvacarakusalaṁ viya.",
  "anya-e0104n2:145_2": "Na hi rūpāvacaravipāko tadaññakusalasadiso.",
  "anya-e0104n2:145_3": "Apica sambandhisaddā ete, yadidaṁ ‘‘kusalaṁ, vipāko’’ti ca.",
  "anya-e0104n2:145_4": "Tasmā yathā ‘‘mātaraṁ payirupāsatī’’ti vutte attano mātaranti avuttampi siddhamevetaṁ, evaṁ idhāpīti attano kusalaṁ viyāti attho.",
  "anya-e0104n2:145_5": "Kusalasadisatā cettha dhammato, ārammaṇato ca veditabbā.",
  "anya-e0104n2:145_6": "Tathā hi ye phassādayo kusale labbhanti, te vipākepi labbhanti.",
  "anya-e0104n2:145_7": "Yasmiṁ ca ārammaṇe kusalaṁ pavattati, tattheva ayaṁ vipākopi pavattati.",
  "anya-e0104n2:145_8": "Yaṁ panettha pañcamajjhānacittaṁ abhiññāppattaṁ, tassa vipāko eva natthi. Kasmā natthi?",
  "anya-e0104n2:145_9": "Asambhavato, ānisaṁsabhūtattā ca.",
  "anya-e0104n2:145_10": "Tañhi vipākaṁ dentaṁ rūpāvacarameva dadeyya.",
  "anya-e0104n2:145_11": "Na hi aññabhūmikaṁ kammaṁ aññabhūmikaṁ vipākaṁ deti.",
  "anya-e0104n2:145_12": "Kammanimittārammaṇatā ca rūpāvacaravipākassa vuttāti na taṁ aññaṁ ārabbha pavattati.",
  "anya-e0104n2:145_13": "Parittārammaṇādiārammaṇañca taṁ na hotīti ayamasambhavo.",
  "anya-e0104n2:145_14": "Jhānassa ānisaṁsabhūtañca dānādīnaṁ tasmiṁ attabhāve paccayalābho viyāti.",
  "anya-e0104n2:146_0": "Pavattito pana vipākassa, kusalassa ca attheva bhedoti taṁ dassetuṁ ‘‘kusalaṁ panā’’tiādi vuttaṁ.",
  "anya-e0104n2:146_1": "Kusalaṁ viya kasiṇugghāṭimākāsādiārammaṇabhedato catubbidhaṁ.",
  "anya-e0104n2:146_2": "Pavattibhedo vuttanayova javanavasena, paṭisandhiādivasena ca pavattanato.",
  "anya-e0104n2:147_0": "Catumaggayuttacittaphalattāti catūhi ariyamaggehi sampayuttakusalacittassa phalattā, catubbidhasāmaññaphalasampayuttabhāvatoti attho.",
  "anya-e0104n2:147_1": "Maggavīthiyaṁ dvikkhattuṁ, tikkhattuṁ vā phalasamāpattiyaṁ aparicchinnaparimāṇaṁ pavattamānampi dvīsu ṭhānesu pavattiyā ‘‘dvidhā pavattatī’’ti vuttaṁ.",
  "anya-e0104n2:147_2": "Sabbampīti tevīsatividhaṁ kāmāvacaravipākaṁ, pañcavidhaṁ rūpāvacaravipākaṁ, catubbidhaṁ arūpāvacaravipākaṁ, catubbidhameva lokuttaravipākanti sabbampi vipākaviññāṇaṁ nātisaṅkhepavitthāranayena chattiṁsavidhaṁ hoti.",
  "anya-e0104n2:148_0": "Bhūmibhedatotividhaṁ lokuttarassa abhāvato.",
  "anya-e0104n2:148_1": "Lokuttarañhi kiriyacittaṁ natthi ekantena anantaravipākadāyibhāvato.",
  "anya-e0104n2:148_2": "Vuttañhi ‘‘samādhimānantarikaññamāhū’’ti (khu. pā. 6.5; su. ni. 228).",
  "anya-e0104n2:148_3": "Hotu tāva sekkhānaṁ uppajjamānaṁ anuttaraṁ kusalaṁ puggalantarabhāvūpanayanato saphalaṁ, arahato pana uppajjamānaṁ puggalantarabhāvūpanayanato nipphalaṁ, tassa kiriyabhāvo kasmā na icchitoti? Icchitabbo siyā.",
  "anya-e0104n2:148_4": "Yadi tassa punappunaṁ uppatti siyā, sakiṁyeva pana lokuttarakusalaṁ pavattati.",
  "anya-e0104n2:148_5": "Yadi hi punappunaṁ pavatteyya, maggacittaṁ arahatopi pavattatīti lokuttarakiriyacittaṁ siyā, na cetaṁ atthi payojanābhāvato.",
  "anya-e0104n2:148_6": "Tasmā natthi lokuttarakiriyaviññāṇaṁ.",
  "anya-e0104n2:148_7": "Kiriyaviññāṇanti ca kiriyāmattaṁ viññāṇaṁ, kusalākusalaṁ viya kiñci vipākaṁ anuppādetvā kiriyāmattameva hutvā pavattanakaviññāṇanti attho.",
  "anya-e0104n2:148_8": "Kasmā panetaṁ vipākaṁ na uppādetīti?",
  "anya-e0104n2:148_9": "Vuccate – ettha hi yadetaṁ āvajjanadvayaṁ, taṁ anupacchinnabhavamūlepi santāne pavattaṁ anāsevanatāya dubbalabhāvato abījasāmatthiyaṁ viya pupphaṁ aphalameva hoti.",
  "anya-e0104n2:148_10": "Yaṁ pana ucchinnabhavamūlāyaṁ santatiyaṁ pavattaṁ aṭṭhārasavidhaṁ viññāṇaṁ, taṁ samucchinnamūlāya latāya pupphaṁ viya phaladāyi na hotīti veditabbaṁ.",
  "anya-e0104n2:148_11": "Aññassa asambhavato kiriyahetunā nāma alobhādināva bhavitabbanti āha ‘‘alobhādikiriyahetuvirahita’’nti.",
  "anya-e0104n2:149_0": "Cakkhuviññāṇādīnaṁ purecarā hutvā rūpādiārammaṇānaṁ vijānanalakkhaṇā cakkhuviññāṇādipurecararūpādivijānanalakkhaṇā.",
  "anya-e0104n2:149_1": "Ayaṁ pana manoviññāṇato uppannāpi visiṭṭhamananakiccābhāvena manomattā dhātūti manodhātu.",
  "anya-e0104n2:149_2": "Tathā hesā manoviññāṇassa paccayo na hoti.",
  "anya-e0104n2:149_3": "Ayamettha saṅkhepo, vitthāro pana dhātuniddese (visuddhi. 2.517) āgamissati.",
  "anya-e0104n2:149_4": "Āvajjanarasāti ābhogarasā, cittasantānassa vā purimākārato aññathā oṇojanarasā.",
  "anya-e0104n2:149_5": "Bhavaṅgavicchedapadaṭṭhānāti bhavaṅgasantānavicchedapadaṭṭhānā.",
  "anya-e0104n2:149_6": "Apubbārammaṇā sakideva pavattamānā sabbathā visayarasaṁ anubhavituṁ na sakkotīti iṭṭhādīsu sabbattha upekkhāyuttāva hoti.",
  "anya-e0104n2:150_0": "Sādhāraṇāti sekkhāsekkhaputhujjanānaṁ sādhāraṇā.",
  "anya-e0104n2:150_1": "Asādhāraṇāti asekkhānaṁyeva āveṇikā.",
  "anya-e0104n2:150_2": "Voṭṭhabbanāvajjanarasāti pañcadvāre santīraṇena gahitārammaṇaṁ vavatthapentī viya pavattanato voṭṭhabbanarasā, manodvāre pana vuttanayena āvajjanarasā.",
  "anya-e0104n2:150_3": "Tathābhāvena pañcadvāramanodvāresu yathākkamaṁ voṭṭhabbanāvajjanabhāvena paccupatiṭṭhatīti tathābhāvapaccupaṭṭhānā.",
  "anya-e0104n2:150_4": "Voṭṭhabbanakāle santīraṇakiccānaṁ tissannaṁ ahetukavipākamanoviññāṇadhātūnaṁ āvajjanakāle yassa kassaci bhavaṅgassāti imesaṁ aññatarāpagamo etissā āsannakāraṇanti āha ‘‘ahetuka…pe… padaṭṭhānā’’ti.",
  "anya-e0104n2:151_0": "Arahatanti arahataṁyeva asādhāraṇabhāvato.",
  "anya-e0104n2:151_1": "Anuḷāresūti aṭṭhikasaṅkhalikapetarūpādīsu, aññesu vā appaṇītesu vatthūsu.",
  "anya-e0104n2:151_2": "Hasituppādanarasāti hasitasseva uppādanarasā.",
  "anya-e0104n2:151_3": "Tathā hi taṁ cittaṁ ‘‘hasituppādana’’ntveva vuccati, na aññesaṁ hasituppādakacittānaṁ abhāvato.",
  "anya-e0104n2:151_4": "Aññānipi hi dvādasa somanassasahagatāni parittakusalākusalakiriyacittāni yathārahaṁ puthujjanādīnaṁ hasituppādakāni vijjanti, idaṁ pana cittaṁ vicāraṇapaññāvirahitaṁ parittesu appaṇītesu ārammaṇesu arahantānaṁ somanassamattaṁ uppādentaṁ uppajjati.",
  "anya-e0104n2:151_5": "Bhagavatopi uppajjatīti aṭṭhakathāyaṁ vuttaṁ, taṁ atītaṁsādīsu appaṭihatañāṇaṁ vatvā ‘‘imehi tīhi dhammehi samannāgatassa buddhassa bhagavato sabbaṁ kāyakammaṁ ñāṇapubbaṅgamaṁ ñāṇānuparivattī’’ti (mahāni. 69; cūḷani.",
  "anya-e0104n2:151_6": "mogharājamāṇavapucchāniddesa 85; paṭi. ma.",
  "anya-e0104n2:151_7": "3.5) vacanato vicāretabbanti eke .",
  "anya-e0104n2:151_8": "Tattha hasituppādacittena pavattiyamānampi bhagavato sitakaraṇaṁ pubbenivāsānāgataṁsasabbaññutaññāṇānaṁ anuvattakattā ñāṇānuparivattiyevāti evaṁ pana ñāṇānuparivattibhāve sati na koci pāḷiaṭṭhakathānaṁ virodho.",
  "anya-e0104n2:151_9": "Evañca katvā aṭṭhakathāyaṁ ‘‘tesaṁ ñāṇānaṁ ciṇṇapariyante idaṁ cittaṁ uppajjatī’’ti vuttaṁ.",
  "anya-e0104n2:151_10": "Avassañca etaṁ evaṁ icchitabbaṁ, aññathā aññassāpi viññattisamuṭṭhāpakassa ahetukacittassa bhagavato uppatti na yujjeyya.",
  "anya-e0104n2:151_11": "Na hi viññattisamuṭṭhāpakassa taṁsamuṭṭhitāya viññattiyā kāyakammādibhāvaṁ āpajjanabhāvo vibandhatīti.",
  "anya-e0104n2:151_12": "Ekantato hadayavatthupadaṭṭhānā pañcavokārabhave eva uppajjanato.",
  "anya-e0104n2:152_0": "Ayamettha visesoti ayaṁ sekkhaputhujjanānaṁ uppattiyā vipākuppādanasamatthatā, arahataṁ uppattiyā tadabhāvoti ubhayesaṁ santāne uppattisamupalakkhito ettha kusalakiriyaviññāṇesu viseso.",
  "anya-e0104n2:152_1": "Evañca katvā paccayavekallena avipākassāpi kusalākusalassa kiriyabhāvappasaṅgo nivattito hoti.",
  "anya-e0104n2:152_2": "Parato kusalato visesoti etthāpi eseva nayo.",
  "anya-e0104n2:153_0": "455.Sabbānipi kusalākusalabyākatāni ekūnanavuti viññāṇāni honti nātisaṅkhepavitthāranayenāti adhippāyo.",
  "anya-e0104n2:153_1": "Paṭisandhiviññāṇādīnaṁ kiccaṁ nāma bhavantarapaṭisandhādinā ākārena pavatti eva.",
  "anya-e0104n2:153_2": "Tabbinimuttañca cittassa aññaṁ kiccaṁ natthīti āha ‘‘cuddasahi ākārehi pavattantī’’ti.",
  "anya-e0104n2:154_0": "Ānubhāvenāti sāmatthiyena.",
  "anya-e0104n2:154_1": "Katūpacitaṁ hi kammaṁ avasesapaccayasamavāye vipākaṁ dentaṁ attano ānubhāvaṁ vissajjantaṁ viya hoti.",
  "anya-e0104n2:154_2": "Devamanussesūti chasu kāmāvacaradevesu ceva manussesu ca.",
  "anya-e0104n2:154_3": "Kammakammanimittagatinimittānanti ettha kammaṁ nāma katūpacitaṁ kāmāvacarakusalakammaṁ, tañca kho vipākadānāya laddhokāsaṁ. Tenāha ‘‘paccupaṭṭhita’’nti.",
  "anya-e0104n2:154_4": "Kammanimittaṁ kammāyūhanakkhaṇe cetanāya paccayabhūtaṁ deyyadhammādi.",
  "anya-e0104n2:154_5": "Gatinimittaṁ yaṁ gatiṁ upapajjati, tappariyāpannaṁ rūpāyatanaṁ.",
  "anya-e0104n2:154_6": "Paṇḍakādibhāvanti paṇḍakamūgamammanādibhāvaṁ.",
  "anya-e0104n2:154_7": "Dubbalassa dvihetukakusalassa vipākabhūtā upekkhāsahagatāhetumanoviññāṇadhātu dubbala…pe… manoviññāṇadhātu.",
  "anya-e0104n2:154_8": "Nesanti bhāvitarūpārūpāvacarakusalānaṁ sattānaṁ.",
  "anya-e0104n2:154_9": "Kammanimittamevāti pathavīkasiṇādikaṁ attano kammārammaṇameva.",
  "anya-e0104n2:155_0": "Evaṁtāvetthāti ettha viññāṇakkhandhaniddese evaṁ saṅkhepato sarūpadassanamatteneva ekūnavīsatiyā vipākaviññāṇānaṁ paṭisandhivasena pavatti veditabbā.",
  "anya-e0104n2:155_1": "Bhavālambanādivibhāgena pana yadettha vattabbaṁ, taṁ paṭiccasamuppādakathāyaṁ āgamissatīti.",
  "anya-e0104n2:156_0": "Taṁ tanti ekūnavīsatiyā paṭisandhiviññāṇesu yaṁ yaṁ uppajjitvā niruddhaṁ, taṁ taṁ anantaraṁ uppattiyā anubandhamānaṁ.",
  "anya-e0104n2:156_1": "Tassa tassevāti yassa yassa kammassa vipākabhūtaṁ paṭisandhiviññāṇaṁ, tassa tasseva. Tasmiññevāti kammādike eva.",
  "anya-e0104n2:156_2": "Kammañce paṭisandhiviññāṇassa ārammaṇaṁ, tasmiṁ kamme, atha kammanimittaṁ, gatinimittañca, tasmiṁ kammanimitte gatinimitteti attho.",
  "anya-e0104n2:156_3": "Tādisamevāti yādisaṁ paṭisandhiviññāṇaṁ hetuto, sesasampayuttadhammato ca tādisameva.",
  "anya-e0104n2:156_4": "Santānavinivattaketi bhavaṅgasantānassa vinivattanake.",
  "anya-e0104n2:156_5": "Aññasmiṁ āvajjanasaṅkhāte cittuppāde.",
  "anya-e0104n2:156_6": "Kiriyamayacitteneva supinadassanaṁ hotīti āha ‘‘supinaṁ apassato’’ti.",
  "anya-e0104n2:156_7": "Aparimāṇasaṅkhyampi pavattatiyeva, tathā hidaṁ upapattibhavassa aṅgabhāvena pavattanato ‘‘bhavaṅga’’nti vuccati.",
  "anya-e0104n2:156_8": "Tesaññevāti paṭisandhibhūtānaṁyeva.",
  "anya-e0104n2:157_0": "Indriyānīti cakkhādīni indriyāni.",
  "anya-e0104n2:157_1": "Ārammaṇagahaṇakkhamānīti rūpādiārammaṇaṁ gahetuṁ samatthāni.",
  "anya-e0104n2:157_2": "Mātukucchigatakāle viya hi bahinikkhantakālepi na tāva indriyāni sakiccakāni honti, anukkamena pana visadabhāvaṁ pattakāle eva sakiccakāni honti.",
  "anya-e0104n2:157_3": "Tenevāha ‘‘idha paripakkattā āyatanāna’’nti.",
  "anya-e0104n2:157_4": "Āpāthagateti yogyadesāvaṭṭhite.",
  "anya-e0104n2:157_5": "Tameva yogyadesāvaṭṭhitaṁ rūpaṁ paṭicca ghaṭṭanā paccayaṁ laddhā.",
  "anya-e0104n2:157_6": "Ghaṭṭanāti paṭighāto, yena byāpārādivisesapaccayantarasahite cakkhussa visaye vikāruppattivisadisuppattivisayassa iṭṭhāniṭṭhabhāvena anuggaho, upaghāto cāti attho. Tatoti ghaṭṭanānantaraṁ.",
  "anya-e0104n2:157_7": "Ghaṭṭanānubhāvenāti ghaṭṭanābalena.",
  "anya-e0104n2:157_8": "Bhavaṅgacalananti bhavaṅgacittassa pakampanaṁ, tathā dvikkhattuṁ pavattiyā visadisassa kāraṇabhāvūpagamananti attho.",
  "anya-e0104n2:157_9": "Tañhi cittasantānassa purimāvatthāya bhinnāvatthāhetutāya calanaṁ viyāti ‘‘calana’’nti vuttaṁ.",
  "anya-e0104n2:157_10": "Visayavisayībhāvasiddhāya dhammatāya ārammaṇassa abhimukhībhāvena pasādassa tāva ghaṭṭanā hotu, aññasannissitassa pana bhavaṅgassa calanaṁ kathaṁ hotīti? Taṁsambandhabhāvato.",
  "anya-e0104n2:157_11": "Bheritale ṭhapitāsu sakkharāsu ekissā sakkharāya ghaṭitāya tadaññasakkharāyaṁ ṭhitamakkhikā calanaṁ cettha udāharaṇanti.",
  "anya-e0104n2:157_12": "Tadeva rūpanti tadeva bhavaṅgacalanassa paccayabhūtaṁ āpāthagataṁ rūpāyatanaṁ.",
  "anya-e0104n2:157_13": "Bhavaṅgaṁ vicchindamānā viyāti bhavaṅgasantānaṁ vicchindantī viya.",
  "anya-e0104n2:157_14": "Tadārammaṇuppattiyā parato bhavaṅgassa uppajjanato visayaggahaṇaṁ pañcadvārāvajjanaṁ vatvā tadanantaraṁ dassanādīsu vattabbesu tāni avatvā manodvārāvajjanassa gahaṇaṁ uddese dvinnaṁ āvajjanānaṁ āvajjanasāmaññena gahitattā.",
  "anya-e0104n2:158_0": "Āvajjanānantaranti pañcadvārāvajjanānantaraṁ.",
  "anya-e0104n2:158_1": "Ye hadayavatthu viya sampaṭicchanādivīthicittānipi nānujānanti, tesaṁ ‘‘sampaṭicchanāya cakkhuviññāṇadhātuyā’’tiādinā tattha tattha pāḷi āgatā.",
  "anya-e0104n2:158_2": "Na hi sakkā pāḷiṁ paṭisedhetuṁ.",
  "anya-e0104n2:159_0": "‘‘Sacemahantaṁ hotī’’ti idaṁ javanapariyosānāya cittappavattiyā vuccamānattā vuttaṁ.",
  "anya-e0104n2:159_1": "Cuddasacittakkhaṇāyukañhi ārammaṇamidha ‘‘mahanta’’nti adhippetaṁ, tañca uppajjitvā dviticittakkhaṇātītaṁ hutvā āpāthagamanavasena veditabbaṁ.",
  "anya-e0104n2:160_0": "Yathāvavatthāpiteti voṭṭhabbanena vuttākārena katavavatthāpane.",
  "anya-e0104n2:160_1": "Āvajjanāya, voṭṭhabbanassa ca vuttattā ‘‘avasesakāmāvacarakiriyāna’’nti avasesaggahaṇaṁ kataṁ.",
  "anya-e0104n2:160_2": "Cha satta vāti vā-saddena ‘‘pañca vā’’ti idampi vuttamevāti daṭṭhabbaṁ.",
  "anya-e0104n2:160_3": "Suttamucchitādikāle hi pañcapi javanāni javantīti.",
  "anya-e0104n2:161_0": "Tāniyevāti ‘‘aṭṭhannaṁ vā’’tiādinā (visuddhi.",
  "anya-e0104n2:161_1": "2.455) vuttāni ekūnatiṁsa kāmāvacarajavanāniyeva.",
  "anya-e0104n2:161_2": "Ito aññaṁ manodvārāvajjanānantaraṁ uppajjanakacittaṁ nāma natthīti dassanatthaṁ evakāraggahaṇaṁ.",
  "anya-e0104n2:161_3": "‘‘Gotrabhūto’’ti idaṁ gotrabhuṭṭhāniyānaṁ parikammavodānānampi gahaṇaṁ, na gotrabhuno eva.",
  "anya-e0104n2:161_4": "Phalacittānīti samāpattivasena pavattanakaphalacittāni.",
  "anya-e0104n2:161_5": "Yaṁ yaṁ laddhapaccayanti yaṁ yaṁ javanaṁ rūpāvacarajavanādivasena gotrabhuanantaraṁ uppattiyā laddhapaccayaṁ.",
  "anya-e0104n2:162_0": "Atimahantanti soḷasacittakkhaṇāyukaṁ.",
  "anya-e0104n2:162_1": "Tattha hi tadārammaṇacittaṁ uppajjati, na aññattha.",
  "anya-e0104n2:162_2": "Vibhūtanti supākaṭaṁ, tañca kāmāvacarameva.",
  "anya-e0104n2:162_3": "Tattha hi tadārammaṇassa uppatti.",
  "anya-e0104n2:162_4": "Kāmāvacarajavanāvasāneti kāmāvacarajavanasseva avasāne.",
  "anya-e0104n2:162_5": "Na hi taṁ kāmataṇhāhetukakammanibbattaṁ mahaggatānuttarajavanaṁ anubandhati ajanakattā, janakāsadisattā ca.",
  "anya-e0104n2:162_6": "Yathā gehato bahi gantukāmo taruṇadārako janakaṁ, janakasadisaṁ vā anubandhati, na aññaṁ, evamidampi .",
  "anya-e0104n2:162_7": "Tatthāpi na sabbasmā javanā sabbaṁ javanena tadārammaṇassa niyametabbato, ārammaṇena ca vedanāya parivattetabbato.",
  "anya-e0104n2:162_8": "Tatthāyaṁ niyamo – parittakusalalobhamohamūlasomanassasahagatakiriyajavanānaṁ aññatarānantaraṁ atimahati visaye pañcannaṁ somanassasahagatānaṁ aññataraṁ tadārammaṇaṁ uppajjati, tathā parittakusalākusalaupekkhāsahagatakiriyajavanānaṁ aññatarānantaraṁ upekkhāsahagatānaṁ channaṁ tadārammaṇānaṁ aññataraṁ pavattati.",
  "anya-e0104n2:162_9": "Iṭṭhārammaṇādīnanti iṭṭhaiṭṭhamajjhattaaniṭṭhārammaṇānaṁ vasenāti sambandho.",
  "anya-e0104n2:162_10": "Tayidaṁ ārammaṇena vedanāparivattidassanatthaṁ vuttaṁ.",
  "anya-e0104n2:162_11": "‘‘Purimakammavasenā’’ti idaṁ tadārammaṇavisesadassanatthaṁ.",
  "anya-e0104n2:162_12": "Na hi paṭisandhijanakameva kammaṁ tadārammaṇaṁ janeti, atha kho aññakammampi.",
  "anya-e0104n2:162_13": "Taṁ pana paṭisandhidāyinā kammena nibbattetabbatadārammaṇato visadisampi nibbattetīti.",
  "anya-e0104n2:162_14": "‘‘Javanacittavasenā’’ti idaṁ tadārammaṇaniyamadassanatthaṁ.",
  "anya-e0104n2:162_15": "‘‘Javanena tadārammaṇaṁ niyametabba’’nti hi vuttaṁ.",
  "anya-e0104n2:162_16": "Ādi-saddena paṭisandhicittaṁ saṅgaṇhāti.",
  "anya-e0104n2:162_17": "Tañhi attano ukkaṭṭhatarassa tadārammaṇassa paccayo na hoti.",
  "anya-e0104n2:162_18": "Yo yo paccayo laddho hotīti yathāvuttesu iṭṭhārammaṇādīsu yo yo tadārammaṇassa uppattiyā paccayo samaveto hoti.",
  "anya-e0104n2:162_19": "Kiñci antaranti kiñci khaṇantaraṁ.",
  "anya-e0104n2:162_20": "Udakamivāti paṭisotaṁ gacchantaṁ udakamiva.",
  "anya-e0104n2:163_0": "Dvikkhattuṁ sakiṁ vāti vacanasiliṭṭhavasena vuttaṁ ‘‘aṭṭha vā dasa vā’’tiādīsu (a. ni. 8.11; pārā. 11) viya.",
  "anya-e0104n2:163_1": "Dvikkhattuṁyeva pana vaṇṇenti.",
  "anya-e0104n2:163_2": "Vipākacittattā, āvajjanassa ca vidūrattā, mūlabhavaṅgādibhavaṅgasāmaññasabbhāvato ca bhavaṅgassa ārammaṇe pavattanārahaṁ samānaṁ tassa javanassa ārammaṇaṁ ārammaṇaṁ etassāti tadārammaṇanti vuccati ekassa ārammaṇasaddassa lopaṁ katvā ‘‘kāmāvacaraṁ, oṭṭhamukha’’nti ca yathā.",
  "anya-e0104n2:163_3": "Ettha ca keci ‘‘paṭṭhāne ‘kusalākusale niruddhe vipāko tadārammaṇatā uppajjatī’ti (paṭṭhā.",
  "anya-e0104n2:163_4": "1.1.406) vipākadhammadhammānaṁ eva anantaraṁ tadārammaṇaṁ vutta’’nti kiriyājavanānantaraṁ na icchanti.",
  "anya-e0104n2:163_5": "Vipphāravantaṁ hi javanaṁ nāvaṁ viya nadīsoto bhavaṅgaṁ anubandhati, na pana chaḷaṅgupekkhāvato santavuttikiriyajavanaṁ paṇṇapuṭaṁ viya nadīsototi.",
  "anya-e0104n2:163_6": "Tayidaṁ labbhamānassāpi kenaci adhippāyena katthaci avacanaṁ dissati, yathā taṁ dhammasaṅgahe akusalaniddese labbhamānopi adhipati na vutto.",
  "anya-e0104n2:163_7": "Yañca paṇṇapuṭaṁ nidassitaṁ, tampi nidassitabbena na samānaṁ.",
  "anya-e0104n2:163_8": "Nāvāpaṇṇapuṭānañhi nadīsotassa āvaṭṭanaṁ, gati ca visadisīti nāvāya nadīsotassa anubandhanaṁ, paṇṇapuṭassa ananubandhanañca yujjati, idha pana kiriyajavanetarajavanānaṁ bhavaṅgasotassa āvaṭṭanaṁ, gati ca sadisīti etassa ananubandhanaṁ, itarassa anubandhanañca na yujjati. Tasmā vicāretabbaṁ.",
  "anya-e0104n2:164_0": "Bhavaṅgamevāti avadhāraṇaṁ bhavapariyosānassa idha na adhippetattā.",
  "anya-e0104n2:164_1": "Aññathā tadārammaṇāvasāne cutipi na hotiyeva.",
  "anya-e0104n2:164_2": "Dassanādīnīti dassanasavanaghāyanasāyanaphusanāni.",
  "anya-e0104n2:164_3": "Iti-saddo ādiattho, tena sampaṭicchanādīnaṁ saṅgaho daṭṭhabbo.",
  "anya-e0104n2:164_4": "Paṭisandhito bhavaṅgameva, bhavaṅgato āvajjanamevāti evaṁ pavattacittaniyamavaseneva. Tampīti cuticittampi.",
  "anya-e0104n2:164_5": "Paṭisandhibhavaṅgacittāni viya ekūnavīsatividhameva hoti atthato bhedābhāvato.",
  "anya-e0104n2:165_0": "Bhavagatiṭhitinivāsesūti tīsu bhavesu, pañcasu gatīsu, sattasu viññāṇaṭṭhitīsu, navasu sattāvāsesu ca.",
  "anya-e0104n2:165_1": "Yo panettha acittako, so idha na gahetabbo viññāṇakathābhāvato.",
  "anya-e0104n2:165_2": "‘‘Etthā’’ti idaṁ ‘‘saṁsaramānānaṁ sattāna’’nti iminā sambandhitabbaṁ.",
  "anya-e0104n2:165_3": "Ettha etesu vuttanayena saṁsaramānesu sattesu yo pana arahattaṁ pāpuṇāti sammāpaṭipattimanvāyāti adhippāyo.",
  "anya-e0104n2:165_4": "Tassa arahato niruddhameva hoti cittaṁ appaṭisandhikabhāvato.",
  "anya-e0104n2:166_0": "Iti viññāṇakkhandhe vitthārakathāmukhavaṇṇanā.",
  "anya-e0104n2:167_0": "Vedanākkhandhakathāvaṇṇanā",
  "anya-e0104n2:168_0": "456.",
  "anya-e0104n2:168_1": "Vedena anubhavanākārena ayitaṁ pavattaṁ vedayitaṁ, vedayitanti lakkhitabbadhammajātaṁ vedayitalakkhaṇaṁ.",
  "anya-e0104n2:168_2": "Taṁ pana atthato vedanā evāti āha ‘‘vedayitalakkhaṇaṁ nāma vedanāvā’’ti.",
  "anya-e0104n2:168_3": "Atha vā vedayitaṁ lakkhaṇaṁ etissāti kappanāsiddhaṁ bhedaṁ nissāya aññapadatthasamāsavasenāpi vedanāva vuccatīti āha ‘‘vedayitalakkhaṇaṁ nāma vedanāvā’’ti.",
  "anya-e0104n2:168_4": "Vedayati vedayatīti byāpanicchāvasena vacanaṁ vedanāya savisaye abhiṇhappavattidassanatthaṁ.",
  "anya-e0104n2:168_5": "Sabhāvadhammato añño kattā natthīti dassanatthaṁ kattuniddeso. Itīti aniyamato hetuattho. Khoti vacanālaṅkāramattaṁ. Tasmāti tassa niyamanaṁ.",
  "anya-e0104n2:168_6": "Idaṁ vuttaṁ hoti – yasmā yathāpaccayaṁ ārammaṇarasaṁ anubhavati, tasmā vedanāti vuccatīti.",
  "anya-e0104n2:169_0": "‘‘Kusalaviññāṇenasampayuttā’’ti idaṁ kusalāya vedanāya upalakkhaṇaṁ daṭṭhabbaṁ.",
  "anya-e0104n2:169_1": "Yā kāci kusalā vedanā, sabbā sā kusalena viññāṇena sampayuttāti, na pana tassā kusalabhāvasaṁsiddhidassanatthaṁ.",
  "anya-e0104n2:169_2": "Na hi kusalena viññāṇena sampayogato kusalāya vedanāya kusalabhāvo, atha kho yonisomanasikārādikato. Tenāha ‘‘jātivasenā’’ti. Akusalādīsupi eseva nayo.",
  "anya-e0104n2:169_3": "Yathā pana jātivasena kusalādiviññāṇasampayuttatāya tividhā, evaṁ yāva ekūnanavutiviññāṇasampayuttāti ekūnanavutividhā veditabbā.",
  "anya-e0104n2:169_4": "Sabhāvabhedatoti sampayuttabhūmiārammaṇādivasena labbhamānaṁ bhedaṁ aggahetvā kevalaṁ sabhāvakatabhedato evāti attho.",
  "anya-e0104n2:170_0": "‘‘Pañcavidhā’’ti vatvā taṁ pañcavidhataṁ dassetuṁ ‘‘sukha’’ntiādi vuttaṁ.",
  "anya-e0104n2:170_1": "Tattha sukhayatīti sukhaṁ, kāyaṁ, sampayuttadhamme ca laddhassāde karotīti attho.",
  "anya-e0104n2:170_2": "Suṭṭhu vā khādati, khaṇati vā kāyikaṁ ābādhanti sukhaṁ.",
  "anya-e0104n2:170_3": "Sukaraṁ okāsadānaṁ etassāti sukhanti apare.",
  "anya-e0104n2:170_4": "Dukkhayatīti dukkhaṁ, kāyaṁ, sampayuttadhamme ca vibādhatīti attho.",
  "anya-e0104n2:170_5": "Duṭṭhu vā khādati, khaṇati vā kāyikaṁ assādanti dukkhaṁ.",
  "anya-e0104n2:170_6": "Dukkaraṁ okāsadānaṁ etassāti dukkhanti apare.",
  "anya-e0104n2:170_7": "Somanassupekkhānaṁ saddattho heṭṭhā vuttoyeva.",
  "anya-e0104n2:170_8": "Domanassassa somanasse vuttanayānusārena veditabbaṁ.",
  "anya-e0104n2:170_9": "Kiṁ pana kāraṇaṁ mānasetarasātāsātavasena sukhaṁ, dukkhañca vibhajitvā vuttaṁ ‘‘sukhaṁ somanassaṁ dukkhaṁ domanassa’’nti, upekkhā pana mānasī, itarā ca ekadhāva vuttāti? Bhedābhāvato.",
  "anya-e0104n2:170_10": "Yathā hi anuggahūpaghātakatāya sukhadukkhāni aññathā kāyassa anuggahamupaghātañca karonti, aññathā manaso, na evamupekkhā.",
  "anya-e0104n2:170_11": "Tasmā bhedābhāvato ekadhāva upekkhā vuttāti.",
  "anya-e0104n2:171_0": "Tattha yena sabhāvabhedena vedanā pañcavidhā, sā pavattiṭṭhāne dassite supākaṭā hotīti pavattiṭṭhānaṁ tāva dassetuṁ ‘‘tatthā’’tiādi āraddhaṁ.",
  "anya-e0104n2:171_1": "Akusalavipākenāti etthāpi ‘‘kāyaviññāṇena sampayutta’’nti ānetvā sambandhitabbaṁ.",
  "anya-e0104n2:171_2": "Yathā adhikaraṇīmatthake kappāsapicupiṇḍaṁ ṭhapetvā ayokūṭena paharantassa picupiṇḍaṁ atikkamitvā kūṭaṁ adhikaraṇiṁ gaṇhāti, nighaṁso balavā hoti, evaṁ paṭighaṭṭanānighaṁsassa balavabhāvato iṭṭhe, iṭṭhamajjhatte ca ārammaṇe kāyaviññāṇaṁ sukhasahagataṁ hoti.",
  "anya-e0104n2:171_3": "Aniṭṭhe, aniṭṭhamajjhatte ca dukkhasahagatanti āha ‘‘kusala…pe… dukkha’’nti.",
  "anya-e0104n2:171_4": "Kāmāvacaravipākaviññāṇāni pañca kammārammaṇavasena somanassasahagatāni honti, rūpāvacaravipākāni cattāri kammavasena, sesāni terasa kāmāvacarāni, aṭṭha rūpāvacarāni, dvattiṁsa lokuttarāni, yathārahaṁ cetobhisaṅkhārārammaṇapādakādivasena somanassasahagatāni hontīti āha ‘‘somanassaṁ dvāsaṭṭhiyā viññāṇehi sampayutta’’nti.",
  "anya-e0104n2:171_5": "Domanassaṁ dvīhi akusalaviññāṇehi sampayuttaṁ cetobhisaṅkhārārammaṇādivasena.",
  "anya-e0104n2:172_0": "Avasesapañcapaññāsāyāti yathāvuttāni chasaṭṭhi viññāṇāni ṭhapetvā avasesāya pañcapaññāsāya.",
  "anya-e0104n2:172_1": "Tattha kusalākusalavipākāni iṭṭhāniṭṭhesu nibbikappakāni sukhadukkhasampayuttāni bhavituṁ yuttānipi dvinnaṁ picupiṇḍānaṁ viya dvinnaṁ dvinnaṁ upādārūpānaṁ ghaṭṭanānighaṁsassa mandabhāvato cakkhādisannissitāni aṭṭhapi viññāṇāni sabbattha upekkhāsampayuttāneva honti, tathā balavapaccayatāya sukhadukkhānaṁ tesañca tadabhāvato.",
  "anya-e0104n2:172_2": "Apubbārammaṇanissayappavattīni āvajjanasampaṭicchanaviññāṇāni, asadisānantarappaccayaṁ kiriyārambhassa ādibhūtaṁ voṭṭhabbanaṁ, kāyadukkhapadhānatāya akusalaphalassa tadupanissayabhūtaṁ akusalavipākapaṭisandhiādi, iṭṭhamajjhattārammaṇappavattīni kāmāvacarakusalavipākaviññāṇāni ca upekkhāsahagatāniyeva honti.",
  "anya-e0104n2:172_3": "Kammavasena vā vipākānubhavanassa iṭṭhāniṭṭhārammaṇesu adukkhamasukhabhāvo yutto.",
  "anya-e0104n2:172_4": "Sati ca vipākabhūtāya upekkhāya sukhadukkhamajjhattabhāve kammārammaṇavasena kusalavipākāya iṭṭhabhāvo, akusalavipākāya aniṭṭhabhāvo ca veditabbo.",
  "anya-e0104n2:172_5": "Avasiṭṭhāni pana sattatiṁsa viññāṇāni cetobhisaṅkhārārammaṇapādakādivasena upekkhāsampayuttāni hontīti evaṁ pañcapaññāsāya viññāṇehi upekkhāya sampayuttatā veditabbā.",
  "anya-e0104n2:173_0": "Salakkhaṇaṁ nāma dhammānaṁ anaññasādhāraṇo sabhāvo, anubhavanañca sabbavedanānaṁ sādhāraṇalakkhaṇanti taṁ paṭiniyatena ārammaṇena niyametvā dassento āha ‘‘iṭṭhaphoṭṭhabbānubhavanalakkhaṇaṁ sukha’’nti tassa byabhicārābhāvato.",
  "anya-e0104n2:173_1": "Bhusaṁ brūhanaṁ vaḍḍhanaṁ upabrūhanaṁ.",
  "anya-e0104n2:173_2": "Tayidaṁ kāmañca cetasikasukhepi labbhati, taṁ pana savikappakaṁ cetobhisaṅkhāravasenāpi hoti.",
  "anya-e0104n2:173_3": "Idantu nibbikappakaṁ sabhāvasiddhattā tato sātisayanti āha ‘‘sampayuttānaṁ upabrūhanarasa’’nti.",
  "anya-e0104n2:173_4": "Assādiyatīti assādo, sukhāvedanā.",
  "anya-e0104n2:173_5": "Tenāha bhagavā ‘‘yaṁ, bhikkhave, pañcupādānakkhandhe paṭicca uppajjati sukhaṁ somanassaṁ, ayaṁ vuccati, bhikkhave, pañcupādānakkhandhesu assādo’’ti (saṁ. ni. 3.26).",
  "anya-e0104n2:173_6": "Kāyanissitattā kāye bhavo kāyiko, so eva assādo tathā paccupatiṭṭhatīti kāyikaassādapaccupaṭṭhānaṁ.",
  "anya-e0104n2:173_7": "Kāyindriyapadaṭṭhānaṁ anaññavatthukattā.",
  "anya-e0104n2:174_0": "Dukkhassa lakkhaṇādīni vuttanayānusārena veditabbāni.",
  "anya-e0104n2:175_0": "Sabhāvato , parikappato vā iṭṭhassa ārammaṇassa anubhavanalakkhaṇaṁ iṭṭhārammaṇānubhavanalakkhaṇaṁ.",
  "anya-e0104n2:175_1": "Tenāha ‘‘yathā tathā vā iṭṭhākārasambhogarasa’’nti, yathābhūtena vā ayathābhūtena vā iṭṭhākārena ārammaṇassa saṁbhuñjanarasaṁ, paccanubhavanakiccanti attho.",
  "anya-e0104n2:175_2": "‘‘Passaddhipadaṭṭhāna’’nti idaṁ ‘‘passaddhakāyo sukhaṁ vedetī’’ti (saṁ. ni. 5.376; a. ni.",
  "anya-e0104n2:175_3": "11.12) suttapadaṁ nissāya vuttaṁ, taṁ pana nirāmisasomanassavasena veditabbaṁ.",
  "anya-e0104n2:176_0": "Somanasse vuttavipariyāyena domanassassa lakkhaṇādīni veditabbāni.",
  "anya-e0104n2:176_1": "Domanassassa kāmadhātuyaṁ uppajjanato ekantena hadayavatthupadaṭṭhānatā tato viseso.",
  "anya-e0104n2:177_0": "Majjhattassa, ārammaṇassa majjhattaṁ vā vedayitaṁ anubhavanaṁ lakkhaṇaṁ etissāti majjhattavedayitalakkhaṇā.",
  "anya-e0104n2:177_1": "Majjhattānubhavanato eva sampayuttānaṁ nātiupabrūhanamilāpanarasā.",
  "anya-e0104n2:177_2": "‘‘Santabhāvapaccupaṭṭhānā’’ti idaṁ anavajjāya nirāmisāya upekkhāya vasena veditabbaṁ, na sabbāya.",
  "anya-e0104n2:178_0": "Iti vedanākkhandhe vitthārakathāmukhavaṇṇanā.",
  "anya-e0104n2:179_0": "Saññākkhandhakathāvaṇṇanā",
  "anya-e0104n2:180_0": "457.Sañjānanalakkhaṇaṁ nāma saññāvātiādīsu yaṁ vattabbaṁ, taṁ vedanākkhandhaniddese vuttanayeneva veditabbaṁ.",
  "anya-e0104n2:181_0": "Kāmaṁ vedanāyapi vippayuttaṁ viññāṇaṁ natthi, tassā pana sabhāvato bhinnattā kāyaci vedanāya sampayuttampi kāyaci vippayuttaṁ hoti.",
  "anya-e0104n2:181_1": "Saññāya pana īdisaṁ natthīti āha ‘‘na hi taṁ viññāṇaṁ…pe… saññāyā’’ti.",
  "anya-e0104n2:182_0": "Sabbāvāti catubhūmikāpi.",
  "anya-e0104n2:182_1": "Atha vā yathā vedanā bhinnasabhāvattā bhedanalakkhaṇādito vuttā, na evamayaṁ, ayaṁ pana sabbāva sañjānanalakkhaṇā .",
  "anya-e0104n2:182_2": "Nīlādibhedassa ārammaṇassa sañjānanaṁ saññaṁ katvā jānanaṁ lakkhaṇaṁ etissāti sañjānanalakkhaṇā.",
  "anya-e0104n2:182_3": "Tathā hi sā abhiññāṇena sañjānanato paccābhiññāṇarasāti vuccati.",
  "anya-e0104n2:182_4": "Nimittena hi puna sañjānanakiccā paccābhiññāṇarasā.",
  "anya-e0104n2:182_5": "Tassā vaḍḍhakissa dārumhi abhiññāṇaṁ katvā tena abhiññāṇena paccābhijānanakāle pavatti veditabbā. Tenāha ‘‘tadeveta’’ntiādi.",
  "anya-e0104n2:182_6": "Puna sañjānanassa paccayo punasañjānanapaccayo, tadeva nimittaṁ puna…pe… nimittaṁ, tassa karaṇaṁ, puna…pe… karaṇaṁ, punasañjānanapaccayabhūtaṁ vā nimittakaraṇaṁ puna…pe… karaṇaṁ, tadassā kiccanti punasañjānanapaccayanimittakaraṇarasā.",
  "anya-e0104n2:182_7": "Punasañjānananimittakaraṇaṁ nimittakārikāya, nimittena sañjānanantiyā ca sabbāya saññāya samānaṁ yojetabbaṁ.",
  "anya-e0104n2:182_8": "Abhinivesakaraṇaṁ ‘‘idameva sacca’’nti (ma. ni. 2.187, 202, 203, 427; ma. ni.",
  "anya-e0104n2:182_9": "3.27-29) saññābhinivesamatteneva daṭṭhabbaṁ.",
  "anya-e0104n2:182_10": "Yathāupaṭṭhitavisayapadaṭṭhānā avikappasabhāvattā.",
  "anya-e0104n2:182_11": "Ñāṇasampayuttā pana saññā ñāṇameva anuvattati, tasmā abhinivesakārikā, viparītaggāhikā ca na hoti.",
  "anya-e0104n2:182_12": "Eteneva samādhisampayuttatāya aciraṭṭhānatā ca na hotīti veditabbā.",
  "anya-e0104n2:182_13": "Evaṁ rāgadiṭṭhimānādisampayuttāya saññāya rāgādianuvattikabhāvoti.",
  "anya-e0104n2:183_0": "Iti saññākkhandhe vitthārakathāmukhavaṇṇanā.",
  "anya-e0104n2:184_0": "Saṅkhārakkhandhakathāvaṇṇanā",
  "anya-e0104n2:185_0": "458.Rāsikaraṇalakkhaṇanti sampiṇḍanalakkhaṇaṁ, tato saṅkhārā āyūhanarasā vuccanti.",
  "anya-e0104n2:185_1": "Cetanāpadhānatāya hi saṅkhārakkhandhadhammā evaṁ vuttā.",
  "anya-e0104n2:185_2": "Tenevāha ‘‘kiṁ pana tanti saṅkhārāyevā’’tiādi.",
  "anya-e0104n2:185_3": "Tattha saṅkhatamabhisaṅkharontīti yathā attano phalaṁ saṅkhataṁ sammadeva nipphannaṁ hoti, evaṁ abhisaṅkharontīti attho.",
  "anya-e0104n2:185_4": "Vipphārapaccupaṭṭhānāti ettha vipphāro nāma vipphāravantatā, tasmā sabyāpārapaccupaṭṭhānāti attho.",
  "anya-e0104n2:186_0": "Tasmiṁ tasmiṁ citte uppanne niyamena uppajjanato niyatā.",
  "anya-e0104n2:186_1": "Sarūpena āgatāti evaṁ piṭṭhivattake akatvā pāḷiyā sarūpeneva āgatā.",
  "anya-e0104n2:186_2": "Kadācideva uppajjanato na niyatāti aniyatā.",
  "anya-e0104n2:186_3": "Yadipi aniyatā ekajjhaṁ na uppajjanti, tasmiṁ pana citte uppajjanadhammatāya ‘‘chattiṁsā’’ti vuttaṁ.",
  "anya-e0104n2:186_4": "Tenāha ‘‘uppajjamānāpi ca na ekato uppajjantī’’ti.",
  "anya-e0104n2:187_0": "459.Phusatīti kattuniddeso.",
  "anya-e0104n2:187_1": "Yaṁ tattha kāraṇaṁ, taṁ heṭṭhā vuttameva. Phusanti etenāti vā phasso.",
  "anya-e0104n2:187_2": "Sampayuttadhammā hi ārammaṇe pavattamānā taṁ phusanalakkhaṇena phassena phusantā viya honti.",
  "anya-e0104n2:187_3": "Ārammaṇaphusanamattaṁ vā phassoti sādhanattayampi yujjateva.",
  "anya-e0104n2:187_4": "Sabhāvadhammesu kattukaraṇasādhanavacanaṁ tadākārasamāropanato pariyāyakathā, bhāvasādhanavacanameva nippariyāyakathāti vuttaṁ ‘‘phusanalakkhaṇo’’ti.",
  "anya-e0104n2:187_5": "Ayañhītiādi yathāvuttalakkhaṇādisamatthanaṁ.",
  "anya-e0104n2:187_6": "Yadi ayaṁ dhammo cetasiko, svāyaṁ arūpadhammo samāno kathaṁ phusanalakkhaṇo, saṅghaṭṭanarasādiko ca hotīti antolīnaṁ codanaṁ hadaye ṭhapetvā tassa sodhanatthaṁ ‘‘arūpadhammopi samāno’’tiādi vuttaṁ.",
  "anya-e0104n2:187_7": "Tattha ‘‘phusanākāreneva pavattatī’’ti iminā arūpassāpi tassa dhammassa ayaṁ sabhāvoti dasseti.",
  "anya-e0104n2:187_8": "Sā ca tassa phusanākārappavatti ambilaambapakkādiṁ khādantaṁ passantassa parassa kheḷuppatti, paraṁ vibādhiyamānaṁ disvā dayālukassa sarīrakampanaṁ, rukkhasākhagge duṭṭhitaṁ purisaṁ disvā bhūmiyaṁ ṭhitassa bhīrukapurisassa jaṅghacalanaṁ, pisācādibhāyitabbaṁ disvā ūrukhambhoti evamādīsu paribyattā hoti.",
  "anya-e0104n2:188_0": "Ekadesenāti kaṭṭhadvayādi viya attano ekapassena.",
  "anya-e0104n2:188_1": "Anallīyamānopīti asaṁsiliyamānopi.",
  "anya-e0104n2:188_2": "Rūpasaddehi saha phassassa sāmaññaṁ anallīyamānasaṅghaṭṭanameva, na visayabhāvo.",
  "anya-e0104n2:188_3": "Yathā rūpasaddā cakkhusotāni anallīyamānā eva ‘‘phusita’’ntiādinā vuttā, evaṁ phassassāpi ārammaṇaphusanasaṅghaṭṭanānīti.",
  "anya-e0104n2:188_4": "Saṅghaṭṭanañca phassassa cittārammaṇānaṁ sannipatanabhāvo eva.",
  "anya-e0104n2:188_5": "Tenāha ‘‘cittamārammaṇañca saṅghaṭṭetī’’ti.",
  "anya-e0104n2:188_6": "Kiccaṭṭhena rasena saṅghaṭṭanarasatā vuttā, vatthārammaṇasannipātena vā sampajjatīti saṅghaṭṭanasampattiko phasso saṅghaṭṭanaraso vutto.",
  "anya-e0104n2:188_7": "Yathā ‘‘dve pāṇī vajjeyyu’’ntiādīsu (mi. pa.",
  "anya-e0104n2:188_8": "2.3.8) pāṇissa pāṇimhi saṅghaṭṭanaṁ tabbisesabhūtā rūpadhammā, evaṁ cittassa ārammaṇe saṅghaṭṭanaṁ tabbisesabhūto eko cetasikadhammo daṭṭhabbo.",
  "anya-e0104n2:188_9": "‘‘Tiṇṇaṁ saṅgati phasso’’ti (ma. ni. 1.204; 3.421, 425, 426; saṁ. ni. 2.43-44;",
  "anya-e0104n2:188_10": "4.60) vacanato cakkhurūpaviññāṇādīnaṁ saṅgativasena gahetabbattā āha ‘‘tikasannipātasaṅkhātassā’’tiādi.",
  "anya-e0104n2:188_11": "Tassa phassassa kāraṇabhūto tadanurūpo samannāhāro tajjāsamannāhāro.",
  "anya-e0104n2:188_12": "Indriyassa tadabhimukhabhāvo, āvajjanāya ca ārammaṇakaraṇaṁ visayassa parikkhatatā abhisaṅkhatatā, viññāṇassa visayabhāvakaraṇanti attho.",
  "anya-e0104n2:188_13": "Yathā niccammā gāvī yaṁ yaṁ ṭhānaṁ upagatā, tattha tattha dukkhameva pāpuṇāti, evaṁ phasse sati vedanā uppajjateva.",
  "anya-e0104n2:188_14": "Vedanā ca dukkhasallādisabhāvāti vuttaṁ ‘‘vedanādhiṭṭhānabhāvato pana niccammagāvī viya daṭṭhabbo’’ti.",
  "anya-e0104n2:189_0": "460.Abhisandahati pabandhati pavatteti. Cetanābhāvo byāpārabhāvo. Āyūhanaṁ cetayanaṁ īriyanaṁ. Saṁvidahanaṁ vicāraṇaṁ.",
  "anya-e0104n2:189_1": "Āyūhanarasāya cetanāya pavattamānāya sabbepi sampayuttadhammā yathāsakaṁ kiccappasutā hontīti sā sakiccaparakiccasādhikā vuttā.",
  "anya-e0104n2:189_2": "Jeṭṭhasisso pare sajjhāyane uyyojento sayampi sajjhāyati.",
  "anya-e0104n2:189_3": "Mahāvaḍḍhakimhi vaḍḍhakikammaṁ kātumāraddhe itarepi karontiyeva.",
  "anya-e0104n2:189_4": "Ussāhanabhāvenāti ādarakaraṇabhāvena.",
  "anya-e0104n2:189_5": "Sā hi sayaṁ ādarabhūtā sampayuttadhamme ādarayatīti.",
  "anya-e0104n2:189_6": "Āyūhanavasena ussāhanaṁ daṭṭhabbaṁ, na vīriyussāhavasena.",
  "anya-e0104n2:190_0": "461.Vīrabhāvoti yena vīro nāma hoti, so dhammoti attho.",
  "anya-e0104n2:190_1": "Vidhinā īretabbaṁ pavattetabbanti vā vīriyaṁ, ussāho, taṁtaṁkiccasamārambho, parakkamo vā.",
  "anya-e0104n2:190_2": "Upatthambhanaṁ sampayuttadhammānaṁ kosajjapakkhe patituṁ adatvā dhāraṇaṁ anubalappadānaṁ, sampaggaṇhanaṁ vā.",
  "anya-e0104n2:190_3": "Saṁsīdanapaṭipakkho dhammo asaṁsīdanaṁ, na saṁsīdanābhāvamattanti asaṁsīdanabhāvena paccupatiṭṭhatīti vuttaṁ ‘‘asaṁsīdanabhāvapaccupaṭṭhāna’’nti.",
  "anya-e0104n2:190_4": "Saṁvegapadaṭṭhānanti aṭṭhasaṁvegapubbikāya (a. ni. aṭṭha.",
  "anya-e0104n2:190_5": "1.1.418) kusalakiriyāya vīriyārambhavatthupadaṭṭhānaṁ.",
  "anya-e0104n2:190_6": "‘‘Maggo gantabbo hoti, maggo gato, kammaṁ kātabbaṁ, kammaṁ kataṁ, appamattako ābādho uppanno, gilānā vuṭṭhito hoti, aciravuṭṭhito gelaññā, gāmaṁ vā nigamaṁ vā piṇḍāya vicaranto na labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, labhati…pe… pāripūri’’nti evaṁ vuttāni etāni anurūpapaccavekkhaṇāsahitāni aṭṭha vīriyārambhavatthūni, taṁmūlakāni vā paccavekkhaṇāni.",
  "anya-e0104n2:191_0": "462.",
  "anya-e0104n2:191_1": "Attanā anupāletabbānaṁ sahajātadhammānaṁ anupālanaṁ jīvitassa byāpāro, tañca nesaṁ jīvananti taṁ tassa kāraṇabhāvaṁ purakkhatvā vuttaṁ ‘‘jīvanti tenā’’ti.",
  "anya-e0104n2:191_2": "Tampi cassa atthato jīvanamevāti āha ‘‘jīvanamattameva vā ta’’nti.",
  "anya-e0104n2:192_0": "463.Ādhiyatīti ṭhapeti.",
  "anya-e0104n2:192_1": "Avisāro attano eva avisaraṇasabhāvo.",
  "anya-e0104n2:192_2": "Avikkhepo sampayuttānaṁ dhammānaṁ avikkhittatā.",
  "anya-e0104n2:192_3": "Yena sampayuttā avikkhittā honti, so dhammo avikkhepoti.",
  "anya-e0104n2:192_4": "Avūpasamalakkhaṇassa vikkhepassa paṭipakkhatāya cittassa upasamanākārena paccupatiṭṭhatīti upasamapaccupaṭṭhāno. Visesatoti yebhuyyena.",
  "anya-e0104n2:192_5": "Sukhavirahitopi hi atthi samādhīti.",
  "anya-e0104n2:192_6": "Dīpaccinidassanena santānaṭhitibhāvaṁ samādhissa dasseti.",
  "anya-e0104n2:193_0": "464.Saddahantietāyāti saddahanakiriyāya pavattamānānaṁ dhammānaṁ tattha ādhipaccabhāvena saddhāya paccayataṁ dasseti.",
  "anya-e0104n2:193_1": "Tassā hi dhammānaṁ tathāpaccayabhāve sati puggalo saddahatīti vohāro hoti.",
  "anya-e0104n2:193_2": "Saddahanaṁ saddheyyavatthuno pattiyāyanaṁ, taṁ lakkhaṇaṁ etissāti saddahanalakkhaṇā.",
  "anya-e0104n2:193_3": "Okappanalakkhaṇāti anupavisitvā evametanti kappanalakkhaṇā.",
  "anya-e0104n2:193_4": "Kālussiyamalaṁ vidhametvā sampayuttānaṁ, puggalasseva vā pasādanaṁ anāvilabhāvakaraṇaṁ raso etissāti pasādanarasā.",
  "anya-e0104n2:193_5": "Pakkhandanaṁ adhimuccanavasena ārammaṇassa anupavisanaṁ.",
  "anya-e0104n2:193_6": "Akālusabhāvo akālussiyaṁ, anāvilabhāvoti attho.",
  "anya-e0104n2:193_7": "Pasādanīyaṭṭhānesu pasādaviparītaṁ akusalaṁ assaddhiyaṁ, micchādhimutti ca, tappaccanīkova pasādabhūto vatthugato nicchayo adhimutti, na yevāpanakādhimokkho.",
  "anya-e0104n2:193_8": "Ratanattayaṁ, kammaṁ, kammaphalañca saddheyyavatthu.",
  "anya-e0104n2:193_9": "Sappurisasaṁsevanasaddhammasavanayonisomanasikāradhammānudhammappaṭipattiyo sotāpattiyaṅgāni.",
  "anya-e0104n2:193_10": "Kusaladhammānaṁ ādāne hatthaṁ viya, sabbasampattisampadāne vittaṁ viya, amatakasiphalaphalane bījaṁ viya daṭṭhabbā.",
  "anya-e0104n2:194_0": "465.Saranti tāyāti saraṇakiriyāya pavattamānānaṁ dhammānaṁ tattha ādhipaccabhāvena satiyā paccayataṁ dasseti.",
  "anya-e0104n2:194_1": "Tassā hi dhammānaṁ tathāpaccayabhāve sati taṁsamaṅgipuggalo saratīti vohāro hoti.",
  "anya-e0104n2:194_2": "Udake alābu viya pilavitvā gantuṁ adatvā pāsāṇassa viya niccalassa ārammaṇassa ṭhapanaṁ saraṇaṁ asammuṭṭhatākaraṇaṁ apilāpanaṁ.",
  "anya-e0104n2:194_3": "Sammosapaccanīkaṁ kiccaṁ asammoso, na sammosābhāvamattaṁ. ‘‘Satārakkhena cetasā’’ti (a. ni.",
  "anya-e0104n2:194_4": "10.20) vacanato ārakkhapaccupaṭṭhānā.",
  "anya-e0104n2:194_5": "Aññato āgantvā cittavisaye abhimukho bhavati etāyāti visayābhimukhabhāvo, sati.",
  "anya-e0104n2:194_6": "Satiyā vatthubhūtā kāyādayova kāyādisatipaṭṭhānāni, sati eva vā purimā pacchimāya padaṭṭhānaṁ.",
  "anya-e0104n2:195_0": "466.Kāyaduccaritādīhīti hetumhi karaṇavacanaṁ.",
  "anya-e0104n2:195_1": "Hiriyatīti lajjākārena jigucchati.",
  "anya-e0104n2:195_2": "Tehiyevāti kāyaduccaritādīhiyeva. Ottappatīti ubbijjati.",
  "anya-e0104n2:195_3": "Hirī pāpadhamme gūthaṁ viya passantī jigucchatīti āha ‘‘pāpato jigucchanalakkhaṇā hirī’’ti.",
  "anya-e0104n2:195_4": "Ottappaṁ te uṇhaṁ viya passantaṁ tato uttasatīti vuttaṁ ‘‘uttāsalakkhaṇaṁ ottappa’’nti.",
  "anya-e0104n2:195_5": "Vuttappakārenāti lajjākārena, uttāsākārena ca.",
  "anya-e0104n2:195_6": "Attagāravapadaṭṭhānā hirī ajjhattasamuṭṭhānatāya, attādhipatitāya ca.",
  "anya-e0104n2:195_7": "Paragāravapadaṭṭhānaṁ ottappaṁ bahiddhāsamuṭṭhānatāya, lokādhipatitāya ca.",
  "anya-e0104n2:195_8": "Tamevatthaṁ pākaṭataraṁ kātuṁ ‘‘attānaṁhī’’tiādi vuttaṁ.",
  "anya-e0104n2:195_9": "Ajjhattasamuṭṭhānāditā ca hiriottappānaṁ tattha tattha pākaṭabhāvena vuttā, na panetesaṁ kadāci aññamaññavippayogā.",
  "anya-e0104n2:195_10": "Na hi lajjanaṁ nibbhayaṁ, pāpabhayaṁ vā alajjanaṁ atthīti.",
  "anya-e0104n2:195_11": "Lokapālakāti ettha ‘‘dveme, bhikkhave, sukkā dhammā lokaṁ pālentī’’ti (a. ni. 2.9; itivu.",
  "anya-e0104n2:195_12": "42) suttapadaṁ attādhipati, lokādhipatibhāve ca ‘‘so attānaṁyeva adhipatiṁ karitvā, so lokaṁyeva adhipatiṁ karitvā’’ti (a. ni.",
  "anya-e0104n2:195_13": "3.40) ca suttapadāni āharitvā vattabbāni.",
  "anya-e0104n2:196_0": "467.",
  "anya-e0104n2:196_1": "Yasmā lobhapaṭipakkho alobhoti ye dhammā tena sampayuttā, taṁsamaṅgino vā sattā tena na lubbhanti, sayaṁ kadācipi na lubbhateva, atthato vā alubbhanākāro eva ca hoti, tasmā vuttaṁ ‘‘na lubbhantī’’tiādi.",
  "anya-e0104n2:196_2": "Eseva nayoti ‘‘na dussanti tenā’’tiādinā kārakattayayojanaṁ atidisati.",
  "anya-e0104n2:196_3": "Agedho agijjhanaṁ anabhikaṅkhanaṁ. Alaggabhāvo anāsattatā.",
  "anya-e0104n2:196_4": "Apariggaho kassaci vatthuno mamattavasena asaṅgaho.",
  "anya-e0104n2:196_5": "Anallīno bhāvo adhippāyo etassāti anallīnabhāvo. Evañhi upamāya sameti.",
  "anya-e0104n2:197_0": "468.",
  "anya-e0104n2:197_1": "Caṇḍikassa bhāvo caṇḍikkaṁ, kopo.",
  "anya-e0104n2:197_2": "Tappaṭipakkho acaṇḍikkaṁ, abyāpādo. Avirodho aviggaho. Anukūlamitto anuvattako. Vinayarasoti vinayanaraso.",
  "anya-e0104n2:197_3": "Sommabhāvo mejjanavasena hilādanīyatā.",
  "anya-e0104n2:198_0": "469.",
  "anya-e0104n2:198_1": "Dhammānaṁ yo yo sabhāvo yathāsabhāvo, tassa tassa paṭivijjhanaṁ yathāsabhāvapaṭivedho.",
  "anya-e0104n2:198_2": "Akkhalitaṁ avirajjhitvā paṭivedho akkhalitapaṭivedho.",
  "anya-e0104n2:198_3": "Visayassa obhāsanaṁ tappaṭicchādakasammohandhakāravidhamanaṁ visayobhāsanaṁ.",
  "anya-e0104n2:198_4": "Katthacipi visaye asammuyhanākāreneva paccupatiṭṭhati, sammohapaṭipakkhatāya vā tadabhāvaṁ paccupaṭṭhapetīti asammohapaccupaṭṭhāno.",
  "anya-e0104n2:198_5": "Sabbakusalānaṁ mūlabhūtāti sabbesaṁ catubhūmakakusaladhammānaṁ suppatiṭṭhitabhāvasādhanena patiṭṭhābhūtā, na tesaṁ kusalabhāvasādhanena.",
  "anya-e0104n2:198_6": "Yadi hi tesaṁ kusalabhāvo kusalamūlapaṭibaddho siyā, evaṁ sati taṁsamuṭṭhānarūpesu hetupaccayatā na siyā.",
  "anya-e0104n2:198_7": "Na hi te tesaṁ kusalādibhāvaṁ sādhenti, na ca paccayā na honti.",
  "anya-e0104n2:198_8": "Vuttañhetaṁ ‘‘hetū hetusampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo’’ti (paṭṭhā. 1.1.1).",
  "anya-e0104n2:198_9": "Yathā ca kusalabhāvo, evaṁ abyākatabhāvopi abyākatamūlappaṭibaddho siyā.",
  "anya-e0104n2:198_10": "Tathā sati ahetukacittānaṁ abyākatabhāvo eva na siyā, akusalesu ca yattha ekaṁyeva mūlaṁ, tassa akusalabhāvo na siyā, ubhayampi hotiyeva.",
  "anya-e0104n2:198_11": "Tasmā na mūlappaṭibaddho kusalādibhāvo, atha kho yonisomanasikārādipaṭibaddho.",
  "anya-e0104n2:198_12": "Tesaṁ pana suppatiṭṭhitabhāvasādhanāni mūlānīti gahetabbaṁ.",
  "anya-e0104n2:199_0": "470.Passambhanaṁ darathavūpasamo.",
  "anya-e0104n2:199_1": "Kāyasaddo samūhavācī, so ca kho vedanādikkhandhattayavasenāti āha ‘‘kāyoti cettha vedanādayo tayo khandhā’’ti.",
  "anya-e0104n2:199_2": "Tenevāha ‘‘tattha katamā tasmiṁ samaye kāyapassaddhi hoti?",
  "anya-e0104n2:199_3": "Yā tasmiṁ samaye vedanākkhandhassā’’tiādi (dha. sa. 40).",
  "anya-e0104n2:199_4": "Daratho sārambho, domanassapaccayānaṁ uddhaccādhikānaṁ kilesānaṁ, tathāpavattānaṁ vā catunnaṁ khandhānaṁ etaṁ adhivacanaṁ.",
  "anya-e0104n2:199_5": "Darathanimmaddanena pariḷāhaparipphandavirahito sītibhāvo aparipphandasītibhāvo.",
  "anya-e0104n2:199_6": "Uddhaccappadhānā kilesā uddhaccādikilesā, uddhaccaṁ vā ādiṁ katvā sabbakilese saṅgaṇhāti. Sesesupi eseva nayo.",
  "anya-e0104n2:200_0": "Garubhāvo dandhatā, thinamiddhādhikānaṁ, tathāpavattānaṁ vā catunnaṁ khandhānaṁ etaṁ adhivacanaṁ.",
  "anya-e0104n2:200_1": "Dandhatāya paṭipakkho adandhatā, na dandhatāya abhāvamattaṁ.",
  "anya-e0104n2:201_0": "Thaddhabhāvo thambho, diṭṭhimānādhikānaṁ, tappadhānānaṁ vā catunnaṁ khandhānametaṁ nāmaṁ.",
  "anya-e0104n2:201_1": "Thaddhabhāvanimmaddanato eva katthaci ārammaṇe appaṭihatākārena paccupatiṭṭhanti, sampayuttānaṁ vā tattha appaṭighātaṁ paccupaṭṭhāpentīti appaṭighātapaccupaṭṭhānā.",
  "anya-e0104n2:202_0": "Kammani sādhu kammaññaṁ, na kammaññaṁ akammaññaṁ, tassa bhāvo akammaññabhāvo, dānasīlādipuññakiriyāyaṁ ayogyatā.",
  "anya-e0104n2:202_1": "Atthato kāmacchandādisaṁkilesadhammā, tappadhānā vā cattāro akusalakkhandhā.",
  "anya-e0104n2:202_2": "Kammaññabhāveneva sampannākārena ārammaṇassa gahaṇaṁ ārammaṇakaraṇasampatti.",
  "anya-e0104n2:202_3": "Vuttāvasesā kāmacchandādayo, tadekaṭṭhā ca saṁkilesadhammā avasesanīvaraṇādayo.",
  "anya-e0104n2:202_4": "Vinibandhanimmaddanena sukhappavattihetutāya pasādanīyavatthūsu pasādāvahā.",
  "anya-e0104n2:202_5": "Suvaṇṇavisuddhi viyāti yathā suvaṇṇavisuddhi apagatakāḷakā alaṅkāravikativiniyogakkhamā, evamayampi saṁkilesavigamena hitakiriyāviniyogakkhamā.",
  "anya-e0104n2:203_0": "Kāyacittānaṁ gelaññaṁ, assaddhiyādi, tadekaṭṭhā ca pāpadhammā.",
  "anya-e0104n2:203_1": "Gelaññapaṭipakkho agelaññaṁ , tabbhāvo lakkhaṇaṁ etāsanti agelaññabhāvalakkhaṇā.",
  "anya-e0104n2:203_2": "Yathāvuttagelaññanimmaddaneneva natthi etāsaṁ ādīnavo doso, na vā etā ādīnaṁ kapaṇaṁ vanti pavattantīti nirādīnavā, tenākārena paccupatiṭṭhanti, taṁ vā sampayuttesu paccupaṭṭhapentīti nirādīnavapaccupaṭṭhānā.",
  "anya-e0104n2:204_0": "Kāyasambandhī, cittasambandhī ca ujubhāvoti lakkhitabbatāya kāyacittaajjavalakkhaṇā.",
  "anya-e0104n2:204_1": "Kāyacittānaṁ naṅgalasīsacandakoṭigomuttavaṅkatāsaṅkhātānaṁ kuṭilabhāvānaṁ nimmaddanato kāyacittakuṭilabhāvanimmaddanarasā.",
  "anya-e0104n2:204_2": "Tato eva sabbathāpi ajimhabhāvena paccupatiṭṭhanti, sampayuttānaṁ vā ajimhataṁ paccupaṭṭhapentīti ajimhatāpaccupaṭṭhānā.",
  "anya-e0104n2:204_3": "‘‘Santadosapaṭicchādanalakkhaṇā māyā, asantaguṇasambhāvanalakkhaṇaṁ sāṭheyya’’nti evaṁ vuttā tadākārappavattā akusalā khandhā, tadekaṭṭhā ca saṁkilesadhammā māyāsāṭheyyādikā.",
  "anya-e0104n2:204_4": "Ettha ca cittapassaddhiādīhi cittameva passaddhaṁ, lahu, mudu, kammaññaṁ, paguṇaṁ, uju ca hoti.",
  "anya-e0104n2:204_5": "Kāyapassaddhiādīhi pana rūpakāyopi.",
  "anya-e0104n2:204_6": "Tenevettha bhagavatā dhammānaṁ duvidhatā vuttā, na sabbattha.",
  "anya-e0104n2:205_0": "471.",
  "anya-e0104n2:205_1": "Chandanaṁ chando, ārammaṇena atthikatā.",
  "anya-e0104n2:205_2": "‘‘Chando kāmo’’tiādīsu (vibha.",
  "anya-e0104n2:205_3": "564) pana taṇhāpi vuccati, ‘‘chandaṁ janeti vāyamatī’’tiādīsu (vibha.",
  "anya-e0104n2:205_4": "432) vīriyampīti tato nivattanatthaṁ ‘‘kattukāmatāyetaṁ adhivacana’’nti vuttaṁ.",
  "anya-e0104n2:205_5": "Kattukāmatā vuccati karaṇicchā.",
  "anya-e0104n2:205_6": "Cetasikassa ca dhammassa sārammaṇattā karaṇicchā nāma ālambanassa ālambitukāmatāmukheneva hotīti ārammaṇakaraṇicchālakkhaṇo chando kattukāmatālakkhaṇo vutto.",
  "anya-e0104n2:205_7": "Tenevāha ‘‘ārammaṇapariyesanaraso, ārammaṇena atthikatāpaccupaṭṭhāno’’ti ca.",
  "anya-e0104n2:205_8": "Yadaggena panāyaṁ attano ārammaṇapariyesanaraso, tadaggena sampayuttānampi hotiyeva ekārammaṇatāya tena tesaṁ.",
  "anya-e0104n2:205_9": "Tenevāha ‘‘ārammaṇaggahaṇe cāyaṁ cetaso hatthappasāraṇaṁ viya daṭṭhabbo’’ti.",
  "anya-e0104n2:205_10": "Svāyaṁ kusalesu uppanno kusalacchandoti vuccati yonisomanasikārasamuṭṭhānattā.",
  "anya-e0104n2:206_0": "472.Adhimuccanaṁ ārammaṇe sanniṭṭhānavasena veditabbaṁ, na pasādanavasena.",
  "anya-e0104n2:206_1": "Yathā tathā vā hi ārammaṇe nicchayanaṁ adhimuccanaṁ anadhimuccantassa pāṇātipātādīsu, dānādīsu vā pavattiyā abhāvā, saddhā pana pasādanīyesu pasādādhimokkhāti ayametesaṁ viseso.",
  "anya-e0104n2:206_2": "Voṭṭhabbanaṁ pana yathā santīrite atthe nicchayanākārena pavattitvā parato ttamānānaṁ tathā pavattiyā paccayo hoti.",
  "anya-e0104n2:206_3": "Yadi evaṁ, vicikicchāsampayuttesu kathanti?",
  "anya-e0104n2:206_4": "Tesampi ekaṁseneva saṁsappanākārassa paccayatāya daṭṭhabbaṁ.",
  "anya-e0104n2:206_5": "Dārakassa viya ito cito ca saṁsappanassa ‘‘karissāmi na karissāmī’’ti anicchayassa paṭipakkhakiriyā asaṁsappanaṁ, yesu cittuppādesu ayaṁ sanniṭṭhānalakkhaṇo adhimokkho, tesaṁ ārammaṇadhammo eva sanniṭṭheyyadhammo.",
  "anya-e0104n2:207_0": "473.Kiriyākāroti kārasaddassa bhāvasādhanatamāha.",
  "anya-e0104n2:207_1": "Manamhi kāroti manasi ārammaṇassa karaṇaṁ.",
  "anya-e0104n2:207_2": "Yena hi mano ārammaṇe karīyati ārammaṇenassa saṁyojanato, tato eva tena ārammaṇampi manasi karīyatīti.",
  "anya-e0104n2:207_3": "Purimamanatoti bhavaṅgamanato.",
  "anya-e0104n2:207_4": "Visadisamananti vīthijavanaṁ manaṁ karotīti manasikārasāmaññena vīthijavanapaṭipādake dasseti.",
  "anya-e0104n2:208_0": "Sampayuttadhamme ārammaṇābhimukhaṁ sārento viya hotīti manasikāro sāraṇalakkhaṇo vutto.",
  "anya-e0104n2:208_1": "Satiyā asammussanavasena visayābhimukhabhāvapaccupaṭṭhānatā, manasikārassa pana saṁyojanavasena ārammaṇābhimukhabhāvapaccupaṭṭhānatāti ayametesaṁ viseso.",
  "anya-e0104n2:208_2": "Ārammaṇapaṭipādakassa saṅkhārakkhandhapariyāpannatāvacanaṁ itaramanasikārānaṁ tadaññakkhandhapariyāpannatāmattaṁ jotetīti tathājotitaṁ taṁ viññāṇakkhandhe otāretvā dassetuṁ ‘‘vīthipaṭipādako’’tiādi vuttaṁ.",
  "anya-e0104n2:209_0": "474.Tesu dhammesūti yesu dhammesu sayaṁ uppannā, tesu attanā sampayuttesu cittacetasikadhammesu.",
  "anya-e0104n2:209_1": "Anārammaṇattepi hi tesu samappavattesu udāsinabhāvato ‘‘tatramajjhattatā’’ti vuccati.",
  "anya-e0104n2:209_2": "Samavāhitalakkhaṇāti samaṁ avisamaṁ yathāsakakiccesu pavattanalakkhaṇā.",
  "anya-e0104n2:209_3": "Udāsinabhāvena pavattamānāpi hesā sampayuttadhamme yathāsakakiccesu pavatteti, yathā rājā tuṇhī nisinnopi atthakaraṇe dhammaṭṭhe yathāsakakiccesu appamatte pavatteti.",
  "anya-e0104n2:209_4": "Alīnānuddhatapavattipaccayatā ūnādhikatānivāraṇarasā, kiccavasena cetaṁ vuttaṁ.",
  "anya-e0104n2:209_5": "Yadi evaṁ, sahajātādhipatino kathanti? Tampi tassā kiccameva.",
  "anya-e0104n2:209_6": "Yaṁ sahajātadhammānaṁ adhipatibhāvoti, tassāpi tathāpavattanamevāti nāyaṁ doso.",
  "anya-e0104n2:209_7": "‘‘Idaṁ nihīnakiccaṁ hotu, idaṁ atirekatarakicca’’nti evaṁ pakkhapātavasena viya pavatti pakkhapāto, taṁ upacchindantī viya hotīti adhippāyo.",
  "anya-e0104n2:210_0": "‘‘Aniyatesu icchantī’’ti iminā cetasikantarabhāvena icchantīti dasseti. Adosoyeva mettā.",
  "anya-e0104n2:210_1": "Tathā hi soyeva ‘‘mettā mettāyanā’’tiādinā (dha. sa. 1062) niddiṭṭho.",
  "anya-e0104n2:210_2": "Upekkhāti yaṁ upekkhaṁ mettāya saddhiṁ parikappenti, sā tatramajjhattupekkhāyeva.",
  "anya-e0104n2:211_0": "475.Kāyaduccaritādivatthūnanti parapāṇaparadhanaparaitthiādīnaṁ.",
  "anya-e0104n2:211_1": "Amaddanaṁ maddanapaṭipakkhabhāvo.",
  "anya-e0104n2:211_2": "Kāyaduccaritādivatthuto saṅkocanakiriyāpadesena kāyaduccaritādito eva saṅkocanakiriyā vuttāti daṭṭhabbaṁ.",
  "anya-e0104n2:211_3": "Na hi viratiyo duccaritavatthuno akiriyapaccupaṭṭhānā yujjanti, atha kho duccaritassa, viratīnañca soraccavasena saṅkocanaṁ, akiriyānañca hirottappānaṁ jigucchanādivasenāti ayametesaṁ viseso.",
  "anya-e0104n2:212_0": "476.Saṅkhārāti saṅkhārakkhandhadhamme sandhāyāha.",
  "anya-e0104n2:212_1": "Te hi idhādhippetā, aññathā aṭṭhatiṁsāti vattabbaṁ siyā.",
  "anya-e0104n2:212_2": "Yathā cittaṁ, evaṁ taṁsampayuttadhammāpi dutiye sasaṅkhārā evāti āha ‘‘sasaṅkhārabhāvamattameva hettha viseso’’ti. Avasesā paṭhame vuttadhammā.",
  "anya-e0104n2:213_0": "Avasesā pañcamena sampayogaṁ gacchantīti ettha kathaṁ karuṇāmuditāupekkhāsahagate sambhavantīti? Pubbabhāgabhāvato.",
  "anya-e0104n2:213_1": "Appanāppattā eva hi karuṇāmuditā upekkhāsahagatā na honti, tato aññattha pana upekkhāsahagatāpi hontīti ācariyā.",
  "anya-e0104n2:214_0": "Suvisuddhassa kāyakammādikassa cittasamādhānavasena rūpārūpāvacarakusalappavatti, na kāyakammādīnaṁ sodhanavasena, nāpi duccaritadurājīvānaṁ samucchindanapaṭippassambhanavasenāti mahaggatacittuppādesu viratīnaṁ asambhavoyevāti āha ‘‘ṭhapetvā viratittaya’’nti.",
  "anya-e0104n2:214_1": "Tatoti rūpāvacarapaṭhame vuttacetasikato.",
  "anya-e0104n2:214_2": "Teyevāti rūpāvacarapañcame vuttacetasikā eva.",
  "anya-e0104n2:214_3": "Yadi eva rūpāvacarato ko visesoti āha ‘‘arūpāvacarabhāvoyeva hi ettha viseso’’ti.",
  "anya-e0104n2:215_0": "Paṭhamajjhāniketi paṭhamajjhānavati.",
  "anya-e0104n2:215_1": "Maggaviññāṇeti catubbidhepi maggaviññāṇe vuttanayeneva veditabbāti sambandho.",
  "anya-e0104n2:215_2": "Dutiyajjhānikādibhede maggaviññāṇeti ettha ādi-saddena tatiyacatutthapañcamajjhānikāni saṅgaṇhāti.",
  "anya-e0104n2:215_3": "‘‘Vuttanayenā’’ti vuttaṁ kiṁ avisesenāti codanāyane taṁ dassento ‘‘karuṇāmuditāna’’ntiādimāha.",
  "anya-e0104n2:215_4": "Tattha maggaviññāṇānaṁ nibbānārammaṇattā, karuṇāmuditānañca sattārammaṇattā na tāsaṁ tattha sambhavo.",
  "anya-e0104n2:215_5": "Maggadhammesu ca pādakādiniyamena kadāci sammāsaṅkappaviraho siyā , na pana virativiraho kāyaduccaritādīnaṁ samucchindanavaseneva ariyamaggassa pavattanatoti niyataviratitā.",
  "anya-e0104n2:216_0": "478.Na hiriyati na lajjatīti ahiriko, puggalo, cittaṁ, taṁsampayuttadhammasamudāyo vā.",
  "anya-e0104n2:216_1": "‘‘Ahirikka’’nti vattabbe ekassa kakārassa lopaṁ katvā ‘‘ahirika’’nti vuttaṁ.",
  "anya-e0104n2:216_2": "‘‘Na ottappa’’nti ottappassa paṭipakkhabhūtaṁ dhammamāha. Ajigucchanaṁ ahīḷanaṁ. Alajjā aviriḷā.",
  "anya-e0104n2:216_3": "Tehevāti kāyaduccaritādīhi eva. Asārajjaṁ nibbhayatā. Anuttāso asambhamo.",
  "anya-e0104n2:216_4": "Vuttapaṭipakkhavasenāti alajjanākārena pāpānaṁ karaṇarasaṁ ahirikaṁ, anuttāsākārena anottappaṁ, vuttappakāreneva pāpato asaṅkocanapaccupaṭṭhānāni attani, paresu ca agāravapadaṭṭhānāni.",
  "anya-e0104n2:216_5": "Gāmasūkarassa viya asucito kilesāsucito ajigucchanaṁ ahirikena hoti, salabhassa viya aggito pāpato anuttāso anottappena hotīti evaṁ vuttappaṭipakkhavasena vitthāro veditabbo.",
  "anya-e0104n2:217_0": "479.Lubbhanti tenātiādīsu yaṁ vattabbaṁ, taṁ heṭṭhā vuttanayānusārena veditabbaṁ. Lubbhantīti abhigijjhanti. Muyhantīti na bujjhanti.",
  "anya-e0104n2:217_1": "Ārammaṇaggahaṇaṁ ‘‘mama ida’’nti taṇhābhinivesavasena abhinivissa ārammaṇassa avissajjanaṁ, na ārammaṇakaraṇamattaṁ.",
  "anya-e0104n2:217_2": "Abhisaṅgo abhimukhabhāvena āsatti.",
  "anya-e0104n2:217_3": "Apariccāgo avijahanaṁ, dummocanīyatā vā. Assādadassanaṁ assādadiṭṭhi.",
  "anya-e0104n2:217_4": "‘‘Assādānupassino ca taṇhā pavaḍḍhatī’’ti (saṁ. ni. 2.52, 54, 57) hi vuttaṁ.",
  "anya-e0104n2:218_0": "480.",
  "anya-e0104n2:218_1": "Dhammasabhāvassa yāthāvato adassanaṁ cittassa andhabhāvo. Aññāṇaṁ ñāṇapaṭipakkho.",
  "anya-e0104n2:218_2": "Sampaṭivijjhituṁ asamatthatā asampaṭivedho.",
  "anya-e0104n2:218_3": "Yathā ñāṇaṁ ārammaṇasabhāvaṁ paṭivijjhituṁ na labbhati, mohassa tathā pavatti ārammaṇasabhāvacchādanaṁ.",
  "anya-e0104n2:218_4": "Asammāpaṭipattiṁ paccupaṭṭhapeti, sammāpaṭipattiyā paṭipakkhabhāvena gayhatīti vā asammāpaṭipattipaccupaṭṭhāno.",
  "anya-e0104n2:218_5": "Yassa uppajjati, tassa andhakaraṇaṁ andhakāro, tathā paccupatiṭṭhatīti andhakārapaccupaṭṭhāno.",
  "anya-e0104n2:219_0": "481.Micchāti dhammasabhāvassa viparītaṁ, niccāditoti attho.",
  "anya-e0104n2:219_1": "Ayoniso abhiniveso anupāyābhiniveso uppathābhiniveso.",
  "anya-e0104n2:219_2": "Dhammasabhāvaṁ atikkamitvā parato āmasanaṁ parāmāso.",
  "anya-e0104n2:219_3": "Viparītaggāhavasena ‘‘idameva saccaṁ, moghamañña’’nti (ma. ni. 2.187, 202, 203;",
  "anya-e0104n2:219_4": "3.27-29) abhinivisanaṁ micchābhiniveso.",
  "anya-e0104n2:220_0": "482.",
  "anya-e0104n2:220_1": "Yassa dhammassa vasena uddhataṁ hoti cittaṁ, taṁsampayuttadhammā vā, so dhammo uddhaccaṁ.",
  "anya-e0104n2:220_2": "Avūpasamoti asannisinnaappasannabhāvamāha.",
  "anya-e0104n2:220_3": "Anavaṭṭhānarasanti calanakiccaṁ.",
  "anya-e0104n2:220_4": "Bhantattanti paribbhamanākāraṁ.",
  "anya-e0104n2:220_5": "Cetaso avūpasameti nipphādetabbe payojane bhummaṁ, avūpasamapaccayabhūtaṁ ārammaṇaṁ vā ‘‘avūpasamo’’ti vuttaṁ.",
  "anya-e0104n2:220_6": "Akusaladhammānaṁ ekantanihīnatāya ‘‘akusalabhāvena ca lāmakatta’’nti vuttaṁ.",
  "anya-e0104n2:221_0": "483.",
  "anya-e0104n2:221_1": "Thinamiddhamettha aniyataṁ, na mānādīti thinamiddhassa aniyatatā ca ettha dutiyacitte paṭhamākusalato viseso.",
  "anya-e0104n2:222_0": "Anussāhanāvasīdanabhāvena saṁhatabhāvo thinaṁ, tena yogato cittaṁ thinaṁ, tassa bhāvoti thinatā.",
  "anya-e0104n2:222_1": "Asamatthatāvighātavasena akammaññatā middhaṁ.",
  "anya-e0104n2:222_2": "Yasmā tato eva tena sampayuttadhammā medhitā vihatasāmatthiyā honti, tasmā ‘‘middhanatā middha’’nti vuttaṁ.",
  "anya-e0104n2:222_3": "Anussāhalakkhaṇanti ussāhapaṭipakkhalakkhaṇaṁ.",
  "anya-e0104n2:222_4": "Vīriyassa avanodanaṁ khipanaṁ vīriyāvanodanaṁ.",
  "anya-e0104n2:222_5": "Sampayuttadhammānaṁ saṁsīdanākārena paccupatiṭṭhati, tesaṁ vā saṁsīdanaṁ paccupaṭṭhapetīti saṁsīdanapaccupaṭṭhānaṁ.",
  "anya-e0104n2:222_6": "Akammaññatālakkhaṇanti ettha kāmaṁ thinampi akammaññasabhāvameva, taṁ pana cittassa, middhaṁ vedanādikkhandhattayassāti ayamettha viseso.",
  "anya-e0104n2:222_7": "Tathā hi pāḷiyaṁ ‘‘tattha katamaṁ thinaṁ?",
  "anya-e0104n2:222_8": "Yā cittassa akallatā akammaññatā. Tattha katamaṁ middhaṁ?",
  "anya-e0104n2:222_9": "Yā kāyassa akallatā akammaññatā’’ti (dha. sa.",
  "anya-e0104n2:222_10": "1162-1163) ca ādinā imesaṁ niddeso pavatto.",
  "anya-e0104n2:222_11": "Onahanaṁ viññāṇadvārānaṁ pidahanaṁ.",
  "anya-e0104n2:222_12": "Līnatā līnākāro ārammaṇaggahaṇe saṅkoco.",
  "anya-e0104n2:222_13": "Yasmā thinena cittasseva saṁhananaṁ hoti, middhena pana vedanādikkhandhattayassa viya rūpakāyassāpi, tasmā taṁ pacalāyikāniddaṁ paccupaṭṭhapetīti pacalāyikāniddāpaccupaṭṭhānaṁ vuttaṁ.",
  "anya-e0104n2:222_14": "Arati pantasenāsanesu, adhikusaladhammesu ca arocanā.",
  "anya-e0104n2:222_15": "Vijambhikā vijambhanasaṅkhātassa kāyaduṭṭhullassa kāraṇabhūtā saṁkilesappavatti.",
  "anya-e0104n2:222_16": "Arativijambhikādīsūti ca ādi-saddena tandiādīnaṁ gahaṇaṁ.",
  "anya-e0104n2:222_17": "Nipphādetabbe payojane cetaṁ bhummavacanaṁ.",
  "anya-e0104n2:223_0": "Avasesā soḷasa.",
  "anya-e0104n2:223_1": "Māno panettha aniyato hoti, tena saddhiṁ sattaraseva honti.",
  "anya-e0104n2:223_2": "Paṭṭhāne hi ‘‘saṁyojanaṁ dhammaṁ paṭicca saṁyojano dhammo uppajjati hetupaccayā’’ti ettha catukkhattuṁ kāmarāgena, tikkhattuṁ paṭighena ca māno vicikicchā bhavarāgoti tayopete sakadāgāmino saṁyojanānaṁ saṁyojanehi dasavidhā yojanāti dassitāya dasavidhāya yojanāya ‘‘kāmarāgasaṁyojanaṁ paṭicca mānasaṁyojanaṁ avijjāsaṁyojana’’nti (paṭṭhā.",
  "anya-e0104n2:223_3": "3.4.1) vatvā ‘‘kāmarāgasaṁyojanaṁ paṭicca avijjāsaṁyojana’’nti (paṭṭhā.",
  "anya-e0104n2:223_4": "3.4.1) tathā ‘‘mānasaṁyojanaṁ paṭicca bhavarāgasaṁyojanaṁ avijjāsaṁyojana’’nti (paṭṭhā 3.4.1) vatvā ‘‘bhavarāgasaṁyojanaṁ paṭicca avijjāsaṁyojana’’nti (paṭṭhā.",
  "anya-e0104n2:223_5": "3.4.1) ca evamāgatāhi yojanāhi mānassa aniyatabhāvo pakāsito.",
  "anya-e0104n2:223_6": "Yadi hi māno niyato siyā, kāmarāgassa mānarahitā pavatti na siyā, tathā bhavarāgassa.",
  "anya-e0104n2:223_7": "Evaṁ sati paṭṭhāne catukkhattuṁ kāmarāgena yojanā na siyā, tikkhattuṁyeva siyā. Bhavarāgamūlikā ca na siyā.",
  "anya-e0104n2:223_8": "Evañca saṁyojanānaṁ saṁyojanehi aṭṭhavidhena yojanā siyā, na dasavidhena. Dasavidhāva ca dassitāti.",
  "anya-e0104n2:223_9": "Seyyādivasena uccato namanaṁ unnati.",
  "anya-e0104n2:223_10": "Unnamanavaseneva saṁpaggaharaso.",
  "anya-e0104n2:223_11": "Na vīriyaṁ viya taṁtaṁkiccasādhane abbhussahanavasena.",
  "anya-e0104n2:223_12": "Omānassāpi attānaṁ avaṁ katvā gahaṇampi sampaggahaṇavasenevāti daṭṭhabbaṁ.",
  "anya-e0104n2:223_13": "Ketu vuccati accuggatadhajo, idha pana ketu viyāti ketu, uḷāratamādibhāvo.",
  "anya-e0104n2:223_14": "Taṁ ketubhāvasaṅkhātaṁ ketuṁ kāmetīti ketukamyaṁ, cittaṁ.",
  "anya-e0104n2:223_15": "Yassa dhammassa vasena ketukamyaṁ, sā ketukamyatā.",
  "anya-e0104n2:223_16": "‘‘Aha’’nti pavattanato mānassa diṭṭhisadisī pavattīti so diṭṭhiyā saddhiṁ ekacittuppāde na pavattati, attasinehasannissayo cāti āha ‘‘diṭṭhivippayuttalobhapadaṭṭhāno’’ti.",
  "anya-e0104n2:224_0": "Etthāpi cāti ca-saddena thinamiddhaṁ ākaḍḍhati.",
  "anya-e0104n2:225_0": "485.Dussantīti byāpajjanti. Caṇḍikkaṁ kujjhanaṁ.",
  "anya-e0104n2:225_1": "Attano pavattiākāravasena, virūpasaṁsappanakaaniṭṭharūpasamuṭṭhāpanavasena ca visappanaraso.",
  "anya-e0104n2:225_2": "Kāyassa vijjhattabhāvāpādanato attano nissayadahanaraso.",
  "anya-e0104n2:225_3": "Dussanaṁ attano, parassa ca upabhogaphalakālesu aniṭṭhattā visasaṁsaṭṭhapūtimuttaṁ viya daṭṭhabboti sabbena sabbaṁ aggahetabbataṁ dasseti.",
  "anya-e0104n2:226_0": "486.",
  "anya-e0104n2:226_1": "Yaṁ parasampattīsu issākaraṇaṁ, sā issāti dassento āha ‘‘issāyanā issā’’ti . Usūyanaṁ asahanaṁ.",
  "anya-e0104n2:226_2": "Tatthevāti parasampattīsu eva.",
  "anya-e0104n2:226_3": "Abhiratipaṭipakkhabhūtaṁ issāya kiccaṁ, na abhiratiyā abhāvamattanti āha ‘‘anabhiratirasā’’ti.",
  "anya-e0104n2:227_0": "487.",
  "anya-e0104n2:227_1": "Maccharayogena ‘‘maccharī’’ti pavattamānaṁ maccharisaddaṁ gahetvā āha ‘‘maccharabhāvo macchariya’’nti.",
  "anya-e0104n2:227_2": "Niruttinayena pana mā idaṁ acchariyaṁ aññesaṁ hotu, mayhameva hotūti macchariyanti porāṇā.",
  "anya-e0104n2:227_3": "Taṁ macchariyaṁ vuccamānāni lakkhaṇādīni pariyādāya tiṭṭhati.",
  "anya-e0104n2:227_4": "Saṅkocanapaccupaṭṭhānanti attasampattīnaṁ parehi asādhāraṇabhāvakaraṇena saṅkocanapaccupaṭṭhānaṁ. Kaṭukākāragati kaṭukañcukatā. Attasampatti āvāsādi.",
  "anya-e0104n2:228_0": "488.Kukatanti ettha akatampi kukatameva.",
  "anya-e0104n2:228_1": "Evañhi vattāro honti ‘‘yaṁ mayā na kataṁ, taṁ kukata’’nti.",
  "anya-e0104n2:228_2": "Tathā hi vakkhati ‘‘katākatānusocanarasa’’nti.",
  "anya-e0104n2:228_3": "Evaṁ katākataṁ duccaritaṁ, sucaritañca kukataṁ, taṁ ārabbha vippaṭisāravasena pavattaṁ pana cittaṁ taṁsahacaritatāya idha ‘‘kukata’’nti gahetvā ‘‘tassa bhāvo kukkucca’’nti vuttanti daṭṭhabbaṁ.",
  "anya-e0104n2:228_4": "Pacchā anutāpanaṁ vibādhanaṁ pacchānutāpo.",
  "anya-e0104n2:228_5": "Yathāpavattassa katākatākāravisiṭṭhassa duccaritasucaritassa anusocanavasena virūpaṁ paṭisaraṇaṁ vippaṭisāro.",
  "anya-e0104n2:228_6": "Parāyattatāhetutāya dāsabyamiva daṭṭhabbaṁ.",
  "anya-e0104n2:228_7": "Yathā hi dāsabye sati dāso parāyatto hoti, evaṁ kukkucce sati taṁsamaṅgī.",
  "anya-e0104n2:228_8": "Na hi so attano dhammatāya kusale pavattituṁ sakkoti.",
  "anya-e0104n2:228_9": "Atha vā katākatākusalakusalānusocane āyattatāya tadubhayavasena kukkuccena taṁsamaṅgī hotīti taṁ dāsabyaṁ viya hotīti.",
  "anya-e0104n2:229_0": "Aniyatesu issādīsu thinamiddhasambhavova cāti ca-saddaṁ ānetvā sambandhitabbaṁ.",
  "anya-e0104n2:230_0": "490.Pavattiṭṭhitimattoti khaṇaṭṭhitimatto.",
  "anya-e0104n2:230_1": "‘‘Nivāte dīpaccīnaṁ ṭhiti viyā’’ti hi evaṁ vuttacittaṭṭhiti viya santānaṭṭhitiyā paccayo bhavituṁ asamattho nicchayābhāvena asaṇṭhahanato cetaso pavattipaccayamattatāya pavattiṭṭhitimatto. Tenāha ‘‘dubbalo samādhī’’ti.",
  "anya-e0104n2:230_2": "Vigatā cikicchāti cikicchituṁ dukkaratāya vuttaṁ, na sabbathā vicikicchāya cikicchābhāvatoti tadatthamattaṁ dasseti.",
  "anya-e0104n2:230_3": "‘‘Evaṁ nu kho, nanu kho’’tiādinā saṁsappanavasena setīti saṁsayo.",
  "anya-e0104n2:230_4": "Kampanarasāti nānārammaṇe cittassa kampanakiccā.",
  "anya-e0104n2:230_5": "Uddhaccañhi attanā gahitākāre eva ṭhatvā bhamatīti ekārammaṇasmiṁyeva vipphandanavasena pavattati.",
  "anya-e0104n2:230_6": "Vicikicchā pana yadipi rūpādīsu ekasmiṁyeva ārammaṇe uppajjati, tathāpi ‘‘evaṁ nu kho, nanu kho, idaṁ nu kho, aññaṁ nu kho’’ti aññaṁ gahetabbākāraṁ apekkhatīti nānārammaṇe kampanaṁ hotīti.",
  "anya-e0104n2:230_7": "Anicchayaṁ dveḷhakaṁ paccupaṭṭhapetīti anicchayapaccupaṭṭhānā.",
  "anya-e0104n2:230_8": "Anekaṁsassa ārammaṇe nānāsabhāvassa gahaṇākārena paccupatiṭṭhatīti anekaṁsagāhapaccupaṭṭhānā.",
  "anya-e0104n2:231_0": "491.Sattārammaṇattāti sattapaññattiārammaṇattā.",
  "anya-e0104n2:231_1": "Nanu ca paññattiārammaṇāpi vipākā hontīti codanaṁ sandhāyāha ‘‘ekantaparittārammaṇā hi kāmāvacaravipākā’’ti.",
  "anya-e0104n2:231_2": "Viratiyopi vipākesu na santīti etthāpi nanu kesuci vipākesu viratiyopi santīti codanaṁ manasi katvā āha ‘‘pañca sikkhāpadā kusalāyevāti hi vutta’’nti, tena lokiyavipākesu viratiyo na santīti dasseti.",
  "anya-e0104n2:232_0": "Tesanti rūpāvacarādivipākaviññāṇānaṁ.",
  "anya-e0104n2:232_1": "Janetabbajanakasambandhe hi idaṁ sāmivacanaṁ.",
  "anya-e0104n2:233_0": "492.Teti te ahetukakiriyasaṅkhārā.",
  "anya-e0104n2:233_1": "Tattha kusalavipākamanodhātusampayuttehi samānā ahetukakiriyamanodhātusampayuttā, somanassasahagatasantīraṇasampayuttehi samānā hasituppādasampayuttā, upekkhāsahagatasantīraṇasampayuttehi samānā voṭṭhabbanasampayuttāti imamatthaṁ dassentena ‘‘kusala…pe… samānā’’ti vatvā tato labbhamānaṁ visesaṁ dassetuṁ ‘‘manoviññāṇadhātudvaye panā’’tiādi vuttaṁ.",
  "anya-e0104n2:233_2": "Vīriyasabbhāvato balappatto samādhi hoti ‘‘vīriyantaṁ bala’’nti katvā.",
  "anya-e0104n2:234_0": "Samucchedaviratīhi eva arahantānaṁ viramanakiccassa niṭṭhitattā kiriyacittesu viratiyo na santīti āha ‘‘ṭhapetvā viratiyo’’ti.",
  "anya-e0104n2:234_1": "Kāmāvacarasahetukakiriyasaṅkhārānaṁ kāmāvacarakusalehi viratikato viseso atthi, mahaggatesu pana tādisopi natthīti āha ‘‘sabbākārenapī’’ti, dhammato, ārammaṇato, pavattiākāratoti sabbapakārenapīti attho.",
  "anya-e0104n2:235_0": "Iti saṅkhārakkhandhe vitthārakathāmukhavaṇṇanā.",
  "anya-e0104n2:236_0": "Atītādivibhāgakathāvaṇṇanā",
  "anya-e0104n2:237_0": "Abhidhammantogadhampi suttantabhājanīyaṁ suttantanayo eva, ekantaabhidhammanayo pana abhidhammabhājanīyanti āha ‘‘abhidhamme padabhājanīyanayenā’’ti.",
  "anya-e0104n2:238_0": "493.",
  "anya-e0104n2:238_1": "Bhagavatā pana evaṁ khandhā vitthāritāti sambandho.",
  "anya-e0104n2:238_2": "Tasmā imāyapi pāḷiyā vasena khandhānaṁ saṁvaṇṇanaṁ karissāmāti adhippāyo.",
  "anya-e0104n2:238_3": "Yaṁ kiñcīti ettha yanti sāmaññena aniyamadassanaṁ.",
  "anya-e0104n2:238_4": "Kiñcīti pakārabhedaṁ āmasitvā aniyamadassanaṁ.",
  "anya-e0104n2:238_5": "Ubhayenāpi atītaṁ vā…pe… santike vā appaṁ vā bahuṁ vā yādisaṁ vā tādisaṁ vā napuṁsakaniddesārahaṁ sabbaṁ byāpetvā gaṇhātīti āha ‘‘anavasesapariyādāna’’nti.",
  "anya-e0104n2:238_6": "Evaṁ pana aññesupi napuṁsakaniddesārahesu pasaṅgaṁ disvā tattha adhippetatthaṁ aticca pavattanato atippasaṅgassa niyamanatthaṁ rūpanti vuttanti dassento ‘‘rūpanti atippasaṅganiyamana’’nti āha.",
  "anya-e0104n2:238_7": "Yaṁ kiñcīti ca yaṁ-saddaṁ ekaṁ padaṁ, sanipātaṁ kiṁ-saddañca ekaṁ padanti gahetvā aniyamekatthadīpanato ‘‘padadvayenāpī’’ti vuttaṁ. Assāti rūpassa.",
  "anya-e0104n2:238_8": "Atītādinā vibhāgaṁ ārabhati atītānāgatapaccuppannantiādinā.",
  "anya-e0104n2:239_0": "494.Addhāsantatisamayakhaṇavasenāti ettha cutipaṭisandhiparicchinne kāle addhā-saddo vattatīti ‘‘ahosiṁ nu kho ahamatītamaddhāna’’ntiādisuttavasena (ma. ni. 1.18; saṁ. ni. 2.20) viññāyati.",
  "anya-e0104n2:239_1": "Tathā hi bhaddekarattasuttepi ‘‘atītaṁ nānvāgameyyā’’tiādinā (ma. ni.",
  "anya-e0104n2:239_2": "3.272, 275, 276, 277) addhāvaseneva atītādibhāvo vutto.",
  "anya-e0104n2:239_3": "‘‘Tayome, bhikkhave, addhā, katame tayo?",
  "anya-e0104n2:239_4": "Atīto addhā anāgato addhā paccuppanno addhā’’ti (dī. ni. 3.305; itivu.",
  "anya-e0104n2:239_5": "63) pana paramatthato paricchijjamāno addhā niruttipathasuttavasena khaṇaparicchinno vutto.",
  "anya-e0104n2:239_6": "Tattha hi ‘‘yaṁ, bhikkhave, rūpaṁ jātaṁ…pe… pātubhūtaṁ.",
  "anya-e0104n2:239_7": "Atthīti tassa saṅkhā’’ti (saṁ. ni.",
  "anya-e0104n2:239_8": "3.62) vijjamānassa paccuppannatā, tato pubbe, pacchā ca atītānāgatatā vuttā.",
  "anya-e0104n2:239_9": "Tadaññasuttesu pana yebhuyyena cutipaṭisandhiparicchinno atītādiko addhā vuttoti so eva idhāpi ‘‘addhāvasenā’’ti vutto.",
  "anya-e0104n2:240_0": "Sītaṁ sītassa sabhāgo, tathā uṇhaṁ uṇhassa.",
  "anya-e0104n2:240_1": "Yaṁ pana sītaṁ, uṇhaṁ vā sarīre sannipatitaṁ santānavasena pavattamānaṁ anūnaṁ anadhikaṁ ekākāraṁ, taṁ eko utūti vuccatīti sabhāgautuno anekattā eka-ggahaṇaṁ kataṁ, evaṁ āhārepi.",
  "anya-e0104n2:240_2": "Ekavīthiekajavanasamuṭṭhānanti pañcachaṭṭhadvāravasena vuttaṁ.",
  "anya-e0104n2:240_3": "Santatisamayakathā vipassakānaṁ upakāratthāya aṭṭhakathāsu kathitā.",
  "anya-e0104n2:240_4": "Janako hetu, upathambhako paccayo, tesaṁ uppādanaṁ, upatthambhanañca kiccaṁ.",
  "anya-e0104n2:240_5": "Yathā bījassa aṅkuruppādanaṁ, pathavīādīnañca tadupatthambhanaṁ, kammassa kaṭattārūpavipākuppādanaṁ, āhārādīnaṁ tadupatthambhanaṁ, evaṁ ekekassa kalāpassa, cittuppādassa ca janakānaṁ kammānantarādipaccayabhūtānaṁ, upatthambhakānañca sahajātapurejātapacchājātānaṁ kiccaṁ yathāsambhavaṁ yojetabbaṁ.",
  "anya-e0104n2:240_6": "Evaṁ utuādīnaṁ sabhāgavisabhāgatāsambhavato taṁsamuṭṭhānānaṁ rūpānaṁ santativasena atītādivibhāgo vutto, kammassa pana ekabhavanibbattakassa sabhāgavisabhāgatā natthīti taṁsamuṭṭhānānaṁ rūpānaṁ santativasena atītādivibhāgaṁ avatvā upatthambhakavaseneva vutto.",
  "anya-e0104n2:240_7": "Yadā pana liṅgaparivattanaṁ hoti, tadā balavatā akusalena purisaliṅgaṁ antaradhāyati, dubbalena kusalena itthiliṅgaṁ pātubhavati.",
  "anya-e0104n2:240_8": "Dubbalena ca akusalena itthiliṅgaṁ antaradhāyati, balavatā kusalena purisaliṅgaṁ pātubhavatīti kammasamuṭṭhānarūpānampi attheva visabhāgatāti tesampi santativasena atītādivibhāgo sambhavati, so pana na sabbakālikoti na gahito.",
  "anya-e0104n2:241_0": "Taṁtaṁsamayanti ekamuhuttādiko so so samayo etassāti taṁtaṁsamayaṁ, rūpaṁ, taṁtaṁsamayavantanti attho.",
  "anya-e0104n2:242_0": "Tatopubbeti tato khaṇattayassa pariyāpattito pubbe. Anuppannattā anāgataṁ. Pacchāti tato pacchā.",
  "anya-e0104n2:242_1": "Khaṇattayaṁ atikkantattā atītaṁ.",
  "anya-e0104n2:242_2": "Yassa hetukiccaṁ, paccayakiccañca niṭṭhitattā atikkantaṁ, taṁ atītaṁ uppādakkhaṇe hetukiccaṁ, uppannaphalattā niṭṭhitañcāti daṭṭhabbaṁ. Tīsupi khaṇesu paccayakiccaṁ.",
  "anya-e0104n2:242_3": "Pathavīādīnaṁ sandhāraṇādikaṁ, phassādīnaṁ phusanādikañca attano kiccaṁ sakiccaṁ, sakiccassa karaṇakkhaṇo sakiccakkhaṇo, saha vā kiccena sakiccaṁ, yasmiṁ khaṇe sakiccaṁ rūpaṁ vā arūpaṁ vā hoti, so sakiccakkhaṇo, tasmiṁ khaṇe paccuppannaṁ.",
  "anya-e0104n2:242_4": "Ettha ca khaṇādikathāyaṁ ‘‘tato pubbe anāgataṁ, pacchā atīta’’nti vacanaṁ addhādīsu viya bhedābhāvato nippariyāyaṁ.",
  "anya-e0104n2:242_5": "Addhādivasena hi aññeva dhammā atītā aññe anāgatā aññe paccuppannā labbhanti, khaṇādivasena pana natthi dhammato bhedo, kālato eva bhedo.",
  "anya-e0104n2:242_6": "Uppādato pubbe anāgato , khaṇattaye vattamāno, tato paraṁ atītoti nippariyāyā, addhāpaccuppannādi viya kenaci pariyāyena atītamanāgatanti ca vattabbatābhāvato.",
  "anya-e0104n2:243_0": "495.",
  "anya-e0104n2:243_1": "Heṭṭhā vuttaṁ ajjhattikabāhirabhedaṁ sandhāya ‘‘vuttanayo evā’’ti vatvā tena aparitussamānena yadipi tattha ajjhattameva ajjhattikanti saddattho labbhati, tathāpi attheva ajjhattaajjhattikasaddānaṁ, bahiddhābāhirasaddānañca aññamaññaṁ atthabhedo.",
  "anya-e0104n2:243_2": "Tathā hi ajjhattikasaddo saparasantānikesu cakkhādīsu rūpādīsu bāhirasaddo viya pavattati, ajjhattasaddo pana tassa tassa sattassa sasantānikesveva cakkhurūpādīsu tato aññesu bahiddhāsaddo viya pavattati.",
  "anya-e0104n2:243_3": "Tasmā tamatthaṁ dassetuṁ ‘‘apicā’’tiādi vuttaṁ.",
  "anya-e0104n2:243_4": "Tattha idhāti imasmiṁ suttantanaye.",
  "anya-e0104n2:243_5": "Niyakajjhattampi na pubbe vuttaajjhattikameva, parapuggalikampi na pubbe vuttabāhiramevāti adhippāyo.",
  "anya-e0104n2:244_0": "496.",
  "anya-e0104n2:244_1": "Hīnapaṇītabhedo pariyāyato, nippariyāyato ca veditabboti sambandho. Tadeva sudassīnaṁ rūpaṁ.",
  "anya-e0104n2:244_2": "Yatthāti yasmiṁ ārammaṇabhūte.",
  "anya-e0104n2:244_3": "Yaṁ ārammaṇaṁ katvā akusalavipākaviññāṇaṁ uppajjati, taṁ hīnaṁ aniṭṭhabhāvato.",
  "anya-e0104n2:244_4": "Yaṁ kusalavipākaṁ, taṁ paṇītaṁ iṭṭhabhāvato.",
  "anya-e0104n2:244_5": "Yathā hi akusalavipāko sayaṁ aniṭṭho aniṭṭhe eva uppajjati, na iṭṭhe, evaṁ kusalavipākopi sayaṁ iṭṭho iṭṭhe eva uppajjati, na aniṭṭhe.",
  "anya-e0104n2:244_6": "Tathā hi vuttaṁ aṭṭhakathāyaṁ –",
  "anya-e0104n2:245_0": "‘‘Akusalakammajavasena aniṭṭhā pañca kāmaguṇā vibhattā, kusalakammajaṁ pana aniṭṭhaṁ nāma natthi, sabbaṁ iṭṭhameva.",
  "anya-e0104n2:245_1": "Kusalakammajavasena iṭṭhā pañca kāmaguṇā vibhattā.",
  "anya-e0104n2:245_2": "Kusalakammajañhi aniṭṭhaṁ nāma natthi, sabbaṁ iṭṭhamevā’’ti (vibha. aṭṭha. 6) ca.",
  "anya-e0104n2:246_0": "Tattha manāpānipi kānici hatthirūpādīni akusalakammanibbattāni santi, na pana tāni tesaṁyeva hatthiādīnaṁ sukhassa hetubhāvaṁ gacchanti.",
  "anya-e0104n2:246_1": "Tassa tasseva hi sattassa attanā katena kusalena nibbattaṁ sukhassa paccayo hoti, akusalena nibbattaṁ dukkhassa.",
  "anya-e0104n2:246_2": "Tasmā kammajānaṁ iṭṭhāniṭṭhatā kammakārakasattassa vasena yojanārahā siyā.",
  "anya-e0104n2:246_3": "Tattha yaṁ vuttaṁ ‘‘kusalakammajaṁ aniṭṭhaṁ nāma natthī’’ti, na ca vuttaṁ ‘‘akusalakammajaṁ iṭṭhaṁ nāma natthī’’ti, tena akusalakammajampi sobhanaṁ parasattānaṁ iṭṭhaṁ atthīti anuññātaṁ bhavissati, kusalakammajaṁ pana sabbesaṁ iṭṭhamevāti.",
  "anya-e0104n2:247_0": "Tiracchānagatānaṁ pana kesañci manussarūpaṁ amanāpaṁ, yato te disvāva palāyanti, manussā ca devatārūpaṁ passitvā bhāyanti, tesampi vipākaviññāṇaṁ taṁ rūpaṁ ārabbha kusalavipākameva uppajjati, tādisassa pana puññassa abhāvā na tesaṁ tattha abhirati hoti.",
  "anya-e0104n2:247_1": "Kusalakammajassa pana aniṭṭhassa abhāvo viya akusalakammajassa ca iṭṭhassa abhāvo vattabbo.",
  "anya-e0104n2:247_2": "Hatthiādīnampi hi akusalakammajaṁ manussānaṁ akusalavipākasseva ārammaṇaṁ, kusalakammajaṁ pana pavatte samuṭṭhitaṁ kusalavipākassa.",
  "anya-e0104n2:247_3": "Iṭṭhārammaṇena pana vomissakattā appakaṁ akusalakammajaṁ bahulaṁ akusalavipākuppattiyā kāraṇaṁ na bhavissatīti sakkā viññātuṁ, vipākaṁ pana na sakkā vañcetunti vipākavasena iṭṭhāniṭṭhārammaṇavavatthānaṁ suṭṭhu yujjati.",
  "anya-e0104n2:247_4": "Yaṁ pana vuttaṁ ‘‘aniṭṭhā pañca kāmaguṇā’’ti, taṁ rūpādibhāvasāmaññato kāmaguṇasadisatāya taṁsadisesu tabbohārena vuttaṁ.",
  "anya-e0104n2:247_5": "Iṭṭhāneva hi rūpādīni ‘‘kāmaguṇā’’ti pāḷiyaṁ (ma. ni. 1.164-165, 177-178, 287; 2.155, 280; 3.57, 190; saṁ. ni. 5.30) vuttāni.",
  "anya-e0104n2:247_6": "Kāmaguṇavisabhāgā vā rūpādayo ‘‘kāmaguṇā’’ti vuttā asive sivoti vohāro viya, sabbāni vā iṭṭhāniṭṭhāni rūpādīni taṇhāvatthubhāvato kāmaguṇā eva.",
  "anya-e0104n2:247_7": "Vuttañhi ‘‘rūpā loke piyarūpaṁ sātarūpa’’ntiādi (dī. ni. 2.400; ma. ni. 1.133).",
  "anya-e0104n2:247_8": "Atisayena pana kamanīyattā suttesu kāmaguṇāti iṭṭharūpādīni vuttāni.",
  "anya-e0104n2:248_0": "Vuttanayamevāti abhidesena lakkhaṇato dūrasantikaṁ dassitanti āha ‘‘okāsatopettha upādāyupādāya dūrasantikatā veditabbā’’ti.",
  "anya-e0104n2:248_1": "Tattha kittakato paṭṭhāya rūpaṁ okāsavasena santike nāma, kittakato pana paṭṭhāya dūre nāma?",
  "anya-e0104n2:248_2": "Pakatikathāya kathentānaṁ dvādasa hatthā savanūpacāro nāma, tassa orato santike, parato dūre.",
  "anya-e0104n2:248_3": "Tattha sukhumarūpaṁ dūre hontaṁ lakkhaṇatopi okāsatopi dūre hoti, santike hontaṁ pana okāsatova santike hoti, na lakkhaṇato.",
  "anya-e0104n2:248_4": "Oḷārikarūpaṁ santike hontaṁ lakkhaṇatopi okāsatopi santike hoti, dūre hontaṁ okāsatova hoti, na lakkhaṇato.",
  "anya-e0104n2:248_5": "‘‘Upādāyupādāyā’’ti pana vuttattā attano rūpaṁ santike nāma, antokucchigatassāpi parassa dūre.",
  "anya-e0104n2:248_6": "Antokucchigatassa santike, bahi ṭhitassa dūreti evaṁ antogabbhapamukhapariveṇasaṅghārāmasīmāgāmakhettajanapadarajjasamuddacakkavāḷesu tadantogatabahigatānaṁ vasena dūrasantikatā veditabbā.",
  "anya-e0104n2:249_0": "497.Tadekajjhanti taṁ ekajjhaṁ ekato.",
  "anya-e0104n2:249_1": "Abhisaṁyūhitvāti saṁharitvā, samūhaṁ vā katvā.",
  "anya-e0104n2:249_2": "Abhisaṅkhipitvāti saṅkhipitvā saṅkhepaṁ katvā.",
  "anya-e0104n2:249_3": "‘‘Sabbampi rūpaṁ…pe… dassitaṁ hotī’’ti iminā rūpakhandhasaddānaṁ samānādhikaraṇasamāsabhāvaṁ dasseti.",
  "anya-e0104n2:249_4": "Tenevāha ‘‘na hi rūpato añño rūpakkhandho nāma atthī’’ti.",
  "anya-e0104n2:250_0": "498.",
  "anya-e0104n2:250_1": "Rāsibhāvūpagamanena vedanākkhandhādayoti dassitā hontīti ānetvā sambandhitabbaṁ.",
  "anya-e0104n2:251_0": "Santativasena, khaṇādivasena cāti ettha addhāsamayavasena atītādivibhāgassa avacanaṁ sukhādivasena bhinnāya atītādibhāvavacanato.",
  "anya-e0104n2:251_1": "Na hi sukhā eva addhāvasena, samayavasena ca atītādikā hoti, tathā dukkhā eva, adukkhamasukhā eva ca kāyikacetasikādibhāvena bhinnā, tena vedanāsamudāyo addhāsamayavasena atītādibhāvena vattabbataṁ arahati samudāyassa tehi paricchinditabbattā, vedanekadesā pana gayhamānā santatikhaṇehi paricchedaṁ arahanti tathā paricchinditvā gahetabbato.",
  "anya-e0104n2:251_2": "Ekasantatiyaṁ pana sukhādīsu anekabhedabhinnesu yo bhedo paricchinditabbabhāvena gahito, tassa ekappakārassa pākaṭassa paricchedikā taṁsahitadvārālambanappavattā, avicchedena taduppādakekavidhavisayasamāyogappavattā ca santati bhavituṁ arahatīti tassā bhedantaraṁ anāmasitvā paricchedakabhāvena gahaṇaṁ kataṁ, lahuparivattino vā arūpadhammā parivattaneneva paricchedena paricchindanaṁ arahantīti santatikhaṇavaseneva paricchedo vutto.",
  "anya-e0104n2:251_3": "Ekavidhavisayasamāyogappavattā divasampi buddharūpaṁ passantassa, dhammaṁ suṇantassa pavattasaddhādisahitavedanā paccuppannā.",
  "anya-e0104n2:251_4": "‘‘Pubbantāparantamajjhattagatā’’ti etena hetupaccayakiccavasena vuttanayaṁ dasseti.",
  "anya-e0104n2:252_0": "499.",
  "anya-e0104n2:252_1": "Sabyāpārasaussāhasavipākatā kusalādīhi tīhipi sādhāraṇāti asādhāraṇameva dassetuṁ ‘‘sāvajjakiriyahetuto’’tiādi vuttaṁ.",
  "anya-e0104n2:252_2": "Tattha sāvajjakiriyahetutoti pāṇātipātādigārayhakiriyānimittato.",
  "anya-e0104n2:252_3": "Kilesasantāpabhāvatoti kilesapariḷāhena sadarathabhāvato .",
  "anya-e0104n2:252_4": "Vūpasantasabhāvāya kusalāya vedanāya oḷārikā. Sabyāpāratoti saīhato.",
  "anya-e0104n2:252_5": "Tena yathā pavattamānāyassā vipākena bhavitabbaṁ, tathā pavattiṁ vadanto vipākuppādanayogyatamāha.",
  "anya-e0104n2:252_6": "Saussāhatoti sasattito, tena vipākuppādanasamatthataṁ.",
  "anya-e0104n2:252_7": "Savipākatoti vipākasabbhāvato, tena paccayantarasamavāyenassā vipākanibbattanaṁ.",
  "anya-e0104n2:252_8": "Tīhipi padehi vipākadhammataṁyeva dasseti.",
  "anya-e0104n2:252_9": "Kāyakammādibyāpārasabbhāvato vā sabyāpārato, javanussāhavasena saussāhato, vipākuppādanasamatthatāvasena savipākatoti evamettha attho veditabbo.",
  "anya-e0104n2:252_10": "Vipākaṁ anuppādentīpi kiriyā kusalā viya sabyāpārā, saussāhā eva ca hotīti tadubhayaṁ anāmasitvā kiriyābyākatavāre ‘‘savipākato’’ icceva vuttaṁ.",
  "anya-e0104n2:252_11": "Sabyābajjhatoti kilesadukkhena sadukkhato.",
  "anya-e0104n2:252_12": "Vuttavipariyāyatoti anavajjakiriyahetuto, kilesasantāpābhāvato, abyābajjhato ca vūpasantavuttīti evaṁ akusalāya vuttavipallāsato. Yathāyoganti yogānurūpaṁ.",
  "anya-e0104n2:252_13": "Tīsu kāraṇesu yaṁ yaṁ yassā yassā yujjati, tadanurūpanti attho.",
  "anya-e0104n2:252_14": "Kusalākusalavedanāhi vipākabyākatāya tīhipi kāraṇehi oḷārikā.",
  "anya-e0104n2:252_15": "Kiriyābyākatāya savipākato savipākatāvisiṭṭhasabyāpārasaussāhato vāti.",
  "anya-e0104n2:252_16": "Vuttapariyāyenāti vipākabyākatā abyāpārato , anussāhato, avipākato ca tāhi kusalākusalavedanāhi sukhumā.",
  "anya-e0104n2:252_17": "Kiriyābyākatā avipākato, avipākatāvisiṭṭhasabyāpārasaussāhato vāti evaṁ kusalākusalāya vuttavipallāsena.",
  "anya-e0104n2:252_18": "Kammavegakkhittā hi kammapaṭibimbabhūtā ca kāyakammādibyāpāravirahato nirussāhā vipākā.",
  "anya-e0104n2:252_19": "Saussāhā ca kiriyā avipākadhammā.",
  "anya-e0104n2:252_20": "Savipākadhammā hi sagabbhā viya oḷārikāti.",
  "anya-e0104n2:253_0": "500.Nirassādatoti assādābhāvato sukhapaṭikkhepato.",
  "anya-e0104n2:253_1": "Savipphāratoti saparipphandato, anupasantatoti attho.",
  "anya-e0104n2:253_2": "Abhibhavanatoti ajjhottharaṇato.",
  "anya-e0104n2:253_3": "Sukhāya majjhattatā natthi, upekkhāya sātatā.",
  "anya-e0104n2:253_4": "Santatādayo pana sabbattha sukhupekkhāsu labbhantīti ‘‘yathāyoga’’nti vuttaṁ.",
  "anya-e0104n2:253_5": "Pākaṭatoti sukhito dukkhitoti disvāpi jānitabbattā vibhūtabhāvato. Sā adukkhamasukhā vedanā.",
  "anya-e0104n2:254_0": "501.Asamāpannasamāpanna-ggahaṇena cettha bhūmivasenāpi vedanānaṁ oḷārikasukhumatā vuttāti veditabbā. Itarā samāpannassa vedanā.",
  "anya-e0104n2:255_0": "Oghaniyatoti oghehi ārammaṇaṁ katvā atikkamitabbato.",
  "anya-e0104n2:255_1": "Tathā yoganiyato, ganthaniyato cāti etthāpi ganthova ganthanaṁ, tassa hitaṁ ārammaṇabhāvena sambandhanatoti ganthaniyaṁ.",
  "anya-e0104n2:255_2": "Evaṁ nīvaraṇiyaṁ, upādāniyañca veditabbaṁ.",
  "anya-e0104n2:255_3": "Saṁkilese niyuttā, saṁkilesaṁ vā arahantīti saṁkilesikā. Sā anāsavā.",
  "anya-e0104n2:256_0": "502.Tatthāti yathāvuttāya oḷārikasukhumatāya. Sambhedoti saṅkaro.",
  "anya-e0104n2:256_1": "‘‘Oḷārikā, sukhumā’’ti ca vuttānampi jātiādivasena puna sukhumoḷārikabhāvāpattidoso yathā na hoti, tathā pariharitabbo.",
  "anya-e0104n2:256_2": "Jātivasena sukhumāya vedanāya sabhāvapuggalalokiyavasena oḷārikataṁ pāḷivasena dassetuṁ ‘‘vuttañheta’’ntiādi vuttaṁ.",
  "anya-e0104n2:256_3": "Evaṁ sukhādayopīti ettha akusalā vedanā jātivasena oḷārikā, sabhāvavasena sukhumā.",
  "anya-e0104n2:256_4": "Kusalajjhānasahagatā sukhā vedanā jātivasena oḷārikā, samāpannassa vedanāti katvā puggalavasena sukhumāti evamādinā yojetabbā.",
  "anya-e0104n2:256_5": "‘‘Na parāmasitabbo’’ti etena jātiādayo cattāro koṭṭhāsā aññamaññaṁ avomissakā eva gahetabbā.",
  "anya-e0104n2:256_6": "Evaṁ sambhedassa parihāro, na aññathāti dasseti.",
  "anya-e0104n2:256_7": "Yathā abyākatamukhena, evaṁ kusalākusalamukhenapi, yathā ca jātimukhena, evaṁ sabhāvādimukhenapi dassetabbanti imamatthaṁ ‘‘esa nayo sabbatthā’’ti atidisati.",
  "anya-e0104n2:257_0": "Idāni jātiādikoṭṭhāsesupi mitho akusalādīnaṁ upādāyupādāya oḷārikasukhumataṁ dassetuṁ ‘‘apicā’’tiādi āraddhaṁ.",
  "anya-e0104n2:257_1": "‘‘Nissayadahanato’’ti iminā dosasahagatāya pākaṭaṁ kurūrappavattiṁ dasseti.",
  "anya-e0104n2:257_2": "Niyatāti micchattaniyāmena niyatā, ānantariyabhāvappattā kappatiṭṭhanakavipākatāya kappaṭṭhitikā devadattādīnaṁ viya.",
  "anya-e0104n2:257_3": "Asaṅkhārikā sabhāvatikhiṇatāya oḷārikā.",
  "anya-e0104n2:257_4": "Diṭṭhisampayuttā mahāsāvajjatāya oḷārikā.",
  "anya-e0104n2:257_5": "Sāpi diṭṭhisampayuttā niyatā oḷārikā, tato kappaṭṭhitikā, tato asaṅkhārikāti tividhāpi heṭṭhā vuttanayattā ekajjhaṁ vuttā visuṁ visuṁyeva yojetabbā. Tenāha ‘‘itarā sukhumā’’ti.",
  "anya-e0104n2:257_6": "Avisesenāti dosasahagatā, lobhasahagatāti abhedena.",
  "anya-e0104n2:257_7": "Akusalā bahuvipākā dosussannatāya oḷārikā. Tathā kusalā appavipākā.",
  "anya-e0104n2:257_8": "Mandadosattā akusalā appavipākā sukhumā. Tathā kusalā bahuvipākā.",
  "anya-e0104n2:258_0": "Oḷārikasukhumanikantivatthubhāvato kāmāvacarādīnaṁ oḷārikasukhumatā, lokuttarā pana ekantasukhumāva.",
  "anya-e0104n2:258_1": "Tatthāpi ca vibhāgaṁ parato vakkhati.",
  "anya-e0104n2:258_2": "Bhāvanāmayāpīti bhāvanāmayāya bhedanena dānasīlamayānampi bhedanaṁ nayato dassitanti veditabbaṁ.",
  "anya-e0104n2:258_3": "Bhāvanāya paguṇabalavakālādīsu kadāci ñāṇavippayuttacittenapi manasikāro hotīti vuttaṁ ‘‘bhāvanāmayāpi duhetukā’’ti.",
  "anya-e0104n2:258_4": "Taṁtaṁbhūmivipākakiriyāvedanāsūti ettha ‘‘kāmāvacaravipākā oḷārikā, rūpāvacarā sukhumā’’tiādinā yāva arahattaphalā netabbaṁ.",
  "anya-e0104n2:258_5": "‘‘Kāmāvacarakiriyā oḷārikā, rūpāvacarakiriyā sukhumā’’tiādinā kāmāvacarā ca ‘‘dānākārappavattā oḷārikā, sīlākārappavattā sukhumā’’tiādinā yāva nevasaññānāsaññāyatanā netabbaṁ.",
  "anya-e0104n2:258_6": "Yathā ca jātikoṭṭhāse ayaṁ vibhāgo, evaṁ sabhāvakoṭṭhāsādīsupīti dassetuṁ ‘‘dukkhādī’’tiādi vuttaṁ.",
  "anya-e0104n2:259_0": "Sabbo cāyaṁ vibhāgo lakkhaṇasannissito vuttoti katvā āha ‘‘okāsavasena cāpī’’tiādi.",
  "anya-e0104n2:259_1": "Sukhāpīti pi-saddena adukkhamasukhaṁ sampiṇḍeti. Sabbatthāti sabbāsu bhūmīsu.",
  "anya-e0104n2:259_2": "Yathānurūpanti yā yā vedanā yattha yattha labbhati, tadanurūpaṁ.",
  "anya-e0104n2:259_3": "Vatthuvasenāti yaṁ vatthuṁ ārabbha vedanā pavattati, tassa vasenāpi.",
  "anya-e0104n2:259_4": "Hīnavatthukāti hīnaṁ vatthuṁ ārammaṇaṁ katvā kaṅgubhattaṁ bhuñjantassa vedanā hīnavatthukatāya oḷārikā.",
  "anya-e0104n2:259_5": "Sālimaṁsodanaṁ bhuñjantassa paṇītavatthukatāya sukhumāti.",
  "anya-e0104n2:260_0": "503.Ādinā nayenāti sabbaṁ pāḷigatiṁ āmasati.",
  "anya-e0104n2:260_1": "Jātiādivasena asamānakoṭṭhāsatā visabhāgatā.",
  "anya-e0104n2:260_2": "Dukkhavipākatādivasena asadisakiccatā asaṁsaṭṭhatā, na asampayogo.",
  "anya-e0104n2:260_3": "Yadi siyā, dūravipariyāyena santikaṁ hotīti saṁsaṭṭhatā santikatā āpajjati, na ca vedanāya vedanāsampayogo atthi.",
  "anya-e0104n2:260_4": "Santikapadavaṇṇanāya ca ‘‘sabhāgato ca sarikkhato cā’’ti vakkhatīti vuttanayeneva attho veditabbo. Asadisasabhāvatā asarikkhatā.",
  "anya-e0104n2:260_5": "Sabbavāresūti oḷārikasukhumabhede vuttanayānusārena vattabbesu sabbesu vāresu.",
  "anya-e0104n2:260_6": "Jātiādivasena samānakoṭṭhāsatā sabhāgatā, dukkhavipākatādivasena pana sadisasabhāvatā sarikkhatā.",
  "anya-e0104n2:260_7": "Tenāha ‘‘akusalā pana…pe… santike’’ti.",
  "anya-e0104n2:261_0": "Iti vedanākkhandhassa atītādivibhāge vitthārakathāmukhavaṇṇanā.",
  "anya-e0104n2:262_0": "Kamādivinicchayakathāvaṇṇanā",
  "anya-e0104n2:263_0": "504.Etanti evaṁ atītādivibhāge vitthārakathāmukhaṁ.",
  "anya-e0104n2:263_1": "Ñāṇabhedatthanti nānappakāraṁ ñāṇappabhedatthaṁ.",
  "anya-e0104n2:263_2": "Kamatoti desanākkamato, yena kāraṇenāyaṁ desanākkamo kato, tatoti attho.",
  "anya-e0104n2:263_3": "Visesatoti bhedato, khandhupādānakkhandhavibhāgatoti attho. Anūnādhikatoti pañcabhāvato.",
  "anya-e0104n2:263_4": "Upamātoti upamāhi upametabbato.",
  "anya-e0104n2:263_5": "Daṭṭhabbato dvidhāti dvīhi ākārehi ñāṇena passitabbato.",
  "anya-e0104n2:263_6": "Passantassatthasiddhitoti yathā passantassa yathādhippetatthanipphattito. Vibhāvināti paññavatā.",
  "anya-e0104n2:264_0": "Uppattikkamoti yathāpaccayaṁ uppajjantānaṁ uppajjanapaṭipāṭi.",
  "anya-e0104n2:264_1": "‘‘Dassanenapahātabbā’’tiādinā (dha. sa.",
  "anya-e0104n2:264_2": "tikamātikā 8, 9) paṭhamaṁ pahātabbā paṭhamaṁ vuttā, dutiyaṁ pahātabbā dutiyaṁ vuttāti ayaṁ pahānakkamo.",
  "anya-e0104n2:264_3": "Sīlavisuddhiṁ paṭipajja cittavisuddhi paṭipajjitabbā, tathā tato parāpīti āha ‘‘sīlavisuddhi…pe… paṭipattikkamo’’ti, anupubbapaṇītā bhūmiyo anupubbena vavatthitāti ayaṁ bhūmikkamo.",
  "anya-e0104n2:264_4": "‘‘Cattāro satipaṭṭhānā’’tiādiko (vibha.",
  "anya-e0104n2:264_5": "355) ekakkhaṇepi satipaṭṭhānādisambhavato desanākkamo ca.",
  "anya-e0104n2:264_6": "Dānakathādayo anupubbukkaṁsato kathitā, uppattiādivavatthānābhāvato pana dānādīnaṁ idha desanākkamavacanaṁ.",
  "anya-e0104n2:264_7": "Uppattiādivavatthānahetukatāya hi ‘‘paṭhamaṁ kalalaṁ hotī’’tiādikā (saṁ. ni. 1.235; kathā.",
  "anya-e0104n2:264_8": "692) desanāpi samānā uppattiādikamabhāveneva vuttā.",
  "anya-e0104n2:264_9": "Yathāvuttavavatthānābhāvena pana anekesaṁ vacanānaṁ sahapavattiyā asambhavato yena kenaci pubbāpariyena desetabbatāya tena tena adhippāyena desanāmattasseva kamo desanākkamo daṭṭhabbo.",
  "anya-e0104n2:264_10": "Pubbāpariyavavatthānenāti paṭhamaṁ rūpakkhandho, tato vedanākkhandhoti evaṁ pubbāpariyavavatthānena anuppattito.",
  "anya-e0104n2:264_11": "Appahātabbatoti khandhesu ekaccānaṁ pahātabbatāva natthi, kuto pahānakkamo.",
  "anya-e0104n2:264_12": "Sati hi sabbesaṁ pahātabbatāya pahānakkamena nesaṁ desanā siyā.",
  "anya-e0104n2:264_13": "Appaṭipajjanīyatoti sammāpaṭipattivasena na paṭipajjitabbato.",
  "anya-e0104n2:264_14": "‘‘Catubhūmipariyāpannattā’’ti iminā vedanādīnaṁ aniyatabhūmikataṁ dasseti.",
  "anya-e0104n2:264_15": "Niyatabhūmikānañhi bhūmikkamo sambhaveyya.",
  "anya-e0104n2:265_0": "Abhedenāti rūpādīnaṁ bhedaṁ vibhāgaṁ akatvā ekajjhaṁ piṇḍaggahaṇena.",
  "anya-e0104n2:265_1": "Attagāhapatitanti attagāhasaṅkhāte diṭṭhoghe nipatitaṁ.",
  "anya-e0104n2:265_2": "Samūhaghanavinibbhogadassanenāti rūpato arūpaṁ vivecento rūpārūpasamūhe ghanavinibbhujjanadassanena.",
  "anya-e0104n2:265_3": "Cakkhuādīnampi visayabhūtanti ekadesena samudāyabhūtaṁ rūpakkhandhaṁ vadati.",
  "anya-e0104n2:265_4": "Yā ettha iṭṭhaṁ, aniṭṭhañca rūpaṁ saṁvedeti, ayaṁ vedanākkhandhoti iṭṭhāniṭṭharūpasaṁvedanikaṁ vedanaṁ desesīti sambandho. Evaṁ sabbattha.",
  "anya-e0104n2:265_5": "Iṭṭhamajjhattaaniṭṭhamajjhattānampi iṭṭhāniṭṭhasabhāvattā iṭṭhāniṭṭhaggahaṇeneva gahaṇaṁ daṭṭhabbaṁ. Evanti yathāvuttanayena.",
  "anya-e0104n2:265_6": "Saññāya gahitākāre visaye abhisaṅkhārappavattīti āha ‘‘saññāvasena abhisaṅkhārake’’ti.",
  "anya-e0104n2:265_7": "Yathā viññāṇassa sampayuttadhammānaṁ nissayabhāvo pākaṭo, na tathā vedanādīnanti āha ‘‘vedanādīnaṁ nissaya’’nti. ‘‘Manopubbaṅgamā dhammā (dha. pa.",
  "anya-e0104n2:265_8": "1-2), cittānuparivattino dhammā (dha. sa.",
  "anya-e0104n2:265_9": "dukamātikā 62), chadvārādhipati rājā’’ti (dha. pa. aṭṭha.",
  "anya-e0104n2:265_10": "2.181 erakapatthanāgarājavatthu) vacanato viññāṇaṁ adhipati.",
  "anya-e0104n2:266_0": "505.",
  "anya-e0104n2:266_1": "Rūpakkhandhe ‘‘sāsavaṁ upādāniya’’nti vacanaṁ anāsavānaṁ dhammānaṁ sabbhāvato rūpakkhandhassa taṁsabhāvatānivattanatthaṁ, na anāsavarūpanivattanatthaṁ.",
  "anya-e0104n2:267_0": "Anāsavāva khandhesu vuttāti ettha aṭṭhānappayutto eva-saddo, anāsavā khandhesveva vuttāti attho.",
  "anya-e0104n2:267_1": "Idha pana visuddhimagge sabbepete khandhāpi upādānakkhandhāpi.",
  "anya-e0104n2:268_0": "506.",
  "anya-e0104n2:268_1": "Sabbasaṅkhatānaṁ sabhāgena ekajjhaṁ saṅgaho sabbasaṅkhatasabhāgekasaṅgaho.",
  "anya-e0104n2:268_2": "Sabhāgasabhāvena hi saṅgayhamānā sabbasaṅkhatā pañcakkhandhā honti.",
  "anya-e0104n2:268_3": "Tattha ruppanādisāmaññena samānakoṭṭhāsā sabhāgāti veditabbā.",
  "anya-e0104n2:268_4": "Tesu saṅkhatābhisaṅkharaṇakiccaṁ āyūhanarasāya cetanāya balavanti sā ‘‘saṅkhārakkhandho’’ti vuttā.",
  "anya-e0104n2:268_5": "Aññe ca ruppanādivisesalakkhaṇarahitā phassādayo saṅkhatābhisaṅkharaṇasāmaññenāti daṭṭhabbā, phusanādayo pana sabhāvā visuṁ khandhasaddavacanīyā na hontīti dhammasabhāvaññunā tathāgatena phassakkhandhādayo na vuttāti veditabbā.",
  "anya-e0104n2:268_6": "‘‘Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā sassatavādā sassataṁ attānañca lokañca paññapenti, sabbe te ime eva pañcupādānakkhandhe nissāya paṭicca, etesaṁ vā aññatara’’nti evamādisuttānañca vasena attattaniyagāhassa etapparamatā daṭṭhabbā.",
  "anya-e0104n2:268_7": "Etena ca vakkhamānasuttavasena ca khandhe eva nissāya parittārammaṇādivasena na vattabbā ca diṭṭhi uppajjati khandhanibbānavajjassa sabhāvadhammassa abhāvatoti vuttaṁ hoti.",
  "anya-e0104n2:268_8": "Rūpanti ruppanasabhāvaṁ dhammajātamāha. Vedanantiādīsupi eseva nayo.",
  "anya-e0104n2:268_9": "‘‘Sīlakkhandho samādhikkhandho’’tiādi (dī. ni.",
  "anya-e0104n2:268_10": "3.355) vacanato aññesañca khandhasaddavacanīyānaṁ sīlakkhandhādīnaṁ sabbhāvato na pañcevāti codanaṁ nivattetumāha ‘‘aññesaṁ tadavarodhato’’ti.",
  "anya-e0104n2:269_0": "507.",
  "anya-e0104n2:269_1": "Pavattiṭṭhānabhūtaṁ vasanaṭṭhānaṁ viya hotīti vuttaṁ ‘‘nivāsaṭṭhānato’’ti.",
  "anya-e0104n2:269_2": "Dukkhadukkhavipariṇāmadukkhasaṅkhāradukkhatāvasena vedanāya ābādhakattaṁ daṭṭhabbaṁ.",
  "anya-e0104n2:269_3": "Rāgādisampayuttassa vipariṇāmādidukkhassa itthipurisādiākāragāhikā taṁtaṁsaṅkappamūlabhūtā saññā samuṭṭhānaṁ.",
  "anya-e0104n2:269_4": "Pittādi viya rogassa āsannakāraṇaṁ samuṭṭhānaṁ.",
  "anya-e0104n2:269_5": "Utubhojanavisamatāvisamaparihārādi viya mūlakāraṇaṁ nidānaṁ.",
  "anya-e0104n2:269_6": "Cittassa aṅgabhūtā cetasikāti viññāṇaṁ gilānūpamaṁ vuttaṁ.",
  "anya-e0104n2:269_7": "Kuṭṭharogavato siniyhanaṁ tassa bhiyyobhāvāya viya bālassa puññābhisaṅkhārādivasena pavatti vedanādukkhāvahā asappāyasevanasadisī.",
  "anya-e0104n2:269_8": "Vedanattāyāti vedanāsabhāvatthaṁ, vedanattalābhāyāti attho.",
  "anya-e0104n2:269_9": "Kāraṇaṭṭhānatāya, bhojanādhāratāya ca cārakūpamaṁ, bhājanūpamañca rūpaṁ.",
  "anya-e0104n2:269_10": "Subhasaññādivasena vedanākāraṇassa hetubhāvato, vedanābhojanassa chādāpanato ca aparādhūpamā, byañjanūpamā ca saññā.",
  "anya-e0104n2:269_11": "Vedanāhetuto kāraṇakārakūpamo, parivesakūpamo ca saṅkhārakkhandho.",
  "anya-e0104n2:269_12": "Bhattakāro eva yebhuyyena parivisatīti parivesakaggahaṇaṁ.",
  "anya-e0104n2:269_13": "Vedanāya vibādhitabbato, anuggahetabbato ca aparādhikūpamaṁ, bhuñjakūpamañca viññāṇaṁ vuttaṁ.",
  "anya-e0104n2:270_0": "508.",
  "anya-e0104n2:270_1": "‘‘Pañca vadhakā paccatthikā ukkhittāsikāti kho, bhikkhave, pañcannetaṁ upādānakkhandhānaṁ adhivacana’’nti āsīvisūpame (saṁ. ni.",
  "anya-e0104n2:270_2": "4.238) vadhakāti vuttā, ‘‘bhāroti kho, bhikkhave, pañcannetaṁ upādānakkhandhānaṁ adhivacana’’nti bhārasutte (saṁ. ni.",
  "anya-e0104n2:270_3": "3.22) bhārāti, ‘‘atītampāhaṁ addhānaṁ evameva rūpena khajjiṁ, seyyathāpi etarahi paccuppannena rūpena khajjāmi.",
  "anya-e0104n2:270_4": "Ahañceva kho pana anāgataṁ rūpaṁ abhinandeyyaṁ, anāgatampāhaṁ addhānaṁ evameva rūpena khajjeyyaṁ, seyyathāpi…pe… khajjāmī’’tiādinā (saṁ. ni.",
  "anya-e0104n2:270_5": "3.79) khajjanīyapariyāye khādakāti, ‘‘so aniccaṁ rūpaṁ ‘aniccaṁ rūpa’nti yathābhūtaṁ nappajānātī’’tiādinā (saṁ. ni.",
  "anya-e0104n2:270_6": "3.85) yamakasutte aniccādikāti.",
  "anya-e0104n2:270_7": "Yadipi ‘‘idha pana sabbepete ekajjhaṁ katvā khandhāti adhippetā’’ti vuttaṁ, bāhullena pana upādānakkhandhānaṁ tadantogadhānaṁ daṭṭhabbatā veditabbā.",
  "anya-e0104n2:270_8": "Vipassanāya bhūmivicāro hesoti.",
  "anya-e0104n2:271_0": "Pheṇapiṇḍoviyātiādīsu rūpādīnaṁ evaṁ pheṇapiṇḍādisadisatā daṭṭhabbā, yathā pheṇapiṇḍo nissāro paridubbalo agayhupago;",
  "anya-e0104n2:271_1": "gahitopi kiñci atthaṁ na sādheti, chiddāvachiddo anekasandhisaṅghaṭito bahūnaṁ pāṇakānaṁ āvāso anupubbūpacito sabbāvatthanipātī avassaṁbhedī, evaṁ rūpampi niccasārādivirahato nissāraṁ pheggu viya, sukhabhañjanīyato dubbalaṁ, niccanti vā dhuvanti vā ahanti vā mamanti vā na gahetabbaṁ, gahitampi tathā na hoti, bahuchiddaṁ asītisatasandhisaṅghaṭitaṁ anekakimikulāvāsaṁ kalalādivasena anupubbūpacitaṁ kalalakālato paṭṭhāya sabbāsupi avatthāsu vinassati, avassameva ca bhijjati. Aṭṭhakathāyaṁ (saṁ. ni. aṭṭha. 2.3.95; vibha. aṭṭha.",
  "anya-e0104n2:271_2": "26 kamādivinicchayakathā) pana parimaddanāsahanameva upamūpameyyasambandho vutto.",
  "anya-e0104n2:272_0": "Yathā pubbuḷo nissāro paridubbalo agayhupago, gahitopi na kiñci atthaṁ sādheti, na ciraṭṭhitiko, tathā vedanāpi.",
  "anya-e0104n2:272_1": "Yathā ca pubbuḷo, udakatalaṁ, udakabinduṁ, udakajallikaṁ saṅkaḍḍhitvā puṭaṁ katvā gahaṇavātañcāti cattāri kāraṇāni paṭicca jāyati, evaṁ vedanāpi vatthuṁ, ārammaṇaṁ, kilesajallaṁ, phassasaṅghaṭṭanañcāti cattāri kāraṇāni paṭicca uppajjati.",
  "anya-e0104n2:272_2": "Yathā hi udakatale bindunipātajanito vāto udakajallikasaṅkhātaṁ udakalasikaṁ saṅkaḍḍhitvā puṭaṁ katvā pubbuḷaṁ nāma karoti, evaṁ vatthumhi ārammaṇāpāthagamanajanito phasso anupacchinnaṁ kilesajallaṁ sahakārīpaccayabhāvena saṅkaḍḍhitvā vedanaṁ nāma karoti.",
  "anya-e0104n2:272_3": "Idañca kilesehi mūlakāraṇabhūtehi, ārammaṇassādanabhūtehi ca nibbattaṁ vaṭṭagataṁ vedanaṁ sandhāya vuttaṁ.",
  "anya-e0104n2:272_4": "Ukkaṭṭhaparicchedena vā cattāro paccayā vuttā, ūnehipi pana uppajjateva.",
  "anya-e0104n2:272_5": "Idha muhuttaramaṇīyatā upamopameyyasambandho vutto.",
  "anya-e0104n2:273_0": "Yathā pana marīcikā asārā agayhupagā.",
  "anya-e0104n2:273_1": "Na hi taṁ gahetvā pātuṁ vā nhāyituṁ vā bhājanaṁ vā pūretuṁ sakkā, evaṁ saññāpi asārā agayhupagā.",
  "anya-e0104n2:273_2": "Yathā ca marīcikā vipphandamānā sañjātūmivegā viya khāyantī mahājanaṁ vippalambeti, evaṁ saññāpi ‘‘nīlaṁ pītaṁ dīghaṁ rassa’’ntiādinā ārammaṇe pavattamānā sabhāvamatte aṭṭhatvā ‘‘subhaṁ sukhaṁ nicca’’ntiādimicchāgāhassa kāraṇabhāvena lokaṁ vippalambeti.",
  "anya-e0104n2:274_0": "Yathā kadalikkhandho asāro agayhupago.",
  "anya-e0104n2:274_1": "Na hi taṁ gahetvā gopānasīādīnaṁ atthāya upanetuṁ sakkā, upanītampi tathā na hoti, bahuvaṭṭisamodhāno ca hoti, evaṁ saṅkhārakkhandhopi asāro agayhupago.",
  "anya-e0104n2:274_2": "Na hi taṁ niccādivasena gahetuṁ sakkā, gahitampi tathā na hoti, bahudhammasamodhāno ca.",
  "anya-e0104n2:274_3": "Aññadeva hi phassassa lakkhaṇaṁ, aññaṁ cetanādīnaṁ, te pana sabbe samodhānetvā saṅkhārakkhandhoti vuccati.",
  "anya-e0104n2:275_0": "Yathā ca māyā asārā agayhupagā.",
  "anya-e0104n2:275_1": "Na hi taṁ gahetvā kiñci atthaṁ kiccaṁ sādhetuṁ sakkā, ittarā lahupaccupaṭṭhānā amaṇiādimeva maṇiādirūpena dassentī mahājanaṁ vañceti, evaṁ viññāṇampi asāraṁ ittaraṁ lahupaccupaṭṭhānaṁ, teneva cittena āgacchantaṁ viya, gacchantaṁ viya, ṭhitaṁ viya, nisinnaṁ viya ca katvā gāhāpeti, aññadeva cittaṁ āgamane, aññaṁ gamanādīsūti. Evaṁ viññāṇaṁ māyāsadisaṁ.",
  "anya-e0104n2:276_0": "Pañcapi upādānakkhandhā asubhādisabhāvā eva saṁkilesāsucivatthubhāvāditoti asubhādito daṭṭhabbā eva, tathāpi katthaci koci viseso sukhaggahaṇīyo hotīti āha ‘‘visesato cā’’tiādi.",
  "anya-e0104n2:276_1": "Tattha cattāro satipaṭṭhānā catuvipallāsappahānakarāti tesaṁ gocarabhāvena rūpakkhandhādīsu asubhādibhāvena daṭṭhabbatā vuttā.",
  "anya-e0104n2:277_0": "509.Khandhehi na vihaññati parividitasabhāvattā.",
  "anya-e0104n2:277_1": "Vipassakopi tesaṁ vipattiyaṁ na dukkhamāpajjati, khīṇāsavesu pana vattabbameva natthi.",
  "anya-e0104n2:277_2": "Te hi āyatimpi khandhehi na bādhīyantīti.",
  "anya-e0104n2:278_0": "Kabaḷīkārāhāraṁ parijānātīti ‘‘āhārasamudayā rūpasamudayo’’ti (saṁ. ni.",
  "anya-e0104n2:278_1": "3.56,57) vacanato ajjhattikarūpe chandarāgaṁ pajahanto tassa samudayabhūte kabaḷīkārāhārepi chandarāgaṁ pajahatīti attho. Ayaṁ pahānapariññā.",
  "anya-e0104n2:278_2": "Ajjhattikarūpaṁ pana pariggaṇhanto tassa paccayabhūtaṁ kabaḷīkārāhāraṁ pariggaṇhātīti ñātapariññā.",
  "anya-e0104n2:278_3": "Tassa ca udayabbayānupassī hotīti tīraṇapariññā ca yojetabbā.",
  "anya-e0104n2:278_4": "Evaṁ pariññattaye sijjhante ime vipallāsādayo vidhamīyanti evāti āha ‘‘asubhe subhanti vipallāsaṁ pajahatī’’tiādi.",
  "anya-e0104n2:278_5": "Tattha kāmarāgabhūtaṁ abhijjhaṁ sandhāyāha ‘‘abhijjhākāyagantha’’nti.",
  "anya-e0104n2:278_6": "Asubhānupassanāya hi kāmarāgappahānaṁ hoti , kāmarāgamukhena vā sabbalobhappahānaṁ vadati.",
  "anya-e0104n2:278_7": "Na upādiyati na gaṇhati na uppādeti.",
  "anya-e0104n2:279_0": "‘‘Phassapaccayā vedanā’’ti (ma. ni. 3.126; saṁ. ni. 2.39; mahāva. 1; udā. 1; netti.",
  "anya-e0104n2:279_1": "24) vuttattā ‘‘vedanāya chandarāgaṁ pajahanto tassā paccayabhūte phassāhārepi chandarāgaṁ pajahatī’’tiādinā āhāraparijānane vuttanayena phassaparijānanaṁ yojetabbaṁ.",
  "anya-e0104n2:279_2": "Vedanāya dukkhato dassanena tattha sukhanti vipallāsaṁ pajahati.",
  "anya-e0104n2:279_3": "Sukhatthameva bhavapatthanā hotīti vedanāya taṇhaṁ pajahanto bhavoghaṁ uttarati.",
  "anya-e0104n2:279_4": "Tato eva bhavayogena visaṁyujjati.",
  "anya-e0104n2:279_5": "Bhavāsavena ca anāsavo hoti, sabbavedanaṁ dukkhato passanto attano parena apubbaṁ dukkhaṁ uppāditaṁ, sukhaṁ vā vināsitaṁ na cinteti, tato ‘‘anatthaṁ me acarī’’tiādi (dha. sa. 1237; vibha.",
  "anya-e0104n2:279_6": "909) āghātavatthuppahānato byāpādakāyaganthaṁ bhindati.",
  "anya-e0104n2:279_7": "‘‘Sukhabahule sugatibhave suddhī’’ti aggahetvā gosīlagovatādīhi suddhiṁ parāmasanto sukhapatthanāvaseneva parāmasatīti vedanāya taṇhaṁ pajahantopi sīlabbatupādānaṁ na upādiyati.",
  "anya-e0104n2:280_0": "Manosañcetanā saṅkhārakkhandho, saññā pana taṁsampayuttāti saññāsaṅkhāre anattato passanto manosañcetanāya chandarāgaṁ pajahati, tañca pariggaṇhāti, tīreti cāti ‘‘saññaṁ saṅkhāre…pe… parijānātī’’ti vuttaṁ.",
  "anya-e0104n2:280_1": "Saññāsaṅkhāre anattāti passanto attadiṭṭhimūlakattā sabbadiṭṭhīnaṁ attadiṭṭhiṁ viya sabbadiṭṭhiyopi vidhamatīti dassento ‘‘diṭṭhoghaṁ uttarati…pe… attavādupādānaṁ na upādiyatī’’ti āha.",
  "anya-e0104n2:281_0": "Viññāṇaṁ aniccato passanto aniccānupassanāmukhena tissopi anupassanā ussukkanto tīhipi pariññāhi viññāṇāhāraṁ parijānāti.",
  "anya-e0104n2:281_1": "Visesato panettha anicce niccanti vipallāsaṁ pajahati.",
  "anya-e0104n2:281_2": "Tattha niccaggāhabāhullato avijjāya viññāṇe ghanagahaṇaṁ hotīti ghanavinibbhogaṁ katvā taṁ aniccato passanto avijjoghaṁ uttarati.",
  "anya-e0104n2:281_3": "Tato eva avijjāyogena visaṁyutto avijjāsavena anāsavo ca hoti.",
  "anya-e0104n2:281_4": "Mohabaleneva sīlabbataparāmasanaṁ hotīti taṁ pajahanto ‘‘sīlabbataparāmāsakāyaganthaṁ bhindati.",
  "anya-e0104n2:282_0": "‘‘Yañca kho idaṁ, bhikkhave, vuccati cittaṁ itipi, mano itipi, viññāṇaṁ itipi, tatrāssutavā puthujjano nālaṁ nibbindituṁ, nālaṁ virajjituṁ, nālaṁ vimuccituṁ. Taṁ kissa hetu?",
  "anya-e0104n2:282_1": "Dīgharattaṁ hetaṁ, bhikkhave, assutavato puthujjanassa ajjhositaṁ mamāyitaṁ parāmaṭṭhaṁ ‘etaṁ mama, esohamasmi, eso me attā’’’tiādi (saṁ. ni. 2.62) –",
  "anya-e0104n2:283_0": "Vacanato yathā viññāṇaṁ niccato passanto diṭṭhupādānaṁ upādiyati, evaṁ taṁ aniccato passanto diṭṭhupādānaṁ na upādiyatīti.",
  "anya-e0104n2:284_0": "Evaṁ mahānisaṁsanti vuttappakārena vipallāsādisakalasaṁkilesavidhamanupāyabhāvato evaṁ vipuludayaṁ.",
  "anya-e0104n2:284_1": "Vadhakādivasenāti ukkhittāsikavadhakādivasena.",
  "anya-e0104n2:284_2": "Passeyyāti ñāṇadassanena paccakkhato passeyya.",
  "anya-e0104n2:285_0": "Khandhaniddesavaṇṇanā niṭṭhitā.",
  "anya-e0104n2:286_0": "Iti cuddasamaparicchedavaṇṇanā."
}