{
  "anya-e0101n7:0_0": "7. Chaanussatiniddeso",
  "anya-e0101n7:1_0": "1. Buddhānussatikathā",
  "anya-e0101n7:2_0": "123.",
  "anya-e0101n7:2_1": "Asubhānantaraṁ uddiṭṭhāsu pana dasasu anussatīsu punappunaṁ uppajjanato satiyeva anussati, pavattitabbaṭṭhānamhiyeva vā pavattattā saddhāpabbajitassa kulaputtassa anurūpā satītipi anussati, buddhaṁ ārabbha uppannā anussati buddhānussati, buddhaguṇārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_2": "Dhammaṁ ārabbha uppannā anussati dhammānussati, svākkhātatādidhammaguṇārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_3": "Saṅghaṁ ārabbha uppannā anussati saṅghānussati, suppaṭipannatādisaṅghaguṇārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_4": "Sīlaṁ ārabbha uppannā anussati sīlānussati, akhaṇḍatādisīlaguṇārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_5": "Cāgaṁ ārabbha uppannā anussati cāgānussati, muttacāgatādicāgaguṇārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_6": "Devatā ārabbha uppannā anussati devatānussati, devatā sakkhiṭṭhāne ṭhapetvā attano saddhādiguṇārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_7": "Maraṇaṁ ārabbha uppannā anussati maraṇānussati, jīvitindriyupacchedārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_8": "Kesādibhedaṁ rūpakāyaṁ gatā, kāye vā gatāti kāyagatā, kāyagatā ca sā sati cāti kāyagatasatīti vattabbe rassaṁ akatvā kāyagatāsatīti vuttā, kesādikāyakoṭṭhāsanimittārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_9": "Ānāpāne ārabbha uppannā sati ānāpānassati, assāsapassāsanimittārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:2_10": "Upasamaṁ ārabbha uppannā anussati upasamānussati, sabbadukkhūpasamārammaṇāya satiyā etamadhivacanaṁ.",
  "anya-e0101n7:3_0": "124.",
  "anya-e0101n7:3_1": "Iti imāsu dasasu anussatīsu buddhānussatiṁ tāva bhāvetukāmena aveccappasādasamannāgatena yoginā patirūpasenāsane rahogatena paṭisallīnena ‘‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’’ti (a. ni.",
  "anya-e0101n7:3_2": "6.10) evaṁ buddhassa bhagavato guṇā anussaritabbā.",
  "anya-e0101n7:4_0": "Tatrāyaṁ anussaraṇanayo – so bhagavā itipi arahaṁ, itipi sammāsambuddho…pe… itipi bhagavāti anussarati.",
  "anya-e0101n7:4_1": "Iminā ca iminā ca kāraṇenāti vuttaṁ hoti.",
  "anya-e0101n7:5_0": "125.",
  "anya-e0101n7:5_1": "Tattha ārakattā arīnaṁ arānañca hatattā paccayādīnaṁ arahattā pāpakaraṇe rahābhāvāti imehi tāva kāraṇehi so bhagavā arahanti anussarati.",
  "anya-e0101n7:5_2": "Ārakā hi so sabbakilesehi suvidūravidūre ṭhito maggena savāsanānaṁ kilesānaṁ viddhaṁsitattāti ārakattā arahaṁ.",
  "anya-e0101n7:6_0": "So tato ārakā nāma, yassa yenāsamaṅgitā;",
  "anya-e0101n7:7_0": "Asamaṅgī ca dosehi, nātho tenārahaṁ matoti.",
  "anya-e0101n7:8_0": "126.",
  "anya-e0101n7:8_1": "Te cānena kilesārayo maggena hatāti arīnaṁ hatattāpi arahaṁ.",
  "anya-e0101n7:9_0": "Yasmā rāgādisaṅkhātā, sabbepi arayo hatā;",
  "anya-e0101n7:10_0": "Paññāsatthena nāthena, tasmāpi arahaṁ matoti.",
  "anya-e0101n7:11_0": "127.",
  "anya-e0101n7:11_1": "Yañcetaṁ avijjābhavataṇhāmayanābhi puññādiabhisaṅkhārāraṁ jarāmaraṇanemi āsavasamudayamayena akkhena vijjhitvā tibhavarathe samāyojitaṁ anādikālappavattaṁ saṁsāracakkaṁ, tassānena bodhimaṇḍe vīriyapādehi sīlapathaviyaṁ patiṭṭhāya saddhāhatthena kammakkhayakaraṁ ñāṇapharasuṁ gahetvā sabbe arā hatāti arānaṁ hatattāpi arahaṁ.",
  "anya-e0101n7:12_0": "128.",
  "anya-e0101n7:12_1": "Atha vā saṁsāracakkanti anamataggaṁ saṁsāravaṭṭaṁ vuccati.",
  "anya-e0101n7:12_2": "Tassa ca avijjā nābhi, mūlattā.",
  "anya-e0101n7:12_3": "Jarāmaraṇaṁ nemi, pariyosānattā.",
  "anya-e0101n7:12_4": "Sesā dasa dhammā arā, avijjāmūlakattā jarāmaraṇapariyantattā ca, tattha dukkhādīsu aññāṇaṁ avijjā.",
  "anya-e0101n7:12_5": "Kāmabhave ca avijjā kāmabhave saṅkhārānaṁ paccayo hoti, rūpabhave avijjā rūpabhave saṅkhārānaṁ paccayo hoti, arūpabhave avijjā arūpabhave saṅkhārānaṁ paccayo hoti.",
  "anya-e0101n7:12_6": "Kāmabhave saṅkhārā kāmabhave paṭisandhiviññāṇassa paccayā honti, esa nayo itaresu.",
  "anya-e0101n7:12_7": "Kāmabhave paṭisandhiviññāṇaṁ kāmabhave nāmarūpassa paccayo hoti, tathā rūpabhave.",
  "anya-e0101n7:12_8": "Arūpabhave nāmasseva paccayo hoti.",
  "anya-e0101n7:12_9": "Kāmabhave nāmarūpaṁ kāmabhave saḷāyatanassa paccayo hoti, rūpabhave nāmarūpaṁ rūpabhave tiṇṇaṁ āyatanānaṁ paccayo hoti, arūpabhave nāmaṁ arūpabhave ekassa āyatanassa paccayo hoti.",
  "anya-e0101n7:12_10": "Kāmabhave saḷāyatanaṁ kāmabhave chabbidhassa phassassa paccayo hoti, rūpabhave tīṇi āyatanāni rūpabhave tiṇṇaṁ phassānaṁ paccayā honti, arūpabhave ekaṁ āyatanaṁ arūpabhave ekassa phassassa paccayo hoti.",
  "anya-e0101n7:12_11": "Kāmabhave cha phassā kāmabhave channaṁ vedanānaṁ paccayā honti, rūpabhave tayo phassā tattheva tissannaṁ, arūpabhave eko tattheva ekissā vedanāya paccayo hoti.",
  "anya-e0101n7:12_12": "Kāmabhave cha vedanā kāmabhave channaṁ taṇhākāyānaṁ paccayā honti, rūpabhave tisso tattheva tiṇṇaṁ, arūpabhave ekā vedanā arūpabhave ekassa taṇhākāyassa paccayo hoti.",
  "anya-e0101n7:12_13": "Tattha tattha sā sā taṇhā tassa tassa upādānassa, upādānādayo bhavādīnaṁ.",
  "anya-e0101n7:13_0": "Kathaṁ?",
  "anya-e0101n7:13_1": "Idhekacco kāme paribhuñjissāmīti kāmupādānapaccayā kāyena duccaritaṁ carati, vācāya duccaritaṁ carati, manasā duccaritaṁ carati, duccaritapāripūriyā apāye upapajjati.",
  "anya-e0101n7:13_2": "Tatthassa upapattihetubhūtaṁ kammaṁ kammabhavo, kammanibbattā khandhā upapattibhavo, khandhānaṁ nibbatti jāti, paripāko jarā, bhedo maraṇaṁ.",
  "anya-e0101n7:14_0": "Aparo saggasampattiṁ anubhavissāmīti tatheva sucaritaṁ carati, sucaritapāripūriyā sagge upapajjati.",
  "anya-e0101n7:14_1": "Tatthassa upapattihetubhūtaṁ kammaṁ kammabhavoti so eva nayo.",
  "anya-e0101n7:15_0": "Aparo pana brahmalokasampattiṁ anubhavissāmīti kāmupādānapaccayāeva mettaṁ bhāveti, karuṇaṁ, muditaṁ, upekkhaṁ bhāveti, bhāvanāpāripūriyā brahmaloke nibbattati.",
  "anya-e0101n7:15_1": "Tatthassa nibbattihetubhūtaṁ kammaṁ kammabhavoti so eva nayo.",
  "anya-e0101n7:16_0": "Aparo arūpabhave sampattiṁ anubhavissāmīti tatheva ākāsānañcāyatanādisamāpattiyo bhāveti, bhāvanāpāripūriyā tattha tattha nibbattati.",
  "anya-e0101n7:16_1": "Tatthassa nibbattihetubhūtaṁ kammaṁ kammabhavo, kammanibbattā khandhā upapattibhavo, khandhānaṁ nibbatti jāti, paripāko jarā, bhedo maraṇanti.",
  "anya-e0101n7:16_2": "Esa nayo sesupādānamūlikāsupi yojanāsu.",
  "anya-e0101n7:17_0": "Evaṁ ayaṁ avijjā hetu, saṅkhārā hetusamuppannā, ubhopete hetusamuppannāti paccayapariggahe paññā dhammaṭṭhitiñāṇaṁ.",
  "anya-e0101n7:17_1": "Atītampi addhānaṁ anāgatampi addhānaṁ avijjā hetu, saṅkhārā hetusamuppannā, ubhopete hetusamuppannāti paccayapariggahe paññā dhammaṭṭhitiñāṇanti eteneva nayena sabbapadāni vitthāretabbāni.",
  "anya-e0101n7:18_0": "Tattha avijjāsaṅkhārā eko saṅkhepo, viññāṇanāmarūpasaḷāyatanaphassavedanā eko, taṇhupādānabhavā eko, jātijarāmaraṇaṁ eko.",
  "anya-e0101n7:18_1": "Purimasaṅkhepo cettha atīto addhā, dve majjhimā paccuppanno, jātijarāmaraṇaṁ anāgato.",
  "anya-e0101n7:18_2": "Avijjāsaṅkhāraggahaṇena cettha taṇhupādānabhavā gahitāva hontīti ime pañca dhammā atīte kammavaṭṭaṁ, viññāṇādayo pañca etarahi vipākavaṭṭaṁ, taṇhupādānabhavaggahaṇena avijjāsaṅkhārā gahitāva hontīti ime pañca dhammā etarahi kammavaṭṭaṁ, jātijarāmaraṇāpadesena viññāṇādīnaṁ niddiṭṭhattā ime pañca dhammā āyatiṁ vipākavaṭṭaṁ. Te ākārato vīsatividhā honti.",
  "anya-e0101n7:18_3": "Saṅkhāraviññāṇānañcettha antarā eko sandhi, vedanātaṇhānamantarā eko, bhavajātīnamantarā ekoti, iti bhagavā etaṁ catusaṅkhepaṁ tiyaddhaṁ vīsatākāraṁ tisandhiṁ paṭiccasamuppādaṁ sabbākārato jānāti passati aññāti paṭivijjhati.",
  "anya-e0101n7:18_4": "Taṁ ñātaṭṭhena ñāṇaṁ, pajānanaṭṭhena paññā, tena vuccati paccayapariggahe paññā dhammaṭṭhitiñāṇanti.",
  "anya-e0101n7:18_5": "Iminā dhammaṭṭhitiñāṇena bhagavā te dhamme yathābhūtaṁ ñatvā tesu nibbindanto virajjanto vimuccanto vuttappakārassa imassa saṁsāracakkassa are hani vihani viddhaṁsesi. Evampi arānaṁ hatattā arahaṁ.",
  "anya-e0101n7:19_0": "Arā saṁsāracakkassa, hatā ñāṇāsinā yato;",
  "anya-e0101n7:20_0": "Lokanāthena tenesa, arahanti pavuccati.",
  "anya-e0101n7:21_0": "129.",
  "anya-e0101n7:21_1": "Aggadakkhiṇeyyattā ca cīvarādipaccaye arahati pūjāvisesañca.",
  "anya-e0101n7:21_2": "Teneva ca uppanne tathāgate yekeci mahesakkhā devamanussā, na te aññattha pūjaṁ karonti.",
  "anya-e0101n7:21_3": "Tathā hi brahmā sahampati sinerumattena ratanadāmena tathāgataṁ pūjesi.",
  "anya-e0101n7:21_4": "Yathābalañca aññe devā manussā ca bimbisārakosalarājādayo.",
  "anya-e0101n7:21_5": "Parinibbutampi ca bhagavantaṁ uddissa channavutikoṭidhanaṁ vissajjetvā asokamahārājā sakalajambudīpe caturāsītivihārasahassāni patiṭṭhāpesi.",
  "anya-e0101n7:21_6": "Ko pana vādo aññesaṁ pūjāvisesānanti paccayādīnaṁ arahattāpi arahaṁ.",
  "anya-e0101n7:22_0": "Pūjāvisesaṁ saha paccayehi,",
  "anya-e0101n7:23_0": "Yasmā ayaṁ arahati lokanātho;",
  "anya-e0101n7:24_0": "Atthānurūpaṁ arahanti loke,",
  "anya-e0101n7:25_0": "Tasmā jino arahati nāmametaṁ.",
  "anya-e0101n7:26_0": "130.",
  "anya-e0101n7:26_1": "Yathā ca loke yekeci paṇḍitamānino bālā asilokabhayena raho pāpaṁ karonti, evamesa na kadāci karotīti pāpakaraṇe rahābhāvatopi arahaṁ.",
  "anya-e0101n7:27_0": "Yasmā natthi raho nāma, pāpakammesu tādino;",
  "anya-e0101n7:28_0": "Rahābhāvena tenesa, arahaṁ iti vissuto.",
  "anya-e0101n7:29_0": "Evaṁ sabbathāpi –",
  "anya-e0101n7:30_0": "Ārakattā hatattā ca, kilesārīna so muni;",
  "anya-e0101n7:31_0": "Hatasaṁsāracakkāro, paccayādīna cāraho;",
  "anya-e0101n7:32_0": "Na raho karoti pāpāni, arahaṁ tena vuccatīti.",
  "anya-e0101n7:33_0": "131.",
  "anya-e0101n7:33_1": "Sammā sāmañca sabbadhammānaṁ buddhattā pana sammāsambuddho.",
  "anya-e0101n7:33_2": "Tathāhi esa sabbadhamme sammā sāmañca buddho, abhiññeyye dhamme abhiññeyyato buddho, pariññeyye dhamme pariññeyyato, pahātabbe dhamme pahātabbato, sacchikātabbe dhamme sacchikātabbato, bhāvetabbe dhamme bhāvetabbato. Teneva cāha –",
  "anya-e0101n7:34_0": "Abhiññeyyaṁ abhiññātaṁ, bhāvetabbañca bhāvitaṁ;",
  "anya-e0101n7:35_0": "Pahātabbaṁ pahīnaṁ me, tasmā buddhosmi brāhmaṇāti. (ma. ni. 2.399; su. ni. 563);",
  "anya-e0101n7:36_0": "132.",
  "anya-e0101n7:36_1": "Apica cakkhuṁ dukkhasaccaṁ, tassa mūlakāraṇabhāvena samuṭṭhāpikā purimataṇhā samudayasaccaṁ, ubhinnaṁ appavatti nirodhasaccaṁ, nirodhapajānanā paṭipadā maggasaccanti evaṁ ekekapaduddhārenāpi sabbadhamme sammā sāmañca buddho, esa nayo sotaghānajivhākāyamanesu.",
  "anya-e0101n7:36_2": "Eteneva nayena rūpādīni cha āyatanāni, cakkhuviññāṇādayo chaviññāṇakāyā, cakkhusamphassādayo cha phassā, cakkhusamphassajādayo cha vedanā, rūpasaññādayo cha saññā, rūpasañcetanādayo cha cetanā, rūpataṇhādayo cha taṇhākāyā, rūpavitakkādayo cha vitakkā, rūpavicārādayo cha vicārā, rūpakkhandhādayo pañcakkhandhā, dasa kasiṇāni, dasa anussatiyo, uddhumātakasaññādivasena dasa saññā, kesādayo dvattiṁsākārā, dvādasāyatanāni, aṭṭhārasa dhātuyo, kāmabhavādayo nava bhavā, paṭhamādīni cattāri jhānāni, mettābhāvanādayo catasso appamaññā, catasso arūpasamāpattiyo, paṭilomato jarāmaraṇādīni, anulomato avijjādīni paṭiccasamuppādaṅgāni ca yojetabbāni.",
  "anya-e0101n7:37_0": "Tatrāyaṁ ekapadayojanā, jarāmaraṇaṁ dukkhasaccaṁ, jāti samudayasaccaṁ, ubhinnampi nissaraṇaṁ nirodhasaccaṁ, nirodhapajānanā paṭipadā maggasaccanti evamekekapaduddhārena sabbadhamme sammā sāmañca buddho anubuddho paṭibuddho.",
  "anya-e0101n7:37_1": "Tena vuttaṁ – ‘‘sammā sāmañca sabbadhammānaṁ buddhattā pana sammāsambuddho’’ti.",
  "anya-e0101n7:38_0": "133.",
  "anya-e0101n7:38_1": "Vijjāhi pana caraṇena ca sampannattā vijjācaraṇasampanno.",
  "anya-e0101n7:38_2": "Tattha vijjāti tissopi vijjā aṭṭhapi vijjā.",
  "anya-e0101n7:38_3": "Tisso vijjā bhayabheravasutte (ma. ni.",
  "anya-e0101n7:38_4": "1.52 ādayo) vuttanayeneva veditabbā, aṭṭha ambaṭṭhasutte (dī. ni. 1.278 ādayo).",
  "anya-e0101n7:38_5": "Tatra hi vipassanāñāṇena manomayiddhiyā ca saha cha abhiññā pariggahetvā aṭṭha vijjā vuttā.",
  "anya-e0101n7:38_6": "Caraṇanti sīlasaṁvaro, indriyesu guttadvāratā, bhojane mattaññutā, jāgariyānuyogo, satta saddhammā, cattāri rūpāvacarajjhānānīti ime pannarasa dhammā veditabbā.",
  "anya-e0101n7:38_7": "Imeyeva hi pannarasa dhammā yasmā etehi carati ariyasāvako gacchati amataṁ disaṁ, tasmā caraṇanti vuttā.",
  "anya-e0101n7:38_8": "Yathāha – ‘‘idha, mahānāma, ariyasāvako sīlavā hotī’’ti (ma. ni.",
  "anya-e0101n7:38_9": "2.24) sabbaṁ majjhimapaṇṇāsake vuttanayeneva veditabbaṁ.",
  "anya-e0101n7:38_10": "Bhagavā imāhi vijjāhi iminā ca caraṇena samannāgato.",
  "anya-e0101n7:38_11": "Tena vuccati vijjācaraṇasampannoti.",
  "anya-e0101n7:39_0": "Tattha vijjāsampadā bhagavato sabbaññutaṁ pūretvā ṭhitā.",
  "anya-e0101n7:39_1": "Caraṇasampadā mahākāruṇikataṁ.",
  "anya-e0101n7:39_2": "So sabbaññutāya sabbasattānaṁ atthānatthaṁ ñatvā mahākāruṇikatāya anatthaṁ parivajjetvā atthe niyojeti.",
  "anya-e0101n7:39_3": "Yathā taṁ vijjācaraṇasampanno.",
  "anya-e0101n7:39_4": "Tenassa sāvakā suppaṭipannā honti, no duppaṭipannā vijjācaraṇavipannānaṁ sāvakā attantapādayo viya.",
  "anya-e0101n7:40_0": "134.",
  "anya-e0101n7:40_1": "Sobhanagamanattā, sundaraṁ ṭhānaṁ gatattā, sammā gatattā, sammā ca gadattā sugato. Gamanampi hi gatanti vuccati.",
  "anya-e0101n7:40_2": "Tañca bhagavato sobhanaṁ parisuddhamanavajjaṁ. Kiṁ pana tanti? Ariyamaggo.",
  "anya-e0101n7:40_3": "Tena hesa gamanena khemaṁ disaṁ asajjamāno gatoti sobhanagamanattā sugato.",
  "anya-e0101n7:40_4": "Sundarañcesa ṭhānaṁ gato amataṁ nibbānanti sundaraṁ ṭhānaṁ gatattāpi sugato.",
  "anya-e0101n7:40_5": "Sammā ca gato tena tena maggena pahīne kilese puna apaccāgacchanto.",
  "anya-e0101n7:40_6": "Vuttañhetaṁ – ‘‘sotāpattimaggena ye kilesā pahīnā, te kilese na puneti na pacceti na paccāgacchatīti sugato…pe… arahattamaggena ye kilesā pahīnā, te kilese na puneti na pacceti na paccāgacchatīti sugato’’ti, sammā vā gato dīpaṅkarapādamūlato pabhuti yāva bodhimaṇḍā tāva samatiṁsapāramīpūrikāya sammāpaṭipattiyā sabbalokassa hitasukhameva karonto sassataṁ, ucchedaṁ, kāmasukhaṁ, attakilamathanti ime ca ante anupagacchanto gatoti sammā gatattāpi sugato.",
  "anya-e0101n7:40_7": "Sammā cesa gadati yuttaṭṭhāne yuttameva vācaṁ bhāsatīti sammā gadattāpi sugato.",
  "anya-e0101n7:40_8": "Tatridaṁ sādhakasuttaṁ ‘‘yaṁ tathāgato vācaṁ jānāti abhūtaṁ atacchaṁ anatthasañhitaṁ, sā ca paresaṁ appiyā amanāpā, na taṁ tathāgato vācaṁ bhāsati.",
  "anya-e0101n7:40_9": "Yampi tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ anatthasañhitaṁ, sā ca paresaṁ appiyā amanāpā, tampi tathāgato vācaṁ na bhāsati.",
  "anya-e0101n7:40_10": "Yañca kho tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ atthasañhitaṁ, sā ca paresaṁ appiyā amanāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāya.",
  "anya-e0101n7:40_11": "Yaṁ tathāgato vācaṁ jānāti abhūtaṁ atacchaṁ anatthasañhitaṁ, sā ca paresaṁ piyā manāpā, na taṁ tathāgato vācaṁ bhāsati.",
  "anya-e0101n7:40_12": "Yampi tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ anatthasañhitaṁ, sā ca paresaṁ piyā manāpā, tampi tathāgato vācaṁ na bhāsati.",
  "anya-e0101n7:40_13": "Yañca kho tathāgato vācaṁ jānāti bhūtaṁ tacchaṁ atthasañhitaṁ, sā ca paresaṁ piyā manāpā, tatra kālaññū tathāgato hoti tassā vācāya veyyākaraṇāyā’’ti (ma. ni. 2.86).",
  "anya-e0101n7:40_14": "Evaṁ sammā gadattāpi sugatoti veditabbo.",
  "anya-e0101n7:41_0": "135.",
  "anya-e0101n7:41_1": "Sabbathāpi viditalokattā pana lokavidū.",
  "anya-e0101n7:41_2": "So hi bhagavā sabhāvato samudayato nirodhato nirodhūpāyatoti sabbathā lokaṁ avedi aññāsi paṭivijjhi.",
  "anya-e0101n7:41_3": "Yathāha – ‘‘yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṁ taṁ gamanena lokassa antaṁ ñāteyyaṁ daṭṭheyyaṁ patteyyanti vadāmi, na cāhaṁ, āvuso, apatvāva lokassa antaṁ dukkhassa antakiriyaṁ vadāmi.",
  "anya-e0101n7:41_4": "Api cāhaṁ, āvuso, imasmiññeva byāmamatte kaḷevare sasaññimhi samanake lokañca paññapemi lokasamudayañca lokanirodhañca lokanirodhagāminiñca paṭipadaṁ.",
  "anya-e0101n7:42_0": "Gamanena na pattabbo, lokassanto kudācanaṁ;",
  "anya-e0101n7:43_0": "Na ca apatvā lokantaṁ, dukkhā atthi pamocanaṁ.",
  "anya-e0101n7:44_0": "Tasmā have lokavidū sumedho,",
  "anya-e0101n7:45_0": "Lokantagū vūsitabrahmacariyo;",
  "anya-e0101n7:46_0": "Lokassa antaṁ samitāvi ñatvā,",
  "anya-e0101n7:47_0": "Nāsīsati lokamimaṁ parañcāti. (saṁ. ni. 1.107; a. ni. 4.45);",
  "anya-e0101n7:48_0": "136.",
  "anya-e0101n7:48_1": "Apica tayo lokā saṅkhāraloko sattaloko okāsalokoti.",
  "anya-e0101n7:48_2": "Tattha eko loko sabbe sattā āhāraṭṭhitikāti (paṭi. ma.",
  "anya-e0101n7:48_3": "1.112) āgataṭṭhāne saṅkhāraloko veditabbo.",
  "anya-e0101n7:48_4": "Sassato lokoti vā asassato lokoti vāti (dī. ni. 1.421) āgataṭṭhāne sattaloko.",
  "anya-e0101n7:49_0": "Yāvatā candimasūriyā pariharanti, disā bhanti virocamānā;",
  "anya-e0101n7:50_0": "Tāva sahassadhā loko, ettha te vattatī vasoti. (ma. ni. 1.503) –",
  "anya-e0101n7:51_0": "Āgataṭṭhāne okāsaloko. Tampi bhagavā sabbathā avedi.",
  "anya-e0101n7:51_1": "Tathā hissa ‘‘eko loko sabbe sattā āhāraṭṭhitikā. Dve lokā nāmañca rūpañca. Tayo lokā tisso vedanā. Cattāro lokā cattāro āhārā.",
  "anya-e0101n7:51_2": "Pañca lokā pañcupādānakkhandhā.",
  "anya-e0101n7:51_3": "Cha lokā cha ajjhattikāni āyatanāni.",
  "anya-e0101n7:51_4": "Satta lokā satta viññāṇaṭṭhitiyo. Aṭṭha lokā aṭṭha lokadhammā. Nava lokā nava sattāvāsā. Dasa lokā dasāyatanāni. Dvādasa lokā dvādasāyatanāni.",
  "anya-e0101n7:51_5": "Aṭṭhārasa lokā aṭṭhārasa dhātuyo’’ti (paṭi. ma.",
  "anya-e0101n7:51_6": "1.112) ayaṁ saṅkhāralokopi sabbathā vidito.",
  "anya-e0101n7:52_0": "Yasmā panesa sabbesampi sattānaṁ āsayaṁ jānāti, anusayaṁ jānāti, caritaṁ jānāti, adhimuttiṁ jānāti, apparajakkhe mahārajakkhe, tikkhindriye mudindriye, svākāre dvākāre, suviññāpaye duviññāpaye, bhabbe abhabbe satte jānāti.",
  "anya-e0101n7:52_1": "Tasmāssa sattalokopi sabbathā vidito.",
  "anya-e0101n7:53_0": "137.",
  "anya-e0101n7:53_1": "Yathā ca sattaloko, evaṁ okāsalokopi.",
  "anya-e0101n7:53_2": "Tathā hesa ekaṁ cakkavāḷaṁ āyāmato ca vitthārato ca yojanānaṁ dvādasasatasahassāni catutiṁsasatāni ca paññāsañca yojanāni. Parikkhepato pana –",
  "anya-e0101n7:54_0": "Sabbaṁ satasahassāni, chattiṁsaparimaṇḍalaṁ;",
  "anya-e0101n7:55_0": "Dasa ceva sahassāni, aḍḍhuḍḍhāni satāni ca.",
  "anya-e0101n7:56_0": "Tattha –",
  "anya-e0101n7:57_0": "Duve satasahassāni, cattāri nahutāni ca;",
  "anya-e0101n7:58_0": "Ettakaṁ bahalattena, saṅkhātāyaṁ vasundharā.",
  "anya-e0101n7:59_0": "Tassāyeva sandhārakaṁ –",
  "anya-e0101n7:60_0": "Cattāri satasahassāni, aṭṭheva nahutāni ca;",
  "anya-e0101n7:61_0": "Ettakaṁ bahalattena, jalaṁ vāte patiṭṭhitaṁ.",
  "anya-e0101n7:62_0": "Tassāpi sandhārako –",
  "anya-e0101n7:63_0": "Nava satasahassāni, māluto nabhamuggato;",
  "anya-e0101n7:64_0": "Saṭṭhiñceva sahassāni, esā lokassa saṇṭhiti.",
  "anya-e0101n7:65_0": "Evaṁ saṇṭhite cettha yojanānaṁ –",
  "anya-e0101n7:66_0": "Caturāsīti sahassāni, ajjhogāḷho mahaṇṇave;",
  "anya-e0101n7:67_0": "Accuggato tāvadeva, sineru pabbatuttamo.",
  "anya-e0101n7:68_0": "Tato upaḍḍhupaḍḍhena, pamāṇena yathākkamaṁ;",
  "anya-e0101n7:69_0": "Ajjhogāḷhuggatā dibbā, nānāratanacittitā.",
  "anya-e0101n7:70_0": "Yugandharo īsadharo, karavīko sudassano;",
  "anya-e0101n7:71_0": "Nemindharo vinatako, assakaṇṇo giri brahā.",
  "anya-e0101n7:72_0": "Ete satta mahāselā, sinerussa samantato;",
  "anya-e0101n7:73_0": "Mahārājānamāvāsā, devayakkhanisevitā.",
  "anya-e0101n7:74_0": "Yojanānaṁ satānucco, himavā pañca pabbato;",
  "anya-e0101n7:75_0": "Yojanānaṁ sahassāni, tīṇi āyatavitthato.",
  "anya-e0101n7:76_0": "Caturāsītisahassehi, kūṭehi paṭimaṇḍito;",
  "anya-e0101n7:77_0": "Tipañcayojanakkhandha-parikkhepā nagavhayā.",
  "anya-e0101n7:78_0": "Paññāsayojanakkhandha-sākhāyāmā samantato;",
  "anya-e0101n7:79_0": "Satayojanavitthiṇṇā, tāvadeva ca uggatā;",
  "anya-e0101n7:80_0": "Jambū yassānubhāvena, jambudīpo pakāsito.",
  "anya-e0101n7:81_0": "Yañcetaṁ jambuyā pamāṇaṁ, etadeva asurānaṁ citrapāṭaliyā, garuḷānaṁ simbalirukkhassa, aparagoyāne kadambassa, uttarakurūsu kapparukkhassa, pubbavidehe sirīsassa, tāvatiṁsesu pāricchattakassāti. Tenāhu porāṇā –",
  "anya-e0101n7:82_0": "‘‘Pāṭalī simbalī jambū, devānaṁ pāricchattako;",
  "anya-e0101n7:83_0": "Kadambo kapparukkho ca, sirīsena bhavati sattamanti.",
  "anya-e0101n7:84_0": "‘‘Dveasīti sahassāni, ajjhogāḷho mahaṇṇave;",
  "anya-e0101n7:85_0": "Accuggato tāvadeva, cakkavāḷasiluccayo;",
  "anya-e0101n7:86_0": "Parikkhipitvā taṁ sabbaṁ, lokadhātumayaṁ ṭhito’’ti.",
  "anya-e0101n7:87_0": "Tattha candamaṇḍalaṁ ekūnapaññāsayojanaṁ.",
  "anya-e0101n7:87_1": "Sūriyamaṇḍalaṁ paññāsayojanaṁ.",
  "anya-e0101n7:87_2": "Tāvatiṁsabhavanaṁ dasasahassayojanaṁ.",
  "anya-e0101n7:87_3": "Tathā asurabhavanaṁ avīcimahānirayo jambudīpo ca.",
  "anya-e0101n7:87_4": "Aparagoyānaṁ sattasahassayojanaṁ. Tathā pubbavidehaṁ.",
  "anya-e0101n7:87_5": "Uttarakuru aṭṭhasahassayojanaṁ.",
  "anya-e0101n7:87_6": "Ekameko cettha mahādīpo pañcasatapañcasataparittadīpaparivāro.",
  "anya-e0101n7:87_7": "Taṁ sabbampi ekaṁ cakkavāḷaṁ ekā lokadhātu.",
  "anya-e0101n7:87_8": "Tadantaresu lokantarikanirayā.",
  "anya-e0101n7:88_0": "Evaṁ anantāni cakkavāḷāni anantā lokadhātuyo bhagavā anantena buddhañāṇena avedi aññāsi paṭivijjhi.",
  "anya-e0101n7:88_1": "Evamassa okāsalokopi sabbathā vidito.",
  "anya-e0101n7:88_2": "Evampi sabbathā viditalokattā lokavidū.",
  "anya-e0101n7:89_0": "138.",
  "anya-e0101n7:89_1": "Attanā pana guṇehi visiṭṭhatarassa kassaci abhāvato natthi etassa uttaroti anuttaro.",
  "anya-e0101n7:89_2": "Tathā hesa sīlaguṇenāpi sabbaṁ lokamabhibhavati, samādhipaññāvimuttivimuttiñāṇadassanaguṇenāpi.",
  "anya-e0101n7:89_3": "Sīlaguṇenāpi asamo asamasamo appaṭimo appaṭibhāgo appaṭipuggalo…pe… vimuttiñāṇadassanaguṇenāpi.",
  "anya-e0101n7:89_4": "Yathāha – ‘‘na kho panāhaṁ samanupassāmi sadevake loke samārake…pe… sadevamanussāya pajāya attanā sīlasampannatara’’nti vitthāro. Evaṁ aggapasādasuttādīni (a. ni. 4.34; itivu.",
  "anya-e0101n7:89_5": "90) ‘‘na me ācariyo atthī’’tiādikā (ma. ni. 1.285; mahāva. 11) gāthāyo ca vitthāretabbā.",
  "anya-e0101n7:90_0": "139.",
  "anya-e0101n7:90_1": "Purisadamme sāretīti purisadammasārathi. Dameti vinetīti vuttaṁ hoti.",
  "anya-e0101n7:90_2": "Tattha purisadammāti adantā dametuṁ yuttā tiracchānapurisāpi manussapurisāpi amanussapurisāpi.",
  "anya-e0101n7:90_3": "Tathā hi bhagavatā tiracchānapurisāpi apalālo nāgarājā, cūḷodaro, mahodaro, aggisikho, dhūmasikho, aravāḷo nāgarājā, dhanapālako hatthīti evamādayo damitā nibbisā katā saraṇesu ca sīlesu ca patiṭṭhāpitā, manussapurisāpi saccakanigaṇṭhaputtaambaṭṭhamāṇavapokkharasāti soṇadantakūṭadantādayo, amanussapurisāpi āḷavakasūcilomakharalomayakkhasakkadevarājādayo damitā vinītā vicitrehi vinayanūpāyehi.",
  "anya-e0101n7:90_4": "‘‘Ahaṁ kho, kesi, purisadamme saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemī’’ti (a. ni.",
  "anya-e0101n7:90_5": "4.11) idañcettha suttaṁ vitthāretabbaṁ.",
  "anya-e0101n7:91_0": "Apica bhagavā visuddhasīlādīnaṁ paṭhamajjhānādīni sotāpannādīnañca uttari maggapaṭipadaṁ ācikkhanto dantepi dametiyeva.",
  "anya-e0101n7:92_0": "Atha vā anuttaro purisadammasārathīti ekamevidaṁ atthapadaṁ.",
  "anya-e0101n7:92_1": "Bhagavā hi tathā purisadamme sāreti, yathā ekapallaṅkeneva nisinnā aṭṭha disā asajjamānā dhāvanti.",
  "anya-e0101n7:92_2": "Tasmā anuttaro purisadammasārathīti vuccati.",
  "anya-e0101n7:92_3": "‘‘Hatthidamakena, bhikkhave, hatthidammo sārito ekaṁyeva disaṁ dhāvatī’’ti idañcettha suttaṁ (ma. ni. 3.312) vitthāretabbaṁ.",
  "anya-e0101n7:93_0": "140.",
  "anya-e0101n7:93_1": "Diṭṭhadhammikasamparāyikaparamatthehi yathārahaṁ anusāsatīti satthā.",
  "anya-e0101n7:93_2": "Apica satthā viyāti satthā, bhagavā satthavāho.",
  "anya-e0101n7:93_3": "Yathā satthavāho satthe kantāraṁ tāreti corakantāraṁ tāreti vāḷakantāraṁ tāreti dubbhikkhakantāraṁ tāreti nirudakakantāraṁ tāreti uttāreti nittāreti patāreti khemantabhūmiṁ sampāpeti, evameva bhagavā satthā satthavāho satte kantāraṁ tāreti, jātikantāraṁ tāretītiādinā niddesanayenapettha attho veditabbo.",
  "anya-e0101n7:93_4": "Devamanussānanti devānañca manussānañca.",
  "anya-e0101n7:93_5": "Ukkaṭṭhaparicchedavasena, bhabbapuggalaparicchedavasena cetaṁ vuttaṁ.",
  "anya-e0101n7:93_6": "Bhagavā pana tiracchānagatānampi anusāsanippadānena satthāyeva.",
  "anya-e0101n7:93_7": "Tepi hi bhagavato dhammassavanena upanissayasampattiṁ patvā tāya eva upanissayasampattiyā dutiye vā tatiye vā attabhāve maggaphalabhāgino honti.",
  "anya-e0101n7:93_8": "Maṇḍūkadevaputtādayo cettha nidassanaṁ.",
  "anya-e0101n7:94_0": "Bhagavati kira gaggarāya pokkharaṇiyā tīre campānagaravāsīnaṁ dhammaṁ desiyamāne eko maṇḍūko bhagavato sare nimittaṁ aggahesi, taṁ eko vacchapālako daṇḍaṁ olubbha tiṭṭhanto sīse sannirumbhitvā aṭṭhāsi.",
  "anya-e0101n7:94_1": "So tāvadeva kālaṅkatvā tāvatiṁsabhavane dvādasayojanike kanakavimāne nibbatti.",
  "anya-e0101n7:94_2": "Suttappabuddho viya ca tattha accharāsaṅghaparivutaṁ attānaṁ disvā ‘‘are ahampi nāma idha nibbatto, kiṁ nu kho kammamakāsi’’nti āvajjento na aññaṁ kiñci addasa aññatra bhagavato sare nimittaggāhā.",
  "anya-e0101n7:94_3": "So tāvadeva saha vimānena āgantvā bhagavato pāde sirasā vandi. Bhagavā jānantova pucchi –",
  "anya-e0101n7:95_0": "‘‘Ko me vandati pādāni, iddhiyā yasasā jalaṁ;",
  "anya-e0101n7:96_0": "Abhikkantena vaṇṇena, sabbā obhāsayaṁ disā’’ti.",
  "anya-e0101n7:97_0": "Maṇḍūkohaṁ pure āsiṁ, udake vārigocaro;",
  "anya-e0101n7:98_0": "Tava dhammaṁ suṇantassa, avadhi vacchapālakoti.",
  "anya-e0101n7:99_0": "Bhagavā tassa dhammaṁ desesi.",
  "anya-e0101n7:99_1": "Caturāsītiyā pāṇasahassānaṁ dhammābhisamayo ahosi.",
  "anya-e0101n7:99_2": "Devaputtopi sotāpattiphale patiṭṭhāya sitaṁ katvā pakkamīti.",
  "anya-e0101n7:100_0": "141.",
  "anya-e0101n7:100_1": "Yaṁ pana kiñci atthi ñeyyaṁ nāma, sabbasseva buddhattā vimokkhantikaññāṇavasena buddho.",
  "anya-e0101n7:100_2": "Yasmā vā cattāri saccāni attanāpi bujjhi, aññepi satte bodhesi, tasmā evamādīhipi kāraṇehi buddho.",
  "anya-e0101n7:100_3": "Imassa ca panatthassa viññāpanatthaṁ ‘‘bujjhitā saccānīti buddho.",
  "anya-e0101n7:100_4": "Bodhetā pajāyāti buddho’’ti evaṁ pavatto sabbopi niddesanayo (mahāni. 192) paṭisambhidānayo (paṭi. ma. 1.162) vā vitthāretabbo.",
  "anya-e0101n7:101_0": "142.Bhagavāti idaṁ panassa guṇavisiṭṭhasabbasattuttamagarugāravādhivacanaṁ. Tenāhu porāṇā –",
  "anya-e0101n7:102_0": "‘‘Bhagavāti vacanaṁ seṭṭhaṁ, bhagavāti vacanamuttamaṁ;",
  "anya-e0101n7:103_0": "Garugāravayutto so, bhagavā tena vuccatī’’ti.",
  "anya-e0101n7:104_0": "Catubbidhaṁ vā nāmaṁ āvatthikaṁ liṅgikaṁ nemittikaṁ adhiccasamuppannanti.",
  "anya-e0101n7:104_1": "Adhiccasamuppannaṁ nāma lokiyavohārena yadicchakanti vuttaṁ hoti.",
  "anya-e0101n7:104_2": "Tattha vaccho dammo balībaddoti evamādi āvatthikaṁ.",
  "anya-e0101n7:104_3": "Daṇḍī chattī sikhī karīti evamādi liṅgikaṁ.",
  "anya-e0101n7:104_4": "Tevijjo chaḷabhiññoti evamādi nemittikaṁ.",
  "anya-e0101n7:104_5": "Sirivaḍḍhako dhanavaḍḍhakoti evamādi vacanatthaṁ anapekkhitvā pavattaṁ adhiccasamuppannaṁ.",
  "anya-e0101n7:104_6": "Idaṁ pana bhagavāti nāmaṁ nemittikaṁ, na mahāmāyāya, na suddhodanamahārājena, na asītiyā ñātisahassehi kataṁ, na sakkasantusitādīhi devatāvisesehi.",
  "anya-e0101n7:104_7": "Vuttampi cetaṁ dhammasenāpatinā ‘‘bhagavāti netaṁ nāmaṁ mātarā kataṁ…pe… vimokkhantikametaṁ buddhānaṁ bhagavantānaṁ bodhiyā mūle saha sabbaññutaññāṇassa paṭilābhā sacchikā paññatti yadidaṁ bhagavā’’ti (mahāni. 84).",
  "anya-e0101n7:105_0": "143.",
  "anya-e0101n7:105_1": "Yaṁguṇanemittikañcetaṁ nāmaṁ, tesaṁ guṇānaṁ pakāsanatthaṁ imaṁ gāthaṁ vadanti –",
  "anya-e0101n7:106_0": "‘‘Bhagī bhajī bhāgi vibhattavā iti,",
  "anya-e0101n7:107_0": "Akāsi bhagganti garūti bhāgyavā;",
  "anya-e0101n7:108_0": "Bahūhi ñāyehi subhāvitattano,",
  "anya-e0101n7:109_0": "Bhavantago so bhagavāti vuccatī’’ti. –",
  "anya-e0101n7:110_0": "Niddese (mahāni.",
  "anya-e0101n7:110_1": "84) vuttanayeneva cettha tesaṁ tesaṁ padānaṁ attho daṭṭhabbo.",
  "anya-e0101n7:111_0": "144. Ayaṁ pana aparo nayo.",
  "anya-e0101n7:112_0": "Bhāgyavā bhaggavā yutto, bhagehi ca vibhattavā;",
  "anya-e0101n7:113_0": "Bhattavā vantagamano, bhavesu bhagavā tatoti.",
  "anya-e0101n7:114_0": "Tattha vaṇṇāgamo vaṇṇavipariyayotiādikaṁ niruttilakkhaṇaṁ gahetvā saddanayena vā pisodarādipakkhepalakkhaṇaṁ gahetvā yasmā lokiyalokuttarasukhābhinibbattakaṁ dānasīlādipārappattaṁ bhāgyamassa atthi, tasmā bhāgyavāti vattabbe bhagavāti vuccatīti ñātabbaṁ.",
  "anya-e0101n7:115_0": "Yasmā pana ahirikānottappakodhūpanāhamakkhapaḷāsaissāmacchariyamāyāsāṭheyyathambhasārambhamānātimānamadapamādataṇhāavijjā- tividhākusalamūladuccaritasaṁkilesamalavisamasaññāvitakkapapañcacatubbidhavipariyesa- āsavaganthaoghayogaagatitaṇhuppādupādānapañcacetokhīlavinibandhanīvaraṇābhinandanā- chavivādamūlataṇhākāyasattānusayaaṭṭhamicchattanavataṇhāmūlakadasākusalakammapathadvāsaṭṭhidiṭṭhigata- aṭṭhasatataṇhāvicaritappabhedasabbadarathapariḷāhakilesasatasahassāni , saṅkhepato vā pañca kilesakhandhaabhisaṅkhāradevaputtamaccumāre abhañji.",
  "anya-e0101n7:115_1": "Tasmā bhaggattā etesaṁ parissayānaṁ bhaggavāti vattabbe bhagavāti vuccati. Āha cettha –",
  "anya-e0101n7:116_0": "‘‘Bhaggarāgo bhaggadoso, bhaggamoho anāsavo;",
  "anya-e0101n7:117_0": "Bhaggāssa pāpakā dhammā, bhagavā tena vuccatī’’ti.",
  "anya-e0101n7:118_0": "Bhāgyavatāya cassa satapuññalakkhaṇadharassa rūpakāyasampatti dīpitā hoti.",
  "anya-e0101n7:118_1": "Bhaggadosatāya dhammakāyasampatti.",
  "anya-e0101n7:118_2": "Tathā lokiyasarikkhakānaṁ bahumatabhāvo, gahaṭṭhapabbajitehi abhigamanīyatā, abhigatānañca nesaṁ kāyacittadukkhāpanayane paṭibalabhāvo, āmisadānadhammadānehi upakāritā, lokiyalokuttarasukhehi ca saṁyojanasamatthatā dīpitā hoti.",
  "anya-e0101n7:119_0": "Yasmā ca loke issariyadhammayasasirikāmapayattesu chasu dhammesu bhagasaddo pavattati, paramañcassa sakacitte issariyaṁ, aṇimālaṅghimādikaṁ vā lokiyasammataṁ sabbākāraparipūraṁ atthi. Tathā lokuttaro dhammo.",
  "anya-e0101n7:119_1": "Lokattayabyāpako yathābhuccaguṇādhigato ativiya parisuddho yaso.",
  "anya-e0101n7:119_2": "Rūpakāyadassanabyāvaṭajananayanappasādajananasamatthā sabbākāraparipūrā sabbaṅgapaccaṅgasirī.",
  "anya-e0101n7:119_3": "Yaṁ yaṁ etena icchitaṁ patthitaṁ attahitaṁ parahitaṁ vā, tassa tassa tatheva abhinipphannattā icchitatthanibbattisaññito kāmo.",
  "anya-e0101n7:119_4": "Sabbalokagarubhāvappattihetubhūto sammāvāyāmasaṅkhāto payatto ca atthi.",
  "anya-e0101n7:119_5": "Tasmā imehi bhagehi yuttattāpi bhagā assa santīti iminā atthena bhagavāti vuccati.",
  "anya-e0101n7:120_0": "Yasmā pana kusalādīhi bhedehi sabbadhamme, khandhāyatanadhātusaccaindriyapaṭiccasamuppādādīhi vā kusalādidhamme, pīḷanasaṅkhatasantāpavipariṇāmaṭṭhena vā dukkhaṁ ariyasaccaṁ, āyūhananidānasaṁyogapalibodhaṭṭhena samudayaṁ, nissaraṇavivekāsaṅkhataamataṭṭhena nirodhaṁ, niyyānikahetudassanādhipateyyaṭṭhena maggaṁ vibhattavā, vibhajitvā vivaritvā desitavāti vuttaṁ hoti.",
  "anya-e0101n7:120_1": "Tasmā vibhattavāti vattabbe bhagavāti vuccati.",
  "anya-e0101n7:121_0": "Yasmā ca esa dibbabrahmaariyavihāre kāyacittaupadhiviveke suññatappaṇihitānimittavimokkhe aññe ca lokiyalokuttare uttarimanussadhamme bhaji sevi bahulaṁ akāsi, tasmā bhattavāti vattabbe bhagavāti vuccati.",
  "anya-e0101n7:122_0": "Yasmā pana tīsu bhavesu taṇhāsaṅkhātaṁ gamanaṁ anena vantaṁ, tasmā bhavesu vantagamanoti vattabbe bhavasaddato bhakāraṁ gamanasaddato gakāraṁ vantasaddato vakārañca dīghaṁ katvā ādāya bhagavāti vuccati yathā loke mehanassa khassa mālāti vattabbe mekhalāti.",
  "anya-e0101n7:123_0": "145.",
  "anya-e0101n7:123_1": "Tassevaṁ iminā ca iminā ca kāraṇena so bhagavā arahaṁ…pe… iminā ca iminā ca kāraṇena bhagavāti buddhaguṇe anussarato neva tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti, na dosapariyuṭṭhitaṁ, na mohapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:123_2": "Ujugatamevassa tasmiṁ samaye cittaṁ hoti tathāgatamārabbha (a. ni. 6.10).",
  "anya-e0101n7:123_3": "Iccassa evaṁ rāgādipariyuṭṭhānābhāvena vikkhambhitanīvaraṇassa kammaṭṭhānābhimukhatāya ujugatacittassa buddhaguṇapoṇā vitakkavicārā pavattanti.",
  "anya-e0101n7:123_4": "Buddhaguṇe anuvitakkayato anuvicārayato pīti uppajjati.",
  "anya-e0101n7:123_5": "Pītimanassa pītipadaṭṭhānāya passaddhiyā kāyacittadarathā paṭippassambhanti.",
  "anya-e0101n7:123_6": "Passaddhadarathassa kāyikampi cetasikampi sukhaṁ uppajjati.",
  "anya-e0101n7:123_7": "Sukhino buddhaguṇārammaṇaṁ hutvā cittaṁ samādhiyatīti anukkamena ekakkhaṇe jhānaṅgāni uppajjanti.",
  "anya-e0101n7:123_8": "Buddhaguṇānaṁ pana gambhīratāya nānappakāraguṇānussaraṇādhimuttatāya vā appanaṁ appatvā upacārappattameva jhānaṁ hoti.",
  "anya-e0101n7:123_9": "Tadetaṁ buddhaguṇānussaraṇavasena uppannattā buddhānussaticceva saṅkhaṁ gacchati.",
  "anya-e0101n7:124_0": "Imañca pana buddhānussatiṁ anuyutto bhikkhu satthari sagāravo hoti sappatisso, saddhāvepullaṁ sativepullaṁ paññāvepullaṁ puññavepullañca adhigacchati, pītipāmojjabahulo hoti, bhayabheravasaho dukkhādhivāsanasamattho, satthārā saṁvāsasaññaṁ paṭilabhati.",
  "anya-e0101n7:124_1": "Buddhaguṇānussatiyā ajjhāvutthañcassa sarīrampi cetiyagharamiva pūjārahaṁ hoti. Buddhabhūmiyaṁ cittaṁ namati.",
  "anya-e0101n7:124_2": "Vītikkamitabbavatthusamāyoge cassa sammukhā satthāraṁ passato viya hirottappaṁ paccupaṭṭhāti.",
  "anya-e0101n7:124_3": "Uttari appaṭivijjhanto pana sugatiparāyano hoti.",
  "anya-e0101n7:125_0": "Tasmā have appamādaṁ, kayirātha sumedhaso;",
  "anya-e0101n7:126_0": "Evaṁ mahānubhāvāya, buddhānussatiyā sadāti.",
  "anya-e0101n7:127_0": "Idaṁ tāva buddhānussatiyaṁ vitthārakathāmukhaṁ.",
  "anya-e0101n7:128_0": "2. Dhammānussatikathā",
  "anya-e0101n7:129_0": "146.",
  "anya-e0101n7:129_1": "Dhammānussatiṁ bhāvetukāmenāpi rahogatena paṭisallīnena ‘‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṁ veditabbo viññūhī’’ti (a. ni.",
  "anya-e0101n7:129_2": "6.10) evaṁ pariyattidhammassa ceva navavidhassa ca lokuttaradhammassa guṇā anussaritabbā.",
  "anya-e0101n7:130_0": "147.Svākkhātoti imasmiṁ hi pade pariyattidhammopi saṅgahaṁ gacchati, itaresu lokuttaradhammova.",
  "anya-e0101n7:130_1": "Tattha pariyattidhammo tāva svākkhāto ādimajjhapariyosānakalyāṇattā sātthasabyañjanakevalaparipuṇṇaparisuddhabrahmacariyappakāsanattā ca.",
  "anya-e0101n7:130_2": "Yañhi bhagavā ekagāthampi deseti, sā samantabhaddakattā dhammassa paṭhamapādena ādikalyāṇā, dutiyatatiyapādehi majjhekalyāṇā, pacchimapādena pariyosānakalyāṇā.",
  "anya-e0101n7:130_3": "Ekānusandhikaṁ suttaṁ nidānena ādikalyāṇaṁ, nigamanena pariyosānakalyāṇaṁ, sesena majjhekalyāṇaṁ.",
  "anya-e0101n7:130_4": "Nānānusandhikaṁ suttaṁ paṭhamānusandhinā ādikalyāṇaṁ, pacchimena pariyosānakalyāṇaṁ, sesehi majjhekalyāṇaṁ.",
  "anya-e0101n7:130_5": "Apica sanidānasauppattikattā ādikalyāṇaṁ, veneyyānaṁ anurūpato atthassa aviparītatāya ca hetudāharaṇayuttato ca majjhekalyāṇaṁ, sotūnaṁ saddhāpaṭilābhajananena nigamanena ca pariyosānakalyāṇaṁ.",
  "anya-e0101n7:131_0": "Sakalopi sāsanadhammo attano atthabhūtena sīlena ādikalyāṇo, samathavipassanāmaggaphalehi majjhekalyāṇo, nibbānena pariyosānakalyāṇo.",
  "anya-e0101n7:131_1": "Sīlasamādhīhi vā ādikalyāṇo, vipassanāmaggehi majjhekalyāṇo, phalanibbānehi pariyosānakalyāṇo.",
  "anya-e0101n7:131_2": "Buddhasubodhitāya vā ādikalyāṇo, dhammasudhammatāya majjhekalyāṇo, saṅghasuppaṭippattiyā pariyosānakalyāṇo.",
  "anya-e0101n7:131_3": "Taṁ sutvā tathatthāya paṭipannena adhigantabbāya abhisambodhiyā vā ādikalyāṇo, paccekabodhiyā majjhekalyāṇo, sāvakabodhiyā pariyosānakalyāṇo.",
  "anya-e0101n7:132_0": "Suyyamāno cesa nīvaraṇavikkhambhanato savanenapi kalyāṇameva āvahatīti ādikalyāṇo, paṭipajjiyamāno samathavipassanāsukhāvahanato paṭipattiyāpi kalyāṇaṁ āvahatīti majjhekalyāṇo, tathāpaṭipanno ca paṭipattiphale niṭṭhite tādibhāvāvahanato paṭipattiphalenapi kalyāṇaṁ āvahatīti pariyosānakalyāṇoti evaṁ ādimajjhapariyosānakalyāṇattā svākkhāto.",
  "anya-e0101n7:133_0": "Yaṁ panesa bhagavā dhammaṁ desento sāsanabrahmacariyaṁ maggabrahmacariyañca pakāseti nānānayehi dīpeti, taṁ yathānurūpaṁ atthasampattiyā sātthaṁ, byañjanasampattiyā sabyañjanaṁ.",
  "anya-e0101n7:133_1": "Saṅkāsanapakāsanavivaraṇavibhajanauttānīkaraṇapaññattiatthapadasamāyogato sātthaṁ, akkharapadabyañjanākāraniruttiniddesasampattiyā sabyañjanaṁ.",
  "anya-e0101n7:133_2": "Atthagambhīratāpaṭivedhagambhīratāhi sātthaṁ, dhammagambhīratādesanāgambhīratāhi sabyañjanaṁ.",
  "anya-e0101n7:133_3": "Atthapaṭibhānapaṭisambhidāvisayato sātthaṁ, dhammaniruttipaṭisambhidāvisayato sabyañjanaṁ.",
  "anya-e0101n7:133_4": "Paṇḍitavedanīyato parikkhakajanappasādakanti sātthaṁ, saddheyyato lokiyajanappasādakanti sabyañjanaṁ.",
  "anya-e0101n7:133_5": "Gambhīrādhippāyato sātthaṁ, uttānapadato sabyañjanaṁ.",
  "anya-e0101n7:133_6": "Upanetabbassa abhāvato sakalaparipuṇṇabhāvena kevalaparipuṇṇaṁ.",
  "anya-e0101n7:133_7": "Apanetabbassa abhāvato niddosabhāvena parisuddhaṁ.",
  "anya-e0101n7:134_0": "Apica paṭipattiyā adhigamabyattito sātthaṁ, pariyattiyā āgamabyattito sabyañjanaṁ, sīlādipañcadhammakkhandhayuttato kevalaparipuṇṇaṁ, nirupakkilesato nittaraṇatthāya pavattito lokāmisanirapekkhato ca parisuddhanti evaṁ sātthasabyañjanakevalaparipuṇṇaparisuddhabrahmacariyappakāsanato svākkhāto.",
  "anya-e0101n7:135_0": "Atthavipallāsābhāvato vā suṭṭhu akkhātoti svākkhāto.",
  "anya-e0101n7:135_1": "Yathā hi aññatitthiyānaṁ dhammassa attho vipallāsamāpajjati, antarāyikāti vuttadhammānaṁ antarāyikattābhāvato, niyyānikāti vuttadhammānaṁ niyyānikattābhāvato.",
  "anya-e0101n7:135_2": "Tena te durakkhātadhammāyeva honti, na tathā bhagavato dhammassa attho vipallāsamāpajjati.",
  "anya-e0101n7:135_3": "Ime dhammā antarāyikā, ime dhammā niyyānikāti evaṁ vuttadhammānaṁ tathābhāvānatikkamanatoti.",
  "anya-e0101n7:135_4": "Evaṁ tāva pariyattidhammo svākkhāto.",
  "anya-e0101n7:136_0": "Lokuttaradhammo pana nibbānānurūpāya paṭipattiyā paṭipadānurūpassa ca nibbānassa akkhātattā svākkhāto.",
  "anya-e0101n7:136_1": "Yathāha – ‘‘supaññattā kho pana tena bhagavatā sāvakānaṁ nibbānagāminī paṭipadā saṁsandati nibbānañca paṭipadā ca.",
  "anya-e0101n7:136_2": "Seyyathāpi nāma gaṅgodakaṁ yamunodakena saṁsandati sameti, evameva supaññattā (dī. ni.",
  "anya-e0101n7:136_3": "2.296) tena bhagavatā sāvakānaṁ nibbānagāminī paṭipadā saṁsandati nibbānañca paṭipadā cā’’ti.",
  "anya-e0101n7:136_4": "Ariyamaggo cettha antadvayaṁ anupagamma majjhimā paṭipadābhūtova ‘‘majjhimā paṭipadā’’ti akkhātattā svākkhāto.",
  "anya-e0101n7:136_5": "Sāmaññaphalāni paṭipassaddhakilesāneva ‘‘paṭipassaddhakilesānī’’ti akkhātattā svākkhātāni.",
  "anya-e0101n7:136_6": "Nibbānaṁ sassatāmatatāṇaleṇādisabhāvameva sassatādisabhāvavasena akkhātattā svākkhātanti evaṁ lokuttaradhammopi svākkhāto.",
  "anya-e0101n7:137_0": "148.Sandiṭṭhikoti ettha pana ariyamaggo tāva attano santāne rāgādīnaṁ abhāvaṁ karontena ariyapuggalena sāmaṁ daṭṭhabboti sandiṭṭhiko.",
  "anya-e0101n7:137_1": "Yathāha –‘‘ratto kho, brāhmaṇa, rāgena abhibhūto pariyādiṇṇacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti.",
  "anya-e0101n7:137_2": "Cetasikaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti.",
  "anya-e0101n7:137_3": "Rāge pahīne neva attabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti, na cetasikaṁ dukkhaṁ domanassaṁ paṭisaṁvedeti.",
  "anya-e0101n7:137_4": "Evampi kho, brāhmaṇa, sandiṭṭhiko dhammo hotī’’ti(a. ni. 3.54).",
  "anya-e0101n7:137_5": "Apica navavidhopi lokuttaradhammo yena yena adhigato hoti, tena tena parasaddhāya gantabbataṁ hitvā paccavekkhaṇañāṇena sayaṁ daṭṭhabboti sandiṭṭhiko.",
  "anya-e0101n7:137_6": "Atha vā pasatthā diṭṭhi sandiṭṭhi, sandiṭṭhiyā jayatīti sandiṭṭhiko.",
  "anya-e0101n7:137_7": "Tathā hettha ariyamaggo sampayuttāya, ariyaphalaṁ kāraṇabhūtāya, nibbānaṁ visayibhūtāya sandiṭṭhiyā kilese jayati.",
  "anya-e0101n7:137_8": "Tasmā yathā rathena jayatīti rathiko, evaṁ navavidhopi lokuttaradhammo sandiṭṭhiyā jayatīti sandiṭṭhiko.",
  "anya-e0101n7:138_0": "Atha vā diṭṭhanti dassanaṁ vuccati.",
  "anya-e0101n7:138_1": "Diṭṭhameva sandiṭṭhaṁ, dassananti attho.",
  "anya-e0101n7:138_2": "Sandiṭṭhaṁ arahatīti sandiṭṭhiko.",
  "anya-e0101n7:138_3": "Lokuttaradhammo hi bhāvanābhisamayavasena sacchikiriyābhisamayavasena ca dissamānoyeva vaṭṭabhayaṁ nivatteti.",
  "anya-e0101n7:138_4": "Tasmā yathā vatthaṁ arahatīti vatthiko, evaṁ sandiṭṭhaṁ arahatīti sandiṭṭhiko.",
  "anya-e0101n7:139_0": "149.",
  "anya-e0101n7:139_1": "Attano phaladānaṁ sandhāya nāssa kāloti akālo. Akāloyeva akāliko.",
  "anya-e0101n7:139_2": "Na pañcāhasattāhādibhedaṁ kālaṁ khepetvā phalaṁ deti, attano pana pavattisamanantarameva phaladoti vuttaṁ hoti.",
  "anya-e0101n7:139_3": "Atha vā attano phaladāne pakaṭṭho kālo patto assāti kāliko. Ko so? Lokiyo kusaladhammo.",
  "anya-e0101n7:139_4": "Ayaṁ pana samanantaraphalattā na kālikoti akāliko.",
  "anya-e0101n7:139_5": "Idaṁ maggameva sandhāya vuttaṁ.",
  "anya-e0101n7:140_0": "150.",
  "anya-e0101n7:140_1": "‘‘Ehi passa imaṁ dhamma’’nti evaṁ pavattaṁ ehipassavidhiṁ arahatīti ehipassiko.",
  "anya-e0101n7:140_2": "Kasmā panesa taṁ vidhiṁ arahatīti?",
  "anya-e0101n7:140_3": "Vijjamānattā parisuddhattā ca .",
  "anya-e0101n7:140_4": "Rittamuṭṭhiyaṁ hi hiraññaṁ vā suvaṇṇaṁ vā atthīti vatvāpi ‘‘ehi passa ima’’nti na sakkā vattuṁ. Kasmā? Avijjamānattā.",
  "anya-e0101n7:140_5": "Vijjamānampi ca gūthaṁ vā muttaṁ vā manuññabhāvappakāsanena cittasampahaṁsanatthaṁ ‘‘ehi passa ima’’nti na sakkā vattuṁ.",
  "anya-e0101n7:140_6": "Apica kho pana tiṇehi vā paṇṇehi vā paṭicchādetabbameva hoti. Kasmā? Aparisuddhattā.",
  "anya-e0101n7:140_7": "Ayaṁ pana navavidhopi lokuttaradhammo sabhāvatova vijjamāno vigatavalāhake ākāse sampuṇṇacandamaṇḍalaṁ viya paṇḍukambale nikkhittajātimaṇi viya ca parisuddho.",
  "anya-e0101n7:140_8": "Tasmā vijjamānattā parisuddhattā ca ehipassavidhiṁ arahatīti ehipassiko.",
  "anya-e0101n7:141_0": "151. Upanetabboti opaneyyiko.",
  "anya-e0101n7:141_1": "Ayaṁ panettha vinicchayo, upanayanaṁ upanayo, ādittaṁ celaṁ vā sīsaṁ vā ajjhupekkhitvāpi bhāvanāvasena attano citte upanayanaṁ arahatīti opanayiko. Opanayikova opaneyyiko.",
  "anya-e0101n7:141_2": "Idaṁ saṅkhate lokuttaradhamme yujjati.",
  "anya-e0101n7:141_3": "Asaṅkhate pana attano cittena upanayanaṁ arahatīti opaneyyiko.",
  "anya-e0101n7:141_4": "Sacchikiriyāvasena allīyanaṁ arahatīti attho.",
  "anya-e0101n7:142_0": "Atha vā nibbānaṁ upanetīti ariyamaggo upaneyyo.",
  "anya-e0101n7:142_1": "Sacchikātabbataṁ upanetabboti phalanibbānadhammo upaneyyo. Upaneyyo eva opaneyyiko.",
  "anya-e0101n7:143_0": "152.Paccattaṁ veditabbo viññūhīti sabbehipi ugghaṭitaññūādīhi viññūhi attani attani veditabbo ‘‘bhāvito me maggo, adhigataṁ phalaṁ, sacchikato nirodho’’ti.",
  "anya-e0101n7:143_1": "Na hi upajjhāyena bhāvitena maggena saddhivihārikassa kilesā pahīyanti, na so tassa phalasamāpattiyā phāsuviharati, na tena sacchikataṁ nibbānaṁ sacchikaroti.",
  "anya-e0101n7:143_2": "Tasmā na esa parassa sīse ābharaṇaṁ viya daṭṭhabbo, attano pana citteyeva daṭṭhabbo, anubhavitabbo viññūhīti vuttaṁ hoti. Bālānaṁ pana avisayo cesa.",
  "anya-e0101n7:144_0": "Apica svākkhāto ayaṁ dhammo. Kasmā? Sandiṭṭhikattā. Sandiṭṭhiko, akālikattā. Akāliko, ehipassikattā.",
  "anya-e0101n7:144_1": "Yo ca ehipassiko, so nāma opaneyyiko hotīti.",
  "anya-e0101n7:145_0": "153.",
  "anya-e0101n7:145_1": "Tassevaṁ svākkhātatādibhede dhammaguṇe anussarato neva tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:145_2": "Na dosa…pe… na mohapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:145_3": "Ujugatamevassa tasmiṁ samaye cittaṁ hoti dhammaṁ ārabbhāti (a. ni.",
  "anya-e0101n7:145_4": "6.10) purimanayeneva vikkhambhitanīvaraṇassa ekakkhaṇe jhānaṅgāni uppajjanti.",
  "anya-e0101n7:145_5": "Dhammaguṇānaṁ pana gambhīratāya nānappakāraguṇānussaraṇādhimuttatāya vā appanaṁ appatvā upacārappattameva jhānaṁ hoti.",
  "anya-e0101n7:145_6": "Tadetaṁ dhammaguṇānussaraṇavasena uppannattā dhammānussaticceva saṅkhaṁ gacchati.",
  "anya-e0101n7:146_0": "Imañca pana dhammānussatiṁ anuyutto bhikkhu evaṁ opaneyyikassa dhammassa desetāraṁ imināpaṅgena samannāgataṁ satthāraṁ neva atītaṁse samanupassāmi, na panetarahi aññatra tena bhagavatāti evaṁ dhammaguṇadassaneneva satthari sagāravo hoti sappatisso.",
  "anya-e0101n7:146_1": "Dhamme garucittīkāro saddhādivepullaṁ adhigacchati, pītipāmojjabahulo hoti, bhayabheravasaho, dukkhādhivāsanasamattho, dhammena saṁvāsasaññaṁ paṭilabhati, dhammaguṇānussatiyā ajjhāvutthañcassa sarīrampi cetiyagharamiva pūjārahaṁ hoti, anuttaradhammādhigamāya cittaṁ namati, vītikkamitabbavatthusamāyoge cassa dhammasudhammataṁ samanussarato hirottappaṁ paccupaṭṭhāti.",
  "anya-e0101n7:146_2": "Uttari appaṭivijjhanto pana sugatiparāyano hoti.",
  "anya-e0101n7:147_0": "Tasmā have appamādaṁ, kayirātha sumedhaso;",
  "anya-e0101n7:148_0": "Evaṁ mahānubhāvāya, dhammānussatiyā sadāti.",
  "anya-e0101n7:149_0": "Idaṁ dhammānussatiyaṁ vitthārakathāmukhaṁ.",
  "anya-e0101n7:150_0": "3. Saṅghānussatikathā",
  "anya-e0101n7:151_0": "154.",
  "anya-e0101n7:151_1": "Saṅghānussatiṁ bhāvetukāmenāpi rahogatena paṭisallīnena ‘‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṁ cattāri purisayugāni aṭṭha purisapuggalā , esa bhagavato sāvakasaṅgho āhuneyyo, pāhuneyyo, dakkhiṇeyyo, añjalikaraṇīyo, anuttaraṁ puññakkhettaṁ lokassā’’ti (a. ni.",
  "anya-e0101n7:151_2": "6.10) evaṁ ariyasaṅghaguṇā anussaritabbā.",
  "anya-e0101n7:152_0": "155.",
  "anya-e0101n7:152_1": "Tattha suppaṭipannoti suṭṭhu paṭipanno, sammāpaṭipadaṁ anivattipaṭipadaṁ anulomapaṭipadaṁ apaccanīkapaṭipadaṁ dhammānudhammapaṭipadaṁ paṭipannoti vuttaṁ hoti.",
  "anya-e0101n7:152_2": "Bhagavato ovādānusāsaniṁ sakkaccaṁ suṇantīti sāvakā.",
  "anya-e0101n7:152_3": "Sāvakānaṁ saṅgho sāvakasaṅgho, sīladiṭṭhisāmaññatāya saṅghātabhāvamāpanno sāvakasamūhoti attho.",
  "anya-e0101n7:152_4": "Yasmā pana sā sammāpaṭipadā uju avaṅkā akuṭilā ajimhā, ariyo ca ñāyotipi vuccati, anucchavikattā ca sāmīcītipi saṅkhaṁ gatā.",
  "anya-e0101n7:152_5": "Tasmā tampaṭipanno ariyasaṅgho ujuppaṭipanno ñāyappaṭipanno sāmīcippaṭipannotipi vutto.",
  "anya-e0101n7:153_0": "Ettha ca ye maggaṭṭhā, te sammāpaṭipattisamaṅgitāya suppaṭipannā.",
  "anya-e0101n7:153_1": "Ye phalaṭṭhā, te sammāpaṭipadāya adhigantabbassa adhigatattā atītaṁ paṭipadaṁ sandhāya suppaṭipannāti veditabbā.",
  "anya-e0101n7:154_0": "Apica svākkhāte dhammavinaye yathānusiṭṭhaṁ paṭipannattāpi apaṇṇakapaṭipadaṁ paṭipannattāpi suppaṭipanno.",
  "anya-e0101n7:155_0": "Majjhimāya paṭipadāya antadvayamanupagamma paṭipannattā kāyavacīmanovaṅkakuṭilajimhadosappahānāya paṭipannattā ca ujuppaṭipannattā ca ujuppaṭipanno.",
  "anya-e0101n7:156_0": "Ñāyo vuccati nibbānaṁ.",
  "anya-e0101n7:156_1": "Tadatthāya paṭipannattā ñāyappaṭipanno.",
  "anya-e0101n7:157_0": "Yathā paṭipannā sāmīcippaṭipannārahā honti, tathā paṭipannattā sāmīcippaṭipanno.",
  "anya-e0101n7:158_0": "156.Yadidanti yāni imāni.",
  "anya-e0101n7:158_1": "Cattāri purisayugānīti yugaḷavasena paṭhamamaggaṭṭho phalaṭṭhoti idamekaṁ yugaḷanti evaṁ cattāri purisayugaḷāni honti.",
  "anya-e0101n7:158_2": "Aṭṭha purisapuggalāti purisapuggalavasena eko paṭhamamaggaṭṭho eko phalaṭṭhoti iminā nayena aṭṭheva purisapuggalā honti .",
  "anya-e0101n7:158_3": "Ettha ca purisoti vā puggaloti vā ekatthāni etāni padāni. Veneyyavasena panetaṁ vuttaṁ.",
  "anya-e0101n7:158_4": "Esa bhagavato sāvakasaṅghoti yānimāni yugavasena cattāri purisayugāni, pāṭiekkato aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho, āhuneyyotiādīsu ānetvā hunitabbanti āhunaṁ, dūratopi ānetvā sīlavantesu dātabbanti attho.",
  "anya-e0101n7:158_5": "Catunnaṁ paccayānametamadhivacanaṁ.",
  "anya-e0101n7:158_6": "Taṁ āhunaṁ paṭiggahetuṁ yutto tassa mahapphalakaraṇatoti āhuneyyo.",
  "anya-e0101n7:158_7": "Atha vā dūratopi āgantvā sabbasāpateyyampi ettha hunitabbanti āhavanīyo.",
  "anya-e0101n7:158_8": "Sakkādīnampi vā āhavanaṁ arahatīti āhavanīyo.",
  "anya-e0101n7:158_9": "Yo cāyaṁ brāhmaṇānaṁ āhavanīyo nāma aggi, yattha hutaṁ mahapphalanti tesaṁ laddhi.",
  "anya-e0101n7:158_10": "Sace hutassa mahapphalatāya āhavanīyo, saṅghova āhavanīyo.",
  "anya-e0101n7:158_11": "Saṅghe hutañhi mahapphalaṁ hoti. Yathāha –",
  "anya-e0101n7:159_0": "‘‘Yo ca vassasataṁ jantu, aggiṁ paricare vane;",
  "anya-e0101n7:160_0": "Ekañca bhāvitattānaṁ, muhuttamapi pūjaye;",
  "anya-e0101n7:161_0": "Sāyeva pūjanā seyyo, yañce vassasataṁ huta’’nti. (dha. pa. 107);",
  "anya-e0101n7:162_0": "Tadetaṁ nikāyantare āhavanīyoti padaṁ idha āhuneyyoti iminā padena atthato ekaṁ.",
  "anya-e0101n7:162_1": "Byañjanato panettha kiñcimattameva nānaṁ. Iti āhuneyyo.",
  "anya-e0101n7:163_0": "Pāhuneyyoti ettha pana pāhunaṁ vuccati disāvidisato āgatānaṁ piyamanāpānaṁ ñātimittānamatthāya sakkārena paṭiyattaṁ āgantukadānaṁ.",
  "anya-e0101n7:163_1": "Tampi ṭhapetvā te tathārūpe pāhunake saṅghasseva dātuṁ yuttaṁ, saṅghova taṁ paṭiggahetuṁ yutto.",
  "anya-e0101n7:163_2": "Saṅghasadiso hi pāhunako natthi.",
  "anya-e0101n7:163_3": "Tathā hesa ekabuddhantare ca dissati, abbokiṇṇañca piyamanāpattakarehi dhammehi samannāgatoti.",
  "anya-e0101n7:163_4": "Evaṁ pāhunamassa dātuṁ yuttaṁ pāhunañca paṭiggahetuṁ yuttoti pāhuneyyo.",
  "anya-e0101n7:163_5": "Yesaṁ pana pāhavanīyoti pāḷi, tesaṁ yasmā saṅgho pubbakāramarahati, tasmā sabbapaṭhamaṁ ānetvā ettha hunitabbanti pāhavanīyo.",
  "anya-e0101n7:163_6": "Sabbappakārena vā āhavanamarahatīti pāhavanīyo.",
  "anya-e0101n7:163_7": "Svāyamidha teneva atthena pāhuneyyoti vuccati.",
  "anya-e0101n7:164_0": "Dakkhiṇāti pana paralokaṁ saddahitvā dātabbadānaṁ vuccati.",
  "anya-e0101n7:164_1": "Taṁ dakkhiṇaṁ arahati, dakkhiṇāya vā hito yasmā naṁ mahapphalakaraṇatāya visodhetīti dakkhiṇeyyo.",
  "anya-e0101n7:165_0": "Ubho hatthe sirasmiṁ patiṭṭhapetvā sabbalokena kayiramānaṁ añjalikammaṁ arahatīti añjalikaraṇīyo.",
  "anya-e0101n7:166_0": "Anuttaraṁ puññakkhettaṁ lokassāti sabbalokassa asadisaṁ puññavirūhanaṭṭhānaṁ.",
  "anya-e0101n7:166_1": "Yathā hi rañño vā amaccassa vā sālīnaṁ vā yavānaṁ vā virūhanaṭṭhānaṁ rañño sālikkhettaṁ rañño yavakkhettanti vuccati, evaṁ saṅgho sabbalokassa puññānaṁ virūhanaṭṭhānaṁ.",
  "anya-e0101n7:166_2": "Saṅghaṁ nissāya hi lokassa nānappakārahitasukhasaṁvattanikāni puññāni virūhanti.",
  "anya-e0101n7:166_3": "Tasmā saṅgho anuttaraṁ puññakkhettaṁ lokassāti.",
  "anya-e0101n7:167_0": "157.",
  "anya-e0101n7:167_1": "Evaṁ suppaṭipannatādibhede saṅghaguṇe anussarato neva tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:167_2": "Na dosa…pe… na mohapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:167_3": "Ujugatamevassa tasmiṁ samaye cittaṁ hoti saṅghaṁ ārabbhāti (a. ni.",
  "anya-e0101n7:167_4": "6.10) purimanayeneva vikkhambhitanīvaraṇassa ekakkhaṇe jhānaṅgāni uppajjanti.",
  "anya-e0101n7:167_5": "Saṅghaguṇānaṁ pana gambhīratāya nānappakāraguṇānussaraṇādhimuttatāya vā appanaṁ appatvā upacārappattameva jhānaṁ hoti.",
  "anya-e0101n7:167_6": "Tadetaṁ saṅghaguṇānussaraṇavasena uppannattā saṅghānussaticceva saṅkhaṁ gacchati.",
  "anya-e0101n7:168_0": "Imañca pana saṅghānussatiṁ anuyutto bhikkhu saṅghe sagāravo hoti sappatisso.",
  "anya-e0101n7:168_1": "Saddhādivepullaṁ adhigacchati, pītipāmojjabahulo hoti, bhayabheravasaho, dukkhādhivāsanasamattho, saṅghena saṁvāsasaññaṁ paṭilabhati.",
  "anya-e0101n7:168_2": "Saṅghaguṇānussatiyā ajjhāvutthañcassa sarīraṁ sannipatitasaṅghamiva uposathāgāraṁ pūjārahaṁ hoti, saṅghaguṇādhigamāya cittaṁ namati, vītikkamitabbavatthusamāyoge cassa sammukhā saṅghaṁ passato viya hirottappaṁ paccupaṭṭhāti, uttari appaṭivijjhanto pana sugatiparāyano hoti.",
  "anya-e0101n7:169_0": "Tasmā have appamādaṁ, kayirātha sumedhaso;",
  "anya-e0101n7:170_0": "Evaṁ mahānubhāvāya, saṅghānussatiyā sadāti.",
  "anya-e0101n7:171_0": "Idaṁ saṅghānussatiyaṁ vitthārakathāmukhaṁ.",
  "anya-e0101n7:172_0": "4. Sīlānussatikathā",
  "anya-e0101n7:173_0": "158.",
  "anya-e0101n7:173_1": "Sīlānussatiṁ bhāvetukāmena pana rahogatena paṭisallīnena ‘‘aho vata me sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṁvattanikānī’’ti (a. ni.",
  "anya-e0101n7:173_2": "6.10) evaṁ akhaṇḍatādiguṇavasena attano sīlāni anussaritabbāni.",
  "anya-e0101n7:173_3": "Tāni ca gahaṭṭhena gahaṭṭhasīlāni, pabbajitena pabbajitasīlāni.",
  "anya-e0101n7:174_0": "Gahaṭṭhasīlāni vā hontu pabbajitasīlāni vā, yesaṁ ādimhi vā ante vā ekampi na bhinnaṁ, tāni pariyante chinnasāṭako viya na khaṇḍānīti akhaṇḍāni.",
  "anya-e0101n7:174_1": "Yesaṁ vemajjhe ekampi na bhinnaṁ, tāni majjhe vinividdhasāṭako viya na chiddānīti acchiddāni.",
  "anya-e0101n7:174_2": "Yesaṁ paṭipāṭiyā dve vā tīṇi vā na bhinnāni, tāni piṭṭhiyā vā kucchiyā vā uṭṭhitena dīghavaṭṭādisaṇṭhānena visabhāgavaṇṇena kāḷarattādīnaṁ aññatarasarīravaṇṇā gāvī viya na sabalānīti asabalāni.",
  "anya-e0101n7:174_3": "Yāni antarantarā na bhinnāni, tāni visabhāgabinduvicitrā gāvī viya na kammāsānīti akammāsāni.",
  "anya-e0101n7:174_4": "Avisesena vā sabbānipi sattavidhena methunasaṁyogena kodhupanāhādīhi ca pāpadhammehi anupahatattā akhaṇḍāni acchiddāni asabalāni akammāsāni.",
  "anya-e0101n7:174_5": "Tāniyeva taṇhādāsabyato mocetvā bhujissabhāvakaraṇena bhujissāni.",
  "anya-e0101n7:174_6": "Buddhādīhi viññūhi pasatthattā viññuppasatthāni.",
  "anya-e0101n7:174_7": "Taṇhādiṭṭhīhi aparāmaṭṭhatāya kenaci vā ayaṁ te sīlesu dosoti evaṁ parāmaṭṭhuṁ asakkuṇeyyatāya aparāmaṭṭhāni.",
  "anya-e0101n7:174_8": "Upacārasamādhiṁ appanāsamādhiṁ vā, atha vā pana maggasamādhiṁ phalasamādhiñcāpi saṁvattentīti samādhisaṁvattanikāni.",
  "anya-e0101n7:175_0": "159.",
  "anya-e0101n7:175_1": "Evaṁ akhaṇḍatādiguṇavasena attano sīlāni anussarato nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:175_2": "Na dosa…pe… na mohapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:175_3": "Ujugatamevassa tasmiṁ samaye cittaṁ hoti, sīlaṁ ārabbhāti purimanayeneva vikkhambhitanīvaraṇassa ekakkhaṇe jhānaṅgāni uppajjanti.",
  "anya-e0101n7:175_4": "Sīlaguṇānaṁ pana gambhīratāya nānappakāraguṇānussaraṇādhimuttatāya vā appanaṁ appatvā upacārappattameva jhānaṁ hoti.",
  "anya-e0101n7:175_5": "Tadetaṁ sīlaguṇānussaraṇavasena uppannattā sīlānussaticceva saṅkhaṁ gacchati.",
  "anya-e0101n7:176_0": "Imañca pana sīlānussatiṁ anuyutto bhikkhu sikkhāya sagāravo hoti sabhāgavutti, paṭisanthāre appamatto, attānuvādādibhayavirahito, aṇumattesu vajjesu bhayadassāvī, saddhādivepullaṁ adhigacchati, pītipāmojjabahulo hoti.",
  "anya-e0101n7:176_1": "Uttari appaṭivijjhanto pana sugatiparāyano hoti.",
  "anya-e0101n7:177_0": "Tasmā have appamādaṁ, kayirātha sumedhaso;",
  "anya-e0101n7:178_0": "Evaṁ mahānubhāvāya, sīlānussatiyā sadāti.",
  "anya-e0101n7:179_0": "Idaṁ sīlānussatiyaṁ vitthārakathāmukhaṁ.",
  "anya-e0101n7:180_0": "5. Cāgānussatikathā",
  "anya-e0101n7:181_0": "160.",
  "anya-e0101n7:181_1": "Cāgānussatiṁ bhāvetukāmena pana pakatiyā cāgādhimuttena niccappavattadānasaṁvibhāgena bhavitabbaṁ.",
  "anya-e0101n7:181_2": "Atha vā pana bhāvanaṁ ārabhantena ito dāni pabhuti sati paṭiggāhake antamaso ekālopamattampi dānaṁ adatvā na bhuñjissāmīti samādānaṁ katvā taṁdivasaṁ guṇavisiṭṭhesu paṭiggāhakesu yathāsatti yathābalaṁ dānaṁ datvā tattha nimittaṁ gaṇhitvā rahogatena paṭisallīnena ‘‘lābhā vata me suladdhaṁ vata me, yohaṁ maccheramalapariyuṭṭhitāya pajāya vigatamalamaccherena cetasā viharāmi muttacāgo payatapāṇi vossaggarato yācayogo dānasaṁvibhāgarato’’ti evaṁ vigatamalamaccheratādiguṇavasena attano cāgo anussaritabbo.",
  "anya-e0101n7:182_0": "Tattha lābhā vata meti mayhaṁ vata lābhā, ye ime ‘‘āyuṁ kho pana datvā āyussa bhāgī hoti dibbassa vā mānusassa vā’’ iti (a. ni.",
  "anya-e0101n7:182_1": "5.37) ca, ‘‘dadaṁ piyo hoti bhajanti naṁ bahū’’ iti (a. ni.",
  "anya-e0101n7:182_2": "5.34) ca, ‘‘dadamāno piyo hoti, sataṁ dhammaṁ anukkamaṁ’’ iti (a. ni.",
  "anya-e0101n7:182_3": "5.35) ca evamādīhi nayehi bhagavatā dāyakassa lābhā saṁvaṇṇitā, te mayhaṁ avassaṁ bhāginoti adhippāyo.",
  "anya-e0101n7:182_4": "Suladdhaṁ vata meti yaṁ mayā idaṁ sāsanaṁ manussattaṁ vā laddhaṁ, taṁ suladdhaṁ vata me. Kasmā ?",
  "anya-e0101n7:182_5": "Yohaṁ maccheramalapariyuṭṭhitāya pajāya…pe… dānasaṁvibhāgaratoti.",
  "anya-e0101n7:183_0": "Tattha maccheramalapariyuṭṭhitāyāti maccheramalena abhibhūtāya.",
  "anya-e0101n7:183_1": "Pajāyāti pajāyanavasena sattā vuccanti.",
  "anya-e0101n7:183_2": "Tasmā attano sampattīnaṁ parasādhāraṇabhāvamasahanalakkhaṇena cittassa pabhassarabhāvadūsakānaṁ kaṇhadhammānaṁ aññatarena maccheramalena abhibhūtesu sattesūti ayamettha attho.",
  "anya-e0101n7:183_3": "Vigatamalamaccherenāti aññesampi rāgadosādimalānañceva maccherassa ca vigatattā vigatamalamaccherena.",
  "anya-e0101n7:183_4": "Cetasā viharāmīti yathāvuttappakāracitto hutvā vasāmīti attho.",
  "anya-e0101n7:183_5": "Suttesu pana mahānāmasakkassa sotāpannassa sato nissayavihāraṁ pucchato nissayavihāravasena desitattā agāraṁ ajjhāvasāmīti vuttaṁ.",
  "anya-e0101n7:183_6": "Tattha abhibhavitvā vasāmīti attho.",
  "anya-e0101n7:184_0": "Muttacāgoti vissaṭṭhacāgo.",
  "anya-e0101n7:184_1": "Payatapāṇīti parisuddhahattho.",
  "anya-e0101n7:184_2": "Sakkaccaṁ sahatthā deyyadhammaṁ dātuṁ sadā dhotahatthoyevāti vuttaṁ hoti.",
  "anya-e0101n7:184_3": "Vossaggaratoti vossajjanaṁ vossaggo, pariccāgoti attho.",
  "anya-e0101n7:184_4": "Tasmiṁ vossagge satatābhiyogavasena ratoti vossaggarato.",
  "anya-e0101n7:184_5": "Yācayogoti yaṁ yaṁ pare yācanti, tassa tassa dānato yācanayogoti attho. Yājayogotipi pāṭho.",
  "anya-e0101n7:184_6": "Yajanasaṅkhātena yājena yuttoti attho.",
  "anya-e0101n7:184_7": "Dānasaṁvibhāgaratoti dāne ca saṁvibhāge ca rato.",
  "anya-e0101n7:184_8": "Ahañhi dānañca demi, attanā paribhuñjitabbatopi ca saṁvibhāgaṁ karomi, ettheva casmi ubhaye ratoti evaṁ anussaratīti attho.",
  "anya-e0101n7:185_0": "161.",
  "anya-e0101n7:185_1": "Tassevaṁ vigatamalamaccheratādiguṇavasena attano cāgaṁ anussarato neva tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:185_2": "Na dosa…pe… na mohapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:185_3": "Ujugatamevassa tasmiṁ samaye cittaṁ hoti cāgaṁ ārabbhāti (a. ni.",
  "anya-e0101n7:185_4": "5.10) purimanayeneva vikkhambhitanīvaraṇassa ekakkhaṇe jhānaṅgāni uppajjanti.",
  "anya-e0101n7:185_5": "Cāgaguṇānaṁ pana gambhīratāya nānappakāracāgaguṇānussaraṇādhimuttatāya vā appanaṁ appatvā upacārappattameva jhānaṁ hoti.",
  "anya-e0101n7:185_6": "Tadetaṁ cāgaguṇānussaraṇavasena uppannattā cāgānussaticceva saṅkhaṁ gacchati.",
  "anya-e0101n7:186_0": "Imañca pana cāgānussatiṁ anuyutto bhikkhu bhiyyoso mattāya cāgādhimutto hoti, alobhajjhāsayo, mettāya anulomakārī, visārado, pītipāmojjabahulo, uttari appaṭivijjhanto pana sugatiparāyano hoti.",
  "anya-e0101n7:187_0": "Tasmā have appamādaṁ, kayirātha sumedhaso;",
  "anya-e0101n7:188_0": "Evaṁ mahānubhāvāya, cāgānussatiyā sadāti.",
  "anya-e0101n7:189_0": "Idaṁ cāgānussatiyaṁ vitthārakathāmukhaṁ.",
  "anya-e0101n7:190_0": "6. Devatānussatikathā",
  "anya-e0101n7:191_0": "162.",
  "anya-e0101n7:191_1": "Devatānussatiṁ bhāvetukāmena pana ariyamaggavasena samudāgatehi saddhādīhi guṇehi samannāgatena bhavitabbaṁ.",
  "anya-e0101n7:191_2": "Tato rahogatena paṭisallīnena ‘‘santi devā cātumahārājikā, santi devā tāvatiṁsā, yāmā, tusitā, nimmānaratino, paranimmitavasavattino, santi devā brahmakāyikā, santi devā tatuttari, yathārūpāya saddhāya samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpā saddhā saṁvijjati. Yathārūpena sīlena. Yathārūpena sutena. Yathārūpena cāgena.",
  "anya-e0101n7:191_3": "Yathārūpāya paññāya samannāgatā tā devatā ito cutā tattha upapannā, mayhampi tathārūpā paññā saṁvijjatī’’ti (a. ni.",
  "anya-e0101n7:191_4": "6.10) evaṁ devatā sakkhiṭṭhāne ṭhapetvā attano saddhādiguṇā anussaritabbā.",
  "anya-e0101n7:192_0": "Sutte pana yasmiṁ mahānāma samaye ariyasāvako attano ca tāsañca devatānaṁ saddhañca sīlañca sutañca cāgañca paññañca anussarati, nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hotīti vuttaṁ.",
  "anya-e0101n7:192_1": "Kiñcāpi vuttaṁ, atha kho taṁ sakkhiṭṭhāne ṭhapetabbadevatānaṁ attano saddhādīhi samānaguṇadīpanatthaṁ vuttanti veditabbaṁ.",
  "anya-e0101n7:192_2": "Aṭṭhakathāyañhi devatā sakkhiṭṭhāne ṭhapetvā attano guṇe anussaratīti daḷhaṁ katvā vuttaṁ.",
  "anya-e0101n7:193_0": "163.",
  "anya-e0101n7:193_1": "Tasmā pubbabhāge devatānaṁ guṇe anussaritvā aparabhāge attano saṁvijjamāne saddhādiguṇe anussarato cassa neva tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti.",
  "anya-e0101n7:193_2": "Na dosa…pe… na mohapariyuṭṭhitaṁ cittaṁ hoti, ujugatamevassa tasmiṁ samaye cittaṁ hoti devatā ārabbhāti (a. ni.",
  "anya-e0101n7:193_3": "6.10) purimanayeneva vikkhambhitanīvaraṇassa ekakkhaṇe jhānaṅgāni uppajjanti.",
  "anya-e0101n7:193_4": "Saddhādiguṇānaṁ pana gambhīratāya nānappakāraguṇānussaraṇādhimuttatāya vā appanaṁ appatvā upacārappattameva jhānaṁ hoti.",
  "anya-e0101n7:193_5": "Tadetaṁ devatānaṁ guṇasadisasaddhādiguṇānussaraṇavasena devatānussaticceva saṅkhaṁ gacchati.",
  "anya-e0101n7:194_0": "Imañca pana devatānussatiṁ anuyutto bhikkhu devatānaṁ piyo hoti manāpo, bhiyyoso mattāya saddhādivepullaṁ adhigacchati, pītipāmojjabahulo viharati.",
  "anya-e0101n7:194_1": "Uttari appaṭivijjhanto pana sugatiparāyano hoti.",
  "anya-e0101n7:195_0": "Tasmā have appamādaṁ, kayirātha sumedhaso;",
  "anya-e0101n7:196_0": "Evaṁ mahānubhāvāya, devatānussatiyā sadāti.",
  "anya-e0101n7:197_0": "Idaṁ devatānussatiyaṁ vitthārakathāmukhaṁ.",
  "anya-e0101n7:198_0": "Pakiṇṇakakathā",
  "anya-e0101n7:199_0": "164.",
  "anya-e0101n7:199_1": "Yaṁ pana etāsaṁ vitthāradesanāyaṁ ‘‘ujugatamevassa tasmiṁ samaye cittaṁ hoti tathāgataṁ ārabbhā’’tiādīni vatvā ‘‘ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ, pamuditassa pīti jāyatī’’ti (a. ni.",
  "anya-e0101n7:199_2": "6.10) vuttaṁ, tattha itipi so bhagavātiādīnaṁ atthaṁ nissāya uppannaṁ tuṭṭhiṁ sandhāya labhati atthavedanti vuttaṁ.",
  "anya-e0101n7:199_3": "Pāḷiṁ nissāya uppannaṁ tuṭṭhiṁ sandhāya labhati dhammavedaṁ.",
  "anya-e0101n7:199_4": "Ubhayavasena labhati dhammūpasaṁhitaṁ pāmojjanti vuttanti veditabbaṁ.",
  "anya-e0101n7:200_0": "Yañca devatānussatiyaṁ devatā ārabbhāti vuttaṁ, taṁ pubbabhāge devatā ārabbha pavattacittavasena devatāguṇasadise vā devatābhāvanipphādake guṇe ārabbha pavattacittavasena vuttanti veditabbaṁ.",
  "anya-e0101n7:201_0": "165.",
  "anya-e0101n7:201_1": "Imā pana cha anussatiyo ariyasāvakānaññeva ijjhanti.",
  "anya-e0101n7:201_2": "Tesaṁ hi buddhadhammasaṅghaguṇā pākaṭā honti.",
  "anya-e0101n7:201_3": "Te ca akhaṇḍatādiguṇehi sīlehi, vigatamalamaccherena cāgena, mahānubhāvānaṁ devatānaṁ guṇasadisehi saddhādiguṇehi samannāgatā. Mahānāmasutte (a. ni.",
  "anya-e0101n7:201_4": "6.10) ca sotāpannassa nissayavihāraṁ puṭṭhena bhagavatā sotāpannassa nissayavihāradassanatthameva etā vitthārato kathitā.",
  "anya-e0101n7:202_0": "Gedhasuttepi ‘‘idha, bhikkhave, ariyasāvako tathāgataṁ anussarati, itipi so bhagavā…pe… ujugatamevassa tasmiṁ samaye cittaṁ hoti nikkhantaṁ muttaṁ vuṭṭhitaṁ gedhamhā.",
  "anya-e0101n7:202_1": "Gedhoti kho, bhikkhave, pañcannetaṁ kāmaguṇānamadhivacanaṁ.",
  "anya-e0101n7:202_2": "Idampi kho, bhikkhave, ārammaṇaṁ karitvā evamidhekacce sattā visujjhantī’’ti (a. ni.",
  "anya-e0101n7:202_3": "6.25) evaṁ ariyasāvakassa anussativasena cittaṁ visodhetvā uttari paramatthavisuddhiadhigamatthāya kathitā.",
  "anya-e0101n7:203_0": "Āyasmatā mahākaccānena desite sambādhokāsasuttepi ‘‘acchariyaṁ, āvuso, abbhutaṁ, āvuso, yāvañcidaṁ tena bhagavatā jānatā passatā arahatā sammāsambuddhena sambādhe okāsādhigamo anubuddho sattānaṁ visuddhiyā…pe… nibbānassa sacchikiriyāya yadidaṁ cha anussatiṭṭhānāni. Katamāni cha?",
  "anya-e0101n7:203_1": "Idhāvuso, ariyasāvako tathāgataṁ anussarati…pe… evamidhekacce sattā visuddhidhammā bhavantī’’ti (a. ni.",
  "anya-e0101n7:203_2": "6.26) evaṁ ariyasāvakasseva paramatthavisuddhidhammatāya okāsādhigamavasena kathitā.",
  "anya-e0101n7:204_0": "Uposathasuttepi ‘‘kathañca, visākhe, ariyūposatho hoti?",
  "anya-e0101n7:204_1": "Upakkiliṭṭhassa, visākhe, cittassa upakkamena pariyodapanā hoti.",
  "anya-e0101n7:204_2": "Kathañca, visākhe, upakkiliṭṭhassa cittassa upakkamena pariyodapanā hoti?",
  "anya-e0101n7:204_3": "Idha, visākhe, ariyasāvako tathāgataṁ anussaratī’’ti (a. ni.",
  "anya-e0101n7:204_4": "3.71) evaṁ ariyasāvakasseva uposathaṁ upavasato cittavisodhanakammaṭṭhānavasena uposathassa mahapphalabhāvadassanatthaṁ kathitā.",
  "anya-e0101n7:205_0": "Ekādasanipātepi ‘‘saddho kho, mahānāma, ārādhako hoti, no assaddho.",
  "anya-e0101n7:205_1": "Āraddhavīriyo, upaṭṭhitasati, samāhito, paññavā, mahānāma , ārādhako hoti, no duppañño.",
  "anya-e0101n7:205_2": "Imesu kho tvaṁ, mahānāma, pañcasu dhammesu patiṭṭhāya cha dhamme uttari bhāveyyāsi.",
  "anya-e0101n7:205_3": "Idha tvaṁ, mahānāma, tathāgataṁ anussareyyāsi itipi so bhagavā’’ti (a. ni.",
  "anya-e0101n7:205_4": "11.11) evaṁ ariyasāvakasseva ‘‘tesaṁ no, bhante, nānāvihārena viharataṁ kenassa vihārena viharitabba’’nti pucchato vihāradassanatthaṁ kathitā.",
  "anya-e0101n7:206_0": "166.",
  "anya-e0101n7:206_1": "Evaṁ santepi parisuddhasīlādiguṇasamannāgatena puthujjanenāpi manasi kātabbā.",
  "anya-e0101n7:206_2": "Anussavavasenāpi hi buddhādīnaṁ guṇe anussarato cittaṁ pasīdatiyeva.",
  "anya-e0101n7:206_3": "Yassānubhāvena nīvaraṇāni vikkhambhetvā uḷārapāmojjo vipassanaṁ ārabhitvā arahattaṁyeva sacchikareyya kaṭaandhakāravāsī phussadevatthero viya.",
  "anya-e0101n7:207_0": "So kirāyasmā mārena nimmitaṁ buddharūpaṁ disvā ‘‘ayaṁ tāva sarāgadosamoho evaṁ sobhati, kathaṁ nu kho bhagavā na sobhati, so hi sabbaso vītarāgadosamoho’’ti buddhārammaṇaṁ pītiṁ paṭilabhitvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇīti.",
  "anya-e0101n7:208_0": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n7:209_0": "Samādhibhāvanādhikāre",
  "anya-e0101n7:210_0": "Chaanussatiniddeso nāma",
  "anya-e0101n7:211_0": "Sattamo paricchedo."
}