{
  "anya-e0802n8:0_0": "8. Uṇādikappa",
  "anya-e0802n8:1_0": "Chaṭṭhakaṇḍa",
  "anya-e0802n8:2_0": "624, 563.Kattarikita.",
  "anya-e0802n8:3_0": "Kattuiccetasmiṁ atthe kita paccayā honti.",
  "anya-e0802n8:4_0": "Kāru, kāruko, kārako, pācako, kattā, janitā, pacitā, netā.",
  "anya-e0802n8:5_0": "625, 605.Bhāvakammesu kiccatta khatthā.",
  "anya-e0802n8:6_0": "Bhāvakammaiccetesvatthesu kicca tta khatthaiccete paccayā honti.",
  "anya-e0802n8:7_0": "Upasampādetabbaṁ upasampādanīyaṁ bhavatā, sayitabbaṁ bhavatā, kattabbaṁ bhavatā, bhottabbo odano bhavatā, asitabbaṁ bhojanaṁ bhavatā, asitaṁ bhavatā, sayitaṁ bhavatā, pacitaṁ bhavatā, asitaṁ asanaṁ bhavatā, sayitaṁ sayanaṁ bhavatā, pacito odano bhavatā, kiñcissayo, īsassayo, dussayo, sussayo bhavatā.",
  "anya-e0802n8:8_0": "626, 634.Kammanidutiyāya tto.",
  "anya-e0802n8:9_0": "Kammani iccetasmiṁ atthe dutiyāyaṁ vibhattiyaṁ kattari ttapaccayo hoti.",
  "anya-e0802n8:10_0": "Dānaṁ dinno devadatto, sīlaṁ rakkhito devadatto, bhattaṁ bhutto devadatto, garuṁ upāsito devadatto.",
  "anya-e0802n8:11_0": "627, 652.Khyādīhi māna ma ca to vā.",
  "anya-e0802n8:12_0": "Khi bhī su ru hu vā dhū hi lū pī adaiccevamādīhi dhātūhi mana paccayo hoti, massa ca to hoti vā.",
  "anya-e0802n8:13_0": "Khīyanti upaddavā etthāti khemo, bhāyitabboti bhemo, bhāyanti etasmāti vā bhemo, raṁsiyo abhissavetīti somo, ravati gacchatīti romo, huvati juhvati etenāti homo, paṭilomavasena vāti gacchatīti vāmo, lāmakavasena vāti gacchati pavattatīti vā vāmo, dhunāti kampatīti dhūmo, seṭṭhabhāvena hinoti pavattati cittaṁ etasminti hemo, lunitabboti lomo, maṁsacammāni lunāti chindatīti vā lomo, piyanaṁ pemo, piyāyitabboti vā pemo, sukhadukkhaṁ adati bhakkhatīti attā, jātijarāmaraṇādīhi adīyate bhakkhīyateti vā attā, ātumā.",
  "anya-e0802n8:14_0": "628, 653.Samādīhitha mā.",
  "anya-e0802n8:15_0": "Samu damu dara raha du hi si bhī dā yā sā ṭhābhasaiccevamādīhi dhātūhi tha ma paccayā honti.",
  "anya-e0802n8:16_0": "Sametīti samatho, damatīti damatho, damanaṁ vā damatho, damitabboti vā damatho, daratīti daratho, jiṇṇabhāvaṁ rahissati gaṇhissatīti ratho, dabbasambhāre rahati gaṇhātīti vā ratho, davati gacchatīti dumo, davati vuddhi viruḷhi gacchati pavattatīti uddhaṁ vā dumo, pathavīpabbatādīsu gacchati patatīti himo, kammavācāya bandhati etthāti sīmā. Bandhitabbāti vā sīmā.",
  "anya-e0802n8:16_1": "Bhāyanti etasmāti bhīmo, satte avakhaṇḍenti nivārenti etenāti dāmo, mūsikādīhi khādīyati avakhaṇḍīyatīti vā dāmo, yāti gacchatīti yāmo, paresaṁ cittaṁ gaṇhituṁ samatthetīti sāmo, tiṭṭhanti etenāti thāmo, bhasati bhasmīkarīyatīti bhasmā.",
  "anya-e0802n8:17_0": "629, 569.Gahassu’padhasse vā.",
  "anya-e0802n8:18_0": "Gahaiccetassa dhātussa upadhassa akārassa etta hoti vā.",
  "anya-e0802n8:19_0": "Dabbasambhāra gaṇhātīti gehaṁ, gahaṁ.",
  "anya-e0802n8:20_0": "630, 654.Masussasussa cchara ccherā.",
  "anya-e0802n8:21_0": "Masuiccetassa pāṭipadikassa sussa ccharaccherādesā honti.",
  "anya-e0802n8:22_0": "Maccharatīti maccharo, evaṁ macchero.",
  "anya-e0802n8:23_0": "631, 655.Āpubbacarassa ca.",
  "anya-e0802n8:24_0": "Āpubbassa caraiccetassa dhātussa cchariyaccharaccherā desā honti, āpubbassa ca rasso hoti.",
  "anya-e0802n8:25_0": "Ābhuso caritabbanti acchariyaṁ. Evaṁ accharaṁ, accheraṁ.",
  "anya-e0802n8:26_0": "Caggahaṇena masussa sussāpi cchariyādeso hoti, macchariyaṁ.",
  "anya-e0802n8:27_0": "632, 656.Ala kala salehi layā.",
  "anya-e0802n8:28_0": "Ala kala salaiccetehi dhātūhi la yapaccayā honti.",
  "anya-e0802n8:29_0": "Alati samatthetīti allaṁ, kalitabbaṁ saṅkhyātabbanti kallaṁ, salati gacchati pavisatīti sallaṁ. Evaṁ alyaṁ, kalyaṁ, salyaṁ.",
  "anya-e0802n8:30_0": "633, 657.Yāṇalāṇā.",
  "anya-e0802n8:31_0": "Tehi kala salaiccetehi dhātūhi yāṇa lāṇapaccayā honti.",
  "anya-e0802n8:32_0": "Kalitabbaṁ saṅkhyātabbanti kalyāṇaṁ, gaṇato paṭikkamitvā salanti etthāti paṭisalyāṇaṁ. Evaṁ sallāṇo, paṭisallāṇo.",
  "anya-e0802n8:33_0": "634, 658.Mathissa thassa lo ca.",
  "anya-e0802n8:34_0": "Mathaiccetassa dhātussa thassa lādesohoti.",
  "anya-e0802n8:34_1": "Aññamaññaṁ mathati viloḷatīti mallo, mallaṁ.",
  "anya-e0802n8:35_0": "Caggahaṇena lato ko ca āgamo hoti. Mallako, mallakaṁ.",
  "anya-e0802n8:36_0": "635, 559.Pesātisaggapattakālesukiccā.",
  "anya-e0802n8:37_0": "Pesa atisagga pattakālaiccetesvatthesu kiccapaccayā honti.",
  "anya-e0802n8:38_0": "Kattabbaṁ kammaṁ bhavatā, karaṇīyaṁ kiccaṁ bhavatā, bhottabbaṁ bhojanaṁ bhavatā, bhojanīyaṁ bhojanaṁ bhavatā, ajjhayitabbaṁ ajjheyyaṁ bhavatā, ajjhayanīyaṁ ajjheyyaṁ bhavatā.",
  "anya-e0802n8:39_0": "636, 659.Avassakā’dhamiṇesuṇī ca.",
  "anya-e0802n8:40_0": "Avassaka adhamiṇaiccetesvatthesu ṇīpaccayo hoti, kiccā ca.",
  "anya-e0802n8:41_0": "Avassate tāva – kārīsi me kammaṁ avassaṁ hārīsi me bhāraṁ avassaṁ.",
  "anya-e0802n8:42_0": "Adhamiṇe – dāyīsi me sataṁ iṇaṁ, dhārīsi me sahassaṁ iṇaṁ.",
  "anya-e0802n8:43_0": "Kiccā ca – dātabbaṁ me bhavatā sataṁ iṇaṁ.",
  "anya-e0802n8:43_1": "Dhārayitabbaṁ me bhavatā sahassaṁ iṇaṁ, kattabbaṁ me bhavatā gehaṁ, karaṇīyaṁ me bhavatā kiccaṁ, kāriyaṁ me bhavatā sayanaṁ.",
  "anya-e0802n8:44_0": "637, 0.Arahasakkādīhi tuṁ.",
  "anya-e0802n8:45_0": "Araha sakka bhabbaiccevamādīhi payoge sati sabbadhātūhi tuṁpaccayo hoti.",
  "anya-e0802n8:46_0": "Arahā bhavaṁ vattuṁ, arahā bhavaṁ kattuṁ, sakkā bhavaṁ hantuṁ, sattā bhavaṁ janetuṁ, janituṁ, bhavituṁ, sakkā bhavaṁ dātuṁ, sakkā bhavaṁ gantuṁ, tabbo bhavaṁ janetuṁ iccevamādi.",
  "anya-e0802n8:47_0": "638, 660.Vajādīhipabbajjādayonippajjante.",
  "anya-e0802n8:48_0": "Vajaiccevamādīhi dhātūhi, upasaggapaccayādīhi ca pabbajjādayo saddā nippajjante.",
  "anya-e0802n8:49_0": "Paṭhamameva vajitabbāti pabbajjā, iñjanaṁ ejjā, samajjanaṁ samajjā, nisīdanaṁ nisajjā, vijānanaṁ vijjā visajjanaṁ visajjā, padanaṁ pajjā, hananaṁ vajjhā, esanaṁ icchā, atiesanaṁ aticchā, sadanaṁ sajjā, sayanti etthāti seyyā, sammā cittaṁ nidheti etāyāti saddhā, caritabbā cariyā, karaṇaṁ kiriyā, rujanaṁ rucchā, padanaṁ pacchā, riñcanaṁ ricchā, tikicchanaṁ titicchā, saṁkocanaṁ saṁkucchā, madanaṁ macchā, labhanaṁ lacchā, radihabbāti racchā, radanaṁ vilekhanaṁ vāracchā, adho bhāgena gacchatīti tiracchā, tiracchāno, ajanaṁ acchā, titikkhatīti titikkhā, saha āgamanaṁ sāgacchā, duṭṭhu bhakkhanaṁ dobhacchā, duṭṭhu rosanaṁ durucchā, pucchanaṁ pucchā, muhanaṁ mucchā, vasanaṁ vacchā, kacanaṁ kacchā, saha kathanaṁ sākacchā, tudanaṁ tucchā, visanaṁ vicchā, pisanaṁ picchillā, sukhadukkhaṁ mudati bhakkhatīti maccho , sattānaṁ pāṇaṁ museti cajetīti maccu, satanaṁ saccaṁ, uddhaṁ dhunāti kampatīti uddhaccaṁ, naṭanaṁ naccaṁ, nitanaṁ niccaṁ, tathanaṁ tacchaṁ iccevamādi.",
  "anya-e0802n8:50_0": "639, 585.Kvilopo ca.",
  "anya-e0802n8:51_0": "Kvilopo hoti, puna ca nippajjante.",
  "anya-e0802n8:52_0": "Vividhehi sīlādiguṇehi bhavatīti vibhū, visesena vā bhavatīti vibhū, sayaṁ attanā bhavatīti sayambhū, abhivitvā bhavatīti abhibhū, saṁ suṭṭhu dhunāti kampatīti sandhū, visesena bhāti dibbatīti vibhā, nissesena bhāti dibbatīti nibhā, pakārena bhāti dibbatīti pabhā, saha bhāsanti etthāti sabhā, ābhuso bhāti dibbatīti ābhā, bhujena kuṭilena gacchatīti bhujago, turitaturito gacchatīti turago, saṁ suṭṭhu pathaviṁ khanatīti saṅkho, visesena yamati uparamatīti viyo, suṭṭhu manati jānātīti sumo, pari samantato tanoti vitthāretīti parito iccevamādi.",
  "anya-e0802n8:53_0": "640, 0.Sacajānaṁ kagā ṇānubandhe.",
  "anya-e0802n8:54_0": "Saca jānaṁ dhātūnamantānaṁ cajānaṁ kagādesā honti yathāsaṅkhyaṁ ṇānubandhe paccaye pare.",
  "anya-e0802n8:55_0": "Oko , pāko, seko, soko, viveko, cāgo, yogo, bhogo, rogo, rāgo, bhāgo, bhaṅgo, raṅgo, saṅgo.",
  "anya-e0802n8:56_0": "641, 572.Nudādīhi yuṇvūnamanānanākānanakā sakāritehi ca.",
  "anya-e0802n8:57_0": "Nuda sūda jana su lū hu pu bhū ñā a sa samuiccevamādīhi dhātūhi, phanda citi āṇa iccevamādīhi sakāritehi ca yuṇvūnaṁ paccayānaṁ ana ānana aka ānanakādesā honti yathāsaṅkhyaṁ kattari, bhāvakaraṇesu ca.",
  "anya-e0802n8:58_0": "Kattari tāva – panudatīti panūdano.",
  "anya-e0802n8:58_1": "Evaṁ sūdano, janano, savaṇo, lavano, havano, pavano, bhavano, ñāṇo, asano, samaṇo.",
  "anya-e0802n8:59_0": "Bhāve ca – panudate panūdanaṁ.",
  "anya-e0802n8:59_1": "Evaṁ sūdanaṁ, jananaṁ, savaṇaṁ, lavanaṁ, havanaṁ, pavanaṁ, bhavanaṁ, ñāṇaṁ, asanaṁ, samaṇaṁ, sañjānanaṁ, kuyate kānanaṁ.",
  "anya-e0802n8:60_0": "Kārite ca – phandāpīyate phandāpanaṁ, cetāpīyate cetāpanaṁ, āṇāpīyate āṇāpanaṁ.",
  "anya-e0802n8:61_0": "Karaṇe – nudanti anenāti nūdanaṁ, evaṁ sūdanaṁ, jananaṁ, savaṇaṁ, lavaṇaṁ, havanaṁ, pavanaṁ, bhaganaṁ, ñāṇaṁ, asanaṁ, savaṇaṁ.",
  "anya-e0802n8:62_0": "Puna kattari – nudatīti nūdako, sūdatīti sūdadhakā, janetīti janako, suṇotīti sāvako, lunātīti lāvako, juhotīti hāvako, punātīti pāvako, bhavatīti bhāvako, jānātīti jānako, asatīti asako, upāsatīti upāsako, sametīti samako.",
  "anya-e0802n8:63_0": "Kārite tu – phandāpayatīti phandāpayako.",
  "anya-e0802n8:63_1": "Evaṁ āṇāpayako, cetāpayako, sañjānanako.",
  "anya-e0802n8:64_0": "642, 588.I ya ta ma ki e sāna’mantassaro dīghaṁ kvaci du sa ssa guṇaṁ do raṁ sakkhī ca.",
  "anya-e0802n8:65_0": "Iya ta ma ki e saiccetesaṁ sabbanāmānamanto saro dīghamāpajjate, kvaci dusaiccetassa dhātussa ukāro guṇamāpajjate, dakāro rakāramāpajjate, dhātvantassa sassa ca sa kkha īiccete ādesā honti yathāsambhavaṁ.",
  "anya-e0802n8:65_1": "Ete saddā sakena sakena nāmena yathānuparodhena buddhasāsane pacchā puna nippajjante.",
  "anya-e0802n8:66_0": "Imamiva naṁ passatīti īdiso, yamiva naṁ passatīti yādiso, tamiva naṁ passatīti tādiso, mamiva naṁ passatīti mādiso, kimiva naṁ passatīti kīdiso, etamiva naṁ passatīti ediso, samānamiva naṁ passatīti sādiso .",
  "anya-e0802n8:66_1": "Imamiva naṁ passatīti īriso, yamiva naṁ passatīti yāriso, tamiva naṁ passatīti tāriso, mamiva naṁ passatīti māriso, kimiva naṁ passatīti kīriso, etamiva naṁ passatīti eriso, samānamiva naṁ passatīti sāriso.",
  "anya-e0802n8:66_2": "Imamiva naṁ passatīti īdikkho, yamiva naṁ passatīti yādikkho, tamiva naṁ passatīti tādikkho, evaṁ mādikkho, kīdikkho, edikkho, sādikkho.",
  "anya-e0802n8:66_3": "Īdī, yādī, tādī, mādī, kīdī, edī, sādī.",
  "anya-e0802n8:67_0": "Caggahaṇena tesameva saddānaṁ iyaiccevamādīnamanto ca saro kvaci dīghatthamāhu.",
  "anya-e0802n8:67_1": "Īdikkho, yādikkho, tādikkho, mādikkho, kīdikkho, edikkho, sādikkho.",
  "anya-e0802n8:67_2": "Idiso, sadiso, sariso, sarikkho.",
  "anya-e0802n8:68_0": "643, 635.Bhyādīhi mati budhi pūjādīhi ca tto.",
  "anya-e0802n8:69_0": "Bhīiccevamādīhi dhātūhi, mati.",
  "anya-e0802n8:69_1": "Budhi pūjādito ca tta paccayo hoti.",
  "anya-e0802n8:70_0": "Bhāyitabboti bhīto, supitabboti sutto, mijjitabbo sinehetabboti mitto, sammannitabboti sammato, saṁ suṭṭhu mānitabbo pūjetabboti sammato, sammānīyitthāti sammato, saṁkappīyateti saṅkappito , saṁkappīyitthāti saṅkappito, sampādīyateti sampādito, sampādīyitthāti sampādito, avadhārīyateti avadhārito, avadhārīyitthāti avadhārito, bujjhitabbo ñātabboti buddho, ajjhayitabboti ito, etabbo gantabboti ito, viditabbo ñātabboti vidito, takkīyateti takkito, pūjīyateti pūjito, pūjīyitthāti pūjito, apacāyitabboti apacāyito, mānitabbo pūjetabboti mānito, apacīyateti apacito, vandīyateti vandito, vandīyitthāti vandito, sakkarīyateti sakkārito, sakkarīyitthāti sakkārito.",
  "anya-e0802n8:71_0": "644, 661.Vepu sī dava vamu ku dā bhū hvādīhi thu ttima ṇimā nibbatte.",
  "anya-e0802n8:72_0": "Vepu sī dava vamu ku dā bhū huiccevamādīhi dhātūhi yathāsambhavaṁ thu ttima ṇimapaccayā honti nibbattatthe.",
  "anya-e0802n8:73_0": "Vepanaṁ vepo, tena nibbatto vepathu, sayanaṁ sayo, tena nibbatto sayathu, davanaṁ davo, tena nibbatto davathu.",
  "anya-e0802n8:73_1": "Vamanaṁ vamo, tena nibbatto vamathu.",
  "anya-e0802n8:73_2": "Kutti karaṇaṁ, tena nibbattaṁ kuttimaṁ.",
  "anya-e0802n8:73_3": "Dāti dānaṁ, tena nibbattaṁ dattimaṁ.",
  "anya-e0802n8:73_4": "Bhūti bhavanaṁ, tena nibbattaṁ bhottimaṁ.",
  "anya-e0802n8:73_5": "Avahuti avahanaṁ, tena nibbattaṁ ohāvimaṁ.",
  "anya-e0802n8:74_0": "645, 662.Akkosenamhāni.",
  "anya-e0802n8:75_0": "Akkosaiccetasmiṁ atthe namhi paṭisedhayutte ānipaccayo hoti dhātūhi.",
  "anya-e0802n8:76_0": "Na gamitabbaṁ agamāni te jamma desaṁ, na kattabbaṁ akarāṇi te jamma kammaṁ.",
  "anya-e0802n8:77_0": "Namhīti kimatthaṁ?",
  "anya-e0802n8:77_1": "Vipatti te jamma, vikati te jamma.",
  "anya-e0802n8:78_0": "Akkoseti kimatthaṁ? Na gantabbā agati te.",
  "anya-e0802n8:79_0": "646, 419.Ekādito sakissa kkhattuṁ.",
  "anya-e0802n8:80_0": "Ekādito sakissa kkhattuṁ hoti.",
  "anya-e0802n8:81_0": "Ekassa padatthassa sakiṁ vāraṁ ekakkhattuṁ, dvinnaṁ padatthānaṁ sakiṁ vāraṁ dvikkhattuṁ, tiṇṇaṁ padatthānaṁ sakiṁ vāraṁ tikkhattuṁ, evaṁ catukkhattuṁ, pañcakkhattuṁ, chakkhattuṁ, sattakkhattuṁ, aṭṭhakkhattuṁ, navakkhattuṁ, dasakkhattuṁ. Iccevamādayo saddā yojetabbā.",
  "anya-e0802n8:82_0": "647, 663.Sunassunassoṇa vānuvānūnunakhunānā.",
  "anya-e0802n8:83_0": "Sunaiccetassa pāṭipadikassa unassa oṇa vāna uvāna ūna unakha una ā ānādesā honti.",
  "anya-e0802n8:84_0": "Sāmikassa saddaṁ suṇātīti soṇo, sāmikassa saddaṁ suṇātīti svāno, evaṁ suvāno, sūno, sunakho, suno, sā, sāno.",
  "anya-e0802n8:85_0": "648, 664.Taruṇassa susu ca.",
  "anya-e0802n8:86_0": "Taruṇaiccetassa pāṭipadikassa susu ādeso hoti.",
  "anya-e0802n8:87_0": "Susu kāḷakeso.",
  "anya-e0802n8:88_0": "649, 665.Yuvassuvassuvuvānunūnā.",
  "anya-e0802n8:89_0": "Yuvaiccetassa pāṭipadikassa uvassa uvauvāna unaūnādesā honti.",
  "anya-e0802n8:90_0": "Yuvā, yuvāno, yuno, yūno.",
  "anya-e0802n8:91_0": "650, 651.Kāle vattamānātīte ṇvādayo.",
  "anya-e0802n8:92_0": "Kāle vattamānatthe ca atītatthe ca ṇu yu tapaccayā honti.",
  "anya-e0802n8:93_0": "Akāsi, karotīti kāru, agacchi, gacchatīti, vāyu, abhavi, bhavatīti bhūtaṁ.",
  "anya-e0802n8:94_0": "651, 647.Tavissatigamādīhi ṇī ghiṇa.",
  "anya-e0802n8:95_0": "Bhavissatikālatthe gamu bhaja su ṭhāiccevamādīhi dhātūhi ṇī ghiṇa paccayā honti.",
  "anya-e0802n8:96_0": "Āyatiṁ gamituṁ sīlaṁ yassa, so hotīti gāmī, āyatiṁ bhajituṁ sīlaṁ yassa, so hotīti bhājī, āyatiṁ passāpituṁ sīlaṁ yassa, so hotīti passāvi, āyatiṁ paṭṭhāyituṁ sīlaṁ yassa, so hotīti paṭṭhāyi.",
  "anya-e0802n8:97_0": "652, 648.Kriyāyaṁ ṇvu tavo.",
  "anya-e0802n8:98_0": "Kriyāyamatthe ṇvu tuiccete paccayā honti bhavissatikāle.",
  "anya-e0802n8:99_0": "‘‘Karissa’’nti kārako vajati, ‘‘bhuñjissa’’nti bhottā vajati.",
  "anya-e0802n8:100_0": "653, 306.Bhāvavācimhi catutthī.",
  "anya-e0802n8:101_0": "Bhāvavācimhi catutthīvibhatti hoti bhavissatikāle,",
  "anya-e0802n8:102_0": "Pacissate, pacanaṁ vā pāko, pākāya vajati.",
  "anya-e0802n8:102_1": "Bhuñjissate, bhojanaṁ vā bhogo, bhogāya vajati.",
  "anya-e0802n8:102_2": "Naccissate, naccanaṁ vā naccaṁ, naccāya vajati.",
  "anya-e0802n8:103_0": "654, 649.Kammaniṇo.",
  "anya-e0802n8:104_0": "Kammani upapade ṇapaccayo hoti bhavissatikāle.",
  "anya-e0802n8:105_0": "Nagaraṁ karissati nagarakāro vajati, sāliṁ lāvissati sālilāvo vajati, dhaññaṁ vapissati dhaññavāpo vajati, bhogaṁ dadissati bhogadāyo vajati, sindhuṁ pivissati sindhupāyo vajati.",
  "anya-e0802n8:106_0": "655, 650.Sese ssaṁ ntumānānā.",
  "anya-e0802n8:107_0": "Sesaiccetasmiṁ atthe ssaṁ ntu māna āna iccete paccayā honti bhavissatikāle kammūpapade.",
  "anya-e0802n8:108_0": "Kammaṁ karissati kammaṁ karissaṁ, evaṁ kammaṁ karonto, kammaṁ kurumāno, kammaṁ karāno vajati.",
  "anya-e0802n8:108_1": "Bhojanaṁ bhuñjissati bhojanaṁ bhuñjissaṁ, evaṁ bhojanaṁ bhuñjanto, bhojanaṁ bhuñjamāno, bhojanaṁ bhuñjāno vajati.",
  "anya-e0802n8:108_2": "Khādanaṁ khādissati khādanaṁ khādissaṁ, evaṁ khādanaṁ khādanto, khādanaṁ khādamāno, khādanaṁ khādāno vajati.",
  "anya-e0802n8:108_3": "Maggaṁ carissati maggaṁ carissaṁ, evaṁ maggaṁ caranto, maggaṁ caramāno, maggaṁ carāno vajati.",
  "anya-e0802n8:108_4": "Bhikkhaṁ bhikkhissati bhikkhaṁ bhikkhissaṁ, evaṁ bhikkhaṁ bhikkhanto, bhikkhaṁ bhikkhamāno, bhikkhaṁ bhikkhāno vajati.",
  "anya-e0802n8:109_0": "656, 666.Chavādītitatraṇa.",
  "anya-e0802n8:110_0": "Cha da ci ti su nī vi da pada tanu yata ada mada yuja vatumida mā pu ka la vara ve pu gupa dā iccevamādīhi dhātūhi tatraṇa iccete paccayā honti yathāsambhavaṁ.",
  "anya-e0802n8:111_0": "Ātapaṁ chādetīti chattaṁ, chatraṁ.",
  "anya-e0802n8:111_1": "Ārammaṇaṁ cintetīti cittaṁ, citraṁ.",
  "anya-e0802n8:111_2": "Cintenti sampayuttadhammā ethenāti vā cittaṁ, citraṁ.",
  "anya-e0802n8:111_3": "Atthe abhissavetīti suttaṁ, sutraṁ.",
  "anya-e0802n8:111_4": "Atthe sūcetīti vā suttaṁ, sutraṁ. Satte netīti nettaṁ, netraṁ.",
  "anya-e0802n8:111_5": "Satte icchitaṭṭhānaṁ nenti etenāti vā nettaṁ, netraṁ.",
  "anya-e0802n8:111_6": "Pakārena vidatīti pavittaṁ, pavitraṁ.",
  "anya-e0802n8:111_7": "Vividhena ākārena maṅga pāpaṁ punāti, sodhetīti pavittaṁ, pavitraṁ.",
  "anya-e0802n8:111_8": "Sucibhāvaṁ vā pāpuṇātīti pavittaṁ, pavitraṁ.",
  "anya-e0802n8:111_9": "Padati pāpuṇātīti patto, patro.",
  "anya-e0802n8:111_10": "Āhārā patanti ettha bhājaneti pattaṁ, patraṁ.",
  "anya-e0802n8:111_11": "Padati pavattatīti vā pattaṁ, patraṁ.",
  "anya-e0802n8:111_12": "Tanoti vitthāretīti tantaṁ, tantraṁ, tanitabbaṁ vitthāretabbanti vā tantaṁ, tantra. Yatatīti yattaṁ, yatraṁ.",
  "anya-e0802n8:111_13": "Yatati vīriyaṁ karoti etenāti vā yattaṁ, yatraṁ. Yatanaṁ vā yattaṁ, yatraṁ.",
  "anya-e0802n8:111_14": "Sukhadukkhaṁ adati bhakkhatīti attā, atrā. Madatīti mattaṁ, matraṁ.",
  "anya-e0802n8:111_15": "Vatthuṁ yujjanti etenāti yottaṁ, yotraṁ. Vattatīti vattaṁ, vatraṁ.",
  "anya-e0802n8:111_16": "Midati sinehaṁ karotīti mittaṁ. Mitraṁ.",
  "anya-e0802n8:111_17": "Midati sinehati etāyāti mettā, metrā.",
  "anya-e0802n8:111_18": "Pari samanta to sabbākārena minanti etāyāti mattā, matrā. Mānanaṁ vā mattaṁ, matraṁ.",
  "anya-e0802n8:111_19": "Attano kulaṁ punāti sodhetīti putto, putro.",
  "anya-e0802n8:111_20": "Kalitabbaṁ saṅkhyātabbanti kalattaṁ, kalatraṁ.",
  "anya-e0802n8:111_21": "Saṁsuṭṭhu vāreti etenāti varattaṁ, varatraṁ.",
  "anya-e0802n8:111_22": "Vepati kampatīti vettaṁ, vetraṁ.",
  "anya-e0802n8:111_23": "Gopitabbaṁ rakkhitabbanti guttaṁ. Gutraṁ, gottaṁ, gotraṁ.",
  "anya-e0802n8:111_24": "Dāti avakhaṇḍati etenāti dāttaṁ, dātraṁ iccevamādi.",
  "anya-e0802n8:112_0": "657, 667.Vadādīhi ṇitto gaṇe.",
  "anya-e0802n8:113_0": "Vada cara varaiccevamādīhi dhātūhi ṇittapaccayo hoti gaṇatthe.",
  "anya-e0802n8:114_0": "Vāditānaṁ gaṇo vādittaṁ.",
  "anya-e0802n8:114_1": "Evaṁ cārittaṁ, vārittaṁ, iccevamādi.",
  "anya-e0802n8:115_0": "658, 668.Midādīhi ttitiyo.",
  "anya-e0802n8:116_0": "Mida pada ranja tanu dhāiccevamādīhi dhātūhi tti ti iccete paccayā honti.",
  "anya-e0802n8:117_0": "Midati sinehatīti metti, padati gacchatīti patti, ranjati etthāti ratti, tanoti vitthāretīti tanti, attano kulaṁ tanoti vitthāretīti vā tanti, paresaṁ itthīnaṁ puttaṁ dhāretīti dhāti, khīraṁ dhāretīti vā dhāti, attano sabhāvaṁ dhāretīti vā dhāti iccevamādi.",
  "anya-e0802n8:118_0": "659, 669.Usu ranja daṁsānaṁ daṁsassa daḍḍhoḍha ṭhā ca.",
  "anya-e0802n8:119_0": "Usu ranja daṁsaiccetesaṁ dhātūnaṁ daṁsassa daḍḍhādeso hoti, ḍha ṭhapaccayā ca honti.",
  "anya-e0802n8:120_0": "Usīyate uḍḍho, ranjanti etthāti raṭṭhaṁ, daṁsīyateti daḍḍho.",
  "anya-e0802n8:121_0": "660, 670.Sūvusānamūvusānamatothoca.",
  "anya-e0802n8:122_0": "Sūvu asaiccetesaṁ dhātūnaṁ ūuasānaṁ atādeso hoti, thapaccayo ca.",
  "anya-e0802n8:123_0": "Savati hiṁsati etenāti satthaṁ, hirottappaṁ saṁvarati etenātivatthaṁ, saddānurūpaṁ asatibhavatīti attho,",
  "anya-e0802n8:124_0": "661, 671.Ranjudādīhidha didda kirā kvaci jadalopoca.",
  "anya-e0802n8:125_0": "Ranja uda idi cadi madi khuda chidi rudi dala susa suca vaca vaja iccevamādīhi dhātūhi dha da idda ka iraiccete paccayā honti, kvaci ja da lopo ca, puna nippajjante.",
  "anya-e0802n8:126_0": "Rañjitabbanti randhaṁ, ranjayitthāti vā randhaṁ, attani sannissitānaṁ macchamakarānaṁ pītisomanassaṁ undati pasavati janetīti samuddo, indati paramissariyaṁ karotīti indo, indattaṁ adhipatibhāvaṁ karotīti vā indo, canditabbo icchitabboti cando, mandati hāsetīti mando, maditabbo hāsetabboti vā mando, khudati pipāsetīti khuddo, chinditabboti chiddo, rudati hiṁsatīti ruddo, dalati duggatabhāvaṁ gacchatīti daliddo, sussatīti sukkaṁ, sucatītisoko, vacitabbanti vakkaṁ, appaṭihato hutvā vajati gacchatīti vajiraṁ iccevamādi.",
  "anya-e0802n8:127_0": "662, 672.Paṭito hissa heraṇa hīraṇa.",
  "anya-e0802n8:128_0": "Paṭiiccetasmā hissa dhātussa heraṇa hīraṇa ādesā honti.",
  "anya-e0802n8:129_0": "Paṭipakkhemadditvāgacchati pavattatīti pāṭiheraṁ, pāṭihīraṁ.",
  "anya-e0802n8:130_0": "663, 673.Kaḍyādīhiko.",
  "anya-e0802n8:131_0": "Kaḍi ghaḍi vaḍi karaḍi maḍi saḍi kuṭhi bhaḍi paḍi daḍi raḍi taḍi isiḍi caḍi gaḍi aḍi laḍi meḍi eraḍi khaḍi iccevamādīhi dhātūhi kapaccayo hoti saha paccayena ca nippajjante yathāsambhavaṁ.",
  "anya-e0802n8:132_0": "Kaṇḍitabbo chinditabboti kaṇḍo, ghaṇḍitabbo ghaṭetabboti ghaṇḍo, vaṇḍanti etthāti vaṇḍo, karaṇḍitabbo bhājetabboti karaṇḍo, maṇḍīyate vibhūsīyate etenāti maṇḍo, saṇḍanti gumbanti etthāti saṇḍo, aṅgamaṅgāni kuṇṭhati chindatīti kuṭṭhaṁ, bhaṇḍitabbanti bhaṇḍaṁ, paṇḍati liṅgavekallabhāvaṁ gacchatīti paṇḍako.",
  "anya-e0802n8:132_1": "Daṇḍati āṇaṁ karoti etenāti daṇḍo, raṇḍati hiṁsatīti raṇḍo, visesena taṇḍati cāleti paresaṁ viññūnaṁ hadayaṁ kampetīti vitaṇḍo, isiṇḍati paresaṁ maddatīti isiṇḍo, caṇḍati caṇḍikkabhāvaṁ karotīti caṇḍo, gaṇḍati sannicayati samūhaṁ karoti etthāti gaṇḍo, aṇḍīyati nibbattīyatīti aṇḍo, laṇḍitabbo jigucchitabboti laṇḍo, meṇḍati kuṭilabhāvaṁ gacchatīti meṇḍo, eraṇḍati rogaṁ hiṁsatīti eraṇḍo, khaṇḍitabbo chinditabboti khaṇḍo iccevamādi.",
  "anya-e0802n8:133_0": "664, 674.Khādāmagamānaṁ kha ndha’ndha gandhā.",
  "anya-e0802n8:134_0": "Khāda ama gamuiccetesaṁ dhātūnaṁ khandha andha gandhādesā honti, kapaccayo ca hoti.",
  "anya-e0802n8:135_0": "Jātijarāmaraṇādīhi saṁsāradukkhehi khāditabboti khandho, amati aṅgamaṅgassa rujjanabhāvaṁ gacchatīti andho, cakkhunā amati rujjatīti vā andho, taṁ taṁ ṭhānaṁ vātena gacchatīti gandho.",
  "anya-e0802n8:135_1": "Evaṁ khandhako, andhako, gandhako.",
  "anya-e0802n8:136_0": "665, 675.Paṭādīhyalaṁ.",
  "anya-e0802n8:137_0": "Paṭa kala kusa kada bhaganda mekha vakka takka palla sadda mūla bila vida caḍaṁ pañca vā vasa paci maca musa gotthu puthu bahu maṅga baha kamba samba aggaiccevamādīhi dhātūhi pāṭi padikehi ca uttarapadesu alapaccayo hoti, pacchā puna nippajjante.",
  "anya-e0802n8:138_0": "Paṭe alanti paṭalaṁ, kale alanti kalalaṁ, pāpake akusale dhamme kusati chindatīti kusalaṁ, kusabhūte yathāsabhāvadhamme alanti vā kusalaṁ, kuse uddissa dāne alanti vā kusalaṁ, kuse sañcaye dhammasamudāye alanti vā kusalaṁ, kadde madde alanti kadalaṁ, bhagande secane alanti bhagandalaṁ, bhagande muttakarīsaharaṇe alanti vā bhagandalaṁ, mekhe kaṭivicitte alanti mekhalaṁ, vakke rukkhatace alanti vakkalaṁ, takke rukkhasilese alanti takkalaṁ, palle ninnaṭṭhāne alanti pallalaṁ, sadde harite alanti saddalaṁ, mūle patiṭṭhāne alanti mulālaṁ, biḷe nissaye alanti bilālaṁ, vide vijjamāne alanti vidalaṁ, caṇḍe alanti caṇḍālo, pañcannaṁ rājūnaṁ alanti pañcālo, vā gatigandhanesu alanti vālaṁ, vā padagamane alanti vā vāḷo, vase acchādane alanti vasalo, pace vitthāre alanti pacalo, mace corakamme alanti macalo, muse theyye, muse pāṇacāge vā alanti musalo, gotte vaṁse siṅgālajātiyaṁ alanti gotthulo, puthumhi vitthāre alanti puthulo, bahumhi saṅkhyāne alanti bahulo, bahumhi vuddhimhi alanti vā bahulo, maṅgamhi gamane alanti maṅgalaṁ, bahumhi vuddhimhi alanti bahalaṁ, kambamhi sañcalane alanti kambalaṁ.",
  "anya-e0802n8:138_1": "Sambamhi maṇḍale alanti sambalaṁ, agge gatikoṭille alanti aggaḷaṁ.",
  "anya-e0802n8:138_2": "Iccevamādayo aññepi saddā bhavanti.",
  "anya-e0802n8:139_0": "666, 676.Puthassa puthu pathā mo vā.",
  "anya-e0802n8:140_0": "Puthaiccetassa pāṭipadikassa puthu pathādesā honti, kvaci amapaccayo hoti.",
  "anya-e0802n8:141_0": "Putha hutvā jātanti puthavī pathame jāto pathamo, pathavī, paṭhamo vā, puthu kilese janetīti puthujjano, puthu hutvā jātanti pathavī, pathavī vā.",
  "anya-e0802n8:142_0": "667, 677.Sasvādīhi tu davo.",
  "anya-e0802n8:143_0": "Sasu dada ada madaiccevamādīhi dhātūhi tu duiccete paccayā honti.",
  "anya-e0802n8:144_0": "Aññe satte sasati hiṁsatīti sattu, dukkhaṁ dadātīti daddu, dukkhena adati bhakkhati etthāti addu, dukkhaṁ adati anubhavati jano etenāti vā addu, dukkhaṁ bhājanaṁ ādhāraṁ bhāvatīti vā addu, madati ummattaṁ karotīti maddu, madati maddabhāvaṁ karotīti vā maddu.",
  "anya-e0802n8:145_0": "668, 678.Jhādīhi īvaro.",
  "anya-e0802n8:146_0": "Ci pā dhāiccevamādīhi dhātūhi īvarapaccayohoti.",
  "anya-e0802n8:147_0": "Cīyatīti cīvaraṁ, pivatīti pīvaro, pātabbaṁ rakkhitabbanti vā pīvaraṁ.",
  "anya-e0802n8:147_1": "Dhāreti dhāretvā jīvitaṁ kappetīti dhīvaro, dhīvaraṁ.",
  "anya-e0802n8:148_0": "669, 679.Munādīhi ci.",
  "anya-e0802n8:149_0": "Muna yata agga pata kava suca ruca mahāla bhaddāla manaiiccevamādīhi dhātūhi, pāṭipadikehi ca ipaccayo hoti.",
  "anya-e0802n8:150_0": "Atthānatthaṁ munāti, ñeyyadhammaṁ lakkhaṇādivasena vā jānātīti muni, yatati vīriyaṁ karotīti yati, aggati kuṭilabhāvaṁ gacchatīti aggi, patati seṭṭho hutvā purato gacchatīti pati, kabyaṁ bandhatīti kavi, kantaṁ manāpavacanaṁ vadatīti vā kavi.",
  "anya-e0802n8:150_1": "Sucati parisuddhaṁ bhavatīti suci, rucati dibbatīti ruci, mahantaṁ vibhāvaṁ bhogakkhandhaṁ lātīti mahāli, bhaddaṁ yasaṁ lātīti bhaddāli, manaṁ tattha ratane nayatīti maṇi.",
  "anya-e0802n8:151_0": "670, 680.Vidādīhyūro.",
  "anya-e0802n8:152_0": "Vida valla masa sida dukukapu maya udi khajja kuraiccevamādīhi dhātūhi, pāṭipadikehi ca ūrapaccayohoti.",
  "anya-e0802n8:153_0": "Vidituṁ alanti vidūro, vidūraṭṭhāne jāto vedūro, vallati vallabhāvena bhavatīti vallūro, vallati aññamaññaṁ bandhatīti vā vallūro, āmasitabboti masūro, sindati siṅgārabhāvaṁ gacchatīti sindūro, sindati virocatīti vā sindūro, gamituṁ alaṁ anāsannattāti dūro, kuti saddaṁ karotīti kūro, attano gandhena aññaṁ gandhaṁ kapati hanati hiṁsatīti kappūro, kappati rogāpanayane samatthetīti vā kappūro, mahiyaṁ ravatīti mayūro, mahiyaṁ yāti gacchatīti mayūro, paṁsuṁ undati pasavatīti undūro, khajjitabbo khāditabboti khajjūro, kurati akkosatīti kurūro.",
  "anya-e0802n8:154_0": "671, 681.Hanādīhi ṇu nutavo.",
  "anya-e0802n8:155_0": "Hana jana bhāri khanu ama ve vedhā siki hi iccevamādīhi dhātūhi ṇu nu kuiccete paccayā honti.",
  "anya-e0802n8:156_0": "Bhojanaṁ hanati hiṁsati etenāti haṇu, hanu vā.",
  "anya-e0802n8:156_1": "Gamanaṁ janetītī jāṇu, bhāṇu dibbatīti bhāṇu, nivāte riti gacchatītī reṇu, khaṇitabbo avadāritabboti khāṇu.",
  "anya-e0802n8:156_2": "Aṅgamaṅgassa rujjanabhāvaṁ vijjhanabhāvaṁ amati gacchatīti aṇu, veṇu, veti tantasantāne bhavatītī veṇu, bahisārealantivāveṇu vacchaṁ, pāyetītī dhenu, atthaṁ dhāretītī dhātu, gamanapacanādikaṁ kriyaṁ dhāretītī vā dhātu, sīyatī bandhīyatītī setu, uddhaṁ gacchati pavattatītī ketu, attano phalaṁ hinoti pavattatītī hetu.",
  "anya-e0802n8:157_0": "672, 682.Kuṭādīhi ṭho.",
  "anya-e0802n8:158_0": "Kuṭa kusa kaṭaiccevamādīhi dhātūhi, pāṭipadikehi ca ṭhapaccayo hotī.",
  "anya-e0802n8:159_0": "Aṅgamaṅgaṁ kuṭati chindatītī kuṭṭhaṁ, dhaññena chādetabbo pūretabbotī koṭṭho, kaṭitabbaṁ madditabbanti, kaṭṭhaṁ.",
  "anya-e0802n8:160_0": "673, 683.Manu pūra suṇādīhi ussa nusisā.",
  "anya-e0802n8:161_0": "Manu pūra suṇa kusu ila ala maha si ki iccevamādīhi dhātūhi, pāṭipadikehi ca usa nusa isaiccete paccayā honti, puna nippajjante.",
  "anya-e0802n8:162_0": "Kusalākusale dhamme manati jānātīti manusso, mānuso.",
  "anya-e0802n8:162_1": "Kāraṇā kāraṇaṁ manati jānātīti vā manusso, mānusso.",
  "anya-e0802n8:162_2": "Atthānatthaṁ manati jānātīti vā manusso, mānusso.",
  "anya-e0802n8:162_3": "Mātāpitūnaṁ hadayaṁ pūretīti puriso, attano manorathaṁ pūretīti vā puriso, pūretīti vā poso, sasurehi suṇitabbā hiṁsitabbāti suṇisā, dvinnaṁ jānānaṁ kulasantānaṁ karotīti vā suṇisā, kucchitabbanti karīsaṁ, gabbhaṁ vimocetīti suriso, tamandhakāravidhamanena sattānaṁ bhayaṁ surati hiṁsatīti sūriyo, rogaṁ hiṁsatīti sirīso, ilati kampatīti illiso, taṇhāya dubbalo hutvā ilati kampatīti vā illigho, pāpakaraṇe alati samatthetīti alaso, mahitabbo pūjetabboti mahiso, sīyati bandhīyatīti sīsaṁ, kitabbaṁ hiṁsitabbanti kisaṁ, iccevamādi.",
  "anya-e0802n8:163_0": "Iti kibbidhānakappe uṇādikappo chaṭṭho kaṇḍo.",
  "anya-e0802n8:164_0": "Uṇādikappo niṭṭhito.",
  "anya-e0802n8:165_0": "Kaccāyanapakaraṇaṁ niṭṭhitaṁ."
}