{
  "anya-e0501n4:0_0": "5. Samanantarapaccayo",
  "anya-e0501n4:1_0": "Paccayadhammavibhāgo ca paccayuppannadhammavibhāgo ca anantapaccaya sadiso.",
  "anya-e0501n4:2_0": "Kenaṭṭhena samanantaroti.",
  "anya-e0501n4:2_1": "Suṭṭhu anantaraṭṭhena samanantaro.",
  "anya-e0501n4:2_2": "Yathā silāthambhādīsu rūpakalāpā ekābaddhā samānāpi rūpa dhammabhāvena saṇṭhāna jātikattā majjhe paricchedarūpasahitā eva honti.",
  "anya-e0501n4:2_3": "Dvinnaṁ rūpakalāpānaṁ majjhe antaraṁ nāma vivaraṁ nāma atthiyeva.",
  "anya-e0501n4:2_4": "Na tathā purimapacchimānaṁ dvinnaṁ cittacetasika kalāpānaṁ majjhe.",
  "anya-e0501n4:2_5": "Te pana arūpadhammabhāvena asaṇṭhāna jātikattā majjhe paricchedadhammassa nāma kassaci ākāsavivarassa abhāvato sabbaso antara rahitā eva honti.",
  "anya-e0501n4:2_6": "Lokassapi dvinnaṁ kalāpānaṁ antaraṁ nāma na dissati.",
  "anya-e0501n4:2_7": "Tato ime sattā cittaṁ nāma niccaṁ dhuvaṁ thāvaraṁ avipariṇāmadhammanti evaṁ citte niccasaññino honti.",
  "anya-e0501n4:2_8": "Evaṁ suṭṭhu anantaraṭṭhena samanantaro.",
  "anya-e0501n4:2_9": "Anantaraṭṭhenāti ca attano anantare attasadisassa dhammantarassa uppādanaṭṭhenāti pubbe vuttameva.",
  "anya-e0501n4:3_0": "Evaṁ sante nirodhasamāpattikāle purimacittaṁ nāma neva saññānāsaññāyatanacittaṁ, pacchimacittaṁ nāma ariyaphalacittaṁ, dvinnaṁ cittānaṁ antare ekarattidivampi dverattidivānipi.La.",
  "anya-e0501n4:3_1": "Sattarattidivānipi acittako hoti.",
  "anya-e0501n4:3_2": "Asaññasattabhūmiyaṁpi purime kāmabhave cuticittaṁ purimacittaṁ nāma.",
  "anya-e0501n4:3_3": "Pacchime kāmabhave paṭisandhicittaṁ pacchimacittaṁ nāma, dvinnaṁ cittānaṁ antare asaññasattabhave pañcakappasatāni puggalo acittako tiṭṭhati.",
  "anya-e0501n4:3_4": "Tattha dve purimacittāni attano anantare attasadisassa dhammantarassa uppādanapaccayasattirahitāni hontīti. Na honti.",
  "anya-e0501n4:3_5": "Mahantehi pana bhāvanāpaṇidhibalehi paṭibāhitattā purimacittāni ca nirujjhamānāni anantare dhammantarassa uppādana sattisahitāni eva nirujjhanti.",
  "anya-e0501n4:3_6": "Pacchimacittāni ca uppajjamānāni tasmiṁ khaṇe ekābaddhabhāvena anuppajjitvā cirakāle eva uppajjanti.",
  "anya-e0501n4:3_7": "Na ca ettakamattena purimacittānaṁ anantare dhammantarassa uppādana sattināma natthīti ca, te anantarapaccayadhammā nāma na hontīti ca sakkā vattuṁ.",
  "anya-e0501n4:3_8": "Yathā taṁ rañño yodhā nāma atthi, kadāci rājā kālaṁ ñatvā tumhe idāni māyujjhatha, yuddhakālo na hoti, asukasmiṁ kāle eva yujjhathāti vadeyya.",
  "anya-e0501n4:3_9": "Te ca tadā ayujjhamānā vicareyyuṁ.",
  "anya-e0501n4:3_10": "Evaṁ santepi tesaṁ yujjhanasatti nāma natthīti ca, te yodhā nāma na hontīti ca na sakkā vattunti.",
  "anya-e0501n4:4_0": "Ettha vadeyyuṁ, imasmiṁ paccaye te pana arūpadhammabhāvena asaṇṭhāna jātikattā majjheparicchedadhammassa nāma kassaci abhāvato sabbaso antararahitā eva hontīti vuttaṁ.",
  "anya-e0501n4:4_1": "Evaṁ sante pubbe ārammaṇa paccaye bherisaddavīṇāsaddopamāhi yo cittānaṁ khaṇe khaṇe uppādo ca nirodho ca vutto, so amhehi kathaṁ paccetabboti.",
  "anya-e0501n4:4_2": "Aññamaññaviruddhānaṁ nānācittānaṁ khaṇamattepi pubbāpara parivattanassa loke paññāyanato.",
  "anya-e0501n4:4_3": "Ayamattho pubbe citta yamakadīpaniyaṁ vitthārato vuttoyevāti.",
  "anya-e0501n4:4_4": "Samanantarapaccaya dīpanā niṭṭhitā."
}