{
  "anya-e0702n7:0_0": "7. Kasmiragandhāraraṭṭhasāsanavaṁsakathāmaggo",
  "anya-e0702n7:1_0": "7.",
  "anya-e0702n7:1_1": "Idāni yathāvuttamātikāvasena kasmīravandhāraraṭṭhasāsanavaṁsakathāmaggaṁ vattuṁ okāso anuppatto, tasmā taṁ vakkhāmi.",
  "anya-e0702n7:2_0": "Tatiyasaṅgītāvasāne hi mahāmoggaliputtatissatthero majjhanti kattheraṁ kasmīragandhāraraṭṭhaṁ pesesi,-tvaṁ etaṁ raṭṭhaṁ gantvā ettha sāsanaṁ pabhiṭṭhāpehīti.",
  "anya-e0702n7:2_1": "Ettha ca kasmīragandhāraraṭṭhaṁ nāma cīnaraṭṭhasamīpe tiṭṭhati.",
  "anya-e0702n7:2_2": "Teneva hi adhunā kasmīragandhāraraṭṭhavāsino cinaraṭṭhavāsinoca manussā aravāḷassa nāma nāgarājassa uppajjanakālato paṭṭhāya yāvajjatanā nāgarūpaṁ katvā mānenti pūjenti sakkaronti, vatthabhājanādīsupi nāgarūpameva te yebhuyyena karontīti.",
  "anya-e0702n7:3_0": "Soca majjhantikattheropi catūhi bhikkhūhi saddhiṁ attha pañcamo hutvā pāṭaliputtato vehāsaṁ abbhuggantvā himavati aravāḷadahassa upari otari.",
  "anya-e0702n7:3_1": "Tena kho pana samayena kasmīragandhāraraṭṭhe sassapākasamaye aravāḷo nāma nāgarājā aravāḷadahe nisīditvā karakavassaṁ nāma vassāpetvā sassaṁ harāpetvā mahāsamuddaṁ pāpesi.",
  "anya-e0702n7:3_2": "Teroca aravāḷadahassa upari otaritvā aravāḷadahapiṭṭhikaṁ caṅkamatipi tiṭṭhatipi nisīdatipi seyyampi kappeti.",
  "anya-e0702n7:3_3": "Nāgamāṇavakā taṁ disvā aravāḷassa nāgarājassa ārocesuṁ, - mahārāja eko chinnabhinnapaṭadharo bhaṇḍukāsāvavasano amhākaṁ udakaṁ dūsetīti.",
  "anya-e0702n7:3_4": "Tadā pana thero attānaṁyeva nāgānaṁ dasseti.",
  "anya-e0702n7:3_5": "Nagarājā tāvadeva kodhābhibhūto nikkhamitvā theraṁ disvā makkhaṁ assahamāno antalikkhe anekāni bhiṁsanakāni nimmini.",
  "anya-e0702n7:3_6": "Tato tato bhusāvātā vāyanti, rukkhā chijjanti, pabbatakūṭā patanti meghāgajjanti, vijjuṁlatā niccharanti, asaniyo phalanti, bhinnaṁ viya gaganaṁ udakaṁ paggharati, bhayānakarūpā nāgakumārā sannipatanti, sayampi dhūmāyati pajjalati, paharaṇavuṭṭhiyo vissajjeti, ko ayaṁmuṇḍako chinnabhinnapaṭadharotiādīhi pharusavacanehi theraṁ santajjeti, etha gaṇhatha hanatha niddhamatha imaṁ samaṇanti nāgabalaṁ āṇāpesi.",
  "anya-e0702n7:4_0": "Thero sabbaṁ taṁ bhiṁsanakaṁ attano iddhibalena paṭibāhitvā nāgarājānaṁ āha,–",
  "anya-e0702n7:5_0": "Sadevakopi ce loko, āgantvā tāsayeyya maṁ;",
  "anya-e0702n7:6_0": "Na me paṭibalo assa, janetuṁ bhayabheravaṁ.",
  "anya-e0702n7:7_0": "Sacepi tvaṁ mahiṁ sabba, sasamuddaṁ sapabbataṁ;",
  "anya-e0702n7:8_0": "Ukkhipitvā mahānāga, khipeyyāsi mamūpari.",
  "anya-e0702n7:9_0": "Neva me sakkuṇeyyāsi, janetuṁ bhayabheravaṁ;",
  "anya-e0702n7:10_0": "Aññadatthu tavevassa, vighāto uragādhipāti.",
  "anya-e0702n7:11_0": "Evaṁ vutte nāgarājā vihatānubhāvo nipphalavāyāmo dukkhī dummano ahosi.",
  "anya-e0702n7:12_0": "Taṁ thero taṅkhaṇānurūpāya dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā tīsu saraṇesu pañcasuca sīlesu patiṭṭhāpesi saddhiṁ caturāsītiyā nāgasahassehi.",
  "anya-e0702n7:12_1": "Aññepi bahū himavantavāsino yakkhāca gandhabbāca kumbhaṇḍāca therassa dhammakathaṁ sutvā saraṇesuca sīlesuca patiṭṭhahiṁsu.",
  "anya-e0702n7:12_2": "Pañcakopi yakkho saddhiṁ bhariyāya yakkhiniyā pañcahica puttasatehi paṭhame phale patiṭṭhito.",
  "anya-e0702n7:12_3": "Athāyasmā majjhanti katthero sabbenāgayakkharakkhase āmantetvā evamāha,-",
  "anya-e0702n7:13_0": "Mādāni kodhaṁ janayittha, ito uddhaṁ yathā pure;",
  "anya-e0702n7:14_0": "Sassaghātañca mā kattha, sukhakāmā hi pāṇino;",
  "anya-e0702n7:15_0": "Karotha mettaṁ sattesu, vasantu manujā sukhanti.",
  "anya-e0702n7:16_0": "Te sabbepi sādhu bhanteti therassa vacanaṁ paṭissuṇitvā yathānusiṭṭhaṁ paṭipajjiṁsu.",
  "anya-e0702n7:16_1": "Taṁ divasameva nāgarājassa pūjāsamayo hoti.",
  "anya-e0702n7:16_2": "Atha nāgarājā attano ratanamayaṁ pallaṅkaṁ āharāpetvā therassa paññapesi. Nisīdi thero pallaṅke.",
  "anya-e0702n7:16_3": "Nāgarājāpi theraṁ bījayamāno samīpe aṭṭhāsi.",
  "anya-e0702n7:16_4": "Tasmiṁ khaṇe kasmīragandhāraraṭṭhavāsino āgantvā theraṁ disvā amhākaṁ nāgarājatopi thero mahiddhikataroti therameva vanditvā nisinnā.",
  "anya-e0702n7:16_5": "Thero tesaṁ āsivisopamasuttaṁ kathesi.",
  "anya-e0702n7:16_6": "Suttapariyosāne asītiyāpāṇasahassānaṁ dhammābhisamayo ahosi. Kulasatasahassañca pabbaji.",
  "anya-e0702n7:16_7": "Tato pabhuti ca kasmīragandhāro yāvajjetanā kāsāvapajjotā isivātapaṭivātāeva.",
  "anya-e0702n7:17_0": "Gantvā kasmīragandhāraṁ, isi majjhantiko tadā;",
  "anya-e0702n7:18_0": "Duṭṭhaṁ nāgaṁ pasādetvā, mocesi bandhanā bahūti.",
  "anya-e0702n7:19_0": "Adhunā pana kasmīragandhāraraṭṭhe sāsanassa atthaṅgatassaviya sūriyassa obhāso na paññāyati, tasmā tattha sāsanassa patiṭṭhāne vitthārena vattabbakiccaṁ natthīti.",
  "anya-e0702n7:20_0": "Iti sāsanavaṁse kasmīragandhāraraṭṭhasāsanavaṁsakathāmaggo",
  "anya-e0702n7:21_0": "Nāma sattamo paricchedo."
}