{
  "anya-e0101n3:0_0": "3. Kammaṭṭhānaggahaṇaniddeso",
  "anya-e0101n3:1_0": "38.",
  "anya-e0101n3:1_1": "Idāni yasmā evaṁ dhutaṅgapariharaṇasampāditehi appicchatādīhi guṇehi pariyodāte imasmiṁ sīle patiṭṭhitena ‘‘sīle patiṭṭhāya naro sapañño, cittaṁ paññañca bhāvaya’’nti vacanato cittasīsena niddiṭṭho samādhi bhāvetabbo.",
  "anya-e0101n3:1_2": "So ca atisaṅkhepadesitattā viññātumpi tāva na sukaro, pageva bhāvetuṁ, tasmā tassa vitthārañca bhāvanānayañca dassetuṁ idaṁ pañhākammaṁ hoti.",
  "anya-e0101n3:2_0": "Ko samādhi? Kenaṭṭhena samādhi?",
  "anya-e0101n3:2_1": "Kānassa lakkhaṇarasapaccupaṭṭhānapadaṭṭhānāni? Katividho samādhi? Ko cassa saṁkileso? Kiṁ vodānaṁ? Kathaṁ bhāvetabbo?",
  "anya-e0101n3:2_2": "Samādhibhāvanāya ko ānisaṁsoti?",
  "anya-e0101n3:3_0": "Tatridaṁ vissajjanaṁ.",
  "anya-e0101n3:3_1": "Ko samādhīti samādhi bahuvidho nānappakārako.",
  "anya-e0101n3:3_2": "Taṁ sabbaṁ vibhāvayituṁ ārabbhamānaṁ vissajjanaṁ adhippetañceva atthaṁ na sādheyya, uttari ca vikkhepāya saṁvatteyya, tasmā idhādhippetameva sandhāya vadāma, kusalacittekaggatā samādhi.",
  "anya-e0101n3:4_0": "Kenaṭṭhena samādhīti samādhānaṭṭhena samādhi. Kimidaṁ samādhānaṁ nāma?",
  "anya-e0101n3:4_1": "Ekārammaṇe cittacetasikānaṁ samaṁ sammā ca ādhānaṁ, ṭhapananti vuttaṁ hoti.",
  "anya-e0101n3:4_2": "Tasmā yassa dhammassānubhāvena ekārammaṇe cittacetasikā samaṁ sammā ca avikkhipamānā avippakiṇṇā ca hutvā tiṭṭhanti, idaṁ samādhānanti veditabbaṁ.",
  "anya-e0101n3:5_0": "Kānassa lakkhaṇarasapaccupaṭṭhānapadaṭṭhānānīti ettha pana avikkhepalakkhaṇo samādhi, vikkhepaviddhaṁsanaraso, avikampanapaccupaṭṭhāno.",
  "anya-e0101n3:5_1": "‘‘Sukhino cittaṁ samādhiyatī’’ti vacanato pana sukhamassa padaṭṭhānaṁ.",
  "anya-e0101n3:6_0": "39.Katividhosamādhīti avikkhepalakkhaṇena tāva ekavidho.",
  "anya-e0101n3:6_1": "Upacāraappanāvasena duvidho, tathā lokiyalokuttaravasena sappītikanippītikavasena sukhasahagataupekkhāsahagatavasena ca.",
  "anya-e0101n3:6_2": "Tividho hīnamajjhimapaṇītavasena , tathā savitakkasavicārādivasena pītisahagatādivasena parittamahaggatappamāṇavasena ca.",
  "anya-e0101n3:6_3": "Catubbidho dukkhāpaṭipadādandhābhiññādivasena, tathā parittaparittārammaṇādivasena catujhānaṅgavasena hānabhāgiyādivasena kāmāvacarādivasena adhipativasena ca.",
  "anya-e0101n3:6_4": "Pañcavidho pañcakanaye pañcajhānaṅgavasenāti.",
  "anya-e0101n3:7_0": "Samādhiekakadukavaṇṇanā",
  "anya-e0101n3:8_0": "Tattha ekavidhakoṭṭhāso uttānatthoyeva.",
  "anya-e0101n3:8_1": "Duvidhakoṭṭhāse channaṁ anussatiṭṭhānānaṁ maraṇassatiyā upasamānussatiyā āhāre paṭikūlasaññāya catudhātuvavatthānassāti imesaṁ vasena laddhacittekaggatā, yā ca appanāsamādhīnaṁ pubbabhāge ekaggatā, ayaṁ upacārasamādhi.",
  "anya-e0101n3:8_2": "‘‘Paṭhamassa jhānassa parikammaṁ paṭhamassa jhānassa anantarapaccayena paccayo’’ti ādivacanato pana yā parikammānantarā ekaggatā, ayaṁ appanāsamādhīti evaṁ upacārappanāvasena duvidho.",
  "anya-e0101n3:9_0": "Dutiyaduke tīsu bhūmīsu kusalacittekaggatā lokiyo samādhi.",
  "anya-e0101n3:9_1": "Ariyamaggasampayuttā ekaggatā lokuttaro samādhīti evaṁ lokiyalokuttaravasena duvidho.",
  "anya-e0101n3:10_0": "Tatiyaduke catukkanaye dvīsu pañcakanaye tīsu jhānesu ekaggatā sappītiko samādhi.",
  "anya-e0101n3:10_1": "Avasesesu dvīsu jhānesu ekaggatā nippītiko samādhi.",
  "anya-e0101n3:10_2": "Upacārasamādhi pana siyā sappītiko, siyā nippītikoti evaṁ sappītikanippītikavasena duvidho.",
  "anya-e0101n3:11_0": "Catutthaduke catukkanaye tīsu pañcakanaye catūsu jhānesu ekaggatā sukhasahagato samādhi.",
  "anya-e0101n3:11_1": "Avasesasmiṁ upekkhāsahagato samādhi.",
  "anya-e0101n3:11_2": "Upacārasamādhi pana siyā sukhasahagato, siyā upekkhāsahagatoti evaṁ sukhasahagataupekkhāsahagatavasena duvidho.",
  "anya-e0101n3:12_0": "Samādhitikavaṇṇanā",
  "anya-e0101n3:13_0": "Tikesu paṭhamattike paṭiladdhamatto hīno, nātisubhāvito majjhimo, subhāvito vasippatto paṇītoti evaṁ hīnamajjhimapaṇītavasena tividho.",
  "anya-e0101n3:14_0": "Dutiyattike paṭhamajjhānasamādhi saddhiṁ upacārasamādhinā savitakkasavicāro.",
  "anya-e0101n3:14_1": "Pañcakanaye dutiyajjhānasamādhi avitakkavicāramatto.",
  "anya-e0101n3:14_2": "Yo hi vitakkamatteyeva ādīnavaṁ disvā vicāre adisvā kevalaṁ vitakkappahānamattaṁ ākaṅkhamāno paṭhamajjhānaṁ atikkamati, so avitakkavicāramattaṁ samādhiṁ paṭilabhati. Taṁ sandhāyetaṁ vuttaṁ.",
  "anya-e0101n3:14_3": "Catukkanaye pana dutiyādīsu pañcakanaye tatiyādīsu tīsu jhānesu ekaggatā avitakkāvicāro samādhīti evaṁ savitakkasavicārādivasena tividho.",
  "anya-e0101n3:15_0": "Tatiyattike catukkanaye ādito dvīsu pañcakanaye ca tīsu jhānesu ekaggatā pītisahagato samādhi.",
  "anya-e0101n3:15_1": "Tesveva tatiye ca catutthe ca jhāne ekaggatā sukhasahagato samādhi. Avasāne upekkhāsahagato.",
  "anya-e0101n3:15_2": "Upacārasamādhi pana pītisukhasahagato vā hoti upekkhāsahagato vāti evaṁ pītisahagatādivasena tividho.",
  "anya-e0101n3:16_0": "Catutthattike upacārabhūmiyaṁ ekaggatā paritto samādhi.",
  "anya-e0101n3:16_1": "Rūpāvacarārūpāvacarakusale ekaggatā mahaggato samādhi.",
  "anya-e0101n3:16_2": "Ariyamaggasampayuttā ekaggatā appamāṇo samādhīti evaṁ parittamahaggatappamāṇavasena tividho.",
  "anya-e0101n3:17_0": "Samādhicatukkavaṇṇanā",
  "anya-e0101n3:18_0": "Catukkesu paṭhamacatukke atthi samādhi dukkhāpaṭipado dandhābhiñño, atthi dukkhāpaṭipado khippābhiñño, atthi sukhāpaṭipado dandhābhiñño, atthi sukhāpaṭipado khippābhiññoti.",
  "anya-e0101n3:19_0": "Tattha paṭhamasamannāhārato paṭṭhāya yāva tassa tassa jhānassa upacāraṁ uppajjati, tāva pavattā samādhibhāvanā paṭipadāti vuccati.",
  "anya-e0101n3:19_1": "Upacārato pana paṭṭhāya yāva appanā, tāva pavattā paññā abhiññāti vuccati.",
  "anya-e0101n3:19_2": "Sā panesā paṭipadā ekaccassa dukkhā hoti, nīvaraṇādipaccanīkadhammasamudācāragahaṇatāya kicchā asukhāsevanāti attho. Ekaccassa tadabhāvena sukhā.",
  "anya-e0101n3:19_3": "Abhiññāpi ekaccassa dandhā hoti mandā asīghappavatti.",
  "anya-e0101n3:19_4": "Ekaccassa khippā amandā sīghappavatti.",
  "anya-e0101n3:20_0": "Tattha yāni parato sappāyāsappāyāni ca palibodhupacchedādīni pubbakiccāni ca appanākosallāni ca vaṇṇayissāma, tesu yo asappāyasevī hoti, tassa dukkhā paṭipadā dandhā ca abhiññā hoti.",
  "anya-e0101n3:20_1": "Sappāyasevino sukhā paṭipadā khippā ca abhiññā.",
  "anya-e0101n3:20_2": "Yo pana pubbabhāge asappāyaṁ sevitvā aparabhāge sappāyasevī hoti, pubbabhāge vā sappāyaṁ sevitvā aparabhāge asappāyasevī, tassa vomissakatā veditabbā.",
  "anya-e0101n3:20_3": "Tathā palibodhupacchedādikaṁ pubbakiccaṁ asampādetvā bhāvanamanuyuttassa dukkhā paṭipadā hoti. Vipariyāyena sukhā.",
  "anya-e0101n3:20_4": "Appanākosallāni pana asampādentassa dandhā abhiññā hoti. Sampādentassa khippā.",
  "anya-e0101n3:21_0": "Apica taṇhāavijjāvasena samathavipassanādhikāravasena cāpi etāsaṁ pabhedo veditabbo.",
  "anya-e0101n3:21_1": "Taṇhābhibhūtassa hi dukkhā paṭipadā hoti. Anabhibhūtassa sukhā.",
  "anya-e0101n3:21_2": "Avijjābhibhūtassa ca dandhā abhiññā hoti. Anabhibhūtassa khippā.",
  "anya-e0101n3:21_3": "Yo ca samathe akatādhikāro, tassa dukkhā paṭipadā hoti. Katādhikārassa sukhā.",
  "anya-e0101n3:21_4": "Yo pana vipassanāya akatādhikāro hoti, tassa dandhā abhiññā hoti, katādhikārassa khippā.",
  "anya-e0101n3:21_5": "Kilesindriyavasena cāpi etāsaṁ pabhedo veditabbo.",
  "anya-e0101n3:21_6": "Tibbakilesassa hi mudindriyassa dukkhā paṭipadā hoti dandhā ca abhiññā, tikkhindriyassa pana khippā abhiññā.",
  "anya-e0101n3:21_7": "Mandakilesassa ca mudindriyassa sukhā paṭipadā hoti dandhā ca abhiññā.",
  "anya-e0101n3:21_8": "Tikkhindriyassa pana khippā abhiññāti.",
  "anya-e0101n3:22_0": "Iti imāsu paṭipadāabhiññāsu yo puggalo dukkhāya paṭipadāya dandhāya ca abhiññāya samādhiṁ pāpuṇāti, tassa so samādhi dukkhāpaṭipado dandhābhiññoti vuccati.",
  "anya-e0101n3:22_1": "Esa nayo sesattayepīti evaṁ dukkhāpaṭipadādandhābhiññādivasena catubbidho.",
  "anya-e0101n3:23_0": "Dutiyacatukke atthi samādhi paritto parittārammaṇo, atthi paritto appamāṇārammaṇo, atthi appamāṇo parittārammaṇo, atthi appamāṇo appamāṇārammaṇoti.",
  "anya-e0101n3:23_1": "Tattha yo samādhi appaguṇo uparijhānassa paccayo bhavituṁ na sakkoti, ayaṁ paritto.",
  "anya-e0101n3:23_2": "Yo pana avaḍḍhite ārammaṇe pavatto, ayaṁ parittārammaṇo.",
  "anya-e0101n3:23_3": "Yo paguṇo subhāvito, uparijhānassa paccayo bhavituṁ sakkoti, ayaṁ appamāṇo.",
  "anya-e0101n3:23_4": "Yo ca vaḍḍhite ārammaṇe pavatto, ayaṁ appamāṇārammaṇo.",
  "anya-e0101n3:23_5": "Vuttalakkhaṇavomissatāya pana vomissakanayo veditabbo.",
  "anya-e0101n3:23_6": "Evaṁ parittaparittārammaṇādivasena catubbidho.",
  "anya-e0101n3:24_0": "Tatiyacatukke vikkhambhitanīvaraṇānaṁ vitakkavicārapītisukhasamādhīnaṁ vasena pañcaṅgikaṁ paṭhamaṁ jhānaṁ, tato vūpasantavitakkavicāraṁ tivaṅgikaṁ dutiyaṁ, tato virattapītikaṁ duvaṅgikaṁ tatiyaṁ, tato pahīnasukhaṁ upekkhāvedanāsahitassa samādhino vasena duvaṅgikaṁ catutthaṁ.",
  "anya-e0101n3:24_1": "Iti imesaṁ catunnaṁ jhānānaṁ aṅgabhūtā cattāro samādhī honti.",
  "anya-e0101n3:24_2": "Evaṁ catujhānaṅgavasena catubbidho.",
  "anya-e0101n3:25_0": "Catutthacatukke atthi samādhi hānabhāgiyo, atthi ṭhitibhāgiyo, atthi visesabhāgiyo, atthi nibbedhabhāgiyo.",
  "anya-e0101n3:25_1": "Tattha paccanīkasamudācāravasena hānabhāgiyatā, tadanudhammatāya satiyā saṇṭhānavasena ṭhitibhāgiyatā, uparivisesādhigamavasena visesabhāgiyatā, nibbidāsahagatasaññāmanasikārasamudācāravasena nibbedhabhāgiyatā ca veditabbā.",
  "anya-e0101n3:25_2": "Yathāha, ‘‘paṭhamassa jhānassa lābhiṁ kāmasahagatā saññāmanasikārā samudācaranti hānabhāginī paññā.",
  "anya-e0101n3:25_3": "Tadanudhammatā sati santiṭṭhati ṭhitibhāginī paññā.",
  "anya-e0101n3:25_4": "Avitakkasahagatā saññāmanasikārā samudācaranti visesabhāginī paññā.",
  "anya-e0101n3:25_5": "Nibbidāsahagatā saññāmanasikārā samudācaranti virāgūpasañhitā nibbedhabhāginī paññā’’ti (vibha. 799).",
  "anya-e0101n3:25_6": "Tāya pana paññāya sampayuttā samādhīpi cattāro hontīti.",
  "anya-e0101n3:25_7": "Evaṁ hānabhāgiyādivasena catubbidho.",
  "anya-e0101n3:26_0": "Pañcamacatukke kāmāvacaro samādhi, rūpāvacaro samādhi, arūpāvacaro samādhi, apariyāpanno samādhīti evaṁ cattāro samādhī.",
  "anya-e0101n3:26_1": "Tattha sabbāpi upacārekaggatā kāmāvacaro samādhi.",
  "anya-e0101n3:26_2": "Tathā rūpāvacarādikusalacittekaggatā itare tayoti evaṁ kāmāvacarādivasena catubbidho.",
  "anya-e0101n3:27_0": "Chaṭṭhacatukke ‘‘chandaṁ ce bhikkhu adhipatiṁ karitvā labhati samādhiṁ, labhati cittassekaggataṁ, ayaṁ vuccati chandasamādhi…pe… vīriyaṁ ce bhikkhu…pe… cittaṁ ce bhikkhu…pe… vīmaṁsaṁ ce bhikkhu adhipatiṁ karitvā labhati samādhiṁ, labhati cittassekaggataṁ , ayaṁ vuccati vīmaṁsāsamādhī’’ti (vibha. 432; saṁ. ni.",
  "anya-e0101n3:27_1": "3.825) evaṁ adhipativasena catubbidho.",
  "anya-e0101n3:28_0": "Pañcake yaṁ catukkabhede vuttaṁ dutiyaṁ jhānaṁ, taṁ vitakkamattātikkamena dutiyaṁ, vitakkavicārātikkamena tatiyanti evaṁ dvidhā bhinditvā pañca jhānāni veditabbāni.",
  "anya-e0101n3:28_1": "Tesaṁ aṅgabhūtā ca pañca samādhīti evaṁ pañcajhānaṅgavasena pañcavidhatā veditabbā.",
  "anya-e0101n3:29_0": "40.Ko cassa saṁkileso kiṁ vodānanti ettha pana vissajjanaṁ vibhaṅge vuttameva.",
  "anya-e0101n3:29_1": "Vuttañhi tattha ‘‘saṁkilesanti hānabhāgiyo dhammo.",
  "anya-e0101n3:29_2": "Vodānanti visesabhāgiyo dhammo’’ti (vibha. 828).",
  "anya-e0101n3:29_3": "Tattha ‘‘paṭhamassa jhānassa lābhiṁ kāmasahagatā saññāmanasikārā samudācaranti hānabhāginī paññā’’ti (vibha.",
  "anya-e0101n3:29_4": "799) iminā nayena hānabhāgiyadhammo veditabbo.",
  "anya-e0101n3:29_5": "‘‘Avitakkasahagatā saññāmanasikārā samudācaranti visesabhāginī paññā’’ti (vibha.",
  "anya-e0101n3:29_6": "799) iminā nayena visesabhāgiyadhammo veditabbo.",
  "anya-e0101n3:30_0": "Dasapalibodhavaṇṇanā",
  "anya-e0101n3:31_0": "41.Kathaṁ bhāvetabboti ettha pana yo tāva ayaṁ lokiyalokuttaravasena duvidhotiādīsu ariyamaggasampayutto samādhi vutto, tassa bhāvanānayo paññābhāvanānayeneva saṅgahito.",
  "anya-e0101n3:31_1": "Paññāya hi bhāvitāya so bhāvito hoti.",
  "anya-e0101n3:31_2": "Tasmā taṁ sandhāya evaṁ bhāvetabboti na kiñci visuṁ vadāma.",
  "anya-e0101n3:32_0": "Yo panāyaṁ lokiyo, so vuttanayena sīlāni visodhetvā suparisuddhe sīle patiṭṭhitena yvāssa dasasu palibodhesu palibodho atthi, taṁ upacchinditvā kammaṭṭhānadāyakaṁ kalyāṇamittaṁ upasaṅkamitvā attano cariyānukūlaṁ cattālīsāya kammaṭṭhānesu aññataraṁ kammaṭṭhānaṁ gahetvā samādhibhāvanāya ananurūpaṁ vihāraṁ pahāya anurūpe vihāre viharantena khuddakapalibodhupacchedaṁ katvā sabbaṁ bhāvanāvidhānaṁ aparihāpentena bhāvetabboti ayamettha saṅkhepo.",
  "anya-e0101n3:33_0": "Ayaṁ pana vitthāro, yaṁ tāva vuttaṁ ‘‘yvāssa dasasu palibodhesu palibodho atthi, taṁ upacchinditvā’’ti, ettha –",
  "anya-e0101n3:34_0": "Āvāso ca kulaṁ lābho, gaṇo kammañca pañcamaṁ;",
  "anya-e0101n3:35_0": "Addhānaṁ ñāti ābādho, gantho iddhīti te dasāti. –",
  "anya-e0101n3:36_0": "Ime dasa palibodhā nāma.",
  "anya-e0101n3:36_1": "Tattha āvāsoyeva āvāsapalibodho. Esa nayo kulādīsu.",
  "anya-e0101n3:37_0": "Tattha āvāsoti ekopi ovarako vuccati ekampi pariveṇaṁ sakalopi saṅghārāmo.",
  "anya-e0101n3:37_1": "Svāyaṁ na sabbasseva palibodho hoti.",
  "anya-e0101n3:37_2": "Yo panettha navakammādīsu ussukkaṁ vā āpajjati, bahubhaṇḍasannicayo vā hoti, yena kenaci vā kāraṇena apekkhavā paṭibaddhacitto, tasseva palibodho hoti, na itarassa.",
  "anya-e0101n3:38_0": "Tatridaṁ vatthu – dve kira kulaputtā anurādhapurā nikkhamitvā anupubbena thūpārāme pabbajiṁsu.",
  "anya-e0101n3:38_1": "Tesu eko dve mātikā paguṇā katvā pañcavassiko hutvā pavāretvā pācinakhaṇḍarājiṁ nāma gato. Eko tattheva vasati.",
  "anya-e0101n3:38_2": "Pācinakhaṇḍarājigato tattha ciraṁ vasitvā thero hutvā cintesi ‘‘paṭisallānasāruppamidaṁ ṭhānaṁ, handa naṁ sahāyakassāpi ārocemī’’ti.",
  "anya-e0101n3:38_3": "Tato nikkhamitvā anupubbena thūpārāmaṁ pāvisi.",
  "anya-e0101n3:38_4": "Pavisantaṁyeva ca naṁ disvā samānavassikatthero paccuggantvā pattacīvaraṁ paṭiggahetvā vattaṁ akāsi.",
  "anya-e0101n3:38_5": "Āgantukatthero senāsanaṁ pavisitvā cintesi ‘‘idāni me sahāyo sappiṁ vā phāṇitaṁ vā pānakaṁ vā pesessati.",
  "anya-e0101n3:38_6": "Ayañhi imasmiṁ nagare ciranivāsī’’ti.",
  "anya-e0101n3:38_7": "So rattiṁ aladdhā pāto cintesi ‘‘idāni upaṭṭhākehi gahitaṁ yāgukhajjakaṁ pesessatī’’ti.",
  "anya-e0101n3:38_8": "Tampi adisvā ‘‘pahiṇantā natthi, paviṭṭhassa maññe dassatī’’ti pātova tena saddhiṁ gāmaṁ pāvisi.",
  "anya-e0101n3:38_9": "Te dve ekaṁ vīthiṁ caritvā uḷuṅkamattaṁ yāguṁ labhitvā āsanasālāyaṁ nisīditvā piviṁsu.",
  "anya-e0101n3:38_10": "Tato āgantuko cintesi ‘‘nibaddhayāgu maññe natthi, bhattakāle idāni manussā paṇītaṁ bhattaṁ dassantī’’ti, tato bhattakālepi piṇḍāya caritvā laddhameva bhuñjitvā itaro āha – ‘‘kiṁ, bhante, sabbakālaṁ evaṁ yāpethā’’ti? Āmāvusoti.",
  "anya-e0101n3:38_11": "Bhante, pācinakhaṇḍarāji phāsukā, tattha gacchāmāti.",
  "anya-e0101n3:38_12": "Thero nagarato dakkhiṇadvārena nikkhamanto kumbhakāragāmamaggaṁ paṭipajji.",
  "anya-e0101n3:38_13": "Itaro āha – ‘‘kiṁ pana, bhante, imaṁ maggaṁ paṭipannatthā’’ti?",
  "anya-e0101n3:38_14": "Nanu tvamāvuso, pācinakhaṇḍarājiyā vaṇṇaṁ abhāsīti?",
  "anya-e0101n3:38_15": "Kiṁ pana, bhante, tumhākaṁ ettakaṁ kālaṁ vasitaṭṭhāne na koci atirekaparikkhāro atthīti?",
  "anya-e0101n3:38_16": "Āmāvuso mañcapīṭhaṁ saṅghikaṁ, taṁ paṭisāmitameva, aññaṁ kiñci natthīti.",
  "anya-e0101n3:38_17": "Mayhaṁ pana, bhante , kattaradaṇḍo telanāḷi upāhanatthavikā ca tatthevāti.",
  "anya-e0101n3:38_18": "Tayāvuso, ekadivasaṁ vasitvā ettakaṁ ṭhapitanti? Āma, bhante.",
  "anya-e0101n3:38_19": "So pasannacitto theraṁ vanditvā ‘‘tumhādisānaṁ, bhante, sabbattha araññavāsoyeva.",
  "anya-e0101n3:38_20": "Thūpārāmo catunnaṁ buddhānaṁ dhātunidhānaṭṭhānaṁ, lohapāsāde sappāyaṁ dhammassavanaṁ mahācetiyadassanaṁ theradassanañca labbhati, buddhakālo viya pavattati.",
  "anya-e0101n3:38_21": "Idheva tumhe vasathā’’ti dutiyadivase pattacīvaraṁ gahetvā sayameva agamāsīti.",
  "anya-e0101n3:38_22": "Īdisassa āvāso na palibodho hoti.",
  "anya-e0101n3:39_0": "Kulanti ñātikulaṁ vā upaṭṭhākakulaṁ vā.",
  "anya-e0101n3:39_1": "Ekaccassa hi upaṭṭhākakulampi ‘‘sukhitesu sukhito’’tiādinā (vibha. 888; saṁ. ni.",
  "anya-e0101n3:39_2": "4.241) nayena saṁsaṭṭhassa viharato palibodho hoti, so kulamānusakehi vinā dhammassavanāya sāmantavihārampi na gacchati.",
  "anya-e0101n3:39_3": "Ekaccassa mātāpitaropi palibodhā na honti, koraṇḍakavihāravāsittherassa bhāgineyyadaharabhikkhuno viya.",
  "anya-e0101n3:40_0": "So kira uddesatthaṁ rohaṇaṁ agamāsi.",
  "anya-e0101n3:40_1": "Therabhaginīpi upāsikā sadā theraṁ tassa pavattiṁ pucchati.",
  "anya-e0101n3:40_2": "Thero ekadivasaṁ daharaṁ ānessāmīti rohaṇābhimukho pāyāsi.",
  "anya-e0101n3:40_3": "Daharopi ‘‘ciraṁ me idha vutthaṁ, upajjhāyaṁ dāni passitvā upāsikāya ca pavattiṁ ñatvā āgamissāmī’’ti rohaṇato nikkhami.",
  "anya-e0101n3:40_4": "Te ubhopi gaṅgātīre samāgacchiṁsu.",
  "anya-e0101n3:40_5": "So aññatarasmiṁ rukkhamūle therassa vattaṁ katvā ‘‘kuhiṁ yāsī’’ti pucchito tamatthaṁ ārocesi.",
  "anya-e0101n3:40_6": "Thero suṭṭhu te kataṁ, upāsikāpi sadā pucchati, ahampi etadatthameva āgato, gaccha tvaṁ, ahaṁ pana idheva imaṁ vassaṁ vasissāmīti taṁ uyyojesi.",
  "anya-e0101n3:40_7": "So vassūpanāyikadivaseyeva taṁ vihāraṁ patto.",
  "anya-e0101n3:40_8": "Senāsanampissa pitarā kāritameva pattaṁ.",
  "anya-e0101n3:41_0": "Athassa pitā dutiyadivase āgantvā ‘‘kassa, bhante, amhākaṁ senāsanaṁ patta’’nti pucchanto ‘‘āgantukassa daharassā’’ti sutvā taṁ upasaṅkamitvā vanditvā āha – ‘‘bhante, amhākaṁ senāsane vassaṁ upagatassa vattaṁ atthī’’ti. Kiṁ upāsakāti?",
  "anya-e0101n3:41_1": "Temāsaṁ amhākaṁyeva ghare bhikkhaṁ gahetvā pavāretvā gamanakāle āpucchitabbanti. So tuṇhibhāvena adhivāsesi.",
  "anya-e0101n3:41_2": "Upāsakopi gharaṁ gantvā ‘‘amhākaṁ āvāse eko āgantuko ayyo upagato sakkaccaṁ upaṭṭhātabbo’’ti āha.",
  "anya-e0101n3:41_3": "Upāsikā ‘‘sādhū’’ti sampaṭicchitvā paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādesi.",
  "anya-e0101n3:41_4": "Daharopi bhattakāle ñātigharaṁ agamāsi. Na naṁ koci sañjāni.",
  "anya-e0101n3:42_0": "So temāsampi tattha piṇḍapātaṁ paribhuñjitvā vassaṁvuttho ‘‘ahaṁ gacchāmī’’ti āpucchi.",
  "anya-e0101n3:42_1": "Athassa ñātakā ‘‘sve, bhante, gacchathā’’ti dutiyadivase ghareyeva bhojetvā telanāḷiṁ pūretvā ekaṁ guḷapiṇḍaṁ navahatthañca sāṭakaṁ datvā ‘‘gacchatha, bhante’’ti āhaṁsu.",
  "anya-e0101n3:42_2": "So anumodanaṁ katvā rohaṇābhimukho pāyāsi.",
  "anya-e0101n3:43_0": "Upajjhāyopissa pavāretvā paṭipathaṁ āgacchanto pubbe diṭṭhaṭṭhāneyeva taṁ addasa.",
  "anya-e0101n3:43_1": "So aññatarasmiṁ rukkhamūle therassa vattaṁ akāsi.",
  "anya-e0101n3:43_2": "Atha naṁ thero pucchi ‘‘kiṁ, bhaddamukha, diṭṭhā te upāsikā’’ti?",
  "anya-e0101n3:43_3": "So ‘‘āma, bhante’’ti sabbaṁ pavattiṁ ārocetvā tena telena therassa pāde makkhetvā guḷena pānakaṁ katvā tampi sāṭakaṁ therasseva datvā theraṁ vanditvā ‘‘mayhaṁ, bhante, rohaṇaṁyeva sappāya’’nti agamāsi.",
  "anya-e0101n3:43_4": "Theropi vihāraṁ āgantvā dutiyadivase koraṇḍakagāmaṁ pāvisi.",
  "anya-e0101n3:44_0": "Upāsikāpi ‘‘mayhaṁ bhātā mama puttaṁ gahetvā idāni āgacchatī’’ti sadā maggaṁ olokayamānāva tiṭṭhati.",
  "anya-e0101n3:44_1": "Sā taṁ ekakameva āgacchantaṁ disvā ‘‘mato me maññe putto, ayaṁ thero ekakova āgacchatī’’ti therassa pādamūle nipatitvā paridevamānā rodi.",
  "anya-e0101n3:44_2": "Thero ‘‘nūna daharo appicchatāya attānaṁ ajānāpetvāva gato’’ti taṁ samassāsetvā sabbaṁ pavattiṁ ārocetvā pattatthavikato taṁ sāṭakaṁ nīharitvā dasseti.",
  "anya-e0101n3:45_0": "Upāsikā pasīditvā puttena gatadisābhimukhā urena nipajjitvā namassamānā āha – ‘‘mayhaṁ puttasadisaṁ vata maññe bhikkhuṁ kāyasakkhiṁ katvā bhagavā rathavinītapaṭipadaṁ (ma. ni.",
  "anya-e0101n3:45_1": "1.252 ādayo), nālakapaṭipadaṁ (su. ni.",
  "anya-e0101n3:45_2": "684 ādayo), tuvaṭṭakapaṭipadaṁ (su. ni.",
  "anya-e0101n3:45_3": "921 ādayo), catupaccayasantosabhāvanārāmatādīpakaṁ mahāariyavaṁsapaṭipadañca (a. ni. 4.28; dī. ni. 3.309) desesi .",
  "anya-e0101n3:45_4": "Vijātamātuyā nāma gehe temāsaṁ bhuñjamānopi ‘ahaṁ putto tvaṁ mātā’ti na vakkhati, aho acchariyamanusso’’ti.",
  "anya-e0101n3:45_5": "Evarūpassa mātāpitaropi palibodhā na honti, pageva aññaṁ upaṭṭhākakula’’nti.",
  "anya-e0101n3:46_0": "Lābhoti cattāro paccayā. Te kathaṁ palibodhā honti?",
  "anya-e0101n3:46_1": "Puññavantassa hi bhikkhuno gatagataṭṭhāne manussā mahāparivāre paccaye denti.",
  "anya-e0101n3:46_2": "So tesaṁ anumodento dhammaṁ desento samaṇadhammaṁ kātuṁ na okāsaṁ labhati.",
  "anya-e0101n3:46_3": "Aruṇuggamanato yāva paṭhamayāmo, tāva manussasaṁsaggo na upacchijjati.",
  "anya-e0101n3:46_4": "Puna balavapaccūseyeva bāhullikapiṇḍapātikā āgantvā ‘‘bhante, asuko upāsako upāsikā amacco amaccadhītā tumhākaṁ dassanakāmā’’ti vadanti, so gaṇhāvuso, pattacīvaranti gamanasajjova hotīti niccabyāvaṭo, tasseva te paccayā palibodhā honti.",
  "anya-e0101n3:46_5": "Tena gaṇaṁ pahāya yattha naṁ na jānanti, tattha ekakena caritabbaṁ.",
  "anya-e0101n3:46_6": "Evaṁ so palibodho upacchijjatīti.",
  "anya-e0101n3:47_0": "Gaṇoti suttantikagaṇo vā ābhidhammikagaṇo vā, yo tassa uddesaṁ vā paripucchaṁ vā dento samaṇadhammassa okāsaṁ na labhati, tasseva gaṇo palibodho hoti, tena so evaṁ upacchinditabbo.",
  "anya-e0101n3:47_1": "Sace tesaṁ bhikkhūnaṁ bahu gahitaṁ hoti, appaṁ avasiṭṭhaṁ, taṁ niṭṭhapetvā araññaṁ pavisitabbaṁ.",
  "anya-e0101n3:47_2": "Sace appaṁ gahitaṁ, bahu avasiṭṭhaṁ, yojanato paraṁ agantvā antoyojanaparicchede aññaṁ gaṇavācakaṁ upasaṅkamitvā ‘‘ime āyasmā uddesādīhi saṅgaṇhatū’’ti vattabbaṁ.",
  "anya-e0101n3:47_3": "Evaṁ alabhamānena ‘‘mayhamāvuso, ekaṁ kiccaṁ atthi, tumhe yathāphāsukaṭṭhānāni gacchathā’’ti gaṇaṁ pahāya attano kammaṁ kattabbanti.",
  "anya-e0101n3:48_0": "Kammanti navakammaṁ.",
  "anya-e0101n3:48_1": "Taṁ karontena vaḍḍhakīādīhi laddhāladdhaṁ jānitabbaṁ, katākate ussukkaṁ āpajjitabbanti sabbadā palibodho hoti.",
  "anya-e0101n3:48_2": "Sopi evaṁ upacchinditabbo, sace appaṁ avasiṭṭhaṁ hoti niṭṭhapetabbaṁ.",
  "anya-e0101n3:48_3": "Sace bahu, saṅghikañce navakammaṁ, saṅghassa vā saṅghabhārahārakabhikkhūnaṁ vā niyyādetabbaṁ.",
  "anya-e0101n3:48_4": "Attano santakañce, attano bhārahārakānaṁ niyyādetabbaṁ.",
  "anya-e0101n3:48_5": "Tādise alabhantena saṅghassa pariccajitvā gantabbanti.",
  "anya-e0101n3:49_0": "Addhānanti maggagamanaṁ.",
  "anya-e0101n3:49_1": "Yassa hi katthaci pabbajjāpekkho vā hoti, paccayajātaṁ vā kiñci laddhabbaṁ hoti.",
  "anya-e0101n3:49_2": "Sace taṁ alabhanto na sakkoti adhivāsetuṁ, araññaṁ pavisitvā samaṇadhammaṁ karontassapi gamikacittaṁ nāma duppaṭivinodanīyaṁ hoti, tasmā gantvā taṁ kiccaṁ tīretvāva samaṇadhamme ussukkaṁ kātabbanti.",
  "anya-e0101n3:50_0": "Ñātīti vihāre ācariyupajjhāyasaddhivihārikaantevāsikasamānupajjhāyakasamānācariyakā, ghare mātā pitā bhātāti evamādikā.",
  "anya-e0101n3:50_1": "Te gilānā imassa palibodhā honti, tasmā so palibodho upaṭṭhahitvā tesaṁ pākatikakaraṇena upacchinditabbo.",
  "anya-e0101n3:51_0": "Tattha upajjhāyo tāva gilāno sace lahuṁ na vuṭṭhāti, yāvajīvampi paṭijaggitabbo.",
  "anya-e0101n3:51_1": "Tathā pabbajjācariyo upasampadācariyo saddhivihāriko upasampāditapabbājitaantevāsikasamānupajjhāyakā ca.",
  "anya-e0101n3:51_2": "Nissayācariyauddesācariyanissayantevāsikauddesantevāsikasamānācariyakā pana yāva nissayauddesā anupacchinnā, tāva paṭijaggitabbā.",
  "anya-e0101n3:51_3": "Pahontena tato uddhampi paṭijaggitabbā eva.",
  "anya-e0101n3:51_4": "Mātāpitūsu upajjhāye viya paṭipajjitabbaṁ.",
  "anya-e0101n3:51_5": "Sacepi hi te rajje ṭhitā honti, puttato ca upaṭṭhānaṁ paccāsīsanti, kātabbameva.",
  "anya-e0101n3:51_6": "Atha tesaṁ bhesajjaṁ natthi, attano santakaṁ dātabbaṁ.",
  "anya-e0101n3:51_7": "Asati bhikkhācariyāya pariyesitvāpi dātabbameva.",
  "anya-e0101n3:51_8": "Bhātubhaginīnaṁ pana tesaṁ santakameva yojetvā dātabbaṁ.",
  "anya-e0101n3:51_9": "Sace natthi attano santakaṁ tāvakālikaṁ datvā pacchā labhantena gaṇhitabbaṁ. Alabhantena na codetabbā.",
  "anya-e0101n3:51_10": "Aññātakassa bhaginisāmikassa bhesajjaṁ neva kātuṁ na dātuṁ vaṭṭati.",
  "anya-e0101n3:51_11": "‘‘Tuyhaṁ sāmikassa dehī’’ti vatvā pana bhaginiyā dātabbaṁ. Bhātujāyāyapi eseva nayo.",
  "anya-e0101n3:51_12": "Tesaṁ pana puttā imassa ñātakā evāti tesaṁ kātuṁ vaṭṭatīti.",
  "anya-e0101n3:52_0": "Ābādhoti yokoci rogo.",
  "anya-e0101n3:52_1": "So bādhayamāno palibodho hoti, tasmā bhesajjakaraṇena upacchinditabbo.",
  "anya-e0101n3:52_2": "Sace pana katipāhaṁ bhesajjaṁ karontassapi na vūpasammati, nāhaṁ tuyhaṁ dāso, na bhaṭako, taṁyeva hi posento anamatagge saṁsāravaṭṭe dukkhaṁ pattoti attabhāvaṁ garahitvā samaṇadhammo kātabboti.",
  "anya-e0101n3:53_0": "Ganthoti pariyattiharaṇaṁ.",
  "anya-e0101n3:53_1": "Taṁ sajjhāyādīhi niccabyāvaṭassa palibodho hoti, na itarassa. Tatrimāni vatthūni –",
  "anya-e0101n3:54_0": "Majjhimabhāṇakadevatthero kira malayavāsidevattherassa santikaṁ gantvā kammaṭṭhānaṁ yāci.",
  "anya-e0101n3:54_1": "Thero kīdisosi, āvuso, pariyattiyanti pucchi.",
  "anya-e0101n3:54_2": "Majjhimo me, bhante, paguṇoti.",
  "anya-e0101n3:54_3": "Āvuso, majjhimo nāmeso dupparihāro, mūlapaṇṇāsaṁ sajjhāyantassa majjhimapaṇṇāsako āgacchati, taṁ sajjhāyantassa uparipaṇṇāsako. Kuto tuyhaṁ kammaṭṭhānanti?",
  "anya-e0101n3:54_4": "Bhante, tumhākaṁ santike kammaṭṭhānaṁ labhitvā puna na olokessāmīti kammaṭṭhānaṁ gahetvā ekūnavīsativassāni sajjhāyaṁ akatvā vīsatime vasse arahattaṁ patvā sajjhāyatthāya āgatānaṁ bhikkhūnaṁ ‘‘vīsati me, āvuso, vassāni pariyattiṁ anolokentassa, apica kho kataparicayo ahamettha ārabhathā’’ti vatvā ādito paṭṭhāya yāva pariyosānā ekabyañjanepissa kaṅkhā nāhosi.",
  "anya-e0101n3:55_0": "Karuḷiyagirivāsīnāgattheropi aṭṭhārasavassāni pariyattiṁ chaḍḍetvā bhikkhūnaṁ dhātukathaṁ uddisi.",
  "anya-e0101n3:55_1": "Tesaṁ gāmavāsikattherehi saddhiṁ saṁsandentānaṁ ekapañhopi uppaṭipāṭiyā āgato nāhosi.",
  "anya-e0101n3:56_0": "Mahāvihārepi tipiṭakacūḷābhayatthero nāma aṭṭhakathaṁ anuggahetvāva pañcanikāyamaṇḍale tīṇi piṭakāni parivattessāmīti suvaṇṇabheriṁ paharāpesi.",
  "anya-e0101n3:56_1": "Bhikkhusaṅgho katamācariyānaṁ uggaho, attano ācariyuggahaññeva vadatu, itarathā vattuṁ na demāti āha.",
  "anya-e0101n3:56_2": "Upajjhāyopi naṁ attano upaṭṭhānamāgataṁ pucchi ‘‘tvamāvuso, bheriṁ paharāpesī’’ti? Āma, bhante. Kiṁ kāraṇāti?",
  "anya-e0101n3:56_3": "Pariyattiṁ, bhante, parivattessāmīti.",
  "anya-e0101n3:56_4": "Āvuso abhaya, ācariyā idaṁ padaṁ kathaṁ vadantīti? Evaṁ vadanti, bhanteti. Thero hunti paṭibāhi.",
  "anya-e0101n3:56_5": "Puna so aññena aññena pariyāyena evaṁ vadanti bhanteti tikkhattuṁ āha.",
  "anya-e0101n3:56_6": "Thero sabbaṁ hunti paṭibāhitvā ‘‘āvuso, tayā paṭhamaṁ kathito eva ācariyamaggo, ācariyamukhato pana anuggahitattā ‘evaṁ ācariyā vadantī’ti saṇṭhātuṁ nāsakkhi.",
  "anya-e0101n3:56_7": "Gaccha attano ācariyānaṁ santike suṇāhī’’ti. Kuhiṁ, bhante, gacchāmīti?",
  "anya-e0101n3:56_8": "Gaṅgāya parato rohaṇajanapade tulādhārapabbatavihāre sabbapariyattiko mahādhammarakkhitatthero nāma vasati, tassa santikaṁ gacchāti.",
  "anya-e0101n3:56_9": "Sādhu, bhanteti theraṁ vanditvā pañcahi bhikkhusatehi saddhiṁ therassa santikaṁ gantvā vanditvā nisīdi. Thero kasmā āgatosīti pucchi. Dhammaṁ sotuṁ, bhanteti.",
  "anya-e0101n3:56_10": "Āvuso abhaya, dīghamajjhimesu maṁ kālena kālaṁ pucchanti.",
  "anya-e0101n3:56_11": "Avasesaṁ pana me tiṁsamattāni vassāni na olokitapubbaṁ.",
  "anya-e0101n3:56_12": "Apica tvaṁ rattiṁ mama santike parivattehi. Ahaṁ te divā kathayissāmīti.",
  "anya-e0101n3:56_13": "So sādhu, bhanteti tathā akāsi.",
  "anya-e0101n3:56_14": "Pariveṇadvāre mahāmaṇḍapaṁ kāretvā gāmavāsino divase divase dhammassavanatthāya āgacchanti. Thero rattiṁ parivatti.",
  "anya-e0101n3:56_15": "Taṁ divā kathayanto anupubbena desanaṁ niṭṭhapetvā abhayattherassa santike taṭṭikāya nisīditvā ‘‘āvuso, mayhaṁ kammaṭṭhānaṁ kathehī’’ti āha.",
  "anya-e0101n3:56_16": "Bhante, kiṁ bhaṇatha, nanu mayā tumhākameva santike sutaṁ?",
  "anya-e0101n3:56_17": "Kimahaṁ tumhehi aññātaṁ kathessāmīti?",
  "anya-e0101n3:56_18": "Tato naṁ thero añño esa, āvuso, gatakassa maggo nāmāti āha.",
  "anya-e0101n3:56_19": "Abhayathero kira tadā sotāpanno hoti.",
  "anya-e0101n3:56_20": "Athassa so kammaṭṭhānaṁ datvā āgantvā lohapāsāde dhammaṁ parivattento thero parinibbutoti assosi.",
  "anya-e0101n3:56_21": "Sutvā ‘‘āharathāvuso, cīvara’’nti cīvaraṁ pārupitvā ‘‘anucchaviko, āvuso, amhākaṁ ācariyassa arahattamaggo.",
  "anya-e0101n3:56_22": "Ācariyo no, āvuso, uju ājānīyo.",
  "anya-e0101n3:56_23": "So attano dhammantevāsikassa santike taṭṭikāya nisīditvā ‘mayhaṁ kammaṭṭhānaṁ kathehī’ti āha.",
  "anya-e0101n3:56_24": "Anucchaviko, āvuso, therassa arahattamaggo’’ti.",
  "anya-e0101n3:56_25": "Evarūpānaṁ gantho palibodho na hotīti.",
  "anya-e0101n3:57_0": "Iddhīti pothujjanikā iddhi.",
  "anya-e0101n3:57_1": "Sā hi uttānaseyyakadārako viya taruṇasassaṁ viya ca dupparihārā hoti. Appamattakeneva bhijjati.",
  "anya-e0101n3:57_2": "Sā pana vipassanāya palibodho hoti, na samādhissa, samādhiṁ patvā pattabbato.",
  "anya-e0101n3:57_3": "Tasmā vipassanatthikena iddhipalibodho upacchinditabbo, itarena avasesāti ayaṁ tāva palibodhakathāya vitthāro.",
  "anya-e0101n3:58_0": "Kammaṭṭhānadāyakavaṇṇanā",
  "anya-e0101n3:59_0": "42.Kammaṭṭhānadāyakaṁkalyāṇamittaṁ upasaṅkamitvāti ettha pana duvidhaṁ kammaṭṭhānaṁ sabbatthakakammaṭṭhānaṁ pārihāriyakammaṭṭhānañca.",
  "anya-e0101n3:59_1": "Tattha sabbatthakakammaṭṭhānaṁ nāma bhikkhusaṅghādīsu mettā maraṇassati ca. Asubhasaññātipi eke.",
  "anya-e0101n3:60_0": "Kammaṭṭhānikena hi bhikkhunā paṭhamaṁ tāva paricchinditvā sīmaṭṭhakabhikkhusaṅghe sukhitā hontu abyāpajjāti mettā bhāvetabbā. Tato sīmaṭṭhakadevatāsu.",
  "anya-e0101n3:60_1": "Tato gocaragāmamhi issarajane.",
  "anya-e0101n3:60_2": "Tato tattha manusse upādāya sabbasattesu.",
  "anya-e0101n3:60_3": "So hi bhikkhusaṅghe mettāya sahavāsīnaṁ muducittataṁ janeti.",
  "anya-e0101n3:60_4": "Athassa te sukhasaṁvāsā honti.",
  "anya-e0101n3:60_5": "Sīmaṭṭhakadevatāsu mettāya mudukatacittāhi devatāhi dhammikāya rakkhāya susaṁvihitarakkho hoti.",
  "anya-e0101n3:60_6": "Gocaragāmamhi issarajane mettāya mudukatacittasantānehi issarehi dhammikāya rakkhāya surakkhitaparikkhāro hoti.",
  "anya-e0101n3:60_7": "Tattha manussesu mettāya pasāditacittehi tehi aparibhūto hutvā vicarati.",
  "anya-e0101n3:60_8": "Sabbasattesu mettāya sabbattha appaṭihatacāro hoti.",
  "anya-e0101n3:60_9": "Maraṇassatiyā pana avassaṁ mayā maritabbanti cintento anesanaṁ pahāya uparūpari vaḍḍhamānasaṁvego anolīnavuttiko hoti.",
  "anya-e0101n3:60_10": "Asubhasaññāparicitacittassa panassa dibbānipi ārammaṇāni lobhavasena cittaṁ na pariyādiyanti.",
  "anya-e0101n3:61_0": "Evaṁ bahūpakārattā sabbattha atthayitabbaṁ icchitabbanti ca adhippetassa yogānuyogakammassa ṭhānañcāti sabbatthakakammaṭṭhānanti vuccati.",
  "anya-e0101n3:62_0": "Cattālīsāya pana kammaṭṭhānesu yaṁ yassa cariyānukūlaṁ, taṁ tassa niccaṁ pariharitabbattā uparimassa ca uparimassa bhāvanākammassa padaṭṭhānattā pārihāriyakammaṭṭhānanti vuccati.",
  "anya-e0101n3:62_1": "Iti imaṁ duvidhampi kammaṭṭhānaṁ yo deti, ayaṁ kammaṭṭhānadāyako nāma. Taṁ kammaṭṭhānadāyakaṁ.",
  "anya-e0101n3:63_0": "Kalyāṇamittanti –",
  "anya-e0101n3:64_0": "Piyo garu bhāvanīyo, vattā ca vacanakkhamo;",
  "anya-e0101n3:65_0": "Gambhīrañca kathaṁ kattā, no caṭṭhāne niyojakoti. (a. ni. 7.37);",
  "anya-e0101n3:66_0": "Evamādiguṇasamannāgataṁ ekantena hitesiṁ vuddhipakkhe ṭhitaṁ kalyāṇamittaṁ.",
  "anya-e0101n3:67_0": "‘‘Mamaṁ hi, ānanda, kalyāṇamittaṁ āgamma jātidhammā sattā jātiyā parimuccantī’’ti (saṁ. ni. 1.129;",
  "anya-e0101n3:67_1": "5.2) ādivacanato pana sammāsambuddhoyeva sabbākārasampanno kalyāṇamitto.",
  "anya-e0101n3:67_2": "Tasmā tasmiṁ sati tasseva bhagavato santike gahitakammaṭṭhānaṁ sugahitaṁ hoti.",
  "anya-e0101n3:67_3": "Parinibbute pana tasmiṁ asītiyā mahāsāvakesu yo dharati, tassa santike gahetuṁ vaṭṭati.",
  "anya-e0101n3:67_4": "Tasmiṁ asati yaṁ kammaṭṭhānaṁ gahetukāmo hoti, tasseva vasena catukkapañcakajjhānāni nibbattetvā jhānapadaṭṭhānaṁ vipassanaṁ vaḍḍhetvā āsavakkhayappattassa khīṇāsavassa santike gahetabbaṁ.",
  "anya-e0101n3:68_0": "Kiṁ pana khīṇāsavo ahaṁ khīṇāsavoti attānaṁ pakāsetīti?",
  "anya-e0101n3:68_1": "Kiṁ vattabbaṁ, kārakabhāvaṁ hi jānitvā pakāseti.",
  "anya-e0101n3:68_2": "Nanu assaguttatthero āraddhakammaṭṭhānassa bhikkhuno ‘‘kammaṭṭhānakārako aya’’nti jānitvā ākāse cammakhaṇḍaṁ paññāpetvā tattha pallaṅkena nisinno kammaṭṭhānaṁ kathesīti.",
  "anya-e0101n3:69_0": "Tasmā sace khīṇāsavaṁ labhati, iccetaṁ kusalaṁ, no ce labhati, anāgāmisakadāgāmisotāpannajhānalābhīputhujjanatipiṭakadharadvipiṭakadharaekapiṭakadharesu purimassa purimassa santike.",
  "anya-e0101n3:69_1": "Ekapiṭakadharepi asati yassa ekasaṅgītipi aṭṭhakathāya saddhiṁ paguṇā, ayañca lajjī hoti, tassa santike gahetabbaṁ.",
  "anya-e0101n3:69_2": "Evarūpo hi tantidharo vaṁsānurakkhako paveṇīpālako ācariyo ācariyamatikova hoti, na attanomatiko hoti.",
  "anya-e0101n3:69_3": "Teneva porāṇakattherā ‘‘lajjī rakkhissati lajjī rakkhissatī’’ti tikkhattuṁ āhaṁsu.",
  "anya-e0101n3:70_0": "Pubbe vuttakhīṇāsavādayo cettha attanā adhigatamaggameva ācikkhanti.",
  "anya-e0101n3:70_1": "Bahussuto pana taṁ taṁ ācariyaṁ upasaṅkamitvā uggahaparipucchānaṁ visodhitattā ito cito ca suttañca kāraṇañca sallakkhetvā sappāyāsappāyaṁ yojetvā gahanaṭṭhāne gacchanto mahāhatthī viya mahāmaggaṁ dassento kammaṭṭhānaṁ kathessati.",
  "anya-e0101n3:70_2": "Tasmā evarūpaṁ kammaṭṭhānadāyakaṁ kalyāṇamittaṁ upasaṅkamitvā tassa vattapaṭipattiṁ katvā kammaṭṭhānaṁ gahetabbaṁ.",
  "anya-e0101n3:71_0": "Sace panetaṁ ekavihāreyeva labhati, iccetaṁ kusalaṁ, no ce labhati, yattha so vasati, tattha gantabbaṁ.",
  "anya-e0101n3:71_1": "Gacchantena ca na dhotamakkhitehi pādehi upāhanā ārūhitvā chattaṁ gahetvā telanāḷimadhuphāṇitādīni gāhāpetvā antevāsikaparivutena gantabbaṁ.",
  "anya-e0101n3:71_2": "Gamikavattaṁ pana pūretvā attano pattacīvaraṁ sayameva gahetvā antarāmagge yaṁ yaṁ vihāraṁ pavisati sabbattha vattapaṭipattiṁ kurumānena sallahukaparikkhārena paramasallekhavuttinā hutvā gantabbaṁ.",
  "anya-e0101n3:72_0": "Taṁ vihāraṁ pavisantena antarāmaggeyeva dantakaṭṭhaṁ kappiyaṁ kārāpetvā gahetvā pavisitabbaṁ, na ca ‘‘muhuttaṁ vissametvā pādadhovanamakkhanādīni katvā ācariyassa santikaṁ gamissāmī’’ti aññaṁ pariveṇaṁ pavisitabbaṁ. Kasmā?",
  "anya-e0101n3:72_1": "Sace hissa tatra ācariyassa visabhāgā bhikkhū bhaveyyuṁ, te āgamanakāraṇaṁ pucchitvā ācariyassa avaṇṇaṁ pakāsetvā ‘‘naṭṭhosi, sace tassa santikaṁ āgato’’ti vippaṭisāraṁ uppādeyyuṁ, yena tatova paṭinivatteyya, tasmā ācariyassa vasanaṭṭhānaṁ pucchitvā ujukaṁ tattheva gantabbaṁ.",
  "anya-e0101n3:73_0": "Sace ācariyo daharataro hoti, pattacīvarapaṭiggahaṇādīni na sāditabbāni.",
  "anya-e0101n3:73_1": "Sace vuḍḍhataro hoti, gantvā ācariyaṁ vanditvā ṭhātabbaṁ.",
  "anya-e0101n3:73_2": "‘‘Nikkhipāvuso, pattacīvara’’nti vuttena nikkhipitabbaṁ.",
  "anya-e0101n3:73_3": "‘‘Pānīyaṁ pivā’’ti vuttena sace icchati pātabbaṁ.",
  "anya-e0101n3:73_4": "‘‘Pāde dhovāhī’’ti vuttena na tāva pādā dhovitabbā.",
  "anya-e0101n3:73_5": "Sace hi ācariyena ābhataṁ udakaṁ bhaveyya, na sāruppaṁ siyā.",
  "anya-e0101n3:73_6": "‘‘Dhovāhāvuso, na mayā ābhataṁ, aññehi ābhata’’nti vuttena pana yattha ācariyo na passati, evarūpe paṭicchanne vā okāse, abbhokāse vihārassāpi vā ekamante nisīditvā pādā dhovitabbā.",
  "anya-e0101n3:74_0": "Sace ācariyo telanāḷiṁ āharati uṭṭhahitvā ubhohi hatthehi sakkaccaṁ gahetabbā.",
  "anya-e0101n3:74_1": "Sace hi na gaṇheyya, ‘‘ayaṁ bhikkhu ito eva paṭṭhāya sambhogaṁ kopetī’’ti ācariyassa aññathattaṁ bhaveyya.",
  "anya-e0101n3:74_2": "Gahetvā pana na āditova pādā makkhetabbā.",
  "anya-e0101n3:74_3": "Sace hi taṁ ācariyassa gattabbhañjanatelaṁ bhaveyya, na sāruppaṁ siyā.",
  "anya-e0101n3:74_4": "Tasmā sīsaṁ makkhetvā khandhādīni makkhetabbāni.",
  "anya-e0101n3:74_5": "‘‘Sabbapārihāriyatelamidaṁ, āvuso, pādepi makkhehī’’ti vuttena pana thokaṁ sīse katvā pāde makkhetvā ‘‘imaṁ telanāḷiṁ ṭhapemi, bhante’’ti vatvā ācariye gaṇhante dātabbā.",
  "anya-e0101n3:75_0": "Āgatadivasato paṭṭhāya kammaṭṭhānaṁ me, bhante, kathetha iccevaṁ na vattabbaṁ.",
  "anya-e0101n3:75_1": "Dutiyadivasato pana paṭṭhāya sace ācariyassa pakatiupaṭṭhāko atthi, taṁ yācitvā vattaṁ kātabbaṁ.",
  "anya-e0101n3:75_2": "Sace yācitopi na deti, okāse laddheyeva kātabbaṁ.",
  "anya-e0101n3:75_3": "Karontena khuddakamajjhimamahantāni tīṇi dantakaṭṭhāni upanāmetabbāni.",
  "anya-e0101n3:75_4": "Sītaṁ uṇhanti duvidhaṁ mukhadhovanaudakañca nhānodakañca paṭiyādetabbaṁ.",
  "anya-e0101n3:75_5": "Tato yaṁ ācariyo tīṇi divasāni paribhuñjati, tādisameva niccaṁ upanāmetabbaṁ.",
  "anya-e0101n3:75_6": "Niyamaṁ akatvā yaṁ vā taṁ vā paribhuñjantassa yathāladdhaṁ upanāmetabbaṁ. Kiṁ bahunā vuttena?",
  "anya-e0101n3:75_7": "Yaṁ taṁ bhagavatā ‘‘antevāsikena, bhikkhave, ācariyamhi sammā vattitabbaṁ.",
  "anya-e0101n3:75_8": "Tatrāyaṁ sammā vattanā, kālasseva uṭṭhāya upāhanā omuñcitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā dantakaṭṭhaṁ dātabbaṁ, mukhodakaṁ dātabbaṁ, āsanaṁ paññapetabbaṁ.",
  "anya-e0101n3:75_9": "Sace yāgu hoti, bhājanaṁ dhovitvā yāgu upanāmetabbā’’ti (mahāva.",
  "anya-e0101n3:75_10": "78) ādikaṁ khandhake sammāvattaṁ paññattaṁ, taṁ sabbampi kātabbaṁ.",
  "anya-e0101n3:76_0": "Evaṁ vattasampattiyā garuṁ ārādhayamānena sāyaṁ vanditvā yāhīti vissajjitena gantabbaṁ, yadā so kissāgatosīti pucchati, tadā āgamanakāraṇaṁ kathetabbaṁ.",
  "anya-e0101n3:76_1": "Sace so neva pucchati, vattaṁ pana sādiyati, dasāhe vā pakkhe vā vītivatte ekadivasaṁ vissajjitenāpi agantvā okāsaṁ kāretvā āgamanakāraṇaṁ ārocetabbaṁ.",
  "anya-e0101n3:76_2": "Akāle vā gantvā kimatthamāgatosīti puṭṭhena ārocetabbaṁ.",
  "anya-e0101n3:76_3": "Sace so pātova āgacchāti vadati, pātova gantabbaṁ.",
  "anya-e0101n3:77_0": "Sace panassa tāya velāya pittābādhena vā kucchi pariḍayhati, aggimandatāya vā bhattaṁ na jīrati, añño vā koci rogo bādhati, taṁ yathābhūtaṁ āvikatvā attano sappāyavelaṁ ārocetvā tāya velāya upasaṅkamitabbaṁ.",
  "anya-e0101n3:77_1": "Asappāyavelāya hi vuccamānampi kammaṭṭhānaṁ na sakkā hoti manasikātunti.",
  "anya-e0101n3:77_2": "Ayaṁ kammaṭṭhānadāyakaṁ kalyāṇamittaṁ upasaṅkamitvāti ettha vitthāro.",
  "anya-e0101n3:78_0": "Cariyāvaṇṇanā",
  "anya-e0101n3:79_0": "43.",
  "anya-e0101n3:79_1": "Idāni attano cariyānukūlanti ettha cariyāti cha cariyā rāgacariyā, dosacariyā, mohacariyā, saddhācariyā, buddhicariyā, vitakkacariyāti.",
  "anya-e0101n3:79_2": "Keci pana rāgādīnaṁ saṁsaggasannipātavasena aparāpi catasso, tathā saddhādīnanti imāhi aṭṭhahi saddhiṁ cuddasa icchanti.",
  "anya-e0101n3:79_3": "Evaṁ pana bhede vuccamāne rāgādīnaṁ saddhādīhipi saṁsaggaṁ katvā anekā cariyā honti, tasmā saṅkhepena chaḷeva cariyā veditabbā.",
  "anya-e0101n3:79_4": "Cariyā, pakati, ussannatāti atthato ekaṁ.",
  "anya-e0101n3:79_5": "Tāsaṁ vasena chaḷeva puggalā honti rāgacarito, dosacarito, mohacarito, saddhācarito, buddhicarito, vitakkacaritoti.",
  "anya-e0101n3:80_0": "Tattha yasmā rāgacaritassa kusalappavattisamaye saddhā balavatī hoti, rāgassa āsannaguṇattā.",
  "anya-e0101n3:80_1": "Yathā hi akusalapakkhe rāgo siniddho nātilūkho, evaṁ kusalapakkhe saddhā.",
  "anya-e0101n3:80_2": "Yathā rāgo vatthukāme pariyesati, evaṁ saddhā sīlādiguṇe.",
  "anya-e0101n3:80_3": "Yathā rāgo ahitaṁ na pariccajati, evaṁ saddhā hitaṁ na pariccajati, tasmā rāgacaritassa saddhācarito sabhāgo.",
  "anya-e0101n3:81_0": "Yasmā pana dosacaritassa kusalappavattisamaye paññā balavatī hoti, dosassa āsannaguṇattā.",
  "anya-e0101n3:81_1": "Yathā hi akusalapakkhe doso nissineho na ārammaṇaṁ allīyati, evaṁ kusalapakkhe paññā.",
  "anya-e0101n3:81_2": "Yathā ca doso abhūtampi dosameva pariyesati, evaṁ paññā bhūtaṁ dosameva.",
  "anya-e0101n3:81_3": "Yathā doso sattaparivajjanākārena pavattati, evaṁ paññā saṅkhāraparivajjanākārena, tasmā dosacaritassa buddhicarito sabhāgo.",
  "anya-e0101n3:82_0": "Yasmā pana mohacaritassa anuppannānaṁ kusalānaṁ dhammānaṁ uppādāya vāyamamānassa yebhuyyena antarāyakarā vitakkā uppajjanti, mohassa āsannalakkhaṇattā.",
  "anya-e0101n3:82_1": "Yathā hi moho paribyākulatāya anavaṭṭhito, evaṁ vitakko nānappakāravitakkanatāya.",
  "anya-e0101n3:82_2": "Yathā ca moho apariyogāhaṇatāya cañcalo.",
  "anya-e0101n3:82_3": "Tathā vitakko lahuparikappanatāya, tasmā mohacaritassa vitakkacarito sabhāgoti.",
  "anya-e0101n3:83_0": "Apare taṇhāmānadiṭṭhivasena aparāpi tisso cariyā vadanti.",
  "anya-e0101n3:83_1": "Tattha taṇhā rāgoyeva, māno ca taṁsampayuttoti tadubhayaṁ rāgacariyaṁ nātivattati .",
  "anya-e0101n3:83_2": "Mohanidānattā ca diṭṭhiyā diṭṭhicariyā mohacariyameva anupatati.",
  "anya-e0101n3:84_0": "44. Tā panetā cariyā kinnidānā?",
  "anya-e0101n3:84_1": "Kathañca jānitabbaṁ ‘‘ayaṁ puggalo rāgacarito, ayaṁ puggalo dosādīsu aññataracarito’’ti?",
  "anya-e0101n3:84_2": "Kiṁ caritassa puggalassa kiṁ sappāyanti?",
  "anya-e0101n3:85_0": "Tatra purimā tāva tisso cariyā pubbāciṇṇanidānā, dhātudosanidānā cāti ekacce vadanti.",
  "anya-e0101n3:85_1": "Pubbe kira iṭṭhappayogasubhakammabahulo rāgacarito hoti, saggā vā cavitvā idhūpapanno.",
  "anya-e0101n3:85_2": "Pubbe chedanavadhabandhanaverakammabahulo dosacarito hoti, nirayanāgayonīhi vā cavitvā idhūpapanno.",
  "anya-e0101n3:85_3": "Pubbe majjapānabahulo sutaparipucchāvihīno ca mohacarito hoti, tiracchānayoniyā vā cavitvā idhūpapannoti evaṁ pubbāciṇṇanidānāti vadanti.",
  "anya-e0101n3:85_4": "Dvinnaṁ pana dhātūnaṁ ussannattā puggalo mohacarito hoti pathavīdhātuyā ca āpodhātuyā ca.",
  "anya-e0101n3:85_5": "Itarāsaṁ dvinnaṁ ussannattā dosacarito.",
  "anya-e0101n3:85_6": "Sabbāsaṁ samattā pana rāgacaritoti.",
  "anya-e0101n3:85_7": "Dosesu ca semhādhiko rāgacarito hoti. Vātādhiko mohacarito. Semhādhiko vā mohacarito.",
  "anya-e0101n3:85_8": "Vātādhiko rāgacaritoti evaṁ dhātudosanidānāti vadanti.",
  "anya-e0101n3:86_0": "Tattha yasmā pubbe iṭṭhappayogasubhakammabahulāpi saggā cavitvā idhūpapannāpi ca na sabbe rāgacaritāyeva honti, na itare vā dosamohacaritā.",
  "anya-e0101n3:86_1": "Evaṁ dhātūnañca yathāvutteneva nayena ussadaniyamo nāma natthi.",
  "anya-e0101n3:86_2": "Dosaniyame ca rāgamohadvayameva vuttaṁ, tampi ca pubbāparaviruddhameva.",
  "anya-e0101n3:86_3": "Saddhācariyādīsu ca ekissāpi nidānaṁ na vuttameva.",
  "anya-e0101n3:86_4": "Tasmā sabbametaṁ aparicchinnavacanaṁ.",
  "anya-e0101n3:87_0": "Ayaṁ panettha aṭṭhakathācariyānaṁ matānusārena vinicchayo, vuttañhetaṁ ussadakittane (dha. sa. aṭṭha.",
  "anya-e0101n3:87_1": "498) ‘‘ime sattā pubbahetuniyāmena lobhussadā dosussadā mohussadā alobhussadā adosussadā amohussadā ca honti.",
  "anya-e0101n3:88_0": "Yassa hi kammāyūhanakkhaṇe lobho balavā hoti alobho mando, adosāmohā balavanto dosamohā mandā, tassa mando alobho lobhaṁ pariyādātuṁ na sakkoti.",
  "anya-e0101n3:88_1": "Adosāmohā pana balavanto dosamohe pariyādātuṁ sakkoti.",
  "anya-e0101n3:88_2": "Tasmā so tena kammena dinnapaṭisandhivasena nibbatto luddho hoti sukhasīlo akkodhano paññavā vajirūpamañāṇo.",
  "anya-e0101n3:89_0": "Yassa pana kammāyūhanakkhaṇe lobhadosā balavanto honti alobhādosā mandā, amoho balavā moho mando, so purimanayeneva luddho ceva hoti duṭṭho ca.",
  "anya-e0101n3:89_1": "Paññavā pana hoti vajirūpamañāṇo dattābhayatthero viya.",
  "anya-e0101n3:90_0": "Yassa kammāyūhanakkhaṇe lobhādosamohā balavanto honti itare mandā, so purimanayeneva luddho ceva hoti dandho ca, sīlako pana hoti akkodhano (bākulatthero viya).",
  "anya-e0101n3:91_0": "Tathā yassa kammāyūhanakkhaṇe tayopi lobhadosamohā balavanto honti alobhādayo mandā, so purimanayeneva luddho ceva hoti duṭṭho ca mūḷho ca.",
  "anya-e0101n3:92_0": "Yassa pana kammāyūhanakkhaṇe alobhadosamohā balavanto honti itare mandā, so purimanayeneva aluddho appakileso hoti dibbārammaṇampi disvā niccalo, duṭṭho pana hoti dandhapañño ca.",
  "anya-e0101n3:93_0": "Yassa pana kammāyūhanakkhaṇe alobhādosamohā balavanto honti itare mandā, so purimanayeneva aluddho ceva hoti aduṭṭho sīlako ca, dandho pana hoti.",
  "anya-e0101n3:94_0": "Tathā yassa kammāyūhanakkhaṇe alobhadosāmohā balavanto honti itare mandā, so purimanayeneva aluddho ceva hoti paññavā ca, duṭṭho ca pana hoti kodhano.",
  "anya-e0101n3:95_0": "Yassa pana kammāyūhanakkhaṇe tayopi alobhādosāmohā balavanto honti lobhādayo mandā, so purimanayeneva mahāsaṅgharakkhitatthero viya aluddho aduṭṭho paññavā ca hotī’’ti.",
  "anya-e0101n3:96_0": "Ettha ca yo luddhoti vutto, ayaṁ rāgacarito. Duṭṭhadandhā dosamohacaritā. Paññavā buddhicarito.",
  "anya-e0101n3:96_1": "Aluddhaaduṭṭhā pasannapakatitāya saddhācaritā.",
  "anya-e0101n3:96_2": "Yathā vā amohaparivārena kammunā nibbatto buddhicarito, evaṁ balavasaddhāparivārena kammunā nibbatto saddhācarito.",
  "anya-e0101n3:96_3": "Kāmavitakkādiparivārena kammunā nibbatto vitakkacarito.",
  "anya-e0101n3:96_4": "Lobhādinā vomissaparivārena kammunā nibbatto vomissacaritoti.",
  "anya-e0101n3:96_5": "Evaṁ lobhādīsu aññataraññataraparivāraṁ paṭisandhijanakaṁ kammaṁ cariyānaṁ nidānanti veditabbaṁ.",
  "anya-e0101n3:97_0": "45.",
  "anya-e0101n3:97_1": "Yaṁ pana vuttaṁ kathañca jānitabbaṁ ayaṁ puggalo rāgacaritotiādi. Tatrāyaṁ nayo.",
  "anya-e0101n3:98_0": "Iriyāpathato kiccā, bhojanā dassanādito;",
  "anya-e0101n3:99_0": "Dhammappavattito ceva, cariyāyo vibhāvayeti.",
  "anya-e0101n3:100_0": "Tattha iriyāpathatoti rāgacarito hi pakatigamanena gacchanto cāturiyena gacchati, saṇikaṁ pādaṁ nikkhipati, samaṁ nikkhipati, samaṁ uddharati, ukkuṭikañcassa padaṁ hoti.",
  "anya-e0101n3:100_1": "Dosacarito pādaggehi khaṇanto viya gacchati, sahasā pādaṁ nikkhipati, sahasā uddharati, anukaḍḍhitañcassa padaṁ hoti.",
  "anya-e0101n3:100_2": "Mohacarito paribyākulāya gatiyā gacchati, chambhito viya padaṁ nikkhipati, chambhito viya uddharati, sahasānupīḷitañcassa padaṁ hoti.",
  "anya-e0101n3:100_3": "Vuttampi cetaṁ māgaṇḍiyasuttuppattiyaṁ –",
  "anya-e0101n3:101_0": "‘‘Rattassa hi ukkuṭikaṁ padaṁ bhave,",
  "anya-e0101n3:102_0": "Duṭṭhassa hoti anukaḍḍhitaṁ padaṁ;",
  "anya-e0101n3:103_0": "Mūḷhassa hoti sahasānupīḷitaṁ,",
  "anya-e0101n3:104_0": "Vivaṭṭacchadassa idamīdisaṁ pada’’nti.",
  "anya-e0101n3:105_0": "Ṭhānampi rāgacaritassa pāsādikaṁ hoti madhurākāraṁ, dosacaritassa thaddhākāraṁ, mohacaritassa ākulākāraṁ. Nisajjāyapi eseva nayo.",
  "anya-e0101n3:105_1": "Rāgacarito ca ataramāno samaṁ seyyaṁ paññapetvā saṇikaṁ nipajjitvā aṅgapaccaṅgāni samodhāya pāsādikena ākārena sayati, vuṭṭhāpiyamāno ca sīghaṁ avuṭṭhāya saṅkito viya saṇikaṁ paṭivacanaṁ deti.",
  "anya-e0101n3:105_2": "Dosacarito taramāno yathā vā tathā vā seyyaṁ paññapetvā pakkhittakāyo bhākuṭiṁ katvā sayati, vuṭṭhāpiyamāno ca sīghaṁ vuṭṭhāya kupito viya paṭivacanaṁ deti.",
  "anya-e0101n3:105_3": "Mohacarito dussaṇṭhānaṁ seyyaṁ paññapetvā vikkhittakāyo bahulaṁ adhomukho sayati, vuṭṭhāpiyamāno ca huṅkāraṁ karonto dandhaṁ vuṭṭhāti.",
  "anya-e0101n3:105_4": "Saddhācaritādayo pana yasmā rāgacaritādīnaṁ sabhāgā, tasmā tesampi tādisova iriyāpatho hotīti.",
  "anya-e0101n3:105_5": "Evaṁ tāva iriyāpathato cariyāyo vibhāvaye.",
  "anya-e0101n3:106_0": "Kiccāti sammajjanādīsu ca kiccesu rāgacarito sādhukaṁ sammajjaniṁ gahetvā ataramāno vālikaṁ avippakiranto sinduvārakusumasantharamiva santharanto suddhaṁ samaṁ sammajjati.",
  "anya-e0101n3:106_1": "Dosacarito gāḷhaṁ sammajjaniṁ gahetvā taramānarūpo ubhato vālikaṁ ussārento kharena saddena asuddhaṁ visamaṁ sammajjati.",
  "anya-e0101n3:106_2": "Mohacarito sithilaṁ sammajjaniṁ gahetvā samparivattakaṁ āḷolayamāno asuddhaṁ visamaṁ sammajjati.",
  "anya-e0101n3:107_0": "Yathā sammajjane, evaṁ cīvaradhovanarajanādīsupi sabbakiccesu nipuṇamadhurasamasakkaccakārī rāgacarito.",
  "anya-e0101n3:107_1": "Gāḷhathaddhavisamakārī dosacarito.",
  "anya-e0101n3:107_2": "Anipuṇabyākulavisamāparicchinnakārī mohacarito.",
  "anya-e0101n3:107_3": "Cīvaradhāraṇampi ca rāgacaritassa nātigāḷhaṁ nātisithilaṁ hoti pāsādikaṁ parimaṇḍalaṁ.",
  "anya-e0101n3:107_4": "Dosacaritassa atigāḷhaṁ aparimaṇḍalaṁ.",
  "anya-e0101n3:107_5": "Mohacaritassa sithilaṁ paribyākulaṁ.",
  "anya-e0101n3:107_6": "Saddhācaritādayo tesaṁyevānusārena veditabbā, taṁ sabhāgattāti.",
  "anya-e0101n3:107_7": "Evaṁ kiccato cariyāyo vibhāvaye.",
  "anya-e0101n3:108_0": "Bhojanāti rāgacarito siniddhamadhurabhojanappiyo hoti, bhuñjamāno ca nātimahantaṁ parimaṇḍalaṁ ālopaṁ katvā rasapaṭisaṁvedī ataramāno bhuñjati, kiñcideva ca sāduṁ labhitvā somanassaṁ āpajjati .",
  "anya-e0101n3:108_1": "Dosacarito lūkhaambilabhojanappiyo hoti, bhuñjamāno ca mukhapūrakaṁ ālopaṁ katvā arasapaṭisaṁvedī taramāno bhuñjati, kiñcideva ca asāduṁ labhitvā domanassaṁ āpajjati.",
  "anya-e0101n3:108_2": "Mohacarito aniyataruciko hoti, bhuñjamāno ca aparimaṇḍalaṁ parittaṁ ālopaṁ katvā bhājane chaḍḍento mukhaṁ makkhento vikkhittacitto taṁ taṁ vitakkento bhuñjati.",
  "anya-e0101n3:108_3": "Saddhācaritādayopi tesaṁyevānusārena veditabbā, taṁsabhāgattāti.",
  "anya-e0101n3:108_4": "Evaṁ bhojanato cariyāyo vibhāvaye.",
  "anya-e0101n3:109_0": "Dassanāditoti rāgacarito īsakampi manoramaṁ rūpaṁ disvā vimhayajāto viya ciraṁ oloketi, parittepi guṇe sajjati, bhūtampi dosaṁ na gaṇhāti, pakkamantopi amuñcitukāmova hutvā sāpekkho pakkamati.",
  "anya-e0101n3:109_1": "Dosacarito īsakampi amanoramaṁ rūpaṁ disvā kilantarūpo viya na ciraṁ oloketi, parittepi dose paṭihaññati, bhūtampi guṇaṁ na gaṇhāti, pakkamantopi muñcitukāmova hutvā anapekkho pakkamati.",
  "anya-e0101n3:109_2": "Mohacarito yaṁkiñci rūpaṁ disvā parapaccayiko hoti, paraṁ nindantaṁ sutvā nindati, pasaṁsantaṁ sutvā pasaṁsati, sayaṁ pana aññāṇupekkhāya upekkhakova hoti. Esa nayo saddasavanādīsupi.",
  "anya-e0101n3:109_3": "Saddhācaritādayo pana tesaṁyevānusārena veditabbā, taṁsabhāgattāti.",
  "anya-e0101n3:109_4": "Evaṁ dassanādito cariyāyo vibhāvaye.",
  "anya-e0101n3:110_0": "Dhammappavattito cevāti rāgacaritassa ca māyā, sāṭheyyaṁ, māno, pāpicchatā, mahicchatā, asantuṭṭhitā, siṅgaṁ, cāpalyanti evamādayo dhammā bahulaṁ pavattanti.",
  "anya-e0101n3:110_1": "Dosacaritassa kodho, upanāho, makkho, paḷāso, issā, macchariyanti evamādayo.",
  "anya-e0101n3:110_2": "Mohacaritassa thinaṁ, middhaṁ, uddhaccaṁ, kukkuccaṁ, vicikicchā, ādhānaggāhitā, duppaṭinissaggitāti evamādayo.",
  "anya-e0101n3:110_3": "Saddhācaritassa muttacāgatā, ariyānaṁ dassanakāmatā, saddhammaṁ sotukāmatā, pāmojjabahulatā, asaṭhatā, amāyāvitā, pasādanīyesu ṭhānesu pasādoti evamādayo.",
  "anya-e0101n3:110_4": "Buddhicaritassa sovacassatā, kalyāṇamittatā, bhojanemattaññutā, satisampajaññaṁ, jāgariyānuyogo, saṁvejanīyesu ṭhānesu saṁvego, saṁviggassa ca yoniso padhānanti evamādayo.",
  "anya-e0101n3:110_5": "Vitakkacaritassa bhassabahulatā, gaṇārāmatā, kusalānuyoge arati, anavaṭṭhitakiccatā, rattiṁ dhūmāyanā , divā pajjalanā, hurāhuraṁ dhāvanāti evamādayo dhammā bahulaṁ pavattantīti.",
  "anya-e0101n3:110_6": "Evaṁ dhammappavattito cariyāyo vibhāvaye.",
  "anya-e0101n3:111_0": "Yasmā pana idaṁ cariyāvibhāvanavidhānaṁ sabbākārena neva pāḷiyaṁ na aṭṭhakathāyaṁ āgataṁ, kevalaṁ ācariyamatānusārena vuttaṁ, tasmā na sārato paccetabbaṁ.",
  "anya-e0101n3:111_1": "Rāgacaritassa hi vuttāni iriyāpathādīni dosacaritādayopi appamādavihārino kātuṁ sakkonti.",
  "anya-e0101n3:111_2": "Saṁsaṭṭhacaritassa ca puggalassa ekasseva bhinnalakkhaṇā iriyāpathādayo na upapajjanti.",
  "anya-e0101n3:111_3": "Yaṁ panetaṁ aṭṭhakathāsu cariyāvibhāvanavidhānaṁ vuttaṁ, tadeva sārato paccetabbaṁ.",
  "anya-e0101n3:111_4": "Vuttañhetaṁ ‘‘cetopariyañāṇassa lābhī ācariyo cariyaṁ ñatvā kammaṭṭhānaṁ kathessati, itarena antevāsiko pucchitabbo’’ti.",
  "anya-e0101n3:111_5": "Tasmā cetopariyañāṇena vā taṁ vā puggalaṁ pucchitvā jānitabbaṁ.",
  "anya-e0101n3:111_6": "Ayaṁ puggalo rāgacarito, ayaṁ dosādīsu aññataracaritoti.",
  "anya-e0101n3:112_0": "46.",
  "anya-e0101n3:112_1": "Kiṁ caritassa puggalassa kiṁ sappāyanti ettha pana senāsanaṁ tāva rāgacaritassa adhotavedikaṁ bhūmaṭṭhakaṁ akatapabbhārakaṁ tiṇakuṭikaṁ paṇṇasālādīnaṁ aññataraṁ rajokiṇṇaṁ jatukābharitaṁ oluggaviluggaṁ atiuccaṁ vā atinīcaṁ vā ujjaṅgalaṁ sāsaṅkaṁ asucivisamamaggaṁ, yattha mañcapīṭhampi maṅkuṇabharitaṁ durūpaṁ dubbaṇṇaṁ, yaṁ olokentasseva jigucchā uppajjati, tādisaṁ sappāyaṁ.",
  "anya-e0101n3:112_2": "Nivāsanapārupanaṁ antacchinnaṁ olambavilambasuttakākiṇṇaṁ jālapūvasadisaṁ sāṇi viya kharasamphassaṁ kiliṭṭhaṁ bhārikaṁ kicchapariharaṇaṁ sappāyaṁ.",
  "anya-e0101n3:112_3": "Pattopi dubbaṇṇo mattikāpatto vā āṇigaṇṭhikāhato ayopatto vā garuko dussaṇṭhāno sīsakapālamiva jeguccho vaṭṭati.",
  "anya-e0101n3:112_4": "Bhikkhācāramaggopi amanāpo anāsannagāmo visamo vaṭṭati.",
  "anya-e0101n3:112_5": "Bhikkhācāragāmopi yattha manussā apassantā viya caranti, yattha ekakulepi bhikkhaṁ alabhitvā nikkhamantaṁ ‘‘ehi, bhante’’ti āsanasālaṁ pavesetvā yāgubhattaṁ datvā gacchantā gāvī viya vaje pavesetvā anapalokentā gacchanti, tādiso vaṭṭati .",
  "anya-e0101n3:112_6": "Parivisakamanussāpi dāsā vā kammakarā vā dubbaṇṇā duddasikā kiliṭṭhavasanā duggandhā jegucchā, ye acittīkārena yāgubhattaṁ chaḍḍentā viya parivisanti, tādisā sappāyā.",
  "anya-e0101n3:112_7": "Yāgubhattakhajjakampi lūkhaṁ dubbaṇṇaṁ sāmākakudrūsakakaṇājakādimayaṁ pūtitakkaṁ bilaṅgaṁ jiṇṇasākasūpeyyaṁ yaṁkiñcideva kevalaṁ udarapūramattaṁ vaṭṭati.",
  "anya-e0101n3:112_8": "Iriyāpathopissa ṭhānaṁ vā caṅkamo vā vaṭṭati.",
  "anya-e0101n3:112_9": "Ārammaṇaṁ nīlādīsu vaṇṇakasiṇesu yaṁkiñci aparisuddhavaṇṇanti idaṁ rāgacaritassa sappāyaṁ.",
  "anya-e0101n3:113_0": "Dosacaritassa senāsanaṁ nātiuccaṁ nātinīcaṁ chāyūdakasampannaṁ suvibhattabhittithambhasopānaṁ supariniṭṭhitamālākammalatākammanānāvidhacittakammasamujjalasamasiniddhamudubhūmitalaṁ brahmavimānamiva kusumadāmavicitravaṇṇacelavitānasamalaṅkataṁ supaññattasucimanoramattharaṇamañcapīṭhaṁ tattha tattha vāsatthāya nikkhittakusumavāsagandhasugandhaṁ yaṁ dassanamatteneva pītipāmojjaṁ janayati, evarūpaṁ sappāyaṁ.",
  "anya-e0101n3:113_1": "Tassa pana senāsanassa maggopi sabbaparissayavimutto sucisamatalo alaṅkatapaṭiyattova vaṭṭati.",
  "anya-e0101n3:113_2": "Senāsanaparikkhāropettha kīṭamaṅkuṇadīghajātimūsikānaṁ nissayaparicchindanatthaṁ nātibahuko, ekamañcapīṭhamattameva vaṭṭati.",
  "anya-e0101n3:113_3": "Nivāsanapārupanampissa cīnapaṭṭasomārapaṭṭakoseyyakappāsikasukhumakhomādīnaṁ yaṁ yaṁ paṇītaṁ, tena tena ekapaṭṭaṁ vā dupaṭṭaṁ vā sallahukaṁ samaṇasāruppena surattaṁ suddhavaṇṇaṁ vaṭṭati.",
  "anya-e0101n3:113_4": "Patto udakapupphuḷamiva susaṇṭhāno maṇi viya sumaṭṭho nimmalo samaṇasāruppena suparisuddhavaṇṇo ayomayo vaṭṭati.",
  "anya-e0101n3:113_5": "Bhikkhācāramaggo parissayavimutto samo manāpo nātidūranāccāsannagāmo vaṭṭati.",
  "anya-e0101n3:113_6": "Bhikkhācāragāmopi yattha manussā ‘‘idāni ayyo āgamissatī’’ti sittasammaṭṭhe padese āsanaṁ paññāpetvā paccuggantvā pattaṁ ādāya gharaṁ pavesetvā paññattāsane nisīdāpetvā sakkaccaṁ sahatthā parivisanti, tādiso vaṭṭati.",
  "anya-e0101n3:113_7": "Parivesakā panassa ye honti abhirūpā pāsādikā sunhātā suvilittā dhūpavāsakusumagandhasurabhino nānāvirāgasucimanuññavatthābharaṇapaṭimaṇḍitā sakkaccakārino, tādisā sappāyā.",
  "anya-e0101n3:113_8": "Yāgubhattakhajjakampi vaṇṇagandharasasampannaṁ ojavantaṁ manoramaṁ sabbākārapaṇītaṁ yāvadatthaṁ vaṭṭati.",
  "anya-e0101n3:113_9": "Iriyāpathopissa seyyā vā nisajjā vā vaṭṭati, ārammaṇaṁ nīlādīsu vaṇṇakasiṇesu yaṁkiñci suparisuddhavaṇṇanti idaṁ dosacaritassa sappāyaṁ.",
  "anya-e0101n3:114_0": "Mohacaritassa senāsanaṁ disāmukhaṁ asambādhaṁ vaṭṭati, yattha nisinnassa vivaṭā disā khāyanti , iriyāpathesu caṅkamo vaṭṭati.",
  "anya-e0101n3:114_1": "Ārammaṇaṁ panassa parittaṁ suppamattaṁ sarāvamattaṁ vā (khuddakaṁ) na vaṭṭati.",
  "anya-e0101n3:114_2": "Sambādhasmiñhi okāse cittaṁ bhiyyo sammohamāpajjati, tasmā vipulaṁ mahākasiṇaṁ vaṭṭati.",
  "anya-e0101n3:114_3": "Sesaṁ dosacaritassa vuttasadisamevāti idaṁ mohacaritassa sappāyaṁ.",
  "anya-e0101n3:115_0": "Saddhācaritassa sabbampi dosacaritamhi vuttavidhānaṁ sappāyaṁ.",
  "anya-e0101n3:115_1": "Ārammaṇesu cassa anussatiṭṭhānampi vaṭṭati.",
  "anya-e0101n3:116_0": "Buddhicaritassa senāsanādīsu idaṁ nāma asappāyanti natthi.",
  "anya-e0101n3:117_0": "Vitakkacaritassa senāsanaṁ vivaṭaṁ disāmukhaṁ yattha nisinnassa ārāmavanapokkharaṇīrāmaṇeyyakāni gāmanigamajanapadapaṭipāṭiyo nīlobhāsā ca pabbatā paññāyanti, taṁ na vaṭṭati, tañhi vitakkavidhāvanasseva paccayo hoti, tasmā gambhīre darīmukhe vanappaṭicchanne hatthikucchipabbhāramahindaguhāsadise senāsane vasitabbaṁ.",
  "anya-e0101n3:117_1": "Ārammaṇampissa vipulaṁ na vaṭṭati.",
  "anya-e0101n3:117_2": "Tādisañhi vitakkavasena sandhāvanassa paccayo hoti. Parittaṁ pana vaṭṭati.",
  "anya-e0101n3:118_0": "Sesaṁ rāgacaritassa vuttasadisamevāti idaṁ vitakkacaritassa sappāyaṁ.",
  "anya-e0101n3:118_1": "Ayaṁ attano cariyānukūlanti ettha āgatacariyānaṁ pabhedanidānavibhāvanasappāyaparicchedato vitthāro.",
  "anya-e0101n3:118_2": "Na ca tāva cariyānukūlaṁ kammaṭṭhānaṁ sabbākārena āvikataṁ.",
  "anya-e0101n3:118_3": "Tañhi anantarassa mātikāpadassa vitthāre sayameva āvibhavissati.",
  "anya-e0101n3:119_0": "Cattālīsakammaṭṭhānavaṇṇanā",
  "anya-e0101n3:120_0": "47.",
  "anya-e0101n3:120_1": "Tasmā yaṁ vuttaṁ cattālīsāya kammaṭṭhānesu aññataraṁ kammaṭṭhānaṁ gahetvāti ettha saṅkhātaniddesato, upacārappanāvahato, jhānappabhedato, samatikkamato, vaḍḍhanāvaḍḍhanato, ārammaṇato, bhūmito, gahaṇato, paccayato, cariyānukūlatoti imehi tāva dasahākārehi kammaṭṭhānavinicchayo veditabbo.",
  "anya-e0101n3:121_0": "Tattha saṅkhātaniddesatoti cattālīsāya kammaṭṭhānesūti hi vuttaṁ, tatrimāni cattālīsa kammaṭṭhānāni dasa kasiṇā, dasa asubhā, dasa anussatiyo, cattāro brahmavihārā, cattāro āruppā, ekā saññā, ekaṁ vavatthānanti.",
  "anya-e0101n3:122_0": "Tattha pathavīkasiṇaṁ, āpokasiṇaṁ, tejokasiṇaṁ, vāyokasiṇaṁ, nīlakasiṇaṁ, pītakasiṇaṁ, lohitakasiṇaṁ, odātakasiṇaṁ, ālokakasiṇaṁ, paricchinnākāsakasiṇanti ime dasa kasiṇā.",
  "anya-e0101n3:123_0": "Uddhumātakaṁ, vinīlakaṁ, vipubbakaṁ, vicchiddakaṁ, vikkhāyitakaṁ, vikkhittakaṁ, hatavikkhittakaṁ, lohitakaṁ, puḷuvakaṁ, aṭṭhikanti ime dasa asubhā.",
  "anya-e0101n3:124_0": "Buddhānussati, dhammānussati, saṅghānussati, sīlānussati, cāgānussati, devatānussati, maraṇānussati, kāyagatāsati, ānāpānassati, upasamānussatīti imā dasa anussatiyo.",
  "anya-e0101n3:125_0": "Mettā, karuṇā, muditā, upekkhāti ime cattāro brahmavihārā.",
  "anya-e0101n3:126_0": "Ākāsānañcāyatanaṁ, viññāṇañcāyatanaṁ, ākiñcaññāyatanaṁ, nevasaññānāsaññāyatananti ime cattāro āruppā.",
  "anya-e0101n3:126_1": "Āhāre paṭikūlasaññā ekā saññā.",
  "anya-e0101n3:126_2": "Catudhātuvavatthānaṁ ekaṁ vavatthānanti evaṁ saṅkhātaniddesato vinicchayo veditabbo.",
  "anya-e0101n3:127_0": "Upacārappanāvahatoti ṭhapetvā kāyagatāsatiñca ānāpānassatiñca avasesā aṭṭha anussatiyo, āhāre paṭikūlasaññā, catudhātuvavatthānanti imāneva hettha dasakammaṭṭhānāni upacāravahāni. Sesāni appanāvahāni. Evaṁ upacārappanāvahato.",
  "anya-e0101n3:128_0": "Jhānappabhedatoti appanāvahesu cettha ānāpānassatiyā saddhiṁ dasa kasiṇā catukkajjhānikā honti.",
  "anya-e0101n3:128_1": "Kāyagatāsatiyā saddhiṁ dasa asubhā paṭhamajjhānikā.",
  "anya-e0101n3:128_2": "Purimā tayo brahmavihārā tikajjhānikā.",
  "anya-e0101n3:128_3": "Catutthabrahmavihāro cattāro ca āruppā catutthajjhānikāti evaṁ jhānappabhedato.",
  "anya-e0101n3:129_0": "Samatikkamatoti dve samatikkamā aṅgasamatikkamo ca ārammaṇasamatikkamo ca.",
  "anya-e0101n3:129_1": "Tattha sabbesupi tikacatukkajjhānikesu kammaṭṭhānesu aṅgasamatikkamo hoti vitakkavicārādīni jhānaṅgāni samatikkamitvā tesvevārammaṇesu dutiyajjhānādīnaṁ pattabbato. Tathā catutthabrahmavihāre.",
  "anya-e0101n3:129_2": "Sopi hi mettādīnaṁyeva ārammaṇe somanassaṁ samatikkamitvā pattabboti.",
  "anya-e0101n3:129_3": "Catūsu pana āruppesu ārammaṇasamatikkamo hoti.",
  "anya-e0101n3:129_4": "Purimesu hi navasu kasiṇesu aññataraṁ samatikkamitvā ākāsānañcāyatanaṁ pattabbaṁ.",
  "anya-e0101n3:129_5": "Ākāsādīni ca samatikkamitvā viññāṇañcāyatanādīni.",
  "anya-e0101n3:129_6": "Sesesu samatikkamo natthīti evaṁ samatikkamato.",
  "anya-e0101n3:130_0": "Vaḍḍhanāvaḍḍhanatoti imesu cattālīsāya kammaṭṭhānesu dasa kasiṇāneva vaḍḍhetabbāni.",
  "anya-e0101n3:130_1": "Yattakañhi okāsaṁ kasiṇena pharati, tadabbhantare dibbāya sotadhātuyā saddaṁ sotuṁ dibbena cakkhunā rūpāni passituṁ parasattānañca cetasā cittamaññātuṁ samattho hoti.",
  "anya-e0101n3:130_2": "Kāyagatāsati pana asubhāni ca na vaḍḍhetabbāni. Kasmā?",
  "anya-e0101n3:130_3": "Okāsena paricchinnattā ānisaṁsābhāvā ca.",
  "anya-e0101n3:130_4": "Sā ca nesaṁ okāsena paricchinnatā bhāvanānaye āvibhavissati.",
  "anya-e0101n3:130_5": "Tesu pana vaḍḍhitesu kuṇaparāsiyeva vaḍḍhati, na koci ānisaṁso atthi.",
  "anya-e0101n3:130_6": "Vuttampi cetaṁ sopākapañhābyākaraṇe, ‘‘vibhūtā bhagavā rūpasaññā avibhūtā aṭṭhikasaññā’’ti.",
  "anya-e0101n3:130_7": "Tatra hi nimittavaḍḍhanavasena rūpasaññā vibhūtāti vuttā.",
  "anya-e0101n3:130_8": "Aṭṭhikasaññā avaḍḍhanavasena avibhūtāti vuttā.",
  "anya-e0101n3:131_0": "Yaṁ panetaṁ ‘‘kevalaṁ aṭṭhisaññāya, apharī pathaviṁ ima’’nti (theragā.",
  "anya-e0101n3:131_1": "18) vuttaṁ, taṁ lābhissa sato upaṭṭhānākāravasena vuttaṁ.",
  "anya-e0101n3:131_2": "Yatheva hi dhammāsokakāle karavīkasakuṇo samantā ādāsabhittīsu attano chāyaṁ disvā sabbadisāsu karavīkasaññī hutvā madhuraṁ giraṁ nicchāresi, evaṁ theropi aṭṭhikasaññāya lābhittā sabbadisāsu upaṭṭhitaṁ nimittaṁ passanto kevalāpi pathavī aṭṭhikabharitāti cintesīti.",
  "anya-e0101n3:132_0": "Yadi evaṁ yā asubhajjhānānaṁ appamāṇārammaṇatā vuttā, sā virujjhatīti. Sā ca na virujjhati.",
  "anya-e0101n3:132_1": "Ekacco hi uddhumātake vā aṭṭhike vā mahante nimittaṁ gaṇhāti. Ekacco appake.",
  "anya-e0101n3:132_2": "Iminā pariyāyena ekaccassa parittārammaṇaṁ jhānaṁ hoti. Ekaccassa appamāṇārammaṇanti.",
  "anya-e0101n3:132_3": "Yo vā etaṁ vaḍḍhane ādīnavaṁ apassanto vaḍḍheti.",
  "anya-e0101n3:132_4": "Taṁ sandhāya ‘‘appamāṇārammaṇa’’nti vuttaṁ.",
  "anya-e0101n3:132_5": "Ānisaṁsābhāvā pana na vaḍḍhetabbānīti.",
  "anya-e0101n3:133_0": "Yathā ca etāni, evaṁ sesānipi na vaḍḍhetabbāni. Kasmā?",
  "anya-e0101n3:133_1": "Tesu hi ānāpānanimittaṁ tāva vaḍḍhayato vātarāsiyeva vaḍḍhati, okāsena ca paricchinnaṁ.",
  "anya-e0101n3:133_2": "Iti sādīnavattā okāsena ca paricchinnattā na vaḍḍhetabbaṁ.",
  "anya-e0101n3:133_3": "Brahmavihārā sattārammaṇā, tesaṁ nimittaṁ vaḍḍhayato sattarāsiyeva vaḍḍheyya, na ca tena attho atthi, tasmā tampi na vaḍḍhetabbaṁ.",
  "anya-e0101n3:133_4": "Yaṁ pana vuttaṁ ‘‘mettāsahagatena cetasā ekaṁ disaṁ pharitvā’’ti (dī. ni.",
  "anya-e0101n3:133_5": "1.556) ādi, taṁ pariggahavaseneva vuttaṁ.",
  "anya-e0101n3:133_6": "Ekāvāsadviāvāsādinā hi anukkamena ekissā disāya satte pariggahetvā bhāvento ekaṁ disaṁ pharitvāti vutto. Na nimittaṁ vaḍḍhento.",
  "anya-e0101n3:133_7": "Paṭibhāganimittameva cettha natthi.",
  "anya-e0101n3:133_8": "Yadayaṁ vaḍḍheyya, parittaappamāṇārammaṇatāpettha pariggahavaseneva veditabbā.",
  "anya-e0101n3:133_9": "Āruppārammaṇesupi ākāsaṁ kasiṇugghāṭimattā.",
  "anya-e0101n3:133_10": "Tañhi kasiṇāpagamavaseneva manasi kātabbaṁ.",
  "anya-e0101n3:133_11": "Tato paraṁ vaḍḍhayatopi na kiñci hoti. Viññāṇaṁ sabhāvadhammattā.",
  "anya-e0101n3:133_12": "Na hi sakkā sabhāvadhammaṁ vaḍḍhetuṁ.",
  "anya-e0101n3:133_13": "Viññāṇāpagamo viññāṇassa abhāvamattattā.",
  "anya-e0101n3:133_14": "Nevasaññānāsaññāyatanārammaṇaṁ sabhāvadhammattāyeva na vaḍḍhetabbaṁ. Sesāni animittattā.",
  "anya-e0101n3:133_15": "Paṭibhāganimittañhi vaḍḍhetabbaṁ nāma bhaveyya.",
  "anya-e0101n3:133_16": "Buddhānussatiādīnañca neva paṭibhāganimittaṁ ārammaṇaṁ hoti, tasmā taṁ na vaḍḍhetabbanti evaṁ vaḍḍhanāvaḍḍhanato.",
  "anya-e0101n3:134_0": "Ārammaṇatoti imesu ca cattālīsāya kammaṭṭhānesu dasakasiṇā, dasaasubhā, ānāpānassati, kāyagatāsatīti imāni dvāvīsatipaṭibhāganimittārammaṇāni.",
  "anya-e0101n3:134_1": "Sesāni na paṭibhāganimittārammaṇāni.",
  "anya-e0101n3:134_2": "Tathā dasasu anussatīsu ṭhapetvā ānāpānassatiñca kāyagatāsatiñca avasesā aṭṭha anussatiyo, āhāre paṭikūlasaññā, catudhātuvavatthānaṁ, viññāṇañcāyatanaṁ, nevasaññānāsaññāyatananti imāni dvādasa sabhāvadhammārammaṇāni.",
  "anya-e0101n3:134_3": "Dasa kasiṇā, dasa asubhā, ānāpānassati, kāyagatāsatīti imāni dvāvīsati nimittārammaṇāni.",
  "anya-e0101n3:134_4": "Sesāni cha na vattabbārammaṇāni.",
  "anya-e0101n3:134_5": "Tathā vipubbakaṁ, lohitakaṁ, puḷuvakaṁ, ānāpānassati, āpokasiṇaṁ, tejokasiṇaṁ, vāyokasiṇaṁ, yañca ālokakasiṇe sūriyādīnaṁ obhāsamaṇḍalārammaṇanti imāni aṭṭha calitārammaṇāni, tāni ca kho pubbabhāge, paṭibhāgaṁ pana sannisinnameva hoti.",
  "anya-e0101n3:134_6": "Sesāni na calitārammaṇānīti evaṁ ārammaṇato.",
  "anya-e0101n3:135_0": "Bhūmitoti ettha ca dasa asubhā, kāyagatāsati, āhāre paṭikūlasaññāti imāni dvādasa devesu nappavattanti.",
  "anya-e0101n3:135_1": "Tāni dvādasa, ānāpānassati cāti imāni terasa brahmaloke nappavattanti .",
  "anya-e0101n3:135_2": "Arūpabhave pana ṭhapetvā cattāro āruppe aññaṁ nappavattati.",
  "anya-e0101n3:135_3": "Manussesu sabbānipi pavattantīti evaṁ bhūmito.",
  "anya-e0101n3:136_0": "Gahaṇatoti diṭṭhaphuṭṭhasutaggahaṇatopettha vinicchayo veditabbo.",
  "anya-e0101n3:136_1": "Tatra ṭhapetvā vāyokasiṇaṁ sesā nava kasiṇā, dasa asubhāti imāni ekūnavīsati diṭṭhena gahetabbāni.",
  "anya-e0101n3:136_2": "Pubbabhāge cakkhunā oloketvā nimittaṁ nesaṁ gahetabbanti attho.",
  "anya-e0101n3:136_3": "Kāyagatāsatiyaṁ tacapañcakaṁ diṭṭhena, sesaṁ sutenāti evaṁ tassā ārammaṇaṁ diṭṭhasutena gahetabbaṁ.",
  "anya-e0101n3:136_4": "Ānāpānassati phuṭṭhena, vāyokasiṇaṁ diṭṭhaphuṭṭhena, sesāni aṭṭhārasa sutena gahetabbāni.",
  "anya-e0101n3:136_5": "Upekkhābrahmavihāro, cattāro āruppāti imāni cettha na ādikammikena gahetabbāni.",
  "anya-e0101n3:136_6": "Sesāni pañcatiṁsa gahetabbānīti evaṁ gahaṇato.",
  "anya-e0101n3:137_0": "Paccayatoti imesu pana kammaṭṭhānesu ṭhapetvā ākāsakasiṇaṁ sesā nava kasiṇā āruppānaṁ paccayā honti, dasa kasiṇā abhiññānaṁ, tayo brahmavihārā catutthabrahmavihārassa, heṭṭhimaṁ heṭṭhimaṁ āruppaṁ uparimassa uparimassa, nevasaññānāsaññāyatanaṁ nirodhasamāpattiyā, sabbānipi sukhavihāravipassanābhavasampattīnanti evaṁ paccayato.",
  "anya-e0101n3:138_0": "Cariyānukūlatoti cariyānaṁ anukūlatopettha vinicchayo veditabbo.",
  "anya-e0101n3:138_1": "Seyyathidaṁ – rāgacaritassa tāva ettha dasa asubhā, kāyagatāsatīti ekādasa kammaṭṭhānāni anukūlāni.",
  "anya-e0101n3:138_2": "Dosacaritassa cattāro brahmavihārā, cattāri vaṇṇakasiṇānīti aṭṭha.",
  "anya-e0101n3:138_3": "Mohacaritassa, vitakkacaritassa ca ekaṁ ānāpānassati kammaṭṭhānameva.",
  "anya-e0101n3:138_4": "Saddhācaritassa purimā cha anussatiyo.",
  "anya-e0101n3:138_5": "Buddhicaritassa maraṇassati, upasamānussati, catudhātuvavatthānaṁ, āhāre paṭikūlasaññāti cattāri.",
  "anya-e0101n3:138_6": "Sesakasiṇāni, cattāro ca āruppā sabbacaritānaṁ anukūlāni.",
  "anya-e0101n3:138_7": "Kasiṇesu ca yaṁkiñci parittaṁ vitakkacaritassa, appamāṇaṁ mohacaritassāti.",
  "anya-e0101n3:139_0": "Evamettha cariyānukūlato vinicchayo veditabboti sabbañcetaṁ ujuvipaccanīkavasena ca atisappāyavasena ca vuttaṁ.",
  "anya-e0101n3:139_1": "Rāgādīnaṁ pana avikkhambhikā saddhādīnaṁ vā anupakārā kusalabhāvanā nāma natthi. Vuttampi cetaṁ meghiyasutte –",
  "anya-e0101n3:140_0": "‘‘Cattāro dhammā uttari bhāvetabbā.",
  "anya-e0101n3:140_1": "Asubhā bhāvetabbā rāgassa pahānāya.",
  "anya-e0101n3:140_2": "Mettā bhāvetabbā byāpādassa pahānāya.",
  "anya-e0101n3:140_3": "Ānāpānassati bhāvetabbā vitakkupacchedāya.",
  "anya-e0101n3:140_4": "Aniccasaññā bhāvetabbā asmimānasamugghātāyā’’ti.",
  "anya-e0101n3:141_0": "Rāhulasuttepi ‘‘mettaṁ, rāhula, bhāvanaṁ bhāvehī’’tiādinā (ma. ni.",
  "anya-e0101n3:141_1": "2.120) nayena ekasseva satta kammaṭṭhānāni vuttāni.",
  "anya-e0101n3:141_2": "Tasmā vacanamatte abhinivesaṁ akatvā sabbattha adhippāyo pariyesitabboti ayaṁ kammaṭṭhānaṁ gahetvāti ettha kammaṭṭhānakathā vinicchayo.",
  "anya-e0101n3:142_0": "48.Gahetvāti imassa pana padassa ayamatthadīpanā.",
  "anya-e0101n3:142_1": "‘‘Tena yoginā kammaṭṭhānadāyakaṁ kalyāṇamittaṁ upasaṅkamitvā’’ti ettha vuttanayeneva vuttappakāraṁ kalyāṇamittaṁ upasaṅkamitvā buddhassa vā bhagavato ācariyassa vā attānaṁ niyyātetvā sampannajjhāsayena sampannādhimuttinā ca hutvā kammaṭṭhānaṁ yācitabbaṁ.",
  "anya-e0101n3:143_0": "Tatra ‘‘imāhaṁ bhagavā attabhāvaṁ tumhākaṁ pariccajāmī’’ti evaṁ buddhassa bhagavato attā niyyātetabbo.",
  "anya-e0101n3:143_1": "Evañhi aniyyātetvā pantesu senāsanesu viharanto bheravārammaṇe āpāthamāgate santhambhituṁ asakkonto gāmantaṁ osaritvā gihīhi saṁsaṭṭho hutvā anesanaṁ āpajjitvā anayabyasanaṁ pāpuṇeyya.",
  "anya-e0101n3:143_2": "Niyyātitattabhāvassa panassa bheravārammaṇe āpāthamāgatepi bhayaṁ na uppajjati.",
  "anya-e0101n3:143_3": "‘‘Nanu tayā, paṇḍita, purimameva attā buddhānaṁ niyyātito’’ti paccavekkhato panassa somanassameva uppajjati.",
  "anya-e0101n3:143_4": "Yathā hi purisassa uttamaṁ kāsikavatthaṁ bhaveyya, tassa tasmiṁ mūsikāya vā kīṭehi vā khādite uppajjeyya domanassaṁ .",
  "anya-e0101n3:143_5": "Sace pana taṁ acīvarakassa bhikkhuno dadeyya, athassa taṁ tena bhikkhunā khaṇḍākhaṇḍaṁ kariyamānaṁ disvāpi somanassameva uppajjeyya. Evaṁsampadamidaṁ veditabbaṁ.",
  "anya-e0101n3:144_0": "Ācariyassa niyyātentenāpi ‘‘imāhaṁ, bhante, attabhāvaṁ tumhākaṁ pariccajāmī’’ti vattabbaṁ.",
  "anya-e0101n3:144_1": "Evaṁ aniyyātitattabhāvo hi atajjanīyo vā hoti, dubbaco vā anovādakaro, yenakāmaṁgamo vā ācariyaṁ anāpucchāva yatthicchati, tattha gantā, tamenaṁ ācariyo āmisena vā dhammena vā na saṅgaṇhāti, gūḷhaṁ ganthaṁ na sikkhāpeti.",
  "anya-e0101n3:144_2": "So imaṁ duvidhaṁ saṅgahaṁ alabhanto sāsane patiṭṭhaṁ na labhati, nacirasseva dussīlyaṁ vā gihibhāvaṁ vā pāpuṇāti.",
  "anya-e0101n3:144_3": "Niyyātitattabhāvo pana neva atajjanīyo hoti, na yenakāmaṁgamo, suvaco ācariyāyattavuttiyeva hoti.",
  "anya-e0101n3:144_4": "So ācariyato duvidhaṁ saṅgahaṁ labhanto sāsane vuḍḍhiṁ virūḷhiṁ vepullaṁ pāpuṇāti cūḷapiṇḍapātikatissattherassa antevāsikā viya.",
  "anya-e0101n3:145_0": "Therassa kira santikaṁ tayo bhikkhū āgamaṁsu.",
  "anya-e0101n3:145_1": "Tesu eko ‘‘ahaṁ, bhante, tumhākamatthāyā’’ti vutte sataporise papāte patituṁ ussaheyyanti āha.",
  "anya-e0101n3:145_2": "Dutiyo ‘‘ahaṁ, bhante, tumhākamatthāyā’’ti vutte imaṁ attabhāvaṁ paṇhito paṭṭhāya pāsāṇapiṭṭhe ghaṁsento niravasesaṁ khepetuṁ ussaheyyanti āha.",
  "anya-e0101n3:145_3": "Tatiyo ‘‘ahaṁ, bhante, tumhākamatthāyā’’ti vutte assāsapassāse uparundhitvā kālakiriyaṁ kātuṁ ussaheyyanti āha.",
  "anya-e0101n3:145_4": "Thero bhabbāvatime bhikkhūti kammaṭṭhānaṁ kathesi.",
  "anya-e0101n3:145_5": "Te tassa ovāde ṭhatvā tayopi arahattaṁ pāpuṇiṁsūti ayamānisaṁso attaniyyātane.",
  "anya-e0101n3:145_6": "Tena vuttaṁ ‘‘buddhassa vā bhagavato ācariyassa vā attānaṁ niyyātetvā’’ti.",
  "anya-e0101n3:146_0": "49.Sampannajjhāsayena sampannādhimuttinā ca hutvāti ettha pana tena yoginā alobhādīnaṁ vasena chahākārehi sampannajjhāsayena bhavitabbaṁ.",
  "anya-e0101n3:146_1": "Evaṁ sampannajjhāsayo hi tissannaṁ bodhīnaṁ aññataraṁ pāpuṇāti.",
  "anya-e0101n3:146_2": "Yathāha, ‘‘cha ajjhāsayā bodhisattānaṁ bodhiparipākāya saṁvattanti, alobhajjhāsayā ca bodhisattā lobhe dosadassāvino, adosajjhāsayā ca bodhisattā dose dosadassāvino, amohajjhāsayā ca bodhisattā mohe dosadassāvino, nekkhammajjhāsayā ca bodhisattā gharāvāse dosadassāvino, pavivekajjhāsayā ca bodhisattā saṅgaṇikāya dosadassāvino, nissaraṇajjhāsayā ca bodhisattā sabbabhavagatīsu dosadassāvino’’ti.",
  "anya-e0101n3:146_3": "Ye hi keci atītānāgatapaccuppannā sotāpannasakadāgāmianāgāmikhīṇāsavapaccekabuddhasammāsambuddhā, sabbe te imeheva chahākārehi attanā attanā pattabbaṁ visesaṁ pattā.",
  "anya-e0101n3:146_4": "Tasmā imehi chahākārehi sampannajjhāsayena bhavitabbaṁ.",
  "anya-e0101n3:146_5": "Tadadhimuttatāya pana adhimuttisampannena bhavitabbaṁ.",
  "anya-e0101n3:146_6": "Samādhādhimuttena samādhigarukena samādhipabbhārena, nibbānādhimuttena nibbānagarukena nibbānapabbhārena ca bhavitabbanti attho.",
  "anya-e0101n3:147_0": "50.",
  "anya-e0101n3:147_1": "Evaṁ sampannajjhāsayādhimuttino panassa kammaṭṭhānaṁ yācato cetopariyañāṇalābhinā ācariyena cittācāraṁ oloketvā cariyā jānitabbā. Itarena kiṁ caritosi?",
  "anya-e0101n3:147_2": "Ke vā te dhammā bahulaṁ samudācaranti?",
  "anya-e0101n3:147_3": "Kiṁ vā te manasikaroto phāsu hoti?",
  "anya-e0101n3:147_4": "Katarasmiṁ vā te kammaṭṭhāne cittaṁ namatīti evamādīhi nayehi pucchitvā jānitabbā.",
  "anya-e0101n3:147_5": "Evaṁ ñatvā cariyānukūlaṁ kammaṭṭhānaṁ kathetabbaṁ.",
  "anya-e0101n3:148_0": "Kathentena ca tividhena kathetabbaṁ.",
  "anya-e0101n3:148_1": "Pakatiyā uggahitakammaṭṭhānassa ekaṁ dve nisajjāni sajjhāyaṁ kāretvā dātabbaṁ.",
  "anya-e0101n3:148_2": "Santike vasantassa āgatāgatakkhaṇe kathetabbaṁ.",
  "anya-e0101n3:148_3": "Uggahetvā aññatra gantukāmassa nātisaṁkhittaṁ nātivitthārikaṁ katvā kathetabbaṁ.",
  "anya-e0101n3:149_0": "Tattha pathavīkasiṇaṁ tāva kathentena cattāro kasiṇadosā, kasiṇakaraṇaṁ, katassa bhāvanānayo, duvidhaṁ nimittaṁ, duvidho samādhi, sattavidhaṁ sappāyāsappāyaṁ, dasavidhaṁ appanākosallaṁ, vīriyasamatā, appanāvidhānanti ime nava ākārā kathetabbā.",
  "anya-e0101n3:149_1": "Sesakammaṭṭhānesupi tassa tassa anurūpaṁ kathetabbaṁ.",
  "anya-e0101n3:149_2": "Taṁ sabbaṁ tesaṁ bhāvanāvidhāne āvibhavissati.",
  "anya-e0101n3:150_0": "Evaṁ kathiyamāne pana kammaṭṭhāne tena yoginā nimittaṁ gahetvā sotabbaṁ.",
  "anya-e0101n3:150_1": "Nimittaṁ gahetvāti idaṁ heṭṭhimapadaṁ, idaṁ uparimapadaṁ, ayamassa attho , ayamadhippāyo, idamopammanti evaṁ taṁ taṁ ākāraṁ upanibandhitvāti attho.",
  "anya-e0101n3:150_2": "Evaṁ nimittaṁ gahetvā sakkaccaṁ suṇantena hi kammaṭṭhānaṁ suggahitaṁ hoti.",
  "anya-e0101n3:150_3": "Athassa taṁ nissāya visesādhigamo sampajjati, na itarassāti ayaṁ gahetvāti imassa padassa atthaparidīpanā.",
  "anya-e0101n3:151_0": "Ettāvatā kalyāṇamittaṁ upasaṅkamitvā attano cariyānukūlaṁ cattālīsāya kammaṭṭhānesu aññataraṁ kammaṭṭhānaṁ gahetvāti imāni padāni sabbākārena vitthāritāni hontīti.",
  "anya-e0101n3:152_0": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n3:153_0": "Samādhibhāvanādhikāre",
  "anya-e0101n3:154_0": "Kammaṭṭhānaggahaṇaniddeso nāma",
  "anya-e0101n3:155_0": "Tatiyo paricchedo."
}