{
  "anya-e0105n25:0_0": "Takkaraṇappakāro",
  "anya-e0105n25:1_0": "Kena pakārena katoti ettha anantarapañhe vuttappakāreneva kato. Tathā hi ācariyo saṁyuttanikāyato",
  "anya-e0105n25:2_0": "‘‘Sīle patiṭṭhāya naro sapañño, cittaṁ paññañca bhāvayaṁ;",
  "anya-e0105n25:3_0": "Ātāpī nipako bhikkhu, so imaṁ vijaṭaye jaṭa’’nti saṁ. ni. 1.23 –",
  "anya-e0105n25:4_0": "Imaṁ gāthaṁ paṭhamaṁ dassetvā tattha padhānavasena vuttā sīlasamādhipaññāyo visuṁ visuṁ vitthārato vibhajitvā akāsi.",
  "anya-e0105n25:4_1": "Evaṁ kurumāno ca pañcahipi nikāyehi sīlasamādhipaññāpaṭisaṁyuttāni suttapadāni uddharitvā tesaṁ atthañca sīhaḷaṭṭhakathāhi bhāsāparivattanavasena dassetvā tāsu vuttāni sīhaḷikavatthūni ca vinicchaye ca pakāsesi.",
  "anya-e0105n25:4_2": "Visesato pana tasmiṁ kāle pākaṭā sakasamayaviruddhā samayantarā ca bahūsu ṭhānesu dassetvā sahetukaṁ paṭikkhittā. Kathaṁ?",
  "anya-e0105n25:5_0": "Tattha hi cariyāvaṇṇanāyaṁ ‘‘tatra purimā tāva tisso cariyā pubbāciṇṇanidānā dhātudosanidānā cāti ekacce vadanti.",
  "anya-e0105n25:5_1": "Pubbe kira iṭṭhappayogasubhakammabahulo rāgacarito hoti, saggā vā cavitvā idhūpapanno.",
  "anya-e0105n25:5_2": "Pubbe chedanavadhabandhanaverakammabahulo dosacarito hoti, nirayanāgayonīhi vā cavitvā idhūpapanno.",
  "anya-e0105n25:5_3": "Pubbe majjapānabahulo sutaparipucchāvihīno ca mohacarito hoti, tiracchānayoniyā vā cavitvā idhūpapannoti evaṁ pubbāciṇṇanidānāti vadanti.",
  "anya-e0105n25:5_4": "Dvinnaṁ pana dhātūnaṁ ussannattā puggalo mohacarito hoti pathavīdhātuyā ca āpodhātuyā ca.",
  "anya-e0105n25:5_5": "Itarāsaṁ dvinnaṁ ussannattā dosacarito.",
  "anya-e0105n25:5_6": "Sabbāsaṁ samattā pana rāgacaritoti.",
  "anya-e0105n25:5_7": "Dosesu ca semhādhiko rāgacarito hoti.",
  "anya-e0105n25:5_8": "Vātādhiko mohacarito.",
  "anya-e0105n25:5_9": "Semhādhiko vā mohacarito.",
  "anya-e0105n25:5_10": "Vātādhiko rāgacaritoti evaṁ dhātudosanidānāti vadantī’’ti ekaccevādaṁ dassetvā so ‘‘tattha yasmā pubbe iṭṭhappayogasubhakammabahulāpi saggā cavitvā idhūpapannāpi ca na sabbe rāgacaritāneva honti, na itare vā dosamohacaritā.",
  "anya-e0105n25:5_11": "Evaṁ dhātūnañca yathāvutteneva nayena ussadaniyamo nāma natthi.",
  "anya-e0105n25:5_12": "Dosaniyame ca rāgamohadvayameva vuttaṁ, tampi ca pubbāparaviruddhameva.",
  "anya-e0105n25:5_13": "Tasmā sabbametaṁ aparicchinnavacana’’nti visuddhi.",
  "anya-e0105n25:5_14": "1.44 paṭikkhitto.",
  "anya-e0105n25:5_15": "Taṁ paramatthamañjūsāya nāma visuddhimaggamahāṭīkāyaṁ ‘‘ekacceti upatissattheraṁ sandhāyāha, tena hi vimuttimagge tathā vutta’’ntiādinā vaṇṇitaṁ visuddhi. ṭī. 1.44."
}