{
  "anya-e0102n0:0_0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0102n0:1_0": "Visuddhimaggo",
  "anya-e0102n0:2_0": "(Dutiyo bhāgo)",
  "anya-e0102n0:3_0": "12. Iddhividhaniddeso",
  "anya-e0102n0:4_0": "Abhiññākathā",
  "anya-e0102n0:5_0": "365.",
  "anya-e0102n0:5_1": "Idāni yāsaṁ lokikābhiññānaṁ vasena ayaṁ samādhibhāvanā abhiññānisaṁsāti vuttā, tā abhiññā sampādetuṁ yasmā pathavīkasiṇādīsu adhigatacatutthajjhānena yoginā yogo kātabbo.",
  "anya-e0102n0:5_2": "Evañhissa sā samādhibhāvanā adhigatānisaṁsā ceva bhavissati thiratarā ca, so adhigatānisaṁsāya thiratarāya samādhibhāvanāya samannāgato sukheneva paññābhāvanaṁ sampādessati.",
  "anya-e0102n0:5_3": "Tasmā abhiññākathaṁ tāva ārabhissāma.",
  "anya-e0102n0:6_0": "Bhagavatā hi adhigatacatutthajjhānasamādhīnaṁ kulaputtānaṁ samādhibhāvanānisaṁsadassanatthañceva uttaruttari paṇītapaṇītadhammadesanatthañca ‘‘so evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṁ abhinīharati abhininnāmeti.",
  "anya-e0102n0:6_1": "So anekavihitaṁ iddhividhaṁ paccanubhoti ekopi hutvā bahudhā hotī’’tiādinā (dī. ni.",
  "anya-e0102n0:6_2": "1.238) nayena iddhividhaṁ, dibbasotadhātuñāṇaṁ, cetopariyañāṇaṁ, pubbenivāsānussatiñāṇaṁ, sattānaṁ cutūpapāte ñāṇanti pañca lokikābhiññā vuttā.",
  "anya-e0102n0:7_0": "Tattha ekopi hutvā bahudhā hotītiādikaṁ iddhivikubbanaṁ kātukāmena ādikammikena yoginā odātakasiṇapariyantesu aṭṭhasu kasiṇesu aṭṭha aṭṭha samāpattiyo nibbattetvā –",
  "anya-e0102n0:8_0": "Kasiṇānulomato, kasiṇapaṭilomato, kasiṇānulomapaṭilomato, jhānānulomato, jhānapaṭilomato, jhānānulomapaṭilomato, jhānukkantikato, kasiṇukkantikato, jhānakasiṇukkantikato, aṅgasaṅkantito, ārammaṇasaṅkantito, aṅgārammaṇasaṅkantito, aṅgavavatthāpanato, ārammaṇavavatthāpanatoti.",
  "anya-e0102n0:9_0": "Imehi cuddasahi ākārehi cittaṁ paridametabbaṁ.",
  "anya-e0102n0:10_0": "366.",
  "anya-e0102n0:10_1": "Katamaṁ panettha kasiṇānulomaṁ…pe…",
  "anya-e0102n0:10_2": "katamaṁ ārammaṇavavatthāpananti.",
  "anya-e0102n0:10_3": "Idha bhikkhu pathavīkasiṇe jhānaṁ samāpajjati, tato āpokasiṇeti evaṁ paṭipāṭiyā aṭṭhasu kasiṇesu satakkhattumpi sahassakkhattumpi samāpajjati, idaṁ kasiṇānulomaṁ nāma.",
  "anya-e0102n0:11_0": "Odātakasiṇato pana paṭṭhāya tatheva paṭilomakkamena samāpajjanaṁ kasiṇapaṭilomaṁ nāma.",
  "anya-e0102n0:12_0": "Pathavīkasiṇato paṭṭhāya yāva odātakasiṇaṁ, odātakasiṇatopi paṭṭhāya yāva pathavīkasiṇanti evaṁ anulomapaṭilomavasena punappunaṁ samāpajjanaṁ kasiṇānulomapaṭilomaṁ nāma.",
  "anya-e0102n0:13_0": "Paṭhamajjhānato pana paṭṭhāya paṭipāṭiyā yāva nevasaññānāsaññāyatanaṁ, tāva punappunaṁ samāpajjanaṁ jhānānulomaṁ nāma.",
  "anya-e0102n0:14_0": "Nevasaññānāsaññāyatanato paṭṭhāya yāva paṭhamajjhānaṁ, tāva punappunaṁ samāpajjanaṁ jhānapaṭilomaṁ nāma.",
  "anya-e0102n0:15_0": "Paṭhamajjhānato paṭṭhāya yāva nevasaññānāsaññāyatanaṁ, nevasaññānāsaññāyatanato paṭṭhāya yāva paṭhamajjhānanti evaṁ anulomapaṭilomavasena punappunaṁ samāpajjanaṁ jhānānulomapaṭilomaṁ nāma.",
  "anya-e0102n0:16_0": "Pathavīkasiṇe pana paṭhamaṁ jhānaṁ samāpajjitvā tattheva tatiyaṁ samāpajjati, tato tadeva ugghāṭetvā ākāsānañcāyatanaṁ, tato ākiñcaññāyatananti evaṁ kasiṇaṁ anukkamitvā jhānasseva ekantarikabhāvena ukkamanaṁ jhānukkantikaṁ nāma.",
  "anya-e0102n0:16_1": "Evaṁ āpokasiṇādimūlikāpi yojanā kātabbā.",
  "anya-e0102n0:17_0": "Pathavīkasiṇe paṭhamaṁ jhānaṁ samāpajjitvā puna tadeva tejokasiṇe, tato nīlakasiṇe, tato lohitakasiṇeti iminā nayena jhānaṁ anukkamitvā kasiṇasseva ekantarikabhāvena ukkamanaṁ kasiṇukkantikaṁ nāma.",
  "anya-e0102n0:18_0": "Pathavīkasiṇe paṭhamaṁ jhānaṁ samāpajjitvā tato tejokasiṇe tatiyaṁ, nīlakasiṇaṁ ugghāṭetvā ākāsānañcāyatanaṁ, lohitakasiṇato ākiñcaññāyatananti iminā nayena jhānassa ceva kasiṇassa ca ukkamanaṁ jhānakasiṇukkantikaṁ nāma.",
  "anya-e0102n0:19_0": "Pathavīkasiṇe pana paṭhamaṁ jhānaṁ samāpajjitvā tattheva itaresampi samāpajjanaṁ aṅgasaṅkantikaṁ nāma.",
  "anya-e0102n0:20_0": "Pathavīkasiṇe paṭhamaṁ jhānaṁ samāpajjitvā tadeva āpokasiṇe…pe…",
  "anya-e0102n0:20_1": "tadeva odātakasiṇeti evaṁ sabbakasiṇesu ekasseva jhānassa samāpajjanaṁ ārammaṇasaṅkantikaṁ nāma.",
  "anya-e0102n0:21_0": "Pathavīkasiṇe paṭhamaṁ jhānaṁ samāpajjitvā āpokasiṇe dutiyaṁ, tejokasiṇe tatiyaṁ, vāyokasiṇe catutthaṁ, nīlakasiṇaṁ ugghāṭetvā ākāsānañcāyatanaṁ, pītakasiṇato viññāṇañcāyatanaṁ , lohitakasiṇato ākiñcaññāyatanaṁ, odātakasiṇato nevasaññānāsaññāyatananti evaṁ ekantarikavasena aṅgānañca ārammaṇānañca saṅkamanaṁ aṅgārammaṇasaṅkantikaṁ nāma.",
  "anya-e0102n0:22_0": "Paṭhamaṁ jhānaṁ pana pañcaṅgikanti vavatthapetvā dutiyaṁ tivaṅgikaṁ, tatiyaṁ duvaṅgikaṁ, tathā catutthaṁ ākāsānañcāyatanaṁ…pe…",
  "anya-e0102n0:22_1": "nevasaññānāsaññāyatananti evaṁ jhānaṅgamattasseva vavatthāpanaṁ aṅgavavatthāpanaṁ nāma.",
  "anya-e0102n0:23_0": "Tathā idaṁ pathavīkasiṇanti vavatthapetvā idaṁ āpokasiṇaṁ…pe…",
  "anya-e0102n0:23_1": "idaṁ odātakasiṇanti evaṁ ārammaṇamattasseva vavatthāpanaṁ ārammaṇavavatthāpanaṁ nāma .",
  "anya-e0102n0:23_2": "Aṅgārammaṇavavatthāpanampi eke icchanti.",
  "anya-e0102n0:23_3": "Aṭṭhakathāsu pana anāgatattā addhā taṁ bhāvanāmukhaṁ na hoti.",
  "anya-e0102n0:24_0": "367.",
  "anya-e0102n0:24_1": "Imehi pana cuddasahi ākārehi cittaṁ aparidametvā pubbe abhāvitabhāvano ādikammiko yogāvacaro iddhivikubbanaṁ sampādessatīti netaṁ ṭhānaṁ vijjati.",
  "anya-e0102n0:24_2": "Ādikammikassa hi kasiṇaparikammampi bhāro, satesu sahassesu vā ekova sakkoti.",
  "anya-e0102n0:24_3": "Katakasiṇaparikammassa nimittuppādanaṁ bhāro, satesu sahassesu vā ekova sakkoti.",
  "anya-e0102n0:24_4": "Uppanne nimitte taṁ vaḍḍhetvā appanādhigamo bhāro, satesu sahassesu vā ekova sakkoti.",
  "anya-e0102n0:24_5": "Adhigatappanassa cuddasahākārehi cittaparidamanaṁ bhāro, satesu sahassesu vā ekova sakkoti.",
  "anya-e0102n0:24_6": "Cuddasahākārehi paridamitacittassāpi iddhivikubbanaṁ nāma bhāro, satesu sahassesu vā ekova sakkoti.",
  "anya-e0102n0:24_7": "Vikubbanappattassāpi khippanisantibhāvo nāma bhāro, satesu sahassesu vā ekova khippanisantī hoti.",
  "anya-e0102n0:24_8": "Therambatthale mahārohaṇaguttattherassa gilānupaṭṭhānaṁ āgatesu tiṁsamattesu iddhimantasahassesu upasampadāya aṭṭhavassiko rakkhitatthero viya.",
  "anya-e0102n0:24_9": "Tassānubhāvo pathavīkasiṇaniddese (visuddhi.",
  "anya-e0102n0:24_10": "1.78 ādayo) vuttoyeva.",
  "anya-e0102n0:24_11": "Taṁ panassānubhāvaṁ disvā thero āha ‘‘āvuso, sace rakkhito nābhavissa sabbe garahappattā assāma ‘nāgarājānaṁ rakkhituṁ nāsakkhiṁsū’ti.",
  "anya-e0102n0:24_12": "Tasmā attanā gahetvā vicaritabbaṁ āvudhaṁ nāma malaṁ sodhetvāva gahetvā vicarituṁ vaṭṭatī’’ti.",
  "anya-e0102n0:24_13": "Te therassa ovāde ṭhatvā tiṁsasahassāpi bhikkhū khippanisantino ahesuṁ.",
  "anya-e0102n0:25_0": "Khippanisantiyāpi ca sati parassa patiṭṭhābhāvo bhāro, satesu sahassesu vā ekova hoti, giribhaṇḍavāhanapūjāya mārena aṅgāravasse pavattite ākāse pathaviṁ māpetvā aṅgāravassaparittārako thero viya.",
  "anya-e0102n0:26_0": "Balavapubbayogānaṁ pana buddhapaccekabuddhaaggasāvakādīnaṁ vināpi iminā vuttappakārena bhāvanānukkamena arahattapaṭilābheneva idañca iddhivikubbanaṁ aññe ca paṭisambhidādibhedā guṇā ijjhanti.",
  "anya-e0102n0:26_1": "Tasmā yathā piḷandhanavikatiṁ kattukāmo suvaṇṇakāro aggidhamanādīhi suvaṇṇaṁ muduṁ kammaññaṁ katvāva karoti, yathā ca bhājanavikatiṁ kattukāmo kumbhakāro mattikaṁ suparimadditaṁ muduṁ katvā karoti, evameva ādikammikena imehi cuddasahākārehi cittaṁ paridametvā chandasīsacittasīsavīriyasīsavīmaṁsāsīsasamāpajjanavasena ceva āvajjanādivasībhāvavasena ca muduṁ kammaññaṁ katvā iddhividhāya yogo karaṇīyo.",
  "anya-e0102n0:26_2": "Pubbahetusampannena pana kasiṇesu catutthajjhānamatte ciṇṇavasināpi kātuṁ vaṭṭati.",
  "anya-e0102n0:26_3": "Yathā panettha yogo kātabbo, taṁ vidhiṁ dassento bhagavā ‘‘so evaṁ samāhite citte’’tiādimāha.",
  "anya-e0102n0:27_0": "368.",
  "anya-e0102n0:27_1": "Tatrāyaṁ pāḷinayānusāreneva vinicchayakathā.",
  "anya-e0102n0:27_2": "Tattha soti so adhigatacatutthajjhāno yogī.",
  "anya-e0102n0:27_3": "Evanti catutthajjhānakkamanidassanametaṁ.",
  "anya-e0102n0:27_4": "Iminā paṭhamajjhānādhigamādinā kamena catutthajjhānaṁ paṭilabhitvāti vuttaṁ hoti.",
  "anya-e0102n0:27_5": "Samāhiteti iminā catutthajjhānasamādhinā samāhite.",
  "anya-e0102n0:27_6": "Citteti rūpāvacaracitte.",
  "anya-e0102n0:27_7": "Parisuddhetiādīsu pana upekkhāsatipārisuddhibhāvena parisuddhe.",
  "anya-e0102n0:27_8": "Parisuddhattāyeva pariyodāte, pabhassareti vuttaṁ hoti.",
  "anya-e0102n0:27_9": "Sukhādīnaṁ paccayānaṁ ghātena vihatarāgādiaṅgaṇattā anaṅgaṇe.",
  "anya-e0102n0:27_10": "Anaṅgaṇattāyeva vigatūpakkilese.",
  "anya-e0102n0:27_11": "Aṅgaṇena hi taṁ cittaṁ upakkilissati.",
  "anya-e0102n0:27_12": "Subhāvitattā mudubhūte, vasībhāvappatteti vuttaṁ hoti.",
  "anya-e0102n0:27_13": "Vase vattamānaṁ hi cittaṁ mudunti vuccati.",
  "anya-e0102n0:27_14": "Muduttāyeva ca kammaniye, kammakkhame kammayoggeti vuttaṁ hoti.",
  "anya-e0102n0:27_15": "Muduṁ hi cittaṁ kammaniyaṁ hoti sudantamiva suvaṇṇaṁ, tañca ubhayampi subhāvitattāyevāti.",
  "anya-e0102n0:27_16": "Yathāha ‘‘nāhaṁ, bhikkhave, aññaṁ ekadhammampi samanupassāmi, yaṁ evaṁ bhāvitaṁ bahulīkataṁ muduñca hoti kammaniyañca, yathayidaṁ, bhikkhave, citta’’nti (a. ni. 1.22).",
  "anya-e0102n0:28_0": "Etesu parisuddhabhāvādīsu ṭhitattā ṭhite.",
  "anya-e0102n0:28_1": "Ṭhitattāyeva āneñjappatte, acale niriñjaneti vuttaṁ hoti.",
  "anya-e0102n0:28_2": "Mudukammaññabhāvena vā attano vase ṭhitattā ṭhite.",
  "anya-e0102n0:28_3": "Saddhādīhi pariggahitattā āneñjappatte.",
  "anya-e0102n0:28_4": "Saddhāpariggahitaṁ hi cittaṁ assaddhiyena na iñjati.",
  "anya-e0102n0:28_5": "Vīriyapariggahitaṁ kosajjena na iñjati.",
  "anya-e0102n0:28_6": "Satipariggahitaṁ pamādena na iñjati.",
  "anya-e0102n0:28_7": "Samādhipariggahitaṁ uddhaccena na iñjati .",
  "anya-e0102n0:28_8": "Paññāpariggahitaṁ avijjāya na iñjati.",
  "anya-e0102n0:28_9": "Obhāsagataṁ kilesandhakārena na iñjati.",
  "anya-e0102n0:28_10": "Imehi chahi dhammehi pariggahitaṁ āneñjappattaṁ hoti.",
  "anya-e0102n0:28_11": "Evaṁ aṭṭhaṅgasamannāgataṁ cittaṁ abhinīhārakkhamaṁ hoti abhiññāsacchikaraṇīyānaṁ dhammānaṁ abhiññāsacchikiriyāya.",
  "anya-e0102n0:29_0": "Aparo nayo, catutthajjhānasamādhinā samāhite.",
  "anya-e0102n0:29_1": "Nīvaraṇadūrabhāvena parisuddhe.",
  "anya-e0102n0:29_2": "Vitakkādisamatikkamena pariyodāte.",
  "anya-e0102n0:29_3": "Jhānapaṭilābhapaccayānaṁ icchāvacarānaṁ abhāvena anaṅgaṇe.",
  "anya-e0102n0:29_4": "Abhijjhādīnaṁ cittassa upakkilesānaṁ vigamena vigatūpakkilese.",
  "anya-e0102n0:29_5": "Ubhayampi cetaṁ anaṅgaṇasuttavatthasuttānusārena (ma. ni.",
  "anya-e0102n0:29_6": "1.57 ādayo) veditabbaṁ.",
  "anya-e0102n0:29_7": "Vasippattiyā mudubhūte.",
  "anya-e0102n0:29_8": "Iddhipādabhāvūpagamena kammaniye.",
  "anya-e0102n0:29_9": "Bhāvanāpāripūriyā paṇītabhāvūpagamena ṭhite āneñjappatte.",
  "anya-e0102n0:29_10": "Yathā āneñjappattaṁ hoti, evaṁ ṭhiteti attho.",
  "anya-e0102n0:29_11": "Evampi aṭṭhaṅgasamannāgataṁ cittaṁ abhinīhārakkhamaṁ hoti abhiññāsacchikaraṇīyānaṁ dhammānaṁ abhiññāsacchikiriyāya pādakaṁ padaṭṭhānabhūtanti.",
  "anya-e0102n0:30_0": "Dasaiddhikathā",
  "anya-e0102n0:31_0": "369.Iddhividhāya cittaṁ abhinīharati abhininnāmetīti ettha ijjhanaṭṭhena iddhi, nipphattiatthena paṭilābhaṭṭhena cāti vuttaṁ hoti.",
  "anya-e0102n0:31_1": "Yañhi nipphajjati paṭilabbhati ca, taṁ ijjhatīti vuccati.",
  "anya-e0102n0:31_2": "Yathāha ‘‘kāmaṁ kāmayamānassa, tassa cetaṁ samijjhatī’’ti (su. ni. 772).",
  "anya-e0102n0:31_3": "Tathā ‘‘nekkhammaṁ ijjhatīti iddhi, paṭiharatīti pāṭihāriyaṁ.",
  "anya-e0102n0:31_4": "Arahattamaggo ijjhatīti iddhi, paṭiharatīti pāṭihāriya’’nti (paṭi. ma. 3.32).",
  "anya-e0102n0:32_0": "Aparo nayo, ijjhanaṭṭhena iddhi.",
  "anya-e0102n0:32_1": "Upāyasampadāyetamadhivacanaṁ.",
  "anya-e0102n0:32_2": "Upāyasampadā hi ijjhati adhippetaphalappasavanato. Yathāha –",
  "anya-e0102n0:32_3": "‘‘ayaṁ kho citto gahapati sīlavā kalyāṇadhammo, sace paṇidahissati ‘anāgatamaddhānaṁ rājā assaṁ cakkavattī’ti, tassa kho ayaṁ ijjhissati sīlavato cetopaṇidhi visuddhattā’’ti (saṁ. ni. 4.352).",
  "anya-e0102n0:33_0": "Aparo nayo, etāya sattā ijjhantīti iddhi.",
  "anya-e0102n0:33_1": "Ijjhantīti iddhā vuddhā ukkaṁsagatā hontīti vuttaṁ hoti.",
  "anya-e0102n0:33_2": "Sā dasavidhā.",
  "anya-e0102n0:33_3": "Yathāha ‘‘kati iddhiyoti dasa iddhiyo’’.",
  "anya-e0102n0:33_4": "Puna caparaṁ āha ‘‘katamā dasa iddhiyo ?",
  "anya-e0102n0:33_5": "Adhiṭṭhānā iddhi, vikubbanā iddhi, manomayā iddhi, ñāṇavipphārā iddhi, samādhivipphārā iddhi, ariyā iddhi, kammavipākajā iddhi, puññavato iddhi, vijjāmayā iddhi, tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhī’’ti (paṭi. ma. 3.9).",
  "anya-e0102n0:34_0": "370.",
  "anya-e0102n0:34_1": "Tattha ‘‘pakatiyā eko bahukaṁ āvajjati.",
  "anya-e0102n0:34_2": "Sataṁ vā sahassaṁ vā satasahassaṁ vā āvajjitvā ñāṇena adhiṭṭhāti ‘bahuko homī’’’ti (paṭi. ma.",
  "anya-e0102n0:34_3": "3.10) evaṁ vibhajitvā dassitā iddhi adhiṭṭhānavasena nipphannattā adhiṭṭhānā iddhi nāma.",
  "anya-e0102n0:35_0": "371.",
  "anya-e0102n0:35_1": "‘‘So pakativaṇṇaṁ vijahitvā kumārakavaṇṇaṁ vā dasseti nāgavaṇṇaṁ vā…pe…",
  "anya-e0102n0:35_2": "vividhampi senābyūhaṁ dassetī’’ti (paṭi. ma.",
  "anya-e0102n0:35_3": "3.13) evaṁ āgatā iddhi pakativaṇṇavijahanavikāravasena pavattattā vikubbanā iddhi nāma.",
  "anya-e0102n0:36_0": "372.",
  "anya-e0102n0:36_1": "‘‘Idha bhikkhu imamhā kāyā aññaṁ kāyaṁ abhinimmināti rūpiṁ manomaya’’nti (paṭi. ma.",
  "anya-e0102n0:36_2": "3.14) iminā nayena āgatā iddhi sarīrabbhantare aññasseva manomayassa sarīrassa nipphattivasena pavattattā manomayā iddhi nāma.",
  "anya-e0102n0:37_0": "373.",
  "anya-e0102n0:37_1": "Ñāṇuppattito pana pubbe vā pacchā vā taṁkhaṇe vā ñāṇānubhāvanibbatto viseso ñāṇavipphārā iddhi nāma.",
  "anya-e0102n0:37_2": "Vuttañhetaṁ –",
  "anya-e0102n0:37_3": "‘‘aniccānupassanāya niccasaññāya pahānaṭṭho ijjhatīti ñāṇavipphārā iddhi…pe…",
  "anya-e0102n0:37_4": "arahattamaggena sabbakilesānaṁ pahānaṭṭho ijjhatīti ñāṇavipphārā iddhi.",
  "anya-e0102n0:37_5": "Āyasmato bākkulassa ñāṇavipphārā iddhi.",
  "anya-e0102n0:37_6": "Āyasmato saṁkiccassa ñāṇavipphārā iddhi.",
  "anya-e0102n0:37_7": "Āyasmato bhūtapālassa ñāṇavipphārā iddhī’’ti (paṭi. ma. 3.15).",
  "anya-e0102n0:38_0": "Tattha āyasmā bākkulo daharova maṅgaladivase nadiyā nhāpiyamāno dhātiyā pamādena sote patito.",
  "anya-e0102n0:38_1": "Tamenaṁ maccho gilitvā bārāṇasītitthaṁ agamāsi.",
  "anya-e0102n0:38_2": "Tatra taṁ macchabandho gahetvā seṭṭhibhariyāya vikkiṇi.",
  "anya-e0102n0:38_3": "Sā macche sinehaṁ uppādetvā ahameva naṁ pacissāmīti phālentī macchakucchiyaṁ suvaṇṇabimbaṁ viya dārakaṁ disvā putto me laddhoti somanassajātā ahosi.",
  "anya-e0102n0:38_4": "Iti macchakucchiyaṁ arogabhāvo āyasmato bākkulassa pacchimabhavikassa tena attabhāvena paṭilabhitabbaarahattamaggañāṇānubhāvena nibbattattā ñāṇavipphārā iddhi nāma.",
  "anya-e0102n0:38_5": "Vatthu pana vitthārena kathetabbaṁ.",
  "anya-e0102n0:39_0": "Saṁkiccattherassa pana gabbhagatasseva mātā kālamakāsi.",
  "anya-e0102n0:39_1": "Tassā citakaṁ āropetvā sūlehi vijjhitvā jhāpiyamānāya dārako sūlakoṭiyā akkhikūṭe pahāraṁ labhitvā saddaṁ akāsi.",
  "anya-e0102n0:39_2": "Tato dārako jīvatīti otāretvā kucchiṁ phāletvā dārakaṁ ayyikāya adaṁsu.",
  "anya-e0102n0:39_3": "So tāya paṭijaggito vuddhimanvāya pabbajitvā saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "anya-e0102n0:39_4": "Iti vuttanayeneva dārucitakāya arogabhāvo āyasmato saṁkiccassa ñāṇavipphārā iddhi nāma.",
  "anya-e0102n0:40_0": "Bhūtapāladārakassa pana pitā rājagahe daliddamanusso.",
  "anya-e0102n0:40_1": "So dārūnaṁ atthāya sakaṭena aṭaviṁ gantvā dārubhāraṁ katvā sāyaṁ nagaradvārasamīpaṁ patto.",
  "anya-e0102n0:40_2": "Athassa goṇā yugaṁ ossajjitvā nagaraṁ pavisiṁsu.",
  "anya-e0102n0:40_3": "So sakaṭamūle puttakaṁ nisīdāpetvā goṇānaṁ anupadaṁ gacchanto nagarameva pāvisi.",
  "anya-e0102n0:40_4": "Tassa anikkhantasseva dvāraṁ pihitaṁ.",
  "anya-e0102n0:40_5": "Dārakassa vāḷayakkhānucaritepi bahinagare tiyāmarattiṁ arogabhāvo vuttanayeneva ñāṇavipphārā iddhi nāma.",
  "anya-e0102n0:40_6": "Vatthu pana vitthāretabbaṁ.",
  "anya-e0102n0:41_0": "374.",
  "anya-e0102n0:41_1": "Samādhito pubbe vā pacchā vā taṁkhaṇe vā samathānubhāvanibbatto viseso samādhivipphārā iddhi.",
  "anya-e0102n0:41_2": "Vuttañhetaṁ ‘‘paṭhamajjhānena nīvaraṇānaṁ pahānaṭṭho ijjhatīti samādhivipphārā iddhi…pe…",
  "anya-e0102n0:41_3": "nevasaññānāsaññāyatanasamāpattiyā ākiñcaññāyatanasaññāya pahānaṭṭho ijjhatīti samādhivipphārā iddhi.",
  "anya-e0102n0:41_4": "Āyasmato sāriputtassa samādhivipphārā iddhi, āyasmato sañjīvassa, āyasmato khāṇukoṇḍaññassa, uttarāya upāsikāya, sāmāvatiyā upāsikāya samādhivipphārā iddhī’’ti (paṭi. ma. 3.16).",
  "anya-e0102n0:42_0": "Tattha yadā āyasmato sāriputtassa mahāmoggallānattherena saddhiṁ kapotakandarāyaṁ viharato juṇhāya rattiyā navoropitehi kesehi ajjhokāse nisinnassa eko duṭṭhayakkho sahāyakena yakkhena vāriyamānopi sīse pahāramadāsi.",
  "anya-e0102n0:42_1": "Yassa meghassa viya gajjato saddo ahosi.",
  "anya-e0102n0:42_2": "Tadā thero tassa paharaṇasamaye samāpattiṁ appesi.",
  "anya-e0102n0:42_3": "Athassa tena pahārena na koci ābādho ahosi .",
  "anya-e0102n0:42_4": "Ayaṁ tassāyasmato samādhivipphārā iddhi.",
  "anya-e0102n0:42_5": "Vatthu pana udāne (udā.",
  "anya-e0102n0:42_6": "34) āgatameva.",
  "anya-e0102n0:43_0": "Sañjīvattheraṁ pana nirodhasamāpannaṁ kālakatoti sallakkhetvā gopālakādayo tiṇakaṭṭhagomayāni saṅkaḍḍhetvā aggiṁ adaṁsu.",
  "anya-e0102n0:43_1": "Therassa cīvare aṁsumattampi najjhāyittha.",
  "anya-e0102n0:43_2": "Ayamassa anupubbasamāpattivasena pavattasamathānubhāvanibbattattā samādhivipphārā iddhi.",
  "anya-e0102n0:43_3": "Vatthu pana sutte (ma. ni.",
  "anya-e0102n0:43_4": "1.507) āgatameva.",
  "anya-e0102n0:44_0": "Khāṇukoṇḍaññatthero pana pakatiyāva samāpattibahulo.",
  "anya-e0102n0:44_1": "So aññatarasmiṁ araññe rattiṁ samāpattiṁ appetvā nisīdi.",
  "anya-e0102n0:44_2": "Pañcasatā corā bhaṇḍakaṁ thenetvā gacchantā ‘‘idāni amhākaṁ anupathaṁ āgacchantā natthī’’ti vissamitukāmā bhaṇḍakaṁ oropayamānā ‘‘khāṇuko aya’’nti maññamānā therasseva upari sabbabhaṇḍakāni ṭhapesuṁ.",
  "anya-e0102n0:44_3": "Tesaṁ vissamitvā gacchantānaṁ paṭhamaṁ ṭhapitabhaṇḍakassa gahaṇakāle kālaparicchedavasena thero vuṭṭhāsi.",
  "anya-e0102n0:44_4": "Te therassa calanākāraṁ disvā bhītā viraviṁsu.",
  "anya-e0102n0:44_5": "Thero ‘‘mā bhāyittha upāsakā, bhikkhu aha’’nti āha.",
  "anya-e0102n0:44_6": "Te āgantvā vanditvā theragatena pasādena pabbajitvā saha paṭisambhidāhi arahattaṁ pāpuṇiṁsu (dha. pa. aṭṭha. 1.1).",
  "anya-e0102n0:44_7": "Ayamettha pañcahi bhaṇḍakasatehi ajjhotthaṭassa therassa ābādhābhāvo samādhivipphārā iddhi.",
  "anya-e0102n0:45_0": "Uttarā pana upāsikā puṇṇaseṭṭhissa dhītā.",
  "anya-e0102n0:45_1": "Tassā sirimā nāma gaṇikā issāpakatā tattatelakaṭāhaṁ sīse āsiñci.",
  "anya-e0102n0:45_2": "Uttarā taṁkhaṇaññeva mettaṁ samāpajji.",
  "anya-e0102n0:45_3": "Telaṁ pokkharapattato udakabindu viya vivaṭṭamānaṁ agamāsi.",
  "anya-e0102n0:45_4": "Ayamassā samādhivipphārā iddhi.",
  "anya-e0102n0:45_5": "Vatthu pana vitthāretabbaṁ.",
  "anya-e0102n0:46_0": "Sāmāvatī nāma udenassa rañño aggamahesī.",
  "anya-e0102n0:46_1": "Māgaṇḍiyabrāhmaṇo attano dhītāya aggamahesiṭṭhānaṁ patthayamāno tassā vīṇāya āsīvisaṁ pakkhipāpetvā rājānaṁ āha ‘‘mahārāja, sāmāvatī taṁ māretukāmā vīṇāya āsīvisaṁ gahetvā pariharatī’’ti.",
  "anya-e0102n0:46_2": "Rājā taṁ disvā kupito sāmāvatiṁ vadhissāmīti dhanuṁ āropetvā visapītaṁ khurappaṁ sannayhi.",
  "anya-e0102n0:46_3": "Sāmāvatī saparivārā rājānaṁ mettāya phari.",
  "anya-e0102n0:46_4": "Rājā neva saraṁ khipituṁ na oropetuṁ sakkonto vedhamāno aṭṭhāsi.",
  "anya-e0102n0:46_5": "Tato naṁ devī āha ‘‘kiṁ, mahārāja, kilamasī’’ti?",
  "anya-e0102n0:46_6": "‘‘Āma kilamāmī’’ti.",
  "anya-e0102n0:46_7": "‘‘Tena hi dhanuṁ oropehī’’ti.",
  "anya-e0102n0:46_8": "Saro rañño pādamūleyeva pati.",
  "anya-e0102n0:46_9": "Tato naṁ devī ‘‘mahārāja, appaduṭṭhassa nappadussitabba’’nti ovadi.",
  "anya-e0102n0:46_10": "Iti rañño saraṁ muñcituṁ avisahanabhāvo sāmāvatiyā upāsikāya samādhivipphārā iddhīti.",
  "anya-e0102n0:47_0": "375.",
  "anya-e0102n0:47_1": "Paṭikkūlādīsu appaṭikkūlasaññivihārādikā pana ariyā iddhi nāma. Yathāha –",
  "anya-e0102n0:47_2": "‘‘katamā ariyā iddhi? Idha –",
  "anya-e0102n0:47_3": "bhikkhu sace ākaṅkhati ‘paṭikkūle appaṭikkūlasaññī vihareyya’nti, appaṭikkūlasaññī tattha viharati…pe…",
  "anya-e0102n0:47_4": "upekkhako tattha viharati sato sampajāno’’ti (paṭi. ma. 3.17).",
  "anya-e0102n0:47_5": "Ayañhi cetovasippattānaṁ ariyānaṁyeva sambhavato ariyā iddhīti vuccati.",
  "anya-e0102n0:48_0": "Etāya hi samannāgato khīṇāsavo bhikkhu paṭikkūle aniṭṭhe vatthusmiṁ mettāpharaṇaṁ vā dhātumanasikāraṁ vā karonto appaṭikkūlasaññī viharati.",
  "anya-e0102n0:48_1": "Appaṭikkūle iṭṭhe vatthusmiṁ asubhapharaṇaṁ vā aniccanti manasikāraṁ vā karonto paṭikkūlasaññī viharati.",
  "anya-e0102n0:48_2": "Tathā paṭikkūlāpaṭikkūlesu tadeva mettāpharaṇaṁ vā dhātumanasikāraṁ vā karonto appaṭikkūlasaññī viharati.",
  "anya-e0102n0:48_3": "Appaṭikkūlapaṭikkūlesu ca tadeva asubhapharaṇaṁ vā aniccanti manasikāraṁ vā karonto paṭikkūlasaññī viharati.",
  "anya-e0102n0:48_4": "Cakkhunā rūpaṁ disvā neva sumano hotītiādinā nayena vuttaṁ pana chaḷaṅgupekkhaṁ pavattayamāno paṭikkūle ca appaṭikkūle ca tadubhayaṁ abhinivajjitvā upekkhako viharati sato sampajāno.",
  "anya-e0102n0:48_5": "Paṭisambhidāyañhi ‘‘kathaṁ paṭikkūle appaṭikkūlasaññī viharati?",
  "anya-e0102n0:48_6": "Aniṭṭhasmiṁ vatthusmiṁ mettāya vā pharati dhātuso vā upasaṁharatī’’tiādinā (paṭi. ma.",
  "anya-e0102n0:48_7": "3.17) nayena ayameva attho vibhatto.",
  "anya-e0102n0:48_8": "Ayaṁ cetovasippattānaṁ ariyānaṁyeva sambhavato ariyā iddhīti vuccati.",
  "anya-e0102n0:49_0": "376.",
  "anya-e0102n0:49_1": "Pakkhīādīnaṁ pana vehāsagamanādikā kammavipākajā iddhi nāma. Yathāha –",
  "anya-e0102n0:49_2": "‘‘katamā kammavipākajā iddhi?",
  "anya-e0102n0:49_3": "Sabbesaṁ pakkhīnaṁ sabbesaṁ devānaṁ ekaccānaṁ manussānaṁ ekaccānañca vinipātikānaṁ ayaṁ kammavipākajā iddhī’’ti (paṭi. ma. 3.18).",
  "anya-e0102n0:49_4": "Ettha hi sabbesaṁ pakkhīnaṁ jhānaṁ vā vipassanaṁ vā vināyeva ākāsena gamanaṁ.",
  "anya-e0102n0:49_5": "Tathā sabbesaṁ devānaṁ paṭhamakappikānañca ekaccānaṁ manussānaṁ.",
  "anya-e0102n0:49_6": "Tathā piyaṅkaramātā (saṁ. ni.",
  "anya-e0102n0:49_7": "1.240) yakkhinī uttaramātā phussamittā dhammaguttāti evamādīnaṁ ekaccānaṁ vinipātikānaṁ ākāsena gamanaṁ kammavipākajā iddhīti.",
  "anya-e0102n0:50_0": "377.",
  "anya-e0102n0:50_1": "Cakkavattiādīnaṁ vehāsagamanādikā pana puññavato iddhi nāma.",
  "anya-e0102n0:50_2": "Yathāha ‘‘katamā puññavato iddhi?",
  "anya-e0102n0:50_3": "Rājā cakkavattī vehāsaṁ gacchati saddhiṁ caturaṅginiyā senāya antamaso assabandhagobandhapurise upādāya.",
  "anya-e0102n0:50_4": "Jotikassa gahapatissa puññavato iddhi.",
  "anya-e0102n0:50_5": "Jaṭilakassa gahapatissa puññavato iddhi.",
  "anya-e0102n0:50_6": "Ghositassa gahapatissa puññavato iddhi.",
  "anya-e0102n0:50_7": "Meṇḍakassa gahapatissa puññavato iddhi.",
  "anya-e0102n0:50_8": "Pañcannaṁ mahāpuññānaṁ puññavato iddhī’’ti.",
  "anya-e0102n0:50_9": "Saṅkhepato pana paripākaṁ gate puññasambhāre ijjhanakaviseso puññavato iddhi.",
  "anya-e0102n0:51_0": "Ettha ca jotikassa gahapatissa pathaviṁ bhinditvā maṇipāsādo uṭṭhahi.",
  "anya-e0102n0:51_1": "Catusaṭṭhi ca kapparukkhāti ayamassa puññavato iddhi.",
  "anya-e0102n0:51_2": "Jaṭilakassa asītihattho suvaṇṇapabbato nibbatti.",
  "anya-e0102n0:51_3": "Ghositassa sattasu ṭhānesu māraṇatthāya upakkame katepi arogabhāvo puññavato iddhi.",
  "anya-e0102n0:51_4": "Meṇḍakassa ekakarīsamatte padese sattaratanamayānaṁ meṇḍakānaṁ pātubhāvo puññavato iddhi.",
  "anya-e0102n0:51_5": "Pañca mahāpuññā nāma meṇḍakaseṭṭhi, tassa bhariyā candapadumasirī, putto dhanañcayaseṭṭhi, suṇisā sumanadevī, dāso puṇṇo nāmāti.",
  "anya-e0102n0:51_6": "Tesu seṭṭhissa sīsaṁ nhātassa ākāsaṁ ullokanakāle aḍḍhateḷasakoṭṭhasahassāni ākāsato rattasālīnaṁ pūrenti.",
  "anya-e0102n0:51_7": "Bhariyāya nāḷikodanamattampi gahetvā sakalajambudīpavāsike parivisamānāya bhattaṁ na khīyati.",
  "anya-e0102n0:51_8": "Puttassa sahassatthavikaṁ gahetvā sakalajambudīpavāsikānampi dentassa kahāpaṇā na khīyanti.",
  "anya-e0102n0:51_9": "Suṇisāya ekaṁ vīhitumbaṁ gahetvā sakalajambudīpavāsikānampi bhājayamānāya dhaññaṁ na khīyati.",
  "anya-e0102n0:51_10": "Dāsassa ekena naṅgalena kasato ito satta ito sattāti cuddasa maggā honti.",
  "anya-e0102n0:51_11": "Ayaṁ nesaṁ puññavato iddhi.",
  "anya-e0102n0:52_0": "378.",
  "anya-e0102n0:52_1": "Vijjādharādīnaṁ vehāsagamanādikā pana vijjāmayā iddhi.",
  "anya-e0102n0:52_2": "Yathāha ‘‘katamā vijjāmayā iddhi?",
  "anya-e0102n0:52_3": "Vijjādharā vijjaṁ parijapitvā vehāsaṁ gacchanti.",
  "anya-e0102n0:52_4": "Ākāse antalikkhe hatthimpi dassenti…pe…",
  "anya-e0102n0:52_5": "vividhampi senābyūhaṁ dassentī’’ti (paṭi. ma. 3.18).",
  "anya-e0102n0:53_0": "379.",
  "anya-e0102n0:53_1": "Tena tena pana sammāpayogena tassa tassa kammassa ijjhanaṁ tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhi. Yathāha –",
  "anya-e0102n0:53_2": "‘‘nekkhammena kāmacchandassa pahānaṭṭho ijjhatīti tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhi…pe…",
  "anya-e0102n0:53_3": "arahattamaggena sabbakilesānaṁ pahānaṭṭho ijjhatīti tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhī’’ti (paṭi. ma. 3.18).",
  "anya-e0102n0:53_4": "Ettha ca paṭipattisaṅkhātasseva sammāpayogassa dīpanavasena purimapāḷisadisāva pāḷi āgatā.",
  "anya-e0102n0:53_5": "Aṭṭhakathāyaṁ pana sakaṭabyūhādikaraṇavasena yaṁkiñci sippakammaṁ yaṁkiñci vejjakammaṁ tiṇṇaṁ bedānaṁ uggahaṇaṁ tiṇṇaṁ piṭakānaṁ uggahaṇaṁ antamaso kasanavapanādīni upādāya taṁ taṁ kammaṁ katvā nibbattaviseso tattha tattha sammāpayogapaccayā ijjhanaṭṭhena iddhīti āgatā. (10)",
  "anya-e0102n0:54_0": "Iti imāsu dasasu iddhīsu iddhividhāyāti imasmiṁ pade adhiṭṭhānā iddhiyeva āgatā.",
  "anya-e0102n0:54_1": "Imasmiṁ panatthe vikubbanāmanomayāiddhiyopi icchitabbā eva.",
  "anya-e0102n0:55_0": "380.Iddhividhāyāti iddhikoṭṭhāsāya, iddhivikappāya vā.",
  "anya-e0102n0:55_1": "Cittaṁ abhinīharati abhininnāmetīti so bhikkhu vuttappakāravasena tasmiṁ citte abhiññāpādake jāte iddhividhādhigamatthāya parikammacittaṁ abhinīharati kasiṇārammaṇato apanetvā iddhividhābhimukhaṁ peseti.",
  "anya-e0102n0:55_2": "Abhininnāmetīti adhigantabbaiddhipoṇaṁ iddhipabbhāraṁ karoti.",
  "anya-e0102n0:55_3": "Soti so evaṁ katacittābhinīhāro bhikkhu.",
  "anya-e0102n0:55_4": "Anekavihitanti anekavidhaṁ nānappakārakaṁ.",
  "anya-e0102n0:55_5": "Iddhividhanti iddhikoṭṭhāsaṁ.",
  "anya-e0102n0:55_6": "Paccanubhotīti paccanubhavati, phusati sacchikaroti pāpuṇātīti attho.",
  "anya-e0102n0:55_7": "Idānissa anekavihitabhāvaṁ dassento ‘‘ekopi hutvā’’tiādimāha.",
  "anya-e0102n0:55_8": "Tattha ekopi hutvāti iddhikaraṇato pubbe pakatiyā ekopi hutvā.",
  "anya-e0102n0:55_9": "Bahudhā hotīti bahūnaṁ santike caṅkamitukāmo vā sajjhāyaṁ vā kattukāmo pañhaṁ vā pucchitukāmo hutvā satampi sahassampi hoti.",
  "anya-e0102n0:55_10": "Kathaṁ panāyamevaṁ hoti?",
  "anya-e0102n0:55_11": "Iddhiyā catasso bhūmiyo cattāro pādā aṭṭha padāni soḷasa ca mūlāni sampādetvā ñāṇena adhiṭṭhahanto.",
  "anya-e0102n0:56_0": "381.",
  "anya-e0102n0:56_1": "Tattha catasso bhūmiyoti cattāri jhānāni veditabbāni.",
  "anya-e0102n0:56_2": "Vuttañhetaṁ dhammasenāpatinā ‘‘iddhiyā katamā catasso bhūmiyo?",
  "anya-e0102n0:56_3": "Vivekajabhūmi paṭhamaṁ jhānaṁ, pītisukhabhūmi dutiyaṁ jhānaṁ, upekkhāsukhabhūmi tatiyaṁ jhānaṁ, adukkhamasukhabhūmi catutthaṁ jhānaṁ.",
  "anya-e0102n0:56_4": "Iddhiyā imā catasso bhūmiyo iddhilābhāya iddhipaṭilābhāya iddhivikubbanatāya iddhivisavitāya iddhivasitāya iddhivesārajjāya saṁvattantī’’ti (paṭi. ma. 3.9).",
  "anya-e0102n0:56_5": "Ettha ca purimāni tīṇi jhānāni yasmā pītipharaṇena ca sukhapharaṇena ca sukhasaññañca lahusaññañca okkamitvā lahumudukammaññakāyo iddhiṁ pāpuṇāti, tasmā iminā pariyāyena iddhilābhāya saṁvattanato sambhārabhūmiyoti veditabbāni.",
  "anya-e0102n0:56_6": "Catutthajjhānaṁ pana iddhilābhāya pakatibhūmiyeva.",
  "anya-e0102n0:57_0": "382.Cattāro pādāti cattāro iddhipādā veditabbā.",
  "anya-e0102n0:57_1": "Vuttañhetaṁ ‘‘iddhiyā katame cattāro pādā?",
  "anya-e0102n0:57_2": "Idha bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti. Vīriya… citta…",
  "anya-e0102n0:57_3": "vīmaṁsāsamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāveti.",
  "anya-e0102n0:57_4": "Iddhiyā ime cattāro pādā iddhilābhāya…pe…",
  "anya-e0102n0:57_5": "iddhivesārajjāya saṁvattantī’’ti (paṭi. ma. 3.9).",
  "anya-e0102n0:57_6": "Ettha ca chandahetuko chandādhiko vā samādhi chandasamādhi.",
  "anya-e0102n0:57_7": "Kattukamyatāchandaṁ adhipatiṁ karitvā paṭiladdhasamādhissetaṁ adhivacanaṁ.",
  "anya-e0102n0:57_8": "Padhānabhūtā saṅkhārā padhānasaṅkhārā.",
  "anya-e0102n0:57_9": "Catukiccasādhakassa sammappadhānavīriyassetaṁ adhivacanaṁ.",
  "anya-e0102n0:57_10": "Samannāgatanti chandasamādhinā ca padhānasaṅkhārehi ca upetaṁ.",
  "anya-e0102n0:57_11": "Iddhipādanti nipphattipariyāyena vā ijjhanaṭṭhena, ijjhanti etāya sattā iddhā vuddhā ukkaṁsagatā hontīti iminā vā pariyāyena iddhīti saṅkhaṁ gatānaṁ abhiññācittasampayuttānaṁ chandasamādhipadhānasaṅkhārānaṁ adhiṭṭhānaṭṭhena pādabhūtaṁ sesacittacetasikarāsinti attho.",
  "anya-e0102n0:57_12": "Vuttañhetaṁ ‘‘iddhipādoti tathābhūtassa vedanākkhandho…pe…",
  "anya-e0102n0:57_13": "viññāṇakkhandho’’ti (vibha. 434).",
  "anya-e0102n0:58_0": "Atha vā pajjate anenāti pādo.",
  "anya-e0102n0:58_1": "Pāpuṇīyatīti attho.",
  "anya-e0102n0:58_2": "Iddhiyā pādo iddhipādo.",
  "anya-e0102n0:58_3": "Chandādīnametaṁ adhivacanaṁ. Yathāha –",
  "anya-e0102n0:58_4": "‘‘chandañce, bhikkhave, bhikkhu nissāya labhati samādhiṁ, labhati cittassekaggataṁ, ayaṁ vuccati chandasamādhi.",
  "anya-e0102n0:58_5": "So anuppannānaṁ pāpakānaṁ…pe…",
  "anya-e0102n0:58_6": "padahati, ime vuccanti padhānasaṅkhārā.",
  "anya-e0102n0:58_7": "Iti ayañca chando ayañca chandasamādhi ime ca padhānasaṅkhārā, ayaṁ vuccati, bhikkhave, chandasamādhipadhānasaṅkhārasamannāgato iddhipādo’’ti (saṁ. ni. 5.825).",
  "anya-e0102n0:58_8": "Evaṁ sesiddhipādesupi attho veditabbo.",
  "anya-e0102n0:59_0": "383.Aṭṭha padānīti chandādīni aṭṭha veditabbāni.",
  "anya-e0102n0:59_1": "Vuttañhetaṁ ‘‘iddhiyā katamāni aṭṭha padāni?",
  "anya-e0102n0:59_2": "Chandañce bhikkhu nissāya labhati samādhiṁ, labhati cittassekaggataṁ.",
  "anya-e0102n0:59_3": "Chando na samādhi, samādhi na chando.",
  "anya-e0102n0:59_4": "Añño chando, añño samādhi.",
  "anya-e0102n0:59_5": "Vīriyañce bhikkhu…",
  "anya-e0102n0:59_6": "cittañce bhikkhu…",
  "anya-e0102n0:59_7": "vīmaṁsañce bhikkhu nissāya labhati samādhiṁ, labhati cittassekaggataṁ.",
  "anya-e0102n0:59_8": "Vīmaṁsā na samādhi, samādhi na vīmaṁsā.",
  "anya-e0102n0:59_9": "Aññā vīmaṁsā, añño samādhi.",
  "anya-e0102n0:59_10": "Iddhiyā imāni aṭṭha padāni iddhilābhāya…pe…",
  "anya-e0102n0:59_11": "iddhivesārajjāya saṁvattantī’’ti (paṭi. ma. 3.9).",
  "anya-e0102n0:59_12": "Ettha hi iddhimuppādetukāmatāchando samādhinā ekato niyuttova iddhilābhāya saṁvattati;",
  "anya-e0102n0:59_13": "tathā vīriyādayo.",
  "anya-e0102n0:59_14": "Tasmā imāni aṭṭha padāni vuttānīti veditabbāni.",
  "anya-e0102n0:60_0": "384.Soḷasa mūlānīti soḷasahi ākārehi āneñjatā cittassa veditabbā.",
  "anya-e0102n0:60_1": "Vuttañhetaṁ –",
  "anya-e0102n0:60_2": "‘‘iddhiyā kati mūlāni?",
  "anya-e0102n0:60_3": "Soḷasa mūlāni –",
  "anya-e0102n0:60_4": "anonataṁ cittaṁ kosajje na iñjatīti āneñjaṁ, anunnataṁ cittaṁ uddhacce na iñjatīti āneñjaṁ, anabhinataṁ cittaṁ rāge na iñjatīti āneñjaṁ, anapanataṁ cittaṁ byāpāde na iñjatīti āneñjaṁ, anissitaṁ cittaṁ diṭṭhiyā na iñjatīti āneñjaṁ, appaṭibaddhaṁ cittaṁ chandarāge na iñjatīti āneñjaṁ, vippamuttaṁ cittaṁ kāmarāge na iñjatīti āneñjaṁ, visaṁyuttaṁ cittaṁ kilese na iñjatīti āneñjaṁ, vimariyādikataṁ cittaṁ kilesamariyāde na iñjatīti āneñjaṁ, ekattagataṁ cittaṁ nānattakilese na iñjatīti āneñjaṁ, saddhāya pariggahitaṁ cittaṁ assaddhiye na iñjatīti āneñjaṁ, vīriyena pariggahitaṁ cittaṁ kosajje na iñjatīti āneñjaṁ, satiyā pariggahitaṁ cittaṁ pamāde na iñjatīti āneñjaṁ, samādhinā pariggahitaṁ cittaṁ uddhacce na iñjatīti āneñjaṁ, paññāya pariggahitaṁ cittaṁ avijjāya na iñjatīti āneñjaṁ, obhāsagataṁ cittaṁ avijjandhakāre na iñjatīti āneñjaṁ.",
  "anya-e0102n0:60_5": "Iddhiyā imāni soḷasa mūlāni iddhilābhāya…pe…",
  "anya-e0102n0:60_6": "iddhivesārajjāya saṁvattantī’’ti (paṭi. ma. 3.9).",
  "anya-e0102n0:61_0": "Kāmañca esa attho evaṁ samāhite cittetiādināpi siddhoyeva, paṭhamajjhānādīnaṁ pana iddhiyā bhūmipādapadamūlabhāvadassanatthaṁ puna vutto.",
  "anya-e0102n0:61_1": "Purimo ca suttesu āgatanayo.",
  "anya-e0102n0:61_2": "Ayaṁ paṭisambhidāyaṁ.",
  "anya-e0102n0:61_3": "Iti ubhayattha asammohatthampi puna vutto.",
  "anya-e0102n0:62_0": "385.Ñāṇena adhiṭṭhahantoti svāyamete iddhiyā bhūmipādapadabhūte dhamme sampādetvā abhiññāpādakaṁ jhānaṁ samāpajjitvā vuṭṭhāya sace sataṁ icchati ‘‘sataṁ homi sataṁ homī’’ti parikammaṁ katvā puna abhiññāpādakaṁ jhānaṁ samāpajjitvā vuṭṭhāya adhiṭṭhāti, adhiṭṭhānacittena saheva sataṁ hoti.",
  "anya-e0102n0:62_1": "Sahassādīsupi eseva nayo.",
  "anya-e0102n0:62_2": "Sace evaṁ na ijjhati puna parikammaṁ katvā dutiyampi samāpajjitvā vuṭṭhāya adhiṭṭhātabbaṁ.",
  "anya-e0102n0:62_3": "Saṁyuttaṭṭhakathāyaṁ hi ekavāraṁ dvevāraṁ samāpajjituṁ vaṭṭatīti vuttaṁ.",
  "anya-e0102n0:62_4": "Tattha pādakajjhānacittaṁ nimittārammaṇaṁ.",
  "anya-e0102n0:62_5": "Parikammacittāni satārammaṇāni vā sahassārammaṇāni vā, tāni ca kho vaṇṇavasena, no paṇṇattivasena.",
  "anya-e0102n0:62_6": "Adhiṭṭhānacittampi tatheva satārammaṇaṁ vā sahassārammaṇaṁ vā.",
  "anya-e0102n0:62_7": "Taṁ pubbe vuttaṁ appanācittamiva gotrabhuanantaraṁ ekameva uppajjati rūpāvacaracatutthajjhānikaṁ.",
  "anya-e0102n0:63_0": "386.",
  "anya-e0102n0:63_1": "Yampi paṭisambhidāyaṁ vuttaṁ ‘‘pakatiyā eko bahukaṁ āvajjati sataṁ vā sahassaṁ vā satasahassaṁ vā, āvajjitvā ñāṇena adhiṭṭhāti ‘bahuko homī’ti, bahuko hoti, yathā āyasmā cūḷapanthako’’ti (paṭi. ma. 3.10).",
  "anya-e0102n0:63_2": "Tatrāpi āvajjatīti parikammavaseneva vuttaṁ.",
  "anya-e0102n0:63_3": "Āvajjitvā ñāṇena adhiṭṭhātīti abhiññāñāṇavasena vuttaṁ.",
  "anya-e0102n0:63_4": "Tasmā bahukaṁ āvajjati, tato tesampi parikammacittānaṁ avasāne samāpajjati, samāpattito vuṭṭhahitvā puna bahuko homīti āvajjitvā tato paraṁ pavattānaṁ tiṇṇaṁ catunnaṁ vā pubbabhāgacittānaṁ anantarā uppannena sanniṭṭhāpanavasena adhiṭṭhānanti laddhanāmena ekeneva abhiññāñāṇena adhiṭṭhātīti evamettha attho daṭṭhabbo.",
  "anya-e0102n0:64_0": "Yaṁ pana vuttaṁ ‘‘yathā āyasmā cūḷapanthako’’ti, taṁ bahudhābhāvassa kāyasakkhidassanatthaṁ vuttaṁ.",
  "anya-e0102n0:64_1": "Taṁ pana vatthunā dīpetabbaṁ.",
  "anya-e0102n0:64_2": "Te kira dvebhātaro panthe jātattā panthakāti nāmaṁ labhiṁsu.",
  "anya-e0102n0:64_3": "Tesaṁ jeṭṭho mahāpanthako, so pabbajitvā saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "anya-e0102n0:64_4": "Arahā hutvā cūḷapanthakaṁ pabbājetvā –",
  "anya-e0102n0:65_0": "Padumaṁ yathā kokanadaṁ sugandhaṁ, pāto siyā phullamavītagandhaṁ;",
  "anya-e0102n0:66_0": "Aṅgīrasaṁ passa virocamānaṁ, tapantamādiccamivantalikkheti. (a. ni. 5.195) –",
  "anya-e0102n0:67_0": "Imaṁ gāthaṁ adāsi.",
  "anya-e0102n0:67_1": "So taṁ catūhi māsehi paguṇaṁ kātuṁ nāsakkhi.",
  "anya-e0102n0:67_2": "Atha naṁ thero abhabbo tvaṁ sāsaneti vihārato nīhari.",
  "anya-e0102n0:67_3": "Tasmiñca kāle thero bhattuddesako hoti.",
  "anya-e0102n0:67_4": "Jīvako theraṁ upasaṅkamitvā ‘‘sve, bhante, bhagavatā saddhiṁ pañcabhikkhusatāni gahetvā amhākaṁ gehe bhikkhaṁ gaṇhathā’’ti āha.",
  "anya-e0102n0:67_5": "Theropi ṭhapetvā cūḷapanthakaṁ sesānaṁ adhivāsemīti adhivāsesi.",
  "anya-e0102n0:68_0": "Cūḷapanthako dvārakoṭṭhake ṭhatvā rodati.",
  "anya-e0102n0:68_1": "Bhagavā dibbacakkhunā disvā taṁ upasaṅkamitvā kasmā rodasīti āha.",
  "anya-e0102n0:68_2": "So taṁ pavattimācikkhi.",
  "anya-e0102n0:68_3": "Bhagavā na sajjhāyaṁ kātuṁ asakkonto mama sāsane abhabbo nāma hoti, mā soci bhikkhūti taṁ bāhāyaṁ gahetvā vihāraṁ pavisitvā iddhiyā pilotikakhaṇḍaṁ abhinimminitvā adāsi, handa bhikkhu imaṁ parimajjanto rajoharaṇaṁ rajoharaṇanti punappunaṁ sajjhāyaṁ karohīti.",
  "anya-e0102n0:68_4": "Tassa tathā karoto taṁ kāḷavaṇṇaṁ ahosi.",
  "anya-e0102n0:68_5": "So parisuddhaṁ vatthaṁ, natthettha doso, attabhāvassa panāyaṁ dosoti saññaṁ paṭilabhitvā pañcasu khandhesu ñāṇaṁ otāretvā vipassanaṁ vaḍḍhetvā anulomato gotrabhusamīpaṁ pāpesi.",
  "anya-e0102n0:68_6": "Athassa bhagavā obhāsagāthā abhāsi –",
  "anya-e0102n0:69_0": "‘‘Rāgo rajo na ca pana reṇu vuccati,",
  "anya-e0102n0:70_0": "Rāgassetaṁ adhivacanaṁ rajoti;",
  "anya-e0102n0:71_0": "Etaṁ rajaṁ vippajahitvā paṇḍitā,",
  "anya-e0102n0:72_0": "Viharanti te vigatarajassa sāsane.",
  "anya-e0102n0:73_0": "‘‘Doso …pe….",
  "anya-e0102n0:74_0": "‘‘Moho rajo na ca pana reṇu vuccati,",
  "anya-e0102n0:75_0": "Mohassetaṁ adhivacanaṁ rajoti;",
  "anya-e0102n0:76_0": "Etaṁ rajaṁ vippajahitvā paṇḍitā,",
  "anya-e0102n0:77_0": "Viharanti te vigatarajassa sāsane’’ti. (mahāni. 209);",
  "anya-e0102n0:78_0": "Tassa gāthāpariyosāne catupaṭisambhidāchaḷabhiññāparivārā nava lokuttaradhammā hatthagatāva ahesuṁ.",
  "anya-e0102n0:79_0": "Satthā dutiyadivase jīvakassa gehaṁ agamāsi saddhiṁ bhikkhusaṅghena.",
  "anya-e0102n0:79_1": "Atha dakkhiṇodakāvasāne yāguyā diyyamānāya hatthena pattaṁ pidahi.",
  "anya-e0102n0:79_2": "Jīvako kiṁ bhanteti pucchi.",
  "anya-e0102n0:79_3": "Vihāre eko bhikkhu atthīti.",
  "anya-e0102n0:79_4": "So purisaṁ pesesi ‘‘gaccha, ayyaṁ gahetvā sīghaṁ ehī’’ti.",
  "anya-e0102n0:79_5": "Vihārato nikkhante pana bhagavati,",
  "anya-e0102n0:80_0": "Sahassakkhattumattānaṁ , nimminitvāna panthako;",
  "anya-e0102n0:81_0": "Nisīdambavane ramme, yāva kālappavedanāti. (theragā. 563);",
  "anya-e0102n0:82_0": "Atha so puriso gantvā kāsāvehi ekapajjotaṁ ārāmaṁ disvā āgantvā bhikkhūhi bharito bhante ārāmo, nāhaṁ jānāmi katamo so ayyoti āha.",
  "anya-e0102n0:82_1": "Tato naṁ bhagavā āha ‘‘gaccha yaṁ paṭhamaṁ passasi, taṁ cīvarakaṇṇe gahetvā ‘satthā taṁ āmantetī’ti vatvā ānehī’’ti.",
  "anya-e0102n0:82_2": "So taṁ gantvā therasseva cīvarakaṇṇe aggahesi.",
  "anya-e0102n0:82_3": "Tāvadeva sabbepi nimmitā antaradhāyiṁsu.",
  "anya-e0102n0:82_4": "Thero ‘‘gaccha tva’’nti taṁ uyyojetvā mukhadhovanādisarīrakiccaṁ niṭṭhapetvā paṭhamataraṁ gantvā pattāsane nisīdi.",
  "anya-e0102n0:82_5": "Idaṁ sandhāya vuttaṁ ‘‘yathā āyasmā cūḷapanthako’’ti.",
  "anya-e0102n0:83_0": "Tatra ye te bahū nimmitā te aniyametvā nimmitattā iddhimatā sadisāva honti.",
  "anya-e0102n0:83_1": "Ṭhānanisajjādīsu vā bhāsitatuṇhībhāvādīsu vā yaṁ yaṁ iddhimā karoti, taṁ tadeva karonti.",
  "anya-e0102n0:83_2": "Sace pana nānāvaṇṇe kātukāmo hoti, keci paṭhamavaye, keci majjhimavaye, keci pacchimavaye, tathā dīghakese, upaḍḍhamuṇḍe, muṇḍe, missakese, upaḍḍharattacīvare, paṇḍukacīvare, padabhāṇadhammakathāsarabhaññapañhapucchanapañhavissajjanarajanapacanacīvarasibbanadhovanādīni karonte aparepi vā nānappakārake kātukāmo hoti, tena pādakajjhānato vuṭṭhāya ettakā bhikkhū paṭhamavayā hontūtiādinā nayena parikammaṁ katvā puna samāpajjitvā vuṭṭhāya adhiṭṭhātabbaṁ.",
  "anya-e0102n0:83_3": "Adhiṭṭhānacittena saddhiṁ icchiticchitappakārāyeva hontīti.",
  "anya-e0102n0:83_4": "Esa nayo bahudhāpi hutvā eko hotītiādīsu.",
  "anya-e0102n0:84_0": "Ayaṁ pana viseso, iminā bhikkhunā evaṁ bahubhāvaṁ nimminitvā puna ‘‘ekova hutvā caṅkamissāmi, sajjhāyaṁ karissāmi, pañhaṁ pucchissāmī’’ti cintetvā vā, ‘‘ayaṁ vihāro appabhikkhuko, sace keci āgamissanti ‘kuto ime ettakā ekasadisā bhikkhū, addhā therassa esa ānubhāvo’ti maṁ jānissantī’’ti appicchatāya vā antarāva ‘‘eko homī’’ti icchantena pādakajjhānaṁ samāpajjitvā vuṭṭhāya ‘‘eko homī’’ti parikammaṁ katvā puna samāpajjitvā vuṭṭhāya ‘‘eko homī’’ti adhiṭṭhātabbaṁ.",
  "anya-e0102n0:84_1": "Adhiṭṭhānacittena saddhiṁyeva eko hoti.",
  "anya-e0102n0:84_2": "Evaṁ akaronto pana yathā paricchinnakālavasena sayameva eko hoti.",
  "anya-e0102n0:85_0": "387.Āvibhāvaṁ tirobhāvanti ettha āvibhāvaṁ karoti tirobhāvaṁ karotīti ayamattho .",
  "anya-e0102n0:85_1": "Idameva hi sandhāya paṭisambhidāyaṁ vuttaṁ ‘‘āvibhāvanti kenaci anāvaṭaṁ hoti appaṭicchannaṁ vivaṭaṁ pākaṭaṁ.",
  "anya-e0102n0:85_2": "Tirobhāvanti kenaci āvaṭaṁ hoti paṭicchannaṁ pihitaṁ paṭikujjita’’nti (paṭi. ma. 3.11).",
  "anya-e0102n0:85_3": "Tatrāyaṁ iddhimā āvibhāvaṁ kātukāmo andhakāraṁ vā ālokaṁ karoti, paṭicchannaṁ vā vivaṭaṁ, anāpāthaṁ vā āpāthaṁ karoti. Kathaṁ?",
  "anya-e0102n0:85_4": "Ayañhi yathā paṭicchannopi dūre ṭhitopi vā dissati, evaṁ attānaṁ vā paraṁ vā kātukāmo pādakajjhānato vuṭṭhāya idaṁ andhakāraṭṭhānaṁ ālokajātaṁ hotūti vā, idaṁ paṭicchannaṁ vivaṭaṁ hotūti vā, idaṁ anāpāthaṁ āpāthaṁ hotūti vā āvajjitvā parikammaṁ katvā vuttanayeneva adhiṭṭhāti, saha adhiṭṭhānacittena yathādhiṭṭhitameva hoti.",
  "anya-e0102n0:85_5": "Pare dūre ṭhitāpi passanti.",
  "anya-e0102n0:85_6": "Sayampi passitukāmo passati.",
  "anya-e0102n0:86_0": "388.",
  "anya-e0102n0:86_1": "Etaṁ pana pāṭihāriyaṁ kena katapubbanti?",
  "anya-e0102n0:86_2": "Bhagavatā.",
  "anya-e0102n0:86_3": "Bhagavā hi cūḷasubhaddāya nimantito vissakammunā nimmitehi pañcahi kūṭāgārasatehi sāvatthito sattayojanabbhantaraṁ sāketaṁ gacchanto yathā sāketanagaravāsino sāvatthivāsike, sāvatthivāsino ca sāketavāsike passanti, evaṁ adhiṭṭhāsi.",
  "anya-e0102n0:86_4": "Nagaramajjhe ca otaritvā pathaviṁ dvidhā bhinditvā yāva avīciṁ ākāsañca dvidhā viyūhitvā yāva brahmalokaṁ dassesi.",
  "anya-e0102n0:87_0": "Devorohaṇenapi ca ayamattho vibhāvetabbo.",
  "anya-e0102n0:87_1": "Bhagavā kira yamakapāṭihāriyaṁ katvā caturāsītipāṇasahassāni bandhanā pamocetvā atītā buddhā yamakapāṭihāriyāvasāne kuhiṁ gatāti āvajjitvā tāvatiṁsabhavanaṁ gatāti addasa.",
  "anya-e0102n0:87_2": "Athekena pādena pathavītalaṁ akkamitvā dutiyaṁ yugandharapabbate patiṭṭhapetvā puna purimapādaṁ uddharitvā sinerumatthakaṁ akkamitvā tattha paṇḍukambalasilātale vassaṁ upagantvā sannipatitānaṁ dasasahassacakkavāḷadevatānaṁ ādito paṭṭhāya abhidhammakathaṁ ārabhi.",
  "anya-e0102n0:87_3": "Bhikkhācāravelāya nimmitabuddhaṁ māpesi.",
  "anya-e0102n0:87_4": "So dhammaṁ deseti.",
  "anya-e0102n0:87_5": "Bhagavā nāgalatādantakaṭṭhaṁ khāditvā anotattadahe mukhaṁ dhovitvā uttarakurūsu piṇḍapātaṁ gahetvā anotattadahatīre paribhuñjati.",
  "anya-e0102n0:87_6": "Sāriputtatthero tattha gantvā bhagavantaṁ vandati.",
  "anya-e0102n0:87_7": "Bhagavā ajja ettakaṁ dhammaṁ desesinti therassa nayaṁ deti.",
  "anya-e0102n0:87_8": "Evaṁ tayo māse abbocchinnaṁ abhidhammakathaṁ kathesi.",
  "anya-e0102n0:87_9": "Taṁ sutvā asītikoṭidevatānaṁ dhammābhisamayo ahosi.",
  "anya-e0102n0:88_0": "Yamakapāṭihāriye sannipatitāpi dvādasayojanā parisā bhagavantaṁ passitvāva gamissāmāti khandhāvāraṁ bandhitvā aṭṭhāsi.",
  "anya-e0102n0:88_1": "Taṁ cūḷaanāthapiṇḍikaseṭṭhiyeva sabbapaccayehi upaṭṭhāsi.",
  "anya-e0102n0:88_2": "Manussā kuhiṁ bhagavāti jānanatthāya anuruddhattheraṁ yāciṁsu.",
  "anya-e0102n0:88_3": "Thero ālokaṁ vaḍḍhetvā addasa dibbena cakkhunā tattha vassūpagataṁ bhagavantaṁ disvā ārocesi.",
  "anya-e0102n0:89_0": "Te bhagavato vandanatthāya mahāmoggallānattheraṁ yāciṁsu.",
  "anya-e0102n0:89_1": "Thero parisamajjheyeva mahāpathaviyaṁ nimujjitvā sinerupabbataṁ nibbijjhitvā tathāgatapādamūle bhagavato pāde vandamānova ummujjitvā bhagavantaṁ etadavoca ‘‘jambudīpavāsino, bhante, bhagavato pāde vanditvā passitvāva gamissāmāti vadantī’’ti.",
  "anya-e0102n0:89_2": "Bhagavā āha ‘‘kuhiṁ pana te, moggallāna, etarahi jeṭṭhabhātā dhammasenāpatī’’ti?",
  "anya-e0102n0:89_3": "‘‘Saṅkassanagare bhante’’ti.",
  "anya-e0102n0:89_4": "‘‘Moggallāna, maṁ daṭṭhukāmā sve saṅkassanagaraṁ āgacchantu, ahaṁ sve mahāpavāraṇapuṇṇamāsīuposathadivase saṅkassanagare otarissāmī’’ti.",
  "anya-e0102n0:89_5": "‘‘Sādhu, bhante’’ti thero dasabalaṁ vanditvā āgatamaggeneva oruyha manussānaṁ santikaṁ sampāpuṇi.",
  "anya-e0102n0:89_6": "Gamanāgamanakāle ca yathā naṁ manussā passanti, evaṁ adhiṭṭhāsi.",
  "anya-e0102n0:89_7": "Idaṁ tāvettha mahāmoggallānatthero āvibhāvapāṭihāriyaṁ akāsi.",
  "anya-e0102n0:90_0": "So evaṁ āgato taṁ pavattiṁ ārocetvā ‘‘dūranti saññaṁ akatvā katapātarāsāva nikkhamathā’’ti āha.",
  "anya-e0102n0:90_1": "Bhagavā sakkassa devarañño ārocesi ‘‘mahārāja, sve manussalokaṁ gacchāmī’’ti.",
  "anya-e0102n0:90_2": "Devarājā vissakammaṁ āṇāpesi ‘‘tāta, sve bhagavā manussalokaṁ gantukāmo, tisso sopānapantiyo māpehi ekaṁ kanakamayaṁ, ekaṁ rajatamayaṁ, ekaṁ maṇimaya’’nti.",
  "anya-e0102n0:90_3": "So tathā akāsi.",
  "anya-e0102n0:90_4": "Bhagavā dutiyadivase sinerumuddhani ṭhatvā puratthimalokadhātuṁ olokesi, anekāni cakkavāḷasahassāni vivaṭāni hutvā ekaṅgaṇaṁ viya pakāsiṁsu.",
  "anya-e0102n0:90_5": "Yathā ca puratthimena, evaṁ pacchimenapi uttarenapi dakkhiṇenapi sabbaṁ vivaṭamaddasa.",
  "anya-e0102n0:90_6": "Heṭṭhāpi yāva avīci, upari yāva akaniṭṭhabhavanaṁ, tāva addasa.",
  "anya-e0102n0:91_0": "Taṁ divasaṁ kira lokavivaraṇaṁ nāma ahosi.",
  "anya-e0102n0:91_1": "Manussāpi deve passanti, devāpi manusse.",
  "anya-e0102n0:91_2": "Tattha neva manussā uddhaṁ ullokenti, na devā adho olokenti, sabbe sammukhāva aññamaññaṁ passanti.",
  "anya-e0102n0:91_3": "Bhagavā majjhe maṇimayena sopānena otarati, chakāmāvacaradevā vāmapasse kanakamayena, suddhāvāsā ca mahābrahmā ca dakkhiṇapasse rajatamayena.",
  "anya-e0102n0:91_4": "Devarājā pattacīvaraṁ aggahesi, mahābrahmā tiyojanikaṁ setacchattaṁ, suyāmo vāḷabījaniṁ, pañcasikho gandhabbaputto tigāvutamattaṁ beḷuvapaṇḍuvīṇaṁ gahetvā tathāgatassa pūjaṁ karonto otarati.",
  "anya-e0102n0:91_5": "Taṁdivasaṁ bhagavantaṁ disvā buddhabhāvāya pihaṁ anuppādetvā ṭhitasatto nāma natthi.",
  "anya-e0102n0:91_6": "Idamettha bhagavā āvibhāvapāṭihāriyaṁ akāsi.",
  "anya-e0102n0:92_0": "Apica tambapaṇṇidīpe talaṅgaravāsī dhammadinnattheropi tissamahāvihāre cetiyaṅgaṇasmiṁ nisīditvā ‘‘tīhi, bhikkhave, dhammehi samannāgato bhikkhu apaṇṇakapaṭipadaṁ paṭipanno hotī’’ti apaṇṇakasuttaṁ (a. ni.",
  "anya-e0102n0:92_1": "3.16) kathento heṭṭhāmukhaṁ bījaniṁ akāsi, yāva avīcito ekaṅgaṇaṁ ahosi.",
  "anya-e0102n0:92_2": "Tato uparimukhaṁ akāsi, yāva brahmalokā ekaṅgaṇaṁ ahosi.",
  "anya-e0102n0:92_3": "Thero nirayabhayena tajjetvā saggasukhena ca palobhetvā dhammaṁ desesi.",
  "anya-e0102n0:92_4": "Keci sotāpannā ahesuṁ, keci sakadāgāmī anāgāmī arahantoti.",
  "anya-e0102n0:93_0": "389.",
  "anya-e0102n0:93_1": "Tirobhāvaṁ kātukāmo pana ālokaṁ vā andhakāraṁ karoti, appaṭicchannaṁ vā paṭicchannaṁ, āpāthaṁ vā anāpāthaṁ karoti. Kathaṁ?",
  "anya-e0102n0:93_2": "Ayañhi yathā appaṭicchannopi samīpe ṭhitopi vā na dissati, evaṁ attānaṁ vā paraṁ vā kātukāmo pādakajjhānato vuṭṭhāya ‘‘idaṁ ālokaṭṭhānaṁ andhakāraṁ hotū’’ti vā, ‘‘idaṁ appaṭicchannaṁ paṭicchannaṁ hotū’’ti vā, ‘‘idaṁ āpāthaṁ anāpāthaṁ hotū’’ti vā āvajjitvā parikammaṁ katvā vuttanayeneva adhiṭṭhāti.",
  "anya-e0102n0:93_3": "Saha adhiṭṭhānacittena yathādhiṭṭhitameva hoti.",
  "anya-e0102n0:93_4": "Pare samīpe ṭhitāpi na passanti.",
  "anya-e0102n0:93_5": "Sayampi apassitukāmo na passati.",
  "anya-e0102n0:94_0": "390.",
  "anya-e0102n0:94_1": "Etaṁ pana pāṭihāriyaṁ kena katapubbanti?",
  "anya-e0102n0:94_2": "Bhagavatā.",
  "anya-e0102n0:94_3": "Bhagavā hi yasaṁ kulaputtaṁ samīpe nisinnaṁyeva yathā naṁ pitā na passati, evamakāsi.",
  "anya-e0102n0:94_4": "Tathā vīsayojanasataṁ mahākappinassa paccuggamanaṁ katvā taṁ anāgāmiphale, amaccasahassañcassa sotāpattiphale patiṭṭhāpetvā, tassa anumaggaṁ āgatā sahassitthiparivārā anojādevī āgantvā samīpe nisinnāpi yathā saparisaṁ rājānaṁ na passati, tathā katvā ‘‘api, bhante, rājānaṁ passathā’’ti vutte ‘‘kiṁ pana te rājānaṁ gavesituṁ varaṁ, udāhu attāna’’nti?",
  "anya-e0102n0:94_5": "‘‘Attānaṁ, bhante’’ti vatvā nisinnāya tassā tathā dhammaṁ desesi, yathā sā saddhiṁ itthisahassena sotāpattiphale patiṭṭhāsi, amaccā anāgāmiphale, rājā arahatteti.",
  "anya-e0102n0:94_6": "Apica tambapaṇṇidīpaṁ āgatadivase yathā attanā saddhiṁ āgate avasese rājā na passati, evaṁ karontena mahindattherenāpi idaṁ katameva (pārā. aṭṭha.",
  "anya-e0102n0:94_7": "1.tatiyasaṅgītikathā).",
  "anya-e0102n0:95_0": "391.",
  "anya-e0102n0:95_1": "Apica sabbampi pākaṭaṁ pāṭihāriyaṁ āvibhāvaṁ nāma.",
  "anya-e0102n0:95_2": "Apākaṭapāṭihāriyaṁ tirobhāvaṁ nāma.",
  "anya-e0102n0:95_3": "Tattha pākaṭapāṭihāriye iddhipi paññāyati iddhimāpi.",
  "anya-e0102n0:95_4": "Taṁ yamakapāṭihāriyena dīpetabbaṁ.",
  "anya-e0102n0:95_5": "Tatra hi ‘‘idha tathāgato yamakapāṭihāriyaṁ karoti asādhāraṇaṁ sāvakehi.",
  "anya-e0102n0:95_6": "Uparimakāyato aggikkhandho pavattati, heṭṭhimakāyato udakadhārā pavattatī’’ti (paṭi. ma.",
  "anya-e0102n0:95_7": "1.116) evaṁ ubhayaṁ paññāyittha.",
  "anya-e0102n0:95_8": "Apākaṭapāṭihāriye iddhiyeva paññāyati, na iddhimā.",
  "anya-e0102n0:95_9": "Taṁ mahakasuttena (saṁ. ni.",
  "anya-e0102n0:95_10": "4.346) ca brahmanimantanikasuttena (ma. ni.",
  "anya-e0102n0:95_11": "1.501 ādayo) ca dīpetabbaṁ.",
  "anya-e0102n0:95_12": "Tatra hi āyasmato ca mahakassa, bhagavato ca iddhiyeva paññāyittha, na iddhimā.",
  "anya-e0102n0:96_0": "Yathāha –",
  "anya-e0102n0:97_0": "‘‘Ekamantaṁ nisinno kho citto gahapati āyasmantaṁ mahakaṁ etadavoca ‘sādhu me, bhante, ayyo mahako uttarimanussadhammā iddhipāṭihāriyaṁ dassetū’ti.",
  "anya-e0102n0:97_1": "Tena hi tvaṁ gahapati āḷinde uttarāsaṅgaṁ paññāpetvā tiṇakalāpaṁ okāsehīti.",
  "anya-e0102n0:97_2": "‘Evaṁ, bhante’ti kho citto gahapati āyasmato mahakassa paṭissutvā āḷinde uttarāsaṅgaṁ paññāpetvā tiṇakalāpaṁ okāsesi.",
  "anya-e0102n0:97_3": "Atha kho āyasmā mahako vihāraṁ pavisitvā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsi, yathā tālacchiggaḷena ca aggaḷantarikāya ca acci nikkhamitvā tiṇāni jhāpesi, uttarāsaṅgaṁ na jhāpesī’’ti (saṁ. ni. 4.346).",
  "anya-e0102n0:98_0": "Yathā cāha –",
  "anya-e0102n0:99_0": "‘‘Atha khvāhaṁ, bhikkhave, tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsiṁ ‘ettāvatā brahmā ca brahmaparisā ca brahmapārisajjā ca saddañca me sossanti, na ca maṁ dakkhissantī’ti antarahito imaṁ gāthaṁ abhāsiṁ –",
  "anya-e0102n0:100_0": "‘Bhave vāhaṁ bhayaṁ disvā, bhavañca vibhavesinaṁ;",
  "anya-e0102n0:101_0": "Bhavaṁ nābhivadiṁ kiñci, nandiñca na upādiyi’’’nti. (ma. ni. 1.504);",
  "anya-e0102n0:102_0": "392.",
  "anya-e0102n0:102_1": "Tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati seyyathāpi ākāseti ettha tirokuṭṭanti parakuṭṭaṁ, kuṭṭassa parabhāganti vuttaṁ hoti.",
  "anya-e0102n0:102_2": "Esa nayo itaresu.",
  "anya-e0102n0:102_3": "Kuṭṭoti ca gehabhittiyā etamadhivacanaṁ.",
  "anya-e0102n0:102_4": "Pākāroti gehavihāragāmādīnaṁ parikkhepapākāro.",
  "anya-e0102n0:102_5": "Pabbatoti paṁsupabbato vā pāsāṇapabbato vā.",
  "anya-e0102n0:102_6": "Asajjamānoti alaggamāno.",
  "anya-e0102n0:102_7": "Seyyathāpi ākāseti ākāse viya.",
  "anya-e0102n0:102_8": "Evaṁ gantukāmena pana ākāsakasiṇaṁ samāpajjitvā vuṭṭhāya kuṭṭaṁ vā pākāraṁ vā sinerucakkavāḷesupi aññataraṁ pabbataṁ vā āvajjitvā kataparikammena ākāso hotūti adhiṭṭhātabbo.",
  "anya-e0102n0:102_9": "Ākāsoyeva hoti.",
  "anya-e0102n0:102_10": "Adho otaritukāmassa, uddhaṁ vā ārohitukāmassa susiro hoti, vinivijjhitvā gantukāmassa chiddo.",
  "anya-e0102n0:102_11": "So tattha asajjamāno gacchati.",
  "anya-e0102n0:103_0": "Tipiṭakacūḷābhayatthero panetthāha –",
  "anya-e0102n0:103_1": "‘‘ākāsakasiṇasamāpajjanaṁ, āvuso, kimatthiyaṁ, kiṁ hatthiassādīni abhinimminitukāmo hatthiassādi kasiṇāni samāpajjati, nanu yattha katthaci kasiṇe parikammaṁ katvā aṭṭhasamāpattivasībhāvoyeva pamāṇaṁ.",
  "anya-e0102n0:103_2": "Yaṁ yaṁ icchati, taṁ tadeva hotī’’ti.",
  "anya-e0102n0:103_3": "Bhikkhū āhaṁsu –",
  "anya-e0102n0:103_4": "‘‘pāḷiyā, bhante, ākāsakasiṇaṁyeva āgataṁ, tasmā avassametaṁ vattabba’’nti.",
  "anya-e0102n0:103_5": "Tatrāyaṁ pāḷi –",
  "anya-e0102n0:104_0": "‘‘Pakatiyā ākāsakasiṇasamāpattiyā lābhī hoti.",
  "anya-e0102n0:104_1": "Tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ āvajjati.",
  "anya-e0102n0:104_2": "Āvajjitvā ñāṇena adhiṭṭhāti –",
  "anya-e0102n0:104_3": "‘ākāso hotū’ti.",
  "anya-e0102n0:104_4": "Ākāso hoti.",
  "anya-e0102n0:104_5": "Tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati.",
  "anya-e0102n0:104_6": "Yathā manussā pakatiyā aniddhimanto kenaci anāvaṭe aparikkhitte asajjamānā gacchanti, evameva so iddhimā cetovasippatto tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati, seyyathāpi ākāse’’ti (paṭi. ma. 3.11).",
  "anya-e0102n0:105_0": "Sace panassa bhikkhuno adhiṭṭhahitvā gacchantassa antarā pabbato vā rukkho vā uṭṭheti, kiṁ puna samāpajjitvā adhiṭṭhātabbanti?",
  "anya-e0102n0:105_1": "Doso natthi.",
  "anya-e0102n0:105_2": "Puna samāpajjitvā adhiṭṭhānaṁ hi upajjhāyassa santike nissayaggahaṇasadisaṁ hoti.",
  "anya-e0102n0:105_3": "Iminā ca pana bhikkhunā ākāso hotūti adhiṭṭhitattā ākāso hotiyeva.",
  "anya-e0102n0:105_4": "Purimādhiṭṭhānabaleneva cassa antarā añño pabbato vā rukkho vā utumayo uṭṭhahissatīti aṭṭhānamevetaṁ.",
  "anya-e0102n0:105_5": "Aññena iddhimatā nimmite pana paṭhamanimmānaṁ balavaṁ hoti.",
  "anya-e0102n0:105_6": "Itarena tassa uddhaṁ vā adho vā gantabbaṁ.",
  "anya-e0102n0:106_0": "393.Pathaviyāpi ummujjanimujjanti ettha ummujjanti uṭṭhānaṁ vuccati.",
  "anya-e0102n0:106_1": "Nimujjanti saṁsīdanaṁ.",
  "anya-e0102n0:106_2": "Ummujjañca nimujjañca ummujjanimujjaṁ.",
  "anya-e0102n0:106_3": "Evaṁ kātukāmena āpokasiṇaṁ samāpajjitvā uṭṭhāya ettake ṭhāne pathavī udakaṁ hotūti paricchinditvā parikammaṁ katvā vuttanayeneva adhiṭṭhātabbaṁ.",
  "anya-e0102n0:106_4": "Saha adhiṭṭhānena yathā paricchinne ṭhāne pathavī udakameva hoti.",
  "anya-e0102n0:106_5": "So tattha ummujjanimujjaṁ karoti.",
  "anya-e0102n0:106_6": "Tatrāyaṁ pāḷi –",
  "anya-e0102n0:107_0": "‘‘Pakatiyā āpokasiṇasamāpattiyā lābhī hoti.",
  "anya-e0102n0:107_1": "Pathaviṁ āvajjati.",
  "anya-e0102n0:107_2": "Āvajjitvā ñāṇena adhiṭṭhāti –",
  "anya-e0102n0:107_3": "‘udakaṁ hotū’ti.",
  "anya-e0102n0:107_4": "Udakaṁ hoti.",
  "anya-e0102n0:107_5": "So pathaviyā ummujjanimujjaṁ karoti.",
  "anya-e0102n0:107_6": "Yathā manussā pakatiyā aniddhimanto udake ummujjanimujjaṁ karonti, evameva so iddhimā cetovasippatto pathaviyā ummujjanimujjaṁ karoti, seyyathāpi udake’’ti (paṭi. ma. 3.11).",
  "anya-e0102n0:108_0": "Na kevalañca ummujjanimujjameva, nhānapānamukhadhovanabhaṇḍakadhovanādīsu yaṁ yaṁ icchati, taṁ taṁ karoti.",
  "anya-e0102n0:108_1": "Na kevalañca udakameva, sappitelamadhuphāṇitādīsupi yaṁ yaṁ icchati, taṁ taṁ idañcidañca ettakaṁ hotūti āvajjitvā parikammaṁ katvā adhiṭṭhahantassa yathādhiṭṭhitameva hoti.",
  "anya-e0102n0:108_2": "Uddharitvā bhājanagataṁ karontassa sappi sappimeva hoti.",
  "anya-e0102n0:108_3": "Telādīni telādīniyeva.",
  "anya-e0102n0:108_4": "Udakaṁ udakameva.",
  "anya-e0102n0:108_5": "So tattha temitukāmova temeti, na temitukāmo na temeti.",
  "anya-e0102n0:108_6": "Tasseva ca sā pathavī udakaṁ hoti sesajanassa pathavīyeva.",
  "anya-e0102n0:108_7": "Tattha manussā pattikāpi gacchanti, yānādīhipi gacchanti, kasikammādīnipi karontiyeva.",
  "anya-e0102n0:108_8": "Sace panāyaṁ tesampi udakaṁ hotūti icchati, hotiyeva.",
  "anya-e0102n0:108_9": "Paricchinnakālaṁ pana atikkamitvā yaṁ pakatiyā ghaṭataḷākādīsu udakaṁ, taṁ ṭhapetvā avasesaṁ paricchinnaṭṭhānaṁ pathavīyeva hoti.",
  "anya-e0102n0:109_0": "394.Udakepi abhijjamāneti ettha yaṁ udakaṁ akkamitvā saṁsīdati, taṁ bhijjamānanti vuccati.",
  "anya-e0102n0:109_1": "Viparītaṁ abhijjamānaṁ.",
  "anya-e0102n0:109_2": "Evaṁ gantukāmena pana pathavīkasiṇaṁ samāpajjitvā vuṭṭhāya ettake ṭhāne udakaṁ pathavī hotūti paricchinditvā parikammaṁ katvā vuttanayeneva adhiṭṭhātabbaṁ.",
  "anya-e0102n0:109_3": "Saha adhiṭṭhānena yathā paricchinnaṭṭhāne udakaṁ pathavīyeva hoti.",
  "anya-e0102n0:109_4": "So tattha gacchati, tatrāyaṁ pāḷi –",
  "anya-e0102n0:110_0": "‘‘Pakatiyā pathavīkasiṇasamāpattiyā lābhī hoti.",
  "anya-e0102n0:110_1": "Udakaṁ āvajjati.",
  "anya-e0102n0:110_2": "Āvajjitvā ñāṇena adhiṭṭhāti –",
  "anya-e0102n0:110_3": "‘pathavī hotū’ti.",
  "anya-e0102n0:110_4": "Pathavī hoti.",
  "anya-e0102n0:110_5": "So abhijjamāne udake gacchati.",
  "anya-e0102n0:110_6": "Yathā manussā pakatiyā aniddhimanto abhijjamānāya pathaviyā gacchanti, evameva so iddhimā cetovasippatto abhijjamāne udake gacchati, seyyathāpi pathaviya’’nti (paṭi. ma. 3.11).",
  "anya-e0102n0:111_0": "Na kevalañca gacchati, yaṁ yaṁ iriyāpathaṁ icchati, taṁ taṁ karoti.",
  "anya-e0102n0:111_1": "Na kevalañca pathavimeva karoti, maṇisuvaṇṇapabbatarukkhādīsupi yaṁ yaṁ icchati, taṁ taṁ vuttanayeneva āvajjitvā adhiṭṭhāti, yathādhiṭṭhitameva hoti.",
  "anya-e0102n0:111_2": "Tasseva ca taṁ udakaṁ pathavī hoti, sesajanassa udakameva, macchakacchapā ca udakakākādayo ca yathāruci vicaranti.",
  "anya-e0102n0:111_3": "Sace panāyaṁ aññesampi manussānaṁ taṁ pathaviṁ kātuṁ icchati, karotiyeva.",
  "anya-e0102n0:111_4": "Paricchinnakālātikkamena pana udakameva hoti.",
  "anya-e0102n0:112_0": "395.Pallaṅkena kamatīti pallaṅkena gacchati.",
  "anya-e0102n0:112_1": "Pakkhī sakuṇoti pakkhehi yuttasakuṇo.",
  "anya-e0102n0:112_2": "Evaṁ kātukāmena pana pathavīkasiṇaṁ samāpajjitvā vuṭṭhāya sace nisinno gantumicchati, pallaṅkappamāṇaṁ ṭhānaṁ paricchinditvā parikammaṁ katvā vuttanayeneva adhiṭṭhātabbaṁ.",
  "anya-e0102n0:112_3": "Sace nipanno gantukāmo hoti mañcappamāṇaṁ, sace padasā gantukāmo hoti maggappamāṇanti evaṁ yathānurūpaṁ ṭhānaṁ paricchinditvā vuttanayeneva pathavī hotūti adhiṭṭhātabbaṁ, saha adhiṭṭhānena pathavīyeva hoti.",
  "anya-e0102n0:112_4": "Tatrāyaṁ pāḷi –",
  "anya-e0102n0:113_0": "‘‘Ākāsepi pallaṅkena kamati, seyyathāpi pakkhī sakuṇoti.",
  "anya-e0102n0:113_1": "Pakatiyā pathavīkasiṇasamāpattiyā lābhī hoti, ākāsaṁ āvajjati.",
  "anya-e0102n0:113_2": "Āvajjitvā ñāṇena adhiṭṭhāti –",
  "anya-e0102n0:113_3": "‘pathavī hotū’ti.",
  "anya-e0102n0:113_4": "Pathavī hoti.",
  "anya-e0102n0:113_5": "So ākāse antalikkhe caṅkamatipi tiṭṭhatipi nisīdatipi seyyampi kappeti.",
  "anya-e0102n0:113_6": "Yathā manussā pakatiyā aniddhimanto pathaviyaṁ caṅkamantipi…pe…",
  "anya-e0102n0:113_7": "seyyampi kappenti, evameva so iddhimā cetovasippatto ākāse antalikkhe caṅkamatipi…pe…",
  "anya-e0102n0:113_8": "seyyampi kappetī’’ti (paṭi. ma. 3.11).",
  "anya-e0102n0:114_0": "Ākāse gantukāmena ca bhikkhunā dibbacakkhulābhināpi bhavitabbaṁ. Kasmā?",
  "anya-e0102n0:114_1": "Antare utusamuṭṭhānā vā pabbatarukkhādayo honti, nāgasupaṇṇādayo vā usūyantā māpenti, nesaṁ dassanatthaṁ.",
  "anya-e0102n0:114_2": "Te pana disvā kiṁ kātabbanti?",
  "anya-e0102n0:114_3": "Pādakajjhānaṁ samāpajjitvā vuṭṭhāya ākāso hotūti parikammaṁ katvā adhiṭṭhātabbaṁ.",
  "anya-e0102n0:114_4": "Thero panāha ‘‘samāpattisamāpajjanaṁ, āvuso, kimatthiyaṁ, nanu samāhitamevassa cittaṁ, tena yaṁ yaṁ ṭhānaṁ ākāso hotūti adhiṭṭhāti, ākāsoyeva hotī’’ti.",
  "anya-e0102n0:114_5": "Kiñcāpi evamāha, atha kho tirokuṭṭapārihāriye vuttanayeneva paṭipajjitabbaṁ.",
  "anya-e0102n0:115_0": "Apica okāse orohaṇatthampi iminā dibbacakkhulābhinā bhavitabbaṁ, ayañhi sace anokāse nhānatitthe vā gāmadvāre vā orohati.",
  "anya-e0102n0:115_1": "Mahājanassa pākaṭo hoti.",
  "anya-e0102n0:115_2": "Tasmā dibbacakkhunā passitvā anokāsaṁ vajjetvā okāse otaratīti.",
  "anya-e0102n0:116_0": "396.",
  "anya-e0102n0:116_1": "Imepi candimasūriye evaṁmahiddhike evaṁmahānubhāve pāṇinā parāmasati parimajjatīti ettha candimasūriyānaṁ dvācattālīsayojanasahassassa upari caraṇena mahiddhikatā, tīsu dīpesu ekakkhaṇe ālokakaraṇena mahānubhāvatā veditabbā.",
  "anya-e0102n0:116_2": "Evaṁ upari caraṇaālokakaraṇehi vā mahiddhike teneva mahānubhāve.",
  "anya-e0102n0:116_3": "Parāmasatīti pariggaṇhati ekadese vā chupati.",
  "anya-e0102n0:116_4": "Parimajjatīti samantato ādāsatalaṁ viya parimajjati.",
  "anya-e0102n0:116_5": "Ayaṁ panassa iddhi abhiññāpādakajjhānavaseneva ijjhati, natthettha kasiṇasamāpattiniyamo.",
  "anya-e0102n0:116_6": "Vuttañhetaṁ paṭisambhidāyaṁ –",
  "anya-e0102n0:117_0": "‘‘Imepi candimasūriye…pe…",
  "anya-e0102n0:117_1": "parimajjatīti idha so iddhimā cetovasippatto candimasūriye āvajjati, āvajjitvā ñāṇena adhiṭṭhāti –",
  "anya-e0102n0:117_2": "‘hatthapāse hotū’ti.",
  "anya-e0102n0:117_3": "Hatthapāse hoti.",
  "anya-e0102n0:117_4": "So nisinnako vā nipannako vā candimasūriye pāṇinā āmasati parāmasati parimajjati.",
  "anya-e0102n0:117_5": "Yathā manussā pakatiyā aniddhimanto kiñcideva rūpagataṁ hatthapāse āmasanti parāmasanti parimajjanti, evameva so iddhimā…pe…",
  "anya-e0102n0:117_6": "parimajjatī’’ti (paṭi. ma. 3.12).",
  "anya-e0102n0:118_0": "Svāyaṁ yadi icchati gantvā parāmasituṁ, gantvā parāmasati, yadi pana idheva nisinnako vā nipannako vā parāmasitukāmo hoti, hatthapāse hotūti adhiṭṭhāti, adhiṭṭhānabalena vaṇṭā muttatālaphalaṁ viya āgantvā hatthapāse ṭhite vā parāmasati, hatthaṁ vā vaḍḍhetvā.",
  "anya-e0102n0:118_1": "Vaḍḍhentassa pana kiṁ upādiṇṇakaṁ vaḍḍhati, anupādiṇṇakanti?",
  "anya-e0102n0:118_2": "Upādiṇṇakaṁ nissāya anupādiṇṇakaṁ vaḍḍhati.",
  "anya-e0102n0:119_0": "Tattha tipiṭakacūḷanāgatthero āha ‘‘kiṁ panāvuso, upādiṇṇakaṁ khuddakampi mahantampi na hoti, nanu yadā bhikkhu tālacchiddādīhi nikkhamati, tadā upādiṇṇakaṁ khuddakaṁ hoti.",
  "anya-e0102n0:119_1": "Yadā mahantaṁ attabhāvaṁ karoti, tadā mahantaṁ hoti mahāmoggallānattherassa viyā’’ti.",
  "anya-e0102n0:120_0": "Nandopanandanāgadamanakathā",
  "anya-e0102n0:121_0": "Ekasmiṁ kira samaye anāthapiṇḍiko gahapati bhagavato dhammadesanaṁ sutvā ‘‘sve, bhante, pañcahi bhikkhusatehi saddhiṁ amhākaṁ gehe bhikkhaṁ gaṇhathā’’ti nimantetvā pakkami.",
  "anya-e0102n0:121_1": "Bhagavā adhivāsetvā taṁdivasāvasesaṁ rattibhāgañca vītināmetvā paccūsasamaye dasasahassilokadhātuṁ olokesi.",
  "anya-e0102n0:121_2": "Athassa nandopanando nāma nāgarājā ñāṇamukhe āpāthamāgacchi.",
  "anya-e0102n0:121_3": "Bhagavā ‘‘ayaṁ nāgarājā mayhaṁ ñāṇamukhe āpāthamāgacchi, atthi nu kho assa upanissayo’’ti āvajjento ‘‘ayaṁ micchādiṭṭhiko tīsu ratanesu appasannoti disvā ko nu kho imaṁ micchādiṭṭhito viveceyyā’’ti āvajjento mahāmoggallānattheraṁ addasa.",
  "anya-e0102n0:122_0": "Tato pabhātāya rattiyā sarīrapaṭijagganaṁ katvā āyasmantaṁ ānandaṁ āmantesi –",
  "anya-e0102n0:122_1": "‘‘ānanda, pañcannaṁ bhikkhusatānaṁ ārocehi tathāgato devacārikaṁ gacchatī’’ti.",
  "anya-e0102n0:122_2": "Taṁ divasañca nandopanandassa āpānabhūmiṁ sajjayiṁsu.",
  "anya-e0102n0:122_3": "So dibbaratanapallaṅke dibbena setacchattena dhāriyamānena tividhanāṭakehi ceva nāgaparisāya ca parivuto dibbabhājanesu upaṭṭhāpitaṁ annapānavidhiṁ olokayamāno nisinno hoti.",
  "anya-e0102n0:122_4": "Atha bhagavā yathā nāgarājā passati, tathā katvā tassa vitānamatthakeneva pañcahi bhikkhusatehi saddhiṁ tāvatiṁsadevalokābhimukho pāyāsi.",
  "anya-e0102n0:123_0": "Tena kho pana samayena nandopanandassa nāgarājassa evarūpaṁ pāpakaṁ diṭṭhigataṁ uppannaṁ hoti –",
  "anya-e0102n0:123_1": "‘‘ime hi nāma muṇḍakā samaṇakā amhākaṁ uparūparibhavanena devānaṁ tāvatiṁsānaṁ bhavanaṁ pavisantipi nikkhamantipi, na dāni ito paṭṭhāya imesaṁ amhākaṁ matthake pādapaṁsuṁ okirantānaṁ gantuṁ dassāmī’’ti uṭṭhāya sinerupādaṁ gantvā taṁ attabhāvaṁ vijahitvā sineruṁ sattakkhattuṁ bhogehi parikkhipitvā upari phaṇaṁ katvā tāvatiṁsabhavanaṁ avakujjena phaṇena gahetvā adassanaṁ gamesi.",
  "anya-e0102n0:124_0": "Atha kho āyasmā raṭṭhapālo bhagavantaṁ etadavoca ‘‘pubbe, bhante, imasmiṁ padese ṭhito sineruṁ passāmi, sineruparibhaṇḍaṁ passāmi, tāvatiṁsaṁ passāmi, vejayantaṁ passāmi, vejayantassa pāsādassa upari dhajaṁ passāmi.",
  "anya-e0102n0:124_1": "Ko nu kho, bhante, hetu ko paccayo, yaṁ etarahi neva sineruṁ passāmi…pe…",
  "anya-e0102n0:124_2": "na vejayantassa pāsādassa upari dhajaṁ passāmī’’ti.",
  "anya-e0102n0:124_3": "‘‘Ayaṁ, raṭṭhapāla, nandopanando nāma nāgarājā tumhākaṁ kupito sineruṁ sattakkhattuṁ bhogehi parikkhipitvā upari phaṇena paṭicchādetvā andhakāraṁ katvā ṭhito’’ti.",
  "anya-e0102n0:124_4": "‘‘Damemi naṁ, bhante’’ti.",
  "anya-e0102n0:124_5": "Na bhagavā anujāni.",
  "anya-e0102n0:124_6": "Atha kho āyasmā bhaddiyo āyasmā rāhuloti anukkamena sabbepi bhikkhū uṭṭhahiṁsu.",
  "anya-e0102n0:124_7": "Na bhagavā anujāni.",
  "anya-e0102n0:125_0": "Avasāne mahāmoggallānatthero ‘‘ahaṁ, bhante, damemi na’’nti āha.",
  "anya-e0102n0:125_1": "‘‘Damehi moggallānā’’ti bhagavā anujāni.",
  "anya-e0102n0:125_2": "Thero attabhāvaṁ vijahitvā mahantaṁ nāgarājavaṇṇaṁ abhinimminitvā nandopanandaṁ cuddasakkhattuṁ bhogehi parikkhipitvā tassa phaṇamatthake attano phaṇaṁ ṭhapetvā sinerunā saddhiṁ abhinippīḷesi.",
  "anya-e0102n0:125_3": "Nāgarājā padhūmāyi.",
  "anya-e0102n0:125_4": "Theropi na tuyhaṁyeva sarīre dhūmo atthi, mayhampi atthīti padhūmāyi.",
  "anya-e0102n0:125_5": "Nāgarājassa dhūmo theraṁ na bādhati.",
  "anya-e0102n0:125_6": "Therassa pana dhūmo nāgarājānaṁ bādhati.",
  "anya-e0102n0:125_7": "Tato nāgarājā pajjali.",
  "anya-e0102n0:125_8": "Theropi na tuyhaṁyeva sarīre aggi atthi, mayhampi atthīti pajjali.",
  "anya-e0102n0:125_9": "Nāgarājassa tejo theraṁ na bādhati.",
  "anya-e0102n0:125_10": "Therassa pana tejo nāgarājānaṁ bādhati.",
  "anya-e0102n0:125_11": "Nāgarājā ayaṁ maṁ sinerunā abhinippīḷetvā dhūmāyati ceva pajjalati cāti cintetvā ‘‘bho tvaṁ kosī’’ti paṭipucchi.",
  "anya-e0102n0:125_12": "‘‘Ahaṁ kho, nanda, moggallāno’’ti.",
  "anya-e0102n0:125_13": "‘‘Bhante, attano bhikkhubhāvena tiṭṭhāhī’’ti.",
  "anya-e0102n0:126_0": "Thero taṁ attabhāvaṁ vijahitvā tassa dakkhiṇakaṇṇasotena pavisitvā vāmakaṇṇasotena nikkhami , vāmakaṇṇasotena pavisitvā dakkhiṇakaṇṇasotena nikkhami, tathā dakkhiṇanāsasotena pavisitvā vāmanāsasotena nikkhami, vāmanāsasotena pavisitvā dakkhiṇanāsasotena nikkhami.",
  "anya-e0102n0:126_1": "Tato nāgarājā mukhaṁ vivari.",
  "anya-e0102n0:126_2": "Thero mukhena pavisitvā antokucchiyaṁ pācīnena ca pacchimena ca caṅkamati.",
  "anya-e0102n0:126_3": "Bhagavā ‘‘moggallāna, manasikarohi mahiddhiko esa nāgo’’ti āha.",
  "anya-e0102n0:126_4": "Thero ‘‘mayhaṁ kho, bhante, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, tiṭṭhatu, bhante, nandopanando, ahaṁ nandopanandasadisānaṁ nāgarājānaṁ satampi sahassampi satasahassampi dameyya’’nti āha.",
  "anya-e0102n0:127_0": "Nāgarājā cintesi ‘‘pavisanto tāva me na diṭṭho, nikkhamanakāle dāni naṁ dāṭhantare pakkhipitvā saṅkhādissāmī’’ti cintetvā nikkhama bhante, mā maṁ antokucchiyaṁ aparāparaṁ caṅkamanto bādhayitthāti āha.",
  "anya-e0102n0:127_1": "Thero nikkhamitvā bahi aṭṭhāsi.",
  "anya-e0102n0:127_2": "Nāgarājā ayaṁ soti disvā nāsavātaṁ vissajji.",
  "anya-e0102n0:127_3": "Thero catutthaṁ jhānaṁ samāpajji.",
  "anya-e0102n0:127_4": "Lomakūpampissa vāto cāletuṁ nāsakkhi.",
  "anya-e0102n0:127_5": "Avasesā bhikkhū kira ādito paṭṭhāya sabbapāṭihāriyāni kātuṁ sakkuṇeyyuṁ, imaṁ pana ṭhānaṁ patvā evaṁ khippanisantino hutvā samāpajjituṁ na sakkhissantīti tesaṁ bhagavā nāgarājadamanaṁ nānujāni.",
  "anya-e0102n0:128_0": "Nāgarājā ‘‘ahaṁ imassa samaṇassa nāsavātena lomakūpampi cāletuṁ nāsakkhiṁ, mahiddhiko samaṇo’’ti cintesi.",
  "anya-e0102n0:128_1": "Thero attabhāvaṁ vijahitvā supaṇṇarūpaṁ abhinimminitvā supaṇṇavātaṁ dassento nāgarājānaṁ anubandhi.",
  "anya-e0102n0:128_2": "Nāgarājā taṁ attabhāvaṁ vijahitvā māṇavakavaṇṇaṁ abhinimminitvā ‘‘bhante, tumhākaṁ saraṇaṁ gacchāmī’’ti vadanto therassa pāde vandi.",
  "anya-e0102n0:128_3": "Thero ‘‘satthā, nanda, āgato, ehi gamissāmā’’ti nāgarājānaṁ damayitvā nibbisaṁ katvā gahetvā bhagavato santikaṁ agamāsi.",
  "anya-e0102n0:128_4": "Nāgarājā bhagavantaṁ vanditvā ‘‘bhante, tumhākaṁ saraṇaṁ gacchāmī’’ti āha.",
  "anya-e0102n0:128_5": "Bhagavā ‘‘sukhī hohi, nāgarājā’’ti vatvā bhikkhusaṅghaparivuto anāthapiṇḍikassa nivesanaṁ agamāsi.",
  "anya-e0102n0:129_0": "Anāthapiṇḍiko ‘‘kiṁ, bhante, atidivā āgatatthā’’ti āha.",
  "anya-e0102n0:129_1": "Moggallānassa ca nandopanandassa ca saṅgāmo ahosīti.",
  "anya-e0102n0:129_2": "Kassa, bhante, jayo, kassa parājayoti.",
  "anya-e0102n0:129_3": "Moggallānassa jayo, nandassa parājayoti.",
  "anya-e0102n0:129_4": "Anāthapiṇḍiko ‘‘adhivāsetu me, bhante, bhagavā sattāhaṁ ekapaṭipāṭiyā bhattaṁ, sattāhaṁ therassa sakkāraṁ karissāmī’’ti vatvā sattāhaṁ buddhapamukhānaṁ pañcannaṁ bhikkhusatānaṁ mahāsakkāraṁ akāsi.",
  "anya-e0102n0:129_5": "Iti imaṁ imasmiṁ nandopanandadamane kataṁ mahantaṁ attabhāvaṁ sandhāyetaṁ vuttaṁ ‘‘yadā mahantaṁ attabhāvaṁ karoti, tadā mahantaṁ hoti mahāmoggallānattherassa viyā’’ti.",
  "anya-e0102n0:129_6": "Evaṁ vuttepi bhikkhū upādiṇṇakaṁ nissāya anupādiṇṇakameva vaḍḍhatīti āhaṁsu.",
  "anya-e0102n0:129_7": "Ayameva cettha yutti.",
  "anya-e0102n0:130_0": "So evaṁ katvā na kevalaṁ candimasūriye parāmasati.",
  "anya-e0102n0:130_1": "Sace icchati pādakathalikaṁ katvā pāde ṭhapeti, pīṭhaṁ katvā nisīdati, mañcaṁ katvā nipajjati, apassenaphalakaṁ katvā apassayati.",
  "anya-e0102n0:130_2": "Yathā ca eko, evaṁ aparopi.",
  "anya-e0102n0:130_3": "Anekesupi hi bhikkhusatasahassesu evaṁ karontesu tesañca ekamekassa tatheva ijjhati.",
  "anya-e0102n0:130_4": "Candimasūriyānañca gamanampi ālokakaraṇampi tatheva hoti.",
  "anya-e0102n0:130_5": "Yathā hi pātisahassesu udakapūresu sabbapātīsu ca candamaṇḍalāni dissanti.",
  "anya-e0102n0:130_6": "Pākatikameva ca candassa gamanaṁ ālokakaraṇañca hoti.",
  "anya-e0102n0:130_7": "Tathūpamametaṁ pāṭihāriyaṁ.",
  "anya-e0102n0:131_0": "397.Yāva brahmalokāpīti brahmalokampi paricchedaṁ katvā.",
  "anya-e0102n0:131_1": "Kāyena vasaṁ vattetīti tattha brahmaloke kāyena attano vasaṁ vatteti.",
  "anya-e0102n0:131_2": "Tassattho pāḷiṁ anugantvā veditabbo.",
  "anya-e0102n0:131_3": "Ayañhettha pāḷi –",
  "anya-e0102n0:132_0": "‘‘Yāva brahmalokāpi kāyena vasaṁ vattetīti.",
  "anya-e0102n0:132_1": "Sace so iddhimā cetovasippatto brahmalokaṁ gantukāmo hoti, dūrepi santike adhiṭṭhāti santike hotūti, santike hoti.",
  "anya-e0102n0:132_2": "Santikepi dūre adhiṭṭhāti dūre hotūti, dūre hoti.",
  "anya-e0102n0:132_3": "Bahukampi thokanti adhiṭṭhāti thokaṁ hotūti, thokaṁ hoti.",
  "anya-e0102n0:132_4": "Thokampi bahukanti adhiṭṭhāti bahukaṁ hotūti, bahukaṁ hoti.",
  "anya-e0102n0:132_5": "Dibbena cakkhunā tassa brahmuno rūpaṁ passati.",
  "anya-e0102n0:132_6": "Dibbāya sotadhātuyā tassa brahmuno saddaṁ suṇāti.",
  "anya-e0102n0:132_7": "Cetopariyañāṇena tassa brahmuno cittaṁ pajānāti.",
  "anya-e0102n0:132_8": "Sace so iddhimā cetovasippatto dissamānena kāyena brahmalokaṁ gantukāmo hoti, kāyavasena cittaṁ pariṇāmeti, kāyavasena cittaṁ adhiṭṭhāti, kāyavasena cittaṁ pariṇāmetvā kāyavasena cittaṁ adhiṭṭhahitvā sukhasaññañca lahusaññañca okkamitvā dissamānena kāyena brahmalokaṁ gacchati.",
  "anya-e0102n0:132_9": "Sace so iddhimā cetovasippatto adissamānena kāyena brahmalokaṁ gantukāmo hoti, cittavasena kāyaṁ pariṇāmeti, cittavasena kāyaṁ adhiṭṭhāti.",
  "anya-e0102n0:132_10": "Cittavasena kāyaṁ pariṇāmetvā cittavasena kāyaṁ adhiṭṭhahitvā sukhasaññañca lahusaññañca okkamitvā adissamānena kāyena brahmalokaṁ gacchati.",
  "anya-e0102n0:132_11": "So tassa brahmuno purato rūpaṁ abhinimmināti manomayaṁ sabbaṅgapañcaṅgiṁ ahīnindriyaṁ.",
  "anya-e0102n0:132_12": "Sace so iddhimā caṅkamati, nimmitopi tattha caṅkamati.",
  "anya-e0102n0:132_13": "Sace so iddhimā tiṭṭhati, nisīdati, seyyaṁ kappeti, nimmitopi tattha seyyaṁ kappeti.",
  "anya-e0102n0:132_14": "Sace so iddhimā dhūmāyati, pajjalati, dhammaṁ bhāsati, pañhaṁ pucchati, pañhaṁ puṭṭho vissajjeti, nimmitopi tattha pañhaṁ puṭṭho vissajjeti.",
  "anya-e0102n0:132_15": "Sace so iddhimā tena brahmunā saddhiṁ santiṭṭhati, sallapati, sākacchaṁ samāpajjati, nimmitopi tattha tena brahmunā saddhiṁ santiṭṭhati, sallapati, sākacchaṁ samāpajjati.",
  "anya-e0102n0:132_16": "Yaṁ yadeva hi so iddhimā karoti, taṁ tadeva nimmito karotī’’ti (paṭi. ma. 3.12).",
  "anya-e0102n0:133_0": "Tattha dūrepi santike adhiṭṭhātīti pādakajjhānato vuṭṭhāya dūre devalokaṁ vā brahmalokaṁ vā āvajjati santike hotūti.",
  "anya-e0102n0:133_1": "Āvajjitvā parikammaṁ katvā puna samāpajjitvā ñāṇena adhiṭṭhāti santike hotūti, santike hoti.",
  "anya-e0102n0:133_2": "Esa nayo sesapadesupi.",
  "anya-e0102n0:134_0": "Tattha ko dūraṁ gahetvā santikaṁ akāsīti? Bhagavā.",
  "anya-e0102n0:134_1": "Bhagavā hi yamakapāṭihāriyāvasāne devalokaṁ gacchanto yugandharañca sineruñca santike katvā pathavītalato ekapādaṁ yugandhare patiṭṭhapetvā dutiyaṁ sinerumatthake ṭhapesi.",
  "anya-e0102n0:134_2": "Añño ko akāsi?",
  "anya-e0102n0:134_3": "Mahāmoggallānatthero.",
  "anya-e0102n0:134_4": "Thero hi sāvatthito bhattakiccaṁ katvā nikkhantaṁ dvādasayojanikaṁ parisaṁ tiṁsayojanaṁ saṅkassanagaramaggaṁ saṅkhipitvā taṅkhaṇaññeva sampāpesi.",
  "anya-e0102n0:135_0": "Apica tambapaṇṇidīpe cūḷasamuddattheropi akāsi.",
  "anya-e0102n0:135_1": "Dubbhikkhasamaye kira therassa santikaṁ pātova satta bhikkhusatāni āgamaṁsu.",
  "anya-e0102n0:135_2": "Thero ‘‘mahā bhikkhusaṅgho kuhiṁ bhikkhācāro bhavissatī’’ti cintento sakalatambapaṇṇidīpe adisvā ‘‘paratīre pāṭaliputte bhavissatī’’ti disvā bhikkhū pattacīvaraṁ gāhāpetvā ‘‘ethāvuso, bhikkhācāraṁ gamissāmā’’ti pathaviṁ saṅkhipitvā pāṭaliputtaṁ gato.",
  "anya-e0102n0:135_3": "Bhikkhū ‘‘kataraṁ, bhante, imaṁ nagara’’nti pucchiṁsu.",
  "anya-e0102n0:135_4": "Pāṭaliputtaṁ, āvusoti.",
  "anya-e0102n0:135_5": "Pāṭaliputtaṁ nāma dūre bhanteti.",
  "anya-e0102n0:135_6": "Āvuso, mahallakattherā nāma dūrepi gahetvā santike karontīti.",
  "anya-e0102n0:135_7": "Mahāsamuddo kuhiṁ, bhanteti?",
  "anya-e0102n0:135_8": "Nanu, āvuso, antarā ekaṁ nīlamātikaṁ atikkamitvā āgatatthāti?",
  "anya-e0102n0:135_9": "Āma, bhante.",
  "anya-e0102n0:135_10": "Mahāsamuddo pana mahantoti.",
  "anya-e0102n0:135_11": "Āvuso, mahallakattherā nāma mahantampi khuddakaṁ karontīti.",
  "anya-e0102n0:136_0": "Yathā cāyaṁ, evaṁ tissadattattheropi sāyanhasamaye nhāyitvā katuttarāsaṅgo mahābodhiṁ vandissāmīti citte uppanne santike akāsi.",
  "anya-e0102n0:137_0": "Santikaṁ pana gahetvā ko dūramakāsīti? Bhagavā.",
  "anya-e0102n0:137_1": "Bhagavā hi attano ca aṅgulimālassa (ma. ni.",
  "anya-e0102n0:137_2": "2.348) ca antaraṁ santikampi dūramakāsīti.",
  "anya-e0102n0:138_0": "Atha ko bahukaṁ thokaṁ akāsīti?",
  "anya-e0102n0:138_1": "Mahākassapatthero.",
  "anya-e0102n0:138_2": "Rājagahe kira nakkhattadivase pañcasatā kumāriyo candapūve gahetvā nakkhattakīḷanatthāya gacchantiyo bhagavantaṁ disvā kiñci nādaṁsu.",
  "anya-e0102n0:138_3": "Pacchato āgacchantaṁ pana theraṁ disvā amhākaṁ thero eti pūvaṁ dassāmāti sabbā pūve gahetvā theraṁ upasaṅkamiṁsu.",
  "anya-e0102n0:138_4": "Thero pattaṁ nīharitvā sabbaṁ ekapattapūramattamakāsi.",
  "anya-e0102n0:138_5": "Bhagavā theraṁ āgamayamāno purato nisīdi.",
  "anya-e0102n0:138_6": "Thero āharitvā bhagavato adāsi.",
  "anya-e0102n0:139_0": "Illisaseṭṭhivatthusmiṁ pana mahāmoggallānatthero thokaṁ bahukamakāsi, kākavaliyavatthusmiñca bhagavā.",
  "anya-e0102n0:139_1": "Mahākassapatthero kira sattāhaṁ samāpattiyā vītināmetvā daliddasaṅgahaṁ karonto kākavaliyassa nāma duggatamanussassa gharadvāre aṭṭhāsi.",
  "anya-e0102n0:139_2": "Tassa jāyā theraṁ disvā patino pakkaṁ aloṇambilayāguṁ patte ākiri.",
  "anya-e0102n0:139_3": "Thero taṁ gahetvā bhagavato hatthe ṭhapesi.",
  "anya-e0102n0:139_4": "Bhagavā mahābhikkhusaṅghassa pahonakaṁ katvā adhiṭṭhāsi.",
  "anya-e0102n0:139_5": "Ekapattena ābhatā sabbesaṁ pahosi.",
  "anya-e0102n0:139_6": "Kākavaliyopi sattame divase seṭṭhiṭṭhānaṁ alatthāti.",
  "anya-e0102n0:140_0": "Na kevalañca thokassa bahukaraṇaṁ, madhuraṁ amadhuraṁ, amadhuraṁ madhurantiādīsupi yaṁ yaṁ icchati, sabbaṁ iddhimato ijjhati.",
  "anya-e0102n0:140_1": "Tathā hi mahāanuḷatthero nāma sambahule bhikkhū piṇḍāya caritvā sukkhabhattameva labhitvā gaṅgātīre nisīditvā paribhuñjamāne disvā gaṅgāya udakaṁ sappimaṇḍanti adhiṭṭhahitvā sāmaṇerānaṁ saññaṁ adāsi.",
  "anya-e0102n0:140_2": "Te thālakehi āharitvā bhikkhusaṅghassa adaṁsu.",
  "anya-e0102n0:140_3": "Sabbe madhurena sappimaṇḍena bhuñjiṁsūti.",
  "anya-e0102n0:141_0": "Dibbenacakkhunāti idheva ṭhito ālokaṁ vaḍḍhetvā tassa brahmuno rūpaṁ passati.",
  "anya-e0102n0:141_1": "Idheva ca ṭhito sabbaṁ tassa bhāsato saddaṁ suṇāti.",
  "anya-e0102n0:141_2": "Cittaṁ pajānāti.",
  "anya-e0102n0:141_3": "Kāyavasena cittaṁ pariṇāmetīti karajakāyassa vasena cittaṁ pariṇāmeti.",
  "anya-e0102n0:141_4": "Pādakajjhānacittaṁ gahetvā kāye āropeti.",
  "anya-e0102n0:141_5": "Kāyānugatikaṁ karoti dandhagamanaṁ.",
  "anya-e0102n0:141_6": "Kāyagamanaṁ hi dandhaṁ hoti.",
  "anya-e0102n0:141_7": "Sukhasaññañca lahusaññañca okkamatīti pādakajjhānārammaṇena iddhicittena sahajātaṁ sukhasaññañca lahusaññañca okkamati pavisati phasseti sampāpuṇāti.",
  "anya-e0102n0:141_8": "Sukhasaññā nāma upekkhāsampayuttasaññā.",
  "anya-e0102n0:141_9": "Upekkhā hi santaṁ sukhanti vuttā.",
  "anya-e0102n0:141_10": "Sāyeva ca saññā nīvaraṇehi ceva vitakkādīhi paccanīkehi ca vimuttattā lahusaññātipi veditabbā.",
  "anya-e0102n0:141_11": "Taṁ okkantassa panassa karajakāyopi tūlapicu viya sallahuko hoti.",
  "anya-e0102n0:141_12": "So evaṁ vāyukkhittatūlapicunā viya sallahukena dissamānena kāyena brahmalokaṁ gacchati.",
  "anya-e0102n0:141_13": "Evaṁ gacchanto ca sace icchati pathavīkasiṇavasena ākāse maggaṁ nimminitvā padasā gacchati.",
  "anya-e0102n0:141_14": "Sace icchati vāyokasiṇavasena vāyuṁ adhiṭṭhahitvā tūlapicu viya vāyunā gacchati.",
  "anya-e0102n0:141_15": "Apica gantukāmatā eva ettha pamāṇaṁ.",
  "anya-e0102n0:141_16": "‘‘Sati hi gantukāmatāya’’ evaṁ katacittādhiṭṭhāno adhiṭṭhānavegukkhittova so issāsakhittasaro viya dissamāno gacchati.",
  "anya-e0102n0:142_0": "Cittavasena kāyaṁ pariṇāmetīti kāyaṁ gahetvā citte āropeti.",
  "anya-e0102n0:142_1": "Cittānugatikaṁ karoti sīghagamanaṁ.",
  "anya-e0102n0:142_2": "Cittagamanaṁ hi sīghaṁ hoti.",
  "anya-e0102n0:142_3": "Sukhasaññañca lahusaññañca okkamatīti rūpakāyārammaṇena iddhicittena sahajātaṁ sukhasaññañca lahusaññañca okkamatīti.",
  "anya-e0102n0:142_4": "Sesaṁ vuttanayeneva veditabbaṁ.",
  "anya-e0102n0:142_5": "Idaṁ pana cittagamanameva hoti.",
  "anya-e0102n0:142_6": "Evaṁ adissamānena kāyena gacchanto panāyaṁ kiṁ tassa adhiṭṭhānacittassa uppādakkhaṇe gacchati, udāhu ṭhitikkhaṇe bhaṅgakkhaṇe vāti vutte tīsupi khaṇesu gacchatīti thero āha.",
  "anya-e0102n0:142_7": "Kiṁ pana so sayaṁ gacchati nimmitaṁ pesetīti.",
  "anya-e0102n0:142_8": "Yathāruci karoti.",
  "anya-e0102n0:142_9": "Idha panassa sayaṁ gamanameva āgataṁ.",
  "anya-e0102n0:143_0": "Manomayanti adhiṭṭhānamanena nimmitattā manomayaṁ.",
  "anya-e0102n0:143_1": "Ahīnindriyanti idaṁ cakkhusotādīnaṁ saṇṭhānavasena vuttaṁ.",
  "anya-e0102n0:143_2": "Nimmitarūpe pana pasādo nāma natthi.",
  "anya-e0102n0:143_3": "Sace iddhimā caṅkamati nimmitopi tattha caṅkamatītiādi sabbaṁ sāvakanimmitaṁ sandhāya vuttaṁ.",
  "anya-e0102n0:143_4": "Buddhanimmito pana yaṁ yaṁ bhagavā karoti, taṁ tampi karoti.",
  "anya-e0102n0:143_5": "Bhagavato rucivasena aññampi karotīti.",
  "anya-e0102n0:143_6": "Ettha ca yaṁ so iddhimā idheva ṭhito dibbena cakkhunā rūpaṁ passati, dibbāya sotadhātuyā saddaṁ suṇāti, cetopariyañāṇena cittaṁ pajānāti, na ettāvatā kāyena vasaṁ vatteti.",
  "anya-e0102n0:143_7": "Yampi so idheva ṭhito tena brahmunā saddhiṁ santiṭṭhati sallapati sākacchaṁ samāpajjati, ettāvatāpi na kāyena vasaṁ vatteti.",
  "anya-e0102n0:143_8": "Yampissa dūrepi santike adhiṭṭhātītiādikaṁ adhiṭṭhānaṁ, ettāvatāpi na kāyena vasaṁ vatteti.",
  "anya-e0102n0:143_9": "Yampi so dissamānena vā adissamānena vā kāyena brahmalokaṁ gacchati, ettāvatāpi na kāyena vasaṁ vatteti.",
  "anya-e0102n0:143_10": "Yañca kho so tassa brahmuno purato rūpaṁ abhinimminātītiādinā nayena vuttavidhānaṁ āpajjati, ettāvatā kāyena vasaṁ vatteti nāmaṁ.",
  "anya-e0102n0:143_11": "Sesaṁ panettha kāyena vasaṁ vattanāya pubbabhāgadassanatthaṁ vuttanti ayaṁ tāva adhiṭṭhānā iddhi.",
  "anya-e0102n0:144_0": "398.Vikubbanāya pana manomayāya ca idaṁ nānākaraṇaṁ.",
  "anya-e0102n0:144_1": "Vikubbanaṁ tāva karontena ‘‘so pakativaṇṇaṁ vijahitvā kumārakavaṇṇaṁ vā dasseti, nāgavaṇṇaṁ vā dasseti, supaṇṇavaṇṇaṁ vā dasseti, asuravaṇṇaṁ vā dasseti, indavaṇṇaṁ vā dasseti, devavaṇṇaṁ vā dasseti, brahmavaṇṇaṁ vā dasseti, samuddavaṇṇaṁ vā dasseti, pabbatavaṇṇaṁ vā dasseti, sīhavaṇṇaṁ vā dasseti, byagghavaṇṇaṁ vā dasseti, dīpivaṇṇaṁ vā dasseti, hatthimpi dasseti, assampi dasseti, rathampi dasseti, pattimpi dasseti, vividhampi senābyūhaṁ dassetī’’ti (paṭi. ma.",
  "anya-e0102n0:144_2": "3.13) evaṁ vuttesu kumārakavaṇṇādīsu yaṁ yaṁ ākaṅkhati, taṁ taṁ adhiṭṭhātabbaṁ.",
  "anya-e0102n0:144_3": "Adhiṭṭhahantena ca pathavīkasiṇādīsu aññatarārammaṇato abhiññāpādakajjhānato vuṭṭhāya attano kumārakavaṇṇo āvajjitabbo.",
  "anya-e0102n0:144_4": "Āvajjitvā parikammāvasāne puna samāpajjitvā vuṭṭhāya evarūpo nāma kumārako homīti adhiṭṭhātabbaṁ.",
  "anya-e0102n0:144_5": "Saha adhiṭṭhānacittena kumārako hoti devadatto viya (cūḷava. 333).",
  "anya-e0102n0:144_6": "Esa nayo sabbattha.",
  "anya-e0102n0:145_0": "Hatthimpi dassetītiādi panettha bahiddhāpi hatthiādidassanavasena vuttaṁ.",
  "anya-e0102n0:145_1": "Tattha hatthī homīti anadhiṭṭhahitvā hatthī hotūti adhiṭṭhātabbaṁ, assādīsupi eseva nayoti.",
  "anya-e0102n0:145_2": "Ayaṁ vikubbanā iddhi.",
  "anya-e0102n0:146_0": "399.Manomayaṁ kātukāmo pana pādakajjhānato vuṭṭhāya kāyaṁ tāva āvajjitvā vuttanayeneva susiro hotūti adhiṭṭhāti, susiro hoti.",
  "anya-e0102n0:146_1": "Athassa abbhantare aññaṁ kāyaṁ āvajjitvā parikammaṁ katvā vuttanayeneva adhiṭṭhāti, tassa abbhantare añño kāyo hotūti.",
  "anya-e0102n0:146_2": "So taṁ muñjamhā īsikaṁ viya kosiyā asiṁ viya karaṇḍāya ahiṁ viya ca abbāhati .",
  "anya-e0102n0:146_3": "Tena vuttaṁ ‘‘idha bhikkhu imamhā kāyā aññaṁ kāyaṁ abhinimmināti rūpiṁ manomayaṁ sabbaṅgapaccaṅgiṁ ahīnindriyaṁ.",
  "anya-e0102n0:146_4": "Seyyathāpi puriso muñjamhā īsikaṁ pavāheyya, tassa evamassa ayaṁ muñjo ayaṁ īsikā , añño muñjo aññā īsikā, muñjamhātveva īsikā pavāḷhā’’tiādi (paṭi. ma. 3.14).",
  "anya-e0102n0:146_5": "Ettha ca yathā īsikādayo muñjādīhi sadisā honti, evaṁ manomayarūpaṁ iddhimatāsadisameva hotīti dassanatthaṁ etā upamā vuttāti.",
  "anya-e0102n0:146_6": "Ayaṁ manomayā iddhi.",
  "anya-e0102n0:147_0": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0102n0:148_0": "Iddhividhaniddeso nāma",
  "anya-e0102n0:149_0": "Dvādasamo paricchedo."
}