{
  "anya-e0101n6:0_0": "6. Asubhakammaṭṭhānaniddeso",
  "anya-e0101n6:1_0": "Uddhumātakādipadatthavaṇṇanā",
  "anya-e0101n6:2_0": "102.",
  "anya-e0101n6:2_1": "Kasiṇānantaramuddiṭṭhesu pana uddhumātakaṁ, vinīlakaṁ, vipubbakaṁ, vicchiddakaṁ, vikkhāyitakaṁ, vikkhittakaṁ, hatavikkhittakaṁ, lohitakaṁ, puḷavakaṁ, aṭṭhikanti dasasu aviññāṇakāsubhesu bhastā viya vāyunā uddhaṁ jīvitapariyādānā yathānukkamaṁ samuggatena sūnabhāvena uddhumātattā uddhumātaṁ, uddhumātameva uddhumātakaṁ.",
  "anya-e0101n6:2_2": "Paṭikkūlattā vā kucchitaṁ uddhumātanti uddhumātakaṁ.",
  "anya-e0101n6:2_3": "Tathārūpassa chavasarīrassetaṁ adhivacanaṁ.",
  "anya-e0101n6:3_0": "Vinīlaṁ vuccati viparibhinnanīlavaṇṇaṁ, vinīlameva vinīlakaṁ.",
  "anya-e0101n6:3_1": "Paṭikkūlattā vā kucchitaṁ vinīlanti vinīlakaṁ.",
  "anya-e0101n6:3_2": "Maṁsussadaṭṭhānesu rattavaṇṇassa pubbasannicayaṭṭhānesu setavaṇṇassa yebhuyyena ca nīlavaṇṇassa nīlaṭṭhāne nīlasāṭakapārutasseva chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:4_0": "Paribhinnaṭṭhānesu vissandamānaṁ pubbaṁ vipubbaṁ, vipubbameva vipubbakaṁ.",
  "anya-e0101n6:4_1": "Paṭikkūlattā vā kucchitaṁ vipubbanti vipubbakaṁ.",
  "anya-e0101n6:4_2": "Tathārūpassa chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:5_0": "Vicchiddaṁ vuccati dvidhā chindanena apadhāritaṁ, vicchiddameva vicchiddakaṁ.",
  "anya-e0101n6:5_1": "Paṭikkūlattā vā kucchitaṁ vicchiddanti vicchiddakaṁ.",
  "anya-e0101n6:5_2": "Vemajjhe chinnassa chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:6_0": "Ito ca etto ca vividhākārena soṇasiṅgālādīhi khāditanti vikkhāyitaṁ, vikkhāyitameva vikkhāyitakaṁ.",
  "anya-e0101n6:6_1": "Paṭikkūlattā vā kucchitaṁ vikkhāyitanti vikkhāyitakaṁ.",
  "anya-e0101n6:6_2": "Tathārūpassa chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:7_0": "Vividhaṁ khittaṁ vikkhittaṁ, vikkhittameva vikkhittakaṁ.",
  "anya-e0101n6:7_1": "Paṭikkūlattā vā kucchitaṁ vikkhittanti vikkhittakaṁ.",
  "anya-e0101n6:7_2": "Aññena hatthaṁ aññena pādaṁ aññena sīsanti evaṁ tato tato khittassa chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:8_0": "Hatañca taṁ purimanayeneva vikkhittakañcāti hatavikkhittakaṁ.",
  "anya-e0101n6:8_1": "Kākapadākārena aṅgapaccaṅgesu satthena hanitvā vuttanayena vikkhittassa chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:9_0": "Lohitaṁ kirati vikkhipati ito cito ca paggharatīti lohitakaṁ.",
  "anya-e0101n6:9_1": "Paggharitalohitamakkhitassa chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:10_0": "Puḷavā vuccanti kimayo, puḷave kiratīti puḷavakaṁ.",
  "anya-e0101n6:10_1": "Kimiparipuṇṇassa chavasarīrassetamadhivacanaṁ.",
  "anya-e0101n6:11_0": "Aṭṭhiyeva aṭṭhikaṁ.",
  "anya-e0101n6:11_1": "Paṭikkūlattā vā kucchitaṁ aṭṭhīti aṭṭhikaṁ.",
  "anya-e0101n6:11_2": "Aṭṭhisaṅkhalikāyapi ekaṭṭhikassapetamadhivacanaṁ.",
  "anya-e0101n6:11_3": "Imāni ca pana uddhumātakādīni nissāya uppannanimittānampi nimittesu paṭiladdhajjhānānampetāneva nāmāni.",
  "anya-e0101n6:12_0": "Uddhumātakakammaṭṭhānaṁ",
  "anya-e0101n6:13_0": "103.",
  "anya-e0101n6:13_1": "Tattha uddhumātakasarīre uddhumātakanimittaṁ uppādetvā uddhumātakasaṅkhātaṁ jhānaṁ bhāvetukāmena yoginā pathavīkasiṇe vuttanayeneva vuttappakāraṁ ācariyaṁ upasaṅkamitvā kammaṭṭhānaṁ uggahetabbaṁ.",
  "anya-e0101n6:13_2": "Tenassa kammaṭṭhānaṁ kathentena asubhanimittatthāya gamanavidhānaṁ, samantā nimittupalakkhaṇaṁ, ekādasavidhena nimittaggāho, gatāgatamaggapaccavekkhaṇanti evaṁ appanāvidhānapariyosānaṁ sabbaṁ kathetabbaṁ.",
  "anya-e0101n6:13_3": "Tenāpi sabbaṁ sādhukaṁ uggahetvā pubbe vuttappakāraṁ senāsanaṁ upagantvā uddhumātakanimittaṁ pariyesantena vihātabbaṁ.",
  "anya-e0101n6:14_0": "104.",
  "anya-e0101n6:14_1": "Evaṁ viharantena ca asukasmiṁ nāma gāmadvāre vā aṭavimukhe vā panthe vā pabbatapāde vā rukkhamūle vā susāne vā uddhumātakasarīraṁ nikkhittanti kathentānaṁ vacanaṁ sutvāpi na tāvadeva atitthena pakkhandantena viya gantabbaṁ. Kasmā?",
  "anya-e0101n6:14_2": "Asubhaṁ hi nāmetaṁ vāḷamigādhiṭṭhitampi amanussādhiṭṭhitampi hoti.",
  "anya-e0101n6:14_3": "Tatrassa jīvitantarāyopi siyā.",
  "anya-e0101n6:14_4": "Gamanamaggo vā panettha gāmadvārena vā nahānatitthena vā kedārakoṭiyā vā hoti.",
  "anya-e0101n6:14_5": "Tattha visabhāgarūpaṁ āpāthamāgacchati, tadeva vā sarīraṁ visabhāgaṁ hoti.",
  "anya-e0101n6:14_6": "Purisassa hi itthisarīraṁ itthiyā ca purisasarīraṁ visabhāgaṁ, tadetaṁ adhunāmataṁ subhatopi upaṭṭhāti, tenassa brahmacariyantarāyopi siyā.",
  "anya-e0101n6:14_7": "Sace pana ‘‘nayidaṁ mādisassa bhāriya’’nti attānaṁ takkayati, evaṁ takkayamānena gantabbaṁ.",
  "anya-e0101n6:15_0": "105.",
  "anya-e0101n6:15_1": "Gacchantena ca saṅghattherassa vā aññatarassa vā abhiññātassa bhikkhuno kathetvā gantabbaṁ. Kasmā?",
  "anya-e0101n6:15_2": "Sace hissa susāne amanussasīhabyagghādīnaṁ rūpasaddādianiṭṭhārammaṇābhibhūtassa aṅgapaccaṅgāni vā pavedhenti, bhuttaṁ vā na parisaṇṭhāti, añño vā ābādho hoti.",
  "anya-e0101n6:15_3": "Athassa so vihāre pattacīvaraṁ surakkhitaṁ karissati.",
  "anya-e0101n6:15_4": "Dahare vā sāmaṇere vā pahiṇitvā taṁ bhikkhuṁ paṭijaggissati.",
  "anya-e0101n6:15_5": "Apica susānaṁ nāma nirāsaṅkaṭṭhānanti maññamānā katakammāpi akatakammāpi corā samosaranti.",
  "anya-e0101n6:15_6": "Te manussehi anubaddhā bhikkhussa samīpe bhaṇḍakaṁ chaḍḍetvāpi palāyanti.",
  "anya-e0101n6:15_7": "Manussā ‘‘sahoḍḍhaṁ coraṁ addasāmā’’ti bhikkhuṁ gahetvā viheṭhenti.",
  "anya-e0101n6:15_8": "Athassa so ‘‘mā imaṁ viheṭhayittha, mamāyaṁ kathetvā iminā nāma kammena gato’’ti te manusse saññāpetvā sotthibhāvaṁ karissati.",
  "anya-e0101n6:15_9": "Ayaṁ ānisaṁso kathetvā gamane.",
  "anya-e0101n6:15_10": "Tasmā vuttappakārassa bhikkhuno kathetvā asubhanimittadassane sañjātābhilāsena yathānāma khattiyo abhisekaṭṭhānaṁ, yajamāno yaññasālaṁ, adhano vā pana nidhiṭṭhānaṁ pītisomanassajāto gacchati, evaṁ pītisomanassaṁ uppādetvā aṭṭhakathāsu vuttena vidhinā gantabbaṁ. Vuttañhetaṁ –",
  "anya-e0101n6:16_0": "‘‘Uddhumātakaṁ asubhanimittaṁ uggaṇhanto eko adutiyo gacchati upaṭṭhitāya satiyā asammuṭṭhāya antogatehi indriyehi abahigatena mānasena gatāgatamaggaṁ paccavekkhamāno.",
  "anya-e0101n6:16_1": "Yasmiṁ padese uddhumātakaṁ asubhanimittaṁ nikkhittaṁ hoti, tasmiṁ padese pāsāṇaṁ vā vammikaṁ vā rukkhaṁ vā gacchaṁ vā lataṁ vā sanimittaṁ karoti, sārammaṇaṁ karoti.",
  "anya-e0101n6:16_2": "Sanimittaṁ katvā sārammaṇaṁ katvā uddhumātakaṁ asubhanimittaṁ sabhāvabhāvato upalakkheti, vaṇṇatopi liṅgatopi saṇṭhānatopi disatopi okāsatopi paricchedatopi sandhito vivarato ninnato thalato samantato.",
  "anya-e0101n6:16_3": "So taṁ nimittaṁ suggahitaṁ karoti , sūpadhāritaṁ upadhāreti, suvavatthitaṁ vavatthapeti.",
  "anya-e0101n6:16_4": "So taṁ nimittaṁ suggahitaṁ katvā sūpadhāritaṁ upadhāretvā suvavatthitaṁ vavatthapetvā eko adutiyo gacchati upaṭṭhitāya satiyā asammuṭṭhāya antogatehi indriyehi abahigatena mānasena gatāgatamaggaṁ paccavekkhamāno.",
  "anya-e0101n6:16_5": "So caṅkamantopi tabbhāgiyaññeva caṅkamaṁ adhiṭṭhāti.",
  "anya-e0101n6:16_6": "Nisīdantopi tabbhāgiyaññeva āsanaṁ paññapeti.",
  "anya-e0101n6:17_0": "‘‘Samantā nimittupalakkhaṇā kimatthiyā kimānisaṁsāti?",
  "anya-e0101n6:17_1": "Samantā nimittupalakkhaṇā asammohatthā asammohānisaṁsā.",
  "anya-e0101n6:17_2": "Ekādasavidhena nimittaggāho kimatthiyo kimānisaṁsoti?",
  "anya-e0101n6:17_3": "Ekādasavidhena nimittaggāho upanibandhanattho upanibandhanānisaṁso.",
  "anya-e0101n6:17_4": "Gatāgatamaggapaccavekkhaṇā kimatthiyā kimānisaṁsāti?",
  "anya-e0101n6:17_5": "Gatāgatamaggapaccavekkhaṇā vīthisampaṭipādanatthā vīthisampaṭipādanānisaṁsā.",
  "anya-e0101n6:18_0": "‘‘So ānisaṁsadassāvī ratanasaññī hutvā cittīkāraṁ upaṭṭhapetvā sampiyāyamāno tasmiṁ ārammaṇe cittaṁ upanibandhati ‘addhā imāya paṭipadāya jarāmaraṇamhā parimuccissāmī’ti.",
  "anya-e0101n6:18_1": "So vivicceva kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja viharati.",
  "anya-e0101n6:18_2": "Tassādhigataṁ hoti rūpāvacaraṁ paṭhamaṁ jhānaṁ dibbo ca vihāro bhāvanāmayañca puññakiriyavatthu’’nti.",
  "anya-e0101n6:19_0": "106.",
  "anya-e0101n6:19_1": "Tasmā yo cittasaññattatthāya sivathikadassanaṁ gacchati, so ghaṇḍiṁ paharitvā gaṇaṁ sannipātetvāpi gacchatu.",
  "anya-e0101n6:19_2": "Kammaṭṭhānasīsena pana gacchantena ekakena adutiyena mūlakammaṭṭhānaṁ avissajjetvā taṁ manasikaronteneva susāne soṇādiparissayavinodanatthaṁ kattaradaṇḍaṁ vā yaṭṭhiṁ vā gahetvā, sūpaṭṭhita bhāvasampādanena asammuṭṭhaṁ satiṁ katvā, manacchaṭṭhānañca indriyānaṁ antogatabhāvasampādanato abahigatamanena hutvā gantabbaṁ.",
  "anya-e0101n6:20_0": "Vihārato nikkhamanteneva asukadisāya asukadvārena nikkhantomhīti dvāraṁ sallakkhetabbaṁ.",
  "anya-e0101n6:20_1": "Tato yena maggena gacchati, so maggo vavatthapetabbo, ayaṁ maggo pācinadisābhimukho vā gacchati, pacchimauttaradakkhiṇadisābhimukho vā vidisābhimukhovāti.",
  "anya-e0101n6:20_2": "Imasmiṁ pana ṭhāne vāmato gacchati, imasmiṁ ṭhāne dakkhiṇato, imasmiṁ cassa ṭhāne pāsāṇo , imasmiṁ vammiko, imasmiṁ rukkho, imasmiṁ gaccho, imasmiṁ latāti.",
  "anya-e0101n6:20_3": "Evaṁ gamanamaggaṁ vavatthapentena nimittaṭṭhānaṁ gantabbaṁ. No ca kho paṭivātaṁ.",
  "anya-e0101n6:20_4": "Paṭivātaṁ gacchantassa hi kuṇapagandho ghānaṁ paharitvā matthaluṅgaṁ vā saṅkhobheyya, āhāraṁ vā chaḍḍāpeyya, vippaṭisāraṁ vā janeyya ‘‘īdisaṁ nāma kuṇapaṭṭhānaṁ āgatomhī’’ti.",
  "anya-e0101n6:20_5": "Tasmā paṭivātaṁ vajjetvā anuvātaṁ gantabbaṁ.",
  "anya-e0101n6:20_6": "Sace anuvātamaggena na sakkā hoti gantuṁ, antarā pabbato vā papāto vā pāsāṇo vā vati vā kaṇṭakaṭṭhānaṁ vā udakaṁ vā cikkhallaṁ vā hoti, cīvarakaṇṇena nāsaṁ pidahitvā gantabbaṁ. Idamassa gamanavattaṁ.",
  "anya-e0101n6:21_0": "107.",
  "anya-e0101n6:21_1": "Evaṁ gatena pana na tāva asubhanimittaṁ oloketabbaṁ. Disā vavatthapetabbā.",
  "anya-e0101n6:21_2": "Ekasmiṁ hi disābhāge ṭhitassa ārammaṇañca na vibhūtaṁ hutvā khāyati, cittañca na kammaniyaṁ hoti.",
  "anya-e0101n6:21_3": "Tasmā taṁ vajjetvā yattha ṭhitassa ārammaṇañca vibhūtaṁ hutvā khāyati, cittañca kammaniyaṁ hoti, tattha ṭhātabbaṁ. Paṭivātānuvātañca pahātabbaṁ.",
  "anya-e0101n6:21_4": "Paṭivāte ṭhitassa hi kuṇapagandhena ubbāḷhassa cittaṁ vidhāvati.",
  "anya-e0101n6:21_5": "Anuvāte ṭhitassa sace tattha adhivatthā amanussā honti, te kujjhitvā anatthaṁ karonti.",
  "anya-e0101n6:21_6": "Tasmā īsakaṁ ukkamma nātianuvāte ṭhātabbaṁ.",
  "anya-e0101n6:21_7": "Evaṁ tiṭṭhamānenāpi nātidūre nāccāsanne nānupādaṁ nānusīsaṁ ṭhātabbaṁ.",
  "anya-e0101n6:21_8": "Atidūre ṭhitassa hi ārammaṇaṁ avibhūtaṁ hoti. Accāsanne bhayamuppajjati.",
  "anya-e0101n6:21_9": "Anupādaṁ vā anusīsaṁ vā ṭhitassa sabbaṁ asubhaṁ samaṁ na paññāyati.",
  "anya-e0101n6:21_10": "Tasmā nātidūre nāccāsanne olokentassa phāsukaṭṭhāne sarīravemajjhabhāge ṭhātabbaṁ.",
  "anya-e0101n6:22_0": "108.",
  "anya-e0101n6:22_1": "Evaṁ ṭhitena ‘‘tasmiṁ padese pāsāṇaṁ vā…pe… lataṁ vā sanimittaṁ karotī’’ti evaṁ vuttāni samantā nimittāni upalakkhetabbāni.",
  "anya-e0101n6:22_2": "Tatridaṁ upalakkhaṇavidhānaṁ, sace tassa nimittassa samantā cakkhupathe pāsāṇo hoti, so ‘‘ayaṁ pāsāṇo ucco vā nīco vā khuddako vā mahanto vā tambo vā kāḷo vā seto vā dīgho vā parimaṇḍalo vā’’ti vavatthapetabbo.",
  "anya-e0101n6:22_3": "Tato ‘‘imasmiṁ nāma okāse ayaṁ pāsāṇo idaṁ asubhanimittaṁ, idaṁ asubhanimittaṁ ayaṁ pāsāṇo’’ti sallakkhetabbaṁ.",
  "anya-e0101n6:22_4": "Sace vammiko hoti, sopi ‘‘ucco vā nīco vā khuddako vā mahanto vā tambo vā kāḷo vā seto vā dīgho vā parimaṇḍalo vā’’ti vavatthapetabbo.",
  "anya-e0101n6:22_5": "Tato ‘‘imasmiṁ nāma okāse ayaṁ vammiko idaṁ asubhanimitta’’nti sallakkhetabbaṁ.",
  "anya-e0101n6:22_6": "Sace rukkho hoti, sopi ‘‘assattho vā nigrodho vā kacchako vā kapītano vā ucco vā nīco vā khuddako vā mahanto vā tambo vā kāḷo vā seto vā’’ti vavatthapetabbo.",
  "anya-e0101n6:22_7": "Tato ‘‘imasmiṁ nāma okāse ayaṁ rukkho idaṁ asubhanimitta’’nti sallakkhetabbaṁ.",
  "anya-e0101n6:22_8": "Sace gaccho hoti, sopi ‘‘sindivā karamando vā kaṇavīro vā kuraṇḍako vā ucco vā nīco vā khuddako vā mahanto vā’’ti vavatthapetabbo.",
  "anya-e0101n6:22_9": "Tato ‘‘imasmiṁ nāma okāse ayaṁ gaccho idaṁ asubhanimitta’’nti sallakkhetabbaṁ.",
  "anya-e0101n6:22_10": "Sace latā hoti, sāpi ‘‘lābu vā kumbhaṇḍī vā sāmā vā kāḷavalli vā pūtilatā vā’’ti vavatthapetabbā.",
  "anya-e0101n6:22_11": "Tato ‘‘imasmiṁ nāma okāse ayaṁ latā idaṁ asubhanimittaṁ, idaṁ asubhanimittaṁ ayaṁ latā’’ti sallakkhetabbaṁ.",
  "anya-e0101n6:23_0": "109.",
  "anya-e0101n6:23_1": "Yaṁ pana vuttaṁ sanimittaṁ karoti sārammaṇaṁ karotīti, taṁ idheva antogadhaṁ.",
  "anya-e0101n6:23_2": "Punappunaṁ vavatthapento hi sanimittaṁ karoti nāma.",
  "anya-e0101n6:23_3": "Ayaṁ pāsāṇo idaṁ asubhanimittaṁ, idaṁ asubhanimittaṁ ayaṁ pāsāṇoti evaṁ dve dve samāsetvā samāsetvā vavatthapento sārammaṇaṁ karoti nāma.",
  "anya-e0101n6:24_0": "Evaṁ sanimittaṁ sārammaṇañca katvā pana sabhāvabhāvato vavatthapetīti vuttattā yvāssa sabhāvabhāvo anaññasādhāraṇo attaniyo uddhumātakabhāvo, tena manasikātabbaṁ.",
  "anya-e0101n6:24_1": "Vaṇitaṁ uddhumātakanti evaṁ sabhāvena sarasena vavatthapetabbanti attho.",
  "anya-e0101n6:25_0": "110.",
  "anya-e0101n6:25_1": "Evaṁ vavatthapetvā vaṇṇatopi liṅgatopi saṇṭhānatopi disatopi okāsatopi paricchedatopīti chabbidhena nimittaṁ gahetabbaṁ. Kathaṁ?",
  "anya-e0101n6:25_2": "Tena hi yoginā idaṁ sarīraṁ kāḷassa vā odātassa vā maṅguracchavino vāti vaṇṇato vavatthapetabbaṁ.",
  "anya-e0101n6:25_3": "Liṅgato pana itthiliṅgaṁ vā purisaliṅgaṁ vāti avavatthapetvā paṭhamavaye vā majjhimavaye vā pacchimavaye vā ṭhitassa idaṁ sarīranti vavatthapetabbaṁ.",
  "anya-e0101n6:25_4": "Saṇṭhānato uddhumātakassa saṇṭhānavaseneva idamassa sīsasaṇṭhānaṁ, idaṁ gīvāsaṇṭhānaṁ, idaṁ hatthasaṇṭhānaṁ, idaṁ udarasaṇṭhānaṁ, idaṁ nābhisaṇṭhānaṁ, idaṁ kaṭisaṇṭhānaṁ, idaṁ ūrusaṇṭhānaṁ, idaṁ jaṅghāsaṇṭhānaṁ, idaṁ pādasaṇṭhānanti vavatthapetabbaṁ.",
  "anya-e0101n6:25_5": "Disato pana imasmiṁ sarīre dve disā nābhiyā adho heṭṭhimadisā uddhaṁ uparimadisāti vavatthapetabbaṁ.",
  "anya-e0101n6:25_6": "Atha vā ahaṁ imissā disāya ṭhito asubhanimittaṁ imissāti vavatthapetabbaṁ.",
  "anya-e0101n6:25_7": "Okāsato pana imasmiṁ nāma okāse hatthā, imasmiṁ pādā, imasmiṁ sīsaṁ, imasmiṁ majjhimakāyo ṭhitoti vavatthapetabbaṁ.",
  "anya-e0101n6:25_8": "Atha vā ahaṁ imasmiṁ okāse ṭhito asubhanimittaṁ imasminti vavatthapetabbaṁ.",
  "anya-e0101n6:25_9": "Paricchedato idaṁ sarīraṁ adho pādatalena upari kesamatthakena tiriyaṁ tacena paricchinnaṁ, yathāparicchinne ca ṭhāne dvattiṁsakuṇapabharitamevāti vavatthapetabbaṁ.",
  "anya-e0101n6:25_10": "Atha vā ayamassa hatthaparicchedo, ayaṁ pādaparicchedo, ayaṁ sīsaparicchedo, ayaṁ majjhimakāyaparicchedoti vavatthapetabbaṁ.",
  "anya-e0101n6:25_11": "Yattakaṁ vā pana ṭhānaṁ gaṇhati, tattakameva idaṁ īdisaṁ uddhumātakanti paricchinditabbaṁ.",
  "anya-e0101n6:25_12": "Purisassa pana itthisarīraṁ itthiyā vā purisasarīraṁ na vaṭṭati.",
  "anya-e0101n6:25_13": "Visabhāge sarīre ārammaṇaṁ na upaṭṭhāti, vipphandanasseva paccayo hoti.",
  "anya-e0101n6:25_14": "‘‘Ugghāṭitāpi hi itthī purisassa cittaṁ pariyādāya tiṭṭhatī’’ti (a. ni.",
  "anya-e0101n6:25_15": "5.55) majjhimaṭṭhakathāyaṁ vuttaṁ.",
  "anya-e0101n6:25_16": "Tasmā sabhāgasarīreyeva evaṁ chabbidhena nimittaṁ gaṇhitabbaṁ.",
  "anya-e0101n6:26_0": "111.",
  "anya-e0101n6:26_1": "Yo pana purimabuddhānaṁ santike āsevitakammaṭṭhāno parihatadhutaṅgo parimadditamahābhūto pariggahitasaṅkhāro vavatthāpitanāmarūpo ugghāṭitasattasañño katasamaṇadhammo vāsitavāsano bhāvitabhāvano sabījo ñāṇuttaro appakileso kulaputto, tassa olokitolokitaṭṭhāneyeva paṭibhāganimittaṁ upaṭṭhāti.",
  "anya-e0101n6:26_2": "No ce evaṁ upaṭṭhāti, athevaṁ chabbidhena nimittaṁ gaṇhato upaṭṭhāti.",
  "anya-e0101n6:26_3": "Yassa pana evampi na upaṭṭhāti, tena sandhito vivarato ninnato thalato samantatoti punapi pañcavidhena nimittaṁ gahetabbaṁ.",
  "anya-e0101n6:27_0": "112.",
  "anya-e0101n6:27_1": "Tattha sandhitoti asītisatasandhito.",
  "anya-e0101n6:27_2": "Uddhumātake pana kathaṁ asītisatasandhayo vavatthapessati.",
  "anya-e0101n6:27_3": "Tasmānena tayo dakkhiṇahatthasandhī, tayo vāmahatthasandhī, tayo dakkhiṇapādasandhī, tayo vāmapādasandhī , eko gīvasandhi, eko kaṭisandhīti evaṁ cuddasamahāsandhivasena sandhito vavatthapetabbaṁ.",
  "anya-e0101n6:27_4": "Vivaratoti vivaraṁ nāma hatthantaraṁ pādantaraṁ udarantaraṁ kaṇṇantaranti evaṁ vivarato vavatthapetabbaṁ.",
  "anya-e0101n6:27_5": "Akkhīnampi nimmīlitabhāvo vā ummīlitabhāvo vā mukhassa ca pihitabhāvo vā vivaṭabhāvo vā vavatthapetabbo.",
  "anya-e0101n6:27_6": "Ninnatoti yaṁ sarīre ninnaṭṭhānaṁ akkhikūpo vā antomukhaṁ vā galavāṭako vā, taṁ vavatthapetabbaṁ.",
  "anya-e0101n6:27_7": "Atha vā ahaṁ ninne ṭhito sarīraṁ unnateti vavatthapetabbaṁ.",
  "anya-e0101n6:27_8": "Thalatoti yaṁ sarīre unnataṭṭhānaṁ jaṇṇukaṁ vā uro vā nalāṭaṁ vā, taṁ vavatthapetabbaṁ.",
  "anya-e0101n6:27_9": "Atha vā ahaṁ thale ṭhito sarīraṁ ninneti vavatthapetabbaṁ.",
  "anya-e0101n6:27_10": "Samantatoti sabbaṁ sarīraṁ samantato vavatthapetabbaṁ.",
  "anya-e0101n6:27_11": "Sakalasarīre ñāṇaṁ cāretvā yaṁ ṭhānaṁ vibhūtaṁ hutvā upaṭṭhāti, tattha ‘‘uddhumātakaṁ uddhumātaka’’nti cittaṁ ṭhapetabbaṁ.",
  "anya-e0101n6:27_12": "Sace evampi na upaṭṭhāti, udarapariyosānaṁ atirekaṁ uddhumātakaṁ hoti, tattha ‘‘uddhumātakaṁ uddhumātaka’’nti cittaṁ ṭhapetabbaṁ.",
  "anya-e0101n6:28_0": "113.",
  "anya-e0101n6:28_1": "Idāni ‘‘so taṁ nimittaṁ suggahitaṁ karotī’’tiādīsu ayaṁ vinicchayakathā –",
  "anya-e0101n6:29_0": "Tena yoginā tasmiṁ sarīre yathāvuttanimittaggāhavasena suṭṭhu nimittaṁ gaṇhitabbaṁ.",
  "anya-e0101n6:29_1": "Satiṁ sūpaṭṭhitaṁ katvā āvajjitabbaṁ.",
  "anya-e0101n6:29_2": "Evaṁ punappunaṁ karontena sādhukaṁ upadhāretabbañceva vavatthapetabbañca.",
  "anya-e0101n6:29_3": "Sarīrato nātidūre nāccāsanne padese ṭhitena vā nisinnena vā cakkhuṁ ummīletvā oloketvā nimittaṁ gaṇhitabbaṁ.",
  "anya-e0101n6:29_4": "‘‘Uddhumātakapaṭikkūlaṁ uddhumātakapaṭikkūla’’nti satakkhattuṁ sahassakkhattuṁ ummīletvā oloketabbaṁ, nimmīletvā āvajjitabbaṁ.",
  "anya-e0101n6:29_5": "Evaṁ punappunaṁ karontassa uggahanimittaṁ suggahitaṁ hoti. Kadā suggahitaṁ hoti?",
  "anya-e0101n6:29_6": "Yadā ummīletvā olokentassa nimmīletvā āvajjentassa ca ekasadisaṁ hutvā āpāthamāgacchati, tadā suggahitaṁ nāma hoti.",
  "anya-e0101n6:30_0": "So taṁ nimittaṁ evaṁ suggahitaṁ katvā sūpadhāritaṁ upadhāretvā suvavatthitaṁ vavatthapetvā sace tattheva bhāvanāpariyosānaṁ pattuṁ na sakkoti, athānena āgamanakāle vuttanayeneva ekakena adutiyena tadeva kammaṭṭhānaṁ manasikarontena sūpaṭṭhitaṁ satiṁ katvā antogatehi indriyehi abahigatena mānasena attano senāsanameva gantabbaṁ.",
  "anya-e0101n6:31_0": "Susānā nikkhamanteneva ca āgamanamaggo vavatthapetabbo, yena maggena nikkhantosmi, ayaṁ maggo pācīnadisābhimukho vā gacchati, pacchimauttaradakkhiṇadisābhimukho vā gacchati, vidisābhimukho vā gacchati.",
  "anya-e0101n6:31_1": "Imasmiṁ pana ṭhāne vāmato gacchati, imasmiṁ dakkhiṇato, imasmiṁ cassa ṭhāne pāsāṇo, imasmiṁ vammiko, imasmiṁ rukkho, imasmiṁ gaccho, imasmiṁ latāti evaṁ āgamanamaggaṁ vavatthapetvā āgatena caṅkamantenāpi tabbhāgiyova caṅkamo adhiṭṭhātabbo, asubhanimittadisābhimukhe bhūmippadese caṅkamitabbanti attho.",
  "anya-e0101n6:31_2": "Nisīdantena āsanampi tabbhāgiyameva paññapetabbaṁ.",
  "anya-e0101n6:31_3": "Sace pana tassaṁ disāyaṁ sobbho vā papāto vā rukkho vā vati vā kalalaṁ vā hoti, na sakkā taṁdisābhimukhe bhūmippadese caṅkamituṁ, āsanampi anokāsattā na sakkā paññapetuṁ.",
  "anya-e0101n6:31_4": "Taṁ disaṁ anapalokentenāpi okāsānurūpe ṭhāne caṅkamitabbañceva nisīditabbañca.",
  "anya-e0101n6:31_5": "Cittaṁ pana taṁdisābhimukhaṁyeva kātabbaṁ.",
  "anya-e0101n6:32_0": "114.",
  "anya-e0101n6:32_1": "Idāni ‘‘samantā nimittupalakkhaṇā kimatthiyā’’tiādipañhānaṁ ‘‘asammohatthā’’tiādivissajjane ayaṁ adhippāyo.",
  "anya-e0101n6:32_2": "Yassa hi avelāyaṁ uddhumātakanimittaṭṭhānaṁ gantvā samantā nimittupalakkhaṇaṁ katvā nimittaggahaṇatthaṁ cakkhuṁ ummīletvā olokentasseva taṁ matasarīraṁ uṭṭhahitvā ṭhitaṁ viya ajjhottharamānaṁ viya anubandhamānaṁ viya ca hutvā upaṭṭhāti, so taṁ bībhacchaṁ bheravārammaṇaṁ disvā vikkhittacitto ummattako viya hoti, bhayaṁ chambhitattaṁ lomahaṁsaṁ pāpuṇāti.",
  "anya-e0101n6:32_3": "Pāḷiyaṁ hi vibhattaaṭṭhatiṁsārammaṇesu aññaṁ evarūpaṁ bheravārammaṇaṁ nāma natthi.",
  "anya-e0101n6:32_4": "Imasmiṁ hi kammaṭṭhāne jhānavibbhantako nāma hoti. Kasmā? Atibheravattā kammaṭṭhānassa.",
  "anya-e0101n6:32_5": "Tasmā tena yoginā santhambhetvā satiṁ sūpaṭṭhitaṁ katvā matasarīraṁ uṭṭhahitvā anubandhanakaṁ nāma natthi.",
  "anya-e0101n6:32_6": "Sace hi so ‘‘etassa samīpe ṭhito pāsāṇo vā latā vā āgaccheyya, sarīrampi āgaccheyya.",
  "anya-e0101n6:32_7": "Yathā pana so pāsāṇo vā latā vā nāgacchati, evaṁ sarīrampi nāgacchati.",
  "anya-e0101n6:32_8": "Ayaṁ pana tuyhaṁ upaṭṭhānākāro saññajo saññāsambhavo, kammaṭṭhānaṁ te ajja upaṭṭhitaṁ, mā bhāyi bhikkhū’’ti tāsaṁ vinodetvā hāsaṁ uppādetvā tasmiṁ nimitte cittaṁ sañcarāpetabbaṁ. Evaṁ visesamadhigacchati.",
  "anya-e0101n6:32_9": "Idametaṁ sandhāya vuttaṁ ‘‘samantā nimittupalakkhaṇā asammohatthā’’ti.",
  "anya-e0101n6:33_0": "Ekādasavidhena pana nimittaggāhaṁ sampādento kammaṭṭhānaṁ upanibandhati.",
  "anya-e0101n6:33_1": "Tassa hi cakkhūni ummīletvā olokanapaccayā uggahanimittaṁ uppajjati.",
  "anya-e0101n6:33_2": "Tasmiṁ mānasaṁ cārentassa paṭibhāganimittaṁ uppajjati.",
  "anya-e0101n6:33_3": "Tattha mānasaṁ cārento appanaṁ pāpuṇāti.",
  "anya-e0101n6:33_4": "Appanāyaṁ ṭhatvā vipassanaṁ vaḍḍhento arahattaṁ sacchikaroti.",
  "anya-e0101n6:33_5": "Tena vuttaṁ ‘‘ekādasavidhena nimittaggāho upanibandhanattho’’ti.",
  "anya-e0101n6:34_0": "115.Gatāgatamaggapaccavekkhaṇā vīthisampaṭipādanatthāti ettha pana yā gatamaggassa ca āgatamaggassa ca paccavekkhaṇā vuttā, sā kammaṭṭhānavīthiyā sampaṭipādanatthāti attho.",
  "anya-e0101n6:34_1": "Sace hi imaṁ bhikkhuṁ kammaṭṭhānaṁ gahetvā āgacchantaṁ antarāmagge keci ajja, bhante, katimīti divasaṁ vā pucchanti, pañhaṁ vā pucchanti, paṭisanthāraṁ vā karonti, ahaṁ kammaṭṭhānikoti tuṇhībhūtena gantuṁ na vaṭṭati.",
  "anya-e0101n6:34_2": "Divaso kathetabbo, pañho vissajjetabbo.",
  "anya-e0101n6:34_3": "Sace na jānāti, na jānāmīti vattabbaṁ.",
  "anya-e0101n6:34_4": "Dhammiko paṭisanthāro kātabbo.",
  "anya-e0101n6:34_5": "Tassevaṁ karontassa uggahitaṁ taruṇanimittaṁ nassati.",
  "anya-e0101n6:34_6": "Tasmiṁ nassantepi divasaṁ puṭṭhena kathetabbameva.",
  "anya-e0101n6:34_7": "Pañhaṁ ajānantena na jānāmīti vattabbaṁ.",
  "anya-e0101n6:34_8": "Jānantena ekadesena kathetumpi vaṭṭati, paṭisanthāropi kātabbo.",
  "anya-e0101n6:34_9": "Āgantukaṁ pana bhikkhuṁ disvā āgantukapaṭisanthāro kātabbova.",
  "anya-e0101n6:34_10": "Avasesānipi cetiyaṅgaṇavattabodhiyaṅgaṇavattauposathāgāravattabhojanasālājantāgharaācariyupajjhāyaāgantukagamikavattādīni sabbāni khandhakavattāni pūretabbāneva.",
  "anya-e0101n6:34_11": "Tassa tāni pūrentassāpi taṁ taruṇanimittaṁ nassati, puna gantvā nimittaṁ gaṇhissāmīti gantukāmassāpi amanussehi vā vāḷamigehi vā adhiṭṭhitattā susānampi gantuṁ na sakkā hoti, nimittaṁ vā antaradhāyati.",
  "anya-e0101n6:34_12": "Uddhumātakaṁ hi ekameva vā dve vā divase ṭhatvā vinīlakādibhāvaṁ gacchati.",
  "anya-e0101n6:34_13": "Sabbakammaṭṭhānesu etena samaṁ dullabhaṁ kammaṭṭhānaṁ nāma natthi.",
  "anya-e0101n6:34_14": "Tasmā evaṁ naṭṭhe nimitte tena bhikkhunā rattiṭṭhāne vā divāṭhāne vā nisīditvā ahaṁ iminā nāma dvārena vihārā nikkhamitvā asukadisābhimukhaṁ maggaṁ paṭipajjitvā asukasmiṁ nāma ṭhāne vāmaṁ gaṇhi, asukasmiṁ dakkhiṇaṁ.",
  "anya-e0101n6:34_15": "Tassa asukasmiṁ ṭhāne pāsāṇo, asukasmiṁ vammikarukkhagacchalatānamaññataraṁ.",
  "anya-e0101n6:34_16": "Sohaṁ tena maggena gantvā asukasmiṁ nāma ṭhāne asubhaṁ addasaṁ.",
  "anya-e0101n6:34_17": "Tattha asukadisābhimukho ṭhatvā evañcevañca samantā nimittāni sallakkhetvā evaṁ asubhanimittaṁ uggahetvā asukadisāya susānato nikkhamitvā evarūpena nāma maggena idañcidañca karonto āgantvā idha nisinnoti evaṁ yāva pallaṅkaṁ ābhujitvā nisinnaṭṭhānaṁ, tāva gatāgatamaggo paccavekkhitabbo.",
  "anya-e0101n6:34_18": "Tassevaṁ paccavekkhato taṁ nimittaṁ pākaṭaṁ hoti, purato nikkhittaṁ viya upaṭṭhāti.",
  "anya-e0101n6:34_19": "Kammaṭṭhānaṁ purimākāreneva vīthiṁ paṭipajjati.",
  "anya-e0101n6:34_20": "Tena vuttaṁ ‘‘gatāgatamaggapaccavekkhaṇā vīthisampaṭipādanatthā’’ti.",
  "anya-e0101n6:35_0": "116.",
  "anya-e0101n6:35_1": "Idāni ānisaṁsadassāvī ratanasaññī hutvā cittīkāraṁ upaṭṭhapetvā sampiyāyamāno tasmiṁ ārammaṇe cittaṁ upanibandhatīti ettha uddhumātakapaṭikkūle mānasaṁ cāretvā jhānaṁ nibbattetvā jhānapadaṭṭhānaṁ vipassanaṁ vaḍḍhento ‘‘addhā imāya paṭipadāya jarāmaraṇamhā parimuccissāmī’’ti evaṁ ānisaṁsadassāvinā bhavitabbaṁ.",
  "anya-e0101n6:36_0": "Yathā pana duggato puriso mahagghaṁ maṇiratanaṁ labhitvā dullabhaṁ vata me laddhanti tasmiṁ ratanasaññī hutvā gāravaṁ janetvā vipulena pemena sampiyāyamāno taṁ rakkheyya, evameva ‘‘dullabhaṁ me idaṁ kammaṭṭhānaṁ laddhaṁ duggatassa mahagghamaṇiratanasadisaṁ.",
  "anya-e0101n6:36_1": "Catudhātukammaṭṭhāniko hi attano cattāro mahābhūte pariggaṇhāti, ānāpānakammaṭṭhāniko attano nāsikavātaṁ pariggaṇhāti, kasiṇakammaṭṭhāniko kasiṇaṁ katvā yathāsukhaṁ bhāveti, evaṁ itarāni kammaṭṭhānāni sulabhāni.",
  "anya-e0101n6:36_2": "‘Idaṁ pana ekameva vā dve vā divase tiṭṭhati, tato paraṁ vinīlakādibhāvaṁ pāpuṇātī’ti natthi ito dullabhatara’’nti tasmiṁ ratanasaññinā hutvā cittīkāraṁ upaṭṭhapetvā sampiyāyamānena taṁ nimittaṁ rakkhitabbaṁ.",
  "anya-e0101n6:36_3": "Rattiṭṭhāne ca divāṭhāne ca ‘‘uddhumātakapaṭikkūlaṁ uddhumātakapaṭikkūla’’nti tattha punappunaṁ cittaṁ upanibandhitabbaṁ.",
  "anya-e0101n6:36_4": "Punappunaṁ taṁ nimittaṁ āvajjitabbaṁ, manasikātabbaṁ.",
  "anya-e0101n6:36_5": "Takkāhataṁ vitakkāhataṁ kātabbaṁ.",
  "anya-e0101n6:37_0": "117.",
  "anya-e0101n6:37_1": "Tassevaṁ karoto paṭibhāganimittaṁ uppajjati.",
  "anya-e0101n6:37_2": "Tatridaṁ nimittadvayassa nānākaraṇaṁ, uggahanimittaṁ virūpaṁ bībhacchaṁ bheravadassanaṁ hutvā upaṭṭhāti .",
  "anya-e0101n6:37_3": "Paṭibhāganimittaṁ pana yāvadatthaṁ bhuñjitvā nipanno thūlaṅgapaccaṅgapuriso viya.",
  "anya-e0101n6:37_4": "Tassa paṭibhāganimittapaṭilābhasamakālameva bahiddhā kāmānaṁ amanasikārā vikkhambhanavasena kāmacchando pahīyati.",
  "anya-e0101n6:37_5": "Anunayappahāneneva cassa lohitappahānena pubbo viya byāpādopi pahīyati.",
  "anya-e0101n6:37_6": "Tathā āraddhavīriyatāya thinamiddhaṁ, avippaṭisārakarasantadhammānuyogavasena uddhaccakukkuccaṁ, adhigatavisesassa paccakkhatāya paṭipattidesake satthari paṭipattiyaṁ paṭipattiphale ca vicikicchā pahīyatīti pañca nīvaraṇāni pahīyanti.",
  "anya-e0101n6:37_7": "Tasmiññeva ca nimitte cetaso abhiniropanalakkhaṇo vitakko, nimittānumajjanakiccaṁ sādhayamāno vicāro, paṭiladdhavisesādhigamapaccayā pīti, pītimanassa passaddhisambhavato passaddhi, tannimittaṁ sukhaṁ, sukhitassa cittasamādhisambhavato sukhanimittā ekaggatā cāti jhānaṅgāni pātubhavanti.",
  "anya-e0101n6:37_8": "Evamassa paṭhamajjhānapaṭibimbabhūtaṁ upacārajjhānampi taṅkhaṇaññeva nibbattati.",
  "anya-e0101n6:37_9": "Ito paraṁ yāva paṭhamajjhānassa appanā ceva vasippatti ca, tāva sabbaṁ pathavīkasiṇe vuttanayeneva veditabbaṁ.",
  "anya-e0101n6:38_0": "Vinīlakādikammaṭṭhānāni",
  "anya-e0101n6:39_0": "118.",
  "anya-e0101n6:39_1": "Ito paresu pana vinīlakādīsupi yaṁ taṁ ‘‘uddhumātakaṁ asubhanimittaṁ uggaṇhanto eko adutiyo gacchati upaṭṭhitāya satiyā’’tiādinā nayena gamanaṁ ādiṁ katvā lakkhaṇaṁ vuttaṁ, taṁ sabbaṁ ‘‘vinīlakaṁ asubhanimittaṁ uggaṇhanto, vipubbakaṁ asubhanimittaṁ uggaṇhanto’’ti evaṁ tassa tassa vasena tattha tattha uddhumātakapadamattaṁ parivattetvā vuttanayeneva savinicchayādhippāyaṁ veditabbaṁ.",
  "anya-e0101n6:40_0": "Ayaṁ pana viseso – vinīlake ‘‘vinīlakapaṭikkūlaṁ vinīlakapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:40_1": "Uggahanimittañcettha kabarakabaravaṇṇaṁ hutvā upaṭṭhāti.",
  "anya-e0101n6:40_2": "Paṭibhāganimittaṁ pana ussadavasena upaṭṭhāti.",
  "anya-e0101n6:41_0": "Vipubbake ‘‘vipubbakapaṭikkūlaṁ vipubbakapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:41_1": "Uggahanimittaṁ panettha paggharantamiva upaṭṭhāti.",
  "anya-e0101n6:41_2": "Paṭibhāganimittaṁ niccalaṁ sannisinnaṁ hutvā upaṭṭhāti.",
  "anya-e0101n6:42_0": "Vicchiddakaṁ yuddhamaṇḍale vā corāṭaviyaṁ vā susāne vā yattha rājāno core chindāpenti.",
  "anya-e0101n6:42_1": "Araññe vā pana sīhabyagghehi chinnapurisaṭṭhāne labbhati.",
  "anya-e0101n6:42_2": "Tasmā tathārūpaṁ ṭhānaṁ gantvā sace nānādisāyaṁ patitampi ekāvajjanena āpāthamāgacchati iccetaṁ kusalaṁ.",
  "anya-e0101n6:42_3": "No ce āgacchati, sayaṁ hatthena na parāmasitabbaṁ.",
  "anya-e0101n6:42_4": "Parāmasanto hi vissāsaṁ āpajjati.",
  "anya-e0101n6:42_5": "Tasmā ārāmikena vā samaṇuddesena vā aññena vā kenaci ekaṭṭhāne kāretabbaṁ.",
  "anya-e0101n6:42_6": "Alabhantena kattarayaṭṭhiyā vā daṇḍakena vā ekaṅgulantaraṁ katvā upanāmetabbaṁ.",
  "anya-e0101n6:42_7": "Evaṁ upanāmetvā ‘‘vicchiddakapaṭikkūlaṁ vicchiddakapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:42_8": "Tattha uggahanimittaṁ majjhe chiddaṁ viya upaṭṭhāti.",
  "anya-e0101n6:42_9": "Paṭibhāganimittaṁ pana paripuṇṇaṁ hutvā upaṭṭhāti.",
  "anya-e0101n6:43_0": "Vikkhāyitake vikkhāyitakapaṭikkūlaṁ vikkhāyitakapaṭikkūlanti manasikāro pavattetabbo.",
  "anya-e0101n6:43_1": "Uggahanimittaṁ panettha tahiṁ tahiṁ khāyitasadisameva upaṭṭhāti.",
  "anya-e0101n6:43_2": "Paṭibhāganimittaṁ paripuṇṇaṁva hutvā upaṭṭhāti.",
  "anya-e0101n6:44_0": "Vikkhittakampi vicchiddake vuttanayeneva aṅgulaṅgulantaraṁ kāretvā vā katvā vā ‘‘vikkhittakapaṭikkūlaṁ vikkhittakapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:44_1": "Ettha uggahanimittaṁ pākaṭantaraṁ hutvā upaṭṭhāti.",
  "anya-e0101n6:44_2": "Paṭibhāganimittaṁ pana paripuṇṇaṁva hutvā upaṭṭhāti.",
  "anya-e0101n6:45_0": "Hatavikkhittakampi vicchiddake vuttappakāresuyeva ṭhānesu labbhati.",
  "anya-e0101n6:45_1": "Tasmā tattha gantvā vuttanayeneva aṅgulaṅgulantaraṁ kāretvā vā katvā vā ‘‘hatavikkhittakapaṭikkūlaṁ hatavikkhittakapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:45_2": "Uggahanimittaṁ panettha paññāyamānaṁ pahāramukhaṁ viya hoti.",
  "anya-e0101n6:45_3": "Paṭibhāganimittaṁ paripuṇṇameva hutvā upaṭṭhāti.",
  "anya-e0101n6:46_0": "Lohitakaṁ yuddhamaṇḍalādīsu laddhappahārānaṁ hatthapādādīsu vā chinnesu bhinnagaṇḍapīḷakādīnaṁ vā mukhato paggharamānakāle labbhati.",
  "anya-e0101n6:46_1": "Tasmā taṁ disvā ‘‘lohitakapaṭikkūlaṁ lohitakapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:46_2": "Ettha uggahanimittaṁ vātappahatā viya rattapaṭākā calamānākāraṁ upaṭṭhāti.",
  "anya-e0101n6:46_3": "Paṭibhāganimittaṁ pana sannisinnaṁ hutvā upaṭṭhāti.",
  "anya-e0101n6:47_0": "Puḷavakaṁ dvīhatīhaccayena kuṇapassa navahi vaṇamukhehi kimirāsipaggharaṇakāle hoti.",
  "anya-e0101n6:47_1": "Apica taṁ soṇasiṅgālamanussagomahiṁsahatthiassaajagarādīnaṁ sarīrappamāṇameva hutvā sālibhattarāsi viya tiṭṭhati .",
  "anya-e0101n6:47_2": "Tesu yattha katthaci ‘‘puḷavakapaṭikkūlaṁ puḷavakapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:47_3": "Cūḷapiṇḍapātikatissattherassa hi kāḷadīghavāpiyā anto hatthikuṇape nimittaṁ upaṭṭhāsi.",
  "anya-e0101n6:47_4": "Uggahanimittaṁ panettha calamānaṁ viya upaṭṭhāti.",
  "anya-e0101n6:47_5": "Paṭibhāganimittaṁ sālibhattapiṇḍo viya sannisinnaṁ hutvā upaṭṭhāti.",
  "anya-e0101n6:48_0": "Aṭṭhikaṁ ‘‘seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ aṭṭhisaṅkhalikaṁ samaṁsalohitaṁ nahārusambandha’’ntiādinā (ma. ni.",
  "anya-e0101n6:48_1": "3.154) nayena nānappakārato vuttaṁ.",
  "anya-e0101n6:48_2": "Tattha yattha taṁ nikkhittaṁ hoti, tattha purimanayeneva gantvā samantā pāsāṇādīnaṁ vasena sanimittaṁ sārammaṇaṁ katvā idaṁ aṭṭhikanti sabhāvabhāvato upalakkhetvā vaṇṇādivasena ekādasahākārehi nimittaṁ uggahetabbaṁ.",
  "anya-e0101n6:49_0": "119.",
  "anya-e0101n6:49_1": "Taṁ pana vaṇṇato setanti olokentassa na upaṭṭhāti, odātakasiṇasambhedo hoti.",
  "anya-e0101n6:49_2": "Tasmā aṭṭhikanti paṭikkūlavaseneva oloketabbaṁ.",
  "anya-e0101n6:49_3": "Liṅganti idha hatthādīnaṁ nāmaṁ.",
  "anya-e0101n6:49_4": "Tasmā hatthapādasīsaurabāhukaṭiūrujaṅghānaṁ vasena liṅgato vavatthapetabbaṁ.",
  "anya-e0101n6:49_5": "Dīgharassavaṭṭacaturassakhuddakamahantavasena pana saṇṭhānato vavatthapetabbaṁ. Disokāsā vuttanayā eva.",
  "anya-e0101n6:49_6": "Tassa tassa aṭṭhino pariyantavasena paricchedato vavatthapetvā yadevettha pākaṭaṁ hutvā upaṭṭhāti, taṁ gahetvā appanā pāpuṇitabbā.",
  "anya-e0101n6:49_7": "Tassa tassa aṭṭhino ninnaṭṭhānathalaṭṭhānavasena pana ninnato ca thalato ca vavatthapetabbaṁ.",
  "anya-e0101n6:49_8": "Padesavasenāpi ahaṁ ninne ṭhito, aṭṭhi thale, ahaṁ thale, aṭṭhi ninnetipi vavatthapetabbaṁ.",
  "anya-e0101n6:49_9": "Dvinnaṁ pana aṭṭhikānaṁ ghaṭitaghaṭitaṭṭhānavasena sandhito vavatthapetabbaṁ.",
  "anya-e0101n6:49_10": "Aṭṭhikānaṁyeva antaravasena vivarato vavatthapetabbaṁ.",
  "anya-e0101n6:49_11": "Sabbattheva pana ñāṇaṁ cāretvā imasmiṁ ṭhāne idamaṭṭhīti samantato vavatthapetabbaṁ.",
  "anya-e0101n6:49_12": "Evampi nimitte anupaṭṭhahante nalāṭaṭṭhimhi cittaṁ saṇṭhapetabbaṁ.",
  "anya-e0101n6:50_0": "120.",
  "anya-e0101n6:50_1": "Yathā cettha, evaṁ idaṁ ekādasavidhena nimittaggahaṇaṁ ito purimesu puḷavakādīsupi yujjamānavasena sallakkhetabbaṁ.",
  "anya-e0101n6:50_2": "Idañca pana kammaṭṭhānaṁ sakalāyapi aṭṭhikasaṅkhalikāya ekasmimpi aṭṭhike sampajjati.",
  "anya-e0101n6:50_3": "Tasmā tesu yatthakatthaci ekādasavidhena nimittaṁ uggahetvā ‘‘aṭṭhikapaṭikkūlaṁ aṭṭhikapaṭikkūla’’nti manasikāro pavattetabbo.",
  "anya-e0101n6:50_4": "Idha uggahanimittampi paṭibhāganimittampi ekasadisameva hotīti vuttaṁ, taṁ ekasmiṁ aṭṭhike yuttaṁ.",
  "anya-e0101n6:50_5": "Aṭṭhikasaṅkhalikāya pana uggahanimitte paññāyamāne vivaratā.",
  "anya-e0101n6:50_6": "Paṭibhāganimitte paripuṇṇabhāvo yujjati.",
  "anya-e0101n6:50_7": "Ekaṭṭhikepi ca uggahanimittena bībhacchena bhayānakena bhavitabbaṁ.",
  "anya-e0101n6:50_8": "Paṭibhāganimittena pītisomanassajanakena, upacārāvahattā.",
  "anya-e0101n6:51_0": "Imasmiṁ hi okāse yaṁ aṭṭhakathāsu vuttaṁ, taṁ dvāraṁ datvāva vuttaṁ.",
  "anya-e0101n6:51_1": "Tathā hi tattha ‘‘catūsu brahmavihāresu dasasu ca asubhesu paṭibhāganimittaṁ natthi.",
  "anya-e0101n6:51_2": "Brahmavihāresu hi sīmasambhedoyeva nimittaṁ.",
  "anya-e0101n6:51_3": "Dasasu ca asubhesu nibbikappaṁ katvā paṭikkūlabhāveyeva diṭṭhe nimittaṁ nāma hotī’’ti vatvāpi puna anantarameva ‘‘duvidhaṁ idha nimittaṁ uggahanimittaṁ paṭibhāganimittaṁ.",
  "anya-e0101n6:51_4": "Uggahanimittaṁ virūpaṁ bībhacchaṁ bhayānakaṁ hutvā upaṭṭhātī’’tiādi vuttaṁ.",
  "anya-e0101n6:51_5": "Tasmā yaṁ vicāretvā avocumha, idamevettha yuttaṁ.",
  "anya-e0101n6:52_0": "Apica mahātissattherassa dantaṭṭhikamattāvalokanena sakalitthisarīrassa aṭṭhisaṅghātabhāvena upaṭṭhānādīni cettha nidassanānīti.",
  "anya-e0101n6:53_0": "Iti asubhāni subhaguṇo, dasasatalocanena thutakitti;",
  "anya-e0101n6:54_0": "Yāni avoca dasabalo, ekekajjhānahetunīti.",
  "anya-e0101n6:55_0": "Evaṁ tāni ca tesañca, bhāvanānayamimaṁ viditvāna;",
  "anya-e0101n6:56_0": "Tesveva ayaṁ bhiyyo, pakiṇṇakakathāpi viññeyyā.",
  "anya-e0101n6:57_0": "Pakiṇṇakakathā",
  "anya-e0101n6:58_0": "121.",
  "anya-e0101n6:58_1": "Etesu hi yattha katthaci adhigatajjhāno suvikkhambhitarāgattā vītarāgo viya nilloluppacāro hoti.",
  "anya-e0101n6:58_2": "Evaṁ santepi yvāyaṁ asubhappabhedo vutto, so sarīrasabhāvappattivasena ca rāgacaritabhedavasena cāti veditabbo.",
  "anya-e0101n6:58_3": "Chavasarīraṁ hi paṭikkūlabhāvaṁ āpajjamānaṁ uddhumātakasabhāvappattaṁ vā siyā, vinīlakādīnaṁ vā aññatarasabhāvappattaṁ.",
  "anya-e0101n6:58_4": "Iti yādisaṁ yādisaṁ sakkā hoti laddhuṁ, tādise tādise uddhumātakapaṭikkūlaṁ vinīlakapaṭikkūlanti evaṁ nimittaṁ gaṇhitabbamevāti sarīrasabhāvappattivasena dasadhā asubhappabhedo vuttoti veditabbo.",
  "anya-e0101n6:59_0": "Visesato cettha uddhumātakaṁ sarīrasaṇṭhānavipattippakāsanato saṇṭhānarāgino sappāyaṁ.",
  "anya-e0101n6:59_1": "Vinīlakaṁ chavirāgavipattippakāsanato sarīravaṇṇarāgino sappāyaṁ.",
  "anya-e0101n6:59_2": "Vipubbakaṁ kāyavaṇapaṭibaddhassa duggandhabhāvassa pakāsanato mālāgandhādivasena samuṭṭhāpitasarīragandharāgino sappāyaṁ.",
  "anya-e0101n6:59_3": "Vicchiddakaṁ antosusirabhāvappakāsanato sarīre ghanabhāvarāgino sappāyaṁ.",
  "anya-e0101n6:59_4": "Vikkhāyitakaṁ maṁsupacayasampattivināsappakāsanato thanādīsu sarīrappadesesu maṁsupacayarāgino sappāyaṁ.",
  "anya-e0101n6:59_5": "Vikkhittakaṁ aṅgapaccaṅgānaṁ vikkhepappakāsanato aṅgapaccaṅgalīlārāgino sappāyaṁ.",
  "anya-e0101n6:59_6": "Hatavikkhittakaṁ sarīrasaṅghātabhedavikārappakāsanato sarīrasaṅghātasampattirāgino sappāyaṁ.",
  "anya-e0101n6:59_7": "Lohitakaṁ lohitamakkhitapaṭikkūlabhāvappakāsanato alaṅkārajanitasobharāgino sappāyaṁ.",
  "anya-e0101n6:59_8": "Puḷavakaṁ kāyassa anekakimikulasādhāraṇabhāvappakāsanato kāye mamattarāgino sappāyaṁ.",
  "anya-e0101n6:59_9": "Aṭṭhikaṁ sarīraṭṭhīnaṁ paṭikkūlabhāvappakāsanato dantasampattirāgino sappāyanti evaṁ rāgacaritabhedavasenāpi dasadhā asubhappabhedo vuttoti veditabbo.",
  "anya-e0101n6:60_0": "Yasmā pana dasavidhepi etasmiṁ asubhe seyyathāpi nāma aparisaṇṭhitajalāya sīghasotāya nadiyā arittabaleneva nāvā tiṭṭhati, vinā arittena na sakkā ṭhapetuṁ, evameva dubbalattā ārammaṇassa vitakkabaleneva cittaṁ ekaggaṁ hutvā tiṭṭhati, vinā vitakkena na sakkā ṭhapetuṁ, tasmā paṭhamajjhānamevettha hoti, na dutiyādīni.",
  "anya-e0101n6:61_0": "Paṭikkūlepi ca etasmiṁ ārammaṇe ‘‘addhā imāya paṭipadāya jarāmaraṇamhā parimuccissāmī’’ti evamānisaṁsadassāvitāya ceva nīvaraṇasantāpappahānena ca pītisomanassaṁ uppajjati, ‘‘bahuṁ dāni vetanaṁ labhissāmī’’ti ānisaṁsadassāvino pupphachaḍḍakassa gūtharāsimhi viya, ussannabyādhidukkhassa rogino vamanavirecanappavattiyaṁ viya ca.",
  "anya-e0101n6:62_0": "122.",
  "anya-e0101n6:62_1": "Dasavidhampi cetaṁ asubhaṁ lakkhaṇato ekameva hoti.",
  "anya-e0101n6:62_2": "Dasavidhassāpi hetassa asuciduggandhajegucchapaṭikkūlabhāvo eva lakkhaṇaṁ.",
  "anya-e0101n6:62_3": "Tadetaṁ iminā lakkhaṇena na kevalaṁ matasarīre, dantaṭṭhikadassāvino pana cetiyapabbatavāsino mahātissattherassa viya, hatthikkhandhagataṁ rājānaṁ olokentassa saṅgharakkhitattherūpaṭṭhākasāmaṇerassa viya ca jīvamānakasarīrepi upaṭṭhāti.",
  "anya-e0101n6:62_4": "Yatheva hi matasarīraṁ, evaṁ jīvamānakampi asubhameva.",
  "anya-e0101n6:62_5": "Asubhalakkhaṇaṁ panettha āgantukena alaṅkārena paṭicchannattā na paññāyati.",
  "anya-e0101n6:62_6": "Pakatiyā pana idaṁ sarīraṁ nāma atirekatisataaṭṭhikasamussayaṁ asītisatasandhisaṅghaṭitaṁ navanhārusatanibandhanaṁ navamaṁsapesisatānulittaṁ allacammapariyonaddhaṁ chaviyā paṭicchannaṁ chiddāvachiddaṁ medakathālikā viya niccuggharitapaggharitaṁ kimisaṅghanisevitaṁ rogānaṁ āyatanaṁ dukkhadhammānaṁ vatthu paribhinnapurāṇagaṇḍo viya navahi vaṇamukhehi satatavissandanaṁ.",
  "anya-e0101n6:62_7": "Yassa ubhohi akkhīhi akkhigūthako paggharati, kaṇṇabilehi kaṇṇagūthako, nāsāpuṭehi siṅghāṇikā, mukhato āhārapittasemharudhirāni, adhodvārehi uccārapassāvā, navanavutiyā lomakūpasahassehi asucisedayūso paggharati.",
  "anya-e0101n6:62_8": "Nīlamakkhikādayo samparivārenti.",
  "anya-e0101n6:62_9": "Yaṁ dantakaṭṭhamukhadhovanasīsamakkhananahānanivāsanapārupanādīhi appaṭijaggitvā yathājātova pharusavippakiṇṇakeso hutvā gāmena gāmaṁ vicaranto rājāpi pupphachaḍḍakacaṇḍālādīsu aññataropi samasarīrapaṭikkūlatāya nibbiseso hoti, evaṁ asuciduggandhajegucchapaṭikkūlatāya rañño vā caṇḍālassa vā sarīre vemattaṁ nāma natthi.",
  "anya-e0101n6:62_10": "Dantakaṭṭhamukhadhovanādīhi panettha dantamalādīni pamajjitvā nānāvatthehi hirikopīnaṁ paṭicchādetvā nānāvaṇṇena surabhivilepanena vilimpitvā pupphābharaṇādīhi alaṅkaritvā ‘‘ahaṁ mama’’nti gahetabbākārappattaṁ karonti.",
  "anya-e0101n6:62_11": "Tato iminā āgantukena alaṅkārena paṭicchannattā tadassa yāthāvasarasaṁ asubhalakkhaṇaṁ asañjānantā purisā itthīsu, itthiyo ca purisesu ratiṁ karonti.",
  "anya-e0101n6:62_12": "Paramatthato panettha rajjitabbakayuttaṭṭhānaṁ nāma aṇumattampi natthi.",
  "anya-e0101n6:62_13": "Tathā hi kesalomanakhadantakheḷasiṅghāṇikauccārapassāvādīsu ekakoṭṭhāsampi sarīrato bahi patitaṁ sattā hatthena chupitumpi na icchanti, aṭṭīyanti harāyanti jigucchanti.",
  "anya-e0101n6:62_14": "Yaṁ yaṁ panettha avasesaṁ hoti, taṁ taṁ evaṁ paṭikkūlampi samānaṁ avijjandhakārapariyonaddhā attasineharāgarattā ‘‘iṭṭhaṁ kantaṁ niccaṁ sukhaṁ attā’’ti gaṇhanti.",
  "anya-e0101n6:62_15": "Te evaṁ gaṇhantā aṭaviyaṁ kiṁsukarukkhaṁ disvā rukkhato apatitapupphaṁ ‘‘ayaṁ maṁsapesī’’ti vihaññamānena jarasiṅgālena samānataṁ āpajjanti. Tasmā –",
  "anya-e0101n6:63_0": "Yathāpi pupphitaṁ disvā, siṅgālo kiṁsukaṁ vane;",
  "anya-e0101n6:64_0": "Maṁsarukkho mayā laddho, iti gantvāna vegasā.",
  "anya-e0101n6:65_0": "Patitaṁ patitaṁ pupphaṁ, ḍaṁsitvā atilolupo;",
  "anya-e0101n6:66_0": "Nayidaṁ maṁsaṁ aduṁ maṁsaṁ, yaṁ rukkhasminti gaṇhati.",
  "anya-e0101n6:67_0": "Koṭṭhāsaṁ patitaṁyeva, asubhanti tathā budho;",
  "anya-e0101n6:68_0": "Aggahetvāna gaṇheyya, sarīraṭṭhampi naṁ tathā.",
  "anya-e0101n6:69_0": "Imañhi subhato kāyaṁ, gahetvā tattha mucchitā;",
  "anya-e0101n6:70_0": "Bālā karontā pāpāni, dukkhā na parimuccare.",
  "anya-e0101n6:71_0": "Tasmā passeyya medhāvī, jīvato vā matassa vā;",
  "anya-e0101n6:72_0": "Sabhāvaṁ pūtikāyassa, subhabhāvena vajjitaṁ.",
  "anya-e0101n6:73_0": "Vuttañhetaṁ –",
  "anya-e0101n6:74_0": "Duggandho asuci kāyo, kuṇapo ukkarūpamo;",
  "anya-e0101n6:75_0": "Nindito cakkhubhūtehi, kāyo bālābhinandito.",
  "anya-e0101n6:76_0": "Allacammapaṭicchanno, navadvāro mahāvaṇo;",
  "anya-e0101n6:77_0": "Samantato paggharati, asuci pūtigandhiyo.",
  "anya-e0101n6:78_0": "Sace imassa kāyassa, anto bāhirako siyā;",
  "anya-e0101n6:79_0": "Daṇḍaṁ nūna gahetvāna, kāke soṇe nivārayeti.",
  "anya-e0101n6:80_0": "Tasmā dabbajātikena bhikkhunā jīvamānasarīraṁ vā hotu",
  "anya-e0101n6:81_0": "Matasarīraṁ vā yattha yattha asubhākāro paññāyati, tattha tattheva nimittaṁ gahetvā kammaṭṭhānaṁ appanaṁ pāpetabbanti.",
  "anya-e0101n6:82_0": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n6:83_0": "Samādhibhāvanādhikāre",
  "anya-e0101n6:84_0": "Asubhakammaṭṭhānaniddeso nāma",
  "anya-e0101n6:85_0": "Chaṭṭho paricchedo."
}