{
  "atk-s0303a0:0_0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0303a0:1_0": "Saṁyuttanikāye",
  "atk-s0303a0:2_0": "Khandhavagga-aṭṭhakathā",
  "atk-s0303a0:3_0": "1. Khandhasaṁyuttaṁ",
  "atk-s0303a0:4_0": "1. Nakulapituvaggo",
  "atk-s0303a0:5_0": "1. Nakulapitusuttavaṇṇanā",
  "atk-s0303a0:6_0": "1.Khandhiyavaggassa paṭhame bhaggesūti evaṁnāmake janapade.",
  "atk-s0303a0:6_1": "Susumāragireti susumāragiranagare.",
  "atk-s0303a0:6_2": "Tasmiṁ kira māpiyamāne susumāro saddamakāsi, tenassa ‘‘susumāragira’’ntveva nāmaṁ akaṁsu.",
  "atk-s0303a0:6_3": "Bhesakaḷāvaneti bhesakaḷāya nāma yakkhiniyā adhivutthattā evaṁladdhanāme vane.",
  "atk-s0303a0:6_4": "Tadeva migagaṇassa abhayatthāya dinnattā migadāyoti vuccati.",
  "atk-s0303a0:6_5": "Bhagavā tasmiṁ janapade taṁ nagaraṁ nissāya tasmiṁ vanasaṇḍe viharati.",
  "atk-s0303a0:6_6": "Nakulapitāti nakulassa nāma dārakassa pitā.",
  "atk-s0303a0:7_0": "Jiṇṇoti jarājiṇṇo. Vuḍḍhoti vayovuḍḍho. Mahallakoti jātimahallako. Addhagatoti tiyaddhagato.",
  "atk-s0303a0:7_1": "Vayoanuppattoti tesu tīsu addhesu pacchimavayaṁ anuppatto. Āturakāyoti gilānakāyo.",
  "atk-s0303a0:7_2": "Idañhi sarīraṁ suvaṇṇavaṇṇampi niccapaggharaṇaṭṭhena āturaṁyeva nāma .",
  "atk-s0303a0:7_3": "Visesena panassa jarāturatā byādhāturatā maraṇāturatāti tisso āturatā honti.",
  "atk-s0303a0:7_4": "Tāsu kiñcāpi eso mahallakattā jarāturova, abhiṇharogatāya panassa byādhāturatā idha adhippetā.",
  "atk-s0303a0:7_5": "Abhikkhaṇātaṅkoti abhiṇharogo nirantararogo.",
  "atk-s0303a0:7_6": "Aniccadassāvīti tāya āturatāya icchiticchitakkhaṇe āgantuṁ asakkonto kadācideva daṭṭhuṁ labhāmi, na sabbakālanti attho.",
  "atk-s0303a0:7_7": "Manobhāvanīyānanti manavaḍḍhakānaṁ .",
  "atk-s0303a0:7_8": "Yesu hi diṭṭhesu kusalavasena cittaṁ vaḍḍhati, te sāriputtamoggallānādayo mahātherā manobhāvanīyā nāma.",
  "atk-s0303a0:7_9": "Anusāsatūti punappunaṁ sāsatu.",
  "atk-s0303a0:7_10": "Purimañhi vacanaṁ ovādo nāma, aparāparaṁ anusāsanī nāma.",
  "atk-s0303a0:7_11": "Otiṇṇe vā vatthusmiṁ vacanaṁ ovādo nāma, anotiṇṇe tantivasena vā paveṇivasena vā vuttaṁ anusāsanī nāma.",
  "atk-s0303a0:7_12": "Apica ovādoti vā anusāsanīti vā atthato ekameva, byañjanamattameva nānaṁ.",
  "atk-s0303a0:8_0": "Āturo hāyanti āturo hi ayaṁ, suvaṇṇavaṇṇo piyaṅgusāmopi samāno niccapaggharaṇaṭṭhena āturoyeva.",
  "atk-s0303a0:8_1": "Aṇḍabhūtoti aṇḍaṁ viya bhūto dubbalo.",
  "atk-s0303a0:8_2": "Yathā kukkuṭaṇḍaṁ vā mayūraṇḍaṁ vā geṇḍukaṁ viya gahetvā khipantena vā paharantena vā na sakkā kīḷituṁ, tāvadeva bhijjati, evamayampi kāyo kaṇṭakepi khāṇukepi pakkhalitassa bhijjatīti aṇḍaṁ viya bhūtoti aṇḍabhūto.",
  "atk-s0303a0:8_3": "Pariyonaddhoti sukhumena chavimattena pariyonaddho.",
  "atk-s0303a0:8_4": "Aṇḍañhi sāratacena pariyonaddhaṁ, tena ḍaṁsamakasādayo nilīyitvāpi chaviṁ chinditvā yūsaṁ paggharāpetuṁ na sakkonti.",
  "atk-s0303a0:8_5": "Imasmiṁ pana chaviṁ chinditvā yaṁ icchanti, taṁ karonti.",
  "atk-s0303a0:8_6": "Evaṁ sukhumāya chaviyā pariyonaddho.",
  "atk-s0303a0:8_7": "Kimaññatra bālyāti bālabhāvato aññaṁ kimatthi? Bāloyeva ayanti attho.",
  "atk-s0303a0:8_8": "Tasmāti yasmā ayaṁ kāyo evarūpo, tasmā.",
  "atk-s0303a0:9_0": "Tenupasaṅkamīti rañño cakkavattissa upaṭṭhānaṁ gantvā anantaraṁ pariṇāyakaratanassa upaṭṭhānaṁ gacchanto rājapuriso viya, saddhammacakkavattissa bhagavato upaṭṭhānaṁ gantvā, anantaraṁ dhammasenāpatissa apacitiṁ kātukāmo yenāyasmā sāriputto, tenupasaṅkami.",
  "atk-s0303a0:9_1": "Vippasannānīti suṭṭhu pasannāni.",
  "atk-s0303a0:9_2": "Indriyānīti manacchaṭṭhāni indriyāni. Parisuddhoti niddoso.",
  "atk-s0303a0:9_3": "Pariyodātoti tasseva vevacanaṁ.",
  "atk-s0303a0:9_4": "Nirupakkilesatāyeva hi esa pariyodātoti vutto, na setabhāvena.",
  "atk-s0303a0:9_5": "Etassa ca pariyodātataṁ disvāva indriyānaṁ vippasannataṁ aññāsi.",
  "atk-s0303a0:9_6": "Nayaggāhapaññā kiresā therassa.",
  "atk-s0303a0:10_0": "Kathañhi no siyāti kena kāraṇena na laddhā bhavissati? Laddhāyevāti attho. Iminā kiṁ dīpeti? Satthuvissāsikabhāvaṁ.",
  "atk-s0303a0:10_1": "Ayaṁ kira satthu diṭṭhakālato paṭṭhāya pitipemaṁ, upāsikā cassa mātipemaṁ paṭilabhati.",
  "atk-s0303a0:10_2": "Ubhopi ‘‘mama putto’’ti satthāraṁ vadanti.",
  "atk-s0303a0:10_3": "Bhavantaragato hi nesaṁ sineho.",
  "atk-s0303a0:10_4": "Sā kira upāsikā pañca jātisatāni tathāgatassa mātāva, so ca, gahapati, pitāva ahosi.",
  "atk-s0303a0:10_5": "Puna pañca jātisatāni upāsikā mahāmātā, upāsako mahāpitā, tathā cūḷāmātā cūḷapitāti.",
  "atk-s0303a0:10_6": "Evaṁ satthā diyaḍḍhaattabhāvasahassaṁ tesaṁyeva hatthe vaḍḍhito.",
  "atk-s0303a0:10_7": "Teneva te yaṁ neva puttassa, na pitu santike kathetuṁ sakkā, taṁ satthu santike nisinnā kathenti.",
  "atk-s0303a0:10_8": "Imināyeva ca kāraṇena bhagavā ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ upāsakānaṁ vissāsikānaṁ yadidaṁ nakulapitā gahapati, yadidaṁ nakulamātā gahapatānī’’ti (a. ni. 1.257) te etadagge ṭhapesi.",
  "atk-s0303a0:10_9": "Iti so imaṁ vissāsikabhāvaṁ pakāsento kathañhi no siyāti āha.",
  "atk-s0303a0:10_10": "Amatena abhisittoti nassidha aññaṁ kiñci jhānaṁ vā vipassanā vā maggo vā phalaṁ vā ‘‘amatābhiseko’’ti daṭṭhabbo, madhuradhammadesanāyeva pana ‘‘amatābhiseko’’ti veditabbo.",
  "atk-s0303a0:10_11": "Dūratopīti tiroraṭṭhāpi tirojanapadāpi.",
  "atk-s0303a0:11_0": "Assutavā puthujjanoti idaṁ vuttatthameva.",
  "atk-s0303a0:11_1": "Ariyānaṁ adassāvītiādīsu ariyāti ārakattā kilesehi, anaye na iriyanato, aye iriyanato, sadevakena ca lokena araṇīyato buddhā ca paccekabuddhā ca buddhasāvakā ca vuccanti. Buddhā eva vā idha ariyā.",
  "atk-s0303a0:11_2": "Yathāha – ‘‘sadevake, bhikkhave, loke…pe… tathāgato ariyo’’ti vuccatīti (saṁ. ni. 5.1098).",
  "atk-s0303a0:11_3": "Sappurisānanti ettha pana paccekabuddhā tathāgatasāvakā ca sappurisāti veditabbā.",
  "atk-s0303a0:11_4": "Te hi lokuttaraguṇayogena sobhanā purisāti sappurisā.",
  "atk-s0303a0:11_5": "Sabbeva vā ete dvedhāpi vuttā.",
  "atk-s0303a0:11_6": "Buddhāpi hi ariyā ca sappurisā ca, paccekabuddhā buddhasāvakāpi. Yathāha –",
  "atk-s0303a0:12_0": "‘‘Yo ve kataññū katavedi dhīro,",
  "atk-s0303a0:13_0": "Kalyāṇamitto daḷhabhatti ca hoti;",
  "atk-s0303a0:14_0": "Dukhitassa sakkacca karoti kiccaṁ,",
  "atk-s0303a0:15_0": "Tathāvidhaṁ sappurisaṁ vadantī’’ti. (jā. 2.17.78);",
  "atk-s0303a0:16_0": "‘‘Kalyāṇamitto daḷhabhatti ca hotī’’ti ettāvatā hi buddhasāvako vutto, kataññutādīhi paccekabuddhabuddhāti.",
  "atk-s0303a0:16_1": "Idāni yo tesaṁ ariyānaṁ adassanasīlo, na ca dassane sādhukārī, so ‘‘ariyānaṁ adassāvī’’ti veditabbo.",
  "atk-s0303a0:16_2": "So ca cakkhunā adassāvī, ñāṇena adassāvīti duvidho.",
  "atk-s0303a0:16_3": "Tesu ñāṇena adassāvī idha adhippeto.",
  "atk-s0303a0:16_4": "Maṁsacakkhunā hi dibbacakkhunā vā ariyā diṭṭhāpi adiṭṭhāva honti tesaṁ cakkhūnaṁ vaṇṇamattaggahaṇato na ariyabhāvagocarato.",
  "atk-s0303a0:16_5": "Soṇasiṅgālādayopi cakkhunā ariye passanti, na cete ariyānaṁ dassāvino nāma.",
  "atk-s0303a0:17_0": "Tatridaṁ vatthu – cittalapabbatavāsino kira khīṇāsavattherassa upaṭṭhāko vuḍḍhapabbajito ekadivasaṁ therena saddhiṁ piṇḍāya caritvā, therassa pattacīvaraṁ gahetvā, piṭṭhito āgacchanto theraṁ pucchi – ‘‘ariyā nāma, bhante, kīdisā’’ti?",
  "atk-s0303a0:17_1": "Thero āha – ‘‘idhekacco mahallako ariyānaṁ pattacīvaraṁ gahetvā vattapaṭivattaṁ katvā sahacarantopi neva ariye jānāti, evaṁ dujjānāvuso, ariyā’’ti. Evaṁ vuttepi so neva aññāsi.",
  "atk-s0303a0:17_2": "Tasmā na cakkhunā dassanaṁ dassanaṁ, ñāṇena dassanameva dassanaṁ.",
  "atk-s0303a0:17_3": "Yathāha – ‘‘kiṁ te, vakkali, iminā pūtikāyena diṭṭhena?",
  "atk-s0303a0:17_4": "Yo kho, vakkali, dhammaṁ passati, so maṁ passati.",
  "atk-s0303a0:17_5": "Yo maṁ passati, so dhammaṁ passatī’’ti (saṁ. ni. 3.87).",
  "atk-s0303a0:17_6": "Tasmā cakkhunā passantopi ñāṇena ariyehi diṭṭhaṁ aniccādilakkhaṇaṁ apassanto, ariyādhigatañca dhammaṁ anadhigacchanto ariyakaradhammānaṁ ariyabhāvassa ca adiṭṭhattā ‘‘ariyānaṁ adassāvī’’ti veditabbo.",
  "atk-s0303a0:18_0": "Ariyadhammassa akovidoti, satipaṭṭhānādibhede ariyadhamme akusalo.",
  "atk-s0303a0:18_1": "Ariyadhamme avinītoti ettha pana –",
  "atk-s0303a0:19_0": "‘‘Duvidho vinayo nāma, ekamekettha pañcadhā;",
  "atk-s0303a0:20_0": "Abhāvato tassa ayaṁ, avinītoti vuccati’’.",
  "atk-s0303a0:21_0": "Ayañhi saṁvaravinayo pahānavinayoti duvidho vinayo.",
  "atk-s0303a0:21_1": "Ettha ca duvidhepi vinaye ekameko vinayo pañcadhā bhijjati.",
  "atk-s0303a0:21_2": "Saṁvaravinayopi hi sīlasaṁvaro satisaṁvaro ñāṇasaṁvaro khantisaṁvaro vīriyasaṁvaroti pañcavidho.",
  "atk-s0303a0:21_3": "Pahānavinayopi tadaṅgappahānaṁ, vikkhambhanappahānaṁ samucchedappahānaṁ paṭippassaddhippahānaṁ nissaraṇappahānanti pañcavidho.",
  "atk-s0303a0:22_0": "Tattha ‘‘iminā pātimokkhasaṁvarena upeto hoti samupeto’’ti (vibha. 511) ayaṁ sīlasaṁvaro.",
  "atk-s0303a0:22_1": "‘‘Rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjatī’’ti ayaṁ (dī. ni. 1.213; ma. ni. 1.295; saṁ. ni. 4.239; a. ni. 3.16) satisaṁvaro.",
  "atk-s0303a0:23_0": "‘‘Yāni sotāni lokasmiṁ, (ajitāti bhagavā)",
  "atk-s0303a0:24_0": "Sati tesaṁ nivāraṇaṁ;",
  "atk-s0303a0:25_0": "Sotānaṁ saṁvaraṁ brūmi,",
  "atk-s0303a0:26_0": "Paññāyete pidhīyare’’ti. (su. ni. 1041; cūḷani. ajitamāṇavapucchāniddesa.4) –",
  "atk-s0303a0:27_0": "Ayaṁ ñāṇasaṁvaro.",
  "atk-s0303a0:27_1": "‘‘Khamo hoti sītassa uṇhassā’’ti (ma. ni. 1.24; a. ni. 4.114; 6.58) ayaṁ khantisaṁvaro.",
  "atk-s0303a0:27_2": "‘‘Uppannaṁ kāmavitakkaṁ nādhivāsetī’’ti (ma. ni. 1.26; a. ni. 4.114; 6.58) ayaṁ vīriyasaṁvaro.",
  "atk-s0303a0:27_3": "Sabbopi cāyaṁ saṁvaro yathāsakaṁ saṁvaritabbānaṁ vinetabbānañca kāyaduccaritādīnaṁ saṁvaraṇato ‘‘saṁvaro’’ vinayanato ‘‘vinayo’’ti vuccati.",
  "atk-s0303a0:27_4": "Evaṁ tāva saṁvaravinayo pañcadhā bhijjatīti veditabbo.",
  "atk-s0303a0:28_0": "Tathā yaṁ nāmarūpaparicchedādīsu vipassanāñāṇesu paṭipakkhabhāvato dīpālokeneva tamassa, tena tena vipassanāñāṇena tassa tassa anatthassa pahānaṁ.",
  "atk-s0303a0:28_1": "Seyyathidaṁ – nāmarūpavavatthānena sakkāyadiṭṭhiyā, paccayapariggahena ahetuvisamahetudiṭṭhīnaṁ, tasseva aparabhāgena kaṅkhāvitaraṇena kathaṁkathībhāvassa, kalāpasammasanena ‘‘ahaṁ mamā’’ti gāhassa, maggāmaggavavatthānena amagge maggasaññāya, udayadassanena ucchedadiṭṭhiyā, vayadassanena sassatadiṭṭhiyā, bhayadassanena sabhaye abhayasaññāya, ādīnavadassanena assādasaññāya, nibbidānupassanāya abhiratisaññāya , muccitukamyatāñāṇena amuccitukāmatāya.",
  "atk-s0303a0:28_2": "Upekkhāñāṇena anupekkhāya, anulomena dhammaṭṭhitiyaṁ nibbāne ca paṭilomabhāvassa, gotrabhunā saṅkhāranimittagāhassa pahānaṁ, etaṁ tadaṅgappahānaṁ nāma.",
  "atk-s0303a0:29_0": "Yaṁ pana upacārappanābhedena samādhinā pavattibhāvanivāraṇato ghaṭappahāreneva udakapiṭṭhe sevālassa, tesaṁ tesaṁ nīvaraṇādidhammānaṁ pahānaṁ, etaṁ vikkhambhanappahānaṁ nāma.",
  "atk-s0303a0:29_1": "Yaṁ catunnaṁ ariyamaggānaṁ bhāvitattā taṁtaṁmaggavato attano santāne ‘‘diṭṭhigatānaṁ pahānāyā’’tiādinā nayena (dha. sa. 277; vibha.",
  "atk-s0303a0:29_2": "628) vuttassa samudayapakkhikassa kilesagaṇassa accantaṁ appavattibhāvena pahānaṁ, idaṁ samucchedappahānaṁ nāma.",
  "atk-s0303a0:29_3": "Yaṁ pana phalakkhaṇe paṭippassaddhattaṁ kilesānaṁ, etaṁ paṭippassaddhippahānaṁ nāma.",
  "atk-s0303a0:30_0": "Yaṁ sabbasaṅkhatanissaṭattā pahīnasabbasaṅkhataṁ nibbānaṁ, etaṁ nissaraṇappahānaṁ nāma.",
  "atk-s0303a0:30_1": "Sabbampi cetaṁ pahānaṁ yasmā cāgaṭṭhena pahānaṁ, vinayaṭṭhena vinayo, tasmā ‘‘pahānavinayo’’ti vuccati.",
  "atk-s0303a0:30_2": "Taṁtaṁpahānavato vā tassa tassa vinayassa sambhavatopetaṁ ‘‘pahānavinayo’’ti vuccati.",
  "atk-s0303a0:30_3": "Evaṁ pahānavinayopi pañcadhā bhijjatīti veditabbo.",
  "atk-s0303a0:31_0": "Evamayaṁ saṅkhepato duvidho, bhedato ca dasavidho vinayo bhinnasaṁvarattā pahātabbassa ca appahīnattā yasmā etassa assutavato puthujjanassa natthi, tasmā abhāvato tassa ayaṁ ‘‘avinīto’’ti vuccatīti.",
  "atk-s0303a0:31_1": "Esa nayo sappurisānaṁ adassāvī sappurisadhammassa akovido sappurisadhamme avinītoti etthāpi.",
  "atk-s0303a0:31_2": "Ninnānākaraṇañhi etaṁ atthato. Yathāha –",
  "atk-s0303a0:32_0": "‘‘Yeva te ariyā, teva te sappurisā.",
  "atk-s0303a0:32_1": "Yeva te sappurisā, teva te ariyā.",
  "atk-s0303a0:32_2": "Yo eva so ariyānaṁ dhammo, so eva so sappurisānaṁ dhammo.",
  "atk-s0303a0:32_3": "Yo eva so sappurisānaṁ dhammo, so eva so ariyānaṁ dhammo.",
  "atk-s0303a0:32_4": "Yeva te ariyavinayā, teva te sappurisavinayā.",
  "atk-s0303a0:32_5": "Yeva te sappurisavinayā , teva te ariyavinayā.",
  "atk-s0303a0:32_6": "Ariyeti vā sappuriseti vā, ariyadhammeti vā sappurisadhammeti vā, ariyavinayeti vā sappurisavinayeti vā esese eke ekaṭṭhe same samabhāge tajjāte taññevā’’ti.",
  "atk-s0303a0:33_0": "Rūpaṁ attato samanupassatīti idhekacco rūpaṁ attato samanupassati, ‘‘yaṁ rūpaṁ, so ahaṁ , yo ahaṁ, taṁ rūpa’’nti rūpañca attañca advayaṁ samanupassati.",
  "atk-s0303a0:33_1": "Seyyathāpi nāma telappadīpassa jhāyato yā acci, so vaṇṇo.",
  "atk-s0303a0:33_2": "Yo vaṇṇo, sā accīti acciñca vaṇṇañca advayaṁ samanupassati, evameva idhekacco rūpaṁ attato samanupassati…pe… advayaṁ samanupassatīti evaṁ rūpaṁ ‘‘attā’’ti diṭṭhipassanāya passati.",
  "atk-s0303a0:33_3": "Rūpavantaṁ vā attānanti arūpaṁ ‘‘attā’’ti gahetvā chāyāvantaṁ rukkhaṁ viya taṁ rūpavantaṁ samanupassati.",
  "atk-s0303a0:33_4": "Attani vā rūpanti arūpameva ‘‘attā’’ti gahetvā pupphasmiṁ gandhaṁ viya attani rūpaṁ samanupassati.",
  "atk-s0303a0:33_5": "Rūpasmiṁ vā attānanti arūpameva ‘‘attā’’ti gahetvā karaṇḍake maṇiṁ viya taṁ attānaṁ rūpasmiṁ samanupassati.",
  "atk-s0303a0:33_6": "Pariyuṭṭhaṭṭhāyīti pariyuṭṭhānākārena abhibhavanākārena ṭhito, ‘‘ahaṁ rūpaṁ, mama rūpa’’nti evaṁ taṇhādiṭṭhīhi gilitvā pariniṭṭhapetvā gaṇhanako nāma hotīti attho.",
  "atk-s0303a0:33_7": "Tassa taṁ rūpanti tassa taṁ evaṁ gahitaṁ rūpaṁ. Vedanādīsupi eseva nayo.",
  "atk-s0303a0:34_0": "Tattha ‘‘rūpaṁ attato samanupassatī’’ti suddharūpameva attāti kathitaṁ.",
  "atk-s0303a0:34_1": "‘‘Rūpavantaṁ vā attānaṁ, attani vā rūpaṁ, rūpasmiṁ vā attānaṁ, vedanaṁ attato…pe… saññaṁ… saṅkhāre… viññāṇaṁ attato samanupassatī’’ti imesu sattasu ṭhānesu arūpaṁ attāti kathitaṁ.",
  "atk-s0303a0:34_2": "‘‘Vedanāvantaṁ vā attānaṁ, attani vā vedanaṁ, vedanāya vā attāna’’nti evaṁ catūsu khandhesu tiṇṇaṁ tiṇṇaṁ vasena dvādasasu ṭhānesu rūpārūpamissako attā kathito.",
  "atk-s0303a0:34_3": "Tattha ‘‘rūpaṁ attato samanupassati, vedanaṁ… saññaṁ… saṅkhāre… viññāṇaṁ attato samanupassatī’’ti imesu pañcasu ṭhānesu ucchedadiṭṭhi kathitā, avasesesu sassatadiṭṭhīti evamettha pannarasa bhavadiṭṭhiyo pañca vibhavadiṭṭhiyo honti, tā sabbāpi maggāvaraṇā, na saggāvaraṇā, paṭhamamaggavajjhāti veditabbā.",
  "atk-s0303a0:35_0": "Evaṁkho, gahapati, āturakāyo ceva hoti āturacitto cāti kāyo nāma buddhānampi āturoyeva.",
  "atk-s0303a0:35_1": "Cittaṁ pana rāgadosamohānugataṁ āturaṁ nāma, taṁ idha dassitaṁ.",
  "atk-s0303a0:35_2": "No ca āturacittoti idha nikkilesatāya cittassa anāturabhāvo dassito.",
  "atk-s0303a0:35_3": "Iti imasmiṁ sutte lokiyamahājano āturakāyo ceva āturacitto cāti dassito, khīṇāsavā āturakāyā anāturacittā, satta sekhā neva āturacittā, na anāturacittāti veditabbā.",
  "atk-s0303a0:35_4": "Bhajamānā pana anāturacittataṁyeva bhajantīti. Paṭhamaṁ.",
  "atk-s0303a0:36_0": "2. Devadahasuttavaṇṇanā",
  "atk-s0303a0:37_0": "2.",
  "atk-s0303a0:37_1": "Dutiye devadahanti devā vuccanti rājāno, tesaṁ maṅgaladaho, sayaṁjāto vā so dahoti, tasmā ‘‘devadaho’’ti vutto.",
  "atk-s0303a0:37_2": "Tassa avidūre nigamo devadahantveva napuṁsakaliṅgavasena saṅkhaṁ gato.",
  "atk-s0303a0:37_3": "Pacchābhūmagamikāti pacchābhūmaṁ aparadisāyaṁ niviṭṭhaṁ janapadaṁ gantukāmā. Nivāsanti temāsaṁ vassāvāsaṁ. Apalokitoti āpucchito. Apalokethāti āpucchatha. Kasmā theraṁ āpucchāpeti? Te sabhāre kātukāmatāya.",
  "atk-s0303a0:37_4": "Yo hi ekavihāre vasantopi santikaṁ na gacchati pakkamanto anāpucchā pakkamati, ayaṁ nibbhāro nāma.",
  "atk-s0303a0:37_5": "Yo ekavihāre vasantopi āgantvā passati, pakkamanto āpucchati, ayaṁ sabhāro nāma.",
  "atk-s0303a0:37_6": "Imepi bhikkhū bhagavā ‘‘evamime sīlādīhi vaḍḍhissantī’’ti sabhāre kātukāmo āpucchāpeti.",
  "atk-s0303a0:38_0": "Paṇḍitoti dhātukosallādinā catubbidhena paṇḍiccena samannāgato.",
  "atk-s0303a0:38_1": "Anuggāhakoti āmisānuggahena ca dhammānuggahena cāti dvīhipi anuggahehi anuggāhako.",
  "atk-s0303a0:38_2": "Thero kira aññe bhikkhū viya pātova piṇḍāya agantvā sabbabhikkhūsu gatesu sakalaṁ saṅghārāmaṁ anuvicaranto asammaṭṭhaṭṭhānaṁ sammajjati, achaḍḍitaṁ kacavaraṁ chaḍḍeti, saṅghārāme dunnikkhittāni mañcapīṭhadārubhaṇḍamattikābhaṇḍāni paṭisāmeti. Kiṁ kāraṇā?",
  "atk-s0303a0:38_3": "‘‘Mā aññatitthiyā vihāraṁ paviṭṭhā disvā paribhavaṁ akaṁsū’’ti.",
  "atk-s0303a0:38_4": "Tato gilānasālaṁ gantvā gilāne assāsetvā ‘‘kenattho’’ti pucchitvā yena attho hoti, tadatthaṁ tesaṁ daharasāmaṇere ādāya bhikkhācāravattena vā sabhāgaṭṭhāne vā bhesajjaṁ pariyesitvā tesaṁ datvā, ‘‘gilānupaṭṭhānaṁ nāma buddhapaccekabuddhehi vaṇṇitaṁ, gacchatha sappurisā appamattā hothā’’ti te pesetvā sayaṁ piṇḍāya caritvā upaṭṭhākakule vā bhattakiccaṁ katvā vihāraṁ gacchati.",
  "atk-s0303a0:38_5": "Idaṁ tāvassa nibaddhavāsaṭṭhāne āciṇṇaṁ.",
  "atk-s0303a0:39_0": "Bhagavati pana cārikaṁ caramāne ‘‘ahaṁ aggasāvako’’ti upāhanaṁ āruyha chattaṁ gahetvā purato purato na gacchati.",
  "atk-s0303a0:39_1": "Ye pana tattha mahallakā vā ābādhikā vā atidaharā vā, tesaṁ rujjanaṭṭhānāni telena makkhāpetvā pattacīvaraṁ attano daharasāmaṇerehi gāhāpetvā taṁdivasaṁ vā dutiyadivasaṁ vā te gaṇhitvāva gacchati.",
  "atk-s0303a0:39_2": "Ekadivasañhi taññeva āyasmantaṁ ativikāle sampattattā senāsanaṁ alabhitvā, cīvarakuṭiyaṁ nisinnaṁ disvā, satthā punadivase bhikkhusaṅghaṁ sannipātāpetvā, hatthivānaratittiravatthuṁ kathetvā, ‘‘yathāvuḍḍhaṁ senāsanaṁ dātabba’’nti sikkhāpadaṁ paññāpesi.",
  "atk-s0303a0:39_3": "Evaṁ tāvesa āmisānuggahena anuggaṇhāti.",
  "atk-s0303a0:39_4": "Ovadanto panesa satavārampi sahassavārampi tāva ovadati, yāva so puggalo sotāpattiphale patiṭṭhāti, atha naṁ vissajjetvā aññaṁ ovadati.",
  "atk-s0303a0:39_5": "Iminā nayena ovadato cassa ovāde ṭhatvā arahattaṁ pattā gaṇanapathaṁ atikkantā.",
  "atk-s0303a0:39_6": "Evaṁ dhammānuggahena anuggaṇhāti.",
  "atk-s0303a0:40_0": "Paccassosunti te bhikkhū ‘‘amhākaṁ neva upajjhāyo, na ācariyo na sandiṭṭhasambhatto.",
  "atk-s0303a0:40_1": "Kiṁ tassa santike karissāmā’’ti?",
  "atk-s0303a0:40_2": "Tuṇhībhāvaṁ anāpajjitvā ‘‘evaṁ, bhante’’ti satthu vacanaṁ sampaṭicchiṁsu.",
  "atk-s0303a0:40_3": "Eḷagalāgumbeti gacchamaṇḍapake.",
  "atk-s0303a0:40_4": "So kira eḷagalāgumbo dhuvasalilaṭṭhāne jāto.",
  "atk-s0303a0:40_5": "Athettha catūhi pādehi maṇḍapaṁ katvā tassa upari taṁ gumbaṁ āropesuṁ, so taṁ maṇḍapaṁ chādesi.",
  "atk-s0303a0:40_6": "Athassa heṭṭhā iṭṭhakāhi paricinitvā vālikaṁ okiritvā āsanaṁ paññāpayiṁsu.",
  "atk-s0303a0:40_7": "Sītalaṁ divāṭṭhānaṁ udakavāto vāyati. Thero tasmiṁ nisīdi.",
  "atk-s0303a0:40_8": "Taṁ sandhāya vuttaṁ ‘‘eḷagalāgumbe’’ti.",
  "atk-s0303a0:41_0": "Nānāverajjagatanti ekassa rañño rajjato nānāvidhaṁ rajjagataṁ. Virajjanti aññaṁ rajjaṁ.",
  "atk-s0303a0:41_1": "Yathā hi sadesato añño videso, evaṁ nivuttharajjato aññaṁ rajjaṁ virajjaṁ nāma, taṁ verajjanti vuttaṁ.",
  "atk-s0303a0:41_2": "Khattiyapaṇḍitāti bimbisārakosalarājādayo paṇḍitarājāno.",
  "atk-s0303a0:41_3": "Brāhmaṇapaṇḍitāti caṅkītārukkhādayo paṇḍitabrāhmaṇā.",
  "atk-s0303a0:41_4": "Gahapatipaṇḍitāti cittasudattādayo paṇḍitagahapatayo.",
  "atk-s0303a0:41_5": "Samaṇapaṇḍitāti sabhiyapilotikādayo paṇḍitaparibbājakā . Vīmaṁsakāti atthagavesino.",
  "atk-s0303a0:41_6": "Kiṁvādīti kiṁ attano dassanaṁ vadati, kiṁ laddhikoti attho.",
  "atk-s0303a0:41_7": "Kimakkhāyīti kiṁ sāvakānaṁ ovādānusāsaniṁ ācikkhati?",
  "atk-s0303a0:41_8": "Dhammassa cānudhammanti bhagavatā vuttabyākaraṇassa anubyākaraṇaṁ. Sahadhammikoti sakāraṇo.",
  "atk-s0303a0:41_9": "Vādānuvādoti bhagavatā vuttavādassa anuvādo.",
  "atk-s0303a0:41_10": "‘‘Vādānupāto’’tipi pāṭho, satthu vādassa anupāto anupatanaṁ, anugamananti attho.",
  "atk-s0303a0:41_11": "Imināpi vādaṁ anugato vādoyeva dīpito hoti.",
  "atk-s0303a0:42_0": "Avigatarāgassātiādīsu taṇhāvaseneva attho veditabbo.",
  "atk-s0303a0:42_1": "Taṇhā hi rajjanato rāgo, chandiyanato chando, piyāyanaṭṭhena pemaṁ, pivitukāmaṭṭhena pipāsā, anudahanaṭṭhena pariḷāhoti vuccati.",
  "atk-s0303a0:42_2": "Akusale cāvuso, dhammetiādi kasmā āraddhaṁ?",
  "atk-s0303a0:42_3": "Pañcasu khandhesu avītarāgassa ādīnavaṁ , vītarāgassa ca ānisaṁsaṁ dassetuṁ. Tatra avighātoti niddukkho. Anupāyāsoti nirupatāpo. Apariḷāhoti niddāho.",
  "atk-s0303a0:42_4": "Evaṁ sabbattha attho veditabbo. Dutiyaṁ.",
  "atk-s0303a0:43_0": "3. Hāliddikānisuttavaṇṇanā",
  "atk-s0303a0:44_0": "3.",
  "atk-s0303a0:44_1": "Tatiye avantīsūti avantidakkhiṇāpathasaṅkhāte avantiraṭṭhe.",
  "atk-s0303a0:44_2": "Kuraraghareti evaṁnāmake nagare. Papāteti ekato papāte.",
  "atk-s0303a0:44_3": "Tassa kira pabbatassa ekaṁ passaṁ chinditvā pātitaṁ viya ahosi.",
  "atk-s0303a0:44_4": "‘‘Pavatte’’tipi pāṭho, nānātitthiyānaṁ laddhipavattaṭṭhāneti attho.",
  "atk-s0303a0:44_5": "Iti thero tasmiṁ raṭṭhe taṁ nagaraṁ nissāya tasmiṁ pabbate viharati. Hāliddikānīti evaṁnāmako.",
  "atk-s0303a0:44_6": "Aṭṭhakavaggiye māgaṇḍiyapañheti aṭṭhakavaggikamhi māgaṇḍiyapañho nāma atthi, tasmiṁ pañhe.",
  "atk-s0303a0:44_7": "Rūpadhātūti rūpakkhandho adhippeto.",
  "atk-s0303a0:44_8": "Rūpadhāturāgavinibaddhanti rūpadhātumhi rāgena vinibaddhaṁ . Viññāṇanti kammaviññāṇaṁ. Okasārīti gehasārī ālayasārī.",
  "atk-s0303a0:45_0": "Kasmā panettha ‘‘viññāṇadhātu kho, gahapatī’’ti na vuttanti? Sammohavighātatthaṁ.",
  "atk-s0303a0:45_1": "‘‘Oko’’ti hi atthato paccayo vuccati, purejātañca kammaviññāṇaṁ pacchājātassa kammaviññāṇassapi vipākaviññāṇassapi vipākaviññāṇañca vipākaviññāṇassapi kammaviññāṇassapi paccayo hoti, tasmā ‘‘kataraṁ nu kho idha viññāṇa’’nti?",
  "atk-s0303a0:45_2": "Sammoho bhaveyya, tassa vighātatthaṁ taṁ agahetvā asambhinnāva desanā katā.",
  "atk-s0303a0:45_3": "Apica ārammaṇavasena catasso abhisaṅkhāraviññāṇaṭṭhitiyo vuttāti tā dassetumpi idha viññāṇaṁ na gahitaṁ.",
  "atk-s0303a0:46_0": "Upayupādānāti taṇhūpayadiṭṭhūpayavasena dve upayā, kāmupādānādīni cattāri upādānāni ca.",
  "atk-s0303a0:46_1": "Cetaso adhiṭṭhānābhinivesānusayāti akusalacittassa adhiṭṭhānabhūtā ceva abhinivesabhūtā ca anusayabhūtā ca.",
  "atk-s0303a0:46_2": "Tathāgatassāti sammāsambuddhassa.",
  "atk-s0303a0:46_3": "Sabbesampi hi khīṇāsavānaṁ ete pahīnāva, satthu pana khīṇāsavabhāvo loke atipākaṭoti uparimakoṭiyā evaṁ vuttaṁ.",
  "atk-s0303a0:46_4": "Viññāṇadhātuyāti idha viññāṇaṁ kasmā gahitaṁ? Kilesappahānadassanatthaṁ.",
  "atk-s0303a0:46_5": "Kilesā hi na kevalaṁ catūsuyeva khandhesu pahīnā pahīyanti, pañcasupi pahīyantiyevāti kilesappahānadassanatthaṁ gahitaṁ.",
  "atk-s0303a0:46_6": "Evaṁ kho, gahapati, anokasārī hotīti evaṁ kammaviññāṇena okaṁ asarantena anokasārī nāma hoti.",
  "atk-s0303a0:47_0": "Rūpanimittaniketavisāravinibandhāti rūpameva kilesānaṁ paccayaṭṭhena nimittaṁ, ārammaṇakiriyasaṅkhātanivāsanaṭṭhānaṭṭhena niketanti rūpanimittaniketaṁ.",
  "atk-s0303a0:47_1": "Visāro ca vinibandho ca visāravinibandhā.",
  "atk-s0303a0:47_2": "Ubhayenapi hi kilesānaṁ patthaṭabhāvo ca vinibandhanabhāvo ca vutto, rūpanimittanikete visāravinibandhāti rūpanimittaniketavisāravinibandhā, tasmā rūpanimittaniketamhi uppannena kilesavisārena ceva kilesabandhanena cāti attho.",
  "atk-s0303a0:47_3": "Niketasārīti vuccatīti ārammaṇakaraṇavasena nivāsanaṭṭhānaṁ sārīti vuccati.",
  "atk-s0303a0:47_4": "Pahīnāti te rūpanimittaniketakilesavisāravinibandhā pahīnā.",
  "atk-s0303a0:48_0": "Kasmā panettha pañcakkhandhā ‘‘okā’’ti vuttā, cha ārammaṇāni ‘‘niketa’’nti?",
  "atk-s0303a0:48_1": "Chandarāgassa balavadubbalatāya.",
  "atk-s0303a0:48_2": "Samānepi hi etesaṁ ālayaṭṭhena visayabhāve okoti niccanivāsanaṭṭhānagehameva vuccati, niketanti ‘‘ajja asukaṭṭhāne kīḷissāmā’’ti katasaṅketaṭṭhānaṁ nivāsaṭṭhānaṁ uyyānādi.",
  "atk-s0303a0:48_3": "Tattha yathā puttadāradhanadhaññapuṇṇagehe chandarāgo balavā hoti, evaṁ ajjhattikesu khandhesu.",
  "atk-s0303a0:48_4": "Yathā pana uyyānaṭṭhānādīsu tato dubbalataro hoti, evaṁ bāhiresu chasu ārammaṇesūti chandarāgassa balavadubbalatāya evaṁ desanā katāti veditabbo.",
  "atk-s0303a0:49_0": "Sukhitesu sukhitoti upaṭṭhākesu dhanadhaññalābhādivasena sukhitesu ‘‘idānāhaṁ manāpaṁ bhojanaṁ labhissāmī’’ti gehasitasukhena sukhito hoti, tehi pattasampattiṁ anubhavamāno viya carati.",
  "atk-s0303a0:49_1": "Dukkhitesu dukkhitoti tesaṁ kenacideva kāraṇena dukkhe uppanne sayaṁ dviguṇena dukkhena dukkhito hoti.",
  "atk-s0303a0:49_2": "Kiccakaraṇīyesūti kiccasaṅkhātesu karaṇīyesu.",
  "atk-s0303a0:49_3": "Tesu yogaṁ āpajjatīti upayogaṁ sayaṁ tesaṁ kiccānaṁ kattabbataṁ āpajjati. Kāmesūti vatthukāmesu.",
  "atk-s0303a0:49_4": "Evaṁ kho, gahapati, kāmehi aritto hotīti evaṁ kilesakāmehi aritto hoti anto kāmānaṁ bhāvena atuccho.",
  "atk-s0303a0:49_5": "Sukkapakkho tesaṁ abhāvena ritto tucchoti veditabbo.",
  "atk-s0303a0:50_0": "Purakkharānoti vaṭṭaṁ purato kurumāno.",
  "atk-s0303a0:50_1": "Evaṁrūpo siyantiādīsu dīgharassakāḷodātādīsu rūpesu ‘‘evaṁrūpo nāma bhaveyya’’nti pattheti.",
  "atk-s0303a0:50_2": "Sukhādīsu vedanāsu evaṁvedano nāma;",
  "atk-s0303a0:50_3": "nīlasaññādīsu saññāsu evaṁ sañño nāma;",
  "atk-s0303a0:50_4": "puññābhisaṅkhārādīsu saṅkhāresu evaṁsaṅkhāro nāma;",
  "atk-s0303a0:50_5": "cakkhuviññāṇādīsu viññāṇesu ‘‘evaṁ viññāṇo nāma bhaveyya’’nti pattheti.",
  "atk-s0303a0:51_0": "Apurakkharānoti vaṭṭaṁ purato akurumāno.",
  "atk-s0303a0:51_1": "Sahitaṁ me, asahitaṁ teti tuyhaṁ vacanaṁ asahitaṁ asiliṭṭhaṁ, mayhaṁ sahitaṁ siliṭṭhaṁ madhurapānasadisaṁ.",
  "atk-s0303a0:51_2": "Adhiciṇṇaṁ te viparāvattanti yaṁ tuyhaṁ dīghena kālena paricitaṁ suppaguṇaṁ, taṁ mama vādaṁ āgamma sabbaṁ khaṇena viparāvattaṁ nivattaṁ.",
  "atk-s0303a0:51_3": "Āropito te vādoti tuyhaṁ doso mayā āropito.",
  "atk-s0303a0:51_4": "Cara vādappamokkhāyāti taṁ taṁ ācariyaṁ upasaṅkamitvā uttari pariyesanto imassa vādassa mokkhāya cara āhiṇḍāhi.",
  "atk-s0303a0:51_5": "Nibbeṭhehi vā sace pahosīti atha sayameva pahosi, idheva nibbeṭhehīti. Tatiyaṁ.",
  "atk-s0303a0:52_0": "4. Dutiyahāliddikānisuttavaṇṇanā",
  "atk-s0303a0:53_0": "4.",
  "atk-s0303a0:53_1": "Catutthe sakkapañheti cūḷasakkapañhe, mahāsakkapañhepetaṁ vuttameva.",
  "atk-s0303a0:53_2": "Taṇhāsaṅkhayavimuttāti taṇhāsaṅkhaye nibbāne tadārammaṇāya phalavimuttiyā vimuttā.",
  "atk-s0303a0:53_3": "Accantaniṭṭhāti antaṁ atikkantaniṭṭhā satataniṭṭhā. Sesapadesupi eseva nayo. Catutthaṁ.",
  "atk-s0303a0:54_0": "5. Samādhisuttavaṇṇanā",
  "atk-s0303a0:55_0": "5.",
  "atk-s0303a0:55_1": "Pañcame samādhinti idaṁ bhagavā te bhikkhū cittekaggatāya parihāyante disvā, ‘‘cittekaggataṁ labhantānaṁ imesaṁ kammaṭṭhānaṁ phātiṁ gamissatī’’ti ñatvā āha. Abhinandatīti pattheti.",
  "atk-s0303a0:55_2": "Abhivadatīti tāya abhinandanāya ‘‘aho piyaṁ iṭṭhaṁ kantaṁ manāpa’’nti vadati.",
  "atk-s0303a0:55_3": "Vācaṁ abhinandantopi ca taṁ ārammaṇaṁ nissāya evaṁ lobhaṁ uppādento abhivadatiyeva nāma.",
  "atk-s0303a0:55_4": "Ajjhosāya tiṭṭhatīti gilitvā pariniṭṭhapetvā gaṇhāti.",
  "atk-s0303a0:55_5": "Yārūpe nandīti yā sā rūpe balavapatthanāsaṅkhātā nandī.",
  "atk-s0303a0:55_6": "Tadupādānanti taṁ gahaṇaṭṭhena upādānaṁ. Nābhinandatīti na pattheti.",
  "atk-s0303a0:55_7": "Nābhivadatīti patthanāvasena na ‘‘iṭṭhaṁ kanta’’nti vadati.",
  "atk-s0303a0:55_8": "Vipassanācittena cetasā ‘‘aniccaṁ dukkha’’nti vacībhedaṁ karontopi nābhivadatiyeva. Pañcamaṁ.",
  "atk-s0303a0:56_0": "6. Paṭisallāṇasuttavaṇṇanā",
  "atk-s0303a0:57_0": "6.",
  "atk-s0303a0:57_1": "Chaṭṭhe paṭisallāṇeti idaṁ bhagavā te bhikkhū kāyavivekena parihāyante disvā ‘‘kāyavivekaṁ labhantānaṁ imesaṁ kammaṭṭhānaṁ phātiṁ gamissatī’’ti ñatvā āha. Chaṭṭhaṁ.",
  "atk-s0303a0:58_0": "7. Upādāparitassanāsuttavaṇṇanā",
  "atk-s0303a0:59_0": "7.",
  "atk-s0303a0:59_1": "Sattame upādāparitassananti gahaṇena uppannaṁ paritassanaṁ.",
  "atk-s0303a0:59_2": "Anupādāaparitassananti aggahaṇena aparitassanaṁ.",
  "atk-s0303a0:59_3": "Rūpavipariṇāmānuparivattiviññāṇaṁ hotīti ‘‘mama rūpaṁ vipariṇata’’nti vā ‘‘ahu vata metaṁ, dāni vata me natthī’’ti vā ādinā nayena kammaviññāṇaṁ rūpassa bhedānuparivatti hoti.",
  "atk-s0303a0:59_4": "Vipariṇāmānuparivattijāti vipariṇāmassa anuparivattito vipariṇāmārammaṇacittato jātā.",
  "atk-s0303a0:59_5": "Paritassanā dhammasamuppādāti taṇhāparitassanā ca akusaladhammasamuppādā ca. Cittanti kusalacittaṁ.",
  "atk-s0303a0:59_6": "Pariyādāya tiṭṭhantīti pariyādiyitvā tiṭṭhanti. Uttāsavāti sauttāso.",
  "atk-s0303a0:59_7": "Vighātavāti savighāto sadukkho. Apekkhavāti sālayo.",
  "atk-s0303a0:59_8": "Upādāya ca paritassatīti gaṇhitvā paritassako nāma hoti.",
  "atk-s0303a0:59_9": "Na rūpavipariṇāmānuparivattīti khīṇāsavassa kammaviññāṇameva natthi, tasmā rūpabhedānuparivatti na hotīti vattuṁ vaṭṭati. Sattamaṁ.",
  "atk-s0303a0:60_0": "8. Dutiyaupādāparitassanāsuttavaṇṇanā",
  "atk-s0303a0:61_0": "8.",
  "atk-s0303a0:61_1": "Aṭṭhame taṇhāmānadiṭṭhivasena desanā katā.",
  "atk-s0303a0:61_2": "Iti paṭipāṭiyā catūsu suttesu vaṭṭavivaṭṭameva kathitaṁ. Aṭṭhamaṁ.",
  "atk-s0303a0:62_0": "9. Kālattayaaniccasuttavaṇṇanā",
  "atk-s0303a0:63_0": "9.",
  "atk-s0303a0:63_1": "Navame ko pana vādo paccuppannassāti paccuppannamhi kathāva kā, aniccameva taṁ.",
  "atk-s0303a0:63_2": "Te kira bhikkhū atītānāgataṁ aniccanti sallakkhetvā paccuppanne kilamiṁsu, atha nesaṁ ito atītānāgatepi ‘‘paccuppannaṁ anicca’’nti vuccamāne bujjhissantīti ajjhāsayaṁ viditvā satthā puggalajjhāsayena imaṁ desanaṁ desesi. Navamaṁ.",
  "atk-s0303a0:64_0": "10-11. Kālattayadukkhasuttādivaṇṇanā",
  "atk-s0303a0:65_0": "10-11.",
  "atk-s0303a0:65_1": "Dasamekādasamāni dukkhaṁ anattāti padehi visesetvā tathārūpeneva puggalajjhāsayena kathitānīti. Dasamekādasamāni.",
  "atk-s0303a0:66_0": "Nakulapituvaggo paṭhamo.",
  "atk-s0303a0:67_0": "2. Aniccavaggo",
  "atk-s0303a0:68_0": "1-10. Aniccasuttādivaṇṇanā",
  "atk-s0303a0:69_0": "12-21.",
  "atk-s0303a0:69_1": "Aniccavagge pariyosānasuttaṁ pucchāvasikaṁ, sesāni tathā tathā bujjhanakānañca vasena desitānīti. Paṭhamādīni.",
  "atk-s0303a0:70_0": "Aniccavaggo dutiyo.",
  "atk-s0303a0:71_0": "3. Bhāravaggo",
  "atk-s0303a0:72_0": "1. Bhārasuttavaṇṇanā",
  "atk-s0303a0:73_0": "22.",
  "atk-s0303a0:73_1": "Bhāravaggassa paṭhame pañcupādānakkhandhātissa vacanīyanti pañcupādānakkhandhā iti assa vacanīyaṁ, evaṁ vattabbaṁ bhaveyyāti attho.",
  "atk-s0303a0:73_2": "Ayaṁ vuccati, bhikkhave, bhāroti ye ime pañcupādānakkhandhā, ayaṁ bhāroti vuccati. Kenaṭṭhenāti? Parihārabhāriyaṭṭhena.",
  "atk-s0303a0:73_3": "Etesañhi ṭhāpanagamananisīdāpananipajjāpananhāpanamaṇḍanakhādāpanabhuñjāpanādiparihāro bhāriyoti parihārabhāriyaṭṭhena bhāroti vuccati.",
  "atk-s0303a0:73_4": "Evaṁnāmoti tisso dattotiādināmo.",
  "atk-s0303a0:73_5": "Evaṁgottoti kaṇhāyano vacchāyanotiādigotto.",
  "atk-s0303a0:73_6": "Iti vohāramattasiddhaṁ puggalaṁ ‘‘bhārahāro’’ti katvā dasseti.",
  "atk-s0303a0:73_7": "Puggalo hi paṭisandhikkhaṇeyeva khandhabhāraṁ ukkhipitvā dasapi vassāni vīsatipi vassasatampīti yāvajīvaṁ imaṁ khandhabhāraṁ nhāpento bhojento mudusamphassamañcapīṭhesu nisīdāpento nipajjāpento pariharitvā cutikkhaṇe chaḍḍetvā puna paṭisandhikkhaṇe aparaṁ khandhabhāraṁ ādiyati, tasmā bhārahāroti jāto.",
  "atk-s0303a0:74_0": "Ponobhavikāti punabbhavanibbattikā.",
  "atk-s0303a0:74_1": "Nandīrāgasahagatāti nandirāgena saha ekattameva gatā.",
  "atk-s0303a0:74_2": "Tabbhāvasahagatañhi idha adhippetaṁ.",
  "atk-s0303a0:74_3": "Tatra tatrābhinandinīti upapattiṭṭhāne vā rūpādīsu vā ārammaṇesu tattha tattha abhinandanasīlāva.",
  "atk-s0303a0:74_4": "Kāmataṇhādīsu pañcakāmaguṇiko rāgo kāmataṇhā nāma, rūpārūpabhavarāgo jhānanikanti sassatadiṭṭhisahagato rāgoti ayaṁ bhavataṇhā nāma, ucchedadiṭṭhisahagato rāgo vibhavataṇhā nāma. Bhārādānanti bhāragahaṇaṁ.",
  "atk-s0303a0:74_5": "Taṇhāya hi esa bhāraṁ ādiyati.",
  "atk-s0303a0:74_6": "Asesavirāganirodhotiādi sabbaṁ nibbānasseva vevacanaṁ.",
  "atk-s0303a0:74_7": "Tañhi āgamma taṇhā asesato virajjati nirujjhati cajiyati paṭinissajjiyati vimuccati, natthi cettha kāmālayo vā diṭṭhālayo vāti nibbānaṁ etāni nāmāni labhati.",
  "atk-s0303a0:74_8": "Samūlaṁ taṇhanti taṇhāya avijjā mūlaṁ nāma.",
  "atk-s0303a0:74_9": "Abbuyhāti arahattamaggena taṁ samūlakaṁ uddharitvā.",
  "atk-s0303a0:74_10": "Nicchāto parinibbutoti nittaṇho parinibbuto nāmāti vattuṁ vaṭṭatīti. Paṭhamaṁ.",
  "atk-s0303a0:75_0": "2. Pariññasuttavaṇṇanā",
  "atk-s0303a0:76_0": "23.",
  "atk-s0303a0:76_1": "Dutiye pariññeyyeti parijānitabbe, samatikkamitabbeti attho.",
  "atk-s0303a0:76_2": "Pariññanti accantapariññaṁ, samatikkamanti attho.",
  "atk-s0303a0:76_3": "Rāgakkhayotiādi nibbānassa nāmaṁ. Tañhi accantapariññā nāma. Dutiyaṁ.",
  "atk-s0303a0:77_0": "3. Abhijānasuttavaṇṇanā",
  "atk-s0303a0:78_0": "24.",
  "atk-s0303a0:78_1": "Tatiye abhijānanti abhijānanto.",
  "atk-s0303a0:78_2": "Iminā ñātapariññā kathitā, dutiyapadena tīraṇapariññā, tatiyacatutthehi pahānapariññāti imasmiṁ sutte tisso pariññā kathitāti. Tatiyaṁ.",
  "atk-s0303a0:79_0": "4-9. Chandarāgasuttādivaṇṇanā",
  "atk-s0303a0:80_0": "25-30.",
  "atk-s0303a0:80_1": "Catutthādīni dhātusaṁyutte vuttanayeneva veditabbāni.",
  "atk-s0303a0:80_2": "Paṭipāṭiyā panettha pañcamachaṭṭhasattamesu cattāri saccāni kathitāni, aṭṭhamanavamesu vaṭṭavivaṭṭaṁ. Catutthādīni.",
  "atk-s0303a0:81_0": "10. Aghamūlasuttavaṇṇanā",
  "atk-s0303a0:82_0": "31. Dasame aghanti dukkhaṁ.",
  "atk-s0303a0:82_1": "Evamettha dukkhalakkhaṇameva kathitaṁ. Dasamaṁ.",
  "atk-s0303a0:83_0": "11. Pabhaṅgusuttavaṇṇanā",
  "atk-s0303a0:84_0": "32.",
  "atk-s0303a0:84_1": "Ekādasame pabhaṅgunti pabhijjanasabhāvaṁ.",
  "atk-s0303a0:84_2": "Evamidha aniccalakkhaṇameva kathitanti. Ekādasamaṁ.",
  "atk-s0303a0:85_0": "Bhāravaggo tatiyo.",
  "atk-s0303a0:86_0": "4. Natumhākavaggo",
  "atk-s0303a0:87_0": "1. Natumhākasuttavaṇṇanā",
  "atk-s0303a0:88_0": "33.",
  "atk-s0303a0:88_1": "Natumhākavaggassa paṭhame pajahathāti chandarāgappahānena pajahatha.",
  "atk-s0303a0:88_2": "Tiṇādīsu tiṇaṁ nāma antopheggu bahisāraṁ tālanāḷikerādi.",
  "atk-s0303a0:88_3": "Kaṭṭhaṁ nāma antosāraṁ bahipheggu khadirasālasākapanasādi.",
  "atk-s0303a0:88_4": "Sākhā nāma rukkhassa bāhā viya nikkhantā.",
  "atk-s0303a0:88_5": "Palāsaṁ nāma tālanāḷikerapaṇṇādi. Paṭhamaṁ.",
  "atk-s0303a0:89_0": "2. Dutiyanatumhākasuttavaṇṇanā",
  "atk-s0303a0:90_0": "34.",
  "atk-s0303a0:90_1": "Dutiyaṁ vinā upamāya bujjhanakānaṁ ajjhāsayena vuttaṁ. Dutiyaṁ.",
  "atk-s0303a0:91_0": "3. Aññatarabhikkhusuttavaṇṇanā",
  "atk-s0303a0:92_0": "35.",
  "atk-s0303a0:92_1": "Tatiye rūpañce, bhante, anusetīti yadi rūpaṁ anuseti.",
  "atk-s0303a0:92_2": "Tena saṅkhaṁ gacchatīti kāmarāgādīsu yena anusayena taṁ rūpaṁ anuseti, teneva anusayena ‘‘ratto duṭṭho mūḷho’’ti paṇṇattiṁ gacchati.",
  "atk-s0303a0:92_3": "Na tena saṅkhaṁ gacchatīti tena abhūtena anusayena ‘‘ratto duṭṭho mūḷho’’ti saṅkhaṁ na gacchatīti. Tatiyaṁ.",
  "atk-s0303a0:93_0": "4. Dutiyaaññatarabhikkhusuttavaṇṇanā",
  "atk-s0303a0:94_0": "36.",
  "atk-s0303a0:94_1": "Catutthe taṁ anumīyatīti taṁ anusayitaṁ rūpaṁ marantena anusayena anumarati.",
  "atk-s0303a0:94_2": "Na hi ārammaṇe bhijjamāne tadārammaṇā dhammā tiṭṭhanti.",
  "atk-s0303a0:94_3": "Yaṁ anumīyatīti yaṁ rūpaṁ yena anusayena anumarati.",
  "atk-s0303a0:94_4": "Tena saṅkhaṁ gacchatīti tena anusayena ‘‘ratto duṭṭho mūḷho’’ti saṅkhaṁ gacchati.",
  "atk-s0303a0:94_5": "Atha vā yanti karaṇavacanametaṁ, yena anusayena anumīyati, tena ‘‘ratto duṭṭho mūḷho’’ti saṅkhaṁ gacchatīti attho. Catutthaṁ.",
  "atk-s0303a0:95_0": "5-6. Ānandasuttādivaṇṇanā",
  "atk-s0303a0:96_0": "37-38.",
  "atk-s0303a0:96_1": "Pañcame ṭhitassa aññathattaṁ paññāyatīti dharamānassa jīvamānassa jarā paññāyati.",
  "atk-s0303a0:96_2": "Ṭhitīti hi jīvitindriyasaṅkhātāya anupālanāya nāmaṁ. Aññathattanti jarāya. Tenāhu porāṇā –",
  "atk-s0303a0:97_0": "‘‘Uppādo jāti akkhāto, bhaṅgo vutto vayoti ca;",
  "atk-s0303a0:98_0": "Aññathattaṁ jarā vuttā, ṭhitī ca anupālanā’’ti.",
  "atk-s0303a0:99_0": "Evaṁ ekekassa khandhassa uppādajarābhaṅgasaṅkhātāni tīṇi lakkhaṇāni honti yāni sandhāya vuttaṁ ‘‘tīṇimāni, bhikkhave, saṅkhatassa saṅkhatalakkhaṇānī’’ti (a. ni. 3.47).",
  "atk-s0303a0:100_0": "Tattha saṅkhataṁ nāma paccayanibbatto yo koci saṅkhāro.",
  "atk-s0303a0:100_1": "Saṅkhāro ca na lakkhaṇaṁ, lakkhaṇaṁ na saṅkhāro, na ca saṅkhārena vinā lakkhaṇaṁ paññāpetuṁ sakkā, nāpi lakkhaṇaṁ vinā saṅkhāro, lakkhaṇena pana saṅkhāro pākaṭo hoti.",
  "atk-s0303a0:100_2": "Yathā hi na ca gāvīyeva lakkhaṇaṁ, lakkhaṇameva na gāvī, nāpi gāviṁ muñcitvā lakkhaṇaṁ paññāpetuṁ sakkā, nāpi lakkhaṇaṁ muñcitvā gāviṁ, lakkhaṇena pana gāvī pākaṭā hoti, evaṁsampadamidaṁ veditabbaṁ.",
  "atk-s0303a0:101_0": "Tattha saṅkhārānaṁ uppādakkhaṇe saṅkhāropi uppādalakkhaṇampi kālasaṅkhāto tassa khaṇopi paññāyati.",
  "atk-s0303a0:101_1": "‘‘Uppādopī’’ti vutte saṅkhāropi jarālakkhaṇampi kālasaṅkhāto tassa khaṇopi paññāyati.",
  "atk-s0303a0:101_2": "Bhaṅgakkhaṇe saṅkhāropi taṁlakkhaṇampi kālasaṅkhāto tassa khaṇopi paññāyati.",
  "atk-s0303a0:101_3": "Apare pana vadanti ‘‘arūpadhammānaṁ jarākhaṇo nāma na sakkā paññāpetuṁ, sammāsambuddho ca ‘vedanāya uppādo paññāyati, vayo paññāyati, ṭhitāya aññathattaṁ paññāyatī’ti vadanto arūpadhammānampi tīṇi lakkhaṇāni paññāpeti, tāni atthikkhaṇaṁ upādāya labbhantī’’ti vatvā –",
  "atk-s0303a0:102_0": "‘‘Atthitā sabbadhammānaṁ, ṭhiti nāma pavuccati;",
  "atk-s0303a0:103_0": "Tasseva bhedo maraṇaṁ, sabbadā sabbapāṇina’’nti. –",
  "atk-s0303a0:104_0": "Imāya ācariyagāthāya tamatthaṁ sādhenti.",
  "atk-s0303a0:104_1": "Atha vā santativasena ṭhānaṁ ṭhitīti veditabbanti ca vadanti.",
  "atk-s0303a0:104_2": "Yasmā pana sutte ayaṁ viseso natthi, tasmā ācariyamatiyā suttaṁ apaṭibāhetvā suttameva pamāṇaṁ kattabbaṁ. Chaṭṭhaṁ uttānameva. Pañcamachaṭṭhāni.",
  "atk-s0303a0:105_0": "7-10. Anudhammasuttādivaṇṇanā",
  "atk-s0303a0:106_0": "39-42.",
  "atk-s0303a0:106_1": "Sattame dhammānudhammappaṭipannassāti navannaṁ lokuttaradhammānaṁ anulomadhammaṁ pubbabhāgapaṭipadaṁ paṭipannassa.",
  "atk-s0303a0:106_2": "Ayamanudhammoti ayaṁ anulomadhammo hoti.",
  "atk-s0303a0:106_3": "Nibbidābahuloti ukkaṇṭhanabahulo hutvā.",
  "atk-s0303a0:106_4": "Parijānātīti tīhi pariññāhi parijānāti.",
  "atk-s0303a0:106_5": "Parimuccatīti maggakkhaṇe uppannāya pahānapariññāya parimuccati.",
  "atk-s0303a0:106_6": "Evaṁ imasmiṁ sutte maggova kathito hoti, tathā ito paresu tīsu.",
  "atk-s0303a0:106_7": "Idha pana anupassanā aniyamitā, tesu niyamitā.",
  "atk-s0303a0:106_8": "Tasmā idhāpi sā tattha niyamitavaseneva niyametabbā.",
  "atk-s0303a0:106_9": "Na hi sakkā tīsu aññataraṁ anupassanaṁ vinā nibbindituṁ parijānituṁ vāti. Sattamādīni.",
  "atk-s0303a0:107_0": "Natumhākavaggo catuttho.",
  "atk-s0303a0:108_0": "5. Attadīpavaggo",
  "atk-s0303a0:109_0": "1. Attadīpasuttavaṇṇanā",
  "atk-s0303a0:110_0": "43.",
  "atk-s0303a0:110_1": "Attadīpavaggassa paṭhame attadīpāti attānaṁ dīpaṁ tāṇaṁ leṇaṁ gatiṁ parāyaṇaṁ patiṭṭhaṁ katvā viharathāti attho.",
  "atk-s0303a0:110_2": "Attasaraṇāti idaṁ tasseva vevacanaṁ.",
  "atk-s0303a0:110_3": "Anaññasaraṇāti idaṁ aññassa saraṇapaṭikkhepavacanaṁ.",
  "atk-s0303a0:110_4": "Na hi añño aññassa saraṇaṁ hoti aññassa vāyāmena aññassa asijjhanato, vuttampi cetaṁ –",
  "atk-s0303a0:111_0": "‘‘Attā hi attano nātho,",
  "atk-s0303a0:112_0": "Ko hi nātho paro siyā’’ti. (dha. pa. 160);",
  "atk-s0303a0:113_0": "Tenāha ‘‘anaññasaraṇā’’ti. Ko panettha attā nāma? Lokiyalokuttaro dhammo.",
  "atk-s0303a0:113_1": "Tenevāha – ‘‘dhammadīpā dhammasaraṇā anaññasaraṇā’’ti.",
  "atk-s0303a0:113_2": "Yonīti kāraṇaṁ – ‘‘yoni hesā, bhūmija, phalassa adhigamāyā’’tiādīsu (ma. ni. 3.227) viya.",
  "atk-s0303a0:113_3": "Kiṁpahotikāti kiṁpabhutikā, kuto pabhavantīti attho?",
  "atk-s0303a0:113_4": "Rūpassa tvevāti idaṁ tesaṁyeva sokādīnaṁ pahānadassanatthaṁ āraddhaṁ.",
  "atk-s0303a0:113_5": "Na paritassatīti na gaṇhāti na gahati.",
  "atk-s0303a0:113_6": "Tadaṅganibbutoti tena vipassanaṅgena kilesānaṁ nibbutattā tadaṅganibbuto.",
  "atk-s0303a0:113_7": "Imasmiṁ sutte vipassanāva kathitā. Paṭhamaṁ.",
  "atk-s0303a0:114_0": "2. Paṭipadāsuttavaṇṇanā",
  "atk-s0303a0:115_0": "44.",
  "atk-s0303a0:115_1": "Dutiye dukkhasamudayagāminī samanupassanāti yasmā sakkāyo dukkhaṁ, tassa ca samudayagāminī paṭipadā nāma ‘‘rūpaṁ attato samanupassatī’’ti evaṁ diṭṭhisamanupassanā vuttā, tasmā dukkhasamudayagāminī samanupassanāti ayamettha attho hoti.",
  "atk-s0303a0:115_2": "Dukkhanirodhagāminī samanupassanāti ettha saha vipassanāya catumaggañāṇaṁ ‘‘samanupassanā’’ti vuttaṁ.",
  "atk-s0303a0:115_3": "Iti imasmiṁ sutte vaṭṭavivaṭṭaṁ kathitaṁ. Dutiyaṁ.",
  "atk-s0303a0:116_0": "3. Aniccasuttavaṇṇanā",
  "atk-s0303a0:117_0": "45.",
  "atk-s0303a0:117_1": "Tatiye sammappaññāya daṭṭhabbanti saha vipassanāya maggapaññāya daṭṭhabbaṁ.",
  "atk-s0303a0:117_2": "Virajjati vimuccatīti maggakkhaṇe virajjati, phalakkhaṇe vimuccati.",
  "atk-s0303a0:117_3": "Anupādāya āsavehīti anuppādanirodhena niruddhehi āsavehi agahetvā iti vimuccati.",
  "atk-s0303a0:117_4": "Rūpadhātuyātiādi paccavekkhaṇadassanatthaṁ vuttaṁ.",
  "atk-s0303a0:117_5": "Saha phalena paccavekkhaṇadassanatthantipi vadantiyeva.",
  "atk-s0303a0:117_6": "Ṭhitanti upari kattabbakiccābhāvena ṭhitaṁ.",
  "atk-s0303a0:117_7": "Ṭhitattā santussitanti pattabbaṁ pattabhāvena santuṭṭhaṁ.",
  "atk-s0303a0:117_8": "Paccattaṁyeva parinibbāyatīti sayameva parinibbāyati. Tatiyaṁ.",
  "atk-s0303a0:118_0": "4. Dutiyaaniccasuttavaṇṇanā",
  "atk-s0303a0:119_0": "46.",
  "atk-s0303a0:119_1": "Catutthe pubbantānudiṭṭhiyoti pubbantaṁ anugatā aṭṭhārasa diṭṭhiyo na honti.",
  "atk-s0303a0:119_2": "Aparantānudiṭṭhiyoti aparantaṁ anugatā catucattālīsa diṭṭhiyo na honti.",
  "atk-s0303a0:119_3": "Thāmaso parāmāsoti diṭṭhithāmaso ceva diṭṭhiparāmāso ca na hoti.",
  "atk-s0303a0:119_4": "Ettāvatā paṭhamamaggo dassito.",
  "atk-s0303a0:119_5": "Idāni saha vipassanāya tayo magge ca phalāni ca dassetuṁ rūpasmintiādi āraddhaṁ.",
  "atk-s0303a0:119_6": "Atha vā diṭṭhiyo nāma vipassanāya eva pahīnā, idaṁ pana upari saha vipassanāya cattāro magge dassetuṁ āraddhaṁ. Catutthaṁ.",
  "atk-s0303a0:120_0": "5. Samanupassanāsuttavaṇṇanā",
  "atk-s0303a0:121_0": "47.",
  "atk-s0303a0:121_1": "Pañcame pañcupādānakkhandhe samanupassanti etesaṁ vā aññataranti paripuṇṇagāhavasena pañcakkhandhe samanupassanti, aparipuṇṇagāhavasena etesaṁ aññataraṁ.",
  "atk-s0303a0:121_2": "Iti ayañceva samanupassanāti iti ayañca diṭṭhisamanupassanā.",
  "atk-s0303a0:121_3": "Asmīti cassa avigataṁ hotīti yassa ayaṁ samanupassanā atthi, tasmiṁ asmīti taṇhāmānadiṭṭhisaṅkhātaṁ papañcattayaṁ avigatameva hoti.",
  "atk-s0303a0:121_4": "Pañcannaṁindriyānaṁ avakkanti hotīti tasmiṁ kilesajāte sati kammakilesapaccayānaṁ pañcannaṁ indriyānaṁ nibbatti hoti.",
  "atk-s0303a0:122_0": "Atthi, bhikkhave, manoti idaṁ kammamanaṁ sandhāya vuttaṁ. Dhammāti ārammaṇaṁ.",
  "atk-s0303a0:122_1": "Avijjādhātūti javanakkhaṇe avijjā.",
  "atk-s0303a0:122_2": "Avijjāsamphassajenāti avijjāsampayuttaphassato jātena.",
  "atk-s0303a0:122_3": "Apica manoti bhavaṅgakkhaṇe vipākamanodhātu, āvajjanakkhaṇe kiriyamanodhātu. Dhammādayo vuttappakārāva.",
  "atk-s0303a0:122_4": "Asmītipissa hotīti taṇhāmānadiṭṭhivasena asmīti evampissa hoti.",
  "atk-s0303a0:122_5": "Ito paresu ayamahamasmīti rūpādīsu kiñcideva dhammaṁ gahetvā ‘‘ayaṁ ahamasmī’’ti attadiṭṭhivasena vuttaṁ.",
  "atk-s0303a0:122_6": "Bhavissanti sassatadiṭṭhivasena.",
  "atk-s0303a0:122_7": "Na bhavissanti ucchedadiṭṭhivasena.",
  "atk-s0303a0:122_8": "Rūpī bhavissantiādīni sabbāni sassatameva bhajanti.",
  "atk-s0303a0:122_9": "Athetthāti atha tenevākārena ṭhitesu etesu indriyesu.",
  "atk-s0303a0:122_10": "Avijjā pahīyatīti catūsu saccesu aññāṇabhūtā avijjā pahīyati.",
  "atk-s0303a0:122_11": "Vijjā uppajjatīti arahattamaggavijjā uppajjati.",
  "atk-s0303a0:122_12": "Evamettha asmīti taṇhāmānadiṭṭhiyo.",
  "atk-s0303a0:122_13": "Kammassa pañcannañca indriyānaṁ antare eko sandhi, vipākamanaṁ pañcindriyapakkhikaṁ katvā pañcannañca indriyānaṁ kammassa ca antare eko sandhīti.",
  "atk-s0303a0:122_14": "Iti tayo papañcā atīto addhā, indriyādīni paccuppanno addhā, tattha kammamanaṁ ādiṁ katvā anāgatassa paccayo dassitoti. Pañcamaṁ.",
  "atk-s0303a0:123_0": "6. Khandhasuttavaṇṇanā",
  "atk-s0303a0:124_0": "48.",
  "atk-s0303a0:124_1": "Chaṭṭhe rūpakkhandho kāmāvacaro, cattāro khandhā catubhūmakā.",
  "atk-s0303a0:124_2": "Sāsavanti āsavānaṁ ārammaṇabhāvena paccayabhūtaṁ.",
  "atk-s0303a0:124_3": "Upādāniyanti tatheva ca upādānānaṁ paccayabhūtaṁ.",
  "atk-s0303a0:124_4": "Vacanattho panettha – ārammaṇaṁ katvā pavattehi saha āsavehīti sāsavaṁ. Upādātabbanti upādāniyaṁ.",
  "atk-s0303a0:124_5": "Idhāpi rūpakkhandho kāmāvacaro, avasesā tebhūmakā vipassanācāravasena vuttā.",
  "atk-s0303a0:124_6": "Evamettha rūpaṁ rāsaṭṭhena khandhesu paviṭṭhaṁ, sāsavarāsaṭṭhena upādānakkhandhesu.",
  "atk-s0303a0:124_7": "Vedanādayo sāsavāpi atthi, anāsavāpi atthi.",
  "atk-s0303a0:124_8": "Te rāsaṭṭhena sabbepi khandhesu paviṭṭhā, tebhūmakā panettha sāsavaṭṭhena upādānakkhandhesu paviṭṭhāti. Chaṭṭhaṁ.",
  "atk-s0303a0:125_0": "7-8. Soṇasuttādivaṇṇanā",
  "atk-s0303a0:126_0": "49-50.",
  "atk-s0303a0:126_1": "Sattame seyyohamasmīti visiṭṭho uttamo ahamasmi.",
  "atk-s0303a0:126_2": "Kimaññatra yathābhūtassa adassanāti yathābhūtassa adassanato aññaṁ kiṁ bhaveyya?",
  "atk-s0303a0:126_3": "Adassanaṁ aññāṇameva bhaveyyāti attho.",
  "atk-s0303a0:126_4": "Idānissa te parivaṭṭaṁ vajirabhedadesanaṁ ārabhanto taṁ kiṁ maññasi soṇotiādimāha. Aṭṭhamaṁ uttānameva. Sattamaaṭṭhamāni.",
  "atk-s0303a0:127_0": "9-10. Nandikkhayasuttādivaṇṇanā",
  "atk-s0303a0:128_0": "51-52.",
  "atk-s0303a0:128_1": "Navamadasamesu nandikkhayā rāgakkhayo, rāgakkhayā nandikkhayoti idaṁ nandīti vā rāgoti vā imesaṁ atthato ninnānākaraṇatāya vuttaṁ.",
  "atk-s0303a0:128_2": "Nibbidānupassanāya vā nibbindanto nandiṁ pajahati, virāgānupassanāya virajjanto rāgaṁ pajahati.",
  "atk-s0303a0:128_3": "Ettāvatā vipassanaṁ niṭṭhapetvā ‘‘rāgakkhayā nandikkhayo’’ti idha maggaṁ dassetvā ‘‘nandirāgakkhayā cittaṁ vimutta’’nti phalaṁ dassitanti. Navamadasamāni.",
  "atk-s0303a0:129_0": "Attadīpavaggo pañcamo.",
  "atk-s0303a0:130_0": "Mūlapaṇṇāsako samatto.",
  "atk-s0303a0:131_0": "6. Upayavaggo",
  "atk-s0303a0:132_0": "1. Upayasuttavaṇṇanā",
  "atk-s0303a0:133_0": "53.",
  "atk-s0303a0:133_1": "Upayavaggassa paṭhame upayoti taṇhāmānadiṭṭhivasena pañcakkhandhe upagato. Viññāṇanti kammaviññāṇaṁ.",
  "atk-s0303a0:133_2": "Āpajjeyyāti kammaṁ javāpetvā paṭisandhiākaḍḍhanasamatthatāya vuddhiādīni āpajjeyya.",
  "atk-s0303a0:133_3": "Viññāṇupayanti padassa aggahaṇe kāraṇaṁ vuttameva.",
  "atk-s0303a0:133_4": "Vocchijjatārammaṇanti paṭisandhiākaḍḍhanasamatthatāya abhāvena ārammaṇaṁ vocchijjati.",
  "atk-s0303a0:133_5": "Patiṭṭhā viññāṇassāti kammaviññāṇassa patiṭṭhā na hoti.",
  "atk-s0303a0:133_6": "Tadappatiṭṭhitanti taṁ appatiṭṭhitaṁ.",
  "atk-s0303a0:133_7": "Anabhisaṅkhacca vimuttanti paṭisandhiṁ anabhisaṅkharitvā vimuttaṁ. Paṭhamaṁ.",
  "atk-s0303a0:134_0": "2. Bījasuttavaṇṇanā",
  "atk-s0303a0:135_0": "54. Dutiye bījajātānīti bījāni.",
  "atk-s0303a0:135_1": "Mūlabījanti vacaṁ vacattaṁ haliddaṁ siṅgiveranti evamādi.",
  "atk-s0303a0:135_2": "Khandhabījanti assattho nigrodhoti evamādi.",
  "atk-s0303a0:135_3": "Phalubījanti ucchu veḷu naḷoti evamādi.",
  "atk-s0303a0:135_4": "Aggabījanti ajjukaṁ phaṇijjakanti evamādi.",
  "atk-s0303a0:135_5": "Bījabījanti sālivīhiādi pubbaṇṇañceva muggamāsādi aparaṇṇañca. Akhaṇḍānīti abhinnāni.",
  "atk-s0303a0:135_6": "Bhinnakālato paṭṭhāya bījaṁ bījatthāya na upakappati.",
  "atk-s0303a0:135_7": "Apūtikānīti udakatemanena apūtikāni.",
  "atk-s0303a0:135_8": "Pūtibījañhi bījatthāya na upakappati.",
  "atk-s0303a0:135_9": "Avātātapahatānīti vātena ca ātapena ca na hatāni, nirojataṁ na pāpitāni.",
  "atk-s0303a0:135_10": "Nirojañhi kasaṭaṁ bījaṁ bījatthāya na upakappati.",
  "atk-s0303a0:135_11": "Sārādānīti gahitasārāni patiṭṭhitasārāni.",
  "atk-s0303a0:135_12": "Nissārañhi bījaṁ bījatthāya na upakappati.",
  "atk-s0303a0:135_13": "Sukhasayitānīti cattāro māse koṭṭhe pakkhittaniyāmeneva sukhaṁ sayitāni.",
  "atk-s0303a0:135_14": "Pathavīti heṭṭhā patiṭṭhānapathavī. Āpoti uparisnehanaāpo.",
  "atk-s0303a0:135_15": "Catasso viññāṇaṭṭhitiyoti kammaviññāṇassa ārammaṇabhūtā rūpādayo cattāro khandhā.",
  "atk-s0303a0:135_16": "Te hi ārammaṇavasena patiṭṭhābhūtattā pathavīdhātusadisā.",
  "atk-s0303a0:135_17": "Nandirāgo sinehanaṭṭhena āpodhātusadiso.",
  "atk-s0303a0:135_18": "Viññāṇaṁ sāhāranti sappaccayaṁ kammaviññāṇaṁ.",
  "atk-s0303a0:135_19": "Tañhi bījaṁ viya pathaviyaṁ ārammaṇapathaviyaṁ viruhati. Dutiyaṁ.",
  "atk-s0303a0:136_0": "3. Udānasuttavaṇṇanā",
  "atk-s0303a0:137_0": "55.",
  "atk-s0303a0:137_1": "Tatiye udānaṁ udānesīti balavasomanassasamuṭṭhānaṁ udānaṁ udāhari.",
  "atk-s0303a0:137_2": "Kiṁ nissāya panesa bhagavato uppannoti. Sāsanassa niyyānikabhāvaṁ. Kathaṁ?",
  "atk-s0303a0:137_3": "Evaṁ kirassa ahosi, ‘‘tayome upanissayā – dānūpanissayo sīlūpanissayo bhāvanūpanissayo cā’’ti.",
  "atk-s0303a0:137_4": "Tesu dānasīlūpanissayā dubbalā, bhāvanūpanissayo balavā.",
  "atk-s0303a0:137_5": "Dānasīlūpanissayā hi tayo magge ca phalāni ca pāpenti, bhāvanūpanissayo arahattaṁ pāpeti.",
  "atk-s0303a0:137_6": "Iti dubbalūpanissaye patiṭṭhito bhikkhu ghaṭento vāyamanto pañcorambhāgiyāni bandhanāni chetvā tīṇi maggaphalāni nibbatteti, ‘‘aho sāsanaṁ niyyānika’’nti āvajjentassa ayaṁ udapādi.",
  "atk-s0303a0:138_0": "Tattha ‘‘dubbalūpanissaye ṭhatvā ghaṭamāno tīṇi maggaphalāni pāpuṇātī’’ti imassatthassāvibhāvanatthaṁ milakattherassa vatthu veditabbaṁ – so kira gihikāle pāṇātipātakammena jīvikaṁ kappento araññe pāsasatañceva adūhalasatañca yojesi.",
  "atk-s0303a0:138_1": "Athekadivasaṁ aṅgārapakkamaṁsaṁ khāditvā pāsaṭṭhānesu vicaranto pipāsābhibhūto ekassa araññavāsittherassa vihāraṁ gantvā therassa caṅkamantassa avidūre ṭhitaṁ pānīyaghaṭaṁ vivari, hatthatemanamattampi udakaṁ nāddasa.",
  "atk-s0303a0:138_2": "So kujjhitvā āha – ‘‘bhikkhu, bhikkhu tumhe gahapatikehi dinnaṁ bhuñjitvā bhuñjitvā supatha, pānīyaghaṭe añjalimattampi udakaṁ na ṭhapetha, na yuttameta’’nti.",
  "atk-s0303a0:138_3": "Thero ‘‘mayā pānīyaghaṭo pūretvā ṭhapito, kiṁ nu kho eta’’nti?",
  "atk-s0303a0:138_4": "Gantvā olokento paripuṇṇaghaṭaṁ disvā pānīyasaṅkhaṁ pūretvā adāsi.",
  "atk-s0303a0:138_5": "So dvattisaṅkhapūraṁ pivitvā cintesi – ‘‘evaṁ pūritaghaṭo nāma mama kammaṁ āgamma tattakapālo viya jāto.",
  "atk-s0303a0:138_6": "Kiṁ nu kho anāgate attabhāve bhavissatī’’ti?",
  "atk-s0303a0:138_7": "Saṁviggacitto dhanuṁ chaḍḍetvā, ‘‘pabbājetha maṁ, bhante’’ti āha.",
  "atk-s0303a0:138_8": "Thero tacapañcakakammaṭṭhānaṁ ācikkhitvā taṁ pabbājesi.",
  "atk-s0303a0:139_0": "Tassa samaṇadhammaṁ karontassa bahūnaṁ migasūkarānaṁ māritaṭṭhānaṁ pāsaadūhalānañca yojitaṭṭhānaṁ upaṭṭhāti.",
  "atk-s0303a0:139_1": "Taṁ anussarato sarīre dāho uppajjati, kūṭagoṇo viya kammaṭṭhānampi vīthiṁ na paṭipajjati.",
  "atk-s0303a0:139_2": "So ‘‘kiṁ karissāmi bhikkhubhāvenā’’ti ?",
  "atk-s0303a0:139_3": "Anabhiratiyā pīḷito therassa santikaṁ gantvā vanditvā āha – ‘‘na sakkomi, bhante, samaṇadhammaṁ kātu’’nti.",
  "atk-s0303a0:139_4": "Atha naṁ thero ‘‘hatthakammaṁ karohī’’ti āha.",
  "atk-s0303a0:139_5": "So ‘‘sādhu, bhante’’ti vatvā udumbarādayo allarukkhe chinditvā mahantaṁ rāsiṁ katvā, ‘‘idāni kiṁ karomī’’ti pucchi? Jhāpehi nanti.",
  "atk-s0303a0:139_6": "So catūsu disāsu aggiṁ datvā jhāpetuṁ asakkonto, ‘‘bhante, na sakkomī’’ti āha.",
  "atk-s0303a0:139_7": "Thero ‘‘tena hi apehī’’ti pathaviṁ dvidhā katvā avīcito khajjopanakamattaṁ aggiṁ nīharitvā tattha pakkhipi.",
  "atk-s0303a0:139_8": "So tāva mahantaṁ rāsiṁ sukkhapaṇṇaṁ viya khaṇena jhāpesi.",
  "atk-s0303a0:139_9": "Athassa thero avīciṁ dassetvā, ‘‘sace vibbhamissasi, ettha paccissasī’’ti saṁvegaṁ janesi.",
  "atk-s0303a0:139_10": "So avīcidassanato paṭṭhāya pavedhamāno ‘‘niyyānikaṁ, bhante, buddhasāsana’’nti pucchi, āmāvusoti.",
  "atk-s0303a0:139_11": "Bhante, buddhasāsanassa niyyānikatte sati milako attamokkhaṁ karissati, mā cintayitthāti.",
  "atk-s0303a0:139_12": "Tato paṭṭhāya samaṇadhammaṁ karoti ghaṭeti, tassa vattapaṭivattaṁ pūreti, niddāya bādhayamānāya tintaṁ palālaṁ sīse ṭhapetvā pāde soṇḍiyaṁ otāretvā nisīdati.",
  "atk-s0303a0:139_13": "So ekadivasaṁ pānīyaṁ parissāvetvā ghaṭaṁ ūrumhi ṭhapetvā udakamaṇikānaṁ pacchedaṁ āgamayamāno aṭṭhāsi.",
  "atk-s0303a0:139_14": "Atha kho thero sāmaṇerassa imaṁ uddesaṁ deti –",
  "atk-s0303a0:140_0": "‘‘Uṭṭhānavato satīmato,",
  "atk-s0303a0:141_0": "Sucikammassa nisammakārino;",
  "atk-s0303a0:142_0": "Saññatassa dhammajīvino,",
  "atk-s0303a0:143_0": "Appamattassa yasobhivaḍḍhatī’’ti. (dha. pa. 24);",
  "atk-s0303a0:144_0": "So catuppadikampi taṁ gāthaṁ attaniyeva upanesi – ‘‘uṭṭhānavatā nāma mādisena bhavitabbaṁ.",
  "atk-s0303a0:144_1": "Satimatāpi mādiseneva…pe… appamattenapi mādiseneva bhavitabba’’nti.",
  "atk-s0303a0:144_2": "Evaṁ taṁ gāthaṁ attani upanetvā tasmiṁyeva padavāre ṭhito pañcorambhāgiyāni saṁyojanāni chinditvā anāgāmiphale patiṭṭhāya haṭṭhatuṭṭho –",
  "atk-s0303a0:145_0": "‘‘Allaṁ palālapuñjāhaṁ, sīsenādāya caṅkamiṁ;",
  "atk-s0303a0:146_0": "Pattosmi tatiyaṁ ṭhānaṁ, ettha me natthi saṁsayo’’ti. –",
  "atk-s0303a0:147_0": "Imaṁ udānagāthaṁ āha.",
  "atk-s0303a0:147_1": "Evaṁ dubbalūpanissaye ṭhito ghaṭento vāyamanto pañcorambhāgiyāni saṁyojanāni chinditvā tīṇi maggaphalāni nibbatteti.",
  "atk-s0303a0:147_2": "Tenāha bhagavā – ‘‘no cassaṁ, no ca me siyā, nābhavissa, na me bhavissatīti evaṁ adhimuccamāno bhikkhu chindeyya orambhāgiyāni saṁyojanānī’’ti.",
  "atk-s0303a0:148_0": "Tattha no cassaṁ, no ca me siyāti sace ahaṁ na bhaveyyaṁ, mama parikkhāropi na bhaveyya.",
  "atk-s0303a0:148_1": "Sace vā pana me atīte kammābhisaṅkhāro nābhavissa, idaṁ me etarahi khandhapañcakaṁ na bhaveyya.",
  "atk-s0303a0:148_2": "Nābhavissa, na me bhavissatīti idāni pana tathā parakkamissāmi, yathā me āyatiṁ khandhābhinibbattako kammasaṅkhāro na bhavissati, tasmiṁ asati āyatiṁ paṭisandhi nāma na me bhavissati.",
  "atk-s0303a0:148_3": "Evaṁ adhimuccamānoti evaṁ adhimuccanto bhikkhu dubbalūpanissaye ṭhito pañcorambhāgiyāni saṁyojanāni chindeyya.",
  "atk-s0303a0:148_4": "Evaṁ vutteti evaṁ sāsanassa niyyānikabhāvaṁ āvajjentena bhagavatā imasmiṁ udāne vutte.",
  "atk-s0303a0:148_5": "Rūpaṁ vibhavissatīti rūpaṁ bhijjissati.",
  "atk-s0303a0:148_6": "Rūpassa vibhavāti vibhavadassanena sahavipassanena.",
  "atk-s0303a0:148_7": "Sahavipassanakā hi cattāro maggā rūpādīnaṁ vibhavadassanaṁ nāma. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0303a0:148_8": "Evaṁ adhimuccamāno, bhante, bhikkhu chindeyyāti, bhante, evaṁ adhimuccamāno bhikkhu chindeyyeva pañcorambhāgiyāni saṁyojanāni. Kasmā na chindissatīti?",
  "atk-s0303a0:149_0": "Idāni upari maggaphalaṁ pucchanto kathaṁ pana, bhantetiādimāha.",
  "atk-s0303a0:149_1": "Tattha anantarāti dve anantarāni āsannānantarañca dūrānantarañca.",
  "atk-s0303a0:149_2": "Vipassanā maggassa āsannānantaraṁ nāma, phalassa dūrānantaraṁ nāma.",
  "atk-s0303a0:149_3": "Taṁ sandhāya ‘‘kathaṁ pana, bhante, jānato kathaṁ passato vipassanānantarā ‘āsavānaṁ khayo’ti saṅkhaṁ gataṁ arahattaphalaṁ hotī’’ti pucchati.",
  "atk-s0303a0:149_4": "Atasitāyeti atasitabbe abhāyitabbe ṭhānamhi.",
  "atk-s0303a0:149_5": "Tāsaṁ āpajjatīti bhayaṁ āpajjati.",
  "atk-s0303a0:149_6": "Tāso hesoti yā esā ‘‘no cassaṁ, no ca me siyā’’ti evaṁ pavattā dubbalavipassanā, sā yasmā attasinehaṁ pariyādātuṁ na sakkoti, tasmā assutavato puthujjanassa tāso nāma hoti.",
  "atk-s0303a0:149_7": "So hi ‘‘idānāhaṁ ucchijjissāmi, na dāni kiñci bhavissāmī’’ti attānaṁ papāte patantaṁ viya passati aññataro brāhmaṇo viya.",
  "atk-s0303a0:149_8": "Lohapāsādassa kira heṭṭhā tipiṭakacūḷanāgatthero tilakkhaṇāhataṁ dhammaṁ parivatteti.",
  "atk-s0303a0:149_9": "Atha aññatarassa brāhmaṇassa ekamante ṭhatvā dhammaṁ suṇantassa saṅkhārā suññato upaṭṭhahiṁsu.",
  "atk-s0303a0:149_10": "So papāte patanto viya hutvā vivaṭadvārena tato palāyitvā gehaṁ pavisitvā, puttaṁ ure sayāpetvā, ‘‘tāta, sakyasamayaṁ āvajjento manamhi naṭṭho’’ti āha.",
  "atk-s0303a0:149_11": "Na heso bhikkhu tāsoti esā evaṁ pavattā balavavipassanā sutavato ariyasāvakassa na tāso nāma hoti.",
  "atk-s0303a0:149_12": "Na hi tassa evaṁ hoti ‘‘ahaṁ ucchijjissāmī’’ti vā ‘‘vinassissāmī’’ti vāti.",
  "atk-s0303a0:149_13": "Evaṁ pana hoti ‘‘saṅkhārāva uppajjanti, saṅkhārāva nirujjhantī’’ti. Tatiyaṁ.",
  "atk-s0303a0:150_0": "4. Upādānaparipavattasuttavaṇṇanā",
  "atk-s0303a0:151_0": "56.",
  "atk-s0303a0:151_1": "Catutthe catuparivaṭṭanti ekekasmiṁ khandhe catunnaṁ parivaṭṭanavasena.",
  "atk-s0303a0:151_2": "Rūpaṁ abbhaññāsinti rūpaṁ dukkhasaccanti abhiññāsiṁ.",
  "atk-s0303a0:151_3": "Evaṁ sabbapadesu catusaccavaseneva attho veditabbo.",
  "atk-s0303a0:151_4": "Āhārasamudayāti ettha sacchandarāgo kabaḷīkārāhāro āhāro nāma.",
  "atk-s0303a0:151_5": "Paṭipannāti sīlato paṭṭhāya yāva arahattamaggā paṭipannā honti. Gādhantīti patiṭṭhahanti.",
  "atk-s0303a0:151_6": "Ettāvatā sekkhabhūmiṁ kathetvā idāni asekkhabhūmiṁ kathento ye ca kho keci, bhikkhavetiādimāha.",
  "atk-s0303a0:151_7": "Suvimuttāti arahattaphalavimuttiyā suṭṭhu vimuttā.",
  "atk-s0303a0:151_8": "Kevalinoti sakalino katasabbakiccā.",
  "atk-s0303a0:151_9": "Vaṭṭaṁ tesaṁ natthi paññāpanāyāti yena te avasiṭṭhena vaṭṭena paññāpeyyuṁ, taṁ nesaṁ vaṭṭaṁ natthi paññāpanāya.",
  "atk-s0303a0:151_10": "Atha vā vaṭṭanti kāraṇaṁ, paññāpanāya kāraṇaṁ natthīti.",
  "atk-s0303a0:151_11": "Ettāvatā asekkhabhūmivāro kathito. Catutthaṁ.",
  "atk-s0303a0:152_0": "5. Sattaṭṭhānasuttavaṇṇanā",
  "atk-s0303a0:153_0": "57.",
  "atk-s0303a0:153_1": "Pañcame sattaṭṭhānakusaloti sattasu okāsesu cheko. Vusitavāti vusitavāso. Uttamapurisoti seṭṭhapuriso.",
  "atk-s0303a0:153_2": "Sesamettha vuttanayeneva veditabbaṁ.",
  "atk-s0303a0:153_3": "Idaṁ pana suttaṁ ussadanandiyañceva palobhanīyañcāti veditabbaṁ.",
  "atk-s0303a0:153_4": "Yathā hi rājā vijitasaṅgāmo saṅgāme vijayino yodhe uccaṭṭhāne ṭhapetvā tesaṁ sakkāraṁ karoti. Kiṁ kāraṇā?",
  "atk-s0303a0:153_5": "Etesaṁ sakkāraṁ disvā sesāpi sūrā bhavituṁ maññissantīti, evameva bhagavā appameyyaṁ kālaṁ pāramiyo pūretvā mahābodhimaṇḍe kilesamāravijayaṁ katvā sabbaññutaṁ patto sāvatthiyaṁ jetavanamahāvihāre nisīditvā imaṁ suttaṁ desento khīṇāsave ukkhipitvā thomesi vaṇṇesi. Kiṁ kāraṇā?",
  "atk-s0303a0:153_6": "Evaṁ avasesā sekkhapuggalā arahattaphalaṁ pattabbaṁ maññissantīti.",
  "atk-s0303a0:153_7": "Evametaṁ suttaṁ khīṇāsavānaṁ ukkhipitvā pasaṁsitattā ussadanandiyaṁ, sekkhānaṁ palobhitattā palobhanīyanti veditabbaṁ.",
  "atk-s0303a0:154_0": "Evaṁkho, bhikkhave, bhikkhu sattaṭṭhānakusalo hotīti ettāvatā cettha maggaphalapaccavekkhaṇavasena desanaṁ niṭṭhapetvāpi puna kathañca, bhikkhave, bhikkhu tividhūpaparikkhī hotīti idaṁ ‘‘khīṇāsavo yasmiṁ ārammaṇe satatavihārena viharati, taṁ satto vā puggalo vā na hoti, dhātuādimattameva pana hotī’’ti evaṁ khīṇāsavassa satatavihārañca, ‘‘imesu dhammesu kammaṁ katvā ayaṁ āgato’’ti āgamanīyapaṭipadañca dassetuṁ vuttaṁ.",
  "atk-s0303a0:154_1": "Tattha dhātuso upaparikkhatīti dhātusabhāvena passati oloketi. Sesapadadvayepi eseva nayo. Pañcamaṁ.",
  "atk-s0303a0:155_0": "6. Sammāsambuddhasuttavaṇṇanā",
  "atk-s0303a0:156_0": "58.",
  "atk-s0303a0:156_1": "Chaṭṭhe ko adhippayāsoti ko adhikapayogo.",
  "atk-s0303a0:156_2": "Anuppannassāti imañhi maggaṁ kassapasammāsambuddho uppādesi, antarā añño satthā uppādetuṁ nāsakkhi, iti bhagavā anuppannassa maggassa uppādetā nāma.",
  "atk-s0303a0:156_3": "Nagaropamasmiñhi avaḷañjanaṭṭhānesu purāṇamaggo jāto, idha avattamānaṭṭhena anuppannamaggo nāma.",
  "atk-s0303a0:156_4": "Asañjātassāti tasseva vevacanaṁ. Anakkhātassāti akathitassa. Maggaṁ jānātīti maggaññū.",
  "atk-s0303a0:156_5": "Maggaṁ viditaṁ pākaṭaṁ akāsīti maggavidū.",
  "atk-s0303a0:156_6": "Magge ca amagge ca kovidoti maggakovido.",
  "atk-s0303a0:156_7": "Maggānugāti maggaṁ anugacchantā.",
  "atk-s0303a0:156_8": "Pacchā samannāgatāti ahaṁ paṭhamaṁ gato, sāvakā pacchā samannāgatā. Chaṭṭhaṁ.",
  "atk-s0303a0:157_0": "7. Anattalakkhaṇasuttavaṇṇanā",
  "atk-s0303a0:158_0": "59.",
  "atk-s0303a0:158_1": "Sattame pañcavaggiyeti aññāsi koṇḍaññattherādike pañca jane purāṇupaṭṭhāke.",
  "atk-s0303a0:158_2": "Āmantesīti āsāḷhipuṇṇamadivase dhammacakkappavattanato paṭṭhāya anukkamena sotāpattiphale patiṭṭhite ‘‘idāni nesaṁ āsavakkhayāya dhammaṁ desessāmī’’ti pañcamiyaṁ pakkhassa āmantesi.",
  "atk-s0303a0:158_3": "Etadavocāti etaṁ ‘‘rūpaṁ, bhikkhave, anattā’’tiādinayappavattaṁ anattalakkhaṇasuttaṁ avoca.",
  "atk-s0303a0:158_4": "Tattha anattāti pubbe vuttehi catūhi kāraṇehi anattā.",
  "atk-s0303a0:158_5": "Taṁ kiṁ maññatha, bhikkhaveti idaṁ kasmā āraddhaṁ?",
  "atk-s0303a0:158_6": "Ettakena ṭhānena anattalakkhaṇameva kathitaṁ, na aniccadukkhalakkhaṇāni, idāni tāni dassetvā samodhānetvā tīṇipi lakkhaṇāni dassetuṁ idamāraddhanti veditabbaṁ.",
  "atk-s0303a0:158_7": "Tasmāti yasmā ime pañcakkhandhā aniccā dukkhā anattā, tasmā.",
  "atk-s0303a0:158_8": "Yaṁkiñci rūpantiādīsu vitthārakathā visuddhimagge paññābhāvanādhikāre khandhaniddese vuttāva.",
  "atk-s0303a0:158_9": "Sesaṁ sabbattha vuttānusāreneva veditabbaṁ.",
  "atk-s0303a0:158_10": "Imasmiṁ pana sutte anattalakkhaṇameva kathitanti. Sattamaṁ.",
  "atk-s0303a0:159_0": "8. Mahālisuttavaṇṇanā",
  "atk-s0303a0:160_0": "60.",
  "atk-s0303a0:160_1": "Aṭṭhame ekantadukkhantiādīni dhātusaṁyutte vuttanayāneva. Aṭṭhamaṁ.",
  "atk-s0303a0:161_0": "9. Ādittasuttavaṇṇanā",
  "atk-s0303a0:162_0": "61.",
  "atk-s0303a0:162_1": "Navame ādittanti ekādasahi aggīhi ādittaṁ pajjalitaṁ.",
  "atk-s0303a0:162_2": "Iti dvīsupi imesu suttesu dukkhalakkhaṇameva kathitaṁ. Navamaṁ.",
  "atk-s0303a0:163_0": "10. Niruttipathasuttavaṇṇanā",
  "atk-s0303a0:164_0": "62.Dasame niruttiyova niruttipathā, atha vā niruttiyo ca tā niruttivasena viññātabbānaṁ atthānaṁ pathattā pathā cāti niruttipathā. Sesapadadvayepi eseva nayo.",
  "atk-s0303a0:164_1": "Tīṇipi cetāni aññamaññavevacanānevāti veditabbāni.",
  "atk-s0303a0:164_2": "Asaṁkiṇṇāti avijahitā, ‘‘ko imehi attho’’ti vatvā achaḍḍitā.",
  "atk-s0303a0:164_3": "Asaṁkiṇṇapubbāti atītepi na jahitapubbā.",
  "atk-s0303a0:164_4": "Na saṁkīyantīti etarahipi ‘‘kimetehī’’ti na chaḍḍīyanti.",
  "atk-s0303a0:164_5": "Na saṁkīyissantīti anāgatepi na chaḍḍīyissanti. Appaṭikuṭṭhāti appaṭibāhitā.",
  "atk-s0303a0:164_6": "Atītanti attano sabhāvaṁ bhaṅgameva vā atikkantaṁ.",
  "atk-s0303a0:164_7": "Niruddhanti desantaraṁ asaṅkamitvā tattheva niruddhaṁ vūpasantaṁ.",
  "atk-s0303a0:164_8": "Vipariṇatanti vipariṇāmaṁ gataṁ naṭṭhaṁ. Ajātanti anuppannaṁ. Apātubhūtanti apākaṭībhūtaṁ.",
  "atk-s0303a0:165_0": "Ukkalāti ukkalajanapadavāsino.",
  "atk-s0303a0:165_1": "Vassabhaññāti vasso ca bhañño ca. Dvepi hi te mūladiṭṭhigatikā.",
  "atk-s0303a0:165_2": "Ahetukavādātiādīsu ‘‘natthi hetu natthi paccayo’’ti gahitattā ahetukavādā.",
  "atk-s0303a0:165_3": "‘‘Karoto na karīyati pāpa’’nti gahitattā akiriyavādā.",
  "atk-s0303a0:165_4": "‘‘Natthi dinna’’ntiādigahaṇato natthikavādā.",
  "atk-s0303a0:165_5": "Tattha ime dve janā, tisso diṭṭhiyo, kiṁ ekekassa diyaḍḍhā hotīti?",
  "atk-s0303a0:165_6": "Na tathā, yathā pana eko bhikkhu paṭipāṭiyā cattāripi jhānāni nibbatteti , evamettha ekeko tissopi diṭṭhiyo nibbattesīti veditabbo.",
  "atk-s0303a0:165_7": "‘‘Natthi hetu natthi paccayo’’ti punappunaṁ āvajjentassa āharantassa abhinandantassa assādentassa maggadassanaṁ viya hoti.",
  "atk-s0303a0:165_8": "So micchattaniyāmaṁ okkamati, so ekantakāḷakoti vuccati.",
  "atk-s0303a0:165_9": "Yathā pana ahetukadiṭṭhiyaṁ, evaṁ ‘‘karoto na karīyati pāpaṁ, natthi dinna’’nti imesupi ṭhānesu micchattaniyāmaṁ okkamati.",
  "atk-s0303a0:166_0": "Na garahitabbaṁ nappaṭikkositabbaṁ amaññiṁsūti ettha ‘‘yadetaṁ atītaṁ nāma, nayidaṁ atītaṁ, idamassa anāgataṁ vā paccuppannaṁ vā’’ti vadanto garahati nāma.",
  "atk-s0303a0:166_1": "Tattha dosaṁ dassetvā ‘‘kiṁ iminā garahitenā’’ti? Vadanto paṭikkosati nāma.",
  "atk-s0303a0:166_2": "Ime pana niruttipathe tepi accantakāḷakā diṭṭhigatikā na garahitabbe na paṭikkositabbe maññiṁsu.",
  "atk-s0303a0:166_3": "Atītaṁ pana atītameva, anāgataṁ anāgatameva, paccuppannaṁ paccuppannameva kathayiṁsu.",
  "atk-s0303a0:166_4": "Nindāghaṭṭanabyārosaupārambhabhayāti viññūnaṁ santikā nindābhayena ca ghaṭṭanabhayena ca dosāropanabhayena ca upārambhabhayena ca.",
  "atk-s0303a0:166_5": "Iti imasmiṁ sutte catubhūmikakhandhānaṁ paṇṇatti kathitāti. Dasamaṁ.",
  "atk-s0303a0:167_0": "Upayavaggo chaṭṭho.",
  "atk-s0303a0:168_0": "7. Arahantavaggo",
  "atk-s0303a0:169_0": "1. Upādiyamānasuttavaṇṇanā",
  "atk-s0303a0:170_0": "63.",
  "atk-s0303a0:170_1": "Arahantavaggassa paṭhame upādiyamānoti taṇhāmānadiṭṭhivasena gaṇhamāno.",
  "atk-s0303a0:170_2": "Baddho mārassāti mārassa pāsena baddho nāma.",
  "atk-s0303a0:170_3": "Mutto pāpimatoti pāpimato pāsena mutto nāma hoti. Paṭhamaṁ.",
  "atk-s0303a0:171_0": "2. Maññamānasuttavaṇṇanā",
  "atk-s0303a0:172_0": "64.",
  "atk-s0303a0:172_1": "Dutiye maññamānoti taṇhāmānadiṭṭhimaññanāhi maññamāno. Dutiyaṁ.",
  "atk-s0303a0:173_0": "3. Abhinandamānasuttavaṇṇanā",
  "atk-s0303a0:174_0": "65.",
  "atk-s0303a0:174_1": "Tatiye abhinandamānoti taṇhāmānadiṭṭhiabhinandanāhiyeva abhinandamāno. Tatiyaṁ.",
  "atk-s0303a0:175_0": "4-5. Aniccasuttādivaṇṇanā",
  "atk-s0303a0:176_0": "66-68.",
  "atk-s0303a0:176_1": "Catutthe chandoti taṇhāchando.",
  "atk-s0303a0:176_2": "Pañcamachaṭṭhesupi eseva nayo. Catutthādīni.",
  "atk-s0303a0:177_0": "7. Anattaniyasuttavaṇṇanā",
  "atk-s0303a0:178_0": "69.",
  "atk-s0303a0:178_1": "Sattame anattaniyanti na attano santakaṁ, attano parikkhārabhāvena suññatanti attho. Sattamaṁ.",
  "atk-s0303a0:179_0": "8-10. Rajanīyasaṇṭhitasuttādivaṇṇanā",
  "atk-s0303a0:180_0": "70-72.",
  "atk-s0303a0:180_1": "Aṭṭhame rajanīyasaṇṭhitanti rajanīyena ākārena saṇṭhitaṁ, rāgassa paccayabhāvena ṭhitanti attho.",
  "atk-s0303a0:180_2": "Navamadasamāni rāhulasaṁyutte vuttanayeneva veditabbānīti. Aṭṭhamādīni.",
  "atk-s0303a0:181_0": "Arahantavaggo sattamo.",
  "atk-s0303a0:182_0": "8. Khajjanīyavaggo",
  "atk-s0303a0:183_0": "1-3. Assādasuttādivaṇṇanā",
  "atk-s0303a0:184_0": "73-75.",
  "atk-s0303a0:184_1": "Khajjanīyavaggassa ādito tīsu suttesu catusaccameva kathitaṁ. Paṭhamādīni.",
  "atk-s0303a0:185_0": "4. Arahantasuttavaṇṇanā",
  "atk-s0303a0:186_0": "76.",
  "atk-s0303a0:186_1": "Catutthe yāvatā, bhikkhave, sattāvāsāti, bhikkhave, yattakā sattāvāsā nāma atthi.",
  "atk-s0303a0:186_2": "Yāvatā bhavagganti yattakaṁ bhavaggaṁ nāma atthi.",
  "atk-s0303a0:186_3": "Ete aggā ete seṭṭhāti ete aggabhūtā ceva seṭṭhabhūtā ca.",
  "atk-s0303a0:186_4": "Yadidaṁ arahantoti ye ime arahanto nāma.",
  "atk-s0303a0:186_5": "Idampi suttaṁ purimanayeneva ussadanandiyañca palobhanīyañcāti veditabbaṁ.",
  "atk-s0303a0:187_0": "Athāparaṁ etadavocāti tadatthaparidīpanāhi ceva visesatthaparidīpanāhi ca gāthāhi etaṁ ‘‘sukhino vata arahanto’’tiādivacanaṁ avoca.",
  "atk-s0303a0:187_1": "Tattha sukhinoti jhānasukhena maggasukhena phalasukhena ca sukhitā.",
  "atk-s0303a0:187_2": "Taṇhā tesaṁ na vijjatīti tesaṁ apāyadukkhajanikā taṇhā na vajjati.",
  "atk-s0303a0:187_3": "Evaṁ te imassapi taṇhāmūlakassa abhāvena sukhitāva.",
  "atk-s0303a0:187_4": "Asmimāno samucchinnoti navavidho asmimāno arahattamaggena samucchinno.",
  "atk-s0303a0:187_5": "Mohajālaṁ padālitanti ñāṇena avijjājālaṁ phālitaṁ.",
  "atk-s0303a0:188_0": "Anejanti ejāsaṅkhātāya taṇhāya pahānabhūtaṁ arahattaṁ.",
  "atk-s0303a0:188_1": "Anupalittāti taṇhādiṭṭhilepehi alittā. Brahmabhūtāti seṭṭhabhūtā.",
  "atk-s0303a0:188_2": "Pariññāyāti tīhi pariññāhi parijānitvā.",
  "atk-s0303a0:188_3": "Sattasaddhammagocarāti saddhā hirī ottappaṁ bāhusaccaṁ āraddhavīriyatā upaṭṭhitassatitā paññāti ime satta saddhammā gocaro etesanti sattasaddhammagocarā.",
  "atk-s0303a0:189_0": "Sattaratanasampannāti sattahi bojjhaṅgaratanehi samannāgatā.",
  "atk-s0303a0:189_1": "Anuvicarantīti lokiyamahājanāpi anuvicarantiyeva.",
  "atk-s0303a0:189_2": "Idha pana khīṇāsavānaṁ nirāsaṅkacāro nāma gahito.",
  "atk-s0303a0:189_3": "Tenevāha ‘‘pahīnabhayabheravā’’ti.",
  "atk-s0303a0:189_4": "Tattha bhayaṁ bhayameva, bheravaṁ balavabhayaṁ.",
  "atk-s0303a0:189_5": "Dasahaṅgehi sampannāti asekkhehi dasahi aṅgehi samannāgatā.",
  "atk-s0303a0:189_6": "Mahānāgāti catūhi kāraṇehi mahānāgā.",
  "atk-s0303a0:189_7": "Samāhitāti upacārappanāhi samāhitā.",
  "atk-s0303a0:189_8": "Taṇhā tesaṁ na vijjatīti ‘‘ūno loko atitto taṇhādāsoti kho, mahārāja, tena bhagavatā’’ti (ma. ni.",
  "atk-s0303a0:189_9": "2.305) evaṁ vuttā dāsakārikā taṇhāpi tesaṁ natthi.",
  "atk-s0303a0:189_10": "Iminā khīṇāsavānaṁ bhujissabhāvaṁ dasseti.",
  "atk-s0303a0:190_0": "Asekhañāṇanti arahattaphalañāṇaṁ.",
  "atk-s0303a0:190_1": "Antimoyaṁ samussayoti pacchimo ayaṁ attabhāvo.",
  "atk-s0303a0:190_2": "Yo sāro brahmacariyassāti sāro nāma phalaṁ.",
  "atk-s0303a0:190_3": "Tasmiṁ aparapaccayāti tasmiṁ ariyaphale, na aññaṁ pattiyāyanti, paccakkhatova paṭivijjhitvā ṭhitā.",
  "atk-s0303a0:190_4": "Vidhāsu na vikampantīti tīsu mānakoṭṭhāsesu na vikampanti. Dantabhūminti arahattaṁ.",
  "atk-s0303a0:190_5": "Vijitāvinoti rāgādayo vijetvā ṭhitā.",
  "atk-s0303a0:191_0": "Uddhantiādīsu uddhaṁ vuccati kesamatthako, apācīnaṁ pādatalaṁ, tiriyaṁ vemajjhaṁ.",
  "atk-s0303a0:191_1": "Uddhaṁ vā atītaṁ, apācīnaṁ anāgataṁ, tiriyaṁ paccuppannaṁ.",
  "atk-s0303a0:191_2": "Uddhaṁ vā vuccati devaloko, apācīnaṁ apāyaloko, tiriyaṁ manussaloko.",
  "atk-s0303a0:191_3": "Nandī tesaṁ na vijjatīti etesu ṭhānesu saṅkhepato vā atītānāgatapaccuppannesu khandhesu tesaṁ taṇhā natthi.",
  "atk-s0303a0:191_4": "Idha vaṭṭamūlakataṇhāya abhāvo dassito.",
  "atk-s0303a0:191_5": "Buddhāti catunnaṁ saccānaṁ buddhattā buddhā.",
  "atk-s0303a0:192_0": "Idaṁ panettha sīhanādasamodhānaṁ – ‘‘vimuttisukhenamhā sukhitā, dukkhajanikā no taṇhā pahīnā, pañcakkhandhā pariññātā, dāsakārikataṇhā ceva vaṭṭamūlikataṇhā ca pahīnā, anuttaramhā asadisā, catunnaṁ saccānaṁ buddhattā buddhā’’ti bhavapiṭṭhe ṭhatvā abhītanādasaṅkhātaṁ sīhanādaṁ nadanti khīṇāsavāti. Catutthaṁ.",
  "atk-s0303a0:193_0": "5. Dutiyaarahantasuttavaṇṇanā",
  "atk-s0303a0:194_0": "77.",
  "atk-s0303a0:194_1": "Pañcamaṁ vinā gāthāhi suddhikameva katvā kathiyamānaṁ bujjhanakānaṁ ajjhāsayena vuttaṁ. Pañcamaṁ.",
  "atk-s0303a0:195_0": "6. Sīhasuttavaṇṇanā",
  "atk-s0303a0:196_0": "78.",
  "atk-s0303a0:196_1": "Chaṭṭhe sīhoti cattāro sīhā – tiṇasīho, kāḷasīho, paṇḍusīho, kesarasīhoti.",
  "atk-s0303a0:196_2": "Tesu tiṇasīho kapotavaṇṇagāvisadiso tiṇabhakkho ca hoti.",
  "atk-s0303a0:196_3": "Kāḷasīho kāḷagāvisadiso tiṇabhakkhoyeva.",
  "atk-s0303a0:196_4": "Paṇḍusīho paṇḍupalāsavaṇṇagāvisadiso maṁsabhakkho.",
  "atk-s0303a0:196_5": "Kesarasīho lākhārasaparikammakateneva mukhena agganaṅguṭṭhena catūhi ca pādapariyantehi samannāgato, matthakatopissa paṭṭhāya lākhātūlikāya katvā viya tisso rājiyo piṭṭhimajjhena gantvā antarasatthimhi dakkhiṇāvattā hutvā ṭhitā, khandhe panassa satasahassagghanikakambalaparikkhepo viya kesarabhāro hoti, avasesaṭṭhānaṁ parisuddhaṁ sālipiṭṭhasaṅkhacuṇṇapicuvaṇṇaṁ hoti.",
  "atk-s0303a0:196_6": "Imesu catūsu sīhesu ayaṁ kesarasīho idha adhippeto.",
  "atk-s0303a0:197_0": "Migarājāti migagaṇassa rājā.",
  "atk-s0303a0:197_1": "Āsayāti vasanaṭṭhānato suvaṇṇaguhato vā rajatamaṇiphalikamanosilāguhato vā nikkhamatīti vuttaṁ hoti.",
  "atk-s0303a0:197_2": "Nikkhamamāno panesa catūhi kāraṇehi nikkhamati andhakārapīḷito vā ālokatthāya, uccārapassāvapīḷito vā tesaṁ vissajjanatthāya, jighacchāpīḷito vā gocaratthāya, sambhavapīḷito vā assaddhammapaṭisevanatthāya.",
  "atk-s0303a0:197_3": "Idha pana gocaratthāya nikkhantoti adhippeto.",
  "atk-s0303a0:198_0": "Vijambhatīti suvaṇṇatale vā rajatamaṇiphalikamanosilātalānaṁ vā aññatarasmiṁ dve pacchimapāde samaṁ patiṭṭhāpetvā purimapāde purato pasāretvā sarīrassa pacchābhāgaṁ ākaḍḍhitvā purimabhāgaṁ abhiharitvā piṭṭhiṁ nāmetvā gīvaṁ ukkhipitvā asanisaddaṁ karonto viya nāsapuṭāni pothetvā sarīralaggaṁ rajaṁ vidhunanto vijambhati.",
  "atk-s0303a0:198_1": "Vijambhanabhūmiyañca pana taruṇavacchako viya aparāparaṁ javati.",
  "atk-s0303a0:198_2": "Javato panassa sarīraṁ andhakāre paribbhamantaṁ alātaṁ viya khāyati.",
  "atk-s0303a0:199_0": "Anuviloketīti kasmā anuviloketi? Parānuddayatāya.",
  "atk-s0303a0:199_1": "Tasmiṁ kira sīhanādaṁ nadante papātāvāṭādīsu visamaṭṭhānesu carantā hatthigokaṇṇamahiṁsādayo pāṇā papātepi āvāṭepi patanti, tesaṁ anuddayāya anuviloketi.",
  "atk-s0303a0:199_2": "Kiṁ panassa luddakammassa paramaṁsakhādino anuddayā nāma atthīti? Āma atthi.",
  "atk-s0303a0:199_3": "Tathā hesa ‘‘kiṁ me bahūhi ghātitehī’’ti?",
  "atk-s0303a0:199_4": "Attano gocaratthāyapi khuddake pāṇe na gaṇhāti, evaṁ anuddayaṁ karoti.",
  "atk-s0303a0:199_5": "Vuttampicetaṁ – ‘‘māhaṁ kho khuddake pāṇe visamagate saṅghātaṁ āpādesi’’nti (a. ni. 10.21).",
  "atk-s0303a0:200_0": "Sīhanādaṁ nadatīti tikkhattuṁ tāva abhītanādaṁ nadati.",
  "atk-s0303a0:200_1": "Evañca panassa vijambhanabhūmiyaṁ ṭhatvā nadantassa saddo samantā tiyojanapadesaṁ ekaninnādaṁ karoti, tamassa ninnādaṁ sutvā tiyojanabbhantaragatā dvipadacatuppadagaṇā yathāṭhāne ṭhātuṁ na sakkonti.",
  "atk-s0303a0:200_2": "Gocarāya pakkamatīti āhāratthāya gacchati. Kathaṁ?",
  "atk-s0303a0:200_3": "So hi vijambhanabhūmiyaṁ ṭhatvā dakkhiṇato vā vāmato vā uppatanto usabhamattaṁ ṭhānaṁ gaṇhāti, uddhaṁ uppatanto cattāripi aṭṭhapi usabhāni uppatati, samaṭṭhāne ujukaṁ pakkhandanto soḷasausabhamattampi vīsatiusabhamattampi ṭhānaṁ pakkhandati, thalā vā pabbatā vā pakkhandanto saṭṭhiusabhamattampi asītiusabhamattampi ṭhānaṁ pakkhandati, antarāmagge rukkhaṁ vā pabbataṁ vā disvā taṁ pariharanto vāmato vā dakkhiṇato vā, usabhamattampi apakkamati.",
  "atk-s0303a0:200_4": "Tatiyaṁ pana sīhanādaṁ naditvā teneva saddhiṁ tiyojane ṭhāne paññāyati.",
  "atk-s0303a0:200_5": "Tiyojanaṁ gantvā nivattitvā ṭhito attanova nādassa anunādaṁ suṇāti.",
  "atk-s0303a0:200_6": "Evaṁ sīghena javena pakkamatīti.",
  "atk-s0303a0:201_0": "Yebhuyyenāti pāyena.",
  "atk-s0303a0:201_1": "Bhayaṁ saṁvegaṁ santāsanti sabbaṁ cittutrāsasseva nāmaṁ.",
  "atk-s0303a0:201_2": "Sīhassa hi saddaṁ sutvā bahū sattā bhāyanti, appakā na bhāyanti. Ke pana teti?",
  "atk-s0303a0:201_3": "Samasīho hatthājānīyo assājānīyo usabhājānīyo purisājānīyo khīṇāsavoti. Kasmā panete na bhāyantīti?",
  "atk-s0303a0:201_4": "Samasīho nāma ‘‘jātigottakulasūrabhāvehi samānosmī’’ti na bhāyati, hatthājānīyādayo attano sakkāyadiṭṭhibalavatāya na bhāyanti, khīṇāsavo sakkāyadiṭṭhipahīnattā na bhāyati.",
  "atk-s0303a0:202_0": "Bilāsayāti bile sayantā bilavāsino ahinakulagodhādayo.",
  "atk-s0303a0:202_1": "Dakāsayāti udakavāsino macchakacchapādayo.",
  "atk-s0303a0:202_2": "Vanāsayāti vanavāsino hatthiassagokaṇṇamigādayo.",
  "atk-s0303a0:202_3": "Pavisantīti ‘‘idāni āgantvā gaṇhissatī’’ti maggaṁ olokentāva pavisanti. Daḷhehīti thirehi. Varattehīti cammarajjūhi.",
  "atk-s0303a0:202_4": "Mahiddhikotiādīsu vijambhanabhūmiyaṁ ṭhatvā dakkhiṇapassādīhi usabhamattaṁ, ujukaṁ vīsatiusabhamattādilaṅghanavasena mahiddhikatā, sesamigānaṁ adhipatibhāvena mahesakkhatā, samantā tiyojane saddaṁ sutvā palāyantānaṁ vasena mahānubhāvatā veditabbā.",
  "atk-s0303a0:203_0": "Evamevakhoti bhagavā tesu tesu suttesu tathā tathā attānaṁ kathesi.",
  "atk-s0303a0:203_1": "‘‘Sīhoti kho, bhikkhave, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassā’’ti (a. ni. 5.99;",
  "atk-s0303a0:203_2": "10.21) imasmiṁ tāva sutte sīhasadisaṁ attānaṁ kathesi.",
  "atk-s0303a0:203_3": "‘‘Bhisakko sallakattoti kho, sunakkhatta, tathāgatassetaṁ adhivacana’’nti (ma. ni. 3.65) imasmiṁ vejjasadisaṁ.",
  "atk-s0303a0:203_4": "‘‘Brāhmaṇoti, bhikkhave, tathāgatassetaṁ adhivacana’’nti (a. ni.",
  "atk-s0303a0:203_5": "8.85) imasmiṁ brāhmaṇasadisaṁ.",
  "atk-s0303a0:203_6": "‘‘Puriso maggakusaloti kho, tissa, tathāgatassetaṁ adhivacana’’nti (saṁ. ni.",
  "atk-s0303a0:203_7": "3.84) imasmiṁ maggadesakapurisasadisaṁ. ‘‘Rājāhamasmi selā’’ti (su. ni. 559) imasmiṁ rājasadisaṁ.",
  "atk-s0303a0:203_8": "‘‘Sīhoti kho tathāgatassetaṁ adhivacana’’nti (a. ni. 5.99;",
  "atk-s0303a0:203_9": "10.21) imasmiṁ pana sutte sīhasadisameva katvā attānaṁ kathento evamāha.",
  "atk-s0303a0:204_0": "Tatrāyaṁ sadisatā – sīhassa kañcanaguhādīsu vasanakālo viya hi tathāgatassa dīpaṅkarapādamūle katābhinīhārassa aparimitakālaṁ pāramiyo pūretvā pacchimabhave paṭisandhiggahaṇena ceva mātukucchito nikkhamanena ca dasasahassilokadhātuṁ kampetvā vuddhimanvāya dibbasampattisadisaṁ sampattiṁ anubhavamānassa tīsu pāsādesu nivāsakālo daṭṭhabbo.",
  "atk-s0303a0:204_1": "Sīhassa kañcanaguhādito nikkhantakālo viya tathāgatassa ekūnatiṁse saṁvacchare vivaṭena dvārena kaṇḍakaṁ āruyha channasahāyassa nikkhamitvā tīṇi rajjāni atikkamitvā anomānadītīre brahmunā dinnāni kāsāyāni paridahitvā pabbajitassa sattame divase rājagahaṁ gantvā tattha piṇḍāya caritvā paṇḍavagiripabbhāre katabhattakiccassa sammāsambodhiṁ patvā, paṭhamameva magadharaṭṭhaṁ āgamanatthāya yāva rañño paṭiññādānakālo.",
  "atk-s0303a0:205_0": "Sīhassa vijambhanakālo viya tathāgatassa dinnapaṭiññassa āḷārakālāmaupasaṅkamanaṁ ādiṁ katvā yāva sujātāya dinnapāyāsassa ekūnapaṇṇāsāya piṇḍehi paribhuttakālo veditabbo.",
  "atk-s0303a0:205_1": "Sīhassa kesaravidhunanaṁ viya sāyanhasamaye sottiyena dinnā aṭṭha tiṇamuṭṭhiyo gahetvā dasasahassacakkavāḷadevatāhi thomiyamānassa gandhādīhi pūjiyamānassa tikkhattuṁ bodhiṁ padakkhiṇaṁ katvā bodhimaṇḍaṁ āruyha cuddasahatthubbedhe ṭhāne tiṇasantharaṁ santharitvā caturaṅgavīriyaṁ adhiṭṭhāya nisinnassa taṁkhaṇaṁyeva mārabalaṁ vidhamitvā tīsu yāmesu tisso vijjā visodhetvā anulomapaṭilomaṁ paṭiccasamuppādamahāsamuddaṁ yamakañāṇamanthanena manthentassa sabbaññutaññāṇe paṭividdhe tadanubhāvena dasasahassilokadhātukampanaṁ veditabbaṁ.",
  "atk-s0303a0:206_0": "Sīhassa catuddisāvilokanaṁ viya paṭividdhasabbaññutaññāṇassa sattasattāhaṁ bodhimaṇḍe viharitvā paribhuttamadhupiṇḍikāhārassa ajapālanigrodhamūle mahābrahmuno dhammadesanāyācanaṁ paṭiggahetvā tattha viharantassa ekādasame divase ‘‘sve āsāḷhipuṇṇamā bhavissatī’’ti paccūsasamaye ‘‘kassa nu kho ahaṁ paṭhamaṁ dhammaṁ deseyya’’nti?",
  "atk-s0303a0:206_1": "Āḷārudakānaṁ kālaṅkatabhāvaṁ ñatvā dhammadesanatthāya pañcavaggiyānaṁ olokanaṁ daṭṭhabbaṁ.",
  "atk-s0303a0:206_2": "Sīhassa gocaratthāya tiyojanaṁ gamanakālo viya attano pattacīvaramādāya ‘‘pañcavaggiyānaṁ dhammacakkaṁ pavattessāmī’’ti pacchābhatte ajapālanigrodhato vuṭṭhitassa aṭṭhārasayojanamaggaṁ gamanakālo.",
  "atk-s0303a0:207_0": "Sīhanādakālo viya tathāgatassa aṭṭhārasayojanamaggaṁ gantvā pañcavaggiye saññāpetvā acalapallaṅke nisinnassa dasahi cakkavāḷasahassehi sannipatitena devagaṇena parivutassa ‘‘dveme, bhikkhave, antā pabbajitena na sevitabbā’’tiādinā (saṁ. ni. 5.1081; mahāva.",
  "atk-s0303a0:207_1": "13) nayena dhammacakkappavattanakālo veditabbo.",
  "atk-s0303a0:207_2": "Imasmiñca pana pade desiyamāne tathāgatasīhassa dhammaghoso heṭṭhā avīciṁ upari bhavaggaṁ gahetvā dasasahassilokadhātuṁ paṭicchādesi.",
  "atk-s0303a0:207_3": "Sīhassa saddena khuddakapāṇānaṁ santāsaṁ āpajjanakālo viya tathāgatassa tīṇi lakkhaṇāni dīpetvā cattāri saccāni soḷasahākārehi saṭṭhiyā ca nayasahassehi vibhajitvā dhammaṁ kathentassa dīghāyukadevatānaṁ ñāṇasantāsassa uppattikālo veditabbo.",
  "atk-s0303a0:208_0": "Yadāti yasmiṁ kāle.",
  "atk-s0303a0:208_1": "Tathāgatoti aṭṭhahi kāraṇehi bhagavā tathāgato – tathā āgatoti tathāgato, tathā gatoti tathāgato, tathalakkhaṇaṁ āgatoti tathāgato, tathadhamme yāthāvato abhisambuddhoti tathāgato, tathadassitāya tathāgato, tathāvāditāya tathāgato, tathākāritāya tathāgato.",
  "atk-s0303a0:208_2": "Abhibhavanaṭṭhena tathāgatoti.",
  "atk-s0303a0:208_3": "Tesaṁ vitthāro brahmajālavaṇṇanāyampi (dī. ni. aṭṭha.",
  "atk-s0303a0:208_4": "1.7) mūlapariyāyavaṇṇanāyampi (ma. ni. aṭṭha. 1.12) vuttoyeva. Loketi sattaloke.",
  "atk-s0303a0:208_5": "Uppajjatīti abhinīhārato paṭṭhāya yāva bodhipallaṅkā vā arahattamaggañāṇā vā uppajjati nāma , arahattaphale pana patte uppanno nāma.",
  "atk-s0303a0:208_6": "Arahaṁ sammāsambuddhotiādīni visuddhimagge buddhānussatiniddese vitthāritāni.",
  "atk-s0303a0:209_0": "Iti rūpanti idaṁ rūpaṁ ettakaṁ rūpaṁ, na ito bhiyyo rūpaṁ atthīti.",
  "atk-s0303a0:209_1": "Ettāvatā sabhāvato sarasato pariyantato paricchedato paricchindanato yāvatā cattāro ca mahābhūtā catunnañca mahābhūtānaṁ upādāyarūpaṁ, taṁ sabbaṁ dassitaṁ hoti.",
  "atk-s0303a0:209_2": "Iti rūpassa samudayoti ayaṁ rūpassa samudayo nāma.",
  "atk-s0303a0:209_3": "Ettāvatā hi ‘‘āhārasamudayo rūpasamudayo’’tiādi sabbaṁ dassitaṁ hoti.",
  "atk-s0303a0:209_4": "Iti rūpassa atthaṅgamoti ayaṁ rūpassa atthaṅgamo.",
  "atk-s0303a0:209_5": "Imināpi ‘‘āhāranirodhā rūpanirodho’’tiādi sabbaṁ dassitaṁ hoti.",
  "atk-s0303a0:209_6": "Iti vedanātiādīsupi eseva nayo.",
  "atk-s0303a0:210_0": "Vaṇṇavantoti sarīravaṇṇena vaṇṇavanto.",
  "atk-s0303a0:210_1": "Dhammadesanaṁ sutvāti imaṁ pañcasu khandhesu paṇṇāsalakkhaṇapaṭimaṇḍitaṁ tathāgatassa dhammadesanaṁ sutvā. Yebhuyyenāti idha ke ṭhapeti? Ariyasāvake deve.",
  "atk-s0303a0:210_2": "Tesañhi khīṇāsavattā cittutrāsabhayampi na uppajjati, saṁviggassa yoniso padhānena pattabbaṁ pattatāya ñāṇasaṁvegopi.",
  "atk-s0303a0:210_3": "Itaresaṁ pana devānaṁ ‘‘tāso heso bhikkhū’’ti aniccataṁ manasikarontānaṁ cittutrāsabhayampi, balavavipassanākāle ñāṇabhayampi uppajjati. Bhoti dhammālapanamattametaṁ.",
  "atk-s0303a0:210_4": "Sakkāyapariyāpannāti pañcakkhandhapariyāpannā.",
  "atk-s0303a0:210_5": "Iti tesaṁ sammāsambuddhe vaṭṭadosaṁ dassetvā tilakkhaṇāhataṁ katvā dhammaṁ desente ñāṇabhayaṁ nāma okkamati.",
  "atk-s0303a0:211_0": "Abhiññāyāti jānitvā.",
  "atk-s0303a0:211_1": "Dhammacakkanti paṭivedhañāṇampi desanāñāṇampi.",
  "atk-s0303a0:211_2": "Paṭivedhañāṇaṁ nāma yena ñāṇena bodhipallaṅke nisinno cattāri saccāni soḷasahākārehi saṭṭhiyā ca nayasahassehi paṭivijjhi.",
  "atk-s0303a0:211_3": "Desanāñāṇaṁ nāma yena ñāṇena tiparivaṭṭaṁ dvādasākāraṁ dhammacakkaṁ pavattesi.",
  "atk-s0303a0:211_4": "Ubhayampi taṁ dasabalassa ure jātañāṇameva.",
  "atk-s0303a0:211_5": "Tesu idha desanāñāṇaṁ gahetabbaṁ.",
  "atk-s0303a0:211_6": "Taṁ panesa yāva aṭṭhārasahi brahmakoṭīhi saddhiṁ aññāsikoṇḍaññattherassa sotāpattiphalaṁ uppajjati, tāva pavatteti nāma.",
  "atk-s0303a0:211_7": "Tasmiṁ uppanne pavattitaṁ nāma hotīti veditabbaṁ.",
  "atk-s0303a0:211_8": "Appaṭipuggaloti sadisapuggalarahito. Yasassinoti parivārasampannā.",
  "atk-s0303a0:211_9": "Tādinoti lābhālābhādīhi ekasadisassa. Chaṭṭhaṁ.",
  "atk-s0303a0:212_0": "7. Khajjanīyasuttavaṇṇanā",
  "atk-s0303a0:213_0": "79.",
  "atk-s0303a0:213_1": "Sattame pubbenivāsanti na idaṁ abhiññāvasena anussaraṇaṁ sandhāya vuttaṁ, vipassanāvasena pana pubbenivāsaṁ anussarante samaṇabrāhmaṇe sandhāyetaṁ vuttaṁ.",
  "atk-s0303a0:213_2": "Tenevāha – ‘‘sabbete pañcupādānakkhandhe anussaranti, etesaṁ vā aññatara’’nti.",
  "atk-s0303a0:213_3": "Abhiññāvasena hi samanussarantassa khandhāpi upādānakkhandhāpi khandhapaṭibaddhāpi paṇṇattipi ārammaṇaṁ hotiyeva.",
  "atk-s0303a0:213_4": "Rūpaṁyeva anussaratīti evañhi anussaranto na aññaṁ kiñci sattaṁ vā puggalaṁ vā anussarati, atīte pana niruddhaṁ rūpakkhandhameva anussarati. Vedanādīsupi eseva nayoti. Suññatāpabbaṁ niṭṭhitaṁ.",
  "atk-s0303a0:214_0": "Idāni suññatāya lakkhaṇaṁ dassetuṁ kiñca, bhikkhave, rūpaṁ vadethātiādimāha.",
  "atk-s0303a0:214_1": "Yathā hi naṭṭhaṁ goṇaṁ pariyesamāno puriso gogaṇe caramāne rattaṁ vā kāḷaṁ vā balībaddaṁ disvāpi na ettakeneva ‘‘ayaṁ mayhaṁ goṇo’’ti sanniṭṭhānaṁ kātuṁ sakkoti. Kasmā?",
  "atk-s0303a0:214_2": "Aññesampi tādisānaṁ atthitāya.",
  "atk-s0303a0:214_3": "Sarīrapadese panassa sattisūlādilakkhaṇaṁ disvā ‘‘ayaṁ mayhaṁ santako’’ti sanniṭṭhānaṁ hoti, evameva suññatāya kathitāyapi yāva suññatālakkhaṇaṁ na kathīyati, tāva sā akathitāva hoti, lakkhaṇe pana kathite kathitā nāma hoti.",
  "atk-s0303a0:214_4": "Goṇo viya hi suññatā, goṇalakkhaṇaṁ viya suññatālakkhaṇaṁ.",
  "atk-s0303a0:214_5": "Yathā goṇalakkhaṇe asallakkhite goṇo na suṭṭhu sallakkhito hoti, tasmiṁ pana sallakkhite so sallakkhito nāma hoti, evameva suññatālakkhaṇe akathite suññatā akathitāva hoti, tasmiṁ pana kathite sā kathitā nāma hotīti suññatālakkhaṇaṁ dassetuṁ kiñca, bhikkhave, rūpaṁ vadethātiādimāha.",
  "atk-s0303a0:215_0": "Tattha kiñcāti kāraṇapucchā, kena kāraṇena rūpaṁ vadetha, kena kāraṇenetaṁ rūpaṁ nāmāti attho.",
  "atk-s0303a0:215_1": "Ruppatīti khoti ettha itīti kāraṇuddeso, yasmā ruppati, tasmā rūpanti vuccatīti attho.",
  "atk-s0303a0:215_2": "Ruppatīti kuppati ghaṭṭīyati pīḷīyati, bhijjatīti attho.",
  "atk-s0303a0:215_3": "Sītenapi ruppatītiādīsu sītena tāva ruppanaṁ lokantarikaniraye pākaṭaṁ.",
  "atk-s0303a0:215_4": "Tiṇṇaṁ tiṇṇañhi cakkavāḷānaṁ antare ekeko lokantarikanirayo nāma hoti aṭṭhayojanasahassappamāṇo.",
  "atk-s0303a0:215_5": "Yassa neva heṭṭhā pathavī atthi, na upari candimasūriyadīpamaṇiāloko, niccandhakāro.",
  "atk-s0303a0:215_6": "Tattha nibbattasattānaṁ tigāvuto attabhāvo hoti, te vagguliyo viya pabbatapāde dīghaputhulehi nakhehi laggitvā avaṁsirā olambanti.",
  "atk-s0303a0:215_7": "Yadā saṁsappantā aññamaññassa hatthapāsāgatā honti, atha ‘‘bhakkho no laddho’’ti?",
  "atk-s0303a0:215_8": "Maññamānā tattha byāvaṭā viparivattitvā lokasandhārake udake patanti, vāte paharantepi madhukaphalāni viya chijjitvā udake patanti, patitamattāva accantakhāre udake tattatele patitapiṭṭhapiṇḍi viya paṭapaṭāyamānā vilīyanti.",
  "atk-s0303a0:215_9": "Evaṁ sītena ruppanaṁ lokantarikaniraye pākaṭaṁ.",
  "atk-s0303a0:215_10": "Mahiṁsakaraṭṭhādīsupi himapātasītalesu padesesu etaṁ pākaṭameva.",
  "atk-s0303a0:215_11": "Tattha hi sattā sītena bhinnasarīrā jīvitakkhayampi pāpuṇanti.",
  "atk-s0303a0:216_0": "Uṇhena ruppanaṁ avīcimahāniraye pākaṭaṁ hoti.",
  "atk-s0303a0:216_1": "Jighacchāya ruppanaṁ pettivisaye ceva dubbhikkhakāle ca pākaṭaṁ.",
  "atk-s0303a0:216_2": "Pipāsāya ruppanaṁ kālakañjikādīsu pākaṭaṁ.",
  "atk-s0303a0:216_3": "Eko kira kālakañjikaasuro pipāsaṁ adhivāsetuṁ asakkonto yojanagambhīravitthāraṁ mahāgaṅgaṁ otari, tassa gatagataṭṭhāne udakaṁ chijjati, dhūmo uggacchati, tatte piṭṭhipāsāṇe caṅkamanakālo viya hoti.",
  "atk-s0303a0:216_4": "Tassa udakasaddaṁ sutvā ito cito ca vicarantasseva ratti vibhāyi.",
  "atk-s0303a0:216_5": "Atha naṁ pātova bhikkhācāraṁ gacchantā tiṁsamattā piṇḍacārikabhikkhū disvā ‘‘ko nāma tvaṁ sappurisā’’ti? Pucchiṁsu. ‘‘Petohamasmi, bhante’’ti. ‘‘Kiṁ pariyesasī’’ti? ‘‘Pānīyaṁ, bhante’’ti.",
  "atk-s0303a0:216_6": "‘‘Ayaṁ gaṅgā paripuṇṇā, kiṁ tvaṁ na passasī’’ti? ‘‘Na upakappati, bhante’’ti.",
  "atk-s0303a0:216_7": "Tena hi gaṅgāpiṭṭhe nipajja, mukhe te pānīyaṁ āsiñcissāmā’’ti.",
  "atk-s0303a0:216_8": "So vālikāpuḷine uttāno nipajji.",
  "atk-s0303a0:216_9": "Bhikkhū tiṁsamatte patte nīharitvā udakaṁ āharitvā tassa mukhe āsiñciṁsu.",
  "atk-s0303a0:216_10": "Tesaṁ tathā karontānaṁyeva velā upakaṭṭhā jātā.",
  "atk-s0303a0:216_11": "Tato ‘‘bhikkhācārakālo amhākaṁ sappurisa, kacci te assādamattā laddhā’’ti āhaṁsu.",
  "atk-s0303a0:216_12": "Peto ‘‘sace me, bhante, tiṁsamattānaṁ ayyānaṁ tiṁsapattehi āsittaudakato aḍḍhapasatamattampi paragalaṁ gataṁ, petattabhāvato mokkho mā hotū’’ti āha.",
  "atk-s0303a0:216_13": "Evaṁ pipāsāya ruppanaṁ pettivisaye pākaṭaṁ.",
  "atk-s0303a0:217_0": "Ḍaṁsādīhi ruppanaṁ ḍaṁsamakkhikādibahulesu padesesu pākaṭaṁ.",
  "atk-s0303a0:217_1": "Ettha ca ḍaṁsāti piṅgalamakkhikā. Makasāti makasāva.",
  "atk-s0303a0:217_2": "Vātāti kucchivātapiṭṭhivātādivasena veditabbā.",
  "atk-s0303a0:217_3": "Sarīrasmiñhi vātarogo uppajjitvā hatthapādapiṭṭhiādīni bhindati, kāṇaṁ karoti, khujjaṁ karoti, pīṭhasappiṁ karoti. Ātapoti sūriyātapo.",
  "atk-s0303a0:217_4": "Tena ruppanaṁ marukantārādīsu pākaṭaṁ.",
  "atk-s0303a0:217_5": "Ekā kira itthī marukantāre rattiṁ satthato ohīnā divā sūriye uggacchante vālikāya tappamānāya pāde ṭhapetuṁ asakkontī sīsato pacchiṁ otāretvā akkami.",
  "atk-s0303a0:217_6": "Kamena pacchiyā uṇhābhitattāya ṭhātuṁ asakkontī tassā upari sāṭakaṁ ṭhapetvā akkami.",
  "atk-s0303a0:217_7": "Tasmimpi santatte attano aṅkena gahitaputtakaṁ adhomukhaṁ nipajjāpetvā kandantaṁyeva akkamitvā saddhiṁ tena tasmiṁyeva ṭhāne uṇhābhitattā kālamakāsi.",
  "atk-s0303a0:218_0": "Sarīsapāti ye keci dīghajātikā sarantā gacchanti.",
  "atk-s0303a0:218_1": "Tesaṁ samphassena ruppanaṁ āsīvisadaṭṭhakādīnaṁ vasena veditabbaṁ.",
  "atk-s0303a0:218_2": "Iti bhagavatā yāni imāni sāmaññapaccattavasena dhammānaṁ dve lakkhaṇāni, tesu rūpakkhandhassa tāva paccattalakkhaṇaṁ dassitaṁ.",
  "atk-s0303a0:218_3": "Rūpakkhandhasseva hi etaṁ, na vedanādīnaṁ , tasmā paccattalakkhaṇanti vuccati.",
  "atk-s0303a0:218_4": "Aniccadukkhānattalakkhaṇaṁ pana vedanādīnampi hoti, tasmā taṁ sāmaññalakkhaṇanti vuccati.",
  "atk-s0303a0:219_0": "Kiñca, bhikkhave, vedanaṁ vadethātiādīsu purimasadisaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0303a0:219_1": "Yaṁ pana purimena asadisaṁ, tassāyaṁ vibhāvanā – sukhampi vedayatīti sukhaṁ ārammaṇaṁ vedeti anubhavati.",
  "atk-s0303a0:219_2": "Parato padadvayepi eseva nayo.",
  "atk-s0303a0:219_3": "Kathaṁ panetaṁ ārammaṇaṁ sukhaṁ dukkhaṁ adukkhamasukhaṁ nāma jātanti? Sukhādīnaṁ paccayato.",
  "atk-s0303a0:219_4": "Svāyamattho ‘‘yasmā ca kho, mahāli, rūpaṁ sukhaṁ sukhānupatitaṁ sukhāvakkanta’’nti imasmiṁ mahālisutte (saṁ. ni. 3.60) āgatoyeva.",
  "atk-s0303a0:219_5": "Vedayatīti ettha ca vedanāva vedayati, na añño satto vā puggalo vā.",
  "atk-s0303a0:219_6": "Vedanā hi vedayitalakkhaṇā, tasmā vatthārammaṇaṁ paṭicca vedanāva vedayatīti.",
  "atk-s0303a0:219_7": "Evamidha bhagavā vedanāyapi paccattalakkhaṇameva bhājetvā dassesi.",
  "atk-s0303a0:220_0": "Nīlampi sañjānātīti nīlapupphe vā vatthe vā parikammaṁ katvā upacāraṁ vā appanaṁ vā pāpento sañjānāti.",
  "atk-s0303a0:220_1": "Ayañhi saññā nāma parikammasaññāpi upacārasaññāpi appanāsaññāpi vaṭṭati, nīlaṁ nīlanti uppajjanasaññāpi vaṭṭatiyeva. Pītakādīsupi eseva nayo.",
  "atk-s0303a0:220_2": "Idhāpi bhagavā sañjānanalakkhaṇāya saññāya paccattalakkhaṇameva bhājetvā dassesi.",
  "atk-s0303a0:221_0": "Rūpaṁ rūpattāya saṅkhatamabhisaṅkharontīti yathā yāgumeva yāguttāya, pūvameva pūvattāya pacati nāma, evaṁ paccayehi samāgantvā katabhāvena saṅkhatanti laddhanāmaṁ rūpameva rūpattāya yathā abhisaṅkhataṁ rūpaṁ nāma hoti, tathattāya rūpabhāvāya abhisaṅkharoti āyūhati sampiṇḍeti, nipphādetīti attho. Vedanādīsupi eseva nayo.",
  "atk-s0303a0:221_1": "Ayaṁ panettha saṅkhepo – attanā saha jāyamānaṁ rūpaṁ sampayutte ca vedanādayo dhamme abhisaṅkharoti nibbattetīti.",
  "atk-s0303a0:221_2": "Idhāpi bhagavā cetayitalakkhaṇassa saṅkhārassa paccattalakkhaṇameva bhājetvā dassesi.",
  "atk-s0303a0:222_0": "Ambilampivijānātīti ambaambāṭakamātuluṅgādiambilaṁ ‘‘ambila’’nti vijānāti. Eseva nayo sabbapadesu.",
  "atk-s0303a0:222_1": "Api cettha tittakanti nimbapaṭolādinānappakāraṁ kaṭukanti pippalimaricādinānappakāraṁ.",
  "atk-s0303a0:222_2": "Madhuranti sappiphāṇitādinānappakāraṁ .",
  "atk-s0303a0:222_3": "Khārikanti vātiṅgaṇanāḷikera caturassavallivettaṅkurādinānappakāraṁ.",
  "atk-s0303a0:222_4": "Akhārikanti yaṁ vā taṁ vā phalajātaṁ kārapaṇṇādimissakapaṇṇaṁ.",
  "atk-s0303a0:222_5": "Loṇikanti loṇayāguloṇamacchaloṇabhattādinānappakāraṁ.",
  "atk-s0303a0:222_6": "Aloṇikantialoṇayāgualoṇamacchaaloṇabhattādinānappakāraṁ.",
  "atk-s0303a0:222_7": "Tasmā viññāṇanti vuccatīti yasmā imaṁ ambilādibhedaṁ aññamaññavisiṭṭhena ambilādibhāvena jānāti, tasmā viññāṇanti vuccatīti.",
  "atk-s0303a0:222_8": "Evamidhāpi bhagavā vijānanalakkhaṇassa viññāṇassa paccattalakkhaṇameva bhājetvā dassesi.",
  "atk-s0303a0:223_0": "Yasmā pana ārammaṇassa ākārasaṇṭhānagahaṇavasena saññā pākaṭā hoti, tasmā sā cakkhudvāre vibhattā.",
  "atk-s0303a0:223_1": "Yasmā vināpi ākārasaṇṭhānā ārammaṇassa paccattabhedagahaṇavasena viññāṇaṁ pākaṭaṁ hoti, tasmā taṁ jivhādvāre vibhattaṁ.",
  "atk-s0303a0:223_2": "Imesaṁ pana saññāviññāṇapaññānaṁ asammohato sabhāvasallakkhaṇatthaṁ sañjānāti, vijānāti, pajānātīti ettha visesā veditabbā.",
  "atk-s0303a0:223_3": "Tattha upasaggamattameva viseso, jānātīti padaṁ pana aviseso.",
  "atk-s0303a0:223_4": "Tassapi jānanaṭṭhena viseso veditabbo.",
  "atk-s0303a0:223_5": "Saññā hi nīlādivasena ārammaṇasañjānanamattameva, aniccaṁ dukkhamanattāti lakkhaṇapaṭivedhaṁ pāpetuṁ na sakkoti.",
  "atk-s0303a0:223_6": "Viññāṇaṁ nīlādivasena ārammaṇañceva jānāti, aniccādivasena lakkhaṇapaṭivedhañca pāpeti, ussakkitvā pana maggapātubhāvaṁ pāpetuṁ na sakkoti.",
  "atk-s0303a0:223_7": "Paññā nīlādivasena ārammaṇampi jānāti, aniccādivasena lakkhaṇapaṭivedhampi pāpeti, ussakkitvā maggapātubhāvampi pāpeti.",
  "atk-s0303a0:224_0": "Yathā hi heraññikaphalake kahāpaṇarāsimhi kate ajātabuddhidārako gāmikapuriso mahāheraññikoti tīsu janesu oloketvā ṭhitesu ajātabuddhidārako kahāpaṇānaṁ cittavicittacaturassamaṇḍalādibhāvameva jānāti, ‘‘idaṁ manussānaṁ upabhogaparibhogaṁ ratanasammata’’nti na jānāti.",
  "atk-s0303a0:224_1": "Gāmikapuriso cittādibhāvañca jānāti, manussānaṁ upabhogaparibhogaratanasammatabhāvañca, ‘‘ayaṁ kūṭo, ayaṁ cheko, ayaṁ karaṭo, ayaṁ saṇho’’ti na jānāti.",
  "atk-s0303a0:224_2": "Mahāheraññiko cittādibhāvampi ratanasammatabhāvampi kūṭādibhāvampi jānāti.",
  "atk-s0303a0:224_3": "Jānanto ca pana rūpaṁ disvāpi saddaṁ sutvāpi gandhaṁ ghāyitvāpi rasaṁ sāyitvāpi hatthena garulahubhāvaṁ upadhāretvāpi ‘‘asukagāme kato’’tipi jānāti, ‘‘asukanigame asukanagare asukapabbatacchāyāya asukanadītīre kato’’tipi, ‘‘asukācariyena kato’’tipi jānāti.",
  "atk-s0303a0:224_4": "Evameva saññā ajātabuddhidārakassa kahāpaṇadassanaṁ viya nīlādivasena ārammaṇamattameva jānāti.",
  "atk-s0303a0:224_5": "Viññāṇaṁ gāmikapurisassa kahāpaṇadassanaṁ viya nīlādivasena ārammaṇampi jānāti, aniccādivasena lakkhaṇapaṭivedhampi pāpeti.",
  "atk-s0303a0:224_6": "Paññā mahāheraññikassa kahāpaṇadassanaṁ viya nīlādivasena ārammaṇampi jānāti, aniccādivasena lakkhaṇapaṭivedhampi pāpeti, ussakkitvā maggapātubhāvampi pāpeti.",
  "atk-s0303a0:225_0": "So pana nesaṁ viseso duppaṭivijjho. Tenāha āyasmā nāgaseno –",
  "atk-s0303a0:226_0": "‘‘Dukkaraṁ, mahārāja, bhagavatā katanti.",
  "atk-s0303a0:226_1": "Kiṁ, bhante nāgasena, bhagavatā dukkaraṁ katanti?",
  "atk-s0303a0:226_2": "Dukkaraṁ, mahārāja, bhagavatā kataṁ, imesaṁ arūpīnaṁ cittacetasikānaṁ dhammānaṁ ekārammaṇe vattamānānaṁ vavatthānaṁ akkhātaṁ ‘ayaṁ phasso, ayaṁ vedanā, ayaṁ saññā, ayaṁ cetanā, idaṁ citta’’’nti (mi. pa. 2.7.16).",
  "atk-s0303a0:227_0": "Yathā hi tilatelaṁ sāsapatelaṁ madhukatelaṁ eraṇḍakatelaṁ vasātelanti imāni pañca telāni ekacāṭiyaṁ pakkhipitvā divasaṁ yamakamanthe hi manthetvā tato ‘‘idaṁ tilatelaṁ, idaṁ sāsapatela’’nti ekekassa pāṭiyekkaṁ uddharaṇaṁ nāma dukkaraṁ, idaṁ tato dukkarataraṁ.",
  "atk-s0303a0:227_1": "Bhagavā pana sabbaññutaññāṇassa suppaṭividdhattā dhammissaro dhammarājā imesaṁ arūpīnaṁ dhammānaṁ ekārammaṇe vattamānānaṁ vavatthānaṁ akāsi.",
  "atk-s0303a0:227_2": "Pañcannaṁ mahānadīnaṁ samuddaṁ paviṭṭhaṭṭhāne ‘‘idaṁ gaṅgāya udakaṁ, idaṁ yamunāyā’’ti evaṁ pāṭiyekkaṁ udakuddharaṇenāpi ayamattho veditabbo.",
  "atk-s0303a0:228_0": "Iti paṭhamapabbena suññataṁ, dutiyena suññatālakkhaṇanti dvīhi pabbehi anattalakkhaṇaṁ kathetvā idāni dukkhalakkhaṇaṁ dassetuṁ tatra, bhikkhavetiādimāha.",
  "atk-s0303a0:228_1": "Tattha khajjāmīti na rūpaṁ sunakho viya maṁsaṁ luñcitvā luñcitvā khādati, yathā pana kiliṭṭhavatthanivattho tatonidānaṁ pīḷaṁ sandhāya ‘‘khādati maṁ vattha’’nti bhaṇati, evamidampi pīḷaṁ uppādentaṁ khādati nāmāti veditabbaṁ.",
  "atk-s0303a0:228_2": "Paṭipanno hotīti sīlaṁ ādiṁ katvā yāva arahattamaggā paṭipanno hoti.",
  "atk-s0303a0:228_3": "Yo panettha balavañāṇo tikkhabuddhi ñāṇuttaro yogāvacaro padhānabhūmiyaṁ vāyamanto khāṇunā vā kaṇṭakena vā viddho āvudhena vā pahaṭo byagghādīhi vā gahetvā khajjamāno taṁ vedanaṁ abbohārikaṁ katvā mūlakammaṭṭhānaṁ sammasanto arahattameva gaṇhāti, ayaṁ vedanāya nibbidāya virāgāya nirodhāya paṭipanno nāma vuccati pītamallatthero viya kuṭumbiyaputtamahātissatthero viya vattaniaṭaviyaṁ tiṁsamattānaṁ bhikkhūnaṁ aññataro byagghamukhe nipannabhikkhu viya kaṇṭakena viddhatthero viya ca.",
  "atk-s0303a0:229_0": "Dvādasasu kira bhikkhūsu ghaṇṭiṁ paharitvā araññe padhānamanuyuñjantesu eko sūriye atthaṅgatamatteyeva ghaṇṭiṁ paharitvā caṅkamaṁ oruyha caṅkamanto tiriyaṁ nimmathento tiṇapaṭicchannaṁ kaṇṭakaṁ akkami.",
  "atk-s0303a0:229_1": "Kaṇṭako piṭṭhipādena nikkhanto.",
  "atk-s0303a0:229_2": "Tattaphālena vinividdhakālo viya vedanā vattati.",
  "atk-s0303a0:229_3": "Thero cintesi – ‘‘kiṁ imaṁ kaṇṭakaṁ uddharāmi, udāhu pakatiyā vijjhitvā ṭhitakaṇṭaka’’nti?",
  "atk-s0303a0:229_4": "Tassa evamahosi – ‘‘iminā kaṇṭakena viddhattā nirayādīsu bhayaṁ nāma natthi, pakatiyā vijjhitvā ṭhitakaṇṭakaṁyevā’’ti.",
  "atk-s0303a0:229_5": "So taṁ vedanaṁ abbohārikaṁ katvā sabbarattiṁ caṅkamitvā vibhātāya rattiyā aññassa saññaṁ adāsi.",
  "atk-s0303a0:229_6": "So āgantvā ‘‘kiṁ, bhante’’ti pucchi?",
  "atk-s0303a0:229_7": "‘‘Kaṇṭakenamhi, āvuso, viddho’’ti. ‘‘Kāya velāya, bhante’’ti? ‘‘Sāyameva, āvuso’’ti.",
  "atk-s0303a0:229_8": "‘‘Kasmā na amhe pakkosittha, kaṇṭakaṁ uddharitvā tattha telampi siñceyyāmā’’ti?",
  "atk-s0303a0:229_9": "‘‘Pakatiyā vijjhitvā ṭhitakaṇṭakameva uddharituṁ vāyamimhā, āvuso’’ti.",
  "atk-s0303a0:229_10": "‘‘Sakkuṇittha, bhante, uddharitu’’nti.",
  "atk-s0303a0:229_11": "‘‘Ekadesamattena me, āvuso, uddhaṭo’’ti.",
  "atk-s0303a0:229_12": "Sesavatthūni dīghamajjhimaṭṭhakathāsu (dī. ni. aṭṭha. 2.373; ma. ni. aṭṭha.",
  "atk-s0303a0:229_13": "1.106) satipaṭṭhānasuttaniddese vitthāritāneva.",
  "atk-s0303a0:230_0": "Taṁ kiṁ maññatha, bhikkhaveti kasmā āraddhaṁ?",
  "atk-s0303a0:230_1": "Imasmiṁ pabbe dukkhalakkhaṇameva kathitaṁ, na aniccalakkhaṇaṁ. Taṁ dassetuṁ idamāraddhaṁ.",
  "atk-s0303a0:230_2": "Tīṇi lakkhaṇāni samodhānetvā dassetumpi āraddhameva.",
  "atk-s0303a0:230_3": "Apacināti no ācinātīti vaṭṭaṁ vināseti, neva cināti.",
  "atk-s0303a0:230_4": "Pajahati na upādiyatīti tadeva vissajjeti, na gaṇhāti.",
  "atk-s0303a0:230_5": "Visineti na ussinetīti vikirati na sampiṇḍeti.",
  "atk-s0303a0:230_6": "Vidhūpeti na sandhūpetīti nibbāpeti na jālāpeti.",
  "atk-s0303a0:231_0": "Evaṁ passaṁ, bhikkhaveti idaṁ kasmā āraddhaṁ?",
  "atk-s0303a0:231_1": "Vaṭṭaṁ vināsetvā ṭhitaṁ mahākhīṇāsavaṁ dassessāmīti āraddhaṁ.",
  "atk-s0303a0:231_2": "Ettakena vā ṭhānena vipassanā kathitā, idāni saha vipassanāya cattāro magge dassetuṁ idaṁ āraddhaṁ.",
  "atk-s0303a0:231_3": "Atha vā ettakena ṭhānena paṭhamamaggo kathito, idāni saha vipassanāya tayo magge dassetuṁ idamāraddhaṁ.",
  "atk-s0303a0:231_4": "Ettakena vā ṭhānena tīṇi maggāni kathitāni, idāni saha vipassanāya arahattamaggaṁ dassetumpi idaṁ āraddhameva.",
  "atk-s0303a0:232_0": "Sapajāpatikāti saddhiṁ pajāpatinā devarājena.",
  "atk-s0303a0:232_1": "Ārakāva namassantīti dūratova namassanti, dūrepi ṭhitaṁ namassantiyeva āyasmantaṁ nītattheraṁ viya.",
  "atk-s0303a0:233_0": "Thero kira pupphacchaḍḍakakulato nikkhamma pabbajito, khuraggeyeva arahattaṁ patvā cintesi – ‘‘ahaṁ ajjeva pabbajito ajjeva me pabbajitakiccaṁ matthakaṁ pattaṁ, catupaccayasantosabhāvanārāmamaṇḍitaṁ mahāariyavaṁsapaṭipadaṁ pūressāmī’’ti.",
  "atk-s0303a0:233_1": "So paṁsukūlatthāya sāvatthiṁ pavisitvā coḷakaṁ pariyesanto vicari.",
  "atk-s0303a0:233_2": "Atheko mahābrahmā samāpattito vuṭṭhāya manussapathaṁ olokento theraṁ disvā – ‘‘ajjeva pabbajitvā ajjeva khuragge arahattaṁ patvā mahāariyavaṁsapaṭipadaṁ pūretuṁ coḷakaṁ pariyesatī’’ti añjaliṁ paggayha namassamāno aṭṭhāsi.",
  "atk-s0303a0:233_3": "Tamañño mahābrahmā disvā ‘‘kaṁ namassasī’’ti? Pucchi. Nītattheraṁ namassāmīti. Kiṁ kāraṇāti?",
  "atk-s0303a0:233_4": "Ajjeva pabbajitvā ajjeva khuragge arahattaṁ patvā mahāariyavaṁsapaṭipadaṁ pūretuṁ coḷakaṁ pariyesatīti. Sopi naṁ namassamāno aṭṭhāsi.",
  "atk-s0303a0:233_5": "Athañño, athaññoti sattasatā mahābrahmāno namassamānā aṭṭhaṁsu. Tena vuttaṁ –",
  "atk-s0303a0:234_0": "‘‘Tā devatā sattasatā uḷārā,",
  "atk-s0303a0:235_0": "Brahmā vimānā abhinikkhamitvā;",
  "atk-s0303a0:236_0": "Nītaṁ namassanti pasannacittā,",
  "atk-s0303a0:237_0": "‘Khīṇāsavo gaṇhati paṁsukūlaṁ’’’.",
  "atk-s0303a0:238_0": "‘‘Tā devatā sattasatā uḷārā,",
  "atk-s0303a0:239_0": "Brahmā vimānā abhinikkhamitvā;",
  "atk-s0303a0:240_0": "Nītaṁ namassanti pasannacittā,",
  "atk-s0303a0:241_0": "‘Khīṇāsavo kayirati paṁsukūlaṁ’’’.",
  "atk-s0303a0:242_0": "‘‘‘Khīṇāsavo dhovati paṁsukūlaṁ’;",
  "atk-s0303a0:243_0": "‘Khīṇāsavo rajati paṁsukūlaṁ’;",
  "atk-s0303a0:244_0": "‘Khīṇāsavo pārupati paṁsakūla’’’nti.",
  "atk-s0303a0:245_0": "Iti bhagavā imasmiṁ sutte desanaṁ tīhi bhavehi vinivattetvā arahattassa kūṭaṁ gaṇhi.",
  "atk-s0303a0:245_1": "Desanāpariyosāne pañcasatā bhikkhū arahatte patiṭṭhahiṁsu. Sattamaṁ.",
  "atk-s0303a0:246_0": "8. Piṇḍolyasuttavaṇṇanā",
  "atk-s0303a0:247_0": "80.",
  "atk-s0303a0:247_1": "Aṭṭhame kismiñcideva pakaraṇeti kismiñcideva kāraṇe. Paṇāmetvāti nīharitvā.",
  "atk-s0303a0:247_2": "Kismiṁ pana kāraṇe ete bhagavatā paṇāmitāti?",
  "atk-s0303a0:247_3": "Ekasmiñhi antovasse bhagavā sāvatthiyaṁ vasitvā vutthavasso pavāretvā mahābhikkhusaṅghaparivāro sāvatthito nikkhamitvā janapadacārikaṁ caranto kapilavatthuṁ patvā nigrodhārāmaṁ pāvisi.",
  "atk-s0303a0:247_4": "Sakyarājāno ‘‘satthā āgato’’ti sutvā pacchābhatte kappiyāni telamadhuphāṇitādīni ceva pānakāni ca kājasatehi gāhāpetvā vihāraṁ gantvā saṅghassa niyyātetvā satthāraṁ vanditvā paṭisanthāraṁ karontā ekamante nisīdiṁsu.",
  "atk-s0303a0:247_5": "Satthā tesaṁ madhuradhammakathaṁ kathento nisīdi.",
  "atk-s0303a0:247_6": "Tasmiṁ khaṇe ekacce bhikkhū senāsanaṁ paṭijagganti, ekacce mañcapīṭhādīni paññāpenti, sāmaṇerā appaharitaṁ karonti.",
  "atk-s0303a0:247_7": "Bhājanīyaṭṭhāne sampattabhikkhūpi atthi, asampattabhikkhūpi atthi.",
  "atk-s0303a0:247_8": "Sampattā asampattānaṁ lābhaṁ gaṇhantā, ‘‘amhākaṁ detha, amhākaṁ ācariyassa detha upajjhāyassa dethā’’ti kathentā mahāsaddamakaṁsu.",
  "atk-s0303a0:247_9": "Satthā sutvā theraṁ pucchi ‘‘ke pana te, ānanda, uccāsaddā mahāsaddā kevaṭṭā maññe macchavilope’’ti? Thero etamatthaṁ ārocesi.",
  "atk-s0303a0:247_10": "Satthā sutvā ‘‘āmisahetu, ānanda, bhikkhū mahāsaddaṁ karontī’’ti āha. ‘‘Āma, bhante’’ti.",
  "atk-s0303a0:247_11": "‘‘Ananucchavikaṁ, ānanda, appatirūpaṁ.",
  "atk-s0303a0:247_12": "Na hi mayā kappasatasahassādhikāni cattāri asaṅkhyeyyāni cīvarādihetu pāramiyo pūritā, nāpi ime bhikkhū cīvarādihetu agārasmā anagāriyaṁ pabbajitā, arahattahetu pabbajitvā anatthaṁ atthasadisaṁ asāraṁ sārasadisaṁ karonti, gacchānanda, te bhikkhū paṇāmehī’’ti.",
  "atk-s0303a0:248_0": "Pubbaṇhasamayanti dutiyadivase pubbaṇhasamayaṁ.",
  "atk-s0303a0:248_1": "Beluvalaṭṭhikāya mūleti taruṇabeluvarukkhamūle. Pabāḷhoti pabāhito.",
  "atk-s0303a0:248_2": "Pavāḷhotipi pāṭho, pavāhitoti attho.",
  "atk-s0303a0:248_3": "Ubhayampi nīhaṭabhāvameva dīpeti.",
  "atk-s0303a0:248_4": "Siyā aññathattanti pasādaññathattaṁ vā bhāvaññathattaṁ vā bhaveyya. Kathaṁ?",
  "atk-s0303a0:248_5": "‘‘Sammāsambuddhena mayaṁ lahuke kāraṇe paṇāmitā’’ti pasādaṁ mandaṁ karontānaṁ pasādaññathattaṁ nāma hoti.",
  "atk-s0303a0:248_6": "Saliṅgeneva titthāyatanaṁ pakkamantānaṁ bhāvaññathattaṁ nāma.",
  "atk-s0303a0:248_7": "Siyā vipariṇāmoti ettha pana ‘‘mayaṁ satthu ajjhāsayaṁ gaṇhituṁ sakkhissāmāti pabbajitā, naṁ gahetuṁ asakkontānaṁ kiṁ amhākaṁ pabbajjāyā’’ti?",
  "atk-s0303a0:248_8": "Sikkhaṁ paccakkhāya hīnāyāvattanaṁ vipariṇāmoti veditabbo.",
  "atk-s0303a0:248_9": "Vacchassāti khīrūpakavacchassa.",
  "atk-s0303a0:248_10": "Aññathattanti milāyanaaññathattaṁ.",
  "atk-s0303a0:248_11": "Khīrūpako hi vaccho mātu adassanena khīraṁ alabhanto milāyati kampati pavedhati. Vipariṇāmoti maraṇaṁ.",
  "atk-s0303a0:248_12": "So hi khīraṁ alabhamāno khīrapipāsāya sussanto patitvā marati.",
  "atk-s0303a0:249_0": "Bījānaṁ taruṇānanti udakena anuggahetabbānaṁ virūḷhabījānaṁ.",
  "atk-s0303a0:249_1": "Aññathattanti milāyanaññathattameva.",
  "atk-s0303a0:249_2": "Tāni hi udakaṁ alabhantāni milāyanti. Vipariṇāmoti vināso.",
  "atk-s0303a0:249_3": "Tāni hi udakaṁ alabhantāni sukkhitvā vinassanti, palālameva honti.",
  "atk-s0303a0:249_4": "Anuggahitoti āmisānuggahena ceva dhammānuggahena ca anuggahito.",
  "atk-s0303a0:249_5": "Anuggaṇheyyanti dvīhipi etehi anuggahehi anuggaṇheyyaṁ.",
  "atk-s0303a0:249_6": "Acirapabbajitā hi sāmaṇerā ceva daharabhikkhū ca cīvarādipaccayavekalle vā sati gelaññe vā satthārā vā ācariyupajjhāyehi vā āmisānuggahena ananuggahitā kilamantā na sakkonti sajjhāyaṁ vā manasikāraṁ vā kātuṁ, dhammānuggahena ananuggahitā uddesena ceva ovādānusāsaniyā ca parihāyamānā na sakkonti akusalaṁ parivajjetvā kusalaṁ bhāvetuṁ.",
  "atk-s0303a0:249_7": "Imehi pana dvīhi anuggahehi anuggahitā kāyena akilamantā sajjhāyamanasikāre pavattitvā yathānusiṭṭhaṁ paṭipajjamānā aparabhāge taṁ anuggahaṁ alabhantāpi teneva purimānuggahena laddhabalā sāsane patiṭṭhahanti, tasmā bhagavato evaṁ parivitakko udapādi.",
  "atk-s0303a0:250_0": "Bhagavato purato pāturahosīti satthu cittaṁ ñatvā – ‘‘ime bhikkhū bhagavatā paṇāmitā, idāni nesaṁ anuggahaṁ kātukāmo evaṁ cintesi, kāraṇaṁ bhagavā cintesi, ahamettha ussāhaṁ janessāmī’’ti purato pākaṭo ahosi.",
  "atk-s0303a0:250_1": "Santettha bhikkhūti idaṁ so mahābrahmā yathā nāma byatto sūdo yadeva ambilaggādīsu rasajātaṁ rañño ruccati, taṁ abhisaṅkhārena sādutaraṁ katvā punadivase upanāmeti, evameva attano byattatāya bhagavatā āhaṭaupamaṁyeva evametaṁ bhagavātiādivacanehi abhisaṅkharitvā bhagavantaṁ yācanto bhikkhusaṅghassa anuggahakaraṇatthaṁ vadati .",
  "atk-s0303a0:250_2": "Tattha abhinandatūti ‘‘mama santikaṁ bhikkhusaṅgho āgacchatū’’ti.",
  "atk-s0303a0:250_3": "Evamassa āgamanaṁ sampiyāyamāno abhinandatu.",
  "atk-s0303a0:250_4": "Abhivadatūti āgatassa ca ovādānusāsaniṁ dadanto abhivadatu.",
  "atk-s0303a0:251_0": "Paṭisallānāti ekībhāvā.",
  "atk-s0303a0:251_1": "Iddhābhisaṅkhāraṁ abhisaṅkhāsīti iddhiṁ akāsi.",
  "atk-s0303a0:251_2": "Ekadvīhikāyāti ekeko ceva dve dve ca hutvā.",
  "atk-s0303a0:251_3": "Sārajjamānarūpāti ottappamānasabhāvā bhāyamānā.",
  "atk-s0303a0:251_4": "Kasmā pana bhagavā tesaṁ tathā upasaṅkamanāya iddhimakāsīti? Hitapatthanāya.",
  "atk-s0303a0:251_5": "Yadi hi te vaggavaggā hutvā āgaccheyyuṁ, ‘‘bhagavā bhikkhusaṅghaṁ paṇāmetvā araññaṁ paviṭṭho ekadivasampi tattha vasituṁ nāsakkhi, vegeneva āgato’’ti keḷimpi kareyyuṁ.",
  "atk-s0303a0:251_6": "Atha nesaṁ neva buddhagāravaṁ paccupaṭṭhaheyya, na dhammadesanaṁ sampaṭicchituṁ samatthā bhaveyyuṁ.",
  "atk-s0303a0:251_7": "Sabhayānaṁ pana sasārajjānaṁ ekadvīhikāya āgacchantānaṁ buddhagāravañceva paccupaṭṭhitaṁ bhavissati, dhammadesanañca sampaṭicchituṁ sakkhissantīti cintetvā tesaṁ hitapatthanāya tathārūpaṁ iddhiṁ akāsi.",
  "atk-s0303a0:252_0": "Nisīdiṁsūti tesu hi sārajjamānarūpesu āgacchantesu eko bhikkhu ‘‘mamaṁyeva satthā oloketi, maṁyeva maññe niggaṇhitukāmo’’ti saṇikaṁ āgantvā vanditvā nisīdi, athañño athaññoti evaṁ pañcabhikkhusatāni nisīdiṁsu.",
  "atk-s0303a0:252_1": "Evaṁ nisinnaṁ pana bhikkhusaṅghaṁ sīdantare sannisinnaṁ mahāsamuddaṁ viya nivāte padīpaṁ viya ca niccalaṁ disvā satthā cintesi – ‘‘imesaṁ bhikkhūnaṁ kīdisī dhammadesanā vaṭṭatī’’ti?",
  "atk-s0303a0:252_2": "Athassa etadahosi – ‘‘ime āhārahetu paṇāmitā, piṇḍiyālopadhammadesanāva nesaṁ sappāyā, taṁ dassetvā matthake tiparivaṭṭadesanaṁ desessāmi, desanāpariyosāne sabbe arahattaṁ pāpuṇissantī’’ti.",
  "atk-s0303a0:252_3": "Atha nesaṁ taṁ dhammadesanaṁ desento antamidaṁ, bhikkhavetiādimāha.",
  "atk-s0303a0:253_0": "Tattha antanti pacchimaṁ lāmakaṁ.",
  "atk-s0303a0:253_1": "Yadidaṁ piṇḍolyanti yaṁ evaṁ piṇḍapariyesanena jīvikaṁ kappentassa jīvitaṁ.",
  "atk-s0303a0:253_2": "Ayaṁ panettha padattho – piṇḍāya ulatīti piṇḍolo, piṇḍolassa kammaṁ piṇḍolyaṁ, piṇḍapariyesanena nipphāditajīvitanti attho. Abhisāpoti akkoso.",
  "atk-s0303a0:253_3": "Kupitā hi manussā attano paccatthikaṁ ‘‘cīvaraṁ nivāsetvā kapālaṁ gahetvā piṇḍaṁ pariyesamāno carissatī’’ti akkosanti.",
  "atk-s0303a0:253_4": "Atha vā pana ‘‘kiṁ tuyhaṁ akātabbaṁ atthi, yo tvaṁ evaṁ balavā vīriyasampannopi hirottappaṁ pahāya kapaṇo viya piṇḍolo vicarasi pattapāṇī’’ti? Evampi akkosantiyeva.",
  "atk-s0303a0:253_5": "Tañca kho etanti evaṁ taṁ abhisāpaṁ samānampi piṇḍolyaṁ.",
  "atk-s0303a0:253_6": "Kulaputtā upenti atthavasikāti mama sāsane jātikulaputtā ca ācārakulaputtā ca atthavasikā kāraṇavasikā hutvā kāraṇavasaṁ paṭicca upenti.",
  "atk-s0303a0:254_0": "Rājābhinītātiādīsu ye rañño santakaṁ khāditvā raññā bandhanāgāre bandhāpitā palāyitvā pabbajanti, te rājābhinītā nāma.",
  "atk-s0303a0:254_1": "Te hi raññā bandhanaṁ abhinītattā rājābhinītā nāma.",
  "atk-s0303a0:254_2": "Ye pana corehi aṭaviyaṁ gahetvā ekaccesu māriyamānesu ekacce ‘‘mayaṁ sāmi tumhehi vissaṭṭhā gehaṁ anajjhāvasitvā pabbajissāma, tattha yaṁ yaṁ buddhapūjādipuññaṁ karissāma, tato tumhākaṁ pattiṁ dassāmā’’ti tehi vissaṭṭhā pabbajanti, te corābhinītā nāma.",
  "atk-s0303a0:254_3": "Tepi hi corehi māretabbataṁ abhinītāti corābhinītā nāma.",
  "atk-s0303a0:254_4": "Ye pana iṇaṁ gahetvā paṭidātuṁ asakkontā palāyitvā pabbajanti, te iṇaṭṭā nāma, iṇapīḷitāti attho .",
  "atk-s0303a0:254_5": "Iṇaṭṭhātipi pāṭho, iṇe ṭhitāti attho.",
  "atk-s0303a0:254_6": "Ye rājacorachātakarogabhayānaṁ aññatarena abhibhūtā upaddutā pabbajanti, te bhayaṭṭā nāma, bhayapīḷitāti attho.",
  "atk-s0303a0:254_7": "Bhayaṭṭhātipi pāṭho, bhaye ṭhitāti attho.",
  "atk-s0303a0:254_8": "Ājīvikāpakatāti ājīvikāya upaddutā abhibhūtā, puttadāraṁ posetuṁ asakkontāti attho. Otiṇṇāmhāti anto anupaviṭṭhā.",
  "atk-s0303a0:255_0": "So ca hoti abhijjhālūti idaṁ so kulaputto ‘‘dukkhassa antaṁ karissāmī’’tiādivasena cittaṁ uppādetvā pabbajito, aparabhāge, taṁ pabbajjaṁ tathārūpaṁ kātuṁ na sakkoti, taṁ dassetuṁ vuttaṁ.",
  "atk-s0303a0:255_1": "Tattha abhijjhālūti parabhaṇḍānaṁ abhijjhāyitā. Tibbasārāgoti bahalarāgo.",
  "atk-s0303a0:255_2": "Byāpannacittoti pūtibhāvena vipannacitto.",
  "atk-s0303a0:255_3": "Paduṭṭhamanasaṅkappoti tikhiṇasiṅgo viya goṇo duṭṭhacitto.",
  "atk-s0303a0:255_4": "Muṭṭhassatīti bhattanikkhittakāko viya naṭṭhassati, idha kataṁ ettha nassati. Asampajānoti nippañño. Khandhādiparicchedarahito.",
  "atk-s0303a0:255_5": "Asamāhitoti caṇḍasote baddhanāvā viya upacārappanābhāvena asaṇṭhito.",
  "atk-s0303a0:255_6": "Vibbhantacittoti bandhāruḷhamago viya santamano.",
  "atk-s0303a0:255_7": "Pākatindriyoti yathā gihī puttadhītaro olokento asaṁvutindriyo hoti, evaṁ asaṁvutindriyo.",
  "atk-s0303a0:256_0": "Chavālātanti chavānaṁ daḍḍhaṭṭhāne alātaṁ.",
  "atk-s0303a0:256_1": "Ubhatopadittaṁ majjhe gūthagatanti pamāṇena aṭṭhaṅgulamattaṁ dvīsu ṭhānesu ādittaṁ majjhe gūthamakkhitaṁ.",
  "atk-s0303a0:256_2": "Neva gāmeti sace hi taṁ yuganaṅgalagopānasipakkhapāsakādīnaṁ atthāya upanetuṁ sakkā assa, gāme kaṭṭhatthaṁ phareyya.",
  "atk-s0303a0:256_3": "Sace khettakuṭiyaṁ kaṭṭhattharamañcakādīnaṁ atthāya upanetuṁ sakkā, araññe kaṭṭhatthaṁ phareyya.",
  "atk-s0303a0:256_4": "Yasmā pana ubhayathāpi na sakkā, tasmā evaṁ vuttaṁ.",
  "atk-s0303a0:256_5": "Gihibhogā ca parihīnoti yo agāre vasantehi gihīhi dāyajje bhājiyamāne bhogo laddhabbo assa, tato ca parihīno.",
  "atk-s0303a0:256_6": "Sāmaññatthañcāti ācariyupajjhāyānaṁ ovāde ṭhatvā pariyattipaṭivedhavasena pattabbaṁ sāmaññatthañca.",
  "atk-s0303a0:256_7": "Imañca pana upamaṁ satthā na dussīlassa vasena āhari, parisuddhasīlassa pana alasassa abhijjhādīhi dosehi upahatassa puggalassa imaṁ upamaṁ āhari.",
  "atk-s0303a0:257_0": "Tayome, bhikkhaveti kasmā āraddhaṁ?",
  "atk-s0303a0:257_1": "Imassa puggalassa chavālātasadisabhāvo neva mātāpitūhi kato, na ācariyupajjhāyehi, imehi pana pāpavitakkehi katoti dassanatthaṁ āraddhaṁ.",
  "atk-s0303a0:257_2": "Animittaṁ vā samādhinti vipassanāsamādhiṁ.",
  "atk-s0303a0:257_3": "So hi niccanimittādīnaṁ samugghātanena animittoti vuccati.",
  "atk-s0303a0:257_4": "Ettha ca cattāro satipaṭṭhānā missakā, animittasamādhi pubbabhāgo.",
  "atk-s0303a0:257_5": "Animittasamādhi vā missako, satipaṭṭhānā pubbabhāgāti veditabbā.",
  "atk-s0303a0:258_0": "Dvemā, bhikkhave, diṭṭhiyoti idaṁ pana na kevalaṁ animittasamādhibhāvanā imesaṁyeva tiṇṇaṁ mahāvitakkānaṁ pahānāya saṁvattati, sassatucchedadiṭṭhīnampi pana samugghātaṁ karotīti dassanatthaṁ vuttaṁ.",
  "atk-s0303a0:258_1": "Na vajjavā assanti niddoso bhaveyyaṁ. Sesamettha uttānameva.",
  "atk-s0303a0:258_2": "Iti bhagavā imasmimpi sutte desanaṁ tīhi bhavehi vinivattetvā arahattena kūṭaṁ gaṇhi.",
  "atk-s0303a0:258_3": "Desanāvasāne pañcasatā bhikkhū saha paṭisambhidāhi arahattaṁ pāpuṇiṁsūti. Aṭṭhamaṁ.",
  "atk-s0303a0:259_0": "9. Pālileyyasuttavaṇṇanā",
  "atk-s0303a0:260_0": "81.",
  "atk-s0303a0:260_1": "Navame cārikaṁ pakkāmīti kosambikānaṁ bhikkhūnaṁ kalahakāle satthā ekadivasaṁ dīghītissa kosalarañño vatthuṁ āharitvā ‘‘na hi verena verāni, sammantīdha kudācana’’ntiādīhi (dha. pa. 5) gāthāhi ovadati.",
  "atk-s0303a0:260_2": "Taṁdivasaṁ tesaṁ kalahaṁ karontānaṁyeva ratti vibhātā.",
  "atk-s0303a0:260_3": "Dutiyadivasepi bhagavā tameva vatthuṁ kathesi.",
  "atk-s0303a0:260_4": "Taṁdivasampi tesaṁ kalahaṁ karontānaṁyeva ratti vibhātā.",
  "atk-s0303a0:260_5": "Tatiyadivasepi bhagavā tameva vatthuṁ kathesi.",
  "atk-s0303a0:260_6": "Atha naṁ aññataro bhikkhu evamāha – ‘‘appossukko, bhante, bhagavā diṭṭhadhammasukhavihāraṁ anuyutto viharatu, mayametena bhaṇḍanena kalahena viggahena vivādena paññāyissāmā’’ti.",
  "atk-s0303a0:260_7": "Satthā ‘‘pariyādiṇṇarūpacittā kho ime moghapurisā, na ime sakkā saññāpetu’’nti cintetvā – ‘‘kiṁ mayhaṁ imehi, ekacāravāsaṁ vasissāmī’’ti?",
  "atk-s0303a0:260_8": "So pātova sarīrapaṭijagganaṁ katvā kosambiyaṁ piṇḍāya caritvā kañcipi anāmantetvā ekova adutiyo cārikaṁ pakkāmi.",
  "atk-s0303a0:261_0": "Yasmiṁ, āvuso, samayeti idaṁ thero yasmāssa ajja bhagavā ekena bhikkhunā saddhiṁ pakkamissati, ajja dvīhi, ajja satena, ajja sahassena, ajja ekakovāti sabbo bhagavato cāro vidito pākaṭo paccakkho, tasmā āha.",
  "atk-s0303a0:262_0": "Anupubbenāti gāmanigamapaṭipāṭiyā piṇḍāya caramāno ekacāravāsaṁ tāva vasamānaṁ bhikkhuṁ passitukāmo hutvā bālakaloṇakāragāmaṁ agamāsi.",
  "atk-s0303a0:262_1": "Tattha bhaguttherassa sakalapacchābhattañceva tiyāmarattiñca ekacāravāse ānisaṁsaṁ kathetvā punadivase tena pacchāsamaṇena piṇḍāya caritvā taṁ tattheva nivattetvā ‘‘samaggavāsaṁ vasamāne tayo kulaputte passissāmī’’ti pācīnavaṁsamigadāyaṁ agamāsi.",
  "atk-s0303a0:262_2": "Tesampi sakalapacchābhattañceva tiyāmarattiñca ekacāravāse ānisaṁsaṁ kathetvā te tattheva nivattetvā ekakova pālileyya nagarābhimukho pakkamitvā anupubbena pālileyyanagaraṁ sampatto.",
  "atk-s0303a0:262_3": "Tena vuttaṁ – ‘‘anupubbena cārikaṁ caramāno yena pālileyyakaṁ, tadavasarī’’ti.",
  "atk-s0303a0:263_0": "Bhaddasālamūleti pālileyyavāsino bhagavato dānaṁ datvā pālileyyato avidūre rakkhitavanasaṇḍo nāma atthi, tattha bhagavato paṇṇasālaṁ katvā ‘‘ettha vasathā’’ti paṭiññaṁ kāretvā vāsayiṁsu.",
  "atk-s0303a0:263_1": "Bhaddasālo pana tattheko manāpo laddhako sālarukkho.",
  "atk-s0303a0:263_2": "Bhagavā taṁ nagaraṁ upanissāya tasmiṁ vanasaṇḍe paṇṇasālasamīpe tasmiṁ rukkhamūle viharati.",
  "atk-s0303a0:263_3": "Tena vuttaṁ ‘‘bhaddasālamūle’’ti.",
  "atk-s0303a0:264_0": "Evaṁ viharante panettha tathāgate aññataro hatthināgo hatthinīhi hatthipotakādīhi gocarabhūmititthogāhanādīsu ubbāḷho yūthe ukkaṇṭhito ‘‘kiṁ me imehi hatthīhī’’ti?",
  "atk-s0303a0:264_1": "Yūthaṁ pahāya manussapathaṁ gacchanto pālileyyakavanasaṇḍe bhagavantaṁ disvā ghaṭasahassena nibbāpitasantāpo viya nibbuto hutvā satthu santike aṭṭhāsi.",
  "atk-s0303a0:264_2": "So tato paṭṭhāya satthu vattapaṭivattaṁ karonto mukhadhovanaṁ deti, nhānodakaṁ āharati, dantakaṭṭhaṁ deti, pariveṇaṁ sammajjati, araññato madhurāni phalāphalāni āharitvā satthuno deti. Satthā paribhogaṁ karoti.",
  "atk-s0303a0:265_0": "Ekadivasaṁ satthā rattibhāgasamanantare caṅkamitvā pāsāṇaphalake nisīdi.",
  "atk-s0303a0:265_1": "Hatthīpi avidūre ṭhāne aṭṭhāsi.",
  "atk-s0303a0:265_2": "Satthā pacchato oloketvā na kiñci addasa, evaṁ purato ca ubhayapassesu ca.",
  "atk-s0303a0:265_3": "Athassa ‘‘sukhaṁ vatāhaṁ aññatra tehi bhaṇḍanakārakehi vasāmī’’ti cittaṁ uppajji.",
  "atk-s0303a0:265_4": "Hatthinopi ‘‘mayā nāmitasākhaṁ aññe khādantā natthī’’tiādīni cintetvā – ‘‘sukhaṁ vata ekakova vasāmi, satthu vattaṁ kātuṁ labhāmī’’ti cittaṁ uppajji.",
  "atk-s0303a0:265_5": "Satthā attano cittaṁ oloketvā – ‘‘mama tāva īdisaṁ cittaṁ, kīdisaṁ nu kho hatthissā’’ti tassāpi tādisameva disvā ‘‘sameti no citta’’nti imaṁ udānaṁ udānesi –",
  "atk-s0303a0:266_0": "‘‘Etaṁ nāgassa nāgena, īsādantassa hatthino;",
  "atk-s0303a0:267_0": "Sameti cittaṁ cittena, yadeko ramatī vane’’ti. (mahāva. 467);",
  "atk-s0303a0:268_0": "Atha kho sambahulā bhikkhūti atha evaṁ tathāgate tattha viharante pañcasatā disāsu vassaṁvutthā bhikkhū.",
  "atk-s0303a0:268_1": "Yenāyasmā ānandoti ‘‘satthā kira bhikkhusaṅghaṁ paṇāmetvā araññaṁ paviṭṭho’’ti attano dhammatāya satthu santikaṁ gantuṁ asakkontā yenāyasmā ānando, tenupasaṅkamiṁsu.",
  "atk-s0303a0:269_0": "Anantarāāsavānaṁ khayoti maggānantaraṁ arahattaphalaṁ.",
  "atk-s0303a0:269_1": "Vicayasoti vicayena, tesaṁ tesaṁ dhammānaṁ sabhāvavicinanasamatthena ñāṇena paricchinditvāti attho. Dhammoti sāsanadhammo.",
  "atk-s0303a0:269_2": "Cattāro satipaṭṭhānātiādi ye ye koṭṭhāse paricchinditvā dhammo desito, tesaṁ pakāsanatthāya vuttaṁ.",
  "atk-s0303a0:269_3": "Samanupassanāti diṭṭhisamanupassanā.",
  "atk-s0303a0:269_4": "Saṅkhāro soti diṭṭhisaṅkhāro so.",
  "atk-s0303a0:269_5": "Tatojo so saṅkhāroti tato taṇhāto so saṅkhāro jāto.",
  "atk-s0303a0:269_6": "Taṇhāsampayuttesu cittesupi catūsu cittesu esa jāyati.",
  "atk-s0303a0:269_7": "Sāpi taṇhāti sā diṭṭhisaṅkhārassa paccayabhūtā taṇhā.",
  "atk-s0303a0:269_8": "Sāpi vedanāti sā taṇhāya paccayabhūtā vedanā.",
  "atk-s0303a0:269_9": "Sopi phassoti so vedanāya paccayo avijjāsamphasso.",
  "atk-s0303a0:269_10": "Sāpi avijjāti sā phassasampayuttā avijjā.",
  "atk-s0303a0:270_0": "No cassaṁ, no ca me siyāti sace ahaṁ na bhaveyyaṁ, mama parikkhāropi na bhaveyya.",
  "atk-s0303a0:270_1": "Nābhavissaṁ, na me bhavissatīti sace pana āyatimpi ahaṁ na bhavissāmi, evaṁ mama parikkhāropi na bhavissati.",
  "atk-s0303a0:270_2": "Ettake ṭhāne bhagavā tena bhikkhunā gahitagahitadiṭṭhiṁ vissajjāpento āgato puggalajjhāsayenapi desanāvilāsenapi.",
  "atk-s0303a0:270_3": "Tatojo so saṅkhāroti taṇhāsampayuttacitte vicikicchāva natthi, kathaṁ vicikicchāsaṅkhāro taṇhāto jāyatīti? Appahīnattā.",
  "atk-s0303a0:270_4": "Yassa hi taṇhāya appahīnāya so uppajjati, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0303a0:270_5": "Diṭṭhiyāpi eseva nayo labbhatiyeva catūsu hi cittuppādesu sampayuttadiṭṭhi nāma natthi.",
  "atk-s0303a0:270_6": "Yasmā pana taṇhāya appahīnattā sā uppajjati, tasmā taṁ sandhāya tatrāpi ayamattho yujjati.",
  "atk-s0303a0:270_7": "Iti imasmiṁ sutte tevīsatiyā ṭhānesu arahattaṁ pāpetvā vipassanā kathitā. Navamaṁ.",
  "atk-s0303a0:271_0": "10. Puṇṇamasuttavaṇṇanā",
  "atk-s0303a0:272_0": "82.",
  "atk-s0303a0:272_1": "Dasame tadahuposathetiādi pavāraṇasutte vitthāritameva.",
  "atk-s0303a0:272_2": "Kiñcideva desanti kiñci kāraṇaṁ.",
  "atk-s0303a0:272_3": "Sake āsane nisīditvā puccha yadākaṅkhasīti kasmā evamāha?",
  "atk-s0303a0:272_4": "So kira bhikkhu pañcasatabhikkhuparivāro.",
  "atk-s0303a0:272_5": "Ācariye pana ṭhitake pucchante sace te bhikkhū nisīdanti, satthari gāravaṁ kataṁ hoti, ācariye agāravaṁ.",
  "atk-s0303a0:272_6": "Sace uṭṭhahanti, ācariye gāravaṁ kataṁ hoti, satthari agāravaṁ.",
  "atk-s0303a0:272_7": "Iti nesaṁ cittaṁ anekaggaṁ bhavissati, desanaṁ sampaṭicchituṁ na sakkhissanti.",
  "atk-s0303a0:272_8": "Tasmiṁ pana nisīditvā pucchante tesaṁ cittaṁ ekaggaṁ bhavissati, desanaṁ sampaṭicchituṁ sakkhissantīti ñatvā bhagavā evamāha.",
  "atk-s0303a0:272_9": "Ime nu kho, bhanteti ayaṁ thero pañcannaṁ bhikkhusatānaṁ ācariyo, pañcakkhandhamattampi nappajānātīti na vattabbo.",
  "atk-s0303a0:272_10": "Pañhaṁ pucchantena pana ‘‘ime pañcupādānakkhandhā, na aññe’’ti evaṁ jānantena viya hutvā pucchituṁ na vaṭṭati, tasmā ajānanto viya pucchati.",
  "atk-s0303a0:272_11": "Tepi cassa antevāsikā ‘‘amhākaṁ ācariyo ‘ahaṁ jānāmī’ti na katheti, sabbaññutaññāṇena pana saddhiṁ saṁsanditvāva kathetī’’ti sotabbaṁ saddhātabbaṁ maññissantītipi ajānanto viya pucchati.",
  "atk-s0303a0:273_0": "Chandamūlakāti taṇhāchandamūlakā.",
  "atk-s0303a0:273_1": "Na kho bhikkhu taññeva upādānaṁ te pañcupādānakkhandhāti yasmā chandarāgamattaṁ pañcakkhandhā na hoti, tasmā idaṁ vuttaṁ.",
  "atk-s0303a0:273_2": "Yasmā pana sahajātato vā ārammaṇato vā khandhe muñcitvā upādānaṁ natthi, tasmā nāpi aññatra pañcahiupādānakkhandhehi upādānanti vuttaṁ.",
  "atk-s0303a0:273_3": "Taṇhāsampayuttasmiñhi citte vattamāne taṁcittasamuṭṭhānarūpaṁ rūpakkhandho, ṭhapetvā taṁ taṇhaṁ sesā arūpadhammā cattāro khandhāti sahajātatopi khandhe muñcitvā upādānaṁ natthi.",
  "atk-s0303a0:273_4": "Upādānassa pana rūpādīsu aññataraṁ ārammaṇaṁ katvā uppajjanato ārammaṇatopi pañcakkhandhe muñcitvā upādānaṁ natthi.",
  "atk-s0303a0:273_5": "Chandarāgavemattatāti chandarāganānattaṁ.",
  "atk-s0303a0:273_6": "Evaṁ kho bhikkhūti evaṁ rūpārammaṇassa chandarāgassa vedanādīsu aññataraṁ ārammaṇaṁ akaraṇato siyā chandarāgavemattatā.",
  "atk-s0303a0:273_7": "Khandhādhivacananti khandhāti ayaṁ paññatti.",
  "atk-s0303a0:273_8": "Ayaṁ pana anusandhi na ghaṭiyati, kiñcāpi na ghaṭiyati, sānusandhikāva pucchā, sānusandhikaṁ vissajjanaṁ.",
  "atk-s0303a0:273_9": "Ayañhi thero tesaṁ tesaṁ bhikkhūnaṁ ajjhāsayena pucchati, satthāpi tesaṁ tesaṁ ajjhāsayeneva vissajjeti. Sesaṁ sabbattha uttānameva. Dasamaṁ.",
  "atk-s0303a0:274_0": "Imassa ca pana vaggassa ekekasmiṁ sutte pañcasatā pañcasatā bhikkhū arahattaṁ pattāti.",
  "atk-s0303a0:275_0": "Khajjanīyavaggo aṭṭhamo.",
  "atk-s0303a0:276_0": "9. Theravaggo",
  "atk-s0303a0:277_0": "1. Ānandasuttavaṇṇanā",
  "atk-s0303a0:278_0": "83.",
  "atk-s0303a0:278_1": "Theravaggassa paṭhame mantāṇiputtoti, mantāṇiyā nāma brāhmaṇiyā putto.",
  "atk-s0303a0:278_2": "Upādāyāti āgamma ārabbha sandhāya paṭicca.",
  "atk-s0303a0:278_3": "Asmīti hotīti asmīti evaṁ pavattaṁ taṇhāmānadiṭṭhipapañcattayaṁ hoti. Daharoti taruṇo. Yuvāti yobbanena samannāgato.",
  "atk-s0303a0:278_4": "Maṇḍanakajātikoti maṇḍanakasabhāvo maṇḍanakasīlo.",
  "atk-s0303a0:278_5": "Mukhanimittanti mukhapaṭibimbaṁ.",
  "atk-s0303a0:278_6": "Tañhi parisuddhaṁ ādāsamaṇḍalaṁ paṭicca paññāyati.",
  "atk-s0303a0:278_7": "Kiṁ pana taṁ olokayato sakamukhaṁ paññāyati, paramukhanti?",
  "atk-s0303a0:278_8": "Yadi sakaṁ bhaveyya, parammukhaṁ hutvā paññāyeyya, atha parassa bhaveyya, vaṇṇādīhi asadisaṁ hutvā paññāyeyya.",
  "atk-s0303a0:278_9": "Tasmā na taṁ attano, na parassa, ādāsaṁ pana nissāya nibhāsarūpaṁ nāma taṁ paññāyatīti vadanti.",
  "atk-s0303a0:278_10": "Atha yaṁ udake paññāyati, taṁ kena kāraṇenāti ? Mahābhūtānaṁ visuddhatāya.",
  "atk-s0303a0:278_11": "Dhammo me abhisamitoti mayā ñāṇena catusaccadhammo abhisamāgato, sotāpannosmi jātoti kathesi. Paṭhamaṁ.",
  "atk-s0303a0:279_0": "2. Tissasuttavaṇṇanā",
  "atk-s0303a0:280_0": "84.",
  "atk-s0303a0:280_1": "Dutiye madhurakajāto viyāti sañjātagarubhāvo viya akammañño.",
  "atk-s0303a0:280_2": "Disāpi meti ayaṁ puratthimā ayaṁ dakkhiṇāti evaṁ disāpi mayhaṁ na pakkhāyanti, na pākaṭā hontīti vadati.",
  "atk-s0303a0:280_3": "Dhammāpi maṁ na paṭibhantīti pariyattidhammāpi mayhaṁ na upaṭṭhahanti, uggahitaṁ sajjhāyitaṁ na dissatīti vadati.",
  "atk-s0303a0:280_4": "Vicikicchāti no mahāvicikicchā.",
  "atk-s0303a0:280_5": "Na hi tassa ‘‘sāsanaṁ niyyānikaṁ nu kho, na nu kho’’ti vimati uppajjati.",
  "atk-s0303a0:280_6": "Evaṁ panassa hoti ‘‘sakkhissāmi nu kho samaṇadhammaṁ kātuṁ, udāhu pattacīvaradhāraṇamattameva karissāmī’’ti.",
  "atk-s0303a0:281_0": "Kāmānametaṁ adhivacananti yathā hi ninnaṁ pallalaṁ olokentassa dassanarāmaṇeyyakamattaṁ atthi, yo panettha otarati, taṁ caṇḍamīnākulatāya ākaḍḍhitvā anayabyasanaṁ pāpeti, evamevaṁ pañcasu kāmaguṇesu cakkhudvārādīnaṁ ārammaṇe rāmaṇeyyakamattaṁ atthi, yo panettha gedhaṁ āpajjati, taṁ ākaḍḍhitvā nirayādīsu eva pakkhipanti.",
  "atk-s0303a0:281_1": "Appassādā hi kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyoti imaṁ atthavasaṁ paṭicca ‘‘kāmānametaṁ adhivacana’’nti vuttaṁ.",
  "atk-s0303a0:281_2": "Ahamanuggahenāti ahaṁ dhammāmisānuggahehi anuggaṇhāmi. Abhinandīti sampaṭicchi.",
  "atk-s0303a0:281_3": "Na kevalañca abhinandi, imaṁ pana satthu santikā assāsaṁ labhitvā ghaṭento vāyamanto katipāhena arahatte patiṭṭhāsi. Dutiyaṁ.",
  "atk-s0303a0:282_0": "3. Yamakasuttavaṇṇanā",
  "atk-s0303a0:283_0": "85.",
  "atk-s0303a0:283_1": "Tatiye diṭṭhigatanti sace hissa evaṁ bhaveyya ‘‘saṅkhārā uppajjanti ceva nirujjhanti ca, saṅkhārappavattameva appavattaṁ hotī’’ti, diṭṭhigataṁ nāma na bhaveyya, sāsanāvacarikaṁ ñāṇaṁ bhaveyya.",
  "atk-s0303a0:283_2": "Yasmā panassa ‘‘satto ucchijjati vinassatī’’ti ahosi, tasmā diṭṭhigataṁ nāma jātaṁ.",
  "atk-s0303a0:283_3": "Thāmasā parāmāsāti diṭṭhithāmena ceva diṭṭhiparāmāsena ca.",
  "atk-s0303a0:284_0": "Yenāyasmāsāriputtoti yathā nāma paccante kupite taṁ vūpasametuṁ asakkontā rājapurisā senāpatissa vā rañño vā santikaṁ gacchanti, evaṁ diṭṭhigatavasena tasmiṁ there kupite taṁ vūpasametuṁ asakkontā te bhikkhū yena dhammarājassa dhammasenāpati āyasmā sāriputto , tenupasaṅkamiṁsu.",
  "atk-s0303a0:284_1": "Evaṁbyākhoti tesaṁ bhikkhūnaṁ santike viya therassa sammukhā paggayha vattuṁ asakkonto olambantena hadayena ‘‘evaṁbyākho’’ti āha. Taṁ kiṁ maññasi, āvusoti?",
  "atk-s0303a0:284_2": "Idaṁ thero tassa vacanaṁ sutvā, ‘‘nāyaṁ attano laddhiyaṁ dosaṁ passati, dhammadesanāya assa taṁ pākaṭaṁ karissāmī’’ti cintetvā tiparivaṭṭaṁ desanaṁ desetuṁ ārabhi.",
  "atk-s0303a0:285_0": "Taṁ kiṁ maññasi, āvuso yamaka, rūpaṁ tathāgatoti idaṁ kasmā āraddhaṁ? Anuyogavattaṁ dāpanatthaṁ.",
  "atk-s0303a0:285_1": "Tiparivaṭṭadesanāvasānasmiñhi thero sotāpanno jāto.",
  "atk-s0303a0:285_2": "Atha naṁ anuyogavattaṁ dāpetuṁ ‘‘taṁ kiṁ maññasī’’tiādimāha? Tathāgatoti satto.",
  "atk-s0303a0:285_3": "Rūpaṁ vedanā saññā saṅkhārā viññāṇanti ime pañcakkhandhe sampiṇḍetvā ‘‘tathāgato’’ti samanupassasīti pucchati.",
  "atk-s0303a0:285_4": "Ettha ca te, āvusoti idaṁ therassa anuyoge bhummaṁ.",
  "atk-s0303a0:285_5": "Idaṁ vuttaṁ hoti – ettha ca te ettake ṭhāne diṭṭheva dhamme saccato thirato satte anupalabbhiyamāneti.",
  "atk-s0303a0:285_6": "Sace taṁ, āvusoti idametaṁ aññaṁ byākarāpetukāmo pucchati.",
  "atk-s0303a0:285_7": "Yaṁ dukkhaṁ taṁ niruddhanti yaṁ dukkhaṁ, tadeva niruddhaṁ, añño satto nirujjhanako nāma natthi, evaṁ byākareyyanti attho.",
  "atk-s0303a0:286_0": "Etasseva atthassāti etassa paṭhamamaggassa.",
  "atk-s0303a0:286_1": "Bhiyyosomattāya ñāṇāyāti atirekappamāṇassa ñāṇassa atthāya, sahavipassanakānaṁ upari ca tiṇṇaṁ maggānaṁ āvibhāvatthāyāti attho.",
  "atk-s0303a0:286_2": "Ārakkhasampannoti antoārakkhena ceva bahiārakkhena ca samannāgato.",
  "atk-s0303a0:286_3": "Ayogakkhemakāmoti catūhi yogehi khemabhāvaṁ anicchanto.",
  "atk-s0303a0:286_4": "Pasayhāti pasayhitvā abhibhavitvā. Anupakhajjāti anupavisitvā.",
  "atk-s0303a0:287_0": "Pubbuṭṭhāyītiādīsu dūratova āgacchantaṁ disvā āsanato paṭhamataraṁ vuṭṭhātīti pubbuṭṭhāyī.",
  "atk-s0303a0:287_1": "Tassa āsanaṁ datvā tasmiṁ nisinne pacchā nipatati nisīdatīti, pacchānipātī.",
  "atk-s0303a0:287_2": "Pātova vuṭṭhāya ‘‘ettakā kasituṁ gacchatha, ettakā vapitu’’nti vā sabbapaṭhamaṁ vuṭṭhātīti pubbuṭṭhāyī.",
  "atk-s0303a0:287_3": "Sāyaṁ sabbesu attano attano vasanaṭṭhānaṁ gatesu gehassa samantato ārakkhaṁ saṁvidhāya dvārāni thaketvā sabbapacchā nipajjanatopi pacchānipātī. ‘‘Kiṁ karomi , ayyaputta ? Kiṁ karomi ayyaputtā’’ti?",
  "atk-s0303a0:287_4": "Mukhaṁ olokento kiṁkāraṁ paṭisāvetīti kiṁkārapaṭissāvī. Manāpaṁ caratīti manāpacārī. Piyaṁ vadatīti piyavādī.",
  "atk-s0303a0:287_5": "Mittatopi naṁ saddaheyyāti mitto me ayanti saddaheyya.",
  "atk-s0303a0:287_6": "Vissāsaṁ āpajjeyyāti ekato pānabhojanādiṁ karonto vissāsiko bhaveyya.",
  "atk-s0303a0:287_7": "Saṁvissatthoti suṭṭhu vissattho.",
  "atk-s0303a0:288_0": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ – bālagahapatiputto viya hi vaṭṭasannissitakāle assutavā puthujjano , vadhakapaccāmitto viya abaladubbalā pañcakkhandhā, vadhakapaccāmittassa ‘‘bālagahapatiputtaṁ upaṭṭhahissāmī’’ti upagatakālo viya paṭisandhikkhaṇe upagatā pañcakkhandhā, tassa hi ‘‘na me ayaṁ sahāyo, vadhakapaccatthiko aya’’nti ajānanakālo viya vaṭṭanissitaputhujjanassa pañcakkhandhe ‘‘na ime mayha’’nti agahetvā ‘‘mama rūpaṁ, mama vedanā, mama saññā, mama saṅkhārā, mama viññāṇa’’nti gahitakālo, vadhakapaccatthikassa ‘‘mitto me aya’’nti gahetvā sakkārakaraṇakālo viya ‘‘mama ime’’ti gahetvā pañcannaṁ khandhānaṁ nhāpanabhojanādīhi sakkārakaraṇakālo, ‘‘ativissattho me aya’’nti ñatvā sakkāraṁ karontasseva asinā sīsacchindanaṁ viya vissatthassa bālaputhujjanassa tikhiṇehi bhijjamānehi khandhehi jīvitapariyādānaṁ veditabbaṁ.",
  "atk-s0303a0:289_0": "Upetīti upagacchati. Upādiyatīti gaṇhāti. Adhiṭṭhātīti adhitiṭṭhati. Attā meti ayaṁ me attāti.",
  "atk-s0303a0:289_1": "Sutavā ca kho, āvuso, ariyasāvakoti yathā pana paṇḍito gahapatiputto evaṁ upagataṁ paccatthikaṁ ‘‘paccatthiko me aya’’nti ñatvā appamatto tāni tāni kammāni kāretvā anatthaṁ pariharati, atthaṁ pāpuṇāti, evaṁ sutavā ariyasāvakopi ‘‘na rūpaṁ attato samanupassatī’’tiādinā nayena pañcakkhandhe ahanti vā mamanti vā agahetvā, ‘‘paccatthikā me ete’’ti ñatvā rūpasattakaarūpasattakādivasena vipassanāya yojetvāva tatonidānaṁ dukkhaṁ parivajjetvā aggaphalaṁ arahattaṁ pāpuṇāti. Sesamettha uttānameva. Tatiyaṁ.",
  "atk-s0303a0:290_0": "4. Anurādhasuttavaṇṇanā",
  "atk-s0303a0:291_0": "86.",
  "atk-s0303a0:291_1": "Catutthe araññakuṭikāyanti tasseva vihārassa paccante paṇṇasālāyaṁ.",
  "atk-s0303a0:291_2": "Taṁ tathāgatoti tumhākaṁ satthā tathāgato taṁ sattaṁ tathāgataṁ.",
  "atk-s0303a0:291_3": "Aññatra imehīti tassa kira evaṁ ahosi ‘‘ime sāsanassa paṭipakkhā paṭivilomā, yathā ime bhaṇanti, na evaṁ satthā paññāpessati, aññathā paññāpessatī’’ti. Tasmā evamāha.",
  "atk-s0303a0:291_4": "Evaṁ vutte te aññatitthiyāti evaṁ therena attano ca paresañca samayaṁ ajānitvā vutte ekadesena sāsanasamayaṁ jānantā therassa vāde dosaṁ dātukāmā te aññatitthiyā paribbājakā āyasmantaṁ anurādhaṁ etadavocuṁ.",
  "atk-s0303a0:292_0": "Taṁ kiṁ maññasi anurādhāti satthā tassa kathaṁ sutvā cintesi – ‘‘ayaṁ bhikkhu attano laddhiyaṁ dosaṁ na jānāti, kārako panesa yuttayogo, dhammadesanāya eva naṁ jānāpessāmī’’ti tiparivaṭṭaṁ desanaṁ desetukāmo ‘‘taṁ kiṁ maññasi, anurādhā’’tiādimāha.",
  "atk-s0303a0:292_1": "Athassa tāya desanāya arahattappattassa anuyogavattaṁ āropento taṁ kiṁ maññasi, anurādha? Rūpaṁ tathāgatotiādimāha.",
  "atk-s0303a0:292_2": "Dukkhañceva paññapemi, dukkhassa ca nirodhanti vaṭṭadukkhañceva vaṭṭadukkhassa ca nirodhaṁ nibbānaṁ paññapemi.",
  "atk-s0303a0:292_3": "Dukkhanti vā vacanena dukkhasaccaṁ gahitaṁ.",
  "atk-s0303a0:292_4": "Tasmiṁ gahite samudayasaccaṁ gahitameva hoti, tassa mūlattā.",
  "atk-s0303a0:292_5": "Nirodhanti vacanena nirodhasaccaṁ gahitaṁ.",
  "atk-s0303a0:292_6": "Tasmiṁ gahite maggasaccaṁ gahitameva hoti tassa upāyattā.",
  "atk-s0303a0:292_7": "Iti pubbe cāhaṁ, anurādha, etarahi ca catusaccameva paññapemīti dasseti.",
  "atk-s0303a0:292_8": "Evaṁ imasmiṁ sutte vaṭṭavivaṭṭameva kathitaṁ. Catutthaṁ.",
  "atk-s0303a0:293_0": "5. Vakkalisuttavaṇṇanā",
  "atk-s0303a0:294_0": "87.",
  "atk-s0303a0:294_1": "Pañcame kumbhakāranivesaneti kumbhakārasālāyaṁ.",
  "atk-s0303a0:294_2": "Thero kira vutthavasso pavāretvā bhagavantaṁ dassanāya āgacchati.",
  "atk-s0303a0:294_3": "Tassa nagaramajjhe mahāābādho uppajji, pādā na vahanti.",
  "atk-s0303a0:294_4": "Atha naṁ mañcakasivikāya kumbhakārasālaṁ āhariṁsu.",
  "atk-s0303a0:294_5": "Sā ca sālā tesaṁ kammasālā, na nivesanasālā.",
  "atk-s0303a0:294_6": "Taṁ sandhāya vuttaṁ ‘‘kumbhakāranivesane viharatī’’ti.",
  "atk-s0303a0:294_7": "Bāḷhagilānoti adhimattagilāno.",
  "atk-s0303a0:294_8": "Samadhosīti samantato adhosi, calanākārena apacitiṁ dassesi.",
  "atk-s0303a0:294_9": "Vattaṁ kiretaṁ bāḷhagilānenapi buḍḍhataraṁ disvā uṭṭhānākārena apaciti dassetabbā.",
  "atk-s0303a0:294_10": "Tena pana ‘‘mā cali mā calī’’ti vattabbo.",
  "atk-s0303a0:294_11": "Santimāni āsanānīti buddhakālasmiñhi ekassapi bhikkhuno vasanaṭṭhāne ‘‘sace satthā āgacchissati, idha nisīdissatī’’ti āsanaṁ paññattameva hoti antamaso phalakamattampi paṇṇasanthāramattampi.",
  "atk-s0303a0:294_12": "Khamanīyaṁ yāpanīyanti kacci dukkhaṁ khamituṁ iriyāpathaṁ vā yāpetuṁ sakkāti pucchati. Paṭikkamantīti nivattanti.",
  "atk-s0303a0:294_13": "Abhikkamantīti adhigacchanti .",
  "atk-s0303a0:294_14": "Paṭikkamosānanti paṭikkamo etāsaṁ.",
  "atk-s0303a0:294_15": "Sīlato na upavadatīti sīlaṁ ārabbha sīlabhāvena na upavadati.",
  "atk-s0303a0:294_16": "Cirapaṭikāhanti cirapaṭiko ahaṁ, cirato paṭṭhāya ahanti attho.",
  "atk-s0303a0:294_17": "Pūtikāyenāti attano suvaṇṇavaṇṇampi kāyaṁ bhagavā dhuvapaggharaṇaṭṭhena evamāha.",
  "atk-s0303a0:294_18": "Yo kho, vakkali, dhammanti idha bhagavā ‘‘dhammakāyo kho, mahārāja, tathāgato’’ti vuttaṁ dhammakāyataṁ dasseti.",
  "atk-s0303a0:294_19": "Navavidho hi lokuttaradhammo tathāgatassa kāyo nāma.",
  "atk-s0303a0:295_0": "Idāni therassa tiparivaṭṭadhammadesanaṁ ārabhanto taṁ kiṁ maññasītiādimāha. Kāḷasilāti kāḷasilāvihāro.",
  "atk-s0303a0:295_1": "Vimokkhāyāti maggavimokkhatthāya.",
  "atk-s0303a0:295_2": "Suvimutto vimuccissatīti arahattaphalavimuttiyā vimutto hutvā vimuccissati.",
  "atk-s0303a0:295_3": "Tā kira devatā ‘‘yena nīhārena iminā vipassanā āraddhā, anantarāyena arahattaṁ pāpuṇissatī’’ti ñatvā evamāhaṁsu. Apāpakanti alāmakaṁ.",
  "atk-s0303a0:295_4": "Satthaṁ āharesīti thero kira adhimāniko ahosi.",
  "atk-s0303a0:295_5": "So samādhivipassanāhi vikkhambhitānaṁ kilesānaṁ samudācāraṁ apassanto ‘‘khīṇāsavomhī’’ti saññī hutvā ‘‘kiṁ me iminā dukkhena jīvitena?",
  "atk-s0303a0:295_6": "Satthaṁ āharitvā marissāmī’’ti tikhiṇena satthena kaṇṭhanāḷaṁ chindi.",
  "atk-s0303a0:295_7": "Athassa dukkhā vedanā uppajji.",
  "atk-s0303a0:295_8": "So tasmiṁ khaṇe attano puthujjanabhāvaṁ ñatvā avissaṭṭhakammaṭṭhānattā sīghaṁ mūlakammaṭṭhānaṁ ādāya sammasanto arahattaṁ pāpuṇitvāva kālamakāsi.",
  "atk-s0303a0:295_9": "Paccavekkhaṇā panassa ca kathaṁ ahosīti?",
  "atk-s0303a0:295_10": "Khīṇāsavassa ekūnavīsati paccavekkhaṇā na sabbāva avassaṁ laddhabbā, tikhiṇenāpi pana asinā sīse chijjante ekaṁ dve ñāṇāni avassaṁ uppajjanti.",
  "atk-s0303a0:296_0": "Vivattakkhandhanti parivattakkhandhaṁ. Semānanti sayamānaṁ.",
  "atk-s0303a0:296_1": "Thero kira uttānako nipanno satthaṁ āhari.",
  "atk-s0303a0:296_2": "Tassa sarīraṁ yathāṭhitameva ahosi.",
  "atk-s0303a0:296_3": "Sīsaṁ pana dakkhiṇapassena parivattitvā aṭṭhāsi.",
  "atk-s0303a0:296_4": "Ariyasāvakā hi yebhuyyena dakkhiṇapasseneva kālaṁ karonti.",
  "atk-s0303a0:296_5": "Tenassa sarīraṁ yathāṭhitaṁyeva ahosi.",
  "atk-s0303a0:296_6": "Sīsaṁ pana dakkhiṇapassena parivattitvā ṭhitaṁ.",
  "atk-s0303a0:296_7": "Taṁ sandhāya vivattakkhandho nāma jātotipi vadanti.",
  "atk-s0303a0:296_8": "Dhūmāyitattanti dhūmāyanabhāvaṁ .",
  "atk-s0303a0:296_9": "Timirāyitattanti timirāyanabhāvaṁ.",
  "atk-s0303a0:296_10": "Dhūmavalāhakaṁ viya timiravalāhakaṁ viya cāti attho. Pañcamaṁ.",
  "atk-s0303a0:297_0": "6. Assajisuttavaṇṇanā",
  "atk-s0303a0:298_0": "88.",
  "atk-s0303a0:298_1": "Chaṭṭhe kassapakārāmeti kassapaseṭṭhinā kārite ārāme.",
  "atk-s0303a0:298_2": "Kāyasaṅkhāreti assāsapassāse .",
  "atk-s0303a0:298_3": "So hi te catutthajjhānena passambhitvā passambhitvā vihāsi.",
  "atk-s0303a0:298_4": "Evaṁ hotīti idāni taṁ samādhiṁ appaṭilabhantassa evaṁ hoti.",
  "atk-s0303a0:298_5": "No cassāhaṁ parihāyāmīti kacci nu kho ahaṁ sāsanato na parihāyāmi?",
  "atk-s0303a0:298_6": "Tassa kira ābādhadosena appitappitā samāpatti parihāyi, tasmā evaṁ cintesi.",
  "atk-s0303a0:298_7": "Samādhisārakā samādhisāmaññāti samādhiṁyeva sārañca sāmaññañca maññanti.",
  "atk-s0303a0:298_8": "Mayhaṁ pana sāsane na etaṁ sāraṁ, vipassanāmaggaphalāni sāraṁ.",
  "atk-s0303a0:298_9": "So tvaṁ samādhito parihāyanto kasmā cintesi ‘‘sāsanato parihāyāmī’’ti.",
  "atk-s0303a0:298_10": "Evaṁ theraṁ assāsetvā idānissa tiparivaṭṭaṁ dhammadesanaṁ ārabhanto taṁ kiṁ maññasītiādimāha.",
  "atk-s0303a0:298_11": "Athassa tiparivaṭṭadesanāvasāne arahattaṁ pattassa satatavihāraṁ dassento so sukhaṁ ce vedanaṁ vedayatītiādimāha .",
  "atk-s0303a0:298_12": "Tattha anabhinanditāti pajānātīti sukhavedanāya tāva abhinandanā hotu, dukkhavedanāya kathaṁ hotīti?",
  "atk-s0303a0:298_13": "Dukkhaṁ patvā sukhaṁ pattheti, yadaggena sukhaṁ pattheti, tadaggena dukkhaṁ patthetiyeva.",
  "atk-s0303a0:298_14": "Sukhavipariṇāmena hi dukkhaṁ āgatameva hotīti evaṁ dukkhe abhinandanā veditabbā. Sesaṁ pubbe vuttanayamevāti. Chaṭṭhaṁ.",
  "atk-s0303a0:299_0": "7. Khemakasuttavaṇṇanā",
  "atk-s0303a0:300_0": "89.",
  "atk-s0303a0:300_1": "Sattame attaniyanti attano parikkhārajātaṁ.",
  "atk-s0303a0:300_2": "Asmīti adhigatanti asmīti evaṁ pavattā taṇhāmānā adhigatā.",
  "atk-s0303a0:300_3": "Sandhāvanikāyāti punappunaṁ gamanāgamanena.",
  "atk-s0303a0:300_4": "Upasaṅkamīti badarikārāmato gāvutamattaṁ ghositārāmaṁ agamāsi.",
  "atk-s0303a0:300_5": "Dāsakatthero pana catukkhattuṁ gamanāgamanena taṁdivasaṁ dviyojanaṁ addhānaṁ āhiṇḍi.",
  "atk-s0303a0:300_6": "Kasmā pana taṁ therā pahiṇiṁsu?",
  "atk-s0303a0:300_7": "Vissutassa dhammakathikassa santikā dhammaṁ suṇissāmāti. Sayaṁ kasmā na gatāti?",
  "atk-s0303a0:300_8": "Therassa vasanaṭṭhānaṁ araññaṁ sambādhaṁ, tattha saṭṭhimattānaṁ therānaṁ ṭhātuṁ vā nisīdituṁ vā okāso natthīti na gatā.",
  "atk-s0303a0:300_9": "‘‘Idhāgantvā amhākaṁ dhammaṁ kathetū’’tipi kasmā pana na pahiṇiṁsūti? Therassa ābādhikattā.",
  "atk-s0303a0:300_10": "Atha kasmā punappunaṁ pahiṇiṁsūti?",
  "atk-s0303a0:300_11": "Sayameva ñatvā amhākaṁ kathetuṁ āgamissatīti.",
  "atk-s0303a0:300_12": "Theropi tesaṁ ajjhāsayaṁ ñatvāva agamāsīti.",
  "atk-s0303a0:301_0": "Na khvāhaṁ, āvuso, rūpanti yo hi rūpameva asmīti vadati, tena itare cattāro khandhā paccakkhātā honti.",
  "atk-s0303a0:301_1": "Yo aññatra rūpā vadati, tena rūpaṁ paccakkhātaṁ hoti. Vedanādīsupi eseva nayo.",
  "atk-s0303a0:301_2": "Therassa pana samūhato pañcasupi khandhesu asmīti adhigato, tasmā evamāha. Hotevāti hotiyeva. Anusahagatoti sukhumo. Ūseti chārikākhāre. Khāreti ūsakhāre.",
  "atk-s0303a0:301_3": "Sammadditvāti temetvā khādetvā.",
  "atk-s0303a0:302_0": "Evamevakhoti ettha idaṁ opammasaṁsandanaṁ – kiliṭṭhavatthaṁ viya hi puthujjanassa cittācāro, tayo khārā viya tisso anupassanā, tīhi khārehi dhotavatthaṁ viya desanāya madditvā ṭhito anāgāmino cittācāro, anusahagato ūsādigandho viya arahattamaggavajjhā kilesā, gandhakaraṇḍako viya arahattamaggañāṇaṁ gandhakaraṇḍakaṁ āgamma anusahagatānaṁ ūsagandhādīnaṁ samugghāto viya arahattamaggena sabbakilesakkhayo, gandhaparibhāvitavatthaṁ nivāsetvā chaṇadivase antaravīthiyaṁ sugandhagandhino vicaraṇaṁ viya khīṇāsavassa sīlagandhādīhi dasa disā upavāyantassa yathākāmacāro.",
  "atk-s0303a0:303_0": "Ācikkhitunti kathetuṁ. Desetunti pakāsetuṁ. Paññāpetunti jānāpetuṁ. Paṭṭhapetunti patiṭṭhāpetuṁ. Vivaritunti vivaṭaṁ kātuṁ.",
  "atk-s0303a0:303_1": "Vibhajitunti suvibhattaṁ kātuṁ.",
  "atk-s0303a0:303_2": "Uttānīkātunti uttānakaṁ kātuṁ.",
  "atk-s0303a0:303_3": "Saṭṭhimattānaṁ therānanti te kira therena kathitakathitaṭṭhāne vipassanaṁ paṭṭhapetvā uparūpari sammasantā desanāpariyosāne arahattaṁ pāpuṇiṁsu.",
  "atk-s0303a0:303_4": "Theropi aññena nīhārena akathetvā vipassanāsahagatacitteneva kathesi. Tasmā sopi arahattaṁ pāpuṇi.",
  "atk-s0303a0:303_5": "Tena vuttaṁ – ‘‘saṭṭhimattānaṁ therānaṁ bhikkhūnaṁ anupādāya āsavehi cittāni vimucciṁsu āyasmato khemakassa cā’’ti. Sattamaṁ.",
  "atk-s0303a0:304_0": "8. Channasuttavaṇṇanā",
  "atk-s0303a0:305_0": "90.",
  "atk-s0303a0:305_1": "Aṭṭhame āyasmā channoti tathāgatena saddhiṁ ekadivase jāto mahābhinikkhamanadivase saddhiṁ nikkhamitvā puna aparabhāge satthu santike pabbajitvā ‘‘amhākaṁ buddho amhākaṁ dhammo’’ti evaṁ makkhī ceva paḷāsī ca hutvā sabrahmacārīnaṁ pharusavācāya saṅghaṭṭanaṁ karonto thero.",
  "atk-s0303a0:305_2": "Avāpuraṇaṁ ādāyāti kuñcikaṁ gahetvā.",
  "atk-s0303a0:305_3": "Vihārena vihāraṁ upasaṅkamitvāti ekaṁ vihāraṁ pavisitvā tato aññaṁ, tato aññanti evaṁ tena tena vihārena taṁ taṁ vihāraṁ upasaṅkamitvā.",
  "atk-s0303a0:305_4": "Etadavoca ovadantu manti kasmā evaṁ mahantena ussāhena tattha tattha gantvā etaṁ avocāti? Uppannasaṁvegatāya.",
  "atk-s0303a0:305_5": "Tassa hi parinibbute satthari dhammasaṅgāhakattherehi pesito āyasmā ānando kosambiṁ gantvā brahmadaṇḍaṁ adāsi.",
  "atk-s0303a0:305_6": "So dinne brahmadaṇḍe sañjātapariḷāho visaññībhūto patitvā puna saññaṁ labhitvā vuṭṭhāya ekassa bhikkhuno santikaṁ gato, so tena saddhiṁ kiñci na kathesi.",
  "atk-s0303a0:305_7": "Aññassa santikaṁ agamāsi, sopi na kathesīti evaṁ sakalavihāraṁ vicaritvā nibbinno pattacīvaraṁ ādāya bārāṇasiṁ gantvā uppannasaṁvego tattha tattha gantvā evaṁ avoca.",
  "atk-s0303a0:306_0": "Sabbe saṅkhārā aniccāti sabbe tebhūmakasaṅkhārā aniccā.",
  "atk-s0303a0:306_1": "Sabbe dhammā anattāti sabbe catubhūmakadhammā anattā.",
  "atk-s0303a0:306_2": "Iti sabbepi te bhikkhū theraṁ ovadantā aniccalakkhaṇaṁ anattalakkhaṇanti dveva lakkhaṇāni kathetvā dukkhalakkhaṇaṁ na kathayiṁsu. Kasmā?",
  "atk-s0303a0:306_3": "Evaṁ kira nesaṁ ahosi – ‘‘ayaṁ bhikkhu vādī dukkhalakkhaṇe paññāpiyamāne rūpaṁ dukkhaṁ…pe… viññāṇaṁ dukkhaṁ, maggo dukkho, phalaṁ dukkhanti ‘tumhe dukkhappattā bhikkhū nāmā’ti gahaṇaṁ gaṇheyya, yathā gahaṇaṁ gahetuṁ na sakkoti, evaṁ niddosamevassa katvā kathessāmā’’ti dveva lakkhaṇāni kathayiṁsu.",
  "atk-s0303a0:307_0": "Paritassanā upādānaṁ uppajjatīti paritassanā ca upādānañca uppajjati.",
  "atk-s0303a0:307_1": "Paccudāvattati mānasaṁ, atha ko carahi me attāti yadi rūpādīsu ekopi anattā, atha ko nāma me attāti evaṁ paṭinivattati ‘‘mayhaṁ mānasa’’nti.",
  "atk-s0303a0:307_2": "Ayaṁ kira thero paccaye apariggahetvā vipassanaṁ paṭṭhapesi, sāssa dubbalavipassanā attagāhaṁ pariyādātuṁ asakkuṇantī saṅkhāresu suññato upaṭṭhahantesu ‘‘ucchijjissāmi vinassissāmī’’ti ucchedadiṭṭhiyā ceva paritassanāya ca paccayo ahosi.",
  "atk-s0303a0:307_3": "So ca attānaṁ pāpate papatantaṁ viya disvā, ‘‘paritassanā upādānaṁ uppajjati, paccudāvattati mānasaṁ, atha ko carahi me attā’’ti āha.",
  "atk-s0303a0:307_4": "Na kho panevaṁ dhammaṁ passato hotīti catusaccadhammaṁ passantassa evaṁ na hoti.",
  "atk-s0303a0:307_5": "Tāvatikā vissaṭṭhīti tattako vissāso.",
  "atk-s0303a0:307_6": "Sammukhā metanti thero tassa vacanaṁ sutvā, ‘‘kīdisā nu kho imassa dhammadesanā sappāyā’’ti?",
  "atk-s0303a0:307_7": "Cintento tepiṭakaṁ buddhavacanaṁ vicinitvā kaccānasuttaṁ (saṁ. ni.",
  "atk-s0303a0:307_8": "2.15) addasa ‘‘idaṁ āditova diṭṭhiviniveṭhanaṁ katvā majjhe buddhabalaṁ dīpetvā saṇhasukhumapaccayākāraṁ pakāsayamānaṁ gataṁ, idamassa desessāmī’’ti dassento ‘‘sammukhā meta’’ntiādimāha. Aṭṭhamaṁ.",
  "atk-s0303a0:308_0": "9-10. Rāhulasuttādivaṇṇanā",
  "atk-s0303a0:309_0": "91-92.",
  "atk-s0303a0:309_1": "Navamadasamāni rāhulasaṁyutte (saṁ. ni. 2.188) vuttatthāneva.",
  "atk-s0303a0:309_2": "Kevalaṁ hetāni ayaṁ theravaggoti katvā idhāgatānīti. Navamadasamāni.",
  "atk-s0303a0:310_0": "Theravaggo navamo.",
  "atk-s0303a0:311_0": "10. Pupphavaggo",
  "atk-s0303a0:312_0": "1. Nadīsuttavaṇṇanā",
  "atk-s0303a0:313_0": "93.",
  "atk-s0303a0:313_1": "Pupphavaggassa paṭhame pabbateyyāti pabbate pavattā.",
  "atk-s0303a0:313_2": "Ohārinīti sote patitapatitāni tiṇapaṇṇakaṭṭhādīni heṭṭhāhārinī.",
  "atk-s0303a0:313_3": "Dūraṅgamāti nikkhantaṭṭhānato paṭṭhāya catupañcayojanasatagāminī. Sīghasotāti caṇḍasotā.",
  "atk-s0303a0:313_4": "Kāsātiādīni sabbāni tiṇajātāni.",
  "atk-s0303a0:313_5": "Rukkhāti eraṇḍādayo dubbalarukkhā.",
  "atk-s0303a0:313_6": "Te naṁ ajjholambeyyunti te tīre jātāpi onamitvā aggehi udakaṁ phusantehi adhiolambeyyuṁ, upari lambeyyunti attho.",
  "atk-s0303a0:313_7": "Palujjeyyunti samūlamattikāya saddhiṁ sīse pateyyuṁ.",
  "atk-s0303a0:313_8": "So tehi ajjhotthaṭo vālukamattikodakehi mukhaṁ pavisantehi mahāvināsaṁ pāpuṇeyya.",
  "atk-s0303a0:314_0": "Evamevakhoti ettha sote patitapuriso viya vaṭṭasannissito bālaputhujjano daṭṭhabbo, ubhatotīre kāsādayo viya dubbalapañcakkhandhā, ‘‘ime gahitāpi maṁ tāretuṁ na sakkhissantī’’ti tassa purisassa ajānitvā gahaṇaṁ viya ime khandhā ‘‘na mayhaṁ sahāyā’’ti bālaputhujjanassa ajānitvā catūhi gāhehi gahaṇaṁ, gahitagahitānaṁ palujjanattā purisassa byasanappatti viya catūhi gāhehi gahitānaṁ khandhānaṁ vipariṇāme bālaputhujjanassa sokādibyasanappatti veditabbā. Paṭhamaṁ.",
  "atk-s0303a0:315_0": "2. Pupphasuttavaṇṇanā",
  "atk-s0303a0:316_0": "94.",
  "atk-s0303a0:316_1": "Dutiye vivadatīti ‘‘aniccaṁ dukkhaṁ anattā asubha’’nti yathāsabhāvena vadantena saddhiṁ ‘‘niccaṁ sukhaṁ attā subha’’nti vadanto vivadati. Lokadhammoti khandhapañcakaṁ.",
  "atk-s0303a0:316_2": "Tañhi lujjanasabhāvattā lokadhammoti vuccati. Kinti karomīti kathaṁ karomi?",
  "atk-s0303a0:316_3": "Mayhañhi paṭipattikathanameva bhāro, paṭipattipūraṇaṁ pana kulaputtānaṁ bhāroti dasseti.",
  "atk-s0303a0:316_4": "Imasmiṁ sutte tayo lokā kathitā.",
  "atk-s0303a0:316_5": "‘‘Nāhaṁ, bhikkhave, lokenā’’ti ettha hi sattaloko kathito, ‘‘atthi, bhikkhave, loke lokadhammo’’ti ettha saṅkhāraloko, ‘‘tathāgato loke jāto loke saṁvaḍḍho’’ti ettha okāsaloko kathito. Dutiyaṁ.",
  "atk-s0303a0:317_0": "3. Pheṇapiṇḍūpamasuttavaṇṇanā",
  "atk-s0303a0:318_0": "95.",
  "atk-s0303a0:318_1": "Tatiye gaṅgāya nadiyā tīreti ayujjhapuravāsino aparimāṇabhikkhuparivāraṁ cārikaṁ caramānaṁ tathāgataṁ attano nagaraṁ sampattaṁ disvā ekasmiṁ gaṅgāya nivattanaṭṭhāne mahāvanasaṇḍamaṇḍitappadese satthu vihāraṁ katvā adaṁsu. Bhagavā tattha viharati.",
  "atk-s0303a0:318_2": "Taṁ sandhāya vuttaṁ ‘‘gaṅgāya nadiyā tīre’’ti.",
  "atk-s0303a0:318_3": "Tatra kho bhagavā bhikkhū āmantesīti tasmiṁ vihāre vasanto bhagavā sāyanhasamayaṁ gandhakuṭito nikkhamitvā gaṅgātīre paññattavarabuddhāsane nisinno gaṅgāya nadiyā āgacchantaṁ mahantaṁ pheṇapiṇḍaṁ disvā, ‘‘mama sāsane pañcakkhandhanissitaṁ ekaṁ dhammaṁ kathessāmī’’ti cintetvā parivāretvā nisinne bhikkhū āmantesi.",
  "atk-s0303a0:319_0": "Mahantaṁpheṇapiṇḍanti uṭṭhānuṭṭhāne badarapakkappamāṇato paṭṭhāya anusotāgamanena anupubbena pavaḍḍhitvā pabbatakūṭamattaṁ jātaṁ, yattha udakasappādayo anekapāṇayo nivasanti, evarūpaṁ mahantaṁ pheṇapiṇḍaṁ. Āvaheyyāti āhareyya.",
  "atk-s0303a0:319_1": "So panāyaṁ pheṇapiṇḍo uṭṭhitaṭṭhānepi bhijjati , thokaṁ gantvāpi, ekadviyojanādivasena dūraṁ gantvāpi, antarā pana abhijjantopi mahāsamuddaṁ patvā avassameva bhijjati. Nijjhāyeyyāti olokeyya.",
  "atk-s0303a0:319_2": "Yoniso upaparikkheyyāti kāraṇena upaparikkheyya.",
  "atk-s0303a0:319_3": "Kiñhi siyā, bhikkhave, pheṇapiṇḍe sāroti, bhikkhave, pheṇapiṇḍamhi sāro nāma kiṁ bhaveyya? Vilīyitvā viddhaṁseyyeva.",
  "atk-s0303a0:320_0": "Evamevakhoti yathā pheṇapiṇḍo nissāro, evaṁ rūpampi niccasāradhuvasāraattasāravirahena nissārameva.",
  "atk-s0303a0:320_1": "Yathā ca so ‘‘iminā pattaṁ vā thālakaṁ vā karissāmī’’ti gahetuṁ na sakkā, gahitopi tamatthaṁ na sādheti, bhijjati eva, evaṁ rūpampi niccanti vā dhuvanti vā ahanti vā mamanti vā gahetuṁ na sakkā, gahitampi na tathā tiṭṭhati, aniccaṁ dukkhaṁ anattā asubhaññeva hotīti evaṁ pheṇapiṇḍasadisameva hoti.",
  "atk-s0303a0:320_2": "Yathā vā pana pheṇapiṇḍo chiddāvachiddo anekasandhighaṭito bahūnaṁ udakasappādīnaṁ pāṇānaṁ āvāso, evaṁ rūpampi chiddāvachiddaṁ anekasandhighaṭitaṁ, kulavasenevettha asīti kimikulāni vasanti, tadeva tesaṁ sūtigharampi vaccakuṭipi gilānasālāpi susānampi, na te aññattha gantvā gabbhavuṭṭhānādīni karonti, evampi pheṇapiṇḍasadisaṁ.",
  "atk-s0303a0:321_0": "Yathā ca pheṇapiṇḍo ādito badarapakkamatto hutvā anupubbena pabbatakūṭamattopi hoti, evaṁ rūpampi ādito kalalamattaṁ hutvā anupubbena byāmamattampi gomahiṁsahatthiādīnaṁ vasena pabbatakūṭādimattaṁ hoti macchakacchapādīnaṁ vasena anekayojanasatapamāṇampi, evampi pheṇapiṇḍasadisaṁ.",
  "atk-s0303a0:321_1": "Yathā ca pheṇapiṇḍo uṭṭhitamattopi bhijjati, thokaṁ gantvāpi, dūraṁ gantvāpi, samuddaṁ patvā pana avassameva bhijjati, evamevaṁ rūpampi kalalabhāvepi bhijjati abbudādibhāvepi, antarā pana abhijjamānampi vassasatāyukānaṁ vassasataṁ patvā avassameva bhijjati, maraṇamukhe cuṇṇavicuṇṇaṁ hoti, evampi pheṇapiṇḍasadisaṁ.",
  "atk-s0303a0:322_0": "Kiñhisiyā, bhikkhave, vedanāya sārotiādīsu vedanādīnaṁ pubbuḷādīhi evaṁ sadisatā veditabbā.",
  "atk-s0303a0:322_1": "Yathā hi pubbuḷo asāro evaṁ vedanāpi.",
  "atk-s0303a0:322_2": "Yathā ca so abalo agayhūpago, na sakkā taṁ gahetvā phalakaṁ vā āsanaṁ vā kātuṁ, gahitopi bhijjateva, evaṁ vedanāpi abalā agayhūpagā, na sakkā niccāti vā dhuvāti vā gahetuṁ, gahitāpi na tathā tiṭṭhati, evaṁ agayhūpagatāyapi vedanā pubbuḷasadisā.",
  "atk-s0303a0:322_3": "Yathā pana tasmiṁ tasmiṁ udakabindumhi pubbuḷo uppajjati ceva bhijjati ca, na ciraṭṭhitiko hoti, evaṁ vedanāpi uppajjati ceva bhijjati ca, na ciraṭṭhitikā hoti.",
  "atk-s0303a0:322_4": "Ekaccharakkhaṇe koṭisatasahassasaṅkhā uppajjitvā nirujjhati.",
  "atk-s0303a0:322_5": "Yathā ca pubbuḷo udakatalaṁ, udakabinduṁ, udakajallaṁ, saṅkaḍḍhitvā puṭaṁ katvā gahaṇavātañcāti cattāri kāraṇāni paṭicca uppajjati, evaṁ vedanāpi vatthuṁ ārammaṇaṁ kilesajallaṁ phassasaṅghaṭṭanañcāti cattāri kāraṇāni paṭicca uppajjati. Evampi vedanā pubbuḷasadisā.",
  "atk-s0303a0:323_0": "Saññāpi asārakaṭṭhena marīcisadisā. Tathā agayhūpagaṭṭhena.",
  "atk-s0303a0:323_1": "Na hi sakkā taṁ gahetvā pivituṁ vā nhāyituṁ vā bhājanaṁ vā pūretuṁ.",
  "atk-s0303a0:323_2": "Apica yathā marīci vipphandati, sañjātūmivegā viya khāyati, evaṁ nīlasaññādibhedā saññāpi nīlādianubhavanatthāya phandati vipphandati.",
  "atk-s0303a0:323_3": "Yathā ca marīci mahājanaṁ vippalambheti ‘‘puṇṇavāpi viya puṇṇanadī viya dissatī’’ti vadāpeti, evaṁ saññāpi vippalambheti, ‘‘idaṁ nīlakaṁ subhaṁ sukhaṁ nicca’’nti vadāpeti. Pītakādīsupi eseva nayo.",
  "atk-s0303a0:323_4": "Evaṁ saññā vippalambhanenāpi marīcisadisā.",
  "atk-s0303a0:324_0": "Akukkukajātanti anto asañjātaghanadaṇḍakaṁ.",
  "atk-s0303a0:324_1": "Saṅkhārāpi asārakaṭṭhena kadalikkhandhasadisā, tathā agayhūpagaṭṭhena .",
  "atk-s0303a0:324_2": "Yatheva hi kadalikkhandhato kiñci gahetvā na sakkā gopānasiādīnaṁ atthāya upanetuṁ, upanītampi na tathā hoti, evaṁ saṅkhārāpi na sakkā niccādivasena gahetuṁ, gahitāpi na tathā honti.",
  "atk-s0303a0:324_3": "Yathā ca kadalikkhandho bahupattavaṭṭisamodhāno hoti, evaṁ saṅkhārakkhandho bahudhammasamodhāno.",
  "atk-s0303a0:324_4": "Yathā ca kadalikkhandho nānālakkhaṇo.",
  "atk-s0303a0:324_5": "Aññoyeva hi bāhirāya pattavaṭṭiyā vaṇṇo, añño tato abbhantaraabbhantarānaṁ, evameva saṅkhārakkhandhepi aññadeva phassassa lakkhaṇaṁ, aññā cetanādīnaṁ, samodhānetvā pana saṅkhārakkhandhova vuccatīti evampi saṅkhārakkhandho kadalikkhandhasadiso.",
  "atk-s0303a0:325_0": "Cakkhumā purisoti maṁsacakkhunā ceva paññācakkhunā cāti dvīhi cakkhūhi cakkhumā.",
  "atk-s0303a0:325_1": "Maṁsacakkhumpi hissa parisuddhaṁ vaṭṭati apagatapaṭalapiḷakaṁ, paññācakkhumpi asārabhāvadassanasamatthaṁ.",
  "atk-s0303a0:325_2": "Viññāṇampi asārakaṭṭhena māyāsadisaṁ, tathā agayhūpagaṭṭhena.",
  "atk-s0303a0:325_3": "Yathā ca māyā ittarā lahupaccupaṭṭhānā, evaṁ viññāṇaṁ.",
  "atk-s0303a0:325_4": "Tañhi tatopi ittaratarañceva lahupaccupaṭṭhānatarañca.",
  "atk-s0303a0:325_5": "Teneva hi cittena puriso āgato viya gato viya ṭhito viya nisinno viya hoti.",
  "atk-s0303a0:325_6": "Aññadeva ca āgamanakāle cittaṁ, aññaṁ gamanakālādīsu. Evampi viññāṇaṁ māyāsadisaṁ.",
  "atk-s0303a0:325_7": "Māyā ca mahājanaṁ vañceti, yaṁkiñcideva ‘‘idaṁ suvaṇṇaṁ rajataṁ muttā’’ti gāhāpeti, viññāṇampi mahājanaṁ vañceti.",
  "atk-s0303a0:325_8": "Teneva hi cittena āgacchantaṁ viya gacchantaṁ viya ṭhitaṁ viya nisinnaṁ viya katvā gāhāpeti.",
  "atk-s0303a0:325_9": "Aññadeva ca āgamane cittaṁ, aññaṁ gamanādīsu. Evampi viññāṇaṁ māyāsadisaṁ.",
  "atk-s0303a0:326_0": "Bhūripaññenāti saṇhapaññena ceva vipulavitthatapaññena ca. Āyūti jīvitindriyaṁ. Usmāti kammajatejodhātu.",
  "atk-s0303a0:326_1": "Parabhattanti nānāvidhānaṁ kimigaṇādīnaṁ bhattaṁ hutvā.",
  "atk-s0303a0:326_2": "Etādisāyaṁ santānoti etādisī ayaṁ paveṇī matakassa yāva susānā ghaṭṭīyatīti.",
  "atk-s0303a0:326_3": "Māyāyaṁ bālalāpinīti yvāyaṁ viññāṇakkhandho nāma, ayaṁ bālamahājanalapāpanikamāyā nāma.",
  "atk-s0303a0:326_4": "Vadhakoti dvīhi kāraṇehi ayaṁ khandhasaṅkhāto vadhako aññamaññaghātanenapi, khandhesu sati vadho paññāyatītipi.",
  "atk-s0303a0:326_5": "Ekā hi pathavīdhātu bhijjamānā sesadhātuyo gahetvāva bhijjati, tathā āpodhātuādayo.",
  "atk-s0303a0:326_6": "Rūpakkhandho ca bhijjamāno arūpakkhandhe gahetvāva bhijjati, tathā arūpakkhandhesu vedanādayo saññādike.",
  "atk-s0303a0:326_7": "Cattāropi cete vatthurūpanti evaṁ aññamaññavadhanenettha vadhakatā veditabbā.",
  "atk-s0303a0:326_8": "Khandhesu pana sati vadhabandhanacchedādīni sambhavanti, evaṁ etesu sati vadhabhāvatopi vadhakatā veditabbā.",
  "atk-s0303a0:326_9": "Sabbasaṁyoganti sabbaṁ dasavidhampi saṁyojanaṁ. Accutaṁ padanti nibbānaṁ. Tatiyaṁ.",
  "atk-s0303a0:327_0": "4-6. Gomayapiṇḍasuttādivaṇṇanā",
  "atk-s0303a0:328_0": "96-98.",
  "atk-s0303a0:328_1": "Catutthe sassatisamanti sinerumahāpathavīcandimasūriyādīhi sassatīhi samaṁ.",
  "atk-s0303a0:328_2": "Parittaṁ gomayapiṇḍanti appamattakaṁ madhukapupphappamāṇaṁ gomayakhaṇḍaṁ. Kuto panānenetaṁ laddhanti.",
  "atk-s0303a0:328_3": "Paribhaṇḍakaraṇatthāya ābhatato gahitanti eke.",
  "atk-s0303a0:328_4": "Atthassa pana viññāpanatthaṁ iddhiyā abhisaṅkharitvā hatthāruḷhaṁ katanti veditabbanti.",
  "atk-s0303a0:328_5": "Attabhāvapaṭilābhoti paṭiladdhaattabhāvo.",
  "atk-s0303a0:328_6": "Na yidaṁ brahmacariyavāso paññāyethāti ayaṁ maggabrahmacariyavāso nāma na paññāyeyya.",
  "atk-s0303a0:328_7": "Maggo hi tebhūmakasaṅkhāre vivaṭṭento uppajjati.",
  "atk-s0303a0:328_8": "Yadi ca ettako attabhāvo nicco bhaveyya, maggo uppajjitvāpi saṅkhāravaṭṭaṁ vivaṭṭetuṁ na sakkuṇeyyāti brahmacariyavāso na paññāyetha.",
  "atk-s0303a0:329_0": "Idāni sace koci saṅkhāro nicco bhaveyya, mayā mahāsudassanarājakāle anubhūtā sampatti niccā bhaveyya, sāpi ca aniccāti taṁ dassetuṁ bhūtapubbāhaṁ bhikkhu rājā ahosintiādimāha.",
  "atk-s0303a0:329_1": "Tattha kusāvatīrājadhānippamukhānīti kusāvatīrājadhānī tesaṁ nagarānaṁ pamukhā, sabbaseṭṭhāti attho.",
  "atk-s0303a0:329_2": "Sāramayānīti rattacandanasāramayāni.",
  "atk-s0303a0:329_3": "Upadhānaṁ pana sabbesaṁ suttamayameva.",
  "atk-s0303a0:329_4": "Goṇakatthatānīti caturaṅgulādhikalomena kāḷakojavena atthatāni, yaṁ mahāpiṭṭhiyakojavoti vadanti.",
  "atk-s0303a0:329_5": "Paṭakatthatānīti ubhatolomena uṇṇāmayena setakambalena atthatāni.",
  "atk-s0303a0:329_6": "Paṭalikatthatānīti ghanapupphena uṇṇāmayaattharaṇena atthatāni.",
  "atk-s0303a0:329_7": "Kadalimigapavarapaccattharaṇānīti kadalimigacammamayena uttamapaccattharaṇena atthatāni.",
  "atk-s0303a0:329_8": "Taṁ kira paccattharaṇaṁ setavatthassa upari kadalimigacammaṁ attharitvā sibbetvā karonti.",
  "atk-s0303a0:329_9": "Sauttaracchadānīti saha uttaracchadena, upari baddhena rattavitānena saddhinti attho.",
  "atk-s0303a0:329_10": "Ubhatolohitakūpadhānīti sīsūpadhānañca pādūpadhānañcāti pallaṅkānaṁ ubhatolohitakūpadhānāni.",
  "atk-s0303a0:329_11": "Vejayantarathappamukhānīti ettha vejayanto nāma tassa rañño ratho, yassa cakkānaṁ indanīlamaṇimayā nābhi, sattaratanamayā arā, pavāḷamayā nemi, rajatamayo akkho, indanīlamaṇimayaṁ upakkharaṁ, rajatamayaṁ kubbaraṁ.",
  "atk-s0303a0:329_12": "So tesaṁ rathānaṁ pamukho aggo.",
  "atk-s0303a0:329_13": "Dukūlasandānānīti dukūlasantharāni.",
  "atk-s0303a0:329_14": "Kaṁsūpadhāraṇānīti rajatamayadohabhājanāni.",
  "atk-s0303a0:329_15": "Vatthakoṭisahassānīti yathārucitaṁ paribhuñjissatīti nhatvā ṭhitakāle upanītavatthāneva sandhāyetaṁ vuttaṁ.",
  "atk-s0303a0:329_16": "Bhattābhihāroti abhiharitabbabhattaṁ.",
  "atk-s0303a0:330_0": "Yamahaṁ tena samayena ajjhāvasāmīti yattha vasāmi, taṁ ekaññeva nagaraṁ hoti, avasesesu puttadhītādayo ceva dāsamanussā ca vasiṁsu.",
  "atk-s0303a0:330_1": "Pāsādakūṭāgārādīsupi eseva nayo.",
  "atk-s0303a0:330_2": "Pallaṅkādīsu ekaṁyeva sayaṁ paribhuñjati, sesā puttādīnaṁ paribhogā honti.",
  "atk-s0303a0:330_3": "Itthīsu ekāva paccupaṭṭhāti, sesā parivāramattā honti.",
  "atk-s0303a0:330_4": "Velāmikāti khattiyassa vā brāhmaṇiyā, brāhmaṇassa vā khattiyāniyā kucchismiṁ jātā.",
  "atk-s0303a0:330_5": "Paridahāmīti ekaṁyeva dussayugaṁ nivāsemi, sesāni parivāretvā vicarantānaṁ asītisahassādhikānaṁ soḷasannaṁ purisasatasahassānaṁ hontīti dasseti.",
  "atk-s0303a0:330_6": "Bhuñjāmīti paramappamāṇena nāḷikodanamattaṁ bhuñjāmi, sesaṁ parivāretvā vicarantānaṁ cattālīsasahassādhikānaṁ aṭṭhannaṁ purisasatasahassānaṁ hotīti dasseti.",
  "atk-s0303a0:330_7": "Ekathālipāko hi dasannaṁ janānaṁ pahoti.",
  "atk-s0303a0:331_0": "Iti imaṁ mahāsudassanakāle sampattiṁ dassetvā idāni tassā aniccataṁ dassento iti kho bhikkhūtiādimāha.",
  "atk-s0303a0:331_1": "Tattha vipariṇatāti pakatijahanena nibbutapadīpo viya apaṇṇattikabhāvaṁ gatā.",
  "atk-s0303a0:331_2": "Evaṁ aniccā kho bhikkhu saṅkhārāti evaṁ hutvāabhāvaṭṭhena aniccā.",
  "atk-s0303a0:331_3": "Ettāvatā bhagavā yathā nāma puriso satahatthubbedhe campakarukkhe nisseṇiṁ bandhitvā abhiruhitvā campakapupphaṁ ādāya nisseṇiṁ muñcanto otareyya, evamevaṁ nisseṇiṁ bandhanto viya anekavassakoṭisatasahassubbedhaṁ mahāsudassanasampattiṁ āruyha sampattimatthake ṭhitaṁ aniccalakkhaṇaṁ ādāya nisseṇiṁ muñcanto viya otiṇṇo.",
  "atk-s0303a0:331_4": "Evaṁ addhuvāti evaṁ udakapubbuḷādayo viya dhuvabhāvarahitā.",
  "atk-s0303a0:331_5": "Evaṁ anassāsikāti evaṁ supinake pītapānīyaṁ viya anulittacandanaṁ viya ca assāsavirahitā.",
  "atk-s0303a0:331_6": "Iti imasmiṁ sutte aniccalakkhaṇaṁ kathitaṁ. Pañcame sabbaṁ vuttanayameva.",
  "atk-s0303a0:331_7": "Chaṭṭhaṁ tathā bujjhanakassa ajjhāsayena vuttaṁ. Catutthādīni.",
  "atk-s0303a0:332_0": "7. Gaddulabaddhasuttavaṇṇanā",
  "atk-s0303a0:333_0": "99.",
  "atk-s0303a0:333_1": "Sattame yaṁ mahāsamuddoti yasmiṁ samaye pañcame sūriye uṭṭhite mahāsamuddo ussussati.",
  "atk-s0303a0:333_2": "Dukkhassa antakiriyanti cattāri saccāni appaṭivijjhitvā avijjāya nivutānaṁyeva sataṁ vaṭṭadukkhassa antakiriyaṁ paricchedaṁ na vadāmi.",
  "atk-s0303a0:333_3": "Sā gaddulabaddhoti gaddulena baddhasunakho.",
  "atk-s0303a0:333_4": "Khīleti pathaviyaṁ ākoṭite mahākhīle.",
  "atk-s0303a0:333_5": "Thambheti nikhaṇitvā ṭhapite thambhe.",
  "atk-s0303a0:333_6": "Evameva khoti ettha sunakho viya vaṭṭanissito bālo, gaddulo viya diṭṭhi, thambho viya sakkāyo, gaddularajjuyā thambhe upanibaddhasunakhassa thambhānuparivattanaṁ viya diṭṭhitaṇhāya sakkāye baddhassa puthujjanassa sakkāyānuparivattanaṁ veditabbaṁ. Sattamaṁ.",
  "atk-s0303a0:334_0": "8. Dutiyagaddulabaddhasuttavaṇṇanā",
  "atk-s0303a0:335_0": "100.",
  "atk-s0303a0:335_1": "Aṭṭhame tasmāti yasmā diṭṭhigaddulanissitāya taṇhārajjuyā sakkāyathambhe upanibaddho vaṭṭanissito bālaputhujjano sabbiriyāpathesu khandhapañcakaṁ nissāyeva pavattati, yasmā vā dīgharattamidaṁ cittaṁ saṁkiliṭṭhaṁ rāgena dosena mohena, tasmā.",
  "atk-s0303a0:335_2": "Cittasaṁkilesāti sunhātāpi hi sattā cittasaṁkileseneva saṁkilissanti, malaggahitasarīrāpi cittassa vodānattā visujjhanti. Tenāhu porāṇā –",
  "atk-s0303a0:336_0": "‘‘Rūpamhi saṁkiliṭṭhamhi, saṁkilissanti māṇavā;",
  "atk-s0303a0:337_0": "Rūpe suddhe visujjhanti, anakkhātaṁ mahesinā.",
  "atk-s0303a0:338_0": "‘‘Cittamhi saṁkiliṭṭhamhi, saṁkilissanti māṇavā;",
  "atk-s0303a0:339_0": "Citte suddhe visujjhanti, iti vuttaṁ mahesinā’’ti.",
  "atk-s0303a0:340_0": "Caraṇaṁ nāma cittanti vicaraṇacittaṁ.",
  "atk-s0303a0:340_1": "Saṅkhā nāma brāhmaṇapāsaṇḍikā honti, te paṭakoṭṭhakaṁ katvā tattha nānappakārā sugatiduggativasena sampattivipattiyo lekhāpetvā, ‘‘imaṁ kammaṁ katvā idaṁ paṭilabhati, idaṁ katvā ida’’nti dassentā taṁ cittaṁ gahetvā vicaranti.",
  "atk-s0303a0:340_2": "Citteneva cittitanti cittakārena cintetvā katattā cittena cintitaṁ nāma.",
  "atk-s0303a0:340_3": "Cittaññeva cittataranti tassa cittassa upāyapariyesanacittaṁ tatopi cittataraṁ.",
  "atk-s0303a0:340_4": "Tiracchānagatā pāṇā citteneva cittitāti kammacitteneva cittitā.",
  "atk-s0303a0:340_5": "Taṁ pana kammacittaṁ ime vaṭṭakatittirādayo ‘‘evaṁ cittā bhavissāmā’’ti āyūhantā nāma natthi.",
  "atk-s0303a0:340_6": "Kammaṁ pana yoniṁ upaneti, yonimūlako tesaṁ cittabhāvo.",
  "atk-s0303a0:340_7": "Yoniupagatā hi sattā taṁtaṁyonikehi sadisacittāva honti.",
  "atk-s0303a0:340_8": "Iti yonisiddho cittabhāvo, kammasiddhā yonīti veditabbā.",
  "atk-s0303a0:341_0": "Apica cittaṁ nāmetaṁ sahajātaṁ sahajātadhammacittatāya bhūmicittatāya vatthucittatāya dvāracittatāya ārammaṇacittatāya kammanānattamūlakānaṁ liṅganānattasaññānānattavohāranānattādīnaṁ anekavidhānaṁ cittānaṁ nipphādanatāyapi tiracchānagatacittato cittatarameva veditabbaṁ.",
  "atk-s0303a0:342_0": "Rajakoti vatthesu raṅgena rūpasamuṭṭhāpanako.",
  "atk-s0303a0:342_1": "So pana acheko amanāpaṁ rūpaṁ karoti, cheko manāpaṁ dassanīyaṁ, evameva puthujjano akusalacittena vā ñāṇavippayuttakusalena vā cakkhusampadādivirahitaṁ virūpaṁ samuṭṭhāpeti, ñāṇasampayuttakusalena cakkhusampadādisampannaṁ abhirūpaṁ. Aṭṭhamaṁ.",
  "atk-s0303a0:343_0": "9. Vāsijaṭasuttavaṇṇanā",
  "atk-s0303a0:344_0": "101.",
  "atk-s0303a0:344_1": "Navame seyyathāpi, bhikkhave, kukkuṭiyā aṇḍānīti imā kaṇhapakkhasukkapakkhavasena dve upamā vuttā.",
  "atk-s0303a0:344_2": "Tāsu kaṇhapakkhaupamā atthassa asādhikā, itarā sādhikāti.",
  "atk-s0303a0:344_3": "Sukkapakkhaupamāya evaṁ attho veditabbo – seyyathāti opammatthe nipāto, apīti sambhāvanatthe.",
  "atk-s0303a0:344_4": "Ubhayenāpi seyyathā nāma, bhikkhaveti dasseti.",
  "atk-s0303a0:344_5": "Kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dasa vā dvādasa vāti ettha pana kiñcāpi kukkuṭiyā vuttappakārato ūnādhikānipi aṇḍāni honti, vacanasiliṭṭhatāya pana evaṁ vuttaṁ.",
  "atk-s0303a0:344_6": "Evañhi loke siliṭṭhavacanaṁ hoti.",
  "atk-s0303a0:344_7": "Tānassūti tāni assu, tāni bhaveyyunti attho.",
  "atk-s0303a0:344_8": "Kukkuṭiyā sammā adhisayitānīti tāya ca janettiyā kukkuṭiyā pakkhe pasāretvā tesaṁ upari sayantiyā sammā adhisayitāni.",
  "atk-s0303a0:344_9": "Sammā pariseditānīti kālena kālaṁ utuṁ gaṇhāpentiyā suṭṭhu samantato seditāni usmīkatāni.",
  "atk-s0303a0:344_10": "Sammā paribhāvitānīti kālena kālaṁ suṭṭhu samantato bhāvitāni, kukkuṭagandhaṁ gāhāpitānīti attho.",
  "atk-s0303a0:344_11": "Kiñcāpi tassā kukkuṭiyāti tassā kukkuṭiyā iminā tividhakiriyākaraṇena appamādaṁ katvā kiñcāpi na evaṁ icchā upajjeyya.",
  "atk-s0303a0:344_12": "Athakho bhabbāva teti atha kho te kukkuṭapotakā vuttanayena sotthinā abhinibbhijjituṁ bhabbāva.",
  "atk-s0303a0:344_13": "Te hi yasmā tāya kukkuṭiyā evaṁ tīhākārehi tāni aṇḍāni paripāliyamānāni na pūtīni honti, yo nesaṁ allasineho, sopi pariyādānaṁ gacchati, kapālaṁ tanukaṁ hoti, pādanakhasikhā ca mukhatuṇḍakañca kharaṁ hoti, sayampi pariṇāmaṁ gacchanti, kapālassa tanuttā bahi āloko anto paññāyati, tasmā ‘‘ciraṁ vata mayaṁ saṅkuṭitahatthapādā sambādhe sayimhā, ayañca bahi āloko dissati, ettha dāni no sukhavihāro bhavissatī’’ti nikkhamitukāmā hutvā kapālaṁ pādena paharanti, gīvaṁ pasārenti, tato taṁ kapālaṁ dvedhā bhijjati.",
  "atk-s0303a0:344_14": "Atha te pakkhe vidhunantā taṁkhaṇānurūpaṁ viravantā nikkhamantiyeva, nikkhamitvā ca gāmakkhettaṁ upasobhayamānā vicaranti.",
  "atk-s0303a0:345_0": "Evameva khoti idaṁ opammasampaṭipādanaṁ.",
  "atk-s0303a0:345_1": "Taṁ evaṁ atthena saṁsanditvā veditabbaṁ – tassā kukkuṭiyā aṇḍesu tividhakiriyākaraṇaṁ viya hi imassa bhikkhuno bhāvānuyogaṁ anuyuttakālo, kukkuṭiyā tividhakiriyāsampādanena aṇḍānaṁ apūtibhāvo viya bhāvanānuyogamanuyuttassa bhikkhuno tividhānupassanāsampādanena vipassanāñāṇassa aparihāni, tassā tividhakiriyākaraṇena allasinehapariyādānaṁ viya tassa bhikkhuno tividhānupassanāsampādanena bhavattayānugatanikantisinehapariyādānaṁ, aṇḍakapālānaṁ tanubhāvo viya tassa bhikkhuno avijjaṇḍakosassa tanubhāvo, kukkuṭapotakānaṁ pādanakhasikhamukhatuṇḍakānaṁ thaddhakharabhāvo viya bhikkhuno vipassanāñāṇassa tikkhakharavippasanna sūrabhāvo, kukkuṭapotakānaṁ pariṇāmakālo viya bhikkhuno vipassanāñāṇassa pariṇāmakālo vaḍḍhitakālo gabbhaggahaṇakālo, kukkuṭapotakānaṁ pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā pakkhe papphoṭetvā sotthinā abhinibbhidākālo viya tassa bhikkhuno vipassanāñāṇagabbhaṁ gaṇhāpetvā vicarantassa tajjātikaṁ utusappāyaṁ vā bhojanasappāyaṁ vā puggalasappāyaṁ vā dhammassavanasappāyaṁ vā labhitvā ekāsane nisinnasseva vipassanaṁ vaḍḍhentassa anupubbādhigatena arahattamaggena avijjaṇḍakosaṁ padāletvā abhiññāpakkhe papphoṭetvā sotthinā arahattapattakālo veditabbo.",
  "atk-s0303a0:345_2": "Yathā pana kukkuṭapotakānaṁ pariṇatabhāvaṁ ñatvā mātāpi aṇḍakosaṁ bhindati, evaṁ tathārūpassa bhikkhuno ñāṇaparipākaṁ ñatvā satthāpi –",
  "atk-s0303a0:346_0": "‘‘Ucchinda sinehamattano, kumudaṁ sāradikaṁva pāṇinā;",
  "atk-s0303a0:347_0": "Santimaggameva brūhaya, nibbānaṁ sugatena desita’’nti. (dha. pa. 285) –",
  "atk-s0303a0:348_0": "Ādinā nayena obhāsaṁ pharitvā gāthāya avijjaṇḍakosaṁ paharati.",
  "atk-s0303a0:348_1": "So gāthāpariyosāne avijjaṇḍakosaṁ bhinditvā arahattaṁ pāpuṇāti.",
  "atk-s0303a0:348_2": "Tato paṭṭhāya yathā te kukkuṭapotakā gāmakkhettaṁ upasobhayamānā tattha vicaranti, evaṁ ayampi mahākhīṇāsavo nibbānārammaṇaṁ phalasamāpattiṁ appetvā saṅghārāmaṁ upasobhayamāno vicarati.",
  "atk-s0303a0:349_0": "Palagaṇḍassāti vaḍḍhakissa.",
  "atk-s0303a0:349_1": "So hi olambakasaṅkhātaṁ palaṁ dhāretvā dārūnaṁ gaṇḍaṁ haratīti palagaṇḍoti vuccati.",
  "atk-s0303a0:349_2": "Vāsijaṭeti vāsidaṇḍakassa gahaṇaṭṭhāne.",
  "atk-s0303a0:349_3": "Ettakaṁ vata me ajja āsavānaṁ khīṇanti pabbajitassa hi pabbajjāsaṅkhepena uddesena paripucchāya yoniso manasikārena vattapaṭipattiyā ca niccakālaṁ āsavā khīyanti.",
  "atk-s0303a0:349_4": "Evaṁ khīyamānānaṁ pana tesaṁ ‘‘ettakaṁ ajja khīṇaṁ, ettakaṁ hiyyo’’ti evamassa ñāṇaṁ na hotīti attho.",
  "atk-s0303a0:349_5": "Imāya upamāya vipassanāyānisaṁso dīpito.",
  "atk-s0303a0:349_6": "Hemantikenāti hemantasamayena.",
  "atk-s0303a0:349_7": "Paṭippassambhantīti thirabhāvena parihāyanti.",
  "atk-s0303a0:350_0": "Evameva khoti ettha mahāsamuddo viya sāsanaṁ daṭṭhabbaṁ, nāvā viya yogāvacaro, nāvāya mahāsamudde pariyādānaṁ viya imassa bhikkhuno ūnapañcavassakāle ācariyupajjhāyānaṁ santike vicaraṇaṁ, nāvāya mahāsamuddodakena khajjamānānaṁ bandhanānaṁ tanubhāvo viya bhikkhuno pabbajjāsaṅkhepena uddesaparipucchādīhi ceva saṁyojanānaṁ tanubhāvo, nāvāya thale ukkhittakālo viya bhikkhuno nissayamuccakassa kammaṭṭhānaṁ gahetvā araññe vasanakālo, divā vātātapena saṁsussanaṁ viya vipassanāñāṇena taṇhāsnehasaṁsussanaṁ, rattiṁ himodakena temanaṁ viya kammaṭṭhānaṁ nissāya uppannena pītipāmojjena cittatemanaṁ, rattindivaṁ vātātapena ceva himodakena ca parisukkhaparitintānaṁ bandhanānaṁ dubbalabhāvo viya ekadivasaṁ utusappāyādīni laddhā vipassanāñāṇapītipāmojjehi saṁyojanānaṁ bhiyyosomattāya dubbalabhāvo, pāvussakamegho viya arahattamaggañāṇaṁ , meghavuṭṭhiudakena nāvāya bandhe pūtibhāvo viya āraddhavipassakassa rūpasattakādivasena vipassanaṁ vaḍḍhentassa okkhāyamāne pakkhāyamāne kammaṭṭhāne ekadivasaṁ utusappāyādīni laddhā ekapallaṅkena nisinnassa arahattaphalādhigamo, pūtibandhanāvāya kañci kālaṁ ṭhānaṁ viya khīṇasaṁyojanassa arahato mahājanaṁ anuggaṇhantassa yāvatāyukaṁ ṭhānaṁ, pūtibandhanāvāya anupubbena bhijjitvā apaṇṇattikabhāvūpagamo viya khīṇāsavassa upādiṇṇakkhandhabhedena anupādisesāya nibbānadhātuyā parinibbutassa apaṇṇattikabhāvūpagamoti imāya upamāya saṁyojanānaṁ dubbalatā dīpitā. Navamaṁ.",
  "atk-s0303a0:351_0": "10. Aniccasaññāsuttavaṇṇanā",
  "atk-s0303a0:352_0": "102.",
  "atk-s0303a0:352_1": "Dasame aniccasaññāti aniccaṁ aniccanti bhāventassa uppannasaññā. Pariyādiyatīti khepayati.",
  "atk-s0303a0:352_2": "Sabbaṁ asmimānanti navavidhaṁ asmimānaṁ.",
  "atk-s0303a0:352_3": "Mūlasantānakānīti santānetvā ṭhitamūlāni.",
  "atk-s0303a0:352_4": "Mahānaṅgalaṁ viya hi aniccasaññā, khuddānukhuddakāni mūlasantānakāni viya kilesā, yathā kassako kasanto naṅgalena tāni padāleti, evaṁ yogī aniccasaññaṁ bhāvento aniccasaññāñāṇena kilese padāletīti idamettha opammasaṁsandanaṁ.",
  "atk-s0303a0:353_0": "Odhunātīti heṭṭhā dhunāti. Niddhunātīti papphoṭeti.",
  "atk-s0303a0:353_1": "Nicchoṭetīti papphoṭetvā chaḍḍeti.",
  "atk-s0303a0:353_2": "Idhāpi pabbajāni viya kilesā, lāyanaṁ nicchoṭanaṁ viya aniccasaññāñāṇanti iminā atthena upamā saṁsandetabbā.",
  "atk-s0303a0:354_0": "Vaṇṭacchinnāyāti tiṇhena khurappena vaṇṭacchinnāya.",
  "atk-s0303a0:354_1": "Tadanvayāni bhavantīti taṁ ambapiṇḍiṁ anugacchanti, tassā patamānāya ambāni bhūmiyaṁ patanti.",
  "atk-s0303a0:354_2": "Idhāpi ambapiṇḍi viya kilesā, tiṇhakhurappo viya aniccasaññā, yathā khurappena chinnāya ambapiṇḍiyā sabbāni ambāni bhūmiyaṁ patanti, evaṁ aniccasaññāñāṇena kilesānaṁ mūlabhūtāya avijjāya chinnāya sabbakilesā samugghātaṁ gacchantīti, idaṁ opammasaṁsandanaṁ.",
  "atk-s0303a0:355_0": "Kūṭaṅgamāti kūṭaṁ gacchanti.",
  "atk-s0303a0:355_1": "Kūṭaninnāti kūṭaṁ pavisanabhāvena kūṭe ninnā.",
  "atk-s0303a0:355_2": "Kūṭasamosaraṇāti kūṭe samosaritvā ṭhitā.",
  "atk-s0303a0:355_3": "Idhāpi kūṭaṁ viya aniccasaññā, gopānasiyo viya catubhūmakakusaladhammā, yathā sabbagopānasīnaṁ kūṭaṁ aggaṁ, evaṁ kusaladhammānaṁ aniccasaññā aggā.",
  "atk-s0303a0:355_4": "Nanu ca aniccasaññā lokiyā, sā lokiyakusalānaṁ tāva aggaṁ hotu, lokuttarānaṁ kathaṁ agganti?",
  "atk-s0303a0:355_5": "Tesampi paṭilābhakaraṇatthena agganti veditabbā.",
  "atk-s0303a0:355_6": "Iminā upāyena sabbāsu upamāsu opammasaṁsandanaṁ veditabbaṁ.",
  "atk-s0303a0:355_7": "Purimāhi panettha tīhi aniccasaññāya kiccaṁ, pacchimāhi balanti. Dasamaṁ.",
  "atk-s0303a0:356_0": "Pupphavaggo dasamo.",
  "atk-s0303a0:357_0": "Majjhimapaṇṇāsako samatto.",
  "atk-s0303a0:358_0": "11. Antavaggo",
  "atk-s0303a0:359_0": "1. Antasuttavaṇṇanā",
  "atk-s0303a0:360_0": "103.",
  "atk-s0303a0:360_1": "Antavaggassa paṭhame antāti koṭṭhāsā.",
  "atk-s0303a0:360_2": "Idaṁ suttaṁ catusaccavasena pañcakkhandhe yojetvā antoti vacanena bujjhanakānaṁ ajjhāsayavasena vuttaṁ. Paṭhamaṁ.",
  "atk-s0303a0:361_0": "2-3. Dukkhasuttādivaṇṇanā",
  "atk-s0303a0:362_0": "104-105.",
  "atk-s0303a0:362_1": "Dutiyampi pañcakkhandhe catusaccavasena yojetvā dukkhanti bujjhanakānaṁ ajjhāsayena kathitaṁ.",
  "atk-s0303a0:362_2": "Tatiyampi tatheva sakkāyoti bujjhanakānaṁ ajjhāsayena kathitaṁ. Dutiyatatiyāni.",
  "atk-s0303a0:363_0": "4. Pariññeyyasuttavaṇṇanā",
  "atk-s0303a0:364_0": "106.",
  "atk-s0303a0:364_1": "Catutthe pariññeyyeti parijānitabbe samatikkamitabbe. Pariññanti samatikkamaṁ.",
  "atk-s0303a0:364_2": "Pariññātāvinti tāya pariññāya parijānitvā samatikkamitvā ṭhitaṁ.",
  "atk-s0303a0:364_3": "Rāgakkhayotiādīhi nibbānaṁ dassitaṁ. Catutthaṁ.",
  "atk-s0303a0:365_0": "5-10. Samaṇasuttādivaṇṇanā",
  "atk-s0303a0:366_0": "107-112.",
  "atk-s0303a0:366_1": "Pañcamādīsu catūsu cattāri saccāni kathitāni.",
  "atk-s0303a0:366_2": "Navamadasamesu kilesappahānanti. Pañcamādīni.",
  "atk-s0303a0:367_0": "Antavaggo ekādasamo.",
  "atk-s0303a0:368_0": "12. Dhammakathikavaggo",
  "atk-s0303a0:369_0": "1-2. Avijjāsuttādivaṇṇanā",
  "atk-s0303a0:370_0": "113-114.",
  "atk-s0303a0:370_1": "Dhammakathikavaggassa paṭhame ettāvatā ca avijjāgato hotīti yāvatā imāya catūsu saccesu aññāṇabhūtāya avijjāya samannāgato, ettāvatā avijjāgato hotīti attho. Dutiyepi eseva nayo. Paṭhamadutiyāni.",
  "atk-s0303a0:371_0": "3. Dhammakathikasuttavaṇṇanā",
  "atk-s0303a0:372_0": "115.",
  "atk-s0303a0:372_1": "Tatiye paṭhamena dhammakathiko, dutiyena sekhabhūmi, tatiyena asekhabhūmīti evaṁ dhammakathikaṁ pucchitena visesetvā dve bhūmiyo kathitā. Tatiyaṁ.",
  "atk-s0303a0:373_0": "4. Dutiyadhammakathikasuttavaṇṇanā",
  "atk-s0303a0:374_0": "116.",
  "atk-s0303a0:374_1": "Catutthe tissannampi pucchānaṁ tīṇi vissajjanāni kathitāni. Catutthaṁ.",
  "atk-s0303a0:375_0": "5-9. Bandhanasuttādivaṇṇanā",
  "atk-s0303a0:376_0": "117-121.",
  "atk-s0303a0:376_1": "Pañcame atīradassīti tīraṁ vuccati vaṭṭaṁ, taṁ na passati.",
  "atk-s0303a0:376_2": "Apāradassīti pāraṁ vuccati nibbānaṁ, taṁ na passati.",
  "atk-s0303a0:376_3": "Baddhoti kilesabandhanena baddho hutvā jīyati ca mīyati ca asmā lokā paraṁ lokaṁ gacchatīti.",
  "atk-s0303a0:376_4": "Imasmiṁ sutte vaṭṭadukkhaṁ kathitanti. Chaṭṭhādīni uttānatthāneva. Pañcamādīni.",
  "atk-s0303a0:377_0": "10. Sīlavantasuttavaṇṇanā",
  "atk-s0303a0:378_0": "122.",
  "atk-s0303a0:378_1": "Dasame aniccatotiādīsu hutvā abhāvākārena aniccato, paṭipīḷanākārena dukkhato, ābādhaṭṭhena rogato, antodosaṭṭhena gaṇḍato, tesaṁ tesaṁ gaṇḍānaṁ paccayabhāvena vā khaṇanaṭṭhena vā sallato dukkhaṭṭhena aghato, visabhāgamahābhūtasamuṭṭhānaābādhapaccayaṭṭhena ābādhato, asakaṭṭhena parato, palujjanaṭṭhena palokato, sattasuññataṭṭhena suññato, attābhāvena anattato.",
  "atk-s0303a0:378_2": "Evamettha ‘‘aniccato palokato’’ti dvīhi padehi aniccamanasikāro, ‘‘suññato anattato’’ti dvīhi anattamanasikāro, sesehi dukkhamanasikāro vuttoti veditabbo. Sesamettha uttānameva. Dasamaṁ.",
  "atk-s0303a0:379_0": "11. Sutavantasuttavaṇṇanā",
  "atk-s0303a0:380_0": "123. Tathā ekādasame.",
  "atk-s0303a0:380_1": "Dasamasmiñhi ‘‘sīlavatā’’ti catupārisuddhisīlaṁ vuttaṁ, idha sutavatāti kammaṭṭhānasutaṁ idameva nānākaraṇaṁ. Ekādasamaṁ.",
  "atk-s0303a0:381_0": "12-13. Kappasuttādivaṇṇanā",
  "atk-s0303a0:382_0": "124-125.",
  "atk-s0303a0:382_1": "Dvādasamaterasamāni rāhulovādasadisānevāti. Dvādasamaterasamāni.",
  "atk-s0303a0:383_0": "Dhammakathikavaggo dvādasamo.",
  "atk-s0303a0:384_0": "13. Avijjāvaggo",
  "atk-s0303a0:385_0": "1-10. Samudayadhammasuttādivaṇṇanā",
  "atk-s0303a0:386_0": "126-135. Avijjāvaggo uttānatthova.",
  "atk-s0303a0:386_1": "Imasmiñhi vagge sabbasuttesu catusaccameva kathitaṁ.",
  "atk-s0303a0:387_0": "Avijjāvaggo terasamo.",
  "atk-s0303a0:388_0": "14. Kukkuḷavaggo",
  "atk-s0303a0:389_0": "1-13. Kukkuḷasuttādivaṇṇanā",
  "atk-s0303a0:390_0": "136-149.",
  "atk-s0303a0:390_1": "Kukkuḷavaggassa paṭhame kukkuḷanti santattaṁ ādittaṁ chārikarāsiṁ viya mahāpariḷāhaṁ.",
  "atk-s0303a0:390_2": "Imasmiṁ sutte dukkhalakkhaṇaṁ kathitaṁ, sesesu aniccalakkhaṇādīni.",
  "atk-s0303a0:390_3": "Sabbāni cetāni pāṭiyekkaṁ puggalajjhāsayena kathitānīti.",
  "atk-s0303a0:391_0": "Kukkuḷavaggo cuddasamo.",
  "atk-s0303a0:392_0": "15. Diṭṭhivaggo",
  "atk-s0303a0:393_0": "1-9. Ajjhattasuttādivaṇṇanā",
  "atk-s0303a0:394_0": "150-158.",
  "atk-s0303a0:394_1": "Diṭṭhivaggassa paṭhame kiṁ upādāyāti kiṁ paṭicca.",
  "atk-s0303a0:394_2": "Dutiye kiṁ abhinivissāti kiṁ abhinivisitvā, paccayaṁ katvāti attho.",
  "atk-s0303a0:394_3": "Tatiyādīsu diṭṭhītiādīni puggalajjhāsayena vuttāni. Paṭhamādīni.",
  "atk-s0303a0:395_0": "10. Ānandasuttavaṇṇanā",
  "atk-s0303a0:396_0": "159.",
  "atk-s0303a0:396_1": "Dasame upasaṅkamīti aññe bhikkhū pañcakkhandhakammaṭṭhānaṁ kathāpetvā yuñjitvā ghaṭetvā arahattaṁ patvā satthu santike aññaṁ byākaronte disvā ‘‘ahampi pañcakkhandhakammaṭṭhānaṁ kathāpetvā yuñjanto ghaṭento, arahattaṁ patvā aññaṁ byākarissāmī’’ti cintetvā upasaṅkami.",
  "atk-s0303a0:396_2": "Satthā pana attano dharamānakāle therassa uparimaggattayavajjhānaṁ kilesānaṁ pahānaṁ apassantopi ‘‘imassa cittaṁ gaṇhissāmī’’ti kathesi.",
  "atk-s0303a0:396_3": "Tassāpi ekaṁ dve vāre manasi katvāva buddhupaṭṭhānavelā jātāti gantabbaṁ hoti.",
  "atk-s0303a0:396_4": "Itissa cittaṁ sampahaṁsamāno vimuttiparipācanīyadhammova so kammaṭṭhānānuyogo jātoti. Dasamaṁ.",
  "atk-s0303a0:397_0": "Diṭṭhivaggo pannarasamo.",
  "atk-s0303a0:398_0": "Uparipaṇṇāsako samatto.",
  "atk-s0303a0:399_0": "Khandhasaṁyuttavaṇṇanā niṭṭhitā."
}