{
  "atk-s0513a44:0_0": "14. Pakiṇṇakanipāto",
  "atk-s0513a44:2_0": " [484] 1. Sālikedārajātakavaṇṇanā",
  "atk-s0513a44:3_0": "Sampannaṁsālikedāranti idaṁ satthā jetavane viharanto mātuposakabhikkhuṁ ārabbha kathesi.",
  "atk-s0513a44:3_1": "Paccuppannavatthu sāmajātake (jā.",
  "atk-s0513a44:3_2": "2.22.296 ādayo) āvi bhavissati.",
  "atk-s0513a44:3_3": "Satthā pana taṁ bhikkhuṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ bhikkhu gihī posesī’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘kiṁ te hontī’’ti vatvā ‘‘mātāpitaro me, bhante’’ti vutte ‘‘sādhu bhikkhu, porāṇakapaṇḍitā tiracchānā hutvā suvayoniyaṁ nibbattitvāpi jiṇṇe mātāpitaro kulāvake nipajjāpetvā mukhatuṇḍakena gocaraṁ āharitvā posesu’’nti vatvā atītaṁ āhari.",
  "atk-s0513a44:4_0": "Atīte rājagahe magadharājā nāma rajjaṁ kāresi.",
  "atk-s0513a44:4_1": "Tadā nagarato pubbuttaradisāya sāliddiyo nāma brāhmaṇagāmo ahosi.",
  "atk-s0513a44:4_2": "Tassa pubbuttaradisāya magadhakhettaṁ atthi, tattha kosiyagotto nāma sāliddiyavāsī brāhmaṇo sahassakarīsamattaṁ khettaṁ gahetvā sāliṁ vapāpesi.",
  "atk-s0513a44:4_3": "Uṭṭhite ca pana sasse vatiṁ thiraṁ kāretvā kassaci paṇṇāsakarīsamattaṁ, kassaci saṭṭhikarīsamattanti evaṁ pañcasatakarīsamattaṁ khettaṁ attano purisānaṁyeva ārakkhaṇatthāya datvā sesaṁ pañcasatakarīsamattaṁ khettaṁ bhatiṁ katvā ekassa bhatakassa adāsi.",
  "atk-s0513a44:4_4": "So tattha kuṭiṁ katvā rattindivaṁ vasati.",
  "atk-s0513a44:4_5": "Khettassa pana pubbuttaradisābhāge ekasmiṁ sānupabbate mahantaṁ simbalivanaṁ atthi, tattha anekāni suvasatāni vasanti.",
  "atk-s0513a44:4_6": "Tadā bodhisatto tasmiṁ suvasaṅghe suvarañño putto hutvā nibbatti.",
  "atk-s0513a44:4_7": "So vayappatto abhirūpo thāmasampanno sakaṭanābhipamāṇasarīro ahosi.",
  "atk-s0513a44:4_8": "Athassa pitā mahallakakāle ‘‘ahaṁ idāni dūraṁ gantuṁ na sakkomi, tvaṁ imaṁ gaṇaṁ pariharā’’ti gaṇaṁ niyyādesi.",
  "atk-s0513a44:4_9": "So punadivasato paṭṭhāya mātāpitūnaṁ gocaratthāya gantuṁ nādāsi, suvagaṇaṁ pariharanto himavantaṁ gantvā sayaṁjātasālivane yāvadatthaṁ sāliṁ khāditvā āgamanakāle mātāpitūnaṁ pahonakaṁ gocaraṁ āharitvā mātāpitaro posesi.",
  "atk-s0513a44:5_0": "Athassa ekadivasaṁ suvā ārocesuṁ ‘‘pubbe imasmiṁ kāle magadhakhette sāli paccati, idāni kiṁ nu kho jāta’’nti?",
  "atk-s0513a44:5_1": "‘‘Tena hi jānāthā’’ti dve suve pahiṇiṁsu.",
  "atk-s0513a44:5_2": "Te gantvā magadhakhette otarantā tassa bhatiyā rakkhaṇapurisassa khette otaritvā sāliṁ khāditvā ekaṁ sālisīsaṁ ādāya simbalivanaṁ gantvā sālisīsaṁ mahāsattassa pādamūle ṭhapetvā ‘‘tattha evarūpo sālī’’ti vadiṁsu.",
  "atk-s0513a44:5_3": "So punadivase suvagaṇaparivuto tattha gantvā tasmiṁ bhatakassa khette otari.",
  "atk-s0513a44:5_4": "So pana puriso suve sāliṁ khādante disvā ito cito ca dhāvitvā vārentopi vāretuṁ na sakkoti.",
  "atk-s0513a44:5_5": "Sesā suvā yāvadatthaṁ sāliṁ khāditvā tucchamukhāva gacchanti.",
  "atk-s0513a44:5_6": "Suvarājā pana bahūni sālisīsāni ekato katvā tehi parivuto hutvā āharitvā mātāpitūnaṁ deti.",
  "atk-s0513a44:5_7": "Suvā punadivasato paṭṭhāya tattheva sāliṁ khādiṁsu.",
  "atk-s0513a44:5_8": "Atha so puriso ‘‘sace ime aññaṁ katipāhaṁ evaṁ khādissanti, kiñci na bhavissati, brāhmaṇo sāliṁ agghāpetvā mayhaṁ iṇaṁ karissati, gantvā tassa ārocessāmī’’ti sālimuṭṭhinā saddhiṁ tathārūpaṁ paṇṇākāraṁ gahetvā sāliddiyagāmaṁ gantvā brāhmaṇaṁ passitvā vanditvā paṇṇākāraṁ datvā ekamantaṁ ṭhito ‘‘kiṁ, bho purisa, sampannaṁ sālikhetta’’nti puṭṭho ‘‘āma, brāhmaṇa, sampanna’’nti vatvā dve gāthā abhāsi –",
  "atk-s0513a44:6_0": "1.",
  "atk-s0513a44:7_0": " ‘‘Sampannaṁ sālikedāraṁ, suvā bhuñjanti kosiya;",
  "atk-s0513a44:8_0": "Paṭivedemi te brahme, na ne vāretumussahe.",
  "atk-s0513a44:9_0": "2.",
  "atk-s0513a44:10_0": " ‘‘Eko ca tattha sakuṇo, yo nesaṁ sabbasundaro;",
  "atk-s0513a44:11_0": "Bhutvā sāliṁ yathākāmaṁ, tuṇḍenādāya gacchatī’’ti.",
  "atk-s0513a44:12_0": "Tattha sampannanti paripuṇṇaṁ avekallaṁ. Sālikedāranti sālikhettaṁ.",
  "atk-s0513a44:12_1": "Sabbasundaroti sabbehi koṭṭhāsehi sundaro rattatuṇḍo jiñjukasannibhaakkhi rattapādo tīhi rattarājīhi parikkhittagīvo mahāmayūrapamāṇo so yāvadatthaṁ sāliṁ khāditvā aññaṁ tuṇḍena gahetvā gacchatīti.",
  "atk-s0513a44:13_0": "Brāhmaṇo tassa kathaṁ sutvā suvarāje sinehaṁ uppādetvā khettapālaṁ pucchi ‘‘ambho purisa, pāsaṁ oḍḍetuṁ jānāsī’’ti? ‘‘Āma, jānāmī’’ti. Atha naṁ gāthāya ajjhabhāsi –",
  "atk-s0513a44:14_0": "3.",
  "atk-s0513a44:15_0": " ‘‘Oḍḍentu vālapāsāni, yathā bajjhetha so dijo;",
  "atk-s0513a44:16_0": "Jīvañca naṁ gahetvāna, ānayehi mamantike’’ti.",
  "atk-s0513a44:17_0": "Tattha oḍḍentūti oḍḍayantu.",
  "atk-s0513a44:17_1": "Vālapāsānīti assavālādirajjumayapāsāni.",
  "atk-s0513a44:17_2": "Jīvañca nanti jīvantaṁ eva naṁ. Ānayehīti ānehi.",
  "atk-s0513a44:18_0": "Taṁ sutvā khettapālo sāliṁ agghāpetvā iṇassa akatabhāvena tuṭṭho gantvā assavāle vaṭṭetvā ‘‘ajja imasmiṁ ṭhāne otarissatī’’ti suvarañño otaraṇaṭṭhānaṁ sallakkhetvā punadivase pātova cāṭipamāṇaṁ pañjaraṁ katvā pāsañca oḍḍetvā suvānaṁ āgamanaṁ olokento kuṭiyaṁ nisīdi.",
  "atk-s0513a44:18_1": "Suvarājāpi suvagaṇaparivuto āgantvā aloluppacāratāya hiyyo khāditaṭṭhāne oḍḍitapāse pādaṁ pavesantova otari.",
  "atk-s0513a44:18_2": "So attano baddhabhāvaṁ ñatvā cintesi ‘‘sacāhaṁ idāneva baddharavaṁ ravissāmi, ñātakāme bhayatajjitā gocaraṁ aggahetvāva palāyissanti, yāva etesaṁ gocaraggahaṇaṁ, tāva adhivāsessāmī’’ti.",
  "atk-s0513a44:18_3": "So tesaṁ suhitabhāvaṁ ñatvā maraṇabhayatajjito hutvā tikkhattuṁ baddharavaṁ ravi. Atha sabbe te suvā palāyiṁsu.",
  "atk-s0513a44:18_4": "Suvarājā ‘‘ettakesu me ñātakesu nivattitvā olokento ekopi natthi, kiṁ nu kho mayā pāpaṁ kata’’nti vilapanto gāthamāha –",
  "atk-s0513a44:19_0": "4.",
  "atk-s0513a44:20_0": " ‘‘Ete bhutvā pivitvā ca, pakkamanti vihaṅgamā;",
  "atk-s0513a44:21_0": "Eko baddhosmi pāsena, kiṁ pāpaṁ pakataṁ mayā’’ti.",
  "atk-s0513a44:22_0": "Khettapālo suvarājassa baddharavaṁ suvānañca ākāse pakkhandanasaddaṁ sutvā ‘‘kiṁ nu kho’’ti kuṭiyā oruyha pāsāṭṭhānaṁ gantvā suvarājānaṁ disvā ‘‘yasseva me pāso oḍḍito, sveva baddho’’ti tuṭṭhamānaso suvarājānaṁ pāsato mocetvā dve pāde ekato bandhitvā daḷhaṁ ādāya sāliddiyagāmaṁ gantvā suvarājaṁ brāhmaṇassa adāsi.",
  "atk-s0513a44:22_1": "Brāhmaṇo balavasinehena mahāsattaṁ ubhohi hatthehi daḷhaṁ gahetvā aṅke nisīdāpetvā tena saddhiṁ sallapanto dve gāthā abhāsi –",
  "atk-s0513a44:23_0": "5.",
  "atk-s0513a44:24_0": " ‘‘Udaraṁ nūna aññesaṁ, suva accodaraṁ tava;",
  "atk-s0513a44:25_0": "Bhutvā sāliṁ yathākāmaṁ, tuṇḍenādāya gacchasi.",
  "atk-s0513a44:26_0": "6.",
  "atk-s0513a44:27_0": " ‘‘Koṭṭhaṁ nu tattha pūresi, suva veraṁ nu te mayā;",
  "atk-s0513a44:28_0": "Puṭṭho me samma akkhāhi, kuhiṁ sāliṁ nidāhasī’’ti.",
  "atk-s0513a44:29_0": "Tattha udaraṁ nūnāti aññesaṁ udaraṁ udarameva maññe, tava udaraṁ pana atiudaraṁ. Tatthāti tasmiṁ simbalivane.",
  "atk-s0513a44:29_1": "Pūresīti vassārattatthāya pūresi.",
  "atk-s0513a44:29_2": "Nidāhasīti nidhānaṁ katvā ṭhapesi, ‘‘nidhīyasī’’tipi pāṭho.",
  "atk-s0513a44:30_0": "Taṁ sutvā suvarājā madhurāya manussabhāsāya sattamaṁ gāthamāha –",
  "atk-s0513a44:31_0": "7.",
  "atk-s0513a44:32_0": " ‘‘Na me veraṁ tayā saddhiṁ, koṭṭho mayhaṁ na vijjati;",
  "atk-s0513a44:33_0": "Iṇaṁ muñcāmiṇaṁ dammi, sampatto koṭasimbaliṁ;",
  "atk-s0513a44:34_0": "Nidhimpi tattha nidahāmi, evaṁ jānāhi kosiyā’’ti.",
  "atk-s0513a44:35_0": "Tattha iṇaṁ muñcāmiṇaṁ dammīti tava sāliṁ haritvā iṇaṁ muñcāmi ceva dammi cāti vadati.",
  "atk-s0513a44:35_1": "Nidhimpīti ekaṁ tattha simbalivane anugāmikanidhimpi nidahāmi.",
  "atk-s0513a44:36_0": "Atha naṁ brāhmaṇo pucchi –",
  "atk-s0513a44:37_0": "8.",
  "atk-s0513a44:38_0": " ‘‘Kīdisaṁ te iṇadānaṁ, iṇamokkho ca kīdiso;",
  "atk-s0513a44:39_0": "Nidhinidhānamakkhāhi, atha pāsā pamokkhasī’’ti.",
  "atk-s0513a44:40_0": "Tattha iṇadānanti iṇassa dānaṁ.",
  "atk-s0513a44:40_1": "Nidhinidhānanti nidhino nidhānaṁ.",
  "atk-s0513a44:41_0": "Evaṁ brāhmaṇena puṭṭho suvarājā tassa byākaronto catasso gāthā abhāsi –",
  "atk-s0513a44:42_0": "9.",
  "atk-s0513a44:43_0": " ‘‘Ajātapakkhā taruṇā, puttakā mayha kosiya;",
  "atk-s0513a44:44_0": "Te maṁ bhatā bharissanti, tasmā tesaṁ iṇaṁ dade.",
  "atk-s0513a44:45_0": "10.",
  "atk-s0513a44:46_0": " ‘‘Mātā pitā ca me vuddhā, jiṇṇakā gatayobbanā;",
  "atk-s0513a44:47_0": "Tesaṁ tuṇḍena hātūna, muñce pubbakataṁ iṇaṁ.",
  "atk-s0513a44:48_0": "11.",
  "atk-s0513a44:49_0": " ‘‘Aññepi tattha sakuṇā, khīṇapakkhā sudubbalā;",
  "atk-s0513a44:50_0": "Tesaṁ puññatthiko dammi, taṁ nidhiṁ āhu paṇḍitā.",
  "atk-s0513a44:51_0": "12.",
  "atk-s0513a44:52_0": " ‘‘Īdisaṁ me iṇadānaṁ, iṇamokkho ca īdiso;",
  "atk-s0513a44:53_0": "Nidhinidhānamakkhāmi, evaṁ jānāhi kosiyā’’ti.",
  "atk-s0513a44:54_0": "Tattha hātūnāti haritvā.",
  "atk-s0513a44:54_1": "Taṁ nidhinti taṁ puññakammaṁ paṇḍitā anugāmikanidhiṁ nāma kathenti.",
  "atk-s0513a44:54_2": "Nidhinidhānanti nidhino nidhānaṁ, ‘‘nidhānanidhi’’ntipi pāṭho, ayamevattho.",
  "atk-s0513a44:55_0": "Brāhmaṇo mahāsattassa dhammakathaṁ sutvā pasannacitto dve gāthā abhāsi.",
  "atk-s0513a44:56_0": "13.",
  "atk-s0513a44:57_0": " ‘‘Bhaddako vatayaṁ pakkhī, dijo paramadhammiko;",
  "atk-s0513a44:58_0": "Ekaccesu manussesu, ayaṁ dhammo na vijjati.",
  "atk-s0513a44:59_0": "14.",
  "atk-s0513a44:60_0": " ‘‘Bhuñja sāliṁ yathākāmaṁ, saha sabbehi ñātibhi;",
  "atk-s0513a44:61_0": "Punāpi suva passemu, piyaṁ me tava dassana’’nti.",
  "atk-s0513a44:62_0": "Tattha bhuñja sālinti ito paṭṭhāya nibbhayo hutvā bhuñjāti karīsasahassampi tasseva niyyādento evamāha.",
  "atk-s0513a44:62_1": "Passemūti attano ruciyā āgataṁ aññesupi divasesu taṁ passeyyāmāti.",
  "atk-s0513a44:63_0": "Evaṁ brāhmaṇo mahāsattaṁ yācitvā piyaputtaṁ viya muducittena olokento pādato bandhanaṁ mocetvā satapākatelena pāde makkhetvā bhaddapīṭhe nisīdāpetvā kañcanataṭṭake madhulāje khādāpetvā sakkharodakaṁ pāyesi.",
  "atk-s0513a44:63_1": "Athassa suvarājā ‘‘appamatto hohi, brāhmaṇā’’ti vatvā ovādaṁ dento āha –",
  "atk-s0513a44:64_0": "15.",
  "atk-s0513a44:65_0": " ‘‘Bhuttañca pītañca tavassamamhi, ratī ca no kosiya te sakāse;",
  "atk-s0513a44:66_0": "Nikkhittadaṇḍesu dadāhi dānaṁ, jiṇṇe ca mātāpitaro bharassū’’ti.",
  "atk-s0513a44:67_0": "Tattha tavassamamhīti tava nivesane. Ratīti abhirati.",
  "atk-s0513a44:68_0": "Taṁ sutvā brāhmaṇo tuṭṭhamānaso udānaṁ udānento gāthamāha –",
  "atk-s0513a44:69_0": "16.",
  "atk-s0513a44:70_0": " ‘‘Lakkhī vata me udapādi ajja, yo addasāsiṁ pavaraṁ dijānaṁ;",
  "atk-s0513a44:71_0": "Suvassa sutvāna subhāsitāni, kāhāmi puññāni anappakānī’’ti.",
  "atk-s0513a44:72_0": "Tattha lakkhīti sirīpi puññampi paññāpi.",
  "atk-s0513a44:73_0": "Mahāsatto brāhmaṇena attano dinnaṁ karīsasahassamattaṁ paṭikkhipitvā aṭṭhakarīsameva gaṇhi.",
  "atk-s0513a44:73_1": "Brāhmaṇo thambhe nikhanitvā tassa khettaṁ niyyādetvā gandhamālādīhi pūjetvā khamāpetvā ‘‘gaccha sāmi, assumukhe rodamāne mātāpitaro assāsehī’’ti vatvā taṁ uyyojesi.",
  "atk-s0513a44:73_2": "So tuṭṭhamānaso sālisīsaṁ ādāya gantvā mātāpitūnaṁ purato nikkhipitvā ‘‘ammatātā, uṭṭhethā’’ti āha.",
  "atk-s0513a44:73_3": "Te assumukhā rodamānā uṭṭhahiṁsu, tāvadeva suvagaṇā sannipatitvā ‘‘kathaṁ muttosi, devā’’ti pucchiṁsu.",
  "atk-s0513a44:73_4": "So tesaṁ sabbaṁ vitthārato kathesi.",
  "atk-s0513a44:73_5": "Kosiyopi suvarañño ovādaṁ sutvā tato paṭṭhāya dhammikasamaṇabrāhmaṇānaṁ mahādānaṁ paṭṭhapesi.",
  "atk-s0513a44:73_6": "Tamatthaṁ pakāsento satthā osānagāthamāha –",
  "atk-s0513a44:74_0": "17.",
  "atk-s0513a44:75_0": " ‘‘So kosiyo attamano udaggo, annañca pānañcabhisaṅkharitvā;",
  "atk-s0513a44:76_0": "Annena pānena pasannacitto, santappayi samaṇabrāhmaṇe cā’’ti.",
  "atk-s0513a44:77_0": "Tattha santappayīti gahitagahitāni bhājanāni pūrento santappesīti.",
  "atk-s0513a44:78_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘evaṁ bhikkhu mātāpitūnaṁ posanaṁ nāma paṇḍitānaṁ vaṁso’’ti vatvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne so bhikkhu sotāpattiphale patiṭṭhahi.",
  "atk-s0513a44:78_1": "Tadā suvagaṇā buddhaparisā ahesuṁ, mātāpitaro mahārājakulāni, khettapālo channo, brāhmaṇo ānando, suvarājā pana ahameva ahosinti.",
  "atk-s0513a44:79_0": "Sālikedārajātakavaṇṇanā paṭhamā.",
  "atk-s0513a44:81_0": " [485] 2. Candakinnarījātakavaṇṇanā",
  "atk-s0513a44:82_0": "Upanīyatidaṁmaññeti idaṁ satthā kapilavatthupuraṁ upanissāya nigrodhārāme viharanto rājanivesane rāhulamātaraṁ ārabbha kathesi.",
  "atk-s0513a44:82_1": "Idaṁ pana jātakaṁ dūrenidānato paṭṭhāya kathetabbaṁ.",
  "atk-s0513a44:82_2": "Sā panesā nidānakathā yāva laṭṭhivane uruvelakassapasīhanādā apaṇṇakajātake kathitā, tato paraṁ yāva kapilavatthugamanā vessantarajātake āvi bhavissati.",
  "atk-s0513a44:82_3": "Satthā pana pitu nivesane nisīditvā antarabhattasamaye mahādhammapālajātakaṁ (jā.",
  "atk-s0513a44:82_4": "1.10.92 ādayo) kathetvā katabhattakicco ‘‘rāhulamātu nivesane nisīditvā tassā guṇaṁ vaṇṇento candakinnarījātakaṁ (jā.",
  "atk-s0513a44:82_5": "1.14.18 ādayo) kathessāmī’’ti rājānaṁ pattaṁ gāhāpetvā dvīhi aggasāvakehi saddhiṁ rāhulamātu nivesanaṭṭhānaṁ pāyāsi.",
  "atk-s0513a44:82_6": "Tadā tassā sammukhā cattālīsasahassanāṭakitthiyo vasanti tāsu khattiyakaññānaṁyeva navutiadhikasahassaṁ.",
  "atk-s0513a44:82_7": "Sā tathāgatassa āgamanaṁ ñatvā ‘‘sabbā kāsāvāneva nivāsentū’’ti tāsaṁ ārocāpesi. Tā tathā kariṁsu.",
  "atk-s0513a44:82_8": "Satthā āgantvā paññattāsane nisīdi.",
  "atk-s0513a44:82_9": "Atha tā sabbāpi ekappahāreneva viraviṁsu, mahāparidevasaddo ahosi.",
  "atk-s0513a44:82_10": "Rāhulamātāpi paridevitvā sokaṁ vinodetvā satthāraṁ vanditvā rājagatena bahumānena sagāravena nisīdi.",
  "atk-s0513a44:82_11": "Rājā tassā guṇakathaṁ ārabhi, ‘‘bhante, mama suṇhā ‘tumhehi kāsāvāni nivatthānī’ti sutvā kāsāvāneva nivāsesi, ‘mālādīni pariccattānī’ti sutvā mālādīni pariccaji, ‘bhūmiyaṁ sayatī’ti sutvā bhūmisayanāva jātā, tumhākaṁ pabbajitakāle vidhavā hutvā aññehi rājūhi pesitaṁ paṇṇākāraṁ na gaṇhi, evaṁ tumhesu asaṁhīracittā esā’’ti nānappakārehi tassā guṇakathaṁ kathesi.",
  "atk-s0513a44:82_12": "Satthā ‘‘anacchariyaṁ, mahārāja, yaṁ esā idāni mama pacchime attabhāve mayi sasinehā asaṁhīracittā anaññaneyyā bhaveyya.",
  "atk-s0513a44:82_13": "Esā tiracchānayoniyaṁ nibbattāpi mayi asaṁhīracittā anaññaneyyā ahosī’’ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a44:83_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente mahāsatto himavantapadese kinnarayoniyaṁ nibbatti, candā nāmassa bhariyā.",
  "atk-s0513a44:83_1": "Te ubhopi candanāmake rajatapabbate vasiṁsu.",
  "atk-s0513a44:83_2": "Tadā bārāṇasirājā amaccānaṁ rajjaṁ niyyādetvā dve kāsāyāni nivāsetvā sannaddhapañcāvudho ekakova himavantaṁ pāvisi.",
  "atk-s0513a44:83_3": "So migamaṁsaṁ khādanto ekaṁ khuddakanadiṁ anusañcaranto uddhaṁ abhiruhi.",
  "atk-s0513a44:83_4": "Candapabbatavāsino kinnarā vassārattasamaye anotaritvā pabbateyeva vasanti, nidāghasamaye otaranti.",
  "atk-s0513a44:83_5": "Tadā ca so candakinnaro attano bhariyāya saddhiṁ otaritvā tesu tesu ṭhānesu gandhe vilimpanto pupphareṇuṁ khādanto pupphapaṭe nivāsento pārupanto latādolāhi kīḷanto madhurassarena gāyanto taṁ khuddakanadiṁ patvā ekasmiṁ nivattanaṭṭhāne otaritvā udake pupphāni vikiritvā udakakīḷaṁ kīḷitvā pupphapaṭe nivāsetvā pārupitvā rajatapaṭṭavaṇṇāya vālukāya pupphāsanaṁ paññapetvā ekaṁ veḷu daṇḍakaṁ gahetvā sayane nisīdi .",
  "atk-s0513a44:83_6": "Tato candakinnaro veḷuṁ vādento madhurasaddena gāyi.",
  "atk-s0513a44:83_7": "Candakinnarī muduhatthe nāmetvā tassa avidūre ṭhitā nacci ceva gāyi ca.",
  "atk-s0513a44:83_8": "So rājā tesaṁ saddaṁ sutvā padasaddaṁ asāvento saṇikaṁ gantvā paṭicchanne ṭhatvā te kinnare disvā kinnariyā paṭibaddhacitto hutvā ‘‘taṁ kinnaraṁ vijjhitvā jīvitakkhayaṁ pāpetvā imāya saddhiṁ saṁvāsaṁ kappessāmī’’ti ṭhatvā candakinnaraṁ vijjhi.",
  "atk-s0513a44:83_9": "So vedanāppatto paridevamāno catasso gāthā abhāsi –",
  "atk-s0513a44:84_0": "18.",
  "atk-s0513a44:85_0": " ‘‘Upanīyatidaṁ maññe, cande lohitamaddane;",
  "atk-s0513a44:86_0": "Ajja jahāmi jīvitaṁ, pāṇā me cande nirujjhanti.",
  "atk-s0513a44:87_0": "19.",
  "atk-s0513a44:88_0": " ‘‘Osīdi me dukkhaṁ hadayaṁ, me ḍayhate nitammāmi;",
  "atk-s0513a44:89_0": "Tava candiyā socantiyā, na naṁ aññehi sokehi.",
  "atk-s0513a44:90_0": "20.",
  "atk-s0513a44:91_0": " ‘‘Tiṇamiva vanamiva milāyāmi, nadī aparipuṇṇāva sussāmi;",
  "atk-s0513a44:92_0": "Tava candiyā socantiyā, na naṁ aññehi sokehi.",
  "atk-s0513a44:93_0": "21.",
  "atk-s0513a44:94_0": " ‘‘Vassamiva sare pāde, imāni assūni vattare mayhaṁ;",
  "atk-s0513a44:95_0": "Tava candiyā socantiyā, na naṁ aññehi sokehī’’ti.",
  "atk-s0513a44:96_0": "Tattha upanīyatīti santativicchedaṁ upanīyati. Idanti jīvitaṁ.",
  "atk-s0513a44:96_1": "Pāṇā meti bhadde, cande mama jīvitapāṇā nirujjhanti.",
  "atk-s0513a44:96_2": "Osīdi meti jīvitaṁ me osīdati. Nitammāmīti atikilamāmi.",
  "atk-s0513a44:96_3": "Tava candiyāti idaṁ mama dukkhaṁ, na naṁ aññehi sokehi, atha kho tava candiyā socantiyā sokahetu yasmā tvaṁ mama viyogena socissasi, tasmāti attho.",
  "atk-s0513a44:96_4": "Tiṇamiva vanamiva milāyāmīti tattapāsāṇe khittatiṇamiva mūlachinnavanamiva milāyāmīti vadati.",
  "atk-s0513a44:96_5": "Sare pādeti yathā nāma pabbatapāde patitavassaṁ saritvā acchinnadhāraṁ vattati.",
  "atk-s0513a44:97_0": "Mahāsatto imāhi catūhi gāthāhi paridevitvā pupphasayane nipannova satiṁ vissajjetvā parivatti. Rājā patiṭṭhitova.",
  "atk-s0513a44:97_1": "Itarā mahāsatte paridevante attano ratiyā mattā hutvā tassa viddhabhāvaṁ na jānāti, visaññaṁ pana naṁ parivattitvā nipannaṁ disvā ‘‘kiṁ nu kho me piyasāmikassa dukkha’’nti upadhārentī pahāramukhato paggharantaṁ lohitaṁ disvā piyasāmike uppannaṁ balavasokaṁ sandhāretuṁ asakkontī mahāsaddena paridevi.",
  "atk-s0513a44:97_2": "Rājā ‘‘kinnaro mato bhavissatī’’ti nikkhamitvā attānaṁ dassesi.",
  "atk-s0513a44:97_3": "Candā taṁ disvā ‘‘iminā me corena piyasāmiko viddho bhavissatī’’ti kampamānā palāyitvā pabbatamatthake ṭhatvā rājānaṁ paribhāsantī pañca gāthā abhāsi –",
  "atk-s0513a44:98_0": "22.",
  "atk-s0513a44:99_0": " ‘‘Pāpo khosi rājaputta, yo me icchitaṁ patiṁ varākiyā;",
  "atk-s0513a44:100_0": "Vijjhasi vanamūlasmiṁ, soyaṁ viddho chamā seti.",
  "atk-s0513a44:101_0": "23.",
  "atk-s0513a44:102_0": " ‘‘Imaṁ mayhaṁ hadayasokaṁ, paṭimuñcatu rājaputta tava mātā;",
  "atk-s0513a44:103_0": "Yo mayhaṁ hadayasoko, kimpurisaṁ avekkhamānāya.",
  "atk-s0513a44:104_0": "24.",
  "atk-s0513a44:105_0": " ‘‘Imaṁ mayhaṁ hadayasokaṁ, paṭimuñcatu rājaputta tava jāyā;",
  "atk-s0513a44:106_0": "Yo mayhaṁ hadayasoko, kimpurisaṁ avekkhamānāya.",
  "atk-s0513a44:107_0": "25.",
  "atk-s0513a44:108_0": " ‘‘Mā ca puttaṁ mā ca patiṁ, addakkhi rājaputta tava mātā;",
  "atk-s0513a44:109_0": "Yo kimpurisaṁ avadhi, adūsakaṁ mayha kāmā hi.",
  "atk-s0513a44:110_0": "26.",
  "atk-s0513a44:111_0": " ‘‘Mā ca puttaṁ mā ca patiṁ, addakkhi rājaputta tava jāyā;",
  "atk-s0513a44:112_0": "Yo kimpurisaṁ avadhi, adūsakaṁ mayha kāmā hī’’ti.",
  "atk-s0513a44:113_0": "Tattha varākiyāti kapaṇāya.",
  "atk-s0513a44:113_1": "Paṭimuñcatūti paṭilabhatu phusatu pāpuṇātu.",
  "atk-s0513a44:113_2": "Mayha kāmā hīti mayhaṁ kāmena.",
  "atk-s0513a44:114_0": "Rājā naṁ pañcahi gāthāhi paribhāsitvā pabbatamatthake ṭhitaṁyeva assāsento gāthamāha –",
  "atk-s0513a44:115_0": "27.",
  "atk-s0513a44:116_0": " ‘‘Mā tvaṁ cande rodi mā sopi, vanatimiramattakkhi;",
  "atk-s0513a44:117_0": "Mama tvaṁ hehisi bhariyā, rājakule pūjitā nārībhī’’ti.",
  "atk-s0513a44:118_0": "Tattha candeti mahāsattassa paridevanakāle nāmassa sutattā evamāha.",
  "atk-s0513a44:118_1": "Vanatimiramattakkhīti vanatimirapupphasamānaakkhi.",
  "atk-s0513a44:118_2": "Pūjitā nārībhīti soḷasannaṁ itthisahassānaṁ jeṭṭhikā aggamahesī hessasi.",
  "atk-s0513a44:119_0": "Candā tassa vacanaṁ sutvā ‘‘tvaṁ kiṁ maṁ vadesī’’ti sīhanādaṁ nadantī anantaragāthamāha –",
  "atk-s0513a44:120_0": "28.",
  "atk-s0513a44:121_0": " ‘‘Api nūnahaṁ marissaṁ, nāhaṁ rājaputta tava hessaṁ;",
  "atk-s0513a44:122_0": "Yo kimpurisaṁ avadhi, adūsakaṁ mayha kāmā hī’’ti.",
  "atk-s0513a44:123_0": "Tattha api nūnahanti api ekaṁseneva ahaṁ marissaṁ.",
  "atk-s0513a44:124_0": "So tassā vacanaṁ sutvā nicchandarāgo hutvā itaraṁ gāthamāha –",
  "atk-s0513a44:125_0": "29.",
  "atk-s0513a44:126_0": " ‘‘Api bhīruke api jīvitukāmike, kimpurisi gaccha himavantaṁ;",
  "atk-s0513a44:127_0": "Tālīsatagarabhojanā, aññe taṁ migā ramissantī’’ti.",
  "atk-s0513a44:128_0": "Tattha api bhīruketi bhīrujātike.",
  "atk-s0513a44:128_1": "Tālīsatagarabhojanāti tvaṁ tālīsapattatagarapattabhojanā migī, tasmā aññe taṁ migā ramissanti, na tvaṁ rājakulārahā, gacchāti naṁ avaca, vatvā ca pana nirapekkho hutvā pakkāmi.",
  "atk-s0513a44:129_0": "Sā tassa gatabhāvaṁ ñatvā oruyha mahāsattaṁ āliṅgitvā pabbatamatthakaṁ āropetvā pabbatatale nipajjāpetvā sīsamassa attano ūrūsu katvā balavaparidevaṁ paridevamānā dvādasa gāthā abhāsi –",
  "atk-s0513a44:130_0": "30.",
  "atk-s0513a44:131_0": " ‘‘Te pabbatā tā ca kandarā, tā ca giriguhāyo tatheva tiṭṭhanti;",
  "atk-s0513a44:132_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:133_0": "31.",
  "atk-s0513a44:134_0": " ‘‘Te paṇṇasanthatā ramaṇīyā, vāḷamigehi anuciṇṇā;",
  "atk-s0513a44:135_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:136_0": "32.",
  "atk-s0513a44:137_0": " ‘‘Te pupphasanthatā ramaṇīyā, vāḷamigehi anuciṇṇā;",
  "atk-s0513a44:138_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:139_0": "33.",
  "atk-s0513a44:140_0": " ‘‘Acchā savanti girivananadiyo, kusumābhikiṇṇasotāyo;",
  "atk-s0513a44:141_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:142_0": "34.",
  "atk-s0513a44:143_0": " ‘‘Nīlāni himavato pabbatassa, kūṭāni dassanīyāni;",
  "atk-s0513a44:144_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:145_0": "35.",
  "atk-s0513a44:146_0": " ‘‘Pītāni himavato pabbatassa, kūṭāni dassanīyāni;",
  "atk-s0513a44:147_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:148_0": "36.",
  "atk-s0513a44:149_0": " ‘‘Tambāni himavato pabbatassa, kūṭāni dassanīyāni;",
  "atk-s0513a44:150_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:151_0": "37.",
  "atk-s0513a44:152_0": " ‘‘Tuṅgāni himavato pabbatassa, kūṭāni dassanīyāni;",
  "atk-s0513a44:153_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:154_0": "38.",
  "atk-s0513a44:155_0": " ‘‘Setāni himavato pabbatassa, kūṭāni dassanīyāni;",
  "atk-s0513a44:156_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:157_0": "39.",
  "atk-s0513a44:158_0": " ‘‘Citrāni himavato pabbatassa, kūṭāni dassanīyāni;",
  "atk-s0513a44:159_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:160_0": "40.",
  "atk-s0513a44:161_0": " ‘‘Yakkhagaṇasevite gandhamādane, osadhebhi sañchanne;",
  "atk-s0513a44:162_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassaṁ.",
  "atk-s0513a44:163_0": "41.",
  "atk-s0513a44:164_0": " ‘‘Kimpurisasevite gandhamādane, osadhebhi sañchanne;",
  "atk-s0513a44:165_0": "Tattheva taṁ apassantī, kimpurisa kathaṁ ahaṁ kassa’’nti.",
  "atk-s0513a44:166_0": "Tattha te pabbatāti yesu mayaṁ ekatova abhiramimha, ime te pabbatā tā ca kandarā tā ca giriguhāyo tatheva ṭhitā.",
  "atk-s0513a44:166_1": "Tesu ahaṁ idāni taṁ apassantī kathaṁ kassaṁ, kiṁ karissāmi, tesu pupphaphalapallavādisobhaṁ taṁ apassantī kathaṁ adhivāsetuṁ sakkhissāmīti paridevati.",
  "atk-s0513a44:166_2": "Paṇṇasanthatāti tālīsapattādigandhapaṇṇasantharā. Acchāti vippasannodakā. Nīlānīti nīlamaṇimayāni. Pītānīti sovaṇṇamayāni. Tambānīti manosilamayāni.",
  "atk-s0513a44:166_3": "Tuṅgānīti uccāni tikhiṇaggāni. Setānīti rajatamayāni.",
  "atk-s0513a44:166_4": "Citrānīti sattaratanamissakāni.",
  "atk-s0513a44:166_5": "Yakkhagaṇaseviteti bhummadevatāhi sevite.",
  "atk-s0513a44:167_0": "Iti sā dvādasahi gāthāhi paridevitvā mahāsattassa ure hatthaṁ ṭhapetvā santāpabhāvaṁ ñatvā ‘‘cando jīvatiyeva, devujjhānakammaṁ katvā jīvitamassa dassāmī’’ti cintetvā ‘‘kiṁ nu kho lokapālā nāma natthi, udāhu vippavutthā, adu matā , te me piyasāmikaṁ na rakkhantī’’ti devujjhānakammaṁ akāsi.",
  "atk-s0513a44:167_1": "Tassā sokavegena sakkassa āsanaṁ uṇhaṁ ahosi.",
  "atk-s0513a44:167_2": "Sakko āvajjento taṁ kāraṇaṁ ñatvā brāhmaṇavaṇṇena vegeneva āgantvā kuṇḍikato udakaṁ gahetvā mahāsattaṁ āsiñci.",
  "atk-s0513a44:167_3": "Tāvadeva visaṁ antaradhāyi, vaṇo ruhi, imasmiṁ ṭhāne viddhotipi na paññāyi. Mahāsatto sukhito uṭṭhāsi.",
  "atk-s0513a44:167_4": "Candā piyasāmikaṁ arogaṁ disvā somanassappattā sakkassa pāde vandantī anantaragāthamāha –",
  "atk-s0513a44:168_0": "42.",
  "atk-s0513a44:169_0": " ‘‘Vande te ayirabrahme, yo me icchitaṁ patiṁ varākiyā;",
  "atk-s0513a44:170_0": "Amatena abhisiñci, samāgatāsmi piyatamenā’’ti.",
  "atk-s0513a44:171_0": "Tattha amatenāti udakaṁ ‘‘amata’’nti maññamānā evamāha.",
  "atk-s0513a44:171_1": "Piyatamenāti piyatarena, ayameva vā pāṭho.",
  "atk-s0513a44:172_0": "Sakko tesaṁ ovādamadāsi ‘‘ito paṭṭhāya candapabbatato oruyha manussapathaṁ mā gamittha, idheva vasathā’’ti.",
  "atk-s0513a44:172_1": "Evañca pana vatvā te ovaditvā sakaṭṭhānameva gato.",
  "atk-s0513a44:172_2": "Candāpi ‘‘kiṁ no sāmi iminā paripanthaṭṭhānena, ehi candapabbatameva gacchāmā’’ti vatvā osānagāthamāha –",
  "atk-s0513a44:173_0": "43.",
  "atk-s0513a44:174_0": " ‘‘Vicarāma dāni girivananadiyo, kusumābhikiṇṇasotāyo;",
  "atk-s0513a44:175_0": "Nānādumavasanāyo, piyaṁvadā aññamaññassā’’ti.",
  "atk-s0513a44:176_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘na idāneva, pubbepesā mayi asaṁhīracittā anaññaneyyā evā’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā rājā devadatto ahosi, sakko anuruddho, candā rāhulamātā, candakinnaro pana ahameva ahosi’’nti.",
  "atk-s0513a44:177_0": "Candakinnarījātakavaṇṇanā dutiyā.",
  "atk-s0513a44:179_0": " [486] 3. Mahāukkusajātakavaṇṇanā",
  "atk-s0513a44:180_0": "Ukkā cilācā bandhantīti idaṁ satthā jetavane viharanto mittabandhakaupāsakaṁ ārabbha kathesi.",
  "atk-s0513a44:180_1": "So kira sāvatthiyaṁ parijiṇṇassa kulassa putto sahāyaṁ pesetvā aññataraṁ kuladhītaraṁ vārāpetvā ‘‘atthi panassa uppannakiccaṁ nittharaṇasamattho mitto vā sahāyo vā’’ti vutte ‘‘natthī’’ti vatvā ‘‘tena hi mitte tāva bandhatū’’ti vutte tasmiṁ ovāde ṭhatvā paṭhamaṁ tāva catūhi dovārikehi saddhiṁ mettiṁ akāsi, athānupubbena nagaraguttikagaṇakamahāmattādīhi saddhiṁ mettiṁ katvā senāpatināpi uparājenāpi saddhiṁ mettiṁ akāsi.",
  "atk-s0513a44:180_2": "Tehi pana saddhiṁ ekato hutvā raññā saddhiṁ mettiṁ akāsi.",
  "atk-s0513a44:180_3": "Tato asītiyā mahātherehi saddhiṁ ānandattherenapi saddhiṁ ekato hutvā tathāgatena saddhiṁ mettiṁ akāsi.",
  "atk-s0513a44:180_4": "Atha naṁ satthā saraṇesu ca sīlesu ca patiṭṭhāpesi, rājāpissa issariyamadāsi.",
  "atk-s0513a44:180_5": "So mittabandhakoyevāti pākaṭo jāto.",
  "atk-s0513a44:180_6": "Athassa rājā mahantaṁ gehaṁ datvā āvāhamaṅgalaṁ kāresi.",
  "atk-s0513a44:180_7": "Rājānaṁ ādiṁ katvā mahājano paṇṇākāre pahiṇi.",
  "atk-s0513a44:180_8": "Athassa bhariyā raññā pahitaṁ paṇṇākāraṁ uparājassa, uparājena pahitaṁ paṇṇākāraṁ senāpatissāti etena upāyena sakalanagaravāsino ābandhitvā gaṇhi.",
  "atk-s0513a44:180_9": "Sattame divase mahāsakkāraṁ katvā dasabalaṁ nimantetvā pañcasatassa buddhappamukhassa bhikkhusaṅghassa mahādānaṁ datvā bhattakiccāvasāne satthārā kathitaṁ anumodanaṁ sutvā ubhopi jayampatikā sotāpattiphale patiṭṭhahiṁsu.",
  "atk-s0513a44:181_0": "Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, mittabandhakaupāsako attano bhariyaṁ nissāya tassā vacanaṁ katvā sabbehi mettiṁ katvā rañño santikā mahantaṁ sakkāraṁ labhi, tathāgatena pana saddhiṁ mettiṁ katvā ubhopi jayampatikā sotāpattiphale patiṭṭhitā’’ti.",
  "atk-s0513a44:181_1": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva so etaṁ mātugāmaṁ nissāya mahantaṁ yasaṁ sampatto, pubbe tiracchānayoniyaṁ nibbattopi panesa etissā vacanena bahūhi saddhiṁ mettiṁ katvā puttasokato muttoyevā’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a44:182_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente ekacce paccantavāsino yattha yattha bahuṁ maṁsaṁ labhanti, tattha tattha gāmaṁ nivāsetvā araññe caritvā migādayo māretvā maṁsaṁ āharitvā puttadāre posenti.",
  "atk-s0513a44:182_1": "Tesaṁ gāmato avidūre mahājātassaro atthi.",
  "atk-s0513a44:182_2": "Tassa dakkhiṇapasse eko senasakuṇo, pacchimapasse ekā senasakuṇī, uttarapasse sīho migarājā, pācīnapasse ukkusasakuṇarājā vasati.",
  "atk-s0513a44:182_3": "Jātassaramajjhe pana unnataṭṭhāne kacchapo vasati.",
  "atk-s0513a44:182_4": "Tadā seno seniṁ ‘‘bhariyā me hohī’’ti vadati.",
  "atk-s0513a44:182_5": "Atha naṁ sā āha – ‘‘atthi pana te koci mitto’’ti? ‘‘Natthi bhadde’’ti.",
  "atk-s0513a44:182_6": "Amhākaṁ uppannaṁ bhayaṁ vā dukkhaṁ vā haraṇasamatthaṁ mittaṁ vā sahāyaṁ vā laddhuṁ vaṭṭati, mitte tāva gaṇhāhīti.",
  "atk-s0513a44:182_7": "‘‘Kehi saddhiṁ mettiṁ karomi bhadde’’ti?",
  "atk-s0513a44:182_8": "Pācīnapasse vasantena ukkusarājena, uttarapasse sīhena, jātassaramajjhe kacchapena saddhiṁ mettiṁ karohīti.",
  "atk-s0513a44:182_9": "So tassā vacanaṁ sampaṭicchitvā tathā akāsi.",
  "atk-s0513a44:182_10": "Tadā te ubhopi saṁvāsaṁ kappetvā tasmiṁyeva sare ekasmiṁ dīpake kadambarukkho atthi samantā udakena parikkhitto, tasmiṁ kulāvakaṁ katvā paṭivasiṁsu.",
  "atk-s0513a44:183_0": "Tesaṁ aparabhāge dve sakuṇapotakā jāyiṁsu.",
  "atk-s0513a44:183_1": "Tesaṁ pakkhesu asañjātesuyeva ekadivasaṁ te jānapadā divasaṁ araññe caritvā kiñci alabhitvā ‘‘na sakkā tucchahatthena gharaṁ gantuṁ, macche vā kacchape vā gaṇhissāmā’’ti saraṁ otaritvā taṁ dīpakaṁ gantvā tassa kadambassa mūle nipajjitvā makasādīhi khajjamānā tesaṁ palāpanatthāya araṇiṁ manthetvā aggiṁ nibbattetvā dhūmaṁ kariṁsu.",
  "atk-s0513a44:183_2": "Dhumo uggantvā sakuṇe pahari, sakuṇapotakā viraviṁsu.",
  "atk-s0513a44:183_3": "Jānapadā taṁ sutvā ‘‘ambho, sakuṇapotakānaṁ sūyati saddo, uṭṭhetha ukkā bandhatha, chātā sayituṁ na sakkoma, sakuṇamaṁsaṁ khāditvāva sayissāmā’’ti vatvā aggiṁ jāletvā ukkā bandhiṁsu.",
  "atk-s0513a44:183_4": "Sakuṇikā tesaṁ saddaṁ sutvā ‘‘ime amhākaṁ potake khāditukāmā, mayaṁ evarūpassa bhayassa haraṇatthāya mitte gaṇhimha, sāmikaṁ ukkusarājassa santikaṁ pesessāmī’’ti cintetvā ‘‘gaccha, sāmi , puttānaṁ no uppannabhayaṁ ukkusarājassa ārocehī’’ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a44:184_0": "44.",
  "atk-s0513a44:185_0": " ‘‘Ukkā cilācā bandhanti dīpe, pajā mamaṁ khādituṁ patthayanti;",
  "atk-s0513a44:186_0": "Mittaṁ sahāyañca vadehi senaka, ācikkha ñātibyasanaṁ dijāna’’nti.",
  "atk-s0513a44:187_0": "Tattha cilācāti jānapadā. Dīpeti dīpakamhi. Pajā mamanti mama puttake.",
  "atk-s0513a44:187_1": "Senakāti senakasakuṇaṁ nāmenālapati.",
  "atk-s0513a44:187_2": "Ñātibyasananti puttānaṁ byasanaṁ.",
  "atk-s0513a44:187_3": "Dijānanti amhākaṁ ñātīnaṁ dijānaṁ idaṁ byasanaṁ ukkusarājassa santikaṁ gantvā ācikkhāhīti vadati.",
  "atk-s0513a44:188_0": "So vegena tassa vasanaṭṭhānaṁ gantvā vassitvā attano āgatabhāvaṁ jānāpetvā katokāso upasaṅkamitvā vanditvā ‘‘kiṁkāraṇā āgatosī’’ti puṭṭho āgatakāraṇaṁ dassento dutiyaṁ gāthamāha –",
  "atk-s0513a44:189_0": "45.",
  "atk-s0513a44:190_0": " ‘‘Dijo dijānaṁ pavarosi pakkhima, ukkusarāja saraṇaṁ taṁ upema;",
  "atk-s0513a44:191_0": "Pajā mamaṁ khādituṁ patthayanti, luddā cilācā bhava me sukhāyā’’ti.",
  "atk-s0513a44:192_0": "Tattha dijoti tvaṁ dijo ceva dijānaṁ pavaro ca.",
  "atk-s0513a44:193_0": "Ukkusarājā ‘‘senaka mā bhāyī’’ti taṁ assāsetvā tatiyaṁ gāthamāha –",
  "atk-s0513a44:194_0": "46.",
  "atk-s0513a44:195_0": " ‘‘Mittaṁ sahāyañca karonti paṇḍitā, kāle akāle sukhamesamānā;",
  "atk-s0513a44:196_0": "Karomi te senaka etamatthaṁ, ariyo hi ariyassa karoti kicca’’nti.",
  "atk-s0513a44:197_0": "Tattha kāle akāleti divā ca rattiñca.",
  "atk-s0513a44:197_1": "Ariyoti idha ācāraariyo adhippeto.",
  "atk-s0513a44:197_2": "Ācārasampanno hi ācārasampannassa kiccaṁ karoteva, kimettha karaṇīyanti vadati.",
  "atk-s0513a44:198_0": "Atha naṁ pucchi ‘‘kiṁ, samma, rukkhaṁ abhiruḷhā cilācā’’ti?",
  "atk-s0513a44:198_1": "Na tāva abhiruḷhā, ukkāyeva bandhantīti.",
  "atk-s0513a44:198_2": "Tena hi tvaṁ sīghaṁ gantvā mama sahāyikaṁ assāsetvā mamāgamanabhāvaṁ ācikkhāhīti. So tathā akāsi.",
  "atk-s0513a44:198_3": "Ukkusarājāpi gantvā kadambassa avidūre cilācānaṁ abhiruhanaṁ olokento ekasmiṁ rukkhagge nisīditvā ekassa cilācassa abhiruhanakāle tasmiṁ kulāvakassa avidūraṁ abhiruḷhe sare nimujjitvā pakkhehi ca mukhena ca udakaṁ āharitvā ukkāya upari āsiñci, sā nibbāyi.",
  "atk-s0513a44:198_4": "Cilācā ‘‘imañca senakasakuṇapotake cassa khādissāmī’’ti otaritvā puna ukkaṁ jālāpetvā abhiruhiṁsu. Puna so ukkaṁ vijjhāpesi.",
  "atk-s0513a44:198_5": "Etenupāyena baddhaṁ baddhaṁ vijjhāpentassevassa aḍḍharatto jāto.",
  "atk-s0513a44:198_6": "So ativiya kilami, heṭṭhāudare kilomakaṁ tanutaṁ gataṁ, akkhīni rattāni jātāni.",
  "atk-s0513a44:198_7": "Taṁ disvā sakuṇī sāmikaṁ āha – ‘‘sāmi, ativiya kilanto ukkusarājā, etassa thokaṁ vissamanatthāya gantvā kacchaparājassa kathehī’’ti.",
  "atk-s0513a44:198_8": "So tassā vacanaṁ sutvā ukkusaṁ upasaṅkamitvā gāthāya ajjhabhāsi –",
  "atk-s0513a44:199_0": "47.",
  "atk-s0513a44:200_0": " ‘‘Yaṁ hoti kiccaṁ anukampakena, ariyassa ariyena kataṁ tayīdaṁ;",
  "atk-s0513a44:201_0": "Attānurakkhī bhava mā aḍayhi, lacchāma putte tayi jīvamāne’’ti.",
  "atk-s0513a44:202_0": "Tattha tayīdanti tayā idaṁ, ayameva vā pāṭho.",
  "atk-s0513a44:203_0": "So tassa vacanaṁ sutvā sīhanādaṁ nadanto pañcamaṁ gāthamāha –",
  "atk-s0513a44:204_0": "48.",
  "atk-s0513a44:205_0": " ‘‘Taveva rakkhāvaraṇaṁ karonto, sarīrabhedāpi na santasāmi;",
  "atk-s0513a44:206_0": "Karonti heke sakhinaṁ sakhāro, pāṇaṁ cajantā satamesa dhammo’’ti.",
  "atk-s0513a44:207_0": "Chaṭṭhaṁ pana satthā abhisambuddho hutvā tassa guṇaṁ vaṇṇento āha –",
  "atk-s0513a44:208_0": "49.",
  "atk-s0513a44:209_0": " ‘‘Sudukkaraṁ kammamakāsi, aṇḍajāyaṁ vihaṅgamo;",
  "atk-s0513a44:210_0": "Atthāya kuraro putte, aḍḍharatte anāgate’’ti.",
  "atk-s0513a44:211_0": "Tattha kuraroti ukkusarājā.",
  "atk-s0513a44:211_1": "Putteti senakassa putte rakkhanto tesaṁ atthāya aḍḍharatte anāgate yāva diyaḍḍhayāmā vāyāmaṁ karonto dukkaraṁ akāsi.",
  "atk-s0513a44:212_0": "Senopi ukkusaṁ ‘‘thokaṁ vissamāhi, sammā’’ti vatvā kacchapassa santikaṁ gantvā taṁ uṭṭhāpetvā ‘‘kiṁ, samma, āgatosī’’ti vutto ‘‘evarūpaṁ nāma bhayaṁ uppannaṁ, ukkusarājā paṭhamayāmato paṭṭhāya vāyamanto kilami, tenamhi tava santikaṁ āgato’’ti vatvā sattamaṁ gāthamāha –",
  "atk-s0513a44:213_0": "50.",
  "atk-s0513a44:214_0": " ‘‘Cutāpi heke khalitā sakammunā, mittānukampāya patiṭṭhahanti;",
  "atk-s0513a44:215_0": "Puttā mamaṭṭā gatimāgatosmi, atthaṁ caretho mama vāricarā’’ti.",
  "atk-s0513a44:216_0": "Tassattho – sāmi, ekacce hi yasato vā dhanato vā cutāpi sakammunā khalitāpi mittānaṁ anukampāya patiṭṭhahanti, mama ca puttā aṭṭā āturā, tenāhaṁ taṁ gatiṁ paṭisaraṇaṁ katvā āgatosmi, puttānaṁ jīvitadānaṁ dadanto atthaṁ me carāhi vāricarāti.",
  "atk-s0513a44:217_0": "Taṁ sutvā kacchapo itaraṁ gāthamāha –",
  "atk-s0513a44:218_0": "51.",
  "atk-s0513a44:219_0": " ‘‘Dhanena dhaññena ca attanā ca, mittaṁ sahāyañca karonti paṇḍitā;",
  "atk-s0513a44:220_0": "Karomi te senaka etamatthaṁ, ariyo hi ariyassa karoti kicca’’nti.",
  "atk-s0513a44:221_0": "Athassa putto avidūre nipanno pitu vacanaṁ sutvā ‘‘mā me pitā kilamatu, ahaṁ pitu kiccaṁ karissāmī’’ti cintetvā navamaṁ gāthamāha –",
  "atk-s0513a44:222_0": "52.",
  "atk-s0513a44:223_0": " ‘‘Appossukko tāta tuvaṁ nisīda, putto pitu carati atthacariyaṁ;",
  "atk-s0513a44:224_0": "Ahaṁ carissāmi tavetamatthaṁ, senassa putte paritāyamāno’’ti.",
  "atk-s0513a44:225_0": "Atha naṁ pitā gāthāya ajjhabhāsi –",
  "atk-s0513a44:226_0": "53.",
  "atk-s0513a44:227_0": " ‘‘Addhā hi tāta satamesa dhammo, putto pitu yaṁ care atthacariyaṁ;",
  "atk-s0513a44:228_0": "Appeva maṁ disvāna pavaḍḍhakāyaṁ, senassa puttā na viheṭhayeyyu’’nti.",
  "atk-s0513a44:229_0": "Tattha satamesa dhammoti paṇḍitānaṁ esa dhammo.",
  "atk-s0513a44:229_1": "Puttāti senassa putte cilācā na heṭhayeyyunti.",
  "atk-s0513a44:230_0": "Evaṁ vatvā mahākacchapo ‘‘samma, mā bhāyi, tvaṁ purato gaccha, idānāhaṁ āgamissāmī’’ti taṁ uyyojetvā udake patitvā kalalañca sevālañca saṁkaḍḍhitvā ādāya dīpakaṁ gantvā aggiṁ vijjhāpetvā nipajji.",
  "atk-s0513a44:230_1": "Cilācā ‘‘kiṁ no senapotakehi, imaṁ kāḷakacchapaṁ parivattetvā māressāma, ayaṁ no sabbesaṁ pahossatī’’ti valliyo uddharitvā jiyā gahetvā nivatthapilotikāpi mocetvā tesu tesu ṭhānesu bandhitvā kacchapaṁ parivattetuṁ na sakkonti.",
  "atk-s0513a44:230_2": "Kacchapo te ākaḍḍhanto gantvā gambhīraṭṭhāne udake pati.",
  "atk-s0513a44:230_3": "Tepi kacchapalobhena saddhiṁyeva patitvā udakapuṇṇāya kucchiyā kilantā nikkhamitvā ‘‘bho ekena no ukkusena yāva aḍḍharattā ukkā vijjhāpitā, idāni iminā kacchapena udake pātetvā udakaṁ pāyetvā mahodarā katamha, puna aggiṁ karitvā aruṇe uggatepi ime senakapotake khādissāmā’’ti aggiṁ kātuṁ ārabhiṁsu.",
  "atk-s0513a44:230_4": "Sakuṇī tesaṁ kathaṁ sutvā ‘‘sāmi, ime yāya kāyaci velāya amhākaṁ puttake khāditvā gamissanti, sahāyassa no sīhassa santikaṁ gacchāhī’’ti āha.",
  "atk-s0513a44:230_5": "So taṅkhaṇaññeva sīhassa santikaṁ gantvā ‘‘kiṁ avelāya āgatosī’’ti vutte ādito paṭṭhāya taṁ pavattiṁ ārocetvā ekādasamaṁ gāthamāha –",
  "atk-s0513a44:231_0": "54.",
  "atk-s0513a44:232_0": " ‘‘Pasū manussā migavīraseṭṭha, bhayaṭṭitā seṭṭhamupabbajanti;",
  "atk-s0513a44:233_0": "Puttā mamaṭṭā gatimāgatosmi, tvaṁ nosi rājā bhava me sukhāyā’’ti.",
  "atk-s0513a44:234_0": "Tattha pasūti sabbatiracchāne āha.",
  "atk-s0513a44:234_1": "Idaṁ vuttaṁ hoti – ‘‘sāmi, migesu vīriyena seṭṭha, sabbalokasmiñhi sabbe tiracchānāpi manussāpi bhayaṭṭitā hutvā seṭṭhaṁ upagacchanti, mama ca puttā aṭṭā āturā.",
  "atk-s0513a44:234_2": "Tasmāhaṁ taṁ gatiṁ katvā āgatomhi, tvaṁ amhākaṁ rājā sukhāya me bhavāhī’’ti.",
  "atk-s0513a44:235_0": "Taṁ sutvā sīho gāthamāha –",
  "atk-s0513a44:236_0": "55.",
  "atk-s0513a44:237_0": " ‘‘Karomi te senaka etamatthaṁ, āyāmi te taṁ disataṁ vadhāya;",
  "atk-s0513a44:238_0": "Kathañhi viññū pahu sampajāno, na vāyame attajanassa guttiyā’’ti.",
  "atk-s0513a44:239_0": "Tattha taṁ disatanti taṁ disasamūhaṁ, taṁ tava paccatthikagaṇanti attho.",
  "atk-s0513a44:239_1": "Pahūti amitte hantuṁ samattho.",
  "atk-s0513a44:239_2": "Sampajānoti mittassa bhayuppattiṁ jānanto.",
  "atk-s0513a44:239_3": "Attajanassāti attasamassa aṅgasamānassa janassa, mittassāti attho.",
  "atk-s0513a44:240_0": "Evañca pana vatvā ‘‘gaccha tvaṁ putte samassāsehī’’ti taṁ uyyojetvā maṇivaṇṇaṁ udakaṁ maddamāno pāyāsi.",
  "atk-s0513a44:240_1": "Cilācā taṁ āgacchantaṁ disvā ‘‘kurarena tāva amhākaṁ ukkā vijjhāpitā, tathā kacchapena amhe nivatthapilotikānampi assāmikā katā, idāni pana naṭṭhamhā, sīho no jīvitakkhayameva pāpessatī’’ti maraṇabhayatajjitā yena vā tena vā palāyiṁsu.",
  "atk-s0513a44:240_2": "Sīho āgantvā rukkhamūle na kiñci addasa.",
  "atk-s0513a44:240_3": "Atha naṁ kuraro ca kacchapo ca seno ca upasaṅkamitvā vandiṁsu.",
  "atk-s0513a44:240_4": "So tesaṁ mittānisaṁsaṁ kathetvā ‘‘ito paṭṭhāya mittadhammaṁ abhinditvā appamattā hothā’’ti ovaditvā pakkāmi, tepi sakaṭhānāni gatā.",
  "atk-s0513a44:240_5": "Senasakuṇī attano putte oloketvā ‘‘mitte nissāya amhehi dārakā laddhā’’ti sukhanisinnasamaye senena saddhiṁ sallapantī mittadhammaṁ pakāsamānā cha gāthā abhāsi –",
  "atk-s0513a44:241_0": "56.",
  "atk-s0513a44:242_0": " ‘‘Mittañca kayirātha suhadayañca, ayirañca kayirātha sukhāgamāya;",
  "atk-s0513a44:243_0": "Nivatthakocova sarebhihantvā, modāma puttehi samaṅgibhūtā.",
  "atk-s0513a44:244_0": "57.",
  "atk-s0513a44:245_0": " ‘‘Sakamittassa kammena, sahāyassāpalāyino;",
  "atk-s0513a44:246_0": "Kūjantamupakūjanti, lomasā hadayaṅgamaṁ.",
  "atk-s0513a44:247_0": "58.",
  "atk-s0513a44:248_0": " ‘‘Mittaṁ sahāyaṁ adhigamma paṇḍito, so bhuñjatī putta pasuṁ dhanaṁ vā;",
  "atk-s0513a44:249_0": "Ahañca puttā ca patī ca mayhaṁ, mittānukampāya samaṅgibhūtā.",
  "atk-s0513a44:250_0": "59.",
  "atk-s0513a44:251_0": " ‘‘Rājavatā sūravatā ca attho, sampannasakhissa bhavanti hete;",
  "atk-s0513a44:252_0": "So mittavā yasavā uggatatto, asmiṁdhaloke modati kāmakāmī.",
  "atk-s0513a44:253_0": "60.",
  "atk-s0513a44:254_0": " ‘‘Karaṇīyāni mittāni, daliddenāpi senaka;",
  "atk-s0513a44:255_0": "Passa mittānukampāya, samaggamhā sañātake.",
  "atk-s0513a44:256_0": "61.",
  "atk-s0513a44:257_0": " ‘‘Sūrena balavantena, yo mitte kurute dijo;",
  "atk-s0513a44:258_0": "Evaṁ so sukhito hoti, yathāhaṁ tvañca senakā’’ti.",
  "atk-s0513a44:259_0": "Tattha mittañcāti yaṁkiñci attano mittañca suhadayañca suhadayasahāyañca sāmikasaṅkhātaṁ ayirañca karotheva.",
  "atk-s0513a44:259_1": "Nivatthakocova sarebhihantvāti ettha kocoti kavaco.",
  "atk-s0513a44:259_2": "Yathā nāma paṭimukkakavaco sare abhihanati nivāreti, evaṁ mayampi mittabalena paccatthike abhihantvā puttehi saddhiṁ modāmāti vadati.",
  "atk-s0513a44:259_3": "Sakamittassa kammenāti sakassa mittassa parakkamena.",
  "atk-s0513a44:259_4": "Sahāyassāpalāyinoti sahāyassa apalāyino migarājassa.",
  "atk-s0513a44:259_5": "Lomasāti pakkhino amhākaṁ puttakā mañca tañca kūjantaṁ hadayaṅgamaṁ madhurassaraṁ nicchāretvā upakūjanti.",
  "atk-s0513a44:259_6": "Samaṅgibhūtāti ekaṭṭhāne ṭhitā.",
  "atk-s0513a44:260_0": "Rājavatā sūravatā ca atthoti yassa sīhasadiso rājā ukkusakacchapasadisā ca sūrā mittā honti, tena rājavatā sūravatā ca attho sakkā pāpuṇituṁ.",
  "atk-s0513a44:260_1": "Bhavanti heteti yo ca sampannasakho paripuṇṇamittadhammo, tassa ete sahāyā bhavanti.",
  "atk-s0513a44:260_2": "Uggatattoti sirisobhaggena uggatasabhāvo.",
  "atk-s0513a44:260_3": "Asmiṁdhaloketi idhalokasaṅkhāte asmiṁ loke modati. Kāmakāmīti sāmikaṁ ālapati.",
  "atk-s0513a44:260_4": "So hi kāme kāmanato kāmakāmī nāma. Samaggamhāti samaggā jātamhā.",
  "atk-s0513a44:260_5": "Sañātaketi ñātakehi puttehi saddhiṁ.",
  "atk-s0513a44:261_0": "Evaṁ sā chahi gāthāhi mittadhammassa guṇakathaṁ kathesi.",
  "atk-s0513a44:261_1": "Te sabbepi sahāyakā mittadhammaṁ abhinditvā yāvatāyukaṁ ṭhatvā yathākammaṁ gatā.",
  "atk-s0513a44:262_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘na, bhikkhave, idāneva so bhariyaṁ nissāya sukhappatto, pubbepi sukhappattoyevā’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā seno ca senī ca jayampatikā ahesuṁ, puttakacchapo rāhulo, pitā mahāmoggallāno, ukkuso sāriputto, sīho pana ahameva ahosi’’nti.",
  "atk-s0513a44:263_0": "Mahāukkusajātakavaṇṇanā tatiyā.",
  "atk-s0513a44:265_0": " [487] 4. Uddālakajātakavaṇṇanā",
  "atk-s0513a44:266_0": "Kharājinā jaṭilā paṅkadantāti idaṁ satthā jetavane viharanto ekaṁ kuhakabhikkhuṁ ārabbha kathesi.",
  "atk-s0513a44:266_1": "So hi niyyānikasāsane pabbajitvāpi catupaccayatthāya tividhaṁ kuhakavatthuṁ pūresi.",
  "atk-s0513a44:266_2": "Athassa aguṇaṁ pakāsentā bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, asuko nāma bhikkhu evarūpe niyyānikasāsane pabbajitvā kuhanaṁ nissāya jīvikaṁ kappetī’’ti.",
  "atk-s0513a44:266_3": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepesa kuhakoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a44:267_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto tassa purohito ahosi paṇḍito byatto.",
  "atk-s0513a44:267_1": "So ekadivasaṁ uyyānakīḷaṁ gato ekaṁ abhirūpaṁ gaṇikaṁ disvā paṭibaddhacitto tāya saddhiṁ saṁvāsaṁ kappesi.",
  "atk-s0513a44:267_2": "Sā taṁ paṭicca gabbhaṁ paṭilabhi.",
  "atk-s0513a44:267_3": "Gabbhassa patiṭṭhitabhāvaṁ ñatvā taṁ āha – ‘‘sāmi, gabbho me patiṭṭhito, jātakāle nāmaṁ karontī assa kiṁ nāmaṁ karomī’’ti?",
  "atk-s0513a44:267_4": "So ‘‘vaṇṇadāsiyā kucchimhi nibbattattā na sakkā kulanāmaṁ kātu’’nti cintetvā ‘‘bhadde, ayaṁ vātaghātarukkho uddālo nāma, idha paṭiladdhattā ‘uddālako’tissa nāmaṁ kareyyāsī’’ti vatvā aṅgulimuddikaṁ adāsi.",
  "atk-s0513a44:267_5": "‘‘Sace dhītā hoti, imāya naṁ poseyyāsi, sace putto, atha naṁ vayappattaṁ mayhaṁ dasseyyāsī’’ti āha.",
  "atk-s0513a44:267_6": "Sā aparabhāge puttaṁ vijāyitvā ‘‘uddālako’’tissa nāmaṁ akāsi.",
  "atk-s0513a44:268_0": "So vayappatto mātaraṁ pucchi – ‘‘amma, ko me pitā’’ti? ‘‘Purohito tātā’’ti.",
  "atk-s0513a44:268_1": "‘‘Yadi evaṁ vede uggaṇhissāmī’’ti mātu hatthato muddikañca ācariyabhāgañca gahetvā takkasilaṁ gantvā disāpāmokkhācariyassa santike sippaṁ uggaṇhanto ekaṁ tāpasagaṇaṁ disvā ‘‘imesaṁ santike varasippaṁ bhavissati, taṁ uggaṇhissāmī’’ti sippalobhena pabbajitvā tesaṁ vattapaṭivattaṁ katvā ‘‘ācariyā maṁ tumhākaṁ jānanasippaṁ sikkhāpethā’’ti āha.",
  "atk-s0513a44:268_2": "Te attano attano jānananiyāmeneva taṁ sikkhāpesuṁ.",
  "atk-s0513a44:268_3": "Pañcannaṁ tāpasasatānaṁ ekopi tena atirekapañño nāhosi, sveva tesaṁ paññāya aggo.",
  "atk-s0513a44:268_4": "Athassa te sannipatitvā ācariyaṭṭhānaṁ adaṁsu.",
  "atk-s0513a44:268_5": "Atha ne so āha – ‘‘mārisā, tumhe niccaṁ vanamūlaphalāhārā araññeva vasatha, manussapathaṁ kasmā na gacchathā’’ti?",
  "atk-s0513a44:268_6": "‘‘Mārisa, manussā nāma mahādānaṁ datvā anumodanaṁ kārāpenti, dhammiṁ kathaṁ bhaṇāpenti, pañhaṁ pucchanti, mayaṁ tena bhayena tattha na gacchāmā’’ti.",
  "atk-s0513a44:268_7": "‘‘Mārisā, sacepi cakkavattirājā bhavissati, manaṁ gahetvā kathanaṁ nāma mayhaṁ bhāro, tumhe mā bhāyathā’’ti vatvā tehi saddhiṁ cārikaṁ caramāno anupubbena bārāṇasiṁ patvā rājuyyāne vasitvā punadivase sabbehi saddhiṁ dvāragāme bhikkhāya cari, manussā mahādānaṁ adaṁsu.",
  "atk-s0513a44:268_8": "Tāpasā punadivase nagaraṁ pavisiṁsu manussā mahādānaṁ adaṁsu.",
  "atk-s0513a44:268_9": "Uddālakatāpaso dānānumodanaṁ karoti, maṅgalaṁ vadati, pañhaṁ vissajjeti, manussā pasīditvā bahupaccaye adaṁsu.",
  "atk-s0513a44:268_10": "Sakalanagaraṁ ‘‘paṇḍito gaṇasatthā dhammikatāpaso āgato’’ti saṅkhubhi, taṁ raññopi kathayiṁsu.",
  "atk-s0513a44:269_0": "Rājā ‘‘kuhiṁ vasatī’’ti pucchitvā ‘‘uyyāne’’ti sutvā ‘‘sādhu ajja tesaṁ dassanāya gamissāmī’’ti āha.",
  "atk-s0513a44:269_1": "Eko puriso gantvā ‘‘rājā kira vo passituṁ āgacchissatī’’ti uddālakassa kathesi.",
  "atk-s0513a44:269_2": "Sopi isigaṇaṁ āmantetvā ‘‘mārisā, rājā kira āgamissati, issare nāma ekadivasaṁ ārādhetvā yāvajīvaṁ alaṁ hotī’’ti.",
  "atk-s0513a44:269_3": "‘‘Kiṁ pana kātabbaṁ ācariyā’’ti?",
  "atk-s0513a44:269_4": "So evamāha – ‘‘tumhesu ekacce vaggulivataṁ carantu, ekacce ukkuṭikappadhānamanuyuñjantu, ekacce kaṇṭakāpassayikā bhavantu, ekacce pañcātapaṁ tapantu, ekacce udakorohanakammaṁ karontu, ekacce tattha tattha mante sajjhāyantū’’ti. Te tathā kariṁsu.",
  "atk-s0513a44:269_5": "Sayaṁ pana aṭṭha vā dasa vā paṇḍitavādino gahetvā manorame ādhārake ramaṇīyaṁ potthakaṁ ṭhapetvā antevāsikaparivuto supaññatte sāpassaye āsane nisīdi.",
  "atk-s0513a44:269_6": "Tasmiṁ khaṇe rājā purohitaṁ ādāya mahantena parivārena uyyānaṁ gantvā te micchātapaṁ carante disvā ‘‘apāyabhayamhā muttā’’ti pasīditvā uddālakassa santikaṁ gantvā paṭisanthāraṁ katvā ekamantaṁ nisinno tuṭṭhamānaso purohitena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a44:270_0": "62.",
  "atk-s0513a44:271_0": " ‘‘Kharājinā jaṭilā paṅkadantā, dummakkharūpā ye mantaṁ jappanti;",
  "atk-s0513a44:272_0": "Kaccinnu te mānusake payoge, idaṁ vidū parimuttā apāyā’’ti.",
  "atk-s0513a44:273_0": "Tattha kharājināti sakhurehi ajinacammehi samannāgatā.",
  "atk-s0513a44:273_1": "Paṅkadantāti dantakaṭṭhassa akhādanena malaggahitadantā.",
  "atk-s0513a44:273_2": "Dummakkharūpāti anañjitakkhā amaṇḍitarūpā lūkhasaṅghāṭidharā.",
  "atk-s0513a44:273_3": "Mānusake payogeti manussehi kattabbavīriye.",
  "atk-s0513a44:273_4": "Idaṁ vidūti idaṁ tapacaraṇañca mantasajjhāyanañca jānantā.",
  "atk-s0513a44:273_5": "Apāyāti kacci ācariya, ime catūhi apāyehi muttāti pucchati.",
  "atk-s0513a44:274_0": "Taṁ sutvā purohito ‘‘ayaṁ rājā aṭṭhāne pasanno, tuṇhī bhavituṁ na vaṭṭatī’’ti cintetvā dutiyaṁ gāthamāha –",
  "atk-s0513a44:275_0": "63.",
  "atk-s0513a44:276_0": " ‘‘Pāpāni kammāni karetha rāja, bahussuto ce na careyya dhammaṁ;",
  "atk-s0513a44:277_0": "Sahassavedopi na taṁ paṭicca, dukkhā pamucce caraṇaṁ apatvā’’ti.",
  "atk-s0513a44:278_0": "Tattha bahussuto ceti sace mahārāja, ‘‘ahaṁ bahussutomhī’’ti paguṇavedopi dasakusalakammapathadhammaṁ na careyya, tīhi dvārehi pāpāneva kareyya, tiṭṭhantu tayo vedā, sahassavedopi samāno taṁ bāhusaccaṁ paṭicca aṭṭhasamāpattisaṅkhātaṁ caraṇaṁ appatvā apāyadukkhato na mucceyyāti.",
  "atk-s0513a44:279_0": "Tassa vacanaṁ sutvā uddālako cintesi ‘‘rājā yathā vā tathā vā isigaṇassa pasīdi, ayaṁ pana brāhmaṇo carantaṁ goṇaṁ daṇḍena paharanto viya vaḍḍhitabhatte kacavaraṁ khipanto viya kathesi, tena saddhiṁ kathessāmī’’ti.",
  "atk-s0513a44:279_1": "So tena saddhiṁ kathento tatiyaṁ gāthamāha –",
  "atk-s0513a44:280_0": "64.",
  "atk-s0513a44:281_0": " ‘‘Sahassavedopi na taṁ paṭicca, dukkhā pamucce caraṇaṁ apatvā;",
  "atk-s0513a44:282_0": "Maññāmi vedā aphalā bhavanti, sasaṁyamaṁ caraṇaññeva sacca’’nti.",
  "atk-s0513a44:283_0": "Tattha aphalāti tava vāde vedā ca sesasippāni ca aphalāni āpajjanti, tāni kasmā uggaṇhanti, sīlasaṁyamena saddhiṁ caraṇaññeva ekaṁ saccaṁ āpajjatīti.",
  "atk-s0513a44:284_0": "Tato purohito catutthaṁ gāthamāha –",
  "atk-s0513a44:285_0": "65.",
  "atk-s0513a44:286_0": " ‘‘Na heva vedā aphalā bhavanti, sasaṁyamaṁ caraṇaññeva saccaṁ;",
  "atk-s0513a44:287_0": "Kittiñhi pappoti adhicca vede, santiṁ puṇāti caraṇena danto’’ti.",
  "atk-s0513a44:288_0": "Tattha na hevāti nāhaṁ ‘‘vedā aphalā’’ti vadāmi, apica kho pana sasaṁyamaṁ caraṇaṁ saccameva sabhāvabhūtaṁ uttamaṁ.",
  "atk-s0513a44:288_1": "Tena hi sakkā dukkhā muccituṁ.",
  "atk-s0513a44:288_2": "Santiṁ puṇātīti samāpattisaṅkhātena caraṇena danto bhayasantikaraṁ nibbānaṁ pāpuṇātīti.",
  "atk-s0513a44:289_0": "Taṁ sutvā uddālako ‘‘na sakkā iminā saddhiṁ paṭipakkhavasena ṭhātuṁ, ‘putto tavāha’nti vutte sinehaṁ akaronto nāma natthi, puttabhāvamassa kathessāmī’’ti cintetvā pañcamaṁ gāthamāha –",
  "atk-s0513a44:290_0": "66.",
  "atk-s0513a44:291_0": " ‘‘Bhaccā mātā pitā bandhū, yena jāto sayeva so;",
  "atk-s0513a44:292_0": "Uddālako ahaṁ bhoto, sottiyākulavaṁsako’’ti.",
  "atk-s0513a44:293_0": "Tattha bhaccāti mātā ca pitā ca sesabandhū ca bharitabbā nāma.",
  "atk-s0513a44:293_1": "Yena pana jāto, soyeva so hoti.",
  "atk-s0513a44:293_2": "Attāyeva hi attano jāyati, ahañca tayāva uddālakarukkhamūle janito, tayā vuttameva nāmaṁ kataṁ, uddālako ahaṁ bhoti.",
  "atk-s0513a44:294_0": "So ‘‘ekaṁsena tvaṁ uddālakosī’’ti vutte ‘‘āmā’’ti vatvā ‘‘mayā te mātu saññāṇaṁ dinnaṁ, taṁ kuhi’’nti vutte ‘‘idaṁ brāhmaṇā’’ti muddikaṁ tassa hatthe ṭhapesi.",
  "atk-s0513a44:294_1": "Brāhmaṇo muddikaṁ sañjānitvā nicchayena ‘‘tvaṁ brāhmaṇadhammaṁ pajānāsī’’ti vatvā brāhmaṇadhammaṁ pucchanto chaṭṭhaṁ gāthamāha –",
  "atk-s0513a44:295_0": "67.",
  "atk-s0513a44:296_0": " ‘‘Kathaṁ bho brāhmaṇo hoti, kathaṁ bhavati kevalī;",
  "atk-s0513a44:297_0": "Kathañca parinibbānaṁ, dhammaṭṭho kinti vuccatī’’ti.",
  "atk-s0513a44:298_0": "Uddālakopi tassa ācikkhanto sattamaṁ gāthamāha –",
  "atk-s0513a44:299_0": "68.",
  "atk-s0513a44:300_0": " ‘‘Niraṁkatvā aggimādāya brāhmaṇo, āpo siñcaṁ yajaṁ usseti yūpaṁ;",
  "atk-s0513a44:301_0": "Evaṁkaro brāhmaṇo hoti khemī, dhamme ṭhitaṁ tena amāpayiṁsū’’ti.",
  "atk-s0513a44:302_0": "Tattha niraṁkatvā aggimādāyāti nirantaraṁ katvā aggiṁ gahetvā paricarati.",
  "atk-s0513a44:302_1": "Āpo siñcaṁ yajaṁ usseti yūpanti abhisecanakakammaṁ karonto sammāpāsaṁ vā vājapeyyaṁ vā niraggaḷaṁ vā yajanto suvaṇṇayūpaṁ ussāpeti. Khemīti khemappatto.",
  "atk-s0513a44:302_2": "Amāpayiṁsūti teneva ca kāraṇena dhamme ṭhitaṁ kathayiṁsu.",
  "atk-s0513a44:303_0": "Taṁ sutvā purohito tena kathitaṁ brāhmaṇadhammaṁ garahanto aṭṭhamaṁ gāthamāha –",
  "atk-s0513a44:304_0": "69.",
  "atk-s0513a44:305_0": " ‘‘Na suddhi secanenatthi, nāpi kevalī brāhmaṇo;",
  "atk-s0513a44:306_0": "Na khantī nāpi soraccaṁ, nāpi so parinibbuto’’ti.",
  "atk-s0513a44:307_0": "Tattha secanenāti tena vuttesu brāhmaṇadhammesu ekaṁ dassetvā sabbaṁ paṭikkhipati.",
  "atk-s0513a44:307_1": "Idaṁ vuttaṁ hoti – ‘‘aggiparicaraṇena vā udakasecanena vā pasughātayaññena vā suddhi nāma natthi, nāpi ettakena brāhmaṇo kevalaparipuṇṇo hoti, na adhivāsanakhanti, na sīlasoraccaṁ, nāpi kilesaparinibbānena parinibbuto nāma hotī’’ti.",
  "atk-s0513a44:308_0": "Tato naṁ uddālako ‘‘yadi evaṁ brāhmaṇo na hoti, atha kathaṁ hotī’’ti pucchanto navamaṁ gāthamāha –",
  "atk-s0513a44:309_0": "70.",
  "atk-s0513a44:310_0": " ‘‘Kathaṁ so brāhmaṇo hoti, kathaṁ bhavati kevalī;",
  "atk-s0513a44:311_0": "Kathañca parinibbānaṁ, dhammaṭṭho kinti vuccatī’’ti.",
  "atk-s0513a44:312_0": "Purohitopissa kathento itaraṁ gāthamāha –",
  "atk-s0513a44:313_0": "71.",
  "atk-s0513a44:314_0": " ‘‘Akhettabandhū amamo nirāso, nillobhapāpo bhavalobhakhīṇo;",
  "atk-s0513a44:315_0": "Evaṁkaro brāhmaṇo hoti khemī, dhamme ṭhitaṁ tena amāpayiṁsū’’ti.",
  "atk-s0513a44:316_0": "Tattha akhettabandhūti akkhetto abandhu, khettavatthugāmanigamapariggahena ceva ñātibandhavagottabandhavamittabandhavasahāyabandhavasippabandhavapariggahena ca rahito.",
  "atk-s0513a44:316_1": "Amamoti sattasaṅkhāresu taṇhādiṭṭhimamāyanarahito.",
  "atk-s0513a44:316_2": "Nirāsoti lābhadhanaputtajīvitāsāya rahito.",
  "atk-s0513a44:316_3": "Nillobhapāpoti pāpalobhavisamalobhena rahito.",
  "atk-s0513a44:316_4": "Bhavalobhakhīṇoti khīṇabhavarāgo.",
  "atk-s0513a44:317_0": "Tato uddālako gāthamāha –",
  "atk-s0513a44:318_0": "72.",
  "atk-s0513a44:319_0": " ‘‘Khattiyā brāhmaṇā vessā, suddā caṇḍālapukkusā;",
  "atk-s0513a44:320_0": "Sabbeva soratā dantā, sabbeva parinibbutā;",
  "atk-s0513a44:321_0": "Sabbesaṁ sītibhūtānaṁ, atthi seyyotha pāpiyo’’ti.",
  "atk-s0513a44:322_0": "Tattha atthi seyyotha pāpiyoti ete khattiyādayo sabbepi soraccādīhi samannāgatā honti, evaṁ bhūtānaṁ pana tesaṁ ayaṁ seyyo, ayaṁ pāpiyoti evaṁ hīnukkaṭṭhatā atthi, natthīti pucchati.",
  "atk-s0513a44:323_0": "Athassa ‘‘arahattuppattito paṭṭhāya hīnukkaṭṭhatā nāma natthī’’ti dassetuṁ brāhmaṇo gāthamāha –",
  "atk-s0513a44:324_0": "73.",
  "atk-s0513a44:325_0": " ‘‘Khattiyā brāhmaṇā vessā, suddā caṇḍālapukkusā;",
  "atk-s0513a44:326_0": "Sabbeva soratā dantā, sabbeva parinibbutā;",
  "atk-s0513a44:327_0": "Sabbesaṁ sītibhūtānaṁ, natthi seyyotha pāpiyo’’ti.",
  "atk-s0513a44:328_0": "Atha naṁ garahanto uddālako gāthādvayamāha –",
  "atk-s0513a44:329_0": "74.",
  "atk-s0513a44:330_0": " ‘‘Khattiyā brāhmaṇā vessā, suddā caṇḍālapukkusā;",
  "atk-s0513a44:331_0": "Sabbeva soratā dantā, sabbeva parinibbutā.",
  "atk-s0513a44:332_0": "75.",
  "atk-s0513a44:333_0": " ‘‘Sabbesaṁ sītibhūtānaṁ, natthi seyyotha pāpiyo;",
  "atk-s0513a44:334_0": "Panaṭṭhaṁ carasi brahmaññaṁ, sottiyākulavaṁsata’’nti.",
  "atk-s0513a44:335_0": "Tassattho – yadi etehi guṇehi samannāgatānaṁ viseso natthi, eko vaṇṇova hoti, evaṁ sante tvaṁ ubhato sujātabhāvaṁ nāsento panaṭṭhaṁ carasi brahmaññaṁ, caṇḍālasamo hosi, sottiyakulavaṁsataṁ nāsesīti.",
  "atk-s0513a44:336_0": "Atha naṁ purohito upamāya saññāpento gāthādvayamāha –",
  "atk-s0513a44:337_0": "76.",
  "atk-s0513a44:338_0": " ‘‘Nānārattehi vatthehi, vimānaṁ bhavati chāditaṁ;",
  "atk-s0513a44:339_0": "Na tesaṁ chāyā vatthānaṁ, so rāgo anupajjatha.",
  "atk-s0513a44:340_0": "77.",
  "atk-s0513a44:341_0": " ‘‘Evameva manussesu, yadā sujjhanti māṇavā;",
  "atk-s0513a44:342_0": "Te sajātiṁ pamuñcanti, dhammamaññāya subbatā’’ti.",
  "atk-s0513a44:343_0": "Tattha vimānanti gehaṁ vā maṇḍapaṁ vā.",
  "atk-s0513a44:343_1": "Chāyāti tesaṁ vatthānaṁ chāyā so nānāvidho rāgo na upeti, sabbā chāyā ekavaṇṇāva honti.",
  "atk-s0513a44:343_2": "Evamevāti manussesupi evameva ekacce aññāṇabrāhmaṇā akāraṇeneva cātuvaṇṇe suddhiṁ paññāpenti, esā atthīti mā gaṇhi.",
  "atk-s0513a44:343_3": "Yadā ariyamaggena māṇavā sujjhanti, tadā tehi paṭividdhaṁ nibbānadhammaṁ jānitvā subbatā sīlavantā paṇḍitapurisā te sajātiṁ muñcanti.",
  "atk-s0513a44:343_4": "Nibbānappattito paṭṭhāya hi jāti nāma niratthakāti.",
  "atk-s0513a44:344_0": "Uddālako pana paccāharituṁ asakkonto appaṭibhānova nisīdi.",
  "atk-s0513a44:344_1": "Atha brāhmaṇo rājānaṁ āha – ‘‘sabbe ete, mahārāja, kuhakā sakalajambudīpe kohaññeneva nāsenti, uddālakaṁ uppabbājetvā upapurohitaṁ karotha, sese uppabbājetvā phalakāvudhāni datvā sevake karothā’’ti.",
  "atk-s0513a44:344_2": "‘‘Sādhu, ācariyā’’ti rājā tathā kāresi.",
  "atk-s0513a44:344_3": "Te rājānaṁ upaṭṭhahantāva yathākammaṁ gatā.",
  "atk-s0513a44:345_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘na, bhikkhave, idāneva, pubbepesa kuhakoyevā’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā uddālako kuhakabhikkhu ahosi, rājā ānando, purohito pana ahameva ahosi’’nti.",
  "atk-s0513a44:346_0": "Uddālakajātakavaṇṇanā catutthā.",
  "atk-s0513a44:348_0": " [488] 5. Bhisajātakavaṇṇanā",
  "atk-s0513a44:349_0": "Assaṁgavaṁ rajataṁ jātarūpanti idaṁ satthā jetavane viharanto ukkaṇṭhitabhikkhuṁ ārabbha kathesi. Vatthu pana kusajātake (jā. 2.20.1 ādayo) āvi bhavissati.",
  "atk-s0513a44:349_1": "Tadā pana satthā ‘‘saccaṁ kira tvaṁ bhikkhu ukkaṇṭhitosī’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘kiṁ paṭiccā’’ti vatvā ‘‘kilesaṁ, bhante’’ti vutte ‘‘bhikkhu evarūpe niyyānikasāsane pabbajitvā kasmā kilesaṁ paṭicca ukkaṇṭhitosi, porāṇakapaṇḍitā anuppanne buddhe bāhirakapabbajjaṁ pabbajitvā vatthukāmakilesakāme ārabbha uppajjanakasaññaṁ sapathaṁ katvā vihariṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a44:350_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto asītikoṭivibhavassa brāhmaṇamahāsālakulassa putto hutvā nibbatti, ‘‘mahākañcanakumāro’’tissa nāmaṁ kariṁsu.",
  "atk-s0513a44:350_1": "Athassa padasā vicaraṇakāle aparopi putto jāyi, ‘‘upakañcanakumāro’’tissa nāmaṁ kariṁsu.",
  "atk-s0513a44:350_2": "Evaṁ paṭipāṭiyā satta puttā ahesuṁ.",
  "atk-s0513a44:350_3": "Sabbakaniṭṭhā panekā dhītā, tassā ‘‘kañcanadevī’’ti nāmaṁ kariṁsu.",
  "atk-s0513a44:350_4": "Mahākañcanakumāro vayappatto takkasilato sabbasippāni uggaṇhitvā āgacchi.",
  "atk-s0513a44:350_5": "Atha naṁ mātāpitaro gharāvāsena bandhitukāmā ‘‘attanā samānajātiyakulato te dārikaṁ ānessāma, gharāvāsaṁ saṇṭhapehī’’ti vadiṁsu.",
  "atk-s0513a44:350_6": "‘‘Ammatātā, na mayhaṁ gharāvāsenattho, mayhañhi tayo bhavā ādittā viya sappaṭibhayā, bandhanāgāraṁ viya palibuddhā, ukkārabhūmi viya jegucchā hutvā upaṭṭhahanti, mayā supinenapi methunadhammo na diṭṭhapubbo, aññe vo puttā atthi, te gharāvāsena nimantethā’’ti vatvā punappunaṁ yācitopi sahāye pesetvā tehi yācitopi na icchi.",
  "atk-s0513a44:351_0": "Atha naṁ sahāyā ‘‘samma, kiṁ pana tvaṁ patthento kāme paribhuñjituṁ na icchasī’’ti pucchiṁsu.",
  "atk-s0513a44:351_1": "So tesaṁ nekkhammajjhāsayataṁ ārocesi.",
  "atk-s0513a44:351_2": "Taṁ sutvā mātāpitaro sesaputte nimantesuṁ, tepi na icchiṁsu. Kañcanadevīpi na icchiyeva.",
  "atk-s0513a44:351_3": "Aparabhāge mātāpitaro kālamakaṁsu.",
  "atk-s0513a44:351_4": "Mahākañcanapaṇḍito mātāpitūnaṁ kattabbakiccaṁ katvā asītikoṭidhanena kapaṇaddhikānaṁ mahādānaṁ datvā cha bhātaro bhaginiṁ ekaṁ dāsaṁ ekaṁ dāsiṁ ekaṁ sahāyakañca ādāya mahābhinikkhamanaṁ nikkhamitvā himavantaṁ pāvisi.",
  "atk-s0513a44:351_5": "Te tattha ekaṁ padumasaraṁ nissāya ramaṇīye bhūmibhāge assamaṁ katvā pabbajitvā vanamūlaphalāhārehi yāpayiṁsu.",
  "atk-s0513a44:351_6": "Te araññaṁ gacchantā ekatova gantvā yattha eko phalaṁ vā pattaṁ vā passati, tattha itarepi pakkositvā diṭṭhasutādīni kathentā uccinanti, gāmassa kammantaṭṭhānaṁ viya hoti.",
  "atk-s0513a44:351_7": "Atha ācariyo mahākañcanatāpaso cintesi ‘‘amhākaṁ asītikoṭidhanaṁ chaḍḍetvā pabbajitānaṁ evaṁ loluppacāravasena phalāphalatthāya vicaraṇaṁ nāma appatirūpaṁ, ito paṭṭhāya ahameva phalāphalaṁ āharissāmī’’ti.",
  "atk-s0513a44:351_8": "So assamaṁ patvā sabbepi te sāyanhasamaye sannipātetvā tamatthaṁ ārocetvā ‘‘tumhe idheva samaṇadhammaṁ karontā acchatha, ahaṁ phalāphalaṁ āharissāmī’’ti āha.",
  "atk-s0513a44:351_9": "Atha naṁ upakañcanādayo ‘‘mayaṁ ācariya, tumhe nissāya pabbajitā, tumhe idheva samaṇadhammaṁ karotha, bhaginīpi no idheva hotu, dāsīpi tassā santike acchatu, mayaṁ aṭṭha janā vārena phalāphalaṁ āharissāma, tumhe pana tayo vāramuttāva hothā’’ti vatvā paṭiññaṁ gaṇhiṁsu.",
  "atk-s0513a44:352_0": "Tato paṭṭhāya aṭṭhasupi janesu ekeko vāreneva phalāphalaṁ āharati.",
  "atk-s0513a44:352_1": "Sesā attano attano paṇṇasālāyameva honti, akāraṇena ekato bhavituṁ na labhanti.",
  "atk-s0513a44:352_2": "Vārappatto phalāphalaṁ āharitvā eko māḷako atthi, tattha pāsāṇaphalake ekādasa koṭṭhāse katvā ghaṇḍisaññaṁ katvā attano koṭṭhāsaṁ ādāya vasanaṭṭhānaṁ pavisati.",
  "atk-s0513a44:352_3": "Sesā ghaṇḍisaññāya nikkhamitvā loluppaṁ akatvā gāravaparihārena gantvā attano pāpuṇanakoṭṭhāsaṁ ādāya vasanaṭṭhānaṁ gantvā paribhuñjitvā samaṇadhammaṁ karonti.",
  "atk-s0513a44:352_4": "Te aparabhāge bhisāni āharitvā khādantā tattatapā ghoratapā paramājitindriyā kasiṇaparikammaṁ karontā vihariṁsu.",
  "atk-s0513a44:352_5": "Atha tesaṁ sīlatejena sakkassa bhavanaṁ kampi.",
  "atk-s0513a44:352_6": "Sakkopi āvajjento taṁ kāraṇaṁ ñatvā ‘‘kāmādhimuttā nu kho ime isayo , no’’ti āsaṅkaṁ karotiyeva.",
  "atk-s0513a44:352_7": "So ‘‘ime tāva isayo pariggaṇhissāmī’’ti cintetvā attano ānubhāvena mahāsattassa koṭṭhāsaṁ tayo divase antaradhāpesi.",
  "atk-s0513a44:352_8": "So paṭhamadivase koṭṭhāsaṁ adisvā ‘‘mama koṭṭhāsaṁ pamuṭṭho bhavissatī’’ti cintesi, dutiyadivase ‘‘mama dosena bhavitabbaṁ, paṇāmanavasena mama koṭṭhāsaṁ na ṭhapesi maññe’’ti cintesi, tatiyadivase ‘‘kena nu kho kāraṇena mayhaṁ koṭṭhāsaṁ na ṭhapenti, sace me doso atthi, khamāpessāmī’’ti sāyanhasamaye ghaṇḍisaññaṁ adāsi.",
  "atk-s0513a44:353_0": "Sabbe sannipatitvā ‘‘kena ghaṇḍisaññā dinnā’’ti āhaṁsu. ‘‘Mayā tātā’’ti. ‘‘Kiṁkāraṇā ācariyā’’ti?",
  "atk-s0513a44:353_1": "‘‘Tātā tatiyadivase kena phalāphalaṁ ābhata’’nti?",
  "atk-s0513a44:353_2": "Tesu eko uṭṭhāya ‘‘mayā ācariyā’’ti vanditvā aṭṭhāsi.",
  "atk-s0513a44:353_3": "Koṭṭhāse karontena te mayhaṁ koṭṭhāso katoti.",
  "atk-s0513a44:353_4": "‘‘Āma, ācariya, jeṭṭhakakoṭṭhāso me kato’’ti. ‘‘Hiyyo kenābhata’’nti?",
  "atk-s0513a44:353_5": "‘‘Mayā’’ti aparo uṭṭhāya vanditvā aṭṭhāsi.",
  "atk-s0513a44:353_6": "Koṭṭhāsaṁ karonto maṁ anussarīti.",
  "atk-s0513a44:353_7": "‘‘Tumhākaṁ me jeṭṭhakakoṭṭhāso ṭhapito’’ti. ‘‘Ajja kenābhata’’nti.",
  "atk-s0513a44:353_8": "‘‘Mayā’’ti aparo uṭṭhāya vanditvā aṭṭhāsi.",
  "atk-s0513a44:353_9": "Koṭṭhāsaṁ karonto maṁ anussarīti.",
  "atk-s0513a44:353_10": "‘‘Tumhākaṁ me jeṭṭhakakoṭṭhāso kato’’ti.",
  "atk-s0513a44:353_11": "‘‘Tātā, ajja mayhaṁ koṭṭhāsaṁ alabhantassa tatiyo divaso, paṭhamadivase koṭṭhāsaṁ adisvā ‘koṭṭhāsaṁ karonto maṁ pamuṭṭho bhavissatī’ti cintesiṁ, dutiyadivase ‘‘mama koci doso bhavissatī’’ti cintesiṁ, ajja pana ‘‘sace me doso atthi, khamāpessāmī’’ti cintetvā ghaṇḍisaññāya tumhe sannipātesiṁ.",
  "atk-s0513a44:353_12": "Ete bhisakoṭṭhāse tumhe ‘‘karimhā’’ti vadatha, ahaṁ na labhāmi, etesaṁ thenetvā khādakaṁ ñātuṁ vaṭṭati, kāme pahāya pabbajitānaṁ bhisamattaṁ thenanaṁ nāma appatirūpanti.",
  "atk-s0513a44:353_13": "Te tassa kathaṁ sutvā ‘‘aho sāhasikakamma’’nti sabbeva ubbegappattā ahesuṁ.",
  "atk-s0513a44:354_0": "Tasmiṁ assamapade vanajeṭṭhakarukkhe nibbattadevatāpi otaritvā āgantvā tesaṁyeva santike nisīdi.",
  "atk-s0513a44:354_1": "Āneñjakaraṇaṁ kāriyamāno dukkhaṁ adhivāsetuṁ asakkonto āḷānaṁ bhinditvā palāyitvā araññaṁ paviṭṭho eko vāraṇo kālena kālaṁ isigaṇaṁ vandati, sopi āgantvā ekamantaṁ aṭṭhāsi.",
  "atk-s0513a44:354_2": "Sappakīḷāpanako eko vānaro ahituṇḍikassa hatthato muccitvā palāyitvā araññaṁ pavisitvā tattheva assame vasati.",
  "atk-s0513a44:354_3": "Sopi taṁ divasaṁ isigaṇaṁ vanditvā ekamantaṁ nisīdi.",
  "atk-s0513a44:354_4": "Sakko ‘‘isigaṇaṁ pariggaṇhissāmī’’ti tesaṁ santike adissamānakāyo aṭṭhāsi.",
  "atk-s0513a44:354_5": "Tasmiṁ khaṇeva bodhisattassa kaniṭṭho upakañcanatāpaso uṭṭhāyāsanā bodhisattaṁ vanditvā sesānaṁ apacitiṁ dassetvā ‘‘ācariya, ahaṁ aññe apaṭṭhapetvā attānaññeva sodhetuṁ labhāmī’’ti pucchi. ‘‘Āma, labhasī’’ti.",
  "atk-s0513a44:354_6": "So isigaṇamajjhe ṭhatvā ‘‘sace te mayā bhisāni khāditāni, evarūpo nāma hotū’’ti sapathaṁ karonto paṭhamaṁ gāthamāha –",
  "atk-s0513a44:355_0": "78.",
  "atk-s0513a44:356_0": " ‘‘Assaṁ gavaṁ rajataṁ jātarūpaṁ, bhariyañca so idha labhataṁ manāpaṁ;",
  "atk-s0513a44:357_0": "Puttehi dārehi samaṅgi hotu, bhisāni te brāhmaṇa yo ahāsī’’ti.",
  "atk-s0513a44:358_0": "Tattha ‘‘assaṁ gava’’nti idaṁ ‘‘so ‘yattakāni piyavatthūni honti, tehi vippayoge tattakāni sokadukkhāni uppajjantī’ti vatthukāme garahanto abhāsī’’ti veditabbaṁ.",
  "atk-s0513a44:359_0": "Taṁ sutvā isigaṇo ‘‘mārisa, mā evaṁ kathetha, atibhāriyo te sapatho’’ti kaṇṇe pidahi.",
  "atk-s0513a44:359_1": "Bodhisattopi naṁ ‘‘tāta, atibhāriyo te sapatho, na tvaṁ khādasi, tava pattāsane nisīdā’’ti āha.",
  "atk-s0513a44:359_2": "Tasmiṁ paṭhamaṁ sapathaṁ katvā nisinne dutiyopi bhātā sahasā uṭṭhāya mahāsattaṁ vanditvā sapathena attānaṁ sodhento dutiyaṁ gāthamāha –",
  "atk-s0513a44:360_0": "79.",
  "atk-s0513a44:361_0": " ‘‘Mālañca so kāsikacandanañca, dhāretu puttassa bahū bhavantu;",
  "atk-s0513a44:362_0": "Kāmesu tibbaṁ kurutaṁ apekkhaṁ, bhisāni te brāhmaṇa yo ahāsī’’ti.",
  "atk-s0513a44:363_0": "Tattha tibbanti vatthukāmakilesakāmesu bahalaṁ apekkhaṁ karotūti.",
  "atk-s0513a44:363_1": "Idaṁ so ‘‘yassetesu tibbā apekkhā honti, so tehi vippayoge mahantaṁ dukkhaṁ pāpuṇātī’’ti dukkhapaṭikkhepavaseneva āha.",
  "atk-s0513a44:364_0": "Tasmiṁ nisinne sesāpi attano attano ajjhāsayānurūpena taṁ taṁ gāthaṁ abhāsiṁsu –",
  "atk-s0513a44:365_0": "80.",
  "atk-s0513a44:366_0": " ‘‘Pahūtadhañño kasimā yasassī, putte gihī dhanimā sabbakāme;",
  "atk-s0513a44:367_0": "Vayaṁ apassaṁ gharamāvasātu, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:368_0": "81.",
  "atk-s0513a44:369_0": " ‘‘So khattiyo hotu pasayhakārī, rājābhirājā balavā yasassī;",
  "atk-s0513a44:370_0": "Sa cāturantaṁ mahimāvasātu, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:371_0": "82.",
  "atk-s0513a44:372_0": " ‘‘So brāhmaṇo hotu avītarāgo, muhuttanakkhattapathesu yutto;",
  "atk-s0513a44:373_0": "Pūjetu naṁ raṭṭhapatī yasassī, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:374_0": "83.",
  "atk-s0513a44:375_0": " ‘‘Ajjhāyakaṁ sabbasamantavedaṁ, tapassinaṁ maññatu sabbaloko;",
  "atk-s0513a44:376_0": "Pūjentu naṁ jānapadā samecca, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:377_0": "84.",
  "atk-s0513a44:378_0": " ‘‘Catussadaṁ gāmavaraṁ samiddhaṁ, dinnañhi so bhuñjatu vāsavena;",
  "atk-s0513a44:379_0": "Avītarāgo maraṇaṁ upetu, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:380_0": "85.",
  "atk-s0513a44:381_0": " ‘‘So gāmaṇī hotu sahāyamajjhe, naccehi gītehi pamodamāno;",
  "atk-s0513a44:382_0": "So rājato byasana mālattha kiñci, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:383_0": "86.",
  "atk-s0513a44:384_0": " ‘‘Yaṁ ekarājā pathaviṁ vijetvā, itthīsahassāna ṭhapetu aggaṁ;",
  "atk-s0513a44:385_0": "Sīmantinīnaṁ pavarā bhavātu, bhisāni te brāhmaṇa yā ahāsi.",
  "atk-s0513a44:386_0": "87.",
  "atk-s0513a44:387_0": " ‘‘Isīnañhi sā sabbasamāgatānaṁ, bhuñjeyya sāduṁ avikampamānā;",
  "atk-s0513a44:388_0": "Carātu lābhena vikatthamānā, bhisāni te brāhmaṇa yā ahāsi.",
  "atk-s0513a44:389_0": "88.",
  "atk-s0513a44:390_0": " ‘‘Āvāsiko hotu mahāvihāre, navakammiko hotu gajaṅgalāyaṁ;",
  "atk-s0513a44:391_0": "Ālokasandhiṁ divasaṁ karotu, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:392_0": "89.",
  "atk-s0513a44:393_0": " ‘‘So bajjhatū pāsasatehi chabbhi, rammā vanā niyyatu rājadhāniṁ;",
  "atk-s0513a44:394_0": "Tuttehi so haññatu pācanehi, bhisāni te brāhmaṇa yo ahāsi.",
  "atk-s0513a44:395_0": "90.",
  "atk-s0513a44:396_0": " ‘‘Alakkamālī tipukaṇṇaviddho, laṭṭhīhato sappamukhaṁ upetu;",
  "atk-s0513a44:397_0": "Sakacchabandho visikhaṁ carātu, bhisāni te brāhmaṇa yo ahāsī’’ti.",
  "atk-s0513a44:398_0": "Tattha tatiyena vuttagāthāya kasimāti sampannakasikammo.",
  "atk-s0513a44:398_1": "Putte gihī dhanimā sabbakāmeti putte labhatu, gihī hotu, sattavidhena ratanadhanena dhanimā hotu, rūpādibhede sabbakāme labhatu.",
  "atk-s0513a44:398_2": "Vayaṁ apassanti mahallakakāle pabbajjānurūpampi attano vayaṁ apassanto pañcakāmaguṇasamiddhaṁ gharameva āvasatūti.",
  "atk-s0513a44:398_3": "Idaṁ so ‘‘pañcakāmaguṇagiddho kāmaguṇavippayogena mahāvināsaṁ pāpuṇātī’’ti dassetuṁ kathesi.",
  "atk-s0513a44:399_0": "Catutthena vuttagāthāya rājābhirājāti rājūnaṁ antare abhirājāti.",
  "atk-s0513a44:399_1": "Idaṁ so ‘‘issarānaṁ nāma issariye parigalite mahantaṁ dukkhaṁ uppajjatī’’ti rajje dosaṁ dassento kathesi.",
  "atk-s0513a44:399_2": "Pañcamena vuttagāthāya avītarāgoti purohitaṭṭhānataṇhāya sataṇhoti.",
  "atk-s0513a44:399_3": "Idaṁ so ‘‘purohitassa purohitaṭṭhāne parigalite mahantaṁ domanassaṁ uppajjatī’’ti dassetuṁ kathesi.",
  "atk-s0513a44:399_4": "Chaṭṭhena vuttagāthāya tapassinanti tapasīlasampannoti taṁ maññatu.",
  "atk-s0513a44:399_5": "Idaṁ so ‘‘lābhasakkārāpagamena mahantaṁ domanassaṁ uppajjatī’’ti lābhasakkāragarahavasena kathesi.",
  "atk-s0513a44:400_0": "Sahāyatāpasena vuttagāthāya catussadanti ākiṇṇamanussatāya manussehi, pahūtadhaññatāya dhaññena, sulabhadārutāya dārūhi, sampannodakatāya udakenāti catūhi ussannaṁ, catussadasamannāgatanti attho.",
  "atk-s0513a44:400_1": "Vāsavenāti vāsavena dinnaṁ viya acalaṁ, vāsavato laddhavarānubhāvena ekaṁ rājānaṁ ārādhetvā tena dinnantipi attho.",
  "atk-s0513a44:400_2": "Avītarāgoti kaddame sūkaro viya kāmapaṅke nimuggova hutvā.",
  "atk-s0513a44:400_3": "Iti sopi kāmānaṁ ādīnavaṁ kathento evamāha.",
  "atk-s0513a44:401_0": "Dāsena vuttagāthāya gāmaṇīti gāmajeṭṭhako.",
  "atk-s0513a44:401_1": "Ayampi kāme garahantoyeva evamāha.",
  "atk-s0513a44:401_2": "Kañcanadeviyā vuttagāthāya yanti yaṁ itthinti attho. Ekarājāti aggarājā.",
  "atk-s0513a44:401_3": "Itthisahassānanti vacanamaṭṭhatāya vuttaṁ, soḷasannaṁ itthisahassānaṁ aggaṭṭhāne ṭhapetūti attho.",
  "atk-s0513a44:401_4": "Sīmantinīnanti sīmantadharānaṁ itthīnanti attho.",
  "atk-s0513a44:401_5": "Iti sā itthibhāve ṭhatvāpi duggandhagūtharāsiṁ viya kāme garahantīyeva evamāha.",
  "atk-s0513a44:401_6": "Dāsiyā vuttagāthāya sabbasamāgatānanti sabbesaṁ sannipatitānaṁ majjhe nisīditvā avikampamānā anosakkamānā sādurasaṁ bhuñjatūti attho.",
  "atk-s0513a44:401_7": "Dāsīnaṁ kira sāmikassa santike nisīditvā bhuñjanaṁ nāma appiyaṁ.",
  "atk-s0513a44:401_8": "Iti sā attano appiyatāya evamāha. Carātūti caratu.",
  "atk-s0513a44:401_9": "Lābhena vikatthamānāti lābhahetu kuhanakammaṁ karontī lābhasakkāraṁ uppādentī caratūti attho.",
  "atk-s0513a44:401_10": "Iminā sā dāsibhāve ṭhitāpi kilesakāmavatthukāme garahati.",
  "atk-s0513a44:402_0": "Devatāya vuttagāthāya āvāsikoti āvāsajagganako.",
  "atk-s0513a44:402_1": "Gajaṅgalāyanti evaṁnāmake nagare.",
  "atk-s0513a44:402_2": "Tattha kira dabbasambhārā sulabhā.",
  "atk-s0513a44:402_3": "Ālokasandhiṁ divasanti ekadivaseneva vātapānaṁ karotu.",
  "atk-s0513a44:402_4": "So kira devaputto kassapabuddhakāle gajaṅgalanagaraṁ nissāya yojanike jiṇṇamahāvihāre āvāsikasaṅghatthero hutvā jiṇṇavihāre navakammaṁ karontoyeva mahādukkhaṁ anubhavi.",
  "atk-s0513a44:402_5": "Tasmā tadeva dukkhaṁ ārabbha evamāha.",
  "atk-s0513a44:402_6": "Hatthinā vuttagāthāya pāsasatehīti bahūhi pāsehi.",
  "atk-s0513a44:402_7": "Chabbhīti catūsu pādesu gīvāya kaṭibhāge cāti chasu ṭhānesu.",
  "atk-s0513a44:402_8": "Tuttehīti dvikaṇḍakāhi dīghalaṭṭhīhi.",
  "atk-s0513a44:402_9": "Pācanehīti dasapācanehi aṅkusehi vā.",
  "atk-s0513a44:402_10": "So kira attano anubhūtadukkhaññeva ārabbha evamāha.",
  "atk-s0513a44:403_0": "Vānarena vuttagāthāya alakkamālīti ahituṇḍikena kaṇṭhe parikkhipitvā ṭhapitāya alakkamālāya samannāgato.",
  "atk-s0513a44:403_1": "Tipukaṇṇaviddhoti tipupiḷandhanena piḷandhakaṇṇo.",
  "atk-s0513a44:403_2": "Laṭṭhīhatoti sappakīḷaṁ sikkhāpayamāno laṭṭhiyā hato hutvā.",
  "atk-s0513a44:403_3": "Esopi ahituṇḍikassa hatthe attano anubhūtadukkhameva sandhāya evamāha.",
  "atk-s0513a44:404_0": "Evaṁ tehi terasahi janehi sapathe kate mahāsatto cintesi ‘‘kadāci ime ‘ayaṁ anaṭṭhameva naṭṭhanti kathetī’ti mayi āsaṅkaṁ kareyyuṁ, ahampi sapathaṁ karomī’’ti.",
  "atk-s0513a44:404_1": "Atha naṁ karonto cuddasamaṁ gāthamāha –",
  "atk-s0513a44:405_0": "91.",
  "atk-s0513a44:406_0": " ‘‘Yo ve anaṭṭhaṁva naṭṭhanti cāha, kāmeva so labhataṁ bhuñjatañca;",
  "atk-s0513a44:407_0": "Agāramajjhe maraṇaṁ upetu, yo vā bhonto saṅkati kañcidevā’’ti.",
  "atk-s0513a44:408_0": "Tattha bhontoti ālapanaṁ.",
  "atk-s0513a44:408_1": "Idaṁ vuttaṁ hoti – bhavanto yo anaṭṭhe koṭṭhāse ‘‘naṭṭhaṁ me’’ti vadati, yo vā tumhesu kañci āsaṅkati, so pañca kāmaguṇe labhatu ceva bhuñjatu ca, ramaṇīyameva pabbajjaṁ alabhitvā agāramajjheyeva maratūti.",
  "atk-s0513a44:409_0": "Evaṁ isīhi sapathe kate sakko bhāyitvā ‘‘ahaṁ ime vīmaṁsanto bhisāni antaradhāpesiṁ.",
  "atk-s0513a44:409_1": "Ime ca chaḍḍitakheḷapiṇḍaṁ viya kāme garahantā sapathaṁ karonti, kāme garahakāraṇaṁ te pucchissāmī’’ti cintetvā dissamānarūpo bodhisattaṁ vanditvā pucchanto anantaraṁ gāthamāha –",
  "atk-s0513a44:410_0": "92.",
  "atk-s0513a44:411_0": " ‘‘Yadesamānā vicaranti loke, iṭṭhañca kantañca bahūnametaṁ;",
  "atk-s0513a44:412_0": "Piyaṁ manuññaṁ cidha jīvaloke, kasmā isayo nappasaṁsanti kāme’’ti.",
  "atk-s0513a44:413_0": "Tattha yadesamānāti yaṁ vatthukāmaṁ kilesakāmañca kasigorakkhādīhi samavisamakammehi pariyesamānā sattā loke vicaranti, etaṁ bahūnaṁ devamanussānaṁ iṭṭhañca kantañca piyañca manuññañca, kasmā isayo nappasaṁsanti kāmeti attho.",
  "atk-s0513a44:413_1": "‘‘Kāme’’ti iminā taṁ vatthuṁ sarūpato dasseti.",
  "atk-s0513a44:414_0": "Athassa pañhaṁ vissajjento mahāsatto dve gāthā abhāsi –",
  "atk-s0513a44:415_0": "93.",
  "atk-s0513a44:416_0": " ‘‘Kāmesu ve haññare bajjhare ca, kāmesu dukkhañca bhayañca jātaṁ;",
  "atk-s0513a44:417_0": "Kāmesu bhūtādhipatī pamattā, pāpāni kammāni karonti mohā.",
  "atk-s0513a44:418_0": "94.",
  "atk-s0513a44:419_0": " ‘‘Te pāpadhammā pasavetva pāpaṁ, kāyassa bhedā nirayaṁ vajanti;",
  "atk-s0513a44:420_0": "Ādīnavaṁ kāmaguṇesu disvā, tasmā isayo nappasaṁsanti kāme’’ti.",
  "atk-s0513a44:421_0": "Tattha kāmesūti kāmahetu, kāme nissāya kāyaduccaritādīni karontīti attho. Haññareti daṇḍādīhi haññanti.",
  "atk-s0513a44:421_1": "Bajjhareti rajjubandhanādīhi bajjhanti.",
  "atk-s0513a44:421_2": "Dukkhanti kāyikacetasikaṁ asātaṁ dukkhaṁ.",
  "atk-s0513a44:421_3": "Bhayanti attānuvādādikaṁ sabbampi bhayaṁ.",
  "atk-s0513a44:421_4": "Bhūtādhipatīti sakkaṁ ālapati. Ādīnavanti evarūpaṁ dosaṁ.",
  "atk-s0513a44:421_5": "So panesa ādīnavo dukkhakkhandhādīhi suttehi (ma. ni. 1.163-180) dīpetabbo.",
  "atk-s0513a44:422_0": "Sakko mahāsattassa kathaṁ sutvā saṁviggamānaso anantaraṁ gāthamāha –",
  "atk-s0513a44:423_0": "95.",
  "atk-s0513a44:424_0": " ‘‘Vīmaṁsamāno isino bhisāni, tīre gahetvāna thale nidhesiṁ;",
  "atk-s0513a44:425_0": "Suddhā apāpā isayo vasanti, etāni te brahmacārī bhisānī’’ti.",
  "atk-s0513a44:426_0": "Tattha vimaṁsamānoti bhante, ahaṁ ‘‘ime isayo kāmādhimuttā vā, no vā’’ti vīmaṁsanto.",
  "atk-s0513a44:426_1": "Isinoti tava mahesino santakāni bhisāni.",
  "atk-s0513a44:426_2": "Tīre gahetvānāti tīre nikkhittāni gahetvā thale ekamante nidhesiṁ.",
  "atk-s0513a44:426_3": "Suddhāti idāni mayā tumhākaṁ sapathakiriyāya ñātaṁ ‘‘ime isayo suddhā apāpā hutvā vasantī’’ti.",
  "atk-s0513a44:427_0": "Taṁ sutvā bodhisatto gāthamāha –",
  "atk-s0513a44:428_0": "96.",
  "atk-s0513a44:429_0": " ‘‘Na te naṭā no pana kīḷaneyyā, na bandhavā no pana te sahāyā;",
  "atk-s0513a44:430_0": "Kismiṁ vupatthambha sahassanetta, isīhi tvaṁ kīḷasi devarājā’’ti.",
  "atk-s0513a44:431_0": "Tattha na te naṭā noti devarāja, mayaṁ tava naṭā vā kīḷitabbayuttakā vā keci na homa, nāpi tava ñātakā, na sahāyā, atha tvaṁ kiṁ vā upatthambhaṁ katvā kiṁ nissāya isīhi saddhiṁ kīḷasīti attho.",
  "atk-s0513a44:432_0": "Atha naṁ sakko khamāpento vīsatimaṁ gāthamāha –",
  "atk-s0513a44:433_0": "97.",
  "atk-s0513a44:434_0": " ‘‘Ācariyo mesi pitā ca mayhaṁ, esā patiṭṭhā khalitassa brahme;",
  "atk-s0513a44:435_0": "Ekāparādhaṁ khama bhūripañña, na paṇḍitā kodhabalā bhavantī’’ti.",
  "atk-s0513a44:436_0": "Tattha esā patiṭṭhāti esā tava pādacchāyā ajja mama khalitassa aparaddhassa patiṭṭhā hotu.",
  "atk-s0513a44:436_1": "Kodhabalāti paṇḍitā nāma khantibalā bhavanti, na kodhabalāti.",
  "atk-s0513a44:437_0": "Atha mahāsatto sakkassa devarañño khamitvā sayaṁ isigaṇaṁ khamāpento itaraṁ gāthamāha –",
  "atk-s0513a44:438_0": "98.",
  "atk-s0513a44:439_0": " ‘‘Suvāsitaṁ isinaṁ ekarattaṁ, yaṁ vāsavaṁ bhūtapatiddasāma;",
  "atk-s0513a44:440_0": "Sabbeva bhonto sumanā bhavantu, yaṁ brāhmaṇo paccupādī bhisānī’’ti.",
  "atk-s0513a44:441_0": "Tattha suvāsitaṁ isinaṁ ekarattanti āyasmantānaṁ isīnaṁ ekarattampi imasmiṁ araññe vasitaṁ suvasitameva. Kiṁkāraṇā?",
  "atk-s0513a44:441_1": "Yaṁ vāsavaṁ bhūtapatiṁ addasāma, sace hi mayaṁ nagare avasimha, imaṁ na addasāma.",
  "atk-s0513a44:441_2": "Bhontoti bhavanto sabbepi sumanā bhavantu, tussantu, sakkassa devarañño khamantu. Kiṁkāraṇā?",
  "atk-s0513a44:441_3": "Yaṁ brāhmaṇo paccupādī bhisāni, yasmā tumhākaṁ ācariyo bhisāni paṭilabhīti.",
  "atk-s0513a44:442_0": "Sakko isigaṇaṁ vanditvā devalokameva gato.",
  "atk-s0513a44:442_1": "Isigaṇopi jhānābhiññāyo nibbattetvā brahmalokūpago ahosi.",
  "atk-s0513a44:443_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘evaṁ bhikkhu porāṇakapaṇḍitā sapathaṁ katvā kilese pajahiṁsū’’ti vatvā saccāni pakāsesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi.",
  "atk-s0513a44:443_1": "Jātakaṁ samodhānento puna satthā tisso gāthā abhāsi –",
  "atk-s0513a44:444_0": "99.",
  "atk-s0513a44:445_0": " ‘‘Ahañca sāriputto ca, moggallāno ca kassapo;",
  "atk-s0513a44:446_0": "Anuruddho puṇṇo ānando, tadāsuṁ satta bhātaro.",
  "atk-s0513a44:447_0": "100.",
  "atk-s0513a44:448_0": " ‘‘Bhaginī uppalavaṇṇā ca, dāsī khujjuttarā tadā;",
  "atk-s0513a44:449_0": "Citto gahapati dāso, yakkho sātāgiro tadā.",
  "atk-s0513a44:450_0": "101.",
  "atk-s0513a44:451_0": " ‘‘Pālileyyo tadā nāgo, madhudo seṭṭhavānaro;",
  "atk-s0513a44:452_0": "Kāḷudāyī tadā sakko, evaṁ dhāretha jātaka’’nti.",
  "atk-s0513a44:453_0": "Bhisajātakavaṇṇanā pañcamā.",
  "atk-s0513a44:455_0": " [489] 6. Surucijātakavaṇṇanā",
  "atk-s0513a44:456_0": "Mahesīsurucino bhariyāti idaṁ satthā sāvatthiṁ upanissāya migāramātupāsāde viharanto visākhāya mahāupāsikāya laddhe aṭṭha vare ārabbha kathesi.",
  "atk-s0513a44:456_1": "Sā hi ekadivasaṁ jetavane dhammakathaṁ sutvā bhagavantaṁ saddhiṁ bhikkhusaṅghena svātanāya nimantetvā pakkāmi.",
  "atk-s0513a44:456_2": "Tassā pana rattiyā accayena cātuddīpiko mahāmegho pāvassi .",
  "atk-s0513a44:456_3": "Bhagavā bhikkhū āmantetvā ‘‘yathā, bhikkhave, jetavane vassati, evaṁ catūsu dīpesu vassati, ovassāpetha, bhikkhave, kāyaṁ, ayaṁ pacchimako cātuddīpiko mahāmegho’’ti vatvā ovassāpitakāyehi bhikkhūhi saddhiṁ iddhibalena jetavane antarahito visākhāya koṭṭhake pāturahosi.",
  "atk-s0513a44:456_4": "Upāsikā ‘‘acchariyaṁ vata bho, abbhutaṁ vata bho, tathāgatassa mahiddhikatā mahānubhāvatā, yatra hi nāma jāṇukamattesupi oghesu vattamānesu kaṭimattesupi oghesu vattamānesu na hi nāma ekabhikkhussapi pādā vā cīvarāni vā allāni bhavissantī’’ti haṭṭhā udaggā buddhappamukhaṁ bhikkhusaṅghaṁ parivisitvā katabhattakiccaṁ bhagavantaṁ etadavoca ‘‘aṭṭhāhaṁ, bhante, bhagavantaṁ varāni yācāmī’’ti.",
  "atk-s0513a44:456_5": "‘‘Atikkantavarā kho, visākhe, tathāgatā’’ti.",
  "atk-s0513a44:456_6": "‘‘Yāni ca, bhante, kappiyāni yāni ca anavajjānī’’ti. ‘‘Vadehi visākhe’’ti.",
  "atk-s0513a44:456_7": "‘‘Icchāmahaṁ, bhante, bhikkhusaṅghassa yāvajīvaṁ vassikasāṭikaṁ dātuṁ, āgantukabhattaṁ dātuṁ, gamikabhattaṁ dātuṁ, gilānabhattaṁ dātuṁ, gilānupaṭṭhākabhattaṁ dātuṁ, gilānabhesajjaṁ dātuṁ, dhuvayāguṁ dātuṁ, bhikkhunisaṅghassa yāvajīvaṁ udakasāṭikaṁ dātu’’nti.",
  "atk-s0513a44:457_0": "Satthā ‘‘kaṁ pana tvaṁ, visākhe, atthavasaṁ sampassamānā tathāgataṁ aṭṭha varāni yācasī’’ti pucchitvā tāya varānisaṁse kathite ‘‘sādhu sādhu, visākhe, sādhu kho tvaṁ, visākhe, imaṁ ānisaṁsaṁ sampassamānā tathāgataṁ aṭṭha varāni yācasī’’ti vatvā ‘‘anujānāmi te, visākhe, aṭṭha varānī’’ti aṭṭha vare datvā anumodanaṁ katvā pakkāmi.",
  "atk-s0513a44:457_1": "Athekadivasaṁ satthari pubbārāme viharante bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, visākhā mahāupāsikā mātugāmattabhāve ṭhatvāpi dasabalassa santike aṭṭha vare labhi, aho mahāguṇā’’ti.",
  "atk-s0513a44:457_2": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, visākhā idāneva mama santikā vare labhati, pubbepesā labhiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a44:458_0": "Atīte mithilāyaṁ suruci nāma rājā rajjaṁ kārento puttaṁ paṭilabhitvā tassa ‘‘surucikumāro’’tveva nāmaṁ akāsi.",
  "atk-s0513a44:458_1": "So vayappatto ‘‘takkasilāyaṁ sippaṁ uggaṇhissāmī’’ti gantvā nagaradvāre sālāyaṁ nisīdi.",
  "atk-s0513a44:458_2": "Bārāṇasiraññopi putto brahmadattakumāro nāma tatheva gantvā surucikumārassa nisinnaphalakeyeva nisīdi.",
  "atk-s0513a44:458_3": "Te aññamaññaṁ pucchitvā vissāsikā hutvā ekatova ācariyassa santikaṁ gantvā ācariyabhāgaṁ datvā sippaṁ paṭṭhapetvā na cirasseva niṭṭhitasippā ācariyaṁ āpucchitvā thokaṁ maggaṁ ekatova gantvā dvedhāpathe ṭhitā aññamaññaṁ āliṅgitvā mittadhammānurakkhaṇatthaṁ katikaṁ kariṁsu ‘‘sace mama putto jāyati, tava dhītā, tava putto, mama dhītā, tesaṁ āvāhavivāhaṁ karissāmā’’ti.",
  "atk-s0513a44:458_4": "Tesu rajjaṁ kārentesu surucimahārājassa putto jāyi, ‘‘surucikumāro’’tvevassa nāmaṁ kariṁsu.",
  "atk-s0513a44:458_5": "Brahmadattassa dhītā jāyi, ‘‘sumedhā’’tissā nāmaṁ kariṁsu.",
  "atk-s0513a44:459_0": "Surucikumāro vayappatto takkasilāyaṁ gantvā sippaṁ uggaṇhitvā āgacchi.",
  "atk-s0513a44:459_1": "Atha naṁ pitā rajje abhisiñcitukāmo hutvā ‘‘sahāyassa kira me bārāṇasirañño dhītā atthi, tamevassa aggamahesiṁ karissāmī’’ti tassā atthāya bahuṁ paṇṇākāraṁ datvā amacce pesesi.",
  "atk-s0513a44:459_2": "Tesaṁ anāgatakāleyeva bārāṇasirājā deviṁ pucchi ‘‘bhadde, mātugāmassa nāma kiṁ atirekadukkha’’nti?",
  "atk-s0513a44:459_3": "‘‘Sapattirosadukkhaṁ devā’’ti.",
  "atk-s0513a44:459_4": "‘‘Tena hi, bhadde, amhākaṁ ekaṁ dhītaraṁ sumedhādeviṁ tamhā dukkhā mocetvā yo etaṁ ekikameva gaṇhissati, tassa dassāmā’’ti āha.",
  "atk-s0513a44:459_5": "So tehi amaccehi āgantvā tassā nāme gahite ‘‘tātā, kāmaṁ mayā pubbe mayhaṁ sahāyassa paṭiññā katā, imaṁ pana mayaṁ itthighaṭāya antare na khipitukāmā, yo etaṁ ekikameva gaṇhāti, tassa dātukāmamhā’’ti āha. Te rañño santikaṁ pahiṇiṁsu.",
  "atk-s0513a44:459_6": "Rājā pana ‘‘amhākaṁ rajjaṁ mahantaṁ, sattayojanikaṁ mithilanagaraṁ, tīṇi yojanasatāni raṭṭhaparicchedo, heṭṭhimantena soḷasa itthisahassāni laddhuṁ vaṭṭatī’’ti vatvā na rocesi.",
  "atk-s0513a44:460_0": "Surucikumāro pana sumedhāya rūpasampadaṁ sutvā savanasaṁsaggena bajjhitvā ‘‘ahaṁ taṁ ekikameva gaṇhissāmi, na mayhaṁ itthighaṭāya attho, tameva ānentū’’ti mātāpitūnaṁ pesesi.",
  "atk-s0513a44:460_1": "Te tassa manaṁ abhinditvā bahuṁ dhanaṁ pesetvā mahantena parivārena taṁ ānetvā kumārassa aggamahesiṁ katvā ekatova abhisiñciṁsu.",
  "atk-s0513a44:460_2": "So surucimahārājā nāma hutvā dhammena rajjaṁ kārento tāya saddhiṁ piyasaṁvāsaṁ vasi.",
  "atk-s0513a44:460_3": "Sā pana dasa vassasahassāni tassa gehe vasantī neva puttaṁ, na dhītaraṁ labhi.",
  "atk-s0513a44:460_4": "Atha nāgarā sannipatitvā rājaṅgaṇe upakkositvā ‘‘kimeta’’nti vutte ‘‘rañño doso natthi, vaṁsānupālako pana vo putto na vijjati, tumhākaṁ ekāva devī, rājakule ca nāma heṭṭhimantena soḷasahi itthisahassehi bhavitabbaṁ, itthighaṭaṁ gaṇha, deva, addhā tāsu puññavatī puttaṁ labhissatī’’ti vatvā ‘‘tātā, kiṁ kathetha, ‘ahaṁ aññaṁ na gaṇhissāmī’ti paṭiññaṁ datvā mayā esā ānītā, na sakkā musāvādaṁ kātuṁ, na mayhaṁ itthighaṭāya attho’’ti raññā paṭikkhittā pakkamiṁsu.",
  "atk-s0513a44:461_0": "Sumedhā taṁ kathaṁ sutvā ‘‘rājā tāva saccavāditāya aññā itthiyo na ānesi, ahameva panassa ānessāmī’’ti rañño mātusamabhariyaṭṭhāne ṭhatvā attano ruciyāva khattiyakaññānaṁ sahassaṁ, amaccakaññānaṁ sahassaṁ, gahapatikaññānaṁ sahassaṁ, sabbasamayanāṭakitthīnaṁ sahassanti cattāri itthisahassāni ānesi.",
  "atk-s0513a44:461_1": "Tāpi dasa vassasahassāni rājakule vasitvā neva puttaṁ, na dhītaraṁ labhiṁsu.",
  "atk-s0513a44:461_2": "Etenevupāyena aparānipi tikkhattuṁ cattāri cattāri sahassāni ānesi.",
  "atk-s0513a44:461_3": "Tāpi neva puttaṁ, na dhītaraṁ labhiṁsu.",
  "atk-s0513a44:461_4": "Ettāvatā soḷasa itthisahassāni ahesuṁ.",
  "atk-s0513a44:461_5": "Cattālīsa vassasahassāni atikkamiṁsu, tāni tāya ekikāya vutthehi dasahi sahassehi saddhiṁ paññāsa vassasahassāni honti.",
  "atk-s0513a44:461_6": "Atha nāgarā sannipatitvā puna upakkositvā ‘‘kimeta’’nti vutte ‘‘deva, tumhākaṁ itthiyo puttaṁ patthetuṁ āṇāpethā’’ti vadiṁsu.",
  "atk-s0513a44:461_7": "Rājā ‘‘sādhū’’ti sampaṭicchitvā ‘‘tumhe puttaṁ patthethā’’ti āha.",
  "atk-s0513a44:461_8": "Tā tato paṭṭhāya puttaṁ patthayamānā nānādevatā namassanti, nānāvatāni caranti, putto nuppajjateva.",
  "atk-s0513a44:461_9": "Atha rājā sumedhaṁ āha ‘‘bhadde, tvampi puttaṁ patthehī’’ti.",
  "atk-s0513a44:461_10": "Sā ‘‘sādhū’’ti pannarasauposathadivase aṭṭhaṅgasamannāgataṁ uposathaṁ samādāya sirigabbhe sīlāni āvajjamānā kappiyamañcake nisīdi .",
  "atk-s0513a44:461_11": "Sesā ajavatagovatā hutvā puttaṁ alabhitvā uyyānaṁ agamaṁsu.",
  "atk-s0513a44:462_0": "Sumedhāya sīlatejena sakkassa bhavanaṁ kampi.",
  "atk-s0513a44:462_1": "Tadā sakko āvajjento ‘‘sumedhā puttaṁ pattheti, puttamassā dassāmi, na kho pana sakkā yaṁ vā taṁ vā dātuṁ, anucchavikamassā puttaṁ upadhāressāmī’’ti upadhārento naḷakāradevaputtaṁ passi.",
  "atk-s0513a44:462_2": "So hi puññasampanno satto purimattabhāve bārāṇasiyaṁ vasanto vappakāle khettaṁ gacchanto ekaṁ paccekabuddhaṁ disvā dāsakammakare ‘‘vapathā’’ti pahiṇi.",
  "atk-s0513a44:462_3": "Sayaṁ nivattitvā paccekabuddhaṁ gehaṁ netvā bhojetvā puna gaṅgātīraṁ ānetvā puttena saddhiṁ ekato hutvā udumbarabhittipādaṁ naḷabhittikaṁ paṇṇasālaṁ katvā dvāraṁ yojetvā caṅkamaṁ katvā paccekabuddhaṁ tattheva temāsaṁ vasāpetvā vutthavassaṁ dve pitāputtā ticīvarena acchādetvā uyyojesuṁ.",
  "atk-s0513a44:462_4": "Eteneva niyāmena sattaṭṭha paccekabuddhe tāya paṇṇasālāya vasāpetvā ticīvarāni adaṁsu.",
  "atk-s0513a44:462_5": "‘‘Dve pitāputtā naḷakārā hutvā gaṅgātīre veḷuṁ upadhārentā paccekabuddhaṁ disvā evamakaṁsū’’tipi vadantiyeva.",
  "atk-s0513a44:463_0": "Te kālaṁ katvā tāvatiṁsabhavane nibbattitvā chasu kāmāvacarasaggesu anulomapaṭilomena mahantaṁ devissariyaṁ anubhavantā vicaranti.",
  "atk-s0513a44:463_1": "Te tato cavitvā uparidevaloke nibbattitukāmā honti.",
  "atk-s0513a44:463_2": "Sakko tathā gatabhāvaṁ ñatvā tesu ekassa vimānadvāraṁ gantvā taṁ āgantvā vanditvā ṭhitaṁ āha – ‘‘mārisa, tayā manussalokaṁ gantuṁ vaṭṭatī’’ti.",
  "atk-s0513a44:463_3": "‘‘Mahārāja, manussaloko nāma jeguccho paṭikūlo, tattha ṭhitā dānādīni puññāni katvā devalokaṁ patthenti, tattha gantvā kiṁ karissāmī’’ti.",
  "atk-s0513a44:463_4": "‘‘Mārisa, devaloke paribhuñjitabbasampattiṁ manussaloke paribhuñjissasi, pañcavīsatiyojanubbedhe navayojanaāyāme aṭṭhayojanavitthāre ratanapāsāde vasissasi, adhivāsehī’’ti. So adhivāsesi.",
  "atk-s0513a44:463_5": "Sakko tassa paṭiññaṁ gahetvā isivesena rājuyyānaṁ gantvā tāsaṁ itthīnaṁ upari ākāse caṅkamanto attānaṁ dassetvā ‘‘kassāhaṁ puttavaraṁ dammi, kā puttavaraṁ gaṇhissatī’’ti āha.",
  "atk-s0513a44:463_6": "‘‘Bhante, mayhaṁ dehi, mayhaṁ dehī’’ti soḷasa itthisahassāni hatthe ukkhipiṁsu.",
  "atk-s0513a44:463_7": "Tato sakko āha – ‘‘ahaṁ sīlavatīnaṁ puttaṁ dammi, tumhākaṁ kiṁ sīlaṁ, ko ācāro’’ti.",
  "atk-s0513a44:463_8": "Tā ukkhittahatthe samañchitvā ‘‘sace sīlavatiyā dātukāmo, sumedhāya santikaṁ gacchāhī’’ti vadiṁsu.",
  "atk-s0513a44:463_9": "So ākāseneva gantvā tassā vāsāgāre sīhapañjare aṭṭhāsi.",
  "atk-s0513a44:464_0": "Athassā tā itthiyo ārocesuṁ ‘‘etha, devi, sakko devarājā ‘tumhākaṁ puttavaraṁ dassāmī’ti ākāsenāgantvā sīhapañjare ṭhito’’ti.",
  "atk-s0513a44:464_1": "Sā garuparihārenāgantvā sīhapañjaraṁ ugghāṭetvā ‘‘saccaṁ kira, bhante, tumhe sīlavatiyā puttavaraṁ dethā’’ti āha. ‘‘Āma devī’’ti. ‘‘Tena hi mayhaṁ dethā’’ti.",
  "atk-s0513a44:464_2": "‘‘Kiṁ pana te sīlaṁ, kathehi, sace me ruccati, dassāmi te puttavara’’nti.",
  "atk-s0513a44:464_3": "Sā tassa vacanaṁ sutvā ‘‘tena hi suṇāhī’’ti vatvā attano sīlaguṇaṁ kathentī pannarasa gāthā abhāsi –",
  "atk-s0513a44:465_0": "102.",
  "atk-s0513a44:466_0": " ‘‘Mahesī surucino bhariyā, ānītā paṭhamaṁ ahaṁ;",
  "atk-s0513a44:467_0": "Dasa vassasahassāni, yaṁ maṁ surucimānayi.",
  "atk-s0513a44:468_0": "103.",
  "atk-s0513a44:469_0": " ‘‘Sāhaṁ brāhmaṇa rājānaṁ, vedehaṁ mithilaggahaṁ;",
  "atk-s0513a44:470_0": "Nābhijānāmi kāyena, vācāya uda cetasā;",
  "atk-s0513a44:471_0": "Suruciṁ atimaññittha, āvi vā yadi vā raho.",
  "atk-s0513a44:472_0": "104.",
  "atk-s0513a44:473_0": " ‘‘Etena saccavajjena, putto uppajjataṁ ise;",
  "atk-s0513a44:474_0": "Musā me bhaṇamānāya, muddhā phalatu sattadhā.",
  "atk-s0513a44:475_0": "105.",
  "atk-s0513a44:476_0": " ‘‘Bhattu mama sassu mātā, pitā cāpi ca sassuro;",
  "atk-s0513a44:477_0": "Te maṁ brahme vinetāro, yāva aṭṭhaṁsu jīvitaṁ.",
  "atk-s0513a44:478_0": "106.",
  "atk-s0513a44:479_0": " ‘‘Sāhaṁ ahiṁsāratinī, kāmasā dhammacārinī;",
  "atk-s0513a44:480_0": "Sakkaccaṁ te upaṭṭhāsiṁ, rattindivamatanditā.",
  "atk-s0513a44:481_0": "107.",
  "atk-s0513a44:482_0": " ‘‘Etena saccavajjena, putto uppajjataṁ ise;",
  "atk-s0513a44:483_0": "Musā me bhaṇamānāya, muddhā phalatu sattadhā.",
  "atk-s0513a44:484_0": "108.",
  "atk-s0513a44:485_0": " ‘‘Soḷasitthisahassāni , sahabhariyāni brāhmaṇa;",
  "atk-s0513a44:486_0": "Tāsu issā vā kodho vā, nāhu mayhaṁ kudācanaṁ.",
  "atk-s0513a44:487_0": "109.",
  "atk-s0513a44:488_0": " ‘‘Hitena tāsaṁ nandāmi, na ca me kāci appiyā;",
  "atk-s0513a44:489_0": "Attānaṁvānukampāmi, sadā sabbā sapattiyo.",
  "atk-s0513a44:490_0": "110.",
  "atk-s0513a44:491_0": " ‘‘Etena saccavajjena, putto uppajjataṁ ise;",
  "atk-s0513a44:492_0": "Musā me bhaṇamānāya, muddhā phalatu sattadhā.",
  "atk-s0513a44:493_0": "111.",
  "atk-s0513a44:494_0": " ‘‘Dāse kammakare pesse, ye caññe anujīvino;",
  "atk-s0513a44:495_0": "Pesemi sahadhammena, sadā pamuditindriyā.",
  "atk-s0513a44:496_0": "112.",
  "atk-s0513a44:497_0": " ‘‘Etena saccavajjena, putto uppajjataṁ ise;",
  "atk-s0513a44:498_0": "Musā me bhaṇamānāya, muddhā phalatu sattadhā.",
  "atk-s0513a44:499_0": "113.",
  "atk-s0513a44:500_0": " ‘‘Samaṇe brāhmaṇe cāpi, aññe cāpi vanibbake;",
  "atk-s0513a44:501_0": "Tappemi annapānena, sadā payatapāṇinī.",
  "atk-s0513a44:502_0": "114.",
  "atk-s0513a44:503_0": " ‘‘Etena saccavajjena, putto uppajjataṁ ise;",
  "atk-s0513a44:504_0": "Musā me bhaṇamānāya, muddhā phalatu sattadhā.",
  "atk-s0513a44:505_0": "115.",
  "atk-s0513a44:506_0": " ‘‘Cātuddasiṁ pañcaddasiṁ, yā ca pakkhassa aṭṭhamī;",
  "atk-s0513a44:507_0": "Pāṭihāriyapakkhañca, aṭṭhaṅgasusamāgataṁ;",
  "atk-s0513a44:508_0": "Uposathaṁ upavasāmi, sadā sīlesu saṁvutā.",
  "atk-s0513a44:509_0": "116.",
  "atk-s0513a44:510_0": " ‘‘Etena saccavajjena, putto uppajjataṁ ise;",
  "atk-s0513a44:511_0": "Musā me bhaṇamānāya, muddhā phalatu sattadhā’’ti.",
  "atk-s0513a44:512_0": "Tattha mahesīti aggamahesī. Surucinoti surucirañño.",
  "atk-s0513a44:512_1": "Paṭhamanti soḷasannaṁ itthisahassānaṁ sabbapaṭhamaṁ.",
  "atk-s0513a44:512_2": "Yaṁ manti yasmiṁ kāle maṁ suruci ānayi, tato paṭṭhāya ahaṁ dasa vassasahassāni ekikāva imasmiṁ gehe vasiṁ.",
  "atk-s0513a44:512_3": "Atimaññitthāti muhuttampi sammukhā vā parammukhā vā atimaññinti idaṁ atikkamitvā maññanaṁ na jānāmi na sarāmi. Iseti taṁ ālapati.",
  "atk-s0513a44:513_0": "Temanti sasuro ca sassu cāti te ubhopi maṁ vinetāro, tehi vinītā amhi, te me yāva jīviṁsu, tāva ovādamadaṁsu.",
  "atk-s0513a44:513_1": "Ahiṁsāratinīti ahiṁsāsaṅkhātāya ratiyā samannāgatā.",
  "atk-s0513a44:513_2": "Mayā hi kunthakipillikopi na hiṁsitapubbo. Kāmasāti ekanteneva.",
  "atk-s0513a44:513_3": "Dhammacārinīti dasakusalakammapathesu pūremi.",
  "atk-s0513a44:513_4": "Upaṭṭhāsinti pādaparikammādīni kiccāni karontī upaṭṭhahiṁ.",
  "atk-s0513a44:514_0": "Sahabhariyānīti mayā saha ekasāmikassa bhariyabhūtāni.",
  "atk-s0513a44:514_1": "Nāhūti kilesaṁ nissāya issādhammo vā kodhadhammo vā mayhaṁ na bhūtapubbo.",
  "atk-s0513a44:514_2": "Hitenāti yaṁ tāsaṁ hitaṁ, teneva nandāmi, ure vutthadhītaro viya tā disvā tussāmi.",
  "atk-s0513a44:514_3": "Kācīti tāsu ekāpi mayhaṁ appiyā nāma natthi, sabbāpi piyakāyeva.",
  "atk-s0513a44:514_4": "Anukampāmīti muducittena sabbā soḷasasahassāpi tā attānaṁ viya anukampāmi.",
  "atk-s0513a44:515_0": "Sahadhammenāti nayena kāraṇena yo yaṁ kātuṁ sakkoti, taṁ tasmiṁ kamme payojemīti attho.",
  "atk-s0513a44:515_1": "Pamuditindriyāti pesentī ca niccaṁ pamuditindriyāva hutvā pesemi, ‘‘are duṭṭha dāsa idaṁ nāma karohī’ti evaṁ kujjhitvā na me koci katthaci pesitapubbo.",
  "atk-s0513a44:515_2": "Payatapāṇinīti dhotahatthā pasāritahatthāva hutvā.",
  "atk-s0513a44:515_3": "Pāṭihāriyapakkhañcāti aṭṭhamīcātuddasīpannarasīnaṁ paccuggamanānuggamanavasena cattāro divasā.",
  "atk-s0513a44:515_4": "Sadāti niccakālaṁ pañcasu sīlesu saṁvutā, tehi pihitagopitattabhāvāva homīti.",
  "atk-s0513a44:516_0": "Evaṁ tassā gāthāya satenapi sahassenapi vaṇṇiyamānānaṁ guṇānaṁ pamāṇaṁ nāma natthi, tāya pannarasahi gāthāhi attano guṇānaṁ vaṇṇitakāleyeva sakko attano bahukaraṇīyatāya tassā kathaṁ avicchinditvā ‘‘pahūtā abbhutāyeva te guṇā’’ti taṁ pasaṁsanto gāthādvayamāha –",
  "atk-s0513a44:517_0": "117.",
  "atk-s0513a44:518_0": " ‘‘Sabbeva te dhammaguṇā, rājaputti yasassini;",
  "atk-s0513a44:519_0": "Saṁvijjanti tayi bhadde, ye tvaṁ kittesi attani.",
  "atk-s0513a44:520_0": "118.",
  "atk-s0513a44:521_0": " ‘‘Khattiyo jātisampanno, abhijāto yasassimā;",
  "atk-s0513a44:522_0": "Dhammarājā videhānaṁ, putto uppajjate tavā’’ti.",
  "atk-s0513a44:523_0": "Tattha dhammaguṇāti sabhāvaguṇā bhūtaguṇā.",
  "atk-s0513a44:523_1": "Saṁvijjantīti ye tayā vuttā, te sabbeva tayi upalabbhanti.",
  "atk-s0513a44:523_2": "Abhijātoti atijāto suddhajāto.",
  "atk-s0513a44:523_3": "Yasassimāti yasasampannena parivārasampannena samannāgato.",
  "atk-s0513a44:523_4": "Uppajjateti evarūpo putto tava uppajjissati, mā cintayīti.",
  "atk-s0513a44:524_0": "Sā tassa vacanaṁ sutvā somanassajātā taṁ pucchantī dve gāthā abhāsi –",
  "atk-s0513a44:525_0": "119.",
  "atk-s0513a44:526_0": " ‘‘Dummī rajojalladharo, aghe vehāyasaṁ ṭhito;",
  "atk-s0513a44:527_0": "Manuññaṁ bhāsase vācaṁ, yaṁ mayhaṁ hadayaṅgamaṁ.",
  "atk-s0513a44:528_0": "120.",
  "atk-s0513a44:529_0": " ‘‘Devatānusi saggamhā, isi vāsi mahiddhiko;",
  "atk-s0513a44:530_0": "Ko vāsi tvaṁ anuppatto, attānaṁ me pavedayā’’ti.",
  "atk-s0513a44:531_0": "Tattha dummīti anañjitāmaṇḍito sakko āgacchanto ramaṇīyena tāpasavesena āgato, pabbajitavesena āgatattā pana sā evamāha. Agheti appaṭighe ṭhāne.",
  "atk-s0513a44:531_1": "Yaṁ mayhanti yaṁ etaṁ manuññaṁ vācaṁ mayhaṁ bhāsasi, taṁ bhāsamāno tvaṁ devatānusi saggamhā idhāgato.",
  "atk-s0513a44:531_2": "Isi vāsi mahiddhikoti yakkhādīsu ko vā tvaṁ asi idhānuppatto, attānaṁ me pavedaya, yathābhūtaṁ kathehīti vadati.",
  "atk-s0513a44:532_0": "Sakko tassā kathento cha gāthā abhāsi –",
  "atk-s0513a44:533_0": "121.",
  "atk-s0513a44:534_0": " ‘‘Yaṁ devasaṅghā vandanti, sudhammāyaṁ samāgatā;",
  "atk-s0513a44:535_0": "Sohaṁ sakko sahassakkho, āgatosmi tavantike.",
  "atk-s0513a44:536_0": "122.",
  "atk-s0513a44:537_0": " ‘‘Itthiyo jīvalokasmiṁ, yā hoti samacārinī;",
  "atk-s0513a44:538_0": "Medhāvinī sīlavatī, sassudevā patibbatā.",
  "atk-s0513a44:539_0": "123.",
  "atk-s0513a44:540_0": " ‘‘Tādisāya sumedhāya, sucikammāya nāriyā;",
  "atk-s0513a44:541_0": "Devā dassanamāyanti, mānusiyā amānusā.",
  "atk-s0513a44:542_0": "124.",
  "atk-s0513a44:543_0": " ‘‘Tvañca bhadde suciṇṇena, pubbe sucaritena ca;",
  "atk-s0513a44:544_0": "Idha rājakule jātā, sabbakāmasamiddhinī.",
  "atk-s0513a44:545_0": "125.",
  "atk-s0513a44:546_0": " ‘‘Ayañca te rājaputti, ubhayattha kaṭaggaho;",
  "atk-s0513a44:547_0": "Devalokūpapattī ca, kittī ca idha jīvite.",
  "atk-s0513a44:548_0": "126.",
  "atk-s0513a44:549_0": " ‘‘Ciraṁ sumedhe sukhinī, dhammamattani pālaya;",
  "atk-s0513a44:550_0": "Esāhaṁ tidivaṁ yāmi, piyaṁ me tava dassana’’nti.",
  "atk-s0513a44:551_0": "Tattha sahassakkhoti atthasahassassa taṁmuhuttaṁ dassanavasena sahassakkho. Itthiyoti itthī.",
  "atk-s0513a44:551_1": "Samacārinīti tīhi dvārehi samacariyāya samannāgatā. Tādisāyāti tathārūpāya. Sumedhāyāti supaññāya.",
  "atk-s0513a44:551_2": "Ubhayattha kaṭaggahoti ayaṁ tava imasmiñca attabhāve anāgate ca jayaggāho.",
  "atk-s0513a44:551_3": "Tesu anāgate devalokuppatti ca idha jīvite pavattamāne kitti cāti ayaṁ ubhayattha kaṭaggaho nāma.",
  "atk-s0513a44:551_4": "Dhammanti evaṁ sabhāvaguṇaṁ ciraṁ attani pālaya. Esāhanti eso ahaṁ.",
  "atk-s0513a44:551_5": "Piyaṁ meti mayhaṁ tava dassanaṁ piyaṁ.",
  "atk-s0513a44:552_0": "Devaloke pana me kiccakaraṇīyaṁ atthi, tasmā gacchāmi, tvaṁ appamattā hohīti tassā ovādaṁ datvā pakkāmi.",
  "atk-s0513a44:552_1": "Naḷakāradevaputto pana paccūsakāle cavitvā tassā kucchiyaṁ paṭisandhiṁ gaṇhi.",
  "atk-s0513a44:552_2": "Sā gabbhassa patiṭṭhitabhāvaṁ ñatvā rañño ārocesi, rājā gabbhassa parihāraṁ adāsi.",
  "atk-s0513a44:552_3": "Sā dasamāsaccayena puttaṁ vijāyi, ‘‘mahāpanādo’’tissa nāmaṁ kariṁsu.",
  "atk-s0513a44:552_4": "Ubhayaraṭṭhavāsino ‘‘sāmiputtassa no khīramūla’’nti ekekaṁ kahāpaṇaṁ rājaṅgaṇe khipiṁsu, mahādhanarāsi ahosi.",
  "atk-s0513a44:552_5": "Raññā paṭikkhittāpi ‘‘sāmiputtassa no vaḍḍhitakāle paribbayo bhavissatī’’ti aggahetvāva pakkamiṁsu.",
  "atk-s0513a44:552_6": "Kumāro pana mahāparivārena vaḍḍhitvā vayappatto soḷasavassakāleyeva sabbasippesu nipphattiṁ pāpuṇi.",
  "atk-s0513a44:552_7": "Rājā puttassa vayaṁ oloketvā deviṁ āha – ‘‘bhadde, puttassa me rajjābhisekakālo, ramaṇīyamassa pāsādaṁ kāretvā abhisekaṁ karissāmī’’ti.",
  "atk-s0513a44:552_8": "Sā ‘‘sādhu devā’’ti sampaṭicchi.",
  "atk-s0513a44:552_9": "Rājā vatthuvijjācariye pakkosāpetvā ‘‘tātā, vaḍḍhakiṁ gahetvā amhākaṁ nivesanato avidūre puttassa me pāsādaṁ māpetha, rajjena naṁ abhisiñcissāmā’’ti āha.",
  "atk-s0513a44:552_10": "Te ‘‘sādhu, devā’’ti bhūmippadesaṁ vīmaṁsanti.",
  "atk-s0513a44:553_0": "Tasmiṁ khaṇe sakkassa bhavanaṁ uṇhākāraṁ dassesi.",
  "atk-s0513a44:553_1": "So taṁ kāraṇaṁ ñatvā vissakammaṁ āmantetvā ‘‘gaccha, tāta, mahāpanādakumārassa āyāmena navayojanikaṁ, vitthārato aṭṭhayojanikaṁ, ubbedhena pañcavīsatiyojanikaṁ, ratanapāsādaṁ māpehī’’ti pesesi.",
  "atk-s0513a44:553_2": "So vaḍḍhakīvesena vaḍḍhakīnaṁ santikaṁ gantvā ‘‘tumhe pātarāsaṁ bhuñjitvā ethā’’ti te pesetvā daṇḍakena bhūmiṁ pahari, tāvadeva vuttappakāro sattabhūmiko pāsādo uṭṭhahi.",
  "atk-s0513a44:553_3": "Mahāpanādassa pāsādamaṅgalaṁ, chattamaṅgalaṁ, āvāhamaṅgalanti tīṇi maṅgalāni ekatova ahesuṁ.",
  "atk-s0513a44:553_4": "Maṅgalaṭṭhāne ubhayaraṭṭhavāsino sannipatitvā maṅgalacchaṇena satta vassāni vītināmesuṁ.",
  "atk-s0513a44:553_5": "Neva ne rājā uyyojesi, tesaṁ vatthālaṅkārakhādanīyabhojanīyādi sabbaṁ rājakulasantakameva ahosi.",
  "atk-s0513a44:553_6": "Te sattasaṁvaccharaccayena upakkositvā surucimahārājena ‘‘kimeta’’nti puṭṭhā ‘‘mahārāja, amhākaṁ maṅgalaṁ bhuñjantānaṁ satta vassāni gatāni, kadā maṅgalassa osānaṁ bhavissatī’’ti āhaṁsu.",
  "atk-s0513a44:553_7": "Tato rājā ‘‘tātā, puttena me ettakaṁ kālaṁ na hasitapubbaṁ, yadā so hasissati, tadā gamissathā’’ti āha.",
  "atk-s0513a44:553_8": "Atha mahājano bheriṁ carāpetvā naṭe sannipātesi.",
  "atk-s0513a44:553_9": "Cha naṭasahassāni sannipatitvā satta koṭṭhāsā hutvā naccantā rājānaṁ hasāpetuṁ nāsakkhiṁsu.",
  "atk-s0513a44:553_10": "Tassa kira dīgharattaṁ dibbanāṭakānaṁ diṭṭhattā tesaṁ naccaṁ amanuññaṁ ahosi.",
  "atk-s0513a44:554_0": "Tadā bhaṇḍukaṇḍo ca paṇḍukaṇḍo cāti dve nāṭakajeṭṭhakā ‘‘mayaṁ rājānaṁ hasāpessāmā’’ti rājaṅgaṇaṁ pavisiṁsu.",
  "atk-s0513a44:554_1": "Tesu bhaṇḍukaṇḍo tāva rājadvāre mahantaṁ atulaṁ nāma ambaṁ māpetvā suttaguḷaṁ khipitvā tassa sākhāya laggāpetvā suttena atulambaṁ abhiruhi.",
  "atk-s0513a44:554_2": "Atulamboti kira vessavaṇassa ambo.",
  "atk-s0513a44:554_3": "Atha tampi vessavaṇassa dāsā gahetvā aṅgapaccaṅgāni chinditvā pātesuṁ, sesanāṭakā tāni samodhānetvā udakena abhisiñciṁsu.",
  "atk-s0513a44:554_4": "So pupphapaṭaṁ nivāsetvā ca pārupitvā ca naccantova uṭṭhahi.",
  "atk-s0513a44:554_5": "Mahāpanādo tampi disvā neva hasi.",
  "atk-s0513a44:554_6": "Paṇḍukaṇḍo naṭo rājaṅgaṇe dārucitakaṁ kāretvā attano parisāya saddhiṁ aggiṁ pāvisi.",
  "atk-s0513a44:554_7": "Tasmiṁ nibbute citakaṁ udakena abhisiñciṁsu.",
  "atk-s0513a44:554_8": "So sapariso pupphapaṭaṁ nivāsetvā ca pārupitvā ca naccantova uṭṭhahi. Tampi disvā rājā neva hasi.",
  "atk-s0513a44:554_9": "Iti taṁ hasāpetuṁ asakkontā manussā upaddutā ahesuṁ.",
  "atk-s0513a44:555_0": "Sakko taṁ kāraṇaṁ ñatvā ‘‘gaccha, tāta, mahāpanādaṁ hasāpetvā ehī’’ti devanaṭaṁ pesesi.",
  "atk-s0513a44:555_1": "So āgantvā rājaṅgaṇe ākāse ṭhatvā upaḍḍhaaṅgaṁ nāma dassesi, ekova hattho, ekova pādo, ekaṁ akkhi, ekā dāṭhā naccati calati phandati, sesaṁ niccalamahosi.",
  "atk-s0513a44:555_2": "Taṁ disvā mahāpanādo thokaṁ hasitaṁ akāsi.",
  "atk-s0513a44:555_3": "Mahājano pana hasanto hasanto hāsaṁ sandhāretuṁ satiṁ paccupaṭṭhāpetuṁ asakkonto aṅgāni vissajjetvā rājaṅgaṇeyeva pati, tasmiṁ kāle maṅgalaṁ niṭṭhitaṁ.",
  "atk-s0513a44:555_4": "Sesamettha ‘‘panādo nāma so rājā, yassa yūpo suvaṇṇayo’’ti mahāpanādajātakena vaṇṇetabbaṁ.",
  "atk-s0513a44:555_5": "Rājā mahāpanādo dānādīni puññāni katvā āyupariyosāne devalokameva gato.",
  "atk-s0513a44:556_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘evaṁ, bhikkhave, visākhā pubbepi mama santikā varaṁ labhiyevā’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā mahāpanādo bhaddaji ahosi, sumedhādevī visākhā, vissakammo ānando, sakko pana ahameva ahosi’’nti.",
  "atk-s0513a44:557_0": "Surucijātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a44:559_0": " [490] 7. Pañcuposathajātakavaṇṇanā",
  "atk-s0513a44:560_0": "Appossukko dāni tuvaṁ kapotāti idaṁ satthā jetavane viharanto uposathike pañcasate upāsake ārabbha kathesi.",
  "atk-s0513a44:560_1": "Tadā hi satthā dhammasabhāyaṁ catuparisamajjhe alaṅkatabuddhāsane nisīditvā muducittena parisaṁ oloketvā ‘‘ajja upāsakānaṁ kathaṁ paṭicca desanā samuṭṭhahissatī’’ti ñatvā upāsake āmantetvā ‘‘uposathikattha upāsakā’’ti pucchitvā ‘‘āma , bhante’’ti vutte ‘‘sādhu vo kataṁ, uposatho nāmesa porāṇakapaṇḍitānaṁ vaṁso, porāṇakapaṇḍitā hi rāgādikilesaniggahatthaṁ uposathavāsaṁ vasiṁsū’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a44:561_0": "Atīte magadharaṭṭhādīnaṁ tiṇṇaṁ raṭṭhānaṁ antare aṭavī ahosi.",
  "atk-s0513a44:561_1": "Bodhisatto magadharaṭṭhe brāhmaṇamahāsālakule nibbattitvā vayappatto kāme pahāya nikkhamitvā taṁ aṭaviṁ pavisitvā assamaṁ katvā isipabbajjaṁ pabbajitvā vāsaṁ kappesi.",
  "atk-s0513a44:561_2": "Tassa pana assamassa avidūre ekasmiṁ veḷugahane attano bhariyāya saddhiṁ kapotasakuṇo vasati, ekasmiṁ vammike ahi, ekasmiṁ vanagumbe siṅgālo, ekasmiṁ vanagumbe accho.",
  "atk-s0513a44:561_3": "Te cattāropi kālena kālaṁ isiṁ upasaṅkamitvā dhammaṁ suṇanti.",
  "atk-s0513a44:562_0": "Athekadivasaṁ kapoto bhariyāya saddhiṁ kulāvakā nikkhamitvā gocarāya pakkāmi.",
  "atk-s0513a44:562_1": "Tassa pacchato gacchantiṁ kapotiṁ eko seno gahetvā palāyi.",
  "atk-s0513a44:562_2": "Tassā viravasaddaṁ sutvā kapoto nivattitvā olokento taṁ tena hariyamānaṁ passi.",
  "atk-s0513a44:562_3": "Senopi naṁ viravantiṁyeva māretvā khādi.",
  "atk-s0513a44:562_4": "Kapoto tāya viyogena rāgapariḷāhena pariḍayhamāno cintesi ‘‘ayaṁ rāgo maṁ ativiya kilameti, na idāni imaṁ aniggahetvā gocarāya pakkamissāmī’’ti.",
  "atk-s0513a44:562_5": "So gocarapathaṁ pacchinditvā tāpasassa santikaṁ gantvā rāganiggahāya uposathaṁ samādiyitvā ekamantaṁ nipajji.",
  "atk-s0513a44:563_0": "Sappopi ‘‘gocaraṁ pariyesissāmī’’ti vasanaṭṭhānā nikkhamitvā paccantagāme gāvīnaṁ vicaraṇaṭṭhāne gocaraṁ pariyesati.",
  "atk-s0513a44:563_1": "Tadā gāmabhojakassa sabbaseto maṅgalausabho gocaraṁ gahetvā ekasmiṁ vammikapāde jaṇṇunā patiṭṭhāya siṅgehi mattikaṁ gaṇhanto kīḷati, sappo gāvīnaṁ padasaddena bhīto taṁ vammikaṁ pavisituṁ pakkanto.",
  "atk-s0513a44:563_2": "Atha naṁ usabho pādena akkami.",
  "atk-s0513a44:563_3": "So taṁ kujjhitvā ḍaṁsi, usabho tattheva jīvitakkhayaṁ patto.",
  "atk-s0513a44:563_4": "Gāmavāsino ‘‘usabho kira mato’’ti sutvā sabbe ekato āgantvā roditvā kanditvā taṁ gandhamālādīhi pūjetvā āvāṭe nikhaṇitvā pakkamiṁsu.",
  "atk-s0513a44:563_5": "Sappo tesaṁ gatakāle nikkhamitvā ‘‘ahaṁ kodhaṁ nissāya imaṁ jīvitā voropetvā mahājanassa hadaye sokaṁ pavesesiṁ, na dāni imaṁ kodhaṁ aniggahetvā gocarāya pakkamissāmī’’ti cintetvā nivattitvā taṁ assamaṁ gantvā kodhaniggahāya uposathaṁ samādiyitvā ekamantaṁ nipajji.",
  "atk-s0513a44:564_0": "Siṅgālopi gocaraṁ pariyesanto ekaṁ matahatthiṁ disvā ‘‘mahā me gocaro laddho’’ti tuṭṭho gantvā soṇḍāyaṁ ḍaṁsi, thambhe daṭṭhakālo viya ahosi.",
  "atk-s0513a44:564_1": "Tattha assādaṁ alabhitvā dante ḍaṁsi, pāsāṇe daṭṭhakālo viya ahosi.",
  "atk-s0513a44:564_2": "Kucchiyaṁ ḍaṁsi, kusule daṭṭhakālo viya ahosi.",
  "atk-s0513a44:564_3": "Naṅguṭṭhe ḍaṁsi, ayasalāke daṭṭhakālo viya ahosi.",
  "atk-s0513a44:564_4": "Vaccamagge ḍaṁsi, ghatapūve daṭṭhakālo viya ahosi.",
  "atk-s0513a44:564_5": "So lobhavasena khādanto antokucchiyaṁ pāvisi, tattha chātakāle maṁsaṁ khādati, pipāsitakāle lohitaṁ pivati, nipajjanakāle antāni ca papphāsañca avattharitvā nipajji.",
  "atk-s0513a44:564_6": "So ‘‘idheva me annapānañca sayanañca nipphannaṁ, aññattha kiṁ karissāmī’’ti cintetvā tattheva abhirato bahi anikkhamitvā antokucchiyaṁyeva vasi.",
  "atk-s0513a44:564_7": "Aparabhāge vātātapena hatthikuṇape sukkhante karīsamaggo pihito, siṅgālo antokucchiyaṁ nipajjamāno appamaṁsalohito paṇḍusarīro hutvā nikkhamanamaggaṁ na passi.",
  "atk-s0513a44:564_8": "Athekadivasaṁ akālamegho vassi, karīsamaggo temiyamāno mudu hutvā vivaraṁ dassesi.",
  "atk-s0513a44:564_9": "Siṅgālo chiddaṁ disvā ‘‘aticiramhi kilanto, iminā chiddena palāyissāmī’’ti karīsamaggaṁ sīsena pahari.",
  "atk-s0513a44:564_10": "Tassa sambādhaṭṭhānena vegena nikkhantassa sinnasarīrassa sabbāni lomāni karīsamagge laggāni, tālakando viya nillomasarīro hutvā nikkhami.",
  "atk-s0513a44:564_11": "So ‘‘lobhaṁ nissāya mayā idaṁ dukkhaṁ anubhūtaṁ, na dāni imaṁ aniggahetvā gocaraṁ gaṇhissāmī’’ti cintetvā taṁ assamaṁ gantvā lobhaniggahatthāya uposathaṁ samādiyitvā ekamantaṁ nipajji.",
  "atk-s0513a44:565_0": "Acchopi araññā nikkhamitvā atricchābhibhūto mallaraṭṭhe paccantagāmaṁ gato.",
  "atk-s0513a44:565_1": "Gāmavāsino ‘‘accho kira āgato’’ti dhanudaṇḍādihatthā nikkhamitvā tena paviṭṭhaṁ gumbaṁ parivāresuṁ.",
  "atk-s0513a44:565_2": "So mahājanena parivāritabhāvaṁ ñatvā nikkhamitvā palāyi, palāyantameva taṁ dhanūhi ceva daṇḍādīhi ca pothesuṁ.",
  "atk-s0513a44:565_3": "So bhinnena sīsena lohitena galantena attano vasanaṭṭhānaṁ gantvā ‘‘idaṁ dukkhaṁ mama atricchālobhavasena uppannaṁ, na dāni imaṁ aniggahetvā gocaraṁ gaṇhissāmī’’ti cintetvā taṁ assamaṁ gantvā atricchāniggahāya uposathaṁ samādiyitvā ekamantaṁ nipajji.",
  "atk-s0513a44:566_0": "Tāpasopi attano jātiṁ nissāya mānavasiko hutvā jhānaṁ uppādetuṁ na sakkoti.",
  "atk-s0513a44:566_1": "Atheko paccekabuddho tassa mānanissitabhāvaṁ ñatvā ‘‘ayaṁ na lāmakasatto, buddhaṅkuro esa, imasmiṁyeva bhaddakappe sabbaññutaṁ pāpuṇissati, imassa mānaniggahaṁ katvā samāpattinibbattanākāraṁ karissāmī’’ti tasmiṁ paṇṇasālāya nisinneyeva uttarahimavantato āgantvā tassa pāsāṇaphalake nisīdi.",
  "atk-s0513a44:566_2": "So nikkhamitvā taṁ attano āsane nisinnaṁ disvā mānanissitabhāvena anattamano hutvā taṁ upasaṅkamitvā accharaṁ paharitvā ‘‘nassa, vasala, kāḷakaṇṇi, muṇḍaka, samaṇaka, kimatthaṁ mama nisinnaphalake nisinnosī’’ti āha.",
  "atk-s0513a44:566_3": "Atha naṁ so ‘‘sappurisa, kasmā mānanissitosi, ahaṁ paṭividdhapaccekabodhiñāṇo, tvaṁ imasmiṁyeva bhaddakappe sabbaññubuddho bhavissasi, buddhaṅkurosi, pāramiyo pūretvā āgato aññaṁ ettakaṁ nāma kālaṁ atikkamitvā buddho bhavissasi, buddhattabhāve ṭhito siddhattho nāma bhavissasī’’ti nāmañca gottañca kulañca aggasāvakādayo ca sabbe ācikkhitvā ‘‘kimatthaṁ tvaṁ mānanissito hutvā pharuso hosi, nayidaṁ tava anucchavika’’nti ovādamadāsi.",
  "atk-s0513a44:566_4": "So tena evaṁ vuttopi neva naṁ vandi, na ca ‘‘kadāhaṁ buddho bhavissāmī’’tiādīni pucchi.",
  "atk-s0513a44:566_5": "Atha naṁ paccekabuddho ‘‘tava jātiyā mama guṇānaṁ mahantabhāvaṁ jāna, sace sakkosi, ahaṁ viya ākāse vicarāhī’’ti vatvā ākāse uppatitvā attano pādapaṁsuṁ tassa jaṭāmaṇḍale vikiranto uttarahimavantameva gato.",
  "atk-s0513a44:567_0": "Tāpaso tassa gatakāle saṁvegappatto hutvā ‘‘ayaṁ samaṇo evaṁ garusarīro vātamukhe khittatūlapicu viya ākāse pakkhando, ahaṁ jātimānena evarūpassa paccekabuddhassa neva pāde vandiṁ, na ca ‘‘kadāhaṁ buddho bhavissāmī’ti pucchiṁ, jāti nāmesā kiṁ karissati, imasmiṁ loke sīlacaraṇameva mahantaṁ, ayaṁ kho pana me māno vaḍḍhanto nirayaṁ upanessati, na idāni imaṁ mānaṁ aniggahetvā phalāphalatthāya gamissāmī’’ti paṇṇasālaṁ pavisitvā mānaniggahāya uposathaṁ samādāya kaṭṭhattharikāya nisinno mahāñāṇo kulaputto mānaṁ niggahetvā kasiṇaṁ vaḍḍhetvā abhiññā ca samāpattiyo ca nibbattetvā nikkhamitvā caṅkamanakoṭiyaṁ pāsāṇaphalake nisīdi.",
  "atk-s0513a44:567_1": "Atha naṁ kapotādayo upasaṅkamitvā vanditvā ekamantaṁ nisīdiṁsu.",
  "atk-s0513a44:567_2": "Mahāsatto kapotaṁ pucchi ‘‘tvaṁ aññesu divasesu na imāya velāya āgacchasi, gocaraṁ pariyesasi, kiṁ nu kho ajja uposathiko jātosī’’ti? ‘‘Āma bhante’’ti.",
  "atk-s0513a44:567_3": "Atha naṁ ‘‘kena kāraṇenā’’ti pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0513a44:568_0": "127.",
  "atk-s0513a44:569_0": " ‘‘Appossukko dāni tuvaṁ kapota, vihaṅgama na tava bhojanattho;",
  "atk-s0513a44:570_0": "Khudaṁ pipāsaṁ adhivāsayanto, kasmā bhavaṁposathiko kapotā’’ti.",
  "atk-s0513a44:571_0": "Tattha appossukkoti nirālayo.",
  "atk-s0513a44:571_1": "Na tava bhojanatthoti kiṁ ajja tava bhojanena attho natthi.",
  "atk-s0513a44:572_0": "Taṁ sutvā kapoto dve gāthā abhāsi –",
  "atk-s0513a44:573_0": "128.",
  "atk-s0513a44:574_0": " ‘‘Ahaṁ pure giddhigato kapotiyā, asmiṁ padesasmimubho ramāma;",
  "atk-s0513a44:575_0": "Athaggahī sākuṇiko kapotiṁ, akāmako tāya vinā ahosiṁ.",
  "atk-s0513a44:576_0": "129.",
  "atk-s0513a44:577_0": " ‘‘Nānābhavā vippayogena tassā, manomayaṁ vedana vedayāmi;",
  "atk-s0513a44:578_0": "Tasmā ahaṁposathaṁ pālayāmi, rāgo mamaṁ mā punarāgamāsī’’ti.",
  "atk-s0513a44:579_0": "Tattha ramāmāti imasmiṁ bhūmibhāge kāmaratiyā ramāma. Sākuṇikoti senasakuṇo.",
  "atk-s0513a44:580_0": "Kapotena attano uposathakamme vaṇṇite mahāsatto sappādīsu ekekaṁ pucchi. Tepi yathābhūtaṁ byākariṁsu –",
  "atk-s0513a44:581_0": "130.",
  "atk-s0513a44:582_0": " ‘‘Anujjugāmī uragā dujivha, dāṭhāvudho ghoravisosi sappa;",
  "atk-s0513a44:583_0": "Khudaṁ pipāsaṁ adhivāsayanto, kasmā bhavaṁposathiko nu dīgha.",
  "atk-s0513a44:584_0": "131.",
  "atk-s0513a44:585_0": " ‘‘Usabho ahū balavā gāmikassa, calakkakū vaṇṇabalūpapanno;",
  "atk-s0513a44:586_0": "So maṁ akkami taṁ kupito aḍaṁsiṁ, dukkhābhituṇṇo maraṇaṁ upāgā.",
  "atk-s0513a44:587_0": "132.",
  "atk-s0513a44:588_0": " ‘‘Tato janā nikkhamitvāna gāmā, kanditvā roditvā apakkamiṁsu;",
  "atk-s0513a44:589_0": "Tasmā ahaṁposathaṁ pālayāmi, kodho mamaṁ mā punarāgamāsi.",
  "atk-s0513a44:590_0": "133.",
  "atk-s0513a44:591_0": " ‘‘Matāna maṁsāni bahū susāne, manuññarūpaṁ tava bhojane taṁ;",
  "atk-s0513a44:592_0": "Khudaṁ pipāsaṁ adhivāsayanto, kasmā bhavaṁposathiko siṅgāla.",
  "atk-s0513a44:593_0": "134.",
  "atk-s0513a44:594_0": " ‘‘Pavisi kucchiṁ mahato gajassa, kuṇape rato hatthimaṁsesu giddho;",
  "atk-s0513a44:595_0": "Uṇho ca vāto tikhiṇā ca rasmiyo, te sosayuṁ tassa karīsamaggaṁ.",
  "atk-s0513a44:596_0": "135.",
  "atk-s0513a44:597_0": " ‘‘Kiso ca paṇḍū ca ahaṁ bhadante, na me ahū nikkhamanāya maggo;",
  "atk-s0513a44:598_0": "Mahā ca megho sahasā pavassi, so temayī tassa karīsamaggaṁ.",
  "atk-s0513a44:599_0": "136.",
  "atk-s0513a44:600_0": " ‘‘Tato ahaṁ nikkhamisaṁ bhadante, cando yathā rāhumukhā pamutto;",
  "atk-s0513a44:601_0": "Tasmā ahaṁposathaṁ pālayāmi, lobho mamaṁ mā punarāgamāsi.",
  "atk-s0513a44:602_0": "137.",
  "atk-s0513a44:603_0": " ‘‘Vammīkathūpasmiṁ kipillikāni, nippothayanto tuvaṁ pure carāsi;",
  "atk-s0513a44:604_0": "Khudaṁ pipāsaṁ adhivāsayanto, kasmā bhavaṁposathiko nu accha.",
  "atk-s0513a44:605_0": "138.",
  "atk-s0513a44:606_0": " ‘‘Sakaṁ niketaṁ atihīḷayāno, atricchatā mallagāmaṁ agacchiṁ;",
  "atk-s0513a44:607_0": "Tato janā nikkhamitvāna gāmā, kodaṇḍakena paripothayiṁsu maṁ.",
  "atk-s0513a44:608_0": "139.",
  "atk-s0513a44:609_0": " ‘‘So bhinnasīso ruhiramakkhitaṅgo, paccāgamāsiṁ sakaṁ niketaṁ;",
  "atk-s0513a44:610_0": "Tasmā ahaṁposathaṁ pālayāmi, atricchatā mā punarāgamāsī’’ti.",
  "atk-s0513a44:611_0": "Tattha anujjugāmītiādīhi taṁ ālapati. Calakkakūti calamānakakudho.",
  "atk-s0513a44:611_1": "Dukkhābhituṇṇoti so usabho dukkhena abhituṇṇo āturo hutvā. Bahūti bahūni. Pavisīti pāvisiṁ. Rasmiyoti sūriyarasmiyo. Nikkhamisanti nikkhamiṁ. Kipillikānīti upacikāyo. Nippothayantoti khādamāno.",
  "atk-s0513a44:611_2": "Atihīḷayānoti atimaññanto nindanto garahanto.",
  "atk-s0513a44:611_3": "Kodaṇḍakenāti dhanudaṇḍakehi ceva muggarehi ca.",
  "atk-s0513a44:612_0": "Evaṁ te cattāropi attano uposathakammaṁ vaṇṇetvā uṭṭhāya mahāsattaṁ vanditvā ‘‘bhante, tumhe aññesu divasesu imāya velāya phalāphalatthāya gacchatha, ajja agantvā kasmā uposathikatthā’’ti pucchantā gāthamāhaṁsu –",
  "atk-s0513a44:613_0": "140.",
  "atk-s0513a44:614_0": " ‘‘Yaṁ no apucchittha tuvaṁ bhadante, sabbeva byākarimha yathāpajānaṁ;",
  "atk-s0513a44:615_0": "Mayampi pucchāma tuvaṁ bhadante, kasmā bhavaṁposathiko nu brahme’’ti.",
  "atk-s0513a44:616_0": "Sopi nesaṁ byākāsi –",
  "atk-s0513a44:617_0": "141.",
  "atk-s0513a44:618_0": " ‘‘Anūpalitto mama assamamhi, paccekabuddho muhuttaṁ nisīdi;",
  "atk-s0513a44:619_0": "So maṁ avedī gatimāgatiñca, nāmañca gottaṁ caraṇañca sabbaṁ.",
  "atk-s0513a44:620_0": "142.",
  "atk-s0513a44:621_0": " ‘‘Evampahaṁ na vandi tassa pāde, na cāpi naṁ mānagatena pucchiṁ;",
  "atk-s0513a44:622_0": "Tasmā ahaṁposathaṁ pālayāmi, māno mamaṁ mā punarāgamāsī’’ti.",
  "atk-s0513a44:623_0": "Tattha yaṁ noti yaṁ atthaṁ tvaṁ amhe apucchi.",
  "atk-s0513a44:623_1": "Yathāpajānanti attano pajānananiyāmena taṁ mayaṁ byākarimha.",
  "atk-s0513a44:623_2": "Anūpalittoti sabbakilesehi alitto.",
  "atk-s0513a44:623_3": "So maṁ avedīti so mama idāni gantabbaṭṭhānañca gataṭṭhānañca ‘‘anāgate tvaṁ evaṁnāmo buddho bhavissasi evaṁgotto, evarūpaṁ te sīlacaraṇaṁ bhavissatī’’ti evaṁ nāmañca gottañca caraṇañca sabbaṁ maṁ avedi jānāpesi, kathesīti attho.",
  "atk-s0513a44:623_4": "Evampahaṁ na vandīti evaṁ kathentassapi tassa ahaṁ attano mānaṁ nissāya pāde na vandinti.",
  "atk-s0513a44:624_0": "Evaṁ mahāsatto attano uposathakāraṇaṁ kathetvā te ovaditvā uyyojetvā paṇṇasālaṁ pāvisi, itarepi yathāṭṭhānāni agamaṁsu.",
  "atk-s0513a44:624_1": "Mahāsatto aparihīnajjhāno brahmalokaparāyaṇo ahosi, itare ca tassovāde ṭhatvā saggaparāyaṇā ahesuṁ.",
  "atk-s0513a44:625_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘evaṁ upāsakā, uposatho nāmesa porāṇakapaṇḍitānaṁ vaṁso, upavasitabbo uposathavāso’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā kapoto anuruddho ahosi, accho kassapo, siṅgālo moggallāno, sappo sāriputto, tāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a44:626_0": "Pañcuposathajātakavaṇṇanā sattamā.",
  "atk-s0513a44:628_0": " [491] 8. Mahāmorajātakavaṇṇanā",
  "atk-s0513a44:629_0": "Sacehi tyāhaṁ dhanahetu gāhitoti idaṁ satthā jetavane viharanto ekaṁ ukkaṇṭhitabhikkhuṁ ārabbha kathesi.",
  "atk-s0513a44:629_1": "Tañhi bhikkhuṁ satthā ‘‘saccaṁ kira tvaṁ ukkaṇṭhitosī’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘bhikkhu ayaṁ nandīrāgo tādisaṁ kiṁ nāma nālolessati, na hi sineruubbāhanakavāto sāmante purāṇapaṇṇassa lajjati, pubbe satta vassasatāni antokilesasamudācāraṁ vāretvā viharante visuddhasattepesa ālolesiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a44:630_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto paccantapadese morasakuṇiyā kucchimhi paṭisandhiṁ aggahesi.",
  "atk-s0513a44:630_1": "Gabbhe paripākagate mātā gocarabhūmiyaṁ aṇḍaṁ pātetvā pakkāmi.",
  "atk-s0513a44:630_2": "Aṇḍañca nāma mātu arogabhāve sati aññasmiṁ dīghajātikādiparipanthe ca avijjamāne na nassati.",
  "atk-s0513a44:630_3": "Tasmā taṁ aṇḍaṁ kaṇikāramakulaṁ viya suvaṇṇavaṇṇaṁ hutvā pariṇatakāle attano dhammatāya bhijji, suvaṇṇavaṇṇo moracchāpo nikkhami.",
  "atk-s0513a44:630_4": "Tassa dve akkhīni jiñjukāphalasadisāni, tuṇḍaṁ pavāḷavaṇṇaṁ, tisso rattarājiyo gīvaṁ parikkhipitvā piṭṭhimajjhena agamaṁsu.",
  "atk-s0513a44:630_5": "So vayappatto bhaṇḍasakaṭamattasarīro abhirūpo ahosi.",
  "atk-s0513a44:630_6": "Taṁ sabbe nīlamorā sannipatitvā rājānaṁ katvā parivārayiṁsu.",
  "atk-s0513a44:631_0": "So ekadivasaṁ udakasoṇḍiyaṁ pānīyaṁ pivanto attano rūpasampattiṁ disvā cintesi ‘‘ahaṁ sabbamorehi atirekarūpasobho, sacāhaṁ imehi saddhiṁ manussapathe vasissāmi, paripantho me uppajjissati, himavantaṁ gantvā ekakova phāsukaṭṭhāne vasissāmī’’ti.",
  "atk-s0513a44:631_1": "So rattibhāge moresu paṭisallīnesu kañci ajānāpetvā uppatitvā himavantaṁ pavisitvā tisso pabbatarājiyo atikkamma catutthāya pabbatarājiyā ekasmiṁ araññe padumasañchanno jātassaro atthi, tassa avidūre ekaṁ pabbataṁ nissāya ṭhito mahānigrodharukkho atthi, tassa sākhāya nilīyi.",
  "atk-s0513a44:631_2": "Tassa pana pabbatassa vemajjhe manāpā guhā atthi.",
  "atk-s0513a44:631_3": "So tattha vasitukāmo hutvā tassā pamukhe pabbatatale nilīyi.",
  "atk-s0513a44:631_4": "Taṁ pana ṭhānaṁ neva heṭṭhābhāgena abhiruhituṁ, na uparibhāgena otarituṁ sakkā, biḷāladīghajātikamanussabhayehi vimuttaṁ.",
  "atk-s0513a44:631_5": "So ‘‘idaṁ me phāsukaṭṭhāna’’nti taṁ divasaṁ tattheva vasitvā punadivase pabbataguhāto uṭṭhāya pabbatamatthake puratthābhimukho nisinno udentaṁ sūriyamaṇḍalaṁ disvā attano divārakkhāvaraṇatthāya ‘‘udetayaṁ cakkhumā ekarājā’’ti parittaṁ katvā gocarabhūmiyaṁ otaritvā gocaraṁ gahetvā sāyaṁ āgantvā pabbatamatthake pacchābhimukho nisinno atthaṅgataṁ sūriyamaṇḍalaṁ disvā attano rattirakkhāvaraṇatthāya ‘‘apetayaṁ cakkhumā ekarājā’’ti parittaṁ katvā etenupāyena vasati.",
  "atk-s0513a44:632_0": "Atha naṁ ekadivasaṁ eko luddaputto araññe vicaranto pabbatamatthake nisinnaṁ moraṁ disvā attano nivesanaṁ āgantvā maraṇāsannakāle puttaṁ āha – ‘‘tāta, catutthāya pabbatarājiyā araññe suvaṇṇavaṇṇo moro atthi, sace rājā pucchati, ācikkheyyāsī’’ti.",
  "atk-s0513a44:632_1": "Athekasmiṁ divase bārāṇasirañño khemā nāma aggamahesī paccūsakāle supinaṁ passi.",
  "atk-s0513a44:632_2": "Evarūpo supino ahosi – ‘‘suvaṇṇavaṇṇo moro dhammaṁ deseti, sā sādhukāraṁ datvā dhammaṁ suṇāti, moro dhammaṁ desetvā uṭṭhāya pakkāmi’’.",
  "atk-s0513a44:632_3": "Sā ‘‘morarājā gacchati, gaṇhatha na’’nti vadantīyeva pabujjhi, pabujjhitvā ca pana supinabhāvaṁ ñatvā ‘‘supinoti vutte rājā na ādaraṁ karissati, ‘dohaḷo me’ti vutte karissatī’’ti cintetvā dohaḷinī viya hutvā nipajji.",
  "atk-s0513a44:632_4": "Atha naṁ rājā upasaṅkamitvā pucchi ‘‘bhadde, kiṁ te aphāsuka’’nti. ‘‘Dohaḷo me uppanno’’ti. ‘‘Kiṁ icchasi bhadde’’ti?",
  "atk-s0513a44:632_5": "‘‘Suvaṇṇavaṇṇassa morassa dhammaṁ sotuṁ devā’’ti.",
  "atk-s0513a44:632_6": "‘‘Bhadde, kuto evarūpaṁ moraṁ lacchāmī’’ti?",
  "atk-s0513a44:632_7": "‘‘Deva, sace na labhāmi, jīvitaṁ me natthī’’ti.",
  "atk-s0513a44:632_8": "‘‘Bhadde, mā cintayi, sace katthaci atthi, labhissasī’’ti rājā naṁ assāsetvā gantvā rājāsane nisinno amacce pucchi ‘‘ambho, devī suvaṇṇavaṇṇassa morassa dhammaṁ sotukāmā, morā nāma suvaṇṇavaṇṇā hontī’’ti?",
  "atk-s0513a44:632_9": "‘‘Brāhmaṇā jānissanti devā’’ti.",
  "atk-s0513a44:633_0": "Rājā brāhmaṇe pakkosāpetvā pucchi.",
  "atk-s0513a44:633_1": "Brāhmaṇā evamāhaṁsu ‘‘mahārāja jalajesu macchakacchapakakkaṭakā, thalajesu migā haṁsā morā tittirā ete tiracchānagatā ca manussā ca suvaṇṇavaṇṇā hontīti amhākaṁ lakkhaṇamantesu āgata’’nti.",
  "atk-s0513a44:633_2": "Rājā attano vijite luddaputte sannipātetvā ‘‘suvaṇṇavaṇṇo moro vo diṭṭhapubbo’’ti pucchi.",
  "atk-s0513a44:633_3": "Sesā ‘‘na diṭṭhapubbo’’ti āhaṁsu.",
  "atk-s0513a44:633_4": "Yassa pana pitarā ācikkhitaṁ, so āha – ‘‘mayāpi na diṭṭhapubbo, pitā pana me ‘asukaṭṭhāne nāma suvaṇṇavaṇṇo moro atthī’ti kathesī’’ti.",
  "atk-s0513a44:633_5": "Atha naṁ rājā ‘‘samma, mayhañca deviyā ca jīvitaṁ dinnaṁ bhavissati, gantvā taṁ bandhitvā ānehī’’ti bahuṁ dhanaṁ datvā uyyojesi.",
  "atk-s0513a44:633_6": "So puttadārassa dhanaṁ datvā tattha gantvā mahāsattaṁ disvā pāse oḍḍetvā ‘‘ajja bajjhissati, ajja bajjhissatī’’ti abajjhitvāva mato, devīpi patthanaṁ alabhantī matā.",
  "atk-s0513a44:633_7": "Rājā ‘‘taṁ moraṁ nissāya piyabhariyā me matā’’ti kujjhitvā kodhavasiko hutvā ‘‘himavante catutthāya pabbatarājiyā suvaṇṇavaṇṇo moro carati, tassa maṁsaṁ khāditvā ajarā amarā hontī’’ti suvaṇṇapaṭṭe likhāpetvā taṁ paṭṭaṁ sāramañjūsāyaṁ ṭhapetvā kālamakāsi.",
  "atk-s0513a44:634_0": "Atha añño rājā ahosi.",
  "atk-s0513a44:634_1": "So suvaṇṇapaṭṭe akkharāni disvā ‘‘ajaro amaro bhavissāmī’’ti tassa gahaṇatthāya ekaṁ luddaputtaṁ pesesi. Sopi tattheva mato.",
  "atk-s0513a44:634_2": "Evaṁ cha rājaparivaṭṭā gatā, cha luddaputtā himavanteyeva matā.",
  "atk-s0513a44:634_3": "Sattamena pana raññā pesito sattamo luddo ‘‘ajja ajjevā’’ti satta saṁvaccharāni bajjhituṁ asakkonto cintesi ‘‘kiṁ nu kho imassa morarājassa pāde pāsassa asañcaraṇakāraṇa’’nti?",
  "atk-s0513a44:634_4": "Atha naṁ pariggaṇhanto sāyaṁpātaṁ parittaṁ karontaṁ disvā ‘‘imasmiṁ ṭhāne añño moro natthi, iminā brahmacārinā bhavitabbaṁ, brahmacariyānubhāvena ceva parittānubhāvena cassa pādo pāse na bajjhatī’’ti nayato pariggahetvā paccantajanapadaṁ gantvā ekaṁ moriṁ bandhitvā yathā sā accharāya pahaṭāya vassati, pāṇimhi pahaṭe naccati, evaṁ sikkhāpetvā ādāya gantvā bodhisattassa parittakaraṇato puretarameva pāsaṁ oḍḍetvā accharaṁ paharitvā moriṁ vassāpesi.",
  "atk-s0513a44:634_5": "Moro tassā saddaṁ suṇi, tāvadevassa satta vassasatāni sannisinnakileso phaṇaṁ karitvā daṇḍena pahaṭāsīviso viya uṭṭhahi.",
  "atk-s0513a44:634_6": "So kilesāturo hutvā parittaṁ kātuṁ asakkuṇitvāva vegena tassā santikaṁ gantvā pāse pādaṁ pavesentoyeva ākāsā otari.",
  "atk-s0513a44:634_7": "Satta vassasatāni asañcaraṇakapāso taṅkhaṇaññeva sañcaritvā pādaṁ bandhi.",
  "atk-s0513a44:635_0": "Atha naṁ luddaputto yaṭṭhiagge olambantaṁ disvā cintesi ‘‘imaṁ morarājaṁ cha luddaputtā bandhituṁ nāsakkhiṁsu, ahampi satta vassāni nāsakkhiṁ, ajja panesa imaṁ moriṁ nissāya kilesāturo hutvā parittaṁ kātuṁ asakkuṇitvā āgamma pāse baddho heṭṭhāsīsako olambati, evarūpo me sīlavā kilamito, evarūpaṁ rañño paṇṇākāratthāya netuṁ ayuttaṁ, kiṁ me raññā dinnena sakkārena, vissajjessāmi na’’nti.",
  "atk-s0513a44:635_1": "Puna cintesi ‘‘ayaṁ nāgabalo thāmasampanno mayi upasaṅkamante ‘esa maṁ māretuṁ āgacchatī’ti maraṇabhayatajjito phandamāno pādaṁ vā pakkhaṁ vā bhindeyya, anupagantvā pana paṭicchanne ṭhatvā khurappenassa pāsaṁ chindissāmi, tato sayameva yathāruciyā gamissatī’’ti.",
  "atk-s0513a44:635_2": "So paṭicchanne ṭhatvā dhanuṁ āropetvā khurappaṁ sannayhitvā ākaḍḍhi.",
  "atk-s0513a44:635_3": "Moropi ‘‘ayaṁ luddako maṁ kilesāturaṁ katvā baddhabhāvaṁ ñatvā nirāsaṅko āgacchissati, kahaṁ nu kho so’’ti cintetvā ito cito ca viloketvā dhanuṁ āropetvā ṭhitaṁ disvā ‘‘māretvā maṁ ādāya gantukāmo bhavissatī’’ti maññamāno maraṇabhayatajjito hutvā jīvitaṁ yācanto paṭhamaṁ gāthamāha –",
  "atk-s0513a44:636_0": "143.",
  "atk-s0513a44:637_0": " ‘‘Sace hi tyāhaṁ dhanahetu gāhito, mā maṁ vadhī jīvagāhaṁ gahetvā;",
  "atk-s0513a44:638_0": "Rañño ca maṁ samma upantikaṁ nehi, maññe dhanaṁ lacchasinapparūpa’’nti.",
  "atk-s0513a44:639_0": "Tattha sace hi tyāhanti sace hi te ahaṁ.",
  "atk-s0513a44:639_1": "Upantikaṁ nehīti upasantikaṁ nehi.",
  "atk-s0513a44:639_2": "Lacchasinapparūpanti lacchasi anappakarūpaṁ.",
  "atk-s0513a44:640_0": "Taṁ sutvā luddaputto cintesi – ‘‘morarājā, ‘ayaṁ maṁ vijjhitukāmatāya khurappaṁ sannayhī’ti maññati, assāsessāmi na’’nti.",
  "atk-s0513a44:640_1": "So assāsento dutiyaṁ gāthamāha –",
  "atk-s0513a44:641_0": "144.",
  "atk-s0513a44:642_0": " ‘‘Na me ayaṁ tuyha vadhāya ajja, samāhito cāpadhure khurappo;",
  "atk-s0513a44:643_0": "Pāsañca tyāhaṁ adhipātayissaṁ, yathāsukhaṁ gacchatu morarājā’’ti.",
  "atk-s0513a44:644_0": "Tattha adhipātayissanti chindayissaṁ.",
  "atk-s0513a44:645_0": "Tato morarājā dve gāthā abhāsi –",
  "atk-s0513a44:646_0": "145.",
  "atk-s0513a44:647_0": " ‘‘Yaṁ satta vassāni mamānubandhi, rattindivaṁ khuppipāsaṁ sahanto;",
  "atk-s0513a44:648_0": "Atha kissa maṁ pāsavasūpanītaṁ, pamuttave icchasi bandhanasmā.",
  "atk-s0513a44:649_0": "146.",
  "atk-s0513a44:650_0": " ‘‘Pāṇātipātā virato nusajja, abhayaṁ nu te sabbabhūtesu dinnaṁ;",
  "atk-s0513a44:651_0": "Yaṁ maṁ tuvaṁ pāsavasūpanītaṁ, pamuttave icchasi bandhanasmā’’ti.",
  "atk-s0513a44:652_0": "Tattha yanti yasmā maṁ ettakaṁ kālaṁ tvaṁ anubandhi, tasmā taṁ pucchāmi, atha kissa maṁ pāsavasaṁ upanītaṁ bandhanasmā pamocetuṁ icchasīti attho.",
  "atk-s0513a44:652_1": "Virato nusajjāti virato nusi ajja. Sabbabhūtesūti sabbasattānaṁ.",
  "atk-s0513a44:653_0": "Ito paraṁ –",
  "atk-s0513a44:654_0": "147.",
  "atk-s0513a44:655_0": " ‘‘Pāṇātipātā viratassa brūhi, abhayañca yo sabbabhūtesu deti;",
  "atk-s0513a44:656_0": "Pucchāmi taṁ morarājetamatthaṁ, ito cuto kiṁ labhate sukhaṁ so.",
  "atk-s0513a44:657_0": "148.",
  "atk-s0513a44:658_0": " ‘‘Pāṇātipātā viratassa brūmi, abhayañca yo sabbabhūtesu deti;",
  "atk-s0513a44:659_0": "Diṭṭheva dhamme labhate pasaṁsaṁ, saggañca so yāti sarīrabhedā.",
  "atk-s0513a44:660_0": "149.",
  "atk-s0513a44:661_0": " ‘‘Na santi devā iti āhu eke, idheva jīvo vibhavaṁ upeti;",
  "atk-s0513a44:662_0": "Tathā phalaṁ sukatadukkaṭānaṁ, dattupaññattañca vadanti dānaṁ;",
  "atk-s0513a44:663_0": "Tesaṁ vaco arahataṁ saddahāno, tasmā ahaṁ sakuṇe bādhayāmī’’ti. –",
  "atk-s0513a44:664_0": "Imā uttānasambandhagāthā pāḷinayena veditabbā.",
  "atk-s0513a44:665_0": "Tattha iti āhu eketi ekacce samaṇabrāhmaṇā evaṁ kathenti.",
  "atk-s0513a44:665_1": "Tesaṁ vaco arahataṁ saddahānoti tassa kira kulūpakā ucchedavādino naggasamaṇakā.",
  "atk-s0513a44:665_2": "Te taṁ paccekabodhiñāṇassa upanissayasampannampi sattaṁ ucchedavādaṁ gaṇhāpesuṁ.",
  "atk-s0513a44:665_3": "So tehi saṁsaggena ‘‘kusalākusalaṁ natthī’’ti gahetvā sakuṇe māreti.",
  "atk-s0513a44:665_4": "Evaṁ mahāsāvajjā esā asappurisasevanā nāma.",
  "atk-s0513a44:665_5": "Teyeva ayaṁ ‘‘arahanto’’ti maññamāno evamāha.",
  "atk-s0513a44:666_0": "Taṁ sutvā mahāsatto ‘‘tasseva paralokassa atthibhāvaṁ kathessāmī’’ti pāsayaṭṭhiyaṁ adhosiro olambamānova imaṁ gāthamāha –",
  "atk-s0513a44:667_0": "150.",
  "atk-s0513a44:668_0": " ‘‘Cando ca suriyo ca ubho sudassanā, gacchanti obhāsayamantalikkhe;",
  "atk-s0513a44:669_0": "Imassa lokassa parassa vā te, kathaṁ nu te āhu manussaloke’’ti.",
  "atk-s0513a44:670_0": "Tattha imassāti kiṁ nu te imassa lokassa santi, udāhu paralokassāti.",
  "atk-s0513a44:670_1": "Bhummatthe vā etaṁ sāmivacanaṁ.",
  "atk-s0513a44:670_2": "Kathaṁ nu teti etesu vimānesu candimasūriyadevaputte kathaṁ nu kathenti, kiṁ atthīti kathenti, udāhu natthīti, kiṁ vā devā, udāhu manussāti?",
  "atk-s0513a44:671_0": "Luddaputto gāthamāha –",
  "atk-s0513a44:672_0": "151.",
  "atk-s0513a44:673_0": " ‘‘Cando ca suriyo ca ubho sudassanā, gacchanti obhāsayamantalikkhe;",
  "atk-s0513a44:674_0": "Parassa lokassa na te imassa, devāti te āhu manussaloke’’ti.",
  "atk-s0513a44:675_0": "Atha naṁ mahāsatto āha –",
  "atk-s0513a44:676_0": "152.",
  "atk-s0513a44:677_0": " ‘‘Ettheva te nīhatā hīnavādā, ahetukā ye na vadanti kammaṁ;",
  "atk-s0513a44:678_0": "Tathā phalaṁ sukatadukkaṭānaṁ, dattupaññattaṁ ye ca vadanti dāna’’nti.",
  "atk-s0513a44:679_0": "Tattha ettheva te nihatā hīnavādāti sace candimasūriyā devaloke ṭhitā, na manussaloke, sace ca te devā, na manussā, ettheva ettake byākaraṇe te tava kulūpakā hīnavādā nīhatā honti.",
  "atk-s0513a44:679_1": "Ahetukā ‘‘visuddhiyā vā saṁkilesassa vā hetubhūtaṁ kammaṁ natthī’’ti evaṁvādā.",
  "atk-s0513a44:679_2": "Dattupaññattanti ye ca dānaṁ ‘‘bālakehi paññatta’’nti vadanti.",
  "atk-s0513a44:680_0": "So mahāsatte kathente sallakkhetvā gāthādvayamāha –",
  "atk-s0513a44:681_0": "153.",
  "atk-s0513a44:682_0": " ‘‘Addhā hi saccaṁ vacanaṁ tavedaṁ, kathañhi dānaṁ aphalaṁ bhaveyya;",
  "atk-s0513a44:683_0": "Tathā phalaṁ sukatadukkaṭānaṁ, dattupaññattañca kathaṁ bhaveyya.",
  "atk-s0513a44:684_0": "154.",
  "atk-s0513a44:685_0": " ‘‘Kathaṁkaro kintikaro kimācaraṁ, kiṁ sevamāno kena tapoguṇena;",
  "atk-s0513a44:686_0": "Akkhāhi me morarājetamatthaṁ, yathā ahaṁ no nirayaṁ pateyya’’nti.",
  "atk-s0513a44:687_0": "Tattha dattupaññattañcāti dānañca dattupaññattaṁ nāma kathaṁ bhaveyyāti attho.",
  "atk-s0513a44:687_1": "Kathaṁkaroti katarakammaṁ karonto.",
  "atk-s0513a44:687_2": "Kintikaroti kena kāraṇena karonto ahaṁ nirayaṁ na gaccheyyaṁ. Itarāni tasseva vevacanāni.",
  "atk-s0513a44:688_0": "Taṁ sutvā mahāsatto ‘‘sacāhaṁ imaṁ pañhaṁ na kathessāmi, manussaloko tuccho viya kato bhavissati, tathevassa dhammikānaṁ samaṇabrāhmaṇānaṁ atthibhāvaṁ kathessāmī’’ti cintetvā dve gāthā abhāsi –",
  "atk-s0513a44:689_0": "155.",
  "atk-s0513a44:690_0": " ‘‘Ye keci atthi samaṇā pathabyā, kāsāyavatthā anagāriyā te;",
  "atk-s0513a44:691_0": "Pātova piṇḍāya caranti kāle, vikālacariyā viratā hi santo.",
  "atk-s0513a44:692_0": "156.",
  "atk-s0513a44:693_0": " ‘‘Te tattha kālenupasaṅkamitvā, pucchāhi yaṁ te manaso piyaṁ siyā;",
  "atk-s0513a44:694_0": "Te te pavakkhanti yathāpajānaṁ, imassa lokassa parassa cattha’’nti.",
  "atk-s0513a44:695_0": "Tattha santoti santapāpā paṇḍitā paccekabuddhā.",
  "atk-s0513a44:695_1": "Yathāpajānanti te tuyhaṁ attano pajānananiyāmena vakkhanti, kaṅkhaṁ te chinditvā kathessanti.",
  "atk-s0513a44:695_2": "Imassa lokassa parassa catthanti iminā nāma kammena manussaloke nibbattanti, iminā devaloke, iminā nirayādīsūti evaṁ imassa ca parassa ca lokassa atthaṁ ācikkhissanti, te pucchāti.",
  "atk-s0513a44:696_0": "Evañca pana vatvā nirayabhayena tajjesi.",
  "atk-s0513a44:696_1": "So pana pūritapāramī paccekabodhisatto sūriyarasmisamphassaṁ oloketvā ṭhitaṁ pariṇatapadumaṁ viya paripākagatañāṇo vicarati.",
  "atk-s0513a44:696_2": "So tassa dhammakathaṁ suṇanto ṭhitapadeneva ṭhito saṅkhāre pariggaṇhitvā tilakkhaṇaṁ sammasanto paccekabodhiñāṇaṁ paṭivijjhi.",
  "atk-s0513a44:696_3": "Tassa paṭivedho ca mahāsattassa pāsato mokkho ca ekakkhaṇeyeva ahosi.",
  "atk-s0513a44:696_4": "Paccekabuddho sabbakilese padāletvā bhavapariyante ṭhitova udānaṁ udānanto gāthamāha –",
  "atk-s0513a44:697_0": "157.",
  "atk-s0513a44:698_0": " ‘‘Tacaṁva jiṇṇaṁ urago purāṇaṁ, paṇḍūpalāsaṁ harito dumova;",
  "atk-s0513a44:699_0": "Esappahīno mama luddabhāvo, jahāmahaṁ luddakabhāvamajjā’’ti.",
  "atk-s0513a44:700_0": "Tassattho – yathā jiṇṇaṁ purāṇaṁ tacaṁ urago jahati, yathā ca harito sampajjamānanīlapatto dumo katthaci ṭhitaṁ paṇḍupalāsaṁ jahati, evaṁ ahampi ajja luddabhāvaṁ dāruṇabhāvaṁ jahitvā ṭhito, so dāni esa pahīno mama luddabhāvo, sādhu vata jahāmahaṁ luddakabhāvamajjāti.",
  "atk-s0513a44:700_1": "Jahāmahanti pajahiṁ ahanti attho.",
  "atk-s0513a44:701_0": "So imaṁ udānaṁ udānetvā ‘‘ahaṁ tāva sabbakilesabandhanehi mutto, nivesane pana me bandhitvā ṭhapitā bahū sakuṇā atthi, te kathaṁ mocessāmī’’ti cintetvā mahāsattaṁ pucchi – ‘‘morarāja, nivesane me bahū sakuṇā baddhā atthi, te kathaṁ mocessāmī’’ti?",
  "atk-s0513a44:701_1": "Paccekabuddhatopi sabbaññubodhisattānaññeva upāyapariggahañāṇaṁ mahantataraṁ hoti, tena naṁ āha ‘‘yaṁ vo maggena kilese khaṇḍetvā paccekabodhiñāṇaṁ paṭividdhaṁ, taṁ ārabbha saccakiriyaṁ karotha, sakalajambudīpe bandhanagato satto nāma na bhavissatī’’ti.",
  "atk-s0513a44:701_2": "So bodhisattena dinnanayadvāre ṭhatvā saccakiriyaṁ karonto gāthamāha –",
  "atk-s0513a44:702_0": "158.",
  "atk-s0513a44:703_0": " ‘‘Ye cāpi me sakuṇā atthi baddhā, satāninekāni nivesanasmiṁ;",
  "atk-s0513a44:704_0": "Tesampahaṁ jīvitamajja dammi, mokkhañca te pattā sakaṁ niketa’’nti.",
  "atk-s0513a44:705_0": "Tattha mokkhañca te pattāti svāhaṁ mokkhaṁ patto paccekabodhiñāṇaṁ paṭivijjhitvā ṭhito, te satte jīvitadānena anukampāmi, etena saccena.",
  "atk-s0513a44:705_1": "Sakaṁ niketanti sabbepi te sattā attano attano vasanaṭṭhānaṁ gacchantūti vadati.",
  "atk-s0513a44:706_0": "Athassa saccakiriyāsamakālameva sabbe bandhanā muccitvā tuṭṭhiravaṁ ravantā sakaṭṭhānameva agamiṁsu.",
  "atk-s0513a44:706_1": "Tasmiṁ khaṇe tesaṁ tesaṁ gehesu biḷāle ādiṁ katvā sakalajambudīpe bandhanagato satto nāma nāhosi.",
  "atk-s0513a44:706_2": "Paccekabuddho hatthaṁ ukkhipitvā sīsaṁ parāmasi.",
  "atk-s0513a44:706_3": "Tāvadeva gihiliṅgaṁ antaradhāyi, pabbajitaliṅgaṁ pāturahosi.",
  "atk-s0513a44:706_4": "So saṭṭhivassikatthero viya ākappasampanno aṭṭhaparikkhāradharo hutvā ‘‘tvameva mama patiṭṭhā ahosī’’ti morarājassa añjaliṁ paggayha padakkhiṇaṁ katvā ākāse uppatitvā nandamūlakapabbhāraṁ agamāsi.",
  "atk-s0513a44:706_5": "Morarājāpi yaṭṭhiaggato uppatitvā gocaraṁ gahetvā attano vasanaṭṭhānaṁ gato.",
  "atk-s0513a44:706_6": "Idāni luddassa satta vassāni pāsahatthassa caritvāpi morarājānaṁ nissāya dukkhā muttabhāvaṁ pakāsento satthā osānagāthamāha –",
  "atk-s0513a44:707_0": "159.",
  "atk-s0513a44:708_0": " ‘‘Luddo carī pāsahattho araññe, bādhetu morādhipatiṁ yasassiṁ;",
  "atk-s0513a44:709_0": "Bandhitvā morādhipatiṁ yasassiṁ, dukkhā sa pamucci yathāhaṁ pamutto’’ti.",
  "atk-s0513a44:710_0": "Tattha bādhetūti māretuṁ, ayameva vā pāṭho.",
  "atk-s0513a44:710_1": "Bandhitvāti bandhitvā ṭhitassa dhammakathaṁ sutvā paṭiladdhasaṁvego hutvāti attho.",
  "atk-s0513a44:710_2": "Yathāhanti yathā ahaṁ sayambhuñāṇena mutto, evameva sopi muttoti.",
  "atk-s0513a44:711_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu arahattaṁ pāpuṇi.",
  "atk-s0513a44:711_1": "Tadā morarājā ahameva ahosinti.",
  "atk-s0513a44:712_0": "Mahāmorajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a44:714_0": " [492] 9. Tacchasūkarajātakavaṇṇanā",
  "atk-s0513a44:715_0": "Yadesamānā vicarimhāti idaṁ satthā jetavane viharanto dve mahallakatthere ārabbha kathesi.",
  "atk-s0513a44:715_1": "Mahākosalo kira rañño bimbisārassa dhītaraṁ dento dhītu nhānīyamūlatthāya kāsigāmaṁ adāsi.",
  "atk-s0513a44:715_2": "Pasenadi rājā ajātasattunā pitari mārite taṁ gāmaṁ acchindi.",
  "atk-s0513a44:715_3": "Tesu tassatthāya yujjhantesu paṭhamaṁ ajātasattussa jayo ahosi.",
  "atk-s0513a44:715_4": "Kosalarājā parājayappatto amacce pucchi ‘‘kena nu kho upāyena ajātasattuṁ gaṇheyyāmā’’ti.",
  "atk-s0513a44:715_5": "Mahārāja, bhikkhū nāma mantakusalā honti, carapurise pesetvā vihāre bhikkhūnaṁ kathaṁ pariggaṇhituṁ vaṭṭatīti.",
  "atk-s0513a44:715_6": "Rājā ‘‘sādhū’’ti paṭissuṇitvā ‘‘etha, tumhe vihāraṁ gantvā paṭicchannā hutvā bhadantānaṁ kathaṁ pariggaṇhathā’’ti carapurise payojesi.",
  "atk-s0513a44:715_7": "Jetavanepi bahū rājapurisā pabbajitā honti.",
  "atk-s0513a44:715_8": "Tesu dve mahallakattherā vihārapaccante paṇṇasālāyaṁ vasanti, eko dhanuggahatissatthero nāma, eko mantidattatthero nāma.",
  "atk-s0513a44:715_9": "Te sabbarattiṁ supitvā paccūsakāle pabujjhiṁsu.",
  "atk-s0513a44:716_0": "Tesu dhanuggahatissatthero aggiṁ jāletvā āha ‘‘bhante, mantidattattherā’’ti. ‘‘Kiṁ bhante’’ti. ‘‘Niddāyatha tumhe’’ti.",
  "atk-s0513a44:716_1": "‘‘Na niddāyāmi, kiṁ kātabba’’nti?",
  "atk-s0513a44:716_2": "‘‘Bhante, lālako vatāyaṁ kosalarājā cāṭimattabhojanameva bhuñjituṁ jānātī’’ti. ‘‘Atha kiṁ bhante’’ti.",
  "atk-s0513a44:716_3": "‘‘Attano kucchimhi pāṇakamattena ajātasattunā parājito rājā’’ti.",
  "atk-s0513a44:716_4": "‘‘Kinti pana bhante kātuṁ vaṭṭatī’’ti?",
  "atk-s0513a44:716_5": "‘‘Bhante, mantidattatthera yuddhaṁ nāma sakaṭabyūhacakkabyūhapadumabyūhavasena tividhaṁ.",
  "atk-s0513a44:716_6": "Tesu bhāgineyyaṁ ajātasattuṁ gaṇhantena sakaṭabyūhaṁ katvā gaṇhituṁ vaṭṭati, asukasmiṁ nāma pabbatakaṇṇe dvīsu passesu sūrapurise ṭhapetvā purato balaṁ dassetvā anto paviṭṭhabhāvaṁ ñatvā naditvā vaggitvā kumine paviṭṭhamacchaṁ viya antomuṭṭhiyaṁ katvāva naṁ gahetuṁ sakkā’’ti.",
  "atk-s0513a44:717_0": "Payojitapurisā taṁ kathaṁ sutvā rañño ārocesuṁ.",
  "atk-s0513a44:717_1": "Rājā mahatiyā senāya gantvā tathā katvā ajātasattuṁ gahetvā saṅkhalikabandhanena bandhitvā katipāhaṁ nimmadaṁ katvā ‘‘puna evarūpaṁ mā karī’’ti assāsetvā mocetvā dhītaraṁ vajirakumāriṁ nāma tassa datvā mahantena parivārena vissajjesi.",
  "atk-s0513a44:717_2": "‘‘Kosalaraññā dhanuggahatissattherassa saṁvidhānena ajātasattu gahito’’ti bhikkhūnaṁ antare kathā samuṭṭhahi, dhammasabhāyampi tameva kathaṁ samuṭṭhāpesuṁ.",
  "atk-s0513a44:717_3": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva, pubbepi dhanuggahatisso yuddhasaṁvidhāne chekoyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a44:718_0": "Atīte bārāṇasinagarassa dvāragāmavāsī eko vaḍḍhakī dāruatthāya araññaṁ gantvā āvāṭe patitaṁ ekaṁ sūkarapotakaṁ disvā ānetvā ‘‘tacchasūkaro’’tissa nāmaṁ katvā posesi. So tassa upakārako ahosi.",
  "atk-s0513a44:718_1": "Tuṇḍena rukkhe parivattetvā deti, dāṭhāya veṭhetvā kāḷasuttaṁ kaḍḍhati, mukhena ḍaṁsitvā vāsinikhādanamuggare āharati.",
  "atk-s0513a44:718_2": "So vuḍḍhippatto mahābalo mahāsarīro ahosi.",
  "atk-s0513a44:718_3": "Atha vaḍḍhakī tasmiṁ puttapemaṁ paccupaṭṭhāpetvā ‘‘imaṁ idha vasantaṁ kocideva hiṁseyyā’’ti araññe vissajjesi.",
  "atk-s0513a44:718_4": "So cintesi ‘‘ahaṁ imasmiṁ araññe ekakova vasituṁ na sakkhissāmi, ñātake pariyesitvā tehi parivuto vasissāmī’’ti.",
  "atk-s0513a44:718_5": "So vanaghaṭāya sūkare pariyesanto bahū sūkare disvā tussitvā tisso gāthā abhāsi –",
  "atk-s0513a44:719_0": "160.",
  "atk-s0513a44:720_0": " ‘‘Yadesamānā vicarimha, pabbatāni vanāni ca;",
  "atk-s0513a44:721_0": "Anvesaṁ vicariṁ ñātī, teme adhigatā mayā.",
  "atk-s0513a44:722_0": "161.",
  "atk-s0513a44:723_0": " ‘‘Bahuñcidaṁ mūlaphalaṁ, bhakkho cāyaṁ anappako;",
  "atk-s0513a44:724_0": "Rammā cimā girīnajjo, phāsuvāso bhavissati.",
  "atk-s0513a44:725_0": "162.",
  "atk-s0513a44:726_0": " ‘‘Idhevāhaṁ vasissāmi, saha sabbehi ñātibhi;",
  "atk-s0513a44:727_0": "Appossukko nirāsaṅkī, asoko akutobhayo’’ti.",
  "atk-s0513a44:728_0": "Tattha yadesamānāti yaṁ ñātigaṇaṁ pariyesantā mayaṁ vicarimha.",
  "atk-s0513a44:728_1": "Anvesanti ciraṁ vata anvesanto vicariṁ. Temeti te ime.",
  "atk-s0513a44:728_2": "Bhakkhoti sveva vanamūlaphalasaṅkhāto bhakkho. Appossukkoti anussukko hutvā.",
  "atk-s0513a44:729_0": "Sūkarā tassa vacanaṁ sutvā catutthaṁ gāthamāhaṁsu –",
  "atk-s0513a44:730_0": "163.",
  "atk-s0513a44:731_0": " ‘‘Aññampi leṇaṁ pariyesa, sattu no idha vijjati;",
  "atk-s0513a44:732_0": "So taccha sūkare hanti, idhāgantvā varaṁ vara’’nti.",
  "atk-s0513a44:733_0": "Tattha tacchāti taṁ nāmenālapanti.",
  "atk-s0513a44:733_1": "Varaṁ varanti sūkare hananto thūlamaṁsaṁ varaṁ varaññeva hanati.",
  "atk-s0513a44:734_0": "Ito paraṁ uttānasambandhagāthā pāḷinayena veditabbā –",
  "atk-s0513a44:735_0": "164.",
  "atk-s0513a44:736_0": " ‘‘Ko numhākaṁ idha sattu, ko ñātī susamāgate;",
  "atk-s0513a44:737_0": "Duppadhaṁse padhaṁseti, taṁ me akkhātha pucchitā.",
  "atk-s0513a44:738_0": "165.",
  "atk-s0513a44:739_0": " ‘‘Uddhaggarājī migarājā, balī dāṭhāvudho migo;",
  "atk-s0513a44:740_0": "So taccha sūkare hanti, idhāgantvā varaṁ varaṁ.",
  "atk-s0513a44:741_0": "166.",
  "atk-s0513a44:742_0": " ‘‘Na no dāṭhā na vijjanti, balaṁ kāye samohitaṁ;",
  "atk-s0513a44:743_0": "Sabbe samaggā hutvāna, vasaṁ kāhāma ekakaṁ.",
  "atk-s0513a44:744_0": "167.",
  "atk-s0513a44:745_0": " ‘‘Hadayaṅgamaṁ kaṇṇasukhaṁ, vācaṁ bhāsasi tacchaka;",
  "atk-s0513a44:746_0": "Yopi yuddhe palāyeyya, tampi pacchā hanāmase’’ti.",
  "atk-s0513a44:747_0": "Tattha ko numhākanti ahaṁ tumhe disvāva ‘‘ime sūkarā appamaṁsalohitā, bhayena nesaṁ bhavitabba’’nti cintesiṁ, tasmā me ācikkhatha, ko nu amhākaṁ idha sattu.",
  "atk-s0513a44:747_1": "Uddhaggarājīti uddhaggāhi sarīrarājīhi samannāgato. Byagghaṁ sandhāyevamāhaṁsu.",
  "atk-s0513a44:747_2": "Yopīti yo amhākaṁ antare ekopi palāyissati, tampi mayaṁ pacchā hanissāmāti.",
  "atk-s0513a44:748_0": "Tacchasūkaro sabbe sūkare ekacitte katvā pucchi ‘‘kāya velāya byaggho āgamissatī’’ti.",
  "atk-s0513a44:748_1": "Ajja pātova ekaṁ gahetvā gato, sve pātova āgamissatīti.",
  "atk-s0513a44:748_2": "So yuddhakusalo ‘‘imasmiṁ ṭhāne ṭhitena sakkā jetu’’nti bhūmisīsaṁ pajānāti, tasmā ekaṁ padesaṁ sallakkhetvā rattimeva sūkare gocaraṁ gāhāpetvā balavapaccūsato paṭṭhāya ‘‘yuddhaṁ nāma sakaṭabyūhādivasena tividhaṁ hotī’’ti vatvā padumabyūhaṁ saṁvidahati.",
  "atk-s0513a44:748_3": "Majjhe ṭhāne khīrapivake sūkarapotake ṭhapesi.",
  "atk-s0513a44:748_4": "Te parivāretvā tesaṁ mātaro, tā parivāretvā vañjhā sūkariyo, tāsaṁ anantarā sūkarapotake, tesaṁ anantarā makuladāṭhe taruṇasūkare, tesaṁ anantarā mahādāṭhe, tesaṁ anantarā jiṇṇasūkare, tato tattha tattha dasavaggaṁ vīsativaggaṁ tiṁsavaggañca katvā balagumbaṁ ṭhapesi.",
  "atk-s0513a44:748_5": "Attano atthāya ekaṁ āvāṭaṁ, byagghassa patanatthāya ekaṁ suppasaṇṭhānaṁ pabbhāraṁ katvā khaṇāpesi.",
  "atk-s0513a44:748_6": "Dvinnaṁ āvāṭānaṁ antare attano vasanatthāya pīṭhakaṁ kāresi.",
  "atk-s0513a44:748_7": "So thāmasampanne yodhasūkare gahetvā tasmiṁ tasmiṁ ṭhāne sūkare assāsento vicari.",
  "atk-s0513a44:748_8": "Tassevaṁ karontasseva sūriyo uggacchati.",
  "atk-s0513a44:749_0": "Atha byaggharājā kūṭajaṭilassa assamapadā nikkhamitvā pabbatatale aṭṭhāsi.",
  "atk-s0513a44:749_1": "Taṁ disvā sūkarā ‘‘āgato no bhante verī’’ti vadiṁsu.",
  "atk-s0513a44:749_2": "Mā bhāyatha, yaṁ yaṁ esa karoti, taṁ sabbaṁ sarikkhā hutvā karothāti.",
  "atk-s0513a44:749_3": "Byaggho sarīraṁ vidhunitvā osakkanto viya passāvamakāsi, sūkarāpi tatheva kariṁsu.",
  "atk-s0513a44:749_4": "Byaggho sūkare oloketvā mahānadaṁ nadi, tepi tatheva kariṁsu.",
  "atk-s0513a44:749_5": "So tesaṁ kiriyaṁ disvā cintesi ‘‘na ime pubbasadisā, ajja mayhaṁ paṭisattuno hutvā vaggavaggā ṭhitā, saṁvidahako nesaṁ senānāyakopi atthi, ajja mayā etesaṁ santikaṁ gantuṁ na vaṭṭatī’’ti maraṇabhayatajjito nivattitvā kūṭajaṭilassa santikaṁ gato.",
  "atk-s0513a44:749_6": "Atha naṁ so tucchahatthaṁ disvā navamaṁ gāthamāha –",
  "atk-s0513a44:750_0": "168.",
  "atk-s0513a44:751_0": " ‘‘Pāṇātipātā virato nu ajja, abhayaṁ nu te sabbabhūtesu dinnaṁ;",
  "atk-s0513a44:752_0": "Dāṭhā nu te migavadhāya na santi, yo saṅghapatto kapaṇova jhāyasī’’ti.",
  "atk-s0513a44:753_0": "Tattha saṅghapattoti yo tvaṁ sūkarasaṅghapatto hutvā kiñci gocaraṁ alabhitvā kapaṇo viya jhāyasīti.",
  "atk-s0513a44:754_0": "Atha byaggho tisso gāthā abhāsi –",
  "atk-s0513a44:755_0": "169.",
  "atk-s0513a44:756_0": " ‘‘Na me dāṭhā na vijjanti, balaṁ kāye samohitaṁ;",
  "atk-s0513a44:757_0": "Ñātī ca disvāna sāmaggī ekato, tasmā ca jhāyāmi vanamhi ekako.",
  "atk-s0513a44:758_0": "170.",
  "atk-s0513a44:759_0": " ‘‘Imassudaṁ yanti disodisaṁ pure, bhayaṭṭitā leṇagavesino puthu;",
  "atk-s0513a44:760_0": "Te dāni saṅgamma vasanti ekato, yatthaṭṭhitā duppasahajja te mayā.",
  "atk-s0513a44:761_0": "171.",
  "atk-s0513a44:762_0": " ‘‘Pariṇāyakasampannā , sahitā ekavādino;",
  "atk-s0513a44:763_0": "Te maṁ samaggā hiṁseyyuṁ, tasmā nesaṁ na patthaye’’ti.",
  "atk-s0513a44:764_0": "Tattha sāmaggī ekatoti sahitā hutvā ekato ṭhite.",
  "atk-s0513a44:764_1": "Imassudanti ime sudaṁ mayā akkhīni ummīletvā olokitamattāva pubbe disodisaṁ gacchanti. Puthūti visuṁ visuṁ.",
  "atk-s0513a44:764_2": "Yatthaṭṭhitāti yasmiṁ bhūmibhāge ṭhitā.",
  "atk-s0513a44:764_3": "Pariṇāyakasampannāti senānāyakena sampannā.",
  "atk-s0513a44:764_4": "Tasmā nesaṁ na patthayeti tena kāraṇena etesaṁ na patthemi.",
  "atk-s0513a44:765_0": "Taṁ sutvā kūṭajaṭilo tassa ussāhaṁ janayanto gāthamāha –",
  "atk-s0513a44:766_0": "172.",
  "atk-s0513a44:767_0": " ‘‘Ekova indo asure jināti, ekova seno hanti dije pasayha;",
  "atk-s0513a44:768_0": "Ekova byaggho migasaṅghapatto, varaṁ varaṁ hanti balañhi tādisa’’nti.",
  "atk-s0513a44:769_0": "Tattha migasaṅghapattoti migagaṇapatto hutvā varaṁ varaṁ migaṁ hanti.",
  "atk-s0513a44:769_1": "Balañhi tādisanti tādisañhi tassa balaṁ.",
  "atk-s0513a44:770_0": "Atha byaggho gāthamāha –",
  "atk-s0513a44:771_0": "173.",
  "atk-s0513a44:772_0": " ‘‘Na heva indo na seno, napi byaggho migādhipo;",
  "atk-s0513a44:773_0": "Samagge sahite ñātī, na byagghe kurute vase’’ti.",
  "atk-s0513a44:774_0": "Tattha byaggheti byagghasadise hutvā sarīravidhūnanādīni katvā ṭhite vase na kurute, attano vase vattāpetuṁ na sakkotīti attho.",
  "atk-s0513a44:775_0": "Puna jaṭilo taṁ ussāhento dve gāthā abhāsi –",
  "atk-s0513a44:776_0": "174.",
  "atk-s0513a44:777_0": " ‘‘Kumbhīlakā sakuṇakā, saṅghino gaṇacārino;",
  "atk-s0513a44:778_0": "Sammodamānā ekajjhaṁ, uppatanti ḍayanti ca.",
  "atk-s0513a44:779_0": "175.",
  "atk-s0513a44:780_0": " ‘‘Tesañca ḍayamānānaṁ, ekettha apasakkati;",
  "atk-s0513a44:781_0": "Tañca seno nitāḷeti, veyyagghiyeva sā gatī’’ti.",
  "atk-s0513a44:782_0": "Tattha kumbhīlakāti evaṁnāmakā khuddakasakuṇā.",
  "atk-s0513a44:782_1": "Uppatantīti gocaraṁ carantā uppatanti.",
  "atk-s0513a44:782_2": "Ḍayanti cāti gocaraṁ gahetvā ākāsena gacchanti.",
  "atk-s0513a44:782_3": "Ekettha apasakkatīti eko etesu osakkitvā vā ekapassena vā visuṁ gacchati. Nitāḷetīti paharitvā gaṇhāti.",
  "atk-s0513a44:782_4": "Veyyagghiyeva sā gatīti byagghānaṁ esāti veyyagghi, samaggānaṁ gacchantānampi esā evarūpā gati byagghānaṁ gatiyeva nāma hoti.",
  "atk-s0513a44:782_5": "Na hi sakkā sabbehi ekatova gantuṁ, tasmā yo evaṁ tattha eko gacchati, taṁ gaṇhāti.",
  "atk-s0513a44:783_0": "Evañca pana vatvā ‘‘byaggharāja tvaṁ attano balaṁ na jānāsi, mā bhāyi, kevalaṁ tvaṁ naditvā pakkhanda, dve ekato gacchantā nāma na bhavissantī’’ti ussāhesi . So tathā akāsi.",
  "atk-s0513a44:783_1": "Tamatthaṁ pakāsento satthā āha –",
  "atk-s0513a44:784_0": "176.",
  "atk-s0513a44:785_0": " ‘‘Ussāhito jaṭilena, luddenāmisacakkhunā;",
  "atk-s0513a44:786_0": "Dāṭhī dāṭhīsu pakkhanti, maññamāno yathā pure’’ti.",
  "atk-s0513a44:787_0": "Tattha dāṭhīti sayaṁ dāṭhāvudho itaresu dāṭhāvudhesu pakkhandi.",
  "atk-s0513a44:787_1": "Yathā pureti yathā pubbe maññati, tatheva maññamāno.",
  "atk-s0513a44:788_0": "So kira gantvā pabbatatale tāva aṭṭhāsi.",
  "atk-s0513a44:788_1": "Sūkarā ‘‘punāgato sāmi, coro’’ti tacchassa ārocesuṁ.",
  "atk-s0513a44:788_2": "So ‘‘mā bhāyathā’’ti te assāsetvā uṭṭhāya dvinnaṁ āvāṭānaṁ antare pīṭhakāya aṭṭhāsi.",
  "atk-s0513a44:788_3": "Byaggho vegaṁ janetvā tacchasūkaraṁ sandhāya pakkhandi.",
  "atk-s0513a44:788_4": "Tacchasūkaro parivattitvā pacchāmukho purimaāvāṭe pati.",
  "atk-s0513a44:788_5": "Byaggho ca vegaṁ sandhāretuṁ asakkonto gantvā suppapabbhāre āvāṭe patitvā puñjakitova aṭṭhāsi.",
  "atk-s0513a44:788_6": "Tacchasūkaro vegena uṭṭhāya tassa antarasatthimhi dāṭhaṁ otāretvā yāva hadayā phāletvā maṁsaṁ khāditvā mukhena ḍaṁsitvā bahiāvāṭe pātetvā ‘‘gaṇhathimaṁ dāsa’’nti āha.",
  "atk-s0513a44:788_7": "Paṭhamāgatā ekavārameva tuṇḍotāraṇamattaṁ labhiṁsu, pacchā āgatā alabhitvā ‘‘byagghamaṁsaṁ nāma kīdisa’’nti vadiṁsu.",
  "atk-s0513a44:788_8": "Tacchasūkaro āvāṭā uttaritvā sūkare oloketvā ‘‘kiṁ nu kho na tussathā’’ti āha.",
  "atk-s0513a44:788_9": "‘‘Sāmi, eko tāva byaggho gahito, añño paneko dasabyagghagghanako atthī’’ti? ‘‘Ko nāmeso’’ti?",
  "atk-s0513a44:788_10": "‘‘Byagghena ābhatābhatamaṁsaṁ khādako kūṭajaṭilo’’ti.",
  "atk-s0513a44:788_11": "‘‘Tena hi etha, gaṇhissāma na’’nti tehi saddhiṁ vegena pakkhandi.",
  "atk-s0513a44:789_0": "Jaṭilo ‘‘byaggho cirāyatī’’ti tassa āgamanamaggaṁ olokento bahū sūkare āgacchante disvā ‘‘ime byagghaṁ māretvā mama māraṇatthāya āgacchanti maññe’’ti palāyitvā ekaṁ udumbararukkhaṁ abhiruhi.",
  "atk-s0513a44:789_1": "Sūkarā ‘‘esa rukkhaṁ āruḷho’’ti vadiṁsu. ‘‘Kiṁ rukkha’’nti. ‘‘Udumbararukkha’’nti.",
  "atk-s0513a44:789_2": "‘‘Tena hi mā cintayittha, idāni naṁ gaṇhissāmā’’ti taruṇasūkare pakkositvā rukkhamūlatā paṁsuṁ apabyūhāpesi, sūkarīhi mukhapūraṁ udakaṁ āharāpesi, mahādāṭhasūkarehi samantā mūlāni chindāpesi.",
  "atk-s0513a44:789_3": "Ekaṁ ujukaṁ otiṇṇamūlameva aṭṭhāsi.",
  "atk-s0513a44:789_4": "Tato sesasūkare ‘‘tumhe apethā’’ti ussāretvā jaṇṇukehi patiṭṭhahitvā dāṭhāya mūlaṁ pahari, pharasunā pahaṭaṁ viya chijjitvā gataṁ. Rukkho parivattitvā pati.",
  "atk-s0513a44:789_5": "Taṁ kūṭajaṭilaṁ patantameva sampaṭicchitvā maṁsaṁ bhakkhesuṁ.",
  "atk-s0513a44:789_6": "Taṁ acchariyaṁ disvā rukkhadevatā gāthamāha –",
  "atk-s0513a44:790_0": "177.",
  "atk-s0513a44:791_0": " ‘‘Sādhu sambahulā ñātī, api rukkhā araññajā;",
  "atk-s0513a44:792_0": "Sūkarehi samaggehi, byaggho ekāyane hato’’ti.",
  "atk-s0513a44:793_0": "Tattha ekāyane hatoti ekagamanasmiṁyeva hato.",
  "atk-s0513a44:794_0": "Ubhinnaṁ pana nesaṁ hatabhāvaṁ pakāsento satthā itaraṁ gāthamāha –",
  "atk-s0513a44:795_0": "178.",
  "atk-s0513a44:796_0": " ‘‘Brāhmaṇañceva byagghañca, ubho hantvāna sūkarā;",
  "atk-s0513a44:797_0": "Ānandino pamuditā, mahānādaṁ panādisu’’nti.",
  "atk-s0513a44:798_0": "Puna tacchasūkaro te pucchi ‘‘aññepi vo amittā atthī’’ti?",
  "atk-s0513a44:798_1": "Sūkarā ‘‘natthi, sāmī’’ti vatvā ‘‘taṁ abhisiñcitvā rājānaṁ karissāmā’’ti udakaṁ pariyesantā jaṭilassa pānīyasaṅkhaṁ disvā taṁ dakkhiṇāvaṭṭaṁ saṅkharatanaṁ pūretvā udakaṁ abhiharitvā tacchasūkaraṁ udumbararukkhamūleyeva abhisiñciṁsu.",
  "atk-s0513a44:798_2": "Abhisekaudakaṁ āsittaṁ, sūkarimevassa aggamahesiṁ kariṁsu.",
  "atk-s0513a44:798_3": "Tato paṭṭhāya udumbarabhaddapīṭhe nisīdāpetvā dakkhiṇāvaṭṭasaṅkhena abhisekakaraṇaṁ pavattaṁ.",
  "atk-s0513a44:798_4": "Tampi atthaṁ pakāsento satthā osānagāthamāha –",
  "atk-s0513a44:799_0": "179.",
  "atk-s0513a44:800_0": " ‘‘Te su udumbaramūlasmiṁ, sūkarā susamāgatā;",
  "atk-s0513a44:801_0": "Tacchakaṁ abhisiñciṁsu, tvaṁ no rājāsi issaro’’ti.",
  "atk-s0513a44:802_0": "Tattha te sūti te sūkarā, su-kāro nipātamattaṁ.",
  "atk-s0513a44:802_1": "Udumbaramūlasminti udumbarassa mūle.",
  "atk-s0513a44:803_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘na, bhikkhave, idāneva, pubbepi dhanuggahatissatthero yuddhasaṁvidahane chekoyevā’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā kūṭajaṭilo devadatto ahosi, tacchasūkaro dhanuggahatisso, rukkhadevatā pana ahameva ahosi’’nti.",
  "atk-s0513a44:804_0": "Tacchasūkarajātakavaṇṇanā navamā.",
  "atk-s0513a44:806_0": " [493] 10. Mahāvāṇijajātakavaṇṇanā",
  "atk-s0513a44:807_0": "Vāṇijāsamitiṁ katvāti idaṁ satthā jetavane viharanto sāvatthivāsino vāṇije ārabbha kathesi.",
  "atk-s0513a44:807_1": "Te kira vohāratthāya gacchantā satthu mahādānaṁ datvā saraṇesu ca sīlesu ca patiṭṭhāya ‘‘bhante, sace arogā āgamissāma, puna tumhākaṁ pāde vandissāmā’’ti vatvā pañcamattehi sakaṭasatehi nikkhamitvā kantāraṁ patvā maggaṁ asallakkhetvā maggamūḷhā nirudake nirāhāre araññe vicarantā ekaṁ nāgapariggahitaṁ nigrodharukkhaṁ disvā sakaṭāni mocetvā rukkhamūle nisīdiṁsu.",
  "atk-s0513a44:807_2": "Te tassa udakatintāni viya nīlāni siniddhāni pattāni udakapuṇṇā viya ca sākhā disvā cintayiṁsu ‘‘imasmiṁ rukkhe udakaṁ sañcarantaṁ viya paññāyati, imassa purimasākhaṁ chindāma, pānīyaṁ no dassatī’’ti.",
  "atk-s0513a44:807_3": "Atheko rukkhaṁ abhiruhitvā sākhaṁ chindi, tato tālakkhandhappamāṇā udakadhārā pavatti.",
  "atk-s0513a44:807_4": "Te tattha nhatvā pivitvā ca dakkhiṇasākhaṁ chindiṁsu, tato nānaggarasabhojanaṁ nikkhami.",
  "atk-s0513a44:807_5": "Taṁ bhuñjitvā pacchimasākhaṁ chindiṁsu, tato alaṅkataitthiyo nikkhamiṁsu.",
  "atk-s0513a44:807_6": "Tāhi saddhiṁ abhiramitvā uttarasākhaṁ chindiṁsu, tato satta ratanāni nikkhamiṁsu.",
  "atk-s0513a44:807_7": "Tāni gahetvā pañca sakaṭasatāni pūretvā sāvatthiṁ paccāgantvā dhanaṁ gopetvā gandhamālādihatthā jetavanaṁ gantvā satthāraṁ vanditvā pūjetvā ekamantaṁ nisinnā dhammakathaṁ sutvā nimantetvā punadivase mahādānaṁ datvā ‘‘bhante, imasmiṁ dāne amhākaṁ dhanadāyikāya rukkhadevatāya pattiṁ demā’’ti pattiṁ adaṁsu.",
  "atk-s0513a44:807_8": "Satthā niṭṭhitabhattakicco ‘‘katararukkhadevatāya pattiṁ dethā’’ti pucchi.",
  "atk-s0513a44:807_9": "Vāṇijā nigrodharukkhe dhanassa laddhākāraṁ tathāgatassārocesuṁ.",
  "atk-s0513a44:807_10": "Satthā ‘‘tumhe tāva mattaññutāya taṇhāvasikā ahutvā dhanaṁ labhittha, pubbe pana amattaññutāya taṇhāvasikā dhanañca jīvitañca vijahiṁsū’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a44:808_0": "Atīte bārāṇasinagare tadeva pana kantāraṁ sveva nigrodho.",
  "atk-s0513a44:808_1": "Vāṇijā maggamūḷhā hutvā tameva nigrodhaṁ passiṁsu.",
  "atk-s0513a44:808_2": "Tamatthaṁ satthā abhisambuddho hutvā kathento imā gāthā āha –",
  "atk-s0513a44:809_0": "180.",
  "atk-s0513a44:810_0": " ‘‘Vāṇijā samitiṁ katvā, nānāraṭṭhato āgatā;",
  "atk-s0513a44:811_0": "Dhanāharā pakkamiṁsu, ekaṁ katvāna gāmaṇiṁ.",
  "atk-s0513a44:812_0": "181.",
  "atk-s0513a44:813_0": " ‘‘Te taṁ kantāramāgamma, appabhakkhaṁ anodakaṁ;",
  "atk-s0513a44:814_0": "Mahānigrodhamaddakkhuṁ, sītacchāyaṁ manoramaṁ.",
  "atk-s0513a44:815_0": "182.",
  "atk-s0513a44:816_0": " ‘‘Te ca tattha nisīditvā, tassa rukkhassa chāyayā;",
  "atk-s0513a44:817_0": "Vāṇijā samacintesuṁ, bālā mohena pārutā.",
  "atk-s0513a44:818_0": "183.",
  "atk-s0513a44:819_0": " ‘‘Allāyate ayaṁ rukkho, api vārīva sandati;",
  "atk-s0513a44:820_0": "Iṅghassa purimaṁ sākhaṁ, mayaṁ chindāma vāṇijā.",
  "atk-s0513a44:821_0": "184.",
  "atk-s0513a44:822_0": " ‘‘Sā ca chinnāva pagghari, acchaṁ vāriṁ anāvilaṁ;",
  "atk-s0513a44:823_0": "Te tattha nhatvā pivitvā, yāvaticchiṁsu vāṇijā.",
  "atk-s0513a44:824_0": "185.",
  "atk-s0513a44:825_0": " ‘‘Dutiyaṁ samacintesuṁ, bālā mohena pārutā;",
  "atk-s0513a44:826_0": "Iṅghassa dakkhiṇaṁ sākhaṁ, mayaṁ chindāma vāṇijā.",
  "atk-s0513a44:827_0": "186.",
  "atk-s0513a44:828_0": " ‘‘Sā ca chinnāva pagghari, sālimaṁsodanaṁ bahuṁ;",
  "atk-s0513a44:829_0": "Appodavaṇṇe kummāse, siṅgiṁ vidalasūpiyo.",
  "atk-s0513a44:830_0": "187.",
  "atk-s0513a44:831_0": " ‘‘Te tattha bhutvā khāditvā, yāvaticchiṁsu vāṇijā;",
  "atk-s0513a44:832_0": "Tatiyaṁ samacintesuṁ, bālā mohena pārutā;",
  "atk-s0513a44:833_0": "Iṅghassa pacchimaṁ sākhaṁ, mayaṁ chindāma vāṇijā.",
  "atk-s0513a44:834_0": "188.",
  "atk-s0513a44:835_0": " ‘‘Sā ca chinnāva pagghari, nāriyo samalaṅkatā;",
  "atk-s0513a44:836_0": "Vicitravatthābharaṇā, āmuttamaṇikuṇḍalā.",
  "atk-s0513a44:837_0": "189.",
  "atk-s0513a44:838_0": " ‘‘Api su vāṇijā ekā, nāriyo paṇṇavīsati;",
  "atk-s0513a44:839_0": "Samantā parivāriṁsu, tassa rukkhassa chāyayā;",
  "atk-s0513a44:840_0": "Te tāhi paricāretvā, yāvaticchiṁsu vāṇijā.",
  "atk-s0513a44:841_0": "190.",
  "atk-s0513a44:842_0": " ‘‘Catutthaṁ samacintesuṁ, bālā mohena pārutā;",
  "atk-s0513a44:843_0": "Iṅghassa uttaraṁ sākhaṁ, mayaṁ chindāma vāṇijā.",
  "atk-s0513a44:844_0": "191.",
  "atk-s0513a44:845_0": " ‘‘Sā ca chinnāva pagghari, muttā veḷuriyā bahū;",
  "atk-s0513a44:846_0": "Rajataṁ jātarūpañca, kuttiyo paṭiyāni ca.",
  "atk-s0513a44:847_0": "192.",
  "atk-s0513a44:848_0": " ‘‘Kāsikāni ca vatthāni, uddiyāni ca kambalā;",
  "atk-s0513a44:849_0": "Te tattha bhāre bandhitvā, yāvaticchiṁsu vāṇijā.",
  "atk-s0513a44:850_0": "193.",
  "atk-s0513a44:851_0": " ‘‘Pañcamaṁ samacintesuṁ, bālā mohena pārutā;",
  "atk-s0513a44:852_0": "Iṅghassa mūlaṁ chindāma, api bhiyyo labhāmase.",
  "atk-s0513a44:853_0": "194.",
  "atk-s0513a44:854_0": " ‘‘Athuṭṭhahi satthavāho, yācamāno katañjalī;",
  "atk-s0513a44:855_0": "Nigrodho kiṁ parajjhati, vāṇijā bhaddamatthu te.",
  "atk-s0513a44:856_0": "195.",
  "atk-s0513a44:857_0": " ‘‘Vāridā purimā sākhā, annapānañca dakkhiṇā;",
  "atk-s0513a44:858_0": "Nāridā pacchimā sākhā, sabbakāme ca uttarā;",
  "atk-s0513a44:859_0": "Nigrodho kiṁ parajjhati, vāṇijā bhaddamatthu te.",
  "atk-s0513a44:860_0": "196.",
  "atk-s0513a44:861_0": " ‘‘Yassa rukkhassa chāyāya, nisīdeyya sayeyya vā;",
  "atk-s0513a44:862_0": "Na tassa sākhaṁ bhañjeyya, mittadubbho hi pāpako.",
  "atk-s0513a44:863_0": "197.",
  "atk-s0513a44:864_0": " ‘‘Te ca tassānādiyitvā, ekassa vacanaṁ bahū;",
  "atk-s0513a44:865_0": "Nisitāhi kuṭhārīhi, mūlato naṁ upakkamu’’nti.",
  "atk-s0513a44:866_0": "Tattha samitiṁ katvāti bārāṇasiyaṁ samāgamaṁ katvā, bahū ekato hutvāti attho.",
  "atk-s0513a44:866_1": "Pakkamiṁsūti pañcahi sakaṭasatehi bārāṇaseyyakaṁ bhaṇḍaṁ ādāya pakkamiṁsu.",
  "atk-s0513a44:866_2": "Gāmaṇinti ekaṁ paññavantataraṁ satthavāhaṁ katvā . Chāyayāti chāyāya.",
  "atk-s0513a44:866_3": "Allāyateti udakabharito viya allo hutvā paññāyati.",
  "atk-s0513a44:866_4": "Chinnāva paggharīti eko rukkhārohanakusalo abhiruhitvā taṁ chindi, sā chinnamattāva paggharīti dasseti. Paratopi eseva nayo.",
  "atk-s0513a44:867_0": "Appodavaṇṇekummāseti appodakapāyāsasadise kummāse.",
  "atk-s0513a44:867_1": "Siṅginti siṅgiverādikaṁ uttaribhaṅgaṁ. Vidalasūpiyoti muggasūpādayo.",
  "atk-s0513a44:867_2": "Vāṇijā ekāti ekekassa vāṇijassa yattakā vāṇijā , tesu ekekassa ekekāva, satthavāhassa pana santike pañcavīsatīti attho. Parivāriṁsūti parivāresuṁ.",
  "atk-s0513a44:867_3": "Tāhi pana saddhiṁyeva nāgānubhāvena sāṇivitānasayanādīni pagghariṁsu.",
  "atk-s0513a44:868_0": "Kuttiyoti hatthattharādayo.",
  "atk-s0513a44:868_1": "Paṭiyānicāti uṇṇāmayapaccattharaṇāni.",
  "atk-s0513a44:868_2": "‘‘Setakambalānī’’tipi vadantiyeva.",
  "atk-s0513a44:868_3": "Uddiyāni ca kambalāti uddiyāni nāma kambalā atthi.",
  "atk-s0513a44:868_4": "Te tattha bhāre bandhitvāti yāvatakaṁ icchiṁsu, tāvatakaṁ gahetvā pañca sakaṭasatāni pūretvāti attho.",
  "atk-s0513a44:868_5": "Vāṇijā bhaddamatthu teti ekekaṁ vāṇijaṁ ālapanto ‘‘bhaddaṁ te atthū’’ti āha.",
  "atk-s0513a44:868_6": "Annapānañcāti annañca pānañca adāsi.",
  "atk-s0513a44:868_7": "Sabbakāme cāti sabbakāme ca adāsi.",
  "atk-s0513a44:868_8": "Mittadubbho hīti mittānaṁ dubbhanapuriso hi pāpako lāmako nāma.",
  "atk-s0513a44:868_9": "Anādiyitvāti tassa vacanaṁ aggahetvā.",
  "atk-s0513a44:868_10": "Upakkamunti mohāva chindituṁ ārabhiṁsu.",
  "atk-s0513a44:869_0": "Atha ne chindanatthāya rukkhaṁ upagate disvā nāgarājā cintesi ‘‘ahaṁ etesaṁ pipāsitānaṁ pānīyaṁ dāpesiṁ, tato dibbabhojanaṁ, tato sayanādīni ceva paricārikā ca nāriyo, tato pañcasatasakaṭapūraṁ ratanaṁ, idāni panime ‘‘rukkhaṁ mūlato chindissāmā’ti vadanti, ativiya luddhā ime, ṭhapetvā satthavāhaṁ avasese māretuṁ vaṭṭatī’’ti.",
  "atk-s0513a44:869_1": "So ‘‘ettakā sannaddhayodhā nikkhamantu, ettakā dhanuggahā, ettakā vammino’’ti senaṁ vicāresi.",
  "atk-s0513a44:869_2": "Tamatthaṁ pakāsento satthā gāthamāha –",
  "atk-s0513a44:870_0": "198.",
  "atk-s0513a44:871_0": " ‘‘Tato nāgā nikkhamiṁsu, sannaddhā paṇṇavīsati;",
  "atk-s0513a44:872_0": "Dhanuggahānaṁ tisatā, chasahassā ca vammino’’ti.",
  "atk-s0513a44:873_0": "Tattha sannaddhāti suvaṇṇarajatādivammakavacikā.",
  "atk-s0513a44:873_1": "Dhanuggahānaṁ tisatāti meṇḍavisāṇadhanuggahānaṁ tīṇi satāni.",
  "atk-s0513a44:873_2": "vamminoti kheṭakaphalakahatthā chasahassā.",
  "atk-s0513a44:874_0": "199.",
  "atk-s0513a44:875_0": " ‘‘Ete hanatha bandhatha, mā vo muñcittha jīvitaṁ;",
  "atk-s0513a44:876_0": "Ṭhapetvā satthavāhaṁva, sabbe bhasmaṁ karotha ne’’ti. – ayaṁ nāgarājena vuttagāthā;",
  "atk-s0513a44:877_0": "Tattha mā vo muñcittha jīvitanti kassaci ekassapi jīvitaṁ mā muñcittha.",
  "atk-s0513a44:878_0": "Nāgā tathā katvā attharaṇādīni pañcasu sakaṭasatesu āropetvā satthavāhaṁ gahetvā sayaṁ tāni sakaṭāni pājentā bārāṇasiṁ gantvā sabbaṁ dhanaṁ tassa gehe paṭisāmetvā taṁ āpucchitvā attano nāgabhavanameva gatā.",
  "atk-s0513a44:878_1": "Tamatthaṁ viditvā satthā ovādavasena gāthādvayamāha –",
  "atk-s0513a44:879_0": "200.",
  "atk-s0513a44:880_0": " ‘‘Tasmā hi paṇḍito poso, sampassaṁ atthamattano;",
  "atk-s0513a44:881_0": "Lobhassa na vasaṁ gacche, haneyyārisakaṁ manaṁ.",
  "atk-s0513a44:882_0": "201.",
  "atk-s0513a44:883_0": " ‘‘Evamādīnavaṁ ñatvā, taṇhā dukkhassa sambhavaṁ;",
  "atk-s0513a44:884_0": "Vītataṇho anādāno, sato bhikkhu paribbaje’’ti.",
  "atk-s0513a44:885_0": "Tattha tasmāti yasmā lobhavasikā mahāvināsaṁ pattā, satthavāho uttamasampattiṁ, tasmā.",
  "atk-s0513a44:885_1": "Haneyyārisakaṁ mananti anto uppajjamānānaṁ nānāvidhānaṁ lobhasattūnaṁ santakaṁ manaṁ, lobhasampayuttacittaṁ haneyyāti attho.",
  "atk-s0513a44:885_2": "Evamādīnavanti evaṁ lobhe ādīnavaṁ jānitvā.",
  "atk-s0513a44:885_3": "Taṇhā dukkhassa sambhavanti jātiādidukkhassa taṇhā sambhavo, tato etaṁ dukkhaṁ nibbattati, evaṁ taṇhāva dukkhassa sambhavaṁ ñatvā vītataṇho taṇhāādānena anādāno maggena āgatāya satiyā sato hutvā bhikkhu paribbaje iriyetha vattethāti arahattena desanāya kūṭaṁ gaṇhi.",
  "atk-s0513a44:886_0": "Imañca pana dhammadesanaṁ āharitvā ‘‘evaṁ upāsakā pubbe lobhavasikā vāṇijā mahāvināsaṁ pattā, tasmā lobhavasikena na bhavitabba’’nti vatvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne te vāṇijā sotāpattiphale patiṭṭhitā.",
  "atk-s0513a44:886_1": "Tadā nāgarājā sāriputto ahosi, satthavāho pana ahameva ahosinti.",
  "atk-s0513a44:887_0": "Mahāvāṇijajātakavaṇṇanā dasamā.",
  "atk-s0513a44:889_0": " [494] 11. Sādhinajātakavaṇṇanā",
  "atk-s0513a44:890_0": "Abbhutovata lokasminti idaṁ satthā jetavane viharanto uposathike upāsake ārabbha kathesi.",
  "atk-s0513a44:890_1": "Tadā hi satthā ‘‘upāsakā porāṇakapaṇḍitā attano uposathakammaṁ nissāya manussasarīreneva devalokaṁ gantvā ciraṁ vasiṁsū’’ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a44:891_0": "Atīte mithilāyaṁ sādhino nāma rājā dhammena rajjaṁ kāresi.",
  "atk-s0513a44:891_1": "So catūsu nagaradvāresu nagaramajjhe nivesanadvāre cāti cha dānasālāyo kāretvā sakalajambudīpaṁ unnaṅgalaṁ katvā mahādānaṁ pavattesi, devasikaṁ cha satasahassāni vayakaraṇaṁ gacchanti, pañca sīlāni rakkhati, uposathaṁ upavasati.",
  "atk-s0513a44:891_2": "Raṭṭhavāsinopi tassa ovāde ṭhatvā dānādīni puññāni katvā matamatā devanagareyeva nibbattiṁsu.",
  "atk-s0513a44:891_3": "Sudhammadevasabhaṁ pūretvā nisinnā devā rañño sīlādiguṇameva vaṇṇayanti.",
  "atk-s0513a44:891_4": "Taṁ sutvā sesadevāpi rājānaṁ daṭṭhukāmā ahesuṁ.",
  "atk-s0513a44:891_5": "Sakko devarājā tesaṁ manaṁ viditvā āha – ‘‘sādhinarājānaṁ daṭṭhukāmatthā’’ti. ‘‘Āma devā’’ti.",
  "atk-s0513a44:891_6": "So mātaliṁ āṇāpesi ‘‘gaccha tvaṁ vejayantarathaṁ yojetvā sādhinarājānaṁ ānehī’’ti.",
  "atk-s0513a44:891_7": "So ‘‘sādhū’’ti sampaṭicchitvā rathaṁ yojetvā videharaṭṭhaṁ agamāsi, tadā puṇṇamadivaso hoti.",
  "atk-s0513a44:891_8": "Mātali manussānaṁ sāyamāsaṁ bhuñjitvā gharadvāresu sukhakathāya nisinnakāle candamaṇḍalena saddhiṁ rathaṁ pesesi.",
  "atk-s0513a44:891_9": "Manussā ‘‘dve candā uṭṭhitā’’ti vadantā puna candamaṇḍalaṁ ohāya rathaṁ āgacchantaṁ disvā ‘‘nāyaṁ cando, ratho eso, devaputto paññāyati, kassesa etaṁ manomayasindhavayuttaṁ dibbarathaṁ āneti, na aññassa, amhākaṁ rañño bhavissati, rājā hi no dhammiko dhammarājā’’ti somanassajātā hutvā añjaliṁ paggayha ṭhitā paṭhamaṁ gāthamāhaṁsu –",
  "atk-s0513a44:892_0": "202.",
  "atk-s0513a44:893_0": " ‘‘Abbhuto vata lokasmiṁ, uppajji lomahaṁsano;",
  "atk-s0513a44:894_0": "Dibbo ratho pāturahu, vedehassa yasassino’’ti.",
  "atk-s0513a44:895_0": "Tassattho – abbhuto vatesa amhākaṁ rājā, lokasmiṁ lomahaṁsano uppajji, yassa dibbo ratho pāturahosi vedehassa yasassinoti.",
  "atk-s0513a44:896_0": "Mātalipie taṁ rathaṁ ānetvā manussesu gandhamālādīhi pūjentesu tikkhattuṁ nagaraṁ padakkhiṇaṁ katvā rañño nivesanadvāraṁ gantvā rathaṁ nivattetvā pacchābhāgena sīhapañjaraummāre ṭhapetvā ārohaṇasajjaṁ katvā aṭṭhāsi.",
  "atk-s0513a44:896_1": "Taṁ divasaṁ rājāpi dānasālāyo oloketvā ‘‘iminā niyāmena dānaṁ dethā’’ti āṇāpetvā uposathaṁ samādiyitvā divasaṁ vītināmetvā amaccagaṇaparivuto alaṅkatamahātale pācīnasīhapañjarābhimukho dhammayuttaṁ kathento nisinno hoti.",
  "atk-s0513a44:896_2": "Atha naṁ mātali rathābhiruhanatthaṁ nimantetvā ādāya agamāsi.",
  "atk-s0513a44:896_3": "Tamatthaṁ pakāsento satthā imā gāthā abhāsi –",
  "atk-s0513a44:897_0": "203.",
  "atk-s0513a44:898_0": " ‘‘Devaputto mahiddhiko, mātali devasārathi;",
  "atk-s0513a44:899_0": "Nimantayittha rājānaṁ, vedehaṁ mithilaggahaṁ.",
  "atk-s0513a44:900_0": "204.",
  "atk-s0513a44:901_0": " ‘‘Ehimaṁ rathamāruyha, rājaseṭṭha disampati;",
  "atk-s0513a44:902_0": "Devā dassanakāmā te, tāvatiṁsā saindakā;",
  "atk-s0513a44:903_0": "Saramānā hi te devā, sudhammāyaṁ samacchare.",
  "atk-s0513a44:904_0": "205.",
  "atk-s0513a44:905_0": " ‘‘Tato ca rājā sādhino, vedeho mithilaggaho;",
  "atk-s0513a44:906_0": "Sahassayuttamāruyha, agā devāna santike;",
  "atk-s0513a44:907_0": "Taṁ devā paṭinandiṁsu, disvā rājānamāgataṁ.",
  "atk-s0513a44:908_0": "206.",
  "atk-s0513a44:909_0": " ‘‘Svāgataṁ te mahārāja, atho te adurāgataṁ;",
  "atk-s0513a44:910_0": "Nisīda dāni rājīsi, devarājassa santike.",
  "atk-s0513a44:911_0": "207.",
  "atk-s0513a44:912_0": " ‘‘Sakkopi paṭinandittha, vedehaṁ mithilaggahaṁ;",
  "atk-s0513a44:913_0": "Nimantayittha kāmehi, āsanena ca vāsavo.",
  "atk-s0513a44:914_0": "208.",
  "atk-s0513a44:915_0": " ‘‘Sādhu khosi anuppatto, āvāsaṁ vasavattinaṁ;",
  "atk-s0513a44:916_0": "Vasa devesu rājīsi, sabbakāmasamiddhisu;",
  "atk-s0513a44:917_0": "Tāvatiṁsesu devesu, bhuñja kāme amānuse’’ti.",
  "atk-s0513a44:918_0": "Tattha samacchareti acchanti.",
  "atk-s0513a44:918_1": "Agā devāna santiketi devānaṁ santikaṁ agamāsi.",
  "atk-s0513a44:918_2": "Tasmiñhi rathaṁ abhiruhitvā ṭhite ratho ākāsaṁ pakkhandi, so mahājanassa olokentasseva antaradhāyi.",
  "atk-s0513a44:918_3": "Mātali rājānaṁ devalokaṁ nesi .",
  "atk-s0513a44:918_4": "Taṁ disvā devatā ca sakko ca haṭṭhatuṭṭhā paccuggamanaṁ katvā paṭisanthāraṁ kariṁsu.",
  "atk-s0513a44:918_5": "Tamatthaṁ dassetuṁ ‘‘taṁ devā’’tiādi vuttaṁ.",
  "atk-s0513a44:918_6": "Tattha paṭinandiṁsūti punappunaṁ nandiṁsu.",
  "atk-s0513a44:918_7": "Āsanena cāti rājānaṁ āliṅgitvā ‘‘idha nisīdā’’ti attano paṇḍukambalasilāsanena ca kāmehi ca nimantesi, upaḍḍharajjaṁ datvā ekāsane nisīdāpesīti attho.",
  "atk-s0513a44:919_0": "Tattha sakkena devaraññā dasayojanasahassaṁ devanagaraṁ aḍḍhatiyā ca accharākoṭiyo vejayantapāsādañca majjhe bhinditvā dinnaṁ sampattiṁ anubhavantassa manussagaṇanāya satta vassasatāni atikkantāni.",
  "atk-s0513a44:919_1": "Tenattabhāvena devaloke vasanakaṁ puññaṁ khīṇaṁ, anabhirati uppannā, tasmā sakkena saddhiṁ sallapanto gāthamāha –",
  "atk-s0513a44:920_0": "209.",
  "atk-s0513a44:921_0": " ‘‘Ahaṁ pure saggagato ramāmi, naccehi gītehi ca vāditehi;",
  "atk-s0513a44:922_0": "So dāni ajja na ramāmi sagge, āyuṁ nu khīṇo maraṇaṁ nu santike;",
  "atk-s0513a44:923_0": "Udāhu mūḷhosmi janindaseṭṭhā’’ti.",
  "atk-s0513a44:924_0": "Tattha āyuṁ nu khīṇoti kiṁ nu mama sarasena jīvitindriyaṁ khīṇaṁ, udāhu upacchedakakammavasena maraṇaṁ santike jātanti pucchati.",
  "atk-s0513a44:924_1": "Janindaseṭṭhāti janindānaṁ devānaṁ seṭṭha.",
  "atk-s0513a44:925_0": "Atha naṁ sakko āha –",
  "atk-s0513a44:926_0": "210.",
  "atk-s0513a44:927_0": " ‘‘Na tāyu khīṇaṁ maraṇañca dūre, na cāpi mūḷho naravīraseṭṭha;",
  "atk-s0513a44:928_0": "Tuyhañca puññāni parittakāni, yesaṁ vipākaṁ idha vedayittho.",
  "atk-s0513a44:929_0": "211.",
  "atk-s0513a44:930_0": " ‘‘Vasa devānubhāvena, rājaseṭṭha disampati;",
  "atk-s0513a44:931_0": "Tāvatiṁsesu devesu, bhuñja kāme amānuse’’ti.",
  "atk-s0513a44:932_0": "Tattha ‘‘parittakānī’’ti idaṁ tena attabhāvena devaloke vipākadāyakāni puññāni sandhāya vuttaṁ, itarāni panassa puññāni pathaviyaṁ paṁsu viya appamāṇāni.",
  "atk-s0513a44:932_1": "Vasa devānubhāvenāti ahaṁ te attano puññāni majjhe bhinditvā dassāmi, mamānubhāvena vasāti taṁ samassāsento āha.",
  "atk-s0513a44:933_0": "Atha naṁ paṭikkhipanto mahāsatto āha –",
  "atk-s0513a44:934_0": "212.",
  "atk-s0513a44:935_0": " ‘‘Yathā yācitakaṁ yānaṁ, yathā yācitakaṁ dhanaṁ;",
  "atk-s0513a44:936_0": "Evaṁsampadamevetaṁ, yaṁ parato dānapaccayā.",
  "atk-s0513a44:937_0": "213.",
  "atk-s0513a44:938_0": " ‘‘Na cāhametamicchāmi, yaṁ parato dānapaccayā;",
  "atk-s0513a44:939_0": "Sayaṁkatāni puññāni, taṁ me āveṇikaṁ dhanaṁ.",
  "atk-s0513a44:940_0": "214.",
  "atk-s0513a44:941_0": " ‘‘Sohaṁ gantvā manussesu, kāhāmi kusalaṁ bahuṁ;",
  "atk-s0513a44:942_0": "Dānena samacariyāya, saṁyamena damena ca;",
  "atk-s0513a44:943_0": "Yaṁ katvā sukhito hoti, na ca pacchānutappatī’’ti.",
  "atk-s0513a44:944_0": "Tattha yaṁ parato dānapaccayāti yaṁ parena dinnattā labbhati, taṁ yācitakasadisameva hoti.",
  "atk-s0513a44:944_1": "Yācitakañhi tuṭṭhakāle denti, atuṭṭhakāle acchinditvā gaṇhantīti vadati.",
  "atk-s0513a44:944_2": "Samacariyāyāti kāyādīhi pāpassa akaraṇena. Saṁyamenāti sīlasaṁyamena. Damenāti indriyadamanena.",
  "atk-s0513a44:944_3": "Yaṁ katvāti yaṁ karitvā sukhito ceva hoti na ca pacchānutappati, tathārūpameva kammaṁ karissāmīti.",
  "atk-s0513a44:945_0": "Athassa vacanaṁ sutvā sakko mātaliṁ āṇāpesi ‘‘gaccha, tāta, sādhinarājānaṁ mithilaṁ netvā uyyāne otārehī’’ti. So tathā akāsi. Rājā uyyāne caṅkamati.",
  "atk-s0513a44:945_1": "Atha naṁ uyyānapālo disvā pucchitvā gantvā nāradarañño ārocesi.",
  "atk-s0513a44:945_2": "So rañño āgatabhāvaṁ sutvā ‘‘tvaṁ purato gantvā uyyānaṁ sajjetvā tassa ca mayhañca dve āsanāni paññāpehī’’ti uyyānapālaṁ uyyojesi. So tathā akāsi.",
  "atk-s0513a44:945_3": "Atha naṁ rājā pucchi ‘‘kassa dve āsanāni paññāpesī’’ti?",
  "atk-s0513a44:945_4": "‘‘Ekaṁ tumhākaṁ, ekaṁ amhākaṁ rañño’’ti.",
  "atk-s0513a44:945_5": "Atha naṁ rājā ‘‘ko añño satto mama santike āsane nisīdissatī’’ti vatvā ekasmiṁ nisīditvā ekasmiṁ pāde ṭhapesi.",
  "atk-s0513a44:945_6": "Nāradarājā āgantvā tassa pāde vanditvā ekamantaṁ nisīdi. So kirassa sattamo panattā.",
  "atk-s0513a44:945_7": "Tadā kira vassasatāyukakālova hoti.",
  "atk-s0513a44:945_8": "Mahāsatto pana attano puññabalena ettakaṁ kālaṁ vītināmesi.",
  "atk-s0513a44:945_9": "So nāradaṁ hatthe gahetvā uyyāne vicaranto tisso gāthā abhāsi –",
  "atk-s0513a44:946_0": "215.",
  "atk-s0513a44:947_0": " ‘‘Imāni tāni khettāni, imaṁ nikkhaṁ sukuṇḍalaṁ;",
  "atk-s0513a44:948_0": "Imā tā haritānūpā, imā najjo savantiyo.",
  "atk-s0513a44:949_0": "216.",
  "atk-s0513a44:950_0": " ‘‘Imā tā pokkharaṇī rammā, cakkavākapakūjitā;",
  "atk-s0513a44:951_0": "Mandālakehi sañchannā, padumuppalakehi ca;",
  "atk-s0513a44:952_0": "Yassimāni mamāyiṁsu, kiṁ nu te disataṁ gatā.",
  "atk-s0513a44:953_0": "217.",
  "atk-s0513a44:954_0": " ‘‘Tānīdha khettāni so bhūmibhāgo, teyeva ārāmavanūpacārā;",
  "atk-s0513a44:955_0": "Tameva mayhaṁ janataṁ apassato, suññaṁva me nārada khāyate disā’’ti.",
  "atk-s0513a44:956_0": "Tattha khettānīti bhūmibhāge sandhāyāha.",
  "atk-s0513a44:956_1": "Imaṁ nikkhanti imaṁ tādisameva udakaniddhamanaṁ.",
  "atk-s0513a44:956_2": "Sukuṇḍalanti sobhanena musalapavesanakuṇḍalena samannāgataṁ.",
  "atk-s0513a44:956_3": "Haritānūpāti udakaniddhamanassa ubhosu passesu haritatiṇasañchannā anūpabhūmiyo.",
  "atk-s0513a44:956_4": "Yassimāni mamāyiṁsūti tāta nārada, ye mama upaṭṭhākā ca orodhā ca imasmiṁ uyyāne mahantena yasena mayā saddhiṁ vicarantā imāni ṭhānāni mamāyiṁsu piyāyiṁsu, kataraṁ nu te disataṁ gatā, kattha te pesitā.",
  "atk-s0513a44:956_5": "Tānīdha khettānīti imasmiṁ uyyāne tāneva etāni uparopanakaviruhanaṭṭhānāni.",
  "atk-s0513a44:956_6": "Teyeva ārāmavanūpacārāti ime teyeva ārāmavanūpacārā, vihārabhūmiyoti attho.",
  "atk-s0513a44:957_0": "Atha naṁ nārado āha – ‘‘deva, tumhākaṁ devalokagatānaṁ idāni satta vassasatāni, ahaṁ vo sattamo panattā, tumhākaṁ upaṭṭhākā ca orodhā ca maraṇamukhaṁ pattā, idaṁ vo attano santakaṁ rajjaṁ, anubhavatha na’’nti.",
  "atk-s0513a44:957_1": "Rājā ‘‘tāta nārada, nāhaṁ idhāgacchanto rajjatthāya āgato, puññakaraṇatthāyamhi āgato, ahaṁ puññameva karissāmī’’ti vatvā gāthā āha –",
  "atk-s0513a44:958_0": "218.",
  "atk-s0513a44:959_0": " ‘‘Diṭṭhā mayā vimānāni, obhāsentā catuddisā;",
  "atk-s0513a44:960_0": "Sammukhā devarājassa, tidasānañca sammukhā.",
  "atk-s0513a44:961_0": "219.",
  "atk-s0513a44:962_0": " ‘‘Vutthaṁ me bhavanaṁ dibyaṁ, bhuttā kāmā amānusā;",
  "atk-s0513a44:963_0": "Tāvatiṁsesu devesu, sabbakāmasamiddhisu.",
  "atk-s0513a44:964_0": "220.",
  "atk-s0513a44:965_0": " ‘‘Sohaṁ etādisaṁ hitvā, puññāyamhi idhāgato;",
  "atk-s0513a44:966_0": "Dhammameva carissāmi, nāhaṁ rajjena atthiko.",
  "atk-s0513a44:967_0": "221.",
  "atk-s0513a44:968_0": " ‘‘Adaṇḍāvacaraṁ maggaṁ, sammāsambuddhadesitaṁ;",
  "atk-s0513a44:969_0": "Taṁ maggaṁ paṭipajjissaṁ, yena gacchanti subbatā’’ti.",
  "atk-s0513a44:970_0": "Tattha vutthaṁ me bhavanaṁ dibyanti vejayantaṁ sandhāya āha.",
  "atk-s0513a44:970_1": "Sohaṁ etādisanti tāta nārada, sohaṁ buddhañāṇena aparicchindanīyaṁ evarūpaṁ kāmaguṇasampattiṁ pahāya puññakaraṇatthāya idhāgato.",
  "atk-s0513a44:970_2": "Adaṇḍāvacaranti adaṇḍehi nikkhittadaṇḍahatthehi avacaritabbaṁ sammādiṭṭhipurekkhāraṁ aṭṭhaṅgikaṁ maggaṁ.",
  "atk-s0513a44:970_3": "Subbatāti yena maggena subbatā sabbaññubuddhā gacchanti, ahampi agatapubbaṁ disaṁ gantuṁ bodhitale nisīditvā tameva maggaṁ paṭipajjissāmīti.",
  "atk-s0513a44:971_0": "Evaṁ bodhisatto imā gāthāyo sabbaññutaññāṇena saṅkhipitvā kathesi.",
  "atk-s0513a44:971_1": "Nārado punapi āha – ‘‘rajjaṁ, deva, anusāsā’’ti.",
  "atk-s0513a44:971_2": "‘‘Tāta, na me rajjenattho, satta vassasatāni vigataṁ dānaṁ sattāheneva dātukāmamhī’’ti.",
  "atk-s0513a44:971_3": "Nārado ‘‘sādhū’’ti tassa vacanaṁ sampaṭicchitvā mahādānaṁ paṭiyādesi.",
  "atk-s0513a44:971_4": "Rājā sattāhaṁ dānaṁ datvā sattame divase kālaṁ katvā tāvatiṁsabhavaneyeva nibbatti.",
  "atk-s0513a44:972_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘evaṁ vasitabbayuttakaṁ uposathakammaṁ nāmā’’ti dassetvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne uposathikesu upāsakesu keci sotāpattiphale, keci sakadāgāmiphale, keci anāgāmiphale patiṭṭhahiṁsu.",
  "atk-s0513a44:972_1": "Tadā nāradarājā sāriputto ahosi, mātali ānando, sakko anuruddho, sādhinarājā pana ahameva ahosinti.",
  "atk-s0513a44:973_0": "Sādhinajātakavaṇṇanā ekādasamā.",
  "atk-s0513a44:975_0": " [495] 12. Dasabrāhmaṇajātakavaṇṇanā",
  "atk-s0513a44:976_0": "Rājāavoca vidhuranti idaṁ satthā jetavane viharanto asadisadānaṁ ārabbha kathesi.",
  "atk-s0513a44:976_1": "Taṁ aṭṭhakanipāte ādittajātake (jā. 1.8.69 ādayo) vitthāritameva.",
  "atk-s0513a44:976_2": "Rājā kira taṁ dānaṁ dadanto satthāraṁ jeṭṭhakaṁ katvā pañca bhikkhusatāni vicinitvā gaṇhitvā mahākhīṇāsavānaṁyeva adāsi.",
  "atk-s0513a44:976_3": "Athassa guṇakathaṁ kathentā ‘‘āvuso, rājā asadisadānaṁ dadanto vicinitvā mahapphalaṭṭhāne adāsī’’ti dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ.",
  "atk-s0513a44:976_4": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘anacchariyaṁ, bhikkhave, yaṁ kosalarājā mādisassa buddhassa upaṭṭhāko hutvā viceyyadānaṁ deti, porāṇakapaṇḍitā anuppanne buddhepi viceyyadānaṁ adaṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0513a44:977_0": "Atīte kururaṭṭhe indapatthanagare yudhiṭṭhilagotto korabyo nāma rājā rajjaṁ kāresi.",
  "atk-s0513a44:977_1": "Tassa vidhuro nāma amacco atthañca dhammañca anusāsati.",
  "atk-s0513a44:977_2": "Rājā sakalajambudīpaṁ khobhetvā mahādānaṁ deti.",
  "atk-s0513a44:977_3": "Taṁ gahetvā bhuñjantesu ekopi pañcasīlamattaṁ rakkhanto nāma natthi, sabbe dussīlāva, dānaṁ rājānaṁ na toseti.",
  "atk-s0513a44:977_4": "Rājā ‘‘viceyyadānaṁ mahapphala’’nti sīlavantānaṁ dātukāmo hutvā cintesi ‘‘vidhurapaṇḍitena saddhiṁ mantayissāmī’’ti.",
  "atk-s0513a44:977_5": "So taṁ upaṭṭhānaṁ āgataṁ āsane nisīdāpetvā pañhaṁ pucchi.",
  "atk-s0513a44:977_6": "Tamatthaṁ pakāsento satthā upaḍḍhagāthamāha –",
  "atk-s0513a44:978_0": "222.",
  "atk-s0513a44:979_0": " ‘‘Rājā avoca vidhuraṁ, dhammakāmo yudhiṭṭhilo’’ti;",
  "atk-s0513a44:980_0": "Parato rañño ca vidhurassa ca vacanapaṭivacanaṁ hoti –",
  "atk-s0513a44:981_0": "‘‘Brāhmaṇe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:982_0": "223.",
  "atk-s0513a44:983_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:984_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:985_0": "224.",
  "atk-s0513a44:986_0": " ‘‘Dullabhā brāhmaṇā deva, sīlavanto bahussutā;",
  "atk-s0513a44:987_0": "Viratā methunā dhammā, ye te bhuñjeyyu bhojanaṁ.",
  "atk-s0513a44:988_0": "225.",
  "atk-s0513a44:989_0": " ‘‘Dasa khalu mahārāja, yā tā brāhmaṇajātiyo;",
  "atk-s0513a44:990_0": "Tesaṁ vibhaṅgaṁ vicayaṁ, vitthārena suṇohi me.",
  "atk-s0513a44:991_0": "226.",
  "atk-s0513a44:992_0": " ‘‘Pasibbake gahetvāna, puṇṇe mūlassa saṁvute;",
  "atk-s0513a44:993_0": "Osadhikāyo ganthenti, nhāpayanti japanti ca.",
  "atk-s0513a44:994_0": "227.",
  "atk-s0513a44:995_0": " ‘‘Tikicchakasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:996_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:997_0": "228.",
  "atk-s0513a44:998_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:999_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1000_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1001_0": "229.",
  "atk-s0513a44:1002_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1003_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1004_0": "230.",
  "atk-s0513a44:1005_0": " ‘‘Kiṅkiṇikāyo gahetvā, ghosenti puratopi te;",
  "atk-s0513a44:1006_0": "Pesanānipi gacchanti, rathacariyāsu sikkhare.",
  "atk-s0513a44:1007_0": "231.",
  "atk-s0513a44:1008_0": " ‘‘Paricārakasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1009_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1010_0": "232.",
  "atk-s0513a44:1011_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1012_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1013_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1014_0": "233.",
  "atk-s0513a44:1015_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1016_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1017_0": "234.",
  "atk-s0513a44:1018_0": " ‘‘Kamaṇḍaluṁ gahetvāna, vaṅkadaṇḍañca brāhmaṇā;",
  "atk-s0513a44:1019_0": "Paccupessanti rājāno, gāmesu nigamesu ca;",
  "atk-s0513a44:1020_0": "Nādinne vuṭṭhahissāma, gāmamhi vā vanamhi vā.",
  "atk-s0513a44:1021_0": "235.",
  "atk-s0513a44:1022_0": " ‘‘Niggāhakasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1023_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1024_0": "236.",
  "atk-s0513a44:1025_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1026_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1027_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1028_0": "237.",
  "atk-s0513a44:1029_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1030_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1031_0": "238.",
  "atk-s0513a44:1032_0": " ‘‘Parūḷhakacchanakhalomā, paṅkadantā rajassirā;",
  "atk-s0513a44:1033_0": "Okiṇṇā rajareṇūhi, yācakā vicaranti te.",
  "atk-s0513a44:1034_0": "239.",
  "atk-s0513a44:1035_0": " ‘‘Khāṇughātasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1036_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1037_0": "240.",
  "atk-s0513a44:1038_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1039_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1040_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1041_0": "241.",
  "atk-s0513a44:1042_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1043_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1044_0": "242.",
  "atk-s0513a44:1045_0": " ‘‘Harītakaṁ āmalakaṁ, ambaṁ jambuṁ vibhītakaṁ;",
  "atk-s0513a44:1046_0": "Labujaṁ dantapoṇāni, beluvā badarāni ca.",
  "atk-s0513a44:1047_0": "243.",
  "atk-s0513a44:1048_0": " ‘‘Rājāyatanaṁ ucchupuṭaṁ, dhūmanettaṁ madhuañjanaṁ;",
  "atk-s0513a44:1049_0": "Uccāvacāni paṇiyāni, vipaṇenti janādhipa.",
  "atk-s0513a44:1050_0": "244.",
  "atk-s0513a44:1051_0": " ‘‘Vāṇijakasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1052_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1053_0": "245.",
  "atk-s0513a44:1054_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1055_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1056_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1057_0": "246.",
  "atk-s0513a44:1058_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1059_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1060_0": "247.",
  "atk-s0513a44:1061_0": " ‘‘Kasivāṇijjaṁ kārenti, posayanti ajeḷake;",
  "atk-s0513a44:1062_0": "Kumāriyo pavecchanti, vivāhantāvahanti ca.",
  "atk-s0513a44:1063_0": "248.",
  "atk-s0513a44:1064_0": " ‘‘Samā ambaṭṭhavessehi, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1065_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1066_0": "249.",
  "atk-s0513a44:1067_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1068_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1069_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1070_0": "250.",
  "atk-s0513a44:1071_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1072_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1073_0": "251.",
  "atk-s0513a44:1074_0": " ‘‘Nikkhittabhikkhaṁ bhuñjanti, gāmesveke purohitā;",
  "atk-s0513a44:1075_0": "Bahū te paripucchanti, aṇḍacchedā nilañchakā.",
  "atk-s0513a44:1076_0": "252.",
  "atk-s0513a44:1077_0": " ‘‘Pasūpi tattha haññanti, mahiṁsā sūkarā ajā;",
  "atk-s0513a44:1078_0": "Goghātakasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1079_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1080_0": "253.",
  "atk-s0513a44:1081_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1082_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1083_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1084_0": "254.",
  "atk-s0513a44:1085_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1086_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1087_0": "255.",
  "atk-s0513a44:1088_0": " ‘‘Asicammaṁ gahetvāna, khaggaṁ paggayha brāhmaṇā;",
  "atk-s0513a44:1089_0": "Vessapathesu tiṭṭhanti, satthaṁ abbāhayantipi.",
  "atk-s0513a44:1090_0": "256.",
  "atk-s0513a44:1091_0": " ‘‘Samā gopanisādehi, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1092_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1093_0": "257.",
  "atk-s0513a44:1094_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1095_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1096_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1097_0": "258.",
  "atk-s0513a44:1098_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1099_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1100_0": "259.",
  "atk-s0513a44:1101_0": " ‘‘Araññe kuṭikaṁ katvā, kuṭāni kārayanti te;",
  "atk-s0513a44:1102_0": "Sasabiḷāre bādhenti, āgodhā macchakacchapaṁ.",
  "atk-s0513a44:1103_0": "260.",
  "atk-s0513a44:1104_0": " ‘‘Te luddakasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1105_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1106_0": "261.",
  "atk-s0513a44:1107_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1108_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1109_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1110_0": "262.",
  "atk-s0513a44:1111_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1112_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1113_0": "263.",
  "atk-s0513a44:1114_0": " ‘‘Aññe dhanassa kāmā hi, heṭṭhāmañce pasakkitā;",
  "atk-s0513a44:1115_0": "Rājāno upari nhāyanti, somayāge upaṭṭhite.",
  "atk-s0513a44:1116_0": "264.",
  "atk-s0513a44:1117_0": " ‘‘Malamajjakasamā rāja, tepi vuccanti brāhmaṇā;",
  "atk-s0513a44:1118_0": "Akkhātā te mahārāja, tādise nipatāmase.",
  "atk-s0513a44:1119_0": "265.",
  "atk-s0513a44:1120_0": " ‘‘Apetā te ca brahmaññā, (iti rājā korabyo)",
  "atk-s0513a44:1121_0": "Na te vuccanti brāhmaṇā;",
  "atk-s0513a44:1122_0": "Aññe vidhura pariyesa, sīlavante bahussute.",
  "atk-s0513a44:1123_0": "266.",
  "atk-s0513a44:1124_0": " ‘‘Virate methunā dhammā, ye me bhuñjeyyu bhojanaṁ;",
  "atk-s0513a44:1125_0": "Dakkhiṇaṁ samma dassāma, yattha dinnaṁ mahapphala’’nti.",
  "atk-s0513a44:1126_0": "Tattha sīlavanteti maggenāgatasīle.",
  "atk-s0513a44:1126_1": "Bahussuteti paṭivedhabahussute. Dakkhiṇanti dānaṁ.",
  "atk-s0513a44:1126_2": "Ye teti ye dhammikā samaṇabrāhmaṇā tava dānaṁ bhuñjeyyuṁ, te dullabhā.",
  "atk-s0513a44:1126_3": "Brāhmaṇajātiyoti brāhmaṇakulāni.",
  "atk-s0513a44:1126_4": "Tesaṁ vibhaṅgaṁ vicayanti tesaṁ brāhmaṇānaṁ vibhaṅgaṁ mama paññāya vicitabhāvaṁ vitthārena suṇohi. Saṁvuteti baddhamukhe.",
  "atk-s0513a44:1126_5": "Osadhikāyo ganthentīti ‘‘idaṁ imassa rogassa bhesajjaṁ, idaṁ imassa rogassa bhesajja’’nti evaṁ siloke bandhitvā manussānaṁ denti.",
  "atk-s0513a44:1126_6": "Nhāpayantīti nahāpanaṁ nāma karonti.",
  "atk-s0513a44:1126_7": "Japanti cāti bhūtavijjaṁ parivattenti. Tikicchakasamāti vejjasadisā.",
  "atk-s0513a44:1126_8": "Tepi vuccantīti tepi ‘‘brāhmaṇā vā mayaṁ, abrāhmaṇā vā’’ti ajānitvā vejjakammena jīvikaṁ kappentā vohārena ‘‘brāhmaṇā’’ti vuccanti.",
  "atk-s0513a44:1126_9": "Akkhātā teti ime te mayā vejjabrāhmaṇā nāma akkhātā.",
  "atk-s0513a44:1126_10": "Nipatāmaseti vadehi dāni, kiṁ tādise brāhmaṇe nipatāma, nimantanatthāya upasaṅkamāma, atthi te etehi atthoti pucchati. Brahmaññāti brāhmaṇadhammato.",
  "atk-s0513a44:1126_11": "Na te vuccantīti te bāhitapāpatāya brāhmaṇā nāma na vuccanti.",
  "atk-s0513a44:1127_0": "Kiṅkiṇikāyoti mahārāja, aparepi brāhmaṇā attano brāhmaṇadhammaṁ chaḍḍetvā jīvikatthāya rājarājamahāmattānaṁ purato kaṁsatāḷe gahetvā vādentā gāyantā gacchanti.",
  "atk-s0513a44:1127_1": "Pesanānipīti dāsakammakarā viya pesanānipi gacchanti.",
  "atk-s0513a44:1127_2": "Rathacariyāsūti rathasippaṁ sikkhanti.",
  "atk-s0513a44:1127_3": "Paricārakasamāti dāsakammakarasadisā.",
  "atk-s0513a44:1127_4": "Vaṅkadaṇḍanti vaṅkadaṇḍakaṭṭhaṁ.",
  "atk-s0513a44:1127_5": "Paccupessanti rājānoti rājarājamahāmatte paṭicca āgamma sandhāya upasevanti.",
  "atk-s0513a44:1127_6": "Gāmesu nigamesu cāti tesaṁ nivesanadvāre nisīdanti.",
  "atk-s0513a44:1127_7": "Niggāhakasamāti niggahakārakehi balisādhakarājapurisehi samā.",
  "atk-s0513a44:1127_8": "Yathā te purisā ‘‘aggahetvā na gamissāmā’’ti niggahaṁ katvā gaṇhantiyeva, tathā ‘‘gāme vā vane vā aladdhā marantāpi na vuṭṭhahissāmā’’ti upavasanti.",
  "atk-s0513a44:1127_9": "Tepīti tepi balisādhakasadisā pāpadhammā.",
  "atk-s0513a44:1128_0": "Rajareṇūhīti rajehi ca paṁsūhi ca okiṇṇā. Yācakāti dhanayācakā.",
  "atk-s0513a44:1128_1": "Khāṇughātasamāti malīnasarīratāya jhāmakhette khāṇughātakehi bhūmiṁ khaṇitvā jhāmakhāṇukauddharaṇakamanussehi samānā, ‘‘aggahetvā na gamissāmā’’ti niccalabhāvena ṭhitattā nikhaṇitvā ṭhapitavatikhāṇukā viyātipi attho.",
  "atk-s0513a44:1128_2": "Tepīti tepi tathā laddhaṁ dhanaṁ vaḍḍhiyā payojetvā puna tatheva ṭhitattā dussīlā brāhmaṇā.",
  "atk-s0513a44:1129_0": "Ucchupuṭanti ucchuñceva phāṇitapuṭañca.",
  "atk-s0513a44:1129_1": "Madhuañjananti madhuñceva añjanañca.",
  "atk-s0513a44:1129_2": "Uccāvacānīti mahagghaappagghāni. Paṇiyānīti bhaṇḍāni. Vipaṇentīti vikkiṇanti.",
  "atk-s0513a44:1129_3": "Tepīti tepi imāni ettakāni vikkiṇitvā jīvikakappakā vāṇijakabrāhmaṇā.",
  "atk-s0513a44:1129_4": "Posayantīti gorasavikkayena jīvikakappanatthaṁ posenti.",
  "atk-s0513a44:1129_5": "Pavecchantīti attano dhītaro hiraññasuvaṇṇaṁ gahetvā paresaṁ denti.",
  "atk-s0513a44:1129_6": "Te evaṁ paresaṁ dadamānā vivāhanti nāma, attano puttānaṁ atthāya gaṇhamānā āvāhanti nāma.",
  "atk-s0513a44:1129_7": "Ambaṭṭhavessehīti kuṭumbikehi ceva gahapatīhi ca samā, tepi vohāravasena ‘‘brāhmaṇā’’ti vuccanti.",
  "atk-s0513a44:1130_0": "Nikkhittabhikkhanti gāmapurohitā hutvā attano atthāya nibaddhabhikkhaṁ.",
  "atk-s0513a44:1130_1": "Bahū teti bahū janā ete gāmapurohite nakkhattamuhuttamaṅgalāni pucchanti.",
  "atk-s0513a44:1130_2": "Aṇḍacchedā nilañchakāti bhatiṁ gahetvā balibaddānaṁ aṇḍacchedakā ceva tisūlādiaṅkakaraṇena lañchakā ca, lakkhaṇakārakāti attho.",
  "atk-s0513a44:1130_3": "Tatthāti tesaṁ gāmapurohitānaṁ gehesu maṁsavikkiṇanatthaṁ ete pasuādayopi haññanti.",
  "atk-s0513a44:1130_4": "Tepīti tepi goghātakasamā brāhmaṇāti vuccanti.",
  "atk-s0513a44:1131_0": "Asicammanti asilaṭṭhiñceva kaṇḍavāraṇañca.",
  "atk-s0513a44:1131_1": "Vessapathesūti vāṇijānaṁ gamanamaggesu.",
  "atk-s0513a44:1131_2": "Satthaṁ abbāhayantīti satthavāhānaṁ hatthato satampi sahassampi gahetvā satthe corāṭaviṁ atibāhenti.",
  "atk-s0513a44:1131_3": "Gopanisādehīti gopālakehi ceva nisādehi ca gāmaghātakacorehi samāti vuttaṁ.",
  "atk-s0513a44:1131_4": "Tepīti tepi evarūpā brāhmaṇāti vuccanti.",
  "atk-s0513a44:1131_5": "Kuṭāni kārayanti teti kūṭapāsādīni ropenti.",
  "atk-s0513a44:1131_6": "Sasabiḷāreti sase ceva biḷāre ca. Etena thalacare mige dasseti.",
  "atk-s0513a44:1131_7": "Āgodhā macchakacchapanti thalajesu tāva āgodhato mahante ca khuddake ca pāṇayo bādhenti mārenti, jalajesu macchakacchape.",
  "atk-s0513a44:1131_8": "Tepīti tepi luddakasamā brāhmaṇāti vuccanti.",
  "atk-s0513a44:1132_0": "Aññedhanassa kāmā hīti apare brāhmaṇā dhanaṁ patthentā.",
  "atk-s0513a44:1132_1": "Heṭṭhāmañce pasakkitāti ‘‘kalipavāhakammaṁ kāressāmā’’ti ratanamayaṁ mañcaṁ kāretvā tassa heṭṭhā nipannā acchanti.",
  "atk-s0513a44:1132_2": "Atha nesaṁ somayāge upaṭṭhite rājāno upari nahāyanti, te kira somayāge niṭṭhite āgantvā tasmiṁ mañce nisīdanti.",
  "atk-s0513a44:1132_3": "Atha ne aññe brāhmaṇā ‘‘kaliṁ pavāhessāmā’’ti nahāpenti.",
  "atk-s0513a44:1132_4": "Ratanamañco ceva rañño rājālaṅkāro ca sabbo heṭṭhāmañce nipannasseva hoti.",
  "atk-s0513a44:1132_5": "Tepīti tepi malamajjakehi nahāpitehi sadisā brāhmaṇāti vuccanti.",
  "atk-s0513a44:1133_0": "Evañcime vohāramattabrāhmaṇe dassetvā idāni paramatthabrāhmaṇe dassento dve gāthā abhāsi –",
  "atk-s0513a44:1134_0": "267.",
  "atk-s0513a44:1135_0": " ‘‘Atthi kho brāhmaṇā deva, sīlavanto bahussutā;",
  "atk-s0513a44:1136_0": "Viratā methunā dhammā, ye te bhuñjeyyu bhojanaṁ.",
  "atk-s0513a44:1137_0": "268.",
  "atk-s0513a44:1138_0": " ‘‘Ekañca bhattaṁ bhuñjanti, na ca majjaṁ pivanti te;",
  "atk-s0513a44:1139_0": "Akkhātā te mahārāja, tādise nipatāmase’’ti.",
  "atk-s0513a44:1140_0": "Tattha sīlavantoti ariyasīlena samannāgatā.",
  "atk-s0513a44:1140_1": "Bahussutāti paṭivedhabāhusaccena samannāgatā.",
  "atk-s0513a44:1140_2": "Tādiseti evarūpe bāhitapāpe paccekabuddhabrāhmaṇe nimantanatthāya upasaṅkamāmāti.",
  "atk-s0513a44:1141_0": "Rājā tassa kathaṁ sutvā pucchi ‘‘samma vidhura, evarūpā aggadakkhiṇeyyā brāhmaṇā kahaṁ vasantī’’ti?",
  "atk-s0513a44:1141_1": "Uttarahimavante nandamūlakapabbhāre, mahārājāti.",
  "atk-s0513a44:1141_2": "‘‘Tena hi, paṇḍita, tava balena mayhaṁ te brāhmaṇe pariyesā’’ti tuṭṭhamānaso gāthamāha –",
  "atk-s0513a44:1142_0": "269.",
  "atk-s0513a44:1143_0": " ‘‘Ete kho brāhmaṇā vidhura, sīsavanto bahussutā;",
  "atk-s0513a44:1144_0": "Ete vidhura pariyesa, khippañca ne nimantayā’’ti.",
  "atk-s0513a44:1145_0": "Mahāsatto ‘‘sādhū’’ti tassa vacanaṁ sampaṭicchitvā ‘‘tena hi, mahārāja, nagaraṁ alaṅkārāpetvā sabbe nagaravāsino dānaṁ datvā uposathaṁ adhiṭṭhāya samādinnasīlā hontū’’ti bheriṁ carāpetvā ‘‘tumhepi saddhiṁ parijanena uposathaṁ samādiyathā’’ti vatvā sayaṁ pātova bhuñjitvā uposathaṁ samādāya sāyanhasamaye jātipupphapuṇṇaṁ suvaṇṇasamuggaṁ āharāpetvā raññā saddhiṁ pañcapatiṭṭhitaṁ patiṭṭhahitvā paccekabuddhānaṁ guṇe anussaritvā vanditvā ‘‘uttarahimavante nandamūlakapabbhāravāsino pañcasatā paccekabuddhā sve amhākaṁ bhikkhaṁ gaṇhantū’’ti nimantetvā ākāse aṭṭha pupphamuṭṭhiyo vissajjesi.",
  "atk-s0513a44:1145_1": "Tadā tattha pañcasatā paccekabuddhā vasanti, pupphāni gantvā tesaṁ upari patiṁsu.",
  "atk-s0513a44:1145_2": "Te āvajjentā taṁ kāraṇaṁ ñatvā ‘‘mārisā, vidhurapaṇḍitena nimantitamha, na kho panesa ittarasatto, buddhaṅkuro esa, imasmiṁyeva kappe buddho bhavissati, karissāmassa saṅgaha’’nti nimantanaṁ adhivāsayiṁsu.",
  "atk-s0513a44:1145_3": "Mahāsatto pupphānaṁ anāgamanasaññāya adhivāsitabhāvaṁ ñatvā ‘‘mahārāja, sve paccekabuddhā āgamissanti, sakkārasammānaṁ karohī’’ti āha.",
  "atk-s0513a44:1145_4": "Rājā punadivase mahāsakkāraṁ katvā mahātale mahārahāni āsanāni paññapesi.",
  "atk-s0513a44:1145_5": "Paccekabuddhā anotattadahe katasarīrapaṭijagganā velaṁ sallakkhetvā ākāsenāgantvā rājaṅgaṇe otariṁsu.",
  "atk-s0513a44:1145_6": "Rājā ca bodhisatto ca pasannamānasā tesaṁ hatthato pattāni gahetvā pāsādaṁ āropetvā nisīdāpetvā dakkhiṇodakaṁ datvā paṇītena khādanīyena bhojanīyena parivisiṁsu.",
  "atk-s0513a44:1145_7": "Bhattakiccapariyosāne ca punadivasatthāyāti evaṁ satta divase nimantetvā mahādānaṁ datvā sattame divase sabbaparikkhāre adaṁsu.",
  "atk-s0513a44:1145_8": "Te anumodanaṁ katvā ākāsena tattheva gatā, parikkhārāpi tehi saddhiṁyeva gatā.",
  "atk-s0513a44:1146_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘anacchariyaṁ, bhikkhave, kosalarañño mama upaṭṭhākassa sato viceyyadānaṁ dātuṁ, porāṇakapaṇḍitā anuppannepi buddhe dānaṁ adaṁsuyevā’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā rājā ānando ahosi, vidhurapaṇḍito pana ahameva ahosi’’nti.",
  "atk-s0513a44:1147_0": "Dasabrāhmaṇajātakavaṇṇanā dvādasamā.",
  "atk-s0513a44:1149_0": " [496] 13. Bhikkhāparamparajātakavaṇṇanā",
  "atk-s0513a44:1150_0": "Sukhumālarūpaṁdisvāti idaṁ satthā jetavane viharanto aññataraṁ kuṭumbikaṁ ārabbha kathesi.",
  "atk-s0513a44:1150_1": "So kira saddho ahosi pasanno, tathāgatassa ceva saṅghassa ca nibaddhaṁ mahāsakkāraṁ karoti.",
  "atk-s0513a44:1150_2": "Athekadivasaṁ cintesi ‘‘ahaṁ buddharatanassa ceva saṅgharatanassa ca paṇītāni khādanīyabhojanīyāni ceva sukhumavatthāni ca dento niccaṁ mahāsakkāraṁ karomi, idāni dhammaratanassapi karissāmi, kathaṁ nu kho tassa sakkāraṁ karontena kattabba’’nti.",
  "atk-s0513a44:1150_3": "So bahūni gandhamālādīni ādāya jetavanaṁ gantvā satthāraṁ vanditvā pucchi ‘‘ahaṁ, bhante, dhammaratanassa sakkāraṁ kattukāmomhi, kathaṁ nu kho tassa sakkāraṁ karontena kattabba’’nti.",
  "atk-s0513a44:1150_4": "Atha naṁ satthā āha – ‘‘sace dhammaratanassa sakkāraṁ kattukāmo, dhammabhaṇḍāgārikassa ānandassa sakkāraṁ karohī’’ti.",
  "atk-s0513a44:1150_5": "So ‘‘sādhū’’ti paṭissuṇitvā theraṁ nimantetvā punadivase mahantena sakkārena attano gehaṁ netvā mahārahe āsane nisīdāpetvā gandhamālādīhi pūjetvā nānaggarasabhojanaṁ datvā mahagghe ticīvarappahonake sāṭake adāsi.",
  "atk-s0513a44:1150_6": "Theropi ‘‘ayaṁ sakkāro dhammaratanassa kato, na mayhaṁ anucchaviko, aggasāvakassa dhammasenāpatissa anucchaviko’’ti cintetvā piṇḍapātañca vatthāni ca vihāraṁ haritvā sāriputtattherassa adāsi.",
  "atk-s0513a44:1150_7": "Sopi ‘‘ayaṁ sakkāro dhammaratanassa kato, ekantena dhammassāmino sammāsambuddhasseva anucchaviko’’ti cintetvā dasabalassa adāsi.",
  "atk-s0513a44:1150_8": "Satthā attano uttaritaraṁ adisvā piṇḍapātaṁ paribhuñji, cīvarasāṭake aggahesi.",
  "atk-s0513a44:1151_0": "Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘āvuso, asuko nāma kuṭumbiko ‘dhammaratanassa sakkāraṁ karomī’ti dhammabhaṇḍāgārikassa ānandattherassa adāsi.",
  "atk-s0513a44:1151_1": "Thero ‘nāyaṁ mayhaṁ anucchaviko’ti dhammasenāpatino adāsi, sopi ‘nāyaṁ mayhaṁ anucchaviko’ti tathāgatassa adāsi.",
  "atk-s0513a44:1151_2": "Tathāgato aññaṁ uttaritaraṁ apassanto attano dhammassāmitāya ‘mayhameveso anucchaviko’ti taṁ piṇḍapātaṁ paribhuñji, cīvarasāṭakepi gaṇhi, evaṁ so piṇḍapāto yathānucchavikatāya dhammassāminova pādamūlaṁ gato’’ti.",
  "atk-s0513a44:1151_3": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva piṇḍapāto paramparā yathānucchavikaṁ gacchati, pubbepi anuppanne buddhe agamāsiyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0513a44:1152_0": "Atīte bārāṇasiyaṁ brahmadatto agatigamanaṁ pahāya dasa rājadhamme akopento dhammena rajjaṁ kāresi.",
  "atk-s0513a44:1152_1": "Evaṁ santepissa vinicchayo suñño viya ahosi.",
  "atk-s0513a44:1152_2": "Rājā attano aguṇagavesako hutvā antonivesanādīni pariggaṇhanto antepure ca antonagare ca dvāragāmesu ca attano aguṇaṁ kathentaṁ adisvā ‘‘janapade gavesissāmī’’ti amaccānaṁ rajjaṁ niyyādetvā purohitena saddhiṁ aññātakaveseneva kāsiraṭṭhe caranto kañci aguṇaṁ kathentaṁ adisvā paccante ekaṁ nigamaṁ patvā bahidvārasālāyaṁ nisīdi.",
  "atk-s0513a44:1152_3": "Tasmiṁ khaṇe nigamavāsī asītikoṭivibhavo kuṭumbiko mahantena parivārena nhānatitthaṁ gacchanto sālāyaṁ nisinnaṁ suvaṇṇavaṇṇaṁ sukhumālasarīraṁ rājānaṁ disvā uppannasineho sālaṁ pavisitvā paṭisanthāraṁ katvā ‘‘idheva hothā’’ti vatvā gehaṁ gantvā nānaggarasabhojanaṁ sampādetvā mahantena parivārena bhattabhājanāni gāhāpetvā agamāsi.",
  "atk-s0513a44:1152_4": "Tasmiṁ khaṇe himavantavāsī pañcābhiñño tāpaso āgantvā tattheva nisīdi.",
  "atk-s0513a44:1152_5": "Nandamūlakapabbhārato paccekabuddhopi āgantvā tattheva nisīdi.",
  "atk-s0513a44:1153_0": "Kuṭumbiko rañño hatthadhovanaudakaṁ datvā nānaggarasehi sūpabyañjanehi bhattapātiṁ sajjetvā rañño upanesi.",
  "atk-s0513a44:1153_1": "Rājā naṁ gahetvā purohitassa brāhmaṇassa adāsi.",
  "atk-s0513a44:1153_2": "Brāhmaṇo gahetvā tāpasassa adāsi.",
  "atk-s0513a44:1153_3": "Tāpaso paccekabuddhassa santikaṁ gantvā vāmahatthena bhattapātiṁ, dakkhiṇahatthena kamaṇḍaluṁ gahetvā dakkhiṇodakaṁ datvā patte bhattaṁ pakkhipi.",
  "atk-s0513a44:1153_4": "So kañci animantetvā anāpucchitvā paribhuñji.",
  "atk-s0513a44:1153_5": "Tassa bhattakiccapariyosāne kuṭumbiko cintesi ‘‘mayā rañño bhattaṁ dinnaṁ, raññā brāhmaṇassa, brāhmaṇena tāpasassa, tāpasena paccekabuddhassa, paccekabuddho kañci anāpucchitvā paribhuñji, kiṁ nu kho imesaṁ ettakaṁ dānakāraṇaṁ, kiṁ imassa kañci anāpucchitvāva bhuñjanakāraṇaṁ, anupubbena te pucchissāmī’’ti.",
  "atk-s0513a44:1153_6": "So ekekaṁ upasaṅkamitvā vanditvā pucchi. Tepissa kathesuṁ –",
  "atk-s0513a44:1154_0": "270.",
  "atk-s0513a44:1155_0": " ‘‘Sukhumālarūpaṁ disvā, raṭṭhā vivanamāgataṁ;",
  "atk-s0513a44:1156_0": "Kuṭāgāravarūpetaṁ, mahāsayanamupāsitaṁ.",
  "atk-s0513a44:1157_0": "271.",
  "atk-s0513a44:1158_0": " ‘‘Tassa te pemakenāhaṁ, adāsiṁ vaḍḍhamodanaṁ;",
  "atk-s0513a44:1159_0": "Sālīnaṁ vicitaṁ bhattaṁ, suciṁ maṁsūpasecanaṁ.",
  "atk-s0513a44:1160_0": "272.",
  "atk-s0513a44:1161_0": " ‘‘Taṁ tvaṁ bhattaṁ paṭiggayha, brāhmaṇassa adāsayi;",
  "atk-s0513a44:1162_0": "Attānaṁ anasitvāna, koyaṁ dhammo namatthu te.",
  "atk-s0513a44:1163_0": "273.",
  "atk-s0513a44:1164_0": " ‘‘Ācariyo brāhmaṇo mayhaṁ, kiccākiccesu byāvaṭo;",
  "atk-s0513a44:1165_0": "Garu ca āmantanīyo ca, dātumarahāmi bhojanaṁ.",
  "atk-s0513a44:1166_0": "274.",
  "atk-s0513a44:1167_0": " ‘‘Brāhmaṇaṁ dāni pucchāmi, gotamaṁ rājapūjitaṁ;",
  "atk-s0513a44:1168_0": "Rājā te bhattaṁ pādāsi, suciṁ maṁsūpasecanaṁ.",
  "atk-s0513a44:1169_0": "275.",
  "atk-s0513a44:1170_0": " ‘‘Taṁ tvaṁ bhattaṁ paṭiggayha, isissa bhojanaṁ adā;",
  "atk-s0513a44:1171_0": "Akhettaññūsi dānassa, koyaṁ dhammo namatthu te.",
  "atk-s0513a44:1172_0": "276.",
  "atk-s0513a44:1173_0": " ‘‘Bharāmi puttadāre ca, gharesu gadhito ahaṁ;",
  "atk-s0513a44:1174_0": "Bhuñje mānusake kāme, anusāsāmi rājino.",
  "atk-s0513a44:1175_0": "277.",
  "atk-s0513a44:1176_0": " ‘‘Āraññikassa isino, cirarattaṁ tapassino;",
  "atk-s0513a44:1177_0": "Vuḍḍhassa bhāvitattassa, dātumarahāmi bhojanaṁ.",
  "atk-s0513a44:1178_0": "278.",
  "atk-s0513a44:1179_0": " ‘‘Isiñca dāni pucchāmi, kisaṁ dhamanisanthataṁ;",
  "atk-s0513a44:1180_0": "Parūḷhakacchanakhalomaṁ, paṅkadantaṁ rajassiraṁ.",
  "atk-s0513a44:1181_0": "279.",
  "atk-s0513a44:1182_0": " ‘‘Eko araññe viharasi, nāvakaṅkhasi jīvitaṁ;",
  "atk-s0513a44:1183_0": "Bhikkhu kena tayā seyyo, yassa tvaṁ bhojanaṁ adā.",
  "atk-s0513a44:1184_0": "280.",
  "atk-s0513a44:1185_0": " ‘‘Khaṇantālukalambāni, bilālitakkalāni ca;",
  "atk-s0513a44:1186_0": "Dhunaṁ sāmākanīvāraṁ, saṅghāriyaṁ pasāriyaṁ.",
  "atk-s0513a44:1187_0": "281.",
  "atk-s0513a44:1188_0": " ‘‘Sākaṁ bhisaṁ madhuṁ maṁsaṁ, badarāmalakāni ca;",
  "atk-s0513a44:1189_0": "Tāni āharitvā bhuñjāmi, atthi me so pariggaho.",
  "atk-s0513a44:1190_0": "282.",
  "atk-s0513a44:1191_0": " ‘‘Pacanto apacantassa, amamassa sakiñcano;",
  "atk-s0513a44:1192_0": "Anādānassa sādāno, dātumarahāmi bhojanaṁ.",
  "atk-s0513a44:1193_0": "283.",
  "atk-s0513a44:1194_0": " ‘‘Bhikkhuñca dāni pucchāmi, tuṇhīmāsīna subbataṁ;",
  "atk-s0513a44:1195_0": "Isi te bhattaṁ pādāsi, suciṁ maṁsūpasecanaṁ.",
  "atk-s0513a44:1196_0": "284.",
  "atk-s0513a44:1197_0": " ‘‘Taṁ tvaṁ bhattaṁ paṭiggayha, tuṇhī bhuñjasi ekako;",
  "atk-s0513a44:1198_0": "Nāññaṁ kañci nimantesi, koyaṁ dhammo namatthu te.",
  "atk-s0513a44:1199_0": "285.",
  "atk-s0513a44:1200_0": " ‘‘Na pacāmi na pācemi, na chindāmi na chedaye;",
  "atk-s0513a44:1201_0": "Taṁ maṁ akiñcanaṁ ñatvā, sabbapāpehi ārataṁ.",
  "atk-s0513a44:1202_0": "286.",
  "atk-s0513a44:1203_0": " ‘‘Vāmena bhikkhamādāya, dakkhiṇena kamaṇḍaluṁ;",
  "atk-s0513a44:1204_0": "Isi me bhattaṁ pādāsi, suciṁ maṁsūpasecanaṁ.",
  "atk-s0513a44:1205_0": "287.",
  "atk-s0513a44:1206_0": " ‘‘Ete hi dātumarahanti, samamā sapariggahā;",
  "atk-s0513a44:1207_0": "Paccanīkamahaṁ maññe, yo dātāraṁ nimantaye’’ti.",
  "atk-s0513a44:1208_0": "Tattha vivananti nirudakāraññasadisaṁ imaṁ paccantaṁ āgataṁ.",
  "atk-s0513a44:1208_1": "Kūṭāgāravarūpetanti kūṭāgāravarena upagataṁ, ekaṁ varakūṭāgāravāsinanti attho.",
  "atk-s0513a44:1208_2": "Mahāsayanamupāsitanti tattheva supaññattaṁ sirisayanaṁ upāsitaṁ.",
  "atk-s0513a44:1208_3": "Tassa teti evarūpaṁ taṁ disvā ahaṁ pemamakāsiṁ, tassa te pemakena. Vaḍḍhamodananti uttamodanaṁ.",
  "atk-s0513a44:1208_4": "Vicitanti apagatakhaṇḍakāḷakehi vicitataṇḍulehi kataṁ. Adāsayīti adāsi.",
  "atk-s0513a44:1208_5": "Attānanti attanā, ayameva vā pāṭho. Anasitvānāti abhuñjitvā.",
  "atk-s0513a44:1208_6": "Koyaṁ dhammoti mahārāja, ko esa tumhākaṁ sabhāvo.",
  "atk-s0513a44:1208_7": "Namatthu teti namo tava atthu, yo tvaṁ attanā abhuñjitvā parassa adāsi.",
  "atk-s0513a44:1209_0": "Ācariyoti kuṭumbika esa mayhaṁ ācārasikkhāpako ācariyo. Byāvaṭoti ussuko.",
  "atk-s0513a44:1209_1": "Āmantanīyoti āmantetabbayuttako mayā dinnaṁ bhattaṁ gahetuṁ anurūpo.",
  "atk-s0513a44:1209_2": "Dātumarahāmīti ‘‘ahaṁ evarūpassa ācariyassa bhojanaṁ dātuṁ arahāmī’’ti rājā brāhmaṇassa guṇaṁ vaṇṇesi.",
  "atk-s0513a44:1209_3": "Akhettaññūsīti nāhaṁ dānassa khettaṁ, mayi dinnaṁ mahapphalaṁ na hotīti evaṁ attānaṁ dānassa akhettaṁ jānāsi maññeti.",
  "atk-s0513a44:1209_4": "Anusāsāmīti attano atthaṁ pahāya rañño atthañca dhammañca anusāsāmi.",
  "atk-s0513a44:1210_0": "Evaṁ attano aguṇaṁ kathetvā āraññikassāti isino guṇaṁ kathesi.",
  "atk-s0513a44:1210_1": "Isinoti sīlādiguṇapariyesakassa. Tapassinoti tapanissitassa.",
  "atk-s0513a44:1210_2": "Vuḍḍhassāti paṇḍitassa guṇavuḍḍhassa.",
  "atk-s0513a44:1210_3": "Nāvakaṅkhasīti sayaṁ dullabhabhojano hutvā evarūpaṁ bhojanaṁ aññassa desi, kiṁ attano jīvitaṁ na kaṅkhasi.",
  "atk-s0513a44:1210_4": "Bhikkhu kenāti ayaṁ bhikkhu katarena guṇena tayā seṭṭhataro.",
  "atk-s0513a44:1211_0": "Khaṇantālukalambānīti khaṇanto ālūni ceva tālakandāni ca.",
  "atk-s0513a44:1211_1": "Bilālitakkalāni cāti bilālikandatakkalakandāni ca.",
  "atk-s0513a44:1211_2": "Dhunaṁ sāmākanīvāranti sāmākañca nīvārañca dhunitvā.",
  "atk-s0513a44:1211_3": "Saṅghāriyaṁ pasāriyanti ete sāmākanīvāre dhunanto saṅghāretvā puna sukkhāpite pasāretvā suppena papphoṭetvā koṭṭetvā taṇḍule ādāya pacitvā bhuñjāmīti vadati.",
  "atk-s0513a44:1211_4": "Sākanti yaṁ kiñci sūpeyyapaṇṇaṁ.",
  "atk-s0513a44:1211_5": "Maṁsanti sīhabyagghavighāsādimaṁsaṁ.",
  "atk-s0513a44:1211_6": "Tāni āharitvāti tāni sākādīni āharitvā.",
  "atk-s0513a44:1211_7": "Amamassāti taṇhādiṭṭhimamattarahitassa. Sakiñcanoti sapalibodho. Anādānassāti niggahaṇassa.",
  "atk-s0513a44:1211_8": "Dātumarahāmīti evarūpassa paccekabuddhassa attanā laddhabhojanaṁ dātuṁ arahāmi.",
  "atk-s0513a44:1212_0": "Tuṇhīmāsīnanti kiñci avatvā nisinnaṁ.",
  "atk-s0513a44:1212_1": "Akiñcananti rāgakiñcanādīhi rahitaṁ.",
  "atk-s0513a44:1212_2": "Āratanti virataṁ sabbapāpāni pahāya ṭhitaṁ. Kamaṇḍalunti kuṇḍikaṁ.",
  "atk-s0513a44:1212_3": "Ete hīti ete rājādayo tayo janāti hatthaṁ pasāretvā te niddisanto evamāha.",
  "atk-s0513a44:1212_4": "Dātumarahantīti mādisassa dātuṁ arahanti.",
  "atk-s0513a44:1212_5": "Paccanīkanti paccanīkapaṭipadaṁ.",
  "atk-s0513a44:1212_6": "Dāyakassa hi nimantanaṁ ekavīsatiyā anesanāsu aññatarāya piṇḍapātapariyesanāya jīvikakappanasaṅkhātā micchājīvapaṭipatti nāma hoti.",
  "atk-s0513a44:1213_0": "Tassa vacanaṁ sutvā kuṭumbiko attamano dve osānagāthā abhāsi –",
  "atk-s0513a44:1214_0": "288.",
  "atk-s0513a44:1215_0": " ‘‘Atthāya vata me ajja, idhāgacchi rathesabho;",
  "atk-s0513a44:1216_0": "Sohaṁ ajja pajānāmi, yattha dinnaṁ mahapphalaṁ.",
  "atk-s0513a44:1217_0": "289.",
  "atk-s0513a44:1218_0": " ‘‘Raṭṭhesu giddhā rājāno, kiccākiccesu brāhmaṇā;",
  "atk-s0513a44:1219_0": "Isī mūlaphale giddhā, vippamuttā ca bhikkhavo’’ti.",
  "atk-s0513a44:1220_0": "Tattha rathesabhoti rājānaṁ sandhāyāha.",
  "atk-s0513a44:1220_1": "Kiccākiccesūti rañño kiccakaraṇīyesu.",
  "atk-s0513a44:1220_2": "Bhikkhavoti paccekabuddhā bhikkhavo pana sabbabhavehi vippamuttā.",
  "atk-s0513a44:1221_0": "Paccekabuddho tassa dhammaṁ desetvā sakaṭṭhānameva gato, tathā tāpaso.",
  "atk-s0513a44:1221_1": "Rājā pana katipāhaṁ tassa santike vasitvā bārāṇasimeva gato.",
  "atk-s0513a44:1222_0": "Satthā imaṁ dhammadesanaṁ āharitvā ‘‘na, bhikkhave, idāneva piṇḍapāto yathānucchavikaṁ gacchati , pubbepi gatoyevā’’ti vatvā jātakaṁ samodhānesi – ‘‘tadā kuṭumbiko dhammaratanassa sakkārakārako kuṭumbiko ahosi, rājā ānando, purohito sāriputto, himavantatāpaso pana ahameva ahosi’’nti.",
  "atk-s0513a44:1223_0": "Bhikkhāparamparajātakavaṇṇanā terasamā.",
  "atk-s0513a44:1224_0": "Jātakuddānaṁ –",
  "atk-s0513a44:1225_0": "Kedāraṁ candakinnarī, ukkusuddālabhisakaṁ;",
  "atk-s0513a44:1226_0": "Suruci pañcuposathaṁ, mahāmorañca tacchakaṁ.",
  "atk-s0513a44:1227_0": "Mahāvāṇija sādhinaṁ, dasabrāhmaṇajātakaṁ;",
  "atk-s0513a44:1228_0": "Bhikkhāparamparāpi ca, terasāni pakiṇṇake.",
  "atk-s0513a44:1229_0": "Pakiṇṇakanipātavaṇṇanā niṭṭhitā."
}