{
  "atk-s0103a7:0_0": "8. Siṅgālasuttavaṇṇanā",
  "atk-s0103a7:1_0": "Nidānavaṇṇanā",
  "atk-s0103a7:2_0": "242.Evaṁme sutanti siṅgālasuttaṁ.",
  "atk-s0103a7:2_1": "Tatrāyamanuttānapadavaṇṇanā – veḷuvane kalandakanivāpeti veḷuvananti tassa uyyānassa nāmaṁ.",
  "atk-s0103a7:2_2": "Taṁ kira veḷūhi parikkhittaṁ ahosi aṭṭhārasahatthena ca pākārena gopuraṭṭālakayuttaṁ nīlobhāsaṁ manoramaṁ, tena veḷuvananti vuccati.",
  "atk-s0103a7:2_3": "Kalandakānañcettha nivāpaṁ adaṁsu, tena kalandakanivāpoti vuccati.",
  "atk-s0103a7:3_0": "Pubbe kira aññataro rājā tattha uyyānakīḷanatthaṁ āgato surāmadena matto divā niddaṁ okkami.",
  "atk-s0103a7:3_1": "Parijanopissa ‘‘sutto rājā’’ti pupphaphalādīhi palobhiyamāno ito cito ca pakkāmi.",
  "atk-s0103a7:3_2": "Atha surāgandhena aññatarasmā susirarukkhā kaṇhasappo nikkhamitvā rañño abhimukho āgacchati, taṁ disvā rukkhadevatā ‘‘rañño jīvitaṁ dammī’’ti kāḷakavesena āgantvā kaṇṇamūle saddamakāsi. Rājā paṭibujjhi. Kaṇhasappo nivatto.",
  "atk-s0103a7:3_3": "So taṁ disvā ‘‘imāya kāḷakāya mama jīvitaṁ dinna’’nti kāḷakānaṁ tattha nivāpaṁ paṭṭhapesi, abhayaghosañca ghosāpesi.",
  "atk-s0103a7:3_4": "Tasmā taṁ tato pabhuti ‘‘kalandakanivāpo’’ti saṅkhyaṁ gataṁ.",
  "atk-s0103a7:3_5": "Kalandakāti hi kāḷakānaṁ etaṁ nāmaṁ.",
  "atk-s0103a7:4_0": "Tena kho pana samayenāti yasmiṁ samaye bhagavā rājagahaṁ gocaragāmaṁ katvā veḷuvane kalandakanivāpe viharati, tena samayena.",
  "atk-s0103a7:4_1": "Siṅgālako gahapatiputtoti siṅgālakoti tassa nāmaṁ.",
  "atk-s0103a7:4_2": "Gahapatiputtoti gahapatissa putto gahapatiputto.",
  "atk-s0103a7:4_3": "Tassa kira pitā gahapatimahāsālo, nidahitvā ṭhapitā cassa gehe cattālīsa dhanakoṭiyo atthi.",
  "atk-s0103a7:4_4": "So bhagavati niṭṭhaṅgato upāsako sotāpanno, bhariyāpissa sotāpannāyeva.",
  "atk-s0103a7:4_5": "Putto panassa assaddho appasanno.",
  "atk-s0103a7:4_6": "Atha naṁ mātāpitaro abhikkhaṇaṁ evaṁ ovadanti – ‘‘tāta satthāraṁ upasaṅkama, dhammasenāpatiṁ mahāmoggallānaṁ mahākassapaṁ asītimahāsāvake upasaṅkamā’’ti.",
  "atk-s0103a7:4_7": "So evamāha – ‘‘natthi mama tumhākaṁ samaṇānaṁ upasaṅkamanakiccaṁ, samaṇānaṁ santikaṁ gantvā vanditabbaṁ hoti, onamitvā vandantassa piṭṭhi rujjati, jāṇukāni kharāni honti, bhūmiyaṁ nisīditabbaṁ hoti, tattha nisinnassa vatthāni kilissanti jīranti, samīpe nisinnakālato paṭṭhāya kathāsallāpo hoti, tasmiṁ sati vissāso uppajjati, tato nimantetvā cīvarapiṇḍapātādīni dātabbāni honti.",
  "atk-s0103a7:4_8": "Evaṁ sante attho parihāyati, natthi mayhaṁ tumhākaṁ samaṇānaṁ upasaṅkamanakicca’’nti.",
  "atk-s0103a7:4_9": "Iti naṁ yāvajīvaṁ ovadantāpi mātāpitaro sāsane upanetuṁ nāsakkhiṁsu.",
  "atk-s0103a7:5_0": "Athassa pitā maraṇamañce nipanno ‘‘mama puttassa ovādaṁ dātuṁ vaṭṭatī’’ti cintetvā puna cintesi – ‘‘disā tāta namassāhī’’ti evamassa ovādaṁ dassāmi, so atthaṁ ajānanto disā namassissati, atha naṁ satthā vā sāvakā vā passitvā ‘‘kiṁ karosī’’ti pucchissanti.",
  "atk-s0103a7:5_1": "Tato ‘‘mayhaṁ pitā disā namassanaṁ karohīti maṁ ovadī’’ti vakkhati.",
  "atk-s0103a7:5_2": "Athassa te ‘‘na tuyhaṁ pitā etā disā namassāpeti, imā pana disā namassāpetī’’ti dhammaṁ desessanti.",
  "atk-s0103a7:5_3": "So buddhasāsane guṇaṁ ñatvā ‘‘puññakammaṁ karissatī’’ti.",
  "atk-s0103a7:5_4": "Atha naṁ āmantāpetvā ‘‘tāta, pātova uṭṭhāya cha disā namasseyyāsī’’ti āha.",
  "atk-s0103a7:5_5": "Maraṇamañce nipannassa kathā nāma yāvajīvaṁ anussaraṇīyā hoti.",
  "atk-s0103a7:5_6": "Tasmā so gahapatiputto taṁ pituvacanaṁ anussaranto tathā akāsi.",
  "atk-s0103a7:5_7": "Tasmā ‘‘kālasseva uṭṭhāya rājagahā nikkhamitvā’’tiādi vuttaṁ.",
  "atk-s0103a7:6_0": "243.Puthudisāti bahudisā.",
  "atk-s0103a7:6_1": "Idāni tā dassento puratthimaṁ disantiādimāha.",
  "atk-s0103a7:6_2": "Pāvisīti na tāva paviṭṭho, pavisissāmīti nikkhantattā pana antarāmagge vattamānopi evaṁ vuccati.",
  "atk-s0103a7:6_3": "Addasā kho bhagavāti na idāneva addasa, paccūsasamayepi buddhacakkhunā lokaṁ volokento etaṁ disā namassamānaṁ disvā ‘‘ajja ahaṁ siṅgālassa gahapatiputtassa gihivinayaṁ siṅgālasuttantaṁ kathessāmi, mahājanassa sā kathā saphalā bhavissati, gantabbaṁ mayā etthā’’ti.",
  "atk-s0103a7:6_4": "Tasmā pātova nikkhamitvā rājagahaṁ piṇḍāya pāvisi, pavisanto ca naṁ tatheva addasa.",
  "atk-s0103a7:6_5": "Tena vuttaṁ – ‘‘addasā kho bhagavā’’ti.",
  "atk-s0103a7:6_6": "Etadavocāti so kira avidūre ṭhitampi satthāraṁ na passati, disāyeva namassati.",
  "atk-s0103a7:6_7": "Athaṁ naṁ bhagavā sūriyarasmisamphassena vikasamānaṁ mahāpadumaṁ viya mukhaṁ vivaritvā ‘‘kiṁ nu kho tvaṁ, gahapatiputtā’’tiādikaṁ etadavoca.",
  "atk-s0103a7:7_0": "Chadisādivaṇṇanā",
  "atk-s0103a7:8_0": "244.Yathākathaṁ pana, bhanteti so kira taṁ bhagavato vacanaṁ sutvāva cintesi ‘‘yā kira mama pitarā cha disā namassitabbā’’ti vuttā, na kira tā etā, aññā kira ariyasāvakena cha disā namassitabbā.",
  "atk-s0103a7:8_1": "Handāhaṁ ariyasāvakena namassitabbā disāyeva pucchitvā namassāmīti.",
  "atk-s0103a7:8_2": "So tā pucchanto yathā kathaṁ pana, bhantetiādimāha. Tattha yathāti nipātamattaṁ.",
  "atk-s0103a7:8_3": "Kathaṁ panāti idameva pucchāpadaṁ.",
  "atk-s0103a7:8_4": "Kammakilesāti tehi kammehi sattā kilissanti, tasmā kammakilesāti vuccanti. Ṭhānehīti kāraṇehi. Apāyamukhānīti vināsamukhāni.",
  "atk-s0103a7:8_5": "Soti so sotāpanno ariyasāvako.",
  "atk-s0103a7:8_6": "Cuddasa pāpakāpagatoti etehi cuddasahi pāpakehi lāmakehi apagato.",
  "atk-s0103a7:8_7": "Chaddisāpaṭicchādīti cha disā paṭicchādento.",
  "atk-s0103a7:8_8": "Ubholokavijayāyāti ubhinnaṁ idhalokaparalokānaṁ vijinanatthāya.",
  "atk-s0103a7:8_9": "Ayañceva loko āraddho hotīti evarūpassa hi idha loke pañca verāni na honti, tenassa ayañceva loko āraddho hoti paritosito ceva nipphādito ca.",
  "atk-s0103a7:8_10": "Paralokepi pañca verāni na honti, tenassa paro ca loko ārādhito hoti.",
  "atk-s0103a7:8_11": "Tasmā so kāyassa bhedā parammaraṇā sugatiṁ saggaṁ lokaṁ upapajjati.",
  "atk-s0103a7:9_0": "245.",
  "atk-s0103a7:9_1": "Iti bhagavā saṅkhepena mātikaṁ ṭhapetvā idāni tameva vitthārento katamassa cattāro kammakilesātiādimāha.",
  "atk-s0103a7:9_2": "Kammakilesoti kammañca taṁ kilesasampayuttattā kileso cāti kammakileso.",
  "atk-s0103a7:9_3": "Sakilesoyeva hi pāṇaṁ hanati, nikkileso na hanati, tasmā pāṇātipāto ‘‘kammakileso’’ti vutto. Adinnādānādīsupi eseva nayo.",
  "atk-s0103a7:9_4": "Athāparanti aparampi etadatthaparidīpakameva gāthābandhaṁ avocāti attho.",
  "atk-s0103a7:10_0": "Catuṭhānādivaṇṇanā",
  "atk-s0103a7:11_0": "246.Pāpakammaṁkarotīti idaṁ bhagavā yasmā kārake dassite akārako pākaṭo hoti, tasmā ‘‘pāpakammaṁ na karotī’’ti mātikaṁ ṭhapetvāpi desanākusalatāya paṭhamataraṁ kārakaṁ dassento āha .",
  "atk-s0103a7:11_1": "Tattha chandāgatiṁ gacchantoti chandena pemena agatiṁ gacchanto akattabbaṁ karonto. Parapadesupi eseva nayo.",
  "atk-s0103a7:11_2": "Tattha yo ‘‘ayaṁ me mitto vā sambhatto vā sandiṭṭho vā ñātako vā lañjaṁ vā pana me detī’’ti chandavasena assāmikaṁ sāmikaṁ karoti, ayaṁ chandāgatiṁ gacchanto pāpakammaṁ karoti nāma.",
  "atk-s0103a7:11_3": "Yo ‘‘ayaṁ me verī’’ti pakativeravasena taṅkhaṇuppannakodhavasena vā sāmikaṁ assāmikaṁ karoti, ayaṁ dosāgatiṁ gacchanto pāpakammaṁ karoti nāma.",
  "atk-s0103a7:11_4": "Yo pana mandattā momūhattā yaṁ vā taṁ vā vatvā assāmikaṁ sāmikaṁ karoti, ayaṁ mohāgatiṁ gacchanto pāpakammaṁ karoti nāma.",
  "atk-s0103a7:11_5": "Yo pana ‘‘ayaṁ rājavallabho vā visamanissito vā anatthampi me kareyyā’’ti bhīto assāmikaṁ sāmikaṁ karoti, ayaṁ bhayāgatiṁ gacchanto pāpakammaṁ karoti nāma.",
  "atk-s0103a7:11_6": "Yo pana yaṁkiñci bhājento ‘‘ayaṁ me sandiṭṭho vā sambhatto vā’’ti pemavasena atirekaṁ deti, ‘‘ayaṁ me verī’’ti dosavasena ūnakaṁ deti, momūhattā dinnādinnaṁ ajānamāno kassaci ūnaṁ kassaci adhikaṁ deti, ‘‘ayaṁ imasmiṁ adiyyamāne mayhaṁ anatthampi kareyyā’’ti bhīto kassaci atirekaṁ deti, so catubbidhopi yathānukkamena chandāgatiādīni gacchanto pāpakammaṁ karoti nāma.",
  "atk-s0103a7:12_0": "Ariyasāvako pana jīvitakkhayaṁ pāpuṇantopi chandāgatiādīni na gacchati.",
  "atk-s0103a7:12_1": "Tena vuttaṁ – ‘‘imehi catūhi ṭhānehi pāpakammaṁ na karotī’’ti.",
  "atk-s0103a7:13_0": "Nihīyati yaso tassāti tassa agatigāmino kittiyasopi parivārayasopi nihīyati parihāyati.",
  "atk-s0103a7:14_0": "Chaapāyamukhādivaṇṇanā",
  "atk-s0103a7:15_0": "247.Surāmerayamajjappamādaṭṭhānānuyogoti ettha surāti piṭṭhasurā pūvasurā odanasurā kiṇṇapakkhittā sambhārasaṁyuttāti pañca surā.",
  "atk-s0103a7:15_1": "Merayanti pupphāsavo phalāsavo madhvāsavo guḷāsavo sambhārasaṁyuttoti pañca āsavā.",
  "atk-s0103a7:15_2": "Taṁ sabbampi madakaraṇavasena majjaṁ.",
  "atk-s0103a7:15_3": "Pamādaṭṭhānanti pamādakāraṇaṁ.",
  "atk-s0103a7:15_4": "Yāya cetanāya taṁ majjaṁ pivati, tassa etaṁ adhivacanaṁ.",
  "atk-s0103a7:15_5": "Anuyogoti tassa surāmerayamajjappamādaṭṭhānassa anuanuyogo punappunaṁ karaṇaṁ.",
  "atk-s0103a7:15_6": "Yasmā panetaṁ anuyuttassa uppannā ceva bhogā parihāyanti, anuppannā ca nuppajjanti, tasmā ‘‘bhogānaṁ apāyamukha’’nti vuttaṁ.",
  "atk-s0103a7:15_7": "Vikālavisikhācariyānuyogoti avelāya visikhāsu cariyānuyuttatā.",
  "atk-s0103a7:16_0": "Samajjābhicaraṇanti naccādidassanavasena samajjāgamanaṁ.",
  "atk-s0103a7:16_1": "Ālasyānuyogoti kāyālasiyatāya yuttappayuttatā.",
  "atk-s0103a7:17_0": "Surāmerayassa chaādīnavādivaṇṇanā",
  "atk-s0103a7:18_0": "248.",
  "atk-s0103a7:18_1": "Evaṁ channaṁ apāyamukhānaṁ mātikaṁ ṭhapetvā idāni tāni vibhajanto cha kho me, gahapatiputta ādīnavātiādimāha.",
  "atk-s0103a7:18_2": "Tattha sandiṭṭhikāti sāmaṁ passitabbā, idhalokabhāvinī. Dhanajānīti dhanahāni.",
  "atk-s0103a7:18_3": "Kalahappavaḍḍhanīti vācākalahassa ceva hatthaparāmāsādikāyakalahassa ca vaḍḍhanī.",
  "atk-s0103a7:18_4": "Rogānaṁ āyatananti tesaṁ tesaṁ akkhirogādīnaṁ khettaṁ.",
  "atk-s0103a7:18_5": "Akittisañjananīti suraṁ pivitvā hi mātarampi paharanti pitarampi, aññaṁ bahumpi avattabbaṁ vadanti, akattabbaṁ karonti.",
  "atk-s0103a7:18_6": "Tena garahampi daṇḍampi hatthapādādichedampi pāpuṇanti, idhalokepi paralokepi akittiṁ pāpuṇanti, iti tesaṁ sā surā akittisañjananī nāma hoti.",
  "atk-s0103a7:18_7": "Kopīnanidaṁsanīti guyhaṭṭhānañhi vivariyamānaṁ hiriṁ kopeti vināseti, tasmā ‘‘kopīna’’nti vuccati, surāmadamattā ca taṁ taṁ aṅgaṁ vivaritvā vicaranti, tena nesaṁ sā surā kopīnassa nidaṁsanato ‘‘kopīnanidaṁsanī’’ti vuccati.",
  "atk-s0103a7:18_8": "Paññāya dubbalikaraṇīti sāgatattherassa viya kammassakatapaññaṁ dubbalaṁ karoti, tasmā ‘‘paññāya dubbalikaraṇī’’ti vuccati.",
  "atk-s0103a7:18_9": "Maggapaññaṁ pana dubbalaṁ kātuṁ na sakkoti.",
  "atk-s0103a7:18_10": "Adhigatamaggānañhi sā antomukhameva na pavisati.",
  "atk-s0103a7:18_11": "Chaṭṭhaṁ padanti chaṭṭhaṁ kāraṇaṁ.",
  "atk-s0103a7:19_0": "249.Attāpissa agutto arakkhito hotīti avelāya caranto hi khāṇukaṇṭakādīnipi akkamati, ahināpi yakkhādīhipi samāgacchati, taṁ taṁ ṭhānaṁ gacchatīti ñatvā verinopi naṁ nilīyitvā gaṇhanti vā hananti vā.",
  "atk-s0103a7:19_1": "Evaṁ attāpissa agutto hoti arakkhito.",
  "atk-s0103a7:19_2": "Puttadārāpi ‘‘amhākaṁ pitā amhākaṁ sāmi rattiṁ vicarati, kimaṅgaṁ pana maya’’nti itissa puttadhītaropi bhariyāpi bahi patthanaṁ katvā rattiṁ carantā anayabyasanaṁ pāpuṇanti.",
  "atk-s0103a7:19_3": "Evaṁ puttadāropissa agutto arakkhito hoti.",
  "atk-s0103a7:19_4": "Sāpateyyanti tassa puttadāraparijanassa rattiṁ caraṇakabhāvaṁ ñatvā corā suññaṁ gehaṁ pavisitvā yaṁ icchanti, taṁ haranti.",
  "atk-s0103a7:19_5": "Evaṁ sāpateyyampissa aguttaṁ arakkhitaṁ hoti.",
  "atk-s0103a7:19_6": "Saṅkiyo ca hotīti aññehi katapāpakammesupi ‘‘iminā kataṁ bhavissatī’’ti saṅkitabbo hoti.",
  "atk-s0103a7:19_7": "Yassa yassa gharadvārena yāti, tattha yaṁ aññena corakammaṁ paradārikakammaṁ vā kataṁ, taṁ ‘‘iminā kata’’nti vutte abhūtaṁ asantampi tasmiṁ rūhati patiṭṭhāti.",
  "atk-s0103a7:19_8": "Bahūnañca dukkhadhammānanti ettakaṁ dukkhaṁ, ettakaṁ domanassanti vattuṁ na sakkā, aññasmiṁ puggale asati sabbaṁ vikālacārimhi āharitabbaṁ hoti, iti so bahūnaṁ dukkhadhammānaṁ purakkhato puregāmī hoti.",
  "atk-s0103a7:20_0": "250.Kvanaccanti ‘‘kasmiṁ ṭhāne naṭanāṭakādinaccaṁ atthī’’ti pucchitvā yasmiṁ gāme vā nigame vā taṁ atthi, tattha gantabbaṁ hoti, tassa ‘‘sve naccadassanaṁ gamissāmī’’ti ajja vatthagandhamālādīni paṭiyādentasseva sakaladivasampi kammacchedo hoti, naccadassanena ekāhampi dvīhampi tīhampi tattheva hoti, atha vuṭṭhisampattiyādīni labhitvāpi vappādikāle vappādīni akarontassa anuppannā bhogā nuppajjanti, tassa bahi gatabhāvaṁ ñatvā anārakkhe gehe corā yaṁ icchanti, taṁ karonti, tenassa uppannāpi bhogā vinassanti.",
  "atk-s0103a7:20_1": "Kva gītantiādīsupi eseva nayo.",
  "atk-s0103a7:20_2": "Tesaṁ nānākaraṇaṁ brahmajāle vuttameva.",
  "atk-s0103a7:21_0": "251.Jayaṁ veranti ‘‘jitaṁ mayā’’ti parisamajjhe parassa sāṭakaṁ vā veṭhanaṁ vā gaṇhāti, so ‘‘parisamajjhe me avamānaṁ karosi, hotu, sikkhāpessāmi na’’nti tattha veraṁ bandhati, evaṁ jinanto sayaṁ veraṁ pasavati.",
  "atk-s0103a7:21_1": "Jinoti aññena jito samāno yaṁ tena tassa veṭhanaṁ vā sāṭako vā aññaṁ vā pana hiraññasuvaṇṇādivittaṁ gahitaṁ, taṁ anusocati ‘‘ahosi vata me, taṁ taṁ vata me natthī’’ti tappaccayā socati.",
  "atk-s0103a7:21_2": "Evaṁ so jino vittaṁ anusocati.",
  "atk-s0103a7:21_3": "Sabhāgatassa vacanaṁ na rūhatīti vinicchayaṭṭhāne sakkhipuṭṭhassa sato vacanaṁ na rūhati, na patiṭṭhāti, ‘‘ayaṁ akkhasoṇḍo jūtakaro, mā tassa vacanaṁ gaṇhitthā’’ti vattāro bhavanti.",
  "atk-s0103a7:21_4": "Mittāmaccānaṁparibhūto hotīti tañhi mitāmaccā evaṁ vadanti – ‘‘samma, tvampi nāma kulaputto jūtakaro chinnabhinnako hutvā vicarasi, na te idaṁ jātigottānaṁ anurūpaṁ, ito paṭṭhāya mā evaṁ kareyyāsī’’ti.",
  "atk-s0103a7:21_5": "So evaṁ vuttopi tesaṁ vacanaṁ na karoti.",
  "atk-s0103a7:21_6": "Tato tena saddhiṁ ekato na tiṭṭhanti na nisīdanti.",
  "atk-s0103a7:21_7": "Tassa kāraṇā sakkhipuṭṭhāpi na kathenti.",
  "atk-s0103a7:21_8": "Evaṁ mittāmaccānaṁ paribhūto hoti.",
  "atk-s0103a7:22_0": "Āvāhavivāhakānanti āvāhakā nāma ye tassa gharato dārikaṁ gahetukāmā.",
  "atk-s0103a7:22_1": "Vivāhakā nāma ye tassa gehe dārikaṁ dātukāmā.",
  "atk-s0103a7:22_2": "Apatthito hotīti anicchito hoti.",
  "atk-s0103a7:22_3": "Nālaṁ dārabharaṇāyāti dārabharaṇāya na samattho.",
  "atk-s0103a7:22_4": "Etassa gehe dārikā dinnāpi etassa gehato āgatāpi amhehi eva positabbā bhavissatiyeva.",
  "atk-s0103a7:23_0": "Pāpamittatāya chaādīnavādivaṇṇanā",
  "atk-s0103a7:24_0": "252.Dhuttāti akkhadhuttā.",
  "atk-s0103a7:24_1": "Soṇḍāti itthisoṇḍā bhattasoṇḍā pūvasoṇḍā mūlakasoṇḍā. Pipāsāti pānasoṇḍā.",
  "atk-s0103a7:24_2": "Nekatikāti patirūpakena vañcanakā.",
  "atk-s0103a7:24_3": "Vañcanikāti sammukhāvañcanāhi vañcanikā.",
  "atk-s0103a7:24_4": "Sāhasikāti ekāgārikādisāhasikakammakārino.",
  "atk-s0103a7:24_5": "Tyāssa mittā hontīti te assa mittā honti.",
  "atk-s0103a7:24_6": "Aññehi sappurisehi saddhiṁ na ramati gandhamālādīhi alaṅkaritvā varasayanaṁ āropitasūkaro gūthakūpamiva, te pāpamitteyeva upasaṅkamati.",
  "atk-s0103a7:24_7": "Tasmā diṭṭhe ceva dhamme samparāyañca bahuṁ anatthaṁ nigacchati.",
  "atk-s0103a7:25_0": "253.Atisītanti kammaṁ na karotīti manussehi kālasseva vuṭṭhāya ‘‘etha bho kammantaṁ gacchāmā’’ti vutto ‘‘atisītaṁ tāva, aṭṭhīni bhijjanti viya, gacchatha tumhe pacchā jānissāmī’’ti aggiṁ tapanto nisīdati. Te gantvā kammaṁ karonti. Itarassa kammaṁ parihāyati. Atiuṇhantiādīsupi eseva nayo.",
  "atk-s0103a7:26_0": "Hoti pānasakhā nāmāti ekacco pānaṭṭhāne surāgeheyeva sahāyo hoti.",
  "atk-s0103a7:26_1": "‘‘Pannasakhā’’tipi pāṭho, ayamevattho.",
  "atk-s0103a7:26_2": "Sammiyasammiyoti samma sammāti vadanto sammukheyeva sahāyo hoti, parammukhe verīsadiso otārameva gavesati.",
  "atk-s0103a7:26_3": "Atthesujātesūti tathārūpesu kiccesu samuppannesu. Verappasavoti verabahulatā. Anatthatāti anatthakāritā.",
  "atk-s0103a7:26_4": "Sukadariyatāti suṭṭhu kadariyatā thaddhamacchariyabhāvo .",
  "atk-s0103a7:26_5": "Udakamiva iṇaṁ vigāhatīti pāsāṇo udakaṁ viya saṁsīdanto iṇaṁ vigāhati.",
  "atk-s0103a7:27_0": "Rattinuṭṭhānadessināti rattiṁ anuṭṭhānasīlena.",
  "atk-s0103a7:27_1": "Atisāyamidaṁ ahūti idaṁ atisāyaṁ jātanti ye evaṁ vatvā kammaṁ na karonti.",
  "atk-s0103a7:27_2": "Iti vissaṭṭhakammanteti evaṁ vatvā pariccattakammante.",
  "atk-s0103a7:27_3": "Atthā accenti māṇaveti evarūpe puggale atthā atikkamanti, tesu na tiṭṭhanti.",
  "atk-s0103a7:28_0": "Tiṇā bhiyyoti tiṇatopi uttari.",
  "atk-s0103a7:28_1": "So sukhaṁ na vihāyatīti so puriso sukhaṁ na jahāti, sukhasamaṅgīyeva hoti.",
  "atk-s0103a7:28_2": "Iminā kathāmaggena imamatthaṁ dasseti ‘‘gihibhūtena satā ettakaṁ kammaṁ na kātabbaṁ, karontassa vaḍḍhi nāma natthi.",
  "atk-s0103a7:28_3": "Idhaloke paraloke garahameva pāpuṇātī’’ti.",
  "atk-s0103a7:29_0": "Mittapatirūpakādivaṇṇanā",
  "atk-s0103a7:30_0": "254.",
  "atk-s0103a7:30_1": "Idāni yo evaṁ karoto anattho uppajjati, aññāni vā pana yāni kānici bhayāni yekeci upaddavā yekeci upasaggā, sabbe te bālaṁ nissāya uppajjanti.",
  "atk-s0103a7:30_2": "Tasmā ‘‘evarūpā bālā na sevitabbā’’ti bāle mittapatirūpake amitte dassetuṁ cattārome, gahapatiputta amittātiādimāha.",
  "atk-s0103a7:30_3": "Tattha aññadatthuharoti sayaṁ tucchahattho āgantvā ekaṁsena yaṁkiñci haratiyeva.",
  "atk-s0103a7:30_4": "Vacīparamoti vacanaparamo vacanamatteneva dāyako kārako viya hoti.",
  "atk-s0103a7:30_5": "Anuppiyabhāṇīti anuppiyaṁ bhaṇati.",
  "atk-s0103a7:30_6": "Apāyasahāyoti bhogānaṁ apāyesu sahāyo hoti.",
  "atk-s0103a7:31_0": "255.",
  "atk-s0103a7:31_1": "Evaṁ cattāro amitte dassetvā puna tattha ekekaṁ catūhi kāraṇehi vibhajanto catūhi kho, gahapatiputtātiādimāha.",
  "atk-s0103a7:31_2": "Tattha aññadatthuharo hotīti ekaṁsena hārakoyeva hoti.",
  "atk-s0103a7:31_3": "Sahāyassa gehaṁ rittahattho āgantvā nivatthasāṭakādīnaṁ vaṇṇaṁ bhāsati, so ‘‘ativiya tvaṁ samma imassa vaṇṇaṁ bhāsasī’’ti aññaṁ nivāsetvā taṁ deti.",
  "atk-s0103a7:31_4": "Appena bahumicchatīti yaṁkiñci appakaṁ datvā tassa santikā bahuṁ pattheti.",
  "atk-s0103a7:31_5": "Bhayassakiccaṁ karotīti attano bhaye uppanne tassa dāso viya hutvā taṁ taṁ kiccaṁ karoti, ayaṁ sabbadā na karoti, bhaye uppanne karoti, na pemenāti amitto nāma jāto.",
  "atk-s0103a7:31_6": "Sevati atthakāraṇāti mittasanthavavasena na sevati, attano atthameva paccāsīsanto sevati.",
  "atk-s0103a7:32_0": "256.Atītena paṭisantharatīti sahāye āgate ‘‘hiyyo vā pare vā na āgatosi, amhākaṁ imasmiṁ vāre sassaṁ ativiya nipphannaṁ, bahūni sāliyavabījādīni ṭhapetvā maggaṁ olokentā nisīdimha, ajja pana sabbaṁ khīṇa’’nti evaṁ atītena saṅgaṇhāti.",
  "atk-s0103a7:32_1": "Anāgatenāti ‘‘imasmiṁ vāre amhākaṁ sassaṁ manāpaṁ bhavissati, phalabhārabharitā sāliādayo, sassasaṅgahe kate tumhākaṁ saṅgahaṁ kātuṁ samatthā bhavissāmā’’ti evaṁ anāgatena saṅgaṇhāti.",
  "atk-s0103a7:32_2": "Niratthakenāti hatthikkhandhe vā assapiṭṭhe vā nisinno sahāyaṁ disvā ‘‘ehi, bho, idha nisīdā’’ti vadati.",
  "atk-s0103a7:32_3": "Manāpaṁ sāṭakaṁ nivāsetvā ‘‘sahāyakassa vata me anucchaviko añño pana mayhaṁ natthī’’ti vadati, evaṁ niratthakena saṅgaṇhāti nāma.",
  "atk-s0103a7:32_4": "Paccuppannesu kiccesu byasanaṁ dassetīti ‘‘sakaṭena me attho’’ti vutte ‘‘cakkamassa bhinnaṁ, akkho chinno’’tiādīni vadati.",
  "atk-s0103a7:33_0": "257.Pāpakampissa anujānātīti pāṇātipātādīsu yaṁkiñci karomāti vutte ‘‘sādhu samma karomā’’ti anujānāti. Kalyāṇepi eseva nayo.",
  "atk-s0103a7:33_1": "Sahāyo hotīti ‘‘asukaṭṭhāne suraṁ pivanti, ehi tattha gacchāmā’’ti vutte sādhūti gacchati. Esa nayo sabbattha.",
  "atk-s0103a7:33_2": "Iti viññāyāti ‘‘mittapatirūpakā ete’’ti evaṁ jānitvā.",
  "atk-s0103a7:34_0": "Suhadamittādivaṇṇanā",
  "atk-s0103a7:35_0": "260.",
  "atk-s0103a7:35_1": "Evaṁ na sevitabbe pāpamitte dassetvā idāni sevitabbe kalyāṇamitte dassento puna cattārome, gahapatiputtātiādimāha.",
  "atk-s0103a7:35_2": "Tattha suhadāti sundarahadayā.",
  "atk-s0103a7:36_0": "261.Pamattaṁ rakkhatīti majjaṁ pivitvā gāmamajjhe vā gāmadvāre vā magge vā nipannaṁ disvā ‘‘evaṁnipannassa kocideva nivāsanapārupanampi hareyyā’’ti samīpe nisīditvā pabuddhakāle gahetvā gacchati.",
  "atk-s0103a7:36_1": "Pamattassasāpateyyanti sahāyo bahigato vā hoti suraṁ pivitvā vā pamatto, gehaṁ anārakkhaṁ ‘‘kocideva yaṁkiñci hareyyā’’ti gehaṁ pavisitvā tassa dhanaṁ rakkhati.",
  "atk-s0103a7:36_2": "Bhītassāti kismiñcideva bhaye uppanne ‘‘mā bhāyi, mādise sahāye ṭhite kiṁ bhāyasī’’ti taṁ bhayaṁ haranto paṭisaraṇaṁ hoti.",
  "atk-s0103a7:36_3": "Taddiguṇaṁ bhoganti kiccakaraṇīye uppanne sahāyaṁ attano santikaṁ āgataṁ disvā vadati ‘‘kasmā āgatosī’’ti? Rājakule kammaṁ atthīti. Kiṁ laddhuṁ vaṭṭatīti? Eko kahāpaṇoti.",
  "atk-s0103a7:36_4": "‘‘Nagare kammaṁ nāma na ekakahāpaṇena nipphajjati, dve gaṇhāhī’’ti evaṁ yattakaṁ vadati, tato diguṇaṁ deti.",
  "atk-s0103a7:37_0": "262.Guyhamassa ācikkhatīti attano guyhaṁ nigūhituṁ yuttakathaṁ aññassa akathetvā tasseva ācikkhati.",
  "atk-s0103a7:37_1": "Guyhamassa parigūhatīti tena kathitaṁ guyhaṁ yathā añño na jānāti, evaṁ rakkhati.",
  "atk-s0103a7:37_2": "Āpadāsu na vijahatīti uppanne bhaye na pariccajati.",
  "atk-s0103a7:37_3": "Jīvitampissa atthāyāti attano jīvitampi tassa sahāyassa atthāya pariccattameva hoti, attano jīvitaṁ agaṇetvāpi tassa kammaṁ karotiyeva.",
  "atk-s0103a7:38_0": "263.Pāpā nivāretīti amhesu passantesu passantesu tvaṁ evaṁ kātuṁ na labhasi, pañca verāni dasa akusalakammapathe mā karohīti nivāreti.",
  "atk-s0103a7:38_1": "Kalyāṇe nivesetīti kalyāṇakamme tīsu saraṇesu pañcasīlesu dasakusalakammapathesu vattassu, dānaṁ dehi puññaṁ karohi dhammaṁ suṇāhīti evaṁ kalyāṇe niyojeti.",
  "atk-s0103a7:38_2": "Assutaṁ sāvetīti assutapubbaṁ sukhumaṁ nipuṇaṁ kāraṇaṁ sāveti.",
  "atk-s0103a7:38_3": "Saggassa magganti idaṁ kammaṁ katvā sagge nibbattantīti evaṁ saggassa maggaṁ ācikkhati.",
  "atk-s0103a7:39_0": "264.Abhavenassa na nandatīti tassa abhavena avuḍḍhiyā puttadārassa vā parijanassa vā tathārūpaṁ pārijuññaṁ disvā vā sutvā vā na nandati, anattamano hoti.",
  "atk-s0103a7:39_1": "Bhavenāti vuḍḍhiyā tathārūpassa sampattiṁ vā issariyappaṭilābhaṁ vā disvā vā sutvā vā nandati, attamano hoti.",
  "atk-s0103a7:39_2": "Avaṇṇaṁ bhaṇamānaṁ nivāretīti ‘‘asuko virūpo na pāsādiko dujjātiko dussīlo’’ti vā vutte ‘‘evaṁ mā bhaṇi, rūpavā ca so pāsādiko ca sujāto ca sīlasampanno cā’’tiādīhi vacanehi paraṁ attano sahāyassa avaṇṇaṁ bhaṇamānaṁ nivāreti.",
  "atk-s0103a7:39_3": "Vaṇṇaṁ bhaṇamānaṁ pasaṁsatīti ‘‘asuko rūpavā pāsādiko sujāto sīlasampanno’’ti vutte ‘‘aho suṭṭhu vadasi, subhāsitaṁ tayā, evametaṁ, esa puriso rūpavā pāsādiko sujāto sīlasampanno’’ti evaṁ attano sahāyakassa paraṁ vaṇṇaṁ bhaṇamānaṁ pasaṁsati.",
  "atk-s0103a7:40_0": "265.Jalaṁ aggīva bhāsatīti rattiṁ pabbatamatthake jalamāno aggi viya virocati.",
  "atk-s0103a7:41_0": "Bhoge saṁharamānassāti attānampi parampi apīḷetvā dhammena samena bhoge sampiṇḍentassa rāsiṁ karontassa.",
  "atk-s0103a7:41_1": "Bhamarasseva irīyatoti yathā bhamaro pupphānaṁ vaṇṇagandhaṁ apothayaṁ tuṇḍenapi pakkhehipi rasaṁ āharitvā anupubbena cakkappamāṇaṁ madhupaṭalaṁ karoti, evaṁ anupubbena mahantaṁ bhogarāsiṁ karontassa.",
  "atk-s0103a7:41_2": "Bhogā sannicayaṁ yantīti tassa bhogā nicayaṁ gacchanti. Kathaṁ?",
  "atk-s0103a7:41_3": "Anupubbena upacikāhi saṁvaḍḍhiyamāno vammiko viya.",
  "atk-s0103a7:41_4": "Tenāha ‘‘vammikovupacīyatī’’ti.",
  "atk-s0103a7:41_5": "Yathā vammiko upaciyati, evaṁ nicayaṁ yantīti attho.",
  "atk-s0103a7:42_0": "Samāhatvāti samāharitvā.",
  "atk-s0103a7:42_1": "Alamatthoti yuttasabhāvo samattho vā pariyattarūpo gharāvāsaṁ saṇṭhāpetuṁ.",
  "atk-s0103a7:43_0": "Idāni yathā vā gharāvāso saṇṭhapetabbo, tathā ovadanto catudhā vibhaje bhogetiādimāha.",
  "atk-s0103a7:43_1": "Tattha sa ve mittāni ganthatīti so evaṁ vibhajanto mittāni ganthati nāma abhejjamānāni ṭhapeti.",
  "atk-s0103a7:43_2": "Yassa hi bhogā santi, so eva mitte ṭhapetuṁ sakkoti, na itaro.",
  "atk-s0103a7:44_0": "Ekenabhoge bhuñjeyyāti ekena koṭṭhāsena bhoge bhuñjeyya.",
  "atk-s0103a7:44_1": "Dvīhi kammaṁ payojayeti dvīhi koṭṭhāsehi kasivāṇijjādikammaṁ payojeyya.",
  "atk-s0103a7:44_2": "Catutthañca nidhāpeyyāti catutthaṁ koṭṭhāsaṁ nidhāpetvā ṭhapeyya.",
  "atk-s0103a7:44_3": "Āpadāsu bhavissatīti kulānañhi na sabbakālaṁ ekasadisaṁ vattati, kadāci rājādivasena āpadāpi uppajjanti, tasmā evaṁ āpadāsu uppannāsu bhavissatīti ‘‘ekaṁ koṭṭhāsaṁ nidhāpeyyā’’ti āha .",
  "atk-s0103a7:44_4": "Imesu pana catūsu koṭṭhāsesu katarakoṭṭhāsaṁ gahetvā kusalaṁ kātabbanti?",
  "atk-s0103a7:44_5": "‘‘Bhoge bhuñjeyyā’’ti vuttakoṭṭhāsaṁ.",
  "atk-s0103a7:44_6": "Tato gaṇhitvā bhikkhūnampi kapaṇaddhikādīnampi dātabbaṁ, pesakāranhāpitādīnampi vetanaṁ dātabbaṁ.",
  "atk-s0103a7:45_0": "Chaddisāpaṭicchādanakaṇḍavaṇṇanā",
  "atk-s0103a7:46_0": "266.",
  "atk-s0103a7:46_1": "Iti bhagavā ettakena kathāmaggena evaṁ gahapatiputtassa ariyasāvako catūhi kāraṇehi akusalaṁ pahāya chahi kāraṇehi bhogānaṁ apāyamukhaṁ vajjetvā soḷasa mittāni sevanto gharāvāsaṁ saṇṭhapetvā dārabharaṇaṁ karonto dhammikena ājīvena jīvati, devamanussānañca antare aggikkhandho viya virocatīti vajjanīyadhammavajjanatthaṁ sevitabbadhammasevanatthañca ovādaṁ datvā idāni namassitabbā cha disā dassento kathañca gahapatiputtātiādimāha.",
  "atk-s0103a7:47_0": "Tattha chaddisāpaṭicchādīti yathā chahi disāhi āgamanabhayaṁ na āgacchati, khemaṁ hoti nibbhayaṁ evaṁ viharanto ‘‘chaddisāpaṭicchādī’’ti vuccati.",
  "atk-s0103a7:47_1": "‘‘Puratthimā disā mātāpitaro veditabbā’’tiādīsu mātāpitaro pubbupakāritāya puratthimā disāti veditabbā.",
  "atk-s0103a7:47_2": "Ācariyā dakkhiṇeyyatāya dakkhiṇā disāti.",
  "atk-s0103a7:47_3": "Puttadārā piṭṭhito anubandhanavasena pacchimā disāti.",
  "atk-s0103a7:47_4": "Mittāmaccā yasmā so mittāmacce nissāya te te dukkhavisese uttarati, tasmā uttarā disāti.",
  "atk-s0103a7:47_5": "Dāsakammakarā pādamūle patiṭṭhānavasena heṭṭhimā disāti.",
  "atk-s0103a7:47_6": "Samaṇabrāhmaṇā guṇehi upari ṭhitabhāvena uparimā disāti veditabbā.",
  "atk-s0103a7:48_0": "267.Bhato ne bharissāmīti ahaṁ mātāpitūhi thaññaṁ pāyetvā hatthapāde vaḍḍhetvā mukhena siṅghāṇikaṁ apanetvā nahāpetvā maṇḍetvā bhato bharito jaggito, svāhaṁ ajja te mahallake pādadhovananhāpanayāgubhattadānādīhi bharissāmi.",
  "atk-s0103a7:49_0": "Kiccaṁ nesaṁ karissāmīti attano kammaṁ ṭhapetvā mātāpitūnaṁ rājakulādīsu uppannaṁ kiccaṁ gantvā karissāmi.",
  "atk-s0103a7:49_1": "Kulavaṁsaṁ saṇṭhapessāmīti mātāpitūnaṁ santakaṁ khettavatthuhiraññasuvaṇṇādiṁ avināsetvā rakkhantopi kulavaṁsaṁ saṇṭhapeti nāma.",
  "atk-s0103a7:49_2": "Mātāpitaro adhammikavaṁsato hāretvā dhammikavaṁse ṭhapentopi, kulavaṁsena āgatāni salākabhattādīni anupacchinditvā pavattentopi kulavaṁsaṁ saṇṭhapeti nāma.",
  "atk-s0103a7:49_3": "Idaṁ sandhāya vuttaṁ – ‘‘kulavaṁsaṁ saṇṭhapessāmī’’ti.",
  "atk-s0103a7:50_0": "Dāyajjaṁ paṭipajjāmīti mātāpitaro attano ovāde avattamāne micchāpaṭipanne dārake vinicchayaṁ patvā aputte karonti, te dāyajjārahā na honti.",
  "atk-s0103a7:50_1": "Ovāde vattamāne pana kulasantakassa sāmike karonti, ahaṁ evaṁ vattissāmīti adhippāyena ‘‘dāyajjaṁ paṭipajjāmī’’ti vuttaṁ.",
  "atk-s0103a7:51_0": "Dakkhiṇaṁ anuppadassāmīti tesaṁ pattidānaṁ katvā tatiyadivasato paṭṭhāya dānaṁ anuppadassāmi.",
  "atk-s0103a7:51_1": "Pāpā nivārentīti pāṇātipātādīnaṁ diṭṭhadhammikasamparāyikaṁ ādīnavaṁ vatvā, ‘‘tāta, mā evarūpaṁ karī’’ti nivārenti, katampi garahanti.",
  "atk-s0103a7:51_2": "Kalyāṇe nivesentīti anāthapiṇḍiko viya lañjaṁ datvāpi sīlasamādānādīsu nivesenti.",
  "atk-s0103a7:51_3": "Sippaṁ sikkhāpentīti attano ovāde ṭhitabhāvaṁ ñatvā vaṁsānugataṁ muddāgaṇanādisippaṁ sikkhāpenti.",
  "atk-s0103a7:51_4": "Patirūpenāti kulasīlarūpādīhi anurūpena.",
  "atk-s0103a7:52_0": "Samaye dāyajjaṁ niyyādentīti samaye dhanaṁ denti.",
  "atk-s0103a7:52_1": "Tattha niccasamayo kālasamayoti dve samayā.",
  "atk-s0103a7:52_2": "Niccasamaye denti nāma ‘‘uṭṭhāya samuṭṭhāya imaṁ gaṇhitabbaṁ gaṇha, ayaṁ te paribbayo hotu, iminā kusalaṁ karohī’’ti denti.",
  "atk-s0103a7:52_3": "Kālasamaye denti nāma sikhāṭhapanaāvāhavivāhādisamaye denti.",
  "atk-s0103a7:52_4": "Apica pacchime kāle maraṇamañce nipannassa ‘‘iminā kusalaṁ karohī’’ti dentāpi samaye denti nāma.",
  "atk-s0103a7:52_5": "Paṭicchannā hotīti yaṁ puratthimadisato bhayaṁ āgaccheyya, yathā taṁ nāgacchati, evaṁ pihitā hoti.",
  "atk-s0103a7:52_6": "Sace hi puttā vippaṭipannā, assu, mātāpitaro daharakālato paṭṭhāya jagganādīhi sammā paṭipannā, ete dārakā, mātāpitūnaṁ appatirūpāti etaṁ bhayaṁ āgaccheyya.",
  "atk-s0103a7:52_7": "Puttā sammā paṭipannā, mātāpitaro vippaṭipannā, mātāpitaro puttānaṁ nānurūpāti etaṁ bhayaṁ āgaccheyya.",
  "atk-s0103a7:52_8": "Ubhosu vippaṭipannesu duvidhampi taṁ bhayaṁ hoti.",
  "atk-s0103a7:52_9": "Sammā paṭipannesu sabbaṁ na hoti.",
  "atk-s0103a7:52_10": "Tena vuttaṁ – ‘‘paṭicchannā hoti khemā appaṭibhayā’’ti.",
  "atk-s0103a7:53_0": "Evañca pana vatvā bhagavā siṅgālakaṁ etadavoca – ‘‘na kho te, gahapatiputta, pitā lokasammataṁ puratthimaṁ disaṁ namassāpeti.",
  "atk-s0103a7:53_1": "Mātāpitaro pana puratthimadisāsadise katvā namassāpeti.",
  "atk-s0103a7:53_2": "Ayañhi te pitarā puratthimā disā akkhātā, no aññā’’ti.",
  "atk-s0103a7:54_0": "268.Uṭṭhānenāti āsanā uṭṭhānena.",
  "atk-s0103a7:54_1": "Antevāsikena hi ācariyaṁ dūratova āgacchantaṁ disvā āsanā vuṭṭhāya paccuggamanaṁ katvā hatthato bhaṇḍakaṁ gahetvā āsanaṁ paññapetvā nisīdāpetvā bījanapādadhovanapādamakkhanāni kātabbāni.",
  "atk-s0103a7:54_2": "Taṁ sandhāya vuttaṁ ‘‘uṭṭhānenā’’ti.",
  "atk-s0103a7:54_3": "Upaṭṭhānenāti divasassa tikkhattuṁ upaṭṭhānagamanena.",
  "atk-s0103a7:54_4": "Sippuggahaṇakāle pana avassakameva gantabbaṁ hoti.",
  "atk-s0103a7:54_5": "Sussūsāyāti saddahitvā savanena.",
  "atk-s0103a7:54_6": "Asaddahitvā suṇanto hi visesaṁ nādhigacchati.",
  "atk-s0103a7:54_7": "Pāricariyāyāti avasesakhuddakapāricariyāya.",
  "atk-s0103a7:54_8": "Antevāsikena hi ācariyassa pātova vuṭṭhāya mukhodakadantakaṭṭhaṁ datvā bhattakiccakālepi pānīyaṁ gahetvā paccupaṭṭhānādīni katvā vanditvā gantabbaṁ.",
  "atk-s0103a7:54_9": "Kiliṭṭhavatthādīni dhovitabbāni, sāyaṁ nahānodakaṁ paccupaṭṭhapetabbaṁ. Aphāsukāle upaṭṭhātabbaṁ.",
  "atk-s0103a7:54_10": "Pabbajitenapi sabbaṁ antevāsikavattaṁ kātabbaṁ.",
  "atk-s0103a7:54_11": "Idaṁ sandhāya vuttaṁ – ‘‘pāricariyāyā’’ti.",
  "atk-s0103a7:54_12": "Sakkaccaṁ sippapaṭiggahaṇenāti sakkaccaṁ paṭiggahaṇaṁ nāma thokaṁ gahetvā bahuvāre sajjhāyakaraṇaṁ, ekapadampi visuddhameva gahetabbaṁ.",
  "atk-s0103a7:55_0": "Suvinītaṁ vinentīti ‘‘evaṁ te nisīditabbaṁ, evaṁ ṭhātabbaṁ, evaṁ khāditabbaṁ, evaṁ bhuñjitabbaṁ, pāpamittā vajjetabbā, kalyāṇamittā sevitabbā’’ti evaṁ ācāraṁ sikkhāpenti vinenti.",
  "atk-s0103a7:55_1": "Suggahitaṁ gāhāpentīti yathā suggahitaṁ gaṇhāti, evaṁ atthañca byañjanañca sodhetvā payogaṁ dassetvā gaṇhāpenti.",
  "atk-s0103a7:55_2": "Mittāmaccesu paṭiyādentīti ‘‘ayaṁ amhākaṁ antevāsiko byatto bahussuto mayā samasamo, etaṁ sallakkheyyāthā’’ti evaṁ guṇaṁ kathetvā mittāmaccesu patiṭṭhapenti.",
  "atk-s0103a7:56_0": "Disāsu parittāṇaṁ karontīti sippasikkhāpanenevassa sabbadisāsu rakkhaṁ karonti.",
  "atk-s0103a7:56_1": "Uggahitasippo hi yaṁ yaṁ disaṁ gantvā sippaṁ dasseti, tattha tatthassa lābhasakkāro uppajjati.",
  "atk-s0103a7:56_2": "So ācariyena kato nāma hoti, guṇaṁ kathentopissa mahājano ācariyapāde dhovitvā vasitaantevāsiko vata ayanti paṭhamaṁ ācariyasseva guṇaṁ kathenti, brahmalokappamāṇopissa lābho uppajjamāno ācariyasantakova hoti.",
  "atk-s0103a7:56_3": "Apica yaṁ vijjaṁ parijappitvā gacchantaṁ aṭaviyaṁ corā na passanti, amanussā vā dīghajātiādayo vā na viheṭhenti, taṁ sikkhāpentāpi disāsu parittāṇaṁ karonti.",
  "atk-s0103a7:56_4": "Yaṁ vā so disaṁ gato hoti, tato kaṅkhaṁ uppādetvā attano santikaṁ āgatamanusse ‘‘etissaṁ disāyaṁ amhākaṁ antevāsiko vasati, tassa ca mayhañca imasmiṁ sippe nānākaraṇaṁ natthi, gacchatha tameva pucchathā’’ti evaṁ antevāsikaṁ paggaṇhantāpi tassa tattha lābhasakkāruppattiyā parittāṇaṁ karonti nāma, patiṭṭhaṁ karontīti attho.",
  "atk-s0103a7:56_5": "Sesamettha purimanayeneva yojetabbaṁ.",
  "atk-s0103a7:57_0": "269.",
  "atk-s0103a7:57_1": "Tatiyadisāvāre sammānanāyāti devamāte tissamāteti evaṁ sambhāvitakathākathanena.",
  "atk-s0103a7:57_2": "Anavamānanāyāti yathā dāsakammakarādayo pothetvā viheṭhetvā kathenti, evaṁ hīḷetvā vimānetvā akathanena.",
  "atk-s0103a7:57_3": "Anaticariyāyāti taṁ atikkamitvā bahi aññāya itthiyā saddhiṁ paricaranto taṁ aticarati nāma, tathā akaraṇena.",
  "atk-s0103a7:57_4": "Issariyavossaggenāti itthiyo hi mahālatāsadisampi ābharaṇaṁ labhitvā bhattaṁ vicāretuṁ alabhamānā kujjhanti, kaṭacchuṁ hatthe ṭhapetvā tava ruciyā karohīti bhattagehe vissaṭṭhe sabbaṁ issariyaṁ vissaṭṭhaṁ nāma hoti, evaṁ karaṇenāti attho.",
  "atk-s0103a7:57_5": "Alaṅkārānuppadānenāti attano vibhavānurūpena alaṅkāradānena.",
  "atk-s0103a7:57_6": "Susaṁvihitakammantāti yāgubhattapacanakālādīni anatikkamitvā tassa tassa sādhukaṁ karaṇena suṭṭhu saṁvihitakammantā.",
  "atk-s0103a7:57_7": "Saṅgahitaparijanāti sammānanādīhi ceva paheṇakapesanādīhi ca saṅgahitaparijanā.",
  "atk-s0103a7:57_8": "Idha parijano nāma sāmikassa ceva attano ca ñātijano.",
  "atk-s0103a7:57_9": "Anaticārinīti sāmikaṁ muñcitvā aññaṁ manasāpi na pattheti.",
  "atk-s0103a7:57_10": "Sambhatanti kasivāṇijjādīni katvā ābhatadhanaṁ.",
  "atk-s0103a7:57_11": "Dakkhāca hotīti yāgubhattasampādanādīsu chekā nipuṇā hoti. Analasāti nikkosajjā.",
  "atk-s0103a7:57_12": "Yathā aññā kusītā nisinnaṭṭhāne nisinnāva honti ṭhitaṭṭhāne ṭhitāva, evaṁ ahutvā vipphāritena cittena sabbakiccāni nipphādeti.",
  "atk-s0103a7:57_13": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a7:58_0": "270.",
  "atk-s0103a7:58_1": "Catutthadisāvāre avisaṁvādanatāyāti yassa yassa nāmaṁ gaṇhāti, taṁ taṁ avisaṁvādetvā idampi amhākaṁ gehe atthi, idampi atthi, gahetvā gacchāhīti evaṁ avisaṁvādetvā dānena.",
  "atk-s0103a7:58_2": "Aparapajā cassa paṭipūjentīti sahāyassa puttadhītaro pajā nāma, tesaṁ pana puttadhītaro ca nattupanattakā ca aparapajā nāma.",
  "atk-s0103a7:58_3": "Te paṭipūjenti keḷāyanti mamāyanti maṅgalakālādīsu tesaṁ maṅgalādīni karonti.",
  "atk-s0103a7:58_4": "Sesamidhāpi purimanayeneva veditabbaṁ.",
  "atk-s0103a7:59_0": "271.Yathābalaṁ kammantasaṁvidhānenāti daharehi kātabbaṁ mahallakehi, mahallakehi vā kātabbaṁ daharehi, itthīhi kātabbaṁ purisehi, purisehi vā kātabbaṁ itthīhi akāretvā tassa tassa balānurūpeneva kammantasaṁvidhānena.",
  "atk-s0103a7:59_1": "Bhattavetanānuppadānenāti ayaṁ khuddakaputto, ayaṁ ekavihārīti tassa tassa anurūpaṁ sallakkhetvā bhattadānena ceva paribbayadānena ca.",
  "atk-s0103a7:59_2": "Gilānupaṭṭhānenāti aphāsukakāle kammaṁ akāretvā sappāyabhesajjādīni datvā paṭijagganena.",
  "atk-s0103a7:59_3": "Acchariyānaṁ rasānaṁ saṁvibhāgenāti acchariye madhurarase labhitvā sayameva akhāditvā tesampi tato saṁvibhāgakaraṇena.",
  "atk-s0103a7:59_4": "Samaye vossaggenāti niccasamaye ca kālasamaye ca vossajjanena.",
  "atk-s0103a7:59_5": "Niccasamaye vossajjanaṁ nāma sakaladivasaṁ kammaṁ karontā kilamanti.",
  "atk-s0103a7:59_6": "Tasmā yathā na kilamanti, evaṁ velaṁ ñatvā vissajjanaṁ.",
  "atk-s0103a7:59_7": "Kālasamaye vossaggo nāma chaṇanakkhattakīḷādīsu alaṅkārabhaṇḍakhādanīyabhojanīyādīni datvā vissajjanaṁ.",
  "atk-s0103a7:59_8": "Dinnādāyinoti corikāya kiñci agahetvā sāmikehi dinnasseva ādāyino.",
  "atk-s0103a7:59_9": "Sukatakammakarāti ‘‘kiṁ etassa kammena katena, na mayaṁ kiñci labhāmā’’ti anujjhāyitvā tuṭṭhahadayā yathā taṁ kammaṁ sukataṁ hoti, evaṁ kārakā.",
  "atk-s0103a7:59_10": "Kittivaṇṇaharāti parisamajjhe kathāya sampattāya ‘‘ko amhākaṁ sāmikehi sadiso atthi, mayaṁ attano dāsabhāvampi na jānāma, tesaṁ sāmikabhāvampi na jānāma, evaṁ no anukampantī’’ti guṇakathāhārakā.",
  "atk-s0103a7:59_11": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a7:60_0": "272.Mettena kāyakammenātiādīsu mettacittaṁ paccupaṭṭhapetvā katāni kāyakammādīni mettāni nāma vuccanti.",
  "atk-s0103a7:60_1": "Tattha bhikkhū nimantessāmīti vihāragamanaṁ , dhamakaraṇaṁ gahetvā udakaparissāvanaṁ, piṭṭhiparikammapādaparikammādikaraṇañca mettaṁ kāyakammaṁ nāma.",
  "atk-s0103a7:60_2": "Bhikkhū piṇḍāya paviṭṭhe disvā ‘‘sakkaccaṁ yāguṁ detha, bhattaṁ dethā’’tiādivacanañceva, sādhukāraṁ datvā dhammasavanañca sakkaccaṁ paṭisanthārakaraṇādīni ca mettaṁ vacīkammaṁ nāma.",
  "atk-s0103a7:60_3": "‘‘Amhākaṁ kulūpakattherā averā hontu abyāpajjā’’ti evaṁ cintanaṁ mettaṁ manokammaṁ nāma.",
  "atk-s0103a7:60_4": "Anāvaṭadvāratāyāti apihitadvāratāya.",
  "atk-s0103a7:60_5": "Tattha sabbadvārāni vivaritvāpi sīlavantānaṁ adāyako akārako pihitadvāroyeva.",
  "atk-s0103a7:60_6": "Sabbadvārāni pana pidahitvāpi tesaṁ dāyako kārako vivaṭadvāroyeva.",
  "atk-s0103a7:60_7": "Iti sīlavantesu gehadvāraṁ āgatesu santaṁyeva natthīti avatvā dātabbaṁ.",
  "atk-s0103a7:60_8": "Evaṁ anāvaṭadvāratā nāma hoti.",
  "atk-s0103a7:61_0": "Āmisānuppadānenāti purebhattaṁ paribhuñjitabbakaṁ āmisaṁ nāma, tasmā sīlavantānaṁ yāgubhattasampadānenāti attho.",
  "atk-s0103a7:61_1": "Kalyāṇena manasā anukampantīti ‘‘sabbe sattā sukhitā hontu averā arogā abyāpajjā’’ti evaṁ hitapharaṇena.",
  "atk-s0103a7:61_2": "Apica upaṭṭhākānaṁ gehaṁ aññe sīlavante sabrahmacārī gahetvā pavisantāpi kalyāṇena cetasā anukampanti nāma.",
  "atk-s0103a7:61_3": "Sutaṁ pariyodāpentīti yaṁ tesaṁ pakatiyā sutaṁ atthi, tassa atthaṁ kathetvā kaṅkhaṁ vinodenti, tathattāya vā paṭipajjāpenti.",
  "atk-s0103a7:61_4": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a7:62_0": "273.Alamattoti puttadārabharaṇaṁ katvā agāraṁ ajjhāvasanasamattho.",
  "atk-s0103a7:62_1": "Paṇḍitoti disānamassanaṭṭhāne paṇḍito hutvā.",
  "atk-s0103a7:62_2": "Saṇhoti sukhumatthadassanena saṇhavācābhaṇanena vā saṇho hutvā.",
  "atk-s0103a7:62_3": "Paṭibhānavāti disānamassanaṭṭhāne paṭibhānavā hutvā nivātavuttīti nīcavutti. Atthaddhoti thambharahito.",
  "atk-s0103a7:62_4": "Uṭṭhānakoti uṭṭhānavīriyasampanno. Analasoti nikkosajjo.",
  "atk-s0103a7:62_5": "Acchinnavuttīti nirantarakaraṇavasena akhaṇḍavutti.",
  "atk-s0103a7:62_6": "Medhāvīti ṭhānuppattiyā paññāya samannāgato.",
  "atk-s0103a7:63_0": "Saṅgāhakoti catūhi saṅgahavatthūhi saṅgahakaro. Mittakaroti mittagavesano.",
  "atk-s0103a7:63_1": "Vadaññūti pubbakārinā, vuttavacanaṁ jānāti.",
  "atk-s0103a7:63_2": "Sahāyakassa gharaṁ gatakāle ‘‘mayhaṁ sahāyakassa veṭhanaṁ detha, sāṭakaṁ detha, manussānaṁ bhattavetanaṁ dethā’’ti vuttavacanamanussaranto tassa attano gehaṁ āgatassa tattakaṁ vā tato atirekaṁ vā paṭikattāti attho.",
  "atk-s0103a7:63_3": "Apica sahāyakassa gharaṁ gantvā imaṁ nāma gaṇhissāmīti āgataṁ sahāyakaṁ lajjāya gaṇhituṁ asakkontaṁ anicchāritampi tassa vācaṁ ñatvā yena atthena so āgato, taṁ nipphādento vadaññū nāma.",
  "atk-s0103a7:63_4": "Yena yena vā pana sahāyakassa ūnaṁ hoti, oloketvā taṁ taṁ dentopi vadaññūyeva.",
  "atk-s0103a7:63_5": "Netāti taṁ taṁ atthaṁ dassento paññāya netā.",
  "atk-s0103a7:63_6": "Vividhāni kāraṇāni dassento netīti vinetā. Punappunaṁ netīti anunetā.",
  "atk-s0103a7:64_0": "Tattha tatthāti tasmiṁ tasmiṁ puggale.",
  "atk-s0103a7:64_1": "Rathassāṇīva yāyatoti yathā āṇiyā satiyeva ratho yāti, asati na yāti, evaṁ imesu saṅgahesu satiyeva loko vattati, asati na vattati.",
  "atk-s0103a7:64_2": "Tena vuttaṁ – ‘‘ete kho saṅgahā loke, rathassāṇīva yāyato’’ti.",
  "atk-s0103a7:65_0": "Na mātā puttakāraṇāti yadi mātā ete saṅgahe puttassa na kareyya, puttakāraṇā mānaṁ vā pūjaṁ vā na labheyya.",
  "atk-s0103a7:66_0": "Saṅgahā eteti upayogavacane paccattaṁ. ‘‘Saṅgahe ete’’ti vā pāṭho.",
  "atk-s0103a7:66_1": "Sammapekkhantīti sammā pekkhanti.",
  "atk-s0103a7:66_2": "Pāsaṁsā ca bhavantīti pasaṁsanīyā ca bhavanti.",
  "atk-s0103a7:67_0": "274.",
  "atk-s0103a7:67_1": "Iti bhagavā yā disā sandhāya te gahapatiputta pitā āha ‘‘disā namasseyyāsī’’ti, imā tā cha disā.",
  "atk-s0103a7:67_2": "Yadi tvaṁ pitu vacanaṁ karosi, imā disā namassāti dassento siṅgālassa pucchāya ṭhatvā desanaṁ matthakaṁ pāpetvā rājagahaṁ piṇḍāya pāvisi .",
  "atk-s0103a7:67_3": "Siṅgālakopi saraṇesu patiṭṭhāya cattālīsakoṭidhanaṁ buddhasāsane vikiritvā puññakammaṁ katvā saggaparāyaṇo ahosi.",
  "atk-s0103a7:67_4": "Imasmiñca pana sutte yaṁ gihīhi kattabbaṁ kammaṁ nāma, taṁ akathitaṁ natthi, gihivinayo nāmāyaṁ suttanto.",
  "atk-s0103a7:67_5": "Tasmā imaṁ sutvā yathānusiṭṭhaṁ paṭipajjamānassa vuddhiyeva pāṭikaṅkhā, no parihānīti.",
  "atk-s0103a7:68_0": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a7:69_0": "Siṅgālasuttavaṇṇanā niṭṭhitā."
}