{
  "atk-s0402a53:0_0": "(18) 3. Sañcetaniyavaggo",
  "atk-s0402a53:1_0": "1. Cetanāsuttavaṇṇanā",
  "atk-s0402a53:2_0": "171.",
  "atk-s0402a53:2_1": "Tatiyassa paṭhame kāyeti kāyadvāre, kāyaviññattiyā satīti attho.",
  "atk-s0402a53:2_2": "Kāyasañcetanāhetūtiādīsu kāyasañcetanā nāma kāyadvāre cetanā pakappanā.",
  "atk-s0402a53:2_3": "Sā aṭṭha kāmāvacarakusalavasena aṭṭhavidhā, akusalavasena dvādasavidhāti vīsatividhā.",
  "atk-s0402a53:2_4": "Tathā vacīsañcetanā, tathā manosañcetanā.",
  "atk-s0402a53:2_5": "Apicettha nava mahaggatacetanāpi labbhanti.",
  "atk-s0402a53:2_6": "Kāyasañcetanāhetūti kāyasañcetanāpaccayā.",
  "atk-s0402a53:2_7": "Uppajjati ajjhattaṁ sukhadukkhanti aṭṭhakusalakammapaccayā niyakajjhatte sukhaṁ uppajjati, dvādasaakusalakammapaccayā dukkhaṁ. Sesadvāresupi eseva nayo.",
  "atk-s0402a53:2_8": "Avijjāpaccayāvāti avijjākāraṇeneva.",
  "atk-s0402a53:2_9": "Sace hi avijjā chādayamānā paccayo hoti, evaṁ sante tīsu dvāresu sukhadukkhānaṁ paccayabhūtā cetanā uppajjati.",
  "atk-s0402a53:2_10": "Iti mūlabhūtāya avijjāya vasenetaṁ vuttaṁ.",
  "atk-s0402a53:3_0": "Sāmaṁ vātiādīsu parehi anāṇatto sayameva abhisaṅkharonto sāmaṁ kāyasaṅkhāraṁ abhisaṅkharoti nāma.",
  "atk-s0402a53:3_1": "Yaṁ pana pare samādapetvā āṇāpetvā kārenti, tassa taṁ kāyasaṅkhāraṁ pare abhisaṅkharonti nāma.",
  "atk-s0402a53:3_2": "Yo pana kusalaṁ kusalanti akusalaṁ akusalanti kusalavipākaṁ kusalavipākoti akusalavipākaṁ akusalavipākoti jānanto kāyadvāre vīsatividhaṁ kāyasaṅkhāraṁ abhisaṅkharoti, ayaṁ sampajāno abhisaṅkharoti nāma.",
  "atk-s0402a53:3_3": "Yo evaṁ ajānanto abhisaṅkharoti, ayaṁ asampajāno abhisaṅkharoti nāma. Sesadvāresupi eseva nayo.",
  "atk-s0402a53:4_0": "Tattha asampajānakammaṁ evaṁ veditabbaṁ – daharadārakā ‘‘mātāpitūhi kataṁ karomā’’ti cetiyaṁ vandanti, pupphapūjaṁ karonti, bhikkhusaṅghaṁ vandanti, tesaṁ kusalanti ajānantānampi taṁ kusalameva hoti.",
  "atk-s0402a53:4_1": "Tathā migapakkhiādayo tiracchānā dhammaṁ suṇanti, saṅghaṁ vandanti, cetiyaṁ vandanti, tesaṁ jānantānampi ajānantānampi taṁ kusalameva hoti.",
  "atk-s0402a53:4_2": "Daharadārakā pana mātāpitaro hatthapādehi paharanti, bhikkhūnaṁ talasattikaṁ uggiranti, daṇḍaṁ khipanti, akkosanti .",
  "atk-s0402a53:4_3": "Gāviyo bhikkhusaṅghaṁ anubandhanti, sunakhā anubandhanti, ḍaṁsanti, sīhabyagghādayo anubandhanti, jīvitā voropenti.",
  "atk-s0402a53:4_4": "Tesaṁ jānantānampi ajānantānampi akusalakammaṁ hotīti veditabbaṁ.",
  "atk-s0402a53:5_0": "Idāni tīsupi dvāresu āyūhanacetanā samodhānetabbā.",
  "atk-s0402a53:5_1": "Seyyathidaṁ – kāyadvāre sayaṁkatamūlikā vīsati cetanā, āṇattimūlikā vīsati, sampajānamūlikā vīsati, asampajānamūlikā vīsatīti asīti cetanā honti, tathā vacīdvāre.",
  "atk-s0402a53:5_2": "Manodvāre pana ekekasmimpi vikappe ekūnatiṁsa katvā satañca soḷasa ca honti.",
  "atk-s0402a53:5_3": "Iti sabbāpi tīsu dvāresu dve satāni chasattati ca cetanā.",
  "atk-s0402a53:5_4": "Tā sabbāpi saṅkhārakkhandhoteva saṅkhaṁ gacchanti, taṁsampayutto vedayitākāro vedanākkhandho, sañjānanākāro saññākkhandho, cittaṁ viññāṇakkhandho, kāyo upādārūpaṁ, tassa paccayā catasso dhātuyo cattāri bhūtānīti ime pañcakkhandhā dukkhasaccaṁ nāma.",
  "atk-s0402a53:6_0": "Imesu, bhikkhave, dhammesu avijjā anupatitāti imesu vuttappabhedesu cetanādhammesu avijjā sahajātavasena ca upanissayavasena ca anupatitā.",
  "atk-s0402a53:6_1": "Evaṁ vaṭṭañceva vaṭṭamūlikā ca avijjā dassitā hoti.",
  "atk-s0402a53:7_0": "Ettāvatā vipassanaṁ vaḍḍhetvā arahattaṁ pattassa khīṇāsavassa idāni thutiṁ karonto avijjāyatveva asesavirāganirodhātiādimāha.",
  "atk-s0402a53:7_1": "Tattha asesavirāganirodhāti asesavirāgena ceva asesanirodhena ca.",
  "atk-s0402a53:7_2": "So kāyo na hotīti khīṇāsavassa kāyena karaṇakammaṁ paññāyati, cetiyaṅgaṇasammajjanaṁ bodhiyaṅgaṇasammajjanaṁ abhikkamanaṁ paṭikkamanaṁ vattānuvattakaraṇanti evamādi.",
  "atk-s0402a53:7_3": "Kāyadvāre panassa vīsati cetanā avipākadhammataṁ āpajjanti.",
  "atk-s0402a53:7_4": "Tena vuttaṁ – ‘‘so kāyo na hoti, yaṁ paccayāssa taṁ uppajjati ajjhattaṁ sukhadukkha’’nti.",
  "atk-s0402a53:7_5": "Kāyadvārappavattā hi cetanā idha kāyoti adhippetā. Sesadvayepi eseva nayo.",
  "atk-s0402a53:7_6": "Khettantiādīnipi kusalākusalakammasseva nāmāni.",
  "atk-s0402a53:7_7": "Tañhi vipākassa viruhanaṭṭhānaṭṭhena khettaṁ, patiṭṭhānaṭṭhena vatthu, kāraṇaṭṭhena āyatanaṁ, adhikaraṇaṭṭhena adhikaraṇanti vuccati.",
  "atk-s0402a53:8_0": "Iti satthā ettakena ṭhānena tīhi dvārehi āyūhitakammaṁ dassetvā idāni tassa kammassa vipaccanaṭṭhānaṁ dassetuṁ cattārome bhikkhavetiādimāha.",
  "atk-s0402a53:8_1": "Tattha attabhāvappaṭilābhāti paṭiladdhaattabhāvā.",
  "atk-s0402a53:8_2": "Attasañcetanā kamatīti attanā pakappitacetanā vahati pavattati.",
  "atk-s0402a53:9_0": "Attasañcetanāhetu tesaṁ sattānaṁ tamhā kāyā cuti hotītiādīsu khiḍḍāpadosikā devā attasañcetanāhetu cavanti.",
  "atk-s0402a53:9_1": "Tesañhi nandanavanacittalatāvanaphārusakavanādīsu dibbaratisamappitānaṁ kīḷantānaṁ pānabhojane sati sammussati, te āhārupacchedena ātape khittamālā viya milāyanti.",
  "atk-s0402a53:9_2": "Manopadosikā devā parasañcetanāhetu cavanti, ete cātumahārājikā devā.",
  "atk-s0402a53:9_3": "Tesu kira eko devaputto ‘‘nakkhattaṁ kīḷissāmī’’ti saparivāro rathena vīthiṁ paṭipajjati.",
  "atk-s0402a53:9_4": "Athañño nikkhamanto taṁ purato gacchantaṁ disvā ‘‘kiṁ, bho, ayaṁ kapaṇo adiṭṭhapubbaṁ viya etaṁ disvā pītiyā uddhumāto viya gajjamāno viya ca gacchatī’’ti kujjhati.",
  "atk-s0402a53:9_5": "Purato gacchantopi nivattitvā taṁ kuddhaṁ disvā kuddhā nāma suvijānā hontīti kuddhabhāvamassa ñatvā ‘‘tvaṁ kuddho mayhaṁ kiṁ karissasi, ayaṁ sampatti mayā dānasīlādīnaṁ vasena laddhā, na tuyhaṁ vasenā’’ti paṭikujjhati.",
  "atk-s0402a53:9_6": "Ekasmiñhi kuddhe itaro akuddho rakkhati, ubhosu pana kuddhesu ekassa kodho itarassa paccayo hoti, tassapi kodho itarassa paccayo hotīti ubho kandantānaṁyeva orodhānaṁ cavanti.",
  "atk-s0402a53:9_7": "Manussā attasañcetanā ca parasañcetanā ca hetu cavanti, attasañcetanāya ca parasañcetanāya ca hetubhūtāya cavantīti attho.",
  "atk-s0402a53:9_8": "Manussā hi kujjhitvā attanāva attānaṁ hatthehipi daṇḍehipi paharanti, rajjubandhanādīhipi bandhanti, asināpi sīsaṁ chindanti, visampi khādanti, papātepi patanti, udakampi pavisanti, aggimpi pavisanti, parepi daṇḍena vā satthane vā paharitvā mārenti.",
  "atk-s0402a53:9_9": "Evaṁ tesu attasañcetanāpi parasañcetanāpi kamati.",
  "atk-s0402a53:10_0": "Katametena devā daṭṭhabbāti katame nāma te devā daṭṭhabbāti attho.",
  "atk-s0402a53:10_1": "Tena vā attabhāvena katame devā daṭṭhabbātipi attho.",
  "atk-s0402a53:10_2": "Kasmā pana thero imaṁ pañhaṁ pucchati, kiṁ attanā kathetuṁ nappahotīti?",
  "atk-s0402a53:10_3": "Pahoti, idaṁ pana padaṁ attano sabhāvena buddhavisayaṁ pañhanti thero na kathesi.",
  "atk-s0402a53:10_4": "Tena daṭṭhabbāti tena attabhāvena daṭṭhabbā.",
  "atk-s0402a53:10_5": "Ayaṁ pana pañho heṭṭhā kāmāvacarepi rūpāvacarepi labbhati, bhavaggena pana paricchinditvā kathito nippadesena kathito hotīti bhagavatā evaṁ kathito.",
  "atk-s0402a53:11_0": "Āgantāroitthattanti itthabhāvaṁ kāmāvacarapañcakkhandhabhāvameva āgantāro, neva tatrūpapattikā na uparūpapattikā honti.",
  "atk-s0402a53:11_1": "Anāgantāro itthattanti imaṁ khandhapañcakaṁ anāgantāro, heṭṭhūpapattikā na honti, tatrūpapattikā vā uparūpapattikā vā tattheva vā parinibbāyino hontīti attho.",
  "atk-s0402a53:11_2": "Ettha ca heṭṭhimabhave nibbattānaṁ vasena uparūpapattikā veditabbā. Bhavagge panetaṁ natthi. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0402a53:12_0": "2. Vibhattisuttavaṇṇanā",
  "atk-s0402a53:13_0": "172.",
  "atk-s0402a53:13_1": "Dutiye atthapaṭisambhidāti pañcasu atthesu pabhedagataṁ ñāṇaṁ. Odhisoti kāraṇaso. Byañjanasoti akkharaso.",
  "atk-s0402a53:13_2": "Anekapariyāyenāti anekehi kāraṇehi. Ācikkhāmīti kathemi.",
  "atk-s0402a53:13_3": "Desemīti pākaṭaṁ katvā kathemi. Paññāpemīti jānāpemi.",
  "atk-s0402a53:13_4": "Paṭṭhapemīti paṭṭhapetvā pavattetvā kathemi.",
  "atk-s0402a53:13_5": "Vivarāmīti vivaṭaṁ katvā kathemi.",
  "atk-s0402a53:13_6": "Vibhajāmīti vibhajitvā kathemi.",
  "atk-s0402a53:13_7": "Uttānīkaromīti gambhīraṁ uttānakaṁ katvā kathemi.",
  "atk-s0402a53:13_8": "So maṁ pañhenāti so maṁ pañhena upagacchatu.",
  "atk-s0402a53:13_9": "Ahaṁ veyyākaraṇenāti ahamassa pañhakathanena cittaṁ ārādhessāmi.",
  "atk-s0402a53:13_10": "Yo no dhammānaṁ sukusaloti yo amhākaṁ adhigatadhammānaṁ sukusalo satthā, so esa sammukhībhūto.",
  "atk-s0402a53:13_11": "Yadi mayā atthapaṭisambhidā na sacchikatā, ‘‘sacchikarohi tāva sāriputtā’’ti vatvā maṁ paṭibāhissatīti satthu purato nisinnakova sīhanādaṁ nadati.",
  "atk-s0402a53:13_12": "Iminā upāyena sabbattha attho veditabbo.",
  "atk-s0402a53:13_13": "Imāsu ca pana paṭisambhidāsu tisso paṭisambhidā lokiyā, atthapaṭisambhidā lokiyalokuttarāti.",
  "atk-s0402a53:14_0": "3. Mahākoṭṭhikasuttavaṇṇanā",
  "atk-s0402a53:15_0": "173.",
  "atk-s0402a53:15_1": "Tatiye phassāyatanānanti phassākarānaṁ, phassassa uppattiṭṭhānānanti attho.",
  "atk-s0402a53:15_2": "Atthaññaṁ kiñcīti etesu asesato niruddhesu tato paraṁ koci appamattakopi kileso atthīti pucchati.",
  "atk-s0402a53:15_3": "Natthaññaṁ kiñcīti idhāpi ‘‘appamattakopi kileso natthī’’ti pucchati. Sesadvayepi eseva nayo.",
  "atk-s0402a53:15_4": "Ime pana cattāropi pañhe sassatucchedaekaccasassataamarāvikkhepavasena pucchati.",
  "atk-s0402a53:15_5": "Tenassa thero pucchitapucchitaṁ paṭibāhanto mā hevanti āha.",
  "atk-s0402a53:15_6": "Ettha hiiti nipātamattaṁ, evaṁ mā bhaṇīti attho.",
  "atk-s0402a53:15_7": "Attūpaladdhivaseneva ‘‘atthaññaṁ kiñci añño koci attā nāma atthī’’ti sassatādiākārena pucchati. Kiṁ panesa attūpaladdhikoti? Na attūpaladdhiko.",
  "atk-s0402a53:15_8": "Evaṁladdhiko pana tattheko bhikkhu nisinno, so pucchituṁ na sakkoti.",
  "atk-s0402a53:15_9": "Tassa laddhiṁ vissajjāpanatthaṁ evaṁ pucchati.",
  "atk-s0402a53:15_10": "Yepi ca anāgate evaṁladdhikā bhavissanti, tesaṁ ‘‘buddhakālepeso pañho mahāsāvakehi vissajjito’’ti vacanokāsupacchedanatthaṁ pucchatiyeva.",
  "atk-s0402a53:16_0": "Appapañcaṁpapañcetīti na papañcetabbaṭṭhāne papañcaṁ karoti, anācaritabbaṁ maggaṁ carati.",
  "atk-s0402a53:16_1": "Tāvatā papañcassa gatīti yattakā channaṁ phassāyatanānaṁ gati, tattakāva taṇhādiṭṭhimānappabhedassa papañcassa gati.",
  "atk-s0402a53:16_2": "Channaṁ, āvuso, phassāyatanānaṁ asesavirāganirodhā papañcanirodho papañcavūpasamoti etesu chasu āyatanesu sabbaso niruddhesu papañcāpi niruddhāva honti, vūpasantāva hontīti attho.",
  "atk-s0402a53:16_3": "Āruppe pana puthujjanadevatānaṁ kiñcāpi pañca phassāyatanāni niruddhāni, chaṭṭhassa pana aniruddhattā tayopi papañcā appahīnāva.",
  "atk-s0402a53:16_4": "Apica pañcavokārabhavavaseneva pañho kathitoti.",
  "atk-s0402a53:16_5": "Catutthe imināva nayena attho veditabbo.",
  "atk-s0402a53:17_0": "5. Upavāṇasuttavaṇṇanā",
  "atk-s0402a53:18_0": "175-176.",
  "atk-s0402a53:18_1": "Pañcame vijjāyantakaro hotīti vijjāya vaṭṭadukkhassa antakaro hoti, sakalaṁ vaṭṭadukkhaṁ paricchinnaṁ parivaṭumaṁ katvā tiṭṭhatīti. Sesapadesupi eseva nayo. Saupādānoti sagahaṇova hutvā.",
  "atk-s0402a53:18_2": "Antakaro abhavissāti vaṭṭadukkhassa antaṁ katvā ṭhito abhavissa.",
  "atk-s0402a53:18_3": "Caraṇasampannoti pannarasadhammabhedena caraṇena samannāgato.",
  "atk-s0402a53:18_4": "Yathābhūtaṁ jānaṁpassaṁ antakaro hotīti yathāsabhāvaṁ maggapaññāya jānitvā passitvā vaṭṭadukkhassa antaṁ katvā ṭhito nāma hotīti arahattanikūṭena pañhaṁ niṭṭhapesi.",
  "atk-s0402a53:18_5": "Chaṭṭhaṁ heṭṭhā ekakanipātavaṇṇanāyaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0402a53:19_0": "7. Rāhulasuttavaṇṇanā",
  "atk-s0402a53:20_0": "177.",
  "atk-s0402a53:20_1": "Sattame ajjhattikāti kesādīsu vīsatiyā koṭṭhāsesu thaddhākāralakkhaṇā pathavīdhātu.",
  "atk-s0402a53:20_2": "Bāhirāti bahiddhā anindriyabaddhesu pāsāṇapabbatādīsu thaddhākāralakkhaṇā pathavīdhātu .",
  "atk-s0402a53:20_3": "Imināva nayena sesāpi dhātuyo veditabbā.",
  "atk-s0402a53:20_4": "Netaṁ mama, nesohamasmi, na meso attāti idaṁ tayaṁ taṇhāmānadiṭṭhiggāhapaṭikkhepavasena vuttaṁ.",
  "atk-s0402a53:20_5": "Sammappaññāya daṭṭhabbanti hetunā kāraṇena maggapaññāya passitabbaṁ.",
  "atk-s0402a53:20_6": "Disvāti sahavipassanāya maggapaññāya passitvā.",
  "atk-s0402a53:20_7": "Acchecchi taṇhanti maggavajjhataṇhaṁ samūlakaṁ chindi.",
  "atk-s0402a53:20_8": "Vivattayi saṁyojananti dasavidhampi saṁyojanaṁ vivattayi ubbattetvā pajahi.",
  "atk-s0402a53:20_9": "Sammā mānābhisamayāti hetunā kāraṇena navavidhassa mānassa pahānābhisamayā.",
  "atk-s0402a53:20_10": "Antamakāsi dukkhassāti vaṭṭadukkhaṁ paricchinnaṁ parivaṭumaṁ akāsi, katvā ṭhitoti attho.",
  "atk-s0402a53:20_11": "Iti satthārā saṁyuttamahānikāye rāhulovāde (saṁ. ni.",
  "atk-s0402a53:20_12": "3.91 ādayo) vipassanā kathitā, cūḷarāhulovādepi (ma. ni.",
  "atk-s0402a53:20_13": "3.416 ādayo) vipassanā kathitā, ambalaṭṭhikarāhulovāde (ma. ni.",
  "atk-s0402a53:20_14": "2.107 ādayo) daharasseva sato musāvādā veramaṇī kathitā, mahārāhulovāde (ma. ni.",
  "atk-s0402a53:20_15": "2.113 ādayo) vipassanā kathitā.",
  "atk-s0402a53:20_16": "Imasmiṁ aṅguttaramahānikāye ayaṁ catukoṭikasuññatā nāma kathitāti.",
  "atk-s0402a53:21_0": "8. Jambālīsuttavaṇṇanā",
  "atk-s0402a53:22_0": "178.",
  "atk-s0402a53:22_1": "Aṭṭhame santaṁ cetovimuttinti aṭṭhannaṁ samāpattīnaṁ aññataraṁ samāpattiṁ.",
  "atk-s0402a53:22_2": "Sakkāyanirodhanti tebhūmakavaṭṭasaṅkhātassa sakkāyassa nirodhaṁ, nibbānanti attho.",
  "atk-s0402a53:22_3": "Na pakkhandatīti ārammaṇavasena na pakkhandati. Sesapadesupi eseva nayo.",
  "atk-s0402a53:22_4": "Na pāṭikaṅkhoti na pāṭikaṅkhitabbo. Lepagatenāti lepamakkhitena.",
  "atk-s0402a53:23_0": "Imasmiñca panatthe nadīpāraṁ gantukāmapurisopammaṁ āharitabbaṁ – eko kira puriso caṇḍasotāya vāḷamacchākulāya nadiyā pāraṁ gantukāmo ‘‘orimaṁ tīraṁ sāsaṅkaṁ sappaṭibhayaṁ, pārimaṁ tīraṁ khemaṁ appaṭibhayaṁ, kiṁ nu kho katvā pāraṁ gamissāmī’’ti paṭipāṭiyā ṭhite aṭṭha kakudharukkhe disvā ‘‘sakkā imāya rukkhapaṭipāṭiyā gantu’’nti manasikatvā ‘‘kakudharukkhā nāma maṭṭhasākhā honti, sākhāya hatthā na saṇṭhaheyyu’’nti nigrodhapilakkharukkhādīnaṁ aññatarassa lākhāya hatthapāde makkhetvā dakkhiṇahatthena ekaṁ sākhaṁ gaṇhi. Hattho tattheva lagi.",
  "atk-s0402a53:23_1": "Puna vāmahatthena dakkhiṇapādena vāmapādenāti cattāropi hatthapādā tattheva lagiṁsu.",
  "atk-s0402a53:23_2": "So adhosiro lambamāno uparinadiyaṁ deve vuṭṭhe puṇṇāya nadiyā sote nimuggo kumbhīlādīnaṁ bhakkho ahosi.",
  "atk-s0402a53:24_0": "Tattha nadīsotaṁ viya saṁsārasotaṁ daṭṭhabbaṁ, sotassa pāraṁ gantukāmapuriso viya yogāvacaro, orimatīraṁ viya sakkāyo, pārimatīraṁ viya nibbānaṁ, paṭipāṭiyā ṭhitā aṭṭha kakudharukkhā viya aṭṭha samāpattiyo, lepamakkhitena hatthena sākhāgahaṇaṁ viya jhānavipassanānaṁ pāripanthike asodhetvā samāpattisamāpajjanaṁ, catūhi hatthapādehi sākhāya baddhassa olambanaṁ viya paṭhamajjhāne nikantiyā laggakālo, uparisote vuṭṭhi viya chasu dvāresu kilesānaṁ uppannakālo, nadiyā puṇṇāya sote nimuggassa kumbhīlādīnaṁ bhakkhabhūtakālo viya saṁsārasote nimuggassa catūsu apāyesu dukkhānubhavanakālo veditabbo.",
  "atk-s0402a53:25_0": "Suddhena hatthenāti sudhotena parisuddhahatthena.",
  "atk-s0402a53:25_1": "Imasmimpi atthe tādisameva opammaṁ kātabbaṁ – tatheva hi pāraṁ gantukāmo puriso ‘‘kakudharukkhā nāma maṭṭhasākhā, kiliṭṭhahatthena gaṇhantassa hattho parigaleyyā’’ti hatthapāde sudhote katvā ekaṁ sākhaṁ gaṇhitvā paṭhamaṁ rukkhaṁ āruḷho.",
  "atk-s0402a53:25_2": "Tato otaritvā dutiyaṁ…pe… tato otaritvā aṭṭhamaṁ, aṭṭhamarukkhato otaritvā pārimatīre khemantabhūmiṁ gato.",
  "atk-s0402a53:26_0": "Tattha ‘‘imehi rukkhehi pārimatīraṁ gamissāmī’’ti tassa purisassa cintitakālo viya yogino ‘‘aṭṭha samāpattiyo samāpajjitvā samāpattito vuṭṭhāya arahattaṁ gamissāmī’’ti cintitakālo, suddhena hatthena sākhāgahaṇaṁ viya jhānavipassanānaṁ pāripanthikadhamme sodhetvā samāpattisamāpajjanaṁ.",
  "atk-s0402a53:26_1": "Tattha paṭhamarukkhārohaṇakālo viya paṭhamajjhānasamāpattikālo, paṭhamarukkhato oruyha dutiyaṁ āruḷhakālo viya paṭhamajjhāne nikantiyā abaddhassa tato vuṭṭhāya dutiyajjhānasamāpannakālo…pe… sattamarukkhato oruyha aṭṭhamaṁ āruḷhakālo viya ākiñcaññāyatanasamāpattiyaṁ nikantiyā abaddhassa tato vuṭṭhāya nevasaññānāsaññāyatanasamāpannakālo.",
  "atk-s0402a53:26_2": "Aṭṭhamarukkhato oruyha pārimatīraṁ khemantabhūmiṁ gatakālo viya nevasaññānāsaññāyatane nikantiyā abaddhassa samāpattito vuṭṭhāya saṅkhāre sammasitvā arahattappattakālo veditabbo.",
  "atk-s0402a53:27_0": "Avijjāppabhedaṁ manasi karotīti aṭṭhasu ṭhānesu aññāṇabhūtāya gaṇabahalamahāavijjāya pabhedasaṅkhātaṁ arahattaṁ manasi karoti.",
  "atk-s0402a53:27_1": "Na pakkhandatīti ārammaṇavaseneva na pakkhandati.",
  "atk-s0402a53:27_2": "Jambālīti gāmato nikkhantassa mahāudakassa patiṭṭhānabhūto mahāāvāṭo.",
  "atk-s0402a53:27_3": "Anekavassagaṇikāti gāmassa vā nagarassa vā uppannakāleyeva uppannattā anekāni vassagaṇāni uppannāya etissāti anekavassagaṇikā.",
  "atk-s0402a53:27_4": "Āyamukhānīti catasso pavisanakandarā.",
  "atk-s0402a53:27_5": "Apāyamukhānīti apavāhanacchiddāni.",
  "atk-s0402a53:27_6": "Na āḷippabhedo pāṭikaṅkhoti na pāḷippabhedo pāṭikaṅkhitabbo.",
  "atk-s0402a53:27_7": "Na hi tato udakaṁ uṭṭhāya pāḷiṁ bhinditvā kacavaraṁ gahetvā mahāsamuddaṁ pāpuṇāti.",
  "atk-s0402a53:28_0": "Imassa panatthassa vibhāvanatthaṁ uyyānagavesakaopammaṁ āharitabbaṁ.",
  "atk-s0402a53:28_1": "Eko kira nagaravāsiko kulaputto uyyānaṁ gavesanto nagarato nātidūre naccāsanne mahantaṁ jambāliṁ addasa.",
  "atk-s0402a53:28_2": "So ‘‘imasmiṁ ṭhāne ramaṇīyaṁ uyyānaṁ bhavissatī’’ti sallakkhetvā kuddālaṁ ādāya cattāripi kandarāni pidhāya apavāhanacchiddāni vivaritvā aṭṭhāsi.",
  "atk-s0402a53:28_3": "Devo na sammā vassi, avasesaudakaṁ apavāhanacchiddena parissavitvā gataṁ.",
  "atk-s0402a53:28_4": "Cammakhaṇḍapilotikādīni tattheva pūtikāni jātāni, pāṇakā saṇṭhitā, samantā anupagamanīyā jātā.",
  "atk-s0402a53:28_5": "Upagatānampi nāsāpuṭe pidhāya pakkamitabbaṁ hoti .",
  "atk-s0402a53:28_6": "So katipāhena āgantvā paṭikkamma ṭhito oloketvā ‘‘na sakkā upagantu’’nti pakkāmi.",
  "atk-s0402a53:29_0": "Tattha nagaravāsī kulaputto viya yogāvacaro daṭṭhabbo, uyyānaṁ gavesantena gāmadvāre jambāliyā diṭṭhakālo viya cātumahābhūtikakāyo, āyamukhānaṁ pihitakālo viya dhammassavanodakassa aladdhakālo, apāyamukhānaṁ vivaṭakālo viya chadvārikasaṁvarassa vissaṭṭhakālo, devassa sammā avuṭṭhakālo viya sappāyakammaṭṭhānassa aladdhakālo, avasesaudakassa apāyamukhehi parissavitvā gatakālo viya abbhantare guṇānaṁ parihīnakālo, udakassa uṭṭhāya pāḷiṁ bhinditvā kacavaraṁ ādāya mahāsamuddaṁ pāpuṇituṁ asamatthakālo viya arahattamaggena avijjāpāḷiṁ bhinditvā kilesarāsiṁ vidhamitvā nibbānaṁ sacchikātuṁ asamatthakālo, cammakhaṇḍapilotikādīnaṁ tattheva pūtibhāvo viya abbhantare rāgādikilesehi paripūritakālo, tassa āgantvā disvā vippaṭisārino gatakālo viya vaṭṭasamaṅgipuggalassa vaṭṭe abhiratakālo veditabbo.",
  "atk-s0402a53:30_0": "Āḷippabhedo pāṭikaṅkhoti pāḷippabhedo pāṭikaṅkhitabbo.",
  "atk-s0402a53:30_1": "Tato hi udakaṁ uṭṭhāya pāḷiṁ bhinditvā kacavaraṁ ādāya mahāsamuddaṁ pāpuṇituṁ sakkhissatīti attho.",
  "atk-s0402a53:31_0": "Idhāpi tadeva opammaṁ āharitabbaṁ.",
  "atk-s0402a53:31_1": "Tattha āyamukhānaṁ vivaṭakālo viya sappāyadhammassavanassa laddhakālo, apāyamukhānaṁ pihitakālo viya chasu dvāresu saṁvarassa paccupaṭṭhitakālo, devassa sammā vuṭṭhakālo viya sappāyakammaṭṭhānassa laddhakālo, udakassa uṭṭhāya pāḷiṁ bhinditvā kacavaraṁ ādāya mahāsamuddaṁ pattakālo viya arahattamaggena avijjaṁ bhinditvā akusalarāsiṁ vidhamitvā arahattaṁ sacchikatakālo, āyamukhehi paviṭṭhena udakena sarassa paripuṇṇakālo viya abbhantare lokuttaradhammehi paripuṇṇakālo, samantato vatiṁ katvā rukkhe ropetvā uyyānamajjhe pāsādaṁ māpetvā nāṭakāni paccupaṭṭhapetvā subhojanaṁ bhuñjantassa nisinnakālo viya dhammapāsādaṁ āruyha nibbānārammaṇaṁ phalasamāpattiṁ appetvā nisinnakālo veditabbo. Sesamettha uttānatthameva.",
  "atk-s0402a53:31_2": "Desanā pana lokiyalokuttaramissikā kathitāti.",
  "atk-s0402a53:32_0": "9. Nibbānasuttavaṇṇanā",
  "atk-s0402a53:33_0": "179.",
  "atk-s0402a53:33_1": "Navame hānabhāgiyā saññātiādīsu ‘‘paṭhamassa jhānassa lābhiṁ kāmasahagatā saññāmanasikārā samudācaranti, hānabhāginī paññā’’ti (vibha.",
  "atk-s0402a53:33_2": "799) abhidhamme vuttanayeneva attho veditabbo.",
  "atk-s0402a53:33_3": "Yathābhūtaṁnappajānantīti yathāsabhāvato maggañāṇena na jānanti.",
  "atk-s0402a53:34_0": "10. Mahāpadesasuttavaṇṇanā",
  "atk-s0402a53:35_0": "180.",
  "atk-s0402a53:35_1": "Dasame bhoganagare viharatīti parinibbānasamaye cārikaṁ caranto taṁ nagaraṁ patvā tattha viharati.",
  "atk-s0402a53:35_2": "Ānandacetiyeti ānandayakkhassa bhavanaṭṭhāne patiṭṭhitavihāre.",
  "atk-s0402a53:35_3": "Mahāpadeseti mahāokāse mahāapadese vā, buddhādayo mahante mahante apadisitvā vuttāni mahākāraṇānīti attho.",
  "atk-s0402a53:35_4": "Neva abhinanditabbanti haṭṭhatuṭṭhehi sādhukāraṁ datvā pubbeva na sotabbaṁ.",
  "atk-s0402a53:35_5": "Evaṁ kate hi pacchā ‘‘idaṁ na sametī’’ti vuccamānopi ‘‘kiṁ pubbeva ayaṁ dhammo, idāni na dhammo’’ti vatvā laddhiṁ na vissajjeti.",
  "atk-s0402a53:35_6": "Nappaṭikkositabbanti ‘‘kiṁ esa bālo vadatī’’ti evaṁ pubbeva na vattabbaṁ.",
  "atk-s0402a53:35_7": "Evaṁ vutte hi vattuṁ yuttampi na vakkhati.",
  "atk-s0402a53:35_8": "Tenāha – anabhinanditvā appaṭikkositvāti.",
  "atk-s0402a53:35_9": "Padabyañjanānīti padasaṅkhātāni byañjanāni.",
  "atk-s0402a53:35_10": "Sādhukaṁ uggahetvāti ‘‘imasmiṁ ṭhāne pāḷi vuttā, imasmiṁ ṭhāne attho vutto, imasmiṁ ṭhāne anusandhi kathitā , imasmiṁ ṭhāne pubbāparaṁ kathita’’nti suṭṭhu gahetvā.",
  "atk-s0402a53:35_11": "Sutte otāretabbānīti sutte otaritabbāni.",
  "atk-s0402a53:35_12": "Vinaye sandassetabbānīti vinaye saṁsandetabbāni.",
  "atk-s0402a53:36_0": "Ettha ca suttanti vinayo vutto.",
  "atk-s0402a53:36_1": "Yathāha – ‘‘kattha paṭikkhittaṁ, sāvatthiyaṁ suttavibhaṅge’’ti (cūḷava. 457) vinayoti khandhako. Yathāha – ‘‘vinayātisāre’’ti.",
  "atk-s0402a53:36_2": "Evaṁ vinayapiṭakampi na pariyādiyati.",
  "atk-s0402a53:36_3": "Ubhatovibhaṅgā pana suttaṁ, khandhakaparivārā vinayoti evaṁ vinayapiṭakaṁ pariyādiyati.",
  "atk-s0402a53:36_4": "Atha vā suttantapiṭakaṁ suttaṁ, vinayapiṭakaṁ vinayoti evaṁ dveyeva piṭakāni pariyādiyanti.",
  "atk-s0402a53:36_5": "Suttantābhidhammapiṭakāni vā suttaṁ, vinayapiṭakaṁ vinayoti evampi tīṇi piṭakāni na tāva pariyādiyanti.",
  "atk-s0402a53:36_6": "Asuttanāmakañhi buddhavacanaṁ nāma atthi.",
  "atk-s0402a53:36_7": "Seyyathidaṁ – jātakaṁ paṭisambhidā niddeso suttanipāto dhammapadaṁ udānaṁ itivuttakaṁ vimānavatthu petavatthu theragāthā therīgāthā apadānanti.",
  "atk-s0402a53:37_0": "Sudinnatthero pana ‘‘asuttanāmakaṁ buddhavacanaṁ natthī’’ti taṁ sabbaṁ paṭikkhipitvā ‘‘tīṇi piṭakāni suttaṁ, vinayo pana kāraṇa’’nti āha.",
  "atk-s0402a53:37_1": "Tato taṁ kāraṇaṁ dassento idaṁ suttamāhari –",
  "atk-s0402a53:38_0": "‘‘Ye kho tvaṁ, gotami, dhamme jāneyyāsi, ime dhammā sarāgāya saṁvattanti no virāgāya, saṁyogāya saṁvattanti no visaṁyogāya, saupādānāya saṁvattanti no anupādānāya, mahicchatāya saṁvattanti no appicchatāya, asantuṭṭhiyā saṁvattanti no santuṭṭhiyā, kosajjāya saṁvattanti no vīriyārambhāya, saṅgaṇikāya saṁvattanti no pavivekāya, ācayāya saṁvattanti no apacayāya.",
  "atk-s0402a53:38_1": "Ekaṁsena, gotami, jāneyyāsi ‘neso dhammo neso vinayo netaṁ satthu sāsana’nti.",
  "atk-s0402a53:39_0": "‘‘Ye ca kho tvaṁ, gotami, dhamme jāneyyāsi, ime dhammā virāgāya saṁvattanti no sarāgāya, visaṁyogāya saṁvattanti no saṁyogāya.",
  "atk-s0402a53:39_1": "Anupādānāya saṁvattanti no saupādānāya, appicchatāya saṁvattanti no mahicchatāya, santuṭṭhiyā saṁvattanti no asantuṭṭhiyā, vīriyārambhāya saṁvattanti no kosajjāya, pavivekāya saṁvattanti no saṅgaṇikāya, apacayāya saṁvattanti no ācayāya.",
  "atk-s0402a53:39_2": "Ekaṁsena, gotami , jāneyyāsi ‘eso dhammo eso vinayo etaṁ satthu sāsana’’’nti (cūḷava. 406; a. ni. 8.53).",
  "atk-s0402a53:40_0": "Tasmā sutteti tepiṭakabuddhavacane otāretabbāni.",
  "atk-s0402a53:40_1": "Vinayeti etasmiṁ rāgādivinayakāraṇe saṁsandetabbānīti ayamettha attho.",
  "atk-s0402a53:40_2": "Na ceva sutte otarantīti suttapaṭipāṭiyā katthaci anāgantvā challiṁ uṭṭhapetvā guḷhavessantara-guḷhaummagga-guḷhavinayavedallapiṭakānaṁ aññatarato āgatāni paññāyantīti attho.",
  "atk-s0402a53:40_3": "Evaṁ āgatāni hi rāgādivinaye ca apaññāyamānāni chaḍḍetabbāni honti.",
  "atk-s0402a53:40_4": "Tena vuttaṁ – ‘‘iti hidaṁ, bhikkhave, chaḍḍeyyāthā’’ti.",
  "atk-s0402a53:40_5": "Etenupāyena sabbattha attho veditabbo.",
  "atk-s0402a53:40_6": "Idaṁ, bhikkhave, catutthaṁ mahāpadesaṁ dhāreyyāthāti imaṁ, bhikkhave, catutthaṁ dhammassa patiṭṭhānokāsaṁ dhāreyyāthāti.",
  "atk-s0402a53:41_0": "Sañcetaniyavaggo tatiyo."
}