{
  "atk-s0502a9:0_0": "9. Pāpavaggo",
  "atk-s0502a9:1_0": "1. Cūḷekasāṭakabrāhmaṇavatthu",
  "atk-s0502a9:2_0": "Abhittharethakalyāṇeti imaṁ dhammadesanaṁ satthā jetavane viharanto cūḷekasāṭakabrāhmaṇaṁ ārabbha kathesi.",
  "atk-s0502a9:3_0": "Vipassidasabalassa kālasmiñhi mahāekasāṭakabrāhmaṇo nāma ahosi, ayaṁ pana etarahi sāvatthiyaṁ cūḷekasāṭako nāma.",
  "atk-s0502a9:3_1": "Tassa hi eko nivāsanasāṭako ahosi, brāhmaṇiyāpi eko.",
  "atk-s0502a9:3_2": "Ubhinnampi ekameva pārupanaṁ, bahi gamanakāle brāhmaṇo vā brāhmaṇī vā taṁ pārupati.",
  "atk-s0502a9:3_3": "Athekadivasaṁ vihāre dhammassavane ghosite brāhmaṇo āha –",
  "atk-s0502a9:3_4": "‘‘bhoti dhammassavanaṁ ghositaṁ, kiṁ divā dhammassavanaṁ gamissasi, udāhu rattiṁ.",
  "atk-s0502a9:3_5": "Pārupanassa hi abhāvena na sakkā amhehi ekato gantu’’nti.",
  "atk-s0502a9:3_6": "Brāhmaṇī, ‘‘sāmi, ahaṁ divā gamissāmī’’ti sāṭakaṁ pārupitvā agamāsi.",
  "atk-s0502a9:3_7": "Brāhmaṇo divasabhāgaṁ gehe vītināmetvā rattiṁ gantvā satthu purato nisinnova dhammaṁ assosi.",
  "atk-s0502a9:3_8": "Athassa sarīraṁ pharamānā pañcavaṇṇā pīti uppajji.",
  "atk-s0502a9:3_9": "So satthāraṁ pūjitukāmo hutvā ‘‘sace imaṁ sāṭakaṁ dassāmi, neva brāhmaṇiyā, na mayhaṁ pārupanaṁ bhavissatī’’ti cintesi.",
  "atk-s0502a9:3_10": "Athassa maccheracittānaṁ sahassaṁ uppajji, punekaṁ saddhācittaṁ uppajji.",
  "atk-s0502a9:3_11": "Taṁ abhibhavitvā puna maccherasahassaṁ uppajji.",
  "atk-s0502a9:3_12": "Itissa balavamaccheraṁ bandhitvā gaṇhantaṁ viya saddhācittaṁ paṭibāhatiyeva.",
  "atk-s0502a9:3_13": "Tassa ‘‘dassāmi, na dassāmī’’ti cintentasseva paṭhamayāmo apagato, majjhimayāmo sampatto.",
  "atk-s0502a9:3_14": "Tasmimpi dātuṁ nāsakkhi.",
  "atk-s0502a9:3_15": "Pacchimayāme sampatte so cintesi –",
  "atk-s0502a9:3_16": "‘‘mama saddhācittena maccheracittena ca saddhiṁ yujjhantasseva dve yāmā vītivattā, idaṁ mama ettakaṁ maccheracittaṁ vaḍḍhamānaṁ catūhi apāyehi sīsaṁ ukkhipituṁ na dassati, dassāmi na’’nti.",
  "atk-s0502a9:3_17": "So maccherasahassaṁ abhibhavitvā saddhācittaṁ purecārikaṁ katvā sāṭakaṁ ādāya satthu pādamūle ṭhapetvā ‘‘jitaṁ me, jitaṁ me’’ti tikkhattuṁ mahāsaddamakāsi.",
  "atk-s0502a9:4_0": "Rājā pasenadi kosalo dhammaṁ suṇanto taṁ saddaṁ sutvā ‘‘pucchatha naṁ, kiṁ kira tena jita’’nti āha.",
  "atk-s0502a9:4_1": "So rājapurisehi pucchito tamatthaṁ ārocesi.",
  "atk-s0502a9:4_2": "Taṁ sutvā rājā ‘‘dukkaraṁ kataṁ brāhmaṇena, saṅgahamassa karissāmī’’ti ekaṁ sāṭakayugaṁ dāpesi.",
  "atk-s0502a9:4_3": "So tampi tathāgatasseva adāsi.",
  "atk-s0502a9:4_4": "Puna rājā dve cattāri aṭṭha soḷasāti dviguṇaṁ katvā dāpesi.",
  "atk-s0502a9:4_5": "So tānipi tathāgatasseva adāsi.",
  "atk-s0502a9:4_6": "Athassa rājā dvattiṁsa yugāni dāpesi.",
  "atk-s0502a9:4_7": "Brāhmaṇo ‘‘attano aggahetvā laddhaṁ laddhaṁ vissajjesiyevā’’ti vādamocanatthaṁ tato ekaṁ yugaṁ attano, ekaṁ brāhmaṇiyāti dve yugāni gahetvā tiṁsa yugāni tathāgatasseva adāsi.",
  "atk-s0502a9:4_8": "Rājā pana tasmiṁ sattakkhattumpi dadante puna dātukāmoyeva ahosi.",
  "atk-s0502a9:4_9": "Pubbe mahāekasāṭako catusaṭṭhiyā sāṭakayugesu dve aggahesi, ayaṁ pana dvattiṁsāya laddhakāle dve aggahesi.",
  "atk-s0502a9:4_10": "Rājā purise āṇāpesi –",
  "atk-s0502a9:4_11": "‘‘dukkaraṁ bhaṇe brāhmaṇena kataṁ, antepure mama dve kambalāni āharāpeyyāthā’’ti.",
  "atk-s0502a9:4_12": "Te tathā kariṁsu.",
  "atk-s0502a9:4_13": "Rājā satasahassagghanake dve kambale dāpesi.",
  "atk-s0502a9:4_14": "Brāhmaṇo ‘‘na ime mama sarīre upayogaṁ arahanti, buddhasāsanasseva ete anucchavikā’’ti ekaṁ kambalaṁ antogandhakuṭiyaṁ satthu sayanassa upari vitānaṁ katvā bandhi, ekaṁ attano ghare nibaddhaṁ bhuñjantassa bhikkhuno bhattakiccaṭṭhāne vitānaṁ katvā bandhi.",
  "atk-s0502a9:4_15": "Rājā sāyanhasamaye satthu santikaṁ gantvā taṁ kambalaṁ sañjānitvā, ‘‘bhante, kena pūjā katā’’ti pucchitvā ‘‘ekasāṭakenā’’ti vutte ‘‘brāhmaṇo mama pasādaṭṭhāneyeva pasīdatī’’ti vatvā ‘‘cattāro hatthī cattāro asse cattāri kahāpaṇasahassāni catasso itthiyo catasso dāsiyo cattāro purise caturo gāmavare’’ti evaṁ yāva sabbasatā cattāri cattāri katvā sabbacatukkaṁ nāma assa dāpesi.",
  "atk-s0502a9:5_0": "Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ –",
  "atk-s0502a9:5_1": "‘‘aho acchariyaṁ cūḷekasāṭakassa kammaṁ, taṁmuhuttameva sabbacatukkaṁ labhi, idāni katena kalyāṇakammena ajjameva vipāko dinno’’ti.",
  "atk-s0502a9:5_2": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, sacāyaṁ ekasāṭako paṭhamayāme mayhaṁ dātuṁ asakkhissa, sabbasoḷasakaṁ alabhissa.",
  "atk-s0502a9:5_3": "Sace majjhimayāme asakkhissa, sabbaṭṭhakaṁ alabhissa .",
  "atk-s0502a9:5_4": "Balavapacchimayāme dinnattā panesa sabbacatukkaṁ labhi.",
  "atk-s0502a9:5_5": "Kalyāṇakammaṁ karontena hi uppannaṁ cittaṁ ahāpetvā taṅkhaṇaññeva kātabbaṁ.",
  "atk-s0502a9:5_6": "Dandhaṁ kataṁ kusalañhi sampattiṁ dadamānaṁ dandhameva dadāti, tasmā cittuppādasamanantarameva kalyāṇakammaṁ kātabba’’nti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:6_0": "116.",
  "atk-s0502a9:7_0": " ‘‘Abhittharetha kalyāṇe, pāpā cittaṁ nivāraye;",
  "atk-s0502a9:8_0": "Dandhañhi karoto puññaṁ, pāpasmiṁ ramatī mano’’ti.",
  "atk-s0502a9:9_0": "Tattha abhittharethāti turitaturitaṁ sīghasīghaṁ kareyyāti attho.",
  "atk-s0502a9:9_1": "Gihinā vā hi ‘‘salākabhattadānādīsu kiñcideva kusalaṁ karissāmī’’ti citte uppanne yathā aññe okāsaṁ na labhanti, evaṁ ‘‘ahaṁ pure, ahaṁ pure’’ti turitaturitameva kātabbaṁ.",
  "atk-s0502a9:9_2": "Pabbajitena vā upajjhāyavattādīni karontena aññassa okāsaṁ adatvā ‘‘ahaṁ pure, ahaṁ pure’’ti turitaturitameva kātabbaṁ.",
  "atk-s0502a9:9_3": "Pāpā cittanti kāyaduccaritādipāpakammato vā akusalacittuppādato vā sabbathāmena cittaṁ nivāraye.",
  "atk-s0502a9:9_4": "Dandhañhi karototi yo pana ‘‘dassāmi, na dassāmi sampajjissati nu kho me, no’’ti evaṁ cikkhallamaggena gacchanto viya dandhaṁ puññaṁ karoti, tassa ekasāṭakassa viya maccherasahassaṁ pāpaṁ okāsaṁ labhati.",
  "atk-s0502a9:9_5": "Athassa pāpasmiṁ ramatī mano, kusalakammakaraṇakāleyeva hi cittaṁ kusale ramati, tato muccitvā pāpaninnameva hotīti.",
  "atk-s0502a9:10_0": "Gāthāpariyosāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a9:11_0": "Cūḷekasāṭakabrāhmaṇavatthu paṭhamaṁ.",
  "atk-s0502a9:12_0": "2. Seyyasakattheravatthu",
  "atk-s0502a9:13_0": "Pāpañcapurisoti imaṁ dhammadesanaṁ satthā jetavane viharanto seyyasakattheraṁ ārabbha kathesi.",
  "atk-s0502a9:14_0": "So hi lāḷudāyittherassa saddhivihāriko, attano anabhiratiṁ tassa ārocetvā tena paṭhamasaṅghādisesakamme samādapito uppannuppannāya anabhiratiyā taṁ kammamakāsi (pārā. 234).",
  "atk-s0502a9:14_1": "Satthā tassa kiriyaṁ sutvā taṁ pakkosāpetvā ‘‘evaṁ kira tvaṁ karosī’’ti pucchitvā ‘‘āma, bhante’’ti vutte ‘‘kasmā bhāriyaṁ kammaṁ akāsi, ananucchavikaṁ moghapurisā’’ti nānappakārato garahitvā sikkhāpadaṁ paññāpetvā ‘‘evarūpañhi kammaṁ diṭṭhadhammepi samparāyepi dukkhasaṁvattanikameva hotī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:15_0": "117.",
  "atk-s0502a9:16_0": " ‘‘Pāpañce puriso kayirā, na naṁ kayirā punappunaṁ;",
  "atk-s0502a9:17_0": "Na tamhi chandaṁ kayirātha, dukkho pāpassa uccayo’’ti.",
  "atk-s0502a9:18_0": "Tassattho –",
  "atk-s0502a9:18_1": "sace puriso sakiṁ pāpakammaṁ kareyya, taṅkhaṇeyeva paccavekkhitvā ‘‘idaṁ appatirūpaṁ oḷārika’’nti na naṁ kayirā punappunaṁ.",
  "atk-s0502a9:18_2": "Yopi tamhi chando vā ruci vā uppajjeyya, tampi vinodetvā na kayirātheva.",
  "atk-s0502a9:18_3": "Kiṁ kāraṇā?",
  "atk-s0502a9:18_4": "Dukkho pāpassa uccayo.",
  "atk-s0502a9:18_5": "Pāpassa hi uccayo vuḍḍhi idhalokepi samparāyepi dukkhameva āvahatīti.",
  "atk-s0502a9:19_0": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a9:20_0": "Seyyasakattheravatthu dutiyaṁ.",
  "atk-s0502a9:21_0": "3. Lājadevadhītāvatthu",
  "atk-s0502a9:22_0": "Puññañceti imaṁ dhammadesanaṁ satthā jetavane viharanto lājadevadhītaraṁ ārabbha kathesi.",
  "atk-s0502a9:22_1": "Vatthu rājagahe samuṭṭhitaṁ.",
  "atk-s0502a9:23_0": "Āyasmā hi mahākassapo pippaliguhāyaṁ viharanto jhānaṁ samāpajjitvā sattame divase vuṭṭhāya dibbena cakkhunā bhikkhācāraṭṭhānaṁ olokento ekaṁ sālikhettapālikaṁ itthiṁ sālisīsāni gahetvā lāje kurumānaṁ disvā ‘‘saddhā nu kho, assaddhā’’ti vīmaṁsitvā ‘‘saddhā’’ti ñatvā ‘‘sakkhissati nu kho me saṅgahaṁ kātuṁ, no’’ti upadhārento ‘‘visāradā kuladhītā mama saṅgahaṁ karissati, katvā ca pana mahāsampattiṁ labhissatī’’ti ñatvā cīvaraṁ pārupitvā pattamādāya sālikhettasamīpeyeva aṭṭhāsi.",
  "atk-s0502a9:23_1": "Kuladhītā theraṁ disvāva pasannacittā pañcavaṇṇāya pītiyā phuṭṭhasarīrā ‘‘tiṭṭhatha, bhante’’ti vatvā lāje ādāya vegena gantvā therassa patte ākiritvā pañcapatiṭṭhitena vanditvā, ‘‘bhante, tumhehi diṭṭhadhammassa bhāginī assa’’nti patthanaṁ akāsi.",
  "atk-s0502a9:23_2": "Thero ‘‘evaṁ hotū’’ti anumodanamakāsi.",
  "atk-s0502a9:23_3": "Sāpi theraṁ vanditvā attanā dinnadānaṁ āvajjamānā nivatti.",
  "atk-s0502a9:23_4": "Tāya ca pana kedāramariyādāya gamanamagge ekasmiṁ bile ghoraviso sappo nipajji.",
  "atk-s0502a9:23_5": "So therassa kāsāyapaṭicchannaṁ jaṅghaṁ ḍaṁsituṁ nāsakkhi.",
  "atk-s0502a9:23_6": "Itarā dānaṁ āvajjamānā nivattantī taṁ padesaṁ pāpuṇi.",
  "atk-s0502a9:23_7": "Sappo bilā nikkhamitvā taṁ ḍaṁsitvā tattheva pātesi.",
  "atk-s0502a9:23_8": "Sā pasannacittena kālaṁ katvā tāvatiṁsabhavane tiṁsayojanike kanakavimāne suttappabuddhā viya sabbālaṅkārapaṭimaṇḍitena tigāvutena attabhāvena nibbatti.",
  "atk-s0502a9:23_9": "Sā dvādasayojanikaṁ ekaṁ dibbavatthaṁ nivāsetvā ekaṁ pārupitvā accharāsahassaparivutā pubbakammapakāsanatthāya suvaṇṇalājabharitena olambakena suvaṇṇasarakena paṭimaṇḍite vimānadvāre ṭhitā attano sampattiṁ oloketvā ‘‘kiṁ nu kho me katvā ayaṁ sampatti laddhā’’ti dibbena cakkhunā upadhārentī ‘‘ayyassa me mahākassapattherassa dinnalājanissandena sā laddhā’’ti aññāsi.",
  "atk-s0502a9:24_0": "Sā evaṁ parittakena kammena evarūpaṁ sampattiṁ labhitvā ‘‘na dāni mayā pamajjituṁ vaṭṭati, ayyassa vattapaṭivattaṁ katvā imaṁ sampattiṁ thāvaraṁ karissāmī’’ti cintetvā pātova kanakamayaṁ sammajjaniñceva kacavarachaḍḍanakañca pacchiṁ ādāya gantvā therassa pariveṇaṁ sammajjitvā pānīyaparibhojanīyaṁ upaṭṭhāpesi.",
  "atk-s0502a9:24_1": "Thero taṁ disvā ‘‘kenaci daharena vā sāmaṇerena vā vattaṁ kataṁ bhavissatī’’ti sallakkhesi.",
  "atk-s0502a9:24_2": "Sā dutiyadivasepi tatheva akāsi, theropi tatheva sallakkhesi.",
  "atk-s0502a9:24_3": "Tatiyadivase pana thero tassā sammajjanisaddaṁ sutvā tālacchiddādīhi ca paviṭṭhaṁ sarīrobhāsaṁ disvā dvāraṁ vivaritvā ‘‘ko esa sammajjatī’’ti pucchi.",
  "atk-s0502a9:24_4": "‘‘Ahaṁ, bhante, tumhākaṁ upaṭṭhāyikā lājadevadhītā’’ti.",
  "atk-s0502a9:24_5": "‘‘Nanu mayhaṁ evaṁnāmikā upaṭṭhāyikā nāma natthī’’ti.",
  "atk-s0502a9:24_6": "‘‘Ahaṁ, bhante, sālikhettaṁ rakkhamānā lāje datvā pasannacittā nivattantī sappena daṭṭhā kālaṁ katvā tāvatiṁsadevaloke uppannā, mayā ayyaṁ nissāya ayaṁ sampatti laddhā, idānipi tumhākaṁ vattapaṭivattaṁ katvā ‘sampattiṁ thāvaraṁ karissāmī’ti āgatāmhi, bhante’’ti.",
  "atk-s0502a9:24_7": "‘‘Hiyyopi parepi tayāvetaṁ ṭhānaṁ sammajjitaṁ, tayāva pānīyabhojanīyaṁ upaṭṭhāpita’’nti.",
  "atk-s0502a9:24_8": "‘‘Āma, bhante’’ti.",
  "atk-s0502a9:24_9": "‘‘Apehi devadhīte, tayā kataṁ vattaṁ kataṁva hotu, ito paṭṭhāya imaṁ ṭhānaṁ mā āgamī’’ti.",
  "atk-s0502a9:24_10": "‘‘Bhante, mā maṁ nāsetha, tumhākaṁ vattaṁ katvā sampattiṁ me thiraṁ kātuṁ dethā’’ti.",
  "atk-s0502a9:24_11": "‘‘Apehi devadhīte, mā maṁ anāgate cittabījaniṁ gahetvā nisinnehi dhammakathikehi ‘mahākassapattherassa kira ekā devadhītā āgantvā vattapaṭivattaṁ katvā pānīyaparibhojanīyaṁ upaṭṭhāpesī’ti vattabbataṁ kari, ito paṭṭhāya idha mā āgami, paṭikkamā’’ti.",
  "atk-s0502a9:24_12": "Sā ‘‘mā maṁ, bhante, nāsethā’’ti punappunaṁ yāciyeva.",
  "atk-s0502a9:24_13": "Thero ‘‘nāyaṁ mama vacanaṁ suṇātī’’ti cintetvā ‘‘tuvaṁ pamāṇaṁ na jānāsī’’ti accharaṁ pahari.",
  "atk-s0502a9:24_14": "Sā tattha saṇṭhātuṁ asakkontī ākāse uppatitvā añjaliṁ paggayha, ‘‘bhante, mayā laddhasampattiṁ mā nāsetha, thāvaraṁ kātuṁ dethā’’ti rodantī ākāse aṭṭhāsi.",
  "atk-s0502a9:25_0": "Satthā jetavane gandhakuṭiyaṁ nisinnova tassā roditasaddaṁ sutvā obhāsaṁ pharitvā devadhītāya sammukhe nisīditvā kathento viya ‘‘devadhīte mama puttassa kassapassa saṁvarakaraṇameva bhāro, puññatthikānaṁ pana ‘ayaṁ no attho’ti sallakkhetvā puññakaraṇameva bhāro.",
  "atk-s0502a9:25_1": "Puññakaraṇañhi idha ceva samparāye ca sukhamevā’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:26_0": "118.",
  "atk-s0502a9:27_0": " ‘‘Puññañce puriso kayirā, kayirā naṁ punappunaṁ;",
  "atk-s0502a9:28_0": "Tamhi chandaṁ kayirātha, sukho puññassa uccayo’’ti.",
  "atk-s0502a9:29_0": "Tassattho –",
  "atk-s0502a9:29_1": "sace puriso puññaṁ kareyya, ‘‘ekavāraṁ me puññaṁ kataṁ, alaṁ ettāvatā’’ti anoramitvā punappunaṁ karotheva.",
  "atk-s0502a9:29_2": "Tassa akaraṇakkhaṇepi tamhi puññe chandaṁ ruciṁ ussāhaṁ karotheva.",
  "atk-s0502a9:29_3": "Kiṁ kāraṇā?",
  "atk-s0502a9:29_4": "Sukho puññassa uccayo.",
  "atk-s0502a9:29_5": "Puññassa hi uccayo vuḍḍhi idhalokaparalokasukhāvahanato sukhoti.",
  "atk-s0502a9:30_0": "Desanāvasāne devadhītā pañcacattālīsayojanamatthake ṭhitāva sotāpattiphalaṁ pāpuṇīti.",
  "atk-s0502a9:31_0": "Lājadevadhītāvatthu tatiyaṁ.",
  "atk-s0502a9:32_0": "4. Anāthapiṇḍikaseṭṭhivatthu",
  "atk-s0502a9:33_0": "Pāpopipassatī bhadranti imaṁ dhammadesanaṁ satthā jetavane viharanto anāthapiṇḍikaṁ ārabbha kathesi.",
  "atk-s0502a9:34_0": "Anāthapiṇḍiko hi vihārameva uddissa catupaṇṇāsakoṭidhanaṁ buddhasāsane vikiritvā satthari jetavane viharante devasikaṁ tīṇi mahāupaṭṭhānāni gacchati, gacchanto ca ‘‘kiṁ nu kho ādāya āgatoti sāmaṇerā vā daharā vā hatthampi me olokeyyu’’nti tucchahattho nāma na gatapubbo.",
  "atk-s0502a9:34_1": "Pātova gacchanto yāguṁ gāhāpetvāva gacchati, katapātarāso sappinavanītādīni bhesajjāni.",
  "atk-s0502a9:34_2": "Sāyanhasamaye mālāgandhavilepanavatthādīni gāhāpetvā gacchati.",
  "atk-s0502a9:34_3": "Evaṁ niccakālameva divase divase dānaṁ datvā sīlaṁ rakkhati.",
  "atk-s0502a9:34_4": "Aparabhāge dhanaṁ parikkhayaṁ gacchati.",
  "atk-s0502a9:34_5": "Vohārūpajīvinopissa hatthato aṭṭhārasakoṭidhanaṁ iṇaṁ gaṇhiṁsu, kulasantakāpissa aṭṭhārasahiraññakoṭiyo, nadītīre nidahitvā ṭhapitā udakena kūle bhinne mahāsamuddaṁ pavisiṁsu.",
  "atk-s0502a9:34_6": "Evamassa anupubbena dhanaṁ parikkhayaṁ agamāsi.",
  "atk-s0502a9:34_7": "So evaṁbhūtopi saṅghassa dānaṁ detiyeva, paṇītaṁ pana katvā dātuṁ na sakkoti.",
  "atk-s0502a9:35_0": "So ekadivasaṁ satthārā ‘‘dīyati pana te, gahapati, kule dāna’’nti vutte ‘‘dīyati, bhante, tañca kho kaṇājakaṁ bilaṅgadutiya’’nti āha.",
  "atk-s0502a9:35_1": "Atha naṁ satthā, ‘‘gahapati, ‘lūkhaṁ dānaṁ demī’ti mā cintayi.",
  "atk-s0502a9:35_2": "Cittasmiñhi paṇīte buddhādīnaṁ dinnadānaṁ lūkhaṁ nāma natthi, apica tvaṁ aṭṭhannaṁ ariyapuggalānaṁ dānaṁ desi, ahaṁ pana velāmakāle sakalajambudīpaṁ unnaṅgalaṁ katvā mahādānaṁ pavattayamānopi tisaraṇagatampi kañci nālatthaṁ, dakkhiṇeyyā nāma evaṁ dullabhā.",
  "atk-s0502a9:35_3": "Tasmā ‘lūkhaṁ me dāna’nti mā cintayī’’ti vatvā velāmasuttamassa (a. ni.",
  "atk-s0502a9:35_4": "9.20) kathesi.",
  "atk-s0502a9:35_5": "Athassa dvārakoṭṭhake adhivatthā devatā satthari ceva satthusāvakesu ca gehaṁ pavisantesu tesaṁ tejena saṇṭhātuṁ asakkontī, ‘‘yathā ime imaṁ gehaṁ na pavisanti, tathā gahapatiṁ paribhindissāmī’’ti taṁ vattukāmāpi issarakāle kiñci vattuṁ nāsakkhi, idāni ‘‘panāyaṁ duggato gaṇhissati me vacana’’nti rattibhāge seṭṭhissa sirigabbhaṁ pavisitvā ākāse aṭṭhāsi.",
  "atk-s0502a9:35_6": "Atha seṭṭhi naṁ disvā ‘‘ko eso’’ti āha.",
  "atk-s0502a9:35_7": "Ahaṁ te mahāseṭṭhi catutthadvārakoṭṭhake adhivatthā devatā, tuyhaṁ ovādadānatthāya āgatāti.",
  "atk-s0502a9:35_8": "Tena hi ovadehīti.",
  "atk-s0502a9:35_9": "Mahāseṭṭhi tayā pacchimakālaṁ anoloketvāva samaṇassa gotamassa sāsane bahuṁ dhanaṁ vippakiṇṇaṁ, idāni duggato hutvāpi taṁ na muñcasiyeva, evaṁ vattamāno katipāheneva ghāsacchādanamattampi na labhissasi , kiṁ te samaṇena gotamena, atipariccāgato oramitvā kammante payojento kuṭumbaṁ saṇṭhāpehīti.",
  "atk-s0502a9:35_10": "Ayaṁ me tayā dinnaovādoti.",
  "atk-s0502a9:35_11": "Āma, seṭṭhīti.",
  "atk-s0502a9:35_12": "Gaccha, nāhaṁ tādisīnaṁ satenapi sahassenapi satasahassenapi sakkā kampetuṁ, ayuttaṁ te vuttaṁ, kaṁ tayā mama gehe vasamānāya, sīghaṁ sīghaṁ me gharā nikkhamāhīti.",
  "atk-s0502a9:35_13": "Sā sotāpannassa ariyasāvakassa vacanaṁ sutvā ṭhātuṁ asakkontī dārake ādāya nikkhami, nikkhamitvā ca pana aññattha vasanaṭṭhānaṁ alabhamānā ‘‘seṭṭhiṁ khamāpetvā tattheva vasissāmī’’ti nagarapariggāhakaṁ devaputtaṁ upasaṅkamitvā attanā katāparādhaṁ ācikkhitvā ‘‘ehi, maṁ seṭṭhissa santikaṁ netvā khamāpetvā vasanaṭṭhānaṁ dāpehī’’ti āha.",
  "atk-s0502a9:35_14": "So ‘‘ayuttaṁ tayā vuttaṁ, nāhaṁ tassa santikaṁ gantuṁ ussahāmī’’ti taṁ paṭikkhipi.",
  "atk-s0502a9:35_15": "Sā catunnaṁ mahārājānaṁ santikaṁ gantvā tehipi paṭikkhittā sakkaṁ devarājānaṁ upasaṅkamitvā taṁ pavattiṁ ācikkhitvā, ‘‘ahaṁ, deva, vasanaṭṭhānaṁ alabhamānā dārake hatthena gahetvā anāthā vicarāmi, vasanaṭṭhānaṁ me dāpehī’’ti suṭṭhutaraṁ yāci.",
  "atk-s0502a9:36_0": "Atha naṁ so ‘‘ahampi tava kāraṇā seṭṭhiṁ vattuṁ na sakkhissāmi, ekaṁ pana te upāyaṁ kathessāmī’’ti āha.",
  "atk-s0502a9:36_1": "Sādhu, deva, kathehīti.",
  "atk-s0502a9:36_2": "Gaccha, seṭṭhino āyuttakavesaṁ gahetvā seṭṭhissa hatthato paṇṇaṁ āropetvā vohārūpajīvīhi gahitaṁ aṭṭhārasakoṭidhanaṁ attano ānubhāvena sodhetvā tucchagabbhe pūretvā mahāsamuddaṁ paviṭṭhaṁ aṭṭhārasakoṭidhanaṁ atthi, aññampi asukaṭṭhāne nāma assāmikaṁ aṭṭhārasakoṭidhanaṁ atthi, taṁ sabbaṁ saṁharitvā tassa tucchagabbhe pūretvā daṇḍakammaṁ katvā khamāpehīti.",
  "atk-s0502a9:36_3": "Sā ‘‘sādhu, devā’’ti vuttanayeneva taṁ sabbaṁ katvā puna tassa sirigabbhaṁ obhāsayamānā ākāse ṭhatvā ‘‘ko eso’’ti vutte ahaṁ te catutthadvārakoṭṭhake adhivatthā andhabāladevatā, mayā andhabālatāya yaṁ tumhākaṁ santike kathitaṁ, taṁ me khamatha.",
  "atk-s0502a9:36_4": "Sakkassa hi me vacanena catupaṇṇāsakoṭidhanaṁ saṁharitvā tucchagabbhapūraṇaṁ daṇḍakammaṁ kataṁ, vasanaṭṭhānaṁ alabhamānā kilamāmīti.",
  "atk-s0502a9:36_5": "Anāthapiṇḍiko cintesi –",
  "atk-s0502a9:36_6": "‘‘ayaṁ devatā ‘daṇḍakammañca me kata’nti vadati, attano ca dosaṁ paṭijānāti, sammāsambuddhassa naṁ dassessāmī’’ti.",
  "atk-s0502a9:36_7": "So taṁ satthu santikaṁ netvā tāya katakammaṁ sabbaṁ ārocesi.",
  "atk-s0502a9:36_8": "Devatā satthu pādesu sirasā nipatitvā, ‘‘bhante, yaṁ mayā andhabālatāya tumhākaṁ guṇe ajānitvā pāpakaṁ vacanaṁ vuttaṁ, taṁ me khamathā’’ti satthāraṁ khamāpetvā mahāseṭṭhiṁ khamāpesi.",
  "atk-s0502a9:36_9": "Satthā kalyāṇapāpakānaṁ kammānaṁ vipākavasena seṭṭhiñceva devatañca ovadanto ‘‘idha, gahapati, pāpapuggalopi yāva pāpaṁ na paccati, tāva bhadrampi passati.",
  "atk-s0502a9:36_10": "Yadā panassa pāpaṁ paccati, tadā pāpameva passati.",
  "atk-s0502a9:36_11": "Bhadrapuggalopi yāva bhadraṁ na paccati, tāva pāpāni passati.",
  "atk-s0502a9:36_12": "Yadā panassa bhadraṁ paccati, tadā bhadrameva passatī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0502a9:37_0": "119.",
  "atk-s0502a9:38_0": " ‘‘Pāpopi passatī bhadraṁ, yāva pāpaṁ na paccati;",
  "atk-s0502a9:39_0": "Yadā ca paccatī pāpaṁ, atha pāpo pāpāni passati.",
  "atk-s0502a9:40_0": "120.",
  "atk-s0502a9:41_0": " ‘‘Bhadropi passatī pāpaṁ, yāva bhadraṁ na paccati;",
  "atk-s0502a9:42_0": "Yadā ca paccatī bhadraṁ, atha bhadro bhadrāni passatī’’ti.",
  "atk-s0502a9:43_0": "Tattha pāpoti kāyaduccaritādinā pāpakammena yuttapuggalo.",
  "atk-s0502a9:43_1": "Sopi hi purimasucaritānubhāvena nibbattaṁ sukhaṁ anubhavamāno bhadrampi passati.",
  "atk-s0502a9:43_2": "Yāva pāpaṁ na paccatīti yāvassa taṁ pāpakammaṁ diṭṭhadhamme vā samparāye vā vipākaṁ na deti.",
  "atk-s0502a9:43_3": "Yadā panassa taṁ diṭṭhadhamme vā samparāye vā vipākaṁ deti, atha diṭṭhadhamme vividhā kammakāraṇā, samparāye ca apāyadukkhaṁ anubhonto so pāpo pāpāniyeva passati.",
  "atk-s0502a9:43_4": "Dutiyagāthāyapi kāyasucaritādinā bhadrakammena yutto bhadro.",
  "atk-s0502a9:43_5": "Sopi hi purimaduccaritānubhāvena nibbattaṁ dukkhaṁ anubhavamāno pāpaṁ passati.",
  "atk-s0502a9:43_6": "Yāva bhadraṁ na paccatīti yāvassa taṁ bhadraṁ kammaṁ diṭṭhadhamme vā samparāye vā vipākaṁ na deti.",
  "atk-s0502a9:43_7": "Yadā pana taṁ vipākaṁ deti, atha diṭṭhadhamme lābhasakkārādisukhaṁ, samparāye ca dibbasampattisukhaṁ anubhavamāno so bhadro bhadrāniyeva passatīti.",
  "atk-s0502a9:44_0": "Desanāvasāne sā devatā sotāpattiphale patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:45_0": "Anāthapiṇḍikaseṭṭhivatthu catutthaṁ.",
  "atk-s0502a9:46_0": "5. Asaññataparikkhārabhikkhuvatthu",
  "atk-s0502a9:47_0": "Māvamaññetha pāpassāti imaṁ dhammadesanaṁ satthā jetavane viharanto ekaṁ asaññataparikkhāraṁ bhikkhuṁ ārabbha kathesi.",
  "atk-s0502a9:48_0": "So kira yaṁ kiñci mañcapīṭhādibhedaṁ parikkhāraṁ bahi paribhuñjitvā tattheva chaḍḍeti.",
  "atk-s0502a9:48_1": "Parikkhāro vassenapi ātapenapi upacikādīhipi vinassati.",
  "atk-s0502a9:48_2": "So bhikkhūhi ‘‘nanu, āvuso, parikkhāro nāma paṭisāmitabbo’’ti vutte ‘‘appakaṁ mayā kataṁ, āvuso, etaṁ, na etassa cittaṁ atthi, na pitta’’nti vatvā tatheva karoti.",
  "atk-s0502a9:48_3": "Bhikkhū tassa kiriyaṁ satthu ārocesuṁ.",
  "atk-s0502a9:48_4": "Satthā taṁ pakkosāpetvā ‘‘saccaṁ kira tvaṁ bhikkhu evaṁ karosī’’ti pucchi.",
  "atk-s0502a9:48_5": "So satthārā pucchitopi ‘‘kiṁ etaṁ bhagavā appakaṁ mayā kataṁ, na tassa cittaṁ atthi, nāssa pitta’’nti tatheva avamaññanto āha.",
  "atk-s0502a9:48_6": "Atha naṁ satthā ‘‘bhikkhūhi evaṁ kātuṁ na vaṭṭati, pāpakammaṁ nāma ‘appaka’nti na avamaññitabbaṁ.",
  "atk-s0502a9:48_7": "Ajjhokāse ṭhapitañhi vivaṭamukhaṁ bhājanaṁ deve vassante kiñcāpi ekabindunā na pūrati, punappunaṁ vassante pana pūrateva, evamevaṁ pāpaṁ karonto puggalo anupubbena mahantaṁ pāparāsiṁ karotī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:49_0": "121.",
  "atk-s0502a9:50_0": " ‘‘Māvamaññetha pāpassa, na mandaṁ āgamissati;",
  "atk-s0502a9:51_0": "Udabindunipātena, udakumbhopi pūrati;",
  "atk-s0502a9:52_0": "Bālo pūrati pāpassa, thokaṁ thokampi ācina’’nti.",
  "atk-s0502a9:53_0": "Tattha māvamaññethāti na avajāneyya.",
  "atk-s0502a9:53_1": "Pāpassāti pāpaṁ.",
  "atk-s0502a9:53_2": "Na mandaṁ āgamissatīti ‘‘appamattakaṁ me pāpakaṁ kataṁ, kadā etaṁ vipaccissatī’’ti evaṁ pāpaṁ nāvajāneyyāti attho.",
  "atk-s0502a9:53_3": "Udakumbhopīti deve vassante mukhaṁ vivaritvā ṭhapitaṁ yaṁ kiñci kulālabhājanaṁ yathā taṁ ekekassāpi udakabinduno nipātena anupubbena pūrati, evaṁ bālapuggalo thokaṁ thokampi pāpaṁ ācinanto karonto vaḍḍhento pāpassa pūratiyevāti attho.",
  "atk-s0502a9:54_0": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsu.",
  "atk-s0502a9:54_1": "Satthāpi ‘‘ajjhokāse seyyaṁ santharitvā paṭipākatikaṁ akaronto imaṁ nāma āpattimāpajjatī’’ti (pāci.",
  "atk-s0502a9:54_2": "108-110) sikkhāpadaṁ paññāpesīti.",
  "atk-s0502a9:55_0": "Asaññataparikkhārabhikkhuvatthu pañcamaṁ.",
  "atk-s0502a9:56_0": "6. Biḷālapādakaseṭṭhivatthu",
  "atk-s0502a9:57_0": "Māvamaññethapuññassāti imaṁ dhammadesanaṁ satthā jetavane viharanto biḷālapādakaseṭṭhiṁ ārabbha kathesi.",
  "atk-s0502a9:58_0": "Ekasmiñhi samaye sāvatthivāsino vaggabandhanena buddhappamukhassa bhikkhusaṅghassa dānaṁ denti.",
  "atk-s0502a9:58_1": "Athekadivasaṁ satthā anumodanaṁ karonto evamāha –",
  "atk-s0502a9:59_0": "‘‘Upāsakā idhekacco attanāva dānaṁ deti, paraṁ na samādapeti.",
  "atk-s0502a9:59_1": "So nibbattanibbattaṭṭhāne bhogasampadaṁ labhati, no parivārasampadaṁ.",
  "atk-s0502a9:59_2": "Ekacco attanā dānaṁ na deti, paraṁ samādapeti.",
  "atk-s0502a9:59_3": "So nibbattanibbattaṭṭhāne parivārasampadaṁ labhati, no bhogasampadaṁ.",
  "atk-s0502a9:59_4": "Ekacco attanā ca na deti, parañca na samādapeti.",
  "atk-s0502a9:59_5": "So nibbattanibbattaṭṭhāne neva bhogasampadaṁ labhati, na parivārasampadaṁ, vighāsādo hutvā vicarati.",
  "atk-s0502a9:59_6": "Ekacco attanā ca deti, parañca samādapeti.",
  "atk-s0502a9:59_7": "So nibbattanibbattaṭṭhāne bhogasampadañceva labhati, parivārasampadañcā’’ti.",
  "atk-s0502a9:60_0": "Atheko paṇḍitapuriso taṁ dhammadesanaṁ sutvā ‘‘aho acchariyamidaṁ kāraṇaṁ, ahaṁ dāni ubhayasampattisaṁvattanikaṁ kammaṁ karissāmī’’ti cintetvā satthāraṁ uṭṭhāya gamanakāle āha –",
  "atk-s0502a9:60_1": "‘‘bhante, sve amhākaṁ bhikkhaṁ gaṇhathā’’ti.",
  "atk-s0502a9:60_2": "Kittakehi pana te bhikkhūhi atthoti?",
  "atk-s0502a9:60_3": "Sabbabhikkhūhi, bhanteti.",
  "atk-s0502a9:60_4": "Satthā adhivāsesi .",
  "atk-s0502a9:60_5": "Sopi gāmaṁ pavisitvā, ‘‘ammatātā, mayā svātanāya buddhappamukho bhikkhusaṅgho nimantito, yo yattakānaṁ bhikkhūnaṁ sakkoti, so tattakānaṁ yāguādīnaṁ atthāya taṇḍulādīni detu, ekasmiṁ ṭhāne pacāpetvā dānaṁ dassāmā’’ti ugghosento vicari.",
  "atk-s0502a9:61_0": "Atha naṁ eko seṭṭhi attano āpaṇadvāraṁ sampattaṁ disvā ‘‘ayaṁ attano pahonake bhikkhū animantetvā pana sakalagāmaṁ samādapento vicaratī’’ti kujjhitvā ‘‘tayā gahitabhājanaṁ āharā’’ti tīhi aṅgulīhi gahetvā thoke taṇḍule adāsi, tathā mugge, tathā māseti.",
  "atk-s0502a9:61_1": "So tato paṭṭhāya biḷālapādakaseṭṭhi nāma jāto, sappiphāṇitādīni dentopi karaṇḍaṁ kuṭe pakkhipitvā ekato koṇaṁ katvā binduṁ binduṁ paggharāyanto thokathokameva adāsi.",
  "atk-s0502a9:61_2": "Upāsako avasesehi dinnaṁ ekato katvā iminā dinnaṁ visuṁyeva aggahesi.",
  "atk-s0502a9:61_3": "So seṭṭhi tassa kiriyaṁ disvā ‘‘kiṁ nu kho esa mayā dinnaṁ visuṁ gaṇhātī’’ti cintetvā tassa pacchato pacchato ekaṁ cūḷupaṭṭhākaṁ pahiṇi ‘‘gaccha, yaṁ esa karoti, taṁ jānāhī’’ti.",
  "atk-s0502a9:61_4": "So gantvā ‘‘seṭṭhissa mahapphalaṁ hotū’’ti yāgubhattapūvānaṁ atthāya ekaṁ dve taṇḍule pakkhipitvā muggamāsepi telaphāṇitādibindūnipi sabbabhājanesu pakkhipi.",
  "atk-s0502a9:61_5": "Cūḷupaṭṭhāko gantvā seṭṭhissa ārocesi .",
  "atk-s0502a9:61_6": "Taṁ sutvā seṭṭhi cintesi –",
  "atk-s0502a9:61_7": "‘‘sace me so parisamajjhe avaṇṇaṁ bhāsissati, mama nāme gahitamatteyeva naṁ paharitvā māressāmī’’ti nivāsanantare churikaṁ bandhitvā punadivase gantvā bhattagge aṭṭhāsi.",
  "atk-s0502a9:61_8": "So puriso buddhappamukhaṁ bhikkhusaṅghaṁ parivisitvā bhagavantaṁ āha –",
  "atk-s0502a9:61_9": "‘‘bhante, mayā mahājanaṁ samādapetvā imaṁ dānaṁ dinnaṁ, tattha samādapitamanussā attano attano balena bahūnipi thokānipi taṇḍulādīni adaṁsu, tesaṁ sabbesaṁ mahapphalaṁ hotū’’ti.",
  "atk-s0502a9:61_10": "Taṁ sutvā so seṭṭhi cintesi –",
  "atk-s0502a9:61_11": "‘‘ahaṁ ‘asukena nāma accharāya gaṇhitvā taṇḍulādīni dinnānīti mama nāme gahitamatte imaṁ māressāmī’ti āgato, ayaṁ pana sabbasaṅgāhikaṁ katvā ‘yehipi nāḷiādīhi minitvā dinnaṁ, yehipi accharāya gahetvā dinnaṁ, sabbesaṁ mahapphalaṁ hotū’ti vadati.",
  "atk-s0502a9:61_12": "Sacāhaṁ evarūpaṁ na khamāpessāmi, devadaṇḍo mama matthake patissatī’’ti.",
  "atk-s0502a9:61_13": "So tassa pādamūle nipajjitvā ‘‘khamāhi me, sāmī’’ti āha.",
  "atk-s0502a9:61_14": "‘‘Kiṁ ida’’nti ca tena vutte sabbaṁ taṁ pavattiṁ ārocesi.",
  "atk-s0502a9:61_15": "Taṁ kiriyaṁ disvā satthā ‘‘kiṁ ida’’nti dānaveyyāvaṭikaṁ pucchi.",
  "atk-s0502a9:61_16": "So atītadivasato paṭṭhāya sabbaṁ taṁ pavattiṁ ārocesi.",
  "atk-s0502a9:61_17": "Atha naṁ satthā ‘‘evaṁ kira seṭṭhī’’ti pucchitvā, ‘‘āma, bhante’’ti vutte, ‘‘upāsaka, puññaṁ nāma ‘appaka’nti na avamaññitabbaṁ, mādisassa buddhappamukhassa bhikkhusaṅghassa dānaṁ datvā ‘appaka’nti na avamaññitabbaṁ.",
  "atk-s0502a9:61_18": "Paṇḍitamanussā hi puññaṁ karontā vivaṭabhājanaṁ viya udakena anukkamena puññena pūrantiyevā’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:62_0": "122.",
  "atk-s0502a9:63_0": " ‘‘Māvamaññetha puññassa, na mandaṁ āgamissati;",
  "atk-s0502a9:64_0": "Udabindunipātena, udakumbhopi pūrati;",
  "atk-s0502a9:65_0": "Dhīro pūrati puññassa, thokaṁ thokampi ācina’’nti.",
  "atk-s0502a9:66_0": "Tassattho –",
  "atk-s0502a9:66_1": "paṇḍitamanusso puññaṁ katvā ‘‘appakamattaṁ mayā kataṁ, na mandaṁ vipākavasena āgamissati, evaṁ parittakaṁ kammaṁ kahaṁ maṁ dakkhissati, ahaṁ vā taṁ kahaṁ dakkhissāmi, kadā etaṁ vipaccissatī’’ti evaṁ puññaṁ māvamaññetha na avajāneyya.",
  "atk-s0502a9:66_2": "Yathā hi nirantaraṁ udabindunipātena vivaritvā ṭhapitaṁ kulālabhājanaṁ pūrati, evaṁ dhīro paṇḍitapuriso thokaṁ thokampi puññaṁ ācinanto puññassa pūratīti.",
  "atk-s0502a9:67_0": "Desanāvasāne so seṭṭhi sotāpattiphalaṁ pāpuṇi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:68_0": "Biḷālapādakaseṭṭhivatthu chaṭṭhaṁ.",
  "atk-s0502a9:69_0": "7. Mahādhanavāṇijavatthu",
  "atk-s0502a9:70_0": "Vāṇijovāti imaṁ dhammadesanaṁ satthā jetavane viharanto mahādhanavāṇijaṁ ārabbha kathesi.",
  "atk-s0502a9:71_0": "Tassa kira vāṇijassa gehe pañcasatā corā otāraṁ gavesamānā otāraṁ na labhiṁsu.",
  "atk-s0502a9:71_1": "Aparena samayena vāṇijo pañca sakaṭasatāni bhaṇḍassa pūretvā bhikkhūnaṁ ārocāpesi –",
  "atk-s0502a9:71_2": "‘‘ahaṁ asukaṭṭhānaṁ nāma vāṇijjatthāya gacchāmi, ye, ayyā, taṁ ṭhānaṁ gantukāmā, te nikkhamantu, magge bhikkhāya na kilamissantī’’ti.",
  "atk-s0502a9:71_3": "Taṁ sutvā pañcasatā bhikkhū tena saddhiṁ maggaṁ paṭipajjiṁsu.",
  "atk-s0502a9:71_4": "Tepi corā ‘‘so kira vāṇijo nikkhanto’’ti gantvā aṭaviyaṁ aṭṭhaṁsu.",
  "atk-s0502a9:71_5": "Vāṇijopi gantvā aṭavimukhe ekasmiṁ gāme vāsaṁ katvā dve tayopi divase goṇasakaṭādīni saṁvidahi, tesaṁ pana bhikkhūnaṁ nibaddhaṁ bhikkhaṁ detiyeva.",
  "atk-s0502a9:71_6": "Corā tasmiṁ aticirāyante ‘‘gaccha, tassa nikkhamanadivasaṁ ñatvā ehī’’ti ekaṁ purisaṁ pahiṇiṁsu.",
  "atk-s0502a9:71_7": "So taṁ gāmaṁ gantvā ekaṁ sahāyakaṁ pucchi –",
  "atk-s0502a9:71_8": "‘‘kadā vāṇijo nikkhamissatī’’ti.",
  "atk-s0502a9:71_9": "So ‘‘dvīhatīhaccayenā’’ti vatvā ‘‘kimatthaṁ pana pucchasī’’ti āha.",
  "atk-s0502a9:71_10": "Athassa so ‘‘mayaṁ pañcasatā corā etassatthāya aṭaviyaṁ ṭhitā’’ti ācikkhi.",
  "atk-s0502a9:71_11": "Itaro ‘‘tena hi gaccha, sīghaṁ nikkhamissatī’’ti taṁ uyyojetvā, ‘‘kiṁ nu kho core vāremi, udāhu vāṇija’’nti cintetvā, ‘‘kiṁ me corehi, vāṇijaṁ nissāya pañcasatā bhikkhū jīvanti, vāṇijassa saññaṁ dassāmī’’ti so tassa santikaṁ gantvā ‘‘kadā gamissathā’’ti pucchitvā ‘‘tatiyadivase’’ti vutte mayhaṁ vacanaṁ karotha, aṭaviyaṁ kira tumhākaṁ atthāya pañcasatā corā ṭhitā, mā tāva gamitthāti.",
  "atk-s0502a9:71_12": "Tvaṁ kathaṁ jānāsīti?",
  "atk-s0502a9:71_13": "Tesaṁ antare mama sahāyo atthi, tassa me kathāya ñātanti.",
  "atk-s0502a9:71_14": "‘‘Tena hi ‘kiṁ me etto gatenā’ti nivattitvā gehameva gamissāmī’’ti āha.",
  "atk-s0502a9:71_15": "Tasmiṁ cirāyante puna tehi corehi pesito puriso āgantvā taṁ sahāyakaṁ pucchitvā taṁ pavattiṁ sutvā ‘‘nivattitvā gehameva kira gamissatī’’ti gantvā corānaṁ ārocesi.",
  "atk-s0502a9:71_16": "Taṁ sutvā corā tato nikkhamitvā itarasmiṁ magge aṭṭhaṁsu, tasmiṁ cirayante punapi te corā tassa santikaṁ purisaṁ pesesuṁ.",
  "atk-s0502a9:71_17": "So tesaṁ tattha ṭhitabhāvaṁ ñatvā puna vāṇijassa ārocesi.",
  "atk-s0502a9:71_18": "Vāṇijo ‘‘idhāpi me vekallaṁ natthi, evaṁ sante neva etto gamissāmi, na ito, idheva bhavissāmī’’ti bhikkhūnaṁ santikaṁ gantvā āha –",
  "atk-s0502a9:71_19": "‘‘bhante, corā kira maṁ vilumpitukāmā magge ṭhitā, ‘puna nivattissatī’ti sutvā itarasmiṁ magge ṭhitā, ahaṁ etto vā ito vā agantvā thokaṁ idheva bhavissāmi, bhadantā idheva vasitukāmā vasantu, gantukāmā attano ruciṁ karontū’’ti.",
  "atk-s0502a9:71_20": "Bhikkhū ‘‘evaṁ sante mayaṁ nivattissāmā’’ti vāṇijaṁ āpucchitvā punadeva sāvatthiṁ gantvā satthāraṁ vanditvā nisīdiṁsu.",
  "atk-s0502a9:71_21": "Satthā ‘‘kiṁ, bhikkhave, mahādhanavāṇijena saddhiṁ na gamitthā’’ti pucchitvā ‘‘āma, bhante, mahādhanavāṇijassa vilumpanatthāya dvīsupi maggesu corā pariyuṭṭhiṁsu, tena so tattheva ṭhito, mayaṁ pana taṁ āpucchitvā āgatā’’ti vutte, ‘‘bhikkhave, mahādhanavāṇijo corānaṁ atthitāya maggaṁ parivajjati, jīvitukāmo viya puriso halāhalaṁ visaṁ parivajjeti, bhikkhunāpi ‘tayo bhavā corehi pariyuṭṭhitamaggasadisā’ti ñatvā pāpaṁ parivajjetuṁ vaṭṭatī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:72_0": "123.",
  "atk-s0502a9:73_0": " ‘‘Vāṇijova bhayaṁ maggaṁ, appasattho mahaddhano;",
  "atk-s0502a9:74_0": "Visaṁ jīvitukāmova, pāpāni parivajjaye’’ti.",
  "atk-s0502a9:75_0": "Tattha bhayanti bhāyitabbaṁ, corehi pariyuṭṭhitattā sappaṭibhayanti attho.",
  "atk-s0502a9:75_1": "Idaṁ vuttaṁ hoti –",
  "atk-s0502a9:75_2": "yathā mahādhanavāṇijo appasattho sappaṭibhayaṁ maggaṁ, yathā ca jīvitukāmo halāhalaṁ visaṁ parivajjeti, evaṁ paṇḍito bhikkhu appamattakānipi pāpāni parivajjeyyāti.",
  "atk-s0502a9:76_0": "Desanāvasāne te bhikkhū saha paṭisambhidāhi arahattaṁ pāpuṇiṁsu, sampattamahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:77_0": "Mahādhanavāṇijavatthu sattamaṁ.",
  "atk-s0502a9:78_0": "8. Kukkuṭamittanesādavatthu",
  "atk-s0502a9:79_0": "Pāṇimhi ceti imaṁ dhammadesanaṁ satthā veḷuvane viharanto kukkuṭamittaṁ nāma nesādaṁ ārabbha kathesi.",
  "atk-s0502a9:80_0": "Rājagahe kira ekā seṭṭhidhītā vayappattā sattabhūmikapāsādassa upari sirigabbhe ārakkhaṇatthāya ekaṁ paricārikaṁ datvā mātāpitūhi vāsiyamānā ekadivasaṁ sāyanhasamaye vātapānena antaravīthiṁ olokentī pañca pāsasatāni pañca sūlasatāni ādāya mige vadhitvā jīvamānaṁ ekaṁ kukkuṭamittaṁ nāma nesādaṁ pañca migasatāni vadhitvā tesaṁ maṁsena mahāsakaṭaṁ pūretvā sakaṭadhure nisīditvā maṁsavikkiṇanatthāya nagaraṁ pavisantaṁ disvā tasmiṁ paṭibaddhacittā paricārikāya hatthe paṇṇākāraṁ datvā ‘‘gaccha, etassa paṇṇākāraṁ datvā gamanakālaṁ ñatvā ehī’’ti pesesi.",
  "atk-s0502a9:80_1": "Sā gantvā tassa paṇṇākāraṁ datvā pucchi –",
  "atk-s0502a9:80_2": "‘‘kadā gamissasī’’ti?",
  "atk-s0502a9:80_3": "So ‘‘ajja maṁsaṁ vikkiṇitvā pātova asukadvārena nāma nikkhamitvā gamissāmī’’ti āha.",
  "atk-s0502a9:80_4": "Sā tena kathitakathaṁ sutvā āgantvā tassā ārocesi.",
  "atk-s0502a9:80_5": "Seṭṭhidhītā attanā gahetabbayuttakaṁ vatthābharaṇajātaṁ saṁvidahitvā pātova malinavatthaṁ nivāsetvā kuṭaṁ ādāya dāsīhi saddhiṁ udakatitthaṁ gacchantī viya nikkhamitvā taṁ ṭhānaṁ gantvā tassāgamanaṁ olokentī aṭṭhāsi.",
  "atk-s0502a9:80_6": "Sopi pātova sakaṭaṁ pājento nikkhami.",
  "atk-s0502a9:80_7": "Sā tassa pacchato pacchato pāyāsi.",
  "atk-s0502a9:80_8": "So taṁ disvā ‘‘ahaṁ taṁ ‘asukassa nāma dhītā’ti na jānāmi, mā maṁ anubandhi, ammā’’ti āha.",
  "atk-s0502a9:80_9": "Na maṁ tvaṁ pakkosasi, ahaṁ attano dhammatāya āgacchāmi, tvaṁ tuṇhī hutvā attano sakaṭaṁ pājehīti.",
  "atk-s0502a9:80_10": "So punappunaṁ taṁ nivāretiyeva.",
  "atk-s0502a9:80_11": "Atha naṁ sā āha –",
  "atk-s0502a9:80_12": "‘‘sāmi, sirī nāma attano santikaṁ āgacchantī nivāretuṁ na vaṭṭatī’’ti.",
  "atk-s0502a9:80_13": "So tassā nissaṁsayena āgamanakāraṇaṁ ñatvā taṁ sakaṭaṁ āropetvā agamāsi.",
  "atk-s0502a9:80_14": "Tassā mātāpitaro ito cito ca pariyesāpetvā apassantā ‘‘matā bhavissatī’’ti matakabhattaṁ kariṁsu.",
  "atk-s0502a9:80_15": "Sāpi tena saddhiṁ saṁvāsamanvāya paṭipāṭiyā satta putte vijāyitvā te vayappatte gharabandhanena bandhi.",
  "atk-s0502a9:81_0": "Athekadivasaṁ satthā paccūsasamaye lokaṁ volokento kukkuṭamittaṁ saputtaṁ sasuṇisaṁ attano ñāṇajālassa anto paviṭṭhaṁ disvā, ‘‘kiṁ nu kho eta’’nti upadhārento tesaṁ pannarasannampi sotāpattimaggassa upanissayaṁ disvā pātova pattacīvaraṁ ādāya tassa pāsaṭṭhānaṁ agamāsi .",
  "atk-s0502a9:81_1": "Taṁ divasaṁ pāse baddho ekamigopi nāhosi.",
  "atk-s0502a9:81_2": "Satthā tassa pāsamūle padavalañjaṁ dassetvā purato ekassa gumbassa heṭṭhā chāyāyaṁ nisīdi.",
  "atk-s0502a9:81_3": "Kukkuṭamitto pātova dhanuṁ ādāya pāsaṭṭhānaṁ gantvā ādito paṭṭhāya pāse olokayamāno pāse baddhaṁ ekampi migaṁ adisvā satthu padavalañjaṁ addasa.",
  "atk-s0502a9:81_4": "Athassa etadahosi –",
  "atk-s0502a9:81_5": "‘‘ko mayhaṁ baddhamige mocento vicaratī’’ti.",
  "atk-s0502a9:81_6": "So satthari āghātaṁ bandhitvā gacchanto gumbamūle nisinnaṁ satthāraṁ disvā, ‘‘iminā mama migā mocitā bhavissanti, māressāmi na’’nti dhanuṁ ākaḍḍhi.",
  "atk-s0502a9:81_7": "Satthā dhanuṁ ākaḍḍhituṁ datvā vissajjetuṁ nādāsi.",
  "atk-s0502a9:81_8": "So saraṁ vissajjetumpi oropetumpi asakkonto phāsukāhi bhijjantīhi viya mukhato kheḷena paggharantena kilantarūpo aṭṭhāsi.",
  "atk-s0502a9:81_9": "Athassa puttā gehaṁ gantvā ‘‘pitā no cirāyati, kiṁ nu kho eta’’nti vatvā ‘‘gacchatha, tātā, pitu santika’’nti mātarā pesitā dhanūni ādāya gantvā pitaraṁ tathāṭhitaṁ disvā ‘‘ayaṁ no pitu paccāmitto bhavissatī’’ti sattapi janā dhanūni ākaḍḍhitvā buddhānubhāvena yathā nesaṁ pitā ṭhito, tatheva aṭṭhaṁsu.",
  "atk-s0502a9:81_10": "Atha nesaṁ mātā ‘‘kiṁ nu kho me puttāpi cirāyantī’’ti vatvā sattahi suṇisāhi saddhiṁ gantvā te tathāṭhite disvā ‘‘kassa nu kho ime dhanūni ākaḍḍhitvā ṭhitā’’ti olokentī satthāraṁ disvā bāhā paggayha –",
  "atk-s0502a9:81_11": "‘‘mā me pitaraṁ nāsetha, mā me pitaraṁ nāsethā’’ti mahāsaddamakāsi.",
  "atk-s0502a9:81_12": "Kukkuṭamitto taṁ saddaṁ sutvā cintesi –",
  "atk-s0502a9:81_13": "‘‘naṭṭho vatamhi, sasuro kira me esa, aho mayā bhāriyaṁ kammaṁ kata’’nti.",
  "atk-s0502a9:81_14": "Puttāvissa ‘‘ayyako kira no esa, aho bhāriyaṁ kammaṁ kata’’nti cintayiṁsu.",
  "atk-s0502a9:81_15": "Kukkuṭamitto ‘‘ayaṁ sasuro me’’ti mettacittaṁ upaṭṭhapesi, puttāpissa ‘‘ayyako no’’ti mettacittaṁ upaṭṭhapesuṁ.",
  "atk-s0502a9:81_16": "Atha te nesaṁ mātā seṭṭhidhītā ‘‘khippaṁ dhanūni chaḍḍetvā pitaraṁ me khamāpethā’’ti āha.",
  "atk-s0502a9:82_0": "Satthā tesaṁ muducittataṁ ñatvā dhanuṁ otāretuṁ adāsi.",
  "atk-s0502a9:82_1": "Te sabbe satthāraṁ vanditvā ‘‘khamatha no, bhante’’ti khamāpetvā ekamantaṁ nisīdiṁsu.",
  "atk-s0502a9:82_2": "Atha nesaṁ satthā anupubbiṁ kathaṁ kathesi.",
  "atk-s0502a9:82_3": "Desanāvasāne kukkuṭamitto saddhiṁ puttehi ceva suṇisāhi ca attapañcadasamo sotāpattiphale patiṭṭhahi.",
  "atk-s0502a9:82_4": "Satthā piṇḍāya caritvā pacchābhattaṁ vihāraṁ agamāsi.",
  "atk-s0502a9:82_5": "Atha naṁ ānandatthero pucchi –",
  "atk-s0502a9:82_6": "‘‘bhante, kahaṁ gamitthā’’ti.",
  "atk-s0502a9:82_7": "Kukkuṭamittassa santikaṁ , ānandāti.",
  "atk-s0502a9:82_8": "Pāṇātipātakammassa vo, bhante, akārako katoti.",
  "atk-s0502a9:82_9": "Āmānanda, so attapañcadasamo acalasaddhāya patiṭṭhāya tīsu ratanesu nikkaṅkho hutvā pāṇātipātakammassa akārako jātoti.",
  "atk-s0502a9:82_10": "Bhikkhū āhaṁsu –",
  "atk-s0502a9:82_11": "‘‘nanu, bhante, bhariyāpissa atthī’’ti.",
  "atk-s0502a9:82_12": "Āma, bhikkhave, sā kulagehe kumārikā hutvā sotāpattiphalaṁ pattāti.",
  "atk-s0502a9:82_13": "Bhikkhū kathaṁ samuṭṭhāpesuṁ ‘‘kukkuṭamittassa kira bhariyā kumārikakāle eva sotāpattiphalaṁ patvā tassa gehaṁ gantvā satta putte labhi, sā ettakaṁ kālaṁ sāmikena ‘dhanuṁ āhara, sare āhara, sattiṁ āhara, sūlaṁ āhara, jālaṁ āharā’ti vuccamānā tāni adāsi.",
  "atk-s0502a9:82_14": "Sopi tāya dinnāni ādāya gantvā pāṇātipātaṁ karoti, kiṁ nu kho sotāpannāpi pāṇātipātaṁ karontī’’ti.",
  "atk-s0502a9:82_15": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘na, bhikkhave, sotāpannā pāṇātipātaṁ karonti, sā pana ‘sāmikassa vacanaṁ karomī’ti tathā akāsi.",
  "atk-s0502a9:82_16": "‘Idaṁ gahetvā esa gantvā pāṇātipātaṁ karotū’ti tassā cittaṁ natthi.",
  "atk-s0502a9:82_17": "Pāṇitalasmiñhi vaṇe asati visaṁ gaṇhantassa taṁ visaṁ anuḍahituṁ na sakkoti, evamevaṁ akusalacetanāya abhāvena pāpaṁ akarontassa dhanuādīni nīharitvā dadatopi pāpaṁ nāma na hotī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:83_0": "124.",
  "atk-s0502a9:84_0": " ‘‘Pāṇimhi ce vaṇo nāssa, hareyya pāṇinā visaṁ;",
  "atk-s0502a9:85_0": "Nābbaṇaṁ visamanveti, natthi pāpaṁ akubbato’’ti.",
  "atk-s0502a9:86_0": "Tattha nāssāti na bhaveyya.",
  "atk-s0502a9:86_1": "Hareyyāti harituṁ sakkuṇeyya.",
  "atk-s0502a9:86_2": "Kiṁ kāraṇā?",
  "atk-s0502a9:86_3": "Yasmā nābbaṇaṁ visamanveti avaṇañhi pāṇiṁ visaṁ anvetuṁ na sakkoti, evameva dhanuādīni nīharitvā dentassāpi akusalacetanāya abhāvena pāpaṁ akubbato pāpaṁ nāma natthi, avaṇaṁ pāṇiṁ visaṁ viya nāssa cittaṁ pāpaṁ anugacchatīti.",
  "atk-s0502a9:87_0": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a9:88_0": "Aparena samayena bhikkhū kathaṁ samuṭṭhāpesuṁ –",
  "atk-s0502a9:88_1": "‘‘ko nu kho kukkuṭamittassa saputtassa sasuṇisassa sotāpattimaggassūpanissayo, kena kāraṇena nesādakule nibbatto’’ti.",
  "atk-s0502a9:88_2": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave , etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte, bhikkhave, atīte kassapadasabalassa dhātucetiyaṁ saṁvidahantā evamāhaṁsu –",
  "atk-s0502a9:88_3": "‘‘kiṁ nu kho imassa cetiyassa mattikā bhavissati, kiṁ udaka’’nti.",
  "atk-s0502a9:88_4": "Atha nesaṁ etadahosi –",
  "atk-s0502a9:88_5": "‘‘haritālamanosilā mattikā bhavissati, tilatelaṁ udaka’’nti.",
  "atk-s0502a9:88_6": "Te haritālamanosilā koṭṭetvā tilatelena saṁsanditvā iṭṭhakāya ghaṭetvā suvaṇṇena khacitvā anto ciniṁsu, bahimukhe pana ekagghanasuvaṇṇaiṭṭhakāva ahesuṁ.",
  "atk-s0502a9:88_7": "Ekekā satasahassagghanikā ahosi.",
  "atk-s0502a9:88_8": "Te yāva dhātunidhānā cetiye niṭṭhite cintayiṁsu –",
  "atk-s0502a9:88_9": "‘‘dhātunidhānakāle bahunā dhanena attho, kaṁ nu kho jeṭṭhakaṁ karomā’’ti.",
  "atk-s0502a9:89_0": "Atheko gāmavāsiko seṭṭhi ‘‘ahaṁ jeṭṭhako bhavissāmī’’ti dhātunidhāne ekaṁ hiraññakoṭiṁ pakkhipi.",
  "atk-s0502a9:89_1": "Taṁ disvā raṭṭhavāsino ‘‘ayaṁ nagaraseṭṭhi dhanameva saṁharati, evarūpe cetiye jeṭṭhako bhavituṁ na sakkoti, gāmavāsī pana koṭidhanaṁ pakkhipitvā jeṭṭhako jāto’’ti ujjhāyiṁsu.",
  "atk-s0502a9:89_2": "So tesaṁ kathaṁ sutvā ‘‘ahaṁ dve koṭiyo datvā jeṭṭhako bhavissāmī’’ti dve koṭiyo adāsi.",
  "atk-s0502a9:89_3": "Itaro ‘‘ahameva jeṭṭhako bhavissāmī’’ti tisso koṭiyo adāsi.",
  "atk-s0502a9:89_4": "Evaṁ vaḍḍhetvā vaḍḍhetvā nagaravāsī aṭṭha koṭiyo adāsi.",
  "atk-s0502a9:89_5": "Gāmavāsino pana gehe navakoṭidhanameva atthi, nagaravāsino cattālīsakoṭidhanaṁ.",
  "atk-s0502a9:89_6": "Tasmā gāmavāsī cintesi –",
  "atk-s0502a9:89_7": "‘‘sacāhaṁ nava koṭiyo dassāmi, ayaṁ ‘dasa koṭiyo dassāmī’ti vakkhati, atha me niddhanabhāvo paññāyissatī’’ti.",
  "atk-s0502a9:89_8": "So evamāha –",
  "atk-s0502a9:89_9": "‘‘ahaṁ ettakañca dhanaṁ dassāmi, saputtadāro ca cetiyassa dāso bhavissāmī’’ti satta putte satta suṇisāyo bhariyañca gahetvā attanā saddhiṁ cetiyassa niyyādesi.",
  "atk-s0502a9:89_10": "Raṭṭhavāsino ‘‘dhanaṁ nāma sakkā uppādetuṁ, ayaṁ pana saputtadāro attānaṁ niyyādesi, ayameva jeṭṭhako hotū’’ti taṁ jeṭṭhakaṁ kariṁsu.",
  "atk-s0502a9:89_11": "Iti te soḷasapi janā cetiyassa dāsā ahesuṁ.",
  "atk-s0502a9:89_12": "Raṭṭhavāsino pana te bhujisse akaṁsu.",
  "atk-s0502a9:89_13": "Evaṁ santepi cetiyameva paṭijaggitvā yāvatāyukaṁ ṭhatvā tato cutā devaloke nibbattiṁsu.",
  "atk-s0502a9:89_14": "Tesu ekaṁ buddhantaraṁ devaloke vasantesu imasmiṁ buddhuppāde bhariyā tato cavitvā rājagahe seṭṭhino dhītā hutvā nibbatti.",
  "atk-s0502a9:89_15": "Sā kumārikāva hutvā sotāpattiphalaṁ pāpuṇi.",
  "atk-s0502a9:89_16": "Adiṭṭhasaccassa pana paṭisandhi nāma bhāriyāti tassā sāmiko samparivattamāno gantvā nesādakule nibbatti.",
  "atk-s0502a9:89_17": "Tassa saha dassaneneva seṭṭhidhītaraṁ pubbasineho ajjhotthari.",
  "atk-s0502a9:89_18": "Vuttampi cetaṁ –",
  "atk-s0502a9:90_0": "‘‘Pubbeva sannivāsena, paccuppannahitena vā;",
  "atk-s0502a9:91_0": "Evaṁ taṁ jāyate pemaṁ, uppalaṁva yathodake’’ti. (jā. 1.2.174);",
  "atk-s0502a9:92_0": "Sā pubbasineheneva nesādakulaṁ agamāsi.",
  "atk-s0502a9:92_1": "Puttāpissā devalokā cavitvā tassā eva kucchismiṁ paṭisandhiṁ gaṇhiṁsu, suṇisāyopissā tattha tattha nibbattitvā vayappattā tesaṁyeva gehaṁ agamaṁsu.",
  "atk-s0502a9:92_2": "Evaṁ te sabbepi tadā cetiyaṁ paṭijaggitvā tassa kammassānubhāvena sotāpattiphalaṁ pattāti.",
  "atk-s0502a9:93_0": "Kukkuṭamittanesādavatthu aṭṭhamaṁ.",
  "atk-s0502a9:94_0": "9. Kokasunakhaluddakavatthu",
  "atk-s0502a9:95_0": "Yo appaduṭṭhassāti imaṁ dhammadesanaṁ satthā jetavane viharanto kokaṁ nāma sunakhaluddakaṁ ārabbha kathesi.",
  "atk-s0502a9:96_0": "So kira ekadivasaṁ pubbaṇhasamaye dhanuṁ ādāya sunakhaparivuto araññaṁ gacchanto antarāmagge ekaṁ piṇḍāya pavisantaṁ bhikkhuṁ disvā kujjhitvā ‘‘kāḷakaṇṇi me diṭṭho, ajja kiñci na labhissāmī’’ti cintetvā pakkāmi.",
  "atk-s0502a9:96_1": "Theropi gāme piṇḍāya caritvā katabhattakicco puna vihāraṁ pāyāsi.",
  "atk-s0502a9:96_2": "Itaropi araññe vicaritvā kiñci alabhitvā paccāgacchanto puna theraṁ disvā ‘‘ajjāhaṁ imaṁ kāḷakaṇṇiṁ disvā araññaṁ gato kiñci na labhiṁ, idāni me punapi abhimukho jāto, sunakhehi naṁ khādāpessāmī’’ti saññaṁ datvā sunakhe vissajjesi.",
  "atk-s0502a9:96_3": "Theropi ‘‘mā evaṁ kari upāsakā’’ti yāci.",
  "atk-s0502a9:96_4": "So ‘‘ajjāhaṁ tava sammukhībhūtattā kiñci nālatthaṁ, punapi me sammukhībhāvamāgatosi, khādāpessāmeva ta’’nti vatvā sunakhe uyyojesi.",
  "atk-s0502a9:96_5": "Thero vegena ekaṁ rukkhaṁ abhiruhitvā purisappamāṇe ṭhāne nisīdi.",
  "atk-s0502a9:96_6": "Sunakhā rukkhaṁ parivāresuṁ.",
  "atk-s0502a9:96_7": "Luddako gantvā ‘‘rukkhaṁ abhiruhatopi te mokkho natthī’’ti taṁ saratuṇḍena pādatale vijjhi.",
  "atk-s0502a9:96_8": "Thero ‘‘mā evaṁ karohī’’ti taṁ yāciyeva.",
  "atk-s0502a9:96_9": "Itaro tassa yācanaṁ anādiyitvā punappunaṁ vijjhiyeva.",
  "atk-s0502a9:96_10": "Thero ekasmiṁ pādatale vijjhiyamāne taṁ ukkhipitvā dutiyaṁ pādaṁ olambitvā tasmiṁ vijjhiyamāne tampi ukkhipati, evamassa so yācanaṁ anādiyitvāva dvepi pādatalāni vijjhiyeva.",
  "atk-s0502a9:96_11": "Therassa sarīraṁ ukkāhi ādittaṁ viya ahosi.",
  "atk-s0502a9:96_12": "So vedanānuvattiko hutvā satiṁ paccupaṭṭhāpetuṁ nāsakkhi, pārutacīvaraṁ bhassantampi na sallakkhesi.",
  "atk-s0502a9:96_13": "Taṁ patamānaṁ kokaṁ sīsato paṭṭhāya parikkhipantameva pati.",
  "atk-s0502a9:96_14": "Sunakhā ‘‘thero patito’’ti saññāya cīvarantaraṁ pavisitvā attano sāmikaṁ luñjitvā khādantā aṭṭhimattāvasesaṁ kariṁsu.",
  "atk-s0502a9:96_15": "Sunakhā cīvarantarato nikkhamitvā bahi aṭṭhaṁsu.",
  "atk-s0502a9:97_0": "Atha nesaṁ thero ekaṁ sukkhadaṇḍakaṁ bhañjitvā khipi.",
  "atk-s0502a9:97_1": "Sunakhā theraṁ disvā ‘‘sāmikova amhehi khādito’’ti ñatvā araññaṁ pavisiṁsu.",
  "atk-s0502a9:97_2": "Thero kukkuccaṁ uppādesi ‘‘mama cīvarantaraṁ pavisitvā esa naṭṭho, arogaṁ nu kho me sīla’’nti.",
  "atk-s0502a9:97_3": "So rukkhā otaritvā satthu santikaṁ gantvā ādito paṭṭhāya sabbaṁ taṁ pavattiṁ ārocetvā –",
  "atk-s0502a9:97_4": "‘‘bhante, mama cīvaraṁ nissāya so upāsako naṭṭho, kacci me arogaṁ sīlaṁ, atthi me samaṇabhāvo’’ti pucchi.",
  "atk-s0502a9:97_5": "Satthā tassa vacanaṁ sutvā ‘‘bhikkhu arogaṁ te sīlaṁ, atthi te samaṇabhāvo, so appaduṭṭhassa padussitvā vināsaṁ patto, na kevalañca idāneva, atītepi appaduṭṭhānaṁ padussitvā vināsaṁ pattoyevā’’ti vatvā tamatthaṁ pakāsento atītaṁ āhari –",
  "atk-s0502a9:98_0": "Atīte kireko vejjo vejjakammatthāya gāmaṁ vicaritvā kiñci kammaṁ alabhitvā chātajjhatto nikkhamitvā gāmadvāre sambahule kumārake kīḷante disvā ‘‘ime sappena ḍaṁsāpetvā tikicchitvā āhāraṁ labhissāmī’’ti ekasmiṁ rukkhabile sīsaṁ niharitvā nipannaṁ sappaṁ dassetvā, ‘‘ambho, kumārakā eso sāḷikapotako, gaṇhatha na’’nti āha.",
  "atk-s0502a9:98_1": "Atheko kumārako sappaṁ gīvāyaṁ daḷhaṁ gahetvā nīharitvā tassa sappabhāvaṁ ñatvā viravanto avidūre ṭhitassa vejjassa matthake khipi.",
  "atk-s0502a9:98_2": "Sappo vejjassa khandhaṭṭhikaṁ parikkhipitvā daḷhaṁ ḍaṁsitvā tattheva jīvitakkhayaṁ pāpesi, evamesa koko sunakhaluddako pubbepi appaduṭṭhassa padussitvā vināsaṁ pattoyevāti.",
  "atk-s0502a9:99_0": "Satthā imaṁ atītaṁ āharitvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:100_0": "125.",
  "atk-s0502a9:101_0": " ‘‘Yo appaduṭṭhassa narassa dussati, suddhassa posassa anaṅgaṇassa;",
  "atk-s0502a9:102_0": "Tameva bālaṁ pacceti pāpaṁ, sukhumo rajo paṭivātaṁva khitto’’ti.",
  "atk-s0502a9:103_0": "Tattha appaduṭṭhassāti attano vā sabbasattānaṁ vā aduṭṭhassa.",
  "atk-s0502a9:103_1": "Narassāti sattassa.",
  "atk-s0502a9:103_2": "Dussatīti aparajjhati.",
  "atk-s0502a9:103_3": "Suddhassāti niraparādhasseva.",
  "atk-s0502a9:103_4": "Posassāti idampi aparenākārena sattādhivacanameva.",
  "atk-s0502a9:103_5": "Anaṅgaṇassāti nikkilesassa.",
  "atk-s0502a9:103_6": "Paccetīti patieti.",
  "atk-s0502a9:103_7": "Paṭivātanti yathā ekena purisena paṭivāte ṭhitaṁ paharitukāmatāya khitto sukhumo rajoti tameva purisaṁ pacceti, tasseva upari patati, evameva yo puggalo apaduṭṭhassa purisassa pāṇippaharādīni dadanto padussati, tameva bālaṁ diṭṭheva dhamme, samparāye vā nirayādīsu vipaccamānaṁ taṁ pāpaṁ vipākadukkhavasena paccetīti attho.",
  "atk-s0502a9:104_0": "Desanāvasāne so bhikkhu arahatte patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:105_0": "Kokasunakhaluddakavatthu navamaṁ.",
  "atk-s0502a9:106_0": "10. Maṇikārakulūpakatissattheravatthu",
  "atk-s0502a9:107_0": "Gabbhameketi imaṁ dhammadesanaṁ satthā jetavane viharanto maṇikārakulūpakaṁ tissattheraṁ ārabbha kathesi.",
  "atk-s0502a9:108_0": "So kira thero ekassa maṇikārassa kule dvādasa vassāni bhuñji.",
  "atk-s0502a9:108_1": "Tasmiṁ kule jayampatikā mātāpituṭṭhāne ṭhatvā theraṁ paṭijaggiṁsu.",
  "atk-s0502a9:108_2": "Athekadivasaṁ so maṇikāro therassa purato maṁsaṁ chindanto nisinno hoti.",
  "atk-s0502a9:108_3": "Tasmiṁ khaṇe rājā pasenadi kosalo ekaṁ maṇiratanaṁ ‘‘imaṁ dhovitvā vijjhitvā pahiṇatū’’ti pesesi.",
  "atk-s0502a9:108_4": "Maṇikāro salohiteneva hatthena taṁ paṭiggahetvā peḷāya upari ṭhapetvā hatthadhovanatthaṁ anto pāvisi.",
  "atk-s0502a9:108_5": "Tasmiṁ pana gehe posāvaniyakoñcasakuṇo atthi.",
  "atk-s0502a9:108_6": "So lohitagandhena maṁsasaññāya taṁ maṇiṁ therassa passantasseva gili.",
  "atk-s0502a9:108_7": "Maṇikāro āgantvā maṇiṁ apassanto ‘‘maṇi kena gahito’’ti bhariyañca puttake ca paṭipāṭiyā pucchitvā tehi ‘‘na gaṇhāmā’’ti vutte ‘‘therena gahito bhavissatī’’ti.",
  "atk-s0502a9:108_8": "Cintetvā bhariyāya saddhiṁ mantesi –",
  "atk-s0502a9:108_9": "‘‘therena maṇi gahito bhavissatī’’ti.",
  "atk-s0502a9:108_10": "Sā, sāmi, mā evaṁ avaca, ettakaṁ kālaṁ mayā therassa na kiñci vajjaṁ diṭṭhapubbaṁ, na so maṇiṁ gaṇhātīti.",
  "atk-s0502a9:108_11": "Maṇikāro theraṁ pucchi –",
  "atk-s0502a9:108_12": "‘‘bhante, imasmiṁ ṭhāne maṇiratanaṁ tumhehi gahita’’nti.",
  "atk-s0502a9:108_13": "Na gaṇhāmi, upāsakāti.",
  "atk-s0502a9:108_14": "Bhante, na idha añño atthi, tumhehiyeva gahito bhavissati, detha me maṇiratananti.",
  "atk-s0502a9:108_15": "So tasmiṁ asampaṭicchante puna bhariyaṁ āha –",
  "atk-s0502a9:108_16": "‘‘thereneva maṇi gahito, pīḷetvā naṁ pucchissāmī’’ti.",
  "atk-s0502a9:108_17": "Sā, sāmi, mā no nāsayi, varaṁ amhehi dāsabyaṁ upagantuṁ, na ca theraṁ evarūpaṁ vattunti.",
  "atk-s0502a9:108_18": "So ‘‘sabbeva mayaṁ dāsattaṁ upagacchantā maṇimūlaṁ na agghāmā’’ti rajjuṁ gahetvā therassa sīsaṁ veṭhetvā daṇḍena ghaṭṭesi.",
  "atk-s0502a9:108_19": "Therassa sīsato ca kaṇṇanāsāhi ca lohitaṁ pagghari, akkhīni nikkhamanākārappattāni ahesuṁ, so vedanāpamatto bhūmiyaṁ pati.",
  "atk-s0502a9:108_20": "Koñco lohitagandhenā gantvā lohitaṁ pivi.",
  "atk-s0502a9:108_21": "Atha naṁ maṇikāro there uppannakodhavegena ‘‘tvaṁ kiṁ karosī’’ti pādena paharitvā khipi.",
  "atk-s0502a9:108_22": "So ekappahāreneva maritvā uttāno ahosi.",
  "atk-s0502a9:109_0": "Thero taṁ disvā, upāsaka, sīse veṭhanaṁ tāva me sithilaṁ katvā imaṁ koñcaṁ olokehi ‘‘mato vā, no vā’’ti.",
  "atk-s0502a9:109_1": "Atha naṁ so āha –",
  "atk-s0502a9:109_2": "‘‘eso viya tvampi marissasī’’ti.",
  "atk-s0502a9:109_3": "Upāsaka, iminā so maṇi gilito, sace ayaṁ na amarissā, na te ahaṁ marantopi maṇiṁ ācikkhissanti.",
  "atk-s0502a9:109_4": "So tassa udaraṁ phāletvā maṇiṁ disvā pavedhento saṁviggamānaso therassa pādamūle nipajjitvā ‘‘khamatha, me, bhante, ajānantena mayā kata’’nti āha.",
  "atk-s0502a9:109_5": "Upāsaka, neva tuyhaṁ doso atthi, na mayhaṁ, vaṭṭassevesa doso, khamāmi teti.",
  "atk-s0502a9:109_6": "Bhante, sace me khamatha, pakatiniyāmeneva me gehe nisīditvā bhikkhaṁ gaṇhathāti.",
  "atk-s0502a9:109_7": "‘‘Upāsaka, na dānāhaṁ ito paṭṭhāya paresaṁ gehassa antochadanaṁ pavisissāmi, antogehapavesanasseva hi ayaṁ doso, ito paṭṭhāya pādesu āvahantesu gehadvāre ṭhitova bhikkhaṁ gaṇhissāmī’’ti vatvā dhutaṅgaṁ samādāya imaṁ gāthamāha –",
  "atk-s0502a9:110_0": "‘‘Paccati munino bhattaṁ, thokaṁ thokaṁ kule kule;",
  "atk-s0502a9:111_0": "Piṇḍikāya carissāmi, atthi jaṅghabalaṁ mamā’’ti. (theragā. 248) –",
  "atk-s0502a9:112_0": "Idañca pana vatvā thero teneva byādhinā na cirasseva parinibbāyi.",
  "atk-s0502a9:112_1": "Koñco maṇikārassa bhariyāya kucchismiṁ paṭisandhiṁ gaṇhi.",
  "atk-s0502a9:112_2": "Maṇikāro kālaṁ katvā niraye nibbatti.",
  "atk-s0502a9:112_3": "Maṇikārassa bhariyā there muducittatāya kālaṁ katvā devaloke nibbatti.",
  "atk-s0502a9:112_4": "Bhikkhū satthāraṁ tesaṁ abhisamparāyaṁ pucchiṁsu.",
  "atk-s0502a9:112_5": "Satthā, ‘‘bhikkhave, idhekacce gabbhe nibbattanti, ekacce pāpakārino niraye nibbattanti, ekacce katakalyāṇā devaloke nibbattanti, anāsavā pana parinibbāyantī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:113_0": "126.",
  "atk-s0502a9:114_0": " ‘‘Gabbhameke uppajjanti, nirayaṁ pāpakammino;",
  "atk-s0502a9:115_0": "Saggaṁ sugatino yanti, parinibbanti anāsavā’’ti.",
  "atk-s0502a9:116_0": "Tattha gabbhanti idha manussagabbhova adhippeto. Sesamettha uttānatthameva.",
  "atk-s0502a9:117_0": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a9:118_0": "Maṇikārakulūpakatissattheravatthu dasamaṁ.",
  "atk-s0502a9:119_0": "11. Tayojanavatthu",
  "atk-s0502a9:120_0": "Naantalikkheti imaṁ dhammadesanaṁ satthā jetavane viharanto tayo jane ārabbha kathesi.",
  "atk-s0502a9:121_0": "Satthari kira jetavane viharante sambahulā bhikkhū satthu dassanatthāya āgacchantā ekaṁ gāmaṁ piṇḍāya pavisiṁsu.",
  "atk-s0502a9:121_1": "Gāmavāsino te sampatte ādāya āsanasālāya nisīdāpetvā yāgukhajjakaṁ datvā piṇḍapātavelaṁ āgamayamānā dhammaṁ suṇantā nisīdiṁsu.",
  "atk-s0502a9:121_2": "Tasmiṁ khaṇe bhattaṁ pacitvā sūpabyañjanaṁ dhūpayamānāya ekissā itthiyā bhājanato aggijālā uṭṭhahitvā chadanaṁ gaṇhi.",
  "atk-s0502a9:121_3": "Tato ekaṁ tiṇakaraḷaṁ uṭṭhahitvā jalamānaṁ ākāsaṁ pakkhandi.",
  "atk-s0502a9:121_4": "Tasmiṁ khaṇe eko kāko ākāsena gacchanto tattha gīvaṁ pavesetvā tiṇavalliveṭhito jhāyitvā gāmamajjhe pati .",
  "atk-s0502a9:121_5": "Bhikkhū taṁ disvā ‘‘aho bhāriyaṁ kammaṁ, passathāvuso, kākena pattaṁ vippakāraṁ, iminā katakammaṁ aññatra satthārā ko jānissati, satthāramassa kammaṁ pucchissāmā’’ti cintetvā pakkamiṁsu.",
  "atk-s0502a9:122_0": "Aparesampi bhikkhūnaṁ satthu dassanatthāya nāvaṁ abhiruyha gacchantānaṁ nāvā samudde niccalā aṭṭhāsi.",
  "atk-s0502a9:122_1": "Manussā ‘‘kāḷakaṇṇinā ettha bhavitabba’’nti salākaṁ vicāresuṁ.",
  "atk-s0502a9:122_2": "Nāvikassa ca bhariyā paṭhamavaye ṭhitā dassanīyā pāsādikā, salākā tassā pāpuṇi.",
  "atk-s0502a9:122_3": "‘‘Salākaṁ puna vicārethā’’ti vatvā yāvatatiyaṁ vicāresuṁ, tikkhattumpi tassā eva pāpuṇi.",
  "atk-s0502a9:122_4": "Manussā ‘‘kiṁ, sāmī’’ti nāvikassa mukhaṁ olokesuṁ.",
  "atk-s0502a9:122_5": "Nāviko ‘‘na sakkā ekissā atthāya mahājanaṁ nāsetuṁ, udake naṁ khipathā’’ti āha.",
  "atk-s0502a9:122_6": "Sā gahetvā udake khipiyamānā maraṇabhayatajjitā viravaṁ akāsi.",
  "atk-s0502a9:122_7": "Taṁ sutvā nāviko ko attho imissā ābharaṇehi naṭṭhehi, sabbābharaṇāni omuñcitvā ekaṁ pilotikaṁ nivāsāpetvā chaḍḍetha naṁ, ahaṁ panetaṁ udakapiṭṭhe plavamānaṁ daṭṭhuṁ na sakkhissāmī tasmā yathā naṁ ahaṁ na passāmi, tathā ekaṁ vālukakuṭaṁ gīvāya bandhitvā samudde khipathāti.",
  "atk-s0502a9:122_8": "Te tathā kariṁsu.",
  "atk-s0502a9:122_9": "Tampi patitaṭṭhāneyeva macchakacchapā vilumpiṁsu.",
  "atk-s0502a9:122_10": "Bhikkhū taṁ pavattiṁ ñatvā ‘‘ṭhapetvā satthāraṁ ko añño etissā itthiyā katakammaṁ jānissati, satthāraṁ tassā kammaṁ pucchissāmā’’ti icchitaṭṭhānaṁ patvā nāvāto oruyha pakkamiṁsu.",
  "atk-s0502a9:123_0": "Aparepi satta bhikkhū satthu dassanatthāya gacchantā sāyaṁ ekaṁ vihāraṁ pavisitvā vasanaṭṭhānaṁ pucchiṁsu.",
  "atk-s0502a9:123_1": "Ekasmiñca leṇe satta mañcā honti.",
  "atk-s0502a9:123_2": "Tesaṁ tadeva labhitvā tattha nipannānaṁ rattibhāge kūṭāgāramatto pāsāṇo pavaṭṭamāno āgantvā leṇadvāraṁ pidahi.",
  "atk-s0502a9:123_3": "Nevāsikā bhikkhū ‘‘mayaṁ imaṁ leṇaṁ āgantukabhikkhūnaṁ pāpayimhā, ayañca mahāpāsāṇo leṇadvāraṁ pidahanto aṭṭhāsi, apanessāma na’’nti samantā sattahi gāmehi manusse sannipātetvā vāyamantāpi ṭhānā cāletuṁ nāsakkhiṁsu.",
  "atk-s0502a9:123_4": "Anto paviṭṭhabhikkhūpi vāyamiṁsuyeva.",
  "atk-s0502a9:123_5": "Evaṁ santepi sattāhaṁ pāsāṇaṁ cāletuṁ nāsakkhiṁsu.",
  "atk-s0502a9:123_6": "Āgantukā sattāhaṁ chātajjhattā mahādukkhaṁ anubhaviṁsu.",
  "atk-s0502a9:123_7": "Sattame divase pāsāṇo sayameva pavaṭṭitvā apagato.",
  "atk-s0502a9:123_8": "Bhikkhū nikkhamitvā ‘‘amhākaṁ imaṁ pāpaṁ aññatra satthārā ko jānissati, satthāraṁ pucchissāmā’’ti cintetvā pakkamiṁsu.",
  "atk-s0502a9:123_9": "Te purimehi saddhiṁ antarāmagge samāgantvā sabbe ekatova satthāraṁ upasaṅkamitvā vanditvā ekamantaṁ nisinnā satthārā katapaṭisanthārā attanā attanā diṭṭhānubhūtāni kāraṇāni paṭipāṭiyā pucchiṁsu.",
  "atk-s0502a9:124_0": "Satthāpi tesaṁ paṭipāṭiyā evaṁ byākāsi –",
  "atk-s0502a9:124_1": "‘‘bhikkhave, so tāva kāko attanā katakammameva anubhosi.",
  "atk-s0502a9:124_2": "Atītakāle hi bārāṇasiyaṁ eko kassako attano goṇaṁ damento dametuṁ nāsakkhi.",
  "atk-s0502a9:124_3": "So hissa goṇo thokaṁ gantvā nipajji, pothetvā uṭṭhāpitopi thokaṁ gantvā punapi tatheva nipajji.",
  "atk-s0502a9:124_4": "So vāyamitvā taṁ dametuṁ asakkonto kodhābhibhūto hutvā ‘ito dāni paṭṭhāya sukhaṁ nipajjissasī’ti palālapiṇḍaṁ viya karonto palālena tassa gīvaṁ paliveṭhetvā aggimadāsi, goṇo tattheva jhāyitvā mato.",
  "atk-s0502a9:124_5": "Tadā, bhikkhave, tena kākena taṁ pāpakammaṁ kataṁ.",
  "atk-s0502a9:124_6": "So tassa vipākena dīgharattaṁ niraye paccitvā vipākāvasesena sattakkhattuṁ kākayoniyaṁ nibbattitvā evameva ākāse jhāyitvāva mato’’ti.",
  "atk-s0502a9:125_0": "Sāpi, bhikkhave, itthī attanā katakammameva anubhosi.",
  "atk-s0502a9:125_1": "Sā hi atīte bārāṇasiyaṁ ekassa gahapatikassa bhariyā udakaharaṇakoṭṭanapacanādīni sabbakiccāni sahattheneva akāsi.",
  "atk-s0502a9:125_2": "Tassā eko sunakho taṁ gehe sabbakiccāni kurumānaṁ olokentova nisīdati.",
  "atk-s0502a9:125_3": "Khette bhattaṁ harantiyā dārupaṇṇādīnaṁ vā atthāya araññaṁ gacchantiyā tāya saddhiṁyeva gacchati.",
  "atk-s0502a9:125_4": "Taṁ disvā daharamanussā ‘‘ambho nikkhanto sunakhaluddako, ajja mayaṁ maṁsena bhuñjissāmā’’ti uppaṇḍenti.",
  "atk-s0502a9:125_5": "Sā tesaṁ kathāya maṅku hutvā sunakhaṁ leḍḍudaṇḍādīhi paharitvā palāpeti, sunakho nivattitvā puna anubandhati.",
  "atk-s0502a9:125_6": "So kirassā tatiye attabhāve bhattā ahosi, tasmā sinehaṁ chindituṁ na sakkoti.",
  "atk-s0502a9:125_7": "Kiñcāpi hi anamatagge saṁsāre jāyā vā pati vā abhūtapubbā nāma natthi, avidūre pana attabhāve ñātakesu adhimatto sineho hoti, tasmā so sunakho taṁ vijahituṁ na sakkoti.",
  "atk-s0502a9:125_8": "Sā tassa kujjhitvā khettaṁ sāmikassa yāguṁ haramānā rajjuṁ ucchaṅge ṭhapetvā agamāsi, sunakho tāyeva saddhiṁ gato.",
  "atk-s0502a9:125_9": "Sā sāmikassa yāguṁ datvā tucchakuṭaṁ ādāya ekaṁ udakaṭṭhānaṁ gantvā kuṭaṁ vālukāya pūretvā samīpe oloketvā ṭhitassa sunakhassa saddamakāsi.",
  "atk-s0502a9:125_10": "Sunakho ‘‘cirassaṁ vata me ajja madhurakathā laddhā’’ti naṅguṭṭhaṁ cālento taṁ upasaṅkami.",
  "atk-s0502a9:125_11": "Sā taṁ gīvāyaṁ daḷhaṁ gahetvā ekāya rajjukoṭiyā kuṭaṁ bandhitvā ekaṁ rajjukoṭiṁ sunakhassa gīvāyaṁ bandhitvā kuṭaṁ udakābhimukhaṁ pavaṭṭesi.",
  "atk-s0502a9:125_12": "Sunakho kuṭaṁ anubandhanto udake patitvā tattheva kālamakāsi.",
  "atk-s0502a9:125_13": "Sā tassa kammassa vipākena dīgharattaṁ niraye paccitvā vipākāvasesena attabhāvasate vālukakuṭaṁ gīvāyaṁ bandhitvā udake pakkhittā kālamakāsīti.",
  "atk-s0502a9:126_0": "Tumhehipi, bhikkhave, attanā katakammameva anubhūtaṁ.",
  "atk-s0502a9:126_1": "Atītasmiñhi bārāṇasivāsino satta gopālakadārakā ekasmiṁ aṭavipadese sattāhavārena gāviyo vicarantā ekadivasaṁ gāviyo vicāretvā āgacchantā ekaṁ mahāgodhaṁ disvā anubandhiṁsu.",
  "atk-s0502a9:126_2": "Godhā palāyitvā ekaṁ vammikaṁ pāvisi.",
  "atk-s0502a9:126_3": "Tassa pana vammikassa satta chiddāni, dārakā ‘‘mayaṁ dāni gahetuṁ na sakkhissāma, sve āgantvā gaṇhissāmā’’ti ekeko ekekaṁ sākhabhaṅgamuṭṭhiṁ ādāya sattapi janā satta chiddāni pidahitvā pakkamiṁsu .",
  "atk-s0502a9:126_4": "Te punadivase taṁ godhaṁ amanasikatvā aññasmiṁ padese gāviyo vicāretvā sattame divase gāviyo ādāya gacchantā taṁ vammikaṁ disvā satiṁ paṭilabhitvā ‘‘kā nu kho tassā godhāya pavattī’’ti attanā attanā pidahitāni chiddāni vivariṁsu.",
  "atk-s0502a9:126_5": "Godhā jīvite nirālayā hutvā aṭṭhicammāvasesā pavedhamānā nikkhami.",
  "atk-s0502a9:126_6": "Te taṁ disvā anukampaṁ katvā ‘‘mā naṁ māretha, sattāhaṁ chinnabhattā jātā’’ti tassā piṭṭhiṁ parimajjitvā ‘‘sukhena gacchāhī’’ti vissajjesuṁ.",
  "atk-s0502a9:126_7": "Te godhāya amāritattā niraye tāva na pacciṁsu.",
  "atk-s0502a9:126_8": "Te pana satta janā ekato hutvā cuddasasu attabhāvesu satta satta divasāni chinnabhattā ahesuṁ.",
  "atk-s0502a9:126_9": "Tadā, bhikkhave, tumhehi sattahi gopālakehi hutvā taṁ kammaṁ katanti.",
  "atk-s0502a9:126_10": "Evaṁ satthā tehi puṭṭhapuṭṭhaṁ pañhaṁ byākāsi.",
  "atk-s0502a9:127_0": "Atheko bhikkhu satthāraṁ āha –",
  "atk-s0502a9:127_1": "‘‘kiṁ pana, bhante, pāpakammaṁ katvā ākāse uppatitassapi samuddaṁ pakkhandassāpi pabbatantaraṁ paviṭṭhassāpi mokkho natthī’’ti.",
  "atk-s0502a9:127_2": "Satthā ‘‘evametaṁ, bhikkhave, ākāsādīsupi ekapadesopi natthi, yattha ṭhito pāpakammato mucceyyā’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:128_0": "127.",
  "atk-s0502a9:129_0": " ‘‘Na antalikkhe na samuddamajjhe, na pabbatānaṁ vivaraṁ pavissa;",
  "atk-s0502a9:130_0": "Na vijjatī so jagatippadeso, yatthaṭṭhito mucceyya pāpakammā’’ti.",
  "atk-s0502a9:131_0": "Tassattho –",
  "atk-s0502a9:131_1": "sace hi koci ‘‘iminā upāyena pāpakammato muccissāmī’’ti antalikkhe vā nisīdeyya, caturāsītiyojanasahassagambhīraṁ mahāsamuddaṁ vā paviseyya, pabbatantare vā nisīdeyya, neva pāpakammato mucceyya.",
  "atk-s0502a9:131_2": "Puratthimādīsu jagatipadesesu pathavībhāgesu na so vālaggamattopi okāso atthi, yattha ṭhito pāpakammato muccituṁ sakkuṇeyyāti.",
  "atk-s0502a9:132_0": "Desanāvasāne te bhikkhū sotāpattiphalādīni pāpuṇiṁsu, sampattamahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a9:133_0": "Tayojanavatthu ekādasamaṁ.",
  "atk-s0502a9:134_0": "12. Suppabuddhasakyavatthu",
  "atk-s0502a9:135_0": "Naantalikkheti imaṁ dhammadesanaṁ satthā nigrodhārāme viharanto suppabuddhaṁ sakkaṁ ārabbha kathesi.",
  "atk-s0502a9:136_0": "So kira ‘‘ayaṁ mama dhītaraṁ chaḍḍetvā nikkhanto ca, mama puttaṁ pabbājetvā tassa veriṭṭhāne ṭhito cā’’ti imehi dvīhi kāraṇehi satthari āghātaṁ bandhitvā ekadivasaṁ ‘‘na dānissa nimantanaṭṭhānaṁ gantvā bhuñjituṁ dassāmī’’ti gamanamaggaṁ pidahitvā antaravīthiyaṁ suraṁ pivanto nisīdi.",
  "atk-s0502a9:136_1": "Athassa satthari bhikkhusaṅghaparivute taṁ ṭhānaṁ āgate ‘‘satthā āgato’’ti ārocesuṁ . So āha –",
  "atk-s0502a9:136_2": "‘‘purato gacchāti tassa vadetha, nāyaṁ mayā mahallakataro, nāssa maggaṁ dassāmī’’ti punappunaṁ vuccamānopi tatheva vatvā nisīdi.",
  "atk-s0502a9:136_3": "Satthā mātulassa santikā maggaṁ alabhitvā tato nivatti.",
  "atk-s0502a9:136_4": "Sopi ekaṁ carapurisaṁ pesesi ‘‘gaccha, tassa kathaṁ sutvā ehī’’ti.",
  "atk-s0502a9:136_5": "Satthāpi nivattanto sitaṁ katvā ānandattherena ‘‘ko nu kho, bhante, sitassa pātukammassa paccayo’’ti puṭṭho āha –",
  "atk-s0502a9:136_6": "‘‘passasi, ānanda, suppabuddha’’nti.",
  "atk-s0502a9:136_7": "Passāmi, bhanteti.",
  "atk-s0502a9:136_8": "Bhāriyaṁ tena kammaṁ kataṁ mādisassa buddhassa maggaṁ adentena, ito sattame divase heṭṭhāpāsāde sopānapādamūle pathaviṁ pavisissatīti.",
  "atk-s0502a9:136_9": "Carapuriso taṁ kathaṁ sutvā suppabuddhassa santikaṁ gantvā ‘‘kiṁ mama bhāgineyyena nivattantena vutta’’nti puṭṭho yathāsutaṁ ārocesi.",
  "atk-s0502a9:136_10": "So tassa vacanaṁ sutvā ‘‘na dāni mama bhāgineyyassa kathāya doso atthi, addhā yaṁ so vadati, taṁ tatheva hoti.",
  "atk-s0502a9:136_11": "Evaṁ santepi naṁ idāni musāvādena niggaṇhissāmi.",
  "atk-s0502a9:136_12": "So hi maṁ ‘sattame divase pathaviṁ pavisissatī’ti aniyamena avatvā ‘heṭṭhāpāsāde sopānapādamūle pathaviṁ pavisissatī’’’ti āha.",
  "atk-s0502a9:136_13": "‘‘Ito dāni paṭṭhāyāhaṁ taṁ ṭhānaṁ na gamissāmi, atha naṁ tasmiṁ ṭhāne pathaviṁ apavisitvā musāvādena niggaṇhissāmī’’ti attano upabhogajātaṁ sabbaṁ sattabhūmikapāsādassa upari āropetvā sopānaṁ harāpetvā dvāraṁ pidahāpetvā ekekasmiṁ dvāre dve dve malle ṭhapetvā ‘‘sacāhaṁ pamādena heṭṭhā orohitukāmo homi, nivāreyyātha ma’’nti vatvā sattame pāsādatale sirigabbhe nisīdi.",
  "atk-s0502a9:136_14": "Satthā taṁ pavattiṁ sutvā, ‘‘bhikkhave, suppabuddho na kevalaṁ pāsādatale vehāsaṁ uppatitvā ākāse vā nisīdatu, nāvāya vā samuddaṁ pakkhandatu, pabbatantaraṁ vā pavisatu, buddhānaṁ kathāya dvidhābhāvo nāma natthi, mayā vuttaṭṭhāneyeva so pathaviṁ pavisissatī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a9:137_0": "128.",
  "atk-s0502a9:138_0": " ‘‘Na antalikkhe na samuddamajjhe, na pabbatānaṁ vivaraṁ pavissa;",
  "atk-s0502a9:139_0": "Na vijjatī so jagatippadeso, yatthaṭṭhitaṁ nappasaheyya maccū’’ti.",
  "atk-s0502a9:140_0": "Tattha yattha ṭhitaṁ nappasaheyya, maccūti yasmiṁ padese ṭhitaṁ maraṇaṁ nappasaheyya nābhibhaveyya, kesaggamattopi pathavippadeso natthi.",
  "atk-s0502a9:140_1": "Sesaṁ purimasadisamevāti.",
  "atk-s0502a9:141_0": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a9:142_0": "Sattame divase satthu bhikkhācāramaggassa niruddhavelāya heṭṭhāpāsāde suppabuddhassa maṅgalasso uddāmo hutvā taṁ taṁ bhittiṁ pahari.",
  "atk-s0502a9:142_1": "So upari nisinnovassa saddaṁ sutvā ‘‘kimeta’’nti pucchi.",
  "atk-s0502a9:142_2": "‘‘Maṅgalasso uddāmo’’ti.",
  "atk-s0502a9:142_3": "So panasso suppabuddhaṁ disvāva sannisīdati.",
  "atk-s0502a9:142_4": "Atha naṁ so gaṇhitukāmo hutvā nisinnaṭṭhānā uṭṭhāya dvārābhimukho ahosi, dvārāni sayameva vivaṭāni, sopānaṁ sakaṭṭhāneyeva ṭhitaṁ.",
  "atk-s0502a9:142_5": "Dvāre ṭhitā mallā taṁ gīvāyaṁ gahetvā heṭṭhābhimukhaṁ khipiṁsu.",
  "atk-s0502a9:142_6": "Etenupāyena sattasupi talesu dvārāni sayameva vivaṭāni, sopānāni yathāṭhāne ṭhitāni.",
  "atk-s0502a9:142_7": "Tattha tattha mallā taṁ gīvāyameva gahetvā heṭṭhābhimukhaṁ khipiṁsu.",
  "atk-s0502a9:142_8": "Atha naṁ heṭṭhāpāsāde sopānapādamūlaṁ sampattameva mahāpathavī vivaramānā bhijjitvā sampaṭicchi, so gantvā avīcimhi nibbattīti.",
  "atk-s0502a9:143_0": "Suppabuddhasakyavatthu dvādasamaṁ.",
  "atk-s0502a9:144_0": "Pāpavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a9:145_0": "Navamo vaggo."
}