{
  "atk-vin01a4:0_0": "3. Aniyatakaṇḍaṁ",
  "atk-vin01a4:1_0": "1. Paṭhamaaniyatasikkhāpadavaṇṇanā",
  "atk-vin01a4:2_0": "443.Tenasamayena buddho bhagavāti paṭhamaaniyatasikkhāpadaṁ.",
  "atk-vin01a4:2_1": "Tattha kālayuttaṁ samullapantoti kālaṁ sallakkhetvā yadā na añño koci samīpena gacchati vā āgacchati vā tadā tadanurūpaṁ ‘‘kacci na ukkaṇṭhasi, na kilamasi, na chātāsī’’tiādikaṁ gehassitaṁ kathaṁ kathento.",
  "atk-vin01a4:2_2": "Kālayuttaṁ dhammaṁ bhaṇantoti kālaṁ sallakkhetvā yadā añño koci samīpena gacchati vā āgacchati vā tadā tadanurūpaṁ ‘‘uposathaṁ kareyyāsi, salākabhattaṁ dadeyyāsī’’tiādikaṁ dhammakathaṁ kathento.",
  "atk-vin01a4:3_0": "Bahū dhītaro ca puttā ca assāti bahuputtā.",
  "atk-vin01a4:3_1": "Tassā kira dasa puttā dasa dhītaro ahesuṁ, bahū nattāro assāti bahunattā.",
  "atk-vin01a4:3_2": "Yatheva hi tassā evamassā puttadhītānampi vīsati vīsati dārakā ahesuṁ, iti sā vīsuttaracatusataputtanattaparivārā ahosi.",
  "atk-vin01a4:3_3": "Abhimaṅgalasammatāti uttamamaṅgalasammatā. Yaññesūti dānappadānesu.",
  "atk-vin01a4:3_4": "Chaṇesūti āvāhavivāhamaṅgalādīsu antarussavesu.",
  "atk-vin01a4:3_5": "Ussavesūti āsāḷhīpavāraṇanakkhattādīsu mahussavesu.",
  "atk-vin01a4:3_6": "Paṭhamaṁ bhojentīti ‘‘imepi dārakā tayā samānāyukā nirogā hontū’’ti āyācantā paṭhamaṁyeva bhojenti, yepi saddhā honti pasannā, tepi bhikkhū bhojetvā tadanantaraṁ sabbapaṭhamaṁ taṁyeva bhojenti.",
  "atk-vin01a4:3_7": "Nādiyīti tassā vacanaṁ na ādiyi, na gaṇhi, na vā ādaramakāsīti attho.",
  "atk-vin01a4:4_0": "444-5.Alaṁkammaniyeti kammakkhamaṁ kammayogganti kammaniyaṁ, alaṁ pariyattaṁ kammaniyabhāvāyāti alaṁkammaniyaṁ, tasmiṁ alaṁkammaniye, yattha ajjhācāraṁ karontā sakkonti, taṁ kammaṁ kātuṁ tādiseti attho.",
  "atk-vin01a4:4_1": "Tenevassa padabhājane vuttaṁ – ‘‘sakkā hoti methunaṁ dhammaṁ paṭisevitu’’nti, yattha methunaṁ dhammaṁ sakkā hoti paṭisevitunti vuttaṁ hoti.",
  "atk-vin01a4:4_2": "Nisajjaṁkappeyyāti nisajjaṁ kareyya, nisīdeyyāti attho.",
  "atk-vin01a4:4_3": "Yasmā pana nisīditvāva nipajjati, tenassa padabhājane ubhayampi vuttaṁ.",
  "atk-vin01a4:4_4": "Tattha upanisinnoti upagantvā nisinno. Evaṁ upanipannopi veditabbo.",
  "atk-vin01a4:4_5": "Bhikkhu nisinneti bhikkhumhi nisinneti attho.",
  "atk-vin01a4:4_6": "Ubho vā nisinnāti dvepi apacchā apurimaṁ nisinnā.",
  "atk-vin01a4:4_7": "Ettha ca kiñcāpi pāḷiyaṁ ‘‘sotassa raho’’ti āgataṁ, cakkhussa raheneva pana paricchedo veditabbo.",
  "atk-vin01a4:4_8": "Sacepi hi pihitakavāṭassa gabbhassa dvāre nisinno viññū puriso hoti, neva anāpattiṁ karoti.",
  "atk-vin01a4:4_9": "Apihitakavāṭassa pana dvāre nisinno anāpattiṁ karoti.",
  "atk-vin01a4:4_10": "Na kevalañca dvāre antodvādasahatthepi okāse nisinno, sace sacakkhuko vikkhittopi niddāyantopi anāpattiṁ karoti.",
  "atk-vin01a4:4_11": "Samīpe ṭhitopi andho na karoti, cakkhumāpi nipajjitvā niddāyanto na karoti.",
  "atk-vin01a4:4_12": "Itthīnaṁ pana satampi anāpattiṁ na karotiyeva.",
  "atk-vin01a4:5_0": "Saddheyyavacasāti saddhātabbavacanā.",
  "atk-vin01a4:5_1": "Sā pana yasmā ariyasāvikāva hoti, tenassa padabhājane ‘‘āgataphalā’’tiādi vuttaṁ.",
  "atk-vin01a4:5_2": "Tattha āgataṁ phalaṁ assāti āgataphalā paṭiladdhasotāpattiphalāti attho.",
  "atk-vin01a4:5_3": "Abhisametāvinīti paṭividdhacatusaccā.",
  "atk-vin01a4:5_4": "Viññātaṁ sikkhattayasāsanaṁ etāyāti viññātasāsanā.",
  "atk-vin01a4:5_5": "Nisajjaṁ bhikkhu paṭijānamānoti kiñcāpi evarūpā upāsikā disvā vadati, atha kho bhikkhu nisajjaṁ paṭijānamānoyeva tiṇṇaṁ dhammānaṁ aññatarena kāretabbo, na appaṭijānamānoti attho.",
  "atk-vin01a4:6_0": "Yena vā sā saddheyyavacasā upāsikā vadeyya tena so bhikkhu kāretabboti nisajjādīsu ākāresu yena vā ākārena saddhiṁ methunadhammādīni āropetvā sā upāsikā vadeyya, paṭijānamānova tena so bhikkhu kāretabbo.",
  "atk-vin01a4:6_1": "Evarūpāyapi upāsikāya vacanamattena na kāretabboti attho. Kasmā?",
  "atk-vin01a4:6_2": "Yasmā diṭṭhaṁ nāma tathāpi hoti, aññathāpi hoti.",
  "atk-vin01a4:7_0": "Tadatthajotanatthañca idaṁ vatthuṁ udāharanti – mallārāmavihāre kira eko khīṇāsavatthero ekadivasaṁ upaṭṭhākakulaṁ gantvā antogehe nisīdi, upāsikāpi sayanapallaṅkaṁ nissāya ṭhitā hoti.",
  "atk-vin01a4:7_1": "Atheko piṇḍacāriko dvāre ṭhito disvā ‘‘thero upāsikāya saddhiṁ ekāsane nisinno’’ti saññaṁ paṭilabhitvā punappunaṁ olokesi.",
  "atk-vin01a4:7_2": "Theropi ‘‘ayaṁ mayi asuddhaladdhiko jāto’’ti sallakkhetvā katabhattakicco vihāraṁ gantvā attano vasanaṭṭhānaṁ pavisitvā antova nisīdi.",
  "atk-vin01a4:7_3": "Sopi bhikkhu ‘‘theraṁ codessāmī’’ti āgantvā ukkāsitvā dvāraṁ vivari.",
  "atk-vin01a4:7_4": "Thero tassa cittaṁ ñatvā ākāse uppatitvā kūṭāgārakaṇṇikaṁ nissāya pallaṅkena nisīdi.",
  "atk-vin01a4:7_5": "Sopi bhikkhu anto pavisitvā mañcañca heṭṭhāmañcañca oloketvā theraṁ apassanto uddhaṁ ullokesi, atha ākāse nisinnaṁ theraṁ disvā ‘‘bhante, evaṁ mahiddhikā nāma tumhe mātugāmena saddhiṁ ekāsane nisinnabhāvaṁ vadāpetha evā’’ti āha.",
  "atk-vin01a4:7_6": "Thero ‘‘antaragharasseveso āvuso doso, ahaṁ pana taṁ saddhāpetuṁ asakkonto evamakāsiṁ, rakkheyyāsi ma’’nti vatvā otarīti.",
  "atk-vin01a4:8_0": "446.",
  "atk-vin01a4:8_1": "Ito paraṁ sā ce evaṁ vadeyyātiādi sabbaṁ paṭiññāya kāraṇākāradassanatthaṁ vuttaṁ, tattha mātugāmassa methunaṁ dhammaṁ paṭisevantoti mātugāmassa magge methunaṁ dhammaṁ paṭisevantoti attho.",
  "atk-vin01a4:8_2": "Nisajjāya kāretabboti nisajjaṁ paṭijānitvā methunadhammapaṭisevanaṁ appaṭijānanto methunadhammapārājikāpattiyā akāretvā nisajjāmattena yaṁ āpattiṁ āpajjati tāya kāretabbo, pācittiyāpattiyā kāretabboti attho.",
  "atk-vin01a4:8_3": "Etena nayena sabbacatukkesu vinicchayo veditabbo.",
  "atk-vin01a4:9_0": "451.",
  "atk-vin01a4:9_1": "Sikkhāpadapariyosāne pana āpattānāpattiparicchedadassanatthaṁ vuttesu gamanaṁ paṭijānātītiādīsu gamanaṁ paṭijānātīti ‘‘rahonisajjassādatthaṁ gatomhī’’ti evaṁ gamanaṁ paṭijānāti, nisajjanti nisajjassādeneva nisajjaṁ paṭijānāti.",
  "atk-vin01a4:9_2": "Āpattinti tīsu aññataraṁ āpattiṁ.",
  "atk-vin01a4:9_3": "Āpattiyā kāretabboti tīsu yaṁ paṭijānāti, tāya kāretabbo.",
  "atk-vin01a4:9_4": "Sesamettha catukke uttānādhippāyameva.",
  "atk-vin01a4:9_5": "Dutiyacatukke pana gamanaṁ na paṭijānātīti raho nisajjassādavasena na paṭijānāti , ‘‘salākabhattādinā attano kammena gatomhi, sā pana mayhaṁ nisinnaṭṭhānaṁ āgatā’’ti vadati.",
  "atk-vin01a4:9_6": "Sesametthāpi uttānādhippāyameva.",
  "atk-vin01a4:10_0": "Ayaṁ pana sabbattha vinicchayo – raho nisajjassādoti methunadhammasannissitakileso vuccati.",
  "atk-vin01a4:10_1": "Yo bhikkhu tenassādena mātugāmassa santikaṁ gantukāmo akkhiṁ añjeti, dukkaṭaṁ.",
  "atk-vin01a4:10_2": "Nivāsanaṁ nivāseti, kāyabandhanaṁ bandhati, cīvaraṁ pārupati, sabbattha payoge payoge dukkaṭaṁ.",
  "atk-vin01a4:10_3": "Gacchati, padavāre padavāre dukkaṭaṁ. Gantvā nisīdati, dukkaṭameva.",
  "atk-vin01a4:10_4": "Mātugāme āgantvā nisinnamatte pācittiyaṁ.",
  "atk-vin01a4:10_5": "Sace sā itthī kenaci karaṇīyena uṭṭhāyuṭṭhāya punappunaṁ nisīdati, nisajjāya nisajjāya pācittiyaṁ.",
  "atk-vin01a4:10_6": "Yaṁ sandhāya gato, sā na diṭṭhā, aññā āgantvā nisīdati, assāde uppanne pācittiyaṁ.",
  "atk-vin01a4:10_7": "Mahāpaccariyaṁ pana ‘‘gamanakālato paṭṭhāya asuddhacittattā āpattiyevā’’ti vuttaṁ.",
  "atk-vin01a4:10_8": "Sace sambahulā āgacchanti, mātugāmagaṇanāya pācittiyāni.",
  "atk-vin01a4:10_9": "Sace uṭṭhāyuṭṭhāya punappunaṁ nisīdanti, nisajjāgaṇanāya pācittiyāni.",
  "atk-vin01a4:10_10": "Aniyametvā diṭṭhadiṭṭhāya saddhiṁ rahassādaṁ kappessāmīti gantvā nisinnassāpi āgatāgatānaṁ vasena punappunaṁ nisajjāvasena ca vuttanayeneva āpattiyo veditabbā.",
  "atk-vin01a4:10_11": "Sace suddhacittena gantvā nisinnassa santikaṁ āgantvā nisinnāya itthiyā rahassādo uppajjati anāpatti.",
  "atk-vin01a4:11_0": "Samuṭṭhānādīni paṭhamapārājikasadisānevāti.",
  "atk-vin01a4:12_0": "Paṭhamaaniyatasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a4:13_0": "2. Dutiyaaniyatasikkhāpadavaṇṇanā",
  "atk-vin01a4:14_0": "452.Tena samayena buddho bhagavāti dutiyaaniyatasikkhāpadaṁ.",
  "atk-vin01a4:14_1": "Tattha bhagavatā paṭikkhittantiādimhi ‘‘yaṁ eko ekāya raho paṭicchanne āsane alaṁkammaniye nisajjaṁ kappeyya, taṁ nisajjaṁ kappetuṁ paṭikkhitta’’nti evaṁ sambandho veditabbo.",
  "atk-vin01a4:14_2": "Itarathā hi ‘‘ekassa ekāyā’’ti vattabbaṁ siyā, kasmā? ‘‘Paṭikkhitta’’nti vuttattā.",
  "atk-vin01a4:14_3": "Sāmiatthe vā etaṁ paccattavacanaṁ veditabbaṁ.",
  "atk-vin01a4:15_0": "453.Na heva kho pana paṭicchannanti ettha pana yampi bahi parikkhittaṁ anto vivaṭaṁ pariveṇaṅgaṇādi, tampi antogadhanti veditabbaṁ.",
  "atk-vin01a4:15_1": "Evarūpañhi ṭhānaṁ appaṭicchanneyeva gahitanti mahāpaccariyaṁ vuttaṁ.",
  "atk-vin01a4:15_2": "Sesaṁ paṭhamasikkhāpadanayeneva veditabbaṁ.",
  "atk-vin01a4:15_3": "Kevalañhi idha itthīpi purisopi yo koci viññū anandho abadhiro antodvādasahatthe okāse ṭhito vā nisinno vā vikkhittopi niddāyantopi anāpattiṁ karoti.",
  "atk-vin01a4:15_4": "Badhiro pana cakkhumāpi andho vā abadhiropi na karoti.",
  "atk-vin01a4:15_5": "Pārājikāpattiñca parihāpetvā duṭṭhullavācāpatti vuttāti ayaṁ viseso. Sesaṁ purimasadisameva.",
  "atk-vin01a4:15_6": "Ubhayatthāpi ummattakaādikammikānaṁ anāpatti.",
  "atk-vin01a4:16_0": "Samuṭṭhānādīsu idaṁsikkhāpadaṁ tisamuṭṭhānaṁ – kāyacittato, vācācittato, kāyavācācittato ca samuṭṭhāti.",
  "atk-vin01a4:16_1": "Kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, sukhamajjhattavedanāhi dvivedanaṁ. Sesaṁ uttānatthamevāti.",
  "atk-vin01a4:17_0": "Dutiyaaniyatasikkhāpadavaṇṇanā niṭṭhitā.",
  "atk-vin01a4:18_0": "Samantapāsādikāya vinayasaṁvaṇṇanāya",
  "atk-vin01a4:19_0": "Aniyatavaṇṇanā niṭṭhitā."
}