{
  "atk-s0102a7:0_0": "8. Sakkapañhasuttavaṇṇanā",
  "atk-s0102a7:1_0": "Nidānavaṇṇanā",
  "atk-s0102a7:2_0": "344.Evaṁme sutanti sakkapañhasuttaṁ.",
  "atk-s0102a7:2_1": "Tatrāyamanuttānapadavaṇṇanā – ambasaṇḍā nāma brāhmaṇagāmoti so kira gāmo ambasaṇḍānaṁ avidūre niviṭṭho, tasmā ‘‘ambasaṇḍā’’ tveva vuccati.",
  "atk-s0102a7:2_2": "Vediyake pabbateti so kira pabbato pabbatapāde jātena maṇivedikāsadisena nīlavanasaṇḍena samantā parikkhitto, tasmā ‘vediyakapabbato’ tveva saṅkhyaṁ gato.",
  "atk-s0102a7:2_3": "Indasālaguhāyanti pubbepi sā dvinnaṁ pabbatānaṁ antare guhā, indasālarukkho cassā dvāre, tasmā ‘indasālaguhā’ti saṅkhyaṁ gatā.",
  "atk-s0102a7:2_4": "Atha naṁ kuṭṭehi parikkhipitvā dvāravātapānāni yojetvā supariniṭṭhitasudhākammamālākammalatākammavicittaṁ leṇaṁ katvā bhagavato adaṁsu.",
  "atk-s0102a7:2_5": "Purimavohāravasena pana ‘‘indasālaguhā’’ tveva naṁ sañjānanti.",
  "atk-s0102a7:2_6": "Taṁ sandhāya vuttaṁ ‘indasālaguhāya’nti.",
  "atk-s0102a7:3_0": "Ussukkaṁ udapādīti dhammiko ussāho uppajji.",
  "atk-s0102a7:3_1": "Nanu ca esa abhiṇhadassāvī bhagavato, na so devatāsannipāto nāma atthi, yatthāyaṁ na āgatapubbo, sakkena sadiso appamādavihārī devaputto nāma natthi.",
  "atk-s0102a7:3_2": "Atha kasmā buddhadassanaṁ anāgatapubbassa viya assa ussāho udapādīti? Maraṇabhayena santajjitattā.",
  "atk-s0102a7:3_3": "Tasmiṁ kirassa samaye āyu parikkhīṇo, so pañca pubbanimittāni disvā ‘‘parikkhīṇo dāni me āyū’’ti aññāsi.",
  "atk-s0102a7:3_4": "Yesañca devaputtānaṁ maraṇanimittāni āvi bhavanti, tesu ye parittakena puññakammena devaloke nibbattā, te ‘‘kuhiṁ nu kho idāni nibbattissāmā’’ti bhayaṁ santāsaṁ āpajjanti.",
  "atk-s0102a7:3_5": "Ye katabhīruttānā bahuṁ puññaṁ katvā nibbattā, te attanā dinnadānaṁ rakkhitasīlaṁ bhāvitabhāvanañca āgamma ‘‘uparidevaloke sampattiṁ anubhavissāmā’’ti na bhāyanti.",
  "atk-s0102a7:4_0": "Sakko pana devarājā pubbanimittāni disvā dasayojanasahassaṁ devanagaraṁ, yojanasahassubbedhaṁ vejayantaṁ, tiyojanasatikaṁ sudhammadevasabhaṁ, yojanasatubbedhaṁ pāricchattakaṁ, saṭṭhiyojanikaṁ paṇḍukambalasilaṁ, aḍḍhatiyā nāṭakakoṭiyo dvīsu devalokesu devaparisaṁ, nandanavanaṁ, cittalatāvanaṁ , missakavanaṁ, phārusakavananti etaṁ sabbasampattiṁ oloketvā ‘‘nassati vata bho me ayaṁ sampattī’’ti bhayābhibhūto ahosi.",
  "atk-s0102a7:5_0": "Tato ‘‘atthi nu kho koci samaṇo vā brāhmaṇo vā lokapitāmaho mahābrahmā vā, yo me hadayanissitaṁ sokasallaṁ samuddharitvā imaṁ sampattiṁ thāvaraṁ kareyyā’’ti olokento kañci adisvā puna addasa ‘‘mādisānaṁ satasahassānampi uppannaṁ sokasallaṁ sammāsambuddho uddharituṁ paṭibalo’’ti.",
  "atk-s0102a7:5_1": "Athevaṁ parivitakkentassa tena kho pana samayena sakkassa devānamindassa ussukkaṁ udapādi bhagavantaṁ dassanāya.",
  "atk-s0102a7:6_0": "Kahaṁ nu kho bhagavā etarahi viharatīti katarasmiṁ janapade kataraṁ nagaraṁ upanissāya kassa paccaye paribhuñjanto kassa amataṁ dhammaṁ desayamāno viharatīti.",
  "atk-s0102a7:6_1": "Addasā khoti addakkhi paṭivijjhi.",
  "atk-s0102a7:6_2": "Mārisāti piyavacanametaṁ, devatānaṁ pāṭiyekko vohāro. Niddukkhātipi vuttaṁ hoti. Kasmā panesa deve āmantesi? Sahāyatthāya.",
  "atk-s0102a7:6_3": "Pubbe kiresa bhagavati saḷalaghare viharante ekakova dassanāya agamāsi.",
  "atk-s0102a7:6_4": "Satthā ‘‘aparipakkaṁ tāvassa ñāṇaṁ, katipāhaṁ pana atikkamitvā mayi indasālaguhāyaṁ viharante pañca pubbanimittāni disvā maraṇabhayabhīto dvīsu devalokesu devatāhi saddhiṁ upasaṅkamitvā cuddasa pañhe pucchitvā upekkhāpañhavissajjanāvasāne asītiyā devatāsahassehi saddhiṁ sotāpattiphale patiṭṭhahissatī’’ti cintetvā okāsaṁ nākāsi.",
  "atk-s0102a7:6_5": "So ‘‘mama pubbepi ekakassa gatattā satthārā okāso na kato, addhā me natthi maggaphalassa upanissayo, ekassa pana upanissaye sati cakkavāḷapariyantāyapi parisāya bhagavā dhammaṁ desetiyeva.",
  "atk-s0102a7:6_6": "Avassaṁ kho pana dvīsu devalokesu kassaci devassa upanissayo bhavissati, taṁ sandhāya satthā dhammaṁ desessati.",
  "atk-s0102a7:6_7": "Taṁ sutvā ahampi attano domanassaṁ vūpasamessāmī’’ti cintetvā sahāyatthāya āmantesi.",
  "atk-s0102a7:7_0": "Evaṁ bhaddaṁ tavāti kho devā tāvatiṁsāti evaṁ hotu mahārāja, gacchāma bhagavantaṁ dassanāya, dullabho buddhuppādo, bhaddaṁ tava, yo tvaṁ ‘‘pabbatakīḷaṁ nadīkīḷaṁ gacchāmā’’ti avatvā amhe evarūpesu ṭhānesu niyojesīti.",
  "atk-s0102a7:7_1": "Paccassosunti tassa vacanaṁ sirasā sampaṭicchiṁsu.",
  "atk-s0102a7:8_0": "345.Pañcasikhaṁgandhabbadevaputtaṁ āmantesīti deve tāva āmantetu, imaṁ kasmā visuṁ āmantesi? Okāsakaraṇatthaṁ.",
  "atk-s0102a7:8_1": "Evaṁ kirassa ahosi ‘‘dvīsu devalokesu devatā gahetvā dhurena paharantassa viya satthāraṁ upasaṅkamituṁ na yuttaṁ, ayaṁ pana pañcasikho dasabalassa upaṭṭhāko vallabho icchiticchitakkhaṇe gantvā pañhaṁ pucchitvā dhammaṁ suṇāti, imaṁ purato pesetvā okāsaṁ kāretvā iminā katokāse upasaṅkamitvā pañhaṁ pucchissāmī’’ti okāsakaraṇatthaṁ āmantesi.",
  "atk-s0102a7:9_0": "Evaṁ bhaddaṁ tavāti so ‘‘evaṁ mahārāja, hotu, bhaddaṁ tava, yo tvaṁ maṁ ‘ehi, mārisa, uyyānakīḷādīni vā naṭasamajjādīni vā dassanāya gacchāmā’ti avatvā ‘buddhaṁ passissāma, dhammaṁ sossāmā’ti vadasī’’ti daḷhataraṁ upatthambhento devānamindassa vacanaṁ paṭissutvā anucariyaṁ sahacaraṇaṁ ekato gamanaṁ upāgami.",
  "atk-s0102a7:10_0": "Tattha beluvapaṇḍunti beluvapakkaṁ viya paṇḍuvaṇṇaṁ.",
  "atk-s0102a7:10_1": "Tassa kira sovaṇṇamayaṁ pokkharaṁ, indanīlamayo daṇḍo, rajatamayā tantiyo, pavāḷamayā veṭhakā, vīṇāpattakaṁ gāvutaṁ, tantibandhanaṭṭhānaṁ gāvutaṁ, upari daṇḍako gāvutanti tigāvutappamāṇā vīṇā.",
  "atk-s0102a7:10_2": "Iti so taṁ vīṇaṁ ādāya samapaññāsamucchanā mucchetvā agganakhehi paharitvā madhuraṁ gītassaraṁ nicchāretvā sesadeve sakkassa gamanakālaṁ jānāpento ekamantaṁ aṭṭhāsi.",
  "atk-s0102a7:10_3": "Evaṁ tassa gītavāditasaññāya sannipatite devagaṇe atha kho sakko devānamindo…pe… vediyake pabbate paccuṭṭhāsi.",
  "atk-s0102a7:11_0": "346.Atiriva obhāsajātoti aññesu divasesu ekasseva devassa vā mārassa vā brahmuno vā obhāsena obhāsajāto hoti, taṁdivasaṁ pana dvīsu devalokesu devatānaṁ obhāsena atiriva obhāsajāto ekapajjoto sahassacandasūriyauggatakālasadiso ahosi.",
  "atk-s0102a7:11_1": "Parito gāmesu manussāti samantā gāmesu manussā.",
  "atk-s0102a7:11_2": "Pakatisāyamāsakāleyeva kira gāmamajjhe dārakesu kīḷantesu tattha sakko agamāsi, tasmā manussā passitvā evamāhaṁsu.",
  "atk-s0102a7:11_3": "Nanu ca majjhimayāme devatā bhagavantaṁ upasaṅkamanti, ayaṁ kasmā paṭhamayāmassāpi purimabhāgeyeva āgatoti? Maraṇabhayeneva tajjitattā.",
  "atk-s0102a7:11_4": "Kiṁsu nāmāti kiṁsu nāma bho etaṁ, ko nu kho ajja mahesakkho devo vā brahmā vā bhagavantaṁ pañhaṁ pucchituṁ dhammaṁ sotuṁ upasaṅkamanto, kathaṁsu nāma bho bhagavā pañhaṁ vissajjessati dhammaṁ desessati, lābhā amhākaṁ, yesaṁ no evaṁ devatānaṁ kaṅkhāvinodako satthā avidūre vihāre vasati, ye labhāma thālakabhikkhampi kaṭacchubhikkhampi dātunti saṁviggā lomahaṭṭhajātā uddhaggalomā hutvā dasanakhasamodhānasamujjalaṁ añjaliṁ sirasmiṁ patiṭṭhapetvā namassamānā aṭṭhaṁsu.",
  "atk-s0102a7:12_0": "347.Durupasaṅkamāti dupayirupāsiyā.",
  "atk-s0102a7:12_1": "Ahaṁ sarāgo sadoso samoho, satthā vītarāgo vītadoso vītamoho, tasmā dupayirupāsiyā tathāgatā mādisena.",
  "atk-s0102a7:12_2": "Jhāyīti lakkhaṇūpanijjhānena ca ārammaṇūpanijjhānena ca jhāyī.",
  "atk-s0102a7:12_3": "Tasmiññeva jhāne ratāti jhānaratā.",
  "atk-s0102a7:12_4": "Tadantaraṁ paṭisallīnāti tadantaraṁ paṭisallīnā sampati paṭisallīnā vā.",
  "atk-s0102a7:12_5": "Tasmā na kevalaṁ jhāyī jhānaratāti durupasaṅkamā, idānimeva paṭisallīnātipi durupasaṅkamā.",
  "atk-s0102a7:12_6": "Pasādeyyāsīti ārādheyyāsi, okāsaṁ me kāretvā dadeyyāsīti vadati.",
  "atk-s0102a7:12_7": "Beluvapaṇḍuvīṇaṁ ādāyāti nanu pubbeva ādinnāti? Āma , ādinnā.",
  "atk-s0102a7:12_8": "Maggagamanavasena pana aṁsakūṭe laggitā, idāni naṁ vāmahatthe ṭhapetvā vādanasajjaṁ katvā ādiyi. Tena vuttaṁ ‘‘ādāyā’’ti.",
  "atk-s0102a7:13_0": "Pañcasikhagītagāthāvaṇṇanā",
  "atk-s0102a7:14_0": "348.Assāvesīti sāvesi.",
  "atk-s0102a7:14_1": "Buddhūpasañhitāti buddhaṁ ārabbha buddhaṁ nissayaṁ katvā pavattāti attho. Sesapadesupi eseva nayo.",
  "atk-s0102a7:15_0": "Vande te pitaraṁ bhadde, timbaruṁ sūriyavacchaseti ettha sūriyavacchasāti sūriyasamānasarīrā.",
  "atk-s0102a7:15_1": "Tassā kira devadhītāya pādantato rasmi uṭṭhahitvā kesantaṁ ārohati, tasmā bālasūriyamaṇḍalasadisā khāyati, iti naṁ ‘‘sūriyavacchasā’’ti sañjānanti.",
  "atk-s0102a7:15_2": "Taṁ sandhāyāha – ‘‘bhadde, sūriyavacchase, tava pitaraṁ timbaruṁ gandhabbadevarājānaṁ vandāmī’’ti.",
  "atk-s0102a7:15_3": "Yena jātāsi kalyāṇīti yena kāraṇabhūtena yaṁ timbaruṁ devarājānaṁ nissāya tvaṁ jātā, kalyāṇī sabbaṅgasobhanā.",
  "atk-s0102a7:15_4": "Ānandajananī mamāti mayhaṁ pītisomanassavaḍḍhanī.",
  "atk-s0102a7:16_0": "Vātova sedataṁ kantoti yathā sañjātasedānaṁ sedaharaṇatthaṁ vāto iṭṭho hoti kanto manāpo, evanti attho.",
  "atk-s0102a7:16_1": "Pānīyaṁva pipāsatoti pātumicchantassa pipāsato pipāsābhibhūtassa.",
  "atk-s0102a7:16_2": "Aṅgīrasīti aṅge rasmiyo assāti aṅgīrasī, tameva ārabbha ālapanto vadati.",
  "atk-s0102a7:16_3": "Dhammo arahatāmivāti arahantānaṁ navalokuttaradhammo viya.",
  "atk-s0102a7:17_0": "Jighacchatoti bhuñjitukāmassa khudābhibhūtassa.",
  "atk-s0102a7:17_1": "Jalantamiva vārināti yathā koci jalantaṁ jātavedaṁ udakakumbhena nibbāpeyya, evaṁ tava kāraṇā uppannaṁ mama kāmarāgapariḷāhaṁ nibbāpehīti vadati.",
  "atk-s0102a7:18_0": "Yuttaṁ kiñjakkhareṇunāti padumakesarareṇunā yuttaṁ.",
  "atk-s0102a7:18_1": "Nāgo ghammābhitatto vāti ghammābhitattahatthī viya.",
  "atk-s0102a7:18_2": "Ogāhe te thanūdaranti yathā so nāgo pokkharaṇiṁ ogāhitvā pivitvā aggasoṇḍamattaṁ paññāyamānaṁ katvā nimuggo sukhaṁ sātaṁ vindati, evaṁ kadā nu kho te thanūdaraṁ thanavemajjhaṁ udarañca otaritvā ahaṁ sukhaṁ sātaṁ paṭilabhissāmīti vadati.",
  "atk-s0102a7:19_0": "‘‘Accaṅkusova nāgova, jitaṁ me tuttatomaraṁ;",
  "atk-s0102a7:20_0": "Kāraṇaṁ nappajānāmi, sammatto lakkhaṇūruyā’’ti. –",
  "atk-s0102a7:21_0": "Ettha tuttaṁ vuccati kaṇṇamūle vijjhanaayadaṇḍako.",
  "atk-s0102a7:21_1": "Tomaranti pādādīsu vijjhanadaṇḍatomaraṁ.",
  "atk-s0102a7:21_2": "Aṅkusoti matthake vijjhanakuṭilakaṇṭako.",
  "atk-s0102a7:21_3": "Yo ca nāgo pabhinnamatto accaṅkuso hoti, aṅkusaṁ atīto;",
  "atk-s0102a7:21_4": "aṅkusena vijjhiyamānopi vasaṁ na gacchati, so ‘‘jitaṁ mayā tuttatomaraṁ, yo ahaṁ aṅkusassapi vasaṁ na gacchāmī’’ti madadappena kiñci kāraṇaṁ na bujjhati.",
  "atk-s0102a7:21_5": "Yathā so accaṅkuso nāgo ‘‘jitaṁ me tuttatomara’’nti kiñci kāraṇaṁ nappajānāti, evaṁ ahampi lakkhaṇasampannaūrutāya lakkhaṇūruyā sammatto matto pamatto ummatto viya kiñci kāraṇaṁ nappajānāmīti vadati.",
  "atk-s0102a7:21_6": "Atha vā accaṅkusova nāgo ahampi sammatto lakkhaṇūruyā kiñci tato virāgakāraṇaṁ nappajānāmi. Kasmā?",
  "atk-s0102a7:21_7": "Yasmā tena nāgena viya jitaṁ me tuttatomaraṁ, na kassaci vadato vacanaṁ ādiyāmi.",
  "atk-s0102a7:22_0": "Tayi gedhitacittosmīti bhadde lakkhaṇūru tayi baddhacittosmi.",
  "atk-s0102a7:22_1": "Gedhitacittoti vā gedhaṁ ajjhupetacitto.",
  "atk-s0102a7:22_2": "Cittaṁ vipariṇāmitanti pakatiṁ jahitvā ṭhitaṁ.",
  "atk-s0102a7:22_3": "Paṭigantuṁ na sakkomīti nivattituṁ na sakkomi.",
  "atk-s0102a7:22_4": "Vaṅkaghastova ambujoti baḷisaṁ gilitvā ṭhitamaccho viya.",
  "atk-s0102a7:22_5": "‘‘Ghaso’’tipi pāṭho, ayamevattho.",
  "atk-s0102a7:23_0": "Vāmūrūti vāmākārena saṇṭhitaūru, kadalikkhandhasadisaūrūti vā attho. Sajāti āliṅga.",
  "atk-s0102a7:23_1": "Mandalocaneti itthiyo na tikhiṇaṁ nijjhāyanti mandaṁ ālocenti olokenti, tasmā ‘‘mandalocanā’’ti vuccanti.",
  "atk-s0102a7:23_2": "Palissajāti sabbatobhāgena āliṅga.",
  "atk-s0102a7:23_3": "Etaṁ me abhipatthitanti etaṁ mayā abhiṇhaṁ patthitaṁ.",
  "atk-s0102a7:24_0": "Appako vata me santoti pakatiyāva mando samāno.",
  "atk-s0102a7:24_1": "Vellitakesiyāti kesā muñcitvā piṭṭhiyaṁ vissaṭṭhakāle sappo viya vellantā gacchantā assāti vellitakesī, tassā vellitakesiyā.",
  "atk-s0102a7:24_2": "Anekabhāvo samuppādīti anekavidho jāto. Anekabhāgoti vā pāṭho.",
  "atk-s0102a7:24_3": "Arahanteva dakkhiṇāti arahantamhi dinnadānaṁ viya nānappakārato pabhinno.",
  "atk-s0102a7:25_0": "Yaṁ me atthi kataṁ puññanti yaṁ mayā kataṁ puññamatthi.",
  "atk-s0102a7:25_1": "Arahantesu tādisūti tādilakkhaṇappattesu arahantesu.",
  "atk-s0102a7:25_2": "Tayā saddhiṁ vipaccatanti sabbaṁ tayā saddhimeva vipākaṁ detu.",
  "atk-s0102a7:26_0": "Ekodīti ekībhāvaṁ gato.",
  "atk-s0102a7:26_1": "Nipako satoti nepakkaṁ vuccati paññā, tāya samannāgatoti nipako. Satiyā samannāgatattā sato.",
  "atk-s0102a7:26_2": "Amataṁ muni jigīsānoti yathā so buddhamuni amataṁ nibbānaṁ jigīsati pariyesati, evaṁ taṁ ahaṁ sūriyavacchase jigīsāmi pariyesāmi.",
  "atk-s0102a7:26_3": "Yathā vā so amataṁ jigīsāno esanto gavesanto vicarati, evāhaṁ taṁ esanto gavesanto vicarāmītipi attho.",
  "atk-s0102a7:27_0": "Yathāpi muni nandeyya, patvā sambodhimuttamanti yathā buddhamuni bodhipallaṅke nisinno sabbaññutaññāṇaṁ patvā nandeyya toseyya.",
  "atk-s0102a7:27_1": "Evaṁ nandeyyanti evameva ahampi tayā missībhāvaṁ gato nandeyyaṁ, pītisomanassajāto bhaveyyanti vadati.",
  "atk-s0102a7:28_0": "Tāhaṁ bhadde vareyyāheti aheti āmantanaṁ, ahe bhadde sūriyavacchase, sakkena devānamindena ‘‘kiṁ dvīsu devalokesu devarajjaṁ gaṇhasi, suriyavacchasa’’nti, evaṁ vare dinne devarajjaṁ pahāya ‘‘sūriyavacchasaṁ gaṇhāmī’’ti evaṁ taṁ ahaṁ vareyyaṁ iccheyyaṁ gaṇheyyanti attho.",
  "atk-s0102a7:29_0": "Sālaṁva na ciraṁ phullanti tava pitu nagaradvāre naciraṁ pupphito sālo atthi. So ativiya manoharo. Taṁ naciraṁ phullasālaṁ viya.",
  "atk-s0102a7:29_1": "Pitaraṁ te sumedhaseti atisassirīkaṁ tava pitaraṁ vandamāno namassāmi namo karomi.",
  "atk-s0102a7:29_2": "Yassāsetādisī pajāti yassa āsi etādisī dhītā.",
  "atk-s0102a7:30_0": "349.Saṁsandatīti kasmā gītasaddassa ceva vīṇāsaddassa ca vaṇṇaṁ kathesi?",
  "atk-s0102a7:30_1": "Kiṁ tattha bhagavato sārāgo atthīti? Natthi.",
  "atk-s0102a7:30_2": "Chaḷaṅgupekkhāya upekkhako bhagavā etādisesu ṭhānesu, kevalaṁ iṭṭhāniṭṭhaṁ jānāti, na tattha rajjati.",
  "atk-s0102a7:30_3": "Vuttampi cetaṁ ‘‘saṁvijjati kho, āvuso, bhagavato cakkhu, passati bhagavā cakkhunā rūpaṁ, chandarāgo bhagavato natthi, suvimuttacitto bhagavā.",
  "atk-s0102a7:30_4": "Saṁvijjati kho, āvuso, bhagavato sota’’ntiādi (saṁ. ni. 4.232).",
  "atk-s0102a7:30_5": "Sace pana vaṇṇaṁ na katheyya, pañcasikho ‘‘okāso me kato’’ti na jāneyya.",
  "atk-s0102a7:30_6": "Atha sakko ‘‘bhagavatā pañcasikhassa okāso na kato’’ti devatā gahetvā tatova paṭinivatteyya, tato mahājāniyo bhaveyya.",
  "atk-s0102a7:30_7": "Vaṇṇe pana kathite ‘‘kato bhagavatā pañcasikhassa okāso’’ti devatāhi saddhiṁ upasaṅkamitvā pañhaṁ pucchitvā vissajjanāvasāne asītiyā devatāsahassehi saddhiṁ sotāpattiphale patiṭṭhahissatīti ñatvā vaṇṇaṁ kathesi.",
  "atk-s0102a7:31_0": "Tattha kadā saṁyūḷhāti kadā ganthitā piṇḍitā.",
  "atk-s0102a7:31_1": "Tena kho panāhaṁ, bhante, samayenāti tena samayena tasmiṁ tumhākaṁ sambodhippattito paṭṭhāya aṭṭhame sattāhe.",
  "atk-s0102a7:31_2": "Bhaddā nāma sūriyavacchasāti nāmato bhaddā sarīrasampattiyā sūriyavacchasā.",
  "atk-s0102a7:31_3": "Bhaginīti vohāravacanametaṁ, devadhītāti attho.",
  "atk-s0102a7:31_4": "Parakāminīti paraṁ kāmeti abhikaṅkhati.",
  "atk-s0102a7:32_0": "Upanaccantiyāti naccamānāya.",
  "atk-s0102a7:32_1": "Sā kira ekasmiṁ samaye cātumahārājikadevehi saddhiṁ sakkassa devarājassa naccaṁ dassanatthāya gatā, tasmiñca khaṇe sakko tathāgatassa aṭṭha yathābhucce guṇe payirudāhāsi.",
  "atk-s0102a7:32_2": "Evaṁ tasmiṁ divase gantvā naccantī assosi.",
  "atk-s0102a7:33_0": "Sakkūpasaṅkamavaṇṇanā",
  "atk-s0102a7:34_0": "350.Paṭisammodatīti ‘‘saṁsandati kho te’’tiādīni vadanto bhagavā sammodati, pañcasikho paṭisammodati.",
  "atk-s0102a7:34_1": "Gāthā ca bhāsanto pañcasikho sammodati, bhagavā paṭisammodati. Āmantesīti jānāpesi.",
  "atk-s0102a7:34_2": "Tassa kirevaṁ ahosi ‘‘ayaṁ pañcasikho mayā mama kammena pesito attano kammaṁ karoti.",
  "atk-s0102a7:34_3": "Evarūpassa satthu santike ṭhatvā kāmaguṇūpasañhitaṁ ananucchavikaṁ kathesi, naṭā nāma nillajjā honti, kathento vippakārampi dasseyya, handa naṁ mama kammaṁ jānāpemī’’ti cintetvā āmantesi.",
  "atk-s0102a7:35_0": "351.Evañcapana tathāgatāti dhammasaṅgāhakattherehi ṭhapitavacanaṁ.",
  "atk-s0102a7:35_1": "Abhivadantīti abhivādanasampaṭicchanena vaḍḍhitavacanena vadanti.",
  "atk-s0102a7:35_2": "Abhivaditoti vaḍḍhitavacanena vutto.",
  "atk-s0102a7:36_0": "Urundā samapādīti mahantā vivaṭā ahosi, andhakāro guhāyaṁ antaradhāyi.",
  "atk-s0102a7:36_1": "Āloko udapādīti yo pakatiyā guhāyaṁ andhakāro, so antarahito, āloko jāto.",
  "atk-s0102a7:36_2": "Sabbametaṁ dhammasaṅgāhakānaṁ vacanaṁ.",
  "atk-s0102a7:37_0": "352.Cirapaṭikāhaṁ, bhanteti cirato ahaṁ, cirato paṭṭhāyāhaṁ dassanakāmoti attho.",
  "atk-s0102a7:37_1": "Kehici kehici kiccakaraṇīyehīti devānaṁ dhītā ca puttā ca aṅke nibbattanti, pādaparicārikā itthiyo sayane nibbattanti, tāsaṁ maṇḍanapasādhanakārikā devatā sayanaṁ parivāretvā nibbattanti, veyyāvaccakarā antovimāne nibbattanti, etesaṁ atthāya aḍḍakaraṇaṁ nāma natthi.",
  "atk-s0102a7:37_2": "Ye pana sīmantare nibbattanti, te ‘‘tava santakā, mama santakā’’ti nicchetuṁ asakkontā aḍḍaṁ karonti, sakkaṁ devarājānaṁ pucchanti.",
  "atk-s0102a7:37_3": "So ‘‘yassa vimānaṁ āsannataraṁ, tassa santakā’’ti vadati.",
  "atk-s0102a7:37_4": "Sace dvepi samaṭṭhāne honti, ‘‘yassa vimānaṁ olokentī ṭhitā, tassa santakā’’ti vadati.",
  "atk-s0102a7:37_5": "Sace ekampi na oloketi, taṁ ubhinnaṁ kalahupacchedanatthaṁ attano santakaṁ karoti.",
  "atk-s0102a7:37_6": "Kīḷādīnipi kiccāni karaṇīyāneva.",
  "atk-s0102a7:37_7": "Evarūpāni tāni karaṇīyāni sandhāya ‘‘kehici kehici kiccakaraṇīyehī’’ti āha.",
  "atk-s0102a7:38_0": "Salaḷāgāraketi salaḷamayagandhakuṭiyaṁ.",
  "atk-s0102a7:38_1": "Aññatarena samādhināti tadā kira bhagavā sakkasseva aparipākagataṁ ñāṇaṁ viditvā okāsaṁ akāretukāmo phalasamāpattivihārena nisīdi.",
  "atk-s0102a7:38_2": "Taṁ esa ajānanto ‘‘aññatarena samādhinā’’ti āha.",
  "atk-s0102a7:38_3": "Bhūjati ca nāmāti bhūjatīti tassā nāmaṁ.",
  "atk-s0102a7:38_4": "Paricārikāti pādaparicārikā devadhītā.",
  "atk-s0102a7:38_5": "Sā kira dve phalāni pattā, tenassā devaloke abhiratiyeva natthi.",
  "atk-s0102a7:38_6": "Niccaṁ bhagavato upaṭṭhānaṁ āgantvā añjaliṁ sirasi ṭhapetvā bhagavantaṁ namassamānā tiṭṭhati.",
  "atk-s0102a7:38_7": "Nemisaddena tamhā samādhimhā vuṭṭhitoti ‘‘samāpanno saddaṁ suṇātī’’ti no vata re vattabbe, nanu bhagavā sakkassa devānamindassa ‘‘apicāhaṁ āyasmato cakkanemisaddena tamhā samādhimhā vuṭṭhito’’ti bhaṇatīti.",
  "atk-s0102a7:38_8": "Tiṭṭhatu nemisaddo, samāpanno nāma antosamāpattiyaṁ kaṇṇamūle dhamamānassa saṅkhayugaḷassāpi asanisannipātassāpi saddaṁ na suṇāti.",
  "atk-s0102a7:38_9": "Bhagavā pana ‘‘ettakaṁ kālaṁ sakkassa okāsaṁ na karissāmī’’ti paricchinditvā kālavasena phalasamāpattiṁ samāpanno.",
  "atk-s0102a7:38_10": "Sakko ‘‘na dāni me satthā okāsaṁ karotī’’ti gandhakuṭiṁ padakkhiṇaṁ katvā rathaṁ nivattetvā devalokābhimukhaṁ pesesi.",
  "atk-s0102a7:38_11": "Gandhakuṭipariveṇaṁ rathasaddena samohitaṁ pañcaṅgikatūriyaṁ viya ahosi.",
  "atk-s0102a7:38_12": "Bhagavato yathāparicchinnakālavasena samāpattito vuṭṭhitassa rathasaddeneva paṭhamāvajjanaṁ uppajji, tasmā evamāha.",
  "atk-s0102a7:39_0": "Gopakavatthuvaṇṇanā",
  "atk-s0102a7:40_0": "353.Sīlesu paripūrakārinīti pañcasu sīlesu paripūrakārinī.",
  "atk-s0102a7:40_1": "Itthittaṁ virājetvāti itthittaṁ nāma alaṁ, na hi itthitte ṭhatvā cakkavattisiriṁ, na sakkamārabrahmasiriyo paccanubhavituṁ, na paccekabodhiṁ, na sammāsambodhiṁ gantuṁ sakkāti evaṁ itthittaṁ virājeti nāma.",
  "atk-s0102a7:40_2": "Mahantamidaṁ purisattaṁ nāma seṭṭhaṁ uttamaṁ, ettha ṭhatvā sakkā etā sampattiyo pāpuṇitunti evaṁ pana purisattaṁ bhāveti nāma. Sāpi evamakāsi.",
  "atk-s0102a7:40_3": "Tena vuttaṁ – ‘‘itthittaṁ virājetvā purisattaṁ bhāvetvā’’ti.",
  "atk-s0102a7:40_4": "Hīnaṁ gandhabbakāyanti hīnaṁ lāmakaṁ gandhabbanikāyaṁ.",
  "atk-s0102a7:40_5": "Kasmā pana te parisuddhasīlā tattha uppannāti? Pubbanikantiyā.",
  "atk-s0102a7:40_6": "Pubbepi kira nesaṁ etadeva vasitaṭṭhānaṁ, tasmā nikantivasena tattha uppannā. Upaṭṭhānanti upaṭṭhānasālaṁ.",
  "atk-s0102a7:40_7": "Pāricariyanti paricaraṇabhāvaṁ.",
  "atk-s0102a7:40_8": "Gītavāditehi amhe paricarissāmāti āgacchanti.",
  "atk-s0102a7:41_0": "Paṭicodesīti sāresi.",
  "atk-s0102a7:41_1": "So kira te disvā ‘‘ime devaputtā ativiya virocenti ativaṇṇavanto, kiṁ nu kho kammaṁ katvā āgatā’’ti āvajjanto ‘‘bhikkhū ahesu’’nti addasa.",
  "atk-s0102a7:41_2": "Tato ‘‘bhikkhū hontu, sīlesu paripūrakārino’’ti upadhārento ‘‘paripūrakārino’’ti addasa.",
  "atk-s0102a7:41_3": "‘‘Paripūrakārino hontu, añño guṇo atthi natthī’’ti upadhārento ‘‘jhānalābhino’’ti addasa.",
  "atk-s0102a7:41_4": "‘‘Jhānalābhino hontu, kuhiṁ vāsikā’’ti upadhārento ‘‘mayhaṁva kulūpakā’’ti addasa.",
  "atk-s0102a7:41_5": "Parisuddhasīlā nāma chasu devalokesu yatthicchanti, tattha nibbattanti.",
  "atk-s0102a7:41_6": "Ime pana uparidevaloke ca na nibbattā.",
  "atk-s0102a7:41_7": "Jhānalābhino nāma brahmaloke nibbattanti, ime ca brahmaloke na nibbattā.",
  "atk-s0102a7:41_8": "Ahaṁ pana etesaṁ ovāde ṭhatvā devalokasāmikassa sakkassa devānamindassa pallaṅke putto hutvā nibbatto, ime hīne gandhabbakāye nibbattā.",
  "atk-s0102a7:41_9": "Aṭṭhivedhapuggalā nāmete vaṭṭetvā vaṭṭetvā gāḷhaṁ vijjhitabbāti cintetvā kutomukhā nāmātiādīhi vacanehi paṭicodesi.",
  "atk-s0102a7:42_0": "Tattha kutomukhāti bhagavati abhimukhe dhammaṁ desente tumhe kutomukhā kiṁ aññā vihitā ito cito ca olokayamānā udāhu niddāyamānā?",
  "atk-s0102a7:42_1": "Duddiṭṭharūpanti duddiṭṭhasabhāvaṁ daṭṭhuṁ ayuttaṁ .",
  "atk-s0102a7:42_2": "Sahadhammiketi ekassa satthu sāsane samāciṇṇadhamme katapuññe.",
  "atk-s0102a7:42_3": "Tesaṁ bhanteti tesaṁ gopakena devaputtena evaṁ vatvā puna ‘‘aho tumhe nillajjā ahirikā’’tiādīhi vacanehi paṭicoditānaṁ dve devā diṭṭheva dhamme satiṁ paṭilabhiṁsu.",
  "atk-s0102a7:43_0": "Kāyaṁ brahmapurohitanti te kira cintayiṁsu – ‘‘naṭehi nāma naccantehi gāyantehi vādentehi āgantvā dāyo nāma labhitabbo assa, ayaṁ pana amhākaṁ diṭṭhakālato paṭṭhāya pakkhittaloṇaṁ uddhanaṁ viya taṭataṭāyateva, kiṁ nu kho ida’’nti āvajjantā attano samaṇabhāvaṁ parisuddhasīlataṁ jhānalābhitaṁ tasseva kulūpakabhāvañca disvā ‘‘parisuddhasīlā nāma chasu devalokesu yathārucite ṭhāne nibbattanti, jhānalābhino brahmaloke.",
  "atk-s0102a7:43_1": "Mayaṁ uparidevalokepi brahmalokepi nibbattituṁ nāsakkhimha.",
  "atk-s0102a7:43_2": "Amhākaṁ ovāde ṭhatvā ayaṁ itthikā upari nibbattā, mayaṁ bhikkhū samānā bhagavati brahmacariyaṁ caritvā hīne gandhabbakāye nibbattā.",
  "atk-s0102a7:43_3": "Tena no ayaṁ evaṁ niggaṇhātī’’ti ñatvā tassa kathaṁ suṇantāyeva tesu dve janā paṭhamajjhānasatiṁ paṭilabhitvā jhānaṁ pādakaṁ katvā saṅkhāre sammasantā anāgāmiphaleyeva patiṭṭhahiṁsu.",
  "atk-s0102a7:43_4": "Atha nesaṁ so paritto kāmāvacarattabhāvo dhāretuṁ nāsakkhi.",
  "atk-s0102a7:43_5": "Tasmā tāvadeva cavitvā brahmapurohitesu nibbattā.",
  "atk-s0102a7:43_6": "So ca nesaṁ kāyo tattha ṭhitānaṁyeva nibbatto.",
  "atk-s0102a7:43_7": "Tena vuttaṁ – ‘‘tesaṁ, bhante, gopakena devaputtena paṭicoditānaṁ dve devā diṭṭheva dhamme satiṁ paṭilabhiṁsu kāyaṁ brahmapurohita’’nti.",
  "atk-s0102a7:44_0": "Tattha diṭṭheva dhammeti tasmiññeva attabhāve jhānasatiṁ paṭilabhiṁsu.",
  "atk-s0102a7:44_1": "Tattheva ṭhatvā cutā pana kāyaṁ brahmapurohitaṁ brahmapurohitasarīraṁ paṭilabhiṁsūti evamattho daṭṭhabbo.",
  "atk-s0102a7:44_2": "Eko pana devoti eko devaputto nikantiṁ chindituṁ asakkonto kāme ajjhavasi, tattheva āvāsiko ahosi.",
  "atk-s0102a7:45_0": "354.Saṅghañcupaṭṭhāsinti saṅghañca upaṭṭhāsiṁ.",
  "atk-s0102a7:46_0": "Sudhammatāyāti dhammassa sundarabhāvena.",
  "atk-s0102a7:46_1": "Tidivūpapannoti tidive tidasapure upapanno.",
  "atk-s0102a7:46_2": "Gandhabbakāyūpagate vasīneti gandhabbakāyaṁ āvāsiko hutvā upagate.",
  "atk-s0102a7:46_3": "Ye ca mayaṁ pubbe manussabhūtāti ye pubbe manussabhūtā mayaṁ annena pānena upaṭṭhahimhāti iminā saddhiṁ yojetvā attho veditabbo.",
  "atk-s0102a7:47_0": "Pādūpasaṅgayhāti pāde upasaṅgayha pādadhovanapādamakkhanānuppadānena pūjetvā ceva vanditvā ca. Sake nivesaneti attano ghare.",
  "atk-s0102a7:47_1": "Imassāpi padassa upaṭṭhahimhāti imināva sambandho.",
  "atk-s0102a7:48_0": "Paccattaṁ veditabboti attanāva veditabbo.",
  "atk-s0102a7:48_1": "Ariyāna subhāsitānīti tumhehi vuccamānāni buddhānaṁ bhagavantānaṁ subhāsitāni.",
  "atk-s0102a7:49_0": "Tumhepana seṭṭhamupāsamānāti uttamaṁ buddhaṁ bhagavantaṁ upāsamānā anuttare buddhasāsane vā.",
  "atk-s0102a7:49_1": "Brahmacariyanti seṭṭhacariyaṁ.",
  "atk-s0102a7:49_2": "Bhavatūpapattīti bhavantānaṁ upapatti.",
  "atk-s0102a7:50_0": "Agāre vasato mayhanti gharamajjhe vasantassa mayhaṁ.",
  "atk-s0102a7:51_0": "Svajjāti so ajja.",
  "atk-s0102a7:51_1": "Gotamasāvakenāti idha gopako gotamasāvakoti vutto. Sameccāti samāgantvā.",
  "atk-s0102a7:52_0": "Handaviyāyāma byāyāmāti handa uyyamāma byāyamāma.",
  "atk-s0102a7:52_1": "Mā no mayaṁ parapessā ahumhāti noti nipātamattaṁ, mā mayaṁ parassa pesanakārakāva ahumhāti attho.",
  "atk-s0102a7:52_2": "Gotamasāsanānīti idha pakatiyā paṭividdhaṁ paṭhamajjhānameva gotamasāsanānīti vuttaṁ, taṁ anussaraṁ anussaritvāti attho.",
  "atk-s0102a7:53_0": "Cittāni virājayitvāti pañcakāmaguṇikacittāni virājayitvā.",
  "atk-s0102a7:53_1": "Kāmesu ādīnavanti vikkhambhanavasena paṭhamajjhānena kāmesu ādīnavaṁ addasaṁsu, samucchedavasena tatiyamaggena.",
  "atk-s0102a7:53_2": "Kāmasaṁyojanabandhanānīti kāmasaññojanāni ca kāmabandhanāni ca.",
  "atk-s0102a7:53_3": "Pāpimayogānīti pāpimato mārassa yogabhūtāni, bandhanabhūtānīti attho. Duraccayānīti duratikkamāni.",
  "atk-s0102a7:53_4": "Saindā devā sapajāpatikāti indaṁ jeṭṭhakaṁ katvā upaviṭṭhā saindā pajāpatiṁ devarājānaṁ jeṭṭhakaṁ katvā upaviṭṭhā sapajāpatikā.",
  "atk-s0102a7:53_5": "Sabhāyupaviṭṭhāti sabhāyaṁ upaviṭṭhā, nisinnāti attho.",
  "atk-s0102a7:54_0": "Vīrāti sūrā. Virāgāti vītarāgā.",
  "atk-s0102a7:54_1": "Virajaṁ karontāti virajaṁ anāgāmimaggaṁ karontā uppādentā.",
  "atk-s0102a7:54_2": "Nāgova sannāni guṇānīti kāmasaññojanabandhanāni chetvā deve tāvatiṁse atikkamiṁsu.",
  "atk-s0102a7:54_3": "Saṁvegajātassāti jātasaṁvegassa sakkassa.",
  "atk-s0102a7:55_0": "Kāmābhibhūti duvidhānampi kāmānaṁ abhibhū.",
  "atk-s0102a7:55_1": "Satiyā vihīnāti jhānasativirahitā.",
  "atk-s0102a7:56_0": "Tiṇṇaṁ tesanti tesu tīsu janesu.",
  "atk-s0102a7:56_1": "Āvasinettha ekoti tattha hīne kāye ekoyeva āvāsiko jāto.",
  "atk-s0102a7:56_2": "Sambodhipathānusārinoti anāgāmimaggānusārino.",
  "atk-s0102a7:56_3": "Devepi hīḷentīti dve devaloke hīḷentā adhokarontā upacārappanāsamādhīhi samāhitattā attano pādapaṁsuṁ devatānaṁ matthake okirantā ākāse uppatitvā gatāti.",
  "atk-s0102a7:57_0": "Etādisī dhammappakāsanetthāti ettha sāsane evarūpā dhammappakāsanā, yāya sāvakā etehi guṇehi samannāgatā honti.",
  "atk-s0102a7:57_1": "Natattha kiṁ kaṅkhati koci sāvakoti kiṁ tattha tesu sāvakesu koci ekasāvakopi buddhādīsu vā cātuddisabhāve vā na kaṅkhati ‘‘sabbadisāsu asajjamāno agayhamāno viharatī’’ti.",
  "atk-s0102a7:57_2": "Idāni bhagavato vaṇṇaṁ bhaṇanto ‘‘nitiṇṇaoghaṁ vicikicchachinnaṁ, buddhaṁ namassāma jinaṁ janinda’’nti āha.",
  "atk-s0102a7:57_3": "Tattha vicikicchachinnanti chinnavicikicchaṁ. Janindanti sabbalokuttamaṁ.",
  "atk-s0102a7:58_0": "Yaṁ te dhammanti yaṁ tava dhammaṁ.",
  "atk-s0102a7:58_1": "Ajjhagaṁsu teti te devaputtā adhigatā.",
  "atk-s0102a7:58_2": "Kāyaṁ brahmapurohitanti amhākaṁ passantānaṁyeva brahmapurohitasarīraṁ.",
  "atk-s0102a7:58_3": "Idaṁ vuttaṁ hoti – yaṁ tava dhammaṁ jānitvā tesaṁ tiṇṇaṁ janānaṁ te dve visesagū amhākaṁ passantānaṁyeva kāyaṁ brahmapurohitaṁ adhigantvā maggaphalavisesaṁ ajjhagaṁsu, mayampi tassa dhammassa pattiyā āgatamhāsi mārisāti. Āgatamhaseti sampattamha.",
  "atk-s0102a7:58_4": "Katāvakāsā bhagavatā, pañhaṁ pucchemu mārisāti sace no bhagavā okāsaṁ karoti, atha bhagavatā katāvakāsā hutvā pañhaṁ, mārisa, puccheyyāmāti attho.",
  "atk-s0102a7:59_0": "Maghamāṇavavatthu",
  "atk-s0102a7:60_0": "355.Dīgharattaṁ visuddho kho ayaṁ yakkhoti cirakālato pabhuti visuddho. Kīva cirakālato?",
  "atk-s0102a7:60_1": "Anuppanne buddhe magadharaṭṭhe macalagāmake maghamāṇavakālato paṭṭhāya.",
  "atk-s0102a7:60_2": "Tadā kiresa ekadivasaṁ kālasseva vuṭṭhāya gāmamajjhe manussānaṁ gāmakammakaraṇaṭṭhānaṁ gantvā attano ṭhitaṭṭhānaṁ pādanteneva paṁsukacavaraṁ apanetvā ramaṇīyamakāsi, añño āgantvā tattha aṭṭhāsi.",
  "atk-s0102a7:60_3": "So tāvatakeneva satiṁ paṭilabhitvā majjhe gāmassa khalamaṇḍalamattaṁ ṭhānaṁ sodhetvā vālukaṁ okiritvā dārūni āharitvā sītakāle aggiṁ karoti, daharā ca mahallakā ca āgantvā tattha nisīdanti.",
  "atk-s0102a7:61_0": "Athassa ekadivasaṁ etadahosi – ‘‘mayaṁ nagaraṁ gantvā rājarājamahāmattādayo passāma, imesupi candimasūriyesu ‘cando nāma devaputto, sūriyo nāma devaputto’ti vadanti.",
  "atk-s0102a7:61_1": "Kiṁ nu kho katvā ete etā sampattiyo adhigatā’’ti?",
  "atk-s0102a7:61_2": "Tato ‘‘nāññaṁ kiñci, puññakammameva katvā’’ti cintetvā ‘‘mayāpi evaṁvidhasampattidāyakaṁ puññakammameva kattabba’’nti cintesi.",
  "atk-s0102a7:62_0": "So kālasseva vuṭṭhāya yāguṁ pivitvā vāsipharasukudālamusalahattho catumahāpathaṁ gantvā musalena pāsāṇe uccāletvā pavaṭṭeti, yānānaṁ akkhapaṭighātarukkhe harati, visamaṁ samaṁ karoti, catumahāpathe sālaṁ karoti, pokkharaṇiṁ khaṇati, setuṁ bandhati, evaṁ divasaṁ kammaṁ katvā atthaṅgate sūriye gharaṁ eti.",
  "atk-s0102a7:62_1": "Taṁ añño pucchi – ‘‘bho, magha, tvaṁ pātova nikkhamitvā sāyaṁ araññato esi, kiṁ kammaṁ karosī’’ti? Puññakammaṁ karomi. Saggagāmimaggaṁ sodhemīti. Kimidaṁ, bho, puññaṁ nāmāti? Tvaṁ na jānāsīti? Āma, na jānāmīti.",
  "atk-s0102a7:62_2": "Nagaraṁ gatakāle diṭṭhapubbā te rājarājamahāmattādayoti? Āma, diṭṭhapubbāti.",
  "atk-s0102a7:62_3": "Puññakammaṁ katvā tehi taṁ ṭhānaṁ laddhaṁ, ahampi evaṁvidhasampattidāyakaṁ kammaṁ karomi.",
  "atk-s0102a7:62_4": "‘‘Cando nāma devaputto, sūriyo nāma devaputto’’ti sutapubbaṁ tayāti? Āma sutapubbanti.",
  "atk-s0102a7:62_5": "Etassa saggassa gamanamaggaṁ ahaṁ sodhemīti.",
  "atk-s0102a7:62_6": "Idaṁ pana puññakammaṁ kiṁ taveva vaṭṭati, aññassa na vaṭṭatīti? Na kassacetaṁ vāritanti.",
  "atk-s0102a7:62_7": "Yadi evaṁ sve araññaṁ gamanakāle mayhampi saddaṁ dehīti.",
  "atk-s0102a7:62_8": "Punadivase taṁ gahetvā gato, evaṁ tasmiṁ gāme tettiṁsa manussā taruṇavayā sabbe tasseva anuvattakā ahesuṁ.",
  "atk-s0102a7:62_9": "Te ekacchandā hutvā puññakammāni karontā vicaranti.",
  "atk-s0102a7:62_10": "Yaṁ disaṁ gacchanti, maggaṁ samaṁ karontā ekadivaseneva karonti, pokkharaṇiṁ khaṇantā, sālaṁ karontā, setuṁ bandhantā ekadivaseneva niṭṭhāpenti.",
  "atk-s0102a7:63_0": "Atha nesaṁ gāmabhojako cintesi – ‘‘ahaṁ pubbe etesu suraṁ pivantesu pāṇaghātādīni karontesu ca kahāpaṇādivasena ceva daṇḍabalivasena ca dhanaṁ labhāmi.",
  "atk-s0102a7:63_1": "Idāni etesaṁ puññakaraṇakālato paṭṭhāya ettako āyo natthi, handa ne rājakule paribhindāmī’’ti rājānaṁ upasaṅkamitvā core, mahārāja, passāmīti. Kuhiṁ, tātāti? Mayhaṁ gāmeti. Kiṁ corā nāma, tātāti? Rājāparādhikā devāti. Kiṁ jātikāti? Gahapatijātikā devāti.",
  "atk-s0102a7:63_2": "Gahapatikā kiṁ karissanti, tayā jānamānena kasmā mayhaṁ na kathitanti?",
  "atk-s0102a7:63_3": "Bhayena, mahārāja, na kathemi, idāni mā mayhaṁ dosaṁ kareyyāthāti.",
  "atk-s0102a7:63_4": "Atha rājā ‘‘ayaṁ mayhaṁ mahāravaṁ ravatī’’ti saddahitvā ‘‘tena hi gaccha, tvameva ne ānehī’’ti balaṁ datvā pesesi.",
  "atk-s0102a7:63_5": "So gantvā divasaṁ araññe kammaṁ katvā sāyamāsaṁ bhuñjitvā gāmamajjhe nisīditvā ‘‘sve kiṁ kammaṁ karissāma, kiṁ maggaṁ samaṁ karoma, pokkharaṇiṁ khaṇāma, setuṁ bandhāmā’’ti mantayamāneyeva te parivāretvā ‘‘mā phandittha, rañño āṇā’’ti bandhitvā pāyāsi.",
  "atk-s0102a7:63_6": "Atha kho nesaṁ itthiyo ‘‘sāmikā kira vo ‘rājāparādhikā corā’ti bandhitvā niyyantī’’ti sutvā ‘‘aticirena kūṭā ete ‘puññakammaṁ karomā’ti divase divase araññeva acchanti, sabbakammantā parihīnā, gehe na kiñci vaḍḍhati, suṭṭhu baddhā suṭṭhu gahitā’’ti vadiṁsu.",
  "atk-s0102a7:64_0": "Gāmabhojakopi te netvā rañño dassesi.",
  "atk-s0102a7:64_1": "Rājā anupaparikkhitvāyeva ‘‘hatthinā maddāpethā’’ti āha.",
  "atk-s0102a7:64_2": "Tesu nīyamānesu magho itare āha – ‘‘bho, sakkhissatha mama vacanaṁ kātu’’nti?",
  "atk-s0102a7:64_3": "Tava vacanaṁ karontāyevamha imaṁ bhayaṁ pattā, evaṁ santepi tava vacanaṁ karoma, bhaṇa bho, kiṁ karomāti?",
  "atk-s0102a7:64_4": "Ettha bho vaṭṭe carantānaṁ nāma nibaddhaṁ etaṁ, kiṁ pana tumhe corāti? Na coramhāti.",
  "atk-s0102a7:64_5": "Imassa lokassa saccakiriyā nāma avassayo, tasmā sabbepi ‘‘yadi amhe corā, hatthī maddatu, atha na corā, mā maddatū’’ti saccakiriyaṁ karothāti. Te tathā akaṁsu.",
  "atk-s0102a7:64_6": "Hatthī upagantumpi na sakkoti, viravanto palāyati, hatthiṁ tuttatomaraṅkusehi koṭṭentāpi upanetuṁ na sakkonti.",
  "atk-s0102a7:64_7": "‘‘Hatthiṁ upanetuṁ na sakkomā’’ti rañño ārocesuṁ.",
  "atk-s0102a7:64_8": "Tena hi upari kaṭena paṭicchādetvā maddāpethāti.",
  "atk-s0102a7:64_9": "Upari kaṭe dinne diguṇaravaṁ viravanto palāyati.",
  "atk-s0102a7:65_0": "Rājā sutvā pesuññakārakaṁ pakkosāpetvā āha – ‘‘tāta, hatthī maddituṁ na icchatī’’ti?",
  "atk-s0102a7:65_1": "Āma, deva, jeṭṭhakamāṇavo mantaṁ jānāti, mantasseva ayamānubhāvoti.",
  "atk-s0102a7:65_2": "Rājā taṁ pakkosāpetvā ‘‘manto kira te atthī’’ti pucchi?",
  "atk-s0102a7:65_3": "Natthi, deva, mayhaṁ manto, saccakiriyaṁ pana mayaṁ karimha – ‘‘yadi amhe rañño corā, maddatu, atha na corā, mā maddatū’’ti, saccakiriyāya no esa ānubhāvoti.",
  "atk-s0102a7:65_4": "Kiṁ pana, tāta, tumhe kammaṁ karothāti?",
  "atk-s0102a7:65_5": "Amhe, deva, maggaṁ samaṁ karoma, catumahāpathe sālaṁ karoma , pokkharaṇiṁ khaṇāma, setuṁ bandhāma, evarūpāni puññakammāni karontā vicarimhāti.",
  "atk-s0102a7:66_0": "Ayaṁ tumhe kimatthaṁ pisuṇesīti?",
  "atk-s0102a7:66_1": "Amhākaṁ pamattakāle idañcidañca labhati, appamattakāle taṁ natthi, etena kāraṇenāti.",
  "atk-s0102a7:66_2": "Tāta, ayaṁ hatthī nāma tiracchāno, sopi tumhākaṁ guṇe jānāti.",
  "atk-s0102a7:66_3": "Ahaṁ manusso hutvāpi na jānāmi, tumhākaṁ vasanagāmaṁ tumhākaṁyeva puna aharaṇīyaṁ katvā demi, ayampi hatthī tumhākaṁyeva hotu, pesuññakārakopi tumhākaṁyeva dāso hotu.",
  "atk-s0102a7:66_4": "Ito paṭṭhāya mayhampi puññakammaṁ karothāti dhanaṁ datvā vissajjesi.",
  "atk-s0102a7:66_5": "Te dhanaṁ gahetvā vārena vārena hatthiṁ āruyha gacchantā mantayanti ‘‘bho puññakammaṁ nāma anāgatabhavatthāya kariyati, amhākaṁ pana antoudake pupphitaṁ nīluppalaṁ viya imasmiññeva attabhāve vipākaṁ deti.",
  "atk-s0102a7:66_6": "Idāni atirekaṁ puññaṁ karissāmā’’ti, kiṁ karomāti?",
  "atk-s0102a7:66_7": "Catumahāpathe thāvaraṁ katvā mahājanassa vissamanasālaṁ karoma, itthīhi pana saddhiṁ apattikaṁ katvā karissāma, amhesu hi ‘‘corā’’ti gahetvā nīyamānesu itthīnaṁ ekāpi cintāmattakampi akatvā ‘‘subaddhā sugahitā’’ti uṭṭhahiṁsu, tasmā tāsaṁ pattiṁ na dassāmāti.",
  "atk-s0102a7:66_8": "Te attano gehāni gantvā hatthino tettiṁsapiṇḍaṁ denti, tettiṁsa tiṇamuṭṭhiyo āharanti, taṁ sabbaṁ hatthissa kucchipūraṁ jātaṁ.",
  "atk-s0102a7:66_9": "Te araññaṁ pavisitvā rukkhe chindanti, chinnaṁ chinnaṁ hatthī kaḍḍhitvā sakaṭapathe ṭhapesi.",
  "atk-s0102a7:66_10": "Te rukkhe tacchetvā sālāya kammaṁ ārabhiṁsu.",
  "atk-s0102a7:67_0": "Maghassa gehe sujātā, sudhammā, cittā, nandāti catasso bhariyāyo ahesuṁ.",
  "atk-s0102a7:67_1": "Sudhammā vaḍḍhakiṁ pucchati – ‘‘tāta, ime sahāyā kālasseva gantvā sāyaṁ enti, kiṁ kammaṁ karontī’’ti? ‘‘Sālaṁ karonti, ammā’’ti.",
  "atk-s0102a7:67_2": "‘‘Tāta, mayhampi sālāya pattiṁ katvā dehī’’ti.",
  "atk-s0102a7:67_3": "‘‘Itthīhi apattikaṁ karomā’’ti ete vadantīti.",
  "atk-s0102a7:67_4": "Sā vaḍḍhakissa aṭṭha kahāpaṇe datvā ‘‘tāta, yena kenaci upāyena mayhaṁ pattikaṁ karohī’’ti āha.",
  "atk-s0102a7:67_5": "So ‘‘sādhu ammā’’ti vatvā puretaraṁ vāsipharasuṁ gahetvā gāmamajjhe ṭhatvā ‘‘kiṁ bho ajja imasmimpi kāle na nikkhamathā’’ti uccāsaddaṁ katvā ‘‘sabbe maggaṁ āruḷhā’’ti ñatvā ‘‘gacchatha tāva tumhe, mayhaṁ papañco atthī’’ti te purato katvā aññaṁ maggaṁ āruyha kaṇṇikūpagaṁ rukkhaṁ chinditvā tacchetvā maṭṭhaṁ katvā āharitvā sudhammāya gehe ṭhapesi – ‘‘mayā dehīti vuttadivase nīharitvā dadeyyāsī’’ti.",
  "atk-s0102a7:68_0": "Atha niṭṭhite dabbasambhārakamme bhūmikammato paṭṭhāya cayabandhanathambhussāpana saṅghāṭayojana kaṇṇikamañcabandhanesu katesu so vaḍḍhakī kaṇṇikamañce nisīditvā catūhi disāhi gopānasiyo ukkhipitvā ‘‘bho ekaṁ pamuṭṭhaṁ atthī’’ti āha.",
  "atk-s0102a7:68_1": "Kiṁ bho pamuṭṭhaṁ, sabbameva tvaṁ pamussasīti.",
  "atk-s0102a7:68_2": "Imā bho gopānasiyo kattha patiṭṭhahissantīti?",
  "atk-s0102a7:68_3": "Kaṇṇikā nāma laddhuṁ vaṭṭatīti.",
  "atk-s0102a7:68_4": "Kuhiṁ bho idāni sakkā laddhunti? Kulānaṁ gehe sakkā laddhunti. Āhiṇḍantā pucchathāti.",
  "atk-s0102a7:68_5": "Te antogāmaṁ pavisitvā pucchitvā sudhammāya gharadvāre ‘‘imasmiṁ ghare kaṇṇikā atthī’’ti āhaṁsu. Sā ‘‘atthī’’ti āha. Handa mūlaṁ gaṇhāhīti.",
  "atk-s0102a7:68_6": "Mūlaṁ na gaṇhāmi, sace mama pattiṁ karotha, dassāmīti.",
  "atk-s0102a7:68_7": "Etha bho mātugāmassa pattiṁ na karoma, araññaṁ gantvā rukkhaṁ chindissāmāti nikkhamiṁsu.",
  "atk-s0102a7:69_0": "Tato vaḍḍhakī ‘‘kiṁ na laddhā, tāta, kaṇṇikā’’ti pucchi. Te tamatthaṁ ārocayiṁsu.",
  "atk-s0102a7:69_1": "Vaḍḍhakī kaṇṇikamañce nisinnova ākāsaṁ ulloketvā ‘‘bho ajja nakkhattaṁ sundaraṁ, idaṁ aññaṁ saṁvaccharaṁ atikkamitvā sakkā laddhuṁ, tumhehi ca dukkhena ābhatā dabbasambhārā, te sakalasaṁvaccharena imasmiññeva ṭhāne pūtikā bhavissanti.",
  "atk-s0102a7:69_2": "Devaloke nibbattakāle tassāpi ekasmiṁ koṇe sālā hotu, āharatha na’’nti āha.",
  "atk-s0102a7:69_3": "Sāpi yāva te na puna āgacchanti, tāva kaṇṇikāya heṭṭhimatale ‘‘ayaṁ sālā sudhammā nāmā’’ti akkharāni chindāpetvā ahatena vatthena veṭhetvā ṭhapesi.",
  "atk-s0102a7:69_4": "Kammikā āgantvā – ‘‘āhara, re kaṇṇikaṁ , yaṁ hotu taṁ hotu.",
  "atk-s0102a7:69_5": "Tuyhampi pattiṁ karissāmā’’ti āhaṁsu.",
  "atk-s0102a7:69_6": "Sā nīharitvā ‘‘tātā, yāva aṭṭha vā soḷasa vā gopānasiyo na ārohanti, tāva imaṁ vatthaṁ mā nibbeṭhayitthā’’ti vatvā adāsi.",
  "atk-s0102a7:69_7": "Te ‘‘sādhū’’ti sampaṭicchitvā gahetvā gopānasiyo āropetvāva vatthaṁ nibbeṭhesuṁ.",
  "atk-s0102a7:70_0": "Eko mahāgāmikamanusso uddhaṁ ullokento akkharāni disvā ‘‘kiṁ, bho, ida’’nti akkharaññuṁ manussaṁ pakkosāpetvā dassesi.",
  "atk-s0102a7:70_1": "So ‘‘sudhammā nāma ayaṁ sālā’’ti āha.",
  "atk-s0102a7:70_2": "‘‘Haratha, bho, mayaṁ ādito paṭṭhāya sālaṁ katvā nāmamattampi na labhāma, esā ratanamattena kaṇṇikarukkhena sālaṁ attano nāmena kāretī’’ti viravanti.",
  "atk-s0102a7:70_3": "Vaḍḍhakī tesaṁ viravantānaṁyeva gopānasiyo pavesetvā āṇiṁ datvā sālākammaṁ niṭṭhāpesi.",
  "atk-s0102a7:71_0": "Sālaṁ tidhā vibhajiṁsu, ekasmiṁ koṭṭhāse issarānaṁ vasanaṭṭhānaṁ akaṁsu, ekasmiṁ duggatānaṁ, ekasmiṁ gilānānaṁ.",
  "atk-s0102a7:71_1": "Tettiṁsa janā tettiṁsa phalakāni paññapetvā hatthissa saññaṁ adaṁsu – ‘‘āgantuko āgantvā yassa atthate phalake nisīdati, taṁ gahetvā phalakasāmikasseva gehe patiṭṭhapehi.",
  "atk-s0102a7:71_2": "Tassa pādaparikammapiṭṭhiparikammakhādanīyabhojanīyasayanāni sabbāni phalakasāmikasseva bhāro bhavissatī’’ti.",
  "atk-s0102a7:71_3": "Hatthī āgatāgataṁ gahetvā phalakasāmikassa gehaṁ neti, so tassa taṁ divasaṁ kattabbaṁ karoti.",
  "atk-s0102a7:72_0": "Maghamāṇavo sālato avidūre ṭhāne koviḷārarukkhaṁ ropāpesi, mūle cassa pāsāṇaphalakaṁ atthari.",
  "atk-s0102a7:72_1": "Nandā nāmassa bhariyā avidūre pokkharaṇiṁ khaṇāpesi, cittā mālāvacche ropāpesi, sabbajeṭṭhikā pana ādāsaṁ gahetvā attabhāvaṁ maṇḍayamānāva vicarati.",
  "atk-s0102a7:72_2": "Magho taṁ āha – ‘‘bhadde, sudhammā, sālāya pattikā jātā, nandā pokkharaṇiṁ khaṇāpesi, cittā mālāvacche ropāpesi.",
  "atk-s0102a7:72_3": "Tava pana puññakammaṁ nāma natthi, ekaṁ puññaṁ karohi, bhadde’’ti sā ‘‘tvaṁ kassa kāraṇā karosi, nanu tayā kataṁ mayhamevā’’ti vatvā attabhāvamaṇḍanameva anuyuñjati.",
  "atk-s0102a7:73_0": "Magho yāvatāyukaṁ ṭhatvā tato cavitvā tāvatiṁsabhavane sakko hutvā nibbatti, tepi tettiṁsa gāmikamanussā kālaṅkatvā tettiṁsa devaputtā hutvā tasseva santike nibbattā.",
  "atk-s0102a7:73_1": "Sakkassa vejayanto nāma pāsādo satta yojanasatāni uggacchi, dhajo tīṇi yojanasatāni uggacchi, koviḷārarukkhassa nissandena samantā tiyojanasataparimaṇḍalo pañcadasayojanapariṇāhakkhandho pāricchattako nibbatti, pāsāṇaphalakassa nissandena pāricchattakamūle saṭṭhiyojanikā paṇḍukambalasilā nibbatti.",
  "atk-s0102a7:73_2": "Sudhammāya kaṇṇikarukkhassa nissandena tiyojanasatikā sudhammā devasabhā nibbatti.",
  "atk-s0102a7:73_3": "Nandāya pokkharaṇiyā nissandena paññāsayojanā nandā nāma pokkharaṇī nibbatti.",
  "atk-s0102a7:73_4": "Cittāya mālāvacchavatthunissandena saṭṭhiyojanikaṁ cittalatāvanaṁ nāma uyyānaṁ nibbatti.",
  "atk-s0102a7:74_0": "Sakko devarājā sudhammāya devasabhāya yojanike suvaṇṇapallaṅke nisinno tiyojanike setacchatte dhāriyamāne tehi devaputtehi tāhi devakaññāhi aḍḍhatiyāhi nāṭakakoṭīhi dvīsu devalokesu devatāhi ca parivārito mahāsampattiṁ olokento tā tisso itthiyo disvā ‘‘imā tāva paññāyanti, sujātā kuhi’’nti olokento ‘‘ayaṁ mama vacanaṁ akatvā girikandarāya bakasakuṇikā hutvā nibbattā’’ti disvā devalokato otaritvā tassā santikaṁ gato.",
  "atk-s0102a7:74_1": "Sā disvāva sañjānitvā adhomukhā jātā.",
  "atk-s0102a7:74_2": "‘‘Bāle, idāni kiṁ sīsaṁ na ukkhipasi?",
  "atk-s0102a7:74_3": "Tvaṁ mama vacanaṁ akatvā attabhāvameva maṇḍayamānā vītināmesi.",
  "atk-s0102a7:74_4": "Sudhammāya ca nandāya ca cittāya ca mahāsampatti nibbattā, ehi amhākaṁ sampattiṁ passā’’ti devalokaṁ netvā nandāya pokkharaṇiyā pakkhipitvā pallaṅke nisīdi.",
  "atk-s0102a7:75_0": "Nāṭakitthiyo ‘‘kuhiṁ gatattha, mahārājā’’ti pucchiṁsu.",
  "atk-s0102a7:75_1": "So anārocetukāmopi tāhi nippīḷiyamāno ‘‘sujātāya santika’’nti āha. Kuhiṁ nibbattā, mahārājāti? Kandarapādeti. Idāni kuhinti?",
  "atk-s0102a7:75_2": "Nandāpokkharaṇiyaṁ me vissaṭṭhāti.",
  "atk-s0102a7:75_3": "Etha, bho, amhākaṁ ayyaṁ passāmāti sabbā tattha agamaṁsu.",
  "atk-s0102a7:75_4": "Sā pubbe sabbajeṭṭhikā hutvā tā avamaññittha.",
  "atk-s0102a7:75_5": "Idāni tāpi taṁ disvā – ‘‘passatha, bho amhākaṁ ayyāya mukhaṁ kakkaṭakavijjhanasūlasadisa’’ntiādīni vadantiyo keḷiṁ akaṁsu.",
  "atk-s0102a7:75_6": "Sā ativiya aṭṭiyamānā sakkaṁ devarājānaṁ āha – ‘‘mahārāja, imāni suvaṇṇarajatamaṇivimānāni vā nandāpokkharaṇī vā mayhaṁ kiṁ karissati, jātibhūmiyeva mahārāja sattānaṁ sukhā, maṁ tattheva kandarapāde vissajjehī’’ti.",
  "atk-s0102a7:75_7": "Sakko taṁ tattha vissajjetvā ‘‘mama vacanaṁ karissasī’’ti āha. Karissāmi, mahārājāti.",
  "atk-s0102a7:75_8": "Pañca sīlāni gahetvā akhaṇḍāni katvā rakkha, katipāhena taṁ etāsaṁ jeṭṭhikaṁ karissāmīti. Sā tathā akāsi.",
  "atk-s0102a7:76_0": "Sakko katipāhassa accayena ‘‘sakkā nu kho sīlaṁ rakkhitu’’nti gantvā maccharūpena uttānako hutvā tassā purato udakapiṭṭhe osarati, sā ‘‘matamacchako bhavissatī’’ti gantvā sīse aggahesi. Maccho naṅguṭṭhaṁ cālesi.",
  "atk-s0102a7:76_1": "Sā ‘‘jīvati maññe’’ti udake vissajjesi.",
  "atk-s0102a7:76_2": "Sakko ākāse ṭhatvā ‘‘sādhu, sādhu, rakkhasi sikkhāpadaṁ, evaṁ taṁ rakkhamānaṁ katipāheneva nāṭakānaṁ jeṭṭhikaṁ karissāmī’’ti āha.",
  "atk-s0102a7:76_3": "Tassāpi pañca vassasatāni āyu ahosi.",
  "atk-s0102a7:76_4": "Ekadivasampi udarapūraṁ nālatthaṁ, sukkhitvā parisukkhitvā milāyamānāpi sīlaṁ akhaṇḍetvā kālaṅkatvā bārāṇasiyaṁ kumbhakāragehe nibbatti.",
  "atk-s0102a7:77_0": "Sakko ‘‘kuhiṁ nibbattā’’ti olokento disvā ‘‘tato idha ānetuṁ na sakkā, jīvitavuttimassā dassāmī’’ti suvaṇṇaeḷālukānaṁ yānakaṁ pūretvā majjhe gāmassa mahallakavesena nisīditvā ‘‘eḷālukāni gaṇhathā’’ti ukkuṭṭhimakāsi.",
  "atk-s0102a7:77_1": "Samantā gāmavāsikā āgantvā ‘‘dehi, tātā’’ti āhaṁsu.",
  "atk-s0102a7:77_2": "Ahaṁ sīlarakkhakānaṁ demi, tumhe sīlaṁ rakkhathāti.",
  "atk-s0102a7:77_3": "Tāta mayaṁ sīlaṁ nāma kīdisantipi na jānāma, mūlena dehīti.",
  "atk-s0102a7:77_4": "‘‘Sīlarakkhakānaṁyeva dammī’’ti āha.",
  "atk-s0102a7:77_5": "‘‘Etha, re kosi ayaṁ eḷālukamahallako’’ti sabbe nivattiṁsu.",
  "atk-s0102a7:78_0": "Sā dārikā pucchi – ‘‘amma, tumhe eḷālukatthāya gatā tucchahatthāva āgatā’’ti.",
  "atk-s0102a7:78_1": "Kosi, amma, eḷālukamahallako ‘‘ahaṁ sīlarakkhakānaṁ dammī’’ti vadati, nūnimassa dārikā sīlaṁ khāditvā vattanti, mayaṁ sīlameva na jānāmāti.",
  "atk-s0102a7:78_2": "Sā ‘‘mayhaṁ ānītaṁ bhavissatī’’ti gantvā ‘‘eḷālukaṁ, tāta, dehī’’ti āha.",
  "atk-s0102a7:78_3": "‘‘Tvaṁ sīlāni rakkhasi ammā’’ti? ‘‘Āma, tāta rakkhāmī’’ti.",
  "atk-s0102a7:78_4": "Idaṁ mayā tuyhameva ābhatanti gehadvāre yānena saddhiṁ ṭhapetvā pakkāmi.",
  "atk-s0102a7:78_5": "Sāpi yāvajīvaṁ sīlaṁ rakkhitvā cavitvā vepacittiasurassa dhītā hutvā nibbatti.",
  "atk-s0102a7:78_6": "Sīlanissandena pāsādikā ahosi.",
  "atk-s0102a7:78_7": "So ‘‘dhītuvivāhamaṅgalaṁ karissāmī’’ti asure sannipātesi.",
  "atk-s0102a7:79_0": "Sakko ‘‘kuhiṁ nibbattā’’ti olokento ‘‘asurabhavane nibbattā, ajjassā vivāhamaṅgalaṁ karissantī’’ti disvā ‘‘idāni yaṁkiñci katvā ānetabbā mayā’’ti asuravaṇṇaṁ nimminitvā gantvā asurānaṁ antare aṭṭhāsi.",
  "atk-s0102a7:79_1": "‘‘Tava sāmikaṁ vadehī’’ti tassā hatthe pitā pupphadāmaṁ adāsi ‘‘yaṁ icchasi, tassūpari khipāhī’’ti.",
  "atk-s0102a7:79_2": "Sā olokentī sakkaṁ disvā pubbasannivāsena sañjātasinehā ‘‘ayaṁ me sāmiko’’ti tassūpari dāmaṁ khipi.",
  "atk-s0102a7:79_3": "So taṁ bāhāya gahetvā ākāse uppati, tasmiṁ khaṇe asurā sañjāniṁsu.",
  "atk-s0102a7:79_4": "Te ‘‘gaṇhatha, gaṇhatha, jarasakkaṁ, veriko amhākaṁ, na mayaṁ etassa dārikaṁ dassāmā’’ti anubandhiṁsu.",
  "atk-s0102a7:79_5": "Vepacitti pucchi ‘‘kenāhaṭā’’ti? ‘‘Jarasakkena mahārājā’’ti.",
  "atk-s0102a7:79_6": "‘‘Avasesesu ayameva seṭṭho, apethā’’ti āha.",
  "atk-s0102a7:79_7": "Sakko naṁ netvā aḍḍhatiyakoṭināṭakānaṁ jeṭṭhikaṭṭhāne ṭhapesi.",
  "atk-s0102a7:79_8": "Sā sakkaṁ varaṁ yāci – ‘‘mahārāja, mayhaṁ imasmiṁ devaloke mātā vā pitā vā bhātā vā bhaginī vā natthi, yattha yattha gacchasi, tattha tattha maṁ gahetvāva gaccha mahārājā’’ti.",
  "atk-s0102a7:79_9": "Sakko ‘‘sādhū’’ti paṭiññaṁ adāsi.",
  "atk-s0102a7:80_0": "Evaṁ macalagāmake maghamāṇavakālato paṭṭhāya visuddhabhāvamassa sampassanto bhagavā ‘‘dīgharattaṁ visuddho kho ayaṁ yakkho’’ti āha.",
  "atk-s0102a7:80_1": "Atthasañhitanti atthanissitaṁ kāraṇanissitaṁ.",
  "atk-s0102a7:81_0": "Pañhaveyyākaraṇavaṇṇanā",
  "atk-s0102a7:82_0": "357.Kiṁ saṁyojanāti kiṁ bandhanā, kena bandhanena baddhā hutvā. Puthukāyāti bahujanā. Averāti appaṭighā.",
  "atk-s0102a7:82_1": "Adaṇḍāti āvudhadaṇḍadhanadaṇḍavinimuttā. Asapattāti apaccatthikā. Abyāpajjāti vigatadomanassā.",
  "atk-s0102a7:82_2": "Viharemu averinoti aho vata kenaci saddhiṁ averino vihareyyāma, katthaci kopaṁ na uppādetvā accharāya gahitakaṁ jaṅghasahassena saddhiṁ paribhuñjeyyāmāti dānaṁ datvā pūjaṁ katvā ca patthayanti.",
  "atk-s0102a7:82_3": "Iti ca nesaṁ hotīti evañca nesaṁ ayaṁ patthanā hoti.",
  "atk-s0102a7:82_4": "Atha ca panāti evaṁ patthanāya satipi.",
  "atk-s0102a7:83_0": "Issāmacchariyasaṁyojanāti parasampattikhīyanalakkhaṇā issā, attasampattiyā parehi sādhāraṇabhāvassa asahanalakkhaṇaṁ macchariyaṁ, issā ca macchariyañca saṁyojanaṁ etesanti issāmacchariyasaṁyojanā. Ayamettha saṅkhepo.",
  "atk-s0102a7:83_1": "Vitthārato pana issāmacchariyāni abhidhamme vuttāneva.",
  "atk-s0102a7:84_0": "Āvāsamacchariyena panettha yakkho vā peto vā hutvā tasseva āvāsassa saṅkāraṁ sīsena ukkhipitvā vicarati.",
  "atk-s0102a7:84_1": "Kulamacchariyena tasmiṁ kule aññesaṁ dānādīni karonte disvā ‘‘bhinnaṁ vatidaṁ kulaṁ mamā’’ti cintayato lohitampi mukhato uggacchati, kucchivirecanampi hoti, antānipi khaṇḍākhaṇḍāni hutvā nikkhamanti.",
  "atk-s0102a7:84_2": "Lābhamacchariyena saṅghassa vā gaṇassa vā santake lābhe maccharāyitvā puggalikaparibhogena paribhuñjitvā yakkho vā peto vā mahāajagaro vā hutvā nibbattati.",
  "atk-s0102a7:84_3": "Sarīravaṇṇaguṇavaṇṇamacchariyena pana pariyattidhammamacchariyena ca attanova vaṇṇaṁ vaṇṇeti, na paresaṁ vaṇṇaṁ, ‘‘kiṁ vaṇṇo eso’’ti taṁ taṁ dosaṁ vadanto pariyattiñca kassaci kiñci adento dubbaṇṇo ceva eḷamūgo ca hoti.",
  "atk-s0102a7:85_0": "Apica āvāsamacchariyena lohagehe paccati.",
  "atk-s0102a7:85_1": "Kulamacchariyena appalābho hoti.",
  "atk-s0102a7:85_2": "Lābhamacchariyena gūthaniraye nibbattati.",
  "atk-s0102a7:85_3": "Vaṇṇamacchariyena bhave nibbattassa vaṇṇo nāma na hoti.",
  "atk-s0102a7:85_4": "Dhammamacchariyena kukkuḷaniraye nibbattati.",
  "atk-s0102a7:85_5": "Idaṁ pana issāmacchariyasaṁyojanaṁ sotāpattimaggena pahīyati.",
  "atk-s0102a7:85_6": "Yāva taṁ nappahīyati, tāva devamanussā averatādīni patthayantāpi verādīhi na parimuccantiyeva.",
  "atk-s0102a7:86_0": "Tiṇṇā mettha kaṅkhāti etasmiṁ pañhe mayā tumhākaṁ vacanaṁ sutvā kaṅkhā tiṇṇāti vadati, na maggavasena tiṇṇakaṅkhataṁ dīpeti.",
  "atk-s0102a7:86_1": "Vigatā kathaṁkathāti idaṁ kathaṁ, idaṁ kathanti ayampi kathaṁkathā vigatā.",
  "atk-s0102a7:87_0": "358.Nidānādīni vuttatthāneva.",
  "atk-s0102a7:87_1": "Piyāppiyanidānanti piyasattasaṅkhāranidānaṁ macchariyaṁ, appiyasattasaṅkhāranidānā issā. Ubhayaṁ vā ubhayanidānaṁ.",
  "atk-s0102a7:87_2": "Pabbajitassa hi saddhivihārikādayo, gahaṭṭhassa puttādayo hatthiassādayo vā sattā piyā honti keḷāyitā mamāyitā, muhuttampi te apassanto adhivāsetuṁ na sakkoti.",
  "atk-s0102a7:87_3": "So aññaṁ tādisaṁ piyasattaṁ labhantaṁ disvā issaṁ karoti.",
  "atk-s0102a7:87_4": "‘‘Iminā amhākaṁ kiñci kammaṁ atthi, muhuttaṁ tāva naṁ dethā’’ti tameva aññehi yācito ‘‘na sakkā dātuṁ, kilamissati vā ukkaṇṭhissati vā’’tiādīni vatvā macchariyaṁ karoti.",
  "atk-s0102a7:87_5": "Evaṁ tāva ubhayampi piyasattanidānaṁ hoti.",
  "atk-s0102a7:87_6": "Bhikkhussa pana pattacīvaraparikkhārajātaṁ, gahaṭṭhassa vā alaṅkārādiupakaraṇaṁ piyaṁ hoti manāpaṁ, so aññassa tādisaṁ uppajjamānaṁ disvā ‘‘aho vatassa evarūpaṁ na bhaveyyā’’ti issaṁ karoti, yācito vāpi ‘‘mayampetaṁ mamāyantā na paribhuñjāma, na sakkā dātu’’nti macchariyaṁ karoti.",
  "atk-s0102a7:87_7": "Evaṁ ubhayampi piyasaṅkhāranidānaṁ hoti.",
  "atk-s0102a7:87_8": "Appiye pana te vuttappakāre satte ca saṅkhāre ca labhitvā sacepissa te amanāpā honti, tathāpi kilesānaṁ viparītavuttitāya ‘‘ṭhapetvā maṁ ko añño evarūpassa lābhī’’ti issaṁ vā karoti, yācito tāvakālikampi adadamāno macchariyaṁ vā karoti.",
  "atk-s0102a7:87_9": "Evaṁ ubhayampi appiyasattasaṅkhāranidānaṁ hoti.",
  "atk-s0102a7:88_0": "Chandanidānanti ettha pariyesanachando, paṭilābhachando, paribhogachando, sannidhichando, vissajjanachandoti pañcavidho chando.",
  "atk-s0102a7:89_0": "Katamo pariyesanachando?",
  "atk-s0102a7:89_1": "Idhekacco atitto chandajāto rūpaṁ pariyesati, saddaṁ. Gandhaṁ. Rasaṁ.",
  "atk-s0102a7:89_2": "Phoṭṭhabbaṁ pariyesati, dhanaṁ pariyesati. Ayaṁ pariyesanachando.",
  "atk-s0102a7:90_0": "Katamo paṭilābhachando?",
  "atk-s0102a7:90_1": "Idhekacco atitto chandajāto rūpaṁ paṭilabhati, saddaṁ. Gandhaṁ. Rasaṁ.",
  "atk-s0102a7:90_2": "Phoṭṭhabbaṁ paṭilabhati, dhanaṁ paṭilabhati. Ayaṁ paṭilābhachando.",
  "atk-s0102a7:91_0": "Katamo paribhogachando?",
  "atk-s0102a7:91_1": "Idhekacco atitto chandajāto rūpaṁ paribhuñjati, saddaṁ. Gandhaṁ. Rasaṁ.",
  "atk-s0102a7:91_2": "Phoṭṭhabbaṁ paribhuñjati, dhanaṁ paribhuñjati. Ayaṁ paribhogachando.",
  "atk-s0102a7:92_0": "Katamo sannidhichando?",
  "atk-s0102a7:92_1": "Idhekacco atitto chandajāto dhanasannicayaṁ karoti ‘‘āpadāsu bhavissatī’’ti. Ayaṁ sannidhichando.",
  "atk-s0102a7:93_0": "Katamo vissajjanachando?",
  "atk-s0102a7:93_1": "Idhekacco atitto chandajāto dhanaṁ vissajjeti, hatthārohānaṁ, assārohānaṁ, rathikānaṁ, dhanuggahānaṁ – ‘‘ime maṁ rakkhissanti gopissanti mamāyissanti samparivārayissantī’’ti. Ayaṁ vissajjanachando. Ime pañca chandā.",
  "atk-s0102a7:93_2": "Idha taṇhāmattameva, taṁ sandhāya idaṁ vuttaṁ.",
  "atk-s0102a7:94_0": "Vitakkanidānoti ettha ‘‘lābhaṁ paṭicca vinicchayo’’ti (dī. ni.",
  "atk-s0102a7:94_1": "2.110) evaṁ vutto vinicchayavitakko vitakko nāma.",
  "atk-s0102a7:94_2": "Vinicchayoti dve vinicchayā taṇhāvinicchayo ca, diṭṭhivinicchayo ca.",
  "atk-s0102a7:94_3": "Aṭṭhasataṁ taṇhāvicaritaṁ taṇhāvinicchayo nāma.",
  "atk-s0102a7:94_4": "Dvāsaṭṭhi diṭṭhiyo diṭṭhivinicchayo nāmāti evaṁ vuttataṇhāvinicchayavasena hi iṭṭhāniṭṭhapiyāppiyavavatthānaṁ na hoti.",
  "atk-s0102a7:94_5": "Tadeva hi ekaccassa iṭṭhaṁ hoti, ekaccassa aniṭṭhaṁ paccantarājamajjhimadesarājūnaṁ gaṇḍuppādamigamaṁsādīsu viya.",
  "atk-s0102a7:94_6": "Tasmiṁ pana taṇhāvinicchayavinicchite paṭiladdhavatthusmiṁ ‘‘ettakaṁ rūpassa bhavissati, ettakaṁ saddassa, ettakaṁ gandhassa, ettakaṁ rasassa, ettakaṁ phoṭṭhabbassa bhavissati, ettakaṁ mayhaṁ bhavissati, ettakaṁ parassa bhavissati, ettakaṁ nidahissāmi, ettakaṁ parassa dassāmī’’ti vavatthānaṁ vitakkavinicchayena hoti.",
  "atk-s0102a7:94_7": "Tenāha ‘‘chando kho, devānaminda, vitakkanidāno’’ti.",
  "atk-s0102a7:95_0": "Papañcasaññāsaṅkhānidānoti tayo papañcā taṇhāpapañco, mānapapañco, diṭṭhipapañcoti.",
  "atk-s0102a7:95_1": "Tattha aṭṭhasatataṇhāvicaritaṁ taṇhāpapañco nāma.",
  "atk-s0102a7:95_2": "Navavidho māno mānapapañco nāma.",
  "atk-s0102a7:95_3": "Dvāsaṭṭhi diṭṭhiyo diṭṭhipapañco nāma.",
  "atk-s0102a7:95_4": "Tesu idha taṇhāpapañco adhippeto. Kenaṭṭhena papañco?",
  "atk-s0102a7:95_5": "Mattapamattākārapāpanaṭṭhena papañco.",
  "atk-s0102a7:95_6": "Taṁsampayuttā saññā papañcasaññā.",
  "atk-s0102a7:95_7": "Saṅkhā vuccati koṭṭhāso ‘‘saññānidānā hi papañcasaṅkhā’’tiādīsu viya.",
  "atk-s0102a7:95_8": "Iti papañcasaññāsaṅkhānidānoti papañcasaññākoṭṭhāsanidāno vitakkoti attho.",
  "atk-s0102a7:96_0": "Papañcasaññāsaṅkhānirodhasāruppagāmininti etissā papañcasaññāsaṅkhāya khayā nirodho vūpasamo, tassa sāruppañceva tattha gāminiṁ cāti saha vipassanāya maggaṁ pucchati.",
  "atk-s0102a7:97_0": "Vedanākammaṭṭhānavaṇṇanā",
  "atk-s0102a7:98_0": "359.",
  "atk-s0102a7:98_1": "Athassa bhagavā somanassaṁpāhanti tisso vedanā ārabhi.",
  "atk-s0102a7:98_2": "Kiṁ pana bhagavatā pucchitaṁ kathitaṁ, apucchitaṁ, sānusandhikaṁ, ananusandhikanti?",
  "atk-s0102a7:98_3": "Pucchitameva kathitaṁ, no apucchitaṁ, sānusandhikameva, no ananusandhikaṁ.",
  "atk-s0102a7:98_4": "Devatānañhi rūpato arūpaṁ pākaṭataraṁ, arūpepi vedanā pākaṭatarā. Kasmā?",
  "atk-s0102a7:98_5": "Devatānañhi karajakāyaṁ sukhumaṁ, kammajaṁ balavaṁ, karajakāyassa sukhumattā, kammajassa balavattā ekāhārampi atikkamitvā na tiṭṭhanti, uṇhapāsāṇe ṭhapitasappipiṇḍi viya vilīyantīti sabbaṁ brahmajāle vuttanayeneva veditabbaṁ.",
  "atk-s0102a7:98_6": "Tasmā bhagavā sakkassa tisso vedanā ārabhi.",
  "atk-s0102a7:98_7": "Duvidhañhi kammaṭṭhānaṁ – rūpakammaṭṭhānaṁ, arūpakammaṭṭhānañca.",
  "atk-s0102a7:98_8": "Rūpapariggaho, arūpapariggahotipi etadeva vuccati.",
  "atk-s0102a7:98_9": "Tattha bhagavā yassa rūpaṁ pākaṭaṁ, tassa saṅkhepamanasikāravasena vā vitthāramanasikāravasena vā catudhātuvavatthānaṁ vitthārento rūpakammaṭṭhānaṁ katheti.",
  "atk-s0102a7:98_10": "Yassa arūpaṁ pākaṭaṁ, tassa arūpakammaṭṭhānaṁ katheti.",
  "atk-s0102a7:98_11": "Kathento ca tassa vatthubhūtaṁ rūpakammaṭṭhānaṁ dassetvāva katheti, devānaṁ pana arūpakammaṭṭhānaṁ pākaṭanti arūpakammaṭṭhānavasena vedanā ārabhi.",
  "atk-s0102a7:99_0": "Tividho hi arūpakammaṭṭhāne abhiniveso – phassavasena, vedanāvasena, cittavasenāti. Kathaṁ?",
  "atk-s0102a7:99_1": "Ekaccassa hi saṅkhittena vā vitthārena vā pariggahite rūpakammaṭṭhāne tasmiṁ ārammaṇe cittacetasikānaṁ paṭhamābhinipāto taṁ ārammaṇaṁ phusanto uppajjamāno phasso pākaṭo hoti.",
  "atk-s0102a7:99_2": "Ekaccassa taṁ ārammaṇaṁ anubhavantī uppajjamānā vedanā pākaṭā hoti.",
  "atk-s0102a7:99_3": "Ekaccassa taṁ ārammaṇaṁ pariggahetvā taṁ vijānantaṁ uppajjamānaṁ viññāṇaṁ pākaṭaṁ hoti.",
  "atk-s0102a7:100_0": "Tattha yassa phasso pākaṭo hoti, sopi na kevalaṁ phassova uppajjati, tena saddhiṁ tadeva ārammaṇaṁ anubhavamānā vedanāpi uppajjati, sañjānamānā saññāpi, cetayamānā cetanāpi, vijānamānaṁ viññāṇampi uppajjatīti phassapañcamakeyeva pariggaṇhāti.",
  "atk-s0102a7:100_1": "Yassa vedanā pākaṭā hoti, sopi na kevalaṁ vedanāva uppajjati, tāya saddhiṁ tadeva ārammaṇaṁ phusamāno phassopi uppajjati, sañjānamānā saññāpi, cetayamānā cetanāpi, vijānamānaṁ viññāṇampi uppajjatīti phassapañcamakeyeva pariggaṇhāti.",
  "atk-s0102a7:100_2": "Yassa viññāṇaṁ pākaṭaṁ hoti, sopi na kevalaṁ viññāṇameva uppajjati, tena saddhiṁ tadevārammaṇaṁ phusamāno phassopi uppajjati, anubhavamānā vedanāpi, sañjānamānā saññāpi, cetayamānā cetanāpi uppajjatīti phassapañcamakeyeva pariggaṇhāti.",
  "atk-s0102a7:101_0": "So ‘‘ime phassapañcamakā dhammā kiṁ nissitā’’ti upadhārento ‘‘vatthunissitā’’ti pajānāti.",
  "atk-s0102a7:101_1": "Vatthu nāma karajakāyo, yaṁ sandhāya vuttaṁ – ‘‘idañca pana me viññāṇaṁ ettha sitaṁ ettha paṭibaddha’’nti.",
  "atk-s0102a7:101_2": "So atthato bhūtāni ceva upādārūpāni ca.",
  "atk-s0102a7:101_3": "Evamettha vatthu rūpaṁ, phassapañcamakā nāmanti nāmarūpamattameva passati.",
  "atk-s0102a7:101_4": "Rūpañcettha rūpakkhandho, nāmaṁ cattāro arūpino khandhāti pañcakkhandhamattaṁ hoti.",
  "atk-s0102a7:101_5": "Nāmarūpavinimuttā hi pañcakkhandhā, pañcakkhandhavinimuttaṁ vā nāmarūpaṁ natthi.",
  "atk-s0102a7:101_6": "So ‘‘ime pañcakkhandhā kiṁ hetukā’’ti upaparikkhanto ‘‘avijjādihetukā’’ti passati.",
  "atk-s0102a7:101_7": "Tato ‘‘paccayo ceva paccayuppannañca idaṁ, añño satto vā puggalo vā natthi, suddhasaṅkhārapuñjamattamevā’’ti sappaccayanāmarūpavasena tilakkhaṇaṁ āropetvā vipassanāpaṭipāṭiyā ‘‘aniccaṁ dukkhaṁ anattā’’ti sammasanto vicarati , so ajja ajjāti paṭivedhaṁ ākaṅkhamāno tathārūpe divase utusappāyaṁ, puggalasappāyaṁ, bhojanasappāyaṁ, dhammasavanasappāyaṁ vā labhitvā ekapallaṅkena nisinnova vipassanaṁ matthakaṁ pāpetvā arahatte patiṭṭhāti.",
  "atk-s0102a7:101_8": "Evamimesampi tiṇṇaṁ janānaṁ yāva arahattā kammaṭṭhānaṁ kathitaṁ hoti.",
  "atk-s0102a7:102_0": "Idha pana bhagavā arūpakammaṭṭhānaṁ kathento vedanāsīsena kathesi.",
  "atk-s0102a7:102_1": "Phassavasena hi viññāṇavasena vā kathiyamānaṁ etassa na pākaṭaṁ hoti, andhakāraṁ viya khāyati.",
  "atk-s0102a7:102_2": "Vedanāvasena pana pākaṭaṁ hoti. Kasmā?",
  "atk-s0102a7:102_3": "Vedanānaṁ uppattiyā pākaṭatāya.",
  "atk-s0102a7:102_4": "Sukhadukkhavedanānañhi uppatti pākaṭā.",
  "atk-s0102a7:102_5": "Yadā sukhaṁ uppajjati, tadā sakalaṁ sarīraṁ khobhentaṁ maddantaṁ pharamānaṁ abhisandayamānaṁ satadhotasappiṁ khādāpayantaṁ viya, satapākatelaṁ makkhayamānaṁ viya, ghaṭasahassena pariḷāhaṁ nibbāpayamānaṁ viya, ‘‘aho sukhaṁ, aho sukha’’nti vācaṁ nicchārayamānameva uppajjati.",
  "atk-s0102a7:102_6": "Yadā dukkhaṁ uppajjati, tadā sakalasarīraṁ khobhentaṁ maddantaṁ pharamānaṁ abhisandayamānaṁ tattaphālaṁ pavesentaṁ viya, vilīnatambalohena āsiñcantaṁ viya, sukkhatiṇavanappatimhi araññe dāruukkākalāpaṁ khipamānaṁ viya ‘‘aho dukkhaṁ, aho dukkha’’nti vippalāpayamānameva uppajjati.",
  "atk-s0102a7:102_7": "Iti sukhadukkhavedanānaṁ uppatti pākaṭā hoti.",
  "atk-s0102a7:103_0": "Adukkhamasukhā pana duddīpanā andhakārena viya abhibhūtā.",
  "atk-s0102a7:103_1": "Sā sukhadukkhānaṁ apagame sātāsātapaṭikkhepavasena majjhattākārabhūtā adukkhamasukhā vedanāti nayato gaṇhantassa pākaṭā hoti. Yathā kiṁ?",
  "atk-s0102a7:103_2": "Yathā antarā piṭṭhipāsāṇaṁ āruhitvā palātassa migassa anupadaṁ gacchanto migaluddako piṭṭhipāsāṇassa orabhāgepi parabhāgepi padaṁ disvā majjhe apassantopi ‘‘ito āruḷho, ito oruḷho, majjhe piṭṭhipāsāṇe iminā padesena gato bhavissatī’’ti nayato jānāti .",
  "atk-s0102a7:103_3": "Evaṁ āruḷhaṭṭhāne padaṁ viya hi sukhavedanāya uppatti pākaṭā hoti, oruḷhaṭṭhāne padaṁ viya dukkhavedanāya uppatti pākaṭā hoti, ito āruyha, ito oruyha, majjhe evaṁ gatoti nayato gahaṇaṁ viya sukhadukkhānaṁ apagame sātāsātapaṭikkhepavasena majjhattākārabhūtā adukkhamasukhā vedanāti nayato gaṇhantassa pākaṭā hoti.",
  "atk-s0102a7:103_4": "Evaṁ bhagavā paṭhamaṁ rūpakammaṭṭhānaṁ kathetvā pacchā arūpakammaṭṭhānaṁ vedanāvasena nivattetvā dassesi.",
  "atk-s0102a7:104_0": "Na kevalañca idheva evaṁ dassesi, mahāsatipaṭṭhāne, majjhimanikāyamhi satipaṭṭhāne, cūḷataṇhāsaṅkhaye, mahātaṇhāsaṅkhaye, cūḷavedallasutte, mahāvedallasutte, raṭṭhapālasutte, māgaṇḍiyasutte, dhātuvibhaṅge, āneñjasappāye, sakale vedanāsaṁyutteti evaṁ anekesu suttantesu paṭhamaṁ rūpakammaṭṭhānaṁ kathetvā pacchā arūpakammaṭṭhānaṁ vedanāvasena nivattetvā dassesi.",
  "atk-s0102a7:104_1": "Yathā ca tesu tesu, evaṁ imasmimpi sakkapañhe paṭhamaṁ rūpakammaṭṭhānaṁ kathetvā pacchā arūpakammaṭṭhānaṁ vedanāvasena nivattetvā dassesi.",
  "atk-s0102a7:104_2": "Rūpakammaṭṭhānaṁ panettha vedanāya ārammaṇamattakaṁyeva saṅkhittaṁ, tasmā pāḷiyaṁ nāruḷhaṁ bhavissati.",
  "atk-s0102a7:105_0": "360.",
  "atk-s0102a7:105_1": "Arūpakammaṭṭhāne yaṁ tassa pākaṭaṁ vedanāvasena abhinivesamukhaṁ, tameva dassetuṁ somanassaṁpāhaṁ, devānamindātiādimāha.",
  "atk-s0102a7:105_2": "Tattha duvidhenāti dvividhena, dvīhi koṭṭhāsehīti attho.",
  "atk-s0102a7:105_3": "Evarūpaṁ somanassaṁ na sevitabbanti evarūpaṁ gehasitasomanassaṁ na sevitabbaṁ.",
  "atk-s0102a7:105_4": "Gehasitasomanassaṁ nāma ‘‘tattha katamāni cha gehasitāni somanassāni?",
  "atk-s0102a7:105_5": "Cakkhuviññeyyānaṁ rūpānaṁ iṭṭhānaṁ kantānaṁ manāpānaṁ manoramānaṁ lokāmisapaṭisaṁyuttānaṁ paṭilābhaṁ vā paṭilābhato samanupassato, pubbe vā paṭiladdhapubbaṁ atītaṁ niruddhaṁ vipariṇataṁ samanussarato uppajjati somanassaṁ, yaṁ evarūpaṁ somanassaṁ, idaṁ vuccati gehasitaṁ somanassa’’nti evaṁ chasu dvāresu vuttakāmaguṇanissitaṁ somanassaṁ (ma. ni. 3.306).",
  "atk-s0102a7:106_0": "Evarūpaṁsomanassaṁ sevitabbanti evarūpaṁ nekkhammasitaṁ somanassaṁ sevitabbaṁ.",
  "atk-s0102a7:106_1": "Nekkhammasitaṁ somanassaṁ nāma – ‘‘tattha katamāni cha nekkhammasitāni somanassāni?",
  "atk-s0102a7:106_2": "Rūpānaṁ tveva aniccataṁ viditvā vipariṇāmavirāganirodhaṁ pubbe ceva rūpā etarahi ca sabbe te rūpā aniccā, dukkhā, vipariṇāmadhammāti evametaṁ yathābhūtaṁ sammappaññāya passato uppajjati somanassaṁ, yaṁ evarūpaṁ somanassaṁ, idaṁ vuccati nekkhammasitaṁ somanassa’’nti (ma. ni.",
  "atk-s0102a7:106_3": "3.308) evaṁ chasu dvāresu iṭṭhārammaṇe āpāthagate aniccādivasena vipassanaṁ paṭṭhapetvā ussukkāpetuṁ sakkontassa ‘‘ussukkitā me vipassanā’’ti somanassajātassa uppannaṁ somanassaṁ.",
  "atk-s0102a7:106_4": "Sevitabbanti idaṁ nekkhammavasena, vipassanāvasena, anussativasena, paṭhamajjhānādivasena ca uppajjanakasomanassaṁ sevitabbaṁ nāma.",
  "atk-s0102a7:107_0": "Tattha yaṁ ce savitakkaṁ savicāranti tasmimpi nekkhammasite somanasse yaṁ nekkhammavasena, vipassanāvasena, anussativasena, paṭhamajjhānavasena ca uppannaṁ savitakkaṁ savicāraṁ somanassanti jāneyya.",
  "atk-s0102a7:107_1": "Yaṁ ce avitakkaṁ avicāranti yaṁ pana dutiyatatiyajjhānavasena uppannaṁ avitakkaṁ avicāraṁ somanassanti jāneyya.",
  "atk-s0102a7:107_2": "Ye avitakke avicāre, te paṇītatareti etesupi dvīsu yaṁ avitakkaṁ avicāraṁ, taṁ paṇītataranti attho.",
  "atk-s0102a7:108_0": "Iminā kiṁ kathitaṁ hoti? Dvinnaṁ arahattaṁ kathitaṁ. Kathaṁ?",
  "atk-s0102a7:108_1": "Eko kira bhikkhu savitakkasavicāre somanasse vipassanaṁ paṭṭhapetvā ‘‘idaṁ somanassaṁ kiṁ nissita’’nti upadhārento ‘‘vatthunissita’’nti pajānātīti phassapañcamake vuttanayeneva anukkamena arahatte patiṭṭhāti.",
  "atk-s0102a7:108_2": "Eko avitakkaavicāre somanasse vipassanaṁ paṭṭhapetvā vuttanayeneva arahatte patiṭṭhāti.",
  "atk-s0102a7:108_3": "Tattha abhiniviṭṭhasomanassesupi savitakkasavicārato avitakkaavicāraṁ paṇītataraṁ.",
  "atk-s0102a7:108_4": "Savitakkasavicārasomanassavipassanātopi avitakkaavicāravipassanā paṇītatarā.",
  "atk-s0102a7:108_5": "Savitakkasavicārasomanassaphalasamāpattitopi avitakkaavicārasomanassaphalasamāpattiyeva paṇītatarā.",
  "atk-s0102a7:108_6": "Tenāha bhagavā ‘‘ye avitakke avicāre, te paṇītatare’’ti.",
  "atk-s0102a7:109_0": "361.Evarūpaṁdomanassaṁ na sevitabbanti evarūpaṁ gehasitadomanassaṁ na sevitabbaṁ.",
  "atk-s0102a7:109_1": "Gehasitadomanassaṁ nāma – ‘‘tattha katamāni cha gehasitāni domanassāni?",
  "atk-s0102a7:109_2": "Cakkhuviññeyyānaṁ rūpānaṁ iṭṭhānaṁ kantānaṁ manāpānaṁ manoramānaṁ lokāmisapaṭisaṁyuttānaṁ appaṭilābhaṁ vā appaṭilābhato samanupassato pubbe vā apaṭiladdhapubbaṁ atītaṁ niruddhaṁ vipariṇataṁ samanussarato uppajjati domanassaṁ, yaṁ evarūpaṁ domanassaṁ, idaṁ vuccati gehasitadomanassa’’nti (ma. ni. 3.307).",
  "atk-s0102a7:109_3": "Evaṁ chasu dvāresu iṭṭhārammaṇaṁ nānubhaviṁ, nānubhavissāmi, nānubhavāmīti vitakkayato uppannaṁ kāmaguṇanissitaṁ domanassaṁ.",
  "atk-s0102a7:110_0": "Evarūpaṁ domanassaṁ sevitabbanti evarūpaṁ nekkhammasitadomanassaṁ sevitabbaṁ.",
  "atk-s0102a7:110_1": "Nekkhammasitadomanassaṁ nāma – ‘‘tattha katamāni cha nekkhammasitāni domanassāni?",
  "atk-s0102a7:110_2": "Rūpānaṁ tveva aniccataṁ viditvā vipariṇāmavirāganirodhaṁ pubbe ceva rūpā etarahi ca sabbe te rūpā aniccā, dukkhā, vipariṇāmadhammāti evametaṁ yathābhūtaṁ sampappaññāya disvā anuttaresu vimokkhesu pihaṁ upaṭṭhāpeti ‘kudāssu nāmāhaṁ tadāyatanaṁ, upasampajja viharissāmi, yadariyā etarahi āyatanaṁ upasampajja viharantī’ti.",
  "atk-s0102a7:110_3": "Iti anuttaresu vimokkhesu pihaṁ upaṭṭhāpayato uppajjati pihapaccayā domanassaṁ, yaṁ evarūpaṁ domanassaṁ, idaṁ vuccati nekkhammasitadomanassa’’nti (ma. ni.",
  "atk-s0102a7:110_4": "3.307) evaṁ chasu dvāresu iṭṭhārammaṇe āpāthagate anuttaravimokkhasaṅkhātaariyaphaladhammesu pihaṁ upaṭṭhapetvā tadadhigamāya aniccādivasena vipassanaṁ paṭṭhapetvā ussukkāpetumasakkontassa imampi pakkhaṁ, imampi māsaṁ, imampi saṁvaccharaṁ vipassanaṁ ussukkāpetvā ariyabhūmiṁ pāpuṇituṁ nāsakkhinti anusocato uppannaṁ domanassaṁ.",
  "atk-s0102a7:110_5": "Sevitabbanti idaṁ nekkhammavasena, vipassanāvasena, anussativasena, paṭhamajjhānādivasena ca uppajjanakadomanassaṁ sevitabbaṁ nāma.",
  "atk-s0102a7:111_0": "Tattha yaṁ ce savitakkasavicāranti tasmimpi duvidhe domanasse gehasitadomanassameva savitakkasavicāradomanassaṁ nāma.",
  "atk-s0102a7:111_1": "Nekkhammavasena, vipassanāvasena, anussativasena, paṭhamadutiyajjhānavasena ca uppannadomanassaṁ pana avitakkaavicāradomanassanti veditabbaṁ.",
  "atk-s0102a7:111_2": "Nippariyāyena pana avitakkaavicāradomanassaṁ nāma natthi.",
  "atk-s0102a7:111_3": "Domanassindriyañhi ekaṁsena akusalañceva savitakkasavicārañca, etassa pana bhikkhuno maññanavasena savitakkasavicāranti ca avitakkaavicāranti ca vuttaṁ.",
  "atk-s0102a7:112_0": "Tatrāyaṁ nayo – idha bhikkhu domanassapaccayabhūte savitakkasavicāradhamme avitakkaavicāradhamme ca domanassapaccayā eva uppanne maggaphaladhamme ca aññesaṁ paṭipattidassanavasena domanassanti gahetvā ‘‘kadā nu kho me savitakkasavicāradomanasse vipassanā paṭṭhapitā bhavissati, kadā avitakkaavicāradomanasse’’ti ca ‘‘kadā nu kho me savitakkasavicāradomanassaphalasamāpatti nibbattitā bhavissati, kadā avitakkaavicāradomanassaphalasamāpattī’’ti cintetvā temāsikaṁ, chamāsikaṁ, navamāsikaṁ vā paṭipadaṁ gaṇhāti.",
  "atk-s0102a7:112_1": "Temāsikaṁ gahetvā paṭhamamāse ekaṁ yāmaṁ jaggati, dve yāme niddāya okāsaṁ karoti, majjhime māse dve yāme jaggati, ekaṁ yāmaṁ niddāya okāsaṁ karoti, pacchimamāse caṅkamanisajjāyeva yāpeti.",
  "atk-s0102a7:112_2": "Evaṁ ce arahattaṁ pāpuṇāti, iccetaṁ kusalaṁ.",
  "atk-s0102a7:112_3": "No ce pāpuṇāti, visesetvā chamāsikaṁ gaṇhāti.",
  "atk-s0102a7:112_4": "Tatrāpi dve dve māse vuttanayena paṭipajjitvā arahattaṁ pāpuṇituṁ asakkonto visesetvā navamāsikaṁ gaṇhāti.",
  "atk-s0102a7:112_5": "Tatrāpi tayo tayo māse tatheva paṭipajjitvā arahattaṁ pāpuṇituṁ asakkontassa ‘‘na ladvaṁ vata me sabrahmacārīhi saddhiṁ visuddhipavāraṇaṁ pavāretu’’nti āvajjato domanassaṁ uppajjati, assudhārā pavattanti gāmantapabbhāravāsīmahāsīvattherassa viya.",
  "atk-s0102a7:113_0": "Mahāsīvattheravatthu",
  "atk-s0102a7:114_0": "Thero kira aṭṭhārasa mahāgaṇe vācesi.",
  "atk-s0102a7:114_1": "Tassovāde ṭhatvā tiṁsasahassā bhikkhū arahattaṁ pāpuṇiṁsu.",
  "atk-s0102a7:114_2": "Atheko bhikkhu ‘‘mayhaṁ tāva abbhantare guṇā appamāṇā, kīdisā nu kho me ācariyassa guṇā’’ti āvajjanto puthujjanabhāvaṁ passitvā ‘‘amhākaṁ ācariyo aññesaṁ avassayo hoti, attano bhavituṁ na sakkoti, ovādamassa dassāmī’’ti ākāsena gantvā vihārasamīpe otaritvā divāṭṭhāne nisinnaṁ ācariyaṁ upasaṅkamitvā vattaṁ dassetvā ekamantaṁ nisīdi.",
  "atk-s0102a7:115_0": "Thero – ‘‘kiṁ kāraṇā āgatosi piṇḍapātikā’’ti āha.",
  "atk-s0102a7:115_1": "Ekaṁ anumodanaṁ gaṇhissāmīti āgatosmi, bhanteti. Okāso na bhavissati, āvusoti?",
  "atk-s0102a7:115_2": "Vitakkamāḷake ṭhitakāle pucchissāmi, bhanteti.",
  "atk-s0102a7:115_3": "Tasmiṁ ṭhāne aññe pucchantīti. Bhikkhācāramagge, bhanteti. Tatrāpi aññe pucchantīti.",
  "atk-s0102a7:115_4": "Dupaṭṭanivāsanaṭṭhāne, saṅghāṭipārupanaṭṭhāne, pattanīharaṇaṭṭhāne, gāme caritvā āsanasālāyaṁ yāgupītakāle, bhanteti.",
  "atk-s0102a7:115_5": "Tattha aṭṭhakathātherā attano kaṅkhaṁ vinodenti, āvusoti.",
  "atk-s0102a7:115_6": "Antogāmato nikkhantakāle pucchissāmi, bhanteti.",
  "atk-s0102a7:115_7": "Tatrāpi aññe pucchanti, āvusoti.",
  "atk-s0102a7:115_8": "Antarāmagge, bhante, bhojanasālāyaṁ bhattakiccapariyosāne, bhante, divāṭṭhāne, pādadhovanakāle, mukhadhovanakāle, bhanteti? Tadā aññe pucchantīti.",
  "atk-s0102a7:115_9": "Tato paṭṭhāya yāva aruṇā apare pucchanti, āvusoti.",
  "atk-s0102a7:115_10": "Dantakaṭṭhaṁ gahetvā mukhadhovanatthaṁ gamanakāle, bhanteti? Tadā aññe pucchantīti.",
  "atk-s0102a7:115_11": "Mukhaṁ dhovitvā āgamanakāle, bhanteti? Tatrāpi aññe pucchantīti.",
  "atk-s0102a7:115_12": "Senāsanaṁ pavisitvā nisinnakāle, bhanteti? Tatrāpi aññe pucchantīti.",
  "atk-s0102a7:115_13": "Bhante, nanu mukhaṁ dhovitvā senāsanaṁ pavisitvā tayo cattāro pallaṅke usumaṁ gāhāpetvā yonisomanasikāre kammaṁ karontānaṁ okāsakālena bhavitabbaṁ siyā, maraṇakhaṇampi na labhissatha, bhante, phalakasadisattha bhante parassa avassayo hotha, attano bhavituṁ na sakkotha, na me tumhākaṁ anumodanāya atthoti ākāse uppatitvā agamāsi.",
  "atk-s0102a7:116_0": "Thero – ‘‘imassa bhikkhuno pariyattiyā kammaṁ natthi, mayhaṁ pana aṅkusako bhavissāmīti āgato’’ti ñatvā ‘‘idāni okāso na bhavissati, paccūsakāle gamissāmī’’ti pattacīvaraṁ samīpe katvā sabbaṁ divasabhāgaṁ paṭhamayāmamajjhimayāmañca dhammaṁ vācetvā pacchimayāme ekasmiṁ there uddesaṁ gahetvā nikkhante pattacīvaraṁ gahetvā teneva saddhiṁ nikkhanto.",
  "atk-s0102a7:116_1": "Nisinnaantevāsikā ācariyo kenaci papañcena nikkhantoti maññiṁsu.",
  "atk-s0102a7:116_2": "Nikkhanto thero koci deva samānācariyabhikkhūti saññaṁ akāsi.",
  "atk-s0102a7:117_0": "Thero kira ‘‘mādisassa arahattaṁ nāma kiṁ, dvīhatīheneva pāpuṇitvā paccāgamissāmī’’ti antevāsikānaṁ anārocetvāva āsāḷhīmāsassa juṇhapakkhaterasiyā nikkhanto gāmantapabbhāraṁ gantvā caṅkamaṁ āruyha kammaṭṭhānaṁ manasikaronto taṁ divasaṁ arahattaṁ gahetuṁ nāsakkhi.",
  "atk-s0102a7:117_1": "Uposathadivase sampatte ‘‘dvīhatīhena arahattaṁ gaṇhissāmīti āgato , gahetuṁ pana nāsakkhiṁ.",
  "atk-s0102a7:117_2": "Tayo māse pana tīṇi divasāni viya yāva mahāpavāraṇā tāva jānissāmī’’ti vassaṁ upagantvāpi gahetuṁ nāsakkhi.",
  "atk-s0102a7:117_3": "Pavāraṇādivase cintesi – ‘‘ahaṁ dvīhatīhena arahattaṁ gaṇhissāmīti āgato , temāsenāpi nāsakkhiṁ, sabrahmacārino pana visuddhipavāraṇaṁ pavārentī’’ti.",
  "atk-s0102a7:117_4": "Tassevaṁ cintayato assudhārā pavattanti.",
  "atk-s0102a7:117_5": "Tato ‘‘na mañce mayhaṁ catūhi iriyāpathehi maggaphalaṁ uppajjissati, arahattaṁ appatvā neva mañce piṭṭhiṁ pasāressāmi, na pāde dhovissāmī’’ti mañcaṁ ussāpetvā ṭhapesi.",
  "atk-s0102a7:117_6": "Puna antovassaṁ pattaṁ, arahattaṁ gahetuṁ nāsakkhiyeva.",
  "atk-s0102a7:117_7": "Ekūnatiṁsapavāraṇāsu assudhārā pavattanti.",
  "atk-s0102a7:117_8": "Gāmadārakā therassa pādesu phālitaṭṭhānāni kaṇṭakehi sibbanti, davaṁ karontāpi ‘‘ayyassa mahāsīvattherassa viya pādā hontū’’ti davaṁ karonti.",
  "atk-s0102a7:118_0": "Thero tiṁsasaṁvacchare mahāpavāraṇādivase ālambaṇaphalakaṁ nissāya ṭhito ‘‘idāni me tiṁsa vassāni samaṇadhammaṁ karontassa, nāsakkhiṁ arahattaṁ pāpuṇituṁ, addhā me imasmiṁ attabhāve maggo vā phalaṁ vā natthi, na me laddhaṁ sabrahmacārīhi saddhiṁ visuddhipavāraṇaṁ pavāretu’’nti cintesi.",
  "atk-s0102a7:118_1": "Tassevaṁ cintayatova domanassaṁ uppajji, assudhārā pavattanti.",
  "atk-s0102a7:118_2": "Atha avidūraṭṭhāne ekā devadhītā rodamānā aṭṭhāsi. ‘‘Ko ettha rodasī’’ti?",
  "atk-s0102a7:118_3": "‘‘Ahaṁ, bhante, devadhītā’’ti. ‘‘Kasmā rodasī’’ti?",
  "atk-s0102a7:118_4": "‘‘Rodamānena maggaphalaṁ nibbattitaṁ, tena ahampi ekaṁ dve maggaphalāni nibbattessāmīti rodāmi, bhante’’ti.",
  "atk-s0102a7:119_0": "Tato thero – ‘‘bho mahāsīvatthera, devatāpi tayā saddhiṁ keḷiṁ karonti, anucchavikaṁ nu kho te eta’’nti vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi arahattaṁ aggahesi.",
  "atk-s0102a7:119_1": "So ‘‘idāni nipajjissāmī’’ti senāsanaṁ paṭijaggitvā mañcakaṁ paññapetvā udakaṭṭhāne udakaṁ paccupaṭṭhapetvā ‘‘pāde dhovissāmī’’ti sopānaphalake nisīdi.",
  "atk-s0102a7:120_0": "Antevāsikāpissa ‘‘amhākaṁ ācariyassa samaṇadhammaṁ kātuṁ gacchantassa tiṁsa vassāni, sakkhi nu kho visesaṁ nibbattetuṁ, nāsakkhī’’ti āvajjayamānā ‘‘arahattaṁ patvā pādadhovanatthaṁ nisinno’’ti disvā ‘‘amhākaṁ ācariyo amhādisesu antevāsikesu tiṭṭhantesu ‘attanāva pāde dhovissatī’ti aṭṭhānametaṁ, ahaṁ dhovissāmi ahaṁ dhovissāmī’’ti tiṁsasahassānipi ākāsena gantvā vanditvā ‘‘pāde dhovissāma, bhante’’ti āhaṁsu.",
  "atk-s0102a7:120_1": "Āvuso, idāni tiṁsa vassāni honti mama pādānaṁ adhotānaṁ, tiṭṭhatha, tumhe, ahameva dhovissāmīti.",
  "atk-s0102a7:121_0": "Sakkopi āvajjanto – ‘‘mayhaṁ ayyo mahāsīvatthero arahattaṁ patto tiṁsasahassānaṁ antevāsikānaṁ ‘pāde dhovissāmā’ti āgatānaṁ pāde dhovituṁ na deti.",
  "atk-s0102a7:121_1": "Mādise pana upaṭṭhāke tiṭṭhante ‘mayhaṁ ayyo sayaṁ pāde dhovissatī’ti aṭṭhānametaṁ, ahaṁ dhovissāmī’’ti sanniṭṭhānaṁ katvā sujātāya deviyā saddhiṁ bhikkhusaṅghassa santike pāturahosi.",
  "atk-s0102a7:121_2": "So sujaṁ asurakaññaṁ purato katvā ‘‘apetha, bhante, mātugāmo’’ti okāsaṁ kāretvā theraṁ upasaṅkamitvā vanditvā purato ukkuṭiko nisīditvā ‘‘pāde dhovissāmi, bhante’’ti āha.",
  "atk-s0102a7:121_3": "Kosiya, idāni me tiṁsa vassāni pādānaṁ adhotānaṁ, devatānañca pakatiyāpi manussasarīragandho nāma jeguccho, yojanasate ṭhitānampi kaṇṭhe āsattakuṇapaṁ viya hoti, ahameva dhovissāmīti.",
  "atk-s0102a7:121_4": "Bhante, ayaṁ gandho nāma na paññāyati, tumhākaṁ pana sīlagandho cha devaloke atikkamitvā upari bhavaggaṁ patvā ṭhito.",
  "atk-s0102a7:121_5": "Sīlagandhato añño uttaritaro gandho nāma natthi, bhante, tumhākaṁ sīlagandhenamhi āgatoti vāmahatthena gopphakasandhiyaṁ gahetvā dakkhiṇahatthena pādatalaṁ parimajji.",
  "atk-s0102a7:121_6": "Daharakumārasseva pādā ahesuṁ.",
  "atk-s0102a7:121_7": "Sakko pāde dhovitvā vanditvā devalokameva gato.",
  "atk-s0102a7:122_0": "Evaṁ ‘‘na labhāmi sabrahmacārīhi saddhiṁ visuddhipavāraṇaṁ pavāretu’’nti āvajjantassa uppannaṁ domanassaṁ nissāya bhikkhuno maññanavasena vipassanāya ārammaṇampi vipassanāpi maggopi phalampi savitakkasavicāradomanassanti ca avitakkāvicāradomanassanti ca vuttanti veditabbaṁ.",
  "atk-s0102a7:123_0": "Tattha eko bhikkhu savitakkasavicāradomanasse vipassanaṁ paṭṭhapetvā idaṁ domanassaṁ kiṁ nissitanti upadhārento vatthunissitanti pajānātīti phassapañcamake vuttanayeneva anukkamena arahatte patiṭṭhāti.",
  "atk-s0102a7:123_1": "Eko avitakkāvicāre domanasse vipassanaṁ paṭṭhapetvā vuttanayeneva arahatte patiṭṭhāti.",
  "atk-s0102a7:123_2": "Tattha abhiniviṭṭhadomanassesupi savitakkasavicārato avitakkaavicāraṁ paṇītataraṁ.",
  "atk-s0102a7:123_3": "Savitakkasavicāradomanassavipassanātopi avitakkāvicāradomanassavipassanā paṇītatarā.",
  "atk-s0102a7:123_4": "Savitakkasavicāradomanassaphalasamāpattitopi avitakkāvicāradomanassaphalasamāpattiyeva paṇītatarā .",
  "atk-s0102a7:123_5": "Tenāha bhagavā – ‘‘ye avitakkaavicāre te paṇītatare’’ti.",
  "atk-s0102a7:124_0": "362.Evarūpā upekkhā na sevitabbāti evarūpā gehasitaupekkhā na sevitabbā.",
  "atk-s0102a7:124_1": "Gehasitaupekkhā nāma ‘‘tattha katamā cha gehasitaupekkhā.",
  "atk-s0102a7:124_2": "Cakkhunā rūpaṁ disvā uppajjati upekkhā bālassa mūḷhassa puthujjanassa anodhijinassa avipākajinassa anādīnavadassāvino assutavato puthujjanassa, yā evarūpā upekkhā, rūpaṁ sā nātivattati, tasmā sā upekkhā gehasitāti vuccatī’’ti evaṁ chasu dvāresu iṭṭhārammaṇe āpāthagate guḷapiṇḍike nilīnamakkhikā viya rūpādīni anativattamānā tattheva laggā laggitā hutvā uppannā kāmaguṇanissitā upekkhā na sevitabbā.",
  "atk-s0102a7:125_0": "Evarūpā upekkhā sevitabbāti evarūpā nekkhammasitā upekkhā sevitabbā.",
  "atk-s0102a7:125_1": "Nekkhammasitā upekkhā nāma – ‘‘tattha katamā cha nekkhammasitā upekkhā?",
  "atk-s0102a7:125_2": "Rūpānaṁ tveva aniccataṁ viditvā vipariṇāmavirāganirodhaṁ ‘pubbe ceva rūpā etarahi ca, sabbe te rūpā aniccā, dukkhā, vipariṇāmadhammā’ti evametaṁ yathābhūtaṁ sammappaññāya passato uppajjati upekkhā, yā evarūpā upekkhā, rūpaṁ sā ativattati, tasmā sā upekkhā nekkhammasitāti vuccatī’’ti (ma. ni. 3.308).",
  "atk-s0102a7:125_3": "Evaṁ chasu dvāresu iṭṭhāniṭṭhaārammaṇe āpāthagate iṭṭhe arajjantassa, aniṭṭhe adussantassa, asamapekkhanena asammuyhantassa uppannā vipassanā ñāṇasampayuttā upekkhā.",
  "atk-s0102a7:125_4": "Apica vedanāsabhāgā tatra majjhattupekkhāpi ettha upekkhāva.",
  "atk-s0102a7:125_5": "Tasmā sevitabbāti ayaṁ nekkhammavasena vipassanāvasena anussatiṭṭhānavasena paṭhamadutiyatatiyacatutthajjhānavasena ca uppajjanakaupekkhā sevitabbā nāma.",
  "atk-s0102a7:126_0": "Ettha yaṁ ce savitakkaṁ savicāranti tāyapi nekkhammasitaupekkhāya yaṁ nekkhammavasena vipassanāvasena anussatiṭṭhānavasena paṭhamajjhānavasena ca uppannaṁ savitakkasavicāraṁ upekkhanti jāneyya.",
  "atk-s0102a7:126_1": "Yaṁ ce avitakkaṁ avicāranti yaṁ pana dutiyajjhānādivasena uppannaṁ avitakkāvicāraṁ upekkhanti jāneyya.",
  "atk-s0102a7:126_2": "Yeavitakke avicāre te paṇītatareti etāsu dvīsu yā avitakkaavicārā, sā paṇītatarāti attho. Iminā kiṁ kathitaṁ hoti ? Dvinnaṁ arahattaṁ kathitaṁ.",
  "atk-s0102a7:126_3": "Eko hi bhikkhu savitakkasavicāraupekkhāya vipassanaṁ paṭṭhapetvā ayaṁ upekkhā kiṁ nissitāti upadhārento vatthunissitāti pajānātīti phassapañcamake vuttanayeneva anukkamena arahatte patiṭṭhāti.",
  "atk-s0102a7:126_4": "Eko avitakkāvicārāya upekkhāya vipassanaṁ paṭṭhapetvā vuttanayeneva arahatte patiṭṭhāti.",
  "atk-s0102a7:126_5": "Tattha abhiniviṭṭhaupekkhāsupi savitakkasavicārato avitakkāvicārā paṇītatarā.",
  "atk-s0102a7:126_6": "Savitakkasavicāraupekkhāvipassanātopi avitakkāvicāraupekkhāvipassanāpaṇītatarā.",
  "atk-s0102a7:126_7": "Savitakkasavicāraupekkhāphalasamāpattitopi avitakkāvicārupekkhāphalasamāpattiyeva paṇītatarā.",
  "atk-s0102a7:126_8": "Tenāha bhagavā ‘‘ye avitakke avicāre te paṇītatare’’ti.",
  "atk-s0102a7:127_0": "363.Evaṁ paṭipanno kho, devānaminda, bhikkhu papañcasaññāsaṅkhānirodhasāruppagāminiṁ paṭipadaṁ paṭipanno hotīti bhagavā arahattanikūṭena desanaṁ niṭṭhapesi.",
  "atk-s0102a7:127_1": "Sakko pana sotāpattiphalaṁ patto.",
  "atk-s0102a7:127_2": "Buddhānañhi ajjhāsayo hīno na hoti, ukkaṭṭhova hoti.",
  "atk-s0102a7:127_3": "Ekassapi bahūnampi dhammaṁ desentā arahatteneva kūṭaṁ gaṇhanti.",
  "atk-s0102a7:127_4": "Sattā pana attano anurūpe upanissaye ṭhitā keci sotāpannā honti, keci sakadāgāmī, keci anāgāmī, keci arahanto.",
  "atk-s0102a7:127_5": "Rājā viya hi bhagavā, rājakumārā viya veneyyā.",
  "atk-s0102a7:127_6": "Yathā hi rājā bhojanakāle attano pamāṇena piṇḍaṁ uddharitvā rājakumārānaṁ upaneti, te tato attano mukhappamāṇeneva kabaḷaṁ karonti, evaṁ bhagavā attajjhāsayānurūpāya desanāya arahatteneva kūṭaṁ gaṇhāti.",
  "atk-s0102a7:127_7": "Veneyyā attano upanissayappamāṇena tato sotāpattiphalamattaṁ vā sakadāgāmianāgāmiarahattaphalameva vā gaṇhanti. Sakko pana sotāpanno jāto.",
  "atk-s0102a7:127_8": "Sotāpanno ca hutvā bhagavato puratoyeva cavitvā taruṇasakko hutvā nibbatti, devatānañhi cavamānānaṁ attabhāvassa gatāgataṭṭhānaṁ nāma na paññāyati, dīpasikhāgamanaṁ viya hoti. Tasmā sesadevatā na jāniṁsu.",
  "atk-s0102a7:127_9": "Sakko pana sayaṁ cutattā bhagavā ca appaṭihatañāṇattā dveva janā jāniṁsu.",
  "atk-s0102a7:127_10": "Atha sakko cintesi ‘‘mayhañhi bhagavatā tīsu ṭhānesu nibbattitaphalameva kathitaṁ, ayañca pana maggo vā phalaṁ vā sakuṇikāya viya uppatitvā gahetuṁ na sakkā, āgamanīyapubbabhāgapaṭipadāya assa bhavitabbaṁ.",
  "atk-s0102a7:127_11": "Handāhaṁ upari khīṇāsavassa pubbabhāgapaṭipadaṁ pucchāmī’’ti.",
  "atk-s0102a7:128_0": "Pātimokkhasaṁvaravaṇṇanā",
  "atk-s0102a7:129_0": "364.",
  "atk-s0102a7:129_1": "Tato taṁ pucchanto kathaṁ paṭipanno pana, mārisātiādimāha.",
  "atk-s0102a7:129_2": "Tattha pātimokkhasaṁvarāyāti uttamajeṭṭhakasīlasaṁvarāya.",
  "atk-s0102a7:129_3": "Kāyasamācārampītiādi sevitabbakāyasamācārādivasena pātimokkhasaṁvaradassanatthaṁ vuttaṁ.",
  "atk-s0102a7:129_4": "Sīlakathā ca nāmesā kammapathavasena vā paṇṇattivasena vā kathetabbā hoti.",
  "atk-s0102a7:130_0": "Tattha kammapathavasena kathentena asevitabbakāyasamācāro tāva pāṇātipātaadinnādānamicchācārehi kathetabbo.",
  "atk-s0102a7:130_1": "Paṇṇattivasena kathentena kāyadvāre paññattasikkhāpadavītikkamavasena kathetabbo.",
  "atk-s0102a7:130_2": "Sevitabbakāyasamācāro pāṇātipātādiveramaṇīhi ceva kāyadvāre paññattasikkhāpadaavītikkamena ca kathetabbo.",
  "atk-s0102a7:130_3": "Asevitabbavacīsamācāro musāvādādivacīduccaritena ceva vacīdvāre paññattasikkhāpadavītikkamena ca kathetabbo.",
  "atk-s0102a7:130_4": "Sevitabbavacīsamācāro musāvādādiveramaṇīhi ceva vacīdvāre paññattasikkhāpadaavītikkamena ca kathetabbo.",
  "atk-s0102a7:131_0": "Pariyesanā pana kāyavācāhi pariyesanāyeva.",
  "atk-s0102a7:131_1": "Sā kāyavacīsamācāragahaṇena gahitāpi samānā yasmā ājīvaṭṭhamakasīlaṁ nāma etasmiññeva dvāradvaye uppajjati, na ākāse, tasmā ājīvaṭṭhamakasīladassanatthaṁ visuṁ vuttā.",
  "atk-s0102a7:131_2": "Tattha nasevitabbapariyesanā anariyapariyesanāya kathetabbā.",
  "atk-s0102a7:131_3": "Sevitabbapariyesanā ariyapariyesanāya. Vuttañhetaṁ –",
  "atk-s0102a7:132_0": "‘‘Dvemā, bhikkhave, pariyesanā anariyā ca pariyesanā, ariyā ca pariyesanā.",
  "atk-s0102a7:132_1": "Katamā ca, bhikkhave, anariyā pariyesanā?",
  "atk-s0102a7:132_2": "Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhammaṁyeva pariyesati, attanā jarādhammo, byādhidhammo, maraṇadhammo, sokadhammo, saṁkilesadhammo samāno saṁkilesadhammaṁyeva pariyesati.",
  "atk-s0102a7:133_0": "Kiñca, bhikkhave, jātidhammaṁ vadetha?",
  "atk-s0102a7:133_1": "Puttabhariyaṁ, bhikkhave , jātidhammaṁ, dāsidāsaṁ jātidhammaṁ ajeḷakaṁ jātidhammaṁ, kukkuṭasūkaraṁ jātidhammaṁ, hatthigavāssavaḷavaṁ jātidhammaṁ, jātarūparajataṁ jātidhammaṁ.",
  "atk-s0102a7:133_2": "Jātidhammā hete, bhikkhave, upadhayo, etthāyaṁ gathito mucchito ajjhāpanno attanā jātidhammo samāno jātidhammaṁyeva pariyesati.",
  "atk-s0102a7:134_0": "Kiñca, bhikkhave, jarādhammaṁ vadetha?",
  "atk-s0102a7:134_1": "Puttabhariyaṁ, bhikkhave, jarādhammaṁ…pe… jarādhammaṁyeva pariyesati.",
  "atk-s0102a7:135_0": "Kiñca, bhikkhave, byādhidhammaṁ vadetha?",
  "atk-s0102a7:135_1": "Puttabhariyaṁ, bhikkhave, byādhidhammaṁ, dāsidāsaṁ byādhidhammaṁ, ajeḷakaṁ, kukkuṭasūkaraṁ, hatthigavāssavaḷavaṁ byādhidhammaṁ.",
  "atk-s0102a7:135_2": "Byādhidhammā hete, bhikkhave, upadhayo, etthāyaṁ gathito mucchito ajjhāpanno attanā byādhidhammo samāno byādhidhammaṁyeva pariyesati.",
  "atk-s0102a7:136_0": "Kiñca, bhikkhave, maraṇadhammaṁ vadetha?",
  "atk-s0102a7:136_1": "Puttabhariyaṁ, bhikkhave, maraṇadhammaṁ…pe… maraṇadhammaṁyeva pariyesati.",
  "atk-s0102a7:137_0": "Kiñca, bhikkhave, sokadhammaṁ vadetha?",
  "atk-s0102a7:137_1": "Puttabhariyaṁ…pe… sokadhammaṁyeva pariyesati.",
  "atk-s0102a7:138_0": "Kiñca, bhikkhave, saṁkilesadhammaṁ vadetha…pe… jātarūparajataṁ saṁkilesadhammaṁ.",
  "atk-s0102a7:138_1": "Saṁkilesadhammā , hete, bhikkhave, upadhayo, etthāyaṁ gathito mucchito ajjhāpanno attanā saṁkilesadhammo samāno saṁkilesadhammaṁyeva pariyesati.",
  "atk-s0102a7:138_2": "Ayaṁ, bhikkhave, anariyā pariyesanāti (ma. ni. 1.274).",
  "atk-s0102a7:139_0": "Apica kuhanādivasena pañcavidhā, agocaravasena chabbidhā vejjakammādivasena ekavīsatividhā, evaṁ pavattā sabbāpi anesanā anariyapariyesanāyevāti veditabbā.",
  "atk-s0102a7:140_0": "‘‘Katamā ca, bhikkhave, ariyā pariyesanā?",
  "atk-s0102a7:140_1": "Idha, bhikkhave, ekacco attanā jātidhammo samāno jātidhamme ādīnavaṁ viditvā ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati, attanā jarādhammo, byādhi, maraṇa, soka, saṁkilesadhammo samāno saṁkilesadhamme ādīnavaṁ viditvā asaṁkiliṭṭhaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesati. Ayaṁ ariyā pariyesanāti (ma. ni. 1.275).",
  "atk-s0102a7:141_0": "Apica pañca kuhanādīni cha agocare ekavīsatividhañca anesanaṁ vajjetvā bhikkhācariyāya dhammena samena pariyesanāpi ariyapariyesanāyevāti veditabbā.",
  "atk-s0102a7:142_0": "Ettha ca yo yo ‘‘na sevitabbo’’ti vutto, so so pubbabhāge pāṇātipātādīnaṁ sambhārapariyesanāpayogakaraṇagamanakālato paṭṭhāya na sevitabbova.",
  "atk-s0102a7:142_1": "Itaro ādito paṭṭhāya sevitabbo, asakkontena cittampi uppādetabbaṁ.",
  "atk-s0102a7:142_2": "Apica saṅghabhedādīnaṁ atthāya parakkamantānaṁ devadattādīnaṁ viya kāyasamācāro na sevitabbo, divasassa dvattikkhattuṁ tiṇṇaṁ ratanānaṁ upaṭṭhānagamanādivasena pavatto dhammasenāpatimahāmoggallānattherādīnaṁ viya kāyasamācāro sevitabbo.",
  "atk-s0102a7:142_3": "Dhanuggahapesanādivasena vācaṁ bhindantānaṁ devadattādīnaṁ viya vacīsamācāro na sevitabbo, tiṇṇaṁ ratanānaṁ guṇakittanādivasena pavatto dhammasenāpatimahāmoggallānattherādīnaṁ viya vacīsamācāro sevitabbo.",
  "atk-s0102a7:142_4": "Anariyapariyesanaṁ pariyesantānaṁ devadattādīnaṁ viya pariyesanā na sevitabbā, ariyapariyesanameva pariyesantānaṁ dhammasenāpatimahāmoggallānattherādīnaṁ viya pariyesanā sevitabbā.",
  "atk-s0102a7:143_0": "Evaṁ paṭipanno khoti evaṁ asevitabbaṁ kāyavacīsamācāraṁ pariyesanañca pahāya sevitabbānaṁ pāripūriyā paṭipanno, devānaminda, bhikkhu pātimokkhasaṁvarāya uttamajeṭṭhakasīlasaṁvaratthāya paṭipanno nāma hotīti bhagavā khīṇāsavassa āgamanīyapubbabhāgapaṭipadaṁ kathesi.",
  "atk-s0102a7:144_0": "Indriyasaṁvaravaṇṇanā",
  "atk-s0102a7:145_0": "365.",
  "atk-s0102a7:145_1": "Dutiyapucchāyaṁ indriyasaṁvarāyāti indriyānaṁ pidhānāya, guttadvāratāya saṁvutadvāratāyāti attho.",
  "atk-s0102a7:145_2": "Vissajjane panassa cakkhuviññeyyaṁ rūpampītiādi sevitabbarūpādivasena indriyasaṁvaradassanatthaṁ vuttaṁ.",
  "atk-s0102a7:145_3": "Tattha evaṁ vutteti heṭṭhā somanassādipañhāvissajjanānaṁ sutattā imināpi evarūpena bhavitabbanti sañjātapaṭibhāno bhagavatā evaṁ vutte sakko devānamindo bhagavantaṁ etadavoca, etaṁ imassa kho ahaṁ, bhanteti ādikaṁ vacanaṁ avoca.",
  "atk-s0102a7:145_4": "Bhagavāpissa okāsaṁ datvā tuṇhī ahosi.",
  "atk-s0102a7:145_5": "Kathetukāmopi hi yo atthaṁ sampādetuṁ na sakkoti, atthaṁ sampādetuṁ sakkonto vā na kathetukāmo hoti, na tassa bhagavā okāsaṁ karoti.",
  "atk-s0102a7:145_6": "Ayaṁ pana yasmā kathetukāmo ceva, sakkoti ca atthaṁ sampādetuṁ tenassa bhagavā okāsamakāsi.",
  "atk-s0102a7:146_0": "Tattha evarūpaṁ na sevitabbanti ādīsu ayaṁ saṅkhepo – yaṁ rūpaṁ passato rāgādayo uppajjanti, taṁ na sevitabbaṁ na daṭṭhabbaṁ na oloketabbanti attho.",
  "atk-s0102a7:146_1": "Yaṁ pana passato asubhasaññā vā saṇṭhāti, pasādo vā uppajjati, aniccasaññāpaṭilābho vā hoti, taṁ sevitabbaṁ.",
  "atk-s0102a7:147_0": "Yaṁ cittakkharaṁ cittabyañjanampi saddaṁ suṇato rāgādayo uppajjanti, evarūpo saddo na sevitabbo.",
  "atk-s0102a7:147_1": "Yaṁ pana atthanissitaṁ dhammanissitaṁ kumbhadāsigītampi suṇantassa pasādo vā uppajjati, nibbidā vā saṇṭhāti, evarūpo saddo sevitabbo.",
  "atk-s0102a7:148_0": "Yaṁ gandhaṁ ghāyato rāgādayo uppajjanti, evarūpo gandho na sevitabbo.",
  "atk-s0102a7:148_1": "Yaṁ pana gandhaṁ ghāyato asubhasaññādipaṭilābho hoti, evarūpo gandho sevitabbo.",
  "atk-s0102a7:149_0": "Yaṁ rasaṁ sāyato rāgādayo uppajjanti, evarūpo raso na sevitabbo.",
  "atk-s0102a7:149_1": "Yaṁ pana rasaṁ sāyato āhāre paṭikūlasaññā ceva uppajjati, sāyitapaccayā ca kāyabalaṁ nissāya ariyabhūmiṁ okkamituṁ sakkoti, mahāsīvattherabhāgineyyasīvasāmaṇerassa viya paribhuñjantasseva kilesakkhayo vā hoti, evarūpo raso sevitabbo.",
  "atk-s0102a7:150_0": "Yaṁ phoṭṭhabbaṁ phusato rāgādayo uppajjanti, evarūpaṁ phoṭṭhabbaṁ na sevitabbaṁ.",
  "atk-s0102a7:150_1": "Yaṁ pana phusato sāriputtattherādīnaṁ viya āsavakkhayo ceva, vīriyañca supaggahitaṁ, pacchimā ca janatā diṭṭhānugatiṁ āpādanena anuggahitā hoti, evarūpaṁ phoṭṭhabbaṁ sevitabbaṁ.",
  "atk-s0102a7:150_2": "Sāriputtatthero kira tiṁsa vassāni mañce piṭṭhiṁ na pasāresi. Tathā mahāmoggallānatthero.",
  "atk-s0102a7:150_3": "Mahākassapatthero vīsavassasataṁ mañce piṭṭhiṁ na pasāresi.",
  "atk-s0102a7:150_4": "Anuruddhatthero paññāsa vassāni. Bhaddiyatthero tiṁsa vassāni. Soṇatthero aṭṭhārasa vassāni. Raṭṭhapālatthero dvādasa. Ānandatthero pannarasa. Rāhulatthero dvādasa. Bākulatthero asīti vassāni.",
  "atk-s0102a7:150_5": "Nāḷakatthero yāvaparinibbānā mañce piṭṭhiṁ na pasāresīti.",
  "atk-s0102a7:151_0": "Ye manoviññeyye dhamme samannāharantassa rāgādayo uppajjanti, ‘‘aho, vata yaṁ paresaṁ paravittūpakaraṇaṁ taṁ mamassā’’tiādinā nayena vā abhijjhādīni āpāthamāgacchanti evarūpā dhammā na sevitabbā.",
  "atk-s0102a7:151_1": "‘‘Sabbe sattā averā hontū’’ti evaṁ mettādivasena, ye vā pana tiṇṇaṁ therānaṁ dhammā, evarūpā sevitabbā.",
  "atk-s0102a7:151_2": "Tayo kira therā vassūpanāyikadivase kāmavitakkādayo akusalavitakkā na vitakketabbāti katikaṁ akaṁsu.",
  "atk-s0102a7:151_3": "Atha pavāraṇadivase saṅghatthero saṅghanavakaṁ pucchi – ‘‘āvuso, imasmiṁ temāse kittake ṭhāne cittassa dhāvituṁ dinna’’nti?",
  "atk-s0102a7:151_4": "Na, bhante, pariveṇaparicchedato bahi dhāvituṁ adāsinti.",
  "atk-s0102a7:151_5": "Dutiyaṁ pucchi – ‘‘tava āvuso’’ti?",
  "atk-s0102a7:151_6": "Nivāsagehato, bhante, bahi dhāvituṁ na adāsinti.",
  "atk-s0102a7:151_7": "Atha dvepi theraṁ pucchiṁsu ‘‘tumhākaṁ pana, bhante’’ti?",
  "atk-s0102a7:151_8": "Niyakajjhattakhandhapañcakato, āvuso, bahi dhāvituṁ na adāsinti.",
  "atk-s0102a7:151_9": "Tumhehi, bhante, dukkaraṁ katanti.",
  "atk-s0102a7:151_10": "Evarūpo manoviññeyyo dhammo sevitabbo.",
  "atk-s0102a7:152_0": "366.Ekantavādāti ekoyeva anto vādassa etesaṁ, na dvedhā gatavādāti ekantavādā, ekaññeva vadantīti pucchati. Ekantasīlāti ekācārā. Ekantachandāti ekaladdhikā.",
  "atk-s0102a7:152_1": "Ekantaajjhosānāti ekantapariyosānā.",
  "atk-s0102a7:153_0": "Anekadhātu nānādhātu kho, devānaminda, lokoti devānaminda, ayaṁ loko anekajjhāsayo nānajjhāsayo.",
  "atk-s0102a7:153_1": "Ekasmiṁ gantukāme eko ṭhātukāmo hoti.",
  "atk-s0102a7:153_2": "Ekasmiṁ ṭhātukāme eko sayitukāmo hoti.",
  "atk-s0102a7:153_3": "Dve sattā ekajjhāsayā nāma dullabhā.",
  "atk-s0102a7:153_4": "Tasmiṁ anekadhātunānādhātusmiṁ loke yaṁ yadeva dhātuṁ yaṁ yadeva ajjhāsayaṁ sattā abhinivisanti gaṇhanti, taṁ tadeva.",
  "atk-s0102a7:153_5": "Thāmasā parāmāsāti thāmena ca parāmāsena ca.",
  "atk-s0102a7:153_6": "Abhinivissa voharantīti suṭṭhu gaṇhitvā voharanti, kathenti dīpenti kittenti.",
  "atk-s0102a7:153_7": "Idameva saccaṁ moghamaññanti idaṁ amhākameva vacanaṁ saccaṁ, aññesaṁ vacanaṁ moghaṁ tucchaṁ niratthakanti.",
  "atk-s0102a7:154_0": "Accantaniṭṭhāti anto vuccati vināso, antaṁ atītā niṭṭhā etesanti accantaniṭṭhā.",
  "atk-s0102a7:154_1": "Yā etesaṁ niṭṭhā, yo paramassāso nibbānaṁ, taṁ sabbesaṁ vināsātikkantaṁ niccanti vuccati.",
  "atk-s0102a7:154_2": "Yogakkhemoti nibbānasseva nāmaṁ, accanto yogakkhemo etesanti accantayogakkhemī.",
  "atk-s0102a7:154_3": "Seṭṭhaṭṭhena brahmaṁ ariyamaggaṁ carantīti brahmacārī.",
  "atk-s0102a7:154_4": "Accantatthāya brahmacārī accantabrahmacārī.",
  "atk-s0102a7:154_5": "Pariyosānantipi nibbānassa nāmaṁ.",
  "atk-s0102a7:154_6": "Accantaṁ pariyosānaṁ etesanti accantapariyosānā.",
  "atk-s0102a7:155_0": "Taṇhāsaṅkhayavimuttāti taṇhāsaṅkhayoti maggopi nibbānampi.",
  "atk-s0102a7:155_1": "Maggo taṇhaṁ saṅkhiṇāti vināsetīti taṇhāsaṅkhayo.",
  "atk-s0102a7:155_2": "Nibbānaṁ yasmā taṁ āgamma taṇhā saṅkhiyati vinassati, tasmā taṇhāsaṅkhayo.",
  "atk-s0102a7:155_3": "Taṇhāsaṅkhayena maggena vimuttā, taṇhāsaṅkhaye nibbāne vimuttā adhimuttāti taṇhāsaṅkhayavimuttā.",
  "atk-s0102a7:156_0": "Ettāvatā ca bhagavatā cuddasapi mahāpañhā byākatā honti.",
  "atk-s0102a7:156_1": "Cuddasa mahāpañhā nāma issāmacchariyaṁ eko pañho, piyāppiyaṁ eko, chando eko, vitakko eko, papañco eko, somanassaṁ eko, domanassaṁ eko, upekkhā eko, kāyasamācāro eko, vacīsamācāro eko, pariyesanā eko, indriyasaṁvaro eko, anekadhātu eko, accantaniṭṭhā ekoti.",
  "atk-s0102a7:157_0": "367.Ejāti calanaṭṭhena taṇhā vuccati.",
  "atk-s0102a7:157_1": "Sā pīḷanaṭṭhena rogo, anto padussanaṭṭhena gaṇḍo, anuppaviṭṭhaṭṭhena sallaṁ.",
  "atk-s0102a7:157_2": "Tasmā ayaṁ purisoti yasmā ejā attanā katakammānurūpena purisaṁ tattha tattha abhinibbattatthāya kaḍḍhati, tasmā ayaṁ puriso tesaṁ tesaṁ bhavānaṁ vasena uccāvacaṁ āpajjati.",
  "atk-s0102a7:157_3": "Brahmaloke ucco hoti, devaloke avaco.",
  "atk-s0102a7:157_4": "Devaloke ucco, manussaloke avaco.",
  "atk-s0102a7:157_5": "Manussaloke ucco, apāye avaco.",
  "atk-s0102a7:157_6": "Yesāhaṁ, bhanteti yesaṁ ahaṁ bhante.",
  "atk-s0102a7:157_7": "Sandhivasena panettha ‘‘yesāha’’nti hoti.",
  "atk-s0102a7:157_8": "Yathāsutaṁ yathāpariyattanti yathā mayā suto ceva uggahito ca, evaṁ.",
  "atk-s0102a7:157_9": "Dhammaṁ desemīti sattavatapadaṁ dhammaṁ desemi.",
  "atk-s0102a7:157_10": "Na cāhaṁ tesanti ahaṁ pana tesaṁ sāvako na sampajjāmi.",
  "atk-s0102a7:157_11": "Ahaṁ kho pana, bhantetiādinā attano sotāpannabhāvaṁ jānāpeti.",
  "atk-s0102a7:158_0": "Somanassapaṭilābhakathāvaṇṇanā",
  "atk-s0102a7:159_0": "368.Vedapaṭilābhanti tuṭṭhipaṭilābhaṁ.",
  "atk-s0102a7:159_1": "Devāsurasaṅgāmoti devānañca asurānañca saṅgāmo.",
  "atk-s0102a7:159_2": "Samupabyūḷhoti samāpanno nalāṭena nalāṭaṁ paharaṇākārappatto viya.",
  "atk-s0102a7:159_3": "Etesaṁ kira kadāci mahāsamuddapiṭṭhe saṅgāmo hoti tattha pana chedanavijjhanādīhi aññamaññaṁ ghāto nāma natthi, dārumeṇḍakayuddhaṁ viya jayaparājayamattameva hoti.",
  "atk-s0102a7:159_4": "Kadāci devā jinanti, kadāci asurā.",
  "atk-s0102a7:159_5": "Tattha yasmiṁ saṅgāme devā puna apaccāgamanāya asure jiniṁsu, taṁ sandhāya tasmiṁ kho pana bhantetiādimāha. Ubhayametanti ubhayaṁ etaṁ.",
  "atk-s0102a7:159_6": "Duvidhampi ojaṁ ettha devaloke devāyeva paribhuñjissantīti evamassa āvajjantassa balavapītisomanassaṁ uppajji.",
  "atk-s0102a7:159_7": "Sadaṇḍāvacaroti sadaṇḍāvacarako, daṇḍaggahaṇena satthaggahaṇena saddhiṁ ahosi, na nikkhittadaṇḍasatthoti dasseti.",
  "atk-s0102a7:159_8": "Ekantanibbidāyāti ekanteneva vaṭṭe nibbindanatthāyāti sabbaṁ mahāgovindasutte vuttameva.",
  "atk-s0102a7:160_0": "369.Pavedesīti kathesi dīpesi. Idhevāti imasmiññeva okāse.",
  "atk-s0102a7:160_1": "Devabhūtassa me satoti devassa me sato.",
  "atk-s0102a7:160_2": "Punarāyu ca me laddhoti puna aññena kammavipākena me jīvitaṁ laddhanti, iminā attano cutabhāvaṁ ceva upapannabhāvañca āvikaroti.",
  "atk-s0102a7:161_0": "Diviyā kāyāti dibbā attabhāvā.",
  "atk-s0102a7:161_1": "Āyuṁ hitvā amānusanti dibbaṁ āyuṁ jahitvā.",
  "atk-s0102a7:161_2": "Amūḷho gabbhamessāmīti niyatagatikattā amūḷho hutvā.",
  "atk-s0102a7:161_3": "Yattha me ramatī manoti yattha me mano ramissati, tattheva khattiyakulādīsu gabbhaṁ upagacchissāmīti sattakkhattuṁ deve ca mānuse cāti imamatthaṁ dīpeti.",
  "atk-s0102a7:162_0": "Ñāyena viharissāmīti manussesu upapannopi mātaraṁ jīvitā voropanādīnaṁ abhabbattā ñāyena kāraṇena samena viharissāmīti attho.",
  "atk-s0102a7:163_0": "Sambodhice bhavissatīti idaṁ sakadāgāmimaggaṁ sandhāya vadati, sace sakadāgāmī bhavissāmīti dīpeti.",
  "atk-s0102a7:163_1": "Aññātā viharissāmīti aññātā ājānitukāmo hutvā viharissāmi.",
  "atk-s0102a7:163_2": "Sveva anto bhavissatīti so eva me manussaloke anto bhavissatīti.",
  "atk-s0102a7:164_0": "Punadevo bhavissāmi, devalokasmiṁ uttamoti puna devalokasmiṁ uttamo sakko devānamindo bhavissāmīti vadati.",
  "atk-s0102a7:165_0": "Antime vattamānamhīti antime bhave vattamāne.",
  "atk-s0102a7:165_1": "So nivāso bhavissatīti ye te āyunā ca paññāya ca akaniṭṭhā jeṭṭhakā sabbadevehi paṇītatarā devā, avasāne me so nivāso bhavissati .",
  "atk-s0102a7:165_2": "Ayaṁ kira tato sakkattabhāvato cuto tasmiṁ attabhāve anāgāmimaggassa paṭiladdhattā uddhaṁsoto akaniṭṭhagāmī hutvā avihādīsu nibbattanto avasāne akaniṭṭhe nibbattissati. Taṁ sandhāya evamāha.",
  "atk-s0102a7:165_3": "Esa kira avihesu kappasahassaṁ vasissati, atappesu dve kappasahassāni, sudassesu cattāri kappasahassāni, sudassīsu aṭṭha, akaniṭṭhesu soḷasāti ekatiṁsa kappasahassāni brahmaāyuṁ anubhavissati.",
  "atk-s0102a7:165_4": "Sakko devarājā anāthapiṇḍiko gahapati visākhā mahāupāsikāti tayopi hi ime ekappamāṇaāyukā eva, vaṭṭābhiratasattā nāma etehi sadisā sukhabhāgino nāma natthi.",
  "atk-s0102a7:166_0": "370.Apariyositasaṅkappoti aniṭṭhitamanoratho.",
  "atk-s0102a7:166_1": "Yassu maññāmi samaṇeti ye ca samaṇe pavivittavihārinoti maññāmi.",
  "atk-s0102a7:167_0": "Ārādhanāti sampādanā. Virādhanāti asampādanā.",
  "atk-s0102a7:167_1": "Na sampāyantīti sampādetvā kathetuṁ na sakkonti.",
  "atk-s0102a7:168_0": "Ādiccabandhunanti ādiccopi gotamagotto, bhagavāpi gotamagotto, tasmā evamāha.",
  "atk-s0102a7:168_1": "Yaṁ karomasīti yaṁ pubbe brahmuno namakkāraṁ karoma.",
  "atk-s0102a7:168_2": "Samaṁ devehīti devehi saddhiṁ, ito paṭṭhāya idāni amhākaṁ brahmuno namakkārakaraṇaṁ natthīti dasseti.",
  "atk-s0102a7:168_3": "Sāmaṁ karomāti namakkāraṁ karoma.",
  "atk-s0102a7:169_0": "371.Parāmasitvāti tuṭṭhacitto sahāyaṁ hatthena hatthamhi paharanto viya pathaviṁ paharitvā, sakkhibhāvatthāya vā paharitvā ‘‘yathā tvaṁ niccalo, evamahaṁ bhagavatī’’ti.",
  "atk-s0102a7:169_1": "Ajjhiṭṭhapañhāti ajjhesitapañhā patthitapañhā. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0102a7:170_0": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0102a7:171_0": "Sakkapañhasuttavaṇṇanā niṭṭhitā."
}