{
  "atk-abh03a48:0_0": "9. Dhammayamakaṁ",
  "atk-abh03a48:1_0": "1. Paṇṇattiuddesavāravaṇṇanā",
  "atk-abh03a48:2_0": "1-16.",
  "atk-abh03a48:2_1": "Idāni tesaññeva mūlayamake desitānaṁ kusalādidhammānaṁ mātikaṁ ṭhapetvā cittayamakānantaraṁ desitassa dhammayamakassa vaṇṇanā hoti.",
  "atk-abh03a48:2_2": "Tattha khandhayamake vuttanayeneva pāḷivavatthānaṁ veditabbaṁ.",
  "atk-abh03a48:2_3": "Yathā hi tattha paṇṇattivārādayo tayo mahāvārā, avasesā antaravārā ca honti, tathā idhāpi.",
  "atk-abh03a48:2_4": "‘‘Yo kusalaṁ dhammaṁ bhāveti, so akusalaṁ dhammaṁ pajahatī’’ti āgatattā panettha pariññāvāro, bhāvanāvāro nāmāti veditabbo.",
  "atk-abh03a48:2_5": "Tattha yasmā abyākato dhammo neva bhāvetabbo, na pahātabbo, tasmā taṁ padameva na uddhaṭaṁ.",
  "atk-abh03a48:2_6": "Paṇṇattivāre panettha tiṇṇaṁ kusalādidhammānaṁ vasena padasodhanavāro, padasodhanamūlacakkavāro, suddhadhammavāro, suddhadhammamūlacakkavāroti imesu catūsu vāresu yamakagaṇanā veditabbā.",
  "atk-abh03a48:3_0": "1. Paṇṇattiniddesavāravaṇṇanā",
  "atk-abh03a48:4_0": "17-32.",
  "atk-abh03a48:4_1": "Paṇṇattivāraniddese pana kusalā kusaladhammāti kusalānaṁ ekantena kusaladhammattā ‘‘āmantā’’ti vuttaṁ.",
  "atk-abh03a48:4_2": "Sesavissajjanesupi eseva nayo.",
  "atk-abh03a48:4_3": "Avasesā dhammā na akusalā dhammāti avasesā dhammā akusalā na honti, dhammā pana hontīti attho.",
  "atk-abh03a48:4_4": "Iminā nayena sabbavissajjanāni veditabbāni.",
  "atk-abh03a48:5_0": "Paṇṇattivāravaṇṇanā.",
  "atk-abh03a48:6_0": "2. Pavattivāravaṇṇanā",
  "atk-abh03a48:7_0": "33-34.",
  "atk-abh03a48:7_1": "Pavattivāre panettha paccuppannakāle puggalavārassa anulomanaye ‘‘yassa kusalā dhammā uppajjanti, tassa akusalā dhammā uppajjanti;",
  "atk-abh03a48:7_2": "yassa vā pana akusalā dhammā uppajjanti, tassa kusalā dhammā uppajjantī’’ti kusaladhammamūlakāni dve yamakāni, akusaladhammamūlakaṁ ekanti tīṇi yamakāni honti.",
  "atk-abh03a48:7_3": "Tassa paṭilomanayepi okāsavārādīsupi eseva nayo.",
  "atk-abh03a48:7_4": "Evamettha sabbavāresu tiṇṇaṁ tiṇṇaṁ yamakānaṁ vasena yamakagaṇanā veditabbā.",
  "atk-abh03a48:7_5": "Atthavinicchaye panettha idaṁ lakkhaṇaṁ – imassa hi dhammayamakassa pavattimahāvāre ‘‘uppajjanti nirujjhantī’’ti imesu uppādanirodhesu kusalākusaladhammā tāva ekantena pavattiyaṁyeva labbhanti, na cutipaṭisandhīsu.",
  "atk-abh03a48:7_6": "Abyākatadhammā pana pavatte ca cutipaṭisandhīsu cāti tīsupi kālesu labbhanti.",
  "atk-abh03a48:7_7": "Evamettha yaṁ yattha yattha labbhati, tassa vasena tattha tattha vinicchayo veditabbo.",
  "atk-abh03a48:8_0": "Tatridaṁ nayamukhaṁ – kusalākusalānaṁ tāva ekakkhaṇe anuppajjanato ‘‘no’’ti paṭisedho kato.",
  "atk-abh03a48:8_1": "Abyākatā cāti cittasamuṭṭhānarūpavasena vuttaṁ.",
  "atk-abh03a48:9_0": "35-36.Yattha kusalā dhammā nuppajjantīti asaññabhavaṁ sandhāya vuttaṁ.",
  "atk-abh03a48:9_1": "Tenevettha ‘‘āmantā’’ti vissajjanaṁ kataṁ.",
  "atk-abh03a48:9_2": "Uppajjantīti idampi asaññabhavaṁyeva sandhāya vuttaṁ.",
  "atk-abh03a48:9_3": "Abyākatānaṁ pana anuppattiṭṭhānassa abhāvā ‘‘natthī’’ti paṭikkhepo kato.",
  "atk-abh03a48:10_0": "49.Dutiye akusaleti bhavaṁ assādetvā uppannesu nikantijavanesu dutiye javanacitte.",
  "atk-abh03a48:10_1": "Dutiye citte vattamāneti paṭisandhito dutiye bhavaṅgacitte vattamāne saha vā paṭisandhiyā bhavaṅgaṁ vipākavasena ekameva katvā bhavanikantiyā āvajjanacitte.",
  "atk-abh03a48:10_2": "Tañhi kiriyacittattā abyākatajātiyaṁ vipākato dutiyaṁ nāma hoti.",
  "atk-abh03a48:11_0": "57.Yassa cittassa anantarāaggamagganti gotrabhucittaṁ sandhāya vuttaṁ.",
  "atk-abh03a48:11_1": "Kusalā dhammā uppajjissantīti te aggamaggadhammeyeva sandhāya vuttaṁ.",
  "atk-abh03a48:12_0": "79.Yassacittassa anantarā aggamaggaṁ paṭilabhissanti, tassa cittassa uppādakkhaṇeti idaṁ cittajātivasena vuttaṁ.",
  "atk-abh03a48:12_1": "Tajjātikassa hi ekāvajjanena uppannassa tato orimacittassa uppādakkhaṇepi etaṁ lakkhaṇaṁ labbhateva.",
  "atk-abh03a48:13_0": "99.",
  "atk-abh03a48:13_1": "Nirodhavārepi kusalākusalānaṁ ekato anirujjhanato ‘‘no’’ti vuttaṁ.",
  "atk-abh03a48:13_2": "Iminā nayamukhena sabbattha vinicchayo veditabboti.",
  "atk-abh03a48:14_0": "Dhammayamakavaṇṇanā niṭṭhitā."
}