{
  "atk-s0403a40:0_0": "2. Anusayavaggo",
  "atk-s0403a40:1_0": "3. Kulasuttavaṇṇanā",
  "atk-s0403a40:2_0": "13.",
  "atk-s0403a40:2_1": "Dutiyassa tatiye nālanti na yuttaṁ nānucchavikaṁ.",
  "atk-s0403a40:2_2": "Na manāpenāti na manamhi appanakena ākārena nisinnāsanato paccuṭṭhenti, anādarameva dassenti.",
  "atk-s0403a40:2_3": "Santamassa pariguhantīti vijjamānampi deyyadhammaṁ etassa niguhanti paṭicchādenti.",
  "atk-s0403a40:2_4": "Asakkaccaṁ denti no sakkaccanti lūkhaṁ vā hotu paṇītaṁ vā, asahatthā acittīkārena denti, no cittīkārena.",
  "atk-s0403a40:3_0": "4. Puggalasuttavaṇṇanā",
  "atk-s0403a40:4_0": "14.",
  "atk-s0403a40:4_1": "Catutthe ubhatobhāgavimuttoti dvīhi bhāgehi vimutto, arūpasamāpattiyā rūpakāyato vimutto, maggena nāmakāyato.",
  "atk-s0403a40:4_2": "So catunnaṁ arūpasamāpattīnaṁ ekekato vuṭṭhāya saṅkhāre sammasitvā arahattaṁ pattānaṁ catunnaṁ, nirodhā vuṭṭhāya arahattaṁ pattaanāgāmino ca vasena pañcavidho hoti.",
  "atk-s0403a40:4_3": "Pāḷi panettha ‘‘katamo ca puggalo ubhatobhāgavimutto?",
  "atk-s0403a40:4_4": "Idhekacco puggalo aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā hontī’’ti (pu. pa.",
  "atk-s0403a40:4_5": "208) evaṁ aṭṭhavimokkhalābhino vasena āgatā.",
  "atk-s0403a40:5_0": "Paññāya vimuttoti paññāvimutto.",
  "atk-s0403a40:5_1": "So sukkhavipassako, catūhi jhānehi vuṭṭhāya arahattaṁ pattā cattāro cāti imesaṁ vasena pañcavidho hoti.",
  "atk-s0403a40:5_2": "Pāḷi panettha aṭṭhavimokkhapaṭikkhepavaseneva āgatā.",
  "atk-s0403a40:5_3": "Yathāha – ‘‘na heva kho aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā honti.",
  "atk-s0403a40:5_4": "Ayaṁ vuccati puggalo paññāvimutto’’ti.",
  "atk-s0403a40:6_0": "Phuṭṭhantaṁ sacchikatoti kāyasakkhī.",
  "atk-s0403a40:6_1": "So jhānaphassaṁ paṭhamaṁ phusati, pacchā nirodhaṁ nibbānaṁ sacchikaroti.",
  "atk-s0403a40:6_2": "So sotāpattiphalaṭṭhaṁ ādiṁ katvā yāva arahattamaggaṭṭhā chabbidho hoti.",
  "atk-s0403a40:6_3": "Tenāha – ‘‘idhekacco puggalo aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti.",
  "atk-s0403a40:6_4": "Ayaṁ vuccati puggalo kāyasakkhī’’ti (pu. pa. 208).",
  "atk-s0403a40:7_0": "Diṭṭhantaṁ pattoti diṭṭhippatto.",
  "atk-s0403a40:7_1": "Tatridaṁ saṅkhepalakkhaṇaṁ – dukkhā saṅkhārā, sukho nirodhoti ñātaṁ hoti diṭṭhaṁ viditaṁ sacchikataṁ phusitaṁ paññāyāti diṭṭhippatto.",
  "atk-s0403a40:7_2": "Vitthārato pana sopi kāyasakkhī viya chabbidho hoti.",
  "atk-s0403a40:7_3": "Tenevāha – ‘‘idhekacco puggalo ‘idaṁ dukkha’nti yathābhūtaṁ pajānāti…pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā paññāya…pe… ayaṁ vuccati puggalo diṭṭhippatto’’ti.",
  "atk-s0403a40:8_0": "Saddhāya vimuttoti saddhāvimutto.",
  "atk-s0403a40:8_1": "Sopi vuttanayeneva chabbidho hoti.",
  "atk-s0403a40:8_2": "Tenāha – ‘‘idhekacco puggalo ‘idaṁ dukkha’nti yathābhūtaṁ pajānāti…pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṁ pajānāti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā paññāya…pe… no ca kho yathādiṭṭhippattassa.",
  "atk-s0403a40:8_3": "Ayaṁ vuccati puggalo saddhāvimutto’’ti.",
  "atk-s0403a40:8_4": "Etassa hi saddhāvimuttassa pubbabhāgamaggakkhaṇe saddahantassa viya okappentassa viya adhimuccantassa viya ca kilesakkhayo hoti, diṭṭhippattassa pubbabhāgamaggakkhaṇe kilesacchedakañāṇaṁ adandhaṁ tikhiṇaṁ sūraṁ hutvā vahati.",
  "atk-s0403a40:8_5": "Tasmā yathā nāma nātitikhiṇena asinā kadaliṁ chindantassa chinnaṭṭhānaṁ maṭṭhaṁ na hoti, asi sīghaṁ na vahati, saddo suyyati, balavataro vāyāmo kātabbo hoti, evarūpā saddhāvimuttassa pubbabhāgamaggabhāvanā.",
  "atk-s0403a40:8_6": "Yathā pana sunisitena asinā kadaliṁ chindantassa chinnaṭṭhānaṁ maṭṭhaṁ hoti, asi sīghaṁ vahati, saddo na suyyati, balavavāyāmakiccaṁ na hoti, evarūpā paññāvimuttassa pubbabhāgamaggabhāvanā veditabbā.",
  "atk-s0403a40:9_0": "Dhammaṁ anussaratīti dhammānusārī.",
  "atk-s0403a40:9_1": "Dhammoti paññā, paññāpubbaṅgamaṁ maggaṁ bhāvetīti attho. Saddhānusārimhipi eseva nayo.",
  "atk-s0403a40:9_2": "Ubhopete sotāpattimaggaṭṭhāyeva.",
  "atk-s0403a40:9_3": "Vuttampi cetaṁ – ‘‘yassa puggalassa sotāpattiphalasacchikiriyāya paṭipannassa paññindriyaṁ adhimattaṁ hoti, paññāvāhiṁ paññāpubbaṅgamaṁ ariyamaggaṁ bhāveti.",
  "atk-s0403a40:9_4": "Ayaṁ vuccati puggalo dhammānusārī.",
  "atk-s0403a40:9_5": "Yassa puggalassa sotāpattiphalasacchikiriyāya paṭipannassa saddhindriyaṁ adhimattaṁ hoti, saddhāvāhiṁ saddhāpubbaṅgamaṁ ariyamaggaṁ bhāveti.",
  "atk-s0403a40:9_6": "Ayaṁ vuccati puggalo saddhānusārī’’ti (pu. pa. 208).",
  "atk-s0403a40:9_7": "Ayamettha saṅkhepo, vitthārato panesā ubhatobhāgavimuttādikathā visuddhimagge (visuddhi.",
  "atk-s0403a40:9_8": "2.771, 889) paññābhāvanādhikāre vuttā.",
  "atk-s0403a40:9_9": "Tasmā tattha vuttanayeneva veditabbāti.",
  "atk-s0403a40:10_0": "5. Udakūpamāsuttavaṇṇanā",
  "atk-s0403a40:11_0": "15.",
  "atk-s0403a40:11_1": "Pañcame udakūpamāti nimujjanādiākāraṁ gahetvā udakena upamitā.",
  "atk-s0403a40:11_2": "Sakiṁ nimuggoti ekavārameva nimuggo.",
  "atk-s0403a40:11_3": "Ekantakāḷakehīti niyatamicchādiṭṭhiṁ sandhāya vuttaṁ. Ummujjatīti uṭṭhahati. Sādhūti sobhanā bhaddakā.",
  "atk-s0403a40:11_4": "Hāyatiyevāti caṅkavāre āsittaudakaṁ viya parihāyateva .",
  "atk-s0403a40:11_5": "Ummujjitvā vipassati viloketīti uṭṭhahitvā gantabbadisaṁ vipassati viloketi.",
  "atk-s0403a40:11_6": "Pataratīti gantabbadisābhimukho tarati nāma.",
  "atk-s0403a40:11_7": "Paṭigādhappatto hotīti uṭṭhāya viloketvā pataritvā ekasmiṁ ṭhāne patiṭṭhāpatto nāma hoti, tiṭṭhati na punāgacchati.",
  "atk-s0403a40:11_8": "Tiṇṇopāraṅgato thale tiṭṭhatīti sabbakilesoghaṁ taritvā paratīraṁ gantvā nibbānathale patiṭṭhito nāma hoti.",
  "atk-s0403a40:11_9": "Imasmiṁ sutte vaṭṭavivaṭṭaṁ kathitaṁ.",
  "atk-s0403a40:12_0": "6. Aniccānupassīsuttavaṇṇanā",
  "atk-s0403a40:13_0": "16.",
  "atk-s0403a40:13_1": "Chaṭṭhe aniccāti evaṁ paññāya pharanto anupassatīti aniccānupassī.",
  "atk-s0403a40:13_2": "Aniccāti evaṁ saññā assāti aniccasaññī.",
  "atk-s0403a40:13_3": "Aniccāti evaṁ ñāṇena paṭisaṁveditā assāti aniccapaṭisaṁvedī. Satatanti sabbakālaṁ.",
  "atk-s0403a40:13_4": "Samitanti yathā purimacittena pacchimacittaṁ samitaṁ samupagataṁ ghaṭṭitaṁ hoti, evaṁ.",
  "atk-s0403a40:13_5": "Abbokiṇṇanti nirantaraṁ aññena cetasā asaṁmissaṁ.",
  "atk-s0403a40:13_6": "Cetasā adhimuccamānoti cittena sanniṭṭhāpayamāno.",
  "atk-s0403a40:13_7": "Paññāya pariyogāhamānoti vipassanāñāṇena anupavisamāno.",
  "atk-s0403a40:14_0": "Apubbaṁ acarimanti apure apacchā ekakkhaṇeyeva. Idha samasīsī kathito.",
  "atk-s0403a40:14_1": "So catubbidho hoti rogasamasīsī, vedanāsamasīsī, iriyāpathasamasīsī, jīvitasamasīsīti.",
  "atk-s0403a40:14_2": "Tattha yassa aññatarena rogena phuṭṭhassa sato rogavūpasamo ca āsavakkhayo ca ekappahāreneva hoti, ayaṁ rogasamasīsī nāma.",
  "atk-s0403a40:14_3": "Yassa pana aññataraṁ vedanaṁ vedayato vedanāvūpasamo ca āsavakkhayo ca ekappahāreneva hoti, ayaṁ vedanāsamasīsī nāma.",
  "atk-s0403a40:14_4": "Yassa pana ṭhānādīsu iriyāpathesu aññatarasamaṅgino vipassantassa iriyāpathassa pariyosānañca āsavakkhayo ca ekappahāreneva hoti, ayaṁ iriyāpathasamasīsī nāma.",
  "atk-s0403a40:14_5": "Yassa pana upakkamato vā sarasato vā jīvitapariyādānañca āsavakkhayo ca ekappahāreneva hoti, ayaṁ jīvitasamasīsī nāma. Ayamidha adhippeto.",
  "atk-s0403a40:14_6": "Tattha kiñcāpi āsavapariyādānaṁ maggacittena, jīvitapariyādānaṁ cuticittena hotīti ubhinnaṁ ekakkhaṇe sambhavo nāma natthi.",
  "atk-s0403a40:14_7": "Yasmā panassa āsavesu khīṇamattesu paccavekkhaṇavārānantarameva jīvitapariyādānaṁ gacchati, antaraṁ na paññāyati, tasmā evaṁ vuttaṁ.",
  "atk-s0403a40:15_0": "Antarāparinibbāyīti yo pañcasu suddhāvāsesu yattha katthaci uppanno nibbattakkhaṇe vā thokaṁ atikkamitvā vā vemajjhe ṭhatvā vā arahattaṁ pāpuṇāti, tassetaṁ nāmaṁ.",
  "atk-s0403a40:15_1": "Upahaccaparinibbāyīti yo tattheva āyuvemajjhaṁ atikkamitvā arahattaṁ pāpuṇāti.",
  "atk-s0403a40:15_2": "Asaṅkhāraparinibbāyīti yo tesaṁyeva puggalānaṁ asaṅkhāreneva appayogena kilese khepeti.",
  "atk-s0403a40:15_3": "Sasaṅkhāraparinibbāyīti yo sasaṅkhārena sappayogena kilese khepeti.",
  "atk-s0403a40:15_4": "Uddhaṁsoto akaniṭṭhagāmīti yo heṭṭhā catūsu suddhāvāsesu yattha katthaci nibbattitvā tato cuto anupubbena akaniṭṭhe uppajjitvā arahattaṁ pāpuṇāti.",
  "atk-s0403a40:16_0": "7-9. Dukkhānupassīsuttādivaṇṇanā",
  "atk-s0403a40:17_0": "17-19.",
  "atk-s0403a40:17_1": "Sattame dukkhānupassīti pīḷanākāraṁ dukkhato anupassanto.",
  "atk-s0403a40:17_2": "Aṭṭhame anattānupassīti avasavattanākāraṁ anattāti anupassanto.",
  "atk-s0403a40:17_3": "Navame sukhānupassīti sukhanti evaṁ ñāṇena anupassanto.",
  "atk-s0403a40:18_0": "10. Niddasavatthusuttavaṇṇanā",
  "atk-s0403a40:19_0": "20.",
  "atk-s0403a40:19_1": "Dasame niddasavatthūnīti niddasādivatthūni, ‘‘niddaso bhikkhu, nibbīso, nittiṁso, niccattālīso, nippaññāso’’ti evaṁ vacanakāraṇāni.",
  "atk-s0403a40:19_2": "Ayaṁ kira pañho titthiyasamaye uppanno.",
  "atk-s0403a40:19_3": "Titthiyā hi dasavassakāle mataṁ nigaṇṭhaṁ niddasoti vadanti.",
  "atk-s0403a40:19_4": "So kira puna dasavasso na hoti.",
  "atk-s0403a40:19_5": "Na kevalañca dasavasso, navavassopi ekavassopi na hoti.",
  "atk-s0403a40:19_6": "Eteneva nayena vīsativassādikālepi mataṁ nigaṇṭhaṁ ‘‘nibbīso nittiṁso niccattālīso nippaññāso’’ti vadanti.",
  "atk-s0403a40:19_7": "Āyasmā ānando gāme vicaranto taṁ kathaṁ sutvā vihāraṁ gantvā bhagavato ārocesi.",
  "atk-s0403a40:19_8": "Bhagavā āha – ‘‘na idaṁ, ānanda, titthiyānaṁ adhivacanaṁ, mama sāsane khīṇāsavassetaṁ adhivacanaṁ.",
  "atk-s0403a40:19_9": "Khīṇāsavo hi dasavassakāle parinibbuto puna dasavasso na hoti.",
  "atk-s0403a40:19_10": "Na kevalañca dasavassova, navavassopi…pe… ekavassopi.",
  "atk-s0403a40:19_11": "Na kevalañca ekavassova, ekādasamāsikopi…pe… ekamāsikopi ekamuhuttikopi na hotiyeva’’. Kasmā? Puna paṭisandhiyā abhāvā. Nibbīsādīsupi eseva nayo.",
  "atk-s0403a40:19_12": "Iti bhagavā ‘‘mama sāsane khīṇāsavassetaṁ adhivacana’’nti vatvā yehi kāraṇehi niddaso hoti, tāni dassetuṁ imaṁ desanaṁ ārabhi.",
  "atk-s0403a40:20_0": "Tattha idhāti imasmiṁ sāsane.",
  "atk-s0403a40:20_1": "Sikkhāsamādāne tibbacchando hotīti sikkhāttayapūraṇe balavacchando hoti.",
  "atk-s0403a40:20_2": "Āyatiñca sikkhāsamādāne avigatapemoti anāgate punadivasādīsupi sikkhāpūraṇe avigatapemeneva samannāgato hoti.",
  "atk-s0403a40:20_3": "Dhammanisantiyāti dhammanisāmanāya. Vipassanāyetaṁ adhivacanaṁ. Icchāvinayeti taṇhāvinaye. Paṭisallāneti ekībhāve.",
  "atk-s0403a40:20_4": "Vīriyārambheti kāyikacetasikassa vīriyassa pūraṇe.",
  "atk-s0403a40:20_5": "Satinepakketi satiyañceva nipakabhāve.",
  "atk-s0403a40:20_6": "Diṭṭhipaṭivedheti maggadassane. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0403a40:21_0": "Anusayavaggo dutiyo."
}