{
  "atk-s0101a0:0_0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0101a0:1_0": "Dīghanikāye",
  "atk-s0101a0:2_0": "Sīlakkhandhavaggaṭṭhakathā",
  "atk-s0101a0:3_0": "Ganthārambhakathā",
  "atk-s0101a0:4_0": "Karuṇāsītalahadayaṁ , paññāpajjotavihatamohatamaṁ;",
  "atk-s0101a0:5_0": "Sanarāmaralokagaruṁ, vande sugataṁ gativimuttaṁ.",
  "atk-s0101a0:6_0": "Buddhopi buddhabhāvaṁ, bhāvetvā ceva sacchikatvā ca;",
  "atk-s0101a0:7_0": "Yaṁ upagato gatamalaṁ, vande tamanuttaraṁ dhammaṁ.",
  "atk-s0101a0:8_0": "Sugatassa orasānaṁ, puttānaṁ mārasenamathanānaṁ;",
  "atk-s0101a0:9_0": "Aṭṭhannampi samūhaṁ, sirasā vande ariyasaṅghaṁ.",
  "atk-s0101a0:10_0": "Iti me pasannamatino, ratanattayavandanāmayaṁ puññaṁ;",
  "atk-s0101a0:11_0": "Yaṁ suvihatantarāyo, hutvā tassānubhāvena.",
  "atk-s0101a0:12_0": "Dīghassa dīghasuttaṅkitassa, nipuṇassa āgamavarassa;",
  "atk-s0101a0:13_0": "Buddhānubuddhasaṁvaṇṇitassa, saddhāvahaguṇassa.",
  "atk-s0101a0:14_0": "Atthappakāsanatthaṁ, aṭṭhakathā ādito vasisatehi;",
  "atk-s0101a0:15_0": "Pañcahi yā saṅgītā, anusaṅgītā ca pacchāpi.",
  "atk-s0101a0:16_0": "Sīhaḷadīpaṁ pana ābhatātha, vasinā mahāmahindena;",
  "atk-s0101a0:17_0": "Ṭhapitā sīhaḷabhāsāya, dīpavāsīnamatthāya.",
  "atk-s0101a0:18_0": "Apanetvāna tatohaṁ, sīhaḷabhāsaṁ manoramaṁ bhāsaṁ;",
  "atk-s0101a0:19_0": "Tantinayānucchavikaṁ, āropento vigatadosaṁ.",
  "atk-s0101a0:20_0": "Samayaṁ avilomento, therānaṁ theravaṁsapadīpānaṁ;",
  "atk-s0101a0:21_0": "Sunipuṇavinicchayānaṁ, mahāvihāre nivāsīnaṁ.",
  "atk-s0101a0:22_0": "Hitvā punappunāgatamatthaṁ, atthaṁ pakāsayissāmi;",
  "atk-s0101a0:23_0": "Sujanassa ca tuṭṭhatthaṁ, ciraṭṭhitatthañca dhammassa.",
  "atk-s0101a0:24_0": "Sīlakathā dhutadhammā, kammaṭṭhānāni ceva sabbāni;",
  "atk-s0101a0:25_0": "Cariyāvidhānasahito, jhānasamāpattivitthāro.",
  "atk-s0101a0:26_0": "Sabbā ca abhiññāyo, paññāsaṅkalananicchayo ceva;",
  "atk-s0101a0:27_0": "Khandhadhātāyatanindriyāni, ariyāni ceva cattāri.",
  "atk-s0101a0:28_0": "Saccāni paccayākāradesanā, suparisuddhanipuṇanayā;",
  "atk-s0101a0:29_0": "Avimuttatantimaggā, vipassanā bhāvanā ceva.",
  "atk-s0101a0:30_0": "Iti pana sabbaṁ yasmā, visuddhimagge mayā suparisuddhaṁ;",
  "atk-s0101a0:31_0": "Vuttaṁ tasmā bhiyyo, na taṁ idha vicārayissāmi.",
  "atk-s0101a0:32_0": "‘‘Majjhe visuddhimaggo, esa catunnampi āgamānañhi;",
  "atk-s0101a0:33_0": "Ṭhatvā pakāsayissati, tattha yathā bhāsitaṁ atthaṁ’’.",
  "atk-s0101a0:34_0": "Icceva kato tasmā, tampi gahetvāna saddhimetāya;",
  "atk-s0101a0:35_0": "Aṭṭhakathāya vijānatha, dīghāgamanissitaṁ atthanti.",
  "atk-s0101a0:36_0": "Nidānakathā",
  "atk-s0101a0:37_0": "Tattha dīghāgamo nāma sīlakkhandhavaggo, mahāvaggo, pāthikavaggoti vaggato tivaggo hoti;",
  "atk-s0101a0:37_1": "suttato catuttiṁsasuttasaṅgaho.",
  "atk-s0101a0:37_2": "Tassa vaggesu sīlakkhandhavaggo ādi, suttesu brahmajālaṁ.",
  "atk-s0101a0:37_3": "Brahmajālassāpi ‘‘evaṁ me suta’’ntiādikaṁ āyasmatā ānandena paṭhamamahāsaṅgītikāle vuttaṁ nidānamādi.",
  "atk-s0101a0:38_0": "Paṭhamamahāsaṅgītikathā",
  "atk-s0101a0:39_0": "Paṭhamamahāsaṅgīti nāma cesā kiñcāpi vinayapiṭake tantimārūḷhā, nidānakosallatthaṁ pana idhāpi evaṁ veditabbā.",
  "atk-s0101a0:39_1": "Dhammacakkappavattanañhi ādiṁ katvā yāva subhaddaparibbājakavinayanā katabuddhakicce, kusinārāyaṁ upavattane mallānaṁ sālavane yamakasālānamantare visākhapuṇṇamadivase paccūsasamaye anupādisesāya nibbānadhātuyā parinibbute bhagavati lokanāthe, bhagavato dhātubhājanadivase sannipatitānaṁ sattannaṁ bhikkhusatasahassānaṁ saṅghatthero āyasmā mahākassapo sattāhaparinibbute bhagavati subhaddena vuḍḍhapabbajitena –",
  "atk-s0101a0:39_2": "‘‘alaṁ, āvuso, mā socittha, mā paridevittha, sumuttā mayaṁ tena mahāsamaṇena, upaddutā ca homa –",
  "atk-s0101a0:39_3": "‘idaṁ vo kappati, idaṁ vo na kappatī’ti, idāni pana mayaṁ yaṁ icchissāma, taṁ karissāma, yaṁ na icchissāma na taṁ karissāmā’’ti (cūḷava.",
  "atk-s0101a0:39_4": "437) vuttavacanamanussaranto, īdisassa ca saṅghasannipātassa puna dullabhabhāvaṁ maññamāno, ‘‘ṭhānaṁ kho panetaṁ vijjati, yaṁ pāpabhikkhū ‘atītasatthukaṁ pāvacana’nti maññamānā pakkhaṁ labhitvā nacirasseva saddhammaṁ antaradhāpeyyuṁ, yāva ca dhammavinayo tiṭṭhati, tāva anatītasatthukameva pāvacanaṁ hoti.",
  "atk-s0101a0:39_5": "Vuttañhetaṁ bhagavatā –",
  "atk-s0101a0:40_0": "‘Yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’ti (dī. ni. 2.216).",
  "atk-s0101a0:41_0": "‘Yaṁnūnāhaṁ dhammañca vinayañca saṅgāyeyyaṁ, yathayidaṁ sāsanaṁ addhaniyaṁ assa ciraṭṭhitikaṁ’.",
  "atk-s0101a0:42_0": "Yañcāhaṁ bhagavatā –",
  "atk-s0101a0:43_0": "‘Dhāressasi pana me tvaṁ, kassapa, sāṇāni paṁsukūlāni nibbasanānī’ti (saṁ. ni.",
  "atk-s0101a0:43_1": "2.154) vatvā cīvare sādhāraṇaparibhogena.",
  "atk-s0101a0:44_0": "‘Ahaṁ, bhikkhave, yāvadeva ākaṅkhāmi vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharāmi;",
  "atk-s0101a0:44_1": "kassapopi, bhikkhave, yāvadeva, ākaṅkhati vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharatī’ti (saṁ. ni. 2.152).",
  "atk-s0101a0:45_0": "Evamādinā nayena navānupubbavihārachaḷabhiññāppabhede uttarimanussadhamme attanā samasamaṭṭhapanena ca anuggahito, tathā ākāse pāṇiṁ cāletvā alaggacittatāya ceva candopamapaṭipadāya ca pasaṁsito, tassa kimaññaṁ āṇaṇyaṁ bhavissati.",
  "atk-s0101a0:45_1": "Nanu maṁ bhagavā rājā viya sakakavacaissariyānuppadānena attano kulavaṁsappatiṭṭhāpakaṁ puttaṁ ‘saddhammavaṁsappatiṭṭhāpako me ayaṁ bhavissatī’ti, mantvā iminā asādhāraṇena anuggahena anuggahesi, imāya ca uḷārāya pasaṁsāya pasaṁsīti cintayanto dhammavinayasaṅgāyanatthaṁ bhikkhūnaṁ ussāhaṁ janesi. Yathāha –",
  "atk-s0101a0:46_0": "‘‘Atha kho āyasmā mahākassapo bhikkhū āmantesi –",
  "atk-s0101a0:46_1": "‘ekamidāhaṁ, āvuso, samayaṁ pāvāya kusināraṁ addhānamaggappaṭipanno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehī’’ti (cūḷava.",
  "atk-s0101a0:46_2": "437) sabbaṁ subhaddakaṇḍaṁ vitthārato veditabbaṁ.",
  "atk-s0101a0:46_3": "Atthaṁ panassa mahāparinibbānāvasāne āgataṭṭhāneyeva kathayissāma.",
  "atk-s0101a0:47_0": "Tato paraṁ āha –",
  "atk-s0101a0:48_0": "‘‘Handa mayaṁ, āvuso, dhammañca vinayañca saṅgāyāma, pure adhammo dippati, dhammo paṭibāhiyyati;",
  "atk-s0101a0:48_1": "pure avinayo dippati, vinayo paṭibāhiyyati;",
  "atk-s0101a0:48_2": "pure adhammavādino balavanto honti, dhammavādino dubbalā honti, pure avinayavādino balavanto honti, vinayavādino dubbalā hontī’’ti (cūḷava. 437).",
  "atk-s0101a0:49_0": "Bhikkhū āhaṁsu –",
  "atk-s0101a0:49_1": "‘‘tena hi, bhante, thero bhikkhū uccinatū’’ti.",
  "atk-s0101a0:49_2": "Thero pana sakalanavaṅgasatthusāsanapariyattidhare puthujjanasotāpannasakadāgāmianāgāmi sukkhavipassaka khīṇāsavabhikkhū anekasate, anekasahasse ca vajjetvā tipiṭakasabbapariyattippabhedadhare paṭisambhidāppatte mahānubhāve yebhuyyena bhagavato etadaggaṁ āropite tevijjādibhede khīṇāsavabhikkhūyeva ekūnapañcasate pariggahesi.",
  "atk-s0101a0:49_3": "Ye sandhāya idaṁ vuttaṁ –",
  "atk-s0101a0:49_4": "‘‘atha kho āyasmā mahākassapo ekenūnāni pañca arahantasatāni uccinī’’ti (cūḷava. 437).",
  "atk-s0101a0:50_0": "Kissa pana thero ekenūnamakāsīti?",
  "atk-s0101a0:50_1": "Āyasmato ānandattherassa okāsakaraṇatthaṁ.",
  "atk-s0101a0:50_2": "Tenahāyasmatā sahāpi, vināpi, na sakkā dhammasaṅgītiṁ kātuṁ.",
  "atk-s0101a0:50_3": "So hāyasmā sekkho sakaraṇīyo, tasmā sahāpi na sakkā.",
  "atk-s0101a0:50_4": "Yasmā panassa kiñci dasabaladesitaṁ suttageyyādikaṁ appaccakkhaṁ nāma natthi. Yathāha –",
  "atk-s0101a0:51_0": "‘‘Dvāsīti buddhato gaṇhiṁ, dve sahassāni bhikkhuto;",
  "atk-s0101a0:52_0": "Caturāsīti sahassāni, ye me dhammā pavattino’’ti. (theragā. 1027);",
  "atk-s0101a0:53_0": "Tasmā vināpi na sakkā.",
  "atk-s0101a0:54_0": "Yadi evaṁ sekkhopi samāno dhammasaṅgītiyā bahukārattā therena uccinitabbo assa, atha kasmā na uccinitoti?",
  "atk-s0101a0:54_1": "Parūpavādavivajjanato.",
  "atk-s0101a0:54_2": "Thero hi āyasmante ānande ativiya vissattho ahosi, tathā hi naṁ sirasmiṁ palitesu jātesupi ‘na vāyaṁ kumārako mattamaññāsī’ti, (saṁ. ni.",
  "atk-s0101a0:54_3": "2.154) kumārakavādena ovadati.",
  "atk-s0101a0:54_4": "Sakyakulappasuto cāyasmā tathāgatassa bhātā cūḷapituputto.",
  "atk-s0101a0:54_5": "Tattha keci bhikkhū chandāgamanaṁ viya maññamānā –",
  "atk-s0101a0:54_6": "‘‘bahū asekkhapaṭisambhidāppatte bhikkhū ṭhapetvā ānandaṁ sekkhapaṭisambhidāppattaṁ thero uccinī’’ti upavadeyyuṁ.",
  "atk-s0101a0:54_7": "Taṁ parūpavādaṁ parivajjento, ‘ānandaṁ vinā dhammasaṅgītiṁ na sakkā kātuṁ, bhikkhūnaṁyeva naṁ anumatiyā gahessāmī’ti na uccini.",
  "atk-s0101a0:55_0": "Atha sayameva bhikkhū ānandassatthāya theraṁ yāciṁsu. Yathāha –",
  "atk-s0101a0:56_0": "‘‘Bhikkhū āyasmantaṁ mahākassapaṁ etadavocuṁ –",
  "atk-s0101a0:56_1": "‘ayaṁ, bhante, āyasmā ānando kiñcāpi sekkho abhabbo chandā dosā mohā bhayā agatiṁ gantuṁ, bahu cānena bhagavato santike dhammo ca vinayo ca pariyatto, tena hi, bhante, thero āyasmantampi ānandaṁ uccinatū’ti.",
  "atk-s0101a0:56_2": "Atha kho āyasmā mahākassapo āyasmantampi ānandaṁ uccinī’’ti (cūḷava. 437).",
  "atk-s0101a0:57_0": "Evaṁ bhikkhūnaṁ anumatiyā uccinitena tenāyasmatā saddhiṁ pañcatherasatāni ahesuṁ.",
  "atk-s0101a0:58_0": "Atha kho therānaṁ bhikkhūnaṁ etadahosi –",
  "atk-s0101a0:58_1": "‘‘kattha nu kho mayaṁ dhammañca vinayañca saṅgāyeyyāmā’’ti?",
  "atk-s0101a0:58_2": "Atha kho therānaṁ bhikkhūnaṁ etadahosi –",
  "atk-s0101a0:58_3": "‘‘rājagahaṁ kho mahāgocaraṁ pahūtasenāsanaṁ, yaṁnūna mayaṁ rājagahe vassaṁ vasantā dhammañca vinayañca saṅgāyeyyāma, na aññe bhikkhū rājagahe vassaṁ upagaccheyyu’’nti (cūḷava. 437).",
  "atk-s0101a0:59_0": "Kasmā pana nesaṁ etadahosi?",
  "atk-s0101a0:59_1": "‘‘Idaṁ pana amhākaṁ thāvarakammaṁ, koci visabhāgapuggalo saṅghamajjhaṁ pavisitvā ukkoṭeyyā’’ti.",
  "atk-s0101a0:59_2": "Athāyasmā mahākassapo ñattidutiyena kammena sāvesi –",
  "atk-s0101a0:60_0": "‘‘Suṇātu me, āvuso saṅgho, yadi saṅghassa pattakallaṁ saṅgho imāni pañca bhikkhusatāni sammanneyya rājagahe vassaṁ vasantāni dhammañca vinayañca saṅgāyituṁ, na aññehi bhikkhūhi rājagahe vassaṁ vasitabba’’nti.",
  "atk-s0101a0:60_1": "Esā ñatti.",
  "atk-s0101a0:61_0": "‘‘Suṇātu me, āvuso saṅgho, saṅgho imāni pañcabhikkhusatāni sammanna’’ti ‘rājagahe vassaṁ vasantāni dhammañca vinayañca saṅgāyituṁ, na aññehi bhikkhūhi rājagahe vassaṁ vasitabbanti.",
  "atk-s0101a0:61_1": "Yassāyasmato khamati imesaṁ pañcannaṁ bhikkhusatānaṁ sammuti’ rājagahe vassaṁ vasantānaṁ dhammañca vinayañca saṅgāyituṁ, na aññehi bhikkhūhi rājagahe vassaṁ vasitabbanti, so tuṇhassa;",
  "atk-s0101a0:61_2": "yassa nakkhamati, so bhāseyya.",
  "atk-s0101a0:62_0": "‘‘Sammatāni saṅghena imāni pañcabhikkhusatāni rājagahe vassaṁ vasantāni dhammañca vinayañca saṅgāyituṁ, na aññehi bhikkhūhi rājagahe vassaṁ vasitabbanti, khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī’’ti (cūḷava. 438).",
  "atk-s0101a0:63_0": "Ayaṁ pana kammavācā tathāgatassa parinibbānato ekavīsatime divase katā.",
  "atk-s0101a0:63_1": "Bhagavā hi visākhapuṇṇamāyaṁ paccūsasamaye parinibbuto, athassa sattāhaṁ suvaṇṇavaṇṇaṁ sarīraṁ gandhamālādīhi pūjayiṁsu.",
  "atk-s0101a0:63_2": "Evaṁ sattāhaṁ sādhukīḷanadivasā nāma ahesuṁ.",
  "atk-s0101a0:63_3": "Tato sattāhaṁ citakāya agginā jhāyi, sattāhaṁ sattipañjaraṁ katvā sandhāgārasālāyaṁ dhātupūjaṁ kariṁsūti, ekavīsati divasā gatā.",
  "atk-s0101a0:63_4": "Jeṭṭhamūlasukkapakkhapañcamiyaṁyeva dhātuyo bhājayiṁsu.",
  "atk-s0101a0:63_5": "Etasmiṁ dhātubhājanadivase sannipatitassa mahābhikkhusaṅghassa subhaddena vuḍḍhapabbajitena kataṁ anācāraṁ ārocetvā vuttanayeneva ca bhikkhū uccinitvā ayaṁ kammavācā katā.",
  "atk-s0101a0:64_0": "Imañca pana kammavācaṁ katvā thero bhikkhū āmantesi –",
  "atk-s0101a0:64_1": "‘‘āvuso, idāni tumhākaṁ cattālīsa divasā okāso kato, tato paraṁ ‘ayaṁ nāma no palibodho atthī’ti, vattuṁ na labbhā, tasmā etthantare yassa rogapalibodho vā ācariyupajjhāyapalibodho vā mātāpitupalibodho vā atthi, pattaṁ vā pana pacitabbaṁ, cīvaraṁ vā kātabbaṁ, so taṁ palibodhaṁ chinditvā taṁ karaṇīyaṁ karotū’’ti.",
  "atk-s0101a0:65_0": "Evañca pana vatvā thero attano pañcasatāya parisāya parivuto rājagahaṁ gato.",
  "atk-s0101a0:65_1": "Aññepi mahātherā attano attano parivāre gahetvā sokasallasamappitaṁ mahājanaṁ assāsetukāmā taṁ taṁ disaṁ pakkantā.",
  "atk-s0101a0:65_2": "Puṇṇatthero pana sattasatabhikkhuparivāro ‘tathāgatassa parinibbānaṭṭhānaṁ āgatāgataṁ mahājanaṁ assāsessāmī’ti kusinārāyaṁyeva aṭṭhāsi.",
  "atk-s0101a0:66_0": "Āyasmā ānando yathā pubbe aparinibbutassa, evaṁ parinibbutassāpi bhagavato sayameva pattacīvaramādāya pañcahi bhikkhusatehi saddhiṁ yena sāvatthi tena cārikaṁ pakkāmi.",
  "atk-s0101a0:66_1": "Gacchato gacchato panassa parivārā bhikkhū gaṇanapathaṁ vītivattā.",
  "atk-s0101a0:66_2": "Tenāyasmatā gatagataṭṭhāne mahāparidevo ahosi .",
  "atk-s0101a0:66_3": "Anupubbena pana sāvatthimanuppatte there sāvatthivāsino manussā ‘‘thero kira āgato’’ti sutvā gandhamālādihatthā paccuggantvā –",
  "atk-s0101a0:66_4": "‘‘bhante, ānanda, pubbe bhagavatā saddhiṁ āgacchatha, ajja kuhiṁ bhagavantaṁ ṭhapetvā āgatatthā’’tiādīni vadamānā parodiṁsu.",
  "atk-s0101a0:66_5": "Buddhassa bhagavato parinibbānadivase viya mahāparidevo ahosi.",
  "atk-s0101a0:67_0": "Tatra sudaṁ āyasmā ānando aniccatādipaṭisaṁyuttāya dhammiyākathāya taṁ mahājanaṁ saññāpetvā jetavanaṁ pavisitvā dasabalena vasitagandhakuṭiṁ vanditvā dvāraṁ vivaritvā mañcapīṭhaṁ nīharitvā papphoṭetvā gandhakuṭiṁ sammajjitvā milātamālākacavaraṁ chaḍḍetvā mañcapīṭhaṁ atiharitvā puna yathāṭhāne ṭhapetvā bhagavato ṭhitakāle karaṇīyaṁ vattaṁ sabbamakāsi.",
  "atk-s0101a0:67_1": "Kurumāno ca nhānakoṭṭhakasammajjanaudakupaṭṭhāpanādikālesu gandhakuṭiṁ vanditvā –",
  "atk-s0101a0:67_2": "‘‘nanu bhagavā, ayaṁ tumhākaṁ nhānakālo, ayaṁ dhammadesanākālo, ayaṁ bhikkhūnaṁ ovādadānakālo, ayaṁ sīhaseyyakappanakālo, ayaṁ mukhadhovanakālo’’tiādinā nayena paridevamānova akāsi, yathā taṁ bhagavato guṇagaṇāmatarasaññutāya patiṭṭhitapemo ceva akhīṇāsavo ca anekesu ca jātisatasahassesu aññamaññassūpakārasañjanitacittamaddavo.",
  "atk-s0101a0:67_3": "Tamenaṁ aññatarā devatā –",
  "atk-s0101a0:67_4": "‘‘bhante, ānanda, tumhe evaṁ paridevamānā kathaṁ aññe assāsessathā’’ti saṁvejesi.",
  "atk-s0101a0:67_5": "So tassā vacanena saṁviggahadayo santhambhitvā tathāgatassa parinibbānato pabhuti ṭhānanisajjabahulattā ussannadhātukaṁ kāyaṁ samassāsetuṁ dutiyadivase khīravirecanaṁ pivitvā vihāreyeva nisīdi.",
  "atk-s0101a0:67_6": "Yaṁ sandhāya subhena māṇavena pahitaṁ māṇavakaṁ etadavoca –",
  "atk-s0101a0:68_0": "‘‘Akālo, kho māṇavaka, atthi me ajja bhesajjamattā pītā, appeva nāma svepi upasaṅkameyyāmā’’ti (dī. ni. 1.447).",
  "atk-s0101a0:69_0": "Dutiyadivase cetakattherena pacchāsamaṇena gantvā subhena māṇavena puṭṭho imasmiṁ dīghanikāye subhasuttaṁ nāma dasamaṁ suttaṁ abhāsi.",
  "atk-s0101a0:70_0": "Atha ānandatthero jetavanamahāvihāre khaṇḍaphullappaṭisaṅkharaṇaṁ kārāpetvā upakaṭṭhāya vassūpanāyikāya bhikkhusaṅghaṁ ohāya rājagahaṁ gato tathā aññepi dhammasaṅgāhakā bhikkhūti.",
  "atk-s0101a0:70_1": "Evañhi gate, te sandhāya ca idaṁ vuttaṁ –",
  "atk-s0101a0:70_2": "‘‘atha kho therā bhikkhū rājagahaṁ agamaṁsu, dhammañca vinayañca saṅgāyitu’’nti (cūḷava. 438).",
  "atk-s0101a0:70_3": "Te āsaḷhīpuṇṇamāyaṁ uposathaṁ katvā pāṭipadadivase sannipatitvā vassaṁ upagacchiṁsu.",
  "atk-s0101a0:71_0": "Tena kho pana samayena rājagahaṁ parivāretvā aṭṭhārasa mahāvihārā honti, te sabbepi chaḍḍitapatitauklāpā ahesuṁ.",
  "atk-s0101a0:71_1": "Bhagavato hi parinibbāne sabbepi bhikkhū attano attano pattacīvaramādāya vihāre ca pariveṇe ca chaḍḍetvā agamaṁsu.",
  "atk-s0101a0:71_2": "Tattha katikavattaṁ kurumānā therā bhagavato vacanapūjanatthaṁ titthiyavādaparimocanatthañca –",
  "atk-s0101a0:71_3": "‘paṭhamaṁ māsaṁ khaṇḍaphullappaṭisaṅkharaṇaṁ karomā’ti cintesuṁ.",
  "atk-s0101a0:71_4": "Titthiyā hi evaṁ vadeyyuṁ –",
  "atk-s0101a0:71_5": "‘‘samaṇassa gotamassa sāvakā satthari ṭhiteyeva vihāre paṭijaggiṁsu, parinibbute chaḍḍesuṁ, kulānaṁ mahādhanapariccāgo vinassatī’’ti.",
  "atk-s0101a0:71_6": "Tesañca vādaparimocanatthaṁ cintesunti vuttaṁ hoti.",
  "atk-s0101a0:71_7": "Evaṁ cintayitvā ca pana katikavattaṁ kariṁsu.",
  "atk-s0101a0:71_8": "Yaṁ sandhāya vuttaṁ –",
  "atk-s0101a0:72_0": "‘‘Atha kho therānaṁ bhikkhūnaṁ etadahosi –",
  "atk-s0101a0:72_1": "bhagavatā, kho āvuso, khaṇḍaphullappaṭisaṅkharaṇaṁ vaṇṇitaṁ, handa mayaṁ, āvuso, paṭhamaṁ māsaṁ khaṇḍaphullappaṭisaṅkharaṇaṁ karoma, majjhimaṁ māsaṁ sannipatitvā dhammañca vinayañca saṅgāyissāmā’’ti (cūḷava. 438).",
  "atk-s0101a0:73_0": "Te dutiyadivase gantvā rājadvāre aṭṭhaṁsu.",
  "atk-s0101a0:73_1": "Rājā āgantvā vanditvā –",
  "atk-s0101a0:73_2": "‘‘kiṁ bhante, āgatatthā’’ti attanā kattabbakiccaṁ pucchi.",
  "atk-s0101a0:73_3": "Therā aṭṭhārasa mahāvihārapaṭisaṅkharaṇatthāya hatthakammaṁ paṭivedesuṁ.",
  "atk-s0101a0:73_4": "Rājā hatthakammakārake manusse adāsi.",
  "atk-s0101a0:73_5": "Therā paṭhamaṁ māsaṁ sabbavihāre paṭisaṅkharāpetvā rañño ārocesuṁ –",
  "atk-s0101a0:73_6": "‘‘niṭṭhitaṁ, mahārāja, vihārapaṭisaṅkharaṇaṁ, idāni dhammavinayasaṅgahaṁ karomā’’ti.",
  "atk-s0101a0:73_7": "‘‘Sādhu bhante visaṭṭhā karotha, mayhaṁ āṇācakkaṁ , tumhākañca dhammacakkaṁ hotu, āṇāpetha, bhante, kiṁ karomī’’ti.",
  "atk-s0101a0:73_8": "‘‘Saṅgahaṁ karontānaṁ bhikkhūnaṁ sannisajjaṭṭhānaṁ mahārājā’’ti.",
  "atk-s0101a0:73_9": "‘‘Kattha karomi, bhante’’ti?",
  "atk-s0101a0:73_10": "‘‘Vebhārapabbatapasse sattapaṇṇi guhādvāre kātuṁ yuttaṁ mahārājā’’ti.",
  "atk-s0101a0:73_11": "‘‘Sādhu, bhante’’ti kho rājā ajātasattu vissakammunā nimmitasadisaṁ suvibhattabhittithambhasopānaṁ, nānāvidhamālākammalatākammavicittaṁ, abhibhavantamiva rājabhavanavibhūtiṁ, avahasantamiva devavimānasiriṁ, siriyā niketanamiva ekanipātatitthamiva ca devamanussanayanavihaṁgānaṁ, lokarāmaṇeyyakamiva sampiṇḍitaṁ daṭṭhabbasāramaṇḍaṁ maṇḍapaṁ kārāpetvā vividhakusumadāmolambakaviniggalantacāruvitānaṁ nānāratanavicittamaṇikoṭṭimatalamiva ca, naṁ nānāpupphūpahāravicittasupariniṭṭhitabhūmikammaṁ brahmavimānasadisaṁ alaṅkaritvā, tasmiṁ mahāmaṇḍape pañcasatānaṁ bhikkhūnaṁ anagghāni pañca kappiyapaccattharaṇasatāni paññapetvā, dakkhiṇabhāgaṁ nissāya uttarābhimukhaṁ therāsanaṁ, maṇḍapamajjhe puratthābhimukhaṁ buddhassa bhagavato āsanārahaṁ dhammāsanaṁ paññapetvā, dantakhacitaṁ bījaniñcettha ṭhapetvā, bhikkhusaṅghassa ārocāpesi –",
  "atk-s0101a0:73_12": "‘‘niṭṭhitaṁ, bhante, mama kicca’’nti.",
  "atk-s0101a0:74_0": "Tasmiñca pana divase ekacce bhikkhū āyasmantaṁ ānandaṁ sandhāya evamāhaṁsu –",
  "atk-s0101a0:74_1": "‘‘imasmiṁ bhikkhusaṅghe eko bhikkhu vissagandhaṁ vāyanto vicaratī’’ti.",
  "atk-s0101a0:74_2": "Thero taṁ sutvā imasmiṁ bhikkhusaṅghe añño vissagandhaṁ vāyanto vicaraṇakabhikkhu nāma natthi.",
  "atk-s0101a0:74_3": "Addhā ete maṁ sandhāya vadantīti saṁvegaṁ āpajji.",
  "atk-s0101a0:74_4": "Ekacce naṁ āhaṁsuyeva –",
  "atk-s0101a0:74_5": "‘‘sve āvuso, ānanda, sannipāto, tvañca sekkho sakaraṇīyo, tena te na yuttaṁ sannipātaṁ gantuṁ, appamatto hohī’’ti.",
  "atk-s0101a0:75_0": "Atha kho āyasmā ānando –",
  "atk-s0101a0:75_1": "‘sve sannipāto, na kho metaṁ patirūpaṁ yvāhaṁ sekkho samāno sannipātaṁ gaccheyya’nti, bahudeva rattiṁ kāyagatāya satiyā vītināmetvā rattiyā paccūsasamaye caṅkamā orohitvā vihāraṁ pavisitvā ‘‘nipajjissāmī’’ti kāyaṁ āvajjesi, dve pādā bhūmito muttā, apattañca sīsaṁ bimbohanaṁ, etasmiṁ antare anupādāya āsavehi cittaṁ vimucci.",
  "atk-s0101a0:75_2": "Ayañhi āyasmā caṅkamena bahi vītināmetvā visesaṁ nibbattetuṁ asakkonto cintesi –",
  "atk-s0101a0:75_3": "‘‘nanu maṁ bhagavā etadavoca –",
  "atk-s0101a0:75_4": "‘katapuññosi tvaṁ, ānanda, padhānamanuyuñja, khippaṁ hohisi anāsavo’ti (dī. ni. 2.207).",
  "atk-s0101a0:75_5": "Buddhānañca kathādoso nāma natthi, mama pana accāraddhaṁ vīriyaṁ, tena me cittaṁ uddhaccāya saṁvattati.",
  "atk-s0101a0:75_6": "Handāhaṁ vīriyasamataṁ yojemī’’ti, caṅkamā orohitvā pādadhovanaṭṭhāne ṭhatvā pāde dhovitvā vihāraṁ pavisitvā mañcake nisīditvā, ‘‘thokaṁ vissamissāmī’’ti kāyaṁ mañcake apanāmesi.",
  "atk-s0101a0:75_7": "Dve pādā bhūmito muttā, sīsaṁ bimbohanamappattaṁ, etasmiṁ antare anupādāya āsavehi cittaṁ vimuttaṁ, catuiriyāpathavirahitaṁ therassa arahattaṁ.",
  "atk-s0101a0:75_8": "Tena ‘‘imasmiṁ sāsane anipanno anisinno aṭṭhito acaṅkamanto ko bhikkhu arahattaṁ patto’’ti vutte ‘‘ānandatthero’’ti vattuṁ vaṭṭati.",
  "atk-s0101a0:76_0": "Atha therā bhikkhū dutiyadivase pañcamiyaṁ kāḷapakkhassa katabhattakiccā pattacīvaraṁ paṭisāmetvā dhammasabhāyaṁ sannipatiṁsu.",
  "atk-s0101a0:76_1": "Atha kho āyasmā ānando arahā samāno sannipātaṁ agamāsi.",
  "atk-s0101a0:76_2": "Kathaṁ agamāsi?",
  "atk-s0101a0:76_3": "‘‘Idānimhi sannipātamajjhaṁ pavisanāraho’’ti haṭṭhatuṭṭhacitto ekaṁsaṁ cīvaraṁ katvā bandhanā muttatālapakkaṁ viya, paṇḍukambale nikkhittajātimaṇi viya, vigatavalāhake nabhe samuggatapuṇṇacando viya, bālātapasamphassavikasitareṇupiñjaragabbhaṁ padumaṁ viya ca, parisuddhena pariyodātena sappabhena sassirīkena ca mukhavarena attano arahattappattiṁ ārocayamāno viya agamāsi.",
  "atk-s0101a0:76_4": "Atha naṁ disvā āyasmato mahākassapassa etadahosi –",
  "atk-s0101a0:76_5": "‘‘sobhati vata bho arahattappatto ānando, sace satthā dhareyya, addhā ajjānandassa sādhukāraṁ dadeyya, handa , dānissāhaṁ satthārā dātabbaṁ sādhukāraṁ dadāmī’’ti, tikkhattuṁ sādhukāramadāsi.",
  "atk-s0101a0:77_0": "Majjhimabhāṇakā pana vadanti –",
  "atk-s0101a0:77_1": "‘‘ānandatthero attano arahattappattiṁ ñāpetukāmo bhikkhūhi saddhiṁ nāgato, bhikkhū yathāvuḍḍhaṁ attano attano pattāsane nisīdantā ānandattherassa āsanaṁ ṭhapetvā nisinnā.",
  "atk-s0101a0:77_2": "Tattha keci evamāhaṁsu –",
  "atk-s0101a0:77_3": "‘etaṁ āsanaṁ kassā’ti?",
  "atk-s0101a0:77_4": "‘Ānandassā’ti.",
  "atk-s0101a0:77_5": "‘Ānando pana kuhiṁ gato’ti?",
  "atk-s0101a0:77_6": "Tasmiṁ samaye thero cintesi –",
  "atk-s0101a0:77_7": "‘idāni mayhaṁ gamanakālo’ti.",
  "atk-s0101a0:77_8": "Tato attano ānubhāvaṁ dassento pathaviyaṁ nimujjitvā attano āsaneyeva attānaṁ dassesī’’ti, ākāsena gantvā nisīdītipi eke.",
  "atk-s0101a0:77_9": "Yathā vā tathā vā hotu.",
  "atk-s0101a0:77_10": "Sabbathāpi taṁ disvā āyasmato mahākassapassa sādhukāradānaṁ yuttameva.",
  "atk-s0101a0:78_0": "Evaṁ āgate pana tasmiṁ āyasmante mahākassapatthero bhikkhū āmantesi –",
  "atk-s0101a0:78_1": "‘‘āvuso, kiṁ paṭhamaṁ saṅgāyāma, dhammaṁ vā vinayaṁ vā’’ti?",
  "atk-s0101a0:78_2": "Bhikkhū āhaṁsu –",
  "atk-s0101a0:78_3": "‘‘bhante, mahākassapa, vinayo nāma buddhasāsanassa āyu.",
  "atk-s0101a0:78_4": "Vinaye ṭhite sāsanaṁ ṭhitaṁ nāma hoti.",
  "atk-s0101a0:78_5": "Tasmā paṭhamaṁ vinayaṁ saṅgāyāmā’’ti.",
  "atk-s0101a0:78_6": "‘‘Kaṁ dhuraṁ katvā’’ti?",
  "atk-s0101a0:78_7": "‘‘Āyasmantaṁ upāli’’nti.",
  "atk-s0101a0:78_8": "‘‘Kiṁ ānando nappahotī’’ti?",
  "atk-s0101a0:78_9": "‘‘No nappahoti’’.",
  "atk-s0101a0:78_10": "Api ca kho pana sammāsambuddho dharamānoyeva vinayapariyattiṁ nissāya āyasmantaṁ upāliṁ etadagge ṭhapesi –",
  "atk-s0101a0:78_11": "‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ vinayadharānaṁ yadidaṁ upālī’’ti (a. ni. 1.228).",
  "atk-s0101a0:78_12": "‘Tasmā upālittheraṁ pucchitvā vinayaṁ saṅgāyāmā’ti.",
  "atk-s0101a0:79_0": "Tato thero vinayaṁ pucchanatthāya attanāva attānaṁ sammanni.",
  "atk-s0101a0:79_1": "Upālittheropi vissajjanatthāya sammanni.",
  "atk-s0101a0:79_2": "Tatrāyaṁ pāḷi –",
  "atk-s0101a0:79_3": "atha kho āyasmā mahākassapo saṅghaṁ ñāpesi –",
  "atk-s0101a0:80_0": "‘‘Suṇātu me, āvuso, saṅgho, yadi saṅghassa pattakallaṁ,",
  "atk-s0101a0:81_0": "Ahaṁ upāliṁ vinayaṁ puccheyya’’nti.",
  "atk-s0101a0:82_0": "Āyasmāpi upāli saṅghaṁ ñāpesi –",
  "atk-s0101a0:83_0": "‘‘Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ,",
  "atk-s0101a0:84_0": "Ahaṁ āyasmatā mahākassapena vinayaṁ puṭṭho vissajjeyya’’nti. (cūḷava. 439);",
  "atk-s0101a0:85_0": "Evaṁ attānaṁ sammannitvā āyasmā upāli uṭṭhāyāsanā ekaṁsaṁ cīvaraṁ katvā there bhikkhū vanditvā dhammāsane nisīdi dantakhacitaṁ bījaniṁ gahetvā, tato mahākassapatthero therāsane nisīditvā āyasmantaṁ upāliṁ vinayaṁ pucchi.",
  "atk-s0101a0:85_1": "‘‘Paṭhamaṁ āvuso, upāli, pārājikaṁ kattha paññatta’’nti?",
  "atk-s0101a0:85_2": "‘‘Vesāliyaṁ, bhante’’ti.",
  "atk-s0101a0:85_3": "‘‘Kaṁ ārabbhā’’ti?",
  "atk-s0101a0:85_4": "‘‘Sudinnaṁ kalandaputtaṁ ārabbhā’’ti.",
  "atk-s0101a0:85_5": "‘‘Kismiṁ vatthusmi’’nti?",
  "atk-s0101a0:85_6": "‘‘Methunadhamme’’ti.",
  "atk-s0101a0:86_0": "‘‘Atha kho āyasmā mahākassapo āyasmantaṁ upāliṁ paṭhamassa pārājikassa vatthumpi pucchi, nidānampi pucchi, puggalampi pucchi, paññattimpi pucchi, anupaññattimpi pucchi, āpattimpi pucchi, anāpattimpi pucchi’’ (cūḷava. 439).",
  "atk-s0101a0:86_1": "Puṭṭho puṭṭho āyasmā upāli vissajjesi.",
  "atk-s0101a0:87_0": "Kiṁ panettha paṭhamapārājike kiñci apanetabbaṁ vā pakkhipitabbaṁ vā atthi natthīti?",
  "atk-s0101a0:87_1": "Apanetabbaṁ natthi.",
  "atk-s0101a0:87_2": "Buddhassa hi bhagavato bhāsite apanetabbaṁ nāma natthi.",
  "atk-s0101a0:87_3": "Na hi tathāgatā ekabyañjanampi niratthakaṁ vadanti.",
  "atk-s0101a0:87_4": "Sāvakānaṁ pana devatānaṁ vā bhāsite apanetabbampi hoti, taṁ dhammasaṅgāhakattherā apanayiṁsu.",
  "atk-s0101a0:87_5": "Pakkhipitabbaṁ pana sabbatthāpi atthi, tasmā yaṁ yattha pakkhipituṁ yuttaṁ, taṁ pakkhipiṁsuyeva.",
  "atk-s0101a0:87_6": "Kiṁ pana tanti?",
  "atk-s0101a0:87_7": "‘Tena samayenā’ti vā, ‘tena kho pana samayenā’ti vā, ‘atha khoti vā’, ‘evaṁ vutteti’ vā, ‘etadavocā’ti vā, evamādikaṁ sambandhavacanamattaṁ.",
  "atk-s0101a0:87_8": "Evaṁ pakkhipitabbayuttaṁ pakkhipitvā pana –",
  "atk-s0101a0:87_9": "‘‘idaṁ paṭhamapārājika’’nti ṭhapesuṁ.",
  "atk-s0101a0:87_10": "Paṭhamapārājike saṅgahamārūḷhe pañca arahantasatāni saṅgahaṁ āropitanayeneva gaṇasajjhāyamakaṁsu –",
  "atk-s0101a0:87_11": "‘‘tena samayena buddho bhagavā verañjāyaṁ viharatī’’ti.",
  "atk-s0101a0:87_12": "Tesaṁ sajjhāyāraddhakāleyeva sādhukāraṁ dadamānā viya mahāpathavī udakapariyantaṁ katvā akampittha.",
  "atk-s0101a0:88_0": "Eteneva nayena sesāni tīṇi pārājikāni saṅgahaṁ āropetvā ‘‘idaṁ pārājikakaṇḍa’’nti ṭhapesuṁ.",
  "atk-s0101a0:88_1": "Terasa saṅghādisesāni ‘‘terasaka’’nti ṭhapesuṁ.",
  "atk-s0101a0:88_2": "Dve sikkhāpadāni ‘‘aniyatānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:88_3": "Tiṁsa sikkhāpadāni ‘‘nissaggiyāni pācittiyānī’’ti ṭhapesuṁ .",
  "atk-s0101a0:88_4": "Dvenavuti sikkhāpadāni ‘‘pācittiyānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:88_5": "Cattāri sikkhāpadāni ‘‘pāṭidesanīyānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:88_6": "Pañcasattati sikkhāpadāni ‘‘sekhiyānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:88_7": "Satta dhamme ‘‘adhikaraṇasamathā’’ti ṭhapesuṁ.",
  "atk-s0101a0:88_8": "Evaṁ sattavīsādhikāni dve sikkhāpadasatāni ‘‘mahāvibhaṅgo’’ti kittetvā ṭhapesuṁ.",
  "atk-s0101a0:88_9": "Mahāvibhaṅgāvasānepi purimanayeneva mahāpathavī akampittha.",
  "atk-s0101a0:89_0": "Tato bhikkhunīvibhaṅge aṭṭha sikkhāpadāni ‘‘pārājikakaṇḍaṁ nāma ida’’nti ṭhapesuṁ.",
  "atk-s0101a0:89_1": "Sattarasa sikkhāpadāni ‘‘sattarasaka’’nti ṭhapesuṁ.",
  "atk-s0101a0:89_2": "Tiṁsa sikkhāpadāni ‘‘nissaggiyāni pācittiyānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:89_3": "Chasaṭṭhisatasikkhāpadāni ‘‘pācittiyānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:89_4": "Aṭṭha sikkhāpadāni ‘‘pāṭidesanīyānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:89_5": "Pañcasattati sikkhāpadāni ‘‘sekhiyānī’’ti ṭhapesuṁ.",
  "atk-s0101a0:89_6": "Satta dhamme ‘‘adhikaraṇasamathā’’ti ṭhapesuṁ.",
  "atk-s0101a0:89_7": "Evaṁ tīṇi sikkhāpadasatāni cattāri ca sikkhāpadāni ‘‘bhikkhunīvibhaṅgo’’ti kittetvā –",
  "atk-s0101a0:89_8": "‘‘ayaṁ ubhato vibhaṅgo nāma catusaṭṭhibhāṇavāro’’ti ṭhapesuṁ.",
  "atk-s0101a0:89_9": "Ubhatovibhaṅgāvasānepi vuttanayeneva mahāpathavikampo ahosi.",
  "atk-s0101a0:90_0": "Etenevupāyena asītibhāṇavāraparimāṇaṁ khandhakaṁ, pañcavīsatibhāṇavāraparimāṇaṁ parivārañca saṅgahaṁ āropetvā ‘‘idaṁ vinayapiṭakaṁ nāmā’’ti ṭhapesuṁ .",
  "atk-s0101a0:90_1": "Vinayapiṭakāvasānepi vuttanayeneva mahāpathavikampo ahosi.",
  "atk-s0101a0:90_2": "Taṁ āyasmantaṁ upāliṁ paṭicchāpesuṁ –",
  "atk-s0101a0:90_3": "‘‘āvuso, imaṁ tuyhaṁ nissitake vācehī’’ti.",
  "atk-s0101a0:90_4": "Vinayapiṭakasaṅgahāvasāne upālitthero dantakhacitaṁ bījaniṁ nikkhipitvā dhammāsanā orohitvā there bhikkhū vanditvā attano pattāsane nisīdi.",
  "atk-s0101a0:91_0": "Vinayaṁ saṅgāyitvā dhammaṁ saṅgāyitukāmo āyasmā mahākassapo bhikkhū pucchi –",
  "atk-s0101a0:91_1": "‘‘dhammaṁ saṅgāyante hi kaṁ puggalaṁ dhuraṁ katvā dhammo saṅgāyitabbo’’ti? Bhikkhū –",
  "atk-s0101a0:91_2": "‘‘ānandattheraṁ dhuraṁ katvā’’ti āhaṁsu.",
  "atk-s0101a0:92_0": "Atha kho āyasmā mahākassapo saṅghaṁ ñāpesi –",
  "atk-s0101a0:93_0": "‘‘Suṇātu me, āvuso, saṅgho, yadi saṅghassa pattakallaṁ,",
  "atk-s0101a0:94_0": "Ahaṁ ānandaṁ dhammaṁ puccheyya’’nti;",
  "atk-s0101a0:95_0": "Atha kho āyasmā ānando saṅghaṁ ñāpesi –",
  "atk-s0101a0:96_0": "‘‘Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ,",
  "atk-s0101a0:97_0": "Ahaṁ āyasmatā mahākassapena dhammaṁ puṭṭho vissajjeyya’’nti;",
  "atk-s0101a0:98_0": "Atha kho āyasmā ānando uṭṭhāyāsanā ekaṁsaṁ cīvaraṁ katvā there bhikkhū vanditvā dhammāsane nisīdi dantakhacitaṁ bījaniṁ gahetvā.",
  "atk-s0101a0:98_1": "Atha kho āyasmā mahākassapo bhikkhū pucchi –",
  "atk-s0101a0:98_2": "‘‘kataraṁ, āvuso, piṭakaṁ paṭhamaṁ saṅgāyāmā’’ti?",
  "atk-s0101a0:98_3": "‘‘Suttantapiṭakaṁ, bhante’’ti.",
  "atk-s0101a0:98_4": "‘‘Suttantapiṭake catasso saṅgītiyo, tāsu paṭhamaṁ kataraṁ saṅgīti’’nti?",
  "atk-s0101a0:98_5": "‘‘Dīghasaṅgītiṁ, bhante’’ti.",
  "atk-s0101a0:98_6": "‘‘Dīghasaṅgītiyaṁ catutiṁsa suttāni, tayo vaggā, tesu paṭhamaṁ kataraṁ vagga’’nti?",
  "atk-s0101a0:98_7": "‘‘Sīlakkhandhavaggaṁ, bhante’’ti.",
  "atk-s0101a0:98_8": "‘‘Sīlakkhandhavagge terasa suttantā, tesu paṭhamaṁ kataraṁ sutta’’nti?",
  "atk-s0101a0:98_9": "‘‘Brahmajālasuttaṁ nāma bhante, tividhasīlālaṅkataṁ, nānāvidhamicchājīvakuha lapanādividdhaṁsanaṁ, dvāsaṭṭhidiṭṭhijālaviniveṭhanaṁ, dasasahassilokadhātukampanaṁ, taṁ paṭhamaṁ saṅgāyāmā’’ti.",
  "atk-s0101a0:99_0": "Atha kho āyasmā mahākassapo āyasmantaṁ ānandaṁ etadavoca, ‘‘brahmajālaṁ, āvuso ānanda, kattha bhāsita’’nti?",
  "atk-s0101a0:99_1": "‘‘Antarā ca, bhante, rājagahaṁ antarā ca nāḷandaṁ rājāgārake ambalaṭṭhikāya’’nti.",
  "atk-s0101a0:99_2": "‘‘Kaṁ ārabbhā’’ti ?",
  "atk-s0101a0:99_3": "‘‘Suppiyañca paribbājakaṁ, brahmadattañca māṇava’’nti.",
  "atk-s0101a0:99_4": "‘‘Kismiṁ vatthusmi’’nti?",
  "atk-s0101a0:99_5": "‘‘Vaṇṇāvaṇṇe’’ti.",
  "atk-s0101a0:99_6": "Atha kho āyasmā mahākassapo āyasmantaṁ ānandaṁ brahmajālassa nidānampi pucchi, puggalampi pucchi, vatthumpi pucchi (cūḷava. 440).",
  "atk-s0101a0:99_7": "Āyasmā ānando vissajjesi.",
  "atk-s0101a0:99_8": "Vissajjanāvasāne pañca arahantasatāni gaṇasajjhāyamakaṁsu.",
  "atk-s0101a0:99_9": "Vuttanayeneva ca pathavikampo ahosi.",
  "atk-s0101a0:100_0": "Evaṁ brahmajālaṁ saṅgāyitvā tato paraṁ ‘‘sāmaññaphalaṁ, panāvuso ānanda, kattha bhāsita’’ntiādinā nayena pucchāvissajjanānukkamena saddhiṁ brahmajālena sabbepi terasa suttante saṅgāyitvā –",
  "atk-s0101a0:100_1": "‘‘ayaṁ sīlakkhandhavaggo nāmā’’ti kittetvā ṭhapesuṁ.",
  "atk-s0101a0:101_0": "Tadanantaraṁ mahāvaggaṁ, tadanantaraṁ pāthikavagganti, evaṁ tivaggasaṅgahaṁ catutiṁsasuttapaṭimaṇḍitaṁ catusaṭṭhibhāṇavāraparimāṇaṁ tantiṁ saṅgāyitvā ‘‘ayaṁ dīghanikāyo nāmā’’ti vatvā āyasmantaṁ ānandaṁ paṭicchāpesuṁ –",
  "atk-s0101a0:101_1": "‘‘āvuso, imaṁ tuyhaṁ nissitake vācehī’’ti.",
  "atk-s0101a0:102_0": "Tato anantaraṁ asītibhāṇavāraparimāṇaṁ majjhimanikāyaṁ saṅgāyitvā dhammasenāpatisāriputtattherassa nissitake paṭicchāpesuṁ –",
  "atk-s0101a0:102_1": "‘‘imaṁ tumhe pariharathā’’ti.",
  "atk-s0101a0:103_0": "Tato anantaraṁ satabhāṇavāraparimāṇaṁ saṁyuttanikāyaṁ saṅgāyitvā mahākassapattheraṁ paṭicchāpesuṁ –",
  "atk-s0101a0:103_1": "‘‘bhante, imaṁ tumhākaṁ nissitake vācethā’’ti.",
  "atk-s0101a0:104_0": "Tato anantaraṁ vīsatibhāṇavārasataparimāṇaṁ aṅguttaranikāyaṁ saṅgāyitvā anuruddhattheraṁ paṭicchāpesuṁ –",
  "atk-s0101a0:104_1": "‘‘imaṁ tumhākaṁ nissitake vācethā’’ti.",
  "atk-s0101a0:105_0": "Tato anantaraṁ dhammasaṅgahavibhaṅgadhātukathāpuggalapaññattikathāvatthuyamakapaṭṭhānaṁ abhidhammoti vuccati.",
  "atk-s0101a0:105_1": "Evaṁ saṁvaṇṇitaṁ sukhumañāṇagocaraṁ tantiṁ saṅgāyitvā –",
  "atk-s0101a0:105_2": "‘‘idaṁ abhidhammapiṭakaṁ nāmā’’ti vatvā pañca arahantasatāni sajjhāyamakaṁsu.",
  "atk-s0101a0:105_3": "Vuttanayeneva pathavikampo ahosīti.",
  "atk-s0101a0:106_0": "Tato paraṁ jātakaṁ, niddeso, paṭisambhidāmaggo, apadānaṁ, suttanipāto, khuddakapāṭho, dhammapadaṁ, udānaṁ, itivuttakaṁ, vimānavatthu, petavatthu, theragāthā , therīgāthāti imaṁ tantiṁ saṅgāyitvā ‘‘khuddakagantho nāmāya’’nti ca vatvā ‘‘abhidhammapiṭakasmiṁyeva saṅgahaṁ āropayiṁsū’’ti dīghabhāṇakā vadanti.",
  "atk-s0101a0:106_1": "Majjhimabhāṇakā pana ‘‘cariyāpiṭakabuddhavaṁsehi saddhiṁ sabbampetaṁ khuddakaganthaṁ nāma suttantapiṭake pariyāpanna’’nti vadanti.",
  "atk-s0101a0:107_0": "Evametaṁ sabbampi buddhavacanaṁ rasavasena ekavidhaṁ, dhammavinayavasena duvidhaṁ, paṭhamamajjhimapacchimavasena tividhaṁ.",
  "atk-s0101a0:107_1": "Tathā piṭakavasena.",
  "atk-s0101a0:107_2": "Nikāyavasena pañcavidhaṁ, aṅgavasena navavidhaṁ, dhammakkhandhavasena caturāsītisahassavidhanti veditabbaṁ.",
  "atk-s0101a0:108_0": "Kathaṁ rasavasena ekavidhaṁ?",
  "atk-s0101a0:108_1": "Yañhi bhagavatā anuttaraṁ sammāsambodhiṁ abhisambujjhitvā yāva anupādisesāya nibbānadhātuyā parinibbāyati, etthantare pañcacattālīsavassāni devamanussanāgayakkhādayo anusāsantena vā paccavekkhantena vā vuttaṁ, sabbaṁ taṁ ekarasaṁ vimuttirasameva hoti.",
  "atk-s0101a0:108_2": "Evaṁ rasavasena ekavidhaṁ.",
  "atk-s0101a0:109_0": "Kathaṁ dhammavinayavasena duvidhaṁ?",
  "atk-s0101a0:109_1": "Sabbameva cetaṁ dhammo ceva vinayo cāti saṅkhyaṁ gacchati.",
  "atk-s0101a0:109_2": "Tattha vinayapiṭakaṁ vinayo, avasesaṁ buddhavacanaṁ dhammo.",
  "atk-s0101a0:109_3": "Tenevāha ‘‘yannūna mayaṁ dhammañca vinayañca saṅgāyeyyāmā’’ti (cūḷava. 437).",
  "atk-s0101a0:109_4": "‘‘Ahaṁ upāliṁ vinayaṁ puccheyyaṁ, ānandaṁ dhammaṁ puccheyya’’nti ca.",
  "atk-s0101a0:109_5": "Evaṁ dhammavinayavasena duvidhaṁ.",
  "atk-s0101a0:110_0": "Kathaṁ paṭhamamajjhimapacchimavasena tividhaṁ?",
  "atk-s0101a0:110_1": "Sabbameva hidaṁ paṭhamabuddhavacanaṁ, majjhimabuddhavacanaṁ, pacchimabuddhavacananti tippabhedaṁ hoti. Tattha –",
  "atk-s0101a0:111_0": "‘‘Anekajātisaṁsāraṁ, sandhāvissaṁ anibbisaṁ;",
  "atk-s0101a0:112_0": "Gahakāraṁ gavesanto, dukkhā jāti punappunaṁ.",
  "atk-s0101a0:113_0": "Gahakāraka diṭṭhosi, puna gehaṁ na kāhasi;",
  "atk-s0101a0:114_0": "Sabbā te phāsukā bhaggā, gahakūṭaṁ visaṅkhataṁ;",
  "atk-s0101a0:115_0": "Visaṅkhāragataṁ cittaṁ, taṇhānaṁ khayamajjhagā’’ti. (dha. pa. 153-54);",
  "atk-s0101a0:116_0": "Idaṁ paṭhamabuddhavacanaṁ.",
  "atk-s0101a0:116_1": "Keci ‘‘yadā have pātubhavanti dhammā’’ti (mahāva.",
  "atk-s0101a0:116_2": "1) khandhake udānagāthaṁ vadanti.",
  "atk-s0101a0:116_3": "Esā pana pāṭipadadivase sabbaññubhāvappattassa somanassamayañāṇena paccayākāraṁ paccavekkhantassa uppannā udānagāthāti veditabbā.",
  "atk-s0101a0:117_0": "Yaṁ pana parinibbānakāle abhāsi –",
  "atk-s0101a0:117_1": "‘‘handa dāni, bhikkhave, āmantayāmi vo, vayadhammā saṅkhārā, appamādena sampādethā’’ti (dī. ni.",
  "atk-s0101a0:117_2": "2.218) idaṁ pacchimabuddhavacanaṁ.",
  "atk-s0101a0:117_3": "Ubhinnamantare yaṁ vuttaṁ, etaṁ majjhimabuddhavacanaṁ nāma.",
  "atk-s0101a0:117_4": "Evaṁ paṭhamamajjhimapacchimabuddhavacanavasena tividhaṁ.",
  "atk-s0101a0:118_0": "Kathaṁ piṭakavasena tividhaṁ?",
  "atk-s0101a0:118_1": "Sabbampi cetaṁ vinayapiṭakaṁ suttantapiṭakaṁ abhidhammapiṭakanti tippabhedameva hoti.",
  "atk-s0101a0:118_2": "Tattha paṭhamasaṅgītiyaṁ saṅgītañca asaṅgītañca sabbampi samodhānetvā ubhayāni pātimokkhāni, dve vibhaṅgā, dvāvīsati khandhakā, soḷasaparivārāti –",
  "atk-s0101a0:118_3": "idaṁ vinayapiṭakaṁ nāma.",
  "atk-s0101a0:118_4": "Brahmajālādicatuttiṁsasuttasaṅgaho dīghanikāyo, mūlapariyāyasuttādidiyaḍḍhasatadvesuttasaṅgaho majjhimanikāyo, oghataraṇasuttādisattasuttasahassasattasatadvāsaṭṭhisuttasaṅgaho saṁyuttanikāyo, cittapariyādānasuttādinavasuttasahassapañcasatasattapaññāsasuttasaṅgaho aṅguttaranikāyo, khuddakapāṭha-dhammapada-udāna-itivuttaka-suttanipāta-vimānavatthu-petavatthu-theragāthā-therīgāthā-jātaka-niddesa-paṭisambhidāmagga-apadāna-buddhavaṁsa-cariyāpiṭakavasena pannarasappabhedo khuddakanikāyoti idaṁ suttantapiṭakaṁ nāma.",
  "atk-s0101a0:118_5": "Dhammasaṅgaho, vibhaṅgo, dhātukathā, puggalapaññatti, kathāvatthu, yamakaṁ, paṭṭhānanti –",
  "atk-s0101a0:118_6": "idaṁ abhidhammapiṭakaṁ nāma. Tattha –",
  "atk-s0101a0:119_0": "‘‘Vividhavisesanayattā, vinayanato ceva kāyavācānaṁ;",
  "atk-s0101a0:120_0": "Vinayatthavidūhi ayaṁ, vinayo vinayoti akkhāto’’.",
  "atk-s0101a0:121_0": "Vividhā hi ettha pañcavidhapātimokkhuddesapārājikādi satta āpattikkhandhamātikā vibhaṅgādippabhedā nayā.",
  "atk-s0101a0:121_1": "Visesabhūtā ca daḷhīkammasithilakaraṇappayojanā anupaññattinayā.",
  "atk-s0101a0:121_2": "Kāyikavācasikaajjhācāranisedhanato cesa kāyaṁ vācañca vineti, tasmā vividhanayattā visesanayattā kāyavācānaṁ vinayanato ceva vinayoti akkhāto.",
  "atk-s0101a0:121_3": "Tenetametassa vacanatthakosallatthaṁ vuttaṁ –",
  "atk-s0101a0:122_0": "‘‘Vividhavisesanayattā, vinayanato ceva kāyavācānaṁ;",
  "atk-s0101a0:123_0": "Vinayatthavidūhi ayaṁ, vinayo vinayoti akkhāto’’ti.",
  "atk-s0101a0:124_0": "Itaraṁ pana –",
  "atk-s0101a0:125_0": "‘‘Atthānaṁ sūcanato suvuttato, savanatotha sūdanato;",
  "atk-s0101a0:126_0": "Suttāṇā suttasabhāgato ca, suttanti akkhātaṁ.",
  "atk-s0101a0:127_0": "Tañhi attatthaparatthādibhede atthe sūceti.",
  "atk-s0101a0:127_1": "Suvuttā cettha atthā, veneyyajjhāsayānulomena vuttattā.",
  "atk-s0101a0:127_2": "Savati cetaṁ atthe sassamiva phalaṁ, pasavatīti vuttaṁ hoti.",
  "atk-s0101a0:127_3": "Sūdati cetaṁ dhenu viya khīraṁ, paggharāpetīti vuttaṁ hoti.",
  "atk-s0101a0:127_4": "Suṭṭhu ca ne tāyati, rakkhatīti vuttaṁ hoti.",
  "atk-s0101a0:127_5": "Suttasabhāgañcetaṁ, yathā hi tacchakānaṁ suttaṁ pamāṇaṁ hoti, evametampi viññūnaṁ.",
  "atk-s0101a0:127_6": "Yathā ca suttena saṅgahitāni pupphāni na vikirīyanti, na viddhaṁsīyanti, evameva tena saṅgahitā atthā.",
  "atk-s0101a0:127_7": "Tenetametassa vacanatthakosallatthaṁ vuttaṁ –",
  "atk-s0101a0:128_0": "‘‘Atthānaṁ sūcanato, suvuttato savanatotha sūdanato;",
  "atk-s0101a0:129_0": "Suttāṇā suttasabhāgato ca, suttanti akkhāta’’nti.",
  "atk-s0101a0:130_0": "Itaro pana –",
  "atk-s0101a0:131_0": "‘‘Yaṁ ettha vuḍḍhimanto, salakkhaṇā pūjitā paricchinnā;",
  "atk-s0101a0:132_0": "Vuttādhikā ca dhammā, abhidhammo tena akkhāto’’.",
  "atk-s0101a0:133_0": "Ayañhi abhisaddo vuḍḍhilakkhaṇapūjitaparicchinnādhikesu dissati.",
  "atk-s0101a0:133_1": "Tathā hesa ‘‘bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamantī’’tiādīsu (ma. ni.",
  "atk-s0101a0:133_2": "3.389) vuḍḍhiyaṁ āgato.",
  "atk-s0101a0:133_3": "‘‘Yā tā rattiyo abhiññātā abhilakkhitā’’tiādīsu (ma. ni.",
  "atk-s0101a0:133_4": "1.49) salakkhaṇe.",
  "atk-s0101a0:133_5": "‘‘Rājābhirājā manujindo’’tiādīsu (ma. ni.",
  "atk-s0101a0:133_6": "2.399) pūjite.",
  "atk-s0101a0:133_7": "‘‘Paṭibalo vinetuṁ abhidhamme abhivinaye’’tiādīsu (mahāva.",
  "atk-s0101a0:133_8": "85) paricchinne.",
  "atk-s0101a0:133_9": "Aññamaññasaṅkaravirahite dhamme ca vinaye cāti vuttaṁ hoti.",
  "atk-s0101a0:133_10": "‘‘Abhikkantena vaṇṇenā’’tiādīsu (vi. va.",
  "atk-s0101a0:133_11": "819) adhike.",
  "atk-s0101a0:134_0": "Ettha ca ‘‘rūpūpapattiyā maggaṁ bhāveti’’ (dha. sa.",
  "atk-s0101a0:134_1": "251), ‘‘mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharatī’’tiādinā (vibha.",
  "atk-s0101a0:134_2": "642) nayena vuḍḍhimantopi dhammā vuttā.",
  "atk-s0101a0:134_3": "‘‘Rūpārammaṇaṁ vā saddārammaṇaṁ vā’’tiādinā (dha. sa.",
  "atk-s0101a0:134_4": "1) nayena ārammaṇādīhi lakkhaṇīyattā salakkhaṇāpi.",
  "atk-s0101a0:134_5": "‘‘Sekkhā dhammā, asekkhā dhammā, lokuttarā dhammā’’tiādinā (dha. sa.",
  "atk-s0101a0:134_6": "tikamātikā 11, dukamātikā 12) nayena pūjitāpi, pūjārahāti adhippāyo.",
  "atk-s0101a0:134_7": "‘‘Phasso hoti, vedanā hotī’’tiādinā (dha. sa.",
  "atk-s0101a0:134_8": "1) nayena sabhāvaparicchinnattā paricchinnāpi.",
  "atk-s0101a0:134_9": "‘‘Mahaggatā dhammā, appamāṇā dhammā (dha. sa.",
  "atk-s0101a0:134_10": "tikamātikā 11), anuttarā dhammā’’tiādinā (dha. sa.",
  "atk-s0101a0:134_11": "dukamātikā 11) nayena adhikāpi dhammā vuttā.",
  "atk-s0101a0:134_12": "Tenetametassa vacanatthakosallatthaṁ vuttaṁ –",
  "atk-s0101a0:135_0": "‘‘Yaṁ ettha vuḍḍhimanto, salakkhaṇā pūjitā paricchinnā;",
  "atk-s0101a0:136_0": "Vuttādhikā ca dhammā, abhidhammo tena akkhāto’’ti.",
  "atk-s0101a0:137_0": "Yaṁ panettha avisiṭṭhaṁ, taṁ –",
  "atk-s0101a0:138_0": "‘‘Piṭakaṁ piṭakatthavidū, pariyattibbhājanatthato āhu;",
  "atk-s0101a0:139_0": "Tena samodhānetvā, tayopi vinayādayo ñeyyā’’.",
  "atk-s0101a0:140_0": "Pariyattipi hi ‘‘mā piṭakasampadānenā’’tiādīsu (a. ni.",
  "atk-s0101a0:140_1": "3.66) piṭakanti vuccati.",
  "atk-s0101a0:140_2": "‘‘Atha puriso āgaccheyya kudālapiṭakamādāyā’’tiādīsu (a. ni.",
  "atk-s0101a0:140_3": "3.70) yaṁ kiñci bhājanampi.",
  "atk-s0101a0:140_4": "Tasmā ‘piṭakaṁ piṭakatthavidū pariyattibhājanatthato āhu.",
  "atk-s0101a0:141_0": "Idāni ‘tena samodhānetvātayopi vinayādayo ñeyyā’ti, tena evaṁ duvidhatthena piṭakasaddena saha samāsaṁ katvā vinayo ca so piṭakañca pariyattibhāvato, tassa tassa atthassa bhājanato cāti vinayapiṭakaṁ, yathāvutteneva nayena suttantañca taṁ piṭakañcāti suttantapiṭakaṁ, abhidhammo ca so piṭakañcāti abhidhammapiṭakanti.",
  "atk-s0101a0:141_1": "Evamete tayopi vinayādayo ñeyyā.",
  "atk-s0101a0:142_0": "Evaṁ ñatvā ca punapi tesuyeva piṭakesu nānappakārakosallatthaṁ –",
  "atk-s0101a0:143_0": "‘‘Desanāsāsanakathābhedaṁ tesu yathārahaṁ;",
  "atk-s0101a0:144_0": "Sikkhāppahānagambhīrabhāvañca paridīpaye.",
  "atk-s0101a0:145_0": "Pariyattibhedaṁ sampattiṁ, vipattiñcāpi yaṁ yahiṁ;",
  "atk-s0101a0:146_0": "Pāpuṇāti yathā bhikkhu, tampi sabbaṁ vibhāvaye’’.",
  "atk-s0101a0:147_0": "Tatrāyaṁ paridīpanā vibhāvanā ca.",
  "atk-s0101a0:147_1": "Etāni hi tīṇi piṭakāni yathākkamaṁ āṇāvohāraparamatthadesanā, yathāparādhayathānulomayathādhammasāsanāni, saṁvarāsaṁvaradiṭṭhiviniveṭhananāmarūpaparicchedakathāti ca vuccanti.",
  "atk-s0101a0:147_2": "Ettha hi vinayapiṭakaṁ āṇārahena bhagavatā āṇābāhullato desitattā āṇādesanā, suttantapiṭakaṁ vohārakusalena bhagavatā vohārabāhullato desitattā vohāradesanā, abhidhammapiṭakaṁ paramatthakusalena bhagavatā paramatthabāhullato desitattā paramatthadesanāti vuccati.",
  "atk-s0101a0:148_0": "Tathā paṭhamaṁ –",
  "atk-s0101a0:148_1": "‘ye te pacurāparādhā sattā, te yathāparādhaṁ ettha sāsitā’ti yathāparādhasāsanaṁ, dutiyaṁ –",
  "atk-s0101a0:148_2": "‘anekajjhāsayānusayacariyādhimuttikā sattā yathānulomaṁ ettha sāsitā’ti yathānulomasāsanaṁ, tatiyaṁ –",
  "atk-s0101a0:148_3": "‘dhammapuñjamatte ‘‘ahaṁ mamā’’ti saññino sattā yathādhammaṁ ettha sāsitā’ti yathādhammasāsananti vuccati.",
  "atk-s0101a0:149_0": "Tathā paṭhamaṁ –",
  "atk-s0101a0:149_1": "ajjhācārapaṭipakkhabhūto saṁvarāsaṁvaro ettha kathitoti saṁvarāsaṁvarakathā.",
  "atk-s0101a0:149_2": "Saṁvarāsaṁvaroti khuddako ceva mahanto ca saṁvaro, kammākammaṁ viya, phalāphalaṁ viya ca, dutiyaṁ –",
  "atk-s0101a0:149_3": "‘‘dvāsaṭṭhidiṭṭhipaṭipakkhabhūtā diṭṭhiviniveṭhanā ettha kathitā’’ti diṭṭhiviniveṭhanakathā, tatiyaṁ –",
  "atk-s0101a0:149_4": "‘‘rāgādipaṭipakkhabhūto nāmarūpaparicchedo ettha kathito’’ti nāmarūpaparicchedakathāti vuccati.",
  "atk-s0101a0:150_0": "Tīsupi cetesu tisso sikkhā, tīṇi pahānāni, catubbidho ca gambhīrabhāvo veditabbo.",
  "atk-s0101a0:150_1": "Tathā hi vinayapiṭake visesena adhisīlasikkhā vuttā, suttantapiṭake adhicittasikkhā, abhidhammapiṭake adhipaññāsikkhā.",
  "atk-s0101a0:151_0": "Vinayapiṭake ca vītikkamappahānaṁ, kilesānaṁ vītikkamapaṭipakkhattā sīlassa.",
  "atk-s0101a0:151_1": "Suttantapiṭake pariyuṭṭhānappahānaṁ, pariyuṭṭhānapaṭipakkhattā samādhissa.",
  "atk-s0101a0:151_2": "Abhidhammapiṭake anusayappahānaṁ, anusayapaṭipakkhattā paññāya.",
  "atk-s0101a0:151_3": "Paṭhame ca tadaṅgappahānaṁ, itaresu vikkhambhanasamucchedappahānāni.",
  "atk-s0101a0:151_4": "Paṭhame ca duccaritasaṁkilesappahānaṁ, itaresu taṇhādiṭṭhisaṁkilesappahānaṁ.",
  "atk-s0101a0:152_0": "Ekamekasmiñcettha catubbidhopi dhammatthadesanā paṭivedhagambhīrabhāvo veditabbo.",
  "atk-s0101a0:152_1": "Tattha dhammoti tanti.",
  "atk-s0101a0:152_2": "Atthoti tassāyeva attho.",
  "atk-s0101a0:152_3": "Desanāti tassā manasā vavatthāpitāya tantiyā desanā.",
  "atk-s0101a0:152_4": "Paṭivedhoti tantiyā tantiatthassa ca yathābhūtāvabodho.",
  "atk-s0101a0:152_5": "Tīsupi cetesu ete dhammatthadesanāpaṭivedhā.",
  "atk-s0101a0:152_6": "Yasmā sasādīhi viya mahāsamuddo mandabuddhīhi dukkhogāḷhā alabbhaneyyapatiṭṭhā ca, tasmā gambhīrā.",
  "atk-s0101a0:152_7": "Evaṁ ekamekasmiṁ ettha catubbidhopi gambhīrabhāvo veditabbo.",
  "atk-s0101a0:153_0": "Aparo nayo, dhammoti hetu.",
  "atk-s0101a0:153_1": "Vuttañhetaṁ –",
  "atk-s0101a0:153_2": "‘‘hetumhi ñāṇaṁ dhammapaṭisambhidā’’ti.",
  "atk-s0101a0:153_3": "Atthoti hetuphalaṁ, vuttañhetaṁ –",
  "atk-s0101a0:153_4": "‘‘hetuphale ñāṇaṁ atthapaṭisambhidā’’ti (vibha. 720).",
  "atk-s0101a0:153_5": "Desanāti paññatti, yathā dhammaṁ dhammābhilāpoti adhippāyo.",
  "atk-s0101a0:153_6": "Anulomapaṭilomasaṅkhepavitthārādivasena vā kathanaṁ.",
  "atk-s0101a0:153_7": "Paṭivedhoti abhisamayo, so ca lokiyalokuttaro visayato asammohato ca, atthānurūpaṁ dhammesu, dhammānurūpaṁ atthesu, paññattipathānurūpaṁ paññattīsu avabodho.",
  "atk-s0101a0:153_8": "Tesaṁ tesaṁ vā tattha tattha vuttadhammānaṁ paṭivijjhitabbo salakkhaṇasaṅkhāto aviparītasabhāvo.",
  "atk-s0101a0:154_0": "Idāni yasmā etesu piṭakesu yaṁ yaṁ dhammajātaṁ vā atthajātaṁ vā, yā cāyaṁ yathā yathā ñāpetabbo attho sotūnaṁ ñāṇassa abhimukho hoti, tathā tathā tadatthajotikā desanā, yo cettha aviparītāvabodhasaṅkhāto paṭivedho, tesaṁ tesaṁ vā dhammānaṁ paṭivijjhitabbo salakkhaṇasaṅkhāto aviparītasabhāvo.",
  "atk-s0101a0:154_1": "Sabbampetaṁ anupacitakusalasambhārehi duppaññehi sasādīhi viya mahāsamuddo dukkhogāḷhaṁ alabbhaneyyapatiṭṭhañca, tasmā gambhīraṁ.",
  "atk-s0101a0:154_2": "Evampi ekamekasmiṁ ettha catubbidhopi gambhīrabhāvo veditabbo.",
  "atk-s0101a0:155_0": "Ettāvatā ca –",
  "atk-s0101a0:156_0": "‘‘Desanāsāsanakathā, bhedaṁ tesu yathārahaṁ;",
  "atk-s0101a0:157_0": "Sikkhāppahānagambhīra, bhāvañca paridīpaye’’ti –",
  "atk-s0101a0:158_0": "Ayaṁ gāthā vuttatthāva hoti.",
  "atk-s0101a0:159_0": "‘‘Pariyattibhedaṁ sampattiṁ, vipattiñcāpi yaṁ yahiṁ;",
  "atk-s0101a0:160_0": "Pāpuṇāti yathā bhikkhu, tampi sabbaṁ vibhāvaye’’ti –",
  "atk-s0101a0:161_0": "Ettha pana tīsu piṭakesu tividho pariyattibhedo daṭṭhabbo.",
  "atk-s0101a0:161_1": "Tisso hi pariyattiyo –",
  "atk-s0101a0:161_2": "alagaddūpamā, nissaraṇatthā, bhaṇḍāgārikapariyattīti.",
  "atk-s0101a0:162_0": "Tattha yā duggahitā, upārambhādihetu pariyāpuṭā, ayaṁ alagaddūpamā.",
  "atk-s0101a0:162_1": "Yaṁ sandhāya vuttaṁ ‘‘seyyathāpi, bhikkhave, puriso alagaddatthiko alagaddagavesī alagaddapariyesanaṁ caramāno, so passeyya mahantaṁ alagaddaṁ, tamenaṁ bhoge vā naṅguṭṭhe vā gaṇheyya, tassa so alagaddo paṭiparivattitvā hatthe vā bāhāyaṁ vā aññatarasmiṁ vā aṅgapaccaṅge ḍaṁseyya, so tato nidānaṁ maraṇaṁ vā nigaccheyya, maraṇamattaṁ vā dukkhaṁ.",
  "atk-s0101a0:162_2": "Taṁ kissa hetu?",
  "atk-s0101a0:162_3": "Duggahitattā, bhikkhave, alagaddassa.",
  "atk-s0101a0:162_4": "Evameva kho, bhikkhave, idhekacce moghapurisā dhammaṁ pariyāpuṇanti, suttaṁ…pe…",
  "atk-s0101a0:162_5": "vedallaṁ, te taṁ dhammaṁ pariyāpuṇitvā tesaṁ dhammānaṁ paññāya atthaṁ na upaparikkhanti, tesaṁ te dhammā paññāya atthaṁ anupaparikkhataṁ na nijjhānaṁ khamanti, te upārambhānisaṁsā ceva dhammaṁ pariyāpuṇanti, itivādappamokkhānisaṁsā ca, yassa catthāya dhammaṁ pariyāpuṇanti, tañcassa atthaṁ nānubhonti, tesaṁ te dhammā duggahitā dīgharattaṁ ahitāya dukkhāya saṁvattanti.",
  "atk-s0101a0:162_6": "Taṁ kissa hetu?",
  "atk-s0101a0:162_7": "Duggahitattā, bhikkhave, dhammāna’’nti (ma. ni. 1.238).",
  "atk-s0101a0:163_0": "Yā pana suggahitā sīlakkhandhādipāripūriṁyeva ākaṅkhamānena pariyāpuṭā, na upārambhādihetu, ayaṁ nissaraṇatthā.",
  "atk-s0101a0:163_1": "Yaṁ sandhāya vuttaṁ –",
  "atk-s0101a0:163_2": "‘‘tesaṁ te dhammā suggahitā dīgharattaṁ hitāya sukhāya saṁvattanti.",
  "atk-s0101a0:163_3": "Taṁ kissa hetu?",
  "atk-s0101a0:163_4": "Suggahitattā, bhikkhave, dhammāna’’nti (ma. ni. 1.239).",
  "atk-s0101a0:164_0": "Yaṁ pana pariññātakkhandho pahīnakileso bhāvitamaggo paṭividdhākuppo sacchikatanirodho khīṇāsavo kevalaṁ paveṇīpālanatthāya vaṁsānurakkhaṇatthāya pariyāpuṇāti, ayaṁ bhaṇḍāgārikapariyattīti.",
  "atk-s0101a0:165_0": "Vinaye pana suppaṭipanno bhikkhu sīlasampadaṁ nissāya tisso vijjā pāpuṇāti, tāsaṁyeva ca tattha pabhedavacanato.",
  "atk-s0101a0:165_1": "Sutte suppaṭipanno samādhisampadaṁ nissāya cha abhiññā pāpuṇāti, tāsaṁyeva ca tattha pabhedavacanato.",
  "atk-s0101a0:165_2": "Abhidhamme suppaṭipanno paññāsampadaṁ nissāya catasso paṭisambhidā pāpuṇāti, tāsañca tattheva pabhedavacanato, evametesu suppaṭipanno yathākkamena imaṁ vijjāttayachaḷabhiññācatuppaṭisambhidābhedaṁ sampattiṁ pāpuṇāti.",
  "atk-s0101a0:166_0": "Vinaye pana duppaṭipanno anuññātasukhasamphassaattharaṇapāvuraṇādiphassasāmaññato paṭikkhittesu upādinnakaphassādīsu anavajjasaññī hoti.",
  "atk-s0101a0:166_1": "Vuttampi hetaṁ –",
  "atk-s0101a0:166_2": "‘‘tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi, yathā ye me antarāyikā dhammā antarāyikā vuttā bhagavatā, te paṭisevato nālaṁ antarāyāyā’’ti (ma. ni. 1.234).",
  "atk-s0101a0:166_3": "Tato dussīlabhāvaṁ pāpuṇāti.",
  "atk-s0101a0:166_4": "Sutte duppaṭipanno –",
  "atk-s0101a0:166_5": "‘‘cattāro me, bhikkhave, puggalā santo saṁvijjamānā’’tiādīsu (a. ni.",
  "atk-s0101a0:166_6": "4.5) adhippāyaṁ ajānanto duggahitaṁ gaṇhāti, yaṁ sandhāya vuttaṁ –",
  "atk-s0101a0:166_7": "‘‘attanā duggahitena amhe ceva abbhācikkhati, attānañca khaṇati, bahuñca apuññaṁ pasavatī’’ti (ma. ni. 1.236).",
  "atk-s0101a0:166_8": "Tato micchādiṭṭhitaṁ pāpuṇāti.",
  "atk-s0101a0:166_9": "Abhidhamme duppaṭipanno dhammacintaṁ atidhāvanto acinteyyānipi cinteti.",
  "atk-s0101a0:166_10": "Tato cittakkhepaṁ pāpuṇāti, vuttañhetaṁ –",
  "atk-s0101a0:166_11": "‘‘cattārimāni, bhikkhave, acinteyyāni, na cintetabbāni, yāni cintento ummādassa vighātassa bhāgī assā’’ti (a. ni. 4.77).",
  "atk-s0101a0:166_12": "Evametesu duppaṭipanno yathākkamena imaṁ dussīlabhāva micchādiṭṭhitā cittakkhepabhedaṁ vipattiṁ pāpuṇātī’’ti.",
  "atk-s0101a0:167_0": "Ettāvatā ca –",
  "atk-s0101a0:168_0": "‘‘Pariyattibhedaṁ sampattiṁ, vipattiñcāpi yaṁ yahiṁ;",
  "atk-s0101a0:169_0": "Pāpuṇāti yathā bhikkhu, tampi sabbaṁ vibhāvaye’’ti –",
  "atk-s0101a0:170_0": "Ayampi gāthā vuttatthāva hoti.",
  "atk-s0101a0:170_1": "Evaṁ nānappakārato piṭakāni ñatvā tesaṁ vasenetaṁ buddhavacanaṁ tividhanti ñātabbaṁ.",
  "atk-s0101a0:171_0": "Kathaṁ nikāyavasena pañcavidhaṁ?",
  "atk-s0101a0:171_1": "Sabbameva cetaṁ dīghanikāyo, majjhimanikāyo, saṁyuttanikāyo, aṅguttaranikāyo, khuddakanikāyoti pañcappabhedaṁ hoti.",
  "atk-s0101a0:171_2": "Tattha katamo dīghanikāyo?",
  "atk-s0101a0:171_3": "Tivaggasaṅgahāni brahmajālādīni catuttiṁsa suttāni.",
  "atk-s0101a0:172_0": "‘‘Catuttiṁseva suttantā, tivaggo yassa saṅgaho;",
  "atk-s0101a0:173_0": "Esa dīghanikāyoti, paṭhamo anulomiko’’ti.",
  "atk-s0101a0:174_0": "Kasmā panesa dīghanikāyoti vuccati?",
  "atk-s0101a0:174_1": "Dīghappamāṇānaṁ suttānaṁ samūhato nivāsato ca.",
  "atk-s0101a0:174_2": "Samūhanivāsā hi nikāyoti vuccanti.",
  "atk-s0101a0:174_3": "‘‘Nāhaṁ, bhikkhave, aññaṁ ekanikāyampi samanupassāmi evaṁ cittaṁ, yathayidaṁ, bhikkhave , tiracchānagatā pāṇā’’ (saṁ. ni. 2.100).",
  "atk-s0101a0:174_4": "Poṇikanikāyo cikkhallikanikāyoti evamādīni cettha sādhakāni sāsanato lokato ca.",
  "atk-s0101a0:174_5": "Evaṁ sesānampi nikāyabhāve vacanattho veditabbo.",
  "atk-s0101a0:175_0": "Katamo majjhimanikāyo?",
  "atk-s0101a0:175_1": "Majjhimappamāṇāni pañcadasavaggasaṅgahāni mūlapariyāyasuttādīni diyaḍḍhasataṁ dve ca suttāni.",
  "atk-s0101a0:176_0": "‘‘Diyaḍḍhasatasuttantā, dve ca suttāni yattha so;",
  "atk-s0101a0:177_0": "Nikāyo majjhimo pañca, dasavaggapariggaho’’ti.",
  "atk-s0101a0:178_0": "Katamo saṁyuttanikāyo?",
  "atk-s0101a0:178_1": "Devatāsaṁyuttādivasena kathitāni oghataraṇādīni satta suttasahassāni satta ca suttasatāni dvāsaṭṭhi ca suttāni.",
  "atk-s0101a0:179_0": "‘‘Sattasuttasahassāni , sattasuttasatāni ca;",
  "atk-s0101a0:180_0": "Dvāsaṭṭhi ceva suttantā, eso saṁyuttasaṅgaho’’ti.",
  "atk-s0101a0:181_0": "Katamo aṅguttaranikāyo?",
  "atk-s0101a0:181_1": "Ekekaaṅgātirekavasena kathitāni cittapariyādānādīni nava suttasahassāni pañca suttasatāni sattapaññāsañca suttāni.",
  "atk-s0101a0:182_0": "‘‘Nava suttasahassāni, pañca suttasatāni ca;",
  "atk-s0101a0:183_0": "Sattapaññāsa suttāni, saṅkhyā aṅguttare aya’’nti.",
  "atk-s0101a0:184_0": "Katamo khuddakanikāyo?",
  "atk-s0101a0:184_1": "Sakalaṁ vinayapiṭakaṁ, abhidhammapiṭakaṁ, khuddakapāṭhādayo ca pubbe dassitā pañcadasappabhedā, ṭhapetvā cattāro nikāye avasesaṁ buddhavacanaṁ.",
  "atk-s0101a0:185_0": "‘‘Ṭhapetvā caturopete, nikāye dīghaādike;",
  "atk-s0101a0:186_0": "Tadaññaṁ buddhavacanaṁ, nikāyo khuddako mato’’ti.",
  "atk-s0101a0:187_0": "Evaṁ nikāyavasena pañcavidhaṁ.",
  "atk-s0101a0:188_0": "Kathaṁ aṅgavasena navavidhaṁ?",
  "atk-s0101a0:188_1": "Sabbameva hidaṁ suttaṁ, geyyaṁ, veyyākaraṇaṁ, gāthā, udānaṁ, itivuttakaṁ, jātakaṁ, abbhutadhammaṁ, vedallanti navappabhedaṁ hoti.",
  "atk-s0101a0:188_2": "Tattha ubhatovibhaṅganiddesakhandhakaparivārā, suttanipāte maṅgalasuttaratanasuttanālakasuttatuvaṭṭakasuttāni ca aññampi ca suttanāmakaṁ tathāgatavacanaṁ suttanti veditabbaṁ.",
  "atk-s0101a0:188_3": "Sabbampi sagāthakaṁ suttaṁ geyyanti veditabbaṁ.",
  "atk-s0101a0:188_4": "Visesena saṁyuttake sakalopi sagāthavaggo, sakalampi abhidhammapiṭakaṁ, niggāthakaṁ suttaṁ, yañca aññampi aṭṭhahi aṅgehi asaṅgahitaṁ buddhavacanaṁ, taṁ veyyākaraṇanti veditabbaṁ.",
  "atk-s0101a0:188_5": "Dhammapadaṁ, theragāthā, therīgāthā, suttanipāte nosuttanāmikā suddhikagāthā ca gāthāti veditabbā.",
  "atk-s0101a0:188_6": "Somanassaññāṇamayikagāthā paṭisaṁyuttā dveasīti suttantā udānanti veditabbaṁ.",
  "atk-s0101a0:188_7": "‘‘Vuttañhetaṁ bhagavatā’’tiādinayappavattā dasuttarasatasuttantā itivuttakanti veditabbaṁ.",
  "atk-s0101a0:188_8": "Apaṇṇakajātakādīni paññāsādhikāni pañcajātakasatāni ‘jātaka’nti veditabbaṁ.",
  "atk-s0101a0:188_9": "‘‘Cattārome, bhikkhave, acchariyā abbhutā dhammā ānande’’tiādinayappavattā (dī. ni.",
  "atk-s0101a0:188_10": "2.209) sabbepi acchariyabbhutadhammapaṭisaṁyuttasuttantā abbhutadhammanti veditabbaṁ.",
  "atk-s0101a0:188_11": "Cūḷavedalla-mahāvedalla-sammādiṭṭhi-sakkapañha-saṅkhārabhājaniya-mahāpuṇṇamasuttādayo sabbepi vedañca tuṭṭhiñca laddhā laddhā pucchitasuttantā vedallanti veditabbaṁ.",
  "atk-s0101a0:188_12": "Evaṁ aṅgavasena navavidhaṁ.",
  "atk-s0101a0:189_0": "Kathaṁ dhammakkhandhavasena caturāsītisahassavidhaṁ? Sabbameva cetaṁ buddhavacanaṁ –",
  "atk-s0101a0:190_0": "‘‘Dvāsīti buddhato gaṇhiṁ, dve sahassāni bhikkhuto;",
  "atk-s0101a0:191_0": "Caturāsīti sahassāni, ye me dhammā pavattino’’ti.",
  "atk-s0101a0:192_0": "Evaṁ paridīpitadhammakkhandhavasena caturāsītisahassappabhedaṁ hoti.",
  "atk-s0101a0:192_1": "Tattha ekānusandhikaṁ suttaṁ eko dhammakkhandho.",
  "atk-s0101a0:192_2": "Yaṁ anekānusandhikaṁ, tattha anusandhivasena dhammakkhandhagaṇanā.",
  "atk-s0101a0:192_3": "Gāthābandhesu pañhāpucchanaṁ eko dhammakkhandho, vissajjanaṁ eko.",
  "atk-s0101a0:192_4": "Abhidhamme ekamekaṁ tikadukabhājanaṁ, ekamekañca cittavārabhājanaṁ, ekameko dhammakkhandho.",
  "atk-s0101a0:192_5": "Vinaye atthi vatthu, atthi mātikā, atthi padabhājanīyaṁ, atthi antarāpatti, atthi āpatti, atthi anāpatti, atthi tikacchedo.",
  "atk-s0101a0:192_6": "Tattha ekameko koṭṭhāso ekameko dhammakkhandhoti veditabbo.",
  "atk-s0101a0:192_7": "Evaṁ dhammakkhandhavasena caturāsītisahassavidhaṁ.",
  "atk-s0101a0:193_0": "Evametaṁ abhedato rasavasena ekavidhaṁ, bhedato dhammavinayādivasena duvidhādibhedaṁ buddhavacanaṁ saṅgāyantena mahākassapappamukhena vasīgaṇena ‘‘ayaṁ dhammo, ayaṁ vinayo, idaṁ paṭhamabuddhavacanaṁ, idaṁ majjhimabuddhavacanaṁ, idaṁ pacchimabuddhavacanaṁ, idaṁ vinayapiṭakaṁ, idaṁ suttantapiṭakaṁ, idaṁ abhidhammapiṭakaṁ, ayaṁ dīghanikāyo…pe…",
  "atk-s0101a0:193_1": "ayaṁ khuddakanikāyo, imāni suttādīni navaṅgāni, imāni caturāsīti dhammakkhandhasahassānī’’ti, imaṁ pabhedaṁ vavatthapetvāva saṅgītaṁ.",
  "atk-s0101a0:193_2": "Na kevalañca imameva, aññampi uddānasaṅgaha-vaggasaṅgaha-peyyālasaṅgaha-ekakanipāta-dukanipātādinipātasaṅgaha-saṁyuttasaṅgaha-paṇṇāsasaṅgahādi-anekavidhaṁ tīsu piṭakesu sandissamānaṁ saṅgahappabhedaṁ vavatthapetvā eva sattahi māsehi saṅgītaṁ.",
  "atk-s0101a0:194_0": "Saṅgītipariyosāne cassa –",
  "atk-s0101a0:194_1": "‘‘idaṁ mahākassapattherena dasabalassa sāsanaṁ pañcavassasahassaparimāṇakālaṁ pavattanasamatthaṁ kata’’nti sañjātappamodā sādhukāraṁ viya dadamānā ayaṁ mahāpathavī udakapariyantaṁ katvā anekappakāraṁ kampi saṅkampi sampakampi sampavedhi, anekāni ca acchariyāni pāturahesunti, ayaṁ paṭhamamahāsaṅgīti nāma. Yā loke –",
  "atk-s0101a0:195_0": "‘‘Satehi pañcahi katā, tena pañcasatāti ca;",
  "atk-s0101a0:196_0": "Thereheva katattā ca, therikāti pavuccatī’’ti."
}