{
  "atk-s0203a2:0_0": "3. Suññatavaggo",
  "atk-s0203a2:1_0": "1. Cūḷasuññatasuttavaṇṇanā",
  "atk-s0203a2:2_0": "176.Evaṁme sutanti cūḷasuññatasuttaṁ.",
  "atk-s0203a2:2_1": "Tattha ekamidanti thero kira bhagavato vattaṁ katvā attano divāṭṭhānaṁ gantvā kālaparicchedaṁ katvā nibbānārammaṇaṁ suññatāphalasamāpattiṁ appetvā nisinno yathāparicchedena vuṭṭhāsi.",
  "atk-s0203a2:2_2": "Athassa saṅkhārā suññato upaṭṭhahiṁsu.",
  "atk-s0203a2:2_3": "So suññatākathaṁ sotukāmo jāto.",
  "atk-s0203a2:2_4": "Athassa etadahosi –",
  "atk-s0203a2:2_5": "‘‘na kho pana sakkā dhurena dhuraṁ paharantena viya gantvā ‘suññatākathaṁ me, bhante, kathethā’ti bhagavantaṁ vattuṁ, handāhaṁ yaṁ me bhagavā nagarakaṁ upanissāya viharanto ekaṁ kathaṁ kathesi, taṁ sāremi, evaṁ me bhagavā suññatākathaṁ kathessatī’’ti dasabalaṁ sārento ekamidantiādimāha.",
  "atk-s0203a2:3_0": "Tattha idanti nipātamattameva.",
  "atk-s0203a2:3_1": "Kaccimetaṁ, bhanteti thero ekapade ṭhatvā saṭṭhipadasahassāni uggahetvā dhāretuṁ samattho, kiṁ so ‘‘suññatāvihārenā’’ti ekaṁ padaṁ dhāretuṁ na sakkhissati, sotukāmena pana jānantena viya pucchituṁ na vaṭṭati, pākaṭaṁ katvā vitthāriyamānaṁ suññatākathaṁ sotukāmo ajānanto viya evamāha.",
  "atk-s0203a2:3_2": "Eko ajānantopi jānanto viya hoti, thero evarūpaṁ kohaññaṁ kiṁ karissati, attano jānanaṭṭhānepi bhagavato apacitiṁ dassetvā ‘‘kaccimeta’’ntiādimāha.",
  "atk-s0203a2:4_0": "Pubbepīti paṭhamabodhiyaṁ nagarakaṁ upanissāya viharaṇakālepi.",
  "atk-s0203a2:4_1": "Etarahipīti idānipi.",
  "atk-s0203a2:4_2": "Evaṁ pana vatvā cintesi –",
  "atk-s0203a2:4_3": "‘‘ānando suññatākathaṁ sotukāmo, eko pana sotuṁ sakkoti, na uggahetuṁ, eko sotumpi uggahetumpi sakkoti, na kathetuṁ, ānando pana sotumpi sakkoti uggahetumpi kathetumpi, (kathemissa) suññatākatha’’nti.",
  "atk-s0203a2:4_4": "Iti taṁ kathento seyyathāpītiādimāha.",
  "atk-s0203a2:4_5": "Tattha suñño hatthigavāssavaḷavenāti tattha kaṭṭharūpapotthakarūpacittarūpavasena katā hatthiādayo atthi, vessavaṇamandhātādīnaṁ ṭhitaṭṭhāne cittakammavasena katampi, ratanaparikkhatānaṁ vātapānadvārabandhamañcapīṭhādīnaṁ vasena saṇṭhitampi, jiṇṇapaṭisaṅkharaṇatthaṁ ṭhapitampi jātarūparajataṁ atthi, kaṭṭharūpādivasena katā dhammasavanapañhapucchanādivasena āgacchantā ca itthipurisāpi atthi, tasmā na so tehi suñño.",
  "atk-s0203a2:4_6": "Indriyabaddhānaṁ saviññāṇakānaṁ hatthiādīnaṁ, icchiticchitakkhaṇe paribhuñjitabbassa jātarūparajatassa, nibaddhavāsaṁ vasantānaṁ itthipurisānañca abhāvaṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a2:5_0": "Bhikkhusaṅghaṁ paṭiccāti bhikkhūsu hi piṇḍāya paviṭṭhesupi vihārabhattaṁ sādiyantehi bhikkhūhi ceva gilānagilānupaṭṭhākauddesacīvarakammapasutādīhi ca bhikkhūhi so asuññova hoti, iti niccampi bhikkhūnaṁ atthitāya evamāha.",
  "atk-s0203a2:5_1": "Ekattanti ekabhāvaṁ, ekaṁ asuññataṁ atthīti attho.",
  "atk-s0203a2:5_2": "Eko asuññabhāvo atthīti vuttaṁ hoti.",
  "atk-s0203a2:5_3": "Amanasikaritvāti citte akatvā anāvajjitvā apaccavekkhitvā.",
  "atk-s0203a2:5_4": "Gāmasaññanti gāmoti pavattavasena vā kilesavasena vā uppannaṁ gāmasaññaṁ.",
  "atk-s0203a2:5_5": "Manussasaññāyapi eseva nayo.",
  "atk-s0203a2:5_6": "Araññasaññaṁ paṭicca manasi karoti ekattanti idaṁ araññaṁ, ayaṁ rukkho, ayaṁ pabbato, ayaṁ nīlobhāso vanasaṇḍoti evaṁ ekaṁ araññaṁyeva paṭicca araññasaññaṁ manasi karoti.",
  "atk-s0203a2:5_7": "Pakkhandatīti otarati.",
  "atk-s0203a2:5_8": "Adhimuccatīti evanti adhimuccati.",
  "atk-s0203a2:5_9": "Ye assu darathāti ye ca pavattadarathā vā kilesadarathā vā gāmasaññaṁ paṭicca bhaveyyuṁ, te idha araññasaññāya na santi.",
  "atk-s0203a2:5_10": "Dutiyapadepi eseva nayo.",
  "atk-s0203a2:5_11": "Atthi cevāyanti ayaṁ pana ekaṁ araññasaññaṁ paṭicca uppajjamānā pavattadarathamattā atthi.",
  "atk-s0203a2:6_0": "Yañhikho tattha na hotīti yaṁ migāramātupāsāde hatthiādayo viya imissā araññasaññāya gāmasaññāmanussasaññāvasena uppajjamānaṁ pavattadarathakilesadarathajātaṁ, taṁ na hoti.",
  "atk-s0203a2:6_1": "Yaṁ pana tattha avasiṭṭhanti yaṁ migāramātupāsāde bhikkhusaṅgho viya tattha araññasaññāya pavattadarathamattaṁ avasiṭṭhaṁ hoti.",
  "atk-s0203a2:6_2": "Taṁ santamidaṁ atthīti pajānātīti taṁ vijjamānameva ‘‘atthi ida’’nti pajānāti, suññatāvakkantīti suññatānibbatti.",
  "atk-s0203a2:7_0": "177.Amanasikaritvāmanussasaññanti idha gāmasaññaṁ na gaṇhāti. Kasmā?",
  "atk-s0203a2:7_1": "Evaṁ kirassa ahosi –",
  "atk-s0203a2:7_2": "‘‘manussasaññāya gāmasaññaṁ nivattetvā, araññasaññāya manussasaññaṁ, pathavīsaññāya araññasaññaṁ, ākāsānañcāyatanasaññāya pathavīsaññaṁ…pe…",
  "atk-s0203a2:7_3": "nevasaññānāsaññāyatanasaññāya ākiñcaññāyatanasaññaṁ , vipassanāya nevasaññānāsaññāyatanasaññaṁ, maggena vipassanaṁ nivattetvā anupubbena accantasuññataṁ nāma dassessāmī’’ti.",
  "atk-s0203a2:7_4": "Tasmā evaṁ desanaṁ ārabhi.",
  "atk-s0203a2:7_5": "Tattha pathavīsaññanti kasmā araññasaññaṁ pahāya pathavīsaññaṁ manasi karoti?",
  "atk-s0203a2:7_6": "Araññasaññāya visesānadhigamanato.",
  "atk-s0203a2:7_7": "Yathā hi purisassa ramaṇīyaṁ khettaṭṭhānaṁ disvā –",
  "atk-s0203a2:7_8": "‘‘idha vuttā sāliādayo suṭṭhu sampajjissanti, mahālābhaṁ labhissāmī’’ti sattakkhattumpi khettaṭṭhānaṁ olokentassa sāliādayo na sampajjanteva, sace pana taṁ ṭhānaṁ vihatakhāṇukakaṇṭakaṁ katvā kasitvā vapati, evaṁ sante sampajjanti, evameva –",
  "atk-s0203a2:7_9": "‘‘idaṁ araññaṁ, ayaṁ rukkho, ayaṁ pabbato, ayaṁ nīlobhāso vanasaṇḍo’’ti sacepi sattakkhattuṁ araññasaññaṁ manasi karoti, nevūpacāraṁ na samādhiṁ pāpuṇāti, pathavīsaññāya panassa dhuvasevanaṁ kammaṭṭhānaṁ pathavīkasiṇaṁ parikammaṁ katvā jhānāni nibbattetvā jhānapadaṭṭhānampi vipassanaṁ vaḍḍhetvā sakkā arahattaṁ pāpuṇituṁ.",
  "atk-s0203a2:7_10": "Tasmā araññasaññaṁ pahāya pathavīsaññaṁ manasi karoti.",
  "atk-s0203a2:7_11": "Paṭiccāti paṭicca sambhūtaṁ.",
  "atk-s0203a2:8_0": "Idāni yasmiṁ pathavīkasiṇe so pathavīsaññī hoti, tassa opammadassanatthaṁ seyyathāpītiādimāha.",
  "atk-s0203a2:8_1": "Tattha usabhassa etanti āsabhaṁ.",
  "atk-s0203a2:8_2": "Aññesaṁ pana gunnaṁ gaṇḍāpi honti pahārāpi.",
  "atk-s0203a2:8_3": "Tesañhi cammaṁ pasāriyamānaṁ nibbalikaṁ na hoti, usabhassa lakkhaṇasampannatāya te dosā natthi.",
  "atk-s0203a2:8_4": "Tasmā tassa cammaṁ gahitaṁ.",
  "atk-s0203a2:8_5": "Saṅkusatenāti khilasatena.",
  "atk-s0203a2:8_6": "Suvihatanti pasāretvā suṭṭhu vihataṁ.",
  "atk-s0203a2:8_7": "Ūnakasatasaṅkuvihatañhi nibbalikaṁ na hoti, saṅkusatena vihataṁ bheritalaṁ viya nibbalikaṁ hoti.",
  "atk-s0203a2:8_8": "Tasmā evamāha.",
  "atk-s0203a2:8_9": "Ukkūlavikkūlanti uccanīcaṁ thalaṭṭhānaṁ ninnaṭṭhānaṁ.",
  "atk-s0203a2:8_10": "Nadīvidugganti nadiyo ceva duggamaṭṭhānañca.",
  "atk-s0203a2:8_11": "Pathavīsaññaṁ paṭicca manasi karoti ekattanti kasiṇapathaviyaṁyeva paṭicca sambhūtaṁ ekaṁ saññaṁ manasi karoti.",
  "atk-s0203a2:8_12": "Darathamattāti ito paṭṭhāya sabbavāresu pavattadarathavasena darathamattā veditabbā.",
  "atk-s0203a2:9_0": "182.Animittaṁ cetosamādhinti vipassanācittasamādhiṁ.",
  "atk-s0203a2:9_1": "So hi niccanimittādivirahito animittoti vuccati.",
  "atk-s0203a2:9_2": "Imameva kāyanti vipassanāya vatthuṁ dasseti.",
  "atk-s0203a2:9_3": "Tattha imamevāti imaṁ eva catumahābhūtikaṁ.",
  "atk-s0203a2:9_4": "Saḷāyatanikanti saḷāyatanapaṭisaṁyuttaṁ.",
  "atk-s0203a2:9_5": "Jīvitapaccayāti yāva jīvitindriyānaṁ pavatti, tāva jīvitapaccayā pavattadarathamattā atthīti vuttaṁ hoti.",
  "atk-s0203a2:10_0": "183.",
  "atk-s0203a2:10_1": "Puna animittanti vipassanāya paṭivipassanaṁ dassetuṁ vuttaṁ.",
  "atk-s0203a2:10_2": "Kāmāsavaṁ paṭiccāti kāmāsavaṁ paṭicca uppajjanapavattadarathā idha na santi, ariyamagge ceva ariyaphale ca natthīti vuttaṁ hoti.",
  "atk-s0203a2:10_3": "Imameva kāyanti imaṁ upādisesadarathadassanatthaṁ vuttaṁ.",
  "atk-s0203a2:10_4": "Iti manussasaññāya gāmasaññaṁ nivattetvā…pe…",
  "atk-s0203a2:10_5": "maggena vipassanaṁ nivattetvā anupubbena accantasuññatā nāma dassitā hoti.",
  "atk-s0203a2:11_0": "184.Parisuddhanti nirupakkilesaṁ.",
  "atk-s0203a2:11_1": "Anuttaranti uttaravirahitaṁ sabbaseṭṭhaṁ.",
  "atk-s0203a2:11_2": "Suññatanti suññataphalasamāpattiṁ.",
  "atk-s0203a2:11_3": "Tasmāti yasmā atītepi, buddhapaccekabuddhabuddhasāvakasaṅkhātā samaṇabrāhmaṇā.",
  "atk-s0203a2:11_4": "Anāgatepi, etarahipi buddhabuddhasāvakasaṅkhātā samaṇabrāhmaṇā imaṁyeva parisuddhaṁ paramaṁ anuttaraṁ suññataṁ upasampajja vihariṁsu viharissanti viharanti ca, tasmā.",
  "atk-s0203a2:11_5": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a2:12_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:13_0": "Cūḷasuññatasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:14_0": "2. Mahāsuññatasuttavaṇṇanā",
  "atk-s0203a2:15_0": "185.Evaṁme sutanti mahāsuññatasuttaṁ.",
  "atk-s0203a2:15_1": "Tattha kāḷakhemakassāti chavivaṇṇena so kāḷo, khemakoti panassa nāmaṁ.",
  "atk-s0203a2:15_2": "Vihāroti tasmiṁyeva nigrodhārāme ekasmiṁ padese pākārena parikkhipitvā dvārakoṭṭhakaṁ māpetvā haṁsavaṭṭakādisenāsanāni ceva maṇḍalamāḷabhojanasālādīni ca patiṭṭhapetvā kato vihāro.",
  "atk-s0203a2:15_3": "Sambahulāni senāsanānīti mañco pīṭhaṁ bhisibimbohanaṁ taṭṭikā cammakhaṇḍo tiṇasanthāro paṇṇasanthāro palālasanthārotiādīni paññattāni honti, mañcena mañcaṁ…pe…",
  "atk-s0203a2:15_4": "palālasanthāreneva palālasanthāraṁ āhacca ṭhapitāni, gaṇabhikkhūnaṁ vasanaṭṭhānasadisaṁ ahosi.",
  "atk-s0203a2:16_0": "Sambahulānu khoti bhagavato bodhipallaṅkeyeva sabbakilesānaṁ samugghāṭitattā saṁsayo nāma natthi, vitakkapubbabhāgā pucchā, vitakkapubbabhāge cāyaṁ nukāro nipātamatto.",
  "atk-s0203a2:16_1": "Pāṭimatthakaṁ gacchante avinicchito nāma na hoti.",
  "atk-s0203a2:16_2": "Ito kira pubbe bhagavatā dasa dvādasa bhikkhū ekaṭṭhāne vasantā na diṭṭhapubbā.",
  "atk-s0203a2:17_0": "Athassa etadahosi –",
  "atk-s0203a2:17_1": "gaṇavāso nāmāyaṁ vaṭṭe āciṇṇasamāciṇṇo nadīotiṇṇaudakasadiso, nirayatiracchānayonipettivisayāsurakāyesupi, manussaloka-devalokabrahmalokesupi gaṇavāsova āciṇṇo.",
  "atk-s0203a2:17_2": "Dasayojanasahasso hi nirayo tipucuṇṇabharitā nāḷi viya sattehi nirantaro, pañcavidhabandhanakammakāraṇakaraṇaṭṭhāne sattānaṁ pamāṇaṁ vā paricchedo vā natthi, tathā vāsīhi tacchanādiṭhānesu, iti gaṇabhūtāva paccanti.",
  "atk-s0203a2:17_3": "Tiracchānayoniyaṁ ekasmiṁ vammike upasikānaṁ pamāṇaṁ vā paricchedo vā natthi, tathā ekekabilādīsupi kipillikādīnaṁ.",
  "atk-s0203a2:17_4": "Tiracchānayoniyampi gaṇavāsova.",
  "atk-s0203a2:17_5": "Petanagarāni ca gāvutikāni aḍḍhayojanikānipi petabharitāni honti.",
  "atk-s0203a2:17_6": "Evaṁ pettivisayepi gaṇavāsova.",
  "atk-s0203a2:17_7": "Asurabhavanaṁ dasayojanasahassaṁ kaṇṇe pakkhittasūciyā kaṇṇabilaṁ viya hoti.",
  "atk-s0203a2:17_8": "Iti asurakāyepi gaṇavāsova.",
  "atk-s0203a2:17_9": "Manussaloke sāvatthiyaṁ sattapaṇṇāsa kulasatasahassāni, rājagahe anto ca bahi ca aṭṭhārasa manussakoṭiyo vasiṁsu.",
  "atk-s0203a2:17_10": "Evaṁ aññesupi ṭhānesūti manussalokepi gaṇavāsova.",
  "atk-s0203a2:17_11": "Bhummadevatā ādiṁ katvā devalokabrahmalokesupi gaṇavāsova.",
  "atk-s0203a2:17_12": "Ekekassa hi devaputtassa aḍḍhatiyā nāṭakakoṭiyo honti, navapi koṭiyo honti, ekaṭṭhāne dasasahassāpi brahmāno vasanti.",
  "atk-s0203a2:18_0": "Tato cintesi –",
  "atk-s0203a2:18_1": "‘‘mayā satasahassakappādhikāni cattāri asaṅkhyeyyāni gaṇavāsaviddhaṁsanatthaṁ dasa pāramiyo pūritā, ime ca bhikkhū ito paṭṭhāyeva gaṇaṁ bandhitvā gaṇābhiratā jātā ananucchavikaṁ karontī’’ti.",
  "atk-s0203a2:18_2": "So dhammasaṁvegaṁ uppādetvā puna cintesi –",
  "atk-s0203a2:18_3": "‘‘sace ‘ekaṭṭhāne dvīhi bhikkhūhi na vasitabba’nti sakkā bhaveyya sikkhāpadaṁ paññapetuṁ, sikkhāpadaṁ paññāpeyyaṁ, na kho panetaṁ sakkā.",
  "atk-s0203a2:18_4": "Handāhaṁ mahāsuññatāpaṭipattiṁ nāma suttantaṁ desemi, yaṁ sikkhākāmānaṁ kulaputtānaṁ sikkhāpadapaññatti viya nagaradvāre nikkhittasabbakāyikaādāso viya ca bhavissati.",
  "atk-s0203a2:18_5": "Tato yathā nāmekasmiṁ ādāse khattiyādayo attano vajjaṁ disvā taṁ pahāya anavajjā honti, evamevaṁ mayi parinibbutepi pañcavassasahassāni imaṁ suttaṁ āvajjitvā gaṇaṁ vinodetvā ekībhāvābhiratā kulaputtā vaṭṭadukkhassa antaṁ karissantī’’ti.",
  "atk-s0203a2:18_6": "Bhagavato ca manorathaṁ pūrentā viya imaṁ suttaṁ āvajjitvā gaṇaṁ vinodetvā vaṭṭadukkhaṁ khepetvā parinibbutā kulaputtā gaṇanapathaṁ vītivattā.",
  "atk-s0203a2:18_7": "Vālikapiṭṭhivihārepi hi ābhidhammikaabhayatthero nāma vassūpanāyikasamaye sambahulehi bhikkhūhi saddhiṁ imaṁ suttaṁ sañjhāyitvā ‘‘sammāsambuddho evaṁ kāreti, mayaṁ kiṁ karomā’’ti āha.",
  "atk-s0203a2:18_8": "Te sabbepi antovasse gaṇaṁ vinodetvā ekībhāvābhiratā arahattaṁ pāpuṇiṁsu.",
  "atk-s0203a2:18_9": "Gaṇabhedanaṁ nāma idaṁ suttanti.",
  "atk-s0203a2:19_0": "186.Ghaṭāyāti evaṁnāmakassa sakkassa.",
  "atk-s0203a2:19_1": "Vihāreti ayampi vihāro nigrodhārāmasseva ekadese kāḷakhemakassa vihāro viya katoti veditabbo.",
  "atk-s0203a2:19_2": "Cīvarakammanti jiṇṇamalinānaṁ aggaḷaṭṭhānuppādanadhovanādīhi kataparibhaṇḍampi, cīvaratthāya uppannavatthānaṁ vicāraṇasibbanādīhi akataṁ saṁvidhānampi vaṭṭati, idha pana akataṁ saṁvidhānaṁ adhippetaṁ.",
  "atk-s0203a2:19_3": "Manussā hi ānandattherassa cīvarasāṭake adaṁsu.",
  "atk-s0203a2:19_4": "Tasmā thero sambahule bhikkhū gahetvā tattha cīvarakammaṁ akāsi.",
  "atk-s0203a2:19_5": "Tepi bhikkhū pātova sūcipāsakassa paññāyanakālato paṭṭhāya nisinnā apaññāyanakāle uṭṭhahanti.",
  "atk-s0203a2:19_6": "Sūcikamme niṭṭhiteyeva senāsanāni saṁvidahissāmāti na saṁvidahiṁsu.",
  "atk-s0203a2:19_7": "Cīvarakārasamayo noti thero kira cintesi –",
  "atk-s0203a2:19_8": "‘‘addhā etehi bhikkhūhi na paṭisāmitāni senāsanāni, bhagavatā ca diṭṭhāni bhavissanti.",
  "atk-s0203a2:19_9": "Iti anattamano satthā suṭṭhu niggahetukāmo, imesaṁ bhikkhūnaṁ upatthambho bhavissāmī’’ti;",
  "atk-s0203a2:19_10": "tasmā evamāha.",
  "atk-s0203a2:19_11": "Ayaṁ panettha adhippāyo –",
  "atk-s0203a2:19_12": "‘‘na, bhante, ime bhikkhū kammārāmā eva, cīvarakiccavasena pana evaṁ vasantī’’ti.",
  "atk-s0203a2:20_0": "Na kho, ānandāti, ānanda, kammasamayo vā hotu akammasamayo vā, cīvarakārasamayo vā hotu acīvarakārasamayo vā, atha kho saṅgaṇikārāmo bhikkhu na sobhatiyeva.",
  "atk-s0203a2:20_1": "Mā tvaṁ anupatthambhaṭṭhāne upatthambho ahosīti.",
  "atk-s0203a2:20_2": "Tattha saṅgaṇikāti sakaparisasamodhānaṁ.",
  "atk-s0203a2:20_3": "Gaṇoti nānājanasamodhānaṁ.",
  "atk-s0203a2:20_4": "Iti saṅgaṇikārāmo vā hotu gaṇārāmo vā, sabbathāpi gaṇabāhullābhirato gaṇabandhanabaddho bhikkhu na sobhati.",
  "atk-s0203a2:20_5": "Pacchābhatte pana divāṭṭhānaṁ sammajjitvā sudhotahatthapādo mūlakammaṭṭhānaṁ gahetvā ekārāmatamanuyutto bhikkhu buddhasāsane sobhati.",
  "atk-s0203a2:20_6": "Nekkhammasukhanti kāmato nikkhantassa sukhaṁ.",
  "atk-s0203a2:20_7": "Pavivekasukhampi kāmapavivekasukhameva.",
  "atk-s0203a2:20_8": "Rāgādīnaṁ pana vūpasamatthāya saṁvattatīti upasamasukhaṁ.",
  "atk-s0203a2:20_9": "Maggasambodhatthāya saṁvattatīti sambodhisukhaṁ.",
  "atk-s0203a2:20_10": "Nikāmalābhīti kāmalābhī icchitalābhī.",
  "atk-s0203a2:20_11": "Akicchalābhīti adukkhalābhī.",
  "atk-s0203a2:20_12": "Akasiralābhīti vipulalābhī.",
  "atk-s0203a2:21_0": "Sāmāyikanti appitappitasamaye kilesehi vimuttaṁ.",
  "atk-s0203a2:21_1": "Kantanti manāpaṁ.",
  "atk-s0203a2:21_2": "Cetovimuttinti rūpārūpāvacaracittavimuttiṁ.",
  "atk-s0203a2:21_3": "Vuttañhetaṁ –",
  "atk-s0203a2:21_4": "‘‘cattāri ca jhānāni catasso ca arūpasamāpattiyo, ayaṁ sāmāyiko vimokkho’’ti (paṭi. ma. 1.213).",
  "atk-s0203a2:21_5": "Asāmāyikanti na samayavasena kilesehi vimuttaṁ, atha kho accantavimuttaṁ lokuttaraṁ vuttaṁ.",
  "atk-s0203a2:21_6": "Vuttañhetaṁ –",
  "atk-s0203a2:21_7": "‘‘cattāro ca ariyamaggā cattāri ca sāmaññaphalāni, ayaṁ asāmāyiko vimokkho’’ti.",
  "atk-s0203a2:21_8": "Akuppanti kilesehi akopetabbaṁ.",
  "atk-s0203a2:22_0": "Ettāvatā kiṁ kathitaṁ hoti?",
  "atk-s0203a2:22_1": "Saṅgaṇikārāmo bhikkhu gaṇabandhanabaddho neva lokiyaguṇaṁ, na ca lokuttaraguṇaṁ nibbattetuṁ sakkoti, gaṇaṁ vinodetvā pana ekābhirato sakkoti.",
  "atk-s0203a2:22_2": "Tathā hi vipassī bodhisatto caturāsītiyā pabbajitasahassehi parivuto satta vassāni vicaranto sabbaññuguṇaṁ nibbattetuṁ nāsakkhi, gaṇaṁ vinodetvā sattadivase ekībhāvābhirato bodhimaṇḍaṁ āruyha sabbaññuguṇaṁ nibbattesi.",
  "atk-s0203a2:22_3": "Amhākaṁ bodhisatto pañcavaggiyehi saddhiṁ chabbassāni vicaranto sabbaññuguṇaṁ nibbattetuṁ nāsakkhi, tesu pakkantesu ekībhāvābhirato bodhimaṇḍaṁ āruyha sabbaññuguṇaṁ nibbattesi.",
  "atk-s0203a2:23_0": "Evaṁ saṅgaṇikārāmassa guṇādhigamābhāvaṁ dassetvā idāni dosuppattiṁ dassento nāhaṁ ānandātiādimāha.",
  "atk-s0203a2:23_1": "Tattha rūpanti sarīraṁ.",
  "atk-s0203a2:23_2": "Yattha rattassāti yasmiṁ rūpe rāgavasena rattassa.",
  "atk-s0203a2:23_3": "Na uppajjeyyunti yasmiṁ rūpe rattassa na uppajjeyyuṁ, taṁ rūpaṁ na samanupassāmi, atha kho sāriputtamoggallānānaṁ dasabalasāvakattupagamanasaṅkhātena aññathābhāvena sañcayassa viya, upāligahapatino aññathābhāvena nāṭaputtassa viya, piyajātikasutte seṭṭhiādīnaṁ viya ca uppajjantiyeva.",
  "atk-s0203a2:24_0": "187.Ayaṁkho panānandāti ko anusandhi?",
  "atk-s0203a2:24_1": "Sace hi koci dubbuddhī navapabbajito vadeyya –",
  "atk-s0203a2:24_2": "‘‘sammāsambuddho khettaṁ paviṭṭhā gāviyo viya amheyeva gaṇato nīharati, ekībhāve niyojeti, sayaṁ pana rājarājamahāmattādīhi parivuto viharatī’’ti, tassa vacanokāsupacchedanatthaṁ –",
  "atk-s0203a2:24_3": "‘‘cakkavāḷapariyantāya parisāya majjhe nisinnopi tathāgato ekakovā’’ti dassetuṁ imaṁ desanaṁ ārabhi.",
  "atk-s0203a2:24_4": "Tattha sabbanimittānanti rūpādīnaṁ saṅkhanimittānaṁ.",
  "atk-s0203a2:24_5": "Ajjhattanti visayajjhattaṁ.",
  "atk-s0203a2:24_6": "Suññatanti suññataphalasamāpattiṁ.",
  "atk-s0203a2:24_7": "Tatra ceti upayogatthe bhummaṁ, taṁ ceti vuttaṁ hoti.",
  "atk-s0203a2:24_8": "Puna tatrāti tasmiṁ parisamajjhe ṭhito.",
  "atk-s0203a2:24_9": "Vivekaninnenāti nibbānaninnena.",
  "atk-s0203a2:24_10": "Byantībhūtenāti āsavaṭṭhānīyadhammehi vigatantena nissaṭena visaṁyuttena.",
  "atk-s0203a2:24_11": "Uyyojanikapaṭisaṁyuttanti gacchatha tumheti evaṁ uyyojanikena vacanena paṭisaṁyuttaṁ.",
  "atk-s0203a2:25_0": "Kāya pana velāya bhagavā evaṁ katheti?",
  "atk-s0203a2:25_1": "Pacchābhattakiccavelāya, vā purimayāmakiccavelāya vā.",
  "atk-s0203a2:25_2": "Bhagavā hi pacchābhatte gandhakuṭiyaṁ sīhaseyyaṁ kappetvā vuṭṭhāya phalasamāpattiṁ appetvā nisīdati.",
  "atk-s0203a2:25_3": "Tasmiṁ samaye dhammassavanatthāya parisā sannipatanti.",
  "atk-s0203a2:25_4": "Atha bhagavā kālaṁ viditvā gandhakuṭito nikkhamitvā buddhāsanavaragato dhammaṁ desetvā bhesajjatelapākaṁ gaṇhanto viya kālaṁ anatikkamitvā vivekaninnena cittena parisaṁ uyyojeti .",
  "atk-s0203a2:25_5": "Purimayāmepi ‘‘abhikkantā kho vāseṭṭhā ratti, yassa dāni kālaṁ maññathā’’ti (dī. ni.",
  "atk-s0203a2:25_6": "3.299) evaṁ uyyojeti .",
  "atk-s0203a2:25_7": "Buddhānañhi bodhipattito paṭṭhāya dve pañcaviññāṇānipi nibbānaninnāneva.",
  "atk-s0203a2:25_8": "Tasmātihānandāti yasmā suññatāvihāro santo paṇīto, tasmā.",
  "atk-s0203a2:26_0": "188.Ajjhattamevāti gocarajjhattameva.",
  "atk-s0203a2:26_1": "Ajjhattaṁ suññatanti idha niyakajjhattaṁ, attano pañcasu khandhesu nissitanti attho.",
  "atk-s0203a2:26_2": "Sampajāno hotīti kammaṭṭhānassa asampajjanabhāvajānanena sampajāno.",
  "atk-s0203a2:26_3": "Bahiddhāti parassa pañcasu khandhesu.",
  "atk-s0203a2:26_4": "Ajjhattabahiddhāti kālena ajjhattaṁ kālena bahiddhā .",
  "atk-s0203a2:26_5": "Āneñjanti ubhatobhāgavimutto bhavissāmāti āneñjaṁ arūpasamāpattiṁ manasi karoti.",
  "atk-s0203a2:27_0": "Tasmiṁyeva purimasminti pādakajjhānaṁ sandhāya vuttaṁ.",
  "atk-s0203a2:27_1": "Apaguṇapādakajjhānato vuṭṭhitassa hi ajjhattaṁ suññataṁ manasikaroto tattha cittaṁ na pakkhandati.",
  "atk-s0203a2:27_2": "Tato ‘‘parassa santāne nu kho katha’’nti bahiddhā manasi karoti, tatthapi na pakkhandati. Tato –",
  "atk-s0203a2:27_3": "‘‘kālena attano santāne, kālena parassa santāne nu kho katha’’nti ajjhattabahiddhā manasi karoti, tatthapi na pakkhandati.",
  "atk-s0203a2:27_4": "Tato ubhatobhāgavimutto hotukāmo ‘‘arūpasamāpattiyaṁ nu kho katha’’nti āneñjaṁ manasi karoti, tatthapi na pakkhandati. Idāni –",
  "atk-s0203a2:27_5": "‘‘na me cittaṁ pakkhandatīti vissaṭṭhavīriyena upaṭṭhākādīnaṁ pacchato na caritabbaṁ, pādakajjhānameva pana sādhukaṁ punappunaṁ manasikātabbaṁ.",
  "atk-s0203a2:27_6": "Evamassa rukkhe chindato pharasumhi avahante puna nisitaṁ kāretvā chindantassa chijjesu pharasu viya kammaṭṭhāne manasikāro vahatī’’ti dassetuṁ tasmiṁyevātiādimāha.",
  "atk-s0203a2:27_7": "Idānissa evaṁ paṭipannassa yaṁ yaṁ manasi karoti, tattha tattha manasikāro sampajjatīti dassento pakkhandatīti āha.",
  "atk-s0203a2:28_0": "189.Iminā vihārenāti iminā samathavipassanāvihārena.",
  "atk-s0203a2:28_1": "Itiha tattha sampajānoti iti caṅkamantopi tasmiṁ kammaṭṭhāne sampajjamāne ‘‘sampajjati me kammaṭṭhāna’’nti jānanena sampajāno hoti.",
  "atk-s0203a2:28_2": "Sayatīti nipajjati.",
  "atk-s0203a2:28_3": "Ettha kañci kālaṁ caṅkamitvā –",
  "atk-s0203a2:28_4": "‘‘idāni ettakaṁ kālaṁ caṅkamituṁ sakkhissāmī’’ti ñatvā iriyāpathaṁ ahāpetvā ṭhātabbaṁ.",
  "atk-s0203a2:28_5": "Esa nayo sabbavāresu .",
  "atk-s0203a2:28_6": "Na kathessāmīti, itiha tatthāti evaṁ na kathessāmīti jānanena tattha sampajānakārī hoti.",
  "atk-s0203a2:29_0": "Puna dutiyavāre evarūpiṁ kathaṁ kathessāmīti jānanena sampajānakārī hoti, imassa bhikkhuno samathavipassanā taruṇāva, tāsaṁ anurakkhaṇatthaṁ –",
  "atk-s0203a2:30_0": "‘‘Āvāso gocaro bhassaṁ, puggalo atha bhojanaṁ;",
  "atk-s0203a2:31_0": "Utu iriyāpatho ceva, sappāyo sevitabbako’’ti.",
  "atk-s0203a2:32_0": "Satta sappāyāni icchitabbāni.",
  "atk-s0203a2:32_1": "Tesaṁ dassanatthamidaṁ vuttaṁ.",
  "atk-s0203a2:32_2": "Vitakkavāresu avitakkanassa ca vitakkanassa ca jānanena sampajānatā veditabbā.",
  "atk-s0203a2:33_0": "190.",
  "atk-s0203a2:33_1": "Iti vitakkapahānena dve magge kathetvā idāni tatiyamaggassa vipassanaṁ ācikkhanto pañca kho ime, ānanda, kāmaguṇātiādimāha.",
  "atk-s0203a2:33_2": "Āyataneti tesuyeva kāmaguṇesu kismiñcideva kilesuppattikāraṇe.",
  "atk-s0203a2:33_3": "Samudācāroti samudācaraṇato appahīnakileso.",
  "atk-s0203a2:33_4": "Evaṁsantanti evaṁ vijjamānameva.",
  "atk-s0203a2:33_5": "Sampajānoti kammaṭṭhānassa asampattijānanena sampajāno.",
  "atk-s0203a2:33_6": "Dutiyavāre evaṁ santametanti evaṁ sante etaṁ.",
  "atk-s0203a2:33_7": "Sampajānoti kammaṭṭhānasampattijānanena sampajāno.",
  "atk-s0203a2:33_8": "Ayañhi ‘‘pahīno nu kho me pañcasu kāmaguṇesu chandarāgo no’’ti paccavekkhamāno apahīnabhāvaṁ ñatvā vīriyaṁ paggahetvā taṁ anāgāmimaggena samugghāṭeti, tato maggānantaraṁ phalaṁ, phalato vuṭṭhāya paccavekkhamāno pahīnabhāvaṁ jānāti, tassa jānanena ‘‘sampajāno hotī’’ti vuttaṁ.",
  "atk-s0203a2:34_0": "191.",
  "atk-s0203a2:34_1": "Idāni arahattamaggassa vipassanaṁ ācikkhanto pañca kho ime, ānanda, upādānakkhandhātiādimāha.",
  "atk-s0203a2:34_2": "Tattha so pahīyatīti rūpe asmīti māno asmīti chando asmīti anusayo pahīyati.",
  "atk-s0203a2:34_3": "Tathā vedanādīsu sampajānatā vuttanāyeneva veditabbā.",
  "atk-s0203a2:35_0": "Ime kho te, ānanda, dhammāti heṭṭhā kathite samathavipassanāmaggaphaladhamme sandhāyāha.",
  "atk-s0203a2:35_1": "Kusalāyatikāti kusalato āgatā.",
  "atk-s0203a2:35_2": "Kusalā hi kusalāpi honti kusalāyatikāpi, seyyathidaṁ, paṭhamajjhānaṁ kusalaṁ, dutiyajjhānaṁ kusalañceva kusalāyatikañca…pe…",
  "atk-s0203a2:35_3": "ākiñcaññāyatanaṁ kusalaṁ, nevasaññānāsaññāyatanaṁ kusalañceva kusalāyatikañca, nevasaññānāsaññāyatanaṁ kusalaṁ, sotāpattimaggo kusalo ceva kusalāyatiko ca…pe…",
  "atk-s0203a2:35_4": "anāgāmimaggo kusalo, arahattamaggo kusalo ceva kusalāyatiko ca.",
  "atk-s0203a2:35_5": "Tathā paṭhamajjhānaṁ kusalaṁ, taṁsampayuttakā dhammā kusalā ceva kusalāyatikā ca…pe…",
  "atk-s0203a2:35_6": "arahattamaggo kusalo, taṁsampayuttakā dhammā kusalā ceva kusalāyatikā ca.",
  "atk-s0203a2:36_0": "Ariyāti nikkilesā visuddhā.",
  "atk-s0203a2:36_1": "Lokuttarāti loke uttarā visiṭṭhā.",
  "atk-s0203a2:36_2": "Anavakkantāpāpimatāti pāpimantena mārena anokkantā.",
  "atk-s0203a2:36_3": "Vipassanāpādakā aṭṭha samāpattiyo appetvā nisinnassa hi bhikkhuno cittaṁ māro na passati, ‘‘idaṁ nāma ārammaṇaṁ nissāya saṁvattatī’’ti jātituṁ na sakkoti.",
  "atk-s0203a2:36_4": "Tasmā ‘‘anavakkantā’’ti vuttaṁ.",
  "atk-s0203a2:37_0": "Taṁ kiṁ maññasīti idaṁ kasmā āha?",
  "atk-s0203a2:37_1": "Gaṇepi eko ānisaṁso atthi, taṁ dassetuṁ idamāha.",
  "atk-s0203a2:37_2": "Anubandhitunti anugacchituṁ paricarituṁ.",
  "atk-s0203a2:38_0": "Na kho, ānandāti ettha kiñcāpi bhagavatā –",
  "atk-s0203a2:38_1": "‘‘sutāvudho, bhikkhave, ariyasāvako akusalaṁ pajahati, kusalaṁ bhāveti, sāvajjaṁ pajahati, anavajjaṁ bhāveti, suddhaṁ attānaṁ pariharatī’’ti (a. ni.",
  "atk-s0203a2:38_2": "7.67) bahussuto pañcāvudhasampanno yodho viya kato.",
  "atk-s0203a2:38_3": "Yasmā pana so sutapariyattiṁ uggahetvāpi tadanucchavikaṁ anulomapaṭipadaṁ na paṭipajjati, na tassa taṁ āvudhaṁ hoti.",
  "atk-s0203a2:38_4": "Yo paṭipajjati, tasseva hoti.",
  "atk-s0203a2:38_5": "Tasmā etadatthaṁ anubandhituṁ nārahatīti dassento na kho, ānandāti āha.",
  "atk-s0203a2:39_0": "Idāni yadatthaṁ anubandhitabbo, taṁ dassetuṁ yā ca khotiādimāha.",
  "atk-s0203a2:39_1": "Iti imasmiṁ sutte tīsu ṭhānesu dasa kathāvatthūni āgatāni.",
  "atk-s0203a2:39_2": "‘‘Iti evarūpaṁ kathaṁ kathessāmī’’ti sappāyāsappāyavasena āgatāni, ‘‘yadidaṁ suttaṁ geyya’’nti ettha sutapariyattivasena āgatāni, imasmiṁ ṭhāne paripūraṇavasena āgatāni.",
  "atk-s0203a2:39_3": "Tasmā imasmiṁ sutte dasa kathāvatthūni kathentena imasmiṁ ṭhāne ṭhatvā kathetabbāni.",
  "atk-s0203a2:40_0": "Idāni yasmā ekaccassa ekakassa viharatopi attho na sampajjati, tasmā taṁ sandhāya ekībhāve ādīnavaṁ dassento evaṁ sante kho, ānandātiādimāha.",
  "atk-s0203a2:40_1": "Tattha evaṁ santeti evaṁ ekībhāve sante.",
  "atk-s0203a2:41_0": "193.Satthāti bāhirako titthakarasatthā.",
  "atk-s0203a2:41_1": "Anvāvattantīti anuāvattanti upasaṅkamanti.",
  "atk-s0203a2:41_2": "Mucchaṁ kāmayatīti mucchanataṇhaṁ pattheti, pavattetīti attho.",
  "atk-s0203a2:41_3": "Ācariyūpaddavenāti abbhantare uppannena kilesūpaddavena ācariyassupaddavo.",
  "atk-s0203a2:41_4": "Sesupaddavesupi eseva nayo.",
  "atk-s0203a2:41_5": "Avadhiṁsu nanti mārayiṁsu naṁ.",
  "atk-s0203a2:41_6": "Etena hi guṇamaraṇaṁ kathitaṁ.",
  "atk-s0203a2:42_0": "Vinipātāyāti suṭṭhu nipatanāya.",
  "atk-s0203a2:42_1": "Kasmā pana brahmacārupaddavova –",
  "atk-s0203a2:42_2": "‘‘dukkhavipākataro ca kaṭukavipākataro ca vinipātāya ca saṁvattatī’’ti vuttoti.",
  "atk-s0203a2:42_3": "Bāhirapabbajjā hi appalābhā, tattha mahanto nibbattetabbaguṇo natthi, aṭṭhasamāpattipañcābhiññāmattakameva hoti.",
  "atk-s0203a2:42_4": "Iti yathā gadrabhapiṭṭhito patitassa mahantaṁ dukkhaṁ na hoti, sarīrassa paṁsumakkhanamattameva hoti, evaṁ bāhirasamaye lokiyaguṇamattatova parihāyati, tena purimaṁ upaddavadvayaṁ na evaṁ vuttaṁ.",
  "atk-s0203a2:42_5": "Sāsane pana pabbajjā mahālābhā, tattha cattāro maggā cattāri phalāni nibbānanti mahantā adhigantabbaguṇā.",
  "atk-s0203a2:42_6": "Iti yathā ubhato sujāto khattiyakumāro hatthikkhandhavaragato nagaraṁ anusañcaranto hatthikkhandhato patito mahādukkhaṁ nigacchati, evaṁ sāsanato parihāyamāno navahi lokuttaraguṇehi parihāyati.",
  "atk-s0203a2:42_7": "Tenāyaṁ brahmacārupaddavo evaṁ vutto.",
  "atk-s0203a2:43_0": "196.Tasmāti yasmā sesupaddavehi brahmacārupaddavo dukkhavipākataro, yasmā vā sapattapaṭipattiṁ vītikkamanto dīgharattaṁ ahitāya dukkhāya saṁvattati, mittapaṭipatti hitāya, tasmā.",
  "atk-s0203a2:43_1": "Evaṁ uparimenapi heṭṭhimenapi atthena yojetabbaṁ.",
  "atk-s0203a2:43_2": "Mittavatāyāti mittapaṭipattiyā.",
  "atk-s0203a2:43_3": "Sapattavatāyāti verapaṭipattiyā.",
  "atk-s0203a2:44_0": "Vokkammaca satthusāsanāti dukkaṭadubbhāsitamattampi hi sañcicca vītikkamanto vokkamma vattati nāma.",
  "atk-s0203a2:44_1": "Tadeva avītikkamanto na vokkamma vattati nāma.",
  "atk-s0203a2:45_0": "Na vo ahaṁ, ānanda, tathā parakkamissāmīti ahaṁ tumhesu tathā na paṭipajjissāmi.",
  "atk-s0203a2:45_1": "Āmaketi apakke.",
  "atk-s0203a2:45_2": "Āmakamatteti āmake nātisukkhe bhājane.",
  "atk-s0203a2:45_3": "Kumbhakāro hi āmakaṁ nātisukkhaṁ apakkaṁ ubhohi hatthehi saṇhikaṁ gaṇhāti ‘‘mā bhijjatū’’ti.",
  "atk-s0203a2:45_4": "Iti yathā kumbhakāro tattha paṭipajjati, nāhaṁ tumhesu tathā paṭipajjissāmi.",
  "atk-s0203a2:45_5": "Niggayha niggayhāti sakiṁ ovaditvā tuṇhī na bhavissāmi, niggaṇhitvā niggaṇhitvā punappunaṁ ovadissāmi anusāsissāmi.",
  "atk-s0203a2:45_6": "Pavayha pavayhāti dose pavāhetvā pavāhetvā.",
  "atk-s0203a2:45_7": "Yathā pakkabhājanesu kumbhakāro bhinnachinnajajjarāni pavāhetvā ekato katvā supakkāneva ākoṭetvā ākoṭetvā gaṇhāti, evameva ahampi pavāhetvā pavāhetvā punappunaṁ ovadissāmi anusāsissāmi.",
  "atk-s0203a2:45_8": "Yosāro so ṭhassatīti evaṁ vo mayā ovadiyamānānaṁ yo maggaphalasāro, so ṭhassati.",
  "atk-s0203a2:45_9": "Apica lokiyaguṇāpi idha sārotveva adhippetā.",
  "atk-s0203a2:45_10": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a2:46_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:47_0": "Mahāsuññatasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:48_0": "3. Acchariyaabbhutasuttavaṇṇanā",
  "atk-s0203a2:49_0": "197.Evaṁme sutanti acchariyaabbhutasuttaṁ.",
  "atk-s0203a2:49_1": "Tattha yatra hi nāmāti acchariyatthe nipāto.",
  "atk-s0203a2:49_2": "Yo nāma tathāgatoti attho.",
  "atk-s0203a2:49_3": "Chinnapapañceti ettha papañcā nāma taṇhā māno diṭṭhīti ime tayo kilesā.",
  "atk-s0203a2:49_4": "Chinnavaṭumeti ettha vaṭumanti kusalākusalakammavaṭṭaṁ vuccati.",
  "atk-s0203a2:49_5": "Pariyādinnavaṭṭeti tasseva vevacanaṁ.",
  "atk-s0203a2:49_6": "Sabbadukkhavītivatteti sabbaṁ vipākavaṭṭasaṅkhātaṁ dukkhaṁ vītivatte.",
  "atk-s0203a2:49_7": "Anussarissatīti idaṁ yatrāti nipātavasena anāgatavacanaṁ, attho panettha atītavasena veditabbo.",
  "atk-s0203a2:49_8": "Bhagavā hi te buddhe anussari, na idāni anussarissati.",
  "atk-s0203a2:49_9": "Evaṁjaccāti vipassīādayo khattiyajaccā, kakusandhādayo brāhmaṇajaccāti.",
  "atk-s0203a2:49_10": "Evaṁgottāti vipassīādayo koṇḍaññagottā, kakusandhādayo kassapagottāti.",
  "atk-s0203a2:49_11": "Evaṁsīlāti lokiyalokuttarasīlena evaṁsīlā.",
  "atk-s0203a2:49_12": "Evaṁdhammāti ettha samādhipakkhā dhammā adhippetā .",
  "atk-s0203a2:49_13": "Lokiyalokuttarena samādhinā evaṁsamādhinoti attho.",
  "atk-s0203a2:49_14": "Evaṁpaññāti lokiyalokuttarapaññāya evaṁpaññā.",
  "atk-s0203a2:49_15": "Evaṁvihārīti ettha pana heṭṭhā samādhipakkhānaṁ dhammānaṁ gahitattā vihāro gahitova, puna kasmā gahitameva gaṇhātīti ce, na idaṁ gahitameva.",
  "atk-s0203a2:49_16": "Idañhi nirodhasamāpattidīpanatthaṁ, tasmā evaṁnirodhasamāpattivihārīti ayamettha attho.",
  "atk-s0203a2:50_0": "Evaṁvimuttāti ettha vikkhambhanavimutti tadaṅgavimutti samucchedavimutti paṭippassaddhivimutti nissaraṇavimuttīti pañcavidhā vimuttiyo.",
  "atk-s0203a2:50_1": "Tattha aṭṭha samāpattiyo sayaṁ vikkhambhitehi nīvaraṇādīhi vimuttattā vikkhambhanavimuttīti saṅkhaṁ gacchanti.",
  "atk-s0203a2:50_2": "Aniccānupassanādikā satta anupassanā sayaṁ tassa tassa paccanīkaṅgavasena paricattāhi niccasaññādīhi vimuttattā tadaṅgavimuttīti saṅkhaṁ gacchanti.",
  "atk-s0203a2:50_3": "Cattāro ariyamaggā sayaṁ samucchinnehi kilesehi vimuttattā samucchedavimuttīti saṅkhaṁ gacchanti.",
  "atk-s0203a2:50_4": "Cattāri sāmaññaphalāni maggānubhāvena kilesānaṁ paṭippassaddhante uppannattā paṭippassaddhivimuttīti saṅkhaṁ gacchanti.",
  "atk-s0203a2:50_5": "Nibbānaṁ sabbakilesehi nissaṭattā apagatattā dūre ṭhitattā nissaraṇavimuttīti saṅkhaṁ gataṁ.",
  "atk-s0203a2:50_6": "Iti imāsaṁ pañcannaṁ vimuttīnaṁ vasena evaṁvimuttāti evamettha attho veditabbo.",
  "atk-s0203a2:51_0": "199.Tasmātihāti yasmā tvaṁ ‘‘tathāgatā acchariyā’’ti vadasi, tasmā taṁ bhiyyoso mattāya paṭibhantu tathāgatassa acchariyā abbhutadhammāti.",
  "atk-s0203a2:51_1": "Sato sampajānoti ettha dvesampajaññāni manussaloke devaloke ca.",
  "atk-s0203a2:51_2": "Tattha vessantarajātake brāhmaṇassa dve putte datvā punadivase sakkassa deviṁ datvā sakkena pasīditvā dinne aṭṭha vare gaṇhanto –",
  "atk-s0203a2:52_0": "‘‘Ito vimuccamānāhaṁ, saggagāmī visesagū;",
  "atk-s0203a2:53_0": "Anivattī tato assaṁ, aṭṭhametaṁ varaṁ vare’’ti. (jā. 2.22.2300) –",
  "atk-s0203a2:54_0": "Evaṁ tusitabhavane me paṭisandhi hotūti varaṁ aggahesi, tato paṭṭhāya tusitabhavane uppajjissāmīti jānāti, idaṁ manussaloke sampajaññaṁ.",
  "atk-s0203a2:54_1": "Vessantarattabhāvato pana cuto puna tusitabhavane nibbattitvā nibbattosmīti aññāsi, idaṁ devaloke sampajaññaṁ.",
  "atk-s0203a2:55_0": "Kiṁ pana sesadevatā na jānantīti?",
  "atk-s0203a2:55_1": "No na jānanti.",
  "atk-s0203a2:55_2": "Tā pana uyyānavimānakapparukkhe oloketvā devanāṭakehi tūriyasaddena pabodhitā ‘‘mārisa ayaṁ devaloko tumhe idha nibbattā’’ti sāritā jānanti.",
  "atk-s0203a2:55_3": "Bodhisatto paṭhamajavanavāre na jānāti, dutiyajavanato paṭṭhāya jānāti.",
  "atk-s0203a2:55_4": "Iccassa aññehi asādhāraṇajānanaṁ hoti.",
  "atk-s0203a2:56_0": "Aṭṭhāsīti ettha kiñcāpi aññepi devā tattha ṭhitā ṭhitamhāti jānanti, te pana chasu dvāresu balavatā iṭṭhārammaṇena abhibhuyyamānā satiṁ vissajjetvā attano bhuttapītabhāvampi ajānantā āhārūpacchedena kālaṁ karonti.",
  "atk-s0203a2:56_1": "Bodhisattassa kiṁ tathārūpaṁ ārammaṇaṁ natthīti?",
  "atk-s0203a2:56_2": "No natthi.",
  "atk-s0203a2:56_3": "So hi sesadeve dasahi ṭhānehi adhiggaṇhāti, ārammaṇena pana attānaṁ maddituṁ na deti, taṁ ārammaṇaṁ abhibhavitvā tiṭṭhati.",
  "atk-s0203a2:56_4": "Tena vuttaṁ –",
  "atk-s0203a2:56_5": "‘‘sato sampajāno, ānanda, bodhisatto tusite kāye aṭṭhāsī’’ti.",
  "atk-s0203a2:57_0": "200.Yāvatāyukanti sesattabhāvesu kiṁ yāvatāyukaṁ na tiṭṭhattīti?",
  "atk-s0203a2:57_1": "Āma na tiṭṭhati.",
  "atk-s0203a2:57_2": "Aññadā hi dīghāyukadevaloke nibbatto tattha pāramiyo na sakkā pūretunti akkhīni nimīletvā adhimuttikālaṁkiriyaṁ nāma katvā manussaloke nibbattati .",
  "atk-s0203a2:57_3": "Ayaṁ kālaṅkiriyā aññesaṁ na hoti.",
  "atk-s0203a2:57_4": "Tadā pana adinnadānaṁ nāma natthi, arakkhitasīlaṁ nāma natthi, sabbapāramīnaṁ pūritattā yāvatāyukaṁ aṭṭhāsi.",
  "atk-s0203a2:58_0": "Sato sampajāno tusitā kāyā cavitvā mātukucchiṁ okkamatīti evaṁ tāva sabbapāramiyo pūretvā tadā bodhisatto yāvatāyukaṁ aṭṭhāsi.",
  "atk-s0203a2:58_1": "Devatānaṁ pana –",
  "atk-s0203a2:58_2": "‘‘manussagaṇanāvasena idāni sattahi divasehi cuti bhavissatī’’ti pañca pubbanimittāni uppajjanti –",
  "atk-s0203a2:58_3": "mālā milāyanti, vatthāni kilissanti, kacchehi sedā muccanti, kāye dubbaṇṇiyaṁ okkamati, devo devāsane na saṇṭhāti.",
  "atk-s0203a2:59_0": "Tattha mālāti paṭisandhiggahaṇadivase piḷandhanamālā.",
  "atk-s0203a2:59_1": "Tā kira saṭṭhisatasahassādhikā sattapaṇṇāsa-vassakoṭiyo amilāyitvā tadā milāyanti.",
  "atk-s0203a2:59_2": "Vatthesupi eseva nayo.",
  "atk-s0203a2:59_3": "Ettakaṁ pana kālaṁ devānaṁ neva sītaṁ na uṇhaṁ hoti, tasmiṁ kāle sarīrato bindubinduvasena sedā muccanti.",
  "atk-s0203a2:59_4": "Ettakañca kālaṁ tesaṁ sarīre khaṇḍiccapāliccādivasena vivaṇṇatā na paññāyati, devadhītā soḷasavassuddesikā viya, devaputtā vīsativassuddesikā viya khāyanti.",
  "atk-s0203a2:59_5": "Maraṇakāle pana nesaṁ kilantarūpo attabhāvo hoti.",
  "atk-s0203a2:59_6": "Ettakañca nesaṁ kālaṁ devaloke ukkaṇṭhitā nāma natthi, maraṇakāle pana nissasanti vijambhanti, sake āsane nābhiramanti.",
  "atk-s0203a2:60_0": "Imāni pana pubbanimittāni, yathā loke mahāpuññānaṁ rājarājamahāmattādīnaṁyeva ukkāpātabhūmicālacandaggāhādīni nimittāni paññāyanti, na sabbesaṁ, evameva mahesakkhānaṁ devatānaṁyeva paññāyanti, na sabbesaṁ.",
  "atk-s0203a2:60_1": "Yathā ca manussesu pubbanimittāni nakkhattapāṭhakādayova jānanti, na sabbe, evameva tānipi sabbe devā na jānanti, paṇḍitā eva pana jānanti.",
  "atk-s0203a2:60_2": "Tattha ye ca mandena kusalakammena nibbattā devaputtā, te tesu uppannesu –",
  "atk-s0203a2:60_3": "‘‘idāni ko jānāti, kuhiṁ nibbattissāmā’’ti bhāyanti.",
  "atk-s0203a2:60_4": "Ye mahāpuññā, te –",
  "atk-s0203a2:60_5": "‘‘amhehi dinnaṁ dānaṁ rakkhitaṁ sīlaṁ bhāvitaṁ bhāvanaṁ āgamma uparidevalokesu sampattiṁ anubhavissāmā’’ti na bhāyanti.",
  "atk-s0203a2:60_6": "Bodhisattopi tāni pubbanimittāni disvā ‘‘idāni anantare attabhāve buddho bhavissāmī’’ti na bhāyi.",
  "atk-s0203a2:60_7": "Athassa tesu nimittesu pātubhūtesu dasasahassacakkavāḷadevatā sannipatitvā –",
  "atk-s0203a2:60_8": "‘‘mārisa tumhehi dasa pāramiyo pūrentehi na sakkasampattiṁ na mārabrahmacakkavattisampattiṁ patthentehi pūritā, lokanittharaṇatthāya pana buddhattaṁ patthayamānehi pūritā.",
  "atk-s0203a2:60_9": "So vo idāni kālo mārisa buddhattāya, samayo mārisa buddhattāyā’’ti yācanti.",
  "atk-s0203a2:61_0": "Atha mahāsatto devatānaṁ paṭiññaṁ adatvāva kāladīpadesakulajanettiāyuparicchedavasena pañcamahāvilokanaṁ nāma vilokesi.",
  "atk-s0203a2:61_1": "Tattha ‘‘kālo nu kho, na kālo’’ti paṭhamaṁ kālaṁ vilokesi.",
  "atk-s0203a2:61_2": "Tattha vassasatasahassato uddhaṁ vaḍḍhitaāyukālo kālo nāma na hoti. Kasmā?",
  "atk-s0203a2:61_3": "Tadā hi sattānaṁ jātijarāmaraṇāni na paññāyanti, buddhānañca dhammadesanā nāma tilakkhaṇamuttā natthi, tesaṁ aniccaṁ dukkhaṁ anattāti kathentānaṁ ‘‘kiṁ nāmetaṁ kathentī’’ti neva sotuṁ na saddhātuṁ maññanti, tato abhisamayo na hoti, tasmiṁ asati aniyyānikaṁ sāsanaṁ hoti.",
  "atk-s0203a2:61_4": "Tasmā so akālo.",
  "atk-s0203a2:61_5": "Vassasatato ūnaāyukālopi kālo nāma na hoti. Kasmā?",
  "atk-s0203a2:61_6": "Tadā hi sattā ussannakilesā honti, ussannakilesānañca dinnovādo ovādaṭṭhāne na tiṭṭhati.",
  "atk-s0203a2:61_7": "Udake daṇḍarāji viya khippaṁ vigacchati.",
  "atk-s0203a2:61_8": "Tasmā sopi akālo.",
  "atk-s0203a2:61_9": "Satasahassato pana paṭṭhāya heṭṭhā vassasatato paṭṭhāya uddhaṁ āyukālo kālo nāma.",
  "atk-s0203a2:61_10": "Tadā ca vassasatakālo hoti.",
  "atk-s0203a2:61_11": "Atha mahāsatto ‘‘nibbattitabbakālo’’ti kālaṁ passi.",
  "atk-s0203a2:62_0": "Tato dīpaṁ vilokento saparivāre cattāro dīpe oloketvā –",
  "atk-s0203a2:62_1": "‘‘tīsu dīpesu buddhā na nibbattanti, jambudīpeyeva nibbattantī’’ti dīpaṁ passi.",
  "atk-s0203a2:63_0": "Tato –",
  "atk-s0203a2:63_1": "‘‘jambudīpo nāma mahā, dasayojanasahassaparimāṇo, katarasmiṁ nu kho padese buddhā nibbattantī’’ti desaṁ vilokento majjhimadesaṁ passi.",
  "atk-s0203a2:63_2": "Majjhimadeso nāma ‘‘puratthimāya disāya gajaṅgalaṁ nāma nigamo’’tiādinā nayena vinaye (mahāva.",
  "atk-s0203a2:63_3": "259) vuttova.",
  "atk-s0203a2:63_4": "So pana āyāmato tīṇi yojanasatāni.",
  "atk-s0203a2:63_5": "Vitthārato aḍḍhatiyāni, parikkhepato navayojanasatānīti.",
  "atk-s0203a2:63_6": "Etasmiñhi padese cattāri aṭṭha soḷasa vā asaṅkhyeyyāni, kappasatasahassañca pāramiyo pūretvā sammāsambuddhā uppajjanti.",
  "atk-s0203a2:63_7": "Dve asaṅkhyeyyāni, kappasatasahassañca pāramiyo pūretvā paccekabuddhā uppajjanti, ekaṁ asaṅkhyeyyaṁ, kappasatasahassañca pāramiyo pūretvā sāriputtamoggallānādayo mahāsāvakā uppajjanti, catunnaṁ mahādīpānaṁ dvisahassānaṁ parittadīpānañca issariyādhipaccakārakacakkavattirājāno uppajjanti, aññe ca mahesakkhā khattiyabrāhmaṇagahapatimahāsālā uppajjanti.",
  "atk-s0203a2:63_8": "Idañcettha kapilavatthu nāma nagaraṁ, tattha mayā nibbattitabbanti niṭṭhamagamāsi.",
  "atk-s0203a2:64_0": "Tato kulaṁ vilokento –",
  "atk-s0203a2:64_1": "‘‘buddhā nāma lokasammate kule nibbattanti, idāni ca khattiyakulaṁ lokasammataṁ, tattha nibbattissāmi, suddhodano nāma rājā me pitā bhavissatī’’ti kulaṁ passi.",
  "atk-s0203a2:65_0": "Tato mātaraṁ vilokento –",
  "atk-s0203a2:65_1": "‘‘buddhamātā nāma lolā surādhuttā na hoti, kappasatasahassaṁ pūritapāramī jātito paṭṭhāya akhaṇḍapañcasīlā hoti, ayañca mahāmāyā nāma devī edisā.",
  "atk-s0203a2:65_2": "Ayaṁ me mātā bhavissati.",
  "atk-s0203a2:65_3": "Kittakaṁ panassā āyū’’ti āvajjanto –",
  "atk-s0203a2:65_4": "‘‘dasannaṁ māsānaṁ upari satta divasānī’’ti passi.",
  "atk-s0203a2:66_0": "Iti imaṁ pañcamahāvilokanaṁ viloketvā –",
  "atk-s0203a2:66_1": "‘‘kālo me mārisā buddhabhāvāyā’’ti devatānaṁ saṅgahaṁ karonto paṭiññaṁ datvā ‘‘gacchatha tumhe’’ti tā devatā uyyojetvā tusitadevatāhi parivuto tusitapure nandanavanaṁ pāvisi.",
  "atk-s0203a2:66_2": "Sabbadevalokesu hi nandanavanaṁ atthiyeva.",
  "atk-s0203a2:66_3": "Tattha naṁ devatā –",
  "atk-s0203a2:66_4": "‘‘ito cuto sugatiṁ gaccha, ito cuto sugatiṁ gacchā’’ti pubbekatakusalakammokāsaṁ sārayamānā vicaranti.",
  "atk-s0203a2:66_5": "So evaṁ devatāhi kusalaṁ sārayamānāhi parivuto tattha vicarantova cavi.",
  "atk-s0203a2:67_0": "Evaṁ cuto cavāmīti pajānāti, cuticittaṁ na jānāti.",
  "atk-s0203a2:67_1": "Paṭisandhiṁ gahetvāpi paṭisandhicittaṁ na jānāti, imasmiṁ me ṭhāne paṭisandhi gahitāti evaṁ pana jānāti.",
  "atk-s0203a2:67_2": "Keci pana therā ‘‘āvajjanapariyāyo nāma laddhuṁ vaṭṭati, dutiyatatiyacittavāreyeva jānissatī’’ti vadanti.",
  "atk-s0203a2:67_3": "Tipiṭakamahāsīvatthero panāha –",
  "atk-s0203a2:67_4": "‘‘mahāsattānaṁ paṭisandhi na aññesaṁ paṭisandhisadisā, koṭippattaṁ tesaṁ satisampajaññaṁ.",
  "atk-s0203a2:67_5": "Yasmā pana teneva cittena taṁ cittaṁ ñātuṁ na sakkā, tasmā cuticittaṁ na jānāti.",
  "atk-s0203a2:67_6": "Cutikkhaṇepi cavāmīti pajānāti, paṭisandhiṁ gahetvāpi paṭisandhicittaṁ na jānāti, asukasmiṁ ṭhāne paṭisandhi gahitāti pajānāti, tasmiṁ kāle dasasahassī kampatī’’ti.",
  "atk-s0203a2:67_7": "Evaṁ sato sampajāno mātukucchiṁ okkamanto pana ekūnavīsatiyā paṭisandhicittesu mettāpubbabhāgassa somanassa-sahagata-ñāṇasampayutta-asaṅkhārika-kusalacittassa sadisamahāvipākacittena paṭisandhiṁ gaṇhi.",
  "atk-s0203a2:67_8": "Mahāsīvatthero pana ‘‘upekkhāsahagatenā’’ti āha.",
  "atk-s0203a2:68_0": "Paṭisandhiṁ gaṇhanto pana āsāḷhīpuṇṇamāyaṁ uttarāsāḷhanakkhattena aggahesi.",
  "atk-s0203a2:68_1": "Tadā kira mahāmāyā pure puṇṇamāya sattamadivasato paṭṭhāya vigatasurāpānaṁ mālāgandhavibhūsanasampannaṁ nakkhattakīḷaṁ anubhavamānā sattame divase pāto vuṭṭhāya gandhodakena nhāyitvā sabbālaṅkāravibhūsitā varabhojanaṁ bhuñjitvā uposathaṅgāni adhiṭṭhāya sirīgabbhaṁ pavisitvā sirīsayane nipannā niddaṁ okkamamānā idaṁ supinaṁ addasa –",
  "atk-s0203a2:68_2": "‘‘cattāro kira naṁ mahārājāno sayaneneva saddhiṁ ukkhipitvā anotattadahaṁ netvā ekamantaṁ aṭṭhaṁsu.",
  "atk-s0203a2:68_3": "Atha nesaṁ deviyo āgantvā manussamalaharaṇatthaṁ nhāpetvā dibbavatthaṁ nivāsetvā gandhehi vilimpetvā dibbapupphāni piḷandhitvā tato avidūre rajatapabbato, tassa anto kanakavimānaṁ atthi, tasmiṁ pācīnato sīsaṁ katvā nipajjāpesuṁ.",
  "atk-s0203a2:68_4": "Atha bodhisatto setavaravāraṇo hutvā tato avidūre eko suvaṇṇapabbato, tattha caritvā tato oruyha rajatapabbataṁ abhiruhitvā uttaradisato āgamma kanakavimānaṁ pavisitvā mātaraṁ padakkhiṇaṁ katvā dakkhiṇapassaṁ phāletvā kucchiṁ paviṭṭhasadiso ahosi.",
  "atk-s0203a2:69_0": "Atha pabuddhā devī taṁ supinaṁ rañño ārocesi.",
  "atk-s0203a2:69_1": "Rājā pabhātāya rattiyā catusaṭṭhimatte brāhmaṇapāmokkhe pakkosāpetvā haritūpalittāya lājādīhi katamaṅgalasakkārāya bhūmiyā mahārahāni āsanāni paññāpetvā tattha nisinnānaṁ brāhmaṇānaṁ sappimadhusakkarābhisaṅkhārassa varapāyāsassa suvaṇṇarajatapātiyo pūretvā suvaṇṇarajatapātītiheva paṭikujjitvā adāsi, aññehi ca ahatavatthakapilagāvīdānādīhi te santappesi.",
  "atk-s0203a2:69_2": "Atha nesaṁ sabbakāmasantappitānaṁ supinaṁ ārocāpetvā –",
  "atk-s0203a2:69_3": "‘‘kiṁ bhavissatī’’ti pucchi.",
  "atk-s0203a2:69_4": "Brāhmaṇā āhaṁsu –",
  "atk-s0203a2:69_5": "‘‘mā cintayi mahārāja, deviyā te kucchimhi gabbho patiṭṭhito, so ca kho purisagabbho, na itthigabbho, putto te bhavissati.",
  "atk-s0203a2:69_6": "So sace agāraṁ ajjhāvasissati, rājā bhavissati cakkavattī.",
  "atk-s0203a2:69_7": "Sace agārā nikkhamma pabbajissati, buddho bhavissati loke vivaṭṭacchado’’ti.",
  "atk-s0203a2:69_8": "Evaṁ sato sampajāno bodhisatto tusitakāyā cavitvā mātukucchiṁ okkamati.",
  "atk-s0203a2:70_0": "Tattha sato sampajānoti iminā catutthāya gabbhāvakkantiyā okkamatīti dasseti.",
  "atk-s0203a2:70_1": "Catasso hi gabbhāvakkantiyo.",
  "atk-s0203a2:71_0": "‘‘Catasso imā, bhante, gabbhāvakkantiyo.",
  "atk-s0203a2:71_1": "Idha, bhante, ekacco asampajāno mātukucchiṁ okkamati, asampajāno mātukucchismiṁ ṭhāti, asampajāno mātukucchimhā nikkhamati, ayaṁ paṭhamā gabbhāvakkanti.",
  "atk-s0203a2:72_0": "Puna caparaṁ, bhante, idhekacco sampajāno mātukucchiṁ okkamati, asampajāno mātukucchismiṁ ṭhāti, asampajāno mātukucchimhā nikkhamati, ayaṁ dutiyā gabbhāvakkanti.",
  "atk-s0203a2:73_0": "Puna caparaṁ, bhante, idhekacco sampajāno mātukucchiṁ okkamati, sampajāno mātukucchismiṁ ṭhāti, asampajāno mātukucchimhā nikkhamati, ayaṁ tatiyā gabbhāvakkanti.",
  "atk-s0203a2:74_0": "Puna caparaṁ, bhante, idhekacco sampajāno mātukucchiṁ okkamati, sampajāno mātukucchismiṁ ṭhāti, sampajāno mātukucchimhā nikkhamati, ayaṁ catutthā gabbhāvakkantī’’ti (dī. ni. 3.147).",
  "atk-s0203a2:75_0": "Etāsu paṭhamā lokiyamanussānaṁ hoti, dutiyā asītimahāsāvakānaṁ, tatiyā dvinnaṁ aggasāvakānaṁ paccekabodhisattānañca.",
  "atk-s0203a2:75_1": "Te kira kammajavātehi uddhaṁpādā adhosirā anekasataporise papāte viya yonimukhe tāḷacchiggalena hatthī viya ativiya sambādhena yonimukhena nikkhamamānā anantaṁ dukkhaṁ pāpuṇanti.",
  "atk-s0203a2:75_2": "Tena nesaṁ ‘‘mayaṁ nikkhamāmā’’ti sampajānatā na hoti.",
  "atk-s0203a2:75_3": "Catutthā sabbaññubodhisattānaṁ.",
  "atk-s0203a2:75_4": "Te hi mātukucchismiṁ paṭisandhiṁ gaṇhantāpi jānanti, tattha vasantāpi jānanti.",
  "atk-s0203a2:75_5": "Nikkhamanakālepi nesaṁ kammajavātā uddhaṁpāde adhosire katvā khipituṁ na sakkonti, dve hatthe pasāretvā akkhīni ummīletvā ṭhitakāva nikkhamanti.",
  "atk-s0203a2:76_0": "201.Mātukucchiṁ okkamatīti ettha mātukucchiṁ okkanto hotīti attho.",
  "atk-s0203a2:76_1": "Okkante hi tasmiṁ evaṁ hoti, na okkamamāne.",
  "atk-s0203a2:76_2": "Appamāṇoti buddhappamāṇo, vipuloti attho.",
  "atk-s0203a2:76_3": "Uḷāroti tasseva vevacanaṁ.",
  "atk-s0203a2:76_4": "Devānubhāvanti ettha devānaṁ ayamānubhāvo –",
  "atk-s0203a2:76_5": "nivatthavatthassa pabhā dvādasa yojanāni pharati, tathā sarīrassa, tathā alaṅkārassa, tathā vimānassa, taṁ atikkamitvāti attho.",
  "atk-s0203a2:77_0": "Lokantarikāti tiṇṇaṁ tiṇṇaṁ cakkavāḷānaṁ antarā ekeko lokantarikā hoti, tiṇṇaṁ sakaṭacakkānaṁ pattānaṁ vā aññamaññaṁ āhacca ṭhapitānaṁ majjhe okāso viya.",
  "atk-s0203a2:77_1": "So pana lokantarikanirayo parimāṇato aṭṭhayojanasahasso hoti.",
  "atk-s0203a2:77_2": "Aghāti niccavivaṭā.",
  "atk-s0203a2:77_3": "Asaṁvutāti heṭṭhāpi appatiṭṭhā.",
  "atk-s0203a2:77_4": "Andhakārāti tamabhūtā.",
  "atk-s0203a2:77_5": "Andhakāratimisāti cakkhuviññāṇuppattinivāraṇato andhabhāvakaraṇatimisena samannāgatā.",
  "atk-s0203a2:77_6": "Tattha kira cakkhuviññāṇaṁ na jāyati.",
  "atk-s0203a2:77_7": "Evaṁmahiddhikāti candimasūriyā kira ekappahāreneva tīsu dīpesu paññāyanti, evaṁmahiddhikā.",
  "atk-s0203a2:77_8": "Ekekāya disāya navanavayojanasatasahassāni andhakāraṁ vidhamitvā ālokaṁ dassenti, evaṁ mahānubhāvā.",
  "atk-s0203a2:77_9": "Ābhāyanānubhontīti attano pabhāya nappahonti.",
  "atk-s0203a2:77_10": "Te kira cakkavāḷapabbatassa vemajjhena caranti, cakkavāḷapabbatañca atikkamma lokantarikanirayo, tasmā te tattha ābhāya nappahonti.",
  "atk-s0203a2:78_0": "Yepi tattha sattāti yepi tasmiṁ lokantaramahāniraye sattā upapannā.",
  "atk-s0203a2:78_1": "Kiṁ pana kammaṁ katvā te tattha uppajjantīti?",
  "atk-s0203a2:78_2": "Bhāriyaṁ dāruṇaṁ mātāpitūnaṁ dhammikasamaṇabrāhmaṇānañca upari aparādhaṁ aññañca divase divase pāṇavadhādisāhasikakammaṁ katvā uppajjanti tambapaṇṇidīpe abhayacoranāgacorādayo viya.",
  "atk-s0203a2:78_3": "Tesaṁ attabhāvo tigāvutiko hoti, vaggulīnaṁ viya dīghanakhā honti.",
  "atk-s0203a2:78_4": "Te rukkhe vagguliyo viya nakhehi cakkavāḷapāde lagganti.",
  "atk-s0203a2:78_5": "Yadā pana saṁsappantā aññamaññassa hatthapāsaṁ gatā honti, atha ‘‘bhakkho no laddho’’ti maññamānā tattha vāvaṭā viparivattitvā lokasandhārakaudake patanti.",
  "atk-s0203a2:78_6": "Vāte paharante madhukaphalāni viya chijjitvā udake patanti.",
  "atk-s0203a2:78_7": "Patitamattā ca accantakhāre udake piṭṭhapiṇḍi viya vilīyanti.",
  "atk-s0203a2:79_0": "Aññepi kira bho santi sattāti –",
  "atk-s0203a2:79_1": "‘‘yathā mayaṁ mahādukkhaṁ anubhavāma, evaṁ aññepi kira sattā idaṁ dukkhaṁ anubhavantā idhūpapannā’’ti taṁ divasaṁ passanti.",
  "atk-s0203a2:79_2": "Ayaṁ pana obhāso ekayāgupānamattampi na tiṭṭhati, yāvatā niddāyitvā pabuddho ārammaṇaṁ vibhāveti, tattakaṁ kālaṁ hoti.",
  "atk-s0203a2:79_3": "Dīghabhāṇakā pana ‘‘accharāsaṅghāṭamattameva vijjubhāso viya niccharitvā kiṁ idanti bhaṇantānaṁyeva antaradhāyatī’’ti vadanti.",
  "atk-s0203a2:79_4": "Saṅkampatīti samantato kampati.",
  "atk-s0203a2:79_5": "Itaradvayaṁ purimapasseva vevacanaṁ.",
  "atk-s0203a2:79_6": "Puna appamāṇo cātiādi nigamanatthaṁ vuttaṁ.",
  "atk-s0203a2:80_0": "202.Cattāro devaputtā catuddisaṁ ārakkhāya upagacchantīti ettha cattāroti catunnaṁ mahārājūnaṁ vasena vuttaṁ, dasasahassacakkavāḷe pana cattāro cattāro katvā cattālīsadasasahassā honti.",
  "atk-s0203a2:80_1": "Tattha imasmiṁ cakkavāḷe mahārājāno khaggahatthā āgantvā bodhisattassa ārakkhaṇatthāya upagantvā sirīgabbhaṁ paviṭṭhā, itare gabbhadvārato paṭṭhāya avaruddhapaṁsupisācakādiyakkhagaṇe paṭikkamāpetvā yāva cakkavāḷā ārakkhaṁ gaṇhiṁsu.",
  "atk-s0203a2:81_0": "Kimatthaṁ panāyaṁ rakkhā āgatā?",
  "atk-s0203a2:81_1": "Nanu paṭisandhikkhaṇe kalalakālato paṭṭhāya sacepi koṭisatasahassā mārā koṭisatasahassaṁ sineruṁ ukkhipitvā bodhisattassa vā bodhisattamātuyā vā antarāyakaraṇatthaṁ āgaccheyyuṁ, sabbe antarāva antaradhāyeyyuṁ.",
  "atk-s0203a2:81_2": "Vuttampi cetaṁ bhagavatā ruhiruppādavatthusmiṁ –",
  "atk-s0203a2:81_3": "‘‘aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ parūpakkamena tathāgataṁ jīvitā voropeyya.",
  "atk-s0203a2:81_4": "Anupakkamena, bhikkhave, tathāgatā parinibbāyanti.",
  "atk-s0203a2:81_5": "Gacchatha tumhe, bhikkhave, yathāvihāraṁ, arakkhiyā, bhikkhave, tathāgatā’’ti (cūḷava. 341).",
  "atk-s0203a2:81_6": "Evametaṁ, na parūpakkamena tesaṁ jīvitantarāyo atthi.",
  "atk-s0203a2:81_7": "Santi kho pana amanussā virūpā duddasikā, bheravarupā pakkhino, yesaṁ rūpaṁ disvā saddaṁ vā sutvā bodhisattamātu bhayaṁ vā santāso vā uppajjeyya, tesaṁ nivāraṇatthāya rakkhaṁ aggahesuṁ.",
  "atk-s0203a2:81_8": "Apica kho bodhisattassa puññatejena sañjātagāravā attano gāravacoditāpi te evamakaṁsu.",
  "atk-s0203a2:82_0": "Kiṁ pana te antogabbhaṁ pavisitvā ṭhitā cattāro mahārājāno bodhisattamātuyā attānaṁ dassenti na dassentīti?",
  "atk-s0203a2:82_1": "Nahānamaṇḍanabhojanādisarīrakiccakāle na dassenti, sirīgabbhaṁ pavisitvā varasayane nipannakāle pana dassenti.",
  "atk-s0203a2:82_2": "Tattha kiñcāpi amanussadassanaṁ nāma manussānaṁ sappaṭibhayaṁ hoti, bodhisattamātā pana attano ceva puttassa ca puññānubhāvena te disvā na bhāyati, pakatiantepurapālakesu viya assā tesu cittaṁ uppajjati.",
  "atk-s0203a2:83_0": "203.Pakatiyāsīlavatīti sabhāveneva sīlasampannā.",
  "atk-s0203a2:83_1": "Anuppanne kira buddhe manussā tāpasaparibbājakānaṁ santike vanditvā ukkuṭikaṁ nisīditvā sīlaṁ gaṇhanti, bodhisattamātāpi kāladevilassa isino santike gaṇhāti.",
  "atk-s0203a2:83_2": "Bodhisatte pana kucchigate aññassa pādamūle nisīdituṁ nāma na sakkā, samāsane nisīditvā gahitasīlampi avaññā kāraṇamattaṁ hoti.",
  "atk-s0203a2:83_3": "Tasmā sayameva sīlaṁ aggahesīti vuttaṁ hoti.",
  "atk-s0203a2:84_0": "Purisesūti bodhisattassa pitaraṁ ādiṁ katvā kesuci manussesu purisādhippāyacittaṁ nuppajjati.",
  "atk-s0203a2:84_1": "Tañca kho bodhisatte gāravena, na pahīnakilesatāya.",
  "atk-s0203a2:84_2": "Bodhisattamātu rūpaṁ pana sukusalāpi sippikā potthakammādīsupi kātuṁ na sakkonti, taṁ disvā purisassa rāgo nuppajjatīti na sakkā vattuṁ.",
  "atk-s0203a2:84_3": "Sace pana taṁ rattacitto upasaṅkamitukāmo hoti, pādā na vahanti, dibbasaṅkhalikā viya bajjhanti.",
  "atk-s0203a2:84_4": "Tasmā ‘‘anatikkamanīyā’’tiādi vuttaṁ.",
  "atk-s0203a2:85_0": "Pañcannaṁ kāmaguṇānanti pubbe ‘‘kāmaguṇūpasaṁhita’’nti purisādhippāyavasena vatthupaṭikkhepo kathito, idha ārammaṇappaṭilābho dassito.",
  "atk-s0203a2:85_1": "Tadā kira ‘‘deviyā evarūpo putto kucchismiṁ uppanno’’ti, sutvā samantato rājāno mahagghaābharaṇatūriyādivasena pañcadvārārammaṇavatthubhūtaṁ paṇṇākāraṁ pesenti, bodhisattassa ca bodhisattamātuyā ca katakammassa ussannattā lābhasakkārassa pamāṇaparicchedo nāma natthi.",
  "atk-s0203a2:86_0": "204.Akilantakāyāti yathā aññā itthiyo gabbhabhārena kilamanti, hatthapādā uddhumātakādīni pāpuṇanti, na evaṁ tassā koci kilamatho ahosi.",
  "atk-s0203a2:86_1": "Tirokucchigatanti antokucchigataṁ.",
  "atk-s0203a2:86_2": "Kalalādikālaṁ atikkamitvā sañjātaaṅgapaccaṅgaṁ ahīnindriyabhāvaṁ upagataṁyeva passati.",
  "atk-s0203a2:86_3": "Kimatthaṁ passati?",
  "atk-s0203a2:86_4": "Sukhavāsatthaṁ.",
  "atk-s0203a2:86_5": "Yatheva hi mātā puttena saddhiṁ nisinnā vā nipannā vā ‘‘hatthaṁ vā pādaṁ vā olambantaṁ ukkhipitvā saṇṭhapessāmī’’ti sukhavāsatthaṁ puttaṁ oloketi, evaṁ bodhisattamātāpi yaṁ taṁ mātu uṭṭhānagamanaparivattananisajjādīsu uṇhasītaloṇikatittakakaṭukāhāraajjhoharaṇakālesu ca gabbhassa dukkhaṁ uppajjati, atthi nu kho me taṁ puttassāti sukhavāsatthaṁ bodhisattaṁ olokayamānā pallaṅkaṁ ābhujitvā nisinnaṁ bodhisattaṁ passati.",
  "atk-s0203a2:86_6": "Yathā hi aññe antokucchigatā pakkāsayaṁ ajjhottharitvā āmāsayaṁ ukkhipitvā udarapaṭalaṁ piṭṭhito katvā piṭṭhikaṇṭakaṁ nissāya ukkuṭikā dvīsu muṭṭhīsu hanukaṁ ṭhapetvā deve vassante rukkhasusire makkaṭā viya nisīdanti, na evaṁ bodhisatto.",
  "atk-s0203a2:86_7": "Bodhisatto pana piṭṭhikaṇṭakaṁ piṭṭhito katvā dhammāsane dhammakathiko viya pallaṅkaṁ ābhujitvā puratthābhimukho nisīdati.",
  "atk-s0203a2:86_8": "Pubbe katakammaṁ panassā vatthuṁ sodheti, suddhe vatthumhi sukhumacchavilakkhaṇaṁ nibbattati .",
  "atk-s0203a2:86_9": "Atha naṁ kucchigataṁ taco paṭicchādetuṁ na sakkoti, olokentiyā bahi ṭhito viya paññāyati.",
  "atk-s0203a2:86_10": "Tamatthaṁ upamāya vibhāvento seyyathāpītiādimāha.",
  "atk-s0203a2:86_11": "Bodhisatto pana antokucchigato mātaraṁ na passati.",
  "atk-s0203a2:86_12": "Na hi antokucchiyaṁ cakkhuviññāṇaṁ uppajjati.",
  "atk-s0203a2:87_0": "205.Kālaṁkarotīti na vijātabhāvapaccayā, āyuparikkhayeneva.",
  "atk-s0203a2:87_1": "Bodhisattena vasitaṭṭhānañhi cetiyakuṭisadisaṁ hoti aññesaṁ aparibhogaṁ, na ca sakkā bodhisattamātaraṁ apanetvā aññaṁ aggamahesiṭṭhāne ṭhapetunti tattakaṁyeva bodhisattamātu āyuppamāṇaṁ hoti, tasmā tadā kālaṁ karoti.",
  "atk-s0203a2:87_2": "Katarasmiṁ pana vaye kālaṁ karotīti?",
  "atk-s0203a2:87_3": "Majjhimavaye.",
  "atk-s0203a2:87_4": "Paṭhamavayasmiñhi sattānaṁ attabhāve chandarāgo balavā hoti, tena tadā sañjātagabbhā itthī taṁ gabbhaṁ anurakkhituṁ na sakkonti, gabbho bahvābādho hoti.",
  "atk-s0203a2:87_5": "Majjhimavayassa pana dve koṭṭhāse atikkamma tatiyakoṭṭhāse vatthuṁ visadaṁ hoti, visade vatthumhi nibbattā dārakā arogā honti.",
  "atk-s0203a2:87_6": "Tasmā bodhisattamātāpi paṭhamavaye sampattiṁ anubhavitvā majjhimavayassa tatiyakoṭṭhāse vijāyitvā kālaṁ karoti.",
  "atk-s0203a2:88_0": "Nava vā dasa vāti ettha vā-saddena vikappanavasena satta vā aṭṭha vā ekādasa vā dvādasa vāti evamādīnampi saṅgaho veditabbo.",
  "atk-s0203a2:88_1": "Tattha sattamāsajāto jīvati, sītuṇhakkhamo pana na hoti.",
  "atk-s0203a2:88_2": "Aṭṭhamāsajāto na jīvati, sesā jīvanti.",
  "atk-s0203a2:89_0": "Ṭhitāvāti ṭhitāva hutvā.",
  "atk-s0203a2:89_1": "Mahāmāyāpi devī upavijaññā ñātikulagharaṁ gamissāmīti rañño ārocesi.",
  "atk-s0203a2:89_2": "Rājā kapilavatthuto devadahanagaragāmimaggaṁ alaṅkārāpetvā deviṁ suvaṇṇasivikāya nisīdāpesi.",
  "atk-s0203a2:89_3": "Sakalanagaravāsino sakyā parivāretvā gandhamālādīhi pūjayamānā deviṁ gahetvā pāyiṁsu.",
  "atk-s0203a2:89_4": "Sā devadahanagarassa avidūre lumbinisālavanuyyānaṁ disvā uyyānavicaraṇatthāya cittaṁ uppādetvā rañño saññaṁ adāsi.",
  "atk-s0203a2:89_5": "Rājā uyyānaṁ paṭijaggāpetvā ārakkhaṁ saṁvidahāpesi.",
  "atk-s0203a2:89_6": "Deviyā uyyānaṁ paviṭṭhamattāya kāyadubbalyaṁ ahosi, athassā maṅgalasālamūle sirīsayanaṁ paññāpetvā sāṇiyā parikkhipiṁsu.",
  "atk-s0203a2:89_7": "Sā antosāṇiṁ pavisitvā sālasākhaṁ hatthena gahetvā aṭṭhāsi.",
  "atk-s0203a2:89_8": "Athassā tāvadeva gabbhavuṭṭhānaṁ ahosi.",
  "atk-s0203a2:90_0": "Devā naṁ paṭhamaṁ paṭiggaṇhantīti khīṇāsavā suddhāvāsabrahmāno paṭiggaṇhanti. Kathaṁ?",
  "atk-s0203a2:90_1": "Sūtivesaṁ gaṇhitvāti eke.",
  "atk-s0203a2:90_2": "Taṁ pana paṭikkhipitvā idaṁ vuttaṁ –",
  "atk-s0203a2:90_3": "tadā bodhisattamātā suvaṇṇakhacitaṁ vatthaṁ nivāsetvā macchakkhisadisaṁ dukūlapaṭaṁ yāva pādantāva pārupitvā aṭṭhāsi.",
  "atk-s0203a2:90_4": "Athassā sallahukaṁ gabbhavuṭṭhānaṁ ahosi dhammakaraṇato udakanikkhamanasadisaṁ.",
  "atk-s0203a2:90_5": "Atha te pakatibrahmaveseneva upasaṅkamitvā paṭhamaṁ suvaṇṇajālena paṭiggahesuṁ.",
  "atk-s0203a2:90_6": "Tesaṁ hatthato manussā dukūlacumbaṭakena paṭiggahesuṁ.",
  "atk-s0203a2:90_7": "Tena vuttaṁ –",
  "atk-s0203a2:90_8": "‘‘devā naṁ paṭhamaṁ paṭiggaṇhanti pacchā manussā’’ti.",
  "atk-s0203a2:91_0": "206.Cattāro naṁ devaputtāti cattāro mahārājāno.",
  "atk-s0203a2:91_1": "Paṭiggahetvāti ajinappaveṇiyā paṭiggahetvā.",
  "atk-s0203a2:91_2": "Mahesakkhoti mahātejo mahāyaso lakkhaṇasampannoti attho.",
  "atk-s0203a2:92_0": "Visadova nikkhamatīti yathā aññe sattā yonimagge laggantā bhaggavibhaggā nikkhamanti, na evaṁ nikkhamati, alaggo hutvā nikkhamatīti attho.",
  "atk-s0203a2:92_1": "Udenāti udakena.",
  "atk-s0203a2:92_2": "Kenaci asucināti yathā aññe sattā kammajavātehi uddhaṁpādā adhosirā yonimagge pakkhittā sataporisanarakapapātaṁ patantā viya tāḷacchiddena nikkaḍḍhiyamānā hatthī viya mahādukkhaṁ anubhavantā nānāasucimakkhitāva nikkhamanti, na evaṁ bodhisatto.",
  "atk-s0203a2:92_3": "Bodhisattañhi kammajavātā uddhaṁpādaṁ adhosiraṁ kātuṁ na sakkonti.",
  "atk-s0203a2:92_4": "So dhammāsanato otaranto dhammakathiko viya nisseṇito otaranto puriso viya ca dve hatthe ca pāde ca pasāretvā ṭhitakova mātukucchisambhavena kenaci asucinā amakkhitova nikkhamati.",
  "atk-s0203a2:93_0": "Udakassa dhārāti udakavaṭṭiyo.",
  "atk-s0203a2:93_1": "Tāsu sītā suvaṇṇakaṭāhe patati, uṇhā rajatakaṭāhe.",
  "atk-s0203a2:93_2": "Idañca pathavītale kenaci asucinā asammissaṁ tesaṁ pānīyaparibhojanīyaudakañceva aññehi asādhāraṇaṁ kīḷanaudakañca dassetuṁ vuttaṁ.",
  "atk-s0203a2:93_3": "Aññassa pana suvaṇṇarajataghaṭehi āhariyamānaudakassa ceva haṁsavaṭṭakādipokkharaṇigatassa ca udakassa paricchedo natthi.",
  "atk-s0203a2:94_0": "207.Sampatijātoti muhuttajāto.",
  "atk-s0203a2:94_1": "Pāḷiyaṁ pana mātukucchito nikkhantamatto viya dassito, na pana evaṁ daṭṭhabbaṁ.",
  "atk-s0203a2:94_2": "Nikkhantamattañhi taṁ paṭhamaṁ brahmāno suvaṇṇajālena paṭiggaṇhiṁsu, tesaṁ hatthato cattāro mahārājāno maṅgalasammatāya sukhasamphassāya ajinappaveṇiyā, tesaṁ hatthato manussā dukūlacumbaṭakena, manussānaṁ hatthato muccitvā pathaviyaṁ patiṭṭhito.",
  "atk-s0203a2:95_0": "Setamhi chatte anudhāriyamāneti dibbasetacchatte anudhāriyamāne.",
  "atk-s0203a2:95_1": "Ettha ca chattassa parivārāni khaggādīni pañca rājakakudhabhaṇḍānipi āgatāneva.",
  "atk-s0203a2:95_2": "Pāḷiyaṁ pana rājagamane rājā viya chattameva vuttaṁ.",
  "atk-s0203a2:95_3": "Tesu chattameva paññāyati, na chattaggāhakā.",
  "atk-s0203a2:95_4": "Tathā khagga-tālavaṇṭa-morahatthaka-vāḷabījani-uṇhīsamattāyeva paññāyanti, na tesaṁ gāhakā.",
  "atk-s0203a2:95_5": "Sabbāni kira tāni adissamānarūpā devatā gaṇhiṁsu.",
  "atk-s0203a2:95_6": "Vuttampi cetaṁ –",
  "atk-s0203a2:96_0": "‘‘Anekasākhañca sahassamaṇḍalaṁ,",
  "atk-s0203a2:97_0": "Chattaṁ marū dhārayumantalikkhe;",
  "atk-s0203a2:98_0": "Suvaṇṇadaṇḍā vipatanti cāmarā,",
  "atk-s0203a2:99_0": "Na dissare cāmarachattagāhakā’’ti. (su. ni. 693);",
  "atk-s0203a2:100_0": "Sabbā ca disāti idaṁ sattapadavītihārūpari ṭhitassa viya sabbadisānuvilokanaṁ vuttaṁ, na kho panevaṁ daṭṭhabbaṁ.",
  "atk-s0203a2:100_1": "Mahāsatto hi manussānaṁ hatthato muccitvā puratthimadisaṁ olokesi, anekacakkavāḷasahassāni ekaṅgaṇāni ahesuṁ.",
  "atk-s0203a2:100_2": "Tattha devamanussā gandhamālādīhi pūjayamānā –",
  "atk-s0203a2:100_3": "‘‘mahāpurisa idha tumhehi sadisopi natthi, kuto uttaritaro’’ti āhaṁsu.",
  "atk-s0203a2:100_4": "Evaṁ catasso disā, catasso anudisā, heṭṭhā, uparīti dasapi disā anuviloketvā attanā sadisaṁ adisvā ayaṁ uttarā disāti sattapadavītihārena agamāsīti evamettha attho daṭṭhabbo.",
  "atk-s0203a2:100_5": "Āsabhinti uttamaṁ.",
  "atk-s0203a2:100_6": "Aggoti guṇehi sabbapaṭhamo.",
  "atk-s0203a2:100_7": "Itarāni dve padāni etasseva vevacanāni.",
  "atk-s0203a2:100_8": "Ayamantimā jāti, natthi dāni punabbhavoti padadvayena imasmiṁ attabhāve pattabbaṁ arahattaṁ byākāsi.",
  "atk-s0203a2:101_0": "Ettha ca samehi pādehi pathaviyaṁ patiṭṭhānaṁ catuiddhipādapaṭilābhassa pubbanimittaṁ, uttarābhimukhabhāvo mahājanaṁ ajjhottharitvā abhibhavitvā gamanassa pubbanimittaṁ , sattapadagamanaṁ sattabojjhaṅgaratanapaṭilābhassa pubbanimittaṁ, dibbasetacchattadhāraṇaṁ vimutticchattapaṭilābhassa pubbanimittaṁ, pañcarājakakudhabhaṇḍāni pañcahi vimuttīhi vimuccanassa pubbanimittaṁ, disānuvilokanaṁ anāvaraṇañāṇapaṭilābhassa pubbanimittaṁ, āsabhīvācābhāsanaṁ appaṭivattiyadhammacakkappavattanassa pubbanimittaṁ.",
  "atk-s0203a2:101_1": "‘‘Ayamantimā jātī’’ti sīhanādo anupādisesāya nibbānadhātuyā parinibbānassa pubbanimittanti veditabbaṁ.",
  "atk-s0203a2:101_2": "Ime vārā pāḷiyaṁ āgatā, sambahulavāro pana āgato, āharitvā dīpetabbo.",
  "atk-s0203a2:102_0": "Mahāpurisassa hi jātadivase dasasahassilokadhātu kampi.",
  "atk-s0203a2:102_1": "Dasasahassilokadhātumhi devatā ekacakkavāḷe sannipatiṁsu.",
  "atk-s0203a2:102_2": "Paṭhamaṁ devā paṭiggahiṁsu, pacchā manussā.",
  "atk-s0203a2:102_3": "Tantibaddhā vīṇā cammabaddhā bheriyo ca kenaci avāditā sayameva vajjiṁsu, manussānaṁ andubandhanādīni khaṇḍākhaṇḍaṁ bhijjiṁsu.",
  "atk-s0203a2:102_4": "Sabbarogā ambilena dhotatambamalaṁ viya vigacchiṁsu, jaccandhā rūpāni passiṁsu.",
  "atk-s0203a2:102_5": "Jaccabadhirā saddaṁ suṇiṁsu, pīṭhasappī javanasampannā ahesuṁ, jātijaḷānampi eḷamūgānaṁ sati patiṭṭhāsi, videse pakkhandanāvā supaṭṭanaṁ pāpuṇiṁsu, ākāsaṭṭhakabhūmaṭṭhakaratanāni sakatejobhāsitāni ahesuṁ, verino mettacittaṁ paṭilabhiṁsu, avīcimhi aggi nibbāyi.",
  "atk-s0203a2:102_6": "Lokantare āloko udapādi, nadīsu jalaṁ na pavatti, mahāsamuddesu madhurasadisaṁ udakaṁ ahosi, vāto na vāyi, ākāsapabbatarukkhagatā sakuṇā bhassitvā pathavīgatā ahesuṁ, cando atiroci, sūriyo na uṇho na sītalo nimmalo utusampanno ahosi, devatā attano attano vimānadvāre ṭhatvā apphoṭanaseḷanacelukkhepādīhi mahākīḷaṁ kīḷiṁsu, cātuddīpikamahāmegho vassi, mahājanaṁ neva khudā na pipāsā pīḷesi, dvārakavāṭāni sayameva vivariṁsu, pupphūpagaphalūpagā rukkhā pupphaphalāni gaṇhiṁsu, dasasahassilokadhātu ekaddhajamālā ahosīti.",
  "atk-s0203a2:103_0": "Tatrāpissa dasasahassilokadhātukampo sabbaññutañāṇapaṭilābhassa pubbanimittaṁ, devatānaṁ ekacakkavāḷe sannipāto dhammacakkappavattanakāle ekappahārena sannipatitvā dhammapaṭiggaṇhanassa pubbanimittaṁ, paṭhamaṁ devatānaṁ paṭiggahaṇaṁ catunnaṁ rūpāvacarajjhānānaṁ paṭilābhassa pubbanimittaṁ.",
  "atk-s0203a2:103_1": "Pacchā manussānaṁ paṭiggahaṇaṁ catunnaṁ arūpajjhānānaṁ paṭilābhassa pubbanimittaṁ, tantibaddhavīṇānaṁ sayaṁ vajjanaṁ anupubbavihārapaṭilābhassa pubbanimittaṁ, cammabaddhabherīnaṁ vajjanaṁ mahatiyā dhammabheriyā anussāvanassa pubbanimittaṁ, andubandhanādīnaṁ chedo asmimānasamucchedassa pubbanimittaṁ, sabbarogavigamo sabbakilesavigamassa pubbanimittaṁ, jaccandhānaṁ rūpadassanaṁ dibbacakkhupaṭilābhassa pubbanimittaṁ, jaccabadhirānaṁ saddassavanaṁ dibbasotadhātupaṭilābhassa pubbanimittaṁ , pīṭhasappīnaṁ javanasampadā catuiddhipādādhigamassa pubbanimittaṁ, jaḷānaṁ satipatiṭṭhānaṁ catusatipaṭṭhānapaṭilābhassa pubbanimittaṁ, videsapakkhandanāvānaṁ supaṭṭanasampāpuṇanaṁ catupaṭisambhidādhigamassa pubbanimittaṁ, ratanānaṁ sakatejobhāsitattaṁ yaṁ lokassa dhammobhāsaṁ dassessati tassa pubbanimittaṁ.",
  "atk-s0203a2:104_0": "Verīnaṁ mettacittapaṭilābho catubrahmavihārapaṭilābhassa pubbanimittaṁ, avīcimhi agginibbānaṁ ekādasaagginibbānassa pubbanimittaṁ, lokantarāloko avijjandhakāraṁ vidhamitvā ñāṇālokadassanassa pubbanimittaṁ, mahāsamuddassa madhuratā nibbānarasena ekarasabhāvassa pubbanimittaṁ, vātassa avāyanaṁ dvāsaṭṭhidiṭṭhigatabhindanassa pubbanimittaṁ, sakuṇānaṁ pathavīgamanaṁ mahājanassa ovādaṁ sutvā pāṇehi saraṇagamanassa pubbanimittaṁ, candassa ativirocanaṁ bahujanakantatāya pubbanimittaṁ, sūriyassa uṇhasītavivajjanautusukhatā kāyikacetasikasukhuppattiyā pubbanimittaṁ, devatānaṁ vimānadvāresu apphoṭanādīhi kīḷanaṁ buddhabhāvaṁ patvā udānaṁ udānassa pubbanimittaṁ, cātuddīpikamahāmeghavassanaṁ mahato dhammameghavassanassa pubbanimittaṁ, khudāpīḷanassa abhāvo kāyagatāsatiamatapaṭilābhassa pubbanimittaṁ, pipāsāpīḷanassa abhāvo vimuttisukhena sukhitabhāvassa pubbanimittaṁ, dvārakavāṭānaṁ sayameva vivaraṇaṁ aṭṭhaṅgikamaggadvāravivaraṇassa pubbanimittaṁ, rukkhānaṁ pupphaphalagahaṇaṁ vimuttipupphehi pupphitassa ca sāmaññaphalabhārabharitabhāvassa ca pubbanimittaṁ, dasasahassilokadhātuyā ekaddhajamālatā ariyaddhajamālāmālitāya pubbanimittanti veditabbaṁ.",
  "atk-s0203a2:104_1": "Ayaṁ sambahulavāro nāma.",
  "atk-s0203a2:105_0": "Ettha pañhe pucchanti –",
  "atk-s0203a2:105_1": "‘‘yadā mahāpuriso pathaviyaṁ patiṭṭhahitvā uttarābhimukho gantvā āsabhiṁ vācaṁ bhāsati, tadā kiṁ pathaviyā gato , udāhu ākāsena?",
  "atk-s0203a2:105_2": "Dissamāno gato, udāhu adissamāno?",
  "atk-s0203a2:105_3": "Acelako gato, udāhu alaṅkatappaṭiyatto?",
  "atk-s0203a2:105_4": "Daharo hutvā gato, udāhu mahallako?",
  "atk-s0203a2:105_5": "Pacchāpi kiṁ tādisova ahosi, udāhu puna bāladārako’’ti?",
  "atk-s0203a2:105_6": "Ayaṁ pana pañho heṭṭhā lohapāsāde saṅghasannipāte tipiṭakacūḷābhayattherena vissajjitova.",
  "atk-s0203a2:105_7": "Thero kirettha niyati pubbekatakamma-issaranimmānavādavasena taṁ taṁ bahuṁ vatvā avasāne evaṁ byākāsi –",
  "atk-s0203a2:105_8": "‘‘mahāpuriso pathaviyaṁ gato, mahājanassa pana ākāse gacchanto viya ahosi.",
  "atk-s0203a2:105_9": "Dissamāno gato, mahājanassa pana adissamāno viya ahosi.",
  "atk-s0203a2:105_10": "Acelako gato, mahājanassa pana alaṅkatappaṭiyattova upaṭṭhāsi.",
  "atk-s0203a2:105_11": "Daharova gato, mahājanassa pana soḷasavassuddesiko viya ahosi.",
  "atk-s0203a2:105_12": "Pacchā pana bāladārakova ahosi, na tādiso’’ti.",
  "atk-s0203a2:105_13": "Evaṁ vutte parisā cassa ‘‘buddhena viya hutvā bho therena pañho kathito’’ti attamanā ahosi.",
  "atk-s0203a2:105_14": "Lokantarikavāro vuttanayo eva.",
  "atk-s0203a2:106_0": "Viditāti pākaṭā hutvā.",
  "atk-s0203a2:106_1": "Yathā hi sāvakā nahānamukhadhovanakhādanapivanādikāle anokāsagate atītasaṅkhāre nippadese sammasituṁ na sakkonti, okāsapattayeva sammasanti, na evaṁ buddhā.",
  "atk-s0203a2:106_2": "Buddhā hi sattadivasabbhantare vavatthitasaṅkhāre ādito paṭṭhāya sammasitvā tilakkhaṇaṁ āropetvāva vissajjenti, tesaṁ avipassitadhammo nāma natthi, tasmā ‘‘viditā’’ti āha.",
  "atk-s0203a2:106_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a2:107_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:108_0": "Acchariyaabbhutasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:109_0": "4. Bākulasuttavaṇṇanā",
  "atk-s0203a2:110_0": "209.Evaṁme sutanti bākulasuttaṁ.",
  "atk-s0203a2:110_1": "Tattha bākuloti yathā dvāvīsati dvattiṁsātiādimhi vattabbe bāvīsati bāttiṁsātiādīni vuccanti, evameva dvikuloti vattabbe bākuloti vuttaṁ.",
  "atk-s0203a2:110_2": "Tassa hi therassa dve kulāni ahesuṁ.",
  "atk-s0203a2:110_3": "So kira devaloko cavitvā kosambinagare nāma mahāseṭṭhikule nibbatto, tamenaṁ pañcame divase sīsaṁ nhāpetvā gaṅgākīḷaṁ akaṁsu.",
  "atk-s0203a2:110_4": "Dhātiyā dārakaṁ udake nimujjanummujjanavasena kīḷāpentiyā eko maccho dārakaṁ disvā ‘‘bhakkho me aya’’nti maññamāno mukhaṁ vivaritvā upagato.",
  "atk-s0203a2:110_5": "Dhātī dārakaṁ chaḍḍetvā palātā.",
  "atk-s0203a2:110_6": "Maccho taṁ gili.",
  "atk-s0203a2:110_7": "Puññavā satto dukkhaṁ na pāpuṇi, sayanagabbhaṁ pavisitvā nipanno viya ahosi.",
  "atk-s0203a2:110_8": "Maccho dārakassa tejena tattakapallaṁ gilitvā dayhamāno viya vegena tiṁsayojanamaggaṁ gantvā bārāṇasinagaravāsino macchabandhassa jālaṁ pāvisi, mahāmacchā nāma jālabaddhā pahariyamānā maranti.",
  "atk-s0203a2:110_9": "Ayaṁ pana dārakassa tejena jālato nīhaṭamattova mato.",
  "atk-s0203a2:110_10": "Macchabandhā ca mahantaṁ macchaṁ labhitvā phāletvā vikkiṇanti.",
  "atk-s0203a2:110_11": "Taṁ pana dārakassa ānubhāvena aphāletvā sakalameva kājena haritvā sahassena demāti vadantā nagare vicariṁsu.",
  "atk-s0203a2:110_12": "Koci na gaṇhāti.",
  "atk-s0203a2:111_0": "Tasmiṁ pana nagare aputtakaṁ asītikoṭivibhavaṁ seṭṭhikulaṁ atthi, tassa dvāramūlaṁ patvā ‘‘kiṁ gahetvā dethā’’ti vuttā kahāpaṇanti āhaṁsu.",
  "atk-s0203a2:111_1": "Tehi kahāpaṇaṁ datvā gahito.",
  "atk-s0203a2:111_2": "Seṭṭhibhariyāpi aññesu divasesu macche na kelāyati, taṁ divasaṁ pana macchaṁ phalake ṭhapetvā sayameva phālesi.",
  "atk-s0203a2:111_3": "Macchañca nāma kucchito phālenti, sā pana piṭṭhito phālentī macchakucchiyaṁ suvaṇṇavaṇṇaṁ dārakaṁ disvā –",
  "atk-s0203a2:111_4": "‘‘macchakucchiyaṁ me putto laddho’’ti nādaṁ naditvā dārakaṁ ādāya sāmikassa santikaṁ agamāsi.",
  "atk-s0203a2:111_5": "Seṭṭhi tāvadeva bheriṁ carāpetvā dārakaṁ ādāya rañño santikaṁ gantvā –",
  "atk-s0203a2:111_6": "‘‘macchakucchiyaṁ me deva dārako laddho, kiṁ karomī’’ti āha.",
  "atk-s0203a2:111_7": "Puññavā esa, yo macchakucchiyaṁ arogo vasi, posehi nanti.",
  "atk-s0203a2:112_0": "Assosi kho itaraṁ kulaṁ –",
  "atk-s0203a2:112_1": "‘‘bārāṇasiyaṁ kira ekaṁ seṭṭhikulaṁ macchakucchiyaṁ dārakaṁ labhatī’’ti, te tattha agamaṁsu.",
  "atk-s0203a2:112_2": "Athassa mātā dārakaṁ alaṅkaritvā kīḷāpiyamānaṁ disvāva ‘‘manāpo vatāyaṁ dārako’’ti gantvā pavatiṁ ācikkhi.",
  "atk-s0203a2:112_3": "Itarā mayhaṁ puttotiādimāha.",
  "atk-s0203a2:112_4": "Kahaṁ te laddhoti?",
  "atk-s0203a2:112_5": "Macchakucchiyanti.",
  "atk-s0203a2:112_6": "No tuyhaṁ putto, mayhaṁ puttoti.",
  "atk-s0203a2:112_7": "Kahaṁ te laddhoti?",
  "atk-s0203a2:112_8": "Mayā dasamāse kucchiyā dhārito, atha naṁ nadiyā kīḷāpiyamānaṁ maccho gilīti.",
  "atk-s0203a2:112_9": "Tuyhaṁ putto aññena macchena gilito bhavissati, ayaṁ pana mayā macchakucchiyaṁ laddhoti, ubhopi rājakulaṁ agamaṁsu.",
  "atk-s0203a2:112_10": "Rājā āha –",
  "atk-s0203a2:112_11": "‘‘ayaṁ dasa māse kucchiyā dhāritattā amātā kātuṁ na sakkā, macchaṁ gaṇhantāpi vakkayakanādīni bahi katvā gaṇhantā nāma natthīti macchakucchiyaṁ laddhattā ayampi amātā kātuṁ na sakkā, dārako ubhinnampi kulānaṁ dāyādo hotu, ubhopi naṁ jaggathā’’ti ubhopi jaggiṁsu.",
  "atk-s0203a2:113_0": "Viññutaṁ pattassa dvīsupi nagaresu pāsādaṁ kāretvā nāṭakāni paccupaṭṭhāpesuṁ.",
  "atk-s0203a2:113_1": "Ekekasmiṁ nagare cattāro cattāro māse vasati, ekasmiṁ nagare cattāro māse vuṭṭhassa saṅghāṭanāvāya maṇḍapaṁ kāretvā tattha naṁ saddhiṁ nāṭakāhi āropenti.",
  "atk-s0203a2:113_2": "So sampattiṁ anubhavamāno itaraṁ nagaraṁ gacchati.",
  "atk-s0203a2:113_3": "Taṁnagaravāsino nāṭakāni upaḍḍhamaggaṁ agamaṁsu.",
  "atk-s0203a2:113_4": "Te paccuggantvā taṁ parivāretvā attano pāsādaṁ nayanti.",
  "atk-s0203a2:113_5": "Itarāni nāṭakāni nivattitvā attano nagarameva gacchanti.",
  "atk-s0203a2:113_6": "Tattha cattāro māse vasitvā teneva niyāmena puna itaraṁ nagaraṁ gacchati.",
  "atk-s0203a2:113_7": "Evamassa sampattiṁ anubhavantassa asīti vassāni paripuṇṇāni.",
  "atk-s0203a2:114_0": "Atha bhagavā cārikaṁ caramāno bārāṇasiṁ patto.",
  "atk-s0203a2:114_1": "So bhagavato santike dhammaṁ sutvā paṭiladdhasaddho pabbajito.",
  "atk-s0203a2:114_2": "Pabbajitvā sattāhameva puthujjano ahosi, aṭṭhame pana so saha paṭisambhidāhi arahattaṁ pāpuṇīti evamassa dve kulāni ahesuṁ.",
  "atk-s0203a2:114_3": "Tasmā bākuloti saṅkhaṁ agamāsīti.",
  "atk-s0203a2:115_0": "Purāṇagihisahāyoti pubbe gihikāle sahāyo.",
  "atk-s0203a2:115_1": "Ayampi dīghāyukova theraṁ pabbajitaṁ passituṁ gacchanto asītime vasse gato.",
  "atk-s0203a2:115_2": "Methuno dhammoti bālo naggasamaṇako bālapucchaṁ pucchati, na sāsanavacanaṁ, idāni therena dinnanaye ṭhito imehi pana teti pucchi.",
  "atk-s0203a2:116_0": "210.Yaṁpāyasmātiādīni padāni sabbavāresu dhammasaṅgāhakattherehi niyametvā ṭhapitāni.",
  "atk-s0203a2:116_1": "Tattha saññā uppannamattāva, vitakko kammapathabhedakoti .",
  "atk-s0203a2:116_2": "Thero panāha –",
  "atk-s0203a2:116_3": "‘‘kasmā visuṁ karotha, ubhayampetaṁ kammapathabhedakamevā’’ti.",
  "atk-s0203a2:117_0": "211.Gahapaticīvaranti vassāvāsikaṁ cīvaraṁ.",
  "atk-s0203a2:117_1": "Satthenāti pipphalakena.",
  "atk-s0203a2:117_2": "Sūciyāti sūciṁ gahetvā sibbitabhāvaṁ na sarāmīti attho.",
  "atk-s0203a2:117_3": "Kathine cīvaranti kathinacīvaraṁ, kathinacīvarampi hi vassāvāsikagatikameva.",
  "atk-s0203a2:117_4": "Tasmā tattha ‘‘sibbitā nābhijānāmī’’ti āha.",
  "atk-s0203a2:118_0": "Ettakaṁ panassa kālaṁ gahapaticīvaraṁ asādiyantassa chindanasibbanādīni akarontassa kuto cīvaraṁ uppajjatīti.",
  "atk-s0203a2:118_1": "Dvīhi nagarehi.",
  "atk-s0203a2:118_2": "Thero hi mahāyasassī, tassa puttadhītaro nattapanattakā sukhumasāṭakehi cīvarāni kāretvā rajāpetvā samugge pakkhipitvā pahiṇanti.",
  "atk-s0203a2:118_3": "Therassa nhānakāle nhānakoṭṭhake ṭhapenti.",
  "atk-s0203a2:118_4": "Thero tāni nivāseti ceva pārupati ca, purāṇacīvarāni sampattapabbajitānaṁ deti.",
  "atk-s0203a2:118_5": "Thero tāni nivāsetvā ca pārupitvā ca navakammaṁ na karoti, kiñci āyūhanakammaṁ natthi.",
  "atk-s0203a2:118_6": "Phalasamāpattiṁ appetvā appetvā nisīdati.",
  "atk-s0203a2:118_7": "Catūsu māsesu pattesu lomakiliṭṭhāni honti, athassa puna teneva niyāmena pahiṇitvā denti.",
  "atk-s0203a2:118_8": "Aḍḍhamāse aḍḍhamāse parivattatītipi vadantiyeva.",
  "atk-s0203a2:119_0": "Anacchariyañcetaṁ therassa mahāpuññassa mahābhiññassa satasahassakappe pūritapāramissa, asokadhammarañño kulūpako nigrodhatthero divasassa nikkhattuṁ cīvaraṁ parivattesi.",
  "atk-s0203a2:119_1": "Tassa hi ticīvaraṁ hatthikkhandhe ṭhapetvā pañcahi ca gandhasamuggasatehi pañcahi ca mālāsamuggasatehi saddhiṁ pātova āhariyittha, tathā divā ceva sāyañca.",
  "atk-s0203a2:119_2": "Rājā kira divasassa nikkhattuṁ sāṭake parivattento ‘‘therassa cīvaraṁ nīta’’nti pucchitvā ‘‘āma nīta’’nti sutvāva parivattesi.",
  "atk-s0203a2:119_3": "Theropi na bhaṇḍikaṁ bandhitvā ṭhapesi, sampattasabrahmacārīnaṁ adāsi.",
  "atk-s0203a2:119_4": "Tadā kira jambudīpe bhikkhusaṅghassa yebhuyyena nigrodhasseva santakaṁ cīvaraṁ ahosi.",
  "atk-s0203a2:120_0": "Aho vata maṁ koci nimanteyyāti kiṁ pana cittassa anuppādanaṁ bhāriyaṁ, uppannassa pahānanti.",
  "atk-s0203a2:120_1": "Cittaṁ nāma lahukaparivattaṁ, tasmā anuppādanaṁ bhāriyaṁ , uppannassa pahānampi bhāriyameva .",
  "atk-s0203a2:120_2": "Antaraghareti mahāsakuludāyisutte (ma. ni.",
  "atk-s0203a2:120_3": "2.237) indakhīlato paṭṭhāya antaragharaṁ nāma idha nimbodakapatanaṭṭhānaṁ adhippetaṁ.",
  "atk-s0203a2:120_4": "Kuto panassa bhikkhā uppajjitthāti.",
  "atk-s0203a2:120_5": "Thero dvīsu nagaresu abhiññāto, gehadvāraṁ āgatassevassa pattaṁ gahetvā nānārasabhojanassa pūretvā denti.",
  "atk-s0203a2:120_6": "So laddhaṭṭhānato nivattati, bhattakiccakaraṇaṭṭhānaṁ panassa nibaddhameva ahosi.",
  "atk-s0203a2:120_7": "Anubyañjanasoti therena kira rūpe nimittaṁ gahetvā mātugāmo na olokitapubbo.",
  "atk-s0203a2:120_8": "Mātugāmassa dhammanti mātugāmassa chappañcavācāhi dhammaṁ desetuṁ vaṭṭati, pañhaṁ puṭṭhena gāthāsahassampi vattuṁ vaṭṭatiyeva.",
  "atk-s0203a2:120_9": "Thero pana kappiyameva na akāsi.",
  "atk-s0203a2:120_10": "Yebhuyyena hi kulūpakatherānametaṁ kammaṁ hoti.",
  "atk-s0203a2:120_11": "Bhikkhunupassayanti bhikkhuniupassayaṁ.",
  "atk-s0203a2:120_12": "Taṁ pana gilānapucchakena gantuṁ vaṭṭati, thero pana kappiyameva na akāsi.",
  "atk-s0203a2:120_13": "Esa nayo sabbattha.",
  "atk-s0203a2:120_14": "Cuṇṇenāti kosambacuṇṇādinā.",
  "atk-s0203a2:120_15": "Gattaparikammeti sarīrasambāhanakamme.",
  "atk-s0203a2:120_16": "Vicāritāti payojayitā.",
  "atk-s0203a2:120_17": "Gaddūhanamattanti gāviṁ thane gahetvā ekaṁ khīrabinduṁ dūhanakālamattampi.",
  "atk-s0203a2:121_0": "Kena pana kāraṇena thero nirābādho ahosi.",
  "atk-s0203a2:121_1": "Padumuttare kira bhagavati satasahassabhikkhuparivāre cārikaṁ caramāne himavati visarukkhā pupphiṁsu.",
  "atk-s0203a2:121_2": "Bhikkhusatasahassānampi tiṇapupphakarogo uppajjati.",
  "atk-s0203a2:121_3": "Thero tasmiṁ samaye iddhimā tāpaso hoti, so ākāsena gacchanto bhikkhusaṅghaṁ disvā otaritvā rogaṁ pucchitvā himavantato osadhaṁ āharitvā adāsi.",
  "atk-s0203a2:121_4": "Upasiṅghanamatteneva rogo vūpasami.",
  "atk-s0203a2:121_5": "Kassapasammāsambuddhakālepi paṭhamavappadivase vappaṁ ṭhapetvā bhikkhusaṅghassa paribhogaṁ aggisālañceva vaccakuṭiñca kāretvā bhikkhusaṅghassa bhesajjavattaṁ nibandhi, iminā kammena nirābādho ahosi.",
  "atk-s0203a2:121_6": "Ukkaṭṭhanesajjiko panesa ukkaṭṭhāraññako ca tasmā ‘‘nābhijānāmi apassenakaṁ apassayitā’’tiādimāha.",
  "atk-s0203a2:122_0": "Saraṇoti sakileso.",
  "atk-s0203a2:122_1": "Aññā udapādīti anupasampannassa aññaṁ byākātuṁ na vaṭṭati.",
  "atk-s0203a2:122_2": "Thero kasmā byākāsi?",
  "atk-s0203a2:122_3": "Na thero ahaṁ arahāti āha, aññā udapādīti panāha.",
  "atk-s0203a2:122_4": "Apica thero arahāti pākaṭo, tasmā evamāha.",
  "atk-s0203a2:123_0": "212.Pabbajjanti thero sayaṁ neva pabbājesi, na upasampādesi aññehi pana bhikkhūhi evaṁ kārāpesi.",
  "atk-s0203a2:123_1": "Avāpuraṇaṁ ādāyāti kuñcikaṁ gahetvā.",
  "atk-s0203a2:124_0": "Nisinnakovaparinibbāyīti ahaṁ dharamānopi na aññassa bhikkhussa bhāro ahosiṁ, parinibbutassāpi me sarīraṁ bhikkhusaṅghassa palibodho mā ahosīti tejodhātuṁ samāpajjitvā parinibbāyi.",
  "atk-s0203a2:124_1": "Sarīrato jālā uṭṭhahi, chavimaṁsalohitaṁ sappi viya jhāyamānaṁ parikkhayaṁ gataṁ, sumanamakulasadisā dhātuyova avasesiṁsu.",
  "atk-s0203a2:124_2": "Sesaṁ sabbattha pākaṭameva.",
  "atk-s0203a2:124_3": "Idaṁ pana suttaṁ dutiyasaṅgahe saṅgītanti.",
  "atk-s0203a2:125_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:126_0": "Bākulasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:127_0": "5. Dantabhūmisuttavaṇṇanā",
  "atk-s0203a2:128_0": "213.Evaṁme sutanti dantabhūmisuttaṁ.",
  "atk-s0203a2:128_1": "Tattha araññakuṭikāyanti tasseva veḷuvanassa ekasmiṁ vivittaṭṭhāne padhānakammikānaṁ bhikkhūnaṁ atthāya katasenāsane.",
  "atk-s0203a2:128_2": "Rājakumāroti bimbisārassa putto orasako.",
  "atk-s0203a2:129_0": "Phuseyyāti labheyya.",
  "atk-s0203a2:129_1": "Ekaggatanti evaṁ paṭipanno samāpattiṁ nāma labhati, jhānaṁ nāma labhatīti idaṁ mayā sutanti vadati.",
  "atk-s0203a2:129_2": "Kilamathoti kāyakilamatho.",
  "atk-s0203a2:129_3": "Vihesāti sveva kilamatho vutto.",
  "atk-s0203a2:129_4": "Yathāsake tiṭṭheyyāsīti attano ajānanakoṭṭhāseyeva tiṭṭheyyāsīti.",
  "atk-s0203a2:130_0": "214.Desesīti cittekaggataṁ nāma evaṁ labhati, samāpattiṁ evaṁ nibbattetīti appanāupacāraṁ pāpetvā ekakasiṇaparikammaṁ kathesi.",
  "atk-s0203a2:130_1": "Pavedetvāti pakāsetvā.",
  "atk-s0203a2:131_0": "Nekkhammena ñātabbanti kāmato nissaṭaguṇena ñātabbaṁ.",
  "atk-s0203a2:131_1": "Kāmato nissaṭaguṇe ṭhitena puggalena ekaggaṁ nāma jānitabbanti adhippāyenetaṁ vuttaṁ .",
  "atk-s0203a2:131_2": "Sesāni tasseva vevacanāni.",
  "atk-s0203a2:131_3": "Kāmeparibhuñjantoti duvidhepi kāme bhuñjamāno.",
  "atk-s0203a2:132_0": "215.Hatthidammā vā assadammā vā godammā vāti ettha adantahatthidammādayo viya cittekaggarahitā puggalā daṭṭhabbā.",
  "atk-s0203a2:132_1": "Dantahatthiādayo viya cittekaggasampannā.",
  "atk-s0203a2:132_2": "Yathā adantahatthidammādayo kūṭākāraṁ akatvā dhuraṁ achaḍḍetvā dantagamanaṁ vā gantuṁ, dantehi vā pattabbaṁ bhūmiṁ pāpuṇituṁ na sakkonti, evameva cittekaggarahitā sampannacittekaggehi nibbattitaguṇaṁ vā nibbattetuṁ pattabhūmiṁ vā pāpuṇituṁ na sakkonti.",
  "atk-s0203a2:133_0": "216.Hatthavilaṅghakenāti hatthena hatthaṁ gahetvā.",
  "atk-s0203a2:134_0": "Daṭṭheyyanti passitabbayuttakaṁ. Āvutoti āvarito. Nivutoti nivārito. Ophuṭoti onaddho.",
  "atk-s0203a2:135_0": "217.Nāgavanikanti hatthipadopame (ma. ni.",
  "atk-s0203a2:135_1": "1.288 ādayo) nāgavanacarako puriso ‘‘nāgavaniko’’ti vutto, idha hatthisikkhāya kusalo hatthiṁ gahetuṁ samattho.",
  "atk-s0203a2:135_2": "Atipassitvāti disvā.",
  "atk-s0203a2:135_3": "Etthagedhāti etasmiṁ pavattagedhā.",
  "atk-s0203a2:135_4": "Sarasaṅkappānanti dhāvanasaṅkappānaṁ.",
  "atk-s0203a2:135_5": "Manussakantesu sīlesu samādapanāyāti ettha yadā nāgo itthipurisehi kumārakumārikāhi soṇḍādīsu gahetvā upakeḷayamāno vikāraṁ na karoti sukhāyati, tadānena manussakantāni sīlāni samādinnāni nāma honti.",
  "atk-s0203a2:136_0": "Pemanīyāti tāta rājā te pasanno maṅgalahatthiṭṭhāneva ṭhapessati, rājārahāni bhojanādīni labhissasīti evarūpī nāgehi piyāpitabbā kathā.",
  "atk-s0203a2:136_1": "Sussūsatīti taṁ pemanīyakathaṁ sotukāmo hoti.",
  "atk-s0203a2:136_2": "Tiṇaghāsodakanti tiṇaghāsañceva udakañca, tiṇaghāsanti ghāsitabbaṁ tiṇaṁ, khāditabbanti attho.",
  "atk-s0203a2:137_0": "Paṇavoti ḍiṇḍimo.",
  "atk-s0203a2:137_1": "Sabbavaṅkadosanihitaninnītakasāvoti nihitasabbavaṅkadoso ceva apanītakasāvo ca.",
  "atk-s0203a2:137_2": "Aṅganteva saṅkhaṁ gacchatīti aṅgasamo hoti.",
  "atk-s0203a2:138_0": "219.Gehasitasīlānanti pañcakāmaguṇanissitasīlānaṁ. Ñāyassāti aṭṭhaṅgikamaggassa.",
  "atk-s0203a2:139_0": "222.Adantamaraṇaṁ mahallako rañño nāgo kālaṅkatoti rañño mahallako nāgo adantamaraṇaṁ mato kālaṁ kato hoti, adantamaraṇaṁ kālaṁkiriyaṁ nāma kariyatīti ayamettha attho.",
  "atk-s0203a2:139_1": "Esa nayo sabbattha.",
  "atk-s0203a2:139_2": "Sesaṁ uttānamevāti.",
  "atk-s0203a2:140_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:141_0": "Dantabhūmisuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:142_0": "6. Bhūmijasuttavaṇṇanā",
  "atk-s0203a2:143_0": "223.Evaṁme sutanti bhūmijasuttaṁ.",
  "atk-s0203a2:143_1": "Tattha bhūmijoti ayaṁ thero jayasenarājakumārassa mātulo.",
  "atk-s0203a2:143_2": "Āsañca anāsañcāti kālena āsaṁ kālena anāsaṁ.",
  "atk-s0203a2:143_3": "Sakenathālipākenāti pakatipavattāya bhikkhāya attano niṭṭhitabhattatopi bhattena parivisi.",
  "atk-s0203a2:143_4": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a2:144_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:145_0": "Bhūmijasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:146_0": "7. Anuruddhasuttavaṇṇanā",
  "atk-s0203a2:147_0": "230.Evaṁme sutanti anuruddhasuttaṁ.",
  "atk-s0203a2:147_1": "Tattha evamāhaṁsūti tassa upāsakassa aphāsukakālo ahosi, tadā upasaṅkamitvā evamāhaṁsu.",
  "atk-s0203a2:147_2": "Apaṇṇakanti avirādhitaṁ.",
  "atk-s0203a2:147_3": "Ekatthāti appamāṇāti vā mahaggatāti vā jhānameva cittekaggatāyeva evaṁ vuccatīti imaṁ sandhāya evamāha.",
  "atk-s0203a2:148_0": "231.Yāvatāekaṁ rukkhamūlaṁ mahaggatanti pharitvā adhimuccitvā viharatīti ekarukkhamūlapamāṇaṭṭhānaṁ kasiṇanimittena ottharitvā tasmiṁ kasiṇanimitte mahaggatajjhānaṁ pharitvā adhimuccitvā viharati.",
  "atk-s0203a2:148_1": "Mahaggatanti panassa ābhogo natthi, kevalaṁ mahaggatajjhānapavattivasena panetaṁ vuttaṁ.",
  "atk-s0203a2:148_2": "Esa nayo sabbattha.",
  "atk-s0203a2:148_3": "Iminā kho etaṁ gahapati pariyāyenāti iminā kāraṇena.",
  "atk-s0203a2:148_4": "Ettha hi appamāṇāti vuttānaṁ brahmavihārānaṁ nimittaṁ na vaḍḍhati, ugghāṭanaṁ na jāyati, tāni jhānāni abhiññānaṁ vā nirodhassa vā pādakāni na honti, vipassanāpādakāni pana vaṭṭapādakāni bhavokkamanāni ca honti.",
  "atk-s0203a2:148_5": "‘‘Mahaggatā’’ti vuttānaṁ pana kasiṇajjhānānaṁ nimittaṁ vaḍḍhati, ugghāṭanaṁ jāyati, samatikkamā honti, abhiññāpādakāni nirodhapādakāni vaṭṭapādakāni bhavokkamanāni ca honti.",
  "atk-s0203a2:148_6": "Evamime dhammā nānatthā, appamāṇā mahaggatāti evaṁ nānābyañjanā ca.",
  "atk-s0203a2:149_0": "232.",
  "atk-s0203a2:149_1": "Idāni mahaggatasamāpattito nīharitvā bhavūpapattikāraṇaṁ dassento catasso kho imātiādimāha.",
  "atk-s0203a2:149_2": "Parittābhāti pharitvā jānantassa ayamābhogo atthi, parittābhesu pana devesu nibbattikāraṇaṁ jhānaṁ bhāvento evaṁ vutto.",
  "atk-s0203a2:149_3": "Esa nayo sabbattha.",
  "atk-s0203a2:149_4": "Parittābhā siyā saṁkiliṭṭhābhā honti siyā parisuddhābhā, appamāṇābhā siyā saṁkiliṭṭhābhā honti siyā parisuddhābhā. Kathaṁ?",
  "atk-s0203a2:149_5": "Suppamatte vā sarāvamatte vā kasiṇaparikammaṁ katvā samāpattiṁ nibbattetvā pañcahākārehi āciṇṇavasibhāvo paccanīkadhammānaṁ suṭṭhu aparisodhitattā dubbalameva samāpattiṁ vaḷañjitvā appaguṇajjhāne ṭhito kālaṁ katvā parittābhesu nibbattati, vaṇṇo panassa paritto ceva hoti saṁkiliṭṭho ca.",
  "atk-s0203a2:149_6": "Pañcahi panākārehi āciṇṇavasibhāvo paccanīkadhammānaṁ suṭṭhu parisodhitattā suvisuddhaṁ samāpattiṁ vaḷañjitvā paguṇajjhāne ṭhito kālaṁ katvā parittābhesu nibbattati, vaṇṇo panassa paritto ceva hoti parisuddho ca.",
  "atk-s0203a2:149_7": "Evaṁ parittābhā siyā saṁkiliṭṭhābhā honti siyā parisuddhābhā.",
  "atk-s0203a2:149_8": "Kasiṇe pana vipulaparikammaṁ katvā samāpattiṁ nibbattetvā pañcahākārehi āciṇṇavasibhāvoti sabbaṁ purimasadisameva veditabbaṁ.",
  "atk-s0203a2:149_9": "Evaṁ appamāṇābhā siyā saṁkiliṭṭhābhā honti siyā parisuddhābhāti.",
  "atk-s0203a2:150_0": "Vaṇṇanānattanti sarīravaṇṇassa nānattaṁ.",
  "atk-s0203a2:150_1": "No ca ābhānānattanti āloke nānattaṁ na paññāyati.",
  "atk-s0203a2:150_2": "Accinānattanti dīgharassaaṇuthūlavasena acciyā nānattaṁ.",
  "atk-s0203a2:151_0": "Yattha yatthāti uyyānavimānakapparukkhanadītīrapokkharaṇītīresu yattha yattha.",
  "atk-s0203a2:151_1": "Abhinivisantīti vasanti.",
  "atk-s0203a2:151_2": "Abhiramantīti ramanti na ukkaṇṭhanti.",
  "atk-s0203a2:151_3": "Kājenāti yāgubhattatelaphāṇitamacchamaṁsakājesu yena kenaci kājena.",
  "atk-s0203a2:151_4": "‘‘Kācenāti’’pi pāṭho, ayameva attho.",
  "atk-s0203a2:151_5": "Piṭakenāti pacchiyā.",
  "atk-s0203a2:151_6": "Tattha tatthevāti sappimadhuphāṇitādīnaṁ sulabhaṭṭhānato loṇapūtimacchādīnaṁ ussannaṭṭhānaṁ nītā ‘‘pubbe amhākaṁ vasanaṭṭhānaṁ phāsukaṁ, tattha sukhaṁ vasimhā, idha loṇaṁ vā no bādhati pūtimacchagandho vā sīsarogaṁ uppādetī’’ti evaṁ cittaṁ anuppādetvā tattha tattheva ramanti.",
  "atk-s0203a2:152_0": "234.Ābhāti ābhāsampannā.",
  "atk-s0203a2:152_1": "Tadaṅgenāti tassā bhavūpapattiyā aṅgena, bhavūpapattikāraṇenāti attho.",
  "atk-s0203a2:152_2": "Idāni taṁ kāraṇaṁ pucchanto ko nu kho, bhantetiādimāha.",
  "atk-s0203a2:153_0": "Kāyaduṭṭhullanti kāyālasiyabhāvo. Jhāyatoti jalato.",
  "atk-s0203a2:154_0": "235.Dīgharattaṁ kho meti thero kira pāramiyo pūrento isipabbajjaṁ pabbajitvā samāpattiṁ nibbattetvā nirantaraṁ tīṇi attabhāvasatāni brahmaloke paṭilabhi, taṁ sandhāyetaṁ āha.",
  "atk-s0203a2:154_1": "Vuttampi cetaṁ –",
  "atk-s0203a2:155_0": "‘‘Avokiṇṇaṁ tīṇi sataṁ, yaṁ pabbajiṁ isipabbajjaṁ;",
  "atk-s0203a2:156_0": "Asaṅkhataṁ gavesanto, pubbe sañcaritaṁ mama’’nti.",
  "atk-s0203a2:157_0": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a2:158_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:159_0": "Anuruddhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:160_0": "8. Upakkilesasuttavaṇṇanā",
  "atk-s0203a2:161_0": "236.Evaṁme sutanti upakkilesasuttaṁ.",
  "atk-s0203a2:161_1": "Tattha etadavocāti neva bhedādhippāyena na piyakamyatāya, atha khvāssa etadahosi –",
  "atk-s0203a2:161_2": "‘‘ime bhikkhū mama vacanaṁ gahetvā na oramissanti, buddhā ca nāma hitānukampakā, addhā nesaṁ bhagavā ekaṁ kāraṇaṁ kathessati, taṁ sutvā ete oramissanti, tato tesaṁ phāsuvihāro bhavissatī’’ti.",
  "atk-s0203a2:161_3": "Tasmā etaṁ ‘‘idha, bhante’’tiādivacanamavoca.",
  "atk-s0203a2:161_4": "Mā bhaṇḍanantiādīsu ‘‘akatthā’’ti pāṭhasesaṁ gahetvā ‘‘mā bhaṇḍanaṁ akatthā’’ti evaṁ attho daṭṭhabbo.",
  "atk-s0203a2:161_5": "Aññataroti so kira bhikkhu bhagavato atthakāmo, ayaṁ kirassa adhippāyo –",
  "atk-s0203a2:161_6": "‘‘ime bhikkhū kodhābhibhūtā satthu vacanaṁ na gaṇhanti, mā bhagavā ete ovadanto kilamī’’ti, tasmā evamāha.",
  "atk-s0203a2:162_0": "Piṇḍāya pāvisīti na kevalaṁ pāvisi, yenapi janena na diṭṭho, so maṁ passatūtipi adhiṭṭhāsi.",
  "atk-s0203a2:162_1": "Kimatthaṁ adhiṭṭhāsīti?",
  "atk-s0203a2:162_2": "Tesaṁ bhikkhūnaṁ damanatthaṁ.",
  "atk-s0203a2:162_3": "Bhagavā hi tadā piṇḍapātappaṭikkanto ‘‘puthusaddo samajano’’tiādigāthā bhāsitvā kosambito bālakaloṇakāragāmaṁ gato.",
  "atk-s0203a2:162_4": "Tato pācīnavaṁsadāyaṁ, tato pālileyyakavanasaṇḍaṁ gantvā pālileyyahatthināgena upaṭṭhahiyamāno temāsaṁ vasi.",
  "atk-s0203a2:162_5": "Nagaravāsinopi –",
  "atk-s0203a2:162_6": "‘‘satthā vihāraṁ gato, gacchāma dhammassavanāyā’’ti gandhapupphahatthā vihāraṁ gantvā ‘‘kahaṁ, bhante, satthā’’ti pucchiṁsu.",
  "atk-s0203a2:162_7": "‘‘Kahaṁ tumhe satthāraṁ dakkhatha, satthā ‘ime bhikkhū samagge karissāmī’ti āgato, samagge kātuṁ asakkonto nikkhamitvā gato’’ti.",
  "atk-s0203a2:162_8": "‘‘Mayaṁ satampi sahassampi datvā satthāraṁ ānetuṁ na sakkoma, so no ayācito sayameva āgato, mayaṁ ime bhikkhū nissāya satthu sammukhā dhammakathaṁ sotuṁ na labhimhā.",
  "atk-s0203a2:162_9": "Ime satthāraṁ uddissa pabbajitā, tasmimpi sāmaggiṁ karonte samaggā na jātā, kassāññassa vacanaṁ karissanti.",
  "atk-s0203a2:162_10": "Alaṁ na imesaṁ bhikkhā dātabbā’’ti sakalanagare daṇḍaṁ ṭhapayiṁsu.",
  "atk-s0203a2:162_11": "Te punadivase sakalanagaraṁ piṇḍāya caritvā kaṭacchumattampi bhikkhaṁ alabhitvā vihāraṁ āgamaṁsu.",
  "atk-s0203a2:162_12": "Upāsakāpi te puna āhaṁsu –",
  "atk-s0203a2:162_13": "‘‘yāva satthāraṁ na khamāpetha, tāva vo tameva daṇḍakamma’’nti.",
  "atk-s0203a2:162_14": "Te ‘‘satthāraṁ khamāpessāmā’’ti bhagavati sāvatthiyaṁ anuppatte tattha agamaṁsu.",
  "atk-s0203a2:162_15": "Satthā tesaṁ aṭṭhārasa bhedakaravatthūni desesīti ayamettha pāḷimuttakakathā.",
  "atk-s0203a2:163_0": "237.",
  "atk-s0203a2:163_1": "Idāni puthusaddotiādigāthāsu puthu mahāsaddo assāti puthusaddo.",
  "atk-s0203a2:163_2": "Samajanoti samāno ekasadiso jano, sabbovāyaṁ bhaṇḍanakārakajano samantato saddaniccharaṇena puthusaddo ceva sadiso cāti vuttaṁ hoti.",
  "atk-s0203a2:163_3": "Na bālo koci maññathāti tatra koci ekopi ahaṁ bāloti na maññati, sabbepi paṇḍitamāninoyeva.",
  "atk-s0203a2:163_4": "Nāññaṁ bhiyyo amaññarunti koci ekopi ahaṁ bāloti na ca maññi, bhiyyo ca saṅghasmiṁ bhijjamāne aññampi ekaṁ ‘‘mayhaṁ kāraṇā saṅgho bhijjatī’’ti idaṁ kāraṇaṁ na maññīti attho.",
  "atk-s0203a2:164_0": "Parimuṭṭhāti muṭṭhassatino.",
  "atk-s0203a2:164_1": "Vācāgocarabhāṇinoti rākārassa rassādeso kato;",
  "atk-s0203a2:164_2": "vācāgocarāva , na satipaṭṭhānagocarā, bhāṇino ca, kathaṁ bhāṇino?",
  "atk-s0203a2:164_3": "Yāvicchanti mukhāyāmaṁ, yāva mukhaṁ pasāretuṁ icchanti, tāva pasāretvā bhāṇino, ekopi saṅghagāravena mukhasaṅkocanaṁ na karotīti attho.",
  "atk-s0203a2:164_4": "Yena nītāti yena kalahena imaṁ nillajjabhāvaṁ nītā.",
  "atk-s0203a2:164_5": "Na taṁ vidū na taṁ jānanti ‘‘evaṁ sādīnavo aya’’nti.",
  "atk-s0203a2:165_0": "Ye ca taṁ upanayhantīti taṁ akkocchi mantiādikaṁ ākāraṁ ye upanayhanti. Sanantanoti porāṇo.",
  "atk-s0203a2:166_0": "Pareti paṇḍite ṭhapetvā tato aññe bhaṇḍanakārakā pare nāma.",
  "atk-s0203a2:166_1": "Te ettha saṅghamajjhe kalahaṁ karontā ‘‘mayaṁ yamāmase upayamāma nassāma satataṁ samitaṁ maccusantikaṁ gacchāmā’’ti na jānanti.",
  "atk-s0203a2:166_2": "Ye ca tattha vijānantīti ye ca tattha paṇḍitā ‘‘mayaṁ maccuno samīpaṁ gacchāmā’’ti vijānanti.",
  "atk-s0203a2:166_3": "Tato sammanti medhagāti evañhi te jānantā yonisomanasikāraṁ uppādetvā medhagānaṁ kalahānaṁ vūpasamāya paṭipajjanti.",
  "atk-s0203a2:167_0": "Aṭṭhicchinnāti ayaṁ gāthā jātake (jā.",
  "atk-s0203a2:167_1": "1.9.16) āgatā, brahmadattañca dīghāvukumārañca sandhāya vuttā.",
  "atk-s0203a2:167_2": "Ayañhettha attho –",
  "atk-s0203a2:167_3": "tesampi tathā pavattaverānaṁ hoti saṅgati, kasmā tumhākaṁ na hoti, yesaṁ vo neva mātāpitūnaṁ aṭṭhīni chinnāni, na pāṇā haṭā na gavāssadhanāni haṭānīti.",
  "atk-s0203a2:168_0": "Sacelabhethātiādigāthā paṇḍitasahāyassa ca bālasahāyassa ca vaṇṇāvaṇṇadīpanatthaṁ vuttā.",
  "atk-s0203a2:168_1": "Abhibhuyya sabbāni parissayānīti pākaṭaparissaye ca paṭicchannaparissaye ca abhibhavitvā tena saddhiṁ attamano satimā careyyāti.",
  "atk-s0203a2:169_0": "Rājāva raṭṭhaṁ vijitanti yathā attano vijitaraṭṭhaṁ mahājanakarājā ca arindamamahārājā ca pahāya ekakā vicariṁsu, evaṁ vicareyyāti attho.",
  "atk-s0203a2:169_1": "Mātaṅgaraññeva nāgoti mātaṅgo araññe nāgova.",
  "atk-s0203a2:169_2": "Mātaṅgoti hatthi vuccati.",
  "atk-s0203a2:169_3": "Nāgoti mahantādhivacanametaṁ.",
  "atk-s0203a2:169_4": "Yathā hi mātuposako mātaṅganāgo araññe eko cari, na ca pāpāni akāsi, yathā ca pālileyyako, evaṁ eko care, na ca pāpāni kayirāti vuttaṁ hoti.",
  "atk-s0203a2:170_0": "238.Bālakaloṇakāragāmoti upāligahapatissa bhogagāmo.",
  "atk-s0203a2:170_1": "Tenupasaṅkamīti kasmā upasaṅkami?",
  "atk-s0203a2:170_2": "Gaṇe kirassa ādīnavaṁ disvā ekavihāriṁ bhikkhuṁ passitukāmatā udapādi, tasmā sītādīhi pīḷito uṇhādīni patthayamāno viya upasaṅkami.",
  "atk-s0203a2:170_3": "Dhammiyā kathāyāti ekībhāve ānisaṁsappaṭisaṁyuttāya.",
  "atk-s0203a2:170_4": "Yena pācīnavaṁsadāyo, tattha kasmā upasaṅkami?",
  "atk-s0203a2:170_5": "Kalahakārake kirassa diṭṭhādīnavattā samaggavāsino bhikkhū passitukāmatā udapādi, tasmā sītādīhi pīḷito uṇhādīni patthayamāno viya tattha upasaṅkami.",
  "atk-s0203a2:170_6": "Āyasmā ca anuruddhotiādi vuttanayameva.",
  "atk-s0203a2:171_0": "241.Atthi pana voti pacchimapucchāya lokuttaradhammaṁ puccheyya.",
  "atk-s0203a2:171_1": "So pana therānaṁ natthi, tasmā taṁ pucchituṁ na yuttanti parikammobhāsaṁ pucchati.",
  "atk-s0203a2:171_2": "Obhāsañceva sañjānāmāti parikammobhāsaṁ sañjānāma.",
  "atk-s0203a2:171_3": "Dassanañca rūpānanti dibbacakkhunā rūpadassanañca sañjānāma.",
  "atk-s0203a2:171_4": "Tañca nimittaṁ nappaṭivijjhāmāti tañca kāraṇaṁ na jānāma, yena no obhāso ca rūpadassanañca antaradhāyati.",
  "atk-s0203a2:172_0": "Taṁ kho pana vo anuruddhā nimittaṁ paṭivijjhitabbanti taṁ vo kāraṇaṁ jānitabbaṁ.",
  "atk-s0203a2:172_1": "Ahampi sudanti anuruddhā tumhe kiṁ na āḷulessanti, ahampi imehi ekādasahi upakkilesehi āḷulitapubboti dassetuṁ imaṁ desanaṁ ārabhi.",
  "atk-s0203a2:172_2": "Vicikicchā kho metiādīsu mahāsattassa ālokaṁ vaḍḍhetvā dibbacakkhunā nānāvidhāni rūpāni disvā ‘‘idaṁ kho ki’’nti vicikicchā udapādi.",
  "atk-s0203a2:172_3": "Samādhi cavīti parikammasamādhi cavi.",
  "atk-s0203a2:172_4": "Obhāsoti parikammobhāsopi antaradhāyi, dibbacakkhunāpi rūpaṁ na passi.",
  "atk-s0203a2:172_5": "Amanasikāroti rūpāni passato vicikicchā uppajjati, idāni kiñci na manasikarissāmīti amanasikāro udapādi.",
  "atk-s0203a2:173_0": "Thinamiddhanti kiñci amanasikarontassa thinamiddhaṁ udapādi.",
  "atk-s0203a2:174_0": "Chambhitattanti himavantābhimukhaṁ ālokaṁ vaḍḍhetvā dānavarakkhasaajagarādayo addasa, athassa chambhitattaṁ udapādi.",
  "atk-s0203a2:175_0": "Uppilanti ‘‘mayā diṭṭhabhayaṁ pakatiyā olokiyamānaṁ natthi.",
  "atk-s0203a2:175_1": "Adiṭṭhe kiṁ nāma bhaya’’nti cintayato uppilāvitattaṁ udapādi.",
  "atk-s0203a2:175_2": "Sakidevāti ekapayogeneva pañca nidhikumbhiyopi passeyya.",
  "atk-s0203a2:176_0": "Duṭṭhullanti mayā vīriyaṁ gāḷhaṁ paggahitaṁ, tena me uppilaṁ uppannanti vīriyaṁ sithilamakāsi, tato kāyadaratho kāyaduṭṭhullaṁ kāyālasiyaṁ udapādi.",
  "atk-s0203a2:177_0": "Accāraddhavīriyanti mama vīriyaṁ sithilaṁ karoto duṭṭhullaṁ uppannanti puna vīriyaṁ paggaṇhato accāraddhavīriyaṁ udapādi.",
  "atk-s0203a2:177_1": "Patameyyāti mareyya.",
  "atk-s0203a2:178_0": "Atilīnavīriyanti mama vīriyaṁ paggaṇhato evaṁ jātanti puna vīriyaṁ sithilaṁ karoto atilīnavīriyaṁ udapādi.",
  "atk-s0203a2:179_0": "Abhijappāti devalokābhimukhaṁ ālokaṁ vaḍḍhetvā devasaṅghaṁ passato taṇhā udapādi.",
  "atk-s0203a2:180_0": "Nānattasaññāti mayhaṁ ekajātikaṁ rūpaṁ manasikarontassa abhijappā uppannā, nānāvidharūpaṁ manasi karissāmīti kālena devalokābhimukhaṁ kālena manussalokābhimukhaṁ vaḍḍhetvā nānāvidhāni rūpāni manasikaroto nānattasaññā udapādi.",
  "atk-s0203a2:181_0": "Atinijjhāyitattanti mayhaṁ nānāvidhāni rūpāni manasikarontassa nānattasaññā udapādi, iṭṭhaṁ vā aniṭṭhaṁ vā ekajātikameva manasi karissāmīti tathā manasikaroto atinijjhāyitattaṁ rūpānaṁ udapādi.",
  "atk-s0203a2:182_0": "243.Obhāsanimittaṁmanasi karomīti parikammobhāsameva manasi karomi.",
  "atk-s0203a2:182_1": "Na ca rūpāni passāmīti dibbacakkhunā rūpāni na passāmi.",
  "atk-s0203a2:182_2": "Rūpanimittaṁ manasi karomīti dibbacakkhunā visayarūpameva manasi karomi.",
  "atk-s0203a2:183_0": "Parittañceva obhāsanti parittakaṭṭhāne obhāsaṁ.",
  "atk-s0203a2:183_1": "Parittāni ca rūpānīti parittakaṭṭhāne rūpāni.",
  "atk-s0203a2:183_2": "Vipariyāyena dutiyavāro veditabbo.",
  "atk-s0203a2:183_3": "Paritto samādhīti parittako parikammobhāso, obhāsaparittatañhi sandhāya idha parikammasamādhi ‘‘paritto’’ti vutto.",
  "atk-s0203a2:183_4": "Parittaṁ me tasmiṁ samayeti tasmiṁ samaye dibbacakkhupi parittakaṁ hoti.",
  "atk-s0203a2:183_5": "Appamāṇavārepi eseva nayo.",
  "atk-s0203a2:184_0": "245.Avitakkampi vicāramattanti pañcakanaye dutiyajjhānasamādhiṁ.",
  "atk-s0203a2:184_1": "Avitakkampi avicāranti catukkanayepi pañcakanayepi jhānattayasamādhiṁ.",
  "atk-s0203a2:184_2": "Sappītikanti dukatikajjhānasamādhiṁ.",
  "atk-s0203a2:184_3": "Nippītikanti dukajjhānasamādhiṁ.",
  "atk-s0203a2:184_4": "Sātasahagatanti tikacatukkajjhānasamādhiṁ.",
  "atk-s0203a2:184_5": "Upekkhāsahagatanti catukkanaye catutthajjhānasamādhiṁ pañcakanaye pañcamajjhānasamādhiṁ.",
  "atk-s0203a2:185_0": "Kadā pana bhagavā imaṁ tividhaṁ samādhiṁ bhāveti?",
  "atk-s0203a2:185_1": "Mahābodhimūle nisinno pacchimayāme.",
  "atk-s0203a2:185_2": "Bhagavato hi paṭhamamaggo paṭhamajjhāniko ahosi, dutiyādayo dutiyatatiyacatutthajjhānikā .",
  "atk-s0203a2:185_3": "Pañcakanaye pañcamajjhānassa maggo natthīti so lokiyo ahosīti lokiyalokuttaramissakaṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a2:185_4": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a2:186_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:187_0": "Upakkilesasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:188_0": "9. Bālapaṇḍitasuttavaṇṇanā",
  "atk-s0203a2:189_0": "246.Evaṁme sutanti bālapaṇḍitasuttaṁ.",
  "atk-s0203a2:189_1": "Tattha bālalakkhaṇānīti bālo ayanti etehi lakkhiyati ñāyatīti bālalakkhaṇāni.",
  "atk-s0203a2:189_2": "Tāneva tassa sañjānanakāraṇānīti bālanimittāni.",
  "atk-s0203a2:189_3": "Bālassa apadānānīti bālāpadānāni.",
  "atk-s0203a2:189_4": "Duccintitacintīti cintayanto abhijjhābyāpādamicchādassanavasena duccintitameva cinteti.",
  "atk-s0203a2:189_5": "Dubbhāsitabhāsīti bhāsamānopi musāvādādibhedaṁ dubbhāsitameva bhāsati.",
  "atk-s0203a2:189_6": "Dukkaṭakammakārīti karontopi pāṇātipātādivasena dukkaṭakammameva karoti.",
  "atk-s0203a2:189_7": "Tatra ceti yattha nisinno, tassaṁ parisati.",
  "atk-s0203a2:189_8": "Tajjaṁ tassāruppanti tajjātikaṁ tadanucchavikaṁ, pañcannaṁ verānaṁ diṭṭhadhammakasamparāyikaādīnavappaṭisaṁyuttanti adhippāyo.",
  "atk-s0203a2:189_9": "Tatrāti tāya kathāya kacchamānāya.",
  "atk-s0203a2:189_10": "Bālantiādīni sāmiatthe upayogavacanaṁ.",
  "atk-s0203a2:190_0": "248.Olambantīti upaṭṭhahanti.",
  "atk-s0203a2:190_1": "Sesapadadvayaṁ tasseva vevacanaṁ, olambanādiākārena hi tāni upaṭṭhahanti, tasmā evaṁ vuttaṁ.",
  "atk-s0203a2:190_2": "Pathaviyā olambantīti pathavitale pattharanti.",
  "atk-s0203a2:190_3": "Sesapadadvayaṁ tasseva vevacanaṁ.",
  "atk-s0203a2:190_4": "Pattharaṇākāroyeva hesa.",
  "atk-s0203a2:190_5": "Tatra, bhikkhave, bālassāti tasmiṁ upaṭṭhānākāre āpāthagate bālassa evaṁ hoti.",
  "atk-s0203a2:191_0": "249.Etadavocāti anusandhikusalo bhikkhu ‘‘nirayassa upamā kātuṁ na sakkā’’ti na bhagavā vadati, ‘‘na sukarā’’ti pana vadati, na sukaraṁ pana sakkā hoti kātuṁ, handāhaṁ dasabalaṁ upamaṁ kārāpemīti cintetvā etaṁ ‘‘sakkā, bhante’’ti vacanaṁ avoca.",
  "atk-s0203a2:191_1": "Haneyyunti vinivijjhitvā gamanavasena yathā ekasmiṁ ṭhāne dve pahārā nipatanti, evaṁ haneyyuṁ.",
  "atk-s0203a2:191_2": "Tenassa dve vaṇamukhasatāni honti.",
  "atk-s0203a2:191_3": "Ito uttaripi eseva nayo.",
  "atk-s0203a2:192_0": "250.Pāṇimattanti antomuṭṭhiyaṁ ṭhapanamattaṁ.",
  "atk-s0203a2:192_1": "Saṅkhampi na upetīti gaṇanamattampi na gacchati.",
  "atk-s0203a2:192_2": "Kalabhāgampīti satimaṁ kalaṁ sahassimaṁ kalaṁ satasahassimaṁ vā kalaṁ upagacchatītipi vattabbataṁ na upeti.",
  "atk-s0203a2:192_3": "Upanidhampīti upanikkhepanamattampi na upeti, olokentassa olokitamattampi natthi.",
  "atk-s0203a2:192_4": "Tattaṁayokhilanti tigāvutaṁ attabhāvaṁ sampajjalitāya lohapathaviyā uttānakaṁ nipajjāpetvā tassa dakkhiṇahatthe tālappamāṇaṁ ayasūlaṁ pavesenti, tathā vāmahatthādīsu.",
  "atk-s0203a2:192_5": "Yathā ca uttānakaṁ nipajjāpetvā, evaṁ urenapi dakkhiṇapassenapi vāmapassenapi nipajjāpetvā taṁ kammakāraṇaṁ karontiyeva.",
  "atk-s0203a2:192_6": "Saṁvesetvāti sampajjalitāya lohapathaviyā tigāvutaṁ attabhāvaṁ nipajjāpetvā.",
  "atk-s0203a2:192_7": "Kuṭhārīhīti mahatīhi gehassa ekapakkhachadanamattāhi kuṭhārīhi tacchanti.",
  "atk-s0203a2:192_8": "Lohitaṁ nadī hutvā sandati, lohapathavito jālā uṭṭhahitvā tacchitaṭṭhānaṁ gaṇhanti.",
  "atk-s0203a2:192_9": "Mahādukkhaṁ uppajjati, tacchantā pana suttāhataṁ karitvā dārū viya aṭṭhaṁsampi chaḷaṁsampi karonti.",
  "atk-s0203a2:192_10": "Vāsīhīti mahāsuppapamāṇāhi vāsīhi.",
  "atk-s0203a2:192_11": "Tāhi tacchantā tacato yāva aṭṭhīni saṇikaṁ tacchanti, tacchitaṁ tacchitaṁ paṭipākatikaṁ hoti.",
  "atk-s0203a2:192_12": "Rathe yojetvāti saddhiṁ yugayottapañcaracakkakubbarapācanehi sabbato sampajjalite rathe yojetvā.",
  "atk-s0203a2:192_13": "Mahantanti mahākūṭāgārappamāṇaṁ.",
  "atk-s0203a2:192_14": "Āropentīti sampajjalitehi ayamuggarehi pothentā āropenti.",
  "atk-s0203a2:192_15": "Sakimpiuddhanti supakkuthitāya ukkhaliyā pakkhittataṇḍulā viya uddhaṁ adho tiriyañca gacchati.",
  "atk-s0203a2:193_0": "Bhāgaso mitoti bhāge ṭhapetvā ṭhapetvā vibhatto.",
  "atk-s0203a2:193_1": "Pariyantoti parikkhitto.",
  "atk-s0203a2:193_2": "Ayasāti upari ayapaṭṭena chādito.",
  "atk-s0203a2:194_0": "Samantā yojanasataṁ pharitvā tiṭṭhatīti evaṁ pharitvā tiṭṭhati, yathā samantā yojanasate ṭhāne ṭhatvā olokentassa akkhīni yamakagoḷakā viya nikkhamanti.",
  "atk-s0203a2:195_0": "Na sukarā akkhānena pāpuṇitunti nirayo nāma evampi dukkho evampi dukkhoti vassasataṁ vassasahassaṁ kathentenāpi matthakaṁ pāpetvā kathetuṁ na sukarāti attho.",
  "atk-s0203a2:196_0": "251.Dantullehakanti dantehi ullehitvā, luñcitvāti vuttaṁ hoti. Rasādoti rasagedhena paribhuttaraso.",
  "atk-s0203a2:197_0": "252.Aññamaññakhādikāti aññamaññakhādanaṁ.",
  "atk-s0203a2:198_0": "Dubbaṇṇoti durūpo.",
  "atk-s0203a2:198_1": "Duddasikoti dārakānaṁ bhayāpanatthaṁ katayakkho viya duddaso.",
  "atk-s0203a2:198_2": "Okoṭimakoti lakuṇḍako paviṭṭhagīvo mahodaro.",
  "atk-s0203a2:198_3": "Kāṇoti ekakkhikāṇo vā ubhayakkhikāṇo vā.",
  "atk-s0203a2:198_4": "Kuṇīti ekahatthakuṇī vā ubhayahatthakuṇī vā.",
  "atk-s0203a2:198_5": "Pakkhahatoti pīṭhasappī.",
  "atk-s0203a2:198_6": "Sokāyenāti idamassa dukkhānupabandhadassanatthaṁ āraddhaṁ.",
  "atk-s0203a2:199_0": "Kaliggahenāti parājayena.",
  "atk-s0203a2:199_1": "Adhibandhaṁ nigaccheyyāti yasmā bahuṁ jito sabbasāpateyyampissa nappahoti, tasmā attanāpi bandhaṁ nigaccheyya.",
  "atk-s0203a2:199_2": "Kevalā paripūrā bālabhūmīti bālo tīṇi duccaritāni pūretvā niraye nibbattati, tattha pakkāvasesena manussattaṁ āgato pañcasu nīcakulesu nibbattitvā puna tīṇi duccaritāni pūretvā niraye nibbattatīti ayaṁ sakalā paripuṇṇā bālabhūmi.",
  "atk-s0203a2:200_0": "253.Paṇḍitalakkhaṇānītiādi vuttānusāreneva veditabbaṁ.",
  "atk-s0203a2:200_1": "Sucintitacintītiādīni cettha manosucaritādīnaṁ vasena yojetabbāni.",
  "atk-s0203a2:201_0": "Cakkaratanavaṇṇanā",
  "atk-s0203a2:202_0": "256.Sīsaṁ nhātassāti sīsena saddhiṁ gandhodakena nhātassa.",
  "atk-s0203a2:202_1": "Uposathikassāti samādinnauposathaṅgassa.",
  "atk-s0203a2:202_2": "Uparipāsādavaragatassāti pāsādavarassa upari gatassa subhojanaṁ bhuñjitvā pāsādavarassa upari mahātale sirīgabbhaṁ pavisitvā sīlāni āvajjantassa.",
  "atk-s0203a2:202_3": "Tadā kira rājā pātova satasahassaṁ vissajjetvā mahādānaṁ datvā punapi soḷasahi gandhodakaghaṭehi sīsaṁ nhāyitvā katapātarāso suddhaṁ uttarāsaṅgaṁ ekaṁsaṁ katvā uparipāsādassa sirīsayane pallaṅkaṁ ābhujitvā nisinno attano dānamayapuññasamudayaṁ āvajjetvā nisīdati, ayaṁ sabbacakkavattīnaṁ dhammatā .",
  "atk-s0203a2:203_0": "Tesaṁ taṁ āvajjantānaṁyeva vuttappakārapuññakammapaccayaṁ utusamuṭṭhānaṁ nīlamaṇisaṅghāṭasadisaṁ pācīnasamuddajalatalaṁ chindamānaṁ viya ākāsaṁ alaṅkurumānaṁ viya dibbaṁ cakkaratanaṁ pātubhavati.",
  "atk-s0203a2:203_1": "Tayidaṁ dibbānubhāvayuttattā dibbanti vuttaṁ.",
  "atk-s0203a2:203_2": "Sahassaṁ assa arānanti sahassāraṁ.",
  "atk-s0203a2:203_3": "Saha nemiyā saha nābhiyā cāti sanemikaṁ sanābhikaṁ.",
  "atk-s0203a2:203_4": "Sabbehi ākārehi paripūranti sabbākāraparipūraṁ.",
  "atk-s0203a2:204_0": "Tattha cakkañca taṁ ratijananaṭṭhena ratanañcāti cakkaratanaṁ.",
  "atk-s0203a2:204_1": "Yāya pana taṁ nābhiyā ‘‘sanābhika’’nti vuttaṁ, sā indanīlamaṇimayā hoti.",
  "atk-s0203a2:204_2": "Majjhe panassā rajatamayā panāḷi, yāya suddhasiniddhadantapantiyā hasamānaṁ viya virocati.",
  "atk-s0203a2:204_3": "Majjhe chiddena viya candamaṇḍalena ubhosupi bāhirantesu rajatapaṭṭena kataparikkhepo hoti.",
  "atk-s0203a2:204_4": "Tesu panassā nābhipanāḷi parikkhepapaṭṭesu yuttaṭṭhāne paricchedalekhā suvibhattāva hutvā paññāyanti.",
  "atk-s0203a2:204_5": "Ayaṁ tāvassa nābhiyā sabbākāraparipūratā.",
  "atk-s0203a2:205_0": "Yehi pana taṁ arehi ‘‘sahassāra’’nti vuttaṁ, te sattaratanamayā sūriyarasmiyo viya pabhāsampannā honti.",
  "atk-s0203a2:205_1": "Tesampi ghaṭamaṇikaparicchedalekhādīni suvibhattāneva paññāyanti.",
  "atk-s0203a2:205_2": "Ayamassa arānaṁ sabbākāraparipūratā.",
  "atk-s0203a2:206_0": "Yāya pana taṁ nemiyā saha ‘‘sanemika’’nti vuttaṁ, sā bālasūriyarasmikalāpasiriṁ avahasamānā viya surattasuddhasiniddhapavāḷamayā hoti.",
  "atk-s0203a2:206_1": "Sandhīsu panassā sañjhārāgasassirikarattajambonadapaṭṭā vaṭṭaparicchedalekhā ca suvibhattā paññāyanti.",
  "atk-s0203a2:206_2": "Ayamassa nemiyā sabbākāraparipūratā.",
  "atk-s0203a2:207_0": "Nemimaṇḍalapiṭṭhiyaṁ panassa dasannaṁ dasannaṁ arānamantare dhamanavaṁso viya antosusiro chiddamaṇḍalacitto vātagāhī pavāḷadaṇḍo hoti, yassa vātena paharitassa sukusalasamannāhatassa pañcaṅgikatūriyassa viya saddo vaggu ca rajanīyo ca kamanīyo ca hoti.",
  "atk-s0203a2:207_1": "Tassa kho pana pavāḷadaṇḍassa upari setacchattaṁ, ubhosu passesu samosaritakusumadāmapantiyoti evaṁ samosaritakusumadāmapantisatadvayaparivārena setacchattasatadhārinā pavāḷadaṇḍasatena samupasobhitanemiparikkhepassa dvinnampi nābhipanāḷīnaṁ anto dve sīhamukhāni honti, yehi tālakkhandhappamāṇā puṇṇacandakiraṇakalāpasassirikā taruṇaravisamānarattakambalageṇḍukapariyantā ākāsagaṅgāgatisobhaṁ abhibhavamānā viya dve muttakalāpā olambanti, yehi cakkaratanena saddhiṁ ākāse samparivattamānehi tīṇi cakkāni ekato parivattantāni viya khāyanti.",
  "atk-s0203a2:207_2": "Ayamassa sabbaso sabbākāraparipūratā.",
  "atk-s0203a2:208_0": "Taṁ panetaṁ evaṁ sabbākāraparipūraṁ pakatiyā sāyamāsabhattaṁ bhuñjitvā attano attano gharadvāre paññattāsanesu nisīditvā pavattakathāsallāpesu manussesu vīthicatukkādīsu kīḷamāne dārakajane nātiuccena nātinīcena vanasaṇḍamatthakāsannena ākāsappadesena upasobhayamānaṁ viya rukkhasākhaggāni, dvādasayojanato paṭṭhāya suyyamānena madhurassarena sattānaṁ sotāni odhāpayamānaṁ yojanato paṭṭhāya nānappabhāsamudayasamujjalena vaṇṇena nayanāni samākaḍḍhantaṁ rañño cakkavattissa puññānubhāvaṁ ugghosayantaṁ viya rājadhāniabhimukhaṁ āgacchati.",
  "atk-s0203a2:209_0": "Atha tassa cakkaratanassa saddassavaneneva ‘‘kuto nu kho, kassa nu kho ayaṁ saddo’’ti āvajjitahadayānaṁ puratthimadisaṁ olokayamānānaṁ tesaṁ manussānaṁ aññataro aññataraṁ evamāha –",
  "atk-s0203a2:209_1": "‘‘passa bho acchariyaṁ, ayaṁ puṇṇacando pubbe eko uggacchati, ajja pana attadutiyo uggato, etañhi rājahaṁsamithunaṁ viya puṇṇacandamithunaṁ pubbāpariyena gaganatalaṁ abhilaṅghatī’’ti.",
  "atk-s0203a2:209_2": "Tamañño āha –",
  "atk-s0203a2:209_3": "‘‘kiṁ kathesi samma kahaṁ nāma tayā dve puṇṇacandā ekato uggacchantā diṭṭhapubbā, nanu esa tapanīyaraṁsidhāro piñcharakiraṇo divākaro uggato’’ti.",
  "atk-s0203a2:209_4": "Tamañño sitaṁ katvā evamāha –",
  "atk-s0203a2:209_5": "‘‘kiṁ ummattosi, nanu kho idānimeva divākaro atthaṅgato, so kathaṁ imaṁ puṇṇacandaṁ anubandhamāno uggacchissati, addhā panetaṁ anekaratanappabhāsamujjalaṁ ekassa puññavato vimānaṁ bhavissatī’’ti.",
  "atk-s0203a2:209_6": "Te sabbepi apasādayantā aññe evamāhaṁsu –",
  "atk-s0203a2:209_7": "‘‘kiṁ bahuṁ vippalapatha, nevesa puṇṇacando, na sūriyo na devavimānaṁ.",
  "atk-s0203a2:209_8": "Na hetesaṁ evarūpā sirisampatti atthi, cakkaratanena panetena bhavitabba’’nti.",
  "atk-s0203a2:210_0": "Evaṁ pavattasallāpasseva tassa janassa candamaṇḍalaṁ ohāya taṁ cakkaratanaṁ abhimukhaṁ hoti.",
  "atk-s0203a2:210_1": "Tato tehi ‘‘kassa nu kho idaṁ nibbatta’’nti vutte bhavanti vattāro –",
  "atk-s0203a2:210_2": "‘‘na kassaci aññassa, nanu amhākaṁ rājā pūritacakkavattivatto, tassetaṁ nibbatta’’nti.",
  "atk-s0203a2:210_3": "Atha so ca mahājano, yo ca añño passati, sabbo cakkaratanameva anugacchati.",
  "atk-s0203a2:210_4": "Tampi cakkaratanaṁ raññoyeva atthāya attano āgatabhāvaṁ ñāpetukāmaṁ viya sattakkhattuṁ pākāramatthakeneva nagaraṁ anusaṁyāyitvā rañño antepuraṁ padakkhiṇaṁ katvā antepurassa uttarasīhapañjaraāsanne ṭhāne yathā gandhapupphādīhi sukhena sakkā hoti pūjetuṁ, evaṁ akkhāhataṁ viya tiṭṭhati.",
  "atk-s0203a2:211_0": "Evaṁ ṭhitassa panassa vātapānacchiddādīhi pavisitvā nānāvirāgaratanappabhāsamujjalaṁ anto pāsādaṁ alaṅkurumānaṁ pabhāsamūhaṁ disvā dassanatthāya sañjātābhilāso rājā hoti.",
  "atk-s0203a2:211_1": "Parijanopissa piyavacanapābhatena āgantvā tamatthaṁ nivedeti.",
  "atk-s0203a2:211_2": "Atha rājā balavapītipāmojjaphuṭasarīro pallaṅkaṁ mocetvā uṭṭhāyāsanā sīhapañjarasamīpaṁ gantvā taṁ cakkaratanaṁ disvā ‘‘sutaṁ kho pana meta’’ntiādikaṁ cintanaṁ cintesi.",
  "atk-s0203a2:211_3": "Tena vuttaṁ –",
  "atk-s0203a2:211_4": "‘‘disvāna rañño khattiyassa…pe…",
  "atk-s0203a2:211_5": "assaṁ nu kho ahaṁ rājā cakkavattī’’ti.",
  "atk-s0203a2:211_6": "Tattha so hoti rājā cakkavattīti kittāvatā cakkavattī hoti?",
  "atk-s0203a2:211_7": "Ekaṅguladvaṅgulamattampi cakkaratane ākāsaṁ abbhuggantvā pavatte.",
  "atk-s0203a2:212_0": "Idāni tassa pavattāpanatthaṁ yaṁ kātabbaṁ taṁ dassento atha kho, bhikkhavetiādimāha.",
  "atk-s0203a2:212_1": "Tattha uṭṭhāyāsanāti nisinnāsanato uṭṭhahitvā cakkaratanasamīpaṁ āgantvā.",
  "atk-s0203a2:212_2": "Bhiṅkāraṁ gahetvāti hatthisoṇḍasadisapanāḷiṁ suvaṇṇabhiṅkāraṁ ukkhipitvā vāmahatthena udakaṁ gahetvā.",
  "atk-s0203a2:212_3": "Pavattatu bhavaṁ cakkaratanaṁ, abhivijinātu bhavaṁ cakkaratananti.",
  "atk-s0203a2:212_4": "Anvadeva rājā cakkavattī saddhiṁ caturaṅginiyā senāyāti sabbacakkavattīnañhi udakena abhisiñcitvā ‘‘abhivijānātu bhavaṁ cakkaratana’’nti vacanasamanantarameva vehāsaṁ abbhuggantvā cakkaratanaṁ pavattati, yassa pavattisamakālameva so rājā cakkavattī nāma hoti.",
  "atk-s0203a2:213_0": "Pavatte pana cakkaratane taṁ anubandhamānova rājā cakkavattī yānavaraṁ āruyha vehāsaṁ abbhuggacchati, athassa chattacāmarādihattho parijano ceva antepurajano ca.",
  "atk-s0203a2:213_1": "Tato nānappakārakañcukakavacādisannāhavibhūsitena vividhāharaṇappabhāsamujjalitena samussitaddhajapaṭākapaṭimaṇḍitena attano attano balakāyena saddhiṁ uparājasenāpati pabhūtayopi vehāsaṁ abbhuggantvā rājānameva parivārenti.",
  "atk-s0203a2:213_2": "Rājayuttā pana janasaṅgahatthaṁ nagaravīthīsu bheriyo carāpenti ‘‘tātā amhākaṁ rañño cakkaratanaṁ nibbattaṁ, attano attano vibhavānurūpena maṇḍitappasādhitā sannipatathā’’ti.",
  "atk-s0203a2:213_3": "Mahājano pana pakatiyā cakkaratanasaddeneva sabbakiccāni pahāya gandhapupphādīni ādāya sannipatitova, sopi sabbo vehāsaṁ abbhuggantvā rājānameva parivāreti.",
  "atk-s0203a2:213_4": "Yassa yassa hi raññā saddhiṁ gantukāmatā uppajjati, so so ākāsagatova hoti.",
  "atk-s0203a2:213_5": "Evaṁ dvādasayojanāyāmavitthārā parisā hoti.",
  "atk-s0203a2:213_6": "Tattha ekapurisopi chinnabhinnasarīro vā kiliṭṭhavattho vā natthi.",
  "atk-s0203a2:213_7": "Suciparivāro hi rājā cakkavattī.",
  "atk-s0203a2:213_8": "Cakkavattiparisā nāma vijjādharaparisā viya ākāse gacchamānā indanīlamaṇitale vippakiṇṇaratanasadisā hoti.",
  "atk-s0203a2:213_9": "Tena vuttaṁ ‘‘anvadeva rājā cakkavattī saddhiṁ caturaṅginiyā senāyā’’ti.",
  "atk-s0203a2:214_0": "Tampi cakkaratanaṁ rukkhaggānaṁ uparūpari nātiuccena gaganapadesena pavattati, yathā rukkhānaṁ pupphaphalapallavehi atthikā tāni sukhena gahetuṁ sakkonti, bhūmiyaṁ ṭhitā ‘‘esa rājā, esa uparājā, esa senāpatī’’ti sallakkhetuṁ sakkonti.",
  "atk-s0203a2:214_1": "Ṭhānādīsupi iriyāpathesu yo yena icchati, so teneva gacchati.",
  "atk-s0203a2:214_2": "Cittakammādisippapasutā cettha attano attano kiccaṁ karontāyeva gacchanti.",
  "atk-s0203a2:214_3": "Yatheva hi bhūmiyaṁ, tathā nesaṁ sabbakiccāni ākāse ijjhanti.",
  "atk-s0203a2:214_4": "Evaṁ cakkavattiparisaṁ gahetvā taṁ cakkaratanaṁ vāmapassena sineruṁ pahāya samuddassa uparibhāgena aṭṭhayojanasahassappamāṇaṁ pubbavidehaṁ gacchati.",
  "atk-s0203a2:215_0": "Tattha yo vinibbedhena dvādasayojanāya parikkhepato chattiṁsayojanaparisāya sannivesakkhamo sulabhāhārūpakaraṇo chāyūdakasampanno sucisamatalo ramaṇīyo bhūmibhāgo, tassa uparibhāge taṁ cakkaratanaṁ ākāse akkhāhataṁ viya tiṭṭhati.",
  "atk-s0203a2:215_1": "Atha tena saññāṇena so mahājano otaritvā yathāruci nhānabhojanādīni sabbakiccāni karonto vāsaṁ kappeti, tena vuttaṁ ‘‘yasmiṁ kho pana, bhikkhave, padese taṁ cakkaratanaṁ patiṭṭhāti, tattha rājā cakkavattī vāsaṁ upeti saddhiṁ caturaṅginiyā senāyā’’ti.",
  "atk-s0203a2:216_0": "Evaṁ vāsaṁ upagate cakkavattimhi ye tattha rājāno, te ‘‘paracakkaṁ āgata’’nti sutvāpi na balakāyaṁ sannipātetvā yuddhasajjā honti.",
  "atk-s0203a2:216_1": "Cakkaratanassa uppattisamanantarameva natthi so satto nāma, yo paccatthikasaññāya rājānaṁ ārabbha āvudhaṁ ukkhipituṁ visaheyya.",
  "atk-s0203a2:216_2": "Ayamanubhāvo cakkaratanassa.",
  "atk-s0203a2:217_0": "Cakkānubhāvena hi tassa rañño,",
  "atk-s0203a2:218_0": "Arī asesā damathaṁ upenti;",
  "atk-s0203a2:219_0": "Arindamaṁ nāma narādhipassa,",
  "atk-s0203a2:220_0": "Teneva taṁ vuccati tassa cakkaṁ.",
  "atk-s0203a2:221_0": "Tasmā sabbepi te rājāno attano attano rajjasirivibhavānurūpaṁ pābhataṁ gahetvā taṁ rājānaṁ upagamma onatasirā attano moḷiyamaṇippabhābhisekenassa pādapūjaṁ karonto ‘‘ehi kho mahārājā’’tiādīhi vacanehi tassa kiṅkārappaṭissāvitaṁ āpajjanti.",
  "atk-s0203a2:221_1": "Tena vuttaṁ ye kho pana, bhikkhave, puratthimāya…pe…",
  "atk-s0203a2:221_2": "anusāsa mahārājāti.",
  "atk-s0203a2:222_0": "Tattha svāgatanti suāgamanaṁ.",
  "atk-s0203a2:222_1": "Ekasmiñhi āgate socanti, gate nandanti.",
  "atk-s0203a2:222_2": "Ekasmiṁ āgate nandanti, gate socanti.",
  "atk-s0203a2:222_3": "Tādiso tvaṁ āgatanandano gamanasocano, tasmā tava āgamanaṁ suāgamananti vuttaṁ hoti.",
  "atk-s0203a2:222_4": "Evaṁ vutte pana cakkavattī nāpi ‘‘ettakaṁ nāma me anuvassaṁ baliṁ upakappethā’’ti vadati, nāpi aññassa bhogaṁ acchinditvā aññassa deti.",
  "atk-s0203a2:222_5": "Attano pana dhammarājabhāvassa anurūpāya paññāya pāṇātipātādīni upaparikkhitvā pemanīyena mañjunā sarena ‘‘passatha tātā, pāṇātipāto nāmesa āsevito bhāvito bahulīkato nirayasaṁvattaniko hotī’’tiādinā nayena dhammaṁ desetvā ‘‘pāṇo na hantabbo’’tiādikaṁ ovādaṁ deti.",
  "atk-s0203a2:222_6": "Tena vuttaṁ rājā cakkavattī evamāha pāṇo na hantabbo…pe…",
  "atk-s0203a2:222_7": "yathābhuttañca bhuñjathāti.",
  "atk-s0203a2:223_0": "Kiṁ pana sabbepi rañño imaṁ ovādaṁ gaṇhantīti.",
  "atk-s0203a2:223_1": "Buddhassapi tāva sabbe na gaṇhanti, rañño kiṁ gaṇhissanti.",
  "atk-s0203a2:223_2": "Tasmā ye paṇḍitā vibhāvino, te gaṇhanti.",
  "atk-s0203a2:223_3": "Sabbe pana anuyantā bhavanti.",
  "atk-s0203a2:223_4": "Tasmā ‘‘ye kho pana, bhikkhave’’tiādimāha.",
  "atk-s0203a2:224_0": "Atha taṁ cakkaratanaṁ evaṁ pubbavidehavāsīnaṁ ovāde dinne katapātarāse cakkavattībalena vehāsaṁ abbhuggantvā puratthimaṁ samuddaṁ ajjhogāhati.",
  "atk-s0203a2:224_1": "Yathā yathā ca taṁ ajjhogāhati, tathā tathā agadagandhaṁ ghāyitvā saṁkhittaphaṇo nāgarājā viya saṁkhittaūmivipphāraṁ hutvā ogacchamānaṁ mahāsamuddasalilaṁ yojanamattaṁ ogantvā antosamudde veḷuriyabhitti viya tiṭṭhati.",
  "atk-s0203a2:224_2": "Taṅkhaṇaññeva ca tassa rañño puññasiriṁ daṭṭhukāmāni viya mahāsamuddatale vippakiṇṇāni nānāratanāni tato tato āgantvā taṁ padesaṁ pūrayanti.",
  "atk-s0203a2:224_3": "Atha sā rājaparisā taṁ nānāratanaparipūraṁ mahāsamuddatalaṁ disvā yathāruci ucchaṅgādīhi ādiyati, yathāruci ādinnaratanāya pana parisāya taṁ cakkaratanaṁ paṭinivattati.",
  "atk-s0203a2:224_4": "Paṭinivattamāne ca tasmiṁ parisā aggato hoti, majjhe rājā, ante cakkaratanaṁ.",
  "atk-s0203a2:224_5": "Tampi jalanidhijalaṁ palobhiyamānamiva cakkaratanasiriyā, asahamānamiva ca tena viyogaṁ, nemimaṇḍalapariyantaṁ abhihanantaṁ nirantarameva upagacchati.",
  "atk-s0203a2:225_0": "257.",
  "atk-s0203a2:225_1": "Evaṁ rājā cakkavattī puratthimasamuddapariyantaṁ pubbavidehaṁ abhivijinitvā dakkhiṇasamuddapariyantaṁ jambudīpaṁ vijetukāmo cakkaratanadesitena maggena dakkhiṇasamuddābhimukho gacchati.",
  "atk-s0203a2:225_2": "Tena vuttaṁ atha kho taṁ, bhikkhave, cakkaratanaṁ puratthimasamuddaṁ ajjhogāhetvā paccuttaritvā dakkhiṇaṁ disaṁ pavattatīti.",
  "atk-s0203a2:225_3": "Evaṁ pavattamānassa pana tassa pavattanavidhānaṁ senāsanniveso paṭirājagamanaṁ tesaṁ anusāsanippadānaṁ dakkhiṇasamuddaṁ ajjhogāhanaṁ samuddasalilassa ogacchanaṁ ratanādānanti sabbaṁ purimanayeneva veditabbaṁ.",
  "atk-s0203a2:226_0": "Vijinitvā pana taṁ dasasahassayojanappamāṇaṁ jambudīpaṁ dakkhiṇasamuddatopi paccuttaritvā sattayojanasahassappamāṇaṁ aparagoyānaṁ vijetuṁ pubbe vuttanayeneva gantvā tampi samuddapariyantaṁ tatheva abhivijinitvā pacchimasamuddatopi paccuttaritvā aṭṭhayojanasahassappamāṇaṁ uttarakuruṁ vijetuṁ tatheva gantvā tampi samuddapariyantaṁ tatheva abhivijiya uttarasamuddatopi paccuttarati.",
  "atk-s0203a2:227_0": "Ettāvatā raññā cakkavattinā cāturantāya pathaviyā ādhipaccaṁ adhigataṁ hoti.",
  "atk-s0203a2:227_1": "So evaṁ vijitavijayo attano rajjasirisampattidassanatthaṁ sapariso uddhaṁ gaganatalaṁ abhilaṅghitvā suvikasitapadumuppalapuṇḍarīkavanavicitte cattāro jātassare viya pañcasatapañcasataparittadīpaparivāre cattāro mahādīpe oloketvā cakkaratanadesiteneva maggena yathānukkamaṁ attano rājadhānimeva paccāgacchati.",
  "atk-s0203a2:227_2": "Atha taṁ cakkaratanaṁ antepuradvāraṁ sobhayamānaṁ viya hutvā tiṭṭhati.",
  "atk-s0203a2:228_0": "Evaṁ patiṭṭhite pana tasmiṁ cakkaratane rājantepure ukkāhi vā dīpikāhi vā kiñci karaṇīyaṁ na hoti, cakkaratanobhāsoyeva rattiṁ andhakāraṁ vidhamati.",
  "atk-s0203a2:228_1": "Ye ca pana rattiṁ andhakāratthikā honti, tesaṁ andhakārameva hoti.",
  "atk-s0203a2:228_2": "Tena vuttaṁ dakkhiṇasamuddaṁ ajjhogāhetvā…pe…",
  "atk-s0203a2:228_3": "evarūpaṁ cakkaratanaṁ pātubhavatīti.",
  "atk-s0203a2:229_0": "Hatthiratanavaṇṇanā",
  "atk-s0203a2:230_0": "258.",
  "atk-s0203a2:230_1": "Evaṁ pātubhūtacakkaratanassa panassa cakkavattino amaccā pakatimaṅgalahatthiṭṭhānaṁ sucibhūmibhāgaṁ kāretvā haricandanādīhi surabhigandhehi upalimpāpetvā heṭṭhā vicittavaṇṇasurabhikusumasamākiṇṇaṁ upari suvaṇṇatārakānaṁ antarantarā samosaritamanuñña-kusumadāmappaṭimaṇḍitavitānaṁ devavimānaṁ viya abhisaṅkharitvā ‘‘evarūpassa nāma deva hatthiratanassa āgamanaṁ cintethā’’ti vadanti.",
  "atk-s0203a2:230_2": "So pubbe vuttanayeneva mahādānaṁ datvā sīlāni samādāya taṁ puññasampattiṁ āvajjanto nisīdati, athassa puññānubhāvacodito chaddantakulā vā uposathakulā vā taṁ sakkāravisesaṁ anubhavitukāmo taruṇaravimaṇḍalābhirattacaraṇa-gīvamukhappaṭimaṇḍitavisuddhasetasarīro sattappatiṭṭho susaṇṭhitaṅgapaccaṅgasanniveso vikasitaratta-padumacārupokkharo iddhimā yogī viya vehāsaṁ gamanasamattho manosilācuṇṇarañjitapariyanto viya rajatapabbato hatthiseṭṭho tasmiṁ padese patiṭṭhāti.",
  "atk-s0203a2:230_3": "So chaddantakulā āgacchanto sabbakaniṭṭho āgacchati, uposathakulā sabbajeṭṭho.",
  "atk-s0203a2:230_4": "Pāḷiyaṁ pana ‘‘uposatho nāgarājā’’ icceva āgacchati.",
  "atk-s0203a2:230_5": "Svāyaṁ pūritacakkavattivattānaṁ cakkavattīnaṁ sutte vuttanayeneva cintayantānaṁ āgacchati, na itaresaṁ.",
  "atk-s0203a2:230_6": "Sayameva pakatimaṅgalahatthiṭṭhānaṁ āgantvā maṅgalahatthiṁ apanetvā tattha tiṭṭhati.",
  "atk-s0203a2:230_7": "Tena vuttaṁ puna caparaṁ, bhikkhave…pe…",
  "atk-s0203a2:230_8": "nāgarājāti.",
  "atk-s0203a2:231_0": "Evaṁ pātubhūtaṁ pana taṁ hatthiratanaṁ disvā hatthigopakādayo haṭṭhatuṭṭhā vegena gantvā rañño ārocenti.",
  "atk-s0203a2:231_1": "Rājā turitaturitaṁ āgantvā taṁ disvā pasannacitto ‘‘bhaddakaṁ vata bho hatthiyānaṁ, sace damathaṁ upeyyā’’ti cintayanto hatthaṁ pasāreti.",
  "atk-s0203a2:231_2": "Atha so gharadhenuvacchako viya kaṇṇe olambetvā sūratabhāvaṁ dassento rājānaṁ upasaṅkamati, rājā taṁ abhiruhitukāmo hoti.",
  "atk-s0203a2:231_3": "Athassa parijanā adhippāyaṁ ñatvā taṁ hatthiratanaṁ sovaṇṇaddhajaṁ sovaṇṇālaṅkāraṁ hemajālapaṭicchannaṁ katvā upanenti.",
  "atk-s0203a2:231_4": "Rājā taṁ anisīdāpetvāva sattaratanamayāya nisseṇiyā abhiruyha ākāsaṁ gamananinnacitto hoti.",
  "atk-s0203a2:231_5": "Tassa saha cittuppādeneva so hatthirājā rājahaṁso viya indanīlamaṇippabhājālanīlagaganatalaṁ abhilaṅghati, tato cakkacārikāya vuttanayeneva sakalarājaparisā.",
  "atk-s0203a2:231_6": "Iti sapariso rājā antopātarāseyeva sakalapathaviṁ anusaṁyāyitvā rājadhāniṁ paccāgacchati, evaṁ mahiddhikaṁ cakkavattino hatthiratanaṁ hoti.",
  "atk-s0203a2:231_7": "Tena vuttaṁ disvāna rañño cakkavattissa…pe…",
  "atk-s0203a2:231_8": "evarūpaṁ hatthiratanaṁ pātubhavatīti.",
  "atk-s0203a2:232_0": "Assaratanavaṇṇanā",
  "atk-s0203a2:233_0": "Evaṁ pātubhūtahatthiratanassa pana cakkavattino parisā pakatimaṅgalaassaṭṭhānaṁ sucisamatalaṁ kāretvā alaṅkaritvā ca purimanayeneva rañño tassa āgamanacintanatthaṁ ussāhaṁ janenti.",
  "atk-s0203a2:233_1": "So purimanayeneva katadānasakkāro samādinnasīlova pāsādatale nisinno puññasampattiṁ samanussarati, athassa puññānubhāvacodito sindhavakulato vijjullatāvinaddhasaradakālasetavalāhakarāsisassiriko rattapādo rattatuṇḍo candappabhāpuñjasadisasuddhasiniddhaghanasaṅghātasarīro kākagīvā viya indanīlamaṇi viya ca kāḷavaṇṇena sīsena samannāgatattā kāḷasīso suṭṭhu kappetvā ṭhapitehi viya muñjasadisehi saṇhavaṭṭaujugatigatehi kesehi samannāgatattā muñjakeso vehāsaṅgamo valāhako nāma assarājā āgantvā tasmiṁ ṭhāne patiṭṭhāti.",
  "atk-s0203a2:233_2": "Sesaṁ sabbaṁ hatthiratane vuttanayeneva veditabbaṁ.",
  "atk-s0203a2:233_3": "Evarūpaṁ assaratanaṁ sandhāya bhagavā puna caparantiādimāha.",
  "atk-s0203a2:234_0": "Maṇiratanavaṇṇanā",
  "atk-s0203a2:235_0": "Evaṁ pātubhūtaassaratanassa pana rañño cakkavattissa catuhatthāyāmaṁ sakaṭanābhisamappamāṇaṁ ubhosu antesu kaṇṇikapariyantato viniggatasuparisuddhamuttākalāpehi dvīhi kañcanapadumehi alaṅkataṁ caturāsītimaṇisahassaparivāraṁ tārāgaṇaparivutassa puṇṇacandassa siriṁ paṭippharamānaṁ viya vepullapabbatato maṇiratanaṁ āgacchati.",
  "atk-s0203a2:235_1": "Tassevaṁ āgatassa muttājālake ṭhapetvā veḷuparamparāya saṭṭhihatthappamāṇaṁ ākāsaṁ āropitassa rattibhāge samantā yojanappamāṇaṁ okāsaṁ ābhā pharati, yāya sabbo so okāso aruṇuggamanavelā viya sañjātāloko hoti.",
  "atk-s0203a2:235_2": "Tato kassakā kasikammaṁ, vāṇijā āpaṇugghāṭanaṁ , te te ca sippino taṁ taṁ kammantaṁ payojenti divāti maññamānā.",
  "atk-s0203a2:235_3": "Tena vuttaṁ puna caparaṁ, bhikkhave…pe…",
  "atk-s0203a2:235_4": "maṇiratanaṁ pātubhavatīti.",
  "atk-s0203a2:236_0": "Itthiratanavaṇṇanā",
  "atk-s0203a2:237_0": "Evaṁ pātubhūtamaṇiratanassa pana cakkavattissa visayasukhavisesakāraṇaṁ itthiratanaṁ pātubhavati.",
  "atk-s0203a2:237_1": "Maddarājakulato vā hissa aggamahesiṁ ānenti, uttarakuruto vā puññānubhāvena sayaṁ āgacchati.",
  "atk-s0203a2:237_2": "Avasesā panassā sampatti ‘‘puna caparaṁ, bhikkhave, rañño cakkavattissa itthiratanaṁ pātubhavati abhirūpā dassanīyā’’tiādinā nayena pāḷiyaṁyeva āgatā.",
  "atk-s0203a2:238_0": "Tattha saṇṭhānapāripūriyā adhikaṁ rūpaṁ assāti abhirūpā.",
  "atk-s0203a2:238_1": "Dissamānā ca cakkhūni pīṇayati, tasmā aññaṁ kiccavikkhepaṁ hitvāpi daṭṭhabbāti dassanīyā.",
  "atk-s0203a2:238_2": "Dissamānā ca somanassavasena cittaṁ pasādetīti pāsādikā.",
  "atk-s0203a2:238_3": "Paramāyāti evaṁ pasādāvahattā uttamāya.",
  "atk-s0203a2:238_4": "Vaṇṇapokkharatāyāti vaṇṇasundaratāya.",
  "atk-s0203a2:238_5": "Samannāgatāti upetā.",
  "atk-s0203a2:238_6": "Abhirūpā vā yasmā nātidīghā nātirassā dassanīyā yasmā nātikisā nātithūlā, pāsādikā yasmā nātikāḷikā naccodātā.",
  "atk-s0203a2:238_7": "Paramāya vaṇṇapokkharatāya samannāgatā yasmā atikkantā mānusaṁ vaṇṇaṁ appattā dibbavaṇṇaṁ.",
  "atk-s0203a2:238_8": "Manussānañhi vaṇṇābhā bahi na niccharati, devānaṁ atidūraṁ niccharati, tassā pana dvādasahatthappamāṇaṁ padesaṁ sarīrābhā obhāseti.",
  "atk-s0203a2:239_0": "Nātidīghādīsu cassā paṭhamayugaḷena ārohasampatti, dutiyayugaḷena pariṇāhasampatti, tatiyayugaḷena vaṇṇasampatti vuttā.",
  "atk-s0203a2:239_1": "Chahi vāpi etehi kāyavipattiyā abhāvo, atikkantā mānusaṁ vaṇṇanti iminā kāyasampatti vuttā.",
  "atk-s0203a2:240_0": "Tūlapicuno vā kappāsapicuno vāti sappimaṇḍe pakkhipitvā ṭhapitassa satavihatassa tūlapicuno vā satavihatassa kappāsapicuno vā kāyasamphasso hoti.",
  "atk-s0203a2:240_1": "Sīteti rañño sītakāle.",
  "atk-s0203a2:240_2": "Uṇheti rañño uṇhakāle.",
  "atk-s0203a2:240_3": "Candanagandhoti niccakālameva supisitassa abhinavassa catujjātisamāyojitassa haricandanassa gandho kāyato vāyati.",
  "atk-s0203a2:240_4": "Uppalagandhoti hasitakathitakālesu mukhato nikkhanto taṅkhaṇaṁ vikasitasseva nīluppalassa atisurabhigandho vāyati.",
  "atk-s0203a2:241_0": "Evaṁ rūpasamphassagandhasampattiyuttāya panassā sarīrasampattiyā anurūpaṁ ācāraṁ dassetuṁ taṁ kho panātiādi vuttaṁ.",
  "atk-s0203a2:241_1": "Tattha rājānaṁ disvā nisinnāsanato aggidaḍḍhā viya paṭhamameva uṭṭhātīti pubbuṭṭhāyinī.",
  "atk-s0203a2:241_2": "Tasmiṁ nisinne tassa rañño tālavaṇṭena bījanādikiccaṁ katvā pacchā nipatati nisīdatīti pacchānipātinī.",
  "atk-s0203a2:241_3": "Kiṁ karomi devāti tassa kiṁkāraṁ paṭissāvetīti kiṁkārapaṭissāvinī.",
  "atk-s0203a2:241_4": "Rañño manāpameva carati karotīti manāpacārinī.",
  "atk-s0203a2:241_5": "Yaṁ rañño piyaṁ, tadeva vadatīti piyavādinī.",
  "atk-s0203a2:242_0": "Idāni svāssā ācāro bhāvasuddhiyā eva, na sāṭheyyenāti dassetuṁ taṁ kho panātiādimāha.",
  "atk-s0203a2:242_1": "Tattha no aticaratīti na atikkamitvā carati, aññaṁ purisaṁ cittenapi na patthetīti vuttaṁ hoti.",
  "atk-s0203a2:242_2": "Tattha ye tassā ādimhi ‘‘abhirūpā’’tiādayo ante ‘‘pubbuṭṭhāyinī’’tiādayo guṇā vuttā, te pakatiguṇā eva ‘‘atikkantā mānusaṁ vaṇṇa’’ntiādayo pana cakkavattino puññaṁ upanissāya cakkaratanapātubhāvato paṭṭhāya purimakammānubhāvena nibbattantīti veditabbā.",
  "atk-s0203a2:242_3": "Abhirūpatādikāpi vā cakkaratanapātubhāvato paṭṭhāya sabbākārapāripūrā jātā.",
  "atk-s0203a2:242_4": "Tenāha evarūpaṁ itthiratanaṁ pātubhavatīti.",
  "atk-s0203a2:243_0": "Gahapatiratanavaṇṇanā",
  "atk-s0203a2:244_0": "Evaṁ pātubhūtaitthiratanassa pana rañño cakkavattissa dhanakaraṇīyānaṁ kiccānaṁ yathāsukhappavattanatthaṁ gahapatiratanaṁ pātubhavati.",
  "atk-s0203a2:244_1": "So pakatiyāva mahābhogo mahābhogakule jāto rañño dhanarāsivaḍḍhako seṭṭhi gahapati hoti, cakkaratanānubhāvasahitaṁ panassa kammavipākajaṁ dibbacakkhu pātubhavati, yena antopathaviyaṁ yojanabbhantare nidhiṁ passati.",
  "atk-s0203a2:244_2": "So taṁ sampattiṁ disvā tuṭṭhahadayo gantvā rājānaṁ dhanena pavāretvā sabbāni dhanakaraṇīyāni sampādeti.",
  "atk-s0203a2:244_3": "Tena vuttaṁ puna caparaṁ, bhikkhave…pe…",
  "atk-s0203a2:244_4": "evarūpaṁ gahapatiratanaṁ pātubhavatīti.",
  "atk-s0203a2:245_0": "Pariṇāyakaratanavaṇṇanā",
  "atk-s0203a2:246_0": "Evaṁ pātubhūtagahapatiratanassa pana rañño cakkavattissa sabbakiccasaṁvidhānasamatthaṁ pariṇāyakaratanaṁ pātubhavati.",
  "atk-s0203a2:246_1": "So rañño jeṭṭhaputtova hoti .",
  "atk-s0203a2:246_2": "Pakatiyā eva paṇḍito byatto medhāvī, rañño puññānubhāvaṁ nissāya panassa attano kammānubhāvena paracittañāṇaṁ uppajjati.",
  "atk-s0203a2:246_3": "Yena dvādasayojanāya rājaparisāya cittācāraṁ ñatvā rañño ahite hite ca vavatthapetuṁ samattho hoti.",
  "atk-s0203a2:246_4": "Sopi taṁ attano ānubhāvaṁ disvā tuṭṭhahadayo rājānaṁ sabbakiccānusāsanena pavāreti.",
  "atk-s0203a2:246_5": "Tena vuttaṁ puna caparaṁ…pe…",
  "atk-s0203a2:246_6": "pariṇāyakaratanaṁ pātubhavatīti.",
  "atk-s0203a2:246_7": "Tattha ṭhapetabbaṁ ṭhapetunti tasmiṁ tasmiṁ ṭhānantare ṭhapetabbaṁ ṭhapetuṁ.",
  "atk-s0203a2:247_0": "259.Samavepākiniyātiādi heṭṭhā vuttameva.",
  "atk-s0203a2:248_0": "260.Kaṭaggahenāti jayaggāhena.",
  "atk-s0203a2:248_1": "Mahantaṁ bhogakkhandhanti ekappahāreneva dve vā tīṇi vā satasahassāni.",
  "atk-s0203a2:248_2": "Kevalā paripūrā paṇḍitabhūmīti paṇḍito tīṇi sucaritāni pūretvā sagge nibbattati, tato manussalokaṁ āgacchanto kularūpabhogasampattiyaṁ nibbattati, tattha ṭhito tīṇi ca sucaritāni pūretvā puna sagge nibbattatīti ayaṁ sakalā paripuṇṇā paṇḍitabhūmi.",
  "atk-s0203a2:248_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a2:249_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:250_0": "Bālapaṇḍitasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:251_0": "10. Devadūtasuttavaṇṇanā",
  "atk-s0203a2:252_0": "261.Evaṁme sutanti devadūtasuttaṁ. Tattha dve agārātiādi assapurasutte vitthāritameva.",
  "atk-s0203a2:253_0": "262.Nirayaṁ upapannāti bhagavā katthaci nirayato paṭṭhāya desanaṁ devalokena osāpeti, katthaci devalokato paṭṭhāya nirayena osāpeti.",
  "atk-s0203a2:253_1": "Sace saggasampattiṁ vitthāretvā kathetukāmo hoti, nirayadukkhaṁ ekadesato katheti, tiracchānayonidukkhaṁ pettivisayadukkhaṁ manussalokasampattiṁ ekadesato katheti, saggasampattimeva vitthāreti.",
  "atk-s0203a2:253_2": "Sace nirayadukkhaṁ vitthāretvā kathetukāmo hoti, devalokamanussalokesu sampattiṁ tiracchānayonipettivisayesu ca dukkhaṁ ekadesato katheti, nirayadukkhameva vitthāreti.",
  "atk-s0203a2:253_3": "So imasmiṁ sutte nirayadukkhaṁ vitthāretukāmo, tasmā devalokato paṭṭhāya desanaṁ nirayena osāpeti.",
  "atk-s0203a2:253_4": "Devalokamanussalokasampattiyo tiracchānayonipettivisayadukkhāni ca ekadesato kathetvā nirayadukkhameva vitthārena kathetuṁ tamenaṁ, bhikkhave, nirayapālātiādimāha.",
  "atk-s0203a2:254_0": "Tattha ekacce therā ‘‘nirayapālā nāma natthi, yantarūpaṁ viya kammameva kāraṇaṁ kāretī’’ti vadanti.",
  "atk-s0203a2:254_1": "Tesaṁ taṁ ‘‘atthi niraye nirayapālāti, āmantā, atthi ca kāraṇikā’’tiādinā nayena abhidhamme (kathā.",
  "atk-s0203a2:254_2": "866) paṭisedhitameva.",
  "atk-s0203a2:254_3": "Yathā hi manussaloke kammakāraṇakārakā atthi, evameva niraye nirayapālā atthīti.",
  "atk-s0203a2:254_4": "Yamassa raññoti yamarājā nāma vemānikapetarājā, ekasmiṁ kāle dibbavimāne dibbakapparukkhadibbauyyānadibbanāṭakādisampattiṁ anubhavati, ekasmiṁ kāle kammavipākaṁ, dhammiko rājā.",
  "atk-s0203a2:254_5": "Na cesa ekova hoti, catūsu pana dvāresu cattāro janā honti.",
  "atk-s0203a2:254_6": "Nāddasanti attano santike pesitassa kassaci devadūtassa abhāvaṁ sandhāya evaṁ vadati.",
  "atk-s0203a2:254_7": "Atha naṁ yamo ‘‘nāyaṁ bhāsitassa atthaṁ sallakkhetī’’ti ñatvā sallakkhāpetukāmo ambhotiādimāha.",
  "atk-s0203a2:255_0": "Jātidhammoti jātisabhāvo, aparimutto jātiyā, jāti nāma mayhaṁ abbhantareyeva atthīti.",
  "atk-s0203a2:255_1": "Parato jarādhammotiādīsupi eseva nayo.",
  "atk-s0203a2:256_0": "263.Paṭhamaṁ devadūtaṁ samanuyuñjitvāti ettha daharakumāro atthato evaṁ vadati nāma ‘‘passatha, bho, mayhampi tumhākaṁ viya hatthapādā atthi, sake panamhi muttakarīse palipanno, attano dhammatāya uṭṭhahitvā nhāyituṁ na sakkomi, ahaṁ kiliṭṭhagattomhi, nhāpetha manti vattumpi na sakkomi, jātitomhi aparimuttatāya ediso jāto.",
  "atk-s0203a2:256_1": "Na kho panāhameva, tumhepi jātito aparimuttāva.",
  "atk-s0203a2:256_2": "Yatheva hi mayhaṁ, evaṁ tumhākampi jāti āgamissati, iti tassā pure āgamanāva kalyāṇaṁ karothā’’ti.",
  "atk-s0203a2:256_3": "Tenesa devadūto nāma jāto, vacanattho pana maghadevasutte vuttova.",
  "atk-s0203a2:257_0": "Dutiyaṁdevadūtanti etthāpi jarājiṇṇasatto atthato evaṁ vadati nāma –",
  "atk-s0203a2:257_1": "‘‘passatha, bho, ahampi tumhe viya taruṇo ahosiṁ ūrubalabāhubalajavanasampanno, tassa me tā balajavanasampattiyo antarahitā, vijjamānāpi me hatthapādā hatthapādakiccaṁ na karonti, jarāyamhi aparimuttatāya ediso jāto.",
  "atk-s0203a2:257_2": "Na kho panāhameva, tumhepi jarāya aparimuttāva.",
  "atk-s0203a2:257_3": "Yatheva hi mayhaṁ, evaṁ tumhākampi jarā āgamissati, iti tassā pure āgamanāva kalyāṇaṁ karothā’’ti.",
  "atk-s0203a2:257_4": "Tenesa devadūto nāma jāto.",
  "atk-s0203a2:258_0": "Tatiyaṁ devadūtanti etthāpi gilānasatto atthato eva vadati nāma –",
  "atk-s0203a2:258_1": "‘‘passatha, bho, ahampi tumhe viya nirogo ahosiṁ, somhi etarahi byādhinā abhihato sake muttakarīse palipanno, uṭṭhātumpi na sakkomi, vijjamānāpi me hatthapādā hatthapādakiccaṁ na karonti, byādhitomhi aparimuttatāya ediso jāto.",
  "atk-s0203a2:258_2": "Na kho panāhameva, tumhepi byādhito aparimuttāva.",
  "atk-s0203a2:258_3": "Yatheva hi mayhaṁ, evaṁ tumhākaṁ byādhi āgamissati, iti tassa pure āgamanāva kalyāṇaṁ karothā’’ti.",
  "atk-s0203a2:258_4": "Tenesa devadūto nāma jāto.",
  "atk-s0203a2:259_0": "265.Catutthaṁ devadūtanti ettha pana kammakāraṇā vā devadūtāti kātabbā kammakāraṇikā vā.",
  "atk-s0203a2:259_1": "Tattha pana kammakāraṇapakkhe bāttiṁsa tāva kammakāraṇā atthato evaṁ vadanti nāma –",
  "atk-s0203a2:259_2": "‘‘mayaṁ nibbattamānā na rukkhe vā pāsāṇe vā nibbattāma, tumhādisānaṁ sarīre nibbattāma, iti amhākaṁ pure nibbattitova kalyāṇaṁ karothā’’ti.",
  "atk-s0203a2:259_3": "Tenete devadūtā nāma jātā.",
  "atk-s0203a2:259_4": "Kammakāraṇikāpi atthato evaṁ vadanti nāma –",
  "atk-s0203a2:259_5": "‘‘mayaṁ dvattiṁsa kammakāraṇā karontā na rukkhādīsu karoma, tumhādisesu sattesuyeva karoma, iti amhākaṁ tumhesu pure kammakāraṇākaraṇatova kalyāṇaṁ karothā’’ti.",
  "atk-s0203a2:259_6": "Tenetepi devadūtā nāma jātā.",
  "atk-s0203a2:260_0": "266.Pañcamaṁ devadūtanti ettha matakasatto atthato evaṁ vadati nāma –",
  "atk-s0203a2:260_1": "‘‘passatha bho maṁ āmakasusāne chaḍḍitaṁ uddhumātakādibhāvaṁ pattaṁ, maraṇatomhi aparimuttatāya ediso jāto.",
  "atk-s0203a2:260_2": "Na kho panāhameva, tumhepi maraṇato aparimuttāva.",
  "atk-s0203a2:260_3": "Yatheva hi mayhaṁ, evaṁ tumhākampi maraṇaṁ āgamissati, iti tassa pure āgamanāva kalyāṇaṁ karothā’’ti.",
  "atk-s0203a2:260_4": "Tenesa devadūto nāma jāto.",
  "atk-s0203a2:261_0": "Imaṁ pana devadūtānuyogaṁ ko labhati, ko na labhatīti?",
  "atk-s0203a2:261_1": "Yena tāva bahuṁ pāpaṁ kataṁ, so gantvā niraye nibbattatiyeva.",
  "atk-s0203a2:261_2": "Yena pana parittaṁ pāpakammaṁ kataṁ, so labhati.",
  "atk-s0203a2:261_3": "Yathā hi sabhaṇḍaṁ coraṁ gahetvā kattabbameva karonti, na vinicchinanti.",
  "atk-s0203a2:261_4": "Anuvijjitvā gahitaṁ pana vinicchayaṭṭhānaṁ nayanti, so vinicchayaṁ labhati.",
  "atk-s0203a2:261_5": "Evaṁsampadametaṁ.",
  "atk-s0203a2:261_6": "Parittapāpakammā hi attano dhammatāyapi saranti, sāriyamānāpi saranti.",
  "atk-s0203a2:262_0": "Tattha dīghajayantadamiḷo nāma attano dhammatāya sari.",
  "atk-s0203a2:262_1": "So kira damiḷo sumanagirivihāre ākāsacetiyaṁ rattapaṭena pūjesi.",
  "atk-s0203a2:262_2": "Atha niraye ussadasāmante nibbatto aggijālasaddaṁ sutvāva attano pūjitapaṭaṁ anussari, so gantvā sagge nibbatto.",
  "atk-s0203a2:262_3": "Aparopi puttassa daharabhikkhuno khalisāṭakaṁ dento pādamūle ṭhapesi, maraṇakālamhi paṭapaṭāti sadde nimittaṁ gaṇhi, sopi ussadasāmante nibbatto jālasaddena taṁ sāṭakaṁ anussaritvā sagge nibbatto.",
  "atk-s0203a2:262_4": "Evaṁ tāva attano dhammatāya kusalaṁ kammaṁ saritvā sagge nibbattatīti.",
  "atk-s0203a2:263_0": "Attano dhammatāya asarante pana pañca devadūte pucchati.",
  "atk-s0203a2:263_1": "Tattha koci paṭhamena devadūtena sarati, koci dutiyādīhi.",
  "atk-s0203a2:263_2": "Yo pana pañcahipi na sarati, taṁ yamo rājā sayaṁ sāreti.",
  "atk-s0203a2:263_3": "Eko kira amacco sumanapupphakumbhena mahācetiyaṁ pūjetvā yamassa pattiṁ adāsi, taṁ akusalakammena niraye nibbattaṁ yamassa santikaṁ nayiṁsu.",
  "atk-s0203a2:263_4": "Tasmiṁ pañcahipi devadūtehi kusale asarante yamo sayaṁ olokento disvā –",
  "atk-s0203a2:263_5": "‘‘nanu tvaṁ mahācetiyaṁ sumanapupphakumbhena pūjetvā mayhaṁ pattiṁ adāsī’’ti sāresi, so tasmiṁ kāle saritvā devalokaṁ gato.",
  "atk-s0203a2:263_6": "Yamo pana sayaṁ oloketvāpi apassanto –",
  "atk-s0203a2:263_7": "‘‘mahādukkhaṁ nāma anubhavissati ayaṁ satto’’ti tuṇhī hoti.",
  "atk-s0203a2:264_0": "267.Mahānirayeti avīcimahānirayamhi.",
  "atk-s0203a2:264_1": "Kiṁ panassa pamāṇaṁ?",
  "atk-s0203a2:264_2": "Abbhantaraṁ āyāmena ca vitthārena ca yojanasataṁ hoti.",
  "atk-s0203a2:264_3": "Lohapathavī lohachadanaṁ ekekā ca bhitti navanavayojanikā hoti.",
  "atk-s0203a2:264_4": "Puratthimāya bhittiyā acci uṭṭhitā pacchimaṁ bhittiṁ gahetvā taṁ vinivijjhitvā parato yojanasataṁ gacchati.",
  "atk-s0203a2:264_5": "Sesadisāsupi eseva nayo.",
  "atk-s0203a2:264_6": "Iti jālapariyantavasena āyāmavitthārato aṭṭhārasayojanādhikāni tīṇi yojanasatāni, parikkhepato pana navayojanasatāni catupaṇṇāsayojanāni, samantā pana ussadehi saddhiṁ dasayojanasahassaṁ hoti.",
  "atk-s0203a2:265_0": "268.Ubbhataṁ tādisameva hotīti ettha akkantapadaṁ yāva aṭṭhito daḷhaṁ uddharitumeva na sakkā.",
  "atk-s0203a2:265_1": "Ayaṁ panettha attho –",
  "atk-s0203a2:265_2": "heṭṭhato paṭṭhāya ḍayhati, uparito paṭṭhāya jhāyati, iti akkamanakāle ḍayhamānaṁ paññāyati, uddharaṇakāle tādisameva, tasmā evaṁ vuttaṁ.",
  "atk-s0203a2:265_3": "Bahusampattoti bahūni vassasatavassasahassāni sampatto.",
  "atk-s0203a2:266_0": "Kasmā panesa narako avīcīti saṅkhaṁ gatoti.",
  "atk-s0203a2:266_1": "Vīci nāma antaraṁ vuccati, tattha ca aggijālānaṁ vā sattānaṁ vā dukkhassa vā antaraṁ natthi.",
  "atk-s0203a2:266_2": "Tasmā so avīcīti saṅkhaṁ gatoti.",
  "atk-s0203a2:266_3": "Tassa hi puratthimabhittito jālā uṭṭhitā saṁsibbamānā yojanasataṁ gantvā pacchimabhittiṁ vinivijjhitvā parato yojanasataṁ gacchati.",
  "atk-s0203a2:266_4": "Sesadisāsupi eseva nayo.",
  "atk-s0203a2:267_0": "Imesaṁ channaṁ jālānaṁ majjhe nibbatto devadatto, tassa yojanasatappamāṇo attabhāvo, dve pādā yāva gopphakā lohapathaviṁ paviṭṭhā, dve hatthā yāva maṇibandhā lohabhittiyo paviṭṭhā, sīsaṁ yāva bhamukaṭṭhito lohachadane paviṭṭhaṁ, adhobhāgena ekaṁ lohasūlaṁ pavisitvā kāyaṁ vinivijjhantaṁ chadane paviṭṭhaṁ, pācīnabhittito nikkhantasūlaṁ hadayaṁ vinivijjhitvā pacchimabhittiṁ paviṭṭhaṁ , uttarabhittito nikkhantasūlaṁ phāsukā vinivijjhitvā dakkhiṇabhittiṁ paviṭṭhaṁ.",
  "atk-s0203a2:267_1": "Niccale tathāgatamhi aparaddhattā niccalova hutvā paccatīti kammasarikkhatāya ediso jāto.",
  "atk-s0203a2:267_2": "Evaṁ jālānaṁ nirantaratāya avīci nāma.",
  "atk-s0203a2:268_0": "Abbhantare panassa yojanasatike ṭhāne nāḷiyaṁ koṭṭetvā pūritapiṭṭhaṁ viya sattā nirantarā, ‘‘imasmiṁ ṭhāne satto atthi, imasmiṁ natthī’’ti na vattabbaṁ, gacchantānaṁ ṭhitānaṁ nisinnānaṁ nipannānaṁ anto natthi, gacchante vā ṭhite vā nisinne vā nipanne vā aññamaññaṁ na bādhanti.",
  "atk-s0203a2:268_1": "Evaṁ sattānaṁ nirantaratāya avīci.",
  "atk-s0203a2:269_0": "Kāyadvāre pana cha upekkhāsahagatāni cittāni uppajjanti, ekaṁ dukkhasahagataṁ.",
  "atk-s0203a2:269_1": "Evaṁ santepi yathā jivhagge cha madhubindūni ṭhapetvā ekasmiṁ tambalohabindumhi ṭhapite anudahanabalavatāya tadeva paññāyati, itarāni abbohārikāni honti, evaṁ anudahanabalavatāya dukkhamevettha nirantaraṁ, itarāni abbohārikānīti.",
  "atk-s0203a2:269_2": "Evaṁ dukkhassa nirantaratāya avīci.",
  "atk-s0203a2:270_0": "269.Mahantoti yojanasatiko.",
  "atk-s0203a2:270_1": "So tattha patatīti eko pādo mahāniraye hoti, eko gūthaniraye nipatati.",
  "atk-s0203a2:270_2": "Sūcimukhāti sūcisadisamukhā, te hatthigīvappamāṇā ekadoṇikanāvāppamāṇā vā honti.",
  "atk-s0203a2:271_0": "Kukkulanirayoti yojanasatappamāṇova anto kūṭāgāramattavitaccitaaṅgārapuṇṇo ādittachārikanirayo, yattha patitapatitā kudrūsakarāsimhi khittaphālavāsisilādīni viya heṭṭhimatalameva gaṇhanti.",
  "atk-s0203a2:272_0": "Āropentīti ayadaṇḍehi pothentā āropenti.",
  "atk-s0203a2:272_1": "Tesaṁ ārohanakāle te kaṇṭakā adhomukhā honti, orohanakāle uddhaṁmukhā.",
  "atk-s0203a2:273_0": "Vāteritānīti kammamayena vātena calitāni.",
  "atk-s0203a2:273_1": "Hatthampi chindantīti phalake maṁsaṁ viya koṭṭayamānāni chindanti.",
  "atk-s0203a2:273_2": "Sace uṭṭhāya palāyati, ayopākāro samuṭṭhahitvā parikkhipati, heṭṭhā khuradhārā samuṭṭhāti.",
  "atk-s0203a2:274_0": "Khārodakā nadīti vetaraṇī nāma tambalohanadī.",
  "atk-s0203a2:274_1": "Tattha ayomayāni kharavālika-pokkharapattāni, heṭṭhā khuradhārā ubhosu tīresu vettalatā ca kusatiṇāni ca.",
  "atk-s0203a2:274_2": "So tattha dukkhā tibbā kharāti so tattha uddhañca adho ca vuyhamāno pokkharapattesu chijjati.",
  "atk-s0203a2:274_3": "Siṅghāṭakasaṇṭhānāya kharavālikāya kaṇṭakehi vijjhiyati, khuradhārāhi phāliyati, ubhosu tīresu kusatiṇehi vilekhati, vettalatāhi ākaḍḍhiyati, tikkhasattīhi phāliyati.",
  "atk-s0203a2:275_0": "270.Tattenaayosaṅkunāti tena jigacchitomhīti vutte mahantaṁ lohapacchiṁ lohaguḷānaṁ pūretvā taṁ upagacchanti, so lohaguḷabhāvaṁ ñatvā dante samphuseti, athassa te tattena ayosaṅkunā mukhaṁ vivaranti, tambalohadhārehi mahantena lohakaṭāhena tambalohaṁ upanetvā evamevaṁ karonti.",
  "atk-s0203a2:275_1": "Puna mahānirayeti evaṁ pañcavidhabandhanato paṭṭhāya yāva tambalohapānā tambalohapānato paṭṭhāya puna pañcavidhabandhanādīni kāretvā mahāniraye pakkhipanti.",
  "atk-s0203a2:275_2": "Tattha koci pañcavidhabandhaneneva muccati, koci dutiyena, koci tatiyena, koci tambalohapānena muccati, kamme pana aparikkhīṇe puna mahāniraye pakkhipanti.",
  "atk-s0203a2:276_0": "Idaṁ pana suttaṁ gaṇhanto eko daharabhikkhu, –",
  "atk-s0203a2:276_1": "‘‘bhante, ettakaṁ dukkhamanubhavitasattaṁ punapi mahāniraye pakkhipantī’’ti āha.",
  "atk-s0203a2:276_2": "Āma, āvuso, kamme aparikkhīṇe punappunaṁ evaṁ karontīti.",
  "atk-s0203a2:276_3": "Tiṭṭhatu, bhante, uddeso, kammaṭṭhānameva kathethāti kammaṭṭhānaṁ kathāpetvā sotāpanno hutvā āgamma uddesaṁ aggahesi.",
  "atk-s0203a2:276_4": "Aññesampi imasmiṁ padese uddesaṁ ṭhapetvā arahattaṁ pattānaṁ gaṇanā natthi.",
  "atk-s0203a2:276_5": "Sabbabuddhānañcetaṁ suttaṁ avijahitameva hoti.",
  "atk-s0203a2:277_0": "271.Hīnakāyūpagāti hīnakāyaṁ upagatā hutvā.",
  "atk-s0203a2:277_1": "Upādāneti taṇhādiṭṭhigahaṇe.",
  "atk-s0203a2:277_2": "Jātimaraṇasambhaveti jātiyā ca maraṇassa ca kāraṇabhūte.",
  "atk-s0203a2:277_3": "Anupādāti catūhi upādānehi anupādiyitvā.",
  "atk-s0203a2:277_4": "Jātimaraṇasaṅkhayeti jātimaraṇasaṅkhayasaṅkhāte nibbāne vimuccanti.",
  "atk-s0203a2:278_0": "Diṭṭhadhammābhinibbutāti diṭṭhadhamme imasmiṁyeva attabhāve sabbakilesanibbānena nibbutā.",
  "atk-s0203a2:278_1": "Sabbadukkhaṁ upaccagunti sabbadukkhātikkantā nāma honti.",
  "atk-s0203a2:279_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a2:280_0": "Devadūtasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a2:281_0": "Tatiyavaggavaṇṇanā niṭṭhitā."
}