{
  "atk-s0517a12:0_0": "(2) Yuganaddhavaggo",
  "atk-s0517a12:1_0": "1. Yuganaddhakathā",
  "atk-s0517a12:2_0": "Yuganaddhakathāvaṇṇanā",
  "atk-s0517a12:3_0": "1.",
  "atk-s0517a12:3_1": "Idāni maṇḍapeyyaguṇassa ariyamaggassa yuganaddhaguṇaṁ dassentena kathitāya suttantapubbaṅgamāya yuganaddhakathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:3_2": "Yasmā pana dhammasenāpati dhammarāje dharamāneyeva dhammarājassa parinibbānasaṁvacchare parinibbuto, tasmā dhammarāje dharamāneyeva dhammabhaṇḍāgārikena desitaṁ idaṁ suttantaṁ tasseva sammukhā sutvā evaṁ me sutantiādimāhāti veditabbaṁ.",
  "atk-s0517a12:3_3": "Tattha āyasmāti piyavacanaṁ garuvacanaṁ sagāravasappatissavacanaṁ, āyumāti attho.",
  "atk-s0517a12:3_4": "Ānandoti tassa therassa nāmaṁ.",
  "atk-s0517a12:3_5": "So hi jāyamānoyeva kule ānandaṁ bhusaṁ tuṭṭhiṁ akāsi.",
  "atk-s0517a12:3_6": "Tasmāssa ‘‘ānando’’ti nāmaṁ katanti veditabbaṁ.",
  "atk-s0517a12:3_7": "Kosambiyanti evaṁnāmake nagare.",
  "atk-s0517a12:3_8": "Tassa hi nagarassa ārāmapokkharaṇīādīsu tesu tesu ṭhānesu kosambarukkhā ussannā ahesuṁ, tasmā taṁ kosambīti saṅkhaṁ agamāsi.",
  "atk-s0517a12:3_9": "‘‘Kusambassa isino assamato avidūre māpitattā’’ti eke.",
  "atk-s0517a12:4_0": "Ghositārāmeti ghositaseṭṭhinā kārite ārāme.",
  "atk-s0517a12:4_1": "Kosambiyañhi tayo seṭṭhino ahesuṁ ghositaseṭṭhi kukkuṭaseṭṭhi pāvārikaseṭṭhīti.",
  "atk-s0517a12:4_2": "Te tayopi ‘‘loke buddho uppanno’’ti sutvā pañcahi pañcahi sakaṭasatehi dānūpakaraṇāni gāhāpetvā sāvatthiṁ gantvā jetavanasamīpe khandhāvāraṁ bandhitvā satthu santikaṁ gantvā vanditvā paṭisanthāraṁ katvā nisinnā satthu dhammadesanaṁ sutvā sotāpattiphale patiṭṭhahitvā satthāraṁ nimantetvā buddhappamukhassa bhikkhusaṅghassa aḍḍhamāsamattaṁ mahādānaṁ datvā bhagavato pādamūle nipajjitvā sakajanapadagamanatthaṁ bhagavantaṁ yācitvā ‘‘suññāgāre kho gahapatayo tathāgatā abhiramantī’’ti bhagavatā vutte ‘‘dinnā no bhagavatā paṭiññā’’ti ñatvā ativiya tuṭṭhā dasabalaṁ vanditvā nikkhantā antarāmagge yojane yojane bhagavato nivāsatthaṁ vihāraṁ kārentā anupubbena kosambiṁ patvā attano attano ārāme mahantaṁ dhanapariccāgaṁ katvā bhagavato vihāre kārāpayiṁsu.",
  "atk-s0517a12:4_3": "Tattha ghositaseṭṭhinā kārito ghositārāmo nāma ahosi, kukkuṭaseṭṭhinā kārito kukkuṭārāmo nāma, pāvārikaseṭṭhinā ambavane kārito pāvārikambavanaṁ nāma.",
  "atk-s0517a12:4_4": "Taṁ sandhāya vuttaṁ ‘‘ghositaseṭṭhinā kārite ārāme’’ti.",
  "atk-s0517a12:5_0": "Āvuso bhikkhavoti ettha buddhā bhagavanto sāvake ālapantā ‘‘bhikkhavo’’ti ālapanti.",
  "atk-s0517a12:5_1": "Sāvakā pana ‘‘buddhehi sadisā mā homā’’ti ‘‘āvuso’’ti paṭhamaṁ vatvā pacchā ‘‘bhikkhavo’’ti vadanti.",
  "atk-s0517a12:5_2": "Buddhehi ca ālapite bhikkhusaṅgho ‘‘bhadante’’ti paṭivacanaṁ deti, sāvakehi ālapite ‘‘āvuso’’ti.",
  "atk-s0517a12:6_0": "Yo hi kocīti aniyamavacanaṁ.",
  "atk-s0517a12:6_1": "Etena tādisānaṁ sabbabhikkhūnaṁ pariyādānaṁ.",
  "atk-s0517a12:6_2": "Mama santiketi mama samīpe.",
  "atk-s0517a12:6_3": "Arahattappattanti attanā arahattassa pattaṁ.",
  "atk-s0517a12:6_4": "Napuṁsake bhāve siddhavacanaṁ.",
  "atk-s0517a12:6_5": "Arahattaṁ pattanti vā padacchedo, attanā pattaṁ arahattanti attho.",
  "atk-s0517a12:6_6": "Arahattappattaṁ attānanti vā pāṭhaseso.",
  "atk-s0517a12:6_7": "Catūhi maggehīti upari vuccamānehi catūhi paṭipadāmaggehi, na ariyamaggehi.",
  "atk-s0517a12:6_8": "‘‘Catūhi maggehī’’ti visuñca vuttattā kassaci arahato paṭhamassa ariyamaggassa dhammuddhaccapubbaṅgamo maggo, ekassa ariyamaggassa samathapubbaṅgamo, ekassa vipassanāpubbaṅgamo, ekassa yuganaddhapubbaṅgamoti evaṁ cattāropi paṭipadā maggā hontīti veditabbaṁ.",
  "atk-s0517a12:6_9": "Etesaṁ vā aññatarenāti etesaṁ catunnaṁ paṭipadānaṁ maggānaṁ ekena vā, paṭipadāmaggena arahattappattaṁ byākarotīti attho.",
  "atk-s0517a12:6_10": "Sukkhavipassakassa hi arahato dhammuddhaccapubbaṅgamaṁ sotāpattimaggaṁ patvā sesamaggattayampi suddhavipassanāhiyeva pattassa arahattappatti dhammuddhaccapubbaṅgamamaggā hoti.",
  "atk-s0517a12:6_11": "Dhammuddhaccaviggahaṁ patvā vā appatvā vā samathapubbaṅgamādīnaṁ tiṇṇaṁ paṭipadānaṁ maggānaṁ ekekassa vasena pattacatumaggassa arahato arahattappatti itaraekekamaggapubbaṅgamā hoti.",
  "atk-s0517a12:6_12": "Tasmā āha –",
  "atk-s0517a12:6_13": "‘‘etesaṁ vā aññatarenā’’ti.",
  "atk-s0517a12:7_0": "Samathapubbaṅgamaṁ vipassanaṁ bhāvetīti samathaṁ pubbaṅgamaṁ purecārikaṁ katvā vipassanaṁ bhāveti, paṭhamaṁ samādhiṁ uppādetvā pacchā vipassanaṁ bhāvetīti attho.",
  "atk-s0517a12:7_1": "Maggo sañjāyatīti paṭhamo lokuttaramaggo nibbattati.",
  "atk-s0517a12:7_2": "So taṁ maggantiādīsu ekacittakkhaṇikassa maggassa āsevanādīni nāma natthi, dutiyamaggādayo pana uppādento tameva maggaṁ ‘‘āsevati bhāveti bahulīkarotī’’ti vuccati.",
  "atk-s0517a12:7_3": "Saññojanāni pahīyanti, anusayā byantīhontīti yāva arahattamaggā kamena sabbe saññojanā pahīyanti, anusayā byantīhonti.",
  "atk-s0517a12:7_4": "Anusayā byantīhontīti ca puna anuppattiyā vigatantā hontīti attho.",
  "atk-s0517a12:8_0": "Puna caparanti puna ca aparaṁ kāraṇaṁ.",
  "atk-s0517a12:8_1": "Vipassanāpubbaṅgamaṁ samathaṁ bhāvetīti vipassanaṁ pubbaṅgamaṁ purecārikaṁ katvā samathaṁ bhāveti, paṭhamaṁ vipassanaṁ uppādetvā pacchā samādhiṁ bhāvetīti attho.",
  "atk-s0517a12:8_2": "Yuganaddhaṁ bhāvetīti yuganaddhaṁ katvā bhāveti.",
  "atk-s0517a12:8_3": "Ettha teneva cittena samāpattiṁ samāpajjitvā teneva saṅkhāre sammasituṁ na sakkā.",
  "atk-s0517a12:8_4": "Ayaṁ pana yāvatā samāpattiyo samāpajjati, tāvatā saṅkhāre sammasati.",
  "atk-s0517a12:8_5": "Yāvatā saṅkhāre sammasati, tāvatā samāpattiyo samāpajjati. Kathaṁ?",
  "atk-s0517a12:8_6": "Paṭhamajjhānaṁ samāpajjati, tato vuṭṭhāya saṅkhāre sammasati.",
  "atk-s0517a12:8_7": "Saṅkhāre sammasitvā dutiyajjhānaṁ samāpajjati, tato vuṭṭhāya saṅkhāre sammasati.",
  "atk-s0517a12:8_8": "Saṅkhāre sammasitvā tatiyajjhānaṁ…pe…",
  "atk-s0517a12:8_9": "nevasaññānāsaññāyatanasamāpattiṁ samāpajjati, tato vuṭṭhāya saṅkhāre sammasati.",
  "atk-s0517a12:8_10": "Evaṁ samathavipassanaṁ yuganaddhaṁ bhāveti nāma.",
  "atk-s0517a12:9_0": "Dhammuddhaccaviggahitaṁ mānasaṁ hotīti ettha mandapaññānaṁ vipassakānaṁ upakkilesavatthuttā vipassanupakkilesasaññitesu obhāsādīsu dasasu dhammesu bhantatāvasena uddhaccasahagatacittuppattiyā vikkhepasaṅkhātaṁ uddhaccaṁ dhammuddhaccaṁ, tena dhammuddhaccena viggahitaṁ virūpaggahitaṁ virodhamāpāditaṁ mānasaṁ cittaṁ dhammuddhaccaviggahitaṁ mānasaṁ hoti, tena vā dhammuddhaccena kāraṇabhūtena tammūlakataṇhāmānadiṭṭhuppattiyā viggahitaṁ mānasaṁ hoti.",
  "atk-s0517a12:9_1": "Dhammuddhaccaviggahitamānasanti vā pāṭho.",
  "atk-s0517a12:9_2": "Hoti so āvuso samayoti iminā maggāmaggavavatthānena taṁ dhammuddhaccaṁ paṭibāhitvā puna vipassanāvīthiṁ paṭipannakālaṁ dasseti.",
  "atk-s0517a12:9_3": "Yaṁ taṁ cittanti yasmiṁ samaye taṁ vipassanāvīthiṁ okkamitvā pavattaṁ cittaṁ.",
  "atk-s0517a12:9_4": "Ajjhattameva santiṭṭhatīti vipassanāvīthiṁ paccotaritvā tasmiṁ samaye gocarajjhattasaṅkhāte ārammaṇe santiṭṭhati patiṭṭhāti.",
  "atk-s0517a12:9_5": "Sannisīdatīti tattheva pavattivasena sammā nisīdati.",
  "atk-s0517a12:9_6": "Ekodi hotīti ekaggaṁ hoti.",
  "atk-s0517a12:9_7": "Samādhiyatīti sammā ādhiyati suṭṭhu ṭhitaṁ hotīti.",
  "atk-s0517a12:10_0": "Ayaṁ suttantavaṇṇanā.",
  "atk-s0517a12:11_0": "1. Suttantaniddesavaṇṇanā",
  "atk-s0517a12:12_0": "2.",
  "atk-s0517a12:12_1": "Tassa suttantassa niddesakathāya tattha jāte dhammeti tasmiṁ samādhismiṁ jāte cittacetasike dhamme.",
  "atk-s0517a12:12_2": "Aniccato anupassanaṭṭhenātiādinā vipassanāya bhedaṁ dasseti.",
  "atk-s0517a12:12_3": "Sammādiṭṭhi maggoti sammādiṭṭhisaṅkhāto maggo.",
  "atk-s0517a12:12_4": "Aṭṭhasu maggaṅgesu ekekopi hi maggoti vuccati.Āsevatīti sotāpattimaggavasena.",
  "atk-s0517a12:12_5": "Bhāvetīti sakadāgāmimagguppādanena.",
  "atk-s0517a12:12_6": "Bahulīkarotīti anāgāmiarahattamagguppādanena.",
  "atk-s0517a12:12_7": "Imesaṁ tiṇṇaṁ avatthābhedepi sati āvajjanādīnaṁ sādhāraṇattā sadisameva vissajjanaṁ kataṁ.",
  "atk-s0517a12:13_0": "3.",
  "atk-s0517a12:13_1": "Ālokasaññāpaṭinissaggānupassanānaṁ antarāpeyyāle avikkhepādīni ca jhāna samāpattikasiṇānussatiasubhā ca dīghaṁ assāsādīni ca ānantarikasamādhiñāṇaniddese (paṭi. ma.",
  "atk-s0517a12:13_2": "1.80-81) niddiṭṭhattā saṅkhittāni.",
  "atk-s0517a12:13_3": "Tattha ca avikkhepavasenāti pubbabhāgāvikkhepavasena gahetabbaṁ.",
  "atk-s0517a12:13_4": "Aniccānupassī assāsavasenātiādike suddhavipassanāvasena vuttacatukke pana taruṇavipassanākāle vipassanāsampayuttasamādhipubbaṅgamā balavavipassanā veditabbā.",
  "atk-s0517a12:14_0": "4.",
  "atk-s0517a12:14_1": "Vipassanāpubbaṅgamavāre paṭhamaṁ aniccatotiādinā ārammaṇaṁ aniyametvā vipassanā vuttā, pacchā rūpaṁ aniccatotiādinā ārammaṇaṁ niyametvā vuttā.",
  "atk-s0517a12:14_2": "Tattha jātānanti tassā vipassanāya jātānaṁ cittacetasikānaṁ dhammānaṁ.",
  "atk-s0517a12:14_3": "Vosaggārammaṇatāti ettha vosaggo nibbānaṁ.",
  "atk-s0517a12:14_4": "Nibbānañhi saṅkhatavosaggato pariccāgato ‘‘vosaggo’’ti vutto.",
  "atk-s0517a12:14_5": "Vipassanā ca taṁsampayuttadhammā ca nibbānaninnatāya ajjhāsayavasena nibbāne patiṭṭhitattā nibbānapatiṭṭhā nibbānārammaṇā.",
  "atk-s0517a12:14_6": "Patiṭṭhāpi hi ālambīyatīti ārammaṇaṁ nāma hoti, nibbāne patiṭṭhaṭṭheneva nibbānārammaṇā.",
  "atk-s0517a12:14_7": "Aññattha pāḷiyampi hi patiṭṭhā ‘‘ārammaṇa’’nti vuccanti. Yathāha –",
  "atk-s0517a12:14_8": "‘‘seyyathāpi, āvuso, naḷāgāraṁ vā tiṇāgāraṁ vā sukkhaṁ koḷāpaṁ terovassikaṁ puratthimāya cepi disāya puriso ādittāya tiṇukkāya upasaṅkameyya, labhetha aggi otāraṁ, labhetha aggi ārammaṇa’’ntiādi (saṁ. ni. 4.243).",
  "atk-s0517a12:14_9": "Tasmā tattha jātānaṁ dhammānaṁ vosaggārammaṇatāya nibbānapatiṭṭhābhāvena hetubhūtena uppādito yo cittassa ekaggatāsaṅkhāto upacārappanābhedo avikkhepo, so samādhīti vipassanāto pacchā uppādito nibbedhabhāgiyo samādhi niddiṭṭho hoti.",
  "atk-s0517a12:14_10": "Tasmāyeva hi iti paṭhamaṁ vipassanā, pacchā samathoti vuttaṁ.",
  "atk-s0517a12:15_0": "5.",
  "atk-s0517a12:15_1": "Yuganaddhaniddese yasmā heṭṭhā suttantavaṇṇanāyaṁ vutto yuganaddhakkamo purimadvayaniddesanayeneva pākaṭo, maggakkhaṇe yuganaddhakkamo pana na pākaṭo, tasmā pubbabhāge anekantikaṁ yuganaddhabhāvanaṁ avatvā maggakkhaṇe ekantena labbhamānayuganaddhabhāvanameva dassento soḷasahi ākārehītiādimāha.",
  "atk-s0517a12:15_2": "Tattha ārammaṇaṭṭhenātiādīsu sattarasasu ākāresu ante uddiṭṭhaṁ yuganaddhaṁ mūlapadena ekaṭṭhattā taṁ vippahāya sesānaṁ vasena ‘‘soḷasahī’’ti vuttaṁ.",
  "atk-s0517a12:15_3": "Ārammaṇaṭṭhenāti ālambanaṭṭhena, ārammaṇavasenāti attho.",
  "atk-s0517a12:15_4": "Evaṁ sesesupi.",
  "atk-s0517a12:15_5": "Gocaraṭṭhenāti ārammaṇaṭṭhepi sati nissayitabbaṭṭhānaṭṭhena.",
  "atk-s0517a12:15_6": "Pahānaṭṭhenāti pajahanaṭṭhena.",
  "atk-s0517a12:15_7": "Pariccāgaṭṭhenāti pahānepi sati puna anādiyanena pariccāgaṭṭhena.",
  "atk-s0517a12:15_8": "Vuṭṭhānaṭṭhenāti uggamanaṭṭhena.",
  "atk-s0517a12:15_9": "Vivaṭṭanaṭṭhenāti uggamanepi sati apunarāvaṭṭanena nivattanaṭṭhena.",
  "atk-s0517a12:15_10": "Santaṭṭhenāti nibbutaṭṭhena.",
  "atk-s0517a12:15_11": "Paṇītaṭṭhenāti nibbutaṭṭhepi sati uttamaṭṭhena, atappakaṭṭhena vā.",
  "atk-s0517a12:15_12": "Vimuttaṭṭhenāti bandhanāpagataṭṭhena.",
  "atk-s0517a12:15_13": "Anāsavaṭṭhenāti bandhanamokkhepi sati ārammaṇaṁ katvā pavattamānāsavavirahitaṭṭhena.",
  "atk-s0517a12:15_14": "Taraṇaṭṭhenāti anosīditvā pilavanaṭṭhena, atikkamanaṭṭhena vā.",
  "atk-s0517a12:15_15": "Animittaṭṭhenāti saṅkhāranimittavirahitaṭṭhena.",
  "atk-s0517a12:15_16": "Appaṇihitaṭṭhenāti paṇidhivirahitaṭṭhena.",
  "atk-s0517a12:15_17": "Suññataṭṭhenāti abhinivesavirahitaṭṭhena.",
  "atk-s0517a12:15_18": "Ekarasaṭṭhenāti ekakiccaṭṭhena.",
  "atk-s0517a12:15_19": "Anativattanaṭṭhenāti aññamaññaṁ anatikkamanaṭṭhena.",
  "atk-s0517a12:15_20": "Yuganaddhaṭṭhenāti yugalakaṭṭhena.",
  "atk-s0517a12:16_0": "Uddhaccaṁ pajahato, avijjaṁ pajahatoti yogino tassa tassa paṭipakkhappahānavasena vuttaṁ.",
  "atk-s0517a12:16_1": "Nirodho cettha nibbānameva.",
  "atk-s0517a12:16_2": "Aññamaññaṁ nātivattantīti samatho ce vipassanaṁ ativatteyya, līnapakkhikattā samathassa cittaṁ kosajjāya saṁvatteyya.",
  "atk-s0517a12:16_3": "Vipassanā ce samathaṁ ativatteyya, uddhaccapakkhikattā vipassanāya cittaṁ uddhaccāya saṁvatteyya.",
  "atk-s0517a12:16_4": "Tasmā samatho ca vipassanaṁ anativattamāno kosajjapātaṁ na karoti, vipassanā samathaṁ anativattamānā uddhaccapātaṁ na karoti.",
  "atk-s0517a12:16_5": "Samatho samaṁ pavattamāno vipassanaṁ uddhaccapātato rakkhati, vipassanā samaṁ pavattamānā samathaṁ kosajjapātato rakkhati.",
  "atk-s0517a12:16_6": "Evamime ubho aññamaññaṁ anativattanakiccena ekakiccā, samā hutvā pavattamānena aññamaññaṁ anativattamānā atthasiddhikarā honti.",
  "atk-s0517a12:16_7": "Tesaṁ maggakkhaṇe yuganaddhattaṁ vuṭṭhānagāminivipassanākkhaṇe yuganaddhattāyeva hoti.",
  "atk-s0517a12:16_8": "Pahānapariccāgavuṭṭhānavivaṭṭanakaraṇānaṁ maggakiccavasena vuttattā sakalassa maggakiccassa dassanatthaṁ uddhaccasahagatakilesā ca khandhā ca avijjāsahagatakilesā ca khandhā ca niddiṭṭhā.",
  "atk-s0517a12:16_9": "Sesānaṁ na tathā vuttattā paṭipakkhadhammamattadassanavasena uddhaccāvijjā eva niddiṭṭhā.",
  "atk-s0517a12:16_10": "Vivaṭṭatoti nivattantassa.",
  "atk-s0517a12:17_0": "Samādhi kāmāsavā vimutto hotīti samādhissa kāmacchandapaṭipakkhattā vuttaṁ.",
  "atk-s0517a12:17_1": "Rāgavirāgāti rāgassa virāgo samatikkamo etissā atthīti rāgavirāgā, ‘‘rāgavirāgato’’ti nissakkavacanaṁ vā.",
  "atk-s0517a12:17_2": "Tathā avijjāvirāgā.",
  "atk-s0517a12:17_3": "Cetovimuttīti maggasampayutto samādhi.",
  "atk-s0517a12:17_4": "Paññāvimuttīti maggasampayuttā paññā.",
  "atk-s0517a12:17_5": "Taratoti tarantassa.",
  "atk-s0517a12:17_6": "Sabbapaṇidhīhīti rāgadosamohapaṇidhīhi, sabbapatthanāhi vā.",
  "atk-s0517a12:17_7": "Evaṁ cuddasa ākāre vissajjitvā ekarasaṭṭhañca anativattanaṭṭhañca avibhajitvāva imehi soḷasahi ākārehīti āha. Kasmā?",
  "atk-s0517a12:17_8": "Tesaṁ cuddasannaṁ ākārānaṁ ekekassa avasāne ‘‘ekarasā honti, yuganaddhā honti, aññamaññaṁ nātivattantī’’ti niddiṭṭhattā te dvepi ākārā niddiṭṭhāva honti.",
  "atk-s0517a12:17_9": "Tasmā ‘‘soḷasahī’’ti āha.",
  "atk-s0517a12:17_10": "Yuganaddhaṭṭho pana uddesepi na bhaṇitoyevāti.",
  "atk-s0517a12:18_0": "2. Dhammuddhaccavāraniddesavaṇṇanā",
  "atk-s0517a12:19_0": "6.",
  "atk-s0517a12:19_1": "Dhammuddhaccavāre aniccato manasikaroto obhāso uppajjatīti udayabbayānupassanāya ṭhitassa tīhi anupassanāhi punappunaṁ saṅkhāre vipassantassa vipassantassa vipassanāñāṇesu paripākagatesu tadaṅgavasena kilesappahānena parisuddhacittassa aniccato vā dukkhato vā anattato vā manasikārakkhaṇe vipassanāñāṇānubhāvena pakatiyāva obhāso uppajjatīti paṭhamaṁ tāva aniccato manasikaroto obhāso kathito.",
  "atk-s0517a12:19_2": "Akusalo vipassako tasmiṁ obhāse uppanne ‘‘na ca vata me ito pubbe evarūpo obhāso uppannapubbo, addhā maggaṁ pattomhi, phalaṁ pattomhī’’ti amaggaṁyeva ‘‘maggo’’ti, aphalameva ‘‘phala’’nti gaṇhāti.",
  "atk-s0517a12:19_3": "Tassa amaggaṁ ‘‘maggo’’ti, aphalaṁ ‘‘phala’’nti gaṇhato vipassanāvīthi ukkantā hoti.",
  "atk-s0517a12:19_4": "So attano vipassanāvīthiṁ vissajjetvā vikkhepamāpanno vā obhāsameva taṇhādiṭṭhimaññanāhi maññamāno vā nisīdati.",
  "atk-s0517a12:19_5": "So kho panāyaṁ obhāso kassaci bhikkhuno pallaṅkaṭṭhānamattameva obhāsento uppajjati, kassaci antogabbhaṁ, kassaci bahigabbhampi, kassaci sakalavihāraṁ, gāvutaṁ aḍḍhayojanaṁ yojanaṁ dviyojanaṁ…pe…",
  "atk-s0517a12:19_6": "kassaci pathavitalato yāva akaniṭṭhabrahmalokā ekālokaṁ kurumāno.",
  "atk-s0517a12:19_7": "Bhagavato pana dasasahassilokadhātuṁ obhāsento udapādi.",
  "atk-s0517a12:19_8": "Ayañhi obhāso caturaṅgasamannāgatepi andhakāre taṁ taṁ ṭhānaṁ obhāsento uppajjati.",
  "atk-s0517a12:20_0": "Obhāso dhammoti obhāsaṁ āvajjatīti ayaṁ obhāso maggadhammo phaladhammoti vā taṁ taṁ obhāsaṁ manasi karoti.",
  "atk-s0517a12:20_1": "Tato vikkhepo uddhaccanti tato obhāsato dhammoti āvajjanakaraṇato vā yo uppajjati vikkhepo, so uddhaccaṁ nāmāti attho.",
  "atk-s0517a12:20_2": "Tena uddhaccena viggahitamānasoti tena evaṁ uppajjamānena uddhaccena virodhitacitto, tena vā uddhaccena kāraṇabhūtena tammūlakakilesuppattiyā virodhitacitto vipassako vipassanāvīthiṁ okkamitvā vikkhepaṁ vā tammūlakakilesesu vā ṭhitattā aniccato dukkhato anattato upaṭṭhānāni yathābhūtaṁ nappajānāti.",
  "atk-s0517a12:20_3": "‘‘Tena vuccati dhammuddhaccaviggahitamānaso’’ti evaṁ iti-saddo yojetabbo.",
  "atk-s0517a12:20_4": "Hoti so samayoti evaṁ assādavasena upakkiliṭṭhacittassāpi yogino sace upaparikkhā uppajjati, so evaṁ pajānāti –",
  "atk-s0517a12:20_5": "‘‘vipassanā nāma saṅkhārārammaṇā, maggaphalāni nibbānārammaṇāni, imāni ca cittāni saṅkhārārammaṇāni, tasmā nāyamobhāso maggo, udayabbayānupassanāyeva nibbānassa lokiko maggo’’ti maggāmaggaṁ vavatthapetvā taṁ vikkhepaṁ parivajjayitvā udayabbayānupassanāya ṭhatvā sādhukaṁ saṅkhāre aniccato dukkhato anattato vipassati.",
  "atk-s0517a12:20_6": "Evaṁ upaparikkhantassa so samayo hoti.",
  "atk-s0517a12:20_7": "Evaṁ apassanto pana ‘‘maggaphalappattomhī’’ti adhimāniko hoti.",
  "atk-s0517a12:21_0": "Yaṁ taṁ cittanti yaṁ taṁ vipassanācittaṁ.",
  "atk-s0517a12:21_1": "Ajjhattamevāti aniccānupassanāya ārammaṇe gocarajjhatteyeva.",
  "atk-s0517a12:21_2": "Ñāṇaṁ uppajjatīti tasseva yogāvacarassa rūpārūpadhamme tulayantassa tīrayantassa vissaṭṭhaindavajiramiva avihatavegaṁ tikhiṇaṁ sūramativisadaṁ vipassanāñāṇaṁ uppajjati.",
  "atk-s0517a12:21_3": "Pīti uppajjatīti tasseva tasmiṁ samaye khuddikā pīti, khaṇikā pīti, okkantikā pīti, ubbegā pīti, pharaṇā pītīti ayaṁ pañcavidhā vipassanāsampayuttā pīti sakalasarīraṁ pūrayamānā uppajjati.",
  "atk-s0517a12:21_4": "Passaddhi uppajjatīti tasseva tasmiṁ samaye kāyacittānaṁ neva daratho, na gāravatā, na kakkhaḷatā , na akammaññatā, na gelaññatā, na vaṅkatā hoti.",
  "atk-s0517a12:21_5": "Atha kho panassa kāyacittāni passaddhāni lahūni mudūni kammaññāni paguṇāni suvisadāni ujukāniyeva honti.",
  "atk-s0517a12:21_6": "So imehi passaddhādīhi anuggahitakāyacitto tasmiṁ samaye amānusiṁ nāma ratiṁ anubhavati.",
  "atk-s0517a12:21_7": "Yaṁ sandhāya vuttaṁ –",
  "atk-s0517a12:22_0": "‘‘Suññāgāraṁ paviṭṭhassa, santacittassa bhikkhuno;",
  "atk-s0517a12:23_0": "Amānusī ratī hoti, sammā dhammaṁ vipassato.",
  "atk-s0517a12:24_0": "‘‘Yato yato sammasati, khandhānaṁ udayabbayaṁ;",
  "atk-s0517a12:25_0": "Labhatī pītipāmojjaṁ, amataṁ taṁ vijānata’’nti. (dha. pa. 373-4) –",
  "atk-s0517a12:26_0": "Evamassa imaṁ amānusiṁ ratiṁ sādhayamānā lahutādīhi sahitā vipassanāsampayuttā kāyacittapassaddhi uppajjati.",
  "atk-s0517a12:26_1": "Sukhaṁ uppajjatīti tasseva tasmiṁ samaye sakalasarīraṁ abhisandayamānaṁ vipassanāsampayuttaṁ sukhaṁ uppajjati.",
  "atk-s0517a12:26_2": "Adhimokkho uppajjatīti tasseva tasmiṁ samaye cittacetasikānaṁ atisayapasādabhūtā vipassanāsampayuttā saddhā uppajjati.",
  "atk-s0517a12:26_3": "Paggaho uppajjatīti tasseva tasmiṁ samaye asithilamanaccāraddhaṁ supaggahitaṁ vipassanāsampayuttaṁ vīriyaṁ uppajjati.",
  "atk-s0517a12:26_4": "Upaṭṭhānaṁ uppajjatīti tasseva tasmiṁ samaye sūpaṭṭhitā suppatiṭṭhitā nikhātā acalā pabbatarājasadisā vipassanāsampayuttā sati uppajjati.",
  "atk-s0517a12:26_5": "So yaṁ yaṁ ṭhānaṁ āvajjati samannāharati manasi karoti paccavekkhati, taṁ taṁ ṭhānamassa okkantitvā pakkhanditvā dibbacakkhuno paraloko viya satiyā upaṭṭhāti (visuddhi. 2.734).",
  "atk-s0517a12:27_0": "Upekkhāti vipassanupekkhā ceva āvajjanupekkhā ca.",
  "atk-s0517a12:27_1": "Tasmiñhi samaye sabbasaṅkhāresu majjhattabhūtā vipassanupekkhāpi balavatī uppajjati, manodvāre āvajjanupekkhāpi.",
  "atk-s0517a12:27_2": "Sā hissa taṁ taṁ ṭhānaṁ āvajjantassa vissaṭṭhaindavajiramiva pattapuṭe pakkhandatattanārāco viya ca sūrā tikhiṇā hutvā vahati .",
  "atk-s0517a12:27_3": "Evañhi visuddhimagge (visuddhi.",
  "atk-s0517a12:27_4": "2.734) vuttaṁ.",
  "atk-s0517a12:27_5": "Vipassanupekkhāti cettha ‘‘vipassanāsampayuttā tatramajjhattupekkhā’’ti ācariyā vadanti.",
  "atk-s0517a12:27_6": "Vipassanāñāṇe hi gayhamāne ‘‘ñāṇaṁ uppajjatī’’ti vipassanāñāṇassa āgatattā punaruttidoso hoti.",
  "atk-s0517a12:27_7": "Tatiyajjhānavaṇṇanāyañca ‘‘saṅkhārupekkhāvipassanupekkhānampi atthato ekībhāvo.",
  "atk-s0517a12:27_8": "Paññā eva hi sā, kiccavasena dvidhā bhinnā’’ti vuttaṁ.",
  "atk-s0517a12:27_9": "Tasmā vipassanāsampayuttāya tatramajjhattupekkhāya vuccamānāya punaruttidoso ca na hoti, tatiyajjhānavaṇṇanāya ca sameti.",
  "atk-s0517a12:27_10": "Yasmā ca pañcasu indriyesu ‘‘ñāṇaṁ adhimokkho paggaho upaṭṭhāna’’nti paññindriyasaddhindriyavīriyindriyasatindriyāni niddiṭṭhāni, samādhindriyaṁ pana aniddiṭṭhaṁ hoti, yuganaddhavasenāpi ca samādhindriyaṁ niddisitabbameva hoti, tasmā samappavatto samādhi puna samādhāne byāpārappahānakaraṇena ‘‘upekkhā’’ti vuttoti veditabbaṁ.",
  "atk-s0517a12:28_0": "Nikantiuppajjatīti evaṁ obhāsādipaṭimaṇḍitāya vipassanāya ālayaṁ kurumānā sukhumā santākārā nikanti uppajjati, yā kilesoti pariggahetumpi na sakkā hoti.",
  "atk-s0517a12:28_1": "Yathā ca obhāse, evaṁ etesupi aññatarasmiṁ uppanne yogāvacaro ‘‘na ca vata me ito pubbe evarūpaṁ ñāṇaṁ uppannapubbaṁ, evarūpā pīti passaddhi sukhaṁ adhimokkho paggaho upaṭṭhānaṁ upekkhā nikanti uppannapubbā, addhā maggaṁ pattomhi, phalaṁ pattomhī’’ti amaggameva ‘‘maggo’’ti, aphalameva ‘‘phala’’nti gaṇhāti.",
  "atk-s0517a12:28_2": "Tassa amaggaṁ ‘‘maggo’’ti, aphalañca ‘‘phala’’nti gaṇhato vipassanāvīthi ukkantā hoti.",
  "atk-s0517a12:28_3": "So attano mūlakammaṭṭhānaṁ vissajjetvā nikantimeva assādento nisīdati.",
  "atk-s0517a12:28_4": "Ettha ca obhāsādayo upakkilesavatthutāya upakkilesāti vuttā, na akusalattā.",
  "atk-s0517a12:28_5": "Nikanti pana upakkileso ceva upakkilesavatthu ca.",
  "atk-s0517a12:28_6": "Vatthuvaseneva cete dasa, gāhavasena pana samatiṁsa honti. Kathaṁ?",
  "atk-s0517a12:28_7": "‘‘Mama obhāso uppanno’’ti gaṇhato hi diṭṭhiggāho hoti, ‘‘manāpo vata obhāso uppanno’’ti gaṇhato mānaggāho, obhāsaṁ assādayato taṇhāggāho.",
  "atk-s0517a12:28_8": "Iti obhāse diṭṭhimānataṇhāvasena tayo gāhā.",
  "atk-s0517a12:28_9": "Tathā sesesupīti evaṁ gāhavasena samatiṁsa upakkilesā honti.",
  "atk-s0517a12:28_10": "Dukkhato manasikaroto, anattato manasikarototi vāresupi imināva nayena attho veditabbo.",
  "atk-s0517a12:28_11": "Ekekaanupassanāvasena hettha ekekassa vipassanupakkilesuppatti veditabbā, na ekasseva.",
  "atk-s0517a12:29_0": "Tīsu anupassanāsu.",
  "atk-s0517a12:29_1": "Evaṁ abhedato vipassanāvasena upakkilese dassetvā puna bhedavasena dassento rūpaṁ aniccato manasikarototiādimāha.",
  "atk-s0517a12:29_2": "Tattha jarāmaraṇaṁ aniccato upaṭṭhānanti jarāmaraṇassa aniccato upaṭṭhānaṁ.",
  "atk-s0517a12:30_0": "7.",
  "atk-s0517a12:30_1": "Yasmā pubbe vuttānaṁ samatiṁsāya upakkilesānaṁ vasena akusalo abyatto yogāvacaro obhāsādīsu vikampati, obhāsādīsu ekekaṁ ‘‘etaṁ mama, esohamasmi, eso me attā’’ti samanupassati, tasmā tamatthaṁ dassento obhāse ceva ñāṇe cātiādigāthādvayamāha.",
  "atk-s0517a12:30_2": "Tattha vikampatīti obhāsādike ārammaṇe nānākilesavasena vividhā kampati vedhati.",
  "atk-s0517a12:30_3": "Yehi cittaṁ pavedhatīti yehi passaddhisukhehi cittaṁ nānākilesavasena nānappakārena vedhati kampati.",
  "atk-s0517a12:30_4": "Tasmā passaddhiyā sukhe ceva yogāvacaro vikampatīti sambandho veditabbo.",
  "atk-s0517a12:30_5": "Upekkhāvajjanāya cevāti upekkhāsaṅkhātāya āvajjanāya ceva vikampati, āvajjanupekkhāya ceva vikampatīti attho.",
  "atk-s0517a12:30_6": "Visuddhimagge (visuddhi.",
  "atk-s0517a12:30_7": "2.736) pana ‘‘upekkhāvajjanāyañcā’’ti vuttaṁ.",
  "atk-s0517a12:30_8": "Upekkhāya cāti heṭṭhā vuttappakārāya upekkhāya ca vikampati, nikantiyā ca vikampatīti attho.",
  "atk-s0517a12:30_9": "Ettha ca dvinnaṁ upekkhānaṁ niddiṭṭhattā heṭṭhā ‘‘upekkhā uppajjatī’’ti vuttaṭṭhāne ca ubhayathā attho vutto.",
  "atk-s0517a12:30_10": "Aniccānupassanādīsu ca ekekissāyeva āvajjanupekkhāya sabbhāvato ekekāyeva anupassanā aniccaṁ aniccaṁ, dukkhaṁ dukkhaṁ, anattā anattāti punappunaṁ bhāvīyatīti vuttaṁ hoti.",
  "atk-s0517a12:30_11": "Yasmā pana kusalo paṇḍito byatto buddhisampanno yogāvacaro obhāsādīsu uppannesu ‘‘ayaṁ kho me obhāso uppanno, so kho panāyaṁ anicco saṅkhato paṭiccasamuppanno khayadhammo vayadhammo virāgadhammo nirodhadhammo’’ti iti vā naṁ paññāya paricchindati upaparikkhati.",
  "atk-s0517a12:30_12": "Atha vā panassa evaṁ hoti –",
  "atk-s0517a12:30_13": "sace obhāso attā bhaveyya, ‘‘attā’’ti gahetuṁ vaṭṭeyya.",
  "atk-s0517a12:30_14": "Anattāva panāyaṁ ‘‘attā’’ti gahito.",
  "atk-s0517a12:30_15": "Tasmāyaṁ avasavattanaṭṭhena anattāti passanto diṭṭhiṁ ugghāṭeti.",
  "atk-s0517a12:30_16": "Sace obhāso nicco bhaveyya, ‘‘nicco’’ti gahetuṁ vaṭṭeyya.",
  "atk-s0517a12:30_17": "Aniccova panāyaṁ ‘‘nicco’’ti gahito.",
  "atk-s0517a12:30_18": "Tasmāyaṁ hutvā abhāvaṭṭhena aniccoti passanto mānaṁ samugghāṭeti.",
  "atk-s0517a12:30_19": "Sace obhāso sukho bhaveyya, ‘‘sukho’’ti gahetuṁ vaṭṭeyya.",
  "atk-s0517a12:30_20": "Dukkhova panāyaṁ ‘‘sukho’’ti gahito.",
  "atk-s0517a12:30_21": "Tasmāyaṁ uppādavayapaṭipīḷanaṭṭhena dukkhoti passanto nikantiṁ pariyādiyati.",
  "atk-s0517a12:30_22": "Yathā ca obhāse, evaṁ sesesupi.",
  "atk-s0517a12:31_0": "Evaṁ upaparikkhitvā obhāsaṁ ‘‘netaṁ mama, nesohamasmi, na meso attā’’ti samanupassati.",
  "atk-s0517a12:31_1": "Ñāṇaṁ…pe…",
  "atk-s0517a12:31_2": "nikantiṁ ‘‘netaṁ mama, nesohamasmi, na meso attā’’ti samanupassati.",
  "atk-s0517a12:31_3": "Evaṁ samanupassanto obhāsādīsu na kampati na vedhati.",
  "atk-s0517a12:31_4": "Tasmā tamatthaṁ dassento imāni dasa ṭhānānīti gāthamāha.",
  "atk-s0517a12:31_5": "Tattha dasa ṭhānānīti obhāsādīni.",
  "atk-s0517a12:31_6": "Paññā yassa pariccitāti yassa upakkilesavimuttāya paññāya paricitāni punappunaṁ phuṭṭhāni paribhāvitāni.",
  "atk-s0517a12:31_7": "Dhammuddhaccakusalo hotīti so paññāya paricitadasaṭṭhāno yogāvacaro pubbe vuttappakārassa dhammuddhaccassa yathāsabhāvapaṭivedhena cheko hoti.",
  "atk-s0517a12:31_8": "Na ca sammoha gacchatīti dhammuddhaccakusalattāyeva taṇhāmānadiṭṭhugghāṭavasena sammohañca na gacchati.",
  "atk-s0517a12:32_0": "Idāni pubbe vuttameva vidhiṁ aparena pariyāyena vibhāvetvā dassento vikkhipati ceva kilissati cātiādigāthamāha.",
  "atk-s0517a12:32_1": "Tattha mandapañño yogāvacaro obhāsādīsu vikkhepañca avasesakilesuppattiñca pāpuṇāti.",
  "atk-s0517a12:32_2": "Majjhimapañño vikkhepameva pāpuṇāti, nāvasesakilesuppattiṁ, so adhimāniko hoti.",
  "atk-s0517a12:32_3": "Tikkhapañño vikkhepaṁ pāpuṇitvāpi taṁ adhimānaṁ pahāya vipassanaṁ ārabhati.",
  "atk-s0517a12:32_4": "Atitikkhapañño na vikkhepaṁ pāpuṇāti, na cāvasesakilesuppattiṁ.",
  "atk-s0517a12:32_5": "Vikkhippati cevāti tesu mandapañño dhammuddhaccasaṅkhātaṁ vikkhepañceva pāpuṇīyati.",
  "atk-s0517a12:32_6": "Kilissati cāti taṇhāmānadiṭṭhikilesehi kilesīyati ca, upatāpīyati vibādhīyatīti attho.",
  "atk-s0517a12:32_7": "Cavati cittabhāvanāti tassa mandapaññassa vipassanācittabhāvanā kilesesuyeva ṭhānato paṭipakkhāvihatattā cavati, paripatatīti attho.",
  "atk-s0517a12:32_8": "Vikkhipati na kilissatīti majjhimapañño vikkhepena vikkhipati, kilesehi na kilissati.",
  "atk-s0517a12:32_9": "Bhāvanā parihāyatīti tassa majjhimapaññassa adhimānikattā vipassanārambhābhāvena vipassanā parihāyati, nappavattatīti attho.",
  "atk-s0517a12:32_10": "Vikkhipati na kilissatīti tikkhapaññopi vikkhepena vikkhipati, kilesehi na kilissati.",
  "atk-s0517a12:32_11": "Bhāvanā na parihāyatīti tassa tikkhapaññassa santepi vikkhepe taṁ adhimānavikkhepaṁ pahāya vipassanārambhasabbhāvena vipassanābhāvanā na parihāyati, pavattatīti attho.",
  "atk-s0517a12:32_12": "Na ca vikkhipate cittaṁ na kilissatīti atitikkhapaññassa cittaṁ na vikkhepena vikkhipati, na ca kilesehi kilissati.",
  "atk-s0517a12:32_13": "Na cavati cittabhāvanāti tassa vipassanācittabhāvanā na cavati, vikkhepakilesābhāvena yathāṭhāne tiṭṭhatīti attho.",
  "atk-s0517a12:33_0": "Imehi catūhi ṭhānehītiādīsu idāni vuttehi imehi catūhi ṭhānehi hetubhūtehi, karaṇabhūtehi vā obhāsādike dasa ṭhāne cittassa saṅkhepena ca vikkhepena ca viggahitaṁ mānasaṁ vikkhepakilesuppattivirahito catuttho kusalo mahāpañño yogāvacaro mandapaññādīnaṁ tiṇṇaṁ yogāvacarānaṁ mānasaṁ evañca evañca hotīti nānappakārato jānātīti sambandhato atthavaṇṇanā veditabbā.",
  "atk-s0517a12:33_1": "Saṅkhepoti cettha vikkhepassa ceva kilesānañca uppattivasena cittassa līnabhāvo veditabbo.",
  "atk-s0517a12:33_2": "Vikkhepoti ‘‘vikkhipati na kilissatī’’ti dvīsu ṭhānesu vuttavikkhepavasena cittassa uddhatabhāvo veditabboti.",
  "atk-s0517a12:34_0": "Yuganaddhakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:35_0": "2. Saccakathā",
  "atk-s0517a12:36_0": "Saccakathāvaṇṇanā",
  "atk-s0517a12:37_0": "8.",
  "atk-s0517a12:37_1": "Idāni yuganaddhaguṇassa ariyamaggassa vasena saccaṭṭhaṁ saccapaṭivedhavisesaṁ saccalakkhaṇādividhānañca dassentena kathitāya suttantapubbaṅgamāya saccakathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:37_2": "Tattha suttante tāva tathānīti yathāsabhāvavasena tacchāni.",
  "atk-s0517a12:37_3": "Yathāsabhāvabhūtāneva hi dhammajātāni saccaṭṭhena saccāni.",
  "atk-s0517a12:37_4": "Saccaṭṭho paṭhamañāṇaniddesavaṇṇanāyaṁ vutto.",
  "atk-s0517a12:37_5": "Avitathānīti vuttasabhāve vipariyāyavirahitāni.",
  "atk-s0517a12:37_6": "Na hi saccāni asaccāni nāma honti.",
  "atk-s0517a12:37_7": "Anaññathānīti aññasabhāvavirahitāni.",
  "atk-s0517a12:37_8": "Na hi asaccāni saccāni nāma honti.",
  "atk-s0517a12:37_9": "Idaṁ dukkhanti, bhikkhave, tathametanti bhikkhave, idaṁ dukkhanti yaṁ vuccati, etaṁ yathāsabhāvattā tathaṁ.",
  "atk-s0517a12:37_10": "Dukkhameva hi dukkhaṁ.",
  "atk-s0517a12:37_11": "Vuttasabhāve vipariyāyābhāvato avitathaṁ.",
  "atk-s0517a12:37_12": "Na hi dukkhaṁ adukkhaṁ nāma hoti.",
  "atk-s0517a12:37_13": "Aññasabhāvavirahitattā anaññathaṁ.",
  "atk-s0517a12:37_14": "Na hi dukkhaṁ samudayādisabhāvaṁ hoti.",
  "atk-s0517a12:37_15": "Samudayādīsupi eseva nayo.",
  "atk-s0517a12:38_0": "1. Paṭhamasuttantaniddesavaṇṇanā",
  "atk-s0517a12:39_0": "Tathaṭṭhenāti yathāsabhāvaṭṭhena. Pīḷanaṭṭhādayo ñāṇakathāyaṁ vuttatthāyeva.",
  "atk-s0517a12:40_0": "9.Ekappaṭivedhānīti ekena maggañāṇena paṭivedho, ekato vā paṭivedho etesanti ekappaṭivedhāni.",
  "atk-s0517a12:40_1": "Anattaṭṭhenāti catunnampi saccānaṁ attavirahitattā anattaṭṭhena.",
  "atk-s0517a12:40_2": "Vuttañhetaṁ visuddhimagge (visuddhi. 2.567) –",
  "atk-s0517a12:40_3": "paramatthato hi sabbāneva saccāni vedakakārakanibbutagamakābhāvato suññānīti veditabbāni.",
  "atk-s0517a12:40_4": "Tenetaṁ vuccati –",
  "atk-s0517a12:41_0": "‘‘Dukkhameva hi, na koci dukkhito, kārako na, kiriyāva vijjati;",
  "atk-s0517a12:42_0": "Atthi nibbuti, na nibbuto pumā, maggamatthi, gamako na vijjatī’’ti. (visuddhi. 2.567);",
  "atk-s0517a12:43_0": "Atha vā –",
  "atk-s0517a12:44_0": "‘‘Dhuvasubhasukhattasuññaṁ, purimadvayamattasuññamamatapadaṁ;",
  "atk-s0517a12:45_0": "Dhuvasukhaattavirahito, maggo iti suññatā tesū’’ti. (visuddhi. 2.567);",
  "atk-s0517a12:46_0": "Saccaṭṭhenāti avisaṁvādakaṭṭhena.",
  "atk-s0517a12:46_1": "Paṭivedhaṭṭhenāti maggakkhaṇe paṭivijjhitabbaṭṭhena.",
  "atk-s0517a12:46_2": "Ekasaṅgahitānīti tathaṭṭhādinā ekekeneva atthena saṅgahitāni, ekagaṇanaṁ gatānīti attho.",
  "atk-s0517a12:46_3": "Yaṁ ekasaṅgahitaṁ, taṁ ekattanti yasmā ekena saṅgahitaṁ, tasmā ekattanti attho.",
  "atk-s0517a12:46_4": "Saccānaṁ bahuttepi ekattamapekkhitvā ekavacanaṁ kataṁ.",
  "atk-s0517a12:46_5": "Ekattaṁ ekena ñāṇena paṭivijjhatīti pubbabhāge catunnaṁ saccānaṁ nānattekattaṁ svāvatthitaṁ vavatthapetvā ṭhito maggakkhaṇe ekena maggañāṇena tathaṭṭhāditaṁtaṁekattaṁ paṭivijjhati. Kathaṁ?",
  "atk-s0517a12:46_6": "Nirodhasaccassa tathaṭṭhādike ekatte paṭividdhe sesasaccānampi tathaṭṭhādikaṁ ekattaṁ paṭividdhameva hoti.",
  "atk-s0517a12:46_7": "Yathā pubbabhāge pañcannaṁ khandhānaṁ nānattekattaṁ svāvatthitaṁ vavatthapetvā ṭhitassa maggavuṭṭhānakāle aniccato vā dukkhato vā anattato vā vuṭṭhahantassa ekasmimpi khandhe aniccādito diṭṭhe sesakhandhāpi aniccādito diṭṭhāva honti, evamidanti daṭṭhabbaṁ.",
  "atk-s0517a12:46_8": "Dukkhassa dukkhaṭṭho tathaṭṭhoti dukkhasaccassa pīḷanaṭṭhādiko catubbidho attho sabhāvaṭṭhena tathaṭṭho.",
  "atk-s0517a12:46_9": "Sesasaccesupi eseva nayo.",
  "atk-s0517a12:46_10": "Soyeva catubbidho attho attābhāvato anattaṭṭho.",
  "atk-s0517a12:46_11": "Vuttasabhāve avisaṁvādakato saccaṭṭho.",
  "atk-s0517a12:46_12": "Maggakkhaṇe paṭivijjhitabbato paṭivedhaṭṭho vuttoti veditabbaṁ.",
  "atk-s0517a12:47_0": "10.Yaṁ aniccantiādi sāmaññalakkhaṇapubbaṅgamaṁ katvā dassitaṁ.",
  "atk-s0517a12:47_1": "Tattha yaṁ aniccaṁ, taṁ dukkhaṁ.",
  "atk-s0517a12:47_2": "Yaṁ dukkhaṁ, taṁ aniccanti dukkhasamudayamaggā gahitā.",
  "atk-s0517a12:47_3": "Tāni hi tīṇi saccāni aniccāni ceva aniccattā dukkhāni ca.",
  "atk-s0517a12:47_4": "Yaṁ aniccañca dukkhañca, taṁ anattāti tāniyeva tīṇi gahitāni.",
  "atk-s0517a12:47_5": "Yaṁ aniccañca dukkhañca anattā cāti tehi tīhi saha nirodhasaccañca saṅgahitaṁ.",
  "atk-s0517a12:47_6": "Cattāripi hi anattāyeva.",
  "atk-s0517a12:47_7": "Taṁ tathanti taṁ saccacatukkaṁ sabhāvabhūtaṁ.",
  "atk-s0517a12:47_8": "Taṁ saccanti tadeva saccacatukkaṁ yathāsabhāve avisaṁvādakaṁ.",
  "atk-s0517a12:47_9": "Navahākārehītiādīsu ‘‘sabbaṁ, bhikkhave, abhiññeyya’’nti (paṭi. ma. 1.3; saṁ. ni.",
  "atk-s0517a12:47_10": "4.46) vacanato abhiññaṭṭhena, dukkhassa pariññaṭṭhe, samudayassa pahānaṭṭhe, maggassa bhāvanaṭṭhe, nirodhassa sacchikiriyaṭṭhe āvenikepi idha catūsupi saccesu ñātapariññāsabbhāvato pariññaṭṭhena, catusaccadassanena pahānasabbhāvato pahānaṭṭhena, catusaccabhāvanāsabbhāvato bhāvanaṭṭhena, catunnaṁ saccānaṁ sacchikiriyasabbhāvato sacchikiriyaṭṭhenāti niddiṭṭhanti veditabbaṁ.",
  "atk-s0517a12:47_11": "Navahākārehi tathaṭṭhenātiādīsu paṭhamaṁ vuttanayeneva yojanā kātabbā.",
  "atk-s0517a12:48_0": "11.Dvādasahi ākārehītiādīsu tathaṭṭhādayo ñāṇakathāyaṁ vuttatthā.",
  "atk-s0517a12:48_1": "Etesaṁ niddesepi vuttanayeneva yojanā veditabbā.",
  "atk-s0517a12:49_0": "12.Saccānaṁ kati lakkhaṇānītiādīsu upari vattabbāni cha lakkhaṇāni saṅkhatāsaṅkhatavasena dvidhā bhinditvā dve lakkhaṇānīti āha.",
  "atk-s0517a12:49_1": "Tattha saṅkhatalakkhaṇañca asaṅkhatalakkhaṇañcāti ‘‘tīṇimāni, bhikkhave, saṅkhatassa saṅkhatalakkhaṇāni uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṁ paññāyati.",
  "atk-s0517a12:49_2": "Tīṇimāni, bhikkhave, asaṅkhatassa asaṅkhatalakkhaṇāni na uppādo paññāyati, na vayo paññāyati, na ṭhitassa aññathattaṁ paññāyatī’’ti (a. ni.",
  "atk-s0517a12:49_3": "3.47-48) evaṁ vuttaṁ saṅkhatassa saṅkhatamiti lakkhaṇañca asaṅkhatassa asaṅkhatamiti lakkhaṇañca.",
  "atk-s0517a12:49_4": "Saṅkhataṁ pana na lakkhaṇaṁ, lakkhaṇaṁ na saṅkhataṁ.",
  "atk-s0517a12:49_5": "Na ca saṅkhataṁ vinā lakkhaṇaṁ paññāpetuṁ sakkā, napi lakkhaṇaṁ vinā saṅkhataṁ.",
  "atk-s0517a12:49_6": "Lakkhaṇena pana saṅkhataṁ pākaṭaṁ hoti.",
  "atk-s0517a12:50_0": "Puna tadeva lakkhaṇadvayaṁ vitthārato dassento cha lakkhaṇānīti āha.",
  "atk-s0517a12:50_1": "Saṅkhatānaṁ saccānanti dukkhasamudayamaggasaccānaṁ.",
  "atk-s0517a12:50_2": "Tāni hi paccayehi saṅgamma katattā saṅkhatāni.",
  "atk-s0517a12:50_3": "Uppādoti jāti.",
  "atk-s0517a12:50_4": "Paññāyatīti jānīyati.",
  "atk-s0517a12:50_5": "Vayoti bhaṅgo.",
  "atk-s0517a12:50_6": "Ṭhitānaṁ aññathattanti ṭhitippattānaṁ aññathābhāvo jarā.",
  "atk-s0517a12:50_7": "Tiṇṇaṁ saṅkhatasaccānaṁ nipphannattā uppādavayaññathattaṁ vuttaṁ, tesaṁyeva pana uppādassa, jarāya bhaṅgassa ca anipphannattā uppādavayaññathattaṁ na vattabbaṁ.",
  "atk-s0517a12:50_8": "Saṅkhatanissitattā uppādavayaññathattaṁ na paññāyatīti na vattabbaṁ.",
  "atk-s0517a12:50_9": "Saṅkhatavikārattā pana saṅkhatanti vattabbaṁ.",
  "atk-s0517a12:50_10": "Dukkhasamudayānaṁ uppādajarābhaṅgā saccapariyāpannā, maggasaccassa uppādajarābhaṅgā na saccapariyāpannāti vadanti.",
  "atk-s0517a12:50_11": "Tattha ‘‘saṅkhatānaṁ uppādakkhaṇe saṅkhatāpi uppādalakkhaṇampi kālasaṅkhāto tassa khaṇopi paññāyati, uppāde vītivatte saṅkhatāpi jarālakkhaṇampi kālasaṅkhāto tassa khaṇopi paññāyati, bhaṅgakkhaṇe saṅkhatāpi jarāpi bhaṅgalakkhaṇampi kālasaṅkhāto tassa khaṇopi paññāyatī’’ti khandhakavaggaṭṭhakathāyaṁ (saṁ. ni. aṭṭha.",
  "atk-s0517a12:50_12": "2.3.37-38) vuttaṁ.",
  "atk-s0517a12:50_13": "Asaṅkhatassa saccassāti nirodhasaccassa.",
  "atk-s0517a12:50_14": "Tañhi paccayehi samāgamma akatattā sayameva nipphannanti asaṅkhataṁ.",
  "atk-s0517a12:50_15": "Ṭhitassāti niccattā ṭhitassa, na ṭhānappattattā.",
  "atk-s0517a12:50_16": "Puna tadeva lakkhaṇadvayaṁ vitthārato dassento dvādasa lakkhaṇānīti āha.",
  "atk-s0517a12:51_0": "Catunnaṁsaccānaṁ kati kusalātiādīsu abyākatanti vipākābyākataṁ kiriyābyākataṁ rūpābyākataṁ nibbānābyākatanti catūsu abyākatesu nibbānābyākataṁ.",
  "atk-s0517a12:51_1": "Cattāripi hi kusalākusalalakkhaṇena na byākatattā abyākatāni.",
  "atk-s0517a12:51_2": "Siyā kusalanti kāmāvacararūpāvacarārūpāvacarakusalānaṁ vasena kusalampi bhaveyya.",
  "atk-s0517a12:51_3": "Siyā akusalanti taṇhaṁ ṭhapetvā sesākusalavasena.",
  "atk-s0517a12:51_4": "Siyā abyākatanti kāmāvacararūpāvacarārūpāvacaravipākakiriyānaṁ rūpānañca vasena.",
  "atk-s0517a12:51_5": "Siyā tīṇi saccānītiādīsu saṅgahitānīti gaṇitāni.",
  "atk-s0517a12:51_6": "Vatthuvasenāti akusalakusalābyākatadukkhasamudayanirodhamaggasaṅkhātavatthuvasena.",
  "atk-s0517a12:51_7": "Yaṁ dukkhasaccaṁ akusalanti ṭhapetvā taṇhaṁ avasesaṁ akusalaṁ.",
  "atk-s0517a12:51_8": "Akusalaṭṭhena dve saccāni ekasaccena saṅgahitānīti imāni dve dukkhasamudayasaccāni akusalaṭṭhena ekasaccena saṅgahitāni, akusalasaccaṁ nāma hotīti attho.",
  "atk-s0517a12:51_9": "Ekasaccaṁ dvīhi saccehi saṅgahitanti ekaṁ akusalasaccaṁ dvīhi dukkhasamudayasaccehi saṅgahitaṁ.",
  "atk-s0517a12:51_10": "Yaṁ dukkhasaccaṁ kusalanti tebhūmakaṁ kusalaṁ.",
  "atk-s0517a12:51_11": "Imāni dve dukkhamaggasaccāni kusalaṭṭhena ekasaccena saṅgahitāni, kusalasaccaṁ nāma hoti.",
  "atk-s0517a12:51_12": "Ekaṁ kusalasaccaṁ dvīhi dukkhamaggasaccehi saṅgahitaṁ.",
  "atk-s0517a12:51_13": "Yaṁ dukkhasaccaṁ abyākatanti tebhūmakavipākakiriyā rūpañca.",
  "atk-s0517a12:51_14": "Imāni dve dukkhanirodhasaccāni abyākataṭṭhena ekasaccena saṅgahitāni, ekaṁ abyākatasaccaṁ nāma hoti.",
  "atk-s0517a12:51_15": "Ekaṁ abyākatasaccaṁ dvīhi dukkhanirodhasaccehi saṅgahitaṁ.",
  "atk-s0517a12:51_16": "Tīṇi saccāni ekasaccena saṅgahitānīti samudayamagganirodhasaccāni ekena akusalakusalābyākatabhūtena dukkhasaccena saṅgahitāni.",
  "atk-s0517a12:51_17": "Ekaṁ saccaṁ tīhi saccehi saṅgahitanti ekaṁ dukkhasaccaṁ visuṁ akusalakusalaabyākatabhūtehi samudayamagganirodhasaccehi saṅgahitaṁ.",
  "atk-s0517a12:51_18": "Keci pana ‘‘dukkhasamudayasaccāni akusalaṭṭhena samudayasaccena saṅgahitāni, dukkhamaggasaccāni kusalaṭṭhena maggasaccena saṅgahitāni, na dassanaṭṭhena.",
  "atk-s0517a12:51_19": "Dukkhanirodhasaccāni abyākataṭṭhena nirodhasaccena saṅgahitāni, na asaṅkhataṭṭhenā’’ti vaṇṇayanti.",
  "atk-s0517a12:52_0": "2. Dutiyasuttantapāḷivaṇṇanā",
  "atk-s0517a12:53_0": "13.",
  "atk-s0517a12:53_1": "Puna aññassa suttantassa atthavasena saccappaṭivedhaṁ niddisitukāmo pubbe me, bhikkhavetiādikaṁ suttantaṁ āharitvā dassesi.",
  "atk-s0517a12:53_2": "Tattha pubbe me, bhikkhave, sambodhāti bhikkhave, mama sambodhito sabbaññutaññāṇato pubbe.",
  "atk-s0517a12:53_3": "Anabhisambuddhassāti sabbadhamme appaṭividdhassa.",
  "atk-s0517a12:53_4": "Bodhisattasseva satoti bodhisattabhūtasseva.",
  "atk-s0517a12:53_5": "Etadahosīti bodhipallaṅke nisinnassa etaṁ parivitakkitaṁ ahosi.",
  "atk-s0517a12:53_6": "Assādoti assādīyatīti assādo.",
  "atk-s0517a12:53_7": "Ādīnavoti doso .",
  "atk-s0517a12:53_8": "Nissaraṇanti apagamanaṁ.",
  "atk-s0517a12:53_9": "Sukhanti sukhayatīti sukhaṁ, yassuppajjati, taṁ sukhitaṁ karotīti attho.",
  "atk-s0517a12:53_10": "Somanassanti pītisomanassayogato sobhanaṁ mano assāti sumano, sumanassa bhāvo somanassaṁ , sukhameva pītiyogato visesitaṁ.",
  "atk-s0517a12:53_11": "Aniccanti addhuvaṁ.",
  "atk-s0517a12:53_12": "Dukkhanti dukkhavatthuttā saṅkhāradukkhattā ca dukkhaṁ.",
  "atk-s0517a12:53_13": "Vipariṇāmadhammanti avasī hutvā jarābhaṅgavasena parivattanapakatikaṁ.",
  "atk-s0517a12:53_14": "Etena anattabhāvo vutto hoti.",
  "atk-s0517a12:53_15": "Chandarāgavinayoti chandasaṅkhātassa rāgassa saṁvaraṇaṁ, na vaṇṇarāgassa.",
  "atk-s0517a12:53_16": "Chandarāgappahānanti tasseva chandarāgassa pajahanaṁ.",
  "atk-s0517a12:54_0": "Yāvakīvañcātiādīsu yāva imesaṁ pañcannaṁ upādānakkhandhānaṁ…pe…",
  "atk-s0517a12:54_1": "yathābhūtaṁ nābbhaññāsiṁ na adhikena ñāṇena paṭivijjhiṁ, tāva anuttaraṁ sammāsambodhiṁ anuttaraṁ sabbaññubhāvaṁ abhisambuddho abhisametāvī arahanti nevāhaṁ paccaññāsiṁ neva paṭiññaṁ akāsinti sambandhato attho.",
  "atk-s0517a12:54_2": "Kīvañcāti nipātamattaṁ.",
  "atk-s0517a12:54_3": "Yatoti yasmā, yadā vā.",
  "atk-s0517a12:54_4": "Athāti anantaraṁ.",
  "atk-s0517a12:54_5": "Ñāṇañca pana me dassanaṁ udapādīti dassanakiccakaraṇena dassanasaṅkhātaṁ paccavekkhaṇañāṇañca me uppajji.",
  "atk-s0517a12:54_6": "Akuppāti kopetuṁ cāletuṁ asakkuṇeyyā.",
  "atk-s0517a12:54_7": "Vimuttīti arahattaphalavimutti.",
  "atk-s0517a12:54_8": "Etāya eva phalapaccavekkhaṇāya magganibbānapaccavekkhaṇāpi vuttāva honti.",
  "atk-s0517a12:54_9": "Ayamantimā jātīti ayaṁ pacchimā khandhappavatti.",
  "atk-s0517a12:54_10": "Natthidāni punabbhavoti idāni puna uppatti natthi.",
  "atk-s0517a12:54_11": "Etena pahīnakilesapaccavekkhaṇā vuttā.",
  "atk-s0517a12:54_12": "Arahato hi avasiṭṭhakilesapaccavekkhaṇā na hoti.",
  "atk-s0517a12:55_0": "3. Dutiyasuttantaniddesavaṇṇanā",
  "atk-s0517a12:56_0": "14.",
  "atk-s0517a12:56_1": "Saccappaṭivedhañāṇayojanakkame ca ayaṁ rūpassa assādoti pahānappaṭivedhoti pubbabhāge ‘‘ayaṁ taṇhāsampayutto rūpassa assādo’’ti ñatvā maggakkhaṇe samudayappahānasaṅkhāto samudayasaccappaṭivedho.",
  "atk-s0517a12:56_2": "Samudayasaccanti samudayasaccappaṭivedhañāṇaṁ.",
  "atk-s0517a12:56_3": "Ariyasaccārammaṇañāṇampi hi ‘‘ye keci kusalā dhammā, sabbe te catūsu ariyasaccesu saṅgahaṁ gacchantī’’tiādīsu (ma. ni.",
  "atk-s0517a12:56_4": "1.300) viya ‘‘sacca’’nti vuccati.",
  "atk-s0517a12:56_5": "Ayaṁ rūpassa ādīnavoti pariññāpaṭivedhoti pubbabhāge ‘‘ayaṁ rūpassa ādīnavo’’ti ñatvā maggakkhaṇe dukkhapariññāsaṅkhāto dukkhasaccappaṭivedho.",
  "atk-s0517a12:56_6": "Dukkhasaccanti dukkhasaccappaṭivedhañāṇaṁ.",
  "atk-s0517a12:56_7": "Idaṁ rūpassa nissaraṇanti sacchikiriyāpaṭivedhoti pubbabhāge ‘‘idaṁ rūpassa nissaraṇa’’nti ñatvā maggakkhaṇe nirodhasacchikiriyāsaṅkhāto nirodhasaccappaṭivedho.",
  "atk-s0517a12:56_8": "Nirodhasaccanti nirodhasaccārammaṇaṁ nirodhasaccappaṭivedhañāṇaṁ .",
  "atk-s0517a12:56_9": "Yā imesu tīsu ṭhānesūti imesu yathāvuttesu tīsu samudayadukkhanirodhesu paṭivedhavasena pavattā yā diṭṭhi yo saṅkappoti yojanā.",
  "atk-s0517a12:56_10": "Bhāvanāpaṭivedhoti ayaṁ maggabhāvanāsaṅkhāto maggasaccappaṭivedho.",
  "atk-s0517a12:56_11": "Maggasaccanti maggasaccappaṭivedhañāṇaṁ.",
  "atk-s0517a12:57_0": "15.",
  "atk-s0517a12:57_1": "Puna aparena pariyāyena saccāni ca saccappaṭivedhañca dassento saccanti katihākārehi saccantiādimāha.",
  "atk-s0517a12:57_2": "Tattha yasmā sabbepi sabbaññubodhisattā bodhipallaṅke nisinnā jarāmaraṇādikassa dukkhasaccassa jātiādikaṁ samudayasaccaṁ ‘‘kiṁ nu kho’’ti esanti, tathā esantā ca jarāmaraṇādikassa dukkhasaccassa jātiādikaṁ samudayasaccaṁ ‘‘paccayo’’ti vavatthapento pariggaṇhanti, tasmā sā ca esanā so ca pariggaho saccānaṁ esanattā pariggahattā ca ‘‘sacca’’nti katvā esanaṭṭhena pariggahaṭṭhenāti vuttaṁ.",
  "atk-s0517a12:57_3": "Ayañca vidhi paccekabuddhānampi paccayapariggahe labbhatiyeva, sāvakānaṁ pana anussavavasena paccayapariggahe labbhati.",
  "atk-s0517a12:57_4": "Paṭivedhaṭṭhenāti pubbabhāge tathā esitānaṁ pariggahitānañca maggakkhaṇe ekapaṭivedhaṭṭhena.",
  "atk-s0517a12:58_0": "Kiṁnidānantiādīsu nidānādīni sabbāni kāraṇavevacanāni.",
  "atk-s0517a12:58_1": "Kāraṇañhi yasmā phalaṁ nideti ‘‘handa naṁ gaṇhathā’’ti appeti viya, tasmā ‘‘nidāna’’nti vuccati.",
  "atk-s0517a12:58_2": "Yasmā phalaṁ tato samudeti, jāyati, pabhavati;",
  "atk-s0517a12:58_3": "tasmā samudayo, jāti, pabhavoti vuccati.",
  "atk-s0517a12:58_4": "Ayaṁ panettha attho –",
  "atk-s0517a12:58_5": "kiṁ nidānaṁ etassāti kiṁnidānaṁ.",
  "atk-s0517a12:58_6": "Ko samudayo etassāti kiṁsamudayaṁ.",
  "atk-s0517a12:58_7": "Kā jāti etassāti kiṁjātikaṁ.",
  "atk-s0517a12:58_8": "Ko pabhavo etassāti kiṁpabhavaṁ.",
  "atk-s0517a12:58_9": "Yasmā pana tassa jāti yathāvuttena atthena nidānañceva samudayo ca jāti ca pabhavo ca, tasmā jātinidānantiādimāha.",
  "atk-s0517a12:58_10": "Jarāmaraṇanti dukkhasaccaṁ.",
  "atk-s0517a12:58_11": "Jarāmaraṇasamudayanti tassa paccayaṁ samudayasaccaṁ.",
  "atk-s0517a12:58_12": "Jarāmaraṇanirodhanti nirodhasaccaṁ.",
  "atk-s0517a12:58_13": "Jarāmaraṇanirodhagāminiṁ paṭipadanti maggasaccaṁ.",
  "atk-s0517a12:58_14": "Imināva nayena sabbapadesu attho veditabbo.",
  "atk-s0517a12:59_0": "16.Nirodhappajānanāti ārammaṇakaraṇena nirodhassa pajānanā.",
  "atk-s0517a12:59_1": "Jāti siyā dukkhasaccaṁ, siyā samudayasaccanti bhavapaccayā paññāyanaṭṭhena dukkhasaccaṁ , jarāmaraṇassa paccayaṭṭhena samudayasaccaṁ.",
  "atk-s0517a12:59_2": "Esa nayo sesesupi.",
  "atk-s0517a12:59_3": "Avijjā siyā dukkhasaccanti pana āsavasamudayā avijjāsamudayaṭṭhenāti.",
  "atk-s0517a12:60_0": "Saccakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:61_0": "3. Bojjhaṅgakathā",
  "atk-s0517a12:62_0": "Bojjhaṅgakathāvaṇṇanā",
  "atk-s0517a12:63_0": "17.",
  "atk-s0517a12:63_1": "Idāni saccappaṭivedhasiddhaṁ bojjhaṅgavisesaṁ dassentena kathitāya suttantapubbaṅgamāya bojjhaṅgakathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:63_2": "Tattha suttante tāva bojjhaṅgāti bodhiyā, bodhissa vā aṅgāti bojjhaṅgā.",
  "atk-s0517a12:63_3": "Kiṁ vuttaṁ hoti (saṁ. ni. aṭṭha.",
  "atk-s0517a12:63_4": "3.5.182) –",
  "atk-s0517a12:63_5": "yā hi ayaṁ dhammasāmaggī, yāya lokuttaramaggakkhaṇe uppajjamānāya līnuddhaccapatiṭṭhānāyūhanakāmasukhattakilamathānuyogaucchedasassatābhinivesādīnaṁ anekesaṁ upaddavānaṁ paṭipakkhabhūtāya satidhammavicayavīriyapītipassaddhisamādhiupekkhāsaṅkhātāya dhammasāmaggiyā ariyasāvako bujjhatīti katvā bodhīti vuccati, bujjhatīti kilesasantānaniddāya vuṭṭhahati, cattāri vā ariyasaccāni paṭivijjhati, nibbānameva vā sacchikarotīti vuttaṁ hoti. Yathāha –",
  "atk-s0517a12:63_6": "‘‘satta bojjhaṅge bhāvetvā anuttaraṁ sammāsambodhiṁ abhisambuddho’’ti (saṁ. ni. 5.378; dī. ni. 3.143).",
  "atk-s0517a12:63_7": "Tassā dhammasāmaggīsaṅkhātāya bodhiyā aṅgāti bojjhaṅgā jhānaṅgamaggaṅgādayo viya.",
  "atk-s0517a12:63_8": "Yopesa yathāvuttappakārāya etāya dhammasāmaggiyā bujjhatīti katvā ariyasāvako bodhīti vuccati, tassa bodhissa aṅgātipi bojjhaṅgā senaṅgarathaṅgādayo viya.",
  "atk-s0517a12:63_9": "Tenāhu aṭṭhakathācariyā ‘‘bujjhanakassa puggalassa aṅgāti bojjhaṅgā’’ti.",
  "atk-s0517a12:63_10": "Satisambojjhaṅgādīnaṁ attho abhiññeyyaniddese vutto.",
  "atk-s0517a12:64_0": "Bojjhaṅgatthaniddese bodhāya saṁvattantīti bujjhanatthāya saṁvattanti.",
  "atk-s0517a12:64_1": "Kassa bujjhanatthāya?",
  "atk-s0517a12:64_2": "Maggaphalehi nibbānassa paccavekkhaṇāya katakiccassa bujjhanatthāya, maggena vā kilesaniddāto pabujjhanatthāya phalena pabuddhabhāvatthāyāpīti vuttaṁ hoti.",
  "atk-s0517a12:64_3": "Balavavipassanāyapi bojjhaṅgā bodhāya saṁvattanti .",
  "atk-s0517a12:64_4": "Tasmā ayaṁ vipassanāmaggaphalabojjhaṅgānaṁ sādhāraṇattho.",
  "atk-s0517a12:64_5": "Tīsupi hi ṭhānesu bodhāya nibbānapaṭivedhāya saṁvattanti.",
  "atk-s0517a12:64_6": "Etena bodhiyā aṅgāti bojjhaṅgāti vuttaṁ hoti.",
  "atk-s0517a12:64_7": "Bujjhantīti bojjhaṅgātiādīhi pañcahi catukkehi vuttānaṁ bojjhaṅgānaṁ uppattiṭṭhānaṁ abhiññeyyaniddese vuttaṁ.",
  "atk-s0517a12:64_8": "Api ca bujjhantīti bojjhaṅgānaṁ sakiccakaraṇe samatthabhāvadassanatthaṁ kattuniddeso .",
  "atk-s0517a12:64_9": "Bujjhanaṭṭhenāti sakiccakaraṇasamatthattepi sati kattuno abhāvadassanatthaṁ bhāvaniddeso.",
  "atk-s0517a12:64_10": "Bodhentīti bojjhaṅgabhāvanāya bujjhantānaṁ yogīnaṁ payojakattā bojjhaṅgānaṁ hetukattuniddeso.",
  "atk-s0517a12:64_11": "Bodhanaṭṭhenāti paṭhamaṁ vuttanayeneva payojakahetukattunā bhāvaniddeso.",
  "atk-s0517a12:64_12": "Etehi bodhiyā aṅgā bojjhaṅgāti vuttaṁ hoti.",
  "atk-s0517a12:64_13": "Bodhipakkhiyaṭṭhenāti bujjhanaṭṭhena bodhīti laddhanāmassa yogissa pakkhe bhavattā.",
  "atk-s0517a12:64_14": "Ayametesaṁ yogino upakārakattaniddeso.",
  "atk-s0517a12:64_15": "Etehi bodhissa aṅgāti bojjhaṅgāti vuttaṁ hoti.",
  "atk-s0517a12:64_16": "Buddhilabhanaṭṭhenātiādike chakke buddhilabhanaṭṭhenāti yogāvacarena buddhiyā pāpuṇanaṭṭhena.",
  "atk-s0517a12:64_17": "Ropanaṭṭhenāti sattānaṁ patiṭṭhāpanaṭṭhena .",
  "atk-s0517a12:64_18": "Pāpanaṭṭhenāti patiṭṭhāpitāya niṭṭhāpanaṭṭhena.",
  "atk-s0517a12:64_19": "Ime vipassanābojjhaṅgā pati-abhi-saṁ-iti tīhi upasaggehi visesitā maggaphalabojjhaṅgāti vadanti.",
  "atk-s0517a12:64_20": "Sabbesampi dhammavohārena niddiṭṭhānaṁ bojjhaṅgānaṁ bodhiyā aṅgāti bojjhaṅgāti vuttaṁ hotīti veditabbaṁ.",
  "atk-s0517a12:65_0": "Mūlamūlakādidasakavaṇṇanā",
  "atk-s0517a12:66_0": "18.Mūlaṭṭhenātiādike mūlamūlake dasake mūlaṭṭhenāti vipassanādīsu purimā purimā bojjhaṅgā pacchimānaṁ pacchimānaṁ bojjhaṅgānañca sahajātadhammānañca aññamaññañca mūlaṭṭhena.",
  "atk-s0517a12:66_1": "Mūlacariyaṭṭhenāti mūlaṁ hutvā cariyā pavatti mūlacariyā.",
  "atk-s0517a12:66_2": "Tena mūlacariyaṭṭhena, mūlaṁ hutvā pavattanaṭṭhenāti attho.",
  "atk-s0517a12:66_3": "Mūlapariggahaṭṭhenāti te eva bojjhaṅgā ādito pabhuti uppādanatthāya parigayhamānattā pariggahā, mūlāniyeva pariggahā mūlapariggahā.",
  "atk-s0517a12:66_4": "Tena mūlapariggahaṭṭhena.",
  "atk-s0517a12:66_5": "Te eva aññamaññaṁ parivāravasena parivāraṭṭhena.",
  "atk-s0517a12:66_6": "Bhāvanāpāripūrivasena paripūraṇaṭṭhena.",
  "atk-s0517a12:66_7": "Niṭṭhaṁ pāpuṇanavasena paripākaṭṭhena.",
  "atk-s0517a12:66_8": "Te eva mūlāni ca chabbidhā pabhedabhinnattā paṭisambhidā cāti mūlapaṭisambhidā.",
  "atk-s0517a12:66_9": "Tena mūlapaṭisambhidaṭṭhena.",
  "atk-s0517a12:66_10": "Mūlapaṭisambhidāpāpanaṭṭhenāti bojjhaṅgabhāvanānuyuttassa yogino taṁ mūlapaṭisambhidaṁ pāpanaṭṭhena .",
  "atk-s0517a12:66_11": "Tasseva yogino tassā mūlapaṭisambhidāya vasībhāvaṭṭhena.",
  "atk-s0517a12:66_12": "Sesesupi īdisesu puggalavohāresu bodhissa aṅgāti bojjhaṅgāti vuttaṁ hotīti veditabbaṁ.",
  "atk-s0517a12:66_13": "Mūlapaṭisambhidāya vasībhāvappattānampīti īdisesupi niṭṭhāvacanesu phalabojjhaṅgāti veditabbaṁ.",
  "atk-s0517a12:66_14": "Vasībhāvaṁ pattānantipi pāṭho.",
  "atk-s0517a12:67_0": "Mūlamūlakadasakaṁ niṭṭhitaṁ.",
  "atk-s0517a12:68_0": "Sesesupi hetumūlakādīsu navasu dasakesu imināva nayena sādhāraṇavacanānaṁ attho veditabbo .",
  "atk-s0517a12:68_1": "Asādhāraṇesu pana yathāvuttā eva bojjhaṅgā yathāvuttānaṁ dhammānaṁ janakattā hetū nāma honti.",
  "atk-s0517a12:68_2": "Upatthambhakattā paccayā nāma.",
  "atk-s0517a12:68_3": "Te eva tadaṅgasamucchedapaṭippassaddhivisuddhibhūtattā visuddhi nāma.",
  "atk-s0517a12:68_4": "Vajjavirahitattā anavajjā nāma.",
  "atk-s0517a12:68_5": "‘‘Sabbepi kusalā dhammā nekkhamma’’nti vacanato nekkhammaṁ nāma.",
  "atk-s0517a12:68_6": "Kilesehi vimuttattā tadaṅgavimuttiādivasena vimutti nāma.",
  "atk-s0517a12:68_7": "Maggaphalabojjhaṅgā visayībhūtehi āsavehi virahitattā anāsavā.",
  "atk-s0517a12:68_8": "Tividhāpi bojjhaṅgā kilesehi suññattā tadaṅgavivekādivasena vivekā.",
  "atk-s0517a12:68_9": "Vipassanāmaggabojjhaṅgā pariccāgavosaggattā pakkhandanavosaggattā ca vosaggā.",
  "atk-s0517a12:68_10": "Phalabojjhaṅgā pakkhandanavosaggattā vosaggā.",
  "atk-s0517a12:69_0": "19.Mūlaṭṭhaṁbujjhantītiādayo ekekapadavasena niddiṭṭhā nava dasakā vuttanayeneva veditabbā.",
  "atk-s0517a12:69_1": "Vasībhāvappattānanti padaṁ pana vattamānavacanābhāvena na yojitaṁ.",
  "atk-s0517a12:69_2": "Pariggahaṭṭhādayo abhiññeyyaniddese vuttatthā.",
  "atk-s0517a12:70_0": "20.",
  "atk-s0517a12:70_1": "Puna thero attanā desitaṁ suttantaṁ uddisitvā tassa niddesavasena bojjhaṅgavidhiṁ dassetukāmo ekaṁ samayantiādikaṁ nidānaṁ vatvā suttantaṁ tāva uddisi.",
  "atk-s0517a12:70_2": "Attanā desitasuttattā eva cettha evaṁ me sutanti na vuttaṁ.",
  "atk-s0517a12:70_3": "Āyasmā sāriputtoti panettha desakabyattibhāvatthaṁ attānaṁ paraṁ viya katvā vuttaṁ.",
  "atk-s0517a12:70_4": "Īdisañhi vacanaṁ loke ganthesu payujjanti.",
  "atk-s0517a12:70_5": "Pubbaṇhasamayanti sakalaṁ pubbaṇhasamayaṁ.",
  "atk-s0517a12:70_6": "Accantasaṁyogatthe upayogavacanaṁ.",
  "atk-s0517a12:70_7": "Sesadvayepi eseva nayo.",
  "atk-s0517a12:70_8": "Satisambojjhaṅgo iti ceme hotīti satisambojjhaṅgoti evañce mayhaṁ hoti.",
  "atk-s0517a12:70_9": "Appamāṇoti me hotīti appamāṇoti evaṁ me hoti.",
  "atk-s0517a12:70_10": "Susamāraddhoti me hotīti suṭṭhu paripuṇṇoti evaṁ me hoti.",
  "atk-s0517a12:70_11": "Tiṭṭhantanti nibbānārammaṇe pavattivasena tiṭṭhantaṁ.",
  "atk-s0517a12:70_12": "Cavatīti nibbānārammaṇato apagacchati.",
  "atk-s0517a12:70_13": "Sesabojjhaṅgesupi eseva nayo.",
  "atk-s0517a12:71_0": "Rājamahāmattassāti rañño mahāamaccassa, mahatiyā vā bhogamattāya bhogappamāṇena samannāgatassa.",
  "atk-s0517a12:71_1": "Nānārattānanti nānāraṅgarattānaṁ, pūraṇatthe sāmivacanaṁ, nānārattehīti attho.",
  "atk-s0517a12:71_2": "Dussakaraṇḍakoti dussapeḷā.",
  "atk-s0517a12:71_3": "Dussayuganti vatthayugalaṁ.",
  "atk-s0517a12:71_4": "Pārupitunti acchādetuṁ.",
  "atk-s0517a12:71_5": "Imasmiṁ suttante therassa phalabojjhaṅgā kathitā.",
  "atk-s0517a12:71_6": "Yadā hi thero satisambojjhaṅgaṁ sīsaṁ katvā phalasamāpattiṁ samāpajjati, tadā itare tadanvayā honti.",
  "atk-s0517a12:71_7": "Yadā dhammavicayādīsu aññataraṁ, tadā sesāpi tadanvayā hontīti evaṁ phalasamāpattiyā attano ciṇṇavasībhāvaṁ dassento thero imaṁ suttantaṁ kathesīti.",
  "atk-s0517a12:72_0": "Suttantaniddesavaṇṇanā",
  "atk-s0517a12:73_0": "21.Kathaṁsatisambojjhaṅgo iti ce hotīti bojjhaṅgoti satisambojjhaṅgaṁ sīsaṁ katvā phalasamāpattiṁ samāpajjantassa aññesu bojjhaṅgesu vijjamānesu evaṁ ayaṁ satisambojjhaṅgo hotīti iti ce pavattassa kathaṁ so satisambojjhaṅgo hotīti attho.",
  "atk-s0517a12:73_1": "Yāvatā nirodhūpaṭṭhātīti yattakena kālena nirodho upaṭṭhāti, yattake kāle ārammaṇato nibbānaṁ upaṭṭhātīti attho.",
  "atk-s0517a12:73_2": "Yāvatā accīti yattakena parimāṇena jālā.",
  "atk-s0517a12:73_3": "Kathaṁ appamāṇo iti ce hotīti bojjhaṅgoti na appamāṇepi satisambojjhaṅge vijjamāne evaṁ ayaṁ appamāṇo hotīti iti ce pavattassa so appamāṇo satisambojjhaṅgo kathaṁ hotīti attho.",
  "atk-s0517a12:73_4": "Pamāṇabaddhāti kilesā ca pariyuṭṭhānā ca ponobhavikasaṅkhārā ca pamāṇabaddhā nāma honti.",
  "atk-s0517a12:73_5": "‘‘Rāgopamāṇakaraṇo, doso pamāṇakaraṇo, moho pamāṇakaraṇo’’ti (ma. ni.",
  "atk-s0517a12:73_6": "1.459) vacanato rāgādayo yassa uppajjanti, ‘‘ayaṁ ettako’’ti tassa pamāṇakaraṇato pamāṇaṁ nāma.",
  "atk-s0517a12:73_7": "Tasmiṁ pamāṇe baddhā paṭibaddhā āyattāti kilesādayo pamāṇabaddhā nāma honti.",
  "atk-s0517a12:73_8": "Kilesāti anusayabhūtā, pariyuṭṭhānāti samudācārappattakilesā.",
  "atk-s0517a12:73_9": "Saṅkhārā ponobhavikāti punappunaṁ bhavakaraṇaṁ punabhavo, punabhavo sīlametesanti ponabhavikā, ponabhavikā eva ponobhavikā.",
  "atk-s0517a12:73_10": "Kusalākusalakammasaṅkhātā saṅkhārā.",
  "atk-s0517a12:73_11": "Appamāṇoti vuttappakārassa pamāṇassa abhāvena appamāṇo.",
  "atk-s0517a12:73_12": "Maggaphalānampi appamāṇattā tato visesanatthaṁ acalaṭṭhena asaṅkhataṭṭhenāti vuttaṁ.",
  "atk-s0517a12:73_13": "Bhaṅgābhāvato acalo, paccayābhāvato asaṅkhato.",
  "atk-s0517a12:73_14": "Yo hi acalo asaṅkhato ca, so ativiya pamāṇavirahito hoti.",
  "atk-s0517a12:74_0": "Kathaṁ susamāraddho iti ce hotīti bojjhaṅgoti anantaraṁ vuttanayena yojetabbaṁ.",
  "atk-s0517a12:74_1": "Visamāti sayañca visamattā, visamassa ca bhāvassa hetuttā visamā.",
  "atk-s0517a12:74_2": "Samadhammoti santaṭṭhena paṇītaṭṭhena samo dhammo.",
  "atk-s0517a12:74_3": "Pamāṇābhāvato santo.",
  "atk-s0517a12:74_4": "‘‘Yāvatā, bhikkhave, dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṁ dhammānaṁ aggamakkhāyatī’’ti (a. ni. 4.34; itivu.",
  "atk-s0517a12:74_5": "90) vacanato sabbadhammuttamaṭṭhena paṇīto.",
  "atk-s0517a12:74_6": "Tasmiṁ samadhammoti vutte susame āraddho susamāraddho.",
  "atk-s0517a12:74_7": "Āvajjitattāti phalasamāpattiyā pavattakālaṁ sandhāya vuttaṁ.",
  "atk-s0517a12:74_8": "Anuppādādisaṅkhāte nibbāne manodvārāvajjanassa uppannattāti vuttaṁ hoti.",
  "atk-s0517a12:74_9": "Tiṭṭhatīti pavattati.",
  "atk-s0517a12:74_10": "Uppādādīni heṭṭhā vuttatthāni.",
  "atk-s0517a12:74_11": "Sesabojjhaṅgamūlakesupi vāresu eseva nayo.",
  "atk-s0517a12:75_0": "Bojjhaṅgakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:76_0": "4. Mettākathā",
  "atk-s0517a12:77_0": "Mettākathāvaṇṇanā",
  "atk-s0517a12:78_0": "22.",
  "atk-s0517a12:78_1": "Idāni bojjhaṅgakathānantaraṁ kathitāya bojjhaṅgakathāgatiyā suttantapubbaṅgamāya mettākathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:78_2": "Tattha suttante tāva āsevitāyāti ādarena sevitāya.",
  "atk-s0517a12:78_3": "Bhāvitāyāti vaḍḍhitāya.",
  "atk-s0517a12:78_4": "Bahulīkatāyāti punappunaṁ katāya.",
  "atk-s0517a12:78_5": "Yānīkatāyāti yuttayānasadisāya katāya.",
  "atk-s0517a12:78_6": "Vatthukatāyāti patiṭṭhānaṭṭhena vatthu viya katāya.",
  "atk-s0517a12:78_7": "Anuṭṭhitāyāti paccupaṭṭhitāya.",
  "atk-s0517a12:78_8": "Paricitāyāti samantato citāya upacitāya.",
  "atk-s0517a12:78_9": "Susamāraddhāyāti suṭṭhu samāraddhāya sukatāya .",
  "atk-s0517a12:78_10": "Ānisaṁsāti guṇā.",
  "atk-s0517a12:78_11": "Pāṭikaṅkhāti paṭikaṅkhitabbā icchitabbā.",
  "atk-s0517a12:78_12": "Sukhaṁ supatīti yathā sesajanā samparivattamānā kākacchamānā dukkhaṁ supanti, evaṁ asupitvā sukhaṁ supati.",
  "atk-s0517a12:78_13": "Niddaṁ okkantopi samāpattiṁ samāpanno viya hoti.",
  "atk-s0517a12:78_14": "Sukhaṁ paṭibujjhatīti yathā aññe nitthunantā vijambhantā samparivattantā dukkhaṁ paṭibujjhanti, evaṁ apaṭibujjhitvā vikasamānamiva padumaṁ sukhaṁ nibbikāraṁ paṭibujjhati.",
  "atk-s0517a12:78_15": "Na pāpakaṁ supinaṁ passatīti supinaṁ passantopi bhaddakameva supinaṁ passati.",
  "atk-s0517a12:78_16": "Cetiyaṁ vandanto viya pūjaṁ karonto viya dhammaṁ suṇanto viya ca hoti.",
  "atk-s0517a12:78_17": "Yathā panaññe attānaṁ corehi parivāritaṁ viya vāḷehi upaddutaṁ viya papāte patantaṁ viya ca passanti, na evaṁ pāpakaṁ supinaṁ passati.",
  "atk-s0517a12:78_18": "Manussānaṁ piyo hotīti ure āmuttamuttāhāro viya sīse piḷandhamālā viya ca manussānaṁ piyo hoti manāpo.",
  "atk-s0517a12:78_19": "Amanussānaṁ piyo hotīti yatheva ca manussānaṁ, evaṁ amanussānampi piyo hoti.",
  "atk-s0517a12:78_20": "Devatā rakkhantīti puttamiva mātāpitaro devatā rakkhanti.",
  "atk-s0517a12:78_21": "Nāssa aggi vā visaṁ vā satthaṁ vā kamatīti mettāvihārissa kāye aggi vā visaṁ vā satthaṁ vā na kamati na pavisati, nāssa kāyaṁ vikopetīti vuttaṁ hoti.",
  "atk-s0517a12:78_22": "Tuvaṭaṁ cittaṁ samādhiyatīti mettāvihārino khippameva cittaṁ samādhiyati, natthi tassa dandhāyitattaṁ.",
  "atk-s0517a12:78_23": "Mukhavaṇṇo vippasīdatīti bandhanā pamuttatālapakkaṁ viya cassa vippasannavaṇṇaṁ mukhaṁ hoti.",
  "atk-s0517a12:78_24": "Asammūḷho kālaṁ karotīti mettāvihārino sammohamaraṇaṁ nāma natthi, asammūḷho niddaṁ okkamanto viya kālaṁ karoti.",
  "atk-s0517a12:78_25": "Uttari appaṭivijjhantoti mettāsamāpattito uttariṁ arahattaṁ adhigantuṁ asakkonto ito cavitvā suttappabuddho viya brahmalokūpago hotīti brahmalokaṁ upapajjatīti attho.",
  "atk-s0517a12:79_0": "Mettāniddese anodhiso pharaṇāti odhi mariyādā, na odhi anodhi.",
  "atk-s0517a12:79_1": "Tato anodhiso, anodhitoti attho, nippadesato phusanāti vuttaṁ hoti.",
  "atk-s0517a12:79_2": "Odhisoti padesavasena.",
  "atk-s0517a12:79_3": "Disāpharaṇāti disāsu pharaṇā.",
  "atk-s0517a12:79_4": "Sabbeti anavasesapariyādānaṁ.",
  "atk-s0517a12:79_5": "Sattātipadassa attho ñāṇakathāmātikāvaṇṇanāyaṁ vutto, ruḷhīsaddena pana vītarāgesupi ayaṁ vohāro vattati vilīvamayepi bījanivisese tālavaṇṭavohāro viya.",
  "atk-s0517a12:79_6": "Averāti verarahitā.",
  "atk-s0517a12:79_7": "Abyāpajjāti byāpādarahitā.",
  "atk-s0517a12:79_8": "Anīghāti niddukkhā.",
  "atk-s0517a12:79_9": "Anigghātipi pāṭho.",
  "atk-s0517a12:79_10": "Sukhī attānaṁpariharantūti sukhitā hutvā attabhāvaṁ vattayantu.",
  "atk-s0517a12:79_11": "‘‘Averā’’ti ca sakasantāne ca pare paṭicca, parasantāne ca itare paṭicca verābhāvo dassito, ‘‘abyāpajjā’’tiādīsu verābhāvā tammūlakabyāpādābhāvo, ‘‘anīghā’’ti byāpādābhāvā tammūlakadukkhābhāvo, ‘‘sukhī attānaṁ pariharantū’’ti dukkhābhāvāsukhena attabhāvapariharaṇaṁ dassitanti evamettha vacanasambandho veditabboti.",
  "atk-s0517a12:79_12": "Imesu ca ‘‘averā hontū’’tiādīsu catūsupi vacanesu yaṁ yaṁ pākaṭaṁ hoti, tassa tassa vasena mettāya pharati.",
  "atk-s0517a12:80_0": "Pāṇātiādīsu pāṇanatāya pāṇā, assāsapassāsāyattavuttitāyāti attho.",
  "atk-s0517a12:80_1": "Bhūtattā bhūtā, abhinibbattāti attho.",
  "atk-s0517a12:80_2": "Puṁ vuccati nirayo, taṁ puṁ galanti gacchantīti puggalā.",
  "atk-s0517a12:80_3": "Attabhāvo vuccati sarīraṁ, khandhapañcakameva vā, taṁ upādāya paññattimattasabbhāvato, tasmiṁ attabhāve pariyāpannā paricchinnā antogadhāti attabhāvapariyāpannā.",
  "atk-s0517a12:80_4": "Yathā ca sattāti vacanaṁ, evaṁ sesānipi ruḷhīvasena āropetvā sabbānetāni sabbasattavevacanānīti veditabbāni.",
  "atk-s0517a12:80_5": "Kāmañca aññānipi ‘‘sabbe jantū sabbe jīvā’’tiādīni sabbasattavevacanāni atthi, pākaṭavasena pana imāneva pañca gahetvā ‘‘pañcahākārehi anodhiso pharaṇā mettācetovimuttī’’ti vuccati.",
  "atk-s0517a12:80_6": "Ye pana ‘‘sattā pāṇā’’tiādīnaṁ na kevalaṁ vacanamattatova, atha kho atthatopi nānattameva iccheyyuṁ, tesaṁ anodhiso pharaṇā virujjhati.",
  "atk-s0517a12:80_7": "Tasmā tathā atthaṁ aggahetvā imesu pañcasu ākāresu aññataravasena anodhiso mettāya pharati.",
  "atk-s0517a12:81_0": "Odhiso pharaṇe pana itthiyo purisāti liṅgavasena vuttaṁ, ariyā anariyāti ariyaputhujjanavasena, devāmanussā vinipātikāti upapattivasena.",
  "atk-s0517a12:81_1": "Disāpharaṇepi disāvibhāgaṁ akatvā sabbadisāsu ‘‘sabbe sattā’’tiādinā nayena pharaṇato anodhiso pharaṇā hoti, sabbadisāsu ‘‘sabbā itthiyo’’tiādinā nayena pharaṇato odhiso pharaṇā.",
  "atk-s0517a12:82_0": "Yasmā pana ayaṁ tividhāpi mettāpharaṇā appanāpattacittassa vasena vuttā, tasmā tīsu vāresu appanā gahetabbā.",
  "atk-s0517a12:82_1": "Anodhiso pharaṇe tāva ‘‘sabbe sattā averā hontū’’ti ekā, ‘‘abyāpajjā hontū’’ti ekā ‘‘anīghā hontū’’ti ekā, ‘‘sukhī attānaṁ pariharantū’’ti ekā.",
  "atk-s0517a12:82_2": "Tānipi hi cattāri hitopasaṁhāravaseneva vuttāni.",
  "atk-s0517a12:82_3": "Hitopasaṁhāralakkhaṇā hi mettā.",
  "atk-s0517a12:82_4": "Iti ‘‘sattā’’tiādīsu pañcasu ākāresu catassannaṁ catassannaṁ appanānaṁ vasena vīsati appanā honti, odhiso pharaṇe ‘‘sabbā itthiyo’’tiādīsu sattasu ākāresu catassannaṁ catassannaṁ vasena aṭṭhavīsati appanā.",
  "atk-s0517a12:82_5": "Disāpharaṇe pana ‘‘sabbe puratthimāya disāya sattā’’tiādinā nayena ekamekissā disāya vīsati vīsati katvā dve satāni, ‘‘sabbā puratthimāya disāya itthiyo’’tiādinā nayena ekamekissā disāya aṭṭhavīsati aṭṭhavīsati katvā asīti dve satānīti cattāri satāni asīti ca appanā.",
  "atk-s0517a12:82_6": "Iti sabbānipi idha vuttāni aṭṭhavīsādhikāni pañca appanāsatāni honti.",
  "atk-s0517a12:82_7": "Yathā ca mettāya tividhena pharaṇā vuttā, tathā karuṇāmuditāupekkhānampi vuttāva hotīti veditabbaṁ.",
  "atk-s0517a12:83_0": "1. Indriyavāravaṇṇanā",
  "atk-s0517a12:84_0": "23.",
  "atk-s0517a12:84_1": "Atha mettūpasaṁhārākāraṁ indriyādiparibhāvanañca dassetuṁ sabbesaṁ sattānaṁ pīḷanaṁ vajjetvātiādimāha.",
  "atk-s0517a12:84_2": "Tattha pīḷananti abbhantarato sarīrapīḷanaṁ.",
  "atk-s0517a12:84_3": "Upaghātanti bāhirato sarīropaghātaṁ.",
  "atk-s0517a12:84_4": "Santāpanti yathā tathā vā cittasantāpanaṁ.",
  "atk-s0517a12:84_5": "Pariyādānanti pakatiyā jīvitādiparikkhayaṁ.",
  "atk-s0517a12:84_6": "Vihesanti parato jīvitaviheṭhanaṁ.",
  "atk-s0517a12:84_7": "Vajjetvāti pīḷanādīsu ekekaṁ attano citteneva apanetvā.",
  "atk-s0517a12:84_8": "Imāni pīḷanādīni pañca padāni mettopasaṁhārassa paṭipakkhavivajjanavasena vuttāni, apīḷanāyātiādīni mettopasaṁhāravasena.",
  "atk-s0517a12:84_9": "Apīḷanāyāti apīḷanākārena, sabbe satte mettāyatīti sambandho.",
  "atk-s0517a12:84_10": "Evaṁ sesesupi.",
  "atk-s0517a12:84_11": "Mā verino mā dukkhino mā dukkhitattāti imānipi tīṇi mettopasaṁhārassa paṭipakkhapaṭikkhepavacanāni.",
  "atk-s0517a12:84_12": "Mā-vacanassa mā hontūti attho.",
  "atk-s0517a12:84_13": "Averino sukhino sukhitattāti imāni tīṇi mettopasaṁhāravacanāni.",
  "atk-s0517a12:84_14": "‘‘Abyāpajjā anīghā’’ti idaṁ dvayaṁ ‘‘sukhino’’ti vacanena saṅgahitanti veditabbaṁ.",
  "atk-s0517a12:84_15": "Sukhitattāti tasseva sukhassa niccappavattidassanaṁ.",
  "atk-s0517a12:84_16": "‘‘Sukhitattā’’ti ca ‘‘sukhī attānaṁ pariharantū’’ti ca atthato ekaṁ.",
  "atk-s0517a12:84_17": "‘‘Apīḷanāyā’’tiādīhi vā abyāpajjānīghavacanāni saṅgahitāni.",
  "atk-s0517a12:84_18": "Aṭṭhahākārehīti ‘‘apīḷanāyā’’tiādayo pañca mettopasaṁhārākārā ‘‘averino hontū’’tiādayo tayo mettopasaṁhārākārāti imehi aṭṭhahākārehi.",
  "atk-s0517a12:84_19": "Mettāyatīti siniyhati.",
  "atk-s0517a12:84_20": "Taṁ dhammaṁ cetayatīti taṁ hitopasaṁhāraṁ cetayati abhisandahati, pavattetīti attho.",
  "atk-s0517a12:84_21": "Sabbabyāpādapariyuṭṭhānehivimuccatīti mettāya paṭipakkhabhūtehi sabbehi byāpādasamudācārehi vikkhambhanato vimuccati.",
  "atk-s0517a12:84_22": "Mettā ca ceto ca vimutti cāti ekāyeva mettā tidhā vaṇṇitā.",
  "atk-s0517a12:85_0": "Averino khemino sukhinoti imāni tīṇi padāni pubbe vutte ākāre saṅkhepena saṅgahetvā vuttāni.",
  "atk-s0517a12:85_1": "Saddhāya adhimuccatītiādinā nayena vuttāni pañcindriyāni mettāya sampayuttāniyeva.",
  "atk-s0517a12:85_2": "Āsevanātiādīsu chasu vāresu āsevīyati etehi mettāti āsevanā.",
  "atk-s0517a12:85_3": "Tathā bhāvanā bahulīkammaṁ.",
  "atk-s0517a12:85_4": "Alaṅkārāti vibhūsanā.",
  "atk-s0517a12:85_5": "Svālaṅkatāti suṭṭhu alaṅkatā bhūsitā.",
  "atk-s0517a12:85_6": "Parikkhārāti sambhārā.",
  "atk-s0517a12:85_7": "Suparikkhatāti suṭṭhu sambhatā.",
  "atk-s0517a12:85_8": "Parivārāti rakkhanaṭṭhena.",
  "atk-s0517a12:85_9": "Puna āsevanādīni aṭṭhavīsati padāni mettāya vaṇṇabhaṇanatthaṁ vuttāni.",
  "atk-s0517a12:85_10": "Tattha pāripūrīti paripuṇṇabhāvā.",
  "atk-s0517a12:85_11": "Sahagatāti mettāya sahagatā.",
  "atk-s0517a12:85_12": "Tathā sahajātādayo.",
  "atk-s0517a12:85_13": "Pakkhandanāti mettāya pavisanā, pakkhandati etehi mettāti vā pakkhandanā.",
  "atk-s0517a12:85_14": "Tathā saṁsīdanādayo.",
  "atk-s0517a12:85_15": "Etaṁ santanti phassanāti esā mettā santāti etehi phassanā hotīti etaṁ santanti phassanā ‘‘etadagga’’ntiādīsu (a. ni.",
  "atk-s0517a12:85_16": "1.188 ādayo) viya napuṁsakavacanaṁ.",
  "atk-s0517a12:85_17": "Svādhiṭṭhitāti suṭṭhu patiṭṭhitā.",
  "atk-s0517a12:85_18": "Susamuggatāti suṭṭhu samussitā.",
  "atk-s0517a12:85_19": "Suvimuttāti attano attano paccanīkehi suṭṭhu vimuttā.",
  "atk-s0517a12:85_20": "Nibbattentīti mettāsampayuttā hutvā mettaṁ nibbattenti.",
  "atk-s0517a12:85_21": "Jotentīti pākaṭaṁ karonti.",
  "atk-s0517a12:85_22": "Patāpentīti virocenti.",
  "atk-s0517a12:86_0": "2-4. Balādivārattayavaṇṇanā",
  "atk-s0517a12:87_0": "24-27.",
  "atk-s0517a12:87_1": "Indriyavāre vuttanayeneva balavāropi veditabbo.",
  "atk-s0517a12:87_2": "Bojjhaṅgamaggaṅgavārā pariyāyena vuttā, na yathālakkhaṇavasena.",
  "atk-s0517a12:87_3": "Maggaṅgavāre sammāvācākammantājīvā mettāya pubbabhāgavasena vuttā, na appanāvasena.",
  "atk-s0517a12:87_4": "Na hi ete mettāya saha bhavanti.",
  "atk-s0517a12:87_5": "Sabbesaṁ pāṇānantiādīnaṁ sesavārānampi sattavāre vuttanayeneva attho veditabbo.",
  "atk-s0517a12:87_6": "Mettābhāvanāvidhānaṁ pana visuddhimaggato (visuddhi.",
  "atk-s0517a12:87_7": "1.240 ādayo) gahetabbanti.",
  "atk-s0517a12:88_0": "Mettākathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:89_0": "5. Virāgakathā",
  "atk-s0517a12:90_0": "Virāgakathāvaṇṇanā",
  "atk-s0517a12:91_0": "28.",
  "atk-s0517a12:91_1": "Idāni maggapayojanapariyosānāya mettākathāya anantaraṁ kathitāya virāgasaṅkhātamaggapubbaṅgamāya virāgakathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:91_2": "Tattha paṭhamaṁ tāva ‘‘nibbindaṁ virajjati virāgā vimuccatī’’ti (mahāva 23) vuttānaṁ dvinnaṁ suttantapadānaṁ atthaṁ niddisitukāmena virāgo maggo, vimutti phalanti uddeso ṭhapito.",
  "atk-s0517a12:91_3": "Tattha paṭhamaṁ vacanatthaṁ tāva niddisitukāmo kathaṁ virāgo maggotiādimāha.",
  "atk-s0517a12:91_4": "Tattha virajjatīti virattā hoti.",
  "atk-s0517a12:91_5": "Sesāni maggañāṇaniddese vuttatthāni.",
  "atk-s0517a12:91_6": "Virāgoti yasmā sammādiṭṭhi virajjati, tasmā virāgo nāmāti attho .",
  "atk-s0517a12:91_7": "So ca virāgo yasmā virāgārammaṇo…pe…",
  "atk-s0517a12:91_8": "virāge patiṭṭhito, tasmā ca virāgoti evaṁ ‘‘virāgārammaṇo’’tiādīnaṁ pañcannaṁ vacanānaṁ sambandho veditabbo.",
  "atk-s0517a12:91_9": "Tattha virāgārammaṇoti nibbānārammaṇo.",
  "atk-s0517a12:91_10": "Virāgagocaroti nibbānavisayo.",
  "atk-s0517a12:91_11": "Virāge samudāgatoti nibbāne samuppanno.",
  "atk-s0517a12:91_12": "Virāge ṭhitoti pavattivasena nibbāne ṭhito.",
  "atk-s0517a12:91_13": "Virāge patiṭṭhitoti anivattanavasena nibbāne patiṭṭhito.",
  "atk-s0517a12:92_0": "Nibbānañca virāgoti nibbānaṁ virāgahetuttā virāgo.",
  "atk-s0517a12:92_1": "Nibbānārammaṇatājātāti nibbānārammaṇe jātā, nibbānārammaṇabhāvena vā jātā.",
  "atk-s0517a12:92_2": "Te maggasampayuttā sabbeva phassādayo dhammā virajjanaṭṭhena virāgā hontīti virāgā nāma honti.",
  "atk-s0517a12:92_3": "Sahajātānīti sammādiṭṭhisahajātāni sammāsaṅkappādīni satta maggaṅgāni.",
  "atk-s0517a12:92_4": "Virāgaṁ gacchantīti virāgo maggoti virāgaṁ nibbānaṁ ārammaṇaṁ katvā gacchantīti virāgārammaṇattā virāgo nāma, magganaṭṭhena maggo nāma hotīti attho.",
  "atk-s0517a12:92_5": "Ekekampi maggaṅgaṁ maggoti nāmaṁ labhati.",
  "atk-s0517a12:92_6": "Iti ekekassa aṅgassa maggatte vutte sammādiṭṭhiyāpi maggattaṁ vuttameva hoti.",
  "atk-s0517a12:92_7": "Tasmāyeva ca etena maggenāti aṭṭha maggaṅgāni gahetvā vuttaṁ.",
  "atk-s0517a12:92_8": "Buddhā cāti paccekabuddhāpi saṅgahitā.",
  "atk-s0517a12:92_9": "Tepi hi ‘‘dveme, bhikkhave, buddhā tathāgato ca arahaṁ sammāsambuddho paccekabuddho cā’’ti (a. ni.",
  "atk-s0517a12:92_10": "2.57) vuttattā buddhāyeva .",
  "atk-s0517a12:92_11": "Agatanti anamatagge saṁsāre agatapubbaṁ.",
  "atk-s0517a12:92_12": "Disanti sakalāyapaṭipattiyā dissati apadissati abhisandahīyatīti disā, sabbabuddhehi vā paramaṁ sukhanti dissati apadissati kathīyatīti disā , sabbadukkhaṁ vā dissanti vissajjenti ujjhanti etāyāti disā.",
  "atk-s0517a12:92_13": "Taṁ disaṁ.",
  "atk-s0517a12:92_14": "Aṭṭhaṅgiko maggoti kiṁ vuttaṁ hoti?",
  "atk-s0517a12:92_15": "Yo so aṭṭhaṅgiko dhammasamūho, so etena nibbānaṁ gacchantīti gamanaṭṭhena maggo nāmāti vuttaṁ hoti.",
  "atk-s0517a12:92_16": "Puthusamaṇabrāhmaṇānaṁ parappavādānanti visuṁ visuṁ samaṇānaṁ brāhmaṇānañca ito aññaladdhikānaṁ.",
  "atk-s0517a12:92_17": "Aggoti tesaṁ sesamaggānaṁ visiṭṭho.",
  "atk-s0517a12:92_18": "Seṭṭhoti sesamaggato ativiya pasaṁsanīyo.",
  "atk-s0517a12:92_19": "Mokkhoti mukhe sādhu, sesamaggānaṁ abhimukhe ayameva sādhūti attho.",
  "atk-s0517a12:92_20": "Uttamoti sesamagge ativiya uttiṇṇo.",
  "atk-s0517a12:92_21": "Pavaroti sesamaggato nānappakārehi saṁbhajanīyo.",
  "atk-s0517a12:92_22": "Itīti kāraṇatthe nipāto.",
  "atk-s0517a12:92_23": "Tasmā bhagavatā ‘‘maggānaṁ aṭṭhaṅgiko seṭṭho’’ti vuttoti adhippāyo.",
  "atk-s0517a12:92_24": "Vuttañhi bhagavatā –",
  "atk-s0517a12:93_0": "‘‘Maggānaṭṭhaṅgiko seṭṭho, saccānaṁ caturo padā;",
  "atk-s0517a12:94_0": "Virāgo seṭṭho dhammānaṁ, dvipadānañca cakkhumā’’ti. (dha. pa. 273);",
  "atk-s0517a12:95_0": "Taṁ idha vicchinditvā ‘‘maggānaṁ aṭṭhaṅgiko seṭṭho’’ti vuttaṁ.",
  "atk-s0517a12:95_1": "Sesavāresupi iminā ca nayena heṭṭhā vuttanayena ca attho veditabbo.",
  "atk-s0517a12:96_0": "Dassanavirāgotiādīsu dassanasaṅkhāto virāgo dassanavirāgo.",
  "atk-s0517a12:96_1": "Indriyaṭṭhato balassa visiṭṭhattā idha indriyato balaṁ paṭhamaṁ vuttanti veditabbaṁ.",
  "atk-s0517a12:96_2": "Ādhipateyyaṭṭhena indriyānītiādi indriyādīnaṁ atthavibhāvanā, na virāgassa.",
  "atk-s0517a12:96_3": "Tathaṭṭhena saccāti saccañāṇaṁ veditabbaṁ.",
  "atk-s0517a12:96_4": "Sīlavisuddhīti sammāvācākammantājīvā.",
  "atk-s0517a12:96_5": "Cittavisuddhīti sammāsamādhi.",
  "atk-s0517a12:96_6": "Diṭṭhivisuddhīti sammādiṭṭhisaṅkappā.",
  "atk-s0517a12:96_7": "Vimuttaṭṭhenāti taṁtaṁmaggavajjhakilesehi muttaṭṭhena.",
  "atk-s0517a12:96_8": "Vijjāti sammādiṭṭhi.",
  "atk-s0517a12:96_9": "Vimuttīti samucchedavimutti.",
  "atk-s0517a12:96_10": "Amatogadhaṁ nibbānaṁ pariyosānaṭṭhena maggoti maggaphalapaccavekkhaṇāhi maggīyatīti maggo.",
  "atk-s0517a12:97_0": "Imasmiṁ virāganiddese vuttā dhammā sabbepi maggakkhaṇeyeva.",
  "atk-s0517a12:97_1": "Vimuttiniddese phalakkhaṇe.",
  "atk-s0517a12:97_2": "Tasmā chandamanasikārāpi maggaphalasampayuttā.",
  "atk-s0517a12:98_0": "29.",
  "atk-s0517a12:98_1": "Virāganiddese vuttanayeneva vimuttiniddesepi attho veditabbo.",
  "atk-s0517a12:98_2": "Phalaṁ panettha paṭippassaddhivimuttattā vimutti, nibbānaṁ nissaraṇavimuttattā vimutti.",
  "atk-s0517a12:98_3": "‘‘Sahajātāni sattaṅgānī’’tiādīni vacanāni idha na labbhantīti na vuttāni.",
  "atk-s0517a12:98_4": "Sayaṁ phalavimuttattā pariccāgaṭṭhena vimuttīti ettakameva vuttaṁ.",
  "atk-s0517a12:98_5": "Sesaṁ vuttanayamevāti.",
  "atk-s0517a12:99_0": "Virāgakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:100_0": "6. Paṭisambhidākathā",
  "atk-s0517a12:101_0": "1. Dhammacakkapavattanavāravaṇṇanā",
  "atk-s0517a12:102_0": "30.",
  "atk-s0517a12:102_1": "Idāni virāgasaṅkhātamaggavasena siddhaṁ paṭisambhidāpabhedaṁ dassentena kathitāya dhammacakkappavattanasuttantapubbaṅgamāya paṭisambhidākathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:102_2": "Suttante tāva bārāṇasiyanti bārāṇasā nāma nadī, bārāṇasāya avidūre bhavā nagarī bārāṇasī.",
  "atk-s0517a12:102_3": "Tassaṁ bārāṇasiyaṁ.",
  "atk-s0517a12:102_4": "Isipatane migadāyeti isīnaṁ patanuppatanavasena evaṁladdhanāme migānaṁ abhayadānadinnaṭṭhānattā migadāyasaṅkhāte ārāme.",
  "atk-s0517a12:102_5": "Tattha hi uppannuppannā sabbaññuisayo patanti, dhammacakkappavattanatthaṁ nisīdantīti attho.",
  "atk-s0517a12:102_6": "Nandamūlakapabbhārato sattāhaccayena nirodhasamāpattito vuṭṭhitā anotattadahe katamukhadhovanakiccā ākāsena āgantvā paccekabuddhaisayopettha samosaraṇavasena patanti , uposathatthañca anuposathatthañca sannipatanti, gandhamādanaṁ paṭigacchantā ca tato ca uppatantītipi iminā isīnaṁ patanuppatanavasena taṁ ‘‘isipatana’’nti vuccati.",
  "atk-s0517a12:102_7": "‘‘Isipadana’’ntipi pāṭho.",
  "atk-s0517a12:102_8": "Pañcavaggiyeti –",
  "atk-s0517a12:103_0": "‘‘Koṇḍañño bhaddiyo vappo, mahānāmo ca assaji;",
  "atk-s0517a12:104_0": "Ete pañca mahātherā, pañcavaggāti vuccare’’ti. –",
  "atk-s0517a12:105_0": "Evaṁ vuttānaṁ pañcannaṁ bhikkhūnaṁ vaggo pañcavaggo.",
  "atk-s0517a12:105_1": "Tasmiṁ pañcavagge bhavā taṁpariyāpannattāti pañcavaggiyā, te pañcavaggiye.",
  "atk-s0517a12:105_2": "Bhikkhū āmantesīti dīpaṅkaradasabalassa pādamūle katābhinīhārato paṭṭhāya pāramiyo pūrento anupubbena pacchimabhavaṁ patvā pacchimabhave ca katābhinikkhamano anupubbena bodhimaṇḍaṁ patvā tattha aparājitapallaṅke nisinno mārabalaṁ bhinditvā paṭhamayāme pubbenivāsaṁ anussaritvā majjhimayāme dibbacakkhuṁ visodhetvā pacchimayāmāvasāne dasasahassilokadhātuṁ unnādento sampakampento sabbaññutaṁ patvā satta sattāhāni bodhimaṇḍe vītināmetvā mahābrahmunā āyācitadhammadesanā buddhacakkhunā lokaṁ voloketvā lokānuggahena bārāṇasiṁ gantvā pañcavaggiye bhikkhū saññāpetvā dhammacakkaṁ pavattetukāmo āmantesi.",
  "atk-s0517a12:106_0": "Dveme, bhikkhave, antāti dveme, bhikkhave, koṭṭhāsā.",
  "atk-s0517a12:106_1": "Imassa pana vacanassa samudāhārena samudāhāranigghoso heṭṭhā avīciṁ upari bhavaggaṁ patvā dasasahassiṁ lokadhātuṁ pattharitvā aṭṭhāsi, tasmiṁyeva samaye aṭṭhārasakoṭisaṅkhā brahmāno samāgacchiṁsu.",
  "atk-s0517a12:106_2": "Pacchimadisāya sūriyo atthaṅgameti, puratthimāya disāya uttarāsāḷhanakkhattena yutto puṇṇacando uggacchati.",
  "atk-s0517a12:106_3": "Tasmiṁ samaye bhagavā dhammacakkappavattanasuttantaṁ ārabhanto ‘‘dveme, bhikkhave, antā’’tiādimāha.",
  "atk-s0517a12:107_0": "Tattha pabbajitenāti gihisaṁyojanaṁ vatthukāmaṁ chetvā pabbajitena.",
  "atk-s0517a12:107_1": "Na sevitabbāti na valañjetabbā.",
  "atk-s0517a12:107_2": "Pabbajitānaṁyeva visesato paṭipattiyā bhājanabhūtattā ‘‘pabbajitena na sevitabbā’’ti vuttaṁ.",
  "atk-s0517a12:107_3": "Yo cāyaṁ kāmesu kāmasukhallikānuyogoti yo ca ayaṁ vatthukāmesu kilesakāmasukhassa, kilesakāmasukhanissayassa vā anuyogo.",
  "atk-s0517a12:107_4": "Hīnoti lāmako.",
  "atk-s0517a12:107_5": "Gammoti gāmavāsīnaṁ santako.",
  "atk-s0517a12:107_6": "Pothujjanikoti puthujjanena andhabālajanena āciṇṇo.",
  "atk-s0517a12:107_7": "Anariyoti na ariyo.",
  "atk-s0517a12:107_8": "Atha vā na visuddhānaṁ uttamānaṁ ariyānaṁ santako.",
  "atk-s0517a12:107_9": "Anatthasaṁhitoti na atthasaṁhito, sukhāvahakāraṇaṁ anissitoti attho.",
  "atk-s0517a12:107_10": "Attakilamathānuyogoti attano kilamathassa anuyogo , attano dukkhakaraṇanti attho.",
  "atk-s0517a12:107_11": "Dukkhoti kaṇṭakāpassayaseyyādīhi attamāraṇehi dukkhāvaho.",
  "atk-s0517a12:107_12": "Tapassīhi ‘‘uttamaṁ tapo’’ti gahitattā tesaṁ cittānurakkhanatthaṁ idha ‘‘hīno’’ti na vuttaṁ, pabbajitānaṁ dhammattā ‘‘gammo’’ti ca, gihīhi asādhāraṇattā ‘‘pothujjaniko’’ti ca na vuttaṁ.",
  "atk-s0517a12:107_13": "Tattha pana kehici pabbajitapaṭiññehi diṭṭhadhammanibbānavādehi ‘‘yato kho, bho , ayaṁ attā pañcahi kāmaguṇehi samappito samaṅgibhūto paricāreti, ettāvatā kho, bho, ayaṁ attā diṭṭhadhammanibbānappatto hotī’’ti (dī. ni.",
  "atk-s0517a12:107_14": "1.94) gahitattā tesaṁ cittānurakkhanatthañca paccuppanne sukhattā ca tassa dhammasamādānassa ‘‘dukkho’’ti na vuttaṁ.",
  "atk-s0517a12:107_15": "Kāmasukhallikānuyogo paccuppanne taṇhādiṭṭhisaṁkiliṭṭhasukhattā āyatiñca dukkhavipākattā tadanuyuttānaṁ taṇhādiṭṭhibandhanabaddhattā ca na sevitabbo, attakilamathānuyogo paccuppanne diṭṭhisaṁkiliṭṭhadukkhattā āyatiñca dukkhavipākattā tadanuyuttānaṁ diṭṭhibandhanabaddhattā ca na sevitabbo, ete khoti te ete.",
  "atk-s0517a12:107_16": "Anupagammāti na upagantvā.",
  "atk-s0517a12:107_17": "Majjhimāti saṁkiliṭṭhasukhadukkhānaṁ abhāvā majjhe bhavāti majjhimā.",
  "atk-s0517a12:107_18": "Sā eva nibbānaṁ paṭipajjanti etāyāti paṭipadā.",
  "atk-s0517a12:107_19": "Abhisambuddhāti paṭividdhā.",
  "atk-s0517a12:107_20": "Cakkhukaraṇītiādīsu paññācakkhuṁ karotīti cakkhukaraṇī.",
  "atk-s0517a12:107_21": "Ñāṇakaraṇīti tasseva vevacanaṁ.",
  "atk-s0517a12:107_22": "Upasamāyāti kilesūpasamāya.",
  "atk-s0517a12:107_23": "Abhiññāyāti catunnaṁ saccānaṁ abhijānanatthāya.",
  "atk-s0517a12:107_24": "Sambodhāyāti tesaṁyeva sambujjhanatthāya.",
  "atk-s0517a12:107_25": "Nibbānāyāti nibbānasacchikiriyatthāya.",
  "atk-s0517a12:107_26": "Atha vā dassanamaggañāṇaṁ karotīti cakkhukaraṇī.",
  "atk-s0517a12:107_27": "Bhāvanāmaggañāṇaṁ karotīti ñāṇakaraṇī.",
  "atk-s0517a12:107_28": "Sabbakilesānaṁ upasamāya.",
  "atk-s0517a12:107_29": "Sabbadhammānaṁ abhiññāya.",
  "atk-s0517a12:107_30": "Arahattaphalasambodhāya.",
  "atk-s0517a12:107_31": "Kilesānañca khandhānañca nibbānāya.",
  "atk-s0517a12:107_32": "Saccakathā abhiññeyyaniddese vuttā.",
  "atk-s0517a12:108_0": "Evaṁ bhagavā saccāni pakāsetvā attani katabahumānānaṁ tesaṁ attano paṭivedhakkamaṁ sutvā paṭipattiyā bahumānāropanena paṭipattiyaṁ ṭhatvā saccappaṭivedhaṁ passanto idaṁ dukkhaṁ ariyasaccanti me, bhikkhavetiādinā attano paṭivedhakkamaṁ dassesi.",
  "atk-s0517a12:108_1": "Tattha ananussutesūti na anussutesu, paraṁ anugantvā assutesūti attho.",
  "atk-s0517a12:108_2": "Cakkhūtiādīnaṁ attho parato āvi bhavissati.",
  "atk-s0517a12:108_3": "Idaṁ dukkhaṁ ariyasaccaṁ, idaṁ dukkhasamudayaṁ, idaṁ dukkhanirodhaṁ, idaṁ dukkhanirodhagāminī paṭipadā ariyasaccanti catunnaṁ saccānaṁ dassanapaṭivedho sekhabhūmiyaṁ.",
  "atk-s0517a12:108_4": "Pariññeyyaṁ pahātabbaṁ sacchikātabbaṁ bhāvetabbanti catunnaṁ saccānaṁ bhāvanāpaṭivedho sekhabhūmiyaṁyeva.",
  "atk-s0517a12:108_5": "Pariññātaṁ pahīnaṁ sacchikataṁ bhāvitanti catunnaṁ saccānaṁ paccavekkhaṇā asekhabhūmiyaṁ.",
  "atk-s0517a12:109_0": "Tiparivaṭṭanti saccañāṇakiccañāṇakatañāṇasaṅkhātānaṁ tiṇṇaṁ parivaṭṭānaṁ vasena tayo parivaṭṭā assāti tiparivaṭṭaṁ.",
  "atk-s0517a12:109_1": "Ettha hi ‘‘idaṁ dukkhaṁ, idaṁ dukkhasamudayaṁ , idaṁ dukkhanirodhaṁ, idaṁ dukkhanirodhagāminī paṭipadā ariyasacca’’nti evaṁ catūsu saccesu yathābhūtañāṇaṁ saccañāṇaṁ nāma.",
  "atk-s0517a12:109_2": "Tesuyeva ‘‘pariññeyyaṁ pahātabbaṁ sacchikātabbaṁ bhāvetabba’’nti evaṁ kattabbakiccajānanañāṇaṁ kiccañāṇaṁ nāma.",
  "atk-s0517a12:109_3": "‘‘Pariññātaṁ pahīnaṁ sacchikataṁ bhāvita’’nti evaṁ tassa kiccassa katabhāvajānanañāṇaṁ katañāṇaṁ nāma.",
  "atk-s0517a12:109_4": "Dvādasākāranti tesaṁyeva ekekasmiṁ sacce tiṇṇaṁ tiṇṇaṁ ākārānaṁ vasena dvādasa ākārā assāti dvādasākāraṁ.",
  "atk-s0517a12:109_5": "Ñāṇadassananti etesaṁ tiparivaṭṭānaṁ dvādasannaṁ ākārānaṁ vasena uppannaṁ ñāṇasaṅkhātaṁ dassanaṁ.",
  "atk-s0517a12:109_6": "Attamanāti sakamanā.",
  "atk-s0517a12:109_7": "Sattānañhi sukhakāmattā dukkhapaṭikūlattā pītisomanassayuttamano sakamano nāma, pītisomanassehi attamanā gahitamanā byāpitamanāti vā attho.",
  "atk-s0517a12:109_8": "Abhinandunti abhimukhā hutvā nandiṁsu.",
  "atk-s0517a12:109_9": "Veyyākaraṇeti suttante.",
  "atk-s0517a12:109_10": "Niggāthako hi suttanto kevalaṁ atthassa byākaraṇato veyyākaraṇaṁ nāma.",
  "atk-s0517a12:109_11": "Bhaññamāneti kathiyamāne.",
  "atk-s0517a12:109_12": "Vattamānasamīpe vattamānavacanaṁ kataṁ, bhaṇiteti attho.",
  "atk-s0517a12:109_13": "Virajanti vigatarāgādirajaṁ.",
  "atk-s0517a12:109_14": "Vītamalanti vigatarāgādimalaṁ.",
  "atk-s0517a12:109_15": "Rāgādayo hi ajjhottharaṇaṭṭhena rajo nāma, dūsanaṭṭhena malaṁ nāma.",
  "atk-s0517a12:109_16": "Dhammacakkhunti katthaci paṭhamamaggañāṇaṁ, katthaci ādīni tīṇi maggañāṇāni, katthaci catutthamaggañāṇampi .",
  "atk-s0517a12:109_17": "Idha pana paṭhamamaggañāṇameva.",
  "atk-s0517a12:109_18": "Yaṁ kiñci samudayadhammaṁ, sabbaṁ taṁ nirodhadhammanti vipassanāvasena evaṁ pavattassa dhammacakkhuṁ udapādīti attho.",
  "atk-s0517a12:110_0": "Dhammacakketi paṭivedhañāṇe ca desanāñāṇe ca.",
  "atk-s0517a12:110_1": "Bodhipallaṅke nisinnassa hi bhagavato catūsu saccesu dvādasākāraṁ paṭivedhañāṇampi isipatane nisinnassa dvādasākārameva saccadesanāya pavattakadesanāñāṇampi dhammacakkaṁ nāma.",
  "atk-s0517a12:110_2": "Ubhayampi hetaṁ dasabalassa pavattañāṇameva.",
  "atk-s0517a12:110_3": "Taṁ imāya desanāya pakāsentena bhagavatā dhammacakkaṁ pavattitaṁ nāma.",
  "atk-s0517a12:110_4": "Taṁ panetaṁ dhammacakkaṁ yāva aññātakoṇḍaññatthero aṭṭhārasahi brahmakoṭīhi saddhiṁ sotāpattiphale na patiṭṭhāti, tāva bhagavā pavatteti nāma, patiṭṭhite pana pavattitaṁ nāma.",
  "atk-s0517a12:110_5": "Taṁ sandhāya ‘‘pavattite ca bhagavatā dhammacakke’’ti vuttaṁ.",
  "atk-s0517a12:111_0": "Bhummādevāti bhūmaṭṭhakā devā.",
  "atk-s0517a12:111_1": "Saddamanussāvesunti ekappahāreneva sādhukāraṁ datvā etaṁ bhagavatātiādīni vadantā saddaṁ anussāvayiṁsu.",
  "atk-s0517a12:111_2": "Appaṭivattiyanti ‘‘nayidaṁ tathā’’ti paṭilomaṁ vattetuṁ asakkuṇeyyaṁ.",
  "atk-s0517a12:111_3": "Sannipatitā cettha devabrahmāno desanāpariyosāne ekappahāreneva sādhukāraṁ adaṁsu, sannipātaṁ anāgatā pana bhummadevādayo tesaṁ tesaṁ saddaṁ sutvā sādhukāramadaṁsūti veditabbaṁ.",
  "atk-s0517a12:111_4": "Tesu pana pabbatarukkhādīsu nibbattā bhummadevā.",
  "atk-s0517a12:111_5": "Te cātumahārājikapariyāpannā hontāpi idha visuṁ katvā vuttā.",
  "atk-s0517a12:111_6": "Cātumahārājikāti ca dhataraṭṭhavirūḷhakavirūpakkhakuverasaṅkhātā catumahārājā devatā etesanti cātumahārājikā.",
  "atk-s0517a12:111_7": "Te sineruvemajjhe honti.",
  "atk-s0517a12:111_8": "Tesu pabbataṭṭhakāpi atthi ākāsaṭṭhakāpi.",
  "atk-s0517a12:111_9": "Tesaṁ paramparā cakkavāḷapabbataṁ pattā.",
  "atk-s0517a12:111_10": "Khiḍḍāpadosikā manopadosikā sītavalāhakā uṇhavalāhakā candimā devaputto sūriyo devaputtoti ete sabbepi cātumahārājikadevalokaṭṭhā eva.",
  "atk-s0517a12:111_11": "Tettiṁsa janā tattha uppannāti tāvatiṁsā.",
  "atk-s0517a12:111_12": "Apica ‘‘tāvatiṁsā’’ti tesaṁ devānaṁ nāmamevātipi vuttaṁ.",
  "atk-s0517a12:111_13": "Tepi atthi pabbataṭṭhakā atthi ākāsaṭṭhakā.",
  "atk-s0517a12:111_14": "Tesaṁ paramparā cakkavāḷapabbataṁ pattā, tathā yāmādīnaṁ.",
  "atk-s0517a12:111_15": "Ekadevalokepi hi devānaṁ paramparā cakkavāḷapabbataṁ appattā nāma natthi.",
  "atk-s0517a12:111_16": "Dibbaṁ sukhaṁ yātā payātā sampattāti yāmā.",
  "atk-s0517a12:111_17": "Tuṭṭhā pahaṭṭhāti tusitā.",
  "atk-s0517a12:111_18": "Pakatipaṭiyattārammaṇato atirekena ramitukāmakāle yathārucite bhoge nimminitvā nimminitvā ramantīti nimmānaratī.",
  "atk-s0517a12:111_19": "Cittācāraṁ ñatvā paranimmitesu bhogesu vasaṁ vattentīti paranimmitavasavattī.",
  "atk-s0517a12:111_20": "Brahmakāye brahmaghaṭāya niyuttāti brahmakāyikā.",
  "atk-s0517a12:111_21": "Sabbepi pañcavokārabrahmāno gahitā.",
  "atk-s0517a12:112_0": "Tena khaṇenāti vacanaṁ visesetvā tena muhuttenāti vuttaṁ.",
  "atk-s0517a12:112_1": "Muhuttasaṅkhātena khaṇena, na paramatthakhaṇenāti vuttaṁ hoti.",
  "atk-s0517a12:112_2": "Yāva brahmalokāti brahmalokaṁ antokatvā.",
  "atk-s0517a12:112_3": "Saddoti sādhukārasaddo.",
  "atk-s0517a12:112_4": "Dasasahassīti dasasahassacakkavāḷavatī.",
  "atk-s0517a12:112_5": "Saṅkampīti uddhaṁ uggacchantī suṭṭhu kampi.",
  "atk-s0517a12:112_6": "Sampakampīti uddhaṁ uggacchantī adho okkamantī suṭṭhu pakampi.",
  "atk-s0517a12:112_7": "Sampavedhīti catudisā gacchantī suṭṭhu pavedhi.",
  "atk-s0517a12:112_8": "Sambuddhabhāvāya mātukucchiṁ okkamante ca bodhisatte tato nikkhamante ca mahāpathavī puññatejena akampittha, abhisambodhiyaṁ paṭivedhañāṇatejena.",
  "atk-s0517a12:112_9": "Dhammacakkappavattane desanāñāṇatejena sādhukāraṁ dātukāmā viya pathavī devatānubhāvena akampittha, āyusaṅkhārossajjane mahāparinibbāne ca kāruññena cittasaṅkhobhaṁ asahamānā viya pathavī devatānubhāvena akampittha.",
  "atk-s0517a12:112_10": "Appamāṇoti vuddhappamāṇo.",
  "atk-s0517a12:112_11": "Uḷāroti ettha ‘‘uḷārāni uḷārāni khādanīyāni khādantī’’tiādīsu (ma. ni.",
  "atk-s0517a12:112_12": "1.366) madhuraṁ uḷāranti vuttaṁ.",
  "atk-s0517a12:112_13": "‘‘Uḷārāya vatthabhogāya cittaṁ na namatī’’tiādīsu (a. ni.",
  "atk-s0517a12:112_14": "9.20) paṇītaṁ uḷāranti vuttaṁ.",
  "atk-s0517a12:112_15": "‘‘Uḷārāya khalu bhavaṁ vacchāyano samaṇaṁ gotamaṁ pasaṁsāya pasaṁsatī’’tiādīsu seṭṭhaṁ uḷāranti vuttaṁ.",
  "atk-s0517a12:112_16": "Idha pana ‘‘vipulo uḷāro’’ti vutto.",
  "atk-s0517a12:112_17": "Obhāsoti desanāñāṇānubhāvena ca devatānubhāvena ca jātaobhāso.",
  "atk-s0517a12:112_18": "Loketi cakkavāḷassa dasasahassiyaṁyeva.",
  "atk-s0517a12:112_19": "Atikkammeva devānaṁ devānubhāvanti devānaṁ ayamānubhāvo –",
  "atk-s0517a12:112_20": "nivatthavatthappabhā dvādasa yojanāni pharati, tathā sarīrassa alaṅkārassa vimānassa ca.",
  "atk-s0517a12:112_21": "Taṁ devānaṁ devānubhāvaṁ atikkamitvāyevāti attho.",
  "atk-s0517a12:112_22": "Udānanti somanassañāṇamayikaṁ udāhāraṁ.",
  "atk-s0517a12:112_23": "Udānesīti udāhari.",
  "atk-s0517a12:112_24": "Aññāsi vata, bho koṇḍaññoti imassapi udānassa udāharaṇaghoso dasasahassilokadhātuṁ pharitvā aṭṭhāsi.",
  "atk-s0517a12:112_25": "Aññāsikoṇḍaññoti bhusaṁ ñātakoṇḍaññoti attho.",
  "atk-s0517a12:113_0": "Cakkhuādīnaṁ niddese dassanaṭṭhenātiādīsu ekameva ñāṇaṁ yathāvuttassa neyyassa cakkhu viya dassanakiccakaraṇena cakkhu.",
  "atk-s0517a12:113_1": "Ñāṇakiccakaraṇena ñāṇaṁ.",
  "atk-s0517a12:113_2": "Nānappakārato jānanakiccakaraṇena paññā.",
  "atk-s0517a12:113_3": "Anavasesapaṭivedhakaraṇena vijjā.",
  "atk-s0517a12:113_4": "Sabbathā obhāsakiccakaraṇena āloko nāmāti attho.",
  "atk-s0517a12:113_5": "Cakkhuṁ dhammotiādīsupi ekaṁyeva ñāṇaṁ kiccanānattena pañcadhā vaṇṇitaṁ.",
  "atk-s0517a12:113_6": "Ārammaṇāti upatthambhanaṭṭhena.",
  "atk-s0517a12:113_7": "Gocarāti visayaṭṭhena.",
  "atk-s0517a12:113_8": "Dassanaṭṭhenātiādīsu ñāṇakiccaṁ pañcadhā vuttaṁ.",
  "atk-s0517a12:113_9": "Iminā nayena tīsu vāresu ekekasmiṁ pañca pañca katvā pannarasa dhammā, pannarasa atthā, dvīsu pannarasakesu tiṁsa niruttiyo, pannarasasu dhammesu pannarasasu atthesu tiṁsāya niruttīsūti saṭṭhi ñāṇāni veditabbāni.",
  "atk-s0517a12:113_10": "Sesaariyasaccesupi eseva nayo.",
  "atk-s0517a12:113_11": "Catūsu ariyasaccesu ekekasmiṁ ariyasacce pannarasannaṁ pannarasannaṁ dhammānaṁ atthānañca vasena saṭṭhi dhammā, saṭṭhi atthā, saṭṭhiyā dhammesu saṭṭhiyā atthesu ca vīsasataṁ niruttiyo, vīsādhikaṁ satanti attho.",
  "atk-s0517a12:113_12": "Saṭṭhiyā dhammesu saṭṭhiyā atthesu vīsuttarasate niruttīsūti evaṁ cattārīsañca dve ca ñāṇasatāni.",
  "atk-s0517a12:114_0": "2-3. Satipaṭṭhānavārādivaṇṇanā",
  "atk-s0517a12:115_0": "31-32.",
  "atk-s0517a12:115_1": "Satipaṭṭhānasuttantapubbaṅgame iddhipādasuttantapubbaṅgame ca paṭisambhidāniddese imināva nayena attho ca gaṇanā ca veditabbā.",
  "atk-s0517a12:116_0": "4-8. Sattabodhisattavārādivaṇṇanā",
  "atk-s0517a12:117_0": "33-37.",
  "atk-s0517a12:117_1": "Sattannaṁ bodhisattānaṁ suttantesu ekekasmiṁyeva samudaye cakkhādayo pañca, nirodhe pañcāti dasa dhammā, samudaye dassanaṭṭhādayo pañca, nirodhe pañcāti dasa atthā, tesaṁ vasena vīsati niruttiyo cattārīsaṁ ñāṇāni.",
  "atk-s0517a12:117_2": "Satta ekato katvā vuttagaṇanā suviññeyyā eva.",
  "atk-s0517a12:117_3": "Sabbaññutaññāṇavasena vuttapaṭisambhidāniddese ekekamūlakesu ‘‘ñāto diṭṭho vidito sacchikato phassito paññāyā’’ti (paṭi. ma.",
  "atk-s0517a12:117_4": "1.121) imesu pañcasu vacanesu ekekasmiṁyeva cakkhādayo pañca, dassanaṭṭhādayo pañcāti pañcapañcakānaṁ vasena pañcavīsati dhammā, pañcavīsati atthā, taddiguṇā niruttiyo, taddiguṇāni ñāṇāni ñeyyāni.",
  "atk-s0517a12:117_5": "Pañca ekato katvā vuttavārepi pañcakkhattuṁ pañca pañcavīsati katvā pañcavīsasataṁ dhammā, pañcavīsasataṁ atthā, taddiguṇā niruttiyo, taddiguṇāni ñāṇāni ñeyyāni.",
  "atk-s0517a12:117_6": "Aḍḍhateyyānīti cettha dve satāni ca paññāsañca.",
  "atk-s0517a12:117_7": "Khandhādīsupi eseva nayo.",
  "atk-s0517a12:117_8": "Imināva nayena saccavārapaṭisambhidāvāre ca dhammādigaṇanā veditabbā.",
  "atk-s0517a12:118_0": "9. Chabuddhadhammavāravaṇṇanā",
  "atk-s0517a12:119_0": "38.",
  "atk-s0517a12:119_1": "Buddhadhammavāre diyaḍḍhasatanti chakkhattuṁ pañcavīsati satañca paññāsañca honti, taddiguṇā niruttiyo taddiguṇāni ñāṇāni.",
  "atk-s0517a12:119_2": "Paṭisambhidādhikaraṇeti paṭisambhidādhikāre.",
  "atk-s0517a12:119_3": "Aḍḍhanavadhammasatānīti paṭhamaṁ vuttesu catūsu saccesu saṭṭhi, catūsu satipaṭṭhānesu saṭṭhi, catūsu sammappadhānesu saṭṭhi, sattabodhisattaveyyākaraṇesu sattati, abhiññaṭṭhādīsu pañcasu pañcavīsasataṁ, khandhaṭṭhādīsu pañcasu pañcavīsasataṁ, puna catūsu ariyasaccesu sataṁ, catūsu paṭisambhidāsu sataṁ, chasu buddhadhammesu diyaḍḍhasatanti evaṁ aṭṭhasatāni ca paññāsañca dhammā honti.",
  "atk-s0517a12:119_4": "Evaṁ atthāpi tattakā eva honti.",
  "atk-s0517a12:119_5": "Evameva saccādīsu tīsu ṭhānesu vīsasataṁ niruttiyo, sattasu veyyākaraṇesu cattārīsasataṁ niruttiyo, abhiññaṭṭhādīsu khandhaṭṭhādīsu ca aḍḍhateyyāni aḍḍhateyyāni niruttisatāni, ariyasaccesu paṭisambhidāsu ca dve dve niruttisatāni, buddhadhammesu tīṇi niruttisatānīti evaṁ niruttisahassañca sattaniruttisatāni ca honti.",
  "atk-s0517a12:119_6": "Evameva saccādīsu tīsu ṭhānesu cattārīsādhikāni dve dve ñāṇasatāni, sattasu veyyākaraṇesu asītiadhikāni dve ñāṇasatāni, abhiññaṭṭhādīsu khandhaṭṭhādīsu ca pañcapañcañāṇasatāni , saccesu paṭisambhidāsu ca cattāri cattāri ñāṇasatāni, buddhadhammesu cha ñāṇasatānīti evaṁ tīṇi ca ñāṇasahassāni cattāri ca ñāṇasatāni hontīti.",
  "atk-s0517a12:120_0": "Paṭisambhidākathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:121_0": "7. Dhammacakkakathā",
  "atk-s0517a12:122_0": "1. Saccavāravaṇṇanā",
  "atk-s0517a12:123_0": "39.",
  "atk-s0517a12:123_1": "Puna dhammacakkappavattanasuttantameva pubbaṅgamaṁ katvā kathitāya dhammacakkakathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:123_2": "Tattha dukkhavatthukāti ekābhisamayavasena dukkhaṁ vatthu etesanti dukkhavatthukā.",
  "atk-s0517a12:123_3": "Tadeva dukkhaṁ visesetvā saccavatthukātiādimāha.",
  "atk-s0517a12:123_4": "Tattha saccaṁ ārammaṇaṁ upatthambho etesanti saccārammaṇā.",
  "atk-s0517a12:123_5": "Saccaṁ gocaro visayo etesanti saccagocarā.",
  "atk-s0517a12:123_6": "Saccasaṅgahitāti maggasaccena saṅgahitā.",
  "atk-s0517a12:123_7": "Saccapariyāpannāti maggasaccāyattā.",
  "atk-s0517a12:123_8": "Sacce samudāgatāti dukkhaparijānanena dukkhasacce samuppannā.",
  "atk-s0517a12:123_9": "Tathā tattheva ṭhitā patiṭṭhitā ca.",
  "atk-s0517a12:124_0": "40.",
  "atk-s0517a12:124_1": "Idāni ‘‘pavattite ca bhagavatā dhammacakke’’ti vuttaṁ dhammacakkaṁ niddisitukāmo dhammacakkantiādimāha.",
  "atk-s0517a12:124_2": "Tattha duvidhaṁ dhammacakkaṁ paṭivedhadhammacakkaṁ desanādhammacakkañca.",
  "atk-s0517a12:124_3": "Paṭivedhadhammacakkaṁ bodhipallaṅke, desanādhammacakkaṁ isipatane.",
  "atk-s0517a12:124_4": "Dhammañca pavatteti cakkañcāti paṭivedhadhammacakkaṁ vuttaṁ, cakkañca pavatteti dhammañcāti desanādhammacakkaṁ. Kathaṁ?",
  "atk-s0517a12:124_5": "Bhagavā hi bodhipallaṅke nisinno maggakkhaṇe indriyabalabojjhaṅgamaggaṅgādibhedaṁ dhammañca pavatteti, soyeva ca dhammo kilesasattughātāya pavattanato paharaṇacakkaṁ viyāti cakkañca.",
  "atk-s0517a12:124_6": "Dhammaṁ pavattentoyeva bhagavā taṁ cakkaṁ pavatteti nāma.",
  "atk-s0517a12:124_7": "Etena dhammoyeva cakkanti kammadhārayasamāsatā vuttā hoti.",
  "atk-s0517a12:124_8": "Isipatane nisinno bhagavā dhammadesanakkhaṇe veneyyasantāne kilesasattughātāya pavattanato paharaṇacakkasadisaṁ desanācakkañca pavatteti, veneyyasantāne indriyabalabojjhaṅgamaggaṅgādibhedaṁ dhammacakkañca pavatteti.",
  "atk-s0517a12:124_9": "Etena dhammo ca cakkañca dhammacakkanti dvandasamāsatā vuttā hoti.",
  "atk-s0517a12:124_10": "Yasmā pana pavattake sati pavattanā nāma hoti, tasmā sabbatthāpi ‘‘pavattetī’’ti vuttaṁ, pavattanaṭṭhena pana ‘‘cakka’’nti vuttaṁ hotīti veditabbaṁ.",
  "atk-s0517a12:124_11": "Dhammena pavattetīti dhammacakkantiādīni desanādhammacakkameva sandhāya vuttānīti veditabbāni.",
  "atk-s0517a12:125_0": "Tattha dhammena pavattetīti yathāsabhāvattā dhammena pavattaṁ cakkanti dhammacakkanti vuttaṁ hoti.",
  "atk-s0517a12:125_1": "Dhammacariyāya pavattetīti veneyyasantāne dhammatthāya pavattaṁ cakkanti dhammacakkanti vuttaṁ hoti.",
  "atk-s0517a12:125_2": "Dhamme ṭhitotiādīhi bhagavato dhammabhūtatā dhammassāmitā ca vuttā hoti. Yathāha –",
  "atk-s0517a12:125_3": "‘‘so hāvuso, bhagavā jānaṁ jānāti passaṁ passati cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato’’ti (ma. ni. 1.203).",
  "atk-s0517a12:125_4": "Tasmā tehi dhammassa cakkanti dhammacakkanti vuttaṁ hoti.",
  "atk-s0517a12:125_5": "Ṭhitoti visayībhāvena ṭhito.",
  "atk-s0517a12:125_6": "Patiṭṭhitoti acalabhāvena patiṭṭhito.",
  "atk-s0517a12:125_7": "Vasippattoti issarabhāvaṁ patto.",
  "atk-s0517a12:125_8": "Pāramippattoti koṭippatto.",
  "atk-s0517a12:125_9": "Vesārajjappattoti visāradabhāvaṁ patto.",
  "atk-s0517a12:125_10": "Dhamme patiṭṭhāpentotiādīhi veneyyasantānamapekkhitvā vuttehi pana vacanehi dhammassāmitāya ca dhammatthāya cakkanti vuttaṁ hoti.",
  "atk-s0517a12:125_11": "Dhammaṁ sakkarontotihaādīhi dhammatthāya cakkanti vuttaṁ hoti.",
  "atk-s0517a12:125_12": "Yo hi dhammaṁ sakkārādivasena pavatteti, so dhammatthaṁ pavatteti.",
  "atk-s0517a12:125_13": "Dhammaṁ sakkarontoti yathā kato so dhammo sukato hoti, evameva naṁ karonto.",
  "atk-s0517a12:125_14": "Dhammaṁ garuṁ karontoti tasmiṁ gāravuppattiyā taṁ garuṁ karonto.",
  "atk-s0517a12:125_15": "Dhammaṁ mānentoti dhammaṁ piyañca bhāvanīyañca katvā viharanto.",
  "atk-s0517a12:125_16": "Dhammaṁ pūjentoti taṁ apadisitvā desanāpaṭipattipūjāya pūjaṁ karonto.",
  "atk-s0517a12:125_17": "Dhammaṁ apacāyamānoti tasseva dhammassa sakkāragarukārehi nīcavuttitaṁ karonto.",
  "atk-s0517a12:125_18": "Dhammaddhajo dhammaketūti taṁ dhammaṁ dhajamiva purakkhatvā ketumiva ca ukkhipitvā pavattiyā dhammaddhajo dhammaketu ca hutvāti attho.",
  "atk-s0517a12:125_19": "Dhammādhipateyyoti dhammādhipatito āgato bhāvanādhammavaseneva ca sabbakiriyānaṁ karaṇena dhammādhipateyyo hutvā.",
  "atk-s0517a12:125_20": "Taṁ kho pana dhammacakkaṁ appaṭivattiyanti kenaci nivattetuṁ asakkuṇeyyatāya appaṭihatapavattitā vuttā.",
  "atk-s0517a12:125_21": "Tasmā so dhammo pavattanaṭṭhena cakkanti vuttaṁ hoti.",
  "atk-s0517a12:126_0": "Saddhindriyaṁ dhammo, taṁ dhammaṁ pavattetīti veneyyasantāne maggasampayuttasaddhindriyuppādanena taṁ saddhindriyaṁ dhammaṁ pavattetīti attho.",
  "atk-s0517a12:126_1": "Eseva nayo sesesupi.",
  "atk-s0517a12:126_2": "Saccāti saccañāṇāni.",
  "atk-s0517a12:126_3": "Vipassanā ca vijjā ca maggañāṇameva.",
  "atk-s0517a12:126_4": "Anuppāde ñāṇanti arahattaphale ñāṇaṁ.",
  "atk-s0517a12:126_5": "Tampi veneyyasantāne pavattetiyeva, nibbānañca paṭivedhaṁ karonto pavattetiyeva nāma.",
  "atk-s0517a12:127_0": "Samudayavārādīsu samudayavatthukā nirodhavatthukā maggavatthukāti visesapadaṁ dassetvā saṅkhittā.",
  "atk-s0517a12:127_1": "Etthāpi vuttasadisaṁ paṭhamaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0517a12:128_0": "2-3. Satipaṭṭhānavārādivaṇṇanā",
  "atk-s0517a12:129_0": "41-42.",
  "atk-s0517a12:129_1": "Satipaṭṭhānaiddhipādapubbaṅgamavārāpi maggakkhaṇavasena vuttā.",
  "atk-s0517a12:129_2": "Tepi tattha tattha visesapadaṁ dassetvā saṅkhittāti.",
  "atk-s0517a12:130_0": "Dhammacakkakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:131_0": "8. Lokuttarakathā",
  "atk-s0517a12:132_0": "Lokuttarakathāvaṇṇanā",
  "atk-s0517a12:133_0": "43.",
  "atk-s0517a12:133_1": "Idāni lokuttaradhammavatiyā dhammacakkakathāya anantaraṁ kathitāya lokuttarakathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:133_2": "Tattha lokuttarapadassa attho niddesavāre āvi bhavissati.",
  "atk-s0517a12:133_3": "Cattāro satipaṭṭhānātiādayo sattatiṁsa bodhipakkhiyadhammā yathāyogaṁ maggaphalasampayuttā.",
  "atk-s0517a12:133_4": "Te bujjhanaṭṭhena bodhīti evaṁladdhanāmassa ariyassa pakkhe bhavattā bodhipakkhiyā nāma.",
  "atk-s0517a12:133_5": "Pakkhe bhavattāti upakārabhāve ṭhitattā.",
  "atk-s0517a12:133_6": "Tesu ārammaṇesu okkantitvā pakkhanditvā upaṭṭhānato upaṭṭhānaṁ, satiyeva upaṭṭhānaṁ satipaṭṭhānaṁ.",
  "atk-s0517a12:133_7": "Kāyavedanācittadhammesu panassa asubhadukkhāniccānattākāragahaṇavasena subhasukhaniccaattasaññāpahānakiccasādhanavasena ca pavattito catudhā bhedo hoti.",
  "atk-s0517a12:133_8": "Tasmā cattāro satipaṭṭhānāti vuccati.",
  "atk-s0517a12:133_9": "Padahanti etenāti padhānaṁ, sobhanaṁ padhānaṁ sammappadhānaṁ, sammā vā padahanti etenāti sammappadhānaṁ, sobhanaṁ vā taṁ kilesavirūpapavattavirahitato padhānañca hitasukhanipphādakaṭṭhena seṭṭhabhāvāvahanato padhānabhāvakaraṇato vāti sammappadhānaṁ.",
  "atk-s0517a12:133_10": "Vīriyassetaṁ adhivacanaṁ.",
  "atk-s0517a12:133_11": "Tayidaṁ uppannānuppannānaṁ akusalānaṁ pahānānuppattikiccaṁ, anuppannuppannānañca kusalānaṁ uppattiṭṭhitikiccaṁ sādhayatīti catubbidhaṁ hoti.",
  "atk-s0517a12:133_12": "Tasmā cattāro sammappadhānāti vuccati.",
  "atk-s0517a12:133_13": "Nipphattipariyāyena ijjhanaṭṭhena, ijjhanti etāya sattā iddhā vuddhā ukkaṁsagatā hontīti iminā vā pariyāyena iddhi, tassā sampayuttāya pubbaṅgamaṭṭhena phalabhūtāya pubbabhāgakāraṇaṭṭhena ca iddhiyā pādoti iddhipādo.",
  "atk-s0517a12:133_14": "So chandavīriyacittavīmaṁsāvasena catubbidhova hoti.",
  "atk-s0517a12:133_15": "Tasmā cattāro iddhipādāti vuccati.",
  "atk-s0517a12:133_16": "Assaddhiyakosajjapamādavikkhepasammohānaṁ abhibhavanato abhibhavanasaṅkhātena adhipatiyaṭṭhena indriyaṁ.",
  "atk-s0517a12:133_17": "Assaddhiyādīhi anabhibhavanīyato akampiyaṭṭhena balaṁ.",
  "atk-s0517a12:133_18": "Tadubhayampi saddhāvīriyasatisamādhipaññāvasena pañcavidhaṁ hoti.",
  "atk-s0517a12:133_19": "Tasmā pañcindriyāni pañca balānīti vuccanti.",
  "atk-s0517a12:133_20": "Bujjhanakasattassa pana aṅgabhāvena satiādayo satta dhammā bojjhaṅgā, niyyānaṭṭhena ca sammādiṭṭhiādayo aṭṭha maggaṅgā honti.",
  "atk-s0517a12:133_21": "Tena vuccati satta bojjhaṅgā ariyo aṭṭhaṅgiko maggoti.",
  "atk-s0517a12:134_0": "Iti ime sattatiṁsa bodhipakkhiyā dhammā pubbabhāge lokiyavipassanāya vattamānāya cuddasavidhena kāyaṁ pariggaṇhato ca kāyānupassanāsatipaṭṭhānaṁ, navavidhena vedanaṁ pariggaṇhato ca vedanānupassanāsatipaṭṭhānaṁ, soḷasavidhena cittaṁ pariggaṇhato ca cittānupassanāsatipaṭṭhānaṁ, pañcavidhena dhamme pariggaṇhato ca dhammānupassanāsatipaṭṭhānaṁ.",
  "atk-s0517a12:134_1": "Iti imasmiṁ attabhāve anuppannapubbaṁ parassa uppannaṁ akusalaṁ disvā ‘‘yathā paṭipannassa tassa taṁ uppannaṁ, na tathā paṭipajjissāmi, evaṁ me etaṁ nuppajjissatī’’ti tassa anuppādāya vāyamanakāle paṭhamaṁ sammappadhānaṁ, attano samudācārappattamakusalaṁ disvā tassa pahānāya vāyamanakāle dutiyaṁ, imasmiṁ attabhāve anuppannapubbaṁ jhānaṁ vā vipassanaṁ vā uppādetuṁ vāyamantassa tatiyaṁ, uppannaṁ yathā na parihāyati, evaṁ punappunaṁ uppādentassa catutthaṁ sammappadhānaṁ.",
  "atk-s0517a12:134_2": "Chandaṁ dhuraṁ katvā kusaluppādanakāle chandiddhipādo, vīriyaṁ, cittaṁ, vīmaṁsaṁ dhuraṁ katvā kusaluppādanakāle vīmaṁsiddhipādo.",
  "atk-s0517a12:134_3": "Micchāvācāya viramaṇakāle sammāvācā , micchākammantā, micchājīvā viramaṇakāle sammājīvoti evaṁ nānācittesu labbhanti.",
  "atk-s0517a12:134_4": "Catumaggakkhaṇe pana ekacitte labbhanti, phalakkhaṇe ṭhapetvā cattāro sammappadhāne avasesā tettiṁsa labbhanti.",
  "atk-s0517a12:134_5": "Evaṁ ekacitte labbhamānesu cetesu ekāva nibbānārammaṇā sati kāyādīsu subhasaññādipahānakiccasādhanavasena ‘‘cattāro satipaṭṭhānā’’ti vuccati.",
  "atk-s0517a12:134_6": "Ekameva ca vīriyaṁ anuppannuppannānaṁ anuppādādikiccasādhanavasena ‘‘cattāro sammappadhānā’’ti vuccati.",
  "atk-s0517a12:134_7": "Sesesu hāpanavaḍḍhanaṁ natthi.",
  "atk-s0517a12:135_0": "Apica tesu –",
  "atk-s0517a12:136_0": "Nava ekavidhā eko, dvedhātha catupañcadhā;",
  "atk-s0517a12:137_0": "Aṭṭhadhā navadhā ceva, iti chaddhā bhavanti te.",
  "atk-s0517a12:138_0": "Navaekavidhāti chando cittaṁ pīti passaddhi upekkhā saṅkappo vācā kammanto ājīvoti ime nava chandiddhipādādivasena ekavidhāva honti, aññakoṭṭhāsaṁ na bhajanti.",
  "atk-s0517a12:138_1": "Eko dvedhāti saddhā indriyabalavasena dvedhā ṭhitā.",
  "atk-s0517a12:138_2": "Atha catupañcadhāti athañño eko catudhā, añño pañcadhā ṭhitoti attho.",
  "atk-s0517a12:138_3": "Tattha samādhi eko indriyabalabojjhaṅgamaggaṅgavasena catudhā ṭhito, paññā tesaṁ catunnaṁ iddhipādakoṭṭhāsassa ca vasena pañcadhā.",
  "atk-s0517a12:138_4": "Aṭṭhadhā navadhā cevāti aparo eko aṭṭhadhā, eko navadhā ṭhitoti attho.",
  "atk-s0517a12:138_5": "Catusatipaṭṭhānaindriyabalabojjhaṅgamaggaṅgavasena sati aṭṭhadhā ṭhitā, catusammappadhānaiddhipādaindriyabalabojjhaṅgamaggaṅgavasena vīriyaṁ navadhāti. Evaṁ –",
  "atk-s0517a12:139_0": "Cuddaseva asambhinnā, hontete bodhipakkhiyā;",
  "atk-s0517a12:140_0": "Koṭṭhāsato sattavidhā, sattatiṁsa pabhedato.",
  "atk-s0517a12:141_0": "Sakiccanipphādanato, sarūpena ca vuttito;",
  "atk-s0517a12:142_0": "Sabbeva ariyamaggassa, sambhave sambhavanti te.",
  "atk-s0517a12:143_0": "Evaṁ maggaphalasampayutte sattatiṁsa bodhipakkhiyadhamme dassetvā puna te maggaphalesu saṅkhipitvā cattāro ariyamaggā cattāri ca sāmaññaphalānīti āha.",
  "atk-s0517a12:143_1": "Samaṇabhāvo sāmaññaṁ, catunnaṁ ariyamaggānametaṁ nāmaṁ.",
  "atk-s0517a12:143_2": "Sāmaññānaṁ phalāni sāmaññaphalāni.",
  "atk-s0517a12:143_3": "Nibbānaṁ pana sabbehi asammissameva.",
  "atk-s0517a12:143_4": "Iti vitthārato sattatiṁsabodhipakkhiyacatumaggacatuphalanibbānānaṁ vasena chacattālīsa lokuttaradhammā, tato saṅkhepena catumaggacatuphalanibbānānaṁ vasena nava lokuttaradhammā, tatopi saṅkhepena maggaphalanibbānānaṁ vasena tayo lokuttaradhammāti veditabbaṁ.",
  "atk-s0517a12:143_5": "Satipaṭṭhānādīnaṁ maggaphalānañca lokuttaratte vutte taṁsampayuttānaṁ phassādīnampi lokuttarattaṁ vuttameva hoti.",
  "atk-s0517a12:143_6": "Padhānadhammavasena pana satipaṭṭhānādayova vuttā.",
  "atk-s0517a12:143_7": "Abhidhamme (dha. sa.",
  "atk-s0517a12:143_8": "277 ādayo, 505 ādayo) ca lokuttaradhammaniddese maggaphalasampayuttānaṁ phassādīnaṁ lokuttarattaṁ vuttamevāti.",
  "atk-s0517a12:144_0": "Lokaṁ tarantīti lokaṁ atikkamanti.",
  "atk-s0517a12:144_1": "Sabbamidha īdisaṁ vattamānakālavacanaṁ cattāro ariyamagge sandhāya vuttaṁ.",
  "atk-s0517a12:144_2": "Sotāpattimaggo hi apāyalokaṁ tarati, sakadāgāmimaggo kāmāvacaralokekadesaṁ tarati, anāgāmimaggo kāmāvacaralokaṁ tarati, arahattamaggo rūpārūpāvacaralokaṁ tarati.",
  "atk-s0517a12:144_3": "Lokā uttarantīti lokā uggacchanti.",
  "atk-s0517a12:144_4": "Lokatoti ca lokamhāti ca tadeva nissakkavacanaṁ visesetvā dassitaṁ.",
  "atk-s0517a12:144_5": "Lokaṁ samatikkamantīti paṭhamaṁ vuttatthameva.",
  "atk-s0517a12:144_6": "Tattha upasaggatthaṁ anapekkhitvā vuttaṁ, idha saha upasaggatthena vuttaṁ.",
  "atk-s0517a12:144_7": "Lokaṁ samatikkantāti yathāvuttaṁ lokaṁ sammā atikkantā.",
  "atk-s0517a12:144_8": "Sabbamidha īdisaṁ atītakālavacanaṁ phalanibbānāni sandhāya vuttaṁ, sotāpattiphalādīni hi yathāvuttaṁ lokaṁ atikkamitvā ṭhitāni, sadā nibbānaṁ sabbalokaṁ atikkamitvā ṭhitaṁ.",
  "atk-s0517a12:144_9": "Lokena atirekāti lokato adhikabhūtā.",
  "atk-s0517a12:144_10": "Idaṁ sabbepi lokuttaradhamme sandhāya vuttaṁ.",
  "atk-s0517a12:144_11": "Nissarantīti niggacchanti.",
  "atk-s0517a12:144_12": "Nissaṭāti niggatā.",
  "atk-s0517a12:144_13": "Loke na tiṭṭhantītiādīni aṭṭhārasa vacanāni sabbalokuttaresupi yujjanti.",
  "atk-s0517a12:144_14": "Na tiṭṭhantīti loke apariyāpannattā vuttaṁ.",
  "atk-s0517a12:144_15": "Loke na limpantīti khandhasantāne vattamānāpi tasmiṁ na limpantīti attho.",
  "atk-s0517a12:144_16": "Lokena na limpantīti akatapaṭivedhānaṁ kenaci cittena, katapaṭivedhānaṁ akusalena appamattenapi cittena na limpantīti attho.",
  "atk-s0517a12:144_17": "Asaṁlittā anupalittāti upasaggena visesitaṁ.",
  "atk-s0517a12:145_0": "Vippamuttāti alittattameva nānābyañjanena visesitaṁ.",
  "atk-s0517a12:145_1": "Ye keci hi yattha yena vā alittā, te tattha tena vā vippamuttā honti.",
  "atk-s0517a12:145_2": "Lokā vippamuttātiādīni tīṇi nissakkavasena vuttāni.",
  "atk-s0517a12:145_3": "Visaññuttāti vippamuttattavisesanaṁ.",
  "atk-s0517a12:145_4": "Ye keci hi yattha yena yato vippamuttā, te tattha tena tato visaññuttā nāma honti.",
  "atk-s0517a12:145_5": "Lokā sujjhantīti lokamalaṁ dhovitvā lokā sujjhanti.",
  "atk-s0517a12:145_6": "Visujjhantīti tadeva upasaggena visesitaṁ.",
  "atk-s0517a12:145_7": "Vuṭṭhahantīti uṭṭhitā honti.",
  "atk-s0517a12:145_8": "Vivaṭṭantīti nivaṭṭanti.",
  "atk-s0517a12:145_9": "Na sajjantīti na lagganti.",
  "atk-s0517a12:145_10": "Na gayhantīti na gaṇhīyanti.",
  "atk-s0517a12:145_11": "Na bajjhantīti na bādhīyanti.",
  "atk-s0517a12:145_12": "Samucchindantīti appavattiṁ karonti.",
  "atk-s0517a12:145_13": "Yathā ca lokaṁ samucchinnattāti, tatheva ‘‘lokā visuddhattā’’tiādi vuttameva hoti.",
  "atk-s0517a12:145_14": "Paṭippassambhentīti nirodhenti.",
  "atk-s0517a12:145_15": "Apathātiādīni cattāri sabbesupi lokuttaresu yujjanti.",
  "atk-s0517a12:145_16": "Apathāti amaggā.",
  "atk-s0517a12:145_17": "Agatīti appatiṭṭhā.",
  "atk-s0517a12:145_18": "Avisayāti anāyattā.",
  "atk-s0517a12:145_19": "Asādhāraṇāti asamānā.",
  "atk-s0517a12:145_20": "Vamantīti uggilanti.",
  "atk-s0517a12:145_21": "Na paccāvamantīti vuttapaṭipakkhanayena vuttaṁ, vantaṁ puna na adantīti attho.",
  "atk-s0517a12:145_22": "Etena vantassa suvantabhāvo vutto hoti.",
  "atk-s0517a12:145_23": "Anantaradukattayepi eseva nayo.",
  "atk-s0517a12:145_24": "Visīnentīti vikiranti vimuccanti, na bandhantīti attho.",
  "atk-s0517a12:145_25": "Na ussīnentīti na vikiranti na vimuccanti.",
  "atk-s0517a12:145_26": "‘‘Visinentī’’ti ‘‘na ussinentī’’ti rassaṁ katvā pāṭho sundaro.",
  "atk-s0517a12:145_27": "Vidhūpentīti nibbāpenti.",
  "atk-s0517a12:145_28": "Nasaṁdhūpentīti na ujjalanti.",
  "atk-s0517a12:145_29": "Lokaṁ samatikkamma abhibhuyya tiṭṭhantīti sabbepi lokuttarā dhammā lokaṁ sammā atikkamitvā abhibhavitvā ca tiṭṭhantīti lokuttarā.",
  "atk-s0517a12:145_30": "Sabbehipi imehi yathāvuttehi pakārehi lokuttarānaṁ lokato uttarabhāvo adhikabhāvo ca vutto hotīti.",
  "atk-s0517a12:146_0": "Lokuttarakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:147_0": "9. Balakathā",
  "atk-s0517a12:148_0": "Balakathāvaṇṇanā",
  "atk-s0517a12:149_0": "44.",
  "atk-s0517a12:149_1": "Idāni lokuttarakathāya anantaraṁ kathitāya lokuttarakathāvatiyā suttantapubbaṅgamāya balakathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:149_2": "Tattha ādito suttantavasena pañca balāni dassetvā tadaññānipi balāni dassetukāmo apica aṭṭhasaṭṭhi balānītiādimāha.",
  "atk-s0517a12:149_3": "Sabbānipi taṁtaṁpaṭipakkhehi akampiyaṭṭhena balāni nāma honti.",
  "atk-s0517a12:149_4": "Hiribalantiādīsu pāpato hirīyanti etāyāti hirī, lajjāyetaṁ nāmaṁ.",
  "atk-s0517a12:149_5": "Pāpato ottappanti etenāti ottappaṁ, pāpato ubbegassetaṁ nāmaṁ.",
  "atk-s0517a12:149_6": "Ajjhattasamuṭṭhānā hirī, bahiddhāsamuṭṭhānaṁ ottappaṁ.",
  "atk-s0517a12:149_7": "Attādhipati hirī, lokādhipati ottappaṁ .",
  "atk-s0517a12:149_8": "Lajjāsabhāvasaṇṭhitā hirī, bhayasabhāvasaṇṭhitaṁ ottappaṁ.",
  "atk-s0517a12:149_9": "Sappatissavalakkhaṇā hirī, vajjabhīrukabhayadassāvilakkhaṇaṁ ottappaṁ.",
  "atk-s0517a12:149_10": "Sā eva hirī ahirikena na kampatīti hiribalaṁ.",
  "atk-s0517a12:149_11": "Tadeva ottappaṁ anottappena na kampatīti ottappabalaṁ.",
  "atk-s0517a12:149_12": "Appaṭisaṅkhānena na kampatīti paṭisaṅkhānabalaṁ.",
  "atk-s0517a12:149_13": "Upaparikkhaṇapaññāyetaṁ nāmaṁ.",
  "atk-s0517a12:149_14": "Vīriyasīsena satta bojjhaṅge bhāventassa uppannabalaṁ bhāvanābalaṁ.",
  "atk-s0517a12:149_15": "Tathāpavattānaṁ catunnaṁ khandhānametaṁ nāmaṁ.",
  "atk-s0517a12:149_16": "Parisuddhāni sīlādīni anavajjabalaṁ.",
  "atk-s0517a12:149_17": "Cattāri saṅgahavatthūni saṅgahabalaṁ.",
  "atk-s0517a12:149_18": "Saṅgahe balantipi pāṭho.",
  "atk-s0517a12:149_19": "Dukkhamānaṁ adhivāsanaṁ khantibalaṁ.",
  "atk-s0517a12:149_20": "Dhammakathāya paresaṁ tosanaṁ paññattibalaṁ.",
  "atk-s0517a12:149_21": "Adhitassa atthassa adhigamāpanaṁ nijjhattibalaṁ.",
  "atk-s0517a12:149_22": "Kusalesu bahubhāvo issariyabalaṁ.",
  "atk-s0517a12:149_23": "Kusalesu yathāruci patiṭṭhānaṁ adhiṭṭhānabalaṁ.",
  "atk-s0517a12:149_24": "Hiribalādīnaṁ attho mātikāpadesu byañjanavasena visesato yujjamānaṁ gahetvā vutto.",
  "atk-s0517a12:149_25": "Samathabalaṁ vipassanābalanti balappattā samathavipassanā eva.",
  "atk-s0517a12:150_0": "Mātikāniddese assaddhiye na kampatīti saddhābalanti mūlabalaṭṭhaṁ vatvā tameva aparehi navahi pariyāyehi visesetvā dassesi.",
  "atk-s0517a12:150_1": "Yo hi dhammo akampiyo balappatto hoti, so sahajāte upatthambheti, attano paṭipakkhe kilese pariyādiyati, paṭivedhassa ādibhūtaṁ sīlaṁ diṭṭhiñca visodheti, cittaṁ ārammaṇe patiṭṭhāpeti, cittaṁ pabhassaraṁ karonto vodāpeti, vasiṁ pāpento visesaṁ adhigamāpeti, tato uttariṁ pāpento uttaripaṭivedhaṁ kāreti, kamena ariyamaggaṁ pāpetvā saccābhisamayaṁ kāreti, phalappattiyā nirodhe patiṭṭhāpeti.",
  "atk-s0517a12:150_2": "Tasmā navadhā balaṭṭho visesito.",
  "atk-s0517a12:150_3": "Esa nayo vīriyabalādīsu catūsu.",
  "atk-s0517a12:151_0": "Kāmacchandaṁ hirīyatīti nekkhammayutto yogī nekkhammena kāmacchandato hirīyati.",
  "atk-s0517a12:151_1": "Ottappepi eseva nayo.",
  "atk-s0517a12:151_2": "Etehi sabbākusalehipi hirīyanā ottappanā vuttāyeva honti.",
  "atk-s0517a12:151_3": "Byāpādantiādīnampi imināva nayena attho veditabbo.",
  "atk-s0517a12:151_4": "Paṭisaṅkhātīti asammohavasena ādīnavato upaparikkhati.",
  "atk-s0517a12:151_5": "Bhāvetīti vaḍḍheti.",
  "atk-s0517a12:151_6": "Vajjanti rāgādivajjaṁ.",
  "atk-s0517a12:151_7": "Saṅgaṇhātīti bandhati.",
  "atk-s0517a12:151_8": "Khamatīti tassa yogissa khamati ruccati.",
  "atk-s0517a12:151_9": "Paññāpetīti toseti.",
  "atk-s0517a12:151_10": "Nijjhāpetīti cintāpeti.",
  "atk-s0517a12:151_11": "Vasaṁ vattetīti citte pahu hutvā cittaṁ attano vasaṁ katvā pavatteti.",
  "atk-s0517a12:151_12": "Adhiṭṭhātīti vidahati.",
  "atk-s0517a12:151_13": "Bhāvanābalādīni sabbānipi nekkhammādīniyeva.",
  "atk-s0517a12:151_14": "Mātikāvaṇṇanāya aññathā vutto, attho pana byañjanavaseneva pākaṭattā idha na vuttoti veditabbaṁ.",
  "atk-s0517a12:151_15": "Samathabalaṁ vipassanābalañca vitthārato niddisitvā avasāne uddhaccasahagatakilese ca khandhe ca na kampatītiādi ca avijjāsahagatakilese ca khandhe ca na kampatītiādi ca samathabalavipassanābalānaṁ lakkhaṇadassanatthaṁ vuttaṁ.",
  "atk-s0517a12:152_0": "Sekhāsekhabalesu sammādiṭṭhiṁ sikkhatīti sekhabalanti sekhapuggalo sammādiṭṭhiṁ sikkhatīti sekho, sā sammādiṭṭhi tassa sekhassa balanti sekhabalanti attho.",
  "atk-s0517a12:152_1": "Tattha sikkhitattā asekhabalanti asekhapuggalo tattha sammādiṭṭhiyā sikkhitattā na sikkhatīti asekho, sāyeva sammādiṭṭhi tassa asekhassa balanti asekhabalaṁ.",
  "atk-s0517a12:152_2": "Eseva nayo sammāsaṅkappādīsu.",
  "atk-s0517a12:152_3": "Sammāñāṇanti paccavekkhaṇañāṇaṁ.",
  "atk-s0517a12:152_4": "Tampi hi lokikampi hontaṁ sekhassa pavattattā sekhabalaṁ, asekhassa pavattattā asekhabalanti vuttaṁ.",
  "atk-s0517a12:152_5": "Sammāvimuttīti aṭṭha maggaṅgāni ṭhapetvā sesā phalasampayuttā dhammā .",
  "atk-s0517a12:152_6": "Keci pana ‘‘ṭhapetvā lokuttaravimuttiṁ avasesā vimuttiyo sammāvimuttī’’ti vadanti.",
  "atk-s0517a12:152_7": "Tassa sekhāsekhabalattaṁ vuttanayameva.",
  "atk-s0517a12:153_0": "Khīṇāsavabalesu sabbānipi ñāṇabalāni.",
  "atk-s0517a12:153_1": "Khīṇāsavassa bhikkhunoti karaṇatthe sāmivacanaṁ, khīṇāsavena bhikkhunāti attho.",
  "atk-s0517a12:153_2": "Aniccatoti hutvā abhāvākārena aniccato.",
  "atk-s0517a12:153_3": "Yathābhūtanti yathāsabhāvato.",
  "atk-s0517a12:153_4": "Paññāyāti sahavipassanāya maggapaññāya.",
  "atk-s0517a12:153_5": "Aniccato sudiṭṭhā dukkhato anattato sudiṭṭhā honti tammūlakattā.",
  "atk-s0517a12:153_6": "Yanti bhāvanapuṁsakavacanaṁ, yena kāraṇenāti vā attho.",
  "atk-s0517a12:153_7": "Āgammāti paṭicca.",
  "atk-s0517a12:153_8": "Paṭijānātīti sampaṭicchati paṭiññaṁ karoti.",
  "atk-s0517a12:153_9": "Aṅgārakāsūpamāti mahābhitāpaṭṭhena aṅgārakāsuyā upamitā.",
  "atk-s0517a12:153_10": "Kāmāti vatthukāmā ca kilesakāmā ca.",
  "atk-s0517a12:154_0": "Vivekaninnanti phalasamāpattivasena upadhivivekasaṅkhātanibbānaninnaṁ.",
  "atk-s0517a12:154_1": "Tayo hi vivekā –",
  "atk-s0517a12:154_2": "kāyaviveko cittaviveko upadhivivekoti.",
  "atk-s0517a12:154_3": "Kāyaviveko ca vivekaṭṭhakāyānaṁ nekkhammābhiratānaṁ.",
  "atk-s0517a12:154_4": "Cittaviveko ca adhicittamanuyuttānaṁ.",
  "atk-s0517a12:154_5": "Upadhiviveko ca nirupadhīnaṁ puggalānaṁ visaṅkhāragatānaṁ, nissaraṇavivekasaṅkhātanibbānaninnaṁ vā.",
  "atk-s0517a12:154_6": "Pañca hi vivekā –",
  "atk-s0517a12:154_7": "vikkhambhanaviveko tadaṅgaviveko samucchedaviveko paṭippassaddhiviveko nissaraṇavivekoti.",
  "atk-s0517a12:154_8": "Vivekaninnanti viveke ninnaṁ.",
  "atk-s0517a12:154_9": "Vivekapoṇanti viveke nataṁ.",
  "atk-s0517a12:154_10": "Vivekapabbhāranti vivekasīsabhāraṁ.",
  "atk-s0517a12:154_11": "Dvepi purimasseva vevacanāni.",
  "atk-s0517a12:154_12": "Vivekaṭṭhanti kilesehi vajjitaṁ, dūrībhūtaṁ vā.",
  "atk-s0517a12:154_13": "Nekkhammābhiratanti nibbāne abhirataṁ, pabbajjāya abhirataṁ vā.",
  "atk-s0517a12:154_14": "Byantībhūtanti vigatantībhūtaṁ, ekadesenāpi anallīnaṁ vippamuttaṁ visaṁsaṭṭhaṁ.",
  "atk-s0517a12:154_15": "Sabbasoti sabbathā.",
  "atk-s0517a12:154_16": "Āsavaṭṭhāniyehi dhammehīti saṁyogavasena āsavānaṁ kāraṇabhūtehi kilesadhammehīti attho.",
  "atk-s0517a12:154_17": "Atha vā byantībhūtanti vigatanikantibhūtaṁ, nittaṇhanti attho. Kuto?",
  "atk-s0517a12:154_18": "Sabbaso āsavaṭṭhāniyehi dhammehi sabbehi tebhūmakadhammehīti attho.",
  "atk-s0517a12:154_19": "Idha dasahi khīṇāsavabalehi khīṇāsavassa lokiyalokuttaro maggo kathito.",
  "atk-s0517a12:154_20": "‘‘Aniccato sabbe saṅkhārā’’ti dukkhapariññābalaṁ, ‘‘aṅgārakāsūpamā kāmā’’ti samudayapahānabalaṁ, ‘‘vivekaninnaṁ cittaṁ hotī’’ti nirodhasacchikiriyābalaṁ, ‘‘cattāro satipaṭṭhānā’’tiādi sattavidhaṁ maggabhāvanābalantipi vadanti.",
  "atk-s0517a12:154_21": "Dasa iddhibalāni iddhikathāya āvi bhavissanti.",
  "atk-s0517a12:155_0": "Tathāgatabalaniddese tathāgatabalānīti aññehi asādhāraṇāni tathāgatasseva balāni.",
  "atk-s0517a12:155_1": "Yathā vā pubbabuddhānaṁ balāni puññussayasampattiyā āgatāni, tathā āgatabalānītipi attho.",
  "atk-s0517a12:155_2": "Tattha duvidhaṁ tathāgatabalaṁ –",
  "atk-s0517a12:155_3": "kāyabalaṁ ñāṇabalañca.",
  "atk-s0517a12:155_4": "Tesu kāyabalaṁ hatthikulānusārena veditabbaṁ.",
  "atk-s0517a12:155_5": "Vuttañhetaṁ porāṇehi –",
  "atk-s0517a12:156_0": "‘‘Kāḷāvakañca gaṅgeyyaṁ, paṇḍaraṁ tambapiṅgalaṁ;",
  "atk-s0517a12:157_0": "Gandhamaṅgalahemañca, uposathachaddantime dasā’’ti. (vibha. aṭṭha. 760; ma. ni. aṭṭha. 1.148; saṁ. ni. aṭṭha. 2.2.22);",
  "atk-s0517a12:158_0": "Imāni dasa hatthikulāni.",
  "atk-s0517a12:158_1": "Tattha kāḷāvakanti pakatihatthikulaṁ daṭṭhabbaṁ.",
  "atk-s0517a12:158_2": "Yaṁ dasannaṁ purisānaṁ kāyabalaṁ, taṁ ekassa kāḷāvakassa hatthino balaṁ.",
  "atk-s0517a12:158_3": "Yaṁ dasannaṁ kāḷāvakānaṁ balaṁ, taṁ ekassa gaṅgeyyassa balaṁ.",
  "atk-s0517a12:158_4": "Yaṁ dasannaṁ gaṅgeyyānaṁ, taṁ ekassa paṇḍarassa.",
  "atk-s0517a12:158_5": "Yaṁ dasannaṁ paṇḍarānaṁ , taṁ ekassa tambassa.",
  "atk-s0517a12:158_6": "Yaṁ dasannaṁ tambānaṁ, taṁ ekassa piṅgalassa.",
  "atk-s0517a12:158_7": "Yaṁ dasannaṁ piṅgalānaṁ, taṁ ekassa gandhahatthino.",
  "atk-s0517a12:158_8": "Yaṁ dasannaṁ gandhahatthīnaṁ, taṁ ekassa maṅgalahatthino.",
  "atk-s0517a12:158_9": "Yaṁ dasannaṁ maṅgalahatthīnaṁ, taṁ ekassa hemavatassa.",
  "atk-s0517a12:158_10": "Yaṁ dasannaṁ hemavatānaṁ, taṁ ekassa uposathassa.",
  "atk-s0517a12:158_11": "Yaṁ dasannaṁ uposathānaṁ, taṁ ekassa chaddantassa.",
  "atk-s0517a12:158_12": "Yaṁ dasannaṁ chaddantānaṁ, taṁ ekassa tathāgatassa balaṁ.",
  "atk-s0517a12:158_13": "Nārāyanasaṅghātabalantipi idameva vuccati.",
  "atk-s0517a12:158_14": "Tadetaṁ pakatihatthino gaṇanāya hatthīnaṁ koṭisahassassa, purisagaṇanāya dasannaṁ purisakoṭisahassānaṁ balaṁ hoti.",
  "atk-s0517a12:158_15": "Idaṁ tāva tathāgatassa kāyabalaṁ.",
  "atk-s0517a12:159_0": "Ñāṇabalaṁ pana idha tāva aññattha ca pāḷiyaṁ āgatameva dasabalañāṇaṁ, majjhime (ma. ni.",
  "atk-s0517a12:159_1": "1.150) āgataṁ catuvesārajjañāṇaṁ, aṭṭhasu parisāsu akampanañāṇaṁ, catuyoniparicchedakañāṇaṁ, pañcagatiparicchedakañāṇaṁ, saṁyuttake (saṁ. ni.",
  "atk-s0517a12:159_2": "2.33-34) āgatāni tesattati ñāṇāni, sattasattati ñāṇānīti evamaññānipi anekāni ñāṇasahassāni.",
  "atk-s0517a12:159_3": "Etaṁ ñāṇabalaṁ nāma.",
  "atk-s0517a12:159_4": "Idhāpi ñāṇabalameva adhippetaṁ.",
  "atk-s0517a12:159_5": "Ñāṇañhi akampiyaṭṭhena upatthambhanaṭṭhena ca balanti vuttaṁ.",
  "atk-s0517a12:160_0": "Ṭhānañca ṭhānatoti kāraṇañca kāraṇato.",
  "atk-s0517a12:160_1": "Kāraṇañhi yasmā tattha phalaṁ tiṭṭhati tadāyattavuttitāya uppajjati ceva pavattati ca, tasmā ṭhānanti vuccati.",
  "atk-s0517a12:160_2": "Taṁ bhagavā ye ye dhammā yesaṁ yesaṁ dhammānaṁ hetū paccayā uppādāya, taṁ taṁ ṭhānanti, ye ye dhammā yesaṁ yesaṁ dhammānaṁ na hetū na paccayā uppādāya, taṁ taṁ aṭṭhānanti pajānanto ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti.",
  "atk-s0517a12:160_3": "Yampīti yena ñāṇena.",
  "atk-s0517a12:160_4": "Idampīti idampi ṭhānāṭṭhānañāṇaṁ, tathāgatassa tathāgatabalaṁ nāma hotīti attho.",
  "atk-s0517a12:160_5": "Evaṁ sesapadesupi yojanā veditabbā.",
  "atk-s0517a12:161_0": "Āsabhaṁṭhānanti seṭṭhaṭṭhānaṁ uttamaṭṭhānaṁ, āsabhā vā pubbabuddhā, tesaṁ ṭhānanti attho.",
  "atk-s0517a12:161_1": "Apica gavasatajeṭṭhako usabho, gavasahassajeṭṭhako vasabho, vajasatajeṭṭhako vā usabho, vajasahassajeṭṭhako vasabho, sabbagavaseṭṭho sabbaparissayasaho seto pāsādiko mahābhāravaho asanisatasaddehipi asantasanīyo nisabho, so idha usabhoti adhippeto.",
  "atk-s0517a12:161_2": "Idampi hi tassa pariyāyavacanaṁ.",
  "atk-s0517a12:161_3": "Usabhassa idanti āsabhaṁ.",
  "atk-s0517a12:161_4": "Ṭhānanti catūhi pādehi pathaviṁ uppīḷetvā avaṭṭhānaṁ.",
  "atk-s0517a12:161_5": "Idaṁ pana āsabhaṁ viyāti āsabhaṁ yatheva hi nisabhasaṅkhāto usabho usabhabalena samannāgato catūhi pādehi pathaviṁ uppīḷetvā acalaṭṭhānena tiṭṭhati, evaṁ tathāgatopi dasahi tathāgatabalehi samannāgato catūhi vesārajjapādehi aṭṭhaparisapathaviṁ uppīḷetvā sadevake loke kenaci paccatthikena paccāmittena akampiyo acalaṭṭhānena tiṭṭhati, evaṁ tiṭṭhamāno ca taṁ āsabhaṁ ṭhānaṁ paṭijānāti upagacchati na paccakkhāti, attani āropeti.",
  "atk-s0517a12:161_6": "Tena vuttaṁ –",
  "atk-s0517a12:161_7": "‘‘āsabhaṁ ṭhānaṁ paṭijānātī’’ti (saṁ. ni. aṭṭha. 2.2.22; ma. ni. aṭṭha. 1.148).",
  "atk-s0517a12:162_0": "Parisāsūti khattiyabrāhmaṇagahapatisamaṇacātumahārājikatāvatiṁsamārabrahmānaṁ vasena aṭṭhasu parisāsu.",
  "atk-s0517a12:162_1": "Sīhanādaṁ nadatīti seṭṭhanādaṁ achambhitanādaṁ nadati, sīhanādasadisaṁ vā nādaṁ nadati.",
  "atk-s0517a12:162_2": "Ayamattho sīhanādasuttena (ma. ni.",
  "atk-s0517a12:162_3": "1.146 ādayo; dī. ni.",
  "atk-s0517a12:162_4": "1.381 ādayo) dīpetabbo.",
  "atk-s0517a12:162_5": "Yathā vā sīho sahanato hananato ca sīhoti vuccati, evaṁ tathāgato lokadhammānaṁ sahanato parappavādānaṁ hananato sīhoti vuccati.",
  "atk-s0517a12:162_6": "Evaṁ vuttassa sīhassa nādaṁ sīhanādaṁ.",
  "atk-s0517a12:162_7": "Tattha yathā sīho sīhabalena samannāgato sabbattha visārado vigatalomahaṁso sīhanādaṁ nadati, evaṁ tathāgatasīhopi tathāgatabalehi samannāgato aṭṭhasu parisāsu visārado vigatalomahaṁso ‘‘iti rūpa’’ntiādinā (saṁ. ni.",
  "atk-s0517a12:162_8": "3.78) nayena nānāvidhadesanāvilāsasampannaṁ sīhanādaṁ nadati.",
  "atk-s0517a12:162_9": "Tena vuttaṁ –",
  "atk-s0517a12:162_10": "‘‘parisāsu sīhanādaṁ nadatī’’ti.",
  "atk-s0517a12:163_0": "Brahmacakkaṁ pavattetīti ettha brahmanti seṭṭhaṁ uttamaṁ visuddhaṁ. Cakkasaddo panāyaṁ –",
  "atk-s0517a12:164_0": "Sampattiyaṁ lakkhaṇe ca, rathaṅge iriyāpathe;",
  "atk-s0517a12:165_0": "Dāne ratanadhammūra, cakkādīsu ca dissati;",
  "atk-s0517a12:166_0": "Dhammacakke idha mato, tampi dvedhā vibhāvaye.",
  "atk-s0517a12:167_0": "‘‘Cattārimāni , bhikkhave, cakkāni, yehi samannāgatānaṁ devamanussāna’’ntiādīsu (a. ni.",
  "atk-s0517a12:167_1": "4.31) hi ayaṁ sampattiyaṁ dissati.",
  "atk-s0517a12:167_2": "‘‘Heṭṭhā pādatalesu cakkāni jātāni hontī’’ti (dī. ni.",
  "atk-s0517a12:167_3": "2.35) ettha lakkhaṇe.",
  "atk-s0517a12:167_4": "‘‘Cakkaṁva vahato pada’’nti (dha. pa.",
  "atk-s0517a12:167_5": "1) ettha rathaṅge.",
  "atk-s0517a12:167_6": "‘‘Catucakkaṁ navadvāra’’nti (saṁ. ni.",
  "atk-s0517a12:167_7": "1.29) ettha iriyāpathe.",
  "atk-s0517a12:167_8": "‘‘Dadaṁ bhuñja mā ca pamādo , cakkaṁ vattaya kosalādhipā’’ti (jā.",
  "atk-s0517a12:167_9": "1.7.149) ettha dāne.",
  "atk-s0517a12:167_10": "‘‘Dibbaṁ cakkaratanaṁ pāturahosī’’ti (dī. ni.",
  "atk-s0517a12:167_11": "2.243) ettha ratanacakke.",
  "atk-s0517a12:167_12": "‘‘Mayā pavattitaṁ cakka’’nti (su. ni.",
  "atk-s0517a12:167_13": "562) ettha dhammacakke.",
  "atk-s0517a12:167_14": "‘‘Icchāhatassa posassa, cakkaṁ bhamati matthake’’ti (jā. 1.1.104;",
  "atk-s0517a12:167_15": "1.5.103) ettha uracakke.",
  "atk-s0517a12:167_16": "‘‘Khurapariyantena cepi cakkenā’’ti (dī. ni.",
  "atk-s0517a12:167_17": "1.166) ettha paharaṇacakke.",
  "atk-s0517a12:167_18": "‘‘Asanivicakka’’nti (dī. ni. 3.61; saṁ. ni.",
  "atk-s0517a12:167_19": "2.162) ettha asanimaṇḍale.",
  "atk-s0517a12:167_20": "Idha panāyaṁ dhammacakke mato.",
  "atk-s0517a12:168_0": "Taṁ panetaṁ dhammacakkaṁ duvidhaṁ hoti paṭivedhañāṇañca desanāñāṇañca.",
  "atk-s0517a12:168_1": "Tattha paññāpabhāvitaṁ attano ariyaphalāvahaṁ paṭivedhañāṇaṁ, karuṇāpabhāvitaṁ sāvakānaṁ ariyaphalāvahaṁ desanāñāṇaṁ.",
  "atk-s0517a12:168_2": "Tattha paṭivedhañāṇaṁ uppajjamānaṁ uppannanti duvidhaṁ.",
  "atk-s0517a12:168_3": "Tañhi abhinikkhamanato yāva arahattamaggā uppajjamānaṁ nāma, phalakkhaṇe uppannaṁ nāma.",
  "atk-s0517a12:168_4": "Tusitabhavanato vā yāva bodhipallaṅke arahattamaggā uppajjamānaṁ nāma, phalakkhaṇe uppannaṁ nāma.",
  "atk-s0517a12:168_5": "Dīpaṅkaradasabalato vā paṭṭhāya yāva arahattamaggā uppajjamānaṁ nāma, phalakkhaṇe uppannaṁ nāma.",
  "atk-s0517a12:168_6": "Desanāñāṇampi pavattamānaṁ pavattanti duvidhaṁ.",
  "atk-s0517a12:168_7": "Tañhi yāva aññātakoṇḍaññattherassa arahattamaggā pavattamānaṁ nāma, phalakkhaṇe pavattaṁ nāma.",
  "atk-s0517a12:168_8": "Tattha paṭivedhañāṇaṁ lokuttaraṁ, desanāñāṇaṁ lokiyaṁ.",
  "atk-s0517a12:168_9": "Ubhayampi panetaṁ aññehi asādhāraṇaṁ, buddhānaṁyeva orasañāṇaṁ.",
  "atk-s0517a12:168_10": "Tena vuttaṁ –",
  "atk-s0517a12:168_11": "‘‘brahmacakkaṁ pavattetī’’ti.",
  "atk-s0517a12:169_0": "Kammasamādānānanti samādiyitvā katānaṁ kusalākusalakammānaṁ, kammameva vā kammasamādānaṁ.",
  "atk-s0517a12:169_1": "Ṭhānaso hetusoti paccayato ceva hetuto ca.",
  "atk-s0517a12:169_2": "Tattha gatiupadhikālapayogā vipākassa ṭhānaṁ.",
  "atk-s0517a12:169_3": "Kammaṁ hetu.",
  "atk-s0517a12:170_0": "Sabbatthagāmininti sabbagatigāminiñca agatigāminiñca.",
  "atk-s0517a12:170_1": "Paṭipadanti maggaṁ.",
  "atk-s0517a12:170_2": "Yathābhūtaṁ pajānātīti bahūsupi manussesu ekameva pāṇaṁ ghātentesu imassa cetanā nirayagāminī bhavissati, imassa tiracchānayonigāminīti iminā nayena ekavatthusmimpi kusalākusalacetanāsaṅkhātānaṁ paṭipattīnaṁ aviparītato sabhāvaṁ jānāti.",
  "atk-s0517a12:171_0": "Anekadhātunti cakkhudhātuādīhi, kāmadhātuādīhi vā dhātūhi bahudhātuṁ.",
  "atk-s0517a12:171_1": "Nānādhātunti tāsaṁyeva dhātūnaṁ vilakkhaṇattā nānappakāradhātuṁ .",
  "atk-s0517a12:171_2": "Lokanti khandhāyatanadhātulokaṁ.",
  "atk-s0517a12:171_3": "Yathābhūtaṁ pajānātīti tāsaṁ tāsaṁ dhātūnaṁ aviparītato sabhāvaṁ paṭivijjhati.",
  "atk-s0517a12:172_0": "Nānādhimuttikatanti hīnapaṇītādiadhimuttīhi nānādhimuttikabhāvaṁ.",
  "atk-s0517a12:173_0": "Parasattānanti padhānasattānaṁ.",
  "atk-s0517a12:173_1": "Parapuggalānanti tato paresaṁ hīnasattānaṁ.",
  "atk-s0517a12:173_2": "Ekatthameva vā etaṁ padadvayaṁ veneyyavasena bhagavatā dvedhā vuttaṁ.",
  "atk-s0517a12:173_3": "Idhāpi bhagavatā vuttanayeneva vuttaṁ.",
  "atk-s0517a12:173_4": "Indriyaparopariyattanti saddhādīnaṁ indriyānaṁ parabhāvañca aparabhāvañca, vuddhiñca hāniñcāti attho.",
  "atk-s0517a12:174_0": "Jhānavimokkhasamādhisamāpattīnanti paṭhamādīnaṁ catunnaṁ jhānānaṁ, ‘‘rūpī rūpāni passatī’’tiādīnaṁ (paṭi. ma.",
  "atk-s0517a12:174_1": "1.209) aṭṭhannaṁ vimokkhānaṁ, savitakkasavicārādīnaṁ tiṇṇaṁ samādhīnaṁ, paṭhamajjhānasamāpattiādīnañca navannaṁ anupubbasamāpattīnaṁ.",
  "atk-s0517a12:174_2": "Saṁkilesanti hānabhāgiyadhammaṁ.",
  "atk-s0517a12:174_3": "Vodānanti visesabhāgiyadhammaṁ.",
  "atk-s0517a12:174_4": "Vuṭṭhānanti yena kāraṇena jhānādīhi vuṭṭhahanti, taṁ kāraṇaṁ.",
  "atk-s0517a12:174_5": "Taṁ pana ‘‘vodānampi vuṭṭhānaṁ, tamhā tamhā samādhimhā vuṭṭhānampi vuṭṭhāna’’nti (vibha.",
  "atk-s0517a12:174_6": "828) evaṁ vuttaṁ paguṇajjhānañceva bhavaṅgaphalasamāpattiyo ca.",
  "atk-s0517a12:174_7": "Heṭṭhimaṁ heṭṭhimañhi paguṇajjhānaṁ uparimassa uparimassa padaṭṭhānaṁ hoti, tasmā ‘‘vodānampi vuṭṭhāna’’nti vuttaṁ.",
  "atk-s0517a12:174_8": "Bhavaṅgena pana sabbajjhānehi vuṭṭhānaṁ hoti, nirodhasamāpattito phalasamāpattiyā vuṭṭhānaṁ hoti.",
  "atk-s0517a12:174_9": "Taṁ sandhāya ‘‘tamhā tamhā samādhimhā vuṭṭhānampi vuṭṭhāna’’nti vuttaṁ.",
  "atk-s0517a12:175_0": "Pubbenivāsadibbacakkhuāsavakkhayañāṇāni heṭṭhā pakāsitāneva.",
  "atk-s0517a12:176_0": "Tattha āsavānaṁ khayāti arahattamaggena sabbakilesānaṁ khayā.",
  "atk-s0517a12:176_1": "Anāsavanti āsavavirahitaṁ.",
  "atk-s0517a12:176_2": "Cetovimuttiṁ paññāvimuttinti ettha cetovacanena arahattaphalasampayutto samādhi, paññāvacanena taṁsampayuttā ca paññā vuttā.",
  "atk-s0517a12:176_3": "Tattha ca samādhi rāgato vimuttattā cetovimutti, paññā avijjāya vimuttattā paññāvimuttīti veditabbā.",
  "atk-s0517a12:176_4": "Vuttañhetaṁ bhagavatā –",
  "atk-s0517a12:176_5": "‘‘yo hissa, bhikkhave, samādhi, tadassa samādhindriyaṁ.",
  "atk-s0517a12:176_6": "Yā hissa, bhikkhave, paññā, tadassa paññindriyaṁ.",
  "atk-s0517a12:176_7": "Iti kho, bhikkhave, rāgavirāgā cetovimutti avijjāvirāgā paññāvimuttī’’ti (saṁ. ni. 5.516; 520).",
  "atk-s0517a12:176_8": "Apicettha samathabalaṁ cetovimutti, vipassanābalaṁ paññāvimuttīti veditabbaṁ.",
  "atk-s0517a12:176_9": "Diṭṭheva dhammeti imasmiṁyeva attabhāve.",
  "atk-s0517a12:176_10": "Sayaṁ abhiññā sacchikatvāti adhikāya paññāya attanāyeva paccakkhaṁ katvā, aparappaccayena ñatvāti attho.",
  "atk-s0517a12:176_11": "Upasampajjāti adhigantvā, nipphādetvā vā.",
  "atk-s0517a12:176_12": "Imesaṁ pana dasannaṁ dasabalañāṇānaṁ vitthāro abhidhamme (vibha.",
  "atk-s0517a12:176_13": "809 ādayo) vuttanayena veditabbo.",
  "atk-s0517a12:177_0": "Tattha paravādikathā hoti –",
  "atk-s0517a12:177_1": "dasabalañāṇaṁ nāma pāṭiyekkaṁ ñāṇaṁ natthi, sabbaññutaññāṇassevāyaṁ pabhedoti.",
  "atk-s0517a12:177_2": "Na taṁ tathā daṭṭhabbaṁ.",
  "atk-s0517a12:177_3": "Aññameva hi dasabalañāṇaṁ, aññaṁ sabbaññutaññāṇaṁ.",
  "atk-s0517a12:177_4": "Dasabalañāṇañhi sakasakakiccameva jānāti, sabbaññutaññāṇaṁ tampi, tato avasesampi jānāti.",
  "atk-s0517a12:177_5": "Dasabalañāṇesu hi paṭhamaṁ kāraṇākāraṇameva jānāti, dutiyaṁ kammantaravipākantarameva, tatiyaṁ kammaparicchedameva, catutthaṁ dhātunānattakāraṇameva, pañcamaṁ sattānaṁ ajjhāsayādhimuttimeva, chaṭṭhaṁ indriyānaṁ tikkhamudubhāvameva, sattamaṁ jhānādīhi saddhiṁ tesaṁ saṁkilesādimeva, aṭṭhamaṁ pubbenivutthakhandhasantatimeva, navamaṁ sattānaṁ cutipaṭisandhimeva, dasamaṁ saccaparicchedameva.",
  "atk-s0517a12:177_6": "Sabbaññutaññāṇaṁ pana etehi jānitabbañca, tato uttariñca pajānāti.",
  "atk-s0517a12:177_7": "Etesaṁ pana kiccaṁ na sabbaṁ karoti.",
  "atk-s0517a12:177_8": "Tañhi jhānaṁ hutvā appetuṁ na sakkoti, iddhi hutvā vikubbituṁ na sakkoti, maggo hutvā kilese khepetuṁ na sakkoti.",
  "atk-s0517a12:178_0": "Apica paravādī evaṁ pucchitabbo ‘‘dasabalañāṇaṁ nāmetaṁ savitakkasavicāraṁ avitakkavicāramattaṁ avitakkāvicāraṁ kāmāvacaraṁ rūpāvacaraṁ arūpāvacaraṁ lokiyaṁ lokuttara’’nti.",
  "atk-s0517a12:178_1": "Jānanto ‘‘paṭipāṭiyā satta ñāṇāni savitakkasavicārānī’’ti vakkhati.",
  "atk-s0517a12:178_2": "‘‘Tato parāni dve avitakkaavicārānī’’ti vakkhati.",
  "atk-s0517a12:178_3": "‘‘Āsavakkhayañāṇaṁ siyā savitakkasavicāraṁ, siyā avitakkavicāramattaṁ, siyā avitakkaavicāra’’nti vakkhati.",
  "atk-s0517a12:178_4": "Tathā ‘‘paṭipāṭiyā satta kāmāvacarāni, tato parāni dve rūpāvacarāni, tato avasāne ekaṁ lokuttara’’nti vakkhati.",
  "atk-s0517a12:178_5": "‘‘Sabbaññutaññāṇaṁ pana savitakkasavicārameva kāmāvacarameva lokiyamevā’’ti vakkhati.",
  "atk-s0517a12:179_0": "Evamettha apubbatthānuvaṇṇanaṁ ñatvā idāni yasmā tathāgato paṭhamaṁyeva ṭhānāṭṭhānañāṇena veneyyasattānaṁ āsavakkhayādhigamassa ceva anadhigamassa ca ṭhānāṭṭhānabhūtaṁ kilesāvaraṇābhāvaṁ passati lokiyasammādiṭṭhiṭṭhānadassanato niyatamicchādiṭṭhiṭṭhānābhāvadassanato ca.",
  "atk-s0517a12:179_1": "Atha nesaṁ kammavipākañāṇena vipākāvaraṇābhāvaṁ passati tihetukapaṭisandhidassanato.",
  "atk-s0517a12:179_2": "Sabbatthagāminipaṭipadāñāṇena kammāvaraṇābhāvaṁ passati ānantarikakammābhāvadassanato.",
  "atk-s0517a12:179_3": "Evaṁ anāvaraṇānaṁ anekadhātunānādhātuñāṇena anukūladhammadesanatthaṁ cariyāvisesaṁ passati dhātuvemattadassanato.",
  "atk-s0517a12:179_4": "Atha nesaṁ nānādhimuttikatāñāṇena adhimuttiṁ passati payogaṁ anādiyitvāpi adhimuttivasena dhammadesanatthaṁ .",
  "atk-s0517a12:179_5": "Athevaṁ diṭṭhaadhimuttīnaṁ yathāsatti yathābalaṁ dhammaṁ desetuṁ indriyaparopariyattañāṇena indriyaparopariyattaṁ passati saddhādīnaṁ tikkhamudubhāvadassanato.",
  "atk-s0517a12:179_6": "Evaṁ pariññātindriyaparopariyattāpi panete sace dūre honti, atha jhānādiñāṇena jhānādīsu vasībhūtattā iddhivisesena khippaṁ upagacchati.",
  "atk-s0517a12:179_7": "Upagantvā ca nesaṁ pubbenivāsānussatiñāṇena pubbajātivibhāvanaṁ dibbacakkhānubhāvato pattabbena cetopariyañāṇena sampati cittavisesaṁ passanto āsavakkhayañāṇānubhāvena āsavakkhayagāminiyā paṭipadāya vigatasammohattā āsavakkhayāya dhammaṁ deseti.",
  "atk-s0517a12:179_8": "Tasmā iminānukkamena imāni dasa balāni vuttānīti veditabbānīti.",
  "atk-s0517a12:180_0": "45.",
  "atk-s0517a12:180_1": "Idāni sabbabalāni lakkhaṇato niddisitukāmo kenaṭṭhena saddhābalantiādinā nayena pucchaṁ katvā assaddhiye akampiyaṭṭhenātiādinā nayena vissajjanaṁ akāsi.",
  "atk-s0517a12:180_2": "Tattha hirīyatītiādi puggalādhiṭṭhānā desanā.",
  "atk-s0517a12:180_3": "Bhāvanābalādīsu adhiṭṭhānabalapariyantesu ‘‘tatthā’’ti ca, ‘‘tenā’’ti ca, ‘‘ta’’nti ca nekkhammādikameva sandhāya vuttanti veditabbaṁ.",
  "atk-s0517a12:180_4": "Tena cittaṁ ekagganti tena samādhinā cittaṁ ekaggaṁ hotīti vuttaṁ hoti.",
  "atk-s0517a12:180_5": "Tattha jāteti tattha samathe sampayogavasena jāte, tasmiṁ vā vipassanārammaṇaṁ hutvā jāte.",
  "atk-s0517a12:180_6": "Tattha sikkhatīti tattha sekhabale sekho sikkhatīti sekhabalanti attho.",
  "atk-s0517a12:180_7": "Tattha sikkhitattāti tattha asekhabale asekhassa sikkhitattā asekhabalaṁ.",
  "atk-s0517a12:180_8": "Tena āsavā khīṇāti tena lokiyalokuttarena ñāṇena āsavā khīṇāti taṁ ñāṇaṁ khīṇāsavabalaṁ .",
  "atk-s0517a12:180_9": "Lokiyenāpi hi ñāṇena āsavā khīṇā nāma vipassanāya abhāve lokuttaramaggābhāvato.",
  "atk-s0517a12:180_10": "Evaṁ khīṇāsavassa balanti khīṇāsavabalaṁ.",
  "atk-s0517a12:180_11": "Tassa ijjhatīti iddhibalanti tassa iddhimato ijjhatīti iddhiyeva balaṁ iddhibalaṁ.",
  "atk-s0517a12:180_12": "Appameyyaṭṭhenāti yasmā sāvakā ṭhānāṭṭhānādīni ekadesena jānanti, sabbākārena pajānanaṁyeva sandhāya ‘‘yathābhūtaṁ pajānātī’’ti vuttaṁ.",
  "atk-s0517a12:180_13": "Kiñcāpi tīsu vijjāsu ‘‘yathābhūtaṁ pajānātī’’ti na vuttaṁ, aññattha pana vuttattā tāsupi vuttameva hoti.",
  "atk-s0517a12:180_14": "Aññatthāti sesesu sattasu ñāṇabalesu ca abhidhamme (vibha.",
  "atk-s0517a12:180_15": "760) ca dasasupi balesu.",
  "atk-s0517a12:180_16": "Indriyaparopariyattañāṇaṁ pana sabbathāpi sāvakehi asādhāraṇameva.",
  "atk-s0517a12:180_17": "Tasmā dasapi balāni sāvakehi asādhāraṇānīti.",
  "atk-s0517a12:180_18": "Adhimattaṭṭhena atuliyaṭṭhena appameyyāni, tasmāyeva ca ‘‘appameyyaṭṭhena tathāgatabala’’nti vuttanti.",
  "atk-s0517a12:181_0": "Balakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:182_0": "10. Suññakathā",
  "atk-s0517a12:183_0": "Suññakathāvaṇṇanā",
  "atk-s0517a12:184_0": "46.",
  "atk-s0517a12:184_1": "Idāni lokuttarabalapariyosānāya balakathāya anantaraṁ kathitāya lokuttarasuññatāpariyosānāya suttantapubbaṅgamāya suññatākathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a12:184_2": "Suttante tāva athāti vacanopādāne nipāto.",
  "atk-s0517a12:184_3": "Etena āyasmātiādivacanassa upādānaṁ kataṁ hoti.",
  "atk-s0517a12:184_4": "Khoti padapūraṇatthe nipāto.",
  "atk-s0517a12:184_5": "Yena bhagavā tenupasaṅkamīti bhummatthe karaṇavacanaṁ.",
  "atk-s0517a12:184_6": "Tasmā yattha bhagavā, tattha upasaṅkamīti evamettha attho daṭṭhabbo.",
  "atk-s0517a12:184_7": "Yena vā kāraṇena bhagavā devamanussehi upasaṅkamitabbo, teneva kāraṇena upasaṅkamīti evamettha attho daṭṭhabbo.",
  "atk-s0517a12:184_8": "Kena ca kāraṇena bhagavā upasaṅkamitabbo?",
  "atk-s0517a12:184_9": "Nānappakāraguṇavisesādhigamādhippāyena, sāduphalūpabhogādhippāyena dijagaṇehi niccaphalitamahārukkho viya, tena kāraṇena upasaṅkamīti evamettha attho daṭṭhabbo.",
  "atk-s0517a12:184_10": "Upasaṅkamīti ca gatoti vuttaṁ hoti.",
  "atk-s0517a12:184_11": "Upasaṅkamitvāti upasaṅkamanapariyosānadīpanaṁ.",
  "atk-s0517a12:184_12": "Atha vā evañca gato tato āsannataraṁ ṭhānaṁ bhagavato samīpasaṅkhātaṁ gantvātipi vuttaṁ hoti.",
  "atk-s0517a12:185_0": "Abhivādetvāti pañcapatiṭṭhitena vanditvā.",
  "atk-s0517a12:185_1": "Idāni yenaṭṭhena loke aggapuggalassa upaṭṭhānaṁ āgato, taṁ pucchitukāmo dasanakhasamodhānasamujjalaṁ añjaliṁ sirasi patiṭṭhapetvā ekamantaṁ nisīdi.",
  "atk-s0517a12:185_2": "Ekamantanti ca bhāvanapuṁsakaniddeso ‘‘visamaṁ candimasūriyā pariharantī’’tiādīsu (a. ni.",
  "atk-s0517a12:185_3": "4.70) viya.",
  "atk-s0517a12:185_4": "Tasmā yathā nisinno ekamantaṁ nisinno hoti, tathā nisīdīti evamettha attho daṭṭhabbo.",
  "atk-s0517a12:185_5": "Bhummatthe vā etaṁ upayogavacanaṁ.",
  "atk-s0517a12:185_6": "Nisīdīti nisajjaṁ kappesi.",
  "atk-s0517a12:185_7": "Paṇḍitā hi devamanussā garuṭṭhānīyaṁ upasaṅkamitvā āsanakusalatāya ekamantaṁ nisīdanti, ayañca thero tesaṁ aññataro, tasmā ekamantaṁ nisīdi.",
  "atk-s0517a12:186_0": "Kathaṁ nisinno pana ekamantaṁ nisinno hotīti?",
  "atk-s0517a12:186_1": "Cha nisajjadose vajjetvā.",
  "atk-s0517a12:186_2": "Seyyathidaṁ –",
  "atk-s0517a12:186_3": "atidūraṁ accāsannaṁ uparivātaṁ unnatappadesaṁ atisammukhaṁ atipacchāti.",
  "atk-s0517a12:186_4": "Atidūre nisinno hi sace kathetukāmo hoti, uccāsaddena kathetabbaṁ hoti.",
  "atk-s0517a12:186_5": "Accāsanne nisinno saṅghaṭṭanaṁ karoti.",
  "atk-s0517a12:186_6": "Uparivāte nisinno sarīragandhena bādhati.",
  "atk-s0517a12:186_7": "Unnatappadese nisinno agāravaṁ pakāseti.",
  "atk-s0517a12:186_8": "Atisammukhā nisinno sace daṭṭhukāmo hoti, cakkhunā cakkhuṁ āhacca daṭṭhabbaṁ hoti.",
  "atk-s0517a12:186_9": "Atipacchā nisinno sace daṭṭhukāmo hoti, gīvaṁ pasāretvā daṭṭhabbaṁ hoti.",
  "atk-s0517a12:186_10": "Tasmā ayampi ete cha nisajjadose vajjetvā nisīdi.",
  "atk-s0517a12:186_11": "Tena vuttaṁ ‘‘ekamantaṁ nisīdī’’ti.",
  "atk-s0517a12:186_12": "Etadavocāti etaṁ avoca.",
  "atk-s0517a12:187_0": "Suñño loko suñño lokoti, bhante, vuccatīti imasmiṁ sāsane paṭipannehi tehi tehi bhikkhūhi ‘‘suñño loko suñño loko’’ti kathīyatīti attho.",
  "atk-s0517a12:187_1": "Tahiṁ tahiṁ tādisānaṁ vacanānaṁ bahukattā tesaṁ sabbesaṁ saṅgaṇhanatthaṁ āmeḍitavacanaṁ kataṁ.",
  "atk-s0517a12:187_2": "Evañhi vutte sabbāni tāni vacanāni saṅgahitāni honti.",
  "atk-s0517a12:187_3": "Kittāvatāti kittakena parimāṇena.",
  "atk-s0517a12:187_4": "Nu-iti saṁsayatthe nipāto.",
  "atk-s0517a12:187_5": "Suññaṁ attena vā attaniyena vāti ‘‘kārako vedako sayaṁvasī’’ti evaṁ lokaparikappitena attanā ca attābhāvatoyeva attano santakena parikkhārena ca suññaṁ.",
  "atk-s0517a12:187_6": "Sabbaṁ cakkhādi lokiyaṁ dhammajātaṁ, taṁyeva lujjanapalujjanaṭṭhena loko nāma.",
  "atk-s0517a12:187_7": "Yasmā ca attā ca ettha natthi, attaniyañca ettha natthi, tasmā suñño lokoti vuccatīti attho.",
  "atk-s0517a12:187_8": "Lokuttaropi ca dhammo attattaniyehi suñño eva, pucchānurūpena pana lokiyova dhammo vutto.",
  "atk-s0517a12:187_9": "Suññoti ca dhammo natthīti vuttaṁ na hoti, tasmiṁ dhamme attattaniyasārassa natthibhāvo vutto hoti.",
  "atk-s0517a12:187_10": "Loke ca ‘‘suññaṁ gharaṁ, suñño ghaṭo’’ti vutte gharassa ghaṭassa ca natthibhāvo vutto na hoti, tasmiṁ ghare ghaṭe ca aññassa natthibhāvo vutto hoti.",
  "atk-s0517a12:187_11": "Bhagavatā ca ‘‘iti yañhi kho tattha na hoti, tena taṁ suññaṁ samanupassati.",
  "atk-s0517a12:187_12": "Yaṁ pana tattha avasiṭṭhaṁ hoti, taṁ santaṁ idamatthīti pajānātī’’ti ayameva attho vutto.",
  "atk-s0517a12:187_13": "Tathā ñāyaganthe ca saddaganthe ca ayameva attho.",
  "atk-s0517a12:187_14": "Iti imasmiṁ suttante anattalakkhaṇameva kathitaṁ.",
  "atk-s0517a12:188_0": "47.",
  "atk-s0517a12:188_1": "Suttantaniddese suññasuññantiādīni pañcavīsati mātikāpadāni suññasambandhena uddisitvā tesaṁ niddeso kato.",
  "atk-s0517a12:188_2": "Tattha mātikāya tāva suññasaṅkhātaṁ suññaṁ, na aññena upapadena visesitanti suññasuññaṁ.",
  "atk-s0517a12:188_3": "Asukanti aniddiṭṭhattā cettha suññattameva vā apekkhitvā napuṁsakavacanaṁ kataṁ.",
  "atk-s0517a12:188_4": "Evaṁ sesesupi.",
  "atk-s0517a12:188_5": "Saṅkhāroyeva sesasaṅkhārehi suññoti saṅkhārasuññaṁ.",
  "atk-s0517a12:188_6": "Jarābhaṅgavasena virūpo pariṇāmo vipariṇāmo, tena vipariṇāmena suññaṁ vipariṇāmasuññaṁ.",
  "atk-s0517a12:188_7": "Aggañca taṁ attattaniyehi, sabbasaṅkhārehi vā suññañcāti aggasuññaṁ.",
  "atk-s0517a12:188_8": "Lakkhaṇameva sesalakkhaṇehi suññanti lakkhaṇasuññaṁ.",
  "atk-s0517a12:188_9": "Nekkhammādinā vikkhambhanena suññaṁ.",
  "atk-s0517a12:188_10": "Vikkhambhanasuññaṁ.",
  "atk-s0517a12:188_11": "Tadaṅgasuññādīsupi catūsu eseva nayo.",
  "atk-s0517a12:188_12": "Ajjhattañca taṁ attattaniyādīhi suññañcāti ajjhattasuññaṁ.",
  "atk-s0517a12:188_13": "Bahiddhā ca taṁ attattaniyādīhi suññañcāti bahiddhāsuññaṁ.",
  "atk-s0517a12:188_14": "Tadubhayaṁ attattaniyādīhi suññanti dubhatosuññaṁ.",
  "atk-s0517a12:188_15": "Samāno bhāgo etassāti sabhāgaṁ, sabhāgañca taṁ attattaniyādīhi suññañcāti sabhāgasuññaṁ, sadisasuññanti attho.",
  "atk-s0517a12:188_16": "Vigataṁ sabhāgaṁ visabhāgaṁ, visabhāgañca taṁ attattaniyādīhi suññañcāti visabhāgasuññaṁ, visadisasuññanti attho.",
  "atk-s0517a12:188_17": "Kesuci potthakesu sabhāgasuññaṁ visabhāgasuññaṁ nissaraṇasuññānantaraṁ likhitaṁ.",
  "atk-s0517a12:188_18": "Nekkhammādiesanā kāmacchandādinā suññāti esanāsuññaṁ.",
  "atk-s0517a12:188_19": "Pariggahasuññādīsu tīsupi eseva nayo.",
  "atk-s0517a12:188_20": "Ekārammaṇe patiṭṭhitattā nānārammaṇavikkhepābhāvato ekattañca taṁ nānattena suññañcāti ekattasuññaṁ.",
  "atk-s0517a12:188_21": "Tabbiparītena nānattañca taṁ ekattena suññañcāti nānattasuññaṁ.",
  "atk-s0517a12:188_22": "Nekkhammādikhanti kāmacchandādinā suññāti khantisuññaṁ.",
  "atk-s0517a12:188_23": "Adhiṭṭhānasuññe pariyogāhanasuññe ca eseva nayo.",
  "atk-s0517a12:188_24": "Pariyogahanasuññantipi pāṭho.",
  "atk-s0517a12:188_25": "Sampajānassāti sampajaññena samannāgatassa parinibbāyantassa arahato.",
  "atk-s0517a12:188_26": "Pavattapariyādānanti anupādāparinibbānaṁ.",
  "atk-s0517a12:188_27": "Sabbasuññatānanti sabbasuññānaṁ.",
  "atk-s0517a12:188_28": "Paramatthasuññanti sabbasaṅkhārābhāvato uttamatthabhūtaṁ suññaṁ.",
  "atk-s0517a12:189_0": "48.",
  "atk-s0517a12:189_1": "Mātikāniddese niccena vāti bhaṅgaṁ atikkamitvā pavattamānassa kassaci niccassa abhāvato niccena ca suññaṁ.",
  "atk-s0517a12:189_2": "Dhuvena vāti vijjamānakālepi paccayāyattavuttitāya thirassa kassaci abhāvato dhuvena ca suññaṁ.",
  "atk-s0517a12:189_3": "Sassatena vāti abbocchinnassa sabbakāle vijjamānassa kassaci abhāvato sassatena ca suññaṁ.",
  "atk-s0517a12:189_4": "Avipariṇāmadhammena vāti jarābhaṅgavasena avipariṇāmapakatikassa kassaci abhāvato avipariṇāmadhammena ca suññaṁ.",
  "atk-s0517a12:189_5": "Suttante attasuññatāya eva vuttāyapi niccasuññatañca sukhasuññatañca dassetuṁ idha niccena vātiādīnipi vuttāni.",
  "atk-s0517a12:189_6": "Aniccasseva hi pīḷāyogena dukkhattā niccasuññatāya vuttāya sukhasuññatāpi vuttāva hoti.",
  "atk-s0517a12:189_7": "Rūpādayo panettha cha visayā, cakkhuviññāṇādīni cha viññāṇāni, cakkhusamphassādayo cha phassā, cakkhusamphassajā vedanādayo cha vedanā cha saṅkhittāti veditabbaṁ.",
  "atk-s0517a12:190_0": "Puññābhisaṅkhārotiādīsu punāti attano kārakaṁ, pūreti cassa ajjhāsayaṁ, pujjañca bhavaṁ nibbattetīti puññaṁ, abhisaṅkharoti vipākaṁ kaṭattārūpañcāti abhisaṅkhāro, puññaṁ abhisaṅkhāro puññābhisaṅkhāro.",
  "atk-s0517a12:190_1": "Puññapaṭipakkhato apuññaṁ abhisaṅkhāro apuññābhisaṅkhāro.",
  "atk-s0517a12:190_2": "Na iñjaṁ aneñjaṁ, aneñjaṁ bhavaṁ abhisaṅkharotīti āneñjābhisaṅkhāro.",
  "atk-s0517a12:190_3": "Puññābhisaṅkhāro dānasīlabhāvanāvasena pavattā aṭṭha kāmāvacarakusalacetanā, bhāvanāvaseneva pavattā pañca rūpāvacarakusalacetanāti terasa cetanā honti, apuññābhisaṅkhāro pāṇātipātādivasena pavattā dvādasa akusalacetanā, āneñjābhisaṅkhāro bhāvanāvaseneva pavattā catasso arūpāvacaracetanāti tayopi saṅkhārā ekūnatiṁsa cetanā honti.",
  "atk-s0517a12:190_4": "Kāyasaṅkhārotiādīsu kāyato vā pavatto, kāyassa vā saṅkhāroti kāyasaṅkhāro.",
  "atk-s0517a12:190_5": "Vacīsaṅkhāracittasaṅkhāresupi eseva nayo.",
  "atk-s0517a12:190_6": "Ayaṁ tiko kammāyūhanakkhaṇe puññābhisaṅkhārādīnaṁ dvārato pavattidassanatthaṁ vutto.",
  "atk-s0517a12:190_7": "Kāyaviññattiṁ samuṭṭhāpetvā hi kāyadvārato pavattā aṭṭha kāmāvacarakusalacetanā, dvādasa akusalacetanā, abhiññācetanā cāti ekavīsati cetanā kāyasaṅkhāro nāma, tā eva ca vacīviññattiṁ samuṭṭhāpetvā vacīdvārato pavattā vacīsaṅkhāro nāma, manodvāre pavattā pana sabbāpi ekūnatiṁsa cetanā cittasaṅkhāro nāma.",
  "atk-s0517a12:190_8": "Atītā saṅkhārātiādīsu sabbepi saṅkhatadhammā sakakkhaṇaṁ patvā niruddhā atītā saṅkhārā, sakakkhaṇaṁ appattā anāgatā saṅkhārā, sakakkhaṇaṁ pattā paccuppannā saṅkhārāti.",
  "atk-s0517a12:191_0": "Vipariṇāmasuññe paccuppannaṁ dassetvā tassa tassa vipariṇāmo sukhena vattuṁ sakkāti paṭhamaṁ paccuppannadhammā dassitā.",
  "atk-s0517a12:191_1": "Tattha jātaṁ rūpanti paccuppannaṁ rūpaṁ.",
  "atk-s0517a12:191_2": "Sabhāvena suññanti ettha sayaṁ bhāvo sabhāvo, sayameva uppādoti attho.",
  "atk-s0517a12:191_3": "Sato vā bhāvo sabhāvo, attatoyeva uppādoti attho.",
  "atk-s0517a12:191_4": "Paccayāyattavuttittā paccayaṁ vinā sayameva bhāvo, attato eva vā bhāvo etasmiṁ natthīti sabhāvena suññaṁ, sayameva bhāvena, attato eva vā bhāvena suññanti vuttaṁ hoti.",
  "atk-s0517a12:191_5": "Atha vā sakassa bhāvo sabhāvo.",
  "atk-s0517a12:191_6": "Pathavīdhātuādīsu hi anekesu rūpārūpadhammesu ekeko dhammo paraṁ upādāya sako nāma.",
  "atk-s0517a12:191_7": "Bhāvoti ca dhammapariyāyavacanametaṁ.",
  "atk-s0517a12:191_8": "Ekassa ca dhammassa añño bhāvasaṅkhāto dhammo natthi, tasmā sakassa aññena bhāvena suññaṁ, sako aññena bhāvena suññoti attho.",
  "atk-s0517a12:191_9": "Tena ekassa dhammassa ekasabhāvatā vuttā hoti.",
  "atk-s0517a12:191_10": "Atha vā sabhāvena suññanti suññasabhāveneva suññaṁ.",
  "atk-s0517a12:191_11": "Kiṁ vuttaṁ hoti?",
  "atk-s0517a12:191_12": "Suññasuññatāya eva suññaṁ, na aññāhi pariyāyasuññatāhi suññanti vuttaṁ hoti.",
  "atk-s0517a12:192_0": "Sace pana keci vadeyyuṁ ‘‘sako bhāvo sabhāvo, tena sabhāvena suñña’’nti.",
  "atk-s0517a12:192_1": "Kiṁ vuttaṁ hoti?",
  "atk-s0517a12:192_2": "Bhāvoti dhammo, so paraṁ upādāya sapadena visesito sabhāvo nāma hoti.",
  "atk-s0517a12:192_3": "Dhammassa kassaci avijjamānattā ‘‘jātaṁ rūpaṁ sabhāvena suñña’’nti rūpassa avijjamānatā vuttā hotīti.",
  "atk-s0517a12:192_4": "Evaṁ sati ‘‘jātaṁ rūpa’’ntivacanena virujjhati.",
  "atk-s0517a12:192_5": "Na hi uppādarahitaṁ jātaṁ nāma hoti.",
  "atk-s0517a12:192_6": "Nibbānañhi uppādarahitaṁ, taṁ jātaṁ nāma na hoti, jātijarāmaraṇāni ca uppādarahitāni jātāni nāma na honti.",
  "atk-s0517a12:192_7": "Tenevettha ‘‘jātā jāti sabhāvena suññā , jātaṁ jarāmaraṇaṁ sabhāvena suñña’’nti evaṁ anuddharitvā bhavameva avasānaṁ katvā niddiṭṭhaṁ.",
  "atk-s0517a12:192_8": "Yadi uppādarahitassāpi ‘‘jāta’’ntivacanaṁ yujjeyya, ‘‘jātā jāti, jātaṁ jarāmaraṇa’’nti vattabbaṁ bhaveyya.",
  "atk-s0517a12:192_9": "Yasmā uppādarahitesu jātijarāmaraṇesu ‘‘jāta’’ntivacanaṁ na vuttaṁ, tasmā ‘‘sabhāvena suññaṁ avijjamāna’’nti vacanaṁ avijjamānassa uppādarahitattā ‘‘jāta’’ntivacanena virujjhati.",
  "atk-s0517a12:192_10": "Avijjamānassa ca ‘‘suñña’’ntivacanaṁ heṭṭhā vuttena lokavacanena ca bhagavato vacanena ca ñāyasaddaganthavacanena ca virujjhati, anekāhi ca yuttīhi virujjhati, tasmā taṁ vacanaṁ kacavaramiva chaḍḍitabbaṁ.",
  "atk-s0517a12:192_11": "‘‘Yaṁ, bhikkhave, atthisammataṁ loke paṇḍitānaṁ, ahampi taṁ atthīti vadāmi.",
  "atk-s0517a12:192_12": "Yaṁ, bhikkhave, natthisammataṁ loke paṇḍitānaṁ, ahampi taṁ natthīti vadāmi.",
  "atk-s0517a12:192_13": "Kiñca, bhikkhave, atthisammataṁ loke paṇḍitānaṁ, yamahaṁ atthīti vadāmi?",
  "atk-s0517a12:192_14": "Rūpaṁ, bhikkhave, aniccaṁ dukkhaṁ vipariṇāmadhammaṁ atthisammataṁ loke paṇḍitānaṁ, ahampi taṁ atthīti vadāmī’’tiādīhi (saṁ. ni.",
  "atk-s0517a12:192_15": "3.94) anekehi buddhavacanappamāṇehi anekāhi ca yuttīhi dhammā sakakkhaṇe vijjamānā evāti niṭṭhamettha gantabbaṁ.",
  "atk-s0517a12:193_0": "Vigataṁ rūpanti uppajjitvā bhaṅgaṁ patvā niruddhaṁ atītaṁ rūpaṁ.",
  "atk-s0517a12:193_1": "Vipariṇatañceva suññañcāti jarābhaṅgavasena virūpaṁ pariṇāmaṁ pattañca vattamānasseva vipariṇāmasabbhāvato atītassa vipariṇāmābhāvato tena vipariṇāmena suññañcāti attho.",
  "atk-s0517a12:193_2": "Jātā vedanātiādīsupi eseva nayo.",
  "atk-s0517a12:193_3": "Jātijarāmaraṇaṁ pana anipphannattā sakabhāvena anupalabbhanīyato idha na yujjati, tasmā ‘‘jātā jāti, jātaṁ jarāmaraṇa’’ntiādike dve naye pahāya bhavādikameva nayaṁ pariyosānaṁ katvā ṭhapitaṁ.",
  "atk-s0517a12:194_0": "Agganti agge bhavaṁ.",
  "atk-s0517a12:194_1": "Seṭṭhanti ativiya pasaṁsanīyaṁ.",
  "atk-s0517a12:194_2": "Visiṭṭhanti atisayabhūtaṁ.",
  "atk-s0517a12:194_3": "Viseṭṭhantipi pāṭho.",
  "atk-s0517a12:194_4": "Tidhāpi pasatthaṁ nibbānaṁ sammāpaṭipadāya paṭipajjitabbato padaṁ nāma.",
  "atk-s0517a12:194_5": "Yadidanti yaṁ idaṁ.",
  "atk-s0517a12:194_6": "Idāni vattabbaṁ nibbānaṁ nidasseti.",
  "atk-s0517a12:194_7": "Yasmā nibbānaṁ āgamma sabbasaṅkhārānaṁ samatho hoti, khandhūpadhikilesūpadhiabhisaṅkhārūpadhikāmaguṇūpadhisaṅkhātānaṁ upadhīnaṁ paṭinissaggo hoti, taṇhānaṁ khayo virāgo nirodho ca hoti, tasmā sabbasaṅkhārasamatho sabbūpadhipaṭinissaggotaṇhakkhayo virāgo nirodhoti vuccati.",
  "atk-s0517a12:194_8": "Nibbānanti sabhāvalakkhaṇena nigamitaṁ.",
  "atk-s0517a12:195_0": "Lakkhaṇesu hi ‘‘tīṇimāni, bhikkhave, bālassa bālalakkhaṇāni bālanimittāni bālāpadānāni.",
  "atk-s0517a12:195_1": "Katamāni tīṇi?",
  "atk-s0517a12:195_2": "Idha, bhikkhave, bālo duccintitacintī ca hoti dubbhāsitabhāsī ca dukkaṭakammakārī ca.",
  "atk-s0517a12:195_3": "Imāni kho, bhikkhave, tīṇi bālassa bālalakkhaṇāni bālanimittāni bālāpadānānī’’ti (a. ni. 3.3; ma. ni.",
  "atk-s0517a12:195_4": "3.246) vuttaṁ.",
  "atk-s0517a12:195_5": "Paṇḍitehi bālassa bāloti sallakkhaṇato tividhaṁ bālalakkhaṇaṁ.",
  "atk-s0517a12:195_6": "‘‘Tīṇimāni, bhikkhave, paṇḍitassa paṇḍitalakkhaṇāni paṇḍitanimittāni paṇḍitāpadānāni.",
  "atk-s0517a12:195_7": "Katamāni tīṇi?",
  "atk-s0517a12:195_8": "Idha, bhikkhave, paṇḍito sucintitacintī ca hoti subhāsitabhāsī ca sukatakammakārī ca.",
  "atk-s0517a12:195_9": "Imāni kho, bhikkhave, tīṇi paṇḍitassa paṇḍitalakkhaṇāni paṇḍitanimittāni paṇḍitāpadānānī’’ti (a. ni. 3.3; ma. ni.",
  "atk-s0517a12:195_10": "3.253) vuttaṁ.",
  "atk-s0517a12:195_11": "Paṇḍitehi paṇḍitassa paṇḍitoti sallakkhaṇato tividhaṁ paṇḍitalakkhaṇaṁ.",
  "atk-s0517a12:196_0": "‘‘Tīṇimāni, bhikkhave, saṅkhatassa saṅkhatalakkhaṇāni.",
  "atk-s0517a12:196_1": "Katamāni tīṇi?",
  "atk-s0517a12:196_2": "Uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṁ paññāyati.",
  "atk-s0517a12:196_3": "Imāni kho, bhikkhave, tīṇi saṅkhatassa saṅkhatalakkhaṇānī’’ti (a. ni.",
  "atk-s0517a12:196_4": "3.47-48) vuttaṁ.",
  "atk-s0517a12:196_5": "Uppādo eva saṅkhatamiti lakkhaṇanti saṅkhatalakkhaṇaṁ.",
  "atk-s0517a12:196_6": "Evamitaradvayepi attho veditabbo.",
  "atk-s0517a12:196_7": "Iminā uppādakkhaṇe sesadvinnaṁ, ṭhitikkhaṇe sesadvinnaṁ, bhaṅgakkhaṇe ca sesadvinnaṁ abhāvo dassito.",
  "atk-s0517a12:196_8": "Yaṁ panettha peyyālamukhena jātiyā ca jarāmaraṇassa ca uppādādilakkhaṇaṁ vuttaṁ, taṁ vipariṇāmasuññatāya jātijarāmaraṇāni hitvā bhavapariyosānasseva nayassa vacanena ca uppādādīnaṁ uppādādiavacanasamayena ca virujjhati.",
  "atk-s0517a12:196_9": "Lakkhaṇasote patitattā pana sotapatitaṁ katvā likhitanti veditabbaṁ.",
  "atk-s0517a12:196_10": "Yathā ca abhidhamme (dha. sa.",
  "atk-s0517a12:196_11": "562-565) ahetukavipākamanodhātumanoviññāṇadhātūnaṁ saṅgahavāre labbhamānampi jhānaṅgaṁ pañcaviññāṇasote patitvā gatanti na uddhaṭanti vuttaṁ, evamidhāpi sotapatitatā veditabbā.",
  "atk-s0517a12:196_12": "Atha vā jātijarāmaraṇavantānaṁ saṅkhārānaṁ uppādādayo ‘‘jātijarāmaraṇaṁ aniccato’’tiādīsu (paṭi. ma. 1.73;",
  "atk-s0517a12:196_13": "2.4) viya tesaṁ viya katvā vuttanti veditabbaṁ.",
  "atk-s0517a12:197_0": "Nekkhammenakāmacchando vikkhambhito ceva suñño cāti kāmacchando nekkhammena vikkhambhito ceva nekkhammassa tattha abhāvato teneva vikkhambhanasaṅkhātena nekkhammena suñño ca.",
  "atk-s0517a12:197_1": "Evaṁ sesesupi yojanā kātabbā.",
  "atk-s0517a12:197_2": "Tadaṅgappahānasamucchedappahānesupi cettha tadaṅgavasena ca samucchedavasena ca pahīnaṁ dūrīkatameva hotīti iminā dūrīkaraṇaṭṭhena vikkhambhanaṁ vuttaṁ.",
  "atk-s0517a12:198_0": "Nekkhammenakāmacchando tadaṅgasuññoti nekkhammena pahīno kāmacchando tena nekkhammasaṅkhātena aṅgena suñño.",
  "atk-s0517a12:198_1": "Atha vā yo koci kāmacchando nekkhammassa tattha abhāvato nekkhammena tena aṅgena suñño.",
  "atk-s0517a12:198_2": "Evaṁ sesesupi yojanā kātabbā.",
  "atk-s0517a12:198_3": "Tassa tassa aṅgassa tattha tattha abhāvamatteneva cettha upacārappanājhānavasena ca vipassanāvasena ca tadaṅgasuññatā niddiṭṭhā.",
  "atk-s0517a12:198_4": "Pahānadīpakassa vacanassa abhāvena pana vivaṭṭanānupassanaṁyeva pariyosānaṁ katvā vipassanā niddiṭṭhā, cattāro maggā na niddiṭṭhā.",
  "atk-s0517a12:198_5": "Nekkhammena kāmacchando samucchinno ceva suñño cātiādīsu vikkhambhane vuttanayeneva attho veditabbo.",
  "atk-s0517a12:198_6": "Tadaṅgavikkhambhanavasena pahīnānipi cettha samudācārābhāvato samucchinnāni nāma hontīti iminā pariyāyena samucchedo vutto, taṁtaṁsamucchedakiccasādhanavasena vā maggasampayuttanekkhammādivasena vuttantipi veditabbaṁ.",
  "atk-s0517a12:198_7": "Paṭippassaddhinissaraṇasuññesu ca idha vuttanayeneva attho veditabbo.",
  "atk-s0517a12:198_8": "Tadaṅgavikkhambhanasamucchedapahānesu panettha paṭippassaddhimattattaṁ nissaṭamattattañca gahetvā vuttaṁ.",
  "atk-s0517a12:198_9": "Pañcasupi etesu suññesu nekkhammādīniyeva vikkhambhanatadaṅgasamucchedapaṭippassaddhinissaraṇanāmena vuttāni.",
  "atk-s0517a12:198_10": "Ajjhattanti ajjhattabhūtaṁ.",
  "atk-s0517a12:198_11": "Bahiddhāti bahiddhābhūtaṁ.",
  "atk-s0517a12:198_12": "Dubhatosuññanti ubhayasuññaṁ.",
  "atk-s0517a12:198_13": "Paccattādīsupi hi to-itivacanaṁ hotiyeva.",
  "atk-s0517a12:199_0": "Cha ajjhattikāyatanādīni chaajjhattikāyatanādīnaṁ bhāvena sabhāgāni.",
  "atk-s0517a12:199_1": "Parehi visabhāgāni.",
  "atk-s0517a12:199_2": "Viññāṇakāyātiādīsu cettha kāyavacanena viññāṇādīniyeva vuttāni.",
  "atk-s0517a12:199_3": "Nekkhammesanādīsu nekkhammādīniyeva tadatthikehi viññūhi esīyantīti esanā.",
  "atk-s0517a12:199_4": "Atha vā pubbabhāge nekkhammādīnaṁ esanāpi kāmacchandādīhi suññā, kiṁ pana nekkhammādīnītipi vuttaṁ hoti?",
  "atk-s0517a12:199_5": "Pariggahādīsu nekkhammādīniyeva pubbabhāge esitāni aparabhāge pariggayhantīti pariggahoti, pariggahitāni pattivasena paṭilabbhantīti paṭilābhoti, paṭiladdhāni ñāṇavasena paṭivijjhīyantīti paṭivedhoti ca vuttāni.",
  "atk-s0517a12:199_6": "Ekattasuññañca nānattasuññañca sakiṁyeva pucchitvā ekattasuññaṁ vissajjetvā nānattasuññaṁ avissajjetvāva sakiṁ nigamanaṁ kataṁ.",
  "atk-s0517a12:199_7": "Kasmā na vissajjitanti ce?",
  "atk-s0517a12:199_8": "Vuttapariyāyenevettha yojanā ñāyatīti na vissajjitanti veditabbaṁ.",
  "atk-s0517a12:199_9": "Ayaṁ panettha yojanā –",
  "atk-s0517a12:199_10": "nekkhammaṁ ekattaṁ, kāmacchando nānattaṁ, kāmacchando nānattaṁ, nekkhammekattena suññanti.",
  "atk-s0517a12:199_11": "Evaṁ sesesupi yojanā veditabbā.",
  "atk-s0517a12:200_0": "Khantiādīsu nekkhammādīniyeva khamanato ruccanato khantīti, rocitāniyeva pavisitvā tiṭṭhanato adhiṭṭhānanti, pavisitvā ṭhitānaṁ yathārucimeva sevanato pariyogāhananti ca vuttāni.",
  "atk-s0517a12:200_1": "Idhasampajānotiādiko paramatthasuññaniddeso parinibbānañāṇaniddese vaṇṇitoyeva.",
  "atk-s0517a12:201_0": "Imesu ca sabbesu suññesu saṅkhārasuññaṁ vipariṇāmasuññaṁ lakkhaṇasuññañca yathāvuttānaṁ dhammānaṁ aññamaññaasammissatādassanatthaṁ.",
  "atk-s0517a12:201_1": "Yattha pana akusalapakkhikānaṁ kusalapakkhikena suññatā vuttā, tena akusale ādīnavadassanatthaṁ.",
  "atk-s0517a12:201_2": "Yattha pana kusalapakkhikānaṁ akusalapakkhikena suññatā vuttā, tena kusale ānisaṁsadassanatthaṁ.",
  "atk-s0517a12:201_3": "Yattha attattaniyādīhi suññatā vuttā, taṁ sabbasaṅkhāresu nibbidājananatthaṁ.",
  "atk-s0517a12:201_4": "Aggasuññaṁ paramatthasuññañca nibbāne ussāhajananatthaṁ vuttanti veditabbaṁ.",
  "atk-s0517a12:202_0": "Tesu aggasuññañca paramatthasuññañcāti dve suññāni atthato ekameva nibbānaṁ aggaparamatthavasena saupādisesaanupādisesavasena ca dvidhā katvā vuttaṁ.",
  "atk-s0517a12:202_1": "Tāni dve attattaniyasuññato saṅkhārasuññato ca sabhāgāni.",
  "atk-s0517a12:202_2": "‘‘Suññasuññaṁ ajjhattasuññaṁ bahiddhāsuññaṁ dubhatosuññaṁ sabhāgasuññaṁ visabhāgasuñña’’nti imāni cha suññāni suññasuññameva hoti.",
  "atk-s0517a12:202_3": "Ajjhattādibhedato pana chadhā vuttāni.",
  "atk-s0517a12:202_4": "Tāni cha ca attattaniyādisuññato sabhāgāni.",
  "atk-s0517a12:202_5": "Saṅkhāravipariṇāmalakkhaṇasuññāni, vikkhambhanatadaṅgasamucchedapaṭippassaddhinissaraṇasuññāni, esanāpariggahapaṭilābhapaṭivedhasuññāni, ekattanānattasuññāni, khantiadhiṭṭhānapariyogāhanasuññāni cāti sattarasa suññāni attani avijjamānehi tehi tehi dhammehi suññattā avijjamānānaṁ vasena visuṁ visuṁ vuttāni.",
  "atk-s0517a12:202_6": "Saṅkhāravipariṇāmalakkhaṇasuññāni pana itarena itarena asammissavasena sabhāgāni, vikkhambhanādīni pañca kusalapakkhena suññattā sabhāgāni, esanādīni cattāri, khantiādīni ca tīṇi akusalapakkhena suññattā sabhāgāni, ekattanānattasuññāni aññamaññapaṭipakkhavasena sabhāgāni.",
  "atk-s0517a12:203_0": "Sabbe dhammā samāsena, tidhā dvedhā tathekadhā;",
  "atk-s0517a12:204_0": "Suññāti suññatthavidū, vaṇṇayantīdha sāsane.",
  "atk-s0517a12:205_0": "Kathaṁ?",
  "atk-s0517a12:205_1": "Sabbe tāva lokiyā dhammā dhuvasubhasukhaattavirahitattā dhuvasubhasukhaattasuññā.",
  "atk-s0517a12:205_2": "Maggaphaladhammā dhuvasukhattavirahitattā dhuvasukhattasuññā.",
  "atk-s0517a12:205_3": "Aniccattāyeva sukhena suññā.",
  "atk-s0517a12:205_4": "Anāsavattā na subhena suññā.",
  "atk-s0517a12:205_5": "Nibbānadhammo attasseva abhāvato attasuñño.",
  "atk-s0517a12:205_6": "Lokiyalokuttarā pana sabbepi saṅkhatā dhammā sattassa kassaci abhāvato sattasuññā.",
  "atk-s0517a12:205_7": "Asaṅkhato nibbānadhammo tesaṁ saṅkhārānampi abhāvato saṅkhārasuñño.",
  "atk-s0517a12:205_8": "Saṅkhatāsaṅkhatā pana sabbepi dhammā attasaṅkhātassa puggalassa abhāvato attasuññāti.",
  "atk-s0517a12:206_0": "Saddhammappakāsiniyā paṭisambhidāmaggaaṭṭhakathāya",
  "atk-s0517a12:207_0": "Suññakathāvaṇṇanā niṭṭhitā.",
  "atk-s0517a12:208_0": "Yuganaddhavaggavaṇṇanā niṭṭhitā.",
  "atk-s0517a12:209_0": "Niṭṭhitā ca majjhimavaggassa apubbatthānuvaṇṇanā."
}