{
  "atk-abh03a59:0_0": "3. Dukatikapaṭṭhānavaṇṇanā",
  "atk-abh03a59:1_0": "Dukatikapaṭṭhāne hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati hetupaccayāti evaṁ pañhāmattuddhāravaseneva saṅkhepato desanā katā.",
  "atk-abh03a59:1_1": "‘‘Kusalaṁ alobhaṁ paṭicca adoso amoho’’tiādinā pana nayena vitthāro vattabbo siyā, so heṭṭhā dassitanayena sakkā avuttopi jānitunti ekapadepi ekapaccayo vā na vutto.",
  "atk-abh03a59:1_2": "Yā panesā saṅkhepato desanā katā, sā evaṁ katāti veditabbā.",
  "atk-abh03a59:1_3": "Hetudukena hi saddhiṁ kusalapadaṁ yojetvā paṭiccavāre anulomassa ceva paccanīyassa ca vasena sabbe labbhamānakapaccayā dassitā, anulomapaccanīyapaccanīyānulomanayā ceva sahajātavārādayo ca na dassitā, kevalaṁ ‘‘paṭiccavārasadisaṁyeva vitthāretabba’’nti vuttaṁ.",
  "atk-abh03a59:1_4": "Pañhāvāre pañhampi avissajjetvā kevalaṁ pañhuddhāramattaṁ katvā anulomapaccanīyavaseneva labbhamānapaccayā dassitā.",
  "atk-abh03a59:1_5": "Yathā ca kusalapadaṁ, evaṁ akusalaabyākatapadānipi hetudukena saddhiṁ yojetvā hetukusaladukatikaṁ niddisitabbanti vuttaṁ.",
  "atk-abh03a59:2_0": "Tato paraṁ hetuṁ sukhāya vedanāya sampayuttaṁ dhammantiādinā nayena hetuvedanādukatikādīni ekavīsati dukatikāni dassitāni.",
  "atk-abh03a59:2_1": "Yasmā pana hetu nāma sanidassanasappaṭigho anidassanasappaṭigho vā natthi, tasmā hetupadena saddhiṁ sanidassanasappaṭighaanidassanasappaṭighapadāni na yojitāni.",
  "atk-abh03a59:2_2": "Evaṁ hetudukena saddhiṁ labbhamānakavasena dvāvīsati tike yojetvā puna te sahetukadukādīhi saraṇadukapariyosānehi sabbadukehi saddhiṁ yojitā.",
  "atk-abh03a59:2_3": "Tattha yaṁ yaṁ padaṁ yena yena padena saddhiṁ yojanaṁ na gacchati, taṁ taṁ pāḷiyaṁyeva na labbhatīti vuttaṁ.",
  "atk-abh03a59:2_4": "Evamettha ekena dukena saddhiṁ bāvīsati tike yojetvā puna aparena bāvīsati, aparena bāvīsatīti paṭipāṭiyā dukasate labbhamānadukapadehi saddhiṁ dvāvīsati tikā yojitāti dvāvīsati tike gahetvā dukasate pakkhipitvā dukatikapaṭṭhānaṁ nāma desitaṁ.",
  "atk-abh03a59:2_5": "Tattha yesu yesu ṭhānesu nayaṁ dassetvā pāḷiyā saṅkhepo kato, tesu tesu ṭhānesu dassitanayānurūpena tassā vitthāro veditabboti.",
  "atk-abh03a59:3_0": "Dukatikapaṭṭhānavaṇṇanā."
}