{
  "atk-s0301a2:0_0": "2. Devaputtasaṁyuttaṁ",
  "atk-s0301a2:1_0": "1. Paṭhamavaggo",
  "atk-s0301a2:2_0": "1. Paṭhamakassapasuttavaṇṇanā",
  "atk-s0301a2:3_0": "82.",
  "atk-s0301a2:3_1": "Devaputtasaṁyuttassa paṭhame devaputtoti devānañhi aṅke nibbattā purisā devaputtā nāma, itthiyo devadhītaro nāma honti.",
  "atk-s0301a2:3_2": "Nāmavasena apākaṭāva ‘‘aññatarā devatā’’ti vuccati, pākaṭo ‘‘itthannāmo devaputto’’ti.",
  "atk-s0301a2:3_3": "Tasmā heṭṭhā ‘‘aññatarā devatā’’ti vatvā idha ‘‘devaputto’’ti vuttaṁ. Anusāsanti anusiṭṭhiṁ.",
  "atk-s0301a2:3_4": "Ayaṁ kira devaputto bhagavatā sambodhito sattame vasse yamakapāṭihāriyaṁ katvā tidasapure vassaṁ upagamma abhidhammaṁ desentena jhānavibhaṅge – ‘‘bhikkhūti samaññāya bhikkhu, paṭiññāya bhikkhū’’ti (vibha. 510).",
  "atk-s0301a2:3_5": "Evaṁ bhikkhuniddesaṁ kathiyamānaṁ assosi.",
  "atk-s0301a2:3_6": "‘‘Evaṁ vitakketha, mā evaṁ vitakkayittha, evaṁ manasikarotha, mā evaṁ manasākattha.",
  "atk-s0301a2:3_7": "Idaṁ pajahatha, idaṁ upasampajja viharathā’’ti (pārā. 19).",
  "atk-s0301a2:3_8": "Evarūpaṁ pana bhikkhuovādaṁ bhikkhuanusāsanaṁ na assosi.",
  "atk-s0301a2:3_9": "So taṁ sandhāya – ‘‘bhikkhuṁ bhagavā pakāsesi, no ca bhikkhuno anusāsa’’nti āha.",
  "atk-s0301a2:4_0": "Tena hīti yasmā mayā bhikkhuno anusiṭṭhi na pakāsitāti vadasi, tasmā.",
  "atk-s0301a2:4_1": "Taññevettha paṭibhātūti tuyhevesā anusiṭṭhipakāsanā upaṭṭhātūti.",
  "atk-s0301a2:4_2": "Yo hi pañhaṁ kathetukāmo hoti, na ca sakkoti sabbaññutaññāṇena saddhiṁ saṁsanditvā kathetuṁ.",
  "atk-s0301a2:4_3": "Yo vā na kathetukāmo hoti, sakkoti pana kathetuṁ.",
  "atk-s0301a2:4_4": "Yo vā neva kathetukāmo hoti, kathetuṁ na ca sakkoti.",
  "atk-s0301a2:4_5": "Sabbesampi tesaṁ bhagavā pañhaṁ bhāraṁ na karoti.",
  "atk-s0301a2:4_6": "Ayaṁ pana devaputto kathetukāmo ceva, sakkoti ca kathetuṁ.",
  "atk-s0301a2:4_7": "Tasmā tasseva bhāraṁ karonto bhagavā evamāha. Sopi pañhaṁ kathesi.",
  "atk-s0301a2:5_0": "Tattha subhāsitassa sikkhethāti subhāsitaṁ sikkheyya, catusaccanissitaṁ dasakathāvatthunissitaṁ sattatiṁsabodhipakkhiyanissitaṁ catubbidhaṁ vacīsucaritameva sikkheyya.",
  "atk-s0301a2:5_1": "Samaṇūpāsanassa cāti samaṇehi upāsitabbaṁ samaṇūpāsanaṁ nāma aṭṭhatiṁsabhedaṁ kammaṭṭhānaṁ, tampi sikkheyya bhāveyyāti attho.",
  "atk-s0301a2:5_2": "Bahussutānaṁ vā bhikkhūnaṁ upāsanampi samaṇūpāsanaṁ.",
  "atk-s0301a2:5_3": "Tampi ‘kiṁ, bhante, kusala’’ntiādinā pañhapucchanena paññāvuddhatthaṁ sikkheyya.",
  "atk-s0301a2:5_4": "Cittavūpasamassa cāti aṭṭhasamāpattivasena cittavūpasamaṁ sikkheyya.",
  "atk-s0301a2:5_5": "Iti devaputtena tisso sikkhā kathitā honti.",
  "atk-s0301a2:5_6": "Purimapadena hi adhisīlasikkhā kathitā, dutiyapadena adhipaññāsikkhā, cittavūpasamena adhicittasikkhāti evaṁ imāya gāthāya sakalampi sāsanaṁ pakāsitameva hoti. Paṭhamaṁ.",
  "atk-s0301a2:6_0": "2. Dutiyakassapasuttavaṇṇanā",
  "atk-s0301a2:7_0": "83.",
  "atk-s0301a2:7_1": "Dutiye jhāyīti dvīhi jhānehi jhāyī.",
  "atk-s0301a2:7_2": "Vimuttacittoti kammaṭṭhānavimuttiyā vimuttacitto.",
  "atk-s0301a2:7_3": "Hadayassānupattinti arahattaṁ. Lokassāti saṅkhāralokassa.",
  "atk-s0301a2:7_4": "Anissitoti taṇhādiṭṭhīhi anissito, taṇhādiṭṭhiyo vā anissito.",
  "atk-s0301a2:7_5": "Tadānisaṁsoti arahattānisaṁso.",
  "atk-s0301a2:7_6": "Idaṁ vuttaṁ hoti – arahattānisaṁso bhikkhu arahattaṁ patthento jhāyī bhaveyya, suvimuttacitto bhaveyya, lokassa udayabbayaṁ ñatvā anissito bhaveyya.",
  "atk-s0301a2:7_7": "Tantidhammo pana imasmiṁ sāsane pubbabhāgoti. Dutiyaṁ.",
  "atk-s0301a2:8_0": "3-4. Māghasuttādivaṇṇanā",
  "atk-s0301a2:9_0": "84.",
  "atk-s0301a2:9_1": "Tatiye māghoti sakkassetaṁ nāmaṁ.",
  "atk-s0301a2:9_2": "Sveva vattena aññe abhibhavitvā devissariyaṁ pattoti vatrabhū, vatranāmakaṁ vā asuraṁ abhibhavatīti vatrabhū. Tatiyaṁ.",
  "atk-s0301a2:10_0": "85. Catutthaṁ vuttatthameva. Catutthaṁ.",
  "atk-s0301a2:11_0": "5. Dāmalisuttavaṇṇanā",
  "atk-s0301a2:12_0": "86.",
  "atk-s0301a2:12_1": "Pañcame na tenāsīsate bhavanti tena kāraṇena yaṁ kiñci bhavaṁ na pattheti.",
  "atk-s0301a2:12_2": "Āyatapaggaho nāmesa devaputto, khīṇāsavassa kiccavosānaṁ natthi.",
  "atk-s0301a2:12_3": "Khīṇāsavena hi ādito arahattappattiyā vīriyaṁ kataṁ , aparabhāge mayā arahattaṁ pattanti mā tuṇhī bhavatu, tatheva vīriyaṁ daḷhaṁ karotu parakkamatūti cintetvā evamāha.",
  "atk-s0301a2:13_0": "Atha bhagavā ‘‘ayaṁ devaputto khīṇāsavassa kiccavosānaṁ akathento mama sāsanaṁ aniyyānikaṁ katheti, kiccavosānamassa kathessāmī’’ti cintetvā natthi kiccantiādimāha.",
  "atk-s0301a2:13_1": "Tīsu kira piṭakesu ayaṁ gāthā asaṁkiṇṇā.",
  "atk-s0301a2:13_2": "Bhagavatā hi aññattha vīriyassa doso nāma dassito natthi.",
  "atk-s0301a2:13_3": "Idha pana imaṁ devaputtaṁ paṭibāhitvā ‘‘khīṇāsavena pubbabhāge āsavakkhayatthāya araññe vasantena kammaṭṭhānaṁ ādāya vīriyaṁ kataṁ, aparabhāge sace icchati, karotu, no ce icchati, yathāsukhaṁ viharatū’’ti khīṇāsavassa kiccavosānadassanatthaṁ evamāha. Tattha gādhanti patiṭṭhaṁ. Pañcamaṁ.",
  "atk-s0301a2:14_0": "6. Kāmadasuttavaṇṇanā",
  "atk-s0301a2:15_0": "87.",
  "atk-s0301a2:15_1": "Chaṭṭhe dukkaranti ayaṁ kira devaputto pubbayogāvacaro bahalakilesatāya sappayogena kilese vikkhambhento samaṇadhammaṁ katvā pubbūpanissayamandatāya ariyabhūmiṁ appatvāva kālaṁ katvā devaloke nibbatto.",
  "atk-s0301a2:15_2": "So ‘‘tathāgatassa santikaṁ gantvā dukkarabhāvaṁ ārocessāmī’’ti āgantvā evamāha.",
  "atk-s0301a2:15_3": "Tattha dukkaranti dasapi vassāni…pe… saṭṭhipi yadetaṁ ekantaparisuddhassa samaṇadhammassa karaṇaṁ nāma, taṁ dukkaraṁ. Sekhāti satta sekhā.",
  "atk-s0301a2:15_4": "Sīlasamāhitāti sīlena samāhitā samupetā. Ṭhitattāti patiṭṭhitasabhāvā.",
  "atk-s0301a2:15_5": "Evaṁ pucchitapañhaṁ vissajjetvā idāni uparipañhasamuṭṭhāpanatthaṁ anagāriyupetassātiādimāha.",
  "atk-s0301a2:15_6": "Tattha anagāriyupetassāti anagāriyaṁ niggehabhāvaṁ upetassa.",
  "atk-s0301a2:15_7": "Sattabhūmikepi hi pāsāde vasanto bhikkhu vuḍḍhatarena āgantvā ‘‘mayhaṁ idaṁ pāpuṇātī’’ti vutte pattacīvaraṁ ādāya nikkhamateva.",
  "atk-s0301a2:15_8": "Tasmā ‘‘anagāriyupeto’’ti vuccati. Tuṭṭhīti catupaccayasantoso.",
  "atk-s0301a2:15_9": "Bhāvanāyāti cittavūpasamabhāvanāya.",
  "atk-s0301a2:16_0": "Te chetvā maccuno jālanti ye rattindivaṁ indriyūpasame ratā, te dussamādahaṁ cittaṁ samādahanti.",
  "atk-s0301a2:16_1": "Ye ca samāhitacittā, te catupaccayasantosaṁ pūrentā na kilamanti.",
  "atk-s0301a2:16_2": "Ye santuṭṭhā, te sīlaṁ pūrentā na kilamanti .",
  "atk-s0301a2:16_3": "Ye sīle patiṭṭhitā satta sekhā, te ariyā maccuno jālasaṅkhātaṁ kilesajālaṁ chinditvā gacchanti.",
  "atk-s0301a2:16_4": "Duggamoti ‘‘saccametaṁ, bhante, ye indriyūpasame ratā, te dussamādahaṁ samādahanti…pe… ye sīle patiṭṭhitā, te maccuno jālaṁ chinditvā gacchanti’’. Kiṁ na gacchissanti?",
  "atk-s0301a2:16_5": "Ayaṁ pana duggamo bhagavā visamo maggoti āha.",
  "atk-s0301a2:16_6": "Tattha kiñcāpi ariyamaggo neva duggamo na visamo, pubbabhāgapaṭipadāya panassa bahū parissayā honti. Tasmā evaṁ vutto.",
  "atk-s0301a2:16_7": "Avaṁsirāti ñāṇasirena adhosirā hutvā papatanti.",
  "atk-s0301a2:16_8": "Ariyamaggaṁ ārohituṁ asamatthatāyeva ca te anariyamagge papatantīti ca vuccanti.",
  "atk-s0301a2:16_9": "Ariyānaṁ samo maggoti sveva maggo ariyānaṁ samo hoti.",
  "atk-s0301a2:16_10": "Visame samāti visamepi sattakāye samāyeva. Chaṭṭhaṁ.",
  "atk-s0301a2:17_0": "7. Pañcālacaṇḍasuttavaṇṇanā",
  "atk-s0301a2:18_0": "88.",
  "atk-s0301a2:18_1": "Sattame sambādheti nīvaraṇasambādhaṁ kāmaguṇasambādhanti dve sambādhā.",
  "atk-s0301a2:18_2": "Tesu idha nīvaraṇasambādhaṁ adhippetaṁ. Okāsanti jhānassetaṁ nāmaṁ.",
  "atk-s0301a2:18_3": "Paṭilīnanisabhoti paṭilīnaseṭṭho.",
  "atk-s0301a2:18_4": "Paṭilīno nāma pahīnamāno vuccati.",
  "atk-s0301a2:18_5": "Yathāha – ‘‘kathañca, bhikkhave, bhikkhu paṭilīno hoti .",
  "atk-s0301a2:18_6": "Idha, bhikkhave, bhikkhuno asmimāno pahīno hoti ucchinnamūlo tālāvatthukato anabhāvaṁkato āyatiṁ anuppādadhammo’’ti (a. ni. 4.38; mahāni. 87).",
  "atk-s0301a2:18_7": "Paccalatthaṁsūti paṭilabhiṁsu.",
  "atk-s0301a2:18_8": "Sammā teti ye nibbānapattiyā satiṁ paṭilabhiṁsu, te lokuttarasamādhināpi susamāhitāti missakajjhānaṁ kathitaṁ. Sattamaṁ.",
  "atk-s0301a2:19_0": "8. Tāyanasuttavaṇṇanā",
  "atk-s0301a2:20_0": "89.",
  "atk-s0301a2:20_1": "Aṭṭhame purāṇatitthakaroti pubbe titthakaro.",
  "atk-s0301a2:20_2": "Ettha ca titthaṁ nāma dvāsaṭṭhi diṭṭhiyo, titthakaro nāma tāsaṁ uppādako satthā.",
  "atk-s0301a2:20_3": "Seyyathidaṁ nando, vaccho, kiso, saṁkicco.",
  "atk-s0301a2:20_4": "Purāṇādayo pana titthiyā nāma.",
  "atk-s0301a2:20_5": "Ayaṁ pana diṭṭhiṁ uppādetvā kathaṁ sagge nibbattoti? Kammavāditāya.",
  "atk-s0301a2:20_6": "Esa kira uposathabhattādīni adāsi, anāthānaṁ vattaṁ paṭṭhapesi, patissaye akāsi, pokkharaṇiyo khaṇāpesi, aññampi bahuṁ kalyāṇaṁ akāsi.",
  "atk-s0301a2:20_7": "So tassa nissandena sagge nibbatto, sāsanassa pana niyyānikabhāvaṁ jānāti.",
  "atk-s0301a2:20_8": "So tathāgatassa santikaṁ gantvā sāsanānucchavikā vīriyappaṭisaṁyuttā gāthā vakkhāmīti āgantvā chinda sotantiādimāha.",
  "atk-s0301a2:21_0": "Tattha chindāti aniyamitaāṇatti. Sotanti taṇhāsotaṁ.",
  "atk-s0301a2:21_1": "Parakkammāti parakkamitvā vīriyaṁ katvā.",
  "atk-s0301a2:21_2": "Kāmeti kilesakāmepi vatthukāmepi. Panudāti nīhara. Ekattanti jhānaṁ.",
  "atk-s0301a2:21_3": "Idaṁ vuttaṁ hoti – kāme ajahitvā muni jhānaṁ na upapajjati, na paṭilabhatīti attho.",
  "atk-s0301a2:21_4": "Kayirā ce kayirāthenanti yadi vīriyaṁ kareyya, kareyyātha, taṁ vīriyaṁ na osakkeyya.",
  "atk-s0301a2:21_5": "Daḷhamenaṁ parakkameti daḷhaṁ enaṁ kareyya.",
  "atk-s0301a2:21_6": "Sithilo hi paribbājoti sithilagahitā pabbajjā.",
  "atk-s0301a2:21_7": "Bhiyyo ākirate rajanti atirekaṁ upari kilesarajaṁ ākirati.",
  "atk-s0301a2:21_8": "Akataṁ dukkaṭaṁ seyyoti dukkaṭaṁ akatameva seyyo.",
  "atk-s0301a2:21_9": "Yaṁ kiñcīti na kevalaṁ dukkaṭaṁ katvā katasāmaññameva, aññampi yaṁ kiñci sithilaṁ kataṁ evarūpameva hoti.",
  "atk-s0301a2:21_10": "Saṁkiliṭṭhanti dukkarakārikavataṁ.",
  "atk-s0301a2:21_11": "Imasmiṁ hi sāsane paccayahetu samādinnadhutaṅgavataṁ saṁkiliṭṭhameva.",
  "atk-s0301a2:21_12": "Saṅkassaranti saṅkāya saritaṁ, ‘‘idampi iminā kataṁ bhavissati, idampi iminā’’ti evaṁ āsaṅkitaparisaṅkitaṁ.",
  "atk-s0301a2:21_13": "Ādibrahmacariyikāti maggabrahmacariyassa ādibhūtā pubbapadhānabhūtā. Aṭṭhamaṁ.",
  "atk-s0301a2:22_0": "9. Candimasuttavaṇṇanā",
  "atk-s0301a2:23_0": "90.",
  "atk-s0301a2:23_1": "Navame candimāti candavimānavāsī devaputto.",
  "atk-s0301a2:23_2": "Sabbadhīti sabbesu khandhaāyatanādīsu.",
  "atk-s0301a2:23_3": "Lokānukampakāti tuyhampi etassapi tādisā eva. Santaramānovāti turito viya.",
  "atk-s0301a2:23_4": "Pamuñcasīti atītatthe vattamānavacanaṁ. Navamaṁ.",
  "atk-s0301a2:24_0": "10. Sūriyasuttavaṇṇanā",
  "atk-s0301a2:25_0": "91.",
  "atk-s0301a2:25_1": "Dasame sūriyoti sūriyavimānavāsī devaputto.",
  "atk-s0301a2:25_2": "Andhakāreti cakkhuviññāṇuppattinivāraṇena andhabhāvakaraṇe. Virocatīti verocano. Maṇḍalīti maṇḍalasaṇṭhāno.",
  "atk-s0301a2:25_3": "Mā, rāhu, gilī caramantalikkheti antalikkhe caraṁ sūriyaṁ, rāhu, mā gilīti vadati. Kiṁ panesa taṁ gilatīti ? Āma, gilati.",
  "atk-s0301a2:25_4": "Rāhussa hi attabhāvo mahā, uccattanena aṭṭhayojanasatādhikāni cattāri yojanasahassāni, bāhantaramassa dvādasayojanasatāni, bahalattena cha yojanasatāni, sīsaṁ nava yojanasataṁ, nalāṭaṁ tiyojanasataṁ, bhamukantaraṁ paṇṇāsayojanaṁ, mukhaṁ dviyojanasataṁ, ghānaṁ tiyojanasataṁ, mukhādhānaṁ tiyojanasatagambhīraṁ hatthatalapādatalāni puthulato dviyojanasatāni .",
  "atk-s0301a2:25_5": "Aṅgulipabbāni paṇṇāsa yojanāni.",
  "atk-s0301a2:25_6": "So candimasūriye virocamāne disvā issāpakato tesaṁ gamanavīthiṁ otaritvā mukhaṁ vivaritvā tiṭṭhati.",
  "atk-s0301a2:25_7": "Candavimānaṁ sūriyavimānaṁ vā tiyojanasatike mahānarake pakkhittaṁ viya hoti.",
  "atk-s0301a2:25_8": "Vimāne adhivatthā devatā maraṇabhayatajjitā ekappahāreneva viravanti.",
  "atk-s0301a2:25_9": "So pana vimānaṁ kadāci hatthena chādeti, kadāci hanukassa heṭṭhā pakkhipati, kadāci jivhāya parimajjati, kadāci avagaṇḍakārakaṁ bhuñjanto viya kapolantare ṭhapeti.",
  "atk-s0301a2:25_10": "Vegaṁ pana vāretuṁ na sakkoti.",
  "atk-s0301a2:25_11": "Sace vāressāmīti gaṇḍakaṁ katvā tiṭṭheyya, matthakaṁ tassa bhinditvā nikkhameyya, ākaḍḍhitvā vā naṁ onameyya.",
  "atk-s0301a2:25_12": "Tasmā vimānena saheva gacchati.",
  "atk-s0301a2:25_13": "Pajaṁ mamanti candimasūriyā kira dvepi devaputtā mahāsamayasuttakathanadivase sotāpattiphalaṁ pattā.",
  "atk-s0301a2:25_14": "Tena bhagavā ‘‘pajaṁ mama’’nti āha, putto mama esoti attho. Dasamaṁ.",
  "atk-s0301a2:26_0": "Paṭhamo vaggo.",
  "atk-s0301a2:27_0": "2. Anāthapiṇḍikavaggo",
  "atk-s0301a2:28_0": "1. Candimasasuttavaṇṇanā",
  "atk-s0301a2:29_0": "92.",
  "atk-s0301a2:29_1": "Dutiyavaggassa paṭhame kacchevāti kacche viya.",
  "atk-s0301a2:29_2": "Kaccheti pabbatakacchepi nadīkacchepi.",
  "atk-s0301a2:29_3": "Ekodi nipakāti ekaggacittā ceva paññānepakkena ca samannāgatā. Satāti satimanto.",
  "atk-s0301a2:29_4": "Idaṁ vuttaṁ hoti – ye jhānāni labhitvā ekodī nipakā satā viharanti, te amakase pabbatakacche vā nadīkacche vā magā viya sotthiṁ gamissantīti. Pāranti nibbānaṁ. Ambujoti maccho. Raṇañjahāti kilesañjahā.",
  "atk-s0301a2:29_5": "Yepi jhānāni labhitvā appamattā kilese jahanti, te suttajālaṁ bhinditvā macchā viya nibbānaṁ gamissantīti vuttaṁ hoti. Paṭhamaṁ.",
  "atk-s0301a2:30_0": "2. Veṇḍusuttavaṇṇanā",
  "atk-s0301a2:31_0": "93.",
  "atk-s0301a2:31_1": "Dutiye veṇḍūti tassa devaputtassa nāmaṁ. Payirupāsiyāti parirupāsitvā. Anusikkhareti sikkhanti. Siṭṭhipadeti anusiṭṭhipade.",
  "atk-s0301a2:31_2": "Kāle te appamajjantāti kāle te appamādaṁ karontā. Dutiyaṁ.",
  "atk-s0301a2:32_0": "3. Dīghalaṭṭhisuttavaṇṇanā",
  "atk-s0301a2:33_0": "94.",
  "atk-s0301a2:33_1": "Tatiye dīghalaṭṭhīti devaloke sabbe samappamāṇā tigāvutikāva honti, manussaloke panassa dīghattabhāvatāya evaṁnāmaṁ ahosi.",
  "atk-s0301a2:33_2": "So puññāni katvā devaloke nibbattopi tatheva paññāyi. Tatiyaṁ.",
  "atk-s0301a2:34_0": "4. Nandanasuttavaṇṇanā",
  "atk-s0301a2:35_0": "95.",
  "atk-s0301a2:35_1": "Catutthe gotamāti bhagavantaṁ gottena ālapati.",
  "atk-s0301a2:35_2": "Anāvaṭanti tathāgatassa hi sabbaññutaññāṇaṁ pesentassa rukkho vā pabbato vā āvarituṁ samattho nāma natthi. Tenāha ‘‘anāvaṭa’’nti.",
  "atk-s0301a2:35_3": "Iti tathāgataṁ thometvā devaloke abhisaṅkhatapañhaṁ pucchanto kathaṁvidhantiādimāha.",
  "atk-s0301a2:35_4": "Tattha dukkhamaticca iriyatīti dukkhaṁ atikkamitvā viharati.",
  "atk-s0301a2:35_5": "Sīlavāti lokiyalokuttarena sīlena samannāgato khīṇāsavo.",
  "atk-s0301a2:35_6": "Paññādayopi missakāyeva veditabbā.",
  "atk-s0301a2:35_7": "Pūjayantīti gandhapupphādīhi pūjenti. Catutthaṁ.",
  "atk-s0301a2:36_0": "5-6. Candanasuttādivaṇṇanā",
  "atk-s0301a2:37_0": "96.",
  "atk-s0301a2:37_1": "Pañcame appatiṭṭhe anālambeti heṭṭhā apatiṭṭhe upari anālambane.",
  "atk-s0301a2:37_2": "Susamāhitoti appanāyapi upacārenapi suṭṭhu samāhito . Pahitattoti pesitatto.",
  "atk-s0301a2:37_3": "Nandīrāgaparikkhīṇoti parikkhīṇanandīrāgo.",
  "atk-s0301a2:37_4": "Nandīrāgo nāma tayo kammābhisaṅkhārā.",
  "atk-s0301a2:37_5": "Iti imāya gāthāya kāmasaññāgahaṇena pañcorambhāgiyasaṁyojanāni, rūpasaṁyojanagahaṇena pañca uddhambhāgiyasaṁyojanāni, nandīrāgena tayo kammābhisaṅkhārā gahitā.",
  "atk-s0301a2:37_6": "Evaṁ yassa dasa saṁyojanāni tayo ca kammābhisaṅkhārā pahīnā, so gambhīre mahoghe na sīdatīti.",
  "atk-s0301a2:37_7": "Kāmasaññāya vā kāmabhavo, rūpasaṁyojanena rūpabhavo gahito, tesaṁ gahaṇena arūpabhavo gahitova , nandīrāgena tayo kammābhisaṅkhārā gahitāti evaṁ yassa tīsu bhavesu tayo saṅkhārā natthi, so gambhīre na sīdatītipi dasseti. Pañcamaṁ.",
  "atk-s0301a2:38_0": "97. Chaṭṭhaṁ vuttatthameva. Chaṭṭhaṁ.",
  "atk-s0301a2:39_0": "7. Subrahmasuttavaṇṇanā",
  "atk-s0301a2:40_0": "98.",
  "atk-s0301a2:40_1": "Sattame subrahmāti so kira devaputto accharāsaṅghaparivuto nandanakīḷikaṁ gantvā pāricchattakamūle paññattāsane nisīdi.",
  "atk-s0301a2:40_2": "Taṁ pañcasatā devadhītaro parivāretvā nisinnā, pañcasatā rukkhaṁ abhiruḷhā.",
  "atk-s0301a2:40_3": "Nanu ca devatānaṁ cittavasena yojanasatikopi rukkho onamitvā hatthaṁ āgacchati, kasmā tā abhiruḷhāti. Khiḍḍāpasutatāya.",
  "atk-s0301a2:40_4": "Abhiruyha pana madhurassarena gāyitvā gāyitvā pupphāni pātenti, tāni gahetvā itarā ekatovaṇṭikamālādivasena ganthenti.",
  "atk-s0301a2:40_5": "Atha rukkhaṁ abhiruḷhā upacchedakakammavasena ekappahāreneva kālaṁ katvā avīcimhi nibbattā mahādukkhaṁ anubhavanti.",
  "atk-s0301a2:41_0": "Atha kāle gacchante devaputto ‘‘imāsaṁ neva saddo suyyati, na pupphāni pātenti. Kahaṁ nu kho gatā’’ti?",
  "atk-s0301a2:41_1": "Āvajjento niraye nibbattabhāvaṁ disvā piyavatthukasokena ruppamāno cintesi – ‘‘etā tāva yathākammena gatā, mayhaṁ āyusaṅkhāro kittako’’ti.",
  "atk-s0301a2:41_2": "So – ‘‘sattame divase mayāpi avasesāhi pañcasatāhi saddhiṁ kālaṁ katvā tattheva nibbattitabba’’nti disvā balavatarena sokena ruppi.",
  "atk-s0301a2:41_3": "So – ‘‘imaṁ mayhaṁ sokaṁ sadevake loke aññatra tathāgatā niddhamituṁ samattho nāma natthī’’ti cintetvā satthu santikaṁ gantvā niccaṁ utrastanti gāthamāha.",
  "atk-s0301a2:42_0": "Tattha idanti attano cittaṁ dasseti.",
  "atk-s0301a2:42_1": "Dutiyapadaṁ purimasseva vevacanaṁ.",
  "atk-s0301a2:42_2": "Niccanti ca padassa devaloke nibbattakālato paṭṭhāyāti attho na gahetabbo, sokuppattikālato pana paṭṭhāya niccanti veditabbaṁ.",
  "atk-s0301a2:42_3": "Anuppannesu kicchesūti ito sattāhaccayena yāni dukkhāni uppajjissanti, tesu.",
  "atk-s0301a2:42_4": "Atho uppatitesu cāti yāni pañcasatānaṁ accharānaṁ niraye nibbattānaṁ diṭṭhāni, tesu cāti evaṁ imesu uppannānuppannesu dukkhesu niccaṁ mama utrastaṁ cittaṁ, abbhantare ḍayhamāno viya homi bhagavāti dasseti.",
  "atk-s0301a2:43_0": "Nāññatrabojjhā tapasāti bojjhaṅgabhāvanañca tapoguṇañca aññatra muñcitvā sotthiṁ na passāmīti attho. Sabbanissaggāti nibbānato.",
  "atk-s0301a2:43_1": "Ettha kiñcāpi bojjhaṅgabhāvanā paṭhamaṁ gahitā, indriyasaṁvaro pacchā, atthato pana indriyasaṁvarova paṭhamaṁ veditabbo.",
  "atk-s0301a2:43_2": "Indiyasaṁvare hi gahite catupārisuddhisīlaṁ gahitaṁ hoti.",
  "atk-s0301a2:43_3": "Tasmiṁ patiṭṭhito bhikkhu nissayamuttako dhutaṅgasaṅkhātaṁ tapoguṇaṁ samādāya araññaṁ pavisitvā kammaṭṭhānaṁ bhāvento saha vipassanāya bojjhaṅge bhāveti.",
  "atk-s0301a2:43_4": "Tassa ariyamaggo yaṁ nibbānaṁ ārammaṇaṁ katvā uppajjati, so ‘‘sabbanissaggo’’ti bhagavā catusaccavasena desanaṁ vinivattesi.",
  "atk-s0301a2:43_5": "Devaputto desanāpariyosāne sotāpattiphale patiṭṭhahīti. Sattamaṁ.",
  "atk-s0301a2:44_0": "8-10. Kakudhasuttādivaṇṇanā",
  "atk-s0301a2:45_0": "99.",
  "atk-s0301a2:45_1": "Aṭṭhame kakudho devaputtoti ayaṁ kira kolanagare mahāmoggallānattherassa upaṭṭhākaputto daharakāleyeva therassa santike vasanto jhānaṁ nibbattetvā kālaṅkato, brahmaloke uppajji.",
  "atk-s0301a2:45_2": "Tatrāpi naṁ kakudho brahmātveva sañjānanti. Nandasīti tussasi.",
  "atk-s0301a2:45_3": "Kiṁ laddhāti tuṭṭhi nāma kiñci manāpaṁ labhitvā hoti, tasmā evamāha.",
  "atk-s0301a2:45_4": "Kiṁ jīyitthāti yassa hi kiñci manāpaṁ cīvarādivatthu jiṇṇaṁ hoti, so socati, tasmā evamāha.",
  "atk-s0301a2:45_5": "Aratī nābhikīratīti ukkaṇṭhitā nābhibhavati.",
  "atk-s0301a2:45_6": "Aghajātassāti dukkhajātassa, vaṭṭadukkhe ṭhitassāti attho. Nandījātassāti jātataṇhassa.",
  "atk-s0301a2:45_7": "Aghanti evarūpassa hi vaṭṭadukkhaṁ āgatameva hoti .",
  "atk-s0301a2:45_8": "‘‘Dukkhī sukhaṁ patthayatī’’ti hi vuttaṁ.",
  "atk-s0301a2:45_9": "Iti aghajātassa nandī hoti, sukhavipariṇāmena dukkhaṁ āgatamevāti nandījātassa aghaṁ hoti. Aṭṭhamaṁ.",
  "atk-s0301a2:46_0": "100. Navamaṁ vuttatthameva. Navamaṁ.",
  "atk-s0301a2:47_0": "101.",
  "atk-s0301a2:47_1": "Dasame ānandattherassa anumānabuddhiyā ānubhāvappakāsanatthaṁ aññataroti āha. Dasamaṁ.",
  "atk-s0301a2:48_0": "Dutiyo vaggo.",
  "atk-s0301a2:49_0": "3. Nānātitthiyavaggo",
  "atk-s0301a2:50_0": "1-2. Sivasuttādivaṇṇanā",
  "atk-s0301a2:51_0": "102.",
  "atk-s0301a2:51_1": "Tatiyavaggassa paṭhamaṁ vuttatthameva. Paṭhamaṁ.",
  "atk-s0301a2:52_0": "103.",
  "atk-s0301a2:52_1": "Dutiye paṭikaccevāti paṭhamaṁyeva.",
  "atk-s0301a2:52_2": "Akkhacchinnovajhāyatīti akkhacchinno avajhāyati, balavacintanaṁ cinteti.",
  "atk-s0301a2:52_3": "Dutiyagāthāya akkhacchinnovāti akkhacchinno viya. Dutiyaṁ.",
  "atk-s0301a2:53_0": "3-4. Serīsuttādivaṇṇanā",
  "atk-s0301a2:54_0": "104. Tatiye dāyakoti dānasīlo.",
  "atk-s0301a2:54_1": "Dānapatīti yaṁ dānaṁ demi, tassa pati hutvā demi, na dāso na sahāyo.",
  "atk-s0301a2:54_2": "Yo hi attanā madhuraṁ bhuñjati, paresaṁ amadhuraṁ deti, so dānasaṅkhātassa deyyadhammassa dāso hutvā deti.",
  "atk-s0301a2:54_3": "Yo yaṁ attanā bhuñjati, tadeva deti, so sahāyo hutvā deti.",
  "atk-s0301a2:54_4": "Yo pana attanā yena tena yāpeti, paresaṁ madhuraṁ deti, so pati jeṭṭhako sāmi hutvā deti.",
  "atk-s0301a2:54_5": "Ahaṁ ‘‘tādiso ahosi’’nti vadati.",
  "atk-s0301a2:55_0": "Catūsu dvāresuti tassa kira rañño sindhavaraṭṭhaṁ sodhivākaraṭṭhanti dve raṭṭhāni ahesuṁ, nagaraṁ roruvaṁ nāma.",
  "atk-s0301a2:55_1": "Tassa ekekasmiṁ dvāre devasikaṁ satasahassaṁ uppajjati, antonagare vinicchayaṭṭhāne satasahassaṁ.",
  "atk-s0301a2:55_2": "So bahuhiraññasuvaṇṇaṁ rāsibhūtaṁ disvā kammassakatañāṇaṁ uppādetvā catūsu dvāresu dānasālāyo kāretvā tasmiṁ tasmiṁ dvāre uṭṭhitaāyena dānaṁ dethāti amacce ṭhapesi.",
  "atk-s0301a2:55_3": "Tenāha – ‘‘catūsu dvāresu dānaṁ dīyitthā’’ti.",
  "atk-s0301a2:56_0": "Samaṇabrāhmaṇakapaṇaddhikavanibbakayācakānanti ettha samaṇāti pabbajjūpagatā. Brāhmaṇāti bhovādino.",
  "atk-s0301a2:56_1": "Samitapāpabāhitapāpe pana samaṇabrāhmaṇe esa nālattha.",
  "atk-s0301a2:56_2": "Kapaṇāti duggatā daliddamanussā kāṇakuṇiādayo. Addhikāti pathāvino.",
  "atk-s0301a2:56_3": "Vanibbakāti ye ‘‘iṭṭhaṁ, dinnaṁ, kantaṁ, manāpaṁ, kālena, anavajjaṁ dinnaṁ, dadaṁ cittaṁ pasādeyya, gacchatu bhavaṁ brahmaloka’’ntiādinā nayena dānassa vaṇṇaṁ thomayamānā vicaranti.",
  "atk-s0301a2:56_4": "Yācakāti ye ‘‘pasatamattaṁ detha, sarāvamattaṁ dethā’’tiādīni ca vatvā yācamānā vicaranti.",
  "atk-s0301a2:56_5": "Itthāgārassa dānaṁ dīyitthāti paṭhamadvārassa laddhattā tattha uppajjanakasatasahasse aññampi dhanaṁ pakkhipitvā rañño amacce hāretvā attano amacce ṭhapetvā raññā dinnadānato rājitthiyo mahantataraṁ dānaṁ adaṁsu. Taṁ sandhāyevamāha.",
  "atk-s0301a2:56_6": "Mama dānaṁ paṭikkamīti yaṁ mama dānaṁ tattha dīyittha, taṁ paṭinivatti. Sesadvāresupi eseva nayo. Kocīti katthaci.",
  "atk-s0301a2:56_7": "Dīgharattanti asītivassasahassāni.",
  "atk-s0301a2:56_8": "Ettakaṁ kira kālaṁ tassa rañño dānaṁ dīyittha. Tatiyaṁ.",
  "atk-s0301a2:57_0": "105. Catutthaṁ vuttatthameva. Catutthaṁ.",
  "atk-s0301a2:58_0": "5. Jantusuttavaṇṇanā",
  "atk-s0301a2:59_0": "106.",
  "atk-s0301a2:59_1": "Pañcame kosalesu viharantīti bhagavato santike kammaṭṭhānaṁ gahetvā tattha gantvā viharanti.",
  "atk-s0301a2:59_2": "Uddhatāti akappiye kappiyasaññitāya ca kappiye akappiyasaññitāya ca anavajje sāvajjasaññitāya ca sāvajje anavajjasaññitāya ca uddhaccapakatikā hutvā.",
  "atk-s0301a2:59_3": "Unnaḷāti uggatanaḷā, uṭṭhitatucchamānāti vuttaṁ hoti.",
  "atk-s0301a2:59_4": "Capalāti pattacīvaramaṇḍanādinā cāpallena yuttā.",
  "atk-s0301a2:59_5": "Mukharāti mukhakharā, kharavacanāti vuttaṁ hoti.",
  "atk-s0301a2:59_6": "Vikiṇṇavācāti asaṁyatavacanā, divasampi niratthakavacanapalāpino.",
  "atk-s0301a2:59_7": "Muṭṭhassatinoti naṭṭhassatino sativirahitā, idha kataṁ ettha pamussanti. Asampajānāti nippaññā.",
  "atk-s0301a2:59_8": "Asamāhitāti appanāupacārasamādhirahitā, caṇḍasote baddhanāvāsadisā.",
  "atk-s0301a2:59_9": "Vibbhantacittāti anavaṭṭhitacittā, panthāruḷhabālamigasadisā.",
  "atk-s0301a2:59_10": "Pākatindriyāti saṁvarābhāvena gihikāle viya vivaṭaindriyā.",
  "atk-s0301a2:60_0": "Jantūti evaṁnāmako devaputto.",
  "atk-s0301a2:60_1": "Tadahuposatheti tasmiṁ ahu uposathe, uposathadivaseti attho.",
  "atk-s0301a2:60_2": "Pannaraseti cātuddasikādipaṭikkhepo.",
  "atk-s0301a2:60_3": "Upasaṅkamīti codanatthāya upagato.",
  "atk-s0301a2:60_4": "So kira cintesi – ‘‘ime bhikkhū satthu santike kammaṭṭhānaṁ gahetvā nikkhantā, idāni pamattā viharanti, na kho panete pāṭiyekkaṁ nisinnaṭṭhāne codiyamānā kathaṁ gaṇhissanti, samāgamanakāle codissāmī’’ti uposathadivase tesaṁ sannipatitabhāvaṁ ñatvā upasaṅkami.",
  "atk-s0301a2:60_5": "Gāthāhi ajjhabhāsīti sabbesaṁ majjhe ṭhatvā gāthā abhāsi.",
  "atk-s0301a2:61_0": "Tattha yasmā guṇakathāya saddhiṁ nigguṇassa aguṇo pākaṭo hoti, tasmā guṇaṁ tāva kathento sukhajīvino pure āsuntiādimāha.",
  "atk-s0301a2:61_1": "Tattha sukhajīvino pure āsunti pubbe bhikkhū supposā subharā ahesuṁ, uccanīcakulesu sapadānaṁ caritvā laddhena missakapiṇḍena yāpesunti adhippāyena evamāha. Anicchāti nittaṇhā hutvā.",
  "atk-s0301a2:62_0": "Evaṁ porāṇakabhikkhūnaṁ vaṇṇaṁ kathetvā idāni tesaṁ avaṇṇaṁ kathento dupposantiādimāha.",
  "atk-s0301a2:62_1": "Tattha gāme gāmaṇikā viyāti yathā gāme gāmakuṭā nānappakārena janaṁ pīḷetvā khīradadhitaṇḍulādīni āharāpetvā bhuñjanti, evaṁ tumhepi anesanāya ṭhitā tumhākaṁ jīvikaṁ kappethāti adhippāyena vadati.",
  "atk-s0301a2:62_2": "Nipajjantīti uddesaparipucchāmanasikārehi anatthikā hutvā sayanamhi hatthapāde vissajjetvā nipajjanti.",
  "atk-s0301a2:62_3": "Parāgāresūti paragehesu, kulasuṇhādīsūti attho.",
  "atk-s0301a2:62_4": "Mucchitāti kilesamucchāya mucchitā.",
  "atk-s0301a2:63_0": "Ekacceti vattabbayuttakeyeva. Apaviddhāti chaḍḍitakā. Anāthāti apatiṭṭhā.",
  "atk-s0301a2:63_1": "Petāti susāne chaḍḍitā kālaṅkatamanussā.",
  "atk-s0301a2:63_2": "Yathā hi susāne chaḍḍitā nānāsakuṇādīhi khajjanti, ñātakāpi nesaṁ nāthakiccaṁ na karonti, na rakkhanti, na gopayanti, evamevaṁ evarūpāpi ācariyupajjhāyādīnaṁ santikā ovādānusāsaniṁ na labhantīti apaviddhā anāthā, yathā petā, tatheva honti. Pañcamaṁ.",
  "atk-s0301a2:64_0": "6. Rohitassasuttavaṇṇanā",
  "atk-s0301a2:65_0": "107.",
  "atk-s0301a2:65_1": "Chaṭṭhe yatthāti cakkavāḷalokassa ekokāse bhummaṁ.",
  "atk-s0301a2:65_2": "Na cavati na upapajjatīti idaṁ aparāparaṁ cutipaṭisandhivasena gahitaṁ. Gamanenāti padagamanena.",
  "atk-s0301a2:65_3": "Nāhaṁ taṁ lokassa antanti satthā saṅkhāralokassa antaṁ sandhāya vadati.",
  "atk-s0301a2:65_4": "Ñāteyyantiādīsu ñātabbaṁ, daṭṭhabbaṁ, pattabbanti attho.",
  "atk-s0301a2:66_0": "Iti devaputtena cakkavāḷalokassa anto pucchito, satthārā saṅkhāralokassa kathito.",
  "atk-s0301a2:66_1": "So pana attano pañhena saddhiṁ satthu byākaraṇaṁ sametīti saññāya pasaṁsanto acchariyantiādimāha.",
  "atk-s0301a2:67_0": "Daḷhadhammoti daḷhadhanu, uttamappamāṇena dhanunā samannāgato. Dhanuggahoti dhanuācariyo.",
  "atk-s0301a2:67_1": "Susikkhitoti dasa dvādasa vassāni dhanusippaṁ sikkhito.",
  "atk-s0301a2:67_2": "Katahatthoti usabhappamāṇepi vālaggaṁ vijjhituṁ samatthabhāvena katahattho.",
  "atk-s0301a2:67_3": "Katūpāsanoti katasarakkhepo dassitasippo. Asanenāti kaṇḍena. Atipāteyyāti atikkameyya.",
  "atk-s0301a2:67_4": "Yāvatā so tālacchāyaṁ atikkameyya, tāvatā kālena ekacakkavāḷaṁ atikkamāmīti attano javasampattiṁ dasseti.",
  "atk-s0301a2:68_0": "Puratthimā samuddā pacchimoti yathā puratthimasamuddā pacchimasamuddo dūre, evaṁ me dūre padavītihāro ahosīti vadati.",
  "atk-s0301a2:68_1": "So kira pācīnacakkavāḷamukhavaṭṭiyaṁ ṭhito pādaṁ pasāretvā pacchimacakkavāḷamukhavaṭṭiyaṁ akkamati, puna dutiyaṁ pādaṁ pasāretvā paracakkavāḷamukhavaṭṭiyaṁ akkamati. Icchāgatanti icchā eva.",
  "atk-s0301a2:68_2": "Aññatrevāti nippapañcataṁ dasseti.",
  "atk-s0301a2:68_3": "Bhikkhācārakāle kiresa nāgalatādantakaṭṭhaṁ khāditvā anotatte mukhaṁ dhovitvā kāle sampatte uttarakurumhi piṇḍāya caritvā cakkavāḷamukhavaṭṭiyaṁ nisinno bhattakiccaṁ karoti, tattha muhuttaṁ vissamitvā puna javati.",
  "atk-s0301a2:68_4": "Vassasatāyukoti tadā dīghāyukakālo hoti, ayaṁ pana vassasatāvasiṭṭhe āyumhi gamanaṁ ārabhi.",
  "atk-s0301a2:68_5": "Vassasatajīvīti taṁ vassasataṁ anantarāyena jīvanto.",
  "atk-s0301a2:68_6": "Antarāva kālaṅkatoti cakkavāḷalokassa antaṁ appatvā antarāva mato.",
  "atk-s0301a2:68_7": "So pana tattha kālaṁ katvāpi āgantvā imasmiṁyeva cakkavāḷe nibbatti.",
  "atk-s0301a2:68_8": "Appatvāti saṅkhāralokassa antaṁ appatvā. Dukkhassāti vaṭṭadukkhassa.",
  "atk-s0301a2:68_9": "Antakiriyanti pariyantakaraṇaṁ. Kaḷevareti attabhāve.",
  "atk-s0301a2:68_10": "Sasaññimhi samanaketi sasaññe sacitte. Lokanti dukkhasaccaṁ.",
  "atk-s0301a2:68_11": "Lokasamudayanti samudayasaccaṁ. Lokanirodhanti nirodhasaccaṁ. Paṭipadanti maggasaccaṁ.",
  "atk-s0301a2:68_12": "Iti – ‘‘nāhaṁ, āvuso, imāni cattāri saccāni tiṇakaṭṭhādīsu paññapemi , imasmiṁ pana cātumahābhūtike kāyasmiṁ yeva paññapemī’’ti dasseti. Samitāvīti samitapāpo. Nāsīsatīti na pattheti. Chaṭṭhaṁ.",
  "atk-s0301a2:69_0": "108-109.",
  "atk-s0301a2:69_1": "Sattamaṭṭhamāni vuttatthāneva. Sattamaṁ, aṭṭhamaṁ.",
  "atk-s0301a2:70_0": "9. Susimasuttavaṇṇanā",
  "atk-s0301a2:71_0": "110.",
  "atk-s0301a2:71_1": "Navame tuyhampi no, ānanda, sāriputto ruccatīti satthā therassa vaṇṇaṁ kathetukāmo, vaṇṇo ca nāmesa visabhāgapuggalassa santike kathetuṁ na vaṭṭati.",
  "atk-s0301a2:71_2": "Tassa santike kathito hi matthakaṁ na pāpuṇāti.",
  "atk-s0301a2:71_3": "So hi ‘‘asuko nāma bhikkhu sīlavā’’ti vutte. ‘‘Kiṁ tassa sīlaṁ? Gorūpasīlo so.",
  "atk-s0301a2:71_4": "Kiṁ tayā añño sīlavā na diṭṭhapubbo’’ti vā?",
  "atk-s0301a2:71_5": "‘‘Paññavā’’ti vutte, ‘‘kiṁ pañño so?",
  "atk-s0301a2:71_6": "Kiṁ tayā añño paññavā na diṭṭhapubbo’’ti?",
  "atk-s0301a2:71_7": "Vā, ādīni vatvā vaṇṇakathāya antarāyaṁ karoti.",
  "atk-s0301a2:71_8": "Ānandatthero pana sāriputtattherassa sabhāgo, paṇītāni labhitvā therassa deti, attano upaṭṭhākadārake pabbājetvā therassa santike upajjhaṁ gaṇhāpeti, upasampādeti.",
  "atk-s0301a2:71_9": "Sāriputtattheropi ānandattherassa tatheva karoti. Kiṁ kāraṇā?",
  "atk-s0301a2:71_10": "Aññamaññassa guṇesu pasīditvā.",
  "atk-s0301a2:71_11": "Ānandatthero hi – ‘‘amhākaṁ jeṭṭhabhātiko ekaṁ asaṅkhyeyyaṁ satasahassañca kappe pāramiyo pūretvā soḷasavidhaṁ paññaṁ paṭivijjhitvā dhammasenāpatiṭṭhāne ṭhito’’ti therassa guṇesu pasīditvāva theraṁ mamāyati.",
  "atk-s0301a2:71_12": "Sāriputtattheropi – ‘‘sammāsambuddhassa mayā kattabbaṁ mukhodakadānādikiccaṁ sabbaṁ ānando karoti.",
  "atk-s0301a2:71_13": "Ānandaṁ nissāya ahaṁ icchiticchitaṁ samāpattiṁ samāpajjituṁ labhāmī’’ti āyasmato ānandassa guṇesu pasīditvāva taṁ mamāyati.",
  "atk-s0301a2:71_14": "Tasmā bhagavā sāriputtattherassa vaṇṇaṁ kathetukāmo ānandattherassa santike kathetuṁ āraddho.",
  "atk-s0301a2:72_0": "Tattha tuyhampīti sampiṇḍanattho pi-kāro.",
  "atk-s0301a2:72_1": "Idaṁ vuttaṁ hoti – ‘‘ānanda, sāriputtassa ācāro gocaro vihāro abhikkamo paṭikkamo ālokitavilokitaṁ samiñjitapasāraṇaṁ mayhaṁ ruccati, asītimahātherānaṁ ruccati, sadevakassa lokassa ruccati. Tuyhampi ruccatī’’ti?",
  "atk-s0301a2:73_0": "Tato thero sāṭakantare laddhokāso balavamallo viya tuṭṭhamānaso hutvā – ‘‘satthā mayhaṁ piyasahāyassa vaṇṇaṁ kathāpetukāmo.",
  "atk-s0301a2:73_1": "Labhissāmi no ajja, dīpadhajabhūtaṁ mahājambuṁ vidhunanto viya valāhakantarato candaṁ nīharitvā dassento viya sāriputtattherassa vaṇṇaṁ kathetu’’nti cintetvā paṭhamataraṁ tāva catūhi padehi puggalapalāpe haranto kassa hi nāma, bhante, abālassātiādimāha.",
  "atk-s0301a2:73_2": "Bālo hi bālatāya, duṭṭho dosatāya, mūḷho mohena, vipallatthacitto ummattako cittavipallāsena vaṇṇaṁ ‘‘vaṇṇo’’ti vā avaṇṇaṁ ‘‘avaṇṇe’’ti vā, ‘‘ayaṁ buddho, ayaṁ sāvako’’ti vā na jānāti.",
  "atk-s0301a2:73_3": "Abālādayo pana jānanti, tasmā abālassātiādimāha.",
  "atk-s0301a2:73_4": "Na rucceyyāti bālādīnaṁyeva hi so na rucceyya, na aññassa kassaci na rucceyya.",
  "atk-s0301a2:74_0": "Evaṁ puggalapalāpe haritvā idāni soḷasahi padehi yathābhūtaṁ vaṇṇaṁ kathento paṇḍito, bhantetiādimāha.",
  "atk-s0301a2:74_1": "Tattha paṇḍitoti paṇḍiccena samannāgato, catūsu kosallesu ṭhitassetaṁ nāmaṁ.",
  "atk-s0301a2:74_2": "Vuttañhetaṁ – ‘‘yato kho, ānanda, bhikkhu dhātukusalo ca hoti āyatanakusalo ca paṭiccasamuppādakusalo ca ṭhānāṭṭhānakusalo ca, ettāvatā kho, ānanda, ‘paṇḍito bhikkhū’ti alaṁ vacanāyā’’ti (ma. ni. 3.124).",
  "atk-s0301a2:74_3": "Mahāpaññotiādīsu mahāpaññādīhi samannāgatoti attho.",
  "atk-s0301a2:74_4": "Tatridaṁ mahāpaññādīnaṁ nānattaṁ (paṭi. ma. 3.4) – katamā mahāpaññā?",
  "atk-s0301a2:74_5": "Mahante sīlakkhandhe pariggaṇhātīti mahāpaññā, mahante samādhikkhandhe, paññākkhandhe, vimuttikkhandhe, vimuttiñāṇadassanakkhandhe pariggaṇhātīti mahāpaññā.",
  "atk-s0301a2:74_6": "Mahantāni ṭhānāṭṭhānāni, mahāvihārasamāpattiyo, mahantāni ariyasaccāni, mahante satipaṭṭhāne, sammappadhāne, iddhipāde, mahantāni indriyāni, balāni, bojjhaṅgāni, mahante ariyamagge , mahantāni sāmaññaphalāni, mahāabhiññāyo, mahantaṁ paramatthaṁ nibbānaṁ pariggaṇhātīti mahāpaññā.",
  "atk-s0301a2:75_0": "Sā pana therassa devorohanaṁ katvā saṅkassanagaradvāre ṭhitena satthārā puthujjanapañcake pañhe pucchite taṁ vissajjentassa pākaṭā jātā.",
  "atk-s0301a2:76_0": "Katamā puthupaññā?",
  "atk-s0301a2:76_1": "Puthu nānākhandhesu, (ñāṇaṁ pavattatīti puthupaññā.) Puthu nānādhātūsu, puthu nānāāyatanesu, puthu nānāpaṭiccasamuppādesu, puthu nānāsuññatamanupalabbhesu, puthu nānāatthesu, dhammesu niruttīsu paṭibhānesu, puthu nānāsīlakkhandhesu, puthu nānāsamādhi-paññāvimutti-vimuttiñāṇadassanakkhandhesu, puthu nānāṭhānāṭṭhānesu, puthu nānāvihārasamāpattīsu, puthu nānāariyasaccesu, puthu nānāsatipaṭṭhānesu, sammappadhānesu, iddhipādesu, indriyesu, balesu, bojjhaṅgesu, puthu nānāariyamaggesu, sāmaññaphalesu, abhiññāsu, puthu nānājanasādhāraṇe dhamme samatikkamma paramatthe nibbāne ñāṇaṁ pavattatīti puthupaññā.",
  "atk-s0301a2:77_0": "Katamā hāsapaññā?",
  "atk-s0301a2:77_1": "Idhekacco hāsabahulo vedabahulo tuṭṭhibahulo pāmojjabahulo sīlaṁ paripūreti, indriyasaṁvaraṁ paripūreti, bhojane mattaññutaṁ, jāgariyānuyogaṁ, sīlakkhandhaṁ, samādhikkhandhaṁ, paññākkhandhaṁ, vimuttikkhandhaṁ, vimuttiñāṇadassanakkhandhaṁ paripūretīti, hāsapaññā.",
  "atk-s0301a2:77_2": "Hāsabahulo pāmojjabahulo ṭhānāṭṭhānaṁ paṭivijjhatīti hāsapaññā.",
  "atk-s0301a2:77_3": "Hāsabahulo vihārasamāpattiyo paripūretīti hāsapaññā.",
  "atk-s0301a2:77_4": "Hāsabahulo ariyasaccāni paṭivijjhati.",
  "atk-s0301a2:77_5": "Satipaṭṭhāne , sammappadhāne, iddhipāde, indriyāni, balāni , bojjhaṅgāni, ariyamaggaṁ bhāvetīti hāsapaññā.",
  "atk-s0301a2:77_6": "Hāsabahulo sāmaññaphalāni sacchikaroti, abhiññāyo paṭivijjhatīti hāsapaññā, hāsabahulo vedatuṭṭhipāmojjabahulo paramatthaṁ nibbānaṁ sacchikarotīti hāsapaññā.",
  "atk-s0301a2:78_0": "Thero ca sarado nāma tāpaso hutvā anomadassissa bhagavato pādamūle aggasāvakapatthanaṁ paṭṭhapesi.",
  "atk-s0301a2:78_1": "Taṁkālato paṭṭhāya hāsabahulo sīlaparipūraṇādīni akāsīti hāsapañño.",
  "atk-s0301a2:79_0": "Katamā javanapaññā?",
  "atk-s0301a2:79_1": "Yaṁkiñci rūpaṁ atītānāgatapaccuppannaṁ…pe… yaṁ dūre santike vā, sabbaṁ rūpaṁ aniccato khippaṁ javatīti javanapaññā.",
  "atk-s0301a2:79_2": "Dukkhato khippaṁ, anattato khippaṁ javatīti javanapaññā.",
  "atk-s0301a2:79_3": "Yā kāci vedanā…pe… yā kāci saññā… ye keci saṅkhārā… yaṁkiñci viññāṇaṁ atītānāgatapaccuppannaṁ…pe… sabbaṁ viññāṇaṁ aniccato, dukkhato, anattato khippaṁ javatīti javanapaññā.",
  "atk-s0301a2:79_4": "Cakkhu…pe… jarāmaraṇaṁ atītānāgatapaccuppannaṁ aniccato, dukkhato, anattato khippaṁ javatīti javanapaññā.",
  "atk-s0301a2:79_5": "Rūpaṁ atītānāgatapaccuppannaṁ aniccaṁ khayaṭṭhena, dukkhaṁ bhayaṭṭhena, anattā asārakaṭṭhenāti tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā rūpanirodhe nibbāne khippaṁ javatīti javanapaññā.",
  "atk-s0301a2:79_6": "Vedanā… saññā… saṅkhārā… viññāṇaṁ… cakkhu…pe… jarāmaraṇaṁ atītānāgatapaccuppannaṁ aniccaṁ khayaṭṭhena…pe… vibhūtaṁ katvā jarāmaraṇanirodhe nibbāne khippaṁ javatīti javanapaññā.",
  "atk-s0301a2:79_7": "Rūpaṁ atītānāgatapaccuppannaṁ…pe… viññāṇaṁ.",
  "atk-s0301a2:79_8": "Cakkhu…pe… jarāmaraṇaṁ aniccaṁ saṅkhataṁ paṭiccasamuppannaṁ khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammanti tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā jarāmaraṇanirodhe nibbāne khippaṁ javatīti javanapaññā.",
  "atk-s0301a2:80_0": "Katamā tikkhapaññā?",
  "atk-s0301a2:80_1": "Khippaṁ kilese chindatīti tikkhapaññā.",
  "atk-s0301a2:80_2": "Uppannaṁ kāmavitakkaṁ nādhivāseti, uppannaṁ byāpādavitakkaṁ… uppannaṁ vihiṁsāvitakkaṁ… uppannuppanne pāpake akusale dhamme… uppannaṁ rāgaṁ… dosaṁ… mohaṁ… kodhaṁ… upanāhaṁ… makkhaṁ… paḷāsaṁ… issaṁ… macchariyaṁ… māyaṁ… sāṭheyyaṁ… thambhaṁ… sārambhaṁ… mānaṁ… atimānaṁ… madaṁ… pamādaṁ… sabbe kilese… sabbe duccarite… sabbe abhisaṅkhāre… sabbe bhavagāmikamme nādhivāseti pajahati vinodeti, byantīkaroti, anabhāvaṁ gametīti tikkhapaññā.",
  "atk-s0301a2:80_3": "Ekasmiṁ āsane cattāro ca ariyamaggā, cattāri ca sāmaññaphalāni, catasso ca paṭisambhidāyo, cha ca abhiññāyo adhigatā honti sacchikatā phassitā paññāyāti tikkhapaññā.",
  "atk-s0301a2:81_0": "Thero ca bhāgineyyassa dīghanakhaparibbājakassa vedanāpariggahasutte desiyamāne ṭhitakova sabbakilese chinditvā sāvakapāramiñāṇaṁ paṭividdhakālato paṭṭhāya tikkhapañño nāma jāto.",
  "atk-s0301a2:81_1": "Tenāha – ‘‘tikkhapañño, bhante, āyasmā sāriputto’’ti.",
  "atk-s0301a2:82_0": "Katamā nibbedhikapaññā?",
  "atk-s0301a2:82_1": "Idhekacco sabbasaṅkhāresu ubbegabahulo hoti uttāsabahulo ukkaṇṭhanabahulo aratibahulo anabhiratibahulo bahimukho na ramati sabbasaṅkhāresu, anibbiddhapubbaṁ appadālitapubbaṁ lobhakkhandhaṁ nibbijjhati padāletīti nibbedhikapaññā.",
  "atk-s0301a2:82_2": "Anibbiddhapubbaṁ appadālitapubbaṁ dosakkhandhaṁ… mohakkhandhaṁ… kodhaṁ… upanāhaṁ…pe… sabbe bhavagāmikamme nibbijjhati padāletīti nibbedhikapaññā.",
  "atk-s0301a2:83_0": "Appicchoti santaguṇaniguhanatā, paccayapaṭiggahaṇe ca mattaññutā, etaṁ appicchalakkhaṇanti iminā lakkhaṇena samannāgato.",
  "atk-s0301a2:83_1": "Santuṭṭhoti catūsu paccayesu yathālābhasantoso yathābalasantoso yathāsāruppasantosoti, imehi tīhi santosehi samannāgato.",
  "atk-s0301a2:83_2": "Pavivittoti kāyaviveko ca vivekaṭṭhakāyānaṁ nekkhammābhiratānaṁ, cittaviveko ca parisuddhacittānaṁ paramavodānappattānaṁ, upadhiviveko ca nirupadhīnaṁ puggalānaṁ visaṅkhāragatānanti, imesaṁ tiṇṇaṁ vivekānaṁ lābhī.",
  "atk-s0301a2:83_3": "Asaṁsaṭṭhoti dassanasaṁsaggo savanasaṁsaggo samullapanasaṁsaggo paribhogasaṁsaggo kāyasaṁsaggoti, imehi pañcahi saṁsaggehi virahito.",
  "atk-s0301a2:83_4": "Ayañca pañcavidho saṁsaggo rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi upāsakehi upasikāhi bhikkhūhi bhikkhunīhīti aṭṭhahi puggalehi saddhiṁ jāyati, so sabbopi therassa natthīti asaṁsaṭṭho.",
  "atk-s0301a2:84_0": "Āraddhavīriyoti paggahitavīriyo paripuṇṇavīriyo.",
  "atk-s0301a2:84_1": "Tattha āraddhavīriyo bhikkhu gamane uppannakilesassa ṭhānaṁ pāpuṇituṁ na deti, ṭhāne uppannassa nisajjaṁ, nisajjāya uppannassa seyyaṁ pāpuṇituṁ na deti, tasmiṁ tasmiṁ iriyāpathe uppannaṁ tattha tattheva niggaṇhāti.",
  "atk-s0301a2:84_2": "Thero pana catucattālīsa vassāni mañce piṭṭhiṁ na pasāreti.",
  "atk-s0301a2:84_3": "Taṁ sandhāya ‘‘āraddhavīriyo’’ti āha. Vattāti odhunanavattā.",
  "atk-s0301a2:84_4": "Bhikkhūnaṁ ajjhācāraṁ disvā ‘‘ajja kathessāmi, sve kathessāmī’’ti kathāvavatthānaṁ na karoti, tasmiṁ tasmiṁ yeva ṭhāne ovadati anusāsatīti attho.",
  "atk-s0301a2:85_0": "Vacanakkhamoti vacanaṁ khamati.",
  "atk-s0301a2:85_1": "Eko hi parassa ovādaṁ deti, sayaṁ pana aññena ovadiyamāno kujjhati.",
  "atk-s0301a2:85_2": "Thero pana parassapi ovādaṁ deti, sayaṁ ovadiyamānopi sirasā sampaṭicchati.",
  "atk-s0301a2:85_3": "Ekadivasaṁ kira sāriputtattheraṁ sattavassiko sāmaṇero – ‘‘bhante, sāriputta, tumhākaṁ nivāsanakaṇṇo olambatī’’ti āha.",
  "atk-s0301a2:85_4": "Thero kiñci avatvāva ekamantaṁ gantvā parimaṇḍalaṁ nivāsetvā āgamma ‘‘ettakaṁ vaṭṭati ācariyā’’ti añjaliṁ paggayha aṭṭhāsi.",
  "atk-s0301a2:86_0": "‘‘Tadahu pabbajito santo, jātiyā sattavassiko;",
  "atk-s0301a2:87_0": "Sopi maṁ anusāseyya, sampaṭicchāmi matthake’’ti. (mi. pa. 6.4.8) –",
  "atk-s0301a2:88_0": "Āha.",
  "atk-s0301a2:89_0": "Codakoti vatthusmiṁ otiṇṇe vā anotiṇṇe vā vītikkamaṁ disvā – ‘‘āvuso, bhikkhunā nāma evaṁ nivāsetabbaṁ, evaṁ pārupitabbaṁ, evaṁ gantabbaṁ, evaṁ ṭhātabbaṁ, evaṁ nisīditabbaṁ, evaṁ khāditabbaṁ, evaṁ bhuñjitabba’’nti tantivasena anusiṭṭhiṁ deti.",
  "atk-s0301a2:90_0": "Pāpagarahīti pāpapuggale na passe, na tesaṁ vacanaṁ suṇe, tehi saddhiṁ ekacakkavāḷepi na vaseyyaṁ.",
  "atk-s0301a2:91_0": "‘‘Mā me kadāci pāpiccho, kusīto hīnavīriyo;",
  "atk-s0301a2:92_0": "Appassuto anādaro, sameto ahu katthacī’’ti. –",
  "atk-s0301a2:93_0": "Evaṁ pāpapuggalepi garahati, ‘‘samaṇena nāma rāgavasikena dosamohavasikena na hotabbaṁ, uppanno rāgo doso moho pahātabbo’’ti evaṁ pāpadhammepi garahatīti dvīhi kāraṇehi ‘‘pāpagarahī, bhante, āyasmā sāriputto’’ti vadati.",
  "atk-s0301a2:94_0": "Evaṁ āyasmatā ānandena soḷasahi padehi therassa yathābhūtavaṇṇappakāsane kate – ‘‘kiṁ ānando attano piyasahāyassa vaṇṇaṁ kathetuṁ na labhati, kathetu kiṁ pana tena kathitaṁ tatheva hoti, kiṁ so sabbaññū’’ti?",
  "atk-s0301a2:94_1": "Koci pāpapuggalo vattuṁ mā labhatūti satthā taṁ vaṇṇabhaṇanaṁ akuppaṁ sabbaññubhāsitaṁ karonto jinamuddikāya lañchanto evametantiādimāha.",
  "atk-s0301a2:95_0": "Evaṁ tathāgatena ca ānandattherena ca mahātherassa vaṇṇe kathiyamāne bhumaṭṭhakā devatā uṭṭhahitvā eteheva soḷasahi padehi vaṇṇaṁ kathayiṁsu.",
  "atk-s0301a2:95_1": "Tato ākāsaṭṭhakadevatā sītavalāhakā uṇhavalāhakā cātumahārājikāti yāva akaniṭṭhabrahmalokā devatā uṭṭhahitvā eteheva soḷasahi padehi vaṇṇaṁ kathayiṁsu.",
  "atk-s0301a2:95_2": "Etenupāyena ekacakkavāḷaṁ ādiṁ katvā dasasu cakkavāḷasahassesu devatā uṭṭhahitvā kathayiṁsu.",
  "atk-s0301a2:95_3": "Athāyasmato sāriputtassa saddhivihāriko susīmo devaputto cintesi – ‘‘imā devatā attano attano nakkhattakīḷaṁ pahāya tattha tattha gantvā mayhaṁ upajjhāyasseva vaṇṇaṁ kathenti, gacchāmi tathāgatassa santikaṁ, gantvā etadeva vaṇṇabhaṇanaṁ devatābhāsitaṁ karomī’’ti, so tathā akāsi.",
  "atk-s0301a2:95_4": "Taṁ dassetuṁ atha kho susīmotiādi vuttaṁ.",
  "atk-s0301a2:96_0": "Uccāvacāti aññesu ṭhānesu paṇītaṁ uccaṁ vuccati, hīnaṁ avacaṁ.",
  "atk-s0301a2:96_1": "Idha pana uccāvacāti nānāvidhā vaṇṇanibhā.",
  "atk-s0301a2:96_2": "Tassā kira devaparisāya nīlaṭṭhānaṁ atinīlaṁ, pītakaṭṭhānaṁ atipītakaṁ, lohitaṭṭhānaṁ atilohitaṁ, odātaṭṭhānaṁ accodātanti, catubbidhā vaṇṇanibhā pātubhavi.",
  "atk-s0301a2:96_3": "Teneva seyyathāpi nāmāti catasso upamā āgatā. Tattha subhoti sundaro. Jātimāti jātisampanno.",
  "atk-s0301a2:96_4": "Suparikammakatoti dhovanādiparikammena suṭṭhu parikammakato.",
  "atk-s0301a2:96_5": "Paṇḍukambale nikkhittoti rattakambale ṭhapito.",
  "atk-s0301a2:96_6": "Evamevanti rattakambale nikkhittamaṇi viya sabbā ekappahāreneva virocituṁ āraddhā.",
  "atk-s0301a2:96_7": "Nikkhanti atirekapañcasuvaṇṇena katapiḷandhanaṁ.",
  "atk-s0301a2:96_8": "Tañhi ghaṭṭanamajjanakkhamaṁ hoti.",
  "atk-s0301a2:96_9": "Jambonadanti mahājambusākhāya pavattanadiyaṁ nibbattaṁ, mahājambuphalarase vā pathaviyaṁ paviṭṭhe suvaṇṇaṅkurā uṭṭhahanti, tena suvaṇṇena katapiḷandhanantipi attho.",
  "atk-s0301a2:96_10": "Dakkhakammāraputtaukkāmukhasukusalasampahaṭṭhanti sukusalena kammāraputtena ukkāmukhe pacitvā sampahaṭṭhaṁ. Dhātuvibhaṅge (ma. ni.",
  "atk-s0301a2:96_11": "3.357 ādayo) akatabhaṇḍaṁ gahitaṁ, idha pana katabhaṇḍaṁ.",
  "atk-s0301a2:97_0": "Viddheti dūrībhūte. Deveti ākāse.",
  "atk-s0301a2:97_1": "Nabhaṁ abbhussakkamānoti ākāsaṁ abhilaṅghanto.",
  "atk-s0301a2:97_2": "Iminā taruṇasūriyabhāvo dassito.",
  "atk-s0301a2:97_3": "Soratoti soraccena samannāgato. Dantoti nibbisevano.",
  "atk-s0301a2:97_4": "Satthuvaṇṇābhatoti satthārā ābhatavaṇṇo.",
  "atk-s0301a2:97_5": "Satthā hi aṭṭhaparisamajjhe nisīditvā ‘‘sevatha, bhikkhave, sāriputtamoggallāne’’tiādinā (ma. ni.",
  "atk-s0301a2:97_6": "3.371) nayena therassa vaṇṇaṁ āharīti thero ābhatavaṇṇo nāma hoti.",
  "atk-s0301a2:97_7": "Kālaṁ kaṅkhatīti parinibbānakālaṁ pattheti.",
  "atk-s0301a2:97_8": "Khīṇāsavo hi neva maraṇaṁ abhinandati, na jīvitaṁ pattheti, divasasaṅkhepaṁ vetanaṁ gahetvā ṭhitapuriso viya kālaṁ pana pattheti, olokento tiṭṭhatīti attho. Tenevāha –",
  "atk-s0301a2:98_0": "‘‘Nābhinandāmi maraṇaṁ, nābhinandāmi jīvitaṁ;",
  "atk-s0301a2:99_0": "Kālañca paṭikaṅkhāmi, nibbisaṁ bhatako yathā’’ti. (theragā. 1001-1002); Navamaṁ;",
  "atk-s0301a2:100_0": "10. Nānātitthiyasāvakasuttavaṇṇanā",
  "atk-s0301a2:101_0": "111.",
  "atk-s0301a2:101_1": "Dasame nānātitthiyasāvakāti te kira kammavādino ahesuṁ, tasmā dānādīni puññāni katvā sagge nibbattā, te ‘‘attano attano satthari pasādena nibbattamhā’’ti saññino hutvā ‘‘gacchāma dasabalassa santike ṭhatvā amhākaṁ satthārānaṁ vaṇṇaṁ kathessāmā’’ti āgantvā paccekagāthāhi kathayiṁsu.",
  "atk-s0301a2:101_2": "Tattha chinditamāriteti chindite ca mārite ca.",
  "atk-s0301a2:101_3": "Hatajānīsūti pothane ca dhanajānīsu ca.",
  "atk-s0301a2:101_4": "Puññaṁ vā panāti attano puññampi na samanupassati, saṅkhepato puññāpuññānaṁ vipāko natthīti vadati.",
  "atk-s0301a2:101_5": "Sa ve vissāsamācikkhīti so – ‘‘evaṁ katapāpānampi katapuññānampi vipāko natthī’’ti vadanto sattānaṁ vissāsaṁ avassayaṁ patiṭṭhaṁ ācikkhati, tasmā mānanaṁ vandanaṁ pūjanaṁ arahatīti vadati.",
  "atk-s0301a2:102_0": "Tapojigucchāyāti kāyakilamathatapena pāpajigucchanena.",
  "atk-s0301a2:102_1": "Susaṁvutattoti samannāgato pihito vā.",
  "atk-s0301a2:102_2": "Jegucchīti tapena pāpajigucchako. Nipakoti paṇḍito.",
  "atk-s0301a2:102_3": "Cātuyāmasusaṁvutoti cātuyāmena susaṁvuto.",
  "atk-s0301a2:102_4": "Cātuyāmo nāma sabbavārivārito ca hoti sabbavāriyutto ca sabbavāridhuto ca sabbavāriphuṭo cāti ime cattāro koṭṭhāsā.",
  "atk-s0301a2:102_5": "Tattha sabbavārivāritoti vāritasabbaudako, paṭikkhittasabbasītodakoti attho.",
  "atk-s0301a2:102_6": "So kira sītodake sattasaññī hoti , tasmā taṁ na valañjeti.",
  "atk-s0301a2:102_7": "Sabbavāriyuttoti sabbena pāpavāraṇena yuto.",
  "atk-s0301a2:102_8": "Sabbavāridhutoti sabbena pāpavāraṇena dhutapāpo .",
  "atk-s0301a2:102_9": "Sabbavāriphuṭoti sabbena pāpavāraṇena phuṭṭho.",
  "atk-s0301a2:102_10": "Diṭṭhaṁ sutañca ācikkhanti diṭṭhaṁ ‘‘diṭṭhaṁ me’’ti sutaṁ ‘‘sutaṁ me’’ti ācikkhanto, na niguhanto.",
  "atk-s0301a2:102_11": "Na hi nūna kibbisīti evarūpo satthā kibbisakārako nāma na hoti.",
  "atk-s0301a2:103_0": "Nānātitthiyeti so kira nānātitthiyānaṁyeva upaṭṭhāko, tasmā te ārabbha vadati.",
  "atk-s0301a2:103_1": "Pakudhako kātiyānoti pakudho kaccāyano. Nigaṇṭhoti nāṭaputto.",
  "atk-s0301a2:103_2": "Makkhalipūraṇāseti makkhali ca pūraṇo ca.",
  "atk-s0301a2:103_3": "Sāmaññappattāti samaṇadhamme koṭippattā.",
  "atk-s0301a2:103_4": "Na hi nūna teti sappurisehi na dūre, teyeva loke sappurisāti vadati.",
  "atk-s0301a2:103_5": "Paccabhāsīti ‘‘ayaṁ ākoṭako imesaṁ nagganissirikānaṁ dasabalassa santike ṭhatvā vaṇṇaṁ kathetīti tesaṁ avaṇṇaṁ kathessāmī’’ti patiabhāsīti.",
  "atk-s0301a2:104_0": "Tattha sahācaritenāti saha caritamattena.",
  "atk-s0301a2:104_1": "Chavo sigāloti lāmako kālasigālo. Kotthukoti tasseva vevacanaṁ.",
  "atk-s0301a2:104_2": "Saṅkassarācāroti āsaṅkitasamācāro.",
  "atk-s0301a2:104_3": "Na sataṁ sarikkhoti paṇḍitānaṁ sappurisānaṁ sadiso na hoti, kiṁ tvaṁ kālasigālasadise titthiye sīhe karosīti?",
  "atk-s0301a2:105_0": "Anvāvisitvāti ‘‘ayaṁ evarūpānaṁ satthārānaṁ avaṇṇaṁ katheti, teneva naṁ mukhena vaṇṇaṁ kathāpessāmī’’ti cintetvā tassa sarīre anuāvisi adhimucci, evaṁ anvāvisitvā.",
  "atk-s0301a2:105_1": "Āyuttāti tapojigucchane yuttapayuttā.",
  "atk-s0301a2:105_2": "Pālayaṁ pavivekiyanti pavivekaṁ pālayantā.",
  "atk-s0301a2:105_3": "Te kira ‘‘nhāpitapavivekaṁ pālessāmā’’ti sayaṁ kese luñcanti.",
  "atk-s0301a2:105_4": "‘‘Cīvarapavivekaṁ pātessāmā’’ti naggā vicaranti.",
  "atk-s0301a2:105_5": "‘‘Piṇḍapātapavivekaṁ pālessāmā’’ti sunakhā viya bhūmiyaṁ vā bhuñjanti hatthesu vā.",
  "atk-s0301a2:105_6": "‘‘Senāsanapavivekaṁ pālessāmā’’ti kaṇṭakaseyyādīni kappenti.",
  "atk-s0301a2:105_7": "Rūpe niviṭṭhāti taṇhādiṭṭhīhi rūpe patiṭṭhitā.",
  "atk-s0301a2:105_8": "Devalokābhinandinoti devalokapatthanakāmā.",
  "atk-s0301a2:105_9": "Mātiyāti maccā, te ve maccā paralokatthāya sammā anusāsantīti vadati.",
  "atk-s0301a2:106_0": "Itividitvāti ‘‘ayaṁ paṭhamaṁ etesaṁ avaṇṇaṁ kathetvā idāni vaṇṇaṁ katheti, ko nu kho eso’’ti āvajjento jānitvāva.",
  "atk-s0301a2:106_1": "Ye cantalikkhasmiṁ pabhāsavaṇṇāti ye antalikkhe candobhāsasūriyobhāsasañjhārāgaindadhanutārakarūpānaṁ pabhāsavaṇṇā.",
  "atk-s0301a2:106_2": "Sabbeva te teti sabbeva te tayā. Namucīti māraṁ ālapati.",
  "atk-s0301a2:106_3": "Āmisaṁva macchānaṁ vadhāya khittāti yathā macchānaṁ vadhatthāya baḷisalaggaṁ āmisaṁ khipati, evaṁ tayā pasaṁsamānena ete rūpā sattānaṁ vadhāya khittāti vadati.",
  "atk-s0301a2:107_0": "Māṇavagāmiyoti ayaṁ kira devaputto buddhupaṭṭhāko.",
  "atk-s0301a2:107_1": "Rājagahīyānanti rājagahapabbatānaṁ. Setoti kelāso. Aghagāminanti ākāsagāmīnaṁ. Udadhinanti udakanidhānānaṁ.",
  "atk-s0301a2:107_2": "Idaṁ vuttaṁ hoti – yathā rājagahīyānaṁ pabbatānaṁ vipulo seṭṭho, himavantapabbatānaṁ kelāso, ākāsagāmīnaṁ ādicco, udakanidhānānaṁ samuddo, nakkhattānaṁ cando, evaṁ sadevakassa lokassa buddho seṭṭhoti. Dasamaṁ.",
  "atk-s0301a2:108_0": "Nānātitthiyavaggo tatiyo.",
  "atk-s0301a2:109_0": "Iti sāratthappakāsiniyā",
  "atk-s0301a2:110_0": "Saṁyuttanikāya-aṭṭhakathāya",
  "atk-s0301a2:111_0": "Devaputtasaṁyuttavaṇṇanā niṭṭhitā."
}