{
  "atk-s0508a210:0_0": "14. Cuddasakanipāto",
  "atk-s0508a210:1_0": "1. Khadiravaniyarevatattheragāthāvaṇṇanā",
  "atk-s0508a210:2_0": "Cuddasakanipāte yadā ahantiādikā āyasmato khadiravaniyarevatattherassa gāthā. Kā uppatti?",
  "atk-s0508a210:2_1": "Kāmañcimassa therassa gāthā heṭṭhā ekakanipāte (theragā. aṭṭha. 1.",
  "atk-s0508a210:2_2": "khadiravaniyattheragāthāvaṇṇanā) āgatā.",
  "atk-s0508a210:2_3": "Tattha panassa attano bhāgineyyesu satijananamattaṁ dassitanti tassā ekakanipāte saṅgaho kato.",
  "atk-s0508a210:2_4": "Imā pana therassa pabbajitakālato paṭṭhāya yāva parinibbānā paṭipattipakāsitā gāthā imasmiṁ cuddasakanipāte saṅgahaṁ āropitā.",
  "atk-s0508a210:2_5": "Tattha aṭṭhuppatti heṭṭhā vuttāyeva.",
  "atk-s0508a210:2_6": "Ayaṁ pana viseso – thero kira arahattaṁ patvā kālena kālaṁ satthu dhammasenāpatippabhūtīnaṁ mahātherānañca upaṭṭhānaṁ gantvā katipāhameva tattha vasitvā khadiravanameva paccāgantvā phalasamāpattisukhena brahmavihārehi ca vītināmeti.",
  "atk-s0508a210:2_7": "Evaṁ gacchante kāle jiṇṇo vuḍḍho vayo anuppatto ahosi.",
  "atk-s0508a210:2_8": "So ekadivasaṁ buddhupaṭṭhānaṁ gacchanto antarāmagge sāvatthiyā avidūre araññe vasi.",
  "atk-s0508a210:2_9": "Tena ca samayena corā nagare katakammā ārakkhamanussehi anubandhā palāyantā therassa samīpe gahitabhaṇḍaṁ chaḍḍetvā palāyiṁsu.",
  "atk-s0508a210:2_10": "Manussā anudhāvantā therassa samīpe bhaṇḍaṁ disvā theraṁ bandhitvā ‘‘coro’’ti saññāya gahetvā rañño dassesuṁ, ‘‘ayaṁ, deva, coro’’ti.",
  "atk-s0508a210:2_11": "Rājā theraṁ muñcāpetvā, ‘‘kiṁ, bhante, tumhehi idaṁ corikakammaṁ kataṁ vā, no vā’’ti pucchi.",
  "atk-s0508a210:2_12": "Thero kiñcāpi jātito paṭṭhāya attanā tādisaṁ na katapubbaṁ, taṁ pabbajitato paṭṭhāya pana akatabhāvassa, sabbaso kilesānaṁ samucchinnattā tādisassa karaṇe abhabbatāya pakāsanatthaṁ samīpe ṭhitānaṁ bhikkhūnaṁ rañño ca dhammaṁ desento –",
  "atk-s0508a210:3_0": "645.",
  "atk-s0508a210:4_0": " ‘‘Yadā ahaṁ pabbajito, agārasmānagāriyaṁ;",
  "atk-s0508a210:5_0": "Nābhijānāmi saṅkappaṁ, anariyaṁ dosasaṁhitaṁ.",
  "atk-s0508a210:6_0": "646.",
  "atk-s0508a210:7_0": " ‘‘‘Ime haññantu vajjhantu, dukkhaṁ pappontu pāṇino’;",
  "atk-s0508a210:8_0": "Saṅkappaṁ nābhijānāmi, imasmiṁ dīghamantare.",
  "atk-s0508a210:9_0": "647.",
  "atk-s0508a210:10_0": " ‘‘Mettañca abhijānāmi, appamāṇaṁ subhāvitaṁ;",
  "atk-s0508a210:11_0": "Anupubbaṁ paricitaṁ, yathā buddhena desitaṁ.",
  "atk-s0508a210:12_0": "648.",
  "atk-s0508a210:13_0": " ‘‘Sabbamitto sabbasakho, sabbabhūtānukampako;",
  "atk-s0508a210:14_0": "Mettacittañca bhāvemi, abyāpajjarato sadā.",
  "atk-s0508a210:15_0": "649.",
  "atk-s0508a210:16_0": " ‘‘Asaṁhīraṁ asaṁkuppaṁ, cittaṁ āmodayāmahaṁ;",
  "atk-s0508a210:17_0": "Brahmavihāraṁ bhāvemi, akāpurisasevitaṁ.",
  "atk-s0508a210:18_0": "650.",
  "atk-s0508a210:19_0": " ‘‘Avitakkaṁ samāpanno, sammāsambuddhasāvako;",
  "atk-s0508a210:20_0": "Ariyena tuṇhībhāvena, upeto hoti tāvade.",
  "atk-s0508a210:21_0": "651.",
  "atk-s0508a210:22_0": " ‘‘Yathāpi pabbato selo, acalo suppatiṭṭhito;",
  "atk-s0508a210:23_0": "Evaṁ mohakkhayā bhikkhu, pabbatova na vedhati.",
  "atk-s0508a210:24_0": "652.",
  "atk-s0508a210:25_0": " ‘‘Anaṅgaṇassa posassa, niccaṁ sucigavesino;",
  "atk-s0508a210:26_0": "Vālaggamattaṁ pāpassa, abbhamattaṁva khāyati.",
  "atk-s0508a210:27_0": "653.",
  "atk-s0508a210:28_0": " ‘‘Nagaraṁ yathā paccantaṁ, guttaṁ santarabāhiraṁ;",
  "atk-s0508a210:29_0": "Evaṁ gopetha attānaṁ, khaṇo vo mā upaccagā.",
  "atk-s0508a210:30_0": "654.",
  "atk-s0508a210:31_0": " ‘‘Nābhinandāmi maraṇaṁ, nābhinandāmi jīvitaṁ;",
  "atk-s0508a210:32_0": "Kālañca paṭikaṅkhāmi, nibbisaṁ bhatako yathā.",
  "atk-s0508a210:33_0": "655.",
  "atk-s0508a210:34_0": " ‘‘Nābhinandāmi maraṇaṁ, nābhinandāmi jīvitaṁ;",
  "atk-s0508a210:35_0": "Kālañca paṭikaṅkhāmi, sampajāno patissato.",
  "atk-s0508a210:36_0": "656.",
  "atk-s0508a210:37_0": " ‘‘Pariciṇṇo mayā satthā, kataṁ buddhassa sāsanaṁ;",
  "atk-s0508a210:38_0": "Ohito garuko bhāro, bhavanetti samūhatā.",
  "atk-s0508a210:39_0": "657.",
  "atk-s0508a210:40_0": " ‘‘Yassa catthāya pabbajito, agārasmānagāriyaṁ;",
  "atk-s0508a210:41_0": "So me attho anuppatto, sabbasaṁyojanakkhayo.",
  "atk-s0508a210:42_0": "658.",
  "atk-s0508a210:43_0": " ‘‘Sampādethappamādena, esā me anusāsanī;",
  "atk-s0508a210:44_0": "Handāhaṁ parinibbissaṁ vippamuttomhi sabbadhī’’ti. – imā gāthā abhāsi;",
  "atk-s0508a210:45_0": "Tatthāyaṁ apubbapadavaṇṇanā imasmiṁ dīghamantareti, yadā ahaṁ pabbajitomhi, tato paṭṭhāya ayañca me carimakālo, etasmiṁ dīghamantare kāle ‘‘idaṁ mayhaṁ hotū’’ti abhijjhāvasena vā, ‘‘ime sattā haññantū’’tiādinā byāpādavasena vā anariyaṁ dosasaṁhitaṁ saṅkappaṁ nābhijānāmīti yojanā.",
  "atk-s0508a210:46_0": "Mettañcaabhijānāmīti, mijjati siniyhati etāyāti mettā, abyāpādo.",
  "atk-s0508a210:46_1": "Mettā etissā atthīti mettā, mettābhāvanā mettābrahmavihāro, taṁ mettaṁ.",
  "atk-s0508a210:46_2": "Ca-saddena karuṇaṁ muditaṁ upekkhañcāti itarabrahmavihāre saṅgaṇhāti.",
  "atk-s0508a210:46_3": "Abhijānāmīti, abhimukhato jānāmi.",
  "atk-s0508a210:46_4": "Adhigatañhi jhānaṁ paccavekkhato paccavekkhaṇañāṇassa abhimukhaṁ hoti.",
  "atk-s0508a210:46_5": "Kīdisanti āha ‘‘appamāṇa’’ntiādi.",
  "atk-s0508a210:46_6": "Tañhi yathā buddhena bhagavatā desitaṁ, tathā anodissakapharaṇavasena aparimāṇasattārammaṇatāya appamāṇaṁ.",
  "atk-s0508a210:46_7": "Paguṇabalavabhāvāpādanena suṭṭhu bhāvitattā subhāvitaṁ.",
  "atk-s0508a210:46_8": "Paṭhamaṁ mettā, tato karuṇā, tato muditā, pacchā upekkhāti evaṁ anupubbaṁ anukkamena paricitaṁ āsevitaṁ, bahulīkataṁ abhijānāmīti yojanā.",
  "atk-s0508a210:47_0": "Sabbesaṁ sattānaṁ mitto, sabbe vā te mayhaṁ mittāti sabbamitto.",
  "atk-s0508a210:47_1": "Mettañhi bhāvento sattānaṁ piyo hoti.",
  "atk-s0508a210:47_2": "Sabbasakhoti, etthāpi eseva nayo.",
  "atk-s0508a210:47_3": "Sabbabhūtānukampakoti, sabbasattānaṁ anuggaṇhanako.",
  "atk-s0508a210:47_4": "Mettacittañca bhāvemīti, mettāya sahitaṁ sampayuttaṁ cittaṁ visesato bhāvemi, vaḍḍhemi, pakāsemi vā akathentepi bhāvanāya ukkaṁsagatabhāvato.",
  "atk-s0508a210:47_5": "‘‘Mettaṁ cittañca bhāvemī’’ti vā pāṭho. Tassattho heṭṭhā vuttanayova.",
  "atk-s0508a210:47_6": "Abyāpajjaratoti, abyāpajje sattānaṁ hitūpasaṁhāre abhirato.",
  "atk-s0508a210:47_7": "Sadāti, sabbakālaṁ, tena tattha sātaccakiriyaṁ dasseti.",
  "atk-s0508a210:48_0": "Asaṁhīranti na saṁhīraṁ, āsannapaccatthikena rāgena anākaḍḍhaniyaṁ.",
  "atk-s0508a210:48_1": "Asaṁkuppanti na kuppaṁ, dūrapaccatthikena byāpādena akopiyaṁ, evaṁbhūtaṁ katvā mama mettacittaṁ āmodayāmi abhippamodayāmi brahmavihāraṁ bhāvemi.",
  "atk-s0508a210:48_2": "Akāpurisasevitanti, kāpurisehi nīcajanehi asevitaṁ, akāpurisehi vā ariyehi buddhādīhi sevitaṁ brahmaṁ seṭṭhaṁ niddosaṁ mettādivihāraṁ bhāvemi vaḍḍhemīti attho.",
  "atk-s0508a210:49_0": "Evaṁ attuddesavasena pañcahi gāthāhi attano paṭipattiṁ dassetvā idāni taṁ aññāpadesena dassento ‘‘avitakka’’ntiādinā catasso gāthā abhāsi.",
  "atk-s0508a210:49_1": "Tattha avitakkaṁ samāpannoti, vitakkavirahitaṁ dutiyādijhānaṁ samāpanno, etena thero brahmavihārabhāvanāya aññāpadesena attanā dutiyādijhānādhigamamāha.",
  "atk-s0508a210:49_2": "Yasmā panāyaṁ thero tameva jhānaṁ pādakaṁ katvā vipassanaṁ vaḍḍhetvā ekāsaneneva arahattaṁ gaṇhi, tasmā tamatthaṁ aññāpadeseneva dassento ‘‘avitakkaṁ samāpanno’’ti vatvā ‘‘sammāsambuddhasāvako.",
  "atk-s0508a210:49_3": "Ariyena tuṇhībhāvena, upeto hoti tāvade’’ti āha.",
  "atk-s0508a210:49_4": "Tattha vacīsaṅkhārābhāvato avitakkāvicārā samāpatti ‘‘ariyo tuṇhībhāvo’’ti vadanti.",
  "atk-s0508a210:49_5": "‘‘Sannipatitānaṁ vo, bhikkhave, dvayaṁ karaṇīyaṁ dhammī vā kathā ariyo vā tuṇhībhāvo’’ti (ma. ni.",
  "atk-s0508a210:49_6": "1.273) pana vacanato yā kāci samāpatti ariyo tuṇhībhāvo nāma.",
  "atk-s0508a210:49_7": "Idha pana catutthajjhānikā aggaphalasamāpatti adhippetā.",
  "atk-s0508a210:50_0": "Idāni tassādhigatattā lokadhammehi akampanīyataṁ upamāya pakāsento ‘‘yathāpi pabbato’’ti gāthamāha.",
  "atk-s0508a210:50_1": "Tattha yathāpi pabbato seloti, yathā silāmayo ekaghanaselo pabbato, na paṁsupabbato na missakapabbatoti attho.",
  "atk-s0508a210:50_2": "Acalo suppatiṭṭhitoti, suṭṭhu patiṭṭhitamūlo pakativātehi acalo akampanīyo hoti, tasmā arahattaṁ nibbānañca evaṁ mohakkhayā bhikkhu, pabbatova na vedhatīti mohassa anavasesappahānā, mohamūlakattā ca sabbākusalānaṁ pahīnasabbākusalo bhikkhu yathā so pabbato pakativātehi, evaṁ lokadhammehi na vedhati na kampati, mohakkhayoti vā yasmā arahattaṁ nibbānañca vuccati , tasmā mohakkhayāti mohakkhayassa hetu nibbānassa arahattassa ca adhigatattā catūsu ariyasaccesu suppatiṭṭhito asamāpannakālepi pabbato viya na vedhati, pageva samāpannakāleti adhippāyo.",
  "atk-s0508a210:51_0": "Idāni pāpaṁ nāmetaṁ asucisīlo eva samācarati, na ca sucisīlo, sucisīlassa pana taṁ aṇumattampi bhāriyaṁ hutvā upaṭṭhātīti dassento ‘‘anaṅgaṇassā’’tiādigāthamāha .",
  "atk-s0508a210:51_1": "Tassattho – rāgādiaṅgaṇābhāvato anaṅgaṇassa sabbakālaṁ sucianavajjadhamme eva gavesantassa sappurisassa vālaggamattaṁ kesaggamattaṁ pāpassa lesamattampi sakalaṁ lokadhātuṁ pharitvā ṭhitaṁ abbhamattaṁ hutvā upaṭṭhāti, tasmā na evarūpe kamme mādisā āsaṅkitabbāti adhippāyo.",
  "atk-s0508a210:52_0": "Yasmā nikkilesesupi andhabālā evarūpe apavāde samuṭṭhāpenti, tasmā atthakāmehi sakkaccaṁ attā rakkhitabboti ovādaṁ dento ‘‘nagaraṁ yathā’’tiādigāthamāha.",
  "atk-s0508a210:52_1": "Tassattho – yathā pana paccantanagaravāsīhi manussehi paccantaṁ nagaraṁ dvārapākārādīni thirāni karontehi saantaraṁ, uddāpaparikhādīni thirāni karontehi sabāhiranti santarabāhiraṁ guttaṁ karīyati, evaṁ tumhehipi satiṁ upaṭṭhapetvā ajjhattikāni cha dvārāni pidahitvā dvārarakkhitaṁ satiṁ avissajjetvā yathā gayhamānāni bāhirāni cha āyatanāni ajjhattikāni upaghātāya saṁvattanti, tathā aggahaṇena tānipi thirāni katvā tesaṁ appavesāya dvārarakkhitaṁ satiṁ appahāya vicarantā attānaṁ gopetha. Kasmā? Khaṇo vo mā upaccagā.",
  "atk-s0508a210:52_2": "Yo hi evaṁ attānaṁ na gopeti, taṁ puggalaṁ buddhuppādakkhaṇo, manussattabhāvakkhaṇo, majjhimadese uppattikkhaṇo, sammādiṭṭhiyā paṭiladdhakkhaṇo, channaṁ āyatanānaṁ avekallakkhaṇoti sabbopi ayaṁ khaṇo atikkamati, so khaṇo tumhe mā atikkamatūti.",
  "atk-s0508a210:53_0": "Evaṁ thero imāya gāthāya sarājikaṁ parisaṁ bhikkhū ca ovaditvā puna maraṇe jīvite ca attano samacittataṁ katakiccatañca pakāsento ‘‘nābhinandāmi maraṇa’’ntiādimāha.",
  "atk-s0508a210:53_1": "Taṁ heṭṭhā vuttatthameva (theragā. aṭṭha. 2.607).",
  "atk-s0508a210:54_0": "Evaṁ pana vatvā attano parinibbānakālaṁ upaṭṭhitaṁ disvā saṅkhepeneva nesaṁ ovādaṁ datvā parinibbānaṁ pavedento osānagāthamāha.",
  "atk-s0508a210:54_1": "Tattha sampādethappamādenāti sampādetabbaṁ dānasīlādiṁ appamādena sampādetha, diṭṭhadhammikasamparāyikapabhede gahaṭṭhavatte sīlānurakkhaṇe samathaanuyoge vipassanābhāvanāya ca appamattā hotha.",
  "atk-s0508a210:54_2": "Esā me anusāsanīti dānasīlādīsu na pamajjathāti esā mama anusiṭṭhi ovādo.",
  "atk-s0508a210:55_0": "Evaṁ sikhāpattaṁ parahitapaṭipattiṁ dīpetvā attahitapaṭipattiyāpi matthakaṁ gaṇhanto ‘‘handāhaṁ parinibbissaṁ, vippamuttomhi sabbadhī’’ti āha.",
  "atk-s0508a210:55_1": "Tattha vippamuttomhi sabbadhīti sabbaso kilesehi bhavehi ca vippamutto amhi, tasmā ekaṁsena parinibbāyissāmīti.",
  "atk-s0508a210:56_0": "Evaṁ pana vatvā ākāse pallaṅkena nisinno tejodhātuṁ samāpajjitvā pajjalanto anupādisesāya nibbānadhātuyā parinibbāyi.",
  "atk-s0508a210:57_0": "Khadiravaniyarevatattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a210:58_0": "2. Godattattheragāthāvaṇṇanā",
  "atk-s0508a210:59_0": "Yathāpi bhaddotiādikā āyasmato godattattherassa gāthā. Kā uppatti?",
  "atk-s0508a210:59_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayaṁ kusalaṁ upacinitvā devamanussesu saṁsaranto imasmiṁ buddhuppāde sāvatthiyaṁ satthavāhakule nibbatto.",
  "atk-s0508a210:59_2": "Godattoti nāmena vayappatto pitari kālaṅkate kuṭumbaṁ saṇṭhapento pañcahi sakaṭasatehi bhaṇḍaṁ ādāya aparāparaṁ sañcaritvā vāṇijjena jīvikaṁ kappeti yathāvibhavaṁ puññānipi karoti.",
  "atk-s0508a210:59_3": "So ekadivasaṁ antarāmagge dhure yuttagoṇe vahituṁ asakkonte patite manussesu taṁ vuṭṭhāpetuṁ asakkontesu sayameva gantvā taṁ naṅguṭṭhe gāḷhaṁ vijjhi.",
  "atk-s0508a210:59_4": "Goṇo ‘‘ayaṁ asappuriso mama balābalaṁ ajānanto gāḷhaṁ vijjhatī’’ti kuddho manussavācāya, ‘‘bho godatta, ahaṁ ettakaṁ kālaṁ attano balaṁ aniguhanto tuyhaṁ bhāraṁ vahiṁ, ajja pana asamatthabhāvena patitaṁ maṁ ativiya bādhasi, hotu, ito cavitvā nibbattanibbattaṭṭhāne taṁ bādhetuṁ samattho paṭisattu bhaveyya’’nti patthanānurūpena akkosi.",
  "atk-s0508a210:59_5": "Taṁ sutvā godatto ‘‘evaṁ nāma satte bādhetvā kiṁ imāya jīvikāyā’’ti saṁvegajāto sabbaṁ vibhavaṁ pahāya aññatarassa mahātherassa santike pabbajitvā vipassanāya kammaṁ karonto nacirasseva arahattaṁ patvā samāpattisukhena vītināmento ekadivasaṁ attano santikaṁ upagatānaṁ gahaṭṭhapabbajitānaṁ ariyagaṇānaṁ lokadhamme ārabbha dhammaṁ kathento –",
  "atk-s0508a210:60_0": "659.",
  "atk-s0508a210:61_0": " ‘‘Yathāpi bhaddo ājañño, dhure yutto dhurassaho;",
  "atk-s0508a210:62_0": "Mathito atibhārena, saṁyugaṁ nātivattati.",
  "atk-s0508a210:63_0": "660.",
  "atk-s0508a210:64_0": " ‘‘Evaṁ paññāya ye tittā, samuddo vārinā yathā;",
  "atk-s0508a210:65_0": "Na pare atimaññanti, ariyadhammova pāṇinaṁ.",
  "atk-s0508a210:66_0": "661.",
  "atk-s0508a210:67_0": " ‘‘Kāle kālavasaṁ pattā, bhavābhavavasaṁ gatā;",
  "atk-s0508a210:68_0": "Narā dukkhaṁ nigacchanti, tedha socanti māṇavā.",
  "atk-s0508a210:69_0": "662.",
  "atk-s0508a210:70_0": " ‘‘Unnatā sukhadhammena, dukkhadhammena conatā;",
  "atk-s0508a210:71_0": "Dvayena bālā haññanti, yathābhūtaṁ adassino.",
  "atk-s0508a210:72_0": "663.",
  "atk-s0508a210:73_0": " ‘‘Ye ca dukkhe sukhasmiñca, majjhe sibbinimaccagū;",
  "atk-s0508a210:74_0": "Ṭhitā te indakhīlova, na te unnataonatā.",
  "atk-s0508a210:75_0": "664.",
  "atk-s0508a210:76_0": " ‘‘Na heva lābhe nālābhe, na yase na ca kittiyā;",
  "atk-s0508a210:77_0": "Na nindāyaṁ pasaṁsāya, na te dukkhe sukhamhi ca.",
  "atk-s0508a210:78_0": "665.",
  "atk-s0508a210:79_0": " ‘‘Sabbattha te na limpanti, udabinduva pokkhare;",
  "atk-s0508a210:80_0": "Sabbattha sukhitā dhīrā, sabbattha aparājitā.",
  "atk-s0508a210:81_0": "666.",
  "atk-s0508a210:82_0": " ‘‘Dhammena ca alābho yo, yo ca lābho adhammiko;",
  "atk-s0508a210:83_0": "Alābho dhammiko seyyo, yañce lābho adhammiko.",
  "atk-s0508a210:84_0": "667.",
  "atk-s0508a210:85_0": " ‘‘Yaso ca appabuddhīnaṁ, viññūnaṁ ayaso ca yo;",
  "atk-s0508a210:86_0": "Ayasova seyyo viññūnaṁ, na yaso appabuddhinaṁ.",
  "atk-s0508a210:87_0": "668.",
  "atk-s0508a210:88_0": " ‘‘Dummedhehi pasaṁsā ca, viññūhi garahā ca yā;",
  "atk-s0508a210:89_0": "Garahāva seyyo viññūhi, yañce bālappasaṁsanā.",
  "atk-s0508a210:90_0": "669.",
  "atk-s0508a210:91_0": " ‘‘Sukhañca kāmamayikaṁ, dukkhañca pavivekiyaṁ;",
  "atk-s0508a210:92_0": "Pavivekadukkhaṁ seyyo, yañce kāmamayaṁ sukhaṁ.",
  "atk-s0508a210:93_0": "670.",
  "atk-s0508a210:94_0": " ‘‘Jīvitañca adhammena, dhammena maraṇañca yaṁ;",
  "atk-s0508a210:95_0": "Maraṇaṁ dhammikaṁ seyyo, yañce jīve adhammikaṁ.",
  "atk-s0508a210:96_0": "671.",
  "atk-s0508a210:97_0": " ‘‘Kāmakopappahīnā ye, santacittā bhavābhave;",
  "atk-s0508a210:98_0": "Caranti loke asitā, natthi tesaṁ piyāpiyaṁ.",
  "atk-s0508a210:99_0": "672.",
  "atk-s0508a210:100_0": " ‘‘Bhāvayitvāna bojjhaṅge, indriyāni balāni ca;",
  "atk-s0508a210:101_0": "Pappuyya paramaṁ santiṁ, parinibbantināsavā’’ti. – imā gāthā abhāsi;",
  "atk-s0508a210:102_0": "Tattha ājaññoti, usabhājānīyo.",
  "atk-s0508a210:102_1": "Dhure yuttoti, sakaṭadhure yojito. Dhurassahoti, dhuravāho.",
  "atk-s0508a210:102_2": "Gāthāsukhatthañcettha dvisakārato niddeso kato, sakaṭabhāraṁ vahituṁ samatthoti attho.",
  "atk-s0508a210:102_3": "Mathito atibhārenāti, atibhārena garubhārena pīḷito.",
  "atk-s0508a210:102_4": "‘‘Maddito’’tipi pāḷi, so evattho.",
  "atk-s0508a210:102_5": "Saṁyuganti, attano khandhe ṭhapitaṁ yugaṁ nātivattati na atikkāmeti, sammā yo uddharitvā dhuraṁ chaḍḍetvā na tiṭṭhati.",
  "atk-s0508a210:102_6": "Evanti yathā so dhorayho attano bhadrājānīyatāya attano dhīravīratāya attano bhāraṁ nātivattati na pariccajati, evaṁ ye vārinā viya mahāsamuddo lokiyalokuttarāya paññāya tittā dhātā paripuṇṇā, te pare nihīnapaññe na atimaññanti, na paribhavanti.",
  "atk-s0508a210:102_7": "Tattha kāraṇamāha ‘‘ariyadhammova pāṇina’’nti, pāṇinaṁ sattesu ayaṁ ariyānaṁ dhammo yadidaṁ tesaṁ paññāya pāripūriṁ gatattā lābhādinā attānukkaṁsanaṁ viya alābhādinā paresaṁ avambhanaṁ.",
  "atk-s0508a210:103_0": "Evaṁ paññāpāripūriyā ariyānaṁ sukhavihāraṁ dassetvā tadabhāvato anariyānaṁ dukkhavihāraṁ dassetuṁ ‘‘kāle’’tiādi vuttaṁ.",
  "atk-s0508a210:103_1": "Tattha kāleti lābhālābhādinā samaṅgībhūtakāle.",
  "atk-s0508a210:103_2": "Kālavasaṁ pattāti lābhādikālassa ca vasaṁ upagatā, lābhādinā somanassitā alābhādinā ca domanassitāti attho.",
  "atk-s0508a210:103_3": "Bhavābhavavasaṁ gatāti bhavassa abhavassa ca vasaṁ upagatā vuddhihāniyo anuvattantā te.",
  "atk-s0508a210:103_4": "Narā dukkhaṁ nigacchanti, tedha socanti māṇavāti te narā ‘‘māṇavā’’ti laddhanāmā sattā lābhālābhādivasena vuddhihānivasena anurodhapaṭivirodhaṁ āpannā idhaloke socanti, paraloke ca nirayādidukkhaṁ gacchanti pāpuṇantīti attho.",
  "atk-s0508a210:104_0": "‘‘Unnatā’’tiādināpi lokadhammavasena sattānaṁ anatthappattimeva dasseti.",
  "atk-s0508a210:104_1": "Tattha unnatā sukhadhammenāti sukhahetunā sukhapaccayena bhogasampattiādinā unnatiṁ gatā, bhogamadādinā mattāti attho.",
  "atk-s0508a210:104_2": "Dukkhadhammena conatāti dukkhahetunā dukkhapaccayena bhogavipattiādinā nihīnataṁ gatā dāliddiyādinā kāpaññataṁ pattā.",
  "atk-s0508a210:104_3": "Dvayenāti yathāvuttena unnationatidvayena lābhālābhādidvayena vā bālaputhujjanā haññanti, anurodhapaṭivirodhavasena vibādhīyanti pīḷiyanti. Kasmā?",
  "atk-s0508a210:104_4": "Yathābhūtaṁ adassino yasmā te dhammasabhāvaṁ yāthāvato nabbhaññaṁsu, pariññātakkhandhā pahīnakilesā ca na honti, tasmāti attho.",
  "atk-s0508a210:104_5": "‘‘Yathābhūtaṁ adassanā’’tipi paṭhanti, adassanahetūti attho.",
  "atk-s0508a210:104_6": "Ye ca dukkhe sukhasmiñca, majjhe sibbinimaccagūti ye pana ariyā dukkhavedanāya sukhavedanāya majjhattatāvedanāya ca tappaṭibaddhaṁ chandarāgabhūtaṁ sibbiniṁ taṇhaṁ aggamaggādhigamena accagū atikkamiṁsu, te indakhīlo viya vātehi lokadhammehi asampakampiyā ṭhitā, na te unnataonatā, kadācipi unnatā vā onatā vā na honti sabbaso anunayapaṭighābhāvato.",
  "atk-s0508a210:105_0": "Evaṁ vedanādhiṭṭhānaṁ arahato anupalepaṁ dassetvā idāni lokadhamme vibhajitvā sabbatthakamevassa anupalepaṁ dassento ‘‘na hevā’’tiādimāha.",
  "atk-s0508a210:105_1": "Tattha lābheti cīvarādīnaṁ paccayānaṁ paṭilābhe.",
  "atk-s0508a210:105_2": "Alābheti tesaṁyeva appaṭilābhe apagame.",
  "atk-s0508a210:105_3": "Na yaseti parivārahāniyaṁ akittiyañca.",
  "atk-s0508a210:105_4": "Kittiyāti parammukhā kittane patthaṭayasatāyaṁ.",
  "atk-s0508a210:105_5": "Nindāyanti sammukhā garahāyaṁ.",
  "atk-s0508a210:105_6": "Pasaṁsāyanti, paccakkhato guṇābhitthavane. Dukkheti dukkhe uppanne. Sukheti etthāpi eseva nayo.",
  "atk-s0508a210:106_0": "Sabbatthāti sabbasmiṁ yathāvutte aṭṭhavidhepi lokadhamme, sabbattha vā rūpādike visaye te khīṇāsavā na limpanti sabbaso pahīnakilesattā. Yathā kiṁ?",
  "atk-s0508a210:106_1": "Udabinduva pokkhare yathā kamaladale jalabindu allīyitvā ṭhitampi tena na limpati, jalabindunā ca kamaladalaṁ, aññadatthu visaṁsaṭṭhameva, evametepi upaṭṭhite lābhādike, āpāthagate rūpādiārammaṇe ca visaṁsaṭṭhā evaṁ.",
  "atk-s0508a210:106_2": "Tato eva dhīrā paṇḍitā sabbattha lābhādīsu ñāṇamukhena piyanimittānaṁ sokādīnañca abhāvato sukhitā lābhādīhi ca anabhibhavanīyato sabbattha aparājitāva honti.",
  "atk-s0508a210:107_0": "Idāni lābhālābhādīsu seyyaṁ niddhāretvā dassento ‘‘dhammenā’’tiādimāha.",
  "atk-s0508a210:107_1": "Tattha dhammena ca alābho yoti yo dhammaṁ rakkhantassa taṁnimittaṁ alābho lābhābhāvo, lābhahāni.",
  "atk-s0508a210:107_2": "Yo ca lābho adhammiko adhammena aññāyena buddhapaṭikuṭṭhena vidhinā uppanno, tesu dvīsu alābho dhammiko dhammāvaho seyyo, yādisaṁ lābhaṁ parivajjantassa akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, tādiso alābho pāsaṁsataro atthāvaho.",
  "atk-s0508a210:107_3": "Yañce lābho adhammikoti yo lābho adhammena uppanno, so na seyyoti adhippāyo.",
  "atk-s0508a210:108_0": "Yasoca appabuddhīnaṁ, viññūnaṁ ayaso ca yoti yo appabuddhīnaṁ duppaññānaṁ vasena puggalassa yaso labbhati, yo ca viññūnaṁ paṇḍitānaṁ vasena ayaso yasahāni.",
  "atk-s0508a210:108_1": "Imesu dvīsu ayasova seyyo viññūnaṁ.",
  "atk-s0508a210:108_2": "Te hissa yathā akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evaṁ yasahāniṁ iccheyyuṁ, tathā ca bhabbajātiko taṁ aguṇaṁ pahāya guṇe patiṭṭheyya.",
  "atk-s0508a210:108_3": "Na yaso appabuddhīnanti duppaññānaṁ vasena yaso seyyo hoti, te hi abhūtaguṇābhibyāhāravasenāpi naṁ uppādeyyuṁ, so cassa idha ceva viññūgarahādinā samparāye ca duggatiyaṁ dukkhaparikkilesādinā anatthāvaho.",
  "atk-s0508a210:108_4": "Tenāha bhagavā – ‘‘lābho siloko sakkāro, micchāladdho ca yo yaso’’ti (su. ni.",
  "atk-s0508a210:108_5": "440) ‘‘sakkāro kāpurisaṁ hantī’’ti (cūḷava. 335; a. ni. 4.68) ca.",
  "atk-s0508a210:109_0": "Dummedhehīti, nippaññehi.",
  "atk-s0508a210:109_1": "Yañce bālappasaṁsanāti bālehi aviddasūhi yā nāma pasaṁsanā.",
  "atk-s0508a210:110_0": "Kāmamayikanti vatthukāmamayaṁ, kāmaguṇe paṭicca uppannaṁ.",
  "atk-s0508a210:110_1": "Dukkhañca pavivekiyanti pavivekato nibbattaṁ kāyakilamathavasena pavattaṁ visamāsanupatāpādihetukaṁ kāyikaṁ dukkhaṁ, taṁ pana nirāmisavivaṭṭūpanissayatāya viññūnaṁ pāsaṁsā.",
  "atk-s0508a210:110_2": "Tena vuttaṁ ‘‘pavivekadukkhaṁ seyyo’’ti.",
  "atk-s0508a210:111_0": "Jīvitañcaadhammenāti adhammena jīvikakappanaṁ jīvitahetu adhammacaraṇaṁ.",
  "atk-s0508a210:111_1": "Dhammena maraṇaṁ nāma ‘‘imaṁ nāma pāpaṁ akarontaṁ taṁ māressāmī’’ti kenaci vutte mārentepi tasmiṁ pāpaṁ akatvā dhammaṁ avikopentassa dhammahetumaraṇaṁ dhammikaṁ seyyoti tādisaṁ maraṇaṁ dhammato anapetattā dhammikaṁ saggasampāpanato nibbānupanissayato ca viññūnaṁ pāsaṁsataraṁ. Tathā hi vuttaṁ –",
  "atk-s0508a210:112_0": "‘‘Caje dhanaṁ aṅgavarassa hetu, aṅgaṁ caje jīvitaṁ rakkhamāno;",
  "atk-s0508a210:113_0": "Aṅgaṁ dhanaṁ jīvitañcāpi sabbaṁ, caje naro dhammamanussaranto’’ti. (jā. 2.21.470);",
  "atk-s0508a210:114_0": "Yañce jīve adhammikanti puriso yaṁ dhammato apetaṁ jīvikaṁ jīveyya, taṁ na seveyya viññūhi garahitattā apāyasampāpanato cāti adhippāyo.",
  "atk-s0508a210:115_0": "Idāni yathāvuttaṁ khīṇāsavānaṁ anupalepaṁ kāraṇato dassento ‘‘kāmakopapahīnā’’tiādigāthamāha.",
  "atk-s0508a210:116_0": "Tattha kāmakopapahīnāti ariyamaggena sabbasova pahīnā anurodhapaṭivirodhā.",
  "atk-s0508a210:116_1": "Santacittā bhavābhaveti khuddake ceva mahante ca bhave anavasesapahīnakilesapariḷāhatāya vūpasantacittā. Loketi khandhādiloke.",
  "atk-s0508a210:116_2": "Asitāti taṇhādiṭṭhinissayavasena anissitā.",
  "atk-s0508a210:116_3": "Natthi tesaṁ piyāpiyanti tesaṁ khīṇāsavānaṁ katthaci lābhādike rūpādivisaye ca piyaṁ vā apiyaṁ vā natthi, taṁnimittānaṁ kilesānaṁ sabbaso samucchinnattā.",
  "atk-s0508a210:117_0": "Idāni yāya bhāvanāya te evarūpā jātā, taṁ dassetvā anupādisesāya nibbānadhātuyā desanāya kūṭaṁ gaṇhanto ‘‘bhāvayitvānā’’ti osānagāthamāha. Tattha pappuyyāti, pāpuṇitvā. Sesaṁ heṭṭhā vuttanayameva.",
  "atk-s0508a210:117_1": "Imā eva ca gāthā therassa aññābyākaraṇāpi ahesuṁ.",
  "atk-s0508a210:118_0": "Godattattheragāthāvaṇṇanā niṭṭhitā.",
  "atk-s0508a210:119_0": "Cuddasakanipātavaṇṇanā niṭṭhitā."
}