{
  "atk-s0103a1:0_0": "2. Udumbarikasuttavaṇṇanā",
  "atk-s0103a1:1_0": "Nigrodhaparibbājakavatthuvaṇṇanā",
  "atk-s0103a1:2_0": "49.Evaṁme sutanti udumbarikasuttaṁ.",
  "atk-s0103a1:2_1": "Tatrāyamapubbapadavaṇṇanā – paribbājakoti channaparibbājako.",
  "atk-s0103a1:2_2": "Udumbarikāya paribbājakārāmeti udumbarikāya deviyā santake paribbājakārāme. Sandhānoti tassa nāmaṁ.",
  "atk-s0103a1:2_3": "Ayaṁ pana mahānubhāvo parivāretvā vicarantānaṁ pañcannaṁ upāsakasatānaṁ aggapuriso anāgāmī bhagavatā mahāparisamajjhe evaṁ saṁvaṇṇito –",
  "atk-s0103a1:3_0": "‘‘Chahi, bhikkhave, aṅgehi samannāgato sandhāno gahapati tathāgate niṭṭhaṅgato saddhamme iriyati. Katamehi chahi?",
  "atk-s0103a1:3_1": "Buddhe aveccappasādena dhamme aveccappasādena saṅghe aveccappasādena ariyena sīlena ariyena ñāṇena ariyāya vimuttiyā.",
  "atk-s0103a1:3_2": "Imehi kho, bhikkhave, chahi aṅgehi samannāgato sandhāno gahapati tathāgate niṭṭhaṅgato saddhamme iriyatī’’ti (a. ni. 6.120-139).",
  "atk-s0103a1:4_0": "So pātoyeva uposathaṅgāni adhiṭṭhāya pubbaṇhasamaye buddhappamukhassa saṅghassa dānaṁ datvā bhikkhūsu vihāraṁ gatesu ghare khuddakamahallakānaṁ dārakānaṁ saddena ubbāḷho satthu santike ‘‘dhammaṁ sossāmī’’ti nikkhanto.",
  "atk-s0103a1:4_1": "Tena vuttaṁ divā divassa rājagahā nikkhamīti.",
  "atk-s0103a1:4_2": "Tattha divā divassāti divasassa divā nāma majjhanhātikkamo, tasmiṁ divasassāpi divābhūte atikkantamatte majjhanhike nikkhamīti attho.",
  "atk-s0103a1:4_3": "Paṭisallīnoti tato tato rūpādigocarato cittaṁ paṭisaṁharitvā nilīno jhānaratisevanāvasena ekībhāvaṁ gato.",
  "atk-s0103a1:4_4": "Manobhāvanīyānanti manavaḍḍhakānaṁ.",
  "atk-s0103a1:4_5": "Ye ca āvajjato manasikaroto cittaṁ vinīvaraṇaṁ hoti unnamati vaḍḍhati.",
  "atk-s0103a1:5_0": "50.Unnādiniyātiādīni poṭṭhapādasutte vitthāritanayeneva veditabbāni.",
  "atk-s0103a1:6_0": "51.Yāvatāti yattakā.",
  "atk-s0103a1:6_1": "Ayaṁ tesaṁ aññataroti ayaṁ tesaṁ abbhantaro eko sāvako, bhagavato kira sāvakā gihianāgāminoyeva pañcasatā rājagahe paṭivasanti.",
  "atk-s0103a1:6_2": "Yesaṁ ekekassa pañca pañca upāsakasatāni parivārā, te sandhāya ‘‘ayaṁ tesaṁ aññataro’’ti āha.",
  "atk-s0103a1:6_3": "Appeva nāmāti tassa upasaṅkamanaṁ patthayamāno āha.",
  "atk-s0103a1:6_4": "Patthanākāraṇaṁ pana poṭṭhapādasutte vuttameva.",
  "atk-s0103a1:7_0": "52.Etadavocāti āgacchanto antarāmaggeyeva tesaṁ kathāya sutattā etaṁ aññathā kho imetiādivacanaṁ avoca.",
  "atk-s0103a1:7_1": "Tattha aññatitthiyāti dassanenapi ākappenapi kuttenapi ācārenapi vihārenapi iriyāpathenapi aññe titthiyāti aññatitthiyā.",
  "atk-s0103a1:7_2": "Saṅgamma samāgammāti saṅgantvā samāgantvā rāsi hutvā nisinnaṭṭhāne.",
  "atk-s0103a1:7_3": "Araññavanapatthānīti araññavanapatthāni gāmūpacārato muttāni dūrasenāsanāni.",
  "atk-s0103a1:7_4": "Pantānīti dūratarāni manussūpacāravirahitāni.",
  "atk-s0103a1:7_5": "Appasaddānīti vihārūpacārena gacchato addhikajanassapi saddena mandasaddāni.",
  "atk-s0103a1:7_6": "Appanigghosānīti avibhāvitatthena nigghosena mandanigghosāni.",
  "atk-s0103a1:7_7": "Vijanavātānīti antosañcārino janassa vātena vigatavātāni.",
  "atk-s0103a1:7_8": "Manussarāhasseyyakānīti manussānaṁ rahassakaraṇassa yuttāni anucchavikāni.",
  "atk-s0103a1:7_9": "Paṭisallānasāruppānīti ekībhāvassa anurūpāni.",
  "atk-s0103a1:7_10": "Iti sandhāno gahapati ‘‘aho mama satthā yo evarūpāni senāsanāni paṭisevatī’’ti añjaliṁ paggayha uttamaṅge sirasmiṁ patiṭṭhapetvā imaṁ udānaṁ udānento nisīdi.",
  "atk-s0103a1:8_0": "53.Evaṁ vutteti evaṁ sandhānena gahapatinā udānaṁ udānentena vutte.",
  "atk-s0103a1:8_1": "Nigrodho paribbājako ayaṁ gahapati mama santike nisinnopi attano satthāraṁyeva thometi ukkaṁsati, amhe pana atthītipi na maññati, etasmiṁ uppannakopaṁ samaṇassa gotamassa upari pātessāmīti sandhānaṁ gahapatiṁ etadavoca.",
  "atk-s0103a1:9_0": "Yaggheti codanatthe nipāto.",
  "atk-s0103a1:9_1": "Jāneyyāsīti bujjheyyāsi passeyyāsi.",
  "atk-s0103a1:9_2": "Kena samaṇo gotamo saddhiṁ sallapatīti kena kāraṇena kena puggalena saddhiṁ samaṇo gotamo sallapati vadati bhāsati.",
  "atk-s0103a1:9_3": "Kiṁ vuttaṁ hoti – ‘‘yadi kiñci sallāpakāraṇaṁ bhaveyya, yadi vā koci samaṇassa gotamassa santikaṁ sallāpatthiko gaccheyya, sallapeyya, na pana kāraṇaṁ atthi, na tassa santikaṁ koci gacchati, svāyaṁ kena samaṇo gotamo saddhiṁ sallapati, asallapanto kathaṁ unnādī bhavissatī’’ti.",
  "atk-s0103a1:10_0": "Sākacchanti saṁsandanaṁ.",
  "atk-s0103a1:10_1": "Paññāveyyattiyanti uttarapaccuttaranayena ñāṇabyattabhāvaṁ.",
  "atk-s0103a1:10_2": "Suññāgārahatāti suññāgāresu naṭṭhā, samaṇena hi gotamena bodhimūle appamattikā paññā adhigatā, sāpissa suññāgāresu ekakassa nisīdato naṭṭhā.",
  "atk-s0103a1:10_3": "Yadi pana mayaṁ viya gaṇasaṅgaṇikaṁ katvā nisīdeyya, nāssa paññā nasseyyāti dasseti.",
  "atk-s0103a1:10_4": "Aparisāvacaroti avisāradattā parisaṁ otarituṁ na sakkoti.",
  "atk-s0103a1:10_5": "Nālaṁ sallāpāyāti na samattho sallāpaṁ kātuṁ.",
  "atk-s0103a1:10_6": "Antamantānevāti koci maṁ pañhaṁ puccheyyāti pañhābhīto antamantāneva pantasenāsanāni sevati.",
  "atk-s0103a1:10_7": "Gokāṇāti ekakkhihatā kāṇagāvī.",
  "atk-s0103a1:10_8": "Sā kira pariyantacārinī hoti, antamantāneva sevati.",
  "atk-s0103a1:10_9": "Sā kira kāṇakkhibhāvena vanantābhimukhīpi na sakkoti bhavituṁ. Kasmā?",
  "atk-s0103a1:10_10": "Yasmā pattena vā sākhāya vā kaṇṭakena vā pahārassa bhāyati.",
  "atk-s0103a1:10_11": "Gunnaṁ abhimukhīpi na sakkoti bhavituṁ. Kasmā?",
  "atk-s0103a1:10_12": "Yasmā siṅgena vā kaṇṇena vā vālena vā pahārassa bhāyati. Iṅghāti codanatthe nipāto.",
  "atk-s0103a1:10_13": "Saṁsādeyyāmāti ekapañhapucchaneneva saṁsādanaṁ visādamāpannaṁ kareyyāma.",
  "atk-s0103a1:10_14": "Tucchakumbhīva nanti rittaghaṭaṁ viya naṁ. Orodheyyāmāti vinandheyyāma.",
  "atk-s0103a1:10_15": "Pūritaghaṭo hi ito cito ca parivattetvā na suvinandhanīyo hoti.",
  "atk-s0103a1:10_16": "Rittako yathāruci parivattetvā sakkā hoti vinandhituṁ, evameva hatapaññatāya rittakumbhisadisaṁ samaṇaṁ gotamaṁ vādavinandhanena samantā vinandhissāmāti vadati.",
  "atk-s0103a1:11_0": "Iti paribbājako satthu suvaṇṇavaṇṇaṁ nalāṭamaṇḍalaṁ apassanto dasabalassa parammukhā attano balaṁ dīpento asambhinnaṁ khattiyakumāraṁ jātiyā ghaṭṭayanto caṇḍālaputto viya asambhinnakesarasīhaṁ migarājānaṁ thāmena ghaṭṭento jarasiṅgālo viya ca nānappakāraṁ tucchagajjitaṁ gajji.",
  "atk-s0103a1:11_1": "Upāsakopi cintesi ‘‘ayaṁ paribbājako ati viya gajjati, avīciphusanatthāya pādaṁ, bhavaggaggahaṇatthāya hatthaṁ pasārayanto viya niratthakaṁ vāyamati.",
  "atk-s0103a1:11_2": "Sace me satthā imaṁ ṭhānamāgaccheyya, imassa paribbājakassa yāva bhavaggā ussitaṁ mānaddhajaṁ ṭhānasova opāteyyā’’ti.",
  "atk-s0103a1:12_0": "54.",
  "atk-s0103a1:12_1": "Bhagavāpi tesaṁ taṁ kathāsallāpaṁ assosiyeva.",
  "atk-s0103a1:12_2": "Tena vuttaṁ ‘‘assosi kho imaṁ kathāsallāpa’’nti.",
  "atk-s0103a1:13_0": "Sumāgadhāyāti sumāgadhā nāma pokkharaṇī, yassā tīre nisinno aññataro puriso padumanāḷantarehi asurabhavanaṁ pavisantaṁ asurasenaṁ addasa.",
  "atk-s0103a1:13_1": "Moranivāpoti nivāpo vuccati bhattaṁ, yattha morānaṁ abhayena saddhiṁ nivāpo dinno, taṁ ṭhānanti attho. Abbhokāseti aṅgaṇaṭṭhāne.",
  "atk-s0103a1:13_2": "Assāsapattāti tuṭṭhipattā somanassapattā.",
  "atk-s0103a1:13_3": "Ajjhāsayanti uttamanissayabhūtaṁ.",
  "atk-s0103a1:13_4": "Ādibrahmacariyanti purāṇabrahmacariyasaṅkhātaṁ ariyamaggaṁ.",
  "atk-s0103a1:13_5": "Idaṁ vuttaṁ hoti – ‘‘ko nāma so, bhante, dhammo yena bhagavatā sāvakā vinītā ajjhāsayādibrahmacariyabhūtaṁ ariyamaggaṁ pūretvā arahattādhigamavasena assāsapattā paṭijānantī’’ti.",
  "atk-s0103a1:14_0": "Tapojigucchāvādavaṇṇanā",
  "atk-s0103a1:15_0": "55.Vippakatāti mamāgamanapaccayā aniṭṭhitā, va hutvā ṭhitā, kathehi, ahametaṁ niṭṭhapetvā matthakaṁ pāpetvā dassemīti sabbaññupavāraṇaṁ pavāresi.",
  "atk-s0103a1:16_0": "56.Dujjānaṁ khoti bhagavā paribbājakassa vacanaṁ sutvā ‘‘ayaṁ paribbājako mayā sāvakānaṁ desetabbaṁ dhammaṁ tehi pūretabbaṁ paṭipattiṁ pucchati, sacassāhaṁ āditova taṁ kathessāmi, kathitampi naṁ na jānissati, ayaṁ pana vīriyena pāpajigucchanavādo, handāhaṁ etasseva visaye pañhaṁ pucchāpetvā puthusamaṇabrāhmaṇānaṁ laddhiyā niratthakabhāvaṁ dassemi.",
  "atk-s0103a1:16_1": "Atha pacchā imaṁ pañhaṁ byākarissāmī’’ti cintetvā dujjānaṁ kho etantiādimāha.",
  "atk-s0103a1:16_2": "Tattha sake ācariyaketi attano ācariyavāde.",
  "atk-s0103a1:16_3": "Adhijeguccheti vīriyena pāpajigucchanabhāve. Kathaṁ santāti kathaṁ bhūtā.",
  "atk-s0103a1:16_4": "Tapojigucchāti vīriyena pāpajigucchā pāpavivajjanā. Paripuṇṇāti parisuddhā.",
  "atk-s0103a1:16_5": "Kathaṁaparipuṇṇāti kathaṁ aparisuddhā hotīti evaṁ pucchāti. Yatra hi nāmāti yo nāma.",
  "atk-s0103a1:17_0": "57.Appasaddekatvāti nirave appasadde katvā.",
  "atk-s0103a1:17_1": "So kira cintesi – ‘‘samaṇo gotamo ekaṁ pañhampi na katheti, sallāpakathāpissa atibahukā natthi, ime pana ādito paṭṭhāya samaṇaṁ gotamaṁ anuvattanti ceva pasaṁsanti ca, handāhaṁ ime nissadde katvā sayaṁ kathemī’’ti. So tathā akāsi.",
  "atk-s0103a1:17_2": "Tena vuttaṁ ‘‘appasadde katvā’’ti.",
  "atk-s0103a1:17_3": "‘‘Tapojigucchavādā’’tiādīsu tapojigucchaṁ vadāma, manasāpi tameva sārato gahetvā vicarāma, kāyenapimhā tameva allīnā, nānappakārakaṁ attakilamathānuyogamanuyuttā viharāmāti attho.",
  "atk-s0103a1:18_0": "Upakkilesavaṇṇanā",
  "atk-s0103a1:19_0": "58.Tapassīti tapanissitako.",
  "atk-s0103a1:19_1": "‘‘Acelako’’tiādīni sīhanāde (dī. ni. aṭṭha.",
  "atk-s0103a1:19_2": "1.393) vitthāritanayeneva veditabbāni.",
  "atk-s0103a1:19_3": "Tapaṁ samādiyatīti acelakabhāvādikaṁ tapaṁ sammā ādiyati, daḷhaṁ gaṇhāti.",
  "atk-s0103a1:19_4": "Attamano hotīti ko añño mayā sadiso imasmiṁ tape atthīti tuṭṭhamano hoti.",
  "atk-s0103a1:19_5": "Paripuṇṇasaṅkappoti alamettāvatāti evaṁ pariyositasaṅkappo, idañca titthiyānaṁ vasena āgataṁ.",
  "atk-s0103a1:19_6": "Sāsanāvacarenāpi pana dīpetabbaṁ.",
  "atk-s0103a1:19_7": "Ekacco hi dhutaṅgaṁ samādiyati, so teneva dhutaṅgena ko añño mayā sadiso dhutaṅgadharoti attamano hoti paripuṇṇasaṅkappo.",
  "atk-s0103a1:19_8": "Tapassino upakkileso hotīti duvidhassāpetassa tapassino ayaṁ upakkileso hoti.",
  "atk-s0103a1:19_9": "Ettāvatāyaṁ tapo upakkileso hotīti vadāmi.",
  "atk-s0103a1:20_0": "Attānukkaṁsetīti ‘‘ko mayā sadiso atthī’’ti attānaṁ ukkaṁsati ukkhipati.",
  "atk-s0103a1:20_1": "Paraṁ vambhetīti ‘‘ayaṁ na mādiso’’ti paraṁ saṁhāreti avakkhipati.",
  "atk-s0103a1:21_0": "Majjatīti mānamadakaraṇena majjati.",
  "atk-s0103a1:21_1": "Mucchatīti mucchito hoti gadhito ajjhāpanno.",
  "atk-s0103a1:21_2": "Pamādamāpajjatīti etadeva sāranti pamādamāpajjati.",
  "atk-s0103a1:21_3": "Sāsane pabbajitopi dhutaṅgasuddhiko hoti, na kammaṭṭhānasuddhiko.",
  "atk-s0103a1:21_4": "Dhutaṅgameva arahattaṁ viya sārato pacceti.",
  "atk-s0103a1:22_0": "59.Lābhasakkārasilokanti ettha cattāro paccayā labbhantīti lābhā, teyeva suṭṭhu katvā paṭisaṅkharitvā laddhā sakkāro, vaṇṇabhaṇanaṁ siloko.",
  "atk-s0103a1:22_1": "Abhinibbattetīti acelakādibhāvaṁ terasadhutaṅgasamādānaṁ vā nissāya mahālābho uppajjati, tasmā ‘‘abhinibbattetī’’ti vutto.",
  "atk-s0103a1:22_2": "Sesamettha purimavāranayeneva duvidhassāpi tapassino vasena veditabbaṁ.",
  "atk-s0103a1:23_0": "60.Vodāsaṁ āpajjatīti dvebhāgaṁ āpajjati, dve bhāge karoti. Khamatīti ruccati. Nakkhamatīti na ruccati.",
  "atk-s0103a1:23_1": "Sāpekkho pajahatīti sataṇho pajahati. Kathaṁ?",
  "atk-s0103a1:23_2": "Pātova khīrabhattaṁ bhutto hoti.",
  "atk-s0103a1:23_3": "Athassa maṁsabhojanaṁ upaneti.",
  "atk-s0103a1:23_4": "Tassa evaṁ hoti ‘‘idāni evarūpaṁ kadā labhissāma, sace jāneyyāma, pātova khīrabhattaṁ na bhuñjeyyāma, kiṁ mayā sakkā kātuṁ, gaccha bho, tvameva bhuñjā’’ti jīvitaṁ pariccajanto viya sāpekkho pajahati. Gadhitoti gedhajāto.",
  "atk-s0103a1:23_5": "Mucchitoti balavataṇhāya mucchito saṁmuṭṭhassatī hutvā.",
  "atk-s0103a1:23_6": "Ajjhāpannoti āmise atilaggo, ‘‘bhuñjissatha, āvuso’’ti dhammanimantanamattampi akatvā mahante mahante kabaḷe karoti.",
  "atk-s0103a1:23_7": "Anādīnavadassāvītiādīnavamattampi na passati.",
  "atk-s0103a1:23_8": "Anissaraṇapaññoti idha mattaññutānissaraṇapaccavekkhaṇaparibhogamattampi na karoti.",
  "atk-s0103a1:23_9": "Lābhasakkārasilokanikantihetūti lābhādīsu taṇhāhetu.",
  "atk-s0103a1:24_0": "61.Saṁbhakkhetīti saṁkhādati.",
  "atk-s0103a1:24_1": "Asanivicakkanti vicakkasaṇṭhānā asaniyeva.",
  "atk-s0103a1:24_2": "Idaṁ vuttaṁ hoti ‘‘asanivicakkaṁ imassa dantakūṭaṁ mūlabījādīsu na kiñci na saṁbhuñjati.",
  "atk-s0103a1:24_3": "Atha ca pana naṁ samaṇappavādena samaṇoti sañjānantī’’ti. Evaṁ apasādeti avakkhipati. Idaṁ titthiyavasena āgataṁ.",
  "atk-s0103a1:24_4": "Bhikkhuvasena panettha ayaṁ yojanā, attanā dhutaṅgadharo hoti, so aññaṁ evaṁ apasādeti ‘‘kiṁ samaṇā nāma ime samaṇamhāti vadanti, dhutaṅgamattampi natthi, uddesabhattādīni pariyesantā paccayabāhullikā vicarantī’’ti.",
  "atk-s0103a1:24_5": "Lūkhājīvinti acelakādivasena vā dhutaṅgavasena vā lūkhājīviṁ.",
  "atk-s0103a1:24_6": "Issāmacchariyanti parassa sakkārādisampattikhīyanalakkhaṇaṁ issaṁ, sakkārādikaraṇaakkhamanalakkhaṇaṁ macchariyañca.",
  "atk-s0103a1:25_0": "62.Āpāthakanisādīhotīti manussānaṁ āpāthe dassanaṭṭhāne nisīdati.",
  "atk-s0103a1:25_1": "Yattha te passanti, tattha ṭhito vaggulivataṁ carati, pañcātapaṁ tappati, ekapādena tiṭṭhati, sūriyaṁ namassati.",
  "atk-s0103a1:25_2": "Sāsane pabbajitopi samādinnadhutaṅgo sabbarattiṁ sayitvā manussānaṁ cakkhupathe tapaṁ karoti, mahāsāyanheyeva cīvarakuṭiṁ karoti, sūriye uggate paṭisaṁharati, manussānaṁ āgatabhāvaṁ ñatvā ghaṇḍiṁ paharitvā cīvaraṁ matthake ṭhapetvā caṅkamaṁ otarati, sammuñjaniṁ gahetvā vihāraṅgaṇaṁ sammajjati.",
  "atk-s0103a1:26_0": "Attānanti attano guṇaṁ adassayamānoti ettha a-kāro nipātamattaṁ, dassayamānoti attho.",
  "atk-s0103a1:26_1": "Idampi me tapasminti idampi kammaṁ mameva tapasmiṁ, paccatte vā bhummaṁ, idampi mama tapoti attho.",
  "atk-s0103a1:26_2": "So hi asukasmiṁ ṭhāne acelako atthi muttācārotiādīni sutvā amhākaṁ esa tapo, amhākaṁ so antevāsikotiādīni bhaṇati.",
  "atk-s0103a1:26_3": "Asukasmiṁ vā pana ṭhāne paṁsukūliko bhikkhu atthītiādīni sutvā amhākaṁ esa tapo, amhākaṁ so antevāsikotiādīni bhaṇati.",
  "atk-s0103a1:27_0": "Kiñcidevāti kiñci vajjaṁ diṭṭhigataṁ vā.",
  "atk-s0103a1:27_1": "Paṭicchannaṁ sevatīti yathā aññe na jānanti, evaṁ sevati.",
  "atk-s0103a1:27_2": "Akkhamamānaṁ āha khamatīti aruccamānaṁyeva ruccati meti vadati.",
  "atk-s0103a1:27_3": "Attanā kataṁ atimahantampi vajjaṁ appamattakaṁ katvā paññapeti, parena kataṁ dukkaṭamattaṁ vītikkamampi pārājikasadisaṁ katvā dasseti.",
  "atk-s0103a1:27_4": "Anuññeyyanti anujānitabbaṁ anumoditabbaṁ.",
  "atk-s0103a1:28_0": "63.Kodhanohoti upanāhīti kujjhanalakkhaṇena kodhena, veraappaṭinissaggalakkhaṇena upanāhena ca samannāgato.",
  "atk-s0103a1:28_1": "Makkhī hoti paḷāsīti paraguṇamakkhanalakkhaṇena makkhena, yugaggāhalakkhaṇena paḷāsena ca samannāgato.",
  "atk-s0103a1:29_0": "Issukī hoti maccharīti parasakkārādīsu usūyanalakkhaṇāya issāya, āvāsakulalābhavaṇṇadhammesu maccharāyanalakkhaṇena pañcavidhamaccherena ca samannāgato hoti.",
  "atk-s0103a1:29_1": "Saṭho hoti māyāvīti kerāṭikalakkhaṇena sāṭheyyena, katappaṭicchādanalakkhaṇāya māyāya ca samannāgato hoti.",
  "atk-s0103a1:29_2": "Thaddhohoti atimānīti nissinehanikkaruṇathaddhalakkhaṇena thambhena, atikkamitvā maññanalakkhaṇena atimānena ca samannāgato hoti.",
  "atk-s0103a1:29_3": "Pāpiccho hotīti asantasambhāvanapatthanalakkhaṇāya pāpicchatāya samannāgato hoti.",
  "atk-s0103a1:29_4": "Pāpikānanti tāsaṁyeva lāmakānaṁ icchānaṁ vasaṁ gato.",
  "atk-s0103a1:29_5": "Micchādiṭṭhikoti natthi dinnantiādinayappavattāya ayāthāvadiṭṭhiyā upeto.",
  "atk-s0103a1:29_6": "Antaggāhikāyāti sāyeva diṭṭhi ucchedantassa gahitattā ‘‘antaggāhikā’’ti vuccati, tāya samannāgatoti attho.",
  "atk-s0103a1:29_7": "Sandiṭṭhiparāmāsītiādīsu sayaṁ diṭṭhi sandiṭṭhi, sandiṭṭhimeva parāmasati gahetvā vadatīti sandiṭṭhiparāmāsī.",
  "atk-s0103a1:29_8": "Ādhānaṁ vuccati daḷhaṁ suṭṭhu ṭhapitaṁ, tathā katvā gaṇhātīti ādhānaggāhī.",
  "atk-s0103a1:29_9": "Ariṭṭho viya na sakkā hoti paṭinissajjāpetunti duppaṭinissaggī. Yadimeti yadi ime.",
  "atk-s0103a1:30_0": "Parisuddhapapaṭikappattakathāvaṇṇanā",
  "atk-s0103a1:31_0": "64.Idha, nigrodha, tapassīti evaṁ bhagavā aññatitthiyehi gahitaladdhiṁ tesaṁ rakkhitaṁ tapaṁ sabbameva saṁkiliṭṭhanti upakkilesapāḷiṁ dassetvā idāni parisuddhapāḷidassanatthaṁ desanamārabhanto idha, nigrodhātiādimāha.",
  "atk-s0103a1:31_1": "Tattha ‘‘na attamano’’tiādīni vuttavipakkhavaseneva veditabbāni.",
  "atk-s0103a1:31_2": "Sabbavāresu ca lūkhatapassino ceva dhutaṅgadharassa ca vasena yojanā veditabbā.",
  "atk-s0103a1:31_3": "Evaṁ so tasmiṁ ṭhāne parisuddho hotīti evaṁ so tena na attamanatā na paripuṇṇasaṅkappabhāvasaṅkhātena kāraṇena parisuddho nirupakkileso hoti, uttari vāyamamāno kammaṭṭhānasuddhiko hutvā arahattaṁ pāpuṇāti.",
  "atk-s0103a1:31_4": "Iminā nayena sabbavāresu attho veditabbo.",
  "atk-s0103a1:32_0": "69.Addhā kho, bhanteti bhante evaṁ sante ekaṁseneva vīriyena pāpajigucchanavādo parisuddho hotīti anujānāti.",
  "atk-s0103a1:32_1": "Ito parañca aggabhāvaṁ vā sārabhāvaṁ vā ajānanto aggappattā sārappattā cāti āha.",
  "atk-s0103a1:32_2": "Athassa bhagavā sārappattabhāvaṁ paṭisedhento na kho nigrodhātiādimāha .",
  "atk-s0103a1:32_3": "Papaṭikappattā hotīti sāravato rukkhassa sāraṁ phegguṁ tacañca atikkamma bahipapaṭikasadisā hotīti dasseti.",
  "atk-s0103a1:33_0": "Parisuddhatacappattādikathāvaṇṇanā",
  "atk-s0103a1:34_0": "70.Aggaṁpāpetūti desanāvasena aggaṁ pāpetvā desetu, sāraṁ pāpetvā desetūti dasabalaṁ yācati.",
  "atk-s0103a1:34_1": "Cātuyāmasaṁvarasaṁvutoti catubbidhena saṁvarena pihito.",
  "atk-s0103a1:34_2": "Na pāṇaṁ atipātetīti pāṇaṁ na hanati.",
  "atk-s0103a1:34_3": "Na bhāvitamāsīsatīti bhāvitaṁ nāma tesaṁ saññāya pañca kāmaguṇā, te na āsīsati na sevatīti attho.",
  "atk-s0103a1:35_0": "Aduṁ cassa hotīti etañcassa idāni vuccamānaṁ ‘‘so abhiharatī’’tiādilakkhaṇaṁ.",
  "atk-s0103a1:35_1": "Tapassitāyāti tapassibhāvena hoti.",
  "atk-s0103a1:35_2": "Tattha so abhiharatīti so taṁ sīlaṁ abhiharati, uparūpari vaḍḍheti.",
  "atk-s0103a1:35_3": "Sīlaṁ me paripuṇṇaṁ, tapo āraddho, alamettāvatāti na vīriyaṁ vissajjeti.",
  "atk-s0103a1:35_4": "No hīnāyāvattatīti hīnāya gihibhāvatthāya na āvattati.",
  "atk-s0103a1:35_5": "Sīlato uttari visesādhigamatthāya vīriyaṁ karotiyeva, evaṁ karonto so vivittaṁ senāsanaṁ bhajati.",
  "atk-s0103a1:35_6": "‘‘Arañña’’ntiādīni sāmaññaphale (dī. ni. aṭṭha. 1.216) vitthāritāneva.",
  "atk-s0103a1:35_7": "‘‘Mettāsahagatenā’’tiādīni visuddhimagge vaṇṇitāni.",
  "atk-s0103a1:35_8": "Tacappattāti papaṭikato abbhantaraṁ tacaṁ pattā.",
  "atk-s0103a1:35_9": "Phegguppattāti tacato abbhantaraṁ phegguṁ pattā, pheggusadisā hotīti attho.",
  "atk-s0103a1:36_0": "74.",
  "atk-s0103a1:36_1": "‘‘Ettāvatā, kho nigrodha, tapojigucchā aggappattā ca hoti sārappattā cā’’ti idaṁ bhagavā titthiyānaṁ vasenāha.",
  "atk-s0103a1:36_2": "Titthiyānañhi lābhasakkāro rukkhassa sākhāpalāsasadiso.",
  "atk-s0103a1:36_3": "Pañcasīlamattakaṁ papaṭikasadisaṁ.",
  "atk-s0103a1:36_4": "Aṭṭhasamāpattimattaṁ tacasadisaṁ.",
  "atk-s0103a1:36_5": "Pubbenivāsañāṇāvasānā abhiññā pheggusadisā.",
  "atk-s0103a1:36_6": "Dibbacakkhuṁ panete arahattanti gahetvā vicaranti.",
  "atk-s0103a1:36_7": "Tena nesaṁ taṁ rukkhassa sārasadisaṁ.",
  "atk-s0103a1:36_8": "Sāsane pana lābhasakkāro sākhāpalāsasadiso. Sīlasampadā papaṭikasadisā. Jhānasamāpattiyo tacasadisā. Lokiyābhiññā pheggusadisā. Maggaphalaṁ sāro.",
  "atk-s0103a1:36_9": "Iti bhagavatā attano sāsanaṁ onatavinataphalabhārabharitarukkhūpamāya upamitaṁ.",
  "atk-s0103a1:36_10": "So desanākusalatāya tato tacasārasampattito mama sāsanaṁ uttaritarañceva paṇītatarañca, taṁ tuvaṁ kadā jānissasīti attanodesanāya visesabhāvaṁ dassetuṁ ‘‘iti kho nigrodhā’’ti desanaṁ ārabhi .",
  "atk-s0103a1:36_11": "Te paribbājakāti te tassa parivārā tiṁsasatasaṅkhyā paribbājakā.",
  "atk-s0103a1:36_12": "Ettha mayaṁ anassāmāti ettha acelakapāḷiādīsu, idaṁ vuttaṁ hoti ‘‘amhākaṁ acelakapāḷimattampi natthi , kuto parisuddhapāḷi.",
  "atk-s0103a1:36_13": "Amhākaṁ parisuddhapāḷimattampi natthi, kuto cātuyāmasaṁvarādīni.",
  "atk-s0103a1:36_14": "Cātuyāmasaṁvaropi natthi, kuto araññavāsādīni.",
  "atk-s0103a1:36_15": "Araññavāsopi natthi, kuto nīvaraṇappahānādīni.",
  "atk-s0103a1:36_16": "Nīvaraṇappahānampi natthi, kuto brahmavihārādīni.",
  "atk-s0103a1:36_17": "Brahmavihāramattampi natthi, kuto pubbenivāsādīni.",
  "atk-s0103a1:36_18": "Pubbenivāsañāṇamattampi natthi, kuto amhākaṁ dibbacakkhu.",
  "atk-s0103a1:36_19": "Ettha mayaṁ saācariyakā naṭṭhā’’ti.",
  "atk-s0103a1:36_20": "Ito bhiyyo uttaritaranti ito dibbacakkhuñāṇādhigamato bhiyyo aññaṁ uttaritaraṁ visesādhigamaṁ mayaṁ sutivasenāpi na jānāmāti vadanti.",
  "atk-s0103a1:37_0": "Nigrodhassapajjhāyanavaṇṇanā",
  "atk-s0103a1:38_0": "75.Atha nigrodhaṁ paribbājakanti evaṁ kirassa ahosi ‘‘ime paribbājakā idāni bhagavato bhāsitaṁ sussūsanti, iminā ca nigrodhena bhagavato parammukhā kakkhaḷaṁ durāsadavacanaṁ vuttaṁ, idāni ayampi sotukāmo jāto, kālo dāni me imassa mānaddhajaṁ nipātetvā bhagavato sāsanaṁ ukkhipitu’’nti.",
  "atk-s0103a1:38_1": "Atha nigrodhaṁ paribbājakaṁ etadavoca.",
  "atk-s0103a1:38_2": "Aparampissa ahosi ‘‘ayaṁ mayi akathente satthāraṁ na khamāpessati, tadassa anāgate ahitāya dukkhāya saṁvattissati, mayā pana kathite khamāpessati, tadassa bhavissati dīgharattaṁ hitāya sukhāyā’’ti.",
  "atk-s0103a1:38_3": "Atha nigrodhaṁ paribbājakaṁ etadavoca.",
  "atk-s0103a1:38_4": "Aparisāvacaraṁ pana naṁ karothāti ettha panāti nipāto, atha naṁ aparisāvacaraṁ karothāti attho.",
  "atk-s0103a1:38_5": "‘‘Aparisāvacareta’’ntipi pāṭho, aparisāvacaraṁ vā etaṁ karotha, gokāṇādīnaṁ vā aññataranti attho.",
  "atk-s0103a1:39_0": "Gokāṇanti etthāpi gokāṇaṁ pariyantacāriniṁ viya karothāti attho.",
  "atk-s0103a1:39_1": "Tuṇhībhūtoti tuṇhībhāvaṁ upagato.",
  "atk-s0103a1:39_2": "Maṅkubhūtoti nittejataṁ āpanno. Pattakkhandhoti onatagīvo. Adhomukhoti heṭṭhāmukho.",
  "atk-s0103a1:40_0": "76.Buddhoso bhagavā bodhāyāti sayaṁ buddho sattānampi catusaccabodhatthāya dhammaṁ deseti.",
  "atk-s0103a1:40_1": "Dantoti cakkhutopi danto…pe… manatopi danto.",
  "atk-s0103a1:40_2": "Damathāyāti aññesampi damanatthāya eva, na vādatthāya.",
  "atk-s0103a1:40_3": "Santoti rāgasantatāya santo, dosamohasantatāya sabba akusalasabbābhisaṅkhārasantatāya santo.",
  "atk-s0103a1:40_4": "Samathāyāti mahājanassa rāgādisamanatthāya dhammaṁ deseti. Tiṇṇoti cattāro oghe tiṇṇo.",
  "atk-s0103a1:40_5": "Taraṇāyāti mahājanassa oghanittharaṇatthāya.",
  "atk-s0103a1:40_6": "Parinibbutoti kilesaparinibbānena parinibbuto.",
  "atk-s0103a1:40_7": "Parinibbānāyāti mahājanassāpi sabbakilesaparinibbānatthāya dhammaṁ deseti.",
  "atk-s0103a1:41_0": "Brahmacariyapariyosānādivaṇṇanā",
  "atk-s0103a1:42_0": "77.Accayotiādīni sāmaññaphale (dī. ni. aṭṭha. 1.250) vuttāni.",
  "atk-s0103a1:42_1": "Ujujātikoti kāyavaṅkādivirahito ujusabhāvo.",
  "atk-s0103a1:42_2": "Ahamanusāsāmīti ahaṁ tādisaṁ puggalaṁ anusāsāmi, dhammaṁ assa desemi.",
  "atk-s0103a1:42_3": "Sattāhanti sattadivasāni, idaṁ sabbampi bhagavā dandhapaññaṁ puggalaṁ sandhāyāha asaṭho pana amāyāvī ujujātiko taṁmuhutteneva arahattaṁ pattuṁ sakkhissati.",
  "atk-s0103a1:42_4": "Iti bhagavā ‘‘asaṭha’’ntiādivacanena saṭho hi vaṅkavaṅko, mayāpi na sakkā anusāsitunti dīpento paribbājakaṁ pādesu gahetvā mahāmerupādatale viya khipittha. Kasmā?",
  "atk-s0103a1:42_5": "Ayañhi atisaṭho, kuṭilacitto satthari evaṁ kathentepi buddhadhammasaṅghesu nādhimuccati, adhimuccanatthāya sotaṁ na odahati, kohaññe ṭhito satthāraṁ khamāpeti.",
  "atk-s0103a1:42_6": "Tasmā bhagavā tassajjhāsayaṁ viditvā ‘‘etu viññū puriso asaṭho’’tiādimāha.",
  "atk-s0103a1:42_7": "Saṭhaṁ panāhaṁ anusāsituṁ na sakkomīti.",
  "atk-s0103a1:43_0": "78.Antevāsikamyatāti antevāsikamyatāya, amhe antevāsike icchanto.",
  "atk-s0103a1:43_1": "Evamāhāti ‘‘etu viññupuriso’’tiādimāha.",
  "atk-s0103a1:43_2": "Yo eva vo ācariyoti yo eva tumhākaṁ pakatiyā ācariyo.",
  "atk-s0103a1:43_3": "Uddesā no cāvetukāmoti attano anusāsaniṁ gāhāpetvā amhe amhākaṁ uddesato cāvetukāmo.",
  "atk-s0103a1:43_4": "Soeva vo uddeso hotūti yo tumhākaṁ pakatiyā uddeso, so tumhākaṁyeva hotu , na mayaṁ tumhākaṁ uddesena atthikā. Ājīvāti ājīvato.",
  "atk-s0103a1:43_5": "Akusalasaṅkhātāti akusalāti koṭṭhāsaṁ pattā.",
  "atk-s0103a1:43_6": "Akusalā dhammāti dvādasa akusalacittuppādadhammā taṇhāyeva vā visesena.",
  "atk-s0103a1:43_7": "Sā hi punabbhavakaraṇato ‘‘ponobbhavikā’’ti vuttā.",
  "atk-s0103a1:43_8": "Sadarathāti kilesadarathasampayuttā.",
  "atk-s0103a1:43_9": "Jātijarāmaraṇiyāti jātijarāmaraṇānaṁ paccayabhūtā.",
  "atk-s0103a1:43_10": "Saṁkilesikā dhammāti dvādasa akusalacittuppādā.",
  "atk-s0103a1:43_11": "Vodāniyāti, samathavipassanā dhammā.",
  "atk-s0103a1:43_12": "Te hi satte vodāpenti, tasmā ‘‘vodāniyā’’ti vuccanti.",
  "atk-s0103a1:43_13": "Paññāpāripūrinti maggapaññāpāripūriṁ.",
  "atk-s0103a1:43_14": "Vepullattañcāti phalapaññāvepullataṁ, ubhopi vā etāni aññamaññavevacanāneva.",
  "atk-s0103a1:43_15": "Idaṁ vuttaṁ hoti ‘‘tato tumhe maggapaññañceva phalapaññañca diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharissathā’’ti.",
  "atk-s0103a1:43_16": "Evaṁ bhagavā paribbājake ārabbha attano ovādānusāsaniyā phalaṁ dassento arahattanikūṭena desanaṁ niṭṭhapesi.",
  "atk-s0103a1:44_0": "79.Yathā taṁ mārenāti yathā mārena pariyuṭṭhitacittā nisīdanti evameva tuṇhībhūtā…pe… appaṭibhānā nisinnā.",
  "atk-s0103a1:45_0": "Māro kira satthā ativiya gajjanto buddhabalaṁ dīpetvā imesaṁ paribbājakānaṁ dhammaṁ deseti, kadāci dhammābhisamayo bhaveyya, handāhaṁ pariyuṭṭhāmīti so tesaṁ cittāni pariyuṭṭhāsi.",
  "atk-s0103a1:45_1": "Appahīnavipallāsānañhi cittaṁ mārassa yathākāmakaraṇīyaṁ hoti.",
  "atk-s0103a1:45_2": "Tepi mārena pariyuṭṭhitacittā thaddhaṅgapaccaṅgā viya tuṇhī appaṭibhānā nisīdiṁsu.",
  "atk-s0103a1:45_3": "Atha satthā ime paribbājakā ativiya niravā hutvā nisinnā, kiṁ nu khoti āvajjanto mārena pariyuṭṭhitabhāvaṁ aññāsi.",
  "atk-s0103a1:45_4": "Sace pana tesaṁ maggaphaluppattihetu bhaveyya, māraṁ paṭibāhitvāpi bhagavā dhammaṁ deseyya, so pana tesaṁ natthi.",
  "atk-s0103a1:45_5": "‘‘Sabbepi me tucchapurisā’’ti aññāsi.",
  "atk-s0103a1:45_6": "Tena vuttaṁ ‘‘atha kho bhagavato etadahosi sabbepi me moghapurisā’’tiādi.",
  "atk-s0103a1:46_0": "Tattha phuṭṭhā pāpimatāti pāpimatā mārena phuṭṭhā. Yatra hi nāmāti yesu nāma.",
  "atk-s0103a1:46_1": "Aññāṇatthampīti jānanatthampi.",
  "atk-s0103a1:46_2": "Kiṁ karissati sattāhoti samaṇena gotamena paricchinnasattāho amhākaṁ kiṁ karissati.",
  "atk-s0103a1:46_3": "Idaṁ vuttaṁ hoti ‘‘samaṇena gotamena ‘sayaṁ abhiññā sacchikatvā upasampajja viharissati sattāha’nti vuttaṁ, so sattāho amhākaṁ kiṁ apphāsukaṁ karissati.",
  "atk-s0103a1:46_4": "Handa mayaṁ sattāhabbhantare etaṁ dhammaṁ sacchikātuṁ sakkā, na sakkāti aññāṇatthampi brahmacariyaṁ carissāmā’’ti.",
  "atk-s0103a1:46_5": "Atha vā jānāma tāvassa dhammanti ekadivase ekavāraṁ aññāṇatthampi etesaṁ cittaṁ nuppannaṁ, sattāho pana etesaṁ kusītānaṁ kiṁ karissati, kiṁ sakkhissanti te sattāhaṁ pūretunti ayamettha adhippāyo.",
  "atk-s0103a1:46_6": "Sīhanādanti paravādabhindanaṁ sakavādasamussāpanañca abhītanādaṁ naditvā. Paccupaṭṭhāsīti patiṭṭhito. Tāvadevāti tasmiññeva khaṇe.",
  "atk-s0103a1:46_7": "Rājagahaṁ pāvisīti rājagahameva paviṭṭho.",
  "atk-s0103a1:46_8": "Tesaṁ pana paribbājakānaṁ kiñcāpi idaṁ suttantaṁ sutvā viseso na nibbatto, āyatiṁ pana nesaṁ vāsanāya paccayo bhavissatīti. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0103a1:47_0": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a1:48_0": "Udumbarikasuttavaṇṇanā niṭṭhitā."
}