{
  "atk-s0103a4:0_0": "5. Sampasādanīyasuttavaṇṇanā",
  "atk-s0103a4:1_0": "Sāriputtasīhanādavaṇṇanā",
  "atk-s0103a4:2_0": "141.Evaṁme sutanti sampasādanīyasuttaṁ.",
  "atk-s0103a4:2_1": "Tatrāyamanuttānapadavaṇṇanā – nāḷandāyanti nāḷandāti evaṁnāmake nagare, taṁ nagaraṁ gocaragāmaṁ katvā.",
  "atk-s0103a4:2_2": "Pāvārikambavaneti dussapāvārikaseṭṭhino ambavane. Taṁ kira tassa uyyānaṁ ahosi.",
  "atk-s0103a4:2_3": "So bhagavato dhammadesanaṁ sutvā bhagavati pasanno tasmiṁ uyyāne kuṭileṇamaṇḍapādipaṭimaṇḍitaṁ bhagavato vihāraṁ katvā niyyātesi.",
  "atk-s0103a4:2_4": "So vihāro jīvakambavanaṁ viya ‘‘pāvārikambavana’’ntveva saṅkhyaṁ gato, tasmiṁ pāvārikambavane viharatīti attho.",
  "atk-s0103a4:2_5": "Bhagavantaṁ etadavoca – ‘‘evaṁpasanno ahaṁ, bhante, bhagavatī’’ti. Kasmā evaṁ avoca?",
  "atk-s0103a4:2_6": "Attano uppannasomanassapavedanatthaṁ.",
  "atk-s0103a4:3_0": "Tatrāyamanupubbikathā – thero kira taṁdivasaṁ kālasseva sarīrappaṭijagganaṁ katvā sunivatthanivāsano pattacīvaramādāya pāsādikehi abhikkantādīhi devamanussānaṁ pasādaṁ āvahanto nāḷandavāsīnaṁ hitasukhamanubrūhayanto piṇḍāya pavisitvā pacchābhattaṁ piṇḍapātapaṭikkanto vihāraṁ gantvā satthu vattaṁ dassetvā satthari gandhakuṭiṁ paviṭṭhe satthāraṁ vanditvā attano divāṭṭhānaṁ agamāsi.",
  "atk-s0103a4:3_1": "Tattha saddhivihārikantevāsikesu vattaṁ dassetvā paṭikkantesu divāṭṭhānaṁ sammajjitvā cammakkhaṇḍaṁ paññapetvā udakatumbato udakena hatthapāde sītale katvā tisandhipallaṅkaṁ ābhujitvā kālaparicchedaṁ katvā phalasamāpattiṁ samāpajji.",
  "atk-s0103a4:4_0": "So yathāparicchinnakālavasena samāpattito vuṭṭhāya attano guṇe anussaritumāraddho.",
  "atk-s0103a4:4_1": "Athassa guṇe anussarato sīlaṁ āpāthamāgataṁ.",
  "atk-s0103a4:4_2": "Tato paṭipāṭiyāva samādhi paññā vimutti vimuttiñāṇadassanaṁ paṭhamaṁ jhānaṁ dutiyaṁ jhānaṁ tatiyaṁ jhānaṁ catutthaṁ jhānaṁ ākāsānañcāyatanasamāpatti viññānañcāyatanasamāpatti ākiñcaññāyatanasamāpatti nevasaññānāsaññāyatanasamāpatti vipassanāñāṇaṁ manomayiddhiñāṇaṁ iddhividhañāṇaṁ dibbasotañāṇaṁ cetopariyañāṇaṁ pubbenivāsānussatiñāṇaṁ dibbacakkhuñāṇaṁ…pe… sotāpattimaggo sotāpattiphalaṁ…pe… arahattamaggo arahattaphalaṁ atthapaṭisambhidā dhammapaṭisambhidā niruttipaṭisambhidā paṭibhānapaṭisambhidā sāvakapāramīñāṇaṁ.",
  "atk-s0103a4:4_3": "Ito paṭṭhāya kappasatasahassādhikassa asaṅkhyeyyassa upari anomadassībuddhassa pādamūle kataṁ abhinīhāraṁ ādiṁ katvā attano guṇe anussarato yāva nisinnapallaṅkā guṇā upaṭṭhahiṁsu.",
  "atk-s0103a4:5_0": "Evaṁ thero attano guṇe anussaramāno guṇānaṁ pamāṇaṁ vā paricchedaṁ vā daṭṭhuṁ nāsakkhi.",
  "atk-s0103a4:5_1": "So cintesi – ‘‘mayhaṁ tāva padesañāṇe ṭhitassa sāvakassa guṇānaṁ pamāṇaṁ vā paricchedo vā natthi.",
  "atk-s0103a4:5_2": "Ahaṁ pana yaṁ satthāraṁ uddissa pabbajito, kīdisā nu kho tassa guṇā’’ti dasabalassa guṇe anussarituṁ āraddho.",
  "atk-s0103a4:5_3": "So bhagavato sīlaṁ nissāya, samādhiṁ paññaṁ vimuttiṁ vimuttiñāṇadassanaṁ nissāya, cattāro satipaṭṭhāne nissāya, cattāro sammappadhāne cattāro iddhipāde cattāro magge cattāri phalāni catasso paṭisambhidā catuyoniparicchedakañāṇaṁ cattāro ariyavaṁse nissāya dasabalassa guṇe anussaritumāraddho.",
  "atk-s0103a4:6_0": "Tathā pañca padhāniyaṅgāni, pañcaṅgikaṁsammāsamādhiṁ, pañcindriyāni, pañca balāni, pañca nissaraṇiyā dhātuyo, pañca vimuttāyatanāni, pañca vimuttiparipācaniyā paññā, cha sāraṇīye dhamme, cha anussatiṭṭhānāni, cha gārave, cha nissaraṇiyā dhātuyo, cha satatavihāre, cha anuttariyāni, cha nibbedhabhāgiyā paññā, cha abhiññā, cha asādhāraṇañāṇāni, satta aparihāniye dhamme, satta ariyadhanāni, satta bojjhaṅge, satta sappurisadhamme, satta nijjaravatthūni, satta paññā, satta dakkhiṇeyyapuggale, satta khīṇāsavabalāni, aṭṭha paññāpaṭilābhahetū, aṭṭha sammattāni, aṭṭha lokadhammātikkame, aṭṭha ārambhavatthūni, aṭṭha akkhaṇadesanā, aṭṭha mahāpurisavitakke, aṭṭha abhibhāyatanāni, aṭṭha vimokkhe, nava yonisomanasikāramūlake dhamme, nava pārisuddhipadhāniyaṅgāni, nava sattāvāsadesanā, nava āghātappaṭivinaye, nava paññā, nava nānattāni, nava anupubbavihāre, dasa nāthakaraṇe dhamme, dasa kasiṇāyatanāni, dasa kusalakammapathe, dasa tathāgatabalāni, dasa sammattāni, dasa ariyavāse, dasa asekkhadhamme, ekādasa mettānisaṁse, dvādasa dhammacakkākāre, terasa dhutaṅgaguṇe , cuddasa buddhañāṇāni, pañcadasa vimuttiparipācaniye dhamme, soḷasavidhaṁ ānāpānassatiṁ, aṭṭhārasa buddhadhamme, ekūnavīsati paccavekkhaṇañāṇāni, catucattālīsa ñāṇavatthūni, paropaṇṇāsa kusaladhamme, sattasattati ñāṇavatthūni, catuvīsatikoṭisatasahassasamāpattisañcaramahāvajirañāṇaṁ nissāya dasabalassa guṇe anussarituṁ ārabhi.",
  "atk-s0103a4:7_0": "Tasmiṁyeva ca divāṭṭhāne nisinnoyeva upari ‘‘aparaṁ pana, bhante, etadānuttariya’’nti āgamissanti soḷasa aparampariyadhammā, tepi nissāya anussarituṁ ārabhi.",
  "atk-s0103a4:7_1": "So ‘‘kusalapaññattiyaṁ anuttaro mayhaṁ satthā, āyatanapaññattiyaṁ anuttaro, gabbhāvakkantiyaṁ anuttaro, ādesanāvidhāsu anuttaro, dassanasamāpattiyaṁ anuttaro, puggalapaññattiyaṁ anuttaro, padhāne anuttaro, paṭipadāsu anuttaro, bhassasamācāre anuttaro, purisasīlasamācāre anuttaro, anusāsanīvidhāsu anuttaro, parapuggalavimuttiñāṇe anuttaro, sassatavādesu anuttaro, pubbenivāsañāṇe anuttaro, dibbacakkhuñāṇe anuttaro, iddhividhe anuttaro, iminā ca iminā ca anuttaro’’ti evaṁ dasabalassa guṇe anussaranto bhagavato guṇānaṁ neva antaṁ, na pamāṇaṁ passi.",
  "atk-s0103a4:7_2": "Thero attanopi tāva guṇānaṁ antaṁ vā pamāṇaṁ vā nāddasa, bhagavato guṇānaṁ kiṁ passissati?",
  "atk-s0103a4:7_3": "Yassa yassa hi paññā mahatī ñāṇaṁ visadaṁ, so so buddhaguṇe mahantato saddahati.",
  "atk-s0103a4:7_4": "Lokiyamahājano ukkāsitvāpi khipitvāpi ‘‘namo buddhāna’’nti attano attano upanissaye ṭhatvā buddhānaṁ guṇe anussarati.",
  "atk-s0103a4:7_5": "Sabbalokiyamahājanato eko sotāpanno buddhaguṇe mahantato saddahati.",
  "atk-s0103a4:7_6": "Sotāpannānaṁ satatopi sahassatopi eko sakadāgāmī.",
  "atk-s0103a4:7_7": "Sakadāgāmīnaṁ satatopi sahassatopi eko anāgāmī.",
  "atk-s0103a4:7_8": "Anāgāmīnaṁ satatopi sahassatopi eko arahā buddhaguṇe mahantato saddahati.",
  "atk-s0103a4:7_9": "Avasesaarahantehi asīti mahātherā buddhaguṇe mahantato saddahanti.",
  "atk-s0103a4:7_10": "Asītimahātherehi cattāro mahātherā.",
  "atk-s0103a4:7_11": "Catūhi mahātherehi dve aggasāvakā.",
  "atk-s0103a4:7_12": "Tesupi sāriputtatthero, sāriputtattheratopi eko paccekabuddho buddhaguṇe mahantato saddahati.",
  "atk-s0103a4:7_13": "Sace pana sakalacakkavāḷagabbhe saṅghāṭikaṇṇena saṅghāṭikaṇṇaṁ pahariyamānā nisinnā paccekabuddhā buddhaguṇe anussareyyuṁ, tehi sabbehipi eko sabbaññubuddhova buddhaguṇe mahantato saddahati.",
  "atk-s0103a4:8_0": "Seyyathāpi nāma mahājano ‘‘mahāsamuddo gambhīro uttāno’’ti jānanatthaṁ yottāni vaṭṭeyya, tattha koci byāmappamāṇaṁ yottaṁ vaṭṭeyya, koci dve byāmaṁ, koci dasabyāmaṁ, koci vīsatibyāmaṁ, koci tiṁsabyāmaṁ, koci cattālīsabyāmaṁ, koci paññāsabyāmaṁ, koci satabyāmaṁ, koci sahassabyāmaṁ , koci caturāsītibyāmasahassaṁ.",
  "atk-s0103a4:8_1": "Te nāvaṁ āruyha, samuddamajjhe uggatapabbatādimhi vā ṭhatvā attano attano yottaṁ otāreyyuṁ, tesu yassa yottaṁ byāmamattaṁ, so byāmamattaṭṭhāneyeva udakaṁ jānāti…pe… yassa caturāsītibyāmasahassaṁ, so caturāsītibyāmasahassaṭṭhāneyeva udakaṁ jānāti.",
  "atk-s0103a4:8_2": "Parato udakaṁ ettakanti na jānāti.",
  "atk-s0103a4:8_3": "Mahāsamudde pana na tattakaṁyeva udakaṁ, atha kho anantamaparimāṇaṁ.",
  "atk-s0103a4:8_4": "Caturāsītiyojanasahassaṁ gambhīro hi mahāsamuddo, evameva ekabyāmayottato paṭṭhāya navabyāmayottena ñātaudakaṁ viya lokiyamahājanena diṭṭhabuddhaguṇā veditabbā.",
  "atk-s0103a4:8_5": "Dasabyāmayottena dasabyāmaṭṭhāne ñātaudakaṁ viya sotāpannena diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_6": "Vīsatibyāmayottena vīsatibyāmaṭṭhāne ñātaudakaṁ viya sakadāgāminā diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_7": "Tiṁsabyāmayottena tiṁsabyāmaṭṭhāne ñātaudakaṁ viya anāgāminā diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_8": "Cattālīsabyāmayottena cattālīsabyāmaṭṭhāne ñātaudakaṁ viya arahatā diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_9": "Paññāsabyāmayottena paññāsabyāmaṭṭhāne ñātaudakaṁ viya asītimahātherehi diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_10": "Satabyāmayottena satabyāmaṭṭhāne ñātaudakaṁ viya catūhi mahātherehi diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_11": "Sahassabyāmayottena sahassabyāmaṭṭhāne ñātaudakaṁ viya mahāmoggallānattherena diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_12": "Caturāsītibyāmasahassayottena caturāsītibyāmasahassaṭṭhāne ñātaudakaṁ viya dhammasenāpatinā sāriputtattherena diṭṭhabuddhaguṇā.",
  "atk-s0103a4:8_13": "Tattha yathā so puriso mahāsamudde udakaṁ nāma na ettakaṁyeva, anantamaparimāṇanti gaṇhāti, evameva āyasmā sāriputto dhammanvayena anvayabuddhiyā anumānena nayaggāhena sāvakapāramīñāṇe ṭhatvā dasabalassa guṇe anussaranto ‘‘buddhaguṇā anantā aparimāṇā’’ti saddahi.",
  "atk-s0103a4:9_0": "Therena hi diṭṭhabuddhaguṇehi dhammanvayena gahetabbabuddhaguṇāyeva bahutarā. Yathā kathaṁ viya?",
  "atk-s0103a4:9_1": "Yathā ito nava ito navāti aṭṭhārasa yojanāni avattharitvā gacchantiyā candabhāgāya mahānadiyā puriso sūcipāsena udakaṁ gaṇheyya, sūcipāsena gahitaudakato aggahitameva bahu hoti.",
  "atk-s0103a4:9_2": "Yathā vā pana puriso mahāpathavito aṅguliyā paṁsuṁ gaṇheyya, aṅguliyā gahitapaṁsuto avasesapaṁsuyeva bahu hoti.",
  "atk-s0103a4:9_3": "Yathā vā pana puriso mahāsamuddābhimukhiṁ aṅguliṁ kareyya, aṅguliabhimukhaudakato avasesaṁ udakaṁyeva bahu hoti.",
  "atk-s0103a4:9_4": "Yathā ca puriso ākāsābhimukhiṁ aṅguliṁ kareyya, aṅguliabhimukhaākāsato sesaākāsappadesova bahu hoti.",
  "atk-s0103a4:9_5": "Evaṁ therena diṭṭhabuddhaguṇehi adiṭṭhā guṇāva bahūti veditabbā. Vuttampi cetaṁ –",
  "atk-s0103a4:10_0": "‘‘Buddhopi buddhassa bhaṇeyya vaṇṇaṁ,",
  "atk-s0103a4:11_0": "Kappampi ce aññamabhāsamāno;",
  "atk-s0103a4:12_0": "Khīyetha kappo ciradīghamantare,",
  "atk-s0103a4:13_0": "Vaṇṇo na khīyetha tathāgatassā’’ti.",
  "atk-s0103a4:14_0": "Evaṁ therassa attano ca satthu ca guṇe anussarato yamakamahānadīmahogho viya abbhantare pītisomanassaṁ avattharamānaṁ vāto viya bhastaṁ, ubbhijjitvā uggataudakaṁ viya mahārahadaṁ sakalasarīraṁ pūreti.",
  "atk-s0103a4:14_1": "Tato therassa ‘‘supatthitā vata me patthanā, suladdhā me pabbajjā, yvāhaṁ evaṁvidhassa satthu santike pabbajito’’ti āvajjantassa balavataraṁ pītisomanassaṁ uppajji.",
  "atk-s0103a4:15_0": "Atha thero ‘‘kassāhaṁ imaṁ pītisomanassaṁ āroceyya’’nti cintento añño koci samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā mama imaṁ pasādaṁ anucchavikaṁ katvā paṭiggahetuṁ na sakkhissati, ahaṁ imaṁ somanassaṁ satthunoyeva pavedeyyāmi, satthāva me paṭiggaṇhituṁ sakkhissati, so hi tiṭṭhatu mama pītisomanassaṁ, mādisassa samaṇasatassa vā samaṇasahassassa vā samaṇasatasahassassa vā somanassaṁ pavedentassa sabbesaṁ manaṁ gaṇhanto paṭiggahetuṁ sakkoti.",
  "atk-s0103a4:15_1": "Seyyathāpi nāma aṭṭhārasa yojanāni avattharamānaṁ gacchantiṁ candabhāgamahānadiṁ kusumbhā vā kandarā vā sampaṭicchituṁ na sakkonti, mahāsamuddova taṁ sampaṭicchati.",
  "atk-s0103a4:15_2": "Mahāsamuddo hi tiṭṭhatu candabhāgā, evarūpānaṁ nadīnaṁ satampi sahassampi satasahassampi sampaṭicchati, na cassa tena ūnattaṁ vā pūrattaṁ vā paññāyati, evameva satthā mādisassa samaṇasatassa samaṇasahassassa samaṇasatasahassassa vā pītisomanassaṁ pavedentassa sabbesaṁ manaṁ gaṇhanto paṭiggahetuṁ sakkoti.",
  "atk-s0103a4:15_3": "Sesā samaṇabrāhmaṇādayo candabhāgaṁ kusumbhakandarā viya mama somanassaṁ sampaṭicchituṁ na sakkonti .",
  "atk-s0103a4:15_4": "Handāhaṁ mama pītisomanassaṁ satthunova ārocemīti pallaṅkaṁ vinibbhujitvā cammakkhaṇḍaṁ papphoṭetvā ādāya sāyanhasamaye pupphānaṁ vaṇṭato chijjitvā paggharaṇakāle satthāraṁ upasaṅkamitvā attano somanassaṁ pavedento evaṁpasanno ahaṁ, bhantetiādimāha.",
  "atk-s0103a4:15_5": "Tattha evaṁpasannoti evaṁ uppannasaddho, evaṁ saddahāmīti attho.",
  "atk-s0103a4:15_6": "Bhiyyobhiññataroti bhiyyataro abhiññāto, bhiyyatarābhiñño vā, uttaritarañāṇoti attho.",
  "atk-s0103a4:15_7": "Sambodhiyanti sabbaññutaññāṇe arahattamaggañāṇe vā, arahattamaggeneva hi buddhaguṇā nippadesā gahitā honti.",
  "atk-s0103a4:15_8": "Dve hi aggasāvakā arahattamaggeneva sāvakapāramīñāṇaṁ paṭilabhanti.",
  "atk-s0103a4:15_9": "Paccekabuddhā paccekabodhiñāṇaṁ.",
  "atk-s0103a4:15_10": "Buddhā sabbaññutaññāṇañceva sakale ca buddhaguṇe.",
  "atk-s0103a4:15_11": "Sabbañhi nesaṁ arahattamaggeneva ijjhati.",
  "atk-s0103a4:15_12": "Tasmā arahattamaggañāṇaṁ sambodhi nāma hoti.",
  "atk-s0103a4:15_13": "Tena uttaritaro bhagavatā natthi.",
  "atk-s0103a4:15_14": "Tenāha ‘‘bhagavatā bhiyyobhiññataro yadidaṁ sambodhiya’’nti.",
  "atk-s0103a4:16_0": "142.Uḷārāti seṭṭhā.",
  "atk-s0103a4:16_1": "Ayañhi uḷārasaddo ‘‘uḷārāni khādanīyāni khādantī’’tiādīsu (ma. ni. 1.366) madhure āgacchati.",
  "atk-s0103a4:16_2": "‘‘Uḷārāya khalu bhavaṁ, vacchāyano , samaṇaṁ gotamaṁ pasaṁsāya pasaṁsatī’’tiādīsu (ma. ni. 3.280) seṭṭhe.",
  "atk-s0103a4:16_3": "‘‘Appamāṇo uḷāro obhāso’’tiādīsu (dī. ni. 2.32) vipule. Svāyamidha seṭṭhe āgato.",
  "atk-s0103a4:16_4": "Tena vuttaṁ – ‘‘uḷārāti seṭṭhā’’ti.",
  "atk-s0103a4:16_5": "Āsabhīti usabhassa vācāsadisī acalā asampavedhī.",
  "atk-s0103a4:16_6": "Ekaṁso gahitoti anussavena vā ācariyaparamparāya vā itikirāya vā piṭakasampadānena vā ākāraparivitakkena vā diṭṭhinijjhānakkhantiyā vā takkahetu vā nayahetu vā akathetvā paccakkhato ñāṇena paṭivijjhitvā viya ekaṁso gahito, sanniṭṭhānakathāva kathitāti attho.",
  "atk-s0103a4:17_0": "Sīhanādoti seṭṭhanādo, neva dandhāyantena na gaggarāyantena sīhena viya uttamanādo naditoti attho.",
  "atk-s0103a4:17_1": "Kiṁ te sāriputtāti imaṁ desanaṁ kasmā ārabhīti? Anuyogadāpanatthaṁ.",
  "atk-s0103a4:17_2": "Ekacco hi sīhanādaṁ naditvā attano sīhanāde anuyogaṁ dātuṁ na sakkoti, nighaṁsanaṁ nakkhamati, lepe patitamakkaṭo viya hoti.",
  "atk-s0103a4:17_3": "Yathā dhamamānaṁ aparisuddhalohaṁ jhāyitvā jhāmaaṅgāro hoti, evaṁ jhāmaṅgāro viya hoti .",
  "atk-s0103a4:17_4": "Eko sīhanāde anuyogaṁ dāpiyamāno dātuṁ sakkoti, nighaṁsanaṁ khamati, dhamamānaṁ niddosajātarūpaṁ viya adhikataraṁ sobhati, tādiso thero.",
  "atk-s0103a4:17_5": "Tena naṁ bhagavā ‘‘anuyogakkhamo aya’’nti ñatvā sīhanāde anuyogadāpanatthaṁ imampi desanaṁ ārabhi.",
  "atk-s0103a4:18_0": "Tattha sabbe teti sabbe te tayā.",
  "atk-s0103a4:18_1": "Evaṁsīlātiādīsu lokiyalokuttaravasena sīlādīni pucchati.",
  "atk-s0103a4:18_2": "Tesaṁ vitthārakathā mahāpadāne kathitāva.",
  "atk-s0103a4:19_0": "Kiṁ pana te, sāriputta, ye te bhavissantīti atītā ca tāva niruddhā, apaṇṇattikabhāvaṁ gatā dīpasikhā viya nibbutā, evaṁ niruddhe apaṇṇattikabhāvaṁ gate tvaṁ kathaṁ jānissasi, anāgatabuddhānaṁ pana guṇā kinti tayā attano cittena paricchinditvā viditāti pucchanto evamāha.",
  "atk-s0103a4:19_1": "Kiṁ pana te, sāriputta, ahaṁ etarahīti anāgatāpi buddhā ajātā anibbattā anuppannā, tepi kathaṁ tvaṁ jānissasi?",
  "atk-s0103a4:19_2": "Tesañhi jānanaṁ apade ākāse padadassanaṁ viya hoti.",
  "atk-s0103a4:19_3": "Idāni mayā saddhiṁ ekavihāre vasasi, ekato bhikkhāya carasi, dhammadesanākāle dakkhiṇapasse nisīdasi, kiṁ pana mayhaṁ guṇā attano cetasā paricchinditvā viditā tayāti anuyuñjanto evamāha.",
  "atk-s0103a4:20_0": "Thero pana pucchite pucchite ‘‘no hetaṁ, bhante’’ti paṭikkhipati.",
  "atk-s0103a4:20_1": "Therassa ca viditampi atthi aviditampi atthi, kiṁ so attano viditaṭṭhāne paṭikkhepaṁ karoti, aviditaṭṭhāneti?",
  "atk-s0103a4:20_2": "Viditaṭṭhāne na karoti, aviditaṭṭhāneyeva karotīti.",
  "atk-s0103a4:20_3": "Thero kira anuyoge āraddheyeva aññāsi.",
  "atk-s0103a4:20_4": "Na ayaṁ anuyogo sāvakapāramīñāṇe, sabbaññutaññāṇe ayaṁ anuyogoti attano sāvakapāramīñāṇe paṭikkhepaṁ akatvā aviditaṭṭhāne sabbaññutaññāṇe paṭikkhepaṁ karoti.",
  "atk-s0103a4:20_5": "Tena idampi dīpeti ‘‘bhagavā mayhaṁ atītānāgatapaccuppannānaṁ buddhānaṁ sīlasamādhipaññāvimuttikāraṇajānanasamatthaṁ sabbaññutaññāṇaṁ natthī’’ti.",
  "atk-s0103a4:21_0": "Etthāti etesu atītādibhedesu buddhesu.",
  "atk-s0103a4:21_1": "Atha kiñcarahīti atha kasmā evaṁ ñāṇe asati tayā evaṁ kathitanti vadati.",
  "atk-s0103a4:22_0": "143.Dhammanvayoti dhammassa paccakkhato ñāṇassa anuyogaṁ anugantvā uppannaṁ anumānañāṇaṁ nayaggāho vidito.",
  "atk-s0103a4:22_1": "Sāvakapāramīñāṇe ṭhatvāva imināva ākārena jānāmi bhagavāti vadati.",
  "atk-s0103a4:22_2": "Therassa hi nayaggāho appamāṇo apariyanto.",
  "atk-s0103a4:22_3": "Yathā sabbaññutaññāṇassa pamāṇaṁ vā pariyanto vā natthi, evaṁ dhammasenāpatino nayaggāhassa.",
  "atk-s0103a4:22_4": "Tena so ‘‘iminā evaṁvidho, iminā anuttaro satthā’’ti jānāti.",
  "atk-s0103a4:22_5": "Therassa hi nayaggāho sabbaññutaññāṇagatiko eva.",
  "atk-s0103a4:22_6": "Idāni taṁ nayaggāhaṁ pākaṭaṁ kātuṁ upamāya dassento seyyathāpi, bhantetiādimāha.",
  "atk-s0103a4:22_7": "Tattha yasmā majjhimapadese nagarassa uddhāpapākārādīni thirāni vā hontu, dubbalāni vā, sabbaso vā pana mā hontu, corāsaṅkā na hoti, tasmā taṁ aggahetvā paccantimanagaranti āha.",
  "atk-s0103a4:22_8": "Daḷhuddhāpanti thirapākārapādaṁ.",
  "atk-s0103a4:22_9": "Daḷhapākāratoraṇanti thirapākārañceva thirapiṭṭhasaṅghāṭañca. Ekadvāranti kasmā āha?",
  "atk-s0103a4:22_10": "Bahudvāre hi nagare bahūhi paṇḍitadovārikehi bhavitabbaṁ. Ekadvāre ekova vaṭṭati.",
  "atk-s0103a4:22_11": "Therassa ca paññāya sadiso añño natthi.",
  "atk-s0103a4:22_12": "Tasmā attano paṇḍitabhāvassa opammatthaṁ ekaṁyeva dovārikaṁ dassetuṁ ekadvāra’’nti āha.",
  "atk-s0103a4:22_13": "Paṇḍitoti paṇḍiccena samannāgato.",
  "atk-s0103a4:22_14": "Byattoti veyyattiyena samannāgato visadañāṇo.",
  "atk-s0103a4:22_15": "Medhāvīti ṭhānuppattikapaññāsaṅkhātāya medhāya samannāgato.",
  "atk-s0103a4:22_16": "Anupariyāyapathanti anupariyāyanāmakaṁ pākāramaggaṁ.",
  "atk-s0103a4:22_17": "Pākārasandhinti dvinnaṁ iṭṭhakānaṁ apagataṭṭhānaṁ.",
  "atk-s0103a4:22_18": "Pākāravivaranti pākārassa chinnaṭṭhānaṁ.",
  "atk-s0103a4:23_0": "Cetaso upakkileseti pañca nīvaraṇāni cittaṁ upakkilesenti kiliṭṭhaṁ karonti upatāpenti vibādhenti, tasmā ‘‘cetaso upakkilesā’’ti vuccanti.",
  "atk-s0103a4:23_1": "Paññāya dubbalīkaraṇeti nīvaraṇā uppajjamānā anuppannāya paññāya uppajjituṁ na denti, uppannāya paññāya vaḍḍhituṁ na denti, tasmā ‘‘paññāya dubbalīkaraṇā’’ti vuccanti.",
  "atk-s0103a4:23_2": "Suppatiṭṭhitacittāti catūsu satipaṭṭhānesu suṭṭhu ṭhapitacittā hutvā.",
  "atk-s0103a4:23_3": "Satta bojjhaṅge yathābhūtanti satta bojjhaṅge yathāsabhāvena bhāvetvā.",
  "atk-s0103a4:23_4": "Anuttaraṁ sammāsambodhinti arahattaṁ sabbaññutaññāṇaṁ vā paṭivijjhiṁsūti dasseti.",
  "atk-s0103a4:24_0": "Apicettha satipaṭṭhānāti vipassanā. Sambojjhaṅgā maggo.",
  "atk-s0103a4:24_1": "Anuttarāsammāsambodhi arahattaṁ.",
  "atk-s0103a4:24_2": "Satipaṭṭhānāti vā maggāti vā bojjhaṅgamissakā. Sammāsambodhi arahattameva.",
  "atk-s0103a4:24_3": "Dīghabhāṇakamahāsīvatthero panāha ‘‘satipaṭṭhāne vipassanāti gahetvā bojjhaṅge maggo ca sabbaññutaññāṇañcāti gahite sundaro pañho bhaveyya, na panevaṁ gahita’’nti.",
  "atk-s0103a4:24_4": "Iti thero sabbaññubuddhānaṁ nīvaraṇappahāne satipaṭṭhānabhāvanāya sambodhiyañca majjhe bhinnasuvaṇṇarajatānaṁ viya nānattābhāvaṁ dasseti.",
  "atk-s0103a4:25_0": "Idha ṭhatvā upamā saṁsandetabbā – āyasmā hi sāriputto paccantanagaraṁ dassesi, pākāraṁ dassesi, pariyāyapathaṁ dassesi, dvāraṁ dassesi, paṇḍitadovārikaṁ dassesi, nagaraṁ pavesanakanikkhamanake oḷārike pāṇe dassesi, paṇḍitadovārikassa tesaṁ pāṇānaṁ pākaṭabhāvañca dassesi. Tattha kiṁ kena sadisanti ce.",
  "atk-s0103a4:25_1": "Nagaraṁ viya hi nibbānaṁ, pākāro viya sīlaṁ, pariyāyapatho viya hirī, dvāraṁ viya ariyamaggo, paṇḍitadovāriko viya dhammasenāpati, nagarappavisanakanikkhamanakaoḷārikapāṇā viya atītānāgatapaccuppannā buddhā, dovārikassa tesaṁ pāṇānaṁ pākaṭabhāvo viya āyasmato sāriputtassa atītānāgatapaccuppannabuddhānaṁ sīlasamathādīhi pākaṭabhāvo.",
  "atk-s0103a4:25_2": "Ettāvatā therena bhagavā evamahaṁ sāvakapāramīñāṇe ṭhatvā dhammanvayena nayaggāhena jānāmīti attano sīhanādassa anuyogo dinno hoti.",
  "atk-s0103a4:26_0": "144.Idhāhaṁ, bhante, yena bhagavāti imaṁ desanaṁ kasmā ārabhi ?",
  "atk-s0103a4:26_1": "Sāvakapāramīñāṇassa nipphattidassanatthaṁ.",
  "atk-s0103a4:26_2": "Ayañhettha adhippāyo, bhagavā ahaṁ sāvakapāramīñāṇaṁ paṭilabhanto pañcanavutipāsaṇḍe na aññaṁ ekampi samaṇaṁ vā brāhmaṇaṁ vā upasaṅkamitvā sāvakapāramīñāṇampi paṭilabhiṁ, tumheyeva upasaṅkamitvā tumhe payirupāsanto paṭilabhinti. Tattha idhāti nipātamattaṁ.",
  "atk-s0103a4:26_3": "Upasaṅkamiṁ dhammasavanāyāti tumhe upasaṅkamanto panāhaṁ na cīvarādihetu upasaṅkamanto, dhammasavanatthāya upasaṅkamanto.",
  "atk-s0103a4:26_4": "Evaṁ upasaṅkamitvā sāvakapāramīñāṇaṁ paṭilabhiṁ.",
  "atk-s0103a4:26_5": "Kadā pana thero dhammasavanatthāya upasaṅkamantoti.",
  "atk-s0103a4:26_6": "Sūkarakhataleṇe bhāgineyyadīghanakhaparibbājakassa vedanāpariggahasuttantakathanadivase (ma. ni.",
  "atk-s0103a4:26_7": "2.205) upasaṅkamanto, tadāyeva sāvakapāramīñāṇaṁ paṭilabhīti.",
  "atk-s0103a4:26_8": "Taṁdivasañhi thero tālavaṇṭaṁ gahetvā bhagavantaṁ bījamāno ṭhito taṁ desanaṁ sutvā tattheva sāvakapāramīñāṇaṁ hatthagataṁ akāsi.",
  "atk-s0103a4:26_9": "Uttaruttaraṁ paṇītapaṇītanti uttaruttarañceva paṇītapaṇītañca katvā desesi.",
  "atk-s0103a4:26_10": "Kaṇhasukkasappaṭibhāganti kaṇhañceva sukkañca.",
  "atk-s0103a4:26_11": "Tañca kho sappaṭibhāgaṁ savipakkhaṁ katvā.",
  "atk-s0103a4:26_12": "Kaṇhaṁ paṭibāhitvā sukkaṁ, sukkaṁ paṭibāhitvā kaṇhanti evaṁ sappaṭibhāgaṁ katvā kaṇhasukkaṁ desesi, kaṇhaṁ desentopi ca saussāhaṁ savipākaṁ desesi, sukkaṁ desentopi saussāhaṁ savipākaṁ desesi.",
  "atk-s0103a4:27_0": "Tasmiṁ dhamme abhiññā idhekaccaṁ dhammaṁ dhammesu niṭṭhamagamanti tasmiṁ desite dhamme ekaccaṁ dhammaṁ nāma sāvakapāramīñāṇaṁ sañjānitvā dhammesu niṭṭhamagamaṁ. Katamesu dhammesūti? Catusaccadhammesu.",
  "atk-s0103a4:27_1": "Etthāyaṁ therasallāpo, kāḷavallavāsī sumatthero tāva vadati ‘‘catusaccadhammesu idāni niṭṭhagamanakāraṇaṁ natthi.",
  "atk-s0103a4:27_2": "Assajimahāsāvakassa hi diṭṭhadivaseyeva so paṭhamamaggena catusaccadhammesu niṭṭhaṁ gato, aparabhāge sūkarakhataleṇadvāre upari tīhi maggehi catusaccadhammesu niṭṭhaṁ gato, imasmiṁ pana ṭhāne ‘dhammesū’ti buddhaguṇesu niṭṭhaṁ gato’’ti.",
  "atk-s0103a4:27_3": "Lokantaravāsī cūḷasīvatthero pana ‘‘sabbaṁ tatheva vatvā imasmiṁ pana ṭhāne ‘dhammesū’ti arahatte niṭṭhaṁ gato’’ti āha.",
  "atk-s0103a4:27_4": "Dīghabhāṇakatipiṭakamahāsīvatthero pana ‘‘tatheva purimavādaṁ vatvā imasmiṁ pana ṭhāne ‘dhammesū’ti sāvakapāramīñāṇe niṭṭhaṁ gato’’ti vatvā ‘‘buddhaguṇā pana nayato āgatā’’ti āha.",
  "atk-s0103a4:28_0": "Satthari pasīdinti evaṁ sāvakapāramīñāṇadhammesu niṭṭhaṁ gantvā bhiyyosomattāya ‘‘sammāsambuddho vata so bhagavā’’ti satthari pasīdiṁ.",
  "atk-s0103a4:28_1": "Svākkhāto bhagavatā dhammoti suṭṭhu akkhāto sukathito niyyāniko maggo phalatthāya niyyāti rāgadosamohanimmadanasamattho.",
  "atk-s0103a4:29_0": "Suppaṭipanno saṅghoti buddhassa bhagavato sāvakasaṅghopi vaṅkādidosavirahitaṁ sammāpaṭipadaṁ paṭipannattā suppaṭipannoti pasannomhi bhagavatīti dasseti.",
  "atk-s0103a4:30_0": "Kusaladhammadesanāvaṇṇanā",
  "atk-s0103a4:31_0": "145.",
  "atk-s0103a4:31_1": "Idāni divāṭṭhāne nisīditvā samāpajjite soḷasa aparāpariyadhamme dassetuṁ aparaṁ pana bhante etadānuttariyanti desanaṁ ārabhi.",
  "atk-s0103a4:31_2": "Tattha anuttariyanti anuttarabhāvo.",
  "atk-s0103a4:31_3": "Yathā bhagavādhammaṁ desetīti yathā yenākārena yāya desanāya bhagavā dhammaṁ deseti, sā tumhākaṁ desanā anuttarāti vadati.",
  "atk-s0103a4:31_4": "Kusalesu dhammesūti tāya desanāya desitesu kusalesu dhammesupi bhagavāva anuttaroti dīpeti.",
  "atk-s0103a4:31_5": "Yā vā sā desanā, tassā bhūmiṁ dassentopi ‘‘kusalesu dhammesū’’ti āha.",
  "atk-s0103a4:31_6": "Tatrime kusalā dhammāti tatra kusalesu dhammesūti vuttapade ime kusalā dhammā nāmāti veditabbā.",
  "atk-s0103a4:31_7": "Tattha ārogyaṭṭhena, anavajjaṭṭhena, kosallasambhūtaṭṭhena, niddarathaṭṭhena, sukhavipākaṭṭhenāti pañcadhā kusalaṁ veditabbaṁ.",
  "atk-s0103a4:31_8": "Tesu jātakapariyāyaṁ patvā ārogyaṭṭhena kusalaṁ vaṭṭati.",
  "atk-s0103a4:31_9": "Suttantapariyāyaṁ patvā anavajjaṭṭhena.",
  "atk-s0103a4:31_10": "Abhidhammapariyāyaṁ patvā kosallasambhūtaniddarathasukhavipākaṭṭhena.",
  "atk-s0103a4:31_11": "Imasmiṁ pana ṭhāne bāhitikasuttantapariyāyena (ma. ni.",
  "atk-s0103a4:31_12": "2.358) anavajjaṭṭhena kusalaṁ daṭṭhabbaṁ.",
  "atk-s0103a4:32_0": "Cattāro satipaṭṭhānāti cuddasavidhena kāyānupassanāsatipaṭṭhānaṁ, navavidhena vedanānupassanāsatipaṭṭhānaṁ , soḷasavidhena cittānupassanāsatipaṭṭhānaṁ, pañcavidhena dhammānupassanāsatipaṭṭhānanti evaṁ nānānayehi vibhajitvā samathavipassanāmaggavasena lokiyalokuttaramissakā cattāro satipaṭṭhānā desitā.",
  "atk-s0103a4:32_1": "Phalasatipaṭṭhānaṁ pana idha anadhippetaṁ.",
  "atk-s0103a4:32_2": "Cattāro sammappadhānāti paggahaṭṭhena ekalakkhaṇā, kiccavasena nānākiccā.",
  "atk-s0103a4:32_3": "‘‘Idha bhikkhu anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāyā’’tiādinā nayena samathavipassanāmaggavasena lokiyalokuttaramissakāva cattāro sammappadhānā desitā.",
  "atk-s0103a4:32_4": "Cattāro iddhipādāti ijjhanaṭṭhena ekasaṅgahā, chandādivasena nānāsabhāvā.",
  "atk-s0103a4:32_5": "‘‘Idha bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṁ iddhipādaṁ bhāvetī’’tiādinā nayena samathavipassanāmaggavasena lokiyalokuttaramissakāva cattāro iddhipādā desitā.",
  "atk-s0103a4:33_0": "Pañcindriyānīti ādhipateyyaṭṭhena ekalakkhaṇāni, adhimokkhādisabhāvavasena nānāsabhāvāni.",
  "atk-s0103a4:33_1": "Samathavipassanāmaggavaseneva ca lokiyalokuttaramissakāni saddhādīni pañcindriyāni desitāni.",
  "atk-s0103a4:33_2": "Pañca balānīti upatthambhanaṭṭhena akampiyaṭṭhena vā ekasaṅgahāni, salakkhaṇena nānāsabhāvāni .",
  "atk-s0103a4:33_3": "Samathavipassanāmaggavaseneva lokiyalokuttaramissakāni saddhādīni pañca balāni desitāni.",
  "atk-s0103a4:33_4": "Satta bojjhaṅgāti niyyānaṭṭhena ekasaṅgahā, upaṭṭhānādinā salakkhaṇena nānāsabhāvā.",
  "atk-s0103a4:33_5": "Samathavipassanā maggavaseneva lokiyalokuttaramissakā satta bojjhaṅgā desitā.",
  "atk-s0103a4:34_0": "Ariyo aṭṭhaṅgiko maggoti hetuṭṭhena ekasaṅgaho, dassanādinā salakkhaṇena nānāsabhāvo.",
  "atk-s0103a4:34_1": "Samathavipassanāmaggavaseneva lokiyalokuttaramissako ariyo aṭṭhaṅgiko maggo desitoti attho.",
  "atk-s0103a4:35_0": "Idha, bhante, bhikkhu āsavānaṁ khayāti idaṁ kimatthaṁ āraddhaṁ?",
  "atk-s0103a4:35_1": "Sāsanassa pariyosānadassanatthaṁ.",
  "atk-s0103a4:35_2": "Sāsanassa hi na kevalaṁ maggeneva pariyosānaṁ hoti, arahattaphalena pana hoti.",
  "atk-s0103a4:35_3": "Tasmā taṁ dassetuṁ idamāraddhanti veditabbaṁ.",
  "atk-s0103a4:35_4": "Etadānuttariyaṁ, bhante, kusalesu dhammesūti bhante yā ayaṁ kusalesu dhammesu evaṁdesanā, etadānuttariyaṁ.",
  "atk-s0103a4:35_5": "Taṁbhagavāti taṁ desanaṁ bhagavā asesaṁ sakalaṁ abhijānāti.",
  "atk-s0103a4:35_6": "Taṁ bhagavatoti taṁ desanaṁ bhagavato asesaṁ abhijānato.",
  "atk-s0103a4:35_7": "Uttari abhiññeyyaṁ natthīti taduttari abhijānitabbaṁ natthi, ayaṁ nāma ito añño dhammo vā puggalo vā yaṁ bhagavā na jānātīti idaṁ natthi.",
  "atk-s0103a4:35_8": "Yadabhijānaṁ añño samaṇo vāti yaṁ tumhehi anabhiññātaṁ, taṁ añño samaṇo vā brāhmaṇo vā abhijānanto bhagavatā bhiyyobhiññataro assa, adhikatarapañño bhaveyya.",
  "atk-s0103a4:35_9": "Yadidaṁ kusalesu dhammesūti ettha yadidanti nipātamattaṁ, kusalesu dhammesu bhagavatā uttaritaro natthīti ayametthattho.",
  "atk-s0103a4:35_10": "Iti bhagavāva kusalesu dhammesu anuttaroti dassento ‘‘imināpi kāraṇena evaṁpasanno ahaṁ, bhante, bhagavatī’’ti dīpeti.",
  "atk-s0103a4:35_11": "Ito paresu aparaṁ panātiādīsu visesamattameva vaṇṇayissāma.",
  "atk-s0103a4:35_12": "Purimavārasadisaṁ pana vuttanayeneva veditabbaṁ.",
  "atk-s0103a4:36_0": "Āyatanapaṇṇattidesanāvaṇṇanā",
  "atk-s0103a4:37_0": "146.Āyatanapaṇṇattīsūti āyatanapaññāpanāsu.",
  "atk-s0103a4:37_1": "Idāni tā āyatanapaññattiyo dassento chayimāni, bhantetiādimāha.",
  "atk-s0103a4:37_2": "Āyatanakathā panesā visuddhimagge vitthārena kathitā, tena na taṁ vitthārayissāma, tasmā tattha vuttanayeneva sā vitthārato veditabbā.",
  "atk-s0103a4:38_0": "Etadānuttariyaṁ, bhante, āyatanapaṇṇattīsūti yāyaṁ āyatanapaṇṇattīsu ajjhattikabāhiravavatthānādivasena evaṁ desanā, etadānuttariyaṁ. Sesaṁ vuttanayameva.",
  "atk-s0103a4:39_0": "Gabbhāvakkantidesanāvaṇṇanā",
  "atk-s0103a4:40_0": "147.Gabbhāvakkantīsūti gabbhokkamanesu.",
  "atk-s0103a4:40_1": "Tā gabbhāvakkantiyo dassento catasso imā, bhantetiādimāha.",
  "atk-s0103a4:40_2": "Tattha asampajānoti ajānanto sammūḷho hutvā.",
  "atk-s0103a4:40_3": "Mātukucchiṁ okkamatīti paṭisandhivasena pavisati. Ṭhātīti vasati.",
  "atk-s0103a4:40_4": "Nikkhamatīti nikkhamantopi asampajāno sammūḷhova nikkhamati.",
  "atk-s0103a4:40_5": "Ayaṁ paṭhamāti ayaṁ pakatilokiyamanussānaṁ paṭhamā gabbhāvakkanti.",
  "atk-s0103a4:41_0": "Sampajāno mātukucchiṁ okkamatīti okkamanto sampajāno asammūḷho hutvā okkamati.",
  "atk-s0103a4:42_0": "Ayaṁdutiyāti ayaṁ asītimahātherānaṁ sāvakānaṁ dutiyā gabbhāvakkanti.",
  "atk-s0103a4:42_1": "Te hi pavisantāva jānanti, vasantā ca nikkhamantā ca na jānanti.",
  "atk-s0103a4:43_0": "Ayaṁ tatiyāti ayaṁ dvinnañca aggasāvakānaṁ paccekabodhisattānañca tatiyā gabbhāvakkanti.",
  "atk-s0103a4:43_1": "Te kira kammajehi vātehi adhosirā uddhaṁpādā anekasataporise papāte viya yonimukhe khittā tāḷacchiggaḷena hatthī viya sambādhena yonimukhena nikkhamamānā anantaṁ dukkhaṁ pāpuṇanti.",
  "atk-s0103a4:43_2": "Tena nesaṁ ‘‘mayaṁ nikkhamamhā’’ti sampajānatā na hoti.",
  "atk-s0103a4:43_3": "Evaṁ pūritapāramīnampi ca sattānaṁ evarūpe ṭhāne mahantaṁ dukkhaṁ uppajjatīti alameva gabbhāvāse nibbindituṁ alaṁ virajjituṁ.",
  "atk-s0103a4:44_0": "Ayaṁ catutthāti ayaṁ sabbaññubodhisattānaṁ vasena catutthā gabbhāvakkanti.",
  "atk-s0103a4:44_1": "Sabbaññubodhisattā hi mātukucchismiṁ paṭisandhiṁ gaṇhantāpi jānanti, tattha vasantāpi jānanti, nikkhamantāpi jānanti, nikkhamanakālepi ca te kammajavātā uddhaṁpāde adhosire katvā khipituṁ na sakkonti, dve hatthe pasāretvā akkhīni ummīletvā ṭhitakāva nikkhamanti.",
  "atk-s0103a4:44_2": "Bhavaggaṁ upādāya avīciantare añño tīsu kālesu sampajāno nāma natthi ṭhapetvā sabbaññubodhisatte.",
  "atk-s0103a4:44_3": "Teneva nesaṁ mātukucchiṁ okkamanakāle ca nikkhamanakāle ca dasasahassilokadhātu kampatīti.",
  "atk-s0103a4:44_4": "Sesamettha vuttanayeneva veditabbaṁ.",
  "atk-s0103a4:45_0": "Ādesanavidhādesanāvaṇṇanā",
  "atk-s0103a4:46_0": "148.Ādesanavidhāsūti ādesanakoṭṭhāsesu.",
  "atk-s0103a4:46_1": "Idāni tā ādesanavidhā dassento catasso imātiādimāha.",
  "atk-s0103a4:46_2": "Nimittena ādisatīti āgatanimittena gatanimittena ṭhitanimittena vā idaṁ nāma bhavissatīti katheti.",
  "atk-s0103a4:47_0": "Tatridaṁ vatthu – eko rājā tisso muttā gahetvā purohitaṁ pucchi ‘‘kiṁ me, ācariya, hatthe’’ti? So ito cito ca olokesi.",
  "atk-s0103a4:47_1": "Tena ca samayena ekā sarabū ‘‘makkhikaṁ gahessāmī’’ti pakkhandi, gahaṇakāle makkhikā palātā, so makkhikāya muttattā ‘‘muttā mahārājā’’ti āha.",
  "atk-s0103a4:47_2": "Muttā tāva hotu, kati muttāti? So puna nimittaṁ olokesi.",
  "atk-s0103a4:47_3": "Atha avidūre kukkuṭo tikkhattuṁ saddaṁ nicchāresi.",
  "atk-s0103a4:47_4": "Brāhmaṇo ‘‘tisso mahārājā’’ti āha.",
  "atk-s0103a4:47_5": "Evaṁ ekacco āgatanimittena katheti.",
  "atk-s0103a4:47_6": "Etenupāyena gataṭhitani mittehipi kathanaṁ veditabbaṁ.",
  "atk-s0103a4:48_0": "Amanussānanti yakkhapisācādīnaṁ.",
  "atk-s0103a4:48_1": "Devatānanti cātumahārājikādīnaṁ.",
  "atk-s0103a4:48_2": "Saddaṁ sutvāti aññassa cittaṁ ñatvā kathentānaṁ saddaṁ sutvā.",
  "atk-s0103a4:48_3": "Vitakkavipphārasaddanti vitakkavipphāravasena uppannaṁ vippalapantānaṁ suttapamattādīnaṁ saddaṁ. Sutvāti taṁ saddaṁ sutvā.",
  "atk-s0103a4:48_4": "Yaṁ vitakkayato tassa so saddo uppanno, tassa vasena ‘‘evampi te mano’’ti ādisati.",
  "atk-s0103a4:48_5": "Manosaṅkhārā paṇihitāti cittasaṅkhārā suṭṭhapitā.",
  "atk-s0103a4:48_6": "Vitakkessatīti vitakkayissati pavattessatīti pajānāti.",
  "atk-s0103a4:48_7": "Jānanto ca āgamanena jānāti, pubbabhāgena jānāti, antosamāpattiyaṁ cittaṁ oloketvā jānāti.",
  "atk-s0103a4:48_8": "Āgamanena jānāti nāma kasiṇaparikammakāleyeva yenākārena esa kasiṇabhāvanaṁ āraddho paṭhamajjhānaṁ vā…pe… catutthajjhānaṁ vā aṭṭhasamāpattiyo vā nibbattessatīti jānāti.",
  "atk-s0103a4:48_9": "Pubbabhāgena jānāti nāma samathavipassanāya āraddhāyeva jānāti, yenākārena esa vipassanaṁ āraddho sotāpattimaggaṁ vā nibbattessati, sakadāgāmimaggaṁ vā nibbattessati, anāgāmimaggaṁ vā nibbattessati, arahattamaggaṁ vā nibbattessatīti jānāti.",
  "atk-s0103a4:48_10": "Antosamāpattiyaṁ cittaṁ oloketvā jānāti nāma yenākārena imassa manosaṅkhārā suṭṭhapitā, imassa nāma cittassa anantarā imaṁ nāma vitakkaṁ vitakkessati.",
  "atk-s0103a4:48_11": "Ito vuṭṭhitassa etassa hānabhāgiyo vā samādhi bhavissati, ṭhitibhāgiyo vā visesabhāgiyo vā nibbedhabhāgiyo vā abhiññāyo vā nibbattessatīti jānāti.",
  "atk-s0103a4:49_0": "Tattha puthujjano cetopariyañāṇalābhī puthujjanānaṁyeva cittaṁ jānāti, na ariyānaṁ.",
  "atk-s0103a4:49_1": "Ariyesupi heṭṭhimo heṭṭhimo uparimassa uparimassa cittaṁ na jānāti, uparimo pana heṭṭhimassa jānāti.",
  "atk-s0103a4:49_2": "Etesu ca sotāpanno sotāpattiphalasamāpattiṁ samāpajjati.",
  "atk-s0103a4:49_3": "Sakadāgāmī, anāgāmī, arahā, arahattaphalasamāpattiṁ samāpajjati.",
  "atk-s0103a4:49_4": "Uparimo heṭṭhimaṁ na samāpajjati.",
  "atk-s0103a4:49_5": "Tesañhi heṭṭhimā heṭṭhimā samāpatti tatrupapattiyeva hoti.",
  "atk-s0103a4:49_6": "Tatheva taṁ hotīti idaṁ ekaṁsena tatheva hoti.",
  "atk-s0103a4:49_7": "Cetopariyañāṇavasena ñātañhi aññathābhāvī nāma natthi.",
  "atk-s0103a4:49_8": "Sesaṁ purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:50_0": "Dassanasamāpattidesanāvaṇṇanā",
  "atk-s0103a4:51_0": "149.Ātappamanvāyātiādi brahmajāle vitthāritameva.",
  "atk-s0103a4:51_1": "Ayaṁ panettha saṅkhepo, ātappanti vīriyaṁ.",
  "atk-s0103a4:51_2": "Tadeva padahitabbato padhānaṁ.",
  "atk-s0103a4:51_3": "Anuyuñjitabbato anuyogo.Appamādanti satiavippavāsaṁ.",
  "atk-s0103a4:51_4": "Sammāmanasikāranti anicce aniccantiādivasena pavattaṁ upāyamanasikāraṁ.",
  "atk-s0103a4:51_5": "Cetosamādhinti paṭhamajjhānasamādhiṁ.",
  "atk-s0103a4:51_6": "Ayaṁ paṭhamā dassanasamāpattīti ayaṁ dvattiṁ sākāraṁ paṭikūlato manasikatvā paṭikūladassanavasena uppāditā paṭhamajjhānasamāpatti paṭhamā dassanasamāpatti nāma, sace pana taṁ jhānaṁ pādakaṁ katvā sotāpanno hoti, ayaṁ nippariyāyeneva paṭhamā dassanasamāpatti.",
  "atk-s0103a4:52_0": "Atikkamma cāti atikkamitvā ca.",
  "atk-s0103a4:52_1": "Chavimaṁsalohitanti chaviñca maṁsañca lohitañca.",
  "atk-s0103a4:52_2": "Aṭṭhiṁ paccavekkhatīti aṭṭhi aṭṭhīti paccavekkhati.",
  "atk-s0103a4:52_3": "Aṭṭhi aṭṭhīti paccavekkhitvā uppāditā aṭṭhiārammaṇā dibbacakkhupādakajjhānasamāpatti dutiyā dassanasamāpatti nāma.",
  "atk-s0103a4:52_4": "Sace pana taṁ jhānaṁ pādakaṁ katvā sakadāgāmimaggaṁ nibbatteti.",
  "atk-s0103a4:52_5": "Ayaṁ nippariyāyena dutiyā dassanasamāpatti.",
  "atk-s0103a4:52_6": "Kāḷavallavāsī sumatthero pana ‘‘yāva tatiyamaggā vaṭṭatī’’ti āha.",
  "atk-s0103a4:53_0": "Viññāṇasotanti viññāṇameva.",
  "atk-s0103a4:53_1": "Ubhayato abbocchinnanti dvīhipi bhāgehi acchinnaṁ.",
  "atk-s0103a4:53_2": "Idha loke patiṭṭhitañcāti chandarāgavasena imasmiñca loke patiṭṭhitaṁ. Dutiyapadepi eseva nayo.",
  "atk-s0103a4:53_3": "Kammaṁ vā kammato upagacchantaṁ idha loke patiṭṭhitaṁ nāma.",
  "atk-s0103a4:53_4": "Kammabhavaṁ ākaḍḍhantaṁ paraloke patiṭṭhitaṁ nāma. Iminā kiṁ kathitaṁ?",
  "atk-s0103a4:53_5": "Sekkhaputhujjanānaṁ cetopariyañāṇaṁ kathitaṁ.",
  "atk-s0103a4:53_6": "Sekkhaputhujjanānañhi cetopariyañāṇaṁ tatiyā dassanasamāpatti nāma.",
  "atk-s0103a4:54_0": "Idha loke appatiṭṭhitañcāti nicchandarāgattā idhaloke ca appatiṭṭhitaṁ. Dutiyapadepi eseva nayo.",
  "atk-s0103a4:54_1": "Kammaṁ vā kammato na upagacchantaṁ idha loke appatiṭṭhitaṁ nāma.",
  "atk-s0103a4:54_2": "Kammabhavaṁ anākaḍḍhantaṁ paraloke appatiṭṭhitaṁ nāma. Iminā kiṁ kathitaṁ?",
  "atk-s0103a4:54_3": "Khīṇāsavassa cetopariyañāṇaṁ kathitaṁ.",
  "atk-s0103a4:54_4": "Khīṇāsavassa hi cetopariyañāṇaṁ catutthā dassanasamāpatti nāma.",
  "atk-s0103a4:55_0": "Apica dvattiṁsākāre āraddhavipassanāpi paṭhamā dassanasamāpatti.",
  "atk-s0103a4:55_1": "Aṭṭhiārammaṇe āraddhavipassanā dutiyā dassanasamāpatti.",
  "atk-s0103a4:55_2": "Sekkhaputhujjanānaṁ cetopariyañāṇaṁ khīṇāsavassa cetopariyañāṇanti idaṁ padadvayaṁ niccalameva.",
  "atk-s0103a4:55_3": "Aparo nayo paṭhamajjhānaṁ paṭhamā dassanasamāpatti . Dutiyajjhānaṁ dutiyā. Tatiyajjhānaṁ tatiyā.",
  "atk-s0103a4:55_4": "Catutthajjhānaṁ catutthā dassanasamāpatti.",
  "atk-s0103a4:55_5": "Tathā paṭhamamaggo paṭhamā dassanasamāpatti. Dutiyamaggo dutiyā. Tatiyamaggo tatiyā.",
  "atk-s0103a4:55_6": "Catutthamaggo catutthā dassanasamāpattīti.",
  "atk-s0103a4:55_7": "Sesamettha purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:56_0": "Puggalapaṇṇattidesanāvaṇṇanā",
  "atk-s0103a4:57_0": "150.Puggalapaṇṇattīsūti lokavohāravasena ‘‘satto puggalo naro poso’’ti evaṁ paññāpetabbāsu lokapaññattīsu.",
  "atk-s0103a4:57_1": "Buddhānañhi dve kathā sammutikathā, paramatthakathāti poṭṭhapādasutte (dī. ni. aṭṭha. 1.439-443) vitthāritā.",
  "atk-s0103a4:58_0": "Tattha puggalapaṇṇattīsūti ayaṁ sammutikathā.",
  "atk-s0103a4:58_1": "Idāni ye puggale paññapento puggalapaṇṇattīsu bhagavā anuttaro hoti, te dassento sattime bhante puggalā. Ubhatobhāgavimuttotiādimāha.",
  "atk-s0103a4:58_2": "Tattha ubhatobhāgavimuttoti dvīhi bhāgehi vimutto, arūpasamāpattiyā rūpakāyato vimutto, maggena nāmakāyato.",
  "atk-s0103a4:58_3": "So catunnaṁ arūpasamāpattīnaṁ ekekato vuṭṭhāya saṅkhāre sammasitvā arahattappattānaṁ, catunnaṁ, nirodhā vuṭṭhāya arahattappattaanāgāmino ca vasena pañcavidho hoti.",
  "atk-s0103a4:59_0": "Pāḷi panettha ‘‘katamo ca puggalo ubhatobhāgavimutto?",
  "atk-s0103a4:59_1": "Idhekacco puggalo aṭṭhavimokkhe kāyena phusitvā viharati, paññāya cassa disvā āsavā parikkhīṇā hontī’’ti (dhātu.",
  "atk-s0103a4:59_2": "24) evaṁ aṭṭhavimokkhalābhino vasena āgatā.",
  "atk-s0103a4:59_3": "Paññāya vimuttoti paññāvimutto.",
  "atk-s0103a4:59_4": "So sukkhavipassako ca, catūhi jhānehi vuṭṭhāya arahattaṁ pattā cattāro cāti imesaṁ vasena pañcavidhova hoti.",
  "atk-s0103a4:60_0": "Pāḷi panettha aṭṭhavimokkhapaṭikkhepavaseneva āgatā.",
  "atk-s0103a4:60_1": "Yathāha ‘‘na heva kho aṭṭha vimokkhe kāyena phusitvā viharati.",
  "atk-s0103a4:60_2": "Paññāya cassa disvā āsavā parikkhīṇā honti.",
  "atk-s0103a4:60_3": "Ayaṁ vuccati puggalo paññāvimutto’’ti (dhātu. 25).",
  "atk-s0103a4:61_0": "Phuṭṭhantaṁ sacchi karotīti kāyasakkhi.",
  "atk-s0103a4:61_1": "So jhānaphassaṁ paṭhamaṁ phusati, pacchā nirodhaṁ nibbānaṁ sacchikaroti, so sotāpattiphalaṭṭhaṁ ādiṁ katvā yāva arahattamaggaṭṭhā chabbidho hotīti veditabbo.",
  "atk-s0103a4:61_2": "Tenevāha ‘‘idhekacco puggalo aṭṭha vimokkhe kāyena phusitvā viharati, paññāya cassa disvā ekacce āsavā parikkhīṇā honti.",
  "atk-s0103a4:61_3": "Ayaṁ vuccati puggalo kāyasakkhī’’ti (dhātu. 26).",
  "atk-s0103a4:62_0": "Diṭṭhantaṁ pattoti diṭṭhippatto.",
  "atk-s0103a4:62_1": "Tatridaṁ saṅkhepalakkhaṇaṁ, dukkhā saṅkhārā sukho nirodhoti ñātaṁ hoti diṭṭhaṁ viditaṁ sacchikataṁ passitaṁ paññāyāti diṭṭhippatto.",
  "atk-s0103a4:62_2": "Vitthārato panesopi kāyasakkhi viya chabbidho hoti.",
  "atk-s0103a4:62_3": "Tenevāha – ‘‘idhekacco puggalo idaṁ dukkhanti yathābhūtaṁ pajānāti…pe… ayaṁ dukkhanirodhagāminī paṭipadāti yathābhūtaṁ pajānāti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā, paññāya cassa disvā ekacce āsavā parikkhīṇā honti.",
  "atk-s0103a4:62_4": "Ayaṁ vuccati puggalo diṭṭhippatto’’ti (dhātu. 27).",
  "atk-s0103a4:63_0": "Saddhāya vimuttoti saddhāvimutto.",
  "atk-s0103a4:63_1": "Sopi vuttanayeneva chabbidho hoti.",
  "atk-s0103a4:63_2": "Tenevāha – ‘‘idhekacco puggalo idaṁ dukkhanti yathābhūtaṁ pajānāti, ayaṁ dukkhasamudayoti yathābhūtaṁ pajānāti, ayaṁ dukkhanirodhoti yathābhūtaṁ pajānāti, ayaṁ dukkhanirodhagāminī paṭipadāti yathābhūtaṁ pajānāti, tathāgatappaveditā cassa dhammā paññāya vodiṭṭhā honti vocaritā, paññāya cassa disvā ekacce āsavā parikkhīṇā honti no ca kho yathā diṭṭhippattassa.",
  "atk-s0103a4:63_3": "Ayaṁ vuccati puggalo saddhāvimutto’’ti (dhātu. 28).",
  "atk-s0103a4:63_4": "Etesu hi saddhāvimuttassa pubbabhāgamaggakkhaṇe saddahantassa viya, okappentassa viya, adhimuccantassa viya ca kilesakkhayo hoti.",
  "atk-s0103a4:63_5": "Diṭṭhippattassa pubbabhāgamaggakkhaṇe kilesacchedakaṁ ñāṇaṁ adandhaṁ tikhiṇaṁ sūraṁ hutvā vahati.",
  "atk-s0103a4:63_6": "Tasmā yathā nāma nātitikhiṇena asinā kadaliṁ chindantassa chinnaṭṭhānaṁ na maṭṭhaṁ hoti, asi na sīghaṁ vahati, saddo suyyati, balavataro vāyāmo kātabbo hoti, evarūpā saddhāvimuttassa pubbabhāgamaggabhāvanā.",
  "atk-s0103a4:63_7": "Yathā pana atinisitena asinā kadaliṁ chindantassa chinnaṭṭhānaṁ maṭṭhaṁ hoti, asi sīghaṁ vahati, saddo na suyyati, balavataraṁ vāyāmakiccaṁ na hoti, evarūpā paññāvimuttassa pubbabhāgamaggabhāvanā veditabbā.",
  "atk-s0103a4:64_0": "Dhammaṁ anussaratīti dhammānusārī.",
  "atk-s0103a4:64_1": "Dhammoti paññā, paññāpubbaṅgamaṁ maggaṁ bhāvetīti attho.",
  "atk-s0103a4:64_2": "Saddhānusārimhipi eseva nayo, ubhopete sotāpattimaggaṭṭhāyeva.",
  "atk-s0103a4:64_3": "Vuttampi cetaṁ ‘‘yassa puggalassa sotāpattiphalasacchikiriyāya paṭipannassa paññindriyaṁ adhimattaṁ hoti, paññāvāhiṁ paññāpubbaṅgamaṁ ariyamaggaṁ bhāveti.",
  "atk-s0103a4:64_4": "Ayaṁ vuccati puggalo dhammānusārī’’ti.",
  "atk-s0103a4:65_0": "Tathā ‘‘yassa puggalassa sotāpattiphalasacchikiriyāya paṭipannassa saddhindriyaṁ adhimattaṁ hoti , saddhāvāhiṁ saddhāpubbaṅgamaṁ ariyamaggaṁ bhāveti.",
  "atk-s0103a4:65_1": "Ayaṁ vuccati puggalo saddhānusārī’’ti.",
  "atk-s0103a4:65_2": "Ayamettha saṅkhepo, vitthārato panesā ubhatobhāgavimuttādikathā visuddhimagge paññābhāvanādhikāre vuttā.",
  "atk-s0103a4:65_3": "Tasmā tattha vuttanayeneva veditabbā.",
  "atk-s0103a4:65_4": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:66_0": "Padhānadesanāvaṇṇanā",
  "atk-s0103a4:67_0": "151.Padhānesūti idha padahanavasena ‘‘satta bojjhaṅgā padhānā’’ti vuttā.",
  "atk-s0103a4:67_1": "Tesaṁ vitthārakathā mahāsatipaṭṭhāne vuttanayeneva veditabbā.",
  "atk-s0103a4:67_2": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:68_0": "Paṭipadādesanāvaṇṇanā",
  "atk-s0103a4:69_0": "152.Dukkhapaṭipadādīsu ayaṁ vitthāranayo – ‘‘tattha katamā dukkhapaṭipadā dandhābhiññā paññā?",
  "atk-s0103a4:69_1": "Dukkhena kasirena samādhiṁ uppādentassa dandhaṁ taṁ ṭhānaṁ abhijānantassa yā paññā pajānanā…pe… amoho dhammavicayo sammādiṭṭhi, ayaṁ vuccati dukkhapaṭipadā dandhābhiññā paññā.",
  "atk-s0103a4:69_2": "Tattha katamā dukkhapaṭipadā khippābhiññā paññā?",
  "atk-s0103a4:69_3": "Dukkhena kasirena samādhiṁ uppādentassa khippaṁ taṁ ṭhānaṁ abhijānantassa yā paññā pajānanā…pe… sammādiṭṭhi, ayaṁ vuccati dukkhapaṭipadā khippābhiññā paññā.",
  "atk-s0103a4:69_4": "Tattha katamā sukhapaṭipadā dandhābhiññā paññā?",
  "atk-s0103a4:69_5": "Akicchena akasirena samādhiṁ uppādentassa dandhaṁ taṁ ṭhānaṁ abhijānantassa yā paññā pajānanā…pe… sammādiṭṭhi, ayaṁ vuccati sukhapaṭipadā dandhābhiññā paññā.",
  "atk-s0103a4:69_6": "Tattha katamā sukhapaṭipadā khippābhiññā paññā?",
  "atk-s0103a4:69_7": "Akicchena akasirena samādhiṁ uppādentassa khippaṁ taṁ ṭhānaṁ abhijānantassa yā paññā pajānanā…pe… sammādiṭṭhi, ayaṁ vuccati sukhapaṭipadā khippābhiññā paññā’’ti (vibha. 801).",
  "atk-s0103a4:69_8": "Ayamettha saṅkhepo, vitthāro pana visuddhimagge vutto.",
  "atk-s0103a4:69_9": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:70_0": "Bhassasamācārādivaṇṇanā",
  "atk-s0103a4:71_0": "153.Na ceva musāvādūpasañhitanti bhassasamācāre ṭhitopi kathāmaggaṁ anupacchinditvā kathentopi idhekacco bhikkhu na ceva musāvādūpasañhitaṁ bhāsati.",
  "atk-s0103a4:71_1": "Aṭṭha anariyavohāre vajjetvā aṭṭha ariyavohārayuttameva bhāsati.",
  "atk-s0103a4:71_2": "Naca vebhūtiyanti bhassasamācāre ṭhitopi bhedakaravācaṁ na bhāsati.",
  "atk-s0103a4:71_3": "Na ca pesuṇiyanti tassāyevetaṁ vevacanaṁ.",
  "atk-s0103a4:71_4": "Vebhūtiyavācā hi piyabhāvassa suññakaraṇato ‘‘pesuṇiya’’nti vuccati.",
  "atk-s0103a4:71_5": "Nāmamevassā etanti mahāsīvatthero avoca.",
  "atk-s0103a4:71_6": "Na ca sārambhajanti sārambhajā ca yā vācā, tañca na bhāsati.",
  "atk-s0103a4:71_7": "‘‘Tvaṁ dussīlo’’ti vutte, ‘‘tvaṁ dussīlo tavācariyo dussīlo’’ti vā, ‘‘tuyhaṁ āpattī’’ti vutte, ‘‘ahaṁ piṇḍāya caritvā pāṭaliputtaṁ gato’’tiādinā nayena bahiddhā vikkhepakathāpavattaṁ vā karaṇuttariyavācaṁ na bhāsati.",
  "atk-s0103a4:71_8": "Jayāpekkhoti jayapurekkhāro hutvā, yathā hatthako sakyaputto titthiyā nāma dhammenapi adhammenapi jetabbāti saccālikaṁ yaṁkiñci bhāsati, evaṁ jayāpekkho jayapurekkhāro hutvā na bhāsatīti attho.",
  "atk-s0103a4:71_9": "Mantā mantā ca vācaṁ bhāsatīti ettha mantāti vuccati paññā, mantāya paññāya. Puna mantāti upaparikkhitvā.",
  "atk-s0103a4:71_10": "Idaṁ vuttaṁ hoti, bhassasamācāre ṭhito divasabhāgampi kathento paññāya upaparikkhitvā yuttakathameva kathetīti.",
  "atk-s0103a4:71_11": "Nidhānavatinti hadayepi nidahitabbayuttaṁ. Kālenāti yuttapattakālena.",
  "atk-s0103a4:72_0": "Evaṁ bhāsitā hi vācā amusā ceva hoti apisuṇā ca apharusā ca asaṭhā ca asamphappalāpā ca.",
  "atk-s0103a4:72_1": "Evarūpā ca ayaṁ vācā catusaccanissitātipi sikkhattayanissitātipi dasakathāvatthunissitātipi terasadhutaṅganissitātipi sattattiṁsabodhipakkhiyadhammanissitātipi magganissitātipi vuccati.",
  "atk-s0103a4:72_2": "Tenāha etadānuttariyaṁ, bhante, bhassasamācāreti taṁ purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:73_0": "Sacco cassa saddho cāti sīlācāre ṭhito bhikkhu sacco ca bhaveyya saccakatho saddho ca saddhāsampanno.",
  "atk-s0103a4:73_1": "Nanu heṭṭhā saccaṁ kathitameva, idha kasmā puna vuttanti? Heṭṭhā vācāsaccaṁ kathitaṁ.",
  "atk-s0103a4:73_2": "Sīlācāre ṭhito pana bhikkhu antamaso hasanakathāyapi musāvādaṁ na karotīti dassetuṁ idha vuttaṁ.",
  "atk-s0103a4:73_3": "Idāni so dhammena samena jīvitaṁ kappetīti dassanatthaṁ na ca kuhakotiādi vuttaṁ.",
  "atk-s0103a4:73_4": "Tattha ‘‘kuhako’’tiādīni brahmajāle vitthāritāni.",
  "atk-s0103a4:74_0": "Indriyesu guttadvāro, bhojane mattaññūti chasu indriyesu guttadvāro bhojanepi pamāṇaññū.",
  "atk-s0103a4:74_1": "Samakārīti samacārī, kāyena vācāya manasā ca kāyavaṅkādīni pahāya samaṁ caratīti attho.",
  "atk-s0103a4:74_2": "Jāgariyānuyogamanuyuttoti rattindivaṁ cha koṭṭhāse katvā ‘‘divasaṁ caṅkamena nisajjāyā’’ti vuttanayeneva jāgariyānuyogaṁ yuttappayutto viharati.",
  "atk-s0103a4:74_3": "Atanditoti nittandī kāyālasiyavirahito.",
  "atk-s0103a4:74_4": "Āraddhavīriyoti kāyikavīriyenāpi āraddhavīriyo hoti, gaṇasaṅgaṇikaṁ vinodetvā catūsu iriyāpathesu aṭṭhaārabbhavatthuvasena ekavihārī.",
  "atk-s0103a4:74_5": "Cetasikavīriyenāpi āraddhavīriyo hoti, kilesasaṅgaṇikaṁ pahāya vinodetvā aṭṭhasamāpattivasena ekavihārī.",
  "atk-s0103a4:74_6": "Api ca yathā tathā kilesuppattiṁ nivārento cetasikavīriyena āraddhavīriyo hoti.",
  "atk-s0103a4:74_7": "Jhāyīti ārammaṇalakkhaṇūpanijjhānavasena jhāyī.",
  "atk-s0103a4:74_8": "Satimāti cirakatādianussaraṇasamatthāya satiyā samannāgato.",
  "atk-s0103a4:75_0": "Kalyāṇapaṭibhānoti vākkaraṇasampanno ceva hoti paṭibhānasampanno ca.",
  "atk-s0103a4:75_1": "Yuttapaṭibhāno kho pana hoti no muttapaṭibhāno.",
  "atk-s0103a4:75_2": "Sīlasamācārasmiñhi ṭhitabhikkhu muttapaṭibhāno na hoti, yuttapaṭibhāno pana hoti vaṅgīsatthero viya.",
  "atk-s0103a4:75_3": "Gatimāti gamanasamatthāya paññāya samannāgato.",
  "atk-s0103a4:75_4": "Dhitimāti dhāraṇasamatthāya paññāya samannāgato.",
  "atk-s0103a4:75_5": "Matimāti ettha pana matīti paññāya nāmameva, tasmā paññavāti attho.",
  "atk-s0103a4:75_6": "Iti tīhipi imehi padehi paññāva kathitā.",
  "atk-s0103a4:75_7": "Tattha heṭṭhā samaṇadhammakaraṇavīriyaṁ kathitaṁ, idha buddhavacanagaṇhanavīriyaṁ.",
  "atk-s0103a4:75_8": "Tathā heṭṭhā vipassanāpaññā kathitā, idha buddhavacanagaṇhanapaññā.",
  "atk-s0103a4:75_9": "Na ca kāmesu giddhoti vatthukāmakilesakāmesu agiddho.",
  "atk-s0103a4:75_10": "Sato ca nipako cāti abhikkantapaṭikkantādīsu sattasu ṭhānesu satiyā ceva ñāṇena ca samannāgato caratīti attho.",
  "atk-s0103a4:75_11": "Nepakkanti paññā, tāya samannāgatattā nipakoti vutto.",
  "atk-s0103a4:75_12": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:76_0": "Anusāsanavidhādivaṇṇanā",
  "atk-s0103a4:77_0": "154.Paccattaṁ yoniso manasikārāti attano upāyamanasikārena.",
  "atk-s0103a4:77_1": "Yathānusiṭṭhaṁ tathā paṭipajjamānoti yathā mayā anusiṭṭhaṁ anusāsanī dinnā, tathā paṭipajjamāno.",
  "atk-s0103a4:77_2": "Tiṇṇaṁsaṁyojanānaṁ parikkhayātiādi vuttatthameva.",
  "atk-s0103a4:77_3": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:78_0": "155.Parapuggalavimuttiñāṇeti sotāpannādīnaṁ parapuggalānaṁ tena tena maggena kilesavimuttiñāṇe.",
  "atk-s0103a4:78_1": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:79_0": "156.Amutrāsiṁ evaṁnāmoti eko pubbenivāsaṁ anussaranto nāmagottaṁ pariyādiyamāno gacchati.",
  "atk-s0103a4:79_1": "Eko suddhakhandheyeva anussarati, eko hi sakkoti, eko na sakkoti.",
  "atk-s0103a4:79_2": "Tattha yo sakkoti, tassa vasena aggahetvā asakkontassa vasena gahitaṁ. Asakkonto pana kiṁ karoti?",
  "atk-s0103a4:79_3": "Suddhakhandheyeva anussaranto gantvā anekajātisatasahassamatthake ṭhatvā nāmagottaṁ pariyādiyamāno otarati.",
  "atk-s0103a4:79_4": "Taṁ dassento evaṁnāmotiādimāha .",
  "atk-s0103a4:79_5": "So evamāhāti so diṭṭhigatiko evamāha.",
  "atk-s0103a4:79_6": "Tattha kiñcāpi sassatoti vatvā ‘‘te ca sattā saṁsarantī’’ti vadantassa vacanaṁ pubbāparaviruddhaṁ hoti.",
  "atk-s0103a4:79_7": "Diṭṭhigatikattā panesa etaṁ na sallakkhesi.",
  "atk-s0103a4:79_8": "Diṭṭhigatikassa hi ṭhānaṁ vā niyamo vā natthi.",
  "atk-s0103a4:79_9": "Imaṁ gahetvā imaṁ vissajjeti, imaṁ vissajjetvā imaṁ gaṇhātīti brahmajāle vitthāritamevetaṁ.",
  "atk-s0103a4:79_10": "Ayaṁ tatiyo sassatavādoti thero lābhisseva vasena tayo sassatavāde āha.",
  "atk-s0103a4:79_11": "Bhagavatā pana takkīvādampi gahetvā brahmajāle cattāro vuttā.",
  "atk-s0103a4:79_12": "Etesaṁ pana tiṇṇaṁ vādānaṁ vitthārakathā brahmajāle (dī. ni. aṭṭha.",
  "atk-s0103a4:79_13": "1.30) vuttanayeneva veditabbā.",
  "atk-s0103a4:79_14": "Sesamidhāpi purimanayeneva vitthāretabbaṁ.",
  "atk-s0103a4:80_0": "157.Gaṇanāya vāti piṇḍagaṇanāya.",
  "atk-s0103a4:80_1": "Saṅkhānenāti acchiddakavasena manogaṇanāya.",
  "atk-s0103a4:80_2": "Ubhayathāpi piṇḍagaṇanameva dasseti.",
  "atk-s0103a4:80_3": "Idaṁ vuttaṁ hoti, vassānaṁ satavasena sahassavasena satasahassavasena koṭivasena piṇḍaṁ katvāpi ettakāni vassasatānīti vā ettakā vassakoṭiyoti vā evaṁ saṅkhātuṁ na sakkā.",
  "atk-s0103a4:80_4": "Tumhe pana attano dasannaṁ pāramīnaṁ pūritattā sabbaññutaññāṇassa suppaṭividdhattā yasmā vo anāvaraṇañāṇaṁ sūraṁ vahati.",
  "atk-s0103a4:80_5": "Tasmā desanāñāṇakusalataṁ purakkhatvā vassagaṇanāyapi pariyantikaṁ katvā kappagaṇanāyapi paricchinditvā ettakanti dassethāti dīpeti.",
  "atk-s0103a4:80_6": "Pāḷiyattho panettha vuttanayoyeva.",
  "atk-s0103a4:80_7": "Sesamidhāpi purimanayeneva yojetabbaṁ.",
  "atk-s0103a4:81_0": "158.Etadānuttariyaṁ, bhante, sattānaṁ cutūpapātañāṇeti bhante yāpi ayaṁ sattānaṁ cutipaṭisandhivasena ñāṇadesanā, sāpi tumhākaṁyeva anuttarā.",
  "atk-s0103a4:81_1": "Atītabuddhāpi evameva desesuṁ. Anāgatāpi evameva desessanti.",
  "atk-s0103a4:81_2": "Tumhe tesaṁ atītānāgatabuddhānaṁ ñāṇena saṁsanditvāva desayittha.",
  "atk-s0103a4:81_3": "‘‘Imināpi kāraṇena evaṁpasanno ahaṁ bhante bhagavatī’’ti dīpeti.",
  "atk-s0103a4:81_4": "Pāḷiyattho panettha vitthāritoyeva.",
  "atk-s0103a4:82_0": "159.Sāsavā saupadhikāti sadosā saupārambhā.",
  "atk-s0103a4:82_1": "No ariyāti vuccatīti ariyiddhīti na vuccati.",
  "atk-s0103a4:82_2": "Anāsavā anupadhikāti niddosā anupārambhā.",
  "atk-s0103a4:82_3": "Ariyāti vuccatīti ariyiddhīti vuccati.",
  "atk-s0103a4:82_4": "Appaṭikūlasaññītattha viharatīti kathaṁ appaṭikūlasaññī tattha viharatīti?",
  "atk-s0103a4:82_5": "Paṭikūle satte mettaṁ pharati, saṅkhāre dhātusaññaṁ upasaṁharati.",
  "atk-s0103a4:82_6": "Yathāha ‘‘kathaṁ paṭikūle appaṭikūlasaññī viharati (paṭi. ma. 3.97)?",
  "atk-s0103a4:82_7": "Aniṭṭhasmiṁ vatthusmiṁ mettāya vā pharati, dhātuto vā upasaṁharatī’’ti.",
  "atk-s0103a4:82_8": "Paṭikūlasaññī tattha viharatīti appaṭikūle satte asubhasaññaṁ pharati, saṅkhāre aniccasaññaṁ upasaṁharati.",
  "atk-s0103a4:82_9": "Yathāha ‘‘kathaṁ appaṭikūle paṭikūlasaññī viharati?",
  "atk-s0103a4:82_10": "Iṭṭhasmiṁ vatthusmiṁ asubhāya vā pharati, aniccato vā upasaṁharatī’’ti.",
  "atk-s0103a4:82_11": "Evaṁ sesapadesupi attho veditabbo.",
  "atk-s0103a4:83_0": "Upekkhako tattha viharatīti iṭṭhe arajjanto aniṭṭhe adussanto yathā aññe asamapekkhanena mohaṁ uppādenti, evaṁ anuppādento chasu ārammaṇesu chaḷaṅgupekkhāya upekkhako viharati.",
  "atk-s0103a4:83_1": "Etadānuttariyaṁ, bhante, iddhividhāsūti, bhante, yā ayaṁ dvīsu iddhīsu evaṁdesanā, etadānuttariyaṁ.",
  "atk-s0103a4:83_2": "Taṁ bhagavāti taṁ desanaṁ bhagavā asesaṁ sakalaṁ abhijānāti.",
  "atk-s0103a4:83_3": "Taṁ bhagavatoti taṁ desanaṁ bhagavato asesaṁ abhijānato.",
  "atk-s0103a4:83_4": "Uttari abhiññeyyaṁ natthīti uttari abhijānitabbaṁ natthi.",
  "atk-s0103a4:83_5": "Ayaṁ nāma ito añño dhammo vā puggalo vā yaṁ bhagavā na jānāti idaṁ natthi.",
  "atk-s0103a4:83_6": "Yadabhijānaṁ añño samaṇo vā brāhmaṇo vāti yaṁ tumhehi anabhiññātaṁ añño samaṇo vā brāhmaṇo vā abhijānanto bhagavatā bhiyyobhiññataro assa, adhikatarapañño bhaveyya.",
  "atk-s0103a4:83_7": "Yadidaṁ iddhividhāsūti ettha yadidanti nipātamattaṁ.",
  "atk-s0103a4:83_8": "Iddhividhāsu bhagavatā uttaritaro natthi.",
  "atk-s0103a4:83_9": "Atītabuddhāpi hi imā dve iddhiyo desesuṁ, anāgatāpi imāva desessanti.",
  "atk-s0103a4:83_10": "Tumhepi tesaṁ ñāṇena saṁsanditvā imāva desayittha.",
  "atk-s0103a4:83_11": "Iti bhagavā iddhividhāsu anuttaroti dassento ‘‘imināpi kāraṇena evaṁpasanno ahaṁ, bhante, bhagavatī’’ti dīpeti.",
  "atk-s0103a4:83_12": "Ettāvatā ye dhammasenāpati divāṭṭhāne nisīditvā soḷasa aparampariyadhamme sammasi, teva dassitā honti.",
  "atk-s0103a4:84_0": "Aññathāsatthuguṇadassanādivaṇṇanā",
  "atk-s0103a4:85_0": "160.",
  "atk-s0103a4:85_1": "Idāni aparenapi ākārena bhagavato guṇe dassento yaṁ taṁ bhantetiādimāha.",
  "atk-s0103a4:85_2": "Tattha saddhena kulaputtenāti saddhā kulaputtā nāma atītānāgatapaccuppannā bodhisattā.",
  "atk-s0103a4:85_3": "Tasmā yaṁ sabbaññubodhisattena pattabbanti vuttaṁ hoti. Kiṁ pana tena pattabbaṁ? Nava lokuttaradhammā.",
  "atk-s0103a4:85_4": "Āraddhavīriyenātiādīsu ‘‘vīriyaṁ thāmo’’tiādīni sabbāneva vīriyavevacanāni.",
  "atk-s0103a4:85_5": "Tattha āraddhavīriyenāti paggahitavīriyena.",
  "atk-s0103a4:85_6": "Thāmavatāti thāmasampannena thiravīriyena.",
  "atk-s0103a4:85_7": "Purisathāmenāti tena thāmavatā yaṁ purisathāmena pattabbanti vuttaṁ hoti.",
  "atk-s0103a4:85_8": "Anantarapadadvayepi eseva nayo.",
  "atk-s0103a4:85_9": "Purisadhorayhenāti yā asamadhurehi buddhehi vahitabbā dhurā, taṁ dhuraṁ vahanasamatthena mahāpurisena.",
  "atk-s0103a4:85_10": "Anuppattaṁ taṁ bhagavatāti taṁ sabbaṁ atītānāgatabuddhehi pattabbaṁ, sabbameva anuppattaṁ, bhagavato ekaguṇopi ūno natthīti dasseti.",
  "atk-s0103a4:85_11": "Kāmesu kāmasukhallikānuyoganti vatthukāmesu kāmasukhallikānuyogaṁ.",
  "atk-s0103a4:85_12": "Yathā aññe keṇiyajaṭilādayo samaṇabrāhmaṇā ‘‘ko jānāti paralokaṁ .",
  "atk-s0103a4:85_13": "Sukho imissā paribbājikāya mudukāya lomasāya bāhāya samphasso’’ti moḷibandhāhi paribbājikāhi paricārenti sampattaṁ sampattaṁ rūpādiārammaṇaṁ anubhavamānā kāmasukhamanuyuttā, na evamanuyuttoti dasseti.",
  "atk-s0103a4:86_0": "Hīnanti lāmakaṁ. Gammanti gāmavāsīnaṁ dhammaṁ.",
  "atk-s0103a4:86_1": "Pothujjanikanti puthujjanehi sevitabbaṁ. Anariyanti na niddosaṁ. Na vā ariyehi sevitabbaṁ.",
  "atk-s0103a4:86_2": "Anatthasañhitanti anatthasaṁyuttaṁ.",
  "atk-s0103a4:86_3": "Attakilamathānuyoganti attano ātāpanaparitāpanānuyogaṁ.",
  "atk-s0103a4:86_4": "Dukkhanti dukkhayuttaṁ, dukkhamaṁ vā.",
  "atk-s0103a4:86_5": "Yathā eke samaṇabrāhmaṇā kāmasukhallikānuyogaṁ parivajjessāmāti kāyakilamathaṁ anudhāvanti, tato muñcissāmāti kāmasukhaṁ anudhāvanti, na evaṁ bhagavā.",
  "atk-s0103a4:86_6": "Bhagavā pana ubho ete ante vajjetvā yā sā ‘‘atthi, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā cakkhukaraṇī’’ti evaṁ vuttā sammāpaṭipatti, tameva paṭipanno.",
  "atk-s0103a4:86_7": "Tasmā ‘‘na ca attakilamathānuyoga’’ntiādimāha.",
  "atk-s0103a4:87_0": "Ābhicetasikānanti abhicetasikānaṁ, kāmāvacaracittāni atikkamitvā ṭhitānanti attho.",
  "atk-s0103a4:87_1": "Diṭṭhadhammasukhavihārānanti imasmiṁyeva attabhāve sukhavihārānaṁ.",
  "atk-s0103a4:87_2": "Poṭṭhapādasuttantasmiñhi sappītikadutiyajjhānaphalasamāpatti kathitā (dī. ni. 1.432).",
  "atk-s0103a4:87_3": "Pāsādikasuttante saha maggena vipassanāpādakajjhānaṁ.",
  "atk-s0103a4:87_4": "Dasuttarasuttante catutthajjhānikaphalasamāpatti.",
  "atk-s0103a4:87_5": "Imasmiṁ sampasādanīye diṭṭhadhammasukhavihārajjhānāni kathitāni. Nikāmalābhīti yathākāmalābhī. Akicchalābhīti adukkhalābhī. Akasiralābhīti vipulalābhī.",
  "atk-s0103a4:88_0": "Anuyogadānappakāravaṇṇanā",
  "atk-s0103a4:89_0": "161.Ekissā lokadhātuyāti dasasahassilokadhātuyā.",
  "atk-s0103a4:89_1": "Tīṇi hi khettāni – jātikhettaṁ āṇākhettaṁ visayakhettaṁ.",
  "atk-s0103a4:89_2": "Tattha jātikhettaṁ nāma dasasahassī lokadhātu.",
  "atk-s0103a4:89_3": "Sā hi tathāgatassa mātukucchiṁ okkamanakāle nikkhamanakāle sambodhikāle dhammacakkappavattane āyusaṅkhārossajjane parinibbāne ca kampati.",
  "atk-s0103a4:89_4": "Koṭisatasahassacakkavāḷaṁ pana āṇākhettaṁ nāma.",
  "atk-s0103a4:89_5": "Āṭānāṭiyamoraparittadhajaggaparittaratanaparittādīnañhi ettha āṇā vattati.",
  "atk-s0103a4:89_6": "Visayakhettassa pana parimāṇaṁ natthi, buddhānañhi ‘‘yāvatakaṁ ñāṇaṁ, tāvatakaṁ ñeyyaṁ, yāvatakaṁ ñeyyaṁ tāvatakaṁ ñāṇaṁ, ñāṇapariyantikaṁ ñeyyaṁ, ñeyyapariyantikaṁ ñāṇa’’nti (mahāni.",
  "atk-s0103a4:89_7": "55) vacanato avisayo nāma natthi.",
  "atk-s0103a4:90_0": "Imesu pana tīsu khettesu ṭhapetvā imaṁ cakkavāḷaṁ aññasmiṁ cakkavāḷe buddhā uppajjantīti suttaṁ natthi, nuppañjantīti pana atthi.",
  "atk-s0103a4:90_1": "Tīṇi piṭakāni vinayapiṭakaṁ, suttantapiṭakaṁ abhidhammapiṭakaṁ.",
  "atk-s0103a4:90_2": "Tisso saṅgītiyo mahākassapattherassa saṅgīti, yasattherassa saṅgīti, moggaliputtatissattherassa saṅgītīti.",
  "atk-s0103a4:90_3": "Imā tisso saṅgītiyo āruḷhe tepiṭake buddhavacane ‘‘imaṁ cakkavāḷaṁ muñcitvā aññattha buddhā uppajjantī’’ti suttaṁ natthi, nuppajjantīti pana atthi.",
  "atk-s0103a4:91_0": "Apubbaṁ acarimanti apure apacchā ekato nuppajjanti, pure vā pacchā vā uppajjantīti vuttaṁ hoti.",
  "atk-s0103a4:91_1": "Tattha bodhipallaṅke ‘‘bodhiṁ apatvā na uṭṭhahissāmī’’ti nisinnakālato paṭṭhāya yāva mātukucchismiṁ paṭisandhiggahaṇaṁ, tāva pubbeti na veditabbaṁ.",
  "atk-s0103a4:91_2": "Bodhisattassa hi paṭisandhiggahaṇe dasasahassacakkavāḷakampaneneva khettapariggaho kato.",
  "atk-s0103a4:91_3": "Aññassa buddhassa uppattipi nivāritā hoti.",
  "atk-s0103a4:91_4": "Parinibbānato paṭṭhāya ca yāva sāsapamattāpi dhātuyo tiṭṭhanti, tāva pacchāti na veditabbaṁ.",
  "atk-s0103a4:91_5": "Dhātūsu hi ṭhitāsu buddhāpi ṭhitāva honti.",
  "atk-s0103a4:91_6": "Tasmā etthantare aññassa buddhassa uppatti nivāritāva hoti.",
  "atk-s0103a4:91_7": "Dhātuparinibbāne pana jāte aññassa buddhassa uppatti na nivāritā.",
  "atk-s0103a4:92_0": "Tipiṭakaantaradhānakathā",
  "atk-s0103a4:93_0": "Tīṇi antaradhānāni nāma pariyattiantaradhānaṁ, paṭivedhaantaradhānaṁ, paṭipattiantaradhānanti.",
  "atk-s0103a4:93_1": "Tattha pariyattīti tīṇi piṭakāni. Paṭivedhoti saccappaṭivedho. Paṭipattīti paṭipadā.",
  "atk-s0103a4:93_2": "Tattha paṭivedho ca paṭipatti ca hotipi na hotipi.",
  "atk-s0103a4:93_3": "Ekasmiñhi kāle paṭivedhakarā bhikkhū bahū honti, esa bhikkhu puthujjanoti aṅguliṁ pasāretvā dassetabbo hoti.",
  "atk-s0103a4:93_4": "Imasmiṁyeva dīpe ekavāraṁ puthujjanabhikkhu nāma nāhosi.",
  "atk-s0103a4:93_5": "Paṭipattipūrakāpi kadāci bahū honti, kadāci appā.",
  "atk-s0103a4:93_6": "Iti paṭivedho ca paṭipatti ca hotipi na hotipi.",
  "atk-s0103a4:93_7": "Sāsanaṭṭhitiyā pana pariyatti pamāṇaṁ.",
  "atk-s0103a4:93_8": "Paṇḍito hi tepiṭakaṁ sutvā dvepi pūreti.",
  "atk-s0103a4:94_0": "Yathā amhākaṁ bodhisatto āḷārassa santike pañcābhiññā satta ca samāpattiyo nibbattetvā nevasaññānāsaññāyatanasamāpattiyā parikammaṁ pucchi, so na jānāmīti āha.",
  "atk-s0103a4:94_1": "Tato udakassa santikaṁ gantvā adhigatavisesaṁ saṁsanditvā nevasaññānāsaññāyatanassa parikammaṁ pucchi, so ācikkhi, tassa vacanasamanantarameva mahāsatto taṁ jhānaṁ sampādesi, evameva paññavā bhikkhu pariyattiṁ sutvā dvepi pūreti.",
  "atk-s0103a4:94_2": "Tasmā pariyattiyā ṭhitāya sāsanaṁ ṭhitaṁ hoti.",
  "atk-s0103a4:94_3": "Yadā pana sā antaradhāyati, tadā paṭhamaṁ abhidhammapiṭakaṁ nassati.",
  "atk-s0103a4:94_4": "Tattha paṭṭhānaṁ sabbapaṭhamaṁ antaradhāyati.",
  "atk-s0103a4:94_5": "Anukkamena pacchā dhammasaṅgaho , tasmiṁ antarahite itaresu dvīsu piṭakesu ṭhitesupi sāsanaṁ ṭhitameva hoti.",
  "atk-s0103a4:95_0": "Tattha suttantapiṭake antaradhāyamāne paṭhamaṁ aṅguttaranikāyo ekādasakato paṭṭhāya yāva ekakā antaradhāyati, tadanantaraṁ saṁyuttanikāyo cakkapeyyālato paṭṭhāya yāva oghataraṇā antaradhāyati.",
  "atk-s0103a4:95_1": "Tadanantaraṁ majjhimanikāyo indriyabhāvanato paṭṭhāya yāva mūlapariyāyā antaradhāyati.",
  "atk-s0103a4:95_2": "Tadanantaraṁ dīghanikāyo dasuttarato paṭṭhāya yāva brahmajālā antaradhāyati.",
  "atk-s0103a4:95_3": "Ekissāpi dvinnampi gāthānaṁ pucchā addhānaṁ gacchati, sāsanaṁ dhāretuṁ na sakkoti, sabhiyapucchā āḷavakapucchā viya ca.",
  "atk-s0103a4:95_4": "Etā kira kassapabuddhakālikā antarā sāsanaṁ dhāretuṁ nāsakkhiṁsu.",
  "atk-s0103a4:96_0": "Dvīsu pana piṭakesu antarahitesupi vinayapiṭake ṭhite sāsanaṁ tiṭṭhati.",
  "atk-s0103a4:96_1": "Parivārakkhandhakesu antarahitesu ubhatovibhaṅge ṭhite ṭhitameva hoti.",
  "atk-s0103a4:96_2": "Ubhatovibhaṅge antarahite mātikāyapi ṭhitāya ṭhitameva hoti.",
  "atk-s0103a4:96_3": "Mātikāya antarahitāya pātimokkhapabbajjāupasampadāsu ṭhitāsu sāsanaṁ tiṭṭhati. Liṅgaṁ addhānaṁ gacchati.",
  "atk-s0103a4:96_4": "Setavatthasamaṇavaṁso pana kassapabuddhakālato paṭṭhāya sāsanaṁ dhāretuṁ nāsakkhi.",
  "atk-s0103a4:96_5": "Paṭisambhidāpattehi vassasahassaṁ aṭṭhāsi. Chaḷabhiññehi vassasahassaṁ. Tevijjehi vassasahassaṁ.",
  "atk-s0103a4:96_6": "Sukkhavipassakehi vassasahassaṁ.",
  "atk-s0103a4:96_7": "Pātimokkhehi vassasahassaṁ aṭṭhāsi.",
  "atk-s0103a4:96_8": "Pacchimakassa pana saccappaṭivedhato pacchimakassa sīlabhedato paṭṭhāya sāsanaṁ osakkitaṁ nāma hoti.",
  "atk-s0103a4:96_9": "Tato paṭṭhāya aññassa buddhassa uppatti na nivāritā.",
  "atk-s0103a4:97_0": "Sāsanaantarahitavaṇṇanā",
  "atk-s0103a4:98_0": "Tīṇi parinibbānāni nāma kilesaparinibbānaṁ khandhaparinibbānaṁ dhātuparinibbānanti.",
  "atk-s0103a4:98_1": "Tattha kilesaparinibbānaṁ bodhipallaṅke ahosi.",
  "atk-s0103a4:98_2": "Khandhaparinibbānaṁ kusinārāyaṁ.",
  "atk-s0103a4:98_3": "Dhātuparinibbānaṁ anāgate bhavissati.",
  "atk-s0103a4:98_4": "Sāsanassa kira osakkanakāle imasmiṁ tambapaṇṇidīpe dhātuyo sannipatitvā mahācetiyaṁ gamissanti.",
  "atk-s0103a4:98_5": "Mahācetiyato nāgadīpe rājāyatanacetiyaṁ.",
  "atk-s0103a4:98_6": "Tato mahābodhipallaṅkaṁ gamissanti.",
  "atk-s0103a4:98_7": "Nāgabhavanatopi devalokatopi brahmalokatopi dhātuyo mahābodhipallaṅkameva gamissanti.",
  "atk-s0103a4:98_8": "Sāsapamattāpi dhātuyo na antarā nassissanti.",
  "atk-s0103a4:98_9": "Sabbadhātuyo mahābodhipallaṅke rāsibhūtā suvaṇṇakkhandho viya ekagghanā hutvā chabbaṇṇarasmiyo vissajjessanti.",
  "atk-s0103a4:99_0": "Tā dasasahassilokadhātuṁ pharissanti, tato dasasahassacakkavāḷadevatā sannipatitvā ‘‘ajja satthā parinibbāti, ajja sāsanaṁ osakkati, pacchimadassanaṁ dāni idaṁ amhāka’’nti dasabalassa parinibbutadivasato mahantataraṁ kāruññaṁ karissanti.",
  "atk-s0103a4:99_1": "Ṭhapetvā anāgāmikhīṇāsave avasesā sakabhāvena sandhāretuṁ na sakkhissanti.",
  "atk-s0103a4:99_2": "Dhātūsu tejodhātu uṭṭhahitvā yāva brahmalokā uggacchissati.",
  "atk-s0103a4:99_3": "Sāsapamattāyapi dhātuyā sati ekajālā bhavissati.",
  "atk-s0103a4:99_4": "Dhātūsu pariyādānaṁ gatāsu upacchijjissati.",
  "atk-s0103a4:99_5": "Evaṁ mahantaṁ ānubhāvaṁ dassetvā dhātūsu antarahitāsu sāsanaṁ antarahitaṁ nāma hoti.",
  "atk-s0103a4:100_0": "Yāva na evaṁ antaradhāyati, tāva acarimaṁ nāma hoti.",
  "atk-s0103a4:100_1": "Evaṁ apubbaṁ acarimaṁ uppajjeyyuṁ, netaṁ ṭhānaṁ vijjati.",
  "atk-s0103a4:100_2": "Kasmā pana apubbaṁ acarimaṁ nuppajjantīti? Anacchariyattā. Buddhā hi acchariyamanussā.",
  "atk-s0103a4:100_3": "Yathāha – ‘‘ekapuggalo, bhikkhave, loke uppajjamāno uppajjati acchariyamanusso. Katamo ekapuggalo?",
  "atk-s0103a4:100_4": "Tathāgato arahaṁ sammāsambuddho’’ti (a. ni. 1.172).",
  "atk-s0103a4:100_5": "Yadi ca dve vā cattāro vā aṭṭha vā soḷasa vā ekato uppajjeyyuṁ, anacchariyā bhaveyyuṁ.",
  "atk-s0103a4:100_6": "Ekasmiñhi vihāre dvinnaṁ cetiyānampi lābhasakkāro uḷāro na hoti.",
  "atk-s0103a4:100_7": "Bhikkhūpi bahutāya na acchariyā jātā, evaṁ buddhāpi bhaveyyuṁ, tasmā nuppajjanti. Desanāya ca visesābhāvato.",
  "atk-s0103a4:100_8": "Yañhi satipaṭṭhānādibhedaṁ dhammaṁ eko deseti.",
  "atk-s0103a4:100_9": "Aññena uppajjitvāpi sova desetabbo siyā, tato anacchariyo siyā.",
  "atk-s0103a4:100_10": "Ekasmiṁ pana dhammaṁ desente desanāpi acchariyā hoti, vivādabhāvato ca.",
  "atk-s0103a4:100_11": "Bahūsu hi buddhesu uppannesu bahūnaṁ ācariyānaṁ antevāsikā viya amhākaṁ buddho pāsādiko, amhākaṁ buddho madhurassaro lābhī puññavāti vivadeyyuṁ. Tasmāpi evaṁ nuppajjanti.",
  "atk-s0103a4:100_12": "Api cetaṁ kāraṇaṁ milindaraññāpi puṭṭhena nāgasenattherena vitthāritameva. Vuttañhi tattha –",
  "atk-s0103a4:101_0": "Bhante, nāgasena, bhāsitampi hetaṁ bhagavatā ‘‘aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṁ acarimaṁ uppajjeyyuṁ, netaṁ ṭhānaṁ vijjatī’’ti.",
  "atk-s0103a4:101_1": "Desayantā ca, bhante nāgasena, sabbepi tathāgatā sattatiṁsa bodhipakkhiye dhamme desenti, kathayamānā ca cattāri ariyasaccāni kathenti, sikkhāpentā ca tīsu sikkhāsu sikkhāpenti, anusāsamānā ca appamādappaṭipattiyaṁ anusāsanti.",
  "atk-s0103a4:101_2": "Yadi, bhante nāgasena, sabbesampi tathāgatānaṁ ekā desanā ekā kathā ekasikkhā ekānusāsanī, kena kāraṇena dve tathāgatā ekakkhaṇe nuppajjanti.",
  "atk-s0103a4:101_3": "Ekenapi tāva buddhuppādena ayaṁ loko obhāsajāto, yadi dutiyo buddho bhaveyya, dvinnaṁ pabhāya ayaṁ loko bhiyyosomattāya obhāsajāto bhaveyya, ovadamānā ca dve tathāgatā sukhaṁ ovadeyyuṁ, anusāsamānā ca sukhaṁ anusāseyyuṁ, tattha me kāraṇaṁ desehi, yathāhaṁ nissaṁsayo bhaveyya’’nti.",
  "atk-s0103a4:102_0": "Ayaṁ, mahārāja, dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṁ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṁ dasasahassī lokadhātu dhāreyya, caleyya, kampeyya, nameyya, oṇameyya, vinameyya, vikireyya, vidhameyya, viddhaṁseyya, na ṭhānamupagaccheyya.",
  "atk-s0103a4:103_0": "Yathā, mahārāja, nāvā ekapurisasandhāraṇī bhaveyya, ekapurise abhirūḷhe sā nāvā samupādikā bhaveyya, atha dutiyo puriso āgaccheyya tādiso āyunā vaṇṇena vayena pamāṇena kisathūlena sabbaṅgapaccaṅgena, so taṁ nāvaṁ abhirūheyya, api nu sā, mahārāja, nāvā dvinnampi dhāreyyāti?",
  "atk-s0103a4:103_1": "Na hi, bhante, caleyya, kampeyya, nameyya, oṇameyya, vinameyya, vikireyya, vidhameyya, viddhaṁseyya, na ṭhānamupagaccheyya osīdeyya udaketi.",
  "atk-s0103a4:103_2": "Evameva kho, mahārāja, ayaṁ dasasahassī lokadhātu ekabuddhadhāraṇī, ekasseva tathāgatassa guṇaṁ dhāreti, yadi dutiyo buddho uppajjeyya, nāyaṁ dasasahassī lokadhātu dhāreyya…pe… na ṭhānamupagaccheyya.",
  "atk-s0103a4:104_0": "Yathā vā pana, mahārāja, puriso yāvadatthaṁ bhojanaṁ bhuñjeyya chādentaṁ yāva kaṇṭhamabhipūrayitvā, so dhāto pīṇito paripuṇṇo nirantaro tandīkato anoṇamitadaṇḍajāto punadeva tāvatakaṁ bhojanaṁ bhuñjeyya, api nu kho so, mahārāja, puriso sukhito bhaveyyāti?",
  "atk-s0103a4:104_1": "Na hi, bhante , sakiṁ bhuttova mareyyāti;",
  "atk-s0103a4:104_2": "evameva kho, mahārāja, ayaṁ dasasahassī lokadhātu ekabuddhadhāraṇī …pe… na ṭhānamupagaccheyyāti.",
  "atk-s0103a4:105_0": "Kiṁ nu kho, bhante nāgasena, atidhammabhārena pathavī calatīti?",
  "atk-s0103a4:105_1": "Idha, mahārāja, dve sakaṭā ratanapūritā bhaveyyuṁ yāva mukhasamā, ekasmā sakaṭato ratanaṁ gahetvā ekasmiṁ sakaṭe ākireyyuṁ, api nu kho taṁ, mahārāja, sakaṭaṁ dvinnampi sakaṭānaṁ ratanaṁ dhāreyyāti?",
  "atk-s0103a4:105_2": "Na hi, bhante, nābhipi tassa phaleyya, arāpi tassa bhijjeyyuṁ, nemipi tassa opateyya, akkhopi tassa bhijjeyyāti.",
  "atk-s0103a4:105_3": "Kiṁ nu kho, mahārāja, atiratanabhārena sakaṭaṁ bhijjatīti? Āma, bhante,ti.",
  "atk-s0103a4:105_4": "Evameva kho, mahārāja, atidhammabhārena pathavī calati.",
  "atk-s0103a4:106_0": "Apica, mahārāja, imaṁ kāraṇaṁ buddhabalaparidīpanāya osāritaṁ aññampi tattha atirūpaṁ kāraṇaṁ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "atk-s0103a4:106_1": "Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṁ, tesaṁ parisāya vivādo uppajjeyya ‘‘tumhākaṁ buddho amhākaṁ buddho’’ti, ubhato pakkhajātā bhaveyyuṁ.",
  "atk-s0103a4:106_2": "Yathā, mahārāja, dvinnaṁ balavāmaccānaṁ parisāya vivādo uppajjeyya ‘‘tumhākaṁ amacco amhākaṁ amacco’’ti, ubhato pakkhajātā honti;",
  "atk-s0103a4:106_3": "evameva kho, mahārāja, yadi dve sammāsambuddhā ekakkhaṇe uppajjeyyuṁ, tesaṁ parisāya vivādo uppajjeyya ‘‘tumhākaṁ buddho, amhākaṁ buddho’’ti, ubhato pakkhajātā bhaveyyuṁ, idaṁ tāva, mahārāja, ekaṁ kāraṇaṁ, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "atk-s0103a4:107_0": "Aparampi, mahārāja, uttariṁ kāraṇaṁ suṇohi, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "atk-s0103a4:107_1": "Yadi, mahārāja, dve sammāsambuddhā ekakkhaṇe uppajjeyyuṁ, ‘‘aggo buddho’’ti yaṁ vacanaṁ, taṁ micchā bhaveyya, ‘‘jeṭṭho buddho’’ti, seṭṭho buddhoti, visiṭṭho buddhoti, uttamo buddhoti, pavaro buddhoti, asamo buddhoti , asamasamo buddhoti, appaṭimo buddhoti, appaṭibhāgo buddhoti, appaṭipuggalo buddhoti yaṁ vacanaṁ, taṁ micchā bhaveyya.",
  "atk-s0103a4:107_2": "Imampi kho tvaṁ, mahārāja, kāraṇaṁ atthato sampaṭiccha, yena kāraṇena dve sammāsambuddhā ekakkhaṇe nuppajjanti.",
  "atk-s0103a4:108_0": "Apica kho, mahārāja, buddhānaṁ bhagavantānaṁ sabhāvapakati esā, yaṁ ekoyeva buddho loke uppajjati. Kasmā kāraṇā?",
  "atk-s0103a4:108_1": "Mahantatāya sabbaññubuddhaguṇānaṁ, yaṁ aññampi, mahārāja, mahantaṁ hoti, taṁ ekaṁyeva hoti.",
  "atk-s0103a4:108_2": "Pathavī, mahārāja, mahantī, sā ekāyeva. Sāgaro mahanto, so ekoyeva.",
  "atk-s0103a4:108_3": "Sineru girirājā mahanto, so ekoyeva. Ākāso mahanto, so ekoyeva. Sakko mahanto, so ekoyeva. Māro mahanto , so ekoyeva.",
  "atk-s0103a4:108_4": "Mahābrahmā mahanto, so ekoyeva.",
  "atk-s0103a4:108_5": "Tathāgato arahaṁ sammāsambuddho mahanto, so ekoyeva lokasmiṁ.",
  "atk-s0103a4:108_6": "Yattha te uppajjanti, tattha aññesaṁ okāso na hoti.",
  "atk-s0103a4:108_7": "Tasmā, mahārāja, tathāgato arahaṁ sammāsambuddho ekoyeva loke uppajjatīti.",
  "atk-s0103a4:108_8": "Sukathito, bhante nāgasena, pañho opammehi kāraṇehīti (mi. pa. 5.1.1).",
  "atk-s0103a4:109_0": "Dhammassa cānudhammanti navavidhassa lokuttaradhammassa anudhammaṁ pubbabhāgappaṭipadaṁ. Sahadhammikoti sakāraṇo. Vādānuvādoti vādoyeva.",
  "atk-s0103a4:110_0": "Acchariyaabbhutavaṇṇanā",
  "atk-s0103a4:111_0": "162.Āyasmā udāyīti tayo therā udāyī nāma – lāḷudāyī, kāḷudāyī, mahāudāyīti. Idha mahāudāyī adhippeto.",
  "atk-s0103a4:111_1": "Tassa kira imaṁ suttaṁ ādito paṭṭhāya yāva pariyosānā suṇantassa abbhantare pañcavaṇṇā pīti uppajjitvā pādapiṭṭhito sīsamatthakaṁ gacchati, sīsamatthakato pādapiṭṭhiṁ āgacchati, ubhato paṭṭhāya majjhaṁ otarati, majjhato paṭṭhāya ubhato gacchati.",
  "atk-s0103a4:111_2": "So nirantaraṁ pītiyā phuṭasarīro balavasomanassena dasabalassa guṇaṁ kathento acchariyaṁ bhantetiādimāha. Appicchatāti nittaṇhatā.",
  "atk-s0103a4:111_3": "Santuṭṭhitāti catūsu paccayesu tīhākārehi santoso.",
  "atk-s0103a4:111_4": "Sallekhatāti sabbakilesānaṁ sallikhitabhāvo. Yatra hi nāmāti yo nāma.",
  "atk-s0103a4:111_5": "Na attānaṁ pātukarissatīti attano guṇe na āvi karissati.",
  "atk-s0103a4:111_6": "Paṭākaṁ parihareyyunti ‘‘ko amhehi sadiso atthī’’ti vadantā paṭākaṁ ukkhipitvā nāḷandaṁ vicareyyuṁ.",
  "atk-s0103a4:112_0": "Passakho tvaṁ, udāyi, tathāgatassa appicchatāti passa udāyi yādisī tathāgatassa appicchatāti therassa vacanaṁ sampaṭicchanto āha.",
  "atk-s0103a4:112_1": "Kiṁ pana bhagavā neva attānaṁ pātukaroti, na attano guṇaṁ kathetīti ce? Na, na katheti.",
  "atk-s0103a4:112_2": "Appicchatādīhi kathetabbaṁ, cīvarādihetuṁ na katheti.",
  "atk-s0103a4:112_3": "Tenevāha – ‘‘passa kho tvaṁ, udāyi, tathāgatassa appicchatā’’tiādi.",
  "atk-s0103a4:112_4": "Bujjhanakasattaṁ pana āgamma veneyyavasena katheti. Yathāha –",
  "atk-s0103a4:113_0": "‘‘Na me ācariyo atthi, sadiso me na vijjati;",
  "atk-s0103a4:114_0": "Sadevakasmiṁ lokasmiṁ, natthi me paṭipuggalo’’ti. (mahāva. 11);",
  "atk-s0103a4:115_0": "Evaṁ tathāgatassa guṇadīpikā bahū gāthāpi suttantāpi vitthāretabbā.",
  "atk-s0103a4:116_0": "163.Abhikkhaṇaṁ bhāseyyāsīti punappunaṁ bhāseyyāsi.",
  "atk-s0103a4:116_1": "Pubbaṇhasamaye me kathitanti mā majjhanhikādīsu na kathayittha.",
  "atk-s0103a4:116_2": "Ajja vā me kathitanti mā paradivasādīsu na kathayitthāti attho. Pavedesīti kathesi.",
  "atk-s0103a4:116_3": "Imassa veyyākaraṇassāti niggāthakattā idaṁ suttaṁ ‘‘veyyākaraṇa’’nti vuttaṁ. Adhivacananti nāmaṁ.",
  "atk-s0103a4:116_4": "Idaṁ pana ‘‘iti hida’’nti paṭṭhāya padaṁ saṅgītikārehi ṭhapitaṁ.",
  "atk-s0103a4:116_5": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0103a4:117_0": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a4:118_0": "Sampasādanīyasuttavaṇṇanā niṭṭhitā."
}