{
  "atk-s0402a27:0_0": "(9) 4. Samaṇavaggo",
  "atk-s0402a27:1_0": "1. Samaṇasuttavaṇṇanā",
  "atk-s0402a27:2_0": "82.",
  "atk-s0402a27:2_1": "Catutthassa paṭhame samaṇiyānīti samaṇasantakāni.",
  "atk-s0402a27:2_2": "Samaṇakaraṇīyānīti samaṇena kattabbakiccāni.",
  "atk-s0402a27:2_3": "Adhisīlasikkhāsamādānantiādīsu samādānaṁ vuccati gahaṇaṁ, adhisīlasikkhāya samādānaṁ gahaṇaṁ pūraṇaṁ adhisīlasikkhāsamādānaṁ. Sesapadadvayepi eseva nayo.",
  "atk-s0402a27:2_4": "Ettha ca sīlaṁ adhisīlaṁ, cittaṁ adhicittaṁ, paññā adhipaññāti ayaṁ vibhāgo veditabbo.",
  "atk-s0402a27:2_5": "Tattha pañcasīlaṁ sīlaṁ nāma, taṁ upādāya dasasīlaṁ adhisīlaṁ nāma, tampi upādāya catupārisuddhisīlaṁ adhisīlaṁ nāma.",
  "atk-s0402a27:2_6": "Apica sabbampi lokiyasīlaṁ sīlaṁ nāma, lokuttarasīlaṁ adhisīlaṁ, tadeva sikkhitabbato sikkhāti vuccati.",
  "atk-s0402a27:2_7": "Kāmāvacaracittaṁ pana cittaṁ nāma, taṁ upādāya rūpāvacaraṁ adhicittaṁ nāma, tampi upādāya arūpāvacaraṁ adhicittaṁ nāma.",
  "atk-s0402a27:2_8": "Apica sabbampi lokiyacittaṁ cittameva, lokuttaraṁ adhicittaṁ. Paññāyapi eseva nayo.",
  "atk-s0402a27:2_9": "Tasmāti yasmā imāni tīṇi samaṇakaraṇīyāni, tasmā. Tibboti bahalo.",
  "atk-s0402a27:2_10": "Chandoti kattukamyatākusalacchando.",
  "atk-s0402a27:2_11": "Iti imasmiṁ suttante tisso sikkhā lokiyalokuttarā kathitāti.",
  "atk-s0402a27:3_0": "2. Gadrabhasuttavaṇṇanā",
  "atk-s0402a27:4_0": "83.",
  "atk-s0402a27:4_1": "Dutiye piṭṭhito piṭṭhitoti pacchato pacchato.",
  "atk-s0402a27:4_2": "Ahampi dammo ahampi dammoti ahampi ‘‘dammo dammamāno’’ti vadamāno gāvīti.",
  "atk-s0402a27:4_3": "Seyyathāpi gunnanti yathā gāvīnaṁ.",
  "atk-s0402a27:4_4": "Gāvo hi kāḷāpi rattāpi setādivaṇṇāpi honti, gadrabhassa pana tādiso vaṇṇo nāma natthi.",
  "atk-s0402a27:4_5": "Yathā ca vaṇṇo, evaṁ saropi padampi aññādisameva. Sesaṁ uttānatthameva.",
  "atk-s0402a27:4_6": "Imasmimpi sutte tisso sikkhā missikāva kathitāti.",
  "atk-s0402a27:5_0": "3. Khettasuttavaṇṇanā",
  "atk-s0402a27:6_0": "84.",
  "atk-s0402a27:6_1": "Tatiye paṭikaccevāti paṭhamameva.",
  "atk-s0402a27:6_2": "Sukaṭṭhaṁ karotīti naṅgalena sukaṭṭhaṁ karoti.",
  "atk-s0402a27:6_3": "Sumatikatanti matiyā suṭṭhu samīkataṁ.",
  "atk-s0402a27:6_4": "Kālenāti vapitabbayuttakālena. Sesaṁ uttānameva.",
  "atk-s0402a27:6_5": "Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:7_0": "4. Vajjiputtasuttavaṇṇanā",
  "atk-s0402a27:8_0": "85.",
  "atk-s0402a27:8_1": "Catutthe vajjiputtakoti vajjirājakulassa putto.",
  "atk-s0402a27:8_2": "Diyaḍḍhasikkhāpadasatanti paṇṇāsādhikaṁ sikkhāpadasataṁ.",
  "atk-s0402a27:8_3": "Tasmiṁ samaye paññattāni sikkhāpadāneva sandhāyetaṁ vuttaṁ.",
  "atk-s0402a27:8_4": "So kira bhikkhu ajjavasampanno ujujātiko avaṅko akuṭilo, tasmā ‘‘ahaṁ ettakāni sikkhāpadāni rakkhituṁ sakkuṇeyyaṁ vā na vā’’ti cintetvā satthu ārocesi. Sakkomahanti sakkomi ahaṁ.",
  "atk-s0402a27:8_5": "So kira ‘‘ettakesu sikkhāpadesu sikkhantassa agaru tīsu sikkhāsu sikkhitu’’nti maññamāno evamāha.",
  "atk-s0402a27:8_6": "Atha bhagavā yathā nāma paññāsa tiṇakalāpiyo ukkhipituṁ asakkontassa kalāpiyasataṁ bandhitvā sīse ṭhapeyya, evameva ekissāpi sikkhāya sikkhituṁ asakkontassa aparā dvepi sikkhā upari pakkhipanto tasmātiha tvaṁ bhikkhūtiādimāha.",
  "atk-s0402a27:8_7": "Sukhumālo kira uttaro nāma jānapadamanusso lohapāsādavihāre vasati.",
  "atk-s0402a27:8_8": "Atha naṁ daharabhikkhū āhaṁsu – ‘‘uttara, aggisālā ovassati, tiṇaṁ kappiyaṁ katvā dehī’’ti.",
  "atk-s0402a27:8_9": "Taṁ ādāya aṭaviṁ gantvā tena lāyitaṁ tiṇaṁyeva karaḷe bandhitvā ‘‘paññāsa karaḷe gahetuṁ sakkhissasi uttarā’’ti āhaṁsu. So ‘‘na sakkhissāmī’’ti āha. Asītiṁ pana sakkhissasīti? Na sakkhissāmi, bhanteti.",
  "atk-s0402a27:8_10": "Ekaṁ karaḷasataṁ sakkhissasīti? Āma, bhante, gaṇhissāmīti.",
  "atk-s0402a27:8_11": "Daharabhikkhū karaḷasataṁ bandhitvā tassa sīse ṭhapayiṁsu.",
  "atk-s0402a27:8_12": "So ukkhipitvā nitthunanto gantvā aggisālāya samīpe pātesi.",
  "atk-s0402a27:8_13": "Atha naṁ bhikkhū ‘‘kilantarūposi uttarā’’ti āhaṁsu.",
  "atk-s0402a27:8_14": "Āma, bhante, daharā bhikkhū maṁ vañcesuṁ, imaṁ ekampi karaḷasataṁ ukkhipituṁ asakkontaṁ maṁ ‘‘paṇṇāsa karaḷe ukkhipāhī’’ti vadiṁsu.",
  "atk-s0402a27:8_15": "Āma, uttara, vañcayiṁsu tanti. Evaṁ sampadamidaṁ veditabbaṁ.",
  "atk-s0402a27:8_16": "Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:9_0": "5. Sekkhasuttavaṇṇanā",
  "atk-s0402a27:10_0": "86.",
  "atk-s0402a27:10_1": "Pañcame ujumaggānusārinoti ujumaggo vuccati ariyamaggo, taṁ anussarantassa paṭipannakassāti attho.",
  "atk-s0402a27:10_2": "Khayasmiṁ paṭhamaṁ ñāṇanti paṭhamameva maggañāṇaṁ uppajjati.",
  "atk-s0402a27:10_3": "Maggo hi kilesānaṁ khepanato khayo nāma, taṁsampayuttaṁ ñāṇaṁ khayasmiṁ ñāṇaṁ nāma.",
  "atk-s0402a27:10_4": "Tatoaññā anantarāti tato catutthamaggañāṇato anantarā aññā uppajjati, arahattaphalaṁ uppajjatīti attho.",
  "atk-s0402a27:10_5": "Aññāvimuttassāti arahattaphalavimuttiyā vimuttassa.",
  "atk-s0402a27:10_6": "Ñāṇaṁ ve hotīti paccavekkhaṇañāṇaṁ hoti.",
  "atk-s0402a27:10_7": "Iti suttepi gāthāsupi satta sekhā kathitā.",
  "atk-s0402a27:10_8": "Avasāne pana khīṇāsavo dassitoti.",
  "atk-s0402a27:11_0": "6. Paṭhamasikkhāsuttavaṇṇanā",
  "atk-s0402a27:12_0": "87.",
  "atk-s0402a27:12_1": "Chaṭṭhe attakāmāti attano hitakāmā.",
  "atk-s0402a27:12_2": "Yatthetaṁ sabbaṁ samodhānaṁ gacchatīti yāsu sikkhāsu sabbametaṁ diyaḍḍhasikkhāpadasataṁ saṅgahaṁ gacchati.",
  "atk-s0402a27:12_3": "Paripūrakārī hotīti samattakārī hoti.",
  "atk-s0402a27:12_4": "Mattaso kārīti pamāṇena kārako, sabbena sabbaṁ kātuṁ na sakkotīti attho.",
  "atk-s0402a27:12_5": "Khuddānukhuddakānīti cattāri pārājikāni ṭhapetvā sesasikkhāpadāni.",
  "atk-s0402a27:12_6": "Tatrāpi saṅghādisesaṁ khuddakaṁ, thullaccayaṁ anukhuddakaṁ nāma.",
  "atk-s0402a27:12_7": "Thullaccayañca khuddakaṁ, pācittiyaṁ anukhuddakaṁ nāma, pācittiyañca khuddakaṁ, pāṭidesaniyadukkaṭadubbhāsitāni anukhuddakāni nāma.",
  "atk-s0402a27:12_8": "Ime pana aṅguttaramahānikāyavaḷañjanakaācariyā ‘‘cattāri pārājikāni ṭhapetvā sesāni sabbānipi khuddānukhuddakānī’’ti vadanti.",
  "atk-s0402a27:12_9": "Tāni āpajjatipi vuṭṭhātipīti ettha pana khīṇāsavo tāva lokavajjaṁ nāpajjati, paṇṇattivajjameva āpajjati.",
  "atk-s0402a27:12_10": "Āpajjanto ca kāyenapi vācāyapi cittenapi āpajjati.",
  "atk-s0402a27:12_11": "Kāyena āpajjanto kuṭikārasahaseyyādīni āpajjati, vācāya āpajjanto sañcarittapadasodhammādīni, cittena āpajjanto rūpiyapaṭiggahaṇaṁ āpajjati. Sekkhesupi eseva nayo.",
  "atk-s0402a27:12_12": "Na hi mettha, bhikkhave, abhabbatā vuttāti, bhikkhave, na hi mayā ettha evarūpaṁ āpattiṁ āpajjane ca vuṭṭhāne ca ariyapuggalassa abhabbatā kathitā.",
  "atk-s0402a27:12_13": "Ādibrahmacariyakānīti maggabrahmacariyassa ādibhūtāni cattāri mahāsīlasikkhāpadāni.",
  "atk-s0402a27:12_14": "Brahmacariyasāruppānīti tāniyeva catumaggabrahmacariyassa sāruppāni anucchavikāni. Tatthāti tesu sikkhāpadesu. Dhuvasīloti nibaddhasīlo. Ṭhitasīloti patiṭṭhitasīlo.",
  "atk-s0402a27:12_15": "Sotāpannoti sotasaṅkhātena maggena phalaṁ āpanno.",
  "atk-s0402a27:12_16": "Avinipātadhammoti catūsu apāyesu apatanasabhāvo.",
  "atk-s0402a27:12_17": "Niyatoti sotāpattimagganiyāmena niyato.",
  "atk-s0402a27:12_18": "Sambodhiparāyaṇoti uparimaggattayasambodhiparāyaṇo.",
  "atk-s0402a27:13_0": "Tanuttāti tanubhāvo.",
  "atk-s0402a27:13_1": "Sakadāgāmino hi rāgādayo abbhapaṭalaṁ viya macchikāpattaṁ viya ca tanukā honti, na bahalā.",
  "atk-s0402a27:13_2": "Orambhāgiyānanti heṭṭhābhāgiyānaṁ. Saṁyojanānanti bandhanānaṁ. Parikkhayāti parikkhayena.",
  "atk-s0402a27:13_3": "Opapātiko hotīti uppannako hoti.",
  "atk-s0402a27:13_4": "Tattha parinibbāyīti heṭṭhā anotaritvā upariyeva parinibbānadhammo.",
  "atk-s0402a27:13_5": "Anāvattidhammoti yonigativasena anāgamanadhammo.",
  "atk-s0402a27:14_0": "Padesaṁ padesakārītiādīsu padesakārī puggalo nāma sotāpanno ca sakadāgāmī ca anāgāmī ca, so padesameva sampādeti.",
  "atk-s0402a27:14_1": "Paripūrakārī nāma arahā, so paripūrameva sampādeti.",
  "atk-s0402a27:14_2": "Avañjhānīti atucchāni saphalāni saudrayānīti attho.",
  "atk-s0402a27:14_3": "Idhāpi tisso sikkhā missakāva kathitā.",
  "atk-s0402a27:15_0": "7. Dutiyasikkhāsuttavaṇṇanā",
  "atk-s0402a27:16_0": "88.",
  "atk-s0402a27:16_1": "Sattame kolaṁkoloti kulā kulaṁ gamanako.",
  "atk-s0402a27:16_2": "Kulanti cettha bhavo adhippeto, tasmā ‘‘dve vā tīṇi vā kulānī’’ti etthapi dve vā tayo vā bhaveti attho veditabbo.",
  "atk-s0402a27:16_3": "Ayañhi dve vā bhave sandhāvati tayo vā, uttamakoṭiyā cha vā.",
  "atk-s0402a27:16_4": "Tasmā dve vā tīṇi vā cattāri vā pañca vā cha vāti evamettha vikappo daṭṭhabbo.",
  "atk-s0402a27:16_5": "Ekabījīti ekasseva bhavassa bījaṁ etassa atthīti ekabījī.",
  "atk-s0402a27:16_6": "Uddhaṁsototiādīsu atthi uddhaṁsoto akaniṭṭhagāmī, atthi uddhaṁsoto na akaniṭṭhagāmī, atthi na uddhaṁsoto akaniṭṭhagāmī, atthi na uddhaṁsoto na akaniṭṭhagāmī.",
  "atk-s0402a27:16_7": "Tattha yo idha anāgāmiphalaṁ patvā avihādīsu nibbatto tattha yāvatāyukaṁ ṭhatvā uparūpari nibbattitvā akaniṭṭhaṁ pāpuṇāti, ayaṁ uddhaṁsoto akaniṭṭhagāmī nāma.",
  "atk-s0402a27:16_8": "Yo pana avihādīsu nibbatto tattheva aparinibbāyitvā akaniṭṭhampi appatvā uparimabrahmaloke parinibbāyati, ayaṁ uddhaṁsoto na akaniṭṭhagāmī nāma.",
  "atk-s0402a27:16_9": "Yo ito cavitvā akaniṭṭheyeva nibbattati, ayaṁ na uddhaṁsoto akaniṭṭhagāmī nāma.",
  "atk-s0402a27:16_10": "Yo pana avihādīsu catūsu aññatarasmiṁ nibbattitvā tattheva parinibbāyati, ayaṁ na uddhaṁsoto na akaniṭṭhagāmī nāma.",
  "atk-s0402a27:17_0": "Yattha katthaci uppanno pana sasaṅkhārena sappayogena arahattaṁ patto sasaṅkhāraparinibbāyī nāma.",
  "atk-s0402a27:17_1": "Asaṅkhārena appayogena patto asaṅkhāraparinibbāyī nāma.",
  "atk-s0402a27:17_2": "Yo pana kappasahassāyukesu avihesu nibbattitvā pañcamaṁ kappasataṁ atikkamitvā arahattaṁ patto, ayaṁ upahaccaparinibbāyī nāma. Atappādīsupi eseva nayo.",
  "atk-s0402a27:17_3": "Antarāparinibbāyīti yo āyuvemajjhaṁ anatikkamitvā parinibbāyati, so tividho hoti.",
  "atk-s0402a27:17_4": "Kappasahassāyukesu tāva avihesu nibbattitvā eko nibbattadivaseyeva arahattaṁ pāpuṇāti.",
  "atk-s0402a27:17_5": "No ce nibbattadivase pāpuṇāti, paṭhamassa pana kappasatassa matthake pāpuṇāti, ayaṁ paṭhamo antarāparinibbāyī.",
  "atk-s0402a27:17_6": "Aparo evaṁ asakkonto dvinnaṁ kappasatānaṁ matthake pāpuṇāti, ayaṁ dutiyo.",
  "atk-s0402a27:17_7": "Aparo evampi asakkonto catunnaṁ kappasatānaṁ matthake pāpuṇāti, ayaṁ tatiyo antarāparinibbāyī. Sesaṁ vuttanayameva.",
  "atk-s0402a27:18_0": "Imasmiṁ pana ṭhāne ṭhatvā catuvīsati sotāpannā, dvādasa sakadāgāmino, aṭṭhacattālīsa anāgāmino, dvādasa ca arahanto kathetabbā.",
  "atk-s0402a27:18_1": "Imasmiṁ hi sāsane saddhādhuraṁ paññādhuranti dve dhurāni, dukkhapaṭipadādandhābhiññādayo catasso paṭipadā.",
  "atk-s0402a27:18_2": "Tattheko saddhādhurena abhinivisitvā sotāpattiphalaṁ patvā ekameva bhavaṁ nibbattitvā dukkhassantaṁ karoti, ayameko ekabījī.",
  "atk-s0402a27:18_3": "So paṭipadāvasena catubbidho hoti.",
  "atk-s0402a27:18_4": "Yathā cesa, evaṁ paññādhurena abhiniviṭṭhopīti aṭṭha ekabījino.",
  "atk-s0402a27:18_5": "Tathā kolaṁkolā sattakkhattuparamā cāti ime catuvīsati sotāpannā nāma.",
  "atk-s0402a27:18_6": "Tīsu pana vimokkhesu suññatavimokkhena sakadāgāmibhūmiṁ pattā catunnaṁ paṭipadānaṁ vasena cattāro sakadāgāmino, tathā animittavimokkhena pattā cattāro, appaṇihitavimokkhena pattā cattāroti ime dvādasa sakadāgāmino.",
  "atk-s0402a27:18_7": "Avihesu pana tayo antarāparinibbāyino, eko upahaccaparinibbāyī, eko uddhaṁsoto akaniṭṭhagāmīti pañca anāgāmino, te asaṅkhāraparinibbāyino pañca, sasaṅkhāraparinibbāyino pañcāti dasa honti, tathā atappādīsu.",
  "atk-s0402a27:18_8": "Akaniṭṭhesu pana uddhaṁsoto natthi , tasmā tattha cattāro sasaṅkhāraparinibbāyī, cattāro asaṅkhāraparinibbāyīti aṭṭha, ime aṭṭhacattālīsa anāgāmino.",
  "atk-s0402a27:18_9": "Yathā pana sakadāgāmino, tatheva arahantopi dvādasa veditabbā.",
  "atk-s0402a27:18_10": "Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:19_0": "8. Tatiyasikkhāsuttavaṇṇanā",
  "atk-s0402a27:20_0": "89.",
  "atk-s0402a27:20_1": "Aṭṭhame taṁ vā pana anabhisambhavaṁ appaṭivijjhanti taṁ arahattaṁ apāpuṇanto appaṭivijjhanto.",
  "atk-s0402a27:20_2": "Iminā nayena sabbaṭṭhānesu attho veditabbo.",
  "atk-s0402a27:20_3": "Idhāpi tisso sikkhā missikāva kathitā. Navamaṁ uttānatthameva.",
  "atk-s0402a27:20_4": "Idhāpi tisso sikkhā missikāva kathitā.",
  "atk-s0402a27:21_0": "10. Dutiyasikkhattayasuttavaṇṇanā",
  "atk-s0402a27:22_0": "91.",
  "atk-s0402a27:22_1": "Dasame āsavānaṁ khayāti ettha arahattamaggo adhipaññāsikkhā nāma.",
  "atk-s0402a27:22_2": "Phalaṁ pana sikkhitasikkhassa uppajjanato sikkhāti na vattabbaṁ.",
  "atk-s0402a27:23_0": "Yathāpure tathā pacchāti yathā paṭhamaṁ tīsu sikkhāsu sikkhati, pacchā tatheva sikkhatīti attho. Dutiyapadepi eseva nayo.",
  "atk-s0402a27:23_1": "Yathā adho tathā uddhanti yathā heṭṭhimakāyaṁ asubhavasena passati, uparimakāyampi tatheva pharati. Dutiyapadepi eseva nayo.",
  "atk-s0402a27:23_2": "Yathā divā tathā rattinti yathā divā tisso sikkhā sikkhati, rattimpi tatheva sikkhatīti attho.",
  "atk-s0402a27:23_3": "Abhibhuyya disā sabbāti sabbā disā ārammaṇavasena abhibhavitvā.",
  "atk-s0402a27:23_4": "Appamāṇasamādhināti arahattamaggasamādhinā.",
  "atk-s0402a27:24_0": "Sekkhanti sikkhamānaṁ sakaraṇīyaṁ. Paṭipadanti paṭipannakaṁ.",
  "atk-s0402a27:24_1": "Saṁsuddhacāriyanti saṁsuddhacaraṇaṁ parisuddhasīlaṁ.",
  "atk-s0402a27:24_2": "Sambuddhanti catusaccabuddhaṁ.",
  "atk-s0402a27:24_3": "Dhīraṁ paṭipadantagunti khandhadhīraāyatanadhīravasena dhīraṁ dhitisampannaṁ paṭipattiyā antaṁ gataṁ.",
  "atk-s0402a27:24_4": "Viññāṇassāti carimakaviññāṇassa.",
  "atk-s0402a27:24_5": "Taṇhākkhayavimuttinoti taṇhākkhayavimuttisaṅkhātāya arahattaphalavimuttiyā samannāgatassa.",
  "atk-s0402a27:24_6": "Pajjotasseva nibbānanti padīpanibbānaṁ viya.",
  "atk-s0402a27:24_7": "Vimokkho hoti cetasoti cittassa vimutti vimuccanā appavattibhāvo hoti.",
  "atk-s0402a27:24_8": "Taṇhākkhayavimuttino hi khīṇāsavassa carimakaviññāṇanirodhena parinibbānaṁ viya cetaso vimokkho hoti, na gataṭṭhānaṁ paññāyati, apaṇṇattikabhāvūpagamoyeva hotīti attho.",
  "atk-s0402a27:25_0": "11. Saṅkavāsuttavaṇṇanā",
  "atk-s0402a27:26_0": "92.",
  "atk-s0402a27:26_1": "Ekādasame saṅkavā nāma kosalānaṁ nigamoti saṅkavāti evaṁnāmako kosalaraṭṭhe nigamo.",
  "atk-s0402a27:26_2": "Āvāsikoti bhārahāro nave āvāse samuṭṭhāpeti, purāṇe paṭijaggati.",
  "atk-s0402a27:26_3": "Sikkhāpadapaṭisaṁyuttāyāti sikkhāsaṅkhātehi padehi paṭisaṁyuttāya, tīhi sikkhāhi samannāgatāyāti attho.",
  "atk-s0402a27:26_4": "Sandassetīti sammukhe viya katvā dasseti. Samādapetīti gaṇhāpeti. Samuttejetīti samussāheti.",
  "atk-s0402a27:26_5": "Sampahaṁsetīti paṭiladdhaguṇehi vaṇṇaṁ kathento vodāpeti.",
  "atk-s0402a27:26_6": "Adhisallikhateti ativiya sallikhati, ativiya sallikhitaṁ katvā saṇhaṁ saṇhaṁ kathetīti attho.",
  "atk-s0402a27:27_0": "Accayoti aparādho.",
  "atk-s0402a27:27_1": "Maṁ accagamāti maṁ atikkamma adhibhavitvā pavatto.",
  "atk-s0402a27:27_2": "Ahudeva akkhantīti ahosiyeva anadhivāsanā.",
  "atk-s0402a27:27_3": "Ahu appaccayoti ahosi atuṭṭhākāro. Paṭiggaṇhātūti khamatu.",
  "atk-s0402a27:27_4": "Āyatiṁ saṁvarāyāti anāgate saṁvaratthāya, puna evarūpassa aparādhassa dosassa khalitassa vā akaraṇatthāyāti attho. Tagghāti ekaṁsena.",
  "atk-s0402a27:27_5": "Yathādhammaṁ paṭikarosīti yathā dhammo ṭhito, tathā karosi, khamāpesīti vuttaṁ hoti.",
  "atk-s0402a27:27_6": "Taṁ te mayaṁ paṭiggaṇhāmāti taṁ tava aparādhaṁ mayaṁ khamāma.",
  "atk-s0402a27:27_7": "Vuddhihesā, kassapa, ariyassa vinayeti esā kassapa buddhassa bhagavato sāsane vuddhi nāma. Katamā?",
  "atk-s0402a27:27_8": "Yāyaṁ accayaṁ accayato disvā yathādhammaṁ paṭikaritvā āyatiṁ saṁvarāpajjanā.",
  "atk-s0402a27:27_9": "Desanaṁ pana puggalādhiṭṭhānaṁ karonto ‘‘yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti, āyatiṁ saṁvaraṁ āpajjatī’’ti āha.",
  "atk-s0402a27:27_10": "Na sikkhākāmoti tisso sikkhā na kāmeti na pattheti na piheti.",
  "atk-s0402a27:27_11": "Sikkhāsamādānassāti sikkhāparipūraṇassa.",
  "atk-s0402a27:27_12": "Na vaṇṇavādīti guṇaṁ na katheti. Kālenāti yuttappayuttakālena. Sesamettha uttānatthamevāti.",
  "atk-s0402a27:28_0": "Samaṇavaggo catuttho."
}