{
  "atk-s0101a2:0_0": "2. Sāmaññaphalasuttavaṇṇanā",
  "atk-s0101a2:1_0": "Rājāmaccakathāvaṇṇanā",
  "atk-s0101a2:2_0": "150.Evaṁme sutaṁ…pe… rājagaheti sāmaññaphalasuttaṁ.",
  "atk-s0101a2:2_1": "Tatrāyaṁ apubbapadavaṇṇanā – rājagaheti evaṁnāmake nagare.",
  "atk-s0101a2:2_2": "Tañhi mandhātumahāgovindādīhi pariggahitattā rājagahanti vuccati.",
  "atk-s0101a2:2_3": "Aññepi ettha pakāre vaṇṇayanti, kiṁ tehi?",
  "atk-s0101a2:2_4": "Nāmamattametaṁ tassa nagarassa.",
  "atk-s0101a2:2_5": "Taṁ panetaṁ buddhakāle ca cakkavattikāle ca nagaraṁ hoti, sesakāle suññaṁ hoti yakkhapariggahitaṁ, tesaṁ vasanavanaṁ hutvā tiṭṭhati.",
  "atk-s0101a2:2_6": "Viharatīti avisesena iriyāpathadibbabrahmaariyavihāresu aññataravihārasamaṅgiparidīpanametaṁ.",
  "atk-s0101a2:2_7": "Idha pana ṭhānagamananisajjasayanappabhedesu iriyāpathesu aññatarairiyāpathasamāyogaparidīpanaṁ.",
  "atk-s0101a2:2_8": "Tena ṭhitopi gacchantopi nisinnopi sayānopi bhagavā viharati ceva veditabbo.",
  "atk-s0101a2:2_9": "So hi ekaṁ iriyāpathabādhanaṁ aññena iriyāpathena vicchinditvā aparipatantaṁ attabhāvaṁ harati pavatteti, tasmā viharatīti vuccati.",
  "atk-s0101a2:3_0": "Jīvakassa komārabhaccassa ambavaneti idamassa yaṁ gocaragāmaṁ upanissāya viharati, tassa samīpanivāsanaṭṭhānaparidīpanaṁ.",
  "atk-s0101a2:3_1": "Tasmā – rājagahe viharati jīvakassa komārabhaccassa ambavaneti rājagahasamīpe jīvakassa komārabhaccassa ambavane viharatīti evamettha attho veditabbo.",
  "atk-s0101a2:3_2": "Samīpatthe hetaṁ bhummavacanaṁ.",
  "atk-s0101a2:3_3": "Tattha jīvatīti jīvako, kumārena bhatoti komārabhacco.",
  "atk-s0101a2:3_4": "Yathāha – ‘‘kiṁ bhaṇe, etaṁ kākehi samparikiṇṇanti? Dārako devāti. Jīvati bhaṇeti? Jīvati, devāti.",
  "atk-s0101a2:3_5": "Tena hi, bhaṇe taṁ dārakaṁ amhākaṁ antepuraṁ netvā dhātīnaṁ detha posetunti.",
  "atk-s0101a2:3_6": "Tassa jīvatīti jīvakoti nāmaṁ akaṁsu.",
  "atk-s0101a2:3_7": "Kumārena posāpitoti komārabhaccoti nāmaṁ akaṁsū’’ti (mahāva. 328) ayaṁ panettha saṅkhepo.",
  "atk-s0101a2:3_8": "Vitthārena pana jīvakavatthukhandhake āgatameva.",
  "atk-s0101a2:3_9": "Vinicchayakathāpissa samantapāsādikāya vinayaṭṭhakathāyaṁ vuttā.",
  "atk-s0101a2:4_0": "Ayaṁ pana jīvako ekasmiṁ samaye bhagavato dosābhisannaṁ kāyaṁ virecetvā siveyyakaṁ dussayugaṁ datvā vatthānumodanāpariyosāne sotāpattiphale patiṭṭhāya cintesi – ‘‘mayā divasassa dvattikkhattuṁ buddhupaṭṭhānaṁ gantabbaṁ, idañca veḷuvanaṁ atidūre, mayhaṁ pana ambavanaṁ uyyānaṁ āsannataraṁ, yaṁnūnāhaṁ ettha bhagavato vihāraṁ kāreyya’’nti.",
  "atk-s0101a2:4_1": "So tasmiṁ ambavane rattiṭṭhānadivāṭhānaleṇakuṭimaṇḍapādīni sampādetvā bhagavato anucchavikaṁ gandhakuṭiṁ kārāpetvā ambavanaṁ aṭṭhārasahatthubbedhena tambapaṭṭavaṇṇena pākārena parikkhipāpetvā buddhappamukhaṁ bhikkhusaṅghaṁ sacīvarabhattena santappetvā dakkhiṇodakaṁ pātetvā vihāraṁ niyyātesi.",
  "atk-s0101a2:4_2": "Taṁ sandhāya vuttaṁ – ‘‘jīvakassa komārabhaccassa ambavane’’ti.",
  "atk-s0101a2:5_0": "Aḍḍhateḷasehi bhikkhusatehīti aḍḍhasatena ūnehi terasahi bhikkhusatehi.",
  "atk-s0101a2:5_1": "Rājātiādīsu rājati attano issariyasampattiyā catūhi saṅgahavatthūhi mahājanaṁ rañjeti vaḍḍhetīti rājā. Magadhānaṁ issaroti māgadho.",
  "atk-s0101a2:5_2": "Ajātoyeva rañño sattu bhavissatīti nemittakehi niddiṭṭhoti ajātasattu.",
  "atk-s0101a2:6_0": "Tasmiṁ kira kucchigate deviyā evarūpo dohaḷo uppajji – ‘‘aho vatāhaṁ rañño dakkhiṇabāhulohitaṁ piveyya’’nti, sā ‘‘bhāriye ṭhāne dohaḷo uppanno, na sakkā kassaci ārocetu’’nti taṁ kathetuṁ asakkontī kisā dubbaṇṇā ahosi.",
  "atk-s0101a2:6_1": "Taṁ rājā pucchi – ‘‘bhadde, tuyhaṁ attabhāvo na pakativaṇṇo, kiṁ kāraṇa’’nti? ‘‘Mā puccha, mahārājāti’’.",
  "atk-s0101a2:6_2": "‘‘Bhadde, tvaṁ attano ajjhāsayaṁ mayhaṁ akathentī kassa kathessasī’’ti tathā tathā nibandhitvā kathāpesi.",
  "atk-s0101a2:6_3": "Sutvā ca – ‘‘bāle, kiṁ ettha tuyhaṁ bhāriyasaññā ahosī’’ti vejjaṁ pakkosāpetvā suvaṇṇasatthakena bāhuṁ phālāpetvā suvaṇṇasarakena lohitaṁ gahetvā udakena sambhinditvā pāyesi.",
  "atk-s0101a2:6_4": "Nemittakā taṁ sutvā – ‘‘esa gabbho rañño sattu bhavissati, iminā rājā haññissatī’’ti byākariṁsu.",
  "atk-s0101a2:6_5": "Devī sutvā – ‘‘mayhaṁ kira kucchito nikkhanto rājānaṁ māressatī’’ti gabbhaṁ pātetukāmā uyyānaṁ gantvā kucchiṁ maddāpesi, gabbho na patati.",
  "atk-s0101a2:6_6": "Sā punappunaṁ gantvā tatheva kāresi.",
  "atk-s0101a2:6_7": "Rājā kimatthaṁ ayaṁ abhiṇhaṁ uyyānaṁ gacchatīti parivīmaṁsanto taṁ kāraṇaṁ sutvā – ‘‘bhadde, tava kucchiyaṁ puttoti vā dhītāti vā na paññāyati, attano nibbattadārakaṁ evamakāsīti mahā aguṇarāsipi no jambudīpatale āvibhavissati, mā tvaṁ evaṁ karohī’’ti nivāretvā ārakkhaṁ adāsi.",
  "atk-s0101a2:6_8": "Sā gabbhavuṭṭhānakāle ‘‘māressāmī’’ti cintesi.",
  "atk-s0101a2:6_9": "Tadāpi ārakkhamanussā dārakaṁ apanayiṁsu.",
  "atk-s0101a2:6_10": "Athāparena samayena vuḍḍhippattaṁ kumāraṁ deviyā dassesuṁ.",
  "atk-s0101a2:6_11": "Sā taṁ disvāva puttasinehaṁ uppādesi, tena naṁ māretuṁ nāsakkhi.",
  "atk-s0101a2:6_12": "Rājāpi anukkamena puttassa oparajjamadāsi.",
  "atk-s0101a2:7_0": "Athekasmiṁ samaye devadatto rahogato cintesi – ‘‘sāriputtassa parisā mahāmoggallānassa parisā mahākassapassa parisāti, evamime visuṁ visuṁ dhurā, ahampi ekaṁ dhuraṁ nīharāmī’’ti.",
  "atk-s0101a2:7_1": "So ‘‘na sakkā vinā lābhena parisaṁ uppādetuṁ, handāhaṁ lābhaṁ nibbattemī’’ti cintetvā khandhake āgatanayena ajātasattuṁ kumāraṁ iddhipāṭihāriyena pasādetvā sāyaṁ pātaṁ pañcahi rathasatehi upaṭṭhānaṁ āgacchantaṁ ativissatthaṁ ñatvā ekadivasaṁ upasaṅkamitvā etadavoca – ‘‘pubbe kho, kumāra, manussā dīghāyukā, etarahi appāyukā, tena hi tvaṁ kumāra, pitaraṁ hantvā rājā hohi, ahaṁ bhagavantaṁ hantvā buddho bhavissāmī’’ti kumāraṁ pituvadhe uyyojeti.",
  "atk-s0101a2:8_0": "So – ‘‘ayyo devadatto mahānubhāvo, etassa aviditaṁ nāma natthī’’ti ūruyā potthaniyaṁ bandhitvā divā divassa bhīto ubbiggo ussaṅkī utrasto antepuraṁ pavisitvā vuttappakāraṁ vippakāraṁ akāsi.",
  "atk-s0101a2:8_1": "Atha naṁ amaccā gahetvā anuyuñjitvā – ‘‘kumāro ca hantabbo, devadatto ca, sabbe ca bhikkhū hantabbā’’ti sammantayitvā rañño āṇāvasena karissāmāti rañño ārocesuṁ.",
  "atk-s0101a2:9_0": "Rājā ye amaccā māretukāmā ahesuṁ, tesaṁ ṭhānantarāni acchinditvā, ye na māretukāmā, te uccesu ṭhānesu ṭhapetvā kumāraṁ pucchi – ‘‘kissa pana tvaṁ, kumāra, maṁ māretukāmosī’’ti?",
  "atk-s0101a2:9_1": "‘‘Rajjenamhi, deva, atthiko’’ti. Rājā tassa rajjaṁ adāsi.",
  "atk-s0101a2:10_0": "So mayhaṁ manoratho nipphannoti devadattassa ārocesi.",
  "atk-s0101a2:10_1": "Tato naṁ so āha – ‘‘tvaṁ siṅgālaṁ antokatvā bheripariyonaddhapuriso viya sukiccakārimhīti maññasi, katipāheneva te pitā tayā kataṁ avamānaṁ cintetvā sayameva rājā bhavissatī’’ti. Atha, bhante, kiṁ karomīti? Mūlaghaccaṁ ghātehīti.",
  "atk-s0101a2:10_2": "Nanu, bhante, mayhaṁ pitā na satthavajjhoti? Āhārupacchedena naṁ mārehīti.",
  "atk-s0101a2:10_3": "So pitaraṁ tāpanagehe pakkhipāpesi, tāpanagehaṁ nāma kammakaraṇatthāya kataṁ dhūmagharaṁ.",
  "atk-s0101a2:10_4": "‘‘Mama mātaraṁ ṭhapetvā aññassa daṭṭhuṁ mā dethā’’ti āha.",
  "atk-s0101a2:10_5": "Devī suvaṇṇasarake bhattaṁ pakkhipitvā ucchaṅgenādāya pavisati. Rājā taṁ bhuñjitvā yāpeti.",
  "atk-s0101a2:10_6": "So – ‘‘mayhaṁ pitā kathaṁ yāpetī’’ti pucchitvā taṁ pavattiṁ sutvā – ‘‘mayhaṁ mātu ucchaṅgaṁ katvā pavisituṁ mā dethā’’ti āha.",
  "atk-s0101a2:10_7": "Tato paṭṭhāya devī moḷiyaṁ pakkhipitvā pavisati.",
  "atk-s0101a2:10_8": "Tampi sutvā ‘‘moḷiṁ bandhitvā pavisituṁ mā dethā’’ti.",
  "atk-s0101a2:10_9": "Tato suvaṇṇapādukāsu bhattaṁ ṭhapetvā pidahitvā pādukā āruyha pavisati. Rājā tena yāpeti.",
  "atk-s0101a2:10_10": "Puna ‘‘kathaṁ yāpetī’’ti pucchitvā tamatthaṁ sutvā ‘‘pādukā āruyha pavisitumpi mā dethā’’ti āha.",
  "atk-s0101a2:10_11": "Tato paṭṭhāya devī gandhodakena nhāyitvā sarīraṁ catumadhurena makkhetvā pārupitvā pavisati.",
  "atk-s0101a2:10_12": "Rājā tassā sarīraṁ lehitvā yāpeti.",
  "atk-s0101a2:10_13": "Puna pucchitvā taṁ pavattiṁ sutvā ‘‘ito paṭṭhāya mayhaṁ mātu pavesanaṁ nivārethā’’ti āha.",
  "atk-s0101a2:10_14": "Devī dvāramūle ṭhatvā ‘‘sāmi, bimbisāra, etaṁ daharakāle māretuṁ na adāsi, attano sattuṁ attanāva posesi, idaṁ pana dāni te pacchimadassanaṁ, nāhaṁ ito paṭṭhāya tumhe passituṁ labhāmi, sace mayhaṁ doso atthi, khamatha devā’’ti roditvā kanditvā nivatti.",
  "atk-s0101a2:11_0": "Tato paṭṭhāya rañño āhāro natthi.",
  "atk-s0101a2:11_1": "Rājā maggaphalasukhena caṅkamena yāpeti.",
  "atk-s0101a2:11_2": "Ativiya assa attabhāvo virocati.",
  "atk-s0101a2:11_3": "So – ‘‘kathaṁ, me bhaṇe, pitā yāpetī’’ti pucchitvā ‘‘caṅkamena, deva, yāpeti;",
  "atk-s0101a2:11_4": "ativiya cassa attabhāvo virocatī’’ti sutvā ‘caṅkamaṁ dānissa hāressāmī’ti cintetvā – ‘‘mayhaṁ pitu pāde khurena phāletvā loṇatelena makkhetvā khadiraṅgārehi vītaccitehi pacathā’’ti nhāpite pesesi.",
  "atk-s0101a2:11_5": "Rājā te disvā – ‘‘nūna mayhaṁ putto kenaci saññatto bhavissati, ime mama massukaraṇatthāyāgatā’’ti cintesi. Te gantvā vanditvā aṭṭhaṁsu.",
  "atk-s0101a2:11_6": "‘Kasmā āgatatthā’ti ca puṭṭhā taṁ sāsanaṁ ārocesuṁ.",
  "atk-s0101a2:11_7": "‘‘Tumhākaṁ rañño manaṁ karothā’’ti ca vuttā ‘nisīda, devā’ti vatvā ca rājānaṁ vanditvā – ‘‘deva, mayaṁ rañño āṇaṁ karoma, mā amhākaṁ kujjhittha, nayidaṁ tumhādisānaṁ dhammarājūnaṁ anucchavika’’nti vatvā vāmahatthena gopphake gahetvā dakkhiṇahatthena khuraṁ gahetvā pādatalāni phāletvā loṇatelena makkhetvā khadiraṅgārehi vītaccitehi paciṁsu.",
  "atk-s0101a2:11_8": "Rājā kira pubbe cetiyaṅgaṇe saupāhano agamāsi, nisajjanatthāya paññattakaṭasārakañca adhotehi pādehi akkami, tassāyaṁ nissandoti vadanti. Rañño balavavedanā uppannā.",
  "atk-s0101a2:11_9": "So – ‘‘aho buddho, aho dhammo, aho saṅgho’’ti anussarantoyeva cetiyaṅgaṇe khittamālā viya milāyitvā cātumahārājikadevaloke vessavaṇassa paricārako janavasabho nāma yakkho hutvā nibbatti.",
  "atk-s0101a2:12_0": "Taṁ divasameva ajātasattussa putto jāto, puttassa jātabhāvañca pitumatabhāvañca nivedetuṁ dve lekhā ekakkhaṇeyeva āgatā.",
  "atk-s0101a2:12_1": "Amaccā – ‘‘paṭhamaṁ puttassa jātabhāvaṁ ārocessāmā’’ti taṁ lekhaṁ rañño hatthe ṭhapesuṁ.",
  "atk-s0101a2:12_2": "Rañño taṅkhaṇeyeva puttasineho uppajjitvā sakalasarīraṁ khobhetvā aṭṭhimiñjaṁ āhacca aṭṭhāsi.",
  "atk-s0101a2:12_3": "Tasmiṁ khaṇe pituguṇamaññāsi – ‘‘mayi jātepi mayhaṁ pitu evameva sineho uppanno’’ti.",
  "atk-s0101a2:12_4": "So – ‘‘gacchatha, bhaṇe, mayhaṁ pitaraṁ vissajjethā’’ti āha.",
  "atk-s0101a2:12_5": "‘‘Kiṁ vissajjāpetha, devā’’ti itaraṁ lekhaṁ hatthe ṭhapayiṁsu.",
  "atk-s0101a2:13_0": "So taṁ pavattiṁ sutvā rodamāno mātusamīpaṁ gantvā – ‘‘ahosi nu, kho, amma, mayhaṁ pitu mayi jāte sineho’’ti?",
  "atk-s0101a2:13_1": "Sā āha – ‘‘bālaputta, kiṁ vadesi, tava daharakāle aṅguliyā pīḷakā uṭṭhahi.",
  "atk-s0101a2:13_2": "Atha taṁ rodamānaṁ saññāpetuṁ asakkontā taṁ gahetvā vinicchayaṭṭhāne nisinnassa tava pitu santikaṁ agamaṁsu.",
  "atk-s0101a2:13_3": "Pitā te aṅguliṁ mukhe ṭhapesi. Pīḷakā mukheyeva bhijji.",
  "atk-s0101a2:13_4": "Atha kho pitā tava sinehena taṁ lohitamissakaṁ pubbaṁ aniṭṭhubhitvāva ajjhohari. Evarūpo te pitu sineho’’ti.",
  "atk-s0101a2:13_5": "So roditvā paridevitvā pitu sarīrakiccaṁ akāsi.",
  "atk-s0101a2:14_0": "Devadattopi ajātasattuṁ upasaṅkamitvā – ‘‘purise, mahārāja, āṇāpehi, ye samaṇaṁ gotamaṁ jīvitā voropessantī’’ti vatvā tena dinne purise pesetvā sayaṁ gijjhakūṭaṁ āruyha yantena silaṁ pavijjhitvā nāḷāgirihatthiṁ muñcāpetvāpi kenaci upāyena bhagavantaṁ māretuṁ asakkonto parihīnalābhasakkāro pañca vatthūni yācitvā tāni alabhamāno tehi janaṁ saññāpessāmīti saṅghabhedaṁ katvā sāriputtamoggallānesu parisaṁ ādāya pakkantesu uṇhalohitaṁ mukhena chaḍḍetvā navamāse gilānamañce nipajjitvā vippaṭisārajāto – ‘‘kuhiṁ etarahi satthā vasatī’’ti pucchitvā ‘‘jetavane’’ti vutte mañcakena maṁ āharitvā satthāraṁ dassethāti vatvā āhariyamāno bhagavato dassanārahassa kammassa akatattā jetavane pokkharaṇīsamīpeyeva dvedhā bhinnaṁ pathaviṁ pavisitvā mahāniraye patiṭṭhitoti. Ayamettha saṅkhepo.",
  "atk-s0101a2:14_1": "Vitthārakathānayo khandhake āgato.",
  "atk-s0101a2:14_2": "Āgatattā pana sabbaṁ na vuttanti.",
  "atk-s0101a2:14_3": "Evaṁ ajātoyeva rañño sattu bhavissatīti nemittakehi niddiṭṭhoti ajātasattu.",
  "atk-s0101a2:15_0": "Vedehiputtoti ayaṁ kosalarañño dhītāya putto, na videharañño.",
  "atk-s0101a2:15_1": "Vedehīti pana paṇḍitādhivacanametaṁ.",
  "atk-s0101a2:15_2": "Yathāha – ‘‘vedehikā gahapatānī (ma. ni.",
  "atk-s0101a2:15_3": "1.226), ayyo ānando vedehamunī’’ti (saṁ. ni. 2.154).",
  "atk-s0101a2:15_4": "Tatrāyaṁ vacanattho – vidanti etenāti vedo, ñāṇassetaṁ adhivacanaṁ.",
  "atk-s0101a2:15_5": "Vedena īhati ghaṭati vāyamatīti vedehī. Vedehiyā putto vedehiputto.",
  "atk-s0101a2:16_0": "Tadahūti tasmiṁ ahu, tasmiṁ divaseti attho.",
  "atk-s0101a2:16_1": "Upavasanti etthāti uposatho, upavasantīti sīlena vā anasanena vā upetā hutvā vasantīti attho.",
  "atk-s0101a2:16_2": "Ayaṁ panettha atthuddhāro – ‘‘āyāmāvuso, kappina, uposathaṁ gamissāmā’’tiādīsu pātimokkhuddeso uposatho.",
  "atk-s0101a2:16_3": "‘‘Evaṁ aṭṭhaṅgasamannāgato kho, visākhe, uposatho upavuttho’’tiādīsu (a. ni. 8.43) sīlaṁ.",
  "atk-s0101a2:16_4": "‘‘Suddhassa ve sadā phaggu, suddhassuposatho sadā’’tiādīsu (ma. ni. 1.79) upavāso.",
  "atk-s0101a2:16_5": "‘‘Uposatho nāma nāgarājā’’tiādīsu (dī. ni. 2.246) paññatti .",
  "atk-s0101a2:16_6": "‘‘Na, bhikkhave, tadahuposathe sabhikkhukā āvāsā’’tiādīsu (mahāva. 181) upavasitabbadivaso. Idhāpi soyeva adhippeto.",
  "atk-s0101a2:16_7": "So panesa aṭṭhamī cātuddasī pannarasībhedena tividho.",
  "atk-s0101a2:16_8": "Tasmā sesadvayanivāraṇatthaṁ pannaraseti vuttaṁ.",
  "atk-s0101a2:16_9": "Teneva vuttaṁ – ‘‘upavasanti etthāti uposatho’’ti.",
  "atk-s0101a2:17_0": "Komudiyāti kumudavatiyā.",
  "atk-s0101a2:17_1": "Tadā kira kumudāni supupphitāni honti, tāni ettha santīti komudī.",
  "atk-s0101a2:17_2": "Cātumāsiniyāti cātumāsiyā, sā hi catunnaṁ māsānaṁ pariyosānabhūtāti cātumāsī.",
  "atk-s0101a2:17_3": "Idha pana cātumāsinīti vuccati.",
  "atk-s0101a2:17_4": "Māsapuṇṇatāya utupuṇṇatāya saṁvaccharapuṇṇatāya puṇṇā sampuṇṇāti puṇṇā.",
  "atk-s0101a2:17_5": "Mā iti cando vuccati, so ettha puṇṇoti puṇṇamā.",
  "atk-s0101a2:17_6": "Evaṁ puṇṇāya puṇṇamāyāti imasmiṁ padadvaye ca attho veditabbo.",
  "atk-s0101a2:18_0": "Rājāmaccaparivutoti evarūpāya rajataghaṭaviniggatāhi khīradhārāhi dhoviyamānadisābhāgāya viya, rajatavimānaviccutehi muttāvaḷisumanakusumadāmasetadukūlakumudavisarehi samparikiṇṇāya viya ca, caturupakkilesavimuttapuṇṇacandappabhāsamudayobhāsitāya rattiyā rājāmaccehi parivutoti attho.",
  "atk-s0101a2:18_1": "Uparipāsādavaragatoti pāsādavarassa uparigato.",
  "atk-s0101a2:18_2": "Mahārahe samussitasetacchatte kañcanāsane nisinno hoti. Kasmā nisinno? Niddāvinodanatthaṁ.",
  "atk-s0101a2:18_3": "Ayañhi rājā pitari upakkantadivasato paṭṭhāya – ‘‘niddaṁ okkamissāmī’’ti nimīlitamattesuyeva akkhīsu sattisataabbhāhato viya kandamānoyeva pabujjhi.",
  "atk-s0101a2:18_4": "Kimetanti ca vutte, na kiñcīti vadati.",
  "atk-s0101a2:18_5": "Tenassa amanāpā niddā, iti niddāvinodanatthaṁ nisinno.",
  "atk-s0101a2:18_6": "Api ca tasmiṁ divase nakkhattaṁ saṅghuṭṭhaṁ hoti.",
  "atk-s0101a2:18_7": "Sabbaṁ nagaraṁ sittasammaṭṭhaṁ vippakiṇṇavālukaṁ pañcavaṇṇakusumalājapuṇṇaghaṭapaṭimaṇḍitagharadvāraṁ samussitadhajapaṭākavicitrasamujjalitadīpamālālaṅkatasabbadisābhāgaṁ vīthisabhāgena racchāsabhāgena nakkhattakīḷaṁ anubhavamānena mahājanena samākiṇṇaṁ hoti.",
  "atk-s0101a2:18_8": "Iti nakkhattadivasatāyapi nisinnoti vadanti.",
  "atk-s0101a2:18_9": "Evaṁ pana vatvāpi – ‘‘rājakulassa nāma sadāpi nakkhattameva, niddāvinodanatthaṁyeva panesa nisinno’’ti sanniṭṭhānaṁ kataṁ.",
  "atk-s0101a2:19_0": "Udānaṁudānesīti udāhāraṁ udāhari, yathā hi yaṁ telaṁ mānaṁ gahetuṁ na sakkoti, vissanditvā gacchati, taṁ avasekoti vuccati.",
  "atk-s0101a2:19_1": "Yañca jalaṁ taḷākaṁ gahetuṁ na sakkoti, ajjhottharitvā gacchati, taṁ oghoti vuccati;",
  "atk-s0101a2:19_2": "evameva yaṁ pītivacanaṁ hadayaṁ gahetuṁ na sakkoti, adhikaṁ hutvā anto asaṇṭhahitvā bahinikkhamati, taṁ udānanti vuccati.",
  "atk-s0101a2:19_3": "Evarūpaṁ pītimayaṁ vacanaṁ nicchāresīti attho.",
  "atk-s0101a2:20_0": "Dosināti dosāpagatā, abbhā, mahikā, dhūmo, rajo, rāhūti imehi pañcahi upakkilesehi virahitāti vuttaṁ hoti.",
  "atk-s0101a2:20_1": "Tasmā ramaṇīyātiādīni pañca thomanavacanāni.",
  "atk-s0101a2:20_2": "Sā hi mahājanassa manaṁ ramayatīti ramaṇīyā.",
  "atk-s0101a2:20_3": "Vuttadosavimuttāya candappabhāya obhāsitattā ativiya surūpāti abhirūpā. Dassituṁ yuttāti dassanīyā. Cittaṁ pasādetīti pāsādikā.",
  "atk-s0101a2:20_4": "Divasamāsādīnaṁ lakkhaṇaṁ bhavituṁ yuttāti lakkhaññā.",
  "atk-s0101a2:21_0": "Kaṁ nu khvajjāti kaṁ nu kho ajja.",
  "atk-s0101a2:21_1": "Samaṇaṁ vā brāhmaṇaṁ vāti samitapāpatāya samaṇaṁ. Bāhitapāpatāya brāhmaṇaṁ.",
  "atk-s0101a2:21_2": "Yaṁ no payirupāsatoti vacanabyattayo esa, yaṁ amhākaṁ pañhapucchanavasena payirupāsantānaṁ madhuraṁ dhammaṁ sutvā cittaṁ pasīdeyyāti attho.",
  "atk-s0101a2:21_3": "Iti rājā iminā sabbenapi vacanena obhāsanimittakammaṁ akāsi. Kassa akāsīti? Jīvakassa. Kimatthaṁ? Bhagavato dassanatthaṁ.",
  "atk-s0101a2:21_4": "Kiṁ bhagavantaṁ sayaṁ dassanāya upagantuṁ na sakkotīti? Āma, na sakkoti. Kasmā? Mahāparādhatāya.",
  "atk-s0101a2:22_0": "Tena hi bhagavato upaṭṭhāko ariyasāvako attano pitā mārito, devadatto ca tameva nissāya bhagavato bahuṁ anatthamakāsi, iti mahāparādho esa, tāya mahāparādhatāya sayaṁ gantuṁ na sakkoti.",
  "atk-s0101a2:22_1": "Jīvako pana bhagavato upaṭṭhāko, tassa piṭṭhichāyāya bhagavantaṁ passissāmīti obhāsanimittakammaṁ akāsi.",
  "atk-s0101a2:22_2": "Kiṁ jīvako pana – ‘‘mayhaṁ idaṁ obhāsanimittakamma’’nti jānātīti? Āma jānāti. Atha kasmā tuṇhī ahosīti? Vikkhepapacchedanatthaṁ.",
  "atk-s0101a2:23_0": "Tassañhi parisati channaṁ satthārānaṁ upaṭṭhākā bahū sannipatitā, te asikkhitānaṁ payirupāsanena sayampi asikkhitāva.",
  "atk-s0101a2:23_1": "Te mayi bhagavato guṇakathaṁ āraddhe antarantarā uṭṭhāyuṭṭhāya attano satthārānaṁ guṇaṁ kathessanti, evaṁ me satthu guṇakathā pariyosānaṁ na gamissati.",
  "atk-s0101a2:23_2": "Rājā pana imesaṁ kulūpake upasaṅkamitvā gahitāsāratāya tesaṁ guṇakathāya anattamano hutvā maṁ paṭipucchissati, athāhaṁ nibbikkhepaṁ satthu guṇaṁ kathetvā rājānaṁ satthu santikaṁ gahetvā gamissāmīti jānantova vikkhepapacchedanatthaṁ tuṇhī ahosīti.",
  "atk-s0101a2:24_0": "Tepi amaccā evaṁ cintesuṁ – ‘‘ajja rājā pañcahi padehi rattiṁ thometi, addhā kiñci samaṇaṁ vā brāhmaṇaṁ vā upasaṅkamitvā pañhaṁ pucchitvā dhammaṁ sotukāmo, yassa cesa dhammaṁ sutvā pasīdissati, tassa ca mahantaṁ sakkāraṁ karissati, yassa pana kulūpako samaṇo rājakulūpako hoti, bhaddaṁ tassā’’ti.",
  "atk-s0101a2:25_0": "151-152.",
  "atk-s0101a2:25_1": "Te evaṁ cintetvā – ‘‘ahaṁ attano kulūpakasamaṇassa vaṇṇaṁ vatvā rājānaṁ gahetvā gamissāmi, ahaṁ gamissāmī’’ti attano attano kulūpakānaṁ vaṇṇaṁ kathetuṁ āraddhā.",
  "atk-s0101a2:25_2": "Tenāha – ‘‘evaṁ vutte aññataro rājāmacco’’tiādi.",
  "atk-s0101a2:25_3": "Tattha pūraṇoti tassa satthupaṭiññassa nāmaṁ. Kassapoti gottaṁ.",
  "atk-s0101a2:25_4": "So kira aññatarassa kulassa ekūnadāsasataṁ pūrayamāno jāto, tenassa pūraṇoti nāmaṁ akaṁsu.",
  "atk-s0101a2:25_5": "Maṅgaladāsattā cassa ‘‘dukkaṭa’’nti vattā natthi, akataṁ vā na katanti.",
  "atk-s0101a2:25_6": "So ‘‘kimahaṁ ettha vasāmī’’ti palāyi.",
  "atk-s0101a2:25_7": "Athassa corā vatthāni acchindiṁsu, so paṇṇena vā tiṇena vā paṭicchādetumpi ajānanto jātarūpeneva ekaṁ gāmaṁ pāvisi.",
  "atk-s0101a2:25_8": "Manussā taṁ disvā ‘‘ayaṁ samaṇo arahā appiccho, natthi iminā sadiso’’ti pūvabhattādīni gahetvā upasaṅkamanti.",
  "atk-s0101a2:25_9": "So – ‘‘mayhaṁ sāṭakaṁ anivatthabhāvena idaṁ uppanna’’nti tato paṭṭhāya sāṭakaṁ labhitvāpi na nivāsesi, tadeva pabbajjaṁ aggahesi, tassa santike aññepi aññepīti pañcasatamanussā pabbajiṁsu.",
  "atk-s0101a2:25_10": "Taṁ sandhāyāha – ‘‘pūraṇo kassapo’’ti.",
  "atk-s0101a2:26_0": "Pabbajitasamūhasaṅkhāto saṅgho assa atthīti saṅghī. Sveva gaṇo assa atthīti gaṇī.",
  "atk-s0101a2:26_1": "Ācārasikkhāpanavasena tassa gaṇassa ācariyoti gaṇācariyo. Ñātoti paññāto pākaṭo. ‘‘Appiccho santuṭṭho.",
  "atk-s0101a2:26_2": "Appicchatāya vatthampi na nivāsetī’’ti evaṁ samuggato yaso assa atthīti yasassī. Titthakaroti laddhikaro.",
  "atk-s0101a2:26_3": "Sādhusammatoti ayaṁ sādhu, sundaro, sappurisoti evaṁ sammato.",
  "atk-s0101a2:26_4": "Bahujanassāti assutavato andhabālaputhujjanassa.",
  "atk-s0101a2:26_5": "Pabbajitato paṭṭhāya atikkantā bahū rattiyo jānātīti rattaññū.",
  "atk-s0101a2:26_6": "Ciraṁ pabbajitassa assāti cirapabbajito, acirapabbajitassa hi kathā okappanīyā na hoti, tenāha ‘‘cirapabbajito’’ti.",
  "atk-s0101a2:26_7": "Addhagatoti addhānaṁ gato, dve tayo rājaparivaṭṭe atītoti adhippāyo.",
  "atk-s0101a2:26_8": "Vayoanuppattoti pacchimavayaṁ anuppatto.",
  "atk-s0101a2:26_9": "Idaṁ ubhayampi – ‘‘daharassa kathā okappanīyā na hotī’’ti etaṁ sandhāya vuttaṁ.",
  "atk-s0101a2:27_0": "Tuṇhīahosīti suvaṇṇavaṇṇaṁ madhurarasaṁ ambapakkaṁ khāditukāmo puriso āharitvā hatthe ṭhapitaṁ kājarapakkaṁ disvā viya jhānābhiññādiguṇayuttaṁ tilakkhaṇabbhāhataṁ madhuraṁ dhammakathaṁ sotukāmo pubbe pūraṇassa dassanenāpi anattamano idāni guṇakathāya suṭṭhutaraṁ anattamano hutvā tuṇhī ahosi.",
  "atk-s0101a2:27_1": "Anattamano samānopi pana ‘‘sacāhaṁ etaṁ tajjetvā gīvāyaṁ gahetvā nīharāpessāmi, ‘yo yo kathesi, taṁ taṁ rājā evaṁ karotī’ti bhīto aññopi koci kiñci na kathessatī’’ti amanāpampi taṁ kathaṁ adhivāsetvā tuṇhī eva ahosi.",
  "atk-s0101a2:27_2": "Athañño – ‘‘ahaṁ attano kulūpakassa vaṇṇaṁ kathessāmī’’ti cintetvā vattuṁ ārabhi.",
  "atk-s0101a2:27_3": "Tena vuttaṁ – aññataropi khotiādi.",
  "atk-s0101a2:27_4": "Taṁ sabbaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0101a2:28_0": "Ettha pana makkhalīti tassa nāmaṁ.",
  "atk-s0101a2:28_1": "Gosālāya jātattā gosāloti dutiyaṁ nāmaṁ.",
  "atk-s0101a2:28_2": "Taṁ kira sakaddamāya bhūmiyā telaghaṭaṁ gahetvā gacchantaṁ – ‘‘tāta, mā khalī’’ti sāmiko āha.",
  "atk-s0101a2:28_3": "So pamādena khalitvā patitvā sāmikassa bhayena palāyituṁ āraddho.",
  "atk-s0101a2:28_4": "Sāmiko upadhāvitvā dussakaṇṇe aggahesi.",
  "atk-s0101a2:28_5": "So sāṭakaṁ chaḍḍetvā acelako hutvā palāyi. Sesaṁ pūraṇasadisameva.",
  "atk-s0101a2:29_0": "153.Ajitoti tassa nāmaṁ.",
  "atk-s0101a2:29_1": "Kesakambalaṁ dhāretīti kesakambalo.",
  "atk-s0101a2:29_2": "Iti nāmadvayaṁ saṁsanditvā ajito kesakambaloti vuccati .",
  "atk-s0101a2:29_3": "Tattha kesakambalo nāma manussakesehi katakambalo.",
  "atk-s0101a2:29_4": "Tato paṭikiṭṭhataraṁ vatthaṁ nāma natthi.",
  "atk-s0101a2:29_5": "Yathāha – ‘‘seyyathāpi, bhikkhave, yāni kānici tantāvutānaṁ vatthānaṁ, kesakambalo tesaṁ paṭikiṭṭho akkhāyati.",
  "atk-s0101a2:29_6": "Kesakambalo, bhikkhave, sīte sīto, uṇhe uṇho, dubbaṇṇo duggandho dukkhasamphasso’’ti (a. ni. 3.138).",
  "atk-s0101a2:30_0": "154.Pakudhoti tassa nāmaṁ. Kaccāyanoti gottaṁ.",
  "atk-s0101a2:30_1": "Iti nāmagottaṁ saṁsanditvā pakudho kaccāyanoti vuccati.",
  "atk-s0101a2:30_2": "Sītudakapaṭikkhittako esa, vaccaṁ katvāpi udakakiccaṁ na karoti, uṇhodakaṁ vā kañjiyaṁ vā labhitvā karoti, nadiṁ vā maggodakaṁ vā atikkamma – ‘‘sīlaṁ me bhinna’’nti vālikathūpaṁ katvā sīlaṁ adhiṭṭhāya gacchati.",
  "atk-s0101a2:30_3": "Evarūpo nissirīkaladdhiko esa.",
  "atk-s0101a2:31_0": "155.Sañcayoti tassa nāmaṁ.",
  "atk-s0101a2:31_1": "Belaṭṭhassa puttoti belaṭṭhaputto.",
  "atk-s0101a2:32_0": "156.",
  "atk-s0101a2:32_1": "Amhākaṁ gaṇṭhanakileso palibandhanakileso natthi, kilesagaṇṭharahitā mayanti evaṁvāditāya laddhanāmavasena nigaṇṭho. Nāṭassa putto nāṭaputto.",
  "atk-s0101a2:33_0": "Komārabhaccajīvakakathāvaṇṇanā",
  "atk-s0101a2:34_0": "157.Athakho rājāti rājā kira tesaṁ vacanaṁ sutvā cintesi – ‘‘ahaṁ yassa yassa vacanaṁ na sotukāmo, so so eva kathesi.",
  "atk-s0101a2:34_1": "Yassa panamhi vacanaṁ sotukāmo, esa nāgavasaṁ pivitvā ṭhito supaṇṇo viya tuṇhībhūto, anattho vata me’’ti.",
  "atk-s0101a2:34_2": "Athassa etadahosi – ‘‘jīvako upasantassa buddhassa bhagavato upaṭṭhāko, sayampi upasanto, tasmā vattasampanno bhikkhu viya tuṇhībhūtova nisinno, na esa mayi akathente kathessati, hatthimhi kho pana maddante hatthisseva pādo gahetabbo’’ti tena saddhiṁ sayaṁ mantetumāraddho.",
  "atk-s0101a2:34_3": "Tena vuttaṁ – ‘‘atha kho rājā’’ti.",
  "atk-s0101a2:34_4": "Tattha kiṁ tuṇhīti kena kāraṇena tuṇhī.",
  "atk-s0101a2:34_5": "Imesaṁ amaccānaṁ attano attano kulūpakasamaṇassa vaṇṇaṁ kathentānaṁ mukhaṁ nappahoti .",
  "atk-s0101a2:34_6": "Kiṁ yathā etesaṁ, evaṁ tava kulūpakasamaṇo natthi, kiṁ tvaṁ daliddo, na te mama pitarā issariyaṁ dinnaṁ, udāhu assaddhoti pucchati.",
  "atk-s0101a2:35_0": "Tato jīvakassa etadahosi – ‘‘ayaṁ rājā maṁ kulūpakasamaṇassa guṇaṁ kathāpeti, na dāni me tuṇhībhāvassa kālo, yathā kho panime rājānaṁ vanditvā nisinnāva attano kulūpakasamaṇānaṁ guṇaṁ kathayiṁsu, na mayhaṁ evaṁ satthuguṇe kathetuṁ yutta’’nti uṭṭhāyāsanā bhagavato vihārābhimukho pañcapatiṭṭhitena vanditvā dasanakhasamodhānasamujjalaṁ añjaliṁ sirasi paggahetvā – ‘‘mahārāja, mā maṁ evaṁ cintayittha, ‘ayaṁ yaṁ vā taṁ vā samaṇaṁ upasaṅkamatī’ti, mama satthuno hi mātukucchiokkamane, mātukucchito nikkhamane, mahābhinikkhamane, sambodhiyaṁ, dhammacakkappavattane ca, dasasahassilokadhātu kampittha, evaṁ yamakapāṭihāriyaṁ akāsi, evaṁ devorohaṇaṁ, ahaṁ satthuno guṇe kathayissāmi, ekaggacitto suṇa, mahārājā’’ti vatvā – ‘‘ayaṁ deva, bhagavā arahaṁ sammāsambuddho’’tiādimāha.",
  "atk-s0101a2:35_1": "Tattha taṁ kho pana bhagavantanti itthambhūtākhyānatthe upayogavacanaṁ, tassa kho pana bhagavatoti attho.",
  "atk-s0101a2:35_2": "Kalyāṇoti kalyāṇaguṇasamannāgato, seṭṭhoti vuttaṁ hoti. Kittisaddoti kittiyeva. Thutighoso vā.",
  "atk-s0101a2:35_3": "Abbhuggatoti sadevakaṁ lokaṁ ajjhottharitvā uggato. Kinti?",
  "atk-s0101a2:35_4": "‘‘Itipi so bhagavā arahaṁ sammāsambuddho…pe… bhagavā’’ti.",
  "atk-s0101a2:36_0": "Tatrāyaṁ padasambandho – so bhagavā itipi arahaṁ itipi sammāsambuddho…pe… itipi bhagavāti.",
  "atk-s0101a2:36_1": "Iminā ca iminā ca kāraṇenāti vuttaṁ hoti.",
  "atk-s0101a2:36_2": "Tattha ārakattā arīnaṁ, arānañca hatattā, paccayādīnaṁ arahattā, pāpakaraṇe rahābhāvāti, imehi tāva kāraṇehi so bhagavā arahanti veditabbotiādinā nayena mātikaṁ nikkhipitvā sabbāneva cetāni padāni visuddhimagge buddhānussatiniddese vitthāritānīti tato nesaṁ vitthāro gahetabbo.",
  "atk-s0101a2:37_0": "Jīvako pana ekamekassa padassa atthaṁ niṭṭhāpetvā – ‘‘evaṁ, mahārāja, arahaṁ mayhaṁ satthā, evaṁ sammāsambuddho…pe… evaṁ bhagavā’’ti vatvā – ‘‘taṁ, devo, bhagavantaṁ payirupāsatu, appeva nāma devassa taṁ bhagavantaṁ payirupāsato cittaṁ pasīdeyyā’’ti āha.",
  "atk-s0101a2:37_1": "Ettha ca taṁ devo payirupāsatūti vadanto ‘‘mahārāja, tumhādisānañhi satenapi sahassenapi satasahassenapi puṭṭhassa mayhaṁ satthuno sabbesaṁ cittaṁ gahetvā kathetuṁ thāmo ca balañca atthi, vissattho upasaṅkamitvā puccheyyāsi mahārājā’’ti āha.",
  "atk-s0101a2:38_0": "Raññopi bhagavato guṇakathaṁ suṇantassa sakalasarīraṁ pañcavaṇṇāya pītiyā nirantaraṁ phuṭaṁ ahosi.",
  "atk-s0101a2:38_1": "So taṅkhaṇaññeva gantukāmo hutvā – ‘‘imāya kho pana velāya mayhaṁ dasabalassa santikaṁ gacchato na añño koci khippaṁ yānāni yojetuṁ sakkhissati aññatra jīvakā’’ti cintetvā – ‘‘tena hi, samma jīvaka, hatthiyānāni kappāpehī’’ti āha.",
  "atk-s0101a2:39_0": "158.",
  "atk-s0101a2:39_1": "Tattha tena hīti uyyojanatthe nipāto.",
  "atk-s0101a2:39_2": "Gaccha, samma jīvakāti vuttaṁ hoti.",
  "atk-s0101a2:39_3": "Hatthiyānānīti anekesu assarathādīsu yānesu vijjamānesupi hatthiyānaṁ uttamaṁ;",
  "atk-s0101a2:39_4": "uttamassa santikaṁ uttamayāneneva gantabbanti ca, assayānarathayānāni sasaddāni, dūratova tesaṁ saddo suyyati, hatthiyānassa padānupadaṁ gacchantāpi saddaṁ na suṇanti.",
  "atk-s0101a2:39_5": "Nibbutassa pana kho bhagavato santike nibbuteheva yānehi gantabbanti ca cintayitvā hatthiyānānīti āha.",
  "atk-s0101a2:40_0": "Pañcamattāni hatthinikāsatānīti pañca kareṇusatāni.",
  "atk-s0101a2:40_1": "Kappāpetvāti ārohaṇasajjāni kāretvā.",
  "atk-s0101a2:40_2": "Ārohaṇīyanti ārohaṇayoggaṁ, opaguyhanti attho.",
  "atk-s0101a2:40_3": "Kiṁ panesa raññā vuttaṁ akāsi avuttanti? Avuttaṁ. Kasmā? Paṇḍitatāya.",
  "atk-s0101a2:40_4": "Evaṁ kirassa ahosi – rājā imāya velāya gacchāmīti vadati, rājāno ca nāma bahupaccatthikā.",
  "atk-s0101a2:40_5": "Sace antarāmagge koci antarāyo hoti, mampi garahissanti – ‘‘jīvako rājā me kathaṁ gaṇhātīti akālepi rājānaṁ gahetvā nikkhamatī’’ti.",
  "atk-s0101a2:40_6": "Bhagavantampi garahissanti ‘‘samaṇo gotamo, ‘mayhaṁ kathā vattatī’ti kālaṁ asallakkhetvāva dhammaṁ kathetī’’ti.",
  "atk-s0101a2:40_7": "Tasmā yathā neva mayhaṁ, na bhagavato, garahā uppajjati;",
  "atk-s0101a2:40_8": "rañño ca rakkhā susaṁvihitā hoti, tathā karissāmī’’ti.",
  "atk-s0101a2:41_0": "Tato itthiyo nissāya purisānaṁ bhayaṁ nāma natthi, ‘sukhaṁ itthiparivuto gamissāmī’ti pañca hatthinikāsatāni kappāpetvā pañca itthisatāni purisavesaṁ gāhāpetvā – ‘‘asitomarahatthā rājānaṁ parivāreyyāthā’’ti vatvā puna cintesi – ‘‘imassa rañño imasmiṁ attabhāve maggaphalānaṁ upanissayo natthi, buddhā ca nāma upanissayaṁ disvāva dhammaṁ kathenti.",
  "atk-s0101a2:41_1": "Handāhaṁ, mahājanaṁ sannipātāpemi, evañhi sati satthā kassacideva upanissayena dhammaṁ desessati, sā mahājanassa upakārāya bhavissatī’’ti.",
  "atk-s0101a2:41_2": "So tattha tattha sāsanaṁ pesesi, bheriṁ carāpesi – ‘‘ajja rājā bhagavato santikaṁ gacchati, sabbe attano vibhavānurūpena rañño ārakkhaṁ gaṇhantū’’ti.",
  "atk-s0101a2:42_0": "Tato mahājano cintesi – ‘‘rājā kira satthudassanatthaṁ gacchati, kīdisī vata bho dhammadesanā bhavissati, kiṁ no nakkhattakīḷāya, tattheva gamissāmā’’ti.",
  "atk-s0101a2:42_1": "Sabbe gandhamālādīni gahetvā rañño āgamanaṁ ākaṅkhamānā magge aṭṭhaṁsu.",
  "atk-s0101a2:42_2": "Jīvakopi rañño paṭivedesi – ‘‘kappitāni kho te, deva, hatthiyānāni, yassa dāni kālaṁ maññasī’’ti.",
  "atk-s0101a2:42_3": "Tattha yassa dāni kālaṁ maññasīti upacāravacanametaṁ.",
  "atk-s0101a2:42_4": "Idaṁ vuttaṁ hoti – ‘‘yaṁ tayā āṇattaṁ, taṁ mayā kataṁ, idāni tvaṁ yassa gamanassa vā agamanassa vā kālaṁ maññasi, tadeva attano ruciyā karohī’’ti.",
  "atk-s0101a2:43_0": "159.Paccekā itthiyoti pāṭiyekkā itthiyo, ekekissā hatthiniyā ekekaṁ itthinti vuttaṁ hoti.",
  "atk-s0101a2:43_1": "Ukkāsu dhāriyamānāsūti daṇḍadīpikāsu dhāriyamānāsu.",
  "atk-s0101a2:43_2": "Mahacca rājānubhāvenāti mahatā rājānubhāvena.",
  "atk-s0101a2:43_3": "Mahaccātipi pāḷi, mahatiyāti attho, liṅgavipariyāyo esa. Rājānubhāvo vuccati rājiddhi. Kā panassa rājiddhi?",
  "atk-s0101a2:43_4": "Tiyojanasatānaṁ dvinnaṁ mahāraṭṭhānaṁ issariyasirī.",
  "atk-s0101a2:43_5": "Tassa hi asukadivasaṁ rājā tathāgataṁ upasaṅkamissatīti paṭhamataraṁ saṁvidahane asatipi taṅkhaṇaññeva pañca itthisatāni purisavesaṁ gahetvā paṭimukkaveṭhanāni aṁse āsattakhaggāni maṇidaṇḍatomare gahetvā nikkhamiṁsu.",
  "atk-s0101a2:43_6": "Yaṁ sandhāya vuttaṁ – ‘‘paccekā itthiyo āropetvā’’ti.",
  "atk-s0101a2:44_0": "Aparāpi soḷasasahassakhattiyanāṭakitthiyo rājānaṁ parivāresuṁ.",
  "atk-s0101a2:44_1": "Tāsaṁ pariyante khujjavāmanakakirātādayo.",
  "atk-s0101a2:44_2": "Tāsaṁ pariyante antepurapālakā vissāsikapurisā.",
  "atk-s0101a2:44_3": "Tesaṁ pariyante vicitravesavilāsino saṭṭhisahassamattā mahāmattā.",
  "atk-s0101a2:44_4": "Tesaṁ pariyante vividhālaṅkārapaṭimaṇḍitā nānappakāraāvudhahatthā vijjādharataruṇā viya navutisahassamattā raṭṭhiyaputtā.",
  "atk-s0101a2:44_5": "Tesaṁ pariyante satagghanikāni nivāsetvā pañcasatagghanikāni ekaṁsaṁ katvā sunhātā suvilittā kañcanamālādinānābharaṇasobhitā dasasahassamattā brāhmaṇā dakkhiṇahatthaṁ ussāpetvā jayasaddaṁ ghosantā gacchanti.",
  "atk-s0101a2:44_6": "Tesaṁ pariyante pañcaṅgikāni tūriyāni.",
  "atk-s0101a2:44_7": "Tesaṁ pariyante dhanupantiparikkhepo. Tassa pariyante hatthighaṭā.",
  "atk-s0101a2:44_8": "Hatthīnaṁ pariyante gīvāya gīvaṁ paharamānā assapanti.",
  "atk-s0101a2:44_9": "Assapariyante aññamaññaṁ saṅghaṭṭanarathā.",
  "atk-s0101a2:44_10": "Rathapariyante bāhāya bāhaṁ paharayamānā yodhā.",
  "atk-s0101a2:44_11": "Tesaṁ pariyante attano attano anurūpāya ābharaṇasampattiyā virocamānā aṭṭhārasa seniyo.",
  "atk-s0101a2:44_12": "Iti yathā pariyante ṭhatvā khitto saro rājānaṁ na pāpuṇāti, evaṁ jīvako komārabhacco rañño parisaṁ saṁvidahitvā attanā rañño avidūreneva gacchati – ‘‘sace koci upaddavo hoti, paṭhamatara rañño jīvitadānaṁ dassāmī’’ti.",
  "atk-s0101a2:44_13": "Ukkānaṁ pana ettakāni satāni vā sahassāni vāti paricchedo natthīti evarūpiṁ rājiddhiṁ sandhāya vuttaṁ – ‘‘mahaccarājānubhāvena yena jīvakassa komārabhaccassa ambavanaṁ, tena pāyāsī’’ti.",
  "atk-s0101a2:45_0": "Ahudeva bhayanti ettha cittutrāsabhayaṁ, ñāṇabhayaṁ, ārammaṇabhayaṁ, ottappabhayanti catubbidhaṁ bhayaṁ, tattha ‘‘jātiṁ paṭicca bhayaṁ bhayānaka’’ntiādinā nayena vuttaṁ cittutrāsabhayaṁ nāma.",
  "atk-s0101a2:45_1": "‘‘Tepi tathāgatassa dhammadesanaṁ sutvā yebhuyyena bhayaṁ saṁvegaṁ santāsaṁ āpajjantī’’ti (saṁ. ni.",
  "atk-s0101a2:45_2": "3.78) evamāgataṁ ñāṇabhayaṁ nāma.",
  "atk-s0101a2:45_3": "‘‘Etaṁ nūna taṁ bhayabheravaṁ āgacchatī’’ti (ma. ni.",
  "atk-s0101a2:45_4": "1.49) ettha vuttaṁ ārammaṇabhayaṁ nāma.",
  "atk-s0101a2:46_0": "‘‘Bhīruṁ pasaṁsanti, na hi tattha sūraṁ;",
  "atk-s0101a2:47_0": "Bhayā hi santo, na karonti pāpa’’nti . (saṁ. ni. 1.33);",
  "atk-s0101a2:48_0": "Idaṁ ottappabhayaṁ nāma.",
  "atk-s0101a2:48_1": "Tesu idha cittutrāsabhayaṁ, ahu ahosīti attho.",
  "atk-s0101a2:48_2": "Chambhitattanti chambhitassa bhāvo. Sakalasarīracalananti attho.",
  "atk-s0101a2:48_3": "Lomahaṁsoti lomahaṁsanaṁ, uddhaṁ ṭhitalomatāti attho.",
  "atk-s0101a2:48_4": "So panāyaṁ lomahaṁso dhammassavanādīsu pītiuppattikāle pītiyāpi hoti .",
  "atk-s0101a2:48_5": "Bhīrukajātikānaṁ sampahārapisācādidassanesu bhayenāpi.",
  "atk-s0101a2:48_6": "Idha bhayalomahaṁsoti veditabbo.",
  "atk-s0101a2:49_0": "Kasmā panesa bhītoti? Andhakārenāti eke vadanti.",
  "atk-s0101a2:49_1": "Rājagahe kira dvattiṁsa mahādvārāni, catusaṭṭhi khuddakadvārāni.",
  "atk-s0101a2:49_2": "Jīvakassa ambavanaṁ pākārassa ca gijjhakūṭassa ca antarā hoti.",
  "atk-s0101a2:49_3": "So pācīnadvārena nikkhamitvā pabbatacchāyāya pāvisi, tattha pabbatakūṭena cando chādito, pabbatacchāyāya ca rukkhacchāyāya ca andhakāraṁ ahosīti, tampi akāraṇaṁ.",
  "atk-s0101a2:49_4": "Tadā hi ukkānaṁ satasahassānampi paricchedo natthi.",
  "atk-s0101a2:50_0": "Ayaṁ pana appasaddataṁ nissāya jīvake āsaṅkāya bhīto.",
  "atk-s0101a2:50_1": "Jīvako kirassa uparipāsādeyeva ārocesi – ‘‘mahārāja appasaddakāmo bhagavā, appasaddeneva upasaṅkamitabbo’’ti.",
  "atk-s0101a2:50_2": "Tasmā rājā tūriyasaddaṁ nivāresi.",
  "atk-s0101a2:50_3": "Tūriyāni kevalaṁ gahitamattāneva honti, vācampi uccaṁ anicchārayamānā accharāsaññāya gacchanti.",
  "atk-s0101a2:50_4": "Ambavanepi kassaci khipitasaddopi na suyyati.",
  "atk-s0101a2:50_5": "Rājāno ca nāma saddābhiratā honti.",
  "atk-s0101a2:50_6": "So taṁ appasaddataṁ nissāya ukkaṇṭhito jīvakepi āsaṅkaṁ uppādesi.",
  "atk-s0101a2:50_7": "‘‘Ayaṁ jīvako mayhaṁ ambavane aḍḍhateḷasāni bhikkhusatānī’’ti āha.",
  "atk-s0101a2:50_8": "Ettha ca khipitasaddamattampi na suyyati, abhūtaṁ maññe, esa vañcetvā maṁ nagarato nīharitvā purato balakāyaṁ upaṭṭhapetvā maṁ gaṇhitvā attanā chattaṁ ussāpetukāmo.",
  "atk-s0101a2:50_9": "Ayañhi pañcannaṁ hatthīnaṁ balaṁ dhāreti.",
  "atk-s0101a2:50_10": "Mama ca avidūreneva gacchati, santike ca me āvudhahattho ekapurisopi natthi. Aho vata me anattho’’ti.",
  "atk-s0101a2:50_11": "Evaṁ bhāyitvā ca pana abhīto viya sandhāretumpi nāsakkhi.",
  "atk-s0101a2:50_12": "Attano bhītabhāvaṁ tassa āvi akāsi. Tena vuttaṁ.",
  "atk-s0101a2:50_13": "‘‘Atha kho rājā…pe… na nigghoso’’ti.",
  "atk-s0101a2:50_14": "Tattha sammāti vayassābhilāpo esa, kacci maṁ vayassāti vuttaṁ hoti.",
  "atk-s0101a2:50_15": "Na palambhesīti yaṁ natthi taṁ atthīti vatvā kacci maṁ na vippalambhayasi.",
  "atk-s0101a2:50_16": "Nigghosoti kathāsallāpanigghoso.",
  "atk-s0101a2:51_0": "Mā bhāyi, mahārājāti jīvako – ‘‘ayaṁ rājā maṁ na jānāti ‘nāyaṁ paraṁ jīvitā voropetī’ti;",
  "atk-s0101a2:51_1": "sace kho pana naṁ na assāsessāmi, vinasseyyā’’ti cintayitvā daḷhaṁ katvā samassāsento ‘‘mā bhāyi mahārājā’’ti vatvā ‘‘na taṁ devā’’tiādimāha.",
  "atk-s0101a2:51_2": "Abhikkamāti abhimukho kama gaccha, pavisāti attho.",
  "atk-s0101a2:51_3": "Sakiṁ vutte pana daḷhaṁ na hotīti taramānova dvikkhattuṁ āha.",
  "atk-s0101a2:51_4": "Ete maṇḍalamāḷe dīpā jhāyantīti mahārāja, corabalaṁ nāma na dīpe jāletvā tiṭṭhati, ete ca maṇḍalamāḷe dīpā jalanti.",
  "atk-s0101a2:51_5": "Etāya dīpasaññāya yāhi mahārājāti vadati.",
  "atk-s0101a2:52_0": "Sāmaññaphalapucchāvaṇṇanā",
  "atk-s0101a2:53_0": "160.Nāgassa bhūmīti yattha sakkā hatthiṁ abhirūḷhena gantuṁ, ayaṁ nāgassa bhūmi nāma.",
  "atk-s0101a2:53_1": "Nāgā paccorohitvāti vihārassa bahidvārakoṭṭhake hatthito orohitvā.",
  "atk-s0101a2:53_2": "Bhūmiyaṁ patiṭṭhitasamakālameva pana bhagavato tejo rañño sarīraṁ phari.",
  "atk-s0101a2:53_3": "Athassa tāvadeva sakalasarīrato sedā mucciṁsu, sāṭakā pīḷetvā apanetabbā viya ahesuṁ.",
  "atk-s0101a2:53_4": "Attano aparādhaṁ saritvā mahābhayaṁ uppajji.",
  "atk-s0101a2:53_5": "So ujukaṁ bhagavato santikaṁ gantuṁ asakkonto jīvakaṁ hatthe gahetvā ārāmacārikaṁ caramāno viya ‘‘idaṁ te samma jīvaka suṭṭhu kāritaṁ idaṁ suṭṭhu kārita’’nti vihārassa vaṇṇaṁ bhaṇamāno anukkamena yena maṇḍalamāḷassa dvāraṁ tenupasaṅkami, sampattoti attho.",
  "atk-s0101a2:54_0": "Kahaṁ pana sammāti kasmā pucchīti.",
  "atk-s0101a2:54_1": "Eke tāva ‘‘ajānanto’’ti vadanti.",
  "atk-s0101a2:54_2": "Iminā kira daharakāle pitarā saddhiṁ āgamma bhagavā diṭṭhapubbo, pacchā pana pāpamittasaṁsaggena pitughātaṁ katvā abhimāre pesetvā dhanapālaṁ muñcāpetvā mahāparādho hutvā bhagavato sammukhībhāvaṁ na upagatapubboti asañjānanto pucchatīti.",
  "atk-s0101a2:54_3": "Taṁ akāraṇaṁ, bhagavā hi ākiṇṇavaralakkhaṇo anubyañjanapaṭimaṇḍito chabbaṇṇāhi rasmīhi sakalaṁ ārāmaṁ obhāsetvā tārāgaṇaparivuto viya puṇṇacando bhikkhugaṇaparivuto maṇḍalamāḷamajjhe nisinno, taṁ ko na jāneyya.",
  "atk-s0101a2:54_4": "Ayaṁ pana attano issariyalīlāya pucchati.",
  "atk-s0101a2:54_5": "Pakati hesā rājakulānaṁ, yaṁ jānantāpi ajānantā viya pucchanti.",
  "atk-s0101a2:54_6": "Jīvako pana taṁ sutvā – ‘ayaṁ rājā pathaviyaṁ ṭhatvā kuhiṁ pathavīti, nabhaṁ ulloketvā kuhiṁ candimasūriyāti, sinerumūle ṭhatvā kuhiṁ sinerūti vadamāno viya dasabalassa purato ṭhatvā kuhiṁ bhagavā’ti pucchati.",
  "atk-s0101a2:54_7": "‘‘Handassa bhagavantaṁ dassessāmī’’ti cintetvā yena bhagavā tenañjaliṁ paṇāmetvā ‘‘eso mahārājā’’tiādimāha.",
  "atk-s0101a2:54_8": "Purakkhatoti parivāretvā nisinnassa purato nisinno.",
  "atk-s0101a2:55_0": "161.Yena bhagavā tenupasaṅkamīti yattha bhagavā tattha gato, bhagavato santikaṁ upagatoti attho.",
  "atk-s0101a2:55_1": "Ekamantaṁ aṭṭhāsīti bhagavantaṁ vā bhikkhusaṁghaṁ vā asaṅghaṭṭayamāno attano ṭhātuṁ anucchavike ekasmiṁ padese bhagavantaṁ abhivādetvā ekova aṭṭhāsi.",
  "atk-s0101a2:55_2": "Tuṇhībhūtaṁ tuṇhībhūtanti yato yato anuviloketi, tato tato tuṇhībhūtamevāti attho.",
  "atk-s0101a2:55_3": "Tattha hi ekabhikkhussapi hatthakukkuccaṁ vā pādakukkuccaṁ vā khipitasaddo vā natthi, sabbālaṅkārapaṭimaṇḍitaṁ nāṭakaparivāraṁ bhagavato abhimukhe ṭhitaṁ rājānaṁ vā rājaparisaṁ vā ekabhikkhupi na olokesi.",
  "atk-s0101a2:55_4": "Sabbe bhagavantaṁyeva olokayamānā nisīdiṁsu.",
  "atk-s0101a2:56_0": "Rājā tesaṁ upasame pasīditvā vigatapaṅkatāya vippasannarahadamiva upasantindriyaṁ bhikkhusaṅghaṁ punappunaṁ anuviloketvā udānaṁ udānesi.",
  "atk-s0101a2:56_1": "Tattha imināti yena kāyikena ca vācasikena ca mānasikena ca sīlūpasamena bhikkhusaṅgho upasanto, iminā upasamenāti dīpeti.",
  "atk-s0101a2:56_2": "Tattha ‘‘aho vata me putto pabbajitvā ime bhikkhū viya upasanto bhaveyyā’’ti nayidaṁ sandhāya esa evamāha.",
  "atk-s0101a2:56_3": "Ayaṁ pana bhikkhusaṅghaṁ disvā pasanno puttaṁ anussari.",
  "atk-s0101a2:56_4": "Dullabhañhi laddhā acchariyaṁ vā disvā piyānaṁ ñātimittādīnaṁ anussaraṇaṁ nāma lokassa pakatiyeva.",
  "atk-s0101a2:56_5": "Iti bhikkhusaṅghaṁ disvā puttaṁ anussaramāno esa evamāha.",
  "atk-s0101a2:57_0": "Api ca putte āsaṅkāya tassa upasamaṁ icchamāno pesa evamāha.",
  "atk-s0101a2:57_1": "Evaṁ kirassa ahosi, putto me pucchissati – ‘‘mayhaṁ pitā daharo. Ayyako me kuhi’’nti.",
  "atk-s0101a2:57_2": "So ‘‘pitarā te ghātito’’ti sutvā ‘‘ahampi pitaraṁ ghātetvā rajjaṁ kāressāmī’’ti maññissati.",
  "atk-s0101a2:57_3": "Iti putte āsaṅkāya tassa upasamaṁ icchamāno pesa evamāha. Kiñcāpi hi esa evamāha.",
  "atk-s0101a2:57_4": "Atha kho naṁ putto ghātessatiyeva.",
  "atk-s0101a2:57_5": "Tasmiñhi vaṁse pituvadho pañcaparivaṭṭe gato.",
  "atk-s0101a2:57_6": "Ajātasattu bimbisāraṁ ghātesi, udayo ajātasattuṁ .",
  "atk-s0101a2:57_7": "Tassa putto mahāmuṇḍiko nāma udayaṁ.",
  "atk-s0101a2:57_8": "Tassa putto anuruddho nāma mahāmuṇḍikaṁ.",
  "atk-s0101a2:57_9": "Tassa putto nāgadāso nāma anuruddhaṁ.",
  "atk-s0101a2:57_10": "Nāgadāsaṁ pana – ‘‘vaṁsacchedakarājāno ime, kiṁ imehī’’ti raṭṭhavāsino kupitā ghātesuṁ.",
  "atk-s0101a2:58_0": "Agamā kho tvanti kasmā evamāha?",
  "atk-s0101a2:58_1": "Bhagavā kira rañño vacībhede akateyeva cintesi – ‘‘ayaṁ rājā āgantvā tuṇhī niravo ṭhito, kiṁ nu kho cintesī’’ti.",
  "atk-s0101a2:58_2": "Athassa cittaṁ ñatvā – ‘‘ayaṁ mayā saddhiṁ sallapituṁ asakkonto bhikkhusaṅghaṁ anuviloketvā puttaṁ anussari, na kho panāyaṁ mayi anālapante kiñci kathetuṁ sakkhissati, karomi tena saddhiṁ kathāsallāpa’’nti.",
  "atk-s0101a2:58_3": "Tasmā rañño vacanānantaraṁ ‘‘agamā kho tvaṁ, mahārāja, yathāpema’’nti āha.",
  "atk-s0101a2:58_4": "Tassattho – mahārāja, yathā nāma unname vuṭṭhaṁ udakaṁ yena ninnaṁ tena gacchati, evameva tvaṁ bhikkhusaṅghaṁ anuviloketvā yena pemaṁ tena gatoti.",
  "atk-s0101a2:59_0": "Atha rañño etadahosi – ‘‘aho acchariyā buddhaguṇā, mayā sadiso bhagavato aparādhakārako nāma natthi, mayā hissa aggupaṭṭhāko ghātito, devadattassa ca kathaṁ gahetvā abhimārā pesitā, nāḷāgiri mutto, maṁ nissāya devadattena silā paviddhā, evaṁ mahāparādhaṁ nāma maṁ ālapato dasabalassa mukhaṁ nappahoti;",
  "atk-s0101a2:59_1": "aho bhagavā pañcahākārehi tādilakkhaṇe suppatiṭṭhito.",
  "atk-s0101a2:59_2": "Evarūpaṁ nāma satthāraṁ pahāya bahiddhā na pariyesissāmā’’ti so somanassajāto bhagavantaṁ ālapanto ‘‘piyo me, bhante’’tiādimāha.",
  "atk-s0101a2:60_0": "162.Bhikkhusaṅghassaañjaliṁ paṇāmetvāti evaṁ kirassa ahosi bhagavantaṁ vanditvā itocito ca gantvā bhikkhusaṅghaṁ vandantena ca bhagavā piṭṭhito kātabbo hoti, garukāropi cesa na hoti.",
  "atk-s0101a2:60_1": "Rājānaṁ vanditvā uparājānaṁ vandantenapi hi rañño agāravo kato hoti.",
  "atk-s0101a2:60_2": "Tasmā bhagavantaṁ vanditvā ṭhitaṭṭhāneyeva bhikkhusaṅghassa añjaliṁ paṇāmetvā ekamantaṁ nisīdi.",
  "atk-s0101a2:60_3": "Kañcideva desanti kañci okāsaṁ.",
  "atk-s0101a2:61_0": "Athassa bhagavā pañhapucchane ussāhaṁ janento āha – ‘‘puccha, mahārāja, yadākaṅkhasī’’ti.",
  "atk-s0101a2:61_1": "Tassattho – ‘‘puccha yadi ākaṅkhasi, na me pañhavissajjane bhāro atthi’’.",
  "atk-s0101a2:61_2": "Atha vā ‘‘puccha, yaṁ ākaṅkhasi, sabbaṁ te vissajjessāmī’’ti sabbaññupavāraṇaṁ pavāresi, asādhāraṇaṁ paccekabuddhaaggasāvakamahāsāvakehi.",
  "atk-s0101a2:61_3": "Te hi yadākaṅkhasīti na vadanti, sutvā vedissāmāti vadanti.",
  "atk-s0101a2:61_4": "Buddhā pana – ‘‘puccha, āvuso, yadākaṅkhasī’’ti (saṁ. ni.",
  "atk-s0101a2:61_5": "1.237), vā ‘‘puccha, mahārāja, yadākaṅkhasī’’ti vā,",
  "atk-s0101a2:62_0": "‘‘Puccha, vāsava, maṁ pañhaṁ, yaṁ kiñci manasicchasi;",
  "atk-s0101a2:63_0": "Tassa tasseva pañhassa, ahaṁ antaṁ karomi te’’ti. (dī. ni. 2.356) vā;",
  "atk-s0101a2:64_0": "Tena hi tvaṁ, bhikkhu, sake āsane nisīditvā puccha, yadākaṅkhasīti vā,",
  "atk-s0101a2:65_0": "‘‘Bāvarissa ca tuyhaṁ vā, sabbesaṁ sabbasaṁsayaṁ;",
  "atk-s0101a2:66_0": "Katāvakāsā pucchavho, yaṁ kiñci manasicchathā’’ti. (su. ni. 1036) vā;",
  "atk-s0101a2:67_0": "‘‘Puccha maṁ, sabhiya, pañhaṁ, yaṁ kiñci manasicchasi;",
  "atk-s0101a2:68_0": "Tassa tasseva pañhassa, ahaṁ antaṁ karomi te’’ti. (su. ni. 517) vā;",
  "atk-s0101a2:69_0": "Tesaṁ tesaṁ yakkhanarindadevasamaṇabrāhmaṇaparibbājakānaṁ sabbaññupavāraṇaṁ pavārenti.",
  "atk-s0101a2:69_1": "Anacchariyañcetaṁ, yaṁ bhagavā buddhabhūmiṁ patvā etaṁ pavāraṇaṁ pavāreyya.",
  "atk-s0101a2:69_2": "Yo bodhisattabhūmiyaṁ padesañāṇe ṭhito –",
  "atk-s0101a2:70_0": "‘‘Koṇḍañña , pañhāni viyākarohi;",
  "atk-s0101a2:71_0": "Yācanti taṁ isayo sādhurūpā.",
  "atk-s0101a2:72_0": "Koṇḍañña, eso manujesu dhammo;",
  "atk-s0101a2:73_0": "Yaṁ vuddhamāgacchati esa bhāro’’ti. (jā. 2.17.60);",
  "atk-s0101a2:74_0": "Evaṁ sakkādīnaṁ atthāya isīhi yācito –",
  "atk-s0101a2:75_0": "‘‘Katāvakāsā pucchantu bhonto,",
  "atk-s0101a2:76_0": "Yaṁ kiñci pañhaṁ manasābhipatthitaṁ;",
  "atk-s0101a2:77_0": "Ahañhi taṁ taṁ vo viyākarissaṁ,",
  "atk-s0101a2:78_0": "Ñatvā sayaṁ lokamimaṁ parañcā’’ti. (jā. 2.17.61);",
  "atk-s0101a2:79_0": "Evaṁ sarabhaṅgakāle.",
  "atk-s0101a2:79_1": "Sambhavajātake ca sakalajambudīpaṁ tikkhattuṁ vicaritvā pañhānaṁ antakaraṁ adisvā suciratena brāhmaṇena, pañhaṁ puṭṭhuṁ okāse kārite jātiyā sattavassiko rathikāya paṁsuṁ kīḷanto pallaṅkamābhujitvā antaravīthiyaṁ nisinnova –",
  "atk-s0101a2:80_0": "‘‘Taggha te ahamakkhissaṁ, yathāpi kusalo tathā;",
  "atk-s0101a2:81_0": "Rājā ca kho taṁ jānāti, yadi kāhati vā na vā’’ti. (jā. 1.16.172);",
  "atk-s0101a2:82_0": "Sabbaññupavāraṇaṁ pavāresi.",
  "atk-s0101a2:83_0": "163.",
  "atk-s0101a2:83_1": "Evaṁ bhagavatā sabbaññupavāraṇāya pavāritāya attamano rājā pañhaṁ pucchanto – ‘‘yathā nu kho imāni, bhante’’tiādimāha.",
  "atk-s0101a2:83_2": "Tattha sippameva sippāyatanaṁ.",
  "atk-s0101a2:83_3": "Puthusippāyatanānīti bahūni sippāni. Seyyathidanti katame pana te.",
  "atk-s0101a2:83_4": "Hatthārohātiādīhi ye taṁ taṁ sippaṁ nissāya jīvanti, te dasseti.",
  "atk-s0101a2:83_5": "Ayañhi assādhippāyo – ‘‘yathā imesaṁ sippūpajīvīnaṁ taṁ taṁ sippaṁ nissāya sandiṭṭhikaṁ sippaphalaṁ paññāyati.",
  "atk-s0101a2:83_6": "Sakkā nu kho evaṁ sandiṭṭhikaṁ sāmaññaphalaṁ paññāpetu’’nti.",
  "atk-s0101a2:83_7": "Tasmā sippāyatanāni āharitvā sippūpajīvino dasseti.",
  "atk-s0101a2:84_0": "Tattha hatthārohāti sabbepi hatthācariyahatthivejjahatthimeṇḍādayo dasseti.",
  "atk-s0101a2:84_1": "Assārohāti sabbepi assācariyaassavejjaassameṇḍādayo.",
  "atk-s0101a2:84_2": "Rathikāti sabbepi rathācariyarathayodharatharakkhādayo.",
  "atk-s0101a2:84_3": "Dhanuggahāti dhanuācariyā issāsā.",
  "atk-s0101a2:84_4": "Celakāti ye yuddhe jayadhajaṁ gahetvā purato gacchanti.",
  "atk-s0101a2:84_5": "Calakāti idha rañño ṭhānaṁ hotu, idha asukamahāmattassāti evaṁ senābyūhakārakā.",
  "atk-s0101a2:84_6": "Piṇḍadāyakāti sāhasikamahāyodhā.",
  "atk-s0101a2:84_7": "Te kira parasenaṁ pavisitvā parasīsaṁ piṇḍamiva chetvā chetvā dayanti, uppatitvā uppatitvā niggacchantīti attho.",
  "atk-s0101a2:84_8": "Ye vā saṅgāmamajjhe yodhānaṁ bhattapātiṁ gahetvā parivisanti, tesampetaṁ nāmaṁ.",
  "atk-s0101a2:84_9": "Uggārājaputtāti uggatuggatā saṅgāmāvacarā rājaputtā.",
  "atk-s0101a2:84_10": "Pakkhandinoti ye ‘‘kassa sīsaṁ vā āvudhaṁ vā āharāmā’’ti ‘‘vatvā asukassā’’ti vuttā saṅgāmaṁ pakkhanditvā tadeva āharanti, ime pakkhandantīti pakkhandino.",
  "atk-s0101a2:84_11": "Mahānāgāti mahānāgā viya mahānāgā, hatthiādīsupi abhimukhaṁ āgacchantesu anivattitayodhānametaṁ adhivacanaṁ.",
  "atk-s0101a2:84_12": "Sūrāti ekantasūrā, ye sajālikāpi sacammikāpi samuddaṁ tarituṁ sakkonti.",
  "atk-s0101a2:84_13": "Cammayodhinoti ye cammakañcukaṁ vā pavisitvā saraparittāṇacammaṁ vā gahetvā yujjhanti.",
  "atk-s0101a2:84_14": "Dāsikaputtāti balavasinehā gharadāsayodhā. Āḷārikāti pūvikā. Kappakāti nhāpikā. Nhāpakāti ye nhāpenti. Sūdāti bhattakārakā. Mālākārādayo pākaṭāyeva. Gaṇakāti acchiddakapāṭhakā.",
  "atk-s0101a2:84_15": "Muddikāti hatthamuddāya gaṇanaṁ nissāya jīvino.",
  "atk-s0101a2:84_16": "Yāni vā panaññānipīti ayakāradantakāracittakārādīni. Evaṁgatānīti evaṁ pavattāni.",
  "atk-s0101a2:84_17": "Te diṭṭheva dhammeti te hatthārohādayo tāni puthusippāyatanāni dassetvā rājakulato mahāsampattiṁ labhamānā sandiṭṭhikameva sippaphalaṁ upajīvanti. Sukhentīti sukhitaṁ karonti.",
  "atk-s0101a2:84_18": "Pīṇentīti pīṇitaṁ thāmabalūpetaṁ karonti.",
  "atk-s0101a2:84_19": "Uddhaggikādīsu upari phalanibbattanato uddhaṁ aggamassā atthīti uddhaggikā. Saggaṁ arahatīti sovaggikā.",
  "atk-s0101a2:84_20": "Sukho vipāko assāti sukhavipākā.",
  "atk-s0101a2:84_21": "Suṭṭhu agge rūpasaddagandharasaphoṭṭhabbaāyuvaṇṇasukhayasaādhipateyyasaṅkhāte dasa dhamme saṁvatteti nibbattetīti saggasaṁvattanikā.",
  "atk-s0101a2:84_22": "Taṁ evarūpaṁ dakkhiṇaṁ dānaṁ patiṭṭhapentīti attho.",
  "atk-s0101a2:84_23": "Sāmaññaphalanti ettha paramatthato maggo sāmaññaṁ. Ariyaphalaṁ sāmaññaphalaṁ.",
  "atk-s0101a2:84_24": "Yathāha – ‘‘katamañca, bhikkhave, sāmaññaṁ?",
  "atk-s0101a2:84_25": "Ayameva ariyo aṭṭhaṅgiko maggo.",
  "atk-s0101a2:84_26": "Seyyathidaṁ, sammādiṭṭhi…pe… sammāsamādhi.",
  "atk-s0101a2:84_27": "Idaṁ vuccati, bhikkhave, sāmaññaṁ.",
  "atk-s0101a2:84_28": "Katamāni ca, bhikkhave, sāmaññaphalāni?",
  "atk-s0101a2:84_29": "Sotāpattiphalaṁ…pe… arahattaphala’’nti (saṁ. ni. 5.35). Taṁ esa rājā na jānāti.",
  "atk-s0101a2:84_30": "Upari āgataṁ pana dāsakassakopamaṁ sandhāya pucchati.",
  "atk-s0101a2:85_0": "Atha bhagavā pañhaṁ avissajjetvāva cintesi – ‘‘ime bahū aññatitthiyasāvakā rājāmaccā idhāgatā, te kaṇhapakkhañca sukkapakkhañca dīpetvā kathīyamāne amhākaṁ rājā mahantena ussāhena idhāgato, tassāgatakālato paṭṭhāya samaṇo gotamo samaṇakolāhalaṁ samaṇabhaṇḍanameva kathetīti ujjhāyissanti, na sakkaccaṁ dhammaṁ sossanti, raññā pana kathīyamāne ujjhāyituṁ na sakkhissanti, rājānameva anuvattissanti. Issarānuvattako hi loko.",
  "atk-s0101a2:85_1": "‘Handāhaṁ raññova bhāraṁ karomī’ti rañño bhāraṁ karonto ‘‘abhijānāsi no tva’’ntiādimāha.",
  "atk-s0101a2:86_0": "164.",
  "atk-s0101a2:86_1": "Tattha abhijānāsi no tvanti abhijānāsi nu tvaṁ.",
  "atk-s0101a2:86_2": "Ayañca no-saddo parato pucchitāti padena yojetabbo.",
  "atk-s0101a2:86_3": "Idañhi vuttaṁ hoti – ‘‘mahārāja, tvaṁ imaṁ pañhaṁ aññe samaṇabrāhmaṇe pucchitā nu, abhijānāsi ca naṁ puṭṭhabhāvaṁ, na te sammuṭṭha’’nti.",
  "atk-s0101a2:86_4": "Sace te agarūti sace tuyhaṁ yathā te byākariṁsu, tathā idha bhāsituṁ bhāriyaṁ na hoti, yadi na koci aphāsukabhāvo atthi, bhāsassūti attho.",
  "atk-s0101a2:86_5": "Na kho me bhanteti kiṁ sandhāyāha?",
  "atk-s0101a2:86_6": "Paṇḍitapatirūpakānañhi santike kathetuṁ dukkhaṁ hoti, te pade pade akkhare akkhare dosameva vadanti.",
  "atk-s0101a2:86_7": "Ekantapaṇḍitā pana kathaṁ sutvā sukathitaṁ pasaṁsanti, dukkathitesu pāḷipadaatthabyañjanesu yaṁ yaṁ virujjhati, taṁ taṁ ujukaṁ katvā denti.",
  "atk-s0101a2:86_8": "Bhagavatā ca sadiso ekantapaṇḍito nāma natthi.",
  "atk-s0101a2:86_9": "Tenāha – ‘‘na kho me, bhante, garu;",
  "atk-s0101a2:86_10": "yatthassa bhagavā nisinno bhagavantarūpo vā’’ti.",
  "atk-s0101a2:87_0": "Pūraṇakassapavādavaṇṇanā",
  "atk-s0101a2:88_0": "165.Ekamidāhanti ekaṁ idha ahaṁ.",
  "atk-s0101a2:88_1": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvāti sammodajanakaṁ saritabbayuttakaṁ kathaṁ pariyosāpetvā.",
  "atk-s0101a2:89_0": "166.‘‘Karoto kho, mahārāja, kārayato’’tiādīsu karototi sahatthā karontassa.",
  "atk-s0101a2:89_1": "Kārayatoti āṇattiyā kārentassa.",
  "atk-s0101a2:89_2": "Chindatoti paresaṁ hatthādīni chindantassa.",
  "atk-s0101a2:89_3": "Pacatoti pare daṇḍena pīḷentassa.",
  "atk-s0101a2:89_4": "Socayatoti parassa bhaṇḍaharaṇādīhi socayato.",
  "atk-s0101a2:89_5": "Socāpayatoti sokaṁ sayaṁ karontassapi parehi kārāpentassapi .",
  "atk-s0101a2:89_6": "Kilamatoti āhārupacchedabandhanāgārappavesanādīhi sayaṁ kilamantassapi parehi kilamāpentassapi.",
  "atk-s0101a2:89_7": "Phandato phandāpayatoti paraṁ phandantaṁ phandanakāle sayampi phandato parampi phandāpayato.",
  "atk-s0101a2:89_8": "Pāṇamatipātāpayatoti pāṇaṁ hanantassapi hanāpentassapi.",
  "atk-s0101a2:89_9": "Evaṁ sabbattha karaṇakāraṇavaseneva attho veditabbo.",
  "atk-s0101a2:90_0": "Sandhinti gharasandhiṁ. Nillopanti mahāvilopaṁ.",
  "atk-s0101a2:90_1": "Ekāgārikanti ekameva gharaṁ parivāretvā viluppanaṁ.",
  "atk-s0101a2:90_2": "Paripantheti āgatāgatānaṁ acchindanatthaṁ magge tiṭṭhato.",
  "atk-s0101a2:90_3": "Karoto na karīyati pāpanti yaṁ kiñci pāpaṁ karomīti saññāya karotopi pāpaṁ na karīyati, natthi pāpaṁ.",
  "atk-s0101a2:90_4": "Sattā pana pāpaṁ karomāti evaṁsaññino hontīti dīpeti.",
  "atk-s0101a2:90_5": "Khurapariyantenāti khuraneminā, khuradhārasadisapariyantena vā.",
  "atk-s0101a2:90_6": "Ekaṁ maṁsakhalanti ekaṁ maṁsarāsiṁ. Puñjanti tasseva vevacanaṁ.",
  "atk-s0101a2:90_7": "Tatonidānanti ekamaṁsakhalakaraṇanidānaṁ.",
  "atk-s0101a2:91_0": "Dakkhiṇanti dakkhiṇatīre manussā kakkhaḷā dāruṇā, te sandhāya ‘‘hananto’’tiādimāha.",
  "atk-s0101a2:91_1": "Uttaratīre sattā saddhā honti pasannā buddhamāmakā dhammamāmakā saṅghamāmakā, te sandhāya dadantotiādimāha.",
  "atk-s0101a2:91_2": "Tattha yajantoti mahāyāgaṁ karonto.",
  "atk-s0101a2:91_3": "Damenāti indriyadamena uposathakammena vā. Saṁyamenāti sīlasaṁyamena. Saccavajjenāti saccavacanena.",
  "atk-s0101a2:91_4": "Āgamoti āgamanaṁ, pavattīti attho.",
  "atk-s0101a2:91_5": "Sabbathāpi pāpapuññānaṁ kiriyameva paṭikkhipati.",
  "atk-s0101a2:92_0": "Ambaṁ puṭṭho labujaṁ byākaroti nāma, yo kīdiso ambo kīdisāni vā ambassa khandhapaṇṇapupphaphalānīti vutte ediso labujo edisāni vā labujassa khandhapaṇṇapupphaphalānīti byākaroti. Vijiteti āṇāpavattidese.",
  "atk-s0101a2:92_1": "Apasādetabbanti viheṭhetabbaṁ.",
  "atk-s0101a2:92_2": "Anabhinanditvāti ‘‘sādhu sādhū’’ti evaṁ pasaṁsaṁ akatvā.",
  "atk-s0101a2:92_3": "Appaṭikkositvāti bāladubbhāsitaṁ tayā bhāsitanti evaṁ appaṭibāhitvā.",
  "atk-s0101a2:92_4": "Anuggaṇhantoti sārato aggaṇhanto.",
  "atk-s0101a2:92_5": "Anikkujjantoti sāravaseneva idaṁ nissaraṇaṁ, ayaṁ paramatthoti hadaye aṭṭhapento.",
  "atk-s0101a2:92_6": "Byañjanaṁ pana tena uggahitañceva nikkujjitañca.",
  "atk-s0101a2:93_0": "Makkhaligosālavādavaṇṇanā",
  "atk-s0101a2:94_0": "167-169.",
  "atk-s0101a2:94_1": "Makkhalivāde paccayoti hetuvevacanameva, ubhayenāpi vijjamānameva kāyaduccaritādīnaṁ saṁkilesapaccayaṁ, kāyasucaritādīnañca visuddhipaccayaṁ paṭikkhipati. Attakāreti attakāro.",
  "atk-s0101a2:94_2": "Yena attanā katakammena ime sattā devattampi mārattampi brahmattampi sāvakabodhimpi paccekabodhimpi sabbaññutampi pāpuṇanti, tampi paṭikkhipati.",
  "atk-s0101a2:94_3": "Dutiyapadena yaṁ parakāraṁ parassa ovādānusāsaniṁ nissāya ṭhapetvā mahāsattaṁ avaseso jano manussasobhagyataṁ ādiṁ katvā yāva arahattaṁ pāpuṇāti, taṁ parakāraṁ paṭikkhipati.",
  "atk-s0101a2:94_4": "Evamayaṁ bālo jinacakke pahāraṁ deti nāma.",
  "atk-s0101a2:94_5": "Natthi purisakāreti yena purisakārena sattā vuttappakārā sampattiyo pāpuṇanti , tampi paṭikkhipati.",
  "atk-s0101a2:94_6": "Natthi balanti yamhi attano bale patiṭṭhitā sattā vīriyaṁ katvā tā sampattiyo pāpuṇanti, taṁ balaṁ paṭikkhipati.",
  "atk-s0101a2:94_7": "Natthi vīriyantiādīni sabbāni purisakāravevacanāneva.",
  "atk-s0101a2:94_8": "‘‘Idaṁ no vīriyena idaṁ purisathāmena, idaṁ purisaparakkamena pavatta’’nti evaṁ pavattavacanapaṭikkhepakaraṇavasena panetāni visuṁ ādiyanti.",
  "atk-s0101a2:95_0": "Sabbe sattāti oṭṭhagoṇagadrabhādayo anavasese pariggaṇhāti.",
  "atk-s0101a2:95_1": "Sabbe pāṇāti ekindriyo pāṇo, dvindriyo pāṇotiādivasena vadati.",
  "atk-s0101a2:95_2": "Sabbe bhūtāti aṇḍakosavatthikosesu bhūte sandhāya vadati.",
  "atk-s0101a2:95_3": "Sabbe jīvāti sāliyavagodhumādayo sandhāya vadati.",
  "atk-s0101a2:95_4": "Tesu hi so virūhanabhāvena jīvasaññī.",
  "atk-s0101a2:95_5": "Avasā abalā avīriyāti tesaṁ attano vaso vā balaṁ vā vīriyaṁ vā natthi.",
  "atk-s0101a2:95_6": "Niyatisaṅgatibhāvapariṇatāti ettha niyatīti niyatā.",
  "atk-s0101a2:95_7": "Saṅgatīti channaṁ abhijātīnaṁ tattha tattha gamanaṁ. Bhāvoti sabhāvoyeva.",
  "atk-s0101a2:95_8": "Evaṁ niyatiyā ca saṅgatiyā ca bhāvena ca pariṇatā nānappakārataṁ pattā.",
  "atk-s0101a2:95_9": "Yena hi yathā bhavitabbaṁ, so tatheva bhavati.",
  "atk-s0101a2:95_10": "Yena na bhavitabbaṁ, so na bhavatīti dasseti.",
  "atk-s0101a2:95_11": "Chasvevābhijātīsūti chasu eva abhijātīsu ṭhatvā sukhañca dukkhañca paṭisaṁvedenti.",
  "atk-s0101a2:95_12": "Aññā sukhadukkhabhūmi natthīti dasseti.",
  "atk-s0101a2:96_0": "Yonipamukhasatasahassānīti pamukhayonīnaṁ uttamayonīnaṁ cuddasasatasahassāni aññāni ca saṭṭhisatāni aññāni ca chasatāni.",
  "atk-s0101a2:96_1": "Pañca ca kammunosatānīti pañcakammasatāni ca.",
  "atk-s0101a2:96_2": "Kevalaṁ takkamattakena niratthakaṁ diṭṭhiṁ dīpeti.",
  "atk-s0101a2:96_3": "Pañca ca kammāni tīṇi ca kammānītiādīsupi eseva nayo.",
  "atk-s0101a2:96_4": "Keci panāhu – ‘‘pañca ca kammānīti pañcindriyavasena bhaṇati. Tīṇīti kāyakammādivasenā’’ti.",
  "atk-s0101a2:96_5": "Kamme ca upaḍḍhakamme cāti ettha panassa kāyakammañca vacīkammañca kammanti laddhi, manokammaṁ upaḍḍhakammanti.",
  "atk-s0101a2:96_6": "Dvaṭṭhipaṭipadāti dvāsaṭṭhi paṭipadāti vadati.",
  "atk-s0101a2:96_7": "Dvaṭṭhantarakappāti ekasmiṁ kappe catusaṭṭhi antarakappā nāma honti.",
  "atk-s0101a2:96_8": "Ayaṁ pana aññe dve ajānanto evamāha.",
  "atk-s0101a2:97_0": "Chaḷābhijātiyoti kaṇhābhijāti, nīlābhijāti, lohitābhijāti, haliddābhijāti, sukkābhijāti, paramasukkābhijātīti imā cha abhijātiyo vadati.",
  "atk-s0101a2:97_1": "Tattha orabbhikā, sākuṇikā, māgavikā, sūkarikā, luddā, macchaghātakā corā, coraghātakā, bandhanāgārikā, ye vā panaññepi keci kurūrakammantā, ayaṁ kaṇhābhijātīti (a. ni. 6.57) vadati.",
  "atk-s0101a2:97_2": "Bhikkhū nīlābhijātīti vadati, te kira catūsu paccayesu kaṇṭake pakkhipitvā khādanti.",
  "atk-s0101a2:97_3": "‘‘Bhikkhū kaṇṭakavuttikā’’ti (a. ni. 6.57) ayañhissa pāḷiyeva.",
  "atk-s0101a2:97_4": "Atha vā kaṇṭakavuttikā eva nāma eke pabbajitāti vadati.",
  "atk-s0101a2:97_5": "Lohitābhijāti nāma nigaṇṭhā ekasāṭakāti vadati.",
  "atk-s0101a2:97_6": "Ime kira purimehi dvīhi paṇḍaratarā.",
  "atk-s0101a2:97_7": "Gihī odātavasanā acelakasāvakā haliddābhijātīti vadati.",
  "atk-s0101a2:97_8": "Evaṁ attano paccayadāyake nigaṇṭhehipi jeṭṭhakatare karoti.",
  "atk-s0101a2:97_9": "Ājīvakā ājīvakiniyo sukkābhijātīti vadati.",
  "atk-s0101a2:97_10": "Te kira purimehi catūhi paṇḍaratarā.",
  "atk-s0101a2:97_11": "Nando, vaccho, kiso, saṅkiccho, makkhaligosālo, paramasukkābhijātīti (a. ni. 6.57) vadati. Te kira sabbehi paṇḍaratarā.",
  "atk-s0101a2:98_0": "Aṭṭha purisabhūmiyoti mandabhūmi, khiḍḍābhūmi, padavīmaṁsabhūmi, ujugatabhūmi, sekkhabhūmi, samaṇabhūmi , jinabhūmi, pannabhūmīti imā aṭṭha purisabhūmiyoti vadati.",
  "atk-s0101a2:98_1": "Tattha jātadivasato paṭṭhāya sattadivase sambādhaṭṭhānato nikkhantattā sattā mandā honti momūhā, ayaṁ mandabhūmīti vadati.",
  "atk-s0101a2:98_2": "Ye pana duggatito āgatā honti, te abhiṇhaṁ rodanti ceva viravanti ca, sugatito āgatā taṁ anussaritvā hasanti, ayaṁ khiḍḍābhūmi nāma.",
  "atk-s0101a2:98_3": "Mātāpitūnaṁ hatthaṁ vā pādaṁ vā mañcaṁ vā pīṭhaṁ vā gahetvā bhūmiyaṁ padanikkhipanaṁ padavīmaṁsabhūmi nāma.",
  "atk-s0101a2:98_4": "Padasā gantuṁ samatthakāle ujugatabhūmi nāma.",
  "atk-s0101a2:98_5": "Sippāni sikkhitakāle sekkhabhūmi nāma.",
  "atk-s0101a2:98_6": "Gharā nikkhamma pabbajitakāle samaṇabhūmi nāma.",
  "atk-s0101a2:98_7": "Ācariyaṁ sevitvā jānanakāle jinabhūmi nāma.",
  "atk-s0101a2:98_8": "Bhikkhu ca pannako jino na kiñci āhāti evaṁ alābhiṁ samaṇaṁ pannabhūmīti vadati.",
  "atk-s0101a2:99_0": "Ekūnapaññāsa ājīvakasateti ekūnapaññāsaājīvakavuttisatāni.",
  "atk-s0101a2:99_1": "Paribbājakasateti paribbājakapabbajjāsatāni.",
  "atk-s0101a2:99_2": "Nāgāvāsasateti nāgamaṇḍalasatāni.",
  "atk-s0101a2:99_3": "Vīse indriyasateti vīsatindriyasatāni.",
  "atk-s0101a2:99_4": "Tiṁse nirayasateti tiṁsa nirayasatāni.",
  "atk-s0101a2:99_5": "Rajodhātuyoti rajaokiraṇaṭṭhānāni, hatthapiṭṭhipādapiṭṭhādīni sandhāya vadati.",
  "atk-s0101a2:99_6": "Satta saññīgabbhāti oṭṭhagoṇagadrabhaajapasumigamahiṁse sandhāya vadati.",
  "atk-s0101a2:99_7": "Satta asaññīgabbhāti sālivīhiyavagodhūmakaṅguvarakakudrūsake sandhāya vadati.",
  "atk-s0101a2:99_8": "Nigaṇṭhigabbhāti gaṇṭhimhi jātagabbhā, ucchuveḷunaḷādayo sandhāya vadati. Satta devāti bahū devā. So pana sattāti vadati.",
  "atk-s0101a2:99_9": "Manussāpi anantā, so sattāti vadati.",
  "atk-s0101a2:99_10": "Sattapisācāti pisācā mahantamahantā sattāti vadati.",
  "atk-s0101a2:99_11": "Sarāti mahāsarā, kaṇṇamuṇḍarathakāraanotattasīhappapātachaddantamandākinīkuṇāladahe gahetvā vadati.",
  "atk-s0101a2:100_0": "Pavuṭāti gaṇṭhikā. Papātāti mahāpapātā.",
  "atk-s0101a2:100_1": "Papātasatānīti khuddakapapātasatāni. Supināti mahāsupinā.",
  "atk-s0101a2:100_2": "Supinasatānīti khuddakasupinasatāni. Mahākappinoti mahākappānaṁ.",
  "atk-s0101a2:100_3": "Tattha ekamhā mahāsarā vassasate vassasate kusaggena ekaṁ udakabinduṁ nīharitvā sattakkhattuṁ tamhi sare nirudake kate eko mahākappoti vadati.",
  "atk-s0101a2:100_4": "Evarūpānaṁ mahākappānaṁ caturāsītisatasahassāni khepetvā bāle ca paṇḍite ca dukkhassantaṁ karontīti ayamassa laddhi.",
  "atk-s0101a2:100_5": "Paṇḍitopi kira antarā visujjhituṁ na sakkoti.",
  "atk-s0101a2:100_6": "Bālopi tato uddhaṁ na gacchati.",
  "atk-s0101a2:101_0": "Sīlenāti acelakasīlena vā aññena vā yena kenaci. Vatenāti tādiseneva vatena. Tapenāti tapokammena.",
  "atk-s0101a2:101_1": "Aparipakkaṁ paripāceti nāma, yo ‘‘ahaṁ paṇḍito’’ti antarā visujjhati.",
  "atk-s0101a2:101_2": "Paripakkaṁ phussa phussa byantiṁ karoti nāma yo ‘‘ahaṁ bālo’’ti vuttaparimāṇaṁ kālaṁ atikkamitvā yāti. Hevaṁ natthīti evaṁ natthi.",
  "atk-s0101a2:101_3": "Tañhi ubhayampi na sakkā kātunti dīpeti. Doṇamiteti doṇena mitaṁ viya. Sukhadukkheti sukhadukkhaṁ.",
  "atk-s0101a2:101_4": "Pariyantakateti vuttaparimāṇena kālena katapariyante.",
  "atk-s0101a2:101_5": "Natthihāyanavaḍḍhaneti natthi hāyanavaḍḍhanāni.",
  "atk-s0101a2:101_6": "Na saṁsāro paṇḍitassa hāyati, na bālassa vaḍḍhatīti attho.",
  "atk-s0101a2:101_7": "Ukkaṁsāvakaṁseti ukkaṁsāvakaṁsā.",
  "atk-s0101a2:101_8": "Hāyanavaḍḍhanānametaṁ adhivacanaṁ.",
  "atk-s0101a2:102_0": "Idāni tamatthaṁ upamāya sādhento ‘‘seyyathāpi nāmā’’tiādimāha.",
  "atk-s0101a2:102_1": "Tattha suttaguḷeti veṭhetvā katasuttaguḷe.",
  "atk-s0101a2:102_2": "Nibbeṭhiyamānameva paletīti pabbate vā rukkhagge vā ṭhatvā khittaṁ suttappamāṇena nibbeṭhiyamānameva gacchati, sutte khīṇe tattheva tiṭṭhati, na gacchati.",
  "atk-s0101a2:102_3": "Evameva vuttakālato uddhaṁ na gacchatīti dasseti.",
  "atk-s0101a2:103_0": "Ajitakesakambalavādavaṇṇanā",
  "atk-s0101a2:104_0": "170-172.",
  "atk-s0101a2:104_1": "Ajitavāde natthi dinnanti dinnaphalābhāvaṁ sandhāya vadati. Yiṭṭhaṁ vuccati mahāyāgo.",
  "atk-s0101a2:104_2": "Hutanti paheṇakasakkāro adhippeto.",
  "atk-s0101a2:104_3": "Tampi ubhayaṁ phalābhāvameva sandhāya paṭikkhipati.",
  "atk-s0101a2:104_4": "Sukatadukkaṭānanti sukatadukkaṭānaṁ, kusalākusalānanti attho.",
  "atk-s0101a2:104_5": "Phalaṁ vipākoti yaṁ phalanti vā vipākoti vā vuccati, taṁ natthīti vadati.",
  "atk-s0101a2:104_6": "Natthi ayaṁ lokoti paraloke ṭhitassa ayaṁ loko natthi, natthi paro lokoti idha loke ṭhitassāpi paro loko natthi, sabbe tattha tattheva ucchijjantīti dasseti.",
  "atk-s0101a2:104_7": "Natthi mātā natthi pitāti tesu sammāpaṭipattimicchāpaṭipattīnaṁ phalābhāvavasena vadati.",
  "atk-s0101a2:104_8": "Natthi sattā opapātikāti cavitvā upapajjanakā sattā nāma natthīti vadati.",
  "atk-s0101a2:105_0": "Cātumahābhūtikoti catumahābhūtamayo.",
  "atk-s0101a2:105_1": "Pathavī pathavikāyanti ajjhattikapathavīdhātu bāhirapathavīdhātuṁ. Anupetīti anuyāyati.",
  "atk-s0101a2:105_2": "Anupagacchatīti tasseva vevacanaṁ. Anugacchatītipi attho.",
  "atk-s0101a2:105_3": "Ubhayenāpi upeti, upagacchatīti dasseti. Āpādīsupi eseva nayo.",
  "atk-s0101a2:105_4": "Indriyānīti manacchaṭṭhāni indriyāni ākāsaṁ pakkhandanti.",
  "atk-s0101a2:105_5": "Āsandipañcamāti nipannamañcena pañcamā, mañco ceva cattāro mañcapāde gahetvā ṭhitā cattāro purisā cāti attho. Yāvāḷāhanāti yāva susānā.",
  "atk-s0101a2:105_6": "Padānīti ‘ayaṁ evaṁ sīlavā ahosi, evaṁ dussīlo’tiādinā nayena pavattāni guṇāguṇapadāni, sarīrameva vā ettha padānīti adhippetaṁ.",
  "atk-s0101a2:105_7": "Kāpotakānīti kapotavaṇṇāni, pārāvatapakkhavaṇṇānīti attho.",
  "atk-s0101a2:105_8": "Bhassantāti bhasmantā, ayameva vā pāḷi.",
  "atk-s0101a2:105_9": "Āhutiyoti yaṁ paheṇakasakkārādibhedaṁ dinnadānaṁ, sabbaṁ taṁ chārikāvasānameva hoti, na tato paraṁ phaladāyakaṁ hutvā gacchatīti attho.",
  "atk-s0101a2:105_10": "Dattupaññattanti dattūhi bālamanussehi paññattaṁ.",
  "atk-s0101a2:105_11": "Idaṁ vuttaṁ hoti – ‘bālehi abuddhīhi paññattamidaṁ dānaṁ, na paṇḍitehi.",
  "atk-s0101a2:105_12": "Bālā denti, paṇḍitā gaṇhantī’ti dasseti.",
  "atk-s0101a2:106_0": "Tattha pūraṇo ‘‘karoto na karīyati pāpa’’nti vadanto kammaṁ paṭibāhati.",
  "atk-s0101a2:106_1": "Ajito ‘‘kāyassa bhedā ucchijjatī’’ti vadanto vipākaṁ paṭibāhati.",
  "atk-s0101a2:106_2": "Makkhali ‘‘natthi hetū’’ti vadanto ubhayaṁ paṭibāhati.",
  "atk-s0101a2:106_3": "Tattha kammaṁ paṭibāhantenāpi vipāko paṭibāhito hoti, vipākaṁ paṭibāhantenāpi kammaṁ paṭibāhitaṁ hoti.",
  "atk-s0101a2:106_4": "Iti sabbepete atthato ubhayappaṭibāhakā ahetukavādā ceva akiriyavādā ca natthikavādā ca honti.",
  "atk-s0101a2:107_0": "Ye vā pana tesaṁ laddhiṁ gahetvā rattiṭṭhāne divāṭhāne nisinnā sajjhāyanti vīmaṁsanti, tesaṁ ‘‘karoto na karīyati pāpaṁ, natthi hetu, natthi paccayo, mato ucchijjatī’’ti tasmiṁ ārammaṇe micchāsati santiṭṭhati, cittaṁ ekaggaṁ hoti, javanāni javanti, paṭhamajavane satekicchā honti, tathā dutiyādīsu, sattame buddhānampi atekicchā anivattino ariṭṭhakaṇṭakasadisā.",
  "atk-s0101a2:107_1": "Tattha koci ekaṁ dassanaṁ okkamati, koci dve, koci tīṇipi, ekasmiṁ okkantepi, dvīsu tīsu okkantesupi, niyatamicchādiṭṭhikova hoti;",
  "atk-s0101a2:107_2": "patto saggamaggāvaraṇañceva mokkhamaggāvaraṇañca, abhabbo tassattabhāvassa anantaraṁ saggampi gantuṁ, pageva mokkhaṁ.",
  "atk-s0101a2:107_3": "Vaṭṭakhāṇu nāmesa satto pathavigopako, yebhuyyena evarūpassa bhavato vuṭṭhānaṁ natthi.",
  "atk-s0101a2:108_0": "‘‘Tasmā akalyāṇajanaṁ, āsīvisamivoragaṁ;",
  "atk-s0101a2:109_0": "Ārakā parivajjeyya, bhūtikāmo vicakkhaṇo’’ti.",
  "atk-s0101a2:110_0": "Pakudhakaccāyanavādavaṇṇanā",
  "atk-s0101a2:111_0": "173-175. Pakudhavāde akaṭāti akatā. Akaṭavidhāti akatavidhānā.",
  "atk-s0101a2:111_1": "Evaṁ karohīti kenaci kārāpitāpi na hontīti attho.",
  "atk-s0101a2:111_2": "Animmitāti iddhiyāpi na nimmitā.",
  "atk-s0101a2:111_3": "Animmātāti animmāpitā, keci animmāpetabbāti padaṁ vadanti, taṁ neva pāḷiyaṁ, na aṭṭhakathāyaṁ dissati.",
  "atk-s0101a2:111_4": "Vañjhādipadattayaṁ vuttatthameva.",
  "atk-s0101a2:111_5": "Na iñjantīti esikatthambho viya ṭhitattā na calanti.",
  "atk-s0101a2:111_6": "Na vipariṇamantīti pakatiṁ na jahanti.",
  "atk-s0101a2:111_7": "Na aññamaññaṁ byābādhentīti na aññamaññaṁ upahananti. Nālanti na samatthā.",
  "atk-s0101a2:111_8": "Pathavikāyotiādīsu pathavīyeva pathavikāyo, pathavisamūho vā.",
  "atk-s0101a2:111_9": "Tatthāti tesu jīvasattamesu kāyesu.",
  "atk-s0101a2:111_10": "Sattannaṁ tveva kāyānanti yathā muggarāsiādīsu pahataṁ satthaṁ muggādīnaṁ antarena pavisati, evaṁ sattannaṁ kāyānaṁ antarena chiddena vivarena satthaṁ pavisati.",
  "atk-s0101a2:111_11": "Tattha ahaṁ imaṁ jīvitā voropemīti kevalaṁ saññāmattameva hotīti dasseti.",
  "atk-s0101a2:112_0": "Nigaṇṭhanāṭaputtavādavaṇṇanā",
  "atk-s0101a2:113_0": "176-178.",
  "atk-s0101a2:113_1": "Nāṭaputtavāde cātuyāmasaṁvarasaṁvutoti catukoṭṭhāsena saṁvarena saṁvuto.",
  "atk-s0101a2:113_2": "Sabbavārivāritocāti vāritasabbaudako paṭikkhittasabbasītodakoti attho.",
  "atk-s0101a2:113_3": "So kira sītodake sattasaññī hoti, tasmā na taṁ vaḷañjeti.",
  "atk-s0101a2:113_4": "Sabbavāriyuttoti sabbena pāpavāraṇena yutto.",
  "atk-s0101a2:113_5": "Sabbavāridhutoti sabbena pāpavāraṇena dhutapāpo.",
  "atk-s0101a2:113_6": "Sabbavāriphuṭoti sabbena pāpavāraṇena phuṭṭho. Gatattoti koṭippattacitto. Yatattoti saṁyatacitto.",
  "atk-s0101a2:113_7": "Ṭhitattoti suppatiṭṭhitacitto.",
  "atk-s0101a2:113_8": "Etassa vāde kiñci sāsanānulomampi atthi, asuddhaladdhitāya pana sabbā diṭṭhiyeva jātā.",
  "atk-s0101a2:114_0": "Sañcayabelaṭṭhaputtavādavaṇṇanā",
  "atk-s0101a2:115_0": "179-181. Sañcayavādo amarāvikkhepe vuttanayo eva.",
  "atk-s0101a2:116_0": "Paṭhamasandiṭṭhikasāmaññaphalavaṇṇanā",
  "atk-s0101a2:117_0": "182.Sohaṁ, bhanteti so ahaṁ bhante, vālukaṁ pīḷetvā telaṁ alabhamāno viya titthiyavādesu sāraṁ alabhanto bhagavantaṁ pucchāmīti attho.",
  "atk-s0101a2:118_0": "183.Yathā te khameyyāti yathā te rucceyya.",
  "atk-s0101a2:118_1": "Dāsoti antojātadhanakkītakaramarānītasāmaṁdāsabyopagatānaṁ aññataro.",
  "atk-s0101a2:118_2": "Kammakāroti analaso kammakaraṇasīloyeva.",
  "atk-s0101a2:118_3": "Dūrato disvā paṭhamameva uṭṭhahatīti pubbuṭṭhāyī.",
  "atk-s0101a2:118_4": "Evaṁ uṭṭhito sāmino āsanaṁ paññapetvā pādadhovanādikattabbakiccaṁ katvā pacchā nipatati nisīdatīti pacchānipātī.",
  "atk-s0101a2:118_5": "Sāmikamhi vā sayanato avuṭṭhite pubbeyeva vuṭṭhātīti pubbuṭṭhāyī.",
  "atk-s0101a2:118_6": "Paccūsakālato paṭṭhāya yāva sāmino rattiṁ niddokkamanaṁ, tāva sabbakiccāni katvā pacchā nipatati, seyyaṁ kappetīti pacchānipātī.",
  "atk-s0101a2:118_7": "Kiṁ karomi, kiṁ karomīti evaṁ kiṁkārameva paṭisuṇanto vicaratīti kiṁ kārapaṭissāvī.",
  "atk-s0101a2:118_8": "Manāpameva kiriyaṁ karotīti manāpacārī. Piyameva vadatīti piyavādī.",
  "atk-s0101a2:118_9": "Sāmino tuṭṭhapahaṭṭhaṁ mukhaṁ ullokayamāno vicaratīti mukhullokako.",
  "atk-s0101a2:119_0": "Devo maññeti devo viya.",
  "atk-s0101a2:119_1": "Sovatassāhaṁ puññāni kareyyanti so vata ahaṁ evarūpo assaṁ, yadi puññāni kareyyanti attho.",
  "atk-s0101a2:119_2": "‘‘So vatassa’ssa’’ntipi pāṭho, ayamevattho.",
  "atk-s0101a2:119_3": "Yaṁnūnāhanti sace dānaṁ dassāmi, yaṁ rājā ekadivasaṁ deti, tato satabhāgampi yāvajīvaṁ na sakkhissāmi dātunti pabbajjāyaṁ ussāhaṁ katvā evaṁ cintanabhāvaṁ dasseti.",
  "atk-s0101a2:120_0": "Kāyena saṁvutoti kāyena pihito hutvā akusalassa pavesanadvāraṁ thaketvāti attho. Eseva nayo sesapadadvayepi.",
  "atk-s0101a2:120_1": "Ghāsacchādanaparamatāyāti ghāsacchādanena paramatāya uttamatāya, etadatthampi anesanaṁ pahāya aggasallekhena santuṭṭhoti attho.",
  "atk-s0101a2:120_2": "Abhirato paviveketi ‘‘kāyaviveko ca vivekaṭṭhakāyānaṁ, cittaviveko ca nekkhammābhiratānaṁ, paramavodānappattānaṁ upadhiviveko ca nirupadhīnaṁ puggalānaṁ visaṅkhāragatāna’’nti evaṁ vutte tividhepi viveke rato;",
  "atk-s0101a2:120_3": "gaṇasaṅgaṇikaṁ pahāya kāyena eko viharati, cittakilesasaṅgaṇikaṁ pahāya aṭṭhasamāpattivasena eko viharati, phalasamāpattiṁ vā nirodhasamāpattiṁ vā pavisitvā nibbānaṁ patvā viharatīti attho. Yaggheti codanatthe nipāto.",
  "atk-s0101a2:121_0": "184.Āsanenapinimanteyyāmāti nisinnāsanaṁ papphoṭetvā idha nisīdathāti vadeyyāma.",
  "atk-s0101a2:121_1": "Abhinimanteyyāmapi nanti abhiharitvāpi naṁ nimanteyyāma.",
  "atk-s0101a2:121_2": "Tattha duvidho abhihāro – vācāya ceva kāyena ca.",
  "atk-s0101a2:121_3": "Tumhākaṁ icchiticchitakkhaṇe amhākaṁ cīvarādīhi vadeyyātha yenatthoti vadanto hi vācāya abhiharitvā nimanteti nāma.",
  "atk-s0101a2:121_4": "Cīvarādivekallaṁ sallakkhetvā idaṁ gaṇhāthāti tāni dento pana kāyena abhiharitvā nimanteti nāma.",
  "atk-s0101a2:121_5": "Tadubhayampi sandhāya abhinimanteyyāmapi nanti āha.",
  "atk-s0101a2:121_6": "Ettha ca gilānapaccayabhesajjaparikkhāroti yaṁ kiñci gilānassa sappāyaṁ osadhaṁ.",
  "atk-s0101a2:121_7": "Vacanattho pana visuddhimagge vutto.",
  "atk-s0101a2:121_8": "Rakkhāvaraṇaguttinti rakkhāsaṅkhātañceva āvaraṇasaṅkhātañca guttiṁ.",
  "atk-s0101a2:121_9": "Sā panesā na āvudhahatthe purise ṭhapentena dhammikā nāma saṁvidahitā hoti.",
  "atk-s0101a2:121_10": "Yathā pana avelāya kaṭṭhahārikapaṇṇahārikādayo vihāraṁ na pavisanti, migaluddakādayo vihārasīmāya mige vā macche vā na gaṇhanti, evaṁ saṁvidahantena dhammikā nāma rakkhā saṁvihitā hoti, taṁ sandhāyāha – ‘‘dhammika’’nti.",
  "atk-s0101a2:122_0": "185.Yadi evaṁ santeti yadi tava dāso tuyhaṁ santikā abhivādanādīni labheyya. Evaṁ sante. Addhāti ekaṁsavacanametaṁ.",
  "atk-s0101a2:122_1": "Paṭhamanti bhaṇanto aññassāpi atthitaṁ dīpeti.",
  "atk-s0101a2:122_2": "Teneva ca rājā sakkā pana, bhante, aññampītiādimāha.",
  "atk-s0101a2:123_0": "Dutiyasandiṭṭhikasāmaññaphalavaṇṇanā",
  "atk-s0101a2:124_0": "186-188. Kasatīti kassako.",
  "atk-s0101a2:124_1": "Gehassa pati, ekagehamatte jeṭṭhakoti gahapatiko.",
  "atk-s0101a2:124_2": "Balisaṅkhātaṁ karaṁ karotīti karakārako.",
  "atk-s0101a2:124_3": "Dhaññarāsiṁ dhanarāsiñca vaḍḍhetīti rāsivaḍḍhako.",
  "atk-s0101a2:125_0": "Appaṁvāti parittakaṁ vā antamaso taṇḍulanāḷimattakampi. Bhogakkhandhanti bhogarāsiṁ. Mahantaṁ vāti vipulaṁ vā.",
  "atk-s0101a2:125_1": "Yathā hi mahantaṁ pahāya pabbajituṁ dukkaraṁ, evaṁ appampīti dassanatthaṁ ubhayamāha.",
  "atk-s0101a2:125_2": "Dāsavāre pana yasmā dāso attanopi anissaro, pageva bhogānaṁ.",
  "atk-s0101a2:125_3": "Yañhi tassa dhanaṁ, taṁ sāmikānaññeva hoti, tasmā bhogaggahaṇaṁ na kataṁ. Ñātiyeva ñātiparivaṭṭo.",
  "atk-s0101a2:126_0": "Paṇītatarasāmaññaphalavaṇṇanā",
  "atk-s0101a2:127_0": "189.Sakkā pana, bhante, aññampi diṭṭheva dhammeti idha evamevāti na vuttaṁ.",
  "atk-s0101a2:127_1": "Taṁ kasmāti ce, evamevāti hi vuccamāne pahoti bhagavā sakalampi rattindivaṁ tato vā bhiyyopi evarūpāhi upamāhi sāmaññaphalaṁ dīpetuṁ.",
  "atk-s0101a2:127_2": "Tattha kiñcāpi etassa bhagavato vacanasavane pariyantaṁ nāma natthi, tathāpi attho tādisoyeva bhavissatīti cintetvā upari visesaṁ pucchanto evamevāti avatvā – ‘‘abhikkantatarañca paṇītatarañcā’’ti āha.",
  "atk-s0101a2:127_3": "Tattha abhikkantataranti abhimanāpataraṁ atiseṭṭhataranti attho. Paṇītataranti uttamataraṁ.",
  "atk-s0101a2:127_4": "Tena hīti uyyojanatthe nipāto.",
  "atk-s0101a2:127_5": "Savane uyyojento hi naṁ evamāha.",
  "atk-s0101a2:127_6": "Suṇohīti abhikkantatarañca paṇītatarañca sāmaññaphalaṁ suṇāti.",
  "atk-s0101a2:128_0": "Sādhukaṁ manasikarohīti ettha pana sādhukaṁ sādhūti ekatthametaṁ.",
  "atk-s0101a2:128_1": "Ayañhi sādhu-saddo āyācanasampaṭicchanasampahaṁsanasundara daḷhīkammādīsu dissati.",
  "atk-s0101a2:128_2": "‘‘Sādhu me, bhante, bhagavā saṅkhittena dhammaṁ desetū’’tiādīsu (saṁ. ni. 4.95) hi āyācane dissati.",
  "atk-s0101a2:128_3": "‘‘Sādhu, bhanteti kho so bhikkhu bhagavato bhāsitaṁ abhinanditvā anumoditvā’’tiādīsu (ma. ni. 3.86) sampaṭicchane.",
  "atk-s0101a2:128_4": "‘‘Sādhu sādhu, sāriputtā’’tiādīsu (dī. ni. 3.349) sampahaṁsane.",
  "atk-s0101a2:129_0": "‘‘Sādhu dhammaruci rājā, sādhu paññāṇavā naro;",
  "atk-s0101a2:130_0": "Sādhu mittānamaddubbho, pāpassākaraṇaṁ sukha’’nti. (jā. 2.17.101);",
  "atk-s0101a2:131_0": "Ādīsu sundare.",
  "atk-s0101a2:131_1": "‘‘Tena hi, brāhmaṇa, suṇohi sādhukaṁ manasi karohī’’tiādīsu (a. ni.",
  "atk-s0101a2:131_2": "5.192) sādhukasaddoyeva daḷhīkamme, āṇattiyantipi vuccati .",
  "atk-s0101a2:131_3": "Idhāpi assa ettheva daḷhīkamme ca āṇattiyañca veditabbo. Sundarepi vaṭṭati.",
  "atk-s0101a2:131_4": "Daḷhīkammatthena hi daḷhamimaṁ dhammaṁ suṇāhi, suggahitaṁ gaṇhanto.",
  "atk-s0101a2:131_5": "Āṇattiatthena mama āṇattiyā suṇāhi, sundaratthena sundaramimaṁ bhaddakaṁ dhammaṁ suṇāhīti evaṁ dīpitaṁ hoti.",
  "atk-s0101a2:132_0": "Manasi karohīti āvajja, samannāharāti attho, avikkhittacitto hutvā nisāmehi, citte karohīti adhippāyo.",
  "atk-s0101a2:132_1": "Api cettha suṇohīti sotindriyavikkhepanivāraṇametaṁ.",
  "atk-s0101a2:132_2": "Sādhukaṁ manasi karohīti manasikāre daḷhīkammaniyojanena manindriyavikkhepanivāraṇaṁ.",
  "atk-s0101a2:132_3": "Purimañcettha byañjanavipallāsaggāhavāraṇaṁ, pacchimaṁ atthavipallāsaggāhavāraṇaṁ.",
  "atk-s0101a2:132_4": "Purimena ca dhammassavane niyojeti, pacchimena sutānaṁ dhammānaṁ dhāraṇūpaparikkhādīsu.",
  "atk-s0101a2:132_5": "Purimena ca sabyañjano ayaṁ dhammo, tasmā savanīyoti dīpeti .",
  "atk-s0101a2:132_6": "Pacchimena sattho, tasmā sādhukaṁ manasi kātabboti.",
  "atk-s0101a2:132_7": "Sādhukapadaṁ vā ubhayapadehi yojetvā yasmā ayaṁ dhammo dhammagambhīro ceva desanāgambhīro ca, tasmā suṇāhi sādhukaṁ, yasmā atthagambhīro ca paṭivedhagambhīro ca, tasmā sādhukaṁ manasi karohīti evaṁ yojanā veditabbā.",
  "atk-s0101a2:132_8": "Bhāsissāmīti sakkā mahārājāti evaṁ paṭiññātaṁ sāmaññaphaladesanaṁ vitthārato bhāsissāmi.",
  "atk-s0101a2:132_9": "‘‘Desessāmī’’ti hi saṅkhittadīpanaṁ hoti. Bhāsissāmīti vitthāradīpanaṁ. Tenāha vaṅgīsatthero –",
  "atk-s0101a2:133_0": "‘‘Saṅkhittenapi deseti, vitthārenapi bhāsati;",
  "atk-s0101a2:134_0": "Sāḷikāyiva nigghoso, paṭibhānaṁ udīrayī’’ti. (saṁ. ni. 1.214);",
  "atk-s0101a2:135_0": "Evaṁ vutte ussāhajāto hutvā – ‘‘evaṁ, bhante’’ti kho rājā māgadho ajātasattu vedehiputto bhagavato paccassosi bhagavato vacanaṁ sampaṭicchi, paṭiggahesīti vuttaṁ hoti.",
  "atk-s0101a2:136_0": "190.",
  "atk-s0101a2:136_1": "Athassa bhagavā etadavoca, etaṁ avoca, idāni vattabbaṁ ‘‘idha mahārājā’’tiādiṁ sakalaṁ suttaṁ avocāti attho.",
  "atk-s0101a2:136_2": "Tattha idhāti desāpadese nipāto, svāyaṁ katthaci lokaṁ upādāya vuccati.",
  "atk-s0101a2:136_3": "Yathāha – ‘‘idha tathāgato loke uppajjatī’’ti.",
  "atk-s0101a2:136_4": "Katthaci sāsanaṁ yathāha – ‘‘idheva, bhikkhave, paṭhamo samaṇo, idha dutiyo samaṇo’’ti (a. ni. 4.241). Katthaci okāsaṁ. Yathāha –",
  "atk-s0101a2:137_0": "‘‘Idheva tiṭṭhamānassa, devabhūtassa me sato;",
  "atk-s0101a2:138_0": "Punarāyu ca me laddho, evaṁ jānāhi mārisā’’ti. (dī. ni. 2.369);",
  "atk-s0101a2:139_0": "Katthaci padapūraṇamattameva.",
  "atk-s0101a2:139_1": "Yathāha ‘‘idhāhaṁ, bhikkhave, bhuttāvī assaṁ pavārito’’ti (ma. ni. 1.30).",
  "atk-s0101a2:139_2": "Idha pana lokaṁ upādāya vuttoti veditabbo.",
  "atk-s0101a2:139_3": "Mahārājāti yathā paṭiññātaṁ desanaṁ desetuṁ puna mahārājāti ālapati.",
  "atk-s0101a2:139_4": "Idaṁ vuttaṁ hoti – ‘‘mahārāja imasmiṁ loke tathāgato uppajjati arahaṁ…pe… buddho bhagavā’’ti.",
  "atk-s0101a2:139_5": "Tattha tathāgatasaddo brahmajāle vutto.",
  "atk-s0101a2:139_6": "Arahantiādayo visuddhimagge vitthāritā.",
  "atk-s0101a2:139_7": "Loke uppajjatīti ettha pana lokoti – okāsaloko sattaloko saṅkhāralokoti tividho.",
  "atk-s0101a2:139_8": "Idha pana sattaloko adhippeto.",
  "atk-s0101a2:139_9": "Sattaloke uppajjamānopi ca tathāgato na devaloke, na brahmaloke, manussalokeva uppajjati.",
  "atk-s0101a2:139_10": "Manussalokepi na aññasmiṁ cakkavāḷe, imasmiṁyeva cakkavāḷe.",
  "atk-s0101a2:139_11": "Tatrāpi na sabbaṭṭhānesu, ‘‘puratthimāya disāya gajaṅgalaṁ nāma nigamo tassāparena mahāsālo, tato parā paccantimā janapadā orato majjhe, puratthimadakkhiṇāya disāya salaḷavatī nāma nadī.",
  "atk-s0101a2:139_12": "Tato parā paccantimā janapadā, orato majjhe, dakkhiṇāya disāya setakaṇṇikaṁ nāma nigamo, tato parā paccantimā janapadā, orato majjhe, pacchimāya disāya thūṇaṁ nāma brāhmaṇagāmo, tato parā paccantimā janapadā, orato majjhe, uttarāya disāya usiraddhajo nāma pabbato, tato parā paccantimā janapadā orato majjhe’’ti evaṁ paricchinne āyāmato tiyojanasate, vitthārato aḍḍhateyyayojanasate, parikkhepato navayojanasate majjhimapadese uppajjati.",
  "atk-s0101a2:139_13": "Na kevalañca tathāgato, paccekabuddhā, aggasāvakā, asītimahātherā, buddhamātā, buddhapitā, cakkavattī rājā aññe ca sārappattā brāhmaṇagahapatikā etthevuppajjanti.",
  "atk-s0101a2:140_0": "Tattha tathāgato sujātāya dinnamadhupāyāsabhojanato yāva arahattamaggo, tāva uppajjati nāma, arahattaphale uppanno nāma.",
  "atk-s0101a2:140_1": "Mahābhinikkhamanato vā yāva arahattamaggo.",
  "atk-s0101a2:140_2": "Tusitabhavanato vā yāva arahattamaggo.",
  "atk-s0101a2:140_3": "Dīpaṅkarapādamūlato vā yāva arahattamaggo, tāva uppajjati nāma, arahattaphale uppanno nāma.",
  "atk-s0101a2:140_4": "Idha sabbapaṭhamaṁ uppannabhāvaṁ sandhāya uppajjatīti vuttaṁ.",
  "atk-s0101a2:140_5": "Tathāgato loke uppanno hotīti ayañhettha attho.",
  "atk-s0101a2:141_0": "So imaṁ lokanti so bhagavā imaṁ lokaṁ. Idāni vattabbaṁ nidasseti.",
  "atk-s0101a2:141_1": "Sadevakanti saha devehi sadevakaṁ.",
  "atk-s0101a2:141_2": "Evaṁ saha mārena samārakaṁ, saha brahmunā sabrahmakaṁ, saha samaṇabrāhmaṇehi sassamaṇabrāhmaṇiṁ. Pajātattā pajā, taṁ pajaṁ.",
  "atk-s0101a2:141_3": "Saha devamanussehi sadevamanussaṁ.",
  "atk-s0101a2:141_4": "Tattha sadevakavacanena pañca kāmāvacaradevaggahaṇaṁ veditabbaṁ.",
  "atk-s0101a2:141_5": "Samāraka – vacanena chaṭṭhakāmāvacaradevaggahaṇaṁ.",
  "atk-s0101a2:141_6": "Sabrahmakavacanena brahmakāyikādibrahmaggahaṇaṁ.",
  "atk-s0101a2:141_7": "Sassamaṇabrāhmaṇīvacanena sāsanassa paccatthikapaccāmittasamaṇabrāhmaṇaggahaṇaṁ, samitapāpabāhitapāpasamaṇabrāhmaṇaggahaṇañca.",
  "atk-s0101a2:141_8": "Pajāvacanena sattalokaggahaṇaṁ.",
  "atk-s0101a2:141_9": "Sadevamanussavacanena sammutidevaavasesamanussaggahaṇaṁ.",
  "atk-s0101a2:141_10": "Evamettha tīhi padehi okāsalokena saddhiṁ sattaloko.",
  "atk-s0101a2:141_11": "Dvīhi pajāvasena sattalokova gahitoti veditabbo.",
  "atk-s0101a2:142_0": "Aparo nayo, sadevakaggahaṇena arūpāvacaradevaloko gahito.",
  "atk-s0101a2:142_1": "Samārakaggahaṇena cha kāmāvacaradevaloko.",
  "atk-s0101a2:142_2": "Sabrahmakaggahaṇena rūpī brahmaloko.",
  "atk-s0101a2:142_3": "Sassamaṇabrāhmaṇādiggahaṇena catuparisavasena sammutidevehi vā saha manussaloko, avasesasabbasattaloko vā.",
  "atk-s0101a2:143_0": "Api cettha sadevakavacanena ukkaṭṭhaparicchedato sabbassa lokassa sacchikatabhāvamāha.",
  "atk-s0101a2:143_1": "Tato yesaṁ ahosi – ‘‘māro mahānubhāvo cha kāmāvacarissaro vasavattī, kiṁ sopi etena sacchikato’’ti, tesaṁ vimatiṁ vidhamanto ‘‘samāraka’’nti āha.",
  "atk-s0101a2:143_2": "Yesaṁ pana ahosi – ‘‘brahmā mahānubhāvo ekaṅguliyā ekasmiṁ cakkavāḷasahasse ālokaṁ pharati, dvīhi …pe… dasahi aṅgulīhi dasasu cakkavāḷasahassesu ālokaṁ pharati.",
  "atk-s0101a2:143_3": "Anuttarañca jhānasamāpattisukhaṁ paṭisaṁvedeti, kiṁ sopi sacchikato’’ti, tesaṁ vimatiṁ vidhamanto sabrahmakanti āha.",
  "atk-s0101a2:143_4": "Tato ye cintesuṁ – ‘‘puthū samaṇabrāhmaṇā sāsanassa paccatthikā, kiṁ tepi sacchikatā’’ti, tesaṁ vimatiṁ vidhamanto sassamaṇabrāhmaṇiṁ pajanti āha.",
  "atk-s0101a2:143_5": "Evaṁ ukkaṭṭhukkaṭṭhānaṁ sacchikatabhāvaṁ pakāsetvā atha sammutideve avasesamanusse ca upādāya ukkaṭṭhaparicchedavasena sesasattalokassa sacchikatabhāvaṁ pakāsento sadevamanussanti āha. Ayamettha bhāvānukkamo.",
  "atk-s0101a2:144_0": "Porāṇā panāhu sadevakanti devehi saddhiṁ avasesalokaṁ.",
  "atk-s0101a2:144_1": "Samārakanti mārena saddhiṁ avasesalokaṁ.",
  "atk-s0101a2:144_2": "Sabrahmakanti brahmehi saddhiṁ avasesalokaṁ.",
  "atk-s0101a2:144_3": "Evaṁ sabbepi tibhavūpage satte tīhākārehi tīsu padesu pakkhipitvā puna dvīhi padehi pariyādiyanto sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussanti āha.",
  "atk-s0101a2:144_4": "Evaṁ pañcahipi padehi tena tenākārena tedhātukameva pariyādinnanti.",
  "atk-s0101a2:145_0": "Sayaṁ abhiññā sacchikatvā pavedetīti ettha pana sayanti sāmaṁ aparaneyyo hutvā.",
  "atk-s0101a2:145_1": "Abhiññāti abhiññāya, adhikena ñāṇena ñatvāti attho.",
  "atk-s0101a2:145_2": "Sacchikatvāti paccakkhaṁ katvā, etena anumānādipaṭikkhepo kato hoti.",
  "atk-s0101a2:145_3": "Pavedetīti bodheti viññāpeti pakāseti.",
  "atk-s0101a2:146_0": "So dhammaṁ deseti ādikalyāṇaṁ…pe… pariyosānakalyāṇanti so bhagavā sattesu kāruññataṁ paṭicca hitvāpi anuttaraṁ vivekasukhaṁ dhammaṁ deseti.",
  "atk-s0101a2:146_1": "Tañca kho appaṁ vā bahuṁ vā desento ādikalyāṇādippakārameva deseti.",
  "atk-s0101a2:146_2": "Ādimhipi, kalyāṇaṁ bhaddakaṁ anavajjameva katvā deseti, majjhepi, pariyosānepi, kalyāṇaṁ bhaddakaṁ anavajjameva katvā desetīti vuttaṁ hoti.",
  "atk-s0101a2:146_3": "Tattha atthi desanāya ādimajjhapariyosānaṁ, atthi sāsanassa.",
  "atk-s0101a2:146_4": "Desanāya tāva catuppadikāyapi gāthāya paṭhamapādo ādi nāma, tato dve majjhaṁ nāma, ante eko pariyosānaṁ nāma.",
  "atk-s0101a2:146_5": "Ekānusandhikassa suttassa nidānaṁ ādi, idamavocāti pariyosānaṁ, ubhinnamantarā majjhaṁ.",
  "atk-s0101a2:146_6": "Anekānusandhikassa suttassa paṭhamānusandhi ādi, ante anusandhi pariyosānaṁ, majjhe eko vā dve vā bahū vā majjhameva.",
  "atk-s0101a2:147_0": "Sāsanassa pana sīlasamādhivipassanā ādi nāma.",
  "atk-s0101a2:147_1": "Vuttampi cetaṁ – ‘‘ko cādi kusalānaṁ dhammānaṁ?",
  "atk-s0101a2:147_2": "Sīlañca suvisuddhaṁ diṭṭhi ca ujukā’’ti (saṁ. ni. 5.369).",
  "atk-s0101a2:147_3": "‘‘Atthi, bhikkhave, majjhimā paṭipadā tathāgatena abhisambuddhā’’ti evaṁ vutto pana ariyamaggo majjhaṁ nāma.",
  "atk-s0101a2:147_4": "Phalañceva nibbānañca pariyosānaṁ nāma.",
  "atk-s0101a2:147_5": "‘‘Etadatthamidaṁ, brāhmaṇa, brahmacariyaṁ, etaṁ sāraṁ, etaṁ pariyosāna’’nti (ma. ni.",
  "atk-s0101a2:147_6": "1.324) hi ettha phalaṁ pariyosānanti vuttaṁ.",
  "atk-s0101a2:147_7": "‘‘Nibbānogadhaṁ hi, āvuso visākha, brahmacariyaṁ vussati, nibbānaparāyanaṁ nibbānapariyosāna’’nti (ma. ni.",
  "atk-s0101a2:147_8": "1.466) ettha nibbānaṁ pariyosānanti vuttaṁ.",
  "atk-s0101a2:147_9": "Idha desanāya ādimajjhapariyosānaṁ adhippetaṁ.",
  "atk-s0101a2:147_10": "Bhagavā hi dhammaṁ desento ādimhi sīlaṁ dassetvā majjhe maggaṁ pariyosāne nibbānaṁ dasseti.",
  "atk-s0101a2:147_11": "Tena vuttaṁ – ‘‘so dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇa’’nti.",
  "atk-s0101a2:147_12": "Tasmā aññopi dhammakathiko dhammaṁ kathento –",
  "atk-s0101a2:148_0": "‘‘Ādimhi sīlaṁ dasseyya, majjhe maggaṁ vibhāvaye;",
  "atk-s0101a2:149_0": "Pariyosānamhi nibbānaṁ, esā kathikasaṇṭhitī’’ti.",
  "atk-s0101a2:150_0": "Sātthaṁ sabyañjananti yassa hi yāgubhattaitthipurisādivaṇṇanānissitā desanā hoti, na so sātthaṁ deseti.",
  "atk-s0101a2:150_1": "Bhagavā pana tathārūpaṁ desanaṁ pahāya catusatipaṭṭhānādinissitaṁ desanaṁ deseti.",
  "atk-s0101a2:150_2": "Tasmā sātthaṁ desetīti vuccati.",
  "atk-s0101a2:150_3": "Yassa pana desanā ekabyañjanādiyuttā vā sabbaniroṭṭhabyañjanā vā sabbavissaṭṭhasabbaniggahītabyañjanā vā, tassa damiḷakirātasavarādimilakkhūnaṁ bhāsā viya byañjanapāripūriyā abhāvato abyañjanā nāma desanā hoti. Bhagavā pana –",
  "atk-s0101a2:151_0": "‘‘Sithilaṁ dhanitañca dīgharassaṁ, garukaṁ lahukañca niggahītaṁ;",
  "atk-s0101a2:152_0": "Sambandhavavatthitaṁ vimuttaṁ, dasadhā byañjanabuddhiyā pabhedo’’ti.",
  "atk-s0101a2:153_0": "Evaṁ vuttaṁ dasavidhaṁ byañjanaṁ amakkhetvā paripuṇṇabyañjanameva katvā dhammaṁ deseti, tasmā sabyañjanaṁ dhammaṁ desetīti vuccati.",
  "atk-s0101a2:153_1": "Kevalaparipuṇṇanti ettha kevalanti sakalādhivacanaṁ.",
  "atk-s0101a2:153_2": "Paripuṇṇanti anūnādhikavacanaṁ.",
  "atk-s0101a2:153_3": "Idaṁ vuttaṁ hoti sakalaparipuṇṇameva deseti, ekadesanāpi aparipuṇṇā natthīti.",
  "atk-s0101a2:153_4": "Upanetabbaapanetabbassa abhāvato kevalaparipuṇṇanti veditabbaṁ. Parisuddhanti nirupakkilesaṁ.",
  "atk-s0101a2:153_5": "Yo hi imaṁ dhammadesanaṁ nissāya lābhaṁ vā sakkāraṁ vā labhissāmīti deseti, tassa aparisuddhā desanā hoti.",
  "atk-s0101a2:153_6": "Bhagavā pana lokāmisanirapekkho hitapharaṇena mettābhāvanāya muduhadayo ullumpanasabhāvasaṇṭhitena cittena deseti.",
  "atk-s0101a2:153_7": "Tasmā parisuddhaṁ dhammaṁ desetīti vuccati.",
  "atk-s0101a2:154_0": "Brahmacariyaṁ pakāsetīti ettha panāyaṁ brahmacariya-saddo dāne veyyāvacce pañcasikkhāpadasīle appamaññāsu methunaviratiyaṁ sadārasantose vīriye uposathaṅgesu ariyamagge sāsaneti imesvatthesu dissati.",
  "atk-s0101a2:155_0": "‘‘Kiṁ te vataṁ kiṁ pana brahmacariyaṁ,",
  "atk-s0101a2:156_0": "Kissa suciṇṇassa ayaṁ vipāko;",
  "atk-s0101a2:157_0": "Iddhī jutī balavīriyūpapatti,",
  "atk-s0101a2:158_0": "Idañca te nāga, mahāvimānaṁ.",
  "atk-s0101a2:159_0": "Ahañca bhariyā ca manussaloke,",
  "atk-s0101a2:160_0": "Saddhā ubho dānapatī ahumhā;",
  "atk-s0101a2:161_0": "Opānabhūtaṁ me gharaṁ tadāsi,",
  "atk-s0101a2:162_0": "Santappitā samaṇabrāhmaṇā ca.",
  "atk-s0101a2:163_0": "Taṁ me vataṁ taṁ pana brahmacariyaṁ,",
  "atk-s0101a2:164_0": "Tassa suciṇṇassa ayaṁ vipāko;",
  "atk-s0101a2:165_0": "Iddhī jutī balavīriyūpapatti,",
  "atk-s0101a2:166_0": "Idañca me dhīra mahāvimāna’’nti. (jā. 2.17.1595);",
  "atk-s0101a2:167_0": "Imasmiñhi puṇṇakajātake dānaṁ brahmacariyanti vuttaṁ.",
  "atk-s0101a2:168_0": "‘‘Kena pāṇi kāmadado, kena pāṇi madhussavo;",
  "atk-s0101a2:169_0": "Kena te brahmacariyena, puññaṁ pāṇimhi ijjhati.",
  "atk-s0101a2:170_0": "Tena pāṇi kāmadado, tena pāṇi madhussavo;",
  "atk-s0101a2:171_0": "Tena me brahmacariyena, puññaṁ pāṇimhi ijjhatī’’ti. (pe. va. 275,277);",
  "atk-s0101a2:172_0": "Imasmiṁ aṅkurapetavatthumhi veyyāvaccaṁ brahmacariyanti vuttaṁ.",
  "atk-s0101a2:172_1": "‘‘Evaṁ, kho taṁ bhikkhave, tittiriyaṁ nāma brahmacariyaṁ ahosī’’ti (cūḷava.",
  "atk-s0101a2:172_2": "311) imasmiṁ tittirajātake pañcasikkhāpadasīlaṁ brahmacariyanti vuttaṁ.",
  "atk-s0101a2:172_3": "‘‘Taṁ kho pana me, pañcasikha, brahmacariyaṁ neva nibbidāya na virāgāya na nirodhāya…pe… yāvadeva brahmalokūpapattiyā’’ti (dī. ni.",
  "atk-s0101a2:172_4": "2.329) imasmiṁ mahāgovindasutte catasso appamaññāyo brahmacariyanti vuttā.",
  "atk-s0101a2:172_5": "‘‘Pare abrahmacārī bhavissanti, mayamettha brahmacārī bhavissāmā’’ti (ma. ni.",
  "atk-s0101a2:172_6": "1.83) imasmiṁ sallekhasutte methunavirati brahmacariyanti vuttā.",
  "atk-s0101a2:173_0": "‘‘Mayañca bhariyā nātikkamāma,",
  "atk-s0101a2:174_0": "Amhe ca bhariyā nātikkamanti;",
  "atk-s0101a2:175_0": "Aññatra tāhi brahmacariyaṁ carāma,",
  "atk-s0101a2:176_0": "Tasmā hi amhaṁ daharā na mīyare’’ti. (jā. 1.4.97);",
  "atk-s0101a2:177_0": "Mahādhammapālajātake sadārasantoso brahmacariyanti vutto.",
  "atk-s0101a2:177_1": "‘‘Abhijānāmi kho panāhaṁ, sāriputta, caturaṅgasamannāgataṁ brahmacariyaṁ caritā, tapassī sudaṁ homī’’ti (ma. ni.",
  "atk-s0101a2:177_2": "1.155) lomahaṁsanasutte vīriyaṁ brahmacariyanti vuttaṁ.",
  "atk-s0101a2:178_0": "‘‘Hīnena brahmacariyena, khattiye upapajjati;",
  "atk-s0101a2:179_0": "Majjhimena ca devattaṁ, uttamena visujjhatī’’ti. (jā. 1.8.75);",
  "atk-s0101a2:180_0": "Evaṁ nimijātake attadamanavasena kato aṭṭhaṅgiko uposatho brahmacariyanti vutto.",
  "atk-s0101a2:180_1": "‘‘Idaṁ kho pana me, pañcasikha, brahmacariyaṁ ekantanibbidāya virāgāya nirodhāya…pe… ayameva ariyo aṭṭhaṅgiko maggo’’ti (dī. ni.",
  "atk-s0101a2:180_2": "2.329) mahāgovindasuttasmiṁyeva ariyamaggo brahmacariyanti vutto.",
  "atk-s0101a2:180_3": "‘‘Tayidaṁ brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsita’’nti (dī. ni.",
  "atk-s0101a2:180_4": "3.174) pāsādikasutte sikkhattayasaṅgahitaṁ sakalasāsanaṁ brahmacariyanti vuttaṁ.",
  "atk-s0101a2:180_5": "Imasmimpi ṭhāne idameva brahmacariyanti adhippetaṁ.",
  "atk-s0101a2:180_6": "Tasmā brahmacariyaṁ pakāsetīti so dhammaṁ deseti ādikalyāṇaṁ…pe… parisuddhaṁ.",
  "atk-s0101a2:180_7": "Evaṁ desento ca sikkhattayasaṅgahitaṁ sakalasāsanaṁ brahmacariyaṁ pakāsetīti evamettha attho daṭṭhabbo.",
  "atk-s0101a2:180_8": "Brahmacariyanti seṭṭhaṭṭhena brahmabhūtaṁ cariyaṁ.",
  "atk-s0101a2:180_9": "Brahmabhūtānaṁ vā buddhādīnaṁ cariyanti vuttaṁ hoti.",
  "atk-s0101a2:181_0": "191.Taṁ dhammanti taṁ vuttappakārasampadaṁ dhammaṁ.",
  "atk-s0101a2:181_1": "Suṇāti gahapati vāti kasmā paṭhamaṁ gahapatiṁ niddisati? Nihatamānattā, ussannattā ca.",
  "atk-s0101a2:181_2": "Yebhuyyena hi khattiyakulato pabbajitā jātiṁ nissāya mānaṁ karonti.",
  "atk-s0101a2:181_3": "Brāhmaṇakulā pabbajitā mante nissāya mānaṁ karonti.",
  "atk-s0101a2:181_4": "Hīnajaccakulā pabbajitā attano attano vijātitāya patiṭṭhātuṁ na sakkonti.",
  "atk-s0101a2:181_5": "Gahapatidārakā pana kacchehi sedaṁ muñcantehi piṭṭhiyā loṇaṁ pupphamānāya bhūmiṁ kasitvā tādisassa mānassa abhāvato nihatamānadappā honti.",
  "atk-s0101a2:181_6": "Te pabbajitvā mānaṁ vā dappaṁ vā akatvā yathābalaṁ sakalabuddhavacanaṁ uggahetvā vipassanāya kammaṁ karontā sakkonti arahatte patiṭṭhātuṁ.",
  "atk-s0101a2:181_7": "Itarehi ca kulehi nikkhamitvā pabbajitā nāma na bahukā, gahapatikāva bahukā.",
  "atk-s0101a2:181_8": "Iti nihatamānattā ussannattā ca paṭhamaṁ gahapatiṁ niddisatīti.",
  "atk-s0101a2:182_0": "Aññatarasmiṁ vāti itaresaṁ vā kulānaṁ aññatarasmiṁ. Paccājātoti patijāto.",
  "atk-s0101a2:182_1": "Tathāgate saddhaṁ paṭilabhatīti parisuddhaṁ dhammaṁ sutvā dhammassāmimhi tathāgate – ‘‘sammāsambuddho vata so bhagavā’’ti saddhaṁ paṭilabhati.",
  "atk-s0101a2:182_2": "Iti paṭisañcikkhatīti evaṁ paccavekkhati.",
  "atk-s0101a2:182_3": "Sambādho gharāvāsoti sacepi saṭṭhihatthe ghare yojanasatantarepi vā dve jāyampatikā vasanti, tathāpi nesaṁ sakiñcanasapalibodhaṭṭhena gharāvāso sambādhoyeva.",
  "atk-s0101a2:182_4": "Rajopathoti rāgarajādīnaṁ uṭṭhānaṭṭhānanti mahāaṭṭhakathāyaṁ vuttaṁ. Āgamanapathotipi vadanti.",
  "atk-s0101a2:182_5": "Alagganaṭṭhena abbhokāso viyāti abbhokāso.",
  "atk-s0101a2:182_6": "Pabbajito hi kūṭāgāraratanapāsādadevavimānādīsu pihitadvāravātapānesu paṭicchannesu vasantopi neva laggati, na sajjati, na bajjhati.",
  "atk-s0101a2:182_7": "Tena vuttaṁ – ‘‘abbhokāso pabbajjā’’ti.",
  "atk-s0101a2:182_8": "Api ca sambādho gharāvāso kusalakiriyāya okāsābhāvato.",
  "atk-s0101a2:182_9": "Rajopatho asaṁvutasaṅkāraṭṭhānaṁ viya rajānaṁ kilesarajānaṁ sannipātaṭṭhānato.",
  "atk-s0101a2:182_10": "Abbhokāso pabbajjā kusalakiriyāya yathāsukhaṁ okāsasabbhāvato.",
  "atk-s0101a2:183_0": "Nayidaṁsukaraṁ…pe… pabbajeyyanti etthāyaṁ saṅkhepakathā, yadetaṁ sikkhattayabrahmacariyaṁ ekampi divasaṁ akhaṇḍaṁ katvā carimakacittaṁ pāpetabbatāya ekantaparipuṇṇaṁ, caritabbaṁ ekadivasampi ca kilesamalena amalīnaṁ katvā carimakacittaṁ pāpetabbatāya ekantaparisuddhaṁ .",
  "atk-s0101a2:183_1": "Saṅkhalikhitanti likhitasaṅkhasadisaṁ dhotasaṅkhasappaṭibhāgaṁ caritabbaṁ.",
  "atk-s0101a2:183_2": "Idaṁ na sukaraṁ agāraṁ ajjhāvasatā agāramajjhe vasantena ekantaparipuṇṇaṁ…pe… carituṁ, yaṁnūnāhaṁ kese ca massuñca ohāretvā kasāyarasapītatāya kāsāyāni brahmacariyaṁ carantānaṁ anucchavikāni vatthāni acchādetvā paridahitvā agārasmā nikkhamitvā anagāriyaṁ pabbajeyyanti.",
  "atk-s0101a2:183_3": "Ettha ca yasmā agārassa hitaṁ kasivāṇijjādikammaṁ agāriyanti vuccati, tañca pabbajjāya natthi, tasmā pabbajjā anagāriyanti ñātabbā, taṁ anagāriyaṁ. Pabbajeyyanti paṭipajjeyyaṁ.",
  "atk-s0101a2:184_0": "192-193.Appaṁ vāti sahassato heṭṭhā bhogakkhandho appo nāma hoti, sahassato paṭṭhāya mahā.",
  "atk-s0101a2:184_1": "Ābandhanaṭṭhena ñātiyeva ñātiparivaṭṭo.",
  "atk-s0101a2:184_2": "Sopi vīsatiyā heṭṭhā appo nāma hoti, vīsatiyā paṭṭhāya mahā.",
  "atk-s0101a2:184_3": "Pātimokkhasaṁvarasaṁvutoti pātimokkhasaṁvarena samannāgato.",
  "atk-s0101a2:184_4": "Ācāragocarasampannoti ācārena ceva gocarena ca sampanno. Aṇumattesūti appamattakesu. Vajjesūti akusaladhammesu. Bhayadassāvīti bhayadassī. Samādāyāti sammā ādiyitvā.",
  "atk-s0101a2:184_5": "Sikkhati sikkhāpadesūti sikkhāpadesu taṁ taṁ sikkhāpadaṁ samādiyitvā sikkhati.",
  "atk-s0101a2:184_6": "Ayamettha saṅkhepo, vitthāro pana visuddhimagge vutto.",
  "atk-s0101a2:185_0": "Kāyakammavacīkammena samannāgato kusalena parisuddhājīvoti ettha ācāragocaraggahaṇeneva ca kusale kāyakammavacīkamme gahitepi yasmā idaṁ ājīvapārisuddhisīlaṁ nāma na ākāse vā rukkhaggādīsu vā uppajjati, kāyavacīdvāresuyeva pana uppajjati;",
  "atk-s0101a2:185_1": "tasmā tassa uppattidvāradassanatthaṁ kāyakammavacīkammena samannāgato kusalenāti vuttaṁ.",
  "atk-s0101a2:185_2": "Yasmā pana tena samannāgato, tasmā parisuddhājīvo.",
  "atk-s0101a2:185_3": "Samaṇamuṇḍikaputtasuttantavasena (ma. ni. 2.260) vā evaṁ vuttaṁ.",
  "atk-s0101a2:185_4": "Tattha hi ‘‘katame ca, thapati, kusalā sīlā?",
  "atk-s0101a2:185_5": "Kusalaṁ kāyakammaṁ, kusalaṁ vacīkammaṁ, parisuddhaṁ ājīvampi kho ahaṁ thapati sīlasmiṁ vadāmī’’ti vuttaṁ.",
  "atk-s0101a2:185_6": "Yasmā pana tena samannāgato, tasmā parisuddhājīvoti veditabbo.",
  "atk-s0101a2:186_0": "Sīlasampannoti brahmajāle vuttena tividhena sīlena samannāgato hoti.",
  "atk-s0101a2:186_1": "Indriyesu guttadvāroti manacchaṭṭhesu indriyesu pihitadvāro hoti.",
  "atk-s0101a2:186_2": "Satisampajaññena samannāgatoti abhikkante paṭikkantetiādīsu sattasu ṭhānesu satiyā ceva sampajaññena ca samannāgato hoti.",
  "atk-s0101a2:186_3": "Santuṭṭhoti catūsu paccayesu tividhena santosena santuṭṭho hoti.",
  "atk-s0101a2:187_0": "Cūḷasīlavaṇṇanā",
  "atk-s0101a2:188_0": "194-211.",
  "atk-s0101a2:188_1": "Evaṁ mātikaṁ nikkhipitvā anupubbena bhājento ‘‘kathañca, mahārāja, bhikkhu sīlasampanno hotī’’tiādimāha.",
  "atk-s0101a2:188_2": "Tattha idampissa hoti sīlasminti idampi assa bhikkhuno pāṇātipātā veramaṇi sīlasmiṁ ekaṁ sīlaṁ hotīti attho.",
  "atk-s0101a2:188_3": "Paccattavacanatthe vā etaṁ bhummaṁ.",
  "atk-s0101a2:188_4": "Mahāaṭṭhakathāyañhi idampi tassa samaṇassa sīlanti ayameva attho vutto.",
  "atk-s0101a2:188_5": "Sesaṁ brahmajāle vuttanayeneva veditabbaṁ.",
  "atk-s0101a2:188_6": "Idamassa hoti sīlasminti idaṁ assa sīlaṁ hotīti attho.",
  "atk-s0101a2:189_0": "212.Na kutoci bhayaṁ samanupassati, yadidaṁ sīlasaṁvaratoti yāni asaṁvaramūlakāni bhayāni uppajjanti, tesu yaṁ idaṁ bhayaṁ sīlasaṁvarato bhaveyya, taṁ kutoci ekasaṁvaratopi na samanupassati. Kasmā?",
  "atk-s0101a2:189_1": "Saṁvarato asaṁvaramūlakassa bhayassa abhāvā.",
  "atk-s0101a2:189_2": "Muddhābhisittoti yathāvidhānavihitena khattiyābhisekena muddhani avasitto.",
  "atk-s0101a2:189_3": "Yadidaṁ paccatthikatoti yaṁ kutoci ekapaccatthikatopi bhayaṁ bhaveyya, taṁ na samanupassati. Kasmā? Yasmā nihatapaccāmitto.",
  "atk-s0101a2:189_4": "Ajjhattanti niyakajjhattaṁ, attano santāneti attho.",
  "atk-s0101a2:189_5": "Anavajjasukhanti anavajjaṁ aninditaṁ kusalaṁ sīlapadaṭṭhānehi avippaṭisārapāmojjapītipassaddhidhammehi pariggahitaṁ kāyikacetasikasukhaṁ paṭisaṁvedeti.",
  "atk-s0101a2:189_6": "Evaṁ kho, mahārāja, bhikkhu sīlasampanno hotīti evaṁ nirantaraṁ vitthāretvā dassitena tividhena sīlena samannāgato bhikkhu sīlasampanno nāma hotīti sīlakathaṁ niṭṭhāpesi.",
  "atk-s0101a2:190_0": "Indriyasaṁvarakathā",
  "atk-s0101a2:191_0": "213.",
  "atk-s0101a2:191_1": "Indriyesu guttadvārabhājanīye cakkhunā rūpanti ayaṁ cakkhusaddo katthaci buddhacakkhumhi vattati, yathāha – ‘‘buddhacakkhunā lokaṁ volokesī’’ti (mahāva. 9).",
  "atk-s0101a2:191_2": "Katthaci sabbaññutaññāṇasaṅkhāte samantacakkhumhi, yathāha – ‘‘tathūpamaṁ dhammamayaṁ, sumedha, pāsādamāruyha samantacakkhū’’ti (mahāva. 8).",
  "atk-s0101a2:191_3": "Katthaci dhammacakkhumhi ‘‘virajaṁ vītamalaṁ dhammacakkhuṁ udapādī’’ti (mahāva.",
  "atk-s0101a2:191_4": "16) hi ettha ariyamaggattayapaññā.",
  "atk-s0101a2:191_5": "‘‘Cakkhuṁ udapādi ñāṇaṁ udapādī’’ti (mahāva.",
  "atk-s0101a2:191_6": "15) ettha pubbenivāsādiñāṇaṁ paññācakkhūti vuccati. ‘‘Dibbena cakkhunā’’ti (ma. ni.",
  "atk-s0101a2:191_7": "1.284) āgataṭṭhānesu dibbacakkhumhi vattati.",
  "atk-s0101a2:191_8": "‘‘Cakkhuñca paṭicca rūpe cā’’ti ettha pasādacakkhumhi vattati.",
  "atk-s0101a2:191_9": "Idha panāyaṁ pasādacakkhuvohārena cakkhuviññāṇe vattati, tasmā cakkhuviññāṇena rūpaṁ disvāti ayametthattho.",
  "atk-s0101a2:191_10": "Sesapadesu yaṁ vattabbaṁ siyā, taṁ sabbaṁ visuddhimagge vuttaṁ.",
  "atk-s0101a2:191_11": "Abyāsekasukhanti kilesabyāsekavirahitattā abyāsekaṁ asammissaṁ parisuddhaṁ adhicittasukhaṁ paṭisaṁvedetīti.",
  "atk-s0101a2:192_0": "Satisampajaññakathā",
  "atk-s0101a2:193_0": "214.",
  "atk-s0101a2:193_1": "Satisampajaññabhājanīyamhi abhikkante paṭikkanteti ettha tāva abhikkantaṁ vuccati gamanaṁ, paṭikkantaṁ nivattanaṁ, tadubhayampi catūsu iriyāpathesu labbhati.",
  "atk-s0101a2:193_2": "Gamane tāva purato kāyaṁ abhiharanto abhikkamati nāma .",
  "atk-s0101a2:193_3": "Paṭinivattanto paṭikkamati nāma.",
  "atk-s0101a2:193_4": "Ṭhānepi ṭhitakova kāyaṁ purato onāmento abhikkamati nāma, pacchato apanāmento paṭikkamati nāma.",
  "atk-s0101a2:193_5": "Nisajjāya nisinnakova āsanassa purimaaṅgābhimukho saṁsaranto abhikkamati nāma, pacchimaaṅgapadesaṁ paccāsaṁsaranto paṭikkamati nāma. Nipajjanepi eseva nayo.",
  "atk-s0101a2:194_0": "Sampajānakārī hotīti sampajaññena sabbakiccakārī. Sampajaññameva vā kārī.",
  "atk-s0101a2:194_1": "So hi abhikkantādīsu sampajaññaṁ karoteva.",
  "atk-s0101a2:194_2": "Na katthaci sampajaññavirahito hoti.",
  "atk-s0101a2:194_3": "Tattha sātthakasampajaññaṁ, sappāyasampajaññaṁ, gocarasampajaññaṁ asammohasampajaññanti catubbidhaṁ sampajaññaṁ.",
  "atk-s0101a2:194_4": "Tattha abhikkamanacitte uppanne cittavaseneva agantvā – ‘‘kinnu me ettha gatena attho atthi natthī’’ti atthānatthaṁ pariggahetvā atthapariggaṇhanaṁ sātthakasampajaññaṁ.",
  "atk-s0101a2:194_5": "Tattha ca atthoti cetiyadassanabodhisaṅghatheraasubhadassanādivasena dhammato vuḍḍhi.",
  "atk-s0101a2:194_6": "Cetiyaṁ vā bodhiṁ vā disvāpi hi buddhārammaṇaṁ, saṅghadassanena saṅghārammaṇaṁ, pītiṁ uppādetvā tadeva khayavayato sammasanto arahattaṁ pāpuṇāti.",
  "atk-s0101a2:194_7": "There disvā tesaṁ ovāde patiṭṭhāya, asubhaṁ disvā tattha paṭhamajjhānaṁ uppādetvā tadeva khayavayato sammasanto arahattaṁ pāpuṇāti.",
  "atk-s0101a2:194_8": "Tasmā etesaṁ dassanaṁ sātthakanti vuttaṁ.",
  "atk-s0101a2:194_9": "Keci pana āmisatopi vuḍḍhi atthoyeva, taṁ nissāya brahmacariyānuggahāya paṭipannattāti vadanti.",
  "atk-s0101a2:195_0": "Tasmiṁ pana gamane sappāyāsappāyaṁ pariggahetvā sappāyapariggaṇhanaṁ sappāyasampajaññaṁ.",
  "atk-s0101a2:195_1": "Seyyathidaṁ – cetiyadassanaṁ tāva sātthakaṁ, sace pana cetiyassa mahāpūjāya dasadvādasayojanantare parisā sannipatanti, attano vibhavānurūpā itthiyopi purisāpi alaṅkatapaṭiyattā cittakammarūpakāni viya sañcaranti.",
  "atk-s0101a2:195_2": "Tatra cassa iṭṭhe ārammaṇe lobho hoti, aniṭṭhe paṭigho, asamapekkhane moho uppajjati, kāyasaṁsaggāpattiṁ vā āpajjati.",
  "atk-s0101a2:195_3": "Jīvitabrahmacariyānaṁ vā antarāyo hoti, evaṁ taṁ ṭhānaṁ asappāyaṁ hoti.",
  "atk-s0101a2:195_4": "Vuttappakāraantarāyābhāve sappāyaṁ. Bodhidassanepi eseva nayo. Saṅghadassanampi sātthaṁ.",
  "atk-s0101a2:195_5": "Sace pana antogāme mahāmaṇḍapaṁ kāretvā sabbarattiṁ dhammassavanaṁ karontesu manussesu vuttappakāreneva janasannipāto ceva antarāyo ca hoti, evaṁ taṁ ṭhānaṁ asappāyaṁ hoti. Antarāyābhāve sappāyaṁ.",
  "atk-s0101a2:195_6": "Mahāparisaparivārānaṁ therānaṁ dassanepi eseva nayo.",
  "atk-s0101a2:196_0": "Asubhadassanampi sātthaṁ, tadatthadīpanatthañca idaṁ vatthu – eko kira daharabhikkhu sāmaṇeraṁ gahetvā dantakaṭṭhatthāya gato.",
  "atk-s0101a2:196_1": "Sāmaṇero maggā okkamitvā purato gacchanto asubhaṁ disvā paṭhamajjhānaṁ nibbattetvā tadeva pādakaṁ katvā saṅkhāre sammasanto tīṇi phalāni sacchikatvā uparimaggatthāya kammaṭṭhānaṁ pariggahetvā aṭṭhāsi.",
  "atk-s0101a2:196_2": "Daharo taṁ apassanto sāmaṇerāti pakkosi.",
  "atk-s0101a2:196_3": "So ‘mayā pabbajitadivasato paṭṭhāya bhikkhunā saddhiṁ dve kathā nāma na kathitapubbā.",
  "atk-s0101a2:196_4": "Aññasmimpi divase upari visesaṁ nibbattessāmī’ti cintetvā kiṁ, bhanteti paṭivacanamadāsi.",
  "atk-s0101a2:196_5": "‘Ehī’ti ca vutte ekavacaneneva āgantvā, ‘bhante, iminā tāva maggeneva gantvā mayā ṭhitokāse muhuttaṁ puratthābhimukho ṭhatvā olokethā’ti āha.",
  "atk-s0101a2:196_6": "So tathā katvā tena pattavisesameva pāpuṇi.",
  "atk-s0101a2:196_7": "Evaṁ ekaṁ asubhaṁ dvinnaṁ janānaṁ atthāya jātaṁ.",
  "atk-s0101a2:196_8": "Evaṁ sātthampi panetaṁ purisassa mātugāmāsubhaṁ asappāyaṁ, mātugāmassa ca purisāsubhaṁ asappāyaṁ, sabhāgameva sappāyanti evaṁ sappāyapariggaṇhanaṁ sappāyasampajaññaṁ nāma.",
  "atk-s0101a2:197_0": "Evaṁ pariggahitasātthakasappāyassa pana aṭṭhatiṁsāya kammaṭṭhānesu attano cittaruciyaṁ kammaṭṭhānasaṅkhātaṁ gocaraṁ uggahetvā bhikkhācāragocare taṁ gahetvāva gamanaṁ gocarasampajaññaṁ nāma.",
  "atk-s0101a2:197_1": "Tassāvibhāvanatthaṁ idaṁ catukkaṁ veditabbaṁ –",
  "atk-s0101a2:198_0": "Idhekacco bhikkhu harati, na paccāharati;",
  "atk-s0101a2:198_1": "ekacco paccāharati, na harati;",
  "atk-s0101a2:198_2": "ekacco pana neva harati, na paccāharati;",
  "atk-s0101a2:198_3": "ekacco harati ca, paccāharati cāti.",
  "atk-s0101a2:198_4": "Tattha yo bhikkhu divasaṁ caṅkamena nisajjāya ca āvaraṇīyehi dhammehi cittaṁ parisodhetvā tathā rattiyā paṭhamayāme, majjhimayāme seyyaṁ kappetvā pacchimayāmepi nisajjacaṅkamehi vītināmetvā pageva cetiyaṅgaṇabodhiyaṅgaṇavattaṁ katvā bodhirukkhe udakaṁ āsiñcitvā, pānīyaṁ paribhojanīyaṁ paccupaṭṭhapetvā ācariyupajjhāyavattādīni sabbāni khandhakavattāni samādāya vattati.",
  "atk-s0101a2:198_5": "So sarīraparikammaṁ katvā senāsanaṁ pavisitvā dve tayo pallaṅke usumaṁ gāhāpento kammaṭṭhānaṁ anuyuñjitvā bhikkhācāravelāyaṁ uṭṭhahitvā kammaṭṭhānasīseneva pattacīvaramādāya senāsanato nikkhamitvā kammaṭṭhānaṁ manasikarontova cetiyaṅgaṇaṁ gantvā, sace buddhānussatikammaṭṭhānaṁ hoti, taṁ avissajjetvāva cetiyaṅgaṇaṁ pavisati.",
  "atk-s0101a2:198_6": "Aññaṁ ce kammaṭṭhānaṁ hoti, sopānamūle ṭhatvā hatthena gahitabhaṇḍaṁ viya taṁ ṭhapetvā buddhārammaṇaṁ pītiṁ gahetvā cetiyaṅgaṇaṁ āruyha, mahantaṁ cetiyaṁ ce, tikkhattuṁ padakkhiṇaṁ katvā catūsu ṭhānesu vanditabbaṁ.",
  "atk-s0101a2:198_7": "Khuddakaṁ cetiyaṁ ce, tatheva padakkhiṇaṁ katvā aṭṭhasu ṭhānesu vanditabbaṁ.",
  "atk-s0101a2:198_8": "Cetiyaṁ vanditvā bodhiyaṅgaṇaṁ pattenāpi buddhassa bhagavato sammukhā viya nipaccākāraṁ dassetvā bodhi vanditabbā.",
  "atk-s0101a2:198_9": "So evaṁ cetiyañca bodhiñca vanditvā paṭisāmitaṭṭhānaṁ gantvā paṭisāmitabhaṇḍakaṁ hatthena gaṇhanto viya nikkhittakammaṭṭhānaṁ gahetvā gāmasamīpe kammaṭṭhānasīseneva cīvaraṁ pārupitvā gāmaṁ piṇḍāya pavisati.",
  "atk-s0101a2:198_10": "Atha naṁ manussā disvā ayyo no āgatoti paccuggantvā pattaṁ gahetvā āsanasālāya vā gehe vā nisīdāpetvā yāguṁ datvā yāva bhattaṁ na niṭṭhāti, tāva pāde dhovitvā telena makkhetvā purato te nisīditvā pañhaṁ vā pucchanti, dhammaṁ vā sotukāmā honti.",
  "atk-s0101a2:198_11": "Sacepi na kathāpenti, janasaṅgahatthaṁ dhammakathā nāma kātabbā yevāti aṭṭhakathācariyā vadanti.",
  "atk-s0101a2:198_12": "Dhammakathā hi kammaṭṭhānavinimuttā nāma natthi, tasmā kammaṭṭhānasīseneva dhammakathaṁ kathetvā kammaṭṭhānasīseneva āhāraṁ paribhuñjitvā anumodanaṁ katvā nivattiyamānehipi manussehi anugatova gāmato nikkhamitvā tattha te nivattetvā maggaṁ paṭipajjati.",
  "atk-s0101a2:199_0": "Atha naṁ puretaraṁ nikkhamitvā bahigāme katabhattakiccā sāmaṇeradaharabhikkhū disvā paccuggantvā pattacīvaramassa gaṇhanti.",
  "atk-s0101a2:199_1": "Porāṇakabhikkhū kira amhākaṁ upajjhāyo ācariyoti na mukhaṁ oloketvā vattaṁ karonti, sampattaparicchedeneva karonti.",
  "atk-s0101a2:199_2": "Te taṁ pucchanti – ‘‘bhante, ete manussā tumhākaṁ kiṁ honti, mātipakkhato sambandhā pitipakkhato’’ti? Kiṁ disvā pucchathāti?",
  "atk-s0101a2:199_3": "Tumhesu etesaṁ pemaṁ bahumānanti.",
  "atk-s0101a2:199_4": "Āvuso, yaṁ mātāpitūhipi dukkaraṁ, taṁ ete amhākaṁ karonti, pattacīvarampi no etesaṁ santakameva, etesaṁ ānubhāvena neva bhaye bhayaṁ, na chātake chātakaṁ jānāma.",
  "atk-s0101a2:199_5": "Īdisā nāma amhākaṁ upakārino natthīti tesaṁ guṇe kathento gacchati.",
  "atk-s0101a2:199_6": "Ayaṁ vuccati harati na paccāharatīti.",
  "atk-s0101a2:200_0": "Yassa pana pageva vuttappakāraṁ vattapaṭipattiṁ karontassa kammajatejodhātu pajjalati, anupādinnakaṁ muñcitvā upādinnakaṁ gaṇhāti, sarīrato sedā muñcanti, kammaṭṭhānaṁ vīthiṁ nārohati, so pageva pattacīvaramādāya vegasā cetiyaṁ vanditvā gorūpānaṁ nikkhamanavelāyameva gāmaṁ yāgubhikkhāya pavisitvā yāguṁ labhitvā āsanasālaṁ gantvā pivati, athassa dvattikkhattuṁ ajjhoharaṇamatteneva kammajatejodhātu upādinnakaṁ muñcitvā anupādinnakaṁ gaṇhāti, ghaṭasatena nhāto viya tejodhātu pariḷāhanibbānaṁ patvā kammaṭṭhānasīsena yāguṁ paribhuñjitvā pattañca mukhañca dhovitvā antarābhatte kammaṭṭhānaṁ manasikatvā avasesaṭṭhāne piṇḍāya caritvā kammaṭṭhānasīsena āhārañca paribhuñjitvā tato paṭṭhāya poṅkhānupoṅkhaṁ upaṭṭhahamānaṁ kammaṭṭhānaṁ gahetvā āgacchati, ayaṁ vuccati paccāharatina haratīti.",
  "atk-s0101a2:200_1": "Edisā ca bhikkhū yāguṁ pivitvā vipassanaṁ ārabhitvā buddhasāsane arahattappattā nāma gaṇanapathaṁ vītivattā.",
  "atk-s0101a2:200_2": "Sīhaḷadīpeyeva tesu tesu gāmesu āsanasālāyaṁ vā na taṁ āsanamatthi, yattha yāguṁ pivitvā arahattappattā bhikkhū natthīti.",
  "atk-s0101a2:201_0": "Yo pana pamādavihārī hoti, nikkhittadhuro sabbavattāni bhinditvā pañcavidhacetokhīlavinibandhacitto viharanto – ‘‘kammaṭṭhānaṁ nāma atthī’’ti saññampi akatvā gāmaṁ piṇḍāya pavisitvā ananulomikena gihisaṁsaggena saṁsaṭṭho caritvā ca bhuñjitvā ca tuccho nikkhamati, ayaṁ vuccati neva harati na paccāharatīti.",
  "atk-s0101a2:202_0": "Yo panāyaṁ – ‘‘harati ca paccāharati cā’’ti vutto, so gatapaccāgatavattavaseneva veditabbo.",
  "atk-s0101a2:202_1": "Attakāmā hi kulaputtā sāsane pabbajitvā dasapi vīsampi tiṁsampi cattālīsampi paññāsampi satampi ekato vasantā katikavattaṁ katvā viharanti, ‘‘āvuso, tumhe na iṇaṭṭā, na bhayaṭṭā, na jīvikāpakatā pabbajitā, dukkhā muccitukāmā panettha pabbajitā, tasmā gamane uppannakilesaṁ gamaneyeva niggaṇhatha, tathā ṭhāne, nisajjāya, sayane uppannakilesaṁ sayaneva niggaṇhathā’’ti.",
  "atk-s0101a2:203_0": "Te evaṁ katikavattaṁ katvā bhikkhācāraṁ gacchantā aḍḍhausabhausabhaaḍḍhagāvutagāvutantaresu pāsāṇā honti, tāya saññāya kammaṭṭhānaṁ manasikarontāva gacchanti.",
  "atk-s0101a2:203_1": "Sace kassaci gamane kileso uppajjati, tattheva naṁ niggaṇhāti.",
  "atk-s0101a2:203_2": "Tathā asakkonto tiṭṭhati, athassa pacchato āgacchantopi tiṭṭhati.",
  "atk-s0101a2:203_3": "So ‘‘ayaṁ bhikkhu tuyhaṁ uppannavitakkaṁ jānāti, ananucchavikaṁ te eta’’nti attānaṁ paṭicodetvā vipassanaṁ vaḍḍhetvā tattheva ariyabhūmiṁ okkamati; tathā asakkonto nisīdati.",
  "atk-s0101a2:203_4": "Athassa pacchato āgacchantopi nisīdatīti soyeva nayo.",
  "atk-s0101a2:203_5": "Ariyabhūmiṁ okkamituṁ asakkontopi taṁ kilesaṁ vikkhambhetvā kammaṭṭhānaṁ manasikarontova gacchati, na kammaṭṭhānavippayuttena cittena pādaṁ uddharati, uddharati ce, paṭinivattitvā purimapadesaṁyeva eti.",
  "atk-s0101a2:203_6": "Ālindakavāsī mahāphussadevatthero viya.",
  "atk-s0101a2:204_0": "So kira ekūnavīsativassāni gatapaccāgatavattaṁ pūrento eva vihāsi, manussāpi addasaṁsu antarāmagge kasantā ca vapantā ca maddantā ca kammāni ca karontā theraṁ tathāgacchantaṁ disvā – ‘‘ayaṁ thero punappunaṁ nivattitvā gacchati, kinnu kho maggamūḷho, udāhu kiñci pamuṭṭho’’ti samullapanti.",
  "atk-s0101a2:204_1": "So taṁ anādiyitvā kammaṭṭhānayuttacitteneva samaṇadhammaṁ karonto vīsativassabbhantare arahattaṁ pāpuṇi, arahattappattadivase cassa caṅkamanakoṭiyaṁ adhivatthā devatā aṅgulīhi dīpaṁ ujjāletvā aṭṭhāsi.",
  "atk-s0101a2:204_2": "Cattāropi mahārājāno sakko ca devānamindo brahmā ca sahampati upaṭṭhānaṁ agamaṁsu.",
  "atk-s0101a2:204_3": "Tañca obhāsaṁ disvā vanavāsī mahātissatthero taṁ dutiyadivase pucchi – ‘‘rattibhāge āyasmato santike obhāso ahosi, kiṁ so obhāso’’ti?",
  "atk-s0101a2:204_4": "Thero vikkhepaṁ karonto obhāso nāma dīpobhāsopi hoti, maṇiobhāsopīti evamādimāha.",
  "atk-s0101a2:204_5": "Tato ‘paṭicchādetha tumhe’ti nibaddho ‘āmā’ti paṭijānitvā ārocesi.",
  "atk-s0101a2:204_6": "Kāḷavallimaṇḍapavāsī mahānāgatthero viya ca.",
  "atk-s0101a2:205_0": "Sopi kira gatapaccāgatavattaṁ pūrento – paṭhamaṁ tāva bhagavato mahāpadhānaṁ pūjessāmīti sattavassāni ṭhānacaṅkamameva adhiṭṭhāsi.",
  "atk-s0101a2:205_1": "Puna soḷasavassāni gatapaccāgatavattaṁ pūretvā arahattaṁ pāpuṇi.",
  "atk-s0101a2:205_2": "So kammaṭṭhānayutteneva cittena pādaṁ uddharanto, viyuttena uddhaṭe paṭinivattento gāmasamīpaṁ gantvā ‘‘gāvī nu pabbajito nū’’ti āsaṅkanīyapadese ṭhatvā cīvaraṁ pārupitvā kacchakantarato udakena pattaṁ dhovitvā udakagaṇḍūsaṁ karoti. Kiṁ kāraṇā?",
  "atk-s0101a2:205_3": "Mā me bhikkhaṁ dātuṁ vā vandituṁ vā āgate manusse ‘dīghāyukā hothā’ti vacanamattenāpi kammaṭṭhānavikkhepo ahosīti.",
  "atk-s0101a2:205_4": "‘‘Ajja, bhante, katimī’’ti divasaṁ vā bhikkhugaṇanaṁ vā pañhaṁ vā pucchito pana udakaṁ gilitvā āroceti.",
  "atk-s0101a2:205_5": "Sace divasādīni pucchakā na honti, nikkhamanavelāya gāmadvāre niṭṭhubhitvāva yāti.",
  "atk-s0101a2:206_0": "Kalambatitthavihāre vassūpagatā paññāsabhikkhū viya ca.",
  "atk-s0101a2:206_1": "Te kira āsaḷhipuṇṇamāyaṁ katikavattaṁ akaṁsu – ‘‘arahattaṁ appatvā aññamaññaṁ nālapissāmā’’ti, gāmañca piṇḍāya pavisantā udakagaṇḍūsaṁ katvā pavisiṁsu.",
  "atk-s0101a2:206_2": "Divasādīsu pucchitesu vuttanayeneva paṭipajjiṁsu.",
  "atk-s0101a2:206_3": "Tattha manussā niṭṭhubhanaṁ disvā jāniṁsu – ‘‘ajjeko āgato, ajja dve’’ti.",
  "atk-s0101a2:206_4": "Evañca cintesuṁ – ‘‘kinnu kho ete amhehiyeva saddhiṁ na sallapanti, udāhu aññamaññampi.",
  "atk-s0101a2:206_5": "Sace aññamaññampi na sallapanti, addhā vivādajātā bhavissanti.",
  "atk-s0101a2:206_6": "Etha ne aññamaññaṁ khamāpessāmā’’ti, sabbe vihāraṁ gantvā paññāsāya bhikkhūsu dvepi bhikkhū ekokāse nāddasaṁsu.",
  "atk-s0101a2:206_7": "Tato yo tesu cakkhumā puriso, so āha – ‘‘na bho kalahakārakānaṁ vasanokāso īdiso hoti, susammaṭṭhaṁ cetiyaṅgaṇabodhiyaṅgaṇaṁ, sunikkhittā sammajjaniyo, sūpaṭṭhapitaṁ pānīyaṁ paribhojanīya’’nti, te tatova nivattā.",
  "atk-s0101a2:206_8": "Tepi bhikkhū anto temāseyeva arahattaṁ patvā mahāpavāraṇāya visuddhipavāraṇaṁ pavāresuṁ.",
  "atk-s0101a2:207_0": "Evaṁ kāḷavallimaṇḍapavāsī mahānāgatthero viya, kalambatitthavihāre vassūpagatabhikkhū viya ca kammaṭṭhānayutteneva cittena pādaṁ uddharanto gāmasamīpaṁ gantvā udakagaṇḍūsaṁ katvā vīthiyo sallakkhetvā, yattha surāsoṇḍadhuttādayo kalahakārakā caṇḍahatthiassādayo vā natthi, taṁ vīthiṁ paṭipajjati.",
  "atk-s0101a2:207_1": "Tattha ca piṇḍāya caramāno na turitaturito viya javena gacchati.",
  "atk-s0101a2:207_2": "Na hi javena piṇḍapātiyadhutaṅgaṁ nāma kiñci atthi.",
  "atk-s0101a2:207_3": "Visamabhūmibhāgappattaṁ pana udakasakaṭaṁ viya niccalo hutvā gacchati.",
  "atk-s0101a2:207_4": "Anugharaṁ paviṭṭho ca dātukāmaṁ vā adātukāmaṁ vā sallakkhetvā tadanurūpaṁ kālaṁ āgamento bhikkhaṁ paṭilabhitvā ādāya antogāme vā bahigāme vā vihārameva vā āgantvā yathā phāsuke patirūpe okāse nisīditvā kammaṭṭhānaṁ manasikaronto āhāre paṭikūlasaññaṁ upaṭṭhapetvā akkhabbhañjana – vaṇalepanaputtamaṁsūpamavasena paccavekkhanto aṭṭhaṅgasamannāgataṁ āhāraṁ āhāreti, neva davāya na madāya na maṇḍanāya na vibhūsanāya…pe… bhuttāvī ca udakakiccaṁ katvā muhuttaṁ bhattakilamathaṁ paṭippassambhetvā yathā purebhattaṁ, evaṁ pacchābhattaṁ purimayāmaṁ pacchimayāmañca kammaṭṭhānameva manasi karoti, ayaṁ vuccati harati ca paccāharati cāti.",
  "atk-s0101a2:208_0": "Idaṁ pana haraṇapaccāharaṇasaṅkhātaṁ gatapaccāgatavattaṁ pūrento yadi upanissayasampanno hoti, paṭhamavaye eva arahattaṁ pāpuṇāti.",
  "atk-s0101a2:208_1": "No ce paṭhamavaye pāpuṇāti, atha majjhimavaye;",
  "atk-s0101a2:208_2": "no ce majjhimavaye pāpuṇāti, atha maraṇasamaye;",
  "atk-s0101a2:208_3": "no ce maraṇasamaye pāpuṇāti, atha devaputto hutvā;",
  "atk-s0101a2:208_4": "no ce devaputto hutvā pāpuṇāti, anuppanne buddhe nibbatto paccekabodhiṁ sacchikaroti.",
  "atk-s0101a2:208_5": "No ce paccekabodhiṁ sacchikaroti, atha buddhānaṁ sammukhībhāve khippābhiñño hoti;",
  "atk-s0101a2:208_6": "seyyathāpi thero bāhiyo dārucīriyo mahāpañño vā, seyyathāpi thero sāriputto mahiddhiko vā, seyyathāpi thero mahāmoggallāno dhutavādo vā, seyyathāpi thero mahākassapo dibbacakkhuko vā, seyyathāpi thero anuruddho vinayadharo vā, seyyathāpi thero upāli dhammakathiko vā, seyyathāpi thero puṇṇo mantāṇiputto āraññiko vā, seyyathāpi thero revato bahussuto vā, seyyathāpi thero ānando bhikkhākāmo vā, seyyathāpi thero rāhulo buddhaputtoti.",
  "atk-s0101a2:208_7": "Iti imasmiṁ catukke yvāyaṁ harati ca paccāharati ca, tassa gocarasampajaññaṁ sikhāpattaṁ hoti.",
  "atk-s0101a2:209_0": "Abhikkamādīsu pana asammuyhanaṁ asammohasampajaññaṁ, taṁ evaṁ veditabbaṁ – idha bhikkhu abhikkamanto vā paṭikkamanto vā yathā andhabālaputhujjanā abhikkamādīsu – ‘‘attā abhikkamati, attanā abhikkamo nibbattito’’ti vā, ‘‘ahaṁ abhikkamāmi, mayā abhikkamo nibbattito’’ti vā sammuyhanti, tathā asammuyhanto ‘‘abhikkamāmī’’ti citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānā vāyodhātu viññattiṁ janayamānā uppajjati.",
  "atk-s0101a2:209_1": "Iti cittakiriyavāyodhātuvipphāravasena ayaṁ kāyasammato aṭṭhisaṅghāto abhikkamati.",
  "atk-s0101a2:209_2": "Tassevaṁ abhikkamato ekekapāduddharaṇe pathavīdhātu āpodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā honti balavatiyo; tathā atiharaṇavītiharaṇesu.",
  "atk-s0101a2:209_3": "Vossajjane tejodhātu vāyodhātūti dve dhātuyo omattā honti mandā, itarā dve adhimattā balavatiyo, tathā sannikkhepanasannirujjhanesu.",
  "atk-s0101a2:209_4": "Tattha uddharaṇe pavattā rūpārūpadhammā atiharaṇaṁ na pāpuṇanti, tathā atiharaṇe pavattā vītiharaṇaṁ, vītiharaṇe pavattā vossajjanaṁ, vossajjane pavattā sannikkhepanaṁ, sannikkhepane pavattā sannirujjhanaṁ na pāpuṇanti.",
  "atk-s0101a2:209_5": "Tattha tattheva pabbaṁ pabbaṁ sandhi sandhi odhi odhi hutvā tattakapāle pakkhittatilāni viya paṭapaṭāyantā bhijjanti.",
  "atk-s0101a2:209_6": "Tattha ko eko abhikkamati, kassa vā ekassa abhikkamanaṁ?",
  "atk-s0101a2:209_7": "Paramatthato hi dhātūnaṁyeva gamanaṁ, dhātūnaṁ ṭhānaṁ, dhātūnaṁ nisajjanaṁ, dhātūnaṁ sayanaṁ.",
  "atk-s0101a2:209_8": "Tasmiṁ tasmiṁ koṭṭhāse saddhiṁ rūpena.",
  "atk-s0101a2:210_0": "Aññaṁ uppajjate cittaṁ, aññaṁ cittaṁ nirujjhati;",
  "atk-s0101a2:211_0": "Avīcimanusambandho, nadīsotova vattatīti.",
  "atk-s0101a2:212_0": "Evaṁ abhikkamādīsu asammuyhanaṁ asammohasampajaññaṁ nāmāti.",
  "atk-s0101a2:213_0": "Niṭṭhito abhikkante paṭikkante sampajānakārī hotīti padassa attho.",
  "atk-s0101a2:214_0": "Ālokite vilokiteti ettha pana ālokitaṁ nāma purato pekkhaṇaṁ.",
  "atk-s0101a2:214_1": "Vilokitaṁ nāma anudisāpekkhaṇaṁ.",
  "atk-s0101a2:214_2": "Aññānipi heṭṭhā upari pacchato pekkhaṇavasena olokitaullokitāpalokitāni nāma honti, tāni idha na gahitāni.",
  "atk-s0101a2:214_3": "Sāruppavasena pana imāneva dve gahitāni, iminā vā mukhena sabbānipi tāni gahitānevāti.",
  "atk-s0101a2:215_0": "Tattha ‘‘ālokessāmī’’ti citte uppanne cittavaseneva anoloketvā atthapariggaṇhanaṁ sātthakasampajaññaṁ, taṁ āyasmantaṁ nandaṁ kāyasakkhiṁ katvā veditabbaṁ.",
  "atk-s0101a2:215_1": "Vuttañhetaṁ bhagavatā – ‘‘sace, bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṁ cetasā samannāharitvā nando puratthimaṁ disaṁ āloketi – ‘evaṁ me puratthimaṁ disaṁ ālokayato na abhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "atk-s0101a2:215_2": "Itiha tattha sampajāno hoti (a. ni. 8.9).",
  "atk-s0101a2:215_3": "Sace, bhikkhave, nandassa pacchimā disā…pe… uttarā disā…pe… dakkhiṇā disā…pe… uddhaṁ…pe… adho…pe… anudisā anuviloketabbā hoti, sabbaṁ cetasā samannāharitvā nando anudisaṁ anuviloketi – ‘evaṁ me anudisaṁ anuvilokayato na abhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.",
  "atk-s0101a2:215_4": "Itiha tattha sampajāno hotī’’ti.",
  "atk-s0101a2:216_0": "Api ca idhāpi pubbe vuttacetiyadassanādivaseneva sātthakatā ca sappāyatā ca veditabbā, kammaṭṭhānassa pana avijahanameva gocarasampajaññaṁ.",
  "atk-s0101a2:216_1": "Tasmā ettha khandhadhātuāyatanakammaṭṭhānikehi attano kammaṭṭhānavaseneva, kasiṇādikammaṭṭhānikehi vā pana kammaṭṭhānasīseneva ālokanaṁ vilokanaṁ kātabbaṁ.",
  "atk-s0101a2:216_2": "Abbhantare attā nāma āloketā vā viloketā vā natthi, ‘ālokessāmī’ti pana citte uppajjamāne teneva cittena saddhiṁ cittasamuṭṭhānā vāyodhātu viññattiṁ janayamānā uppajjati.",
  "atk-s0101a2:216_3": "Iti cittakiriyavāyodhātuvipphāravasena heṭṭhimaṁ akkhidalaṁ adho sīdati, uparimaṁ uddhaṁ laṅgheti.",
  "atk-s0101a2:216_4": "Koci yantakena vivaranto nāma natthi.",
  "atk-s0101a2:216_5": "Tato cakkhuviññāṇaṁ dassanakiccaṁ sādhentaṁ uppajjatīti evaṁ pajānanaṁ panettha asammohasampajaññaṁ nāma.",
  "atk-s0101a2:216_6": "Api ca mūlapariññā āgantukatāva kālikabhāvavasena pettha asammohasampajaññaṁ veditabbaṁ. Mūlapariññāvasena tāva –",
  "atk-s0101a2:217_0": "Bhavaṅgāvajjanañceva, dassanaṁ sampaṭicchanaṁ;",
  "atk-s0101a2:218_0": "Santīraṇaṁ voṭṭhabbanaṁ, javanaṁ bhavati sattamaṁ.",
  "atk-s0101a2:219_0": "Tattha bhavaṅgaṁ upapattibhavassa aṅgakiccaṁ sādhayamānaṁ pavattati, taṁ āvaṭṭetvā kiriyamanodhātu āvajjanakiccaṁ sādhayamānā, taṁnirodhā cakkhuviññāṇaṁ dassanakiccaṁ sādhayamānaṁ, taṁnirodhā vipākamanodhātu sampaṭicchanakiccaṁ sādhayamānā, taṁnirodhā vipākamanoviññāṇadhātu santīraṇakiccaṁ sādhayamānā, taṁnirodhā kiriyamanoviññāṇadhātu voṭṭhabbanakiccaṁ sādhayamānā , taṁnirodhā sattakkhattuṁ javanaṁ javati.",
  "atk-s0101a2:219_1": "Tattha paṭhamajavanepi – ‘‘ayaṁ itthī, ayaṁ puriso’’ti rajjanadussanamuyhanavasena ālokitavilokitaṁ nāma na hoti.",
  "atk-s0101a2:219_2": "Dutiyajavanepi…pe… sattamajavanepi.",
  "atk-s0101a2:219_3": "Etesu pana yuddhamaṇḍale yodhesu viya heṭṭhupariyavasena bhijjitvā patitesu – ‘‘ayaṁ itthī, ayaṁ puriso’’ti rajjanādivasena ālokitavilokitaṁ hoti.",
  "atk-s0101a2:219_4": "Evaṁ tāvettha mūlapariññāvasena asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:220_0": "Cakkhudvāre pana rūpe āpāthamāgate bhavaṅgacalanato uddhaṁ sakakiccanipphādanavasena āvajjanādīsu uppajjitvā niruddhesu avasāne javanaṁ uppajjati, taṁ pubbe uppannānaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āgantukapuriso viya hoti.",
  "atk-s0101a2:220_1": "Tassa yathā paragehe kiñci yācituṁ paviṭṭhassa āgantukapurisassa gehassāmikesu tuṇhīmāsinesu āṇākaraṇaṁ na yuttaṁ, evaṁ āvajjanādīnaṁ gehabhūte cakkhudvāre āvajjanādīsupi arajjantesu adussantesu amuyhantesu ca rajjanadussanamuyhanaṁ ayuttanti evaṁ āgantukabhāvavasena asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:221_0": "Yāni panetāni cakkhudvāre voṭṭhabbanapariyosānāni cittāni uppajjanti, tāni saddhiṁ sampayuttadhammehi tattha tattheva bhijjanti, aññamaññaṁ na passantīti, ittarāni tāvakālikāni honti.",
  "atk-s0101a2:221_1": "Tattha yathā ekasmiṁ ghare sabbesu mānusakesu matesu avasesassa ekassa taṅkhaṇaññeva maraṇadhammassa na yuttā naccagītādīsu abhirati nāma.",
  "atk-s0101a2:221_2": "Evameva ekadvāre sasampayuttesu āvajjanādīsu tattha tattheva matesu avasesassa taṅkhaṇeyeva maraṇadhammassa javanassāpi rajjanadussanamuyhanavasena abhirati nāma na yuttāti.",
  "atk-s0101a2:221_3": "Evaṁ tāvakālikabhāvavasena asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:222_0": "Api ca khandhāyatanadhātupaccayapaccavekkhaṇavasena petaṁ veditabbaṁ.",
  "atk-s0101a2:222_1": "Ettha hi cakkhu ceva rūpā ca rūpakkhandho, dassanaṁ viññāṇakkhandho, taṁsampayuttā vedanā vedanākkhandho, saññā saññākkhandho, phassādikā saṅkhārakkhandho.",
  "atk-s0101a2:222_2": "Evametesaṁ pañcannaṁ khandhānaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0101a2:222_3": "Tattha ko eko āloketi, ko viloketi?",
  "atk-s0101a2:223_0": "Tathā cakkhu cakkhāyatanaṁ, rūpaṁ rūpāyatanaṁ, dassanaṁ manāyatanaṁ, vedanādayo sampayuttadhammā dhammāyatanaṁ.",
  "atk-s0101a2:223_1": "Evametesaṁ catunnaṁ āyatanānaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0101a2:223_2": "Tattha ko eko āloketi, ko viloketi?",
  "atk-s0101a2:224_0": "Tathā cakkhu cakkhudhātu, rūpaṁ rūpadhātu, dassanaṁ cakkhuviññāṇadhātu, taṁsampayuttā vedanādayo dhammā dhammadhātu.",
  "atk-s0101a2:224_1": "Evametāsaṁ catunnaṁ dhātūnaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0101a2:224_2": "Tattha ko eko āloketi, ko viloketi?",
  "atk-s0101a2:225_0": "Tathā cakkhu nissayapaccayo, rūpā ārammaṇapaccayo, āvajjanaṁ anantarasamanantarūpanissayanatthivigatapaccayo , āloko upanissayapaccayo, vedanādayo sahajātapaccayo.",
  "atk-s0101a2:225_1": "Evametesaṁ paccayānaṁ samavāye ālokanavilokanaṁ paññāyati.",
  "atk-s0101a2:225_2": "Tattha ko eko āloketi, ko viloketīti?",
  "atk-s0101a2:225_3": "Evamettha khandhāyatanadhātupaccayapaccavekkhaṇavasenapi asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:226_0": "Samiñjite pasāriteti pabbānaṁ samiñjanapasāraṇe.",
  "atk-s0101a2:226_1": "Tattha cittavaseneva samiñjanapasāraṇaṁ akatvā hatthapādānaṁ samiñjanapasāraṇapaccayā atthānatthaṁ pariggaṇhitvā atthapariggaṇhanaṁ sātthakasampajaññaṁ.",
  "atk-s0101a2:226_2": "Tattha hatthapāde aticiraṁ samiñjetvā vā pasāretvā vā ṭhitassa khaṇe khaṇe vedanā uppajjati, cittaṁ ekaggataṁ na labhati, kammaṭṭhānaṁ paripatati, visesaṁ nādhigacchati.",
  "atk-s0101a2:226_3": "Kāle samiñjentassa kāle pasārentassa pana tā vedanā nuppajjanti, cittaṁ ekaggaṁ hoti, kammaṭṭhānaṁ phātiṁ gacchati, visesamadhigacchatīti , evaṁ atthānatthapariggaṇhanaṁ veditabbaṁ.",
  "atk-s0101a2:227_0": "Atthe pana satipi sappāyāsappāyaṁ pariggaṇhitvā sappāyapariggaṇhanaṁ sappāyasampajaññaṁ. Tatrāyaṁ nayo –",
  "atk-s0101a2:228_0": "Mahācetiyaṅgaṇe kira daharabhikkhū sajjhāyaṁ gaṇhanti, tesaṁ piṭṭhipassesu daharabhikkhuniyo dhammaṁ suṇanti.",
  "atk-s0101a2:228_1": "Tatreko daharo hatthaṁ pasārento kāyasaṁsaggaṁ patvā teneva kāraṇena gihī jāto.",
  "atk-s0101a2:228_2": "Aparo bhikkhu pādaṁ pasārento aggimhi pasāresi, aṭṭhimāhacca pādo jhāyi.",
  "atk-s0101a2:228_3": "Aparo vammike pasāresi, so āsīvisena ḍaṭṭho.",
  "atk-s0101a2:228_4": "Aparo cīvarakuṭidaṇḍake pasāresi, taṁ maṇisappo ḍaṁsi.",
  "atk-s0101a2:228_5": "Tasmā evarūpe asappāye apasāretvā sappāye pasāretabbaṁ. Idamettha sappāyasampajaññaṁ.",
  "atk-s0101a2:229_0": "Gocarasampajaññaṁ pana mahātheravatthunā dīpetabbaṁ – mahāthero kira divāṭhāne nisinno antevāsikehi saddhiṁ kathayamāno sahasā hatthaṁ samiñjetvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjesi.",
  "atk-s0101a2:229_1": "Taṁ antevāsikā pucchiṁsu – ‘‘kasmā, bhante, sahasā hatthaṁ samiñjitvā puna yathāṭhāne ṭhapetvā saṇikaṁ samiñjiyitthā’’ti?",
  "atk-s0101a2:229_2": "Yato paṭṭhāyāhaṁ, āvuso, kammaṭṭhānaṁ manasikātuṁ āraddho, na me kammaṭṭhānaṁ muñcitvā hattho samiñjitapubbo, idāni pana me tumhehi saddhiṁ kathayamānena kammaṭṭhānaṁ muñcitvā samiñjito.",
  "atk-s0101a2:229_3": "Tasmā puna yathāṭhāne ṭhapetvā samiñjesinti.",
  "atk-s0101a2:229_4": "Sādhu , bhante, bhikkhunā nāma evarūpena bhavitabbanti.",
  "atk-s0101a2:229_5": "Evametthāpi kammaṭṭhānāvijahanameva gocarasampajaññanti veditabbaṁ.",
  "atk-s0101a2:230_0": "Abbhantare attā nāma koci samiñjento vā pasārento vā natthi, vuttappakāracittakiriyavāyodhātuvipphārena pana suttākaḍḍhanavasena dāruyantassa hatthapādalacalanaṁ viya samiñjanapasāraṇaṁ hotīti evaṁ parijānanaṁ panettha asammohasampajaññanti veditabbaṁ.",
  "atk-s0101a2:231_0": "Saṅghāṭipattacīvaradhāraṇeti ettha saṅghāṭicīvarānaṁ nivāsanapārupanavasena pattassa bhikkhāpaṭiggahaṇādivasena paribhogo dhāraṇaṁ nāma.",
  "atk-s0101a2:231_1": "Tattha saṅghāṭicīvaradhāraṇe tāva nivāsetvā vā pārupitvā vā piṇḍāya carato āmisalābho sītassa paṭighātāyātiādinā nayena bhagavatā vuttappakāroyeva ca attho attho nāma.",
  "atk-s0101a2:231_2": "Tassa vasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:232_0": "Uṇhapakatikassa pana dubbalassa ca cīvaraṁ sukhumaṁ sappāyaṁ, sītālukassa ghanaṁ dupaṭṭaṁ. Viparītaṁ asappāyaṁ.",
  "atk-s0101a2:232_1": "Yassa kassaci jiṇṇaṁ asappāyameva, aggaḷādidānena hissa taṁ palibodhakaraṁ hoti.",
  "atk-s0101a2:232_2": "Tathā paṭṭuṇṇadukūlādibhedaṁ lobhanīyacīvaraṁ.",
  "atk-s0101a2:232_3": "Tādisañhi araññe ekakassa nivāsantarāyakaraṁ jīvitantarāyakarañcāpi hoti.",
  "atk-s0101a2:232_4": "Nippariyāyena pana yaṁ nimittakammādimicchājīvavasena uppannaṁ, yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, taṁ asappāyaṁ. Viparītaṁ sappāyaṁ.",
  "atk-s0101a2:232_5": "Tassa vasenettha sappāyasampajaññaṁ.",
  "atk-s0101a2:232_6": "Kammaṭṭhānāvijahanavaseneva gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:233_0": "Abbhantare attā nāma koci cīvaraṁ pārupento natthi, vuttappakārena cittakiriyavāyodhātuvipphāreneva pana cīvarapārupanaṁ hoti.",
  "atk-s0101a2:233_1": "Tattha cīvarampi acetanaṁ, kāyopi acetano.",
  "atk-s0101a2:233_2": "Cīvaraṁ na jānāti – ‘‘mayā kāyo pārupito’’ti.",
  "atk-s0101a2:233_3": "Kāyopi na jānāti – ‘‘ahaṁ cīvarena pārupito’’ti.",
  "atk-s0101a2:233_4": "Dhātuyova dhātusamūhaṁ paṭicchādenti paṭapilotikāyapotthakarūpapaṭicchādane viya.",
  "atk-s0101a2:233_5": "Tasmā neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ, na asundaraṁ labhitvā domanassaṁ.",
  "atk-s0101a2:234_0": "Nāgavammikacetiyarukkhādīsu hi keci mālāgandhadhūmavatthādīhi sakkāraṁ karonti, keci gūthamuttakaddamadaṇḍasatthappahārādīhi asakkāraṁ.",
  "atk-s0101a2:234_1": "Na tehi nāgavammikarukkhādayo somanassaṁ vā domanassaṁ vā karonti.",
  "atk-s0101a2:234_2": "Evameva neva sundaraṁ cīvaraṁ labhitvā somanassaṁ kātabbaṁ , na asundaraṁ labhitvā domanassanti, evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:235_0": "Pattadhāraṇepi pattaṁ sahasāva aggahetvā imaṁ gahetvā piṇḍāya caramāno bhikkhaṁ labhissāmīti, evaṁ pattaggahaṇapaccayā paṭilabhitabbaṁ atthavasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:236_0": "Kisadubbalasarīrassa pana garupatto asappāyo, yassa kassaci catupañcagaṇṭhikāhato dubbisodhanīyo asappāyova.",
  "atk-s0101a2:236_1": "Duddhotapattopi na vaṭṭati, taṁ dhovantasseva cassa palibodho hoti.",
  "atk-s0101a2:236_2": "Maṇivaṇṇapatto pana lobhanīyo, cīvare vuttanayeneva asappāyo, nimittakammādivasena laddho pana yañcassa sevamānassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, ayaṁ ekantaasappāyova. Viparīto sappāyo.",
  "atk-s0101a2:236_3": "Tassa vasenettha sappāyasampajaññaṁ.",
  "atk-s0101a2:236_4": "Kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:237_0": "Abbhantare attā nāma koci pattaṁ gaṇhanto natthi, vuttappakārena cittakiriyavāyodhātuvipphāravaseneva pattaggahaṇaṁ nāma hoti.",
  "atk-s0101a2:237_1": "Tattha pattopi acetano, hatthāpi acetanā.",
  "atk-s0101a2:237_2": "Patto na jānāti – ‘‘ahaṁ hatthehi gahito’’ti.",
  "atk-s0101a2:237_3": "Hatthāpi na jānanti – ‘‘amhehi patto gahito’’ti.",
  "atk-s0101a2:237_4": "Dhātuyova dhātusamūhaṁ gaṇhanti, saṇḍāsena aggivaṇṇapattaggahaṇe viyāti.",
  "atk-s0101a2:237_5": "Evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:238_0": "Api ca yathā chinnahatthapāde vaṇamukhehi paggharitapubbalohitakimikule nīlamakkhikasamparikiṇṇe anāthasālāyaṁ nipanne anāthamanusse disvā, ye dayālukā purisā, te tesaṁ vaṇamattacoḷakāni ceva kapālādīhi ca bhesajjāni upanāmenti.",
  "atk-s0101a2:238_1": "Tattha coḷakānipi kesañci saṇhāni, kesañci thūlāni pāpuṇanti.",
  "atk-s0101a2:238_2": "Bhesajjakapālakānipi kesañci susaṇṭhānāni, kesañci dussaṇṭhānāni pāpuṇanti, na te tattha sumanā vā dummanā vā honti .",
  "atk-s0101a2:238_3": "Vaṇapaṭicchādanamatteneva hi coḷakena, bhesajjapaṭiggahaṇamatteneva ca kapālakena tesaṁ attho.",
  "atk-s0101a2:238_4": "Evameva yo bhikkhu vaṇacoḷakaṁ viya cīvaraṁ, bhesajjakapālakaṁ viya ca pattaṁ, kapāle bhesajjamiva ca patte laddhaṁ bhikkhaṁ sallakkheti, ayaṁ saṅghāṭipattacīvaradhāraṇe asammohasampajaññena uttamasampajānakārīti veditabbo.",
  "atk-s0101a2:239_0": "Asitādīsu asiteti piṇḍapātabhojane. Pīteti yāguādipāne.",
  "atk-s0101a2:239_1": "Khāyiteti piṭṭhakhajjādikhādane.",
  "atk-s0101a2:239_2": "Sāyiteti madhuphāṇitādisāyane.",
  "atk-s0101a2:239_3": "Tattha neva davāyātiādinā nayena vutto aṭṭhavidhopi attho attho nāma.",
  "atk-s0101a2:239_4": "Tasseva vasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:240_0": "Lūkhapaṇītatittamadhurarasādīsu pana yena bhojanena yassa phāsu na hoti, taṁ tassa asappāyaṁ.",
  "atk-s0101a2:240_1": "Yaṁ pana nimittakammādivasena paṭiladdhaṁ, yañcassa bhuñjato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, taṁ ekantaasappāyameva, viparītaṁ sappāyaṁ.",
  "atk-s0101a2:240_2": "Tassa vasenettha sappāyasampajaññaṁ.",
  "atk-s0101a2:240_3": "Kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:241_0": "Abbhantare attā nāma koci bhuñjako natthi, vuttappakāracittakiriyavāyodhātuvipphāreneva pattappaṭiggahaṇaṁ nāma hoti.",
  "atk-s0101a2:241_1": "Cittakiriyavāyodhātuvipphāreneva hatthassa patte otāraṇaṁ nāma hoti.",
  "atk-s0101a2:241_2": "Cittakiriyavāyodhātuvipphāreneva ālopakaraṇaṁ ālopauddhāraṇaṁ mukhavivaraṇañca hoti, na koci kuñcikāya yantakena vā hanukaṭṭhīni vivarati.",
  "atk-s0101a2:241_3": "Cittakiriyavāyodhātuvipphāreneva ālopassa mukhe ṭhapanaṁ, uparidantānaṁ musalakiccasādhanaṁ, heṭṭhimadantānaṁ udukkhalakiccasādhanaṁ, jivhāya hatthakiccasādhanañca hoti.",
  "atk-s0101a2:241_4": "Iti tattha aggajivhāya tanukakheḷo mūlajivhāya bahalakheḷo makkheti.",
  "atk-s0101a2:241_5": "Taṁ heṭṭhādantaudukkhale jivhāhatthaparivattakaṁ kheḷodakena temitaṁ uparidantamusalasañcuṇṇitaṁ koci kaṭacchunā vā dabbiyā vā antopavesento nāma natthi, vāyodhātuyāva pavisati.",
  "atk-s0101a2:241_6": "Paviṭṭhaṁ paviṭṭhaṁ koci palālasanthāraṁ katvā dhārento nāma natthi, vāyodhātuvaseneva tiṭṭhati.",
  "atk-s0101a2:241_7": "Ṭhitaṁ ṭhitaṁ koci uddhanaṁ katvā aggiṁ jāletvā pacanto nāma natthi, tejodhātuyāva paccati.",
  "atk-s0101a2:241_8": "Pakkaṁ pakkaṁ koci daṇḍakena vā yaṭṭhiyā vā bahi nīhārako nāma natthi, vāyodhātuyeva nīharati.",
  "atk-s0101a2:241_9": "Iti vāyodhātu paṭiharati ca, vītiharati ca, dhāreti ca, parivatteti ca, sañcuṇṇeti ca, visoseti ca, nīharati ca.",
  "atk-s0101a2:241_10": "Pathavīdhātu dhāreti ca, parivatteti ca, sañcuṇṇeti ca, visoseti ca.",
  "atk-s0101a2:241_11": "Āpodhātu sineheti ca, allattañca anupāleti.",
  "atk-s0101a2:241_12": "Tejodhātu antopaviṭṭhaṁ paripāceti. Ākāsadhātu añjaso hoti.",
  "atk-s0101a2:241_13": "Viññāṇadhātu tattha tattha sammāpayogamanvāya ābhujatīti.",
  "atk-s0101a2:241_14": "Evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:242_0": "Api ca gamanato pariyesanato paribhogato āsayato nidhānato aparipakkato paripakkato phalato nissandato sammakkhanatoti, evaṁ dasavidhapaṭikūlabhāvapaccavekkhaṇato pettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:242_1": "Vitthārakathā panettha visuddhimagge āhārapaṭikūlasaññāniddesato gahetabbā.",
  "atk-s0101a2:243_0": "Uccārapassāvakammeti uccārassa ca passāvassa ca karaṇe.",
  "atk-s0101a2:243_1": "Tattha pattakāle uccārapassāvaṁ akarontassa sakalasarīrato sedā muccanti, akkhīni bhamanti, cittaṁ na ekaggaṁ hoti, aññe ca rogā uppajjanti.",
  "atk-s0101a2:243_2": "Karontassa pana sabbaṁ taṁ na hotīti ayamettha attho.",
  "atk-s0101a2:243_3": "Tassa vasena sātthakasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:244_0": "Aṭṭhāne uccārapassāvaṁ karontassa pana āpatti hoti, ayaso vaḍḍhati, jīvitantarāyo hoti, patirūpe ṭhāne karontassa sabbaṁ taṁ na hotīti idamettha sappāyaṁ tassa vasena sappāyasampajaññaṁ.",
  "atk-s0101a2:244_1": "Kammaṭṭhānāvijahanavaseneva ca gocarasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:245_0": "Abbhantare attā nāma uccārapassāvakammaṁ karonto natthi, cittakiriyavāyodhātuvipphāreneva pana uccārapassāvakammaṁ hoti .",
  "atk-s0101a2:245_1": "Yathā vā pana pakke gaṇḍe gaṇḍabhedena pubbalohitaṁ akāmatāya nikkhamati.",
  "atk-s0101a2:245_2": "Yathā ca atibharitā udakabhājanā udakaṁ akāmatāya nikkhamati.",
  "atk-s0101a2:245_3": "Evaṁ pakkāsayamuttavatthīsu sannicitā uccārapassāvā vāyuvegasamuppīḷitā akāmatāyapi nikkhamanti.",
  "atk-s0101a2:245_4": "So panāyaṁ evaṁ nikkhamanto uccārapassāvo neva tassa bhikkhuno attano hoti, na parassa, kevalaṁ sarīranissandova hoti. Yathā kiṁ?",
  "atk-s0101a2:245_5": "Yathā udakatumbato purāṇudakaṁ chaḍḍentassa neva taṁ attano hoti, na paresaṁ;",
  "atk-s0101a2:245_6": "kevalaṁ paṭijagganamattameva hoti;",
  "atk-s0101a2:245_7": "evaṁ pavattapaṭisaṅkhānavasenettha asammohasampajaññaṁ veditabbaṁ.",
  "atk-s0101a2:246_0": "Gatādīsu gateti gamane. Ṭhiteti ṭhāne. Nisinneti nisajjāya. Sutteti sayane. Jāgariteti jāgaraṇe. Bhāsiteti kathane. Tuṇhībhāveti akathane.",
  "atk-s0101a2:246_1": "‘‘Gacchanto vā gacchāmīti pajānāti, ṭhito vā ṭhitomhīti pajānāti, nisinno vā nisinnomhīti pajānāti, sayāno vā sayānomhīti pajānātī’’ti imasmiñhi sutte addhānairiyāpathā kathitā.",
  "atk-s0101a2:246_2": "‘‘Abhikkante paṭikkante ālokite vilokite samiñjite pasārite’’ti imasmiṁ majjhimā.",
  "atk-s0101a2:246_3": "‘‘Gate ṭhite nisinne sutte jāgarite’’ti idha pana khuddakacuṇṇiyairiyāpathā kathitā.",
  "atk-s0101a2:246_4": "Tasmā tesupi vuttanayeneva sampajānakāritā veditabbā.",
  "atk-s0101a2:247_0": "Tipiṭakamahāsivatthero panāha – yo ciraṁ gantvā vā caṅkamitvā vā aparabhāge ṭhito iti paṭisañcikkhati – ‘‘caṅkamanakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti . Ayaṁ gate sampajānakārī nāma.",
  "atk-s0101a2:248_0": "Yo sajjhāyaṁ vā karonto, pañhaṁ vā vissajjento, kammaṭṭhānaṁ vā manasikaronto ciraṁ ṭhatvā aparabhāge nisinno iti paṭisañcikkhati – ‘‘ṭhitakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti.",
  "atk-s0101a2:248_1": "Ayaṁ ṭhite sampajānakārī nāma.",
  "atk-s0101a2:249_0": "Yo sajjhāyādikaraṇavaseneva ciraṁ nisīditvā aparabhāge uṭṭhāya iti paṭisañcikkhati – ‘‘nisinnakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti.",
  "atk-s0101a2:249_1": "Ayaṁ nisinne sampajānakārī nāma.",
  "atk-s0101a2:250_0": "Yo pana nipannako sajjhāyaṁ vā karonto kammaṭṭhānaṁ vā manasikaronto niddaṁ okkamitvā aparabhāge uṭṭhāya iti paṭisañcikkhati – ‘‘sayanakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti.",
  "atk-s0101a2:250_1": "Ayaṁ sutte jāgarite ca sampajānakārī nāma.",
  "atk-s0101a2:250_2": "Kiriyamayacittānañhi appavattanaṁ soppaṁ nāma, pavattanaṁ jāgaritaṁ nāma.",
  "atk-s0101a2:251_0": "Yo pana bhāsamāno – ‘‘ayaṁ saddo nāma oṭṭhe ca paṭicca, dante ca jivhañca tāluñca paṭicca, cittassa ca tadanurūpaṁ payogaṁ paṭicca jāyatī’’ti sato sampajānova bhāsati.",
  "atk-s0101a2:251_1": "Ciraṁ vā pana kālaṁ sajjhāyaṁ vā katvā, dhammaṁ vā kathetvā, kammaṭṭhānaṁ vā pavattetvā, pañhaṁ vā vissajjetvā, aparabhāge tuṇhībhūto iti paṭisañcikkhati – ‘‘bhāsitakāle uppannā rūpārūpadhammā ettheva niruddhā’’ti.",
  "atk-s0101a2:251_2": "Ayaṁ bhāsite sampajānakārī nāma.",
  "atk-s0101a2:252_0": "Yo tuṇhībhūto ciraṁ dhammaṁ vā kammaṭṭhānaṁ vā manasikatvā aparabhāge iti paṭisañcikkhati – ‘‘tuṇhībhūtakāle pavattā rūpārūpadhammā ettheva niruddhā’’ti.",
  "atk-s0101a2:252_1": "Upādārūpappavattiyañhi sati bhāsati nāma, asati tuṇhī bhavati nāmāti.",
  "atk-s0101a2:252_2": "Ayaṁ tuṇhībhāve sampajānakārī nāmāti.",
  "atk-s0101a2:253_0": "Tayidaṁ mahāsivattherena vuttaṁ asammohadhuraṁ mahāsatipaṭṭhānasutte adhippetaṁ.",
  "atk-s0101a2:253_1": "Imasmiṁ pana sāmaññaphale sabbampi catubbidhaṁ sampajaññaṁ labbhati.",
  "atk-s0101a2:253_2": "Tasmā vuttanayeneva cettha catunnaṁ sampajaññānaṁ vasena sampajānakāritā veditabbā.",
  "atk-s0101a2:253_3": "Sampajānakārīti ca sabbapadesu satisampayuttasseva sampajaññassa vasena attho veditabbo.",
  "atk-s0101a2:253_4": "Satisampajaññena samannāgatoti etassa hi padassa ayaṁ vitthāro.",
  "atk-s0101a2:253_5": "Vibhaṅgappakaraṇe pana – ‘‘sato sampajāno abhikkamati, sato sampajāno paṭikkamatī’’ti evaṁ etāni padāni vibhattāneva.",
  "atk-s0101a2:253_6": "Evaṁ, kho mahārājāti evaṁ satisampayuttassa sampajaññassa vasena abhikkamādīni pavattento satisampajaññena samannāgato nāma hotīti attho.",
  "atk-s0101a2:254_0": "Santosakathā",
  "atk-s0101a2:255_0": "215.Idha, mahārāja, bhikkhu santuṭṭho hotīti ettha santuṭṭhoti itarītarapaccayasantosena samannāgato.",
  "atk-s0101a2:255_1": "So panesa santoso dvādasavidho hoti, seyyathidaṁ – cīvare yathālābhasantoso, yathābalasantoso, yathāsāruppasantosoti tividho. Evaṁ piṇḍapātādīsu. Tassāyaṁ pabhedavaṇṇanā –",
  "atk-s0101a2:256_0": "Idha bhikkhu cīvaraṁ labhati, sundaraṁ vā asundaraṁ vā.",
  "atk-s0101a2:256_1": "So teneva yāpeti, aññaṁ na pattheti, labhantopi na gaṇhati.",
  "atk-s0101a2:256_2": "Ayamassa cīvare yathālābhasantoso.",
  "atk-s0101a2:256_3": "Atha pana pakatidubbalo vā hoti, ābādhajarābhibhūto vā, garucīvaraṁ pārupanto kilamati.",
  "atk-s0101a2:256_4": "So sabhāgena bhikkhunā saddhiṁ taṁ parivattetvā lahukena yāpentopi santuṭṭhova hoti.",
  "atk-s0101a2:256_5": "Ayamassa cīvare yathābalasantoso.",
  "atk-s0101a2:256_6": "Aparo paṇītapaccayalābhī hoti.",
  "atk-s0101a2:256_7": "So pattacīvarādīnaṁ aññataraṁ mahagghapattacīvaraṁ bahūni vā pana pattacīvarāni labhitvā idaṁ therānaṁ cirapabbajitānaṁ, idaṁ bahussutānaṁ anurūpaṁ, idaṁ gilānānaṁ, idaṁ appalābhīnaṁ hotūti datvā tesaṁ purāṇacīvaraṁ vā gahetvā saṅkārakūṭādito vā nantakāni uccinitvā tehi saṅghāṭiṁ katvā dhārentopi santuṭṭhova hoti.",
  "atk-s0101a2:256_8": "Ayamassa cīvare yathāsāruppasantoso.",
  "atk-s0101a2:257_0": "Idha pana bhikkhu piṇḍapātaṁ labhati lūkhaṁ vā paṇītaṁ vā, so teneva yāpeti, aññaṁ na pattheti, labhantopi na gaṇhati.",
  "atk-s0101a2:257_1": "Ayamassa piṇḍapāte yathālābhasantoso.",
  "atk-s0101a2:257_2": "Yo pana attano pakativiruddhaṁ vā byādhiviruddhaṁ vā piṇḍapātaṁ labhati, yenassa paribhuttena aphāsu hoti.",
  "atk-s0101a2:257_3": "So sabhāgassa bhikkhuno taṁ datvā tassa hatthato sappāyabhojanaṁ bhuñjitvā samaṇadhammaṁ karontopi santuṭṭhova hoti.",
  "atk-s0101a2:257_4": "Ayamassa piṇḍapāte yathābalasantoso.",
  "atk-s0101a2:257_5": "Aparo bahuṁ paṇītaṁ piṇḍapātaṁ labhati.",
  "atk-s0101a2:257_6": "So taṁ cīvaraṁ viya theracirapabbajitabahussutaappalābhīgilānānaṁ datvā tesaṁ vā sesakaṁ piṇḍāya vā caritvā missakāhāraṁ bhuñjantopi santuṭṭhova hoti.",
  "atk-s0101a2:257_7": "Ayamassa piṇḍapāte yathāsāruppasantoso.",
  "atk-s0101a2:258_0": "Idha pana bhikkhu senāsanaṁ labhati, manāpaṁ vā amanāpaṁ vā, so tena neva somanassaṁ, na domanassaṁ uppādeti;",
  "atk-s0101a2:258_1": "antamaso tiṇasanthārakenapi yathāladdheneva tussati.",
  "atk-s0101a2:258_2": "Ayamassa senāsane yathālābhasantoso.",
  "atk-s0101a2:258_3": "Yo pana attano pakativiruddhaṁ vā byādhiviruddhaṁ vā senāsanaṁ labhati, yatthassa vasato aphāsu hoti, so taṁ sabhāgassa bhikkhuno datvā tassa santake sappāyasenāsane vasantopi santuṭṭhova hoti.",
  "atk-s0101a2:258_4": "Ayamassa senāsane yathābalasantoso.",
  "atk-s0101a2:259_0": "Aparo mahāpuñño leṇamaṇḍapakūṭāgārādīni bahūni paṇītasenāsanāni labhati.",
  "atk-s0101a2:259_1": "So tāni cīvaraṁ viya theracirapabbajitabahussutaappalābhīgilānānaṁ datvā yattha katthaci vasantopi santuṭṭhova hoti.",
  "atk-s0101a2:259_2": "Ayamassa senāsane yathāsāruppasantoso.",
  "atk-s0101a2:259_3": "Yopi – ‘‘uttamasenāsanaṁ nāma pamādaṭṭhānaṁ, tattha nisinnassa thinamiddhaṁ okkamati, niddābhibhūtassa puna paṭibujjhato kāmavitakkā pātubhavantī’’ti paṭisañcikkhitvā tādisaṁ senāsanaṁ pattampi na sampaṭicchati.",
  "atk-s0101a2:259_4": "So taṁ paṭikkhipitvā abbhokāsarukkhamūlādīsu vasantopi santuṭṭhova hoti.",
  "atk-s0101a2:259_5": "Ayampissa senāsane yathāsāruppasantoso.",
  "atk-s0101a2:260_0": "Idha pana bhikkhu bhesajjaṁ labhati, lūkhaṁ vā paṇītaṁ vā, so yaṁ labhati, teneva tussati, aññaṁ na pattheti, labhantopi na gaṇhati.",
  "atk-s0101a2:260_1": "Ayamassa gilānapaccaye yathālābhasantoso.",
  "atk-s0101a2:260_2": "Yo pana telena atthiko phāṇitaṁ labhati.",
  "atk-s0101a2:260_3": "So taṁ sabhāgassa bhikkhuno datvā tassa hatthato telaṁ gahetvā aññadeva vā pariyesitvā bhesajjaṁ karontopi santuṭṭhova hoti.",
  "atk-s0101a2:260_4": "Ayamassa gilānapaccaye yathābalasantoso.",
  "atk-s0101a2:261_0": "Aparo mahāpuñño bahuṁ telamadhuphāṇitādipaṇītabhesajjaṁ labhati.",
  "atk-s0101a2:261_1": "So taṁ cīvaraṁ viya theracirapabbajitabahussutaappalābhīgilānānaṁ datvā tesaṁ ābhatena yena kenaci yāpentopi santuṭṭhova hoti.",
  "atk-s0101a2:261_2": "Yo pana ekasmiṁ bhājane muttaharīṭakaṁ ṭhapetvā ekasmiṁ catumadhuraṁ – ‘‘gaṇhāhi, bhante, yadicchasī’’ti vuccamāno sacassa tesu aññatarenapi rogo vūpasammati, atha muttaharīṭakaṁ nāma buddhādīhi vaṇṇitanti catumadhuraṁ paṭikkhipitvā muttaharīṭakeneva bhesajjaṁ karonto paramasantuṭṭhova hoti.",
  "atk-s0101a2:261_3": "Ayamassa gilānapaccaye yathāsāruppasantoso.",
  "atk-s0101a2:262_0": "Iminā pana dvādasavidhena itarītarapaccayasantosena samannāgatassa bhikkhuno aṭṭha parikkhārā vaṭṭanti.",
  "atk-s0101a2:262_1": "Tīṇi cīvarāni, patto, dantakaṭṭhacchedanavāsi, ekā sūci, kāyabandhanaṁ parissāvananti. Vuttampi cetaṁ –",
  "atk-s0101a2:263_0": "‘‘Ticīvarañca patto ca, vāsi sūci ca bandhanaṁ;",
  "atk-s0101a2:264_0": "Parissāvanena aṭṭhete, yuttayogassa bhikkhuno’’ti.",
  "atk-s0101a2:265_0": "Te sabbe kāyaparihārikāpi honti kucchiparihārikāpi. Kathaṁ?",
  "atk-s0101a2:265_1": "Ticīvaraṁ tāva nivāsetvā ca pārupitvā ca vicaraṇakāle kāyaṁ pariharati, posetīti kāyaparihārikaṁ hoti.",
  "atk-s0101a2:265_2": "Cīvarakaṇṇena udakaṁ parissāvetvā pivanakāle khāditabbaphalāphalagahaṇakāle ca kucchiṁ pariharati;",
  "atk-s0101a2:265_3": "posetīti kucchiparihārikaṁ hoti.",
  "atk-s0101a2:266_0": "Pattopi tena udakaṁ uddharitvā nhānakāle kuṭiparibhaṇḍakaraṇakāle ca kāyaparihāriko hoti.",
  "atk-s0101a2:266_1": "Āhāraṁ gahetvā bhuñjanakāle kucchiparihāriko.",
  "atk-s0101a2:267_0": "Vāsipi tāya dantakaṭṭhacchedanakāle mañcapīṭhānaṁ aṅgapādacīvarakuṭidaṇḍakasajjanakāle ca kāyaparihārikā hoti.",
  "atk-s0101a2:267_1": "Ucchuchedananāḷikerāditacchanakāle kucchiparihārikā.",
  "atk-s0101a2:268_0": "Sūcipi cīvarasibbanakāle kāyaparihārikā hoti.",
  "atk-s0101a2:268_1": "Pūvaṁ vā phalaṁ vā vijjhitvā khādanakāle kucchiparihārikā.",
  "atk-s0101a2:269_0": "Kāyabandhanaṁ bandhitvā vicaraṇakāle kāyaparihārikaṁ.",
  "atk-s0101a2:269_1": "Ucchuādīni bandhitvā gahaṇakāle kucchiparihārikaṁ.",
  "atk-s0101a2:270_0": "Parissāvanaṁ tena udakaṁ parissāvetvā nhānakāle, senāsanaparibhaṇḍakaraṇakāle ca kāyaparihārikaṁ.",
  "atk-s0101a2:270_1": "Pānīyaṁ parissāvanakāle, teneva tilataṇḍulaputhukādīni gahetvā khādanakāle ca kucchiparihāriyaṁ.",
  "atk-s0101a2:270_2": "Ayaṁ tāva aṭṭhaparikkhārikassa parikkhāramattā.",
  "atk-s0101a2:270_3": "Navaparikkhārikassa pana seyyaṁ pavisantassa tatraṭṭhakaṁ paccattharaṇaṁ vā kuñcikā vā vaṭṭati.",
  "atk-s0101a2:270_4": "Dasaparikkhārikassa nisīdanaṁ vā cammakhaṇḍaṁ vā vaṭṭati.",
  "atk-s0101a2:270_5": "Ekādasaparikkhārikassa pana kattarayaṭṭhi vā telanāḷikā vā vaṭṭati.",
  "atk-s0101a2:270_6": "Dvādasaparikkhārikassa chattaṁ vā upāhanaṁ vā vaṭṭati.",
  "atk-s0101a2:270_7": "Etesu ca aṭṭhaparikkhārikova santuṭṭho, itare asantuṭṭhā mahicchā mahābhārāti na vattabbā.",
  "atk-s0101a2:270_8": "Etepi hi appicchāva santuṭṭhāva subharāva sallahukavuttinova.",
  "atk-s0101a2:270_9": "Bhagavā pana na yimaṁ suttaṁ tesaṁ vasena kathesi, aṭṭhaparikkhārikassa vasena kathesi.",
  "atk-s0101a2:270_10": "So hi khuddakavāsiñca sūciñca parissāvane pakkhipitvā pattassa anto ṭhapetvā pattaṁ aṁsakūṭe laggetvā ticīvaraṁ kāyapaṭibaddhaṁ katvā yenicchakaṁ sukhaṁ pakkamati.",
  "atk-s0101a2:270_11": "Paṭinivattetvā gahetabbaṁ nāmassa na hoti.",
  "atk-s0101a2:270_12": "Iti imassa bhikkhuno sallahukavuttitaṁ dassento bhagavā – ‘‘santuṭṭho hoti kāyaparihārikena cīvarenā’’tiādimāha.",
  "atk-s0101a2:270_13": "Tattha kāyaparihārikenāti kāyapariharaṇamattakena.",
  "atk-s0101a2:270_14": "Kucchiparihārikenāti kucchipariharaṇamattakena.",
  "atk-s0101a2:270_15": "Samādāyeva pakkamatīti aṭṭhaparikkhāramattakaṁ sabbaṁ gahetvāva kāyapaṭibaddhaṁ katvāva gacchati.",
  "atk-s0101a2:270_16": "‘‘Mama vihāro pariveṇaṁ upaṭṭhāko’’ti āsaṅgo vā bandho vā na hoti.",
  "atk-s0101a2:270_17": "So jiyā mutto saro viya, yūthā apakkanto madahatthī viya ca icchiticchitaṁ senāsanaṁ vanasaṇḍaṁ rukkhamūlaṁ vanapabbhāraṁ paribhuñjanto ekova tiṭṭhati, ekova nisīdati.",
  "atk-s0101a2:270_18": "Sabbiriyāpathesu ekova adutiyo.",
  "atk-s0101a2:271_0": "‘‘Cātuddiso appaṭigho ca hoti,",
  "atk-s0101a2:272_0": "Santussamāno itarītarena;",
  "atk-s0101a2:273_0": "Parissayānaṁ sahitā achambhī,",
  "atk-s0101a2:274_0": "Eko care khaggavisāṇakappo’’ti. (su. ni. 42);",
  "atk-s0101a2:275_0": "Evaṁ vaṇṇitaṁ khaggavisāṇakappataṁ āpajjati.",
  "atk-s0101a2:276_0": "Idāni tamatthaṁ upamāya sādhento – ‘‘seyyathāpī’’tiādimāha.",
  "atk-s0101a2:276_1": "Tattha pakkhī sakuṇoti pakkhayutto sakuṇo. Ḍetīti uppatati.",
  "atk-s0101a2:276_2": "Ayaṁ panettha saṅkhepattho – sakuṇā nāma ‘‘asukasmiṁ padese rukkho paripakkaphalo’’ti ñatvā nānādisāhi āgantvā nakhapattatuṇḍādīhi tassa phalāni vijjhantā vidhunantā khādanti.",
  "atk-s0101a2:276_3": "‘Idaṁ ajjatanāya, idaṁ svātanāya bhavissatī’ti tesaṁ na hoti.",
  "atk-s0101a2:276_4": "Phale pana khīṇe neva rukkhassa ārakkhaṁ ṭhapenti, na tattha pattaṁ vā nakhaṁ vā tuṇḍaṁ vā ṭhapenti.",
  "atk-s0101a2:276_5": "Atha kho tasmiṁ rukkhe anapekkho hutvā, yo yaṁ disābhāgaṁ icchati, so tena sapattabhārova uppatitvā gacchati.",
  "atk-s0101a2:276_6": "Evameva ayaṁ bhikkhu nissaṅgo nirapekkho yena kāmaṁ pakkamati.",
  "atk-s0101a2:276_7": "Tena vuttaṁ ‘‘samādāyeva pakkamatī’’ti.",
  "atk-s0101a2:277_0": "Nīvaraṇappahānakathā",
  "atk-s0101a2:278_0": "216.Soiminā cātiādinā kiṁ dasseti?",
  "atk-s0101a2:278_1": "Araññavāsassa paccayasampattiṁ dasseti.",
  "atk-s0101a2:278_2": "Yassa hi ime cattāro paccayā natthi, tassa araññavāso na ijjhati.",
  "atk-s0101a2:278_3": "Tiracchānagatehi vā vanacarakehi vā saddhiṁ vattabbataṁ āpajjati.",
  "atk-s0101a2:278_4": "Araññe adhivatthā devatā – ‘‘kiṁ evarūpassa pāpabhikkhuno araññavāsenā’’ti bheravasaddaṁ sāventi, hatthehi sīsaṁ paharitvā palāyanākāraṁ karonti.",
  "atk-s0101a2:278_5": "‘‘Asuko bhikkhu araññaṁ pavisitvā idañcidañca pāpakammaṁ akāsī’’ti ayaso pattharati.",
  "atk-s0101a2:278_6": "Yassa panete cattāro paccayā atthi, tassa araññavāso ijjhati.",
  "atk-s0101a2:278_7": "So hi attano sīlaṁ paccavekkhanto kiñci kāḷakaṁ vā tilakaṁ vā apassanto pītiṁ uppādetvā taṁ khayavayato sammasanto ariyabhūmiṁ okkamati.",
  "atk-s0101a2:278_8": "Araññe adhivatthā devatā attamanā vaṇṇaṁ bhaṇanti.",
  "atk-s0101a2:278_9": "Itissa udake pakkhittatelabindu viya yaso vitthāriko hoti.",
  "atk-s0101a2:279_0": "Tattha vivittanti suññaṁ, appasaddaṁ, appanigghosanti attho.",
  "atk-s0101a2:279_1": "Etadeva hi sandhāya vibhaṅge – ‘‘vivittanti santike cepi senāsanaṁ hoti, tañca anākiṇṇaṁ gahaṭṭhehi pabbajitehi. Tena taṁ vivitta’’nti vuttaṁ.",
  "atk-s0101a2:279_2": "Seti ceva āsati ca etthāti senāsanaṁ mañcapīṭhādīnametaṁ adhivacanaṁ.",
  "atk-s0101a2:279_3": "Tenāha – ‘‘senāsananti mañcopi senāsanaṁ , pīṭhampi, bhisipi, bimbohanampi, vihāropi, aḍḍhayogopi, pāsādopi, hammiyampi, guhāpi, aṭṭopi, māḷopi leṇampi, veḷugumbopi, rukkhamūlampi, maṇḍapopi, senāsanaṁ, yattha vā pana bhikkhū paṭikkamanti, sabbametaṁ senāsana’’nti (vibha. 527).",
  "atk-s0101a2:280_0": "Api ca – ‘‘vihāro aḍḍhayogo pāsādo hammiyaṁ guhā’’ti idaṁ vihārasenāsanaṁ nāma.",
  "atk-s0101a2:280_1": "‘‘Mañco pīṭhaṁ bhisi bimbohana’’nti idaṁ mañcapīṭhasenāsanaṁ nāma.",
  "atk-s0101a2:280_2": "‘‘Cimilikā cammakhaṇḍo tiṇasanthāro paṇṇasanthāro’’ti idaṁ santhatasenāsanaṁ nāma.",
  "atk-s0101a2:280_3": "‘‘Yattha vā pana bhikkhū paṭikkamantī’’ti idaṁ okāsasenāsanaṁ nāmāti.",
  "atk-s0101a2:280_4": "Evaṁ catubbidhaṁ senāsanaṁ hoti, taṁ sabbaṁ senāsanaggahaṇena saṅgahitameva.",
  "atk-s0101a2:281_0": "Idha panassa sakuṇasadisassa cātuddisassa bhikkhuno anucchavikasenāsanaṁ dassento araññaṁ rukkhamūlantiādimāha.",
  "atk-s0101a2:281_1": "Tattha araññanti nikkhamitvā bahi indakhīlā sabbametaṁ araññanti.",
  "atk-s0101a2:281_2": "Idaṁ bhikkhunīnaṁ vasena āgataṁ.",
  "atk-s0101a2:281_3": "‘‘Āraññakaṁ nāma senāsanaṁ pañcadhanusatikaṁ pacchima’’nti (pārā.",
  "atk-s0101a2:281_4": "654) idaṁ pana imassa bhikkhuno anurūpaṁ.",
  "atk-s0101a2:281_5": "Tassa lakkhaṇaṁ visuddhimagge dhutaṅganiddese vuttaṁ.",
  "atk-s0101a2:281_6": "Rukkhamūlanti yaṁ kiñci sandacchāyaṁ vivittarukkhamūlaṁ. Pabbatanti selaṁ.",
  "atk-s0101a2:281_7": "Tattha hi udakasoṇḍīsu udakakiccaṁ katvā sītāya rukkhacchāyāya nisinnassa nānādisāsu khāyamānāsu sītena vātena bījiyamānassa cittaṁ ekaggaṁ hoti.",
  "atk-s0101a2:281_8": "Kandaranti kaṁ vuccati udakaṁ, tena dāritaṁ, udakena bhinnaṁ pabbatapadesaṁ.",
  "atk-s0101a2:281_9": "Yaṁ nadītumbantipi, nadīkuñjantipi vadanti.",
  "atk-s0101a2:281_10": "Tattha hi rajatapaṭṭasadisā vālikā hoti, matthake maṇivitānaṁ viya vanagahaṇaṁ, maṇikhandhasadisaṁ udakaṁ sandati.",
  "atk-s0101a2:281_11": "Evarūpaṁ kandaraṁ oruyha pānīyaṁ pivitvā gattāni sītāni katvā vālikaṁ ussāpetvā paṁsukūlacīvaraṁ paññapetvā nisinnassa samaṇadhammaṁ karoto cittaṁ ekaggaṁ hoti.",
  "atk-s0101a2:281_12": "Giriguhanti dvinnaṁ pabbatānaṁ antare, ekasmiṁyeva vā umaggasadisaṁ mahāvivaraṁ susānalakkhaṇaṁ visuddhimagge vuttaṁ.",
  "atk-s0101a2:281_13": "Vanapatthanti gāmantaṁ atikkamitvā manussānaṁ anupacāraṭṭhānaṁ, yattha na kasanti na vapanti, tenevāha – ‘‘vanapatthanti dūrānametaṁ senāsanānaṁ adhivacana’’ntiādi. Abbhokāsanti acchannaṁ.",
  "atk-s0101a2:281_14": "Ākaṅkhamāno panettha cīvarakuṭiṁ katvā vasati. Palālapuñjanti palālarāsi.",
  "atk-s0101a2:281_15": "Mahāpalālapuñjato hi palālaṁ nikkaḍḍhitvā pabbhāraleṇasadise ālaye karonti, gacchagumbhādīnampi upari palālaṁ pakkhipitvā heṭṭhā nisinnā samaṇadhammaṁ karonti. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0101a2:282_0": "Pacchābhattanti bhattassa pacchato.",
  "atk-s0101a2:282_1": "Piṇḍapātapaṭikkantoti piṇḍapātapariyesanato paṭikkanto.",
  "atk-s0101a2:282_2": "Pallaṅkanti samantato ūrubaddhāsanaṁ. Ābhujitvāti bandhitvā.",
  "atk-s0101a2:282_3": "Ujuṁ kāyaṁ paṇidhāyāti uparimaṁ sarīraṁ ujuṁ ṭhapetvā aṭṭhārasa piṭṭhikaṇṭakaṭṭhike koṭiyā koṭiṁ paṭipādetvā.",
  "atk-s0101a2:282_4": "Evañhi nisinnassa cammamaṁsanhārūni na paṇamanti.",
  "atk-s0101a2:282_5": "Athassa yā tesaṁ paṇamanapaccayā khaṇe khaṇe vedanā uppajjeyyuṁ, tā nuppajjanti.",
  "atk-s0101a2:282_6": "Tāsu anuppajjamānāsu cittaṁ ekaggaṁ hoti, kammaṭṭhānaṁ na paripatati, vuḍḍhiṁ phātiṁ vepullaṁ upagacchati.",
  "atk-s0101a2:282_7": "Parimukhaṁ satiṁ upaṭṭhapetvāti kammaṭṭhānābhimukhaṁ satiṁ ṭhapayitvā. Mukhasamīpe vā katvāti attho.",
  "atk-s0101a2:282_8": "Teneva vibhaṅge vuttaṁ – ‘‘ayaṁ sati upaṭṭhitā hoti sūpaṭṭhitā nāsikagge vā mukhanimitte vā, tena vuccati parimukhaṁ satiṁ upaṭṭhapetvā’’ti (vibha. 537). Athavā parīti pariggahaṭṭho. Mukhanti niyyānaṭṭho. Satīti upaṭṭhānaṭṭho.",
  "atk-s0101a2:282_9": "Tena vuccati – ‘‘parimukhaṁ sati’’nti.",
  "atk-s0101a2:282_10": "Evaṁ paṭisambhidāyaṁ vuttanayenapettha attho daṭṭhabbo.",
  "atk-s0101a2:282_11": "Tatrāyaṁ saṅkhepo – ‘‘pariggahitaniyyānasatiṁ katvā’’ti.",
  "atk-s0101a2:283_0": "217.Abhijjhaṁ loketi ettha lujjanapalujjanaṭṭhena pañcupādānakkhandhā loko, tasmā pañcasu upādānakkhandhesu rāgaṁ pahāya kāmacchandaṁ vikkhambhetvāti ayametthattho.",
  "atk-s0101a2:283_1": "Vigatābhijjhenāti vikkhambhanavasena pahīnattā vigatābhijjhena, na cakkhuviññāṇasadisenāti attho.",
  "atk-s0101a2:283_2": "Abhijjhāya cittaṁ parisodhetīti abhijjhāto cittaṁ parimoceti.",
  "atk-s0101a2:283_3": "Yathā taṁ sā muñcati ceva, muñcitvā ca na puna gaṇhati, evaṁ karotīti attho.",
  "atk-s0101a2:283_4": "Byāpādapadosaṁ pahāyātiādīsupi eseva nayo.",
  "atk-s0101a2:283_5": "Byāpajjati iminā cittaṁ pūtikummāsādayo viya purimapakatiṁ vijahatīti byāpādo.",
  "atk-s0101a2:283_6": "Vikārāpattiyā padussati, paraṁ vā padūseti vināsetīti padoso.",
  "atk-s0101a2:283_7": "Ubhayametaṁ kodhassevādhivacanaṁ . Thinaṁ cittagelaññaṁ.",
  "atk-s0101a2:283_8": "Middhaṁ cetasikagelaññaṁ, thinañca middhañca thinamiddhaṁ.",
  "atk-s0101a2:283_9": "Ālokasaññīti rattimpi divādiṭṭhālokasañjānanasamatthāya vigatanīvaraṇāya parisuddhāya saññāya samannāgato.",
  "atk-s0101a2:283_10": "Sato sampajānoti satiyā ca ñāṇena ca samannāgato.",
  "atk-s0101a2:283_11": "Idaṁ ubhayaṁ ālokasaññāya upakārattā vuttaṁ.",
  "atk-s0101a2:283_12": "Uddhaccañca kukkuccañca uddhaccakukkuccaṁ.",
  "atk-s0101a2:283_13": "Tiṇṇavicikicchoti vicikicchaṁ taritvā atikkamitvā ṭhito.",
  "atk-s0101a2:283_14": "‘‘Kathamidaṁ kathamida’’nti evaṁ nappavattatīti akathaṁkathī.",
  "atk-s0101a2:283_15": "Kusalesu dhammesūti anavajjesu dhammesu.",
  "atk-s0101a2:283_16": "‘‘Ime nu kho kusalā kathamime kusalā’’ti evaṁ na vicikicchati. Na kaṅkhatīti attho. Ayamettha saṅkhepo.",
  "atk-s0101a2:283_17": "Imesu pana nīvaraṇesu vacanatthalakkhaṇādibhedato yaṁ vattabbaṁ siyā, taṁ sabbaṁ visuddhimagge vuttaṁ.",
  "atk-s0101a2:284_0": "218.",
  "atk-s0101a2:284_1": "Yā panāyaṁ seyyathāpi mahārājāti upamā vuttā.",
  "atk-s0101a2:284_2": "Tattha iṇaṁ ādāyāti vaḍḍhiyā dhanaṁ gahetvā.",
  "atk-s0101a2:284_3": "Byantiṁ kareyyāti vigatantaṁ kareyya , yathā tesaṁ kākaṇikamattopi pariyanto nāma nāvasissati, evaṁ kareyya;",
  "atk-s0101a2:284_4": "sabbaso paṭiniyyāteyyāti attho. Tato nidānanti āṇaṇyanidānaṁ.",
  "atk-s0101a2:284_5": "So hi ‘‘aṇaṇomhī’’ti āvajjanto balavapāmojjaṁ labhati, somanassaṁ adhigacchati, tena vuttaṁ – ‘‘labhetha pāmojjaṁ, adhigaccheyya somanassa’’nti.",
  "atk-s0101a2:285_0": "219.",
  "atk-s0101a2:285_1": "Visabhāgavedanuppattiyā kakaceneva catuiriyāpathaṁ chindanto ābādhatīti ābādho, svāssa atthīti ābādhiko.",
  "atk-s0101a2:285_2": "Taṁ samuṭṭhānena dukkhena dukkhito.",
  "atk-s0101a2:285_3": "Adhimattagilānoti bāḷhagilāno.",
  "atk-s0101a2:285_4": "Nacchādeyyāti adhimattabyādhiparetatāya na rucceyya.",
  "atk-s0101a2:285_5": "Balamattāti balameva, balañcassa kāye na bhaveyyāti attho. Tatonidānanti ārogyanidānaṁ.",
  "atk-s0101a2:285_6": "Tassa hi – ‘‘arogomhī’’ti āvajjayato tadubhayaṁ hoti.",
  "atk-s0101a2:285_7": "Tena vuttaṁ – ‘‘labhetha pāmojjaṁ, adhigaccheyya somanassa’’nti.",
  "atk-s0101a2:286_0": "220.Na cassa kiñci bhogānaṁ vayoti kākaṇikamattampi bhogānaṁ vayo na bhaveyya.",
  "atk-s0101a2:286_1": "Tatonidānanti bandhanāmokkhanidānaṁ.",
  "atk-s0101a2:286_2": "Sesaṁ vuttanayeneva sabbapadesu yojetabbaṁ.",
  "atk-s0101a2:287_0": "221-222.Anattādhīnoti na attani adhīno, attano ruciyā kiñci kātuṁ na labhati.",
  "atk-s0101a2:287_1": "Parādhīnoti paresu adhīno parasseva ruciyā vattati.",
  "atk-s0101a2:287_2": "Na yena kāmaṁ gamoti yena disābhāgenassa gantukāmatā hoti, icchā uppajjati gamanāya, tena gantuṁ na labhati. Dāsabyāti dāsabhāvā. Bhujissoti attano santako.",
  "atk-s0101a2:287_3": "Tatonidānanti bhujissanidānaṁ.",
  "atk-s0101a2:287_4": "Kantāraddhānamagganti kantāraṁ addhānamaggaṁ, nirudakaṁ dīghamagganti attho.",
  "atk-s0101a2:287_5": "Tatonidānanti khemantabhūminidānaṁ.",
  "atk-s0101a2:288_0": "223.Ime pañca nīvaraṇe appahīneti ettha bhagavā appahīnakāmacchandanīvaraṇaṁ iṇasadisaṁ, sesāni rogādisadisāni katvā dasseti. Tatrāyaṁ sadisatā.",
  "atk-s0101a2:288_1": "Yo hi paresaṁ iṇaṁ gahetvā vināseti, so tehi iṇaṁ dehīti vuccamānopi pharusaṁ vuccamānopi bajjhamānopi vadhīyamānopi kiñci paṭibāhituṁ na sakkoti, sabbaṁ titikkhati.",
  "atk-s0101a2:288_2": "Titikkhākāraṇaṁ hissa taṁ iṇaṁ hoti.",
  "atk-s0101a2:288_3": "Evameva yo yamhi kāmacchandena rajjati, taṇhāsahagatena taṁ vatthuṁ gaṇhati, so tena pharusaṁ vuccamānopi bajjhamānopi vadhīyamānopi sabbaṁ titikkhati, titikkhākāraṇaṁ hissa so kāmacchando hoti, gharasāmikehi vadhīyamānānaṁ itthīnaṁ viyāti, evaṁ iṇaṁ viya kāmacchando daṭṭhabbo.",
  "atk-s0101a2:289_0": "Yathā pana pittarogāturo madhusakkarādīsupi dinnesu pittarogāturatāya tesaṁ rasaṁ na vindati, ‘‘tittakaṁ tittaka’’nti uggiratiyeva.",
  "atk-s0101a2:289_1": "Evameva byāpannacitto hitakāmehi ācariyupajjhāyehi appamattakampi ovadiyamāno ovādaṁ na gaṇhati.",
  "atk-s0101a2:289_2": "‘‘Ati viya me tumhe upaddavethā’’tiādīni vatvā vibbhamati.",
  "atk-s0101a2:289_3": "Pittarogāturatāya so puriso madhusakkarādīnaṁ viya kodhāturatāya jhānasukhādibhedaṁ sāsanarasaṁ na vindatīti.",
  "atk-s0101a2:289_4": "Evaṁ rogo viya byāpādo daṭṭhabbo.",
  "atk-s0101a2:290_0": "Yathā pana nakkhattadivase bandhanāgāre baddho puriso nakkhattassa neva ādiṁ na majjhaṁ na pariyosānaṁ passati.",
  "atk-s0101a2:290_1": "So dutiyadivase mutto aho hiyyo nakkhattaṁ manāpaṁ, aho naccaṁ, aho gītantiādīni sutvāpi paṭivacanaṁ na deti. Kiṁ kāraṇā? Nakkhattassa ananubhūtattā.",
  "atk-s0101a2:290_2": "Evameva thinamiddhābhibhūto bhikkhu vicittanayepi dhammassavane pavattamāne neva tassa ādiṁ na majjhaṁ na pariyosānaṁ jānāti.",
  "atk-s0101a2:290_3": "Sopi uṭṭhite dhammassavane aho dhammassavanaṁ, aho kāraṇaṁ, aho upamāti dhammassavanassa vaṇṇaṁ bhaṇamānānaṁ sutvāpi paṭivacanaṁ na deti. Kiṁ kāraṇā?",
  "atk-s0101a2:290_4": "Thinamiddhavasena dhammakathāya ananubhūtattā.",
  "atk-s0101a2:290_5": "Evaṁ bandhanāgāraṁ viya thinamiddhaṁ daṭṭhabbaṁ.",
  "atk-s0101a2:291_0": "Yathā pana nakkhattaṁ kīḷantopi dāso – ‘‘idaṁ nāma accāyikaṁ karaṇīyaṁ atthi, sīghaṁ tattha gacchāhi.",
  "atk-s0101a2:291_1": "No ce gacchasi, hatthapādaṁ vā te chindāmi kaṇṇanāsaṁ vā’’ti vutto sīghaṁ gacchatiyeva .",
  "atk-s0101a2:291_2": "Nakkhattassa ādimajjhapariyosānaṁ anubhavituṁ na labhati, kasmā?",
  "atk-s0101a2:291_3": "Parādhīnatāya, evameva vinaye apakataññunā vivekatthāya araññaṁ paviṭṭhenāpi kismiñcideva antamaso kappiyamaṁsepi akappiyamaṁsasaññāya uppannāya vivekaṁ pahāya sīlavisodhanatthaṁ vinayadharassa santikaṁ gantabbaṁ hoti, vivekasukhaṁ anubhavituṁ na labhati, kasmā?",
  "atk-s0101a2:291_4": "Uddhaccakukkuccābhibhūtatāyāti.",
  "atk-s0101a2:291_5": "Evaṁ dāsabyaṁ viya uddhaccakukkuccaṁ daṭṭhabbaṁ.",
  "atk-s0101a2:292_0": "Yathā pana kantāraddhānamaggappaṭipanno puriso corehi manussānaṁ viluttokāsaṁ pahatokāsañca disvā daṇḍakasaddenapi sakuṇasaddenapi ‘‘corā āgatā’’ti ussaṅkitaparisaṅkitova hoti, gacchatipi tiṭṭhatipi nivattatipi, gataṭṭhānato agataṭṭhānameva bahutaraṁ hoti.",
  "atk-s0101a2:292_1": "So kicchena kasirena khemantabhūmiṁ pāpuṇāti vā na vā pāpuṇāti.",
  "atk-s0101a2:292_2": "Evameva yassa aṭṭhasu ṭhānesu vicikicchā uppannā hoti, so – ‘‘buddho nu kho, no nu kho buddho’’tiādinā nayena vicikicchanto adhimuccitvā saddhāya gaṇhituṁ na sakkoti.",
  "atk-s0101a2:292_3": "Asakkonto maggaṁ vā phalaṁ vā na pāpuṇātīti.",
  "atk-s0101a2:292_4": "Yathā kantāraddhānamagge – ‘‘corā atthi natthī’’ti punappunaṁ āsappanaparisappanaṁ apariyogāhanaṁ chambhitattaṁ cittassa uppādento khemantapattiyā antarāyaṁ karoti, evaṁ vicikicchāpi – ‘‘buddho nu kho, na buddho’’tiādinā nayena punappunaṁ āsappanaparisappanaṁ apariyogāhanaṁ chambhitattaṁ cittassa uppādayamānā ariyabhūmippattiyā antarāyaṁ karotīti kantāraddhānamaggo viya vicikicchā daṭṭhabbā.",
  "atk-s0101a2:293_0": "224.",
  "atk-s0101a2:293_1": "Idāni – ‘‘seyyathāpi, mahārāja, āṇaṇya’’nti ettha bhagavā pahīnakāmacchandanīvaraṇaṁ āṇaṇyasadisaṁ, sesāni ārogyādisadisāni katvā dasseti.",
  "atk-s0101a2:293_2": "Tatrāyaṁ sadisatā, yathā hi puriso iṇaṁ ādāya kammante payojetvā samiddhataṁ patto – ‘‘idaṁ iṇaṁ nāma palibodhamūla’’nti cintetvā savaḍḍhikaṁ iṇaṁ niyyātetvā paṇṇaṁ phālāpeyya.",
  "atk-s0101a2:293_3": "Athassa tato paṭṭhāya neva koci dūtaṁ peseti, na paṇṇaṁ.",
  "atk-s0101a2:293_4": "So iṇasāmike disvāpi sace icchati, āsanā uṭṭhahati, no ce na uṭṭhahati, kasmā?",
  "atk-s0101a2:293_5": "Tehi saddhiṁ nillepatāya alaggatāya.",
  "atk-s0101a2:293_6": "Evameva bhikkhu – ‘‘ayaṁ kāmacchando nāma palibodhamūla’’nti cintetvā cha dhamme bhāvetvā kāmacchandanīvaraṇaṁ pajahati.",
  "atk-s0101a2:293_7": "Te pana cha dhamme mahāsatipaṭṭhāne vaṇṇayissāma.",
  "atk-s0101a2:293_8": "Tassevaṁ pahīnakāmacchandassa yathā iṇamuttassa purisassa iṇassāmike disvā neva bhayaṁ na chambhitattaṁ hoti.",
  "atk-s0101a2:293_9": "Evameva paravatthumhi neva saṅgo na baddho hoti.",
  "atk-s0101a2:293_10": "Dibbānipi rūpāni passato kileso na samudācarati.",
  "atk-s0101a2:293_11": "Tasmā bhagavā āṇaṇyamiva kāmacchandappahānaṁ āha.",
  "atk-s0101a2:294_0": "Yathā pana so pittarogāturo puriso bhesajjakiriyāya taṁ rogaṁ vūpasametvā tato paṭṭhāya madhusakkarādīnaṁ rasaṁ vindati.",
  "atk-s0101a2:294_1": "Evameva bhikkhu ‘‘ayaṁ byāpādo nāma mahā anatthakaro’’ti cha dhamme bhāvetvā byāpādanīvaraṇaṁ pajahati.",
  "atk-s0101a2:294_2": "Sabbanīvaraṇesu cha dhamme mahāsatipaṭṭhāneyeva vaṇṇayissāma.",
  "atk-s0101a2:294_3": "Na kevalañca teyeva, yepi thinamiddhādīnaṁ pahānāya bhāvetabbā, tepi sabbe tattheva vaṇṇayissāma.",
  "atk-s0101a2:294_4": "So evaṁ pahīnabyāpādo yathā pittarogavimutto puriso madhusakkarādīnaṁ rasaṁ sampiyāyamāno paṭisevati, evameva ācārapaṇṇattiādīni sikkhāpadāni sirasā sampaṭicchitvā sampiyāyamāno sikkhati.",
  "atk-s0101a2:294_5": "Tasmā bhagavā ārogyamiva byāpādappahānaṁ āha.",
  "atk-s0101a2:295_0": "Yathā so nakkhattadivase bandhanāgāraṁ pavesito puriso aparasmiṁ nakkhattadivase – ‘‘pubbepi ahaṁ pamādadosena baddho, tena nakkhattaṁ nānubhaviṁ.",
  "atk-s0101a2:295_1": "Idāni appamatto bhavissāmī’’ti yathāssa paccatthikā okāsaṁ na labhanti, evaṁ appamatto hutvā nakkhattaṁ anubhavitvā – ‘aho nakkhattaṁ, aho nakkhatta’nti udānaṁ udānesi, evameva bhikkhu – ‘‘idaṁ thinamiddhaṁ nāma mahāanatthakara’’nti cha dhamme bhāvetvā thinamiddhanīvaraṇaṁ pajahati, so evaṁ pahīnathinamiddho yathā bandhanā mutto puriso sattāhampi nakkhattassa ādimajjhapariyosānaṁ anubhavati, evameva dhammanakkhattassa ādimajjhapariyosānaṁ anubhavanto saha paṭisambhidāhi arahattaṁ pāpuṇāti.",
  "atk-s0101a2:295_2": "Tasmā bhagavā bandhanā mokkhamiva thinamiddhappahānaṁ āha.",
  "atk-s0101a2:296_0": "Yathā pana dāso kiñcideva mittaṁ upanissāya sāmikānaṁ dhanaṁ datvā attānaṁ bhujissaṁ katvā tato paṭṭhāya yaṁ icchati, taṁ karoti.",
  "atk-s0101a2:296_1": "Evameva bhikkhu – ‘‘idaṁ uddhaccakukkuccaṁ nāma mahā anatthakara’’nti cha dhamme bhāvetvā uddhaccakukkuccaṁ pajahati.",
  "atk-s0101a2:296_2": "So evaṁ pahīnauddhaccakukkucco yathā bhujisso puriso yaṁ icchati, taṁ karoti, na taṁ koci balakkārena tato nivatteti , evameva yathā sukhaṁ nekkhammapaṭipadaṁ paṭipajjati, na taṁ uddhaccakukkuccaṁ balakkārena tato nivatteti.",
  "atk-s0101a2:296_3": "Tasmā bhagavā bhujissaṁ viya uddhaccakukkuccappahānaṁ āha.",
  "atk-s0101a2:297_0": "Yathā balavā puriso hatthasāraṁ gahetvā sajjāvudho saparivāro kantāraṁ paṭipajjeyya, taṁ corā dūratova disvā palāyeyyuṁ.",
  "atk-s0101a2:297_1": "So sotthinā taṁ kantāraṁ nittharitvā khemantaṁ patto haṭṭhatuṭṭho assa.",
  "atk-s0101a2:297_2": "Evameva bhikkhu ‘‘ayaṁ vicikicchā nāma mahā anatthakārikā’’ti cha dhamme bhāvetvā vicikicchaṁ pajahati .",
  "atk-s0101a2:297_3": "So evaṁ pahīnavicikiccho yathā balavā puriso sajjāvudho saparivāro nibbhayo core tiṇaṁ viya agaṇetvā sotthinā nikkhamitvā khemantabhūmiṁ pāpuṇāti, evameva bhikkhu duccaritakantāraṁ nittharitvā paramaṁ khemantabhūmiṁ amataṁ mahānibbānaṁ pāpuṇāti.",
  "atk-s0101a2:297_4": "Tasmā bhagavā khemantabhūmiṁ viya vicikicchāpahānaṁ āha.",
  "atk-s0101a2:298_0": "225.Pāmojjaṁ jāyatīti tuṭṭhākāro jāyati.",
  "atk-s0101a2:298_1": "Pamuditassa pīti jāyatīti tuṭṭhassa sakalasarīraṁ khobhayamānā pīti jāyati.",
  "atk-s0101a2:298_2": "Pītimanassa kāyo passambhatīti pītisampayuttacittassa puggalassa nāmakāyo passambhati, vigatadaratho hoti.",
  "atk-s0101a2:298_3": "Sukhaṁ vedetīti kāyikampi cetasikampi sukhaṁ vedayati.",
  "atk-s0101a2:298_4": "Cittaṁ samādhiyatīti iminā nekkhammasukhena sukhitassa upacāravasenapi appanāvasenapi cittaṁ samādhiyati.",
  "atk-s0101a2:299_0": "Paṭhamajjhānakathā",
  "atk-s0101a2:300_0": "226.So vivicceva kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja viharatītiādi pana upacārasamādhinā samāhite citte uparivisesadassanatthaṁ appanāsamādhinā samāhite citte tassa samādhino pabhedadassanatthaṁ vuttanti veditabbaṁ.",
  "atk-s0101a2:300_1": "Imameva kāyanti imaṁ karajakāyaṁ.",
  "atk-s0101a2:300_2": "Abhisandetīti temeti sneheti, sabbattha pavattapītisukhaṁ karoti.",
  "atk-s0101a2:300_3": "Parisandetīti samantato sandeti.",
  "atk-s0101a2:300_4": "Paripūretīti vāyunā bhastaṁ viya pūreti.",
  "atk-s0101a2:300_5": "Parippharatīti samantato phusati.",
  "atk-s0101a2:300_6": "Sabbāvato kāyassāti assa bhikkhuno sabbakoṭṭhāsavato kāyassa kiñci upādinnakasantatipavattiṭṭhāne chavimaṁsalohitānugataṁ aṇumattampi ṭhānaṁ paṭhamajjhānasukhena aphuṭaṁ nāma na hoti.",
  "atk-s0101a2:301_0": "227.Dakkhoti cheko paṭibalo nhānīyacuṇṇāni kātuñceva payojetuñca sannetuñca.",
  "atk-s0101a2:301_1": "Kaṁsathāleti yena kenaci lohena katabhājane.",
  "atk-s0101a2:301_2": "Mattikabhājanaṁ pana thiraṁ na hoti. Sannentassa bhijjati. Tasmā taṁ na dasseti.",
  "atk-s0101a2:301_3": "Paripphosakaṁparipphosakanti siñcitvā siñcitvā.",
  "atk-s0101a2:301_4": "Sanneyyāti vāmahatthena kaṁsathālaṁ gahetvā dakkhiṇahatthena pamāṇayuttaṁ udakaṁ siñcitvā siñcitvā parimaddanto piṇḍaṁ kareyya.",
  "atk-s0101a2:301_5": "Snehānugatāti udakasinehena anugatā.",
  "atk-s0101a2:301_6": "Snehaparetāti udakasinehena pariggahitā.",
  "atk-s0101a2:301_7": "Santarabāhirāti saddhiṁ antopadesena ceva bahipadesena ca sabbatthakameva udakasinehena phuṭāti attho.",
  "atk-s0101a2:301_8": "Na ca paggharaṇīti na ca bindu bindu udakaṁ paggharati, sakkā hoti hatthenapi dvīhipi tīhipi aṅgulīhi gahetuṁ ovaṭṭikāyapi kātunti attho.",
  "atk-s0101a2:302_0": "Dutiyajjhānakathā",
  "atk-s0101a2:303_0": "228-229.",
  "atk-s0101a2:303_1": "Dutiyajjhānasukhūpamāyaṁ ubbhidodakoti ubbhinnaudako, na heṭṭhā ubbhijjitvā uggacchanakaudako.",
  "atk-s0101a2:303_2": "Antoyeva pana ubbhijjanakaudakoti attho. Āyamukhanti āgamanamaggo. Devoti megho.",
  "atk-s0101a2:303_3": "Kālena kālanti kāle kāle, anvaddhamāsaṁ vā anudasāhaṁ vāti attho. Dhāranti vuṭṭhiṁ.",
  "atk-s0101a2:303_4": "Na anuppaveccheyyāti na ca paveseyya, na vasseyyāti attho.",
  "atk-s0101a2:303_5": "Sītā vāridhārā ubbhijjitvāti sītaṁ dhāraṁ uggantvā rahadaṁ pūrayamānaṁ ubbhijjitvā.",
  "atk-s0101a2:303_6": "Heṭṭhā uggacchanaudakañhi uggantvā uggantvā bhijjantaṁ udakaṁ khobheti, catūhi disāhi pavisanaudakaṁ purāṇapaṇṇatiṇakaṭṭhadaṇḍakādīhi udakaṁ khobheti, vuṭṭhiudakaṁ dhārānipātapubbuḷakehi udakaṁ khobheti.",
  "atk-s0101a2:303_7": "Sannisinnameva pana hutvā iddhinimmitamiva uppajjamānaṁ udakaṁ imaṁ padesaṁ pharati, imaṁ padesaṁ na pharatīti natthi, tena aphuṭokāso nāma na hotīti.",
  "atk-s0101a2:303_8": "Tattha rahado viya karajakāyo.",
  "atk-s0101a2:303_9": "Udakaṁ viya dutiyajjhānasukhaṁ.",
  "atk-s0101a2:303_10": "Sesaṁ purimanayeneva veditabbaṁ.",
  "atk-s0101a2:304_0": "Tatiyajjhānakathā",
  "atk-s0101a2:305_0": "230-231.",
  "atk-s0101a2:305_1": "Tatiyajjhānasukhūpamāyaṁ uppalāni ettha santīti uppalinī. Sesapadadvayepi eseva nayo.",
  "atk-s0101a2:305_2": "Ettha ca setarattanīlesu yaṁ kiñci uppalaṁ uppalameva.",
  "atk-s0101a2:305_3": "Ūnakasatapattaṁ puṇḍarīkaṁ, satapattaṁ padumaṁ.",
  "atk-s0101a2:305_4": "Pattaniyamaṁ vā vināpi setaṁ padumaṁ, rattaṁ puṇḍarīkanti ayamettha vinicchayo.",
  "atk-s0101a2:305_5": "Udakānuggatānīti udakato na uggatāni.",
  "atk-s0101a2:305_6": "Anto nimuggaposīnīti udakatalassa anto nimuggāniyeva hutvā posīni, vaḍḍhīnīti attho.",
  "atk-s0101a2:305_7": "Sesaṁ purimanayeneva veditabbaṁ.",
  "atk-s0101a2:306_0": "Catutthajjhānakathā",
  "atk-s0101a2:307_0": "232-233.",
  "atk-s0101a2:307_1": "Catutthajjhānasukhūpamāyaṁ parisuddhena cetasā pariyodātenāti ettha nirupakkilesaṭṭhena parisuddhaṁ, pabhassaraṭṭhena pariyodātanti veditabbaṁ.",
  "atk-s0101a2:307_2": "Odātena vatthenāti idaṁ utupharaṇatthaṁ vuttaṁ.",
  "atk-s0101a2:307_3": "Kiliṭṭhavatthena hi utupharaṇaṁ na hoti, taṅkhaṇadhotaparisuddhena utupharaṇaṁ balavaṁ hoti.",
  "atk-s0101a2:307_4": "Imissāya hi upamāya vatthaṁ viya karajakāyo, utupharaṇaṁ viya catutthajjhānasukhaṁ.",
  "atk-s0101a2:307_5": "Tasmā yathā sunhātassa purisassa parisuddhaṁ vatthaṁ sasīsaṁ pārupitvā nisinnassa sarīrato utu sabbameva vatthaṁ pharati.",
  "atk-s0101a2:307_6": "Na koci vatthassa aphuṭokāso hoti.",
  "atk-s0101a2:307_7": "Evaṁ catutthajjhānasukhena bhikkhuno karajakāyassa na koci okāso aphuṭo hotīti. Evamettha attho daṭṭhabbo.",
  "atk-s0101a2:307_8": "Imesaṁ pana catunnaṁ jhānānaṁ anupadavaṇṇanā ca bhāvanānayo ca visuddhimagge vuttoti idha na vitthārito.",
  "atk-s0101a2:308_0": "Ettāvatā cesa rūpajjhānalābhīyeva, na arūpajjhānalābhīti na veditabbo.",
  "atk-s0101a2:308_1": "Na hi aṭṭhasu samāpattīsu cuddasahākārehi ciṇṇavasībhāvaṁ vinā upari abhiññādhigamo hoti.",
  "atk-s0101a2:308_2": "Pāḷiyaṁ pana rūpajjhānāniyeva āgatāni.",
  "atk-s0101a2:308_3": "Arūpajjhānāni āharitvā kathetabbāni.",
  "atk-s0101a2:309_0": "Vipassanāñāṇakathā",
  "atk-s0101a2:310_0": "234.So evaṁ samāhite citte…pe… āneñjappatteti so cuddasahākārehi aṭṭhasu samāpattīsu ciṇṇavasībhāvo bhikkhūti dasseti .",
  "atk-s0101a2:310_1": "Sesamettha visuddhimagge vuttanayena veditabbaṁ.",
  "atk-s0101a2:310_2": "Ñāṇadassanāya cittaṁ abhinīharatīti ettha ñāṇadassananti maggañāṇampi, vuccati phalañāṇampi, sabbaññutaññāṇampi, paccavekkhaṇañāṇampi, vipassanāñāṇampi.",
  "atk-s0101a2:310_3": "‘‘Kiṁ nu kho, āvuso, ñāṇadassanavisuddhatthaṁ bhagavati brahmacariyaṁ vussatī’’ti (mahāni.",
  "atk-s0101a2:310_4": "1.257) ettha hi maggañāṇaṁ ñāṇadassananti vuttaṁ.",
  "atk-s0101a2:310_5": "‘‘Ayamañño uttarimanussadhammo alamariyañāṇadassanaviseso adhigato phāsuvihāro’’ti (ma. ni. 1.328) ettha phalañāṇaṁ.",
  "atk-s0101a2:310_6": "‘‘Bhagavatopi kho ñāṇadassanaṁ udapādi sattāhakālaṅkato āḷāro kālāmo’’ti (mahāva. 10) ettha sabbaññutaññāṇaṁ.",
  "atk-s0101a2:310_7": "‘‘Ñāṇañca pana me dassanaṁ udapādi akuppā me vimutti, ayamantimā jātī’’ti (mahāva.",
  "atk-s0101a2:310_8": "16) ettha paccavekkhaṇañāṇaṁ idha pana ñāṇadassanāya cittanti idaṁ vipassanāñāṇaṁ ñāṇadassananti vuttanti.",
  "atk-s0101a2:311_0": "Abhinīharatīti vipassanāñāṇassa nibbattanatthāya tanninnaṁ tappoṇaṁ tappabbhāraṁ karoti. Rūpīti ādīnamattho vuttoyeva.",
  "atk-s0101a2:311_1": "Odanakummāsūpacayoti odanena ceva kummāsena ca upacito vaḍḍhito.",
  "atk-s0101a2:311_2": "Aniccucchādanaparimaddanabhedanaviddhaṁsanadhammoti hutvā abhāvaṭṭhena aniccadhammo.",
  "atk-s0101a2:311_3": "Duggandhavighātatthāya tanuvilepanena ucchādanadhammo.",
  "atk-s0101a2:311_4": "Aṅgapaccaṅgābādhavinodanatthāya khuddakasambāhanena parimaddanadhammo.",
  "atk-s0101a2:311_5": "Daharakāle vā ūrūsu sayāpetvā gabbhāvāsena dussaṇṭhitānaṁ tesaṁ tesaṁ aṅgānaṁ saṇṭhānasampādanatthaṁ añchanapīḷanādivasena parimaddanadhammo.",
  "atk-s0101a2:311_6": "Evaṁ pariharitopi bhedanaviddhaṁsanadhammo bhijjati ceva vikirati ca, evaṁ sabhāvoti attho.",
  "atk-s0101a2:311_7": "Tattha rūpī cātumahābhūtikotiādīsu chahi padehi samudayo kathito.",
  "atk-s0101a2:311_8": "Aniccapadena saddhiṁ pacchimehi dvīhi atthaṅgamo.",
  "atk-s0101a2:311_9": "Ettha sitaṁ ettha paṭibaddhanti ettha cātumahābhūtike kāye nissitañca paṭibaddhañca.",
  "atk-s0101a2:312_0": "235.Subhoti sundaro.",
  "atk-s0101a2:312_1": "Jātimāti parisuddhākarasamuṭṭhito.",
  "atk-s0101a2:312_2": "Suparikammakatoti suṭṭhu kataparikammo apanītapāsāṇasakkharo. Acchoti tanucchavi. Vippasannoti suṭṭhu pasanno.",
  "atk-s0101a2:312_3": "Sabbākārasampannoti dhovanavedhanādīhi sabbehi ākārehi sampanno.",
  "atk-s0101a2:312_4": "Nīlantiādīhi vaṇṇasampattiṁ dasseti.",
  "atk-s0101a2:312_5": "Tādisañhi āvutaṁ pākaṭaṁ hoti.",
  "atk-s0101a2:312_6": "Evameva khoti ettha evaṁ upamāsaṁsandanaṁ veditabbaṁ. Maṇi viya hi karajakāyo.",
  "atk-s0101a2:312_7": "Āvutasuttaṁ viya vipassanāñāṇaṁ.",
  "atk-s0101a2:312_8": "Cakkhumā puriso viya vipassanālābhī bhikkhu, hatthe karitvā paccavekkhato ayaṁ kho maṇīti maṇino āvibhūtakālo viya vipassanāñāṇaṁ, abhinīharitvā nisinnassa bhikkhuno cātumahābhūtikakāyassa āvibhūtakālo, tatridaṁ suttaṁ āvutanti suttassāvibhūtakālo viya vipassanāñāṇaṁ, abhinīharitvā nisinnassa bhikkhuno tadārammaṇānaṁ phassapañcamakānaṁ vā sabbacittacetasikānaṁ vā vipassanāñāṇasseva vā āvibhūtakāloti.",
  "atk-s0101a2:313_0": "Idañca vipassanāñāṇaṁ maggañāṇānantaraṁ.",
  "atk-s0101a2:313_1": "Evaṁ santepi yasmā abhiññāvāre āraddhe etassa antarāvāro natthi tasmā idheva dassitaṁ.",
  "atk-s0101a2:313_2": "Yasmā ca aniccādivasena akatasammasanassa dibbāya sotadhātuyā bheravaṁ saddaṁ suṇato, pubbenivāsānussatiyā bherave khandhe anussarato, dibbena cakkhunā bheravampi rūpaṁ passato bhayasantāso uppajjati, na aniccādivasena katasammasanassa tasmā abhiññaṁ pattassa bhayavinodanahetusampādanatthampi idaṁ idheva dassitaṁ.",
  "atk-s0101a2:313_3": "Api ca yasmā vipassanāsukhaṁ nāmetaṁ maggaphalasukhasampādakaṁ pāṭiyekkaṁ sandiṭṭhikaṁ sāmaññaphalaṁ tasmāpi āditova idaṁ idha dassitanti veditabbaṁ.",
  "atk-s0101a2:314_0": "Manomayiddhiñāṇakathā",
  "atk-s0101a2:315_0": "236-237.Manomayanti manena nibbattitaṁ.",
  "atk-s0101a2:315_1": "Sabbaṅgapaccaṅginti sabbehi aṅgehi ca paccaṅgehi ca samannāgataṁ.",
  "atk-s0101a2:315_2": "Ahīnindriyanti saṇṭhānavasena avikalindriyaṁ.",
  "atk-s0101a2:315_3": "Iddhimatā nimmitarūpañhi sace iddhimā odāto tampi odātaṁ.",
  "atk-s0101a2:315_4": "Sace aviddhakaṇṇo tampi aviddhakaṇṇanti evaṁ sabbākārehi tena sadisameva hoti.",
  "atk-s0101a2:315_5": "Muñjamhā īsikantiādi upamāttayampi hi sadisabhāvadassanatthameva vuttaṁ.",
  "atk-s0101a2:315_6": "Muñjasadisā eva hi tassa anto īsikā hoti.",
  "atk-s0101a2:315_7": "Kosisadisoyeva asi, vaṭṭāya kosiyā vaṭṭaṁ asimeva pakkhipanti, patthaṭāya patthaṭaṁ .",
  "atk-s0101a2:315_8": "Karaṇḍāti idampi ahikañcukassa nāmaṁ, na vilīvakaraṇḍakassa.",
  "atk-s0101a2:315_9": "Ahikañcuko hi ahinā sadisova hoti.",
  "atk-s0101a2:315_10": "Tattha kiñcāpi ‘‘puriso ahiṁ karaṇḍā uddhareyyā’’ti hatthena uddharamāno viya dassito, atha kho cittenevassa uddharaṇaṁ veditabbaṁ.",
  "atk-s0101a2:315_11": "Ayañhi ahi nāma sajātiyaṁ ṭhito, kaṭṭhantaraṁ vā rukkhantaraṁ vā nissāya, tacato sarīraṁ nikkaḍḍhanappayogasaṅkhātena thāmena, sarīraṁ khādayamānaṁ viya purāṇatacaṁ jigucchantoti imehi catūhi kāraṇehi sayameva kañcukaṁ pajahati, na sakkā tato aññena uddharituṁ, tasmā cittena uddharaṇaṁ sandhāya idaṁ vuttanti veditabbaṁ.",
  "atk-s0101a2:315_12": "Iti muñjādisadisaṁ imassa bhikkhuno sarīraṁ, īsikādisadisaṁ nimmitarūpanti. Idamettha opammasaṁsandanaṁ.",
  "atk-s0101a2:315_13": "Nimmānavidhānaṁ panettha parato ca iddhividhādipañcaabhiññākathā sabbākārena visuddhimagge vitthāritāti tattha vuttanayeneva veditabbā.",
  "atk-s0101a2:315_14": "Upamāmattameva hi idha adhikaṁ.",
  "atk-s0101a2:316_0": "Iddhividhañāṇādikathā",
  "atk-s0101a2:317_0": "238-239.",
  "atk-s0101a2:317_1": "Tattha chekakumbhakārādayo viya iddhividhañāṇalābhī bhikkhu daṭṭhabbo.",
  "atk-s0101a2:317_2": "Suparikammakatamattikādayo viya iddhividhañāṇaṁ daṭṭhabbaṁ.",
  "atk-s0101a2:317_3": "Icchiticchitabhājanavikatiādikaraṇaṁ viya tassa bhikkhuno vikubbanaṁ daṭṭhabbaṁ.",
  "atk-s0101a2:318_0": "240-241.",
  "atk-s0101a2:318_1": "Dibbasotadhātuupamāyaṁ yasmā kantāraddhānamaggo sāsaṅko hoti sappaṭibhayo.",
  "atk-s0101a2:318_2": "Tattha ussaṅkitaparisaṅkitena ‘ayaṁ bherisaddo’, ‘ayaṁ mudiṅgasaddo’ti na sakkā vavatthapetuṁ, tasmā kantāraggahaṇaṁ akatvā khemamaggaṁ dassento addhānamaggappaṭipannoti āha.",
  "atk-s0101a2:318_3": "Appaṭibhayañhi khemamaggaṁ sīse sāṭakaṁ katvā saṇikaṁ paṭipanno vuttappakāre sadde sukhaṁ vavatthapeti.",
  "atk-s0101a2:318_4": "Tassa savanena tesaṁ tesaṁ saddānaṁ āvibhūtakālo viya yogino dūrasantikabhedānaṁ dibbānañceva mānussakānañca saddānaṁ āvibhūtakālo veditabbo.",
  "atk-s0101a2:319_0": "242-243.",
  "atk-s0101a2:319_1": "Cetopariyañāṇūpamāyaṁ daharoti taruṇo.",
  "atk-s0101a2:319_2": "Yuvāti yobbannena samannāgato.",
  "atk-s0101a2:319_3": "Maṇḍanakajātikoti yuvāpi samāno na ālasiyo na kiliṭṭhavatthasarīro, atha kho maṇḍanapakatiko, divasassa dve tayo vāre nhāyitvā suddhavatthaparidahanaalaṅkārakaraṇasīloti attho.",
  "atk-s0101a2:319_4": "Sakaṇikanti kāḷatilakavaṅgamukhadūsipīḷakādīnaṁ aññatarena sadosaṁ.",
  "atk-s0101a2:319_5": "Tattha yathā tassa mukhanimittaṁ paccavekkhato mukhe doso pākaṭo hoti, evaṁ cetopariyañāṇāya cittaṁ abhinīharitvā nisinnassa bhikkhuno paresaṁ soḷasavidhaṁ cittaṁ pākaṭaṁ hotīti veditabbaṁ.",
  "atk-s0101a2:320_0": "244-245.",
  "atk-s0101a2:320_1": "Pubbenivāsañāṇūpamāyaṁ taṁ divasaṁ katakiriyā pākaṭā hotīti taṁ divasaṁ gatagāmattayameva gahitaṁ.",
  "atk-s0101a2:320_2": "Tattha gāmattayagatapuriso viya pubbenivāsañāṇalābhī daṭṭhabbo, tayo gāmā viya tayo bhavā daṭṭhabbā, tassa purisassa tīsu gāmesu taṁ divasaṁ katakiriyāya āvibhāvo viya pubbenivāsāya cittaṁ abhinīharitvā nisinnassa bhikkhuno tīsu bhavesu katakiriyāya pākaṭabhāvo daṭṭhabbo.",
  "atk-s0101a2:321_0": "246-247.",
  "atk-s0101a2:321_1": "Dibbacakkhūpamāyaṁ vīthiṁ sañcaranteti aparāparaṁ sañcarante. Vīthiṁ carantetipi pāṭho. Ayamevattho.",
  "atk-s0101a2:321_2": "Tattha nagaramajjhe siṅghāṭakamhi pāsādo viya imassa bhikkhuno karajakāyo daṭṭhabbo, pāsāde ṭhito cakkhumā puriso viya ayameva dibbacakkhuṁ patvā ṭhito bhikkhu, gehaṁ pavisantā viya paṭisandhivasena mātukucchiyaṁ pavisantā, gehā nikkhamantā viya mātukucchito nikkhamantā, rathikāya vīthiṁ sañcarantā viya aparāparaṁ sañcaraṇakasattā, purato abbhokāsaṭṭhāne majjhe siṅghāṭake nisinnā viya tīsu bhavesu tattha tattha nibbattasattā, pāsādatale ṭhitapurisassa tesaṁ manussānaṁ āvibhūtakālo viya dibbacakkhuñāṇāya cittaṁ abhinīharitvā nisinnassa bhikkhuno tīsu bhavesu nibbattasattānaṁ āvibhūtakālo daṭṭhabbo.",
  "atk-s0101a2:321_3": "Idañca desanāsukhatthameva vuttaṁ.",
  "atk-s0101a2:321_4": "Āruppe pana dibbacakkhussa gocaro natthīti.",
  "atk-s0101a2:322_0": "Āsavakkhayañāṇakathā",
  "atk-s0101a2:323_0": "248.So evaṁ samāhite citteti idha vipassanāpādakaṁ catutthajjhānacittaṁ veditabbaṁ.",
  "atk-s0101a2:323_1": "Āsavānaṁ khayañāṇāyāti āsavānaṁ khayañāṇanibbattanatthāya.",
  "atk-s0101a2:323_2": "Ettha ca āsavānaṁ khayo nāma maggopi phalampi nibbānampi bhaṅgopi vuccati.",
  "atk-s0101a2:323_3": "‘‘Khaye ñāṇaṁ, anuppāde ñāṇa’’nti ettha hi maggo āsavānaṁ khayoti vutto.",
  "atk-s0101a2:323_4": "‘‘Āsavānaṁ khayā samaṇo hotī’’ti (ma. ni. 1.438) ettha phalaṁ.",
  "atk-s0101a2:324_0": "‘‘Paravajjānupassissa, niccaṁ ujjhānasaññino;",
  "atk-s0101a2:325_0": "Āsavā tassa vaḍḍhanti, ārā so āsavakkhayā’’ti. (dha. pa. 253);",
  "atk-s0101a2:326_0": "Ettha nibbānaṁ.",
  "atk-s0101a2:326_1": "‘‘Āsavānaṁ khayo vayo bhedo aniccatā antaradhāna’’nti ettha bhaṅgo.",
  "atk-s0101a2:326_2": "Idha pana nibbānaṁ adhippetaṁ. Arahattamaggopi vaṭṭatiyeva.",
  "atk-s0101a2:327_0": "Cittaṁabhinīharatīti vipassanā cittaṁ tanninnaṁ tappoṇaṁ tappabbhāraṁ karoti.",
  "atk-s0101a2:327_1": "So idaṁ dukkhantiādīsu ‘‘ettakaṁ dukkhaṁ, na ito bhiyyo’’ti sabbampi dukkhasaccaṁ sarasalakkhaṇapaṭivedhena yathābhūtaṁ pajānātīti attho.",
  "atk-s0101a2:327_2": "Tassa ca dukkhassa nibbattikaṁ taṇhaṁ ‘‘ayaṁ dukkhasamudayo’’ti.",
  "atk-s0101a2:327_3": "Tadubhayampi yaṁ ṭhānaṁ patvā nirujjhati, taṁ tesaṁ appavattiṁ nibbānaṁ ‘‘ayaṁ dukkhanirodho’’ti;",
  "atk-s0101a2:327_4": "tassa ca sampāpakaṁ ariyamaggaṁ ‘‘ayaṁ dukkhanirodhagāminī paṭipadā’’ti sarasalakkhaṇapaṭivedhena yathābhūtaṁ pajānātīti attho.",
  "atk-s0101a2:328_0": "Evaṁ sarūpato saccāni dassetvā puna kilesavasena pariyāyato dassento ‘‘ime āsavā’’tiādimāha.",
  "atk-s0101a2:328_1": "Tassa evaṁ jānato evaṁ passatoti tassa bhikkhuno evaṁ jānantassa evaṁ passantassa, saha vipassanāya koṭippattaṁ maggaṁ kathesi. Kāmāsavāti kāmāsavato.",
  "atk-s0101a2:328_2": "Vimuccatīti iminā maggakkhaṇaṁ dasseti.",
  "atk-s0101a2:328_3": "Vimuttasminti iminā phalakkhaṇaṁ.",
  "atk-s0101a2:328_4": "Vimuttamiti ñāṇaṁ hotīti iminā paccavekkhaṇañāṇaṁ.",
  "atk-s0101a2:328_5": "Khīṇā jātītiādīhi tassa bhūmiṁ.",
  "atk-s0101a2:328_6": "Tena hi ñāṇena khīṇāsavo paccavekkhanto khīṇā jātītiādīni pajānāti.",
  "atk-s0101a2:329_0": "Katamā panassa jāti khīṇā? Kathañca naṁ pajānātīti?",
  "atk-s0101a2:329_1": "Na tāvassa atītā jāti khīṇā, pubbeva khīṇattā.",
  "atk-s0101a2:329_2": "Na anāgatā, anāgate vāyāmābhāvato. Na paccuppannā, vijjamānattā.",
  "atk-s0101a2:329_3": "Yā pana maggassa abhāvitattā uppajjeyya ekacatupañcavokārabhavesu ekacatupañcakkhandhappabhedā jāti, sā maggassa bhāvitattā āyatiṁ anuppādadhammataṁ āpajjanena khīṇā.",
  "atk-s0101a2:329_4": "Taṁ so maggabhāvanāya pahīnakilese paccavekkhitvā ‘‘kilesābhāve vijjamānampi kammaṁ āyatiṁ appaṭisandhikaṁva hotī’’ti jānanto pajānāti.",
  "atk-s0101a2:330_0": "Vusitanti vutthaṁ parivutthaṁ.",
  "atk-s0101a2:330_1": "Brahmacariyanti maggabrahmacariyaṁ.",
  "atk-s0101a2:330_2": "Puthujjanakalyāṇakena hi saddhiṁ satta sekkhā brahmacariyavāsaṁ vasanti nāma, khīṇāsavo vutthavāso, tasmā so attano brahmacariyavāsaṁ paccavekkhanto vusitaṁ brahmacariyanti pajānāti.",
  "atk-s0101a2:330_3": "Kataṁkaraṇīyanti catūsu saccesu catūhi maggehi pariññāpahānasacchikiriyābhāvanāvasena soḷasavidhaṁ kiccaṁ niṭṭhāpitaṁ.",
  "atk-s0101a2:330_4": "Tena tena maggena pahātabbakilesā pahīnā, dukkhamūlaṁ samucchinnanti attho.",
  "atk-s0101a2:330_5": "Puthujjanakalyāṇakādayo hi taṁ kiccaṁ karonti, khīṇāsavo katakaraṇīyo.",
  "atk-s0101a2:330_6": "Tasmā so attano karaṇīyaṁ paccavekkhanto kataṁ karaṇīyanti pajānāti.",
  "atk-s0101a2:330_7": "Nāparaṁ itthattāyāti idāni puna itthabhāvāya evaṁ soḷasakiccabhāvāya kilesakkhayabhāvāya vā kattabbaṁ maggabhāvanākiccaṁ me natthīti pajānāti.",
  "atk-s0101a2:330_8": "Atha vā itthattāyāti itthabhāvato imasmā evaṁ pakārā.",
  "atk-s0101a2:330_9": "Idāni vattamānakhandhasantānā aparaṁ khandhasantānaṁ mayhaṁ natthi.",
  "atk-s0101a2:330_10": "Ime pana pañcakkhandhā pariññātā tiṭṭhanti chinnamūlakā rukkhā viya, te carimakacittanirodhena anupādāno viya jātavedo nibbāyissanti apaṇṇattikabhāvañca gamissantīti pajānāti.",
  "atk-s0101a2:331_0": "249.Pabbatasaṅkhepeti pabbatamatthake. Anāviloti nikkaddamo.",
  "atk-s0101a2:331_1": "Sippiyo ca sambukā ca sippisambukaṁ.",
  "atk-s0101a2:331_2": "Sakkharā ca kathalāni ca sakkharakathalaṁ.",
  "atk-s0101a2:331_3": "Macchānaṁ gumbā ghaṭāti macchagumbaṁ.",
  "atk-s0101a2:331_4": "Tiṭṭhantampi carantampīti ettha sakkharakathalaṁ tiṭṭhatiyeva, itarāni carantipi tiṭṭhantipi.",
  "atk-s0101a2:331_5": "Yathā pana antarantarā ṭhitāsupi nisinnāsupi vijjamānāsupi ‘‘etā gāvo carantī’’ti carantiyo upādāya itarāpi carantīti vuccanti.",
  "atk-s0101a2:331_6": "Evaṁ tiṭṭhantameva sakkharakathalaṁ upādāya itarampi dvayaṁ tiṭṭhantanti vuttaṁ.",
  "atk-s0101a2:331_7": "Itarañca dvayaṁ carantaṁ upādāya sakkharakathalampi carantanti vuttaṁ.",
  "atk-s0101a2:331_8": "Tattha cakkhumato purisassa tīre ṭhatvā passato sippikasambukādīnaṁ vibhūtakālo viya āsavānaṁ khayāya cittaṁ abhinīharitvā nisinnassa bhikkhuno catunnaṁ saccānaṁ vibhūtakālo daṭṭhabboti.",
  "atk-s0101a2:332_0": "Ettāvatā vipassanāñāṇaṁ, manomayañāṇaṁ, iddhividhañāṇaṁ, dibbasotañāṇaṁ, cetopariyañāṇaṁ, pubbenivāsañāṇaṁ, dibbacakkhuvasena nipphannaṁ anāgataṁsañāṇayathākammūpagañāṇadvayaṁ, dibbacakkhuñāṇaṁ, āsavakkhayañāṇanti dasa ñāṇāni niddiṭṭhāni honti.",
  "atk-s0101a2:332_1": "Tesaṁ ārammaṇavibhāgo jānitabbo – tattha vipassanāñāṇaṁ parittamahaggataatītānāgatapaccuppannaajjhattabahiddhāvasena sattavidhārammaṇaṁ.",
  "atk-s0101a2:332_2": "Manomayañāṇaṁ nimmitabbarūpāyatanamattameva ārammaṇaṁ karotīti parittapaccuppannabahiddhārammaṇaṁ.",
  "atk-s0101a2:332_3": "Āsavakkhayañāṇaṁ appamāṇabahiddhānavattabbārammaṇaṁ.",
  "atk-s0101a2:332_4": "Avasesānaṁ ārammaṇabhedo visuddhimagge vutto.",
  "atk-s0101a2:332_5": "Uttaritaraṁ vā paṇītataraṁ vāti yena kenaci pariyāyena ito seṭṭhataraṁ sāmaññaphalaṁ nāma natthīti bhagavā arahattanikūṭena desanaṁ niṭṭhāpesi.",
  "atk-s0101a2:333_0": "Ajātasattuupāsakattapaṭivedanākathā",
  "atk-s0101a2:334_0": "250.",
  "atk-s0101a2:334_1": "Rājā tattha tattha sādhukāraṁ pavattento ādimajjhapariyosānaṁ sakkaccaṁ sutvā ‘‘ciraṁ vatamhi ime pañhe puthū samaṇabrāhmaṇe pucchanto, thuse koṭṭento viya kiñci sāraṁ nālatthaṁ, aho vata bhagavato guṇasampadā, yo me dīpasahassaṁ jālento viya mahantaṁ ālokaṁ katvā ime pañhe vissajjesi.",
  "atk-s0101a2:334_2": "Suciraṁ vatamhi dasabalassa guṇānubhāvaṁ ajānanto vañcito’’ti cintetvā buddhaguṇānussaraṇasambhūtāya pañcavidhāya pītiyā phuṭasarīro attano pasādaṁ āvikaronto upāsakattaṁ paṭivedesi.",
  "atk-s0101a2:334_3": "Taṁ dassetuṁ ‘‘evaṁ vutte rājā’’tiādi āraddhaṁ.",
  "atk-s0101a2:335_0": "Tattha abhikkantaṁ, bhanteti ayaṁ abhikkantasaddo khayasundarābhirūpaabbhanumodanesu dissati.",
  "atk-s0101a2:335_1": "‘‘Abhikkantā bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho’’tiādīsu (a. ni. 8.20) hi khaye dissati.",
  "atk-s0101a2:335_2": "‘‘Ayaṁ me puggalo khamati, imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro cā’’tiādīsu (a. ni. 4.100) sundare.",
  "atk-s0101a2:336_0": "‘‘Ko me vandati pādāni, iddhiyā yasasā jalaṁ;",
  "atk-s0101a2:337_0": "Abhikkantena vaṇṇena, sabbā obhāsayaṁ disā’’ti. (vi. va. 857);",
  "atk-s0101a2:338_0": "Ādīsu abhirūpe.",
  "atk-s0101a2:338_1": "‘‘Abhikkantaṁ bho, gotamā’’tiādīsu (pārā. 15) abbhanumodane. Idhāpi abbhanumodaneyeva.",
  "atk-s0101a2:338_2": "Yasmā ca abbhanumodane, tasmā ‘sādhu sādhu bhante’ti vuttaṁ hotīti veditabbo.",
  "atk-s0101a2:339_0": "Bhaye kodhe pasaṁsāyaṁ, turite kotūhalacchare;",
  "atk-s0101a2:340_0": "Hāse soke pasāde ca, kare āmeḍitaṁ budhoti.",
  "atk-s0101a2:341_0": "Iminā ca lakkhaṇena idha pasādavasena, pasaṁsāvasena cāyaṁ dvikkhattuṁ vuttoti veditabbo.",
  "atk-s0101a2:341_1": "Athavā abhikkantanti abhikantaṁ atiiṭṭhaṁ atimanāpaṁ atisundaranti vuttaṁ hoti.",
  "atk-s0101a2:342_0": "Ettha ekena abhikkantasaddena desanaṁ thometi, ekena attano pasādaṁ.",
  "atk-s0101a2:342_1": "Ayañhettha adhippāyo, abhikkantaṁ bhante, yadidaṁ bhagavato dhammadesanā, ‘abhikkantaṁ’ yadidaṁ bhagavato dhammadesanaṁ āgamma mama pasādoti.",
  "atk-s0101a2:342_2": "Bhagavatoyeva vā vacanaṁ dve dve atthe sandhāya thometi.",
  "atk-s0101a2:342_3": "Bhagavato vacanaṁ abhikkantaṁ dosanāsanato, abhikkantaṁ guṇādhigamanato.",
  "atk-s0101a2:342_4": "Tathā saddhājananato, paññājananato, sātthato, sabyañjanato, uttānapadato, gambhīratthato, kaṇṇasukhato, hadayaṅgamato, anattukkaṁsanato , aparavambhanato, karuṇāsītalato, paññāvadātato, āpātharamaṇīyato, vimaddakkhamato, suyyamānasukhato, vīmaṁsiyamānahitatoti evamādīhi yojetabbaṁ.",
  "atk-s0101a2:343_0": "Tato parampi catūhi upamāhi desanaṁyeva thometi.",
  "atk-s0101a2:343_1": "Tattha nikkujjitanti adhomukhaṭhapitaṁ heṭṭhāmukhajātaṁ vā.",
  "atk-s0101a2:343_2": "Ukkujjeyyāti upari mukhaṁ kareyya.",
  "atk-s0101a2:343_3": "Paṭicchannanti tiṇapaṇṇādichāditaṁ. Vivareyyāti ugghāṭeyya. Mūḷhassa vāti disāmūḷhassa.",
  "atk-s0101a2:343_4": "Maggaṁ ācikkheyyāti hatthe gahetvā ‘‘esa maggo’’ti vadeyya, andhakāreti kāḷapakkhacātuddasī aḍḍharattaghanavanasaṇḍameghapaṭalehi caturaṅge tame. Ayaṁ tāva anuttānapadattho. Ayaṁ pana sādhippāyayojanā.",
  "atk-s0101a2:343_5": "Yathā koci nikkujjitaṁ ukkujjeyya, evaṁ saddhammavimukhaṁ asaddhamme patitaṁ maṁ asaddhammā vuṭṭhāpentana.",
  "atk-s0101a2:343_6": "Yathā paṭicchannaṁ vivareyya, evaṁ kassapassa bhagavato sāsanantaradhānā pabhuti micchādiṭṭhigahanapaṭicchannaṁ sāsanaṁ vivarantena, yathā mūḷhassa maggaṁ ācikkheyya, evaṁ kummaggamicchāmaggappaṭipannassa me saggamokkhamaggaṁ āvikarontena, yathā andhakāre telapajjotaṁ dhāreyya, evaṁ mohandhakāranimuggassa me buddhādiratanarūpāni apassato tappaṭicchādakamohandhakāraviddhaṁsakadesanāpajjotadhārakena mayhaṁ bhagavatā etehi pariyāyehi pakāsitattā anekapariyāyena dhammo pakāsitoti.",
  "atk-s0101a2:344_0": "Evaṁ desanaṁ thometvā imāya desanāya ratanattaye pasannacitto pasannākāraṁ karonto esāhantiādimāha. Tattha esāhanti eso ahaṁ .",
  "atk-s0101a2:344_1": "Bhagavantaṁ saraṇaṁ gacchāmīti bhagavā me saraṇaṁ, parāyanaṁ, aghassa tātā, hitassa ca vidhātāti.",
  "atk-s0101a2:344_2": "Iminā adhippāyena bhagavantaṁ gacchāmi bhajāmi sevāmi payirupāsāmi, evaṁ vā jānāmi bujjhāmīti.",
  "atk-s0101a2:344_3": "Yesañhi dhātūnaṁ gatiattho, buddhipi tesaṁ attho.",
  "atk-s0101a2:344_4": "Tasmā gacchāmīti imassa jānāmi bujjhāmīti ayampi attho vutto.",
  "atk-s0101a2:344_5": "Dhammañca bhikkhusaṅghañcāti ettha pana adhigatamagge sacchikatanirodhe yathānusiṭṭhaṁ paṭipajjamāne catūsu apāyesu apatamāne dhāretīti dhammo, so atthato ariyamaggo ceva nibbānañca.",
  "atk-s0101a2:344_6": "Vuttañcetaṁ – ‘‘yāvatā, bhikkhave, dhammā saṅkhatā, ariyo aṭṭhaṅgiko maggo tesaṁ aggamakkhāyatī’’ti (a. ni. 4.34) vitthāro.",
  "atk-s0101a2:344_7": "Na kevalañca ariyamaggo ceva nibbānañca.",
  "atk-s0101a2:344_8": "Api ca kho ariyaphalehi saddhiṁ pariyattidhammopi .",
  "atk-s0101a2:344_9": "Vuttañhetaṁ chattamāṇavakavimāne –",
  "atk-s0101a2:345_0": "‘‘Rāgavirāgamanejamasokaṁ, dhammamasaṅkhatamappaṭikūlaṁ;",
  "atk-s0101a2:346_0": "Madhuramimaṁ paguṇaṁ suvibhattaṁ, dhammamimaṁ saraṇatthamupehī’’ti. (vi. va. 887);",
  "atk-s0101a2:347_0": "Ettha hi rāgavirāgoti maggo kathito. Anejamasokanti phalaṁ. Dhammamasaṅkhatanti nibbānaṁ.",
  "atk-s0101a2:347_1": "Appaṭikūlaṁ madhuramimaṁ paguṇaṁ suvibhattanti piṭakattayena vibhattā dhammakkhandhāti.",
  "atk-s0101a2:347_2": "Diṭṭhisīlasaṁghātena saṁhatoti saṅgho, so atthato aṭṭha ariyapuggalasamūho.",
  "atk-s0101a2:347_3": "Vuttañhetaṁ tasmiññeva vimāne –",
  "atk-s0101a2:348_0": "‘‘Yattha ca dinnamahapphalamāhu, catūsu sucīsu purīsayugesu;",
  "atk-s0101a2:349_0": "Aṭṭha ca puggaladhammadasā te, saṅghamimaṁ saraṇatthamupehī’’ti. (vi. va. 888);",
  "atk-s0101a2:350_0": "Bhikkhūnaṁ saṅgho bhikkhusaṅgho.",
  "atk-s0101a2:350_1": "Ettāvatā rājā tīṇi saraṇagamanāni paṭivedesi.",
  "atk-s0101a2:351_0": "Saraṇagamanakathā",
  "atk-s0101a2:352_0": "Idāni tesu saraṇagamanesu kosallatthaṁ saraṇaṁ, saraṇagamanaṁ, yo ca saraṇaṁ gacchati, saraṇagamanappabhedo, saraṇagamanaphalaṁ, saṅkileso, bhedoti, ayaṁ vidhi veditabbo.",
  "atk-s0101a2:352_1": "Seyyathidaṁ – saraṇatthato tāva hiṁsatīti saraṇaṁ.",
  "atk-s0101a2:352_2": "Saraṇagatānaṁ teneva saraṇagamanena bhayaṁ santāsaṁ dukkhaṁ duggatiparikilesaṁ hanati vināsetīti attho, ratanattayassevetaṁ adhivacanaṁ.",
  "atk-s0101a2:353_0": "Atha vā hite pavattanena ahitā ca nivattanena sattānaṁ bhayaṁ hiṁsati buddho.",
  "atk-s0101a2:353_1": "Bhavakantārā uttāraṇena assāsadānena ca dhammo;",
  "atk-s0101a2:353_2": "appakānampi kārānaṁ vipulaphalapaṭilābhakaraṇena saṅgho .",
  "atk-s0101a2:353_3": "Tasmā imināpi pariyāyena ratanattayaṁ saraṇaṁ.",
  "atk-s0101a2:353_4": "Tappasādataggarutāhi vihatakileso tapparāyaṇatākārappavatto cittuppādo saraṇagamanaṁ.",
  "atk-s0101a2:353_5": "Taṁ samaṅgīsatto saraṇaṁ gacchati.",
  "atk-s0101a2:353_6": "Vuttappakārena cittuppādena etāni me tīṇi ratanāni saraṇaṁ, etāni parāyaṇanti evaṁ upetīti attho.",
  "atk-s0101a2:353_7": "Evaṁ tāva saraṇaṁ, saraṇagamanaṁ, yo ca saraṇaṁ gacchati, idaṁ tayaṁ veditabbaṁ.",
  "atk-s0101a2:354_0": "Saraṇagamanappabhede pana duvidhaṁ saraṇagamanaṁ – lokuttaraṁ lokiyañca.",
  "atk-s0101a2:354_1": "Tattha lokuttaraṁ diṭṭhasaccānaṁ maggakkhaṇe saraṇagamanupakkilesasamucchedena ārammaṇato nibbānārammaṇaṁ hutvā kiccato sakalepi ratanattaye ijjhati.",
  "atk-s0101a2:354_2": "Lokiyaṁ puthujjanānaṁ saraṇagamanupakkilesavikkhambhanena ārammaṇato buddhādiguṇārammaṇaṁ hutvā ijjhati.",
  "atk-s0101a2:354_3": "Taṁ atthato buddhādīsu vatthūsu saddhāpaṭilābho saddhāmūlikā ca sammādiṭṭhi dasasu puññakiriyavatthūsu diṭṭhijukammanti vuccati.",
  "atk-s0101a2:354_4": "Tayidaṁ catudhā vattati – attasanniyyātanena, tapparāyaṇatāya, sissabhāvūpagamanena, paṇipātenāti.",
  "atk-s0101a2:355_0": "Tattha attasanniyyātanaṁ nāma – ‘‘ajjādiṁ katvā ahaṁ attānaṁ buddhassa niyyātemi, dhammassa, saṅghassā’’ti evaṁ buddhādīnaṁ attapariccajanaṁ.",
  "atk-s0101a2:355_1": "Tapparāyaṇatā nāma ‘‘ajjādiṁ katvā ‘ahaṁ buddhaparāyaṇo, dhammaparāyaṇo, saṅghaparāyaṇo’ti.",
  "atk-s0101a2:355_2": "Maṁ dhārethā’’ti evaṁ tapparāyaṇabhāvo.",
  "atk-s0101a2:355_3": "Sissabhāvūpagamanaṁ nāma – ‘‘ajjādiṁ katvā – ‘ahaṁ buddhassa antevāsiko, dhammassa, saṅghassa antevāsiko’ti maṁ dhārethā’’ti evaṁ sissabhāvūpagamo.",
  "atk-s0101a2:355_4": "Paṇipāto nāma – ‘‘ajjādiṁ katvā ahaṁ abhivādanapaccuṭṭhānaañjalikammasāmīcikammaṁ buddhādīnaṁyeva tiṇṇaṁ vatthūnaṁ karomī’ti maṁ dhārethā’’ti evaṁ buddhādīsu paramanipaccākāro.",
  "atk-s0101a2:355_5": "Imesañhi catunnaṁ ākārānaṁ aññatarampi karontena gahitaṁyeva hoti saraṇaṁ.",
  "atk-s0101a2:356_0": "Api ca bhagavato attānaṁ pariccajāmi, dhammassa, saṅghassa, attānaṁ pariccajāmi, jīvitaṁ pariccajāmi, pariccattoyeva me attā, pariccattaṁyeva jīvitaṁ, jīvitapariyantikaṁ buddhaṁ saraṇaṁ gacchāmi, buddho me saraṇaṁ leṇaṁ tāṇanti ;",
  "atk-s0101a2:356_1": "evampi attasanniyyātanaṁ veditabbaṁ.",
  "atk-s0101a2:356_2": "‘‘Satthārañca vatāhaṁ passeyyaṁ, bhagavantameva passeyyaṁ, sugatañca vatāhaṁ passeyyaṁ, bhagavantameva passeyyaṁ, sammāsambuddhañca vatāhaṁ passeyyaṁ, bhagavantameva passeyya’’nti (saṁ. ni. 2.154).",
  "atk-s0101a2:356_3": "Evampi mahākassapassa saraṇagamanaṁ viya sissabhāvūpagamanaṁ veditabbaṁ.",
  "atk-s0101a2:357_0": "‘‘So ahaṁ vicarissāmi, gāmā gāmaṁ purā puraṁ;",
  "atk-s0101a2:358_0": "Namassamāno sambuddhaṁ, dhammassa ca sudhammata’’nti. (su. ni. 194);",
  "atk-s0101a2:359_0": "Evampi āḷavakādīnaṁ saraṇagamanaṁ viya tapparāyaṇatā veditabbā.",
  "atk-s0101a2:359_1": "Atha kho brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti – ‘‘brahmāyu ahaṁ, bho gotama brāhmaṇo, brahmāyu ahaṁ, bho gotama brāhmaṇo’’ti (ma. ni.",
  "atk-s0101a2:359_2": "2.394) evampi paṇipāto daṭṭhabbo.",
  "atk-s0101a2:360_0": "So panesa ñātibhayācariyadakkhiṇeyyavasena catubbidho hoti.",
  "atk-s0101a2:360_1": "Tattha dakkhiṇeyyapaṇipātena saraṇagamanaṁ hoti, na itarehi.",
  "atk-s0101a2:360_2": "Seṭṭhavaseneva hi saraṇaṁ gaṇhāti, seṭṭhavasena ca bhijjati.",
  "atk-s0101a2:360_3": "Tasmā yo sākiyo vā koliyo vā – ‘‘buddho amhākaṁ ñātako’’ti vandati, aggahitameva hoti saraṇaṁ.",
  "atk-s0101a2:360_4": "Yo vā – ‘‘samaṇo gotamo rājapūjito mahānubhāvo avandīyamāno anatthampi kareyyā’’ti bhayena vandati, aggahitameva hoti saraṇaṁ.",
  "atk-s0101a2:360_5": "Yo vā bodhisattakāle bhagavato santike kiñci uggahitaṁ saramāno buddhakāle vā –",
  "atk-s0101a2:361_0": "‘‘Catudhā vibhaje bhoge, paṇḍito gharamāvasaṁ;",
  "atk-s0101a2:362_0": "Ekena bhogaṁ bhuñjeyya, dvīhi kammaṁ payojaye;",
  "atk-s0101a2:363_0": "Catutthañca nidhāpeyya, āpadāsu bhavissatī’’ti. (dī. ni. 3.265);",
  "atk-s0101a2:364_0": "Evarūpaṁ anusāsaniṁ uggahetvā – ‘‘ācariyo me’’ti vandati, aggahitameva hoti saraṇaṁ.",
  "atk-s0101a2:364_1": "Yo pana – ‘‘ayaṁ loke aggadakkhiṇeyyo’’ti vandati, teneva gahitaṁ hoti saraṇaṁ.",
  "atk-s0101a2:365_0": "Evaṁ gahitasaraṇassa ca upāsakassa vā upāsikāya vā aññatitthiyesu pabbajitampi ñātiṁ – ‘‘ñātako me aya’’nti vandato saraṇagamanaṁ na bhijjati, pageva apabbajitaṁ.",
  "atk-s0101a2:365_1": "Tathā rājānaṁ bhayavasena vandato.",
  "atk-s0101a2:365_2": "So hi raṭṭhapūjitattā avandīyamāno anatthampi kareyyāti.",
  "atk-s0101a2:365_3": "Tathā yaṁ kiñci sippaṁ sikkhāpakaṁ titthiyampi – ‘‘ācariyo me aya’’nti vandatopi na bhijjati, evaṁ saraṇagamanappabhedo veditabbo.",
  "atk-s0101a2:366_0": "Ettha ca lokuttarassa saraṇagamanassa cattāri sāmaññaphalāni vipākaphalaṁ, sabbadukkhakkhayo ānisaṁsaphalaṁ. Vuttañhetaṁ –",
  "atk-s0101a2:367_0": "‘‘Yo ca buddhañca dhammañca, saṅghañca saraṇaṁ gato;",
  "atk-s0101a2:368_0": "Cattāri ariyasaccāni, sammappaññāya passati.",
  "atk-s0101a2:369_0": "Dukkhaṁ dukkhasamuppādaṁ, dukkhassa ca atikkamaṁ;",
  "atk-s0101a2:370_0": "Ariyaṁ aṭṭhaṅgikaṁ maggaṁ, dukkhūpasamagāminaṁ.",
  "atk-s0101a2:371_0": "Etaṁ kho saraṇaṁ khemaṁ, etaṁ saraṇamuttamaṁ;",
  "atk-s0101a2:372_0": "Etaṁ saraṇamāgamma, sabbadukkhā pamuccatī’’ti. (dha. pa. 192);",
  "atk-s0101a2:373_0": "Api ca niccādito anupagamanādivasena petassa ānisaṁsaphalaṁ veditabbaṁ.",
  "atk-s0101a2:373_1": "Vuttañhetaṁ – ‘‘aṭṭhānametaṁ anavakāso, yaṁ diṭṭhisampanno puggalo kañci saṅkhāraṁ niccato upagaccheyya…pe… kañci saṅkhāraṁ sukhato…pe… kañci dhammaṁ attato upagaccheyya…pe… mātaraṁ jīvitā voropeyya…pe… pitaraṁ…pe… arahantaṁ…pe… paduṭṭhacitto tathāgatassa lohitaṁ uppādeyya…pe….",
  "atk-s0101a2:373_2": "saṅghaṁ bhindeyya…pe… aññaṁ satthāraṁ uddiseyya, netaṁ ṭhānaṁ vijjatī’’ti (a. ni. 1.290).",
  "atk-s0101a2:373_3": "Lokiyassa pana saraṇagamanassa bhavasampadāpi bhogasampadāpi phalameva. Vuttañhetaṁ –",
  "atk-s0101a2:374_0": "‘‘Ye keci buddhaṁ saraṇaṁ gatāse, na te gamissanti apāyabhūmiṁ;",
  "atk-s0101a2:375_0": "Pahāya mānusaṁ dehaṁ, devakāyaṁ paripūressantī’’ti. (saṁ. ni. 1.37);",
  "atk-s0101a2:376_0": "Aparampi vuttaṁ – ‘‘atha kho sakko devānamindo asītiyā devatāsahassehi saddhiṁ yenāyasmā mahāmoggallāno tenupasaṅkami…pe… ekamantaṁ ṭhitaṁ kho sakkaṁ devānamindaṁ āyasmā mahāmoggallāno etadavoca – ‘‘sādhu kho, devānaminda, buddhaṁ saraṇagamanaṁ hoti.",
  "atk-s0101a2:376_1": "Buddhaṁ saraṇagamanahetu kho, devānaminda, evamidhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti…pe… te aññe deve dasahi ṭhānehi adhigaṇhanti – dibbena āyunā, dibbena vaṇṇena, dibbena sukhena, dibbena yasena, dibbena ādhipateyyena, dibbehi rūpehi saddehi gandhehi rasehi phoṭṭhabbehī’’ti (saṁ. ni. 4.341). Esa nayo dhamme ca saṅghe ca.",
  "atk-s0101a2:376_2": "Api ca velāmasuttādīnaṁ vasenāpi saraṇagamanassa phalaviseso veditabbo.",
  "atk-s0101a2:376_3": "Evaṁ saraṇagamanassa phalaṁ veditabbaṁ.",
  "atk-s0101a2:377_0": "Tattha ca lokiyasaraṇagamanaṁ tīsu vatthūsu aññāṇasaṁsayamicchāñāṇādīhi saṁkilissati, na mahājutikaṁ hoti, na mahāvipphāraṁ.",
  "atk-s0101a2:377_1": "Lokuttarassa natthi saṁkileso.",
  "atk-s0101a2:377_2": "Lokiyassa ca saraṇagamanassa duvidho bhedo – sāvajjo ca anavajjo ca.",
  "atk-s0101a2:377_3": "Tattha sāvajjo aññasatthārādīsu attasanniyyātanādīhi hoti, so ca aniṭṭhaphalo hoti.",
  "atk-s0101a2:377_4": "Anavajjo kālakiriyāya hoti, so avipākattā aphalo.",
  "atk-s0101a2:377_5": "Lokuttarassa pana nevatthi bhedo.",
  "atk-s0101a2:377_6": "Bhavantarepi hi ariyasāvako aññaṁ satthāraṁ na uddisatīti.",
  "atk-s0101a2:377_7": "Evaṁ saraṇagamanassa saṁkileso ca bhedo ca veditabboti.",
  "atk-s0101a2:378_0": "Upāsakaṁ maṁ bhante bhagavā dhāretūti maṁ bhagavā ‘‘upāsako aya’’nti evaṁ dhāretu, jānātūti attho.",
  "atk-s0101a2:378_1": "Upāsakavidhikosallatthaṁ panettha – ko upāsako? Kasmā upāsakoti vuccati ? Kimassa sīlaṁ? Ko ājīvo? Kā vipatti? Kā sampattīti? Idaṁ pakiṇṇakaṁ veditabbaṁ.",
  "atk-s0101a2:379_0": "Tattha ko upāsakoti yo koci saraṇagato gahaṭṭho.",
  "atk-s0101a2:379_1": "Vuttañhetaṁ – ‘‘yato kho, mahānāma, buddhaṁ saraṇaṁ gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti.",
  "atk-s0101a2:379_2": "Ettāvatā kho, mahānāma, upāsako hotī’’ti (saṁ. ni. 5.1033).",
  "atk-s0101a2:380_0": "Kasmā upāsakoti ratanattayaṁ upāsanato.",
  "atk-s0101a2:380_1": "So hi buddhaṁ upāsatīti upāsako, tathā dhammaṁ saṁghaṁ.",
  "atk-s0101a2:381_0": "Kimassasīlanti pañca veramaṇiyo.",
  "atk-s0101a2:381_1": "Yathāha – ‘‘yato kho, mahānāma, upāsako pāṇātipātā paṭivirato hoti, adinnādānā… kāmesumicchācārā… musāvādā… surāmerayamajjapamādaṭṭhānā paṭivirato hoti, ettāvatā kho, mahānāma, upāsako sīlavā hotī’’ti (saṁ. ni. 5.1033).",
  "atk-s0101a2:382_0": "Koājīvoti pañca micchāvaṇijjā pahāya dhammena samena jīvitakappanaṁ.",
  "atk-s0101a2:382_1": "Vuttañhetaṁ – ‘‘pañcimā, bhikkhave, vaṇijjā upāsakena akaraṇīyā. Katamā pañca?",
  "atk-s0101a2:382_2": "Satthavaṇijjā, sattavaṇijjā, maṁsavaṇijjā, majjavaṇijjā, visavaṇijjā.",
  "atk-s0101a2:382_3": "Imā kho, bhikkhave, pañca vaṇijjā upāsakena akaraṇīyā’’ti (a. ni. 5.177).",
  "atk-s0101a2:383_0": "Kā vipattīti yā tasseva sīlassa ca ājīvassa ca vipatti, ayamassa vipatti.",
  "atk-s0101a2:383_1": "Api ca yāya esa caṇḍālo ceva hoti, malañca patikuṭṭho ca, sāpissa vipattīti veditabbā.",
  "atk-s0101a2:383_2": "Te ca atthato assaddhiyādayo pañca dhammā honti.",
  "atk-s0101a2:383_3": "Yathāha – ‘‘pañcahi, bhikkhave, dhammehi samannāgato upāsako upāsakacaṇḍālo ca hoti, upāsakamalañca, upāsakapatikuṭṭho ca. Katamehi pañcahi?",
  "atk-s0101a2:383_4": "Assaddho hoti, dussīlo hoti, kotūhalamaṅgaliko hoti, maṅgalaṁ pacceti, no kammaṁ, ito ca bahiddhā dakkhiṇeyyaṁ pariyesati, tattha ca pubbakāraṁ karotī’’ti (a. ni. 5.175).",
  "atk-s0101a2:384_0": "Kā sampattīti yā cassa sīlasampadā ceva ājīvasampadā ca, sā sampatti;",
  "atk-s0101a2:384_1": "ye cassa ratanabhāvādikarā saddhādayo pañca dhammā.",
  "atk-s0101a2:384_2": "Yathāha – ‘‘pañcahi, bhikkhave, dhammehi samannāgato upāsako upāsakaratanañca hoti, upāsakapadumañca, upāsakapuṇḍarīkañca. Katamehi pañcahi?",
  "atk-s0101a2:384_3": "Saddho hoti, sīlavā hoti, na kotūhalamaṅgaliko hoti, kammaṁ pacceti, no maṅgalaṁ, na ito bahiddhā dakkhiṇeyyaṁ gavesati, idha ca pubbakāraṁ karotī’’ti (a. ni. 5.175).",
  "atk-s0101a2:385_0": "Ajjataggeti etthāyaṁ aggasaddo ādikoṭikoṭṭhāsaseṭṭhesu dissati.",
  "atk-s0101a2:385_1": "‘‘Ajjatagge, samma dovārika, āvarāmi dvāraṁ nigaṇṭhānaṁ nigaṇṭhīna’’ntiādīsu (ma. ni. 2.70) hi ādimhi dissati.",
  "atk-s0101a2:385_2": "‘‘Teneva aṅgulaggena taṁ aṅgulaggaṁ parāmaseyya .",
  "atk-s0101a2:385_3": "Ucchaggaṁ veḷagga’’ntiādīsu (kathā. 281) koṭiyaṁ.",
  "atk-s0101a2:385_4": "‘‘Ambilaggaṁ vā madhuraggaṁ vā tittakaggaṁ vā vihāraggena vā pariveṇaggena vā bhājetu’’ntiādīsu (cūḷava. 317) koṭṭhāse.",
  "atk-s0101a2:385_5": "‘‘Yāvatā, bhikkhave, sattā apadā vā…pe… tathāgato tesaṁ aggamakkhāyatī’’tiādīsu (a. ni. 4.34) seṭṭhe.",
  "atk-s0101a2:385_6": "Idha panāyaṁ ādimhi daṭṭhabbo.",
  "atk-s0101a2:385_7": "Tasmā ajjataggeti ajjataṁ ādiṁ katvāti evametthattho veditabbo. Ajjatanti ajjabhāvaṁ.",
  "atk-s0101a2:385_8": "Ajjadaggeti vā pāṭho, dakāro padasandhikaro. Ajja agganti attho.",
  "atk-s0101a2:386_0": "Pāṇupetanti pāṇehi upetaṁ.",
  "atk-s0101a2:386_1": "Yāva me jīvitaṁ pavattati, tāva upetaṁ anaññasatthukaṁ tīhi saraṇagamanehi saraṇaṁ gataṁ upāsakaṁ kappiyakārakaṁ maṁ bhagavā dhāretu jānātu.",
  "atk-s0101a2:386_2": "Ahañhi sacepi me tikhiṇena asinā sīsaṁ chindeyya, neva buddhaṁ ‘‘na buddho’’ti vā, dhammaṁ ‘‘na dhammo’’ti vā, saṅghaṁ ‘‘na saṅgho’’ti vā vadeyyanti.",
  "atk-s0101a2:387_0": "Evaṁ attasanniyyātanena saraṇaṁ gantvā attanā kataṁ aparādhaṁ pakāsento accayo maṁ, bhantetiādimāha. Tattha accayoti aparādho.",
  "atk-s0101a2:387_1": "Maṁ accagamāti maṁ atikkamma abhibhavitvā pavatto.",
  "atk-s0101a2:387_2": "Dhammikaṁ dhammarājānanti ettha dhammaṁ caratīti dhammiko.",
  "atk-s0101a2:387_3": "Dhammeneva rājā jāto, na pitughātanādinā adhammenāti dhammarājā.",
  "atk-s0101a2:387_4": "Jīvitā voropesinti jīvitā viyojesiṁ. Paṭiggaṇhātūti khamatu.",
  "atk-s0101a2:387_5": "Āyatiṁ saṁvarāyāti anāgate saṁvaratthāya.",
  "atk-s0101a2:387_6": "Puna evarūpassa aparādhassa dosassa khalitassa akaraṇatthāya.",
  "atk-s0101a2:388_0": "251.Tagghāti ekaṁse nipāto.",
  "atk-s0101a2:388_1": "Yathā dhammaṁ paṭikarosīti yathā dhammo ṭhito tatheva karosi, khamāpesīti vuttaṁ hoti.",
  "atk-s0101a2:388_2": "Taṁ te mayaṁ paṭiggaṇhāmāti taṁ tava aparādhaṁ mayaṁ khamāma.",
  "atk-s0101a2:388_3": "Vuḍḍhihesā, mahārāja ariyassa vinayeti esā, mahārāja, ariyassa vinaye buddhassa bhagavato sāsane vuḍḍhi nāma. Katamā?",
  "atk-s0101a2:388_4": "Yāyaṁ accayaṁ accayato disvā yathādhammaṁ paṭikaritvā āyatiṁ saṁvarāpajjanā, desanaṁ pana puggalādhiṭṭhānaṁ karonto – ‘‘yo accayaṁ accayato disvā yathādhammaṁ paṭikaroti, āyatiṁ saṁvaraṁ āpajjatī’’ti āha.",
  "atk-s0101a2:389_0": "252.Evaṁ vutteti evaṁ bhagavatā vutte.",
  "atk-s0101a2:389_1": "Handa ca dāni mayaṁ bhanteti ettha handāti vacasāyatthe nipāto.",
  "atk-s0101a2:389_2": "So hi gamanavacasāyaṁ katvā evamāha. Bahukiccāti balavakiccā.",
  "atk-s0101a2:389_3": "Bahukaraṇīyāti tasseva vevacanaṁ.",
  "atk-s0101a2:389_4": "Yassadāni tvanti yassa idāni tvaṁ mahārāja gamanassa kālaṁ maññasi jānāsi, tassa kālaṁ tvameva jānāsīti vuttaṁ hoti.",
  "atk-s0101a2:389_5": "Padakkhiṇaṁ katvā pakkāmīti tikkhattuṁ padakkhiṇaṁ katvā dasanakhasamodhānasamujjalaṁ añjaliṁ sirasi patiṭṭhapetvā yāva dassanavisayaṁ bhagavato abhimukhova paṭikkamitvā dassanavijahanaṭṭhānabhūmiyaṁ pañcapatiṭṭhitena vanditvā pakkāmi.",
  "atk-s0101a2:390_0": "253.Khatāyaṁ, bhikkhave, rājāti khato ayaṁ, bhikkhave, rājā. Upahatāyanti upahato ayaṁ.",
  "atk-s0101a2:390_1": "Idaṁ vuttaṁ hoti – ayaṁ, bhikkhave, rājā khato upahato bhinnapatiṭṭho jāto, tathānena attanāva attā khato, yathā attano patiṭṭhā na jātāti.",
  "atk-s0101a2:390_2": "Virajanti rāgarajādivirahitaṁ.",
  "atk-s0101a2:390_3": "Rāgamalādīnaṁyeva vigatattā vītamalaṁ.",
  "atk-s0101a2:390_4": "Dhammacakkhunti dhammesu vā cakkhuṁ, dhammamayaṁ vā cakkhuṁ, aññesu ṭhānesu tiṇṇaṁ maggānametaṁ adhivacanaṁ.",
  "atk-s0101a2:390_5": "Idha pana sotāpattimaggasseva.",
  "atk-s0101a2:390_6": "Idaṁ vuttaṁ hoti – sace iminā pitā ghātito nābhavissa, idāni idhevāsane nisinno sotāpattimaggaṁ patto abhavissa, pāpamittasaṁsaggena panassa antarāyo jāto.",
  "atk-s0101a2:390_7": "Evaṁ santepi yasmā ayaṁ tathāgataṁ upasaṅkamitvā ratanattayaṁ saraṇaṁ gato, tasmā mama sāsanamahantatāya yathā nāma koci purisassa vadhaṁ katvā pupphamuṭṭhimattena daṇḍena mucceyya, evameva lohakumbhiyaṁ nibbattitvā tiṁsavassasahassāni adho patanto heṭṭhimatalaṁ patvā tiṁsavassasahassāni uddhaṁ gacchanto punapi uparimatalaṁ pāpuṇitvā muccissatīti idampi kira bhagavatā vuttameva, pāḷiyaṁ pana na ārūḷhaṁ.",
  "atk-s0101a2:391_0": "Idaṁ pana suttaṁ sutvā raññā koci ānisaṁso laddhoti? Mahāānisaṁso laddho.",
  "atk-s0101a2:391_1": "Ayañhi pitu māritakālato paṭṭhāya neva rattiṁ na divā niddaṁ labhati, satthāraṁ pana upasaṅkamitvā imāya madhurāya ojavantiyā dhammadesanāya sutakālato paṭṭhāya niddaṁ labhi.",
  "atk-s0101a2:391_2": "Tiṇṇaṁ ratanānaṁ mahāsakkāraṁ akāsi.",
  "atk-s0101a2:391_3": "Pothujjanikāya saddhāya samannāgato nāma iminā raññā sadiso nāhosi.",
  "atk-s0101a2:391_4": "Anāgate pana vijitāvī nāma paccekabuddho hutvā parinibbāyissatīti . Idamavoca bhagavā.",
  "atk-s0101a2:391_5": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti.",
  "atk-s0101a2:392_0": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a2:393_0": "Sāmaññaphalasuttavaṇṇanā niṭṭhitā."
}