{
  "atk-vin02a27:0_0": "8. Cīvarakkhandhakaṁ",
  "atk-vin02a27:1_0": "Jīvakavatthukathā",
  "atk-vin02a27:2_0": "326.",
  "atk-vin02a27:2_1": "Cīvarakkhandhake –",
  "atk-vin02a27:2_2": "padakkhiṇāti chekā kusalā.",
  "atk-vin02a27:2_3": "Abhisaṭāti abhigatā.",
  "atk-vin02a27:2_4": "Kehi abhigatāti?",
  "atk-vin02a27:2_5": "Atthikehi atthikehi manussehi;",
  "atk-vin02a27:2_6": "karaṇatthe pana sāmivacanaṁ katvā ‘‘atthikānaṁ atthikānaṁ manussāna’’nti vuttaṁ.",
  "atk-vin02a27:2_7": "Paññāsāya ca rattiṁ gacchatīti paññāsa kahāpaṇe gahetvā rattiṁ gacchati.",
  "atk-vin02a27:2_8": "Negamoti kuṭumbiyagaṇo.",
  "atk-vin02a27:3_0": "327.Sālavatiṁ kumāriṁ gaṇikaṁ vuṭṭhāpesīti nāgarā dve satasahassāni, rājā satasahassanti tīṇi satasahassāni, aññañca ārāmuyyānavāhanādiparicchedaṁ datvā vuṭṭhāpesuṁ;",
  "atk-vin02a27:3_1": "gaṇikaṭṭhāne ṭhapesunti attho.",
  "atk-vin02a27:3_2": "Paṭisatena ca rattiṁ gacchatīti rattiṁ paṭisatena gacchati.",
  "atk-vin02a27:3_3": "Gilānaṁ paṭivedeyyanti gilānabhāvaṁ jānāpeyyaṁ.",
  "atk-vin02a27:3_4": "Kattarasuppeti jiṇṇasuppe.",
  "atk-vin02a27:4_0": "328.Kā me deva mātā, ko pitāti kasmā pucchi?",
  "atk-vin02a27:4_1": "Taṁ kira aññe rājadārakā kīḷantā kalahe uṭṭhite ‘‘nimmātiko nippitiko’’ti vadanti.",
  "atk-vin02a27:4_2": "Yathā ca aññesaṁ dārakānaṁ chaṇādīsu cuḷamātāmahāmātādayo kiñci paṇṇākāraṁ pesenti, tathā tassa na koci kiñci peseti.",
  "atk-vin02a27:4_3": "Iti so taṁ sabbaṁ cintetvā ‘‘nimmātikoyeva nu kho aha’’nti jānanatthaṁ ‘‘kā me deva mātā, ko pitā’’ti pucchi.",
  "atk-vin02a27:5_0": "Yannūnāhaṁ sippaṁ sikkheyyanti yaṁnūna ahaṁ vejjasippaṁ sikkheyyanti cintesi.",
  "atk-vin02a27:5_1": "Tassa kira etadahosi –",
  "atk-vin02a27:5_2": "‘‘imāni kho hatthiassasippādīni parūpaghātapaṭisaṁyuttāni, vejjasippaṁ mettāpubbabhāgaṁ sattānaṁ hitapaṭisaṁyutta’’nti.",
  "atk-vin02a27:5_3": "Tasmā vejjasippameva sandhāya ‘‘yaṁnūnāhaṁ sippaṁ sikkheyya’’nti cintesi.",
  "atk-vin02a27:5_4": "Apicāyaṁ ito kappasatasahassassa upari padumuttarassa bhagavato upaṭṭhākaṁ ‘‘buddhupaṭṭhāko aya’’nti catuparisantare patthataguṇaṁ vejjaṁ disvā ‘‘aho vatāhampi evarūpaṁ ṭhānantaraṁ pāpuṇeyya’’nti cintetvā sattāhaṁ buddhappamukhassa saṅghassa dānaṁ datvā bhagavantaṁ vanditvā ‘‘ahampi bhagavā tumhākaṁ upaṭṭhāko asukavejjo viya anāgate buddhupaṭṭhāko bhaveyya’’nti patthanamakāsi.",
  "atk-vin02a27:5_5": "Tāya purimapatthanāya codiyamānopesa vejjasippameva sandhāya ‘‘yaṁnūnāhaṁ sippaṁ sikkheyya’’nti cintesi.",
  "atk-vin02a27:6_0": "329.Disāpāmokkhoti sabbadisāsu vidito pākaṭo padhāno vāti attho.",
  "atk-vin02a27:6_1": "Tasmiñca samaye takkasīlato vāṇijā abhayarājakumāraṁ dassanāya agamaṁsu.",
  "atk-vin02a27:6_2": "Te jīvako ‘‘kuto tumhe āgatā’’ti pucchi.",
  "atk-vin02a27:6_3": "‘‘Takkasīlato’’ti vutte ‘‘atthi tattha vejjasippācariyo’’ti pucchi.",
  "atk-vin02a27:6_4": "‘‘Āma kumāra, takkasīlāyaṁ disāpāmokkho vejjo paṭivasatī’’ti sutvā ‘‘tena hi yadā gacchatha, mayhaṁ āroceyyāthā’’ti āha.",
  "atk-vin02a27:6_5": "Te tathā akaṁsu.",
  "atk-vin02a27:6_6": "So pitaraṁ anāpucchā tehi saddhiṁ takkasīlaṁ agamāsi.",
  "atk-vin02a27:6_7": "Tena vuttaṁ –",
  "atk-vin02a27:6_8": "‘‘abhayaṁ rājakumāraṁ anāpucchā’’tiādi.",
  "atk-vin02a27:7_0": "Icchāmahaṁ ācariya sippaṁ sikkhitunti taṁ kira upasaṅkamantaṁ disvā so vejjo ‘‘kosi tvaṁ tātā’’ti pucchi.",
  "atk-vin02a27:7_1": "So ‘‘bimbisāramahārājassa nattā abhayakumārassa puttomhī’’ti āha.",
  "atk-vin02a27:7_2": "‘‘Kasmā pana tvamasi tāta idhāgato’’ti, tato so ‘‘tumhākaṁ santike sippaṁ sikkhitu’’nti vatvā icchāmahaṁ ācariya sippaṁ sikkhitunti āha.",
  "atk-vin02a27:7_3": "Bahuñca gaṇhātīti yathā aññe khattiyakumārādayo ācariyassa dhanaṁ datvā kiñci kammaṁ akatvā sikkhantiyeva, na so evaṁ.",
  "atk-vin02a27:7_4": "So pana kiñci dhanaṁ adatvā dhammantevāsikova hutvā ekaṁ kālaṁ upajjhāyassa kammaṁ karoti, ekaṁ kālaṁ sikkhati.",
  "atk-vin02a27:7_5": "Evaṁ santepi abhinīhārasampanno kulaputto attano medhāvitāya bahuñca gaṇhāti, lahuñca gaṇhāti, suṭṭhu ca upadhāreti, gahitañcassa na sammussati.",
  "atk-vin02a27:8_0": "Satta ca me vassāni adhīyantassa nayimassa sippassa anto paññāyatīti ettha ayaṁ kira jīvako yattakaṁ ācariyo jānāti, yaṁ aññe soḷasahi vassehi uggaṇhanti, taṁ sabbaṁ sattahi vassehi uggahesi .",
  "atk-vin02a27:8_1": "Sakkassa pana devarañño etadahosi –",
  "atk-vin02a27:8_2": "‘‘ayaṁ buddhānaṁ upaṭṭhāko aggavissāsako bhavissati, handa naṁ bhesajjayojanaṁ sikkhāpemī’’ti ācariyassa sarīre ajjhāvasitvā yathā ṭhapetvā kammavipākaṁ avasesarogaṁ ekeneva bhesajjayogena tikicchituṁ sakkoti, tathā naṁ bhesajjayojanaṁ sikkhāpesi.",
  "atk-vin02a27:8_3": "So pana ‘‘ācariyassa santike sikkhāmī’’ti maññati, tasmā ‘‘samattho idāni jīvako tikicchitu’’nti sakkena vissaṭṭhamatte evaṁ cintetvā ācariyaṁ pucchi.",
  "atk-vin02a27:8_4": "Ācariyo pana ‘‘na iminā mamānubhāvena uggahitaṁ, devatānubhāvena uggahita’’nti ñatvāva tena hi bhaṇetiādimāha.",
  "atk-vin02a27:8_5": "Samantā yojanaṁ āhiṇḍantoti divase divase ekekena dvārena nikkhamitvā cattāro divase āhiṇḍanto.",
  "atk-vin02a27:8_6": "Parittaṁ pātheyyaṁ pādāsīti appamattakaṁ adāsi. Kasmā?",
  "atk-vin02a27:8_7": "Tassa kira etadahosi –",
  "atk-vin02a27:8_8": "‘‘ayaṁ mahākulassa putto gatamattoyeva pitipitāmahānaṁ santikā mahāsakkāraṁ labhissati, tato mayhaṁ vā sippassa vā guṇaṁ na jānissati, antarāmagge pana khīṇapātheyyo sippaṁ payojetvā avassaṁ mayhañca sippassa ca guṇaṁ jānissatī’’ti parittaṁ dāpesi.",
  "atk-vin02a27:9_0": "Seṭṭhibhariyādivatthukathā",
  "atk-vin02a27:10_0": "330.Pasatenāti ekahatthapuṭena.",
  "atk-vin02a27:10_1": "Picunāti kappāsapaṭalena.",
  "atk-vin02a27:10_2": "Yatrahi nāmāti yā nāma.",
  "atk-vin02a27:10_3": "Kimpimāyanti kimpi me ayaṁ.",
  "atk-vin02a27:10_4": "Upajānāmetassa saṁyamassāti katassa ca rogūpasamassa ca upakāraṁ jānāmāti adhippāyo.",
  "atk-vin02a27:11_0": "331.Sabbālaṅkāraṁ tuyhaṁ hotūti rājā kira ‘‘sace imaṁ gaṇhissati, pamāṇayutte ṭhāne naṁ ṭhapessāmi.",
  "atk-vin02a27:11_1": "Sace na gaṇhissati, abbhantarikaṁ naṁ vissāsakaṁ karissāmī’’ti cintetvā evamāha.",
  "atk-vin02a27:11_2": "Abhayakumārassāpi nāṭakānampi cittaṁ uppajji ‘‘aho vata na gaṇheyyā’’ti.",
  "atk-vin02a27:11_3": "Sopi tesaṁ cittaṁ ñatvā viya ‘‘idaṁ me deva ayyikānaṁ ābharaṇaṁ, nayidaṁ mayhaṁ gaṇhituṁ patirūpa’’nti vatvā alaṁ devātiādimāha.",
  "atk-vin02a27:11_4": "Adhikāraṁ me devo saratūti katassa upakāraṁ me devo saratūti attho.",
  "atk-vin02a27:11_5": "Rājā pasanno sabbākārasampannaṁ gehañca ambavanuyyānañca anusaṁvaccharaṁ satasahassauṭṭhānakaṁ gāmañca mahāsakkārañca datvā tena hi bhaṇetiādimāha.",
  "atk-vin02a27:12_0": "Rājagahaseṭṭhivatthukathā",
  "atk-vin02a27:13_0": "332.Sakkhissasipana tvaṁ gahapatīti kasmā āha?",
  "atk-vin02a27:13_1": "Iriyāpathasamparivattanena kira matthaluṅgaṁ na saṇṭhāti, assa ca tīhi sattāhehi niccalassa nipannassa matthaluṅgaṁ saṇṭhahissatīti ñatvā appeva nāma sattasattamāse paṭijānitvā sattasattadivasepi nipajjeyyāti naṁ evamāha.",
  "atk-vin02a27:13_2": "Teneva parato vuttaṁ ‘‘api ca paṭikacceva mayā ñāto’’ti.",
  "atk-vin02a27:13_3": "Sīsacchaviṁ uppāṭetvāti sīsacammaṁ apanetvā.",
  "atk-vin02a27:13_4": "Sibbiniṁ vināmetvāti sibbiniṁ vivaritvā.",
  "atk-vin02a27:13_5": "Nāhaṁ ācariya sakkomīti tassa kira sarīre mahāḍāho uppajji, tasmā evamāha.",
  "atk-vin02a27:13_6": "Tīhi sattāhehīti tīhi passehi ekekena sattāhena.",
  "atk-vin02a27:14_0": "333.Janaṁussāretvāti janaṁ nīharāpetvā.",
  "atk-vin02a27:15_0": "Pajjotarājavatthukathā",
  "atk-vin02a27:16_0": "334.Jegucchaṁ me sappīti ayaṁ kira rājā vicchikassa jāto, vicchikavisapaṭighātāya ca sappi bhesajjaṁ hoti vicchikānaṁ paṭikūlaṁ, tasmā evamāha.",
  "atk-vin02a27:16_1": "Uddekaṁ dassatīti uggāraṁ dassati.",
  "atk-vin02a27:16_2": "Paññāsa yojanikā hotīti paññāsa yojanāni gantuṁ samatthā hoti.",
  "atk-vin02a27:16_3": "Na kevalañcassa rañño hatthinīyeva, nāḷāgiri nāma hatthī yojanasataṁ gacchati, celakaṇṇo ca muñcakeso cāti dve assā vīsayojanasataṁ gacchanti, kāko dāso saṭṭhiyojanāni gacchati.",
  "atk-vin02a27:17_0": "Ekassa kira kulaputtassa anuppanne buddhe ekadivasaṁ bhuñjituṁ nisinnassa paccekabuddho dvāre ṭhatvā agamāsi, tasseko puriso ‘‘paccekabuddho āgantvā gato’’ti ārocesi.",
  "atk-vin02a27:17_1": "So sutvā ‘‘gaccha, vegena pattaṁ āharā’’ti āharāpetvā attano sajjitaṁ bhattaṁ sabbaṁ datvā pesesi.",
  "atk-vin02a27:17_2": "Itaro taṁ āharitvā paccekabuddhassa hatthe ṭhapetvā ‘‘ahaṁ bhante tumhākaṁ katena iminā kāyaveyyāvatikena yattha yattha nibbattopi vāhanasampanno homī’’ti patthanaṁ akāsi.",
  "atk-vin02a27:17_3": "So ayaṁ etarahi pajjoto nāma rājā jāto, tāya patthanāya ayaṁ vāhanasampatti.",
  "atk-vin02a27:18_0": "Sappiṁ pāyetvāti sappiñca pāyetvā;",
  "atk-vin02a27:18_1": "paricārikānañca āhārācāre vidhiṁ ācikkhitvā.",
  "atk-vin02a27:18_2": "Nakhena bhesajjaṁ olumpetvāti nakhena bhesajjaṁ odahitvā;",
  "atk-vin02a27:18_3": "pakkhipitvāti attho.",
  "atk-vin02a27:18_4": "Nicchāresīti virecesi.",
  "atk-vin02a27:19_0": "Siveyyakadussayugakathā",
  "atk-vin02a27:20_0": "335.Siveyyakaṁ nāma uttarakurūsu sivathikaṁ avamaṅgalavatthaṁ.",
  "atk-vin02a27:20_1": "Tattha kira manussā mataṁ tena vatthena veṭhetvā nikkhipanti, taṁ ‘‘maṁsapesī’’ti sallakkhetvā hatthisoṇḍakasakuṇā ukkhipitvā himavantakūṭe ṭhapetvā vatthaṁ apanetvā khādanti.",
  "atk-vin02a27:20_2": "Atha vanacarakā vatthaṁ disvā rañño āharanti.",
  "atk-vin02a27:20_3": "Evamidaṁ pajjotena laddhaṁ.",
  "atk-vin02a27:20_4": "Siviraṭṭhe kusalā itthiyo tīhi aṁsūhi suttaṁ kantanti, tena suttena vāyitavatthaṁ etantipi vadanti.",
  "atk-vin02a27:21_0": "Samattiṁsavirecanakathā",
  "atk-vin02a27:22_0": "336.Sinehethāti kiṁ pana bhagavato kāyo lūkhoti na lūkho?",
  "atk-vin02a27:22_1": "Bhagavato hi āhāre sadā devatā dibbojaṁ pakkhipanti, sinehapānaṁ pana sabbattha dose temeti, sirā mudukā karoti, tenāyaṁ evamāha.",
  "atk-vin02a27:22_2": "Tīṇi uppalahatthānīti ekaṁ oḷārikadosaharaṇatthaṁ, ekaṁ majjhimadosaharaṇatthaṁ, ekaṁ sukhumadosaharaṇatthaṁ.",
  "atk-vin02a27:22_3": "Nacirasseva pakatatto ahosīti evaṁ pakatatte pana kāye nāgarā dānaṁ sampādesuṁ.",
  "atk-vin02a27:22_4": "Jīvako āgantvā bhagavantaṁ etadavoca –",
  "atk-vin02a27:22_5": "‘‘bhagavā ajja nāgarā tumhākaṁ dānaṁ dātukāmā, mā antogāmaṁ piṇḍāya pavisathā’’ti.",
  "atk-vin02a27:22_6": "Mahāmoggallānatthero cintesi –",
  "atk-vin02a27:22_7": "‘‘kuto nu kho ajja bhagavato paṭhamaṁ piṇḍapāto laddhuṁ vaṭṭatī’’ti.",
  "atk-vin02a27:22_8": "Tato cintesi –",
  "atk-vin02a27:22_9": "‘‘soṇo seṭṭhiputto khettaparikammato paṭṭhāya aññehi asādhāraṇānaṁ khīrodakasecanasaṁvaddhānaṁ gandhasālīnaṁ odanaṁ bhuñjati, tato bhagavato piṇḍapātaṁ āharissāmī’’ti iddhiyā gantvā tassa pāsādatale attānaṁ dassesi.",
  "atk-vin02a27:22_10": "So therassa pattaṁ gahetvā paṇītaṁ piṇḍapātaṁ adāsi.",
  "atk-vin02a27:22_11": "Therassa ca gamanākāraṁ disvā ‘‘bhuñjatha bhante’’ti āha.",
  "atk-vin02a27:22_12": "Thero tamatthaṁ ārocesi ‘‘bhuñjatha bhante, ahaṁ aññaṁ bhagavato dassāmī’’ti theraṁ bhojetvā gandhehi pattaṁ ubbaṭṭetvā piṇḍapātassa pūretvā adāsi, taṁ thero āharitvā bhagavato adāsi.",
  "atk-vin02a27:23_0": "Rājāpi kho bimbisāro ‘‘ajja bhagavā kiṁ bhuñjissatī’’ti vihāraṁ āgantvā pavisamānova piṇḍapātagandhaṁ ghāyitvā bhuñjitukāmo ahosi .",
  "atk-vin02a27:23_1": "Bhagavato dvīsuyeva piṇḍapātesu bhājanagatesu devatā ojaṁ pakkhipiṁsu –",
  "atk-vin02a27:23_2": "yañca sujātā adāsi;",
  "atk-vin02a27:23_3": "yañca parinibbānakāle cundo kammāraputto;",
  "atk-vin02a27:23_4": "aññesu kabaḷe kabaḷe pakkhipiṁsu, tasmā bhagavā rañño icchaṁ jānitvā apakkhittojameva thokaṁ piṇḍapātaṁ rañño dāpesi.",
  "atk-vin02a27:23_5": "So paribhuñjitvā pucchi –",
  "atk-vin02a27:23_6": "‘‘kiṁ bhante, uttarakuruto ābhataṁ bhojana’’nti?",
  "atk-vin02a27:23_7": "‘‘Na mahārāja, uttarakuruto;",
  "atk-vin02a27:23_8": "apica kho taveva raṭṭhavāsino gahapatiputtassa bhojanaṁ eta’’nti vatvā soṇassa sampattiṁ ācikkhi.",
  "atk-vin02a27:23_9": "Taṁ sutvā rājā soṇaṁ daṭṭhukāmo hutvā cammakkhandhake vuttanayena asītiyā kulaputtasahassehi saddhiṁ soṇassa āgamanaṁ akāsi.",
  "atk-vin02a27:23_10": "Te bhagavato dhammadesanaṁ sutvā sotāpannā jātā.",
  "atk-vin02a27:23_11": "Soṇo pana pabbajitvā arahatte patiṭṭhito.",
  "atk-vin02a27:23_12": "Bhagavāpi etadatthameva rañño piṇḍapātaṁ dāpesi.",
  "atk-vin02a27:24_0": "Varayācanakathā",
  "atk-vin02a27:25_0": "337.",
  "atk-vin02a27:25_1": "Evaṁ katabhattakicce bhagavati atha kho jīvako komārabhacco taṁ siveyyakaṁ dussayugaṁ ādāya…pe…",
  "atk-vin02a27:25_2": "etadavoca.",
  "atk-vin02a27:25_3": "Atikkantavarāti ettha vinicchayo mahākhandhake vuttanayeneva veditabbo.",
  "atk-vin02a27:25_4": "Bhagavā bhante paṁsukūliko bhikkhusaṅgho cāti bhagavato hi buddhattaṁ pattato paṭṭhāya yāva idaṁ vatthaṁ, etthantare vīsati vassāni na koci gahapaticīvaraṁ sādiyi, sabbe paṁsukūlikāva ahesuṁ.",
  "atk-vin02a27:25_5": "Tenāyaṁ evamāha.",
  "atk-vin02a27:25_6": "Gahapaticīvaranti gahapatīhi dinnacīvaraṁ.",
  "atk-vin02a27:25_7": "Dhammiyā kathāyāti vatthadānānisaṁsapaṭisaṁyuttāya kathāya.",
  "atk-vin02a27:25_8": "Itarītarenāpīti appagghenapi mahagghenapi;",
  "atk-vin02a27:25_9": "yena kenacīti attho.",
  "atk-vin02a27:25_10": "Pāvāroti salomako kappāsādibhedo.",
  "atk-vin02a27:25_11": "Anujānāmi bhikkhave kojavanti ettha pakatikojavameva vaṭṭati, mahāpiṭṭhiyakojavaṁ na vaṭṭati.",
  "atk-vin02a27:25_12": "Mahāpiṭṭhiyakojavanti uṇṇāmayo pāvārasadiso kojavo.",
  "atk-vin02a27:26_0": "Kambalānujānanādikathā",
  "atk-vin02a27:27_0": "338.Kāsirājāti kāsīnaṁ rājā;",
  "atk-vin02a27:27_1": "pasenadissa ekapitikabhātā esa.",
  "atk-vin02a27:27_2": "Aḍḍhakāsiyanti ettha kāsīti sahassaṁ vuccati taṁ agghanako kāsiyo .",
  "atk-vin02a27:27_3": "Ayaṁ pana pañcasatāni agghati, tasmā ‘‘aḍḍhakāsiyo’’ti vutto.",
  "atk-vin02a27:27_4": "Tenevāha –",
  "atk-vin02a27:27_5": "‘‘upaḍḍhakāsīnaṁ khamamāna’’nti.",
  "atk-vin02a27:28_0": "339.Uccāvacānīti sundarāni ca asundarāni ca.",
  "atk-vin02a27:28_1": "Bhaṅgaṁ nāma khomādīhi pañcahi suttehi missetvā kataṁ;",
  "atk-vin02a27:28_2": "vākamayamevātipi vadanti.",
  "atk-vin02a27:29_0": "340.Ekaṁyeva bhagavatā cīvaraṁ anuññātaṁ na dveti te kira itarītarena cīvarenāti etassa ‘‘gahapatikena vā paṁsukūlena vā’’ti evaṁ atthaṁ sallakkhiṁsu.",
  "atk-vin02a27:29_1": "Nāgamesunti yāva te susānato āgacchanti, tāva te na acchiṁsu;",
  "atk-vin02a27:29_2": "pakkamiṁsuyeva.",
  "atk-vin02a27:29_3": "Nākāmā bhāgaṁ dātunti na anicchāya dātuṁ;",
  "atk-vin02a27:29_4": "yadi pana icchanti, dātabbo.",
  "atk-vin02a27:29_5": "Āgamesunti upacāre acchiṁsu.",
  "atk-vin02a27:29_6": "Tenāha bhagavā āha –",
  "atk-vin02a27:29_7": "‘‘anujānāmi bhikkhave āgamentānaṁ akāmā bhāgaṁ dātu’’nti.",
  "atk-vin02a27:29_8": "Yadi pana manussā ‘‘idhāgatā eva gaṇhantū’’ti denti, saññāṇaṁ vā katvā gacchanti ‘‘sampattā gaṇhantū’’ti sampattānaṁ sabbesampi pāpuṇanti.",
  "atk-vin02a27:29_9": "Sace chaḍḍetvā gatā, yena gahitaṁ, so eva sāmī.",
  "atk-vin02a27:29_10": "Sadisā susānaṁ okkamiṁsūti sabbe samaṁ okkamiṁsu;",
  "atk-vin02a27:29_11": "ekadisāya vā okkamiṁsūtipi attho.",
  "atk-vin02a27:29_12": "Te katikaṁ katvāti laddhaṁ paṁsukūlaṁ sabbe bhājetvā gaṇhissāmāti bahimeva katikaṁ katvā.",
  "atk-vin02a27:30_0": "342.",
  "atk-vin02a27:30_1": "Cīvarapaṭiggāhakanti yo gahapatikehi saṅghassa dīyamānaṁ cīvaraṁ gaṇhāti.",
  "atk-vin02a27:30_2": "Yo na chandāgatiṁ gaccheyyātiādīsu cīvarapaṭiggāhakesu pacchā āgatānampi attano ñātakādīnaṁ paṭhamataraṁ paṭiggaṇhanto vā ekaccasmiṁ pemaṁ dassetvā gaṇhanto vā lobhapakatikatāya attano pariṇāmento vā chandāgatiṁ gacchati nāma.",
  "atk-vin02a27:30_3": "Paṭhamataraṁ āgatassāpi kodhavasena pacchā gaṇhanto vā duggatamanussesu avamaññaṁ katvā gaṇhanto vā ‘‘kiṁ vo ghare ṭhapanokāso natthi, tumhākaṁ santakaṁ gahetvā gacchathā’’ti evaṁ saṅghassa lābhantarāyaṁ karonto vā dosāgatiṁ gacchati nāma.",
  "atk-vin02a27:30_4": "Yo pana muṭṭhassati asampajāno, ayaṁ mohāgatiṁ gacchati nāma.",
  "atk-vin02a27:30_5": "Pacchā āgatānampi issarānampi bhayena paṭhamataraṁ paṭiggaṇhanto vā ‘‘cīvarapaṭiggāhakaṭṭhānaṁ nāmetaṁ bhāriya’’nti santasanto vā bhayāgatiṁ gacchati nāma.",
  "atk-vin02a27:30_6": "‘‘Mayā idañcidañca gahitaṁ, idañciṁdañca na gahita’’nti evaṁ jānanto gahitāgahitaṁ jānāti nāma.",
  "atk-vin02a27:30_7": "Tasmā yo na chandāgatiādivasena gacchati, ñātakaaññātakaaḍḍhaduggatesu visesaṁ akatvā āgatapaapāṭiyā gaṇhāti, sīlācārapaṭipattiyutto hoti, satimā medhāvī bahussuto, sakkoti dāyakānaṁ vissaṭṭhavācāya parimaṇḍalehi padabyañjanehi anumodanaṁ karonto pasādaṁ janetuṁ, evarūpo sammannitabbo.",
  "atk-vin02a27:31_0": "Evañca pana bhikkhave sammannitabboti ettha pana etāya yathāvuttāya kammavācāyapi apalokanenāpi antovihāre sabbasaṅghamajjhepi khaṇḍasīmāyapi sammannituṁ vaṭṭatiyeva.",
  "atk-vin02a27:31_1": "Evaṁ sammatena ca vihārapaccante vā padhānaghare vā na acchitabbaṁ.",
  "atk-vin02a27:31_2": "Yattha pana āgatāgatā manussā sukhaṁ passanti, tādise dhuravihāraṭṭhāne bījaniṁ passe ṭhapetvā sunivatthena supārutena nisīditabbanti.",
  "atk-vin02a27:32_0": "Tattheva ujjhitvāti ‘‘paṭiggahaṇameva amhākaṁ bhāro’’ti vatvā gahitaṭṭhāneyeva chaḍḍetvā gacchanti.",
  "atk-vin02a27:32_1": "Cīvaranidahakanti cīvarapaṭisāmakaṁ.",
  "atk-vin02a27:32_2": "Yo na chandāgatiṁ gaccheyyātiādīsu cettha ito parañca sabbattha vuttanayeneva vinicchayo veditabbo.",
  "atk-vin02a27:32_3": "Sammutivinicchayopi kathitānusāreneva jānitabbo.",
  "atk-vin02a27:33_0": "Bhaṇḍāgārasammutiādikathā",
  "atk-vin02a27:34_0": "343.Vihāraṁvātiādīsu yo ārāmamajjhe ārāmikasāmaṇerādīhi avivitto sabbesaṁ samosaraṇaṭṭhāne vihāro vā aḍḍhayogo vā hoti, so sammannitabbo.",
  "atk-vin02a27:34_1": "Paccantasenāsanaṁ pana na sammannitabbaṁ.",
  "atk-vin02a27:34_2": "Idaṁ pana bhaṇḍāgāraṁ khaṇḍasīmaṁ gantvā khaṇḍasīmāya nisinnehi sammannituṁ na vaṭṭati, vihāramajjheyeva sammannitabbaṁ.",
  "atk-vin02a27:35_0": "Guttāguttañca jāneyyāti ettha yassa tāva chadanādīsu koci doso natthi, taṁ guttaṁ.",
  "atk-vin02a27:35_1": "Yassa pana chadanatiṇaṁ vā chadaniṭṭhakā vā yattha katthaci patitā, yena ovassati vā, mūsikādīnaṁ vā paveso hoti, bhittiādīsu vā katthaci chiddaṁ hoti, upacikā vā uṭṭhahanti, taṁ sabbaṁ aguttaṁ nāma.",
  "atk-vin02a27:35_2": "Taṁ sallakkhetvā paṭisaṅkharitabbaṁ.",
  "atk-vin02a27:35_3": "Sītasamaye dvārañca vātapānañca supihitaṁ kātabbaṁ, sītena hi cīvarāni kaṇṇakitāni honti.",
  "atk-vin02a27:35_4": "Uṇhasamaye antarantarā vātappavesanatthaṁ vivaritabbaṁ.",
  "atk-vin02a27:35_5": "Evaṁ karonto hi guttāguttaṁ jānāti nāma.",
  "atk-vin02a27:36_0": "Imehi pana cīvarapaṭiggāhakādīhi tīhipi attano vattaṁ jānitabbaṁ.",
  "atk-vin02a27:36_1": "Tattha cīvarapaṭiggāhakena tāva yaṁ yaṁ manussā ‘‘kālacīvara’’nti vā ‘‘akālacīvara’’nti vā ‘‘accekacīvara’’nti vā ‘‘vassikasāṭika’’nti vā ‘‘nisīdana’’nti vā ‘‘paccattharaṇa’’nti vā ‘‘mukhapuñchanacoḷa’’nti vā denti, taṁ sabbaṁ ekarāsiṁ katvā missetvā na gaṇhitabbaṁ, visuṁ visuṁ katvāva gaṇhitvā cīvaranidahakassa tatheva ācikkhitvā dātabbaṁ.",
  "atk-vin02a27:36_2": "Cīvaranidahakenāpi bhaṇḍāgārikassa dadamānena idaṁ kālacīvaraṁ…pe…",
  "atk-vin02a27:36_3": "idaṁ mukhapuñchanacoḷanti ācikkhitvāva dātabbaṁ.",
  "atk-vin02a27:36_4": "Bhaṇḍāgārikenāpi tatheva visuṁ visuṁ viya saññāṇaṁ katvā ṭhapetabbaṁ.",
  "atk-vin02a27:36_5": "Tato saṅghena ‘‘kālacīvaraṁ āharā’’ti vutte kālacīvarameva dātabbaṁ…pe…",
  "atk-vin02a27:36_6": "mukhapuñchanacoḷakaṁ āharāti vutte tadeva dātabbaṁ.",
  "atk-vin02a27:37_0": "Iti bhagavatā cīvarapaṭiggāhako anuññāto, cīvaranidahako anuññāto, bhaṇḍāgāraṁ anuññātaṁ, bhaṇḍāgāriko anuññāto, na bāhulikatāya na asantuṭṭhiyā;",
  "atk-vin02a27:37_1": "apica kho saṅghassānuggahāya.",
  "atk-vin02a27:37_2": "Sace hi āhaṭāhaṭaṁ gahetvā bhikkhū bhājeyyuṁ, neva āhaṭaṁ na anāhaṭaṁ na dinnaṁ nādinnaṁ na laddhaṁ nāladdhaṁ jāneyyuṁ, āhaṭāhaṭaṁ therāsane vā dadeyyuṁ, khaṇḍākhaṇḍaṁ vā chinditvā gaṇheyyuṁ;",
  "atk-vin02a27:37_3": "evaṁ sati ayuttaparibhogo ca hoti, na ca sabbesaṁ saṅgaho kato hoti.",
  "atk-vin02a27:37_4": "Bhaṇḍāgāre pana cīvaraṁ ṭhapetvā ussannakāle ekekassa bhikkhuno ticīvaraṁ vā dve dve vā ekekaṁ vā cīvaraṁ dassanti, laddhāladdhaṁ jānissanti, aladdhabhāvaṁ ñatvā saṅgahaṁ kātuṁ maññissantīti.",
  "atk-vin02a27:38_0": "Na bhikkhave bhaṇḍāgāriko vuṭṭhāpetabboti ettha aññepi avuṭṭhāpanīyā jānitabbā.",
  "atk-vin02a27:38_1": "Cattāro hi na vuṭṭhāpetabbā –",
  "atk-vin02a27:38_2": "vuḍḍhataro , bhaṇḍāgāriko, gilāno, saṅghato laddhasenāsanoti.",
  "atk-vin02a27:38_3": "Tattha vuḍḍhataro attano vuḍḍhatāya navakatarena na vuṭṭhāpetabbo, bhaṇḍāgāriko saṅghena sammannitvā bhaṇḍāgārassa dinnatāya, gilāno attano gilānatāya, saṅgho pana bahussutassa uddesaparipucchādīhi bahupakārassa bhāranitthārakassa phāsukaṁ āvāsaṁ anuṭṭhāpanīyaṁ katvā deti, tasmā so upakāratāya ca saṅghato laddhatāya ca na vuṭṭhāpetabboti.",
  "atk-vin02a27:39_0": "Ussannaṁhotīti bahu rāsikataṁ hoti, bhaṇḍāgāraṁ na gaṇhāti.",
  "atk-vin02a27:39_1": "Sammukhībhūtenāti antoupacārasīmāyaṁ ṭhitena.",
  "atk-vin02a27:39_2": "Bhājetunti kālaṁ ghosetvā paṭipāṭiyā bhājetuṁ.",
  "atk-vin02a27:39_3": "Kolāhalaṁ akāsīti ‘‘amhākaṁ ācariyassa detha, upajjhāyassa dethā’’ti evaṁ mahāsaddaṁ akāsi.",
  "atk-vin02a27:39_4": "Cīvarabhājanakaṅgesu sabhāgānaṁ bhikkhūnaṁ apāpuṇantampi mahagghaṁ cīvaraṁ dento chandāgatiṁ gacchati nāma.",
  "atk-vin02a27:39_5": "Aññesaṁ vuḍḍhatarānaṁ pāpuṇantampi mahagghaṁ cīvaraṁ adatvā appagghaṁ dento dosāgatiṁ gacchati nāma.",
  "atk-vin02a27:39_6": "Mohamūḷho cīvaradānavattaṁ ajānanto mohāgatiṁ gacchati nāma.",
  "atk-vin02a27:39_7": "Mukharānaṁ navakānampi bhayena apāpuṇantameva mahagghaṁ cīvaraṁ dento bhayāgatiṁ gacchati nāma.",
  "atk-vin02a27:39_8": "Yo evaṁ na gacchati, sabbesaṁ tulābhūto pamāṇabhūto majjhatto hoti, so sammannitabbo.",
  "atk-vin02a27:39_9": "Bhājitābhājitanti ‘‘ettakāni vatthāni bhājitāni, ettakāni abhājitānī’’ti jānanto ‘‘bhājitābhājitañca jāneyyā’’ti vuccati.",
  "atk-vin02a27:40_0": "Uccinitvāti ‘‘idaṁ thūlaṁ, idaṁ saṇhaṁ, idaṁ ghanaṁ, idaṁ tanukaṁ, idaṁ paribhuttaṁ, idaṁ aparibhuttaṁ, idaṁ dīghato ettakaṁ puthulato ettaka’’nti evaṁ vatthāni vicinitvā.",
  "atk-vin02a27:40_1": "Tulayitvāti ‘‘idaṁ ettakaṁ agghati, idaṁ ettaka’’nti evaṁ agghaparicchedaṁ katvā.",
  "atk-vin02a27:40_2": "Vaṇṇāvaṇṇaṁ katvāti sace sabbesaṁ ekekameva dasagghanakaṁ pāpuṇāti, iccetaṁ kusalaṁ;",
  "atk-vin02a27:40_3": "no ce pāpuṇāti, yaṁ nava vā aṭṭha vā agghati, taṁ aññena ekaagghanakena ca dviagghanakena ca saddhiṁ bandhitvā etena upāyena same paṭivīse ṭhapetvāti attho.",
  "atk-vin02a27:40_4": "Bhikkhū gaṇetvā vaggaṁ bandhitvāti sace ekekassa diyamāne divaso nappahoti, dasa dasa bhikkhū gaṇetvā dasa dasa cīvarapaṭivīse ekavaggaṁ bandhitvā ekaṁ bhaṇḍikaṁ katvā evaṁ cīvarapaṭivīsaṁ ṭhapetuṁ anujānāmīti attho.",
  "atk-vin02a27:40_5": "Evaṁ ṭhapitesu cīvarapaṭivīsesu kuso pātetabbo.",
  "atk-vin02a27:40_6": "Tehipi bhikkhūhi puna kusapātaṁ katvā bhājetabbaṁ.",
  "atk-vin02a27:41_0": "Sāmaṇerānaṁ upaḍḍhapaṭivīsanti ettha ye sāmaṇerā attissarā bhikkhusaṅghassa kattabbakammaṁ na karonti, uddesaparipucchāsu yuttā ācariyupajjhāyānaṁyeva vattapaṭipattiṁ karonti, aññesaṁ na karonti, etesaṁyeva upaḍḍhabhāgo dātabbo.",
  "atk-vin02a27:41_1": "Ye pana purebhattañca pacchābhattañca bhikkhusaṅghasseva kattabbakiccaṁ karonti, tesaṁ samako dātabbo.",
  "atk-vin02a27:41_2": "Idañca piṭṭhisamaye uppannena bhaṇḍāgāre ṭhapitena akālacīvareneva kathitaṁ.",
  "atk-vin02a27:41_3": "Kālacīvaraṁ pana samakameva dātabbaṁ.",
  "atk-vin02a27:41_4": "Tatruppādavassāvāsikaṁ sammuñjanībandhanādi saṅghassa phātikammaṁ katvā gahetabbaṁ.",
  "atk-vin02a27:41_5": "Etañhettha sabbesaṁ vattaṁ.",
  "atk-vin02a27:41_6": "Bhaṇḍāgārikacīvarepi sace sāmaṇerā āgantvā ‘‘bhante mayaṁ yāguṁ pacāma, bhattaṁ pacāma, khajjakaṁ pacāma, appaharitakaṁ karoma, dantakaṭṭhaṁ āharāma, raṅgachalliṁ kappiyaṁ katvā dema, kiṁ amhehi na kataṁ nāmā’’ti ukkuṭṭhiṁ karonti, samabhāgova dātabbo.",
  "atk-vin02a27:41_7": "Etaṁ ye ca virajjhitvā karonti, yesañca karaṇabhāvo na paññāyati, te sandhāya vuttaṁ.",
  "atk-vin02a27:41_8": "Kurundiyaṁ pana ‘‘sace sāmaṇerā ‘kasmā mayaṁ bhante saṅghakammaṁ na karoma, karissāmā’ti yācanti, samapaṭivīso dātabbo’’ti vuttaṁ.",
  "atk-vin02a27:42_0": "Uttaritukāmoti nadiṁ vā kantāraṁ vā uttaritukāmo;",
  "atk-vin02a27:42_1": "satthaṁ labhitvā disā pakkamitukāmoti attho.",
  "atk-vin02a27:42_2": "Sakaṁ bhāgaṁ dātunti idaṁ bhaṇḍāgārato cīvarāni nīharitvā puñje kate ghaṇṭiyā pahaṭāya bhikkhusaṅghe sannipatite satthaṁ labhitvā gantukāmo ‘‘satthato mā parihāyī’’ti etamatthaṁ sandhāya vuttaṁ.",
  "atk-vin02a27:42_3": "Tasmā anīhatesu vā cīvaresu appahaṭāya vā ghaṇṭiyā asannipatite vā saṅghe dātuṁ na vaṭṭati.",
  "atk-vin02a27:42_4": "Cīvaresu pana nīhatesu ghaṇṭiṁ paharitvā bhikkhusaṅghe sannipatite cīvarabhājakena ‘‘imassa bhikkhuno koṭṭhāsena ettakena bhavitabba’’nti takketvā nayaggāhena cīvaraṁ dātabbaṁ.",
  "atk-vin02a27:42_5": "Tulāya tulitamiva hi samasamaṁ dātuṁ na sakkā, tasmā ūnaṁ vā hotu adhikaṁ vā, evaṁ takkena nayena dinnaṁ sudinnaṁ.",
  "atk-vin02a27:42_6": "Neva ūnakaṁ puna dātabbaṁ, nātirittaṁ paṭiggaṇhitabbanti.",
  "atk-vin02a27:43_0": "Atirekabhāgenāti dasa bhikkhū honti, sāṭakāpi daseva, tesu eko dvādasa agghati, sesā dasagghanakā.",
  "atk-vin02a27:43_1": "Sabbesu dasagghanakavasena kuse pātite yassa bhikkhuno dvādasagghanako kuso pātito, so ‘‘ettakena mama cīvaraṁ pahotī’’ti tena atirekabhāgena gantukāmo hoti.",
  "atk-vin02a27:43_2": "Bhikkhū ‘‘atirekaṁ āvuso saṅghassa santaka’’nti vadanti, taṁ sutvā bhagavā ‘‘saṅghike ca gaṇasantake ca appakaṁ nāma natthi, sabbattha saṁyamo kātabbo, gaṇhantenāpi kukkuccāyitabba’’nti dassetuṁ ‘‘anujānāmi bhikkhave anukkhepe dinne’’ti āha.",
  "atk-vin02a27:43_3": "Tattha anukkhepo nāma yaṁkiñci anukkhipitabbaṁ anuppadātabbaṁ kappiyabhaṇḍaṁ;",
  "atk-vin02a27:43_4": "yattakaṁ tassa paṭivīse adhikaṁ, tattake agghanake yasmiṁ kismiñci kappiyabhaṇḍe dinneti attho.",
  "atk-vin02a27:44_0": "Vikalake tosetvāti ettha cīvaravikalakaṁ puggalavikalakanti dve vikalakā.",
  "atk-vin02a27:44_1": "Cīvaravikalakaṁ nāma sabbesaṁ pañca pañca vatthāni pattāni, sesānipi atthi, ekekaṁ pana na pāpuṇāti, chinditvā dātabbāni.",
  "atk-vin02a27:44_2": "Chindantehi ca aḍḍhamaṇḍalādīnaṁ vā upāhanatthavikādīnaṁ vā pahonakāni khaṇḍāni katvā dātabbāni, heṭṭhimaparicchedena caturaṅgulavitthārampi anuvātappahonakāyāmaṁ khaṇḍaṁ katvā dātuṁ vaṭṭati, aparibhogaṁ pana na kātabbanti evamettha cīvarassa appahonakabhāvo cīvaravikalakaṁ.",
  "atk-vin02a27:44_3": "Chinditvā dinne pana taṁ tositaṁ hoti, atha kusapāto kātabbo.",
  "atk-vin02a27:44_4": "Sacepi ekassa bhikkhuno koṭṭhāse ekaṁ vā dve vā vatthāni nappahonti, tattha aññaṁ sāmaṇakaṁ parikkhāraṁ ṭhapetvā yo tena tussati, tassa taṁ bhāgaṁ datvā pacchā kusapāto kātabbo.",
  "atk-vin02a27:44_5": "Idampi cīvaravikalakanti andhakaṭṭhakathāyaṁ vuttaṁ.",
  "atk-vin02a27:45_0": "Puggalavikalakaṁ nāma dasa dasa bhikkhū gaṇetvā vaggaṁ karontānaṁ eko vaggo na pūrati, aṭṭha vā nava vā honti, tesaṁ aṭṭha vā nava vā koṭṭhāsā ‘‘tumhe ime gahetvā visuṁ bhājethā’’ti dātabbā.",
  "atk-vin02a27:45_1": "Evamayaṁ puggalānaṁ appahonakabhāvo puggalavikalakaṁ.",
  "atk-vin02a27:45_2": "Visuṁ dinne pana taṁ tositaṁ hoti, evaṁ tosetvā kusapāto kātabboti.",
  "atk-vin02a27:45_3": "Atha vā vikalake tosetvāti yo cīvaravibhāgo ūnako, taṁ aññena parikkhārena samaṁ katvā kusapāto kātabbo.",
  "atk-vin02a27:46_0": "Cīvararajanakathā",
  "atk-vin02a27:47_0": "344.Chakaṇenāti gomayena.",
  "atk-vin02a27:47_1": "Paṇḍumattikāyāti tambamattikāya.",
  "atk-vin02a27:47_2": "Mūlarajanādīsu haliddiṁ ṭhapetvā sabbaṁ mūlarajanaṁ vaṭṭati.",
  "atk-vin02a27:47_3": "Mañjiṭṭhiñca tuṅgahārañca ṭhapetvā sabbaṁ khandharajanaṁ vaṭṭati.",
  "atk-vin02a27:47_4": "Tuṅgahāro nāma eko sakaṇṭakarukkho, tassa haritālavaṇṇaṁ khandharajanaṁ hoti.",
  "atk-vin02a27:47_5": "Loddañca kaṇḍulañca ṭhapetvā sabbaṁ tacarajanaṁ vaṭṭati.",
  "atk-vin02a27:47_6": "Allipattaṁ nīlipattañca ṭhapetvā sabbaṁ pattarajanaṁ vaṭṭati.",
  "atk-vin02a27:47_7": "Gihiparibhuttaṁ pana allipattena ekavāraṁ rajituṁ vaṭṭati.",
  "atk-vin02a27:47_8": "Kiṁsukapupphañca kusumbhapupphañca ṭhapetvā sabbaṁ puppharajanaṁ vaṭṭati.",
  "atk-vin02a27:47_9": "Phalarajane pana na kiñci na vaṭṭati.",
  "atk-vin02a27:48_0": "Sītudakāti apakkarajanaṁ vuccati.",
  "atk-vin02a27:48_1": "Uttarāḷumpanti vaṭṭādhārakaṁ, rajanakumbhiyā majjhe ṭhapetvā taṁ ādhārakaṁ parikkhipitvā rajanaṁ pakkhipituṁ anujānāmīti attho.",
  "atk-vin02a27:48_2": "Evañhi kate rajanaṁ na uttarati.",
  "atk-vin02a27:48_3": "Udake vā nakhapiṭṭhikāya vāti sace paripakkaṁ hoti, udakapātiyā dinno thevo sahasā na visarati, nakhapiṭṭhiyampi avisaranto tiṭṭhati.",
  "atk-vin02a27:48_4": "Rajanuḷuṅkanti rajanauḷuṅkaṁ.",
  "atk-vin02a27:48_5": "Daṇḍakathālakanti tameva sadaṇḍakaṁ.",
  "atk-vin02a27:48_6": "Rajanakolambanti rajanakuṇḍaṁ.",
  "atk-vin02a27:48_7": "Omaddantīti sammaddanti.",
  "atk-vin02a27:48_8": "Na ca acchinne theve pakkamitunti yāva rajanabindu gaḷitaṁ na chijjati, tāva na aññatra gantabbaṁ.",
  "atk-vin02a27:48_9": "Patthinnanti atirajitattā thaddhaṁ.",
  "atk-vin02a27:48_10": "Udake osāretunti udake pakkhipitvā ṭhapetuṁ.",
  "atk-vin02a27:48_11": "Rajane pana nikkhante taṁ udakaṁ chaḍḍetvā cīvaraṁ madditabbaṁ.",
  "atk-vin02a27:48_12": "Dantakāsāvānīti ekaṁ vā dve vā vāre rajitvā dantavaṇṇāni dhārenti.",
  "atk-vin02a27:49_0": "Chinnakacīvarānujānanakathā",
  "atk-vin02a27:50_0": "345.Acchibaddhanti caturassakedārakabaddhaṁ.",
  "atk-vin02a27:50_1": "Pāḷibaddhanti āyāmato ca vitthārato ca dīghamariyādabaddhaṁ.",
  "atk-vin02a27:50_2": "Mariyādabaddhanti antarantarā rassamariyādabaddhaṁ.",
  "atk-vin02a27:50_3": "Siṅghāṭakabaddhanti mariyādāya mariyādaṁ vinivijjhitvā gataṭṭhāne siṅghāṭakabaddhaṁ;",
  "atk-vin02a27:50_4": "catukkasaṇṭhānanti attho.",
  "atk-vin02a27:50_5": "Saṁvidahitunti kātuṁ.",
  "atk-vin02a27:50_6": "Ussahasi tvaṁ ānandāti sakkosi tvaṁ ānanda.",
  "atk-vin02a27:50_7": "Ussahāmi bhagavāti tumhehi dinnanayena sakkomīti dasseti.",
  "atk-vin02a27:50_8": "Yatra hi nāmāti yo nāma.",
  "atk-vin02a27:50_9": "Kusimpi nāmātiādīsu kusīti āyāmato ca vitthārato ca anuvātādīnaṁ dīghapattānametaṁ adhivacanaṁ.",
  "atk-vin02a27:50_10": "Aḍḍhakusīti antarantarā rassapattānaṁ nāmaṁ.",
  "atk-vin02a27:50_11": "Maṇḍalanti pañcakhaṇḍikacīvarassa ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ.",
  "atk-vin02a27:50_12": "Aḍḍhamaṇḍalanti khuddakamaṇḍalaṁ.",
  "atk-vin02a27:50_13": "Vivaṭṭanti maṇḍalañca aḍḍhamaṇḍalañca ekato katvā sibbitaṁ majjhimakhaṇḍaṁ.",
  "atk-vin02a27:51_0": "Anuvivaṭṭanti tassa ubhosu passesu dve khaṇḍāni.",
  "atk-vin02a27:51_1": "Gīveyyakanti gīvāveṭhanaṭṭhāne daḷhīkaraṇatthaṁ aññaṁ suttasaṁsibbitaṁ āgantukapattaṁ.",
  "atk-vin02a27:51_2": "Jaṅgheyyakanti jaṅghapāpuṇanaṭṭhāne tatheva saṁsibbitaṁ pattaṁ.",
  "atk-vin02a27:51_3": "Gīvaṭṭhāne ca jaṅghaṭṭhāne ca pattānamevetaṁ nāmantipi vadanti.",
  "atk-vin02a27:51_4": "Bāhantanti anuvivaṭṭānaṁ bahi ekekaṁ khaṇḍaṁ.",
  "atk-vin02a27:51_5": "Iti pañcakhaṇḍikacīvarenetaṁ vicāritanti.",
  "atk-vin02a27:51_6": "Atha vā anuvivaṭṭanti vivaṭṭassa ekapassato dvinnaṁ ekapassato dvinnanti catunnampi khaṇḍānametaṁ nāmaṁ.",
  "atk-vin02a27:51_7": "Bāhantanti suppamāṇaṁ cīvaraṁ pārupantena saṁharitvā bāhāya upari ṭhapitā ubho antā bahimukhā tiṭṭhanti, tesaṁ etaṁ nāmaṁ.",
  "atk-vin02a27:51_8": "Ayameva hi nayo mahāaṭṭhakathāyaṁ vuttoti.",
  "atk-vin02a27:52_0": "Ticīvarānujānanakathā",
  "atk-vin02a27:53_0": "346.Cīvarehiubbhaṇḍiketi cīvarehi ubbhaṇḍe kate;",
  "atk-vin02a27:53_1": "yathā ukkhittabhaṇḍā honti evaṁ kate;",
  "atk-vin02a27:53_2": "ukkhittabhaṇḍikabhāvaṁ āpāditeti attho.",
  "atk-vin02a27:53_3": "Cīvarabhisinti ettha bhisīti dve tīṇi ekato katvā bhisisaṅkhepena saṁharitacīvarāni vuttāni.",
  "atk-vin02a27:53_4": "Te kira bhikkhū ‘‘dakkhiṇāgirito bhagavā lahuṁ paṭinivattissatī’’ti tattha gacchantā jīvakavatthusmiṁ laddhacīvarāni ṭhapetvā agamaṁsu.",
  "atk-vin02a27:53_5": "Idāni pana cirena āgamissatīti maññamānā ādāya pakkamiṁsu.",
  "atk-vin02a27:53_6": "Antaraṭṭhakāsūti māghassa ca phagguṇassa ca antarā aṭṭhasu.",
  "atk-vin02a27:53_7": "Na bhagavantaṁ sītaṁ ahosīti bhagavato sītaṁ nāhosi.",
  "atk-vin02a27:53_8": "Etadahosi yepi kho te kulaputtāti na bhagavā ajjhokāse anisīditvā etamatthaṁ na jānāti, mahājanasaññāpanatthaṁ pana evamakāsi.",
  "atk-vin02a27:53_9": "Sītālukāti sītapakatikā;",
  "atk-vin02a27:53_10": "ye pakatiyāva sītena kilamanti.",
  "atk-vin02a27:53_11": "Diguṇaṁ saṅghāṭinti dupaṭṭaṁ saṅghāṭiṁ.",
  "atk-vin02a27:53_12": "Ekacciyanti ekapaṭṭaṁ.",
  "atk-vin02a27:53_13": "Iti ‘‘bhagavā attanā catūhi cīvarehi yāpeti, amhākaṁ pana ticīvaraṁ anujānātī’’ti vacanassa okāsaṁ upacchindituṁ diguṇaṁ saṅghāṭiṁ anujānāti, ekaccike itare.",
  "atk-vin02a27:53_14": "Evañhi nesaṁ cattāri bhavissantīti.",
  "atk-vin02a27:54_0": "Atirekacīvarādikathā",
  "atk-vin02a27:55_0": "348.Aggaḷaṁ acchupeyyanti chiddaṭṭhāne pilotikakhaṇḍaṁ laggāpeyyaṁ.",
  "atk-vin02a27:55_1": "Ahatakappānanti ekavāraṁ dhotānaṁ.",
  "atk-vin02a27:55_2": "Utuddhaṭānanti ututo dīghakālato uddhaṭānaṁ hatavatthakānaṁ, pilotikānanti vuttaṁ hoti.",
  "atk-vin02a27:55_3": "Pāpaṇiketi antarāpaṇato patitapilotikacīvare.",
  "atk-vin02a27:55_4": "Ussāho karaṇīyoti pariyesanā kātabbā.",
  "atk-vin02a27:55_5": "Paricchedo panettha natthi, paṭṭasatampi vaṭṭati.",
  "atk-vin02a27:55_6": "Sabbamidaṁ sādiyantassa bhikkhuno vasena vuttaṁ.",
  "atk-vin02a27:55_7": "Aggaḷaṁ tunnanti ettha uddharitvā allīyāpanakhaṇḍaṁ aggaḷaṁ, suttena saṁsibbitaṁ tunnaṁ;",
  "atk-vin02a27:55_8": "vaṭṭetvā karaṇaṁ ovaṭṭikaṁ.",
  "atk-vin02a27:55_9": "Kaṇḍusakaṁ vuccati muddikā.",
  "atk-vin02a27:55_10": "Daḷhīkammanti anuddharitvāva upassayaṁ katvā allīyāpanakaṁ vatthakhaṇḍaṁ.",
  "atk-vin02a27:56_0": "349-351.",
  "atk-vin02a27:56_1": "Visākhāvatthu uttānatthaṁ.",
  "atk-vin02a27:56_2": "Tato paraṁ pubbe vinicchitameva.",
  "atk-vin02a27:56_3": "Sovaggikanti saggappattahetukaṁ.",
  "atk-vin02a27:56_4": "Tenevāha ‘‘sovaggika’’nti .",
  "atk-vin02a27:56_5": "Sokaṁ apanetīti sokanudaṁ.",
  "atk-vin02a27:56_6": "Anāmayāti arogā.",
  "atk-vin02a27:56_7": "Saggamhi kāyamhīti saggopapannā.",
  "atk-vin02a27:57_0": "353.Puthujjanā kāmesu vītarāgāti jhānalābhino.",
  "atk-vin02a27:58_0": "356.Sandiṭṭhoti diṭṭhamattakamitto.",
  "atk-vin02a27:58_1": "Sambhattoti ekasambhogo daḷhamitto.",
  "atk-vin02a27:58_2": "Ālapitoti ‘‘mama santakaṁ yaṁ iccheyyāsi, taṁ gaṇhāhī’’ti evaṁ vutto.",
  "atk-vin02a27:58_3": "Etesu tīsu aññataranāmena saddhiṁ jīvati, gahite attamano hotīti imehi gahitavissāso ruhati.",
  "atk-vin02a27:59_0": "Pacchimavikappanupagacīvarādikathā",
  "atk-vin02a27:60_0": "359.Paṁsukūlakatoti katapaṁsukūlo.",
  "atk-vin02a27:60_1": "Garuko hotīti jiṇṇajiṇṇaṭṭhāne aggaḷāropanena garuko hoti.",
  "atk-vin02a27:60_2": "Suttalūkhaṁ kātunti sutteneva aggaḷaṁ kātunti attho.",
  "atk-vin02a27:60_3": "Vikaṇṇo hotīti suttaṁ acchetvā acchetvā sibbantānaṁ eko saṅghāṭikoṇo dīgho hoti.",
  "atk-vin02a27:60_4": "Vikaṇṇaṁ uddharitunti dīghakoṇaṁ chindituṁ.",
  "atk-vin02a27:60_5": "Okiriyantīti chinnakoṇato gaḷanti.",
  "atk-vin02a27:60_6": "Anuvātaṁ paribhaṇḍanti anuvātañceva paribhaṇḍañca.",
  "atk-vin02a27:60_7": "Pattā lujjantīti mahantesu pattamukhesu dinnāni suttāni gaḷanti, tato pattā lujjanti.",
  "atk-vin02a27:60_8": "Aṭṭhapadakaṁ kātunti aṭṭhapadakacchannena pattamukhaṁ sibbituṁ.",
  "atk-vin02a27:61_0": "360.Anvādhikampi āropetunti āgantukapattampi dātuṁ.",
  "atk-vin02a27:61_1": "Idaṁ pana appahonake āropetabbaṁ.",
  "atk-vin02a27:61_2": "Sace pahoti, āgantukapattaṁ na vaṭṭati, chinditabbameva.",
  "atk-vin02a27:62_0": "361.Na ca bhikkhave saddhādeyyanti ettha sesañātīnaṁ dento vinipātetiyeva.",
  "atk-vin02a27:62_1": "Mātāpitaro pana sace rajje ṭhitā patthayanti, dātabbaṁ.",
  "atk-vin02a27:63_0": "362.Gilānoti gilānatāya gahetvā gantuṁ asamattho.",
  "atk-vin02a27:63_1": "Vassikasaṅketanti vassike cattāro māse.",
  "atk-vin02a27:63_2": "Nadīpāranti nadiyā pāre bhattaṁ bhuñjitabbaṁ hoti.",
  "atk-vin02a27:63_3": "Aggaḷaguttivihāroti sabbesveva cetesu gilānavassikasaṅketanadīpāragamanaatthatakathinabhāvesu aggaḷaguttiyeva pamāṇaṁ.",
  "atk-vin02a27:63_4": "Gutte eva hi vihāre etesu kāraṇesu nikkhipitvā bahi gantuṁ vaṭṭati, na agutte.",
  "atk-vin02a27:63_5": "Āraññakassa pana vihāro na sugutto hoti, tena bhaṇḍukkhalikāya pakkhipitvā pāsāṇasusira rukkhasusirādīsu suppaṭicchannesu ṭhapetvā gantabbaṁ.",
  "atk-vin02a27:64_0": "Saṅghikacīvaruppādakathā",
  "atk-vin02a27:65_0": "363.Tuyheva bhikkhu tāni cīvarānīti aññattha gahetvā haṭānipi tuyheva;",
  "atk-vin02a27:65_1": "na tesaṁ añño koci issaroti.",
  "atk-vin02a27:65_2": "Evañca pana vatvā anāgatepi nikkukkuccā gaṇhissantīti dassetuṁ idha panātiādimāha.",
  "atk-vin02a27:65_3": "Tasseva tāni cīvarāni yāva kathinassa ubbhārāti sace gaṇapūrake bhikkhū labhitvā kathinaṁ atthataṁ hoti, pañcamāse;",
  "atk-vin02a27:65_4": "no ce atthataṁ hoti, ekaṁ cīvaramāsameva.",
  "atk-vin02a27:65_5": "Yaṁ ‘‘saṅghassa demā’’ti vā denti, ‘‘saṅghaṁ uddissa demā’’ti vā denti, ‘‘vassaṁvutthasaṅghassa demā’’ti vā denti, ‘‘vassāvāsikaṁ demā’’ti vā denti, sacepi matakacīvaraṁ avibhajitvā taṁ vihāraṁ pavisanti, taṁ sabbaṁ tasseva bhikkhuno hoti.",
  "atk-vin02a27:65_6": "Yampi so vassāvāsatthāya vaḍḍhiṁ payojetvā ṭhapitaupanikkhepato vā tatruppādato vā vassāvāsikaṁ gaṇhāti, sabbaṁ suggahitameva hoti.",
  "atk-vin02a27:65_7": "Idamettha lakkhaṇaṁ, yena tenākārena saṅghassa uppannaṁ vatthaṁ atthatakathinassa pañcamāse, anatthatakathinassa ekaṁ cīvaramāsaṁ pāpuṇātīti.",
  "atk-vin02a27:65_8": "Yaṁ pana ‘‘idaṁ idha vassaṁvutthasaṅghassa demā’’ti vā ‘‘vassāvāsikaṁ demā’’ti vā vatvā dinnaṁ, taṁ anatthatakathinassāpi pañcamāse pāpuṇāti.",
  "atk-vin02a27:65_9": "Tato paraṁ pana uppannaṁ vassāvāsikaṁ pucchitabbaṁ –",
  "atk-vin02a27:65_10": "‘‘kiṁ atītavasse idaṁ vassāvāsikaṁ, udāhu anāgatavasse’’ti! Kasmā?",
  "atk-vin02a27:65_11": "Piṭṭhisamaye uppannattā.",
  "atk-vin02a27:66_0": "Utukālanti vassānato aññaṁ kālaṁ.",
  "atk-vin02a27:66_1": "Tāni cīvarāni ādāya sāvatthiṁ gantvāti ettha tāni cīvarāni gatagataṭṭhāne saṅghikāneva honti, bhikkhūhi diṭṭhamattamevettha pamāṇaṁ.",
  "atk-vin02a27:66_2": "Tasmā sace keci paṭipathaṁ āgacchantā ‘‘kuhiṁ āvuso gacchasī’’ti pucchitvā tamatthaṁ sutvā ‘‘kiṁ āvuso mayaṁ saṅgho na homā’’ti tattheva bhājetvā gaṇhanti, suggahitāni.",
  "atk-vin02a27:66_3": "Sacepi esa maggā okkamitvā kañci vihāraṁ vā āsanasālaṁ vā piṇḍāya caranto ekaṁ gehameva vā pavisati, tatra ca naṁ bhikkhū disvā tamatthaṁ pucchitvā bhājetvā gaṇhanti, suggahitāneva.",
  "atk-vin02a27:67_0": "Adhiṭṭhātunti ettha adhiṭṭhahantena vattaṁ jānitabbaṁ .",
  "atk-vin02a27:67_1": "Tena hi bhikkhunā ghaṇṭiṁ paharitvā kālaṁ ghosetvā thokaṁ āgametvā sace ghaṇṭisaññāya vā kālasaññāya vā bhikkhū āgacchanti, tehi saddhiṁ bhājetabbāni.",
  "atk-vin02a27:67_2": "No ce āgacchanti, ‘‘mayhimāni cīvarāni pāpuṇantī’’ti adhiṭṭhātabbāni.",
  "atk-vin02a27:67_3": "Evaṁ adhiṭṭhite sabbāni tasseva honti, ṭhitikā pana na tiṭṭhati.",
  "atk-vin02a27:68_0": "Sace ekekaṁ uddharitvā ‘‘ayaṁ paṭhamabhāgo mayhaṁ pāpuṇāti, ayaṁ dutiyabhāgo’’ti evaṁ gaṇhāti, gahitāni ca suggahitāni honti, ṭhitikā ca tiṭṭhati.",
  "atk-vin02a27:68_1": "Evaṁ pāpetvā gaṇhantenāpi adhiṭṭhitameva hoti.",
  "atk-vin02a27:68_2": "Sace pana ghaṇṭiṁ paharitvā vā appaharitvā vā kālampi ghosetvā vā aghosetvā vā ‘‘ahamevettha mayhameva imāni cīvarānī’’ti gaṇhāti, duggahitāni honti.",
  "atk-vin02a27:68_3": "Atha ‘‘añño koci idha natthi, mayhaṁ etāni pāpuṇantī’’ti gaṇhāti, suggahitāni.",
  "atk-vin02a27:69_0": "Pātite kuseti ekakoṭṭhāse kusadaṇḍake pātitamatte sacepi bhikkhusahassaṁ hoti, gahitameva nāma cīvaraṁ.",
  "atk-vin02a27:69_1": "Nākāmā bhāgo dātabbo.",
  "atk-vin02a27:69_2": "Sace pana attano ruciyā dātukāmā honti, dentu.",
  "atk-vin02a27:69_3": "Anubhāgepi eseva nayo.",
  "atk-vin02a27:70_0": "Sacīvarānīti ‘‘kālacīvarampi saṅghassa itova dassāma, visuṁ sajjiyamāne aticiraṁ hotī’’ti khippaṁyeva sacīvarāni bhattāni akaṁsu.",
  "atk-vin02a27:70_1": "There āgamma uppannānīti tumhesu pasādena khippaṁ uppannāni.",
  "atk-vin02a27:71_0": "Saṅghassa demāti cīvarāni dentīti sakalampi cīvarakālaṁ saṇikaṁ saṇikaṁ dentiyeva.",
  "atk-vin02a27:71_1": "Purimesu pana dvīsu vatthūsu pacchinnadānattā adaṁsūti vuttaṁ.",
  "atk-vin02a27:71_2": "Sambahulā therāti vinayadharapāmokkhatherā.",
  "atk-vin02a27:71_3": "Idaṁ pana vatthuṁ saddhiṁ purimena dvebhātikavatthunā parinibbute bhagavati uppannaṁ, ime ca therā diṭṭhapubbā tathāgataṁ, tasmā purimesu vatthūsu tathāgatena paññattanayeneva kathesuṁ.",
  "atk-vin02a27:72_0": "Upanandasakyaputtavatthukathā",
  "atk-vin02a27:73_0": "364.Gāmakāvāsaṁagamāsīti appeva nāma cīvarāni bhājentā mayhampi saṅgahaṁ kareyyunti cīvarabhājanakālaṁ sallakkhetvāva agamāsi.",
  "atk-vin02a27:73_1": "Sādiyissasīti gaṇhissasi.",
  "atk-vin02a27:73_2": "Ettha ca kiñcāpi tassa bhāgo na pāpuṇāti.",
  "atk-vin02a27:73_3": "Atha kho ‘‘nagaravāsiko ayaṁ mukharo dhammakathiko’’ti te bhikkhū ‘‘sādiyissasī’’ti āhaṁsu.",
  "atk-vin02a27:73_4": "Yo sādiyeyya āpatti dukkaṭassāti ettha pana kiñcāpi lahukā āpatti, atha kho gahitāni gahitaṭṭhāne dātabbāni.",
  "atk-vin02a27:73_5": "Sacepi naṭṭhāni vā jiṇṇāni vā honti, tasseva gīvā.",
  "atk-vin02a27:73_6": "Dehīti vutte adento dhuranikkhepe bhaṇḍagghena kāretabbo.",
  "atk-vin02a27:74_0": "Ekādhippāyanti ekaṁ adhippāyaṁ;",
  "atk-vin02a27:74_1": "ekaṁ puggalapaṭivīsameva dethāti attho.",
  "atk-vin02a27:74_2": "Idāni yathā so dātabbo, taṁ dassetuṁ tantiṁ ṭhapento idha panātiādimāha.",
  "atk-vin02a27:74_3": "Tattha sace amutra upaḍḍhaṁ amutra upaḍḍhanti ekekasmiṁ ekāhamekāhaṁ vā sattāhaṁ sattāhaṁ vā sace vasati, ekekasmiṁ vihāre yaṁ eko puggalo labhati, tato tato upaḍḍhaṁ upaḍḍhaṁ dātabbaṁ.",
  "atk-vin02a27:74_4": "Evaṁ ekādhippāyo dinno hoti.",
  "atk-vin02a27:74_5": "Yattha vā pana bahutaranti sace ekasmiṁ vihāre vasanto itarasmiṁ sattāhavārena aruṇameva uṭṭhāpeti, evaṁ purimasmiṁ bahutaraṁ vasati nāma.",
  "atk-vin02a27:74_6": "Tasmā tato bahutaraṁ vasitavihārato tassa paṭivīso dātabbo.",
  "atk-vin02a27:74_7": "Evampi ekādhippāyo dinno hoti.",
  "atk-vin02a27:74_8": "Idañca nānālābhehi nānūpacārehi ekasīmavihārehi kathitaṁ, nānāsīmavihāre pana senāsanaggāho paṭippassambhati.",
  "atk-vin02a27:74_9": "Tasmā tattha cīvarapaṭivīso na pāpuṇāti.",
  "atk-vin02a27:74_10": "Sesaṁ pana āmisabhesajjādi sabbaṁ sabbattha antosīmagatassa pāpuṇāti.",
  "atk-vin02a27:75_0": "Gilānavatthukathā",
  "atk-vin02a27:76_0": "365.Mañcake nipātesunti evaṁ dhovitvā aññaṁ kāsāvaṁ nivāsetvā mañcake nipajjāpesuṁ;",
  "atk-vin02a27:76_1": "nipajjāpetvā ca panāyasmā ānando muttakarīsakiliṭṭhaṁ kāsāvaṁ dhovitvā bhūmiyaṁ paribhaṇḍaṁ akāsi.",
  "atk-vin02a27:76_2": "Yo bhikkhave maṁ upaṭṭhaheyya, so gilānaṁ upaṭṭhaheyyāti yo maṁ ovādānusāsanīkaraṇena upaṭṭhaheyya, so gilānaṁ upaṭṭhaheyya;",
  "atk-vin02a27:76_3": "mama ovādakārakena gilāno upaṭṭhātabboti ayamevettha attho.",
  "atk-vin02a27:76_4": "Bhagavato ca gilānassa ca upaṭṭhānaṁ ekasadisanti evaṁ panettha attho na gahetabbo.",
  "atk-vin02a27:76_5": "Saṅghena upaṭṭhātabboti yassete upajjhādayo tasmiṁ vihāre natthi, āgantuko hoti ekacāriko bhikkhu, so saṅghassa bhāro, tasmā saṅghena upaṭṭhātabbo.",
  "atk-vin02a27:76_6": "No ce upaṭṭhaheyya, sakalassa saṅghassa āpatti.",
  "atk-vin02a27:76_7": "Vāraṁ ṭhapetvā jaggantesu pana yo attano vāre na jaggati, tasseva āpatti.",
  "atk-vin02a27:76_8": "Saṅghattheropi vārako na muccati.",
  "atk-vin02a27:76_9": "Sace sakalo saṅgho ekassa bhāraṁ karoti, eko vā vattasampanno bhikkhu ahameva jaggissāmīti paṭijaggati, saṅgho āpattito muccati.",
  "atk-vin02a27:77_0": "366.Abhikkamantaṁ vā abhikkamatītiādīsu vaḍḍhantaṁ vā ābādhaṁ ‘‘idaṁ nāma me paribhuñjantassa vaḍḍhati, idaṁ paribhuñjantassa parihāyati, idaṁ paribhuñjantassa tiṭṭhatī’’ti yathābhūtaṁ nāvikarotīti evamattho daṭṭhabbo.",
  "atk-vin02a27:77_1": "Nālanti na patirūpo, na yutto upaṭṭhātuṁ.",
  "atk-vin02a27:77_2": "Bhesajjaṁ saṁvidhātunti bhesajjaṁ yojetuṁ asamattho hoti.",
  "atk-vin02a27:77_3": "Āmisantaroti āmisaṁ assa antaranti āmisantaro.",
  "atk-vin02a27:77_4": "Antaranti kāraṇaṁ vuccati;",
  "atk-vin02a27:77_5": "āmisakāraṇā yāgubhattapattacīvarāni patthento upaṭṭhātīti attho.",
  "atk-vin02a27:78_0": "Matasantakakathā",
  "atk-vin02a27:79_0": "367.Kālaṅkateti kālakiriyāya.",
  "atk-vin02a27:79_1": "Gilānupaṭṭhākānaṁ dātunti ettha anantaraṁ vuttāya kammavācāya dinnampi apaloketvā dinnampi dinnameva hoti, vaṭṭati.",
  "atk-vin02a27:80_0": "369.Yaṁ tattha lahubhaṇḍaṁ yaṁ tattha garubhaṇḍanti ettha lahubhaṇḍagarubhaṇḍānaṁ nānākaraṇaṁ parato vaṇṇayissāma.",
  "atk-vin02a27:80_1": "Gilānupaṭṭhākalābhe pana ayaṁ ādito paṭṭhāya vinicchayo –",
  "atk-vin02a27:81_0": "Sace sakale bhikkhusaṅghe upaṭṭhahante kālaṁ karoti, sabbepi sāmikā.",
  "atk-vin02a27:81_1": "Atha ekaccehi vāre kate ekaccehi akateyeva kālaṁ karoti, tattha ekacce ācariyā vadanti –",
  "atk-vin02a27:81_2": "‘‘sabbepi attano vāre sampatte kareyyuṁ, tasmā sabbepi sāmino’’ti.",
  "atk-vin02a27:81_3": "Ekacce vadanti –",
  "atk-vin02a27:81_4": "‘‘yehi jaggito te eva labhanti, itare na labhantī’’ti.",
  "atk-vin02a27:81_5": "Sāmaṇere kālaṅkate sace cīvaraṁ atthi, gilānupaṭṭhākānaṁ dātabbaṁ.",
  "atk-vin02a27:81_6": "No ce atthi yaṁ atthi, taṁ dātabbaṁ.",
  "atk-vin02a27:81_7": "Aññasmiṁ parikkhāre sati cīvarabhāgaṁ katvā dātabbaṁ.",
  "atk-vin02a27:82_0": "Bhikkhu ca sāmaṇero ca sace samaṁ upaṭṭhahiṁsu, samako bhāgo dātabbo.",
  "atk-vin02a27:82_1": "Atha sāmaṇerova upaṭṭhahati, bhikkhussa saṁvidahanamattameva hoti, sāmaṇerassa jeṭṭhakabhāgo dātabbo.",
  "atk-vin02a27:82_2": "Sace sāmaṇero bhikkhunā ānītaudakena yāguṁ pacitvā paṭiggāhāpanamattameva karoti, bhikkhu upaṭṭhahati, bhikkhussa jeṭṭhakabhāgo dātabbo.",
  "atk-vin02a27:83_0": "Bahū bhikkhū samaggā hutvā upaṭṭhahanti, sabbesaṁ samako bhāgo dātabbo.",
  "atk-vin02a27:83_1": "Yo panettha visesena upaṭṭhahati, tassa viseso kātabbo.",
  "atk-vin02a27:83_2": "Yena pana ekadivasampi gilānupaṭṭhākavasena yāgubhattaṁ vā pacitvā dinnaṁ, nahānaṁ vā paṭiyāditaṁ, sopi gilānupaṭṭhākova.",
  "atk-vin02a27:83_3": "Yo samīpaṁ anāgantvā bhesajjataṇḍulādīni peseti, ayaṁ gilānupaṭṭhāko na hoti.",
  "atk-vin02a27:83_4": "Yo pariyesitvā gāhāpetvā āgacchati, ayaṁ gilānupaṭṭhākova.",
  "atk-vin02a27:84_0": "Eko vattasīsena jaggati;",
  "atk-vin02a27:84_1": "eko paccāsāya, matakāle ubhopi paccāsīsanti, ubhinnampi dātabbaṁ.",
  "atk-vin02a27:84_2": "Eko upaṭṭhahitvā gilānassa vā kammena attano vā kammena katthaci gato ‘‘puna āgantvā jaggissāmī’’ti, etassapi dātabbaṁ.",
  "atk-vin02a27:84_3": "Eko ciraṁ upaṭṭhahitvā ‘‘idāni na sakkomī’’ti dhuraṁ nikkhipitvā gacchati, sacepi taṁdivasameva gilāno kālaṁkaroti, upaṭṭhākabhāgo na dātabbo.",
  "atk-vin02a27:85_0": "Gilānupaṭṭhāko nāma gihi vā hotu pabbajito vā, antamaso mātugāmopi, sabbe bhāgaṁ labhanti.",
  "atk-vin02a27:85_1": "Sace tassa bhikkhuno pattacīvaramattameva hoti, aññaṁ natthi;",
  "atk-vin02a27:85_2": "sabbaṁ gilānupaṭṭhākānaṁyeva dātabbaṁ.",
  "atk-vin02a27:85_3": "Sacepi sahassaṁ agghati, aññaṁ pana bahumpi parikkhāraṁ te na labhanti;",
  "atk-vin02a27:85_4": "saṅghasseva hoti.",
  "atk-vin02a27:85_5": "Avasesaṁ bhaṇḍaṁ bahukañceva mahagghañca, ticīvaraṁ appagghaṁ;",
  "atk-vin02a27:85_6": "tato gahetvā ticīvaraparikkhāro dātabbo.",
  "atk-vin02a27:85_7": "Sabbañcetaṁ saṅghikatova labbhati.",
  "atk-vin02a27:86_0": "Sace pana so jīvamānoyeva sabbaṁ attano parikkhāraṁ nissajjitvā kassaci adāsi, koci vā vissāsaṁ aggahesi, yassa dinnaṁ, yena ca gahitaṁ, tasseva hoti.",
  "atk-vin02a27:86_1": "Tassa ruciyā eva gilānupaṭṭhākā labhanti, aññesaṁ adatvā dūre ṭhapitaparikkhārāpi tattha tattha saṅghasseva honti.",
  "atk-vin02a27:86_2": "Dvinnaṁ santakaṁ hoti avibhattaṁ, ekasmiṁ kālaṅkate itaro sāmī .",
  "atk-vin02a27:86_3": "Bahūnampi santake eseva nayo.",
  "atk-vin02a27:86_4": "Sabbesu matesu saṅghikaṁ hoti.",
  "atk-vin02a27:86_5": "Sacepi avibhajitvā saddhivihārikādīnaṁ denti adinnameva hoti.",
  "atk-vin02a27:86_6": "Vibhajitvā dinnaṁ pana sudinnaṁ.",
  "atk-vin02a27:86_7": "Taṁ tesu matesupi saddhivihārikādīnaṁyeva hoti, na saṅghassa.",
  "atk-vin02a27:87_0": "Kusacīrādipaṭikkhepakathā",
  "atk-vin02a27:88_0": "371.",
  "atk-vin02a27:88_1": "Kusacīrādīsu akkanāḷanti akkanāḷamayaṁ.",
  "atk-vin02a27:88_2": "Potthakoti makacimayo vuccati.",
  "atk-vin02a27:88_3": "Sesāni paṭhamapārājikavaṇṇanāyaṁ vuttāni.",
  "atk-vin02a27:88_4": "Tesu potthake eva dukkaṭaṁ.",
  "atk-vin02a27:88_5": "Sesesu thullaccayānīti.",
  "atk-vin02a27:88_6": "Akkadussakadalidussaerakadussāni pana potthakagatikāneva.",
  "atk-vin02a27:89_0": "372.",
  "atk-vin02a27:89_1": "Sabbanīlakādīni rajanaṁ dhovitvā puna rajitvā dhāretabbāni.",
  "atk-vin02a27:89_2": "Na sakkā ce honti dhovituṁ, paccattharaṇāni vā kātabbāni.",
  "atk-vin02a27:89_3": "Dupaṭṭacīvarassa vā majjhe dātabbāni.",
  "atk-vin02a27:89_4": "Tesaṁ vaṇṇanānattaṁ upāhanāsu vuttanayameva.",
  "atk-vin02a27:89_5": "Acchinnadasadīghadasāni dasā chinditvā dhāretabbāni.",
  "atk-vin02a27:89_6": "Kañcukaṁ labhitvā phāletvā rajitvā paribhuñjituṁ vaṭṭati.",
  "atk-vin02a27:89_7": "Veṭhanepi eseva nayo.",
  "atk-vin02a27:89_8": "Tirīṭakaṁ pana rukkhachallimayaṁ;",
  "atk-vin02a27:89_9": "taṁ pādapuñchanaṁ kātuṁ vaṭṭati.",
  "atk-vin02a27:90_0": "374.Patirūpe gāhaketi sace koci bhikkhu ‘‘ahaṁ tassa gaṇhāmī’’ti gaṇhāti, dātabbanti attho.",
  "atk-vin02a27:90_1": "Evametesu tevīsatiyā puggalesu soḷasa janā na labhanti, satta janā labhantīti.",
  "atk-vin02a27:91_0": "Saṅghebhinnecīvaruppādakathā",
  "atk-vin02a27:92_0": "376.Saṅgho bhijjatīti bhijjitvā kosambakabhikkhū viya dve koṭṭhāsā honti.",
  "atk-vin02a27:92_1": "Ekasmiṁ pakkheti ekasmiṁ koṭṭhāse dakkhiṇodakañca gandhādīni ca denti, ekasmiṁ cīvarāni.",
  "atk-vin02a27:92_2": "Saṅghassevetanti sakalassa saṅghassa dvinnampi koṭṭhāsānaṁ etaṁ hoti, ghaṇṭiṁ paharitvā dvīhipi pakkhehi ekato bhājetabbaṁ.",
  "atk-vin02a27:92_3": "Pakkhassevetanti evaṁ dinne yassa koṭṭhāsassa udakaṁ dinnaṁ, tassa udakameva hoti;",
  "atk-vin02a27:92_4": "yassa cīvaraṁ dinnaṁ, tasseva cīvaraṁ.",
  "atk-vin02a27:92_5": "Yattha pana dakkhiṇodakaṁ pamāṇaṁ hoti, tattha eko pakkho dakkhiṇodakassa laddhattā cīvarāni labhati, eko cīvarānameva laddhattāti ubhohipi ekato hutvā yathāvuḍḍhaṁ bhājetabbaṁ.",
  "atk-vin02a27:92_6": "Idaṁ kira parasamudde lakkhaṇanti mahāaṭṭhakathāyaṁ vuttaṁ.",
  "atk-vin02a27:92_7": "Tasmiṁyeva pakkheti ettha pana itaro pakkho anissaroyeva.",
  "atk-vin02a27:92_8": "Cīvarapesanavatthūni pākaṭāneva.",
  "atk-vin02a27:93_0": "Aṭṭhacīvaramātikākathā",
  "atk-vin02a27:94_0": "379.",
  "atk-vin02a27:94_1": "Idāni ādito paṭṭhāya vuttacīvarānaṁ paṭilābhakhettaṁ dassetuṁ ‘‘aṭṭhimā bhikkhave mātikā’’tiādimāha.",
  "atk-vin02a27:94_2": "Sīmāya detītiādi puggalādhiṭṭhānanayena vuttaṁ.",
  "atk-vin02a27:94_3": "Ettha pana sīmāya dānaṁ ekā mātikā, katikāya dānaṁ dutiyā…pe…",
  "atk-vin02a27:94_4": "puggalassa dānaṁ aṭṭhamā.",
  "atk-vin02a27:94_5": "Tattha sīmāya dammīti evaṁ sīmaṁ parāmasitvā dento sīmāya deti nāma.",
  "atk-vin02a27:94_6": "Esa nayo sabbattha.",
  "atk-vin02a27:95_0": "Sīmāya deti, yāvatikā bhikkhū antosīmagatā tehi bhājetabbantiādimhi pana mātikāniddese sīmāya detīti ettha tāva khaṇḍasīmā, upacārasīmā, samānasaṁvāsasīmā, avippavāsasīmā, lābhasīmā, gāmasīmā, nigamasīmā, nagarasīmā, abbhantarasīmā, udakukkhepasīmā, janapadasīmā, raṭṭhasīmā, rajjasīmā, dīpasīmā, cakkavāḷasīmāti pannarasa sīmā veditabbā.",
  "atk-vin02a27:96_0": "Tattha khaṇḍasīmā sīmākathāyaṁ vuttāva.",
  "atk-vin02a27:96_1": "Upacārasīmā parikkhittassa vihārassa parikkhepena aparikkhittassa parikkhepārahaṭṭhānena paricchinnā hoti.",
  "atk-vin02a27:96_2": "Apica bhikkhūnaṁ dhuvasannipātaṭṭhānato vā pariyante ṭhitabhojanasālato vā nibaddhavasanakaāvāsato vā thāmamajjhimassa purisassa dvinnaṁ leḍḍupātānaṁ anto upacārasīmā veditabbā, sā pana āvāsesu vaḍḍhantesu vaḍḍhati, parihāyantesu parihāyati.",
  "atk-vin02a27:96_3": "Mahāpaccariyaṁ pana ‘‘bhikkhūsupi vaḍḍhantesu vaḍḍhatī’’ti vuttaṁ.",
  "atk-vin02a27:96_4": "Tasmā sace vihāre sannipatitabhikkhūhi saddhiṁ ekābaddhā hutvā yojanasatampi pūretvā nisīdanti, yojanasatampi upacārasīmāva hoti, sabbesaṁ lābho pāpuṇāti.",
  "atk-vin02a27:96_5": "Samānasaṁvāsaavippavāsasīmādvayampi vuttameva.",
  "atk-vin02a27:97_0": "Lābhasīmā nāma neva sammāsambuddhena anuññātā, na dhammasaṅgāhakattherehi ṭhapitā;",
  "atk-vin02a27:97_1": "apica kho rājarājamahāmattā vihāraṁ kāretvā gāvutaṁ vā aḍḍhayojanaṁ vā yojanaṁ vā samantato paricchinditvā ‘‘ayaṁ amhākaṁ vihārassa lābhasīmā’’ti nāmalikhitake thambhe nikhaṇitvā ‘‘yaṁ etthantare uppajjati, sabbaṁ taṁ amhākaṁ vihārassa demā’’ti sīmaṁ ṭhapenti, ayaṁ lābhasīmā nāma.",
  "atk-vin02a27:97_2": "Gāmanigamanagaraabbhantaraudakukkhepasīmāpi vuttā eva.",
  "atk-vin02a27:97_3": "Janapadasīmā nāma –",
  "atk-vin02a27:97_4": "kāsikosalaraṭṭhādīnaṁ anto bahū janapadā honti, tattha ekeko janapadaparicchedo janapadasīmā.",
  "atk-vin02a27:97_5": "Raṭṭhasīmā nāma kāsikosalādiraṭṭhaparicchedo.",
  "atk-vin02a27:97_6": "Rajjasīmā nāma ‘‘coḷabhogo keraḷabhogo’’ti evaṁ ekekassa rañño āṇāpavattiṭṭhānaṁ.",
  "atk-vin02a27:97_7": "Dīpasīmā nāma samuddantena paricchinnamahādīpā ca antaradīpā ca.",
  "atk-vin02a27:97_8": "Cakkavāḷasīmā nāma cakkavāḷapabbateneva paricchinnā.",
  "atk-vin02a27:98_0": "Evametāsu sīmāsu khaṇḍasīmāya kenaci kammena sannipatitaṁ saṅghaṁ disvā ‘‘ettheva sīmāya saṅghassa demī’’ti vutte yāvatikā bhikkhū antokhaṇḍasīmagatā, tehi bhājetabbaṁ.",
  "atk-vin02a27:98_1": "Tesaṁyeva hi taṁ pāpuṇāti.",
  "atk-vin02a27:98_2": "Aññesaṁ sīmantarikāya vā upacārasīmāya vā ṭhitānampi na pāpuṇāti.",
  "atk-vin02a27:98_3": "Khaṇḍasīmāya ṭhite pana rukkhe vā pabbate vā ṭhitassa heṭṭhā vā pathavīvemajjhagatassa pāpuṇātiyeva.",
  "atk-vin02a27:98_4": "‘‘Imissā upacārasīmāya saṅghassa dammī’’ti dinnaṁ pana khaṇḍasīmāsīmantarikāsu ṭhitānampi pāpuṇāti.",
  "atk-vin02a27:98_5": "‘‘Samānasaṁvāsasīmāya dammī’’ti dinnaṁ pana khaṇḍasīmāsīmantarikāsu ṭhitānaṁ na pāpuṇāti.",
  "atk-vin02a27:98_6": "Avippavāsasīmālābhasīmāsu dinnaṁ tāsu sīmāsu antogatānaṁ pāpuṇāti.",
  "atk-vin02a27:98_7": "Gāmasīmādīsu dinnaṁ tāsaṁ sīmānaṁ abbhantare baddhasīmāya ṭhitānampi pāpuṇāti.",
  "atk-vin02a27:98_8": "Abbhantarasīmāudakukkhepasīmāsu dinnaṁ tattha antogatānaṁyeva pāpuṇāti.",
  "atk-vin02a27:98_9": "Janapadaraṭṭharajjadīpacakkavāḷasīmāsupi gāmasīmādīsu vuttasadisoyeva vinicchayo.",
  "atk-vin02a27:99_0": "Sace pana jambudīpe ṭhito ‘‘tambapaṇṇidīpe saṅghassa dammī’’ti deti, tambapaṇṇidīpato ekopi gantvā sabbesaṁ gaṇhituṁ labhati.",
  "atk-vin02a27:99_1": "Sacepi tatreva eko sabhāgabhikkhu sabhāgānaṁ bhāgaṁ gaṇhāti, na vāretabbo.",
  "atk-vin02a27:99_2": "Evaṁ tāva yo sīmaṁ parāmasitvā deti, tassa dāne vinicchayo veditabbo.",
  "atk-vin02a27:100_0": "Yo pana asukasīmāyāti vattuṁ na jānāti, kevalaṁ sīmāti vacanamattameva jānanto vihāraṁ gantvā ‘‘sīmāya dammī’’ti vā ‘‘sīmaṭṭhakasaṅghassa dammī’’ti vā bhaṇati, so pucchitabbo –",
  "atk-vin02a27:100_1": "‘‘sīmā nāma bahuvidhā, katarasīmaṁ sandhāya bhaṇasī’’ti ?",
  "atk-vin02a27:100_2": "Sace vadati –",
  "atk-vin02a27:100_3": "‘‘ahaṁ asukasīmāti na jānāmi, sīmaṭṭhakasaṅgho bhājetvā gaṇhātū’’ti katarasīmāya bhājetabbaṁ?",
  "atk-vin02a27:100_4": "Mahāsīvatthero kirāha –",
  "atk-vin02a27:100_5": "‘‘avippavāsasīmāyā’’ti.",
  "atk-vin02a27:100_6": "Tato naṁ āhaṁsu –",
  "atk-vin02a27:100_7": "‘‘avippavāsasīmā nāma tiyojanāpi hoti, evaṁ sante tiyojane ṭhitā lābhaṁ gaṇhissanti, tiyojane ṭhatvā āgantukavattaṁ pūretvā ārāmaṁ pavisitabbaṁ bhavissati, gamiko tiyojanaṁ gantvā senāsanaṁ āpucchissati, nissayapaṭipannassa tiyojanātikkame nissayo paṭippassambhissati, pārivāsikena tiyojanaṁ atikkamitvā aruṇaṁ uṭṭhāpetabbaṁ bhavissati, bhikkhuniyā tiyojane ṭhatvā ārāmappavesanaṁ āpucchitabbaṁ bhavissati, sabbampetaṁ upacārasīmāya paricchedavaseneva kātuṁ vaṭṭati.",
  "atk-vin02a27:100_8": "Tasmā upacārasīmāyameva bhājetabba’’nti.",
  "atk-vin02a27:101_0": "Katikāyāti samānalābhakatikāya.",
  "atk-vin02a27:101_1": "Tenevāha –",
  "atk-vin02a27:101_2": "‘‘sambahulā āvāsā samānalābhā hontī’’ti.",
  "atk-vin02a27:101_3": "Tatrevaṁ katikā kātabbā, ekasmiṁ vihāre sannipatitehi bhikkhūhi yaṁ vihāraṁ saṅgaṇhitukāmā samānalābhaṁ kātuṁ icchanti, tassa nāmaṁ gahetvā asuko nāma vihāro porāṇakoti vā buddhādhivutthoti vā appalābhoti vā yaṁkiñci kāraṇaṁ vatvā taṁ vihāraṁ iminā vihārena saddhiṁ ekalābhaṁ kātuṁ saṅghassa ruccatīti tikkhattuṁ sāvetabbaṁ.",
  "atk-vin02a27:101_4": "Ettāvatā tasmiṁ vihāre nisinnopi idha nisinnova hoti, tasmiṁ vihārepi saṅghena evameva kātabbaṁ.",
  "atk-vin02a27:101_5": "Ettāvatā idha nisinnopi tasmiṁ nisinnova hoti.",
  "atk-vin02a27:101_6": "Ekasmiṁ lābhe bhājiyamāne itarasmiṁ ṭhitassa bhāgaṁ gahetuṁ vaṭṭati.",
  "atk-vin02a27:101_7": "Evaṁ ekena vihārena saddhiṁ bahūpi āvāsā ekalābhā kātabbā.",
  "atk-vin02a27:102_0": "Bhikkhāpaññattiyāti attano pariccāgapaññāpanaṭṭhāne.",
  "atk-vin02a27:102_1": "Tenevāha –",
  "atk-vin02a27:102_2": "‘‘yattha saṅghassa dhuvakārā kariyantī’’ti.",
  "atk-vin02a27:102_3": "Tassattho –",
  "atk-vin02a27:102_4": "yasmiṁ vihāre imassa cīvaradāyakassa santakaṁ saṅghassa pākavaṭṭaṁ vā vattati, yasmiṁ vā vihāre bhikkhū attano bhāraṁ katvā sadā gehe bhojeti, yattha vā anena āvāso kārito, salākabhattādīni vā nibaddhāni, yena pana sakalopi vihāro patiṭṭhāpito, tattha vattabbameva natthi, ime dhuvakārā nāma.",
  "atk-vin02a27:102_5": "Tasmā sace so ‘‘yattha mayhaṁ dhuvakārā karīyanti, tattha dammī’’ti vā ‘‘tattha dethā’’ti vā bhaṇati, bahūsu cepi ṭhānesu dhuvakārā honti, sabbattha dinnameva hoti.",
  "atk-vin02a27:103_0": "Sace pana ekasmiṁ vihāre bhikkhū bahutarā honti, tehi vattabbaṁ –",
  "atk-vin02a27:103_1": "‘‘tumhākaṁ dhuvakāre ekattha bhikkhū bahū ekattha appakā’’ti.",
  "atk-vin02a27:103_2": "Sace ‘‘bhikkhugaṇanāya gaṇhathā’’ti bhaṇati, tathā bhājetvā gaṇhituṁ vaṭṭati.",
  "atk-vin02a27:103_3": "Ettha ca vatthabhesajjādi appakampi sukhena bhājiyati.",
  "atk-vin02a27:103_4": "Yadi pana mañco vā pīṭhakaṁ vā ekameva hoti, taṁ pucchitvā yassa vā vihārassa ekavihārepi vā yassa senāsanassa so vicāreti, tattha dātabbaṁ.",
  "atk-vin02a27:103_5": "Sace ‘‘asukabhikkhu gaṇhātū’’ti vadati, vaṭṭati.",
  "atk-vin02a27:103_6": "Atha ‘‘mayhaṁ dhuvakāre dethā’’ti vatvā avicāretvāva gacchati, saṅghassāpi vicāretuṁ vaṭṭati.",
  "atk-vin02a27:103_7": "Evaṁ pana vicāretabbaṁ –",
  "atk-vin02a27:103_8": "‘‘saṅghattherassa vasanaṭṭhāne dethā’’ti vattabbaṁ.",
  "atk-vin02a27:103_9": "Sace tassa senāsanaṁ paripuṇṇaṁ hoti, yattha nappahoti, tattha dātabbaṁ.",
  "atk-vin02a27:103_10": "Sace eko bhikkhu ‘‘mayhaṁ vasanaṭṭhāne senāsanaparibhogabhaṇḍaṁ natthī’’ti vadati, tattha dātabbaṁ.",
  "atk-vin02a27:104_0": "Saṅghassa detīti vihāraṁ pavisitvā ‘‘imāni cīvarāni saṅghassa dammī’’ti deti.",
  "atk-vin02a27:104_1": "Sammukhībhūtenāti upacārasīmāya ṭhitena saṅghena ghaṇṭiṁ paharitvā kālaṁ ghosetvā bhājetabbaṁ.",
  "atk-vin02a27:104_2": "Sīmaṭṭhassa asampattassāpi bhāgaṁ gaṇhanto na vāretabbo.",
  "atk-vin02a27:104_3": "Vihāro mahā hoti, therāsanato paṭṭhāya vatthesu diyyamānesu alasajātikā mahātherā pacchā āgacchanti, ‘‘bhante vīsativassānaṁ diyyati, tumhākaṁ ṭhitikā atikkantā’’ti na vattabbā, ṭhitikaṁ ṭhapetvā tesaṁ datvā pacchā ṭhitikāya dātabbaṁ.",
  "atk-vin02a27:105_0": "Asukavihāre kira bahuṁ cīvaraṁ uppannanti sutvā yojanantarikavihāratopi bhikkhū āgacchanti, sampattasampattānaṁ ṭhitaṭṭhānato paṭṭhāya dātabbaṁ.",
  "atk-vin02a27:105_1": "Asampattānampi upacārasīmaṁ paviṭṭhānaṁ antevāsikādīsu gaṇhantesu dātabbameva.",
  "atk-vin02a27:105_2": "‘‘Bahiupacārasīmāya ṭhitānaṁ dethā’’ti vadanti, na dātabbaṁ.",
  "atk-vin02a27:105_3": "Sace pana upacārasīmaṁ okkantehi ekābaddhā hutvā attano vihāradvāre vā antovihāreyeva vā honti, parisavasena vaḍḍhitā nāma hoti sīmā , tasmā dātabbaṁ.",
  "atk-vin02a27:105_4": "Saṅghanavakassa dinnepi pacchā āgatānaṁ dātabbameva.",
  "atk-vin02a27:105_5": "Dutiyabhāge pana therāsanaṁ āruḷhe āgatānaṁ paṭhamabhāgo na pāpuṇāti, dutiyabhāgato vassaggena dātabbaṁ.",
  "atk-vin02a27:106_0": "Ekasmiṁ vihāre dasa bhikkhū honti, ‘‘dasa vatthāni saṅghassa demā’’ti denti, pāṭekkaṁ bhājetabbāni .",
  "atk-vin02a27:106_1": "Sace ‘‘sabbāneva amhākaṁ pāpuṇantī’’ti gahetvā gacchanti, duppāpitāni ceva duggahitāni ca gatagataṭṭhāne saṅghikāneva honti.",
  "atk-vin02a27:106_2": "Ekaṁ pana uddharitvā ‘‘idaṁ tumhākaṁ pāpuṇātī’’ti saṅghattherassa datvā ‘‘sesāni amhākaṁ pāpuṇantī’’ti gahetuṁ vaṭṭati.",
  "atk-vin02a27:107_0": "Ekameva vatthaṁ saṅghassa demāti āharanti, abhājetvāva amhākaṁ pāpuṇantīti gaṇhanti, duppāpitañceva duggahitañca.",
  "atk-vin02a27:107_1": "Satthakena pana haliddiādinā vā lekhaṁ katvā ekaṁ koṭṭhāsaṁ ‘‘imaṁ ṭhānaṁ tumhākaṁ pāpuṇātī’’ti saṅghattherassa pāpetvā ‘‘sesaṁ amhākaṁ pāpuṇātī’’ti gahetuṁ vaṭṭati.",
  "atk-vin02a27:107_2": "Yaṁ pana vatthasseva pupphaṁ vā vali vā, tena paricchedaṁ kātuṁ na vaṭṭati.",
  "atk-vin02a27:107_3": "Sace ekaṁ tantaṁ uddharitvā ‘‘idaṁ ṭhānaṁ tumhākaṁ pāpuṇātī’’ti saṅghattherassa datvā ‘‘sesaṁ amhākaṁ pāpuṇātī’’ti gaṇhanti, vaṭṭati.",
  "atk-vin02a27:107_4": "Khaṇḍaṁ khaṇḍaṁ chinditvā bhājiyamānaṁ vaṭṭatiyeva.",
  "atk-vin02a27:108_0": "Ekabhikkhuke vihāre saṅghassa cīvaresu uppannesu sace pubbe vuttanayeneva so bhikkhu ‘‘sabbāni mayhaṁ pāpuṇantī’’ti gaṇhāti, suggahitāni, ṭhitikā pana na tiṭṭhati.",
  "atk-vin02a27:108_1": "Sace ekekaṁ uddharitvā ‘‘idaṁ mayhaṁ pāpuṇātī’’ti gaṇhāti, ṭhitikā tiṭṭhati.",
  "atk-vin02a27:108_2": "Tattha aṭṭhitāya ṭhitikāya puna aññasmiṁ cīvare uppanne sace eko bhikkhu āgacchati, majjhe chinditvā dvīhipi gahetabbaṁ.",
  "atk-vin02a27:108_3": "Ṭhitāya ṭhitikāya puna aññasmiṁ cīvare uppanne sace navakataro āgacchati, ṭhitikā heṭṭhā orohati.",
  "atk-vin02a27:108_4": "Sace vuḍḍhataro āgacchati, ṭhitikā uddhaṁ ārohati.",
  "atk-vin02a27:108_5": "Athañño natthi, puna attano pāpetvā gahetabbaṁ.",
  "atk-vin02a27:109_0": "‘‘Saṅghassa demā’’ti vā ‘‘bhikkhusaṅghassa demā’’ti vā yena kenaci ākārena saṅghaṁ āmasitvā dinnaṁ pana paṁsukūlikānaṁ na vaṭṭati, ‘‘gahapaticīvaraṁ paṭikkhipāmi paṁsukūlikaṅgaṁ samādiyāmī’’ti vuttattā, na pana akappiyattā .",
  "atk-vin02a27:109_1": "Bhikkhusaṅghena apaloketvā dinnampi na gahetabbaṁ.",
  "atk-vin02a27:109_2": "Yaṁ pana bhikkhu attano santakaṁ deti, taṁ bhikkhudattiyaṁ nāma vaṭṭati, paṁsukūlaṁ pana na hoti.",
  "atk-vin02a27:109_3": "Evaṁ santepi dhutaṅgaṁ na bhijjati.",
  "atk-vin02a27:109_4": "‘‘Bhikkhūnaṁ dema, therānaṁ demā’’ti vutte pana paṁsukūlikānampi vaṭṭati.",
  "atk-vin02a27:109_5": "‘‘Idaṁ vatthaṁ saṅghassa dema, iminā upāhanatthavikapattatthavikaāyogaaṁsabaddhakādīni karontū’’ti dinnampi vaṭṭati.",
  "atk-vin02a27:110_0": "Pattatthavikādīnaṁ atthāya dinnāni bahūnipi honti, cīvaratthāyapi pahonti, tato cīvaraṁ katvā pārupituṁ vaṭṭati.",
  "atk-vin02a27:110_1": "Sace pana saṅgho bhājitātirittāni vatthāni chinditvā upāhanatthavikādīnaṁ atthāya bhājeti, tato gahetuṁ na vaṭṭati.",
  "atk-vin02a27:110_2": "Sāmikehi vicāritameva hi vaṭṭati, na itaraṁ.",
  "atk-vin02a27:111_0": "‘‘Paṁsukūlikasaṅghassa dhamakaraṇapaṭādīnaṁ atthāya demā’’ti vuttepi gahetuṁ vaṭṭati, parikkhāro nāma paṁsukūlikānampi icchitabbo.",
  "atk-vin02a27:111_1": "Yaṁ tattha atirekaṁ hoti, taṁ cīvarepi upanetuṁ vaṭṭati.",
  "atk-vin02a27:111_2": "Suttaṁ saṅghassa denti, paṁsukūlikehipi gahetabbaṁ.",
  "atk-vin02a27:111_3": "Ayaṁ tāva vihāraṁ pavisitvā ‘‘imāni cīvarāni saṅghassa dammī’’ti dinnesu vinicchayo.",
  "atk-vin02a27:112_0": "Sace pana bahiupacārasīmāyaṁ addhānappaṭipanne bhikkhū disvā ‘‘saṅghassa dammī’’ti saṅghattherassa vā saṅghanavakassa vā āroceti, sacepi yojanaṁ pharitvā parisā ṭhitā hoti, ekabaddhā ce, sabbesaṁ pāpuṇāti.",
  "atk-vin02a27:112_1": "Ye pana dvādasahi hatthehi parisaṁ asampattā, tesaṁ na pāpuṇāti.",
  "atk-vin02a27:113_0": "Ubhatosaṅghassa detīti ettha ‘‘ubhatosaṅghassa dammī’’ti vuttepi ‘‘dvidhā saṅghassa dammi, dvinnaṁ saṅghānaṁ dammi, bhikkhusaṅghassa ca bhikkhunisaṅghassa ca dammī’’ti vuttepi ubhatosaṅghassa dinnameva hoti.",
  "atk-vin02a27:113_1": "Upaḍḍhaṁ dātabbanti dvebhāge same katvā eko dātabbo.",
  "atk-vin02a27:113_2": "‘‘Ubhatosaṅghassa ca tuyhañca dammī’’ti vutte sace dasa dasa bhikkhū ca bhikkhuniyo ca honti, ekavīsati paṭivīse katvā eko puggalassa dātabbo, dasa bhikkhusaṅghassa, dasa bhikkhunisaṅghassa yena puggaliko laddho so saṅghatopi attano vassaggena gahetuṁ labhati. Kasmā?",
  "atk-vin02a27:113_3": "Ubhatosaṅghaggahaṇena gahitattā.",
  "atk-vin02a27:114_0": "‘‘Ubhatosaṅghassa ca cetiyassa ca dammī’’ti vuttepi eseva nayo.",
  "atk-vin02a27:114_1": "Idha pana cetiyassa saṅghato pāpuṇanakoṭṭhāso nāma natthi, ekapuggalassa pattakoṭṭhāsasamova koṭṭhāso hoti.",
  "atk-vin02a27:115_0": "‘‘Ubhatosaṅghassa ca tuyhañca cetiyassa cā’’ti vutte pana dvāvīsati koṭṭhāse katvā dasa bhikkhūnaṁ, dasa bhikkhunīnaṁ, eko puggalassa, eko cetiyassa dātabbo.",
  "atk-vin02a27:115_1": "Tattha puggalo saṅghatopi attano vassaggena puna gahetuṁ labhati, cetiyassa ekoyeva.",
  "atk-vin02a27:116_0": "‘‘Bhikkhusaṅghassa ca bhikkhunīnañca dammī’’ti vutte pana na majjhe bhinditvā dātabbaṁ, bhikkhū ca bhikkhuniyo ca gaṇetvā dātabbaṁ.",
  "atk-vin02a27:116_1": "‘‘Bhikkhusaṅghassa ca bhikkhunīnañca tuyhañcā’’ti vutte pana puggalo visuṁ na labhati, pāpuṇanaṭṭhānato ekameva labhati. Kasmā?",
  "atk-vin02a27:116_2": "Bhikkhusaṅghaggahaṇena gahitattā.",
  "atk-vin02a27:116_3": "‘‘Bhikkhusaṅghassa ca bhikkhunīnañca tuyhañca cetiyassa cā’’ti vuttepi cetiyassa ekapuggalapaṭivīso labbhati, puggalassa visuṁ na labbhati, tasmā ekaṁ cetiyassa datvā avasesaṁ bhikkhū ca bhikkhuniyo ca gaṇetvā bhājetabbaṁ.",
  "atk-vin02a27:117_0": "‘‘Bhikkhūnañca bhikkhunīnañca dammī’’ti vuttepi majjhe bhinditvā na dātabbaṁ, puggalagaṇanāya eva vibhajitabbaṁ.",
  "atk-vin02a27:117_1": "‘‘Bhikkhūnañca bhikkhunīnañca tuyhañca cetiyassa cā’’ti evaṁ vuttepi cetiyassa ekapuggalapaṭivīso labbhati, puggalassa visuṁ natthi, bhikkhū ca bhikkhuniyo ca gaṇetvā eva bhājetabbaṁ.",
  "atk-vin02a27:117_2": "Yathā ca bhikkhusaṅghaṁ ādiṁ katvā nayo nīto, evaṁ bhikkhunisaṅghaṁ ādiṁ katvāpi netabbo.",
  "atk-vin02a27:117_3": "‘‘Bhikkhusaṅghassa ca tuyhañcā’’ti vutte puggalassa visuṁ na labbhati, vassaggeneva gahetabbaṁ.",
  "atk-vin02a27:117_4": "‘‘Bhikkhusaṅghassa ca cetiyassa cā’’ti vutte pana cetiyassa visuṁ paṭivīso labbhati.",
  "atk-vin02a27:117_5": "‘‘Bhikkhusaṅghassa ca tuyhañca cetiyassa cā’’ti vuttepi cetiyasseva labbhati, na puggalassa.",
  "atk-vin02a27:118_0": "‘‘Bhikkhūnañca tuyhañcā’’ti vuttepi visuṁ na labbhati.",
  "atk-vin02a27:118_1": "‘‘Bhikkhūnañca cetiyassa cā’’ti vutte pana cetiyassa labbhati.",
  "atk-vin02a27:118_2": "‘‘Bhikkhūnañca tuyhañca cetiyassa cā’’ti vuttepi cetiyasseva visuṁ labbhati, na puggalassa.",
  "atk-vin02a27:118_3": "Bhikkhunisaṅghaṁ ādiṁ katvāpi evameva yojetabbaṁ.",
  "atk-vin02a27:119_0": "Pubbe buddhappamukhassa ubhatosaṅghassa dānaṁ denti, bhagavā majjhe nisīdati, dakkhiṇato bhikkhū vāmato bhikkhuniyo nisīdanti, bhagavā ubhinnaṁ saṅghatthero , tadā bhagavā attanā laddhapaccaye attanāpi paribhuñjati, bhikkhūnampi dāpeti.",
  "atk-vin02a27:119_1": "Etarahi pana paṇḍitamanussā sadhātukaṁ paṭimaṁ vā cetiyaṁ vā ṭhapetvā buddhappamukhassa ubhatosaṅghassa dānaṁ denti.",
  "atk-vin02a27:119_2": "Paṭimāya vā cetiyassa vā purato ādhārake pattaṁ ṭhapetvā dakkhiṇodakaṁ datvā buddhānaṁ demāti, tattha yaṁ paṭhamaṁ khādanīyaṁ bhojanīyaṁ denti, vihāraṁ vā āharitvā idaṁ cetiyassa demāti piṇḍapātañca mālāgandhādīni ca denti, tattha kathaṁ paṭipajjitabbanti?",
  "atk-vin02a27:119_3": "Mālāgandhādīni tāva cetiye āropetabbāni, vatthehi paṭākā, telena padīpā kātabbā, piṇḍapātamadhuphāṇitādīni pana yo nibaddhacetiyajaggako hoti pabbajito vā gahaṭṭho vā, tasseva dātabbāni.",
  "atk-vin02a27:119_4": "Nibaddhajaggake asati āhaṭabhattaṁ ṭhapetvā vattaṁ katvā paribhuñjituṁ vaṭṭati.",
  "atk-vin02a27:119_5": "Upakaṭṭhe kāle bhuñjitvā pacchāpi vattaṁ kātuṁ vaṭṭatiyeva.",
  "atk-vin02a27:120_0": "Mālāgandhādīsu ca yaṁ kiñci ‘‘idaṁ haritvā cetiyassapūjaṁ karothā’’ti vutte dūrampi haritvā pūjetabbaṁ.",
  "atk-vin02a27:120_1": "‘‘Bhikkhaṁ saṅghassa harā’’ti vuttepi haritabbaṁ.",
  "atk-vin02a27:120_2": "Sace pana ‘‘ahaṁ piṇḍāya carāmi, āsanasālāya bhikkhū atthi, te āharissantī’’ti vutte ‘‘bhante tuyhaṁyeva dammī’’ti vadati, bhuñjituṁ vaṭṭati.",
  "atk-vin02a27:120_3": "Atha pana ‘‘bhikkhusaṅghassa dassāmī’’ti harantassa gacchato antarāva kālo upakaṭṭho hoti, attano pāpetvā bhuñjituṁ vaṭṭati.",
  "atk-vin02a27:121_0": "Vassaṁvuṭṭhasaṅghassa detīti vihāraṁ pavisitvā ‘‘imāni cīvarāni vassaṁvuṭṭhasaṅghassa dammī’’ti deti.",
  "atk-vin02a27:121_1": "Yāvatikā bhikkhū tasmiṁ āvāse vassaṁvuṭṭhāti yattakā vassacchedaṁ akatvā purimavassaṁvuṭṭhā, tehi bhājetabbaṁ, aññesaṁ na pāpuṇāti.",
  "atk-vin02a27:121_2": "Disāpakkantassāpi sati paṭiggāhake yāva kathinassubbhārā dātabbaṁ, anatthate pana kathine antohemante evañca vatvā dinnaṁ, pacchimavassaṁvuṭṭhānampi pāpuṇātīti lakkhaṇaññū vadanti.",
  "atk-vin02a27:121_3": "Aṭṭhakathāsu panetaṁ na vicāritaṁ.",
  "atk-vin02a27:122_0": "Sace pana bahiupacārasīmāyaṁ ṭhito ‘‘vassaṁvuṭṭhasaṅghassa dammī’’ti vadati, sampattānaṁ sabbesaṁ pāpuṇāti.",
  "atk-vin02a27:122_1": "Atha ‘‘asukavihāre vassaṁvuṭṭhasaṅghassā’’ti vadati, tatra vassaṁvuṭṭhānameva yāva kathinassubbhārā pāpuṇāti.",
  "atk-vin02a27:122_2": "Sace pana gimhānaṁ paṭhamadivasato paṭṭhāya evaṁ vadati, tatra sammukhībhūtānaṁ sabbesaṁ pāpuṇāti. Kasmā?",
  "atk-vin02a27:122_3": "Piṭṭhisamaye uppannattā.",
  "atk-vin02a27:122_4": "Antovasseyeva ‘‘vassaṁ vasantānaṁ dammī’’ti vutte chinnavassā na labhanti, vassaṁ vasantāva labhanti.",
  "atk-vin02a27:122_5": "Cīvaramāse pana ‘‘vassaṁ vasantānaṁ dammī’’ti vutte pacchimikāya vassūpagatānaṁyeva pāpuṇāti, purimikāya vassūpagatānañca chinnavassānañca na pāpuṇāti.",
  "atk-vin02a27:123_0": "Cīvaramāsato paṭṭhāya yāva hemantassa pacchimo divaso, tāva vassāvāsikaṁ demāti vutte kathinaṁ atthataṁ vā hotu anatthataṁ vā atītavassaṁvuṭṭhānameva pāpuṇāti.",
  "atk-vin02a27:123_1": "Gimhānaṁ paṭhamadivasato paṭṭhāya vutte pana mātikā āropetabbā –",
  "atk-vin02a27:123_2": "‘‘atītavassāvāsassa pañca māsā atikkantā, anāgato catumāsaccayena bhavissati, kataravassāvāsassa detī’’ti?",
  "atk-vin02a27:123_3": "Sace ‘‘atītavassaṁvuṭṭhānaṁ dammī’’ti vadati, taṁantovassaṁvuṭṭhānameva pāpuṇāti, disāpakkantānampi sabhāgā gaṇhituṁ labhanti.",
  "atk-vin02a27:124_0": "Sace ‘‘anāgate vassāvāsikaṁ dammī’’ti vadati, taṁ ṭhapetvā vassūpanāyikadivase gahetabbaṁ.",
  "atk-vin02a27:124_1": "Atha ‘‘agutto vihāro, corabhayaṁ atthi, na sakkā ṭhapetuṁ, gaṇhitvā vā āhiṇḍitu’’nti vutte ‘‘sampattānaṁ dammī’’ti vadati, bhājetvā gahetabbaṁ.",
  "atk-vin02a27:124_2": "Sace vadati ‘‘ito me bhante tatiye vasse vassāvāsikaṁ na dinnaṁ, taṁ dammī’’ti, tasmiṁ antovasse vuṭṭhabhikkhūnaṁ pāpuṇāti.",
  "atk-vin02a27:124_3": "Sace te disā pakkantā, añño vissāsiko gaṇhāti, dātabbaṁ.",
  "atk-vin02a27:124_4": "Atha ekoyeva avasiṭṭho, sesā kālaṅkatā, sabbaṁ ekasseva pāpuṇāti.",
  "atk-vin02a27:124_5": "Sace ekopi natthi, saṅghikaṁ hoti, sammukhībhūtehi bhājetabbaṁ.",
  "atk-vin02a27:125_0": "Ādissa detīti ādisitvā paricchinditvā deti;",
  "atk-vin02a27:125_1": "yāguyā vātiādīsu ayamattho –",
  "atk-vin02a27:125_2": "yāguyā vā…pe…",
  "atk-vin02a27:125_3": "bhesajje vā ādissa deti.",
  "atk-vin02a27:125_4": "Tatrāyaṁ yojanā –",
  "atk-vin02a27:125_5": "bhikkhū ajjatanāya vā svātanāya vā yāguyā nimantetvā tesaṁ gharaṁ paviṭṭhānaṁ yāguṁ deti, yāguṁ datvā pītāya yāguyā ‘‘imāni cīvarāni, yehi mayhaṁ yāgu pītā, tesaṁ dammī’’ti deti, yehi nimantitehi yāgu pītā, tesaṁyeva pāpuṇāti.",
  "atk-vin02a27:125_6": "Yehi pana bhikkhācāravattena gharadvārena gacchantehi vā gharaṁ paviṭṭhehi vā yāgu laddhā, yesaṁ vā āsanasālato pattaṁ āharitvā manussehi nītā, yesaṁ vā therehi pesitā, tesaṁ na pāpuṇāti.",
  "atk-vin02a27:125_7": "Sace pana nimantitabhikkhūhi saddhiṁ aññepi bahū āgantvā antogehañca bahigehañca pūretvā nisinnā, dāyako ca evaṁ vadati –",
  "atk-vin02a27:125_8": "‘‘nimantitā vā hontu animantitā vā, yesaṁ mayā yāgu dinnā, sabbesaṁ imāni vatthāni hontū’’ti sabbesaṁ pāpuṇanti.",
  "atk-vin02a27:125_9": "Yehi pana therānaṁ hatthato yāgu laddhā , tesaṁ na pāpuṇanti.",
  "atk-vin02a27:125_10": "Atha so ‘‘yehi mayhaṁ yāgu pītā, sabbesaṁ hontū’’ti vadati, sabbesaṁ pāpuṇanti.",
  "atk-vin02a27:125_11": "Bhattakhādanīyesupi eseva nayo.",
  "atk-vin02a27:126_0": "Cīvare vāti pubbepi yena vassaṁ vāsetvā bhikkhūnaṁ cīvaraṁ dinnapubbaṁ hoti, so ce bhikkhū bhojetvā vadati –",
  "atk-vin02a27:126_1": "‘‘yesaṁ mayā pubbe cīvaraṁ dinnaṁ, tesaṁyeva imaṁ cīvaraṁ vā suttaṁ vā sappimadhuphāṇitādīni vā hontū’’ti, sabbaṁ tesaṁyeva pāpuṇāti.",
  "atk-vin02a27:126_2": "Senāsane vāti yo mayā kārite vihāre vā pariveṇe vā vasati, tassidaṁ hotū’’ti vutte tasseva hoti.",
  "atk-vin02a27:126_3": "Bhesajje vāti ‘‘mayaṁ kālena kālaṁ therānaṁ sappiādīni bhesajjāni dema, yehi tāni laddhāni, tesaṁyevidaṁ hotū’’ti vutte tesaṁyeva hoti.",
  "atk-vin02a27:127_0": "Puggalassa detīti ‘‘imaṁ cīvaraṁ itthannāmassa dammī’’ti evaṁ parammukhā vā pādamūle ṭhapetvā ‘‘imaṁ bhante tumhākaṁ dammī’’ti evaṁ sammukhā vā deti.",
  "atk-vin02a27:127_1": "Sace pana ‘‘idaṁ tumhākañca tumhākaṁ antevāsikānañca dammī’’ti evaṁ vadati, therassa ca antevāsikānañca pāpuṇāti.",
  "atk-vin02a27:127_2": "Uddesaṁ gahetuṁ āgato gahetvā gacchanto ca atthi, tassāpi pāpuṇāti.",
  "atk-vin02a27:127_3": "‘‘Tumhehi saddhiṁ nibaddhacārikabhikkhūnaṁ dammī’’ti vutte uddesantevāsikānaṁ vattaṁ katvā uddesaparipucchādīni gahetvā vicarantānaṁ sabbesaṁ pāpuṇāti.",
  "atk-vin02a27:127_4": "Ayaṁ puggalassa detīti imasmiṁ pade vinicchayo.",
  "atk-vin02a27:127_5": "Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a27:128_0": "Cīvarakkhandhakavaṇṇanā niṭṭhitā."
}