{
  "atk-s0502a2:0_0": "2. Appamādavaggo",
  "atk-s0502a2:1_0": "1. Sāmāvatīvatthu",
  "atk-s0502a2:2_0": "Appamādoamatapadanti imaṁ dhammadesanaṁ satthā kosambiṁ upanissāya ghositārāme viharanto sāmāvatippamukhānaṁ pañcannaṁ itthisatānaṁ, māgaṇḍiyappamukhānañca etissā pañcannaṁ ñātisatānaṁ maraṇabyasanaṁ ārabbha kathesi.",
  "atk-s0502a2:3_0": "Tatrāyaṁ anupubbikathā –",
  "atk-s0502a2:3_1": "atīte allakapparaṭṭhe allakapparājā nāma, veṭhadīpakaraṭṭhe veṭhadīpakarājā nāmāti ime dve daharakālato paṭṭhāya sahāyakā hutvā ekācariyakule sippaṁ uggaṇhitvā attano attano pitūnaṁ accayena chattaṁ ussāpetvā āyāmena dasadasayojanike raṭṭhe rājāno ahesuṁ.",
  "atk-s0502a2:3_2": "Te kālena kālaṁ samāgantvā ekato tiṭṭhantā nisīdantā nipajjantā mahājanaṁ jāyamānañca jīyamānañca mīyamānañca disvā ‘‘paralokaṁ gacchantaṁ anugacchanto nāma natthi, antamaso attano sarīrampi nānugacchati, sabbaṁ pahāya gantabbaṁ, kiṁ no gharāvāsena, pabbajissāmā’’ti mantetvā rajjāni puttadārānaṁ niyyādetvā isipabbajjaṁ pabbajitvā himavantappadese vasantā mantayiṁsu –",
  "atk-s0502a2:3_3": "‘‘mayaṁ rajjaṁ pahāya pabbajitā, na jīvituṁ asakkontā.",
  "atk-s0502a2:3_4": "Te mayaṁ ekaṭṭhāne vasantā apabbajitasadisāyeva homa, tasmā visuṁ vasissāma.",
  "atk-s0502a2:3_5": "Tvaṁ etasmiṁ pabbate vasa, ahaṁ imasmiṁ pabbate vasissāmi.",
  "atk-s0502a2:3_6": "Anvaḍḍhamāsaṁ pana uposathadivase ekato bhavissāmā’’ti.",
  "atk-s0502a2:3_7": "Atha kho nesaṁ etadahosi –",
  "atk-s0502a2:3_8": "‘‘evampi no gaṇasaṅgaṇikāva bhavissati, tvaṁ pana tava pabbate aggiṁ jāleyyāsi, ahaṁ mama pabbate aggiṁ jālessāmi, tāya saññāya atthibhāvaṁ jānissāmā’’ti.",
  "atk-s0502a2:3_9": "Te tathā kariṁsu.",
  "atk-s0502a2:4_0": "Atha aparabhāge veṭhadīpakatāpaso kālaṁ katvā mahesakkho devarājā hutvā nibbatto.",
  "atk-s0502a2:4_1": "Tato aḍḍhamāse sampatte aggiṁ adisvāva itaro ‘‘sahāyako me kālakato’’ti aññāsi.",
  "atk-s0502a2:4_2": "Itaropi nibbattakkhaṇeyeva attano devasiriṁ oloketvā kammaṁ upadhārento nikkhamanato paṭṭhāya attano tapacariyaṁ disvā ‘‘gantvā mama sahāyakaṁ passissāmī’’ti taṁ attabhāvaṁ vijahitvā maggikapuriso viya tassa santikaṁ gantvā vanditvā ekamantaṁ aṭṭhāsi.",
  "atk-s0502a2:4_3": "Atha naṁ so āha –",
  "atk-s0502a2:4_4": "‘‘kuto āgatosī’’ti?",
  "atk-s0502a2:4_5": "‘‘Maggikapuriso ahaṁ, bhante, dūratova āgatomhi.",
  "atk-s0502a2:4_6": "Kiṁ pana, bhante, ayyo imasmiṁ ṭhāne ekakova vasati, aññopi koci atthī’’ti?",
  "atk-s0502a2:4_7": "‘‘Atthi me eko sahāyako’’ti.",
  "atk-s0502a2:4_8": "‘‘Kuhiṁ so’’ti?",
  "atk-s0502a2:4_9": "‘‘Etasmiṁ pabbate vasati, uposathadivase pana aggiṁ na jāleti, mato nūna bhavissatī’’ti.",
  "atk-s0502a2:4_10": "‘‘Evaṁ, bhante’’ti?",
  "atk-s0502a2:4_11": "‘‘Evamāvuso’’ti.",
  "atk-s0502a2:4_12": "‘‘Ahaṁ so, bhante’’ti.",
  "atk-s0502a2:4_13": "‘‘Kuhiṁ nibbattosī’’ti?",
  "atk-s0502a2:4_14": "‘‘Devaloke mahesakkho devarājā hutvā nibbattosmi, bhante, ‘ayyaṁ passissāmī’ti puna āgatomhi.",
  "atk-s0502a2:4_15": "Api nu kho ayyānaṁ imasmiṁ ṭhāne vasantānaṁ koci upaddavo atthī’’ti?",
  "atk-s0502a2:4_16": "‘‘Āma, āvuso, hatthī nissāya kilamāmī’’ti.",
  "atk-s0502a2:4_17": "‘‘Kiṁ vo, bhante, hatthī karontī’’ti?",
  "atk-s0502a2:4_18": "‘‘Sammajjanaṭṭhāne laṇḍaṁ pātenti, pādehi bhūmiyaṁ paharitvā paṁsuṁ uddharanti, svāhaṁ laṇḍaṁ chaḍḍento paṁsuṁ samaṁ karonto kilamāmī’’ti.",
  "atk-s0502a2:4_19": "‘‘Kiṁ pana tesaṁ anāgamanaṁ icchathā’’ti?",
  "atk-s0502a2:4_20": "‘‘Āmāvuso’’ti.",
  "atk-s0502a2:4_21": "‘‘Tena hi tesaṁ anāgamanaṁ karissāmī’’ti tāpasassa hatthikantavīṇañceva hatthikantamantañca adāsi.",
  "atk-s0502a2:4_22": "Dadanto ca pana vīṇāya tisso tantiyo dassetvā tayo mante uggaṇhāpetvā ‘‘imaṁ tantiṁ paharitvā imasmiṁ mante vutte nivattitvā oloketumpi asakkontā hatthī palāyanti, imaṁ tantiṁ paharitvā imasmiṁ mante vutte nivattitvā pacchato olokentā olokentā palāyanti, imaṁ tantiṁ paharitvā imasmiṁ mante vutte hatthiyūthapati piṭṭhiṁ upanāmento āgacchatī’’ti ācikkhitvā, ‘‘yaṁ vo ruccati, taṁ kareyyāthā’’ti vatvā tāpasaṁ vanditvā pakkāmi.",
  "atk-s0502a2:4_23": "Tāpaso palāyanamantaṁ vatvā palāyanatantiṁ paharitvā hatthī palāpetvā vasi.",
  "atk-s0502a2:5_0": "Tasmiṁ samaye kosambiyaṁ pūrantappo nāma rājā hoti.",
  "atk-s0502a2:5_1": "So ekadivasaṁ gabbhiniyā deviyā saddhiṁ bālasūriyatapaṁ tappamāno abbhokāsatale nisīdi.",
  "atk-s0502a2:5_2": "Devī rañño pārupanaṁ satasahassagghanikaṁ rattakambalaṁ pārupitvā nisinnā raññā saddhiṁ samullapamānā rañño aṅgulito satasahassagghanikaṁ rājamuddikaṁ nīharitvā attano aṅguliyaṁ pilandhi.",
  "atk-s0502a2:5_3": "Tasmiṁ samaye hatthiliṅgasakuṇo ākāsena gacchanto dūrato rattakambalapārupanaṁ deviṁ disvā ‘‘maṁsapesī’’ti saññāya pakkhe vissajjetvā otari.",
  "atk-s0502a2:5_4": "Rājā tassa otaraṇasaddena bhīto uṭṭhāya antonivesanaṁ pāvisi.",
  "atk-s0502a2:5_5": "Devī garugabbhatāya ceva bhīrukajātikatāya ca vegena gantuṁ nāsakkhi.",
  "atk-s0502a2:5_6": "Atha naṁ so sakuṇo ajjhappatto nakhapañjare nisīdāpetvā ākāsaṁ pakkhandi.",
  "atk-s0502a2:5_7": "Te kira sakuṇā pañcannaṁ hatthīnaṁ balaṁ dhārenti.",
  "atk-s0502a2:5_8": "Tasmā ākāsena netvā yathārucitaṭṭhāne nisīditvā maṁsaṁ khādanti.",
  "atk-s0502a2:5_9": "Sāpi tena nīyamānā maraṇabhayabhītā cintesi –",
  "atk-s0502a2:5_10": "‘‘sacāhaṁ viravissāmi, manussasaddo nāma tiracchānagatānaṁ ubbejanīyo, taṁ sutvā maṁ chaḍḍessati.",
  "atk-s0502a2:5_11": "Evaṁ sante saha gabbhena jīvitakkhayaṁ pāpuṇissāmi, yasmiṁ pana ṭhāne nisīditvā maṁ khādituṁ ārabhissati, tatra naṁ saddaṁ katvā palāpessāmī’’ti.",
  "atk-s0502a2:5_12": "Sā attano paṇḍitatāya adhivāsesi.",
  "atk-s0502a2:6_0": "Tadā ca himavantapadese thokaṁ vaḍḍhitvā maṇḍapākārena ṭhito eko mahānigrodho hoti.",
  "atk-s0502a2:6_1": "So sakuṇo migarūpādīni tattha netvā khādati, tasmā tampi tattheva netvā viṭapabbhantare ṭhapetvā āgatamaggaṁ olokesi.",
  "atk-s0502a2:6_2": "Āgatamaggolokanaṁ kira tesaṁ dhammatā.",
  "atk-s0502a2:6_3": "Tasmiṁ khaṇe devī, ‘‘idāni imaṁ palāpetuṁ vaṭṭatī’’ti cintetvā ubho hatthe ukkhipitvā pāṇisaddañceva mukhasaddañca katvā taṁ palāpesi.",
  "atk-s0502a2:6_4": "Athassā sūriyatthaṅgamanakāle gabbhe kammajavātā caliṁsu.",
  "atk-s0502a2:6_5": "Sabbadisāsu gajjanto mahāmegho uṭṭhahi.",
  "atk-s0502a2:6_6": "Sukhedhitāya rājamahesiyā ‘‘mā bhāyi, ayye’’ti vacanamattampi alabhamānāya dukkhaparetāya sabbarattiṁ niddā nāma nāhosi.",
  "atk-s0502a2:6_7": "Vibhātāya pana rattiyā valāhakavigamo ca aruṇuggamanañca tassā gabbhavuṭṭhānañca ekakkhaṇeyeva ahosi.",
  "atk-s0502a2:6_8": "Sā meghautuñca pabbatautuñca aruṇautuñca gahetvā jātattā puttassa utenoti nāmaṁ akāsi.",
  "atk-s0502a2:7_0": "Allakappatāpasassapi kho tato avidūre vasanaṭṭhānaṁ hoti.",
  "atk-s0502a2:7_1": "So pakatiyāva vassadivase sītabhayena phalāphalatthāya vanaṁ na pavisati, taṁ rukkhamūlaṁ gantvā sakuṇehi khāditamaṁsānaṁ aṭṭhiṁ āharitvā koṭṭetvā rasaṁ katvā pivati.",
  "atk-s0502a2:7_2": "Tasmā taṁ divasaṁ ‘‘aṭṭhiṁ āharissāmī’’ti tattha gantvā rukkhamūle aṭṭhiṁ pariyesento upari dārakasaddaṁ sutvā ullokento deviṁ disvā ‘‘kāsi tva’’nti vatvā ‘‘mānusitthimhī’’ti.",
  "atk-s0502a2:7_3": "‘‘Kathaṁ āgatāsī’’ti?",
  "atk-s0502a2:7_4": "‘‘Hatthiliṅgasakuṇenānītāmhī’’ti vutte ‘‘otarāhī’’ti āha .",
  "atk-s0502a2:7_5": "‘‘Jātisambhedato bhāyāmi, ayyā’’ti.",
  "atk-s0502a2:7_6": "‘‘Kāsi tva’’nti?",
  "atk-s0502a2:7_7": "‘‘Khattiyāmhī’’ti.",
  "atk-s0502a2:7_8": "‘‘Ahampi khattiyoyevā’’ti.",
  "atk-s0502a2:7_9": "‘‘Tena hi khattiyamāyaṁ kathehī’’ti.",
  "atk-s0502a2:7_10": "So khattiyamāyaṁ kathesi.",
  "atk-s0502a2:7_11": "‘‘Tena hi āruyha puttaṁ me otārehī’’ti.",
  "atk-s0502a2:7_12": "So ekena passena abhiruhanamaggaṁ katvā abhiruhitvā dārakaṁ gaṇhi.",
  "atk-s0502a2:7_13": "‘‘Mā maṁ hatthena chupī’’ti ca vutte taṁ achupitvāva dārakaṁ otāresi.",
  "atk-s0502a2:7_14": "Devīpi otari.",
  "atk-s0502a2:7_15": "Atha naṁ assamapadaṁ netvā sīlabhedaṁ akatvāva anukampāya paṭijaggi, nimmakkhikamadhuṁ āharitvā sayaṁjātasāliṁ āharitvā yāguṁ pacitvā adāsi.",
  "atk-s0502a2:7_16": "Evaṁ tasmiṁ paṭijaggante sā aparabhāge cintesi –",
  "atk-s0502a2:7_17": "‘‘ahaṁ neva āgatamaggaṁ jānāmi, na gamanamaggaṁ jānāmi, imināpi me saddhiṁ vissāsamattampi natthi.",
  "atk-s0502a2:7_18": "Sace panāyaṁ amhe pahāya katthaci gamissati, ubhopi idheva maraṇaṁ pāpuṇissāma, yaṁkiñci katvā imassa sīlaṁ bhinditvā yathā maṁ na muñcati, tathā taṁ kātuṁ vaṭṭatī’’ti.",
  "atk-s0502a2:7_19": "Atha naṁ dunnivatthaduppārutadassanena palobhetvā sīlavināsaṁ pāpesi.",
  "atk-s0502a2:7_20": "Tato paṭṭhāya dvepi samaggavāsaṁ vasiṁsu.",
  "atk-s0502a2:8_0": "Athekadivasaṁ tāpaso nakkhattayogaṁ ullokento pūrantappassa nakkhattamilāyanaṁ disvā ‘‘bhadde kosambiyaṁ pūrantapparājā mato’’ti āha.",
  "atk-s0502a2:8_1": "‘‘Kasmā, ayya, evaṁ vadesi?",
  "atk-s0502a2:8_2": "Kiṁ te tena saddhiṁ āghāto atthī’’ti?",
  "atk-s0502a2:8_3": "‘‘Natthi, bhadde, nakkhattamilāyanamassa disvā evaṁ vadāmī’’ti, sā parodi.",
  "atk-s0502a2:8_4": "Atha naṁ ‘‘kasmā rodasī’’ti pucchitvā tāya tassa attano sāmikabhāve akkhāte āha –",
  "atk-s0502a2:8_5": "‘‘mā, bhadde, rodi, jātassa nāma niyato maccū’’ti.",
  "atk-s0502a2:8_6": "‘‘Jānāmi, ayyā’’ti vutte ‘‘atha kasmā rodasī’’ti?",
  "atk-s0502a2:8_7": "‘‘Putto me kulasantakassa rajjassa anucchaviko, ‘sace tatra abhavissa, setacchattaṁ ussāpayissa.",
  "atk-s0502a2:8_8": "Idāni mahājāniko vata jāto’ti sokena rodāmi, ayyā’’ti.",
  "atk-s0502a2:8_9": "‘‘Hotu, bhadde, mā cintayi, sacassa rajjaṁ patthesi, ahamassa rajjalabhanākāraṁ karissāmī’’ti.",
  "atk-s0502a2:8_10": "Athassa hatthikantavīṇañceva hatthikantamante ca adāsi.",
  "atk-s0502a2:8_11": "Tadā anekāni hatthisahassāni āgantvā vaṭarukkhamūle nisīdanti.",
  "atk-s0502a2:8_12": "Atha naṁ āha –",
  "atk-s0502a2:8_13": "‘‘hatthīsu anāgatesuyeva rukkhaṁ abhiruhitvā tesu āgatesu imaṁ mantaṁ vatvā imaṁ tantiṁ pahara, sabbe nivattitvā oloketumpi asakkontā palāyissanti, atha otaritvā āgaccheyyāsī’’ti.",
  "atk-s0502a2:8_14": "So tathā katvā āgantvā taṁ pavattiṁ ārocesi.",
  "atk-s0502a2:8_15": "Atha naṁ dutiyadivase āha –",
  "atk-s0502a2:8_16": "‘‘ajja imaṁ mantaṁ vatvā imaṁ tantiṁ pahareyyāsi , sabbe nivattitvā olokentā palāyissantī’’ti.",
  "atk-s0502a2:8_17": "Tadāpi tathā katvā āgantvā ārocesi .",
  "atk-s0502a2:8_18": "Atha naṁ tatiyadivase āha –",
  "atk-s0502a2:8_19": "‘‘ajja imaṁ mantaṁ vatvā imaṁ tantiṁ pahareyyāsi, yūthapati piṭṭhiṁ upanāmento āgamissatī’’ti.",
  "atk-s0502a2:8_20": "Tadāpi tathā katvā ārocesi.",
  "atk-s0502a2:9_0": "Athassa mātaraṁ āmantetvā, ‘‘bhadde, puttassa te sāsanaṁ vadehi, ettova gantvā rājā bhavissatī’’ti āha.",
  "atk-s0502a2:9_1": "Sā puttaṁ āmantetvā, ‘‘tāta, tvaṁ kosambiyaṁ pūrantapparañño putto, maṁ sagabbhaṁ hatthiliṅgasakuṇo ānesī’’ti vatvā senāpatiādīnaṁ nāmāni ācikkhitvā ‘‘asaddahantānaṁ imaṁ pitu pārupanakambalañceva pilandhanamuddikañca dasseyyāsī’’ti vatvā uyyojesi.",
  "atk-s0502a2:9_2": "Kumāro tāpasaṁ ‘‘idāni kiṁ karomī’’ti āha.",
  "atk-s0502a2:9_3": "‘‘Rukkhassa heṭṭhimasākhāya nisīditvā imaṁ mantaṁ vatvā imaṁ tantiṁ pahara, jeṭṭhakahatthī te piṭṭhiṁ upanāpetvā upasaṅkamissati, tassa piṭṭhiyaṁ nisinnova raṭṭhaṁ gantvā rajjaṁ gaṇhāhī’’ti.",
  "atk-s0502a2:9_4": "So mātāpitaro vanditvā tathā katvā āgatassa hatthino piṭṭhiyaṁ nisīditvā kaṇṇe mantayi –",
  "atk-s0502a2:9_5": "‘‘ahaṁ kosambiyaṁ pūrantapparañño putto, pettikaṁ me rajjaṁ gaṇhitvā dehi sāmī’’ti.",
  "atk-s0502a2:9_6": "So taṁ sutvā ‘‘anekāni hatthisahassāni sannipatantū’’ti hatthiravaṁ ravi, anekāni hatthisahassāni sannipatiṁsu.",
  "atk-s0502a2:9_7": "Puna ‘‘jiṇṇā hatthī paṭikkamantū’’ti hatthiravaṁ ravi, jiṇṇā hatthī paṭikkamiṁsu.",
  "atk-s0502a2:9_8": "Puna ‘‘atitaruṇā hatthī nivattantū’’ti hatthiravaṁ ravi, tepi nivattiṁsu.",
  "atk-s0502a2:9_9": "So anekehi yūthahatthisahasseheva parivuto paccantagāmaṁ patvā ‘‘ahaṁ rañño putto, sampattiṁ patthayamānā mayā saddhiṁ āgacchantū’’ti āha.",
  "atk-s0502a2:9_10": "‘‘Tato paṭṭhāya manussānaṁ saṅgahaṁ karonto gantvā nagaraṁ parivāretvā ‘yuddhaṁ vā me detu, rajjaṁ vā’’’ti sāsanaṁ pesesi.",
  "atk-s0502a2:9_11": "Nāgarā āhaṁsu –",
  "atk-s0502a2:9_12": "‘‘mayaṁ dvepi na dassāma.",
  "atk-s0502a2:9_13": "Amhākañhi devī garugabbhā hatthiliṅgasakuṇena nītā, tassā atthibhāvaṁ vā natthibhāvaṁ vā mayaṁ na jānāma.",
  "atk-s0502a2:9_14": "Yāva tassā pavattiṁ na suṇāma.",
  "atk-s0502a2:9_15": "Tāva neva yuddhaṁ dassāma, na rajja’’nti.",
  "atk-s0502a2:9_16": "Tadā kira taṁ paveṇirajjaṁ ahosi.",
  "atk-s0502a2:9_17": "Tato kumāro ‘‘ahaṁ tassā putto’’ti vatvā senāpatiādīnaṁ nāmāni kathetvā tathāpi asaddahantānaṁ kambalañca muddikañca dassesi.",
  "atk-s0502a2:9_18": "Te kambalañca muddikañca sañjānitvā nikkaṅkhā hutvā dvāraṁ vivaritvā taṁ rajje abhisiñciṁsu.",
  "atk-s0502a2:9_19": "Ayaṁ tāva utenassa uppatti.",
  "atk-s0502a2:10_0": "Allakapparaṭṭhe pana dubbhikkhe jīvituṁ asakkonto eko kotuhaliko nāma manusso kāpiṁ nāma taruṇaputtañca kāḷiṁ nāma bhariyañca ādāya ‘‘kosambiṁ gantvā jīvissāmī’’ti pātheyyaṁ gahetvā nikkhami.",
  "atk-s0502a2:10_1": "‘‘Ahivātarogena mahājane marante disvā nikkhamī’’tipi vadantiyeva.",
  "atk-s0502a2:10_2": "Te gacchantā pātheyye parikkhīṇe khudābhibhūtā dārakaṁ vahituṁ nāsakkhiṁsu.",
  "atk-s0502a2:10_3": "Atha sāmiko pajāpatiṁ āha –",
  "atk-s0502a2:10_4": "‘‘bhadde, mayaṁ jīvantā puna puttaṁ labhissāma, chaḍḍetvā naṁ gacchāmā’’ti.",
  "atk-s0502a2:10_5": "Mātu hadayaṁ nāma mudukaṁ hoti.",
  "atk-s0502a2:10_6": "Tasmā sā āha –",
  "atk-s0502a2:10_7": "‘‘nāhaṁ jīvantameva puttaṁ chaḍḍetuṁ sakkhissāmī’’ti.",
  "atk-s0502a2:10_8": "‘‘Atha kiṁ karomā’’ti?",
  "atk-s0502a2:10_9": "‘‘Vārena naṁ vahāmā’’ti.",
  "atk-s0502a2:10_10": "Mātā attano vāre pupphadāmaṁ viya naṁ ukkhipitvā ure nipajjāpetvā aṅkena vahitvā pituno deti.",
  "atk-s0502a2:10_11": "Tassa taṁ gahetvā gamanakāle chātakatopi balavatarā vedanā uppajji.",
  "atk-s0502a2:10_12": "So punappunaṁ āha –",
  "atk-s0502a2:10_13": "‘‘bhadde, mayaṁ jīvantā puttaṁ labhissāma, chaḍḍema na’’nti.",
  "atk-s0502a2:10_14": "Sāpi punappunaṁ paṭikkhipitvā paṭivacanaṁ nādāsi.",
  "atk-s0502a2:10_15": "Dārako vārena parivattiyamāno kilanto pitu hatthe niddāyi.",
  "atk-s0502a2:10_16": "So tassa niddāyanabhāvaṁ ñatvā mātaraṁ purato katvā ekassa gacchassa heṭṭhā paṇṇasanthare taṁ nipajjāpetvā pāyāsi.",
  "atk-s0502a2:10_17": "Mātā nivattitvā olokentī puttaṁ adisvā, ‘‘sāmi, kuhiṁ me putto’’ti pucchi.",
  "atk-s0502a2:10_18": "‘‘Ekassa me gacchassa heṭṭhā nipajjāpito’’ti.",
  "atk-s0502a2:10_19": "‘‘Sāmi, mā maṁ nāsayi, puttaṁ vinā jīvituṁ na sakkhissāmi, ānehi me putta’’nti uraṁ paharitvā paridevi.",
  "atk-s0502a2:10_20": "Atha naṁ nivattitvā ānesi.",
  "atk-s0502a2:10_21": "Puttopi antarāmagge mato hoti.",
  "atk-s0502a2:10_22": "Iti so ettake ṭhāne puttaṁ chaḍḍetvā tassa nissandena bhavantare satta vāre chaḍḍito.",
  "atk-s0502a2:10_23": "‘‘Pāpakammaṁ nāmetaṁ appaka’’nti na avamaññitabbaṁ.",
  "atk-s0502a2:11_0": "Te gacchantā ekaṁ gopālakulaṁ pāpuṇiṁsu.",
  "atk-s0502a2:11_1": "Taṁ divasañca gopālakassa dhenumaṅgalaṁ hoti.",
  "atk-s0502a2:11_2": "Gopālakassa gehe nibaddhaṁ eko paccekabuddho bhuñjati.",
  "atk-s0502a2:11_3": "So taṁ bhojetvā maṅgalamakāsi.",
  "atk-s0502a2:11_4": "Bahu pāyāso paṭiyatto hoti.",
  "atk-s0502a2:11_5": "Gopālako te āgate disvā, ‘‘kuto āgatatthā’’ti pucchitvā sabbaṁ pavattiṁ sutvā mudujātiko kulaputto tesu anukampaṁ katvā bahukena sappinā pāyāsaṁ dāpesi.",
  "atk-s0502a2:11_6": "Bhariyā ‘‘sāmi, tayi jīvante ahampi jīvāmi nāma, dīgharattaṁ ūnodarosi, yāvadatthaṁ bhuñjāhī’’ti sappiñca dadhiñca tadabhimukhaññeva katvā attanā mandasappinā thokameva bhuñji.",
  "atk-s0502a2:11_7": "Itaro bahuṁ bhuñjitvā sattaṭṭhadivase chātatāya āhārataṇhaṁ chindituṁ nāsakkhi.",
  "atk-s0502a2:11_8": "Gopālako tesaṁ pāyāsaṁ dāpetvā sayaṁ bhuñjituṁ ārabhi.",
  "atk-s0502a2:11_9": "Kotuhaliko taṁ olokento nisīditvā heṭṭhāpīṭhe nipannāya sunakhiyā gopālakena vaḍḍhetvā diyyamānaṁ pāyāsapiṇḍaṁ disvā ‘‘puññā vatāyaṁ sunakhī, nibaddhaṁ evarūpaṁ bhojanaṁ labhatī’’ti cintesi.",
  "atk-s0502a2:11_10": "So rattibhāge taṁ pāyāsaṁ jīrāpetuṁ asakkonto kālaṁ katvā tassā sunakhiyā kucchimhi nibbatti.",
  "atk-s0502a2:12_0": "Athassa bhariyā sarīrakiccaṁ katvā tasmiṁyeva gehe bhatiṁ katvā taṇḍulanāḷiṁ labhitvā pacitvā paccekabuddhassa patte patiṭṭhāpetvā, ‘‘dāsassa vo pāpuṇātū’’ti vatvā cintesi –",
  "atk-s0502a2:12_1": "‘‘mayā idheva vasituṁ vaṭṭati, nibaddhaṁ, ayyo, idhāgacchati, deyyadhammo hotu vā, mā vā, devasikaṁ vandantī veyyāvaccaṁ karontī cittaṁ pasādentī bahuṁ puññaṁ pasavissāmī’’ti.",
  "atk-s0502a2:12_2": "Sā tattheva bhatiṁ karontī vasi.",
  "atk-s0502a2:12_3": "Sāpi sunakhī chaṭṭhe vā sattame vā māse ekameva kukkuraṁ vijāyi.",
  "atk-s0502a2:12_4": "Gopālako tassa ekadhenuyā khīraṁ dāpesi.",
  "atk-s0502a2:12_5": "So na cirasseva vaḍḍhi.",
  "atk-s0502a2:12_6": "Athassa paccekabuddho bhuñjanto nibaddhaṁ ekaṁ bhattapiṇḍaṁ deti.",
  "atk-s0502a2:12_7": "So bhattapiṇḍaṁ nissāya paccekabuddhe sinehamakāsi.",
  "atk-s0502a2:12_8": "Gopālakopi nibaddhaṁ dve vāre paccekabuddhassupaṭṭhānaṁ yāti.",
  "atk-s0502a2:12_9": "Gacchantopi antarāmagge vāḷamigaṭṭhāne daṇḍena gacche ca bhūmiñca paharitvā ‘‘susū’’ti tikkhattuṁ saddaṁ katvā vāḷamige palāpeti.",
  "atk-s0502a2:12_10": "Sunakhopi tena saddhiṁ gacchati.",
  "atk-s0502a2:13_0": "So ekadivasaṁ paccekabuddhaṁ āha –",
  "atk-s0502a2:13_1": "‘‘bhante, yadā me okāso na bhavissati, tadā imaṁ sunakhaṁ pesessāmi, tena saññāṇena āgaccheyyāthā’’ti.",
  "atk-s0502a2:13_2": "Tato paṭṭhāya anokāsadivase, ‘‘gaccha, tāta, ayyaṁ ānehī’’ti sunakhaṁ pesesi.",
  "atk-s0502a2:13_3": "So ekavacaneneva pakkhanditvā sāmikassa gacchapothanabhūmipothanaṭṭhāne tikkhattuṁ bhussitvā tena saddena vāḷamigānaṁ palātabhāvaṁ ñatvā pātova sarīrapaṭijagganaṁ katvā paṇṇasālaṁ pavisitvā nisinnassa paccekabuddhassa vasanaṭṭhānaṁ gantvā paṇṇasāladvāre tikkhattuṁ bhussitvā attano āgatabhāvaṁ jānāpetvā ekamante nipajjati, paccekabuddhe velaṁ sallakkhetvā nikkhante bhussanto purato gacchati.",
  "atk-s0502a2:13_4": "Antarantarā paccekabuddho taṁ vīmaṁsanto aññaṁ maggaṁ paṭipajjati.",
  "atk-s0502a2:13_5": "Athassa purato tiriyaṁ ṭhatvā bhussitvā itaramaggameva naṁ āropeti.",
  "atk-s0502a2:13_6": "Athekadivasaṁ aññaṁ maggaṁ paṭipajjitvā tena purato tiriyaṁ ṭhatvā vāriyamānopi anivattitvā sunakhaṁ pādena paharitvā pāyāsi.",
  "atk-s0502a2:13_7": "Sunakho tassa anivattanabhāvaṁ ñatvā nivāsanakaṇṇe ḍaṁsitvā ākaḍḍhanto itaramaggameva naṁ āropesi.",
  "atk-s0502a2:13_8": "Evaṁ so tasmiṁ balavasinehaṁ uppādesi.",
  "atk-s0502a2:14_0": "Tato aparabhāge paccekabuddhassa cīvaraṁ jīri.",
  "atk-s0502a2:14_1": "Athassa gopālako cīvaravatthāni adāsi.",
  "atk-s0502a2:14_2": "Tamenaṁ paccekabuddho āha –",
  "atk-s0502a2:14_3": "‘‘āvuso, cīvaraṁ nāma ekakena kātuṁ dukkaraṁ, phāsukaṭṭhānaṁ gantvā kāressāmī’’ti.",
  "atk-s0502a2:14_4": "‘‘Idheva, bhante, karothā’’ti.",
  "atk-s0502a2:14_5": "‘‘Na sakkā, āvuso’’ti.",
  "atk-s0502a2:14_6": "‘‘Tena hi, bhante, mā ciraṁ bahi vasitthā’’ti.",
  "atk-s0502a2:14_7": "Sunakho tesaṁ kathaṁ suṇantova aṭṭhāsi, paccekabuddhopi ‘‘tiṭṭha, upāsakā’’ti gopālakaṁ nivattāpetvā vehāsaṁ abbhuggantvā gandhamādanābhimukho pāyāsi.",
  "atk-s0502a2:14_8": "Sunakhassa taṁ ākāsena gacchantaṁ disvā bhukkaritvā ṭhitassa tasmiṁ cakkhupathaṁ vijahante hadayaṁ phalitvā mato.",
  "atk-s0502a2:14_9": "Tiracchānā kira nāmete ujujātikā honti akuṭilā.",
  "atk-s0502a2:14_10": "Manussā pana aññaṁ hadayena cintenti, aññaṁ mukhena kathenti.",
  "atk-s0502a2:14_11": "Tenevāha –",
  "atk-s0502a2:14_12": "‘‘gahanañhetaṁ, bhante, yadidaṁ manussā, uttānakañhetaṁ, bhante, yadidaṁ pasavo’’ti (ma. ni. 2.3).",
  "atk-s0502a2:15_0": "Iti so tāya ujucittatāya akuṭilatāya kālaṁ katvā tāvatiṁsabhavane nibbatto accharāsahassaparivuto mahāsampattiṁ anubhosi.",
  "atk-s0502a2:15_1": "Tassa kaṇṇamūle mantayantassa saddo soḷasayojanaṭṭhānaṁ pharati, pakatikathāsaddo pana sakalaṁ dasayojanasahassaṁ devanagaraṁ chādeti.",
  "atk-s0502a2:15_2": "Tenevassa ‘‘ghosakadevaputto’’ti nāmaṁ ahosi.",
  "atk-s0502a2:15_3": "‘‘Kissa panesa nissando’’ti.",
  "atk-s0502a2:15_4": "Paccekabuddhe pemena bhukkaraṇassa nissando.",
  "atk-s0502a2:15_5": "So tattha na ciraṁ ṭhatvā cavi.",
  "atk-s0502a2:15_6": "Devalokato hi devaputtā āyukkhayena puññakkhayena āhārakkhayena kopenāti catūhi kāraṇehi cavanti.",
  "atk-s0502a2:16_0": "Tattha yena bahuṁ puññakammaṁ kataṁ hoti, so devaloke uppajjitvā yāvatāyukaṁ ṭhatvā uparūpari nibbattati.",
  "atk-s0502a2:16_1": "Evaṁ āyukkhayena cavati nāma.",
  "atk-s0502a2:16_2": "Yena parittaṁ puññaṁ kataṁ hoti, tassa rājakoṭṭhāgāre pakkhittaṁ ticatunāḷimattaṁ dhaññaṁ viya antarāva taṁ puññaṁkhīyati, antarāva kālaṁ karoti .",
  "atk-s0502a2:16_3": "Evaṁ puññakkhayena cavati nāma.",
  "atk-s0502a2:16_4": "Aparopi kāmaguṇe paribhuñjamāno satisammosena āhāraṁ aparibhuñjitvā kilantakāyo kālaṁ karoti.",
  "atk-s0502a2:16_5": "Evaṁ āhārakkhayena cavati nāma.",
  "atk-s0502a2:16_6": "Aparopi parassa sampattiṁ asahanto kujjhitvā kālaṁ karoti.",
  "atk-s0502a2:16_7": "Evaṁ kopena cavati nāma.",
  "atk-s0502a2:17_0": "Ayaṁ pana kāmaguṇe paribhuñjanto muṭṭhassati hutvā āhārakkhayena cavi, cavitvā ca pana kosambiyaṁ nagarasobhiniyā kucchimhi paṭisandhiṁ gaṇhi.",
  "atk-s0502a2:17_1": "Sāpi jātadivase ‘‘kiṁ eta’’nti dāsiṁ pucchitvā, ‘‘putto, ayye’’ti vutte –",
  "atk-s0502a2:17_2": "‘‘handa, je, imaṁ dārakaṁ kattarasuppe āropetvā saṅkārakūṭe chaḍḍehī’’ti chaḍḍāpesi.",
  "atk-s0502a2:17_3": "Nagarasobhiniyo hi dhītaraṁ paṭijagganti, na puttaṁ.",
  "atk-s0502a2:17_4": "Dhītarā hi tāsaṁ paveṇī ghaṭīyati.",
  "atk-s0502a2:17_5": "Dārakaṁ kākāpi sunakhāpi parivāretvā nisīdiṁsu.",
  "atk-s0502a2:17_6": "Paccekabuddhe sinehappabhavassa bhukkaraṇassa nissandena ekopi upagantuṁ na visahi.",
  "atk-s0502a2:17_7": "Tasmiṁ khaṇe eko manusso bahi nikkhanto taṁ kākasunakhasannipātaṁ disvā, ‘‘kiṁ nu kho eta’’nti gantvā dārakaṁ disvā puttasinehaṁ paṭilabhitvā ‘‘putto me laddho’’ti gehaṁ nesi.",
  "atk-s0502a2:17_8": "Tadā kosambakaseṭṭhi rājakulaṁ gacchanto rājanivesanato āgacchantaṁ purohitaṁ disvā, ‘‘kiṁ, ācariya, ajja te tithikaraṇanakkhattayogo olokito’’ti pucchi.",
  "atk-s0502a2:17_9": "‘‘Āma, mahāseṭṭhi, amhākaṁ kiṁ aññaṁ kiccanti?",
  "atk-s0502a2:17_10": "Janapadassa kiṁ bhavissatī’’ti?",
  "atk-s0502a2:17_11": "‘‘Aññaṁ natthi, imasmiṁ pana nagare ajja jātadārako jeṭṭhakaseṭṭhi bhavissatī’’ti.",
  "atk-s0502a2:17_12": "Tadā seṭṭhino bhariyā garugabbhā hoti.",
  "atk-s0502a2:17_13": "Tasmā so sīghaṁ gehaṁ purisaṁ pesesi –",
  "atk-s0502a2:17_14": "‘‘gaccha bhaṇe, jānāhi naṁ vijātā vā, no vā’’ti.",
  "atk-s0502a2:17_15": "‘‘Na vijāyatī’’ti sutvā rājānaṁ disvāva vegena gehaṁ gantvā kāḷiṁ nāma dāsiṁ pakkositvā sahassaṁ datvā, ‘‘gaccha je, imasmiṁ nagare upadhāretvā sahassaṁ datvā ajja jātadārakaṁ gaṇhitvā ehī’’ti.",
  "atk-s0502a2:17_16": "Sā upadhārentī taṁ gehaṁ gantvā dārakaṁ disvā, ‘‘ayaṁ dārako kadā jāto’’ti gahapatāniṁ pucchitvā ‘‘ajja jāto’’ti vutte, ‘‘imaṁ mayhaṁ dehī’’ti ekakahāpaṇaṁ ādiṁ katvā mūlaṁ vaḍḍhentī sahassaṁ datvā taṁ ānetvā seṭṭhino dassesi.",
  "atk-s0502a2:17_17": "Seṭṭhi ‘‘sace me dhītā vijāyissati, tāya naṁ saddhiṁ nivesetvā seṭṭhiṭṭhānassa sāmikaṁ karissāmi.",
  "atk-s0502a2:17_18": "Sace me putto vijāyissati, māressāmi na’’nti cintetvā taṁ gehe kāresi.",
  "atk-s0502a2:18_0": "Athassa bhariyā katipāhaccayena puttaṁ vijāyi.",
  "atk-s0502a2:18_1": "Seṭṭhi ‘‘imasmiṁ asati mama puttova seṭṭhiṭṭhānaṁ labhissati, idāneva taṁ māretuṁ vaṭṭatī’’ti cintetvā kāḷiṁ āmantetvā, ‘‘gaccha, je, vajato gunnaṁ nikkhamanavelāya vajadvāramajjhe imaṁ tiriyaṁ nipajjāpehi, gāviyo naṁ madditvā māressanti, madditāmadditabhāvaṁ panassa ñatvā ehī’’ti āha.",
  "atk-s0502a2:18_2": "Sā gantvā gopālakena vajadvāre vivaṭamatteyeva taṁ tathā nipajjāpesi.",
  "atk-s0502a2:18_3": "Gogaṇajeṭṭhako usabho aññasmiṁ kāle sabbapacchā nikkhamantopi taṁ divasaṁ sabbapaṭhamaṁ nikkhamitvā dārakaṁ catunnaṁ pādānaṁ antare katvā aṭṭhāsi.",
  "atk-s0502a2:18_4": "Anekasatagāviyo usabhassa dve passāni ghaṁsantiyo nikkhamiṁsu.",
  "atk-s0502a2:18_5": "Gopālakopi ‘‘ayaṁ usabho pubbe sabbapacchā nikkhamati, ajja pana sabbapaṭhamaṁ nikkhamitvā vajadvāramajjhe niccalova ṭhito, kiṁ nu kho eta’’nti cintetvā gantvā tassa heṭṭhā nipannaṁ dārakaṁ disvā puttasinehaṁ paṭilabhitvā, ‘‘putto me laddho’’ti gehaṁ nesi.",
  "atk-s0502a2:19_0": "Kāḷī gantvā seṭṭhinā pucchitā tamatthaṁ ārocetvā, ‘‘gaccha, naṁ puna sahassaṁ datvā ānehī’’ti vuttā sahassaṁ datvā puna ānetvā adāsi.",
  "atk-s0502a2:19_1": "Atha naṁ āha –",
  "atk-s0502a2:19_2": "‘‘amma, kāḷi imasmiṁ nagare pañca sakaṭasatāni paccūsakāle uṭṭhāya vāṇijjāya gacchanti, tvaṁ imaṁ netvā cakkamagge nipajjāpehi, goṇā vā naṁ maddissanti, cakkā vā chindissanti, pavattiṁ cassa ñatvāva āgaccheyyāsī’’ti.",
  "atk-s0502a2:19_3": "Sā taṁ netvā cakkamagge nipajjāpesi.",
  "atk-s0502a2:19_4": "Tadā sākaṭikajeṭṭhako purato ahosi.",
  "atk-s0502a2:19_5": "Athassa goṇā taṁ ṭhānaṁ patvā dhuraṁ chaḍḍesuṁ, punappunaṁ āropetvā pājiyamānāpi purato na gacchiṁsu.",
  "atk-s0502a2:19_6": "Evaṁ tassa tehi saddhiṁ vāyamantasseva aruṇaṁ uṭṭhahi.",
  "atk-s0502a2:19_7": "So ‘‘kiṁ nāmetaṁ goṇā kariṁsū’’ti maggaṁ olokento dārakaṁ disvā, ‘‘bhāriyaṁ vata me kamma’’nti cintetvā, ‘‘putto me laddho’’ti tuṭṭhamānaso taṁ gehaṁ nesi.",
  "atk-s0502a2:20_0": "Kāḷī gantvā seṭṭhinā pucchitā taṁ pavattiṁ ācikkhitvā, ‘‘gaccha, naṁ puna sahassaṁ datvā ānehī’’ti vuttā tathā akāsi.",
  "atk-s0502a2:20_1": "Atha naṁ so āha –",
  "atk-s0502a2:20_2": "‘‘idāni naṁ āmakasusānaṁ netvā gacchantare nipajjāpehi, tattha sunakhādīhi vā khādito, amanussehi vā pahaṭo marissati, mātāmatabhāvañcassa jānitvāva āgaccheyyāsī’’ti.",
  "atk-s0502a2:20_3": "Sā taṁ netvā tattha nipajjāpetvā ekamante aṭṭhāsi.",
  "atk-s0502a2:20_4": "Taṁ sunakho vā kāko vā amanusso vā upasaṅkamituṁ nāsakkhi.",
  "atk-s0502a2:20_5": "‘‘Nanu cassa neva mātā na pitā na bhātikādīsu koci rakkhitā nāma atthi, ko taṁ rakkhatī’’ti?",
  "atk-s0502a2:20_6": "Sunakhakāle paccekabuddhe sinehena pavattitabhukkaraṇamattameva taṁ rakkhati.",
  "atk-s0502a2:20_7": "Atheko ajapālako anekasahassā ajā gocaraṁ nento susānapassena gacchati.",
  "atk-s0502a2:20_8": "Ekā ajā paṇṇāni khādamānā gacchantaraṁ paviṭṭhā dārakaṁ disvā jaṇṇukehi ṭhatvā dārakassa thanaṁ adāsi, ajapālakena ‘‘he he’’ti sadde katepi na nikkhami.",
  "atk-s0502a2:20_9": "So ‘‘yaṭṭhiyā naṁ paharitvā nīharissāmī’’ti gacchantaraṁ paviṭṭho jaṇṇukehi ṭhatvā dārakaṁ khīraṁ pāyantiṁ ajiṁ disvā dārake puttasinehaṁ paṭilabhitvā, ‘‘putto me laddho’’ti ādāya pakkāmi.",
  "atk-s0502a2:21_0": "Kāḷī gantvā seṭṭhinā pucchitā taṁ pavattiṁ ācikkhitvā, ‘‘gaccha, taṁ puna sahassaṁ datvā ānehī’’ti vuttā tathā akāsi.",
  "atk-s0502a2:21_1": "Atha naṁ āha –",
  "atk-s0502a2:21_2": "‘‘amma kāḷi, imaṁ ādāya corapapātapabbataṁ abhiruhitvā papāte khipa, pabbatakucchiyaṁ paṭihaññamāno khaṇḍākhaṇḍiko hutvā bhūmiyaṁ patissati, matāmatabhāvañcassa ñatvāva āgaccheyyāsī’’ti.",
  "atk-s0502a2:21_3": "Sā taṁ tattha netvā pabbatamatthake ṭhatvā khipi.",
  "atk-s0502a2:21_4": "Taṁ kho pana pabbatakucchiṁ nissāya mahāveḷugumbo pabbatānusāreneva vaḍḍhi, tassa matthakaṁ ghanajāto jiñjukagumbo avatthari.",
  "atk-s0502a2:21_5": "Dārako patanto kojavake viya tasmiṁ pati.",
  "atk-s0502a2:21_6": "Taṁ divasañca naḷakārajeṭṭhakassa veḷubali patto hoti.",
  "atk-s0502a2:21_7": "So puttena saddhiṁ gantvā taṁ veḷugumbaṁ chindituṁ ārabhi.",
  "atk-s0502a2:21_8": "Tasmiṁ calante dārako saddamakāsi.",
  "atk-s0502a2:21_9": "So ‘‘dārakasaddo viyā’’ti ekena passena abhiruhitvā taṁ disvā, ‘‘putto me laddho’’ti tuṭṭhacitto ādāya gato.",
  "atk-s0502a2:22_0": "Kāḷī seṭṭhissa santikaṁ gantvā tena pucchitā taṁ pavattiṁ ācikkhitvā, ‘‘gaccha, naṁ puna sahassaṁ datvā ānehī’’ti vuttā tathā akāsi.",
  "atk-s0502a2:22_1": "Seṭṭhino idañcidañca karontasseva dārako vaḍḍhito ‘‘ghosako’’tvevassa nāmaṁ ahosi.",
  "atk-s0502a2:22_2": "So seṭṭhino akkhimhi kaṇṭako viya khāyi, ujukaṁ taṁ oloketumpi na visati.",
  "atk-s0502a2:22_3": "Athassa māraṇūpāyaṁ cintento attano sahāyakassa kumbhakārassa santikaṁ gantvā, ‘‘kadā tvaṁ āvāpaṁ ālimpessasī’’ti pucchitvā –",
  "atk-s0502a2:22_4": "‘‘sve’’ti vutte, ‘‘tena hi idaṁ sahassaṁ gahetvā mama ekaṁ kammaṁ karohī’’ti āha.",
  "atk-s0502a2:22_5": "‘‘Kiṁ, sāmī’’ti?",
  "atk-s0502a2:22_6": "‘‘Eko me avajātaputto atthi, taṁ tava santikaṁ pesessāmi, atha naṁ gahetvā gabbhaṁ pavesetvā tikhiṇāya vāsiyā khaṇḍākhaṇḍikaṁ chinditvā cāṭiyaṁ pakkhipitvā āvāpe paceyyāsi, idaṁ te sahassaṁ saccakārasadisaṁ.",
  "atk-s0502a2:22_7": "Uttariṁ pana te kattabbayuttakaṁ pacchā karissāmī’’ti.",
  "atk-s0502a2:22_8": "Kumbhakāro ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0502a2:22_9": "Seṭṭhi punadivase ghosakaṁ pakkositvā, ‘‘hiyyo mayā kumbhakāro ekaṁ kammaṁ āṇatto, ehi, tvaṁ tassa santikaṁ gantvā evaṁ vadehi –",
  "atk-s0502a2:22_10": "‘hiyyo kira me pitarā āṇattaṁ kammaṁ nipphādehī’’’ti pahiṇi.",
  "atk-s0502a2:22_11": "So ‘‘sādhū’’ti agamāsi.",
  "atk-s0502a2:22_12": "Taṁ tattha gacchantaṁ itaro seṭṭhino putto dārakehi saddhiṁ guḷaṁ kīḷanto disvā taṁ pakkositvā, ‘‘kuhiṁ gacchasi bhātikā’’ti pucchitvā ‘‘pitu sāsanaṁ gahetvā kumbhakārassa santika’’nti vutte ‘‘ahaṁ tattha gamissāmi.",
  "atk-s0502a2:22_13": "Ime maṁ dārakā bahuṁ lakkhaṁ jiniṁsu, taṁ me paṭijinitvā dehī’’ti āha.",
  "atk-s0502a2:22_14": "‘‘Ahaṁ pitu bhāyāmī’’ti.",
  "atk-s0502a2:22_15": "‘‘Mā bhāyi, bhātika, ahaṁ taṁ sāsanaṁ harissāmi.",
  "atk-s0502a2:22_16": "Bahūhi jito, yāvāhaṁ āgacchāmi, tāva me lakkhaṁ paṭijinā’’ti.",
  "atk-s0502a2:23_0": "Ghosako kira guḷakīḷāya cheko, tena naṁ evaṁ nibandhi.",
  "atk-s0502a2:23_1": "Sopi taṁ ‘‘tena hi gantvā kumbhakāraṁ vadehi –",
  "atk-s0502a2:23_2": "‘pitarā kira me hiyyo ekaṁ kammaṁ āṇattaṁ, taṁ nipphādehī’’’ti vatvā uyyojesi.",
  "atk-s0502a2:23_3": "So tassa santikaṁ gantvā tathā avaca.",
  "atk-s0502a2:23_4": "Atha naṁ kumbhakāro seṭṭhinā vuttaniyāmeneva māretvā āvāpe khipi.",
  "atk-s0502a2:23_5": "Ghosakopi divasabhāgaṁ kīḷitvā sāyanhasamaye gehaṁ gantvā ‘‘kiṁ, tāta, na gatosī’’ti vutte attano agatakāraṇañca kaniṭṭhassa gatakāraṇañca ārocesi.",
  "atk-s0502a2:23_6": "Taṁ sutvā seṭṭhi ‘‘ahaṁ dhī’’ti mahāviravaṁ viravitvā sakalasarīre pakkuthitalohito viya hutvā, ‘‘ambho, kumbhakāra, mā maṁ nāsayi, mā maṁ nāsayī’’ti bāhā paggayha kandanto tassa santikaṁ agamāsi.",
  "atk-s0502a2:23_7": "Kumbhakāro taṁ tathā āgacchantaṁ disvā, ‘‘sāmi, mā saddaṁ kari, kammaṁ te nipphanna’’nti āha.",
  "atk-s0502a2:23_8": "So pabbatena viya mahantena sokena avatthaṭo hutvā anappakaṁ domanassaṁ paṭisaṁvedesi.",
  "atk-s0502a2:23_9": "Yathā taṁ appaduṭṭhassa padussamāno.",
  "atk-s0502a2:23_10": "Tenāha bhagavā –",
  "atk-s0502a2:24_0": "‘‘Yo daṇḍena adaṇḍesu, appaduṭṭhesu dussati;",
  "atk-s0502a2:25_0": "Dasannamaññataraṁ ṭhānaṁ, khippameva nigacchati.",
  "atk-s0502a2:26_0": "‘‘Vedanaṁ pharusaṁ jāniṁ, sarīrassa ca bhedanaṁ;",
  "atk-s0502a2:27_0": "Garukaṁ vāpi ābādhaṁ, cittakkhepañca pāpuṇe.",
  "atk-s0502a2:28_0": "‘‘Rājato vā upasaggaṁ, abbhakkhānañca dāruṇaṁ;",
  "atk-s0502a2:29_0": "Parikkhayañca ñātīnaṁ, bhogānañca pabhaṅguraṁ.",
  "atk-s0502a2:30_0": "‘‘Atha vāssa agārāni, aggi ḍahati pāvako;",
  "atk-s0502a2:31_0": "Kāyassa bhedā duppañño, nirayaṁ sopapajjatī’’ti. (dha. pa. 137-140);",
  "atk-s0502a2:32_0": "Evaṁ santepi puna naṁ seṭṭhi ujukaṁ oloketuṁ na sakkoti.",
  "atk-s0502a2:32_1": "‘‘Kinti naṁ māreyya’’nti cintento, ‘‘mama gāmasate āyuttakassa santikaṁ pesetvā māressāmī’’ti upāyaṁ disvā, ‘‘ayaṁ me avajātaputto, imaṁ māretvā vaccakūpe khipatu, evaṁ kate ahaṁ mātulassa kattabbayuttakaṁ pacchā jānissāmī’’ti tassa paṇṇaṁ likhitvā, ‘‘tāta ghosaka, amhākaṁ gāmasate āyuttako atthi, imaṁ paṇṇaṁ haritvā tassa dehī’’ti vatvā paṇṇaṁ tassa dussante bandhi.",
  "atk-s0502a2:32_2": "So pana akkharasamayaṁ na jānāti.",
  "atk-s0502a2:32_3": "Daharakālato paṭṭhāya hi naṁ mārāpentova seṭṭhi māretuṁ nāsakkhi, kiṁ akkharasamayaṁ sikkhāpessati?",
  "atk-s0502a2:32_4": "Iti so attano mārāpanapaṇṇameva dussante bandhitvā nikkhamanto āha –",
  "atk-s0502a2:32_5": "‘‘pātheyyaṁ me, tāta, natthī’’ti.",
  "atk-s0502a2:32_6": "‘‘Pātheyyena te kammaṁ natthi, antarāmagge ‘asukagāme nāma mamasahāyako seṭṭhi atthi, tassa ghare pātarāsaṁ katvā purato gacchāhī’’’ti.",
  "atk-s0502a2:32_7": "So ‘‘sādhū’’ti pitaraṁ vanditvā nikkhanto taṁ gāmaṁ patvā seṭṭhissa gharaṁ pucchitvā gantvā seṭṭhijāyaṁ passi.",
  "atk-s0502a2:32_8": "‘‘Tvaṁ kuto āgatosī’’ti ca vutte, ‘‘antonagarato’’ti āha.",
  "atk-s0502a2:32_9": "‘‘Kassa puttosī’’ti?",
  "atk-s0502a2:32_10": "‘‘Tumhākaṁ sahāyakaseṭṭhino, ammā’’ti.",
  "atk-s0502a2:32_11": "‘‘Tvaṁsi ghosako nāmā’’ti?",
  "atk-s0502a2:32_12": "‘‘Āma, ammā’’ti.",
  "atk-s0502a2:32_13": "Tassā saha dassaneneva tasmiṁ puttasineho uppajji.",
  "atk-s0502a2:32_14": "Seṭṭhino panekā dhītā atthi pannarasasoḷasavassuddesikā abhirūpā pāsādikā, taṁ rakkhituṁ ekameva pesanakārikaṁ dāsiṁ datvā sattabhūmikassa pāsādassa uparimatale sirigabbhe vasāpenti.",
  "atk-s0502a2:32_15": "Seṭṭhidhītā tasmiṁ khaṇe taṁ dāsiṁ antarāpaṇaṁ pesesi.",
  "atk-s0502a2:32_16": "Atha naṁ seṭṭhijāyā disvā, ‘‘kuhiṁ gacchasī’’ti pucchitvā, ‘‘ayyadhītāya pesanenā’’ti vutte ‘‘ito tāva ehi, tiṭṭhatu pesanaṁ, puttassa me pīṭhakaṁ attharitvā pāde dhovitvā telaṁ makkhitvā sayanaṁ attharitvā dehi, pacchā pesanaṁ karissasī’’ti āha.",
  "atk-s0502a2:32_17": "Sā tathā akāsi.",
  "atk-s0502a2:33_0": "Atha naṁ cirenāgataṁ seṭṭhidhītā santajjesi.",
  "atk-s0502a2:33_1": "Atha naṁ sā āha –",
  "atk-s0502a2:33_2": "‘‘mā me kujjhi, seṭṭhiputto ghosako āgato, tassa idañcidañca katvā tattha gantvā āgatāmhī’’ti.",
  "atk-s0502a2:33_3": "Seṭṭhidhītāya ‘‘seṭṭhiputto ghosako’’ti nāmaṁ sutvāva pemaṁ chaviyādīni chinditvā aṭṭhimiñjaṁ āhacca ṭhitaṁ.",
  "atk-s0502a2:33_4": "Kotuhalakālasmiñhi sā tassa pajāpatī hutvā nāḷikodanaṁ paccekabuddhassa adāsi, tassānubhāvenāgantvā imasmiṁ seṭṭhikule nibbattā.",
  "atk-s0502a2:33_5": "Iti taṁ so pubbasineho avattharitvā gaṇhi.",
  "atk-s0502a2:33_6": "Tenāha bhagavā –",
  "atk-s0502a2:34_0": "‘‘Pubbeva sannivāsena, paccuppannahitena vā;",
  "atk-s0502a2:35_0": "Evaṁ taṁ jāyate pemaṁ, uppalaṁva yathodake’’ti. (jā. 1.2.174);",
  "atk-s0502a2:36_0": "Atha naṁ pucchi –",
  "atk-s0502a2:36_1": "‘‘kuhiṁ so, ammā’’ti?",
  "atk-s0502a2:36_2": "‘‘Sayane nipanno niddāyatī’’ti.",
  "atk-s0502a2:36_3": "‘‘Atthi panassa hatthe kiñcī’’ti?",
  "atk-s0502a2:36_4": "‘‘Dussante paṇṇaṁ atthī’’ti.",
  "atk-s0502a2:36_5": "Sā ‘‘kiṁ paṇṇaṁ nu kho eta’’nti tasmiṁ niddāyante mātāpitūnaṁ aññavihitatāya apassantānaṁ otaritvā samīpaṁ gantvā taṁ paṇṇaṁ mocetvā ādāya attano gabbhaṁ pavisitvā dvāraṁ pidhāya vātapānaṁ vivaritvā akkharasamaye kusalatāya paṇṇaṁ vācetvā, ‘‘aho vata bālo, attano maraṇapaṇṇaṁ dussante bandhitvā vicarati, sace mayā na diṭṭhaṁ assa, natthissa jīvita’’nti taṁ paṇṇaṁ phāletvā seṭṭhissa vacanena aparaṁ paṇṇaṁ likhi –",
  "atk-s0502a2:36_6": "‘‘ayaṁ mama putto ghosako nāma, gāmasatato paṇṇākāraṁ āharāpetvā imassa janapadaseṭṭhino dhītarā saddhiṁ maṅgalaṁ katvā attano vasanagāmassa majjhe dvibhūmakaṁ gehaṁ kāretvā pākāraparikkhepena ceva purisaguttiyā ca susaṁvihitārakkhaṁ karotu, mayhañca ‘idañcidañca mayā kata’nti sāsanaṁ pesetu, evaṁ kate ahaṁ mātulassa kattabbayuttakaṁ pacchā jānissāmī’’ti, likhitvā ca pana saṅgharitvā otaritvā dussanteyevassa bandhi.",
  "atk-s0502a2:37_0": "So divasabhāgaṁ niddāyitvā uṭṭhāya bhuñjitvā pakkāmi.",
  "atk-s0502a2:37_1": "Punadivase pātova taṁ gāmaṁ gantvā āyuttakaṁ gāmakiccaṁ karontaṁyeva passi.",
  "atk-s0502a2:37_2": "So taṁ disvā, ‘‘kiṁ, tātā’’ti pucchi.",
  "atk-s0502a2:37_3": "‘‘Pitarā me tumhākaṁ paṇṇaṁ pesita’’nti.",
  "atk-s0502a2:37_4": "‘‘Kiṁ paṇṇaṁ, tāta, āharā’’ti paṇṇaṁ gahetvā vācetvā tuṭṭhamānaso ‘‘passatha, bho, mama sāmino mayi sinehaṁ katvā jeṭṭhaputtassa me maṅgalaṁ karotū’’ti mama santikaṁ pahiṇi.",
  "atk-s0502a2:37_5": "‘‘Sīghaṁ dāruādīni āharathā’’ti gahapatike vatvā gāmamajjhe vuttapakāraṁ gehaṁ kārāpetvā gāmasatato paṇṇākāraṁ āharāpetvā janapadaseṭṭhino santikā dhītaraṁ ānetvā maṅgalaṁ katvā seṭṭhissa sāsanaṁ pahiṇi ‘‘idañcidañca mayā kata’’nti.",
  "atk-s0502a2:38_0": "Taṁ sutvā seṭṭhino ‘‘yaṁ kāremi, taṁ na hoti;",
  "atk-s0502a2:38_1": "yaṁ na kāremi, tadeva hotī’’ti mahantaṁ domanassaṁ uppajji.",
  "atk-s0502a2:38_2": "Puttasokena saddhiṁ so soko ekato hutvā kucchiḍāhaṁ uppādetvā atisāraṁ janesi.",
  "atk-s0502a2:38_3": "Seṭṭhidhītāpi ‘‘sace koci seṭṭhino santikā āgacchati, mama akathetvā seṭṭhiputtassa paṭhamataraṁ mā kathayitthā’’ti jane āṇāpesi.",
  "atk-s0502a2:38_4": "Seṭṭhipi kho ‘‘dāni taṁ duṭṭhaputtaṁ mama sāpateyyassa sāmikaṁ na karissāmī’’ti cintetvā ekaṁ āyuttakaṁ āha –",
  "atk-s0502a2:38_5": "‘‘mātula, puttaṁ me daṭṭhukāmomhi, ekaṁ pādamūlikaṁ pesetvā mama puttaṁ pakkosāpehī’’ti.",
  "atk-s0502a2:38_6": "So ‘‘sādhū’’ti vatvā paṇṇaṁ datvā ekaṁ purisaṁ pesesi.",
  "atk-s0502a2:38_7": "Seṭṭhidhītāpi tassa āgantvā dvāre ṭhitabhāvaṁ sutvā taṁ pakkosāpetvā, ‘‘kiṁ, tātā’’ti pucchi. So āha –",
  "atk-s0502a2:38_8": "‘‘seṭṭhi gilāno, puttaṁ passituṁ pakkosāpesi, ayye’’ti.",
  "atk-s0502a2:38_9": "‘‘Kiṁ, tāta, balavā, dubbalo’’ti?",
  "atk-s0502a2:38_10": "‘‘Balavā tāva, āhāraṁ bhuñjatiyeva, ayye’’ti.",
  "atk-s0502a2:38_11": "Sā seṭṭhiputtaṁ ajānāpetvāva tassa nivesanañca paribbayañca dāpetvā ‘‘mayā pesitakāle gamissasi, acchassu tāvā’’ti āha.",
  "atk-s0502a2:38_12": "Seṭṭhi puna āyuttakaṁ avaca, ‘‘kiṁ, mātula, na te mama puttassa santikaṁ pahita’’nti?",
  "atk-s0502a2:38_13": "‘‘Pahitaṁ, sāmi, gatapuriso na tāva etī’’ti.",
  "atk-s0502a2:38_14": "‘‘Tena hi puna aparaṁ pesehī’’ti.",
  "atk-s0502a2:38_15": "So pesesi.",
  "atk-s0502a2:38_16": "Seṭṭhidhītā tasmimpi tatheva paṭipajji.",
  "atk-s0502a2:38_17": "Atha seṭṭhino rogo balavā jāto, ekaṁ bhājanaṁ pavisati, ekaṁ nikkhamati.",
  "atk-s0502a2:38_18": "Puna seṭṭhi āyuttakaṁ pucchi –",
  "atk-s0502a2:38_19": "‘‘kiṁ, mātula, na te mama puttassa santikaṁ pahita’’nti?",
  "atk-s0502a2:38_20": "‘‘Pahitaṁ, sāmi, gatapuriso na tāva etī’’ti.",
  "atk-s0502a2:38_21": "‘‘Tena hi puna aparaṁ pesehī’’ti.",
  "atk-s0502a2:38_22": "So pesesi.",
  "atk-s0502a2:38_23": "Seṭṭhidhītā tatiyavāre āgatampi taṁ pavattiṁ pucchi.",
  "atk-s0502a2:38_24": "So ‘‘bāḷhagilāno, ayye, seṭṭhi āhāraṁ pacchinditvā maccuparāyaṇo jāto, ekaṁ bhājanaṁ nikkhamati , ekaṁ pavisatī’’ti āha.",
  "atk-s0502a2:38_25": "Seṭṭhidhītā ‘‘idāni gantuṁ kālo’’ti seṭṭhiputtassa ‘‘pitā te kira gilāno’’ti ārocetvā ‘‘kiṁ vadesi bhadde’’ti vutte ‘‘aphāsukamassa, sāmī’’ti āha.",
  "atk-s0502a2:38_26": "‘‘Idāni kiṁ kātabba’’nti. Sāmi?",
  "atk-s0502a2:38_27": "‘‘Gāmasatato vuṭṭhānakapaṇṇākāraṁ ādāya gantvā passissāma na’’nti.",
  "atk-s0502a2:38_28": "So ‘‘sādhū’’ti paṇṇākāraṁ āharāpetvā sakaṭehi ādāya pakkāmi.",
  "atk-s0502a2:39_0": "Atha naṁ sā ‘‘pitā te dubbalo, ettakaṁ paṇṇākāraṁ gahetvā gacchantānaṁ papañco bhavissati, etaṁ nivattāpehī’’ti vatvā taṁ sabbaṁ attano kulagehaṁ pesetvā puna taṁ āha –",
  "atk-s0502a2:39_1": "‘‘sāmi, tvaṁ attano pitu pādapasse tiṭṭheyyāsi, ahaṁ ussīsakapasse ṭhassāmī’’ti.",
  "atk-s0502a2:39_2": "Gehaṁ pavisamānāyeva ca ‘‘gehassa purato ca pacchato ca ārakkhaṁ gaṇhathā’’ti attano purise āṇāpesi.",
  "atk-s0502a2:39_3": "Paviṭṭhakāle pana seṭṭhiputto pitu pādapasse aṭṭhāsi, itarā ussīsakapasse.",
  "atk-s0502a2:40_0": "Tasmiṁ khaṇe seṭṭhi uttānako nipanno hoti.",
  "atk-s0502a2:40_1": "Āyuttako pana tassa pāde parimajjanto ‘‘putto te, sāmi, āgato’’ti āha.",
  "atk-s0502a2:40_2": "‘‘Kuhiṁ so’’ti?",
  "atk-s0502a2:40_3": "‘‘Esa pādamūle ṭhito’’ti.",
  "atk-s0502a2:40_4": "Atha naṁ disvā āyakammikaṁ pakkosāpetvā, ‘‘mama gehe kittakaṁ dhana’’nti pucchi.",
  "atk-s0502a2:40_5": "‘‘Sāmi, dhanasseva cattālīsakoṭiyo, upabhogaparibhogabhaṇḍānaṁ pana vanagāmakkhettadvipadacatuppadayānavāhanānañca ayañca ayañca paricchedo’’ti vutte, ‘‘ahaṁ ettakaṁ dhanaṁ mama puttassa ghosakassa na demī’’ti vattukāmo ‘‘demī’’ti āha.",
  "atk-s0502a2:40_6": "Taṁ sutvā seṭṭhidhītā ‘‘ayaṁ puna kathento aññaṁ kiñci katheyyā’’ti cintetvā sokāturā viya kese vikiritvā rodamānā ‘‘kiṁ nāmetaṁ, tāta, vadetha, idampi nāma vo vacanaṁ suṇoma, alakkhikā vatamhā’’ti vatvā matthakena naṁ uramajjhe paharantī patitvā yathā puna vattuṁ na sakkoti, tathāssa uramajjhe matthakena ghaṁsentī ārodanaṁ dassesi.",
  "atk-s0502a2:40_7": "Seṭṭhi taṁkhaṇaññeva kālamakāsi.",
  "atk-s0502a2:40_8": "‘‘Seṭṭhi mato’’ti gantvā utenassa rañño ārocayiṁsu.",
  "atk-s0502a2:40_9": "Rājā tassa sarīrakiccaṁ kārāpetvā, ‘‘atthi panassa putto vā dhītā vā’’ti pucchi.",
  "atk-s0502a2:40_10": "‘‘Atthi, deva, ghosako nāma tassa putto, sabbaṁ sāpateyyaṁ tassa niyyādetvāva mato, devā’’ti.",
  "atk-s0502a2:41_0": "Rājā aparabhāge seṭṭhiputtaṁ pakkosāpesi.",
  "atk-s0502a2:41_1": "Tasmiñca divase devo vassi.",
  "atk-s0502a2:41_2": "Rājaṅgaṇe tattha tattha udakaṁ saṇṭhāti.",
  "atk-s0502a2:41_3": "Seṭṭhiputto ‘‘rājānaṁ passissāmī’’ti pāyāsi.",
  "atk-s0502a2:41_4": "Rājā vātapānaṁ vivaritvā taṁ āgacchantaṁ olokento rājaṅgaṇe udakaṁ laṅghitvā āgacchantaṁ disvā āgantvā vanditvā ṭhitaṁ ‘‘tvaṁ ghosako nāma, tātā’’ti pucchitvā ‘‘āma, devā’’ti vutte ‘‘pitā me matoti mā soci, tava pettikaṁ seṭṭhiṭṭhānaṁ tuyhameva dassāmī’’ti taṁ samassāsetvā ‘‘gaccha, tātā’’ti uyyojesi.",
  "atk-s0502a2:41_5": "Rājā gacchantañca naṁ olokentova aṭṭhāsi.",
  "atk-s0502a2:41_6": "So āgamanakāle laṅghitaṁ udakaṁ gamanakāle otaritvā saṇikaṁ agamāsi.",
  "atk-s0502a2:41_7": "Atha naṁ rājā tatova pakkosāpetvā, ‘‘kiṁ nu kho, tāta, tvaṁ mama santikaṁ āgacchanto udakaṁ laṅghitvā āgamma gacchanto otaritvā saṇikaṁ gacchasī’’ti pucchi.",
  "atk-s0502a2:41_8": "‘‘Āma, deva, ahaṁ tasmiṁ khaṇe kumārako, kīḷanakālo nāma, so idāni pana me devena ṭhānantaraṁ paṭissutaṁ.",
  "atk-s0502a2:41_9": "Tasmā yathā pure acaritvā idāni sannisinnena hutvā carituṁ vaṭṭatī’’ti.",
  "atk-s0502a2:41_10": "Taṁ sutvā rājā ‘‘dhitimāyaṁ puriso, idānevassa ṭhānantaraṁ dassāmī’’ti pitarā bhuttaṁ bhogaṁ datvā sabbasatena seṭṭhiṭṭhānaṁ adāsi.",
  "atk-s0502a2:42_0": "So rathe ṭhatvā nagaraṁ padakkhiṇaṁ akāsi.",
  "atk-s0502a2:42_1": "Olokitolokitaṭṭhānaṁ kampati.",
  "atk-s0502a2:42_2": "Seṭṭhidhītā kāḷidāsiyā saddhiṁ mantayamānā nisinnā ‘‘amma kāḷi, puttassa te ettikā sampatti maṁ nissāya uppannā’’ti āha.",
  "atk-s0502a2:42_3": "‘‘Kiṁ kāraṇā, ammā’’ti?",
  "atk-s0502a2:42_4": "‘‘Ayañhi attano maraṇapaṇṇaṁ dussante bandhitvā amhākaṁ gharaṁ āgato, athassa mayā taṁ paṇṇaṁ phāletvā mayā saddhiṁ maṅgalakaraṇatthāya aññaṁ paṇṇaṁ likhitvā ettakaṁ kālaṁ tattha ārakkho kato’’ti.",
  "atk-s0502a2:42_5": "‘‘Amma, tvaṁ ettakaṁ passasi, imaṁ pana seṭṭhi daharakālato paṭṭhāya māretukāmo māretuṁ nāsakkhi, kevalaṁ imaṁ nissāya bahuṁ dhanaṁ khīyī’’ti.",
  "atk-s0502a2:42_6": "‘‘Amma, atibhāriyaṁ vata seṭṭhinā kata’’nti.",
  "atk-s0502a2:42_7": "Nagaraṁ padakkhiṇaṁ katvā gehaṁ pavisantaṁ pana naṁ disvā, ‘‘ayaṁ ettikā sampatti maṁ nissāya uppannā’’ti hasitaṁ akāsi.",
  "atk-s0502a2:42_8": "Atha naṁ seṭṭhiputto disvā, ‘‘kiṁ kāraṇā hasī’’ti pucchi.",
  "atk-s0502a2:42_9": "‘‘Ekaṁ kāraṇaṁ nissāyā’’ti.",
  "atk-s0502a2:42_10": "‘‘Kathehi na’’nti?",
  "atk-s0502a2:42_11": "‘‘Sā na kathesi’’.",
  "atk-s0502a2:42_12": "So ‘‘sace na kathessasi, dvidhā taṁ chindissāmī’’ti tajjetvā asiṁ nikkaḍḍhi.",
  "atk-s0502a2:42_13": "Sā ‘‘ayaṁ ettikā sampatti tayā maṁ nissāya laddhāti cintetvā hasita’’nti āha.",
  "atk-s0502a2:42_14": "‘‘Yadi mama pitarā attano santakaṁ mayhaṁ niyyāditaṁ, tvaṁ ettha kiṁ hosī’’ti?",
  "atk-s0502a2:42_15": "So kira ettakaṁ kālaṁ kiñci na jānāti, tenassā vacanaṁ na saddahi.",
  "atk-s0502a2:42_16": "Athassa sā ‘‘tumhākaṁ pitarā maraṇapaṇṇaṁ datvā pesitā, tumhe mayā idañcidañca katvā rakkhitā’’ti sabbaṁ kathesi.",
  "atk-s0502a2:42_17": "‘‘Tvaṁ abhūtaṁ kathesī’’ti asaddahanto ‘‘mātaraṁ kāḷiṁ pucchissāmī’’ti cintetvā ‘‘evaṁ kira, ammā’’ti.",
  "atk-s0502a2:42_18": "‘‘Āma, tāta, daharakālato paṭṭhāya taṁ māretukāmo māretuṁ asakkonto taṁ nissāya bahuṁ dhanaṁ khīyi, sattasu ṭhānesu tvaṁ maraṇato mutto, idāni bhogagāmato āgamma sabbasatena saddhiṁ seṭṭhiṭṭhānaṁ patto’’ti.",
  "atk-s0502a2:42_19": "So taṁ sutvā ‘‘bhāriyaṁ vata kammaṁ, evarūpā kho pana maraṇā muttassa mama pamādajīvitaṁ jīvituṁ ayuttaṁ, appamatto bhavissāmī’’ti cintetvā devasikaṁ sahassaṁ vissajjetvā addhikakapaṇādīnaṁ dānaṁ paṭṭhapesi.",
  "atk-s0502a2:42_20": "Mitto nāmassa kuṭumbiko dānabyāvaṭo ahosi.",
  "atk-s0502a2:42_21": "Ayaṁ ghosakaseṭṭhino uppatti.",
  "atk-s0502a2:43_0": "Tasmiṁ pana kāle bhaddavatīnagare bhaddavatiyaseṭṭhi nāma ghosakaseṭṭhino adiṭṭhapubbasahāyako ahosi.",
  "atk-s0502a2:43_1": "Bhaddavatīnagarato āgatānaṁ vāṇijānaṁ santike ghosakaseṭṭhi bhaddavatiyaseṭṭhino sampattiñca vayappadesañca sutvā tena saddhiṁ sahāyakabhāvaṁ icchanto paṇṇākāraṁ pesesi.",
  "atk-s0502a2:43_2": "Bhaddavatiyaseṭṭhipi kosambito āgatānaṁ vāṇijānaṁ santike ghosakaseṭṭhino sampattiñca vayappadesañca sutvā tena saddhiṁ sahāyakabhāvaṁ icchanto paṇṇākāraṁ pesesi.",
  "atk-s0502a2:43_3": "Evaṁ te aññamaññaṁ adiṭṭhapubbasahāyakā hutvā vasiṁsu.",
  "atk-s0502a2:43_4": "Aparabhāge bhaddavatiyaseṭṭhino gehe ahivātarogo patito.",
  "atk-s0502a2:43_5": "Tasmiṁ patite paṭhamaṁ makkhikā maranti, tato anukkameneva kīṭā mūsikā kukkuṭā sūkarā gāvo dāsī dāsā sabbapacchā gharamānusakāpi maranti.",
  "atk-s0502a2:43_6": "Tesu ye bhittiṁ bhinditvā palāyanti, te jīvitaṁ labhanti, tadā pana seṭṭhi ca bhariyā ca dhītā cassa tathā palāyitvā ghosakaseṭṭhiṁ passituṁ patthentā kosambimaggaṁ paṭipajjiṁsu.",
  "atk-s0502a2:43_7": "Te antarāmaggeyeva khīṇapātheyyā vātātapena ceva khuppipāsāhi ca kilantasarīrā kicchena kosambiṁ patvā udakaphāsukaṭṭhāne ṭhatvā nhatvā nagaradvāre ekaṁ sālaṁ pavisiṁsu.",
  "atk-s0502a2:44_0": "Tato seṭṭhi bhariyaṁ āha –",
  "atk-s0502a2:44_1": "‘‘bhadde, iminā nīhārena gacchantā vijātamātuyāpi amanāpā honti, sahāyako kira me addhikakapaṇādīnaṁ devasikaṁ sahassaṁ vissajjetvā dānaṁ dāpesi.",
  "atk-s0502a2:44_2": "Tattha dhītaraṁ pesetvā āhāraṁ āharāpetvā ekāhaṁ dvīhaṁ idheva sarīraṁ santappetvā sahāyakaṁ passissāmā’’ti.",
  "atk-s0502a2:44_3": "Sā ‘‘sādhu, sāmī’’ti.",
  "atk-s0502a2:44_4": "Te sālāyameva vasiṁsu.",
  "atk-s0502a2:44_5": "Punadivase kāle ārocite kapaṇaddhikādīsu āhāratthāya gacchantesu mātāpitaro, ‘‘amma, gantvā amhākaṁ āhāraṁ āharā’’ti dhītaraṁ pesayiṁsu.",
  "atk-s0502a2:44_6": "Mahābhogakulassa dhītā vipattiyā acchinnalajjitāya alajjamānā pātiṁ gahetvā kapaṇajanena saddhiṁ āhāratthāya gantvā ‘‘kati paṭivīse gaṇhissasi, ammā’’ti puṭṭhā ca pana ‘‘tayo’’ti āha.",
  "atk-s0502a2:44_7": "Athassā tayo paṭivīse adāsi.",
  "atk-s0502a2:44_8": "Tāya bhatte āhaṭe tayopi ekato bhuñjituṁ nisīdiṁsu.",
  "atk-s0502a2:45_0": "Atha mātādhītaro seṭṭhiṁ āhaṁsu –",
  "atk-s0502a2:45_1": "‘‘sāmi, vipatti nāma mahākulānampi uppajjati, mā amhe oloketvā bhuñja, mā cintayī’’ti.",
  "atk-s0502a2:45_2": "Iti naṁ nānappakārehi yācitvā bhojesuṁ.",
  "atk-s0502a2:45_3": "So bhuñjitvā āhāraṁ jīrāpetuṁ asakkonto aruṇe uggacchante kālamakāsi.",
  "atk-s0502a2:45_4": "Mātādhītaro nānappakārehi paridevitvā rodiṁsu.",
  "atk-s0502a2:45_5": "Kumārikā punadivase rodamānā āhāratthāya gantvā, ‘‘kati paṭivīse gaṇhissasī’’ti vuttā, ‘‘dve’’ti vatvā āhāraṁ āharitvā mātaraṁ yācitvā bhojesi.",
  "atk-s0502a2:45_6": "Sāpi tāya yāciyamānā bhuñjitvā āhāraṁ jīrāpetuṁ asakkontī taṁ divasameva kālamakāsi.",
  "atk-s0502a2:45_7": "Kumārikā ekikāva roditvā paridevitvā tāya dukkhuppattiyā ativiya sañjātachātakadukkhā punadivase yācakehi saddhiṁ rodantī āhāratthāya gantvā, ‘‘kati paṭivīse gaṇhissasi, ammā’’ti vuttā ‘‘eka’’nti āha.",
  "atk-s0502a2:45_8": "Mittakuṭumbiko taṁ tayo divase bhattaṁ gaṇhantiṁ sañjānāti, tena taṁ ‘‘apehi nassa, vasali, ajja tava kucchippamāṇaṁ aññāsī’’ti āha.",
  "atk-s0502a2:45_9": "Hirottappasampannā kuladhītā paccorasmiṁ sattipahāraṁ viya vaṇe khārodakasecanakaṁ viya ca patvā ‘‘kiṁ, sāmī’’ti āha.",
  "atk-s0502a2:45_10": "‘‘Tayā pure tayo koṭṭhāsā gahitā, hiyyo dve, ajja ekaṁ gaṇhāsi.",
  "atk-s0502a2:45_11": "Ajja te attano kucchippamāṇaṁ ñāta’’nti.",
  "atk-s0502a2:45_12": "‘‘Mā maṁ, sāmi, ‘attanova atthāya gaṇhī’ti maññitthā’’ti.",
  "atk-s0502a2:45_13": "‘‘Atha kasmā evaṁ gaṇhī’’ti?",
  "atk-s0502a2:45_14": "‘‘Pure tayo janā ahumha, sāmi, hiyyo dve, ajja ekikāva jātāmhī’’ti.",
  "atk-s0502a2:45_15": "So ‘‘kena kāraṇenā’’ti pucchitvā ādito paṭṭhāya tāya kathitaṁ sabbaṁ pavattiṁ sutvā assūni sandhāretuṁ asakkonto sañjātabalavadomanasso hutvā, ‘‘amma, evaṁ sante mā cintayi, tvaṁ bhaddavatiyaseṭṭhino dhītā ajjakālato paṭṭhāya mama dhītāyeva nāmā’’ti vatvā sīse cumbitvā gharaṁ netvā attano jeṭṭhadhītuṭṭhāne ṭhapesi.",
  "atk-s0502a2:46_0": "Sā dānagge uccāsaddaṁ mahāsaddaṁ sutvā, ‘‘tāta, kasmā etaṁ janaṁ nissaddaṁ katvā dānaṁ na dethā’’ti āha.",
  "atk-s0502a2:46_1": "‘‘Na sakkā kātuṁ, ammā’’ti.",
  "atk-s0502a2:46_2": "‘‘Sakkā, tātā’’ti.",
  "atk-s0502a2:46_3": "‘‘Kathaṁ sakkā, ammā’’ti?",
  "atk-s0502a2:46_4": "‘‘Tāta dānaggaṁ parikkhipitvā ekekasseva pavesanappamāṇena dve dvārāni yojetvā, ‘ekena dvārena pavisitvā ekena nikkhamathā’ti vadetha, evaṁ nissaddā hutvāva gaṇhissantī’’ti.",
  "atk-s0502a2:46_5": "So taṁ sutvā, ‘‘bhaddakova, amma, upāyo’’ti tathā kāresi.",
  "atk-s0502a2:46_6": "Sāpi pubbe sāmā nāma.",
  "atk-s0502a2:46_7": "Vatiyā pana kāritattā sāmāvatī nāma jātā.",
  "atk-s0502a2:46_8": "Tato paṭṭhāya dānagge kolāhalaṁ pacchindī.",
  "atk-s0502a2:46_9": "Ghosakaseṭṭhi pubbe taṁ saddaṁ suṇanto ‘‘mayhaṁ dānagge saddo’’ti tussati.",
  "atk-s0502a2:46_10": "Dvīhatīhaṁ pana saddaṁ asuṇanto mittakuṭumbikaṁ attano upaṭṭhānaṁ āgataṁ pucchi –",
  "atk-s0502a2:46_11": "‘‘diyyati kapaṇaddhikādīnaṁ dāna’’nti?",
  "atk-s0502a2:46_12": "‘‘Āma, sāmī’’ti.",
  "atk-s0502a2:46_13": "‘‘Atha kiṁ dvīhatīhaṁ saddo na suyyatī’’ti?",
  "atk-s0502a2:46_14": "‘‘Yathā nissaddā hutvā gaṇhanti, tathā me upāyo kato’’ti.",
  "atk-s0502a2:46_15": "‘‘Atha pubbeva kasmā nākāsī’’ti?",
  "atk-s0502a2:46_16": "‘‘Ajānanatāya, sāmī’’ti.",
  "atk-s0502a2:46_17": "‘‘Idāni kathaṁ te ñāto’’ti?",
  "atk-s0502a2:46_18": "‘‘Dhītarā me akkhāto, sāmī’’ti.",
  "atk-s0502a2:46_19": "Mayhaṁ aviditā ‘‘tava dhītā nāma atthī’’ti.",
  "atk-s0502a2:46_20": "So ahivātaroguppattito paṭṭhāya sabbaṁ bhaddavatiyaseṭṭhino pavattiṁ ācikkhitvā tassā attano jeṭṭhadhītuṭṭhāne ṭhapitabhāvaṁ ārocesi.",
  "atk-s0502a2:46_21": "Atha naṁ seṭṭhi ‘‘evaṁ sante mama kasmā na kathesi, mama sahāyakassa dhītā mama dhītā nāmā’’ti taṁ pakkosāpetvā pucchi –",
  "atk-s0502a2:46_22": "‘‘amma, seṭṭhino dhītāsī’’ti?",
  "atk-s0502a2:46_23": "‘‘Āma, tātā’’ti.",
  "atk-s0502a2:46_24": "‘‘Tena hi mā cintayi, tvaṁ mama dhītāsī’’ti taṁ sīse cumbitvā parivāratthāya tassā pañca itthisatāni datvā taṁ attano jeṭṭhadhītuṭṭhāne ṭhapesi.",
  "atk-s0502a2:47_0": "Athekadivasaṁ tasmiṁ nagare nakkhattaṁ saṅghuṭṭhaṁ hoti.",
  "atk-s0502a2:47_1": "Tasmiṁ pana nakkhatte bahi anikkhamanakā kuladhītaropi attano parivārena saddhiṁ padasāva nadiṁ gantvā nhāyanti.",
  "atk-s0502a2:47_2": "Tasmā taṁ divasaṁ sāmāvatīpi pañcahi itthisatehi parivāritā rājaṅgaṇeneva nhāyituṁ agamāsi.",
  "atk-s0502a2:47_3": "Uteno sīhapañjare ṭhito taṁ disvā ‘‘kassimā nāṭakitthiyo’’ti pucchi.",
  "atk-s0502a2:47_4": "‘‘Na kassaci nāṭakitthiyo, devā’’ti.",
  "atk-s0502a2:47_5": "‘‘Atha kassa dhītaro’’ti?",
  "atk-s0502a2:47_6": "‘‘Ghosakaseṭṭhino dhītā deva, sāmāvatī nāmesā’’ti.",
  "atk-s0502a2:47_7": "So disvāva uppannasineho seṭṭhino sāsanaṁ pāhesi –",
  "atk-s0502a2:47_8": "‘‘dhītaraṁ kira me pesetū’’ti.",
  "atk-s0502a2:47_9": "‘‘Na pesemi, devā’’ti.",
  "atk-s0502a2:47_10": "‘‘Mā kira evaṁ karotu, pesetuyevā’’ti.",
  "atk-s0502a2:47_11": "‘‘Mayaṁ gahapatikā nāma kumārikānaṁ pothetvā viheṭhetvā kaḍḍhanabhayena na dema, devā’’ti.",
  "atk-s0502a2:47_12": "Rājā kujjhitvā gehaṁ lañchāpetvā seṭṭhiñca bhariyañca hatthe gahetvā bahi kārāpesi.",
  "atk-s0502a2:47_13": "Sāmāvatī, nhāyitvā āgantvā gehaṁ pavisituṁ okāsaṁ alabhantī, ‘‘kiṁ etaṁ, tātā’’ti pucchi.",
  "atk-s0502a2:47_14": "‘‘Amma, rājā tava kāraṇā pahiṇi.",
  "atk-s0502a2:47_15": "Atha ‘na mayaṁ dassāmā’ti vutte gharaṁ lañchāpetvā amhe bahi kārāpesī’’ti.",
  "atk-s0502a2:47_16": "‘‘Tāta, bhāriyaṁ vo kammaṁ kataṁ, raññā nāma pahite ‘na, demā’ti avatvā ‘sace me dhītaraṁ saparivāraṁ gaṇhatha, demā’ti vattabbaṁ bhaveyya, tātā’’ti.",
  "atk-s0502a2:47_17": "‘‘Sādhu, amma, tava ruciyā sati evaṁ karissāmī’’ti rañño tathā sāsanaṁ pāhesi.",
  "atk-s0502a2:47_18": "Rājā ‘‘sādhū’’ti sampaṭicchitvā taṁ saparivāraṁ ānetvā abhisiñcitvā aggamahesiṭṭhāne ṭhapesi.",
  "atk-s0502a2:47_19": "Sesā tassāyeva parivāritthiyo ahesuṁ.",
  "atk-s0502a2:47_20": "Ayaṁ sāmāvatiyā uppatti.",
  "atk-s0502a2:48_0": "Utenassa pana aparāpi vāsuladattā nāma devī ahosi caṇḍapajjotassa dhītā.",
  "atk-s0502a2:48_1": "Ujjeniyañhi caṇḍapajjoto nāma rājā ahosi.",
  "atk-s0502a2:48_2": "So ekadivasaṁ uyyānato āgacchanto attano sampattiṁ oloketvā, ‘‘atthi nu kho aññassapi kassaci evarūpā sampattī’’ti vatvā taṁ sutvā manussehi ‘‘kiṁ sampatti nāmesā, kosambiyaṁ utenassa rañño atimahatī sampatī’’ti vutte rājā āha –",
  "atk-s0502a2:48_3": "‘‘tena hi gaṇhissāma na’’nti?",
  "atk-s0502a2:48_4": "‘‘Na sakkā so gahetu’’nti.",
  "atk-s0502a2:48_5": "‘‘Kiñci katvā gaṇhissāmayevā’’ti?",
  "atk-s0502a2:48_6": "‘‘Na sakkā devā’’ti.",
  "atk-s0502a2:48_7": "‘‘Kiṁ kāraṇā’’ti?",
  "atk-s0502a2:48_8": "‘‘So hatthikantaṁ nāma sippaṁ jānāti, mantaṁ parivattetvā hatthikantavīṇaṁ vādento nāge palāpetipi gaṇhātipi.",
  "atk-s0502a2:48_9": "Hatthivāhanasampanno tena sadiso nāma natthī’’ti.",
  "atk-s0502a2:48_10": "‘‘Na sakkā mayā so gahetu’’nti.",
  "atk-s0502a2:48_11": "‘‘Sace te, deva, ekantena ayaṁ nicchayo, tena hi dāruhatthiṁ kāretvā tassāsannaṭṭhānaṁ pesehi.",
  "atk-s0502a2:48_12": "So hatthivāhanaṁ vā assavāhanaṁ vā sutvā dūrampi gacchati.",
  "atk-s0502a2:48_13": "Tattha naṁ āgataṁ gahetuṁ sakkā bhavissatī’’ti.",
  "atk-s0502a2:49_0": "Rājā ‘‘attheso upāyo’’ti dārumayaṁ yantahatthiṁ kārāpetvā bahi pilotikāhi veṭhetvā katacittakammaṁ katvā tassa vijite āsannaṭṭhāne ekasmiṁ saratīre vissajjāpesi.",
  "atk-s0502a2:49_1": "Hatthino antokucchiyaṁ saṭṭhi purisā aparāparaṁ caṅkamanti, hatthilaṇḍaṁ āharitvā tattha tattha chaḍḍesuṁ.",
  "atk-s0502a2:49_2": "Eko vanacarako hatthiṁ disvā, ‘‘amhākaṁ rañño anucchaviko’’ti cintetvā, gantvā rañño ārocesi –",
  "atk-s0502a2:49_3": "‘‘deva, mayā sabbaseto kelāsakūṭapaṭibhāgo tumhākaññeva anucchaviko varavāraṇo diṭṭho’’ti.",
  "atk-s0502a2:49_4": "Uteno tameva maggadesakaṁ katvā hatthiṁ abhiruyha saparivāro nikkhami.",
  "atk-s0502a2:49_5": "Tassa āgamanaṁ ñatvā carapurisā gantvā caṇḍapajjotassa ārocesuṁ.",
  "atk-s0502a2:49_6": "So āgantvā majjhe tucchaṁ katvā ubhosu passesu balakāyaṁ payojesi.",
  "atk-s0502a2:49_7": "Uteno tassāgamanaṁ ajānanto hatthiṁ anubandhi.",
  "atk-s0502a2:49_8": "Anto ṭhitamanussā vegena palāpesuṁ.",
  "atk-s0502a2:49_9": "Kaṭṭhahatthī rañño mantaṁ parivattetvā vīṇaṁ vādentassa tantisaddaṁ asuṇanto viya palāyatiyeva.",
  "atk-s0502a2:49_10": "Rājā hatthināgaṁ pāpuṇituṁ asakkonto assaṁ āruyha anubandhi.",
  "atk-s0502a2:49_11": "Tasmiṁ vegena anubandhante balakāyo ohīyi.",
  "atk-s0502a2:49_12": "Rājā ekakova ahosi.",
  "atk-s0502a2:49_13": "Atha naṁ ubhosu passesu payuttā caṇḍapajjotassa purisā gaṇhitvā attano rañño adaṁsu.",
  "atk-s0502a2:49_14": "Athassa balakāyo amittavasaṁ gatabhāvaṁ ñatvā bahinagareva khandhāvāraṁ nivesetvā acchi.",
  "atk-s0502a2:50_0": "Caṇḍapajjotopi utenaṁ jīvaggāhameva gāhāpetvā ekasmiṁ coragehe pakkhipitvā dvāraṁ pidahāpetvā tayo divase jayapānaṁ pivi.",
  "atk-s0502a2:50_1": "Uteno tatiyadivase ārakkhake pucchi –",
  "atk-s0502a2:50_2": "‘‘kahaṁ vo, tāta, rājā’’ti?",
  "atk-s0502a2:50_3": "‘‘‘Paccāmitto me gahito’ti jayapānaṁ pivatī’’ti.",
  "atk-s0502a2:50_4": "‘‘Kā nāmesā mātugāmassa viya tumhākaṁ rañño kiriyā, nanu paṭirājūnaṁ gahetvā vissajjetuṁ vā māretuṁ vā vaṭṭati, amhe dukkhaṁ nisīdāpetvā jayapānaṁ kira pivatī’’ti.",
  "atk-s0502a2:50_5": "Te gantvā tamatthaṁ rañño ārocesuṁ.",
  "atk-s0502a2:50_6": "So āgantvā ‘‘saccaṁ kira tvaṁ evaṁ vadasī’’ti pucchi.",
  "atk-s0502a2:50_7": "‘‘Āma, mahārājā’’ti.",
  "atk-s0502a2:50_8": "‘‘Sādhu taṁ vissajjessāmi, evarūpo kira te manto atthi, taṁ mayhaṁ dassasī’’ti.",
  "atk-s0502a2:50_9": "‘‘Sādhu dassāmi, gahaṇasamaye maṁ vanditvā taṁ gaṇhāhi.",
  "atk-s0502a2:50_10": "Kiṁ pana tvaṁ vandissasī’’ti?",
  "atk-s0502a2:50_11": "‘‘Kyāhaṁ taṁ vandissāmi, na vandissāmī’’ti?",
  "atk-s0502a2:50_12": "‘‘Ahampi te na dassāmī’’ti .",
  "atk-s0502a2:50_13": "‘‘Evaṁ sante rājāṇaṁ te karissāmī’’ti.",
  "atk-s0502a2:50_14": "‘‘Karohi, sarīrassa me issaro, na pana cittassā’’ti.",
  "atk-s0502a2:50_15": "Rājā tassa sūragajjitaṁ sutvā, ‘‘kathaṁ nu kho imaṁ mantaṁ gaṇhissāmī’’ti cintetvā, ‘‘imaṁ mantaṁ aññaṁ jānāpetuṁ na sakkā, mama dhītaraṁ etassa santike uggaṇhāpetvā ahaṁ tassā santike gaṇhissāmī’’ti.",
  "atk-s0502a2:50_16": "Atha naṁ āha –",
  "atk-s0502a2:50_17": "‘‘aññassa vanditvā gaṇhantassa dassasī’’ti.",
  "atk-s0502a2:50_18": "‘‘Āma, mahārājā’’ti.",
  "atk-s0502a2:50_19": "‘‘Tena hi amhākaṁ ghare ekā khujjā atthi tassā antosāṇiyaṁ vanditvā nisinnāya tvaṁ bahisāṇiyaṁ ṭhitova mantaṁ vācehī’’ti.",
  "atk-s0502a2:50_20": "‘‘Sādhu, mahārāja, khujjā vā hotu pīṭhasappi vā, vandantiyā dassāmī’’ti.",
  "atk-s0502a2:50_21": "Tato rājā gantvā dhītaraṁ vāsuladattaṁ āha –",
  "atk-s0502a2:50_22": "‘‘amma, eko saṅkhakuṭṭhī anagghamantaṁ jānāti, taṁ aññaṁ jānāpetuṁ na sakkā.",
  "atk-s0502a2:50_23": "Tvaṁ antosāṇiyaṁ nisīditvā taṁ vanditvā mantaṁ gaṇha, so bahisāṇiyaṁ ṭhatvā tuyhaṁ vācessati.",
  "atk-s0502a2:50_24": "Tava santikā ahaṁ taṁ gaṇhissāmī’’ti.",
  "atk-s0502a2:51_0": "Evaṁ so tesaṁ aññamaññaṁ santhavakaraṇabhayena dhītaraṁ khujjaṁ, itaraṁ saṅkhakuṭṭhiṁ katvā kathesi.",
  "atk-s0502a2:51_1": "So tassā antosāṇiyaṁ vanditvā nisinnāya bahi ṭhito mantaṁ vācesi.",
  "atk-s0502a2:51_2": "Atha naṁ ekadivasaṁ punappunaṁ vuccamānampi mantapadaṁ vattuṁ asakkontiṁ ‘‘are khujje atibahaloṭṭhakapolaṁ te mukhaṁ, evaṁ nāma vadehī’’ti āha.",
  "atk-s0502a2:51_3": "‘‘Sā kujjhitvā are duṭṭhasaṅkhakuṭṭhi kiṁ vadesi, kiṁ mādisā khujjā nāma hotī’’ti?",
  "atk-s0502a2:51_4": "Sāṇikaṇṇaṁ ukkhipitvā ‘‘kāsi tva’’nti vutte, ‘‘rañño dhītā vāsuladattā nāmāha’’nti āha.",
  "atk-s0502a2:51_5": "‘‘Pitā te taṁ mayhaṁ kathento ‘khujjā’ti kathesī’’ti.",
  "atk-s0502a2:51_6": "‘‘Mayhampi kathento taṁ saṅkhakuṭṭhiṁ katvā kathesī’’ti.",
  "atk-s0502a2:51_7": "Te ubhopi ‘‘tena hi amhākaṁ santhavakaraṇabhayena kathitaṁ bhavissatī’’ti antosāṇiyaññeva santhavaṁ kariṁsu.",
  "atk-s0502a2:52_0": "Tato paṭṭhāya mantaggahaṇaṁ vā sippaggahaṇaṁ vā natthi.",
  "atk-s0502a2:52_1": "Rājāpi dhītaraṁ niccaṁ pucchati –",
  "atk-s0502a2:52_2": "‘‘sippaṁ gaṇhasi, ammā’’ti?",
  "atk-s0502a2:52_3": "‘‘Gaṇhāmi, tātā’’ti.",
  "atk-s0502a2:52_4": "Atha naṁ ekadivasaṁ uteno āha –",
  "atk-s0502a2:52_5": "‘‘bhadde, sāmikena kattabbaṁ nāma neva mātāpitaro na bhātubhaginiyo kātuṁ sakkonti, sace mayhaṁ jīvitaṁ dassasi, pañca te itthisatāni parivāraṁ datvā aggamahesiṭṭhānaṁ dassāmī’’ti.",
  "atk-s0502a2:52_6": "‘‘Sace imasmiṁ vacane patiṭṭhātuṁ sakkhissatha, dassāmi vo jīvita’’nti.",
  "atk-s0502a2:52_7": "‘‘Sakkhissāmi, bhadde’’ti.",
  "atk-s0502a2:52_8": "Sā ‘‘sādhu, sāmī’’ti pitu santikaṁ gantvā vanditvā ekamantaṁ aṭṭhāsi.",
  "atk-s0502a2:52_9": "Atha naṁ so pucchi –",
  "atk-s0502a2:52_10": "‘‘amma, niṭṭhitaṁ sippa’’nti?",
  "atk-s0502a2:52_11": "‘‘Na tāva niṭṭhitaṁ, tāta, sippa’’nti.",
  "atk-s0502a2:52_12": "Atha naṁ so pucchi –",
  "atk-s0502a2:52_13": "‘‘kiṁ, ammā’’ti?",
  "atk-s0502a2:52_14": "‘‘Amhākaṁ ekaṁ dvārañca ekaṁ vāhanañca laddhuṁ vaṭṭati, tātā’’ti.",
  "atk-s0502a2:52_15": "‘‘Idaṁ kiṁ, ammā’’ti?",
  "atk-s0502a2:52_16": "‘‘Tāta, rattiṁ kira tārakasaññāya mantassa upacāratthāya ekaṁ osadhaṁ gahetabbaṁ atthi.",
  "atk-s0502a2:52_17": "Tasmā amhākaṁ velāya vā avelāya vā nikkhamanakāle ekaṁ dvārañceva ekaṁ vāhanañca laddhuṁ vaṭṭatī’’ti.",
  "atk-s0502a2:52_18": "Rājā ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0502a2:52_19": "Te attano abhirucitaṁ ekaṁ dvāraṁ hatthagataṁ kariṁsu.",
  "atk-s0502a2:52_20": "Rañño pana pañca vāhanāni ahesuṁ.",
  "atk-s0502a2:52_21": "Bhaddavatī nāma kareṇukā ekadivasaṁ paññāsa yojanāni gacchati, kāko nāma dāso saṭṭhi yojanāni gacchati, celakaṭṭhi ca muñcakesī cāti dve assā yojanasataṁ gacchanti, nāḷāgiri hatthī vīsati yojanasatanti.",
  "atk-s0502a2:53_0": "So kira rājā anuppanne buddhe ekassa issarassa upaṭṭhāko ahosi.",
  "atk-s0502a2:53_1": "Athekadivasaṁ issare bahinagaraṁ gantvā nhatvā āgacchante eko paccekabuddho nagaraṁ piṇḍāya pavisitvā sakalanagaravāsīnaṁ mārena āvaṭṭitattā ekaṁ bhikkhāmpi alabhitvā yathādhotena pattena nikkhami.",
  "atk-s0502a2:53_2": "Atha naṁ nagaradvāraṁ pattakāle māro aññātakavesena upasaṅkamitvā, ‘‘api, bhante, vo kiñci laddha’’nti pucchi.",
  "atk-s0502a2:53_3": "‘‘Kiṁ pana me tvaṁ alabhanākāraṁ karī’’ti?",
  "atk-s0502a2:53_4": "‘‘Tena hi nivattitvā puna pavisatha, idāni na karissāmī’’ti.",
  "atk-s0502a2:53_5": "‘‘Nāhaṁ puna nivattissāmī’’ti.",
  "atk-s0502a2:53_6": "Sace hi nivatteyya, puna so sakalanagaravāsīnaṁ sarīre adhimuñcitvā pāṇiṁ paharitvā hasanakeḷiṁ kareyya.",
  "atk-s0502a2:53_7": "Paccekabuddhe anivattitvā gate māro tattheva antaradhāyi.",
  "atk-s0502a2:53_8": "Atha so issaro yathādhoteneva pattena āgacchantaṁ paccekabuddhaṁ disvā vanditvā, ‘‘api, bhante, kiñci laddha’’nti pucchi.",
  "atk-s0502a2:53_9": "‘‘Caritvā nikkhantamhāvuso’’ti.",
  "atk-s0502a2:53_10": "So cintesi –",
  "atk-s0502a2:53_11": "‘‘ayyo, mayā pucchitaṁ akathetvā aññaṁ vadati, na kiñci laddhaṁ bhavissatī’’ti.",
  "atk-s0502a2:53_12": "Athassa pattaṁ olokento tucchaṁ disvā gehe bhattassa niṭṭhitāniṭṭhitabhāvaṁ ajānanatāya sūro hutvā pattaṁ gahetuṁ avisahanto ‘‘thokaṁ, bhante, adhivāsethā’’ti vatvā vegena gharaṁ gantvā ‘‘amhākaṁ bhattaṁ niṭṭhita’’nti pucchitvā, ‘‘niṭṭhita’’nti vutte taṁ upaṭṭhākaṁ āha –",
  "atk-s0502a2:53_13": "‘‘tāta, añño tayā sampannavegataro nāma natthi, sīghena javena bhadantaṁ patvā ‘pattaṁ me, bhante, dethā’ti vatvā pattaṁ gahetvā vegena ehī’’ti.",
  "atk-s0502a2:53_14": "So ekavacaneneva pakkhanditvā pattaṁ gahetvā āhari.",
  "atk-s0502a2:53_15": "Issaropi attano bhojanassa pattaṁ pūretvā ‘‘imaṁ sīghaṁ gantvā ayyassa sampādehi, ahaṁ te ito pattiṁ dammī’’ti āha.",
  "atk-s0502a2:54_0": "Sopi taṁ gahetvā javena gantvā paccekabuddhassa pattaṁ datvā pañcapatiṭṭhitena vanditvā, ‘‘bhante, ‘velā upakaṭṭhā’ti ahaṁ atisīghena javena āgato ca gato ca, etassa me javassa phalena yojanānaṁ paṇṇāsasaṭṭhisatavīsasatagamanasamatthāni pañca vāhanāni nibbattantu, āgacchantassa ca me gacchantassa ca sarīraṁ sūriyatejena tatthaṁ, tassa me phalena nibbattanibbattaṭṭhāne āṇā sūriyatejasadisā hotu, imasmiṁ me piṇḍapāte sāminā patti dinnā, tassā me nissandena tumhehi diṭṭhadhammassa bhāgī homī’’ti āha.",
  "atk-s0502a2:54_1": "Paccekabuddho ‘‘evaṁ hotū’’ti vatvā –",
  "atk-s0502a2:55_0": "‘‘Icchitaṁ patthitaṁ tuyhaṁ, sabbameva samijjhatu;",
  "atk-s0502a2:56_0": "Sabbe pūrentu saṅkappā, cando pannaraso yathā. (dī. ni. aṭṭha.",
  "atk-s0502a2:56_1": "2.95 pubbūpanissayasampattikathā; a. ni. aṭṭha. 1.1. 192);",
  "atk-s0502a2:57_0": "‘‘Icchitaṁ patthitaṁ tuyhaṁ, khippameva samijjhatu;",
  "atk-s0502a2:58_0": "Sabbe pūrentu saṅkappā, maṇijotiraso yathā’’ti. –",
  "atk-s0502a2:59_0": "Anumodanaṁ akāsi.",
  "atk-s0502a2:59_1": "Paccekabuddhānaṁ kira idhāva dve gāthā anumodanagāthā nāma honti.",
  "atk-s0502a2:59_2": "Tattha jotirasoti sabbakāmadadaṁ maṇiratanaṁ vuccati.",
  "atk-s0502a2:59_3": "Idaṁ tassa pubbacaritaṁ.",
  "atk-s0502a2:59_4": "So etarahi caṇḍapajjoto ahosi.",
  "atk-s0502a2:59_5": "Tassa ca kammassa nissandena imāni pañca vāhanāni nibbattiṁsu.",
  "atk-s0502a2:59_6": "Athekadivasaṁ rājā uyyānakīḷāya nikkhami.",
  "atk-s0502a2:59_7": "Uteno ‘‘ajja palāyitabba’’nti mahantāmahante cammapasibbake hiraññasuvaṇṇassa pūretvā kareṇukāpiṭṭhe ṭhapetvā vāsuladattaṁ ādāya palāyi.",
  "atk-s0502a2:59_8": "Antepurapālakā palāyantaṁ taṁ disvā gantvā rañño ārocesuṁ.",
  "atk-s0502a2:59_9": "Rājā ‘‘sīghaṁ gacchathā’’ti balaṁ pahiṇi.",
  "atk-s0502a2:59_10": "Uteno balassa pakkhandabhāvaṁ ñatvā kahāpaṇapasibbakaṁ mocetvā pātesi, manussā kahāpaṇe uccinitvā puna pakkhandiṁsu.",
  "atk-s0502a2:59_11": "Itaro suvaṇṇapasibbakaṁ mocetvā pātetvā nesaṁ suvaṇṇalobhena papañcentānaññeva bahi nivuṭṭhaṁ attano khandhāvāraṁ pāpuṇi.",
  "atk-s0502a2:59_12": "Atha naṁ āgacchantaṁ disvāva attano balakāyo parivāretvā nagaraṁ pavesesi.",
  "atk-s0502a2:59_13": "So patvāva vāsuladattaṁ abhisiñcitvā aggamahesiṭṭhāne ṭhapesīti.",
  "atk-s0502a2:59_14": "Ayaṁ vāsuladattāya uppatti.",
  "atk-s0502a2:60_0": "Aparā pana māgaṇḍiyā nāma rañño santikā aggamahesiṭṭhānaṁ labhi.",
  "atk-s0502a2:60_1": "Sā kira kururaṭṭhe māgaṇḍiyabrāhmaṇassa dhītā.",
  "atk-s0502a2:60_2": "Mātāpissā māgaṇḍiyāyeva nāmaṁ.",
  "atk-s0502a2:60_3": "Cūḷapitāpissā māgaṇḍiyova, sā abhirūpā ahosi devaccharapaṭibhāgā.",
  "atk-s0502a2:60_4": "Pitā panassā anucchavikaṁ sāmikaṁ alabhanto mahantehi mahantehi kulehi yācitopi ‘‘na mayhaṁ dhītu tumhe anucchavikā’’ti tajjetvā uyyojesi.",
  "atk-s0502a2:60_5": "Athekadivasaṁ satthā paccūsasamaye lokaṁ volokento māgaṇḍiyabrāhmaṇassa sapajāpatikassa anāgāmiphalūpanissayaṁ disvā attano pattacīvaramādāya tassa bahinigame aggiparicaraṇaṭṭhānaṁ agamāsi.",
  "atk-s0502a2:60_6": "So tathāgatassa rūpasobhaggappattaṁ attabhāvaṁ oloketvā, ‘‘imasmiṁ loke iminā purisena sadiso añño puriso nāma natthi, ayaṁ mayhaṁ dhītu anucchaviko, imassa posāpanatthāya dhītaraṁ dassāmī’’ti cintetvā, ‘‘samaṇa, ekā me dhītā atthi, ahaṁ ettakaṁ kālaṁ tassā anucchavikaṁ purisaṁ na passāmi, tumhe tassā anucchavikā, sā ca tumhākaññeva anucchavikā.",
  "atk-s0502a2:60_7": "Tumhākañhi pādaparicārikā, tassā ca bhattā laddhuṁ vaṭṭati, taṁ vo ahaṁ dassāmi, yāva mamāgamanā idheva tiṭṭhathā’’ti āha.",
  "atk-s0502a2:60_8": "Satthā kiñci avatvā tuṇhī ahosi.",
  "atk-s0502a2:60_9": "Brāhmaṇo vegena gharaṁ gantvā, ‘‘bhoti, bhoti dhītu me anucchaviko puriso diṭṭho, sīghaṁ sīghaṁ naṁ alaṅkarohī’’ti taṁ alaṅkārāpetvā saddhiṁ brāhmaṇiyā ādāya satthu santikaṁ pāyāsi.",
  "atk-s0502a2:60_10": "Sakalanagaraṁ saṅkhubhi.",
  "atk-s0502a2:60_11": "Ayaṁ ‘‘ettakaṁ kālaṁ mayhaṁ dhītu anucchaviko natthī’’ti kassaci adatvā ‘‘ajja me dhītu anucchaviko diṭṭho’’ti kira vadeti, ‘‘kīdiso nu kho so puriso, passissāma na’’nti mahājano teneva saddhiṁ nikkhami.",
  "atk-s0502a2:61_0": "Tasmiṁ dhītaraṁ gahetvā āgacchante satthā tena vuttaṭṭhāne aṭṭhatvā tattha padacetiyaṁ dassetvā gantvā aññasmiṁ ṭhāne aṭṭhāsi.",
  "atk-s0502a2:61_1": "Buddhānañhi padacetiyaṁ adhiṭṭhahitvā akkantaṭṭhāneyeva paññāyati, na aññattha.",
  "atk-s0502a2:61_2": "Yesañcatthāya adhiṭṭhitaṁ hoti, teyeva naṁ passanti.",
  "atk-s0502a2:61_3": "Tesaṁ pana adassanakaraṇatthaṁ hatthiādayo vā akkamantu, mahāmegho vā pavassatu, verambhavātā vā paharantu, na taṁ koci makkhetuṁ sakkoti.",
  "atk-s0502a2:61_4": "Atha brāhmaṇī brāhmaṇaṁ āha –",
  "atk-s0502a2:61_5": "‘‘kuhiṁ so puriso’’ti.",
  "atk-s0502a2:61_6": "‘‘‘Imasmiṁ ṭhāne tiṭṭhāhī’ti naṁ avacaṁ, kuhiṁ nu kho so gato’’ti ito cito olokento padacetiyaṁ disvā ‘‘ayamassa padavalañjo’’ti āha.",
  "atk-s0502a2:61_7": "Brāhmaṇī salakkhaṇamantānaṁ tiṇṇaṁ vedānaṁ paguṇatāya lakkhaṇamante parivattetvā padalakkhaṇaṁ upadhāretvā, ‘‘nayidaṁ, brāhmaṇa, pañcakāmaguṇasevino pada’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a2:62_0": "‘‘Rattassa hi ukkuṭikaṁ padaṁ bhave,",
  "atk-s0502a2:63_0": "Duṭṭhassa hoti sahasānupīḷitaṁ;",
  "atk-s0502a2:64_0": "Mūḷhassa hoti avakaḍḍhitaṁ padaṁ,",
  "atk-s0502a2:65_0": "Vivaṭṭacchadassa idamīdisaṁ pada’’nti. (a. ni. aṭṭha. 1.1.260-261; visuddhi. 1.45);",
  "atk-s0502a2:66_0": "Atha naṁ brāhmaṇo evamāha –",
  "atk-s0502a2:66_1": "‘‘bhoti tvaṁ udakapātiyaṁ kumbhīlaṁ, gehamajjhe ca pana coraṁ viya mante passanasīlā, tuṇhī hohī’’ti.",
  "atk-s0502a2:66_2": "Brāhmaṇa, yaṁ icchasi, taṁ vadehi, nayidaṁ pañcakāmaguṇasevino padanti.",
  "atk-s0502a2:66_3": "Tato ito cito ca olokento satthāraṁ disvā, ‘‘ayaṁ so puriso’’ti vatvā brāhmaṇo gantvā, ‘‘samaṇa, dhītaraṁ me tava posāpanatthāya demī’’ti āha.",
  "atk-s0502a2:66_4": "Satthā ‘‘dhītarā te mayhaṁ attho atthi vā natthi vā’’ti avatvāva, ‘‘brāhmaṇa, ekaṁ te kāraṇaṁ kathemī’’ti vatvā, ‘‘kathehi samaṇā’’ti vutte mahābhinikkhamanato paṭṭhāya yāva ajapālanigrodhamūlā mārena anubaddhabhāvaṁ ajapālanigrodhamūle ca pana ‘‘atīto dāni me esa visaya’’nti tassa sokāturassa sokavūpasamanatthaṁ āgatāhi māradhītāhi kumārikavaṇṇādivasena payojitaṁ palobhanaṁ ācikkhitvā, ‘‘tadāpi mayhaṁ chando nāhosī’’ti vatvā –",
  "atk-s0502a2:67_0": "‘‘Disvāna taṇhaṁ aratiṁ ragañca,",
  "atk-s0502a2:68_0": "Nāhosi chando api methunasmiṁ;",
  "atk-s0502a2:69_0": "Kimevidaṁ muttakarīsapuṇṇaṁ,",
  "atk-s0502a2:70_0": "Pādāpi naṁ samphusituṁ na icche’’ti. (a. ni. aṭṭha. 1.1.260-261; su. ni. 841) –",
  "atk-s0502a2:71_0": "Imaṁ gāthamāha.",
  "atk-s0502a2:71_1": "Gāthāpariyosāne brāhmaṇo ca brāhmaṇī ca anāgāmiphale patiṭṭhahiṁsu.",
  "atk-s0502a2:71_2": "Māgaṇḍiyāpi kho ‘‘sacassa mayā attho natthi, anatthikabhāvova vattabbo, ayaṁ pana maṁ muttakarīsapuṇṇaṁ karoti, pādāpi naṁ samphusituṁ na iccheti, hotu, attano jātikulapadesabhogayasavayasampattiṁ āgamma tathārūpaṁ bhattāraṁ labhitvā samaṇassa gotamassa kattabbayuttakaṁ jānissāmī’’ti satthari āghātaṁ bandhi.",
  "atk-s0502a2:71_3": "‘‘Kiṁ pana satthā tāya attani āghātuppattiṁ jānāti, no’’ti?",
  "atk-s0502a2:71_4": "‘‘Jānātiyeva.",
  "atk-s0502a2:71_5": "Jānanto kasmā gāthamāhā’’ti?",
  "atk-s0502a2:71_6": "Itaresaṁ dvinnaṁ vasena.",
  "atk-s0502a2:71_7": "Buddhā hi āghātaṁ agaṇetvā maggaphalādhigamārahānaṁ vasena dhammaṁ desentiyeva.",
  "atk-s0502a2:71_8": "Mātāpitaro taṁ netvā cūḷamāgaṇḍiyaṁ kaniṭṭhaṁ paṭicchāpetvā pabbajitvā arahattaṁ pāpuṇiṁsu.",
  "atk-s0502a2:71_9": "Cūḷamāgaṇḍiyopi cintesi –",
  "atk-s0502a2:71_10": "‘‘mama dhītā omakasattassa na anucchavikā, ekassa raññova anucchavikā’’ti.",
  "atk-s0502a2:71_11": "Taṁ ādāya kosambiṁ gantvā sabbālaṅkārehi alaṅkaritvā, ‘‘imaṁ itthiratanaṁ devassa anucchavika’’nti utenassa rañño adāsi.",
  "atk-s0502a2:71_12": "So taṁ disvāva uppannabalavasineho abhisekaṁ katvā pañcasatamātugāmaparivāraṁ datvā aggamahesiṭṭhāne ṭhapesi.",
  "atk-s0502a2:71_13": "Ayaṁ māgaṇḍiyāya uppatti.",
  "atk-s0502a2:72_0": "Evamassa diyaḍḍhasahassanāṭakitthiparivārā tisso aggamahesiyo ahesuṁ.",
  "atk-s0502a2:72_1": "Tasmiṁ kho pana samaye ghosakaseṭṭhi kukkuṭaseṭṭhi pāvārikaseṭṭhīti kosambiyaṁ tayo seṭṭhino honti.",
  "atk-s0502a2:72_2": "Te upakaṭṭhāya vassūpanāyikāya pañcasatatāpase himavantato āgantvā nagare bhikkhāya carante disvā pasīditvā nisīdāpetvā bhojetvā paṭiññaṁ gahetvā cattāro māse attano santike vasāpetvā puna vassāratte āgamanatthāya paṭijānāpetvā uyyojesuṁ.",
  "atk-s0502a2:72_3": "Tāpasāpi tato paṭṭhāya aṭṭha māse himavante vasitvā cattāro māse tesaṁ santike vasiṁsu.",
  "atk-s0502a2:72_4": "Te aparabhāge himavantato āgacchantā araññāyatane ekaṁ mahānigrodhaṁ disvā tassa mūle nisīdiṁsu.",
  "atk-s0502a2:72_5": "Tesu jeṭṭhakatāpaso cintesi –",
  "atk-s0502a2:72_6": "‘‘imasmiṁ rukkhe adhivatthā devatā oramattikā na bhavissati, mahesakkhenevettha devarājena bhavitabbaṁ , sādhu vata sacāyaṁ isigaṇassa pānīyaṁ dadeyyā’’ti.",
  "atk-s0502a2:72_7": "Sopi pānīyaṁ adāsi.",
  "atk-s0502a2:72_8": "Tāpaso nhānodakaṁ cintesi, tampi adāsi.",
  "atk-s0502a2:72_9": "Tato bhojanaṁ cintesi, tampi adāsi.",
  "atk-s0502a2:72_10": "Athassa etadahosi –",
  "atk-s0502a2:72_11": "‘‘ayaṁ devarājā amhehi cintitaṁ cintitaṁ sabbaṁ deti, aho vata naṁ passeyyāmā’’ti.",
  "atk-s0502a2:72_12": "So rukkhakkhandhaṁ padāletvā attānaṁ dassesi.",
  "atk-s0502a2:72_13": "Atha naṁ tāpasā, ‘‘devarāja, mahatī te sampatti, kiṁ nu kho katvā ayaṁ te laddhā’’ti pucchiṁsu.",
  "atk-s0502a2:72_14": "‘‘Mā pucchatha, ayyā’’ti.",
  "atk-s0502a2:72_15": "‘‘Ācikkha, devarājā’’ti.",
  "atk-s0502a2:72_16": "So attanā katakammassa parittakattā lajjamāno kathetuṁ na visahi.",
  "atk-s0502a2:72_17": "Tehi punappunaṁ nippīḷiyamāno pana ‘‘tena hi suṇāthā’’ti vatvā kathesi.",
  "atk-s0502a2:73_0": "So kireko duggatamanusso hutvā bhatiṁ pariyesanto anāthapiṇḍikassa santike bhatikammaṁ labhitvā taṁ nissāya jīvikaṁ kappesi.",
  "atk-s0502a2:73_1": "Athekasmiṁ uposathadivase sampatte anāthapiṇḍiko vihārato āgantvā pucchi –",
  "atk-s0502a2:73_2": "‘‘tassa bhatikassa ajjuposathadivasabhāvo kenaci kathito’’ti?",
  "atk-s0502a2:73_3": "‘‘Na kathito, sāmī’’ti.",
  "atk-s0502a2:73_4": "‘‘Tena hissa sāyamāsaṁ pacathā’’ti.",
  "atk-s0502a2:73_5": "Athassa patthodanaṁ paciṁsu.",
  "atk-s0502a2:73_6": "So divasaṁ araññe kammaṁ katvā sāyaṁ āgantvā bhatte vaḍḍhetvā dinne ‘‘chātomhī’’ti sahasā abhuñjitvāva ‘‘aññesu divasesu imasmiṁ gehe ‘bhattaṁ detha, sūpaṁ detha, byañjanaṁ dethā’ti mahākolāhalaṁ ahosi, ajja te sabbe nissaddā nipajjiṁsu, mayhameva ekassāhāraṁ vaḍḍhayiṁsu, kiṁ nu kho eta’’nti cintetvā pucchi –",
  "atk-s0502a2:73_7": "‘‘avasesā bhuñjiṁsu, na bhuñjiṁsū’’ti?",
  "atk-s0502a2:73_8": "‘‘Na bhuñjiṁsu, tātā’’ti.",
  "atk-s0502a2:73_9": "‘‘Kiṁ kāraṇā’’ti?",
  "atk-s0502a2:73_10": "Imasmiṁ gehe uposathadivasesu sāyamāsaṁ na bhuñjanti, sabbeva uposathikā honti.",
  "atk-s0502a2:73_11": "Antamaso thanapāyinopi dārake mukhaṁ vikkhālāpetvā catumadhuraṁ mukhe pakkhipāpetvā mahāseṭṭhi uposathike kāreti.",
  "atk-s0502a2:73_12": "Gandhatelappadīpe jālante khuddakamahallakadārakā sayanagatā dvattiṁsākāraṁ sajjhāyanti.",
  "atk-s0502a2:73_13": "Tuyhaṁ pana uposathadivasabhāvaṁ kathetuṁ satiṁ na karimhā.",
  "atk-s0502a2:73_14": "Tasmā taveva bhattaṁ pakkaṁ, naṁ bhuñjassūti.",
  "atk-s0502a2:73_15": "Sace idāni uposathikena bhavituṁ vaṭṭati, ahampi bhaveyyanti.",
  "atk-s0502a2:73_16": "‘‘Idaṁ seṭṭhi jānātī’’ti.",
  "atk-s0502a2:73_17": "‘‘Tena hi naṁ pucchathā’’ti.",
  "atk-s0502a2:73_18": "Te gantvā seṭṭhiṁ pucchiṁsu.",
  "atk-s0502a2:73_19": "So evamāha –",
  "atk-s0502a2:73_20": "‘‘idāni pana abhuñjitvā mukhaṁ vikkhāletvā uposathaṅgāni adhiṭṭhahanto upaḍḍhaṁ uposathakammaṁ labhissatī’’ti.",
  "atk-s0502a2:73_21": "Itaro taṁ sutvā tathā akāsi.",
  "atk-s0502a2:74_0": "Tassa sakaladivasaṁ kammaṁ katvā chātassa sarīre vātā kuppiṁsu.",
  "atk-s0502a2:74_1": "So yottena uraṁ bandhitvā yottakoṭiyaṁ gahetvā parivattati.",
  "atk-s0502a2:74_2": "Seṭṭhi taṁ pavattiṁ sutvā ukkāhi dhāriyamānāhi catumadhuraṁ gāhāpetvā tassa santikaṁ āgantvā, ‘‘kiṁ, tātā’’ti pucchi.",
  "atk-s0502a2:74_3": "‘‘Sāmi, vātā me kuppitā’’ti.",
  "atk-s0502a2:74_4": "‘‘Tena hi uṭṭhāya idaṁ bhesajjaṁ khādāhī’’ti.",
  "atk-s0502a2:74_5": "‘‘Tumhepi khādatha, sāmī’’ti.",
  "atk-s0502a2:74_6": "‘‘Amhākaṁ aphāsukaṁ natthi, tvaṁ khādāhī’’ti.",
  "atk-s0502a2:74_7": "‘‘Sāmi, ahaṁ uposathakammaṁ karonto sakalaṁ kātuṁ nāsakkhiṁ, upaḍḍhakammampi me vikalaṁ mā ahosī’’ti na icchi.",
  "atk-s0502a2:74_8": "‘‘Mā evaṁ kari, tātā’’ti vuccamānopi anicchitvā aruṇe uṭṭhahante milātamālā viya kālaṁ katvā tasmiṁ nigrodharukkhe devatā hutvā nibbatti.",
  "atk-s0502a2:74_9": "Tasmā imamatthaṁ kathetvā ‘‘so seṭṭhi buddhamāmako, dhammamāmako, saṅghamāmako, taṁ nissāya katassa upaḍḍhuposathakammassa nissandenesā sampatti mayā laddhā’’ti āha.",
  "atk-s0502a2:75_0": "‘‘Buddho’’ti vacanaṁ sutvāva pañcasatā tāpasā uṭṭhāya devatāya añjaliṁ paggayha ‘‘buddhoti vadesi, buddhoti vadesī’’ti pucchitvā, ‘‘buddhoti vadāmi, buddhoti vadāmī’’ti tikkhattuṁ paṭijānāpetvā ‘‘ghosopi kho eso dullabho lokasmi’’nti udānaṁ udānetvā ‘‘devate anekesu kappasatasahassesu asutapubbaṁ saddaṁ tayā suṇāpitamhā’’ti āhaṁsu.",
  "atk-s0502a2:75_1": "Atha antevāsino ācariyaṁ etadavocuṁ –",
  "atk-s0502a2:75_2": "‘‘tena hi satthu santikaṁ gacchāmā’’ti.",
  "atk-s0502a2:75_3": "‘‘Tātā, tayo seṭṭhino amhākaṁ bahūpakārā, sve tesaṁ nivesane bhikkhaṁ gaṇhitvā tesampi ācikkhitvā gamissāma, adhivāsetha, tātā’’ti.",
  "atk-s0502a2:75_4": "Te adhivāsayiṁsu.",
  "atk-s0502a2:75_5": "Punadivase seṭṭhino yāgubhattaṁ sampādetvā āsanāni paññāpetvā ‘‘ajja no ayyānaṁ āgamanadivaso’’ti ñatvā paccuggamanaṁ katvā te ādāya nivesanaṁ gantvā nisīdāpetvā bhikkhaṁ adaṁsu.",
  "atk-s0502a2:75_6": "Te katabhattakiccā mahāseṭṭhino ‘‘mayaṁ gamissāmā’’ti vadiṁsu.",
  "atk-s0502a2:75_7": "‘‘Nanu, bhante, tumhehi cattāro vassike māse amhākaṁ gahitāva paṭiññā, idāni kuhiṁ gacchathā’’ti?",
  "atk-s0502a2:75_8": "‘‘Loke kira buddho uppanno, dhammo uppanno, saṅgho uppanno, tasmā satthu santikaṁ gamissāmā’’ti.",
  "atk-s0502a2:75_9": "‘‘Kiṁ pana tassa satthuno santikaṁ tumhākaññeva gantuṁ vaṭṭatī’’ti?",
  "atk-s0502a2:75_10": "‘‘Aññesampi avāritaṁ, āvuso’’ti.",
  "atk-s0502a2:75_11": "‘‘Tena hi, bhante, āgametha, mayampi gamanaparivacchaṁ katvā gacchāmā’’ti.",
  "atk-s0502a2:75_12": "‘‘Tumhesu parivacchaṁ karontesu amhākaṁ papañco hoti, mayaṁ purato gacchāma, tumhe pacchā āgaccheyyāthā’’ti vatvā te puretaraṁ gantvā sammāsambuddhaṁ disvā abhitthavitvā vanditvā ekamantaṁ nisīdiṁsu.",
  "atk-s0502a2:75_13": "Atha nesaṁ satthā anupubbiṁ kathaṁ kathetvā dhammaṁ desesi.",
  "atk-s0502a2:75_14": "Desanāpariyosāne sabbepi saha paṭisambhidāhi arahattaṁ patvā pabbajjaṁ yācitvā ‘‘etha, bhikkhavo’’ti vacanasamanantaraṁyeva iddhimayapattacīvaradharā ehibhikkhū ahesuṁ.",
  "atk-s0502a2:76_0": "Tepi kho tayo seṭṭhino pañcahi pañcahi sakaṭasatehi bhattacchādanasappimadhuphāṇitādīni dānūpakaraṇāni ādāya sāvatthiṁ patvā satthāraṁ vanditvā dhammakathaṁ sutvā kathāpariyosāne sotāpattiphale patiṭṭhāya addhamāsamattampi dānaṁ dadamānā satthu santike vasitvā kosambiṁ āgamanatthāya satthāraṁ yācitvā satthārā paṭiññaṁ dadantena ‘‘suññāgāre kho gahapatayo tathāgatā abhiramantī’’ti vutte, ‘‘aññātaṁ, bhante, amhehi pahitasāsanena āgantuṁ vaṭṭatī’’ti vatvā kosambiṁ gantvā ghosakaseṭṭhi ghositārāmaṁ, kukkuṭaseṭṭhi kukkuṭārāmaṁ, pāvārikaseṭṭhi pāvārikārāmanti tayo mahāvihāre kāretvā satthu āgamanatthāya sāsanaṁ pahiṇiṁsu.",
  "atk-s0502a2:76_1": "Satthā tesaṁ sāsanaṁ sutvā tattha agamāsi.",
  "atk-s0502a2:76_2": "Te paccuggantvā satthāraṁ vihāraṁ pavesetvā vārena vārena paṭijagganti.",
  "atk-s0502a2:76_3": "Satthā devasikaṁ ekekasmiṁ vihāre vasati.",
  "atk-s0502a2:76_4": "Yassa vihāre vuṭṭho hoti, tasseva gharadvāre piṇḍāya carati.",
  "atk-s0502a2:76_5": "Tesaṁ pana tiṇṇaṁ seṭṭhīnaṁ upaṭṭhāko sumano nāma mālākāro ahosi.",
  "atk-s0502a2:76_6": "So te seṭṭhino evamāha –",
  "atk-s0502a2:76_7": "‘‘ahaṁ tumhākaṁ dīgharattaṁ upakārako, satthāraṁ bhojetukāmomhi, mayhampi ekadivasaṁ satthāraṁ dethā’’ti.",
  "atk-s0502a2:76_8": "‘‘Tena hi bhaṇe sve bhojehī’’ti.",
  "atk-s0502a2:76_9": "‘‘Sādhu, sāmī’’ti so satthāraṁ nimantetvā sakkāraṁ paṭiyādesi.",
  "atk-s0502a2:77_0": "Tadā rājā sāmāvatiyā devasikaṁ pupphamūle aṭṭha kahāpaṇe deti.",
  "atk-s0502a2:77_1": "Tassā khujjuttarā nāma dāsī sumanamālākārassa santikaṁ gantvā nibaddhaṁ pupphāni gaṇhāti.",
  "atk-s0502a2:77_2": "Atha naṁ tasmiṁ divase āgataṁ mālākāro āha –",
  "atk-s0502a2:77_3": "‘‘mayā satthā nimantito, ajja pupphehi satthāraṁ pūjessāmi, tiṭṭha tāva, tvaṁ parivesanāya sahāyikā hutvā dhammaṁ sutvā avasesāni pupphāni gahetvā gamissasī’’ti .",
  "atk-s0502a2:77_4": "Sā ‘‘sādhū’’ti adhivāsesi.",
  "atk-s0502a2:77_5": "Sumano buddhappamukhaṁ bhikkhusaṅghaṁ parivisitvā anumodanakaraṇatthāya pattaṁ aggahesi.",
  "atk-s0502a2:77_6": "Satthā anumodanadhammadesanaṁ ārabhi.",
  "atk-s0502a2:77_7": "Khujjuttarāpi satthu dhammakathaṁ suṇantīyeva sotāpattiphale patiṭṭhahi.",
  "atk-s0502a2:77_8": "Sā aññesu divasesu cattāro kahāpaṇe attano gahetvā catūhi pupphāni gahetvā gacchati, taṁ divasaṁ aṭṭhahipi pupphāni gahetvā gatā.",
  "atk-s0502a2:77_9": "Atha naṁ sāmāvatī āha –",
  "atk-s0502a2:77_10": "‘‘kiṁ nu kho, amma, ajja amhākaṁ raññā dviguṇaṁ pupphamūlaṁ dinna’’nti?",
  "atk-s0502a2:77_11": "‘‘No, ayye’’ti.",
  "atk-s0502a2:77_12": "‘‘Atha kasmā bahūni pupphānī’’ti?",
  "atk-s0502a2:77_13": "‘‘Aññesu divasesu ahaṁ cattāro kahāpaṇe attano gahetvā catūhi pupphāni āharāmī’’ti.",
  "atk-s0502a2:77_14": "‘‘Ajja kasmā na gaṇhī’’ti?",
  "atk-s0502a2:77_15": "‘‘Sammāsambuddhassa dhammakathaṁ sutvā dhammassa adhigatattā’’ti.",
  "atk-s0502a2:77_16": "Atha naṁ ‘‘are, duṭṭhadāsi ettakaṁ kālaṁ tayā gahitakahāpaṇe me dehī’’ti atajjetvā, ‘‘amma, tayā pivitaṁ amataṁ amhepi pāyehī’’ti vatvā ‘‘tena hi maṁ nhāpehī’’ti vutte soḷasahi gandhodakaghaṭehi nhāpetvā dve maṭṭhasāṭake dāpesi.",
  "atk-s0502a2:77_17": "Sā ekaṁ nivāsetvā ekaṁ ekaṁsaṁ pārupitvā āsanaṁ paññāpetvā ekaṁ bījaniṁ āharāpetvā āsane nisīditvā citrabījaniṁ ādāya pañca mātugāmasatāni āmantetvā tāsaṁ satthārā desitaniyāmeneva dhammaṁ desesi.",
  "atk-s0502a2:77_18": "Tassā dhammakathaṁ sutvā tā sabbāpi sotāpattiphale patiṭṭhahiṁsu.",
  "atk-s0502a2:78_0": "Tā sabbāpi khujjuttaraṁ vanditvā, ‘‘amma , ajjato paṭṭhāya tvaṁ kiliṭṭhakammaṁ mā kari, amhākaṁ mātuṭṭhāne ca ācariyaṭṭhāne ca ṭhatvā satthu santikaṁ gantvā satthārā desitaṁ dhammaṁ sutvā amhākaṁ kathehī’’ti vadiṁsu.",
  "atk-s0502a2:78_1": "Sā tathā karontī aparabhāge tipiṭakadharā jātā.",
  "atk-s0502a2:78_2": "Atha naṁ satthā ‘‘etadaggaṁ, bhikkhave, mama sāvikānaṁ upāsikānaṁ bahussutānaṁ dhammakathikānaṁ yadidaṁ khujjuttarā’’ti etadagge ṭhapesi.",
  "atk-s0502a2:78_3": "Tāpi kho pañcasatā itthiyo taṁ evamāhaṁsu –",
  "atk-s0502a2:78_4": "‘‘amma, satthāraṁ daṭṭhukāmāmhā, taṁ no dassehi, gandhamālādīhi taṁ pūjessāmā’’ti.",
  "atk-s0502a2:78_5": "‘‘Ayye, rājakulaṁ nāma bhāriyaṁ, tumhe gahetvā bahi gantuṁ na sakkā’’ti.",
  "atk-s0502a2:78_6": "‘‘Amma, no mā nāsehi, dasseheva amhākaṁ satthāra’’nti.",
  "atk-s0502a2:78_7": "‘‘Tena hi tumhākaṁ vasanagabbhānaṁ bhittīsu yattakena oloketuṁ sakkā hoti, tattakaṁ chiddaṁ katvā gandhamālādīni āharāpetvā satthāraṁ tiṇṇaṁ seṭṭhīnaṁ gharadvāraṁ gacchantaṁ tumhe tesu tesu ṭhānesu ṭhatvā oloketha ceva, hatthe ca pasāretvā vandatha, pūjetha cā’’ti.",
  "atk-s0502a2:78_8": "Tā tathā katvā satthāraṁ gacchantañca āgacchantañca oloketvā vandiṁsu ceva pūjesuñca.",
  "atk-s0502a2:79_0": "Athekadivasaṁ māgaṇḍiyā attano pāsādatalato nikkhamitvā caṅkamamānā tāsaṁ vasanaṭṭhānaṁ gantvā gabbhesu chiddaṁ disvā, ‘‘idaṁ ki’’nti pucchitvā, tāhi tassā satthari āghātabaddhabhāvaṁ ajānantīhi ‘‘satthā imaṁ nagaraṁ āgato, mayaṁ ettha ṭhatvā satthāraṁ vandāma ceva pūjema cā’’ti vutte, ‘‘āgato nāma imaṁ nagaraṁ samaṇo gotamo, idānissa kattabbaṁ jānissāmi, imāpi tassa upaṭṭhāyikā, imāsampi kattabbaṁ jānissāmī’’ti cintetvā gantvā rañño ārocesi –",
  "atk-s0502a2:79_1": "‘‘mahārāja, sāmāvatimissikānaṁ bahiddhā patthanā atthi, katipāheneva te jīvitaṁ māressantī’’ti.",
  "atk-s0502a2:79_2": "Rājā ‘‘na tā evarūpaṁ karissantī’’ti na saddahi.",
  "atk-s0502a2:79_3": "Punappunaṁ vuttepi na saddahi eva.",
  "atk-s0502a2:79_4": "Atha naṁ evaṁ tikkhattuṁ vuttepi asaddahantaṁ ‘‘sace me na saddahasi, tāsaṁ vasanaṭṭhānaṁ gantvā upacārehi, mahārājā’’ti āha.",
  "atk-s0502a2:79_5": "Rājā gantvā gabbhesu chiddaṁ disvā, ‘‘idaṁ ki’’nti pucchitvā, tasmiṁ atthe ārocite tāsaṁ akujjhitvā, kiñci avatvāva chiddāni pidahāpetvā sabbagabbhesu uddhacchiddakavātapānāni kāresi.",
  "atk-s0502a2:79_6": "Uddhacchiddakavātapānāni kira tasmiṁ kāle uppannāni.",
  "atk-s0502a2:79_7": "Māgaṇḍiyā tāsaṁ kiñci kātuṁ asakkuṇitvā, ‘‘samaṇassa gotamasseva kattabbaṁ karissāmī’’ti nāgarānaṁ lañjaṁ datvā, ‘‘samaṇaṁ gotamaṁ antonagaraṁ pavisitvā vicarantaṁ dāsakammakaraporisehi akkosetvā paribhāsetvā palāpethā’’ti āṇāpesi.",
  "atk-s0502a2:79_8": "Micchādiṭṭhikā tīsu ratanesu appasannā antonagaraṁ paviṭṭhaṁ satthāraṁ anubandhitvā , ‘‘corosi , bālosi, mūḷhosi, oṭṭhosi, goṇosi, gadrabhosi, nerayikosi, tiracchānagatosi, natthi tuyhaṁ sugati, duggatiyeva tuyhaṁ pāṭikaṅkhā’’ti dasahi akkosavatthūhi akkosanti paribhāsanti.",
  "atk-s0502a2:80_0": "Taṁ sutvā āyasmā ānando satthāraṁ etadavoca –",
  "atk-s0502a2:80_1": "‘‘bhante, ime nāgarā amhe akkosanti paribhāsanti, ito aññattha gacchāmā’’ti.",
  "atk-s0502a2:80_2": "‘‘Kuhiṁ, ānandoti’’?",
  "atk-s0502a2:80_3": "‘‘Aññaṁ nagaraṁ, bhante’’ti.",
  "atk-s0502a2:80_4": "‘‘Tattha manussesu akkosantesu puna kattha gamissāma, ānando’’ti?",
  "atk-s0502a2:80_5": "‘‘Tatopi aññaṁ nagaraṁ, bhante’’ti.",
  "atk-s0502a2:80_6": "‘‘Tatthāpi manussesu akkosantesu kuhiṁ gamissāmā’’ti?",
  "atk-s0502a2:80_7": "‘‘Tatopi aññaṁ nagaraṁ, bhante’’ti.",
  "atk-s0502a2:80_8": "‘‘Ānanda, evaṁ kātuṁ na vaṭṭati.",
  "atk-s0502a2:80_9": "Yattha adhikaraṇaṁ uppannaṁ, tattheva tasmiṁ vūpasante aññattha gantuṁ vaṭṭati.",
  "atk-s0502a2:80_10": "Ke pana te, ānanda, akkosantī’’ti?",
  "atk-s0502a2:80_11": "‘‘Bhante, dāsakammakare upādāya sabbe akkosantī’’ti.",
  "atk-s0502a2:80_12": "‘‘Ahaṁ, ānanda, saṅgāmaṁ otiṇṇahatthisadiso, saṅgāmaṁ otiṇṇahatthino hi catūhi disāhi āgate sare sahituṁ bhāro, tatheva bahūhi dussīlehi kathitakathānaṁ sahanaṁ nāma mayhaṁ bhāro’’ti vatvā attānaṁ ārabbha dhammaṁ desento imā nāgavagge tisso gāthā abhāsi –",
  "atk-s0502a2:81_0": "‘‘Ahaṁ nāgova saṅgāme, cāpato patitaṁ saraṁ;",
  "atk-s0502a2:82_0": "Ativākyaṁ titikkhissaṁ, dussīlo hi bahujjano.",
  "atk-s0502a2:83_0": "‘‘Dantaṁ nayanti samitiṁ, dantaṁ rājābhirūhati;",
  "atk-s0502a2:84_0": "Danto seṭṭho manussesu, yotivākyaṁ titikkhati.",
  "atk-s0502a2:85_0": "‘‘Varamassatarā dantā, ājānīyā ca sindhavā;",
  "atk-s0502a2:86_0": "Kuñjarā ca mahānāgā, attadanto tato vara’’nti. (dha. pa. 320-322);",
  "atk-s0502a2:87_0": "Dhammakathā sampattamahājanassa sātthikā ahosi.",
  "atk-s0502a2:87_1": "Evaṁ dhammaṁ desetvā mā cintayi, ānanda, ete sattāhamattameva akkosissanti, aṭṭhame divase tuṇhī bhavissanti, buddhānañhi uppannaṁ adhikaraṇaṁ sattāhato uttari na gacchati.",
  "atk-s0502a2:87_2": "Māgaṇḍiyā satthāraṁ akkosāpetvā palāpetuṁ asakkontī, ‘‘kiṁ nu kho karissāmī’’ti cintetvā, ‘‘imā etassa upatthambhabhūtā, etāsampi byasanaṁ karissāmī’’ti ekadivasaṁ rañño surāpānaṭṭhāne upaṭṭhānaṁ karontī cūḷapitu sāsanaṁ pahiṇi ‘‘attho me kira kukkuṭehi , aṭṭha matakukkuṭe, aṭṭha sajīvakukkuṭe ca gahetvā āgacchatu, āgantvā ca sopānamatthake ṭhatvā āgatabhāvaṁ nivedetvā ‘pavisatū’ti vuttepi apavisitvā paṭhamaṁ aṭṭha sajīvakukkuṭe pahiṇatu, ‘pacchā itare’’’ti.",
  "atk-s0502a2:87_3": "Cūḷāpaṭṭhākassa ca ‘‘mama vacanaṁ kareyyāsī’’ti lañjaṁ adāsi.",
  "atk-s0502a2:87_4": "Māgaṇḍiyo āgantvā, rañño nivedāpetvā, ‘‘pavisatū’’ti vutte, ‘‘rañño āpānabhūmiṁ na pavisissāmī’’ti āha.",
  "atk-s0502a2:87_5": "Itarā cūḷupaṭṭhākaṁ pahiṇi –",
  "atk-s0502a2:87_6": "‘‘gaccha, tāta, mama cūḷapitu santika’’nti.",
  "atk-s0502a2:87_7": "So gantvā tena dinne aṭṭha sajīvakukkuṭe ānetvā, ‘‘deva, purohitena paṇṇākāro pahito’’ti āha.",
  "atk-s0502a2:87_8": "Rājā ‘‘bhaddako vata no uttaribhaṅgo uppanno, ko nu kho paceyyā’’ti āha.",
  "atk-s0502a2:87_9": "Māgaṇḍiyā, ‘‘mahārāja, sāmāvatippamukhā pañcasatā itthiyo nikkammikā vicaranti, tāsaṁ pesehi, tā pacitvā āharissantī’’ti āha.",
  "atk-s0502a2:87_10": "Rājā ‘‘gaccha, tāsaṁ datvā aññassa kira hatthe adatvā sayameva māretvā pacantū’’ti pesesi.",
  "atk-s0502a2:87_11": "Cūḷupaṭṭhāko ‘‘sādhu devā’’ti gantvā tathā vatvā tāhi ‘‘mayaṁ pāṇātipātaṁ na karomā’’ti paṭikkhitto āgantvā tamatthaṁ rañño ārocesi.",
  "atk-s0502a2:87_12": "Māgaṇḍiyā ‘‘diṭṭhaṁ te, mahārāja, idāni tāsaṁ pāṇātipātassa karaṇaṁ vā akaraṇaṁ vā jānissasi, ‘samaṇassa gotamassa pacitvā pesentū’ti vadehi devā’’ti āha.",
  "atk-s0502a2:87_13": "Rājā tathā vatvā pesesi.",
  "atk-s0502a2:87_14": "Itaro te gahetvā gacchanto viya hutvā gantvā te kukkuṭe purohitassa datvā matakukkuṭe tāsaṁ santikaṁ netvā, ‘‘ime kira kukkuṭe pacitvā satthu santikaṁ pahiṇathā’’ti āha.",
  "atk-s0502a2:87_15": "Tā, ‘‘sāmi, āhara, idaṁ nāma amhākaṁ kicca’’nti paccuggantvā gaṇhiṁsu.",
  "atk-s0502a2:87_16": "So rañño santikaṁ gantvā, ‘‘kiṁ, tātā’’ti puṭṭho, ‘‘samaṇassa gotamassa pacitvā pesethāti vuttamatteyeva paṭimaggaṁ āgantvā gaṇhiṁsū’’ti ācikkhi.",
  "atk-s0502a2:87_17": "Māgaṇḍiyā ‘‘passa, mahārāja, na tā tumhādisānaṁ karonti, bahiddhā patthanā tāsaṁ atthīti vutte na saddahasī’’ti āha.",
  "atk-s0502a2:87_18": "Rājā taṁ sutvāpi adhivāsetvā tuṇhīyeva ahosi.",
  "atk-s0502a2:87_19": "Māgaṇḍiyā ‘‘kiṁ nu kho karissāmī’’ti cintesi.",
  "atk-s0502a2:88_0": "Tadā pana rājā ‘‘sāmāvatiyā vāsuladattāya māgaṇḍiyāya cā’’ti tissannampi etāsaṁ pāsādatale vārena vārena sattāhaṁ sattāhaṁ vītināmeti .",
  "atk-s0502a2:88_1": "Atha naṁ ‘‘sve vā parasuve vā sāmāvatiyā pāsādatalaṁ gamissatī’’ti ñatvā māgaṇḍiyā cūḷapitu sāsanaṁ pahiṇi –",
  "atk-s0502a2:88_2": "‘‘agadena kira dāṭhā dhovitvā ekaṁ sappaṁ pesetū’’ti.",
  "atk-s0502a2:88_3": "So tathā katvā pesesi.",
  "atk-s0502a2:88_4": "Rājā attano gamanaṭṭhānaṁ hatthikantavīṇaṁ ādāyayeva gacchati, tassā pokkhare ekaṁ chiddaṁ atthi.",
  "atk-s0502a2:88_5": "Māgaṇḍiyā tena chiddena sappaṁ pavesetvā chiddaṁ mālāguḷena thakesi.",
  "atk-s0502a2:88_6": "Sappo dvīhatīhaṁ antovīṇāyameva ahosi.",
  "atk-s0502a2:88_7": "Māgaṇḍiyā rañño gamanadivase ‘‘ajja katarissitthiyā pāsādaṁ gamissasi devā’’ti pucchitvā ‘‘sāmāvatiyā’’ti vutte, ‘‘ajja mayā, mahārāja, amanāpo supino diṭṭho.",
  "atk-s0502a2:88_8": "Na sakkā tattha gantuṁ, devā’’ti?",
  "atk-s0502a2:88_9": "‘‘Gacchāmevā’’ti.",
  "atk-s0502a2:88_10": "Sā yāva tatiyaṁ vāretvā, ‘‘evaṁ sante ahampi tumhehi saddhiṁ gamissāmi, devā’’ti vatvā nivattiyamānāpi anivattitvā, ‘‘na jānāmi, kiṁ bhavissati devā’’ti raññā saddhiṁyeva agamāsi.",
  "atk-s0502a2:89_0": "Rājā sāmāvatimissikāhi dinnāni vatthapupphagandhābharaṇāni dhāretvā subhojanaṁ bhuñjitvā vīṇaṁ ussīsake ṭhapetvā sayane nipajji.",
  "atk-s0502a2:89_1": "Māgaṇḍiyā aparāparaṁ vicarantī viya hutvā vīṇāchiddato pupphaguḷaṁ apanesi.",
  "atk-s0502a2:89_2": "Sappo dvīhatīhaṁ nirāhāro tena chiddena nikkhamitvā passasanto phaṇaṁ katvā sayanapiṭṭhe nipajji .",
  "atk-s0502a2:89_3": "Māgaṇḍiyā taṁ disvā, ‘‘dhī dhī, deva, sappo’’ti mahāsaddaṁ katvā rājānañca tā ca akkosantī, ‘‘ayaṁ andhabālarājā alakkhiko mayhaṁ vacanaṁ na suṇāti, imāpi nissirīkā dubbinītā, kiṁ nāma rañño santikā na labhanti, kiṁ nu tumhe imasmiṁ mateyeva sukhaṁ jīvissatha, jīvante dukkhaṁ jīvatha, ‘ajja mayā pāpasupino diṭṭho, sāmāvatiyā pāsādaṁ gantuṁ na vaṭṭatī’ti vārentiyāpi me vacanaṁ na suṇasi, devā’’ti āha.",
  "atk-s0502a2:89_4": "Rājā sappaṁ disvā maraṇabhayatajjito ‘‘evarūpampi nāma imā karissanti, aho pāpā, ahaṁ imāsaṁ pāpabhāvaṁ ācikkhantiyāpi imissā vacanaṁ na saddahiṁ, paṭhamaṁ attano gabbhesu chiddāni katvā nisinnā, puna mayā pesite kukkuṭe paṭipahiṇiṁsu, ajja sayane sappaṁ vissajjiṁsū’’ti kodhena sampajjalito viya ahosi.",
  "atk-s0502a2:90_0": "Sāmāvatīpi pañcannaṁ itthisatānaṁ ovādaṁ adāsi –",
  "atk-s0502a2:90_1": "‘‘ammā, amhākaṁ aññaṁ paṭisaraṇaṁ natthi, narinde ca deviyā ca attani ca samameva mettacittaṁ pavattetha, mā kassaci kopaṁ karitthā’’ti.",
  "atk-s0502a2:90_2": "Rājā sahassathāmaṁ siṅgadhanuṁ ādāya jiyaṁ pothetvā visapītaṁ saraṁ sannayhitvā sāmāvatiṁ dhure katvā sabbā tā paṭipāṭiyā ṭhapāpetvā sāmāvatiyā ure saraṁ vissajjesi.",
  "atk-s0502a2:90_3": "So tassā mettānubhāvena paṭinivattitvā āgatamaggābhimukhova hutvā rañño hadayaṁ pavisanto viya aṭṭhāsi.",
  "atk-s0502a2:90_4": "Rājā cintesi –",
  "atk-s0502a2:90_5": "‘‘mayā khitto saro silampi vinivijjhitvā gacchati, ākāse paṭihananakaṭṭhānaṁ natthi, atha ca panesa nivattitvā mama hadayābhimukho jāto, ayañhi nāma nissatto nijjīvo saropi etissā guṇaṁ jānāti, ahaṁ manussabhūtopi na jānāmī’’ti, so dhanuṁ chaḍḍetvā añjaliṁ paggayha sāmāvatiyā pādamūle ukkuṭikaṁ nisīditvā imaṁ gāthamāha –",
  "atk-s0502a2:91_0": "‘‘Sammuyhāmi pamuyhāmi, sabbā muyhanti me disā;",
  "atk-s0502a2:92_0": "Sāmāvati maṁ tāyassu, tvañca me saraṇaṁ bhavā’’ti.",
  "atk-s0502a2:93_0": "Sā tassa vacanaṁ sutvā, ‘‘sādhu, deva, maṁ saraṇaṁ gacchā’’ti avatvā, ‘‘yamahaṁ, mahārāja, saraṇaṁ gatā, tameva tvampi saraṇaṁ gacchāhī’’ti idaṁ vatvā sāmāvatī sammāsambuddhasāvikā –",
  "atk-s0502a2:94_0": "‘‘Mā maṁ tvaṁ saraṇaṁ gaccha, yamahaṁ saraṇaṁ gatā;",
  "atk-s0502a2:95_0": "Esa buddho mahārāja, esa buddho anuttaro;",
  "atk-s0502a2:96_0": "Saraṇaṁ gaccha taṁ buddhaṁ, tvañca me saraṇaṁ bhavā’’ti. –",
  "atk-s0502a2:97_0": "Āha . Rājā tassa vacanaṁ sutvā, ‘‘idānāhaṁ atirekataraṁ bhāyāmī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a2:98_0": "‘‘Esa bhiyyo pamuyhāmi, sabbā muyhanti me disā;",
  "atk-s0502a2:99_0": "Sāmāvati maṁ tāyassu, tvañca me saraṇaṁ bhavā’’ti.",
  "atk-s0502a2:100_0": "Atha naṁ sā purimanayeneva puna paṭikkhipitvā, ‘‘tena hi tvañca saraṇaṁ gacchāmi, satthārañca saraṇaṁ gacchāmi, varañca te dammī’’ti vutte, ‘‘varo gahito hotu, mahārājā’’ti āha.",
  "atk-s0502a2:100_1": "So satthāraṁ upasaṅkamitvā saraṇaṁ gantvā nimantetvā buddhappamukhassa bhikkhusaṅghassa sattāhaṁ mahādānaṁ datvā sāmāvatiṁ āmantetvā, ‘‘uṭṭhehi, varaṁ gaṇhā’’ti āha.",
  "atk-s0502a2:100_2": "‘‘Mahārāja, mayhaṁ hiraññādīhi attho natthi, imaṁ pana me varaṁ dehi, tathā karohi, yathā satthā nibaddhaṁ pañcahi bhikkhusatehi saddhiṁ idhāgacchati, dhammaṁ suṇissāmī’’ti.",
  "atk-s0502a2:100_3": "Rājā satthāraṁ vanditvā, ‘‘bhante, pañcahi bhikkhusatehi saddhiṁ nibaddhaṁ idhāgacchatha, sāmāvatimissikā ‘dhammaṁ suṇissāmā’ti vadantī’’ti āha.",
  "atk-s0502a2:100_4": "‘‘Mahārāja, buddhānaṁ nāma ekasmiṁ ṭhāne nibaddhaṁ gantuṁ na vaṭṭati, mahājano satthāraṁ āgamanatthāya paccāsīsatī’’ti.",
  "atk-s0502a2:100_5": "‘‘Tena hi, bhante, ekaṁ bhikkhuṁ āṇāpethā’’ti.",
  "atk-s0502a2:100_6": "Satthā ānandattheraṁ āṇāpesi.",
  "atk-s0502a2:100_7": "So tato paṭṭhāya pañca bhikkhusatāni ādāya nibaddhaṁ rājakulaṁ gacchati.",
  "atk-s0502a2:100_8": "Tāpi deviyo nibaddhaṁ theraṁ saparivāraṁ bhojenti, dhammaṁ suṇanti.",
  "atk-s0502a2:100_9": "Tā ekadivasaṁ therassa dhammakathaṁ sutvā pasīditvā, pañcahi uttarāsaṅgasatehi dhammapūjaṁ akaṁsu .",
  "atk-s0502a2:100_10": "Ekeko uttarāsaṅgo pañca satāni pañca satāni agghati.",
  "atk-s0502a2:101_0": "Tā ekavatthā disvā rājā pucchi –",
  "atk-s0502a2:101_1": "‘‘kuhiṁ vo uttarāsaṅgo’’ti.",
  "atk-s0502a2:101_2": "‘‘Ayyassa no dinnā’’ti.",
  "atk-s0502a2:101_3": "‘‘Tena sabbe gahitā’’ti?",
  "atk-s0502a2:101_4": "‘‘Āma, gahitā’’ti.",
  "atk-s0502a2:101_5": "Rājā theraṁ upasaṅkamitvā vanditvā tāhi uttarāsaṅgānaṁ dinnabhāvaṁ pucchitvā tāhi dinnabhāvañca therena gahitabhāvañca sutvā, ‘‘nanu, bhante, atibahūni vatthāni, ettakehi kiṁ karissathā’’ti pucchi.",
  "atk-s0502a2:101_6": "‘‘Amhākaṁ pahonakāni vatthāni gaṇhitvā sesāni jiṇṇacīvarikānaṁ bhikkhūnaṁ dassāmi, mahārājā’’ti.",
  "atk-s0502a2:101_7": "‘‘Te attano jiṇṇacīvarāni kiṁ karissantī’’ti?",
  "atk-s0502a2:101_8": "‘‘Jiṇṇataracīvarikānaṁ dassantī’’ti.",
  "atk-s0502a2:101_9": "‘‘Te attano jiṇṇataracīvarāni kiṁ karissantī’’ti?",
  "atk-s0502a2:101_10": "‘‘Paccattharaṇāni karissantī’’ti.",
  "atk-s0502a2:101_11": "‘‘Purāṇapaccattharaṇāni kiṁ karissantī’’ti?",
  "atk-s0502a2:101_12": "‘‘Bhūmattharaṇāni karissantī’’ti.",
  "atk-s0502a2:101_13": "‘‘Purāṇabhūmattharaṇāni kiṁ karissantī’’ti?",
  "atk-s0502a2:101_14": "‘‘Pādapuñchanāni karissanti, mahārājā’’ti.",
  "atk-s0502a2:101_15": "‘‘Purāṇapādapuñchanāni kiṁ karissantī’’ti?",
  "atk-s0502a2:101_16": "‘‘Khaṇḍākhaṇḍikaṁ koṭṭetvā mattikāya madditvā bhittiṁ limpissantī’’ti.",
  "atk-s0502a2:101_17": "‘‘Bhante, ettakāni katvāpi ayyānaṁ dinnāni na nassantī’’ti?",
  "atk-s0502a2:101_18": "‘‘Āma, mahārājā’’ti.",
  "atk-s0502a2:101_19": "Rājā pasanno aparānipi pañca vatthasatāni āharāpetvā therassa pādamūle ṭhapāpesi.",
  "atk-s0502a2:101_20": "Thero kira pañcasatagghanakāneva vatthāni pañcasatabhāgena pādamūle ṭhapetvā dinnāni pañcasatakkhattuṁ labhi, sahassagghanakāni sahassabhāgena pādamūle ṭhapetvā dinnāni sahassakkhattuṁ labhi, satasahassagghanakāni satasahassabhāgena pādamūle ṭhapetvā dinnāni satasahassakkhattuṁ labhi.",
  "atk-s0502a2:101_21": "Ekaṁ dve tīṇi cattāri pañca dasātiādinā nayena laddhānaṁ pana gaṇanā nāma natthi.",
  "atk-s0502a2:101_22": "Tathāgate kira parinibbute thero sakalajambudīpaṁ vicaritvā sabbavihāresu bhikkhūnaṁ attano santakāneva pattacīvarāni adāsi.",
  "atk-s0502a2:102_0": "Tadā māgaṇḍiyāpi ‘‘yamahaṁ karomi.",
  "atk-s0502a2:102_1": "Taṁ tathā ahutvā aññathāva hoti, idāni kiṁ nu kho karissāmī’’ti cintetvā, ‘‘attheso upāyo’’ti raññe uyyānakīḷaṁ gacchante cūḷapitu sāsanaṁ pahiṇi –",
  "atk-s0502a2:102_2": "‘‘sāmāvatiyā pāsādaṁ gantvā, dussakoṭṭhāgārāni ca telakoṭṭhāgārāni ca vivarāpetvā, dussāni telacāṭīsu temetvā temetvā thambhe veṭhetvā tā sabbāpi ekato katvā dvāraṁ pidahitvā bahi yantakaṁ datvā daṇḍadīpikāhi gehe aggiṁ dadamāno otaritvā gacchatū’’ti.",
  "atk-s0502a2:102_3": "So pāsādaṁ abhiruyha koṭṭhāgārāni vivaritvā vatthāni telacāṭīsu temetvā temetvā thambhe veṭhetuṁ ārabhi.",
  "atk-s0502a2:102_4": "Atha naṁ sāmāvatippamukhā itthiyo ‘‘kiṁ etaṁ cūḷapitā’’ti vadantiyo upasaṅkamiṁsu.",
  "atk-s0502a2:102_5": "‘‘Ammā, rājā daḷhikammatthāya ime thambhe telapilotikāhi veṭhāpeti, rājagehe nāma suyuttaṁ duyuttaṁ dujjānaṁ, mā me santike hotha, ammā’’ti evaṁ vatvā tā āgatā gabbhe pavesetvā dvārāni pidahitvā bahi yantakaṁ datvā ādito paṭṭhāya aggiṁ dento otari.",
  "atk-s0502a2:102_6": "Sāmāvatī tāsaṁ ovādaṁ adāsi –",
  "atk-s0502a2:102_7": "‘‘amhākaṁ anamatagge saṁsāre vicarantīnaṁ evameva agginā jhāyamānānaṁ attabhāvānaṁ paricchedo buddhañāṇenapi na sukaro, appamattā hothā’’ti.",
  "atk-s0502a2:102_8": "Tā gehe jhāyante vedanāpariggahakammaṭṭhānaṁ manasikarontiyo kāci dutiyaphalaṁ, kāci tatiyaphalaṁ pāpuṇiṁsu.",
  "atk-s0502a2:102_9": "Tena vuttaṁ –",
  "atk-s0502a2:102_10": "‘‘atha kho sambahulā bhikkhū pacchābhattaṁ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṁsu, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu, ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ –",
  "atk-s0502a2:102_11": "‘idha, bhante, rañño utenassa uyyānagatassa antepuraṁ daḍḍhaṁ, pañca ca itthisatāni kālakatāni sāmāvatippamukhāni.",
  "atk-s0502a2:102_12": "Tāsaṁ, bhante, upāsikānaṁ kā gati, ko abhisamparāyo’ti?",
  "atk-s0502a2:102_13": "Santettha, bhikkhave, upāsikāyo sotāpannā , santi sakadāgāmiyo, santi anāgāmiyo, sabbā tā, bhikkhave , upāsikāyo anipphalā kālakatā’’ti.",
  "atk-s0502a2:102_14": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi –",
  "atk-s0502a2:103_0": "‘‘Mohasambandhano loko, bhabbarūpova dissati;",
  "atk-s0502a2:104_0": "Upadhībandhano bālo, tamasā parivārito;",
  "atk-s0502a2:105_0": "Sassatoriva khāyati, passato natthi kiñcana’’nti. (udā. 70);",
  "atk-s0502a2:106_0": "Evañca pana vatvā, ‘‘bhikkhave, sattā nāma vaṭṭe vicarantā niccakālaṁ appamattā hutvā puññakammameva na karonti, pamādino hutvā pāpakammampi karonti.",
  "atk-s0502a2:106_1": "Tasmā vaṭṭe vicarantā sukhampi dukkhampi anubhavantī’’ti dhammaṁ desesi.",
  "atk-s0502a2:107_0": "Rājā ‘‘sāmāvatiyā gehaṁ kira jhāyatī’’ti sutvā vegenāgacchantopi adaḍḍhe sampāpuṇituṁ nāsakkhi.",
  "atk-s0502a2:107_1": "Āgantvā pana gehaṁ nibbāpento uppannabalavadomanasso amaccagaṇaparivuto nisīditvā sāmāvatiyā guṇe anussaranto, ‘‘kassa nu kho idaṁ kamma’’nti cintetvā –",
  "atk-s0502a2:107_2": "‘‘māgaṇḍiyāya kāritaṁ bhavissatī’’ti ñatvā, ‘‘tāsetvā pucchiyamānā na kathessati, saṇikaṁ upāyena pucchissāmī’’ti cintetvā amacce āha –",
  "atk-s0502a2:107_3": "‘‘ambho, ahaṁ ito pubbe uṭṭhāya samuṭṭhāya āsaṅkitaparisaṅkitova homi, sāmāvatī me niccaṁ otārameva gavesati, idāni pana me cittaṁ nibbutaṁ bhavissati, sukhena ca vasituṁ labhissāmī’’ti, te ‘‘kena nu kho, deva, idaṁ kata’’nti āhaṁsu.",
  "atk-s0502a2:107_4": "‘‘Mayi sinehena kenaci kataṁ bhavissatī’’ti.",
  "atk-s0502a2:107_5": "Māgaṇḍiyāpi samīpe ṭhitā taṁ sutvā, ‘‘nāñño koci kātuṁ sakkhissati, mayā kataṁ, deva, ahaṁ cūḷapitaraṁ āṇāpetvā kāresi’’nti āha.",
  "atk-s0502a2:107_6": "‘‘Taṁ ṭhapetvā añño mayi sineho satto nāma natthi, pasannosmi, varaṁ te dammi, attano ñātigaṇaṁ pakkosāpehī’’ti.",
  "atk-s0502a2:107_7": "Sā ñātakānaṁ sāsanaṁ pahiṇi –",
  "atk-s0502a2:107_8": "‘‘rājā me pasanno varaṁ deti, sīghaṁ āgacchantū’’ti.",
  "atk-s0502a2:107_9": "Rājā āgatāgatānaṁ mahantaṁ sakkāraṁ kāresi.",
  "atk-s0502a2:107_10": "Taṁ disvā tassā aññātakāpi lañjaṁ datvā ‘‘mayaṁ māgaṇḍiyāya ñātakā’’ti āgacchiṁsu.",
  "atk-s0502a2:107_11": "Rājā te sabbe gāhāpetvā rājaṅgaṇe nābhippamāṇe āvāṭe khaṇāpetvā te tattha nisīdāpetvā paṁsūhi pūretvā upari palāle vikirāpetvā aggiṁ dāpesi.",
  "atk-s0502a2:107_12": "Cammassa daḍḍhakāle ayanaṅgalena kasāpetvā khaṇḍākhaṇḍaṁ hīrāhīraṁ kāresi.",
  "atk-s0502a2:107_13": "Māgaṇḍiyāya sarīratopi tikhiṇena satthena ghanaghanaṭṭhānesu maṁsaṁ uppāṭetvā telakapālaṁ uddhanaṁ āropetvā pūve viya pacāpetvā tameva khādāpesi.",
  "atk-s0502a2:108_0": "Dhammasabhāyampi bhikkhū kathaṁ samuṭṭhāpesuṁ, ‘‘ananucchavikaṁ vata, āvuso, evarūpāya saddhāya pasannāya upāsikāya evarūpaṁ maraṇa’’nti.",
  "atk-s0502a2:108_1": "Satthā āgantvā, ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā, ‘‘imāya nāmā’’ti vutte ‘‘bhikkhave, imasmiṁ attabhāve sāmāvatippamukhānaṁ itthīnaṁ etaṁ ayuttaṁ sampattaṁ.",
  "atk-s0502a2:108_2": "Pubbe katakammassa pana yuttameva etāhi laddha’’nti vatvā, ‘‘kiṁ, bhante, etāhi pubbe kataṁ, taṁ ācikkhathā’’ti tehi yācito atītaṁ āhari –",
  "atk-s0502a2:109_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente rājagehe nibaddhaṁ aṭṭha paccekabuddhā bhuñjanti.",
  "atk-s0502a2:109_1": "Pañcasatā itthiyo te upaṭṭhahanti.",
  "atk-s0502a2:109_2": "Tesu satta paccekabuddhā himavantaṁ gacchanti, eko nadītīre ekaṁ tiṇagahanaṁ atthi, tattha jhānaṁ samāpajjitvā nisīdi.",
  "atk-s0502a2:109_3": "Athekadivasaṁ rājā paccekabuddhesu gatesu tā itthiyo ādāya nadiyaṁ udakakīḷaṁ kīḷituṁ gato.",
  "atk-s0502a2:109_4": "Tattha tā itthiyo divasabhāgaṁ udake kīḷitvā uttaritvā sītapīḷitā aggiṁ visibbetukāmā ‘‘amhākaṁ aggikaraṇaṭṭhānaṁ olokethā’’ti aparāparaṁ vicarantiyo taṁ tiṇagahanaṁ disvā, ‘‘tiṇarāsī’’ti saññāya taṁ parivāretvā ṭhitā aggiṁ adaṁsu.",
  "atk-s0502a2:109_5": "Tiṇesu jhāyitvā patantesu paccekabuddhaṁ disvā, ‘‘naṭṭhāmhā, amhākaṁ rañño paccekabuddho jhāyati, rājā ñatvā amhe nāsessati, sudaḍḍhaṁ naṁ karissāmā’’ti sabbā tā itthiyo ito cito ca dārūni āharitvā tassa upari dārurāsiṁ kariṁsu.",
  "atk-s0502a2:109_6": "Mahādārurāsi ahosi.",
  "atk-s0502a2:109_7": "Atha naṁ ālimpetvā, ‘‘idāni jhāyissatī’’ti pakkamiṁsu.",
  "atk-s0502a2:109_8": "Tā paṭhamaṁ asañcetanikā hutvā kammunā na bajjhiṁsu, idāni pacchā sañcetanāya kammunā bajjhiṁsu.",
  "atk-s0502a2:109_9": "Paccekabuddhaṁ pana antosamāpattiyaṁ sakaṭasahassehi dārūni āharitvā ālimpentāpi usmākāramattampi gahetuṁ na sakkonti.",
  "atk-s0502a2:109_10": "Tasmā so sattame divase uṭṭhāya yathāsukhaṁ agamāsi.",
  "atk-s0502a2:109_11": "Tā tassa kammassa katattā bahūni vassasatasahassāni niraye paccitvā tasseva kammassa vipākāvasesena attabhāvasate imināva niyāmena gehe jhāyamāne jhāyiṁsu.",
  "atk-s0502a2:109_12": "Idaṁ etāsaṁ pubbakammanti.",
  "atk-s0502a2:110_0": "Evaṁ vutte bhikkhū satthāraṁ paṭipucchiṁsu –",
  "atk-s0502a2:110_1": "‘‘khujjuttarā pana, bhante, kena kammena khujjā jātā, kena kammena mahāpaññā, kena kammena sotāpattiphalaṁ adhigatā, kena kammena paresaṁ pesanakāritā jātā’’ti?",
  "atk-s0502a2:110_2": "Bhikkhave, tasseva rañño bārāṇasiyaṁ rajjaṁ karaṇakāle sveva paccekabuddho thokaṁ khujjadhātuko ahosi.",
  "atk-s0502a2:110_3": "Athekā upaṭṭhāyikā itthī kambalaṁ pārupitvā suvaṇṇasaraṇaṁ gahetvā, ‘‘amhākaṁ paccekabuddho evañca evañca vicaratī’’ti khujjā hutvā tassa vicaraṇākāraṁ dassesi.",
  "atk-s0502a2:110_4": "Tassa nissandena khujjā jātā.",
  "atk-s0502a2:110_5": "Te pana paccekabuddhe paṭhamadivase rājagehe nisīdāpetvā patte gāhāpetvā pāyāsassa pūretvā dāpesi.",
  "atk-s0502a2:110_6": "Uṇhapāyāsassa pūre patte paccekabuddhā parivattetvā parivattetvā gaṇhanti.",
  "atk-s0502a2:110_7": "Sā itthī te tathā karonte disvā attano santakāni aṭṭha dantavalayāni datvā, ‘‘idha ṭhapetvā gaṇhathā’’ti āha.",
  "atk-s0502a2:110_8": "Tesu tathā katvā taṁ oloketvā ṭhitesu tesaṁ adhippāyaṁ ñatvā, ‘‘natthi, bhante, amhākaṁ etehi attho.",
  "atk-s0502a2:110_9": "Tumhākaññeva etāni pariccattāni, gahetvā gacchathā’’ti āha.",
  "atk-s0502a2:110_10": "Te gahetvā nandamūlakapabbhāraṁ agamaṁsu.",
  "atk-s0502a2:110_11": "Ajjatanāpi tāni valayāni arogāneva.",
  "atk-s0502a2:110_12": "Sā tassa kammassa nissandena idāni tipiṭakadharā mahāpaññā jātā.",
  "atk-s0502a2:110_13": "Paccekabuddhānaṁ kataupaṭṭhānassa nissandena pana sotāpattiphalaṁ pattā.",
  "atk-s0502a2:110_14": "Idamassā buddhantare pubbakammaṁ.",
  "atk-s0502a2:111_0": "Kassapasammāsambuddhakāle pana ekā bārāṇasiseṭṭhino dhītā vaḍḍhamānakacchāyāya ādāsaṁ gahetvā attānaṁ alaṅkarontī nisīdi.",
  "atk-s0502a2:111_1": "Athassā vissāsikā ekā khīṇāsavā bhikkhunī taṁ daṭṭhuṁ agamāsi.",
  "atk-s0502a2:111_2": "Bhikkhuniyo hi khīṇāsavāpi sāyanhasamaye upaṭṭhākakulāni daṭṭhukāmā honti.",
  "atk-s0502a2:111_3": "Tasmiṁ pana khaṇe seṭṭhidhītāya santike kāci pesanakārikā natthi, sā ‘‘vandāmi, ayye, etaṁ tāva me pasādhanapeḷakaṁ gahetvā dethā’’ti āha.",
  "atk-s0502a2:111_4": "Therī cintesi –",
  "atk-s0502a2:111_5": "‘‘sacassā imaṁ gaṇhitvā na dassāmi, mayi āghātaṁ katvā niraye nibbattissati.",
  "atk-s0502a2:111_6": "Sace pana dassāmi, parassa pesanakārikā hutvā nibbattissati.",
  "atk-s0502a2:111_7": "Nirayasantāpato kho pana parassa pesanabhāvova seyyo’’ti.",
  "atk-s0502a2:111_8": "‘‘Sā anudayaṁ paṭicca taṁ gahetvā tassā adāsi.",
  "atk-s0502a2:111_9": "Tassa kammassa nissandena paresaṁ pesanakārikā jātā’’ti.",
  "atk-s0502a2:112_0": "Atha punekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ ‘‘sāmāvatippamukhā pañcasatā itthiyo gehe agginā jhāyiṁsu, māgaṇḍiyāya ñātakā upari palālaggiṁ datvā ayanaṅgalehi bhinnā, māgaṇḍiyā pakkuthitatele pakkā, ke nu kho ettha jīvanti nāma, ke matā nāmā’’ti.",
  "atk-s0502a2:112_1": "Satthā āgantvā, ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā, ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, ye keci pamattā, te vassasataṁ jīvantāpi matāyeva nāma.",
  "atk-s0502a2:112_2": "Ye appamattā, te matāpi jīvantiyeva.",
  "atk-s0502a2:112_3": "Tasmā māgaṇḍiyā jīvantīpi matāyeva nāma, sāmāvatippamukhā pañcasatā itthiyo matāpi jīvantiyeva nāma.",
  "atk-s0502a2:112_4": "Na hi, bhikkhave, appamattā maranti nāmā’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a2:113_0": "21.",
  "atk-s0502a2:114_0": " ‘‘Appamādo amatapadaṁ, pamādo maccuno padaṁ;",
  "atk-s0502a2:115_0": "Appamattā na mīyanti, ye pamattā yathā matā.",
  "atk-s0502a2:116_0": "22.",
  "atk-s0502a2:117_0": " ‘‘Evaṁ visesato ñatvā, appamādamhi paṇḍitā;",
  "atk-s0502a2:118_0": "Appamāde pamodanti, ariyānaṁ gocare ratā.",
  "atk-s0502a2:119_0": "23.",
  "atk-s0502a2:120_0": " ‘‘Te jhāyino sātatikā, niccaṁ daḷhaparakkamā;",
  "atk-s0502a2:121_0": "Phusanti dhīrā nibbānaṁ, yogakkhemaṁ anuttara’’nti.",
  "atk-s0502a2:122_0": "Tattha appamādoti padaṁ mahantaṁ atthaṁ dīpeti, mahantaṁ atthaṁ gahetvā tiṭṭhati.",
  "atk-s0502a2:122_1": "Sakalampi hi tepiṭakaṁ buddhavacanaṁ āharitvā kathiyamānaṁ appamādapadameva otarati.",
  "atk-s0502a2:122_2": "Tena vuttaṁ –",
  "atk-s0502a2:123_0": "‘‘Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṁ pāṇānaṁ padajātāni, sabbāni tāni hatthipade samodhānaṁ gacchanti, hatthipadaṁ tesaṁ aggamakkhāyati yadidaṁ mahantattena.",
  "atk-s0502a2:123_1": "Evameva kho, bhikkhave, ye keci kusalā dhammā, sabbete appamādamūlakā appamādasamosaraṇā, appamādo tesaṁ dhammānaṁ aggamakkhāyatī’’ti (saṁ. ni. 5.140).",
  "atk-s0502a2:124_0": "So panesa atthato satiyā avippavāso nāma.",
  "atk-s0502a2:124_1": "Niccaṁ upaṭṭhitāya satiyā cetaṁ nāmaṁ.",
  "atk-s0502a2:124_2": "Amatapadanti amataṁ vuccati nibbānaṁ.",
  "atk-s0502a2:124_3": "Tañhi ajātattā nu jīyati na mīyati, tasmā amatanti vuccati.",
  "atk-s0502a2:124_4": "Pajjanti imināti padaṁ, amataṁ pāpuṇantīti attho.",
  "atk-s0502a2:124_5": "Amatassa padaṁ amatapadaṁ, amatassa adhigamūpāyoti vuttaṁ hoti, pamādoti pamajjanabhāvo, muṭṭhassatisaṅkhātassa satiyā vosaggassetaṁ nāmaṁ.",
  "atk-s0502a2:124_6": "Maccunoti maraṇassa.",
  "atk-s0502a2:124_7": "Padanti upāyo maggo.",
  "atk-s0502a2:124_8": "Pamatto hi jātiṁ nātivattati, jāto jīyati ceva mīyati cāti pamādo maccuno padaṁ nāma hoti, maraṇaṁ upeti.",
  "atk-s0502a2:124_9": "Appamattā na mīyantīti satiyā samannāgatā hi appamattā na maranti.",
  "atk-s0502a2:124_10": "Ajarā amarā hontīti na sallakkhetabbaṁ.",
  "atk-s0502a2:124_11": "Na hi koci satto ajaro amaro nāma atthi, pamattassa pana vaṭṭaṁ nāma aparicchinnaṁ, appamattassa paricchinnaṁ.",
  "atk-s0502a2:124_12": "Tasmā pamattā jātiādīhi aparimuttattā jīvantāpi matāyeva nāma.",
  "atk-s0502a2:124_13": "Appamattā pana appamādalakkhaṇaṁ vaḍḍhetvā khippaṁ maggaphalāni sacchikatvā dutiyatatiyaattabhāvesu na nibbattanti.",
  "atk-s0502a2:124_14": "Tasmā te jīvantāpi matāpi na mīyantiyeva nāma.",
  "atk-s0502a2:124_15": "Ye pamattā yathā matāti ye pana sattā pamattā, te pamādamaraṇena matattā, yathā hi jīvitindriyupacchedena matā dārukkhandhasadisā apagataviññāṇā , tatheva honti.",
  "atk-s0502a2:124_16": "Tesampi hi matānaṁ viya gahaṭṭhānaṁ tāva ‘‘dānaṁ dassāma, sīlaṁ rakkhissāma, uposathakammaṁ karissāmā’’ti ekacittampi na uppajjati, pabbajitānampi ‘‘ācariyupajjhāyavattādīni pūressāma, dhutaṅgāni samādiyissāma, bhāvanaṁ vaḍḍhessāmā’’ti na uppajjatīti matena te kiṁ nānākaraṇāva honti.",
  "atk-s0502a2:124_17": "Tena vuttaṁ –",
  "atk-s0502a2:124_18": "‘‘ye pamattā yathā matā’’ti.",
  "atk-s0502a2:125_0": "Evaṁ visesato ñatvāti pamattassa vaṭṭato nissaraṇaṁ natthi, appamattassa atthīti evaṁ visesatova jānitvā.",
  "atk-s0502a2:125_1": "Ke panetaṁ visesaṁ jānantīti?",
  "atk-s0502a2:125_2": "Appamādamhi paṇḍitāti ye paṇḍitā medhāvino sappaññā attano appamāde ṭhatvā appamādaṁ vaḍḍhenti, te evaṁ visesakāraṇaṁ jānanti.",
  "atk-s0502a2:125_3": "Appamāde pamodantīti te evaṁ ñatvā tasmiṁ attano appamāde pamodanti, pahaṁsitamukhā tuṭṭhapahaṭṭhā honti.",
  "atk-s0502a2:125_4": "Ariyānaṁ gocare ratāti te evaṁ appamāde pamodantā taṁ appamādaṁ vaḍḍhetvā ariyānaṁ buddhapaccekabuddhabuddhasāvakānaṁ gocarasaṅkhāte catusatipaṭṭhānādibhede sattatiṁsa bodhipakkhiyadhamme navavidhalokuttaradhamme ca ratā niratā, abhiratā hontīti attho.",
  "atk-s0502a2:126_0": "Tejhāyinoti te appamattā paṇḍitā aṭṭhasamāpattisaṅkhātena ārammaṇūpanijjhānena vipassanāmaggaphalasaṅkhātena lakkhaṇūpanijjhānena cāti duvidhenapi jhānena jhāyino.",
  "atk-s0502a2:126_1": "Sātatikāti abhinikkhamanakālato paṭṭhāya yāva arahattamaggā satataṁ pavattakāyikacetasikavīriyā.",
  "atk-s0502a2:126_2": "Niccaṁ daḷhaparakkamāti yaṁ taṁ purisathāmena purisavīriyena purisaparakkamena pattabbaṁ, na taṁ apāpuṇitvā vīriyassa saṇṭhānaṁ bhavissatīti evarūpena vīriyena antarā anosakkitvā niccappavattena daḷhaparakkamena samannāgatā.",
  "atk-s0502a2:126_3": "Phusantīti ettha dve phusanā ñāṇaphusanā ca, vipākaphusanā ca.",
  "atk-s0502a2:126_4": "Tattha cattāro maggā ñāṇaphusanā nāma, cattāri phalāni vipākaphusanā nāma.",
  "atk-s0502a2:126_5": "Tesu idha vipākaphusanā adhippetā.",
  "atk-s0502a2:126_6": "Ariyaphalena nibbānaṁ sacchikaronto dhīrā paṇḍitā tāya vipākaphusanāya phusanti, nibbānaṁ sacchikaronti.",
  "atk-s0502a2:126_7": "Yogakkhemaṁ anuttaranti ye cattāro yogā mahājanaṁ vaṭṭe osīdāpenti, tehi khemaṁ nibbhayaṁ sabbehi lokiyalokuttaradhammehi seṭṭhattā anuttaranti.",
  "atk-s0502a2:127_0": "Desanāpariyosāne bahū sotāpannādayo ahesuṁ. Desanā mahājanassa sātthikā jātāti.",
  "atk-s0502a2:128_0": "Sāmāvatīvatthu paṭhamaṁ.",
  "atk-s0502a2:129_0": "2. Kumbhaghosakaseṭṭhivatthu",
  "atk-s0502a2:130_0": "Uṭṭhānavatoti imaṁ dhammadesanaṁ satthā veḷuvane viharanto kumbhaghosakaṁ ārabbha kathesi.",
  "atk-s0502a2:130_1": "Rājagahanagarasmiñhi rājagahaseṭṭhino gehe ahivātarogo uppajji, tasmiṁ uppanne makkhikā ādiṁ katvā yāva gāvā paṭhamaṁ tiracchānagatā maranti, tato dāsakammakaro, sabbapacchā gehasāmikā, tasmā so rogo sabbapacchā seṭṭhiñca jāyañca gaṇhi.",
  "atk-s0502a2:130_2": "Te rogena phuṭṭhā puttaṁ santike ṭhitaṁ oloketvā assupuṇṇehi nettehi taṁ āhaṁsu –",
  "atk-s0502a2:130_3": "‘‘tāta, imasmiṁ kira roge uppanne bhittiṁ bhinditvā palāyantāva jīvitaṁ labhanti, tvaṁ amhe anoloketvā palāyitvā jīvanto punāgantvā amhākaṁ asukaṭṭhāne nāma cattālīsa dhanakoṭiyo nidahitvā ṭhapitā, tā uddharitvā jīvikaṁ kappeyyāsī’’ti.",
  "atk-s0502a2:130_4": "So tesaṁ vacanaṁ sutvā rudamāno mātāpitaro vanditvā maraṇabhayabhīto bhittiṁ bhinditvā palāyitvā pabbatagahanaṁ gantvā dvādasa vassāni tattha vasitvā mātāpituvasanaṭṭhānaṁ paccāgañchi.",
  "atk-s0502a2:131_0": "Atha naṁ daharakāle gantvā parūḷhakesamassukāle āgatattā na koci sañjāni.",
  "atk-s0502a2:131_1": "So mātāpitūhi dinnasaññāvasena dhanaṭṭhānaṁ gantvā dhanassa arogabhāvaṁ ñatvā cintesi –",
  "atk-s0502a2:131_2": "‘‘maṁ na koci sañjānāti, sacāhaṁ dhanaṁ uddharitvā valañjissāmi, ‘ekena duggatena nidhi uddhaṭo’ti maṁ gahetvā viheṭheyyuṁ, yaṁnūnāhaṁ bhatiṁ katvā jīveyya’’nti.",
  "atk-s0502a2:131_3": "Athekaṁ pilotikaṁ nivāsetvā, ‘‘atthi koci bhatakena atthiko’’ti pucchanto bhatakavīthiṁ pāpuṇi.",
  "atk-s0502a2:131_4": "Atha naṁ bhatakā disvā, ‘‘sace amhākaṁ ekaṁ kammaṁ karissasi, bhattavetanaṁ te dassāmā’’ti āhaṁsu.",
  "atk-s0502a2:131_5": "‘‘Kiṁ kammaṁ nāmā’’ti?",
  "atk-s0502a2:131_6": "‘‘Pabodhanacodanakammaṁ.",
  "atk-s0502a2:131_7": "Sace ussahasi, pātova uṭṭhāya ‘tātā, uṭṭhahatha, sakaṭāni sannayhatha, goṇe yojetha, hatthiassānaṁ tiṇatthāya gamanavelā;",
  "atk-s0502a2:131_8": "ammā, tumhepi uṭṭhahatha, yāguṁ pacatha, bhattaṁ pacathā’ti vicaritvā ārocehī’’ti.",
  "atk-s0502a2:131_9": "So ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0502a2:131_10": "Athassa vasanatthāya ekaṁ gharaṁ adaṁsu.",
  "atk-s0502a2:131_11": "So devasikaṁ taṁ kammaṁ akāsi.",
  "atk-s0502a2:132_0": "Athassa ekadivasaṁ rājā bimbisāro saddamassosi.",
  "atk-s0502a2:132_1": "So pana sabbaravaññū ahosi.",
  "atk-s0502a2:132_2": "Tasmā ‘‘mahādhanassa purisassesa saddo’’ti āha.",
  "atk-s0502a2:132_3": "Athassa santike ṭhitā ekā paricārikā ‘‘rājā yaṁ vā taṁ vā na kathessati, idaṁ mayā ñātuṁ vaṭṭatī’’ti cintetvā –",
  "atk-s0502a2:132_4": "‘‘gaccha, tāta, etaṁ jānāhī’’ti ekaṁ purisaṁ pahiṇi.",
  "atk-s0502a2:132_5": "So vegena gantvā taṁ disvā āgantvā, ‘‘eko bhatakānaṁ bhatikārako kapaṇamanusso eso’’ti ārocesi.",
  "atk-s0502a2:132_6": "Rājā tassa vacanaṁ sutvā tuṇhī hutvā dutiyadivasepi tatiyadivasepi taṁ tassa saddaṁ sutvā tatheva āha.",
  "atk-s0502a2:132_7": "Sāpi paricārikā tatheva cintetvā punappunaṁ pesetvā, ‘‘kapaṇamanusso eso’’ti vutte cintesi –",
  "atk-s0502a2:132_8": "‘‘rājā ‘kapaṇamanusso eso’ti vacanaṁ sutvāpi na saddahati, punappunaṁ ‘mahādhanassa purisassesa saddo’ti vadati, bhavitabbamettha kāraṇena, yathāsabhāvato etaṁ ñātuṁ vaṭṭatī’’ti.",
  "atk-s0502a2:132_9": "Sā rājānaṁ āha, ‘‘deva , ahaṁ sahassaṁ labhamānā dhītaraṁ ādāya gantvā etaṁ dhanaṁ rājakulaṁ pavesessāmī’’ti.",
  "atk-s0502a2:132_10": "Rājā tassā sahassaṁ dāpesi.",
  "atk-s0502a2:133_0": "Sā taṁ gahetvā dhītaraṁ ekaṁ malinadhātukaṁ vatthaṁ nivāsāpetvā tāya saddhiṁ rājagehato nikkhamitvā maggapaṭipannā viya bhatakavīthiṁ gantvā ekaṁ gharaṁ pavisitvā, ‘‘amma, mayaṁ maggapaṭipannā, ekāhadvīhaṁ idha vissamitvā gamissāmā’’ti āha.",
  "atk-s0502a2:133_1": "‘‘Amma, bahūni gharamānusakāni, na sakkā idha vasituṁ, etaṁ kumbhaghosakassa gehaṁ tucchaṁ, tattha gacchathā’’ti.",
  "atk-s0502a2:133_2": "Sā tattha gantvā, ‘‘sāmi, mayaṁ maggapaṭipannakā, ekāhadvīhaṁ idha vasissāmā’’ti vatvā tena punappunaṁ paṭikkhittāpi, ‘‘sāmi, ajjekadivasamattaṁ vasitvā pātova gamissāmā’’ti nikkhamituṁ na icchi.",
  "atk-s0502a2:133_3": "Sā tattheva vasitvā punadivase tassa araññagamanavelāya, ‘‘sāmi, tava nivāpaṁ datvā yāhi , āhāraṁ te pacissāmī’’ti vatvā, ‘‘alaṁ, amma, ahameva pacitvā bhuñjissāmī’’ti vutte punappunaṁ nibandhitvā tena dinne gahitamattakeyeva katvā antarāpaṇato bhājanāni ceva parisuddhataṇḍulādīni ca āharāpetvā rājakule pacananiyāmena suparisuddhaṁ odanaṁ, sādhurasāni ca dve tīṇi sūpabyañjanāni pacitvā tassa araññato āgatassa adāsi.",
  "atk-s0502a2:133_4": "Atha naṁ bhuñjitvā muducittataṁ āpannaṁ ñatvā, ‘‘sāmi, kilantamha, ekāhadvīhaṁ idheva homā’’ti āha.",
  "atk-s0502a2:133_5": "So ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0502a2:134_0": "Athassa sāyampi punadivasepi madhurabhattaṁ pacitvā adāsi.",
  "atk-s0502a2:134_1": "Atha muducittataṁ tassa ñatvā ‘‘sāmi, katipāhaṁ idheva vasissāmā’’ti.",
  "atk-s0502a2:134_2": "Tattha vasamānā tikhiṇena satthena tassa mañcavāṇaṁ heṭṭhāaṭaniyaṁ tahaṁ tahaṁ chindi.",
  "atk-s0502a2:134_3": "Mañco tasmiṁ āgantvā nisinnamatteyeva heṭṭhā olambi.",
  "atk-s0502a2:134_4": "So ‘‘kasmā ayaṁ mañco evaṁ chijjitvā gato’’ti āha.",
  "atk-s0502a2:134_5": "‘‘Sāmi, daharadārake vāretuṁ na sakkomi, ettheva sannipatantī’’ti.",
  "atk-s0502a2:134_6": "‘‘Amma, idaṁ me dukkhaṁ tumhe nissāya jātaṁ.",
  "atk-s0502a2:134_7": "Ahañhi pubbe katthaci gacchanto dvāraṁ pidahitvā gacchāmī’’ti.",
  "atk-s0502a2:134_8": "‘‘Kiṁ karomi, tāta, vāretuṁ na sakkomī’’ti.",
  "atk-s0502a2:134_9": "Sā imināva niyāmena dve tayo divase chinditvā tena ujjhāyitvā khīyitvā vuccamānāpi tatheva vatvā puna ekaṁ dve rajjuke ṭhapetvā sese chindi.",
  "atk-s0502a2:134_10": "Taṁ divasaṁ tasmiṁ nisinnamatteyeva sabbaṁ vāṇaṁ bhūmiyaṁ pati, sīsaṁ jaṇṇukehi saddhiṁ ekato ahosi, so uṭṭhāya, ‘‘kiṁ karomi, idāni kuhiṁ gamissāmi , nipajjanamañcassapi tumhehi asāmiko viya katomhī’’ti āha.",
  "atk-s0502a2:134_11": "‘‘Tāta, kiṁ karomi, paṭivissakadārake vāretuṁ na sakkomi, hotu, mā cintayi, imāya nāma velāya kuhiṁ gamissasī’’ti dhītaraṁ āmantetvā, ‘‘amma, tava bhātikassa nipajjanokāsaṁ karohī’’ti āha.",
  "atk-s0502a2:134_12": "Sā ekapasse sayitvā ‘‘idhāgaccha, sāmī’’ti āha.",
  "atk-s0502a2:134_13": "Itaropi naṁ ‘‘gaccha, tāta, bhaginiyā saddhiṁ nipajjā’’ti vadesi.",
  "atk-s0502a2:134_14": "So tāya saddhiṁ ekamañce nipajjitvā taṁ divasaññeva santhavaṁ akāsi, kumārikā parodi.",
  "atk-s0502a2:134_15": "Atha naṁ mātā pucchi –",
  "atk-s0502a2:134_16": "‘‘kiṁ, amma, rodasī’’ti?",
  "atk-s0502a2:134_17": "‘‘Amma, idaṁ nāma jāta’’nti.",
  "atk-s0502a2:134_18": "‘‘Hotu, amma, kiṁ sakkā kātuṁ, tayāpi ekaṁ bhattāraṁ imināpekaṁ pādaparicārikaṁ laddhuṁ vaṭṭatī’’ti taṁ jāmātaraṁ akāsi.",
  "atk-s0502a2:134_19": "Te samaggavāsaṁ vasiṁsu.",
  "atk-s0502a2:135_0": "Sā katipāhaccayena rañño sāsanaṁ pesesi –",
  "atk-s0502a2:135_1": "‘‘bhatakavīthiyaṁ chaṇaṁ karontu.",
  "atk-s0502a2:135_2": "Yassa pana ghare chaṇo na karīyati, tassa ettako nāma daṇḍoti ghosanaṁ kāretū’’ti.",
  "atk-s0502a2:135_3": "Rājā tathā kāresi.",
  "atk-s0502a2:135_4": "Atha naṁ sassu āha –",
  "atk-s0502a2:135_5": "‘‘tāta, bhatakavīthiyaṁ rājāṇāya chaṇo kattabbo jāto, kiṁ karomā’’ti?",
  "atk-s0502a2:135_6": "‘‘Amma, ahaṁ bhatiṁ karontopi jīvituṁ na sakkomi, kiṁ karissāmī’’ti?",
  "atk-s0502a2:135_7": "‘‘Tāta, gharāvāsaṁ vasantā nāma iṇampi gaṇhanti, rañño āṇā akātuṁ na labbhā.",
  "atk-s0502a2:135_8": "Iṇato nāma yena kenaci upāyena muccituṁ sakkā, gaccha, kutoci ekaṁ vā dve vā kahāpaṇe āharā’’ti āha.",
  "atk-s0502a2:135_9": "So ujjhāyanto khīyanto gantvā cattālīsakoṭidhanaṭṭhānato ekameva kahāpaṇaṁ āhari.",
  "atk-s0502a2:135_10": "Sā taṁ kahāpaṇaṁ rañño pesetvā attano kahāpaṇena chaṇaṁ katvā puna katipāhaccayena tatheva sāsanaṁ pahiṇi.",
  "atk-s0502a2:135_11": "Puna rājā tatheva ‘‘chaṇaṁ karontu, akarontānaṁ ettako daṇḍo’’ti āṇāpesi.",
  "atk-s0502a2:135_12": "Punapi so tāya tatheva vatvā nippīḷiyamāno gantvā tayo kahāpaṇe āhari.",
  "atk-s0502a2:135_13": "Sā tepi kahāpaṇe rañño pesetvā puna katipāhaccayena tatheva sāsanaṁ pahiṇi –",
  "atk-s0502a2:135_14": "‘‘idāni purise pesetvā imaṁ pakkosāpetū’’ti.",
  "atk-s0502a2:135_15": "Rājā pesesi.",
  "atk-s0502a2:135_16": "Purisā gantvā, ‘‘kumbhaghosako nāma kataro’’ti pucchitvā pariyesantā taṁ disvā ‘‘ehi, bho rājā, taṁ pakkosatī’’ti āhaṁsu.",
  "atk-s0502a2:135_17": "So bhīto ‘‘na maṁ rājā jānātī’’tiādīni vatvā gantuṁ na icchi.",
  "atk-s0502a2:135_18": "Atha naṁ balakkārena hatthādīsu gahetvā ākaḍḍhiṁsu.",
  "atk-s0502a2:135_19": "Sā itthī te disvā, ‘‘are, dubbinītā, tumhe mama jāmātaraṁ hatthādīsu gahetuṁ ananucchavikā’’ti tajjetvā, ‘‘ehi, tāta, mā bhāyi, rājānaṁ disvā tava hatthādigāhakānaṁ hattheyeva chindāpessāmī’’ti dhītaraṁ ādāya purato hutvā rājagehaṁ patvā vesaṁ parivattetvā sabbālaṅkārapaṭimaṇḍitā ekamantaṁ aṭṭhāsi.",
  "atk-s0502a2:135_20": "Itarampi parikaḍḍhitvā ānayiṁsuyeva.",
  "atk-s0502a2:136_0": "Atha naṁ vanditvā ṭhitaṁ rājā āha –",
  "atk-s0502a2:136_1": "‘‘tvaṁ kumbhaghosako nāmā’’ti?",
  "atk-s0502a2:136_2": "‘‘Āma, devā’’ti .",
  "atk-s0502a2:136_3": "‘‘Kiṁ kāraṇā mahādhanaṁ vañcetvā khādasī’’ti ?",
  "atk-s0502a2:136_4": "‘‘Kuto me, deva, dhanaṁ bhatiṁ katvā jīvantassā’’ti?",
  "atk-s0502a2:136_5": "‘‘Mā evaṁ kari, kiṁ amhe vañcesī’’ti?",
  "atk-s0502a2:136_6": "‘‘Na vañcemi, deva, natthi me dhana’’nti.",
  "atk-s0502a2:136_7": "Athassa rājā te kahāpaṇe dassetvā, ‘‘ime kassa kahāpaṇā’’ti āha.",
  "atk-s0502a2:136_8": "So sañjānitvā, ‘‘aho bālomhi, kathaṁ nu kho ime rañño hatthaṁ pattā’’ti ito cito ca olokento tā dvepi paṭimaṇḍitapasādhanā gabbhadvāramūle ṭhitā disvā, ‘‘bhāriyaṁ vatidaṁ kammaṁ, imāhi raññā payojitāhi bhavitabba’’nti cintesi.",
  "atk-s0502a2:136_9": "Atha naṁ rājā ‘‘vadehi, bho, kasmā evaṁ karosī’’ti āha.",
  "atk-s0502a2:136_10": "‘‘Nissayo me natthi, devā’’ti.",
  "atk-s0502a2:136_11": "‘‘Mādiso nissayo bhavituṁ na vaṭṭatī’’ti.",
  "atk-s0502a2:136_12": "‘‘Kalyāṇaṁ, deva, sace me devo avassayo hotī’’ti.",
  "atk-s0502a2:136_13": "‘‘Homi, bho, kittakaṁ te dhana’’nti?",
  "atk-s0502a2:136_14": "‘‘Cattālīsakoṭiyo, devā’’ti.",
  "atk-s0502a2:136_15": "‘‘Kiṁ laddhuṁ vaṭṭatī’’ti?",
  "atk-s0502a2:136_16": "‘‘Sakaṭāni devā’’ti?",
  "atk-s0502a2:136_17": "Rājā anekasatāni sakaṭāni yojāpetvā pahiṇitvā taṁ dhanaṁ āharāpetvā rājaṅgaṇe rāsiṁ kārāpetvā rājagahavāsino sannipātāpetvā, ‘‘atthi kassaci imasmiṁ nagare ‘‘ettakaṁ dhana’’nti pucchitvā ‘‘natthi, devā’’ti.",
  "atk-s0502a2:136_18": "‘‘Kiṁ panassa kātuṁ vaṭṭatī’’ti?",
  "atk-s0502a2:136_19": "‘‘Sakkāraṁ, devā’’ti vutte mahantena sakkārena taṁ seṭṭhiṭṭhāne ṭhapetvā dhītaraṁ tasseva datvā tena saddhiṁ satthu santikaṁ gantvā vanditvā ‘‘bhante, passathimaṁ purisaṁ, evarūpo dhitimā nāma natthi, cattālīsakoṭivibhavo hontopi uppilāvitākāraṁ vā asmimānamattaṁ vā na karoti, kapaṇo viya pilotikaṁ nivāsetvā bhatakavīthiyaṁ bhatiṁ katvā jīvanto mayā iminā nāma upāyena ñāto.",
  "atk-s0502a2:136_20": "Jānitvā ca pana pakkosāpetvā sadhanabhāvaṁ sampaṭicchāpetvā taṁ dhanaṁ āharāpetvā seṭṭhiṭṭhāne ṭhapito, dhītā cassa mayā dinnā.",
  "atk-s0502a2:136_21": "Bhante, mayā ca evarūpo dhitimā na diṭṭhapubbo’’ti āha.",
  "atk-s0502a2:137_0": "Taṁ sutvā satthā ‘‘evaṁ jīvantassa jīvikaṁ dhammikajīvikaṁ nāma, mahārāja, corikādikammaṁ pana idhaloke ceva pīḷeti hiṁseti, paraloke ca, tatonidānaṁ sukhaṁ nāma natthi.",
  "atk-s0502a2:137_1": "Purisassa hi dhanapārijuññakāle kasiṁ vā bhatiṁ vā katvā jīvikameva dhammikajīvikaṁ nāma.",
  "atk-s0502a2:137_2": "Evarūpassa hi vīriyasampannassa satisampannassa kāyavācāhi parisuddhakammassa paññāya nisammakārino kāyādīhi saññatassa dhammajīvikaṁ jīvantassa satiavippavāse ṭhitassa issariyaṁ vaḍḍhatiyevā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a2:138_0": "24.",
  "atk-s0502a2:139_0": " ‘‘Uṭṭhānavato satīmato,",
  "atk-s0502a2:140_0": "Sucikammassa nisammakārino;",
  "atk-s0502a2:141_0": "Saññatassa dhammajīvino,",
  "atk-s0502a2:142_0": "Appamattassa yasobhivaḍḍhatī’’ti.",
  "atk-s0502a2:143_0": "Tattha uṭṭhānavatoti uṭṭhānavīriyavantassa.",
  "atk-s0502a2:143_1": "Satimatoti satisampannassa.",
  "atk-s0502a2:143_2": "Sucikammassāti niddosehi niraparādhehi kāyakammādīhi samannāgatassa.",
  "atk-s0502a2:143_3": "Nisammakārinoti evañce bhavissati, evaṁ karissāmīti vā, imasmiṁ kamme evaṁ kate idaṁ nāma bhavissatīti vā evaṁ nidānaṁ sallakkhetvā rogatikicchanaṁ viya sabbakammāni nisāmetvā upadhāretvā karontassa.",
  "atk-s0502a2:143_4": "Saññatassāti kāyādīhi saññatassa nicchiddassa.",
  "atk-s0502a2:143_5": "Dhammajīvinoti agārikassa tulākūṭādīni vajjetvā kasigorakkhādīhi, anagārikassa vejjakammadūtakammādīni vajjetvā dhammena samena bhikkhācariyāya jīvikaṁ kappentassa.",
  "atk-s0502a2:143_6": "Appamattassāti avippavutthasatino.",
  "atk-s0502a2:143_7": "Yasobhivaḍḍhatīti issariyabhogasampannasaṅkhāto ceva kittivaṇṇabhaṇanasaṅkhāto ca yaso abhivaḍḍhatīti.",
  "atk-s0502a2:144_0": "Gāthāpariyosāne kumbhaghosako sotāpattiphale patiṭṭhahi.",
  "atk-s0502a2:144_1": "Aññepi bahū sotāpattiphalādīni pāpuṇiṁsu.",
  "atk-s0502a2:144_2": "Evaṁ mahājanassa sātthikā dhammadesanā jātāti.",
  "atk-s0502a2:145_0": "Kumbhaghosakaseṭṭhivatthu dutiyaṁ.",
  "atk-s0502a2:146_0": "3. Cūḷapanthakattheravatthu",
  "atk-s0502a2:147_0": "Uṭṭhānenappamādenāti imaṁ dhammadesanaṁ satthā veḷuvane viharanto cūḷapanthakattheraṁ ārabbha kathesi.",
  "atk-s0502a2:148_0": "Rājagahe kira dhanaseṭṭhikulassa dhītā vayappattakāle mātāpitūhi sattabhūmikassa pāsādassa uparimatale ativiya rakkhiyamānā yobbanamadamattatāya purisalolā hutvā attano dāseneva saddhiṁ santhavaṁ katvā, ‘‘aññepi me idaṁ kammaṁ jāneyyu’’nti bhītā evamāha –",
  "atk-s0502a2:148_1": "‘‘amhehi imasmiṁ ṭhāne na sakkā vasituṁ.",
  "atk-s0502a2:148_2": "Sace me mātāpitaro imaṁ dosaṁ jānissanti, khaṇḍākhaṇḍikaṁ maṁ karissanti.",
  "atk-s0502a2:148_3": "Videsaṁ gantvā vasissāmā’’ti.",
  "atk-s0502a2:148_4": "Te hatthasāraṁ gahetvā aggadvārena nikkhamitvā, ‘‘yattha vā tattha vā aññehi ajānanaṭṭhānaṁ gantvā vasissāmā’’ti ubhopi agamaṁsu.",
  "atk-s0502a2:148_5": "Tesaṁ ekasmiṁ ṭhāne vasantānaṁ saṁvāsamanvāya tassā kucchismiṁ gabbho patiṭṭhāsi.",
  "atk-s0502a2:148_6": "Sā gabbhaparipākaṁ āgamma tena saddhiṁ mantesi, ‘‘gabbho me paripākaṁ gato, ñātibandhuvirahite ṭhāne gabbhavuṭṭhānaṁ nāma ubhinnampi amhākaṁ dukkhāvahaṁ, kulagehameva gacchāmā’’ti.",
  "atk-s0502a2:148_7": "So ‘‘sacāhaṁ tattha gamissāmi, jīvitaṁ me natthī’’ti bhayena ‘‘ajja gacchāma, sve gacchāmā’’ti divase atikkāmesi.",
  "atk-s0502a2:148_8": "Sā cintesi –",
  "atk-s0502a2:148_9": "‘‘ayaṁ bālo attano dosamahantatāya gantuṁ na ussahati, mātāpitaro nāma ekantahitāva, ayaṁ gacchatu vā, mā vā, ahaṁ gamissāmī’’ti.",
  "atk-s0502a2:148_10": "Sā tasmiṁ gehā nikkhante gehaparikkhāraṁ paṭisāmetvā attano kulagharaṁ gatabhāvaṁ anantaragehavāsīnaṁ ārocetvā maggaṁ paṭipajji.",
  "atk-s0502a2:149_0": "Sopi gharaṁ āgantvā taṁ adisvā paṭivissake pucchitvā, ‘‘sā kulagharaṁ gatā’’ti sutvā vegena anubandhitvā antarāmagge sampāpuṇi.",
  "atk-s0502a2:149_1": "Tassāpi tattheva gabbhavuṭṭhānaṁ ahosi.",
  "atk-s0502a2:149_2": "So ‘‘kiṁ idaṁ, bhadde’’ti pucchi.",
  "atk-s0502a2:149_3": "‘‘Sāmi, me eko putto jāto’’ti.",
  "atk-s0502a2:149_4": "‘‘Idāni kiṁ karissāmā’’ti?",
  "atk-s0502a2:149_5": "‘‘Yassatthāya mayaṁ kulagharaṁ gaccheyyāma, taṁ kammaṁ antarāmaggeva nipphannaṁ, tattha gantvā kiṁ karissāma, nivattissāmā’’ti dvepi ekacittā hutvā nivattiṁsu.",
  "atk-s0502a2:149_6": "Tassa ca dārakassa panthe jātattā panthakoti nāmaṁ kariṁsu.",
  "atk-s0502a2:149_7": "Tassā nacirasseva aparopi gabbho patiṭṭhahi.",
  "atk-s0502a2:149_8": "Sabbaṁ purimanayeneva vitthāretabbaṁ.",
  "atk-s0502a2:149_9": "Tassapi dārakassa panthe jātattā paṭhamajātassa mahāpanthakoti nāmaṁ katvā itarassa cūḷapanthakoti nāmaṁ kariṁsu.",
  "atk-s0502a2:149_10": "Te dvepi dārake gahetvā attano vasanaṭṭhānameva gatā.",
  "atk-s0502a2:149_11": "Tesaṁ tattha vasantānaṁ mahāpanthakadārako aññe dārake ‘‘cūḷapitā mahāpitāti, ayyako ayyikā’’ti ca vadante sutvā mātaraṁ pucchi –",
  "atk-s0502a2:149_12": "‘‘amma, aññe dārakā ‘ayyako ayyikā’tipi, ‘mahāpitā cūḷapitā’tipi vadanti, kacci amhākaññeva ñātakā natthī’’ti?",
  "atk-s0502a2:149_13": "‘‘Āma, tāta, amhākaṁ ettha ñātakā natthi.",
  "atk-s0502a2:149_14": "Rājagahanagare pana vo dhanaseṭṭhi nāma ayyako, tattha amhākaṁ bahū ñātakā’’ti.",
  "atk-s0502a2:149_15": "‘‘Kasmā tattha na gacchatha, ammā’’ti?",
  "atk-s0502a2:149_16": "Sā attano agamanakāraṇaṁ puttassa akathetvā puttesu punappunaṁ kathentesu sāmikaṁ āha –",
  "atk-s0502a2:149_17": "‘‘ime dārakā maṁ ativiya kilamenti, kiṁ no mātāpitaro disvā maṁsaṁ khādissanti, ehi, dārakānaṁ ayyakakulaṁ dassessāmā’’ti?",
  "atk-s0502a2:149_18": "‘‘Ahaṁ sammukhā bhavituṁ na sakkhissāmi, te pana nayissāmī’’ti.",
  "atk-s0502a2:149_19": "‘‘Sādhu yena kenaci upāyena dārakānaṁ ayyakakulameva daṭṭhuṁ vaṭṭatī’’ti.",
  "atk-s0502a2:149_20": "Dvepi janā dārake ādāya anupubbena rājagahaṁ patvā nagaradvāre ekissā sālāya pavisitvā dārakamātā dve dārake gahetvā attano āgatabhāvaṁ mātāpitūnaṁ ārocāpesi.",
  "atk-s0502a2:149_21": "Te taṁ sāsanaṁ sutvā, ‘‘saṁsāre vicarantānaṁ na putto na dhītā bhūtapubbā nāma natthi, te amhākaṁ mahāparādhikā, na sakkā tehi amhākaṁ cakkhupathe ṭhātuṁ, ettakaṁ nāma dhanaṁ gahetvā dvepi janā phāsukaṭṭhānaṁ gantvā jīvantu, dārake pana idha pesentū’’ti dhanaṁ datvā dūtaṁ pāhesuṁ.",
  "atk-s0502a2:150_0": "Tehi pesitaṁ dhanaṁ gahetvā dārake āgatadūtānaññeva hatthe datvā pahiṇiṁsu.",
  "atk-s0502a2:150_1": "Dārakā ayyakakule vaḍḍhanti.",
  "atk-s0502a2:150_2": "Tesu cūḷapanthako atidaharo, mahāpanthako pana ayyakena saddhiṁ dasabalassa dhammakathaṁ sotuṁ gacchati.",
  "atk-s0502a2:150_3": "Tassa niccaṁ satthu santikaṁ gacchantassa pabbajjāya cittaṁ nami.",
  "atk-s0502a2:150_4": "So ayyakaṁ āha –",
  "atk-s0502a2:150_5": "‘‘sace maṁ anujāneyyātha, ahaṁ pabbajeyya’’nti .",
  "atk-s0502a2:150_6": "‘‘Kiṁ vadesi, tāta, sakalassa lokassapi me pabbajjāto tava pabbajjā bhaddikā.",
  "atk-s0502a2:150_7": "Sace sakkosi pabbajāhī’’ti.",
  "atk-s0502a2:150_8": "Taṁ satthu santikaṁ netvā, ‘‘kiṁ, gahapati, dārako te laddho’’ti vutte, ‘‘āma, bhante, ayaṁ me nattā tumhākaṁ santike pabbajitukāmo’’ti āha.",
  "atk-s0502a2:150_9": "Satthā aññataraṁ piṇḍapātacārikaṁ bhikkhuṁ ‘‘imaṁ dārakaṁ pabbājehī’’ti āṇāpesi.",
  "atk-s0502a2:150_10": "Thero tassa tacapañcakakammaṭṭhānaṁ ācikkhitvā pabbājesi.",
  "atk-s0502a2:150_11": "So bahuṁ buddhavacanaṁ uggaṇhitvā paripuṇṇavasso upasampadaṁ labhitvā yonisomanasikārena kammaṭṭhānaṁ karonto arahattaṁ pāpuṇi.",
  "atk-s0502a2:150_12": "So jhānasukhena phalasukhena vītināmento cintesi –",
  "atk-s0502a2:150_13": "‘‘sakkā nu kho idaṁ sukhaṁ cūḷapanthakassa dātu’’nti! Tato ayyakaseṭṭhissa santikaṁ gantvā evamāha –",
  "atk-s0502a2:150_14": "‘‘mahāseṭṭhi, sace anujāneyyātha, ahaṁ cūḷapanthakaṁ pabbājeyya’’nti.",
  "atk-s0502a2:150_15": "‘‘Pabbājetha, bhante’’ti.",
  "atk-s0502a2:150_16": "Seṭṭhi kira sāsane ca suppasanno, ‘‘kataradhītāya vo ete puttā’’ti pucchiyamāno ca ‘‘palātadhītāyā’’ti vattuṁ lajjati, tasmā sukheneva tesaṁ pabbajjaṁ anujāni.",
  "atk-s0502a2:150_17": "Thero cūḷapanthakaṁ pabbājetvā sīlesu patiṭṭhāpesi.",
  "atk-s0502a2:150_18": "So pabbajitvāva dandho ahosi.",
  "atk-s0502a2:151_0": "‘‘Padmaṁ yathā kokanadaṁ sugandhaṁ,",
  "atk-s0502a2:152_0": "Pāto siyā phullamavītagandhaṁ;",
  "atk-s0502a2:153_0": "Aṅgīrasaṁ passa virocamānaṁ,",
  "atk-s0502a2:154_0": "Tapantamādiccamivantalikkhe’’ti. (saṁ. ni. 1.123; a. ni. 5.195) –",
  "atk-s0502a2:155_0": "Imaṁ ekaṁ gāthaṁ catūhi māsehi uggaṇhituṁ nāsakkhi.",
  "atk-s0502a2:155_1": "So kira kassapasammāsambuddhakāle pabbajitvā paññavā hutvā aññatarassa dandhabhikkhuno uddesaggahaṇakāle parihāsakeḷiṁ akāsi.",
  "atk-s0502a2:155_2": "So bhikkhu tena parihāsena lajjito neva uddesaṁ gaṇhi, na sajjhāyamakāsi.",
  "atk-s0502a2:155_3": "Tena kammena ayaṁ pabbajitvāva dandho jāto, gahitagahitaṁ padaṁ uparūparipadaṁ gaṇhantassa nassati.",
  "atk-s0502a2:155_4": "Tassa imameva gāthaṁ uggahetuṁ vāyamantassa cattāro māsā atikkantā.",
  "atk-s0502a2:155_5": "Atha naṁ mahāpanthako, ‘‘cūḷapanthaka, tvaṁ imasmiṁ sāsane abhabbo, catūhi māsehi ekaṁ gāthampi gaṇhituṁ na sakkosi, pabbajitakiccaṁ pana kathaṁ matthakaṁ pāpessasi, nikkhama ito’’ti vihārā nikkaḍḍhi.",
  "atk-s0502a2:155_6": "Cūḷapanthako buddhasāsane sinehena gihibhāvaṁ na pattheti.",
  "atk-s0502a2:156_0": "Tasmiñca kāle mahāpanthako bhattuddesako ahosi.",
  "atk-s0502a2:156_1": "Jīvako komārabhacco bahuṁ mālāgandhavilepanaṁ ādāya attano ambavanaṁ gantvā satthāraṁ pūjetvā dhammaṁ sutvā uṭṭhāyāsanā dasabalaṁ vanditvā mahāpanthakaṁ upasaṅkamitvā, ‘‘kittakā , bhante, satthu santike bhikkhū’’ti pucchi.",
  "atk-s0502a2:156_2": "‘‘Pañcamattāni bhikkhusatānī’’ti.",
  "atk-s0502a2:156_3": "‘‘Sve, bhante, buddhappamukhāni pañca bhikkhusatāni ādāya amhākaṁ nivesane bhikkhaṁ gaṇhathā’’ti.",
  "atk-s0502a2:156_4": "‘‘Upāsaka, cūḷapanthako nāma bhikkhu dandho aviruḷhidhammo, taṁ ṭhapetvā sesānaṁ nimantanaṁ sampaṭicchāmī’’ti thero āha.",
  "atk-s0502a2:156_5": "Taṁ sutvā cūḷapanthako cintesi –",
  "atk-s0502a2:156_6": "‘‘thero ettakānaṁ bhikkhūnaṁ nimantanaṁ sampaṭicchanto maṁ bāhiraṁ katvā sampaṭicchati, nissaṁsayaṁ mayhaṁ bhātikassa mayi cittaṁ bhinnaṁ bhavissati, kiṁ dāni mayhaṁ iminā sāsanena, gihī hutvā dānādīni puññāni karonto jīvissāmī’’ti?",
  "atk-s0502a2:156_7": "So punadivase pātova vibbhamituṁ pāyāsi.",
  "atk-s0502a2:157_0": "Satthā paccūsakāleyeva lokaṁ volokento imaṁ kāraṇaṁ disvā paṭhamataraṁ gantvā cūḷapanthakassa gamanamagge dvārakoṭṭhake caṅkamanto aṭṭhāsi.",
  "atk-s0502a2:157_1": "Cūḷapanthako gacchanto satthāraṁ disvā upasaṅkamitvā vanditvā aṭṭhāsi.",
  "atk-s0502a2:157_2": "Atha naṁ satthā ‘‘kuhiṁ pana tvaṁ, cūḷapanthaka, imāya velāya gacchasī’’ti āha.",
  "atk-s0502a2:157_3": "‘‘Bhātā maṁ, bhante, nikkaḍḍhati, tenāhaṁ vibbhamituṁ gacchāmī’’ti.",
  "atk-s0502a2:157_4": "‘‘Cūḷapanthaka, tava pabbajjā nāma mama santakā, bhātarā nikkaḍḍhito kasmā mama santikaṁ nāgañchi, ehi, kiṁ te gihibhāvena, mama santike bhavissasī’’ti cakkaṅkitatalena pāṇinā taṁ sirasi parāmasitvā ādāya gantvā gandhakuṭippamukhe nisīdāpetvā, ‘‘cūḷapanthaka, puratthābhimukho hutvā imaṁ pilotikaṁ ‘rajoharaṇaṁ rajoharaṇa’nti parimajjanto idheva hohī’’ti iddhiyā abhisaṅkhataṁ parisuddhaṁ pilotikaṁ datvā kāle ārocite bhikkhusaṅghaparivuto jīvakassa gehaṁ gantvā paññattāsane nisīdi.",
  "atk-s0502a2:157_5": "Cūḷapanthakopi sūriyaṁ olokento taṁ pilotikaṁ ‘‘rajoharaṇaṁ rajoharaṇa’’nti parimajjanto nisīdi.",
  "atk-s0502a2:157_6": "Tassa taṁ pilotikakhaṇḍaṁ parimajjantassa kiliṭṭhaṁ ahosi.",
  "atk-s0502a2:157_7": "Tato cintesi –",
  "atk-s0502a2:157_8": "‘‘idaṁ pilotikakhaṇḍaṁ ativiya parisuddhaṁ, imaṁ pana attabhāvaṁ nissāya purimapakatiṁ vijahitvā evaṁ kiliṭṭhaṁ jātaṁ, aniccā vata saṅkhārā’’ti khayavayaṁ paṭṭhapento vipassanaṁ vaḍḍhesi.",
  "atk-s0502a2:157_9": "Satthā ‘‘cūḷapanthakassa cittaṁ vipassanaṁ āruḷha’’nti ñatvā, ‘‘cūḷapanthaka, tvaṁ pilotikakhaṇḍameva saṁkiliṭṭhaṁ ‘rajaṁ raja’nti mā saññaṁ kari, abbhantare pana te rāgarajādayo atthi, te harāhī’’ti vatvā obhāsaṁ vissajjetvā purato nisinno viya paññāyamānarūpo hutvā imā gāthā abhāsi –",
  "atk-s0502a2:158_0": "‘‘Rāgo rajo na ca pana reṇu vuccati,",
  "atk-s0502a2:159_0": "Rāgassetaṁ adhivacanaṁ rajoti;",
  "atk-s0502a2:160_0": "Etaṁ rajjaṁ vippajahitva bhikkhavo,",
  "atk-s0502a2:161_0": "Viharanti te vigatarajassa sāsane.",
  "atk-s0502a2:162_0": "‘‘Doso rajo na ca pana reṇu vuccati,",
  "atk-s0502a2:163_0": "Dosassetaṁ adhivacanaṁ rajoti;",
  "atk-s0502a2:164_0": "Etaṁ rajaṁ vippajahitva bhikkhavo,",
  "atk-s0502a2:165_0": "Viharanti te vigatarajassa sāsane.",
  "atk-s0502a2:166_0": "‘‘Moho rajo na ca pana reṇu vuccati,",
  "atk-s0502a2:167_0": "Mohassetaṁ adhivacanaṁ rajoti;",
  "atk-s0502a2:168_0": "Etaṁ rajaṁ vippajahitva bhikkhavo,",
  "atk-s0502a2:169_0": "Viharanti te vigatarajassa sāsane’’ti. (mahāni. 209);",
  "atk-s0502a2:170_0": "Gāthāpariyosāne cūḷapanthako saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "atk-s0502a2:170_1": "Saha paṭisambhidāhiyevassa tīṇi piṭakāni āgamiṁsu.",
  "atk-s0502a2:171_0": "So kira pubbe rājā hutvā nagaraṁ padakkhiṇaṁ karonto nalāṭato sede muccante parisuddhena sāṭakena nalāṭantaṁ puñchi, sāṭako kiliṭṭho ahosi.",
  "atk-s0502a2:171_1": "So ‘‘imaṁ sarīraṁ nissāya evarūpo parisuddho sāṭako pakatiṁ jahitvā kiliṭṭho jāto, aniccā vata saṅkhārā’’ti aniccasaññaṁ paṭilabhi.",
  "atk-s0502a2:171_2": "Te kāraṇenassa rajoharaṇameva paccayo jāto.",
  "atk-s0502a2:172_0": "Jīvakopi kho komārabhacco dasabalassa dakkhiṇodakaṁ upanāmesi.",
  "atk-s0502a2:172_1": "Satthā ‘‘nanu, jīvaka, vihāre bhikkhū atthī’’ti hatthena pattaṁ pidahi.",
  "atk-s0502a2:172_2": "Mahāpanthako ‘‘nanu, bhante, vihāre bhikkhū natthī’’ti āha.",
  "atk-s0502a2:172_3": "Satthā ‘‘atthi, jīvakā’’ti āha.",
  "atk-s0502a2:172_4": "Jīvako ‘‘tena hi bhaṇe gaccha, vihāre bhikkhūnaṁ atthibhāvaṁ vā natthibhāvaṁ vā tvaññeva jānāhī’’ti purisaṁ pesesi.",
  "atk-s0502a2:172_5": "Tasmiṁ khaṇe cūḷapanthako ‘‘mayhaṁ bhātiko ‘vihāre bhikkhū natthī’ti bhaṇati , vihāre bhikkhūnaṁ atthibhāvamassa pakāsessāmī’’ti sakalaṁ ambavanaṁ bhikkhūnaññeva pūresi.",
  "atk-s0502a2:172_6": "Ekacce bhikkhū cīvarakammaṁ karonti, ekacce rajanakammaṁ karonti, ekacce sajjhāyaṁ karonti.",
  "atk-s0502a2:172_7": "Evaṁ aññamaññaasadisaṁ bhikkhusahassaṁ māpesi.",
  "atk-s0502a2:172_8": "So puriso vihāre bahū bhikkhū disvā nivattitvā, ‘‘ayya, sakalaṁ ambavanaṁ bhikkhūhi paripuṇṇa’’nti jīvakassa ārocesi.",
  "atk-s0502a2:172_9": "Theropi kho tattheva –",
  "atk-s0502a2:173_0": "‘‘Sahassakkhattumattānaṁ , nimminitvāna panthako;",
  "atk-s0502a2:174_0": "Nisīdambavane ramme, yāva kālappavedanā’’ti.",
  "atk-s0502a2:175_0": "Atha satthā taṁ purisaṁ āha –",
  "atk-s0502a2:175_1": "‘‘vihāraṁ gantvā ‘satthā cūḷapanthakaṁ nāma pakkosatī’ti vadehī’’ti.",
  "atk-s0502a2:175_2": "Tena gantvā tathā vutte, ‘‘ahaṁ cūḷapanthako, ahaṁ cūḷapanthako’’ti mukhasahassaṁ uṭṭhahi.",
  "atk-s0502a2:175_3": "So puriso puna gantvā, ‘‘sabbepi kira, bhante, cūḷapanthakāyeva nāmā’’ti āha.",
  "atk-s0502a2:175_4": "‘‘Tena hi gantvā yo ‘ahaṁ cūḷapanthako’ti paṭhamaṁ vadati, taṁ hatthe gaṇha, avasesā antaradhāyissantī’’ti.",
  "atk-s0502a2:175_5": "So tathā akāsi.",
  "atk-s0502a2:175_6": "Tāvadeva sahassamattā bhikkhū antaradhāyiṁsu.",
  "atk-s0502a2:175_7": "Theropi tena purisena saddhiṁ agamāsi.",
  "atk-s0502a2:175_8": "Satthā bhattakiccapariyosāne jīvakaṁ āmantesi –",
  "atk-s0502a2:175_9": "‘‘jīvaka, cūḷapanthakassa pattaṁ gaṇhāhi, ayaṁ te anumodanaṁ karissatī’’ti.",
  "atk-s0502a2:175_10": "Jīvako tathā akāsi.",
  "atk-s0502a2:175_11": "Thero sīhanādaṁ nadanto taruṇasīho viya tīhi piṭakehi saṅkhobhetvā anumodanamakāsi.",
  "atk-s0502a2:175_12": "Satthā uṭṭhāyāsanā bhikkhusaṅghaparivuto vihāraṁ gantvā bhikkhūhi vatte dassite gandhakuṭippamukhe ṭhatvā bhikkhusaṅghassa sugatovādaṁ datvā kammaṭṭhānaṁ kathetvā bhikkhusaṅghaṁ uyyojetvā surabhigandhavāsitaṁ gandhakuṭiṁ pavisitvā dakkhiṇena passena sīhaseyyaṁ upagato.",
  "atk-s0502a2:175_13": "Atha sāyanhasamaye bhikkhū ito cito ca samosaritvā rattakambalasāṇiyā parikkhittā viya nisīditvā satthu guṇakathaṁ ārabhiṁsu, ‘‘āvuso, mahāpanthako cūḷapanthakassa ajjhāsayaṁ ajānanto catūhi māsehi ekaṁ gāthaṁ uggaṇhāpetuṁ na sakkoti, ‘dandho aya’nti vihārā nikkaḍḍhi, sammāsambuddho pana attano anuttaradhammarājatāya ekasmiṁyevassa antarabhatte saha paṭisambhidāhi arahattaṁ adāsi, tīṇi piṭakāni saha paṭisambhidāhiyeva āgatāni, aho buddhānaṁ balaṁ nāma mahanta’’nti.",
  "atk-s0502a2:176_0": "Atha bhagavā dhammasabhāyaṁ imaṁ kathāpavattiṁ ñatvā, ‘‘ajja mayā gantuṁ vaṭṭatī’’ti buddhaseyyāya uṭṭhāya surattadupaṭṭaṁ nivāsetvā vijjulataṁ viya kāyabandhanaṁ bandhitvā rattakambalasadisaṁ sugatamahācīvaraṁ pārupitvā surabhigandhakuṭito nikkhamma mattavaravāraṇasīhavijambhitavilāsena anantāya buddhalīḷāya dhammasabhaṁ gantvā alaṅkatamaṇḍalamāḷamajjhe supaññattavarabuddhāsanaṁ abhiruyha chabbaṇṇabuddharaṁsiyo vissajjento aṇṇavakucchiṁ khobhayamāno yugandharamatthake bālasūriyo viya āsanamajjhe nisīdi.",
  "atk-s0502a2:176_1": "Sammāsambuddhe pana āgatamatte bhikkhusaṅgho kathaṁ pacchinditvā tuṇhī ahosi.",
  "atk-s0502a2:176_2": "Satthā mudukena mettacittena parisaṁ oloketvā, ‘‘ayaṁ parisā ativiya sobhati, ekassapi hatthakukkuccaṁ vā pādakukkuccaṁ vā ukkāsitasaddo vā khipitasaddo vā natthi, sabbepi ime buddhagāravena sagāravā, buddhatejena tajjitā.",
  "atk-s0502a2:176_3": "Mayi āyukappampi akathetvā nisinne paṭhamaṁ kathaṁ samuṭṭhāpetvā na kathessanti.",
  "atk-s0502a2:176_4": "Kathāsamuṭṭhāpanavattaṁ nāma mayāva jānitabbaṁ, ahameva paṭhamaṁ kathessāmī’’ti madhurena brahmassarena bhikkhū āmantetvā, ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā’’ti pucchitvā, ‘‘imāya nāmā’’ti vutte, ‘‘na, bhikkhave, cūḷapanthako idāneva dandho, pubbepi dandhoyeva.",
  "atk-s0502a2:176_5": "Na kevalañcassāhaṁ idāneva avassayo jāto, pubbepi avassayo ahosimeva.",
  "atk-s0502a2:176_6": "Pubbe panāhaṁ imaṁ lokiyakuṭumbassa sāmikaṁ akāsiṁ, idāni lokuttarakuṭumbassā’’ti vatvā tamatthaṁ vitthārato sotukāmehi bhikkhūhi āyācito atītaṁ āhari –",
  "atk-s0502a2:177_0": "‘‘Atīte, bhikkhave, bārāṇasinagaravāsī eko māṇavo takkasilaṁ gantvā sippuggahaṇatthāya disāpāmokkhassa ācariyassa dhammantevāsiko hutvā pañcannaṁ māṇavakasatānaṁ antare ativiya ācariyassa upakārako ahosi, pādaparikammādīni sabbakiccāni karoti.",
  "atk-s0502a2:177_1": "Dandhatāya pana kiñci uggaṇhituṁ na sakko’’ti.",
  "atk-s0502a2:177_2": "Ācariyo ‘‘ayaṁ mama bahūpakāro, sikkhāpessāmi na’’nti vāyamantopi kiñci sikkhāpetuṁ na sakkoti.",
  "atk-s0502a2:177_3": "So ciraṁ vasitvā ekagāthampi uggaṇhituṁ asakkonto ukkaṇṭhitvā ‘‘gamissāmī’’ti ācariyaṁ āpucchi.",
  "atk-s0502a2:177_4": "Ācariyo cintesi –",
  "atk-s0502a2:177_5": "‘‘ayaṁ mayhaṁ upakārako, paṇḍitabhāvamassa paccāsīsāmi, na naṁ kātuṁ sakkomi , avassaṁ mayā imassa paccupakāro kātabbo, ekamassa mantaṁ bandhitvā dassāmī’’ti so taṁ araññaṁ netvā ‘‘ghaṭṭesi ghaṭṭesi, kiṁ kāraṇā ghaṭṭesi?",
  "atk-s0502a2:177_6": "Ahampi taṁ jānāmi jānāmī’’ti imaṁ mantaṁ bandhitvā uggaṇhāpento anekasatakkhattuṁ parivattāpetvā, ‘‘paññāyati te’’ti pucchitvā, ‘‘āma, paññāyatī’’ti vutte ‘‘dandhena nāma vāyāmaṁ katvā paguṇaṁ kataṁ sippaṁ na palāyatī’’ti cintetvā maggaparibbayaṁ datvā, ‘‘gaccha, imaṁ mantaṁ nissāya jīvissasi, apalāyanatthāya panassa niccaṁ sajjhāyaṁ kareyyāsī’’ti vatvā taṁ uyyojesi.",
  "atk-s0502a2:177_7": "Athassa mātā bārāṇasiyaṁ sampattakāle ‘‘putto me sippaṁ sikkhitvā āgato’’ti mahāsakkārasammānaṁ akāsi.",
  "atk-s0502a2:178_0": "Tadā bārāṇasirājā ‘‘atthi nu kho me kāyakammādīsu koci doso’’ti paccavekkhanto attano aruccanakaṁ kiñci kammaṁ adisvā ‘‘attano vajjaṁ nāma attano na paññāyati, paresaṁ paññāyati, nāgarānaṁ pariggaṇhissāmī’’ti cintetvā sāyaṁ aññātakavesena nikkhamitvā, ‘‘sāyamāsaṁ bhuñjitvā nisinnamanussānaṁ kathāsallāpo nāma nānappakārako hoti, ‘sacāhaṁ adhammena rajjaṁ kāremi, pāpena adhammikena raññā daṇḍabaliādīhi hatamhā’ti vakkhanti.",
  "atk-s0502a2:178_1": "‘Sace dhammena rajjaṁ kāremi, dīghāyuko hotu no rājā’tiādīni vatvā mama guṇaṁ kathessantī’’ti tesaṁ tesaṁ gehānaṁ bhittianusāreneva vicarati.",
  "atk-s0502a2:179_0": "Tasmiṁ khaṇe umaṅgacorā dvinnaṁ gehānaṁ antare umaṅgaṁ bhindanti ekaumaṅgeneva dve gehāni pavisanatthāya.",
  "atk-s0502a2:179_1": "Rājā te disvā gehacchāyāya aṭṭhāsi.",
  "atk-s0502a2:179_2": "Tesaṁ umaṅgaṁ bhinditvā gehaṁ pavisitvā bhaṇḍakaṁ olokitakāle māṇavo pabujjhitvā taṁ mantaṁ sajjhāyanto ‘‘ghaṭṭesi ghaṭṭesi, kiṁ kāraṇā ghaṭṭesi?",
  "atk-s0502a2:179_3": "Ahampi taṁ jānāmi jānāmī’’ti āha.",
  "atk-s0502a2:179_4": "Te taṁ sutvā, ‘‘iminā kiramhā ñātā, idāni no nāsessatī’’ti nivatthavatthānipi chaḍḍetvā bhītā sammukhasammukhaṭṭhāneneva palāyiṁsu.",
  "atk-s0502a2:179_5": "Rājā te palāyante disvā itarassa ca mantasajjhāyanasaddaṁ sutvā gehaññeva vavatthapetvā nāgarānaṁ pariggaṇhitvā nivesanaṁ pāvisi.",
  "atk-s0502a2:179_6": "So vibhātāya pana rattiyā pātovekaṁ purisaṁ pakkositvā āha –",
  "atk-s0502a2:179_7": "‘‘gaccha bhaṇe, asukavīthiyaṁ nāma yasmiṁ gehe umaṅgo bhinno, tattha takkasilato sippaṁ uggaṇhitvā āgatamāṇavo atthi, taṁ ānehī’’ti.",
  "atk-s0502a2:179_8": "So gantvā ‘‘rājā taṁ pakkosatī’’ti vatvā māṇavaṁ ānesi.",
  "atk-s0502a2:179_9": "Atha naṁ rājā āha –",
  "atk-s0502a2:179_10": "‘‘tvaṁ, tāta, takkasilato sippaṁ uggaṇhitvā āgatamāṇavo’’ti?",
  "atk-s0502a2:179_11": "‘‘Āma, devā’’ti.",
  "atk-s0502a2:179_12": "‘‘Amhākampi taṁ sippaṁ dehī’’ti.",
  "atk-s0502a2:179_13": "‘‘Sādhu, deva, samānāsane nisīditvā gaṇhāhī’’ti.",
  "atk-s0502a2:179_14": "Rājāpi tathā katvā mantaṁ gahetvā ‘‘ayaṁ te ācariyabhāgo’’ti sahassaṁ adāsi.",
  "atk-s0502a2:180_0": "Tadā senāpati rañño kappakaṁ āha –",
  "atk-s0502a2:180_1": "‘‘kadā rañño massuṁ karissasī’’ti?",
  "atk-s0502a2:180_2": "‘‘Sve vā parasuve vā’’ti.",
  "atk-s0502a2:180_3": "So tassa sahassaṁ datvā ‘‘kiccaṁ me atthī’’ti vatvā, ‘‘kiṁ, sāmī’’ti vutte ‘‘rañño massukammaṁ karonto viya hutvā khuraṁ ativiya pahaṁsitvā galanāḷiṁ chinda, tvaṁ senāpati bhavissasi, ahaṁ rājā’’ti.",
  "atk-s0502a2:180_4": "So ‘‘sādhū’’ti sampaṭicchitvā rañño massukammakaraṇadivase gandhodakena massuṁ temetvā khuraṁ pahaṁsitvā nalāṭante gahetvā, ‘‘khuro thokaṁ kuṇṭhadhāro, ekappahāreneva galanāḷiṁ chindituṁ vaṭṭatī’’ti puna ekamantaṁ ṭhatvā khuraṁ pahaṁsi.",
  "atk-s0502a2:180_5": "Tasmiṁ khaṇe rājā attano mantaṁ saritvā sajjhāyaṁ karonto ‘‘ghaṭṭesi ghaṭṭesi, kiṁ kāraṇā ghaṭṭesi?",
  "atk-s0502a2:180_6": "Ahampi taṁ jānāmi jānāmī’’ti āha.",
  "atk-s0502a2:180_7": "Nhāpitassa nalāṭato sedā mucciṁsu.",
  "atk-s0502a2:180_8": "So ‘‘jānāti mama kāraṇaṁ rājā’’ti bhīto khuraṁ bhūmiyaṁ khipitvā pādamūle urena nipajji.",
  "atk-s0502a2:180_9": "Rājāno nāma chekā honti, tena taṁ evamāha –",
  "atk-s0502a2:180_10": "‘‘are, duṭṭha, nhāpita, ‘na maṁ rājā jānātī’ti saññaṁ karosī’’ti.",
  "atk-s0502a2:180_11": "‘‘Abhayaṁ me dehi, devā’’ti.",
  "atk-s0502a2:180_12": "‘‘Hotu, mā bhāyi, kathehī’’ti.",
  "atk-s0502a2:180_13": "Senāpati me, deva, sahassaṁ datvā, ‘‘rañño massuṁ karonto viya galanāḷiṁ chinda, ahaṁ rājā hutvā taṁ senāpatiṁ karissāmī’’ti āhāti.",
  "atk-s0502a2:180_14": "Rājā taṁ sutvā ‘‘ācariyaṁ me nissāya jīvitaṁ laddha’’nti cintetvā senāpatiṁ pakkosāpetvā, ‘‘ambho, senāpati, kiṁ nāma tayā mama santikā na laddhaṁ, idāni taṁ daṭṭhuṁ na sakkomi, mama raṭṭhā nikkhamāhī’’ti taṁ raṭṭhā pabbājetvā ācariyaṁ pakkosāpetvā, ‘‘ācariya, taṁ nissāya mayā jīvitaṁ laddha’’nti vatvā mahantaṁ sakkāraṁ karitvā tassa senāpatiṭṭhānaṁ adāsi.",
  "atk-s0502a2:180_15": "‘‘So tadā cūḷapanthako ahosi, satthā disāpāmokkho ācariyo’’ti.",
  "atk-s0502a2:181_0": "Satthā imaṁ atītaṁ āharitvā, ‘‘evaṁ, bhikkhave, pubbepi cūḷapanthako dandhoyeva ahosi, tadāpissāhaṁ avassayo hutvā taṁ lokiyakuṭumbe patiṭṭhāpesi’’nti vatvā puna ekadivasaṁ ‘‘aho satthā cūḷapanthakassa avassayo jāto’’ti kathāya samuṭṭhitāya cūḷaseṭṭhijātake atītavatthuṁ kathetvā –",
  "atk-s0502a2:182_0": "‘‘Appakenāpi medhāvī, pābhatena vicakkhaṇo;",
  "atk-s0502a2:183_0": "Samuṭṭhāpeti attānaṁ, aṇuṁ aggiṁva sandhama’’nti. (jā. 1.1.4) –",
  "atk-s0502a2:184_0": "Gāthaṁ vatvā, ‘‘na, bhikkhave, idānevāhaṁ imassa avassayo jāto, pubbepi avassayo ahosimeva.",
  "atk-s0502a2:184_1": "Pubbe panāhaṁ imaṁ lokiyakuṭumbassa sāmikaṁ akāsiṁ, idāni lokuttarakuṭumbassa.",
  "atk-s0502a2:184_2": "Tadā hi cūḷantevāsiko cūḷapanthako ahosi, cūḷaseṭṭhi pana paṇḍito byatto nakkhattakovido ahamevā’’ti jātakaṁ samodhānesi.",
  "atk-s0502a2:185_0": "Punekadivasaṁ dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ, ‘‘āvuso, cūḷapanthako catūhi māsehi catuppadaṁ gāthaṁ gahetuṁ asakkontopi vīriyaṁ anossajjitvāva arahatte patiṭṭhito , idāni lokuttaradhammakuṭumbassa sāmiko jāto’’ti.",
  "atk-s0502a2:185_1": "Satthā āgantvā, ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā, ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, mama sāsane āraddhavīriyo bhikkhu lokuttaradhammassa sāmiko hotiyevā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a2:186_0": "25.",
  "atk-s0502a2:187_0": " ‘‘Uṭṭhānenappamādena , saṁyamena damena ca;",
  "atk-s0502a2:188_0": "Dīpaṁ kayirātha medhāvī, yaṁ ogho nābhikīratī’’ti.",
  "atk-s0502a2:189_0": "Tattha dīpaṁ kayirāthāti vīriyasaṅkhātena uṭṭhānena, satiyā avippavāsākārasaṅkhātena appamādena, catupārisuddhisīlasaṅkhātena saṁyamena, indriyadamena cāti imehi kāraṇabhūtehi catūhi dhammehi dhammojapaññāya samannāgato medhāvī imasmiṁ ativiya dullabhapatiṭṭhatāya atigambhīre saṁsārasāgare attano patiṭṭhānabhūtaṁ arahattaphalaṁ dīpaṁ kayirātha kareyya, kātuṁ sakkuṇeyyāti attho. Kīdisaṁ?",
  "atk-s0502a2:189_1": "Yaṁ ogho nābhikīratīti yaṁ catubbidhopi kilesogho abhikirituṁ viddhaṁsetuṁ na sakkoti.",
  "atk-s0502a2:189_2": "Na hi sakkā arahattaṁ oghena abhikiritunti.",
  "atk-s0502a2:190_0": "Gāthāpariyosāne bahū sotāpannādayo ahesuṁ. Evaṁ desanā sampattaparisāya sātthikā jātāti.",
  "atk-s0502a2:191_0": "Cūḷapanthakattheravatthu tatiyaṁ.",
  "atk-s0502a2:192_0": "4. Bālanakkhattasaṅghuṭṭhavatthu",
  "atk-s0502a2:193_0": "Pamādamanuyuñjantīti imaṁ dhammadesanaṁ satthā jetavane viharanto bālanakkhattaṁ ārabbha kathesi.",
  "atk-s0502a2:194_0": "Ekasmiñhi samaye sāvatthiyaṁ bālanakkhattaṁ nāma saṅghuṭṭhaṁ.",
  "atk-s0502a2:194_1": "Tasmiṁ nakkhatte bālā dummedhino janā chārikāya ceva gomayena ca sarīraṁ makkhetvā sattāhaṁ asabbhaṁ bhaṇantā vicaranti.",
  "atk-s0502a2:194_2": "Kiñci ñāti suhajjaṁ vā pabbajitaṁ vā disvā lajjantā nāma natthi.",
  "atk-s0502a2:194_3": "Dvāre dvāre ṭhatvā asabbhaṁ bhaṇanti.",
  "atk-s0502a2:194_4": "Manussā tesaṁ asabbhaṁ sotuṁ asakkontā yathābalaṁ aḍḍhaṁ vā pādaṁ vā kahāpaṇaṁ vā pesenti.",
  "atk-s0502a2:194_5": "Te tesaṁ dvāre laddhaṁ laddhaṁ gahetvā pakkamanti.",
  "atk-s0502a2:194_6": "Tadā pana sāvatthiyaṁ pañca koṭimattā ariyasāvakā vasanti, te satthu santikaṁ sāsanaṁ pesayiṁsu –",
  "atk-s0502a2:194_7": "‘‘bhagavā, bhante, sattāhaṁ bhikkhusaṅghena saddhiṁ nagaraṁ appavisitvā vihāreyeva hotū’’ti.",
  "atk-s0502a2:194_8": "Tañca pana sattāhaṁ bhikkhusaṅghassa vihāreyeva yāgubhattādīni sampādetvā pahiṇiṁsu, sayampi gehā na nikkhamiṁsu.",
  "atk-s0502a2:194_9": "Te nakkhatte pana pariyosite aṭṭhame divase buddhappamukhaṁ bhikkhusaṅghaṁ nimantetvā nagaraṁ pavesetvā mahādānaṁ datvā ekamantaṁ nisinnā, ‘‘bhante, atidukkhena no satta divasāni atikkantāni, bālānaṁ asabbhāni suṇantānaṁ kaṇṇā bhijjanākārappattā honti, koci kassaci na lajjati, tena mayaṁ tumhākaṁ antonagaraṁ pavisituṁ nādamha, mayampi gehato na nikkhamimhā’’ti āhaṁsu.",
  "atk-s0502a2:194_10": "Satthā tesaṁ kathaṁ sutvā, ‘‘bālānaṁ dummedhānaṁ kiriyā nāma evarūpā hoti, medhāvino pana dhanasāraṁ viya appamādaṁ rakkhitvā amatamahānibbānasampattiṁ pāpuṇantī’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a2:195_0": "26.",
  "atk-s0502a2:196_0": " ‘‘Pamādamanuyuñjanti, bālā dummedhino janā;",
  "atk-s0502a2:197_0": "Appamādañca medhāvī, dhanaṁ seṭṭhaṁva rakkhati.",
  "atk-s0502a2:198_0": "27.",
  "atk-s0502a2:199_0": " ‘‘Mā pamādamanuyuñjetha, mā kāmaratisanthavaṁ;",
  "atk-s0502a2:200_0": "Appamatto hi jhāyanto, pappoti vipulaṁ sukha’’nti.",
  "atk-s0502a2:201_0": "Tattha bālāti bālyena samannāgatā idhalokaparalokatthaṁ ajānantā.",
  "atk-s0502a2:201_1": "Dummedhinoti nippaññā.",
  "atk-s0502a2:201_2": "Te pamāde ādīnavaṁ apassantā pamādaṁ anuyuñjanti pavattenti, pamādena kālaṁ vītināmenti.",
  "atk-s0502a2:201_3": "Medhāvīti dhammojapaññāya samannāgato pana paṇḍito kulavaṁsāgataṁ seṭṭhaṁ uttamaṁ sattaratanadhanaṁ viya appamādaṁ rakkhati.",
  "atk-s0502a2:201_4": "Yathā hi uttamaṁ dhanaṁ nissāya ‘‘kāmaguṇasampattiṁ pāpuṇissāma, puttadāraṁ posessāma, paralokagamanamaggaṁ sodhessāmā’’ti dhane ānisaṁsaṁ passantā taṁ rakkhanti, evaṁ paṇḍitopi appamatto ‘‘paṭhamajjhānādīni paṭilabhissāmi, maggaphalādīni pāpuṇissāmi, tisso vijjā, cha abhiññā sampādessāmī’’ti appamāde ānisaṁsaṁ passanto dhanaṁ seṭṭhaṁva appamādaṁ rakkhatīti attho.",
  "atk-s0502a2:201_5": "Mā pamādanti tasmā tumhe mā pamādamanuyuñjetha mā pamādena kālaṁ vītināmayittha.",
  "atk-s0502a2:201_6": "Mā kāmaratisanthavanti vatthukāmakilesakāmesu ratisaṅkhātaṁ taṇhāsanthavampi mā anuyuñjetha mā cintayittha mā paṭilabhittha.",
  "atk-s0502a2:201_7": "Appamatto hīti upaṭṭhitassatitāya hi appamatto jhāyanto puggalo vipulaṁ uḷāraṁ nibbānasukhaṁ pāpuṇātīti.",
  "atk-s0502a2:202_0": "Gāthāpariyosāne bahū sotāpannādayo ahesuṁ. Mahājanassa sātthikā dhammadesanā jātāti.",
  "atk-s0502a2:203_0": "Bālanakkhattasaṅghuṭṭhavatthu catutthaṁ.",
  "atk-s0502a2:204_0": "5. Mahākassapattheravatthu",
  "atk-s0502a2:205_0": "Pamādaṁappamādenāti imaṁ dhammadesanaṁ satthā jetavane viharanto mahākassapattheraṁ ārabbha kathesi.",
  "atk-s0502a2:206_0": "Ekasmiñhi divase thero pipphaliguhāyaṁ viharanto rājagahe piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto ālokaṁ vaḍḍhetvā pamatte ca appamatte ca udakapathavīpabbatādīsu cavanake upapajjanake ca satte dibbena cakkhunā olokento nisīdi.",
  "atk-s0502a2:206_1": "Satthā jetavane nisinnakova ‘‘kena nu kho vihārena ajja mama putto kassapo viharatī’’ti dibbena cakkhunā upadhārento ‘‘sattānaṁ cutūpapātaṁ olokento viharatī’’ti ñatvā ‘‘sattānaṁ cutūpapāto nāma buddhañāṇenapi aparicchinno, mātukucchiyaṁ paṭisandhiṁ gahetvā mātāpitaro ajānāpetvā cavanasattānaṁ paricchedo kātuṁ na sakkā, te jānituṁ tava avisayo, kassapa, appamattako tava visayo, sabbaso pana cavante ca upapajjante ca jānituṁ passituṁ buddhānameva visayo’’ti vatvā obhāsaṁ pharitvā sammukhe nisinno viya hutvā imaṁ gāthamāha –",
  "atk-s0502a2:207_0": "28.",
  "atk-s0502a2:208_0": " ‘‘Pamādaṁ appamādena, yadā nudati paṇḍito;",
  "atk-s0502a2:209_0": "Paññāpāsādamāruyha, asoko sokiniṁ pajaṁ;",
  "atk-s0502a2:210_0": "Pabbataṭṭhova bhūmaṭṭhe, dhīro bāle avekkhatī’’ti.",
  "atk-s0502a2:211_0": "Tattha nudatīti yathā nāma pokkharaṇiṁ pavisantaṁ navodakaṁ purāṇodakaṁ khobhetvā tassokāsaṁ adatvā taṁ attano matthakamatthakena palāyantaṁ nudati nīharati, evameva paṇḍito appamādalakkhaṇaṁ brūhento pamādassokāsaṁ adatvā yadā appamādavegena taṁ nudati nīharati, atha so panunnapamādo accuggatatthena parisuddhaṁ dibbacakkhusaṅkhātaṁ paññāpāsādaṁ tassa anucchavikaṁ paṭipadaṁ pūrento tāya paṭipadāya nisseṇiyā pāsādaṁ viya āruyha pahīnasokasallatāya asoko, appahīnasokasallatāya sokiniṁ pajaṁ sattanikāyaṁ cavamānañceva upapajjamānañca dibbacakkhunā avekkhati passati.",
  "atk-s0502a2:211_1": "Yathā kiṁ?",
  "atk-s0502a2:211_2": "Pabbataṭṭhovabhūmaṭṭheti pabbatamuddhani ṭhito bhūmiyaṁ ṭhite, uparipāsāde vā pana ṭhito pāsādapariveṇe ṭhite akicchena avekkhati, tathā sopi dhīro paṇḍito mahākhīṇāsavo asamucchinnavaṭṭabīje bāle cavante ca upapajjante ca akicchena avekkhatīti.",
  "atk-s0502a2:212_0": "Gāthāpariyosāne bahū sotāpattiphalādīni sacchikariṁsūti.",
  "atk-s0502a2:213_0": "Mahākassapattheravatthu pañcamaṁ.",
  "atk-s0502a2:214_0": "6. Pamattāpamattadvesahāyakavatthu",
  "atk-s0502a2:215_0": "Appamattopamattesūti imaṁ dhammadesanaṁ satthā jetavane viharanto dve sahāyake bhikkhū ārabbha kathesi.",
  "atk-s0502a2:216_0": "Te kira satthu santike kammaṭṭhānaṁ gahetvā āraññakavihāraṁ pavisiṁsu.",
  "atk-s0502a2:216_1": "Tesu eko kira kālasseva dārūni āharitvā aṅgārakapallaṁ sajjetvā daharasāmaṇerehi saddhiṁ sallapanto paṭhamayāmaṁ visibbamāno nisīdati.",
  "atk-s0502a2:216_2": "Eko appamatto samaṇadhammaṁ karonto itaraṁ ovadati, ‘‘āvuso, mā evaṁ kari, pamattassa hi cattāro apāyā sakagharasadisā.",
  "atk-s0502a2:216_3": "Buddhā nāma sāṭheyyena ārādhetuṁ na sakkā’’ti so tassovādaṁ na suṇāti.",
  "atk-s0502a2:216_4": "Itaro ‘‘nāyaṁ vacanakkhamo’’ti taṁ avatvā appamattova samaṇadhammamakāsi.",
  "atk-s0502a2:216_5": "Alasattheropi paṭhamayāme visibbetvā itarassa caṅkamitvā gabbhaṁ paviṭṭhakāle pavisitvā, ‘‘mahākusīta, tvaṁ nipajjitvā sayanatthāya araññaṁ paviṭṭhosi, kiṁ buddhānaṁ santike kammaṭṭhānaṁ gahetvā uṭṭhāya samaṇadhammaṁ kātuṁ vaṭṭatī’’ti vatvā attano vasanaṭṭhānaṁ pavisitvā nipajjitvā supati.",
  "atk-s0502a2:216_6": "Itaropi majjhimayāme vissamitvā pacchimayāme paccuṭṭhāya samaṇadhammaṁ karoti.",
  "atk-s0502a2:216_7": "So evaṁ appamatto viharanto na cirasseva saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "atk-s0502a2:216_8": "Itaro pamādeneva kālaṁ vītināmesi.",
  "atk-s0502a2:216_9": "Te vuṭṭhavassā satthu santikaṁ gantvā satthāraṁ vanditvā ekamantaṁ nisīdiṁsu.",
  "atk-s0502a2:216_10": "Satthā tehi saddhiṁ paṭisanthāraṁ katvā, ‘‘kacci, bhikkhave, appamattā samaṇadhammaṁ karittha, kacci vo pabbajitakiccaṁ matthakaṁ patta’’nti pucchi.",
  "atk-s0502a2:216_11": "Paṭhamaṁ pamatto bhikkhu āha –",
  "atk-s0502a2:216_12": "‘‘kuto, bhante, etassa appamādo, gatakālato paṭṭhāya nipajjitvā niddāyanto kālaṁ vītināmesī’’ti.",
  "atk-s0502a2:216_13": "‘‘Tvaṁ pana bhikkhū’’ti.",
  "atk-s0502a2:216_14": "‘‘Ahaṁ, bhante, kālasseva dārūni āharitvā aṅgārakapallaṁ sajjetvā paṭhamayāme visibbento nisīditvā aniddāyantova kālaṁ vītināmesi’’nti.",
  "atk-s0502a2:216_15": "Atha naṁ satthā ‘‘tvaṁ pamatto kālaṁ vītināmetvā ‘appamattomhī’ti vadasi, appamattaṁ pana pamattaṁ karosī’’ti āha.",
  "atk-s0502a2:216_16": "Puna pamāde dose, appamāde ānisaṁse pakāsetuṁ, ‘‘tvaṁ mama puttassa santike javacchinno dubbalasso viya, esa pana tava santike sīghajavasso viyā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a2:217_0": "29.",
  "atk-s0502a2:218_0": " ‘‘Appamatto pamattesu, suttesu bahujāgaro;",
  "atk-s0502a2:219_0": "Abalassaṁva sīghasso, hitvā yāti sumedhaso’’ti.",
  "atk-s0502a2:220_0": "Tattha appamattoti sativepullappattatāya appamādasampanne khīṇāsavo.",
  "atk-s0502a2:220_1": "Pamattesūti sativosagge ṭhitesu sattesu.",
  "atk-s0502a2:220_2": "Suttesūti satijāgariyābhāvena sabbiriyāpathesu niddāyantesu.",
  "atk-s0502a2:220_3": "Bahujāgaroti mahante sativepulle jāgariye ṭhito.",
  "atk-s0502a2:220_4": "Abalassaṁvāti kuṇṭhapādaṁ chinnajavaṁ dubbalassaṁ sīghajavo sindhavājānīyo viya.",
  "atk-s0502a2:220_5": "Sumedhasoti uttamapañño.",
  "atk-s0502a2:220_6": "Tathārūpaṁ puggalaṁ āgamenapi adhigamenapi hitvā yāti.",
  "atk-s0502a2:220_7": "Mandapaññasmiñhi ekaṁ suttaṁ gahetuṁ vāyamanteyeva sumedhaso ekaṁ vaggaṁ gaṇhāti, evaṁ tāva āgamena hitvā yāti.",
  "atk-s0502a2:220_8": "Mandapaññe pana rattiṭṭhānadivāṭṭhānāni kātuṁ vāyamanteyeva kammaṭṭhānaṁ uggahetvā sajjhāyanteyeva ca sumedhaso pubbabhāgepi parena kataṁ rattiṭṭhānaṁ vā divāṭṭhānaṁ vā pavisitvā kammaṭṭhānaṁ sammasanto sabbakilese khepetvā neva lokuttaradhamme hatthagate karoti, evaṁ adhigamenapi hitvā yāti.",
  "atk-s0502a2:220_9": "Vaṭṭe pana naṁ hitvā chaḍḍetvā vaṭṭato nissaranto yātiyevāti.",
  "atk-s0502a2:221_0": "Gāthāpariyosāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a2:222_0": "Pamattāpamattadvesahāyakavatthu chaṭṭhaṁ.",
  "atk-s0502a2:223_0": "7. Maghavatthu",
  "atk-s0502a2:224_0": "Appamādena maghavāti imaṁ dhammadesanaṁ satthā vesāliyaṁ upanissāya kūṭāgārasālāyaṁ viharanto sakkaṁ devarājānaṁ ārabbha kathesi.",
  "atk-s0502a2:225_0": "Vesāliyañhi mahāli nāma licchavī vasati, so tathāgatassa sakkapañhasuttantadesanaṁ (dī. ni.",
  "atk-s0502a2:225_1": "2.344 ādayo) sutvā ‘‘sammāsambuddho sakkasampattiṁ mahatiṁ katvā kathesi, ‘disvā nu kho kathesi, udāhu adisvā.",
  "atk-s0502a2:225_2": "Jānāti nu kho sakkaṁ, udāhu no’ti pucchissāmi na’’nti cintesi.",
  "atk-s0502a2:225_3": "Atha kho, mahāli, licchavī yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi, ekamantaṁ nisinno kho, mahāli, licchavī bhagavantaṁ etadavoca –",
  "atk-s0502a2:225_4": "‘‘diṭṭho kho, bhante, bhagavatā sakko devānamindo’’ti?",
  "atk-s0502a2:225_5": "‘‘Diṭṭho kho me , mahāli, sakko devānamindo’’ti.",
  "atk-s0502a2:225_6": "‘‘So hi nuna, bhante, sakkapatirūpako bhavissati .",
  "atk-s0502a2:225_7": "Duddaso hi, bhante, sakko devānamindo’’ti.",
  "atk-s0502a2:225_8": "‘‘Sakkañca khvāhaṁ, mahāli, pajānāmi sakkakaraṇe ca dhamme, yesaṁ dhammānaṁ samādinnattā sakko sakkattaṁ ajjhagā, tañca pajānāmi’’.",
  "atk-s0502a2:226_0": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno magho nāma māṇavo ahosi, tasmā ‘‘maghavā’’ti vuccati.",
  "atk-s0502a2:227_0": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno pure dānaṁ adāsi, tasmā ‘‘purindado’’ti vuccati.",
  "atk-s0502a2:228_0": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno sakkaccaṁ dānaṁ adāsi, tasmā ‘‘sakko’’ti vuccati.",
  "atk-s0502a2:229_0": "Sakko, mahāli, devānamindo pubbe manussabhūto samāno āvasathaṁ adāsi, tasmā ‘‘vāsavo’’ti vuccati.",
  "atk-s0502a2:230_0": "Sakko, mahāli, devānamindo sahassampi atthaṁ muhuttena cinteti, tasmā ‘‘sahassakkho’’ti vuccati.",
  "atk-s0502a2:231_0": "Sakkassa, mahāli, devānamindassa sujā nāma asurakaññā, pajāpati, tasmā ‘‘sujampatī’’ti vuccati.",
  "atk-s0502a2:232_0": "Sakko, mahāli, devānamindo devānaṁ tāvatiṁsānaṁ issariyādhipaccaṁ rajjaṁ kāreti, tasmā ‘‘devānamindo’’ti vuccati.",
  "atk-s0502a2:233_0": "Sakkassa, mahāli, devānamindassa pubbe manussabhūtassa satta vatapadāni samattāni samādinnāni ahesuṁ, yesaṁ samādinnattā sakko sakkattaṁ ajjhagā.",
  "atk-s0502a2:233_1": "Katamāni satta vatapadāni?",
  "atk-s0502a2:233_2": "Yāvajīvaṁ mātāpettibharo assaṁ, yāvajīvaṁ kule jeṭṭhāpacāyī assaṁ, yāvajīvaṁ saṇhavāco assaṁ, yāvajīvaṁ apisuṇavāco assaṁ, yāvajīvaṁ vigatamalamaccherena cetasā agāraṁ ajjhāvaseyyaṁ, muttacāgo payatapāṇi vosaggarato yācayogo dānasaṁvibhāgarato assaṁ.",
  "atk-s0502a2:233_3": "Yāvajīvaṁ saccavāco assaṁ, yāvajīvaṁ akkodhano assaṁ, ‘‘sacepi me kodho uppajjeyya, khippameva na paṭivineyya’’nti.",
  "atk-s0502a2:233_4": "Sakkassa, mahāli, devānamindassa pubbe manussabhūtassa imāni satta vatapadāni samattāni samādinnāni ahesuṁ, yesaṁ samādinnattā sakko sakkattaṁ ajjhagāti.",
  "atk-s0502a2:234_0": "‘‘Mātāpettibharaṁ jantuṁ, kule jeṭṭhāpacāyinaṁ;",
  "atk-s0502a2:235_0": "Saṇhaṁ sakhilasambhāsaṁ, pesuṇeyyappahāyinaṁ.",
  "atk-s0502a2:236_0": "‘‘Maccheravinaye yuttaṁ, saccaṁ kodhābhibhuṁ naraṁ;",
  "atk-s0502a2:237_0": "Taṁ ve devā tāvatiṁsā, āhu sappuriso itī’’ti. (saṁ. ni. 1.257) –",
  "atk-s0502a2:238_0": "Idaṁ, mahāli, sakkena maghamāṇavakāle katakammanti vatvā puna tena ‘‘kathaṁ, bhante, maghamāṇavo paṭipajjī’’ti?",
  "atk-s0502a2:238_1": "Tassa paṭipattiṁ vitthārato sotukāmena puṭṭho ‘‘tena hi, mahāli, suṇāhī’’ti vatvā atītaṁ āhari –",
  "atk-s0502a2:239_0": "Atīte magadharaṭṭhe macalagāme magho nāma māṇavo gāmakammakaraṇaṭṭhānaṁ gantvā attano ṭhitaṭṭhānaṁ pādantena paṁsuṁ viyūhitvā ramaṇīyaṁ katvā aṭṭhāsi.",
  "atk-s0502a2:239_1": "Aparo taṁ bāhunā paharitvā tato apanetvā sayaṁ tattha aṭṭhāsi.",
  "atk-s0502a2:239_2": "So tassa akujjhitvāva aññaṁ ṭhānaṁ ramaṇīyaṁ katvā ṭhito.",
  "atk-s0502a2:239_3": "Tatopi naṁ añño āgantvā bāhunā paharitvā apanetvā sayaṁ aṭṭhāsi.",
  "atk-s0502a2:239_4": "So tassapi akujjhitvāva aññaṁ ṭhānaṁ ramaṇīyaṁ katvā ṭhito, iti taṁ gehato nikkhantā nikkhantā purisā bāhunā paharitvā ṭhitaṭhitaṭṭhānato apanesuṁ.",
  "atk-s0502a2:239_5": "So ‘‘sabbepete maṁ nissāya sukhitā jātā, iminā kammena mayhaṁ sukhadāyakena puññakammena bhavitabba’’nti cintetvā, punadivase kudālaṁ ādāya khalamaṇḍalamattaṁ ṭhānaṁ ramaṇīyaṁ akāsi.",
  "atk-s0502a2:239_6": "Sabbe gantvā tattheva aṭṭhaṁsu.",
  "atk-s0502a2:239_7": "Atha nesaṁ sītasamaye aggiṁ katvā adāsi, gimhakāle udakaṁ.",
  "atk-s0502a2:239_8": "Tato ‘‘ramaṇīyaṁ ṭhānaṁ nāma sabbesaṁ piyaṁ, kassaci appiyaṁ nāma natthi, ito paṭṭhāya mayā maggaṁ samaṁ karontena vicarituṁ vaṭṭatī’’ti cintetvā, pātova nikkhamitvā, maggaṁ samaṁ karonto chinditvā, haritabbayuttakā rukkhasākhā haranto vicarati.",
  "atk-s0502a2:239_9": "Atha naṁ aparo disvā āha –",
  "atk-s0502a2:239_10": "‘‘samma, kiṁ karosī’’ti?",
  "atk-s0502a2:239_11": "‘‘Mayhaṁ saggagāminaṁ maggaṁ karomi, sammā’’ti.",
  "atk-s0502a2:239_12": "‘‘Tena hi ahampi te sahāyo homī’’ti.",
  "atk-s0502a2:239_13": "‘‘Hohi, samma, saggo nāma bahūnampi manāpo sukhabahulo’’ti.",
  "atk-s0502a2:239_14": "Tato paṭṭhāya dve janā ahesuṁ.",
  "atk-s0502a2:239_15": "Te disvā tatheva pucchitvā ca sutvā ca aparopi tesaṁ sahāyo jāto, evaṁ aparopi aparopīti sabbepi tettiṁsa janā jātā.",
  "atk-s0502a2:239_16": "Te sabbepi kudālādihatthā maggaṁ samaṁ karontā ekayojanadviyojanamattaṭṭhānaṁ gacchanti.",
  "atk-s0502a2:240_0": "Te disvā gāmabhojako cintesi –",
  "atk-s0502a2:240_1": "‘‘ime manussā ayoge yuttā, sace ime araññato macchamaṁsādīni vā āhareyyuṁ.",
  "atk-s0502a2:240_2": "Suraṁ vā katvā piveyyuṁ, aññaṁ vā tādisaṁ kammaṁ kareyyuṁ, ahampi kiñci kiñci labheyya’’nti.",
  "atk-s0502a2:240_3": "Atha ne pakkosāpetvā pucchi –",
  "atk-s0502a2:240_4": "‘‘kiṁ karontā vicarathā’’ti?",
  "atk-s0502a2:240_5": "‘‘Saggamaggaṁ, sāmī’’ti.",
  "atk-s0502a2:240_6": "‘‘Gharāvāsaṁ vasantehi nāma evaṁ kātuṁ na vaṭṭati, araññato macchamaṁsādīni āharituṁ, suraṁ katvā pātuṁ, nānappakāre ca kammante kātuṁ vaṭṭatī’’ti.",
  "atk-s0502a2:240_7": "Te tassa vacanaṁ paṭikkhipiṁsu, evaṁ punappunaṁ vuccamānāpi paṭikkhipiṁsuyeva.",
  "atk-s0502a2:240_8": "So kujjhitvā ‘‘nāsessāmi ne’’ti rañño santikaṁ gantvā, ‘‘core te, deva, vaggabandhanena vicarante passāmī’’ti vatvā, ‘‘gaccha, te gahetvā ānehī’’ti vutte tathā katvā sabbe te bandhitvā ānetvā rañño dassesi.",
  "atk-s0502a2:240_9": "Rājā avīmaṁsitvāva ‘‘hatthinā maddāpethā’’ti āṇāpesi.",
  "atk-s0502a2:240_10": "Magho sesānaṁ ovādamadāsi –",
  "atk-s0502a2:240_11": "‘‘sammā, ṭhapetvā mettaṁ añño amhākaṁ avassayo natthi, tumhe katthaci kopaṁ akatvā raññe ca gāmabhojake ca maddanahatthimhi ca attani ca mettacittena samacittāva hothā’’ti.",
  "atk-s0502a2:240_12": "Te tathā kariṁsu.",
  "atk-s0502a2:240_13": "Atha nesaṁ mettānubhāvena hatthī uppasaṅkamitumpi na visahi.",
  "atk-s0502a2:240_14": "Rājā tamatthaṁ sutvā bahū manusse disvā maddituṁ na visahissati?",
  "atk-s0502a2:240_15": "‘‘Gacchatha, ne kilañjena paṭicchādetvā maddāpethā’’ti āha.",
  "atk-s0502a2:240_16": "Te kilañjena paṭicchādetvā maddituṁ pesiyamānopi hatthī dūratova paṭikkami.",
  "atk-s0502a2:241_0": "Rājā taṁ pavattiṁ sutvā ‘‘kāraṇenettha bhavitabba’’nti te pakkosāpetvā pucchi –",
  "atk-s0502a2:241_1": "‘‘tātā, maṁ nissāya tumhe kiṁ na labhathā’’ti?",
  "atk-s0502a2:241_2": "‘‘Kiṁ nāmetaṁ, devā’’ti?",
  "atk-s0502a2:241_3": "‘‘Tumhe kira vaggabandhanena corā hutvā araññe vicarathā’’ti?",
  "atk-s0502a2:241_4": "‘‘Ko evamāha, devā’’ti?",
  "atk-s0502a2:241_5": "‘‘Gāmabhojako, tātā’’ti.",
  "atk-s0502a2:241_6": "‘‘Na mayaṁ, deva, corā, mayaṁ pana attano saggamaggaṁ sodhentā idañcidañca karoma, gāmabhojako amhe akusalakiriyāya niyojetvā attano vacanaṁ akaronte nāsetukāmo kujjhitvā evamāhā’’ti.",
  "atk-s0502a2:241_7": "Atha rājā tesaṁ kathaṁ sutvā somanassappatto hutvā, ‘‘tātā, ayaṁ tiracchāno tumhākaṁ guṇe jānāti, ahaṁ manussabhūto jānituṁ nāsakkhiṁ, khamatha me’’ti.",
  "atk-s0502a2:241_8": "Evañca pana vatvā saputtadāraṁ gāmabhojakaṁ tesaṁ dāsaṁ, hatthiṁ ārohaniyaṁ, tañca gāmaṁ yathāsukhaṁ paribhogaṁ katvā adāsi.",
  "atk-s0502a2:241_9": "Te ‘‘idheva no katapuññassānisaṁso diṭṭho’’ti bhiyyosomattāya pasannamānasā hutvā taṁ hatthiṁ vārena vārena abhiruyha gacchantā mantayiṁsu ‘‘idāni amhehi atirekataraṁ puññaṁ kātabbaṁ, kiṁ karoma?",
  "atk-s0502a2:241_10": "Catumahāpathe thāvaraṁ katvā mahājanassa vissamanasālaṁ karissāmā’’ti.",
  "atk-s0502a2:241_11": "Te vaḍḍhakiṁ pakkosāpetvā sālaṁ paṭṭhapesuṁ.",
  "atk-s0502a2:241_12": "Mātugāmesu pana vigatacchandatāya tassā sālāya mātugāmānaṁ pattiṁ nādaṁsu.",
  "atk-s0502a2:242_0": "Maghassa pana gehe nandā, cittā, sudhammā, sujāti catasso itthiyo honti.",
  "atk-s0502a2:242_1": "Tāsu sudhammā vaḍḍhakinā saddhiṁ ekato hutvā, ‘‘bhātika, imissā sālāya maṁ jeṭṭhikaṁ karohī’’ti vatvā lañjaṁ adāsi.",
  "atk-s0502a2:242_2": "So ‘‘sādhū’’ti sampaṭicchitvā paṭhamameva kaṇṇikatthāya rukkhaṁ sukkhāpetvā tacchetvā vijjhitvā kaṇṇikaṁ niṭṭhāpetvā, ‘‘sudhammā nāma ayaṁ sālā’’ti akkharāni chinditvā vatthena paliveṭhetvā ṭhapesi.",
  "atk-s0502a2:242_3": "Atha ne vaḍḍhakī sālaṁ niṭṭhāpetvā kaṇṇikāropanadivase ‘‘aho, ayyā, ekaṁ karaṇīyaṁ na sarimhā’’ti āha.",
  "atk-s0502a2:242_4": "‘‘Kiṁ nāma, bho’’ti?",
  "atk-s0502a2:242_5": "‘‘Kaṇṇika’’nti.",
  "atk-s0502a2:242_6": "‘‘Hotu taṁ āharissāmā’’ti.",
  "atk-s0502a2:242_7": "‘‘Idāni chinnarukkhena kātuṁ na sakkā, pubbeyeva taṁ chinditvā tacchetvā vijjhitvā ṭhapitakaṇṇikā laddhuṁ vaṭṭatī’’ti.",
  "atk-s0502a2:242_8": "‘‘Idāni kiṁ kātabba’’nti?",
  "atk-s0502a2:242_9": "‘‘Sace kassaci gehe niṭṭhāpetvā ṭhapitā vikkāyikakaṇṇikā atthi, sā pariyesitabbā’’ti.",
  "atk-s0502a2:242_10": "Te pariyesantā sudhammāya gehe disvā sahassaṁ datvāpi mūlena na labhiṁsu.",
  "atk-s0502a2:242_11": "‘‘Sace maṁ sālāya pattiṁ karotha, dassāmī’’ti vutte pana ‘‘mayaṁ mātugāmānaṁ pattiṁ na dammā’’ti āhaṁsu.",
  "atk-s0502a2:243_0": "Atha ne vaḍḍhakī āha –",
  "atk-s0502a2:243_1": "‘‘ayyā, tumhe kiṁ kathetha, ṭhapetvā brahmalokaṁ aññaṁ mātugāmarahitaṭṭhānaṁ nāma natthi, gaṇhatha kaṇṇikaṁ.",
  "atk-s0502a2:243_2": "Evaṁ sante amhākaṁ kammaṁ niṭṭhaṁ gamissatī’’ti.",
  "atk-s0502a2:243_3": "Te ‘‘sādhū’’ti kaṇṇikaṁ gahetvā sālaṁ niṭṭhāpetvā tidhā vibhajiṁsu.",
  "atk-s0502a2:243_4": "Ekasmiṁ koṭṭhāse issarānaṁ vasanaṭṭhānaṁ kariṁsu, ekasmiṁ duggatānaṁ, ekasmiṁ gilānānaṁ.",
  "atk-s0502a2:243_5": "Tettiṁsa janā tettiṁsa phalakāni paññapetvā hatthissa saññaṁ adaṁsu –",
  "atk-s0502a2:243_6": "‘‘āgantuko āgantvā yassa atthataphalake nisīdati, taṁ gahetvā phalakasāmikasseva gehe patiṭṭhapehi, tassa pādaparikammapiṭṭhiparikammapānīyakhādanīyabhojanīyasayanāni sabbāni phalakasāmikasseva bhāro bhavissatī’’ti.",
  "atk-s0502a2:243_7": "Hatthī āgatāgataṁ gahetvā phalakasāmikasseva gharaṁ neti.",
  "atk-s0502a2:243_8": "So tassa taṁ divasaṁ kattabbaṁ karoti.",
  "atk-s0502a2:243_9": "Magho sālāya avidūre koviḷārarukkhaṁ ropetvā tassa mūle pāsāṇaphalakaṁ atthari.",
  "atk-s0502a2:243_10": "Sālaṁ paviṭṭhapaviṭṭhā janā kaṇṇikaṁ oloketvā akkharāni vācetvā, ‘‘sudhammā nāmesā sālā’’ti vadanti.",
  "atk-s0502a2:243_11": "Tettiṁsajanānaṁ nāmaṁ na paññāyati.",
  "atk-s0502a2:243_12": "Nandā cintesi –",
  "atk-s0502a2:243_13": "‘‘ime sālaṁ karontā amhe apattikā kariṁsu, sudhammā pana attano byattatāya kaṇṇikaṁ katvā pattikā jātā, mayāpi kiñci kātuṁ vaṭṭati, kiṁ nu kho karissāmī’’ti?",
  "atk-s0502a2:243_14": "Athassā etadahosi –",
  "atk-s0502a2:243_15": "‘‘sālaṁ āgatāgatānaṁ pānīyañceva nhānodakañca laddhuṁ vaṭṭati, pokkharaṇiṁ khaṇāpessāmī’’ti.",
  "atk-s0502a2:243_16": "Sā pokkharaṇiṁ kāresi.",
  "atk-s0502a2:243_17": "Cittā cintesi –",
  "atk-s0502a2:243_18": "‘‘sudhammāya kaṇṇikā dinnā, nandāya pokkharaṇī kāritā, mayāpi kiñci kātuṁ vaṭṭati, kiṁ nu kho karissāmī’’ti?",
  "atk-s0502a2:243_19": "Athassā etadahosi –",
  "atk-s0502a2:243_20": "‘‘sālaṁ āgatāgatehi pānīyaṁ pivitvā nhatvā gamanakālepi mālaṁ pilandhitvā gantuṁ vaṭṭati, pupphārāmaṁ kārāpessāmī’’ti.",
  "atk-s0502a2:243_21": "Sā ramaṇīyaṁ pupphārāmaṁ kāresi.",
  "atk-s0502a2:243_22": "Yebhuyyena tasmiṁ ārāme ‘‘asuko nāma pupphūpagaphalūpagarukkho natthī’’ti nāhosi.",
  "atk-s0502a2:244_0": "Sujā pana ‘‘ahaṁ maghassa mātuladhītā ceva pādaparicārikā ca, etena kataṁ kammaṁ mayhameva, mayā kataṁ etassevā’’ti cintetvā, kiñci akatvā attabhāvameva maṇḍayamānā kālaṁ vītināmesi.",
  "atk-s0502a2:244_1": "Maghopi mātāpituupaṭṭhānaṁ kule jeṭṭhāpacāyanakammaṁ saccavācaṁ apharusavācaṁ api, suṇavācaṁ maccheravinayaṁ akkodhananti imāni satta vatapadāni pūretvā –",
  "atk-s0502a2:245_0": "‘‘Mātāpettibharaṁ jantuṁ, kule jeṭṭhāpacāyinaṁ;",
  "atk-s0502a2:246_0": "Saṇhaṁ sakhilasambhāsaṁ, pesuṇeyyappahāyinaṁ.",
  "atk-s0502a2:247_0": "‘‘Maccheravinaye yuttaṁ, saccaṁ kodhābhibhuṁ naraṁ;",
  "atk-s0502a2:248_0": "Taṁ ve devā tāvatiṁsā, āhu ‘sappuriso’itī’’ti. (saṁ. ni. 1.257) –",
  "atk-s0502a2:249_0": "Evaṁ pasaṁsiyabhāvaṁ āpajjitvā jīvitapariyosāne tāvatiṁsabhavane sakko devarājā hutvā nibbatti, tepissa sahāyakā tattheva nibbattiṁsu, vaḍḍhakī vissakammadevaputto hutvā nibbatti.",
  "atk-s0502a2:249_1": "Tadā tāvatiṁsabhavane asurā vasanti.",
  "atk-s0502a2:249_2": "Te ‘‘abhinavā devaputtā nibbattā’’ti dibbapānaṁ sajjayiṁsu.",
  "atk-s0502a2:249_3": "Sakko attano parisāya kassaci apivanatthāya saññamadāsi.",
  "atk-s0502a2:249_4": "Asurā dibbapānaṁ pivitvā majjiṁsu.",
  "atk-s0502a2:249_5": "Sakko ‘‘kiṁ me imehi sādhāraṇena rajjenā’’ti attano parisāya saññaṁ datvā te pādesu gāhāpetvā mahāsamudde khipāpesi.",
  "atk-s0502a2:249_6": "Te avaṁsirā samudde patiṁsu.",
  "atk-s0502a2:249_7": "Atha nesaṁ puññānubhāvena sineruno heṭṭhimatale asuravimānaṁ nāma nibbatti, cittapāṭali nāma nibbatti.",
  "atk-s0502a2:250_0": "Devāsurasaṅgāme pana asuresu parājitesu dasayojanasahassaṁ tāvatiṁsadevanagaraṁ nāma nibbatti.",
  "atk-s0502a2:250_1": "Tassa pana nagarassa pācīnapacchimadvārānaṁ antarā dasayojanasahassaṁ hoti, tathā dakkhiṇuttaradvārānaṁ.",
  "atk-s0502a2:250_2": "Taṁ kho pana nagaraṁ dvārasahassayuttaṁ ahosi ārāmapokkharaṇipaṭimaṇḍitaṁ.",
  "atk-s0502a2:250_3": "Tassa majjhe sālāya nissandena tiyojanasatubbedhehi dhajehi paṭimaṇḍito sattaratanamayo sattayojanasatubbedho vejayanto nāma pāsādo uggañchi.",
  "atk-s0502a2:250_4": "Suvaṇṇayaṭṭhīsu maṇidhajā ahesuṁ, maṇiyaṭṭhīsu suvaṇṇadhajā;",
  "atk-s0502a2:250_5": "pavāḷayaṭṭhīsu muttadhajā, muttayaṭṭhīsu pavāḷadhajā;",
  "atk-s0502a2:250_6": "sattaratanamayāsu yaṭṭhīsu sattaratanadhajā, majjhe ṭhito dhajo tiyojanasatubbedho ahosi.",
  "atk-s0502a2:250_7": "Iti sālāya nissandena yojanasahassubbedho pāsādo sattaratanamayova hutvā nibbatti, koviḷārarukkhassa nissandena samantā tiyojanasataparimaṇḍalo pāricchattako nibbatti, pāsāṇaphalakassa nissandena pāricchattakamūle dīghato saṭṭhiyojanā puthulato paṇṇāsayojanā bahalato pañcadasayojanā jayasumanarattakambalavaṇṇā paṇḍukambalasilā nibbatti.",
  "atk-s0502a2:250_8": "Tattha nisinnakāle upaḍḍhakāyo pavisati, uṭṭhitakāle ūnaṁ paripūrati.",
  "atk-s0502a2:251_0": "Hatthī pana erāvaṇo nāma devaputto hutvā nibbatti.",
  "atk-s0502a2:251_1": "Devalokasmiñhi tiracchānagatā na honti.",
  "atk-s0502a2:251_2": "Tasmā so uyyānakīḷāya nikkhamanakāle attabhāvaṁ vijahitvā diyaḍḍhayojanasatiko erāvaṇo nāma hatthī ahosi.",
  "atk-s0502a2:251_3": "So tettiṁsajanānaṁ atthāya tettiṁsa kumbhe māpesi āvaṭṭena tigāvutaaḍḍhayojanappamāṇe, sabbesaṁ majjhe sakkassa atthāya sudassanaṁ nāma tiṁsayojanikaṁ kumbhaṁ māpesi.",
  "atk-s0502a2:251_4": "Tassa upari dvādasayojaniko ratanamaṇḍapo hoti.",
  "atk-s0502a2:251_5": "Tattha antarantarā sattaratanamayā yojanubbedhā dhajā uṭṭhahanti.",
  "atk-s0502a2:251_6": "Pariyante kiṅkiṇikajālaṁ olambati.",
  "atk-s0502a2:251_7": "Yassa mandavāteritassa pañcaṅgikatūriyasaddasaṁmisso dibbagītasaddo viya ravo niccharati.",
  "atk-s0502a2:251_8": "Maṇḍapamajjhe sakkassatthāya yojaniko maṇipallaṅko paññatto hoti, tattha sakko nisīdi.",
  "atk-s0502a2:251_9": "Tettiṁsa devaputtā attano kumbhe ratanapallaṅke nisīdiṁsu.",
  "atk-s0502a2:251_10": "Tettiṁsāya kumbhānaṁ ekekasmiṁ kumbhe satta satta dante māpesi.",
  "atk-s0502a2:251_11": "Tesu ekeko paṇṇāsayojanāyāmo, ekekasmiñcettha dante satta satta pokkharaṇiyo honti, ekekāya pokkharaṇiyā satta satta paduminīgacchāni, ekekasmiṁ gacche satta satta pupphāni honti, ekekasmiṁ pupphe satta satta pattāni, ekekasmiṁ patte satta satta devadhītaro naccanti.",
  "atk-s0502a2:251_12": "Evaṁ samantā paṇṇāsayojanaṭhānesu hatthidantesuyeva naṭasamajjā honti.",
  "atk-s0502a2:251_13": "Evaṁ mahantaṁ yasaṁ anubhavanto sakko devarājā vicarati.",
  "atk-s0502a2:252_0": "Sudhammāpi kālaṁ katvā gantvā tattheva nibbatti.",
  "atk-s0502a2:252_1": "Tassā sudhammā nāma nava yojanasatikā devasabhā nibbatti.",
  "atk-s0502a2:252_2": "Tato ramaṇīyataraṁ kira aññaṁ ṭhānaṁ nāma natthi , māsassa aṭṭha divase dhammassavanaṁ tattheva hoti.",
  "atk-s0502a2:252_3": "Yāvajjatanā aññataraṁ ramaṇīyaṁ ṭhānaṁ disvā, ‘‘sudhammā devasabhā viyā’’ti vadanti.",
  "atk-s0502a2:252_4": "Nandāpi kālaṁ katvā gantvā tattheva nibbatti, tassā pañcayojanasatikā nandā nāma pokkharaṇī nibbatti.",
  "atk-s0502a2:252_5": "Cittāpi kālaṁ katvā gantvā tattheva nibbatti , tassāpi pañcayojanasatikaṁ cittalatāvanaṁ nāma nibbatti, tattha uppannapubbanimitte devaputte netvā mohayamānā vicaranti.",
  "atk-s0502a2:252_6": "Sujā pana kālaṁ katvā ekissā girikandarāya ekā bakasakuṇikā hutvā nibbatti.",
  "atk-s0502a2:252_7": "Sakko attano paricārikā olokento ‘‘sudhammā idheva nibbattā, tathā nandā ca cittā ca, sujā nu kho kuhiṁ nibbattā’’ti cintento taṁ tattha nibbattaṁ disvā, ‘‘bālā kiñci puññaṁ akatvā idāni tiracchānayoniyaṁ nibbattā, idāni pana taṁ puññaṁ kāretvā idhānetuṁ vaṭṭatī’’ti attabhāvaṁ vijahitvā aññātakavesena tassā santikaṁ gantvā, ‘‘kiṁ karontī idha vicarasī’’ti pucchi.",
  "atk-s0502a2:252_8": "‘‘Ko pana tvaṁ, sāmī’’ti?",
  "atk-s0502a2:252_9": "‘‘Ahaṁ te sāmiko magho’’ti.",
  "atk-s0502a2:252_10": "‘‘Kuhiṁ nibbattosi, sāmī’’ti?",
  "atk-s0502a2:252_11": "‘‘Ahaṁ tāvatiṁsadevaloke nibbatto’’.",
  "atk-s0502a2:252_12": "‘‘Tava sahāyikānaṁ pana nibbattaṭṭhānaṁ jānāsī’’ti?",
  "atk-s0502a2:252_13": "‘‘Na jānāmi, sāmī’’ti.",
  "atk-s0502a2:252_14": "‘‘Tāpi mameva santike nibbattā, passissasi tā sahāyikā’’ti.",
  "atk-s0502a2:252_15": "‘‘Kathāhaṁ tattha gamissāmī’’ti?",
  "atk-s0502a2:252_16": "Sakko ‘‘ahaṁ taṁ tattha nessāmī’’ti vatvā hatthatale ṭhapetvā devalokaṁ netvā nandāya pokkharaṇiyā tīre vissajjetvā itarāsaṁ tissannaṁ ārocesi –",
  "atk-s0502a2:252_17": "‘‘tumhākaṁ sahāyikaṁ sujaṁ passissathā’’ti.",
  "atk-s0502a2:252_18": "‘‘Kuhiṁ sā, devā’’ti ?",
  "atk-s0502a2:252_19": "‘‘Nandāya pokkharaṇiyā tīre ṭhitā’’ti āha.",
  "atk-s0502a2:252_20": "Tā tissopi gantvā, ‘‘aho ayyāya evarūpaṁ attabhāvamaṇḍanassa phalaṁ, idānissā tuṇḍaṁ passatha, pāde passatha, jaṅghā passatha, sobhati vatassā attabhāvo’’ti keḷiṁ katvā pakkamiṁsu.",
  "atk-s0502a2:253_0": "Puna sakko tassā santikaṁ gantvā, ‘‘diṭṭhā te sahāyikā’’ti vatvā ‘‘diṭṭhā maṁ uppaṇḍetvā gatā, tattheva maṁ nehī’’ti vutte taṁ tattheva netvā udake vissajjetvā, ‘‘diṭṭhā te tāsaṁ sampattī’’ti pucchi.",
  "atk-s0502a2:253_1": "‘‘Diṭṭhā, devā’’ti?",
  "atk-s0502a2:253_2": "‘‘Tayāpi tattha nibbattanūpāyaṁ kātuṁ vaṭṭatī’’ti.",
  "atk-s0502a2:253_3": "‘‘Kiṁ karomi, devā’’ti?",
  "atk-s0502a2:253_4": "‘‘Mayā dinnaṁ ovādaṁ rakkhissasī’’ti.",
  "atk-s0502a2:253_5": "‘‘Rakkhissāmi, devā’’ti.",
  "atk-s0502a2:253_6": "Athassā pañca sīlāni datvā, ‘‘appamattā rakkhāhī’’ti vatvā pakkāmi.",
  "atk-s0502a2:253_7": "Sā tato paṭṭhāya sayaṁmatamacchakeyeva pariyesitvā khādati.",
  "atk-s0502a2:253_8": "Sakko katipāhaccayena tassā vīmaṁsanatthāya gantvā, vālukāpiṭṭhe matamacchako viya hutvā uttāno nipajji.",
  "atk-s0502a2:253_9": "Sā taṁ disvā ‘‘matamacchako’’ti saññāya aggahesi.",
  "atk-s0502a2:253_10": "Maccho gilanakāle naṅguṭṭhaṁ cālesi.",
  "atk-s0502a2:253_11": "Sā ‘‘sajīvamacchako’’ti udake vissajjesi.",
  "atk-s0502a2:253_12": "So thokaṁ vītināmetvā puna tassā purato uttāno hutvā nipajji.",
  "atk-s0502a2:253_13": "Puna sā ‘‘matamacchako’’ti saññāya gahetvā gilanakāle agganaṅguṭṭhaṁ cālesi.",
  "atk-s0502a2:253_14": "Taṁ disvā ‘‘sajīvamaccho’’ti vissajjesi.",
  "atk-s0502a2:253_15": "Evaṁ tikkhattuṁ vīmaṁsitvā ‘‘sādhukaṁ sīlaṁ rakkhatī’’ti attānaṁ jānāpetvā ‘‘ahaṁ tava vīmaṁsanatthāya āgato, sādhukaṁ sīlaṁ rakkhasi, evaṁ rakkhamānā na cirasseva mama santike nibbattissasi, appamattā hohī’’ti vatvā pakkāmi.",
  "atk-s0502a2:254_0": "Sā tato paṭṭhāya pana sayaṁmatamacchaṁ labhati vā, na vā.",
  "atk-s0502a2:254_1": "Alabhamānā katipāhaccayeneva sussitvā kālaṁ katvā tassa sīlassa phalena bārāṇasiyaṁ kumbhakārassa dhītā hutvā nibbatti.",
  "atk-s0502a2:254_2": "Athassā pannarasasoḷasavassuddesikakāle sakko ‘‘kuhiṁ nu kho sā nibbattā’’ti āvajjento disvā, ‘‘idāni mayā tattha gantuṁ vaṭṭatī’’ti eḷālukavaṇṇena paññāyamānehi sattahi ratanehi yānakaṁ pūretvā taṁ pājento bārāṇasiṁ pavisitvā, ‘‘ammatātā, eḷālukāni gaṇhatha gaṇhathā’’ti ugghosento vīthiṁ paṭipajji.",
  "atk-s0502a2:254_3": "Muggamāsādīni gahetvā āgate pana ‘‘mūlena na demī’’ti vatvā, ‘‘kathaṁ desī’’ti vutte, ‘‘sīlarakkhikāya itthiyā dammī’’ti āha.",
  "atk-s0502a2:254_4": "‘‘Sīlaṁ nāma, sāmi, kīdisaṁ, kiṁ kāḷaṁ, udāhu nīlādivaṇṇa’’nti?",
  "atk-s0502a2:254_5": "‘‘Tumhe ‘sīlaṁ kīdisa’ntipi na jānātha, kimeva naṁ rakkhissatha, sīlarakkhikāya pana dassāmī’’ti.",
  "atk-s0502a2:254_6": "‘‘Sāmi, esā kumbhakārassa dhītā ‘sīlaṁ rakkhāmī’ti vicarati, etissā dehī’’ti.",
  "atk-s0502a2:254_7": "Sāpi naṁ ‘‘tena hi mayhaṁ dehi, sāmī’’ti āha.",
  "atk-s0502a2:254_8": "‘‘Kāsi tva’’nti?",
  "atk-s0502a2:254_9": "‘‘Ahaṁ avijahitapañcasīlā’’ti.",
  "atk-s0502a2:254_10": "‘‘Tuyhamevetāni mayā ānītānī’’ti yānakaṁ pājento tassā gharaṁ gantvā aññehi anāhariyaṁ katvā eḷālukavaṇṇena devadattiyaṁ dhanaṁ datvā attānaṁ jānāpetvā, ‘‘idaṁ te jīvitavuttiyā dhanaṁ, pañcasīlāni akhaṇḍādīni katvā rakkhāhī’’ti vatvā pakkāmi.",
  "atk-s0502a2:255_0": "Sāpi tato cavitvā asurabhavane asurajeṭṭhakassa dhītā hutvā sakkassa verighare nibbatti.",
  "atk-s0502a2:255_1": "Dvīsu pana attabhāvesu sīlassa surakkhitattā abhirūpā ahosi suvaṇṇavaṇṇā asādhāraṇāya rūpasiriyā samannāgatā.",
  "atk-s0502a2:255_2": "Vepacittiasurindo āgatāgatānaṁ asurānaṁ ‘‘tumhe mama dhītu anucchavikā na hothā’’ti taṁ kassaci adatvā, ‘‘mama dhītā attanāva attano anucchavikaṁ sāmikaṁ gahessatī’’ti asurabalaṁ sannipātāpetvā, ‘‘tuyhaṁ anucchavikaṁ sāmikaṁ gaṇhā’’ti tassā, hatthe pupphadāmaṁ adāsi.",
  "atk-s0502a2:255_3": "Tasmiṁ khaṇe sakko tassā nibbattaṭṭhānaṁ olokento taṁ pavattiṁ ñatvā, ‘‘idāni mayā gantvā taṁ ānetuṁ vaṭṭatī’’ti mahallakaasuravaṇṇaṁ nimminitvā gantvā parisapariyante aṭṭhāsi.",
  "atk-s0502a2:255_4": "Sāpi ito cito ca olokentī taṁ diṭṭhamattāva pubbasannivāsavasena uppannena pemena mahogheneva ajjhotthaṭahadayā hutvā, ‘‘eso me sāmiko’’ti tassa upari pupphadāmaṁ khipi .",
  "atk-s0502a2:255_5": "Asurā ‘‘amhākaṁ rājā ettakaṁ kālaṁ dhītu anucchavikaṁ alabhitvā idāni labhi, ayamevassa dhītu pitāmahato mahallako anucchaviko’’ti lajjamānā apakkamiṁsu.",
  "atk-s0502a2:255_6": "Sakkopi taṁ hatthe gahetvā ‘‘sakkohamasmī’’ti naditvā ākāse pakkhandi.",
  "atk-s0502a2:255_7": "Asurā ‘‘vañcitamhā jarasakkenā’’ti taṁ anubandhiṁsu.",
  "atk-s0502a2:255_8": "Mātali, saṅgāhako vejayantarathaṁ āharitvā antarāmagge aṭṭhāsi.",
  "atk-s0502a2:255_9": "Sakko taṁ tattha āropetvā devanagarābhimukho pāyāsi.",
  "atk-s0502a2:255_10": "Athassa sippalivanaṁ sampattakāle rathasaddaṁ sutvā bhītā garuḷapotakā viraviṁsu.",
  "atk-s0502a2:255_11": "Tesaṁ saddaṁ sutvā sakko mātaliṁ pucchi –",
  "atk-s0502a2:255_12": "‘‘ke ete viravantī’’ti?",
  "atk-s0502a2:255_13": "‘‘Garuḷapotakā, devā’’ti.",
  "atk-s0502a2:255_14": "‘‘Kiṁ kāraṇā’’ti?",
  "atk-s0502a2:255_15": "‘‘Rathasaddaṁ sutvā maraṇabhayenā’’ti.",
  "atk-s0502a2:255_16": "‘‘Maṁ ekaṁ nissāya ettako dijo rathavegena vicuṇṇito mā nassi, nivattehi ratha’’nti.",
  "atk-s0502a2:255_17": "Sopi sindhavasahassassa daṇḍakasaññaṁ datvā rathaṁ nivattesi.",
  "atk-s0502a2:255_18": "Taṁ disvā asurā ‘‘jarasakko asurapurato paṭṭhāya palāyanto idāni rathaṁ nivattesi, addhā tena upatthambho laddho bhavissatī’’ti nivattetvā āgamanamaggeneva asurapuraṁ pavisitvā puna sīsaṁ na ukkhipiṁsu.",
  "atk-s0502a2:256_0": "Sakkopi sujaṁ asurakaññaṁ devanagaraṁ netvā aḍḍhateyyānaṁ accharākoṭīnaṁ jeṭṭhikaṭṭhāne ṭhapesi.",
  "atk-s0502a2:256_1": "Sā sakkaṁ varaṁ yāci –",
  "atk-s0502a2:256_2": "‘‘mahārāja, mama imasmiṁ devaloke mātāpitaro vā bhātikabhaginiyo vā natthi, yattha yattha gacchasi, tattha tattha maṁ gahetvāva gaccheyyāsī’’ti.",
  "atk-s0502a2:256_3": "So ‘‘sādhū’’ti tassā paṭiññaṁ adāsi.",
  "atk-s0502a2:256_4": "Tato paṭṭhāya cittapāṭaliyā pupphitāya asurā ‘‘amhākaṁ nibbattaṭṭhāne dibbapāricchattakassa pupphanakālo’’ti yuddhatthāya saggaṁ abhiruhanti.",
  "atk-s0502a2:256_5": "Sakko heṭṭhāsamudde nāgānaṁ ārakkhaṁ adāsi, tato supaṇṇānaṁ, tato kumbhaṇḍānaṁ, tato yakkhānaṁ.",
  "atk-s0502a2:256_6": "Tato catunnaṁ mahārājānaṁ.",
  "atk-s0502a2:256_7": "Sabbūpari pana upaddavanivattanatthāya devanagaradvāresu vajirahatthā indapaṭimā ṭhapesi.",
  "atk-s0502a2:256_8": "Asurā nāgādayo jinitvā āgatāpi indapaṭimā dūrato disvā ‘‘sakko nikkhanto’’ti palāyanti.",
  "atk-s0502a2:256_9": "Evaṁ, mahāli, magho māṇavo appamādapaṭipadaṁ paṭipajji.",
  "atk-s0502a2:256_10": "Evaṁ appamatto panesa evarūpaṁ issariyaṁ patvā dvīsu devalokesu rajjaṁ kāresi.",
  "atk-s0502a2:256_11": "Appamādo nāmesa buddhādīhi pasattho.",
  "atk-s0502a2:256_12": "Appamādañhi nissāya sabbesampi lokiyalokuttarānaṁ visesānaṁ adhigamo hotīti vatvā imaṁ gāthamāha –",
  "atk-s0502a2:257_0": "30.",
  "atk-s0502a2:258_0": " ‘‘Appamādena maghavā, devānaṁ seṭṭhataṁ gato;",
  "atk-s0502a2:259_0": "Appamādaṁ pasaṁsanti, pamādo garahito sadā’’ti.",
  "atk-s0502a2:260_0": "Tattha appamādenāti macalagāme bhūmippadesasodhanaṁ ādiṁ katvā katena appamādena.",
  "atk-s0502a2:260_1": "Maghavāti idāni ‘‘maghavā’’tipaññāto magho māṇavo dvinnaṁ devalokānaṁ rājabhāvena devānaṁ seṭṭhataṁ gato.",
  "atk-s0502a2:260_2": "Pasaṁsantīti buddhādayo paṇḍitā appamādameva thomenti vaṇṇayanti.",
  "atk-s0502a2:260_3": "Kiṁ kāraṇā?",
  "atk-s0502a2:260_4": "Sabbesaṁ lokiyalokuttarānaṁ visesānaṁ paṭilābhakāraṇattā.",
  "atk-s0502a2:260_5": "Pamādo garahito sadāti pamādo pana tehi ariyehi niccaṁ garahito nindito.",
  "atk-s0502a2:260_6": "Kiṁ kāraṇā?",
  "atk-s0502a2:260_7": "Sabbavipattīnaṁ mūlabhāvato.",
  "atk-s0502a2:260_8": "Manussadobhaggaṁ vā hi apāyuppatti vā sabbā pamādamūlikāyevāti.",
  "atk-s0502a2:261_0": "Gāthāpariyosāne mahāli licchavī sotāpattiphale patiṭṭhahi, sampattaparisāyapi bahū sotāpannādayo jātāti.",
  "atk-s0502a2:262_0": "Maghavatthu sattamaṁ.",
  "atk-s0502a2:263_0": "8. Aññatarabhikkhuvatthu",
  "atk-s0502a2:264_0": "Appamādarato bhikkhūti imaṁ dhammadesanaṁ satthā jetavane viharanto aññataraṁ bhikkhuṁ ārabbha kathesi.",
  "atk-s0502a2:265_0": "So kira satthu santike yāva arahattā kammaṭṭhānaṁ kathāpetvā araññaṁ pavisitvā ghaṭento vāyamanto arahattaṁ pattuṁ nāsakkhi.",
  "atk-s0502a2:265_1": "So ‘‘visesetvā kammaṭṭhānaṁ kathāpessāmī’’ti tato nikkhamitvā satthu santikaṁ āgacchanto antarāmagge mahantaṁ dāvaggiṁ uṭṭhitaṁ disvā vegena ekaṁ muṇḍapabbatamatthakaṁ abhiruyha nisinno araññaṁ ḍayhamānaṁ aggiṁ disvā ārammaṇaṁ gaṇhi –",
  "atk-s0502a2:265_2": "‘‘yathā ayaṁ aggi mahantāni ca khuddakāni ca upādānāni ḍahanto gacchati, evaṁ ariyamaggañāṇaggināpi mahantāni ca khuddakāni ca saṁyojanāni ḍahantena gantabbaṁ bhavissatī’’ti.",
  "atk-s0502a2:265_3": "Satthā gandhakuṭiyaṁ nisinnova tassa cittācāraṁ ñatvā, ‘‘evameva, bhikkhu, mahantānipi khuddakānipi upādānāni viya imesaṁ sattānaṁ abbhantare uppajjamānāni aṇuṁthūlāni saṁyojanāni, tāni ñāṇagginā jhāpetvā abhabbuppattikāni kātuṁ vaṭṭatī’’ti vatvā obhāsaṁ vissajjetvā tassa bhikkhuno abhimukhe nisinno viya paññāyamāno imaṁ obhāsagāthamāha –",
  "atk-s0502a2:266_0": "31.",
  "atk-s0502a2:267_0": " ‘‘Appamādarato bhikkhu, pamāde bhayadassi vā;",
  "atk-s0502a2:268_0": "Saṁyojanaṁ aṇuṁ thūlaṁ, ḍahaṁ aggīva gacchatī’’ti.",
  "atk-s0502a2:269_0": "Tattha appamādaratoti appamāde rato abhirato, appamādena vītināmentoti attho.",
  "atk-s0502a2:269_1": "Pamāde bhayadassi vāti nirayuppattiādikaṁ pamāde bhayaṁ bhayato passanto, tāsaṁ vā uppattīnaṁ mūlattā pamādaṁ bhayato passanto.",
  "atk-s0502a2:269_2": "Saṁyojananti vaṭṭadukkhena saddhiṁ yojanaṁ bandhanaṁ pajānaṁ vaṭṭe osīdāpanasamatthaṁ dasavidhaṁ saṁyojanaṁ.",
  "atk-s0502a2:269_3": "Aṇuṁ thūlanti mahantañca khuddakañca.",
  "atk-s0502a2:269_4": "Ḍahaṁ aggīva gacchatīti yathā ayaṁ aggī etaṁ mahantañca khuddakañca upādānaṁ ḍahantova gacchati.",
  "atk-s0502a2:269_5": "Evameso appamādarato bhikkhu appamādādhigatena ñāṇagginā etaṁ saṁyojanaṁ ḍahanto abhabbuppattikaṁ karonto gacchatīti attho.",
  "atk-s0502a2:270_0": "Gāthāpariyosāne so bhikkhu yathānisinnova sabbasaṁyojanāni jhāpetvā saha paṭisambhidāhi arahattaṁ patvā ākāsenāgantvā tathāgatassa suvaṇṇavaṇṇaṁ sarīraṁ thometvā vaṇṇetvā vandamānova pakkāmīti.",
  "atk-s0502a2:271_0": "Aññatarabhikkhuvatthu aṭṭhamaṁ.",
  "atk-s0502a2:272_0": "9. Nigamavāsitissattheravatthu",
  "atk-s0502a2:273_0": "Appamādaratoti imaṁ dhammadesanaṁ satthā jetavane viharanto nigamavāsitissattheraṁ nāma ārabbha kathesi.",
  "atk-s0502a2:274_0": "Ekasmiñhi sāvatthito avidūre nigamagāme jātasaṁvaḍḍho eko kulaputto satthu sāsane pabbajitvā laddhūpasampado ‘‘nigamavāsitissatthero nāma appiccho santuṭṭho pavivitto āraddhavīriyo’’ti paññāyi.",
  "atk-s0502a2:274_1": "So nibaddhaṁ ñātigāmeyeva piṇḍāya vicarati.",
  "atk-s0502a2:274_2": "Anāthapiṇḍikādīsu mahādānāni karontesu, pasenadikosale asadisadānaṁ karontepi sāvatthiṁ nāgacchati.",
  "atk-s0502a2:274_3": "Bhikkhū ‘‘ayaṁ nigamavāsitissatthero uṭṭhāya samuṭṭhāya ñātisaṁsaṭṭho viharati, anāthapiṇḍikādīsu mahādānādīni karontesu, pasenadikosale asadisadānaṁ karontepi neva āgacchatī’’ti kathaṁ samuṭṭhāpetvā satthu ārocayiṁsu.",
  "atk-s0502a2:274_4": "Satthā taṁ pakkosāpetvā, ‘‘saccaṁ kira tvaṁ, bhikkhu, evaṁ karosī’’ti pucchitvā, ‘‘natthi, bhante, mayhaṁ ñātisaṁsaggo, ahaṁ ete manusse nissāya ajjhoharaṇīyamattaṁ āhāraṁ labhāmi lūkhe vā paṇīte vā.",
  "atk-s0502a2:274_5": "Yāpanamatte laddhe puna kiṁ āhārapariyesanenāti na gacchāmi, ñātīhi pana me saṁsaggo nāma natthi, bhante’’ti vutte satthā pakatiyāpi tassa ajjhāsayaṁ vijānanto –",
  "atk-s0502a2:274_6": "‘‘sādhu sādhu, bhikkhū’’ti tassa sādhukāraṁ datvā, ‘‘anacchariyaṁ kho panetaṁ bhikkhu, yaṁ tvaṁ mādisaṁ ācariyaṁ labhitvā appiccho ahosi.",
  "atk-s0502a2:274_7": "Ayañhi appicchatā nāma mama tanti, mama paveṇī’’ti vatvā bhikkhūhi yācito atītaṁ āhari –",
  "atk-s0502a2:275_0": "Atīte himavante gaṅgātīre ekasmiṁ udumbaravane anekasahassā suvā vasiṁsu.",
  "atk-s0502a2:275_1": "Tatreko suvarājā attano nivāsarukkhassa phalesu khīṇesu yaṁ yadeva avasiṭṭhaṁ hoti aṅkuro vā pattaṁ vā taco vā, taṁ taṁ khāditvā gaṅgāyaṁ pānīyaṁ pivitvā paramappiccho santuṭṭho hutvā aññattha na gacchati.",
  "atk-s0502a2:275_2": "Tassa appicchasantuṭṭhabhāvaguṇena sakkassa bhavanaṁ kampi.",
  "atk-s0502a2:275_3": "Sakko āvajjamāno taṁ disvā tassa vīmaṁsanatthaṁ attano ānubhāvena taṁ rukkhaṁ sukkhāpesi.",
  "atk-s0502a2:275_4": "Rukkho obhaggo khāṇumatto chiddāvachiddova hutvā vāte paharante ākoṭito viya saddaṁ nicchārento aṭṭhāsi.",
  "atk-s0502a2:275_5": "Tassa chiddehi cuṇṇāni nikkhamanti.",
  "atk-s0502a2:275_6": "Suvarājā tāni khāditvā gaṅgāyaṁ pānīyaṁ pivitvā aññattha agantvā vātātapaṁ agaṇetvā udumbarakhāṇumatthake nisīdati.",
  "atk-s0502a2:275_7": "Sakko tassa paramappicchabhāvaṁ ñatvā, ‘‘mittadhammaguṇaṁ kathāpetvā varamassa datvā udumbaraṁ amataphalaṁ katvā āgamissāmī’’ti eko haṁsarājā hutvā sujaṁ asurakaññaṁ purato katvā udumbaravanaṁ gantvā avidūre ekassa rukkhassa sākhāya nisīditvā tena saddhiṁ kathento imaṁ gāthamāha –",
  "atk-s0502a2:276_0": "‘‘Santi rukkhā haripattā, dumānekaphalā bahū;",
  "atk-s0502a2:277_0": "Kasmā nu sukkhe koḷāpe, suvassa nirato mano’’ti. (jā. 1.9.30);",
  "atk-s0502a2:278_0": "Sabbaṁ suvajātakaṁ navakanipāte āgatanayeneva vitthāretabbaṁ.",
  "atk-s0502a2:278_1": "Aṭṭhuppattiyeva hi tattha ca idha ca nānā, sesaṁ tādisameva.",
  "atk-s0502a2:278_2": "Satthā imaṁ dhammadesanaṁ āharitvā, ‘‘tadā sakko ānando ahosi, suvarājā ahamevā’’ti vatvā, ‘‘evaṁ, bhikkhave, appicchatā nāmesā mama tanti, mama paveṇī, anacchariyā mama puttassa nigamavāsitissassa mādisaṁ ācariyaṁ labhitvā appicchatā, bhikkhunā nāma nigamavāsitissena viya appiccheneva bhavitabbaṁ.",
  "atk-s0502a2:278_3": "Evarūpo hi bhikkhu abhabbo samathavipassanādhammehi vā maggaphalehi vā parihānāya, aññadatthu nibbānasseva santike hotī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a2:279_0": "32.",
  "atk-s0502a2:280_0": " ‘‘Appamādarato bhikkhu, pamāde bhayadassi vā;",
  "atk-s0502a2:281_0": "Abhabbo parihānāya, nibbānasseva santike’’ti.",
  "atk-s0502a2:282_0": "Tattha abhabbo parihānāyāti so evarūpo bhikkhu samathavipassanādhammehi vā maggaphalehi vā parihānāya abhabbo, nāpi pattehi parihāyati, na appattāni na pāpuṇāti.",
  "atk-s0502a2:282_1": "Nibbānasseva santiketi kilesaparinibbānassapi anupādāparinibbānassāpi santikeyevāti.",
  "atk-s0502a2:283_0": "Gāthāpariyosāne nigamavāsitissatthero saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "atk-s0502a2:283_1": "Aññepi bahū sotāpannādayo ahesuṁ.",
  "atk-s0502a2:283_2": "Mahājanassa sātthikā dhammadesanā jātāti.",
  "atk-s0502a2:284_0": "Nigamavāsitissattheravatthu navamaṁ.",
  "atk-s0502a2:285_0": "Appamādavaggavaṇṇanā niṭṭhitā. Dutiyo vaggo."
}