{
  "atk-s0517a14:0.1_0": "(3) Paññāvaggo",
  "atk-s0517a14:0.2_0": "1. Mahāpaññākathā",
  "atk-s0517a14:1_0": "Mahāpaññākathāvaṇṇanā",
  "atk-s0517a14:2_0": "1.",
  "atk-s0517a14:2_1": "Idāni visesato paññāpadaṭṭhānabhūtāya suññakathāya anantaraṁ kathitāya paññākathāya apubbatthānuvaṇṇanā.",
  "atk-s0517a14:2_2": "Tattha ādito tāva sattasu anupassanāsu ekekamūlakā satta paññā pucchāpubbaṅgamaṁ katvā niddiṭṭhā, puna sattānupassanāmūlakā ekekuttaramūlakā ca tisso paññā pucchaṁ akatvāva niddiṭṭhā, evamādito dasapaññāpāripūrī niddiṭṭhā.",
  "atk-s0517a14:2_3": "Tattha aniccānupassanā tāva yasmā aniccato diṭṭhesu saṅkhāresu ‘‘yadaniccaṁ, taṁ dukkha’’nti dukkhato ca ‘‘yaṁ dukkhaṁ, tadanattā’’ti anattato ca javati, tasmā sā bhāvitā bahulīkatā javanapaññaṁ paripūreti.",
  "atk-s0517a14:2_4": "Sā hi sakavisayesu javatīti javanā, javanā ca sā paññā cāti javanapaññā.",
  "atk-s0517a14:2_5": "Dukkhānupassanā samādhindriyanissitattā balavatī hutvā paṇidhiṁ nibbijjhati padāleti, tasmā nibbedhikapaññaṁ paripūreti.",
  "atk-s0517a14:2_6": "Sā hi nibbijjhatīti nibbedhikā, nibbedhikā ca sā paññā cāti nibbedhikapaññā.",
  "atk-s0517a14:2_7": "Anattānupassanā suññatādassanena vuddhippattiyā mahattappattattā mahāpaññaṁ paripūreti.",
  "atk-s0517a14:2_8": "Sā hi vuddhippattattā mahatī ca sā paññā cāti mahāpaññā.",
  "atk-s0517a14:2_9": "Nibbidānupassanā yasmā tissannaṁyeva anupassanānaṁ purimatopi āsevanāya balappattāvatthattā sabbasaṅkhāresu nibbindanasamatthā hutvā tikkhā hoti, tasmā tikkhapaññaṁ paripūreti.",
  "atk-s0517a14:2_10": "Virāgānupassanāpi yasmā tissannaṁyeva anupassanānaṁ purimatopi āsevanābalappattānaṁ vuddhatarāvatthattā sabbasaṅkhārehi virajjanasamatthā hutvā vipulā hoti, tasmā vipulapaññaṁ paripūreti.",
  "atk-s0517a14:3_0": "Nirodhānupassanāpi yasmā tissannaṁyeva anupassanānaṁ purimatopi āsevanābalappattānaṁ vuddhatarāvatthattā vayalakkhaṇavasena sabbasaṅkhārānaṁ nirodhadassanasamatthā hutvā gambhīrā hoti, tasmā gambhīrapaññaṁ paripūreti.",
  "atk-s0517a14:3_1": "Nirodho hi uttānapaññehi alabbhaneyyapatiṭṭhattā gambhīro, tasmiṁ gambhīre gādhappattā paññāpi gambhīrā.",
  "atk-s0517a14:3_2": "Paṭinissaggānupassanāpi yasmā tissannaṁyeva anupassanānaṁ purimatopi āsevanābalappattānaṁ vuddhatarāvatthattā vayalakkhaṇavasena sabbasaṅkhārapaṭinissajjanasamatthā hutvā asāmantā hoti, vuddhipariyantappattattā chahi paññāhi dūre hotīti attho.",
  "atk-s0517a14:3_3": "Tasmā sayaṁ asāmantattā asāmantapaññaṁ paripūreti.",
  "atk-s0517a14:3_4": "Sā hi heṭṭhimapaññāhi dūrattā asāmantā, asamīpā vā paññāti asāmantapaññā.",
  "atk-s0517a14:3_5": "Paṇḍiccaṁ paripūrentīti paṇḍitabhāvaṁ paripūrenti.",
  "atk-s0517a14:3_6": "Yasmā yathāvuttā satta paññā paripuṇṇā bhāvetvā paṇḍitalakkhaṇappatto sikhappattavuṭṭhānagāminivipassanāsaṅkhātehi saṅkhārupekkhānulomagotrabhuñāṇehi paṇḍito hutvā paṇḍiccena samannāgato hoti, tasmā ‘‘paṇḍiccaṁ paripūrentī’’ti vuttaṁ.",
  "atk-s0517a14:4_0": "Aṭṭha paññāti paṇḍiccasaṅkhātāya paññāya saha sabbā aṭṭha paññā.",
  "atk-s0517a14:4_1": "Puthupaññaṁ paripūrentīti yasmā tena paṇḍiccena samannāgato hutvā so paṇḍito gotrabhuñāṇānantaraṁ nibbānaṁ ārammaṇaṁ katvā lokuttarabhāvappattiyā lokiyato puthubhūtattā visuṁbhūtattā puthupaññātisaṅkhātaṁ maggaphalapaññaṁ pāpuṇāti, tasmā ‘‘aṭṭha paññā puthupaññaṁ paripūrentī’’ti vuttaṁ.",
  "atk-s0517a14:5_0": "Imā nava paññātiādīsu tasseva kamena adhigatamaggaphalassa ariyapuggalassa paṇītalokuttaradhammopayogena paṇītacittasantānattā pahaṭṭhākāreneva ca pavattamānacittasantānassa phalānantaraṁ otiṇṇabhavaṅgato vuṭṭhitassa maggapaccavekkhaṇā, tato ca bhavaṅgaṁ otaritvā vuṭṭhitassa phalapaccavekkhaṇā, imināva nayena pahīnakilesapaccavekkhaṇā, avasiṭṭhakilesapaccavekkhaṇā, nibbānapaccavekkhaṇāti pañca paccavekkhaṇā pavattanti.",
  "atk-s0517a14:5_1": "Tāsu paccavekkhaṇāsu maggapaccavekkhaṇā phalapaccavekkhaṇā ca paṭibhānapaṭisambhidā hoti. Kathaṁ?",
  "atk-s0517a14:5_2": "‘‘Yaṁkiñci paccayasambhūtaṁ nibbānaṁ bhāsitattho vipāko kiriyāti ime pañca dhammā attho’’ti abhidhamme pāḷiṁ anugantvā tadaṭṭhakathāyaṁ vuttaṁ.",
  "atk-s0517a14:5_3": "Nibbānassa ca atthattā tadārammaṇaṁ maggaphalañāṇaṁ ‘‘atthesu ñāṇaṁ atthapaṭisambhidā’’ti (vibha. 718; paṭi. ma.",
  "atk-s0517a14:5_4": "1.110) vacanato atthapaṭisambhidā hoti.",
  "atk-s0517a14:5_5": "Tassa atthapaṭisambhidābhūtassa maggaphalañāṇassa paccavekkhaṇañāṇaṁ ‘‘ñāṇesu ñāṇaṁ paṭibhānapaṭisambhidā’’ti vacanato paṭibhānapaṭisambhidā hoti.",
  "atk-s0517a14:5_6": "Sā ca paccavekkhaṇapaññā hāsākārena pavattamānacittasantānassa hāsapaññā nāma hoti.",
  "atk-s0517a14:5_7": "Tasmā nava paññā hāsapaññaṁ paripūrentīti ca hāsapaññā paṭibhānapaṭisambhidāti ca vuttaṁ.",
  "atk-s0517a14:5_8": "Sabbappakārāpi paññā tassa tassa atthassa pākaṭakaraṇasaṅkhātena paññāpanaṭṭhena paññā, tena tena vā pakārena dhamme jānātīti paññā.",
  "atk-s0517a14:6_0": "Tassāti tassa vuttappakārassa ariyapuggalassa. Karaṇatthe sāmivacanaṁ.",
  "atk-s0517a14:6_1": "Atthavavatthānatoti yathāvuttassa pañcavidhassa atthassa vavatthāpanavasena.",
  "atk-s0517a14:6_2": "Vuttampi cetaṁ samaṇakaraṇīyakathāyaṁ ‘‘hetuphalaṁ nibbānaṁ vacanattho atha vipākaṁ kiriyāti atthe pañca pabhede paṭhamantapabhedagataṁ ñāṇa’’nti.",
  "atk-s0517a14:6_3": "Adhigatā hotīti paṭiladdhā hoti.",
  "atk-s0517a14:6_4": "Sāyeva paṭilābhasacchikiriyāya sacchikatā.",
  "atk-s0517a14:6_5": "Paṭilābhaphasseneva phassitā paññāya.",
  "atk-s0517a14:6_6": "Dhammavavatthānatoti ‘‘yo koci phalanibbattako hetu ariyamaggo bhāsitaṁ kusalaṁ akusalanti ime pañca dhammā dhammo’’ti abhidhamme pāḷiyānusārena vuttānaṁ pañcannaṁ dhammānaṁ vavatthāpanavasena.",
  "atk-s0517a14:6_7": "Vuttampi cetaṁ samaṇakaraṇīyakathāyaṁ ‘‘hetu ariyamaggo vacanaṁ kusalañca akusalañcāti dhamme pañca pabhede dutiyantapabhedagataṁ ñāṇa’’nti.",
  "atk-s0517a14:6_8": "Niruttivavatthānatoti tesaṁ tesaṁ atthadhammānaṁ anurūpaniruttīnaṁ vavatthāpanavasena.",
  "atk-s0517a14:6_9": "Paṭibhānavavatthānatoti paṭibhānasaṅkhātānaṁ tiṇṇaṁ paṭisambhidāñāṇānaṁ vavatthāpanavasena.",
  "atk-s0517a14:6_10": "Tassimāti nigamanavacanametaṁ.",
  "atk-s0517a14:7_0": "2.",
  "atk-s0517a14:7_1": "Evaṁ sabbasaṅgāhakavasena anupassanānaṁ visesaṁ dassetvā idāni vatthubhedavasena dassento rūpe aniccānupassanātiādimāha. Taṁ heṭṭhā vuttatthameva.",
  "atk-s0517a14:7_2": "Puna rūpādīsuyeva atītānāgatapaccuppannavasena javanapaññaṁ dassetukāmo kevalaṁ rūpādivasena ca atītānāgatapaccuppannarūpādivasena ca pucchaṁ katvā pucchākameneva vissajjanaṁ akāsi.",
  "atk-s0517a14:7_3": "Tattha suddharūpādivissajjanesu paṭhamaṁ niddiṭṭhā eva paññā atītānāgatapaccuppannamūlakesu sabbavissajjanesu tesu atītādīsu javanavasena javanapaññāti niddiṭṭhā.",
  "atk-s0517a14:8_0": "3.",
  "atk-s0517a14:8_1": "Puna anekasuttantapubbaṅgamaṁ paññāpabhedaṁ dassetukāmo paṭhamaṁ tāva suttante uddisi.",
  "atk-s0517a14:8_2": "Tattha sappurisasaṁsevoti heṭṭhā vuttappakārānaṁ sappurisānaṁ bhajanaṁ.",
  "atk-s0517a14:8_3": "Saddhammassavananti tesaṁ sappurisānaṁ santike sīlādipaṭipattidīpakassa saddhammavacanassa savanaṁ.",
  "atk-s0517a14:8_4": "Yonisomanasikāroti sutānaṁ dhammānaṁ atthūpaparikkhaṇavasena upāyena manasikāro.",
  "atk-s0517a14:8_5": "Dhammānudhammapaṭipattīti lokuttaradhamme anugatassa sīlādipaṭipadādhammassa paṭipajjanaṁ.",
  "atk-s0517a14:8_6": "Paññāpaṭilābhāyapaññāvuddhiyā paññāvepullāya paññābāhullāyāti imāni cattāri paññāvasena bhāvavacanāni.",
  "atk-s0517a14:8_7": "Sesāni dvādasa puggalavasena bhāvavacanāni.",
  "atk-s0517a14:9_0": "1. Soḷasapaññāniddesavaṇṇanā",
  "atk-s0517a14:10_0": "4.",
  "atk-s0517a14:10_1": "Suttantaniddese channaṁ abhiññāñāṇānanti iddhividhadibbasotacetopariyapubbenivāsadibbacakkhuāsavānaṁ khayañāṇānaṁ.",
  "atk-s0517a14:10_2": "Tesattatīnaṁ ñāṇānanti ñāṇakathāya niddiṭṭhānaṁ sāvakasādhāraṇānaṁ ñāṇānaṁ.",
  "atk-s0517a14:10_3": "Sattasattatīnaṁ ñāṇānanti ettha –",
  "atk-s0517a14:11_0": "‘‘Sattasattari vo, bhikkhave, ñāṇavatthūni desessāmi, taṁ suṇātha sādhukaṁ manasi karotha, bhāsissāmīti.",
  "atk-s0517a14:11_1": "Katamāni, bhikkhave, sattasattari ñāṇavatthūni?",
  "atk-s0517a14:11_2": "Jātipaccayā jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ.",
  "atk-s0517a14:11_3": "Atītampi addhānaṁ jātipaccayā jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ, anāgatampi addhānaṁ jātipaccayā jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ.",
  "atk-s0517a14:11_4": "Yampissa taṁ dhammaṭṭhitiñāṇaṁ, tampi khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammanti ñāṇaṁ.",
  "atk-s0517a14:11_5": "Bhavapaccayā jātīti ñāṇaṁ…pe… upādānapaccayā bhavoti ñāṇaṁ… taṇhāpaccayā upādānanti ñāṇaṁ… vedanāpaccayā taṇhāti ñāṇaṁ… phassapaccayā vedanāti ñāṇaṁ… saḷāyatanapaccayā phassoti ñāṇaṁ… nāmarūpapaccayā saḷāyatananti ñāṇaṁ… viññāṇapaccayā nāmarūpanti ñāṇaṁ… saṅkhārapaccayā viññāṇanti ñāṇaṁ… avijjāpaccayā saṅkhārāti ñāṇaṁ, asati avijjāya natthi saṅkhārāti ñāṇaṁ.",
  "atk-s0517a14:11_6": "Atītampi addhānaṁ avijjāpaccayā saṅkhārāti ñāṇaṁ, asati avijjāya natthi saṅkhārāti ñāṇaṁ, anāgatampi addhānaṁ avijjāpaccayā saṅkhārāti ñāṇaṁ, asati avijjāya natthi saṅkhārāti ñāṇaṁ.",
  "atk-s0517a14:11_7": "Yampissa taṁ dhammaṭṭhitiñāṇaṁ, tampi khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammanti ñāṇaṁ.",
  "atk-s0517a14:11_8": "Imāni vuccanti, bhikkhave, sattasattari ñāṇavatthūnī’’ti (saṁ. ni. 2.34) –",
  "atk-s0517a14:12_0": "Evaṁ bhagavatā nidānavagge vuttāni sattasattati ñāṇāni.",
  "atk-s0517a14:12_1": "‘‘Jarāmaraṇe ñāṇaṁ, jarāmaraṇasamudaye ñāṇaṁ, jarāmaraṇanirodhe ñāṇaṁ, jarāmaraṇanirodhagāminiyā paṭipadāya ñāṇa’’nti (saṁ. ni.",
  "atk-s0517a14:12_2": "2.33) iminā nayena ekādasasu aṅgesu cattāri cattāri katvā vuttāni catucattārīsa ñāṇavatthūni pana idha na gahitāni.",
  "atk-s0517a14:12_3": "Ubhayattha ca ñāṇāniyeva hitasukhassa vatthūnīti ñāṇavatthūni.",
  "atk-s0517a14:12_4": "Lābhotiādīsu lābhoyeva upasaggena visesetvā paṭilābhoti vutto.",
  "atk-s0517a14:12_5": "Puna tasseva atthavivaraṇavasena patti sampattīti vuttaṁ.",
  "atk-s0517a14:12_6": "Phassanāti adhigamavasena phusanā.",
  "atk-s0517a14:12_7": "Sacchikiriyāti paṭilābhasacchikiriyā. Upasampadāti nipphādanā.",
  "atk-s0517a14:13_0": "Sattannañca sekkhānanti tisso sikkhā sikkhantīti sekkhasaññitānaṁ sotāpattimaggaṭṭhādīnaṁ sattannaṁ.",
  "atk-s0517a14:13_1": "Puthujjanakalyāṇakassa cāti nibbānagāminiyā paṭipadāya yuttattā sundaraṭṭhena kalyāṇasaññitassa puthujjanassa.",
  "atk-s0517a14:13_2": "Vaḍḍhitaṁ vaḍḍhanaṁ etāyāti vaḍḍhitavaḍḍhanā.",
  "atk-s0517a14:13_3": "Yathāvuttānaṁ aṭṭhannampi paññānaṁ vasena visesato ca arahato paññāvasena paññāvuddhiyā. Tathā paññāvepullāya.",
  "atk-s0517a14:13_4": "Mahanteatthe pariggaṇhātītiādīsu paṭisambhidappatto ariyasāvako atthādayo ārammaṇakaraṇena pariggaṇhāti.",
  "atk-s0517a14:13_5": "Sabbāpi mahāpaññā ariyasāvakānaṁyeva.",
  "atk-s0517a14:13_6": "Tassā ca paññāya visayā heṭṭhā vuttatthā eva.",
  "atk-s0517a14:14_0": "Puthunānākhandhesūtiādīsu nānāsaddo puthusaddassa atthavacanaṁ.",
  "atk-s0517a14:14_1": "Ñāṇaṁ pavattatīti puthupaññāti tesu tathāvuttesu khandhādīsu ñāṇaṁ pavattatīti katvā taṁ ñāṇaṁ puthupaññā nāmāti attho.",
  "atk-s0517a14:14_2": "Nānāpaṭiccasamuppādesūti paṭiccasamuppannānaṁ dhammānaṁ vasena paccayabahuttā vuttaṁ.",
  "atk-s0517a14:14_3": "Nānāsuññatamanupalabbhesūti upalabbhanaṁ upalabbho, gahaṇanti attho.",
  "atk-s0517a14:14_4": "Na upalabbho anupalabbho, anupalabbhānaṁ bahuttā bahuvacanena anupalabbhā, pañcavīsatisuññatāvasena vā nānāsuññatāsu attattaniyādīnaṁ anupalabbhā nānāsuññatānupalabbhā, tesu.",
  "atk-s0517a14:14_5": "‘‘Nānāsuññatānupalabbhesū’’ti vattabbe ‘‘adukkhamasukhā’’tiādīsu (dha. sa.",
  "atk-s0517a14:14_6": "tikamātikā 2) viya ma-kāro padasandhivasena vutto.",
  "atk-s0517a14:14_7": "Imā pañca paññā kalyāṇaputhujjanehi sādhāraṇā, nānāatthādīsu paññā ariyānaṁyeva.",
  "atk-s0517a14:14_8": "Puthujjanasādhāraṇe dhammeti lokiyadhamme.",
  "atk-s0517a14:14_9": "Iminā avasānapariyāyena lokiyato puthubhūtanibbānārammaṇattā puthubhūtā visuṁbhūtā paññāti puthupaññā nāmāti vuttaṁ hoti.",
  "atk-s0517a14:15_0": "Vipulapaññā mahāpaññānayena veditabbā.",
  "atk-s0517a14:15_1": "Yathāvutte dhamme pariggaṇhantassa guṇamahantatāya tesaṁ dhammānaṁ pariggāhikāya ca paññāya mahantatā, tesaṁ dhammānaṁ sayameva mahantattā uḷārattā dhammānañca paññāya ca vipulatā veditabbā.",
  "atk-s0517a14:15_2": "Gambhīrapaññā puthupaññānayena veditabbā.",
  "atk-s0517a14:15_3": "Te ca dhammā te ca anupalabbhā sā ca paññā pakatijanena alabbhaneyyapatiṭṭhattā gambhīrā.",
  "atk-s0517a14:16_0": "Yassa puggalassāti ariyapuggalasseva. Añño kocīti puthujjano.",
  "atk-s0517a14:16_1": "Abhisambhavitunti sampāpuṇituṁ.",
  "atk-s0517a14:16_2": "Anabhisambhavanīyoti sampāpuṇituṁ asakkuṇeyyo. Aññehīti puthujjaneheva.",
  "atk-s0517a14:16_3": "Aṭṭhamakassāti arahattaphalaṭṭhato paṭṭhāya gaṇiyamāne aṭṭhamabhūtassa sotāpattimaggaṭṭhassa. Dūreti vippakaṭṭhe.",
  "atk-s0517a14:16_4": "Vidūreti visesena vippakaṭṭhe.",
  "atk-s0517a14:16_5": "Suvidūreti suṭṭhu visesena vippakaṭṭhe. Na santiketi na samīpe. Na sāmantāti na samīpabhāge.",
  "atk-s0517a14:16_6": "Imāni dve paṭisedhasahitāni vacanāni dūrabhāvasseva niyamanāni. Upādāyāti paṭicca.",
  "atk-s0517a14:16_7": "Sotāpannassāti sotāpattiphalaṭṭhassa.",
  "atk-s0517a14:16_8": "Eteneva taṁtaṁmaggapaññā taṁtaṁphalapaññāya dūreti vuttaṁ hoti.",
  "atk-s0517a14:16_9": "Paccekasambuddhoti upasaggena visesitaṁ.",
  "atk-s0517a14:16_10": "Itaradvayaṁ pana suddhameva āgataṁ.",
  "atk-s0517a14:17_0": "5.",
  "atk-s0517a14:17_1": "‘‘Paccekabuddhassa sadevakassa ca lokassa paññā tathāgatassa paññāya dūre’’tiādīni vatvā tameva dūraṭṭhaṁ anekappakārato dassetukāmo paññāpabhedakusalotiādimāha .",
  "atk-s0517a14:17_2": "Tattha paññāpabhedakusaloti attano anantavikappe paññāpabhede cheko.",
  "atk-s0517a14:17_3": "Pabhinnañāṇoti anantappabhedapattañāṇo.",
  "atk-s0517a14:17_4": "Etena paññāpabhedakusalattepi sati tāsaṁ paññānaṁ anantabhedattaṁ dasseti.",
  "atk-s0517a14:17_5": "Adhigatapaṭisambhidoti paṭiladdhaaggacatupaṭisambhidāñāṇo.",
  "atk-s0517a14:17_6": "Catuvesārajjappattoti cattāri visāradabhāvasaṅkhātāni ñāṇāni patto. Yathāha –",
  "atk-s0517a14:18_0": "‘‘Sammāsambuddhassa te paṭijānato ‘ime dhammā anabhisambuddhā’ti, tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ saha dhammena paṭicodessatīti nimittametaṁ, bhikkhave, na samanupassāmi, etamahaṁ, bhikkhave, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi.",
  "atk-s0517a14:18_1": "Khīṇāsavassa te paṭijānato ‘ime āsavā aparikkhīṇā’ti, ‘ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṁ antarāyāyā’ti, ‘yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa sammā dukkhakkhayāyā’ti, tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ saha dhammena paṭicodessatīti nimittametaṁ, bhikkhave, na samanupassāmi, etamahaṁ, bhikkhave, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmī’’ti (a. ni. 4.8; ma. ni. 1.150).",
  "atk-s0517a14:19_0": "Dasabalabaladhārīti dasa balāni etesanti dasabalā, dasabalānaṁ balāni dasabalabalāni, tāni dasabalabalāni dhārayatīti dasabalabaladhārī, dasabalañāṇabaladhārīti attho.",
  "atk-s0517a14:19_1": "Etehi tīhi vacanehi anantappabhedānaṁ neyyānaṁ pabhedamukhamattaṁ dassitaṁ.",
  "atk-s0517a14:19_2": "Soyeva paññāpayogavasena abhimaṅgalasammataṭṭhena purisāsabho. Asantāsaṭṭhena purisasīho. Mahantaṭṭhena purisanāgo. Pajānanaṭṭhena purisājañño.",
  "atk-s0517a14:19_3": "Lokakiccadhuravahanaṭṭhena purisadhorayho.",
  "atk-s0517a14:20_0": "Atha tejādikaṁ anantañāṇato laddhaṁ guṇavisesaṁ dassetukāmo tesaṁ tejādīnaṁ anantañāṇamūlakabhāvaṁ dassento anantañāṇoti vatvā anantatejotiādimāha.",
  "atk-s0517a14:20_1": "Tattha anantañāṇoti gaṇanavasena ca pabhāvavasena ca antavirahitañāṇo.",
  "atk-s0517a14:20_2": "Anantatejoti veneyyasantāne mohatamavidhamanena anantañāṇatejo.",
  "atk-s0517a14:20_3": "Anantayasoti paññāguṇeheva lokattayavitthatānantakittighoso.",
  "atk-s0517a14:20_4": "Aḍḍhoti paññādhanasamiddhiyā samiddho.",
  "atk-s0517a14:20_5": "Mahaddhanoti paññādhanavaḍḍhattepi pabhāvamahattena mahantaṁ paññādhanamassāti mahaddhano . Mahādhanotipi pāṭho.",
  "atk-s0517a14:20_6": "Dhanavāti pasaṁsitabbapaññādhanavattā niccayuttapaññādhanavattā atisayabhūtapaññādhanavattā dhanavā.",
  "atk-s0517a14:20_7": "Etesupi hi tīsu atthesu idaṁ vacanaṁ saddavidū icchanti.",
  "atk-s0517a14:21_0": "Evaṁ paññāguṇena bhagavato attasampattisiddhiṁ dassetvā puna paññāguṇeneva lokahitasampattisiddhiṁ dassento netātiādimāha.",
  "atk-s0517a14:21_1": "Tattha veneyye saṁsārasaṅkhātabhayaṭṭhānato nibbānasaṅkhātakhemaṭṭhānaṁ netā.",
  "atk-s0517a14:21_2": "Tattha nayanakāle eva saṁvaravinayapahānavinayavasena veneyye vinetā.",
  "atk-s0517a14:21_3": "Dhammadesanākāle eva saṁsayacchedanena anunetā.",
  "atk-s0517a14:21_4": "Saṁsayaṁ chinditvā paññāpetabbaṁ atthaṁ paññāpetā.",
  "atk-s0517a14:21_5": "Tathā paññāpitānaṁ nicchayakaraṇena nijjhāpetā.",
  "atk-s0517a14:21_6": "Tathā nijjhāyitassa atthassa paṭipattipayojanavasena pekkhetā.",
  "atk-s0517a14:21_7": "Tathāpaṭipanne paṭipattiphalena pasādetā.",
  "atk-s0517a14:21_8": "So hi bhagavāti ettha hi-kāro anantaraṁ vuttassa atthassa kāraṇopadese nipāto.",
  "atk-s0517a14:21_9": "Anuppannassa maggassa uppādetāti sakasantāne na uppannapubbassa chaasādhāraṇañāṇahetubhūtassa ariyamaggassa bodhimūle lokahitatthaṁ sakasantāne uppādetā.",
  "atk-s0517a14:21_10": "Asañjātassa maggassa sañjanetāti veneyyasantāne asañjātapubbassa sāvakapāramiñāṇahetubhūtassa ariyamaggassa dhammacakkappavattanato pabhuti yāvajjakālā veneyyasantāne sañjanetā.",
  "atk-s0517a14:21_11": "Sāvakaveneyyānampi hi santāne bhagavato vuttavacaneneva ariyamaggassa sañjananato bhagavā sañjanetā nāma hoti.",
  "atk-s0517a14:21_12": "Anakkhātassa maggassa akkhātāti aṭṭhadhammasamannāgatānaṁ buddhabhāvāya katābhinīhārānaṁ bodhisattānaṁ buddhabhāvāya byākaraṇaṁ datvā anakkhātapubbassa pāramitāmaggassa, ‘‘buddho bhavissatī’’ti byākaraṇamatteneva vā bodhimūle uppajjitabbassa ariyamaggassa akkhātā.",
  "atk-s0517a14:21_13": "Ayaṁ nayo paccekabodhisattabyākaraṇepi labbhatiyeva.",
  "atk-s0517a14:22_0": "Maggaññūti paccavekkhaṇāvasena attanā uppāditaariyamaggassa ñātā.",
  "atk-s0517a14:22_1": "Maggavidūti veneyyasantāne janetabbassa ariyamaggassa kusalo.",
  "atk-s0517a14:22_2": "Maggakovidoti bodhisattānaṁ akkhātabbamagge vicakkhaṇo.",
  "atk-s0517a14:22_3": "Atha vā abhisambodhipaṭipattimaggaññū, paccekabodhipaṭipattimaggavidū, sāvakabodhipaṭipattimaggakovido.",
  "atk-s0517a14:22_4": "Atha vā ‘‘etena maggena ataṁsu pubbe, tarissantiyeva taranti ogha’’nti (saṁ. ni.",
  "atk-s0517a14:22_5": "5.409) vacanato yathāyogaṁ atītānāgatapaccuppannabuddhapaccekabuddhasāvakānaṁ maggavasena ca suññatānimittaappaṇihitamaggavasena ca ugghaṭitaññūvipañcitaññūneyyapuggalānaṁ maggavasena ca yathākkamenatthayojanaṁ karonti.",
  "atk-s0517a14:22_6": "Maggānugāmī ca panāti bhagavatā gatamaggānugāmino hutvā .",
  "atk-s0517a14:22_7": "Ettha ca-saddo hetuatthe nipāto.",
  "atk-s0517a14:22_8": "Etena ca bhagavato magguppādanādiguṇādhigamāya hetu vutto hoti. Pana-saddo katatthe nipāto.",
  "atk-s0517a14:22_9": "Tena bhagavatā katamaggakaraṇaṁ vuttaṁ hoti.",
  "atk-s0517a14:22_10": "Pacchā samannāgatāti paṭhamaṁ gatassa bhagavato pacchāgatasīlādiguṇena samannāgatā.",
  "atk-s0517a14:22_11": "Iti thero ‘‘anuppannassa maggassa uppādetā’’tiādīhi yasmā sabbepi bhagavato sīlādayo guṇā arahattamaggameva nissāya āgatā, tasmā arahattamaggameva nissāya guṇaṁ kathesi.",
  "atk-s0517a14:23_0": "Jānaṁ jānātīti jānitabbaṁ jānāti, sabbaññutāya yaṁkiñci paññāya jānitabbaṁ nāma atthi, taṁ sabbaṁ pañcaneyyapathabhūtaṁ paññāya jānātīti attho.",
  "atk-s0517a14:23_1": "Passaṁ passatīti passitabbaṁ passati, sabbadassāvitāya taṁyeva neyyapathaṁ cakkhunā diṭṭhaṁ viya karonto paññācakkhunā passatīti attho.",
  "atk-s0517a14:23_2": "Yathā vā ekacco viparītaṁ gaṇhanto jānantopi na jānāti, passantopi na passati, na evaṁ bhagavā.",
  "atk-s0517a14:23_3": "Bhagavā pana yathāsabhāvaṁ gaṇhanto jānanto jānātiyeva, passanto passatiyeva.",
  "atk-s0517a14:23_4": "Svāyaṁ dassanapariṇāyakaṭṭhena cakkhubhūto. Viditatādiatthena ñāṇabhūto.",
  "atk-s0517a14:23_5": "Aviparītasabhāvaṭṭhena vā pariyattidhammapavattanato hadayena cintetvā vācāya nicchāritadhammamayoti vā dhammabhūto. Seṭṭhaṭṭhena brahmabhūto.",
  "atk-s0517a14:23_6": "Atha vā cakkhu viya bhūtoti cakkhubhūto. Ñāṇaṁ viya bhūtoti ñāṇabhūto.",
  "atk-s0517a14:23_7": "Dhammo viya bhūtoti dhammabhūto.",
  "atk-s0517a14:23_8": "Brahmā viya bhūtoti brahmabhūto.",
  "atk-s0517a14:23_9": "Svāyaṁ dhammassa vacanato, vattanato vā vattā.",
  "atk-s0517a14:23_10": "Nānappakārehi vacanato, vattanato vā pavattā.",
  "atk-s0517a14:23_11": "Atthaṁ nīharitvā nīharitvā nayanato atthassa ninnetā.",
  "atk-s0517a14:23_12": "Amatādhigamāya paṭipattidesanato, amatappakāsanāya vā dhammadesanāya amatassa adhigamāpanato amatassa dātā.",
  "atk-s0517a14:23_13": "Lokuttaradhammassa uppāditattā veneyyānurūpena yathāsukhaṁ lokuttaradhammassa dānena ca, dhammesu ca issaroti dhammassāmī.",
  "atk-s0517a14:23_14": "Tathāgatapadaṁ heṭṭhā vuttatthaṁ.",
  "atk-s0517a14:24_0": "Idāni ‘‘jānaṁ jānātī’’tiādīhi vuttaṁ guṇaṁ sabbaññutāya visesetvā dassetukāmo sabbaññutaṁ sādhento natthītiādimāha.",
  "atk-s0517a14:24_1": "Evaṁbhūtassa hi tassa bhagavato pāramitāpuññabalappabhāvanipphannena arahattamaggañāṇena sabbadhammesu savāsanassa sammohassa vihatattā asacchikataṁ nāma natthi.",
  "atk-s0517a14:24_2": "Asammohato sabbadhammānaṁ ñātattā aññātaṁ nāma natthi.",
  "atk-s0517a14:24_3": "Tatheva ca sabbadhammānaṁ cakkhunā viya ñāṇacakkhunā diṭṭhattā adiṭṭhaṁ nāma natthi.",
  "atk-s0517a14:24_4": "Ñāṇena pana pattattā aviditaṁ nāma natthi.",
  "atk-s0517a14:24_5": "Asammohasacchikiriyāya sacchikatattā asacchikataṁ nāma natthi.",
  "atk-s0517a14:24_6": "Asammohapaññāya phuṭṭhattā paññāya aphassitaṁ nāma natthi.",
  "atk-s0517a14:24_7": "Paccuppannanti paccuppannaṁ kālaṁ vā dhammaṁ vā.",
  "atk-s0517a14:24_8": "Upādāyāti ādāya, antokatvāti attho.",
  "atk-s0517a14:24_9": "‘‘Upādāyā’’ti vacaneneva kālavinimuttaṁ nibbānampi gahitameva hoti.",
  "atk-s0517a14:24_10": "‘‘Atītā’’divacanāni ca ‘‘natthī’’tiādivacaneneva ghaṭīyanti, ‘‘sabbe’’tiādivacanena vā.",
  "atk-s0517a14:24_11": "Sabbe dhammāti sabbasaṅkhatāsaṅkhatadhammapariyādānaṁ.",
  "atk-s0517a14:24_12": "Sabbākārenāti sabbadhammesu ekekasseva dhammassa aniccākārādisabbākārapariyādānaṁ . Ñāṇamukheti ñāṇābhimukhe.",
  "atk-s0517a14:24_13": "Āpāthaṁ āgacchantīti osaraṇaṁ upenti.",
  "atk-s0517a14:24_14": "‘‘Jānitabba’’ntipadaṁ ‘‘neyya’’ntipadassa atthavivaraṇatthaṁ vuttaṁ.",
  "atk-s0517a14:25_0": "Attattho vātiādīsu vā-saddo samuccayattho. Attatthoti attano attho.",
  "atk-s0517a14:25_1": "Paratthoti paresaṁ tiṇṇaṁ lokānaṁ attho.",
  "atk-s0517a14:25_2": "Ubhayatthoti attano ca paresañcāti sakiṁyeva ubhinnaṁ attho.",
  "atk-s0517a14:25_3": "Diṭṭhadhammikoti diṭṭhadhamme niyutto, diṭṭhadhammappayojano vā attho.",
  "atk-s0517a14:25_4": "Samparāye niyutto, samparāyappayojano vā samparāyiko.",
  "atk-s0517a14:25_5": "Uttānotiādīsu vohāravasena vattabbo sukhapatiṭṭhattā uttāno.",
  "atk-s0517a14:25_6": "Vohāraṁ atikkamitvā vattabbo suññatāpaṭisaṁyutto dukkhapatiṭṭhattā gambhīro.",
  "atk-s0517a14:25_7": "Lokuttaro accantatirokkhattā gūḷho.",
  "atk-s0517a14:25_8": "Aniccatādiko ghanādīhi paṭicchannattā paṭicchanno.",
  "atk-s0517a14:25_9": "Appacuravohārena vattabbo yathārutaṁ aggahetvā adhippāyassa netabbattā neyyo.",
  "atk-s0517a14:25_10": "Pacuravohārena vattabbo vacanamattena adhippāyassa nītattā nīto.",
  "atk-s0517a14:25_11": "Suparisuddhasīlasamādhivipassanattho tadaṅgavikkhambhanavasena vajjavirahitattā anavajjo.",
  "atk-s0517a14:25_12": "Kilesasamucchedanato ariyamaggattho nikkileso.",
  "atk-s0517a14:25_13": "Kilesapaṭippassaddhattā ariyaphalattho vodāno.",
  "atk-s0517a14:25_14": "Saṅkhatāsaṅkhatesu aggadhammattā nibbānaṁ paramattho.",
  "atk-s0517a14:25_15": "Parivattatīti buddhañāṇassa visayabhāvato abahibhūtattā antobuddhañāṇe byāpitvā vā samantā vā āliṅgitvā vā visesena vā vattati.",
  "atk-s0517a14:26_0": "Sabbaṁ kāyakammantiādīhi bhagavato ñāṇamayataṁ dasseti.",
  "atk-s0517a14:26_1": "Ñāṇānuparivattatīti ñāṇaṁ anuparivattati, ñāṇavirahitaṁ na hotīti attho.",
  "atk-s0517a14:26_2": "Appaṭihatanti nirāvaraṇataṁ dasseti.",
  "atk-s0517a14:26_3": "Puna sabbaññutaṁ upamāya sādhetukāmo yāvatakantiādimāha.",
  "atk-s0517a14:26_4": "Tattha jānitabbanti neyyaṁ, neyyapariyanto neyyāvasānamassa atthīti neyyapariyantikaṁ.",
  "atk-s0517a14:26_5": "Asabbaññūnaṁ pana neyyāvasānameva natthi. Ñāṇapariyantikepi eseva nayo.",
  "atk-s0517a14:26_6": "Purimayamake vuttatthameva iminā yamakena visesetvā dasseti, tatiyayamakena paṭisedhavasena niyamitvā dasseti .",
  "atk-s0517a14:26_7": "Ettha ca neyyaṁ ñāṇassa pathattā neyyapatho.",
  "atk-s0517a14:26_8": "Aññamaññapariyantaṭṭhāyinoti neyyañca ñāṇañca khepetvā ṭhānato aññamaññassa pariyante ṭhānasīlā.",
  "atk-s0517a14:26_9": "Āvajjanappaṭibaddhāti manodvārāvajjanāyattā, āvajjitānantarameva jānātīti attho.",
  "atk-s0517a14:26_10": "Ākaṅkhappaṭibaddhāti ruciāyattā, āvajjanānantaraṁ javanañāṇena jānātīti attho.",
  "atk-s0517a14:26_11": "Itarāni dve padāni imesaṁ dvinnaṁ padānaṁ yathākkamena atthappakāsanatthaṁ vuttāni.",
  "atk-s0517a14:26_12": "Buddho āsayaṁ jānātītiādīni ñāṇakathāyaṁ vaṇṇitāni.",
  "atk-s0517a14:26_13": "Mahāniddese pana ‘‘bhagavā āsayaṁ jānātī’’ti (mahāni. 69) āgataṁ.",
  "atk-s0517a14:26_14": "Tattha ‘‘buddhassa bhagavato’’ti (mahāni.",
  "atk-s0517a14:26_15": "69) āgataṭṭhāne ca idha katthaci ‘‘buddhassā’’ti āgataṁ.",
  "atk-s0517a14:27_0": "Antamasoti uparimantena.",
  "atk-s0517a14:27_1": "Timitimiṅgalanti ettha timi nāma ekā macchajāti, timiṁ gilituṁ samatthā tato mahantasarīrā timiṅgalā nāma ekā macchajāti, timiṅgalampi gilituṁ samatthā pañcayojanasatikasarīrā timitimiṅgalā nāma ekā macchajāti.",
  "atk-s0517a14:27_2": "Idha jātiggahaṇena ekavacanaṁ katanti veditabbaṁ.",
  "atk-s0517a14:27_3": "Garuḷaṁ venateyyanti ettha garuḷoti jātivasena nāmaṁ, venateyyoti gottavasena. Padeseti ekadese.",
  "atk-s0517a14:27_4": "Sāriputtasamāti sabbabuddhānaṁ dhammasenāpatitthere gahetvā vuttanti veditabbaṁ.",
  "atk-s0517a14:27_5": "Sesasāvakā hi paññāya dhammasenāpatittherena samā nāma natthi.",
  "atk-s0517a14:27_6": "Yathāha – ‘‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ sāriputto’’ti (a. ni. 1.188-189). Aṭṭhakathāyañca vuttaṁ –",
  "atk-s0517a14:28_0": "‘‘Lokanāthaṁ ṭhapetvāna, ye caññe santi pāṇino;",
  "atk-s0517a14:29_0": "Paññāya sāriputtassa, kalaṁ nāgghanti soḷasi’’nti. (visuddhi. 1.171);",
  "atk-s0517a14:30_0": "Pharitvāti buddhañāṇaṁ sabbadevamanussānampi paññaṁ pāpuṇitvā ṭhānato tesaṁ paññaṁ pharitvā byāpitvā tiṭṭhati.",
  "atk-s0517a14:30_1": "Atighaṁsitvāti buddhañāṇaṁ sabbadevamanussānampi paññaṁ atikkamitvā tesaṁ avisayabhūtampi sabbaṁ neyyaṁ ghaṁsitvā bhañjitvā tiṭṭhati. Mahāniddese pana (mahāni.",
  "atk-s0517a14:30_2": "69) ‘‘abhibhavitvā’’ti pāṭho, madditvātipi attho.",
  "atk-s0517a14:30_3": "Yepi tetiādīhi evaṁ pharitvā atighaṁsitvā ṭhānassa paccakkhakāraṇaṁ dasseti.",
  "atk-s0517a14:30_4": "Tattha paṇḍitāti paṇḍiccena samannāgatā.",
  "atk-s0517a14:30_5": "Nipuṇāti saṇhasukhumabuddhino sukhume atthantare paṭivijjhanasamatthā.",
  "atk-s0517a14:30_6": "Kataparappavādāti ñātaparappavādā ceva parehi saddhiṁ katavādaparicayā ca.",
  "atk-s0517a14:30_7": "Vālavedhirūpāti vālavedhidhanuggahasadisā.",
  "atk-s0517a14:30_8": "Vobhindantā maññe caranti paññāgatena diṭṭhigatānīti vālavedhī viya vālaṁ sukhumānipi paresaṁ diṭṭhigamanāni attano paññāgamanena bhindantā viya carantīti attho.",
  "atk-s0517a14:30_9": "Atha vā ‘‘gūthagataṁ muttagata’’ntiādīsu (a. ni.",
  "atk-s0517a14:30_10": "9.11) viya paññā eva paññāgatāni, diṭṭhiyo eva diṭṭhigatāni.",
  "atk-s0517a14:31_0": "Pañhaṁ abhisaṅkharitvāti dvipadampi tipadampi catuppadampi pucchaṁ racayitvā.",
  "atk-s0517a14:31_1": "Tesaṁ pañhānaṁ atibahukattā sabbasaṅgahatthaṁ dvikkhattuṁ vuttaṁ.",
  "atk-s0517a14:31_2": "Gūḷhāni ca paṭicchannāni atthajātānīti pāṭhaseso.",
  "atk-s0517a14:31_3": "Tesaṁ tathā vinayaṁ disvā ‘‘attanā abhisaṅkhatapañhaṁ pucchatū’’ti evaṁ bhagavatā adhippetattā pañhaṁ pucchanti.",
  "atk-s0517a14:31_4": "Aññesaṁ pana pucchāya okāsameva adatvā bhagavā upasaṅkamantānaṁ dhammaṁ deseti. Yathāha –",
  "atk-s0517a14:32_0": "‘‘Te pañhaṁ abhisaṅkharonti ‘imaṁ mayaṁ pañhaṁ samaṇaṁ gotamaṁ upasaṅkamitvā pucchissāma, sace no samaṇo gotamo evaṁ puṭṭho evaṁ byākarissati, evamassa mayaṁ vādaṁ āropessāma.",
  "atk-s0517a14:32_1": "Evaṁ cepi no puṭṭho evaṁ byākarissati, evaṁpissa mayaṁ vādaṁ āropessāmā’ti.",
  "atk-s0517a14:32_2": "Te yena samaṇo gotamo, tenupasaṅkamanti, te samaṇo gotamo dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṁseti.",
  "atk-s0517a14:32_3": "Te samaṇena gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā na ceva samaṇaṁ gotamaṁ pañhaṁ pucchanti, kutossa vādaṁ āropessanti?",
  "atk-s0517a14:32_4": "Aññadatthu samaṇasseva gotamassa sāvakā sampajjantī’’ti (ma. ni. 1.289).",
  "atk-s0517a14:33_0": "Kasmā pañhaṁ na pucchantīti ce?",
  "atk-s0517a14:33_1": "Bhagavā kira parisamajjhe dhammaṁ desento parisāya ajjhāsayaṁ oloketi.",
  "atk-s0517a14:33_2": "Tato passati ‘‘ime paṇḍitā gūḷhaṁ rahassaṁ pañhaṁ ovaṭṭikasāraṁ katvā āgatā’’ti.",
  "atk-s0517a14:33_3": "So tehi apuṭṭhoyeva ‘‘pañhapucchāya ettakā dosā, vissajjane ettakā, atthe pade akkhare ettakāti ime pañhe pucchanto evaṁ puccheyya, vissajjento evaṁ vissajjeyyā’’ti iti ovaṭṭikasāraṁ katvā ānīte pañhe dhammakathāya antare pakkhipitvā vidaṁseti.",
  "atk-s0517a14:33_4": "Te paṇḍitā ‘‘seyyā vata no, ye mayaṁ ime pañhe na pucchimha.",
  "atk-s0517a14:33_5": "Sacepi mayaṁ puccheyyāma, appatiṭṭhite no katvā samaṇo gotamo khipeyyā’’ti attamanā bhavanti.",
  "atk-s0517a14:33_6": "Apica buddhā nāma dhammaṁ desentā parisaṁ mettāya pharanti.",
  "atk-s0517a14:33_7": "Mettāya ca pharaṇena dasabalesu mahājanassa cittaṁ pasīdati.",
  "atk-s0517a14:33_8": "Buddhā nāma rūpaggappattā honti dassanasampannā madhurassarā mudujivhā suphusitadantāvaraṇā amatena hadayaṁ siñcantā viya dhammaṁ kathenti.",
  "atk-s0517a14:33_9": "Tatra nesaṁ mettāpharaṇena pasannacittānaṁ evaṁ hoti – evarūpaṁ advejjhakathaṁ amoghakathaṁ niyyānikakathaṁ kathentena bhagavatā saddhiṁ na sakkhissāma paccanīkaggāhaṁ gaṇhitunti attano pasannabhāveneva pañhaṁ na pucchantīti.",
  "atk-s0517a14:34_0": "Kathitā visajjitā cāti evaṁ tumhe pucchathāti pucchitapañhānaṁ uccāraṇena te pañhā bhagavatā kathitā eva honti.",
  "atk-s0517a14:34_1": "Yathā ca te visajjetabbā, tathā visajjitā eva honti.",
  "atk-s0517a14:34_2": "Niddiṭṭhakāraṇāti iminā kāraṇena iminā hetunā evaṁ hotīti evaṁ sahetukaṁ katvā visajjanena bhagavatā niddiṭṭhakāraṇā eva honti te pañhā.",
  "atk-s0517a14:34_3": "Upakkhittakā ca te bhagavato sampajjantīti te khattiyapaṇḍitādayo bhagavato pañhavisajjaneneva bhagavato samīpe khittakā pādakhittakā sampajjanti, sāvakā vā sampajjanti upāsakā vāti attho, sāvakasampattiṁ vā pāpuṇanti upāsakasampattiṁ vāti vuttaṁ hoti.",
  "atk-s0517a14:34_4": "Athāti anantaratthe, tesaṁ upakkhittakasampattisamanantaramevāti attho .",
  "atk-s0517a14:34_5": "Tatthāti tasmiṁ ṭhāne, tasmiṁ adhikāre vā.",
  "atk-s0517a14:34_6": "Atirocatīti ativiya joteti pakāsati.",
  "atk-s0517a14:34_7": "Yadidaṁ paññāyāti yāyaṁ bhagavato paññā, tāya paññāya bhagavāva atirocatīti attho.",
  "atk-s0517a14:34_8": "Itisaddo kāraṇatthe, iminā kāraṇena aggo asāmantapaññoti attho.",
  "atk-s0517a14:35_0": "6.Rāgaṁ abhibhuyyatīti bhūripaññāti sā sā maggapaññā attanā vajjhaṁ rāgaṁ abhibhuyyati abhibhavati maddatīti bhūripaññā.",
  "atk-s0517a14:35_1": "Bhūrīti hi phuṭaṭṭho visadattho .",
  "atk-s0517a14:35_2": "Yā ca phuṭā, sā paṭipakkhaṁ abhibhavati na aphuṭā, tasmā bhūripaññāya abhibhavanattho vutto.",
  "atk-s0517a14:35_3": "Abhibhavitāti sā sā phalapaññā taṁ taṁ rāgaṁ abhibhavitavatī madditavatīti bhūripaññā. Abhibhavatāti vā pāṭho. Sesesupi eseva nayo.",
  "atk-s0517a14:35_4": "Rāgādīsu pana rajjanalakkhaṇo rāgo. Dussanalakkhaṇo doso. Muyhanalakkhaṇo moho. Kujjhanalakkhaṇo kodho. Upanandhanalakkhaṇo upanāho.",
  "atk-s0517a14:35_5": "Pubbakālaṁ kodho, aparakālaṁ upanāho.",
  "atk-s0517a14:35_6": "Paraguṇamakkhanalakkhaṇo makkho. Yugaggāhalakkhaṇo paḷāso.",
  "atk-s0517a14:35_7": "Parasampattikhīyanalakkhaṇā issā.",
  "atk-s0517a14:35_8": "Attano sampattinigūhaṇalakkhaṇaṁ macchariyaṁ.",
  "atk-s0517a14:35_9": "Attanā katapāpapaṭicchādanalakkhaṇā māyā.",
  "atk-s0517a14:35_10": "Attano avijjamānaguṇappakāsanalakkhaṇaṁ sāṭheyyaṁ.",
  "atk-s0517a14:35_11": "Cittassa uddhumātabhāvalakkhaṇo thambho.",
  "atk-s0517a14:35_12": "Karaṇuttariyalakkhaṇo sārambho. Unnatilakkhaṇo māno. Abbhunnatilakkhaṇo atimāno. Mattabhāvalakkhaṇo mado.",
  "atk-s0517a14:35_13": "Pañcasu kāmaguṇesu cittavosaggalakkhaṇo pamādo.",
  "atk-s0517a14:36_0": "Rāgo ari, taṁ ariṁ maddanipaññātiādīhi kiṁ vuttaṁ hoti?",
  "atk-s0517a14:36_1": "Rāgādiko kileso cittasantāne bhūto arīti bhū-ari, padasandhivasena a-kāra lopaṁ katvā bhūrīti vutto.",
  "atk-s0517a14:36_2": "Tassa bhūrissa maddanī paññā bhūrimaddanipaññāti vattabbe maddani sadda lopaṁ katvā ‘‘bhūripaññā’’ti vuttanti veditabbaṁ.",
  "atk-s0517a14:36_3": "Taṁ ariṁ maddanīti ca tesaṁ arīnaṁ maddanīti padacchedo kātabbo.",
  "atk-s0517a14:36_4": "Pathavīsamāyāti vitthatavipulaṭṭheneva pathavīsamāya.",
  "atk-s0517a14:36_5": "Vitthatāyāti pajānitabbe visaye patthaṭāya, na ekadese vattamānāya. Vipulāyāti oḷārikabhūtāya.",
  "atk-s0517a14:36_6": "Mahāniddese pana ‘‘vipulāya vitthatāyā’’ti (mahāni. 27) āgataṁ. Samannāgatoti puggalo.",
  "atk-s0517a14:36_7": "Itisaddo kāraṇatthe, iminā kāraṇena puggalassa bhūripaññāya samannāgatattā tassa paññā bhūripaññā nāmāti bhūte atthe ramatīti attho.",
  "atk-s0517a14:36_8": "Bhūripaññassa paññā bhūripaññapaññāti vattabbe ekassa paññāsaddassa lopaṁ katvā ‘‘bhūripaññā’’ti vuttaṁ.",
  "atk-s0517a14:36_9": "Bhūrisamā paññāti vā bhūripaññā.",
  "atk-s0517a14:36_10": "Apicāti aññapariyāyadassanatthaṁ vuttaṁ. Paññāyametanti paññāya etaṁ. Adhivacananti adhikavacanaṁ.",
  "atk-s0517a14:36_11": "Bhūrīti bhūte atthe ramatīti bhūri.",
  "atk-s0517a14:36_12": "Medhāti asani viya siluccaye kilese medhati hiṁsatīti medhā, khippaṁ gahaṇadhāraṇaṭṭhena vā medhā.",
  "atk-s0517a14:36_13": "Pariṇāyikāti yassuppajjati, taṁ sattaṁ hitapaṭipattiyaṁ sampayuttadhamme ca yāthāvalakkhaṇapaṭivedhe ca parinetīti pariṇāyikā.",
  "atk-s0517a14:36_14": "Imeheva aññānipi paññāpariyāyavacanāni vuttāni honti.",
  "atk-s0517a14:37_0": "Paññābāhullanti paññā bahulā assāti paññābahulo, tassa bhāvo paññābāhullaṁ.",
  "atk-s0517a14:37_1": "Tañca bahulaṁ pavattamānā paññā eva.",
  "atk-s0517a14:37_2": "Idhekaccotiādīsu puthujjanakalyāṇako vā ariyo vā.",
  "atk-s0517a14:37_3": "Paññā garukā assāti paññāgaruko.",
  "atk-s0517a14:37_4": "Paññā caritaṁ pavattaṁ assāti paññācarito. Paññā āsayo assāti paññāsayo.",
  "atk-s0517a14:37_5": "Paññāya adhimuttoti paññādhimutto.",
  "atk-s0517a14:37_6": "Paññā eva dhajabhūtā assāti paññādhajo.",
  "atk-s0517a14:37_7": "Paññā eva ketubhūtā assāti paññāketu.",
  "atk-s0517a14:37_8": "Paññā eva adhipati paññādhipati, paññādhipatito āgatattā paññādhipateyyo.",
  "atk-s0517a14:37_9": "Dhammasabhāvavicinanaṁ bahulamassāti vicayabahulo.",
  "atk-s0517a14:37_10": "Nānappakārena dhammasabhāvavicinanaṁ bahulamassāti pavicayabahulo.",
  "atk-s0517a14:37_11": "Paññāya ogāhetvā tassa tassa dhammassa khāyanaṁ pākaṭakaraṇaṁ okkhāyanaṁ, okkhāyanaṁ bahulamassāti okkhāyanabahulo.",
  "atk-s0517a14:37_12": "Paññāya tassa tassa dhammassa sammā pekkhaṇā sampekkhā, sampekkhāya ayanaṁ pavattanaṁ sampekkhāyanaṁ, sampekkhāyanaṁ dhammo pakati assāti sampekkhāyanadhammo.",
  "atk-s0517a14:37_13": "Taṁ taṁ dhammaṁ vibhūtaṁ pākaṭaṁ katvā viharatīti vibhūtavihārī, vibhūto vihāro vā assa atthīti vibhūtavihārī.",
  "atk-s0517a14:37_14": "Sā paññā caritaṁ, garukā, bahulā assāti taccarito taggaruko tabbahulo.",
  "atk-s0517a14:37_15": "Tassaṁ paññāyaṁ ninno, poṇo, pabbhāro, adhimuttoti tanninno tappoṇo tappabbhāro tadadhimutto.",
  "atk-s0517a14:37_16": "Sā paññā adhipati tadadhipati, tato āgato tadadhipateyyo.",
  "atk-s0517a14:37_17": "‘‘Paññāgaruko’’tiādīni ‘‘kāmaṁ sevantaṁyeva jānāti ayaṁ puggalo kāmagaruko’’tiādīsu (paṭi. ma.",
  "atk-s0517a14:37_18": "1.113) viya purimajātito pabhuti vuttāni.",
  "atk-s0517a14:37_19": "‘‘Taccarito’’tiādīni imissā jātiyā vuttāni.",
  "atk-s0517a14:38_0": "Sīghapaññā ca lahupaññā ca hāsapaññā ca javanapaññā ca lokiyalokuttaramissakā. Khippaṭṭhena sīghapaññā. Lahukaṭṭhena lahupaññā. Hāsabahulaṭṭhena hāsapaññā.",
  "atk-s0517a14:38_1": "Vipassanūpagasaṅkhāresu ca visaṅkhāre ca javanaṭṭhena javanapaññā.",
  "atk-s0517a14:38_2": "Sīghaṁ sīghanti bahunnaṁ sīlādīnaṁ saṅgahatthaṁ dvikkhattuṁ vuttaṁ.",
  "atk-s0517a14:38_3": "Sīlānīti cārittavārittavasena paññattāni pātimokkhasaṁvarasīlāni.",
  "atk-s0517a14:38_4": "Indriyasaṁvaranti cakkhādīnaṁ channaṁ indriyānaṁ rāgapaṭighappavesaṁ akatvā satikavāṭena vāraṇaṁ thakanaṁ.",
  "atk-s0517a14:38_5": "Bhojane mattaññutanti paccavekkhitaparibhogavasena bhojane pamāṇaññubhāvaṁ.",
  "atk-s0517a14:38_6": "Jāgariyānuyoganti divasassa tīsu koṭṭhāsesu, rattiyā paṭhamapacchimakoṭṭhāsesu ca jāgarati na niddāyati, samaṇadhammameva ca karotīti jāgaro, jāgarassa bhāvo, kammaṁ vā jāgariyaṁ, jāgariyassa anuyogo jāgariyānuyogo. Taṁ jāgariyānuyogaṁ.",
  "atk-s0517a14:38_7": "Sīlakkhandhanti sekkhaṁ asekkhaṁ vā sīlakkhandhaṁ.",
  "atk-s0517a14:38_8": "Evamitarepi khandhā veditabbā.",
  "atk-s0517a14:38_9": "Paññākkhandhanti maggapaññañca sekkhāsekkhānaṁ lokiyapaññañca.",
  "atk-s0517a14:38_10": "Vimuttikkhandhanti phalavimuttiṁ.",
  "atk-s0517a14:38_11": "Vimuttiñāṇadassanakkhandhanti paccavekkhaṇañāṇaṁ.",
  "atk-s0517a14:39_0": "Hāsabahuloti mūlapadaṁ.",
  "atk-s0517a14:39_1": "Vedabahuloti tassā eva pītiyā sampayuttasomanassavedanāvasena niddesapadaṁ.",
  "atk-s0517a14:39_2": "Tuṭṭhibahuloti nātibalavapītiyā tuṭṭhākāravasena.",
  "atk-s0517a14:39_3": "Pāmojjabahuloti balavapītiyā pamuditabhāvavasena.",
  "atk-s0517a14:40_0": "7.Yaṁ kiñci rūpantiādi sammasanañāṇaniddese vuttatthaṁ.",
  "atk-s0517a14:40_1": "Tulayitvāti kalāpasammasanavasena tuletvā.",
  "atk-s0517a14:40_2": "Tīrayitvāti udayabbayānupassanāvasena tīrayitvā.",
  "atk-s0517a14:40_3": "Vibhāvayitvāti bhaṅgānupassanādivasena pākaṭaṁ katvā.",
  "atk-s0517a14:40_4": "Vibhūtaṁ katvāti saṅkhārupekkhānulomavasena phuṭaṁ katvā. Tikkhapaññā lokuttarā eva.",
  "atk-s0517a14:40_5": "Uppannanti samathavipassanāvasena vikkhambhanatadaṅgavasena pahīnampi ariyamaggena asamūhatattā uppattidhammataṁ anatītatāya asamūhatuppannanti vuccati, taṁ idha adhippetaṁ.",
  "atk-s0517a14:40_6": "Nādhivāsetīti santānaṁ āropetvā na vāseti.",
  "atk-s0517a14:40_7": "Pajahatīti samucchedavasena pajahati. Vinodetīti khipati.",
  "atk-s0517a14:40_8": "Byantīkarotīti vigatantaṁ karoti.",
  "atk-s0517a14:40_9": "Anabhāvaṁ gametīti anu abhāvaṁ gameti, vipassanānukkamena ariyamaggaṁ patvā samucchedavaseneva abhāvaṁ gamayatīti attho.",
  "atk-s0517a14:40_10": "Ettha ca kāmapaṭisaṁyutto vitakko kāmavitakko.",
  "atk-s0517a14:40_11": "‘‘Ime sattā marantū’’ti paresaṁ maraṇapaṭisaṁyutto vitakko byāpādavitakko.",
  "atk-s0517a14:40_12": "‘‘Ime sattā vihiṁsīyantū’’ti paresaṁ vihiṁsāpaṭisaṁyutto vitakko vihiṁsāvitakko. Pāpaketi lāmake.",
  "atk-s0517a14:40_13": "Akusale dhammeti akosallasambhūte dhamme.",
  "atk-s0517a14:41_0": "Nibbedhikapaññāti nibbidābahulassa puggalassa uppannamaggapaññā eva.",
  "atk-s0517a14:41_1": "Ubbegabahuloti ñāṇabhayavasena bhayabahulo.",
  "atk-s0517a14:41_2": "Uttāsabahuloti balavabhayabahulo .",
  "atk-s0517a14:41_3": "Idaṁ purimasseva atthavivaraṇaṁ.",
  "atk-s0517a14:41_4": "Ukkaṇṭhanabahuloti saṅkhārato uddhaṁ visaṅkhārābhimukhatāya ukkaṇṭhanabahulo.",
  "atk-s0517a14:41_5": "Anabhiratibahuloti ukkaṇṭhanavaseneva abhiratiabhāvaṁ dīpeti.",
  "atk-s0517a14:41_6": "Idānipi tamatthaṁ dvīhi vacanehi vivarati.",
  "atk-s0517a14:41_7": "Tattha bahimukhoti saṅkhārato bahibhūtanibbānābhimukho. Na ramatīti nābhiramati.",
  "atk-s0517a14:41_8": "Anibbiddhapubbanti anamatagge saṁsāre antaṁ pāpetvā anibbiddhapubbaṁ.",
  "atk-s0517a14:41_9": "Appadālitapubbanti tasseva atthavacanaṁ, antakaraṇeneva apadālitapubbanti attho.",
  "atk-s0517a14:41_10": "Lobhakkhandhanti lobharāsiṁ, lobhakoṭṭhāsaṁ vā.",
  "atk-s0517a14:41_11": "Imāhi soḷasahi paññāhi samannāgatoti ukkaṭṭhaparicchedena arahāyeva vutto.",
  "atk-s0517a14:41_12": "Upari ‘‘eko sekkhapaṭisambhidappatto’’ti (paṭi. ma.",
  "atk-s0517a14:41_13": "3.8) vuttattā sotāpannasakadāgāmianāgāminopi labbhantiyeva.",
  "atk-s0517a14:42_0": "2. Puggalavisesaniddesavaṇṇanā",
  "atk-s0517a14:43_0": "8.Dvepuggalātiādīhi paṭisambhidappattapuggalavisesapaṭipāṭiṁ dasseti.",
  "atk-s0517a14:43_1": "Tattha pubbayogoti atītajātīsu paṭisambhidappattihetubhūto puññapayogo.",
  "atk-s0517a14:43_2": "Tenāti tena pubbayogakāraṇena. Evaṁ sesesupi.",
  "atk-s0517a14:43_3": "Atireko hotīti atiritto hoti, atirekayogato vā ‘‘atireko’’ti vutto. Adhiko hotīti aggo hoti.",
  "atk-s0517a14:43_4": "Viseso hotīti visiṭṭho hoti, visesayogato vā viseso.",
  "atk-s0517a14:43_5": "Ñāṇaṁ pabhijjatīti paṭisambhidāñāṇappabhedaṁ pāpuṇāti.",
  "atk-s0517a14:44_0": "Bahussutoti buddhavacanavasena.",
  "atk-s0517a14:44_1": "Desanābahuloti dhammadesanāvasena.",
  "atk-s0517a14:44_2": "Garūpanissitoti paññāya adhikaṁ garuṁ upanissito.",
  "atk-s0517a14:44_3": "Vihārabahuloti vipassanāvihārabahulo, phalasamāpattivihārabahulo vā.",
  "atk-s0517a14:44_4": "Paccavekkhaṇābahuloti vipassanāvihāre sati vipassanāpaccavekkhaṇābahulo, phalasamāpattivihāre sati phalasamāpattipaccavekkhaṇābahulo.",
  "atk-s0517a14:44_5": "Sekhapaṭisambhidappattoti sekho hutvā paṭisambhidappatto.",
  "atk-s0517a14:44_6": "Evaṁ asekhapaṭisambhidappatto.",
  "atk-s0517a14:44_7": "Sāvakapāramippattoti ettha mahāpaññānaṁ aggassa mahāsāvakassa sattasaṭṭhiyā sāvakañāṇānaṁ pāragamanaṁ pāramī, sāvakassa pāramī sāvakapāramī, taṁ sāvakapāramiṁ pattoti sāvakapāramippatto.",
  "atk-s0517a14:44_8": "Sāvakapāramitāppattoti vā pāṭho.",
  "atk-s0517a14:44_9": "Sattasaṭṭhiyā sāvakañāṇānaṁ pālako pūrako ca so mahāsāvako paramo, tassa paramassa ayaṁ sattasaṭṭhibhedā ñāṇakiriyā paramassa bhāvo, kammaṁ vāti pāramī, tassa sāvakassa pāramī sāvakapāramī , taṁ pattoti sāvakapāramippatto.",
  "atk-s0517a14:44_10": "Sāvakapāramippattoti mahāmoggallānattherādiko yo koci sāvako.",
  "atk-s0517a14:44_11": "Sāvakapāramippattasāvakato atirekassa aññassa sāvakassa abhāvā eko paccekasambuddhoti āha.",
  "atk-s0517a14:44_12": "Puna paññāpabhedakusalotiādīhi vuttatthameva nigametvā dassesīti.",
  "atk-s0517a14:44_13": "Ñāṇakathāya yebhuyyena anekāni ñāṇāni niddiṭṭhāni.",
  "atk-s0517a14:44_14": "Paññākathāya yebhuyyena ekāpi paññā nānākāravasena nānākatvā vuttāti ayaṁ viseso.",
  "atk-s0517a14:45_0": "Mahāpaññākathāvaṇṇanā niṭṭhitā."
}