{
  "atk-s0402a52:0_0": "(17) 2. Paṭipadāvaggo",
  "atk-s0402a52:1_0": "1. Saṁkhittasuttavaṇṇanā",
  "atk-s0402a52:2_0": "161.",
  "atk-s0402a52:2_1": "Dutiyassa paṭhame sukhapaṭikkhepena dukkhā paṭipajjitabbato paṭipadā etissāti dukkhāpaṭipadā.",
  "atk-s0402a52:2_2": "Asīghappavattitāya garubhāvena dandhā abhiññā etissāti dandhābhiññā.",
  "atk-s0402a52:2_3": "Imināva nayena sabbapadesu attho veditabbo.",
  "atk-s0402a52:3_0": "2. Vitthārasuttavaṇṇanā",
  "atk-s0402a52:4_0": "162.",
  "atk-s0402a52:4_1": "Dutiye abhikkhaṇanti abhiṇhaṁ.",
  "atk-s0402a52:4_2": "Ānantariyanti anantaravipākadāyakaṁ maggasamādhiṁ.",
  "atk-s0402a52:4_3": "Āsavānaṁ khayāyāti arahattaphalatthāya.",
  "atk-s0402a52:4_4": "Pañcindriyānīti vipassanāpañcamakāni pañcindriyāni.",
  "atk-s0402a52:4_5": "Paññindriyanti hi ettha vipassanāpaññāva paññindriyanti adhippetaṁ.",
  "atk-s0402a52:4_6": "Sesamettha pāḷivasena uttānameva.",
  "atk-s0402a52:5_0": "Imāsaṁ pana paṭipadānaṁ ayaṁ āvibhāvakathā –",
  "atk-s0402a52:5_1": "idha bhikkhu pubbe akatābhiniveso pubbabhāge rūpapariggahe kilamati, arūpapariggahe kilamati, paccayapariggahe kilamati, tīsu addhāsu kilamati, maggāmagge kilamati.",
  "atk-s0402a52:5_2": "Evaṁ pañcasu ṭhānesu kilamanto vipassanaṁ pāpuṇāti.",
  "atk-s0402a52:5_3": "Vipassanaṁ patvāpi udayabbayānupassane, bhaṅgānupassane, bhayatupaṭṭhāne, ādīnavānupassane, nibbidānupassane, muccitukamyatāñāṇe, saṅkhārupekkhāñāṇe, anulomañāṇe, gotrabhuñāṇeti imesu navasu vipassanāñāṇesupi kilamitvāva lokuttaramaggaṁ pāpuṇāti.",
  "atk-s0402a52:5_4": "Tassa so lokuttaramaggo evaṁ dukkhena garubhāvena sacchikatattā dukkhapaṭipado dandhābhiñño nāma jāto.",
  "atk-s0402a52:5_5": "Yo pana pubbabhāge pañcasu ñāṇesu kilamanto aparabhāge navasu vipassanāñāṇesu akilamitvāva maggaṁ sacchikaroti, tassa so maggo evaṁ dukkhena agarubhāvena sacchikatattā dukkhapaṭipado khippābhiñño nāma jāto.",
  "atk-s0402a52:5_6": "Iminā upāyena itarāpi dve veditabbā.",
  "atk-s0402a52:6_0": "Goṇapariyesakaupamāhi cetā vibhāvetabbā –",
  "atk-s0402a52:6_1": "ekassa hi purisassa cattāro goṇā palāyitvā aṭaviṁ paviṭṭhā.",
  "atk-s0402a52:6_2": "So sakaṇṭake sagahane vane te pariyesanto gahanamaggeneva kicchena kasirena gantvā gahanaṭṭhāneyeva nilīne goṇepi kicchena kasirena addasa.",
  "atk-s0402a52:6_3": "Eko kicchena gantvā abbhokāse ṭhite khippameva addasa.",
  "atk-s0402a52:6_4": "Aparo abbhokāsamaggena sukhena gantvā gahanaṭṭhāne nilīne kicchena kasirena addasa.",
  "atk-s0402a52:6_5": "Aparo abbhokāsamaggeneva sukhena gantvā abbhokāse ṭhiteyeva khippaṁ addasa.",
  "atk-s0402a52:6_6": "Tattha cattāro goṇā viya cattāro ariyamaggā daṭṭhabbā, goṇapariyesako puriso viya yogāvacaro, gahanamaggena kicchena kasirena gamanaṁ viya pubbabhāge pañcasu ñāṇesu kilamato dukkhāpaṭipadā.",
  "atk-s0402a52:6_7": "Gahanaṭṭhāne nilīnānaṁ kiccheneva dassanaṁ viya aparabhāge navasu ñāṇesu kilamantassa ariyamaggānaṁ dassanaṁ.",
  "atk-s0402a52:6_8": "Iminā upāyena sesaupamāpi yojetabbā.",
  "atk-s0402a52:7_0": "3. Asubhasuttavaṇṇanā",
  "atk-s0402a52:8_0": "163.",
  "atk-s0402a52:8_1": "Tatiye asubhānupassī kāye viharatīti attano karajakāye ‘‘yathā etaṁ, tathā ida’’nti iminā nayena bahiddhā diṭṭhānaṁ dasannaṁ asubhānaṁ upasaṁharaṇavasena asubhānupassī viharati, attano kāyaṁ asubhato paṭikūlato ñāṇena passatīti attho.",
  "atk-s0402a52:8_2": "Āhāre paṭikūlasaññīti navannaṁ pāṭikulyānaṁ vasena kabaḷīkārāhāre paṭikūlasaññī.",
  "atk-s0402a52:8_3": "Sabbaloke anabhiratisaññīti sabbasmimpi tedhātuke lokasannivāse anabhiratāya ukkaṇṭhitasaññāya samannāgato.",
  "atk-s0402a52:8_4": "Sabbasaṅkhāresu aniccānupassīti sabbepi tebhūmakasaṅkhāre aniccato anupassanto.",
  "atk-s0402a52:8_5": "Maraṇasaññāti maraṇaṁ ārabbha uppannasaññā.",
  "atk-s0402a52:8_6": "Ajjhattaṁ sūpaṭṭhitā hotīti niyakajjhatte suṭṭhu upaṭṭhitā hoti.",
  "atk-s0402a52:8_7": "Ettāvatā balavavipassanā kathitā.",
  "atk-s0402a52:8_8": "Sekhabalānīti sikkhanakānaṁ balāni.",
  "atk-s0402a52:8_9": "Sesamettha pāḷivasena uttānameva.",
  "atk-s0402a52:8_10": "‘‘Asubhānupassī’’tiādīni pana dukkhāya paṭipadāya dassanatthaṁ vuttāni, paṭhamajjhānādīni sukhāya.",
  "atk-s0402a52:8_11": "Asubhādīni hi paṭikūlārammaṇāni, tesu pana pakatiyāva sampiyāyamānaṁ cittaṁ allīyati.",
  "atk-s0402a52:8_12": "Tasmā tāni bhāvento dukkhapaṭipadaṁ paṭipanno nāma hoti.",
  "atk-s0402a52:8_13": "Paṭhamajjhānādīni paṇītasukhāni , tasmā tāni paṭipanno sukhapaṭipadaṁ paṭipanno nāma hoti.",
  "atk-s0402a52:9_0": "Ayaṁ panettha sabbasādhāraṇā upamā –",
  "atk-s0402a52:9_1": "saṅgāmāvacarapuriso hi phalakakoṭṭhakaṁ katvā pañcāvudhāni sannayhitvā saṅgāmaṁ pavisati, so antarā vissamitukāmo phalakakoṭṭhakaṁ pavisitvā vissamati ceva pānabhojanādīni ca paṭisevati.",
  "atk-s0402a52:9_2": "Tato puna saṅgāmaṁ pavisitvā kammaṁ karoti.",
  "atk-s0402a52:9_3": "Tattha saṅgāmo viya kilesasaṅgāmo daṭṭhabbo, phalakakoṭṭhako viya pañcanissayabalāni, saṅgāmapavisanapuriso viya yogāvacaro, pañcāvudhasannāho viya vipassanāpañcamāni indriyāni, saṅgāmaṁ pavisanakālo viya vipassanāya kammakaraṇakālo, vissamitukāmassa phalakakoṭṭhakaṁ pavisitvā vissamanapānabhojanāni paṭisevanakālo viya vipassanāya kammaṁ karontassa cittuppādassa nirassādakkhaṇe pañca balāni nissāya cittaṁ sampahaṁsanakālo, vissamitvā khāditvā pivitvā ca puna saṅgāmassa pavisanakālo viya pañcahi balehi cittaṁ sampahaṁsetvā puna vipassanāya kammaṁ karontassa vivaṭṭetvā arahattaggahaṇakālo veditabbo.",
  "atk-s0402a52:9_4": "Imasmiṁ pana sutte balāni ceva indriyāni ca missakāneva kathitānīti.",
  "atk-s0402a52:10_0": "4. Paṭhamakhamasuttavaṇṇanā",
  "atk-s0402a52:11_0": "164.",
  "atk-s0402a52:11_1": "Catutthe akkhamāti anadhivāsikapaṭipadā.",
  "atk-s0402a52:11_2": "Khamāti adhivāsikapaṭipadā.",
  "atk-s0402a52:11_3": "Damāti indriyadamanapaṭipadā.",
  "atk-s0402a52:11_4": "Samāti akusalavitakkānaṁ vūpasamanapaṭipadā.",
  "atk-s0402a52:11_5": "Rosantaṁ paṭirosatīti ghaṭṭentaṁ paṭighaṭṭeti.",
  "atk-s0402a52:11_6": "Bhaṇḍantaṁpaṭibhaṇḍatīti paharantaṁ paṭipaharati.",
  "atk-s0402a52:11_7": "Pañcamachaṭṭhāni uttānatthāneva.",
  "atk-s0402a52:12_0": "7. Mahāmoggallānasuttavaṇṇanā",
  "atk-s0402a52:13_0": "167.",
  "atk-s0402a52:13_1": "Sattame mahāmoggallānattherassa heṭṭhimā tayo maggā sukhapaṭipadā dandhābhiññā ahesuṁ, arahattamaggo dukkhapaṭipado khippābhiñño.",
  "atk-s0402a52:13_2": "Tasmā evamāha –",
  "atk-s0402a52:13_3": "‘‘yāyaṁ paṭipadā dukkhā khippābhiññā, imaṁ me paṭipadaṁ āgamma anupādāya āsavehi cittaṁ vimutta’’nti.",
  "atk-s0402a52:14_0": "8. Sāriputtasuttavaṇṇanā",
  "atk-s0402a52:15_0": "168.",
  "atk-s0402a52:15_1": "Aṭṭhame dhammasenāpatittherassa heṭṭhimā tayo maggā sukhapaṭipadā dandhābhiññā, arahattamaggo sukhapaṭipado khippābhiñño.",
  "atk-s0402a52:15_2": "Tasmā ‘‘yāyaṁ paṭipadā sukhā khippābhiññā’’ti āha.",
  "atk-s0402a52:15_3": "Imesu pana dvīsupi suttesu missikāva paṭipadā kathitāti veditabbā.",
  "atk-s0402a52:16_0": "9. Sasaṅkhārasuttavaṇṇanā",
  "atk-s0402a52:17_0": "169.",
  "atk-s0402a52:17_1": "Navame paṭhamadutiyapuggalā sukkhavipassakā sasaṅkhārena sappayogena saṅkhāranimittaṁ upaṭṭhapenti.",
  "atk-s0402a52:17_2": "Tesu eko vipassanindriyānaṁ balavattā idheva kilesaparinibbānena parinibbāyati, eko indriyānaṁ dubbalatāya idha asakkonto anantare attabhāve tadeva mūlakammaṭṭhānaṁ paṭilabhitvā sasaṅkhārena sappayogena saṅkhāranimittaṁ upaṭṭhapetvā kilesaparinibbānena parinibbāyati, tatiyacatutthā samathayānikā.",
  "atk-s0402a52:17_3": "Tesaṁ eko asaṅkhārena appayogena indriyānaṁ balavattā idheva kilese khepeti, eko indriyānaṁ dubbalattā idha asakkonto anantare attabhāve tadeva mūlakammaṭṭhānaṁ paṭilabhitvā asaṅkhārena appayogena kilese khepetīti veditabbo.",
  "atk-s0402a52:18_0": "10. Yuganaddhasuttavaṇṇanā",
  "atk-s0402a52:19_0": "170.",
  "atk-s0402a52:19_1": "Dasame samathapubbaṅgamanti samathaṁ pubbaṅgamaṁ purecārikaṁ katvā.",
  "atk-s0402a52:19_2": "Maggo sañjāyatīti paṭhamo lokuttaramaggo nibbattati.",
  "atk-s0402a52:19_3": "Sotaṁ magganti ekacittakkhaṇikamaggassa āsevanādīni nāma natthi, dutiyamaggādayo pana uppādento tameva āsevati bhāveti bahulīkarotīti vuccati.",
  "atk-s0402a52:19_4": "Vipassanāpubbaṅgamanti vipassanaṁ pubbaṅgamaṁ purecārikaṁ katvā samathaṁ bhāveti, pakatiyā vipassanālābhī vipassanāya ṭhatvā samādhiṁ uppādetīti attho.",
  "atk-s0402a52:20_0": "Yuganaddhaṁ bhāvetīti yuganaddhaṁ katvā bhāveti.",
  "atk-s0402a52:20_1": "Tattha teneva cittena samāpattiṁ samāpajjitvā teneva saṅkhāre sammasituṁ na sakkā.",
  "atk-s0402a52:20_2": "Ayaṁ pana yāvatā samāpattiyo samāpajjati, tāvatā saṅkhāre sammasati.",
  "atk-s0402a52:20_3": "Yāvatā saṅkhāre sammasati, tāvatā samāpattiyo samāpajjati. Kathaṁ?",
  "atk-s0402a52:20_4": "Paṭhamajjhānaṁ samāpajjati, tato vuṭṭhāya saṅkhāre sammasati, saṅkhāre sammasitvā dutiyajjhānaṁ samāpajjati.",
  "atk-s0402a52:20_5": "Tato vuṭṭhāya puna saṅkhāre sammasati.",
  "atk-s0402a52:20_6": "Saṅkhāre sammasitvā tatiyajjhānaṁ…pe…",
  "atk-s0402a52:20_7": "nevasaññānāsaññāyatanasamāpattiṁ samāpajjati, tato vuṭṭhāya saṅkhāre sammasati.",
  "atk-s0402a52:20_8": "Evamayaṁ samathavipassanaṁ yuganaddhaṁ bhāveti nāma.",
  "atk-s0402a52:21_0": "Dhammuddhaccaviggahitanti samathavipassanādhammesu dasavipassanupakkilesasaṅkhātena uddhaccena viggahitaṁ, suggahitanti attho.",
  "atk-s0402a52:21_1": "So, āvuso, samayoti iminā sattannaṁ sappāyānaṁ paṭilābhakālo kathito.",
  "atk-s0402a52:21_2": "Yaṁ taṁ cittanti yasmiṁ samaye taṁ vipassanāvīthiṁ okkamitvā pavattaṁ cittaṁ.",
  "atk-s0402a52:21_3": "Ajjhattamevasantiṭṭhatīti vipassanāvīthiṁ paccottharitvā tasmiṁyeva gocarajjhattasaṅkhāte ārammaṇe santiṭṭhati.",
  "atk-s0402a52:21_4": "Sannisīdatīti ārammaṇavasena sammā nisīdati.",
  "atk-s0402a52:21_5": "Ekodi hotīti ekaggaṁ hoti.",
  "atk-s0402a52:21_6": "Samādhiyatīti sammā ādhiyati suṭṭhapitaṁ hoti.",
  "atk-s0402a52:21_7": "Sesamettha uttānatthameva.",
  "atk-s0402a52:22_0": "Paṭipadāvaggo dutiyo."
}