{
  "mil6.1.4:0.1_0": "Milindapañha",
  "mil6.1.4:0.2_0": "Anumānapañha",
  "mil6.1.4:0.3_0": "Buddhavagga",
  "mil6.1.4:0.4_0": "4. Paṭipadādosapañha",
  "mil6.1.4:1.1_0": "“Bhante nāgasena, yadā bodhisatto dukkarakārikaṁ akāsi, netādiso aññatra ārambho ahosi nikkamo kilesayuddhaṁ maccusenaṁ vidhamanaṁ āhārapariggaho dukkarakārikā, evarūpe parakkame kiñci assādaṁ alabhitvā tameva cittaṁ parihāpetvā evamavoca ‘na kho panāhaṁ imāya kaṭukāya dukkarakārikāya adhigacchāmi uttari manussadhammaṁ alamariyañāṇadassanavisesaṁ, siyā nu kho añño maggo bodhāyā’ti, tato nibbinditvā aññena maggena sabbaññutaṁ patto, puna tāya paṭipadāya sāvake anusāsati samādapeti.",
  "mil6.1.4:2.1_0": "‘Ārambhatha nikkhamatha,",
  "mil6.1.4:2.2_0": "yuñjatha buddhasāsane;",
  "mil6.1.4:2.3_0": "Dhunātha maccuno senaṁ,",
  "mil6.1.4:2.4_0": "naḷāgāraṁva kuñjaro’ti.",
  "mil6.1.4:3.1_0": "Kena nu kho, bhante nāgasena, kāraṇena tathāgato yāya paṭipadāya attanā nibbinno virattarūpo, tattha sāvake anusāsati samādapetī”ti?",
  "mil6.1.4:4.1_0": "“Tadāpi, mahārāja, etarahipi sāyeva paṭipadā, taṁyeva paṭipadaṁ paṭipajjitvā bodhisatto sabbaññutaṁ patto.",
  "mil6.1.4:4.2_0": "Api ca, mahārāja, bodhisatto ativīriyaṁ karonto niravasesato āhāraṁ uparundhi.",
  "mil6.1.4:4.3_0": "Tassa āhārūparodhena cittadubbalyaṁ uppajji.",
  "mil6.1.4:4.4_0": "So tena dubbalyena nāsakkhi sabbaññutaṁ pāpuṇituṁ, so mattamattaṁ kabaḷīkārāhāraṁ sevanto tāyeva paṭipadāya nacirasseva sabbaññutaṁ pāpuṇi.",
  "mil6.1.4:4.5_0": "Sāyeva, mahārāja, paṭipadā sabbesaṁ tathāgatānaṁ sabbaññutañāṇappaṭilābhāya.",
  "mil6.1.4:5.1_0": "Yathā, mahārāja, sabbesaṁ sattānaṁ āhāro upatthambho, āhārūpanissitā sabbe sattā sukhaṁ anubhavanti;",
  "mil6.1.4:5.2_0": "evameva kho, mahārāja, sāyeva paṭipadā sabbesaṁ tathāgatānaṁ sabbaññutañāṇappaṭilābhāya, neso, mahārāja, doso ārambhassa, na nikkamassa, na kilesayuddhassa, yena tathāgato tasmiṁ samaye na pāpuṇi sabbaññutañāṇaṁ, atha kho āhārūparodhasseveso doso, sadā paṭiyattā yevesā paṭipadā.",
  "mil6.1.4:6.1_0": "Yathā, mahārāja, puriso addhānaṁ ativegena gaccheyya, tena so pakkhahato vā bhaveyya pīṭhasappī vā asañcaro pathavitale.",
  "mil6.1.4:6.2_0": "Api nu kho, mahārāja, mahāpathaviyā doso atthi, yena so puriso pakkhahato ahosī”ti?",
  "mil6.1.4:6.3_0": "“Na hi, bhante;",
  "mil6.1.4:6.4_0": "sadā paṭiyattā, bhante, mahāpathavī, kuto tassā doso?",
  "mil6.1.4:6.5_0": "Vāyāmasseveso doso, yena so puriso pakkhahato ahosī”ti.",
  "mil6.1.4:6.6_0": "“Evameva kho, mahārāja, neso doso ārambhassa, na nikkamassa, na kilesayuddhassa, yena tathāgato tasmiṁ samaye na pāpuṇi sabbaññutañāṇaṁ, atha kho āhārūparodhasseveso doso sadā paṭiyattā yevesā paṭipadā.",
  "mil6.1.4:7.1_0": "Yathā vā pana, mahārāja, puriso kiliṭṭhaṁ sāṭakaṁ nivāseyya, na so taṁ dhovāpeyya, neso doso udakassa, sadā paṭiyattaṁ udakaṁ.",
  "mil6.1.4:7.2_0": "Purisasseveso doso.",
  "mil6.1.4:7.3_0": "Evameva kho, mahārāja, neso doso ārambhassa, na nikkamassa, na kilesayuddhassa, yena tathāgato tasmiṁ samaye na pāpuṇi sabbaññutañāṇaṁ, atha kho āhārūparodhasseveso doso, sadā paṭiyattā yevesā paṭipadā, tasmā tathāgato tāyeva paṭipadāya sāvake anusāsati samādapeti, evaṁ kho, mahārāja, sadā paṭiyattā anavajjā sā paṭipadā”ti.",
  "mil6.1.4:7.4_0": "“Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil6.1.4:8.1_0": "Paṭipadādosapañho catuttho."
}