{
  "mn91:0.1_0": "Majjhima Nikāya 91 ",
  "mn91:0.2_0": "Brahmāyusutta ",
  "mn91:1.1_0": "Evaṁ me sutaṁ—",
  "mn91:1.2_0": "ekaṁ samayaṁ bhagavā videhesu cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi. ",
  "mn91:2.1_0": "Tena kho pana samayena brahmāyu brāhmaṇo mithilāyaṁ paṭivasati jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
  "mn91:3.1_0": "Assosi kho brahmāyu brāhmaṇo: ",
  "mn91:3.2_0": "“samaṇo khalu bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi. ",
  "mn91:3.3_0": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn91:3.4_0": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn91:3.5_0": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn91:3.6_0": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn91:3.7_0": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "mn91:4.1_0": "Tena kho pana samayena brahmāyussa brāhmaṇassa uttaro nāma māṇavo antevāsī hoti tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
  "mn91:4.2_0": "Atha kho brahmāyu brāhmaṇo uttaraṁ māṇavaṁ āmantesi: ",
  "mn91:4.3_0": "“ayaṁ, tāta uttara, samaṇo gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṁ carati mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi. ",
  "mn91:4.4_0": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn91:4.5_0": "‘itipi so bhagavā arahaṁ sammāsambuddho …pe… ",
  "mn91:4.6_0": "sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī’ti. ",
  "mn91:4.7_0": "Ehi tvaṁ, tāta uttara, yena samaṇo gotamo tenupasaṅkama;",
  "mn91:4.7_1": "upasaṅkamitvā samaṇaṁ gotamaṁ jānāhi, yadi vā taṁ bhavantaṁ gotamaṁ tathā santaṁyeva saddo abbhuggato, yadi vā no tathā;",
  "mn91:4.8_0": "yadi vā so bhavaṁ gotamo tādiso, yadi vā na tādiso. ",
  "mn91:4.9_0": "Tathā mayaṁ taṁ bhavantaṁ gotamaṁ vedissāmā”ti. ",
  "mn91:5.1_0": "“Yathā kathaṁ panāhaṁ, bho, taṁ bhavantaṁ gotamaṁ jānissāmi yadi vā taṁ bhavantaṁ gotamaṁ tathā santaṁyeva saddo abbhuggato, yadi vā no tathā; ",
  "mn91:5.2_0": "yadi vā so bhavaṁ gotamo tādiso, yadi vā na tādiso”ti. ",
  "mn91:5.3_0": "“Āgatāni kho, tāta uttara, amhākaṁ mantesu dvattiṁsamahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveyeva gatiyo bhavanti anaññā. ",
  "mn91:5.4_0": "Sace agāraṁ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato. ",
  "mn91:5.5_0": "Tassimāni satta ratanāni bhavanti, seyyathidaṁ—",
  "mn91:5.6_0": "cakkaratanaṁ, hatthiratanaṁ, assaratanaṁ, maṇiratanaṁ, itthiratanaṁ, gahapatiratanaṁ, pariṇāyakaratanameva sattamaṁ. ",
  "mn91:5.7_0": "Parosahassaṁ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā. ",
  "mn91:5.8_0": "So imaṁ pathaviṁ sāgarapariyantaṁ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati. ",
  "mn91:5.9_0": "Sace kho pana agārasmā anagāriyaṁ pabbajati, arahaṁ hoti sammāsambuddho loke vivaṭṭacchado. ",
  "mn91:5.10_0": "Ahaṁ kho pana, tāta uttara, mantānaṁ dātā; ",
  "mn91:5.11_0": "tvaṁ mantānaṁ paṭiggahetā”ti. ",
  "mn91:6.1_0": "“Evaṁ, bho”ti kho uttaro māṇavo brahmāyussa brāhmaṇassa paṭissutvā uṭṭhāyāsanā brahmāyuṁ brāhmaṇaṁ abhivādetvā padakkhiṇaṁ katvā videhesu yena bhagavā tena cārikaṁ pakkāmi. ",
  "mn91:6.2_0": "Anupubbena cārikaṁ caramāno yena bhagavā tenupasaṅkami;",
  "mn91:6.2_1": "upasaṅkamitvā bhagavatā saddhiṁ sammodi.",
  "mn91:6.3_0": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "mn91:6.4_0": "Ekamantaṁ nisinno kho uttaro māṇavo bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni samannesi. ",
  "mn91:6.5_0": "Addasā kho uttaro māṇavo bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve. ",
  "mn91:6.6_0": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:6.7_0": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
  "mn91:6.8_0": "Atha kho bhagavato etadahosi: ",
  "mn91:6.9_0": "“passati kho me ayaṁ uttaro māṇavo dvattiṁsamahāpurisalakkhaṇāni, yebhuyyena thapetvā dve. ",
  "mn91:6.10_0": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:6.11_0": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
  "mn91:7.1_0": "Atha kho bhagavā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsi yathā addasa uttaro māṇavo bhagavato kosohitaṁ vatthaguyhaṁ. ",
  "mn91:7.2_0": "Atha kho bhagavā jivhaṁ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi;",
  "mn91:7.2_1": "ubhopi nāsikasotāni anumasi paṭimasi;",
  "mn91:7.2_2": "kevalampi nalāṭamaṇḍalaṁ jivhāya chādesi.",
  "mn91:8.1_0": "Atha kho uttarassa māṇavassa etadahosi: ",
  "mn91:8.2_0": "“samannāgato kho samaṇo gotamo dvattiṁsamahāpurisalakkhaṇehi. ",
  "mn91:8.3_0": "Yannūnāhaṁ samaṇaṁ gotamaṁ anubandheyyaṁ, iriyāpathamassa passeyyan”ti. ",
  "mn91:8.4_0": "Atha kho uttaro māṇavo sattamāsāni bhagavantaṁ anubandhi chāyāva anapāyinī. ",
  "mn91:8.5_0": "Atha kho uttaro māṇavo sattannaṁ māsānaṁ accayena videhesu yena mithilā tena cārikaṁ pakkāmi. ",
  "mn91:8.6_0": "Anupubbena cārikaṁ caramāno yena mithilā yena brahmāyu brāhmaṇo tenupasaṅkami;",
  "mn91:8.6_1": "upasaṅkamitvā brahmāyuṁ brāhmaṇaṁ abhivādetvā ekamantaṁ nisīdi.",
  "mn91:8.6_2": "Ekamantaṁ nisinnaṁ kho uttaraṁ māṇavaṁ brahmāyu brāhmaṇo etadavoca:",
  "mn91:8.7_0": "“kacci, tāta uttara, taṁ bhavantaṁ gotamaṁ tathā santaṁyeva saddo abbhuggato, no aññathā? ",
  "mn91:8.8_0": "Kacci pana so bhavaṁ gotamo tādiso, no aññādiso”ti? ",
  "mn91:8.9_0": "“Tathā santaṁyeva, bho, taṁ bhavantaṁ gotamaṁ saddo abbhuggato, no aññathā; ",
  "mn91:8.10_0": "tādisova so bhavaṁ gotamo, no aññādiso. ",
  "mn91:8.11_0": "Samannāgato ca so bhavaṁ gotamo dvattiṁsamahāpurisalakkhaṇehi. ",
  "mn91:9.1_0": "Suppatiṭṭhitapādo kho pana bho bhavaṁ gotamo; ",
  "mn91:9.2_0": "idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati. ",
  "mn91:9.3_0": "Heṭṭhā kho pana tassa bhoto gotamassa pādatalesu cakkāni jātāni sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni …  ",
  "mn91:9.4_0": "Āyatapaṇhi kho pana so bhavaṁ gotamo … ",
  "mn91:9.5_0": "Dīghaṅguli kho pana so bhavaṁ gotamo … ",
  "mn91:9.6_0": "Mudutalunahatthapādo kho pana so bhavaṁ gotamo … ",
  "mn91:9.7_0": "Jālahatthapādo kho pana so bhavaṁ gotamo … ",
  "mn91:9.8_0": "Ussaṅkhapādo kho pana so bhavaṁ gotamo … ",
  "mn91:9.9_0": "Eṇijaṅgho kho pana so bhavaṁ gotamo … ",
  "mn91:9.10_0": "Ṭhitako kho pana so bhavaṁ gotamo anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati … ",
  "mn91:9.11_0": "Kosohitavatthaguyho kho pana so bhavaṁ gotamo … ",
  "mn91:9.12_0": "Suvaṇṇavaṇṇo kho pana so bhavaṁ gotamo kañcanasannibhattaco … ",
  "mn91:9.13_0": "Sukhumacchavi kho pana so bhavaṁ gotamo.",
  "mn91:9.13_1": "Sukhumattā chaviyā rajojallaṁ kāye na upalimpati …",
  "mn91:9.14_0": "Ekekalomo kho pana so bhavaṁ gotamo;",
  "mn91:9.14_1": "ekekāni lomāni lomakūpesu jātāni …",
  "mn91:9.15_0": "Uddhaggalomo kho pana so bhavaṁ gotamo;",
  "mn91:9.15_1": "uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni …",
  "mn91:9.16_0": "Brahmujugatto kho pana so bhavaṁ gotamo … ",
  "mn91:9.17_0": "Sattussado kho pana so bhavaṁ gotamo … ",
  "mn91:9.18_0": "Sīhapubbaddhakāyo kho pana so bhavaṁ gotamo … ",
  "mn91:9.19_0": "Citantaraṁso kho pana so bhavaṁ gotamo … ",
  "mn91:9.20_0": "Nigrodhaparimaṇḍalo kho pana so bhavaṁ gotamo;",
  "mn91:9.20_1": "yāvatakvassa kāyo tāvatakvassa byāmo, yāvatakvassa byāmo tāvatakvassa kāyo …",
  "mn91:9.21_0": "Samavaṭṭakkhandho kho pana so bhavaṁ gotamo … ",
  "mn91:9.22_0": "Rasaggasaggī kho pana so bhavaṁ gotamo … ",
  "mn91:9.23_0": "Sīhahanu kho pana so bhavaṁ gotamo … ",
  "mn91:9.24_0": "Cattālīsadanto kho pana so bhavaṁ gotamo … ",
  "mn91:9.25_0": "Samadanto kho pana so bhavaṁ gotamo … ",
  "mn91:9.26_0": "Aviraḷadanto kho pana so bhavaṁ gotamo … ",
  "mn91:9.27_0": "Susukkadāṭho kho pana so bhavaṁ gotamo … ",
  "mn91:9.28_0": "Pahūtajivho kho pana so bhavaṁ gotamo … ",
  "mn91:9.29_0": "Brahmassaro kho pana so bhavaṁ gotamo karavikabhāṇī … ",
  "mn91:9.30_0": "Abhinīlanetto kho pana so bhavaṁ gotamo … ",
  "mn91:9.31_0": "Gopakhumo kho pana so bhavaṁ gotamo … ",
  "mn91:9.32_0": "Uṇṇā kho panassa bhoto gotamassa bhamukantare jātā odātā mudutūlasannibhā … ",
  "mn91:9.33_0": "Uṇhīsasīso kho pana so bhavaṁ gotamo;",
  "mn91:9.33_1": "idampi tassa bhoto gotamassa mahāpurisassa mahāpurisalakkhaṇaṁ bhavati.",
  "mn91:9.34_0": "Imehi kho, bho, so bhavaṁ gotamo dvattiṁsamahāpurisalakkhaṇehi samannāgato. ",
  "mn91:10.1_0": "Gacchanto kho pana so bhavaṁ gotamo dakkhiṇeneva pādena paṭhamaṁ pakkamati. ",
  "mn91:10.2_0": "So nātidūre pādaṁ uddharati, nāccāsanne pādaṁ nikkhipati; ",
  "mn91:10.3_0": "so nātisīghaṁ gacchati, nātisaṇikaṁ gacchati; ",
  "mn91:10.4_0": "na ca adduvena adduvaṁ saṅghaṭṭento gacchati, na ca gopphakena gopphakaṁ saṅghaṭṭento gacchati. ",
  "mn91:10.5_0": "So gacchanto na satthiṁ unnāmeti, na satthiṁ onāmeti;",
  "mn91:10.5_1": "na satthiṁ sannāmeti, na satthiṁ vināmeti.",
  "mn91:10.6_0": "Gacchato kho pana tassa bhoto gotamassa adharakāyova iñjati, na ca kāyabalena gacchati. ",
  "mn91:10.7_0": "Apalokento kho pana so bhavaṁ gotamo sabbakāyeneva apaloketi; ",
  "mn91:10.8_0": "so na uddhaṁ ulloketi, na adho oloketi; ",
  "mn91:10.9_0": "na ca vipekkhamāno gacchati, yugamattañca pekkhati;",
  "mn91:10.9_1": "tato cassa uttari anāvaṭaṁ ñāṇadassanaṁ bhavati.",
  "mn91:11.1_0": "So antaragharaṁ pavisanto na kāyaṁ unnāmeti, na kāyaṁ onāmeti;",
  "mn91:11.1_1": "na kāyaṁ sannāmeti, na kāyaṁ vināmeti.",
  "mn91:12.1_0": "So nātidūre nāccāsanne āsanassa parivattati, na ca pāṇinā ālambitvā āsane nisīdati, na ca āsanasmiṁ kāyaṁ pakkhipati. ",
  "mn91:12.2_0": "So antaraghare nisinno samāno na hatthakukkuccaṁ āpajjati, na pādakukkuccaṁ āpajjati; ",
  "mn91:12.3_0": "na adduvena adduvaṁ āropetvā nisīdati;",
  "mn91:12.3_1": "na ca gopphakena gopphakaṁ āropetvā nisīdati;",
  "mn91:12.4_0": "na ca pāṇinā hanukaṁ upadahitvā nisīdati. ",
  "mn91:12.5_0": "So antaraghare nisinno samāno na chambhati na kampati na vedhati na paritassati.",
  "mn91:12.5_1": "So achambhī akampī avedhī aparitassī vigatalomahaṁso.",
  "mn91:12.6_0": "Vivekavatto ca so bhavaṁ gotamo antaraghare nisinno hoti. ",
  "mn91:13.1_0": "So pattodakaṁ paṭiggaṇhanto na pattaṁ unnāmeti, na pattaṁ onāmeti;",
  "mn91:13.1_1": "na pattaṁ sannāmeti, na pattaṁ vināmeti.",
  "mn91:14.1_0": "So pattodakaṁ paṭiggaṇhāti nātithokaṁ nātibahuṁ. ",
  "mn91:14.2_0": "So na khulukhulukārakaṁ pattaṁ dhovati, na samparivattakaṁ pattaṁ dhovati, na pattaṁ bhūmiyaṁ nikkhipitvā hatthe dhovati;",
  "mn91:14.2_1": "hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti.",
  "mn91:14.3_0": "So pattodakaṁ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno. ",
  "mn91:14.4_0": "So odanaṁ paṭiggaṇhanto na pattaṁ unnāmeti, na pattaṁ onāmeti;",
  "mn91:14.4_1": "na pattaṁ sannāmeti, na pattaṁ vināmeti.",
  "mn91:14.5_0": "So odanaṁ paṭiggaṇhāti nātithokaṁ nātibahuṁ. ",
  "mn91:14.6_0": "Byañjanaṁ kho pana bhavaṁ gotamo byañjanamattāya āhāreti, na ca byañjanena ālopaṁ atināmeti. ",
  "mn91:14.7_0": "Dvattikkhattuṁ kho bhavaṁ gotamo mukhe ālopaṁ samparivattetvā ajjhoharati; ",
  "mn91:14.8_0": "na cassa kāci odanamiñjā asambhinnā kāyaṁ pavisati, na cassa kāci odanamiñjā mukhe avasiṭṭhā hoti; ",
  "mn91:14.9_0": "athāparaṁ ālopaṁ upanāmeti. ",
  "mn91:14.10_0": "Rasapaṭisaṁvedī kho pana so bhavaṁ gotamo āhāraṁ āhāreti, no ca rasarāgapaṭisaṁvedī. ",
  "mn91:14.11_0": "Aṭṭhaṅgasamannāgataṁ kho pana so bhavaṁ gotamo āhāraṁ āhāreti—",
  "mn91:14.12_0": "neva davāya, na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṁsūparatiyā brahmacariyānuggahāya:",
  "mn91:14.12_1": "‘iti purāṇañca vedanaṁ paṭihaṅkhāmi navañca vedanaṁ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.",
  "mn91:15.1_0": "So bhuttāvī pattodakaṁ paṭiggaṇhanto na pattaṁ unnāmeti, na pattaṁ onāmeti;",
  "mn91:15.1_1": "na pattaṁ sannāmeti, na pattaṁ vināmeti.",
  "mn91:15.2_0": "So pattodakaṁ paṭiggaṇhāti nātithokaṁ nātibahuṁ. ",
  "mn91:15.3_0": "So na khulukhulukārakaṁ pattaṁ dhovati, na samparivattakaṁ pattaṁ dhovati, na pattaṁ bhūmiyaṁ nikkhipitvā hatthe dhovati;",
  "mn91:15.3_1": "hatthesu dhotesu patto dhoto hoti, patte dhote hatthā dhotā honti.",
  "mn91:15.4_0": "So pattodakaṁ chaḍḍeti nātidūre nāccāsanne, na ca vicchaḍḍayamāno. ",
  "mn91:16.1_0": "So bhuttāvī na pattaṁ bhūmiyaṁ nikkhipati nātidūre nāccāsanne, na ca anatthiko pattena hoti, na ca ativelānurakkhī pattasmiṁ. ",
  "mn91:17.1_0": "So bhuttāvī muhuttaṁ tuṇhī nisīdati, na ca anumodanassa kālamatināmeti. ",
  "mn91:17.2_0": "So bhuttāvī anumodati, na taṁ bhattaṁ garahati, na aññaṁ bhattaṁ paṭikaṅkhati; ",
  "mn91:17.3_0": "aññadatthu dhammiyā kathāya taṁ parisaṁ sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "mn91:17.4_0": "So taṁ parisaṁ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkamati. ",
  "mn91:18.1_0": "So nātisīghaṁ gacchati, nātisaṇikaṁ gacchati, na ca muccitukāmo gacchati; ",
  "mn91:19.1_0": "na ca tassa bhoto gotamassa kāye cīvaraṁ accukkaṭṭhaṁ hoti na ca accokkaṭṭhaṁ, na ca kāyasmiṁ allīnaṁ na ca kāyasmā apakaṭṭhaṁ; ",
  "mn91:19.2_0": "na ca tassa bhoto gotamassa kāyamhā vāto cīvaraṁ apavahati; ",
  "mn91:19.3_0": "na ca tassa bhoto gotamassa kāye rajojallaṁ upalimpati. ",
  "mn91:20.1_0": "So ārāmagato nisīdati paññatte āsane. Nisajja pāde pakkhāleti; ",
  "mn91:20.2_0": "na ca so bhavaṁ gotamo pādamaṇḍanānuyogamanuyutto viharati. ",
  "mn91:20.3_0": "So pāde pakkhāletvā nisīdati pallaṅkaṁ ābhujitvā ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn91:20.4_0": "So neva attabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti; ",
  "mn91:20.5_0": "attahitaparahitaubhayahitasabbalokahitameva so bhavaṁ gotamo cintento nisinno hoti. ",
  "mn91:21.1_0": "So ārāmagato parisati dhammaṁ deseti, na taṁ parisaṁ ussādeti, na taṁ parisaṁ apasādeti; ",
  "mn91:21.2_0": "aññadatthu dhammiyā kathāya taṁ parisaṁ sandasseti samādapeti samuttejeti sampahaṁseti. ",
  "mn91:21.3_0": "Aṭṭhaṅgasamannāgato kho panassa bhoto gotamassa mukhato ghoso niccharati—",
  "mn91:21.4_0": "vissaṭṭho ca, viññeyyo ca, mañju ca, savanīyo ca, bindu ca, avisārī ca, gambhīro ca, ninnādī ca. ",
  "mn91:21.5_0": "Yathāparisaṁ kho pana so bhavaṁ gotamo sarena viññāpeti, na cassa bahiddhā parisāya ghoso niccharati. ",
  "mn91:21.6_0": "Te tena bhotā gotamena dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṁsitā uṭṭhāyāsanā pakkamanti avalokayamānāyeva avijahitattā. ",
  "mn91:22.1_0": "Addasāma kho mayaṁ, bho, taṁ bhavantaṁ gotamaṁ gacchantaṁ, addasāma ṭhitaṁ, addasāma antaragharaṁ pavisantaṁ, addasāma antaraghare nisinnaṁ tuṇhībhūtaṁ, addasāma antaraghare bhuñjantaṁ, addasāma bhuttāviṁ nisinnaṁ tuṇhībhūtaṁ, addasāma bhuttāviṁ anumodantaṁ, addasāma ārāmaṁ gacchantaṁ, addasāma ārāmagataṁ nisinnaṁ tuṇhībhūtaṁ, addasāma ārāmagataṁ parisati dhammaṁ desentaṁ. ",
  "mn91:22.2_0": "Ediso ca ediso ca so bhavaṁ gotamo, tato ca bhiyyo”ti. ",
  "mn91:23.1_0": "Evaṁ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā tikkhattuṁ udānaṁ udāneti: ",
  "mn91:23.2_0": "“Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "mn91:23.3_0": "Namo tassa bhagavato arahato sammāsambuddhassa. ",
  "mn91:23.4_0": "Namo tassa bhagavato arahato sammāsambuddhassāti. ",
  "mn91:23.5_0": "Appeva nāma mayaṁ kadāci karahaci tena bhotā gotamena samāgaccheyyāma?",
  "mn91:23.5_1": "Appeva nāma siyā kocideva kathāsallāpo”ti.",
  "mn91:24.1_0": "Atha kho bhagavā videhesu anupubbena cārikaṁ caramāno yena mithilā tadavasari. ",
  "mn91:24.2_0": "Tatra sudaṁ bhagavā mithilāyaṁ viharati maghadevaambavane. ",
  "mn91:24.3_0": "Assosuṁ kho mithileyyakā brāhmaṇagahapatikā: ",
  "mn91:24.4_0": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito videhesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi mithilaṁ anuppatto, mithilāyaṁ viharati maghadevaambavane. ",
  "mn91:24.5_0": "Taṁ kho pana bhavantaṁ gotamaṁ evaṁ kalyāṇo kittisaddo abbhuggato: ",
  "mn91:24.6_0": "‘itipi so bhagavā arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā’ti. ",
  "mn91:24.7_0": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti. ",
  "mn91:24.8_0": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti. ",
  "mn91:24.9_0": "Sādhu kho pana tathārūpānaṁ arahataṁ dassanaṁ hotī”ti. ",
  "mn91:25.1_0": "Atha kho mithileyyakā brāhmaṇagahapatikā yena bhagavā tenupasaṅkamiṁsu;",
  "mn91:25.1_1": "upasaṅkamitvā appekacce bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu;",
  "mn91:25.1_2": "appekacce bhagavatā saddhiṁ sammodiṁsu, sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdiṁsu;",
  "mn91:25.1_3": "appekacce yena bhagavā tenañjaliṁ paṇāmetvā ekamantaṁ nisīdiṁsu;",
  "mn91:25.1_4": "appekacce bhagavato santike nāmagottaṁ sāvetvā ekamantaṁ nisīdiṁsu;",
  "mn91:25.1_5": "appekacce tuṇhībhūtā ekamantaṁ nisīdiṁsu.",
  "mn91:26.1_0": "Assosi kho brahmāyu brāhmaṇo:",
  "mn91:26.1_1": "“samaṇo khalu, bho, gotamo sakyaputto sakyakulā pabbajito mithilaṁ anuppatto, mithilāyaṁ viharati maghadevaambavane”ti.",
  "mn91:26.2_0": "Atha kho brahmāyu brāhmaṇo sambahulehi sāvakehi saddhiṁ yena maghadevaambavanaṁ tenupasaṅkami. ",
  "mn91:26.3_0": "Atha kho brahmāyuno brāhmaṇassa avidūre ambavanassa etadahosi: ",
  "mn91:26.4_0": "“na kho metaṁ patirūpaṁ yohaṁ pubbe appaṭisaṁvidito samaṇaṁ gotamaṁ dassanāya upasaṅkameyyan”ti. ",
  "mn91:26.5_0": "Atha kho brahmāyu brāhmaṇo aññataraṁ māṇavakaṁ āmantesi: ",
  "mn91:26.6_0": "“ehi tvaṁ, māṇavaka, yena samaṇo gotamo tenupasaṅkama;",
  "mn91:26.6_1": "upasaṅkamitvā mama vacanena samaṇaṁ gotamaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha:",
  "mn91:26.7_0": "‘brahmāyu, bho gotama, brāhmaṇo bhavantaṁ gotamaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’ti. ",
  "mn91:26.8_0": "Evañca vadehi: ",
  "mn91:26.9_0": "‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
  "mn91:26.10_0": "Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṁ paṭivasanti, brahmāyu tesaṁ brāhmaṇo aggamakkhāyati—",
  "mn91:26.11_0": "yadidaṁ bhogehi; ",
  "mn91:26.12_0": "brahmāyu tesaṁ brāhmaṇo aggamakkhāyati—",
  "mn91:26.13_0": "yadidaṁ mantehi; ",
  "mn91:26.14_0": "brahmāyu tesaṁ brāhmaṇo aggamakkhāyati—",
  "mn91:26.15_0": "yadidaṁ āyunā ceva yasasā ca. ",
  "mn91:26.16_0": "So bhoto gotamassa dassanakāmo’”ti. ",
  "mn91:26.17_0": "“Evaṁ, bho”ti kho so māṇavako brahmāyussa brāhmaṇassa paṭissutvā yena bhagavā tenupasaṅkami;",
  "mn91:26.17_1": "upasaṅkamitvā bhagavatā saddhiṁ sammodi.",
  "mn91:26.18_0": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ aṭṭhāsi.",
  "mn91:26.18_1": "Ekamantaṁ ṭhito kho so māṇavako bhagavantaṁ etadavoca:",
  "mn91:26.19_0": "“brahmāyu, bho gotama, brāhmaṇo bhavantaṁ gotamaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati; ",
  "mn91:26.20_0": "evañca vadeti: ",
  "mn91:26.21_0": "‘brahmāyu, bho gotama, brāhmaṇo jiṇṇo vuḍḍho mahallako addhagato vayoanuppatto, vīsavassasatiko jātiyā, tiṇṇaṁ vedānaṁ pāragū sanighaṇḍukeṭubhānaṁ sākkharappabhedānaṁ itihāsapañcamānaṁ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo. ",
  "mn91:26.22_0": "Yāvatā, bho, brāhmaṇagahapatikā mithilāyaṁ paṭivasanti, brahmāyu tesaṁ brāhmaṇo aggamakkhāyati—",
  "mn91:26.23_0": "yadidaṁ bhogehi; ",
  "mn91:26.24_0": "brahmāyu tesaṁ brāhmaṇo aggamakkhāyati—",
  "mn91:26.25_0": "yadidaṁ mantehi; ",
  "mn91:26.26_0": "brahmāyu tesaṁ brāhmaṇo aggamakkhāyati—",
  "mn91:26.27_0": "yadidaṁ āyunā ceva yasasā ca. ",
  "mn91:26.28_0": "So bhoto gotamassa dassanakāmo’”ti. ",
  "mn91:26.29_0": "“Yassadāni, māṇava, brahmāyu brāhmaṇo kālaṁ maññatī”ti. ",
  "mn91:27.1_0": "Atha kho so māṇavako yena brahmāyu brāhmaṇo tenupasaṅkami;",
  "mn91:27.1_1": "upasaṅkamitvā brahmāyuṁ brāhmaṇaṁ etadavoca:",
  "mn91:27.2_0": "“katāvakāso khomhi bhavatā samaṇena gotamena. ",
  "mn91:27.3_0": "Yassadāni bhavaṁ kālaṁ maññatī”ti. ",
  "mn91:28.1_0": "Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami. ",
  "mn91:28.2_0": "Addasā kho sā parisā brahmāyuṁ brāhmaṇaṁ dūratova āgacchantaṁ. ",
  "mn91:28.3_0": "Disvāna oramiya okāsamakāsi yathā taṁ ñātassa yasassino. ",
  "mn91:28.4_0": "Atha kho brahmāyu brāhmaṇo taṁ parisaṁ etadavoca: ",
  "mn91:28.5_0": "“alaṁ, bho. ",
  "mn91:28.6_0": "Nisīdatha tumhe sake āsane. ",
  "mn91:28.7_0": "Idhāhaṁ samaṇassa gotamassa santike nisīdissāmī”ti. ",
  "mn91:29.1_0": "Atha kho brahmāyu brāhmaṇo yena bhagavā tenupasaṅkami;",
  "mn91:29.1_1": "upasaṅkamitvā bhagavatā saddhiṁ sammodi.",
  "mn91:29.2_0": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. ",
  "mn91:29.3_0": "Ekamantaṁ nisinno kho brahmāyu brāhmaṇo bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni samannesi. ",
  "mn91:29.4_0": "Addasā kho brahmāyu brāhmaṇo bhagavato kāye dvattiṁsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve. ",
  "mn91:29.5_0": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:29.6_0": "kosohite ca vatthaguyhe pahūtajivhatāya ca. ",
  "mn91:29.7_0": "Atha kho brahmāyu brāhmaṇo bhagavantaṁ gāthāhi ajjhabhāsi: ",
  "mn91:29.8_0": "“Ye me dvattiṁsāti sutā, ",
  "mn91:29.9_0": "mahāpurisalakkhaṇā; ",
  "mn91:29.10_0": "Duve tesaṁ na passāmi, ",
  "mn91:29.11_0": "bhoto kāyasmiṁ gotama. ",
  "mn91:29.12_0": "Kacci kosohitaṁ bhoto, ",
  "mn91:29.13_0": "vatthaguyhaṁ naruttama; ",
  "mn91:29.14_0": "Nārīsamānasavhayā, ",
  "mn91:29.15_0": "kacci jivhā na dassakā. ",
  "mn91:29.16_0": "Kacci pahūtajivhosi, ",
  "mn91:29.17_0": "yathā taṁ jāniyāmase; ",
  "mn91:29.18_0": "Ninnāmayetaṁ pahūtaṁ, ",
  "mn91:29.19_0": "kaṅkhaṁ vinaya no ise. ",
  "mn91:29.20_0": "Diṭṭhadhammahitatthāya, ",
  "mn91:29.21_0": "samparāyasukhāya ca; ",
  "mn91:29.22_0": "Katāvakāsā pucchāma, ",
  "mn91:29.23_0": "yaṁ kiñci abhipatthitan”ti. ",
  "mn91:30.1_0": "Atha kho bhagavato etadahosi: ",
  "mn91:30.2_0": "“passati kho me ayaṁ brahmāyu brāhmaṇo dvattiṁsamahāpurisalakkhaṇāni, yebhuyyena ṭhapetvā dve. ",
  "mn91:30.3_0": "Dvīsu mahāpurisalakkhaṇesu kaṅkhati vicikicchati nādhimuccati na sampasīdati—",
  "mn91:30.4_0": "kosohite ca vatthaguyhe pahūtajivhatāya cā”ti. ",
  "mn91:30.5_0": "Atha kho bhagavā tathārūpaṁ iddhābhisaṅkhāraṁ abhisaṅkhāsi yathā addasa brahmāyu brāhmaṇo bhagavato kosohitaṁ vatthaguyhaṁ. ",
  "mn91:30.6_0": "Atha kho bhagavā jivhaṁ ninnāmetvā ubhopi kaṇṇasotāni anumasi paṭimasi;",
  "mn91:30.6_1": "ubhopi nāsikasotāni anumasi paṭimasi;",
  "mn91:30.6_2": "kevalampi nalāṭamaṇḍalaṁ jivhāya chādesi.",
  "mn91:30.7_0": "Atha kho bhagavā brahmāyuṁ brāhmaṇaṁ gāthāhi paccabhāsi: ",
  "mn91:31.1_0": "“Ye te dvattiṁsāti sutā, ",
  "mn91:31.2_0": "mahāpurisalakkhaṇā; ",
  "mn91:31.3_0": "Sabbe te mama kāyasmiṁ, ",
  "mn91:31.4_0": "mā te kaṅkhāhu brāhmaṇa. ",
  "mn91:31.5_0": "Abhiññeyyaṁ abhiññātaṁ, ",
  "mn91:31.6_0": "bhāvetabbañca bhāvitaṁ; ",
  "mn91:31.7_0": "Pahātabbaṁ pahīnaṁ me, ",
  "mn91:31.8_0": "tasmā buddhosmi brāhmaṇa. ",
  "mn91:31.9_0": "Diṭṭhadhammahitatthāya, ",
  "mn91:31.10_0": "samparāyasukhāya ca; ",
  "mn91:31.11_0": "Katāvakāso pucchassu, ",
  "mn91:31.12_0": "yaṁ kiñci abhipatthitan”ti. ",
  "mn91:32.1_0": "Atha kho brahmāyussa brāhmaṇassa etadahosi: ",
  "mn91:32.2_0": "“katāvakāso khomhi samaṇena gotamena. ",
  "mn91:32.3_0": "Kiṁ nu kho ahaṁ samaṇaṁ gotamaṁ puccheyyaṁ: ",
  "mn91:32.4_0": "‘diṭṭhadhammikaṁ vā atthaṁ samparāyikaṁ vā’”ti. ",
  "mn91:32.5_0": "Atha kho brahmāyussa brāhmaṇassa etadahosi: ",
  "mn91:32.6_0": "“kusalo kho ahaṁ diṭṭhadhammikānaṁ atthānaṁ. ",
  "mn91:32.7_0": "Aññepi maṁ diṭṭhadhammikaṁ atthaṁ pucchanti. ",
  "mn91:32.8_0": "Yannūnāhaṁ samaṇaṁ gotamaṁ samparāyikaṁyeva atthaṁ puccheyyan”ti. ",
  "mn91:32.9_0": "Atha kho brahmāyu brāhmaṇo bhagavantaṁ gāthāhi ajjhabhāsi: ",
  "mn91:32.10_0": "“Kathaṁ kho brāhmaṇo hoti, ",
  "mn91:32.11_0": "kathaṁ bhavati vedagū; ",
  "mn91:32.12_0": "Tevijjo bho kathaṁ hoti, ",
  "mn91:32.13_0": "sotthiyo kinti vuccati. ",
  "mn91:32.14_0": "Arahaṁ bho kathaṁ hoti, ",
  "mn91:32.15_0": "kathaṁ bhavati kevalī; ",
  "mn91:32.16_0": "Muni ca bho kathaṁ hoti, ",
  "mn91:32.17_0": "buddho kinti pavuccatī”ti. ",
  "mn91:33.1_0": "Atha kho bhagavā brahmāyuṁ brāhmaṇaṁ gāthāhi paccabhāsi: ",
  "mn91:33.2_0": "“Pubbenivāsaṁ yo vedi, ",
  "mn91:33.3_0": "saggāpāyañca passati; ",
  "mn91:33.4_0": "Atho jātikkhayaṁ patto, ",
  "mn91:33.5_0": "abhiññā vosito muni. ",
  "mn91:33.6_0": "Cittaṁ visuddhaṁ jānāti, ",
  "mn91:33.7_0": "muttaṁ rāgehi sabbaso; ",
  "mn91:33.8_0": "Pahīnajātimaraṇo, ",
  "mn91:33.9_0": "brahmacariyassa kevalī; ",
  "mn91:33.10_0": "Pāragū sabbadhammānaṁ, ",
  "mn91:33.11_0": "buddho tādī pavuccatī”ti. ",
  "mn91:34.1_0": "Evaṁ vutte, brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati, pāṇīhi ca parisambāhati, nāmañca sāveti: ",
  "mn91:34.2_0": "“brahmāyu ahaṁ, bho gotama, brāhmaṇo; ",
  "mn91:34.3_0": "brahmāyu ahaṁ, bho gotama, brāhmaṇo”ti. ",
  "mn91:35.1_0": "Atha kho sā parisā acchariyabbhutacittajātā ahosi: ",
  "mn91:35.2_0": "“acchariyaṁ vata bho, abbhutaṁ vata bho. ",
  "mn91:35.3_0": "Yatra hi nāmāyaṁ brahmāyu brāhmaṇo ñāto yasassī evarūpaṁ paramanipaccakāraṁ karissatī”ti. ",
  "mn91:35.4_0": "Atha kho bhagavā brahmāyuṁ brāhmaṇaṁ etadavoca: ",
  "mn91:35.5_0": "“alaṁ, brāhmaṇa, uṭṭhaha nisīda tvaṁ sake āsane yato te mayi cittaṁ pasannan”ti. ",
  "mn91:35.6_0": "Atha kho brahmāyu brāhmaṇo uṭṭhahitvā sake āsane nisīdi. ",
  "mn91:36.1_0": "Atha kho bhagavā brahmāyussa brāhmaṇassa anupubbiṁ kathaṁ kathesi, seyyathidaṁ—",
  "mn91:36.2_0": "dānakathaṁ, sīlakathaṁ, saggakathaṁ; ",
  "mn91:36.3_0": "kāmānaṁ ādīnavaṁ okāraṁ saṅkilesaṁ nekkhamme ānisaṁsaṁ pakāsesi. ",
  "mn91:36.4_0": "Yadā bhagavā aññāsi brahmāyuṁ brāhmaṇaṁ kallacittaṁ muducittaṁ vinīvaraṇacittaṁ udaggacittaṁ pasannacittaṁ, atha yā buddhānaṁ sāmukkaṁsikā dhammadesanā taṁ pakāsesi—",
  "mn91:36.5_0": "dukkhaṁ, samudayaṁ, nirodhaṁ, maggaṁ. ",
  "mn91:36.6_0": "Seyyathāpi nāma suddhaṁ vatthaṁ apagatakāḷakaṁ sammadeva rajanaṁ paṭiggaṇheyya; ",
  "mn91:36.7_0": "evameva brahmāyussa brāhmaṇassa tasmiṁyeva āsane virajaṁ vītamalaṁ dhammacakkhuṁ udapādi: ",
  "mn91:36.8_0": "“yaṁ kiñci samudayadhammaṁ sabbaṁ taṁ nirodhadhamman”ti. ",
  "mn91:36.9_0": "Atha kho brahmāyu brāhmaṇo diṭṭhadhammo pattadhammo viditadhammo pariyogāḷhadhammo tiṇṇavicikiccho vigatakathaṅkatho vesārajjappatto aparappaccayo satthusāsane bhagavantaṁ etadavoca: ",
  "mn91:37.1_0": "“abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotama. ",
  "mn91:37.2_0": "Seyyathāpi, bho gotama, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti;",
  "mn91:37.2_1": "evamevaṁ bhotā gotamena anekapariyāyena dhammo pakāsito.",
  "mn91:37.3_0": "Esāhaṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca. ",
  "mn91:37.4_0": "Upāsakaṁ maṁ bhavaṁ gotamo dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gataṁ. ",
  "mn91:37.5_0": "Adhivāsetu ca me bhavaṁ gotamo svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti. ",
  "mn91:37.6_0": "Adhivāsesi bhagavā tuṇhībhāvena. ",
  "mn91:37.7_0": "Atha kho brahmāyu brāhmaṇo bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi. ",
  "mn91:38.1_0": "Atha kho brahmāyu brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā bhagavato kālaṁ ārocāpesi: ",
  "mn91:38.2_0": "“kālo, bho gotama, niṭṭhitaṁ bhattan”ti. ",
  "mn91:38.3_0": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya yena brahmāyussa brāhmaṇassa nivesanaṁ tenupasaṅkami;",
  "mn91:38.3_1": "upasaṅkamitvā paññatte āsane nisīdi saddhiṁ bhikkhusaṅghena.",
  "mn91:38.4_0": "Atha kho brahmāyu brāhmaṇo sattāhaṁ buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi. ",
  "mn91:39.1_0": "Atha kho bhagavā tassa sattāhassa accayena videhesu cārikaṁ pakkāmi. ",
  "mn91:39.2_0": "Atha kho brahmāyu brāhmaṇo acirapakkantassa bhagavato kālamakāsi. ",
  "mn91:39.3_0": "Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṁsu;",
  "mn91:39.3_1": "upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdiṁsu.",
  "mn91:39.3_2": "Ekamantaṁ nisinnā kho te bhikkhū bhagavantaṁ etadavocuṁ:",
  "mn91:39.4_0": "“brahmāyu, bhante, brāhmaṇo kālaṅkato. ",
  "mn91:39.5_0": "Tassa kā gati, ko abhisamparāyo”ti? ",
  "mn91:39.6_0": "“Paṇḍito, bhikkhave, brahmāyu brāhmaṇo paccapādi dhammassānudhammaṁ, na ca maṁ dhammādhikaraṇaṁ vihesesi. ",
  "mn91:39.7_0": "Brahmāyu, bhikkhave, brāhmaṇo pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā”ti. ",
  "mn91:39.8_0": "Idamavoca bhagavā. ",
  "mn91:39.9_0": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn91:39.10_0": "Brahmāyusuttaṁ niṭṭhitaṁ paṭhamaṁ. "
}