{
  "ne18:0.1_0": "Netti",
  "ne18:0.2_0": "Paṭiniddesavāra",
  "ne18:0.3_0": "Vibhaṅga 15",
  "ne18:0.4_0": "Parikkhārahāravibhaṅga",
  "ne18:1.1_0": "Tattha katamo parikkhāro hāro?",
  "ne18:1.2_0": "“Ye dhammā yaṁ dhammaṁ janayantī”ti.",
  "ne18:2.1_0": "Yo dhammo yaṁ dhammaṁ janayati, tassa so parikkhāro.",
  "ne18:2.2_0": "Kiṁlakkhaṇo parikkhāro?",
  "ne18:2.3_0": "Janakalakkhaṇo parikkhāro.",
  "ne18:2.4_0": "Dve dhammā janayanti hetu ca paccayo ca.",
  "ne18:2.5_0": "Tattha kiṁlakkhaṇo hetu, kiṁlakkhaṇo paccayo?",
  "ne18:2.6_0": "Asādhāraṇalakkhaṇo hetu, sādhāraṇalakkhaṇo paccayo.",
  "ne18:2.7_0": "Yathā kiṁ bhave?",
  "ne18:2.8_0": "Yathā aṅkurassa nibbattiyā bījaṁ asādhāraṇaṁ, pathavī āpo ca sādhāraṇā.",
  "ne18:2.9_0": "Aṅkurassa hi pathavī āpo ca paccayo sabhāvo hetu.",
  "ne18:2.10_0": "Yathā vā pana ghaṭe duddhaṁ pakkhittaṁ dadhi bhavati, na catthi ekakālasamavadhānaṁ duddhassa ca dadhissa ca.",
  "ne18:2.11_0": "Evamevaṁ natthi ekakālasamavadhānaṁ hetussa ca paccayassa ca.",
  "ne18:3.1_0": "Ayañhi saṁsāro sahetu sappaccayo nibbatto.",
  "ne18:3.2_0": "Vuttaṁ hi avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇaṁ, evaṁ sabbo paṭiccasamuppādo.",
  "ne18:3.3_0": "Iti avijjā avijjāya hetu ayoniso manasikāro paccayo.",
  "ne18:3.4_0": "Purimikā avijjā pacchimikāya avijjāya hetu.",
  "ne18:3.5_0": "Tattha purimikā avijjā avijjānusayo pacchimikā avijjā avijjāpariyuṭṭhānaṁ, purimiko avijjānusayo pacchimikassa avijjāpariyuṭṭhānassa hetubhūto paribrūhanāya, bījaṅkuro viya samanantarahetutāya.",
  "ne18:3.6_0": "Yaṁ pana yattha phalaṁ nibbattati, idamassa paramparahetutāya hetubhūtaṁ.",
  "ne18:3.7_0": "Duvidho hi hetu samanantarahetu paramparahetu ca, evaṁ avijjāyapi duvidho hetu samanantarahetu paramparahetu ca.",
  "ne18:4.1_0": "Yathā vā pana thālakañca vaṭṭi ca telañca padīpassa paccayabhūtaṁ na sabhāvahetu, na hi sakkā thālakañca vaṭṭiñca telañca anaggikaṁ dīpetuṁ padīpassa paccayabhūtaṁ.",
  "ne18:4.2_0": "Padīpo viya sabhāvo hetu hoti.",
  "ne18:4.3_0": "Iti sabhāvo hetu, parabhāvo paccayo.",
  "ne18:4.4_0": "Ajjhattiko hetu, bāhiro paccayo.",
  "ne18:4.5_0": "Janako hetu, pariggāhako paccayo.",
  "ne18:4.6_0": "Asādhāraṇo hetu, sādhāraṇo paccayo.",
  "ne18:5.1_0": "Avupacchedattho santati attho, nibbatti attho phalattho, paṭisandhi attho punabbhavattho, palibodhattho pariyuṭṭhānattho, asamugghātattho anusayattho, asampaṭivedhattho avijjattho, apariññātattho viññāṇassa bījattho.",
  "ne18:5.2_0": "Yattha avupacchedo tattha santati, yattha santati tattha nibbatti, yattha nibbatti tattha phalaṁ, yattha phalaṁ tattha paṭisandhi, yattha paṭisandhi tattha punabbhavo, yattha punabbhavo tattha palibodho, yattha palibodho tattha pariyuṭṭhānaṁ, yattha pariyuṭṭhānaṁ tattha asamugghāto.",
  "ne18:5.3_0": "Yattha asamugghāto tattha anusayo, yattha anusayo tattha asampaṭivedho, yattha asampaṭivedho tattha avijjā, yattha avijjā tattha sāsavaṁ viññāṇaṁ apariññātaṁ, yattha sāsavaṁ viññāṇaṁ apariññātaṁ tattha bījattho.",
  "ne18:6.1_0": "Sīlakkhandho samādhikkhandhassa paccayo, samādhikkhandho paññākkhandhassa paccayo, paññākkhandho vimuttikkhandhassa paccayo, vimuttikkhandho vimuttiñāṇadassanakkhandhassa paccayo.",
  "ne18:6.2_0": "Titthaññutā pītaññutāya paccayo, pītaññutā pattaññutāya paccayo, pattaññutā attaññutāya paccayo.",
  "ne18:7.1_0": "Yathā vā pana cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṁ.",
  "ne18:7.2_0": "Tattha cakkhu ādhipateyyapaccayatāya paccayo, rūpā ārammaṇapaccayatāya paccayo.",
  "ne18:7.3_0": "Āloko sannissayatāya paccayo, manasikāro sabhāvo hetu.",
  "ne18:7.4_0": "Saṅkhārā viññāṇassa paccayo, sabhāvo hetu.",
  "ne18:7.5_0": "Viññāṇaṁ nāmarūpassa paccayo, sabhāvo hetu.",
  "ne18:7.6_0": "Nāmarūpaṁ saḷāyatanassa paccayo, sabhāvo hetu.",
  "ne18:7.7_0": "Saḷāyatanaṁ phassassa paccayo, sabhāvo hetu.",
  "ne18:7.8_0": "Phasso vedanāya paccayo, sabhāvo hetu.",
  "ne18:7.9_0": "Vedanā taṇhāya paccayo, sabhāvo hetu.",
  "ne18:7.10_0": "Taṇhā upādānassa paccayo, sabhāvo hetu.",
  "ne18:7.11_0": "Upādānaṁ bhavassa paccayo, sabhāvo hetu.",
  "ne18:7.12_0": "Bhavo jātiyā paccayo, sabhāvo hetu.",
  "ne18:7.13_0": "Jāti jarāmaraṇassa paccayo, sabhāvo hetu.",
  "ne18:7.14_0": "Jarāmaraṇaṁ sokassa paccayo, sabhāvo hetu.",
  "ne18:7.15_0": "Soko paridevassa paccayo, sabhāvo hetu.",
  "ne18:7.16_0": "Paridevo dukkhassa paccayo, sabhāvo hetu.",
  "ne18:7.17_0": "Dukkhaṁ domanassassa paccayo, sabhāvo hetu.",
  "ne18:7.18_0": "Domanassaṁ upāyāsassa paccayo, sabhāvo hetu.",
  "ne18:7.19_0": "Evaṁ yo koci upanissayo sabbo so parikkhāro.",
  "ne18:7.20_0": "Tenāha āyasmā mahākaccāyano “ye dhammā yaṁ dhammaṁ janayantī”ti.",
  "ne18:7.21_0": "Niyutto parikkhāro hāro."
}