{
  "patthana11.2:0.1_0": "Paṭṭhānapakaraṇa",
  "patthana11.2:0.2_0": "Dhammapaccanīya (2), Tikatikapaṭṭhānapāḷi (5)",
  "patthana11.2:0.3_0": "11.2. Kusalattika, Vipākattika",
  "patthana11.2:1.1_0": "Nakusalaṁ navipākaṁ dhammaṁ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā.",
  "patthana11.2:1.1_1": "Nakusalaṁ navipākaṁ dhammaṁ paṭicca naakusalo navipāko dhammo uppajjati hetupaccayā.",
  "patthana11.2:1.1_2": "Nakusalaṁ navipākaṁ dhammaṁ paṭicca naabyākato navipāko dhammo uppajjati hetupaccayā.",
  "patthana11.2:1.1_3": "Nakusalaṁ navipākaṁ dhammaṁ paṭicca nakusalo navipāko ca naabyākato navipāko ca dhammā uppajjanti hetupaccayā.",
  "patthana11.2:1.1_4": "Nakusalaṁ navipākaṁ dhammaṁ paṭicca nakusalo navipāko ca naakusalo navipāko ca dhammā uppajjanti hetupaccayā.",
  "patthana11.2:2.1_0": "Naakusalaṁ navipākaṁ dhammaṁ paṭicca naakusalo navipāko dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.2:3.1_0": "Naabyākataṁ navipākaṁ dhammaṁ paṭicca naabyākato navipāko dhammo uppajjati hetupaccayā … cha.",
  "patthana11.2:4.1_0": "Nakusalaṁ navipākañca naabyākataṁ navipākañca dhammaṁ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.2:5.1_0": "Naakusalaṁ navipākañca naabyākataṁ navipākañca dhammaṁ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā … pañca.",
  "patthana11.2:6.1_0": "Nakusalaṁ navipākañca naakusalaṁ navipākañca dhammaṁ paṭicca nakusalo navipāko dhammo uppajjati hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana11.2:7.1_0": "Hetuyā ekūnatiṁsa, ārammaṇe catuvīsa …pe… vipāke nava …pe… avigate ekūnatiṁsa. (Sabbattha vitthāro.)",
  "patthana11.2:8.1_0": "Nakusalaṁ navipākadhammadhammaṁ paṭicca nakusalo navipākadhammadhammo uppajjati hetupaccayā.",
  "patthana11.2:8.1_1": "Nakusalaṁ navipākadhammadhammaṁ paṭicca naakusalo navipākadhammadhammo uppajjati hetupaccayā.",
  "patthana11.2:8.1_2": "Nakusalaṁ navipākadhammadhammaṁ paṭicca nakusalo navipākadhammadhammo ca naakusalo navipākadhammadhammo ca dhammā uppajjanti hetupaccayā.",
  "patthana11.2:9.1_0": "Naakusalaṁ navipākadhammadhammaṁ paṭicca naakusalo navipākadhammadhammo uppajjati hetupaccayā.",
  "patthana11.2:9.1_1": "Naakusalaṁ navipākadhammadhammaṁ paṭicca nakusalo navipākadhammadhammo uppajjati hetupaccayā.",
  "patthana11.2:9.1_2": "Naakusalaṁ navipākadhammadhammaṁ paṭicca nakusalo navipākadhammadhammo ca naakusalo navipākadhammadhammo ca dhammā uppajjanti hetupaccayā.",
  "patthana11.2:10.1_0": "Nakusalaṁ navipākadhammadhammañca naakusalaṁ navipākadhammadhammañca dhammaṁ paṭicca nakusalo navipākadhammadhammo uppajjati hetupaccayā.",
  "patthana11.2:10.1_1": "Nakusalaṁ navipākadhammadhammañca naakusalaṁ navipākadhammadhammañca dhammaṁ paṭicca naakusalo navipākadhammadhammo uppajjati hetupaccayā.",
  "patthana11.2:10.1_2": "Nakusalaṁ navipākadhammadhammañca naakusalaṁ navipākadhammadhammañca dhammaṁ paṭicca nakusalo navipākadhammadhammo ca naakusalo navipākadhammadhammo ca dhammā uppajjanti hetupaccayā. (Saṅkhittaṁ.)",
  "patthana11.2:11.1_0": "Hetuyā nava …pe… avigate nava. (Sabbattha nava.)",
  "patthana11.2:12.1_0": "Nakusalaṁ nanevavipākanavipākadhammadhammaṁ paṭicca nakusalo nanevavipākanavipākadhammadhammo uppajjati hetupaccayā. (Saṅkhittaṁ.)",
  "patthana11.2:13.1_0": "Hetuyā catuvīsa …pe… āsevane sattarasa …pe… vipāke nava …pe… avigate catuvīsa."
}