{
  "patthana13.6:0.1_0": "Paṭṭhānapakaraṇa",
  "patthana13.6:0.2_0": "Dhammānulomapaccanīya (3), Tikapaṭṭhānapāḷi (1)",
  "patthana13.6:0.3_0": "13.6. Vitakkattika",
  "patthana13.6:1.0_0": "Hetu",
  "patthana13.6:1.1_0": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā.",
  "patthana13.6:1.1_1": "Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā.",
  "patthana13.6:1.1_2": "Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā.",
  "patthana13.6:1.1_3": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:1.1_4": "Savitakkasavicāraṁ dhammaṁ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:1.1_5": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:1.1_6": "Savitakkasavicāraṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:2.1_0": "Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkavicāramatto dhammo uppajjati hetupaccayā.",
  "patthana13.6:2.1_1": "Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā.",
  "patthana13.6:2.1_2": "Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā.",
  "patthana13.6:2.1_3": "Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:2.1_4": "Avitakkavicāramattaṁ dhammaṁ paṭicca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:2.1_5": "Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:2.1_6": "Avitakkavicāramattaṁ dhammaṁ paṭicca nasavitakkasavicāro ca naavitakkavicāramatto ca naavitakkaavicāro ca dhammā uppajjanti hetupaccayā.",
  "patthana13.6:3.1_0": "Avitakkaavicāraṁ dhammaṁ paṭicca naavitakkaavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:4.1_0": "Savitakkasavicārañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:5.1_0": "Avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:6.1_0": "Savitakkasavicārañca avitakkavicāramattañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta.",
  "patthana13.6:7.1_0": "Savitakkasavicārañca avitakkavicāramattañca avitakkaavicārañca dhammaṁ paṭicca nasavitakkasavicāro dhammo uppajjati hetupaccayā …pe… satta. (Saṅkhittaṁ.)",
  "patthana13.6:8.1_0": "Hetuyā ekūnapaññāsa, ārammaṇe ekūnapaññāsa, adhipatiyā bāttiṁsa …pe… purejāte āsevane pañcavīsa …pe… avigate ekūnapaññāsa.",
  "patthana13.6:9.1_0": "(Sahajātavārampi …pe… pañhāvārampi vitthāretabbaṁ.)"
}