{
  "tika-abh08t28:0_0": "4. Catuttho paricchedo",
  "tika-abh08t28:1_0": "Ekavidhādiniddesavaṇṇanā",
  "tika-abh08t28:2_0": "128-30.Vijānanasabhāvatoti ārammaṇavijānanasabhāvattā.",
  "tika-abh08t28:2_1": "Nanu ca heṭṭhā sārammaṇato ekavidhabhāvo vuttoti?",
  "tika-abh08t28:2_2": "Saccaṁ vutto, so pana cetasikānañca sādhāraṇoti idha tabbivajjanatthaṁ vijānanalakkhaṇatāva vuttā.",
  "tika-abh08t28:2_3": "Saṅkhepagaṇanavasena ca sahetukānaṁ ekasattatividhatā vuttā.",
  "tika-abh08t28:2_4": "Hetuvādināti kusalākusalābyākatahetūnaṁ byākaraṇakusalena .",
  "tika-abh08t28:2_5": "Atha vā ‘‘ye dhammā hetuppabhavā , tesaṁ hetuṁ tathāgato āhā’’ti (apa. thera 1.1.286; mahāva.",
  "tika-abh08t28:2_6": "60) vacanato taṁtaṁpaccayuppannadhammānaṁ taṁtaṁpaccayavādinā.",
  "tika-abh08t28:3_0": "131-4.Savatthukāvatthukatoti ekantena sabbavatthunissitabhāvato ceva tadabhāvato ca.",
  "tika-abh08t28:3_1": "Keci pana hadayavatthuvasena savatthukāvatthukataṁ vaṇṇenti, taṁ na yujjati savatthukaniddese ‘‘sabbo kāmavipāko’’ti pasādanissitānampi saṅgahitattā.",
  "tika-abh08t28:3_2": "Ubhayavasenāti savatthukāvatthukavasena.",
  "tika-abh08t28:3_3": "Kānici hi cittāni ekantena savatthukāni, kānici avatthukāneva, kānici ubhayasabhāvāni.",
  "tika-abh08t28:3_4": "Tathā ceva niddisati ‘‘sabbo kāmavipāko cā’’tiādi.",
  "tika-abh08t28:4_0": "Sabbo kāmavipāko cāti sahetukāhetukabhinno sabbo tevīsatividho kāmāvacaravipāko ca. Ādimaggoti sotāpattimaggo.",
  "tika-abh08t28:4_1": "So hi sabbalokuttaresu ādito uppajjanato, aṭṭhasu ariyapuggalesu ādipuggalassa sambandhīti vā ‘‘ādimaggo’’ti vuccati.",
  "tika-abh08t28:4_2": "Vinā vatthunti sakasakavatthuṁ vinā nuppajjanti.",
  "tika-abh08t28:4_3": "Teneva hetāni arūpabhave nuppajjanti tattha vatthūnaṁ abhāvato.",
  "tika-abh08t28:4_4": "‘‘Nuppajjanti vinā vatthu’’nti ca idaṁ antobhāvitakāraṇatthaṁ katvā vuttaṁ.",
  "tika-abh08t28:4_5": "Tena yasmā vatthuṁ vinā nuppajjanti, tasmā ekantena savatthukāti vuttaṁ hoti.",
  "tika-abh08t28:5_0": "Ekantena avatthukā arūpabhaveyeva paṭisandhādivasena pavattanato.",
  "tika-abh08t28:5_1": "Kathaṁ pana rūpasannissayena vinā tattha arūpaṁ pavattati, kasmā na pavattati pañcavokāreti? Tathā adassanato.",
  "tika-abh08t28:5_2": "Yadi evaṁ kabaḷīkārāhārenapi vinā rūpadhātuyaṁ rūpena pavattitabbaṁ, kiṁ kāraṇā?",
  "tika-abh08t28:5_3": "Kāmadhātuyaṁ tathā adassanato.",
  "tika-abh08t28:5_4": "Api tu yassa cittasantānassa pavattikāraṇaṁ rūpe avigatataṇhaṁ, tassa saha rūpena pavatti.",
  "tika-abh08t28:5_5": "Yassa pana nibbattikāraṇaṁ rūpe vigatataṇhaṁ, tassa vinā rūpena pavatti kāraṇassa taṁvimukhatāyāti rūpasannissayena vinā tattha arūpaṁ pavattati.",
  "tika-abh08t28:5_6": "Dvecattālīsa sesānīti manodvārāvajjanaṁ kusalakiriyāvasena soḷasa kāmāvacarāni, tatheva aṭṭha arūpāvacarāni, paṭhamamaggavajjāni satta lokuttarāni, paṭighadvayavajjitadasaakusalāni ceti dvecattālīsa vuttāvasesacittāni.",
  "tika-abh08t28:6_0": "135-7.",
  "tika-abh08t28:6_1": "Rūpādīsu ekekameva ārammaṇaṁ imassāti ekekārammaṇaṁ.",
  "tika-abh08t28:6_2": "Tassa tassa ārammaṇassa āpāthagatakāle taṁtaṁvijānanavasena pañcapi ārammaṇāni imassāti pañcārammaṇaṁ.",
  "tika-abh08t28:6_3": "Evampīti na kevalaṁ savatthukādivaseneva, atha kho ekekārammaṇāditopi.",
  "tika-abh08t28:6_4": "Abhiññāvajjitānaṁ sabbamahaggatānampi dhammārammaṇabhāvena ekārammaṇattā āha ‘‘sabbaṁ mahaggata’’nti.",
  "tika-abh08t28:6_5": "Paṇṇattārammaṇato ekārammaṇanti keci.",
  "tika-abh08t28:6_6": "Taṁ arūpāvacaradutiyacatutthajjhānāni patvā na yujjati tesaṁ mahaggatārammaṇattā.",
  "tika-abh08t28:6_7": "Abhiññādvayassa chaḷārammaṇikabhāvena, tassa ca rūpāvacarapañcamajjhānato abhinnattā taṁ pahāya ‘‘tecattālīsā’’ti vuttaṁ.",
  "tika-abh08t28:7_0": "141.",
  "tika-abh08t28:7_1": "Puññavipākakiriyato kāme dvādasāti sambandho. Dhāti nipātamattaṁ.",
  "tika-abh08t28:7_2": "Puññavipākakriyatoti ñāṇavippayuttakusalavipākakiriyato.",
  "tika-abh08t28:8_0": "143-9.",
  "tika-abh08t28:8_1": "Iriyāya kāyikāya kiriyāya pavattipathabhāvato iriyāpatho, gamanādi.",
  "tika-abh08t28:8_2": "Atthato tadavatthā rūpappavatti.",
  "tika-abh08t28:8_3": "Kāmañcettha rūpavinimutto iriyāpatho, viññatti vā natthi, tathāpi sabbaṁ rūpasamuṭṭhāpakacittaṁ iriyāpathupatthambhakaṁ, viññattivikāruppādanañca hoti.",
  "tika-abh08t28:8_4": "Yaṁ pana cittaṁ viññattijanakaṁ , taṁ ekaṁsato itaradvayassa janakaṁ avinābhāvato, tathā iriyāpathupatthambhakaṁ rūpassāti imassa visesassa dassanatthaṁ ‘‘rūpīriyāpathaviññatti-janakājanakādito’’ti iriyāpathaviññattīnaṁ visuṁ gahaṇaṁ.",
  "tika-abh08t28:8_5": "Janakājanakāditoti tiṇṇampi janakato, kassacipi ajanakato, dvinnaṁ ekassa ca janakato.",
  "tika-abh08t28:8_6": "Kānici hi cittāni rūpaṁ samuṭṭhāpenti, iriyāpathaṁ kappenti, viññattiṁ janayanti.",
  "tika-abh08t28:8_7": "Kānici rūpaṁ samuṭṭhāpenti, iriyāpathaṁ kappenti, viññattiṁ na janayanti.",
  "tika-abh08t28:8_8": "Kānici rūpameva samuṭṭhāpenti, itaradvayaṁ na karonti. Kānici tīṇi na karonteva.",
  "tika-abh08t28:8_9": "Tathā ceva dasseti ‘‘dvādasākusalā’’tiādi.",
  "tika-abh08t28:8_10": "Evañcāpi hi taṁ cittanti na kevalaṁ ahetukāditova, evaṁ rūpādijanakāditopi taṁ catubbidhaṁ.",
  "tika-abh08t28:8_11": "‘‘Evañcādimhi ta’’ntipi likhanti.",
  "tika-abh08t28:8_12": "Tassa pana ādimhi nikkhittaṁ cittaṁ evañca catubbidhanti atthaṁ vadanti. Tatthāti tesu rūpajanakādīsu.",
  "tika-abh08t28:8_13": "Dasa kiriyāti manodhātuvajjā dasa kiriyā.",
  "tika-abh08t28:9_0": "Samuṭṭhāpenti rūpānīti attano uppādakkhaṇeyeva attanā janetabbarūpāni samuṭṭhāpenti. Kappentīti sannāmenti.",
  "tika-abh08t28:9_1": "Yathāpavattaṁ iriyāpathaṁ upatthambhenti.",
  "tika-abh08t28:9_2": "Yathā hi antarantarā uppajjamānehi vīthicittehi abbokiṇṇe bhavaṅge pavattamāne aṅgāni osīdanti, pavedhantā viya honti, na evaṁ dvattiṁsavidhesu vakkhamānesu ca chabbīsatividhesu jāgaraṇacittesu pavattamānesu.",
  "tika-abh08t28:9_3": "Tadā pana aṅgāni upatthaddhāni yathāpavattairiyāpathabhāveneva pavattanti.",
  "tika-abh08t28:9_4": "Janayanti ca viññattinti manodvāre pavattā eva viññattiṁ janayanti, na pana pañcadvāre pavattāti daṭṭhabbaṁ.",
  "tika-abh08t28:10_0": "Dvipañcaviññāṇānaṁ jhānaṅgayogābhāvena rūpājanakattā āha ‘‘dvepañcaviññāṇā’’ti.",
  "tika-abh08t28:10_1": "Jhānaṅgāni hi cittena saha rūpasamuṭṭhāpakāni, tesaṁ anubalappadāyakāni maggaṅgādīni tesu vijjamānesu savisesaṁ rūpappavattidassanato.",
  "tika-abh08t28:10_2": "Arūpavipākā pana rūpavirāgabhāvanāya nibbattattā hetuno taṁvimukhatāya rūpaṁ na samuṭṭhāpentīti āha ‘‘vipākā ca arūpisū’’ti.",
  "tika-abh08t28:11_0": "150.Sabbesaṁ sandhicittanti sabbesaṁ sattānaṁ paṭisandhicittaṁ.",
  "tika-abh08t28:11_1": "Tañhi vatthudubbalatāya, appatiṭṭhitatāya, paccayavekallato, āgantukatāya ca rūpaṁ na samuṭṭhāpeti.",
  "tika-abh08t28:11_2": "Tathā hi paṭisandhiviññāṇena sahajātaṁ vatthu pacchājātapaccayarahitaṁ, āhārādīhi ca anupatthaddhaṁ dubbalaṁ, tassa ca dubbalattā tannissitaviññāṇampi dubbalanti.",
  "tika-abh08t28:11_3": "Yathā ca papāte patito aññassa nissayo bhavituṁ na sakkoti, evaṁ tampi bhinnasantatiyaṁ kammakkhittatāya papāte patitaṁ viya appatiṭṭhitaṁ na rūpasamuṭṭhāpane ussahati ca vatthuno ca attanā saha apacchā apure uppajjamānattā purejātapaccayassa alābhato.",
  "tika-abh08t28:11_4": "Yathā pana āgantuko puriso agatapubbaṁ desaṁ gato aññesaṁ ‘‘etha bho antogāme vo annapānagandhamālādīni dassāmī’’ti vattuṁ na sakkoti attano avisayatāya, appahutāya ca, evamevaṁ paṭisandhicittampi āgantukanti.",
  "tika-abh08t28:11_5": "Evaṁ vatthudubbalatādīhi kāraṇehi rūpaṁ na samuṭṭhāpeti.",
  "tika-abh08t28:11_6": "Apica āhārindriyādivasena yehākārehi cittasamuṭṭhānarūpānaṁ cittacetasikā paccayā honti, tehi sabbehi paṭisandhiyaṁ cittacetasikā samatiṁsakammajarūpānaṁ yathāyogaṁ paccayā honti. Vuttañhetaṁ paṭṭhāne –",
  "tika-abh08t28:12_0": "‘‘Paṭisandhikkhaṇe vipākābyākatā āhārā sampayuttānaṁ khandhānaṁ kaṭattā ca rūpānaṁ āhārapaccayena paccayo’’tiādi (paṭṭhā. 1.1.429).",
  "tika-abh08t28:13_0": "Tasmā samatiṁsakammajarūpāni cittasamuṭṭhānarūpānaṁ ṭhānaṁ gahetvā ṭhitānīti paṭisandhicittaṁ rūpaṁ na samuṭṭhāpetīti veditabbaṁ.",
  "tika-abh08t28:14_0": "Cuticittañcārahatoti ettha khīṇāsavassa cuticittaṁ upasantavaṭṭamūlasmiṁ santāne sātisayaṁ santavuttitāya rūpaṁ na samuṭṭhāpeti, anāgāmiādīnaṁ tadabhāvatoti vadanti.",
  "tika-abh08t28:14_1": "Ṭīkākāro pana ānandācariyo bhaṇati –",
  "tika-abh08t28:15_0": "‘‘Kāmāvacarānaṁ pacchimacittassa uppādakkhaṇe yassa cittassa anantarā kāmāvacarānaṁ pacchimacittaṁ uppajjissati, rūpāvacare, arūpāvacare pacchimabhavikānaṁ, ye ca rūpāvacaraṁ, arūpāvacaraṁ upapajjitvā parinibbāyissanti, tesaṁ cavantānaṁ, tesaṁ vacīsaṅkhāro nirujjhissati, no ca tesaṁ kāyasaṅkhāro nirujjhissatīti vacanato aññesampi cuticittaṁ rūpaṁ na samuṭṭhāpetī’’ti.",
  "tika-abh08t28:16_0": "Ācariyassa hi ayamadhippāyo – ‘‘kāmāvacarānaṁ pacchimacittassā’’ti etena avisesena kāmāvacarasattānaṁ cuticittassa, ‘‘ye ca rūpāvacaraṁ…pe… nirujjhissatī’’ti iminā kāmabhavato cavitvā rūpārūpabhavūpapajjanakānaṁ kāmāvacaracuticittassāpi uppādakkhaṇato uddhaṁ vacīsaṅkhārassa nirodhaṁ vatvā kāyasaṅkhārassa tadabhāvavacanato cuticittassa kāyasaṅkhārāsamuṭṭhāpanaṁ siddhaṁ.",
  "tika-abh08t28:16_1": "Yadaggena ca taṁ kāyasaṅkhāraṁ na samuṭṭhāpeti, tadaggena taṁ sesarūpampi na janeti.",
  "tika-abh08t28:16_2": "Na hi rūpasamuṭṭhāpakassa gabbhagatatādivibandhābhāve kāyasaṅkhārāsamuṭṭhāpane kāraṇaṁ atthi.",
  "tika-abh08t28:16_3": "Na ca yuttaṁ cutito uddhaṁ cittasamuṭṭhānañcassa rūpaṁ pavattatīti, nāpi ‘‘cuticittaṁ rūpaṁ samuṭṭhāpetī’’ti pāḷi atthi, na cāpi vaṭṭamūlānupasamo cuticittassa rūpuppādane kāraṇaṁ cuticittena na uppannānampi tato purimatarehi uppannānaṁ viya bhavantare anuppajjanato, tasmā sabbesampi cuticittaṁ rūpaṁ na samuṭṭhāpetīti.",
  "tika-abh08t28:16_4": "Yadi kāyasaṅkhārasamuṭṭhāpanameva rūpajananārahabhāvaṁ sādheti, tadā catutthajjhāne kathanti?",
  "tika-abh08t28:16_5": "Nāyaṁ doso, tassa bhāvanābalena sātisayaṁ santavuttitāya kāyasaṅkhārāsamuṭṭhāpanepi maraṇāsannacittānaṁ viya paridubbalattābhāvato rūpasamuṭṭhāpane vibandho natthīti.",
  "tika-abh08t28:16_6": "Kuto pana paṭṭhāya cittajarūpaṁ nuppajjatīti?",
  "tika-abh08t28:16_7": "Yato paṭṭhāya kāyasaṅkhāre nuppajjati.",
  "tika-abh08t28:16_8": "Kadā ca kāyasaṅkhāro nuppajjatīti?",
  "tika-abh08t28:16_9": "Cutito pubbe dvattiṁsamacittakkhaṇato paṭṭhāya nuppajjati, tettiṁsamacittakkhaṇe uppannaṁ pacchimasoḷasakato puretarameva nirujjhatīti vadanti.",
  "tika-abh08t28:16_10": "‘‘Yassa kāyasaṅkhāro na nirujjhati, tassa cittasaṅkhāro na nirujjhissatī’’ti (yama.",
  "tika-abh08t28:16_11": "2.saṅkhārayamaka.113) pañhe ‘‘pacchimacittassa bhaṅgakkhaṇe tesaṁ kāyasaṅkhāro ca na nirujjhati, cittasaṅkhāro ca na nirujjhissatī’’ti pacchimacittasseva vajjitattā cutito dutiyatatiyacittenāpi saha nirujjhatīti apare.",
  "tika-abh08t28:16_12": "Yassa cittassa anantarā kāmāvacarānaṁpacchimacittaṁ uppajjatīti ettha ‘‘yassā’’ti kāmāvacaracuticittassa anantarapaccayabhūtaṁ cittaṁ sandhāya vuttanti tassa uppādatopi uddhaṁ kāyasaṅkhārābhāvavacanena heṭṭhimakoṭiyā cutito tatiyacitteneva saha nirujjhati.",
  "tika-abh08t28:16_13": "Dutiyacittaṁ na pāpuṇātīti eke.",
  "tika-abh08t28:17_0": "151-7.",
  "tika-abh08t28:17_1": "Ekaṁ dve tīṇi cattāri ṭhānāni imassāti ekadviticatuṭṭhānaṁ, ekadviticatuṭṭhānattāti attho.",
  "tika-abh08t28:17_2": "Ṭhānanti ca idha kiccamadhippetaṁ.",
  "tika-abh08t28:17_3": "Tañhi tiṭṭhanti ettha dhammā avaṭṭhitā viya hontīti ‘‘ṭhāna’’nti vuccati.",
  "tika-abh08t28:17_4": "Maṁsacakkhudibbacakkhuñāṇacakkhubuddhacakkhusamantacakkhuvasena pañca nimmalāni locanāni imassāti pañcanimmalalocano.",
  "tika-abh08t28:18_0": "Nippapañcenāti rāgādipapañcarahitena.",
  "tika-abh08t28:18_1": "Rāgādayo hi saṁsāre papañcanato ‘‘papañcā’’ti vuccanti.",
  "tika-abh08t28:19_0": "Āvajjane paṭicchane ṭhāne manodhātuttikanti sambandho, kiriyāmanodhātu āvajjanaṭṭhāne, vipākadvayaṁ sampaṭicchanaṭṭhāneti attho.",
  "tika-abh08t28:20_0": "‘‘Somanassayuttasantīraṇaṁ pañcadvāre santīraṇaṁ siyā’’ti vattabbe ‘‘santīraṇa’’nti adhikāratova labbhatīti gāthābandhasukhatthaṁ ‘‘somanassayuta’’nti ettakameva vuttaṁ.",
  "tika-abh08t28:21_0": "Balavārammaṇe satīti tadārammaṇakiccassa balavārammaṇeyeva labbhanato vuttaṁ, na imasseva āveṇikabhāvena sabbesampi tadārammaṇānaṁ balavārammaṇeyeva uppajjanato.",
  "tika-abh08t28:21_1": "Voṭṭhabbananti kiriyāmanoviññāṇadhātusaṅkhātaṁ voṭṭhabbanakiccaṁ cittaṁ.",
  "tika-abh08t28:22_0": "158-9.Sabbesanti sabbesaṁ kāmarūpārūpabhavikasattānaṁ.",
  "tika-abh08t28:22_1": "Iminā idaṁ dasseti – pañcadvāresu voṭṭhabbanakiccaṁ kesañcideva sattānaṁ arūpabhave sabbaso pañcadvārikacittappavattiyā, rūpabhave ca dvārattayappavattiyā abhāvato.",
  "tika-abh08t28:22_2": "Manodvāre āvajjanakiccaṁ pana sabbesameva sacittakasattānaṁ karotīti.",
  "tika-abh08t28:22_3": "Dviṭṭhānikaṁ nāma hotīti yathāvuttaṭṭhānadvayavantatāya dviṭṭhānikacittaṁ nāma hoti.",
  "tika-abh08t28:22_4": "Keci pana ‘‘somanassasahagatasantīraṇaṁ kāmasugatiyaṁ paṭisandhiṁ ākaḍḍhati , tasmā taṁ pañcaṭṭhānika’’nti vadanti, taṁ tesaṁ matimattaṁ paṭṭhāne tathā adīpitattā. Tattha hi –",
  "tika-abh08t28:23_0": "‘‘Upekkhāsahagataṁ dhammaṁ paṭicca upekkhāsahagato dhammo uppajjati nahetupaccayā’’ti ettha (paṭṭhā.",
  "tika-abh08t28:23_1": "2.7.8) ‘‘ahetukaṁ upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā , ahetukapaṭisandhikkhaṇe upekkhāsahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā’’ti (paṭṭhā. 2.7.8) –",
  "tika-abh08t28:24_0": "Evaṁ upekkhāsahagata-padassa pavattipaṭisandhivasena paṭiccanayo uddhaṭo.",
  "tika-abh08t28:24_1": "Pītisahagatasukhasahagata-padānaṁ pana –",
  "tika-abh08t28:25_0": "‘‘Pītisahagataṁ dhammaṁ paṭicca pītisahagato dhammo uppajjati nahetupaccayā.",
  "tika-abh08t28:25_1": "Ahetukaṁ pītisahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā.",
  "tika-abh08t28:25_2": "Sukhasahagataṁ dhammaṁ paṭicca sukhasahagato dhammo uppajjati nahetupaccayā.",
  "tika-abh08t28:25_3": "Ahetukaṁ sukhasahagataṁ ekaṁ khandhaṁ paṭicca tayo khandhā, tayo khandhe paṭicca eko khandho, dve khandhe paṭicca dve khandhā’’ti (paṭṭhā. 2.7.6) –",
  "tika-abh08t28:26_0": "Evaṁ pavattivaseneva uddhaṭo, na ‘‘ahetukapaṭisandhikkhaṇe’’tiādinā paṭisandhivasena, tasmā yathādhammasāsane avacanampi abhāvameva dīpetīti na tassa paṭisandhidānaṁ atthīti dviṭṭhānikatāva vuttāti.",
  "tika-abh08t28:26_1": "Te mahaggatavipākā navāti sambandho.",
  "tika-abh08t28:27_0": "162. Chadvārā eva chadvārikā.",
  "tika-abh08t28:27_1": "Atha vā chadvārikesūti chadvārikacittesūti attho.",
  "tika-abh08t28:28_0": "164-6.‘‘Pañcakicca’’ntiādi yathāvuttānameva nigamanaṁ.",
  "tika-abh08t28:28_1": "Sesanti aṭṭhasaṭṭhividhaṁ cittaṁ.",
  "tika-abh08t28:28_2": "Ekakiccayogato, ekaṁ kiccamassāti vā ekaṁ, ekameva ekakaṁ.",
  "tika-abh08t28:28_3": "Sabbacittānaṁ kiccavasena niddesaṭṭhāneyeva kiccānaṁ paṭipāṭimpi dassetuṁ ‘‘bhavaṅgāvajjana’’ntiādi vuttaṁ.",
  "tika-abh08t28:28_4": "Yadi evaṁ paṭisandhito paṭṭhāya cutipariyosānaṁ vattabbanti?",
  "tika-abh08t28:28_5": "Saccaṁ, cutipaṭisandhīnaṁ pana pākaṭattā tathā na vuttaṁ.",
  "tika-abh08t28:28_6": "Bhavassa hi paṭisandhi ādi, cuti pariyosānanti pākaṭameva, tasmā pākaṭaṭṭhānaṁ pahāya apākaṭaṭṭhānato paṭṭhāya dassetuṁ bhavaṅgameva ādito vuttaṁ.",
  "tika-abh08t28:28_7": "Tadārammaṇaṁ pana kiñcāpi apākaṭaṁ, atha kho anekantikaṁ kismiñci bhave katthaci javanavīthiyaṁ alabbhanatoti ekantalabbhamānaparidīpanatthaṁ taṁ na vuttaṁ.",
  "tika-abh08t28:28_8": "Atha vā tadārammaṇacittampi yebhuyyena bhavaṅganāmaṁ labbhatīti purimajavanavīthiyaṁ tadārammaṇaṁ pacchimajavanavīthiyā āvajjanassa purecarabhūtaṁ bhavaṅga-ggahaṇeneva saṅgahitanti visuṁ na vuttaṁ.",
  "tika-abh08t28:28_9": "Keci pana ‘‘pañcadvāresu pavattivasena pañcavidhatāya dassanatthaṁ ‘bhavaṅgāvajjana’ntiādi vutta’’nti vadanti, tattha pana appavattamānānaṁ kesañci sabbhāvato taṁ na yujjati, chadvārappavattivasena chabbidhattanayadassanatthanti vattuṁ vaṭṭati.",
  "tika-abh08t28:28_10": "Yathā cettha ‘‘bhavaṅgāvajjana’’ntiādinā cakkhudvāre vuttaṁ, evaṁ sotadvārādīsupi dassanādiṁ apanetvā savanādiṁ pakkhipitvā kiccappavatti yojetabbā. Manodvāre pana –",
  "tika-abh08t28:29_0": "‘‘Bhavaṅgaṁ paṭhamaṁ hoti, tato āvajjanaṁ mataṁ;",
  "tika-abh08t28:30_0": "Dutiyaṁ tamatikkamma, javanaṁ tatiyaṁ siyā’’ti. –",
  "tika-abh08t28:31_0": "Yojanā daṭṭhabbā.",
  "tika-abh08t28:31_1": "Channaṁ viññāṇānanti cakkhuviññāṇādīnaṁ pañcannaṁ, manoviññāṇassa ca.",
  "tika-abh08t28:31_2": "Sattaviññāṇadhātūnanti cakkhuviññāṇadhātādīnaṁ pañcannaṁ, manodhātumanoviññāṇadhātudvayassāti sattannaṁ viññāṇadhātūnaṁ.",
  "tika-abh08t28:32_0": "169-71.Pañcābhiññāvivajjitanti –",
  "tika-abh08t28:33_0": "‘‘Iddhividhaṁ dibbasoto, paracittavijānanā;",
  "tika-abh08t28:34_0": "Pubbenivāsānussati, dibbacakkhūti pañcadhā’’ti. –",
  "tika-abh08t28:35_0": "Evamāgatāhi pañcahi abhiññāhi yuttena rūpāvacarapañcamajjhānacittena vajjitaṁ.",
  "tika-abh08t28:35_1": "Dibbasotādīnaṁ ekekārammaṇattepi pañcannampi abhiññānaṁ ekasseva cittassa avatthābhedabhāvato vuttaṁ ‘‘pañcābhiññāvivajjita’’nti .",
  "tika-abh08t28:35_2": "Keci pana ‘‘idha ekantena dhammārammaṇikacittānameva vacanato paracittavijānanaṁ vajjetvā anāgataṁsañāṇena saha pañcābhiññānaṁ paṭikkhepo’’ti vadanti.",
  "tika-abh08t28:36_0": "Dvipañcaviññāṇānaṁ, manodhātuttayassa ca pariccāgena ekacattālīsa hontīti āha ‘‘cattālīsaṁ tathekaka’’nti.",
  "tika-abh08t28:36_1": "Abhiññāni cāti ca-saddo aṭṭhānappayutto, so ‘‘cattālīsaṁ tathekaka’’nti imassānantaraṁ daṭṭhabbo, tena pana abhiññācittadvayaṁ saṅgaṇhāti.",
  "tika-abh08t28:36_2": "Atha vā abhiññā nāma heṭṭhā ekekārammaṇikesu vuttassa pañcamajjhānasseva avatthāvisesoti abhiññācittānaṁ chaḷārammaṇikesu aggahaṇanti daṭṭhabbaṁ.",
  "tika-abh08t28:37_0": "172-3.Tidhā katvāti tidhā karaṇahetu.",
  "tika-abh08t28:37_1": "Hetvattho hi ayaṁ tvā-saddo yathā ‘‘sīhaṁ disvā bhayaṁ chambhitattaṁ uppajjati, paññāya cassa disvā āsavā parikkhīṇā hontī’’ti.",
  "tika-abh08t28:37_2": "‘‘Puññāpuññavasenā’’tiādinā jātibhūmihetuvedanādivasena yāva chasattatividho bhedo, tāva manoviññāṇadhātuṁ bhinditvā taṁvasena cittavibhāgadassanatthaṁ nayadānaṁ katanti veditabbaṁ.",
  "tika-abh08t28:38_0": "175.Tidhā katvāti paṭhamaṁ vipākadvayakiriyābhedato, dutiyaṁ kusalākusalāditoti evaṁ dhātudvayaṁ paccekaṁ tidhā katvā.",
  "tika-abh08t28:39_0": "180.Bhūmi…pe… vibhāvayeti tiṁsabhūmīnaṁ nānattavasena pavattito tiṁsavidhaṁ, tattheva tiṁsapuggalānaṁ nānattavasena pavattito ca tiṁsavidhantiādinā idaṁ yathāniddiṭṭhacittaṁ bahudhā hotīti ca vibhāveyyāti attho.",
  "tika-abh08t28:40_0": "181.Idhāti imasmiṁ sāsane.",
  "tika-abh08t28:40_1": "Hatthagatāmalakā viya hontīti yathā hatthagataṁ āmalakaṁ cakkhumato supākaṭaṁ hoti, evamimassa matimato bhikkhuno abhidhammapiṭakagatā atthā supākaṭā honti, āvajjitāvajjitakkhaṇe suvisadāva paññāyantīti attho.",
  "tika-abh08t28:41_0": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t28:42_0": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t28:43_0": "Ekavidhādiniddesavaṇṇanā niṭṭhitā."
}