{
  "tika-vin05t20:0_0": "20. Paṭiggahaṇavinicchayakathā",
  "tika-vin05t20:1_0": "104.Khādanīyādipaṭiggāhoti ajjhoharitabbassa yassa kassaci khādanīyassa vā bhojanīyassa vā paṭiggahaṇaṁ.",
  "tika-vin05t20:1_1": "Tatrāyaṁ vinicchayo –",
  "tika-vin05t20:1_2": "pañcahi aṅgehi paṭiggahaṇaṁ ruhati, thāmamajjhimassa purisassa uccāraṇamattaṁ hoti, hatthapāso paññāyati, abhihāro paññāyati, devo vā manusso vā tiracchānagato vā kāyena kāyapaṭibaddhena nissaggiyena vā deti, tañce bhikkhu kāyena vā kāyapaṭibaddhena vā paṭiggaṇhāti.",
  "tika-vin05t20:1_3": "Evaṁ pañcahaṅgehi paṭiggahaṇaṁ ruhati.",
  "tika-vin05t20:2_0": "Tattha ṭhitanisinnanipannānaṁ vasena evaṁ hatthapāso veditabbo –",
  "tika-vin05t20:2_1": "sace bhikkhu nisinno hoti, āsanassa pacchimantato paṭṭhāya, sace ṭhito, paṇhiantato paṭṭhāya, sace nipanno, yena passena nipanno, tassa pārimantato paṭṭhāya, dāyakassa nisinnassa vā ṭhitassa vā nipannassa vā ṭhapetvā pasāritahatthaṁ yaṁ āsannataraṁ aṅgaṁ, tassa orimantena paricchinditvā aḍḍhateyyahattho hatthapāso nāma.",
  "tika-vin05t20:3_0": "Sace pana dāyakapaṭiggāhakesu eko ākāse hoti, eko bhūmiyaṁ, bhūmaṭṭhassa ca sīsena, ākāsaṭṭhassa ca ṭhapetvā dātuṁ vā gahetuṁ vā pasāritahatthaṁ yaṁ āsannataraṁ aṅgaṁ, tassa orimantena hatthapāsapamāṇaṁ paricchinditabbaṁ.",
  "tika-vin05t20:3_1": "Sacepi eko kūpe hoti, eko kūpataṭe, eko vā pana rukkhe, eko pathaviyaṁ, vuttanayeneva hatthapāsapamāṇaṁ paricchinditabbaṁ.",
  "tika-vin05t20:3_2": "Evarūpe hatthapāse ṭhatvā sacepi pakkhī mukhatuṇḍakena vā hatthī vā soṇḍāya gahetvā pupphaṁ vā phalaṁ vā deti, paṭiggahaṇaṁ ruhati.",
  "tika-vin05t20:3_3": "Sace pana aḍḍhaṭṭhamaratanassapi hatthino khandhe nisinno tena soṇḍāya dīyamānaṁ gaṇhāti, vaṭṭatiyeva.",
  "tika-vin05t20:3_4": "Hatthādīsu yena kenaci sarīrāvayavena antamaso pādaṅguliyāpi dīyamānaṁ kāyena dinnaṁ nāma hoti.",
  "tika-vin05t20:3_5": "Paṭiggahaṇepi eseva nayo.",
  "tika-vin05t20:3_6": "Yena kenaci hi sarīrāvayavena gahitaṁ kāyena gahitameva hoti.",
  "tika-vin05t20:3_7": "Sacepi natthukaraṇiyaṁ dīyamānaṁ nāsāpuṭena akallako vā mukhena paṭiggaṇhāti, ābhogameva hettha pamāṇaṁ.",
  "tika-vin05t20:4_0": "105.",
  "tika-vin05t20:4_1": "Kaṭacchuādīsu pana yena kenaci upakaraṇena dinnaṁ kāyapaṭibaddhena dinnaṁ nāma hoti.",
  "tika-vin05t20:4_2": "Paṭiggahaṇepi eseva nayo.",
  "tika-vin05t20:4_3": "Yena kenaci hi sarīrasambaddhena pattathālakādinā gahitaṁ kāyapaṭibaddhena gahitameva hoti.",
  "tika-vin05t20:4_4": "Kāyato pana kāyapaṭibaddhato ca mocetvā hatthapāse ṭhitassa kāye vā kāyapaṭibaddhe vā pātiyamānampi nissaggiyena payogena dinnaṁ nāma hoti.",
  "tika-vin05t20:4_5": "Eko bahūni bhattabyañjanabhājanāni sīse katvā bhikkhussa santikaṁ āgantvā ṭhitakova ‘‘gaṇhathā’’ti vadati, na tāva abhihāro paññāyati, tasmā na gahetabbaṁ.",
  "tika-vin05t20:4_6": "Sace pana īsakampi onamati, bhikkhunā hatthaṁ pasāretvā heṭṭhimabhājanaṁ ekadesenapi sampaṭicchitabbaṁ.",
  "tika-vin05t20:4_7": "Ettāvatā sabbabhājanāni paṭiggahitāni honti.",
  "tika-vin05t20:4_8": "Tato paṭṭhāya oropetvā ugghāṭetvā vā yaṁ icchati, taṁ gahetuṁ vaṭṭati.",
  "tika-vin05t20:4_9": "Bhattapacchiādimhi pana ekabhājane vattabbameva natthi.",
  "tika-vin05t20:5_0": "Kājena bhattaṁ harantopi sace kājaṁ onametvā deti, vaṭṭati.",
  "tika-vin05t20:5_1": "Tiṁsahattho veṇu hoti, ekasmiṁ ante guḷakumbho baddho, ekasmiṁ sappikumbho, tañce paṭiggaṇhāti, sabbaṁ paṭiggahitameva.",
  "tika-vin05t20:5_2": "Ucchuyantadoṇito paggharantameva ‘‘rasaṁ gaṇhathā’’ti vadati, abhihāro na paññāyatīti na gahetabbo.",
  "tika-vin05t20:5_3": "Sace pana kasaṭaṁ chaḍḍetvā hatthena ussiñcitvā deti, vaṭṭati.",
  "tika-vin05t20:5_4": "Bahū pattā mañce vā pīṭhe vā kaṭasāre vā doṇiyaṁ vā phalake vā ṭhapitā honti, yattha ṭhitassa dāyako hatthapāse hoti, tattha ṭhatvā paṭiggahaṇasaññāya mañcādīni aṅguliyāpi phusitvā ṭhitena vā nisinnena vā nipannena vā yaṁ tesu pattesu dīyati, taṁ sabbaṁ paṭiggahitaṁ hoti.",
  "tika-vin05t20:5_5": "Sacepi ‘‘paṭiggahessāmī’’ti mañcādīni abhiruhitvā nisīdati, vaṭṭatiyeva.",
  "tika-vin05t20:6_0": "Pathaviyaṁ pana sacepi kucchiyā kucchiṁ āhacca ṭhitā honti, yaṁ yaṁ aṅguliyā vā sūciyā vā phusitvā nisinno hoti, tattha tattha dīyamānameva paṭiggahitaṁ hoti.",
  "tika-vin05t20:6_1": "Yattha katthaci mahākaṭasārahatthattharaṇādīsu ṭhapitapatte paṭiggahaṇaṁ na ruhatīti vuttaṁ, taṁ hatthapāsātikkamaṁ sandhāya vuttanti veditabbaṁ, hatthapāse pana sati yattha katthaci vaṭṭati aññatra tatthajātakā.",
  "tika-vin05t20:6_2": "Tatthajātake pana paduminipaṇṇe vā kiṁsukapaṇṇādimhi vā na vaṭṭati.",
  "tika-vin05t20:6_3": "Na hi taṁ kāyapaṭibaddhasaṅkhyaṁ gacchati.",
  "tika-vin05t20:6_4": "Yathā ca tatthajātake, evaṁ khāṇuke bandhitvā ṭhapitamañcādimhi asaṁhārime phalake vā pāsāṇe vā na ruhatiyeva.",
  "tika-vin05t20:6_5": "Tepi hi tatthajātakasaṅkhyupagā honti.",
  "tika-vin05t20:6_6": "Bhūmiyaṁ atthatesu sukhumesu tintiṇikādipaṇṇesu paṭiggahaṇaṁ na ruhati.",
  "tika-vin05t20:6_7": "Na hi tāni sandhāretuṁ samatthānīti.",
  "tika-vin05t20:6_8": "Mahantesu pana paduminipaṇṇādīsu ruhati.",
  "tika-vin05t20:6_9": "Sace hatthapāsaṁ atikkammaṭhito dīghadaṇḍakena uḷuṅkena deti, ‘‘āgantvā dehī’’ti vattabbo.",
  "tika-vin05t20:6_10": "Vacanaṁ asutvā vā anādiyitvā vā patte ākiratiyeva, puna paṭiggahetabbaṁ.",
  "tika-vin05t20:6_11": "Dūre ṭhatvā bhattapiṇḍaṁ khipantepi eseva nayo.",
  "tika-vin05t20:7_0": "106.",
  "tika-vin05t20:7_1": "Sace pattathavikato nīhariyamāne patte rajanacuṇṇāni honti, sati udake dhovitabbo, asati rajanacuṇṇaṁ puñchitvā paṭiggahetvā vā piṇḍāya caritabbaṁ.",
  "tika-vin05t20:7_2": "Sace piṇḍāya carantassa patte rajaṁ patati, paṭiggahetvā bhikkhā gaṇhitabbā, appaṭiggahetvā gaṇhato vinayadukkaṭaṁ, taṁ pana puna paṭiggahetvā bhuñjato anāpatti.",
  "tika-vin05t20:7_3": "Sace pana ‘‘paṭiggahetvā dethā’’ti vutte vacanaṁ asutvā vā anādiyitvā vā bhikkhaṁ dentiyeva, vinayadukkaṭaṁ natthi, puna paṭiggahetvā aññā bhikkhā gahetabbā.",
  "tika-vin05t20:7_4": "Sace mahāvāto tato tato rajaṁ pāteti, na sakkā hoti bhikkhaṁ gahetuṁ, ‘‘anupasampannassa dassāmī’’ti suddhacittena ābhogaṁ katvā gaṇhituṁ vaṭṭati.",
  "tika-vin05t20:7_5": "Evaṁ piṇḍāya caritvā vihāraṁ vā āsanasālaṁ vā gantvā taṁ anupasampannassa datvā puna tena dinnaṁ vā tassa vissāsena vā paṭiggahetvā bhuñjituṁ vaṭṭati.",
  "tika-vin05t20:7_6": "Sace bhikkhācāre sarajaṁ pattaṁ bhikkhussa deti, so vattabbo ‘‘imaṁ paṭiggahetvā bhikkhaṁ vā gaṇheyyāsi paribhuñjeyyāsi vā’’ti, tena tathā kātabbaṁ.",
  "tika-vin05t20:7_7": "Sace rajaṁ upari uppilavati, kañjikaṁ pavāhetvā sesaṁ bhuñjitabbaṁ.",
  "tika-vin05t20:7_8": "Sace antopaviṭṭhaṁ hoti, paṭiggahetabbaṁ.",
  "tika-vin05t20:7_9": "Anupasampanne asati hatthato amocenteneva yattha anupasampanno atthi, tattha netvā paṭiggahetabbaṁ.",
  "tika-vin05t20:7_10": "Sukkhabhatte patitarajaṁ apanetvā bhuñjituṁ vaṭṭati.",
  "tika-vin05t20:7_11": "Sace atisukhumaṁ hoti, upari bhattena saddhiṁ apanetabbaṁ, paṭiggahetvā vā bhuñjitabbaṁ.",
  "tika-vin05t20:7_12": "Yāguṁ vā sūpaṁ vā purato ṭhapetvā āluḷentānaṁ bhājanato phusitāni uggantvā patte patanti, patto paṭiggahetabbo.",
  "tika-vin05t20:8_0": "107.",
  "tika-vin05t20:8_1": "Uḷuṅkena āharitvā dentānaṁ paṭhamataraṁ uḷuṅkato thevā patte patanti, supatitā, abhihaṭattā doso natthi.",
  "tika-vin05t20:8_2": "Sacepi carukena bhatte ākiriyamāne carukato masi vā chārikā vā patati, abhihaṭattā nevatthi doso.",
  "tika-vin05t20:8_3": "Anantarassa bhikkhuno dīyamānaṁ pattato uppatitvā itarassa patte patati, supatitaṁ.",
  "tika-vin05t20:8_4": "Paṭiggahitameva hi taṁ hoti.",
  "tika-vin05t20:8_5": "Sace jajjharisākhādiṁ phāletvā ekassa bhikkhuno dentānaṁ sākhato phusitāni aññassa patte patanti, patto paṭiggahetabbo, yassa pattassa upari phālenti, tassa patte patitesu dātukāmatāya abhihaṭattā doso natthi.",
  "tika-vin05t20:8_6": "Pāyāsassa pūretvā pattaṁ denti, uṇhattā heṭṭhā gahetuṁ na sakkoti, mukhavaṭṭiyāpi gahetuṁ vaṭṭati.",
  "tika-vin05t20:8_7": "Sace tathāpi na sakkoti, ādhārakena gahetabbo.",
  "tika-vin05t20:8_8": "Āsanasālāya pattaṁ gahetvā nisinno bhikkhu niddaṁ okkanto hoti, neva āhariyamānaṁ, na dīyamānaṁ jānāti, appaṭiggahitaṁ hoti.",
  "tika-vin05t20:8_9": "Sace pana ābhogaṁ katvā nisinno hoti, vaṭṭati.",
  "tika-vin05t20:8_10": "Sacepi so hatthena ādhārakaṁ muñcitvā pādena pelletvā niddāyati, vaṭṭatiyeva.",
  "tika-vin05t20:8_11": "Pādena ādhārakaṁ akkamitvā paṭiggaṇhantassa pana jāgarantassapi anādarapaṭiggahaṇaṁ hoti, tasmā na kattabbaṁ.",
  "tika-vin05t20:8_12": "Keci ‘‘evaṁ ādhārakena paṭiggahaṇaṁ kāyapaṭibaddhapaṭibaddhena paṭiggahaṇaṁ nāma hoti , tasmā na vaṭṭatī’’ti vadanti, taṁ vacanamattameva, atthato pana sabbampetaṁ kāyapaṭibaddhameva hoti.",
  "tika-vin05t20:8_13": "Kāyasaṁsaggepi cesa nayo dassito.",
  "tika-vin05t20:8_14": "Yampi bhikkhussa dīyamānaṁ patati, tampi sāmaṁ gahetvā paribhuñjituṁ vaṭṭati.",
  "tika-vin05t20:9_0": "Tatridaṁ suttaṁ –",
  "tika-vin05t20:10_0": "‘‘Anujānāmi, bhikkhave, yaṁ dīyamānaṁ patati, taṁ sāmaṁ gahetvā paribhuñjituṁ, pariccattaṁ taṁ, bhikkhave, dāyakehī’’ti (cūḷava. 273).",
  "tika-vin05t20:11_0": "Idañca pana suttaṁ neyyatthaṁ, tasmā evamettha adhippāyo veditabbo –",
  "tika-vin05t20:11_1": "yaṁ dīyamānaṁ dāyakassa hatthato parigaḷitvā suddhāya vā bhūmiyā paduminipaṇṇe vā vatthakaṭasārakādīsu vā patati, taṁ sāmaṁ gahetvā paribhuñjituṁ vaṭṭati.",
  "tika-vin05t20:11_2": "Yaṁ pana sarajāya bhūmiyaṁ patati, taṁ rajaṁ puñchitvā vā dhovitvā vā paṭiggahetvā vā paribhuñjitabbaṁ.",
  "tika-vin05t20:11_3": "Sace pavaṭṭantaṁ aññassa bhikkhuno santikaṁ gacchati, tena āharāpetumpi vaṭṭati.",
  "tika-vin05t20:11_4": "Sace taṁ bhikkhuṁ vadati ‘‘tvaṁyeva khādā’’ti, tassapi khādituṁ vaṭṭati, anāṇattena pana tena na gahetabbaṁ.",
  "tika-vin05t20:11_5": "‘‘Anāṇattenapi itarassa dassāmīti gahetuṁ vaṭṭatī’’ti kurundiyaṁ vuttaṁ.",
  "tika-vin05t20:11_6": "Kasmā panetaṁ itarassa bhikkhuno gahetuṁ na vaṭṭatīti?",
  "tika-vin05t20:11_7": "Bhagavatā ananuññātattā.",
  "tika-vin05t20:11_8": "Bhagavatā hi ‘‘sāmaṁ gahetvā paribhuñjitu’’nti vadantena yasseva taṁ dīyamānaṁ patati, tassa appaṭiggahitakampi taṁ gahetvā paribhogo anuññāto.",
  "tika-vin05t20:11_9": "‘‘Pariccattaṁ taṁ, bhikkhave, dāyakehī’’ti vacanena panettha parasantakabhāvo dīpito, tasmā aññassa sāmaṁ gahetvā paribhuñjituṁ na vaṭṭati, tassa pana āṇattiyā vaṭṭatīti ayaṁ kirettha adhippāyo.",
  "tika-vin05t20:11_10": "Yasmā ca etaṁ appaṭiggahitakattā anuññātaṁ, tasmā yathāṭhitaṁyeva anāmasitvā kenaci pidahitvā ṭhapitaṁ dutiyadivasepi paribhuñjituṁ vaṭṭati, sannidhipaccayā anāpatti, paṭiggahetvā pana paribhuñjitabbaṁ.",
  "tika-vin05t20:11_11": "Taṁ divasaṁyeva hi tassa sāmaṁ gahetvā paribhogo anuññāto, na tato paranti ayampi kirettha adhippāyo.",
  "tika-vin05t20:12_0": "108.",
  "tika-vin05t20:12_1": "Idāni abbohārikanayo vuccati.",
  "tika-vin05t20:12_2": "Bhuñjantānañhi dantā khīyanti, nakhā khīyanti, pattassa vaṇṇo khīyati, sabbaṁ abbohārikaṁ.",
  "tika-vin05t20:12_3": "Satthakena ucchuādīsu phālitesu malaṁ paññāyati, etaṁ navasamuṭṭhitaṁ nāma, paṭiggahetvā paribhuñjitabbaṁ.",
  "tika-vin05t20:12_4": "Satthakaṁ dhovitvā phālitesu malaṁ na paññāyati, lohagandhamattaṁ hoti, taṁ abbohārikaṁ.",
  "tika-vin05t20:12_5": "Yampi satthakaṁ gahetvā pariharanti , tena phālitepi eseva nayo.",
  "tika-vin05t20:12_6": "Na hi taṁ paribhogatthāya pariharantīti.",
  "tika-vin05t20:12_7": "Mūlabhesajjādīni pisantānaṁ vā koṭṭentānaṁ vā nisadanisadapotakaudukkhalamusalādīni khīyanti, pariharaṇakavāsiṁ tāpetvā bhesajjatthāya takke vā khīre vā pakkhipanti, tattha nīlikā paññāyati, satthake vuttasadisova vinicchayo.",
  "tika-vin05t20:12_8": "Āmakatakkādīsu pana sayaṁ na pakkhipitabbā, pakkhipati ce, sāmaṁpākato na muccati.",
  "tika-vin05t20:12_9": "Deve vassante piṇḍāya carantassa sarīrato vā cīvarato vā kiliṭṭhaudakaṁ patte patati, paṭiggahetabbaṁ.",
  "tika-vin05t20:12_10": "Rukkhamūlādīsu bhuñjantassa patitepi eseva nayo.",
  "tika-vin05t20:12_11": "Sace pana sattāhaṁ vassante deve suddhaṁ udakaṁ hoti, abbhokāsato vā patati, vaṭṭati.",
  "tika-vin05t20:13_0": "109.",
  "tika-vin05t20:13_1": "Sāmaṇerassa odanaṁ dentena tassa pattagataṁ acchupanteneva dātabbo, patto vāssa paṭiggahetabbo.",
  "tika-vin05t20:13_2": "Appaṭiggahite odanaṁ chupitvā puna attano patte odanaṁ gaṇhantassa uggahitako hoti.",
  "tika-vin05t20:13_3": "Sace pana dātukāmo hutvā ‘‘āhara, sāmaṇera, pattaṁ, odanaṁ gaṇhāhī’’ti vadati, itaro ‘‘alaṁ mayha’’nti paṭikkhipati, puna ‘‘tavetaṁ mayā pariccatta’’nti ca vutte ‘‘na mayhaṁ etenattho’’ti vadati, satakkhattumpi pariccajatu, yāva attano hatthagataṁ, tāva paṭiggahitameva hoti.",
  "tika-vin05t20:13_4": "Sace pana ādhārake ṭhitaṁ nirapekkho ‘‘gaṇhāhī’’ti vadati, puna paṭiggahetabbaṁ.",
  "tika-vin05t20:13_5": "Sāpekkho ādhārake pattaṁ ṭhapetvā ‘‘etto pūvaṁ vā bhattaṁ vā gaṇhāhī’’ti sāmaṇeraṁ vadati, sāmaṇero hatthaṁ dhovitvā sacepi satakkhattuṁ gahetvā attano pattagataṁ aphusantova attano patte pakkhipati, puna paṭiggahaṇakiccaṁ natthi.",
  "tika-vin05t20:13_6": "Yadi pana attano pattagataṁ phusitvā tato gaṇhāti, sāmaṇerasantakena saṁsaṭṭhaṁ hoti, puna paṭiggahetabbaṁ.",
  "tika-vin05t20:13_7": "Keci pana ‘‘sacepi gayhamānaṁ chijjitvā tattha patati, puna paṭiggahetabba’’nti vadanti.",
  "tika-vin05t20:13_8": "Taṁ ‘‘ekaṁ bhattapiṇḍaṁ gaṇha, ekaṁ pūvaṁ gaṇha, imassa guḷapiṇḍassa ettakaṁ padesaṁ gaṇhā’’ti evaṁ paricchinditvā vutte veditabbaṁ, idha pana paricchedo natthi, tasmā yaṁ sāmaṇerassa patte patati, tadeva paṭiggahaṇaṁ vijahati, hatthagataṁ pana yāva sāmaṇero vā ‘‘ala’’nti na oramati, bhikkhu vā na vāreti, tāva bhikkhusseva santakaṁ, tasmā paṭiggahaṇaṁ na vijahati.",
  "tika-vin05t20:13_9": "Sace attano vā bhikkhūnaṁ vā yāgupacanakabhājane kesañci atthāya bhattaṁ pakkhipati, ‘‘sāmaṇera, bhājanassa upari hatthaṁ karohī’’ti vatvā tassa hatthe pakkhipitabbaṁ.",
  "tika-vin05t20:13_10": "Tassa hatthato bhājane patitañhi dutiyadivase bhājanassa akappiyabhāvaṁ na karoti pariccattattā.",
  "tika-vin05t20:13_11": "Sace evaṁ akatvā pakkhipati, pattamiva bhājanaṁ nirāmisaṁ katvā paribhuñjitabbaṁ.",
  "tika-vin05t20:14_0": "110.",
  "tika-vin05t20:14_1": "Dāyakā yāgukuṭaṁ ṭhapetvā gatā, taṁ daharasāmaṇero paṭiggaṇhāpetuṁ na sakkoti, bhikkhu pattaṁ upanāmeti, sāmaṇero kuṭassa gīvaṁ pattassa mukhavaṭṭiyaṁ ṭhapetvā āvajjeti, pattagatā yāgu paṭiggahitāva hoti.",
  "tika-vin05t20:14_2": "Atha vā bhikkhu bhūmiyaṁ hatthaṁ ṭhapeti, sāmaṇero pavaṭṭetvā hatthaṁ āropeti, vaṭṭati.",
  "tika-vin05t20:14_3": "Pūvapacchibhattapacchiucchubhārādīsupi eseva nayo.",
  "tika-vin05t20:14_4": "Sace paṭiggahaṇūpagaṁ bhāraṁ dve tayo sāmaṇerā denti, ekena vā balavatā ukkhittaṁ dve tayo bhikkhū gaṇhanti, vaṭṭati.",
  "tika-vin05t20:14_5": "Mañcassa vā pīṭhassa vā pāde telaghaṭaṁ vā phāṇitaghaṭaṁ vā laggenti, bhikkhussa mañcepi pīṭhepi nisīdituṁ vaṭṭati, uggahitakaṁ nāma na hoti.",
  "tika-vin05t20:15_0": "Nāgadantake vā aṅkusake vā dve telaghaṭā laggitā honti upari paṭiggahitako, heṭṭhā appaṭiggahitako.",
  "tika-vin05t20:15_1": "Uparimaṁ gahetuṁ vaṭṭati, heṭṭhā paṭiggahitako, upari appaṭiggahitako, uparimaṁ gahetvā itaraṁ gaṇhato uparimo uggahitako hoti.",
  "tika-vin05t20:15_2": "Heṭṭhāmañce appaṭiggahitakaṁ telathālakaṁ hoti, tañce sammajjanto sammuñjaniyā ghaṭṭeti, uggahitakaṁ na hoti, ‘‘paṭiggahitakaṁ gaṇhissāmī’’ti appaṭiggahitakaṁ gahetvā ñatvā puna ṭhapeti, uggahitakaṁ na hoti, bahi nīharitvā sañjānāti, bahi aṭṭhapetvā haritvā tattheva ṭhapetabbaṁ, natthi doso.",
  "tika-vin05t20:15_3": "Sace pana pubbe vivaritvā ṭhapitaṁ, na pidahitabbaṁ.",
  "tika-vin05t20:15_4": "Yathā pubbe ṭhitaṁ, tatheva ṭhapetabbaṁ.",
  "tika-vin05t20:15_5": "Sace bahi ṭhapeti, puna na chupitabbaṁ.",
  "tika-vin05t20:16_0": "111.",
  "tika-vin05t20:16_1": "Paṭiggahitake telādimhi kaṇṇikā uṭṭheti, siṅgiverādimhi ghanacuṇṇaṁ, taṁsamuṭṭhānameva nāma taṁ, puna paṭiggahaṇakiccaṁ natthi.",
  "tika-vin05t20:16_2": "Tālaṁ vā nāḷikeraṁ vā āruḷho yottena phalapiṇḍiṁ otāretvā upari ṭhitova ‘‘gaṇhathā’’ti vadati, na gahetabbaṁ.",
  "tika-vin05t20:16_3": "Sace añño bhūmiyaṁ ṭhito yottapāsake gahetvā ukkhipitvā deti, vaṭṭati.",
  "tika-vin05t20:16_4": "Saphalaṁ mahāsākhaṁ kappiyaṁ kāretvā paṭiggaṇhāti, phalāni paṭiggahitāneva honti, yathāsukhaṁ paribhuñjituṁ vaṭṭati.",
  "tika-vin05t20:16_5": "Antovatiyaṁ ṭhatvā vatiṁ chinditvā ucchuṁ vā timbarūsakaṁ vā denti, hatthapāse sati vaṭṭati.",
  "tika-vin05t20:16_6": "Daṇḍakesu apaharitvā niggataṁ gaṇhantassa vaṭṭati, paharitvā niggate aṭṭhakathāsu doso na dassito.",
  "tika-vin05t20:16_7": "Mayaṁ pana ‘‘yaṁ ṭhānaṁ pahaṭaṁ, tato sayaṁpatitamiva hotī’’ti takkayāma, tampi ṭhatvā gacchante yujjati suṅkaghātato pavaṭṭetvā bahipatitabhaṇḍaṁ viya.",
  "tika-vin05t20:16_8": "Vatiṁ vā pākāraṁ vā laṅghāpetvā denti, sace pana aputhulo pākāro, antopākāre bahipākāre ca ṭhitassa hatthapāso pahoti, hatthasatampi uddhaṁ gantvā sampattaṁ gahetuṁ vaṭṭati.",
  "tika-vin05t20:17_0": "Bhikkhu gilānaṁ sāmaṇeraṁ khandhena vahati, so phalāphalaṁ disvā gahetvā khandhe nisinnova deti , vaṭṭati.",
  "tika-vin05t20:17_1": "Aparo bhikkhuṁ vahanto khandhe nisinnassa bhikkhuno deti, vaṭṭatiyeva.",
  "tika-vin05t20:17_2": "Bhikkhu phaliniṁ sākhaṁ chāyatthāya gahetvā gacchati, phalāni khādituṁ citte uppanne paṭiggahāpetvā khādituṁ vaṭṭati.",
  "tika-vin05t20:17_3": "Macchikavāraṇatthaṁ kappiyaṁ kāretvā paṭiggaṇhāti, khāditukāmo ce hoti, mūlapaṭiggahaṇameva vaṭṭati, khādantassa natthi doso.",
  "tika-vin05t20:17_4": "Bhikkhu paṭiggahaṇārahaṁ bhaṇḍaṁ manussānaṁ yāne ṭhapetvā maggaṁ gacchati, yānaṁ kaddame laggati, daharo cakkaṁ gahetvā ukkhipati, vaṭṭati, uggahitakaṁ nāma na hoti.",
  "tika-vin05t20:17_5": "Nāvāya ṭhapetvā nāvaṁ arittena vā pājeti, hatthena vā kaḍḍhati, vaṭṭati.",
  "tika-vin05t20:17_6": "Uḷumpepi eseva nayo.",
  "tika-vin05t20:17_7": "Cāṭiyaṁ vā kuṇḍake vā ṭhapetvāpi taṁ anupasampannena gāhāpetvā anupasampannaṁ bāhāyaṁ gahetvā tarituṁ vaṭṭati.",
  "tika-vin05t20:17_8": "Tasmimpi asati anupasampannaṁ gāhāpetvā taṁ bāhāyaṁ gahetvā tarituṁ vaṭṭati.",
  "tika-vin05t20:18_0": "Upāsakā gamikabhikkhūnaṁ pātheyyataṇḍule denti, sāmaṇerā bhikkhūnaṁ taṇḍule gahetvā attano taṇḍule gahetuṁ na sakkonti, bhikkhū tesaṁ taṇḍule gaṇhanti, sāmaṇerā attanā gahitataṇḍulesu khīṇesu itarehi taṇḍulehi yāguṁ pacitvā sabbesaṁ pattāni paṭipāṭiyā ṭhapetvā yāguṁ ākiranti, paṇḍito sāmaṇero attano pattaṁ gahetvā therassa deti, therassa pattaṁ dutiyattherassāti evaṁ sabbānipi parivatteti, sabbehi sāmaṇerassa santakaṁ bhuttaṁ hoti, vaṭṭati.",
  "tika-vin05t20:18_1": "Sacepi sāmaṇero apaṇḍito hoti, attano patte yāguṁ sayameva pātuṁ ārabhati, ‘‘āvuso, tuyhaṁ yāguṁ mayhaṁ dehī’’ti therehi paṭipāṭiyā yācitvāpi pivituṁ vaṭṭati, sabbehi sāmaṇerassa santakameva bhuttaṁ hoti, neva uggahitapaccayā, na sannidhipaccayā vajjaṁ phusanti.",
  "tika-vin05t20:18_2": "Ettha pana mātāpitūnaṁ telādīni, chāyādīnaṁ atthāya sākhādīni ca harantānaṁ imesañca viseso na dissati, tasmā kāraṇaṁ upaparikkhitabbaṁ.",
  "tika-vin05t20:19_0": "112.",
  "tika-vin05t20:19_1": "Sāmaṇero bhattaṁ pacitukāmo taṇḍule dhovitvā niccāletuṁ na sakkoti, bhikkhunā taṇḍule ca bhājanañca paṭiggahetvā taṇḍule dhovitvā niccāletvā bhājanaṁ uddhanaṁ āropetabbaṁ, aggi na kātabbo, pakkakāle vivaritvā pakkabhāvo jānitabbo.",
  "tika-vin05t20:19_2": "Sace duppakkaṁ hoti, pākatthāya pidahituṁ na vaṭṭati, rajassa vā chārikāya vā apatanatthāya vaṭṭati, pakkakāle oropituṁ bhuñjitumpi vaṭṭati, puna paṭiggahaṇakiccaṁ natthi.",
  "tika-vin05t20:19_3": "Sāmaṇero paṭibalo pacituṁ, khaṇo panassa natthi katthaci gantukāmo, bhikkhunā sataṇḍulodakaṁ bhājanaṁ paṭiggahetvā uddhanaṁ āropetvā ‘‘aggiṁ jāletvā gacchā’’ti vattabbo.",
  "tika-vin05t20:19_4": "Tato paraṁ purimanayeneva sabbaṁ kātuṁ vaṭṭati.",
  "tika-vin05t20:19_5": "Bhikkhu yāguatthāya suddhabhājanaṁ āropetvā udakaṁ tāpeti, vaṭṭati.",
  "tika-vin05t20:19_6": "Tatte udake sāmaṇero taṇḍule pakkhipati, tato paṭṭhāya bhikkhunā aggi na kātabbo, pakkayāguṁ paṭiggahetvā pātuṁ vaṭṭati.",
  "tika-vin05t20:19_7": "Sāmaṇero yāguṁ pacati, hatthakukkuccako bhikkhu kīḷanto bhājanaṁ āmasati, pidhānaṁ āmasati, uggataṁ pheṇaṁ chinditvā paharati, tasseva pātuṁ na vaṭṭati, durupaciṇṇaṁ nāma hoti.",
  "tika-vin05t20:19_8": "Sace pana dabbiṁ vā uḷuṅkaṁ vā gahetvā anukkhipanto āloḷeti, sabbesaṁ na vaṭṭati, sāmaṁpākañceva hoti durupaciṇṇañca.",
  "tika-vin05t20:19_9": "Sace ukkhipati, uggahitakampi hoti.",
  "tika-vin05t20:20_0": "113.",
  "tika-vin05t20:20_1": "Bhikkhunā piṇḍāya caritvā ādhārake patto ṭhapito hoti.",
  "tika-vin05t20:20_2": "Tatra ce añño lolabhikkhu kīḷanto pattaṁ āmasati, pattapidhānaṁ āmasati, tasseva tato laddhabhattaṁ na vaṭṭati.",
  "tika-vin05t20:20_3": "Sace na pattaṁ ukkhipitvā ṭhapeti, sabbesaṁ na vaṭṭati.",
  "tika-vin05t20:20_4": "Tatthajātakaphalinisākhāya vā valliyā vā gahetvā cāleti, tasseva tato laddhaphalaṁ na vaṭṭati, durupaciṇṇadukkaṭañca āpajjati.",
  "tika-vin05t20:20_5": "‘‘Phalarukkhaṁ pana apassayituṁ vā tattha kaṇṭakaṁ vā bandhituṁ vaṭṭati, durupaciṇṇaṁ na hotī’’ti mahāpaccariyaṁ vuttaṁ.",
  "tika-vin05t20:20_6": "Araññe patitaṁ pana ambaphalādiṁ disvā ‘‘sāmaṇerassa dassāmī’’ti āharitvā dātuṁ vaṭṭati.",
  "tika-vin05t20:20_7": "Sīhavighāsādiṁ disvāpi ‘‘sāmaṇerassa dassāmī’’ti paṭiggahetvā vā appaṭiggahetvā vā āharitvā dātuṁ vaṭṭati.",
  "tika-vin05t20:20_8": "Sace pana sakkoti vitakkaṁ sodhetuṁ, tato laddhaṁ khāditumpi vaṭṭati, neva āmakamaṁsapaṭiggahaṇapaccayā, na uggahitakapaccayā vajjaṁ phusati.",
  "tika-vin05t20:20_9": "Mātāpitūnaṁ atthāya telādīni gahetvā gacchato antarāmagge byādhi uppajjati, tato yaṁ icchati, taṁ paṭiggahetvā paribhuñjituṁ vaṭṭati.",
  "tika-vin05t20:20_10": "Sace pana mūlepi paṭiggahitaṁ hoti, puna paṭiggahaṇakiccaṁ natthi.",
  "tika-vin05t20:20_11": "Mātāpitūnaṁ taṇḍule āharitvā deti, te tatoyeva yāguādīni sampādetvā tassa denti, vaṭṭati, sannidhipaccayā uggahitapaccayā vā doso natthi.",
  "tika-vin05t20:21_0": "114.",
  "tika-vin05t20:21_1": "Bhikkhu pidahitvā udakaṁ tāpeti, yāva parikkhayā paribhuñjituṁ vaṭṭati.",
  "tika-vin05t20:21_2": "Sace panettha chārikā patati, paṭiggahetabbaṁ.",
  "tika-vin05t20:21_3": "Dīghasaṇḍāsena thālakaṁ gahetvā telaṁ pacantassa chārikā patati, hatthena amuñcanteneva pacitvā otāretvā paṭiggahetabbaṁ.",
  "tika-vin05t20:21_4": "Sace aṅgārāpi dārūnipi paṭiggahetvā ṭhapitāni, mūlapaṭiggahaṇameva vaṭṭati.",
  "tika-vin05t20:21_5": "Bhikkhu ucchuṁ khādati, sāmaṇero ‘‘mayhampi dethā’’ti vadati, ‘‘ito chinditvā gaṇhā’’ti vutto gaṇhāti, avasese puna paṭiggahaṇakiccaṁ natthi.",
  "tika-vin05t20:21_6": "Guḷapiṇḍaṁ khādantassapi eseva nayo.",
  "tika-vin05t20:21_7": "Vuttokāsato chinditvā gahitāvasesañhi ajahitapaṭiggahaṇameva hoti.",
  "tika-vin05t20:21_8": "Bhikkhu guḷaṁ bhājento paṭiggahetvā koṭṭhāse karoti, bhikkhūpi sāmaṇerāpi āgantvā ekaggahaṇeneva ekamekaṁ koṭṭhāsaṁ gaṇhanti, gahitāvasesaṁ paṭiggahitameva hoti.",
  "tika-vin05t20:21_9": "Sace lolasāmaṇero gaṇhitvā gaṇhitvā puna ṭhapeti, tassa gahitāvasesaṁ appaṭiggahitakameva hoti.",
  "tika-vin05t20:22_0": "Bhikkhu dhūmavaṭṭiṁ paṭiggahetvā dhūmaṁ pivati, mukhañca kaṇṭho ca manosilāya litto viya hoti, yāvakālikaṁ bhuñjituṁ vaṭṭati, yāvakālikena yāvajīvikasaṁsagge doso natthi.",
  "tika-vin05t20:22_1": "Pattaṁ vā rajanaṁ vā pacantassa kaṇṇanāsacchiddehi dhūmo pavisati, byādhipaccayā pupphaṁ vā phalaṁ vā upasiṅghati, abbohārikattā vaṭṭati.",
  "tika-vin05t20:22_2": "Bhattuggāro tāluṁ āhacca antoyeva pavisati, avisayattā vaṭṭati, mukhaṁ paviṭṭhaṁ pana ajjhoharato vikāle āpatti.",
  "tika-vin05t20:22_3": "Dantantare laggassa āmisassa raso pavisati, āpattiyeva.",
  "tika-vin05t20:22_4": "Sace sukhumaṁ āmisaṁ hoti, raso na paññāyati, abbohārikapakkhaṁ bhajati.",
  "tika-vin05t20:22_5": "Upakaṭṭhe kāle nirudakaṭṭhāne bhattaṁ bhuñjitvā kakkhāretvā dve tayo kheḷapiṇḍe pātetvā udakaṭṭhānaṁ gantvā mukhaṁ vikkhāletabbaṁ.",
  "tika-vin05t20:22_6": "Paṭiggahetvā ṭhapitasiṅgiverādīnaṁ aṅkurā nikkhamanti, puna paṭiggahaṇakiccaṁ natthi.",
  "tika-vin05t20:22_7": "Loṇe asati samuddodakena loṇakiccaṁ kātuṁ vaṭṭati, paṭiggahetvā ṭhapitaloṇodakaṁ loṇaṁ hoti, loṇaṁ vā udakaṁ hoti, raso vā phāṇitaṁ hoti, phāṇitaṁ vā raso hoti, mūlapaṭiggahaṇameva vaṭṭati.",
  "tika-vin05t20:23_0": "Himakarakā udakagatikā eva.",
  "tika-vin05t20:23_1": "Pārihārikena katakaṭṭhinā udakaṁ pasādenti, taṁ abbohārikaṁ, āmisena saddhiṁ vaṭṭati.",
  "tika-vin05t20:23_2": "Āmisagatikehi kapitthaphalādīhi pasāditaṁ purebhattameva vaṭṭati.",
  "tika-vin05t20:23_3": "Pokkharaṇīādīsu udakaṁ bahalaṁ hoti, vaṭṭati.",
  "tika-vin05t20:23_4": "Sace pana mukhe hatthe ca laggati, na vaṭṭati, paṭiggahetvā paribhuñjitabbaṁ.",
  "tika-vin05t20:23_5": "Khettesu kasitaṭṭhāne bahalaṁ udakaṁ hoti, paṭiggahetabbaṁ.",
  "tika-vin05t20:23_6": "Sace sanditvā kandarādīni pavisitvā nadiṁ pūreti, vaṭṭati.",
  "tika-vin05t20:23_7": "Kakudhasobbhādayo honti rukkhato patitehi pupphehi sañchannodakā.",
  "tika-vin05t20:23_8": "Sace puppharaso na paññāyati, paṭiggahaṇakiccaṁ natthi.",
  "tika-vin05t20:23_9": "Parittaṁ udakaṁ hoti, raso paññāyati, paṭiggahetabbaṁ.",
  "tika-vin05t20:23_10": "Pabbatakandarādīsu kāḷavaṇṇapaṇṇacchannaudakepi eseva nayo.",
  "tika-vin05t20:24_0": "Pānīyaghaṭe sareṇukāni vā savaṇṭakhīrāni vā pupphāni pakkhittāni honti, paṭiggahetabbaṁ, pupphāni vā paṭiggahetvā pakkhipitabbāni.",
  "tika-vin05t20:24_1": "Pāṭalimallikā pakkhittā honti, vāsamattaṁ tiṭṭhati, taṁ abbohārikaṁ.",
  "tika-vin05t20:24_2": "Dubhiyadivasepi āmisena saddhiṁ vaṭṭati.",
  "tika-vin05t20:24_3": "Bhikkhunā ṭhapitapupphavāsitakapānīyato sāmaṇero pānīyaṁ gahetvā pītāvasesakaṁ tattheva ākirati, paṭiggahetabbaṁ.",
  "tika-vin05t20:24_4": "Padumasarādīsu udakaṁ santharitvā ṭhitaṁ pupphareṇuṁ ghaṭena vikkhambhetvā udakaṁ gahetuṁ vaṭṭati.",
  "tika-vin05t20:24_5": "Kappiyaṁ kārāpetvā paṭiggahetvā ṭhapitaṁ dantakaṭṭhaṁ hoti, sace tassa rasaṁ pivitukāmo , mūlapaṭiggahaṇameva vaṭṭati, appaṭiggahetvā ṭhapitaṁ paṭiggahetabbaṁ.",
  "tika-vin05t20:24_6": "Ajānantassa rase paviṭṭhepi āpattiyeva.",
  "tika-vin05t20:24_7": "Acittakañhi idaṁ sikkhāpadaṁ.",
  "tika-vin05t20:25_0": "115.",
  "tika-vin05t20:25_1": "Mahābhūtesu kiṁ vaṭṭati, kiṁ na vaṭṭatīti?",
  "tika-vin05t20:25_2": "Khīraṁ tāva vaṭṭati, kappiyamaṁsakhīraṁ vā hotu akappiyamaṁsakhīraṁ vā, pivantassa anāpatti.",
  "tika-vin05t20:25_3": "Assu kheḷo siṅghāṇikā muttaṁ karīsaṁ semhaṁ dantamalaṁ akkhigūthako kaṇṇagūthako sarīre uṭṭhitaloṇanti idaṁ sabbaṁ vaṭṭati.",
  "tika-vin05t20:25_4": "Yaṁ panettha ṭhānato cavitvā patte vā hatthe vā patati, taṁ paṭiggahetabbaṁ, aṅgalaggaṁ paṭiggahitakameva.",
  "tika-vin05t20:25_5": "Uṇhapāyāsaṁ bhuñjantassa sedo aṅgulianusārena ekābaddhova hutvā pāyāse santiṭṭhati, piṇḍāya vā carantassa hatthato pattassa mukhavaṭṭito vā pattatalaṁ orohati, ettha paṭiggahaṇakiccaṁ natthi, jhāmamahābhūte idaṁ nāma na vaṭṭatīti natthi, dujjhāpitaṁ pana na vaṭṭati.",
  "tika-vin05t20:25_6": "Sujjhāpitaṁ pana manussaṭṭhimpi cuṇṇaṁ katvā lehe upanetuṁ vaṭṭati.",
  "tika-vin05t20:25_7": "Cattāri mahāvikaṭāni asati kappiyakārake sāmaṁ gahetvā paribhuñjituṁ vaṭṭanti.",
  "tika-vin05t20:25_8": "Ettha ca dubbacopi asamatthopi kappiyakārako asantapakkheyeva tiṭṭhati.",
  "tika-vin05t20:25_9": "Chārikāya asati sukkhadāruṁ jhāpetvā chārikā gahetabbā.",
  "tika-vin05t20:25_10": "Sukkhadārumhi asati alladāruṁ rukkhato chinditvāpi kātuṁ vaṭṭati.",
  "tika-vin05t20:25_11": "Idaṁ pana catubbidhampi mahāvikaṭaṁ kālodissaṁ nāma, sappadaṭṭhakkhaṇeyeva vaṭṭati.",
  "tika-vin05t20:26_0": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t20:27_0": "Paṭiggahaṇavinicchayakathā samattā."
}