{
  "tika-vin04t15:0_0": "Pācittiyakaṇḍo",
  "tika-vin04t15:1_0": "1. Lasuṇavaggo",
  "tika-vin04t15:2_0": "1. Lasuṇasikkhāpadavaṇṇanā",
  "tika-vin04t15:3_0": "Pācittiyesu lasuṇavaggassa tāva paṭhame lasuṇanti magadharaṭṭhe jātaṁ āmakaṁ bhaṇḍikalasuṇameva, na ekadvitimiñjakaṁ.",
  "tika-vin04t15:3_1": "Tañhi ‘‘khādissāmī’’ti paṭiggaṇhantiyā dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t15:4_0": "Sāvatthiyaṁ thullanandaṁ ārabbha lasuṇaṁ harāpanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, alasuṇe dvikadukkaṭaṁ.",
  "tika-vin04t15:4_1": "Tasmiṁ pana alasuṇasaññāya, palaṇḍuke, bhañjanake, haritake, cāpalasuṇe, sūpasampāke, maṁsasampāke, telasampāke, sāḷave, uttaribhaṅge, ummattikādīnañca anāpatti.",
  "tika-vin04t15:4_2": "Āmakalasuṇañceva, ajjhoharaṇañcāti imānettha dve aṅgāni.",
  "tika-vin04t15:4_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:5_0": "Lasuṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:6_0": "2. Sambādhalomasikkhāpadavaṇṇanā",
  "tika-vin04t15:7_0": "Dutiye sambādheti paṭicchannokāse, upakacchakesu ca muttakaraṇe cāti attho.",
  "tika-vin04t15:7_1": "Saṁharāpeyyāti ettha khurasaṇḍāsakattariādīsu yena kenaci saṁharāpentiyā payogagaṇanāya pācittiyaṁ, na lomagaṇanāya.",
  "tika-vin04t15:8_0": "Sāvatthiyaṁ chabbaggiyā bhikkhuniyo ārabbha sambādhe lomaṁ saṁharāpanavatthusmiṁ paññattaṁ, attano atthāya aññaṁ āṇāpentiyā sāṇattikaṁ, āpattibhedonatthi.",
  "tika-vin04t15:8_1": "Ābādhapaccayā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:8_2": "Ābādhābhāvo, sambādhe lomasaṁharaṇanti imānettha dve aṅgāni.",
  "tika-vin04t15:8_3": "Samuṭṭhānādīni bhikkhuniyā saddhiṁ ekaddhānamaggagamanasikkhāpadasadisānīti.",
  "tika-vin04t15:9_0": "Sambādhalomasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:10_0": "3. Talaghātakasikkhāpadavaṇṇanā",
  "tika-vin04t15:11_0": "Tatiye talaghātaketi antamaso uppalakesarenāpi muttakaraṇassa talaghātane muttakaraṇamhi pahāradāne pācittiyanti attho.",
  "tika-vin04t15:12_0": "Sāvatthiyaṁ dve bhikkhuniyo ārabbha talaghātakaraṇavatthusmiṁ paññattaṁ, purimanayeneva sāṇattikaṁ, āpattibhedo natthi.",
  "tika-vin04t15:12_1": "Ito paraṁ pana yattha natthi, tattha avatvāva gamissāma.",
  "tika-vin04t15:12_2": "Ābādhapaccayā gaṇḍaṁ vā vaṇaṁ vā paharantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:12_3": "Ābādhābhāvo, muttakaraṇe pahāradānaṁ, phassasādiyananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:12_4": "Samuṭṭhānādīni paṭhamapārājikasadisānīti.",
  "tika-vin04t15:13_0": "Talaghātakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:14_0": "4. Jatumaṭṭhakasikkhāpadavaṇṇanā",
  "tika-vin04t15:15_0": "Catutthe jatumaṭṭhaketi jatunā kate maṭṭhadaṇḍake.",
  "tika-vin04t15:15_1": "Vatthuvasenetaṁ vuttaṁ, kāmarāgena pana uppalakesarampi pavesentiyā āpatti.",
  "tika-vin04t15:16_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha jatumaṭṭhakasādiyanavatthusmiṁ paññattaṁ, sesaṁ tatiyasadisamevāti.",
  "tika-vin04t15:17_0": "Jatumaṭṭhakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:18_0": "5. Udakasuddhikasikkhāpadavaṇṇanā",
  "tika-vin04t15:19_0": "Pañcame udakasuddhikanti muttakaraṇassa dhovanaṁ. Ādiyamānāyāti karontiyā.",
  "tika-vin04t15:19_1": "Dvaṅgulapabbaparamaṁādātabbanti dvīsu aṅgulīsu ekekaṁ katvā dvaṅgulapabbaparamaṁ ādātabbaṁ.",
  "tika-vin04t15:19_2": "Taṁ atikkāmentiyāti sace dhovanakāle rāgavasena vitthārato tatiyāya aṅguliyā aggapabbaṁ, gambhīrato ekissāva aṅguliyā tatiyapabbaṁ paveseti pācittiyaṁ.",
  "tika-vin04t15:20_0": "Sakkesu aññataraṁ bhikkhuniṁ ārabbha atigambhīraṁ udakasuddhikaṁ ādiyanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, ūnakadvaṅgulapabbe dvikadukkaṭaṁ.",
  "tika-vin04t15:20_1": "Tasmiṁ pana ūnakasaññāya, dvaṅgulapabbaparamaṁ ādiyantiyā, ābādhapaccayā atirekampi, ummattikādīnañca anāpatti, sesaṁ tatiyasadisamevāti.",
  "tika-vin04t15:21_0": "Udakasuddhikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:22_0": "6. Upatiṭṭhanasikkhāpadavaṇṇanā",
  "tika-vin04t15:23_0": "Chaṭṭhe bhuñjantassāti pañcannaṁ bhojanānaṁ aññataraṁ bhuñjato.",
  "tika-vin04t15:23_1": "Pānīyenāti suddhena vā udakena, takkādīsu vā aññatarena.",
  "tika-vin04t15:23_2": "Vidhūpanenāti yāya kāyaci bījaniyā.",
  "tika-vin04t15:23_3": "Upatiṭṭheyyāti yā etesu dvīsu aññataraṁ gahetvā hatthapāse tiṭṭhati, tassā pācittiyaṁ.",
  "tika-vin04t15:24_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha bhuñjantassa evaṁ tiṭṭhanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, hatthapāsaṁ vijahitvā khādanīyaṁ khādantassa upatiṭṭhantiyā dukkaṭaṁ, anupasampanne tikadukkaṭaṁ.",
  "tika-vin04t15:24_1": "‘‘Imaṁ pivatha, iminā bījathā’’ti evaṁ dentiyā vā, dāpentiyā vā, anupasampannaṁ vā upatiṭṭhāpanatthaṁ āṇāpentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:24_2": "Bhuñjantassa bhikkhuno hatthapāse ṭhānaṁ, pānīyassa vā vidhūpanassa vā gahaṇanti imānettha dve aṅgāni.",
  "tika-vin04t15:24_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:25_0": "Upatiṭṭhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:26_0": "7. Āmakadhaññasikkhāpadavaṇṇanā",
  "tika-vin04t15:27_0": "Sattame viññatvāti antamaso mātarampi yācitvā. Bhuñjeyyāti ajjhohareyya.",
  "tika-vin04t15:27_1": "Ettha ca viññatti ceva bhojanañca pamāṇaṁ, tasmā sayaṁ viññatvā aññāya bhajjanādīni kārāpetvā vā , aññāya viññāpetvā sayaṁ bhajjanādīni katvā vā paṭiggahaṇato paṭṭhāya yāva dantehi saṁkhādanaṁ, tāva pubbappayogesu dukkaṭāni, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t15:28_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha āmakadhaññaṁ viññāpanavatthusmiṁ paññattaṁ, sayaṁ vā aññāya vā aviññattiyā laddhaṁ bhajjanādīni katvā vā kāretvā vā bhuñjantiyā dukkaṭaṁ, aññāya viññattiyā laddhaṁ pana sayaṁ bhajjanādīni katvāpi kāretvāpi bhuñjantiyā dukkaṭameva.",
  "tika-vin04t15:28_1": "Ābādhe sati sedakammādīnaṁ atthāya viññāpentiyā, aviññattiyā labbhamānaṁ navakammatthāya sampaṭicchantiyā, ñātakappavāritaṭṭhāne muggamāsādiaparaṇṇaṁ viññāpentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:28_2": "Sattannaṁ dhaññānaṁ aññatarassa viññāpanaṁ vā viññāpāpanaṁ vā, paṭilābho, bhajjanādīni katvā vā kāretvā vā ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:28_3": "Samuṭṭhānādīni addhānamaggasikkhāpadasadisānīti.",
  "tika-vin04t15:29_0": "Āmakadhaññasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:30_0": "8. Paṭhamauccārachaḍḍanasikkhāpadavaṇṇanā",
  "tika-vin04t15:31_0": "Aṭṭhame saṅkāranti kacavaraṁ.",
  "tika-vin04t15:31_1": "Vighāsanti yaṁkiñci paribhuttāvasesaṁ ucchiṭṭhodakampi dantakaṭṭhampi, aṭṭhikacalakesu pana vattabbameva natthi.",
  "tika-vin04t15:31_2": "Tirokuṭṭe vā tiropākāre vāti yassakassaci kuṭṭassa vā pākārassa vā parato.",
  "tika-vin04t15:31_3": "Chaḍḍeyya vā chaḍḍāpeyya vāti sabbānipetāni ekato chaḍḍentiyā ekappayoge ekāpatti, sakiṁ āṇattiyā bahukepi chaḍḍite ekāva.",
  "tika-vin04t15:32_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha uccāraṁ tirokuṭṭe chaḍḍanavatthusmiṁ paññattaṁ, sāṇattikaṁ, bhikkhussa dukkaṭaṁ , oloketvā vā avalañje vā chaḍḍentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:32_1": "Uccārādibhāvo, anolokanaṁ, valañjanaṭṭhānaṁ, tirokuṭṭatiropākāratā, chaḍḍanaṁ vā chaḍḍāpanaṁ vāti imānettha pañca aṅgāni.",
  "tika-vin04t15:32_2": "Samuṭṭhānādīni sañcarittasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:33_0": "Paṭhamauccārachaḍḍanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:34_0": "9. Dutiyauccārachaḍḍanasikkhāpadavaṇṇanā",
  "tika-vin04t15:35_0": "Navame hariteti khette vā nāḷikerādiārāme vā yatthakatthaci ropimaharitaṭṭhāne.",
  "tika-vin04t15:35_1": "Tāni vatthūni chaḍḍentiyā vā chaḍḍāpentiyā vā purimanayeneva āpatti, tādise ṭhāne nisīditvā antamaso udakaṁ pivitvā matthakacchinnaṁ nāḷikerampi chaḍḍentiyā āpattiyeva.",
  "tika-vin04t15:36_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha uccārādīni harite chaḍḍanavatthusmiṁ paññattaṁ, sāṇattikaṁ, tikapācittiyaṁ, bhikkhuno dukkaṭaṁ, bhikkhuniyāpi nikkhittabīje khette yāva aṅkuro na uṭṭhahati, tāva dukkaṭaṁ, aharite dvikadukkaṭaṁ.",
  "tika-vin04t15:36_1": "Tasmiṁ pana aharitasaññāya chaḍḍitakhette vā, sāmike apaloketvā vā chaḍḍentiyā, ummattikādīnañca anāpatti. Sesaṁ aṭṭhamasadisamevāti.",
  "tika-vin04t15:37_0": "Dutiyauccārachaḍḍanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:38_0": "10. Naccagītasikkhāpadavaṇṇanā",
  "tika-vin04t15:39_0": "Dasame naccanti antamaso moranaccampi.",
  "tika-vin04t15:39_1": "Gītanti antamaso dhammabhāṇakagītampi.",
  "tika-vin04t15:39_2": "Vāditanti antamaso udakabherivāditampi.",
  "tika-vin04t15:39_3": "Dassanāyāti etesu yaṁkiñci dassanāya gacchantiyā pade pade dukkaṭaṁ, yattha ṭhitā passati vā suṇāti vā, ekappayoge ekāpatti, taṁ taṁ disaṁ olokentiyā payoge payoge āpatti.",
  "tika-vin04t15:40_0": "Rājagahe chabbaggiyā bhikkhuniyo ārabbha naccādīni dassanāya gamanavatthusmiṁ paññattaṁ, sayaṁ tāni vatthūni karontiyā, aññaṁ vā āṇāpentiyā, ‘‘cetiyassa upahāraṁ dethā’’ti īdisena pariyāyena vā bhaṇantiyā, ‘‘cetiyassa upahāraṁ karomā’’ti vā vutte ‘‘sādhū’’ti sampaṭicchantiyā ca pācittiyamevāti sabbaaṭṭhakathāsu (pāci. aṭṭha.",
  "tika-vin04t15:40_1": "835-837) vuttaṁ, bhikkhuno sabbattha dukkaṭaṁ.",
  "tika-vin04t15:40_2": "‘‘Tumhākaṁ cetiyassa upaṭṭhānaṁ karomā’’ti vutte pana ‘‘upaṭṭhānakaraṇaṁ nāma sundara’’nti īdisaṁ pariyāyaṁ bhaṇantiyā, ārāme ṭhatvā passantiyā vā suṇantiyā vā, tathā attano ṭhitokāsaṁ āgantvā payojitaṁ paṭipathaṁ gacchantiyā sammukhībhūtaṁ salākabhattādike sati karaṇīye gantvā, āpadāsu vā samajjaṭṭhānaṁ pavisitvāpi passantiyā vā suṇantiyā vā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:40_3": "Naccādīnaṁ aññataratā, aññatra anuññātakāraṇā gamanaṁ, dassanaṁ vā savanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:40_4": "Samuṭṭhānādīni eḷakalomasadisāni, idaṁ pana lokavajjaṁ, akusalacittaṁ, tivedananti.",
  "tika-vin04t15:41_0": "Naccagītasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:42_0": "Lasuṇavaggo paṭhamo.",
  "tika-vin04t15:43_0": "2. Rattandhakāravaggo",
  "tika-vin04t15:44_0": "1. Rattandhakārasikkhāpadavaṇṇanā",
  "tika-vin04t15:45_0": "Andhakāravaggassa paṭhame rattandhakāreti rattiandhakāre.",
  "tika-vin04t15:45_1": "Appadīpeti pajjotacandasūriyaaggīsu ekekenāpi anobhāsite.",
  "tika-vin04t15:45_2": "Purisenāti santiṭṭhituṁ sallapituñca viññunā manussapurisena saddhiṁ.",
  "tika-vin04t15:45_3": "Santiṭṭheyya vāti hatthapāse ṭhitamattāya pācittiyaṁ.",
  "tika-vin04t15:45_4": "Sallapeyyāti tattha ṭhatvā gehasitakathaṁ kathentiyāpi pācittiyameva.",
  "tika-vin04t15:46_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha evaṁ santiṭṭhanavatthusmiṁ paññattaṁ, purisassa hatthapāsaṁ vijahitvā, yakkhādīnaṁ hatthapāsaṁ avijahitvāpi santiṭṭhantiyā, sallapentiyā vā dukkaṭaṁ, yaṁkiñci viññuṁ dutiyaṁ gahetvā evaṁ karontiyā, arahopekkhāya, aññavihitāya, ummattikādīnañca anāpatti.",
  "tika-vin04t15:46_1": "Rattandhakāratā, purisassa hatthapāse ṭhānaṁ vā sallapanaṁ vā, sahāyābhāvo, rahopekkhatāti imānettha cattāri aṅgāni.",
  "tika-vin04t15:46_2": "Theyyasatthasamuṭṭhānaṁ, kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, tivedananti.",
  "tika-vin04t15:47_0": "Rattandhakārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:48_0": "2. Paṭicchannokāsasikkhāpadavaṇṇanā",
  "tika-vin04t15:49_0": "Dutiye paṭicchanne okāseti kuṭṭādīsu yena kenaci paṭicchanne, idamevettha nānattaṁ.",
  "tika-vin04t15:50_0": "Paṭicchannokāsasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:51_0": "3. Ajjhokāsasallapanasikkhāpadavaṇṇanā",
  "tika-vin04t15:52_0": "Tatiye ajjhokāseti nānaṁ, sesaṁ ubhayatthāpi paṭhamasadisamevāti.",
  "tika-vin04t15:53_0": "Ajjhokāsasallapanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:54_0": "4. Dutiyikauyyojanasikkhāpadavaṇṇanā",
  "tika-vin04t15:55_0": "Catutthe rathikāyāti racchāyaṁ. Byūheti anividdharacchāyaṁ . Siṅghāṭaketi caccare.",
  "tika-vin04t15:55_1": "Nikaṇṇikaṁ vā jappeyyāti kaṇṇamūle kiñci jappeyya.",
  "tika-vin04t15:55_2": "Uyyojeyyāti anācāraṁ caritukāmatāya ‘‘gaccha tva’’nti dutiyikaṁ uyyojeyya.",
  "tika-vin04t15:55_3": "Pācittiyanti purimanayeneva tāva santiṭṭhanādīsu tīṇi pācittiyāni, uyyojentiyā pana uyyojane ca hatthapāsavijahane ca dukkaṭaṁ, vijahite pācittiyaṁ.",
  "tika-vin04t15:56_0": "Sāvatthiyaṁ thullanandaṁ ārabbha evaṁ santiṭṭhanavatthusmiṁ paññattaṁ, sesaṁ purimattayasadisameva.",
  "tika-vin04t15:56_1": "Anāpattiyaṁ pana ‘‘na anācāraṁ ācaritukāmā, sati karaṇīye dutiyikaṁ bhikkhuniṁ uyyojetī’’ti (pāci. 852) ettakaṁ adhikanti.",
  "tika-vin04t15:57_0": "Dutiyikauyyojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:58_0": "5. Anāpucchāpakkamanasikkhāpadavaṇṇanā",
  "tika-vin04t15:59_0": "Pañcame purebhattanti aruṇuggamanaṁ upādāya yāva majjhanhikaṁ. Āsaneti pallaṅkassokāsabhūte.",
  "tika-vin04t15:59_1": "Sāmike anāpucchāti tasmiṁ kule yaṁkiñci viññuṁ manussaṁ anāpucchā.",
  "tika-vin04t15:59_2": "Pakkameyyāti ettha channassa anto nisīditvā anovassakaṁ ajjhokāse upacāraṁ atikkāmentiyā paṭhamapāde dukkaṭaṁ, dutiye pācittiyaṁ.",
  "tika-vin04t15:60_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha anāpucchā pakkamanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, pallaṅkassa anokāse dukkaṭaṁ, tathā āpucchite anāpucchitasaññāya ceva vematikāya ca.",
  "tika-vin04t15:60_1": "Āpucchitasaññāya pana, asaṁhārime, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:60_2": "Purebhattatā, antaraghare nisajjā, āsanassa pallaṅkokāsatā, aññatra anuññātakāraṇā anāpucchanaṁ, vuttaparicchedātikkamoti imānettha pañca aṅgāni.",
  "tika-vin04t15:60_3": "Samuṭṭhānādīni kathinasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:61_0": "Anāpucchāpakkamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:62_0": "6. Anāpucchāabhinisīdanasikkhāpadavaṇṇanā",
  "tika-vin04t15:63_0": "Chaṭṭhe pacchābhattanti majjhanhike vītivatte yāva sūriyassa atthaṅgamā.",
  "tika-vin04t15:63_1": "Abhinisīdeyya vāti ādimhi nisīditvā gacchantiyā ekā āpatti, anisīditvā nipajjitvāva gacchantiyāpi ekā, nisīditvā nipajjantiyā dve.",
  "tika-vin04t15:64_0": "Sāvatthiyaṁ thullanandaṁ ārabbha āsane abhinisīdanavatthusmiṁ paññattaṁ , sesaṁ pañcamasadisameva.",
  "tika-vin04t15:64_1": "Yathā pana tattha asaṁhārime, evamidha dhuvapaññatte anāpattīti.",
  "tika-vin04t15:65_0": "Anāpucchāabhinisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:66_0": "7. Anāpucchāsantharaṇasikkhāpadavaṇṇanā",
  "tika-vin04t15:67_0": "Sattame vikāleti atthaṅgate sūriye.",
  "tika-vin04t15:67_1": "Seyyanti antamaso paṇṇasanthārampi, sesaṁ chaṭṭhasadisameva.",
  "tika-vin04t15:68_0": "Idaṁ pana sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha vikāle kulāni upasaṅkamitvā sāmike anāpucchitvā seyyaṁ santharitvā abhinisīdanavatthusmiṁ paññattaṁ, anāpattiyañcettha dhuvapaññattaṁ nāma natthīti.",
  "tika-vin04t15:69_0": "Anāpucchāsantharaṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:70_0": "8. Paraujjhāpanakasikkhāpadavaṇṇanā",
  "tika-vin04t15:71_0": "Aṭṭhame duggahitena dūpadhāritenāti yaṁ vuttaṁ, tato aññathā gahitena ca upadhāritena ca.",
  "tika-vin04t15:71_1": "Paranti ‘‘ahaṁ kirayye ayyaṁ na sakkaccaṁ upaṭṭhahāmī’’tiādinā (pāci.",
  "tika-vin04t15:71_2": "869) nayena upasampannaṁ ujjhāpentiyā pācittiyaṁ.",
  "tika-vin04t15:72_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha evaṁ paraṁ ujjhāpanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, anupasampannāya tikadukkaṭaṁ, ummattikādīnaṁyeva anāpatti.",
  "tika-vin04t15:72_1": "Duggahitatā, ujjhāpanaṁ, yaṁ ujjhāpeti, tassā upasampannatāti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:72_2": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t15:73_0": "Paraujjhāpanakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:74_0": "9. Paraabhisapanasikkhāpadavaṇṇanā",
  "tika-vin04t15:75_0": "Navame abhisapeyyāti sapathaṁ kareyya.",
  "tika-vin04t15:75_1": "Tattha ‘‘niraye upapajjāmi, niraye upapajjatū’’tievamādīni vadamānā nirayena abhisapati nāma, akkosatīti attho.",
  "tika-vin04t15:75_2": "‘‘Gihinī homi, gihinī hotū’’tievamādīni vadamānā brahmacariyena.",
  "tika-vin04t15:75_3": "Tassā vācāya vācāya pācittiyaṁ.",
  "tika-vin04t15:76_0": "Sāvatthiyaṁ caṇḍakāḷiṁ ārabbha evaṁ abhisapanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, anupasampannāya tikadukkaṭaṁ, tiracchānayoniyā vā pettivisayena vā manussadobhaggena vā abhisapane dukkaṭaṁ.",
  "tika-vin04t15:76_1": "Atthadhammānusāsanipurekkhārānaṁ ummattikādīnañca anāpatti.",
  "tika-vin04t15:76_2": "Nirayena vā brahmacariyena vā abhisapanaṁ , upasampannatā, atthadhammapurekkhārādīnaṁ abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:76_3": "Samuṭṭhānādīni aṭṭhamasadisānevāti.",
  "tika-vin04t15:77_0": "Paraabhisapanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:78_0": "10. Rodanasikkhāpadavaṇṇanā",
  "tika-vin04t15:79_0": "Dasame vadhitvāti hatthādīhi paharitvā, ubhayaṁ karontiyāva pācittiyaṁ.",
  "tika-vin04t15:80_0": "Sāvatthiyaṁ caṇḍakāḷiṁ ārabbha attānaṁ vadhitvā rodanavatthusmiṁ paññattaṁ, kevalaṁ vadhantiyā vā rodantiyā vā dukkaṭameva.",
  "tika-vin04t15:80_1": "Ñātirogabhogabyasanehi phuṭṭhāya kevalaṁ rodantiyā eva na vadhantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:80_2": "Attānaṁ vadhanañceva, rodanañcāti imānettha dve aṅgāni.",
  "tika-vin04t15:80_3": "Samuṭṭhānādīni samanubhāsanasadisāni, idaṁ pana kiriyamevāti.",
  "tika-vin04t15:81_0": "Rodanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:82_0": "Rattandhakāravaggo dutiyo.",
  "tika-vin04t15:83_0": "3. Naggavaggo",
  "tika-vin04t15:84_0": "1. Naggasikkhāpadavaṇṇanā",
  "tika-vin04t15:85_0": "Naggavaggassa paṭhame naggāti anivatthā vā apārutā vā.",
  "tika-vin04t15:85_1": "Evañhi nahāyantiyā sabbappayogesu dukkaṭaṁ, nahānapariyosāne pācittiyaṁ.",
  "tika-vin04t15:86_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha evaṁ nahānavatthusmiṁ paññattaṁ, udakasāṭikacīvare acchinne vā naṭṭhe vā, ‘‘mahagghaṁ idaṁ disvā corāpi hareyyu’’nti evarūpāsu āpadāsu vā nahāyantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:86_1": "Naggatā, anuññātakāraṇābhāvo, nahānapariyosānanti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:86_2": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:87_0": "Naggasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:88_0": "2. Udakasāṭikasikkhāpadavaṇṇanā",
  "tika-vin04t15:89_0": "Dutiye sāvatthiyaṁ chabbaggiyā bhikkhuniyo ārabbha appamāṇikāyo udakasāṭikāyo dhāraṇavatthusmiṁ paññattaṁ, sesamettha sabbaṁ ratanavagge nisīdanasikkhāpade vuttanayeneva veditabbanti.",
  "tika-vin04t15:90_0": "Udakasāṭikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:91_0": "3. Cīvarasibbanasikkhāpadavaṇṇanā",
  "tika-vin04t15:92_0": "Tatiye visibbetvāti dussibbitaṁ punasibbanatthāya visibbetvā.",
  "tika-vin04t15:92_1": "Anantarāyikinīti dasasu antarāyesu ekekasmimpi asati.",
  "tika-vin04t15:92_2": "Aññatra catūhapañcāhāti visibbitadivasato pañca divase atikkāmetvā ‘‘neva sibbissāmi , na sibbāpanāya ussukkaṁ karissāmī’’ti dhuraṁ nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:93_0": "Sāvatthiyaṁ thullanandaṁ ārabbha cīvaraṁ visibbetvā na sibbanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, anupasampannāya tikadukkaṭaṁ, tathā ubhinnampi aññasmiṁ parikkhāre.",
  "tika-vin04t15:93_1": "Yā pana antarāyikinī vā hoti, pariyesitvā vā kiñci na labhati, karontī vā pañcāhaṁ atikkāmeti, tassā ca, gilānāya ca, āpadāsu ca, ummattikādīnañca anāpatti.",
  "tika-vin04t15:93_2": "Nivāsanapārupanupagacīvaratā, upasampannāya santakatā, sibbanatthāya visibbanaṁ vā visibbāpanaṁ vā, aññatra anuññātakāraṇā pañcāhātikkamo, dhuranikkhepoti imānettha pañca aṅgāni.",
  "tika-vin04t15:93_3": "Samuṭṭhānādīni samanubhāsanasadisānīti.",
  "tika-vin04t15:94_0": "Cīvarasibbanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:95_0": "4. Saṅghāṭicārasikkhāpadavaṇṇanā",
  "tika-vin04t15:96_0": "Catutthe pañca ahāni pañcāhaṁ, pañcāhameva pañcāhikaṁ.",
  "tika-vin04t15:96_1": "Saṅghāṭīnaṁ cāro saṅghāṭicāro, paribhogavasena vā otāpanavasena vā saṅghaṭitaṭṭhena ‘saṅghāṭī’ti laddhanāmaṁ ticīvaraṁ, udakasāṭikā, saṁkaccikāti imesaṁ pañcannaṁ cīvarānaṁ parivattananti attho.",
  "tika-vin04t15:96_2": "Atikkāmeyya pācittiyanti chaṭṭhe aruṇuggamane ekasmiṁ cīvare vuttanayena aparivattite ekā āpatti, pañcasu pañca.",
  "tika-vin04t15:97_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha cīvaraṁ nikkhipitvā santaruttarena janapadacārikaṁ pakkamanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, pañcāhānatikkante dvikadukkaṭaṁ.",
  "tika-vin04t15:97_1": "Tasmiṁ pana anatikkantasaññāya, pañcamaṁ divasaṁ pañca cīvarāni nivāsentiyā vā pārupantiyā vā otāpentiyā vā, gilānāya, ‘‘idaṁ me cīvaraṁ mahagghaṁ īdise corabhaye na sakkā dhāretu’’nti evarūpāsu āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:97_2": "Pañcannaṁ cīvarānaṁ aññataratā, pañcāhātikkamo, anuññātakāraṇābhāvo, aparivattananti imānettha cattāri aṅgāni.",
  "tika-vin04t15:97_3": "Samuṭṭhānādīni kathinasadisānīti.",
  "tika-vin04t15:98_0": "Saṅghāṭicārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:99_0": "5. Cīvarasaṅkamanīyasikkhāpadavaṇṇanā",
  "tika-vin04t15:100_0": "Pañcame cīvarasaṅkamanīyanti saṅkametabbaṁ cīvaraṁ, aññissā santakaṁ anāpucchā gahitaṁ puna paṭidātabbaṁ pañcannaṁ aññataraṁ cīvaranti attho.",
  "tika-vin04t15:100_1": "Dhāreyyāti sace taṁ nivāseti vā pārupati vā pācittiyaṁ.",
  "tika-vin04t15:101_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha bhikkhuniyā cīvaraṁ ādāya anāpucchā pārupanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, anupasampannāya tikadukkaṭaṁ.",
  "tika-vin04t15:101_1": "Yā pana tāya vā dinnaṁ, taṁ vā āpucchā, acchinnanaṭṭhacīvarikā vā hutvā, ‘‘idaṁ me cīvaraṁ mahagghaṁ īdise corabhaye na sakkā dhāretu’’nti evarūpāsu āpadāsu vā dhāreti, tassā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:101_2": "Cīvarasaṅkamanīyatā, upasampannāya santakatā, anuññātakāraṇābhāvo, dhāraṇanti imānettha cattāri aṅgāni.",
  "tika-vin04t15:101_3": "Samuṭṭhānādīni paṭhamakathinasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:102_0": "Cīvarasaṅkamanīyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:103_0": "6. Gaṇacīvarasikkhāpadavaṇṇanā",
  "tika-vin04t15:104_0": "Chaṭṭhe gaṇassāti bhikkhunisaṅghassa.",
  "tika-vin04t15:104_1": "Cīvaralābhanti vikappanupagampi pacchimaṁ labhitabbaṁ cīvaraṁ.",
  "tika-vin04t15:104_2": "Antarāyaṁ kareyyāti yathā te dātukāmā na denti, evaṁ parakkameyya.",
  "tika-vin04t15:104_3": "Pācittiyanti sace tassā vacanena te na denti, bhikkhuniyā pācittiyaṁ.",
  "tika-vin04t15:105_0": "Sāvatthiyaṁ thullanandaṁ ārabbha gaṇassa cīvaralābhantarāyakaraṇavatthusmiṁ paññattaṁ, aññasmiṁ parikkhāre dukkaṭaṁ, sambahulānaṁ pana ekabhikkhuniyā vā cīvaralābhepi dukkaṭameva.",
  "tika-vin04t15:105_1": "‘‘Samagghakāle dassathā’’ti evaṁ ānisaṁsaṁ dassetvā nivārentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:105_2": "Vikappanupagapacchimatā, saṅghassa pariṇatabhāvo, vinā ānisaṁsadassanena antarāyakaraṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:105_3": "Samuṭṭhānādīni adinnādānasadisānīti.",
  "tika-vin04t15:106_0": "Gaṇacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:107_0": "7. Paṭibāhanasikkhāpadavaṇṇanā",
  "tika-vin04t15:108_0": "Sattame dhammikaṁ cīvaravibhaṅganti samaggena saṅghena sannipatitvā karīyamānaṁ cīvaravibhaṅga.",
  "tika-vin04t15:108_1": "Paṭibāheyyāti paṭisedheyya, evaṁ paṭisedhentiyā pācittiyaṁ.",
  "tika-vin04t15:109_0": "Sāvatthiyaṁ thullanandaṁ ārabbha dhammikaṁ cīvaravibhaṅgaṁ paṭibāhanavatthusmiṁ paññattaṁ, dhammike vematikāya, adhammike dhammikasaññāya ceva vematikāya ca dukkaṭaṁ.",
  "tika-vin04t15:109_1": "Ubhayattha adhammikasaññāya, ānisaṁsaṁ dassetvā paṭibāhantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:109_2": "Cīvaravibhaṅgassa dhammikatā, dhammikasaññitā, vinā ānisaṁsena paṭibāhananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:109_3": "Samuṭṭhānādīni adinnādānasadisānevāti.",
  "tika-vin04t15:110_0": "Paṭibāhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:111_0": "8. Cīvaradānasikkhāpadavaṇṇanā",
  "tika-vin04t15:112_0": "Aṭṭhame samaṇacīvaranti kappakataṁ nivāsanapārupanupagaṁ, evarūpaṁ ṭhapetvā pañca sahadhammike mātāpitaro ca yassa kassaci gahaṭṭhassa vā pabbajitassa vā pariccajitvā dentiyā pācittiyaṁ.",
  "tika-vin04t15:113_0": "Sāvatthiyaṁ thullanandaṁ ārabbha agārikassa samaṇacīvaradānavatthusmiṁ paññattaṁ, bhikkhuno dukkaṭaṁ.",
  "tika-vin04t15:113_1": "Mātāpitūnaṁ pariccajitvāpi, aññesaṁ tāvakālikameva dentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:113_2": "Samaṇacīvaratā, ṭhapetvā sahadhammike ca mātāpitaro ca aññesaṁ dānaṁ, atāvakālikatāti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:113_3": "Samuṭṭhānādīni sañcarittasadisānīti.",
  "tika-vin04t15:114_0": "Cīvaradānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:115_0": "9. Kālaatikkamanasikkhāpadavaṇṇanā",
  "tika-vin04t15:116_0": "Navame dubbalacīvarapaccāsāyāti dubbalāya cīvarapaccāsāya, ‘‘sace sakkoma dassāmā’’ti ettakamattaṁ sutvā uppāditāya āsāyāti attho .",
  "tika-vin04t15:116_1": "Cīvarakālasamayaṁ atikkāmeyyāti vassaṁvuṭṭhabhikkhunīhi kālacīvare bhājiyamāne ‘‘āgameyyātha, ayye, atthi saṅghassa cīvarapaccāsā’’ti vatvā taṁ cīvaravibhaṅgaṁ cīvarakālaṁ atikkāmeyya, tassā anatthate kathine vassānassa pacchimamāsaṁ, atthate kathine kathinubbhāradivasaṁ atikkāmentiyā pācittiyaṁ.",
  "tika-vin04t15:117_0": "Sāvatthiyaṁ thullanandaṁ ārabbha dubbalacīvarapaccāsāya cīvarakālasamayaṁ atikkamanavatthusmiṁ paññattaṁ, dubbalacīvare vematikāya, adubbalacīvare dubbalacīvarasaññāya ceva vematikāya ca dukkaṭaṁ.",
  "tika-vin04t15:117_1": "Ubhayattha adubbalacīvarasaññāya, kiñcāpi ‘na sakkomā’ti vadanti, ‘‘idāni pana tesaṁ kappāso vā uppajjissati, saddho vā puriso āgamissati, tasmiṁ āgate addhā dassantī’’ti evaṁ ānisaṁsaṁ dassetvā nivārentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:117_2": "Dubbalacīvaratā, dubbalasaññitā, vinā ānisaṁsena nivāraṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:117_3": "Samuṭṭhānādīni adinnādānasadisānīti.",
  "tika-vin04t15:118_0": "Kālaatikkamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:119_0": "10. Kathinuddhārasikkhāpadavaṇṇanā",
  "tika-vin04t15:120_0": "Dasame dhammikaṁ kathinuddhāranti sabbāsaṁ bhikkhunīnaṁ akālacīvaraṁ dātukāmena upāsakena yattako atthāramūliko ānisaṁso, tato adhikaṁ vā samakaṁ vā datvā yācitena samaggena bhikkhunisaṅghena yaṁ kathinaṁ ñattidutiyakammena antarā uddharīyati, tassa so uddhāro ‘dhammiko’ti vuccati, evarūpaṁ kathinuddhāranti attho.",
  "tika-vin04t15:120_1": "Paṭibāheyyāti nivāreyya, tassa evarūpaṁ kathinuddhāraṁ nivārentiyā pācittiyaṁ.",
  "tika-vin04t15:121_0": "Sāvatthiyaṁ thullanandaṁ ārabbha kathinuddhāraṁ paṭibāhanavatthusmiṁ paññattaṁ, sesaṁ sattame vuttanayeneva veditabbanti.",
  "tika-vin04t15:122_0": "Kathinuddhārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:123_0": "Naggavaggo tatiyo.",
  "tika-vin04t15:124_0": "4. Tuvaṭṭavaggo",
  "tika-vin04t15:125_0": "1. Ekamañcatuvaṭṭanasikkhāpadavaṇṇanā",
  "tika-vin04t15:126_0": "Tuvaṭṭavaggassa paṭhame tuvaṭṭeyyunti nipajjeyyuṁ.",
  "tika-vin04t15:126_1": "Tāsu pana ekāya vā nipannāya aparā nipajjatu, dvepi vā saheva nipajjantu, dvinnampi pācittiyaṁ.",
  "tika-vin04t15:127_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha dvinnaṁ ekamañce tuvaṭṭanavatthusmiṁ paññattaṁ, sace pana ekāya nipannāya ekā nisīdati, ubho vā nisīdanti, tāsaṁ, ummattikādīnañca anāpatti.",
  "tika-vin04t15:127_1": "Ekamañcatā, dvinnaṁ tuvaṭṭananti imānettha dve aṅgāni.",
  "tika-vin04t15:127_2": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:128_0": "Ekamañcatuvaṭṭanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:129_0": "2. Ekattharaṇatuvaṭṭanasikkhāpadavaṇṇanā",
  "tika-vin04t15:130_0": "Dutiye ekaṁ attharaṇañceva pāvuraṇañca etāsanti ekattharaṇapāvuraṇā, saṁhārimānaṁ pāvārattharaṇakaṭasārakādīnaṁ ekaṁ antaṁ attharitvā ekaṁ pārupitvā tuvaṭṭentīnametaṁ adhivacanaṁ.",
  "tika-vin04t15:130_1": "Pācittiyanti taṁyeva attharitvā taṁ pārupitvā nipajjantīnaṁ pācittiyaṁ.",
  "tika-vin04t15:131_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha evaṁ tuvaṭṭanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, attharaṇe vā pāvuraṇe vā ekasmiṁ dukkaṭaṁ, nānattharaṇapāvuraṇe dvikadukkaṭaṁ.",
  "tika-vin04t15:131_1": "Tasmiṁ pana nānattharaṇapāvuraṇasaññāya, vavatthānaṁ dassetvā nipajjantiyā, ummattikādīnañca anāpatti. Sesaṁ paṭhamasadisamevāti.",
  "tika-vin04t15:132_0": "Ekattharaṇatuvaṭṭanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:133_0": "3. Aphāsukaraṇasikkhāpadavaṇṇanā",
  "tika-vin04t15:134_0": "Tatiye aphāsunti ‘‘iminā imissā aphāsu bhavissatī’’ti anāpucchā purato caṅkamanaṭṭhānanissajjādayo vā uddisauddisāpanaparipucchanasajjhāyaṁ vā karontiyā caṅkamane nivattanagaṇanāya, ṭhānādīsu payogagaṇanāya, uddesādīsu padagaṇanāya pācittiyaṁ.",
  "tika-vin04t15:135_0": "Sāvatthiyaṁ thullanandaṁ ārabbha sañcicca aphāsukaraṇavatthusmiṁ paññattaṁ, tikapācittiyaṁ, anupasampannāya tikadukkaṭaṁ, na aphāsukāmatāya, āpucchā purato caṅkamanādīni karontiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:135_1": "Upasampannatā, aphāsukāmatā, aphāsukaraṇaṁ, anāpucchananti imānettha cattāri aṅgāni.",
  "tika-vin04t15:135_2": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana kiriyākiriyaṁ, dukkhavedananti.",
  "tika-vin04t15:136_0": "Aphāsukaraṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:137_0": "4. Naupaṭṭhāpanasikkhāpadavaṇṇanā",
  "tika-vin04t15:138_0": "Catutthe dukkhitanti gilānaṁ.",
  "tika-vin04t15:138_1": "Sahajīvininti saddhivihāriniṁ.",
  "tika-vin04t15:138_2": "Neva upaṭṭhaheyyāti tassā upaṭṭhānaṁ sayaṁ vā akarontiyā, parehi vā akārentiyā dhuraṁ nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:139_0": "Sāvatthiyaṁ thullanandaṁ ārabbha dukkhitaṁ sahajīviniṁ anupaṭṭhānavatthusmiṁ paññattaṁ, antevāsiniyā vā anupasampannāya vā dukkaṭaṁ, dasasu aññatarantarāye sati pariyesitvā alabhantiyā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:139_1": "Gilānatā, saddhivihāritā, anuññātakāraṇābhāvo, upaṭṭhāne dhuranikkhepoti imānettha cattāri aṅgāni.",
  "tika-vin04t15:139_2": "Samuṭṭhānādīni samanubhāsanasadisānīti.",
  "tika-vin04t15:140_0": "Naupaṭṭhāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:141_0": "5. Nikkaḍḍhanasikkhāpadavaṇṇanā",
  "tika-vin04t15:142_0": "Pañcame upassayaṁ datvāti sakavāṭabaddhaṁ attano puggalikavihāraṁ datvā.",
  "tika-vin04t15:142_1": "Nikkaḍḍheyyāti bahūnipi dvārāni ekappayogena nikkaḍḍhentiyā ekā āpatti, nānāpayogehi payogagaṇanāya āpattiyo, āṇattiyampi eseva nayo.",
  "tika-vin04t15:142_2": "Sace pana ‘‘imañcimañca dvāraṁ atikkāmehī’’ti āṇāpeti, ekāya āṇattiyā eva dvāragaṇanāya āpattiyo.",
  "tika-vin04t15:143_0": "Sāvatthiyaṁ thullanandaṁ ārabbha etādise vatthusmiṁ paññattaṁ, tikapācittiyaṁ, akavāṭabaddhato dukkaṭaṁ, anupasampannāya tikadukkaṭaṁ, sakavāṭabaddhato vā akavāṭabaddhato vā ubhinnampi parikkhāranikkaḍḍhane dukkaṭameva, sesaṁ saṅghikavihāranikkaḍḍhanasikkhāpade vuttanayamevāti.",
  "tika-vin04t15:144_0": "Nikkaḍḍhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:145_0": "6. Saṁsaṭṭhasikkhāpadavaṇṇanā",
  "tika-vin04t15:146_0": "Chaṭṭhaṁ uttānapadatthameva.",
  "tika-vin04t15:146_1": "Sāvatthiyaṁ caṇḍakāḷiṁ ārabbha saṁsaṭṭhavihāravatthusmiṁ paññattaṁ, sesamettha paṭhamaariṭṭhasikkhāpade vuttavinicchayasadisamevāti.",
  "tika-vin04t15:147_0": "Saṁsaṭṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:148_0": "7. Antoraṭṭhasikkhāpadavaṇṇanā",
  "tika-vin04t15:149_0": "Sattame antoraṭṭheti yassa vijite viharati, tassa raṭṭhe.",
  "tika-vin04t15:149_1": "Asatthikā cārikanti vinā satthena gacchantiyā, gāmantaragaṇanāya, agāmake araññe addhayojanagaṇanāya pācittiyaṁ.",
  "tika-vin04t15:150_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha vuttanayeneva desacārikaṁ pakkamanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:150_1": "Satthena saha gacchantiyā, kheme appaṭibhaye, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:150_2": "Antoraṭṭhatā, akhematā, anuññātakāraṇābhāvo, cārikaṁ pakkamananti imānettha cattāri aṅgāni.",
  "tika-vin04t15:150_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:151_0": "Antoraṭṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:152_0": "8. Tiroraṭṭhasikkhāpadavaṇṇanā",
  "tika-vin04t15:153_0": "Aṭṭhame tiroraṭṭheti yassa vijite viharati, taṁ ṭhapetvā aññassa raṭṭhe.",
  "tika-vin04t15:153_1": "Sesaṁ sattame vuttanayeneva veditabbaṁ, nagaraṁ panettha rājagahanti.",
  "tika-vin04t15:154_0": "Tiroraṭṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:155_0": "9. Antovassasikkhāpadavaṇṇanā",
  "tika-vin04t15:156_0": "Navame antovassanti purimaṁ vā temāsaṁ, pacchimaṁ vā temāsaṁ avasitvā tassa vassassa antoyeva.",
  "tika-vin04t15:156_1": "Idha sattāhakaraṇīyena vā kenaci ubbaḷhāya vā āpadāsu vā gacchantiyā ummattikādīnañca anāpatti. Sesaṁ aṭṭhamasadisamevāti.",
  "tika-vin04t15:157_0": "Antovassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:158_0": "10. Cārikanapakkamanasikkhāpadavaṇṇanā",
  "tika-vin04t15:159_0": "Dasame vassaṁvuṭṭhāti purimaṁ vā temāsaṁ, pacchimaṁ vā temāsaṁ vuṭṭhā.",
  "tika-vin04t15:159_1": "Chappañcayojanānīti ettha pavāretvā pañca yojanāni gantumpi vaṭṭati, chasu vattabbameva natthi.",
  "tika-vin04t15:159_2": "Sace pana tīṇi gantvā teneva maggena paccāgacchati, na vaṭṭati, aññena āgantuṁ vaṭṭati.",
  "tika-vin04t15:159_3": "‘‘Vuttappamāṇaṁ addhānaṁ na gacchissāmī’’ti dhure nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:160_0": "Rājagahe sambahulā bhikkhuniyo ārabbha vassaṁ vasitvā cārikaṁ apakkamanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:160_1": "Antarāye sati, pariyesitvā dutiyikaṁ bhikkhuniṁ alabhantiyā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:160_2": "Vassaṁvuṭṭhatā, anuññātakāraṇābhāvo, pañcayojanānatikkamoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:160_3": "Samuṭṭhānādīni paṭhamapārājikasadisāni, idaṁ pana akiriyaṁ, dukkhavedananti.",
  "tika-vin04t15:161_0": "Cārikanapakkamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:162_0": "Tuvaṭṭavaggo catuttho.",
  "tika-vin04t15:163_0": "5. Cittāgāravaggo",
  "tika-vin04t15:164_0": "1. Rājāgārasikkhāpadavaṇṇanā",
  "tika-vin04t15:165_0": "Cittāgāravaggassa paṭhame rājāgāranti rañño kīḷanagharaṁ.",
  "tika-vin04t15:165_1": "Cittāgāranti kīḷanacittasālaṁ. Ārāmanti kīḷanaupavanaṁ. Uyyānanti kīḷanuyyānaṁ.",
  "tika-vin04t15:165_2": "Pokkharaṇinti kīḷanapokkharaṇiṁ.",
  "tika-vin04t15:165_3": "Dassanāyāti ‘‘etesu yaṁkiñci passissāmī’’ti gacchantiyā pade pade dukkaṭaṁ, yattha ṭhatvā passati, tattha padaṁ anuddharitvā pañcāpi passantiyā ekāva āpatti.",
  "tika-vin04t15:165_4": "Sace pana taṁ taṁ viloketvā passati, gīvaṁ parivattanappayogagaṇanāya āpattiyo, na ummīlanagaṇanāya.",
  "tika-vin04t15:166_0": "Sāvatthiyaṁ chabbaggiyā bhikkhuniyo ārabbha cittāgāraṁ dassanāya gamanavatthusmiṁ paññattaṁ, bhikkhussa sabbattha dukkaṭaṁ, avaseso vinicchayo naccadassanasikkhāpade vuttanayeneva veditabboti.",
  "tika-vin04t15:167_0": "Rājāgārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:168_0": "2. Āsandiparibhuñjanasikkhāpadavaṇṇanā",
  "tika-vin04t15:169_0": "Dutiye āsandī nāma atikkantappamāṇā vuccati.",
  "tika-vin04t15:169_1": "Pallaṅko nāma saṁhārimena vāḷena katoti vutto.",
  "tika-vin04t15:169_2": "Paribhuñjeyyāti ettha pana nisīdananipajjanappayogagaṇanāya pācittiyaṁ veditabbaṁ.",
  "tika-vin04t15:170_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha āsandipallaṅkaparibhogavatthusmiṁ paññattaṁ, āsandiyā pāde chinditvā, pallaṅkassa vāḷe bhinditvā paribhuñjantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:170_1": "Āsandipallaṅkatā, nisīdanaṁ nipajjanaṁ vāti imānettha dve aṅgāni.",
  "tika-vin04t15:170_2": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:171_0": "Āsandiparibhuñjanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:172_0": "3. Suttakantanasikkhāpadavaṇṇanā",
  "tika-vin04t15:173_0": "Tatiye suttanti channaṁ aññataraṁ.",
  "tika-vin04t15:173_1": "Kanteyyāti ettha yattakaṁ hatthena añchitaṁ hoti, tasmiṁ takkamhi veṭhite ekā āpatti.",
  "tika-vin04t15:173_2": "Idañhi sandhāya padabhājanīye (pāci.",
  "tika-vin04t15:173_3": "988) ‘‘ujjavujjave’’ti vuttaṁ.",
  "tika-vin04t15:174_0": "Sāvatthiyaṁ chabbaggiyā bhikkhuniyo ārabbha suttaṁ kantanavatthusmiṁ paññattaṁ, kantanato pubbe kappāsavicinanaṁ ādiṁ katvā sabbappayogesu hatthavāragaṇanāya dukkaṭaṁ.",
  "tika-vin04t15:174_1": "Kantitasuttaṁ kantantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:174_2": "Akantitatā, kantananti imānettha dve aṅgāni.",
  "tika-vin04t15:174_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:175_0": "Suttakantanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:176_0": "4. Gihiveyyāvaccasikkhāpadavaṇṇanā",
  "tika-vin04t15:177_0": "Catutthe gihiveyyāvaccanti gihīnaṁ veyyāvaccaṁ.",
  "tika-vin04t15:177_1": "Sacepi hi mātāpitaro attano kiñci kammaṁ akārāpetvā tesaṁ yāgupacanādīni karonti, pubbappayogesu payogagaṇanāya dukkaṭāni āpajjitvā yāguādīsu bhājanagaṇanāya, khādanīyādīsu pūvagaṇanāya pācittiyaṁ āpajjati.",
  "tika-vin04t15:178_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha gihīnaṁ veyyāvaccakaraṇavatthusmiṁ paññattaṁ, manussehi saṅghassa yāgupāne vā bhatte vā cetiyapūjāya vā karīyamānāya tesaṁ sahāyabhāvena yāgupacanādīni, attano veyyāvaccakarassa ca tāniyeva karontiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:178_1": "Gihiveyyāvaccakaraṇaṁ, anuññātakāraṇābhāvoti imānettha dve aṅgāni.",
  "tika-vin04t15:178_2": "Samuṭṭhānādīni eḷakalomasadisānevāti.",
  "tika-vin04t15:179_0": "Gihiveyyāvaccasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:180_0": "5. Adhikaraṇasikkhāpadavaṇṇanā",
  "tika-vin04t15:181_0": "Pañcame adhikaraṇanti catunnaṁ aññataraṁ.",
  "tika-vin04t15:181_1": "Pācittiyanti idha cīvarasibbane viya dhuraṁ nikkhittamatte pācittiyaṁ, ekāhampi parihāro natthi.",
  "tika-vin04t15:182_0": "Sāvatthiyaṁ thullanandaṁ ārabbha adhikaraṇaṁ navūpasamanavatthusmiṁ paññattaṁ, sesamettha cīvarasibbanasikkhāpade vuttanayeneva veditabbanti.",
  "tika-vin04t15:183_0": "Adhikaraṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:184_0": "6. Bhojanadānasikkhāpadavaṇṇanā",
  "tika-vin04t15:185_0": "Chaṭṭhe sahatthāti kāyena vā kāyappaṭibaddhena vā nissaggiyena vā ṭhapetvā pañcasahadhammike avasesānaṁ aññatra udakadantaponā yaṁkiñci ajjhoharaṇīyaṁ dadantiyā pācittiyaṁ.",
  "tika-vin04t15:186_0": "Sāvatthiyaṁ thullanandaṁ ārabbha agārikassa khādanīyabhojanīyadānavatthusmiṁ paññattaṁ, udakadantapone dukkaṭaṁ.",
  "tika-vin04t15:186_1": "Yā pana dāpeti na deti, upanikkhipitvā deti, bāhiralepaṁ deti, tassā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:186_2": "Aññatra udakadantaponā ajjhoharaṇiyaṁ, ṭhapetvā pañca sahadhammike aññassa sahatthā dānanti imānettha dve aṅgāni.",
  "tika-vin04t15:186_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:187_0": "Bhojanadānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:188_0": "7. Āvasathacīvarasikkhāpadavaṇṇanā",
  "tika-vin04t15:189_0": "Sattame āvasathacīvaranti ‘‘utuniyo bhikkhuniyo paribhuñjantū’’ti dinnacīvaraṁ.",
  "tika-vin04t15:189_1": "Anissajjitvāti catutthe divase dhovitvā aññissā antamaso sāmaṇeriyāpi utuniyā adatvā.",
  "tika-vin04t15:189_2": "Pācittiyanti evaṁ anissajjitvā paribhuñjantiyā pācittiyaṁ.",
  "tika-vin04t15:190_0": "Sāvatthiyaṁ thullanandaṁ ārabbha āvasathacīvaraṁ anissajjitvā paribhuñjanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, nissajjite dvikadukkaṭaṁ.",
  "tika-vin04t15:190_1": "Tasmiṁ pana nissajjitasaññāya, puna pariyāyena vā, aññāsaṁ utunīnaṁ abhāvena vā, acchinnanaṭṭhacīvarikāya vā, āpadāsu vā paribhuñjantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:190_2": "Āvasathacīvaratā, catutthadivasatā, dhovitvā anissajjanaṁ, anuññātakāraṇābhāvoti imānettha cattāri aṅgāni.",
  "tika-vin04t15:190_3": "Samuṭṭhānādīni kathinasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:191_0": "Āvasathacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:192_0": "8. Āvasathavihārasikkhāpadavaṇṇanā",
  "tika-vin04t15:193_0": "Aṭṭhame āvasathanti kavāṭabaddhavihāraṁ.",
  "tika-vin04t15:193_1": "Anissajjitvāti rakkhaṇatthāya adatvā, ‘‘idaṁ jaggeyyāsī’’ti evaṁ anāpucchitvāti attho.",
  "tika-vin04t15:193_2": "Cārikaṁ pakkameyya pācittiyanti ettha sakagāmato aññaṁ gāmaṁ ekarattivāsatthāyapi pakkamantiyā parikkhittassa āvasathassa parikkhepaṁ, aparikkhittassa upacāraṁ paṭhamapādena atikkantamatte dukkaṭaṁ, dutiyena pācittiyaṁ.",
  "tika-vin04t15:194_0": "Sāvatthiyaṁ thullanandaṁ ārabbha āvasathaṁ anissajjitvā cārikaṁ pakkamanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, akavāṭabaddhe dukkaṭaṁ, nissajjite dvikadukkaṭaṁ.",
  "tika-vin04t15:194_1": "Tasmiṁ pana nissajjitasaññāya, sati antarāye, paṭijaggikaṁ pariyesitvā alabhantiyā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:194_2": "Sakavāṭabaddhatā, vuttanayena pakkamanaṁ, anuññātakāraṇābhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:194_3": "Samuṭṭhānādīni kathinasadisānīti, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:195_0": "Āvasathavihārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:196_0": "9. Tiracchānavijjāpariyāpuṇanasikkhāpadavaṇṇanā",
  "tika-vin04t15:197_0": "Navame tiracchānavijjanti yaṁkiñci bāhirakaṁ anatthasaṁhitaṁ hatthiassarathadhanutharusippaāthabbaṇakhilanavasīkaraṇasosāpanamantāgadappayogādibhedaṁ parūpaghātakaraṁ vijjaṁ.",
  "tika-vin04t15:197_1": "Pariyāpuṇeyyāti ettha yassa kassaci santike taṁ padādivasena pariyāpuṇantiyā padagaṇanāya ceva akkharagaṇanāya ca pācittiyanti.",
  "tika-vin04t15:198_0": "Tiracchānavijjāpariyāpuṇanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:199_0": "10. Tiracchānavijjāvācanasikkhāpadavaṇṇanā",
  "tika-vin04t15:200_0": "Dasame vāceyyāti padaṁ viseso.",
  "tika-vin04t15:200_1": "Ubhayampi sāvatthiyaṁ chabbaggiyā ceva sambahulā bhikkhuniyo ca ārabbha tiracchānavijjaṁ pariyāpuṇanavācanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:200_2": "Lekhe, dhāraṇāya ca, guttatthāya ca yakkhaparittanāgamaṇḍalādike sabbaparitte, ummattikādīnañca anāpatti.",
  "tika-vin04t15:200_3": "Tiracchānavijjatā, pariyāpuṇanavācanā, anuññātakāraṇābhāvoti imānettha dvīsupi tīṇi aṅgāni.",
  "tika-vin04t15:200_4": "Samuṭṭhānādīni padasodhammasadisānīti.",
  "tika-vin04t15:201_0": "Tiracchānavijjāvācanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:202_0": "Cittāgāravaggo pañcamo.",
  "tika-vin04t15:203_0": "6. Ārāmavaggo",
  "tika-vin04t15:204_0": "1. Ārāmapavisanasikkhāpadavaṇṇanā",
  "tika-vin04t15:205_0": "Ārāmavaggassa paṭhame sabhikkhukaṁ ārāmanti yattha bhikkhū rukkhamūlepi vasanti, taṁ padesaṁ.",
  "tika-vin04t15:205_1": "Anāpucchāti ettha bhikkhusāmaṇeraārāmikesu yaṁkiñci anāpucchā, parikkhittassa ārāmassa parikkhepaṁ atikkamantiyā, aparikkhittassa upacāraṁ okkamantiyā paṭhamapāde dukkaṭaṁ, dutiyapāde pācittiyaṁ.",
  "tika-vin04t15:206_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha anāpucchā ārāmaṁ pavisanavatthusmiṁ paññattaṁ, ‘‘santaṁ bhikkhuṁ anāpucchā’’ti ca ‘‘jānaṁ sabhikkhuka’’nti ca imānettha dve anupaññattiyo, sabhikkhuke vematikāya, abhikkhuke sabhikkhukasaññāya ceva vematikāya ca dukkaṭaṁ.",
  "tika-vin04t15:206_1": "Tasmiṁ pana duvidhepi abhikkhukasaññāya, santaṁ bhikkhuṁ āpucchā pavisantiyā, paṭhamappaviṭṭhānaṁ vā bhikkhunīnaṁ sīsaṁnulokikāya, yattha vā bhikkhuniyo sannipatitā, tattha ‘‘tāsaṁ santikaṁ gacchāmī’’ti saññāya, ārāmena vā maggo hoti, tena gacchantiyā, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:206_2": "Sabhikkhukārāmatā , sabhikkhukasaññitā, vuttaparicchedātikkamo, anuññātakāraṇābhāvoti imānettha cattāri aṅgāni.",
  "tika-vin04t15:206_3": "Samanubhāsanasamauṭṭhānaṁ, kiriyākiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t15:207_0": "Ārāmapavisanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:208_0": "2. Bhikkhuakkosanasikkhāpadavaṇṇanā",
  "tika-vin04t15:209_0": "Dutiye akkoseyyāti dasannaṁ akkosavatthūnaṁ aññatarena sammukhā vā parammukhā vā akkoseyya.",
  "tika-vin04t15:209_1": "Paribhāseyyāti bhayamassa upadaṁseyya.",
  "tika-vin04t15:209_2": "Pācittiyanti tassā evaṁ karontiyā pācittiyaṁ.",
  "tika-vin04t15:210_0": "Vesāliyaṁ chabbaggiyā bhikkhuniyo ārabbha āyasmantaṁ upāliṁ akkosanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, atthadhammaanusāsanipurekkhārāya, ummattikādīnañca anāpatti.",
  "tika-vin04t15:210_1": "Upasampannatā, akkosanaparibhāsanaṁ, atthapurekkhāratādīnaṁ abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:210_2": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t15:211_0": "Bhikkhuakkosanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:212_0": "3. Gaṇaparibhāsanasikkhāpadavaṇṇanā",
  "tika-vin04t15:213_0": "Tatiye caṇḍikatāti kuddhā. Gaṇanti bhikkhunisaṅghaṁ.",
  "tika-vin04t15:213_1": "Paribhāseyyāti ettha ‘‘bālā etā abyattā etā, netā jānanti kammaṁ vā kammadosaṁ vā kammasampattiṁ vā kammavipattiṁ vā’’ti evaṁ yattha katthaci paribhāsantiyā pācittiyaṁ.",
  "tika-vin04t15:214_0": "Sāvatthiyaṁ thullanandaṁ ārabbha gaṇaṁ paribhāsanavatthusmiṁ paññattaṁ, sambahulā vā ekaṁ vā anupasampannaṁ vā paribhāsantiyā dukkaṭaṁ. Sesaṁ dutiyasadisamevāti.",
  "tika-vin04t15:215_0": "Gaṇaparibhāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:216_0": "4. Pavāritasikkhāpadavaṇṇanā",
  "tika-vin04t15:217_0": "Catutthe gaṇabhojane vuttanayena nimantitā, pavāraṇāsikkhāpade vuttanayena pavāritā veditabbā.",
  "tika-vin04t15:217_1": "Pācittiyanti tassā purebhattaṁ ṭhapetvā yāguñceva sesāni ca tīṇi kālikāni aññaṁ yaṁkiñci āmisaṁ ajjhoharaṇatthāya paṭiggaṇhantiyā gahaṇe dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t15:218_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha aññatra bhuñjanavatthusmiṁ paññattaṁ, tīṇi kālikāni āhāratthāya paṭiggaṇhantiyāpi ajjhoharantiyāpi dukkaṭaṁ.",
  "tika-vin04t15:218_1": "Yā pana nimantitā appavāritā yāguṁ pivati, sāmike apaloketvā bhuñjati, tīṇi kālikāni sati paccaye paribhuñjati, tassā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:218_2": "Nimantitā vā pavāritā vā taṁ ubhayaṁ vā, purebhattaṁ vuttalakkhaṇassa āmisassa ajjhohāro, sāmikānaṁ anāpucchananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:218_3": "Addhānasamuṭṭhānaṁ, nimantitāya anāpucchā bhuñjantiyā āpattisambhavato siyā kiriyākiriyaṁ, pavāritāya kappiyaṁ kāretvāpi akāretvāpi paribhuñjantiyā āpattisambhavato siyā kiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t15:219_0": "Pavāritasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:220_0": "5. Kulamaccharinīsikkhāpadavaṇṇanā",
  "tika-vin04t15:221_0": "Pañcame kule maccharo kulamaccharo, kulamaccharo etissā atthi, kulaṁ vā maccharāyatīti kulamaccharinī. Assāti yā īdisī bhaveyya.",
  "tika-vin04t15:221_1": "Pācittiyanti tassā ‘‘yaṁ kulaṁ bhikkhunīnaṁ paccaye dātukāmaṁ, kathaṁ nāma tattha bhikkhuniyo na gaccheyyu’’nti bhikkhunīnaṁ vā santike kulassa, ‘‘kathaṁ nāma ime tāsaṁ kiñci na dajjeyyu’’nti kulassa vā santike bhikkhunīnaṁ avaṇṇaṁ bhāsantiyā pācittiyaṁ.",
  "tika-vin04t15:222_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha kulamaccharāyanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:222_1": "Amaccharāyitvā santaṁyeva ādīnavaṁ ācikkhantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:222_2": "Bhikkhunīnaṁ alābhakāmatā, kulassa vā santike bhikkhunīnaṁ bhikkhunīnaṁ vā santike kulassa avaṇṇabhaṇananti imānettha dve aṅgāni.",
  "tika-vin04t15:222_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t15:223_0": "Kulamaccharinīsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:224_0": "6. Abhikkhukāvāsasikkhāpadavaṇṇanā",
  "tika-vin04t15:225_0": "Chaṭṭhe sace bhikkhunupassayato addhayojanabbhantare ovādadāyakā bhikkhū na vasanti, maggo vā akhemo hoti na sakkā anantarāyena gantuṁ , ayaṁ abhikkhuko nāma āvāso.",
  "tika-vin04t15:225_1": "Tattha ‘‘vassaṁ vasissāmī’’ti senāsanapaññāpanapānīyaupaṭṭhāpanādīni karontiyā dukkaṭaṁ , saha aruṇuggamanā pācittiyaṁ.",
  "tika-vin04t15:225_2": "Ayamettha saṅkhepo, vitthāro pana samantapāsādikāyaṁ (pāci. aṭṭha. 144 ādayo) vutto.",
  "tika-vin04t15:226_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha abhikkhuke āvāse vassaṁ vasanavatthusmiṁ paññattaṁ, yattha pana vassūpagatā bhikkhū pakkantā vā honti vibbhantā vā kālaṅkatā vā pakkhasaṅkantā vā tattha vasantiyā, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:226_1": "Abhikkhukāvāsatā, vassūpagamanaṁ, aruṇuggamananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:226_2": "Samuṭṭhānādīni eḷakalomasadisānevāti.",
  "tika-vin04t15:227_0": "Abhikkhukāvāsasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:228_0": "7. Apavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin04t15:229_0": "Sattame vassaṁvuṭṭhāti purimaṁ vā pacchimaṁ vā temāsaṁ vuṭṭhā.",
  "tika-vin04t15:229_1": "Ubhatosaṅgheti bhikkhunisaṅghe ceva bhikkhusaṅghe ca.",
  "tika-vin04t15:229_2": "Ayaṁ panettha vinicchayakathā – bhikkhunīhi cātuddaseyeva sannipatitvā ‘‘suṇātu me, ayye, saṅgho, ajja pavāraṇā cātuddasī, yadi saṅghassa pattakallaṁ, saṅgho pavāreyyā’’ti evaṁ sabbasaṅgāhikañattiṁ vā, ‘‘tevācikaṁ pavāreyyā’’ti evaṁ tevācikañattiṁ vā, sati antarāye ‘‘dvevācikaṁ, ekavācikaṁ, samānavassikaṁ pavāreyyā’’ti evaṁ dvevācikādiñattiṁ vā ṭhapetvā sabbasaṅgāhikañatti ce ṭhapitā, ‘‘saṅghaṁ, ayye, pavāremi diṭṭhena vā sutena vā parisaṅkāya vā, vadantu maṁ ayyāyo anukampaṁ upādāya, passantī paṭikarissāmī’’ti (cūḷava.",
  "tika-vin04t15:229_3": "427) evaṁ sakiṁ vā, ‘‘dutiyampi, ayye, saṅghaṁ…pe… tatiyampi, ayye, saṅghaṁ…pe… paṭikarissāmī’’ti evaṁ dvattikkhattuṁ vā vatvā paṭipāṭiyā pavāretabbaṁ.",
  "tika-vin04t15:229_4": "Tevācikāya ñattiyā vacanaṁ na hāpetabbaṁ, dvevācikādīsu vaḍḍhetuṁ vaṭṭati, hāpetuṁ na vaṭṭati.",
  "tika-vin04t15:229_5": "Evaṁ bhikkhunisaṅghe pavāretvā tattheva ekā bhikkhunī bhikkhunikkhandhake (cūḷava.",
  "tika-vin04t15:229_6": "427) vuttena ñattidutiyakammena bhikkhunisaṅghassatthāya bhikkhusaṅghaṁ pavāretuṁ sammannitabbā.",
  "tika-vin04t15:229_7": "Tāya sammatāya bhikkhuniyā pannarase bhikkhunisaṅghaṁ ādāya bhikkhusaṅghaṁ upasaṅkamitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo ‘‘bhikkhunisaṅgho ayya bhikkhusaṅghaṁ pavāreti diṭṭhena vā sutena vā parisaṅkāya vā, vadatāyya bhikkhusaṅgho bhikkhunisaṅghaṁ anukampaṁ upādāya, passanto paṭikarissati, dutiyampi ayya…pe… tatiyampi ayya…pe… passanto paṭikarissatī’’ti evaṁ pavāretabbaṁ.",
  "tika-vin04t15:230_0": "Sace pañcavaggo bhikkhunisaṅgho na pūrati, catūhi vā tīhi vā gaṇañattiṁ ṭhapetvā, dvīhi vinā ñattiyā aññamaññaṁ pavāretabbaṁ.",
  "tika-vin04t15:230_1": "Ekāya ‘‘ajja me pavāraṇā’’ti adhiṭṭhātabbaṁ.",
  "tika-vin04t15:231_0": "Vihāraṁ pana gantvā ‘‘bhikkhuniyo, ayya, bhikkhusaṅghaṁ pavārenti diṭṭhena vā sutena vā parisaṅkāya vā, vadatāyya bhikkhusaṅgho bhikkhuniyo anukampaṁ upādāya, passantiyo paṭikarissantī’’ti ca, ‘‘ahaṁ, ayya, bhikkhusaṅghaṁ pavāremi diṭṭhena vā sutena vā parisaṅkāya vā, vadatu maṁ, ayya, bhikkhusaṅgho anukampaṁ upādāya, passantī paṭikarissāmī’’ti ca evaṁ tikkhattuṁ vattabbaṁ.",
  "tika-vin04t15:232_0": "Sace bhikkhusaṅgho na pūrati, ‘‘bhikkhunisaṅgho, ayya, ayye pavāreti diṭṭhena vā sutena vā parisaṅkāya vā, vadantu ayyā bhikkhunisaṅghaṁ anukampaṁ upādāya, passanto paṭikarissatī’’ti ca, ‘‘bhikkhunisaṅgho, ayya, ayyaṁ pavāreti diṭṭhena vā sutena vā parisaṅkāya vā, vadatāyyo bhikkhunisaṅghaṁ anukampaṁ upādāya, passanto paṭikarissatī’’ti ca evaṁ tikkhattuṁ vattabbaṁ.",
  "tika-vin04t15:233_0": "Ubhinnaṁ aparipūriyā ‘‘bhikkhuniyo, ayyā, ayye pavārenti diṭṭhena vā sutena vā parisaṅkāya vā, vadantāyyā bhikkhuniyo anukampaṁ upādāya, passantiyo paṭikarissantī’’ti ca, ‘‘bhikkhuniyo, ayya, ayyaṁ pavārenti diṭṭhena vā sutena vā parisaṅkāya vā, vadatāyyo bhikkhuniyo anukampaṁ upādāya, passantiyo paṭikarissantī’’ti ca, ‘‘ahaṁ, ayyā, ayye pavāremi diṭṭhena vā sutena vā…pe… vadantu maṁ, ayyā, anukampaṁ upādāya, passantī paṭikarissāmī’’ti ca, ‘‘ahaṁ, ayya, ayyaṁ pavāremi diṭṭhena vā sutena vā…pe… vadatu maṁ, ayyo, anukampaṁ upādāya, passantī paṭikarissāmī’’ti ca evaṁ tikkhattuṁ vattabbaṁ.",
  "tika-vin04t15:233_1": "Sabbāheva hi iminā nayena ubhatosaṅghe pavāritā hoti, yā pana vassaṁvuṭṭhā ‘‘ubhatosaṅghe evaṁ na pavāressāmī’’ti dhuraṁ nikkhipati, tassā saha dhuranikkhepena pācittiyaṁ.",
  "tika-vin04t15:234_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha vassaṁ vasitvā na pavāraṇāvatthusmiṁ paññattaṁ.",
  "tika-vin04t15:234_1": "Antarāye pana sati, pariyesitvā bhikkhū alabhantiyā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:234_2": "Vassaṁvuṭṭhatā, na ubhatosaṅghe pavāraṇā, anuññātakāraṇābhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:234_3": "Samuṭṭhānādīni samanubhāsanasadisānīti.",
  "tika-vin04t15:235_0": "Apavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:236_0": "8. Ovādasikkhāpadavaṇṇanā",
  "tika-vin04t15:237_0": "Aṭṭhame ovādāyāti garudhammassavanatthāya.",
  "tika-vin04t15:237_1": "Saṁvāsāyāti uposathapucchanatthāya ceva pavāraṇatthāya ca.",
  "tika-vin04t15:237_2": "Pācittiyanti ‘‘etesaṁ atthāya na gacchāmī’’ti dhuraṁ nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:238_0": "Sakkesu chabbaggiyā bhikkhuniyo ārabbha ovādāya agamanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:238_1": "Antarāye pana sati, pariyesitvā dutiyikaṁ alabhantiyā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:238_2": "Ovādasaṁvāsānaṁ atthāya agamanaṁ, anuññātakāraṇābhāvoti imānettha dve aṅgāni.",
  "tika-vin04t15:238_3": "Samuṭṭhānādīni paṭhamapārājikasadisāni, idaṁ pana akiriyaṁ, dukkhavedananti.",
  "tika-vin04t15:239_0": "Ovādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:240_0": "9. Ovādūpasaṅkamanasikkhāpadavaṇṇanā",
  "tika-vin04t15:241_0": "Navame anvaddhamāsanti addhamāse addhamāse.",
  "tika-vin04t15:241_1": "Uposathapucchakanti uposathapucchanaṁ.",
  "tika-vin04t15:241_2": "Ovādūpasaṅkamananti ovādatthāya upasaṅkamanaṁ.",
  "tika-vin04t15:241_3": "Taṁ atikkāmentiyāti ettha bhikkhunīhi terase vā cātuddase vā ārāmaṁ gantvā ‘‘ayaṁ uposatho cātuddaso pannaraso’’ti pucchitabbaṁ, uposathadivase nidānavaṇṇanāyaṁ vuttanayena ovādūpasaṅkamanaṁ yācitabbaṁ.",
  "tika-vin04t15:241_4": "Yā bhikkhunī vuttappakāre kāle tadubhayaṁ na karoti, sā taṁ atikkāmeti nāma, tassā ‘‘uposathampi na pucchissāmi, ovādampi na yācissāmī’’ti dhuraṁ nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:242_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha uposathaovādānaṁ apucchanaayācanavatthusmiṁ paññattaṁ , anāpatti aṭṭhamasadisāyeva.",
  "tika-vin04t15:242_1": "Uposathovādānaṁ apucchanaayācanāyaṁ dhuranikkhepo, anuññātakāraṇābhāvoti imānettha dve aṅgāni.",
  "tika-vin04t15:242_2": "Samuṭṭhānādīni samanubhāsanasadisānīti.",
  "tika-vin04t15:243_0": "Ovādūpasaṅkamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:244_0": "10. Pasākhejātasikkhāpadavaṇṇanā",
  "tika-vin04t15:245_0": "Dasame pasākheti nābhiyā heṭṭhā jāṇumaṇḍalānaṁ uparipadese.",
  "tika-vin04t15:245_1": "Tato hi yasmā rukkhassa sākhā viya ubho ūrū pabhijjitvā gatā, tasmā so ‘‘pasākho’’ti vuccati, tasmiṁ pasākhe. Gaṇḍanti yaṁkiñci gaṇḍaṁ. Rudhitanti vaṇaṁ.",
  "tika-vin04t15:245_2": "Bhedāpeyya vātiādīsu sace ‘‘bhinda phālehī’’ti sabbāni āṇāpeti, so ca tatheva karoti, cha dukkaṭāni cha ca pācittiyāni.",
  "tika-vin04t15:245_3": "Athāpi ‘‘yaṁkiñci ettha kattabbaṁ, taṁ sabbaṁ karohī’’ti evaṁ āṇāpeti, so ca sabbānipi bhedanādīni karoti, ekavācāya cha dukkaṭāni cha ca pācittiyāni.",
  "tika-vin04t15:245_4": "Sace pana bhedanādīsu ekaṁyeva ‘‘idaṁ nāma karohī’’ti āṇāpeti, so ca sabbāni karoti.",
  "tika-vin04t15:245_5": "Yaṁ āṇattaṁ, tasseva karaṇe pācittiyaṁ.",
  "tika-vin04t15:246_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha pasākhe jātaṁ gaṇḍaṁ purisena bhedāpanavatthusmiṁ paññattaṁ, apaloketvā vā viññuṁ vā yaṁkañci dutiyikaṁ gahetvā evaṁ karontiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:246_1": "Pasākhe jātatā, anapalokanaṁ, dutiyikābhāvo, purisena bhedādīnaṁ kārāpananti imānettha cattāri aṅgāni.",
  "tika-vin04t15:246_2": "Samuṭṭhānādīni kathinasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:247_0": "Pasākhejātasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:248_0": "Ārāmavaggo chaṭṭho.",
  "tika-vin04t15:249_0": "7. Gabbhinīvaggo",
  "tika-vin04t15:250_0": "1. Gabbhinīsikkhāpadavaṇṇanā",
  "tika-vin04t15:251_0": "Gabbhinivaggassa paṭhame ‘‘gabbhinī’’ti jānitvā upajjhāyāya vuṭṭhāpentiyā gaṇapariyesanādīsu ca ñattikammavācādvaye ca dukkaṭaṁ, kammavācāpariyosāne pācittiyaṁ.",
  "tika-vin04t15:252_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha gabbhiniṁ vuṭṭhāpanavatthusmiṁ paññattaṁ, gabbhiniyā vematikāya agabbhiniyā gabbhinisaññāya ceva vematikāya ca dukkaṭaṁ.",
  "tika-vin04t15:252_1": "Ubhosu agabbhinisaññāya, ummattikādīnañca anāpatti.",
  "tika-vin04t15:252_2": "Gabbhinitā, ‘gabbhinī’ti jānanaṁ, vuṭṭhāpananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:252_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana paṇṇattivajjaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t15:253_0": "Gabbhinīsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:254_0": "2. Pāyantīsikkhāpadavaṇṇanā",
  "tika-vin04t15:255_0": "Dutiye pāyantinti thaññaṁ pāyamānaṁ, yaṁ pāyeti, tassa mātā vā, dhāti vā.",
  "tika-vin04t15:255_1": "Idaṁ vatthumattamevettha viseso, sesaṁ paṭhamasikkhāpadasadisamevāti.",
  "tika-vin04t15:256_0": "Pāyantīsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:257_0": "3. Paṭhamasikkhamānasikkhāpadavaṇṇanā",
  "tika-vin04t15:258_0": "Tatiye dve vassānīti pavāraṇāvasena dve saṁvaccharāni.",
  "tika-vin04t15:258_1": "Chasu dhammesūti pāṇātipātāveramaṇiādīsu vikālabhojanāveramaṇipariyosānesu chasu sikkhāpadesu.",
  "tika-vin04t15:258_2": "Asikkhitasikkhanti padabhājane (pāci.",
  "tika-vin04t15:258_3": "1077) vuttanayeneva adinnasikkhaṁ vā kupitasikkhaṁ vā.",
  "tika-vin04t15:258_4": "Sikkhamānaṁ vuṭṭhāpeyyāti tesu chasu dhammesu sikkhanato, te vā sikkhāsaṅkhāte dhamme mānanato evaṁladdhanāmaṁ anupasampannaṁ upasampādeyya.",
  "tika-vin04t15:258_5": "Pācittiyanti paṭhamasikkhāpade vuttanayeneva kammavācāpariyosāne pācittiyaṁ.",
  "tika-vin04t15:259_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha evarūpaṁ sikkhamānaṁ vuṭṭhāpanavatthusmiṁ paññattaṁ, dhammakamme tikapācittiyaṁ, adhammakamme tikadukkaṭaṁ.",
  "tika-vin04t15:259_1": "Dve vassāni chasu dhammesu sikkhitasikkhaṁ sikkhamānaṁ vuṭṭhāpentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:259_2": "Vuttanayena asikkhitasikkhatā, dhammakammatā, kammavācāpariyosānanti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:259_3": "Samuṭṭhānādīni paṭhame vuttanayānevāti.",
  "tika-vin04t15:260_0": "Paṭhamasikkhamānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:261_0": "4. Dutiyasikkhamānasikkhāpadavaṇṇanā",
  "tika-vin04t15:262_0": "Catutthe saṅghena asammatanti yassā saṅghena antamaso upasampadāmāḷakepi padabhājane (pāci.",
  "tika-vin04t15:262_1": "1086) vuttā upasampadāsammuti na dinnā hoti, taṁ imā dvepi mahāsikkhamānā nāma.",
  "tika-vin04t15:262_2": "Idha saṅghena sammataṁ vuṭṭhāpentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:262_3": "Sesaṁ tatiye vuttasadisameva, idaṁ pana kiriyākiriyaṁ hotīti.",
  "tika-vin04t15:263_0": "Dutiyasikkhamānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:264_0": "5. Paṭhamagihigatasikkhāpadavaṇṇanā",
  "tika-vin04t15:265_0": "Pañcame gihigatanti purisantaragataṁ, idhāpi idaṁ vatthumattameva viseso.",
  "tika-vin04t15:265_1": "Ūnadvādasavassañca paripuṇṇasaññāya vuṭṭhāpentiyā kiñcāpi anāpatti, sā pana anupasampannāva hoti.",
  "tika-vin04t15:265_2": "Sesaṁ paṭhamasikkhāpadasadisamevāti.",
  "tika-vin04t15:266_0": "Paṭhamagihigatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:267_0": "6-7. Dutiyatatiyagihigatasikkhāpadavaṇṇanā",
  "tika-vin04t15:268_0": "Chaṭṭhe sabbaṁ tatiye vuttanayena.",
  "tika-vin04t15:268_1": "Sattamepi sabbaṁ catutthe vuttanayeneva veditabbanti.",
  "tika-vin04t15:269_0": "Dutiyatatiyagihigatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:270_0": "8. Paṭhamasahajīvinisikkhāpadavaṇṇanā",
  "tika-vin04t15:271_0": "Aṭṭhame sahajīvininti saddhivihāriniṁ.",
  "tika-vin04t15:271_1": "Neva anuggaṇheyyāti sayaṁ uddesādīhi nānuggaṇheyya.",
  "tika-vin04t15:271_2": "Na anuggaṇhāpeyyāti ‘‘imissā, ayye, uddesādīni dehī’’ti evaṁ na aññāya anuggaṇhāpeyya.",
  "tika-vin04t15:271_3": "Pācittiyanti dhure nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:272_0": "Sāvatthiyaṁ thullanandaṁ ārabbha evarūpe vatthusmiṁ paññattaṁ, sesamettha tuvaṭṭavagge dukkhitasahajīvinisikkhāpade vuttasadisamevāti.",
  "tika-vin04t15:273_0": "Paṭhamasahajīvinisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:274_0": "9. Nānubandhanasikkhāpadavaṇṇanā",
  "tika-vin04t15:275_0": "Navame vuṭṭhāpitaṁ pavattininti vuṭṭhāpitaṁ pavattiniṁ yāya upasampāditā, taṁ upajjhāyininti attho.",
  "tika-vin04t15:275_1": "Nānubandheyyāti cuṇṇena mattikāya dantakaṭṭhena mukhodakenāti evaṁ tena tena karaṇīyena na upaṭṭhaheyya.",
  "tika-vin04t15:275_2": "Pācittiyanti nānubandhissanti dhure nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:276_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha nānubandhanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:276_1": "Bālaṁ pana alajjiniṁ vā ananubandhantiyā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:276_2": "Vuṭṭhāpitappavattinitā, dve vassāni ananubandhane dhuranikkhepo, anuññātakāraṇābhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:276_3": "Samuṭṭhānādīni paṭhamapārājikasadisāni, idaṁ pana akiriyaṁ, dukkhavedananti.",
  "tika-vin04t15:277_0": "Nānubandhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:278_0": "10. Dutiyasahajīvinisikkhāpadavaṇṇanā",
  "tika-vin04t15:279_0": "Dasame neva vūpakāseyyāti na gahetvā gaccheyya.",
  "tika-vin04t15:279_1": "Na vūpakāsāpeyyāti ‘‘imaṁ, ayye, gahetvā gacchāhī’’ti aññaṁ na āṇāpeyya.",
  "tika-vin04t15:279_2": "Pācittiyanti dhure nikkhittamatte pācittiyaṁ.",
  "tika-vin04t15:280_0": "Sāvatthiyaṁ thullanandaṁ ārabbha sahajīviniyā avūpakāsanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:280_1": "Sati pana antarāye, pariyesitvā dutiyikaṁ alabhantiyā, gilānāya , āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:280_2": "Sahajīvinitā, vūpakāsavūpakāsāpane dhuranikkhepo, anuññātakāraṇābhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:280_3": "Samuṭṭhānādīni samanubhāsanasadisānīti.",
  "tika-vin04t15:281_0": "Dutiyasahajīvinisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:282_0": "Gabbhinīvaggo sattamo.",
  "tika-vin04t15:283_0": "8. Kumāribhūtavaggo",
  "tika-vin04t15:284_0": "1-2-3. Paṭhamakumāribhūtādisikkhāpadavaṇṇanā",
  "tika-vin04t15:285_0": "Kumāribhūtavaggassa paṭhamadutiyatatiyāni tīhi gihigatasikkhāpadehi sadisāneva.",
  "tika-vin04t15:285_1": "Yā pana tā sabbapaṭhamā dve mahāsikkhamānā, tā atikkantavīsativassāti veditabbā.",
  "tika-vin04t15:285_2": "Tā hi gihigatā vā hontu, agihigatā vā, sammutikammādīsu ‘‘sikkhamānā’’icceva vattabbā, ‘‘gihigatā’’ti vā ‘‘kumāribhūtā’’ti vā na vattabbā.",
  "tika-vin04t15:285_3": "Gihigatāya dasavassakāle sikkhāsammutiṁ datvā dvādasavassakāle upasampadā kātabbā, ekādasavassakāle datvā terasavassakāle kātabbā, dvādasaterasacuddasapannarasasoḷasasattarasaaṭṭhārasavassakāle sikkhāsammutiṁ datvā vīsativassakāle upasampadā kātabbā.",
  "tika-vin04t15:285_4": "Aṭṭhārasavassakālato paṭṭhāya ca panāyaṁ ‘‘gihigatā’’tipi ‘‘kumāribhūtā’’tipi vattuṁ vaṭṭati.",
  "tika-vin04t15:285_5": "Yā panāyaṁ ‘‘kumāribhūtā’’ti vuttā sāmaṇerī , sā ‘‘gihigatā’’ti na vattabbā, ‘‘kumāribhūtā’’icceva vattabbā.",
  "tika-vin04t15:285_6": "Sikkhāsammutidānavasena pana sabbāpi ‘‘sikkhamānā’’ti vattuṁ vaṭṭatīti.",
  "tika-vin04t15:286_0": "Paṭhamakumāribhūtādisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:287_0": "4. Ūnadvādasavassasikkhāpadavaṇṇanā",
  "tika-vin04t15:288_0": "Catutthe ūnadvādasavassāti upasampadāvasena aparipuṇṇadvādasavassā.",
  "tika-vin04t15:288_1": "Pācittiyanti upajjhāyā hutvā vuṭṭhāpentiyā vuttanayeneva dukkaṭāni antarā, kammavācāpariyosāne pācittiyanti.",
  "tika-vin04t15:289_0": "Ūnadvādasavassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:290_0": "5. Paripuṇṇadvādasavassasikkhāpadavaṇṇanā",
  "tika-vin04t15:291_0": "Pañcame saṅghena asammatāti yassā saṅghena padabhājane (pāci.",
  "tika-vin04t15:291_1": "1132) vuttā vuṭṭhāpanasammuti na dinnā.",
  "tika-vin04t15:291_2": "Sesaṁ ubhayatthāpi mahāsikkhamānāsikkhāpadadvayasadisamevāti.",
  "tika-vin04t15:292_0": "Paripuṇṇadvādasavassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:293_0": "6. Khīyanadhammasikkhāpadavaṇṇanā",
  "tika-vin04t15:294_0": "Chaṭṭhe alaṁ tāva te ayye vuṭṭhāpitenāti vuccamānāti vuṭṭhāpanasammutiyā yācitāya saṅghena upaparikkhipitvā ‘‘yasmā bālā abyattā ca alajjinī ca hoti, tasmā alaṁ tāva tuyhaṁ upasampāditenā’’ti evaṁ nivārīyamānā.",
  "tika-vin04t15:294_1": "Pacchā khīyanadhammanti pacchā aññāsaṁ byattānaṁ lajjinīnaṁ vuṭṭhāpanasammutiṁ diyyamānaṁ disvā ‘‘ahameva nūna bālā’’tiādīni bhaṇamānā yattha katthaci khīyeyya.",
  "tika-vin04t15:294_2": "Pācittiyanti evaṁ khīyanadhammaṁ āpajjantiyā pācittiyaṁ.",
  "tika-vin04t15:295_0": "Sāvatthiyaṁ caṇḍakāḷiṁ ārabbha evaṁ khīyanadhammaṁ āpajjanavatthusmiṁ paññattaṁ, pakatiyā chandādīnaṁ vasena karontīnaṁ khīyantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:295_1": "Vuṭṭhāpanasammutiyā yācanaṁ, upaparikkhitvā na chandādivasena paṭikkhittāya ‘‘sādhū’’ti paṭissavo, pacchākhīyananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:295_2": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t15:296_0": "Khīyanadhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:297_0": "7-8.",
  "tika-vin04t15:297_1": "Sikkhamānanavuṭṭhāpanapaṭhamadutiyasikkhāpadavaṇṇanā",
  "tika-vin04t15:298_0": "Sattame sā pacchāti sikkhamānāya upasampadāya yāciyamānāya sā bhikkhunī evaṁ vatvā laddhe cīvare pacchā asati antarāye ‘‘neva vuṭṭhāpessāmi , na vuṭṭhāpanāya ussukkaṁ karissāmī’’ti dhuraṁ nikkhipeyya, tassā saha dhuranikkhepena pācittiyanti. Aṭṭhamepi eseva nayo.",
  "tika-vin04t15:299_0": "Ubhayampi sāvatthiyaṁ thullanandaṁ ārabbha etesu vatthūsu paññattaṁ, dvīsupi sati antarāye, pariyesitvā alabhantiyā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:299_1": "Ubhayattha ‘‘evāhaṁ taṁ vuṭṭhāpessāmī’’ti paṭiññā, ākaṅkhitanipphatti, pacchā dhuranikkhepo, anuññātakāraṇābhāvoti imānettha cattāri aṅgāni.",
  "tika-vin04t15:299_2": "Samuṭṭhānādīni samanubhāsanasadisānīti.",
  "tika-vin04t15:300_0": "Sikkhamānanavuṭṭhāpanapaṭhamadutiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:301_0": "9. Sokāvāsasikkhāpadavaṇṇanā",
  "tika-vin04t15:302_0": "Navame sokāvāsanti saṅketaṁ katvā āgacchamānā purisānaṁ antosokaṁ pavesetīti sokāvāsā, taṁ sokāvāsaṁ.",
  "tika-vin04t15:302_1": "Atha vā gharaṁ viya gharasāmikā ayampi purisasamāgamaṁ alabhamānā sokaṁ āvisati, iti yaṁ āvisati, svāssā āvāso hotīti sokāvāsā. Tenevassa padabhājane (pāci.",
  "tika-vin04t15:302_2": "1160) ‘‘sokāvāsā nāma paresaṁ dukkhaṁ uppādeti, sokaṁ āvisatī’’ti dvidhā attho vutto.",
  "tika-vin04t15:302_3": "Pācittiyanti evarūpaṁ vuṭṭhāpentiyā vuttanayeneva kammavācāpariyosāne upajjhāyāya pācittiyaṁ.",
  "tika-vin04t15:303_0": "Sāvatthiyaṁ thullanandaṁ ārabbha evarūpaṁ sikkhamānaṁ vuṭṭhāpanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:303_1": "Ajānantiyā , ummattikādīnañca anāpatti.",
  "tika-vin04t15:303_2": "Sokāvāsatā, jānanaṁ, vuṭṭhāpananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:303_3": "Samuṭṭhānādīni gabbhinivuṭṭhāpanasadisānevāti.",
  "tika-vin04t15:304_0": "Sokāvāsasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:305_0": "10. Ananuññātasikkhāpadavaṇṇanā",
  "tika-vin04t15:306_0": "Dasame mātāpitūhīti vijātamātarā ca janakapitarā ca.",
  "tika-vin04t15:306_1": "Sāmikenāti yena pariggahitā, tena.",
  "tika-vin04t15:306_2": "Ananuññātanti upasampadatthāya ananuññātaṁ.",
  "tika-vin04t15:306_3": "Dvikkhattuñhi bhikkhunīhi āpucchitabbaṁ, pabbajjākāle ca upasampadākāle ca, bhikkhūnaṁ pana sakiṁ āpucchitepi vaṭṭati .",
  "tika-vin04t15:306_4": "Tasmā yā upasampadākāle anāpucchā upasampādeti, tassā vuttanayeneva pācittiyaṁ.",
  "tika-vin04t15:307_0": "Sāvatthiyaṁ thullanandaṁ ārabbha ananuññātavuṭṭhāpanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:307_1": "Apaloketvā vuṭṭhāpentiyā, tesaṁ atthibhāvaṁ ajānantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:307_2": "Anapalokanaṁ, atthibhāvajānanaṁ, vuṭṭhāpananti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:307_3": "Ananuññātasamuṭṭhānaṁ, kiriyākiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t15:308_0": "Ananuññātasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:309_0": "11. Pārivāsikasikkhāpadavaṇṇanā",
  "tika-vin04t15:310_0": "Ekādasame pārivāsikachandadānenāti pārivāsiyena chandadānena.",
  "tika-vin04t15:310_1": "Tattha catubbidhaṁ pārivāsiyaṁ parisapārivāsiyaṁ rattipārivāsiyaṁ chandapārivāsiyaṁ ajjhāsayapārivāsiyanti.",
  "tika-vin04t15:311_0": "Tattha parisapārivāsiyaṁ nāma bhikkhū kenacideva karaṇīyena sannipatitā honti, atha megho vā uṭṭhahati, ussāraṇā vā karīyati, manussā vā ajjhottharantā āgacchanti, bhikkhū ‘‘anokāsā mayaṁ, aññatra gacchāmā’’ti chandaṁ avissajjitvāva uṭṭhahanti, idaṁ parisapārivāsiyaṁ nāma, kiñcāpi parisapārivāsiyaṁ, chandassa pana avissaṭṭhattā kammaṁ kātuṁ vaṭṭati.",
  "tika-vin04t15:312_0": "Puna bhikkhū ‘‘uposathādīni karissāmā’’ti rattiṁ sannipatitvā ‘‘yāva sabbe sannipatanti, tāva dhammaṁ suṇissāmā’’ti ekaṁ ajjhesanti, tasmiṁ dhammakathaṁ kathenteyeva aruṇo uggacchati.",
  "tika-vin04t15:312_1": "Sace ‘‘cātuddasikaṁ uposathaṁ karissāmā’’ti nisinnā, ‘‘pannaraso’’ti kātuṁ vaṭṭati.",
  "tika-vin04t15:312_2": "Sace pannarasikaṁ kātuṁ nisinnā, pāṭipade anuposathe uposathaṁ kātuṁ na vaṭṭati.",
  "tika-vin04t15:312_3": "Aññaṁ pana saṅghakiccaṁ kātuṁ vaṭṭati, idaṁ rattipārivāsiyaṁ nāma.",
  "tika-vin04t15:313_0": "Puna bhikkhū ‘‘kiñcideva abbhānādisaṅghakammaṁ karissāmā’’ti sannisinnā honti, tatreko nakkhattapāṭhako bhikkhu evaṁ vadati ‘‘ajja nakkhattaṁ dāruṇaṁ, mā idaṁ kammaṁ karothā’’ti.",
  "tika-vin04t15:313_1": "Te tassa vacanena chandaṁ vissajjetvā tattheva nisinnā honti, athañño āgantvā ‘‘nakkhattaṁ patimānentaṁ, attho bālaṁ upajjhagā (jā.",
  "tika-vin04t15:313_2": "1.1.49), kiṁ nakkhattena karothā’’ti vadati, idaṁ chandapārivāsiyañceva ajjhāsayapārivāsiyañca.",
  "tika-vin04t15:313_3": "Etasmiṁ pārivāsiye puna chandapārisuddhiṁ anāharitvā kammaṁ kātuṁ na vaṭṭati, idaṁ sandhāya vuttaṁ ‘‘pārivāsikachandadānenā’’ti.",
  "tika-vin04t15:313_4": "Pācittiyanti evaṁ vuṭṭhāpentiyā vuttanayeneva kammavācāpariyosāne pācittiyaṁ.",
  "tika-vin04t15:314_0": "Rājagahe thullanandaṁ ārabbha evaṁ vuṭṭhāpanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:314_1": "Chandaṁ avissajjetvāva avuṭṭhitāya parisāya vuṭṭhāpentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:314_2": "Pārivāsikachandadānatā, vuṭṭhāpananti imānettha dve aṅgāni.",
  "tika-vin04t15:314_3": "Samuṭṭhānādīni gambhinisikkhāpadasadisānevāti.",
  "tika-vin04t15:315_0": "Pārivāsikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:316_0": "12. Anuvassasikkhāpadavaṇṇanā",
  "tika-vin04t15:317_0": "Dvādasame anuvassanti anusaṁvaccharaṁ.",
  "tika-vin04t15:317_1": "Evaṁ vuṭṭhāpentiyāpi vuttanayeneva pācittiyaṁ.",
  "tika-vin04t15:318_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha anuvassaṁ vuṭṭhāpanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:318_1": "Ekantarikaṁ vuṭṭhāpentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:318_2": "Anuvassatā, vuṭṭhāpananti imānettha dve aṅgāni.",
  "tika-vin04t15:318_3": "Samuṭṭhānādīni ekādasame vuttanayānevāti.",
  "tika-vin04t15:319_0": "Anuvassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:320_0": "13. Ekavassasikkhāpadavaṇṇanā",
  "tika-vin04t15:321_0": "Terasame ekantarikaṁ ekaṁ vuṭṭhāpentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:321_1": "Sesaṁ dvādasamena sadisamevāti.",
  "tika-vin04t15:322_0": "Ekavassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:323_0": "Kumāribhūtavaggo aṭṭhamo.",
  "tika-vin04t15:324_0": "9. Chattupāhanavaggo",
  "tika-vin04t15:325_0": "1. Chattupāhanasikkhāpadavaṇṇanā",
  "tika-vin04t15:326_0": "Chattavaggassa paṭhame chattupāhananti padabhājane (pāci.",
  "tika-vin04t15:326_1": "1178-1182) vuttalakkhaṇaṁ chattañca upāhanāyo ca.",
  "tika-vin04t15:326_2": "Dhāreyyāti paribhogavasena maggagamane ekappayogeneva divasampi dhārentiyā ekā āpatti.",
  "tika-vin04t15:326_3": "Sace pana tādisaṁ ṭhānaṁ patvā chattampi apanāmetvā upāhanāpi omuñcitvā punappunaṁ dhāreti, payogagaṇanāya pācittiyaṁ.",
  "tika-vin04t15:327_0": "Sāvatthiyaṁ chabbaggiyā bhikkhuniyo ārabbha chattupāhanadhāraṇavatthusmiṁ paññattaṁ, ‘‘agilānā’’ti ayamettha anupaññatti , chattasseva upāhanānaṁyeva vā dhāraṇe dukkaṭaṁ, agilānāya tikapācittiyaṁ, gilānāya dvikadukkaṭaṁ.",
  "tika-vin04t15:327_1": "Gilānasaññāya pana, ārāme ārāmūpacāre dhārentiyā, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:327_2": "Ubhinnaṁ dhāraṇaṁ, anuññātakāraṇābhāvoti imānettha dve aṅgāni.",
  "tika-vin04t15:327_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:328_0": "Chattupāhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:329_0": "2. Yānasikkhāpadavaṇṇanā",
  "tika-vin04t15:330_0": "Dutiye yānenāti vayhādinā.",
  "tika-vin04t15:330_1": "Etthāpi orohitvā punappunaṁ abhiruhantiyā payogagaṇanāya pācittiyaṁ.",
  "tika-vin04t15:330_2": "Anāpattiyaṁ ‘‘ārāme ārāmūpacāre’’ti natthi, sesaṁ paṭhame vuttanayeneva veditabbanti.",
  "tika-vin04t15:331_0": "Yānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:332_0": "3. Saṅghāṇisikkhāpadavaṇṇanā",
  "tika-vin04t15:333_0": "Tatiye saṅghāṇinti yaṁkiñci kaṭūpagaṁ.",
  "tika-vin04t15:333_1": "Dhāreyyāti kaṭiyaṁ paṭimuñceyya.",
  "tika-vin04t15:333_2": "Etthāpi omuñcitvā omuñcitvā dhārentiyā payogagaṇanāya pācittiyaṁ.",
  "tika-vin04t15:334_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha saṅghāṇiṁ dhāraṇavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:334_1": "Ābādhapaccayā kaṭisuttaṁ dhārentiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:334_2": "Sesaṁ vuttanayeneva veditabbaṁ, idaṁ pana akusalacittanti.",
  "tika-vin04t15:335_0": "Saṅghāṇisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:336_0": "4. Itthālaṅkārasikkhāpadavaṇṇanā",
  "tika-vin04t15:337_0": "Catutthe itthālaṅkāranti sīsūpagādīsu aññataraṁ yaṁkiñci piḷandhanaṁ.",
  "tika-vin04t15:337_1": "Idha tassa tassa vasena vatthugaṇanāya āpatti veditabbā.",
  "tika-vin04t15:338_0": "Sāvatthiyaṁ chabbaggiyā bhikkhuniyo ārabbha itthālaṅkāraṁ dhāraṇavatthusmiṁ paññattaṁ, ābādhapaccayā kiñcideva dhārentiyā, ummattikādīnañca anāpatti. Sesaṁ vuttasadisamevāti.",
  "tika-vin04t15:339_0": "Itthālaṅkārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:340_0": "5. Gandhavaṇṇakasikkhāpadavaṇṇanā",
  "tika-vin04t15:341_0": "Pañcame gandhavaṇṇakenāti yenakenaci gandhena ca vaṇṇakena ca.",
  "tika-vin04t15:341_1": "Idha gandhādiyojanato paṭṭhāya pubbapayoge dukkaṭaṁ, nahānapariyosāne pācittiyaṁ.",
  "tika-vin04t15:341_2": "Ābādhapaccayā, ummattikādīnañca anāpatti. Sesaṁ catutthasadisamevāti.",
  "tika-vin04t15:342_0": "Gandhavaṇṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:343_0": "6. Vāsitakasikkhāpadavaṇṇanā",
  "tika-vin04t15:344_0": "Chaṭṭhe vāsitakenāti gandhavāsitakena. Piññākenāti tilapiṭṭhena. Sesaṁ pañcamasadisamevāti.",
  "tika-vin04t15:345_0": "Vāsitakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:346_0": "7. Bhikkhuniummaddāpanasikkhāpadavaṇṇanā",
  "tika-vin04t15:347_0": "Sattame ummaddāpeyyāti ubbaṭṭāpeyya.",
  "tika-vin04t15:347_1": "Parimaddāpeyyāti sambāhāpeyya.",
  "tika-vin04t15:347_2": "Ettha ca hatthaṁ amuñcitvā ubbaṭṭane ekāva āpatti, mocetvā mocetvā ubbaṭṭane payogagaṇanāya āpattiyo. Sambāhanepi eseva nayo.",
  "tika-vin04t15:348_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha bhikkhuniyā ummaddāpanaparimaddāpanavatthusmiṁ paññattaṁ, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:348_1": "Idha maggagamanaparissamopi gelaññaṁ, corabhayādīhi sarīrakampanādayopi āpadā.",
  "tika-vin04t15:348_2": "Sesaṁ catutthe vuttanayeneva veditabbanti.",
  "tika-vin04t15:349_0": "Bhikkhuniummaddāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:350_0": "8-9-10. Sikkhamānaummaddāpanādisikkhāpadavaṇṇanā",
  "tika-vin04t15:351_0": "Aṭṭhamanavamadasamesupi sikkhamānāya sāmaṇeriyā gihiniyāti ettakameva nānaṁ. Sesaṁ sattamasadisamevāti.",
  "tika-vin04t15:352_0": "Sikkhamānaummaddāpanādisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:353_0": "11. Anāpucchāsikkhāpadavaṇṇanā",
  "tika-vin04t15:354_0": "Ekādasame bhikkhussa puratoti na abhimukhamevāti attho, idaṁ pana upacāraṁ sandhāya kathitanti veditabbaṁ.",
  "tika-vin04t15:354_1": "Tasmā bhikkhussa upacāre antamaso chamāyapi ‘‘nisīdāmi, ayyā’’ti anāpucchitvā nisīdantiyā pācittiyaṁ.",
  "tika-vin04t15:355_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha anāpucchā nisīdanavatthusmiṁ paññattaṁ, tikapācittiyaṁ, āpucchite dvikadukkaṭaṁ.",
  "tika-vin04t15:355_1": "Tasmiṁ āpucchitasaññāya, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:355_2": "Bhikkhussa anāpucchā, upacāre nisajjā, anuññātakāraṇābhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:355_3": "Samuṭṭhānādīni kathinasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:356_0": "Anāpucchāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:357_0": "12. Pañhāpucchanasikkhāpadavaṇṇanā",
  "tika-vin04t15:358_0": "Dvādasame anokāsakatanti ‘‘asukasmiṁ nāma ṭhāne pucchāmī’’ti evaṁ akataokāsaṁ, tasmā suttante okāsaṁ kārāpetvā vinayaṁ vā abhidhammaṁ vā pucchantiyā pācittiyaṁ.",
  "tika-vin04t15:358_1": "Sesesupi eseva nayo, sabbaso akārite pana vattabbameva natthi.",
  "tika-vin04t15:359_0": "Sāvatthiyaṁ sambahulā bhikkhuniyo ārabbha anokāsakataṁ bhikkhuṁ pañhaṁ pucchanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:359_1": "Tattha tattha okāsaṁ kārāpetvā pucchantiyā, anodissa okāsaṁ kārāpetvā yattha katthaci pucchantiyā, ummattikādīnañca anāpatti.",
  "tika-vin04t15:359_2": "Bhikkhussa anokāsakārāpanaṁ, pañhaṁ pucchananti imānettha dve aṅgāni.",
  "tika-vin04t15:359_3": "Samuṭṭhānādīni padasodhammasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t15:360_0": "Pañhāpucchanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:361_0": "13. Asaṁkaccikasikkhāpadavaṇṇanā",
  "tika-vin04t15:362_0": "Terasame asaṁkaccikāti adhakkhakaubbhanābhimaṇḍalasaṅkhātassa sarīrassa paṭicchādanatthaṁ anuññātasaṁkaccikavirahitā.",
  "tika-vin04t15:362_1": "Gāmaṁ paviseyyāti ettha parikkhittassa gāmassa parikkhepaṁ, aparikkhittassa upacāraṁ atikkamantiyā vā okkamantiyā vā paṭhamapāde dukkaṭaṁ, dutiye pācittiyaṁ.",
  "tika-vin04t15:363_0": "Sāvatthiyaṁ aññataraṁ bhikkhuniṁ ārabbha asaṁkaccikāya gāmaṁ pavisanavatthusmiṁ paññattaṁ.",
  "tika-vin04t15:363_1": "Yassā pana saṁkaccikacīvaraṁ acchinnaṁ vā naṭṭhaṁ vā, tassā, gilānāya, āpadāsu, ummattikādīnañca anāpatti.",
  "tika-vin04t15:363_2": "Asaṁkaccikatā, vuttaparicchedātikkamo, anuññātakāraṇābhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t15:363_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t15:364_0": "Asaṁkaccikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:365_0": "Chattupāhanavaggo navamo.",
  "tika-vin04t15:366_0": "10…Pe…16. musāvādādivaggo",
  "tika-vin04t15:367_0": "Musāvādādisikkhāpadavaṇṇanā",
  "tika-vin04t15:368_0": "Ito paresu musāvādavaggādīsu sattasu vaggesu bhikkhupātimokkhavaṇṇanāyaṁ vuttanayeneva vinicchayo veditabboti.",
  "tika-vin04t15:369_0": "Soḷasamavaggo.",
  "tika-vin04t15:370_0": "Uddiṭṭhākho ayyāyo chasaṭṭhisatā pācittiyā dhammāti bhikkhū ārabbha paññattā sādhāraṇā sattati, asādhāraṇā channavutīti evaṁ chasaṭṭhisatā. Sesaṁ sabbattha uttānamevāti.",
  "tika-vin04t15:371_0": "Kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin04t15:372_0": "Bhikkhunipātimokkhe",
  "tika-vin04t15:373_0": "Suddhapācittiyavaṇṇanā niṭṭhitā.",
  "tika-vin04t15:374_0": "Tatrāyaṁ saṅkhepato asādhāraṇasikkhāpadesu samuṭṭhānavinicchayo – giraggasamajjā cittāgārasikkhāpadaṁ saṅghāṇī itthālaṅkāro gandhavaṇṇako vāsitakapiññāko bhikkhuniādīhi ummaddanaparimaddanāti imāni dasa sikkhāpadāni acittakāni lokavajjāni akusalacittāni.",
  "tika-vin04t15:374_1": "Ayaṁ panettha adhippāyo, vināpi cittena āpajjitabbattā acittakāni, citte pana sati akusaleneva āpajjitabbattā lokavajjāni ceva akusalacittāni cāti.",
  "tika-vin04t15:374_2": "Avasesāni sacittakāni paṇṇattivajjāneva.",
  "tika-vin04t15:374_3": "Corivuṭṭhāpanaṁ gāmantaraṁ ārāmasikkhāpadaṁ gabbhinivagge ādito paṭṭhāya satta, kumāribhūtavagge ādito paṭṭhāya pañca purisādisaṁsaṭṭhaṁ pārivāsikachandadānaṁ anuvassavuṭṭhāpanaṁ ekantarikavuṭṭhāpananti imāni ekūnavīsati sikkhāpadāni sacittakāni paṇṇattivajjāni.",
  "tika-vin04t15:374_4": "Avasesāni sacittakāni lokavajjānevāti."
}