{
  "tika-abh03t3:0_0": "Yamakapakaraṇa-mūlaṭīkā",
  "tika-abh03t3:1_0": "Ganthārambhavaṇṇanā",
  "tika-abh03t3:2_0": "Kathāvatthupakaraṇena saṅkhepeneva desitena dhammesu viparītaggahaṇaṁ nivāretvā tesveva dhammesu dhammasaṅgahādīsu pakāsitesu dhammapuggalokāsādinissayānaṁ sanniṭṭhānasaṁsayānaṁ vasena nānappakārakaosallatthaṁ yamakapakaraṇaṁ āraddhaṁ, taṁ samayadesadesakavaseneva dassetvā saṁvaṇṇanākkamañcassa anuppattaṁ ‘‘āgato bhāro avassaṁ vahitabbo’’ti saṁvaṇṇanamassa paṭijānanto āha ‘‘saṅkhepenevā’’tiādi.",
  "tika-abh03t3:3_0": "Tattha yamassa visayātītoti jātiyā sati maraṇaṁ hotīti jāti, pañca vā upādānakkhandhā yamassa visayo, taṁ samudayappahānena atītoti attho.",
  "tika-abh03t3:3_1": "Yamassa vā rañño visayaṁ maraṇaṁ, tassa āṇāpavattiṭṭhānaṁ desaṁ vā atīto.",
  "tika-abh03t3:3_2": "‘‘Chaccābhiṭhānāni abhabba kātu’’nti (khu. pā. 6.11; su. ni.",
  "tika-abh03t3:3_3": "234) vuttānaṁ channaṁ abhabbaṭṭhānānaṁ desakoti chaṭṭhānadesako.",
  "tika-abh03t3:3_4": "Ayamā ekekā hutvā āvattā nīlā amalā ca tanuruhā assāti ayamāvattanīlāmalatanuruho.",
  "tika-abh03t3:4_0": "Ganthārambhavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:5_0": "1. Mūlayamakaṁ",
  "tika-abh03t3:6_0": "Uddesavāravaṇṇanā",
  "tika-abh03t3:7_0": "1.Yamakānaṁ vasena desitattāti iminā dasasu ekekassa yamakasamūhassa taṁsamūhassa ca sakalassa pakaraṇassa yamakānaṁ vasena laddhavohārataṁ dasseti.",
  "tika-abh03t3:8_0": "Kusalākusalamūlasaṅkhātānaṁdvinnaṁ atthānaṁ vasena atthayamakanti etena ‘‘ye keci kusalā dhammā, sabbe te kusalamūlā’’ti etasseva yamakabhāvo āpajjatīti ce?",
  "tika-abh03t3:8_1": "Nāpajjati ñātuṁ icchitānaṁ dutiyapaṭhamapucchāsu vuttānaṁ kusalakusalamūlavisesānaṁ, kusalamūlakusalavisesehi vā ñātuṁ icchitānaṁ paṭhamadutiyapucchāsu sanniṭṭhānapadasaṅgahitānaṁ kusalakusalamūlānaṁ vasena atthayamakabhāvassa vuttattā.",
  "tika-abh03t3:8_2": "Ñātuṁ icchitānañhi visesānaṁ visesavantāpekkhānaṁ, taṁvisesavataṁ vā dhammānañca visesāpekkhānaṁ ettha padhānabhāvoti ekekāya pucchāya ekeko eva attho saṅgahito hotīti.",
  "tika-abh03t3:8_3": "Atthasaddo cettha na dhammavācako hetuphalādivācako vā, atha kho pāḷiatthavācako.",
  "tika-abh03t3:8_4": "Tenevāha ‘‘tesaññeva atthāna’’ntiādi.",
  "tika-abh03t3:9_0": "Tīṇipi padāni ekato katvāti idaṁ nāmapadassa kusalādīnaṁ saṅgāhakattamattameva sandhāya vuttaṁ, na niravasesasaṅgāhakattaṁ.",
  "tika-abh03t3:9_1": "Sabbakusalādisaṅgaṇhanatthameva ca nāmapadassa vuttattā ‘‘kusalattikamātikāya catūsu padesū’’ti vuttaṁ.",
  "tika-abh03t3:10_0": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:11_0": "Niddesavāravaṇṇanā",
  "tika-abh03t3:12_0": "52.Aññamaññayamakeye keci kusalāti apucchitvāti ettha yathā dutiyayamake ‘‘ye keci kusalamūlā’’ti apucchitvā ‘‘ye keci kusalā’’ti pucchā katā, evamidhāpi ‘‘ye keci kusalā’’ti pucchā kātabbā siyā purimayamakavisiṭṭhaṁ apubbaṁ gahetvā pacchimayamakassa appavattattāti adhippāyo.",
  "tika-abh03t3:12_1": "‘‘Paṭilomapucchānurūpabhāvato’’ti keci.",
  "tika-abh03t3:12_2": "Purimapucchāya pana atthavasena katāya tadanurūpāya pacchimapucchāya bhavitabbaṁ anulome vigatasaṁsayassa paṭilome saṁsayuppattito.",
  "tika-abh03t3:12_3": "Tena na ca pacchimapucchānurūpāya purimapucchāya bhavitabbanti purimovettha adhippāyo yutto.",
  "tika-abh03t3:12_4": "Imināpi byañjanena tassevatthassa sambhavatoti idamevaṁ na sakkā vattuṁ.",
  "tika-abh03t3:12_5": "Na hi kusalabyañjanattho eva kusalamūlena ekamūlabyañjanattho, teneva vissajjanampi asamānaṁ hoti.",
  "tika-abh03t3:12_6": "Kusalabyañjanena hi pucchāya katāya ‘‘avasesā’’ti imasmiṁ ṭhāne ‘‘avasesā kusalā dhammā’’ti vattabbaṁ hoti, itarathā avasesā kusalamūlasahajātā dhammāti, na ca tāni vacanāni samānatthāni kusalakusalābyākatadīpanatoti.",
  "tika-abh03t3:12_7": "Ayaṁ panettha adhippāyo siyā – ‘‘ye keci kusalā’’ti imināpi byañjanena ‘‘ye keci kusalamūlena ekamūlā’’ti vuttabyañjanatthasseva sambhavato dutiyayamake viya apucchitvā ‘‘ye keci kusalamūlena ekamūlā’’ti pucchā katā.",
  "tika-abh03t3:12_8": "Na hi kusalamūlehi viya kusalamūlena ekamūlehi aññe kusalā santi, kusalehi pana aññepi te santīti.",
  "tika-abh03t3:13_0": "Paṭilomapucchāvaṇṇanāyaṁ ‘‘kusalamūlena ekamūlā’’ti hi pucchāya katāya ‘‘mūlāni yāni ekato uppajjantī’’ti heṭṭhā vuttanayeneva vissajjanaṁ kātabbaṁ bhaveyyāti vuttaṁ, tampi tathā na sakkā vattuṁ.",
  "tika-abh03t3:13_1": "‘‘Ye vā pana kusalamūlena aññamaññamūlā, sabbe te dhammā kusalamūlena ekamūlā’’ti ca pucchite ‘‘āmantā’’ icceva vissajjanena bhavitabbaṁ.",
  "tika-abh03t3:13_2": "Na hi kusalamūlena aññamaññamūlesu kiñci ekamūlaṁ na hoti, yena anulomapucchāya viya vibhāgo kātabbo bhaveyya.",
  "tika-abh03t3:13_3": "Yattha tīṇi kusalamūlāni uppajjanti, tattha tāni aññamaññamūlāni ekamūlāni ca dvinnaṁ dvinnaṁ ekekena aññamaññekamūlattā.",
  "tika-abh03t3:13_4": "Yattha pana dve uppajjanti, tattha tāni aññamaññamūlāneva, na ekamūlānīti etassa gahaṇassa nivāraṇatthaṁ ‘‘mūlāni yāni ekato uppajjantī’’tiādinā vissajjanaṁ kātabbanti ce?",
  "tika-abh03t3:13_5": "Na, ‘‘āmantā’’ti imināva vissajjanena taṁgahaṇanivāraṇato anulomapucchāvissajjanena ca ekato uppajjamānānaṁ dvinnaṁ tiṇṇañca mūlānaṁ aññamaññekamūlabhāvassa nicchitattā.",
  "tika-abh03t3:13_6": "Aññamaññamūlānañhi samānamūlatā eva ekamūlavacanena pucchīyati, na aññamaññasamānamūlatā, atthi ca dvinnaṁ mūlānaṁ samānamūlatā.",
  "tika-abh03t3:13_7": "Tesu hi ekekaṁ itarena mūlena taṁmūlehi aññehi samānamūlanti.",
  "tika-abh03t3:14_0": "Aññamaññamūlatte pana nicchite ekamūlattasaṁsayābhāvato ‘‘sabbe te dhammā kusalamūlena ekamūlā’’ti pucchā na katāti daṭṭhabbā.",
  "tika-abh03t3:14_1": "‘‘Aññamaññassa mūlā etesantipi aññamaññamūlā, samānatthena ekaṁ mūlaṁ etesanti ekamūlā’’ti ubhayampi vacanaṁ mūlayuttatameva vadati, teneva ca ubhayatthāpi ‘‘kusalamūlenā’’ti vuttaṁ.",
  "tika-abh03t3:14_2": "Tattha mūlayogasāmaññe ekamūlatte nicchite tabbiseso aññamaññamūlabhāvo na nicchito hotīti anulomapucchā pavattā, mūlayogavisese pana aññamaññamūlatte nicchite na vinā ekamūlattena aññamaññamūlattaṁ atthīti mūlayogasāmaññaṁ ekamūlattaṁ nicchitameva hoti, tasmā ‘‘ekamūlā’’ti pucchaṁ akatvā yathā kusalamūlavacanaṁ ekamūlavacanañca kusalabhāvadīpakaṁ na hotīti kusalabhāve saṁsayasabbhāvā paṭhamadutiyayamakesu ‘‘sabbe te dhammā kusalā’’ti paṭilomapucchā katā, evaṁ aññamaññamūlavacanaṁ kusalabhāvadīpakaṁ na hotīti kusalabhāve saṁsayasabbhāvā kusalādhikārassa ca anuvattamānattā ‘‘sabbe te dhammā kusalā’’ti paṭilomapucchā katāti.",
  "tika-abh03t3:15_0": "53-61.",
  "tika-abh03t3:15_1": "Mūlanaye vutte eva atthe kusalamūlabhāvena mūlassa visesanena samānena mūlena aññamaññassa ca mūlena mūlayogadīpanena cāti iminā pariyāyantarena pakāsetuṁ mūlamūlanayo vutto.",
  "tika-abh03t3:15_2": "Aññapadatthasamāsantena ka-kārena tīsupi yamakesu mūlayogameva dīpetuṁ mūlakanayo vutto.",
  "tika-abh03t3:15_3": "Mūlamūlakanayavacanapariyāyo vuttappakārova.",
  "tika-abh03t3:16_0": "74-85.Abbohārikaṁ katvāti na ekamūlabhāvaṁ labhamānehi ekato labbhamānattā sahetukavohārarahitaṁ katvā.",
  "tika-abh03t3:16_1": "Na vā sahetukaduke viya ettha hetupaccayayogāyogavasena abbohārikaṁ kataṁ, atha kho sahetukavohārameva labhati, na ahetukavohāranti abbohārikaṁ kataṁ.",
  "tika-abh03t3:16_2": "Ekato labbhamānakavasenāti ahetukacittuppādanibbānehi hetupaccayarahitehi saha labbhamānakarūpavasenāti attho.",
  "tika-abh03t3:17_0": "86-97.",
  "tika-abh03t3:17_1": "Yassaṁ pāḷiyaṁ ‘‘ahetukaṁ nāmamūlena na ekamūlaṁ, sahetukaṁ nāmamūlena ekamūla’’nti (yama.",
  "tika-abh03t3:17_2": "1.mūlayamaka.87) pāṭho āgato, tattha ‘‘ye keci nāmā dhammā’’ti nāmānaṁ niddhāritattā ‘‘ahetukaṁ sahetuka’’nti ca vutte ‘‘nāma’’nti ca idaṁ viññāyamānamevāti na vuttanti veditabbaṁ.",
  "tika-abh03t3:17_3": "Yattha pana ‘‘ahetukaṁ nāmaṁ, sahetukaṁ nāma’’nti (yama.",
  "tika-abh03t3:17_4": "1.mūlayamaka.87) ca pāṭho, tattha supākaṭabhāvatthaṁ ‘‘nāma’’nti vuttanti.",
  "tika-abh03t3:18_0": "Niddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:19_0": "Mūlayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:20_0": "2. Khandhayamakaṁ",
  "tika-abh03t3:21_0": "1. Paṇṇattivāro",
  "tika-abh03t3:22_0": "Uddesavāravaṇṇanā",
  "tika-abh03t3:23_0": "2-3.",
  "tika-abh03t3:23_1": "Khandhayamake chasu kālabhedesu puggalaokāsapuggalokāsavasena khandhānaṁ uppādanirodhā tesaṁ pariññā ca vattabbā.",
  "tika-abh03t3:23_2": "Te pana khandhā ‘‘rūpakkhandho’’tiādīhi pañcahi padehi vuccanti, tesaṁ dasa avayavapadāni.",
  "tika-abh03t3:23_3": "Tattha yo rūpādiavayavapadābhihito dhammo, kiṁ so eva samudāyapadassa attho.",
  "tika-abh03t3:23_4": "Yo ca samudāyapadena vutto, so eva avayavapadassāti etasmiṁ saṁsayaṭṭhāne rūpādiavayavapadehi vutto ekadeso sakalo vā samudāyapadānaṁ attho, samudāyapadehi pana vutto ekantena rūpādiavayavapadānaṁ atthoti imamatthaṁ dassetuṁ ‘‘rūpaṁ rūpakkhandho, rūpakkhandho rūpa’’ntiādinā padasodhanavāro vutto.",
  "tika-abh03t3:24_0": "Puna ‘‘rūpakkhandho’’tiādīnaṁ samāsapadānaṁ uttarapadatthappadhānattā padhānabhūtassa khandhapadassa vedanādiupapadatthassa ca sambhavato yathā ‘‘rūpakkhandho’’ti etasmiṁ pade rūpāvayavapadena vuttassa rūpakkhandhabhāvo hoti rūpasaddassa khandhasaddassa ca samānādhikaraṇabhāvatoti, evaṁ tattha padhānabhūtena khandhāvayavapadena vuttassa vedanākkhandhādibhāvo hoti khandhapadena vedanādipadānaṁ samānādhikaraṇattāti etasmiṁ saṁsayaṭṭhāne khandhāvayavapadena vutto dhammo koci kenaci samudāyapadena vuccati, na sabbo sabbenāti imamatthaṁ dassetuṁ ‘‘rūpaṁ rūpakkhandho, khandhā vedanākkhandho’’tiādinā padasodhanamūlacakkavāro vutto.",
  "tika-abh03t3:24_1": "Evañca dassentena rūpādisaddassa visesanabhāvo, khandhasaddassa visesitabbabhāvo, visesanavisesitabbānaṁ samānādhikaraṇabhāvo ca dassito hoti.",
  "tika-abh03t3:25_0": "Tenettha saṁsayo hoti – kiṁ khandhato aññampi rūpaṁ atthi, yato vinivattaṁ rūpaṁ khandhavisesanaṁ hoti, sabbeva khandhā kiṁ khandhavisesanabhūtena rūpena visesitabbāti, kiṁ pana taṁ khandhavisesanabhūtaṁ rūpanti?",
  "tika-abh03t3:25_1": "Bhūtupādāyarūpaṁ tasseva gahitattā.",
  "tika-abh03t3:25_2": "Niddese ‘‘khandhā rūpakkhandho’’ti padaṁ uddharitvā vissajjanaṁ katanti.",
  "tika-abh03t3:25_3": "Evaṁ etasmiṁ saṁsayaṭṭhāne na khandhato aññaṁ rūpaṁ atthi, teneva cetena rūpasaddena vuccamānaṁ suddhena khandhasaddena vuccate, na ca sabbe khandhā khandhavisesanabhūtena rūpena visesitabbā, teneva te vibhajitabbā, esa nayo vedanākkhandhādīsupīti imamatthaṁ dassetuṁ ‘‘rūpaṁ khandho, khandhā rūpa’’ntiādinā suddhakhandhavāro vutto.",
  "tika-abh03t3:26_0": "Tato ‘‘rūpaṁ khandho’’ti etasmiṁ anuññāyamāne ‘‘na kevalaṁ ayaṁ khandhasaddo rūpavisesanova, atha kho vedanādivisesano cā’’ti rūpassa khandhabhāvanicchayānantaraṁ khandhānaṁ rūpavisesanayoge ca saṁsayo hoti.",
  "tika-abh03t3:26_1": "Tattha na sabbe khandhā vedanādivisesanayuttā, atha kho keci kenaci visesanena yuñjantīti dassetuṁ suddhakhandhamūlacakkavāro vuttoti.",
  "tika-abh03t3:26_2": "Evaṁ yesaṁ uppādādayo vattabbā, tesaṁ khandhānaṁ paṇṇattisodhanavasena tannicchayatthaṁ paṇṇattivāro vuttoti veditabbo.",
  "tika-abh03t3:27_0": "Cattāri cattāri cakkāni bandhitvāti ettha cakkāvayavabhāvato cakkānīti yamakāni vuttāni ekekakhandhamūlāni cattāri cattāri yamakāni bandhitvāti.",
  "tika-abh03t3:27_1": "Iminā hi ettha atthena bhavitabbanti.",
  "tika-abh03t3:27_2": "Cattāri cattāri yamakāni yathā ekekakhandhamūlakāni honti, evaṁ bandhitvāti vā attho daṭṭhabbo.",
  "tika-abh03t3:27_3": "Tattha ‘‘rūpaṁ rūpakkhandho’’ti evamādikaṁ mūlapadaṁ nābhiṁ katvā ‘‘khandhā’’ti idaṁ nemiṁ, ‘‘vedanākkhandho’’tiādīni are katvā cakkabhāvo vuttoti veditabbo, na maṇḍalabhāvena sambajjhanato.",
  "tika-abh03t3:27_4": "Vedanākkhandhamūlakādīsupi hi heṭṭhimaṁ sodhetvāva pāṭho gato, na maṇḍalasambandhenāti.",
  "tika-abh03t3:27_5": "Teneva ca kāraṇenāti suddhakhandhalābhamattameva gahetvā khandhavisesane rūpādimhi suddharūpādimattatāya aṭṭhatvā khandhavisesanabhāvasaṅkhātaṁ rūpādiatthaṁ dassetuṁ khandhasaddena saha yojetvā ‘‘khandhā rūpakkhandho’’tiādinā nayena padaṁ uddharitvā atthassa vibhattattāti attho.",
  "tika-abh03t3:28_0": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:29_0": "Niddesavāravaṇṇanā",
  "tika-abh03t3:30_0": "26.Piyarūpaṁ sātarūpanti ‘‘cakkhuṁ loke piyarūpaṁ…pe… rūpā loke…pe… cakkhuviññāṇaṁ…pe… cakkhusamphasso…pe… cakkhusamphassajā vedanā…pe… rūpasaññā…pe… rūpasañcetanā…pe… rūpataṇhā…pe… rūpavitakko…pe… rūpavicāro’’ti (dī. ni. 2.400; ma. ni. 1.133; vibha.",
  "tika-abh03t3:30_1": "203) evaṁ vuttaṁ taṇhāvatthubhūtaṁ tebhūmakaṁ veditabbaṁ, tasmā yaṁ pañcakkhandhasamudāyabhūtaṁ piyarūpasātarūpaṁ, taṁ ekadesena rūpakkhandho hotīti āha ‘‘piyarūpaṁ sātarūpaṁ rūpaṁ na rūpakkhandho’’ti.",
  "tika-abh03t3:30_2": "Piyasabhāvatāya vā rūpakkhandho piyarūpe pavisati, na ruppanasabhāvenāti ‘‘piyarūpaṁ sātarūpaṁ rūpaṁ na rūpakkhandho’’ti vuttaṁ.",
  "tika-abh03t3:30_3": "Saññāyamake tāva diṭṭhisaññāti ‘‘viseso’’ti vacanaseso.",
  "tika-abh03t3:30_4": "Tattha diṭṭhi eva saññā diṭṭhisaññā.",
  "tika-abh03t3:30_5": "‘‘Sayaṁ samādāya vatāni jantu, uccāvacaṁ gacchati saññasatto’’ti (su. ni.",
  "tika-abh03t3:30_6": "798), ‘‘saññāvirattassa na santi ganthā’’ti (su. ni.",
  "tika-abh03t3:30_7": "853) ca evamādīsu hi diṭṭhi ca ‘‘saññā’’ti vuttāti.",
  "tika-abh03t3:31_0": "28.",
  "tika-abh03t3:31_1": "‘‘Na khandhā na vedanākkhandhoti?",
  "tika-abh03t3:31_2": "Āmantā’’ti evaṁ khandhasaddappavattiyā abhāve vedanākkhandhasaddappavattiyā ca abhāvoti paṇṇattisodhanamattameva karotīti daṭṭhabbaṁ, na aññadhammasabbhāvo evettha pamāṇaṁ.",
  "tika-abh03t3:31_3": "Evañca katvā ‘‘nāyatanā na sotāyatananti? Āmantā’’tiādiṁ vakkhatīti.",
  "tika-abh03t3:32_0": "39.Rūpato aññe vedanādayoti ettha lokuttarā vedanādayo daṭṭhabbā.",
  "tika-abh03t3:32_1": "Te hi piyarūpā ca sātarūpā ca na honti taṇhāya anārammaṇattāti rūpato aññe hontīti.",
  "tika-abh03t3:32_2": "Rūpañca khandhe caṭhapetvā avasesāti idampi etehi saddhiṁ na-saddānaṁ appavattimattameva sandhāya vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:32_3": "Evañca katvā ‘‘cakkhuñca āyatane ca ṭhapetvā avasesā na ceva cakkhu na ca āyatanā’’tiādiṁ (yama. 1.āyatanayamaka.15) vakkhati.",
  "tika-abh03t3:32_4": "Na hi tattha avasesaggahaṇena gayhamānaṁ kañci atthi.",
  "tika-abh03t3:32_5": "Yadi siyā, dhammāyatanaṁ siyā.",
  "tika-abh03t3:32_6": "Vakkhati hi ‘‘dhammo āyatananti? Āmantā’’ti (yama. 1.āyatanayamaka.16). Taṇhāvatthu ca na taṁ siyā.",
  "tika-abh03t3:32_7": "Yadi siyā, piyarūpasātarūpabhāvato rūpaṁ siyā ‘‘rūpaṁ khandhoti? Āmantā’’ti (yama.",
  "tika-abh03t3:32_8": "1.khandhayamaka.40) vacanato khandho cāti.",
  "tika-abh03t3:32_9": "Aṭṭhakathāyaṁ pana avijjamānepi vijjamānaṁ upādāya itthipurisādiggahaṇasabbhāvaṁ sandhāya avasesāti ettha paññattiyā gahaṇaṁ katanti veditabbaṁ.",
  "tika-abh03t3:33_0": "Niddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:34_0": "2. Pavattivāravaṇṇanā",
  "tika-abh03t3:35_0": "50-205.",
  "tika-abh03t3:35_1": "Pavattivāre vedanākkhandhādimūlakāni pacchimeneva saha yojetvā tīṇi dve ekañca yamakāni vuttāni, na purimena. Kasmā?",
  "tika-abh03t3:35_2": "Amissakakālabhedesu vāresu atthavisesābhāvato.",
  "tika-abh03t3:35_3": "Purimassa hi pacchimena yojitayamakameva pacchimassa purimena yojanāya pucchānaṁ uppaṭipāṭiyā vucceyya, atthe pana na koci visesoti.",
  "tika-abh03t3:35_4": "Pucchāvissajjanesupi viseso natthi, tena tathā yojanā na katāti.",
  "tika-abh03t3:35_5": "Kālabhedā panettha cha eva vuttā.",
  "tika-abh03t3:35_6": "Atītena paccuppanno, anāgatena paccuppanno, anāgatenātītoti ete pana tayo yathādassitā missakakālabhedā eva tayo, na visuṁ vijjantīti na gahitā.",
  "tika-abh03t3:35_7": "Tattha tattha hi paṭilomapucchāhi atītena paccuppannādayo kālabhedā dassitā, teneva ca nayena ‘‘yassa rūpakkhandho uppajjittha, tassa vedanākkhandho uppajjatī’’tiādi sakkā yojetuṁ.",
  "tika-abh03t3:35_8": "Teneva hi missakakālabhedesu ca na pacchimapacchimassa khandhassa purimapurimena yojanaṁ katvā yamakāni vuttāni, amissakakālabhedesu gahitaniyāmena sukhaggahaṇatthampi pacchimapacchimeneva yojetvā vuttānīti.",
  "tika-abh03t3:36_0": "Imināyevaca lakkhaṇenātiādinā yena kāraṇena ‘‘purepañho’’ti ca ‘‘pacchāpañho’’ti ca nāmaṁ vuttaṁ, taṁ dasseti.",
  "tika-abh03t3:36_1": "Yassa hi sarūpadassanena vissajjanaṁ hoti, so paripūretvā vissajjetabbatthasaṅgaṇhanato paripuṇṇapañho nāma.",
  "tika-abh03t3:36_2": "Taṁvissajjanassa pana purimakoṭṭhāsena sadisatthatāya purepañho, pacchimakoṭṭhāsasadisatthatāya ‘‘pacchāpañho’’ti ca nāmaṁ vuttaṁ.",
  "tika-abh03t3:36_3": "Sadisatthatā ca sanniṭṭhānasaṁsayapadavisesaṁ avicāretvā ekena padena saṅgahitassa khandhassa uppādanirodhalābhasāmaññamattena purepañhe daṭṭhabbā.",
  "tika-abh03t3:36_4": "Sanniṭṭhānapadasaṅgahitassa vā khandhassa anuññātavasena purepañho vuttoti yuttaṁ.",
  "tika-abh03t3:37_0": "Sanniṭṭhānatthasseva paṭikkhipanaṁ paṭikkhepo, saṁsayatthanivāraṇaṁ paṭisedhoti ayaṁ paṭikkhepapaṭisedhānaṁ viseso.",
  "tika-abh03t3:37_1": "Pāḷipadameva hutvāti pucchāpāḷiyā ‘‘nuppajjatī’’ti yaṁ padaṁ vuttaṁ, na-kāravirahitaṁ tadeva padaṁ hutvāti attho.",
  "tika-abh03t3:37_2": "Tattha uppattinirodhapaṭisedhassa paṭisedhanatthaṁ pāḷigatiyā vissajjanaṁ uppattinirodhānameva paṭisedhanatthaṁ paṭisedhena vissajjanaṁ katanti veditabbaṁ.",
  "tika-abh03t3:38_0": "Catunnaṁ pañhānaṁ pañcannañca vissajjanānaṁ sattavīsatiyā ṭhānesu pakkhepo tadekadesapakkhepavasena vuttoti veditabbo.",
  "tika-abh03t3:38_1": "Paripuṇṇapañho eva hi sarūpadassanena ca vissajjanaṁ sattavīsatiyā ṭhānesu pakkhipitabbanti.",
  "tika-abh03t3:39_0": "Kiṁ nu sakkā ito paranti ito pāḷivavatthānadassanādito añño kiṁ nu sakkā kātunti aññassa sakkuṇeyyassa abhāvaṁ dasseti.",
  "tika-abh03t3:40_0": "‘‘Suddhāvāsānaṁ tesaṁ tattha rūpakkhandho ca nuppajjittha vedanākkhandho ca nuppajjitthā’’ti etena suddhāvāsabhūmīsu ekabhūmiyampi dutiyā upapatti natthīti ñāpitaṁ hoti.",
  "tika-abh03t3:40_1": "Paṭisandhito pabhuti hi yāva cuti, tāva pavattakammajasantānaṁ ekattena gahetvā tassa uppādanirodhavasena ayaṁ desanā pavattā.",
  "tika-abh03t3:40_2": "Tasmiñhi abbocchinne kusalādīnañca pavatti hoti, vocchinne ca appavattīti teneva ca uppādanirodhā dassitā, tasmā tassa ekasattassa paṭisandhiuppādato yāva cutinirodho, tāva atītatā natthi, na ca tato pubbe tattha paṭisandhivasena kammajasantānaṁ uppannapubbanti khandhadvayampi ‘‘nuppajjitthā’’ti vuttaṁ.",
  "tika-abh03t3:40_3": "Kasmā pana etāya pāḷiyā sakalepi suddhāvāse dutiyā paṭisandhi natthīti na viññāyatīti? Uddhaṁsotapāḷisabbhāvā.",
  "tika-abh03t3:40_4": "Dvepi hi pāḷiyo saṁsandetabbāti.",
  "tika-abh03t3:41_0": "‘‘Asaññasattānaṁ tesaṁ tattha rūpakkhandho uppajjissatī’’ti ettha ‘‘yassa yattha rūpakkhandho uppajjissatī’’ti etena sanniṭṭhānena visesitā asaññasattāpi santīti te eva gahetvā ‘‘asaññasattāna’’nti vuttaṁ.",
  "tika-abh03t3:41_1": "Tena ye sanniṭṭhānena vajjitā, te tato pañcavokāraṁ gantvā parinibbāyissanti, na tesaṁ puna asaññe upapattippasaṅgo atthīti te sandhāyāha – ‘‘pacchimabhavikānaṁ tesaṁ tattha rūpakkhandho ca nuppajjissati vedanākkhandho ca nuppajjissatī’’ti (yama. 1.khandhayamaka.65).",
  "tika-abh03t3:41_2": "Ettha kiṁ pañcavokārādibhāvo viya pacchimabhavopi koci atthi, yattha tesamanuppatti bhavissatīti?",
  "tika-abh03t3:41_3": "Natthi pañcavokārādibhavesveva yattha vā tattha vā ṭhitānaṁ pacchimabhavikānaṁ ‘‘yassa yattha rūpakkhandho nuppajjissatī’’ti etena sanniṭṭhānena saṅgahitattā.",
  "tika-abh03t3:41_4": "Tesaṁ tattha itarānuppattibhāvañca anujānanto ‘‘vedanākkhandho ca nuppajjissatī’’ti āhāti.",
  "tika-abh03t3:42_0": "‘‘Suddhāvāse parinibbantāna’’nti idaṁ sappaṭisandhikānaṁ appaṭisandhikānañca suddhāvāsānaṁ taṁtaṁbhūmiyaṁ khandhaparinibbānavasena vuttanti veditabbaṁ.",
  "tika-abh03t3:42_1": "Sabbesañhi tesaṁ tattha vedanākkhandho nuppajjitthāti.",
  "tika-abh03t3:42_2": "Yathā pana ‘‘nirujjhissatī’’ti vacanaṁ paccuppannepi uppādakkhaṇasamaṅgimhi pavattati, na evaṁ ‘‘uppajjitthā’’ti vacanaṁ paccuppanne pavattati, atha kho uppajjitvā vigate atīte eva, tasmā ‘‘parinibbantānaṁ nuppajjitthā’’ti vuttaṁ uppannasantānassa avigatattā.",
  "tika-abh03t3:42_3": "Anantā lokadhātuyoti okāsassa aparicchinnattā okāsavasena vuccamānānaṁ uppādanirodhānampi paricchedābhāvato saṁkiṇṇatā hotīti ‘‘yattha vedanākkhandho uppajjati, tattha saññākkhandho nirujjhatīti? Āmantā’’ti vuttaṁ.",
  "tika-abh03t3:43_0": "Pavattivāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:44_0": "3. Pariññāvāravaṇṇanā",
  "tika-abh03t3:45_0": "206-208.Puggalokāsavārolabbhamānopīti kasmā vuttaṁ, nanu okāsavārassa alābhe tassapi alābhena bhavitabbanti?",
  "tika-abh03t3:45_1": "Na, tattha puggalasseva pariññāvacanato.",
  "tika-abh03t3:45_2": "Puggalokāsavārepi hi okāse puggalasseva pariññā vuccati, na okāsassa.",
  "tika-abh03t3:45_3": "Okāsavāropi ca yadi vucceyya, ‘‘yattha rūpakkhandhaṁ parijānātī’’ti okāse puggalasseva parijānanavasena vucceyya, tasmā puggalokāsavārasseva labbhamānatā vuttā, na okāsavārassāti.",
  "tika-abh03t3:45_4": "Tenāha – ‘‘āmantā…pe… siyā’’ti.",
  "tika-abh03t3:46_0": "Tenevāti pavatte cittakkhaṇavasena tiṇṇaṁ addhānaṁ lābhato eva, aññathā cutipaṭisandhikkhaṇe rūpakkhandhaparijānanassa abhāvā ‘‘yo rūpakkhandhaṁ parijānāti, so vedanākkhandhaṁ parijānātī’’ti ettha ‘‘natthī’’ti vissajjanena bhavitabbaṁ siyā, ‘‘āmantā’’ti ca katanti.",
  "tika-abh03t3:46_1": "Sanniṭṭhānasaṁsayapadasaṅgahitānaṁ pariññānaṁ pavatte cittakkhaṇe eva lābhaṁ dassento ‘‘lokuttaramaggakkhaṇasmiñhī’’tiādimāha.",
  "tika-abh03t3:46_2": "Na parijānātīti pañhe puthujjanaṁ sandhāya āmantāti vuttanti idaṁ puthujjanassa sabbathā pariññākiccassa abhāvato vuttaṁ.",
  "tika-abh03t3:46_3": "‘‘Arahā rūpakkhandhaṁ na parijānāti no ca vedanākkhandhaṁ na parijānittha, aggamaggasamaṅgiñca arahantañca ṭhapetvā avasesā puggalā rūpakkhandhañca na parijānanti vedanākkhandhañca na parijānitthā’’ti pana vacanena ‘‘aggamaggasamaṅgiṁ ṭhapetvā añño koci parijānātī’’ti vattabbo natthīti dassitaṁ hoti, tena tadavasesapuggale sandhāya ‘‘āmantā’’ti vuttanti viññāyatīti.",
  "tika-abh03t3:47_0": "Pariññāvāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:48_0": "Khandhayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:49_0": "3. Āyatanayamakaṁ",
  "tika-abh03t3:50_0": "1. Paṇṇattivāro",
  "tika-abh03t3:51_0": "Uddesavāravaṇṇanā",
  "tika-abh03t3:52_0": "1-9.",
  "tika-abh03t3:52_1": "Āyatanayamakādīsu ca paṇṇattivāre padasodhanavārādīnaṁ vacane kāraṇaṁ khandhayamake vuttanayeneva veditabbaṁ.",
  "tika-abh03t3:52_2": "‘‘Ekādasa ekādasa katvā tettiṁsasataṁ yamakānī’’tiādinā kesuci potthakesu gaṇanā likhitā, sā tathā na hoti.",
  "tika-abh03t3:52_3": "‘‘Dvattiṁsasata’’ntiādinā aññattha likhitā.",
  "tika-abh03t3:53_0": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:54_0": "Niddesavāravaṇṇanā",
  "tika-abh03t3:55_0": "10-17.Vāyanaṭṭhenāti pasāraṇaṭṭhena, pākaṭabhāvaṭṭhena vā.",
  "tika-abh03t3:55_1": "‘‘Kāyo dhammo’’ti ca vuccamānaṁ sabbaṁ sasabhāvaṁ āyatanamevāti ‘‘kāyo āyatana’’nti, ‘‘dhammo āyatana’’nti ca ettha ‘‘āmantā’’ti vuttaṁ.",
  "tika-abh03t3:55_2": "Kāyavacanena pana dhammavacanena ca avuccamānaṁ kañci sasabhāvaṁ natthīti ‘‘na kāyo nāyatanaṁ, na dhammo nāyatana’’nti ettha ‘‘āmantā’’icceva vuttaṁ.",
  "tika-abh03t3:56_0": "Niddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:57_0": "2. Pavattivāro",
  "tika-abh03t3:58_0": "1. Uppādavāravaṇṇanā",
  "tika-abh03t3:59_0": "18-21.",
  "tika-abh03t3:59_1": "Pavattivāre cakkhāyatanamūlakāni ekādasāti paṭisandhicutivasena upādinnapavattassa uppādanirodhavacane etasmiṁ alabbhamānavissajjanampi saddāyatanena saddhiṁ yamakaṁ pucchāmattalābhena saṅgaṇhitvā vadatīti daṭṭhabbaṁ.",
  "tika-abh03t3:59_2": "Chasaṭṭhi yamakānīti ettha cakkhusotaghānajivhākāyarūpāyatanamūlakesu ekekaṁ saddāyatanamūlakāni pañcāti ekādasa yamakāni vissajjanavasena hāpetabbāni.",
  "tika-abh03t3:59_3": "Vakkhati hi ‘‘saddāyatanassa paṭisandhikkhaṇe anuppattito tena saddhiṁ yamakassa vissajjanameva natthī’’ti (yama. aṭṭha. āyatanayamaka 18-21).",
  "tika-abh03t3:60_0": "Dutiyaṁ kiñcāpi paṭhamena sadisavissajjanantiādi puggalavārameva sandhāya vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:60_1": "Okāsavāre pana asadisavissajjanattā vuttaṁ, na taṁ sabbattha sadisavissajjananti ñāpetuṁ puggalavārepi vissajjitanti.",
  "tika-abh03t3:60_2": "Gandharasaphoṭṭhabbāyatanehi saddhiṁ tīṇi yamakāni sadisavissajjanānīti rūpāvacarasatte sandhāya ‘‘sacakkhukānaṁ agandhakāna’’ntiādinā vissajjitabbattā vuttaṁ.",
  "tika-abh03t3:60_3": "Tesañhi virattakāmakammanibbattassa paṭisandhibījassa evaṁsabhāvattā ghānādīni gandhādayo ca na santīti.",
  "tika-abh03t3:60_4": "Ghānāyatanayamakena sadisavissajjanattāti cakkhāyatanamūlakesu ghānāyatanayamakena saddhiṁ sadisavissajjanattāti attho.",
  "tika-abh03t3:60_5": "Nanu tattha ‘‘sacakkhukānaṁ aghānakānaṁ upapajjantāna’’ntiādinā vissajjanaṁ pavattaṁ, idha pana ghānāyatanamūlakesu ‘‘yassa ghānāyatanaṁ uppajjati, tassa jivhāyatanaṁ uppajjatīti?",
  "tika-abh03t3:60_6": "Āmantā’’ti vissajjanena bhavitabbanti natthi sadisavissajjanatāti?",
  "tika-abh03t3:60_7": "Saccaṁ, yathā pana tattha ghānāyatanayamakena jivhākāyāyatanayamakāni sadisavissajjanāni, evamidhāpi jivhākaāyāyatanayamakāni sadisavissajjanāni, tasmā tattha tattheva sadisavissajjanatā pāḷiyaṁ anāruḷhatāya kāraṇanti.",
  "tika-abh03t3:60_8": "Nidassanabhāvena pana gahitaṁ cakkhāyatanamūlakānaṁ sadisavissajjanakānaṁ sadisavissajjanaṁ nidassanabhāveneva kāraṇanti dassento ‘‘ghānāyatanayamakena sadisavissajjanattā’’ti āha.",
  "tika-abh03t3:60_9": "Sadisavissajjanatā cettha ghānāyatanamūlakesu yebhuyyatāya daṭṭhabbā.",
  "tika-abh03t3:60_10": "Tesu hi jivhākāyāyatanayamakesu tiṇṇaṁ pucchānaṁ ‘‘āmantā’’ti vissajjanena bhavitabbaṁ , pacchimapucchāya ‘‘sakāyakānaṁ aghānakānaṁ upapajjantāna’’ntiādināti.",
  "tika-abh03t3:61_0": "Atha vā yathā vedanākkhandhādimūlakānaṁ saññākkhandhādiyamakānaṁ amissakakālabhedesu tīsu ‘‘āmantā’’ti paṭivacanavissajjanena yathāvuttavacanassa vissajjanabhāvānujānanaṁ kattabbanti apubbassa vattabbassa abhāvā vissajjanaṁ na kataṁ, evamidhāpi ghānāyatanamūlakaṁ jivhāyatanayamakaṁ apubbassa vattabbassa abhāvā pāḷiṁ anāruḷhanti pākaṭoyamattho.",
  "tika-abh03t3:61_1": "Kāyāyatanayamakaṁ pana dutiyapucchāya vasena vissajjitabbaṁ siyā, sā ca cakkhāyatanamūlakesu ghānāyatanayamakena sadisavissajjanā, tasmā yassā pucchāya vissajjanā kātabbā, tassā ghānāyatanayamakena sadisavissajjanattā taṁsesāni pāḷiṁ anāruḷhānīti evamettha attho daṭṭhabbo.",
  "tika-abh03t3:61_2": "Tathāti idaṁ pāḷianāruḷhatāsāmaññeneva vuttaṁ, na kāraṇasāmaññena.",
  "tika-abh03t3:61_3": "Ghānajivhākāyāyatanānaṁ pana agabbhaseyyakesu pavattamānānaṁ gabbhaseyyakesu ca āyatanapāripūrikāle sahacāritāya avisesattā ca appavisesattā ca ekasmiṁ ghānāyatanayamake vissajjite itarāni dve, ghānāyatanamūlakesu ca vissajjitesu itaradvayamūlakāni na vissajjīyantīti veditabbāni.",
  "tika-abh03t3:61_4": "Rūpāyatanamanāyatanehi saddhinti ‘‘yassa rūpāyatanaṁ uppajjati, tassa manāyatanaṁ uppajjatī’’ti etissā pucchāya vuttehi rūpāyatanamanāyatanehi saddhinti adhippāyo.",
  "tika-abh03t3:61_5": "Rūpāyatanamūlakesu hi manāyatanayamake ādipucchāya gandharasaphoṭṭhabbayamakesu ādipucchānaṁ sadisavissajjanatā yamakānaṁ avissajjane kāraṇabhāvena vuttā.",
  "tika-abh03t3:61_6": "Dutiyapucchānañhi paṭivacanavissajjanena bhavitabbanti pubbe vuttanayena vissajjanaṁ na kātabbaṁ, ādipucchānañca na kātabbanti.",
  "tika-abh03t3:62_0": "Heṭṭhimehi sadisavissajjanattāti ettha gandhāyatanamūlakānaṁ rasaphoṭṭhabbayamakānaṁ rasāyatanamūlakassa ca phoṭṭhabbayamakassa paṭivacanavissajjaneneva bhavitabbanti pubbe vuttanayeneva vissajjanaṁ na kātabbanti yesaṁ kātabbaṁ, tesaṁ gandharasaphoṭṭhabbamūlakānaṁ manāyatanadhammāyatanayamakānaṁ cakkhādipañcāyatanamūlakehi manāyatanadhammāyatanayamakehi sadisavissajjanattāti attho.",
  "tika-abh03t3:62_1": "Cakkhāyatanādimūlakāni saddāyatanayamakāni saddāyatanamūlakāni sabbāni avissajjaneneva alabbhamānavissajjanatādassanena vissajjitāni nāma hontīti āha ‘‘chasaṭṭhi yamakāni vissajjitāni nāma hontī’’ti.",
  "tika-abh03t3:63_0": "Jaccandhampi jaccabadhirampīti ettha ca jaccabadhiraggahaṇena jaccandhabadhiro gahitoti veditabbo.",
  "tika-abh03t3:63_1": "Saghānakānaṁ sacakkhukānanti paripuṇṇāyatanameva opapātikaṁ sandhāya vuttanti ettha eva-saddaṁ vuttanti-etassa parato yojetvā yathā ‘‘saghānakānaṁ acakkhukāna’’nti idaṁ aparipuṇṇāyatanaṁ sandhāya vuttaṁ, na evaṁ ‘‘saghānakānaṁ sacakkhukāna’’nti etaṁ.",
  "tika-abh03t3:63_2": "Etaṁ pana paripuṇṇāyatanaṁ sandhāya vuttamevāti attho daṭṭhabbo.",
  "tika-abh03t3:63_3": "Tena jaccabadhirampi sandhāya vuttatā na vāritā hotīti.",
  "tika-abh03t3:64_0": "22-254.Yattha cakkhāyatananti rūpībrahmalokaṁ pucchatīti niyamato tattha cakkhusotānaṁ sahuppattimattaṁ passanto vadati, okāsavāre pana tasmiṁ puggalassa anāmaṭṭhattā yattha kāmadhātuyaṁ rūpadhātuyañca cakkhāyatanaṁ uppajjati, tattha sotāyatanampi ekantena uppajjatīti ‘‘āmantā’’ti (yama. 1.āyatanayamaka.22) vuttaṁ.",
  "tika-abh03t3:65_0": "‘‘Yassa vā pana rūpāyatanaṁ uppajjissati, tassa cakkhāyatanaṁ uppajjissatīti?",
  "tika-abh03t3:65_1": "Āmantā’’ti kasmā paṭiññātaṁ, nanu yo gabbhaseyyakabhāvaṁ gantvā parinibbāyissati, tassa rūpāyatanaṁ paṭisandhiyaṁ uppajjissati, na pana cakkhāyatananti?",
  "tika-abh03t3:65_2": "Yassa rūpāyatanaṁ uppajjissati, tassa tadavatthassa puggalassa rūpāyatanuppādato uddhaṁ cakkhāyatanasantānuppādassa pavattiyampi bhavissantassa paṭiññātabbattā.",
  "tika-abh03t3:65_3": "Atha kasmā ‘‘yassa vā pana rūpāyatanaṁ nuppajjissati, tassa cakkhāyatanaṁ nuppajjissatīti?",
  "tika-abh03t3:65_4": "Āmantā’’ti paṭiññātaṁ, nanu gabbhaseyyakassa pacchimabhavikassa upapajjantassa ekādasamasattāhā orato ṭhitassa rūpāyatanaṁ nuppajjissati no ca cakkhāyatanaṁ nuppajjissatīti?",
  "tika-abh03t3:65_5": "Tasmiṁ bhave bhavissantassa uppādassa anāgatabhāvena avacanato.",
  "tika-abh03t3:65_6": "Bhavantare hi tassa tassa āyatanasantānassa yo ādiuppādo paṭisandhiyaṁ pavatte ca bhavissati, so anāgatuppādo tabbhāvena vuccati addhāpaccuppannānantogadhattā.",
  "tika-abh03t3:65_7": "Na pana yo tasmiṁyeva bhave pavatte bhavissati, so anāgatuppādabhāvena vuccati addhāpaccuppannantogadhattā.",
  "tika-abh03t3:65_8": "Addhāvasena hettha kammajapavattassa paccuppannādikālabhedo adhippeto.",
  "tika-abh03t3:65_9": "Evañca katvā indriyayamake (yama.",
  "tika-abh03t3:65_10": "3.indriyayamaka.368) ‘‘yassa itthindriyaṁ uppajjati , tassa purisindriyaṁ uppajjissatīti?",
  "tika-abh03t3:65_11": "Pacchimabhavikānaṁ itthīnaṁ upapajjantīnaṁ, yā ca itthiyo rūpāvacaraṁ arūpāvacaraṁ upapajjitvā parinibbāyissanti, yā ca itthiyo eteneva bhāvena katici bhave dassetvā parinibbāyissanti, tāsaṁ upapajjantīnaṁ tāsaṁ itthindriyaṁ uppajjati, no ca tāsaṁ purisindriyaṁ uppajjissatī’’ti vuttaṁ.",
  "tika-abh03t3:65_12": "Na hi tāsaṁ sabbāsaṁ tasmiṁ bhave pavatte purisindriyaṁ na uppajjissati liṅgaparivattanasabbhāvā, bhavantare pana ādiuppādassa abhāvaṁ sandhāya ‘‘no ca tāsaṁ purisindriyaṁ uppajjissatī’’ti vuttaṁ.",
  "tika-abh03t3:65_13": "Bhavantare hi ādiuppādassa anāgatattaṁ adhippetanti.",
  "tika-abh03t3:65_14": "Evañca katvā ‘‘katici bhave dassetvā’’ti bhavaggahaṇaṁ katanti.",
  "tika-abh03t3:66_0": "‘‘Āyatanānaṁ paṭilābho jātī’’ti (dī. ni. 2.388; vibha.",
  "tika-abh03t3:66_1": "235) vacanato taṁtaṁāyatananibbattakakammena gahitapaṭisandhikassa avassaṁbhāvīāyatanassa yāva āyatanapāripūri, tāva uppajjatīti pana atthe gayhamāne pucchādvayavissajjanaṁ sūpapannaṁ hoti.",
  "tika-abh03t3:66_2": "Evañca sati ‘‘yassa vā pana sotāyatanaṁ nuppajjissati, tassa cakkhāyatanaṁ nuppajjatīti?",
  "tika-abh03t3:66_3": "Pacchimabhavikānaṁ pañcavokāraṁ upapajjantānaṁ, ye ca arūpaṁ upapajjitvā parinibbāyissanti, tesaṁ upapajjantānaṁ tesaṁ sotāyatanaṁ nuppajjissati, no ca tesaṁ cakkhāyatanaṁ nuppajjatī’’ti evamādīsu (yama.",
  "tika-abh03t3:66_4": "1.āyatanayamaka.95) gabbhaseyyakāpi pacchimabhavikādayo upapajjantā gahitā honti.",
  "tika-abh03t3:66_5": "Evañca katvā indriyayamake (yama.",
  "tika-abh03t3:66_6": "3.indriyayamaka.186) ‘‘yassa vā pana somanassindriyaṁ uppajjati, tassa cakkhundriyaṁ uppajjatīti?",
  "tika-abh03t3:66_7": "Āmantā’’ti idampi upapannaṁ hoti.",
  "tika-abh03t3:66_8": "Somanassindriyuppādakassa kammassa ekantena cakkhundriyuppādanato gabbhepi yāva cakkhundriyuppatti, tāva uppajjamānatāya tassā abhinanditabbattā.",
  "tika-abh03t3:67_0": "Yaṁ pana ‘‘yassa vā pana yattha rūpāyatanaṁ uppajjittha, tassa tattha ghānāyatanaṁ uppajjatīti?",
  "tika-abh03t3:67_1": "Kāmāvacarā cavantānaṁ, aghānakānaṁ kāmāvacaraṁ upapajjantānaṁ, rūpāvacarānaṁ tesaṁ tattha rūpāyatanaṁ uppajjittha, no ca tesaṁ tattha ghānāyatanaṁ uppajjatī’’ti ettha ‘‘aghānakānaṁ kāmāvacaraṁ upapajjantāna’’nti (yama.",
  "tika-abh03t3:67_2": "1.āyatanayamaka.76) vuttaṁ, taṁ ye ekādasamasattāhā orato kālaṁ karissanti, tesaṁ ghānāyatanānibbattakakammena gahitapaṭisandhikānaṁ vasena vuttanti veditabbaṁ.",
  "tika-abh03t3:67_3": "‘‘Yassa yattha ghānāyatanaṁ na nirujjhati, tassa tattha rūpāyatanaṁ na nirujjhissatīti?",
  "tika-abh03t3:67_4": "Kāmāvacaraṁ upapajjantānaṁ, aghānakānaṁ kāmāvacarā cavantānaṁ, rūpāvacarānaṁ tesaṁ tattha ghānāyatanaṁ na nirujjhati, no ca tesaṁ tattha rūpāyatanaṁ na nirujjhissatī’’ti hi ettha ‘‘aghānakānaṁ kāmāvacarā cavantāna’’nti (yama.",
  "tika-abh03t3:67_5": "1.āyatanayamaka.181) vacanaṁ anuppanneyeva ghānāyatane gabbhaseyyakānaṁ cuti atthīti dīpeti.",
  "tika-abh03t3:67_6": "Na hi kāmāvacare gabbhaseyyakato añño aghānako atthi dhammahadayavibhaṅge (vibha.",
  "tika-abh03t3:67_7": "978 ādayo) ‘‘kāmadhātuyā upapattikkhaṇe kassaci aṭṭhāyatanāni pātubhavantī’’ti avuttattāti.",
  "tika-abh03t3:67_8": "Atha kasmā opapātike eva sandhāya idha, indriyayamake ca yathādassitāsu pucchāsu ‘‘āmantā’’ti vuttanti na viññāyatīti?",
  "tika-abh03t3:67_9": "Yamake sanniṭṭhānena gahitatthassa ekadese saṁsayatthasambhavena paṭivacanassa akaraṇato.",
  "tika-abh03t3:67_10": "Bhinditabbe hi na paṭivacanavissajjanaṁ hoti.",
  "tika-abh03t3:67_11": "Yadi siyā, paripuṇṇavissajjanameva na siyāti.",
  "tika-abh03t3:67_12": "Atha kasmā ‘‘yassa vā pana somanassindriyaṁ uppajjati, tassa cakkhundriyaṁ uppajjatīti? Āmantā’’ti (yama.",
  "tika-abh03t3:67_13": "3.indriyayamaka.186) iminā ‘‘gabbhaseyyakānaṁ somanassapaṭisandhi natthī’’ti na viññāyatīti?",
  "tika-abh03t3:67_14": "‘‘Kāmadhātuyā upapattikkhaṇe kassa dasindriyāni pātubhavanti?",
  "tika-abh03t3:67_15": "Gabbhaseyyakānaṁ sattānaṁ sahetukānaṁ ñāṇasampayuttānaṁ upapattikkhaṇe dasindriyāni pātubhavanti kāyindriyaṁ manindriyaṁ itthindriyaṁ vā purisindriyaṁ vā jīvitindriyaṁ somanassindriyaṁ vā upekkhindriyaṁ vā saddhindriya’’ntiādivacanato (vibha. 1012).",
  "tika-abh03t3:68_0": "Nirodhavāre anāgatakālabhede yathā tasseva cittassa nirodho anāgatabhāvena tassa uppattikkhaṇe vutto, evaṁ tasseva kammajasantānassa nirodho anāgatabhāvena tassa uppāde vattabboti sabbattha upapajjantānaṁ eva so tathā vutto, na uppannānaṁ.",
  "tika-abh03t3:68_1": "Uppannānaṁ pana aññassa anāgatassa santānassa nirodho anāgatabhāvena vattabbo, na tasseva.",
  "tika-abh03t3:68_2": "Tassa hi uppādānantaraṁ nirodho āraddho nāma hotīti.",
  "tika-abh03t3:68_3": "Tasmā arahataṁ pavatte sotassa cakkhussa ca bhede satipi anāgatakālāmasanavaseneva ‘‘yassa cakkhāyatanaṁ nirujjhissati, tassa sotāyatanaṁ nirujjhissatīti? Āmantā.",
  "tika-abh03t3:68_4": "Yassa vā pana sotāyatanaṁ nirujjhissati, tassa cakkhāyatanaṁ nirujjhissatīti?",
  "tika-abh03t3:68_5": "Āmantā’’ti vissajjanadvayaṁ upapannameva hotīti.",
  "tika-abh03t3:68_6": "Yasmā ca upapattianantaraṁ nirodho āraddho nāma hoti, taṁniṭṭhānabhāvato pana cutiyā nirodhavacanaṁ, tasmā pavatte niruddhepi santānekadese aniruddhaṁ upādāya aniṭṭhitanirodhoti cutiyāva tassa nirodhoti vuccati.",
  "tika-abh03t3:68_7": "Vakkhati hi ‘‘yassa vā pana somanassindriyaṁ nirujjhati, tassa cakkhundriyaṁ nirujjhatīti?",
  "tika-abh03t3:68_8": "Āmantā’’ti, tenetthāpi cutinirodhe eva ca adhippete yañca pavatte nirujjhissati, tañca niṭṭhānavasena cutiyā eva nirujjhissatīti vuttanti ‘‘āmantā’’ti yuttaṁ paṭivacanaṁ.",
  "tika-abh03t3:68_9": "‘‘Sacakkhukāna’’ntiādīsu ca ‘‘paṭiladdhacakkhukāna’’ntiādinā attho viññāyatīti.",
  "tika-abh03t3:69_0": "‘‘Yassa cakkhāyatanaṁ na nirujjhati, tassa sotāyatanaṁ na nirujjhissatīti?",
  "tika-abh03t3:69_1": "Sabbesaṁ upapajjantānaṁ, acakkhukānaṁ cavantānaṁ tesaṁ cakkhāyatanaṁ na nirujjhati, no ca tesaṁ sotāyatanaṁ na nirujjhissatī’’ti ettha āruppe pacchimabhavike ṭhapetvā sabbe upapajjantā, acakkhukā cavantā ca gahitāti daṭṭhabbā.",
  "tika-abh03t3:69_2": "Te hi dutiyakoṭṭhāsena saṅgayhantīti tadapekkhattā sāvasesamidaṁ sabbavacanaṁ acakkhukavacanañcāti.",
  "tika-abh03t3:69_3": "‘‘Āruppe pacchimabhavikāna’’nti ettha ca arūpato pañcavokāraṁ agacchantā anaññūpapattikāpi ‘‘arūpe pacchimabhavikā’’icceva saṅgayhantīti veditabbā.",
  "tika-abh03t3:69_4": "Esa nayo aññesupi evarūpesūti.",
  "tika-abh03t3:70_0": "Pavattivāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:71_0": "Āyatanayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:72_0": "4. Dhātuyamakaṁ",
  "tika-abh03t3:73_0": "1-19.Labbhamānānanti idaṁ pavattivāre saddadhātusambandhānaṁ yamakānaṁ cakkhuviññāṇadhātādisambandhānañca cutipaṭisandhivasena alabbhamānataṁ sandhāya vuttaṁ.",
  "tika-abh03t3:74_0": "Dhātuyamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:75_0": "5. Saccayamakaṁ",
  "tika-abh03t3:76_0": "1. Paṇṇattivāro",
  "tika-abh03t3:77_0": "Niddesavāravaṇṇanā",
  "tika-abh03t3:78_0": "10-26.‘‘Dukkhaṁdukkhasaccanti?",
  "tika-abh03t3:78_1": "Āmantā’’ti ettha kiñcāpi dukkhadukkhaṁ saṅkhāradukkhaṁ vipariṇāmadukkhanti tīsupi dukkhasaddo pavattati, ‘‘jātipi dukkhā’’tiādinā (mahāva. 14; vibha.",
  "tika-abh03t3:78_2": "190) jātiādīsu ca, so pana dukkhadukkhato aññattha pavattamāno aññanirapekkho nappavattati.",
  "tika-abh03t3:78_3": "Suddhañcettha dukkhapadaṁ aññanirapekkhaṁ gahetvā paṇṇattisodhanaṁ karoti, tena nippariyāyato dukkhasabhāvattā eva yaṁ dukkhadukkhaṁ, tasmiṁ dukkhadukkhe esa dukkhasaddo, tañca ekantena dukkhasaccamevāti ‘‘āmantā’’ti vuttaṁ.",
  "tika-abh03t3:78_4": "Suddhasaccavāre saccavibhaṅge vuttesu samudayesu koci phaladhammesu natthi, na ca phaladhammesu koci nirodhoti vuccamāno atthi, maggasaddo ca phalaphalaṅgesu maggaphalattā pavattati, na maggakiccasabbhāvā.",
  "tika-abh03t3:78_5": "Pariniṭṭhitaniyyānakiccāni hi tāni.",
  "tika-abh03t3:78_6": "Niyyānavācako cettha maggasaddo, na niyyānaphalavācako, tasmā samudayo saccaṁ, nirodho saccaṁ, maggo saccanti etesupi ‘‘āmantā’’icceva vissajjanaṁ kataṁ.",
  "tika-abh03t3:79_0": "Atha vā padasodhanena padesu sodhitesu saccavisesanabhūtā eva dukkhādisaddā idha gahitāti viññāyanti.",
  "tika-abh03t3:79_1": "Tesaṁ pana ekantena saccavisesanabhāvaṁ, saccānañca tabbisesanayogavisesaṁ dīpetuṁ suddhasaccavāro vuttoti saccavisesanānaṁ dukkhādīnaṁ ekantasaccattā ‘‘dukkhaṁ saccaṁ…pe… maggo saccanti? Āmantā’’ti vuttanti.",
  "tika-abh03t3:79_2": "Yathā cettha, evaṁ khandhayamakādīsupi suddhakhandhādivāresu khandhādivisesanabhūtānameva rūpādīnaṁ gahaṇaṁ yuttaṁ. Aṭṭhakathāyaṁ (yama. aṭṭha.",
  "tika-abh03t3:79_3": "khandhayamaka 38) pana ‘‘yasmā piyarūpasātarūpasaṅkhātaṁ vā rūpaṁ hotu bhūtupādārūpaṁ vā, sabbaṁ pañcasu khandhesu saṅgahaṁ gacchateva, tasmā āmantāti paṭijānātī’’ti vacanena rūpādicakkhādidukkhādiggahaṇehi suddhakhandhādivāresupi khandhādivisesanato aññepi gahitāti ayamattho dīpito hoti, tena tadanurūpatāvasena itaro attho vutto.",
  "tika-abh03t3:80_0": "Niddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:81_0": "2. Pavattivāravaṇṇanā",
  "tika-abh03t3:82_0": "27-164.Antamasosuddhāvāsānampīti idaṁ tesaṁ ariyattā dukkhasaccena upapajjane āsaṅkā siyāti katvā vuttaṁ.",
  "tika-abh03t3:82_1": "Taṇhāvippayuttacittassāti idaṁ pañcavokāravaseneva gahetabbanti vuttaṁ.",
  "tika-abh03t3:82_2": "Yassa dukkhasaccaṁ uppajjatīti etena pana sanniṭṭhānena sabbe upapajjantā pavattiyaṁ catuvokāre maggaphalato aññacittānaṁ uppādakkhaṇasamaṅgino pañcavokāre ca sabbacittānaṁ uppādakkhaṇasamaṅgino saṅgahitāti tesveva sanniṭṭhānena nicchitesu keci ‘‘pavatte taṇhāvippayuttacittassa uppādakkhaṇe’’ti etena dukkhasamudayesu ekakoṭṭhāsappavattisamaṅgino dassīyanti sanniṭṭhānena gahitasseva vibhāgadassanato, tena catuvokārānampi gahaṇaṁ upapannameva.",
  "tika-abh03t3:82_3": "Na hi tesu maggaphaluppādasamaṅgīsu pasaṅgatā atthi taṁsamaṅgīnaṁ tesaṁ sanniṭṭhānena aggahitattāti.",
  "tika-abh03t3:82_4": "Idaṁ idha na gahetabbanti idaṁ catuvokāre phalasamāpatticittaṁ idha saccānaṁ uppādavacane na gahetabbanti vuttaṁ hoti.",
  "tika-abh03t3:83_0": "Ettha ca sabbesaṁ upapajjantānanti idaṁ kammajapavattassa paṭhamuppādadassanena vuttaṁ, asaññasattāpettha saṅgahitā.",
  "tika-abh03t3:83_1": "Pavatte taṇhāvippayuttacittassa uppādakkhaṇeti idaṁ pana samudayasaccuppādavomissassa dukkhasaccuppādassa taṁrahitassa dassanavasena vuttaṁ.",
  "tika-abh03t3:83_2": "Taṇhāya uppādakkhaṇeti taṁsahitassa samudayasaccuppādavomissassa.",
  "tika-abh03t3:83_3": "Tesaṁ pana asaññasattānaṁ pavattiyaṁ dukkhasaccassa uppādo sabbattha na gahito, tathā nirodho cāti.",
  "tika-abh03t3:83_4": "Maggasaccayamakepi eseva nayo.",
  "tika-abh03t3:83_5": "Tesaṁ tasmiṁ upapattikkhaṇe ca taṇhāvippayuttacittuppattikkhaṇe cāti evamettha khaṇavasena okāso veditabboti vuttaṁ, evañca sati ‘‘yassa yattha dukkhasaccaṁ uppajjati, tassa tattha samudayasaccaṁ uppajjissatī’’ti (yama.",
  "tika-abh03t3:83_6": "1.saccayamaka.71) etassa vissajjane pacchimakoṭṭhāse ‘‘itaresaṁ catuvokāraṁ pañcavokāraṁ upapajjantānaṁ, pavatte cittassa uppādakkhaṇe tesaṁ tattha dukkhasaccañca uppajjati samudayasaccañca uppajjissatī’’ti idaṁ na yujjeyya.",
  "tika-abh03t3:83_7": "Na hi upapattikkhaṇe cittuppattikkhaṇe ca samudayasaccaṁ uppajjissatīti.",
  "tika-abh03t3:83_8": "Tasmā upapattikkhaṇataṇhāvippayuttacittuppattikkhaṇasamaṅgīnaṁ puggalānaṁ yasmiṁ kāmāvacarādiokāse sā upapatti cittuppatti ca pavattamānā, tattha tesanti okāsavasenevettha tattha-saddassa attho yujjati. Puggalokāsavāro hesa.",
  "tika-abh03t3:83_9": "Tattha puggalavisesadassanatthaṁ ‘‘sabbesaṁ upapajjantāna’’ntiādi vuttaṁ, okāso pana yattha te, so evāti.",
  "tika-abh03t3:84_0": "‘‘Sabbesaṁ cavantānaṁ pavatte cittassa bhaṅgakkhaṇe āruppe maggassa ca phalassa ca uppādakkhaṇe tesaṁ samudayasaccañca nuppajjati dukkhasaccañca nuppajjatī’’ti ettha pana ‘‘pavatte cittassa bhaṅgakkhaṇe dukkhasaccaṁ nuppajjatī’’ti cittapaṭibaddhavuttittā cittajarūpameva idhādhippetaṁ, na kammajādirūpaṁ cittaṁ anapekkhitvāva uppajjanatoti keci vadanti.",
  "tika-abh03t3:84_1": "‘‘Yassa vāpana samudayasaccaṁ nuppajjatī’’ti etena pana sanniṭṭhānena gahito puggalo na cittaṁ apekkhitvāva gahito, atha kho yo koci evaṁpakāro, tasmā ‘‘tassa dukkhasaccaṁ nuppajjatī’’ti etena ca na cittāpekkhameva dukkhasaccaṁ vuttaṁ, atha kho yaṁ kiñcīti cittassa bhaṅgakkhaṇe yaṁ kiñci dukkhasaccaṁ nuppajjatīti ayamattho viññāyatīti.",
  "tika-abh03t3:84_2": "Na hi yamake vibhajitabbe avibhattā nāma pucchā atthīti.",
  "tika-abh03t3:85_0": "‘‘Suddhāvāsānaṁ dutiye cittevattamāne’’ti idaṁ sabbantimena paricchedena yassa yattha dukkhasaccaṁ uppajjittha, no ca samudayasaccaṁ, taṁdassanavasena vuttaṁ.",
  "tika-abh03t3:85_1": "Tasmiṁ pana dassite tena samānagatikattā dutiyākusalacittato purimasabbacittasamaṅgino teneva dassitā honti.",
  "tika-abh03t3:85_2": "Tesampi hi tattha dukkhasaccaṁ uppajjittha no ca tesaṁ tattha samudayasaccaṁ uppajjitthāti.",
  "tika-abh03t3:85_3": "Evañca katvā ‘‘itaresaṁ catuvokārapañcavokārāna’’nti ettha yathāvuttā suddhāvāsā aggahitā honti.",
  "tika-abh03t3:85_4": "Yathā ‘‘yassa yattha dukkhasaccaṁ uppajjati, tassa tattha samudayasaccaṁ uppajjitthā’’ti (yama.",
  "tika-abh03t3:85_5": "1.saccayamaka.61) etassa vissajjane ‘‘suddhāvāsānaṁ upapatticittassa uppādakkhaṇe’’ti (yama.",
  "tika-abh03t3:85_6": "1.saccayamaka.61) eteneva upapatticittuppādakkhaṇasamaṅgisamānagatikā dutiyākusalato purimasabbacittuppādakkhaṇasamaṅgino dassitā hontīti na te ‘‘itaresa’’nti etena gayhanti, evamidhāpi daṭṭhabbanti.",
  "tika-abh03t3:85_7": "‘‘Itaresa’’nti vacanaṁ pañcavokārānaṁ visesanatthaṁ, na catuvokārānaṁ.",
  "tika-abh03t3:85_8": "Na hi te pubbe vuttā vajjetabbā santi pañcavokārā viya yathāvuttā suddhāvāsāti.",
  "tika-abh03t3:85_9": "‘‘Abhisametāvīnaṁ tesaṁ tattha dukkhasaccañca uppajjittha maggasaccañca uppajjitthā’’ti (yama.",
  "tika-abh03t3:85_10": "1.saccayamaka.41) etena sanniṭṭhānena puggalokāsā aññamaññaparicchinnā gahitāti yasmiṁ okāse abhisametāvino, te evaṁ ‘‘abhisametāvīna’’nti etena gahitāti daṭṭhabbā .",
  "tika-abh03t3:85_11": "Tena ye kāmāvacare rūpāvacare arūpāvacare vā abhisametāvino rūpāvacaraṁ arūpāvacaraṁ vā upapannā, yāva tatthābhisamayo uppanno bhavissati, tāva te ettha na gayhanti, te pana purimakoṭṭhāse ‘‘suddhāvāsānaṁ dutiye citte vattamāne’’ti evaṁ dassitehi suddhāvāse anuppannābhisamayehi samānagatikāti visuṁ na dassitā.",
  "tika-abh03t3:85_12": "‘‘Anabhisametāvīna’’nti gahitā ye sabbattha tattha ca anabhisametāvino, tesu suddhāvāsānaṁ gahaṇakālavisesanatthaṁ ‘‘suddhāvāsānaṁ dutiye citte vattamāne’’ti (yama. 1.saccayamaka.42) vuttanti.",
  "tika-abh03t3:86_0": "Yassa cittassa anantarā aggamaggaṁ paṭilabhissantīti etena vodānacittasamaṅginā samānagatikā tato purimataracittasamaṅginopi yāva sabbantimataṇhāsampayuttacittasamaṅgī, tāva dassitāti veditabbā. Esa nayo aññesu evarūpesūti.",
  "tika-abh03t3:87_0": "Pavatte cittassa bhaṅgakkhaṇeti āgataṭṭhāne paṭisandhicittassapi bhaṅgakkhaṇaggahaṇaṁ daṭṭhabbaṁ, tathā ‘‘pavatte cittassa uppādakkhaṇe’’ti āgataṭṭhāne ca cuticittassapi uppādakkhaṇassāti.",
  "tika-abh03t3:87_1": "‘‘Yassa dukkhasaccaṁ na nirujjhati, tassa samudayasaccaṁ na nirujjhissatī’’ti (yama.",
  "tika-abh03t3:87_2": "1.saccayamaka.116) etassa vissajjane dvīsupi koṭṭhāsesu ‘‘arūpe maggassa ca phalassa ca bhaṅgakkhaṇe’’icceva (yama.",
  "tika-abh03t3:87_3": "1.saccayamaka.116) vuttaṁ, na visesitaṁ. Kasmā?",
  "tika-abh03t3:87_4": "Ekassapi maggassa ca phalassa ca bhaṅgakkhaṇasamaṅgino ubhayakoṭṭhāsabhajanato.",
  "tika-abh03t3:87_5": "Yassa dukkhasaccaṁ na nirujjhatīti etena sanniṭṭhānena gahitesu hi arupe maggaphalabhaṅgakkhaṇasamaṅgīsu kesañci tiṇṇaṁ phalānaṁ dvinnañca maggānaṁ bhaṅgakkhaṇasamaṅgīnaṁ nirantaraṁ anuppādetvā antarantarā vipassanānikantiṁ bhavanikantiṁ uppādetvā ye uparimagge uppādessanti, tesaṁ samudayasaccaṁ nirujjhissatīti tesaṁyeva pana kesañci antarā taṇhaṁ anuppādetvā uparimaggauppādentānaṁ maggaphalabhaṅgakkhaṇasamaṅgīnaṁ samudayasaccaṁ na nirujjhissatīti.",
  "tika-abh03t3:87_6": "Sāmaññavacanenapi ca purimakoṭṭhāse vuccamānena pacchimakoṭṭhāse vakkhamāne vajjetvāva gahaṇaṁ hotīti dassitoyaṁ nayoti.",
  "tika-abh03t3:88_0": "Pavattivāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:89_0": "3. Pariññāvāravaṇṇanā",
  "tika-abh03t3:90_0": "165-170.Pariññāvāre…pe… tissopettha pariññā labbhantīti ettheva visesanaṁ khandhayamakādīsu sabbakhandhādīnaṁ viya sabbasaccānaṁ apariññeyyatādassanatthaṁ sacchikaraṇabhāvanāvasena imassa vārassa appavattidassanatthañca.",
  "tika-abh03t3:90_1": "Dukkhassa pariññatthaṁ samudayassa ca pahānatthaṁ bhagavati brahmacariyaṁ vussatīti pariññāpahānaṁ saccesu dassetuṁ dukkhe tīraṇapariññā vuttā, na pahānapariññā.",
  "tika-abh03t3:90_2": "Samudaye ca pahānapariññā, na tīraṇapariññā.",
  "tika-abh03t3:90_3": "Ñātapariññā pana sādhāraṇāti ubhayattha vuttā.",
  "tika-abh03t3:90_4": "Maggañāṇañhi dukkhasamudayāni vibhāvetīti ñātapariññā ca hoti , dukkhatīraṇakiccānaṁ nipphādanato tīraṇapariññā ca, samudayassa appavattikaraṇatova pahānapariññā cāti tissopi pariññā maggakkhaṇe eva yojetabbāti.",
  "tika-abh03t3:91_0": "Pariññāvāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:92_0": "Saccayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:93_0": "6. Saṅkhārayamakaṁ",
  "tika-abh03t3:94_0": "1. Paṇṇattivāravaṇṇanā",
  "tika-abh03t3:95_0": "1.",
  "tika-abh03t3:95_1": "Khandhādayo viya pubbe avibhattā kāyasaṅkhārādayoti tesaṁ aviññātattā ‘‘assāsapassāsā kāyasaṅkhāro’’tiādinā (saṁ. ni.",
  "tika-abh03t3:95_2": "4.348) tayo saṅkhāre vibhajati.",
  "tika-abh03t3:95_3": "Kāyassa saṅkhāroti paṭhame atthe sāmiatthe eva sāmivacanaṁ, dutiye atthe kattuatthe.",
  "tika-abh03t3:95_4": "Vaciyā saṅkhāroti kammatthe sāmivacanaṁ.",
  "tika-abh03t3:95_5": "Cittassa saṅkhāroti ca kattuattheyeva.",
  "tika-abh03t3:95_6": "So pana karaṇavacanassa atthoti katvā ‘‘karaṇatthe sāmivacanaṁ katvā’’ti vuttaṁ.",
  "tika-abh03t3:96_0": "2-7.Suddhikaekekapadavasena atthābhāvatoti padasodhanataṁmūlakacakkavārehi yopi attho dassito dvīhi padehi labbhamāno eko assāsapassāsādiko, tassa suddhikehi kāyādipadehi suddhikena ca saṅkhārapadena avacanīyattā yathā rūpapadassa khandhekadeso khandhapadassa khandhasamudāyo padasodhane dassito yathādhippeto attho atthi, evaṁ ekekapadassa yathādhippetatthābhāvatoti adhippāyo.",
  "tika-abh03t3:96_1": "Kāyo kāyasaṅkhārotiādi pana vattabbaṁ siyāti yadi visuṁ adīpetvā samudito kāyasaṅkhārasaddo ekattha dīpeti, kāyasaṅkhārasaddo kāyasaṅkhāratthe vattamāno khandhasaddo viya rūpasaddena kāyasaddena visesitabboti adhippāyena vadati.",
  "tika-abh03t3:96_2": "Suddhasaṅkhāravāro hesāti etena imassa vārassa padasodhanena dassitānaṁ yathādhippetānameva gahaṇato tesañca kāyādipadehi aggahitattā ‘‘kāyo kāyasaṅkhāro’’tiādivacanassa ayuttiṁ dasseti.",
  "tika-abh03t3:96_3": "Idha pana saṅkhārayamake kāyādipadānaṁ saṅkhārapadassa ca asamānādhikaraṇattā ‘‘kāyo saṅkhāro, saṅkhārā kāyo’’tiādimhi vuccamāne adhippetatthapariccāgo anadhippetatthapariggaho ca kato siyāti suddhasaṅkhārataṁmūlacakkavārā na vuttā.",
  "tika-abh03t3:96_4": "Padasodhanavārataṁmūlacakkavārehi pana asamānādhikaraṇehi kāyādipadehi saṅkhārasaddassa visesanīyatāya dassitāya saṁsayo hoti ‘‘yo atthantarappavattinā kāyasaddena visesito kāyasaṅkhāro, eso atthantarappavattīhi vacīcittehi visesito udāhu añño’’ti. Evaṁ sesesupi.",
  "tika-abh03t3:96_5": "Ettha tesaṁ aññattha dassanatthaṁ ‘‘kāyasaṅkhāro vacīsaṅkhāro’’tiādinā anulomapaṭilomavasena cha yamakāni vuttānīti daṭṭhabbaṁ.",
  "tika-abh03t3:96_6": "Aṭṭhakathāyaṁ pana suddhasaṅkhāravāraṭṭhāne vuttattā ayaṁ nayo suddhasaṅkhāravāroti vutto.",
  "tika-abh03t3:97_0": "Paṇṇattivāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:98_0": "2. Pavattivāravaṇṇanā",
  "tika-abh03t3:99_0": "19.",
  "tika-abh03t3:99_1": "Pavattivāre saṅkhārānaṁ puggalānañca okāsattā jhānaṁ bhūmi ca visuṁ okāsabhāvena gahitāti puggalavāre ca okāsavasena puggalaggahaṇena tesaṁ dvinnaṁ okāsānaṁ vasena gahaṇaṁ hoti, tasmā ‘‘vinā vitakkavicārehi assāsapassāsānaṁ uppādakkhaṇe’’ti dutiyatatiyajjhānokāsavasena gahitā puggalā visesetvā dassitāti daṭṭhabbā .",
  "tika-abh03t3:99_2": "Puna paṭhamajjhānaṁ samāpannānanti jhānokāsavasena puggalaṁ dasseti, kāmāvacarānanti bhūmokāsavasena.",
  "tika-abh03t3:99_3": "Dvippakārānampi pana tesaṁ visesanatthamāha ‘‘assāsapassāsānaṁ uppādakkhaṇe’’ti.",
  "tika-abh03t3:99_4": "Tena rūpārūpāvacaresu paṭhamajjhānasamāpannake kāmāvacare gabbhagatādike ca nivatteti.",
  "tika-abh03t3:99_5": "Kāmāvacarānampi hi gabbhagatādīnaṁ vinā assāsapassāsehi vitakkavicārānaṁ uppatti atthi.",
  "tika-abh03t3:99_6": "Aṭṭhakathāyaṁ pana ekantikattā rūpārūpāvacarā nidassitā.",
  "tika-abh03t3:99_7": "Vinā assāsapassāsehi vitakkavicārānaṁ uppādakkhaṇeti etena pana dassitā puggalā paṭhamajjhānokāsā kāmāvacarādiokāsā ca assāsapassāsavirahavisiṭṭhā daṭṭhabbā.",
  "tika-abh03t3:99_8": "Iminā nayena sabbattha puggalavibhāgo veditabbo.",
  "tika-abh03t3:100_0": "21.‘‘Paṭhamajjhāne kāmāvacareti kāmāvacarabhūmiyaṁ uppanne paṭhamajjhāne’’ti aṭṭhakathāyaṁ vuttaṁ , etasmiṁ pana atthe sati ‘‘catutthajjhāne rūpāvacare arūpāvacare tattha cittasaṅkhāro uppajjati, no ca tattha kāyasaṅkhāro uppajjatī’’ti etthāpi rūpārūpāvacarabhūmīsu uppanne catutthajjhāneti attho bhaveyya, so ca aniṭṭho bhūmīnaṁ okāsabhāvasseva aggahitatāpattito, sabbacatutthajjhānassa okāsavasena aggahitatāpattito ca, tasmā jhānabhūmokāsānaṁ saṅkaraṁ akatvā visuṁ eva okāsabhāvo yojetabbo.",
  "tika-abh03t3:100_1": "Paṭhamajjhānokāsepi hi kāyasaṅkhāro ca uppajjati vacīsaṅkhāro ca uppajjati kāmāvacarokāse ca.",
  "tika-abh03t3:100_2": "Yadipi na sabbamhi paṭhamajjhāne sabbamhi ca kāmāvacare dvayaṁ uppajjati, tattha pana taṁdvayuppatti atthīti katvā evaṁ vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:100_3": "Visuṁ okāsattā ca ‘‘aṅgamattavasena cetthā’’tiādivacanaṁ na vattabbaṁ hotīti.",
  "tika-abh03t3:100_4": "Imamhi ca yamake avitakkavicāramattaṁ dutiyajjhānaṁ vicāravasena paṭhamajjhāne saṅgahaṁ gacchatīti daṭṭhabbaṁ.",
  "tika-abh03t3:100_5": "Muddhabhūtaṁ dutiyajjhānaṁ gahetvā itaraṁ asaṅgahitanti vā.",
  "tika-abh03t3:100_6": "Yassayatthake ‘‘nirodhasamāpannāna’’nti na labbhati.",
  "tika-abh03t3:100_7": "Na hi te asaññasattā viya okāse hontīti.",
  "tika-abh03t3:101_0": "37.Suddhāvāsānaṁ dutiye citte vattamāneti tesaṁ paṭhamato avitakkaavicārato dutiye savitakkasavicārepi bhavanikantiāvajjane vattamāne ubhayaṁ nuppajjitthāti dassentena tato purimacittakkhaṇesupi nuppajjitthāti dassitameva hoti.",
  "tika-abh03t3:101_1": "Yathā pana cittasaṅkhārassa ādidassanatthaṁ ‘‘suddhāvāsaṁ upapajjantāna’’nti vuttaṁ, evaṁ vacīsaṅkhārassa ādidassanatthaṁ ‘‘dutiye citte vattamāne’’ti vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:102_0": "Pavattivāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:103_0": "Saṅkhārayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:104_0": "7. Anusayayamakaṁ",
  "tika-abh03t3:105_0": "Paricchedaparicchinnuddesavāravaṇṇanā",
  "tika-abh03t3:106_0": "1.",
  "tika-abh03t3:106_1": "Paccayapariggahapariyosānā ñātapariññāti paccayadīpakena mūlayamakena ñātapariññaṁ , khandhādīsu tīraṇabāhullato khandhādiyamakehi tīraṇapariññañca vibhāvetvā anusayapahānantā pahānapariññāti pahātabbamuddhabhūtehi anusayehi pahānapariññaṁ vibhāvetuṁ anusayayamakaṁ āraddhaṁ.",
  "tika-abh03t3:106_2": "Labbhamānavasenāti anusayabhāvena labbhamānānaṁ vasenāti attho.",
  "tika-abh03t3:106_3": "Tīhākārehi anusayānaṁ gāhāpanaṁ tesu tathā aggahitesu anusayavārādipāḷiyā duravabodhattā.",
  "tika-abh03t3:107_0": "Ayaṁ panettha purimesūti etesu sānusayavārādīsu purimesūti attho.",
  "tika-abh03t3:107_1": "Atthavisesābhāvato ‘‘kāmadhātuṁ vā pana upapajjantassa kāmadhātuyā cutassa, rūpadhātuṁ vā pana upapajjantassa kāmadhātuyā cutassā’’ti evamādīhi avuccamāne kathamayaṁ yamakadesanā siyāti?",
  "tika-abh03t3:107_2": "Nāyaṁ yamakadesanā, purimavārehi pana yamakavasena desitānaṁ anusayānaṁ cutiupapattivasena anusayaṭṭhānaparicchedadassanaṁ.",
  "tika-abh03t3:107_3": "Yamakadesanābāhullato pana sabbavārasamudāyassa anusayayamakanti nāmaṁ daṭṭhabbaṁ.",
  "tika-abh03t3:107_4": "Atha vā paṭilomapucchāpi atthavasena labbhanti, atthavisesābhāvato pana na vuttāti labbhamānatāvasena etissāpi desanāya yamakadesanatā veditabbā.",
  "tika-abh03t3:108_0": "Anurūpaṁ kāraṇaṁ labhitvā uppajjantīti etena kāraṇalābhe uppattiarahataṁ dasseti.",
  "tika-abh03t3:108_1": "Appahīnā hi anusayā kāraṇalābhe sati uppajjanti.",
  "tika-abh03t3:108_2": "Yāva ca maggena tesaṁ anuppattiarahatā na katā hoti, tāva te evaṁpakārā evāti ‘‘anusayā’’ti vuccanti.",
  "tika-abh03t3:108_3": "So evaṁpakāro uppajjati-saddena gahito, na khandhayamakādīsu viya uppajjamānatā.",
  "tika-abh03t3:108_4": "Teneva ‘‘yassa kāmarāgānusayo uppajjati, tassa paṭighānusayo uppajjatīti?",
  "tika-abh03t3:108_5": "Āmantā’’tiādinā uppajjanavāro anusayavārena ninnānākaraṇo vibhatto.",
  "tika-abh03t3:108_6": "Anurūpaṁ kāraṇaṁ pana labhitvā ye uppajjiṁsu uppajjamānā ca, tepi appahīnaṭṭhena thāmagatā ahesuṁ bhavanti ca.",
  "tika-abh03t3:108_7": "Uppattiarahatāya eva ca te uppajjiṁsu uppajjanti ca, na ca atītānāgatapaccuppannato aññe uppattiarahā nāma atthi, tasmā sabbe atītānāgatapaccuppannā kāmarāgādayo ‘‘anusayā’’ti vuccanti.",
  "tika-abh03t3:108_8": "Appahīnaṭṭheneva hi anusayā, appahīnā ca atītādayo eva, maggassa pana tādisānaṁ anuppattiarahatāpādanena anusayappahānaṁ hotīti.",
  "tika-abh03t3:108_9": "Appahīnākāro nāma dhammākāro, na dhammo, dhammo eva ca uppajjatīti iminā adhippāyenāha ‘‘appahīnākāro ca uppajjatīti vattuṁ na yujjatī’’ti.",
  "tika-abh03t3:108_10": "Sattānusayāti ettha yadi appahīnaṭṭhena santāne anusentīti anusayā, atha kasmā satteva vuttā, nanu sattānusayato aññesampi kilesānaṁ appahīnattā anusayabhāvo āpajjatīti ce?",
  "tika-abh03t3:108_11": "Nāpajjati, appahīnamattasseva anusayabhāvassa avuttattā.",
  "tika-abh03t3:108_12": "Vuttañhi ‘‘anusayoti pana appahīnaṭṭhena thāmagatakileso vuccatī’’ti (yama. aṭṭha.",
  "tika-abh03t3:108_13": "anusayayamaka 1), tasmā appahīnaṭṭhena thāmagato kilesoyeva anusayo nāmāti yuttaṁ.",
  "tika-abh03t3:108_14": "Thāmagatanti ca aññehi asādhāraṇo sabhāvo daṭṭhabbo.",
  "tika-abh03t3:108_15": "Tathā hi dhammasabhāvabodhinā tathāgatena imeyeva ‘‘anusayā’’ti vuttā.",
  "tika-abh03t3:108_16": "Thāmagatoti anusayasamaṅgīti attho.",
  "tika-abh03t3:109_0": "Anusayauppajjanavārānaṁ samānagatikattā yathā ‘‘anusetī’’ti vacanaṁ appahīnākāradīpakaṁ, evaṁ ‘‘uppajjatī’’ti vacanaṁ siyāti uppajjanavārena ‘‘uppajjatī’’ti vacanassa avuttatā sakkā vattunti ce?",
  "tika-abh03t3:109_1": "Taṁ na, vacanatthavisesena taṁdvayassa vuttattā.",
  "tika-abh03t3:109_2": "‘‘Anurūpaṁ kāraṇaṁ labhitvā uppajjatī’’ti hi etasmiṁ atthe avisiṭṭhepi ‘‘anusetī’’ti vacanaṁ santāne anusayitataṁ thāmagatabhāvaṁ dīpeti.",
  "tika-abh03t3:109_3": "Yadi tameva ‘‘uppajjatī’’ti vacanaṁ dīpeyya, kassaci visesassa abhāvā uppajjanavāro na vattabbo siyā, ‘‘uppajjatī’’ti vacanaṁ pana uppattiyoggaṁ dīpeti. Kasmā?",
  "tika-abh03t3:109_4": "Uppajjanavārena uppattiyoggassa dassitattā, anusayasaddassa sabbadā vijjamānānaṁ aparinipphannasayanatthatāya nivāraṇatthaṁ uppattiarahatāya thāmagatabhāvasaṅkhātassa yathādhippetasayanatthassa dassanatthaṁ ‘‘anusentīti anurūpaṁ kāraṇaṁ labhitvā uppajjantī’’ti yaṁ uppattiyoggavacanaṁ vuttaṁ, taṁ suvuttamevāti adhippāyo.",
  "tika-abh03t3:109_5": "Tampi suvuttameva iminā tantippamāṇenāti sambandho.",
  "tika-abh03t3:109_6": "Tantittayenapi hi cittasampayuttatā dīpitā hoti.",
  "tika-abh03t3:110_0": "Paricchedaparicchinnuddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:111_0": "Uppattiṭṭhānavāravaṇṇanā",
  "tika-abh03t3:112_0": "2.Kāmadhātuyā dvīsu vedanāsūti kāmāvacarabhūmiyaṁ sukhāya ca upekkhāya cāti aṭṭhakathāyaṁ kāmadhātuggahaṇaṁ dvinnaṁ vedanānaṁ visesanabhāvena vuttaṁ, evaṁ sati kāmadhātuyā kāmarāgānusayassa anusayaṭṭhānatā na vuttā hoti.",
  "tika-abh03t3:112_1": "Dvīsu pana rāgesu bhavarāgassa tīsu dhātūsu rūpārūpadhātūnaṁ anusayaṭṭhānatā vuttāti kāmadhātuyā kāmarāgassa anusayaṭṭhānatā vattabbā.",
  "tika-abh03t3:112_2": "Dhātuvedanāsabbasakkāyapariyāpannavasena hi tippakāraṁ anusayānaṁ anusayaṭṭhānaṁ vuttanti.",
  "tika-abh03t3:112_3": "Tasmā tīsu dhātūsu kāmadhātuyā tīsu vedanāsu dvīsu vedanāsu ettha kāmarāgānusayo anusetīti visuṁ anusayaṭṭhānatā dhātuyā vedanānañca yojetabbā.",
  "tika-abh03t3:112_4": "Dvīsu vedanāsūti idañca vedanāsu anusayamāno kāmarāgānusayo dvīsveva anuseti, na tīsūti tiṇṇampi ṭhānatānivāraṇatthameva vuttanti na sabbāsu dvīsu anusayanappatto atthi, tena vedanāvisesanatthaṁ na kāmadhātuggahaṇena koci attho.",
  "tika-abh03t3:112_5": "Bhavarāgānusayanaṭṭhānañhi aṭṭhānañca anusayānaṁ apariyāpannaṁ sakkāye kāmarāgānusayassa anusayaṭṭhānaṁ na hotīti pākaṭametaṁ.",
  "tika-abh03t3:112_6": "Yathā ca ‘‘dvīsu vedanāsū’’ti vutte paṭighānusayānusayaṭṭhānato aññā dve vedanā gayhanti, evaṁ bhavarāgānusayānusayanaṭṭhānato ca aññā tā gayhantīti.",
  "tika-abh03t3:113_0": "Ettha ca dvīhi vedanāhi sampayuttesu aññesu ca piyarūpasātarūpesu iṭṭharūpādīsu uppajjamāno kāmarāgānusayo sātasantasukhagiddhiyā pavattatīti dvīsu vedanāsu tassa anusayanaṁ vuttaṁ.",
  "tika-abh03t3:113_1": "Aññattha uppajjamānopi hi so imāsu dvīsu vedanāsu anugato hutvā seti sukhamicceva abhilabhatīti.",
  "tika-abh03t3:113_2": "Evaṁ paṭighānusayo ca dukkhavedanāsampayuttesu aññesu ca appiyarūpāsātarūpesu aniṭṭharūpādīsu uppajjamāno dukkhapaṭikūlato dukkhamicceva paṭihaññatīti dukkhavedanameva anugato hutvā seti, tena pana tasmiṁ anusayanaṁ vuttaṁ.",
  "tika-abh03t3:113_3": "Evaṁ kāmarāgapaṭighānaṁ tīsu vedanāsu anusayavacanena iṭṭhaiṭṭhamajjhattaaniṭṭhesu ārammaṇapakatiyā viparītasaññāya ca vasena iṭṭhādibhāvena gahitesu kāmarāgapaṭighānaṁ uppatti dassitā hoti.",
  "tika-abh03t3:113_4": "Tattha uppajjamānā hi te tīsu vedanāsu anusenti nāma.",
  "tika-abh03t3:113_5": "Vedanāttayamukhena vā ettha iṭṭhādīnaṁ ārammaṇānaṁ gahaṇaṁ veditabbaṁ, kāmadhātuādiggahaṇena kāmassādādivatthubhūtānaṁ kāmabhavādīnaṁ.",
  "tika-abh03t3:113_6": "Tattha kāmarāgānusayo bhavassādavasena anusayamāno kāmadhātuyā anuseti, kāmasukhassādavasena anusayamāno sukhopekkhāvedanāsu.",
  "tika-abh03t3:113_7": "Paṭigho dukkhapaṭighātavaseneva pavattatīti yattha tattha paṭihaññamānopi dukkhavedanāya eva anuseti.",
  "tika-abh03t3:113_8": "Rūpārūpabhavesu pana rūpārūpāvacaradhammesu ca kāmassādassa pavatti natthīti tattha anusayamāno rāgo bhavarāgoicceva veditabbo.",
  "tika-abh03t3:113_9": "Dhātuttayavedanāttayaggahaṇena ca sabbasakkāyapariyāpannānaṁ gahitattā ‘‘yattha kāmarāgānusayo nānuseti, tattha diṭṭhānusayo nānusetī’’ti (yama.",
  "tika-abh03t3:113_10": "2.anusayayamaka.46) evamādīnaṁ vissajjanesu dhātuttayavedanāttayavinimuttaṁ diṭṭhānusayādīnaṁ anusayaṭṭhānaṁ na vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:113_11": "Nanu ca anuttaresu vimokkhesu pihaṁ upaṭṭhāpayato pihapaccayā uppannadomanasse paṭighānusayo nānuseti, tathā nekkhammassitasomanassupekkhāsu kāmarāgena nānusayitabbanti tadanusayanaṭṭhānato aññāpi diṭṭhānusayānusayanaṭṭhānabhūtā kāmāvacaravedanā santīti?",
  "tika-abh03t3:113_12": "Hontu, na pana dhātuttayavedanāttayato aññaṁ tadanusayanaṭṭhānaṁ atthi, tasmā taṁ na vuttaṁ.",
  "tika-abh03t3:113_13": "Yasmā pana ‘‘yattha kāmarāgānusayo ca paṭighānusayo ca mānānusayo ca nānusenti, tattha diṭṭhānusayo vicikicchānusayo nānusetīti? Āmantā’’ti (yama.",
  "tika-abh03t3:113_14": "2.anusayayamaka.52) vuttaṁ, tasmā avisesena dukkhaṁ paṭighānusayassa anusayanaṭṭhānanti samudāyavasena gahetvā vuttanti veditabbaṁ.",
  "tika-abh03t3:113_15": "Tathā lokiyasukhopekkhā kāmarāgamānānusayanaṭṭhānanti.",
  "tika-abh03t3:114_0": "Apica sutte ‘‘idhāvuso visākha, bhikkhu iti paṭisañcikkhati ‘kudāssu nāmāhaṁ domanassaṁ pajaheyya’nti, so iti paṭisañcikkhitvā paṭighaṁ tena pajahati, na tattha paṭighānusayo anusetī’’ti nekkhammassitaṁ domanassaṁ uppādetvā taṁ vikkhambhetvā vīriyaṁ katvā anāgāmimaggena paṭighassa samugghātanaṁ sandhāya vuttaṁ.",
  "tika-abh03t3:114_1": "Na hi paṭigheneva paṭighappahānaṁ, domanassena vā domanassappahānaṁ atthīti.",
  "tika-abh03t3:114_2": "Paṭighuppattirahaṭṭhānatāya pana idha sabbaṁ dukkhaṁ ‘‘paṭighānusayassa anusayanaṭṭhāna’’nti vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:114_3": "Nippariyāyadesanā hesā, sā pana pariyāyadesanā.",
  "tika-abh03t3:114_4": "Evañca katvā paṭhamajjhānavikkhambhitaṁ kāmarāgānusayaṁ tathā vikkhambhitameva katvā anāgāmimaggena samugghātanaṁ sandhāya ‘‘vivicceva…pe… paṭhamaṁ jhānaṁ upasampajja viharati, rāgaṁ tena pajahati, na tattha rāgānusayo anusetī’’ti vuttaṁ.",
  "tika-abh03t3:114_5": "Evaṁ catutthajjhānavikkhambhitaṁ avijjānusayaṁ tathā vikkhambhitameva katvā arahattamaggena samugghātanaṁ sandhāya ‘‘sukhassa ca pahānā…pe… catutthaṁ jhānaṁ upasampajja viharati, avijjaṁ tena pajahati, na tattha avijjānusayo anusetī’’ti (ma. ni. 1.465) vuttaṁ.",
  "tika-abh03t3:114_6": "Na hi lokiyacatutthajjhānupekkhāya avijjānusayo sabbathā nānusetīti sakkā vattuṁ ‘‘sabbasakkāyapariyāpannesu dhammesu ettha avijjānusayo anusetī’’ti (yama. aṭṭha.",
  "tika-abh03t3:114_7": "anusayayamaka 2) vuttattā, tasmā avijjānusayasseva vatthu catutthajjhānupekkhā, nekkhammassitadomanassañca paṭighānusayassa vatthu na na hotīti tatthāpi tassa anusayanaṁ veditabbaṁ.",
  "tika-abh03t3:114_8": "Avatthubhāvato hi idha anusayanaṁ na vuccati, na suttantesu viya vuttanayena taṁpaṭipakkhabhāvato taṁsamugghātakamaggassa balavūpanissayabhāvato cāti.",
  "tika-abh03t3:115_0": "Ettha ca ārammaṇe anusayaṭṭhāne sati bhavarāgavajjo sabbo lobho kāmarāgānusayoti na sakkā vattuṁ.",
  "tika-abh03t3:115_1": "Dukkhāya hi vedanāya rūpārūpadhātūsu ca anusayamānena diṭṭhānusayena sampayuttopi lobho lobho eva, na kāmarāgānusayo.",
  "tika-abh03t3:115_2": "Yadi siyā, diṭṭhānusayassa viya etassapi ṭhānaṁ vattabbaṁ siyāti.",
  "tika-abh03t3:115_3": "Atha pana ajjhāsayavasena tanninnatāya anusayanaṭṭhānaṁ vuttaṁ.",
  "tika-abh03t3:115_4": "Yathā iṭṭhānaṁ rūpādīnaṁ sukhāya ca vedanāya appaṭiladdhaṁ vā appaṭilābhato samanupassato, paṭiladdhapubbaṁ vā atītaṁ niruddhaṁ vigataṁ pariṇataṁ samanupassato uppajjamāno paṭigho dukkhe paṭihaññanavaseneva pavattatīti dukkhameva tassa anusayanaṭṭhānaṁ vuttaṁ, nālambitaṁ, evaṁ dukkhādīsu abhinivesanavasena uppajjamānena diṭṭhānusayena sampayuttopi lobho sukhābhisaṅgavaseneva pavattatīti sātasantasukhadvayamevassa anusayaṭṭhānaṁ vuttanti bhavarāgavajjassa sabbalobhassa kāmarāgānusayatā na virujjhati, ekasmiṁyeva ca ārammaṇe rajjanti dussanti ca.",
  "tika-abh03t3:115_5": "Tattha rāgo sukhajjhāsayo paṭigho dukkhajjhāsayoti tesaṁ nānānusayaṭṭhānatā hoti.",
  "tika-abh03t3:116_0": "Evañca katvā ‘‘yattha kāmarāgānusayo anuseti, tattha paṭighānusayo anusetīti? No’’ti (yama. 2.anusayayamaka.14) vuttanti.",
  "tika-abh03t3:116_1": "Aṭṭhakathāyaṁ pana dvīsu vedanāsu iṭṭhārammaṇe ca domanassuppattiṁ vatvā ‘‘domanassamattameva pana taṁ hoti, na paṭighānusayo’’ti (yama. aṭṭha.",
  "tika-abh03t3:116_2": "anusayayamaka 2) vuttattā yathā tattha paṭigho paṭighānusayo na hoti, evaṁ dukkhādīsu uppajjamānena diṭṭhānusayena sahajāto lobho kāmarāgānusayo na hoticceva viññāyatīti.",
  "tika-abh03t3:116_3": "Yaṁ panetaṁ vuttaṁ ‘‘domanassamattameva pana taṁ hoti, na paṭighānusayo’’ti, ettha na paṭighānusayoti natthi paṭighānusayoti attho daṭṭhabbo.",
  "tika-abh03t3:116_4": "Na hi domanassassa paṭighānusayabhāvāsaṅkā atthīti.",
  "tika-abh03t3:117_0": "Desanā saṁkiṇṇā viya bhaveyyāti bhavarāgassapi kāmadhātuyā dvīsu vedanāsu ārammaṇakaraṇavaseneva uppatti vuttā viya bhaveyya, tasmā ārammaṇavisesena visesadassanatthaṁ evaṁ desanā katā sahajātavedanāvisesābhāvatoti adhippāyo.",
  "tika-abh03t3:118_0": "Uppattiṭṭhānavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:119_0": "Mahāvāro",
  "tika-abh03t3:120_0": "1. Anusayavāravaṇṇanā",
  "tika-abh03t3:121_0": "3.Anusetiuppajjatīti paccuppannavohārā pavattāvirāmavasena veditabbā.",
  "tika-abh03t3:121_1": "Maggeneva hi anusayānaṁ virāmo vicchedo hoti, na tato pubbeti.",
  "tika-abh03t3:122_0": "20.Nāpi ekasmiṁ ṭhāne uppajjanti, na ekaṁ dhammaṁ ārammaṇaṁ karontīti ettha purimena ekasmiṁ cittuppāde uppatti nivāritā, pacchimena ekasmiṁ ārammaṇeti ayaṁ viseso.",
  "tika-abh03t3:122_1": "Puggalokāsavārassa paṭilome tesaṁ tesaṁ puggalānaṁ tassa tassa anusayassa ananusayanaṭṭhānaṁ pakatiyā pahānena ca veditabbaṁ, ‘‘tiṇṇaṁ puggalānaṁ dukkhāya vedanāya tesaṁ tattha kāmarāgānusayo nānuseti, no ca tesaṁ tattha paṭighānusayo nānuseti, tesaññeva puggalānaṁ rūpadhātuyā arūpadhātuyā apariyāpanne tesaṁ tattha kāmarāgānusayo ca nānuseti, paṭighānusayo ca nānusetī’’ti pakatiyā dukkhādīnaṁ kāmarāgādīnaṁ ananusayaṭṭhānataṁ sandhāya vuttaṁ, ‘‘dvinnaṁ puggalānaṁ sabbattha kāmarāgānusayo ca nānuseti, paṭighānusayo ca nānusetī’’ti (yama.",
  "tika-abh03t3:122_2": "2.anusayayamaka.56) anusayappahānena.",
  "tika-abh03t3:122_3": "Ettha purimanayena okāsaṁ avekkhitvā puggalassa vijjamānānaṁ anusayānaṁ ananusayanaṁ vuttaṁ, pacchimanayena puggalaṁ avekkhitvā okāsassa kāmadhātuādikassa anokāsatāti.",
  "tika-abh03t3:123_0": "Anusayavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:124_0": "2. Sānusayavāravaṇṇanā",
  "tika-abh03t3:125_0": "66-131.",
  "tika-abh03t3:125_1": "Sānusayapajahanapariññāvāresu ‘‘sānusayo, pajahati, parijānātī’’ti puggalo vutto.",
  "tika-abh03t3:125_2": "Puggalassa ca imasmiṁ bhave sānusayoti evaṁ bhavavisesena vā, imasmiṁ kāmarāgānusayena sānusayo imasmiṁ itaresu kenacīti evaṁ bhavānusayavisesena vā sānusayatāniranusayatādikā natthi.",
  "tika-abh03t3:125_3": "Tathā dvīsu vedanāsu kāmarāgānusayena sānusayo, dukkhāya vedanāya niranusayoti idampi natthi.",
  "tika-abh03t3:125_4": "Na hi puggalassa vedanā okāso, atha kho anusayānanti.",
  "tika-abh03t3:125_5": "Anusayassa pana tassa tassa so so anusayanokāso puggalassa tena tena anusayena sānusayatāya, tassa tassa pajahanaparijānanānañca nimittaṁ hoti, ananusayanokāso ca niranusayatādīnaṁ, tasmā okāsavāresu bhummaniddesaṁ akatvā ‘‘yato tato’’ti nimittatthe nissakkavacanaṁ kataṁ, pajahanapariññāvāresu apādānatthe eva vā.",
  "tika-abh03t3:125_6": "Tato tato hi okāsato apagamakaraṇaṁ vināsanaṁ pajahanaṁ parijānanañcāti.",
  "tika-abh03t3:126_0": "Tattha yatoti yato anusayaṭṭhānato anulome, paṭilome ananusayaṭṭhānatoti attho.",
  "tika-abh03t3:126_1": "Anusayānānusayasseva hi nimittāpādānabhāvadassanatthaṁ ‘‘rūpadhātuyā arūpadhātuyā tato mānānusayena sānusayoti (yama.2.anusayayamaka.77), pajahatī’’ti (yama.",
  "tika-abh03t3:126_2": "2.anusayayamaka.143) ca ‘‘dukkhāya vedanāya tato kāmarāgānusayena niranusayoti (yama.",
  "tika-abh03t3:126_3": "2.anusayayamaka.110), na pajahatī’’ti (yama.",
  "tika-abh03t3:126_4": "2.anusayayamaka.174-176) ca evamādīsu rūpadhātuādayo eva bhummaniddeseneva niddiṭṭhāti.",
  "tika-abh03t3:126_5": "Aṭṭhakathāyaṁ pana catutthapañhavissajjanena sarūpato anusayanaṭṭhānassa dassitattā tadatthe ādipañhepi ‘‘yato’’ti anusayanaṭṭhānaṁ vuttanti imamatthaṁ vibhāvetvā puna ‘‘yato’’ti etassa vacanatthaṁ dassetuṁ ‘‘uppannena kāmarāgānusayena sānusayo’’ti vuttaṁ, taṁ pamādalikhitaṁ viya dissati.",
  "tika-abh03t3:126_6": "Na hi uppanneneva anusayena sānusayo, uppattirahaṭṭhānatañca sandhāyeva nissakkavacanaṁ na sakkā vattuṁ.",
  "tika-abh03t3:126_7": "Na hi apariyāpannānaṁ anusayuppattirahaṭṭhānatāti taṁ tatheva dissati.",
  "tika-abh03t3:126_8": "Evaṁ panettha attho daṭṭhabbo – yato uppannenāti yato uppannena bhavitabbaṁ, tenāti uppattirahaṭṭhāne nissakkavacanaṁ katanti.",
  "tika-abh03t3:126_9": "Tathā sabbadhammesu uppajjanakenāti.",
  "tika-abh03t3:126_10": "Uppattipaṭisedhe akate anuppattiyā anicchitattā sabbadhammesu uppajjanakabhāvaṁ āpannena anuppajjanabhāvaṁ apaneti nāma.",
  "tika-abh03t3:126_11": "Sabbatthāti etassa pana sabbaṭṭhānatoti ayamattho na na sambhavati.",
  "tika-abh03t3:126_12": "Ttha-kārañhi bhummato aññatthāpi saddavidū icchantīti.",
  "tika-abh03t3:127_0": "Sānusayavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:128_0": "3. Pajahanavāravaṇṇanā",
  "tika-abh03t3:129_0": "132-197.",
  "tika-abh03t3:129_1": "Pajahanavāre yena kāmarāgānusayādayo sāvasesā pahīyanti, so te pajahatīti sanniṭṭhānaṁ katvā vattabbo na hoti apajahanasabbhāvā, tasmā sanniṭṭhāne niravasesappajahanakoyeva pajahatīti vutto, tasmā ‘‘yo vā pana mānānusayaṁ pajahati, so kāmarāgānusayaṁ pajahatīti? No’’ti (yama. 2.anusayayamaka.132) vuttaṁ.",
  "tika-abh03t3:129_2": "Yasmā pana saṁsayapadena pahānakaraṇamattameva pucchati, na sanniṭṭhānaṁ karoti, tasmā yathāvijjamānaṁ pahānaṁ sandhāya ‘‘yo kāmarāgānusayaṁ pajahati, so mānānusayaṁ pajahatīti?",
  "tika-abh03t3:129_3": "Tadekaṭṭhaṁ pajahatī’’ti vuttaṁ.",
  "tika-abh03t3:129_4": "Paṭilome pana ‘‘nappajahatī’’ti pajahanābhāvo eva sanniṭṭhānapadena saṁsayapadena ca vinicchito pucchito ca, tasmā yesaṁ pajahanaṁ natthi niravasesavasena pajahanakānaṁ, te ṭhapetvā avasesā appajahanasabbhāveneva nappajahantīti vuttā, na ca yathāvijjamānena pahāneneva vajjitāti daṭṭhabbāti.",
  "tika-abh03t3:129_5": "‘‘Anāgāmimaggasamaṅgiñca aṭṭhamakañca ṭhapetvā avasesā puggalā kāmarāgānusayañca nappajahanti vicikicchānusayañca nappajahantī’’ti (yama.",
  "tika-abh03t3:129_6": "2.anusayayamaka.165) ettha aṭṭhakathāyaṁ ‘‘puthujjano pahānapariññāya abhāvena nappajahati, sesā tesaṁ anusayānaṁ pahīnattā’’ti (yama. aṭṭha.",
  "tika-abh03t3:129_7": "anusayayamaka 132-197) vuttaṁ.",
  "tika-abh03t3:130_0": "Tattha kiñcāpi kesañci vicikicchānusayo kesañci ubhayanti sesānaṁ tesaṁ pahīnatā atthi, tathāpi sotāpannādīnaṁ vicikicchānusayassa pahīnatā ubhayāpajahanassa kāraṇaṁ na hotīti tesaṁ pahīnattā ‘‘nappajahantī’’ti na sakkā vattuṁ, atha pana kāmarāgānusayañca nappajahantīti imaṁ sanniṭṭhānena tesaṁ puggalānaṁ saṅgahitatādassanatthaṁ vuttanti na tattha kāraṇaṁ vattabbaṁ, pucchitassa pana saṁsayatthassa kāraṇaṁ vattabbaṁ.",
  "tika-abh03t3:130_1": "Evaṁ sati ‘‘sesā tassa anusayassa pahīnattā’’ti vattabbanti?",
  "tika-abh03t3:130_2": "Na vattabbaṁ ‘‘yo kāmarāgānusayaṁ nappajahati, so diṭṭhānusayaṁ vicikicchānusayaṁ nappajahatī’’ti paṭikkhipitvā pucchite sadisavissajjanake diṭṭhivicikicchānusaye sandhāya kāraṇassa vattabbattā, tasmā tesaṁ anusayānaṁ pahīnattāti tesaṁ diṭṭhivicikicchānusayānaṁ pahīnattā te saṁsayatthasaṅgahite anusaye nappajahantīti attho daṭṭhabbo.",
  "tika-abh03t3:131_0": "Pajahanavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:132_0": "5. Pahīnavāravaṇṇanā",
  "tika-abh03t3:133_0": "264-274.Pahīnavārephalaṭṭhavaseneva desanā āraddhāti anulomaṁ sandhāya vuttaṁ.",
  "tika-abh03t3:133_1": "Paṭilome hi puthujjanavasenapi desanā gahitāti.",
  "tika-abh03t3:133_2": "‘‘Phalaṭṭhavasenevā’’ti ca sādhāraṇavacanena maggasamaṅgīnaṁ aggahitataṁ dīpeti.",
  "tika-abh03t3:133_3": "Anusayaccantapaṭipakkhekacittakkhaṇikānañhi maggasamaṅgīnaṁ na koci anusayo uppattiraho, nāpi anuppattirahataṁ āpādito, tasmā te na anusayasānusayapahīnauppajjanavāresu gahitāti.",
  "tika-abh03t3:134_0": "275-296.",
  "tika-abh03t3:134_1": "Okāsavāre so so anusayo attano attano okāse eva anuppattidhammataṁ āpādito pahīno, anāpādito ca appahīnoti pahīnāppahīnavacanāni tadokāsameva dīpenti, tasmā anokāse tadubhayāvattabbatā vuttāti.",
  "tika-abh03t3:134_2": "Sādhāraṇaṭṭhāne tena saddhiṁ pahīno nāma hotīti tena saddhiṁ samānokāse pahīno nāmāti attho, na samānakāle pahīnoti.",
  "tika-abh03t3:135_0": "Pahīnavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:136_0": "7. Dhātuvāravaṇṇanā",
  "tika-abh03t3:137_0": "332-340.",
  "tika-abh03t3:137_1": "Dhātuvāre santānaṁ anugatā hutvā sayantīti yasmiṁ santāne appahīnā, taṁsantāne appahīnabhāvena anugantvā uppattiarahabhāvena sayantīti attho.",
  "tika-abh03t3:137_2": "Uppattirahatā eva hi anurūpaṁ kāraṇaṁ labhitvā uppajjantīti idhāpi yuttāti.",
  "tika-abh03t3:137_3": "Ettha ca na kāmadhātuādīni cha paṭinisedhavacanāni dhātuvisesaniddhāraṇāni na hontīti ‘‘na kāmadhātuyā cutassa na kāmadhātuṁ upapajjantassā’’tiādimhi vuccamāne imaṁ nāma upapajjantassāti na viññāyeyya, tasmā taṁmūlikāsu yojanāsu ‘‘na kāmadhātuyā cutassa kāmadhātuṁ rūpadhātuṁ arūpadhātuṁ upapajjantassā’’ti paṭhamaṁ yojetvā puna anukkamena ‘‘na kāmadhātuṁ upapajjantassā’’tiādikā yojanā katā.",
  "tika-abh03t3:137_4": "Evañhi na kāmadhātuādipadehi yathāvuttadhātuyoyeva gahitā, na kañcīti viññāyati.",
  "tika-abh03t3:137_5": "Yathā anusayavāre ‘‘anusentīti padassa uppajjantīti attho gahito’’ti vuttaṁ, tatthāpi uppajjamānameva sandhāya uppajjantīti gahetuṁ na sakkā ‘‘yassa kāmarāgānusayo anuseti, tassa paṭighānusayo anusetīti? Āmantā’’tiādivacanato.",
  "tika-abh03t3:137_6": "Athāpi appahīnataṁ sandhāya uppajjantīti attho tattha gahito, idhāpi so na na yujjatīti.",
  "tika-abh03t3:137_7": "Bhaṅgāti bhañjitabbā, dvidhā kātabbāti attho.",
  "tika-abh03t3:137_8": "Nanu na koci anusayo yattha uppajjantassa anuseti nānuseti cāti dvidhā kātabbā, tattheva kasmā ‘‘kati anusayā bhaṅgā?",
  "tika-abh03t3:137_9": "Anusayā bhaṅgā natthī’’ti pucchāvissajjanāni katāni.",
  "tika-abh03t3:137_10": "Na hi pakārantarābhāve saṁsayo yuttoti ?",
  "tika-abh03t3:137_11": "Na na yutto, ‘‘anusayā bhaṅgā natthī’’ti avutte bhaṅgābhāvassa aviññātattāti.",
  "tika-abh03t3:138_0": "Dhātuvāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:139_0": "Anusayayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:140_0": "8. Cittayamakaṁ",
  "tika-abh03t3:141_0": "Uddesavāravaṇṇanā",
  "tika-abh03t3:142_0": "1-62.",
  "tika-abh03t3:142_1": "Cittayamakavaṇṇanāyaṁ āditova tayo suddhikamahāvārā hontīti ime tayo mahāvārā sarāgādikusalādīhi missakā suddhikā ca, tesu ādito suddhikā hontīti attho.",
  "tika-abh03t3:142_2": "Missakesu ca ekekasmiṁ sarāgādimissakacitte tayo tayo mahāvārā, te tattha tattha pana vutte sampiṇḍetvā ‘‘soḷasa puggalavārā’’tiādi vuttaṁ, na nirantaraṁ vutteti.",
  "tika-abh03t3:142_3": "‘‘Yassa cittaṁ uppajjati na nirujjhati, tassa cittaṁ nirujjhissati nuppajjissatī’’tiādinā uppādanirodhānaṁ paccuppannānāgatakālānañca saṁsaggavasena ekekāya pucchāya pavattattā ‘‘uppādanirodhakālasambhedavāro’’ti vutto.",
  "tika-abh03t3:142_4": "Evaṁ sesānampi vārānaṁ taṁtaṁnāmatā pāḷianusārena veditabbā.",
  "tika-abh03t3:143_0": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:144_0": "Niddesavāravaṇṇanā",
  "tika-abh03t3:145_0": "63.Tathārūpassevakhīṇāsavassa cittaṁ sandhāyāti idaṁ uppādakkhaṇasamaṅgipacchimacittasamaṅgimhi puggale adhippete tañca cittaṁ adhippetameva hotīti katvā vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:145_1": "Arahato pacchimacittampīti nuppajjati nirujjhatīti evaṁpakāraṁ bhaṅgakkhaṇasamaṅgimeva sandhāya vuttaṁ.",
  "tika-abh03t3:146_0": "65-82.",
  "tika-abh03t3:146_1": "Uppādavārassa dutiyapucchāvissajjane cittassa bhaṅgakkhaṇe, nirodhasamāpannānaṁ, asaññasattānaṁ tesaṁ cittaṁ uppajjittha, no ca tesaṁ cittaṁ uppajjatīti ettha ‘‘cittassa bhaṅgakkhaṇe tesaṁ cittaṁ uppajjitthā’’ti etassa ‘‘sabbesaṁ cittaṁ khaṇapaccuppannameva hutvā uppādakkhaṇaṁ atītattā uppajjittha nāmā’’ti attho vutto.",
  "tika-abh03t3:146_2": "Cittassa uppādakkhaṇe tesaṁ cittaṁ uppajjittha ceva uppajjati cāti etassapi uppādaṁ pattattā uppajjittha, anatītattā uppajjati nāmāti dvayametaṁ evaṁ na sakkā vattuṁ.",
  "tika-abh03t3:146_3": "Na hi khaṇapaccuppanne ‘‘uppajjitthā’’ti atītavohāro atthi.",
  "tika-abh03t3:146_4": "Yadi siyā, yaṁ vā pana cittaṁ uppajjittha, taṁ cittaṁ uppajjatīti ettha ‘‘no’’ti avatvā vibhajitabbaṁ siyā.",
  "tika-abh03t3:146_5": "Tathā ‘‘yaṁ cittaṁ uppajjati, taṁ cittaṁ uppajjitthā’’ti ettha ca ‘‘no’’ti avatvā ‘‘āmantā’’ti vattabbaṁ siyā.",
  "tika-abh03t3:146_6": "‘‘Cittassa bhaṅgakkhaṇe’’ti pana bhijjamānacittasamaṅgī puggalo vutto, tassa atītaṁ cittaṁ uppajjittha, na ca kiñci cittaṁ uppajjati.",
  "tika-abh03t3:146_7": "Cittassa uppādakkhaṇeti ca uppajjamānacittasamaṅgī puggalo vutto, tassapi atītaṁ cittaṁ uppajjittha, taṁ pana cittaṁ uppajjatīti evamettha attho daṭṭhabbo.",
  "tika-abh03t3:146_8": "Cittanti hi sāmaññavacanaṁ ekasmiṁ anekasmiñca yathāgahitavisese tiṭṭhatīti.",
  "tika-abh03t3:146_9": "‘‘Yassa vā pana cittaṁ uppajjissati, tassa cittaṁ uppajjatīti?",
  "tika-abh03t3:146_10": "Cittassa bhaṅgakkhaṇe’’ti ettha yassa vā pana cittaṁ uppajjissatīti etena sanniṭṭhānena gahitapuggalasseva cittassa bhaṅgakkhaṇeti evaṁ sabbattha sanniṭṭhānavasena niyamo veditabbo.",
  "tika-abh03t3:146_11": "Uppannuppajjamānavāro niruddhanirujjhamānavāro ca puggalavārādīsu tīsupi ninnānākaraṇā uddiṭṭhā niddiṭṭhā ca.",
  "tika-abh03t3:146_12": "Tattha puggalavāre avisesena yaṁ kañci tādisaṁ puggalaṁ sandhāya ‘‘uppannaṁ uppajjamāna’’ntiādi vuttaṁ, dhammavāre cittameva, puggaladhammavāre puggalaṁ cittañcāti ayamettha viseso daṭṭhabbo.",
  "tika-abh03t3:147_0": "83.",
  "tika-abh03t3:147_1": "Atikkantakālavāre imassa puggalavārattā puggalo pucchitoti puggalasseva vissajjanena bhavitabbaṁ.",
  "tika-abh03t3:147_2": "Yathā yassa cittaṁ uppajjitthāti etena na koci puggalo na gahito, evaṁ yassa cittaṁ uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālanti etena sanniṭṭhānena na koci na gahito.",
  "tika-abh03t3:147_3": "Na hi so puggalo atthi, yassa cittaṁ uppādakkhaṇaṁ atītaṁ natthi, te ca pana nirujjhamānakkhaṇātītacittā na na hontīti paṭhamo pañho ‘‘āmantā’’ti vissajjitabbo siyā, tathā dutiyatatiyā.",
  "tika-abh03t3:147_4": "Catuttho pana ‘‘pacchimacittassa bhaṅgakkhaṇe tesaṁ cittaṁ bhaṅgakkhaṇaṁ avītikkantaṁ, no ca tesaṁ cittaṁ uppādakkhaṇaṁ avītikkantaṁ, itaresaṁ cittaṁ bhaṅgakkhaṇañca avītikkantaṁ uppādakkhaṇañca avītikkanta’’nti vissajjitabbo bhaveyya, tathā avissajjetvā kasmā sabbattha cittameva vibhattanti ?",
  "tika-abh03t3:147_5": "Cittavasena puggalavavatthānato.",
  "tika-abh03t3:147_6": "Khaṇassa hi vītikkantatāya atikkantakālatāvacanena vattamānassa ca cittassa vasena puggalo uppādakkhaṇātītacitto vutto atītassa ca, tattha purimassa cittaṁ na bhaṅgakkhaṇaṁ vītikkantaṁ pacchimassa vītikkantanti evamādiko puggalavibhāgo yassa cittassa vasena puggalavavatthānaṁ hoti, tassa cittassa taṁtaṁkhaṇavītikkamāvītikkamadassanavasena dassito hotīti sabbavissajjanesu cittameva vibhattaṁ.",
  "tika-abh03t3:147_7": "Atha vā nayidha dhammamattavisiṭṭho puggalo pucchito, atha kho puggalavisiṭṭhaṁ cittaṁ, tasmā cittameva vissajjitanti veditabbaṁ.",
  "tika-abh03t3:147_8": "Yadipi puggalappadhānā pucchā, athāpi cittappadhānā, ubhayathāpi dutiyapucchāya ‘‘āmantā’’ti vattabbaṁ siyā, tathā pana avatvā nirodhakkhaṇavītikkamena atikkantakālatā na uppādakkhaṇavītikkamena atikkantakālatā viya vattamānassa atthīti dassanatthaṁ ‘‘atītaṁ citta’’nti vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:147_9": "Yassa cittaṁ na uppajjamānanti ettha uppajjamānaṁ khaṇaṁ khaṇaṁ vītikkantaṁ atikkantakālaṁ yassa cittaṁ na hotīti attho.",
  "tika-abh03t3:147_10": "Esa nayo ‘‘na nirujjhamāna’’nti etthāpi.",
  "tika-abh03t3:148_0": "114-116.",
  "tika-abh03t3:148_1": "Missakavāresu yassa sarāgaṁ cittaṁ uppajjati na nirujjhati, tassa cittaṁ nirujjhissati nuppajjissatīti pucchā, noti vissajjanañca aṭṭhakathāyaṁ dassitaṁ.",
  "tika-abh03t3:148_2": "Pāḷiyaṁ pana ‘‘yassa sarāgaṁ cittaṁ uppajjati na nirujjhati, tassa sarāgaṁ cittaṁ nirujjhissati nuppajjissatī’’ti mātikāṭhapanāyaṁ vuttattā vissajjanepi tatheva sanniṭṭhānasaṁsayatthesu sarāgādimissakacittavaseneva pucchā uddharitvā ‘‘sarāgapacchimacittassa uppādakkhaṇe tesaṁ sarāgaṁ cittaṁ uppajjati na nirujjhati nirujjhissati nuppajjissati, itaresaṁ sarāgacittassa uppādakkhaṇe tesaṁ sarāgaṁ cittaṁ uppajjati na nirujjhati nirujjhissati ceva uppajjissati cā’’ti evamādinā nayena yebhuyyena suddhikavārasadisameva vissajjanaṁ kātabbanti katvā saṁkhittanti viññāyati.",
  "tika-abh03t3:149_0": "Niddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:150_0": "Cittayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:151_0": "9. Dhammayamakaṁ",
  "tika-abh03t3:152_0": "1. Paṇṇattivāro",
  "tika-abh03t3:153_0": "Uddesavāravaṇṇanā",
  "tika-abh03t3:154_0": "1-16.",
  "tika-abh03t3:154_1": "Dhammayamakavaṇṇanāyaṁ kusalādidhammānaṁ mātikaṁ ṭhapetvāti yathā mūlayamake kusalādidhammā desitā, yathā ca khandhayamakādīsu ‘‘pañcakkhandhā’’tiādinā aññathā saṅgahetvā desitā, tathā adesetvā yā kusalādīnaṁ dhammānaṁ ‘‘kusalākusalā dhammā’’tiādikā mātikā, taṁ idha ādimhi ṭhapetvā desitassāti attho.",
  "tika-abh03t3:155_0": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:156_0": "2. Pavattivāravaṇṇanā",
  "tika-abh03t3:157_0": "33-34.‘‘Yassa kusalā dhammā uppajjanti, tassa abyākatā dhammā uppajjantī’’ti etassa vissajjane ‘‘abyākatā cāti cittasamuṭṭhānarūpavasena vutta’’nti aṭṭhakathāyaṁ vuttaṁ, imasmiṁ pana pañhe kammasamuṭṭhānādirūpañca labbhati, taṁ pana paṭilomavārassa vissajjane sabbesaṁ cavantānaṁ, pavatte cittassa bhaṅgakkhaṇe, āruppe akusalānaṁ uppādakkhaṇe tesaṁ kusalā ca dhammā na uppajjanti abyākatā ca dhammā na uppajjantīti ettha pavatte cittassa bhaṅgakkhaṇe uppajjamānampi kammasamuṭṭhānādirūpaṁ aggahetvā ‘‘abyākatā ca dhammā na uppajjantī’’ti vuttattā cittasamuṭṭhānarūpameva idhādhippetaṁ.",
  "tika-abh03t3:157_1": "Kammasamuṭṭhānādirūpe na vidhānaṁ, nāpi paṭisedhoti keci vadanti, tathā cittasamuṭṭhānarūpameva sandhāya ‘‘yassa kusalā dhammā uppajjanti, tassa abyākatā dhammā nirujjhantīti? No’’ti (yama. 3.dhammayamaka.163) vuttanti.",
  "tika-abh03t3:157_2": "Taṁ panetaṁ evaṁ na sakkā vattuṁ cittassa bhaṅgakkhaṇe kammasamuṭṭhānarūpādīnampi uppādassa uppādakkhaṇe ca nirodhassa evamādīhi eva pāḷīhi paṭisedhasiddhito.",
  "tika-abh03t3:158_0": "Ye ca vadanti ‘‘yathā paṭisambhidāmagge nirodhakathāyaṁ ‘sotāpattimaggakkhaṇe jātā dhammā ṭhapetvā cittasamuṭṭhānarūpaṁ sabbepi virāgā ceva honti virāgārammaṇā virāgagocarā virāgasamudāgatā virāgapatiṭṭhā’tiādīsu ‘ṭhapetvā rūpa’nti avatvā cittapaṭibaddhattā cittajarūpānaṁ ‘ṭhapetvā cittasamuṭṭhānarūpa’nti vuttaṁ, evamidhāpi cittapaṭibaddhattā cittajarūpameva kathita’’nti, tañca tathā na hoti.",
  "tika-abh03t3:158_1": "Yesañhi sotāpattimaggo sahajātapaccayo hoti, yesu ca virāgādiāsaṅkā hoti, te sotāpattimaggasahajātā dhammā sotāpattimaggakkhaṇe jātā dhammāti tattha vuttā.",
  "tika-abh03t3:158_2": "Sotāpattimaggakkhaṇe jātāti hi vacanaṁ magge jātataṁ dīpeti, na ca kammajādīni amagge jāyamānāni maggakkhaṇe jātavohāraṁ arahanti tesaṁ tassa sotāpattimaggakkhaṇe sahajātapaccayattābhāvato, tasmā maggakkhaṇe taṁsahajātadhammesu ṭhapetabbaṁ ṭhapetuṁ ‘‘ṭhapetvā cittasamuṭṭhānarūpa’’nti vuttaṁ, idha pana kusalādidhammā yassa yattha uppajjanti nirujjhanti ca, tassa puggalassa tasmiñca okāse abyākatadhammānaṁ uppādanirodhānaṁ kusalādipaṭibaddhatā appaṭibaddhatā ca āmaṭṭhā, na ca kammajādirūpaṁ abyākataṁ na hoti, tasmā sanniṭṭhānena gahitassa puggalassa okāse vā uppādanirodhesu vijjamānesu abyākatānaṁ te veditabbā, avijjamānesu ca paṭisedhetabbā, na ca acittapaṭibaddhā abyākatāti ettha na gahitāti sakkā vattuṁ nirodhasamāpannānaṁ asaññasattānañca uppādanirodhavacanatoti.",
  "tika-abh03t3:159_0": "Catutthapañhe pavatte akusalābyākatacittassa uppādakkhaṇeti idaṁ ‘‘yassa vā pana abyākatā dhammā uppajjantī’’ti etena sanniṭṭhānena gahitesu pañcavokāre akusalābyākatacittānaṁ catuvokāre ca abyākatacittasseva uppādakkhaṇasamaṅgino sandhāya vuttaṁ.",
  "tika-abh03t3:159_1": "Evaṁ sabbattha sanniṭṭhānavasena viseso veditabbo.",
  "tika-abh03t3:160_0": "79.‘‘Ekāvajjanena 166 uppannassā’’ti vuttaṁ, nānāvajjanenapi pana tato purimatarajavanavīthīsu uppannassa ‘‘uppādakkhaṇe tesaṁ akusalā dhammā nuppajjissanti, no ca tesaṁ kusalā dhammā nuppajjantī’’ti idaṁ lakkhaṇaṁ labbhateva, tasmā etena lakkhaṇena samānalakkhaṇaṁ sabbaṁ yassa cittassa anantarā aggamaggaṁ paṭilabhissanti, tassa cittassa uppādakkhaṇeti eteneva kusalānāgatabhāvapariyosānena tāya eva samānalakkhaṇatāya dīpitaṁ hotīti daṭṭhabbaṁ.",
  "tika-abh03t3:160_1": "Esa nayo akusalātītabhāvassa abyākatātītabhāvassa ca ādimhi ‘‘dutiye akusale’’ti, ‘‘dutiye citte’’ti ca vuttaṭṭhāne.",
  "tika-abh03t3:160_2": "Yathā hi bhāvanāvāre bhāvanāpahānānaṁ pariyosānena aggamaggena tato purimatarānipi bhāvanāpahānāni dassitāni honti, evamidhāpi taṁ taṁ tena tena ādinā antena ca dassitanti.",
  "tika-abh03t3:161_0": "100.Pañcavokāre akusalānaṁ bhaṅgakkhaṇe tesaṁ akusalā ca dhammā nirujjhanti abyākatā ca dhammā nirujjhantīti vacanena paṭisandhicittato soḷasamaṁ, tato parampi vā bhavanikanticittaṁ hoti, na tato oranti viññāyatīti.",
  "tika-abh03t3:162_0": "Pavattivāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:163_0": "Dhammayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:164_0": "10. Indriyayamakaṁ",
  "tika-abh03t3:165_0": "1. Paṇṇattivāro",
  "tika-abh03t3:166_0": "Uddesavāravaṇṇanā",
  "tika-abh03t3:167_0": "1.",
  "tika-abh03t3:167_1": "Indriyayamake vibhaṅge viya jīvitindriyaṁ manindriyānantaraṁ aniddisitvā purisindriyānantaraṁ uddiṭṭhaṁ ‘‘tīṇimāni, bhikkhave, indriyāni. Katamāni tīṇi?",
  "tika-abh03t3:167_2": "Itthindriyaṁ purisindriyaṁ jīvitindriya’’nti (saṁ. ni. 5.492) sutte desitakkamena.",
  "tika-abh03t3:167_3": "Pavattivāre hi ekantaṁ pavattiyaṁ eva uppajjamānānaṁ sukhindriyādīnaṁ kammajānaṁ akammajānañca anupālakaṁ jīvitindriyaṁ cutipaṭisandhīsu ca pavattamānānaṁ kammajānanti taṁmūlakāni yamakāni cutipaṭisandhipavattivasena vattabbānīti veditabbāni.",
  "tika-abh03t3:167_4": "Cakkhundriyādīsu pana purisindriyāvasānesu yaṁ mūlakameva na hoti manindriyaṁ, taṁ ṭhapetvā avasesamūlakāni cutiupapattivaseneva vattabbāni āyatanayamake viya, tasmā jīvitindriyaṁ tesaṁ majjhe anuddisitvā ante uddiṭṭhanti.",
  "tika-abh03t3:168_0": "Uddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:169_0": "Niddesavāravaṇṇanā",
  "tika-abh03t3:170_0": "94.Itthī itthindriyanti ettha yasmā itthīti koci sabhāvo natthi, na ca rūpādidhamme upādāya itthiggahaṇaṁ na hoti, tasmā itthiggahaṇassa avijjamānampi vijjamānamiva gahetvā pavattito tathāgahitassa vasena ‘‘natthī’’ti avatvā ‘‘no’’ti vuttaṁ.",
  "tika-abh03t3:170_1": "Sukhassa ca bhedaṁ katvā ‘‘sukhaṁ somanassa’’nti, dukkhassa ca ‘‘dukkhaṁ domanassa’’nti vacaneneva somanassato aññā sukhā vedanā sukhaṁ, domanassato ca aññā dukkhā vedanā dukkhanti ayaṁ viseso gahitoyevāti ‘‘sukhaṁ sukhindriyaṁ dukkhaṁ dukkhindriya’’nti ettha ‘‘āmantā’’ti vuttaṁ.",
  "tika-abh03t3:171_0": "140.",
  "tika-abh03t3:171_1": "Suddhindriyavāre cakkhu indriyanti ettha dibbacakkhupaññācakkhūni paññindriyāni hontīti ‘‘āmantā’’ti vuttaṁ.",
  "tika-abh03t3:171_2": "Avasesaṁ sotanti taṇhāsotamevāha.",
  "tika-abh03t3:172_0": "Niddesavāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:173_0": "2.Pavattivāravaṇṇanā",
  "tika-abh03t3:174_0": "186.",
  "tika-abh03t3:174_1": "Pavattivāre ‘‘chayimāni, bhikkhave, indriyāni. Katamāni cha?",
  "tika-abh03t3:174_2": "Cakkhundriyaṁ…pe… kāyindriyaṁ manindriya’’nti (saṁ. ni.",
  "tika-abh03t3:174_3": "5.495) sutte vuttanayena idha uddiṭṭhaṁ manindriyaṁ cutipaṭisandhipavattīsu pavattamānehi kammajākammajehi sabbehipi yogaṁ gacchati, na ca jīvitindriyaṁ viya aññadhammanissayena gahetabbaṁ, pubbaṅgamattāva padhānaṁ, tasmā kūṭaṁ viya gopānasīnaṁ sabbindriyānaṁ samosaraṇaṭṭhānaṁ ante ṭhapetvā yojitaṁ.",
  "tika-abh03t3:174_4": "Jīvitindriyādimūlakesu pavattiñca gahetvā gatesu ‘‘yassa jīvitindriyaṁ uppajjati, tassa sukhindriyaṁ uppajjatīti?",
  "tika-abh03t3:174_5": "Sabbesaṁ upapajjantānaṁ, pavatte sukhindriyavippayuttacittassa uppādakkhaṇe tesaṁ jīvitindriyaṁ uppajjati, no ca tesaṁ sukhindriyaṁ uppajjati, sukhindriyasampayuttacittassa uppādakkhaṇe tesaṁ jīvitindriyañca uppajjati sukhindriyañca uppajjatī’’tiādinā sukhadukkhadomanassindriyehi lokuttarindriyehi ca yojanā labbhati, tathā ‘‘yassa sukhindriyaṁ uppajjati, tassa dukkhindriyaṁ uppajjatīti?",
  "tika-abh03t3:174_6": "No’’tiādinā taṁmūlakā ca nayā.",
  "tika-abh03t3:174_7": "Tehi pana pavattiyaṁyeva uppajjamānehi yojanā taṁmūlakā ca cutipaṭisandhipavattīsu pavattamānehi somanassindriyādīhi yojanāya jīvitindriyamūlakehi ca nayehi pākaṭāyevāti katvā na vuttāti daṭṭhabbā.",
  "tika-abh03t3:175_0": "‘‘Sacakkhukānaṁvinā somanassenāti upekkhāsahagatānaṁ catunnaṁ mahāvipākapaṭisandhīnaṁ vasena vutta’’nti aṭṭhakathāyaṁ vuttaṁ, taṁ somanassavirahitasacakkhukapaṭisandhinidassanavasena vuttanti daṭṭhabbaṁ.",
  "tika-abh03t3:175_1": "Na hi ‘‘catunnaṁyevā’’ti niyamo kato, tena taṁsamānalakkhaṇā parittavipākarūpāvacarapaṭisandhiyopi dassitā honti.",
  "tika-abh03t3:175_2": "Tattha kāmāvacaresu somanassapaṭisandhisamānatāya mahāvipākehi catūhi nidassanaṁ kataṁ, tena yathā sasomanassapaṭisandhikā acakkhukā na honti, evaṁ itaramahāvipākapaṭisandhikāpīti ayamattho dassito hoti.",
  "tika-abh03t3:175_3": "Gabbhaseyyakānañca anuppannesu cakkhādīsu cavantānaṁ ahetukapaṭisandhikatā sahetukapaṭisandhikānaṁ kāmāvacarānaṁ niyamato sacakkhukādibhāvadassanena dassitā hoti.",
  "tika-abh03t3:175_4": "Gabbhaseyyakepi hi sandhāya ‘‘yassa vā pana somanassindriyaṁ uppajjati, tassa cakkhundriyaṁ uppajjatīti?",
  "tika-abh03t3:175_5": "Āmantā’’ti idaṁ vacanaṁ yathā yujjati, tathā āyatanayamake dassitaṁ.",
  "tika-abh03t3:175_6": "Na hi sanniṭṭhānena saṅgahitānaṁ gabbhaseyyakānaṁ vajjane kāraṇaṁ atthi, ‘‘itthīnaṁ aghānakānaṁ upapajjantīna’’ntiādīsu (yama.",
  "tika-abh03t3:175_7": "3.indriyayamaka.187) ca te eva vuttāti.",
  "tika-abh03t3:176_0": "Upekkhāya acakkhukānanti ahetukapaṭisandhivasena vuttanti ettha ca kāmāvacare sopekkhaacakkhukapaṭisandhiyā taṁsamānalakkhaṇaṁ arūpapaṭisandhiñca nidassetīti daṭṭhabbaṁ.",
  "tika-abh03t3:176_1": "Kesuci pana potthakesu ‘‘ahetukārūpapaṭisandhivasenā’’ti pāṭho dissati, so eva seyyo.",
  "tika-abh03t3:177_0": "‘‘Tattha hi ekanteneva saddhāsatipaññāyo natthi, samādhivīriyāni pana indriyappattāni na hontī’’ti vuttaṁ, yadi pana samādhivīriyāni santi, ‘‘indriyappattāni na hontī’’ti na sakkā vattuṁ ‘‘samādhi samādhindriyanti? Āmantā’’ti (yama.",
  "tika-abh03t3:177_1": "3.indriyayamaka.113) ‘‘vīriyaṁ vīriyindriyanti? Āmantā’’ti (yama.",
  "tika-abh03t3:177_2": "3.indriyayamaka.111) vacanato.",
  "tika-abh03t3:177_3": "Ahetukapaṭisandhicitte ca yathā samādhileso ekaggatā atthi, na evaṁ vīriyaleso atthi, tasmā evamettha vattabbaṁ siyā ‘‘tattha hi ekanteneva saddhāvīriyasatipaññāyo natthi, ekaggatā pana samādhileso eva hotī’’ti.",
  "tika-abh03t3:177_4": "Ayaṁ panettha adhippāyo siyā – yathā aññesu kesuci ahetukacittesu samādhivīriyāni honti indriyappattāni ca, evamidha samādhivīriyāni indriyappattāni na hontīti.",
  "tika-abh03t3:177_5": "Samādhivīriyindriyānameva abhāvaṁ dassento ahetukantarato viseseti .",
  "tika-abh03t3:177_6": "Tattha ‘‘samādhivīriyāni pana na hontī’’ti vattabbe ‘‘indriyappattānī’’ti samādhilesassa samādhindriyabhāvaṁ appattassa sabbhāvato vuttaṁ, na vīriyalesassa.",
  "tika-abh03t3:177_7": "Visesanañhi visesitabbe pavattati.",
  "tika-abh03t3:177_8": "Yesu pana potthakesu ‘‘tattha ekanteneva saddhāvīriyasatipaññāyo natthī’’ti pāṭho, so eva sundarataro.",
  "tika-abh03t3:178_0": "Yāva cakkhundriyaṁ nuppajjati, tāva gabbhagatānaṁ acakkhukānaṁ bhāvo atthīti iminā adhippāyenāha ‘‘sahetukānaṁ acakkhukānanti gabbhaseyyakavasena ceva arūpīvasena ca vutta’’nti.",
  "tika-abh03t3:178_1": "Gabbhaseyyakāpi pana avassaṁ uppajjanakacakkhukā na labbhantīti daṭṭhabbā.",
  "tika-abh03t3:178_2": "Sacakkhukānaṁ ñāṇavippayuttānanti kāmadhātuyaṁ duhetukapaṭisandhikānaṁ vasena vuttanti idhāpi ahetukapaṭisandhikā ca acakkhukā labbhanteva.",
  "tika-abh03t3:178_3": "Itthipurisindriyasantānānampi upapattivasena uppādo, cutivasena nirodho bāhullavasena dassito.",
  "tika-abh03t3:178_4": "Kadāci hi tesaṁ paṭhamakappikādīnaṁ viya pavattiyampi uppādanirodhā hontīti.",
  "tika-abh03t3:178_5": "Ettha purisindriyāvasānesu indriyamūlayamakesu paṭhamapucchāsu sanniṭṭhānehi gahitehi upapatticutivasena gacchantehi cakkhundriyādīhi niyamitattā jīvitindriyādīnaṁ pavattivasenapi labbhamānānaṁ upapatticutivaseneva dutiyapucchāsu sanniṭṭhānehi gahaṇaṁ veditabbaṁ.",
  "tika-abh03t3:179_0": "190.",
  "tika-abh03t3:179_1": "Rūpajīvitindriyaṁ cakkhundriyādisamānagatikaṁ cutipaṭisandhivaseneva gacchati santānuppattinirodhadassanatoti āha ‘‘pavatte somanassavippayuttacittassa uppādakkhaṇeti arūpajīvitindriyaṁ sandhāya vutta’’nti.",
  "tika-abh03t3:179_2": "Etesañceva aññesañca pañcindriyānaṁ yathālābhavasenāti ettha etesaṁ jīvitindriyādīnaṁ cutipaṭisandhipavattesu, aññesañca cakkhundriyādīnaṁ cutipaṭisandhīsūti evaṁ yathālābho daṭṭhabbo.",
  "tika-abh03t3:179_3": "Ayaṁ pana chedeyevāti ettha tassa tassa paripuṇṇapañhassa tasmiṁ tasmiṁ sarūpadassanena vissajjane vissajjite pacchimakoṭṭhāsassa chedoti nāmaṁ daṭṭhabbaṁ.",
  "tika-abh03t3:180_0": "Yassa vā pana somanassindriyaṁ na uppajjati, tassa jīvitindriyaṁ na uppajjatīti?",
  "tika-abh03t3:180_1": "Vinā somanassena upapajjantānaṁ pavatte somanassavippayuttacittassa uppādakkhaṇe tesaṁ somanassindriyaṁ na uppajjati, no ca tesaṁ jīvitindriyaṁ na uppajjatīti ettha ‘‘nirodhasamāpannānaṁ asaññasattāna’’nti avacanaṁ rūpajīvitindriyassa cakkhundriyādisamānagatikataṁ dīpeti.",
  "tika-abh03t3:180_2": "Tassa hi upapattiyaṁyeva uppādo vattabboti.",
  "tika-abh03t3:180_3": "‘‘Vinā somanassena upapajjantāna’’nti ettha asaññasatte saṅgahetvā pavattivasena te ca nirodhasamāpannā ca na vuttā, anuppādopi panetassa cutiupapattīsveva vattabbo, na pavatteti.",
  "tika-abh03t3:180_4": "Pacchimakoṭṭhāsepi ‘‘sabbesaṁ cavantānaṁ, pavatte cittassa bhaṅgakkhaṇe tesaṁ somanassindriyañca na uppajjati jīvitindriyañca na uppajjatī’’ti evaṁ ‘‘sabbesaṁ cavantāna’’nti ettheva asaññasatte saṅgaṇhitvā pavattivasena te ca nirodhasamāpannā na ca vuttā.",
  "tika-abh03t3:180_5": "Yassayatthake ca nirodhasamāpannā na dassetabbā na gahetabbāti attho.",
  "tika-abh03t3:180_6": "Na hi ‘‘nirodhasamāpannāna’’nti vacanaṁ ‘‘asaññasattāna’’nti vacanaṁ viya okāsadīpakaṁ, nāpi ‘‘upekkhāsampayuttacittassa uppādakkhaṇe, sabbesaṁ cittassa bhaṅgakkhaṇe’’tiādivacanaṁ viya somanassindriyādīnaṁ anuppādakkhaṇadīpakaṁ, atha kho puggaladīpakamevāti.",
  "tika-abh03t3:181_0": "Atītakālabhede suddhāvāsānaṁ upapatticittassa uppādakkhaṇe tesaṁ tattha somanassindriyañca na uppajjittha jīvitindriyañca na uppajjitthāti ettha ‘‘upapatticittassa uppādakkhaṇe’’ti kasmā vuttaṁ, nanu ‘‘suddhāvāsaṁ upapajjantānaṁ, asaññasattānaṁ tesaṁ tattha somanassindriyañca na uppajjittha manindriyañca na uppajjitthā’’ti (yama.",
  "tika-abh03t3:181_1": "3.indriyayamaka.277) ettha viya ‘‘upapajjantāna’’nti vattabbanti? Na vattabbaṁ.",
  "tika-abh03t3:181_2": "Yathā hi somanassamanindriyānaṁ vasena upapajjantā puggalā upapatticittasamaṅgino honti, na evaṁ somanassajīvitindriyānaṁ vasena upapattisamaṅginoyeva honti.",
  "tika-abh03t3:181_3": "Jīvitindriyassa hi vasena yāva paṭhamarūpajīvitindriyaṁ dharati, tāva upapajjantā nāma honti.",
  "tika-abh03t3:181_4": "Tadā ca dutiyacittato paṭṭhāya ‘‘jīvitindriyañca na uppajjitthā’’ti na sakkā vattuṁ arūpajīvitindriyassa uppajjitvā niruddhattā, tasmā ubhayaṁ uppādakkhaṇena nidassitaṁ.",
  "tika-abh03t3:181_5": "Yathā hi ‘‘na nirujjhitthā’’ti idaṁ lakkhaṇaṁ upapatticittassa dvīsu khaṇesu labbhamānaṁ sabbapaṭhamena upapatticittassa bhaṅgakkhaṇena nidassitaṁ, evamidhāpi daṭṭhabbaṁ.",
  "tika-abh03t3:182_0": "Anāgatakālabhede uppajjissamāne sanniṭṭhānaṁ katvā aññassa ca uppajjissamānatāva pucchitā.",
  "tika-abh03t3:182_1": "Tattha yathā paccuppannakālabhede sanniṭṭhānasaṁsayabhedehi uppajjamānasseva gahitattā ‘‘yassa cakkhundriyādīni uppajjanti , upapajjantassa tassa jīvitindriyādīni uppajjantī’’ti upapajjantasseva pucchitānaṁ upapattiyaṁyeva tesaṁ uppādo sambhavati, na aññattha, na evamidha ‘‘yassa cakkhundriyādīni uppajjissanti, upapajjantassa tassa jīvitindriyādīni uppajjissantī’’ti upapajjantasseva pucchitānaṁ tesaṁ upapattito aññattha uppādo na sambhavati, tasmā ‘‘yassa cakkhundriyaṁ uppajjissati, tassa somanassindriyaṁ uppajjissatīti? Āmantā’’ti vuttaṁ.",
  "tika-abh03t3:182_2": "Evañca katvā nirodhavārepi ‘‘yassa cakkhundriyaṁ nirujjhissati, tassa somanassindriyaṁ nirujjhissatīti? Āmantā’’ti vuttaṁ.",
  "tika-abh03t3:182_3": "Na hi yassa cakkhundriyaṁ nirujjhissati, tassa somanassindriyaṁ na nirujjhissati, api pacchimabhavikassa upekkhāsahagatapaṭisandhikassa.",
  "tika-abh03t3:182_4": "Na hi upapajjantassa tassa cutito pubbeva somanassindriyanirodho na sambhavatīti.",
  "tika-abh03t3:182_5": "Ettha hi paṭhamapucchāsu sanniṭṭhānattho pucchitabbatthanissayo mādisova upapattiuppādindriyavā ubhayuppādindriyavā attho paṭinivattitvāpi pucchitabbatthassa nissayoti evaṁ viya dutiyapucchāsu sanniṭṭhānatthameva niyameti, na tattheva pucchitabbaṁ anāgatabhāvamattena sarūpato gahitaṁ uppādaṁ vā nirodhaṁ vā saṁsayatthanti.",
  "tika-abh03t3:182_6": "Yasmā cevaṁ sanniṭṭhānatthassa niyamo hoti, tasmā ‘‘yassa vā pana somanassindriyaṁ uppajjissati, tassa cakkhundriyaṁ uppajjissatīti? Āmantā’’ti (yama. 3.indriyayamaka.281) vuttaṁ. Esa nayo nirodhavārepi.",
  "tika-abh03t3:183_0": "Paṭilome pana yathā anulome ‘‘uppajjissati nirujjhissatī’’ti uppādanirodhā anāgatā sarūpavasena vuttā, evaṁ avuttattā yathā tattha saṁsayapadena gahitassa indriyassa pavattiyampi uppādanirodhā cakkhundriyādimūlakesu yojitā, na evaṁ yojetabbā.",
  "tika-abh03t3:183_1": "Yathā hi uppādanirodhe atikkamitvā appatvā ca uppādanirodhā sambhavanti yojetuṁ, na evaṁ anuppādānirodhe atikkamitvā appatvā ca anuppādānirodhā sambhavanti abhūtābhāvassa abhūtābhāvaṁ atikkamitvā appatvā ca sambhavānuppattito, abhūtuppādanirodhābhāvo ca paṭilome pucchito, tasmāssa visesarahitassa abhūtābhāvassa vattamānānaṁ uppādassa viya kālantarayogābhāvato yādisānaṁ cakkhādīnaṁ uppādanirodhābhāvena pucchitabbassa nissayo sanniṭṭhānena sannicchito, tannissayā tādisānaṁyeva upapatticutiuppādanirodhānaṁ jīvitādīnampi anuppādānirodhā saṁsayapadena pucchitā hontīti ‘‘yassa cakkhundriyaṁ nuppajjissati, tassa somanassindriyaṁ nuppajjissatīti? Āmantā’’ti (yama.",
  "tika-abh03t3:183_2": "3.indriyayamaka.308) ca, ‘‘yassa cakkhundriyaṁ na nirujjhissati, tassa somanassindriyaṁ na nirujjhissatīti?",
  "tika-abh03t3:183_3": "Āmantā’’ti ca vuttaṁ, na vuttaṁ ‘‘ye arūpaṁ upapajjitvā parinibbāyissantī’’tiādinā jīvitindriyaupekkhindriyādīsu viya vissajjananti.",
  "tika-abh03t3:184_0": "Ye rūpāvacaraṁ upapajjitvā parinibbāyissanti, tesaṁ ghānindriyaṁ na uppajjissati, no ca tesaṁ somanassindriyaṁ na uppajjissatī’’ti ettha ye sopekkhapaṭisandhikā bhavissanti, te ‘‘ye ca arūpaṁ upapajjitvā parinibbāyissantī’’ti etena pacchimakoṭṭhāsavacanena taṁsamānalakkhaṇatāya saṅgahitāti ye somanassapaṭisandhikā bhavissanti, te eva vuttāti daṭṭhabbā.",
  "tika-abh03t3:185_0": "Aṭṭhakathāyaṁ yesu ādimapotthakesu ‘‘atītānāgatavāre suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe manindriyañca nuppajjitthāti dhammayamake viya uppādakkhaṇātikkamavasena atthaṁ aggahetvā’’ti likhitaṁ, taṁ pamādalikhitaṁ.",
  "tika-abh03t3:185_1": "Yesu pana potthakesu ‘‘paccuppannātītavāre suddhāvāsānaṁ upapatticittassa bhaṅgakkhaṇe manindriyañca nuppajjitthāti…pe… tasmiṁ bhave anuppannapubbavasena attho gahetabbo’’ti pāṭho dissati, so eva sundarataroti.",
  "tika-abh03t3:186_0": "Pavattivāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:187_0": "3. Pariññāvāravaṇṇanā",
  "tika-abh03t3:188_0": "435-482.",
  "tika-abh03t3:188_1": "Pariññāvāre lokiyaabyākatamissakāni cāti dukkhasaccapariyāpannehi ekantapariññeyyehi lokiyaabyākatehi missakattā tāni upādāya manindriyādīnaṁ vedanākkhandhādīnaṁ viya pariññeyyatā ca vuttā.",
  "tika-abh03t3:188_2": "Yadi pariññeyyamissakattā pariññeyyatā hoti, kasmā dhammayamake ‘‘yo kusalaṁ dhammaṁ bhāveti, so abyākataṁ dhammaṁ parijānātī’’tiādinā abyākatapadena yojetvā yamakāni na vuttānīti?",
  "tika-abh03t3:188_3": "Yathā ‘‘kusalaṁ bhāvemi, akusalaṁ pajahāmī’’ti kusalākusalesu bhāvanāpahānābhiniveso hoti, tathā ‘‘vedanākkhandho anicco, dhammāyatanaṁ anicca’’ntiādinā khandhādīsu parijānābhiniveso hoti, tattha vedanākkhandhādayo ‘‘anicca’’ntiādinā parijānitabbā, te ca vedanākkhandhādibhāvaṁ gahetvā parijānitabbā, na abyākatabhāvanti.",
  "tika-abh03t3:189_0": "Kasmā panettha dukkhasaccabhājanīye āgatassa domanassassa pahātabbatāva vuttā, na pariññeyyatā, nanu dukkhasaccapariyāpannā vedanākkhandhādayo kusalākusalabhāvena aggahitā kusalākusalāpi pariññeyyāti?",
  "tika-abh03t3:189_1": "Saccaṁ, yathā pana vedanākkhandhādibhāvo bhāvetabbapahātabbabhāvehi vināpi hoti, na evaṁ domanassindriyabhāvo pahātabbabhāvena vinā hotīti imaṁ visesaṁ dassetuṁ domanassindriyassa pahātabbatāva idha vuttā, na pariññeyyabhāvassa abhāvatoti daṭṭhabbo.",
  "tika-abh03t3:189_2": "Akusalaṁ ekantato pahātabbamevāti etena pahātabbameva, na appahātabbanti appahātabbameva nivāreti, na pariññeyyabhāvanti daṭṭhabbaṁ.",
  "tika-abh03t3:189_3": "Aññindriyaṁ bhāvetabbaniṭṭhaṁ, na pana sacchikātabbaniṭṭhanti bhāvetabbabhāvo eva tassa gahitoti.",
  "tika-abh03t3:189_4": "‘‘Dve puggalā’’tiādi ‘‘cakkhundriyaṁ na parijānātī’’tiādikassa parato likhitabbaṁ uppaṭipāṭiyā likhitanti daṭṭhabbaṁ.",
  "tika-abh03t3:189_5": "Cakkhundriyamūlakañhi atikkamitvā domanassindriyamūlake idaṁ vuttaṁ ‘‘dve puggalā domanassindriyaṁ na pajahanti no ca aññindriyaṁ na bhāventī’’ti (yama. 3.indriyayamaka.440).",
  "tika-abh03t3:190_0": "Ettha ca puthujjano, aṭṭha ca ariyāti nava puggalā.",
  "tika-abh03t3:190_1": "Tesu puthujjano bhabbābhabbavasena duvidho, so ‘‘puthujjano’’ti āgataṭṭhānesu ‘‘cha puggalā cakkhundriyañca na parijānittha domanassindriyañca na pajahitthā’’tiādīsu ca abhinditvā gahito.",
  "tika-abh03t3:190_2": "‘‘Ye puthujjanā maggaṁ paṭilabhissantī’’ti (yama.",
  "tika-abh03t3:190_3": "1.saccayamaka.49, 51-52) āgataṭṭhānesu ‘‘pañca puggalā cakkhundriyañca parijānissanti domanassindriyañca pajahissantī’’tiādīsu (yama.",
  "tika-abh03t3:190_4": "3.indriyayamaka.451) ca bhabbo eva bhinditvā gahito.",
  "tika-abh03t3:190_5": "‘‘Ye ca puthujjanā maggaṁ na paṭilabhissantī’’ti (yama.",
  "tika-abh03t3:190_6": "1.saccayamaka.51) āgataṭṭhānesu ‘‘tayo puggalā domanassindriyañca nappajahissanti cakkhundriyañca na parijānissantī’’tiādīsu (yama.",
  "tika-abh03t3:190_7": "3.indriyayamaka.455) ca abhabbo eva.",
  "tika-abh03t3:190_8": "Aggaphalasamaṅgī ca paṭhamaphalasamaṅgī arahā cāti duvidho.",
  "tika-abh03t3:190_9": "Sopi ‘‘arahā’’ti āgataṭṭhānesu ‘‘tayo puggalā anaññātaññassāmītindriyañca bhāvittha domanassindriyañca pajahitthā’’tiādīsu (yama.",
  "tika-abh03t3:190_10": "3.indriyayamaka.444) ca abhinditvā gahito.",
  "tika-abh03t3:190_11": "‘‘Yo aggaphalaṁ sacchikarotī’’ti (yama.",
  "tika-abh03t3:190_12": "3.indriyayamaka.446) āgataṭṭhānesu ‘‘tayo puggalā domanassindriyaṁ pajahittha, no ca aññātāvindriyaṁ sacchikaritthā’’tiādīsu (yama.",
  "tika-abh03t3:190_13": "3.indriyayamaka.444) ca paṭhamaphalasamaṅgī ca bhinditvā gahito.",
  "tika-abh03t3:190_14": "‘‘Yo aggaphalaṁ sacchākāsī’’ti (yama.",
  "tika-abh03t3:190_15": "3.indriyayamaka.443, 446) āgataṭṭhānesu itarovāti evaṁ puggalabhedaṁ ñatvā tattha tattha sanniṭṭhānena gahitapuggale niddhāretvā vissajjanaṁ yojetabbanti.",
  "tika-abh03t3:191_0": "Pariññāvāravaṇṇanā niṭṭhitā.",
  "tika-abh03t3:192_0": "Indriyayamakavaṇṇanā niṭṭhitā.",
  "tika-abh03t3:193_0": "Yamakapakaraṇa-mūlaṭīkā samattā."
}