{
  "tika-vin05t11:0_0": "11. Kayavikkayasamāpattivinicchayakathā",
  "tika-vin05t11:1_0": "57.Kayavikkayasamāpattīti kayavikkayasamāpajjanaṁ.",
  "tika-vin05t11:1_1": "‘‘Iminā imaṁ dehī’’tiādinā (pārā. aṭṭha.",
  "tika-vin05t11:1_2": "2.595) hi nayena parassa kappiyabhaṇḍaṁ gaṇhanto kayaṁ samāpajjati, attano kappiyabhaṇḍaṁ dento vikkayaṁ.",
  "tika-vin05t11:1_3": "Ayaṁ pana kayavikkayo ṭhapetvā pañca sahadhammike avasesehi gihipabbajitehi antamaso mātāpitūhipi saddhiṁ na vaṭṭati.",
  "tika-vin05t11:2_0": "Tatrāyaṁ vinicchayo – vatthena vā vatthaṁ hotu, bhattena vā bhattaṁ, yaṁ kiñci kappiyaṁ ‘‘iminā imaṁ dehī’’ti vadati, dukkaṭaṁ.",
  "tika-vin05t11:2_1": "Evaṁ vatvā mātuyāpi attano bhaṇḍaṁ deti, dukkaṭaṁ, ‘‘iminā imaṁ dehī’’ti vutto vā ‘‘imaṁ dehi, imaṁ te dassāmī’’ti taṁ vatvā vā mātuyāpi bhaṇḍaṁ attanā gaṇhāti, dukkaṭaṁ, attano bhaṇḍe parahatthaṁ, parabhaṇḍe ca attano hatthaṁ sampatte nissaggiyaṁ pācittiyaṁ.",
  "tika-vin05t11:2_2": "Mātaraṁ vā pana pitaraṁ vā ‘‘imaṁ dehī’’ti vadato viññatti na hoti, ‘‘imaṁ gaṇhāhī’’ti dadato saddhādeyyavinipātanaṁ na hoti.",
  "tika-vin05t11:2_3": "Aññātakaṁ ‘‘imaṁ dehī’’ti vadato viññatti, ‘‘imaṁ gaṇhāhī’’ti dadato saddhādeyyavinipātanaṁ, ‘‘iminā imaṁ dehī’’ti kayavikkayaṁ āpajjato nissaggiyaṁ.",
  "tika-vin05t11:2_4": "Tasmā kappiyabhaṇḍaṁ parivattantena mātāpitūhipi saddhiṁ kayavikkayaṁ, aññātakehi saddhiṁ tisso āpattiyo mocentena parivattetabbaṁ.",
  "tika-vin05t11:3_0": "Tatrāyaṁ parivattanavidhi – bhikkhussa pātheyyataṇḍulā honti, so antarāmagge bhattahatthaṁ purisaṁ disvā ‘‘amhākaṁ taṇḍulā atthi, na ca no imehi attho, bhattena pana attho’’ti vadati, puriso taṇḍule gahetvā bhattaṁ deti, vaṭṭati.",
  "tika-vin05t11:3_1": "Tissopi āpattiyo na honti, antamaso nimittakammamattampi na hoti. Kasmā? Mūlassa atthitāya.",
  "tika-vin05t11:3_2": "Yo pana evaṁ akatvā ‘‘iminā imaṁ dehī’’ti parivatteti, yathāvatthukameva.",
  "tika-vin05t11:3_3": "Vighāsādaṁ disvā ‘‘imaṁ odanaṁ bhuñjitvā rajanaṁ vā dārūni vā āharā’’ti vadati, rajanachalligaṇanāya dārugaṇanāya ca nissaggiyāni honti.",
  "tika-vin05t11:3_4": "‘‘Imaṁ odanaṁ bhuñjitvā imaṁ nāma karothā’’ti dantakārādīhi sippikehi dhammakaraṇādīsu taṁ taṁ parikkhāraṁ kāreti, rajakehi vā vatthaṁ dhovāpeti, yathāvatthukameva.",
  "tika-vin05t11:3_5": "Nahāpitena kese chindāpeti , kammakārehi navakammaṁ kāreti, yathāvatthukameva.",
  "tika-vin05t11:3_6": "Sace pana ‘‘idaṁ bhattaṁ bhuñjitvā idaṁ karothā’’ti na vadati, ‘‘idaṁ bhattaṁ bhuñja, bhuttosi, bhuñjissasi, idaṁ nāma karohī’’ti vadati, vaṭṭati.",
  "tika-vin05t11:3_7": "Ettha ca kiñcāpi vatthadhovane vā kesacchedane vā bhūmisodhanādinavakamme vā parabhaṇḍaṁ attano hatthagataṁ nissajjitabbaṁ nāma natthi, mahāaṭṭhakathāyaṁ pana daḷhaṁ katvā vuttattā na sakkā etaṁ paṭikkhipituṁ, tasmā yathā nissaggiyavatthumhi paribhutte vā naṭṭhe vā pācittiyaṁ deseti, evamidhāpi desetabbaṁ.",
  "tika-vin05t11:4_0": "Yaṁ kiñci kappiyabhaṇḍaṁ gaṇhitukāmatāya agghaṁ pucchituṁ vaṭṭati, tasmā ‘‘ayaṁ tava patto kiṁ agghatī’’ti pucchite ‘‘idaṁ nāmā’’ti vadati, sace attano kappiyabhaṇḍaṁ mahagghaṁ hoti, evañca naṁ paṭivadati ‘‘upāsaka mama idaṁ vatthu mahagghaṁ, tava pattaṁ aññassa dehī’’ti.",
  "tika-vin05t11:4_1": "Taṁ sutvā itaro ‘‘aññaṁ thālakampi dassāmī’’ti vadati, gaṇhituṁ vaṭṭati.",
  "tika-vin05t11:4_2": "Sace so patto mahaggho, bhikkhuno vatthu appagghaṁ, pattasāmiko cassa appagghabhāvaṁ na jānāti, patto na gahetabbo, ‘‘mama vatthu appaggha’’nti ācikkhitabbaṁ.",
  "tika-vin05t11:4_3": "Mahagghabhāvaṁ ñatvā vañcetvā gaṇhantopi hi bhaṇḍaṁ agghāpetvā kāretabbataṁ āpajjati.",
  "tika-vin05t11:4_4": "Sace pattasāmiko ‘‘hotu, bhante, sesaṁ mama puññaṁ bhavissatī’’ti deti, vaṭṭati.",
  "tika-vin05t11:4_5": "Kappiyakārakassa pana ‘‘iminā imaṁ gahetvā dehī’’ti ācikkhituṁ vaṭṭati, tasmā yassa hatthato bhaṇḍaṁ gaṇhāti, taṁ ṭhapetvā aññaṁ antamaso tassa puttabhātikampi kappiyakārakaṁ katvā ‘‘iminā imaṁ nāma gahetvā dehī’’ti ācikkhati, so ce cheko hoti, punappunaṁ apanetvā vivaditvā gaṇhāti, tuṇhībhūtena ṭhātabbaṁ.",
  "tika-vin05t11:4_6": "No ce cheko hoti, na jānāti gahetuṁ, vāṇijako ca taṁ vañceti, ‘‘mā gaṇhāhī’’ti vattabbo.",
  "tika-vin05t11:5_0": "‘‘Idaṁ paṭiggahitaṁ telaṁ vā sappi vā amhākaṁ atthi, amhākañca aññena appaṭiggahitakena attho’’ti vutte pana sace so taṁ gahetvā aññaṁ deti, paṭhamaṁ attano telaṁ na mināpetabbaṁ. Kasmā?",
  "tika-vin05t11:5_1": "Nāḷiyañhi avasiṭṭhatelaṁ hoti, taṁ pacchā minantassa appaṭiggahitaṁ dūseyya.",
  "tika-vin05t11:5_2": "Ayañca kayavikkayo nāma kappiyabhaṇḍavasena vutto.",
  "tika-vin05t11:5_3": "Kappiyena hi kappiyaṁ parivattentassa kayavikkayasikkhāpadena nissaggiyaṁ vuttaṁ, akappiyena pana akappiyaṁ parivattentassa, kappiyena vā akappiyaṁ akappiyena vā kappiyaṁ parivattentassa rūpiyasaṁvohārasikkhāpadena nissaggiyaṁ, tasmā ubhosu vā ekasmiṁ vā akappiye sati rūpiyasaṁvohāro nāma hoti.",
  "tika-vin05t11:6_0": "58.",
  "tika-vin05t11:6_1": "Rūpiyasaṁvohārassa ca garubhāvadīpanatthaṁ idaṁ pattacatukkaṁ veditabbaṁ.",
  "tika-vin05t11:6_2": "Yo hi rūpiyaṁ uggaṇhitvā tena ayabījaṁ samuṭṭhāpeti, taṁ koṭṭāpetvā tena lohena pattaṁ kāreti, ayaṁ patto mahāakappiyo nāma, na sakkā kenaci upāyena kappiyo kātuṁ.",
  "tika-vin05t11:6_3": "Sacepi taṁ vināsetvā thālakaṁ kāreti, tampi akappiyaṁ.",
  "tika-vin05t11:6_4": "Vāsiṁ kāreti, tāya chinnadantakaṭṭhampi akappiyaṁ.",
  "tika-vin05t11:6_5": "Baḷisaṁ kāreti, tena māritā macchāpi akappiyā.",
  "tika-vin05t11:6_6": "Vāsiṁ tāpetvā udakaṁ vā khīraṁ vā uṇhāpeti, tampi akappiyameva.",
  "tika-vin05t11:7_0": "Yo pana rūpiyaṁ uggaṇhitvā tena pattaṁ kiṇāti, ayampi patto akappiyo.",
  "tika-vin05t11:7_1": "‘‘Pañcannampi sahadhammikānaṁ na kappatī’’ti mahāpaccariyaṁ vuttaṁ. Sakkā pana kappiyo kātuṁ.",
  "tika-vin05t11:7_2": "So hi mūle mūlasāmikānaṁ, patte ca pattasāmikānaṁ dinne kappiyo hoti, kappiyabhaṇḍaṁ datvā gahetvā paribhuñjituṁ vaṭṭati.",
  "tika-vin05t11:8_0": "Yopi rūpiyaṁ uggaṇhāpetvā kappiyakārakena saddhiṁ kammārakulaṁ gantvā pattaṁ disvā ‘‘ayaṁ mayhaṁ ruccatī’’ti vadati, kappiyakārako ca taṁ rūpiyaṁ datvā kammāraṁ saññāpeti, ayampi patto kappiyavohārena gahitopi dutiyapattasadisoyeva, mūlassa sampaṭicchitattā akappiyo. Kasmā sesānaṁ na kappatīti? Mūlassa anissaṭṭhattā.",
  "tika-vin05t11:9_0": "Yo pana rūpiyaṁ asampaṭicchitvā ‘‘therassa pattaṁ kiṇitvā dehī’’ti pahitakappiyakārakena saddhiṁ kammārakulaṁ gantvā pattaṁ disvā ‘‘ime kahāpaṇe gahetvā imaṁ dehī’’ti kahāpaṇe dāpetvā gahito, ayaṁ patto etasseva bhikkhuno na vaṭṭati dubbicāritattā, aññesaṁ pana vaṭṭati mūlassa asampaṭicchitattā.",
  "tika-vin05t11:9_1": "Mahāsumattherassa kira upajjhāyo anuruddhatthero nāma ahosi.",
  "tika-vin05t11:9_2": "So attano evarūpaṁ pattaṁ sappissa pūretvā saṅghassa nissajji.",
  "tika-vin05t11:9_3": "Tipiṭakacūḷanāgattherassa saddhivihārikānaṁ evarūpo patto ahosi.",
  "tika-vin05t11:9_4": "Taṁ theropi sappissa pūretvā saṅghassa nissajjāpesīti. Idaṁ akappiyapattacatukkaṁ.",
  "tika-vin05t11:10_0": "Sace pana rūpiyaṁ asampaṭicchitvā ‘‘therassa pattaṁ kiṇitvā dehī’’ti pahitakappiyakārakena saddhiṁ kammārakulaṁ gantvā pattaṁ disvā ‘‘ayaṁ mayhaṁ ruccatī’’ti vā ‘‘imāhaṁ gahessāmī’’ti vā vadati, kappiyakārako ca taṁ rūpiyaṁ datvā kammāraṁ saññāpeti, ayaṁ patto sabbakappiyo buddhānampi paribhogāraho.",
  "tika-vin05t11:10_1": "Imaṁ pana rūpiyasaṁvohāraṁ karontena ‘‘iminā imaṁ gahetvā dehī’’ti kappiyakārakampi ācikkhituṁ na vaṭṭati.",
  "tika-vin05t11:11_0": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t11:12_0": "Kayavikkayasamāpattivinicchayakathā samattā."
}