{
  "tika-vin04t8:0_0": "Pācittiyakaṇḍo",
  "tika-vin04t8:1_0": "1. Musāvādavaggo",
  "tika-vin04t8:2_0": "1. Musāvādasikkhāpadavaṇṇanā",
  "tika-vin04t8:3_0": "Pācittiyesu musāvādavaggassa paṭhame sampajānamusāvādeti pubbepi jānitvā vacanakkhaṇepi jānantasseva musāvādabhaṇane.",
  "tika-vin04t8:3_1": "Bhaṇanañca nāma idha abhūtassa vā bhūtataṁ, bhūtassa vā abhūtataṁ katvā kāyena vā vācāya vā viññāpanappayogo, nimittatthe cetaṁ bhummavacanaṁ.",
  "tika-vin04t8:3_2": "Tasmā yo sampajānamusāvādaṁ vadati, tassa taṁnimittaṁ taṁhetu tappaccayā pācittiyaṁ hotīti evamettha aññesu ca īdisesu attho veditabbo.",
  "tika-vin04t8:4_0": "Sāvatthiyaṁ hatthakaṁ sakyaputtaṁ ārabbha avajānitvā paṭijānanādivatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, uttarimanussadhammārocanatthaṁ musā bhaṇantassa pārājikaṁ, amūlakena pārājikena anuddhaṁsanatthaṁ saṅghādiseso, saṅghādisesena anuddhaṁsanatthaṁ pācittiyaṁ, ācāravipattiyā anuddhaṁsanatthaṁ dukkaṭaṁ, ‘‘yo te vihāre vasī’’tiādinā (pārā.",
  "tika-vin04t8:4_1": "220) pariyāyena uttarimanussadhammārocanatthaṁ paṭivijānantassa musā bhaṇite thullaccayaṁ, appaṭivijānantassa dukkaṭaṁ, kevalaṁ musā bhaṇantassa idha pācittiyaṁ.",
  "tika-vin04t8:4_2": "Anupadhāretvā sahasā bhaṇantassa, ‘‘aññaṁ bhaṇissāmī’’ti aññaṁ bhaṇantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:4_3": "Visaṁvādanapurekkhāratā, visaṁvādanacittena yamatthaṁ vattukāmo, tassa puggalassa viññāpanapayogo cāti imānettha dve aṅgāni.",
  "tika-vin04t8:4_4": "Samuṭṭhānādīni adinnādānasadisānīti.",
  "tika-vin04t8:5_0": "Musāvādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:6_0": "2. Omasavādasikkhāpadavaṇṇanā",
  "tika-vin04t8:7_0": "Dutiye omasavādeti ovijjhanavacane, jātināmagottakammasippaābādhaliṅgakilesaāpattiakkosesu bhūtena vā abhūtena vā yena kenaci pārājikaṁ āpannaṁ vā anāpannaṁ vā yaṁkiñci bhikkhuṁ yāya kāyaci vācāya vā hatthamuddāya vā anaññāpadesena akkosanavacane pācittiyanti attho.",
  "tika-vin04t8:8_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha omasanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tehiyeva dasahi akkosavatthūhi ‘‘santi idhekacce caṇḍālā’’tiādinā (pāci.",
  "tika-vin04t8:8_1": "26) nayena aññāpadesaṁ katvā akkosantassa, ‘‘corosi gaṇṭhibhedakosī’’tiādīhi pāḷimuttakapadehi akkosantassa, yathā tathā vā anupasampannaṁ akkosantassa ca dukkaṭaṁ.",
  "tika-vin04t8:8_2": "Idha bhikkhunīpi anupasampannasaṅkhyaṁ gacchati.",
  "tika-vin04t8:8_3": "Anakkositukāmassa kevalaṁ davakamyatāya vadato sabbattha dubbhāsitaṁ.",
  "tika-vin04t8:8_4": "Atthadhammaanusāsanipurekkhārānaṁ, ummattakādīnañca anāpatti.",
  "tika-vin04t8:8_5": "Yaṁ akkosati, tassa upasampannatā, anaññāpadesena jātiādīhi akkosanaṁ, ‘‘maṁ akkosatī’’ti jānanā, atthapurekkhāratādīnaṁ abhāvoti imānettha cattāri aṅgāni.",
  "tika-vin04t8:8_6": "Samuṭṭhānādīni adinnādānasadisāni, vedanā pana idha dukkhāti.",
  "tika-vin04t8:9_0": "Omasavādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:10_0": "3. Pesuññasikkhāpadavaṇṇanā",
  "tika-vin04t8:11_0": "Tatiye bhikkhupesuññeti bhikkhussa pesuññe, jātiādīhi akkosavatthūhi bhikkhū akkosantassa bhikkhuno sutvā vacanaṁ bhikkhuno piyakamyatāya vā bhedādhippāyena vā yo akkuddho, tassa bhikkhussa kāyena vā vācāya vā upasaṁhaṭe tasmiṁ pesuññakaraṇavacane pācittiyanti attho.",
  "tika-vin04t8:12_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha pesuññaupasaṁharaṇavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, vuttanayeneva aññāpadesena akkosantassa vacanūpasaṁhāre vā pāḷimuttakaakkosūpasaṁhāre vā anupasampannassa ca upasaṁhāre dukkaṭaṁ.",
  "tika-vin04t8:12_1": "Idhāpi bhikkhunī anupasampannaṭṭhāne ṭhitā.",
  "tika-vin04t8:12_2": "Na piyakamyatāya, na bhedādhippāyena kevalaṁ pāpagarahitāya vadantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:12_3": "Jātiādīhi anaññāpadesena akkosantassa bhikkhuno sutvā vacanaṁ bhikkhussa upasaṁharaṇaṁ, piyakamyatābhedādhippāyesu aññataratā , tassa vijānanāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:12_4": "Samuṭṭhānādīni adinnādānasadisānevāti.",
  "tika-vin04t8:13_0": "Pesuññasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:14_0": "4. Padasodhammasikkhāpadavaṇṇanā",
  "tika-vin04t8:15_0": "Catutthe padaso dhammaṁ vāceyyāti saṅgītittayaṁ anāruḷhampi rājovādatikkhindriyacatuparivattananandopanandakulumpasuttamaggakathādidhammañca saṅgītittayamāruḷhaṁ tipiṭakadhammañca padaṁ padaṁ vāceyya, padānupadaanvakkharaanubyañjanesu ekekaṁ koṭṭhāsanti attho.",
  "tika-vin04t8:15_1": "Pācittiyanti etesu padādīsu bhikkhuñca bhikkhuniñca ṭhapetvā yaṁkañci koṭṭhāsaṁ avasesapuggalehi saddhiṁ ekato bhaṇantassa padādigaṇanāya pācittiyaṁ.",
  "tika-vin04t8:16_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha padaso dhammavācanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ.",
  "tika-vin04t8:16_1": "Upasampanne anupasampannasaññino vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:16_2": "Anupasampannena saddhiṁ ekato uddesaggahaṇe, sajjhāyakaraṇe, tassa santike uddesaggahaṇe, yebhuyyena paguṇaganthaṁ bhaṇantassa, osārentassa ca khalitaṭṭhāne ‘‘evaṁ bhaṇāhī’’ti vacane ca ekato bhaṇantassāpi, ummattakādīnañca anāpatti.",
  "tika-vin04t8:16_3": "Anupasampannatā, vuttalakkhaṇaṁ dhammaṁ padaso vācanatā, ekato osāpanañcāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:16_4": "Padasodhammasamuṭṭhānaṁ, kiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:17_0": "Padasodhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:18_0": "5. Paṭhamasahaseyyasikkhāpadavaṇṇanā",
  "tika-vin04t8:19_0": "Pañcame anupasampannenāti bhikkhuṁ ṭhapetvā antamaso pārājikavatthubhūtena tiracchānagatenāpi.",
  "tika-vin04t8:19_1": "Uttaridirattatirattanti dvinnaṁ vā tiṇṇaṁ vā rattīnaṁ upari.",
  "tika-vin04t8:19_2": "Sahaseyyanti sabbacchannaparicchanne yebhuyyena channaparicchanne vā senāsane pubbāpariyena vā ekakkhaṇena vā ekato nipajjanaṁ.",
  "tika-vin04t8:19_3": "Kappeyyāti vidaheyya sampādeyya.",
  "tika-vin04t8:19_4": "Tattha chadanaṁ anāhacca diyaḍḍhahatthubbedhena pākārādinā paricchinnampi sabbaparicchannamicceva veditabbaṁ, tasmā iminā lakkhaṇena samannāgato sacepi sattabhūmiko pāsādo ekūpacāro hoti, satagabbhaṁ vā catusālaṁ, yo tattha vā aññattha vā tādise tena vā aññena vā anupasampannena saha tisso rattiyo sayitvā catutthadivase atthaṅgate sūriye anupasampanne nipanne gabbhadvāraṁ pidhāya vā apidhāya vā nipajjati, paṭhamanipanno vā tasmiṁ nipajjante na vuṭṭhāti, tassa ubhinnaṁ uṭṭhahitvā nipajjanappayogagaṇanāya anupasampannagaṇanāya ca pācittiyaṁ.",
  "tika-vin04t8:19_5": "Ayamettha saṅkhepo, vitthāro pana samantapāsādikāyaṁ (pāci. aṭṭha. 51) sabbappakārato vutto.",
  "tika-vin04t8:20_0": "Āḷaviyaṁ sambahule bhikkhū ārabbha anupasampannena sahaseyyavatthusmiṁ paññattaṁ, ‘‘uttaridirattatiratta’’nti ayamettha anupaññatti, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, upasampanne anupasampannasaññino vematikassa vā upaddhacchannaparicchannādīsu ca dukkaṭaṁ.",
  "tika-vin04t8:20_1": "Ūnakadirattatirattaṁ vasantassa, tatiyāya rattiyā purāruṇā nikkhamitvā puna vasantassa, sabbacchannasabbāparicchannādīsu vasantassa, itarasmiṁ nisinne nipajjantassa, nipanne vā nisīdantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:20_2": "Pācittiyavatthukasenāsanaṁ, tattha anupasampannena saha nipajjanaṁ, catutthadivase sūriyatthaṅgamananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:20_3": "Samuṭṭhānādīni eḷakalomasadisānevāti.",
  "tika-vin04t8:21_0": "Paṭhamasahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:22_0": "6. Dutiyasahaseyyasikkhāpadavaṇṇanā",
  "tika-vin04t8:23_0": "Chaṭṭhe mātugāmenāti antamaso tadahujātāyapi manussitthiyā.",
  "tika-vin04t8:23_1": "Dissamānarūpā pana yakkhipetiyo paṇḍako methunavatthubhūtā ca tiracchānitthiyo idha dukkaṭavatthukā honti.",
  "tika-vin04t8:24_0": "Sāvatthiyaṁ āyasmantaṁ anuruddhattheraṁ ārabbha mātugāmena sahaseyyavatthusmiṁ paññattaṁ, sesaṁ anantarasikkhāpade vuttanayeneva veditabbaṁ aññatra rattiparicchedā, tatra hi catutthadivase āpatti, idha pana paṭhamadivasepīti.",
  "tika-vin04t8:25_0": "Dutiyasahaseyyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:26_0": "7. Dhammadesanāsikkhāpadavaṇṇanā",
  "tika-vin04t8:27_0": "Sattame uttarichappañcavācāhītiettha eko gāthāpādo ekā vācāti evaṁ sabbattha vācāpamāṇaṁ veditabbaṁ.",
  "tika-vin04t8:27_1": "Dhammaṁ deseyyāti padasodhammasikkhāpade vuttalakkhaṇaṁ dhammaṁ vā aṭṭhakathādhammaṁ vā bhāseyya.",
  "tika-vin04t8:27_2": "Aññatra viññunā purisaviggahenāti vinā viññunā purisena.",
  "tika-vin04t8:27_3": "Manussaviggahaṁ gahetvā ṭhitena pana yakkhena vā petena vā tiracchānena vā saddhiṁ ṭhitāyapi dhammaṁ desetuṁ na vaṭṭati.",
  "tika-vin04t8:27_4": "Pācittiyanti dutiyāniyate vuttalakkhaṇena manussena vinā viññumanussitthiyā channaṁ vācānaṁ upari padādivasena dhammaṁ desentassa padādigaṇanāya, bahūnaṁ desayato mātugāmagaṇanāya ca pācittiyaṁ.",
  "tika-vin04t8:28_0": "Sāvatthiyaṁ udāyittheraṁ ārabbha mātugāmassa dhammadesanāvatthusmiṁ paññattaṁ, ‘‘aññatra viññunā’’ti ayamettha anupaññatti, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, amātugāme mātugāmasaññino vematikassa vā yakkhipetipaṇḍakamanussaviggahatiracchānitthīnaṁ desentassa ca dukkaṭaṁ.",
  "tika-vin04t8:28_1": "Chahi vācāhi, tato vā oraṁ desentassa, vuttalakkhaṇe vā purise sati, sayaṁ vā uṭṭhāya, puna nisīditvā mātugāmassa vā uṭṭhahitvā puna nisinnassa, aññassa vā mātugāmassa desayato, ‘‘dīghanikāyo nāma bhante kimatthiyo’’ti evaṁ pana puṭṭhe sabbampi dīghanikāyaṁ desentassa, aññassatthāya vuccamānaṁ mātugāme suṇante, ummattakādīnañca anāpatti.",
  "tika-vin04t8:28_2": "Vuttalakkhaṇassa dhammassa channaṁ vācānaṁ upari desanā, vuttalakkhaṇo mātugāmo, iriyāpathaparivattābhāvo, kappiyakārakassābhāvo, apañhāvissajjanāti imānettha pañca aṅgāni.",
  "tika-vin04t8:28_3": "Samuṭṭhānādīni padasodhammasadisāneva, kevalaṁ idha kiriyākiriyaṁ hotīti.",
  "tika-vin04t8:29_0": "Dhammadesanāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:30_0": "8. Bhūtārocanasikkhāpadavaṇṇanā",
  "tika-vin04t8:31_0": "Aṭṭhame uttarimanussadhammanti catutthapārājike vuttalakkhaṇaṁ uttarimanussānaṁ jhāyīnañceva ariyānañca dhammaṁ.",
  "tika-vin04t8:31_1": "Bhūtasmiṁ pācittiyanti attani jhānādidhamme sati taṁ bhikkhuñca bhikkhuniñca ṭhapetvā aññassa ārocayato pācittiyaṁ.",
  "tika-vin04t8:32_0": "Vesāliyaṁ vaggumudātīriye bhikkhū ārabbha tesaṁ bhūtārocanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti , anāṇattikaṁ, nippariyāyena attani vijjamānaṁ jhānādidhammaṁ ārocentassa sace yassa āroceti, so anantarameva ‘‘ayaṁ jhānalābhī’’ti vā ‘‘ariyo’’ti vā yena kenaci ākārena tamatthaṁ jānāti, pācittiyaṁ. No ce jānāti, dukkaṭaṁ.",
  "tika-vin04t8:32_1": "Pariyāyena ārocitaṁ pana jānātu vā, mā vā, dukkaṭameva.",
  "tika-vin04t8:32_2": "Tathārūpe kāraṇe sati upasampannassa ārocayato, ādikammikassa ca anāpatti.",
  "tika-vin04t8:32_3": "Yasmā pana ariyānaṁ ummattakādibhāvo natthi, jhānalābhino pana tasmiṁ sati jhānā parihāyanti, tasmā te idha na gahitā.",
  "tika-vin04t8:32_4": "Uttarimanussadhammassa bhūtatā, anupasampannassa ārocanaṁ, taṅkhaṇavijānanā, anaññāpadesoti imānettha cattāri aṅgāni.",
  "tika-vin04t8:32_5": "Bhūtārocanasamuṭṭhānaṁ, kiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, kusalābyākatacittehi dvicittaṁ, sukhamajjhattavedanāhi dvivedananti.",
  "tika-vin04t8:33_0": "Bhūtārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:34_0": "9. Duṭṭhullārocanasikkhāpadavaṇṇanā",
  "tika-vin04t8:35_0": "Navame bhikkhussāti pārājikaṁ anajjhāpannassa.",
  "tika-vin04t8:35_1": "Duṭṭhullanti kiñcāpi dvinnaṁ āpattikkhandhānametaṁ adhivacanaṁ, idha pana saṅghādisesameva adhippetaṁ.",
  "tika-vin04t8:35_2": "Aññatra bhikkhusammutiyāti yaṁ saṅgho abhiṇhāpattikassa bhikkhuno āyatiṁ saṁvaratthāya āpattīnañca kulānañca pariyantaṁ katvā vā akatvā vā tikkhattuṁ apaloketvā katikaṁ karoti, taṁ ṭhapetvā, ayathākatikāya ‘‘ayaṁ asuciṁ mocetvā saṅghādisesaṁ āpanno’’tiādinā nayena vatthunā saddhiṁ āpattiṁ ghaṭetvā ārocentassa pācittiyaṁ.",
  "tika-vin04t8:36_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha duṭṭhullāpattiārocanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ , aduṭṭhullāya duṭṭhullasaññino vematikassa vā dukkaṭaṁ, avasese cha āpattikkhandhe, anupasampannassa purimapañcasikkhāpadavītikkamasaṅkhātaṁ duṭṭhullaṁ vā itaraṁ aduṭṭhullaṁ vā ajjhācāraṁ ārocentassāpi dukkaṭameva.",
  "tika-vin04t8:36_1": "Vatthumattaṁ vā āpattimattaṁ vā ārocentassa, bhikkhusammutiparicchedaṁ anatikkamitvā ārocentassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:36_2": "Vuttalakkhaṇassa bhikkhuno savatthuko saṅghādiseso, anupasampannassa ārocanaṁ, bhikkhusammutiyā abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:36_3": "Samuṭṭhānādīni adinnādānasadisāni, vedanā pana idha dukkhāyevāti.",
  "tika-vin04t8:37_0": "Duṭṭhullārocanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:38_0": "10. Pathavīkhaṇanasikkhāpadavaṇṇanā",
  "tika-vin04t8:39_0": "Dasame pathavinti duvidhā pathavī jātapathavī ajātapathavīti.",
  "tika-vin04t8:39_1": "Tattha jātapathavī suddhamissapuñjavasena tividhā, tattha suddhapathavī nāma pakatiyā suddhapaṁsu vā suddhamattikā vā.",
  "tika-vin04t8:39_2": "Missapathavī nāma yattha paṁsuto vā mattikāto vā pāsāṇasakkharakathalamarumbavālukāsu aññatarassa tatiyabhāgo hoti.",
  "tika-vin04t8:39_3": "Puñjapathavī nāma ‘‘atirekacātumāsaṁ ovaṭṭho paṁsupuñjo vā mattikāpuñjo vā’’ti (pāci.",
  "tika-vin04t8:39_4": "86) vuttaṁ, vuttalakkhaṇena pana missakapuñjopi piṭṭhipāsāṇe ṭhitasukhumarajampi ca deve phusāyante sakiṁ tintaṁ catumāsaccayena tintokāso puñjapathavisaṅkhameva gacchati.",
  "tika-vin04t8:39_5": "Tividhāpi cesā pathavī uddhanapattapacanādivasena vā yathā tathā vā adaḍḍhā ‘jātapathavī’ti vuccati, daḍḍhā pana vuttappamāṇato adhikatarapāsāṇādimissā vā ajātapathavī nāma hoti, ko pana vādo suddhapāsāṇādibhedāya.",
  "tika-vin04t8:39_6": "Tattha yā ‘jātapathavī’ti vuttā, ayaṁ akappiyapathavī.",
  "tika-vin04t8:39_7": "Yo bhikkhu taṁ evarūpaṁ pathaviṁ sayaṁ khaṇati, khaṇanabhedanavilekhanapacanādīhi vikopeti, tassa payogagaṇanāya pācittiyaṁ.",
  "tika-vin04t8:39_8": "Yo pana khaṇāpeti, vuttanayeneva vikopāpeti, tassa ‘‘imaṁ padesa’’nti vā ‘‘imaṁ pathavi’’nti vā evaṁ niyametvā ‘‘khaṇa, bhindā’’tiādinā nayena āṇāpentassa āṇattiyā dukkaṭaṁ, sakiṁ āṇatte divasampi khaṇante āṇāpakassa ekameva pācittiyaṁ, sace itaro punappunaṁ āṇāpeti, vācāya vācāya pācittiyaṁ.",
  "tika-vin04t8:40_0": "Āḷaviyaṁ āḷavake bhikkhū ārabbha pathavikhaṇanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sāṇattikaṁ, pathaviyā vematikassa, apathaviyā pathavisaññino ceva vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:40_1": "Okāsaṁ aniyametvā ‘‘pokkharaṇiṁ khaṇa, āvāṭaṁ khaṇa, kandaṁ khaṇā’’tiādīni bhaṇantassa, ātapena sussitvā phalitakaddamaṁ vā gokaṇṭakaṁ vā heṭṭhā pathaviyā asambaddhaṁ bhijjitvā patitanaditaṭaṁ vā mahantampi naṅgalacchinnamattikāpiṇḍantievamādīni sabbañca ajātapathaviṁ vikopentassa, ‘‘imassa thambhassa āvāṭaṁ jāna , mattikaṁ dehi, mattikaṁ āhara, paṁsunā me attho, mattikaṁ kappiyaṁ karohī’’ti bhaṇantassa, asañcicca rukkhādipavaṭṭanena bhindantassa, asatiyā pādaṅguṭṭhakādīhi vilekhantassa, jātapathavibhāvaṁ vā, ‘‘khaṇāmi vā aha’’nti ajānantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:40_2": "Jātapathavī, pathavisaññitā, khaṇanakhaṇāpanānaṁ aññataranti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:40_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana paṇṇattivajjaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:41_0": "Pathavīkhaṇanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:42_0": "Musāvādavaggo paṭhamo.",
  "tika-vin04t8:43_0": "2. Bhūtagāmavaggo",
  "tika-vin04t8:44_0": "1. Bhūtagāmasikkhāpadavaṇṇanā",
  "tika-vin04t8:45_0": "Bhūtagāmavaggassa paṭhame bhūtagāmapātabyatāyāti ettha bhavanti ahesuñcāti bhūtā, jāyanti vaḍḍhanti jātā vaḍḍhitā cāti attho.",
  "tika-vin04t8:45_1": "Gāmoti rāsi, bhūtānaṁ gāmo, bhūtā eva vā gāmoti bhūtagāmo, patiṭṭhitaharitatiṇarukkhādīnametaṁ adhivacanaṁ.",
  "tika-vin04t8:45_2": "Pātabyassa bhāvo pātabyatā, chedanabhedanādīhi yathāruci paribhuñjitabbatāti attho, tassaṁ bhūtagāmapātabyatāya, nimittatthe cetaṁ bhummavacanaṁ, bhūtagāmapātabyatāhetu bhūtagāmassa chedanādipaccayā pācittiyanti attho.",
  "tika-vin04t8:45_3": "Tasmā yo bhikkhu pathaviudakapākārādīsu yatthakatthaci jātaṁ asukkhaṁ antamaso atisukhumatiṇampi sāsapabījakasevālampi uddharaṇacchedanavijjhanādīhi vikopeti vā pathavikhaṇane vuttanayena vikopāpeti vā pācittiyaṁ āpajjati.",
  "tika-vin04t8:46_0": "Āḷaviyaṁ āḷavake bhikkhū ārabbha rukkhachindanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sāṇattikaṁ, bhūtagāmato viyojitamūlabījakhandhabījaphalubījaaggabījabījabījānaṁ aññataraṁ bhājanagataṁ vā rāsikataṁ vā bhūmiyaṁ ropitampi nikkhantamūlamattaṁ vā nikkhantaaṅkuramattaṁ vā sacepissa vidatthimattā pattavaṭṭi niggacchati, anikkhante vā mūle nikkhante vā mūle yāva aṅkuro harito na hoti, tāva taṁ vikopentassa dukkaṭaṁ, tathā bhūtagāmabījagāme vematikassa, abhūtagāmabījagāme bhūtagāmabījagāmasaññino ceva vematikassa ca.",
  "tika-vin04t8:46_1": "Ubhayattha pana atathāsaññissa, ummattakādīnañca anāpatti, asañcicca asatiyā ajānitvā vā vikopentassa, ‘imaṁ rukkha’nti evaṁ aniyametvā ‘‘rukkhaṁ chinda, valliṁ chindā’’tiādīni bhaṇantassa, ‘‘imaṁ pupphaṁ vā phalaṁ vā jāna, imaṁ dehi, imaṁ āhara, iminā me attho, imaṁ kappiyaṁ karohī’’ti bhaṇantassa ca anāpatti.",
  "tika-vin04t8:46_2": "Evaṁ kappiyavacanena bhūtagāmato viyojitaṁ pana bījajātaṁ puna pi ‘‘kappiyaṁ karohī’’ti kāretvāva paribhuñjitabbaṁ.",
  "tika-vin04t8:46_3": "Evañhissa bījagāmaparimocanampi kataṁ hoti.",
  "tika-vin04t8:47_0": "Kappiyaṁ karontena pana agginā vā nakhena vā satthena vā kattabbaṁ, agginā karontena ca yena kenaci agginā ekadese phusantena ‘kappiya’nti vatvāva kātabbaṁ.",
  "tika-vin04t8:47_1": "Satthena karontena yassa kassaci tikhiṇasatthassa antamaso sūcinakhacchedanādīnampi tuṇḍena vā dhārāya vā vedhaṁ vā chedaṁ vā dassentena tatheva kātabbaṁ.",
  "tika-vin04t8:47_2": "Nakhena karontena ṭhapetvā gomahiṁsādīnaṁ khure yena kenaci apūtinā manussānaṁ vā tiracchānānaṁ vā nakhena antamaso chinditvā āhaṭenāpi satthe vuttanayeneva kātabbaṁ.",
  "tika-vin04t8:47_3": "Tattha sacepi bījānaṁ pabbatamatto rāsi, rukkhasahassaṁ vā chinditvā ekābaddhaṁ, ucchūnaṁ vā mahābhāro bandhitvā ṭhapito hoti, ekasmiṁ bīje vā rukkhasākhāya vā ucchumhi vā kappiye kate sabbaṁ kataṁ hoti.",
  "tika-vin04t8:47_4": "Ucchuṁ ‘‘kappiyaṁ karissāmī’’ti tehi saddhiṁ baddhaṁ dārukaṁ vijjhati, vaṭṭatiyeva.",
  "tika-vin04t8:47_5": "Sace pana yāya valliyā bhāro baddho, taṁ vijjhati, na vaṭṭati.",
  "tika-vin04t8:47_6": "Maricapakkādīhi missetvā bhattaṁ āharanti, ‘‘kappiyaṁ karohī’’ti vutte sacepi bhattasitthe vijjhati, vaṭṭatiyeva, tilataṇḍulesupi eseva nayo.",
  "tika-vin04t8:47_7": "Yāguyā pakkhittāni pana ekābaddhāni hutvā na santiṭṭhanti, tattha ekekaṁ vijjhitvāva kātabbaṁ.",
  "tika-vin04t8:47_8": "Kapiṭṭhaphalādīnaṁ anto miñjaṁ kaṭāhaṁ muñcitvā sañcarati, bhindāpetvā kappiyaṁ kāretabbaṁ.",
  "tika-vin04t8:47_9": "Ekābaddhā ce, kaṭāhepi kātuṁ vaṭṭati.",
  "tika-vin04t8:47_10": "Yaṁ pana phalaṁ taruṇaṁ hoti abījaṁ yañca nibbattabījaṁ bījaṁ apanetvā paribhuñjitabbaṁ, tattha kappiyakaraṇakiccaṁ natthi.",
  "tika-vin04t8:47_11": "Bhūtagāmo, bhūtagāmasaññitā, vikopanaṁ vā vikopāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:47_12": "Samuṭṭhānādīni pathavikhaṇanasadisānevāti.",
  "tika-vin04t8:48_0": "Bhūtagāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:49_0": "2. Aññavādakasikkhāpadavaṇṇanā",
  "tika-vin04t8:50_0": "Dutiye yamatthaṁ saṅghamajjhe vinayadharo pucchati, tato aññaṁ vadatīti aññavādako, aññenaññaṁ paṭicaraṇassetaṁ nāmaṁ.",
  "tika-vin04t8:50_1": "Vihesatīti vihesako, tuṇhībhāvassetaṁ nāmaṁ, tasmiṁ aññavādake vihesake.",
  "tika-vin04t8:50_2": "Pācittiyanti vatthudvaye pācittiyadvayaṁ vuttaṁ.",
  "tika-vin04t8:50_3": "Tasmā yo bhikkhu sāvasesaṁ āpattiṁ āpanno saṅghamajjhe anuyuñjiyamāno taṁ na kathetukāmo aññena vacanena aññaṁ chādento tathā tathā vikkhipati, yo ca tuṇhībhāvena viheseti, tesaṁ yaṁ bhagavatā aññavādakakammañceva vihesakakammañca anuññātaṁ, tasmiṁ saṅghena kate puna tathā karontānaṁ pācittiyaṁ.",
  "tika-vin04t8:51_0": "Kosambiyaṁ channattheraṁ ārabbha aññenaññaṁ paṭicaraṇavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, dhammakamme tikapācittiyaṁ, adhammakamme tikadukkaṭaṁ, anāropite pana aññavādake vā vihesake vā tathā karontassa dukkaṭameva.",
  "tika-vin04t8:51_1": "Āpattiṁ āpannabhāvaṁ vā ajānantassa ‘‘kiṁ tumhe bhaṇathā’’ti pucchato, gelaññena vā, ‘‘saṅghassa bhaṇḍanādīni vā bhavissanti, adhammena vā vaggena vā nakammārahassa vā kammaṁ karissantī’’ti iminā adhippāyena na kathentassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:51_2": "Dhammakammena āropitatā, āpattiyā vā vatthunā vā anuyuñjiyamānatā, chādetukāmatāya aññenaññaṁ paṭicaraṇaṁ vā tuṇhībhāvo vāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:51_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana siyā kiriyaṁ, siyā akiriyaṁ, dukkhavedanañca hotīti.",
  "tika-vin04t8:52_0": "Aññavādakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:53_0": "3. Ujjhāpanakasikkhāpadavaṇṇanā",
  "tika-vin04t8:54_0": "Tatiye yena vacanena ujjhāpenti ‘‘chandāya itthannāmo idaṁ nāma karotī’’tiādīni vadantā upasampannaṁ saṅghena sammataṁ senāsanapaññāpakādibhedaṁ tassa ayasakāmā hutvā bhikkhūhi avajānāpenti, avaññāya olokāpenti, lāmakato vā cintāpenti, taṁ vacanaṁ ujjhāpanakaṁ.",
  "tika-vin04t8:54_1": "Yena ca tatheva vadantā khiyyanti, sabbattha tassa avaṇṇaṁ pakāsenti, taṁ khiyyanakaṁ, tasmiṁ ujjhāpanake khiyyanake.",
  "tika-vin04t8:54_2": "Pācittiyanti vatthudvaye pācittiyadvayaṁ vuttaṁ.",
  "tika-vin04t8:54_3": "Tasmā yo sammatassa bhikkhuno ayasakāmatāya upasampannassa vadanto ujjhāpeti vā khiyyati vā, tassa pācittiyaṁ hoti.",
  "tika-vin04t8:55_0": "Rājagahe mettiyabhūmajake bhikkhū ārabbha ujjhāpanakhiyyanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, yaṁ tassa upasampannassa sammutikammaṁ kataṁ, tasmiṁ dhammakamme tikapācittiyaṁ, adhammakamme tikadukkaṭaṁ, anupasampannassa pana santike tathā bhaṇantassa, asammatassa ca avaṇṇaṁ yassa kassaci santike bhaṇantassa, anupasampannassa pana sammatassa vā asammatassa vā avaṇṇaṁ yassa kassacideva santike bhaṇantassa ca dukkaṭameva.",
  "tika-vin04t8:55_1": "Pakatiyāva chandādivasena karontaṁ ujjhāpentassa vā khiyyantassa vā, ummattakādīnañca anāpatti.",
  "tika-vin04t8:55_2": "Dhammakammena sammatatā, upasampannatā, agatigamanābhāvo, tassa avaṇṇakāmatā, yassa santike vadati, tassa upasampannatā, ujjhāpanaṁ vā khiyyanaṁ vāti imānettha cha aṅgāni.",
  "tika-vin04t8:55_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedanamevāti.",
  "tika-vin04t8:56_0": "Ujjhāpanakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:57_0": "4. Paṭhamasenāsanasikkhāpadavaṇṇanā",
  "tika-vin04t8:58_0": "Catutthe saṅghikanti saṅghassa santakaṁ.",
  "tika-vin04t8:58_1": "Mañcādīsu yokoci mañcasaṅkhepena kato sabbopi mañcoyeva, pīṭhepi eseva nayo.",
  "tika-vin04t8:58_2": "Yena kenaci pana coḷena vā kappiyacammena vā chaviṁ katvā ṭhapetvā manussalomaṁ tālīsapattañca yehi kehici lomapaṇṇatiṇavākacoḷehi pūretvā katasenāsanaṁ bhisīti vuccati.",
  "tika-vin04t8:58_3": "Tattha nisīditumpi nipajjitumpi vaṭṭati, pamāṇaparicchedopi cettha natthi.",
  "tika-vin04t8:58_4": "Kocchaṁ pana vākausīramuñjapabbajādīnaṁ aññataramayaṁ anto saṁvellitvā baddhaṁ heṭṭhā ca upari ca vitthataṁ paṇavasaṇṭhānaṁ majjhe sīhacammādiparikkhittaṁ hoti, akappiyacammaṁ nāmettha natthi.",
  "tika-vin04t8:58_5": "Senāsanañhi sovaṇṇamayampi vaṭṭati.",
  "tika-vin04t8:58_6": "Ajjhokāseti ettha ye avassikasaṅketā vassānamāsāti evaṁ asaññitā aṭṭha māsā, te ṭhapetvā itaresu catūsu māsesu sacepi devo na vassati.",
  "tika-vin04t8:58_7": "Tathāpi pakatiajjhokāse ca ovassakamaṇḍape ca santharituṁ na vaṭṭati.",
  "tika-vin04t8:58_8": "Yattha pana hemante vassati, tattha aparepi cattāro māse na vaṭṭati.",
  "tika-vin04t8:58_9": "Gimhe pana sabbattha vigatavalāhakaṁ visuddhaṁ nabhaṁ hoti, tasmā tadā kenacideva karaṇīyena gacchati, vaṭṭati.",
  "tika-vin04t8:58_10": "Kākādīnaṁ nibaddhavāsarukkhamūle pana kadācipi na vaṭṭati.",
  "tika-vin04t8:58_11": "Iti yattha ca yadā ca santharituṁ na vaṭṭati, taṁ sabbamidha ajjhokāsasaṅkhameva gatanti veditabbaṁ.",
  "tika-vin04t8:59_0": "Santharitvāti tathārūpe ṭhāne attano vā parassa vā atthāya santharitvā.",
  "tika-vin04t8:59_1": "Aññassatthāya santhatampi hi yāva so tattha na nisīdati, ‘gaccha tva’nti vā na bhaṇati, tāva santhārakasseva bhāro.",
  "tika-vin04t8:59_2": "Santharāpetvāti anupasampannena santharāpetvā.",
  "tika-vin04t8:59_3": "Etadeva hi tassa palibodho hoti, upasampannena santhataṁ santhārakasseva bhāro, tañca kho yāva āṇāpako tattha na nisīdati, ‘gaccha tva’nti vā na bhaṇati.",
  "tika-vin04t8:59_4": "Yasmiñhi attanā santharāpite vā pakatisanthate vā upasampanno nisīdati, sabbaṁ taṁ nisinnasseva bhāro, tasmā santharāpitantveva saṅkhaṁ gacchati.",
  "tika-vin04t8:59_5": "Taṁ pakkamanto neva uddhareyya, na uddharāpeyyāti attanā vā uddharitvā patirūpe ṭhāne na ṭhapeyya, parena vā tathā na kārāpeyya.",
  "tika-vin04t8:59_6": "Anāpucchaṁ vā gaccheyyāti yo bhikkhu vā sāmaṇero vā ārāmiko vā lajjī hoti, attano palibodhaṁ viya maññati, tathārūpaṁ anāpucchitvā taṁ senāsanaṁ tassa aniyyātetvā nirapekkho gacchati, thāmamajjhimassa purisassa leḍḍupātaṁ atikkameyya, tassa ekena pādena leḍḍupātātikkame dukkaṭaṁ, dutiyapādātikkame pācittiyaṁ.",
  "tika-vin04t8:59_7": "Bhojanasālāya ṭhito pana ‘‘asukasmiṁ nāma divāvihāraṭṭhāne paññapetvā gacchāhī’’ti pesetvā tato nikkhamitvā aññattha gacchanto pāduddhārena kāretabbo.",
  "tika-vin04t8:60_0": "Sāvatthiyaṁ sambahule bhikkhū ārabbha santhataṁ anuddharitvā anāpucchaṁ pakkamanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, puggalike tikadukkaṭaṁ, cimilikaṁ vā uttarattharaṇaṁ vā bhūmattharaṇaṁ vā taṭṭikaṁ vā cammakkhaṇḍaṁ vā pādapuñchanaṁ vā phalakapīṭhaṁ vā yaṁ vā panaññaṁ kañci dārubhaṇḍaṁ mattikābhaṇḍaṁ antamaso pattādhārakampi vuttalakkhaṇe ajjhokāse ṭhapetvā gacchantassa dukkaṭameva.",
  "tika-vin04t8:60_1": "Āraññakena pana asati anovassake sabbaṁ rukkhe laggetvāpi yathā vā upacikāhi na khajjati, evaṁ katvāpi gantuṁ vaṭṭati.",
  "tika-vin04t8:60_2": "Abbhokāsikena pana cīvarakuṭikaṁ katvāpi rakkhitabbaṁ.",
  "tika-vin04t8:60_3": "Attano santake, vissāsikapuggalike, uddharaṇādīni katvā gamane, otāpentassa, ‘‘āgantvā uddharissāmī’’ti gacchato, vuḍḍhatarā uṭṭhāpenti, amanusso tattha nisīdati, koci issaro gaṇhāti, sīhādayo taṁ ṭhānaṁ āgantvā tiṭṭhanti, evaṁ senāsanaṁ palibuddhaṁ hoti, tathā palibuddhe vā senāsane, jīvitabrahmacariyantarāyakarāsu āpadāsu vā gacchantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:60_4": "Mañcādīnaṁ saṅghikatā, vuttalakkhaṇe dese santharaṇaṁ vā santharāpanaṁ vā, apalibuddhatā, āpadāya abhāvo, nirapekkhatā, leḍḍupātātikkamoti imānettha cha aṅgāni.",
  "tika-vin04t8:60_5": "Samuṭṭhānādīni paṭhamakathinasadisāneva, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:61_0": "Paṭhamasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:62_0": "5. Dutiyasenāsanasikkhāpadavaṇṇanā",
  "tika-vin04t8:63_0": "Pañcame vihāreti gabbhe vā aññatarasmiṁ vā sabbaparicchanne vuttasenāsane.",
  "tika-vin04t8:63_1": "Seyyanti seyyā nāma bhisī cimilikā uttarattharaṇaṁ bhūmattharaṇaṁ taṭṭikā cammakkhaṇḍo nisīdanaṁ paccattharaṇaṁ tiṇasanthāro paṇṇasanthāroti vuttaṁ.",
  "tika-vin04t8:63_2": "Tattha cimilikā nāma parikammakatāya bhūmiyā vaṇṇānurakkhaṇatthaṁ katā.",
  "tika-vin04t8:63_3": "Uttarattharaṇaṁ nāma mañcapīṭhādīnaṁ upari attharitabbayuttakaṁ paccattharaṇaṁ.",
  "tika-vin04t8:63_4": "Bhūmattharaṇaṁ nāma cimilikāya sati tassā upari, asati suddhabhūmiyaṁ attharitabbā kaṭasārakādi vikati.",
  "tika-vin04t8:63_5": "Taṭṭikā nāma tālapaṇṇādīhi katataṭṭikā.",
  "tika-vin04t8:63_6": "Cammakkhaṇḍo nāma yaṁkiñci cammaṁ, sīhacammādīnañhi pariharaṇeyeva parikkhepo, senāsanaparibhoge pana akappiyacammaṁ nāma natthi.",
  "tika-vin04t8:63_7": "Paccattharaṇaṁ nāma pāvāro kojavoti ettakameva, sesaṁ pākaṭameva.",
  "tika-vin04t8:63_8": "Iti imāsu dasasu seyyāsu ekampi seyyaṁ attano vassaggena gahetvā vuttalakkhaṇe vihāre santharitvā vā santharāpetvā vā yo bhikkhu disaṁgamiko yathā ṭhapitaṁ upacikāhi na khajjati, tathā ṭhapanavasena neva uddhareyya, na uddharāpeyya, purimasikkhāpade vuttanayena anāpucchaṁ vā gaccheyya, tassa parikkhittassa ārāmassa parikkhepaṁ, aparikkhittassa upacāraṁ atikkamantassa paṭhamapāde dukkaṭaṁ, dutiyapāde pācittiyaṁ.",
  "tika-vin04t8:63_9": "Yattha pana upacikāsaṅkā natthi, tato anāpucchāpi gantuṁ vaṭṭati, āpucchanaṁ pana vattaṁ.",
  "tika-vin04t8:64_0": "Sāvatthiyaṁ sattarasavaggiye bhikkhū ārabbha saṅghike vihāre seyyaṁ santharitvā anuddharitvā anāpucchā pakkamanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, puggalike tikadukkaṭaṁ, vuttalakkhaṇassa pana vihārassa upacāre bahi āsanne upaṭṭhānasālāya vā aparicchannamaṇḍape vā paricchanne vāpi bahūnaṁ sannipātabhūte rukkhamūle vā santharitvā vā santharāpetvā vā, mañcapīṭhañca vihāre vā vuttappakāre vihārūpacāre vā santharitvā vā santharāpetvā vā uddharaṇādīni akatvā gacchantassa dukkaṭameva.",
  "tika-vin04t8:64_1": "Attano santake, vissāsikapuggalike, uddharaṇādīni katvā, purimanayeneva palibuddhaṁ chaḍḍetvā gamane, yo ca ‘‘ajjeva āgantvā paṭijaggissāmī’’ti evaṁ sāpekkho nadipāraṁ vā gāmantaraṁ vā gantvā yatthassa gamanacittaṁ uppannaṁ, tattheva ṭhito kañci pesetvā vā āpucchati, nadipūrarājacorādīsu vā kenaci palibuddho na sakkoti paccāgantuṁ, tassa ca, āpadāsu ca, ummattakādīnañca anāpatti.",
  "tika-vin04t8:64_2": "Vuttalakkhaṇaseyyā , tassā saṅghikatā, vuttalakkhaṇe vihāre santharaṇaṁ vā santharāpanaṁ vā, apalibuddhatā, āpadāya abhāvo, anapekkhassa disāpakkamanaṁ , upacārasīmātikkamoti imānettha satta aṅgāni.",
  "tika-vin04t8:64_3": "Samuṭṭhānādīni anantarasikkhāpade vuttanayānevāti.",
  "tika-vin04t8:65_0": "Dutiyasenāsanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:66_0": "6. Anupakhajjasikkhāpadavaṇṇanā",
  "tika-vin04t8:67_0": "Chaṭṭhe jānanti ‘‘anuṭṭhāpanīyo aya’’nti jānanto, tenevassa padabhājane ‘‘vuḍḍho’ti jānāti, ‘gilāno’ti jānāti, ‘saṅghena dinno’ti jānātī’’ti (pāci. 121) vuttaṁ.",
  "tika-vin04t8:67_1": "Vuḍḍho hi attano vuḍḍhatāya anuṭṭhāpanīyo, gilāno gilānatāya, saṅgho pana bhaṇḍāgārikassa vā dhammakathikavinayadharagaṇavācakācariyānaṁ vā bahūpakārataṁ guṇavisiṭṭhatañca sallakkhetvā dhuvavāsatthāya vihāraṁ sallakkhetvā sammannitvā deti, tasmā yassa saṅghena dinno, sopi anuṭṭhāpanīyo.",
  "tika-vin04t8:67_2": "Pubbupagatanti pubbaṁ upagataṁ.",
  "tika-vin04t8:67_3": "Anupakhajjāti mañcapīṭhānaṁ vā tassa vā bhikkhuno pavisantassa vā nikkhamantassa vā upacāraṁ anupavisitvā.",
  "tika-vin04t8:67_4": "Tattha mañcapīṭhānaṁ tāva mahallake vihāre samantā diyaḍḍho hattho upacāro, khuddake yato pahoti, tato diyaḍḍho hattho , tassa pana pavisantassa pādadhovanapāsāṇato yāva mañcapīṭhaṁ, nikkhamantassa mañcapīṭhato yāva passāvaṭṭhānaṁ, tāva upacāro.",
  "tika-vin04t8:67_5": "Seyyaṁ kappeyyāti tassa sambādhaṁ kattukāmatāya tasmiṁ upacāre dasasu seyyāsu ekampi santharantassa vā santharāpentassa vā dukkaṭaṁ, tattha nisīdantassa vā nipajjantassa vā pācittiyaṁ, dvepi karontassa dve pācittiyāni, punappunaṁ karontassa payogagaṇanāya pācittiyaṁ.",
  "tika-vin04t8:68_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha anupakhajja seyyakappanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, puggalike tikadukkaṭaṁ, vuttūpacārato vā bahi, upaṭṭhānasālādike vā, vihārassa upacāre vā, santharaṇasantharāpanesupi nisajjasayanesupi dukkaṭameva.",
  "tika-vin04t8:68_1": "Attano vā, vissāsikassa vā santake pana vihāre santharantassa, yo ca gilāno vā sītuṇhapīḷito vā pavisati, tassa ca, āpadāsu ca, ummattakādīnañca anāpatti.",
  "tika-vin04t8:68_2": "Saṅghikavihāratā, anuṭṭhāpanīyabhāvajānanaṁ, sambādhetukāmatā, upacāre nisīdanaṁ vā nipajjanaṁ vāti imānettha cattāri aṅgāni.",
  "tika-vin04t8:68_3": "Samuṭṭhānādīni paṭhamapārājikasadisāneva, idaṁ pana dukkhavedanamevāti.",
  "tika-vin04t8:69_0": "Anupakhajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:70_0": "7. Nikkaḍḍhanasikkhāpadavaṇṇanā",
  "tika-vin04t8:71_0": "Sattame kupitoti kuddho. Anattamanoti atuṭṭhacitto.",
  "tika-vin04t8:71_1": "Nikkaḍḍheyya vā nikkaḍḍhāpeyya vā pācittiyanti ettha ye anekabhūmakā pāsādā, anekakoṭṭhakāni vā catussālāni, tādisesu senāsanesu gahetvā antarā aṭṭhapetvā ekeneva payogena atikkāmentassa ekaṁ pācittiyaṁ, ṭhapetvā ṭhapetvā nānāpayogehi atikkāmentassa dvāragaṇanāya pācittiyāni, hatthena anāmasitvā ‘nikkhamā’ti vatvā vācāya nikkaḍḍhantassāpi eseva nayo.",
  "tika-vin04t8:71_2": "Nikkaḍḍhāpentassa pana ‘nikkaḍḍhā’ti āṇattamatte dukkaṭaṁ, sakiṁ āṇatte pana tasmiṁ bahukepi dvāre nikkhamante itarassa ekameva pācittiyaṁ.",
  "tika-vin04t8:71_3": "Sace pana ‘‘ettakāni dvārāni nikkaḍḍhāhī’’ti vā, ‘‘yāva mahādvāraṁ, tāva nikkaḍḍhāhī’’ti vā evaṁ niyametvā āṇatto hoti, dvāragaṇanāya pācittiyāni.",
  "tika-vin04t8:72_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha bhikkhuṁ saṅghikā vihārā nikkaḍḍhanavatthusmiṁ",
  "tika-vin04t8:73_0": "Paññattaṁ , sādhāraṇapaññatti, sāṇattikaṁ, tikapācittiyaṁ, puggalike tikadukkaṭaṁ, tassa parikkhāranikkaḍḍhane, upaṭṭhānasālādikā vihārūpacārā tassa vā tassa parikkhārassa vā nikkaḍḍhane, anupasampannassa pana anupasampannaparikkhārassa vā vihārā vā vihārūpacārā vā nikkaḍḍhane nikkaḍḍhāpane ca dukkaṭameva.",
  "tika-vin04t8:73_1": "Tañca kho asambaddhesu parikkhāresu parikkhāragaṇanāya veditabbaṁ.",
  "tika-vin04t8:73_2": "Attano vā, vissāsikassa vā santakā vihārā nikkaḍḍhane, sakalasaṅghārāmatopi bhaṇḍanakārakassa vā tassa parikkhārassa vā nikkaḍḍhane nikkaḍḍhāpane vā, attano vasanaṭṭhānato alajjissa, ummattakassa, na sammāvattantānaṁ antevāsikasaavihārikānaṁ, tesaṁ parikkhārassa vā nikkaḍḍhane ca, sayaṁ ummattakādīnañca anāpatti.",
  "tika-vin04t8:73_3": "Saṅghikavihāro , upasampannassa bhaṇḍanakārakabhāvādivinimuttatā, kopena nikkaḍḍhanaṁ vā nikkaḍḍhāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:73_4": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:74_0": "Nikkaḍḍhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:75_0": "8. Vehāsakuṭisikkhāpadavaṇṇanā",
  "tika-vin04t8:76_0": "Aṭṭhame uparivehāsakuṭiyāti upari acchannatalāya dvibhūmikakuṭiyā vā tibhūmikakuṭiyā vā, padabhājane pana idha adhippetaṁ kuṭiṁ dassetuṁ ‘‘majjhimassa purisassa asīsaghaṭṭā’’ti (pāci. 131) vuttaṁ.",
  "tika-vin04t8:76_1": "Āhaccapādakanti aṅge vijjhitvā pavesitapādakaṁ.",
  "tika-vin04t8:76_2": "Abhinisīdeyyāti abhibhavitvā ajjhottharitvā nisīdeyya, bhummatthe vā etaṁ upayogavacanaṁ, mañce vā pīṭhe vā nisīdeyya vā nipajjeyya vāti attho.",
  "tika-vin04t8:76_3": "Abhīti idaṁ pana padasobhaṇatthe upasaggamattameva, tasmā yo bhikkhu vuttalakkhaṇāya vehāsakuṭiyā sabbantimena paricchedena yāva pamāṇamajjhimassa purisassa sabbaso heṭṭhimāhi tulāhi sīsaṁ na ghaṭṭeti, ettakaṁ uccāya tulānaṁ upari ṭhapite āhaccapādake mañce vā pīṭhe vā nisīdati vā nipajjati vā, tassa anupakhajjasikkhāpade vuttanayena payogagaṇanāya pācittiyaṁ.",
  "tika-vin04t8:77_0": "Sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha uparivehāsakuṭiyā āhaccapādakaṁ mañcaṁ pīṭhaṁ sahasā abhinisīdanaabhinipajjanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, puggalike tikadukkaṭaṁ, attano vā, vissāsikassa vā santake vihāre, avehāsakuṭiyā, sīsaghaṭṭāya, yassa vā heṭṭhā dabbasambhārādīnaṁ nikkhittattā aparibhogaṁ hoti, uparitalaṁ vā padarasañcitaṁ sudhādiparikammakataṁ vā, tattha āhaccapādake nisīdantassa, yo ce tasmiṁ vehāsaṭṭhepi āhaccapādake ṭhito kiñci gaṇhāti vā laggati vā, yassa ca paṭāṇī dinnā hoti, pādasīsānaṁ upari āṇī pavesitā, tattha nisīdantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:77_1": "Saṅghiko vihāro, asīsaghaṭṭā vehāsakuṭi, heṭṭhā saparibhogaṁ , apaṭāṇidinne āhaccapādake nisīdanaṁ vā nipajjanaṁ vāti imānettha cattāri aṅgāni.",
  "tika-vin04t8:77_2": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t8:78_0": "Vehāsakuṭisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:79_0": "9. Mahallakavihārasikkhāpadavaṇṇanā",
  "tika-vin04t8:80_0": "Navame mahallakanti sassāmikaṁ. Vihāranti ullittāvallittaṁ.",
  "tika-vin04t8:80_1": "Yāva dvārakosātiettha dvārakoso nāma ukkaṭṭhaparicchedena piṭṭhasaṅghāṭassa sāmantā aḍḍhateyyahattho padeso.",
  "tika-vin04t8:80_2": "Aggaḷaṭṭhapanāyāti sakavāṭakassa dvārabandhassa niccalabhāvatthāya.",
  "tika-vin04t8:80_3": "Kavāṭañhi lahuparivattakaṁ vivaraṇakāle bhittiṁ āhanati, pidahanakāle dvārabandhaṁ.",
  "tika-vin04t8:80_4": "Tena āhanena bhitti kampati, tato mattikā calati, calitvā sithilā vā hoti patati vā, tenāha bhagavā ‘‘yāva dvārakosā aggaḷaṭṭhapanāyā’’ti.",
  "tika-vin04t8:80_5": "Tattha kiñcāpi ‘‘idaṁ nāma kattabba’’nti neva mātikāyaṁ, na padabhājane vuttaṁ, aṭṭhuppattiyaṁ pana ‘‘punappunaṁ chādāpesi, punappunaṁ lepāpesī’’ti (pāci.",
  "tika-vin04t8:80_6": "134) adhikārato yāva dvārakosā aggaḷaṭṭhapanāya punappunaṁ limpitabbo vā lepāpetabbo vāti evamattho daṭṭhabbo.",
  "tika-vin04t8:80_7": "Ālokasandhiparikammāyātiettha ālokasandhīti vātapānakavāṭakā vuccanti.",
  "tika-vin04t8:80_8": "Te vivaraṇakāle vidatthimattampi atirekampi bhittippadesaṁ paharanti, upacāro panettha sabbadisāsu labbhati, tasmā sabbadisāsu kavāṭavitthārappamāṇo okāso ālokasandhiparikammatthāya limpitabbo vā lepāpetabbo vāti ayamettha adhippāyo.",
  "tika-vin04t8:81_0": "Evaṁ lepakamme yaṁ kattabbaṁ, taṁ dassetvā idāni chadane kattabbaṁ dassetuṁ dvatticchadanassātiādimāha.",
  "tika-vin04t8:81_1": "Tattha dvatticchadanassa pariyāyanti chadanassa dvattipariyāyaṁ, pariyāyaṁ vuccati parikkhepo, parikkhepadvayaṁ vā parikkhepattayaṁ vā adhiṭṭhātabbanti attho.",
  "tika-vin04t8:81_2": "Appaharite ṭhitenāti aharite ṭhitena.",
  "tika-vin04t8:81_3": "Haritanti cettha sattadhaññādibhedaṁ pubbaṇṇaṁ, muggamāsatilakulatthaalābukumbhaṇḍādibhedañca aparaṇṇaṁ adhippetaṁ.",
  "tika-vin04t8:81_4": "Yaṁ tasmiṁ khette vuttaṁ na tāva sampajjati, vasse pana patite sampajjissati, tampi haritasaṅkhameva gacchati.",
  "tika-vin04t8:81_5": "Tasmā tasmiṁ ṭhatvā adhiṭṭhahanto dukkaṭaṁ āpajjati.",
  "tika-vin04t8:81_6": "Appaharite ṭhatvā adhiṭṭhahantassāpi ayaṁ paricchedo, piṭṭhivaṁsassa vā kūṭāgārathūpikāya vā passe nisinno puriso chadanamukhavaṭṭiantena olokento yasmiṁ bhūmibhāge ṭhitaṁ bhikkhuṁ passati, yasmiñca ṭhito taṁ upari nisinnakaṁ tatheva ullokento passati, tasmiṁ ṭhātabbaṁ, tassa anto aharitepi ṭhātuṁ na labhati.",
  "tika-vin04t8:81_7": "Tato ce uttarīti maggena chādiyamāne tiṇṇaṁ maggānaṁ, pariyāyena chādiyamāne tiṇṇaṁ pariyāyānaṁ upari iṭṭhakasilāsudhāhi chādiyamāne iṭṭhakasilāsudhāpiṇḍagaṇanāya, tiṇapaṇṇehi chādiyamāne paṇṇagaṇanāya ceva tiṇamuṭṭhigaṇanāya ca pācittiyaṁ.",
  "tika-vin04t8:82_0": "Kosambiyaṁ channattheraṁ ārabbha punappunaṁ chādāpanalepāpanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, ūnadvattipariyāye atirekasaññino vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:82_1": "Setavaṇṇādikaraṇe, dvattipariyāye vā ūnakadvattipariyāye vā, leṇaguhātiṇakuṭikādīsu, aññassatthāya, attano dhanena kārentassa, vāsāgāraṁ ṭhapetvā sesāni adhiṭṭhahantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:82_2": "Mahallakavihāratā, attano vāsāgāratā, uttari adhiṭṭhānanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:82_3": "Samuṭṭhānādīni sañcaritte vuttanayānevāti.",
  "tika-vin04t8:83_0": "Mahallakavihārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:84_0": "10. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin04t8:85_0": "Dasame jānaṁ sappāṇakanti ‘‘sappāṇakaṁ eta’’nti disvā vā sutvā vā yena kenaci ākārena jānanto.",
  "tika-vin04t8:85_1": "Siñceyya vā siñcāpeyya vāti tena udakena sayaṁ vā siñceyya, aññaṁ vā āṇāpetvā siñcāpeyya.",
  "tika-vin04t8:85_2": "Tattha dhāraṁ avicchinditvā siñcantassa ekasmiṁ ghaṭe ekāva āpatti, vicchindantassa payogagaṇanāya āpattiyo.",
  "tika-vin04t8:85_3": "Mātikaṁ pamukhaṁ karoti, divasampi sandatu, ekāva āpatti.",
  "tika-vin04t8:85_4": "Tattha tattha bandhitvā aññato nentassa payogagaṇanāya āpattiyo.",
  "tika-vin04t8:85_5": "Bahukampi tiṇapaṇṇasākhādiṁ ekappayogena udake pakkhipantassa ekāva āpatti, ekekaṁ pakkhipantassa payogagaṇanāya āpattiyo.",
  "tika-vin04t8:85_6": "Idañca yaṁ evaṁ pakkhipiyamāne pariyādānaṁ gacchati, āvilaṁ vā hoti, yathā pāṇakā maranti, tādisaṁ sandhāya vuttaṁ, na mahāudakaṁ.",
  "tika-vin04t8:85_7": "Siñcāpane āṇattiyā dukkaṭaṁ, ekāṇattiyā bahukampi siñcatu, āṇāpakassa ekameva pācittiyaṁ.",
  "tika-vin04t8:86_0": "Āḷaviyaṁ āḷavake bhikkhū ārabbha siñcanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sāṇattikaṁ , appāṇake sappāṇakasaññino, ubhosu vematikassa dukkaṭaṁ.",
  "tika-vin04t8:86_1": "Appāṇakasaññino, asañcicca assatiyā vā siñcantassa, ajānantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:86_2": "Udakassa sappāṇakatā, ‘‘siñcanena pāṇakā marissantī’’ti jānanaṁ, tañca udakaṁ tādisameva, vinā vadhakacetanāya yena kenaci karaṇīyena tiṇādīnaṁ siñcananti imānettha cattāri aṅgāni.",
  "tika-vin04t8:86_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana paṇṇattivajjaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:87_0": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:88_0": "Bhūtagāmavaggo dutiyo.",
  "tika-vin04t8:89_0": "3. Ovādavaggo",
  "tika-vin04t8:90_0": "1. Ovādasikkhāpadavaṇṇanā",
  "tika-vin04t8:91_0": "Ovādavaggassa paṭhame asammatoti yā aṭṭhaṅgasamannāgatassa bhikkhuno bhagavatā ñatticatutthena kammena (pāci.",
  "tika-vin04t8:91_1": "146) bhikkhunovādakasammuti anuññātā, tāya asammato.",
  "tika-vin04t8:91_2": "Ovadeyyāti bhikkhunisaṅghaṁ vā sambahulā vā ekaṁ bhikkhuniṁ vā ‘‘vassasatūpasampannāya bhikkhuniyā tadahupasampannassa bhikkhuno abhivādanaṁ paccuṭṭhānaṁ añjalikammaṁ sāmīcikammaṁ kātabba’’nti ādike (cūḷava.",
  "tika-vin04t8:91_3": "403) aṭṭha garudhamme ovādavasena osārento ovadeyya.",
  "tika-vin04t8:91_4": "Pācittiyanti ovādapariyosāne pācittiyaṁ.",
  "tika-vin04t8:92_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha ovadanavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, aññena vā dhammena bhikkhunīsu upasampannamattaṁ vā ovadato dukkaṭaṁ.",
  "tika-vin04t8:92_1": "Sammatassāpi tañce sammutikammaṁ adhammakammaṁ hoti, tasmiṁ adhammakamme adhammakammasaññino vagge bhikkhunisaṅghe ovadato tikapācittiyaṁ, tathā vematikassa dhammakammasaññino cāti nava pācittiyāni, samaggepi bhikkhunisaṅghena vāti adhammakammavasena aṭṭhārasa.",
  "tika-vin04t8:92_2": "Sace pana taṁ dhammakammaṁ hoti, ‘‘dhammakamme dhammakammasaññī samaggaṁ bhikkhunisaṅghaṁ samaggasaññī ovadatī’’ti (pāci.",
  "tika-vin04t8:92_3": "151) idaṁ avasānapadaṁ ṭhapetvā teneva nayena sattarasa dukkaṭāni, ‘‘samaggamhāyyā’’ti ca vutte aññaṁ dhammaṁ, ‘‘vaggamhāyyā’’ti ca vutte aṭṭha garudhamme bhaṇantassa, ovādañca aniyyātetvā aññaṁ dhammaṁ bhaṇantassa dukkaṭameva.",
  "tika-vin04t8:92_4": "Yo pana dhammakamme dhammakammasaññī samaggaṁ bhikkhunisaṅghaṁ samaggasaññī ovadati, garudhammapāḷiṁ uddesaṁ deti, paripucchaṁ deti, ‘‘osārehi ayyā’’ti vuccamāno osāreti, pañhaṁ puṭṭho katheti, bhikkhunīnaṁ suṇamānānaṁ aññassatthāya bhaṇati, sikkhamānāya vā sāmaṇeriyā vā bhaṇati, tassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:92_5": "Asammatatā, bhikkhuniyā paripuṇṇūpasampannatā, ovādavasena aṭṭhagarudhammabhaṇananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:92_6": "Samuṭṭhānādīni padasodhammasadisānevāti.",
  "tika-vin04t8:93_0": "Ovādasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:94_0": "2. Atthaṅgatasikkhāpadavaṇṇanā",
  "tika-vin04t8:95_0": "Dutiye ovadeyyāti aṭṭhagarudhammehi vā aññena vā dhammena ovadantassa sammatassāpi pācittiyameva.",
  "tika-vin04t8:96_0": "Sāvatthiyaṁ āyasmantaṁ cūḷapanthakaṁ ārabbha atthaṅgate sūriye ovadanavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, sūriye atthaṅgate atthaṅgatasaññino vematikassa vā, ekatoupasampannaṁ ovadantassa ca dukkaṭaṁ.",
  "tika-vin04t8:96_1": "Purimasikkhāpade viya uddesādinayena anāpatti.",
  "tika-vin04t8:96_2": "Atthaṅgatasūriyatā, paripuṇṇūpasampannatā, ovadananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:96_3": "Samuṭṭhānādīni padasodhammasadisānevāti.",
  "tika-vin04t8:97_0": "Atthaṅgatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:98_0": "3. Bhikkhunupassayasikkhāpadavaṇṇanā",
  "tika-vin04t8:99_0": "Tatiye bhikkhunupassayanti bhikkhuniyā ekarattaṁ vasanaṭṭhānampi.",
  "tika-vin04t8:99_1": "Ovadeyyāti idha garudhammehi ovadantasseva pācittiyaṁ.",
  "tika-vin04t8:99_2": "Sace pana asammato hoti, dve pācittiyāni.",
  "tika-vin04t8:99_3": "Sace pana sūriyepi atthaṅgate ovadati, tīṇi honti.",
  "tika-vin04t8:99_4": "Sammatassa pana rattiṁ ovadantassapi dve eva honti.",
  "tika-vin04t8:99_5": "Sammatattā hi bhikkhussa garudhammovādamūlakaṁ pācittiyaṁ natthi.",
  "tika-vin04t8:99_6": "Gilānāti na sakkoti ovādāya vā saṁvāsāya vā gantuṁ.",
  "tika-vin04t8:100_0": "Sakkesu chabbaggiye bhikkhū ārabbha bhikkhunupassayaṁ upasaṅkamitvā ovadanavatthusmiṁ paññattaṁ, ‘‘aññatra samayā’’ti ayamettha anupaññatti, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, anupasampannāya upasampannasaññino vematikassa vā, ekatoupasampannaṁ yena kenaci, itaraṁ aññena dhammena ovadantassa ca dukkaṭaṁ.",
  "tika-vin04t8:100_1": "Samaye, anupasampannāya, purimasikkhāpade viya uddesādinayena ca anāpatti.",
  "tika-vin04t8:100_2": "Upassayūpagamanaṁ, paripuṇṇūpasampannatā, samayābhāvo, garudhammehi ovadananti imānettha cattāri aṅgāni.",
  "tika-vin04t8:100_3": "Samuṭṭhānādīni paṭhamakathinasadisāni, idaṁ pana kiriyaṁ hotīti.",
  "tika-vin04t8:101_0": "Bhikkhunupassayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:102_0": "4. Āmisasikkhāpadavaṇṇanā",
  "tika-vin04t8:103_0": "Catutthe āmisahetūti cīvarādīnaṁ aññatarahetu.",
  "tika-vin04t8:103_1": "Bhikkhūti sammatā bhikkhū idhādhippetā.",
  "tika-vin04t8:103_2": "Pācittiyanti evarūpe bhikkhū avaṇṇakāmatāya evaṁ bhaṇantassa pācittiyaṁ.",
  "tika-vin04t8:104_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha ‘‘āmisahetu ovadantī’’ti bhaṇanavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, dhammakamme tikapācittiyaṁ, adhammakamme tikadukkaṭaṁ, asammataṁ upasampannañca, anupasampannañca sammataṁ vā asammataṁ vā evaṁ bhaṇantassa dukkaṭameva.",
  "tika-vin04t8:104_1": "Tattha yo bhikkhu kāle sammutiṁ labhitvā sāmaṇerabhūmiyaṁ saṇṭhito, ayaṁ sammato nāma anupasampanno.",
  "tika-vin04t8:104_2": "Pakatiyā cīvarādihetu ovadantaṁ pana evaṁ bhaṇantassa , ummattakādīnañca anāpatti.",
  "tika-vin04t8:104_3": "Upasampannatā, dhammena laddhasammutitā, anāmisantaratā, avaṇṇakāmatāya evaṁ bhaṇananti imānettha cattāri aṅgāni.",
  "tika-vin04t8:104_4": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedanamevāti.",
  "tika-vin04t8:105_0": "Āmisasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:106_0": "5. Cīvaradānasikkhāpadavaṇṇanā",
  "tika-vin04t8:107_0": "Pañcame sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha cīvaradānavatthusmiṁ paññattaṁ, sesakathāmaggo panettha cīvarappaṭiggahaṇasikkhāpade vuttanayeneva veditabbo.",
  "tika-vin04t8:107_1": "Tatra hi bhikkhu paṭiggāhako, idha bhikkhunī, ayaṁ viseso, sesaṁ tādisamevāti.",
  "tika-vin04t8:108_0": "Cīvaradānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:109_0": "6. Cīvarasibbanasikkhāpadavaṇṇanā",
  "tika-vin04t8:110_0": "Chaṭṭhe cīvaranti nivāsanapārupanupagaṁ.",
  "tika-vin04t8:110_1": "Sibbeyya vā sibbāpeyyā vāti ettha sayaṁ sibbantassa sūciṁ pavesetvā pavesetvā nīharaṇe pācittiyaṁ, satakkhattumpi vijjhitvā sakiṁ nīharantassa ekameva pācittiyaṁ.",
  "tika-vin04t8:110_2": "‘Sibbā’ti vutto pana sacepi sabbaṁ sūcikammaṁ niṭṭhāpeti, āṇāpakassa ekameva pācittiyaṁ.",
  "tika-vin04t8:110_3": "Atha ‘‘yaṁ ettha cīvare kattabbaṁ, sabbaṁ taṁ tava bhāro’’ti vutto niṭṭhāpeti, tassa ārāpathe ārāpathe pācittiyaṁ.",
  "tika-vin04t8:110_4": "Āṇāpakassa ekavācāya sambahulānipi, punappunaṁ āṇattiyaṁ pana vattabbameva natthi.",
  "tika-vin04t8:111_0": "Sāvatthiyaṁ udāyittheraṁ ārabbha cīvarasibbanavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, sāṇattikaṁ, tikapācittiyaṁ, ñātikāya aññātikasaññino vā vematikassa vā, ekatoupasampannāya sibbantassa ca dukkaṭaṁ.",
  "tika-vin04t8:111_1": "Aññaṁ thavikādiparikkhāraṁ sibbantassa, ñātikāya, sikkhamānasāmaṇerīnañca cīvarampi sibbantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:111_2": "Aññātikāya bhikkhuniyā santakatā , nivāsanapārupanupagatā, vuttalakkhaṇaṁ sibbanaṁ vā sibbāpanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:111_3": "Samuṭṭhānādīni sañcarittasadisānevāti.",
  "tika-vin04t8:112_0": "Cīvarasibbanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:113_0": "7. Saṁvidhānasikkhāpadavaṇṇanā",
  "tika-vin04t8:114_0": "Sattame saṁvidhāyāti saṁvidahitvā, gamanakāle saṅketaṁ katvāti attho.",
  "tika-vin04t8:114_1": "Ekaddhānamagganti ekaṁ addhānasaṅkhātaṁ maggaṁ, ekato vā addhānamaggaṁ.",
  "tika-vin04t8:114_2": "Satthagamanīyoti satthena saddhiṁ gantabbo, sesaṁ uttānapadatthameva.",
  "tika-vin04t8:114_3": "Ayaṁ panettha vinicchayo – akappiyabhūmiyaṁ saṁvidahantassa saṁvidahanapaccayā tāva dukkaṭaṁ.",
  "tika-vin04t8:114_4": "Tattha ṭhapetvā bhikkhunupassayaṁ antarārāmaṁ āsanasālaṁ titthiyaseyyañca sesā akappiyabhūmi, tattha ṭhatvā saṁvidahantassāti attho.",
  "tika-vin04t8:114_5": "Saṁvidahitvā pana ‘‘ajja vā sve vā’’ti niyamitaṁ kālaṁ visaṅketaṁ akatvā, dvāravisaṅketaṁ pana maggavisaṅketaṁ vā katvāpi bhikkhuniyā saddhiṁ gacchantassa yāva āsannassāpi aññassa gāmassa ‘‘ayaṁ imassa upacāro’’ti manussehi ṭhapitaṁ upacāraṁ na okkamati, tāva anāpatti.",
  "tika-vin04t8:114_6": "Taṁ okkamantassa pana paṭhamapāde dukkaṭaṁ, dutiyapāde pācittiyaṁ, iti gāmūpacārokkamanagaṇanāya pācittiyāni.",
  "tika-vin04t8:114_7": "Addhayojanātikkame pana gāme asati addhayojanagaṇanāya pācittiyaṁ.",
  "tika-vin04t8:115_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha ekaddhānamaggappaṭipajjanavatthusmiṁ paññattaṁ, ‘‘aññatra samayā’’ti ayamettha anupaññatti, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, asaṁvidahite saṁvidahitasaññino vematikassa vā, yo ca bhikkhuniyā asaṁvidahantiyā kevalaṁ attanāva saṁvidahati, tassa dukkaṭaṁ.",
  "tika-vin04t8:115_1": "Samaye saṁvidahitvāpi gacchantassa, attanā asaṁvidahantassa, visaṅketena vā, āpadāsu gacchantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:115_2": "Dvinnampi saṁvidahitvā maggappaṭipatti, avisaṅketatā, samayābhāvo, anāpadā, gāmantarokkamanaṁ vā addhayojanātikkamo vāti imānettha pañca aṅgāni.",
  "tika-vin04t8:115_3": "Ekatoupasampannādīhi pana saddhiṁ mātugāmasikkhāpadena āpatti, addhānasamuṭṭhānaṁ, kiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:116_0": "Saṁvidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:117_0": "8. Nāvābhiruhanasikkhāpadavaṇṇanā",
  "tika-vin04t8:118_0": "Aṭṭhame saṁvidhāyāti kīḷāpurekkhāro saṁvidahitvā, abhiruhanakāle saṅketaṁ katvāti attho.",
  "tika-vin04t8:118_1": "Uddhaṁgāmininti kīḷāvasena uddhaṁ nadiyā paṭisotaṁ gacchantiṁ.",
  "tika-vin04t8:118_2": "Adhogāmininti tatheva adho anusotaṁ gacchantiṁ.",
  "tika-vin04t8:118_3": "Yaṁ pana titthappaṭipādanatthaṁ uddhaṁ vā adho vā haranti, ettha anāpatti.",
  "tika-vin04t8:118_4": "Aññatra tiriyaṁ taraṇāyāti upayogatthe nissakkavacanaṁ, yā tiriyaṁ taraṇā, taṁ ṭhapetvāti attho.",
  "tika-vin04t8:118_5": "Pācittiyanti sagāmakatīrapassena gamanakāle gāmantaragaṇanāya, agāmakatīrapassena vā yojanavitthatāya nadiyā majjhena vā gamanakāle addhayojanagaṇanāya pācittiyaṁ, samudde pana yathāsukhaṁ gantuṁ vaṭṭati.",
  "tika-vin04t8:119_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha nāvābhiruhanavatthusmiṁ paññattaṁ, ‘‘aññatra tiriyaṁ taraṇāyā’’ti ayamettha anupaññatti, sesaṁ anantarasikkhāpade vuttanayeneva veditabbanti.",
  "tika-vin04t8:120_0": "Nāvābhiruhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:121_0": "9. Paripācitasikkhāpadavaṇṇanā",
  "tika-vin04t8:122_0": "Navame bhikkhuniparipācitanti bhikkhuniyā paripācitaṁ, neva tassa nāttano ñātakappavāritānaṁ gihīnaṁ santike bhikkhussa guṇaṁ pakāsetvā ‘‘detha ayyassa, karotha ayyassā’’ti evaṁ nipphāditaṁ laddhabbaṁ katanti attho.",
  "tika-vin04t8:122_1": "Pubbe gihisamārambhāti ettha samārambhoti samāraddhaṁ, paṭiyāditassetaṁ nāmaṁ.",
  "tika-vin04t8:122_2": "Gihīnaṁ samārambho gihisamārambho, bhikkhuniyā paripācanato pubbe paṭhamataraṁyeva yaṁ bhikkhūnaṁ atthāya gihīnaṁ paṭiyāditabhattaṁ, ñātakappavāritānaṁ vā santakaṁ, taṁ ṭhapetvā aññaṁ jānaṁ bhuñjantassa pācittiyanti attho.",
  "tika-vin04t8:122_3": "Tañca kho ajjhoharaṇagaṇanāya, paṭiggahaṇe panassa dukkaṭaṁ.",
  "tika-vin04t8:123_0": "Rājagahe devadattaṁ ārabbha bhikkhuniparipācitapiṇḍapātabhuñjanavatthusmiṁ paññattaṁ, ‘‘aññatra pubbe gihisamārambhā’’ti ayamettha anupaññatti, asādhāraṇapaññatti, anāṇattikaṁ, ekatoupasampannāya paripācitaṁ bhuñjantassa , aparipācite paripācitasaññino, ubhayattha vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:123_1": "Ubhayattha aparipācitasaññino, gihisamārambhe, sikkhamānasāmaṇerādīhi paripācite, pañca bhojanāni ṭhapetvā avasese, ummattakādīnañca anāpatti.",
  "tika-vin04t8:123_2": "Bhikkhuniyā paripācitatā, paripācitabhāvajānanaṁ, gihisamārambhābhāvo, odanādīnaṁ aññataratā, tassa ajjhoharaṇanti imānettha pañca aṅgāni.",
  "tika-vin04t8:123_3": "Samuṭṭhānādīni paṭhamapārājikasaasāni, idaṁ pana paṇṇattivajjaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:124_0": "Paripācitasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:125_0": "10. Rahonisajjasikkhāpadavaṇṇanā",
  "tika-vin04t8:126_0": "Dasame sabbopi kathāmaggo dutiyaaniyate vuttanayeneva veditabbo.",
  "tika-vin04t8:126_1": "Idañhi sikkhāpadaṁ dutiyaaniyatena ca upari upanandassa catutthasikkhāpadena ca ekaparicchedaṁ, aṭṭhuppattivasena pana visuṁ paññattanti.",
  "tika-vin04t8:127_0": "Rahonisajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:128_0": "Ovādavaggo tatiyo.",
  "tika-vin04t8:129_0": "4. Bhojanavaggo",
  "tika-vin04t8:130_0": "1. Āvasathasikkhāpadavaṇṇanā",
  "tika-vin04t8:131_0": "Bhojanavaggassa paṭhame agilānenāti addhayojanampi gantuṁ samatthena. Ekoti ekadivasiko.",
  "tika-vin04t8:131_1": "Āvasathapiṇḍoti ‘‘imesaṁ vā ettakānaṁ vā’’ti ekaṁ pāsaṇḍaṁ vā, ‘‘ettakamevā’’ti evaṁ bhattaṁ vā anodissa sālādīsu yattha katthaci puññakāmehi paññattaṁ bhojanaṁ.",
  "tika-vin04t8:131_2": "Bhuñjitabboti ekakulena vā nānākulehi vā ekato hutvā ekasmiṁ vā ṭhāne, nānāṭhānesu vā ‘‘ajja ekasmiṁ, sve ekasmi’’nti evaṁ aniyataṭṭhāne vā paññatto ekasmiṁ ṭhāne ekadivasameva bhuñjitabbo.",
  "tika-vin04t8:131_3": "Tato ce uttarīti dutiyadivasato paṭṭhāya tasmiṁ vā ṭhāne aññasmiṁ vā ṭhāne tesaṁ santakassa paṭiggahaṇe dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t8:132_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha anuvasitvā āvasathapiṇḍabhuñjanavatthusmiṁ paññattaṁ, ‘‘agilānenā’’ti ayamettha anupaññatti, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, gilānassa agilānasaññino vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:132_1": "Gilānassa gilānasaññino, yo ca sakiṁ bhuñjati, gacchanto vā antarāmagge ekadivasaṁ , gataṭṭhāne ekadivasaṁ, paccāgantopi antarāmagge ekadivasaṁ, āgataṭṭhāne ekadivasaṁ, gamissāmī’ti ca bhuñjitvā nikkhanto kenaci upaddavena nivattitvā khemabhāvaṁ ñatvā gacchanto puna ekadivasaṁ bhuñjati, yassa vā sāmikā nimantetvā denti, yo vā bhikkhūnaṁyeva uddissa paññattaṁ, na yāvadatthaṁ paññattaṁ, ṭhapetvā vā pañca bhojanāni aññaṁ bhuñjati, tassa ca, ummattakādīnañca anāpatti.",
  "tika-vin04t8:132_2": "Āvasathapiṇḍatā, agilānatā, anuvasitvā paribhojananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:132_3": "Samuṭṭhānādīni eḷakalomasikkhāpadasadisānīti.",
  "tika-vin04t8:133_0": "Āvasathasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:134_0": "2. Gaṇabhojanasikkhāpadavaṇṇanā",
  "tika-vin04t8:135_0": "Dutiye gaṇabhojaneti gaṇassa bhojane.",
  "tika-vin04t8:135_1": "Idha ca gaṇoti cattāro vā tatuttari vā bhikkhū , tesaṁ nimantanato vā viññattito vā laddhe odanādīnaṁ pañcannaṁ bhojanānaṁ aññatarabhojaneti attho.",
  "tika-vin04t8:135_2": "Tatthāyaṁ vinicchayo – sace hi koci cattāro bhikkhū upasaṅkamitvā yena kenaci vevacanena vā bhāsantarena vā pañcannaṁ bhojanānaṁ nāmaṁ gahetvā ‘‘odanena nimantemi, odanaṁ me gaṇhathā’’tiādinā nayena nimanteti, te ce evaṁ ekato vā nānāto vā nimantitā ekato vā nānāto vā gantvā ekato gaṇhanti, pacchā ekato vā nānāto vā bhuñjanti, gaṇabhojanaṁ hoti.",
  "tika-vin04t8:135_3": "Paṭiggahaṇameva hettha pamāṇaṁ.",
  "tika-vin04t8:135_4": "Sace odanādīnaṁ nāmaṁ gahetvā ekato vā nānāto vā viññāpetvā ca gantvā ca ekato gaṇhanti, evampi gaṇabhojanameva.",
  "tika-vin04t8:135_5": "Tassa duvidhassāpi evaṁ paṭiggahaṇe dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t8:135_6": "Gilānasamayādīsu yadā pādānampi phalitattā na sakkā piṇḍāya carituṁ, ayaṁ gilānasamayo.",
  "tika-vin04t8:135_7": "Atthatakathinānaṁ pañca māsā, itaresaṁ kattikamāsoti ayaṁ cīvaradānasamayo.",
  "tika-vin04t8:135_8": "Yadā yo cīvare kariyamāne kiñcideva cīvare kattabbaṁ kammaṁ karoti, ayaṁ cīvarakārasamayo.",
  "tika-vin04t8:135_9": "Yadā addhayojanampi gantukāmo vā hoti gacchati vā gato vā, ayaṁ addhānagamanasamayo.",
  "tika-vin04t8:135_10": "Nāvābhiruhanasamayepi eseva nayo.",
  "tika-vin04t8:135_11": "Yadā gocaragāme cattāro bhikkhū piṇḍāya caritvā na yāpenti, ayaṁ mahāsamayo.",
  "tika-vin04t8:135_12": "Yadā yokoci pabbajito bhattena nimanteti, ayaṁ samaṇabhattasamayo, etesu samayesu bhuñjituṁ vaṭṭati.",
  "tika-vin04t8:136_0": "Rājagahe devadattaṁ ārabbha viññāpetvā bhuñjanavatthusmiṁ paññattaṁ, ‘‘aññatra samayā’’ti ayamettha sattavidhā anupaññatti, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, nagaṇabhojane gaṇabhojanasaññissa vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:136_1": "Nagaṇabhojanasaññissa pana, ye ca dve tayo ekato gaṇhanti, bahūnaṁ piṇḍāya caritvā ekato bhuñjantānaṁ, niccabhattikādīsu, pañca bhojanāni ṭhapetvā sabbattha, ummattakādīnañca anāpatti.",
  "tika-vin04t8:136_2": "Gaṇabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:136_3": "Samuṭṭhānādīni eḷakalomasadisānevāti.",
  "tika-vin04t8:137_0": "Gaṇabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:138_0": "3. Paramparabhojanasikkhāpadavaṇṇanā",
  "tika-vin04t8:139_0": "Tatiye paramparabhojaneti gaṇabhojane vuttanayeneva pañcahi bhojanehi nimantitassa yena yena paṭhamaṁ nimantito, tassa tassa bhojanato uppaṭipāṭiyā vā avikappetvā vā parassa parassa bhojane.",
  "tika-vin04t8:139_1": "Tasmā yo bhikkhu pañcasu sahadhammikesu aññatarassa ‘‘mayhaṁ bhattapaccāsaṁ tuyhaṁ dammī’’ti vā ‘‘vikappemī’’ti vā evaṁ sammukhā vā ‘‘itthannāmassa dammī’’ti (pāci.",
  "tika-vin04t8:139_2": "226) vā ‘‘vikappemī’’ti vā evaṁ parammukhāvā paṭhamanimantanaṁ avikappetvā pacchā nimantitakule laddhabhikkhato ekasitthampi ajjhoharati, pācittiyaṁ. Samayā vuttanayā eva.",
  "tika-vin04t8:140_0": "Vesāliyaṁ sambahule bhikkhū ārabbha aññatra nimantitabhojanavatthusmiṁ paññattaṁ, ‘‘aññatra samayā’’ti ayamettha tividhā anupaññatti, parivāre pana vikappanampi gahetvā ‘‘catasso anupaññattiyo’’ti (pari.",
  "tika-vin04t8:140_1": "86) vuttaṁ, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, naparamparabhojane paramparabhojanasaññino vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:140_2": "Naparamparabhojanasaññissa pana, yo ca samaye vā vikappetvā vā ekasaṁsaṭṭhāni vā dve tīṇi nimantanāni ekato vā katvā bhuñjati, nimantanappaṭipāṭiyā bhuñjati, sakalena gāmena vā pūgena vā nimantito tesu yatthakatthaci bhuñjati, nimantiyamāno vā ‘‘bhikkhaṁ gahessāmī’’ti vadati, tassa, niccabhattikādīsu, pañca bhojanāni ṭhapetvā sabbattha, ummattakādīnañca anāpatti.",
  "tika-vin04t8:140_3": "Paramparabhojanatā, samayābhāvo, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:140_4": "Samuṭṭhānādīni paṭhamakathinasadisāneva, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:141_0": "Paramparabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:142_0": "4. Kāṇamātāsikkhāpadavaṇṇanā",
  "tika-vin04t8:143_0": "Catutthe pūvehīti paheṇakatthāya paṭiyattehi atirasakamodakasakkhalikādīhi yehi kehici khajjakehi.",
  "tika-vin04t8:143_1": "Manthehīti pātheyyatthāya paṭiyattehi yehi kehici sattutilataṇḍulādīhi.",
  "tika-vin04t8:143_2": "Dvattipattapūrāti mukhavaṭṭiyā heṭṭhimalekhaṁ anatikkantā dve vā tayo vā pattapūrā.",
  "tika-vin04t8:143_3": "Tato ce uttarīti sacepi tatiyaṁ pattaṁ thūpīkataṁ gaṇhāti, mukhavaṭṭiyā heṭṭhimalekhato upariṭṭhitapūvagaṇanāya pācittiyaṁ.",
  "tika-vin04t8:143_4": "Dvattipattapūre paṭiggahetvāti ettha yena dve gahitā honti, tena bahi bhikkhuṁ disvā ‘‘ettha mayā dve pattapūrā gahitā, tvaṁ ekaṁ gaṇheyyāsī’’ti vattabbaṁ, tenāpi aññaṁ passitvā ‘‘paṭhamaṁ āgatena dve pattapūrā gahitā, mayā eko gahito, tvaṁ mā gaṇhī’’ti vattabbaṁ.",
  "tika-vin04t8:143_5": "Yena paṭhamaṁ eko gahito , tassāpi paramparārocane eseva nayo.",
  "tika-vin04t8:143_6": "Yena pana sayameva tayo gahitā, tena aññaṁ disvā ‘‘mā kho tvaṁ ettha paṭiggaṇhīti vattabbaṁ, avadantassa dukkaṭaṁ, taṁ sutvā gaṇhantassāpi dukkaṭameva.",
  "tika-vin04t8:143_7": "Tato nīharitvā bhikkhūhi saddhiṁ saṁvibhajitabbanti laddhaṭṭhānato sabbāsannaṁ āsanasālaṁ vā vihāraṁ vā yattha vā pana nibaddhaṁ paṭikkamati, tattha gantvā ekaṁ pattapūraṁ attano ṭhapetvā sesaṁ bhikkhusaṅghassa dātabbaṁ.",
  "tika-vin04t8:143_8": "Yathāmittaṁ pana dātuṁ na labbhati.",
  "tika-vin04t8:143_9": "Yena eko gahito, na tena kiñci akāmā dātabbaṁ, yathāruci kātabbaṁ.",
  "tika-vin04t8:144_0": "Sāvatthiyaṁ sambahule bhikkhū ārabbha na mattaṁ jānitvā paṭiggahaṇavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, ūnakadvattipattapūre atirekasaññissa vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:144_1": "Ūnakasaññissa pana, na paheṇakatthāya na pātheyyatthāya vā paṭiyattaṁ, tadatthāya paṭiyattasesakaṁ vā, gamane vā paṭippassaddhe, ñātakappavāritānaṁ vā dentānaṁ, attano dhanena gaṇhantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:144_2": "Vuttalakkhaṇapūvamanthatā, asesakatā, appaṭippassaddhagamanatā, anaññātakāditā, atirekappaṭiggahaṇanti imānettha pañca aṅgāni, samuṭṭhānādīni sañcarittasadisānevāti.",
  "tika-vin04t8:145_0": "Kāṇamātāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:146_0": "5. Paṭhamapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin04t8:147_0": "Pañcame bhuttāvīti bhuttavā, yena pañcannaṁ bhojanānaṁ sāsapamattampi ajjhoharitaṁ, so evaṁ vuccati.",
  "tika-vin04t8:147_1": "Pavāritoti ‘‘asanaṁ paññāyati, bhojanaṁ paññāyati, hatthapāse ṭhito abhiharati, paṭikkhepo paññāyatī’’ti (pāci.",
  "tika-vin04t8:147_2": "239) evaṁ pāḷiyaṁ vuttapañcaṅgavasena katappavāraṇo, katappaṭikkhepoti attho.",
  "tika-vin04t8:147_3": "Tattha yasmā ‘‘asanaṁ paññāyatī’’ti iminā vippakatabhojano ‘pavārito’ti vutto.",
  "tika-vin04t8:147_4": "Yo ca vippakatabhojano, tena kiñci bhuttaṁ, kiñci abhuttaṁ, yañca bhuttaṁ, taṁ sandhāya ‘bhuttāvī’tipi saṅkhaṁ gacchati.",
  "tika-vin04t8:147_5": "Tasmā ‘bhuttāvī’tivacanena visuṁ kiñci atthasiddhiṁ na passāma, ‘‘dirattatiratta’’ntiādīsu (pāci.",
  "tika-vin04t8:147_6": "52) pana dirattādivacanaṁ viya pavāritapadassa parivārabhāvena byañjanasiliṭṭhatāya cetaṁ vuttanti veditabbaṁ.",
  "tika-vin04t8:148_0": "Pavāraṇaṅgesu pana asanaṁ paññāyatīti vippakatabhojanaṁ dissati, taṁ bhuñjamāno cesa puggalo hotīti attho.",
  "tika-vin04t8:148_1": "Bhojanaṁ paññāyatīti pavāraṇappahonakaṁ bhojanaṁ dissati, odanādīnaṁ ce aññataraṁ paṭikkhipitabbaṁ bhojanaṁ hotīti attho.",
  "tika-vin04t8:148_2": "Hatthapāse ṭhitoti pavāraṇappahonakaṁ ce bhojanaṁ gaṇhitvā dāyako aḍḍhateyyahatthappamāṇe okāse ṭhito hotīti attho .",
  "tika-vin04t8:148_3": "Abhiharatīti so ce dāyako tassa taṁ bhojanaṁ kāyena abhisaṁharatīti attho.",
  "tika-vin04t8:148_4": "Paṭikkhepo paññāyatīti paṭikkhepo dissati, taṁ ce abhihaṭaṁ so bhikkhu kāyena vā vācāya vā paṭikkhipatīti attho.",
  "tika-vin04t8:148_5": "Evaṁ pañcannaṁ aṅgānaṁ vasena pavārito hoti.",
  "tika-vin04t8:149_0": "Tatrāyaṁ vinicchayo – ‘asana’ntiādīsu tāva yañca asnāti, yañca bhojanaṁ hatthapāse ṭhitena abhihaṭaṁ paṭikkhipati, taṁ odano kummāso sattu maccho maṁsanti imesaṁ aññatarameva veditabbaṁ.",
  "tika-vin04t8:149_1": "Tattha odano nāma sāli vīhi yavo godhumo kaṅgu varako kudrūsakoti imesaṁ sattannaṁ dhaññānaṁ taṇḍule gahetvā ‘‘bhattaṁ pacāmā’’ti vā ‘‘yāguṁ pacāmā’’ti vā yaṁkiñci sandhāya pacantu, sace uṇhaṁ vā sītalaṁ vā bhuñjantānaṁ bhojanakāle gahitagahitaṭṭhāne odhi paññāyati, odano hoti, pavāraṇaṁ janeti.",
  "tika-vin04t8:149_2": "Yo pana pāyāso vā ambilayāgu vā uddhanato otāritamattā abbhuṇhā sakkā hoti āvijjhitvā pivituṁ, sā yassa hatthena gahitokāsepi odhi na paññāyati, pavāraṇaṁ na janeti.",
  "tika-vin04t8:149_3": "Sace pana usumāya vigatāya ghanabhāvaṁ gacchati, odhiṁ dasseti, puna pavāraṇaṁ janeti, pubbe tanukabhāvo na rakkhati.",
  "tika-vin04t8:149_4": "Sacepi bahū paṇṇaphalakaḷīre pakkhipitvā muṭṭhimattāpi taṇḍulā pakkhittā honti, bhojanakāle ce odhi paññāyati, pavāraṇaṁ janeti.",
  "tika-vin04t8:149_5": "Ayāguke nimantane ‘‘yāguṁ dassāmā’’ti bhatte udakakañjikakhīrādīni ākiritvā ‘‘yāguṁ gaṇhathā’’ti denti, kiñcāpi tanukā hoti, pavāraṇaṁ janetiyeva.",
  "tika-vin04t8:149_6": "Sace pana pakkuthitesu udakādīsu pakkhipitvā pacitvā denti, yāgusaṅgahameva gacchati.",
  "tika-vin04t8:149_7": "Sace yāguyāpi sāsapamattampi macchamaṁsakkhaṇḍaṁ vā nhāru vā pakkhittaṁ hoti, pavāraṇaṁ janeti.",
  "tika-vin04t8:149_8": "Ṭhapetvā sānulomānaṁ vuttadhaññānaṁ taṇḍule aññehi veḷutaṇḍulādīhi vā kandamūlaphalehi vā yehi kehici katabhattaṁ pavāraṇaṁ na janeti. Kummāso nāma yavehi kato.",
  "tika-vin04t8:149_9": "Aññehi pana muggādīhi katakummāso pavāraṇaṁ na janeti.",
  "tika-vin04t8:149_10": "Sattu nāma satta dhaññāni bhajjitvā kato.",
  "tika-vin04t8:149_11": "Antamaso kharapākabhajjitānaṁ vīhīnaṁ taṇḍule koṭṭetvā katacuṇṇampi kuṇḍakampi sattusaṅgahameva gacchati.",
  "tika-vin04t8:149_12": "Samapākabhajjitānaṁ pana ātapasukkhānaṁ kuṇḍakaṁ vā, ye keci taṇḍulā vā lājā vā, lājehi katabhattasattuādīni vā na pavārenti.",
  "tika-vin04t8:149_13": "Macchamaṁsesu sace yāguṁ pivantassa yāgusitthamattāneva dve macchakkhaṇḍāni vā maṁsakkhaṇḍāni vā ekabhājane vā nānābhājane vā denti, tāni ce akhādanto aññaṁ pavāraṇappahonakaṁ yaṁkiñci paṭikkhipati, na pavāreti.",
  "tika-vin04t8:149_14": "Tato ekaṁ khāditaṁ, ekaṁ hatthe vā patte vā hoti, sace aññaṁ paṭikkhipati pavāreti.",
  "tika-vin04t8:149_15": "Dvepi khāditāni honti, mukhe sāsapamattampi avasiṭṭhaṁ natthi, sacepi aññaṁ paṭikkhipati, na pavāreti.",
  "tika-vin04t8:149_16": "Yo pana akappiyamaṁsaṁ kuladūsanavejjakammauttarimanussadhammārocanasāditarūpiyādīhi nibbattaṁ akappiyabhojanañca aññaṁ kappiyaṁ vā akappiyaṁ vā khādanto paṭikkhipati, na pavāreti.",
  "tika-vin04t8:150_0": "Evaṁ yañca asnāti, yañca bhojanaṁ hatthapāse ṭhitena abhihaṭaṁ paṭikkhipanto pavāraṇaṁ janeti, taṁ ñatvā idāni yathā āpajjati, tassa jānanatthaṁ ayaṁ vinicchayo veditabbo – ‘‘asanaṁ bhojana’’nti ettha tāva yena ekasitthampi ajjhohaṭaṁ hoti, so sace pattamukhahatthesu yatthakatthaci bhojane sati sāpekkhova aññaṁ vuttalakkhaṇaṁ bhojanaṁ paṭikkhipati, pavāreti.",
  "tika-vin04t8:150_1": "Sace pana nirapekkho hoti, yaṁ pattādīsu avasiṭṭhaṁ, taṁ na ca ajjhoharitukāmo, aññassa vā dātukāmo, aññatra vā gantvā bhuñjitukāmo, so paṭikkhipantopi na pavāreti.",
  "tika-vin04t8:150_2": "‘‘Hatthapāse ṭhito’’ti ettha pana sace bhikkhu nisinno hoti, ānisadassa pacchimantato paṭṭhāya, sace ṭhito, paṇhīnaṁ antato paṭṭhāya, sace nipanno, yena passena nipanno, tassa pārimantato paṭṭhāya dāyakassa nisinnassa vā ṭhitassa vā nipannassa vā ṭhapetvā pasāritahatthaṁ yaṁ āsannataraṁ aṅgaṁ, tassa orimantena paricchinditvā aḍḍhateyyahattho ‘hatthapāso’ti veditabbo.",
  "tika-vin04t8:150_3": "Tasmiṁ ṭhatvā abhihaṭaṁ paṭikkhipantasseva pavāraṇā hoti, na tato paraṁ.",
  "tika-vin04t8:150_4": "‘Abhiharatī’ti hatthapāsabbhantare ṭhito gahaṇatthaṁ upanāmeti.",
  "tika-vin04t8:150_5": "Sace pana anantaranisinnopi bhikkhu hatthe vā ādhārake vā ṭhitaṁ pattaṁ anabhiharitvāva ‘‘bhattaṁ gaṇhathā’’ti vadati, taṁ paṭikkhipato pavāraṇā natthi.",
  "tika-vin04t8:150_6": "Bhattapacchiṁ ānetvā purato bhūmiyaṁ ṭhapetvā evaṁ vuttepi eseva nayo.",
  "tika-vin04t8:150_7": "Īsakaṁ pana uddharitvā vā apanāmetvā vā ‘gaṇhathā’ti vutte taṁ paṭikkhipato pavāraṇā hoti.",
  "tika-vin04t8:150_8": "Bhattapacchiṁ gahetvā parivisantassa añño ‘‘ahaṁ dhāressāmī’’ti gahitamattameva karoti, parivesakoyeva pana taṁ dhāreti, tasmā sā abhihaṭāva hoti, tato dātukāmatāya gaṇhantaṁ paṭikkhipantassa pavāraṇā hoti.",
  "tika-vin04t8:150_9": "Sace pana parivesakena phuṭṭhamattāva hoti, itarova naṁ dhāreti, tato dātukāmatāya gaṇhantaṁ paṭikkhipantassa pavāraṇā na hoti.",
  "tika-vin04t8:150_10": "Kaṭacchunā uddhaṭe pana hoti, dvinnaṁ samabhārepi paṭikkhipanto pavāretiyeva.",
  "tika-vin04t8:150_11": "Anantarassa diyyamāne itaro pattaṁ pidahati, aññassa abhihaṭaṁ nāma paṭikkhittaṁ hoti, tasmā pavāraṇā natthi.",
  "tika-vin04t8:150_12": "‘Paṭikkhepo’ti ettha vācāya abhihaṭe paṭikkhepo na ruhati, kāyena abhihaṭaṁ pana aṅgulicalanādinā kāyavikārena vā ‘‘alaṁ, mā dehī’’tiādinā vacīvikārena vā paṭikkhipato pavāraṇā hoti.",
  "tika-vin04t8:151_0": "Eko samaṁsakaṁ rasaṁ abhiharati, ‘‘rasaṁ paṭiggaṇhathā’’ti vadati, taṁ sutvā paṭikkhipato pavāraṇā natthi.",
  "tika-vin04t8:151_1": "‘Maṁsarasa’nti vutte pana paṭikkhipato pavāraṇā hoti.",
  "tika-vin04t8:151_2": "‘‘Imaṁ gaṇhathā’’ti vuttepi hotiyeva.",
  "tika-vin04t8:151_3": "Maṁsaṁ visuṁ katvā ‘maṁsarasa’nti vuttepi sace sāsapamattampi khaṇḍaṁ atthi, paṭikkhipato pavāraṇā hoti. Sace natthi, vaṭṭati.",
  "tika-vin04t8:151_4": "Kaḷīrapanasādīhi missetvā macchamaṁsaṁ pacanti, taṁ gahetvā ‘‘kaḷīrasūpaṁ gaṇhatha, panasabyañjanaṁ gaṇhathā’’ti vadati, evampi na pavāreti. Kasmā?",
  "tika-vin04t8:151_5": "Apavāraṇārahassa nāmena vuttattā.",
  "tika-vin04t8:151_6": "‘‘Macchamaṁsaṁ byañjana’’nti vā ‘‘imaṁ gaṇhathā’’ti vā vutte pana pavāreti, ayamettha saṅkhepo, vitthāro pana samantapāsādikāyaṁ vutto.",
  "tika-vin04t8:151_7": "Gamanādīsu pana yasmiṁ iriyāpathe pavāreti, taṁ avikopenteneva bhuñjitabbaṁ.",
  "tika-vin04t8:152_0": "Anatirittanti na atirittaṁ, na adhikanti attho.",
  "tika-vin04t8:152_1": "Taṁ pana kappiyakatādīhi sattahi vinayakammākārehi akataṁ vā gilānassa anadhikaṁ vā hoti. Tasmā padabhājane (pāci.",
  "tika-vin04t8:152_2": "239) ‘akappiyakata’ntiādi vuttaṁ, tattha yaṁ phalaṁ vā kandamūlādi vā pañcahi samaṇakappiyehi kappiyaṁ akataṁ, yañca akappiyamaṁsaṁ vā akappiyabhojanaṁ vā, etaṁ akappiyaṁ nāma, taṁ akappiyaṁ ‘‘alametaṁ sabba’’nti evaṁ atirittaṁ kataṁ akappiyakatanti veditabbaṁ.",
  "tika-vin04t8:152_3": "Appaṭiggahitakatanti bhikkhunā appaṭiggahitaṁyeva purimanayena atirittaṁ kataṁ.",
  "tika-vin04t8:152_4": "Anuccāritakatanti kappiyaṁ kāretuṁ āgatena bhikkhunā īsakampi anukkhittaṁ vā anapanāmitaṁ vā kataṁ.",
  "tika-vin04t8:152_5": "Ahatthapāse katanti kappiyaṁ kāretuṁ āgatassa hatthapāsato bahi ṭhitena kataṁ.",
  "tika-vin04t8:152_6": "Abhuttāvinā katanti yo atirittaṁ karoti, tena pavāraṇappahonakaṁ bhojanaṁ abhuttena kataṁ.",
  "tika-vin04t8:152_7": "Bhuttāvinā pavāritena āsanā vuṭṭhitena katanti idaṁ uttānameva.",
  "tika-vin04t8:152_8": "‘‘Alametaṁ sabba’’nti avuttanti vacībhedaṁ katvā evaṁ avuttaṁ hoti.",
  "tika-vin04t8:152_9": "Iti imehi sattahi vinayakammākārehi yaṁ atirittaṁ kappiyaṁ akataṁ, yañca pana na gilānātirittaṁ, tadubhayampi anatirittaṁ.",
  "tika-vin04t8:152_10": "Atirittaṁ pana tasseva paṭipakkhanayena veditabbaṁ.",
  "tika-vin04t8:153_0": "Apicettha bhuttāvinā kataṁ hotīti (pāci.",
  "tika-vin04t8:153_1": "239) antamaso anantaranisinnassa pattato ekampi sitthaṁ vā maṁsahīraṁ vā khāditvā katampi bhuttāvinā kataṁ hoti, yo pātova evaṁ bhuttāvī pavārito nisīdatiyeva, so upakaṭṭhepi kāle abhihaṭaṁ piṇḍaṁ bhikkhunā upanītaṁ kappiyaṁ kātuṁ labhati.",
  "tika-vin04t8:153_2": "Sace pana tasmiṁ kappiye kate bhuñjantassa aññaṁ āmisaṁ ākiranti, taṁ so puna kātuṁ na labhati. Yañhi akataṁ, taṁ kātabbaṁ.",
  "tika-vin04t8:153_3": "Yena ca akataṁ, tena ca kātabbanti (pāci. aṭṭha.",
  "tika-vin04t8:153_4": "238-9) vuttaṁ, tasmā tasmiṁ bhājane kariyamāne paṭhamakatena saddhiṁ kataṁ hotīti taṁ kātuṁ na vaṭṭati.",
  "tika-vin04t8:153_5": "Aññasmiṁ pana bhājane tena vā aññena vā kātuṁ vaṭṭati.",
  "tika-vin04t8:153_6": "Evaṁ kataṁ paṭhamakatena missetvāpi bhuñjituṁ vaṭṭati, na kevalañca tassa yena pana kataṁ, taṁ ṭhapetvā aññesaṁ pavāritānampi bhuñjituṁ vaṭṭati.",
  "tika-vin04t8:153_7": "Yathā pana akatena missaṁ na hoti, evaṁ mukhañca hatthañca suddhaṁ katvā bhuñjitabbaṁ.",
  "tika-vin04t8:153_8": "Gilānātirittaṁ pana na kevalaṁ gilānassa bhuttāvasesameva, atha kho yaṁkiñci gilānaṁ uddissa ‘‘ajja vā sve vā yadā vā icchati, tadā khādissatī’’ti āhaṭaṁ, taṁ sabbaṁ ‘gilānātiritta’nti veditabbaṁ.",
  "tika-vin04t8:153_9": "Khādanīyaṁ vā bhojanīyaṁ vāti yaṁkiñci yāvakālikaṁ.",
  "tika-vin04t8:153_10": "Khādeyya vā bhuñjeyya vā pācittiyanti ettha vuttanayena pavāritassa anatirittaṁ yaṁkiñci āmisaṁ ajjhoharaṇatthāya paṭiggaṇhato gahaṇe dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t8:154_0": "Sāvatthiyaṁ sambahule bhikkhū ārabbha aññatra bhuñjanavatthusmiṁ paññattaṁ, ‘‘anatiritta’’nti ayamettha anupaññatti, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, yāmakālikādīni āhāratthāya gaṇhato, nirāmisāni ajjhoharato ca dukkaṭaṁ, tathā atiritte anatirittasaññino ceva vematikassa ca.",
  "tika-vin04t8:154_1": "Atirittasaññino pana, ‘‘atirittaṁ kārāpetvā bhuñjissāmī’’ti gaṇhantassa, aññassatthāya gaṇhantassa, yāmakālikādīni tesaṁ anuññātaparibhogavasena nirāmisāni paribhuñjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:154_2": "Pavāritabhāvo, āmisassa anatirittatā, kālena ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:154_3": "Samuṭṭhānādīni paṭhamakathinasadisāneva, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:155_0": "Paṭhamapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:156_0": "6. Dutiyapavāraṇāsikkhāpadavaṇṇanā",
  "tika-vin04t8:157_0": "Chaṭṭhe abhihaṭṭhuṁ pavāreyyāti abhiharitvā ‘‘handa, bhikkhu khāda vā bhuñja vā’’ti evaṁ pavāreyya.",
  "tika-vin04t8:157_1": "Jānanti sutvā vā disvā vā tassa pavāritabhāvaṁ jānanto.",
  "tika-vin04t8:157_2": "Āsādanāpekkhoti āsādanaṁ codanaṁ maṅkukaraṇabhāvaṁ apekkhamāno.",
  "tika-vin04t8:157_3": "Bhuttasmiṁ pācittiyanti ettha abhihāre tāva dukkaṭaṁ, sace so taṁ gaṇhāti, puna abhihārakassa dukkaṭaṁ, tasmiṁ pana bhuñjante abhihārakassa tassa ajjhohāre ajjhohāre dukkaṭaṁ, bhojanapariyosāne pācittiyaṁ.",
  "tika-vin04t8:158_0": "Sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha anatirittena bhojanena abhihaṭṭhuṁ pavāraṇāvatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, pavārite pavāritasaññino pācittiyaṁ.",
  "tika-vin04t8:158_1": "Vematikassa, yāmakālikādīni āhāratthāya abhiharantassa, tesañca paṭiggahaṇaajjhohāresu, appavārite ca pavāritasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:158_2": "Appavāritasaññissa pana, yo ca atirittaṁ kārāpetvā deti, ‘‘kārāpetvā vā bhuñjāhī’’ti deti, yo vā ‘‘aññassatthāya haranto gacchāhī’’ti deti, yo ca yāmakālikādīni ‘‘sati paccaye paribhuñjāhī’’ti deti, tassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:158_3": "Pavāritatā, pavāritasaññitā, āsādanāpekkhatā, anatirittena abhihaṭṭhuṁ pavāraṇatā, bhojanapariyosānanti imānettha pañca aṅgāni.",
  "tika-vin04t8:158_4": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:159_0": "Dutiyapavāraṇāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:160_0": "7. Vikālabhojanasikkhāpadavaṇṇanā",
  "tika-vin04t8:161_0": "Sattame vikāleti vigate kāle, majjhanhikātikkamanato yāva aruṇuggamanāti adhippāyo.",
  "tika-vin04t8:161_1": "Tasmā yo bhikkhu etasmiṁ antare yaṁkiñci vanamūlaphalaṁ upādāya āmaṁ vā pakkaṁ vā āmisasaṅkhepagataṁ khādanīyaṁ vā bhojanīyaṁ vā ajjhoharaṇatthāya paṭiggaṇhāti, tassa paṭiggahaṇe dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t8:162_0": "Rājagahe sattarasavaggiye bhikkhū ārabbha vikāle bhojanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, yāmakālikādīni āhāratthāya paṭiggahaṇaajjhohāresu, kāle vikālasaññissa, vematikassa ca dukkaṭaṁ, kāle kālasaññissa yāmakālikādīni sati paccaye paribhuñjantassa ummattakādīnañca anāpatti.",
  "tika-vin04t8:162_1": "‘‘Anujānāmi, bhikkhave, romaṭṭhakassa romaṭṭhaṁ, na ca bhikkhave bahimukhadvārā nīharitvā ajjhoharitabba’’nti (cūḷava.",
  "tika-vin04t8:162_2": "273) anuññātanayena romaṭṭhakassāpi anāpatti.",
  "tika-vin04t8:162_3": "Vikālatā, yāvakālikatā, ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:162_4": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t8:163_0": "Vikālabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:164_0": "8. Sannidhikārakasikkhāpadavaṇṇanā",
  "tika-vin04t8:165_0": "Aṭṭhame sannidhikārakanti kāro karaṇaṁ kiriyāti atthato ekaṁ, sannidhi kāro assāti sannidhikāraṁ , sannidhikārameva sannidhikārakaṁ, paṭiggahetvā ekarattiṁ vītināmitassetaṁ nāmaṁ.",
  "tika-vin04t8:165_1": "Tasmā evaṁ sannidhikataṁ yaṁkiñci yāvakālikaṁ vā yāmakālikaṁ vā ‘ajjhoharissāmī’ti gaṇhantassa paṭiggahaṇe dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ.",
  "tika-vin04t8:165_2": "Sacepi patto duddhoto hoti, yaṁ aṅguliyā ghaṁsantassa lekhā paññāyati, gaṇṭhikapattassa vā gaṇṭhikantare sneho paviṭṭho hoti, yo uṇhe otāpentassa paggharati, uṇhayāguyā vā gahitāya sandissati, tādise pattepi punadivase bhuñjantassa pācittiyaṁ.",
  "tika-vin04t8:165_3": "Yaṁ pana bhikkhu nirapekkho sāmaṇerānaṁ pariccajitvā tehi nihitaṁ labhitvā bhuñjati, taṁ vaṭṭati .",
  "tika-vin04t8:165_4": "Sayaṁ paṭiggahetvā apariccattameva hi dutiyadivase kappiyabhojanaṁ bhuñjantassa pācittiyaṁ.",
  "tika-vin04t8:165_5": "Akappiyesu pana manussamaṁse thullaccayena saddhiṁ pācittiyaṁ, sesesu pana dukkaṭena saddhiṁ.",
  "tika-vin04t8:165_6": "Yāmakālikaṁ sati paccaye ajjhoharato pācittiyaṁ, āhāratthāya ajjhoharato dukkaṭena saddhiṁ.",
  "tika-vin04t8:165_7": "Yo pana pavārito hutvā anatirittakataṁ ajjhoharati, tassa sabbavikappesu aparampi pācittiyaṁ vaḍḍhati.",
  "tika-vin04t8:165_8": "Sace vikāle ajjhoharati, anatirittapaccayā sabbavikappesu anāpatti, sati paccaye vikālapaccayā yāmakālikādīsu ca anāpatti.",
  "tika-vin04t8:165_9": "Avasesesu vikālapaccayā pācittiyaṁ vaḍḍhatiyeva.",
  "tika-vin04t8:165_10": "Bhikkhussa pana sannidhi bhikkhuniyā vaṭṭati, bhikkhuniyā ca sannidhi bhikkhussa vaṭṭati, bhikkhunikkhandhake (cūḷava.",
  "tika-vin04t8:165_11": "421-422) anuññātattā vaṭṭatīti.",
  "tika-vin04t8:166_0": "Sāvatthiyaṁ āyasmantaṁ belaṭṭhasīsaṁ ārabbha sannidhikārakabhojanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ , sattāhakālika yāvajīvikānaṁ pana āhāratthāya paṭiggahaṇe ajjhohāre ca dukkaṭaṁ.",
  "tika-vin04t8:166_1": "Yathā cetāni āhāratthāya na kappanti, evaṁ yāvakālikādīhi saṁsaṭṭhānipi, vuttañhetaṁ ‘‘yāvakālikena, bhikkhave, yāmakālikaṁ tadahupaṭiggahitaṁ kāle kappati, vikāle na kappatī’’tiādi (mahāva. 305).",
  "tika-vin04t8:166_2": "Tasmā sacepi taṁ taṁ tena tena saddhiṁ saṁsaṭṭhaṁ labhati, sace asambhinnarasaṁ vā hoti sudhotaṁ vā, yathā itarena saṁsaggo na paññāyati, attano kālānurūpena paribhuñjituṁ vaṭṭati.",
  "tika-vin04t8:167_0": "Sace pana sambhinnarasaṁ vā hoti duddhotaṁ vā, na vaṭṭati.",
  "tika-vin04t8:167_1": "Yāvakālikañhi attanā saddhiṁ sambhinnarasāni tīṇipi yāmakālikādīni attano sabhāvaṁ upaneti, yāmakālikaṁ dvepi sattāhakālikādīni attano sabhāvaṁ upaneti, sattāhakālikaṁ yāvajīvikameva attano sabhāvaṁ upaneti.",
  "tika-vin04t8:167_2": "Tasmā tena tadahupaṭiggahitena saddhiṁ tadahupaṭiggahitaṁ vā pure paṭiggahitaṁ vā yāvajīvikaṁ sattāhaṁ kappati, dvīhappaṭiggahitena chāhaṁ, tīhappaṭiggahitena pañcāhaṁ…pe… sattāhappaṭiggahitena tadaheva kappatīti veditabbaṁ.",
  "tika-vin04t8:167_3": "Tasmāyeva hi ‘‘sattāhakālikena, bhikkhave , yāvajīvikaṁ tadahupaṭiggahita’’nti avatvā ‘‘paṭiggahitaṁ sattāhaṁ kappatī’’ti vuttaṁ.",
  "tika-vin04t8:167_4": "Kālayāmasattāhātikkamesu cettha vikālabhojana sannidhibhesajjasikkhāpadānaṁ vasena āpattiyo veditabbā, imesu pana catūsu kālikesu yāvakālikaṁ yāmakālikanti imameva dvayaṁ antovuṭṭhañceva sannidhikārakañca, sattāhakālikaṁ yāvajīvikañca akappiyakuṭiyaṁ nikkhipitumpi vaṭṭati, sannidhimpi na janeti.",
  "tika-vin04t8:167_5": "Akappiyakuṭiyaṁ antovuṭṭhena pana tena saddhiṁ itaradvayaṁ tadahupaṭiggahitampi na vaṭṭati, mukhasannidhi nāma hoti, mahāpaccariyaṁ pana antovuṭṭhaṁ hotīti vuttaṁ.",
  "tika-vin04t8:167_6": "Tattha nāmamattameva nānākaraṇaṁ, āpatti pana dukkaṭameva.",
  "tika-vin04t8:167_7": "Tattha akappiyakuṭi nāma saṅghassa vā upasampannapuggalassa vā santakaṁ vasanatthāya katagehaṁ, tattha sahaseyyappahonake padese vuṭṭhaṁ yāvakālikañca yāmakālikañca saṅghikaṁ vā upasampannapuggalassa vā santakaṁ antovuṭṭhaṁ nāma hoti, tattha pakkaṁ antopakkaṁ nāma, yattha katthaci pana sayaṁ pakkaṁ sāmaṁ pakkaṁ nāma, taṁ sabbaṁ anajjhoharaṇīyaṁ.",
  "tika-vin04t8:167_8": "Tena tena saddhiṁ saṁsaṭṭhampi taṁgatikameva, sabbaṁ ajjhoharantassa dukkaṭaṁ.",
  "tika-vin04t8:167_9": "Tasmā antovuṭṭhaantopakkamocanatthaṁ bhagavatā catasso kappiyabhūmiyo (mahāva.",
  "tika-vin04t8:167_10": "295) anuññātā, tāsaṁ vinicchayo samantapāsādikāyaṁ (mahāva. aṭṭha. 295) vutto.",
  "tika-vin04t8:167_11": "Yattha panetā na santi, tattha anupasampannassa santakaṁ katvā paribhuñjituṁ vaṭṭati.",
  "tika-vin04t8:167_12": "Sāmaṁ pākampi punapākaṁ vaṭṭati, asannidhikārake sannidhikārakasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:167_13": "Asannidhikārakasaññino, yāvakālikādīni tīṇi nidahitvā sakaṁ sakaṁ kālaṁ anatikkamitvā, yāvajīvikaṁ sadāpi sati paccaye paribhuñjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:167_14": "Āmisaṁ, sannidhibhāvo, tassa ajjhoharaṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:167_15": "Samuṭṭhānādīni eḷakalomasadisānevāti.",
  "tika-vin04t8:168_0": "Sannidhikārakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:169_0": "9. Paṇītabhojanasikkhāpadavaṇṇanā",
  "tika-vin04t8:170_0": "Navame paṇītabhojanānīti paṇītasaṁsaṭṭhāni sattadhaññanibbattāni bhojanāni.",
  "tika-vin04t8:170_1": "Yathā hi ājaññayutto ratho ‘ājaññaratho’ti vuccati, evamidhāpi paṇītasaṁsaṭṭhāni bhojanāni paṇītabhojanānīti.",
  "tika-vin04t8:170_2": "Yehi pana paṇītehi saṁsaṭṭhāni, tāni ‘paṇītabhojanānī’ti vuccanti, tesaṁ pabhedadassanatthaṁ seyyathidaṁ sappi navanītantiādimāha, tattha sappiādīni bhesajjasikkhāpade (kaṅkhā. aṭṭha.",
  "tika-vin04t8:170_3": "bhesajjasikkhāpadavaṇṇanā) vuttalakkhaṇeneva veditabbāni.",
  "tika-vin04t8:170_4": "Macchādīsu pana sabbopi ‘odako’ti (pāci.",
  "tika-vin04t8:170_5": "260) vuttalakkhaṇo maccho macchoyeva.",
  "tika-vin04t8:170_6": "Yesaṁ pana maṁsaṁ kappati, tesaṁ maṁsañca khīradadhīni ca idhādhippetāni.",
  "tika-vin04t8:170_7": "Evarūpāni paṇītabhojanānīti yāni etehi sappiādīhi saṁsaṭṭhattā ‘paṇītabhojanānī’ti vuccanti, tathārūpāni paṇītabhojanāni.",
  "tika-vin04t8:170_8": "Agilānoti yassa tehi vināpi phāsu hoti.",
  "tika-vin04t8:170_9": "Attano atthāya viññāpetvāti ettha pana yo agilāno suddhāni sappiādīni bhesajjatthāya viññāpeti, so mahānāmasikkhāpadena (pāci.",
  "tika-vin04t8:170_10": "303) kāretabbo, macchādīni cattāri viññāpento sūpodanaviññattiyā (pāci.",
  "tika-vin04t8:170_11": "612-613) kāretabbo, sappiādīhi saṁsaṭṭhabhojanāni viññāpento iminā kāretabbo.",
  "tika-vin04t8:170_12": "Tatrāyaṁ vinicchayo – ‘‘sappinā bhattaṁ dehi, sappiṁ ākiritvā dehi, sappimissakaṁ katvā dehi, saha sappinā dehi, sappiñca bhattañca dehī’’ti evaṁ viññāpentassa tāva viññattiyā dukkaṭaṁ, paṭiggahaṇe dukkaṭaṁ, ajjhoharaṇe ajjhoharaṇe pācittiyaṁ.",
  "tika-vin04t8:170_13": "‘‘Sappibhattaṁ dehī’’ti vutte pana yasmā sālibhattaṁ viya sappibhattaṁ nāma natthi, tasmā sūpodanaviññattiyā dukkaṭameva hoti.",
  "tika-vin04t8:170_14": "Sace pana ‘‘sappinā bhattaṁ dehī’’ti vutte bhattaṁ datvā ‘‘sappiṁ katvā bhuñjāhī’’ti navanītakhīrādīni vā kappiyabhaṇḍaṁ vā deti ‘‘iminā sappiṁ gahetvā bhuñjāhī’’ti, yathāvatthukameva.",
  "tika-vin04t8:170_15": "‘‘Gosappinā bhattaṁ dehī’’ti vutte pana gosappiṁ vā detu, tasmiṁ asati purimanayena navanītādīni vā, gāviṁyeva vā detu ‘‘ito sappinā bhuñjāhī’’ti, yathāvatthukameva.",
  "tika-vin04t8:170_16": "Sace pana ‘‘gosappinā dehī’’ti yācito ajikāsappiādīhi deti, visaṅketaṁ.",
  "tika-vin04t8:170_17": "Evañhi sati aññaṁ yācitena aññaṁ dinnaṁ nāma hoti, tasmā anāpatti, esa nayo ‘‘ajikāsappinā dehī’’tiādīsupi.",
  "tika-vin04t8:170_18": "‘‘Kappiyasappinā dehī’’ti vutte akappiyasappinā deti, visaṅketameva.",
  "tika-vin04t8:170_19": "‘‘Akappiyasappinā dehī’’ti vutte akappiyasappināva deti, paṭiggahaṇepi paribhogepi dukkaṭameva.",
  "tika-vin04t8:170_20": "Iminā nayena sabbapadesu vinicchayo veditabbo.",
  "tika-vin04t8:170_21": "Sace pana sabbehipi sappiādīhi ekaṭṭhāne vā nānāṭṭhāne vā viññāpetvā paṭiladdhaṁ ekato sambhinnarasaṁ katvā tato kusaggena ekabindumpi ajjhoharati, nava pācittiyāni.",
  "tika-vin04t8:171_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha paṇītabhojanaviññattivatthusmiṁ paññattaṁ, ‘‘agilāno’’ti ayamettha anupaññatti, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, gilānassa agilānasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:171_1": "Gilānasaññissa, gilānakāle viññāpetvā agilānassa bhuñjato, gilānassa sesake, ñātakappavāritaṭṭhānato, aññassatthāya viññatte, attano dhanena gahite, ummattakādīnañca anāpatti.",
  "tika-vin04t8:171_2": "Paṇītabhojanatā, agilānatā, kataviññattiyā paṭilābho, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin04t8:171_3": "Addhānasamuṭṭhānaṁ, kiriyaṁ , nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:172_0": "Paṇītabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:173_0": "10. Dantaponasikkhāpadavaṇṇanā",
  "tika-vin04t8:174_0": "Dasame adinnanti kāyena vā kāyappaṭibaddhena vā gaṇhantassa hatthapāse ṭhatvā kāyakāyappaṭibaddhanissaggiyānaṁ aññatarena na dinnaṁ, appaṭiggahitakassetaṁ nāmaṁ.",
  "tika-vin04t8:174_1": "Appaṭiggahitakañhi bhikkhuno attano santakampi ajjhoharituṁ na vaṭṭati.",
  "tika-vin04t8:174_2": "Paṭiggahitaṁ antamaso vissāsikasantakampi vaṭṭati, tassa lakkhaṇaṁ vuttavipallāsena veditabbaṁ.",
  "tika-vin04t8:174_3": "Sace hi yo koci anupasampanno antamaso tiracchānopi bhikkhussa vā bhikkhuniyā vā hatthapāse ṭhito kāyādīnaṁ aññatarena deti, tañce bhikkhunā yena kenaci sarīrāvayavena vā, tappaṭibaddhena vā, saṁhārimena ca antamaso mañcenāpi, dhāretuṁ samatthena ca antamaso atatthajātakarukkhapaṇṇenāpi, sūciyā parāmaṭṭhamattenāpi paṭiggahitaṁ, paṭiggahitameva hoti.",
  "tika-vin04t8:174_4": "Paṭibaddhappaṭibaddhaṁ nāma idha natthi, yampi natthukaraṇiyā diyyamānaṁ nāsikāya, akallako vā mukhena paṭiggaṇhāti, sabbaṁ vaṭṭati, ābhogamattameva hettha pamāṇaṁ.",
  "tika-vin04t8:174_5": "Pubbābhoge ca sati pacchā niddāyantassa patte dinnampi hatthapāse sati paṭiggahitameva hoti.",
  "tika-vin04t8:174_6": "Yampi ‘‘pattena paṭiggaṇhissāmī’’ti nisinnasseva hatthe patati, taṁ vaṭṭatiyeva.",
  "tika-vin04t8:174_7": "Abhihaṭabhājanato patitarajampi vaṭṭati, tattha ṭhitanisinnanipannānaṁ pavāraṇāsikkhāpade vuttanayeneva hatthapāso veditabbo.",
  "tika-vin04t8:175_0": "Sace pana dāyakappaṭiggāhakesu eko ākāse hoti, eko bhūmiyaṁ, bhūmaṭṭhassa sīsena ākāsaṭṭhassa ca ṭhapetvā dātuṁ vā gahetuṁ vā pasāritahatthaṁ yaṁ āsannataraṁ aṅgaṁ, tassa orimantena hatthapāsappamāṇaṁ paricchinditabbaṁ.",
  "tika-vin04t8:175_1": "Sacepi eko kūpe hoti, eko kūpataṭe, eko vā rukkhe, eko pathaviyaṁ, vuttanayeneva hatthapāsappamāṇaṁ paricchinditabbaṁ.",
  "tika-vin04t8:175_2": "Tasmiṁ ṭhatvā sacepi dve tayo vā sāmaṇerā yaṁ majjhimo puriso ukkhipituṁ sakkoti, evarūpaṁ bhāraṁ pavaṭṭentā bhikkhuno bhūmiyaṁ ṭhapitahatthaṁ āropenti, ukkhipitvā vā bhikkhuno pasāritahatthe ekadesenāpi ṭhapenti, taṁ paṭiggahitameva hoti.",
  "tika-vin04t8:175_3": "Yaṁ pana piṇḍāya carantassa patte rajaṁ patati, taṁ appaṭiggahitameva hoti, tasmā paṭiggahetvāva bhikkhā gaṇhitabbā.",
  "tika-vin04t8:175_4": "Appaṭiggahetvā gaṇhantassa vinayadukkaṭaṁ, taṁ pana puna paṭiggahetvā bhuñjantassa anāpatti.",
  "tika-vin04t8:175_5": "Sace ‘‘paṭiggahetvā dethā’’ti vutte vacanaṁ assutvā vā anādiyitvā vā bhikkhaṁ dentiyeva, vinayadukkaṭā muccati, puna paṭiggahetvā aññā bhikkhā paṭiggahetabbā.",
  "tika-vin04t8:175_6": "Sace mahāvāto tato tato rajaṁ pāteti, na sakkā hoti bhikkhaṁ gahetuṁ, ‘‘anupasampannassa dassāmī’’ti suddhacittena ābhogaṁ katvā gaṇhituṁ vaṭṭati.",
  "tika-vin04t8:175_7": "Taṁ anupasampannassa datvā puna tena dinnaṁ vā tassa vissāsena vā paṭiggahetvā bhuñjituṁ vaṭṭati.",
  "tika-vin04t8:175_8": "Assukheḷasiṅghāṇikādīsu yaṁ ṭhānato cavitvā hatthe vā patte vā patati, taṁ paṭiggahetabbaṁ, aṅgalaggaṁ paṭiggahitameva.",
  "tika-vin04t8:175_9": "Patantampi vocchinnañce antarā na gahetabbaṁ, uggahitakaṁ nāma hoti, taṁ pacchā paṭiggahitampi na vaṭṭati.",
  "tika-vin04t8:175_10": "Yaṁ pana bhesajjaṁ vā mūlaphalaṁ vā mātādīnaṁ atthāya gahetvā chāyatthāya vā phalinisākhaṁ ukkhipitvā gacchati, tato yaṁ icchati, taṁ puna paṭiggahetvā paribhuñjituṁ vaṭṭati.",
  "tika-vin04t8:175_11": "Yo pana tattha jātakaphalinisākhāya vā valliyā vā gahetvā cāleti.",
  "tika-vin04t8:175_12": "Tassa tato laddhaṁ phalaṁ na vaṭṭati, durupaciṇṇadukkaṭañca āpajjati, aññassa taṁ vaṭṭati, phalirukkhaṁ pana apassayituṁ vā ālambituṁ vā vaṭṭati, paṭiggahetvā ṭhapite yaṁ aññaṁ aṅkurādi uppajjati, paṭiggahitameva taṁ.",
  "tika-vin04t8:175_13": "Yāva hi hatthato mutte nirapekkho na hoti, nirapekkhatāya vā hatthato na muccati, tāva na paṭiggahaṇaṁ vijahati, ayamettha saṅkhepo, vitthāro pana samantapāsādikāyaṁ vutto.",
  "tika-vin04t8:176_0": "Mukhadvāranti galanāḷikaṁ.",
  "tika-vin04t8:176_1": "Mukhena vā hi paviṭṭhaṁ hotu, nāsikāya vā, galena ajjhoharaṇīyatāya sabbampi taṁ mukhadvāraṁ pavesitameva hoti.",
  "tika-vin04t8:176_2": "Āhāranti yaṁkiñci yāvakālikaṁ vā yāmakālikaṁ vā sattāhakālikaṁ vā yāvajīvikaṁ vā.",
  "tika-vin04t8:176_3": "Sabbañhetaṁ ajjhoharaṇīyattā ‘āhāro’ti vuccati, tattha sabbampi dhaññaṁ vā dhaññānulomaṁ vā tālanāḷikerapanasalabujaalābukumbhaṇḍapussaphalatipusaphalaeḷālukasaṅkhātaṁ navavidhaṁ mahāphalañceva aparaṇṇañca, yañcaññaṁ vanamūlapattapupphaphalādi āhāratthaṁ pharati, taṁ sabbaṁ yāva majjhanhikakālo, tāva paribhuñjitabbato yāvakālikaṁ nāma.",
  "tika-vin04t8:176_4": "Ambapānaṁ jambupānaṁ cocapānaṁ mocapānaṁ madhukapānaṁ muddikapānaṁ sālūkapānaṁ phārusakapānanti imāni aṭṭha pānāni, yāni ca tesaṁ anulomāni vettatintiṇikamātuluṅgakapiṭṭhakosambakaramandādikhuddakaphalapānāni, etāni sabbāni anupasampannehi sītodakena madditvā katāni ādiccapākāni vā yāva rattiyā pacchimayāmaṁ nidahitvā paribhuñjitabbato yāmakālikāni nāma.",
  "tika-vin04t8:176_5": "Avasesesu anuññātaphalapattapuppharasesupi eseva nayo.",
  "tika-vin04t8:176_6": "Sappiādīni pañca bhesajjāni sattāhaṁ nidahitvā paribhuñjitabbato sattāhakālikāni nāma.",
  "tika-vin04t8:176_7": "Idaṁ pana yāvakālikādittayaṁ kālavimuttañca udakaṁ ṭhapetvā avasesamūlaphalāphalādi yaṁ neva khādanīyatthaṁ na bhojanīyatthaṁ pharati , taṁ yāvajīvaṁ nidahitvā sati paccaye paribhuñjitabbato yāvajīvikaṁ nāma. Āhareyyāti paveseyya.",
  "tika-vin04t8:176_8": "Aññatra udakadantaponāti idaṁ anāhārepi udake āhārasaññāya, dantapone ca ‘‘mukhadvāraṁ āhaṭaṁ ida’’nti saññāya kukkuccāyantānaṁ kukkuccavinodanatthaṁ vuttaṁ.",
  "tika-vin04t8:176_9": "Udakañhi yathāsukhaṁ pātuṁ, dantakaṭṭhañca dantaponaparibhogena paribhuñjituṁ vaṭṭati.",
  "tika-vin04t8:176_10": "Ṭhapetvā pana idaṁ dvayaṁ avasesaṁ ajjhoharaṇatthāya gaṇhato gahaṇe dukkaṭaṁ, ajjhohāre ajjhohāre pācittiyaṁ, sacepi dantakaṭṭharaso ajānantassa anto pavisati, pācittiyameva.",
  "tika-vin04t8:177_0": "Vesāliyaṁ aññataraṁ bhikkhuṁ ārabbha adinnaṁ āhāraṁ āharaṇavatthusmiṁ paññattaṁ, ‘‘aññatra udakadantaponā’’ti ayamettha anupaññatti, sādhāraṇapaññatti , anāṇattikaṁ, tikapācittiyaṁ, paṭiggahitake appaṭiggahitasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:177_1": "Paṭiggahitasaññissa, udakadantapone, cattāri mahāvikaṭāni sati paccaye asati kappiyakārake sāmaṁ gahetvā paribhuñjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:177_2": "Ettha dubbacopi asamatthopi kappiyakārako asantapakkheyeva tiṭṭhati, chārikāya asati sukkhadāruṁ jhāpetvā, tasmiñca asati alladāruṁ rukkhato chinditvāpi kātuṁ, mattikatthāya ca pathaviṁ khaṇitumpi vaṭṭati, idaṁ pana catubbidhampi mahāvikaṭaṁ kālodissaṁ nāma sappadaṭṭhakkhaṇeyeva sāmaṁ gahetuṁ vaṭṭati, aññadā paṭiggāhāpetvā paribhuñjitabbaṁ.",
  "tika-vin04t8:177_3": "Appaṭiggahitakatā, ananuññātatā, dhūmādiabbohārikābhāvo, ajjhoharaṇanti imānettha cattāri aṅgāni.",
  "tika-vin04t8:177_4": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t8:178_0": "Dantaponasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:179_0": "Bhojanavaggo catuttho.",
  "tika-vin04t8:180_0": "5. Acelakavaggo",
  "tika-vin04t8:181_0": "1. Acelakasikkhāpadavaṇṇanā",
  "tika-vin04t8:182_0": "Acelakavaggassa paṭhame etesaṁ acelakādīnaṁ aññatitthiyānaṁ yaṁkiñci āmisaṁ ekappayogena dentassa ekaṁ pācittiyaṁ, avacchinditvā avacchinditvā dentassa payoge payoge pācittiyaṁ.",
  "tika-vin04t8:183_0": "Vesāliyaṁ āyasmantaṁ ānandaṁ ārabbha paribbājikāya dve pūve dānavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, udakadantaponaṁ dentassa, atitthiye titthiyasaññissa, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:183_1": "Atitthiye atitthiyasaññissa, anupasampannena dāpentassa, tesaṁ santike bhājanaṁ nikkhipitvā ‘‘idaṁ gaṇhathā’’ti bhaṇantassa, tesaṁ vā nikkhittabhājane dentassa, bāhiralepaṁ dentassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:183_2": "Aññatitthiyatā, ananuññātatā, ajjhoharaṇīyaṁ ajjhoharaṇatthāya sahatthā anikkhittabhājane dānanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:183_3": "Samuṭṭhānādīni eḷakalomasadisānīti.",
  "tika-vin04t8:184_0": "Acelakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:185_0": "2. Uyyojanasikkhāpadavaṇṇanā",
  "tika-vin04t8:186_0": "Dutiye dāpetvā vā adāpetvā vāti yaṁkiñci āmisaṁ dāpetvā vā na dāpetvā vā.",
  "tika-vin04t8:186_1": "Uyyojeyyāti mātugāmena saddhiṁ hasanakīḷanarahonisajjādīni kattukāmo ‘gacchā’tiādīni vatvā uyyojeyya.",
  "tika-vin04t8:186_2": "Etadevāti etaṁ anācārameva paccayaṁ karitvā, na aññaṁ patirūpaṁ kāraṇaṁ.",
  "tika-vin04t8:186_3": "Pācittiyanti uyyojanamatte tāva dukkaṭaṁ, yadā panassa so dassanūpacāraṁ vā savanūpacāraṁ vā ekena pādena vijahati, aparaṁ dukkaṭaṁ, dutiyena vijahite pācittiyaṁ.",
  "tika-vin04t8:186_4": "Ettha ca dassanūpacārassa ajjhokāse ṭhatvā dvādasahatthappamāṇaṁ, tathā savanūpacārassa.",
  "tika-vin04t8:186_5": "Sace pana antarā kuṭṭadvārapākārādayo honti, tehi antaritabhāvoyeva upacārātikkamo.",
  "tika-vin04t8:187_0": "Sāvatthiyaṁ upanandaṁ ārabbha uyyojanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, uyyojanāṇattikāya sāṇattikaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, ubhinnampi kalisāsanāropane dukkaṭameva, ‘‘ubho ekato na yāpessāmā’’ti evamādīhi patirūpakāraṇehi uyyojentassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:187_1": "Anācāraṁ ācaritukāmatā, tadatthameva upasampannassa uyyojanaṁ, evaṁ uyyojitassa upacārātikkamoti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:187_2": "Samuṭṭhānādīni adinnādānasadisānīti.",
  "tika-vin04t8:188_0": "Uyyojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:189_0": "3. Sabhojanasikkhāpadavaṇṇanā",
  "tika-vin04t8:190_0": "Tatiye saha ubhohi janehīti sabhojanaṁ, tasmiṁ sabhojane.",
  "tika-vin04t8:190_1": "Atha vā sabhojaneti sabhoge, rāgapariyuṭṭhitapurisassa hi itthī bhogo, itthiyā ca puriso, tenevassa padabhājane ‘‘itthī ceva hoti, puriso cā’’tiādi (pāci. 281) vuttaṁ.",
  "tika-vin04t8:190_2": "Anupakhajja nisajjaṁ kappeyyāti anupavisitvā nisīdeyya, yaṁ tasmiṁ kule sayanigharaṁ, tassa mahācatussālādīsu katassa mahallakassa piṭṭhasaṅghāṭato hatthapāsaṁ vijahitvā antosayanassa āsanne ṭhāne, khuddakassa vā vemajjhaṁ atikkamitvā nisīdeyyāti attho, evaṁ nisinnassa pācittiyaṁ.",
  "tika-vin04t8:191_0": "Sāvatthiyaṁ upanandaṁ ārabbha anupakhajja nisajjanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, asayanighare sayanigharasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:191_1": "Nasayanigharasaññissa, vuttalakkhaṇaṁ padesaṁ anatikkamitvā nisinnassa, bhikkhusmiṁ dutiyake sati, ubhosu nikkhantesu vā, vītarāgesu vā nisīdantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:191_2": "Avītarāgajāyampatikānaṁ sannihitatā, sayanigharatā, dutiyassa bhikkhuno abhāvo, anupakhajja nisīdananti imānettha cattāri aṅgāni.",
  "tika-vin04t8:191_3": "Samuṭṭhānādīni paṭhamapārājikasadisānīti.",
  "tika-vin04t8:192_0": "Sabhojanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:193_0": "4-5. Rahopaṭicchanna-rahonisajjasikkhāpadavaṇṇanā",
  "tika-vin04t8:194_0": "Catutthapañcamāni sāvatthiyaṁ upanandaṁ ārabbha paṭicchannāsane ca, raho ca nisajjanavatthusmiṁ paññattāni, sādhāraṇapaññattiyo, etesampi samuṭṭhānādīni paṭhamapārājikasadisāneva.",
  "tika-vin04t8:194_1": "Seso kathānayo aniyatadvaye vuttanayeneva veditabbo.",
  "tika-vin04t8:195_0": "Rahopaṭicchanna-rahonisajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:196_0": "6. Cārittasikkhāpadavaṇṇanā",
  "tika-vin04t8:197_0": "Chaṭṭhe nimantitoti pañcannaṁ bhojanānaṁ aññatarena nimantito.",
  "tika-vin04t8:197_1": "Sabhatto samānoti teneva nimantanabhattena sabhatto samāno.",
  "tika-vin04t8:197_2": "Santaṁ bhikkhuṁ anāpucchāti antoupacārasīmāya dassanūpacāre bhikkhuṁ disvā yaṁ sakkā hoti pakativacanena āpucchituṁ, tādisaṁ ‘‘ahaṁ itthannāmassa gharaṁ gacchāmī’’ti vā ‘‘cārittaṁ āpajjāmī’’ti vā īdisena vacanena anāpucchitvā.",
  "tika-vin04t8:197_3": "Purebhattaṁ vā pacchābhattaṁ vāti yena bhattena nimantito, tasmiṁ bhutte vā abhutte vā.",
  "tika-vin04t8:197_4": "Kulesu cārittaṁ āpajjeyyāti yasmiṁ kule nimantito, tato aññāni kulāni paviseyya.",
  "tika-vin04t8:197_5": "Aññatra samayā pācittiyanti sace so bhikkhu vuttalakkhaṇaṁ duvidhampi samayaṁ ṭhapetvā avītivatte majjhanhike aññaṁ kulaṁ pavisati, athassa gharūpacārokkamane dukkaṭaṁ, paṭhamapādena ummāraṁ atikkamantassa aparampi dukkaṭaṁ, dutiyapādena atikkame pācittiyaṁ.",
  "tika-vin04t8:198_0": "Rājagahe upanandaṁ ārabbha cārittāpajjanavatthusmiṁ paññattaṁ, ‘‘santaṁ bhikkhuṁ, anāpucchā, purebhattaṁ pacchābhattaṁ, aññatra samayā’’ti ayamettha catubbidhā anupaññatti, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, animantite nimantitasaññissa, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:198_1": "Tasmiṁ animantitasaññissa, samaye santaṁ bhikkhuṁ āpucchitvā, asantaṁ bhikkhuṁ anāpucchitvā pavisato, aññassa gharena vā gharūpacārena vā maggo hoti, tena gacchato, antarārāmabhikkhunupassayatitthiyaseyyapaṭikkamanabhattiyagharāni gacchato, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t8:198_2": "Pañcannaṁ bhojanānaṁ aññatarena nimantanasādiyanaṁ, santaṁ bhikkhuṁ anāpucchanā, bhattiyagharato aññagharappavisanaṁ, majjhanhikānatikkamo, samayassa vā āpadānaṁ vā abhāvoti imānettha pañca aṅgāni.",
  "tika-vin04t8:198_3": "Samuṭṭhānādīni paṭhamakathinasadisāneva, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:199_0": "Cārittasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:200_0": "7. Mahānāmasikkhāpadavaṇṇanā",
  "tika-vin04t8:201_0": "Sattame catumāsappaccayapavāraṇāti cattāro māse gilānappaccayapavāraṇā, sabbañcetaṁ vatthuvasena vuttaṁ.",
  "tika-vin04t8:201_1": "Ayaṁ panettha attho – catumāsapavāraṇā vā hotu, punapavāraṇā vā, niccapavāraṇā vā, sabbāpi sāditabbā, ‘‘idāni mama rogo natthī’’ti na paṭikkhipitabbā, ‘‘roge pana sati viññāpessāmī’’ti adhivāsetabbāti.",
  "tika-vin04t8:201_2": "Tato ce uttari sādiyeyyāti ettha sace tattha rattīhi vā bhesajjehi vā paricchedo kato hoti ‘‘ettakāyeva rattiyo, ettakāni vā bhesajjāni viññāpetabbānī’’ti, atha tato rattipariyantato vā bhesajjapariyantato vā uttari, na bhesajjakaraṇīyena vā bhesajjaṁ, aññabhesajjakaraṇīyena vā aññaṁ bhesajjaṁ viññāpentassa pācittiyaṁ.",
  "tika-vin04t8:202_0": "Sakkesu chabbaggiye ārabbha bhesajjaviññāpanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, natatuttari tatuttarisaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:202_1": "Natatuttari natatuttarisaññissa, yehi bhesajjehi pavārito, tato aññehi vā adhikatarehi vā atthe sati, yāsu ca rattīsu pavārito, tā atikkamitvāpi atthe sati yathābhūtaṁ ācikkhitvā viññāpentassa, ye ca ñātake vā puggalikappavāraṇāya pavārite vā apariyantapavāraṇāya vā pavārite, aññassa vā atthāya, attano vā dhanena viññāpenti, tesaṁ, ummattakādīnañca anāpatti.",
  "tika-vin04t8:202_2": "Saṅghapavāraṇatā, tato bhesajjaviññatti, agilānatā, pariyantātikkamoti imānettha cattāri aṅgāni.",
  "tika-vin04t8:202_3": "Samuṭṭhānādīni sañcarittasadisānīti.",
  "tika-vin04t8:203_0": "Mahānāmasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:204_0": "8. Uyyuttasenāsikkhāpadavaṇṇanā",
  "tika-vin04t8:205_0": "Aṭṭhame uyyuttanti katauyyogaṁ, gāmato nikkhantanti attho. Senanti caturaṅginiṁ.",
  "tika-vin04t8:205_1": "Aññatra tathārūpappaccayāti tathārūpe kāraṇe asati kevalaṁ senaṁ dassanatthāya gacchato pade pade dukkaṭaṁ, dassanūpacāre ṭhatvā passato pācittiyaṁ.",
  "tika-vin04t8:205_2": "Dassanūpacāro nāma yattha ṭhito passati, taṁ pana vijahitvā punappunaṁ passato payoge payoge pācittiyaṁ.",
  "tika-vin04t8:206_0": "Sāvatthiyaṁ chabbaggiye ārabbha senādassanavatthusmiṁ paññattaṁ, ‘‘aññatra tathārūpappaccayā’’ti ayamettha anupaññatti, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, hatthiādīsu ekamekaṁ dassanāya gamane vuttanayeneva dukkaṭaṁ, tathā anuyyutte uyyuttasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:206_1": "Anuyyuttasaññino pana, ārāme ṭhatvā attano ṭhitokāsaṁ āgataṁ, paṭipathaṁ āgacchantañca passato, tathārūpappaccaye, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t8:206_2": "Uyyuttasenaṁ dassanatthāya gamanaṁ, anuññātokāsato aññatra dassanaṁ, tathārūpappaccayassa āpadāya vā abhāvoti imānettha cattāri aṅgāni.",
  "tika-vin04t8:206_3": "Samuṭṭhānādīni eḷakalomasadisāni, idaṁ pana lokavajjaṁ, akusalacittaṁ, tivedananti.",
  "tika-vin04t8:207_0": "Uyyuttasenāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:208_0": "9. Senāvāsasikkhāpadavaṇṇanā",
  "tika-vin04t8:209_0": "Navame tato ce uttarīti tirattato uttari catutthadivase atthaṅgate sūriye senāya tiṭṭhatu vā nisīdatu vā sayatu vā, sacepi ākāse iddhiyā kañci iriyāpathaṁ kappeti, pācittiyameva.",
  "tika-vin04t8:210_0": "Sāvatthiyaṁ chabbaggiye ārabbha atirekatirattaṁ senāya vasanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, ūnakatiratte atirekasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:210_1": "Ūnakasaññissa, tatiyāya rattiyā purāruṇā nikkhamitvā puna vasato, gilānassa vā gilānakaraṇīyena vā vasato, paṭisenāruddhāya senāya, kenaci palibuddhassa, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t8:210_2": "Tirattātikkamo, senāya sūriyassa atthaṅgamo, gilānatādīnaṁ abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:210_3": "Samuṭṭhānādīni eḷakalomasadisānevāti.",
  "tika-vin04t8:211_0": "Senāvāsasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:212_0": "10. Uyyodhikasikkhāpadavaṇṇanā",
  "tika-vin04t8:213_0": "Dasame uggantvā uggantvā ettha yujjhantīti uyyodhikaṁ, sampahāraṭṭhānassetaṁ nāmaṁ.",
  "tika-vin04t8:213_1": "Balassa aggaṁ jānanti etthāti balaggaṁ, balagaṇanaṭṭhānanti attho.",
  "tika-vin04t8:213_2": "Senāya viyūhaṁ senābyūhaṁ, senānivesassetaṁ nāmaṁ.",
  "tika-vin04t8:213_3": "Anīkassa dassanaṁ anīkadassanaṁ.",
  "tika-vin04t8:213_4": "Anīkaṁ nāma ‘‘dvādasapuriso hatthī, tipuriso asso, catuppuriso ratho’’tiiminā (pāci.",
  "tika-vin04t8:213_5": "314) lakkhaṇena tayo hatthī pacchimakaṁ hatthānīkaṁ, assānīkarathānīkesupi eseva nayo.",
  "tika-vin04t8:213_6": "Cattāro pana āvudhahatthā purisā pacchimakaṁ pattānīkaṁ.",
  "tika-vin04t8:213_7": "Etesu yaṁkiñci dassanāya gacchato pade pade dukkaṭaṁ, dassanūpacāre ṭhatvā passato pācittiyaṁ, upacāraṁ pana vijahitvā punappunaṁ passato payoge payoge pācittiyaṁ.",
  "tika-vin04t8:213_8": "Sesaṁ uyyuttasenāsikkhāpade vuttanayeneva veditabbaṁ, āpattibhedo panettha natthevāti.",
  "tika-vin04t8:214_0": "Uyyodhikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:215_0": "Acelakavaggo pañcamo.",
  "tika-vin04t8:216_0": "6. Surāpānavaggo",
  "tika-vin04t8:217_0": "1. Surāpānasikkhāpadavaṇṇanā",
  "tika-vin04t8:218_0": "Surāpānavaggassa paṭhame surāmerayapāneti ettha piṭṭhādīhi kataṁ majjaṁ surā, pupphādīhi kato āsavo merayaṁ, tadubhayampi bījato paṭṭhāya kusaggenāpi pivato payoge payoge pācittiyaṁ.",
  "tika-vin04t8:219_0": "Kosambiyaṁ sāgatattheraṁ ārabbha majjapivanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, amajje majjasaññissa, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:219_1": "Amajjasaññissa, amajjaṁ majjavaṇṇagandharasaṁ loṇasovīrakaṁ vā suttaṁ vā pivato, vāsaggāhāpanatthaṁ īsakaṁ majjaṁ pakkhipitvā sūpādīni pacanti, tesu sūpasampākādīsu , āmalakarasādīhi amajjaṁ majjasadisaṁ ariṭṭhaṁ karonti, taṁ pivato, ummattakādīnañca anāpatti.",
  "tika-vin04t8:219_2": "Majjabhāvo, tassa pānañcāti imānettha dve aṅgāni.",
  "tika-vin04t8:219_3": "Samuṭṭhānādīni eḷakalomasadisāni, idaṁ pana lokavajjaṁ, akusalacittaṁ, tivedananti.",
  "tika-vin04t8:220_0": "Surāpānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:221_0": "2. Aṅgulipatodakasikkhāpadavaṇṇanā",
  "tika-vin04t8:222_0": "Dutiye aṅgulipatodaketi aṅgulīhi upakacchakādighaṭṭanaṁ vuccati, apica yena kenaci sarīrāvayavena hasādhippāyassa upasampannaṁ phusato pācittiyaṁ.",
  "tika-vin04t8:223_0": "Sāvatthiyaṁ chabbaggiye ārabbha aṅgulipatodakena hasanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, idha pana bhikkhunīpi bhikkhussa, bhikkhu ca bhikkhuniyā anupasampanno eva, kāyappaṭibaddhādīsu sabbattha dukkaṭameva.",
  "tika-vin04t8:223_1": "Na hasanādhippāyassa, sati karaṇīye āmasato, ummattakādīnañca anāpatti.",
  "tika-vin04t8:223_2": "Hasādhippāyatā, upasampannassa kāyena kāyāmasananti imānettha dve aṅgāni.",
  "tika-vin04t8:223_3": "Samuṭṭhānādīni paṭhamapārājikasadisānevāti.",
  "tika-vin04t8:224_0": "Aṅgulipatodakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:225_0": "3. Hasadhammasikkhāpadavaṇṇanā",
  "tika-vin04t8:226_0": "Tatiye udake hasadhammeti udakakīḷā vuccati.",
  "tika-vin04t8:226_1": "Tasmā yo bhikkhu uparigopphake udakeyeva gacchanto hasādhippāyo nimujjati vā ummujjati vā, tassa nimujjanādīnaṁ atthāya otarantassa hatthavāre padavāre dukkaṭaṁ, nimujjanummujjanesu payoge payoge pācittiyaṁ, nimujjitvā antoudakeyeva gacchantassa hatthavārapadavāresu, tarantassa vā yena yena aṅgena tarati, tassa tassa payoge payoge pācittiyaṁ.",
  "tika-vin04t8:227_0": "Sāvatthiyaṁ sattarasavaggiye bhikkhū ārabbha udake kīḷanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, udake ahasadhamme hasadhammasaññino, vematikassa vā dukkaṭaṁ, tathā nāvāya kīḷato hatthena vā pādena vā kaṭṭhena vā kathalāya vā udakaṁ paharato, bhājanagataṁ udakaṁ vā kañjikādīni vā cikkhallaṁ vā khipanakīḷāya kīḷato dukkaṭaṁ.",
  "tika-vin04t8:227_1": "Atthajotakaṁ pana akkharaṁ chindituṁ vaṭṭati.",
  "tika-vin04t8:227_2": "Na hasādhippāyassa, sati karaṇīye otaritvā nimujjanādīni karontassa, pāraṁ gacchato, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t8:227_3": "Uparigopphakatā, hasādhippāyena kīḷananti imānettha dve aṅgāni.",
  "tika-vin04t8:227_4": "Samuṭṭhānādīni paṭhamapārājikasadisānīti.",
  "tika-vin04t8:228_0": "Hasadhammasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:229_0": "4. Anādariyasikkhāpadavaṇṇanā",
  "tika-vin04t8:230_0": "Catutthe anādariyeti puggalassa vā dhammassa vā anādarakaraṇe.",
  "tika-vin04t8:230_1": "Tasmā yo bhikkhu upasampannena paññattena vuccamāno tassa vā vacanaṁ akattukāmatāya, taṁ vā dhammaṁ asikkhitukāmatāya anādariyaṁ karoti, tassa tasmiṁ anādariye pācittiyaṁ.",
  "tika-vin04t8:231_0": "Kosambiyaṁ channattheraṁ ārabbha anādariyakaraṇavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, upasampannena vā anupasampannena vā ‘‘idaṁ na sallekhāya saṁvattatī’’tiādinā nayena apaññattena vuccamānassa anādariyepi dukkaṭameva.",
  "tika-vin04t8:231_1": "Paveṇiāgataṁ pana uggahaṁ gahetvā ‘‘evaṁ amhākaṁ ācariyānaṁ uggaho paripucchā’’ti (pāci.",
  "tika-vin04t8:231_2": "344) bhaṇantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:231_3": "Upasampannassa paññattena vacanaṁ, anādariyakaraṇanti imānettha dve aṅgāni.",
  "tika-vin04t8:231_4": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:232_0": "Anādariyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:233_0": "5. Bhiṁsāpanasikkhāpadavaṇṇanā",
  "tika-vin04t8:234_0": "Pañcame bhiṁsāpeyyāti bhiṁsāpanatthaṁ rūpādīni upasaṁhareyya, bhayānakakathaṁ vā katheyya.",
  "tika-vin04t8:234_1": "So pana bhāyatu vā, mā vā, itarassa pācittiyaṁ.",
  "tika-vin04t8:235_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha bhiṁsāpanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ.",
  "tika-vin04t8:235_1": "Anupasampanne tikadukkaṭaṁ, na bhiṁsāpetukāmassa tathā karoto, ummattakādīnañca anāpatti.",
  "tika-vin04t8:235_2": "Upasampannatā, tassa dassanasavanavisaye bhiṁsāpetukāmatāya vāyāmananti imānettha dve aṅgāni.",
  "tika-vin04t8:235_3": "Samuṭṭhānādīni anantarasikkhāpadasadisānevāti.",
  "tika-vin04t8:236_0": "Bhiṁsāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:237_0": "6. Jotisikkhāpadavaṇṇanā",
  "tika-vin04t8:238_0": "Chaṭṭhe visibbanāpekkhoti tappitukāmo.",
  "tika-vin04t8:238_1": "Samādaheyyāti jāleyya, aññatra tathārūpappaccayāti padīpujjālanaṁ vā pattapacanādīsu jotikaraṇaṁ vāti evarūpaṁ paccayaṁ vinā.",
  "tika-vin04t8:238_2": "Tatrāyaṁ vinicchayo – sayaṁ samādahantassa araṇisaṇṭhāpanato paṭṭhāya yāva jālā na uṭṭhahati, tāva sabbappayogesu dukkaṭaṁ, jāluṭṭhāne pācittiyaṁ.",
  "tika-vin04t8:238_3": "Samādahāpentassa āṇattiyā dukkaṭaṁ, sakiṁ āṇattena bahumpi samādahite ekameva pācittiyaṁ.",
  "tika-vin04t8:239_0": "Bhaggesu sambahule bhikkhū ārabbha jotiṁ samādahitvā visibbanavatthusmiṁ paññattaṁ, ‘‘agilāno, aññatra tathārūpappaccayā’’ti imānettha dve anupaññattiyo, sādhāraṇapaññatti, sāṇattikaṁ, tikapācittiyaṁ, gilānassa agilānasaññino, vematikassa vā dukkaṭaṁ, tathā paṭilātaṁ ukkhipantassa, tañca avijjhātaṁ ukkhipitvā yathāṭhāne ṭhapentassa.",
  "tika-vin04t8:239_1": "Vijjhātaṁ pana jālayato pācittiyameva.",
  "tika-vin04t8:239_2": "Gilānassa gilānasaññissa , aññena kataṁ vā vītaccitaṅgāraṁ vā visibbentassa, padīpajotikajantāgharādike tathārūpappaccaye, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t8:239_3": "Agilānatā, anuññātakāraṇābhāvo, visibbetukāmatā, samādahananti imānettha cattāri aṅgāni.",
  "tika-vin04t8:239_4": "Samuṭṭhānādīni sañcaritte vuttanayeneva veditabbānīti.",
  "tika-vin04t8:240_0": "Jotisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:241_0": "7. Nahānasikkhāpadavaṇṇanā",
  "tika-vin04t8:242_0": "Sattame nahāyeyyāti yo bhikkhu majjhimadese nahānadivasato paṭṭhāya addhamāse apuṇṇe aññatra samayā ‘‘nahāyissāmī’’ti cuṇṇaṁ vā mattikaṁ vā abhisaṅkharoti, tassa tato paṭṭhāya sabbappayogesu dukkaṭaṁ, nahānapariyosāne pācittiyaṁ.",
  "tika-vin04t8:242_1": "Samayesu pariveṇasammajjanamattampi kammasamayo, addhayojanaṁ gantukāmassa, gacchato, gatassa vā addhānagamanasamayo, sarajena vātena okiṇṇassa dvīsu vā tīsu vā udakaphusitesu kāye patitesu vātavuṭṭhisamayoti veditabbo. Sesaṁ uttānameva.",
  "tika-vin04t8:243_0": "Rājagahe sambahule bhikkhū ārabbha na mattaṁ jānitvā nahāyanavatthusmiṁ paññattaṁ, ‘‘aññatra samayā’’ti ayamettha chabbidhā anupaññatti, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, atirekaddhamāse ūnakasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:243_1": "Atirekasaññissa, samaye vā nahāyantassa, yo vā nadīpāraṁ gacchanto vālukaṁ ukkiritvā kataāvāṭesupi nahāyati, tassa, paccantime janapade sabbesaṁ, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t8:243_2": "Majjhimadeso, ūnakaddhamāse nahānaṁ, samayānaṁ vā nadīpāragamanassa vā āpadānaṁ vā abhāvoti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:243_3": "Samuṭṭhānādīni eḷakalomasadisānevāti.",
  "tika-vin04t8:244_0": "Nahānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:245_0": "8. Dubbaṇṇakaraṇasikkhāpadavaṇṇanā",
  "tika-vin04t8:246_0": "Aṭṭhame alabhīti labho, labho eva lābho, kiṁ alabhi? Cīvaraṁ, kīdisaṁ?",
  "tika-vin04t8:246_1": "Navaṁ, iti ‘‘navacīvaralābhenā’’ti vattabbe anunāsikalopaṁ akatvā navaṁcīvaralābhenāti vuttaṁ, paṭiladdhanavacīvarenāti attho.",
  "tika-vin04t8:246_2": "Majjhe ṭhitapadadvaye panāti nipātamattaṁ.",
  "tika-vin04t8:246_3": "Bhikkhunāti yena laddhaṁ, tassa nidassanaṁ, sesaṁ padatthato uttānameva.",
  "tika-vin04t8:246_4": "Ayaṁ panettha vinicchayo – nivāsanapārupanupagaṁ cīvaraṁ labhitvā tassa niṭṭhitarajanassa yasmiṁ vā tasmiṁ vā padese kaṁsanīlena vā pattanīlena vā kaddamena vā yena kenaci kāḷakena vā morakkhimaṇḍalamaṅgulapiṭṭhīnaṁ aññatarappamāṇaṁ kappabinduṁ ādiyitvā taṁ cīvaraṁ paribhuñjitabbaṁ, anādiyitvā paribhuñjantassa pācittiyaṁ.",
  "tika-vin04t8:247_0": "Sāvatthiyaṁ sambahule bhikkhū ārabbha attano cīvaraajānanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, ādinne anādinnasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:247_1": "Ādinnasaññissa , kappe naṭṭhe, kappakatokāse jiṇṇe, kappakatena akappakate saṁsibbite, pacchā āropitesu aggaḷaanuvātaparibhaṇḍesu taṁ paribhuñjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:247_2": "Vuttappakārassa cīvarassa akatakappakatā, na naṭṭhacīvarāditā, nivāsanaṁ vā pārupanaṁ vāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:247_3": "Samuṭṭhānādīni eḷakalomasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:248_0": "Dubbaṇṇakaraṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:249_0": "9. Vikappanasikkhāpadavaṇṇanā",
  "tika-vin04t8:250_0": "Navame vikappetvāti ettha dve vikappanā sammukhāvikappanā parammukhāvikappanā ca.",
  "tika-vin04t8:250_1": "Kathaṁ sammukhāvikappanā hoti?",
  "tika-vin04t8:250_2": "Cīvarānaṁ ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā ‘imaṁ cīvara’nti vā ‘imāni cīvarānī’ti vā ‘etaṁ cīvara’nti vā ‘etāni cīvarānī’ti vā vatvā ‘tuyhaṁ vikappemī’ti vattabbaṁ, ayamekā sammukhāvikappanā.",
  "tika-vin04t8:250_3": "Ettāvatā nidhetuṁ vaṭṭati, paribhuñjituṁ pana vissajjetuṁ vā adhiṭṭhātuṁ vā na vaṭṭati.",
  "tika-vin04t8:250_4": "‘‘Mayhaṁ santakaṁ, mayhaṁ santakāni paribhuñja vā vissajjehi vā yathāpaccayaṁ karohī’’ti (pāci.",
  "tika-vin04t8:250_5": "374) evaṁ pana vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti.",
  "tika-vin04t8:250_6": "Aparo nayo, tatheva cīvarānaṁ ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā tasseva bhikkhuno santike ‘imaṁ cīvara’nti vā ‘imāni cīvarānī’ti vā ‘etaṁ cīvara’nti vā ‘etāni cīvarānī’ti vā vatvā pañcasu sahadhammikesu aññatarassa attanā abhirucitassa yassa kassaci nāmaṁ gahetvā ‘‘tissassa bhikkhuno vikappemī’’ti vā ‘‘tissāya bhikkhuniyā, sikkhamānāya, sāmaṇerassa, tissāya sāmaṇeriyā vikappemī’’ti vā vattabbaṁ, ayaṁ aparāpi sammukhāvikappanā.",
  "tika-vin04t8:250_7": "Ettāvatā nidhetuṁ vaṭṭati, paribhogādīsu ekampi na vaṭṭati.",
  "tika-vin04t8:250_8": "Tena pana bhikkhunā ‘‘tissassa bhikkhuno santakaṁ…pe… tissāya sāmaṇeriyā santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ karohī’’ti vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭanti.",
  "tika-vin04t8:251_0": "Kathaṁ parammukhāvikappanā hoti?",
  "tika-vin04t8:251_1": "Cīvarānaṁ tatheva ekabahubhāvaṁ sannihitāsannihitabhāvañca ñatvā ‘imaṁ cīvara’nti vā ‘imāni cīvarānī’ti vā ‘etaṁ cīvara’nti vā ‘etāni cīvarānī’ti vā vatvā ‘‘tuyhaṁ vikappanatthāya dammī’’ti vattabbaṁ.",
  "tika-vin04t8:251_2": "Tena vattabbo ‘‘ko te mitto vā sandiṭṭho vā’’ti.",
  "tika-vin04t8:251_3": "Tato itarena purimanayeneva ‘tisso bhikkhū’ti vā…pe… ‘tissā sāmaṇerī’ti vā vattabbaṁ.",
  "tika-vin04t8:251_4": "Puna tena bhikkhunā ‘‘ahaṁ tissassa bhikkhuno dammī’’ti vā…pe… ‘‘tissāya sāmaṇeriyā dammī’’ti vā vattabbaṁ , ayaṁ parammukhāvikappanā.",
  "tika-vin04t8:251_5": "Ettāvatā nidhetuṁ vaṭṭati, paribhogādīsu ekampi na vaṭṭati.",
  "tika-vin04t8:251_6": "Tena pana bhikkhunā dutiyasammukhāvikappanāyaṁ vuttanayeneva ‘‘itthannāmassa santakaṁ paribhuñja vā vissajjehi vā yathāpaccayaṁ karohī’’ti vutte paccuddhāro nāma hoti, tato pabhuti paribhogādayopi vaṭṭantīti.",
  "tika-vin04t8:251_7": "Pattavikappanāyampi eseva nayo.",
  "tika-vin04t8:251_8": "Iti imāsu dvīsu vikappanāsu yāya kāyaci vikappanāya pañcasu sahadhammikesu yassa kassaci cīvaraṁ vikappetvā vuttanayena akatappaccuddhāraṁ vā yena vinayakammaṁ kataṁ, tassa vā vissāsena aggahetvā paribhuñjantassa pācittiyaṁ.",
  "tika-vin04t8:252_0": "Sāvatthiyaṁ upanandaṁ ārabbha appaccuddhāraṇaṁ paribhuñjanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, taṁ pana adhiṭṭhahantassa vā vissajjentassa vā dukkaṭaṁ, tathā paccuddhāraṇe appaccuddhāraṇasaññissa vematikassa vā.",
  "tika-vin04t8:252_1": "Paccuddhāraṇasaññissa pana vissāsena paribhuñjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:252_2": "Sāmaṁ vikappitassa appaccuddhāro, vikappanupagacīvaratā, paribhogoti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:252_3": "Samuṭṭhānādīni paṭhamakathinasadisāneva, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:253_0": "Vikappanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:254_0": "10. Apanidhānasikkhāpadavaṇṇanā",
  "tika-vin04t8:255_0": "Dasame pattanti adhiṭṭhānupagaṁ. Cīvaranti vikappanupagaṁ.",
  "tika-vin04t8:255_1": "Nisīdanaṁ nāma sadasaṁ vuccati.",
  "tika-vin04t8:255_2": "Sūcigharaṁ nāma sasūcikaṁ vā asūcikaṁ vā.",
  "tika-vin04t8:255_3": "Kāyabandhanaṁ nāma paṭṭikā vā sūkarantakaṁ vā.",
  "tika-vin04t8:255_4": "Apanidheyyāti apanetvā nidaheyya. Hasāpekkhoti hasādhippāyo.",
  "tika-vin04t8:255_5": "Pācittiyanti sayaṁ apanidhentassa pācittiyaṁ, aññaṁ āṇāpentassa āṇattiyā dukkaṭaṁ, tena apanihite itarassa pācittiyaṁ.",
  "tika-vin04t8:256_0": "Sāvatthiyaṁ chabbaggiye ārabbha apanidhānavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sāṇattikaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, vuttappakārāni pana pattādīni ṭhapetvā aññaṁ parikkhāraṁ upasampannassa vā anupasampannassa vā santakaṁ apanidhentassa dukkaṭameva.",
  "tika-vin04t8:256_1": "Dunnikkhittaṁ paṭisāmentassa, ‘‘dhammakathaṁ katvā dassāmī’’ti paṭisāmentassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:256_2": "Upasampannassa santakānaṁ pattādīnaṁ apanidhānaṁ, vihesetukāmatā vā hasādhippāyatā vāti imānettha dve aṅgāni.",
  "tika-vin04t8:256_3": "Samuṭṭhānādīni adinnādānasadisānīti.",
  "tika-vin04t8:257_0": "Apanidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:258_0": "Surāpānavaggo chaṭṭho.",
  "tika-vin04t8:259_0": "7. Sappāṇakavaggo",
  "tika-vin04t8:260_0": "1. Sañciccasikkhāpadavaṇṇanā",
  "tika-vin04t8:261_0": "Sappāṇakavaggassa paṭhame pāṇoti tiracchānagatapāṇo adhippeto.",
  "tika-vin04t8:261_1": "Taṁ khuddakampi mahantampi mārentassa pācittiyameva, mahante pana upakkamamahantatāya akusalaṁ mahantaṁ hoti.",
  "tika-vin04t8:262_0": "Sāvatthiyaṁ udāyittheraṁ ārabbha pāṇaṁ jīvitā voropanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sāṇattikaṁ, pāṇe vematikassa, apāṇe pāṇasaññino, vematikassa vā dukkaṭaṁ .",
  "tika-vin04t8:262_1": "Apāṇasaññissa, asañcicca, ajānantassa, namaraṇādhippāyassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:262_2": "Sesaṁ manussaviggahe vuttanayamevāti.",
  "tika-vin04t8:263_0": "Sañciccasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:264_0": "2. Sappāṇakasikkhāpadavaṇṇanā",
  "tika-vin04t8:265_0": "Dutiye sappāṇakanti ye pāṇakā paribhogena maranti, tehi sappāṇakaṁ, tādisañhi jānaṁ paribhuñjantassa payoge payoge pācittiyaṁ.",
  "tika-vin04t8:266_0": "Sāvatthiyaṁ chabbaggiye ārabbha jānaṁ sappāṇakaṁ udakaṁ paribhuñjanavatthusmiṁ paññattaṁ, sesamettha siñcanasikkhāpade vuttanayeneva veditabbanti.",
  "tika-vin04t8:267_0": "Sappāṇakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:268_0": "3. Ukkoṭanasikkhāpadavaṇṇanā",
  "tika-vin04t8:269_0": "Tatiye yathādhammanti yo yassa adhikaraṇassa vūpasamāya dhammo vutto, teneva dhammena.",
  "tika-vin04t8:269_1": "Nihatādhikaraṇanti nihataṁ adhikaraṇaṁ, samathakkhandhake (cūḷava.",
  "tika-vin04t8:269_2": "185 ādayo) satthārā vuttadhammeneva vūpasamitanti attho, vūpasamananayaṁ panassa adhikaraṇasamathesu dassayissāma.",
  "tika-vin04t8:269_3": "Punakammāya ukkoṭeyyāti tassa tassa bhikkhuno santikaṁ gantvā ‘‘akataṁ kamma’’ntiādīni (pāci.",
  "tika-vin04t8:269_4": "394) vadanto punakaraṇatthāya uccāleyya.",
  "tika-vin04t8:269_5": "Yathāṭhitabhāvena patiṭṭhātuṁ na dadeyya, tassevaṁ karontassa pācittiyaṁ.",
  "tika-vin04t8:269_6": "Yaṁ pana dhammena adhikaraṇaṁ nihataṁ , taṁ sunihatameva.",
  "tika-vin04t8:269_7": "Sace vippakate kamme paṭikkosati, taṁ saññāpetvā kātabbaṁ.",
  "tika-vin04t8:269_8": "Itarathā kammañca kuppati, kārakānañca āpatti.",
  "tika-vin04t8:270_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha ukkoṭanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, dhammakamme vematikassa, adhammakamme dhammakammasaññino, vematikassa vā dukkaṭaṁ.",
  "tika-vin04t8:270_1": "Ubhayesu adhammakammasaññissa, ‘‘adhammena vā vaggena vā akammārahassa vā kammaṁ kata’’nti jānantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:270_2": "Yathādhammaṁ nihatabhāvo, jānanā, ukkoṭanāti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:270_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:271_0": "Ukkoṭanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:272_0": "4. Duṭṭhullasikkhāpadavaṇṇanā",
  "tika-vin04t8:273_0": "Catutthe duṭṭhullanti saṅghādisesaṁ adhippetaṁ, taṁ yena kenaci upāyena ñatvā paṭicchādentassa pācittiyaṁ.",
  "tika-vin04t8:273_1": "Sacepi ‘‘na dāni naṁ kassaci bhikkhuno ārocessāmī’’ti dhuraṁ nikkhipitvā pacchā āroceti, pācittiyaṁ, āpajjitvāva ārocessati.",
  "tika-vin04t8:273_2": "Sace pana evaṁ dhuraṁ nikkhipitvā paṭicchādanatthameva aññassa āroceti, sopi aññassāti etenupāyena samaṇasatampi āpajjatiyeva tāva, yāva koṭi na chijjati. Kathaṁ pana koṭi chijjati?",
  "tika-vin04t8:273_3": "Sace hi āpanno ekassa āroceti, sopi aññassa āroceti, so nivattitvā yenassa ārocitaṁ, tasseva āroceti, evaṁ tatiyena puggalena dutiyassa ārocite koṭi chinnā hoti.",
  "tika-vin04t8:274_0": "Sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha duṭṭhullāpattipaṭicchādanavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, duṭṭhullāya āpattiyā ādipade pācittiyaṁ, itaresu dvīsu dukkaṭaṁ, aduṭṭhullāya tikadukkaṭaṁ, anupasampannassa duṭṭhulle vā aduṭṭhulle vā ajjhācāre dukkaṭameva.",
  "tika-vin04t8:274_1": "‘‘Saṅghassa bhaṇḍanādīni bhavissantī’’ti (pāci.",
  "tika-vin04t8:274_2": "401) vā ‘‘ayaṁ kakkhaḷo pharuso jīvitantarāyaṁ vā brahmacariyantarāyaṁ vā karissatī’’ti vā anārocentassa, patirūpaṁ bhikkhuṁ apassato , na chādetukāmassa, ‘‘paññāyissati sakena kammenā’’ti anārocentassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:274_3": "Upasampannassa duṭṭhullāpattijānanaṁ, ‘‘paṭicchādetukāmatāya nārocessāmī’’ti dhuranikkhepoti imānettha dve aṅgāni.",
  "tika-vin04t8:274_4": "Samuṭṭhānādīni samanubhāsanasaasānevāti.",
  "tika-vin04t8:275_0": "Duṭṭhullasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:276_0": "5. Ūnavīsativassasikkhāpadavaṇṇanā",
  "tika-vin04t8:277_0": "Pañcame ūnavīsativassanti paṭisandhiggahaṇato paṭṭhāya aparipuṇṇavīsativassaṁ.",
  "tika-vin04t8:277_1": "Upasampādeyyāti upajjhāyo hutvā upasampādeyya.",
  "tika-vin04t8:277_2": "So ca puggalo anupasampannoti jānantenāpi ajānantenāpi upasampādito anupasampannova.",
  "tika-vin04t8:277_3": "Sace pana so dasavassaccayena aññaṁ upasampādeti, tañce muñcitvā gaṇo pūrati, sūpasampanno.",
  "tika-vin04t8:277_4": "Sopi yāva na jānāti, tāva tassa neva saggantarāyo na mokkhantarāyo, ñatvā pana puna upasampajjitabbaṁ.",
  "tika-vin04t8:277_5": "Te ca bhikkhū gārayhāti ṭhapetvā upajjhāyaṁ avasesā gārayhā honti, sabbe dukkaṭaṁ āpajjanti.",
  "tika-vin04t8:277_6": "Idaṁ tasmiṁ pācittiyanti yo pana upajjhāyo hutvā upasampādeti, tasmiṁyeva puggale idaṁ pācittiyaṁ veditabbaṁ.",
  "tika-vin04t8:277_7": "Tasmā yo ‘‘evaṁ upasampādessāmī’’ti gaṇaṁ vā ācariyaṁ vā pattaṁ vā cīvaraṁ vā pariyesati, sīmaṁ vā sammannati (pāci.",
  "tika-vin04t8:277_8": "404), udakukkhepaṁ vā paricchindati, so etesu sabbakiccesu ñattiyā, dvīsu ca kammavācāsu dukkaṭāni āpajjitvā kammavācāpariyosāne pācittiyaṁ āpajjati.",
  "tika-vin04t8:278_0": "Rājagahe sambahule bhikkhū ārabbha ūnavīsativassaṁ upasampādanavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, ūnavīsativasse vematikassa, paripuṇṇavīsativasse ūnakasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:278_1": "Ubhayattha paripuṇṇasaññissa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:278_2": "Ūnavīsativassatā, ūnakasaññitā, upasampādananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:278_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana paṇṇattivajjaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:279_0": "Ūnavīsativassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:280_0": "6. Theyyasatthasikkhāpadavaṇṇanā",
  "tika-vin04t8:281_0": "Chaṭṭhe ye rājānaṁ vā vañcetvā suṅkaṁ vā pariharitukāmā corā katakammā ceva akatakammā ca maggappaṭipannā, tesu idha theyyasatthasaññino tassa theyyasatthabhāvaṁ ñatvā tena saddhiṁ saṁvidhāya gacchantassa saṁvidhāne ca gamane ca ovādavagge vuttanayena āpattivinicchayo veditabbo.",
  "tika-vin04t8:282_0": "Sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha theyyasatthena saddhiṁ saṁvidhāya ekaddhānamaggaṁ paṭipajjanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, manussesu asaṁvidahantesu sayameva saṁvidahitvā gacchantassa, theyyasatthe vematikassa, atheyyasatthe theyyasatthasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:282_1": "Atheyyasatthasaññissa, asaṁvidahitvā vā kālavisaṅketena vā, āpadāsu vā, gacchantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:282_2": "Theyyasatthabhāvo, jānanaṁ, saṁvidhānaṁ, avisaṅketena gamananti imānettha cattāri aṅgāni.",
  "tika-vin04t8:282_3": "Theyyasatthasamuṭṭhānaṁ, kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:283_0": "Theyyasatthasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:284_0": "7. Saṁvidhānasikkhāpadavaṇṇanā",
  "tika-vin04t8:285_0": "Sattame sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha mātugāmena saddhiṁ ekaddhānamaggaṁ paṭipajjanavatthusmiṁ paññattaṁ, sesamettha bhikkhuniyā saddhiṁ saṁvidhānasikkhāpade vuttanayeneva veditabbanti.",
  "tika-vin04t8:286_0": "Saṁvidhānasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:287_0": "8. Ariṭṭhasikkhāpadavaṇṇanā",
  "tika-vin04t8:288_0": "Aṭṭhame saggamokkhānaṁ antarāyaṁ karontīti antarāyikā, te kammakilesavipākaupavādapaññattivītikkamanavasena pañcavidhā.",
  "tika-vin04t8:288_1": "Tesu mudukānaṁ attharaṇādīnaṁ phasso viya itthisamphassopi vaṭṭatīti methunavītikkamane dosaṁ adisvā paññattivītikkamantarāyike sandhāya ‘‘yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṁ antarāyāyā’’ti vuttaṁ.",
  "tika-vin04t8:288_2": "Anekapariyāyenāti ‘‘aṭṭhikaṅkalūpamā kāmā’’tiādīhi (ma. ni. 2.42; pāci. 417; cūḷani.",
  "tika-vin04t8:288_3": "khaggavisāṇasuttaniddesa 147) nekehi kāraṇehi.",
  "tika-vin04t8:288_4": "So bhikkhu bhikkhūhīti ye passanti vā suṇanti vā, tehi tikkhattuṁ evaṁ vattabbo ‘‘mā āyasmā evaṁ avaca…pe… alañca pana te paṭisevato antarāyāyā’’ti.",
  "tika-vin04t8:288_5": "Evaṁ vutte appaṭinissajjantassa dukkaṭaṁ, sutvā avadantānampi dukkaṭaṁ.",
  "tika-vin04t8:288_6": "Puna saṅghamajjhampi ākaḍḍhitvā tatheva vattabbo, tatrāpi tassa appaṭinissajjane, itaresañca avacane dukkaṭameva.",
  "tika-vin04t8:288_7": "Evampi appaṭinissajjanto puna ñatticatutthena kammena yāvatatiyaṁ samanubhāsitabbo, athassa appaṭinissajjato puna ñattiyā ca dvīhi ca kammavācāhi dukkaṭaṁ, kammavācāpariyosāne pācittiyaṁ.",
  "tika-vin04t8:289_0": "Sāvatthiyaṁ ariṭṭhaṁ ārabbha pāpikāya diṭṭhiyā appaṭinissajjanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, adhammakamme tikadukkaṭaṁ.",
  "tika-vin04t8:289_1": "Asamanubhāsiyamānassa , paṭinissajjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:289_2": "Dhammakammatā, samanubhāsanā, appaṭinissajjananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:289_3": "Samuṭṭhānādīni samanubhāsanasadisānevāti.",
  "tika-vin04t8:290_0": "Ariṭṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:291_0": "9. Ukkhittasambhogasikkhāpadavaṇṇanā",
  "tika-vin04t8:292_0": "Navame tathāvādināti ‘‘tathāhaṁ bhagavatā dhamma’’ntiādivādinā.",
  "tika-vin04t8:292_1": "Akatānudhammenāti anudhammo vuccati āpattiyā adassane vā appaṭikamme vā pāpikāya diṭṭhiyā appaṭinissagge vā dhammena vinayena ukkhittakassa anulomavattaṁ disvā kataosāraṇā, so osāraṇasaṅkhāto anudhammo yassa na kato, ayaṁ akatānudhammo nāma, tādisena saddhinti attho.",
  "tika-vin04t8:292_2": "Sambhuñjeyya vāti āmisasambhogaṁ vā dhammasambhogaṁ vā kareyya.",
  "tika-vin04t8:292_3": "Saṁvaseyya vāti uposathādikaṁ saṅghakammaṁ kareyya .",
  "tika-vin04t8:292_4": "Saha vā seyyaṁ kappeyyāti nānūpacārepi ekacchanne nipajjeyya.",
  "tika-vin04t8:292_5": "Tattha āmisaparibhoge ekappayogena bahūpi dadato vā gaṇhato vā ekaṁ pācittiyaṁ, vicchindane sati payoge payoge pācittiyaṁ.",
  "tika-vin04t8:292_6": "Dhammasambhoge padādīhi uddisantassa vā uddisāpentassa vā padasodhamme vuttanayena, saṁvāse kammapariyosānavasena, sahaseyyāya ekasmiṁ nipanne itarassa nipajjanappayogavasena āpattiparicchedo veditabbo.",
  "tika-vin04t8:293_0": "Sāvatthiyaṁ chabbaggiye ārabbha ariṭṭhena bhikkhunā saddhiṁ sambhuñjanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, ukkhittake vematikassa, anukkhittake ukkhittakasaññino ceva vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:293_1": "Ubhosu anukkhittakasaññissa, ‘‘osārito’’ti vā ‘‘taṁ diṭṭhiṁ paṭinissaṭṭho’’ti vā jānantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:293_2": "Akatānudhammatā, jānanā, sambhogādikaraṇanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:293_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana paṇṇattivajjaṁ, ticittaṁ, tivedananti.",
  "tika-vin04t8:294_0": "Ukkhittasambhogasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:295_0": "10. Kaṇṭakasikkhāpadavaṇṇanā",
  "tika-vin04t8:296_0": "Dasame samaṇuddesoti sāmaṇero. Carāti gaccha. Pireti para amāmaka.",
  "tika-vin04t8:296_1": "Vinassāti nassa , yattha taṁ na passāma, tattha gacchāti vuttaṁ hoti.",
  "tika-vin04t8:296_2": "Tathānāsitantiettha saṁvāsanāsanā liṅganāsanā daṇḍakammanāsanāti tisso nāsanā.",
  "tika-vin04t8:296_3": "Tattha āpattiyā adassanādīsu ukkhepanā saṁvāsanāsanā nāma. Dūsako nāsetabbo (pārā.",
  "tika-vin04t8:296_4": "66), mettiyaṁ bhikkhuniṁ nāsethāti (cūḷava. 193; pārā. 384) ayaṁ liṅganāsanā nāma.",
  "tika-vin04t8:296_5": "‘‘Ajjatagge te, āvuso samaṇuddesa, na ceva so bhagavā satthā apadisitabbo’’ti (pāci.",
  "tika-vin04t8:296_6": "429) ayaṁ daṇḍakammanāsanā nāma, ayaṁ idhādhippetā.",
  "tika-vin04t8:296_7": "Tena vuttaṁ ‘‘tathānāsita’’nti.",
  "tika-vin04t8:296_8": "Upalāpeyyāti ‘‘pattaṁ vā cīvaraṁ vā uddesaṁ vā paripucchaṁ vā dassāmī’’ti saṅgaṇheyya.",
  "tika-vin04t8:296_9": "Upaṭṭhāpeyyāti cuṇṇamattikādīni sādiyanto tena attano upaṭṭhānaṁ kārāpeyya.",
  "tika-vin04t8:296_10": "Sambhogasahaseyyā anantarasikkhāpade vuttanayā eva, tasmā āpattiparicchedopettha tasmiṁ vuttanayeneva veditabbo.",
  "tika-vin04t8:297_0": "Sāvatthiyaṁ chabbaggiye bhikkhū ārabbha kaṇṭakasamaṇuddesaupalāpanavatthusmiṁ paññattaṁ, sesaṁ ariṭṭhasikkhāpade vuttasadisamevāti.",
  "tika-vin04t8:298_0": "Kaṇṭakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:299_0": "Sappāṇakavaggo sattamo.",
  "tika-vin04t8:300_0": "8. Sahadhammikavaggo",
  "tika-vin04t8:301_0": "1. Sahadhammikasikkhāpadavaṇṇanā",
  "tika-vin04t8:302_0": "Sahadhammikavaggassa paṭhame sahadhammikaṁ vuccamānoti imassattho dubbacasikkhāpade vutto.",
  "tika-vin04t8:302_1": "Etasmiṁ sikkhāpadeti etasmiṁ sikkhāpade yaṁ vuttaṁ, taṁ na tāva sikkhissāmīti attho.",
  "tika-vin04t8:302_2": "Pācittiyanti ettha pana anādariyabhayā lesena evaṁ vadantassa vācāya vācāya pācittiyaṁ veditabbaṁ.",
  "tika-vin04t8:302_3": "Sikkhamānenāti ovādaṁ sirasā sampaṭicchitvā sikkhitukāmeneva hutvā. Aññātabbanti ājānitabbaṁ.",
  "tika-vin04t8:302_4": "Paripucchitabbanti ‘‘imassa ko attho’’ti paripucchitabbaṁ.",
  "tika-vin04t8:302_5": "Paripañhitabbanti cintetabbaṁ tulayitabbaṁ.",
  "tika-vin04t8:303_0": "Kosambiyaṁ channattheraṁ ārabbha evaṁ bhaṇanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ , tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, ubhohipi ‘‘idaṁ na sallekhāyā’’tiādinā (pāci.",
  "tika-vin04t8:303_1": "436) nayeneva appaññattena vuccamānassāpi evaṁ vadato dukkaṭameva.",
  "tika-vin04t8:303_2": "‘‘Jānissāmi sikkhissāmī’’ti bhaṇantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:303_3": "Upasampannassa paññattena vacanaṁ, asikkhitukāmatāya evaṁ vacananti imānettha dve aṅgāni.",
  "tika-vin04t8:303_4": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:304_0": "Sahadhammikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:305_0": "2. Vilekhanasikkhāpadavaṇṇanā",
  "tika-vin04t8:306_0": "Dutiye uddissamāneti ācariyena antevāsikassa vuccamāne vā sajjhāyavasena parivattiyamāne vā.",
  "tika-vin04t8:306_1": "Khuddānukhuddakehīti khuddakehi ca anukhuddakehi ca.",
  "tika-vin04t8:306_2": "Yāvadevāti tesaṁ saṁvattanamariyādaparicchedavacanaṁ.",
  "tika-vin04t8:306_3": "Idaṁ vuttaṁ hoti – etāni hi ye uddisanti vā uddisāpenti vā sajjhāyanti vā, tesaṁ tāva saṁvattanti, yāva ‘‘kappati nu kho, na kappati nu kho’’ti kukkuccavippaṭisāro, vihesā, vicikicchā manovilekhā ca uppajjantiyeva.",
  "tika-vin04t8:306_4": "Atha vā yāvadevāti atisayavavatthāpanaṁ.",
  "tika-vin04t8:306_5": "Tassa ‘saṁvattantī’tiiminā sambandho, kukkuccāya vihesāya vilekhāya ativiya saṁvattantiyevāti vuttaṁ hoti.",
  "tika-vin04t8:306_6": "Sikkhāpadavivaṇṇaketi evaṁ sikkhāpadānaṁ vivaṇṇake garahaṇe pācittiyaṁ hotīti attho.",
  "tika-vin04t8:307_0": "Sāvatthiyaṁ chabbaggiye ārabbha vinayavivaṇṇanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, anupasampannassa vivaṇṇane tikadukkaṭaṁ, ubhinnampi aññadhammavivaṇṇane dukkaṭameva.",
  "tika-vin04t8:307_1": "Na vivaṇṇetukāmassa, ‘‘iṅgha tāva suttante vā gāthāyo vā abhidhammaṁ vā pariyāpuṇassu, pacchāpi vinayaṁ pariyāpuṇissasī’’ti bhaṇato, ummattakādīnañca anāpatti.",
  "tika-vin04t8:307_2": "Garahitukāmatā ca, upasampannassa santike sikkhāpadavivaṇṇanañcāti imānettha dve aṅgāni.",
  "tika-vin04t8:307_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:308_0": "Vilekhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:309_0": "3. Mohanasikkhāpadavaṇṇanā",
  "tika-vin04t8:310_0": "Tatiye anvaḍḍhamāsanti anupaṭipāṭiyā addhamāse addhamāse.",
  "tika-vin04t8:310_1": "Uddissamāneti uposathavasena uddisiyamāne.",
  "tika-vin04t8:310_2": "Yañca tattha āpattiṁ āpannoti yaṁ so anācāraṁ ācaritvā aññāṇakena āpannabhāvaṁ jānāpetukāmo evamāha, tasmiṁ anācāre yaṁ āpattiṁ āpanno.",
  "tika-vin04t8:310_3": "Tañca yathādhammo kāretabboti aññāṇakena āpannattā mokkho natthi, yathā pana dhammo ca vinayo ca ṭhito, tathā taṁ āpattiṁ kāretabbo, desanāgāminiyā desāpetabbo, vuṭṭhānagāminiyā vuṭṭhāpetabboti attho.",
  "tika-vin04t8:310_4": "Uttari cassa moho āropetabboti yathādhammakaraṇato ca uttari ‘‘tassa te, āvuso’’tiādivacanehi ninditvā tassa puggalassa ñattidutiyakammena moho āropetabbo.",
  "tika-vin04t8:310_5": "Idaṁ tasmiṁ mohanake pācittiyanti yo evaṁ āropite mohe puna moheti, tasmiṁ mohanake puggale idaṁ pācittiyaṁ veditabbaṁ, na anāropite moheti attho.",
  "tika-vin04t8:311_0": "Sāvatthiyaṁ chabbaggiye ārabbha mohanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, adhammakamme tikadukkaṭaṁ, anāropite mohe dukkaṭameva.",
  "tika-vin04t8:311_1": "Yena na vitthārena sutaṁ, ūnakadvattikkhattuṁ vā vitthārena sutaṁ, ye ca na mohetukāmā tesaṁ, ummattakādīnañca anāpatti.",
  "tika-vin04t8:311_2": "Mohāropanaṁ, mohetukāmatā, vuttanayena sutabhāvo, mohananti imānettha cattāri aṅgāni.",
  "tika-vin04t8:311_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:312_0": "Mohanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:313_0": "4. Pahārasikkhāpadavaṇṇanā",
  "tika-vin04t8:314_0": "Catutthe pahāraṁ dadeyyāti ettha paharitukāmatāya pahāre dinne sacepi marati, pācittiyameva.",
  "tika-vin04t8:315_0": "Sāvatthiyaṁ chabbaggiye ārabbha pahāradānavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, virūpakaraṇādhippāyena pana upasampannassapi kaṇṇādicchedane dukkaṭameva.",
  "tika-vin04t8:315_1": "Kenaci viheṭhiyamānassa pana mokkhādhippāyassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:315_2": "Kupitatā, na mokkhādhippāyatā, upasampannassa pahāradānanti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:315_3": "Samuṭṭhānādīni paṭhamapārājikasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:316_0": "Pahārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:317_0": "5. Talasattikasikkhāpadavaṇṇanā",
  "tika-vin04t8:318_0": "Pañcame talasattikaṁ uggireyyāti pahāradānākāraṁ dassento kāyaṁ vā kāyappaṭibaddhaṁ vā uccāreyya.",
  "tika-vin04t8:318_1": "Ettha ca uggiraṇapaccayā pācittiyaṁ.",
  "tika-vin04t8:318_2": "Sace pana uggiritvā viraddho pahāraṁ deti, na paharitukāmatāya dinnattā dukkaṭameva, tena pahārena hatthādīsu yaṁkiñci bhijjati, dukkaṭameva.",
  "tika-vin04t8:318_3": "Sesamettha sabbaṁ purimasikkhāpade vuttanayeneva veditabbanti.",
  "tika-vin04t8:319_0": "Talasattikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:320_0": "6. Amūlakasikkhāpadavaṇṇanā",
  "tika-vin04t8:321_0": "Chaṭṭhe amūlakenāti diṭṭhādimūlavirahitena.",
  "tika-vin04t8:321_1": "Anuddhaṁseyyāti codeyya vā codāpeyya vā.",
  "tika-vin04t8:321_2": "Pācittiyanti sace cuditako taṅkhaṇaññeva ‘‘codeti ma’’nti jānāti, codakassa pācittiyaṁ.",
  "tika-vin04t8:322_0": "Sāvatthiyaṁ chabbaggiye ārabbha amūlakena saṅghādisesena anuddhaṁsanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sāṇattikaṁ, tikapācittiyaṁ, ācāravipattiyā vā diṭṭhivipattiyā vā anuddhaṁsane dukkaṭaṁ, anupasampanne tikadukkaṭaṁ.",
  "tika-vin04t8:322_1": "Tathāsaññissa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:322_2": "Upasampannatā, saṅghādisesassa amūlakatā, anuddhaṁsanā, taṅkhaṇavijānanāti imānettha cattāri aṅgāni.",
  "tika-vin04t8:322_3": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:323_0": "Amūlakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:324_0": "7. Sañciccasikkhāpadavaṇṇanā",
  "tika-vin04t8:325_0": "Sattame kukkuccaṁ upadaheyyāti ‘‘ūnavīsativasso tvaṁ maññe’’tiādīni (pāci. 466) bhaṇanto uppādeyya.",
  "tika-vin04t8:325_1": "Evaṁ aññasmiṁ uppādanapaccaye asati sañcicca uppādentassa vācāya vācāya pācittiyaṁ.",
  "tika-vin04t8:326_0": "Sāvatthiyaṁ chabbaggiye ārabbha kukkuccauppādanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ.",
  "tika-vin04t8:326_1": "Nauppādetukāmassa, kevalaṁ hitesitāya tathā vadantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:326_2": "Upasampannatā, aphāsukāmatā , kukkuccuppādananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:326_3": "Samuṭṭhānādīni anantarasadisānevāti.",
  "tika-vin04t8:327_0": "Sañciccasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:328_0": "8. Upassutisikkhāpadavaṇṇanā",
  "tika-vin04t8:329_0": "Aṭṭhame vivādāpannānanti bhaṇḍanakalahehi vivaḍḍhitaṁ vivādādhikaraṇaṁ āpannānaṁ.",
  "tika-vin04t8:329_1": "Upassutinti sutisamīpaṁ, yattha ṭhatvā sakkā hoti tesaṁ vacanaṁ sotuṁ, tattha tiṭṭheyyāti attho.",
  "tika-vin04t8:329_2": "‘‘Tattha sossāmī’’ti codetukāmatāya gacchato pade pade dukkaṭaṁ, turitagamanepi ohīyamānepi eseva nayo.",
  "tika-vin04t8:329_3": "Yattha pana ṭhito suṇāti, tattha ṭhitassa pācittiyaṁ, attano ṭhitokāsaṁ āgantvā tesu mantayamānesupi ukkāsitvā, ‘‘ahaṁ etthā’’ti vā vatvā jānāpetabbaṁ, evaṁ akarontassāpi savane pācittiyameva.",
  "tika-vin04t8:330_0": "Sāvatthiyaṁ chabbaggiye ārabbha upassutiṭṭhānavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, anupasampanne tikadukkaṭaṁ, ‘‘imesaṁ sutvā oramissāmi viramissāmi vūpasamissāmi attānaṁ parimocessāmī’’ti (pāci.",
  "tika-vin04t8:330_1": "473) gacchato, ummattakādīnañca anāpatti.",
  "tika-vin04t8:330_2": "Upasampannatā, codanādhippāyo, savananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:330_3": "Theyyasatthasamuṭṭhānaṁ idaṁ pana siyā kiriyaṁ, siyā akiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "tika-vin04t8:331_0": "Upassutisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:332_0": "9. Kammappaṭibāhanasikkhāpadavaṇṇanā",
  "tika-vin04t8:333_0": "Navame dhammikānaṁ kammānanti dhammena vinayena satthusāsanena katānaṁ apalokanakammaṁ ñattikammaṁ ñattidutiyakammaṁ ñatticatutthakammanti imesaṁ catunnaṁ kammānaṁ.",
  "tika-vin04t8:333_1": "Tatrāyaṁ saṅkhepato kammavinicchayo – tatra apalokanakammaṁ nāma samaggassa saṅghassa anumatiyā taṁ taṁ vatthuṁ kittetvā ‘‘ruccati saṅghassā’’ti tikkhattuṁ sāvetvā kattabbaṁ kammaṁ vuccati.",
  "tika-vin04t8:333_2": "Samaggasseva pana saṅghassa anumatiyā ekāya ñattiyā kattabbaṁ kammaṁ ñattikammaṁ nāma.",
  "tika-vin04t8:333_3": "Ekāya ñattiyā ceva anussāvanāya ca kattabbaṁ kammaṁ ñattidutiyakammaṁ nāma.",
  "tika-vin04t8:333_4": "Ekāya pana ñattiyā tīhi ca anussāvanāhi kattabbaṁ kammaṁ ñatticatutthakammaṁ nāma.",
  "tika-vin04t8:334_0": "Tesu apalokanakammaṁ (pari. 496; pari. aṭṭha.",
  "tika-vin04t8:334_1": "495-496) pañca ṭhānāni gacchati osāraṇaṁ nissāraṇaṁ bhaṇḍukammaṁ brahmadaṇḍaṁ kammalakkhaṇanti.",
  "tika-vin04t8:334_2": "Tattha kaṇṭakasāmaṇerassa nāsanā viya nissāraṇā, tādisaṁyeva sammāvattantaṁ disvā pavesanā ‘osāraṇā’ti veditabbā.",
  "tika-vin04t8:334_3": "Pabbajjāpekkhassa kesacchedanāpucchanaṁ bhaṇḍukammaṁ (mahāva. 98) nāma.",
  "tika-vin04t8:334_4": "Mukharassa bhikkhuno bhikkhū duruttavacanehi ghaṭṭentassa ‘‘itthannāmo bhikkhu mukharo bhikkhū duruttavacanehi ghaṭṭento viharati, so bhikkhu yaṁ iccheyya, taṁ vadeyya, bhikkhūhi itthannāmo bhikkhu neva vattabbo, na ovādānusāsaniṁ kattabbo, na ovaditabbo’’ti ‘‘saṅghaṁ, bhante , pucchāmi ‘itthannāmassa bhikkhuno brahmadaṇḍassa dānaṁ ruccati saṅghassā’ti, dutiyampi pucchāmi, tatiyampi pucchāmi ‘itthannāmassa, bhante, bhikkhuno brahmadaṇḍassa dānaṁ ruccati saṅghassā’’’ti evaṁ kattabbaṁ kammaṁ brahmadaṇḍaṁ (cūḷava. 445) nāma.",
  "tika-vin04t8:334_5": "Yaṁ pana bhagavatā bhikkhunīnaṁ ūruṁ vivaritvā dassanādivatthūsu ‘‘avandiyo so, bhikkhave, bhikkhu bhikkhunisaṅghena kātabbo’’ti (cūḷava.",
  "tika-vin04t8:334_6": "411) evaṁ avandiyakammaṁ anuññātaṁ, yaṁ bhikkhunīhi ‘‘ayye, asuko nāma ayyo bhikkhunīnaṁ appasādanīyaṁ dasseti, etassa ayyassa avandiyakaraṇaṁ ‘ruccati bhikkhunisaṅghassā’’’ti evaṁ upassaye nisinnāheva bhikkhunīhi kattabbaṁ, evarūpaṁ kammaṁ yasmā tassa kammaṁyeva lakkhaṇaṁ na osāraṇādīni, tasmā kammalakkhaṇanti vuccati.",
  "tika-vin04t8:334_7": "Idañca kammalakkhaṇaṁ nāma bhikkhunimūlakaṁ paññattaṁ, apica bhikkhūnampi labbhati, tasmā bhikkhūhipi acchinnacīvarakādīnaṁ cīvarādīni vā dentehi, paribhuñjitabbāni apanetabbānipi vatthūni paribhuñjantehi vā, apanentehi vā, tathārūpaṁ vā dhammikaṁ katikaṁ karontehi tikkhattuṁ sāvetvā apalokanakammaṁ kātabbaṁ, sabbañhetaṁ kammalakkhaṇameva pavisati, iti apalokanakammaṁ pañca ṭhānāni gacchati.",
  "tika-vin04t8:335_0": "Ñattikammaṁ pana nava ṭhānāni gacchati osāraṇaṁ nissāraṇaṁ uposathaṁ pavāraṇaṁ sammutiṁ dānaṁ paṭiggahaṁ paccukkaḍḍhanaṁ kammalakkhaṇanti.",
  "tika-vin04t8:335_1": "Tattha ‘‘suṇātu me, bhante, saṅgho, itthannāmo itthannāmassa āyasmato upasampadāpekkho, anusiṭṭho so mayā, yadi saṅghassa pattakallaṁ, itthannāmo āgaccheyya , ‘āgacchāhī’ti vattabbo’’ti (mahāva.",
  "tika-vin04t8:335_2": "126) evaṁ upasampadāpekkhassa osāraṇā osāraṇā nāma.",
  "tika-vin04t8:335_3": "‘‘Suṇantu me āyasmantā, ayaṁ itthannāmo bhikkhu dhammakathiko, imassa neva suttaṁ āgacchati, no suttavibhaṅgo, so atthaṁ asallakkhetvā byañjanacchāyāya atthaṁ paṭibāhati, yadāyasmantānaṁ pattakallaṁ, itthannāmaṁ bhikkhuṁ vuṭṭhāpetvā avasesā imaṁ adhikaraṇaṁ vūpasameyyāmā’’ti evaṁ ubbhāhikavinicchaye (cūḷava.",
  "tika-vin04t8:335_4": "233) dhammakathikassa bhikkhuno nissāraṇā nissāraṇā nāma.",
  "tika-vin04t8:335_5": "‘‘Suṇātu me, bhante, saṅgho, ajjuposatho…pe… uposathaṁ kareyyā’’ti evaṁ uposathakammavasena ṭhapitā ñatti uposatho nāma.",
  "tika-vin04t8:335_6": "‘‘Suṇātu me, bhante, saṅgho, ajja pavāraṇā pannarasī, yadi saṅghassa pattakallaṁ, saṅgho pavāreyyā’’ti (mahāva.",
  "tika-vin04t8:335_7": "210) evaṁ pavāraṇākammavasena ṭhapitā ñatti pavāraṇā nāma.",
  "tika-vin04t8:335_8": "‘‘Suṇātu me, bhante, saṅgho, itthannāmo itthannāmassa upasampadāpekkho, yadi saṅghassa pattakallaṁ, ahaṁ itthannāmaṁ anusāseyya’’nti, ‘‘yadi saṅghassa pattakallaṁ, itthannāmo itthannāmaṁ anusāseyyā’’ti (mahāva.",
  "tika-vin04t8:335_9": "126) evaṁ attānaṁ vā paraṁ vā sammannituṁ ṭhapitā ñatti sammuti nāma.",
  "tika-vin04t8:335_10": "‘‘Suṇātu me, bhante, saṅgho, imaṁ cīvaraṁ itthannāmassa bhikkhuno nissaggiyaṁ saṅghassa nissaṭṭhaṁ, yadi saṅghassa pattakallaṁ, saṅgho imaṁ cīvaraṁ itthannāmassa bhikkhuno dadeyyā’’ti (pārā.",
  "tika-vin04t8:335_11": "464) evaṁ nissaṭṭhacīvarapattādīnaṁ dānaṁ dānaṁ nāma.",
  "tika-vin04t8:335_12": "‘‘Suṇātu me, bhante, saṅgho, ayaṁ itthannāmo bhikkhu āpattiṁ sarati vivarati uttāniṁ karoti deseti, yadi saṅghassa pattakallaṁ, ahaṁ itthannāmassa bhikkhuno āpattiṁ paṭiggaṇheyya’’nti, tena vattabbo ‘passasī’ti, ‘āma, passāmī’ti, ‘‘āyatiṁ saṁvareyyāsī’’ti (cūḷava.",
  "tika-vin04t8:335_13": "239) evaṁ āpattippaṭiggaho paṭiggaho nāma.",
  "tika-vin04t8:335_14": "‘‘Suṇantu me āyasmantā āvāsikā, yadāyasmantānaṁ pattakallaṁ, idāni uposathaṁ kareyyāma, pātimokkhaṁ uddiseyyāma, āgame kāle pavāreyyāmā’’ti (mahāva.",
  "tika-vin04t8:335_15": "240) evaṁ katappavāraṇappaccukkaḍḍhanā paccukkaḍḍhanā nāma. Tiṇavattārakasamathe (cūḷava.",
  "tika-vin04t8:335_16": "212) sabbasaṅgāhikañatti, ekekasmiṁ pakkhe ekekā ñatti cāti tissopi ñattiyo kammalakkhaṇaṁ nāma.",
  "tika-vin04t8:335_17": "Iti ñattikammaṁ nava ṭhānāni gacchati.",
  "tika-vin04t8:336_0": "Ñattidutiyakammaṁ satta ṭhānāni gacchati osāraṇaṁ nissāraṇaṁ sammutiṁ dānaṁ uddhāraṁ desanaṁ kammalakkhaṇanti.",
  "tika-vin04t8:336_1": "Tattha bhikkhūnaṁ alābhāya parisakkanādikehi aṭṭhahi aṅgehi samannāgatassa upāsakassa saṅghena asambhogakaraṇatthaṁ pattanikkujjanavasena nissāraṇā nissāraṇā nāma.",
  "tika-vin04t8:336_2": "Tasseva sammāvattantassa pattukkujjanavasena osāraṇā ca veditabbā, sā khuddakakkhandhake vaḍḍhalicchavivatthusmiṁ (cūḷava. 265-266) vuttā.",
  "tika-vin04t8:336_3": "Sīmāsammuti ticīvarena avippavāsasammutisanthatasammutibhattuddesakasenāsanaggāhāpakabhaṇḍāgārikacīvarappaṭiggāhakayāgubhājakaphalabhājakakhajjabhājakaappamattakavissajjakasāṭiyaggāhapakapattaggāhāpakaārāmikapesakasāmaṇerapesakasammutīti etāsaṁ sammutīnaṁ vasena sammuti veditabbā.",
  "tika-vin04t8:336_4": "Kathinacīvaramatakacīvaradānavasena dānaṁ veditabbaṁ.",
  "tika-vin04t8:336_5": "Kathinuddhāravasena uddhāro veditabbo.",
  "tika-vin04t8:336_6": "Kuṭivatthuvihāravatthudesanāvasena desanā veditabbā.",
  "tika-vin04t8:336_7": "Yā pana tiṇavatthārakasamathe (cūḷava.",
  "tika-vin04t8:336_8": "212 ādayo) ekasmiṁ pakkhe ekā, ekasmiṁ pakkhe ekāti dve ñattidutiyakammavācā vuttā, yā ca mohāropanādīsu kammavācā (pāci.",
  "tika-vin04t8:336_9": "446) vuttā, tāsaṁ vasena kammalakkhaṇaṁ veditabbaṁ, iti ñattidutiyakammaṁ satta ṭhānāni gacchati.",
  "tika-vin04t8:337_0": "Ñatticatutthakammampi satteva ṭhānāni gacchati osāraṇaṁ nissāraṇaṁ sammutiṁ dānaṁ niggahaṁ samanubhāsanaṁ kammalakkhaṇanti.",
  "tika-vin04t8:337_1": "Tattha tajjanīyakammādīnaṁ (cūḷava.",
  "tika-vin04t8:337_2": "1 ādayo) sattannaṁ kammānaṁ vasena nissāraṇā, tesaṁyeva kammānaṁ paṭippassambhanavasena osāraṇā ca veditabbā, bhikkhunovādakasammutivasena (pāci.",
  "tika-vin04t8:337_3": "146-147) sammuti, parivāsadāna(caūḷava.",
  "tika-vin04t8:337_4": "102) mānattadānavasena (cūḷava.",
  "tika-vin04t8:337_5": "105) dānaṁ, mūlāyapaṭikassanavasena (cūḷava.",
  "tika-vin04t8:337_6": "110) niggaho, ukkhittānuvattikā , aṭṭha yāvatatiyakā, ariṭṭho (pāci. 417), caṇḍakāḷī (pāci.",
  "tika-vin04t8:337_7": "709) cāti ime te yāvatatiyakāti imāsaṁ ekādasannaṁ samanubhāsanānaṁ vasena samanubhāsanā, upasampadākammaabbhānakammavasena kammalakkhaṇaṁ veditabbaṁ.",
  "tika-vin04t8:337_8": "Iti ñatticatutthakammaṁ satta ṭhānāni gacchati.",
  "tika-vin04t8:338_0": "Imesu pana catūsu kammesu apalokanakammaṁ apaloketvāva kātabbaṁ, ñattikammādivasena na kātabbaṁ.",
  "tika-vin04t8:338_1": "Ñattikammampi ekaṁ ñattiṁ ṭhapetvāva kātabbaṁ, apalokanakammādivasena na kātabbaṁ.",
  "tika-vin04t8:338_2": "Ñattidutiyakammaṁ pana apaloketvā kātabbampi atthi akātabbampi, tattha sīmāsammuti sīmāsamūhananaṁ (mahāva.",
  "tika-vin04t8:338_3": "139-140, 144 ādayo) kathinacīvaradānaṁ kathinuddhāro kuṭivatthudesanā vihāravatthudesanāti imāni cha kammāni garukāni apaloketvā kātuṁ na vaṭṭanti, ñattidutiyakammavācaṁ sāvetvāva kātabbāni.",
  "tika-vin04t8:338_4": "Avasesā terasa sammutiyo senāsanaggāhāpakamatakacīvaradānasammutiyo cāti etāni lahukammāni apaloketvāpi kātuṁ vaṭṭanti, ñattikammādivasena pana na kātabbāneva.",
  "tika-vin04t8:338_5": "Ñatticatutthakammampi sakalakkhaṇeneva kātabbaṁ, na sesakammavasena.",
  "tika-vin04t8:338_6": "Evaṁ attano attano lakkhaṇeneva vatthuñattianussāvanāsīmāparisāsampattiyā katāni etāni kammāni dhammena vinayena satthusāsanena katattā dhammo etesu atthīti dhammikāni nāma honti, iti etesaṁ dhammikānaṁ kammānaṁ chandaṁ datvā pacchā khīyanadhammaṁ āpajjantassa vācāya vācāya pācittiyaṁ.",
  "tika-vin04t8:339_0": "Sāvatthiyaṁ chabbaggiye ārabbha khīyanadhammāpajjanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, dhammakamme vematikassa, adhammakamme dhammakammasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:339_1": "Adhammakammasaññissa , ‘‘adhammena vā vaggena vā nakammārahassa vā kammaṁ karontī’’ti ñatvā khīyantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:339_2": "Dhammakammatā, dhammakammasaññitā, chandaṁ datvā khīyananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:339_3": "Samuṭṭhānādīni adinnādānasadisāneva, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:340_0": "Kammappaṭibāhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:341_0": "10. Chandaṁadatvāgamanasikkhāpadavaṇṇanā",
  "tika-vin04t8:342_0": "Dasame vinicchayakathāyāti yāva ārocitaṁ vatthu avinicchikaṁ, ñattiṁ vā ṭhapetvā kammavācā aniṭṭhāpitā, tāva vinicchayakathā vattamānā nāma hoti.",
  "tika-vin04t8:342_1": "Yo bhikkhu etasmiṁ antare kammaṁ kopetukāmatāya parisāya hatthapāsaṁ vijahati, tassa vijahane dukkaṭaṁ, vijahite pācittiyaṁ.",
  "tika-vin04t8:343_0": "Sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha chandaṁ adatvā pakkamanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, dhammakamme vematikassa, adhammakamme dhammakammasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:343_1": "Adhammakammasaññissa pana, yo ca ‘‘saṅghassa bhaṇḍanādīni vā bhavissanti, adhammena vā vaggena vā nakammārahassa vā kammaṁ karissantī’’ti (pāci.",
  "tika-vin04t8:343_2": "483) ñatvā, gilāno vā hutvā, gilānassa vā karaṇīyena, uccārādīhi vā pīḷito, na ca kammaṁ kopetukāmo ‘‘puna paccāgamissāmī’’ti gacchati, tassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:343_3": "Vinicchayakathāya vattamānatā, dhammakammatā, dhammakammasaññitā, samānasīmāyaṁ ṭhitatā, samānasaṁvāsakatā, kopetukāmatāya hatthapāsavijahananti imānettha cha aṅgāni.",
  "tika-vin04t8:343_4": "Samanubhāsanasamuṭṭhānaṁ, kiriyākiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "tika-vin04t8:344_0": "Chandaṁadatvāgamanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:345_0": "11. Dubbalasikkhāpadavaṇṇanā",
  "tika-vin04t8:346_0": "Ekādasame samaggena saṅghenāti samānasaṁvāsakena samānasīmāyaṁ ṭhitena saṅghena saddhiṁ cīvaraṁ datvā.",
  "tika-vin04t8:346_1": "Yathāsanthutanti yo yo mittasandiṭṭhasambhattavasena santhuto, tassa tassāti attho.",
  "tika-vin04t8:346_2": "Pācittiyanti evaṁ saṅghena saddhiṁ sayameva senāsanapaññāpanādivasena sammatassa bhikkhuno cīvaraṁ datvā pacchā khīyantassa vācāya vācāya pācittiyaṁ.",
  "tika-vin04t8:347_0": "Rājagahe chabbaggiye ārabbha cīvaraṁ datvā pacchā khīyanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, anāṇattikaṁ, dhammakamme tikapācittiyaṁ, cīvaraṁ ṭhapetvā aññaṁ vissajjiyavebhaṅgiyaṁ parikkhāraṁ datvā pacchākhīyantassa dukkaṭaṁ, vissajjiyavebhaṅgiyo nāma ṭhapetvā pañca garubhaṇḍāni avaseso.",
  "tika-vin04t8:347_1": "Rāsivasena hi pañca garubhaṇḍāni vuttāni, tattha ārāmo ārāmavatthūti ekaṁ, vihāro vihāravatthūti dutiyaṁ, mañco pīṭhaṁ bhisi bimbohananti tatiyaṁ, lohakumbhī lohabhāṇakaṁ lohavārako lohakaṭāhaṁ vāsi parasu kuṭhārī kudālo nikhādananti catutthaṁ, valli veḷu muñjaṁ pabbajaṁ tiṇaṁ mattikā dārubhaṇḍaṁ mattikābhaṇḍanti pañcamaṁ.",
  "tika-vin04t8:347_2": "Etāni hi pañca saṅghasantakāni neva saṅghassa, na gaṇapuggalānaṁ vissajjetuṁ vā vibhajituṁ vā vaṭṭanti, vissajjitavibhattānipi saṅghikāneva honti.",
  "tika-vin04t8:347_3": "Thāvarena pana thāvaraṁ, itarena ca akappiyena mahagghakappiyena vā itaraṁ saṅghassa upakāraṁ sallakkhetvā kappiyaparivattanena parivattetuṁ vaṭṭati, varasenāsanādīnaṁ saṁrakkhaṇatthaṁ lāmakāni vissajjetuṁ vissajjetvā paribhuñjituñca vaṭṭati.",
  "tika-vin04t8:347_4": "Ettha ca purimesu tīsu rāsīsu agarubhaṇḍaṁ nāma kiñci natthi, catutthe lohakumbhī arañjarasaṇṭhānaṁ lohabhāṇakaṁ lohakaṭāhanti imāni tīṇi antamaso pasatamattaudakaggaṇhanakānipi garubhaṇḍāni.",
  "tika-vin04t8:347_5": "Lohavārako pana kāḷalohatambalohakaṁsalohavaṭṭalohānaṁ yena kenaci kato sīhaḷadīpe pādaggaṇhanako bhājetabbo, pādo ca nāma magadhanāḷiyā pañcanāḷimattaṁ gaṇhāti, tato atirekaṁ garubhaṇḍaṁ, imāni tāva pāḷiyaṁ āgatāni lohabhājanāni.",
  "tika-vin04t8:348_0": "Pāḷiyaṁ pana anāgatānipi bhiṅgārapaṭiggahauḷuṅkadabbikaṭacchupāti taṭṭakasarakasamuggaaṅgārakapalladhūmakaṭacchuādīni khuddakānipi garubhaṇḍāneva, ayapatto ayathālakaṁ tambalohathālakanti imāni pana bhājanīyāni, kaṁsalohavaṭṭalohabhājanavikati saṅghikaparibhogena vā gihivikaṭā vā vaṭṭati, puggalikaparibhogena na vaṭṭati.",
  "tika-vin04t8:348_1": "Ṭhapetvā pana taṁ bhājanavikatiṁ aññasmimpi kappiyalohabhaṇḍe añjanī añjanisalākā natthudānaṁ kaṇṇamalaharaṇī sūci khuddako pipphaliko khuddakaṁ ārakaṇṭakaṁ kuñcikā tāḷaṁ kattarayaṭṭhi vedhako bhindivālako yathātathāghanakatalohaṁvippakatalohabhaṇḍañca sabbaṁ bhājanīyaṁ.",
  "tika-vin04t8:348_2": "Dhūmanettaphāladīparukkhadīpakapallikaolambakadīpaitthipurisatiracchānarūpakāni pana aññāni vā bhitticchadanakavāṭādīsu upanetabbāni, antamaso lohakhilakaṁ upādāya sabbānipi lohabhaṇḍāni garubhaṇḍāniyeva, attanā laddhāni pariharitvāpi puggalikaparibhogena na paribhuñjitabbāni, saṅghikaparibhogena vā gihivikaṭāni vā vaṭṭanti, tipubhaṇḍepi eseva nayo.",
  "tika-vin04t8:348_3": "Khīrapāsāṇamayāni taṭṭakasarakādīni garubhaṇḍāniyeva.",
  "tika-vin04t8:349_0": "Ghaṭako pana telabhājanaṁ vā pādaggaṇhanakato atirekameva garubhaṇḍaṁ, suvaṇṇarajataārakūṭajātiphalikabhājanāni gihivikaṭānipi na vaṭṭanti.",
  "tika-vin04t8:349_1": "Senāsanaparibhoge pana āmāsampi anāmāsampi sabbaṁ vaṭṭati.",
  "tika-vin04t8:350_0": "Vāsiyādīsu pana yāya vāsiyā dantakaṭṭhacchedanaucchutacchanamattato aññaṁ mahākammaṁ kātuṁ na sakkā, ayaṁ bhājanīyā.",
  "tika-vin04t8:350_1": "Sesā yena kenaci ākārena katā garubhaṇḍaṁ, parasu pana antamaso vejjānaṁ sirāvedhakopi garubhaṇḍameva, tathā kuṭhārī.",
  "tika-vin04t8:350_2": "Yā pana āvudhasaṅkhepena katā, ayaṁ anāmāsā, kudālo daṇḍabandhanikhādanaṁ vā agarubhaṇḍaṁ nāma natthi.",
  "tika-vin04t8:350_3": "Sammuñjanidaṇḍakhaṇanakaṁ pana adaṇḍakaṁ phalamattakameva, yaṁ sakkā sipāṭikāya pakkhipitvā pariharituṁ, taṁ bhājanīyaṁ.",
  "tika-vin04t8:350_4": "Sikharampi nikhādaneneva saṅgahitaṁ, yehi manussehi vihāre vāsiādīni dinnāni honti, te ce ghare daḍḍhe vā vilutte vā ‘‘detha no, bhante, upakkhare, puna āharissāmā’’ti vadanti, dātabbā.",
  "tika-vin04t8:350_5": "Sace haranti, na vāretabbā, anāharantāpi na codetabbā.",
  "tika-vin04t8:351_0": "Kammārataṭṭakāracundakāranaḷakāramaṇikārapattabandhakānaṁ adhikaraṇimuṭṭhisaṇḍāsatulādīni sabbāni lohamayāni upakaraṇāni saṅghe dinnakālato paṭṭhāya garubhaṇḍāni.",
  "tika-vin04t8:351_1": "Tipukoṭṭakasuvaṇṇakāracammakāraupakaraṇesupi eseva nayo.",
  "tika-vin04t8:351_2": "Ayaṁ pana viseso, tipukoṭṭakaupakaraṇesu tipucchedanakasatthakaṁ, suvaṇṇakāraupakaraṇesu suvaṇṇacchedanakasatthakaṁ, cammakāraupakaraṇesu kataparikammacammacchedanakhuddakasatthanti imāni bhājanīyāni.",
  "tika-vin04t8:351_3": "Nhāpitatunnakāraupakaraṇesupi ṭhapetvā mahākattariṁ mahāsaṇḍāsaṁ mahāpipphalikañca sabbaṁ vaṭṭati, itarāni garubhaṇḍāni.",
  "tika-vin04t8:352_0": "Valliādīsu vettavalliādikā yā kāci aḍḍhabāhuppamāṇā valli saṅghassa dinnā vā tatthajātakā vā rakkhitagopitāva garubhaṇḍaṁ, sā saṅghakamme ca cetiyakamme ca kate sace atirekā hoti, puggalikakammepi upanetuṁ vaṭṭati, suttamakacivākanāḷikerahīracammamayā rajjukā vā yottāni vā vāke ca nāḷikerahīre ca vaṭṭetvā katā ekavaṭṭā vā dvivaṭṭā vā saṅghassa santakā garubhaṇḍaṁ.",
  "tika-vin04t8:352_1": "Suttaṁ pana avaṭṭetvā dinnaṁ makacivākanāḷikerahīrā ca bhājanīyā .",
  "tika-vin04t8:352_2": "Yehi panetāni rajjukādīni dinnāni honti, te attano karaṇīyena harantā na vāretabbā.",
  "tika-vin04t8:353_0": "Yo koci aṭṭhaṅgulasūcidaṇḍakamattopi veḷu saṅghassa dinno vā tatthajātako vā rakkhitagopito garubhaṇḍaṁ, sopi saṅghassa kamme ca cetiyakamme ca kate atireko puggalikakamme dātuṁ vaṭṭati.",
  "tika-vin04t8:353_1": "Pādaggaṇhanakatelanāḷi pana kattarayaṭṭhi upāhanadaṇḍako chattadaṇḍo chattasalākāti idamettha bhājanīyabhaṇḍaṁ, daḍḍhagehamanussā gaṇhitvā gacchantā na vāretabbā.",
  "tika-vin04t8:354_0": "Muñjañca pabbajañca avasesañca chadanatiṇaṁ muṭṭhippamāṇampi chadanatiṇasaṅkhepagatesu tālapaṇṇādīsu yaṁkiñci ekapaṇṇampi saṅghassa dinnaṁ vā tatthajātakaṁ vā bahiārāme saṅghike tiṇavatthusmiṁ jātakaṁ vā rakkhitagopitaṁ garubhaṇḍaṁ, tampi saṅghakamme ca cetiyakamme ca kate atirekaṁ puggalikakamme dātuṁ vaṭṭati.",
  "tika-vin04t8:354_1": "Daḍḍhagehamanussā gahetvā gacchantā na vāretabbā, aṭṭhaṅgulappamāṇopi rittakapotthako garubhaṇḍameva.",
  "tika-vin04t8:355_0": "Mattikā pakatimattikā vā hotu pañcavaṇṇā vā sudhā vā sajjurasakaṅguṭṭhasilesādīsu vā yaṁkiñci dullabhaṭṭhāne ānetvā vā dinnaṁ tatthajātakaṁ vā rakkhitagopitaṁ tālapakkamattaṁ garubhaṇḍaṁ hoti, tampi saṅghakamme ca cetiyakamme ca kate atirekaṁ puggalikakamme dātuṁ vaṭṭati.",
  "tika-vin04t8:355_1": "Hiṅguhiṅgulakaharitālamanosilañjanādīni pana bhājanīyāni.",
  "tika-vin04t8:356_0": "Dārubhaṇḍe yo koci veḷumhi vuttappamāṇo dārubhaṇḍako saṅghassa dinno vā tatthajātako vā rakkhitagopito garubhaṇḍaṁ, api ca sabbāpi dāruveḷucammapāsāṇādivikati dārubhaṇḍena saṅgahitā, tattha mañcapīṭhehi asaṅgahitāni āsandikādīni antamaso coḷena vā palālehi vā paṇṇehi vā katapīṭhaṁ upādāya sabbāni āsanāni.",
  "tika-vin04t8:357_0": "Vaṅkaphalakaṁ dīghaphalakaṁ cīvaradhovanaphalakaṁ ghaṭṭanaphalakaṁ ghaṭṭanamuggaro dantakaṭṭhacchedanagaṇṭhikā daṇḍamuggaro nāvā ambaṇaṁ rajanadoṇi udakapaṭicchako dārumayo vā dantamayo vā veḷumayo vā sapādakopi apādakopi samuggo mañjūsā pādaggaṇhanakato atirekappamāṇo karaṇḍo udakadoṇi udakakaṭāhaṁ uḷuṅko kaṭacchupānīyasarāvaṁ pānīyasaṅkhoti etesu yaṁkiñci saṅghe dinnaṁ garubhaṇḍaṁ.",
  "tika-vin04t8:357_1": "Saṅkhathālakaṁ pana bhājanīyaṁ, tathā dārumayo udakatumbo.",
  "tika-vin04t8:358_0": "Pādakathalikamaṇḍalaṁ dārumayaṁ vā hotu coḷapaṇṇādimayaṁ vā sabbaṁ garubhaṇḍaṁ.",
  "tika-vin04t8:358_1": "Ādhārako pattapidhānaṁ tālavaṇṭaṁ bījanī caṅkoṭakaṁ pacchi yaṭṭhisammuñjanī muṭṭhisammuñjanīti etesupi yaṁkiñci khuddakaṁ vā mahantaṁ vā dāruveḷupaṇṇacammādīsu yena kenaci kataṁ garubhaṇḍameva.",
  "tika-vin04t8:359_0": "Thambhatulāsopānaphalakādīsu yaṁkiñci dārumayaṁ vā pāsāṇamayaṁ vā gehasambhārūpagaṁ yo koci kaṭasārako yaṁkiñci bhūmattharaṇaṁ yaṁkiñci akappiyacammaṁ, sabbaṁ saṅghikaṁ garubhaṇḍaṁ, bhūmattharaṇaṁ kātuṁ vaṭṭati.",
  "tika-vin04t8:359_1": "Eḷakacammaṁ pana paccattharaṇagatikaṁ hoti, tampi garubhaṇḍameva, kappiyacammāni bhājanīyāni, kurundiyaṁ pana sabbaṁ mañcappamāṇaṁ cammaṁ garubhaṇḍanti vuttaṁ.",
  "tika-vin04t8:360_0": "Udukkhalaṁ musalaṁ suppaṁ nisadaṁ nisadapoto pāsāṇadoṇi pāsāṇakaṭāhaṁ sabbaṁ kasibhaṇḍampi garubhaṇḍaṁ, sabbaṁ cakkayuttayānaṁ garubhaṇḍameva.",
  "tika-vin04t8:360_1": "Mañcapīṭhānaṁ pādā ca aṭaniyo ca vāsiparasuādīnaṁ daṇḍā cāti etesu yaṁkiñci aniṭṭhitaṁ bhājanīyaṁ, tacchitamaṭṭhaṁ pana garubhaṇḍaṁ hoti, anuññātavāsiyā daṇḍo chattaṁ muṭṭhipaṇṇaṁ kattarayaṭṭhi upāhanā araṇisahitaṁ dhammakaraṇo pādaggaṇhanakato anatirittaṁ āmalakatumbaṁ āmalakaghaṭo lābukatumbaṁ lābukaghaṭo visāṇatumbanti sabbametaṁ bhājanīyaṁ, tato paraṁ garubhaṇḍaṁ.",
  "tika-vin04t8:361_0": "Hatthidanto vā yaṁkiñci visāṇaṁ vā atacchitaṁ yathāgatameva bhājanīyaṁ, tehi katamañcapīṭhapādādīsu purimasadisova vinicchayo.",
  "tika-vin04t8:361_1": "Tacchitaniṭṭhitopi hiṅgukaraṇḍako añjanikaraṇḍako gaṇṭhikā vidho añjanī añjanisalākā udakapuñchanīti idaṁ sabbaṁ bhājanīyameva.",
  "tika-vin04t8:362_0": "Mattikābhaṇḍe sabbaṁ manussānaṁ upabhogaparibhogaṁ ghaṭapiṭharādikulālabhājanaṁ, pattakaṭāhaṁ aṅgārakaṭāhaṁ dhūmadānakaṁ dīparukkhako dīpakapallikā cayaniṭṭhakā chadaniṭṭhakā thupikāti sabbaṁ garubhaṇḍaṁ, etesu pana vuttanayesu garubhaṇḍesu yaṁkiñci veḷuādiṁ attano atthāya gaṇhantena samakaṁ vā atirekaṁ vā phātikammaṁ katvā gahetabbaṁ.",
  "tika-vin04t8:362_1": "Pādaggaṇhanakato anatirittappamāṇo pana ghaṭako patto thālakaṁ kañcanako kuṇḍikāti idamettha bhājanīyaṁ, yathā ca mattikābhaṇḍe evaṁ lohabhaṇḍepi kuṇḍikā bhājanīyakoṭṭhāsameva bhajati.",
  "tika-vin04t8:362_2": "Iti yaṁ bhājanīyaṁ vissajjanīyampi taṁ evaṁ vissajjiyavebhaṅgiyasaṅkhātaṁ aññaṁ parikkhāraṁ datvā khīyantassa dukkaṭaṁ, itaraṁ pana dātumeva na vaṭṭati.",
  "tika-vin04t8:362_3": "Issaravatāya dento thullaccayaṁ āpajjati, theyyacittena gaṇhanto bhaṇḍaṁ agghāpetvā kāretabbo.",
  "tika-vin04t8:362_4": "Yathā ca aññaṁ parikkhāraṁ datvā khīyantassa dukkaṭaṁ, tathā saṅghena asammatassa cīvaraṁ vā aññaṁ vā parikkhāraṁ datvā khīyantassa dukkaṭameva, anupasampanne sabbattha tikadukkaṭaṁ.",
  "tika-vin04t8:362_5": "Pakatiyā pana chandādivasena (pāci.",
  "tika-vin04t8:362_6": "488) karontaṁ disvā ‘‘ko attho tassa dinnena, laddhāpi vinipātessati, na sammā upanessatī’’ti khīyantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:362_7": "Upasampannatā, dhammena laddhasammutitā, saṅghena saddhiṁ vikappanupagacīvaradānaṁ, pacchā khīyitukāmatāya khīyanāti imānettha cattāri aṅgāni.",
  "tika-vin04t8:362_8": "Samuṭṭhānādīni adinnādānasadisāni, idaṁ pana dukkhavedananti.",
  "tika-vin04t8:363_0": "Dubbalasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:364_0": "12. Pariṇāmanasikkhāpadavaṇṇanā",
  "tika-vin04t8:365_0": "Dvādasame sabbaṁ tiṁsakakaṇḍe pariṇāmanasikkhāpade vuttanayameva.",
  "tika-vin04t8:365_1": "Ayameva hi viseso, tattha attano pariṇāmitattā nissaggiyaṁ pācittiyaṁ, idha puggalassa pariṇāmitattā suddhikapācittiyanti.",
  "tika-vin04t8:366_0": "Pariṇāmanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:367_0": "Sahadhammikavaggo aṭṭhamo.",
  "tika-vin04t8:368_0": "9. Ratanavaggo",
  "tika-vin04t8:369_0": "1. Antepurasikkhāpadavaṇṇanā",
  "tika-vin04t8:370_0": "Ratanavaggassa paṭhame khattiyassāti khattiyajātikassa, muddhābhisittassāti khattiyābhisekena muddhani abhisittassa.",
  "tika-vin04t8:370_1": "Anikkhanto rājā itoti anikkhantarājakaṁ, tasmiṁ anikkhantarājake, sayanighareti attho.",
  "tika-vin04t8:370_2": "Ratanaṁ vuccati mahesī, niggatanti nikkhantaṁ, aniggataṁ ratanaṁ itoti aniggataratanakaṁ, tasmiṁ aniggataratanake, sayanighareti attho.",
  "tika-vin04t8:370_3": "Indakhīlaṁatikkameyyāti ettha attano āgatabhāvaṁ ajānāpetvā sayanigharassa ummāraṁ paṭhamaṁ pādaṁ atikkāmentassa dukkaṭaṁ, dutiyaṁ pācittiyaṁ.",
  "tika-vin04t8:371_0": "Sāvatthiyaṁ āyasmantaṁ ānandaṁ ārabbha rañño antepurappavisanavatthusmiṁ paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, paṭisaṁvidite appaṭisaṁviditasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:371_1": "Paṭisaṁviditasaññissa, na khattiyassa vā, na khattiyābhisekena abhisittassa vā, ubhosu vā, ubhinnaṁ vā aññatarasmiṁ nikkhante sayanigharaṁ pavisantassa, asayanighare, ummattakādīnañca anāpatti.",
  "tika-vin04t8:371_2": "Khattiyatā, abhisittatā, ubhinnampi sayanigharato anikkhantatā, appaṭisaṁviditatā, indakhīlātikkamoti imānettha pañca aṅgāni.",
  "tika-vin04t8:371_3": "Samuṭṭhānādīni paṭhamakathinasadisāni, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:372_0": "Antepurasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:373_0": "2. Ratanasikkhāpadavaṇṇanā",
  "tika-vin04t8:374_0": "Dutiye ratananti muttādidasavidhaṁ.",
  "tika-vin04t8:374_1": "Ratanasammatanti yaṁkiñci manussānaṁ upabhogaparibhogaṁ.",
  "tika-vin04t8:374_2": "Ajjhārāme vāti parikkhittassa antopaṭikkhepe aparikkhittassa dvinnaṁ leḍḍupātānaṁ anto.",
  "tika-vin04t8:374_3": "Ajjhāvasatheti parikkhittassa antopaṭikkhepe, aparikkhittassa musalapātabbhantare.",
  "tika-vin04t8:374_4": "Ayaṁ panettha vinicchayo – jātarūparajataṁ attano atthāya uggaṇhantassa vā uggaṇhāpentassa vā nissaggiyaṁ pācittiyaṁ .",
  "tika-vin04t8:374_5": "Saṅghagaṇapuggalacetiyanavakammānaṁ atthāya dukkaṭaṁ, avasese muttādiratane sabbesampi atthāya dukkaṭameva.",
  "tika-vin04t8:374_6": "Kappiyavatthuṁ vā akappiyavatthuṁ vā antamaso mātusantakampi bhaṇḍāgārikasīsena paṭisāmentassa pācittiyaṁ, tādisaṁ pana attano santakaṁ katvā paṭisāmetuṁ vaṭṭati.",
  "tika-vin04t8:374_7": "‘‘Idaṁ paṭisāmethā’’ti vutte pana ‘‘na vaṭṭatī’’ti paṭikkhipitabbaṁ.",
  "tika-vin04t8:374_8": "Sace kupitā pātetvā gacchanti, palibodho nāma hoti, paṭisāmetabbaṁ.",
  "tika-vin04t8:374_9": "Vihāre kammaṁ karontā vaḍḍhakīādayo vā rājavallabhā vā ‘‘yaṁkiñci upakaraṇaṁ vā sayanabhaṇḍaṁ vā paṭisāmetvā dethā’’ti vadanti, chandenapi bhayenapi na kātabbameva, guttaṭṭhānaṁ pana dassetuṁ vaṭṭati.",
  "tika-vin04t8:375_0": "Ajjhārāmaajjhāvasathesupi yādise ṭhāne ‘‘bhikkhūhi vā sāmaṇerehi vā gahitaṁ bhavissatī’’ti āsaṅkā uppajjati, tādiseyeva ṭhāne uggahetvā vā uggahāpetvā vā saññāṇaṁ katvā nikkhipitabbaṁ, ‘‘yassa bhaṇḍaṁ naṭṭhaṁ, so āgacchatū’’ti ca ācikkhitabbaṁ.",
  "tika-vin04t8:375_1": "Atha yo āgacchati, so ‘‘kīdisaṁ te bhaṇḍaṁ naṭṭha’’nti pucchitabbo, sace saññāṇena sampādeti, dātabbaṁ. No ce, ‘vicināhī’ti vattabbo.",
  "tika-vin04t8:375_2": "Tamhā āvāsā pakkamantena patirūpānaṁ bhikkhūnaṁ hatthe, tesu asati patirūpānaṁ gahapatikānaṁ hatthe nikkhipitvā pakkamitabbaṁ.",
  "tika-vin04t8:375_3": "Yo pana neva pakkamati, na sāmikaṁ passati, tena thāvaraṁ senāsanaṁ vā cetiyaṁ vā pokkharaṇiṁ vā kāretabbo.",
  "tika-vin04t8:375_4": "Sace dīghassa addhuno accayena sāmiko āgacchati, taṁ dassetvā ‘anumodāhī’ti vattabbo.",
  "tika-vin04t8:375_5": "Sace nānumodati, ‘‘dehi me dhana’’nti codeti, samādapetvā dātabbaṁ.",
  "tika-vin04t8:376_0": "Sāvatthiyaṁ aññataraṁ bhikkhuṁ ārabbha ratanauggaṇhanavatthusmiṁ paññattaṁ, ‘‘aññatra ajjhārāmā vā, ajjhāvasathā vā’’ti ayamettha duvidhā anupaññatti, sādhāraṇapaññatti, sāṇattikaṁ, anuññātaṭṭhāne anādariyena uggahetvā anikkhipantassa dukkaṭaṁ.",
  "tika-vin04t8:376_1": "Anuññātaṭṭhāne gahetvā nikkhipantassa, yaṁ hoti āmāsaṁ ratanasammataṁ, taṁ vissāsaṁ vā tāvakālikaṁ vā uggaṇhantassa, paṁsukūlasaññāya gaṇhato, ummattakādīnañca anāpatti.",
  "tika-vin04t8:376_2": "Ananuññātakaraṇaṁ, parasantakatā, vissāsaggāhapaṁsukūlasaññānaṁ abhāvo, uggahaṇaṁ vā uggahāpanaṁ vāti imānettha cattāri aṅgāni.",
  "tika-vin04t8:376_3": "Samuṭṭhānādīni sañcarittasadisānīti.",
  "tika-vin04t8:377_0": "Ratanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:378_0": "3. Vikālagāmappavesanasikkhāpadavaṇṇanā",
  "tika-vin04t8:379_0": "Tatiye santaṁ bhikkhuṁ anāpucchāti idaṁ cāritte vuttanayameva.",
  "tika-vin04t8:379_1": "Vikāleti majjhanhikātikkamato paṭṭhāya antoaruṇe, etasmiṁ antare ‘‘vikāle gāmappavesanaṁ āpucchāmī’’ti vā, ‘‘gāmaṁ pavisissāmī’’ti vā anāpucchitvā asati tathārūpe accāyike karaṇīye parikkhittassa gāmassa parikkhepaṁ atikkamantassa, aparikkhittassa upacāraṁ okkamantassa paṭhamapāde dukkaṭaṁ, dutiyapāde pācittiyaṁ.",
  "tika-vin04t8:379_2": "Sacepi sambahulā kenaci kammena gāmaṁ pavisanti, sabbehi aññamaññaṁ āpucchitabbaṁ.",
  "tika-vin04t8:379_3": "‘‘Tasmiṁ gāme taṁ kammaṁ na sampajjatī’’ti aññaṁ gāmaṁ gacchantānaṁ puna āpucchanakiccaṁ natthi.",
  "tika-vin04t8:379_4": "Sace pana ussāhaṁ paṭippassambhetvā vihāraṁ gacchantā antarā aññaṁ gāmaṁ pavisitukāmā honti, āpucchitabbameva.",
  "tika-vin04t8:379_5": "Kulaghare vā āsanasālāyaṁ vā bhattakiccaṁ katvā telabhikkhāya vā sappibhikkhāya vā caritukāmena sace passe bhikkhu atthi, āpucchitabbo, asante ‘natthī’ti gantabbaṁ.",
  "tika-vin04t8:379_6": "Vīthiṁ otaritvā pana bhikkhuṁ disvāpi āpucchanakiccaṁ natthi.",
  "tika-vin04t8:379_7": "Yo pana gāmamajjhena maggo hoti, sace tena gacchantassa ‘‘telādīnaṁ atthāya carissāmī’’ti cittaṁ uppajjati, passe bhikkhuṁ disvā āpucchitabbaṁ.",
  "tika-vin04t8:379_8": "Maggā anokkamma carantassa pana āpucchanakiccaṁ natthi, okkamantassa vuttanayeneva pācittiyaṁ.",
  "tika-vin04t8:380_0": "Sāvatthiyaṁ chabbaggiye ārabbha vikāle gāmappavesanavatthusmiṁ paññattaṁ, ‘‘santaṁ bhikkhu’’nti ca ‘‘anāpucchā’’ti ca ‘‘aññatra tathārūpā accāyikā karaṇīyā’’ti ca imā panettha tisso anupaññattiyo, asādhāraṇapaññatti, anāṇattikaṁ, tikapācittiyaṁ, kāle vikālasaññino, vematikassa ca dukkaṭaṁ.",
  "tika-vin04t8:380_1": "Kālasaññino pana, yo ca accāyike vā karaṇīye, santaṁ vā āpucchitvā, asantaṁ vā anāpucchitvā pavisati, antarārāmabhikkhunupassayatitthiyaseyyapaṭikkamanesu vā aññataraṁ gacchati, tassa, gāmena maggo hoti, tena gacchato, āpadāsu, ummattakādīnañca anāpatti.",
  "tika-vin04t8:380_2": "Santaṁ bhikkhuṁ anāpucchatā, anuññātakāraṇābhāvo, vikāle gāmappavisananti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:380_3": "Samuṭṭhānādīni kathinasadisāneva, idaṁ pana kiriyākiriyanti.",
  "tika-vin04t8:381_0": "Vikālagāmappavesanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:382_0": "4. Sūcigharasikkhāpadavaṇṇanā",
  "tika-vin04t8:383_0": "Catutthe bhedanameva bhedanakaṁ, taṁ assa atthīti bhedanakaṁ.",
  "tika-vin04t8:383_1": "Tasmā evarūpe sūcighare karaṇakārāpanesu dukkaṭaṁ, paṭilābhena pana taṁ bhinditvā pācittiyaṁ desetabbaṁ.",
  "tika-vin04t8:384_0": "Sakkesu sambahule bhikkhū ārabbha bahusūcigharaviññāpanavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sāṇattikaṁ, attanā vippakataṁ attanā vā, parehi vā, parehi vippakatampi attanā vā, parehi vā pariyosāpetvā labhantassa catukkapācittiyaṁ.",
  "tika-vin04t8:384_1": "Aññassatthāya karaṇakārāpanesu, aññena kataṁ paṭilabhitvā paribhuñjane dukkaṭaṁ.",
  "tika-vin04t8:384_2": "Gaṇṭhike araṇike vidhe añjaniyā añjanisalākāya vāsijaṭe udakapuñchaniyāti etesu yaṁkiñci aṭṭhiādīhi karontassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:384_3": "Sūcigharatā, aṭṭhimayāditā, attano atthāya karaṇaṁ vā kārāpetvā vā paṭilābhoti imānettha tīṇi aṅgāni.",
  "tika-vin04t8:384_4": "Samuṭṭhānādīni sañcarittasadisānīti.",
  "tika-vin04t8:385_0": "Sūcigharasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:386_0": "5. Mañcapīṭhasikkhāpadavaṇṇanā",
  "tika-vin04t8:387_0": "Pañcame mañcanti masārakādīsu aññataraṁ.",
  "tika-vin04t8:387_1": "Pīṭhampi tādisameva, taṁ pana mañco viya atidīghaṁ, āsandiko viya ca samaṁ caturassaṁ na hoti.",
  "tika-vin04t8:387_2": "Chedanakaṁ bhedanakasadisameva.",
  "tika-vin04t8:388_0": "Sāvatthiyaṁ upanandaṁ ārabbha ucce mañce sayanavatthusmiṁ paññattaṁ, pamāṇikaṁ karontassa, pamāṇātikkantaṁ labhitvā chinditvā yathā pamāṇameva upari dissati, evaṁ nikhaṇitvā vā, uttānaṁ vā katvā, aṭṭakaṁ vā bandhitvā paribhuñjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:388_1": "Pamāṇātikkantamañcapīṭhatā, attano atthāya karaṇaṁ vā kārāpetvā vā paṭilābhoti imānettha dve aṅgāni.",
  "tika-vin04t8:388_2": "Sesaṁ sabbaṁ sūcigharasikkhāpadasadisamevāti.",
  "tika-vin04t8:389_0": "Mañcapīṭhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:390_0": "6. Tūlonaddhasikkhāpadavaṇṇanā",
  "tika-vin04t8:391_0": "Chaṭṭhe tūlaṁ onaddhametthāti tūlonaddhaṁ, cimilikaṁ pattharitvā tūlaṁ pakkhipitvā upari cimilikāya onaddhanti vuttaṁ hoti.",
  "tika-vin04t8:391_1": "Uddālanakaṁ bhedanakasadisameva.",
  "tika-vin04t8:392_0": "Sāvatthiyaṁ chabbaggiye ārabbha tūlonaddhakārāpanavatthusmiṁ paññattaṁ, āyoge kāyabandhane aṁsabaddhake pattatthavikāya parissāvane bimbohane, aññena kataṁ tūlonaddhaṁ paṭilabhitvā uddāletvā paribhuñjantassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:392_1": "Bimbohanañcettha sīsappamāṇameva vaṭṭati, sīsappamāṇaṁ nāma yassa vitthārato tīsu koṇesu dvinnaṁ antaraṁ vidatthicaturaṅgulaṁ hoti, majjhe muṭṭhiratanaṁ, dīghato diyaḍḍharatanaṁ vā dviratanaṁ vā.",
  "tika-vin04t8:392_2": "Tūlonaddhamañcapīṭhatā, attano atthāya karaṇaṁ vā kārāpetvā vā paṭilābhoti imānettha dve aṅgāni.",
  "tika-vin04t8:392_3": "Sesaṁ vuttanayeneva veditabbanti.",
  "tika-vin04t8:393_0": "Tūlonaddhasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:394_0": "7. Nisīdanasikkhāpadavaṇṇanā",
  "tika-vin04t8:395_0": "Sattame nisīdananti santhatasadisaṁ santharitvā ekasmiṁ ante sugatavidatthippamāṇaṁ dvīsu ṭhānesu phāletvā katāhi tīhi dasāhi yuttassa parikkhārassetaṁ nāmaṁ.",
  "tika-vin04t8:396_0": "Sāvatthiyaṁ chabbaggiye ārabbha appamāṇikāni nisīdanāni dhāraṇavatthusmiṁ paññattaṁ, ‘‘dasā vidatthī’’ti ayamettha anupaññatti, asādhāraṇapaññatti, pamāṇikaṁ vā ūnakaṁ vā karontassa, aññena kataṁ pamāṇātikkantaṁ paṭilabhitvā chinditvā paribhuñjantassa, vitānādīsu yaṁkiñci karontassa, ummattakādīnañca anāpatti.",
  "tika-vin04t8:396_1": "Nisīdanassa pamāṇātikkantatā, attano atthāya karaṇaṁ vā kārāpetvā vā paṭilābhoti imānettha dve aṅgāni.",
  "tika-vin04t8:396_2": "Sesaṁ vuttanayeneva veditabbanti.",
  "tika-vin04t8:397_0": "Nisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:398_0": "8. Kaṇḍuppaṭicchādisikkhāpadavaṇṇanā",
  "tika-vin04t8:399_0": "Aṭṭhame kaṇḍuppaṭicchādinti adhonābhiubbhajāṇumaṇḍalaṁ kaṇḍupīḷakaassāvathullakacchābādhānaṁ paṭicchādanatthaṁ anuññātaṁ cīvaraṁ.",
  "tika-vin04t8:400_0": "Sāvatthiyaṁ chabbaggiye ārabbha appamāṇikāyo kaṇḍuppaṭicchādikāyo dhāraṇavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sesaṁ nisīdane vuttanayeneva veditabbanti.",
  "tika-vin04t8:401_0": "Kaṇḍuppaṭicchādisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:402_0": "9. Vassikasāṭikasikkhāpadavaṇṇanā",
  "tika-vin04t8:403_0": "Navame sāvatthiyaṁ chabbaggiye ārabbha appamāṇikāyo vassikasāṭikāyo dhāraṇavatthusmiṁ paññattaṁ, sesamettha yaṁ vattabbaṁ, taṁ nisīdane vuttanayamevāti.",
  "tika-vin04t8:404_0": "Vassikasāṭikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:405_0": "10. Nandasikkhāpadavaṇṇanā",
  "tika-vin04t8:406_0": "Dasame sāvatthiyaṁ āyasmantaṁ nandaṁ ārabbha sugatacīvarappamāṇaṁ cīvaraṁ dhāraṇavatthusmiṁ paññattaṁ, sādhāraṇapaññatti, sesaṁ nisīdane vuttanayamevāti.",
  "tika-vin04t8:407_0": "Nandasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t8:408_0": "Ratanavaggo navamo.",
  "tika-vin04t8:409_0": "Kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin04t8:410_0": "Suddhapācittiyavaṇṇanā niṭṭhitā."
}