{
  "tika-abh07t15:0_0": "7. Samuccayaparicchedavaṇṇanā",
  "tika-abh07t15:1_0": "1.Salakkhaṇā cintanādisalakkhaṇā cittacetasikanipphannarūpanibbānavasena dvāsattatipabhedā vatthudhammā sabhāvadhammā vuttā, idāni tesaṁ yathāyogaṁ sabhāvadhammānaṁ ekekasamuccayavasena yogānurūpato akusalasaṅgahādibhedaṁ samuccayaṁ rāsiṁ pavakkhāmīti yojanā.",
  "tika-abh07t15:2_0": "2.",
  "tika-abh07t15:2_1": "Akusalānameva sabhāgadhammavasena saṅgaho akusalasaṅgaho.",
  "tika-abh07t15:2_2": "Kusalādivasena missakānaṁ saṅgaho missakasaṅgaho, saccābhisambodhisaṅkhātassa ariyamaggassa pakkhe bhavānaṁ bodhipakkhiyānaṁ dhammānaṁ satipaṭṭhānādibhedānaṁ sabhāgavatthuvasena saṅgaho bodhipakkhiyasaṅgaho.",
  "tika-abh07t15:2_3": "Khandhādivasena sabbesaṁ saṅgaho sabbasaṅgaho.",
  "tika-abh07t15:3_0": "Akusalasaṅgahavaṇṇanā",
  "tika-abh07t15:4_0": "3.",
  "tika-abh07t15:4_1": "Pubbakoṭiyā apaññāyanato cirapārivāsiyaṭṭhena, vaṇato vā vissandamānayūsā viya cakkhādito visayesu vissandanato āsavā.",
  "tika-abh07t15:4_2": "Atha vā bhavato ābhavaggaṁ dhammato āgotrabhuṁ savanti pavattantīti āsavā.",
  "tika-abh07t15:4_3": "Avadhiattho cettha ā-kāro, avadhi ca mariyādābhividhivasena duvidho.",
  "tika-abh07t15:4_4": "Tattha ‘‘āpāṭaliputtaṁ vuṭṭho devo’’tyādīsu viya kiriyaṁ bahi katvā pavatto mariyādo.",
  "tika-abh07t15:4_5": "‘‘Ābhavaggaṁ saddo abbhuggato’’tyādīsu viya kiriyaṁ byāpetvā pavatto abhividhi.",
  "tika-abh07t15:4_6": "Idha pana abhividhimhi daṭṭhabbo.",
  "tika-abh07t15:4_7": "Tathā hete nibbattiṭṭhānabhūte ca bhavagge, gotrabhumhi ca ārammaṇabhūte pavattanti.",
  "tika-abh07t15:4_8": "Vijjamānesu ca aññesu ābhavaggaṁ, āgotrabhuñca savantesu mānādīsu attattaniyaggahaṇavasena abhibyāpanato madakaraṇaṭṭhena āsavasadisatāya ca eteyeva āsavabhāvena niruḷhāti daṭṭhabbaṁ.",
  "tika-abh07t15:4_9": "Kāmoyeva āsavo kāmāsavo, kāmarāgo.",
  "tika-abh07t15:4_10": "Rūpārūpabhavesu chandarāgo bhavāsavo.",
  "tika-abh07t15:4_11": "Jhānanikantisassatadiṭṭhisahagato ca rāgo ettheva saṅgayhati.",
  "tika-abh07t15:4_12": "Tattha paṭhamo upapattibhavesu rāgo, dutiyo kammabhave, tatiyo bhavadiṭṭhisahagato.",
  "tika-abh07t15:4_13": "Dvāsaṭṭhividhā diṭṭhi diṭṭhāsavo.",
  "tika-abh07t15:4_14": "Dukkhādīsu catūsu saccesu, pubbante, aparante, pubbāparante, paṭiccasamuppādesu cāti aṭṭhasu ṭhānesu aññāṇaṁ avijjāsavo.",
  "tika-abh07t15:5_0": "4.",
  "tika-abh07t15:5_1": "Ottharitvā haraṇato, ohananato vā heṭṭhā katvā hananato osīdāpanato ‘‘ogho’’ti vuccati jalappavāho, ete ca satte ottharitvā hanantā vaṭṭasmiṁ satte osīdāpentā viya hontīti oghasadisatāya oghā, āsavāyeva panettha yathāvuttaṭṭhena ‘‘oghā’’ti ca vuccanti.",
  "tika-abh07t15:6_0": "5.",
  "tika-abh07t15:6_1": "Vaṭṭasmiṁ, bhavayantake vā satte kammavipākena bhavantarādīhi, dukkhena vā satte yojentīti yogā, heṭṭhā vuttadhammāva.",
  "tika-abh07t15:7_0": "6.",
  "tika-abh07t15:7_1": "Nāmakāyena rūpakāyaṁ, paccuppannakāyena vā anāgatakāyaṁ ganthenti duppamuñcaṁ veṭhentīti kāyaganthā.",
  "tika-abh07t15:7_2": "Gosīlādinā sīlena, vatena, tadubhayena ca suddhīti evaṁ parato asabhāvato āmasanaṁ parāmāso.",
  "tika-abh07t15:7_3": "‘‘Idameva saccaṁ, moghamañña’’nti abhinivisanaṁ daḷhaggāho idaṁ saccābhiniveso.",
  "tika-abh07t15:8_0": "7.",
  "tika-abh07t15:8_1": "Maṇḍūkaṁ pannago viya bhusaṁ daḷhaṁ ārammaṇaṁ ādiyantīti upādānāni.",
  "tika-abh07t15:8_2": "Kāmoyeva upādānaṁ, kāme upādiyatīti vā kāmupādānaṁ.",
  "tika-abh07t15:8_3": "‘‘Iminā me sīlavatādinā saṁsārasuddhī’’ti evaṁ sīlavatādīnaṁ gahaṇaṁ sīlabbatupādānaṁ.",
  "tika-abh07t15:8_4": "Vadanti etenāti vādo, khandhehi byatirittābyatirittavasena vīsati parikappitassa attano vādo attavādo.",
  "tika-abh07t15:8_5": "Soyeva upādānanti attavādupādānaṁ.",
  "tika-abh07t15:9_0": "8.",
  "tika-abh07t15:9_1": "Jhānādivasena uppajjanakakusalacittaṁ nisedhenti tathā tassa uppajjituṁ na dentīti nīvaraṇāni, paññācakkhuno vā āvaraṇaṭṭhena nīvaraṇā.",
  "tika-abh07t15:9_2": "Pañcasu kāmaguṇesu adhimattarāgasaṅkhāto kāmoyeva chandanaṭṭhena chando cāti kāmacchando.",
  "tika-abh07t15:9_3": "Soyeva nīvaraṇanti kāmacchandanīvaraṇaṁ.",
  "tika-abh07t15:9_4": "Byāpajjati vinassati etena cittanti byāpādo, ‘‘anatthaṁ me acarī’’tyādinayappavattanavavidhaāghātavatthupadaṭṭhānatāya navavidho, aṭṭhānakopena saha dasavidho vā doso, soyeva nīvaraṇanti byāpādanīvaraṇaṁ.",
  "tika-abh07t15:9_5": "Thinamiddhameva nīvaraṇaṁ thinamiddhanīvaraṇaṁ.",
  "tika-abh07t15:9_6": "Tathā uddhaccakukkuccanīvaraṇaṁ.",
  "tika-abh07t15:9_7": "Kasmā panete bhinnadhammā dve dve ekanīvaraṇabhāvena vuttāti?",
  "tika-abh07t15:9_8": "Kiccāhārapaṭipakkhānaṁ samānabhāvato.",
  "tika-abh07t15:9_9": "Thinamiddhānañhi cittuppādassa layāpādanakiccaṁ samānaṁ, uddhaccakukkuccānaṁ avūpasantabhāvakāraṇaṁ.",
  "tika-abh07t15:9_10": "Tathā purimānaṁ dvinnaṁ tandīvijambhitā āhāro, hetūtyattho, pacchimānaṁ ñātibyasanādivitakkanaṁ.",
  "tika-abh07t15:9_11": "Purimānañca dvinnaṁ vīriyaṁ paṭipakkhabhūtaṁ, pacchimānaṁ samathoti, tenāhu porāṇā –",
  "tika-abh07t15:10_0": "‘‘Kiccāhāravipakkhānaṁ, ekattā ekamettha hi;",
  "tika-abh07t15:11_0": "Katamuddhaccakukkuccaṁ, thinamiddhañca tādinā.",
  "tika-abh07t15:12_0": "‘‘Līnatāsantatā kiccaṁ, tandī ñātivitakkanaṁ;",
  "tika-abh07t15:13_0": "Hetu vīriyasamathā, ime tesaṁ virodhino’’ti.",
  "tika-abh07t15:14_0": "9.",
  "tika-abh07t15:14_1": "Appahīnaṭṭhena anu anu santāne sentīti anusayā, anurūpaṁ kāraṇaṁ labhitvā uppajjantītyattho.",
  "tika-abh07t15:14_2": "Appahīnā hi kilesā kāraṇalābhe sati upajjanārahā santāne anu anu sayitā viya hontīti tadavatthā ‘‘anusayā’’ti vuccanti.",
  "tika-abh07t15:14_3": "Te pana nippariyāyato anāgatā kilesā, atītapaccuppannāpi taṁsabhāvattā tathā vuccanti.",
  "tika-abh07t15:14_4": "Na hi kālabhedena dhammānaṁ sabhāvabhedo atthi, yadi appahīnaṭṭhena anusayā, nanu sabbepi kilesā appahīnā anusayā bhaveyyunti?",
  "tika-abh07t15:14_5": "Na mayaṁ appahīnatāmattena ‘‘anusayā’’ti vadāma, atha kho appahīnaṭṭhena thāmagatā kilesā anusayāti.",
  "tika-abh07t15:14_6": "Thāmagamanañca anaññasādhāraṇo kāmarāgādīnameva āveṇiko sabhāvoti alaṁ vivādena.",
  "tika-abh07t15:14_7": "Kāmarāgoyeva anusayo kāmarāgānusayo.",
  "tika-abh07t15:15_0": "10. Saṁyojenti bandhantīti saṁyojanāni.",
  "tika-abh07t15:16_0": "12.",
  "tika-abh07t15:16_1": "Cittaṁ kilissati upatappati, bādhīyati vā etehīti kilesā.",
  "tika-abh07t15:17_0": "13.Kāmabhavanāmenāti kāmabhavasaṅkhātānaṁ ārammaṇānaṁ nāmena.",
  "tika-abh07t15:17_1": "Tathāpavattanti sīlabbatādīnaṁ parato āmasanādivasena pavattaṁ.",
  "tika-abh07t15:18_0": "14.",
  "tika-abh07t15:18_1": "Āsavā ca oghā ca yogā ca ganthā ca vatthuto dhammato vuttanayena tayo.",
  "tika-abh07t15:18_2": "Tathā upādānā duve vuttā taṇhādiṭṭhivasena.",
  "tika-abh07t15:18_3": "Nīvaraṇā aṭṭha siyuṁ thinamiddhauddhaccakukkuccānaṁ visuṁ gahaṇato.",
  "tika-abh07t15:18_4": "Anusayā chaḷeva honti kāmarāgabhavarāgānusayānaṁ taṇhāsabhāvena ekato gahitattā.",
  "tika-abh07t15:18_5": "Nava saṁyojanā matā ubhayattha vuttānaṁ taṇhāsabhāvānaṁ, diṭṭhisabhāvānañca ekekaṁ saṅgahitattā.",
  "tika-abh07t15:18_6": "Kilesā pana suttantavasena, abhidhammavasenapi dasa.",
  "tika-abh07t15:18_7": "Iti evaṁ pāpānaṁ akusalānaṁ saṅgaho navadhā vutto. Ettha ca –",
  "tika-abh07t15:19_0": "Navāṭṭhasaṅgahā lobha-diṭṭhiyo sattasaṅgahā;",
  "tika-abh07t15:20_0": "Avijjā paṭigho pañca-saṅgaho catusaṅgahā;",
  "tika-abh07t15:21_0": "Kaṅkhā tisaṅgahā mānuddhaccā thinaṁ dvisaṅgahaṁ.",
  "tika-abh07t15:22_0": "Kukkuccamiddhāhirikā-nottappissā nigūhanā;",
  "tika-abh07t15:23_0": "Ekasaṅgahitā pāpā, iccevaṁ navasaṅgahā.",
  "tika-abh07t15:24_0": "Akusalasaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t15:25_0": "Missakasaṅgahavaṇṇanā",
  "tika-abh07t15:26_0": "15. Hetūsu vattabbaṁ heṭṭhā vuttameva.",
  "tika-abh07t15:27_0": "16.",
  "tika-abh07t15:27_1": "Ārammaṇaṁ upagantvā cintanasaṅkhātena upanijjhāyanaṭṭhena yathārahaṁ paccanīkadhammajhāpanaṭṭhena ca jhānāni ca tāni aṅgāni ca samuditānaṁ avayavabhāvena aṅgīyanti ñāyantīti jhānaṅgāni.",
  "tika-abh07t15:27_2": "Avayavavinimuttassa ca samudāyassa abhāvepi senaṅgarathaṅgādayo viya visuṁ visuṁ aṅgabhāvena vuccanti ekato hutvā jhānabhāvena.",
  "tika-abh07t15:27_3": "Domanassañcettha akusalajhānaṅgaṁ, sesāni kusalākusalābyākatajhānaṅgāni.",
  "tika-abh07t15:28_0": "17.",
  "tika-abh07t15:28_1": "Sugatiduggatīnaṁ, nibbānassa ca abhimukhaṁ pāpanato maggā, tesaṁ pathabhūtāni aṅgāni, maggassa vā aṭṭhaṅgikassa aṅgāni maggaṅgāni.",
  "tika-abh07t15:28_2": "Sammā aviparītato passatīti sammādiṭṭhi.",
  "tika-abh07t15:28_3": "Sā pana ‘‘atthi dinna’’ntyādivasena dasavidhā, pariññādikiccavasena catubbidhā vā.",
  "tika-abh07t15:28_4": "Sammā saṅkappenti etenāti sammāsaṅkappo.",
  "tika-abh07t15:28_5": "So nekkhammasaṅkappaabyāpādasaṅkappaavihiṁsāsaṅkappavasena tividho.",
  "tika-abh07t15:28_6": "Sammāvācādayo heṭṭhā vibhāvitāva.",
  "tika-abh07t15:28_7": "Sammā vāyamanti etenāti sammāvāyāmo.",
  "tika-abh07t15:28_8": "Sammā saranti etāyāti sammāsati.",
  "tika-abh07t15:28_9": "Imesaṁ pana bhedaṁ upari vakkhati.",
  "tika-abh07t15:28_10": "Sammā sāmañca ādhīyati etena cittanti sammāsamādhi, paṭhamajjhānādivasena pañcavidhā ekaggatā.",
  "tika-abh07t15:28_11": "Micchādiṭṭhiādayo duggatimaggattā maggaṅgāni.",
  "tika-abh07t15:29_0": "18.",
  "tika-abh07t15:29_1": "Dassanādīsu cakkhuviññāṇādīhi, yebhuyyena taṁsahitasantānappavattiyaṁ liṅgādīhi, jīvane jīvantehi kammajarūpasampayuttadhammehi, manane jānane sampayuttadhammehi, sukhitādibhāve sukhitādīhi sahajātehi, saddahanādīsu saddahanādivasappavattehi teheva, ‘‘anaññātaṁ ñassāmī’’ti pavattiyaṁ tathāpavattehi sahajātehi, ājānane aññabhāvibhāve ca ājānanādivasappavattehi sahajātehi attānaṁ anuvattāpentā dhammā issaraṭṭhena indriyāni nāmāti āha ‘‘cakkhundriya’’ntyādi. Aṭṭhakathāyaṁ (vibha. aṭṭha. 219; visuddhi.",
  "tika-abh07t15:29_2": "2.525) pana aparepi indaliṅgaṭṭhādayo indriyaṭṭhā vuttā.",
  "tika-abh07t15:29_3": "Jīvitindriyanti rūpārūpavasena duvidhaṁ jīvitindriyaṁ.",
  "tika-abh07t15:29_4": "‘‘Anamatagge saṁsāre anaññātaṁ amataṁ padaṁ, catusaccadhammameva vā ñassāmī’’ti evamajjhāsayena paṭipannassa indriyaṁ anaññātaññassāmītindriyaṁ.",
  "tika-abh07t15:29_5": "Ājānāti paṭhamamaggena diṭṭhamariyādaṁ anatikkamitvā jānāti indriyañcāti aññindriyaṁ.",
  "tika-abh07t15:29_6": "Aññātāvino cattāri saccāni paṭivijjhitvā ṭhitassa arahato indriyaṁ aññātāvindriyaṁ.",
  "tika-abh07t15:29_7": "Dhammasarūpavibhāvanatthañcettha paññindriyaggahaṇaṁ, puggalajjhāsayakiccavisesavibhāvanatthaṁ anaññātaññassāmītindriyādīnaṁ gahaṇaṁ.",
  "tika-abh07t15:30_0": "Ettha ca sattapaññattiyā visesanissayattā ajjhattikāyatanāni ādito vuttāni, manindriyaṁ pana ajjhattikāyatanabhāvasāmaññena ettheva vattabbampi arūpindriyehi saha ekato dassanatthaṁ jīvitindriyānantaraṁ vuttaṁ, sāyaṁ paññatti imesaṁ vasena ‘‘itthī puriso’’ti vibhāgaṁ gacchatīti dassanatthaṁ tadanantaraṁ bhāvadvayaṁ, tayime upādinnadhammā imassa vasena tiṭṭhantīti dassanatthaṁ tato paraṁ jīvitindriyaṁ, sattasaññito dhammapuñjo pabandhavasena pavattamāno imāhi vedanāhi saṁkilissatīti dassanatthaṁ tato vedanāpañcakaṁ, tāhi pana visuddhikāmānaṁ vodānasambhāradassanatthaṁ tato saddhādipañcakaṁ, sambhūtavodānasambhārā ca imehi visujjhantīti visuddhippattā, niṭṭhitakiccā ca hontīti dassanatthaṁ ante tīṇi vuttāni.",
  "tika-abh07t15:30_1": "Ettāvatā adhippetatthasiddhīti aññesaṁ aggahaṇanti idametesaṁ anukkamena desanāya kāraṇanti alamatippapañcena.",
  "tika-abh07t15:31_0": "19.",
  "tika-abh07t15:31_1": "Asaddhiyakosajjapamādauddhaccaavijjāahirikaanottappasaṅkhātehi paṭipakkhadhammehi akampiyaṭṭhena, sampayuttadhammesu thirabhāvena ca saddhādīni satta balāni, ahirikānottappadvayaṁ pana sampayuttadhammesu thirabhāveneva.",
  "tika-abh07t15:32_0": "20.",
  "tika-abh07t15:32_1": "Attādhīnappavattīnaṁ patibhūtā dhammā adhipatī.",
  "tika-abh07t15:32_2": "‘‘Chandavato kiṁnāma na sijjhatī’’tyādikaṁ hi pubbābhisaṅkhārūpanissayaṁ labhitvā uppajjamāne citte chandādayo dhurabhūtā sayaṁ sampayuttadhamme sādhayamānā hutvā pavattanti, te ca tesaṁ vasena pavattanti, tena te attādhīnānaṁ patibhāvena pavattanti.",
  "tika-abh07t15:32_3": "Aññesaṁ adhipatidhammānaṁ adhipatibhāvanivāraṇavasena issariyaṁ adhipatitā.",
  "tika-abh07t15:32_4": "Santesupi indriyantaresu kevalaṁ dassanādīsu cakkhuviññāṇādīhi anuvattāpanamattaṁ indriyatāti ayaṁ adhipatiindriyānaṁ viseso.",
  "tika-abh07t15:33_0": "21.",
  "tika-abh07t15:33_1": "Ojaṭṭhamakarūpādayo āharantīti āhārā.",
  "tika-abh07t15:33_2": "Kabaḷīkārāhāro hi ojaṭṭhamakarūpaṁ āharati, phassāhāro tisso vedanā, manosañcetanāhārasaṅkhātaṁ kusalākusalakammaṁ tīsu bhavesu paṭisandhiṁ.",
  "tika-abh07t15:33_3": "Viññāṇāhārasaṅkhātaṁ paṭisandhiviññāṇaṁ sahajātanāmarūpeāharati, kiñcāpi sakasakapaccayuppanne āharantā aññepi atthi.",
  "tika-abh07t15:33_4": "Ajjhattikasantatiyā pana visesapaccayattā imeyeva cattāro ‘‘āhārā’’ti vuttā.",
  "tika-abh07t15:34_0": "Kabaḷīkārāhārabhakkhānañhi sattānaṁ rūpakāyassa kabaḷīkārāhāro visesapaccayo kammādijanitassapi tassa kabaḷīkārāhārūpatthambhabaleneva dasavassādippavattisambhavato.",
  "tika-abh07t15:34_1": "Tathā hesa ‘‘dhāti viya kumārassa, upatthambhanakayantaṁ viya gehassā’’ti vutto.",
  "tika-abh07t15:34_2": "Phassopi sukhādivatthubhūtaṁ ārammaṇaṁ phusantoyeva sukhādivedanāpavattanena sattānaṁ ṭhitiyā paccayo hoti.",
  "tika-abh07t15:34_3": "Manosañcetanā kusalākusalakammavasena āyūhamānāyeva bhavamūlanipphādanato sattānaṁ ṭhitiyā paccayo hoti.",
  "tika-abh07t15:34_4": "Viññāṇaṁ vijānantameva nāmarūpappavattanena sattānaṁ ṭhitiyā paccayo hotīti evameteyeva ajjhattasantānassa visesapaccayattā ‘‘āhārā’’ti vuttā, phassādīnaṁ dutiyādibhāvo desanākkamato, na uppattikkamato.",
  "tika-abh07t15:35_0": "26.",
  "tika-abh07t15:35_1": "Pañcaviññāṇānaṁ vitakkavirahena ārammaṇesu abhinipātamattattā tesu vijjamānānipi upekkhāsukhadukkhāni upanijjhānākārassa abhāvato jhānaṅgabhāvena na uddhaṭāni.",
  "tika-abh07t15:35_2": "‘‘Vitakkapacchimakaṁ hi jhānaṅga’’nti vuttaṁ.",
  "tika-abh07t15:35_3": "Dvipañcaviññāṇamanodhātuttikasantīraṇattikavasena soḷasacittesu vīriyābhāvato tattha vijjamānopi samādhi balabhāvaṁ na gacchati.",
  "tika-abh07t15:35_4": "‘‘Vīriyapacchimakaṁ bala’’nti hi vuttaṁ.",
  "tika-abh07t15:35_5": "Tathā aṭṭhārasāhetukesu hetuvirahato maggaṅgāni na labbhanti.",
  "tika-abh07t15:35_6": "‘‘Hetupacchimakaṁ maggaṅga’’nti (dha. sa. aṭṭha.",
  "tika-abh07t15:35_7": "438) hi vuttanti imamatthaṁ manasi nidhāyāha ‘‘dvipañcaviññāṇesū’’tyādi.",
  "tika-abh07t15:35_8": "Jhānaṅgāni na labbhantīti sambandho.",
  "tika-abh07t15:36_0": "27.",
  "tika-abh07t15:36_1": "Adhimokkhavirahato vicikicchācitte ekaggatā cittaṭṭhitimattaṁ, na pana micchāsamādhisamādhindriyasamādhibalavohāraṁ gacchatīti āha ‘‘tathā vicikicchācitte’’tyādi.",
  "tika-abh07t15:37_0": "28.Dvihetukatihetukaggahaṇena ekahetukesu adhipatīnaṁ abhāvaṁ dasseti.",
  "tika-abh07t15:37_1": "Javanesvevāti avadhāraṇaṁ lokiyavipākesu adhipatīnaṁ asambhavadassanatthaṁ.",
  "tika-abh07t15:37_2": "Na hi te chandādīni purakkhatvā pavattanti.",
  "tika-abh07t15:37_3": "Vīmaṁsādhipatino dvihetukajavanesu asambhavato cittābhisaṅkhārūpanissayassa ca sambhavānurūpato labbhamānataṁ sandhāyāha ‘‘yathāsambhava’’nti.",
  "tika-abh07t15:37_4": "Ekova labbhati, itarathā adhipatibhāvāyogato, teneva hi bhagavatā ‘‘hetū hetusampayuttakānaṁ dhammānaṁ hetupaccayena paccayo’’tyādinā (paṭṭhā.",
  "tika-abh07t15:37_5": "1.1.1) hetupaccayaniddese viya ‘‘adhipatī adhipatisampayuttakāna’’ntyādinā avatvā ‘‘chandādhipati chandasampayuttakāna’’ntyādinā (paṭṭhā.",
  "tika-abh07t15:37_6": "1.1.3) ekekādhipativaseneva adhipatipaccayo uddhaṭo.",
  "tika-abh07t15:38_0": "29.Vatthuto dhammavasena hetudhammā cha, jhānaṅgāni pañca somanassadomanassupekkhānaṁ vedanāvasena ekato gahitattā, maggaṅgā nava micchāsaṅkappavāyāmasamādhīnaṁ vitakkavīriyacittekaggatāsabhāvena sammāsaṅkappādīhi ekato gahitattā.",
  "tika-abh07t15:38_1": "Indriyadhammā soḷasa pañcannaṁ vedanindriyānaṁ vedanāsāmaññena, tiṇṇaṁ lokuttarindriyānaṁ paññindriyassa ca ñāṇasāmaññena ekato gahitattā, rūpārūpajīvitindriyānañca visuṁ gahitattā, baladhammā pana yathāvuttanayeneva nava īritā, adhipatidhammā cattāro vuttā, āhārā tathā cattāro vuttāti kusalādīhi tīhi samākiṇṇo tatoyeva missakasaṅgaho evaṁnāmako saṅgaho sattadhā vutto. Ettha ca –",
  "tika-abh07t15:39_0": "Pañcasaṅgahitā paññā, vāyāmekaggatā pana;",
  "tika-abh07t15:40_0": "Catusaṅgahitā cittaṁ, sati ceva tisaṅgahā.",
  "tika-abh07t15:41_0": "Saṅkappo vedanā saddhā, dukasaṅgahitā matā;",
  "tika-abh07t15:42_0": "Ekekasaṅgahā sesā, aṭṭhavīsati bhāsitā.",
  "tika-abh07t15:43_0": "Missakasaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t15:44_0": "Bodhipakkhiyasaṅgahavaṇṇanā",
  "tika-abh07t15:45_0": "30.",
  "tika-abh07t15:45_1": "Paṭṭhātīti paṭṭhānaṁ, asubhaggahaṇādivasena anupavisitvā kāyādiārammaṇe pavattatītyattho, satiyeva paṭṭhānaṁ satipaṭṭhānaṁ.",
  "tika-abh07t15:45_2": "Taṁ pana kāyavedanācittadhammesu asubhadukkhāniccānattākāraggahaṇavasena, subhasukhaniccaattasaññāvipallāsappahānavasena ca catubbidhanti vuttaṁ ‘‘cattāro satipaṭṭhānā’’ti.",
  "tika-abh07t15:45_3": "Kucchitānaṁ kesādīnaṁ āyoti kāyo, sarīraṁ, assāsapassāsānaṁ vā samūho kāyo , tassa anupassanā parikammavasena, vipassanāvasena ca saraṇaṁ kāyānupassanā.",
  "tika-abh07t15:45_4": "Dukkhadukkhavipariṇāmadukkhasaṅkhāradukkhabhūtānaṁ vedanānaṁ vasena anupassanā vedanānupassanā.",
  "tika-abh07t15:45_5": "Tathā sarāgamahaggatādivasena sampayogabhūmibhedena bhinnasseva cittassa anupassanā cittānupassanā.",
  "tika-abh07t15:45_6": "Saññāsaṅkhārānaṁ dhammānaṁ bhinnalakkhaṇānameva anupassanā dhammānupassanā.",
  "tika-abh07t15:46_0": "31.",
  "tika-abh07t15:46_1": "Sammā padahanti etenāti sammappadhānaṁ, vāyāmo.",
  "tika-abh07t15:46_2": "So ca kiccabhedena catubbidhoti āha ‘‘cattāro sammappadhānā’’tyādi.",
  "tika-abh07t15:46_3": "Asubhamanasikārakammaṭṭhānānuyuñjanādivasena vāyamanaṁ vāyāmo. Bhiyyobhāvāyāti abhivuddhiyā.",
  "tika-abh07t15:47_0": "32.",
  "tika-abh07t15:47_1": "Ijjhati adhiṭṭhānādikaṁ etāyāhi iddhi, iddhividhañāṇaṁ iddhiyā pādo iddhipādo, chandoyeva iddhipādo chandiddhipādo.",
  "tika-abh07t15:48_0": "35.",
  "tika-abh07t15:48_1": "Bujjhatīti bodhi, āraddhavipassakato paṭṭhāya yogāvacaro.",
  "tika-abh07t15:48_2": "Yāya vā so satiādikāya dhammasāmaggiyā bujjhati saccāni paṭivijjhati, kilesaniddāto vā vuṭṭhāti, kilesasaṅkocābhāvato vā maggaphalappattiyā vikasati, sā dhammasāmaggī bodhi, tassa bodhissa, tassā vā bodhiyā aṅgabhūtā kāraṇabhūtāti bojjhaṅgā, te pana dhammavasena sattavidhāti āha ‘‘satisambojjhaṅgo’’tyādi.",
  "tika-abh07t15:48_3": "Satiyeva sundaro bojjhaṅgo, sundarassa vā bodhissa, sundarāya vā bodhiyā aṅgoti satisambojjhaṅgo.",
  "tika-abh07t15:48_4": "Dhamme vicināti upaparikkhatīti dhammavicayo, vipassanāpaññā.",
  "tika-abh07t15:48_5": "Upekkhāti idha tatramajjhattupekkhā.",
  "tika-abh07t15:49_0": "40.",
  "tika-abh07t15:49_1": "‘‘Sattadhā tattha saṅgaho’’ti vatvāna puna taṁ dassetuṁ ‘‘saṅkappapassaddhi cā’’tyādi vuttaṁ .",
  "tika-abh07t15:49_2": "Tattha vīriyaṁ navaṭṭhānaṁ sammappadhānacatukkavīriyiddhipādavīriyindriyavīriyabalasambojjhaṅgasammāvāyāmavasena navakiccattā, sati aṭṭhaṭṭhānā satipaṭṭhānacatukkasatindriyasatibalasatisambojjhaṅgasammāsativasena aṭṭhakiccattā.",
  "tika-abh07t15:49_3": "Samādhi catuṭṭhāno samādhindriyasamādhibalasamādhisambojjhaṅgasammāsamādhivasena catukiccattā, paññā pañcaṭṭhānā vīmaṁsiddhipādapaññindriyapaññābaladhammavicayasambojjhaṅgasammādiṭṭhivasena pañcakiccattā, saddhā dviṭṭhānā saddhindriyasaddhābalavasena dvikiccattā.",
  "tika-abh07t15:49_4": "Eso uttamānaṁ bodhipakkhiyabhāvena visiṭṭhānaṁ sattatiṁsa dhammānaṁ pavaro uttamo vibhāgo.",
  "tika-abh07t15:50_0": "41.",
  "tika-abh07t15:50_1": "Lokuttare aṭṭhavidhepi sabbe sattatiṁsa dhammā honti, saṅkappapītiyo na vā honti, dutiyajjhānike saṅkappassa, catutthapañcamajjhānike pītiyā ca asambhavato na honti vā, lokiyepi citte sīlavisuddhādi chabbisuddhipavattiyaṁ yathāyogaṁ taṁtaṁkiccassa anurūpavasena keci katthaci visuṁ visuṁ honti, katthaci na vā honti.",
  "tika-abh07t15:51_0": "Bodhipakkhiyasaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t15:52_0": "Sabbasaṅgahavaṇṇanā",
  "tika-abh07t15:53_0": "42.",
  "tika-abh07t15:53_1": "Atītānāgatapaccuppannādibhedabhinnā te te sabhāgadhammā ekajjhaṁ rāsaṭṭhena khandhā.",
  "tika-abh07t15:53_2": "Tenāha bhagavā – ‘‘tadekajjhaṁ abhisaṁyūhitvā abhisaṅkhipitvā ayaṁ vuccati rūpakkhandho’’tyādi (vibha.",
  "tika-abh07t15:53_3": "2), te panete khandhā bhājanabhojanabyañjanabhattakārakabhuñjakavikappavasena pañceva vuttāti āha ‘‘rūpakkhandho’’tyādi .",
  "tika-abh07t15:53_4": "Rūpañhi vedanānissayattā bhājanaṭṭhāniyaṁ, vedanā bhuñjitabbattā bhojanaṭṭhāniyā, saññā vedanāssādalābhahetuttā byañjanaṭṭhāniyā, saṅkhārā abhisaṅkharaṇato bhattakārakaṭṭhāniyā, viññāṇaṁ upabhuñjakattā bhuñjakaṭṭhāniyaṁ.",
  "tika-abh07t15:53_5": "Ettāvatā ca adhippetatthasiddhīti pañceva vuttā.",
  "tika-abh07t15:53_6": "Desanākkamepi idameva kāraṇaṁ yattha bhuñjati, yañca bhuñjati, yena ca bhuñjati, yo ca bhojako, yo ca bhuñjitā, tesaṁ anukkamena dassetukāmattā.",
  "tika-abh07t15:54_0": "43.",
  "tika-abh07t15:54_1": "Upādānānaṁ gocarā khandhā upādānakkhandhā, te pana upādānavisayabhāvena gahitā rūpādayo pañcevāti vuttaṁ ‘‘rūpupādānakkhandho’’tyādi.",
  "tika-abh07t15:54_2": "Sabbasabhāgadhammasaṅgahatthaṁ hi sāsavā, anāsavāpi dhammā avisesato ‘‘pañcakkhandhā’’ti desitā.",
  "tika-abh07t15:54_3": "Vipassanābhūmisandassanatthaṁ pana sāsavāva ‘‘upādānakkhandhā’’ti.",
  "tika-abh07t15:54_4": "Yathā panettha vedanādayo sāsavā, anāsavā ca, na evaṁ rūpaṁ, ekantakāmāvacarattā.",
  "tika-abh07t15:54_5": "Sabhāgarāsivasena pana taṁ khandhesu desitaṁ, upādāniyabhāvena, pana rāsivasena ca upādānakkhandhesūti daṭṭhabbaṁ.",
  "tika-abh07t15:55_0": "44.",
  "tika-abh07t15:55_1": "Āyatanti ettha taṁtaṁdvārārammaṇā cittacetasikā tena tena kiccena ghaṭṭenti vāyamanti, āyabhūte vā te dhamme etāni tanonti vitthārenti, āyataṁ vā saṁsāradukkhaṁ nayanti pavattenti, cakkhuviññāṇādīnaṁ kāraṇabhūtānīti vā āyatanāni.",
  "tika-abh07t15:55_2": "Apica loke nivāsaākarasamosaraṇasañjātiṭṭhānaṁ ‘‘āyatana’’nti vuccati, tasmā etepi taṁtaṁdvārikānaṁ, taṁtadārammaṇānañca cakkhuviññāṇādīnaṁ nivāsaṭṭhānatāya, tesameva ākiṇṇabhāvena pavattānaṁ ākaraṭṭhānatāya, dvārārammaṇato samosarantānaṁ samosaraṇaṭṭhānatāya, tattheva uppajjantānaṁ sañjātiṭṭhānatāya ca āyatanāni.",
  "tika-abh07t15:55_3": "Tāni pana dvārabhūtāni ajjhattikāyatanāni cha, ārammaṇabhūtāni ca bāhirāyatanāni chāti dvādasavidhānīti āha ‘‘cakkhāyatana’’ntyādi.",
  "tika-abh07t15:55_4": "Cakkhu ca taṁ āyatanañcāti cakkhāyatanaṁ. Evaṁ sesesupi.",
  "tika-abh07t15:56_0": "Ettha ajjhattikāyatanesu sanidassanasappaṭighārammaṇattā cakkhāyatanaṁ vibhūtanti taṁ paṭhamaṁ vuttaṁ, tadanantaraṁ anidassanasappaṭighārammaṇāni itarāni, tatthāpi asampattaggāhakasāmaññena cakkhāyatanānantaraṁ sotāyatanaṁ vuttaṁ, itaresu sīghataraṁ ārammaṇaggahaṇasamatthattā ghānāyatanaṁ paṭhamaṁ vuttaṁ.",
  "tika-abh07t15:56_1": "Purato ṭhapitamattassa hi bhojanādikassa gandho vātānusārena ghāne paṭihaññati, tadanantaraṁ pana padesavuttisāmaññena jivhāyatanaṁ vuttaṁ, tato sabbaṭṭhānikaṁ kāyāyatanaṁ, tato pañcannampi gocaraggahaṇasamatthaṁ manāyatanaṁ, yathāvuttānaṁ pana anukkamena tesaṁ tesaṁ ārammaṇāni rūpāyatanādīni vuttāni.",
  "tika-abh07t15:57_0": "45.",
  "tika-abh07t15:57_1": "Attano sabhāvaṁ dhārentīti dhātuyo.",
  "tika-abh07t15:57_2": "Atha vā yathāsambhavaṁ anekappakāraṁ saṁsāradukkhaṁ vidahanti, bhārahārehi viya ca bhāro sattehi dhīyanti dhāriyanti, avasavattanato dukkhavidhānamattameva cetā, sattehi ca saṁsāradukkhaṁ anuvidhīyati etāhi, tathāvihitañca etāsveva mīyati ṭhapiyati, rasasoṇitādisarīrāvayavadhātuyo viya, haritālamanosilādiselāvayavadhātuyo viya ca ñeyyāvayavabhūtā cāti dhātuyo. Yathāhu –",
  "tika-abh07t15:58_0": "‘‘Vidahati vidhānañca, dhīyate ca vidhīyate;",
  "tika-abh07t15:59_0": "Etāya dhīyate ettha, iti vā dhātusammatā;",
  "tika-abh07t15:60_0": "Sarīraselāvayava-dhātuyo viya dhātuyo’’ti.",
  "tika-abh07t15:61_0": "Tā pana manāyatanaṁ sattaviññāṇadhātuvasena sattadhā bhinditvā avasesehi ekādasāyatanehi saha aṭṭhārasadhātū vuttāti āha ‘‘cakkhudhātū’’tyādi.",
  "tika-abh07t15:61_1": "Kamakāraṇaṁ vuttanayena daṭṭhabbaṁ.",
  "tika-abh07t15:62_0": "46.",
  "tika-abh07t15:62_1": "Ariyakarattā ariyāni, tacchabhāvato saccānīti ariyasaccāni.",
  "tika-abh07t15:62_2": "Imāni hi cattāro paṭipannake, cattāro phalaṭṭheti aṭṭhaariyapuggale sādhenti asati saccappaṭivedhe tesaṁ ariyabhāvānupagamanato, sati ca tasmiṁ ekantena tabbhāvūpagamanato ca.",
  "tika-abh07t15:62_3": "Dukkhasamudayanirodhamaggānameva pana yathākkamaṁ bādhakattaṁ pabhavattaṁ nissaraṇattaṁ niyyānikattaṁ, nāññesaṁ, bādhakādibhāvoyeva ca dukkhādīnaṁ, na abādhakādibhāvo, tasmā aññatthābhāvatatthabyāpitāsaṅkhātena lakkhaṇena etāni tacchāni. Tenāhu porāṇā –",
  "tika-abh07t15:63_0": "‘‘Bodhānurūpaṁ cattāro, chindante caturo male;",
  "tika-abh07t15:64_0": "Khīṇadose ca cattāro, sādhentāriyapuggale.",
  "tika-abh07t15:65_0": "‘‘Aññattha bādhakattādi, na hi etehi labbhati;",
  "tika-abh07t15:66_0": "Nābādhakattametesaṁ, tacchānetānivetato’’ti.",
  "tika-abh07t15:67_0": "Ariyānaṁ vā saccāni tehi paṭivijjhitabbattā, ariyassa vā sammāsambuddhassa saccāni tena desitattāti ariyasaccāni.",
  "tika-abh07t15:67_1": "Tāni pana saṁkiliṭṭhāsaṁkiliṭṭhaphalahetuvasena catubbidhānīti āha ‘‘cattāri ariyasaccānī’’tyādi.",
  "tika-abh07t15:67_2": "Tattha kucchitattā, tucchattā ca dukkhaṁ.",
  "tika-abh07t15:67_3": "Kammādipaccayasanniṭṭhāne dukkhuppattinimittatāya samudayo samudeti etasmā dukkhanti katvā, dukkhassa samudayo dukkhasamudayo.",
  "tika-abh07t15:67_4": "Dukkhassa anuppādanirodho ettha, etenāti vā dukkhanirodho.",
  "tika-abh07t15:67_5": "Dukkhanirodhaṁ gacchati, paṭipajjanti ca taṁ etāyāti dukkhanirodhagāminipaṭipadā.",
  "tika-abh07t15:68_0": "47.",
  "tika-abh07t15:68_1": "Cetasikānaṁ, soḷasasukhumarūpānaṁ, nibbānassa ca vasena ekūnasattati dhammā āyatanesu dhammāyatanaṁ, dhātūsu dhammadhātūti ca saṅkhaṁ gacchanti.",
  "tika-abh07t15:69_0": "49.Sesācetasikāti vedanāsaññāhi sesā paññāsa cetasikā.",
  "tika-abh07t15:69_1": "Kasmā pana vedanāsaññā visuṁ katāti?",
  "tika-abh07t15:69_2": "Vaṭṭadhammesu assādatadupakaraṇabhāvato.",
  "tika-abh07t15:69_3": "Tebhūmakadhammesu hi assādavasappavattā vedanā, asubhe subhādisaññāvipallāsavasena ca tassā tadākārappavattīti tadupakaraṇabhūtā saññā, tasmā saṁsārassa padhānahetutāya etā vinibhujjitvā desitāti. Vuttañhetaṁ ācariyena –",
  "tika-abh07t15:70_0": "‘‘Vaṭṭadhammesu assādaṁ, tadassādupasevanaṁ;",
  "tika-abh07t15:71_0": "Vinibhujja nidassetuṁ, khandhadvayamudāhaṭa’’nti. (nāma. pari. 649);",
  "tika-abh07t15:72_0": "50.",
  "tika-abh07t15:72_1": "Nanu ca āyatanadhātūsu nibbānaṁ saṅgahitaṁ, khandhesu kasmā na saṅgahitanti āha ‘‘bhedābhāvenā’’tyādi.",
  "tika-abh07t15:72_2": "Atītādibhedabhinnānañhi rāsaṭṭhena khandhavohāroti nibbānaṁ bhedābhāvato khandhasaṅgahato nissaṭaṁ, vinimuttantyattho.",
  "tika-abh07t15:73_0": "51.",
  "tika-abh07t15:73_1": "Channaṁ dvārānaṁ, channaṁ ārammaṇānañca bhedena āyatanāni dvādasa bhavanti, channaṁ dvārānaṁ channaṁ ārammaṇānaṁ tadubhayaṁ nissāya uppannānaṁ tattakānameva viññāṇānaṁ pariyāyena kamena dhātuyo aṭṭhārasa bhavanti.",
  "tika-abh07t15:74_0": "52.",
  "tika-abh07t15:74_1": "Tisso bhūmiyo imassāti tibhūmaṁ, tibhūmaṁyeva tebhūmakaṁ.",
  "tika-abh07t15:74_2": "Vattati ettha kammaṁ, tabbipāko cāti vaṭṭaṁ.",
  "tika-abh07t15:74_3": "Taṇhāti kāmataṇhādivasena tividhā, puna chaḷārammaṇavasena aṭṭhārasavidhā, atītānāgatapaccuppannavasena catupaññāsavidhā, ajjhattikabāhiravasena aṭṭhasatappabhedā taṇhā.",
  "tika-abh07t15:74_4": "Kasmā pana aññesupi dukkhahetūsu santesu taṇhāyeva samudayoti vuttāti? Padhānakāraṇattā.",
  "tika-abh07t15:74_5": "Kammavicittatāhetubhāvena, hi kammasahāyabhāvūpagamanena ca dukkhavicittatākāraṇattā taṇhā dukkhassa visesakāraṇanti .",
  "tika-abh07t15:74_6": "Maggo dukkhanirodhagāminipaṭipadānāmena vutto maggo lokuttaro matoti maggoti puna maggaggahaṇaṁ yojetabbaṁ.",
  "tika-abh07t15:75_0": "53.Maggayuttā aṭṭhaṅgikavinimuttā sesā maggasampayuttā phassādayo phalañceva sasampayuttanti ete catūhi saccehi vinissaṭā viniggatā nippariyāyato, pariyāyato pana aññātāvindriyaniddesepi ‘‘maggaṅgaṁ maggapariyāpanna’’nti (dha. sa.",
  "tika-abh07t15:75_1": "555) vuttattā phaladhammesu sammādiṭṭhādīnaṁ maggasacce, itaresañca maggaphalasampayuttānaṁ saṅkhāradukkhasāmaññena dukkhasacce saṅgaho sakkā kātuṁ.",
  "tika-abh07t15:75_2": "Evañhi sati saccadesanāyapi sabbasaṅgāhikatā upapannā hoti.",
  "tika-abh07t15:75_3": "Kasmā panete khandhādayo bahū dhammā vuttāti?",
  "tika-abh07t15:75_4": "Bhagavatāpi tatheva desitattā.",
  "tika-abh07t15:75_5": "Bhagavatāpi kasmā tathā desitāti?",
  "tika-abh07t15:75_6": "Tividhasattānuggahassa adhippetattā.",
  "tika-abh07t15:75_7": "Nāmarūpatadubhayasammuḷhavasena hi tikkhanābhitikkhamudindriyavasena, saṅkhittamajjhimavitthārarucivasena ca tividhā sattā.",
  "tika-abh07t15:75_8": "Tesu nāmasammuḷhānaṁ khandhaggahaṇaṁ nāmassa tattha catudhā vibhattattā, rūpasammuḷhānaṁ āyatanaggahaṇaṁ rūpassa tattha aḍḍhekādasadhā vibhattattā, ubhayamuḷhānaṁ dhātuggahaṇaṁ ubhayesampi tattha vitthārato vibhattattā, tathā tikkhindriyānaṁ, saṅkhittarucikānañca khandhāggahaṇantyādi yojetabbaṁ.",
  "tika-abh07t15:75_9": "Taṁ panetaṁ tividhampi pavattinivattitadubhayahetuvasena diṭṭhameva upakārāvahaṁ.",
  "tika-abh07t15:75_10": "No aññathāti saccaggahaṇanti daṭṭhabbaṁ.",
  "tika-abh07t15:76_0": "Sabbasaṅgahavaṇṇanā niṭṭhitā.",
  "tika-abh07t15:77_0": "Iti abhidhammatthavibhāviniyā nāma abhidhammatthasaṅgahavaṇṇanāya",
  "tika-abh07t15:78_0": "Samuccayaparicchedavaṇṇanā niṭṭhitā."
}