{
  "tika-vin07t41:0_0": "Samuṭṭhānasīsavaṇṇanā",
  "tika-vin07t41:1_0": "257.",
  "tika-vin07t41:1_1": "Pāḷiyaṁ nibbānañceva paññattīti ettha yasmā saṅkhatadhamme upādāya paññattā sammutisaccabhūtā puggalādipaññatti paramatthato avijjamānattā uppattivināsayuttavatthudhammaniyatena aniccadukkhalakkhaṇadvayena yuttāti vattuṁ ayuttā, kārakavedakādirūpena pana parikappitena attasabhāvena virahitattā ‘‘anattā’’ti vattuṁ yuttā.",
  "tika-vin07t41:1_2": "Tasmā ayaṁ paññattipi asaṅkhatattasāmaññato vatthubhūtena nibbānena saha ‘‘anattā iti nicchayā’’ti vuttā.",
  "tika-vin07t41:1_3": "Avijjamānāpi hi sammuti kenaci paccayena akatattā asaṅkhatā evāti.",
  "tika-vin07t41:2_0": "Karuṇāsītalattaṁ, paññāpabhāsitattañca bhagavato dassetuṁ ‘‘buddhacande, buddhādicce’’ti etaṁ ubhayaṁ vuttaṁ.",
  "tika-vin07t41:2_1": "Hāyati etenāti hāni, dukkhassa hāni dukkhahāni, sabbadukkhāpanūdanakāraṇanti attho.",
  "tika-vin07t41:2_2": "Piṭake tīṇi desayīti yasmā aññepi mahāvīrā sammāsambuddhā saddhammaṁ desayanti, tasmā aṅgīraso piṭakāni tīṇi desayīti yojanā. Mahāguṇanti mahānisaṁsaṁ.",
  "tika-vin07t41:2_3": "Evaṁ nīyati saddhammoti yadi vinayapariyatti aparihīnā tiṭṭhati, evaṁ sati paṭipattipaṭivedhasaddhammopi nīyati pavattīyati, na parihāyatīti attho.",
  "tika-vin07t41:3_0": "Vinayapariyatti pana kathaṁ tiṭṭhatīti āha ‘‘ubhato cā’’tiādi.",
  "tika-vin07t41:3_1": "Parivārena ganthitā tiṭṭhatīti yojetabbaṁ.",
  "tika-vin07t41:3_2": "Tasseva parivārassāti tasmiṁ eva parivāre.",
  "tika-vin07t41:3_3": "Samuṭṭhānaṁ niyato katanti ekaccaṁ samuṭṭhānena niyataṁ kataṁ.",
  "tika-vin07t41:3_4": "Tasmiṁ parivāre kiñci sikkhāpadaṁ niyatasamuṭṭhānaṁ aññehi asādhāraṇaṁ, taṁ pakāsitanti attho.",
  "tika-vin07t41:4_0": "Sambhedaṁ nidānañcaññanti sambhedo sikkhāpadānaṁ aññamaññasamuṭṭhānena saṁkiṇṇatā, nidānañca paññattiṭṭhānaṁ, aññaṁ puggalādivatthādi ca.",
  "tika-vin07t41:4_1": "Sutte dissanti uparīti heṭṭhā vutte, upari vakkhamāne ca parivārasutte eva dissanti.",
  "tika-vin07t41:4_2": "Yasmā ca evaṁ, tasmā sakalasāsanādhārassa vinayassa ṭhitihetubhūtaṁ parivāraṁ sikkheti, evamettha yojanā daṭṭhabbā.",
  "tika-vin07t41:5_0": "Sambhinnasamuṭṭhānānīti aññehi sādhāraṇasamuṭṭhānāni.",
  "tika-vin07t41:5_1": "Ādimhi tāva purimanayeti sabbapaṭhame paññattivāre āgatanayaṁ sandhāya vadati, tattha pana paññattivāre ‘‘paṭhamaṁ pārājikaṁ kattha paññattanti, vesāliyaṁ paññatta’’ntiādinā (pari. 1) nidānampi dissati eva.",
  "tika-vin07t41:5_2": "Paratoti āgatabhāvaṁ pana sandhāya parato āgate sutte dissatīti veditabbanti vuttaṁ.",
  "tika-vin07t41:5_3": "Tassāti ubhatovibhaṅgapariyāpannassa sikkhāpadassa.",
  "tika-vin07t41:6_0": "258.Aniyatā paṭhamikāti āpattiṁ apekkhitvāva itthiliṅgaṁ kataṁ, paṭhamāniyataṁ sikkhāpadanti attho.",
  "tika-vin07t41:6_1": "Pāḷiyaṁ nānubandhe pavattininti vuṭṭhāpitaṁ pavattiniṁ ananubandhanasikkhāpadaṁ.",
  "tika-vin07t41:7_0": "260.Eḷakalomasikkhāpadavatthusmiṁ ‘‘bhikkhuniyo eḷakalomāni dhovantiyo rajantiyo vijaṭentiyo riñcanti uddesaṁ paripuccha’’nti (pārā.",
  "tika-vin07t41:7_1": "576) āgatattā imaṁ riñcanti-padaṁ gahetvā sikkhāpadaṁ upalakkhitanti dassento ‘‘vibhaṅge ‘riñcanti uddesa’nti āgataṁ eḷakalomadhovāpanasikkhāpada’’nti āha.",
  "tika-vin07t41:8_0": "Vassikasāṭikasikkhāpadanti asamaye vassikasāṭikapariyesanasikkhāpadaṁ (pārā. 626 ādayo).",
  "tika-vin07t41:8_1": "Ratanasikkhāpadanti ratanaṁ vā ratanasammataṁ vā paṭisāmanasikkhāpadaṁ (pāci. 502 ādayo).",
  "tika-vin07t41:9_0": "265.",
  "tika-vin07t41:9_1": "Pāḷiyaṁ buddhañāṇenāti paṭividdhasabbaññutaññāṇena.",
  "tika-vin07t41:10_0": "267.‘‘Na desenti tathāgatā’’ti etena chattapāṇissa dhammadesanāpaṭikkhepaṁ dasseti.",
  "tika-vin07t41:11_0": "269.Akatanti aññehi amissīkataṁ, niyatasamuṭṭhānanti attho.",
  "tika-vin07t41:11_1": "Akatanti vā pubbe anāgataṁ, abhinavanti attho.",
  "tika-vin07t41:12_0": "270.Samuṭṭhānañhi saṅkhepanti ettha saṅkhipanti saṅgayhanti sadisasamuṭṭhānāni etthāti saṅkhepo, samuṭṭhānasīsaṁ.",
  "tika-vin07t41:12_1": "Neti vineti kāyavacīduccaritanti netti, vinayapāḷi, sā eva dhammoti nettidhammoti āha ‘‘vinayapāḷidhammassā’’ti.",
  "tika-vin07t41:13_0": "Samuṭṭhānasīsavaṇṇanā niṭṭhitā."
}