{
  "tika-s0201t0:0_0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "tika-s0201t0:1_0": "Majjhimanikāye",
  "tika-s0201t0:2_0": "Mūlapaṇṇāsa-ṭīkā",
  "tika-s0201t0:3_0": "(Paṭhamo bhāgo)",
  "tika-s0201t0:4_0": "Ganthārambhakathāvaṇṇanā",
  "tika-s0201t0:5_0": "1.",
  "tika-s0201t0:5_1": "Saṁvaṇṇanārambhe ratanattayavandanā saṁvaṇṇetabbassa dhammassa pabhavanissayavisuddhipaṭivedanatthaṁ, taṁ pana dhammasaṁvaṇṇanāsu viññūnaṁ bahumānuppādanatthaṁ, taṁ sammadeva tesaṁ uggahadhāraṇādikkamaladdhabbāya sammāpaṭipattiyā sabbahitasukhanipphādanatthaṁ.",
  "tika-s0201t0:5_2": "Atha vā maṅgalabhāvato, sabbakiriyāsu pubbakiccabhāvato, paṇḍitehi samācaritabhāvato, āyatiṁ paresaṁ diṭṭhānugatiāpajjanato ca saṁvaṇṇanāyaṁ ratanattayapaṇāmakiriyā.",
  "tika-s0201t0:5_3": "Atha vā ratanattayapaṇāmakaraṇaṁ pūjanīyapūjāpuññavisesanibbattanatthaṁ.",
  "tika-s0201t0:5_4": "Taṁ attano yathāladdhasampattinimittakassa kammassa balānuppadānatthaṁ.",
  "tika-s0201t0:5_5": "Antarā ca tassa asaṅkocanatthaṁ.",
  "tika-s0201t0:5_6": "Tadubhayaṁ anantarāyena aṭṭhakathāya parisamāpanatthaṁ.",
  "tika-s0201t0:5_7": "Idameva ca payojanaṁ ācariyena idhādhippetaṁ.",
  "tika-s0201t0:5_8": "Tathā hi vakkhati ‘‘iti me pasannamatino…pe…",
  "tika-s0201t0:5_9": "tassānubhāvenā’’ti.",
  "tika-s0201t0:5_10": "Vatthuttayapūjāhi niratisayapuññakkhettasaṁbuddhiyā aparimeyyapabhāvo puññātisayoti bahuvidhantarāyepi lokasannivāse antarāyanibandhanasakalasaṁkilesaviddhaṁsanāya pahoti.",
  "tika-s0201t0:5_11": "Bhayādiupaddavañca nivāreti. Yathāha –",
  "tika-s0201t0:6_0": "‘‘Pūjārahe pūjayato. Buddhe yadi va sāvake’’tiādi (dha. pa. 195; apa. 1.10.1), tathā –",
  "tika-s0201t0:7_0": "‘‘Ye, bhikkhave, buddhe pasannā, agge te pasannā, agge kho pana pasannānaṁ aggo vipāko hotī’’tiādi (itivu. 90, 91),",
  "tika-s0201t0:8_0": "‘‘Buddhoti kittayantassa, kāye bhavati yā pīti;",
  "tika-s0201t0:9_0": "Varameva hi sā pīti, kasiṇenapi jambudīpassa.",
  "tika-s0201t0:10_0": "Dhammoti kittayantassa…pe… kasiṇenapi jambudīpassa;",
  "tika-s0201t0:11_0": "Saṅghoti kittayantassa…pe… kasiṇenapi jambudīpassā’’ti. (itivu. aṭṭha. 90),",
  "tika-s0201t0:12_0": "Tathā –",
  "tika-s0201t0:13_0": "‘‘Yasmiṁ mahānāma samaye ariyasāvako tathāgataṁ anussarati, nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti, na dosa…pe…",
  "tika-s0201t0:13_1": "na mohapariyuṭṭhitaṁ cittaṁ hotī’’tiādi (a. ni. 6.10; 11.11),",
  "tika-s0201t0:14_0": "‘‘Araññe rukkhamūle vā…pe…",
  "tika-s0201t0:15_0": "Bhayaṁ vā chambhitattaṁ vā,",
  "tika-s0201t0:16_0": "Lomahaṁso na hessatī’’ti ca. (saṁ. ni. 2.249);",
  "tika-s0201t0:17_0": "Tattha yassa vatthuttayassa vandanaṁ kattukāmo, tassa guṇātisayayogasandassanatthaṁ ‘‘karuṇāsītalahadaya’’ntiādinā gāthāttayamāha.",
  "tika-s0201t0:17_1": "Guṇātisayayogena hi vandanārahabhāvo, vandanārahe ca katā vandanā yathādhippetaṁ payojanaṁ sādhetīti.",
  "tika-s0201t0:17_2": "Tattha yassā desanāya saṁvaṇṇanaṁ kattukāmo.",
  "tika-s0201t0:17_3": "Sā na vinayadesanā viya karuṇāppadhānā, nāpi abhidhammadesanā viya paññāppadhānā , atha kho karuṇāpaññāppadhānāti tadubhayappadhānameva tāva sammāsambuddhassa thomanaṁ kātuṁ tammūlakattā sesaratanānaṁ ‘‘karuṇāsītalahadaya’’ntiādi vuttaṁ.",
  "tika-s0201t0:17_4": "Tattha kiratīti karuṇā, paradukkhaṁ vikkhipati apanetīti attho.",
  "tika-s0201t0:17_5": "Atha vā kiṇātīti karuṇā, paradukkhe sati kāruṇikaṁ hiṁsati vibādhatīti attho.",
  "tika-s0201t0:17_6": "Paradukkhe sati sādhūnaṁ kampanaṁ hadayakhedaṁ karotīti vā karuṇā.",
  "tika-s0201t0:17_7": "Atha vā kamiti sukhaṁ, taṁ rundhatīti karuṇā.",
  "tika-s0201t0:17_8": "Esā hi paradukkhāpanayanakāmatālakkhaṇā attasukhanirapekkhatāya kāruṇikānaṁ sukhaṁ rundhati vibandhatīti attho .",
  "tika-s0201t0:17_9": "Karuṇāya sītalaṁ karuṇāsītalaṁ, karuṇāsītalaṁ hadayaṁ assāti karuṇāsītalahadayo, taṁ karuṇāsītalahadayaṁ.",
  "tika-s0201t0:18_0": "Tattha kiñcāpi paresaṁ hitopasaṁhārasukhādiaparihānicchanasabhāvatāya, byāpādāratīnaṁ ujuvipaccanīkatāya ca parasattasantānagatasantāpavicchedanākārappavattiyā mettāmuditānampi cittasītalabhāvakāraṇatā upalabbhati, tathāpi paradukkhāpanayanākārappavattiyā parūpatāpāsahanarasā avihiṁsābhūtā karuṇāva visesena bhagavato cittassa cittapassaddhi viya sītibhāvanimittanti vuttaṁ ‘‘karuṇāsītalahadaya’’nti.",
  "tika-s0201t0:18_1": "Karuṇāmukhena vā mettāmuditānampi hadayasītalabhāvakāraṇatā vuttāti daṭṭhabbaṁ.",
  "tika-s0201t0:18_2": "Atha vā asādhāraṇañāṇavisesanibandhanabhūtā sātisayaṁ niravasesañca sabbaññutaññāṇaṁ viya savisayabyāpitāya mahākaruṇābhāvaṁ upagatā karuṇāva bhagavato atisayena hadayasītalabhāvahetūti āha ‘‘karuṇāsītalahadaya’’nti.",
  "tika-s0201t0:18_3": "Atha vā satipi mettāmuditānaṁ sātisaye hadayasītibhāvanibandhanatte sakalabuddhaguṇavisesakāraṇatāya tāsampi kāraṇanti karuṇāva bhagavato ‘‘hadayasītalabhāvakāraṇa’’nti vuttā.",
  "tika-s0201t0:18_4": "Karuṇānidānā hi sabbepi buddhaguṇā.",
  "tika-s0201t0:18_5": "Karuṇānubhāvanibbāpiyamānasaṁsāradukkhasantāpassa hi bhagavato paradukkhāpanayanakāmatāya anekānipi asaṅkhyeyyāni kappānaṁ akilantarūpasseva niravasesabuddhakaradhammasambharaṇaniratassa samadhigatadhammādhipateyyassa ca sannihitesupi sattasaṅkhārasamupanītahadayūpatāpanimittesu na īsakampi cittasītibhāvassa aññathattamahosīti.",
  "tika-s0201t0:18_6": "Etasmiñca atthavikappe tīsupi avatthāsu bhagavato karuṇā saṅgahitāti daṭṭhabbaṁ.",
  "tika-s0201t0:19_0": "Pajānātīti paññā, yathāsabhāvaṁ pakārehi paṭivijjhatīti attho.",
  "tika-s0201t0:19_1": "Paññāva ñeyyāvaraṇappahānato pakārehi dhammasabhāvajotanaṭṭhena pajjototi paññāpajjoto.",
  "tika-s0201t0:19_2": "Savāsanappahānato visesena hataṁ samugghātitaṁ vihataṁ, paññāpajjotena vihataṁ paññāpajjotavihataṁ.",
  "tika-s0201t0:19_3": "Muyhanti tena, sayaṁ vā muyhati, mohanamattameva vā tanti moho, avijjā, sveva visayasabhāvapaṭicchādanato andhakārasarikkhatāya tamo viyāti tamo, paññāpajjotavihato mohatamo etassāti paññāpajjotavihatamohatamo, taṁ paññāpajjotavihatamohatamaṁ.",
  "tika-s0201t0:19_4": "Sabbesampi hi khīṇāsavānaṁ satipi paññāpajjotena avijjandhakārassa vihatabhāve saddhāvimuttehi viya diṭṭhippattānaṁ sāvakehi paccekasambuddhehi ca savāsanappahānena sammāsambuddhānaṁ kilesappahānassa viseso vijjatīti sātisayena avijjāpahānena bhagavantaṁ thomento āha ‘‘paññāpajjotavihatamohatama’’nti.",
  "tika-s0201t0:20_0": "Atha vā antarena paropadesaṁ attano santāne accantaṁ avijjandhakāravigamassa nibbattitattā, tathā sabbaññutāya balesu ca vasībhāvassa samadhigatattā, parasantatiyañca dhammadesanātisayānubhāvena sammadeva tassa pavattitattā bhagavāva visesato mohatamavigamena thometabboti āha ‘‘paññāpajjotavihatamohatama’’nti.",
  "tika-s0201t0:20_1": "Imasmiñca atthavikappe ‘‘paññāpajjoto’’ti padena bhagavato paṭivedhapaññā viya desanāpaññāpi sāmaññaniddesena, ekasesanayena vā saṅgahitāti daṭṭhabbaṁ.",
  "tika-s0201t0:21_0": "Atha vā bhagavato ñāṇassa ñeyyapariyantikattā sakalañeyyadhammasabhāvāvabodhanasamatthena anāvaraṇañāṇasaṅkhātena paññāpajjotena sabbañeyyadhammasabhāvacchādakassa mohandhakārassa vidhamitattā anaññasādhāraṇo bhagavato mohatamavināsoti katvā vuttaṁ ‘‘paññāpajjotavihatamohatama’’nti.",
  "tika-s0201t0:21_1": "Ettha ca mohatamavidhamanante adhigatattā anāvaraṇañāṇaṁ kāraṇūpacārena sasantāne mohatamavidhamananti daṭṭhabbaṁ.",
  "tika-s0201t0:21_2": "Abhinīhārasampattiyā savāsanappahānameva hi kilesānaṁ ñeyyāvaraṇappahānanti, parasantāne pana mohatamavidhamanassa kāraṇabhāvato anāvaraṇañāṇaṁ ‘‘mohatamavidhamana’’nti vuccatīti.",
  "tika-s0201t0:22_0": "Kiṁ pana kāraṇaṁ avijjāsamugghātoyeveko pahānasampattivasena bhagavato thomanānimittaṁ gayhati, na pana sātisayaṁ niravasesakilesappahānanti?",
  "tika-s0201t0:22_1": "Tappahānavacaneneva tadekaṭṭhatāya sakalasaṁkilesagaṇasamugghātassa jotitabhāvato.",
  "tika-s0201t0:22_2": "Na hi so tādiso kileso atthi, yo niravasesaavijjāppahānena na pahīyatīti.",
  "tika-s0201t0:23_0": "Atha vā vijjā viya sakalakusaladhammasamuppattiyā niravasesākusaladhammanibbattiyā saṁsārappavattiyā ca avijjā padhānakāraṇanti tabbighātavacanena sakalasaṁkilesagaṇasamugghāto vuttoyeva hotīti vuttaṁ ‘‘paññāpajjotavihatamohatama’’nti.",
  "tika-s0201t0:24_0": "Narā ca amarā ca narāmarā, saha narāmarehīti sanarāmaro, sanarāmaro ca so loko cāti sanarāmaraloko.",
  "tika-s0201t0:24_1": "Tassa garūti sanarāmaralokagaru, taṁ sanarāmaralokagaruṁ.",
  "tika-s0201t0:24_2": "Etena devamanussānaṁ viya tadavasiṭṭhasattānampi yathārahaṁ guṇavisesāvahatāya bhagavato upakāritaṁ dasseti.",
  "tika-s0201t0:24_3": "Na cettha padhānāppadhānabhāvo codetabbo.",
  "tika-s0201t0:24_4": "Añño hi saddakkamo, añño atthakkamo.",
  "tika-s0201t0:24_5": "Edisesu hi samāsapadesu padhānampi appadhānaṁ viya niddisīyati yathā ‘‘sarājikāya parisāyā’’ti (cūḷava. 336).",
  "tika-s0201t0:24_6": "Kāmañcettha sattasaṅkhārokāsavasena tividho loko, garubhāvassa pana adhippetattā garukaraṇasamatthasseva yujjanato sattalokassa vasena attho gahetabbo.",
  "tika-s0201t0:24_7": "So hi lokīyanti ettha puññapāpāni tabbipāko cāti ‘‘loko’’ti vuccati.",
  "tika-s0201t0:24_8": "Amaraggahaṇena cettha upapattidevā adhippetā.",
  "tika-s0201t0:25_0": "Atha vā samūhattho lokasaddo samudāyavasena lokīyati paññāpīyatīti.",
  "tika-s0201t0:25_1": "Saha narehīti sanarā, sanarā ca te amarā cāti sanarāmarā, tesaṁ lokoti sanarāmaralokoti purimanayeneva yojetabbaṁ.",
  "tika-s0201t0:25_2": "Amarasaddena cettha visuddhidevāpi saṅgayhanti.",
  "tika-s0201t0:25_3": "Te hi maraṇābhāvato paramatthato amarā.",
  "tika-s0201t0:25_4": "Narāmarānaṁyeva ca gahaṇaṁ ukkaṭṭhaniddesavasena yathā ‘‘satthā devamanussāna’’nti (dī. ni. 1.157).",
  "tika-s0201t0:25_5": "Tathā hi sabbānatthaparihārapubbaṅgamāya niravasesahitasukhavidhānatapparāya niratisayāya payogasampattiyā sadevamanussāya pajāya accantūpakāritāya aparimitanirupamappabhāvaguṇavisesasamaṅgitāya ca sabbasattuttamo bhagavā aparimāṇāsu lokadhātūsu aparimāṇānaṁ sattānaṁ uttamagāravaṭṭhānaṁ.",
  "tika-s0201t0:25_6": "Tena vuttaṁ ‘‘sanarāmaralokagaru’’nti.",
  "tika-s0201t0:26_0": "Sobhanaṁ gataṁ gamanaṁ etassāti sugato.",
  "tika-s0201t0:26_1": "Bhagavato hi veneyyajanupasaṅkamanaṁ ekantena tesaṁ hitasukhanipphādanato sobhanaṁ, tathā lakkhaṇānubyañjanapaṭimaṇḍitarūpakāyatāya dutavilambita-khalitānukaḍḍhana-nippīḷanukkuṭika-kuṭilākulatādi-dosarahita-mavahasita-rājahaṁsa- vasabhavāraṇa-migarājagamanaṁ kāyagamanaṁ ñāṇagamanañca vipulanimmalakaruṇā-sativīriyādi-guṇavisesasahitamabhinīhārato yāva mahābodhiṁ anavajjatāya sobhanamevāti.",
  "tika-s0201t0:26_2": "Atha vā sayambhuñāṇena sakalamapi lokaṁ pariññābhisamayavasena parijānanto ñāṇena sammā gato avagatoti sugato.",
  "tika-s0201t0:26_3": "Tathā lokasamudayaṁ pahānābhisamayavasena pajahanto anuppattidhammataṁ āpādento sammā gato atītoti sugato, lokanirodhaṁ nibbānaṁ sacchikiriyābhisamayavasena sammā gato adhigatoti sugato, lokanirodhagāminiṁ paṭipadaṁ bhāvanābhisamayavasena sammā gato paṭipannoti sugato.",
  "tika-s0201t0:26_4": "‘‘Sotāpattimaggena ye kilesā pahīnā, te kilese na puneti na pacceti na paccāgacchatīti sugato’’tiādinā (mahāni. 38; cūḷani.",
  "tika-s0201t0:26_5": "27) nayena ayamattho vibhāvetabbo.",
  "tika-s0201t0:26_6": "Atha vā sundaraṁ ṭhānaṁ sammāsambodhiṁ, nibbānameva vā gato adhigatoti sugato.",
  "tika-s0201t0:26_7": "Yasmā vā bhūtaṁ tacchaṁ atthasaṁhitaṁ veneyyānaṁ yathārahaṁ kālayuttameva ca dhammaṁ bhāsati, tasmā sammā gadati vadatīti sugato da-kārassa ta-kāraṁ katvā.",
  "tika-s0201t0:26_8": "Iti sobhanagamanatādīhi sugato, taṁ sugataṁ.",
  "tika-s0201t0:27_0": "Puññapāpakammehi upapajjanavasena gantabbato gatiyo, upapattibhavavisesā.",
  "tika-s0201t0:27_1": "Tā pana nirayādivasena pañcavidhā.",
  "tika-s0201t0:27_2": "Tāhi sakalassapi bhavagāmikammassa ariyamaggādhigamena avipākārahabhāvakaraṇena nivattitattā bhagavā pañcahipi gatīhi suṭṭhu mutto visaṁyuttoti āha ‘‘gativimutta’’nti.",
  "tika-s0201t0:27_3": "Etena bhagavato katthacipi gatiyā apariyāpannataṁ dasseti, yato bhagavā ‘‘devātidevo’’ti vuccati.",
  "tika-s0201t0:27_4": "Tenevāha –",
  "tika-s0201t0:28_0": "‘‘Yena devūpapatyassa, gandhabbo vā vihaṅgamo;",
  "tika-s0201t0:29_0": "Yakkhattaṁ yena gaccheyyaṁ, manussattañca abbaje;",
  "tika-s0201t0:30_0": "Te mayhaṁ āsavā khīṇā, viddhastā vinaḷīkatā’’ti. (a. ni. 4.36);",
  "tika-s0201t0:31_0": "Taṁtaṁgatisaṁvattanakānañhi kammakilesānaṁ aggamaggena bodhimūleyeva suppahīnattā natthi bhagavato gatipariyāpannatāti accantameva bhagavā sabbabhavayonigati-viññāṇaṭṭhiti-sattāvāsa-sattanikāyehi parimutto, taṁ gativimuttaṁ.",
  "tika-s0201t0:31_1": "Vandeti namāmi, thomemīti vā attho.",
  "tika-s0201t0:32_0": "Atha vā gativimuttanti anupādisesanibbānadhātuppattiyā bhagavantaṁ thometi.",
  "tika-s0201t0:32_1": "Ettha hi dvīhi ākārehi bhagavato thomanā veditabbā attahitasampattito parahitapaṭipattito ca.",
  "tika-s0201t0:32_2": "Tesu attahitasampatti anāvaraṇañāṇādhigamato savāsanānaṁ sabbesaṁ kilesānaṁ accantappahānato anupādisesanibbānappattito ca veditabbā, parahitapaṭipatti lābhasakkārādinirapekkhacittassa sabbadukkhaniyyānikadhammadesanato viruddhesupi niccaṁ hitajjhāsayato ñāṇaparipākakālāgamanato ca.",
  "tika-s0201t0:32_3": "Sā panettha āsayato payogato ca duvidhā parahitapaṭipatti, tividhā ca attahitasampatti pakāsitā hoti. Kathaṁ?",
  "tika-s0201t0:32_4": "‘‘Karuṇāsītalahadaya’’nti etena āsayato parahitapaṭipatti, sammāgadanatthena sugatasaddena payogato parahitapaṭipatti, ‘‘paññāpajjotavihatamohatamaṁ gativimutta’’nti etehi catusaccapaṭivedhatthena ca sugatasaddena tividhāpi attahitasampatti, avasiṭṭhaṭṭhena tena ‘‘paññāpajjotavihatamohatama’’nti etena cāpi sabbāpi attahitasampattiparahitapaṭipatti pakāsitā hotīti.",
  "tika-s0201t0:33_0": "Atha vā tīhi ākārehi bhagavato thomanā veditabbā –",
  "tika-s0201t0:33_1": "hetuto phalato upakārato ca.",
  "tika-s0201t0:33_2": "Tattha hetu mahākaruṇā, sā paṭhamapadena dassitā.",
  "tika-s0201t0:33_3": "Phalaṁ catubbidhaṁ ñāṇasampadā pahānasampadā ānubhāvasampadā rūpakāyasampadā cāti.",
  "tika-s0201t0:33_4": "Tāsu ñāṇapahānasampadā dutiyapadena saccapaṭivedhatthena ca sugatasaddena pakāsitā honti, ānubhāvasampadā pana tatiyapadena, rūpakāyasampadā yathāvuttakāyagamanasobhanatthena sugatasaddena lakkhaṇānubyañjanapāripūriyā vinā tadabhāvato.",
  "tika-s0201t0:33_5": "Upakāro anantaraṁ abāhiraṁ karitvā tividhayānamukhena vimuttidhammadesanā.",
  "tika-s0201t0:33_6": "So sammāgadanatthena sugatasaddena pakāsito hotīti veditabbaṁ.",
  "tika-s0201t0:34_0": "Tattha ‘‘karuṇāsītalahadaya’’nti etena sammāsambodhiyā mūlaṁ dasseti.",
  "tika-s0201t0:34_1": "Mahākaruṇāsañcoditamānaso hi bhagavā saṁsārapaṅkato sattānaṁ samuddharaṇatthaṁ katābhinīhāro anupubbena pāramiyo pūretvā anuttaraṁ sammāsambodhiṁ adhigatoti karuṇā sammāsambodhiyā mūlaṁ.",
  "tika-s0201t0:34_2": "‘‘Paññāpajjotavihatamohatama’’nti etena sammāsambodhiṁ dasseti .",
  "tika-s0201t0:34_3": "Anāvaraṇañāṇapadaṭṭhānañhi maggañāṇaṁ, maggañāṇapadaṭṭhānañca anāvaraṇañāṇaṁ ‘‘sammāsambodhī’’ti vuccatīti.",
  "tika-s0201t0:34_4": "Sammāgamanatthena sugatasaddena sammāsambodhiyā paṭipattiṁ dasseti līnuddhaccapatiṭṭhānāyūhanakāmasukhallikattakilamathānuyogasassatucchedābhinivesādi antadvayarahitāya karuṇāpaññāpariggahitāya majjhimāya paṭipattiyā pakāsanato sugatasaddassa.",
  "tika-s0201t0:34_5": "Itarehi sammāsambodhiyā padhānāppadhānabhedaṁ payojanaṁ dasseti.",
  "tika-s0201t0:34_6": "Saṁsāramahoghato sattasantāraṇañhettha padhānaṁ payojanaṁ, tadaññamappadhānaṁ.",
  "tika-s0201t0:34_7": "Tesu padhānena parahitapaṭipattiṁ dasseti, itarena attahitasampattiṁ, tadubhayena attahitāya paṭipannādīsu catūsu puggalesu bhagavato catutthapuggalabhāvaṁ dasseti.",
  "tika-s0201t0:34_8": "Tena ca anuttaradakkhiṇeyyabhāvaṁ uttamavandanīyabhāvaṁ attano ca vandanakiriyāya khettaṅgatabhāvaṁ dasseti.",
  "tika-s0201t0:35_0": "Ettha ca karuṇāgahaṇena lokiyesu mahaggatabhāvappattāsādhāraṇaguṇadīpanato bhagavato sabbalokiyaguṇasampatti dassitā hoti, paññāgahaṇena sabbaññutaññāṇapadaṭṭhānamaggañāṇadīpanato sabbalokuttaraguṇasampatti.",
  "tika-s0201t0:35_1": "Tadubhayaggahaṇasiddho hi attho ‘‘sanarāmaralokagaru’’ntiādinā vipañcīyatīti.",
  "tika-s0201t0:35_2": "Karuṇāgahaṇena ca upagamanaṁ nirupakkilesaṁ dasseti, paññāgahaṇena apagamanaṁ.",
  "tika-s0201t0:35_3": "Tathā karuṇāgahaṇena lokasamaññānurūpaṁ bhagavato pavattiṁ dasseti lokavohāravisayattā karuṇāya, paññāgahaṇena samaññāya anatidhāvanaṁ sabhāvānavabodhena hi dhammānaṁ samaññaṁ atidhāvitvā sattādiparāmasanaṁ hotīti.",
  "tika-s0201t0:35_4": "Tathā karuṇāgahaṇena mahākaruṇāsamāpattivihāraṁ dasseti, paññāgahaṇena tīsu kālesu appaṭihatañāṇaṁ catusaccañāṇaṁ catupaṭisambhidāñāṇaṁ catuvesārajjañāṇaṁ.",
  "tika-s0201t0:36_0": "Karuṇāgahaṇena mahākaruṇāsamāpattiñāṇassa gahitattā sesāsādhāraṇañāṇāni, cha abhiññā, aṭṭhasu parisāsu akampanañāṇāni, dasa balāni, cuddasa buddhañāṇāni, soḷasa ñāṇacariyā, aṭṭhārasa buddhadhammā, catucattālīsa ñāṇavatthūni, sattasattatiñāṇavatthūnīti evamādīnaṁ anekesaṁ paññāpabhedānaṁ vasena ñāṇacāraṁ dasseti.",
  "tika-s0201t0:36_1": "Tathā karuṇāgahaṇena caraṇasampattiṁ, paññāgahaṇena vijjāsampattiṁ.",
  "tika-s0201t0:36_2": "Karuṇāgahaṇena attādhipatitā, paññāgahaṇena dhammādhipatitā.",
  "tika-s0201t0:36_3": "Karuṇāgahaṇena lokanāthabhāvo, paññāgahaṇena attanāthabhāvo.",
  "tika-s0201t0:36_4": "Tathā karuṇāgahaṇena pubbakāribhāvo, paññāgahaṇena kataññutā.",
  "tika-s0201t0:36_5": "Tathā karuṇāgahaṇena aparantapatā, paññāgahaṇena anattantapatā.",
  "tika-s0201t0:36_6": "Karuṇāgahaṇena vā buddhakaradhammasiddhi, paññāgahaṇena buddhabhāvasiddhi.",
  "tika-s0201t0:36_7": "Tathā karuṇāgahaṇena paresaṁ tāraṇaṁ, paññāgahaṇena sayaṁ taraṇaṁ.",
  "tika-s0201t0:36_8": "Tathā karuṇāgahaṇena sabbasattesu anuggahacittatā, paññāgahaṇena sabbadhammesu virattacittatā dassitā hoti.",
  "tika-s0201t0:37_0": "Sabbesañca buddhaguṇānaṁ karuṇā ādi tannidānabhāvato, paññā pariyosānaṁ tato uttari karaṇīyābhāvato.",
  "tika-s0201t0:37_1": "Iti ādipariyosānadassanena sabbe buddhaguṇā dassitā honti.",
  "tika-s0201t0:37_2": "Tathā karuṇāgahaṇena sīlakkhandhapubbaṅgamo samādhikkhandho dassito hoti.",
  "tika-s0201t0:37_3": "Karuṇānidānañhi sīlaṁ tato pāṇātipātādiviratippavattito, sā ca jhānattayasampayoginīti.",
  "tika-s0201t0:37_4": "Paññāvacanena paññākkhandho.",
  "tika-s0201t0:37_5": "Sīlañca sabbabuddhaguṇānaṁ ādi, samādhi majjhe, paññā pariyosānanti evampi ādimajjhapariyosānakalyāṇadassanena sabbe buddhaguṇā dassitā honti nayato dassitattā.",
  "tika-s0201t0:37_6": "Eso eva hi niravasesato buddhaguṇānaṁ dassanupāyo, yadidaṁ nayaggāhaṇaṁ.",
  "tika-s0201t0:37_7": "Aññathā ko nāma samattho bhagavato guṇe anupadaṁ niravasesato dassetuṁ.",
  "tika-s0201t0:37_8": "Tenevāha –",
  "tika-s0201t0:38_0": "‘‘Buddhopi buddhassa bhaṇeyya vaṇṇaṁ;",
  "tika-s0201t0:39_0": "Kappampi ce aññamabhāsamāno.",
  "tika-s0201t0:40_0": "Khīyetha kappo ciradīghamantare;",
  "tika-s0201t0:41_0": "Vaṇṇo na khīyetha tathāgatassā’’ti. (dī. ni. aṭṭha. 1.305; 3.141; ma. ni. aṭṭha. 2.425; udā. aṭṭha. 53; apa. aṭṭha. 2.7.20; bu. vaṁ. aṭṭha. 4.4; cariyā. aṭṭha.",
  "tika-s0201t0:41_1": "3.122 pakiṇṇakakathā);",
  "tika-s0201t0:42_0": "Teneva ca āyasmatā sāriputtattherenapi buddhaguṇaparicchedanaṁ pati anuyuttena ‘‘no hetaṁ, bhante’’ti paṭikkhipitvā ‘‘apica me, bhante, dhammanvayo vidito’’ti (dī. ni.",
  "tika-s0201t0:42_1": "2.146) vuttaṁ.",
  "tika-s0201t0:43_0": "2.",
  "tika-s0201t0:43_1": "Evaṁ saṅkhepena sakalasabbaññuguṇehi bhagavantaṁ abhitthavitvā idāni saddhammaṁ thometuṁ ‘‘buddhopī’’tiādimāha.",
  "tika-s0201t0:43_2": "Tattha buddhoti kattuniddeso.",
  "tika-s0201t0:43_3": "Buddhabhāvanti kammaniddeso.",
  "tika-s0201t0:43_4": "Bhāvetvā sacchikatvāti ca pubbakālakiriyāniddeso .",
  "tika-s0201t0:43_5": "Yanti aniyamato kammaniddeso.",
  "tika-s0201t0:43_6": "Upagatoti aparakālakiriyāniddeso.",
  "tika-s0201t0:43_7": "Vandeti kiriyāniddeso.",
  "tika-s0201t0:43_8": "Tanti niyamanaṁ.",
  "tika-s0201t0:43_9": "Dhammanti vandanakiriyāya kammaniddeso.",
  "tika-s0201t0:43_10": "Gatamalaṁ anuttaranti ca tabbisesanaṁ.",
  "tika-s0201t0:44_0": "Tattha buddhasaddassa tāva ‘‘bujjhitā saccānīti buddho, bodhetā pajāyāti buddho’’tiādinā niddesanayena (mahāni. 192; cūḷani.",
  "tika-s0201t0:44_1": "97) attho veditabbo.",
  "tika-s0201t0:44_2": "Atha vā savāsanāya aññāṇaniddāya accantavigamato, buddhiyā vā vikasitabhāvato buddhavāti buddho jāgaraṇavikasanatthavasena.",
  "tika-s0201t0:44_3": "Atha vā kassacipi ñeyyadhammassa anavabuddhassa abhāvena ñeyyavisesassa kammabhāvena aggahaṇato kammavacanicchāya abhāvena avagamanatthavaseneva kattuniddeso labbhatīti buddhavāti buddho yathā ‘‘dikkhito na dadātī’’ti.",
  "tika-s0201t0:44_4": "Atthato pana pāramitāparibhāvito sayambhuñāṇena saha vāsanāya vihataviddhastaniravasesakileso mahākaruṇāsabbaññutaññāṇādiaparimeyyaguṇagaṇādhāro khandhasantāno buddho. Yathāha –",
  "tika-s0201t0:45_0": "‘‘Buddhoti yo so bhagavā sayambhū.",
  "tika-s0201t0:45_1": "Anācariyako pubbe ananussutesu dhammesu sāmaṁ saccāni abhisambujjhi, tattha ca sabbaññutaṁ patto balesu ca vasībhāva’’nti (mahāni. 192; cūḷani. 97; paṭi. ma. 3.161).",
  "tika-s0201t0:46_0": "Api-saddo sambhāvane.",
  "tika-s0201t0:46_1": "Tena ‘‘evaṁ guṇavisesayutto sopi nāma bhagavā’’ti vakkhamānaguṇe dhamme sambhāvanaṁ dīpeti.",
  "tika-s0201t0:46_2": "Buddhabhāvanti sammāsambodhiṁ.",
  "tika-s0201t0:46_3": "Bhāvetvāti uppādetvā vaḍḍhetvā ca.",
  "tika-s0201t0:46_4": "Sacchikatvāti paccakkhaṁ katvā.",
  "tika-s0201t0:46_5": "Upagatoti patto, adhigatoti attho.",
  "tika-s0201t0:46_6": "Etassa ‘‘buddhabhāva’’nti etena sambandho.",
  "tika-s0201t0:46_7": "Gatamalanti vigatamalaṁ, niddosanti attho.",
  "tika-s0201t0:46_8": "Vandeti paṇamāmi, thomemi vā.",
  "tika-s0201t0:46_9": "Anuttaranti uttararahitaṁ, lokuttaranti attho.",
  "tika-s0201t0:46_10": "Dhammanti yathānusiṭṭhaṁ paṭipajjamāne apāyato ca saṁsārato ca apatamāne katvā dhāretīti dhammo.",
  "tika-s0201t0:46_11": "Ayañhettha saṅkhepattho –",
  "tika-s0201t0:46_12": "evaṁ vividhaguṇagaṇasamannāgato buddhopi bhagavā yaṁ ariyamaggasaṅkhātaṁ dhammaṁ bhāvetvā, phalanibbānasaṅkhātaṁ pana sacchikatvā anuttaraṁ sammāsambodhiṁ adhigato, tametaṁ buddhānampi buddhabhāvahetubhūtaṁ sabbadosamalarahitaṁ attano uttaritarābhāvena anuttaraṁ paṭivedhasaddhammaṁ namāmīti.",
  "tika-s0201t0:46_13": "Pariyattisaddhammassāpi tappakāsanattā idha saṅgaho daṭṭhabbo.",
  "tika-s0201t0:47_0": "Atha vā ‘‘abhidhammanayasamuddaṁ adhigacchi, tīṇi piṭakāni sammasī’’ti ca aṭṭhakathāyaṁ vuttattā pariyattidhammassapi sacchikiriyāsammasanapariyāyo labbhatīti sopi idha vutto evāti daṭṭhabbaṁ.",
  "tika-s0201t0:47_1": "Tathā ‘‘yaṁ dhammaṁ bhāvetvā saccikatvā’’ti ca vuttattā buddhakaradhammabhūtāhi pāramitāhi saha pubbabhāge adhisīlasikkhādayopi idha dhammasaddena saṅgahitāti veditabbaṁ.",
  "tika-s0201t0:47_2": "Tāpi hi malapaṭipakkhatāya gatamalā anaññasādhāraṇatāya anuttarā cāti.",
  "tika-s0201t0:47_3": "Tathā hi sattānaṁ sakalavaṭṭadukkhanissaraṇatthāya katamahābhinīhāro mahākaruṇādhivāsapesalajjhāsayo paññāvisesaparidhotanimmalānaṁ dānadamasaṁyamādīnaṁ uttamadhammānaṁ satasahassādhikāni kappānaṁ cattāri asaṅkhyeyyāni sakkaccaṁ nirantaraṁ niravasesānaṁ bhāvanāpaccakkhakaraṇehi kammādīsu adhigatavasībhāvo acchariyācinteyyamahānubhāvo adhisīlādhicittānaṁ paramukkaṁsapāramippatto bhagavā paccayākāre catuvīsatikoṭisatasahassamukhena mahāvajirañāṇaṁ pesetvā anuttaraṁ sammāsambodhiṁ abhisambuddhoti.",
  "tika-s0201t0:48_0": "Ettha ca ‘‘bhāvetvā’’ti etena vijjāsampadāya dhammaṁ thometi, ‘‘sacchikatvā’’ti etena vimuttisampadāya.",
  "tika-s0201t0:48_1": "Tathā paṭhamena jhānasampadāya, dutiyena vimokkhasampadāya.",
  "tika-s0201t0:48_2": "Paṭhamena vā samādhisampadāya, dutiyena samāpattisampadāya.",
  "tika-s0201t0:48_3": "Atha vā paṭhamena khayeñāṇabhāvena, dutiyena anuppādeñāṇabhāvena.",
  "tika-s0201t0:48_4": "Purimena vā vijjūpamatāya, dutiyena vajirūpamatāya.",
  "tika-s0201t0:48_5": "Purimena vā virāgasampattiyā, dutiyena nirodhasampattiyā.",
  "tika-s0201t0:48_6": "Tathā paṭhamena niyyānabhāvena, dutiyena nisssaraṇabhāvena.",
  "tika-s0201t0:48_7": "Paṭhamena vā hetubhāvena, dutiyena asaṅkhatabhāvena.",
  "tika-s0201t0:48_8": "Paṭhamena vā dassanabhāvena, dutiyena vivekabhāvena.",
  "tika-s0201t0:48_9": "Paṭhamena vā adhipatibhāvena, dutiyena amatabhāvena dhammaṁ thometi.",
  "tika-s0201t0:48_10": "Atha vā ‘‘yaṁ dhammaṁ bhāvetvā buddhabhāvaṁ upagato’’ti etena svākkhātatāya dhammaṁ thometi.",
  "tika-s0201t0:48_11": "‘‘Sacchikatvā’’ti etena sandiṭṭhikatāya.",
  "tika-s0201t0:48_12": "Tathā purimena akālikatāya, pacchimena ehipassikatāya.",
  "tika-s0201t0:48_13": "Purimena vā opaneyyikatāya, pacchimena paccattaṁ veditabbatāya dhammaṁ thometi.",
  "tika-s0201t0:48_14": "‘‘Gatamala’’nti iminā saṁkilesābhāvadīpanena dhammassa parisuddhataṁ dasseti, ‘‘anuttara’’nti etena aññassa visiṭṭhassa abhāvadīpanena vipulaparipuṇṇataṁ.",
  "tika-s0201t0:48_15": "Paṭhamena vā pahānasampadaṁ dhammassa dasseti, dutiyena sabhāvasampadaṁ.",
  "tika-s0201t0:48_16": "Bhāvetabbatāya vā dhammassa gatamalabhāvo yojetabbo .",
  "tika-s0201t0:48_17": "Bhāvanāguṇena hi so dosānaṁ samugghātako hotīti.",
  "tika-s0201t0:48_18": "Sacchikātabbabhāvena anuttarabhāvo yojetabbo.",
  "tika-s0201t0:48_19": "Sacchikiriyānibbattito hi taduttarikaraṇīyābhāvato anaññasādhāraṇatāya anuttaroti.",
  "tika-s0201t0:48_20": "Tathā ‘‘bhāvetvā’’ti etena saha pubbabhāgasīlādīhi sekkhā sīlasamādhipaññākkhandhā dassitā honti, ‘‘sacchikatvā’’ti etena saha asaṅkhatāya dhātuyā asekkhā sīlasamādhipaññākkhandhā dassitā hontīti.",
  "tika-s0201t0:49_0": "3.",
  "tika-s0201t0:49_1": "Evaṁ saṅkhepeneva sabbadhammaguṇehi saddhammaṁ abhitthavitvā idāni ariyasaṅghaṁ thometuṁ ‘‘sugatassā’’tiādimāha.",
  "tika-s0201t0:49_2": "Tattha sugatassāti sambandhaniddeso, tassa ‘‘puttāna’’nti etena sambandho.",
  "tika-s0201t0:49_3": "Orasānanti puttavisesanaṁ.",
  "tika-s0201t0:49_4": "Mārasenamathanānanti orasaputtabhāve kāraṇaniddeso.",
  "tika-s0201t0:49_5": "Tena kilesappahānameva bhagavato orasaputtabhāve kāraṇaṁ anujānātīti dasseti.",
  "tika-s0201t0:49_6": "Aṭṭhannanti gaṇanaparicchedaniddeso.",
  "tika-s0201t0:49_7": "Tena satipi tesaṁ sattavisesabhāvena anekasahassasaṅkhābhāve imaṁ gaṇanaparicchedaṁ nātivattantīti dasseti maggaṭṭhaphalaṭṭhabhāvānātivattanato.",
  "tika-s0201t0:49_8": "Samūhanti samudāyaniddeso.",
  "tika-s0201t0:49_9": "Ariyasaṅghanti guṇavisiṭṭhasaṅghāṭabhāvaniddeso.",
  "tika-s0201t0:49_10": "Tena asabhipi ariyapuggalānaṁ kāyasāmaggiyaṁ ariyasaṅghabhāvaṁ dasseti diṭṭhisīlasāmaññena saṁhatabhāvato.",
  "tika-s0201t0:50_0": "Tattha urasi bhavā jātā saṁvaddhā ca orasā.",
  "tika-s0201t0:50_1": "Yathā hi sattānaṁ orasaputtā attajātatāya pitu santakassa dāyajjassa visesena bhāgino honti, evameva tepi ariyapuggalā sammāsambuddhassa dhammassavanante ariyāya jātiyā jātatāya bhagavato santakassa vimuttisukhassa ariyadhammaratanassa ca ekantabhāginoti orasā viya orasā.",
  "tika-s0201t0:50_2": "Atha vā bhagavato dhammadesanānubhāvena ariyabhūmiṁ okkamamānā okkantā ca ariyasāvakā bhagavato urena vāyāmajanitābhijātitāya nippariyāyena ‘‘orasaputtā’’ti vattabbataṁ arahanti.",
  "tika-s0201t0:50_3": "Sāvakehi pavattiyamānāpi hi dhammadesanā ‘‘bhagavato dhammadesanā’’icceva vuccati taṁmūlikattā lakkhaṇādivisesābhāvato ca.",
  "tika-s0201t0:51_0": "Yadipi ariyasāvakānaṁ ariyamaggādhigamasamaye bhagavato viya tadantarāya karaṇatthaṁ devaputtamāro, māravāhinī vā na ekantena apasādeti, tehi pana apasādetabbatāya kāraṇe vimathite tepi vimathitā eva nāma hontīti āha –",
  "tika-s0201t0:51_1": "‘‘mārasenamathanāna’’nti.",
  "tika-s0201t0:51_2": "Imasmiṁ panatthe ‘‘māramārasenamathanāna’’nti vattabbe ‘‘mārasenamathanāna’’nti ekadesasarūpekaseso katoti daṭṭhabbaṁ.",
  "tika-s0201t0:51_3": "Atha vā khandhābhisaṅkhāramārānaṁ viya devaputtamārassapi guṇamāraṇe sahāyabhāvūpagamanato kilesabalakāyo ‘‘senā’’ti vuccati.",
  "tika-s0201t0:51_4": "Yathāha ‘‘kāmā te paṭhamā senā’’tiādi (su. ni. 438; mahāni.",
  "tika-s0201t0:51_5": "28, 68, 149).",
  "tika-s0201t0:51_6": "Sā ca tehi diyaḍḍhasahassabhedā anantabhedā vā kilesavāhinī satidhammavicayavīriyasamathādiguṇapaharaṇehi odhiso vimathitā vihatā viddhastā cāti mārasenamathanā, ariyasāvakā.",
  "tika-s0201t0:51_7": "Etena tesaṁ bhagavato anujātaputtataṁ dasseti.",
  "tika-s0201t0:52_0": "Ārakattā kilesehi, anaye na iriyanato, aye ca iriyanato ariyā niruttinayena.",
  "tika-s0201t0:52_1": "Atha vā sadevakena lokena ‘‘saraṇa’’nti araṇīyato upagantabbato upagatānañca tadatthasiddhito ariyā, ariyānaṁ saṅghoti ariyasaṅgho, ariyo ca so saṅgho cāti vā ariyasaṅgho, taṁ ariyasaṅghaṁ.",
  "tika-s0201t0:52_2": "Bhagavato aparabhāge buddhadhammaratanānampi samadhigamo saṅgharatanādhīnoti ariyasaṅghassa bahūpakārataṁ dassetuṁ idheva ‘‘sirasā vande’’ti vuttanti daṭṭhabbaṁ.",
  "tika-s0201t0:53_0": "Ettha ca ‘‘sugatassa orasānaṁ puttāna’’nti etena ariyasaṅghassa pabhavasampadaṁ dasseti, ‘‘mārasenamathanāna’’nti etena pahānasampadaṁ sakalasaṁkilesappahānadīpanato.",
  "tika-s0201t0:53_1": "‘‘Aṭṭhannampi samūha’’nti etena ñāṇasampadaṁ maggaṭṭhaphalaṭṭhabhāvadīpanato.",
  "tika-s0201t0:53_2": "‘‘Ariyasaṅgha’’nti etena pabhāvasampadaṁ dasseti sabbasaṅghānaṁ aggabhāvadīpanato.",
  "tika-s0201t0:53_3": "Atha vā ‘‘sugatassa orasānaṁ puttāna’’nti ariyasaṅghassa visuddhanissayabhāvadīpanaṁ, ‘‘mārasenamathanāna’’nti sammāujuñāyasāmīcippaṭipannabhāvadīpanaṁ, ‘‘aṭṭhannampi samūha’’nti āhuneyyādibhāvadīpanaṁ, ‘‘ariyasaṅgha’’nti anuttarapuññakkhettabhāvadīpanaṁ.",
  "tika-s0201t0:53_4": "Tathā ‘‘sugatassa orasānaṁ puttāna’’nti etena ariyasaṅghassa lokuttarasaraṇagamanasabbhāvaṁ dīpeti.",
  "tika-s0201t0:53_5": "Lokuttarasaraṇagamanena hi te bhagavato orasaputtā jātā.",
  "tika-s0201t0:53_6": "‘‘Mārasenamathanāna’’nti etena abhinīhārasampadāsiddhaṁ pubbabhāge sammāpaṭipattiṁ dasseti.",
  "tika-s0201t0:53_7": "Katābhinīhārā hi sammāpaṭipannā māraṁ māraparisaṁ vā abhivijinanti.",
  "tika-s0201t0:53_8": "‘‘Aṭṭhannampi samūha’’nti etena paṭividdhastavipakkhe sekkhāsekkhadhamme dasseti puggalādhiṭṭhānena maggaphaladhammānaṁ pakāsitattā.",
  "tika-s0201t0:53_9": "‘‘Ariyasaṅgha’’nti aggadakkhiṇeyyabhāvaṁ dasseti.",
  "tika-s0201t0:53_10": "Saraṇagamanañca sāvakānaṁ sabbaguṇānaṁ ādi, sapubbabhāgapaṭipadā sekkhā sīlakkhandhādayo majjhe, asekkhā sīlakkhandhādayo pariyosānanti ādimajjhapariyosānakalyāṇā saṅkhepato sabbe ariyasaṅghaguṇā pakāsitā honti.",
  "tika-s0201t0:54_0": "4.",
  "tika-s0201t0:54_1": "Evaṁ gāthāttayena saṅkhepato sakalaguṇasaṁkittanamukhena ratanattayassa paṇāmaṁ katvā idāni taṁnipaccakāraṁ yathādhippete payojane pariṇāmento ‘‘iti me’’tiādimāha.",
  "tika-s0201t0:54_2": "Tattha ratijananaṭṭhena ratanaṁ, buddhadhammasaṅghā.",
  "tika-s0201t0:54_3": "Tesañhi ‘‘itipi so bhagavā’’tiādinā yathābhūtaguṇe āvajjentassa amatādhigamahetubhūtaṁ anappakaṁ pītipāmojjaṁ uppajjati. Yathāha –",
  "tika-s0201t0:55_0": "‘‘Yasmiṁ mahānāma, samaye ariyasāvako tathāgataṁ anussarati, nevassa tasmiṁ samaye rāgapariyuṭṭhitaṁ cittaṁ hoti, na dosa…pe…",
  "tika-s0201t0:55_1": "na mohapariyuṭṭhitaṁ cittaṁ hoti…pe…",
  "tika-s0201t0:55_2": "ujugatacitto kho mahānāma, ariyasāvako labhati atthavedaṁ, labhati dhammavedaṁ, labhati dhammūpasaṁhitaṁ pāmojjaṁ, pamuditassa pīti jāyatī’’tiādi (a. ni. 6.10; 11.11).",
  "tika-s0201t0:56_0": "Cittīkatādibhāvo vā ratanaṭṭho. Vuttañhetaṁ –",
  "tika-s0201t0:57_0": "‘‘Cittīkataṁ mahagghañca, atulaṁ dullabhadassanaṁ;",
  "tika-s0201t0:58_0": "Anomasattaparibhogaṁ, ratanaṁ tena vuccatī’’ti. (dī. ni. aṭṭha. 2.33; saṁ. ni. aṭṭha. 3.5.223; khu. pā. aṭṭha. 6.3; su. ni. aṭṭha. 1.226; mahāni. aṭṭha. 50);",
  "tika-s0201t0:59_0": "Cittikatabhāvādayo ca anaññasādhāraṇā buddhādīsu eva labbhantīti.",
  "tika-s0201t0:60_0": "Vandanāva vandanāmayaṁ yathā ‘‘dānamayaṁ sīlamaya’’nti (dī. ni. 3.305; itivu. 60).",
  "tika-s0201t0:60_1": "Vandanā cettha kāyavācācittehi tiṇṇaṁ ratanānaṁ guṇaninnatā, thomanā vā.",
  "tika-s0201t0:60_2": "Pujjabhavaphalanibbattanato puññaṁ, attano santānaṁ punātīti vā.",
  "tika-s0201t0:60_3": "Suvihatantarāyoti suṭṭhu vihatantarāyo.",
  "tika-s0201t0:60_4": "Etena attano pasādasampattiyā ratanattayassa ca khettabhāvasampattiyā taṁ puññaṁ atthappakāsanassa upaghātakaupaddavānaṁ vihanane samatthanti dasseti.",
  "tika-s0201t0:60_5": "Hutvāti pubbakālakiriyā.",
  "tika-s0201t0:60_6": "Tassa ‘‘atthaṁ pakāsayissāmī’’ti etena sambandho.",
  "tika-s0201t0:60_7": "Tassāti yaṁ ratanattayavandanāmayaṁ puññaṁ, tassa.",
  "tika-s0201t0:60_8": "Ānubhāvenāti balena.",
  "tika-s0201t0:61_0": "5.",
  "tika-s0201t0:61_1": "Evaṁ ratanattayassa nipaccakāre payojanaṁ dassetvā idāni yassā dhammadesanāya atthaṁ saṁvaṇṇetukāmo, tassā tāva guṇābhitthavanavasena upaññāpanatthaṁ ‘‘majjhimapamāṇasuttaṅkitassā’’tiādi vuttaṁ.",
  "tika-s0201t0:61_2": "Tattha majjhimapamāṇasuttaṅkitassāti nātidīghanātikhuddakapamāṇehi suttantehi lakkhitassa.",
  "tika-s0201t0:61_3": "Yathā hi dīghāgame dīghapamāṇāni suttāni, yathā ca saṁyuttaṅguttarāgamesu dvīsu khuddakapamāṇāni, na evaṁ idha.",
  "tika-s0201t0:61_4": "Idha pana pamāṇato majjhimāni suttāni.",
  "tika-s0201t0:61_5": "Tena vuttaṁ ‘‘majjhimapamāṇasuttaṅkitassāti nātidīghanātikhuddakapamāṇehi suttantehi lakkhitassati attho’’ti.",
  "tika-s0201t0:61_6": "Etena ‘‘majjhimo’’ti ayaṁ imassa atthānugatasamaññāti dasseti.",
  "tika-s0201t0:61_7": "Nanu ca suttāni eva āgamo, kassa pana suttehi aṅkananti?",
  "tika-s0201t0:61_8": "Saccametaṁ paramatthato, suttāni pana upādāya paññatto āgamo.",
  "tika-s0201t0:61_9": "Yatheva hi atthabyañjanasamudāye ‘‘sutta’’nti vohāro, evaṁ suttasamudāye ayaṁ ‘‘āgamo’’ti vohāro.",
  "tika-s0201t0:61_10": "Idhāti imasmiṁ sāsane.",
  "tika-s0201t0:61_11": "Āgamissanti ettha, etena etasmā vā attatthaparatthādayoti āgamo, ādikalyāṇādiguṇasampattiyā uttamaṭṭhena taṁtaṁabhipatthitasamiddhihetutāya paṇḍitehi varitabbato varo, āgamo ca so varo cāti āgamavaro.",
  "tika-s0201t0:61_12": "Āgamasammatehi vā varoti āgamavaro, majjhimo ca so āgamavaro cāti majjhimāgamavaro, tassa.",
  "tika-s0201t0:62_0": "Buddhānaṁ anubuddhānaṁ buddhānubuddhā, buddhānaṁ saccapaṭivedhaṁ anugamma paṭividdhasaccā aggasāvakādayo ariyā.",
  "tika-s0201t0:62_1": "Tehi atthasaṁvaṇṇanāguṇasaṁvaṇṇanānaṁ vasena saṁvaṇṇitassa.",
  "tika-s0201t0:62_2": "Atha vā buddhā ca anubuddhā ca buddhānubuddhāti yojetabbaṁ.",
  "tika-s0201t0:62_3": "Sammāsambuddheneva hi vinayasuttābhidhammānaṁ pakiṇṇakadesanādivasena yo paṭhamaṁ attho vibhatto, so eva pacchā tassa tassa saṁvaṇṇanāvasena saṅgītikārehi saṅgahaṁ āropitoti.",
  "tika-s0201t0:62_4": "Paravādamathanassāti aññatitthiyānaṁ vādanimmathanassa, tesaṁ diṭṭhigatabhañjanassāti attho.",
  "tika-s0201t0:62_5": "Ayañhi āgamo mūlapariyāyasuttasabbāsavasuttādīsu diṭṭhigatikānaṁ diṭṭhigatadosavibhāvanato saccakasuttaṁ (ma. ni.",
  "tika-s0201t0:62_6": "1.353) upālisuttādīsu (ma. ni.",
  "tika-s0201t0:62_7": "2.56) saccakādīnaṁ micchāvādanimmathanadīpanato visesato ‘‘paravādamathano’’ti thomitoti.",
  "tika-s0201t0:62_8": "Saṁvaṇṇanāsu cāyaṁ ācariyassa pakati, yā taṁtaṁsaṁvaṇṇanāsu ādito tassa tassa saṁvaṇṇetabbassa dhammassa visesaguṇakittanena thomanā.",
  "tika-s0201t0:62_9": "Tathā hi sumaṅgalavilāsinīsāratthapakāsinīmanorathapūraṇīsu aṭṭhasālinīādīsu ca yathākkamaṁ ‘‘saddhāvahaguṇassa, ñāṇappabhedajananassa, dhammakathikapuṅgavānaṁ vicittapaṭibhānajananassa, tassa gambhīrañāṇehi ogāḷhassa abhiṇhaso nānānayavicittassa abhidhammassā’’tiādinā thomanā katā.",
  "tika-s0201t0:63_0": "6.",
  "tika-s0201t0:63_1": "Attho kathīyati etāyāti atthakathā, sā eva aṭṭhakathā ttha-kārassa ṭṭha-kāraṁ katvā yathā ‘‘dukkhassa pīḷanaṭṭho’’ti (paṭi. ma. 1.17;",
  "tika-s0201t0:63_2": "2.8) āditotiādimhi paṭhamasaṅgītiyaṁ.",
  "tika-s0201t0:63_3": "Chaḷabhiññatāya paramena cittissariyabhāvena samannāgatattā jhānādīsu pañcavidhavasitāsabbhāvato ca vasino, therā mahākassapādayo.",
  "tika-s0201t0:63_4": "Tesaṁ satehi pañcahi.",
  "tika-s0201t0:63_5": "Yāti yā aṭṭhakathā.",
  "tika-s0201t0:63_6": "Saṅgītāti atthaṁ pakāsetuṁ yuttaṭṭhāne ‘‘ayaṁ etassa attho, ayaṁ etassa attho’’ti saṅgahetvā vuttā.",
  "tika-s0201t0:63_7": "Anusaṅgītā ca yasattherādīhi pacchāpi dutiyatatiyasaṅgītīsu.",
  "tika-s0201t0:63_8": "Iminā attano saṁvaṇṇanāya āgamanasuddhiṁ dasseti.",
  "tika-s0201t0:64_0": "7.",
  "tika-s0201t0:64_1": "Sīhassa lānato gahaṇato sīhaḷo, sīhakumāro.",
  "tika-s0201t0:64_2": "Taṁvaṁsajātatāya tambapaṇṇidīpe khattiyānaṁ, tesaṁ nivāsatāya tambapaṇṇidīpassa ca sīhaḷabhāvo veditabbo.",
  "tika-s0201t0:64_3": "Ābhatāti jambudīpato ānītā.",
  "tika-s0201t0:64_4": "Athāti pacchā.",
  "tika-s0201t0:64_5": "Aparabhāge hi nikāyantaraladdhīhi asaṅkaratthaṁ sīhaḷabhāsāya aṭṭhakathā ṭhapitāti.",
  "tika-s0201t0:64_6": "Tena mūlaṭṭhakathā sabbasādhāraṇā na hotīti idaṁ atthappakāsanaṁ ekantena karaṇīyanti dasseti.",
  "tika-s0201t0:64_7": "Tenevāha ‘‘dīpavāsīnamatthāyā’’ti.",
  "tika-s0201t0:64_8": "Tattha dīpavāsīnanti jambudīpavāsīnaṁ, sīhaḷadīpavāsīnaṁ vā atthāya sīhaḷabhāsāya ṭhapitāti yojanā.",
  "tika-s0201t0:65_0": "8.Apanetvānāti kañcukasadisaṁ sīhaḷabhāsaṁ apanetvā.",
  "tika-s0201t0:65_1": "Tatoti aṭṭhakathāto.",
  "tika-s0201t0:65_2": "Ahanti attānaṁ niddisati, manoramaṁ bhāsanti māgadhabhāsaṁ.",
  "tika-s0201t0:65_3": "Sā hi sabhāvaniruttibhūtā paṇḍitānaṁ manaṁ ramayatīti.",
  "tika-s0201t0:65_4": "Tenevāha ‘‘tantinayānucchavika’’nti, pāḷigatiyā anulomikaṁ pāḷibhāsāyānuvidhāyininti attho.",
  "tika-s0201t0:65_5": "Vigatadosanti asabhāvaniruttibhāsantararahitaṁ.",
  "tika-s0201t0:66_0": "9.Samayaṁ avilomentoti siddhantaṁ avirodhento.",
  "tika-s0201t0:66_1": "Etena atthadosābhāvamāha.",
  "tika-s0201t0:66_2": "Aviruddhattā eva hi theravādāpi idha pakāsīyissanti.",
  "tika-s0201t0:66_3": "Theravaṁsadīpānanti thirehi sīlakkhandhādīhi samannāgatattā therā, mahākassapādayo.",
  "tika-s0201t0:66_4": "Tehi āgatā ācariyaparamparā theravaṁso, tappariyāpannā hutvā āgamādhigamasampannattā paññāpajjotena tassa samujjalanato theravaṁsadīpā, mahāvihāravāsino, tesaṁ.",
  "tika-s0201t0:66_5": "Vividhehi ākārehi nicchīyatīti vinicchayo, gaṇṭhiṭṭhānesu khīlamaddanākārena pavattā vimaticchedanī kathā.",
  "tika-s0201t0:66_6": "Suṭṭhu nipuṇo saṇho vinicchayo etesanti sunipuṇavinicchayā.",
  "tika-s0201t0:66_7": "Atha vā vinicchinotīti vinicchayo, yathāvuttatthavisayaṁ ñāṇaṁ.",
  "tika-s0201t0:66_8": "Suṭṭhu nipuṇo cheko vinicchayo etesanti yojetabbaṁ.",
  "tika-s0201t0:66_9": "Etena mahākassapāditheraparamparābhato, tato eva ca aviparīto saṇho sukhumo mahāvihāravāsīnaṁ vinicchayoti tassa pamāṇabhūtataṁ dasseti.",
  "tika-s0201t0:67_0": "10.Sujanassacāti ca-saddo sampiṇḍanattho.",
  "tika-s0201t0:67_1": "Tena ‘‘na kevalaṁ jambudīpavāsīnameva atthāya, atha kho sādhujanatosanatthañcā’’ti dasseti.",
  "tika-s0201t0:67_2": "Tena ca ‘‘tambapaṇṇidīpavāsīnampi atthāyā’’ti ayamattho siddho hoti uggahaṇādisukaratāya tesampi bahukārattā.",
  "tika-s0201t0:67_3": "Ciraṭṭhitatthanti ciraṭṭhitiatthaṁ, cirakālaṭṭhitiyāti attho.",
  "tika-s0201t0:67_4": "Idañhi atthappakāsanaṁ aviparītapadabyañjanasunikkhepassa atthasunayassa ca upāyabhāvato saddhammassa ciraṭṭhitiyā saṁvattati.",
  "tika-s0201t0:67_5": "Vuttañhetaṁ bhagavatā ‘‘dveme, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattanti.",
  "tika-s0201t0:67_6": "Katame dve?",
  "tika-s0201t0:67_7": "Sunnikkhittañca padabyañjanaṁ attho ca sunīto’’ti (a. ni. 2.20).",
  "tika-s0201t0:68_0": "11.",
  "tika-s0201t0:68_1": "Yaṁ atthavaṇṇanaṁ kattukāmo, tassā mahattaṁ pariharituṁ ‘‘sīlakathā’’tiādi vuttaṁ.",
  "tika-s0201t0:68_2": "Tenevāha ‘‘na taṁ idha vicārayissāmī’’ti.",
  "tika-s0201t0:68_3": "Atha vā yaṁ aṭṭhakathaṁ kattukāmo, tadekadesabhāvena visuddhimaggo gahetabboti kathikānaṁ upadesaṁ karonto tattha vicāritadhamme uddesavasena dasseti ‘‘sīlakathā’’tiādinā.",
  "tika-s0201t0:68_4": "Tattha sīlakathāti cārittavārittādivasena sīlassa vitthārakathā.",
  "tika-s0201t0:68_5": "Dhutadhammāti piṇḍapātikaṅgādayo terasa kilesadhunanakadhammā.",
  "tika-s0201t0:68_6": "Kammaṭṭhānāni sabbānīti pāḷiyaṁ āgatāni aṭṭhatiṁsa, aṭṭhakathāyaṁ dveti niravasesāni yogakammassa bhāvanāya pavattiṭṭhānāni.",
  "tika-s0201t0:68_7": "Cariyāvidhānasahitoti rāgacaritādīnaṁ sabhāvādividhānena sahito.",
  "tika-s0201t0:68_8": "Jhānāni cattāri rūpāvacarajjhānāni, samāpattiyo catasso arūpasamāpattiyo.",
  "tika-s0201t0:68_9": "Aṭṭhapi vā paṭiladdhamattāni jhānāni, samāpajjanavasībhāvappattiyā samāpattiyo.",
  "tika-s0201t0:68_10": "Jhānāni vā rūpārūpāvacarajjhānāni, samāpattiyo phalasamāpattinirodhasamāpattiyo.",
  "tika-s0201t0:69_0": "12.",
  "tika-s0201t0:69_1": "Lokiyalokuttarabhedā cha abhiññāyo sabbā abhiññāyo.",
  "tika-s0201t0:69_2": "Ñāṇavibhaṅgādīsu (vibha.",
  "tika-s0201t0:69_3": "751) āgatanayena ekavidhādinā paññāya saṁkaletvā sampiṇḍetvā nicchayo paññāsaṅkalananicchayo.",
  "tika-s0201t0:70_0": "13.",
  "tika-s0201t0:70_1": "Paccayadhammānaṁ hetādīnaṁ paccayuppannadhammānaṁ hetupaccayādibhāvo paccayākāro, tassa desanā paccayākāradesanā, paṭiccasamuppādakathāti attho.",
  "tika-s0201t0:70_2": "Sā pana nikāyantaraladdhisaṅkararahitatāya suṭṭhu parisuddhā, ghanavinibbhogassa sudukkaratāya nipuṇā saṇhasukhumā, ekattanayādisahitā ca tattha vicāritāti āha ‘‘suparisuddhanipuṇanayā’’ti.",
  "tika-s0201t0:70_3": "Paṭisambhidādīsu āgatanayaṁ avissajjetvāva vicāritattā avimuttatantimaggā.",
  "tika-s0201t0:71_0": "14.Itipana sabbanti iti-saddo parisamāpane, pana-saddo vacanālaṅkāre, etaṁ sabbanti attho.",
  "tika-s0201t0:71_1": "Idhāti imissā aṭṭhakathāya.",
  "tika-s0201t0:71_2": "Na taṁ vicārayissāmi punaruttibhāvatoti adhippāyo.",
  "tika-s0201t0:72_0": "15.",
  "tika-s0201t0:72_1": "Idāni tasseva avicāraṇassa ekantakāraṇaṁ niddhārento ‘‘majjhe visuddhimaggo’’tiādimāha.",
  "tika-s0201t0:72_2": "Tattha ‘‘majjhe ṭhatvā’’ti etena majjhaṭṭhabhāvadīpanena visesato catunnaṁ āgamānaṁ sādhāraṇaṭṭhakathā visuddhimaggo, na sumaṅgalavilāsinīādayo viya asādhāraṇaṭṭhakathāti dasseti.",
  "tika-s0201t0:72_3": "‘‘Visesato’’ti ca idaṁ vinayābhidhammānampi visuddhimaggo yathārahaṁ atthavaṇṇanā hoti evāti katvā vuttaṁ.",
  "tika-s0201t0:73_0": "16.Iccevāti iti eva.",
  "tika-s0201t0:73_1": "Tampīti visuddhimaggampi.",
  "tika-s0201t0:73_2": "Etāyāti papañcasūdaniyā.",
  "tika-s0201t0:73_3": "Ettha ca ‘‘sīhaḷadīpaṁ ābhatā’’tiādinā aṭṭhakathākaraṇassa nimittaṁ dasseti, ‘‘dīpavāsīnamatthāya, sujanassa ca tuṭṭhatthaṁ, ciraṭṭhitatthañca dhammassā’’ti etena payojanaṁ, ‘‘majjhimāgamavarassa atthaṁ pakāsayissāmī’’ti etena piṇḍatthaṁ, ‘‘apanetvāna tatohaṁ sīhaḷabhāsa’’ntiādinā, ‘‘sīlakathā’’tiādinā ca karaṇappakāraṁ.",
  "tika-s0201t0:73_4": "Sīlakathādīnaṁ avicāraṇampi hi idha karaṇappakāro evāti.",
  "tika-s0201t0:74_0": "Ganthārambhakathāvaṇṇanā niṭṭhitā.",
  "tika-s0201t0:75_0": "Nidānakathāvaṇṇanā",
  "tika-s0201t0:76_0": "1.",
  "tika-s0201t0:76_1": "Vibhāgavantānaṁ sabhāvavibhāvanaṁ vibhāgadassanamukheneva hotīti paṭhamaṁ tāva paṇṇāsavaggasuttādivasena majjhimāgamassa vibhāgaṁ dassetuṁ ‘‘tattha majjhimasaṅgīti nāmā’’tiādimāha.",
  "tika-s0201t0:76_2": "Tattha tatthāti yaṁ vuttaṁ ‘‘majjhimāgamavarassa atthaṁ pakāsayissāmī’’ti, tasmiṁ vacane.",
  "tika-s0201t0:76_3": "Yā majjhimāgamapariyāyena majjhimasaṅgīti vuttā, sā paṇṇāsādito edisāti dasseti ‘‘majjhimasaṅgīti nāmā’’tiādinā.",
  "tika-s0201t0:76_4": "Tatthāti vā ‘‘etāya aṭṭhakathāya vijānātha majjhimasaṅgītiyā attha’’nti ettha yassā majjhimasaṅgītiyā atthaṁ vijānāthāti vuttaṁ, sā majjhimasaṅgīti nāma paṇṇāsādito edisāti dasseti.",
  "tika-s0201t0:76_5": "Pañca dasakā paṇṇāsā, mūle ādimhi paṇṇāsā, mūlabhūtā vā paṇṇāsā mūlapaṇṇāsā.",
  "tika-s0201t0:76_6": "Majjhe bhavā majjhimā, majjhimā ca sā paṇṇāsā cāti majjhimapaṇṇāsā.",
  "tika-s0201t0:76_7": "Upari uddhaṁ paṇṇāsā uparipaṇṇāsā.",
  "tika-s0201t0:76_8": "Paṇṇāsattayasaṅgahāti paṇṇāsattayaparigaṇanā.",
  "tika-s0201t0:77_0": "Ayaṁ saṅgaho nāma jātisañjātikiriyāgaṇanavasena catubbidho.",
  "tika-s0201t0:77_1": "Tattha ‘‘yā cāvuso visākha, sammāvācā, yo ca sammākammanto, yo ca sammāājīvo , ime dhammā sīlakkhandhe saṅgahitā’’ti (ma. ni.",
  "tika-s0201t0:77_2": "1.462) ayaṁ jātisaṅgaho.",
  "tika-s0201t0:77_3": "‘‘Yo cāvuso visākha, sammāvāyāmo.",
  "tika-s0201t0:77_4": "Yā ca sammāsati, yo ca sammāsamādhi, ime dhammā samādhikkhandhe saṅgahitā’’ti ayaṁ sañjātisaṅgaho.",
  "tika-s0201t0:77_5": "‘‘Yā cāvuso visākha, sammādiṭṭhi, yo ca sammāsaṅkappo, ime dhammā paññākkhandhe saṅgahitā’’ti ayaṁ kiriyāsaṅgaho.",
  "tika-s0201t0:77_6": "‘‘Hañci cakkhāyatanaṁ rūpakkhandhagaṇanaṁ gacchati, tena vata re vattabbe cakkhāyatanaṁ rūpakkhandhena saṅgahita’’nti (kathā.",
  "tika-s0201t0:77_7": "471) ayaṁ gaṇanasaṅgaho.",
  "tika-s0201t0:77_8": "Ayameva ca idhādhippeto.",
  "tika-s0201t0:77_9": "Tena vuttaṁ ‘‘paṇṇāsattayasaṅgahāti paṇṇāsattayaparigaṇanā’’ti.",
  "tika-s0201t0:78_0": "Vaggatoti samūhato, so panettha dasakavasena veditabbo.",
  "tika-s0201t0:78_1": "Yebhuyyena hi sāsane dasake vaggavohāro.",
  "tika-s0201t0:78_2": "Tenevāha ‘‘ekekāya paṇṇāsāya pañca pañca vagge katvā’’ti.",
  "tika-s0201t0:78_3": "Pannarasavaggasamāyogāti pannarasavaggasaṁyogāti attho.",
  "tika-s0201t0:78_4": "Keci pana samāyogasaddaṁ samudāyatthaṁ vadanti.",
  "tika-s0201t0:78_5": "Padatoti ettha aṭṭhakkharo gāthāpādo ‘‘pada’’nti adhippeto, tasmā ‘‘akkharato cha akkharasatasahassāni caturāsītuttarasatādhikāni catucattālīsa sahassāni ca akkharānī’’ti pāṭhena bhavitabbanti vadanti.",
  "tika-s0201t0:78_6": "Yasmā pana navakkharo yāva dvādasakkharo ca gāthāpādo saṁvijjati, tasmā tādisānampi gāthānaṁ vasena aḍḍhateyyagāthāsataṁ bhāṇavāro hotīti katvā ‘‘akkharato satta akkharasatasahassāni cattālīsañca sahassāni tepaññāsañca akkharānī’’ti vuttaṁ.",
  "tika-s0201t0:78_7": "Evañhi padabhāṇavāragaṇanāhi akkharagaṇanā saṁsandati, netarathā.",
  "tika-s0201t0:78_8": "Bhāṇavāroti ca dvattiṁsakkharānaṁ gāthānaṁ vasena aḍḍhateyyagāthāsataṁ, ayañca akkharagaṇanā bhāṇavāragaṇanā ca padagaṇanānusārena laddhāti veditabbā.",
  "tika-s0201t0:78_9": "Imameva hi atthaṁ ñāpetuṁ suttagaṇanānantaraṁ bhāṇavāre agaṇetvā padāni gaṇitāni.",
  "tika-s0201t0:78_10": "Tatridaṁ vuccati –",
  "tika-s0201t0:79_0": "‘‘Bhāṇavārā yathāpi hi, majjhimassa pakāsitā;",
  "tika-s0201t0:80_0": "Upaḍḍhabhāṇavāro ca, tevīsatipadādhiko.",
  "tika-s0201t0:81_0": "Satta satasahassāni, akkharānaṁ vibhāvaye;",
  "tika-s0201t0:82_0": "Cattālīsa sahassāni, tepaññāsañca akkhara’’nti.",
  "tika-s0201t0:83_0": "Anusandhitoti desanānusandhito.",
  "tika-s0201t0:83_1": "Ekasmiṁ eva hi sutte purimapacchimānaṁ desanābhāgānaṁ sambandho anusandhānato anusandhi.",
  "tika-s0201t0:83_2": "Ettha ca attajjhāsayānusandhi parajjhāsayānusandhīti duvidho ajjhāsayānusandhi.",
  "tika-s0201t0:83_3": "So pana katthaci desanāya vippakatāya dhammaṁ suṇantānaṁ pucchāvasena, katthaci desentassa satthu sāvakassa dhammapaṭiggāhakānañca ajjhāsayavasena, katthaci desetabbassa dhammassa vasena hotīti samāsato tippakāro.",
  "tika-s0201t0:83_4": "Tena vuttaṁ ‘‘pucchānusandhiajjhāsayānusandhiyathānusandhivasena saṅkhepato tividho anusandhī’’ti.",
  "tika-s0201t0:83_5": "Saṅkhepeneva ca catubbidho anusandhi veditabbo.",
  "tika-s0201t0:83_6": "Tattha ‘‘evaṁ vutte aññataro bhikkhu bhagavantaṁ etadavoca ‘kiṁ nu kho, bhante, orimaṁ tīraṁ, kiṁ pārimaṁ tīraṁ, ko majjhe saṁsīdo, ko thale ussādo, ko manussaggāho, ko amanussaggāho, ko āvattaggāho, ko antopūtibhāvo’ti’’ (saṁ. ni. 4.241)?",
  "tika-s0201t0:83_7": "Evaṁ pucchantānaṁ vissajjentena bhagavatā pavattitadesanāvasena pucchānusandhī veditabbo.",
  "tika-s0201t0:83_8": "‘‘Atha kho aññatarassa bhikkhuno evaṁ cetaso parivitakko udapādi ‘iti kira bho rūpaṁ anattā… vedanā… saññā…",
  "tika-s0201t0:83_9": "saṅkhārā…",
  "tika-s0201t0:83_10": "viññāṇaṁ anattā, anattakatāni kammāni kamattānaṁ phusissantī’ti.",
  "tika-s0201t0:83_11": "Atha kho bhagavā tassa bhikkhuno cetasā cetoparivitakkamaññāya bhikkhū āmantesi ṭhānaṁ kho panetaṁ, bhikkhave, vijjati, yaṁ idhekacco moghapuriso avidvā avijjāgato taṇhādhipateyyena cetasā satthusāsanaṁ atidhāvitabbaṁ maññeyya ‘iti kira bho rūpaṁ anattā…pe…",
  "tika-s0201t0:83_12": "phusissantī’ti.",
  "tika-s0201t0:83_13": "Taṁ kiṁ maññatha , bhikkhave, rūpaṁ niccaṁ vā aniccaṁ vā’’ti (ma. ni.",
  "tika-s0201t0:83_14": "3.90) evaṁ paresaṁ ajjhāsayaṁ viditvā bhagavatā pavattitadesanāvasena parajjhāsayānusandhi veditabbo.",
  "tika-s0201t0:84_0": "‘‘Tassa mayhaṁ brāhmaṇa etadahosi ‘yaṁnūnāhaṁ yā tā rattiyo abhiññātā abhilakkhitā cātuddasī pañcadasī aṭṭhamī ca pakkhassa, tathārūpāsu rattīsu yāni tāni ārāmacetiyāni vanacetiyāni rukkhacetiyāni bhiṁsanakāni salomahaṁsāni, tathārūpesu senāsanesu vihareyyaṁ appeva nāmāhaṁ bhayabheravaṁ passeyya’nti’’ (ma. ni.",
  "tika-s0201t0:84_1": "1.49) evaṁ bhagavatā, ‘‘tatrāvuso lobho ca pāpako doso ca pāpako lobhassa ca pahānāya dosassa ca pahānāya atthi majjhimā paṭipadā, cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṁvattatī’’ti (ma. ni.",
  "tika-s0201t0:84_2": "1.33) evaṁ dhammasenāpatinā ca attano ajjhāsayeneva pavattitadesanāvasena attajjhāsayānusandhi veditabbo.",
  "tika-s0201t0:84_3": "Yena pana dhammena ādimhi desanā uṭṭhitā, tassa anurūpadhammavasena vā paṭipakkhadhammavasena vā yesu suttesu upari desanā āgacchati, tesaṁ vasena yathānusandhi veditabbo.",
  "tika-s0201t0:84_4": "Seyyathidaṁ ākaṅkheyyasutte (ma. ni.",
  "tika-s0201t0:84_5": "1.65) heṭṭhā sīlena desanā uṭṭhitā, upari abhiññā āgatā.",
  "tika-s0201t0:84_6": "Vatthusutte (ma. ni.",
  "tika-s0201t0:84_7": "1.70) heṭṭhā kilesena desanā uṭṭhitā, upari brahmavihārā āgatā.",
  "tika-s0201t0:84_8": "Kosambakasutte (ma. ni.",
  "tika-s0201t0:84_9": "1.491) heṭṭhā bhaṇḍanena desanā uṭṭhitā, upari sāraṇīyadhammā āgatā.",
  "tika-s0201t0:84_10": "Kakacūpame (ma. ni.",
  "tika-s0201t0:84_11": "1.222) heṭṭhā akkhantiyā vasena desanā uṭṭhitā, upari kakacūpamā āgatāti.",
  "tika-s0201t0:85_0": "Vitthārato panetthāti evaṁ saṅkhepato tividho catubbidho ca anusandhi ettha etasmiṁ majjhimanikāye tasmiṁ tasmiṁ sutte yathārahaṁ vitthārato vibhajitvā viññāyamānā navasatādhikāni tīṇi anusandhisahassāni honti.",
  "tika-s0201t0:85_1": "Yathā cetaṁ paṇṇāsādivibhāgavacanaṁ majjhimasaṅgītiyā sarūpadassanatthaṁ hoti, evaṁ pakkhepadosapariharaṇatthañca hoti.",
  "tika-s0201t0:85_2": "Evañhi paṇṇāsādīsu vavatthitesu tabbinimuttaṁ kiñci suttaṁ yāva ekaṁ padampi ānetvā imaṁ majjhimasaṅgītiyāti kassaci vattuṁ okāso na siyāti.",
  "tika-s0201t0:86_0": "Evaṁ paṇṇāsavaggasuttabhāṇavārānusandhibyañjanato majjhimasaṅgītiṁ vavatthapetvā idāni naṁ ādito paṭṭhāya saṁvaṇṇetukāmo attano saṁvaṇṇanāya tassā paṭhamamahāsaṅgītiyaṁ nikkhittānukkameneva pavattabhāvaṁ dassetuṁ ‘‘tattha paṇṇāsāsu mūlapaṇṇāsā ādī’’tiādimāha.",
  "tika-s0201t0:86_1": "Tattha yathāpaccayaṁ tattha tattha desitattā paññattattā ca vippakiṇṇānaṁ dhammavinayānaṁ saṅgahetvā gāyanaṁ kathanaṁ saṅgīti, mahāvisayattā pūjanīyattā ca mahatī saṅgītīti mahāsaṅgīti, paṭhamā mahāsaṅgīti paṭhamamahāsaṅgīti, tassā pavattitakālo paṭhamamahāsaṅgītikālo, tasmiṁ paṭhamamahāsaṅgītikāle.",
  "tika-s0201t0:86_2": "Nidadāti desanaṁ desakālādivasena aviditaṁ viditaṁ katvā nidassetīti nidānaṁ, yo lokiyehi ‘‘upogghāto’’ti vuccati, svāyamettha ‘‘evaṁ me suta’’ntiādiko gantho veditabbo, na pana ‘‘sanidānāhaṁ, bhikkhave, dhammaṁ desemī’’tiādīsu (a. ni.",
  "tika-s0201t0:86_3": "3.126) viya ajjhāsayādidesanuppattihetu.",
  "tika-s0201t0:86_4": "Tenevāha ‘‘evaṁ me sutantiādikaṁ āyasmatā ānandena paṭhamamahāsaṅgītikāle vuttaṁ nidānamādī’’ti.",
  "tika-s0201t0:86_5": "Kāmañcettha yassaṁ paṭhamamahāsaṅgītiyaṁ nikkhittānukkamena saṁvaṇṇanaṁ kattukāmo, sā vitthārato vattabbā.",
  "tika-s0201t0:86_6": "Sumaṅgalavilāsiniyaṁ (dī. ni. ṭī.",
  "tika-s0201t0:86_7": "1.nidānakathāvaṇṇanā) pana attanā vitthāritattā tattheva gahetabbāti imissā saṁvaṇṇanāya mahantataṁ pariharanto ‘‘sā panesā’’tiādimāha.",
  "tika-s0201t0:87_0": "Nidānakathāvaṇṇanā niṭṭhitā."
}