{
  "tika-vin07t17:0_0": "2. Uposathakkhandhako",
  "tika-vin07t17:1_0": "Sannipātānujānanādikathāvaṇṇanā",
  "tika-vin07t17:2_0": "132.",
  "tika-vin07t17:2_1": "Uposathakkhandhake taranti otaranti etthāti titthaṁ, laddhi. Itoti sāsanaladdhito.",
  "tika-vin07t17:3_0": "135.Āpajjitvā vā vuṭṭhitoti ettha desanārocanānampi saṅgaho.",
  "tika-vin07t17:3_1": "Teneva mātikāṭṭhakathāyaṁ ‘‘vuṭṭhitā vā desitā vā ārocitā vā āpatti…pe… asantī nāma hotī’’ti (kaṅkhā. aṭṭha. nidānavaṇṇanā) vuttaṁ.",
  "tika-vin07t17:4_0": "Manujenāti āsannena saha.",
  "tika-vin07t17:4_1": "Pareti dūraṭṭhepi parapuggale sandhāya giraṁ no ca bhaṇeyyāti yojanā.",
  "tika-vin07t17:5_0": "‘‘Āvikatā hissa phāsu hotī’’ti (mahāva.",
  "tika-vin07t17:5_1": "134) vuttattā garukāpattipi āvikaraṇamattena vuṭṭhātīti keci vadanti, taṁ tesaṁ matimattaṁ parivāsādividhānasuttehi virujjhanato.",
  "tika-vin07t17:5_2": "Ayaṁ panettha adhippāyo – yathābhūtañhi attānamāvikarontaṁ pesalā bhikkhū ‘‘akāmā parivatthabba’’ntiādivacanaṁ nissāya anicchamānampi naṁ upāyena parivāsādīni datvā avassaṁ suddhante patiṭṭhāpessanti, tato tassa avippaṭisārādīnaṁ vasena phāsu hoti.",
  "tika-vin07t17:5_3": "Paṭhamaṁ pātimokkhuddesanti nidānuddesaṁ dasseti.",
  "tika-vin07t17:5_4": "Pubbe avijjamānaṁ paññāpesīti.",
  "tika-vin07t17:5_5": "Na kevalañca etaṁ, pubbe paññattampi pana pārājikādisikkhāpadaṁ sabbaṁ bhagavā ‘‘tatrime cattāro pārājikā dhammā uddesaṁ āgacchantī’’tiādinā pārājikuddesādivasena vinayamātikaṁ katvā nidānuddesena saha sayameva saṅgahetvā ‘‘pātimokkha’’nti paññāpesīti daṭṭhabbaṁ.",
  "tika-vin07t17:5_6": "Tadetaṁ sabbampi sandhāya ‘‘anujānāmi, bhikkhave, pātimokkhaṁ uddisitu’’nti (mahāva. 133) vuttaṁ.",
  "tika-vin07t17:6_0": "136.Etaṁ 34 veditabbanti yasmiṁ tasmiṁ cātuddase vā pannarase vāti evaṁ atthajātaṁ.",
  "tika-vin07t17:7_0": "Sannipātānujānanādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:8_0": "Sīmānujānanakathāvaṇṇanā",
  "tika-vin07t17:9_0": "138.‘‘Puratthimāyadisāyā’’ti idaṁ nidassanamattaṁ.",
  "tika-vin07t17:9_1": "Tassaṁ pana disāyaṁ nimitte asati yattha atthi, tato paṭṭhāya paṭhamaṁ ‘‘puratthimāya anudisāya, dakkhiṇāya disāyā’’tiādinā samantā vijjamānaṭṭhānesu nimittāni kittetvā puna ‘‘puratthimāya anudisāyā’’ti paṭhamakittitaṁ kittetuṁ vaṭṭati, tīhi nimittehi siṅghāṭakasaṇṭhānāyapi sīmāya sammannitabbato.",
  "tika-vin07t17:9_2": "Tikkhattuṁ sīmāmaṇḍalaṁ sambandhantenāti vinayadharena sayaṁ ekasmiṁyeva ṭhāne ṭhatvā kevalaṁ nimittakittanavacaneneva sīmāmaṇḍalaṁ samantā nimittena nimittaṁ bandhantenāti attho.",
  "tika-vin07t17:9_3": "Taṁ taṁ nimittaṭṭhānaṁ agantvāpi hi kittetuṁ vaṭṭati.",
  "tika-vin07t17:9_4": "Tiyojanaparamāya sīmāya samantato tikkhattuṁ anuparigamanassa ekadivasena dukkarattā vinayadharena sayaṁ adiṭṭhampi pubbe bhikkhūhi yathāvavatthitaṁ nimittaṁ ‘‘pāsāṇo bhante’’tiādinā kenaci vuttānusārena sallakkhetvā ‘‘eso pāsāṇo nimitta’’ntiādinā kittetumpi vaṭṭati eva.",
  "tika-vin07t17:10_0": "Suddhapaṁsupabbatoti na kenaci kato sayaṁjātova vutto. Tathā sesāpi.",
  "tika-vin07t17:10_1": "Itaropīti suddhapaṁsupabbatādikopi pabbato.",
  "tika-vin07t17:10_2": "Hatthippamāṇatoti ettha bhūmito uggatappadesena hatthippamāṇaṁ gahetabbaṁ.",
  "tika-vin07t17:10_3": "Catūhi vā tīhi vāti sīmābhūmiyaṁ catūsu, tīsu vā disāsu ṭhitehi.",
  "tika-vin07t17:10_4": "Ekissā eva pana disāya ṭhitehi tato bahūhipi sammannituṁ na vaṭṭati.",
  "tika-vin07t17:10_5": "Dvīhi pana dvīsu disāsu ṭhitehipi na vaṭṭati.",
  "tika-vin07t17:10_6": "Tasmāti yasmā ekena na vaṭṭati, tasmā.",
  "tika-vin07t17:10_7": "Taṁ bahiddhā katvāti kittitanimittassa asīmattā antosīmāya karaṇaṁ ayuttanti vuttaṁ. Tenāha ‘‘sace’’tiādi.",
  "tika-vin07t17:11_0": "Dvattiṁsapalaguḷapiṇḍappamāṇatā saṇṭhānato gahetabbā, na tulagaṇanāvasena, bhārato palaparimāṇañca magadhatulāya gahetabbaṁ.",
  "tika-vin07t17:11_1": "Sā ca lokiyatulāya dviguṇāti vadanti.",
  "tika-vin07t17:11_2": "Atimahantopīti bhūmito hatthippamāṇaṁ anuggantvā heṭṭhābhūmiyaṁ otiṇṇaghanato anekayojanappamāṇopi.",
  "tika-vin07t17:11_3": "Sace hi tato hatthippamāṇaṁ kūṭaṁ uggacchati, pabbatasaṅkhyameva gacchati.",
  "tika-vin07t17:12_0": "Antosārānanti tasmiṁ khaṇe taruṇatāya sāre avijjamānepi pariṇāmena bhavissamānasārepi sandhāya vuttaṁ.",
  "tika-vin07t17:12_1": "Tādisānañhi sūcidaṇḍakappamāṇapariṇāhānaṁ catupañcamattampi vanaṁ vaṭṭati.",
  "tika-vin07t17:12_2": "Antosāramissakānanti antosārehi rukkhehi sammissānaṁ.",
  "tika-vin07t17:12_3": "Etena ca sārarukkhamissampi vanaṁ vaṭṭatīti dasseti.",
  "tika-vin07t17:12_4": "Catupañcarukkhamattampīti sārarukkhe sandhāya vuttaṁ.",
  "tika-vin07t17:12_5": "Vanamajjhe vihāraṁ karontīti rukkhaghaṭāya antare rukkhe acchinditvā vatiādīhi vihāraparicchedaṁ katvāva antorukkhantaresu eva pariveṇapaṇṇasālādīnaṁ karaṇavasena yathā antovihārampi vanameva hoti, evaṁ vihāraṁ karontīti attho.",
  "tika-vin07t17:12_6": "Yadi hi sabbaṁ rukkhaṁ chinditvā vihāraṁ kareyyuṁ, vihārassa avanattā taṁ parikkhipitvā ṭhitaṁ vanaṁ ekattha kittetabbaṁ siyā.",
  "tika-vin07t17:12_7": "Idha pana antopi vanattā ‘‘vanaṁ na kittetabba’’nti vuttaṁ.",
  "tika-vin07t17:12_8": "Sace hi taṁ kittenti, ‘‘nimittassa upari vihāro hotī’’tiādinā anantare vuttadosaṁ āpajjati.",
  "tika-vin07t17:12_9": "Ekadesanti vanekadesaṁ, rukkhavirahitaṭṭhāne katavihārassa ekapasse ṭhitavanassa ekadesanti attho.",
  "tika-vin07t17:13_0": "Sūcidaṇḍakappamāṇoti vaṁsadaṇḍappamāṇo. Lekhanidaṇḍappamāṇoti keci.",
  "tika-vin07t17:13_1": "Mātikāṭṭhakathāyaṁ pana avebhaṅgiyavinicchaye ‘‘yo koci aṭṭhaṅgulasūcidaṇḍakamattopi veḷu…pe… garubhaṇḍa’’nti (kaṅkhā. aṭṭha.",
  "tika-vin07t17:13_2": "dubbattasikkhāpadavaṇṇanā) vuttattā tanutaro veḷudaṇḍoti ca sūcidaṇḍoti ca gahetabbaṁ.",
  "tika-vin07t17:13_3": "Vaṁsanaḷakasarāvādīsūti veḷupabbe vā naḷapabbe vā kapallakādimattikabhājanesu vāti attho.",
  "tika-vin07t17:13_4": "Taṅkhaṇampīti taruṇapotake amilāyitvā viruhanajātike sandhāya vuttaṁ.",
  "tika-vin07t17:13_5": "Ye pana pariṇatā samūlaṁ uddharitvā ropitāpi chinnasākhā viya milāyitvā cirena navamūlaṅkuruppattiyā jīvanti, mīyantiyeva vā, tādise kittetuṁ na vaṭṭati.",
  "tika-vin07t17:13_6": "Etanti navamūlasākhāniggamanaṁ.",
  "tika-vin07t17:14_0": "Majjheti sīmāya mahādisānaṁ anto.",
  "tika-vin07t17:14_1": "Koṇanti sīmāya catūsu koṇesu dvinnaṁ dvinnaṁ maggānaṁ sambandhaṭṭhānaṁ.",
  "tika-vin07t17:14_2": "Parabhāge kittetuṁ vaṭṭatīti tesaṁ catunnaṁ koṇānaṁ bahi nikkhamitvā ṭhitesu maggesu ekissā disāya ekaṁ, aññissā disāya cāparanti evaṁ cattāropi maggā catūsu disāsu kittetuṁ vaṭṭatīti adhippāyo.",
  "tika-vin07t17:14_3": "Evaṁ pana kittitamattena kathaṁ ekābaddhatā vigacchatīti viññāyatīti.",
  "tika-vin07t17:14_4": "Parato gataṭṭhānepi ete eva te cattāro maggā.",
  "tika-vin07t17:14_5": "‘‘Catūsu disāsu gacchantī’’ti hi vuttaṁ.",
  "tika-vin07t17:14_6": "Tasmā ettha kāraṇaṁ vicinitabbaṁ.",
  "tika-vin07t17:15_0": "‘‘Uttarantiyā bhikkhuniyā’’ti idañca pāḷiyaṁ (pāci.",
  "tika-vin07t17:15_1": "692) bhikkhunīnaṁ nadīpāragamane nadilakkhaṇassa āgatattā vuttaṁ.",
  "tika-vin07t17:15_2": "Bhikkhūnaṁ antaravāsakatemanamattampi vaṭṭati eva .",
  "tika-vin07t17:15_3": "‘‘Nadicatukkepi eseva nayo’’ti iminā ekattha kittetvā aññattha parato gataṭṭhānepi kittetuṁ na vaṭṭatīti dasseti.",
  "tika-vin07t17:15_4": "Teneva ca ‘‘assammissanadiyo catassopi kittetuṁ vaṭṭatī’’ti asammissa-ggahaṇaṁ kataṁ. Mūleti ādikāle.",
  "tika-vin07t17:15_5": "Nadiṁ bhinditvāti yathā udakaṁ anicchantehi kassakehi mahoghe nivattetuṁ na sakkā, evaṁ nadikūlaṁ bhinditvā.",
  "tika-vin07t17:16_0": "Ukkhepimanti dīgharajjunā kuṭena ussiñcanīyaṁ.",
  "tika-vin07t17:17_0": "Asammissehīti sabbadisāsu ṭhitapabbatehi eva, pāsāṇādīsu aññatarehi vā nimittantarābyavahitehi.",
  "tika-vin07t17:17_1": "Sammissehīti ekattha pabbato, aññattha pāsāṇoti evaṁ ṭhitehi aṭṭhahipi.",
  "tika-vin07t17:17_2": "‘‘Nimittānaṁ satenāpī’’ti iminā ekissāya eva disāya bahunimittāni ‘‘puratthimāya disāya kiṁ nimittaṁ? Pabbato bhante.",
  "tika-vin07t17:17_3": "Puna puratthimāya disāya kiṁ nimittaṁ?",
  "tika-vin07t17:17_4": "Pāsāṇo bhante’’tiādinā kittetuṁ vaṭṭatīti dasseti. Siṅghāṭakasaṇṭhānāti tikoṇā.",
  "tika-vin07t17:17_5": "Caturassāti samacaturassā, mudiṅgasaṇṭhānā pana āyatacaturassā.",
  "tika-vin07t17:17_6": "Ekakoṭiyaṁ saṅkocitā, tadaññāya vitthiṇṇā vā hotīti.",
  "tika-vin07t17:17_7": "Sīmāya upacāraṁ ṭhapetvāti āyatiṁ bandhitabbāya sīmāya nesaṁ vihārānaṁ paricchedato bahi sīmantarikappahonakaṁ upacāraṁ ṭhapetvā.",
  "tika-vin07t17:17_8": "Baddhā sīmā yesu vihāresu, te baddhasīmā. Pāṭekkanti paccekaṁ.",
  "tika-vin07t17:17_9": "Baddhasīmāsadisānīti yathā baddhasīmāsu ṭhitā aññamaññaṁ chandādiṁ anapekkhitvā paccekaṁ kammaṁ kātuṁ labhanti, evaṁ gāmasīmāsu ṭhitāpīti dasseti.",
  "tika-vin07t17:17_10": "Āgantabbanti sāmīcimattavasena vuttaṁ. Tenāha ‘‘āgamanampī’’tiādi.",
  "tika-vin07t17:18_0": "Pabbajjūpasampadādīnanti ettha bhaṇḍukammāpucchanaṁ sandhāya pabbajjāgahaṇaṁ.",
  "tika-vin07t17:18_1": "Ekavīsati bhikkhūti nisinne sandhāya vuttaṁ.",
  "tika-vin07t17:18_2": "Idañca kammārahena saha abbhānakārakānampi pahonakatthaṁ vuttaṁ.",
  "tika-vin07t17:18_3": "‘‘Nimittupagā pāsāṇā ṭhapetabbā’’ti idaṁ yathārucitaṭṭhāne rukkhanimittādīnaṁ dullabhatāya vaḍḍhitvā ubhinnaṁ baddhasīmānaṁ saṅkarakaraṇato ca pāsāṇanimittassa ca tadabhāvato yattha katthaci ānetvā ṭhapetuṁ sukaratāya ca vuttaṁ.",
  "tika-vin07t17:18_4": "Tathā sīmantarikapāsāṇā ṭhapetabbāti etthāpi.",
  "tika-vin07t17:18_5": "Caturaṅgulappamāṇāpīti yathā khandhasīmāparicchedato bahi nimittapāsāṇānaṁ caturaṅgulamattaṭṭhānaṁ samantā nigacchati, avasesaṁ ṭhānaṁ antokhandhasīmāya hotiyeva, evaṁ tesupi ṭhapitesu caturaṅgulamattā sīmantarikā hotīti daṭṭhabbaṁ.",
  "tika-vin07t17:19_0": "Sīmantarikapāsāṇāti sīmantarikāya ṭhapitanimittapāsāṇā.",
  "tika-vin07t17:19_1": "Te pana kittentena padakkhiṇato anupariyāyanteneva kittetabbā. Kathaṁ?",
  "tika-vin07t17:19_2": "Khaṇḍasīmato hi pacchimāya disāya puratthābhimukhena ṭhatvā ‘‘puratthimāya disāya kiṁ nimitta’’nti tattha sabbāni nimittāni anukkamena kittetvā tathā uttarāya disāya dakkhiṇābhimukhena ṭhatvā ‘‘dakkhiṇāya disāya kiṁ nimitta’’nti anukkamena kittetvā tathā puratthimāya disāya pacchimābhimukhena ṭhatvā ‘‘pacchimāya disāya kiṁ nimitta’’nti anukkamena kittetvā tathā dakkhiṇāya disāya uttarābhimukhena ṭhatvā ‘‘uttarāya disāya kiṁ nimitta’’nti tattha sabbāni nimittāni anukkamena kittetvā puna pacchimāya disāya puratthābhimukhena ṭhatvā purimakittitaṁ vuttanayena puna kittetabbaṁ.",
  "tika-vin07t17:19_3": "Evaṁ bahūnampi khaṇḍasīmānaṁ sīmantarikapāsāṇā paccekaṁ kittetabbā. Tatoti pacchā.",
  "tika-vin07t17:19_4": "Avasesanimittānīti mahāsīmāya bāhirantaresu avasesanimittāni.",
  "tika-vin07t17:19_5": "Ubhinnampi na kopentīti ubhinnampi kammaṁ na kopenti.",
  "tika-vin07t17:20_0": "Kuṭigeheti bhūmiyaṁ katatiṇakuṭiyaṁ.",
  "tika-vin07t17:20_1": "Udukkhalanti udukkhalāvāṭasadisakhuddakāvāṭaṁ.",
  "tika-vin07t17:20_2": "Nimittaṁ na kātabbanti taṁ rājiṁ vā udukkhalaṁ vā nimittaṁ na kātabbaṁ.",
  "tika-vin07t17:20_3": "Idañca yathāvuttesu nimittesu anāgatattena na vaṭṭatīti siddhampi avinassakasaññāya koci mohena nimittaṁ kareyyāti dūratopi vipattiparihāratthaṁ vuttaṁ.",
  "tika-vin07t17:20_4": "Evaṁ upari ‘‘bhittiṁ akittetvā’’tiādīsupi siddhamevatthaṁ punappunaṁ kathane kāraṇaṁ veditabbaṁ.",
  "tika-vin07t17:20_5": "Sīmāvipatti hi upasampadādisabbakammavipattimūlanti tassā sabbaṁ dvāraṁ sabbathā pidahanavasena vattabbaṁ.",
  "tika-vin07t17:20_6": "Sabbaṁ vatvāva idha ācariyā vinicchayaṁ ṭhapesunti daṭṭhabbaṁ.",
  "tika-vin07t17:21_0": "Bhittinti iṭṭhakadārumattikāmayaṁ.",
  "tika-vin07t17:21_1": "Silāmayāya pana bhittiyā nimittupagaṁ ekaṁ pāsāṇaṁ taṁtaṁdisāya kittetuṁ vaṭṭati.",
  "tika-vin07t17:21_2": "Anekasilāhi cinitaṁ sakalabhittiṁ kittetuṁ na vaṭṭati ‘‘eso pāsāṇo nimitta’’nti ekavacanena vattabbato.",
  "tika-vin07t17:21_3": "Antokuṭṭamevāti ettha antokuṭṭepi nimittānaṁ ṭhitokāsato anto eva sīmāti gahetabbaṁ.",
  "tika-vin07t17:21_4": "Pamukhe nimittapāsāṇe ṭhapetvāti gabbhābhimukhepi bahipamukhe gabbhavitthārappamāṇe ṭhāne pāsāṇe ṭhapetvā sammannitabbā.",
  "tika-vin07t17:21_5": "Evañhi gabbhapamukhānaṁ antare ṭhitakuṭṭampi upādāya anto ca bahi ca caturassasaṇṭhānāva sīmā hoti.",
  "tika-vin07t17:21_6": "Bahīti sakalassa kuṭigehassa samantato bahi.",
  "tika-vin07t17:22_0": "Antoca bahi ca sīmā hotīti majjhe ṭhitabhittiyā saha caturassasīmā hoti.",
  "tika-vin07t17:23_0": "‘‘Uparipāsādeyeva hotī’’ti iminā gabbhassa ca pamukhassa ca antarā ṭhitabhittiyā ekattā tattha ca ekavīsatiyā bhikkhūnaṁ okāsābhāvena heṭṭhā na otarati, uparibhitti pana sīmaṭṭhāva hotīti dasseti.",
  "tika-vin07t17:23_1": "Heṭṭhimatale kuṭṭoti heṭṭhimatale catūsu disāsu ṭhitakuṭṭo.",
  "tika-vin07t17:23_2": "Sace hi dvīsu, tīsu vā disāsu eva kuṭṭo tiṭṭheyya, heṭṭhā na otarati.",
  "tika-vin07t17:23_3": "Heṭṭhāpi otaratīti catunnampi bhittīnaṁ anto bhittīhi saha ekavīsatiyā bhikkhūnaṁ pahonakattā vuttaṁ.",
  "tika-vin07t17:23_4": "Otaramānā ca uparisīmappamāṇena otarati, catunnaṁ pana bhittīnaṁ bāhirantaraparicchede heṭṭhābhūmibhāge udakapariyantaṁ katvā otarati.",
  "tika-vin07t17:23_5": "Na pana bhittīnaṁ bahi kesaggamattampi ṭhānaṁ.",
  "tika-vin07t17:23_6": "Pāsādabhittitoti uparitale bhittito.",
  "tika-vin07t17:23_7": "Otaraṇānotaraṇaṁ vuttanayeneva veditabbanti uparisīmappamāṇassa antogadhānaṁ heṭṭhimatale catūsu disāsu kuṭṭānaṁ tulārukkhehi ekasambandhataṁ tadanto pacchimasīmappamāṇatādiñca sandhāya vuttaṁ.",
  "tika-vin07t17:23_8": "Kiñcāpettha niyyūhakādayo nimittānaṁ ṭhitokāsatāya bajjhamānakkhaṇe sīmā na honti, baddhāya pana sīmāya sīmaṭṭhāva hontīti daṭṭhabbā.",
  "tika-vin07t17:23_9": "Pariyantathambhānanti nimittagatapāsāṇatthambhe sandhāya vuttaṁ.",
  "tika-vin07t17:23_10": "‘‘Uparimatalena sambaddho hotī’’ti idaṁ kuṭṭānaṁ antarā sīmaṭṭhānaṁ thambhānaṁ abhāvato vuttaṁ.",
  "tika-vin07t17:23_11": "Yadi hi bhaveyyuṁ, kuṭṭe uparimatalena asambandhepi sīmaṭṭhatthambhānaṁ upari ṭhito pāsādo sīmaṭṭhova hoti.",
  "tika-vin07t17:24_0": "Sace pana bahūnaṁ thambhapantīnaṁ upari katapāsādassa heṭṭhā pathaviyaṁ sabbabāhirāya thambhapantiyā anto nimittapāsāṇe ṭhapetvā sīmā baddhā hoti, ettha kathanti?",
  "tika-vin07t17:24_1": "Etthāpi yaṁ tāva sīmaṭṭhatthambheheva dhāriyamānānaṁ tulānaṁ uparimatalaṁ, sabbaṁ taṁ sīmaṭṭhameva, ettha vivādo natthi.",
  "tika-vin07t17:24_2": "Yaṁ pana sīmaṭṭhatthambhapantiyā, asīmaṭṭhāya bāhiratthambhapantiyā ca samadhuraṁ dhāriyamānānaṁ tulānaṁ uparimatalaṁ, tattha upaḍḍhaṁ sīmāti keci vadanti. Sakalampi gāmasīmāti apare. Baddhasīmā evāti aññe.",
  "tika-vin07t17:24_3": "Tasmā kammaṁ karontehi garuke nirāsaṅkaṭṭhāne ṭhatvā sabbaṁ taṁ āsaṅkaṭṭhānaṁ sodhetvāva kammaṁ kātabbaṁ, sanniṭṭhānakāraṇaṁ vā gavesitvā tadanuguṇaṁ kātabbaṁ.",
  "tika-vin07t17:25_0": "Tālamūlakapabbateti tālakkhandhamūlasadise heṭṭhā thūlo hutvā kamena kiso hutvā uggato hi tālasadiso nāma hoti.",
  "tika-vin07t17:25_1": "Vitānasaṇṭhānoti ahicchattakasaṇṭhāno.",
  "tika-vin07t17:25_2": "Paṇavasaṇṭhānoti majjhe tanuko heṭṭhā ca upari ca vitthiṇṇo.",
  "tika-vin07t17:25_3": "Heṭṭhā vā majjhe vāti mudiṅgasaṇṭhānassa heṭṭhā, paṇavasaṇṭhānassa majjhe.",
  "tika-vin07t17:26_0": "Sappaphaṇasadiso pabbatoti sappaphaṇo viya khujjo, mūlaṭṭhānato aññattha avanatasīsoti attho.",
  "tika-vin07t17:26_1": "Ākāsapabbhāranti bhittiyā aparikkhittapabbhāraṁ.",
  "tika-vin07t17:26_2": "Sīmappamāṇoti antoākāsena saddhiṁ pacchimasīmappamāṇo.",
  "tika-vin07t17:26_3": "‘‘So ca pāsāṇo sīmaṭṭho’’ti iminā īdisehi susirapāsāṇaleṇakuṭṭādīhi paricchinne bhūmibhāge eva sīmā patiṭṭhāti, na aparicchinne.",
  "tika-vin07t17:26_4": "Te pana sīmaṭṭhattā sīmā honti, na sarūpena sīmaṭṭhamañcādi viyāti dasseti.",
  "tika-vin07t17:26_5": "Sace pana so susirapāsāṇo bhūmiṁ anāhacca ākāsagatova olambati, sīmā na otarati.",
  "tika-vin07t17:26_6": "Susirapāsāṇā pana sayaṁ sīmāpaṭibaddhattā sīmā honti.",
  "tika-vin07t17:26_7": "Kathaṁ pana pacchimappamāṇarahitehi etehi susirapāsāṇādīhi sīmā na otaratīti idaṁ saddhātabbanti? Aṭṭhakathāpamāṇato.",
  "tika-vin07t17:27_0": "Apicettha susirapāsāṇabhittianusārena mūsikādīnaṁ viya sīmāya heṭṭhimatale otaraṇakiccaṁ natthi.",
  "tika-vin07t17:27_1": "Heṭṭhā pana pacchimasīmappamāṇe ākāse dvaṅgulamattabahalehi pāsāṇabhittiādīhipi uparimatalaṁ āhacca ṭhitehi sabbaso, yebhuyyena vā paricchinne sati upari bajjhamānā sīmā tehi pāsāṇādīhi antaritāya tapparicchinnāya heṭṭhābhūmiyāpi uparimatalena saddhiṁ ekakkhaṇe patiṭṭhāti nadipārasīmā viya nadiantaritesu ubhosu tīresu, leṇādīsu apanītesupi heṭṭhā otiṇṇā sīmā yāva sāsanantaradhānā na vigacchati.",
  "tika-vin07t17:27_2": "Paṭhamaṁ pana upari sīmāya baddhāya pacchā leṇādīsu katesupi heṭṭhābhūmiyaṁ sīmā otarati eva. Keci taṁ na icchanti.",
  "tika-vin07t17:27_3": "Evaṁ ubhayattha patiṭṭhitā ca sā sīmā ekāva hoti gottādijāti viya byattibhedesūti gahetabbaṁ.",
  "tika-vin07t17:27_4": "Sabbā eva hi baddhasīmā, abaddhasīmā ca attano attano pakatinissayabhūte gāmāraññanadiādike khette yathāparicchedaṁ sabbattha sākalyena ekasmiṁ khaṇe byāpinī paramatthato avijjamānāpi te te nissayabhūte paramatthadhamme, taṁ taṁ kiriyāvisesampi vā upādāya lokiyehi, sāsanikehi ca yathārahaṁ ekattena paññattatāya nissayekarūpā eva.",
  "tika-vin07t17:27_5": "Tathā hi eko gāmo araññaṁ nadī jātassaro samuddoti evaṁ loke,",
  "tika-vin07t17:28_0": "‘‘Sammatā sā sīmā saṅghena (mahāva. 143).",
  "tika-vin07t17:28_1": "Agāmake ce, bhikkhave, araññe samantā sattabbhantarā, ayaṁ tattha samānasaṁvāsā ekūposathā.",
  "tika-vin07t17:28_2": "Samantā udakukkhepā, ayaṁ tattha samānasaṁvāsā ekūposathā’’ti (mahāva. 147) –",
  "tika-vin07t17:29_0": "Ādinā sāsane ca ekavohāro dissati.",
  "tika-vin07t17:29_1": "Na hi paramatthato ekassa anekadhammesu byāpanamatthi.",
  "tika-vin07t17:29_2": "Kasiṇekadesādivikappāsamānatāya ekattahānitoti ayaṁ no mati.",
  "tika-vin07t17:30_0": "Assa heṭṭhāti sappaphaṇapabbatassa heṭṭhā ākāsapabbhāre.",
  "tika-vin07t17:30_1": "Leṇassāti leṇañce kataṁ, tassa leṇassāti attho.",
  "tika-vin07t17:30_2": "Tameva puna leṇaṁ pañcahi pakārehi vikappetvā otaraṇānotaraṇavinicchayaṁ dassetuṁ āha ‘‘sace pana heṭṭhā’’tiādi.",
  "tika-vin07t17:30_3": "Tattha ‘‘heṭṭhā’’ti imassa ‘‘leṇaṁ hotī’’ti iminā sambandho.",
  "tika-vin07t17:30_4": "Heṭṭhā leṇañca ekasmiṁ padeseti āha ‘‘anto’’ti, pabbatassa anto, pabbatamūleti attho.",
  "tika-vin07t17:30_5": "Tameva anto-saddaṁ sīmāparicchedena visesetuṁ ‘‘uparimassa sīmāparicchedassa pārato’’ti vuttaṁ .",
  "tika-vin07t17:30_6": "Pabbatapādaṁ pana apekkhitvā ‘‘orato’’ti vattabbepi sīmānissayaṁ pabbataggaṁ sandhāya ‘‘pārato’’ti vuttanti daṭṭhabbaṁ.",
  "tika-vin07t17:30_7": "Teneva ‘‘bahileṇa’’nti ettha bahi-saddaṁ visesento ‘‘uparimassa sīmāparicchedassa orato’’ti āha.",
  "tika-vin07t17:30_8": "Bahi sīmā na otaratīti ettha bahīti pabbatapāde leṇaṁ sandhāya vuttaṁ, leṇassa bahibhūte uparisīmāparicchedassa heṭṭhābhāge sīmā na otaratīti attho.",
  "tika-vin07t17:30_9": "Anto sīmāti leṇassa ca pabbatapādassa ca anto attano otaraṇārahaṭṭhāne na otaratīti attho.",
  "tika-vin07t17:30_10": "‘‘Bahi sīmā na otarati, anto sīmā na otaratī’’ti cettha attano otaraṇārahaṭṭhāne leṇābhāvena sīmāya sabbathā anotaraṇameva dassitanti gahetabbaṁ.",
  "tika-vin07t17:30_11": "Tatthāpi anotarantī upari eva hotīti.",
  "tika-vin07t17:30_12": "‘‘Bahi patitaṁ asīmā’’tiādinā uparipāsādādīsu athiranissayesu ṭhitā sīmāpi tesaṁ vināsena vinassatīti dassitanti daṭṭhabbaṁ.",
  "tika-vin07t17:31_0": "Pokkharaṇiṁkhaṇanti, sīmāyevāti ettha sace heṭṭhā umaṅganadisīmappamāṇato anūnā paṭhamameva ca pavattā hoti.",
  "tika-vin07t17:31_1": "Sīmā ca pacchā baddhā nadito upari eva hoti, nadiṁ āhacca pokkharaṇiyā ca khatāya sīmā vinassatīti daṭṭhabbaṁ.",
  "tika-vin07t17:31_2": "Heṭṭhāpathavitaleti antarā bhūmivivare.",
  "tika-vin07t17:32_0": "Sīmāmāḷaketi khaṇḍasīmaṅgaṇe.",
  "tika-vin07t17:32_1": "‘‘Vaṭarukkho’’ti idaṁ pārohopatthambhena atidūrampi gantuṁ samatthasākhāsamaṅgitāya vuttaṁ.",
  "tika-vin07t17:32_2": "Sabbarukkhalatādīnampi sambandho na vaṭṭati eva.",
  "tika-vin07t17:32_3": "Teneva nāvārajjusetusambandhopi paṭikkhitto. Tatoti sākhato.",
  "tika-vin07t17:32_4": "Mahāsīmāya pathavitalanti ettha āsannatarampi gāmasīmaṁ aggahetvā baddhasīmāya eva gahitattā gāmasīmābaddhasīmānaṁ aññamaññaṁ rukkhādisambandhepi sambhedadoso natthi, aññamaññaṁ nissayanissitabhāvena pavattitoti gahetabbaṁ.",
  "tika-vin07t17:32_5": "Yadi hi tāsampi sambandhadoso bhaveyya, kathaṁ gāmasīmāya baddhasīmā sammannitabbā siyā?",
  "tika-vin07t17:32_6": "Yassā hi sīmāya saddhiṁ sambandhe doso bhaveyya, sā tattha bandhitumeva na vaṭṭati, baddhasīmāudakukkhepasīmāsu baddhasīmā viya, attano nissayabhūtagāmasīmādīsu udakukkhepasīmā viya ca.",
  "tika-vin07t17:32_7": "Teneva ‘‘sace pana rukkhassa sākhā vā tato nikkhantapāroho vā bahinaditīre vihārasīmāya vā gāmasīmāya vā patiṭṭhito’’tiādinā (mahāva. aṭṭha.",
  "tika-vin07t17:32_8": "147) udakukkhepasīmāya attano anissayabhūtagāmasīmādīhi eva sambandhadoso dassito, na nadisīmāyaṁ. Evamidhāpīti daṭṭhabbaṁ.",
  "tika-vin07t17:32_9": "Ayañcattho upari pākaṭo bhavissati. Āhaccāti phusitvā.",
  "tika-vin07t17:33_0": "Mahāsīmaṁ vā sodhetvāti mahāsīmāgatānaṁ sabbesaṁ bhikkhūnaṁ hatthapāsānayanabahikaraṇādivasena sakalaṁ mahāsīmaṁ sodhetvā.",
  "tika-vin07t17:33_1": "Etena sabbavipattiyo mocetvā pubbe suṭṭhu baddhānampi dvinnaṁ baddhasīmānaṁ pacchā rukkhādisambandhena uppajjanako īdiso pāḷimuttako sambhedadoso atthīti dasseti.",
  "tika-vin07t17:33_2": "So ca ‘‘na, bhikkhave, sīmāya sīmā sambhinditabbā’’tiādinā baddhasīmānaṁ aññamaññaṁ sambhedajjhottharaṇaṁ paṭikkhipitvā ‘‘anujānāmi, bhikkhave, sīmaṁ sammannantena sīmantarikaṁ ṭhapetvā sīmaṁ sammannitu’’nti ubhinnaṁ (mahāva.",
  "tika-vin07t17:33_3": "148) baddhasīmānamantarā sīmantarikaṁ ṭhapetvāva bandhituṁ anujānantena sambhedajjhottharaṇaṁ viya tāsaṁ aññamaññaṁ phusitvā tiṭṭhanavasena bandhanampi na vaṭṭatīti siddhattā baddhānampi tāsaṁ pacchā aññamaññaṁ ekarukkhādīhi phusitvā ṭhānampi na vaṭṭatīti bhagavato adhippāyaññūhi saṅgītikārakehi niddhārito.",
  "tika-vin07t17:33_4": "Bandhanakāle paṭikkhittassa sambandhadosassa anulomena akappiyānulomattā.",
  "tika-vin07t17:34_0": "Ayaṁ pana sambandhadoso – pubbe suṭṭhu baddhānaṁ pacchā sañjātattā bajjhamānakkhaṇe viya asīmattaṁ kātuṁ na sakkoti.",
  "tika-vin07t17:34_1": "Tasmā rukkhādisambandhe apanītamatte tā sīmā pākatikā honti.",
  "tika-vin07t17:34_2": "Yathā cāyaṁ pacchā na vaṭṭati, evaṁ bajjhamānakkhaṇepi tāsaṁ rukkhādisambandhe sati tā bandhituṁ na vaṭṭatīti daṭṭhabbaṁ.",
  "tika-vin07t17:35_0": "Keci pana ‘‘mahāsīmaṁ vā sodhetvāti ettha mahāsīmāgatā bhikkhū yathā taṁ sākhaṁ vā pārohaṁ vā kāyapaṭibaddhehi na phusanti, evaṁ sodhanameva idhādhippetaṁ, na sakalasīmāsodhana’’nti vadanti, taṁ na yuttaṁ aṭṭhakathāya virujjhanato.",
  "tika-vin07t17:35_1": "Tathā hi ‘‘mahāsīmāya pathavitalaṁ vā tatthajātarukkhādīni vā āhacca tiṭṭhatī’’ti evaṁ sākhāpārohānaṁ mahāsīmaṁ phusitvā ṭhānameva sambandhadose kāraṇattena vuttaṁ, na pana tattha ṭhitabhikkhūhi sākhādīnaṁ phusanaṁ.",
  "tika-vin07t17:35_2": "Yadi hi bhikkhūnaṁ sākhādi phusitvā ṭhānameva kāraṇaṁ siyā, tassa sākhaṁ vā tato niggatapārohaṁ vā mahāsīmāya paviṭṭhaṁ tatraṭṭho koci bhikkhu phusitvā tiṭṭhatīti bhikkhuphusanameva vattabbaṁ siyā.",
  "tika-vin07t17:35_3": "Yañhi tattha mahāsīmāsodhane kāraṇaṁ, tadeva tasmiṁ vākye padhānato dassetabbaṁ.",
  "tika-vin07t17:35_4": "Na hi āhacca ṭhitameva sākhādiṁ phusitvā ṭhito bhikkhu sodhetabbo ākāsaṭṭhasākhādiṁ phusitvā ṭhitassāpi sodhetabbato, kiṁ niratthakena āhaccaṭṭhānavacanena.",
  "tika-vin07t17:35_5": "Ākāsaṭṭhasākhāsu ca bhikkhuno phusanameva kāraṇattena vuttaṁ, sodhanañca tasseva bhikkhussa hatthapāsānayanādivasena sodhanaṁ vuttaṁ.",
  "tika-vin07t17:35_6": "Idha pana ‘‘mahāsīmaṁ sodhetvā’’ti sakalasīmāsādhāraṇavacanena sodhanaṁ vuttaṁ.",
  "tika-vin07t17:36_0": "Apica sākhādiṁ phusitvā ṭhitabhikkhumattasodhane abhimate ‘‘mahāsīmāya pathavitala’’nti visesasīmopādānaṁ niratthakaṁ siyā yattha katthaci antamaso ākāsepi ṭhatvā sākhādiṁ phusitvā ṭhitassa visodhetabbato.",
  "tika-vin07t17:36_1": "Chinditvābahiṭṭhakā kātabbāti tattha patiṭṭhitabhāvaviyojanavacanato ca visabhāgasīmānaṁ phusaneneva sakalasīmāsodhanahetuko aṭṭhakathāsiddhoyaṁ eko sambandhadoso atthevāti gahetabbo.",
  "tika-vin07t17:36_2": "Teneva udakukkhepasīmākathāyampi (mahāva. aṭṭha.",
  "tika-vin07t17:36_3": "147) ‘‘vihārasīmāya vā gāmasīmāya vā patiṭṭhito’’ti ca ‘‘naditīre pana khāṇukaṁ koṭṭetvā tattha baddhanāvāya na vaṭṭatī’’ti ca ‘‘sace pana setu vā setupādā vā bahitīre patiṭṭhitā, kammaṁ kātuṁ na vaṭṭatī’’ti ca evaṁ visabhāgāsu gāmasīmāsu sākhādīnaṁ phusanameva saṅkaradosakāraṇattena vuttaṁ, na bhikkhuphusanaṁ.",
  "tika-vin07t17:36_4": "Tathā hi ‘‘antonadiyaṁ jātarukkhe bandhitvā kammaṁ kātabba’’nti nadiyaṁ nāvābandhanaṁ anuññātaṁ udakukkhepanissayattena nadisīmāya sabhāgattā.",
  "tika-vin07t17:36_5": "Yadi hi bhikkhūnaṁ phusanameva paṭicca sabbattha sambandhadoso vutto siyā, nadiyampi bandhanaṁ paṭikkhipitabbaṁ bhaveyya.",
  "tika-vin07t17:36_6": "Tatthāpi hi bhikkhuphusanaṁ kammakopakāraṇaṁ hoti, tasmā sabhāgasīmāsu pavisitvā bhūmiādiṁ phusitvā vā aphusitvā vā sākhādimhi ṭhite taṁ sākhādiṁ phusantova bhikkhu sodhetabbo.",
  "tika-vin07t17:36_7": "Visabhāgasīmāsu pana sākhādimhi phusitvā ṭhite taṁ sākhādiṁ aphusantāpi sabbe bhikkhū sodhetabbā.",
  "tika-vin07t17:36_8": "Aphusitvā ṭhite pana taṁ sākhādiṁ phusantova bhikkhu sodhetabboti niṭṭhamettha gantabbaṁ.",
  "tika-vin07t17:37_0": "Yaṁ panettha keci ‘‘baddhasīmānaṁ dvinnaṁ aññamaññaṁ viya baddhasīmāgāmasīmānampi tadaññāsampi sabbāsaṁ samānasaṁvāsakasīmānaṁ aññamaññaṁ rukkhādisambandhe sati tadubhayampi ekasīmaṁ viya sodhetvā ekattheva kammaṁ kātabbaṁ, aññattha kataṁ kammaṁ vipajjati, natthettha sabhāgavisabhāgabhedo’’ti vadanti, taṁ tesaṁ matimattaṁ, sabhāgasīmānaṁ aññamaññaṁ sambhedadosābhāvassa visabhāgasīmānameva tabbhāvassa suttasuttānulomādivinayanayehi siddhattā.",
  "tika-vin07t17:37_1": "Tathā hi ‘‘anujānāmi, bhikkhave, sīmaṁ sammannitu’’nti gāmasīmāyameva baddhasīmaṁ sammannituṁ anuññātaṁ.",
  "tika-vin07t17:37_2": "Tāsaṁ nissayanissitabhāvena sabhāgatā, sambhedajjhottharaṇādidosābhāvo ca suttatova siddho.",
  "tika-vin07t17:37_3": "Bandhanakāle pana anuññātassa sambandhassa anulomato pacchā sañjātarukkhādisambandhopi tāsaṁ vaṭṭati eva.",
  "tika-vin07t17:37_4": "‘‘Yaṁ, bhikkhave…pe… kappiyaṁ anulometi akappiyaṁ paṭibāhati. Taṁ vo kappatī’’ti (mahāva. 305) vuttattā.",
  "tika-vin07t17:37_5": "Evaṁ tāva baddhasīmāgāmasīmānaṁ aññamaññaṁ sabhāgatā, sambhedādidosābhāvo ca suttasuttānulomato siddho.",
  "tika-vin07t17:37_6": "Iminā eva nayena araññasīmāsattabbhantarasīmānaṁ, nadiādiudakukkhepasīmānañca suttasuttānulomato aññamaññaṁ sabhāgatā, sambhedādidosābhāvo ca siddhoti veditabbo.",
  "tika-vin07t17:38_0": "Baddhasīmāya pana aññāya baddhasīmāya, nadiādisīmāsu ca bandhituṁ paṭikkhepasiddhito ceva udakukkhepasattabbhantarasīmānaṁ nadiādīsu eva kātuṁ niyamanasuttasāmatthiyena baddhasīmāgāmasīmādīsu karaṇapaṭikkhepasiddhito ca tāsaṁ aññamaññaṁ visabhāgatā, uppattikkhaṇe, pacchā ca rukkhādīhi sambhedādidosasambhavo ca vuttanayena suttasuttānulomato ca sijjhanti. Teneva aṭṭhakathāyaṁ (mahāva. aṭṭha.",
  "tika-vin07t17:38_1": "148) visabhāgasīmānameva vaṭarukkhādivacanehi sambandhadosaṁ dassetvā sabhāgānaṁ baddhasīmāgāmasīmādīnaṁ sambandhadoso na dassito, na kevalañca na dassito, atha kho tāsaṁ sabhāgasīmānaṁ rukkhādisambandhepi dosābhāvo pāḷiaṭṭhakathāsu ñāpito eva.",
  "tika-vin07t17:38_2": "Tathā hi pāḷiyaṁ ‘‘pabbatanimittaṁ pāsāṇanimittaṁ vananimittaṁ rukkhanimitta’’ntiādinā vaḍḍhanakanimittāni anuññātāni.",
  "tika-vin07t17:38_3": "Tena nesaṁ rukkhādīnaṁ nimittānaṁ vaḍḍhanepi baddhasīmāgāmasīmānaṁ saṅkaradosābhāvo ñāpitova hoti.",
  "tika-vin07t17:38_4": "Dvinnaṁ pana baddhasīmānaṁ īdiso sambandho na vaṭṭati.",
  "tika-vin07t17:38_5": "Vuttañhi ‘‘ekarukkhopi ca dvinnaṁ sīmānaṁ nimittaṁ hoti, so pana vaḍḍhanto sīmāsaṅkaraṁ karoti, tasmā na kātabbo’’ti ‘‘anujānāmi, bhikkhave, tiyojanaparamaṁ sīmaṁ sammannitu’’nti vacanatopi cāyaṁ ñāpito.",
  "tika-vin07t17:38_6": "Tiyojanaparamāya hi sīmāya samantā pariyantesu rukkhalatāgumbādīhi baddhasīmāgāmasīmānaṁ niyamena aññamaññaṁ sambandhassa sambhavato ‘‘īdisaṁ sambandhanaṁ vināsetvāva sīmā sammannitabbā’’ti aṭṭhakathāyampi na vuttaṁ.",
  "tika-vin07t17:39_0": "Yadi cettha rukkhādisambandhena kammavipatti bhaveyya, avassameva vattabbaṁ siyā.",
  "tika-vin07t17:39_1": "Vipattiparihāratthañhi ācariyā nirāsaṅkaṭṭhānesupi ‘‘bhittiṁ akittetvā’’tiādinā siddhamevatthaṁ punappunaṁ avocuṁ.",
  "tika-vin07t17:39_2": "Idha pana ‘‘vanamajjhe vihāraṁ karonti, vanaṁ na kittetabba’’ntiādirukkhalatādīhi nirantare vanamajjhepi sīmābandhanameva avocuṁ.",
  "tika-vin07t17:39_3": "Tathā thambhānaṁ upari katapāsādādīsu heṭṭhā thambhādīhi ekābaddhesu uparimatalādīsu sīmābandhanaṁ bahudhā vuttaṁ.",
  "tika-vin07t17:39_4": "Tasmā baddhasīmāgāmasīmānaṁ rukkhādisambandho tehi mukhatova vihito.",
  "tika-vin07t17:39_5": "Apica gāmasīmānampi pāṭekkaṁ baddhasīmāsadisatāya ekissā gāmasīmāya kammaṁ karontehi dabbatiṇamattenāpi sambandhā gāmantaraparamparā araññanadisamuddā ca sodhetabbāti sakaladīpaṁ sodhetvāva kātabbaṁ siyā.",
  "tika-vin07t17:39_6": "Evaṁ pana asodhetvā paṭhamamahāsaṅgītikālato pabhuti katānaṁ upasampadādikammānaṁ, sīmāsammutīnañca vipajjanato sabbesampi bhikkhūnaṁ anupasampannasaṅkāpasaṅgo ca dunnivāro hoti. Na cetaṁ yuttaṁ.",
  "tika-vin07t17:39_7": "Tasmā vuttanayeneva visabhāgasīmānameva rukkhādīhi sambandhadoso, na baddhasīmāgāmasīmādīnaṁ sabhāgasīmānanti gahetabbaṁ.",
  "tika-vin07t17:40_0": "Mahāsīmāsodhanassa dukkaratāya khaṇḍasīmāyameva yebhuyyena saṅghakammakaraṇanti āha ‘‘sīmāmāḷake’’tiādi .",
  "tika-vin07t17:40_1": "Mahāsaṅghasannipāte pana khaṇḍasīmāya appahonakatāya mahāsīmāya kamme kariyamānepi ayaṁ nayo gahetabbova.",
  "tika-vin07t17:41_0": "‘‘Ukkhipāpetvā’’ti iminā kāyapaṭibaddhenapi sīmaṁ phusanto sīmaṭṭhova hotīti dasseti.",
  "tika-vin07t17:41_1": "Purimanayepīti khaṇḍasīmato mahāsīmaṁ paviṭṭhasākhānayepi.",
  "tika-vin07t17:41_2": "Sīmaṭṭharukkhasākhāya nisinno sīmaṭṭhova hotīti āha ‘‘hatthapāsameva ānetabbo’’ti.",
  "tika-vin07t17:41_3": "Ettha ca rukkhasākhādīhi aññamaññaṁ sambandhāsu etāsu khandhasīmāyaṁ tayo bhikkhū, mahāsīmāyaṁ dveti evaṁ dvīsu sīmāsu sīmantarikaṁ aphusitvā, hatthapāsañca avijahitvā ṭhitehi pañcahi bhikkhūhi upasampadādikammaṁ kātuṁ vaṭṭatīti keci vadanti.",
  "tika-vin07t17:41_4": "Taṁ na yuttaṁ ‘‘nānāsīmāya ṭhitacatuttho kammaṁ kareyya, akammaṁ, na ca karaṇīya’’ntiādi (mahāva. 389) vacanato.",
  "tika-vin07t17:41_5": "Tenevetthāpi mahāsīmaṁ sodhetvā māḷakasīmāyameva kammakaraṇaṁ vihitaṁ.",
  "tika-vin07t17:41_6": "Aññathā bhinnasīmaṭṭhatāya tatraṭṭhassa gaṇapūrakattābhāvā kammakopova hotīti.",
  "tika-vin07t17:42_0": "Yadi evaṁ kathaṁ chandapārisuddhiāharaṇavasena mahāsīmāsodhananti?",
  "tika-vin07t17:42_1": "Tampi vinayaññū na icchanti, hatthapāsānayanabahisīmākaraṇavaseneva panettha sodhanaṁ icchanti, dinnassāpi chandassa anāgamanena mahāsīmaṭṭho kammaṁ kopetīti.",
  "tika-vin07t17:42_2": "Yadi cassa chandādi nāgacchati, kathaṁ so kammaṁ kopessatīti?",
  "tika-vin07t17:42_3": "Dvinnaṁ visabhāgasīmānaṁ sambandhadosato.",
  "tika-vin07t17:42_4": "So ca sambandhadoso aṭṭhakathāvacanappamāṇato.",
  "tika-vin07t17:42_5": "Na hi vinaye sabbattha yutti sakkā ñātuṁ buddhagocarattāti veditabbaṁ.",
  "tika-vin07t17:42_6": "Keci pana ‘‘sace dvepi sīmāyo pūretvā nirantaraṁ ṭhitesu bhikkhūsu kammaṁ karontesu ekissā eva sīmāya gaṇo ca upasampadāpekkho ca anussāvako ca ekato tiṭṭhati, kammaṁ sukatameva hoti.",
  "tika-vin07t17:42_7": "Sace pana kammāraho vā anussāvako vā sīmantaraṭṭho hoti, kammaṁ vipajjatī’’ti vadanti, tañca baddhasīmāgāmasīmādisabhāgasīmāsu eva yujjati, yāsu aññamaññaṁ rukkhādisambandhesupi doso natthi.",
  "tika-vin07t17:42_8": "Yāsu pana atthi, na tāsu visabhāgasīmāsu rukkhādisambandhe sati ekattha ṭhito itaraṭṭhānaṁ kammaṁ kopeti eva aṭṭhakathāyaṁ sāmaññato sodhanassa vuttattāti amhākaṁ khanti. Vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t17:43_0": "Na otaratīti paṇavasaṇṭhānapabbatādīsu heṭṭhā pamāṇarahitaṭṭhānaṁ na otarati.",
  "tika-vin07t17:43_1": "Kiñcāpi panettha bajjhamānakkhaṇe uddhampi pamāṇarahitaṁ pabbatādīni nārohati, tathāpi taṁ pacchā sīmaṭṭhatāya sīmā hoti.",
  "tika-vin07t17:43_2": "Heṭṭhā paṇavasaṇṭhānādi pana upari baddhāyapi sīmāya sīmāsaṅkhyaṁ na gacchati, tassa vasena na otaratīti vuttaṁ, itarathā orohaṇārohaṇānaṁ sādhāraṇavasena ‘‘na otaratī’’tiādinā vattabbato.",
  "tika-vin07t17:43_3": "Yaṁ kiñcīti niṭṭhitasīmāya upari jātaṁ vijjamānaṁ pubbe ṭhitaṁ, pacchā sañjātaṁ, paviṭṭhañca yaṁkiñci saviññāṇakāviññāṇakaṁ sabbampīti attho.",
  "tika-vin07t17:43_4": "Antosīmāya hi hatthikkhandhādisaviññāṇakesu nisinnopi bhikkhu sīmaṭṭhova hoti.",
  "tika-vin07t17:43_5": "‘‘Baddhasīmāyā’’ti idañca pakaraṇavasena upalakkhaṇato vuttaṁ.",
  "tika-vin07t17:43_6": "Abaddhasīmāsupi sabbāsu ṭhitaṁ taṁ sīmāsaṅkhyameva gacchati.",
  "tika-vin07t17:44_0": "Ekasambaddhena gatanti rukkhalatāditatrajātameva sandhāya vuttaṁ.",
  "tika-vin07t17:44_1": "Tādisampi ‘‘ito gata’’nti vattabbataṁ arahati.",
  "tika-vin07t17:44_2": "Yaṁ pana ‘‘ito gata’’nti vā ‘‘tato āgata’’nti vā vattuṁ asakkuṇeyyaṁ ubhosu baddhasīmāgāmasīmāsu, udakukkhepanadiādīsu ca tiriyaṁ patitarajjudaṇḍādi, tattha kiṁ kātabbanti?",
  "tika-vin07t17:44_3": "Ettha pana baddhasīmāya patiṭṭhitabhāgo baddhasīmā, abaddhagāmasīmāya patiṭṭhitabhāgo gāmasīmā tadubhayasīmaṭṭhapabbatādi viya.",
  "tika-vin07t17:44_4": "Baddhasīmato uṭṭhitavaṭarukkhassa pārohe, gāmasīmāya gāmasīmato uṭṭhitavaṭarukkhassa pārohe ca baddhasīmāya patiṭṭhitepi eseva nayo.",
  "tika-vin07t17:44_5": "Mūlapatiṭṭhitakālato hi paṭṭhāya ‘‘ito gataṁ, tato āgata’’nti vattuṁ asakkuṇeyyato so bhāgo yathāpaviṭṭhasīmāsaṅkhyameva gacchati, tesaṁ rukkhapārohānaṁ antarā pana ākāsaṭṭhasākhā bhūmiyaṁ sīmāparicchedappamāṇena tadubhayasīmā hotīti keci vadanti.",
  "tika-vin07t17:44_6": "Yasmā panassa sākhāya pāroho paviṭṭhasīmāya pathaviyaṁ mūlehi patiṭṭhahitvāpi yāva sākhaṁ vinā ṭhātuṁ na sakkoti, tāva mūlasīmaṭṭhataṁ na vijahati.",
  "tika-vin07t17:44_7": "Yadā pana vinā ṭhātuṁ sakkoti, tadāpi pārohamattameva paviṭṭhasīmaṭṭhataṁ samupeti.",
  "tika-vin07t17:44_8": "Tasmā sabbopi ākāsaṭṭhasākhābhāgo purimasīmaṭṭhataṁ na vijahati, tato āgatabhāgassa avijahitattāti amhākaṁ khanti.",
  "tika-vin07t17:44_9": "Udakukkhepanadiādīsupi eseva nayo.",
  "tika-vin07t17:44_10": "Tattha ca visabhāgasīmāya evaṁ paviṭṭhe sakalasīmāsodhanaṁ, sabhāgāya paviṭṭhe phusitvā ṭhitamattabhikkhusodhanañca sabbaṁ pubbe vuttanayameva.",
  "tika-vin07t17:45_0": "140.Pārayatīti ajjhottharati, nadiyā ubhosu tīresu patiṭṭhamānā sīmā nadiajjhottharā nāma hotīti āha ‘‘nadiṁajjhottharamāna’’nti.",
  "tika-vin07t17:45_1": "Antonadiyañhi sīmā na otarati.",
  "tika-vin07t17:45_2": "Nadilakkhaṇe pana asati otarati, sā ca tadā nadipārasīmā na hotīti āha ‘‘nadiyā lakkhaṇaṁ nadinimitte vuttanayamevā’’ti. Assāti bhaveyya.",
  "tika-vin07t17:45_3": "Avassaṁ labbhaneyyā pana dhuvanāvāva hotīti sambandho.",
  "tika-vin07t17:45_4": "‘‘Na nāvāyā’’ti iminā nāvaṁ vināpi sīmā baddhā subaddhā eva hoti, āpattiparihāratthā nāvāti dasseti.",
  "tika-vin07t17:46_0": "Rukkhasaṅghāṭamayoti anekarukkhe ekato ghaṭetvā katasetu.",
  "tika-vin07t17:46_1": "Rukkhaṁ chinditvā katoti pāṭhaseso.",
  "tika-vin07t17:46_2": "‘‘Sabbanimittānaṁ anto ṭhite bhikkhū hatthapāsagate katvā’’ti idaṁ ubhinnaṁ tīrānaṁ ekagāmakhettabhāvaṁ sandhāya vuttaṁ.",
  "tika-vin07t17:46_3": "Pabbatasaṇṭhānāti ekato uggatadīpasikharattā vuttaṁ.",
  "tika-vin07t17:47_0": "Sīmānujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:48_0": "Uposathāgārādikathāvaṇṇanā",
  "tika-vin07t17:49_0": "141.Samūhanitvāti vināsetvā, uddharitvāti attho.",
  "tika-vin07t17:49_1": "Idañca āpattiparihāratthaṁ vuttaṁ.",
  "tika-vin07t17:50_0": "142.Yāni kānicīti idha nimittānaṁ sīmāya pāḷiyaṁ sarūpato avuttattā vuttaṁ.",
  "tika-vin07t17:51_0": "Uposathāgārādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:52_0": "Avippavāsasīmānujānanakathāvaṇṇanā",
  "tika-vin07t17:53_0": "143.Aṭṭhārasāti andhakavindavihārampi upādāya vuccati.",
  "tika-vin07t17:53_1": "Nesaṁ sīmāti tesu mahāvihāresu.",
  "tika-vin07t17:53_2": "‘‘Mana’’nti imassa vivaraṇaṁ īsakanti, īsakaṁ vuḷhoti attho.",
  "tika-vin07t17:53_3": "Imamevatthaṁ dassetuṁ ‘‘appattavuḷhabhāvo ahosī’’ti vuttaṁ.",
  "tika-vin07t17:53_4": "Amanasikarontoti iddhiyā anatikkamassa kāraṇaṁ vuttaṁ.",
  "tika-vin07t17:54_0": "144.Soti bhikkhunisaṅgho.",
  "tika-vin07t17:54_1": "Dvepīti dve samānasaṁvāsaavippavāsāyo.",
  "tika-vin07t17:54_2": "Avippavāsasīmāti mahāsīmaṁ sandhāya vadati.",
  "tika-vin07t17:54_3": "Tattheva yebhuyyena avippavāsāti.",
  "tika-vin07t17:55_0": "‘‘Avippavāsaṁ ajānantāpī’’ti idaṁ mahāsīmāya vijjamānāvijjamānattaṁ, tassā bāhiraparicchedañca ajānantānaṁ vasena vuttaṁ.",
  "tika-vin07t17:55_1": "Evaṁ ajānantehipi antosīmāya ṭhatvā kammavācāya katāya sā sīmā samūhatāva hotīti āha ‘‘samūhanituñceva bandhituñca sakkhissantī’’ti.",
  "tika-vin07t17:55_2": "Nirāsaṅkaṭṭhāneti khaṇḍasīmārahitaṭṭhāne.",
  "tika-vin07t17:55_3": "Idañca mahāsīmāya vijjamānāyapi kammakaraṇasukhatthaṁ khaṇḍasīmā icchitāti taṁ cetiyaṅgaṇādibahusannipātaṭṭhāne na bandhatīti vuttaṁ.",
  "tika-vin07t17:55_4": "Tatthāpi sā baddhā subaddhā eva mahāsīmā viya.",
  "tika-vin07t17:55_5": "‘‘Paṭibandhituṁ pana na sakkhissantevā’’ti idaṁ khaṇḍasīmāya asamūhatattā, tassā avijjamānattassa ajānanato ca mahāsīmābandhanaṁ sandhāya vuttaṁ.",
  "tika-vin07t17:55_6": "Khaṇḍasīmaṁ pana nirāsaṅkaṭṭhāne bandhituṁ sakkhissanteva.",
  "tika-vin07t17:55_7": "Sīmāsambhedaṁ katvāti khaṇḍasīmāya vijjamānapakkhe sīmāya sīmaṁ ajjhottharaṇasambhedaṁ katvā avijjamānapakkhepi sambhedasaṅkāya anivattanena sambhedasaṅkaṁ katvā.",
  "tika-vin07t17:55_8": "Avihāraṁ kareyyunti saṅghakammānārahaṁ kareyyuṁ.",
  "tika-vin07t17:55_9": "Pubbe hi cetiyaṅgaṇādinirāsaṅkaṭṭhāne kammaṁ kātuṁ sakkā, idāni tampi vināsitanti adhippāyo.",
  "tika-vin07t17:55_10": "Na samūhanitabbāti khaṇḍasīmaṁ ajānantehi na samūhanitabbā.",
  "tika-vin07t17:55_11": "Ubhopi na jānantīti ubhinnaṁ padesaniyamaṁ vā tāsaṁ dvinnampi vā aññatarāya vā vijjamānataṁ vā avijjamānataṁ vā na jānanti, sabbattha saṅkā eva hoti.",
  "tika-vin07t17:55_12": "‘‘Neva samūhanituṁ, na bandhituṁ sakkhissantī’’ti idaṁ nirāsaṅkaṭṭhāne ṭhatvā samūhanituṁ sakkontopi mahāsīmaṁ paṭibandhituṁ na sakkontīti imamatthaṁ sandhāya vuttaṁ.",
  "tika-vin07t17:55_13": "‘‘Na ca sakkā…pe… kammavācaṁ kātu’’nti idaṁ sīmābandhanakammavācaṁ sandhāya vuttaṁ.",
  "tika-vin07t17:55_14": "Tasmāti yasmā bandhituṁ na sakkā, tasmā na samūhanitabbāti attho.",
  "tika-vin07t17:56_0": "Keci pana ‘‘īdisesu vihāresu chapañcamatte bhikkhū gahetvā vihārakoṭito paṭṭhāya vihāraparikkhepassa anto ca bahi ca samantā leḍḍupāte sabbattha mañcappamāṇe okāse nirantaraṁ ṭhatvā paṭhamaṁ avippavāsasīmaṁ, tato samānasaṁvāsakasīmañca samūhananavasena sīmāya samugghāte kate tasmiṁ vihāre khaṇḍasīmāya, mahāsīmāyapi vā vijjamānatte sati avassaṁ ekasmiṁ mañcaṭṭhāne tāsaṁ majjhagatā te bhikkhū tā samūhaneyyuṁ, tato gāmasīmā eva avasisseyya.",
  "tika-vin07t17:56_1": "Na hettha sīmāya, tapparicchedassa vā jānanaṁ aṅgaṁ.",
  "tika-vin07t17:56_2": "Sīmāya pana antoṭhānaṁ, ‘‘samūhanissāmā’’ti kammavācāya karaṇañcettha aṅgaṁ.",
  "tika-vin07t17:56_3": "Aṭṭhakathāyaṁ ‘khaṇḍasīmaṁ pana jānantā avippavāsaṁ ajānantāpi samūhanituñceva bandhituñca sakkhissantī’ti evaṁ mahāsīmāya paricchedassa ajānanepi samūhanassa vuttattā.",
  "tika-vin07t17:56_4": "Gāmasīmāya eva ca avasiṭṭhāya tattha yathāruci duvidhampi sīmaṁ bandhituñceva upasampadādikammaṁ kātuñca vaṭṭatī’’ti vadanti, taṁ yuttaṁ viya dissati. Vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t17:57_0": "Avippavāsasīmānujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:58_0": "Gāmasīmādikathāvaṇṇanā",
  "tika-vin07t17:59_0": "147.",
  "tika-vin07t17:59_1": "Pāḷiyaṁ ‘‘asammatāya, bhikkhave, sīmāyā’’tiādinā gāmasīmā eva baddhasīmāya khettaṁ, araññanadiādayo viya sattabbhantaraudakukkhepādīnaṁ.",
  "tika-vin07t17:59_2": "Sā ca gāmasīmā baddhasīmāvirahitaṭṭhāne sayameva samānasaṁvāsā hotīti dasseti.",
  "tika-vin07t17:59_3": "Yā tassa vā gāmassa gāmasīmāti ettha gāmasīmāparicchedassa anto ca bahi ca khettavatthuaraññapabbatādikaṁ sabbaṁ gāmakhettaṁ sandhāya ‘‘gāmassā’’ti vuttaṁ, na antaragharameva.",
  "tika-vin07t17:59_4": "Tasmā tassa sakalassa gāmakhettassa sambandhanīyā gāmasīmāti evamattho veditabbo.",
  "tika-vin07t17:59_5": "Yo hi so antaragharakhettādīsu anekesu bhūmibhāgesu ‘‘gāmo’’ti ekattena lokajanehi paññatto gāmavohāro, sova idha ‘‘gāmasīmā’’tipi vuccatīti adhippāyo, gāmo eva hi gāmasīmā.",
  "tika-vin07t17:59_6": "Imināva nayena upari araññaṁ nadī samuddo jātassaroti evaṁ tesu bhūmippadesesu ekattena lokajanapaññattānameva araññādīnaṁ araññasīmādibhāvo veditabbo.",
  "tika-vin07t17:59_7": "Loke pana gāmasīmādivohāro gāmādīnaṁ mariyādāyameva vattuṁ vaṭṭati, na gāmakhettādīsu sabbattha.",
  "tika-vin07t17:59_8": "Sāsane pana te gāmādayo itaranivattiatthena sayameva attano mariyādāti katvā gāmo eva gāmasīmā, araññameva araññasīmā…pe… samuddo eva samuddasīmāti sīmāvohārena vuttāti veditabbā.",
  "tika-vin07t17:60_0": "‘‘Nigamassa vā’’ti idaṁ gāmasīmappabhedaṁ sabbaṁ upalakkhaṇavasena dassetuṁ vuttaṁ.",
  "tika-vin07t17:60_1": "Tenāha ‘‘nagarampi gahitamevā’’ti.",
  "tika-vin07t17:60_2": "‘‘Baliṁ labhantī’’ti idaṁ yebhuyyavasena vuttaṁ, ‘‘ayaṁ gāmo ettako karīsabhāgo’’tiādinā pana rājapaṇṇesu āropitesu bhūmibhāgesu yasmiṁ yasmiṁ taḷākamātikāsusānapabbatādike padese baliṁ na gaṇhanti, sopi gāmasīmā eva.",
  "tika-vin07t17:60_3": "Rājādīhi paricchinnabhūmibhāgo hi sabbova ṭhapetvā nadiloṇijātassare gāmasīmāti veditabbo.",
  "tika-vin07t17:60_4": "Tenāha ‘‘paricchinditvā rājā kassaci detī’’ti.",
  "tika-vin07t17:60_5": "Sace pana tattha rājā kañci padesaṁ gāmantarena yojeti, so paviṭṭhagāmasīmataṁ eva bhajati, nadijātassaresu vināsetvā taḷākādibhāvaṁ vā pūretvā khettādibhāvaṁ vā pāpitesupi eseva nayo.",
  "tika-vin07t17:61_0": "Ye pana gāmā rājacorādibhayapīḷitehi manussehi chaḍḍitā cirampi nimmanussā tiṭṭhanti, samantā pana gāmā santi, tepi pāṭekkaṁ gāmasīmāva.",
  "tika-vin07t17:61_1": "Tesu hi rājāno samantagāmavāsīhi kasāpetvā vā yehi kehici kasitaṭṭhānaṁ likhitvā vā baliṁ gaṇhanti, aññena vā gāmena ekībhāvaṁ vā upanenti.",
  "tika-vin07t17:61_2": "Ye pana gāmā rājūhipi pariccattā gāmakhettānantarikā mahāraññena ekībhūtā, te agāmakāraññasīmataṁ pāpuṇanti, purimā gāmasīmā vinassati.",
  "tika-vin07t17:61_3": "Rājāno pana ekasmiṁ araññādippadese mahantaṁ gāmaṁ katvā anekasahassāni kulāni vāsāpetvā tattha vāsīnaṁ bhogagāmāti samantā bhūtagāme paricchinditvā denti.",
  "tika-vin07t17:61_4": "Purāṇanāmaṁ, pana paricchedañca na vināsenti, tepi paccekaṁ gāmasīmā eva.",
  "tika-vin07t17:61_5": "Ettāvatā purimagāmasīmattaṁ na vijahanti.",
  "tika-vin07t17:61_6": "Sā ca itarā cātiādi ‘‘samānasaṁvāsā ekūposathā’’ti pāḷipadassa adhippāyavivaraṇaṁ.",
  "tika-vin07t17:61_7": "Tattha hi sā ca rājicchāvasena parivattitvā samuppannā abhinavā, itarā ca aparivattā pakatigāmasīmā, yathā baddhasīmāya sabbaṁ saṅghakammaṁ kātuṁ vaṭṭati, evametāpi sabbakammārahatāsadisena baddhasīmāsadisā, sā samānasaṁvāsā ekūposathāti adhippāyo.",
  "tika-vin07t17:61_8": "Sāmaññato ‘‘baddhasīmāsadisā’’ti vutte ticīvarāvippavāsasīmaṁ baddhasīmaṁ eva maññantīti taṁsadisatānivattanamukhena upari sattabbhantarasīmāya taṁsadisatāpi atthīti dassananayassa idheva pasaṅgaṁ dassetuṁ ‘‘kevala’’ntiādi vuttaṁ.",
  "tika-vin07t17:62_0": "Viñjhāṭavisadise araññeti yattha ‘‘asukagāmassa idaṁ khetta’’nti gāmavohāro natthi, yattha ca na kasanti na vapanti, tādise araññe.",
  "tika-vin07t17:62_1": "Macchabandhānaṁ agamanapathā nimmanussāvāsā samuddantaradīpakāpi ettheva saṅgayhanti.",
  "tika-vin07t17:62_2": "Yaṁ yañhi agāmakhettabhūtaṁ nadisamuddajātassaravirahitaṁ padesaṁ, taṁ sabbaṁ araññasīmāti veditabbaṁ.",
  "tika-vin07t17:62_3": "Sā ca sattabbhantarasīmaṁ vināva sayameva samānasaṁvāsā baddhasīmāsadisā.",
  "tika-vin07t17:62_4": "Nadiādisīmāsu viya sabbamettha saṅghakammaṁ kātuṁ vaṭṭati.",
  "tika-vin07t17:62_5": "Nadisamuddajātassarānaṁ tāva aṭṭhakathāyaṁ ‘‘attano sabhāveneva baddhasīmāsadisā’’tiādinā vuttattā sīmatā siddhā.",
  "tika-vin07t17:62_6": "Araññassa pana sīmatā kathanti?",
  "tika-vin07t17:62_7": "Sattabbhantarasīmānujānanasuttādisāmatthiyato.",
  "tika-vin07t17:62_8": "Yathā hi gāmasīmāya vaggakammaparihāratthaṁ bahū baddhasīmāyo anuññātā, tāsañca dvinnamantarā aññamaññaṁ asambhedatthaṁ sīmantarikā anuññātā, evamidhāraññepi sattabbhantarasīmā.",
  "tika-vin07t17:62_9": "Tāsañca dvinnaṁ antarā sīmantarikāya pāḷiaṭṭhakathāsupi vidhānasāmatthiyato araññassapi sabhāveneva nadiādīnaṁ viya sīmābhāvo tattha vaggakammaparihāratthameva sattabbhantarasīmāya anuññātattāva siddhoti veditabbo.",
  "tika-vin07t17:62_10": "Tattha sīmāyameva hi ṭhitā sīmaṭṭhānaṁ vaggakammaṁ karonti, na asīmāyaṁ ākāse ṭhitā viya ākāsaṭṭhānaṁ.",
  "tika-vin07t17:62_11": "Evameva hi sāmatthiyaṁ gahetvā ‘‘sabbā, bhikkhave, nadī asīmā’’tiādinā paṭikkhittabaddhasīmānampi nadisamuddajātassarānaṁ attano sabhāveneva sīmābhāvo aṭṭhakathāyaṁ vuttoti gahetabbo.",
  "tika-vin07t17:63_0": "Athassa ṭhitokāsatoti assa bhikkhussa ṭhitokāsato.",
  "tika-vin07t17:63_1": "Sacepi hi bhikkhusahassaṁ tiṭṭhati, tassa ṭhitokāsassa bāhirantato paṭṭhāya bhikkhūnaṁ vaggakammaparihāratthaṁ sīmāpekkhāya uppannāya tāya saha sayameva sañjātā sattabbhantarasīmā samānasaṁvāsāti adhippāyo.",
  "tika-vin07t17:63_2": "Yattha pana khuddake araññe mahantehi bhikkhūhi paripuṇṇatāya vaggakammasaṅkābhāvena sattabbhantarasīmāpekkhā natthi, tattha sattabbhantarasīmā na uppajjati, kevalāraññasīmāyameva, tattha saṅghena kammaṁ kātabbaṁ. Nadiādīsupi eseva nayo.",
  "tika-vin07t17:63_3": "Vakkhati hi ‘‘sace nadī nātidīghā hoti, pabhavato paṭṭhāya yāva mukhadvārā sabbattha saṅgho nisīdati, udakukkhepasīmākammaṁ natthī’’tiādi (mahāva. aṭṭha. 147).",
  "tika-vin07t17:63_4": "Iminā eva ca vacanena vaggakammaparihāratthaṁ sīmāpekkhāya sati eva udakukkhepasattabbhantarasīmā uppajjanti, nāsatīti daṭṭhabbaṁ.",
  "tika-vin07t17:64_0": "Keci pana ‘‘samantā abbhantaraṁ minitvā paricchedakaraṇeneva sīmā sañjāyati, na sayamevā’’ti vadanti, taṁ na gahetabbaṁ.",
  "tika-vin07t17:64_1": "Yadi hi abbhantaraparicchedakaraṇappakārena sīmā uppajjeyya, abaddhasīmā ca na siyā bhikkhūnaṁ kiriyāpakārasiddhito.",
  "tika-vin07t17:64_2": "Apica vaḍḍhakīhatthānaṁ, pakatihatthānañca loke anekavidhattā, vinaye īdisaṁ hatthappamāṇanti avuttattā ca yena kenaci minite ca bhagavatā anuññātena nu kho hatthena minitaṁ, na nu khoti sīmāya vipattisaṅkā bhaveyya.",
  "tika-vin07t17:64_3": "Minantehi ca aṇumattampi ūnamadhikaṁ akatvā minituṁ asakkuṇeyyatāya vipatti eva siyā.",
  "tika-vin07t17:64_4": "Parisavasena cāyaṁ vaḍḍhamānā tesaṁ minanena vaḍḍhati vā hāyati vā.",
  "tika-vin07t17:64_5": "Saṅghe ca kammaṁ katvā gate ayaṁ bhikkhūnaṁ payogena samuppannasīmā tesaṁ payogena vigacchati na vigacchati ca.",
  "tika-vin07t17:64_6": "Kathaṁ baddhasīmā viya yāva sāsanantaradhānā na tiṭṭheyya, ṭhitiyā ca purāṇavihāresu viya sakalepi araññe kathaṁ sīmāsambhedasaṅkā na bhaveyya.",
  "tika-vin07t17:64_7": "Tasmā sīmāpekkhāya eva samuppajjati, tabbigamena vigacchatīti gahetabbaṁ.",
  "tika-vin07t17:64_8": "Yathā cettha, evaṁ udakukkhepasīmāyampi nadiādīsupi.",
  "tika-vin07t17:65_0": "Tatthāpi hi majjhimapuriso na ñāyati.",
  "tika-vin07t17:65_1": "Tathā sabbathāmena khipanaṁ ubhayatthāpi ca yassaṁ disāyaṁ sattabbhantarassa, udakukkhepassa vā okāso na pahoti, tattha kathaṁ minanaṁ, khipanaṁ vā bhaveyya?",
  "tika-vin07t17:65_2": "Gāmakhettādīsu pavisanato akhette sīmā paviṭṭhā nāmāti sīmā vipajjeyya.",
  "tika-vin07t17:65_3": "Apekkhāya sīmuppattiyaṁ pana yato pahoti, tattha sattabbhantaraudakukkhepasīmā sayameva paripuṇṇā jāyanti.",
  "tika-vin07t17:65_4": "Yato pana na pahoti, tattha attano khettappamāṇeneva jāyanti, na bahi.",
  "tika-vin07t17:65_5": "Yaṁ panettha abbhantaraminanapamāṇassa, vālukādikhipanakammassa ca dassanaṁ, taṁ sañjātasīmānaṁ ṭhitaṭṭhānassa paricchedanatthaṁ kataṁ gāmūpacāragharūpacārajānanatthaṁ leḍḍusuppādikhipanavidhānadassanaṁ viya.",
  "tika-vin07t17:65_6": "Teneva mātikāṭṭhakathāyaṁ ‘‘sīmaṁ vā sammannati udakukkhepaṁ vā paricchindatī’’ti vuttaṁ (kaṅkhā. aṭṭha.",
  "tika-vin07t17:65_7": "ūnavīsativassasikkhāpadavaṇṇanā).",
  "tika-vin07t17:65_8": "Evaṁ katepi tassa paricchedassa yāthāvato ñātuṁ asakkuṇeyyattena puthulato ñatvā anto tiṭṭhantehi nirāsaṅkaṭṭhāne ṭhātabbaṁ, aññaṁ bahi karontehi atidūre nirāsaṅkaṭṭhāne pesetabbaṁ.",
  "tika-vin07t17:66_0": "Apare pana ‘‘sīmāpekkhāya kiccaṁ natthi, maggagamananahānādiatthehi ekabhikkhusmimpi araññe vā nadiādīsu vā paviṭṭhe taṁ parikkhipitvā sattabbhantaraudakukkhepasīmā sayameva pabhā viya padīpassa samuppajjati, gāmakhettādīsu tasmiṁ otiṇṇamatte vigacchati.",
  "tika-vin07t17:66_1": "Teneva cettha dvinnaṁ saṅghānaṁ visuṁ kammaṁ karontānaṁ sīmādvayassa antarā sīmantarikā aññaṁ sattabbhantaraṁ, udakukkhepañca ṭhapetuṁ anuññātaṁ, sīmāpariyante hi kenaci kammena pesitassa bhikkhuno samantā sañjātasīmā itaresaṁ sīmāya phusitvā sīmāsambhedaṁ kareyya, so mā hotūti, itarathā hatthacaturaṅgulamattāyapettha sīmantarikāya anujānitabbato.",
  "tika-vin07t17:66_2": "Apica sīmantarikāya ṭhitassāpi ubhayattha kammakopavacanatopi cetaṁ sijjhati.",
  "tika-vin07t17:66_3": "Tampi parikkhipitvā sayameva sañjātāya sīmāya ubhinnampi sīmānaṁ, ekāya eva vā saṅkarato.",
  "tika-vin07t17:66_4": "Itarathā tassa kammakopavacanaṁ na yujjeyya.",
  "tika-vin07t17:66_5": "Vuttañhi mātikāṭṭhakathāyaṁ ‘paricchedabbhantare hatthapāsaṁ vijahitvā ṭhitopi paricchedato bahi aññaṁ tattakaṁyeva paricchedaṁ anatikkamitvā ṭhitopi kammaṁ kopetī’ti (kaṅkhā. aṭṭha. nidānavaṇṇanā).",
  "tika-vin07t17:66_6": "Kiñca agāmakāraññe ṭhitassa kammakaraṇicchāvirahitassāpi bhikkhuno sattabbhantaraparicchinne ajjhokāse cīvaravippavāso bhagavatā anuññāto, so ca paricchedo sīmā.",
  "tika-vin07t17:66_7": "Evaṁ apekkhaṁ vinā samuppannā.",
  "tika-vin07t17:66_8": "Tenevettha ‘ayaṁ sīmā ticīvaravippavāsaparihārampi labhatī’ti (mahāva. aṭṭha. 147) vuttaṁ.",
  "tika-vin07t17:66_9": "Tasmā kammakaraṇicchaṁ vināpi vuttanayena samuppatti gahetabbā’’ti vadanti, taṁ na yuttaṁ padīpassa pabhā viya sabbapuggalānampi paccekaṁ sīmāsambhavena saṅghe, gaṇe vā kammaṁ karonte tatraṭṭhānaṁ bhikkhūnaṁ samantā paccekaṁ samuppannānaṁ anekasīmānaṁ aññamaññaṁ saṅkaradosappasaṅgato.",
  "tika-vin07t17:66_10": "Parisavasena cassā vaḍḍhi, hāni ca sambhavati.",
  "tika-vin07t17:66_11": "Pacchā āgatānaṁ abhinavasīmantaruppatti eva, gatānaṁ samantā ṭhitasīmāpi vināso ca bhaveyya.",
  "tika-vin07t17:67_0": "Pāḷiyaṁ pana ‘‘samantā sattabbhantarā, ayaṁ tattha samānasaṁvāsā’’tiādinā (mahāva.",
  "tika-vin07t17:67_1": "147) ekā eva sattabbhantarā, udakukkhepā ca anuññātā, na cesā sīmā sabhāvena, kāraṇasāmatthiyena vā pabhā viya padīpassa uppajjati.",
  "tika-vin07t17:67_2": "Kintu bhagavato anujānaneneva, bhagavā ca imāyo anujānanto bhikkhūnaṁ vaggakammaparihārena kammakaraṇasukhatthameva anuññāsīti kathaṁ nahānādikiccena paviṭṭhānampi samantā tāsaṁ sīmānaṁ samuppatti payojanābhāvā?",
  "tika-vin07t17:67_3": "Payojane ca ekaṁ eva payojananti kathaṁ paccekaṁ bhikkhugaṇanāya anekasīmāsamuppatti ?",
  "tika-vin07t17:67_4": "‘‘Ekasīmāyaṁ hatthapāsaṁ avijahitvā ṭhitā’’ti (kaṅkhā. aṭṭha. nidānavaṇṇanā) vuttaṁ.",
  "tika-vin07t17:67_5": "Yaṁ pana dvinnaṁ sīmānaṁ antarā tattakaparicchedeneva sīmantarikaṭṭhapanavacanaṁ, tattha ṭhitānaṁ kammakopavacanañca, tampi imāsaṁ sīmānaṁ paricchedassa dubbodhatāya sīmāya sambhedasaṅkaṁ, kammakopasaṅkañca dūrato pariharituṁ vuttaṁ.",
  "tika-vin07t17:68_0": "Yo ca cīvarāvippavāsatthaṁ bhagavatā abbhokāse dassito sattabbhantaraparicchedo, so sīmā eva na hoti, khettataḷākādiparicchedo viya ayamettha eko paricchedova.",
  "tika-vin07t17:68_1": "Tattha ca bahūsu bhikkhūsu ekato ṭhitesu tesaṁ visuṁ visuṁ attano ṭhitaṭṭhānato paṭṭhāya samantā sattabbhantaraparicchedabbhantare eva cīvaraṁ ṭhapetabbaṁ.",
  "tika-vin07t17:68_2": "Na parisapariyantato paṭṭhāya.",
  "tika-vin07t17:68_3": "Parisapariyantato paṭṭhāya hi abbhantare gayhamāne abbhantarapariyosāne ṭhapitacīvaraṁ majjhe ṭhitassa abbhantarato bahi hotīti taṁ aruṇuggamane nissaggiyaṁ siyā.",
  "tika-vin07t17:68_4": "Sīmā pana parisapariyantatova gahetabbā.",
  "tika-vin07t17:68_5": "Cīvaravippavāsaparihāropettha abbhokāsaparicchedassa vijjamānattā vutto, na pana yāva sīmāparicchedaṁ labbhamānattā mahāsīmāya avippavāsasīmāvohāro viya.",
  "tika-vin07t17:68_6": "Mahāsīmāyampi hi gāmagāmūpacāresu cīvaraṁ nissaggiyaṁ hoti.",
  "tika-vin07t17:68_7": "Idhāpi majjhe ṭhitassa sīmāpariyante nissaggiyaṁ hoti.",
  "tika-vin07t17:68_8": "Tasmā yathāvuttasīmāpekkhavasenevetāsaṁ sattabbhantaraudakukkhepasīmānaṁ uppatti, tabbigamena vināso ca gahetabbāti amhākaṁ khanti. Vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t17:68_9": "Añño vā pakāro ito yuttataro gavesitabbo.",
  "tika-vin07t17:69_0": "Idha pana ‘‘araññe samantā sattabbhantarā’’ti evaṁ pāḷiyaṁ viñjhāṭavisadise araññe samantā sattabbhantarāti aṭṭhakathāyañca rukkhādinirantarepi araññe sattabbhantarasīmāya vihitattā attano nissayabhūtāya araññasīmāya saha etassā rukkhādisambandhe dosābhāvo pageva agāmake rukkheti nissitepi padese cīvaravippavāsassa rukkhaparihāraṁ vināva abbhokāsaparihārova anumatoti siddhoti veditabbo.",
  "tika-vin07t17:70_0": "Upacāratthāyāti sīmantarikatthāya sattabbhantarato adhikaṁ vaṭṭati.",
  "tika-vin07t17:70_1": "Ūnakaṁ pana na vaṭṭati eva sattabbhantaraparicchedassa dubbijānattā.",
  "tika-vin07t17:70_2": "Tasmā saṅghaṁ vinā ekenāpi bhikkhunā bahi tiṭṭhantena aññaṁ sattabbhantaraṁ atikkamitvā atidūre eva ṭhātabbaṁ, itarathā kammakopasaṅkato. Udakukkhepepi eseva nayo.",
  "tika-vin07t17:70_3": "Teneva vakkhati ‘‘ūnakaṁ pana na vaṭṭatī’’ti (mahāva. aṭṭha. 147).",
  "tika-vin07t17:70_4": "Idañcettha sīmantarikavidhānaṁ dvinnaṁ baddhasīmānaṁ sīmantarikānujānanasuttānulomato siddhanti daṭṭhabbaṁ.",
  "tika-vin07t17:70_5": "Kiñcāpi hi bhagavatā nidānavasena ekagāmasīmānissitānaṁ , ekasabhāgānañca dvinnaṁ baddhasīmānameva aññamaññaṁ sambhedajjhottharaṇadosaparihārāya sīmantarikā anuññātā, tathāpi tadanulomato ekaaraññasīmānadiādisīmañca nissitānaṁ ekasabhāgānaṁ dvinnaṁ sattabbhantarasīmānampi udakukkhepasīmānampi aññamaññaṁ sambhedajjhottharaṇaṁ, sīmantarikaṁ vinā abyavadhānena ṭhānañca bhagavatā anabhimatamevāti ñatvā aṭṭhakathācariyā idhāpi sīmantarikavidhānamakaṁsu.",
  "tika-vin07t17:70_6": "Visabhāgasīmānampi hi ekasīmānissitattaṁ, ekasabhāgattañcāti dvīhaṅgehi samannāgate sati ekaṁ sīmantarikaṁ vinā ṭhānaṁ sambhedāya hoti, nāsatīti daṭṭhabbaṁ.",
  "tika-vin07t17:70_7": "Sīmantarikavidhānasāmatthiyeneva cetāsaṁ rukkhādisambandhopi baddhasīmānaṁ viya aññamaññaṁ na vaṭṭatīti ayampi nayato dassito evāti gahetabbaṁ.",
  "tika-vin07t17:71_0": "‘‘Sabhāvenevā’’ti iminā gāmasīmā viya abaddhasīmāti dasseti.",
  "tika-vin07t17:71_1": "Sabbamettha saṅghakammaṁ kātuṁ vaṭṭatīti samānasaṁvāsā ekūposathāti dasseti.",
  "tika-vin07t17:71_2": "Yena kenacīti antamaso sūkarādinā sattena.",
  "tika-vin07t17:71_3": "Mahoghena pana unnataṭṭhānato ninnaṭṭhāne patantena khato khuddako vā mahanto vā lakkhaṇayutto jātassarova.",
  "tika-vin07t17:71_4": "Etthāpi khuddake udakukkhepakiccaṁ natthi, samudde pana sabbathā udakukkhepasīmāyameva kammaṁ kātabbaṁ sodhetuṁ dukkarattā.",
  "tika-vin07t17:72_0": "Puna tatthāti lokavohārasiddhāsu etāsu nadiādīsu tīsu abaddhasīmāsu puna vaggakammaparihāratthaṁ sāsanavohārasiddhāya abaddhasīmāya paricchedaṁ dassentoti adhippāyo.",
  "tika-vin07t17:72_1": "Pāḷiyaṁ yaṁ majjhimassa purisassātiādīsu udakaṁ ukkhipitvā khipīyati etthāti udakukkhepo, udakassa patanokāso, tasmā udakukkhepā.",
  "tika-vin07t17:72_2": "Ayañhettha padasambandhavasena attho – parisapariyantato paṭṭhāya samantā yāva majjhimassa purisassa udakukkhepo udakapatanaṭṭhānaṁ, tāva yaṁ taṁ paricchinnaṭṭhānaṁ, ayaṁ tattha nadiādīsu aparā samānasaṁvāsā udakukkhepasīmāti.",
  "tika-vin07t17:73_0": "Tassa antoti tassa udakukkhepaparicchinnassa ṭhānassa anto.",
  "tika-vin07t17:73_1": "Na kevalañca tasseva anto, tato bahipi, ekassa udakukkhepassa anto ṭhātuṁ na vaṭṭatīti vacanaṁ udakukkhepaparicchedassa dubbijānato kammakopasaṅkā hotīti.",
  "tika-vin07t17:73_2": "Teneva mātikāṭṭhakathāyaṁ ‘‘paricchedabbhantare hatthapāsaṁ vijahitvā ṭhitopi paricchedato bahi aññaṁ tattakaṁyeva paricchedaṁ anatikkamitvā ṭhitopi kammaṁ kopeti idaṁ sabbaaṭṭhakathāsu sanniṭṭhāna’’nti (kaṅkhā. aṭṭha. nidānavaṇṇanā) vuttaṁ.",
  "tika-vin07t17:73_3": "Yaṁ panettha sāratthadīpaniyaṁ ‘‘tassa anto hatthapāsaṁ vijahitvā ṭhito kammaṁ kopetīti iminā bahiparicchedato yattha katthaci ṭhito kammaṁ na kopetī’’ti (sārattha. ṭī.",
  "tika-vin07t17:73_4": "mahāvagga 3.147) vatvā mātikāṭṭhakathāvacanampi paṭikkhipitvā ‘‘neva pāḷiyaṁ na aṭṭhakathāyaṁ upalabbhatī’’tiādi bahu papañcitaṁ, taṁ na sundaraṁ idha aṭṭhakathāvacanena mātikāṭṭhakathāvacanassa nayato saṁsandanato saṅghaṭanato.",
  "tika-vin07t17:73_5": "Tathā hi dvinnaṁ udakukkhepaparicchedānamantarā vidatthicaturaṅgulamattampi sīmantarikaṁ aṭṭhapetvā ‘‘añño udakukkhepo sīmantarikāya ṭhapetabbo, tato adhikaṁ vaṭṭati eva, ūnakaṁ pana na vaṭṭatī’’ti evaṁ idheva vuttena iminā aṭṭhakathāvacanena sīmantarikopacārena udakukkhepato ūnake ṭhapite sīmāya sīmāsambhedato kammakopopi vutto eva.",
  "tika-vin07t17:73_6": "Yadaggena ca evaṁ vutto, tadaggena tattha ekabhikkhuno pavesepi sati tassa sīmaṭṭhabhāvato kammakopo vutto eva hoti.",
  "tika-vin07t17:73_7": "Aṭṭhakathāyaṁ ‘‘ūnakaṁ pana na vaṭṭatī’’ti kathanañcetaṁ udakukkhepaparicchedassa dubbijānantenapi sīmāsambhedasaṅkaāparihāratthaṁ vuttaṁ.",
  "tika-vin07t17:73_8": "Sattabbhantarasīmānamantarā tattakaparicchedeneva sīmantarikavidhānavacanatopi etāsaṁ dubbijānaparicchedatā, tattha ca ṭhitānaṁ kammakopasaṅkā sijjhati.",
  "tika-vin07t17:73_9": "Kammakopasaṅkaṭṭhānampi ācariyā dūrato parihāratthaṁ kammakopaṭṭhānanti vatvāva ṭhapesunti gahetabbaṁ.",
  "tika-vin07t17:74_0": "Tanti sīmaṁ.",
  "tika-vin07t17:74_1": "‘‘Sīghameva atikkāmetī’’ti iminā taṁ anatikkamitvā anto eva parivattamānāya kātuṁ vaṭṭatīti dasseti.",
  "tika-vin07t17:74_2": "Etadatthameva hi vālukādīhi sīmāparicchindanaṁ, itarathā bahi parivattā nu kho, no vāti kammakopasaṅkā bhaveyyāti.",
  "tika-vin07t17:74_3": "Aññissā anussāvanāti kevalāya nadisīmāya anussāvanā .",
  "tika-vin07t17:74_4": "Antonadiyaṁ jātarukkhe vāti udakukkhepaparicchedassa bahi ṭhite rukkhepi vā.",
  "tika-vin07t17:74_5": "Bahinaditīrameva hi visabhāgasīmattā abandhitabbaṭṭhānaṁ, na antonadī nissayattena sabhāgattā.",
  "tika-vin07t17:74_6": "Teneva ‘‘bahinaditīre vihārasīmāya vā’’tiādinā tīrameva abandhitabbaṭṭhānattena dassitaṁ, na pana nadī.",
  "tika-vin07t17:74_7": "‘‘Rukkhepi ṭhitehī’’ti idaṁ antoudakukkhepaṭṭhaṁ sandhāya vuttaṁ.",
  "tika-vin07t17:74_8": "Na hi bahiudakukkhepe bhikkhūnaṁ ṭhātuṁ vaṭṭati.",
  "tika-vin07t17:75_0": "Rukkhassāti tasseva antoudakukkhepaṭṭhassa rukkhassa.",
  "tika-vin07t17:75_1": "Sīmaṁ vā sodhetvāti yathāvuttaṁ vihāre baddhasīmaṁ, gāmasīmañca tattha ṭhitabhikkhūnaṁ hatthapāsānayanabahisīmākaraṇavaseneva sodhetvā.",
  "tika-vin07t17:75_2": "Yathā ca udakukkhepasīmāyaṁ kammaṁ karontehi, evaṁ baddhasīmāyaṁ, gāmasīmāyaṁ vā kammaṁ karontehipi udakukkhepasīmaṭṭhe sodhetvāva kātabbaṁ.",
  "tika-vin07t17:75_3": "Eteneva sattabbhantaraaraññasīmāhipi udakukkhepasīmāya, imāya ca saddhiṁ tāsaṁ rukkhādisambandhadosopi nayato dassitova hoti.",
  "tika-vin07t17:75_4": "Imināva nayena sattabbhantarasīmāya baddhasīmāgāmasīmāhipi saddhiṁ, etāsañca sattabbhantarasīmāya saddhiṁ sambandhadoso ñātabbo.",
  "tika-vin07t17:75_5": "Aṭṭhakathāyaṁ panetaṁ sabbaṁ vuttanayato sakkā ñātunti aññamaññasamāsannānamevettha dassitaṁ.",
  "tika-vin07t17:76_0": "Tatridaṁ suttānulomato nayaggahaṇamukhaṁ – yathā hi baddhasīmāyaṁ sammatā vipattisīmā hotīti tāsaṁ aññamaññaṁ rukkhādisambandho na vaṭṭati, evaṁ nadiādīsu sammatāpi baddhasīmā vipattisīmāva hotīti tāhipi saddhiṁ tassā rukkhādisambandho na vaṭṭatīti sijjhati.",
  "tika-vin07t17:76_1": "Iminā nayena sattabbhantarasīmāya gāmanadiādīhi saddhiṁ, udakukkhepasīmāya ca araññādīhi saddhiṁ rukkhādisambandhassa na vaṭṭanakabhāvo ñātabbo, evametā bhagavatā anuññātā baddhasīmā sattabbhantaraudakukkhepasīmā aññamaññañceva attano nissayavirahitāhi itarītarāsaṁ nissayasīmāhi ca rukkhādisambandhe sati sambhedadosamāpajjatīti suttānulomanayo ñātabbova.",
  "tika-vin07t17:77_0": "Attano attano pana nissayabhūtagāmādīhi saddhiṁ baddhasīmādīnaṁ tissannaṁ uppattikāle bhagavatā anuññātassa sambhedajjhottharaṇassa anulomato rukkhādisambandhopi anuññātova hotīti daṭṭhabbaṁ.",
  "tika-vin07t17:77_1": "Yadi evaṁ udakukkhepabaddhasīmādīnaṁ antarā kasmā sīmantarikā na vihitāti?",
  "tika-vin07t17:77_2": "Nissayabhedasabhāvabhedehi sayameva bhinnattā.",
  "tika-vin07t17:77_3": "Ekanissayaekasabhāvānameva hi sīmantarikāya vināsaṁ karotīti vuttovāyamattho.",
  "tika-vin07t17:77_4": "Eteneva nadinimittaṁ katvā baddhāya sīmāya saṅghe kammaṁ karonte nadiyampi yāva gāmakhettaṁ āhacca ṭhitāya udakukkhepasīmāya aññesaṁ kammaṁ kātuṁ vaṭṭatīti siddhaṁ hoti.",
  "tika-vin07t17:77_5": "Yā panetā lokavohārasiddhā gāmāraññanadisamuddajātassarasīmā pañca, tā aññamaññarukkhādisambandhepi sambhedadosaṁ nāpajjati, tathā lokavohārābhāvato.",
  "tika-vin07t17:77_6": "Na hi gāmādayo gāmantarādīhi, nadiādīhi ca rukkhādisambandhamattena sambhinnāti loke voharanti.",
  "tika-vin07t17:77_7": "Lokavohārasiddhānañca lokavohāratova sambhedo vā asambhedo vā gahetabbo, nāññato.",
  "tika-vin07t17:77_8": "Teneva aṭṭhakathāyaṁ tāsaṁ aññamaññaṁ katthacipi sambhedanayo na dassito, sāsanavohārasiddhoyeva dassitoti.",
  "tika-vin07t17:78_0": "Ettha pana baddhasīmāya tāva ‘‘heṭṭhā pathavīsandhārakaṁ udakapariyantaṁ katvā sīmāgatā hotī’’tiādinā (mahāva. aṭṭha.",
  "tika-vin07t17:78_1": "138) adhobhāgaparicchedo aṭṭhakathāyaṁ sabbathā dassito.",
  "tika-vin07t17:78_2": "Gāmasīmādīnaṁ pana na dassito. Kathamayaṁ jānitabboti?",
  "tika-vin07t17:78_3": "Keci tāvettha ‘‘gāmasīmādayopi baddhasīmā viya pathavīsandhārakaṁ udakaṁ āhacca tiṭṭhatī’’ti vadanti.",
  "tika-vin07t17:79_0": "Keci pana taṁ paṭikkhipitvā ‘‘nadisamuddajātassarasīmā, tāva tannissitaudakukkhepasīmā ca pathaviyā uparitale, heṭṭhā ca udakajjhottharaṇappadese eva tiṭṭhanti, na tato heṭṭhā udakassa ajjhottharaṇābhāvā.",
  "tika-vin07t17:79_1": "Sace pana udakoghādinā yojanappamāṇampi ninnaṭṭhānaṁ hoti, nadisīmādayova honti, na tato heṭṭhā.",
  "tika-vin07t17:79_2": "Tasmā nadiādīnaṁ heṭṭhā bahitīramukhena umaṅgena, iddhiyā vā paviṭṭho bhikkhu nadiyaṁ ṭhitānaṁ kammaṁ na kopeti.",
  "tika-vin07t17:79_3": "So pana āsannagāme bhikkhūnaṁ kammaṁ kopeti.",
  "tika-vin07t17:79_4": "Sace pana so ubhinnaṁ tīragāmānaṁ majjhe nisinno hoti, ubhayagāmaṭṭhānaṁ kammaṁ kopeti.",
  "tika-vin07t17:79_5": "Sace pana tīraṁ gāmakhettaṁ na hoti, agāmakāraññameva.",
  "tika-vin07t17:79_6": "Tattha pana tīradvayepi sattabbhantarasīmaṁ vinā kevalāya khuddakāraññasīmāya kammaṁ karontānaṁ kammaṁ kopeti.",
  "tika-vin07t17:79_7": "Sace sattabbhantarasīmāyaṁ karonti, tadā yadi tesaṁ sattabbhantarasīmāya paricchedo etassa nisinnokāsassa parato ekaṁ sattabbhantaraṁ atikkamitvā ṭhito na kammakopo . No ce, kammakopo.",
  "tika-vin07t17:79_8": "Gāmasīmāyaṁ pana antoumaṅge vā bile vā yattha pavisituṁ sakkā, yattha vā suvaṇṇamaṇiādiṁ khaṇitvā gaṇhanti, gahetuṁ sakkāti vā sambhāvanā hoti, tattakaṁ heṭṭhāpi gāmasīmā, tattha iddhiyā anto nisinnopi kammaṁ kopeti.",
  "tika-vin07t17:79_9": "Yattha pana pakatimanussānaṁ pavesasambhāvanāpi natthi, taṁ sabbaṁ yāva pathavisandhārakaudakā araññasīmāva, na gāmasīmā. Araññasīmāyampi eseva nayo.",
  "tika-vin07t17:79_10": "Tatthapi hi yattake padese pavesasambhāvanā, tattakameva uparitale araññasīmā pavattati.",
  "tika-vin07t17:79_11": "Tato pana heṭṭhā na araññasīmā, tattha uparitalena saha ekāraññavohārābhāvato.",
  "tika-vin07t17:79_12": "Na hi tattha paviṭṭhaṁ araññaṁ paviṭṭho ti voharanti.",
  "tika-vin07t17:79_13": "Tasmā tatraṭṭho upari araññaṭṭhānaṁ kammaṁ na kopeti umaṅganadiyaṁ ṭhito viya uparinadiyaṁ ṭhitānaṁ.",
  "tika-vin07t17:79_14": "Ekasmiñhi cakkavāḷe gāmanadisamuddajātassare muñcitvā tadavasesaṁ amanussāvāsaṁ devabrahmalokaṁ upādāya sabbaṁ araññameva.",
  "tika-vin07t17:79_15": "‘Gāmā vā araññā vā’ti vuttattā hi nadisamuddajātassarādipi araññameva.",
  "tika-vin07t17:79_16": "Idha pana nadiādīnaṁ visuṁ sīmābhāvena gahitattā tadavasesameva araññaṁ gahetabbaṁ.",
  "tika-vin07t17:79_17": "Tattha ca yattake padese ekaṁ ‘arañña’nti voharanti, ayamekāraññasīmā.",
  "tika-vin07t17:79_18": "Indapurañhi sabbaṁ ekāraññasīmā. Tathā asurayakkhapurādi.",
  "tika-vin07t17:79_19": "Ākāsaṭṭhadevabrahmavimānāni pana samantā ākāsaparicchinnāni paccekaṁ araññasīmā samuddamajjhe pabbatadīpakā viya.",
  "tika-vin07t17:79_20": "Tattha sabbattha sattabbhantarasīmāyaṁ, araññasīmāyameva vāti kammaṁ kātabbaṁ.",
  "tika-vin07t17:79_21": "Tasmā idhāpi upariaraññatalena saddhiṁ heṭṭhāpathaviyā araññavohārābhāvā visuṁ araññasīmāti gahetabbaṁ.",
  "tika-vin07t17:79_22": "Tenevettha gāmanadiādisīmākathāya aṭṭhakathāyaṁ ‘iddhimā bhikkhu heṭṭhāpathavitale ṭhito kammaṁ kopetī’ti (mahāva. aṭṭha.",
  "tika-vin07t17:79_23": "138) baddhasīmāyaṁ dassitanayo na dassito’’ti vadanti.",
  "tika-vin07t17:80_0": "Idañcetāsaṁ gāmasīmādīnaṁ heṭṭhāpamāṇadassanaṁ suttādivirodhābhāvā yuttaṁ viya dissati. Vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t17:80_1": "Evaṁ gahaṇe ca gāmasīmāyaṁ sammatā baddhasīmā upari gāmasīmaṁ, heṭṭhā udakapariyantaṁ araññasīmañca avattharatīti tassā araññasīmāpi khettanti sijjhati.",
  "tika-vin07t17:80_2": "Bhagavatā ca ‘‘sabbā, bhikkhave, nadī asīmā’’tiādinā (mahāva. aṭṭha.",
  "tika-vin07t17:80_3": "147) nadisamuddajātassarā baddhasīmāya akhettabhāvena vuttā, na pana araññaṁ.",
  "tika-vin07t17:80_4": "Tasmā araññampi baddhasīmāya khettamevāti gahetabbaṁ.",
  "tika-vin07t17:80_5": "Yadi evaṁ kasmā tattha sā na bajjhatīti? Payojanābhāvā.",
  "tika-vin07t17:80_6": "Sīmāpekkhānantarameva sattabbhantarasīmāya sambhavato.",
  "tika-vin07t17:80_7": "Tassā ca upari sammatāya baddhasīmāya sambhedajjhottharaṇānulomato vipattisīmā eva siyā.",
  "tika-vin07t17:80_8": "Gāmakhette pana ṭhatvā agāmakāraññekadesampi antokaritvā sammatā kiñcāpi susammatā, agāmakāraññe bhagavatā vihitāya sattabbhantarasīmāyapi anivattito.",
  "tika-vin07t17:80_9": "Tattha pana kammaṁ kātuṁ paviṭṭhānampi tato bahi kevalāraññe karontānampi antarā tīṇi sattabbhantarāni ṭhapetabbāni, aññathā vipatti eva siyāti sabbathā niratthakameva agāmakāraññe baddhasīmākaraṇanti veditabbaṁ.",
  "tika-vin07t17:81_0": "Antonadiyaṁ paviṭṭhasākhāyāti nadiyā pathavitalaṁ āhacca ṭhitāya sākhāyapi, pageva anāhacca ṭhitāya. Pārohepi eseva nayo.",
  "tika-vin07t17:81_1": "Etena sabhāgaṁ nadisīmaṁ phusitvā ṭhitenapi visabhāgasīmāsambandhasākhādinā udakukkhepasīmāya sambandho na vaṭṭatīti dasseti.",
  "tika-vin07t17:81_2": "Eteneva mahāsīmaṁ, gāmasīmañca phusitvā ṭhitena sākhādinā māḷakasīmāya sambandho na vaṭṭatīti ñāpitoti daṭṭhabbo.",
  "tika-vin07t17:82_0": "Antonadiyaṁyevāti setupādānaṁ tīraṭṭhataṁ nivatteti.",
  "tika-vin07t17:82_1": "Tena udakukkhepaparicchedato bahi nadiyaṁ patiṭṭhitattepi sambhedābhāvaṁ dasseti.",
  "tika-vin07t17:82_2": "Tenāha ‘‘bahitīre patiṭṭhitā’’tiādi.",
  "tika-vin07t17:82_3": "Yadi hi udakukkhepato bahi antonadiyampi patiṭṭhitatte sambhedo bhaveyya, tampi paṭikkhipitabbaṁ bhaveyya kammakopassa samānattā, na ca paṭikkhittaṁ.",
  "tika-vin07t17:82_4": "Tasmā sabbattha attano nissayasīmāya sambhedadoso natthevāti gahetabbaṁ.",
  "tika-vin07t17:83_0": "Āvaraṇena vāti dāruādiṁ nikhaṇitvā udakanivāraṇena.",
  "tika-vin07t17:83_1": "Koṭṭakabandhanena vāti mattikādīhi pūretvā katasetubandhena.",
  "tika-vin07t17:83_2": "Ubhayenāpi āvaraṇameva dasseti.",
  "tika-vin07t17:83_3": "‘‘Nadiṁ vināsetvā’’ti vuttamevatthaṁ vibhāveti ‘‘heṭṭhā pāḷi baddhā’’ti, heṭṭhā nadiṁ āvaritvā pāḷi baddhāti attho.",
  "tika-vin07t17:83_4": "Chaḍḍitamodakanti atirittodakaṁ.",
  "tika-vin07t17:83_5": "‘‘Nadiṁ ottharitvā sandanaṭṭhānato’’ti iminā taḷākanadīnaṁ antarā pavattanaṭṭhāne na vaṭṭatīti dasseti.",
  "tika-vin07t17:83_6": "Uppatitvāti tīrādibhindanavasena vipulā hutvā. Vihārasīmanti baddhasīmaṁ.",
  "tika-vin07t17:84_0": "Agamanapatheti tadaheva gantvā nivattituṁ asakkuṇeyye.",
  "tika-vin07t17:84_1": "Araññasīmāsaṅkhyameva gacchatīti lokavohārasiddhaṁ agāmakāraññasīmaṁ sandhāya vadati.",
  "tika-vin07t17:84_2": "Tatthāti pakatiyā macchabandhānaṁ gamanapathesu dīpakesu.",
  "tika-vin07t17:85_0": "Taṁ ṭhānanti āvāṭādīnaṁ kataṭṭhānameva, na akatanti attho.",
  "tika-vin07t17:85_1": "Loṇīti samuddodakassa uppattiveganinno mātikākārena pavattanako.",
  "tika-vin07t17:86_0": "148.Sambhindantīti yattha catūhi bhikkhūhi nisīdituṁ na sakkā, tattakato paṭṭhāya yāva kesaggamattampi antosīmāya karonto sambhindati.",
  "tika-vin07t17:86_1": "Catunnaṁ bhikkhūnaṁ pahonakato paṭṭhāya yāva sakalampi anto karonto ajjhottharantīti veditabbaṁ.",
  "tika-vin07t17:86_2": "Saṁsaṭṭhaviṭapāti aññamaññaṁ sibbitvā ṭhitamahāsākhamūlā, etena aññamaññassa accāsannataṁ dīpeti.",
  "tika-vin07t17:86_3": "Sākhāya sākhaṁ phusantā hi dūraṭṭhāpi siyyuṁ, tato ekaṁsato sambhedalakkhaṇaṁ dassitaṁ na siyāti taṁ dassetuṁ viṭapaggahaṇaṁ kataṁ.",
  "tika-vin07t17:86_4": "Evañhi bhikkhūnaṁ nisīdituṁ appahonakaṭṭhānaṁ attano sīmāya antosīmaṭṭhaṁ karitvā purāṇavihāraṁ karonto sīmāya sīmaṁ sambhindati nāma, na tato paranti dassitameva hoti.",
  "tika-vin07t17:86_5": "Baddhā hotīti porāṇakavihārasīmaṁ sandhāya vuttaṁ.",
  "tika-vin07t17:86_6": "Ambanti aparena samayena purāṇavihāraparikkhepādīnaṁ vinaṭṭhattā ajānantānaṁ taṁ purāṇasīmāya nimittabhūtaṁ ambaṁ.",
  "tika-vin07t17:86_7": "Attano sīmāya antosīmaṭṭhaṁ karitvā purāṇavihārasīmaṭṭhaṁ jambuṁ kittetvā ambajambūnaṁ antare yaṁ ṭhānaṁ, taṁ attano sīmāya pavesetvā bandhantīti attho.",
  "tika-vin07t17:86_8": "Ettha ca purāṇasīmāya nimittabhūtassa gāmaṭṭhassa ambarukkhassa antosīmaṭṭhāya jambuyā saha saṁsaṭṭhaviṭapattepi sīmāya bandhanakāle vipatti vā pacchā gāmasīmāya saha sambhedo vā kammavipatti vā na hotīti mukhatova vuttanti veditabbaṁ.",
  "tika-vin07t17:87_0": "Padesanti saṅghassa nisīdanappahonakappadesaṁ.",
  "tika-vin07t17:87_1": "‘‘Sīmantarikaṁ ṭhapetvā’’tiādinā sambhedajjhottharaṇaṁ akatvā baddhasīmāhi aññamaññaṁ phusāpetvā abyavadhānena baddhāpi sīmā asīmā evāti dasseti.",
  "tika-vin07t17:87_2": "Tasmā ekadvaṅgulamattāpi sīmantarikā vaṭṭati eva.",
  "tika-vin07t17:87_3": "Sā pana dubbodhāti aṭṭhakathāsu caturaṅgulādikā vuttāti daṭṭhabbaṁ.",
  "tika-vin07t17:87_4": "Dvinnaṁ sīmānanti dvinnaṁ baddhasīmānaṁ.",
  "tika-vin07t17:87_5": "Nimittaṁ hotīti nimittassa sīmato bāhirattā bandhanakāle tāva sambhedadoso natthīti adhippāyo .",
  "tika-vin07t17:87_6": "Na kevalañca nimittakattā eva saṅkaraṁ karoti , atha kho sīmantarikāya ṭhito aññopi rukkho karoti eva.",
  "tika-vin07t17:87_7": "Tasmā appamattikāya sīmantarikāya vaḍḍhanakā rukkhādayo na vaṭṭanti eva.",
  "tika-vin07t17:87_8": "Ettha ca upari dissamānakhandhasākhādipavese eva saṅkaradosassa sabbattha dassitattā adissamānānaṁ mūlānaṁ pavesepi bhūmigatikattā doso natthīti sijjhati.",
  "tika-vin07t17:87_9": "Sace pana mūlānipi dissamānāneva pavisanti, saṅkarova.",
  "tika-vin07t17:87_10": "Pabbatapāsāṇā pana dissamānāpi bhūmigatikā eva.",
  "tika-vin07t17:87_11": "Yadi pana bandhanakāle eva eko thūlarukkho ubhayampi sīmaṁ āhacca tiṭṭhati, pacchā baddhā asīmā hotīti daṭṭhabbaṁ.",
  "tika-vin07t17:88_0": "Sīmāsaṅkaranti sīmāsambhedaṁ.",
  "tika-vin07t17:88_1": "Yaṁ pana sāratthadīpaniyaṁ vuttaṁ ‘‘sīmāsaṅkaraṁ karotīti vaḍḍhitvā sīmappadesaṁ paviṭṭhe dvinnaṁ sīmānaṁ gataṭṭhānassa duviññeyyattā vutta’’nti (sārattha. ṭī.",
  "tika-vin07t17:88_2": "mahāvagga 3.148), taṁ na yuttaṁ gāmasīmāyapi saha saṅkaraṁ karotīti vattabbato.",
  "tika-vin07t17:88_3": "Tatthāpi hi nimitte vaḍḍhite gāmasīmābaddhasīmānaṁ gataṭṭhānaṁ dubbiññeyyameva hoti, tattha pana avatvā dvinnaṁ baddhasīmānameva saṅkarassa vuttattā yathāvuttasambaddhadosova saṅkara-saddena vuttoti gahetabbaṁ.",
  "tika-vin07t17:88_4": "Pāḷiyaṁ pana nidānavasena ‘‘yesaṁ, bhikkhave, sīmā pacchā sammatā, tesaṁ taṁ kammaṁ adhammika’’ntiādinā (mahāva.",
  "tika-vin07t17:88_5": "148) pacchā sammatāya asīmatte vuttepi dvīsu gāmasīmāsu ṭhatvā dvīhi saṅghehi sambhedaṁ vā ajjhottharaṇaṁ vā katvā sīmantarikaṁ aṭṭhapetvā vā rukkhapārohādisambandhaṁ aviyojetvā vā ekasmiṁ khaṇe kammavācāniṭṭhāpanavasena ekato sammatānaṁ dvinnaṁ sīmānampi asīmatā pakāsitāti veditabbaṁ.",
  "tika-vin07t17:89_0": "Gāmasīmādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:90_0": "Uposathabhedādikathāvaṇṇanā",
  "tika-vin07t17:91_0": "149.Adhammena vagganti ettha ekasīmāya catūsu bhikkhūsu vijjamānesu pātimokkhuddesova anuññāto, tīsu, dvīsu ca pārisuddhiuposathova.",
  "tika-vin07t17:91_1": "Idha pana tathā akatattā ‘‘adhammenā’’ti vuttaṁ.",
  "tika-vin07t17:91_2": "Yasmā pana chandapārisuddhi saṅghe eva āgacchati, na gaṇe, na puggale, tasmā ‘‘vagga’’nti vuttanti.",
  "tika-vin07t17:92_0": "Sace pana dve saṅghā ekasīmāya aññamaññaṁ chandaṁ āharitvā ekasmiṁ khaṇe visuṁ saṅghakammaṁ karonti, ettha kathanti?",
  "tika-vin07t17:92_1": "Keci panetaṁ vaṭṭatīti vadanti, taṁ na gahetabbaṁ vaggakammattā .",
  "tika-vin07t17:92_2": "Kammaṁ karontānañhi chandapārisuddhi aññattha na gacchati tathā vacanābhāvā, visuṁ visuṁ kammakaraṇatthameva sīmāya anuññātattā cāti gahetabbaṁ.",
  "tika-vin07t17:92_3": "Vihārasīmāyaṁ pana saṅghe vijjamānepi kenaci paccayena khandhasīmāyaṁ tīsu, dvīsu vā pārisuddhiuposathaṁ karontesu kammaṁ dhammena samaggameva bhinnasīmaṭṭhattāti daṭṭhabbaṁ.",
  "tika-vin07t17:93_0": "Uposathabhedādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:94_0": "Pātimokkhuddesakathāvaṇṇanā",
  "tika-vin07t17:95_0": "150.Evametaṁ dhārayāmīti.",
  "tika-vin07t17:95_1": "Sutā kho panāyasmantehīti ettha ‘‘evametaṁ dhārayāmī’’ti vatvā ‘‘uddiṭṭhaṁ kho āyasmanto nidānaṁ, sutā kho panāyasmantehi cattāro pārājikā dhammā’’tiādinā vattabbaṁ. Mātikāṭṭhakathāyampi (kaṅkhā. aṭṭha.",
  "tika-vin07t17:95_2": "nidānavaṇṇanā) evameva vuttaṁ. Sutenāti sutapadena.",
  "tika-vin07t17:96_0": "Savarabhayanti vanacarakabhayaṁ.",
  "tika-vin07t17:96_1": "Tenāha ‘‘aṭavimanussabhaya’’nti.",
  "tika-vin07t17:96_2": "Nidānuddese aniṭṭhite pātimokkhaṁ niddiṭṭhaṁ nāma na hotīti āha ‘‘dutiyādīsu uddesesū’’tiādi.",
  "tika-vin07t17:96_3": "Tīhipi vidhīhīti osāraṇakathanasarabhaññehi.",
  "tika-vin07t17:96_4": "Ettha ca atthaṁ bhaṇitukāmatāya vā bhaṇāpetukāmatāya vā suttassa osāraṇaṁ osāraṇaṁ nāma.",
  "tika-vin07t17:96_5": "Tasseva atthappakāsanā kathanaṁ nāma.",
  "tika-vin07t17:96_6": "Kevalaṁ pāṭhasseva sarena bhaṇanaṁ sarabhaññaṁ nāma.",
  "tika-vin07t17:96_7": "Sajjhāyaṁ adhiṭṭhahitvāti ‘‘sajjhāyaṁ karomī’’ti cittaṁ uppādetvā.",
  "tika-vin07t17:96_8": "Osāretvā pana kathentenāti sayameva pāṭhaṁ vatvā pacchā atthaṁ kathentena.",
  "tika-vin07t17:97_0": "Pātimokkhuddesakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:98_0": "Adhammakammapaṭikkosanādikathāvaṇṇanā",
  "tika-vin07t17:99_0": "155.Navavidhanti saṅghagaṇapuggalesu tayo, suttuddesapārisuddhiadhiṭṭhānavasena tayo, cātuddasīpannarasīsāmaggīvasena tayoti navavidhaṁ.",
  "tika-vin07t17:99_1": "Catubbidhanti adhammenavaggādi catubbidhaṁ.",
  "tika-vin07t17:99_2": "Duvidhanti bhikkhubhikkhunipātimokkhavasena duvidhaṁ pātimokkhaṁ.",
  "tika-vin07t17:99_3": "Navavidhanti bhikkhūnaṁ pañca, bhikkhunīnaṁ cattāroti navavidhaṁ pātimokkhuddesaṁ.",
  "tika-vin07t17:100_0": "Adhammakammapaṭikkosanādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:101_0": "Pakkhagaṇanādiuggahaṇānujānanakathādivaṇṇanā",
  "tika-vin07t17:102_0": "156.Katimīti tithi-saddāpekkhaṁ itthiliṅgaṁ daṭṭhabbaṁ.",
  "tika-vin07t17:103_0": "163.Utuvasseyevāti hemantagimhesuyeva.",
  "tika-vin07t17:104_0": "164.Viññāpetīti ettha manasā cintetvā kāyavikārakaraṇameva viññāpananti daṭṭhabbaṁ.",
  "tika-vin07t17:104_1": "Pāḷiyaṁ aññassa dātabbā pārisuddhīti pārisuddhidāyakena puna aññassa bhikkhuno santike dātabbā.",
  "tika-vin07t17:104_2": "‘‘Bhūtaṁyeva vā sāmaṇerabhāvaṁ ārocetī’’ti vuttattā ūnavīsativassakāle upasampannassa, antimavatthuajjhāpannasikkhāpaccakkhātādīnaṁ vā yāva bhikkhupaṭiññā vattati, tāva tehi āhaṭāpi chandapārisuddhi āgacchati.",
  "tika-vin07t17:104_3": "Yadā pana te attano sāmaṇerādibhāvaṁ paṭijānanti, tato paṭṭhāyeva nāgacchatīti dassitanti daṭṭhabbaṁ.",
  "tika-vin07t17:104_4": "Pāḷiyampi hi ‘‘dinnāya pārisuddhiyā saṅghappatto vibbhamati…pe… paṇḍako paṭijānāti. Tiracchānagato paṭijānāti.",
  "tika-vin07t17:104_5": "Ubhatobyañjanako paṭijānāti, āhaṭā hoti pārisuddhī’’ti vuttattā paṇḍakādīnampi bhikkhupaṭiññāya vattamānakālesu chandapārisuddhiyā āgamanaṁ siddhameva.",
  "tika-vin07t17:104_6": "Tenāha ‘‘esa nayo sabbatthā’’ti.",
  "tika-vin07t17:104_7": "Ummattakakhittacittavedanāṭṭānaṁ pana pakatattā antarāmagge ummattakādibhāve paṭiññātepi tesaṁ saṅghappattamatteneva chandādi āgacchatīti daṭṭhabbaṁ.",
  "tika-vin07t17:105_0": "‘‘Bhikkhūnaṁ hatthapāsa’’nti iminā gaṇapuggalesu chandapārisuddhiyā anāgamanaṁ dasseti.",
  "tika-vin07t17:105_1": "‘‘Saṅghappatto’’ti hi pāḷiyaṁ vuttaṁ.",
  "tika-vin07t17:105_2": "Biḷālasaṅkhalikapārisuddhīti biḷālagīvāya bandhanasaṅkhalikasadisā pārisuddhi nāma, yathā saṅkhalikā biḷāle āgacchante eva āgacchati, na anāgacchante tappaṭibaddhattā, evamayaṁ pārisuddhipīti attho.",
  "tika-vin07t17:105_3": "Atha vā yathā saṅkhalikāya paṭhamavalayaṁ dutiyavalayaṁ pāpuṇāti, na tatiyavalayaṁ, evamayampīti adhippāyo.",
  "tika-vin07t17:105_4": "Upalakkhaṇamattañcettha biḷāla-ggahaṇaṁ daṭṭhabbaṁ.",
  "tika-vin07t17:106_0": "Pakkhagaṇanādiuggahaṇānujānanakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t17:107_0": "Chandadānakathādivaṇṇanā",
  "tika-vin07t17:108_0": "165.",
  "tika-vin07t17:108_1": "Pāḷiyaṁ ‘‘santi saṅghassa karaṇīyānī’’ti vattabbe vacanavipallāsena ‘‘karaṇīya’’nti vuttaṁ.",
  "tika-vin07t17:109_0": "167.‘‘Tassa sammutidānakiccaṁ natthī’’ti idaṁ pāḷiyaṁ ekadā sarantasseva sammutidānassa vuttattā ekadā asarantassa sammutiabhāvepi tassa anāgamanaṁ vaggakammāya na hotīti vuttaṁ.",
  "tika-vin07t17:109_1": "Keci pana ‘‘sopi hatthapāseva ānetabbo’’ti vadanti, taṁ na gahetabbaṁ.",
  "tika-vin07t17:110_0": "168.",
  "tika-vin07t17:110_1": "Saṅghasannipātato paṭhamaṁ kātabbaṁ pubbakaraṇaṁ.",
  "tika-vin07t17:110_2": "Saṅghasannipāte kātabbaṁ pubbakiccanti daṭṭhabbaṁ.",
  "tika-vin07t17:110_3": "Pāḷiyaṁ no ce adhiṭṭhaheyya, āpatti dukkaṭassāti ettha asañcicca asatiyā anāpatti. Yathā cettha, evaṁ uparipi.",
  "tika-vin07t17:110_4": "Yattha pana acittakāpatti atthi, tattha vakkhāma.",
  "tika-vin07t17:111_0": "169.‘‘Paññattaṁ hotī’’ti iminā ‘‘na sāpattikena uposatho kātabbo’’ti visuṁ paṭikkhepābhāvepi yathāvuttasuttasāmatthiyato paññattamevāti dasseti. Iminā eva nayena –",
  "tika-vin07t17:112_0": "‘‘Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ tathāgato aparisuddhāya parisāya uposathaṁ kareyya, pātimokkhaṁ uddiseyyā’’ti (cūḷava. 386; a. ni. 8.20; udā. 45) –",
  "tika-vin07t17:113_0": "Ādisuttanayato ca alajjīhipi saddhiṁ uposathakaraṇampi paṭikkhittameva alajjiniggahatthattā sabbasikkhāpadānanti daṭṭhabbaṁ.",
  "tika-vin07t17:113_1": "‘‘Pārisuddhidānapaññāpanenā’’ti iminā sāpattikena pārisuddhipi na dātabbāti dīpitaṁ hoti.",
  "tika-vin07t17:113_2": "Ubhopi dukkaṭanti ettha sabhāgāpattibhāvaṁ ajānitvā kevalaṁ āpattināmeneva desentassa paṭiggaṇhantassa acittakameva dukkaṭaṁ hotīti vadanti .",
  "tika-vin07t17:113_3": "Yathā saṅgho sabhāgāpattiṁ āpanno ñattiṁ ṭhapetvā uposathaṁ kātuṁ labhati, evaṁ tayopi ‘‘suṇantu me, āyasmantā, ime bhikkhū sabhāgaṁ āpattiṁ āpannā’’tiādinā vuttanayānusāreneva gaṇañattiṁ ṭhapetvā dvīhi aññamaññaṁ ārocetvā uposathaṁ kātuṁ vaṭṭati.",
  "tika-vin07t17:113_4": "Ekena pana sāpattikena dūraṁ gantvāpi paṭikātumeva vaṭṭati, asampāpuṇantena ‘‘bhikkhuṁ labhitvā paṭikarissāmī’’ti uposatho kātabbo, paṭikaritvā ca puna uposatho kattabbo.",
  "tika-vin07t17:114_0": "Chandadānakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t17:115_0": "Anāpattipannarasakādikathāvaṇṇanā",
  "tika-vin07t17:116_0": "172.Kenaci 63 karaṇīyena gantvāti sīmāparicchedato bahibhūtaṁ gāmaṁ vā araññaṁ vā gantvāti attho.",
  "tika-vin07t17:116_1": "Eteneva uposathañattiyā ṭhapanakāle samaggā eva te ñattiṁ ṭhapesunti siddhaṁ.",
  "tika-vin07t17:116_2": "Teneva pāḷiyaṁ ‘‘uddiṭṭhaṁ suuddiṭṭha’’nti sabbapannarasakesupi vuttaṁ.",
  "tika-vin07t17:116_3": "Vaggā samaggasaññinotiādi pana ñattiyā niṭṭhitāya ‘‘kiṁ saṅghassa pubbakicca’’ntiādīnaṁ (mahāva.",
  "tika-vin07t17:116_4": "134) vacanakkhaṇe bahigatānaṁ bhikkhūnaṁ sīmāya paviṭṭhattā bhikkhū tasmiṁ khaṇe vaggā hontīti vuttaṁ.",
  "tika-vin07t17:116_5": "Tenāha ‘‘tesaṁ sīmaṁ okkantattā vaggā’’tiādi, etena pārājikuddesādikkhaṇepi vaggasaññīnaṁ uddisantānaṁ āpatti eva, ñattiyā pana pubbe niṭṭhitattā kammakopo natthīti dassitameva hoti.",
  "tika-vin07t17:116_6": "Evaṁ uparipi sabbavāresu adhippāyo veditabbo.",
  "tika-vin07t17:117_0": "Ettha ca pāḷiyaṁ ‘‘sabbāya vuṭṭhitāya…pe… tesaṁ santike pārisuddhi ārocetabbā’’ti (mahāva.",
  "tika-vin07t17:117_1": "174) vuttattā bahisīmāgatāya parisāya tesu yassa kassaci santike anadhiṭṭhitehi pārisuddhiṁ ārocetuṁ vaṭṭatīti vadanti.",
  "tika-vin07t17:118_0": "Anāpattipannarasakādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:119_0": "Liṅgādidassanakathādivaṇṇanā",
  "tika-vin07t17:120_0": "179.",
  "tika-vin07t17:120_1": "Aññātakaṁ nāma adiṭṭhapubbanti āha ‘‘aññesaṁ santaka’’nti.",
  "tika-vin07t17:120_2": "Aññesanti attanā adiṭṭhapubbānaṁ.",
  "tika-vin07t17:120_3": "Nānāsaṁvāsakabhāvanti laddhinānāsaṁvāsakabhāvaṁ.",
  "tika-vin07t17:121_0": "180.",
  "tika-vin07t17:121_1": "Pāḷiyaṁ abhivitaranti samānasaṁvāsakābhāvaṁ nicchinanti.",
  "tika-vin07t17:122_0": "181.Uposathakārakāti saṅghuposathakārakā.",
  "tika-vin07t17:122_1": "Teneva ‘‘aññatra saṅghenā’’ti vuttaṁ.",
  "tika-vin07t17:122_2": "Saṅghuposathaṭṭhānato hi gacchantena attacatuttheneva gantabbaṁ, tiṇṇaṁ bhikkhūnaṁ nisinnaṭṭhānato pana gacchantena ekena bhikkhunāpi saha gantumpi vaṭṭati.",
  "tika-vin07t17:122_3": "Pāḷiyaṁ ‘‘abhikkhuko āvāso’’ti idaṁ nidassanamattaṁ, saṅghuposathaṭṭhānato gaṇapuggalehi sabhikkhukopi āvāso na gantabbo ‘‘aññatra saṅghenā’’ti vuttattāti vadanti.",
  "tika-vin07t17:122_4": "Uposathaṁ karontīti saṅghuposathaṁ vā gaṇuposathaṁ vā.",
  "tika-vin07t17:122_5": "‘‘Tassa santika’’nti idaṁ gaṇuposathaṭṭhānato gacchantaṁ sandhāya vuttaṁ, aññathā ‘‘sabbantimena paricchedena attacatutthena vā’’ti vacanena virujjhanato. Āraññakenāti ekacārinā.",
  "tika-vin07t17:122_6": "Uposathantarāyoti attano uposathantarāyo.",
  "tika-vin07t17:123_0": "183.",
  "tika-vin07t17:123_1": "Pāḷiyaṁ bhikkhuniyā nisinnaparisāyātiādīsu bhikkhuniyātiādi karaṇatthe sāmivacanaṁ.",
  "tika-vin07t17:124_0": "Liṅgādidassanakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t17:125_0": "Uposathakkhandhakavaṇṇanānayo niṭṭhito."
}