{
  "ud6.1:0.1_0": "Udāna 6.1",
  "ud6.1:0.2_0": "Āyusaṅkhārossajjanasutta",
  "ud6.1:1.1_0": "Evaṁ me sutaṁ—",
  "ud6.1:1.2_0": " ekaṁ samayaṁ bhagavā vesāliyaṁ viharati mahāvane kūṭāgārasālāyaṁ.",
  "ud6.1:1.3_0": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya vesāliṁ piṇḍāya pāvisi.",
  "ud6.1:1.4_0": "Vesāliyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātapaṭikkanto āyasmantaṁ ānandaṁ āmantesi:",
  "ud6.1:1.5_0": "“gaṇhāhi, ānanda, nisīdanaṁ.",
  "ud6.1:1.6_0": "Yena cāpālaṁ cetiyaṁ tenupasaṅkamissāma divāvihārāyā”ti.",
  "ud6.1:2.1_0": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṁ ādāya bhagavantaṁ piṭṭhito piṭṭhito anubandhi.",
  "ud6.1:2.2_0": "Atha kho bhagavā yena cāpālaṁ cetiyaṁ tenupasaṅkami;",
  "ud6.1:2.2_1": "upasaṅkamitvā paññatte āsane nisīdi.",
  "ud6.1:2.3_0": "Nisajja kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud6.1:3.1_0": "“Ramaṇīyā, ānanda, vesālī;",
  "ud6.1:3.2_0": "ramaṇīyaṁ udenaṁ cetiyaṁ;",
  "ud6.1:3.3_0": "ramaṇīyaṁ gotamakaṁ cetiyaṁ;",
  "ud6.1:3.4_0": "ramaṇīyaṁ sattambaṁ cetiyaṁ;",
  "ud6.1:3.5_0": "ramaṇīyaṁ bahuputtaṁ cetiyaṁ;",
  "ud6.1:3.6_0": "ramaṇīyaṁ sārandadaṁ cetiyaṁ;",
  "ud6.1:3.7_0": "ramaṇīyaṁ cāpālaṁ cetiyaṁ.",
  "ud6.1:3.8_0": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno (…) kappaṁ vā tiṭṭheyya kappāvasesaṁ vā.",
  "ud6.1:3.9_0": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā.",
  "ud6.1:3.10_0": "Ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti.",
  "ud6.1:4.1_0": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne, oḷārike obhāse kayiramāne, nāsakkhi paṭivijjhituṁ;",
  "ud6.1:4.2_0": "na bhagavantaṁ yāci:",
  "ud6.1:4.3_0": "“tiṭṭhatu, bhante, bhagavā kappaṁ;",
  "ud6.1:4.4_0": "tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṁ mārena pariyuṭṭhitacitto.",
  "ud6.1:4.5_0": "Dutiyampi kho …pe…",
  "ud6.1:4.6_0": "tatiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud6.1:5.1_0": "“Ramaṇīyā, ānanda, vesālī;",
  "ud6.1:5.2_0": "ramaṇīyaṁ udenaṁ cetiyaṁ;",
  "ud6.1:5.3_0": "ramaṇīyaṁ gotamakaṁ cetiyaṁ;",
  "ud6.1:5.4_0": "ramaṇīyaṁ sattambaṁ cetiyaṁ;",
  "ud6.1:5.5_0": "ramaṇīyaṁ bahuputtaṁ cetiyaṁ;",
  "ud6.1:5.6_0": "ramaṇīyaṁ sārandadaṁ cetiyaṁ;",
  "ud6.1:5.7_0": "ramaṇīyaṁ cāpālaṁ cetiyaṁ.",
  "ud6.1:5.8_0": "Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṁ vā tiṭṭheyya kappāvasesaṁ vā.",
  "ud6.1:5.9_0": "Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā.",
  "ud6.1:5.10_0": "Ākaṅkhamāno, ānanda, tathāgato kappaṁ vā tiṭṭheyya kappāvasesaṁ vā”ti.",
  "ud6.1:6.1_0": "Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne, oḷārike obhāse kayiramāne, nāsakkhi paṭivijjhituṁ;",
  "ud6.1:6.2_0": "na bhagavantaṁ yāci:",
  "ud6.1:6.3_0": "“tiṭṭhatu, bhante, bhagavā kappaṁ;",
  "ud6.1:6.4_0": "tiṭṭhatu sugato kappaṁ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṁ mārena pariyuṭṭhitacitto.",
  "ud6.1:7.1_0": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud6.1:7.2_0": "“gaccha tvaṁ, ānanda, yassadāni kālaṁ maññasī”ti.",
  "ud6.1:7.3_0": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā avidūre aññatarasmiṁ rukkhamūle nisīdi.",
  "ud6.1:8.1_0": "Atha kho māro pāpimā, acirapakkante āyasmante ānande, yena bhagavā tenupasaṅkami;",
  "ud6.1:8.1_1": "upasaṅkamitvā ekamantaṁ aṭṭhāsi.",
  "ud6.1:8.2_0": "Ekamantaṁ ṭhito kho māro pāpimā bhagavantaṁ etadavoca:",
  "ud6.1:9.1_0": "“Parinibbātu dāni, bhante, bhagavā;",
  "ud6.1:9.2_0": "parinibbātu sugato;",
  "ud6.1:9.3_0": "parinibbānakālo dāni, bhante, bhagavato.",
  "ud6.1:9.4_0": "Bhāsitā kho panesā, bhante, bhagavatā vācā:",
  "ud6.1:9.5_0": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti.",
  "ud6.1:9.6_0": "Etarahi kho pana, bhante, bhikkhū bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti.",
  "ud6.1:9.7_0": "Parinibbātu dāni, bhante, bhagavā;",
  "ud6.1:9.8_0": "parinibbātu sugato;",
  "ud6.1:9.9_0": "parinibbānakālo dāni, bhante, bhagavato.",
  "ud6.1:10.1_0": "Bhāsitā kho panesā, bhante, bhagavatā vācā:",
  "ud6.1:10.2_0": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti.",
  "ud6.1:10.3_0": "Etarahi kho pana, bhante, bhikkhuniyo bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti.",
  "ud6.1:10.4_0": "Parinibbātu dāni, bhante, bhagavā;",
  "ud6.1:10.5_0": "parinibbātu sugato;",
  "ud6.1:10.6_0": "parinibbānakālo dāni, bhante, bhagavato.",
  "ud6.1:11.1_0": "Bhāsitā kho panesā, bhante, bhagavatā vācā:",
  "ud6.1:11.2_0": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me upāsakā na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti.",
  "ud6.1:11.3_0": "Etarahi kho pana, bhante, upāsakā bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti.",
  "ud6.1:11.4_0": "Parinibbātu dāni, bhante, bhagavā;",
  "ud6.1:11.5_0": "parinibbātu sugato;",
  "ud6.1:11.6_0": "parinibbānakālo dāni, bhante, bhagavato.",
  "ud6.1:12.1_0": "Bhāsitā kho panesā, bhante, bhagavatā vācā:",
  "ud6.1:12.2_0": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṁ ācariyakaṁ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desessantī’ti.",
  "ud6.1:12.3_0": "Etarahi kho pana, bhante, upāsikā bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo sakaṁ ācariyakaṁ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti uppannaṁ parappavādaṁ sahadhammena suniggahitaṁ niggahetvā sappāṭihāriyaṁ dhammaṁ desenti.",
  "ud6.1:12.4_0": "Parinibbātu dāni, bhante, bhagavā;",
  "ud6.1:12.5_0": "parinibbātu sugato;",
  "ud6.1:12.6_0": "parinibbānakālo dāni, bhante, bhagavato.",
  "ud6.1:13.1_0": "Bhāsitā kho panesā, bhante, bhagavatā vācā:",
  "ud6.1:13.2_0": "‘na tāvāhaṁ, pāpima, parinibbāyissāmi yāva me idaṁ brahmacariyaṁ na iddhañceva bhavissati phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitan’ti.",
  "ud6.1:13.3_0": "Etarahi kho pana, bhante, bhagavato brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsitaṁ.",
  "ud6.1:13.4_0": "Parinibbātu dāni, bhante, bhagavā;",
  "ud6.1:13.5_0": "parinibbātu sugato;",
  "ud6.1:13.6_0": "parinibbānakālo dāni, bhante, bhagavato”ti.",
  "ud6.1:14.1_0": "Evaṁ vutte, bhagavā māraṁ pāpimantaṁ etadavoca:",
  "ud6.1:14.2_0": "“appossukko tvaṁ, pāpima, hohi.",
  "ud6.1:14.3_0": "Na ciraṁ tathāgatassa parinibbānaṁ bhavissati.",
  "ud6.1:14.4_0": "Ito tiṇṇaṁ māsānaṁ accayena tathāgato parinibbāyissatī”ti.",
  "ud6.1:15.1_0": "Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṁ ossaji.",
  "ud6.1:15.2_0": "Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṁsanako lomahaṁso, devadundubhiyo ca phaliṁsu.",
  "ud6.1:16.1_0": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud6.1:17.1_0": "“Tulamatulañca sambhavaṁ,",
  "ud6.1:17.2_0": "Bhavasaṅkhāramavassaji muni;",
  "ud6.1:17.3_0": "Ajjhattarato samāhito,",
  "ud6.1:17.4_0": "Abhindi kavacamivattasambhavan”ti.",
  "ud6.1:17.5_0": "Paṭhamaṁ."
}