{
  "ud8.5:0.1_0": "Udāna 8.5",
  "ud8.5:0.2_0": "Cundasutta",
  "ud8.5:1.1_0": "Evaṁ me sutaṁ—",
  "ud8.5:1.2_0": " ekaṁ samayaṁ bhagavā mallesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ yena pāvā tadavasari.",
  "ud8.5:1.3_0": "Tatra sudaṁ bhagavā pāvāyaṁ viharati cundassa kammāraputtassa ambavane.",
  "ud8.5:2.1_0": "Assosi kho cundo kammāraputto:",
  "ud8.5:2.2_0": "“bhagavā kira mallesu cārikaṁ caramāno mahatā bhikkhusaṅghena saddhiṁ pāvaṁ anuppatto pāvāyaṁ viharati mayhaṁ ambavane”ti.",
  "ud8.5:2.3_0": "Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami;",
  "ud8.5:2.3_1": "upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud8.5:2.4_0": "Ekamantaṁ nisinnaṁ kho cundaṁ kammāraputtaṁ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṁsesi.",
  "ud8.5:2.5_0": "Atha kho cundo kammāraputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṁsito bhagavantaṁ etadavoca:",
  "ud8.5:2.6_0": "“adhivāsetu me, bhante, bhagavā svātanāya bhattaṁ saddhiṁ bhikkhusaṅghenā”ti.",
  "ud8.5:2.7_0": "Adhivāsesi bhagavā tuṇhībhāvena.",
  "ud8.5:3.1_0": "Atha kho cundo kammāraputto bhagavato adhivāsanaṁ viditvā uṭṭhāyāsanā bhagavantaṁ abhivādetvā padakkhiṇaṁ katvā pakkāmi.",
  "ud8.5:3.2_0": "Atha kho cundo kammāraputto tassā rattiyā accayena sake nivesane paṇītaṁ khādanīyaṁ bhojanīyaṁ paṭiyādāpetvā pahūtañca sūkaramaddavaṁ bhagavato kālaṁ ārocāpesi:",
  "ud8.5:3.3_0": "“kālo, bhante, niṭṭhitaṁ bhattan”ti.",
  "ud8.5:4.1_0": "Atha kho bhagavā pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya saddhiṁ bhikkhusaṅghena yena cundassa kammāraputtassa nivesanaṁ tenupasaṅkami;",
  "ud8.5:4.1_1": "upasaṅkamitvā paññatte āsane nisīdi.",
  "ud8.5:4.2_0": "Nisajja kho bhagavā cundaṁ kammāraputtaṁ āmantesi:",
  "ud8.5:4.3_0": "“yaṁ te, cunda, sūkaramaddavaṁ paṭiyattaṁ tena maṁ parivisa, yaṁ panaññaṁ khādanīyaṁ bhojanīyaṁ paṭiyattaṁ tena bhikkhusaṅghaṁ parivisā”ti.",
  "ud8.5:4.4_0": "“Evaṁ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṁ ahosi sūkaramaddavaṁ paṭiyattaṁ tena bhagavantaṁ parivisi;",
  "ud8.5:4.5_0": "yaṁ panaññaṁ khādanīyaṁ bhojanīyaṁ paṭiyattaṁ tena bhikkhusaṅghaṁ parivisi.",
  "ud8.5:5.1_0": "Atha kho bhagavā cundaṁ kammāraputtaṁ āmantesi:",
  "ud8.5:5.2_0": "“yaṁ te, cunda, sūkaramaddavaṁ avasiṭṭhaṁ taṁ sobbhe nikhaṇāhi.",
  "ud8.5:5.3_0": "Nāhaṁ taṁ, cunda, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yassa taṁ paribhuttaṁ sammā pariṇāmaṁ gaccheyya aññatra tathāgatassā”ti.",
  "ud8.5:5.4_0": "“Evaṁ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṁ ahosi sūkaramaddavaṁ avasiṭṭhaṁ taṁ sobbhe nikhaṇitvā yena bhagavā tenupasaṅkami;",
  "ud8.5:5.4_1": "upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "ud8.5:5.5_0": "Ekamantaṁ nisinnaṁ kho cundaṁ kammāraputtaṁ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā uṭṭhāyāsanā pakkāmi.",
  "ud8.5:6.1_0": "Atha kho bhagavato cundassa kammāraputtassa bhattaṁ bhuttāvissa kharo ābādho uppajji.",
  "ud8.5:6.2_0": "Lohitapakkhandikā pabāḷhā vedanā vattanti māraṇantikā.",
  "ud8.5:6.3_0": "Tatra sudaṁ bhagavā sato sampajāno adhivāsesi avihaññamāno.",
  "ud8.5:7.1_0": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud8.5:7.2_0": "“āyāmānanda, yena kusinārā tenupasaṅkamissāmā”ti.",
  "ud8.5:7.3_0": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paccassosi.",
  "ud8.5:8.1_0": "Cundassa bhattaṁ bhuñjitvā,",
  "ud8.5:8.2_0": "kammārassāti me sutaṁ;",
  "ud8.5:8.3_0": "Ābādhaṁ samphusī dhīro,",
  "ud8.5:8.4_0": "pabāḷhaṁ māraṇantikaṁ.",
  "ud8.5:9.1_0": "Bhuttassa ca sūkaramaddavena,",
  "ud8.5:9.2_0": "Byādhippabāḷho udapādi satthuno;",
  "ud8.5:9.3_0": "Viriccamāno bhagavā avoca,",
  "ud8.5:9.4_0": "“Gacchāmahaṁ kusināraṁ nagaran”ti.",
  "ud8.5:10.1_0": "Atha kho bhagavā maggā okkamma yena aññataraṁ rukkhamūlaṁ tenupasaṅkami;",
  "ud8.5:10.1_1": "upasaṅkamitvā āyasmantaṁ ānandaṁ āmantesi:",
  "ud8.5:10.2_0": "“iṅgha me tvaṁ, ānanda, catugguṇaṁ saṅghāṭiṁ paññāpehi;",
  "ud8.5:10.3_0": "kilantosmi, ānanda, nisīdissāmī”ti.",
  "ud8.5:10.4_0": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā catugguṇaṁ saṅghāṭiṁ paññāpesi.",
  "ud8.5:10.5_0": "Nisīdi bhagavā paññatte āsane.",
  "ud8.5:10.6_0": "Nisajja kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud8.5:10.7_0": "“iṅgha me tvaṁ, ānanda, pānīyaṁ āhara;",
  "ud8.5:10.8_0": "pipāsitosmi, ānanda, pivissāmī”ti.",
  "ud8.5:11.1_0": "Evaṁ vutte, āyasmā ānando bhagavantaṁ etadavoca:",
  "ud8.5:11.2_0": "“idāni, bhante, pañcamattāni sakaṭasatāni atikkantāni.",
  "ud8.5:11.3_0": "Taṁ cakkacchinnaṁ udakaṁ parittaṁ luḷitaṁ āvilaṁ sandati.",
  "ud8.5:11.4_0": "Ayaṁ, bhante, kukudhā nadī avidūre acchodakā sātodakā sītodakā setodakā supatitthā ramaṇīyā.",
  "ud8.5:11.5_0": "Ettha bhagavā pānīyañca pivissati gattāni ca sītīkarissatī”ti.",
  "ud8.5:12.1_0": "Dutiyampi kho …pe…",
  "ud8.5:12.2_0": "tatiyampi kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud8.5:12.3_0": "“iṅgha me tvaṁ, ānanda, pānīyaṁ āhara;",
  "ud8.5:12.4_0": "pipāsitosmi, ānanda, pivissāmī”ti.",
  "ud8.5:12.5_0": "“Evaṁ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā pattaṁ gahetvā yena sā nadī tenupasaṅkami.",
  "ud8.5:12.6_0": "Atha kho sā nadī cakkacchinnā parittā luḷitā āvilā sandamānā āyasmante ānande upasaṅkamante acchā vippasannā anāvilā sandati.",
  "ud8.5:13.1_0": "Atha kho āyasmato ānandassa etadahosi:",
  "ud8.5:13.2_0": "“acchariyaṁ vata bho, abbhutaṁ vata bho, tathāgatassa mahiddhikatā mahānubhāvatā.",
  "ud8.5:13.3_0": "Ayañhi sā nadī cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandatī”ti.",
  "ud8.5:13.4_0": "Pattena pānīyaṁ ādāya yena bhagavā tenupasaṅkami;",
  "ud8.5:13.4_1": "upasaṅkamitvā bhagavantaṁ etadavoca:",
  "ud8.5:13.5_0": "“acchariyaṁ, bhante, abbhutaṁ, bhante, tathāgatassa mahiddhikatā mahānubhāvatā.",
  "ud8.5:13.6_0": "Ayañhi sā, bhante, nadī cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandati.",
  "ud8.5:13.7_0": "Pivatu bhagavā pānīyaṁ, pivatu sugato pānīyan”ti.",
  "ud8.5:14.1_0": "Atha kho bhagavā pānīyaṁ apāyi.",
  "ud8.5:14.2_0": "Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṁ yena kukudhā nadī tenupasaṅkami;",
  "ud8.5:14.2_1": "upasaṅkamitvā kukudhaṁ nadiṁ ajjhogāhetvā nhatvā ca pivitvā ca paccuttaritvā yena ambavanaṁ tenupasaṅkami;",
  "ud8.5:14.2_2": "upasaṅkamitvā āyasmantaṁ cundakaṁ āmantesi:",
  "ud8.5:14.3_0": "“iṅgha me tvaṁ, cundaka, catugguṇaṁ saṅghāṭiṁ paññāpehi;",
  "ud8.5:14.4_0": "kilantosmi, cundaka, nipajjissāmī”ti.",
  "ud8.5:15.1_0": "“Evaṁ, bhante”ti kho āyasmā cundako bhagavato paṭissutvā catugguṇaṁ saṅghāṭiṁ paññāpesi.",
  "ud8.5:15.2_0": "Atha kho bhagavā dakkhiṇena passena sīhaseyyaṁ kappesi pāde pādaṁ accādhāya sato sampajāno uṭṭhānasaññaṁ manasi karitvā.",
  "ud8.5:15.3_0": "Āyasmā pana cundako tattheva bhagavato purato nisīdi.",
  "ud8.5:16.1_0": "Gantvāna buddho nadikaṁ kukudhaṁ,",
  "ud8.5:16.2_0": "Acchodakaṁ sātudakaṁ vippasannaṁ;",
  "ud8.5:16.3_0": "Ogāhi satthā sukilantarūpo,",
  "ud8.5:16.4_0": "Tathāgato appaṭimodha loke.",
  "ud8.5:17.1_0": "Nhatvā ca pivitvā cudatāri satthā,",
  "ud8.5:17.2_0": "Purakkhato bhikkhugaṇassa majjhe;",
  "ud8.5:17.3_0": "Satthā pavattā bhagavā idha dhamme,",
  "ud8.5:17.4_0": "Upāgami ambavanaṁ mahesi;",
  "ud8.5:17.5_0": "Āmantayi cundakaṁ nāma bhikkhuṁ,",
  "ud8.5:17.6_0": "“Catugguṇaṁ santhara me nipajjaṁ”.",
  "ud8.5:18.1_0": "So codito bhāvitattena cundo,",
  "ud8.5:18.2_0": "Catugguṇaṁ santhari khippameva;",
  "ud8.5:18.3_0": "Nipajji satthā sukilantarūpo,",
  "ud8.5:18.4_0": "Cundopi tattha pamukhe nisīdīti.",
  "ud8.5:19.1_0": "Atha kho bhagavā āyasmantaṁ ānandaṁ āmantesi:",
  "ud8.5:19.2_0": "“siyā kho panānanda, cundassa kammāraputtassa koci vippaṭisāraṁ upadaheyya:",
  "ud8.5:19.3_0": "‘tassa te, āvuso cunda, alābhā, tassa te dulladdhaṁ yassa te tathāgato pacchimaṁ piṇḍapātaṁ bhuñjitvā parinibbuto’ti.",
  "ud8.5:19.4_0": "Cundassānanda, kammāraputtassa evaṁ vippaṭisāro paṭivinodetabbo—",
  "ud8.5:20.1_0": "Tassa te, āvuso cunda, lābhā, tassa te suladdhaṁ yassa te tathāgato pacchimaṁ piṇḍapātaṁ paribhuñjitvā parinibbuto.",
  "ud8.5:20.2_0": "Sammukhā metaṁ, āvuso cunda, bhagavato sutaṁ, sammukhā paṭiggahitaṁ—",
  "ud8.5:20.3_0": "dveme piṇḍapātā samasamaphalā samasamavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā ca.",
  "ud8.5:20.4_0": "Katame dve?",
  "ud8.5:20.5_0": "Yañca piṇḍapātaṁ paribhuñjitvā tathāgato anuttaraṁ sammāsambodhiṁ abhisambujjhati, yañca piṇḍapātaṁ paribhuñjitvā anupādisesāya nibbānadhātuyā parinibbāyati.",
  "ud8.5:20.6_0": "Ime dve piṇḍapātā samasamaphalā samasamavipākā ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṁsatarā ca.",
  "ud8.5:21.1_0": "‘Āyusaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, vaṇṇasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, sukhasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, saggasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, yasasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitaṁ, ādhipateyyasaṁvattanikaṁ āyasmatā cundena kammāraputtena kammaṁ upacitan’ti.",
  "ud8.5:21.2_0": "Cundassānanda, kammāraputtassa evaṁ vippaṭisāro paṭivinodetabbo”ti.",
  "ud8.5:22.1_0": "Atha kho bhagavā etamatthaṁ viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesi:",
  "ud8.5:23.1_0": "“Dadato puññaṁ pavaḍḍhati,",
  "ud8.5:23.2_0": "Saṁyamato veraṁ na cīyati;",
  "ud8.5:23.3_0": "Kusalo ca jahāti pāpakaṁ,",
  "ud8.5:23.4_0": "Rāgadosamohakkhayā sanibbuto”ti.",
  "ud8.5:23.5_0": "Pañcamaṁ."
}