{
  "anya-e0701n2:0_0": "3. Ācariyānaṁ sañjātaṭṭhānaparicchedo",
  "anya-e0701n2:1_0": "Ācariyesu ca atthi jambudīpikācariyā atthi, laṅkādīpikācariyā.",
  "anya-e0701n2:1_1": "Katame jambudīpikācariyā?",
  "anya-e0701n2:1_2": "Katame laṅkādīpikācariyā?",
  "anya-e0701n2:1_3": "Mahākaccāyano jambudīpikācariyo so hi avantiraṭṭhe ujjenī nagare candapajjotassa nāma rañño purohito hutvā kāmānaṁ ādīnavaṁ disvā, gharāvāsaṁ pahāya satthusāsane pabbajjitvā heṭṭhā vuttappakāre ganthe akāsi.",
  "anya-e0701n2:1_4": "Mahāaṭṭhakathācariyo jambudīpiko, mahāpaccarikācariyo, mahākurundikācariyo, aññataro ācariyā dveti ime ca bhūvācariyā.",
  "anya-e0701n2:1_5": "Laṅkādīpikācariyā nāma te kira buddhaghosācariyassa pūre bhūtācariye kāle ahesuṁ.",
  "anya-e0701n2:1_6": "Mahābuddhaghosācariyo jambudīpiko.",
  "anya-e0701n2:1_7": "So kira magadharaṭṭhe ghosakagāme rañño purohitassa kesi nāma brāhmaṇassa putto, satthusāsane pabbajjitvā laṅkādīpaṁ gato heṭṭhā vuttappakāre ganthe akāsi.",
  "anya-e0701n2:2_0": "Buddhadattācariyo, ānandācariyo, dhammapālācariyo, dve bubbācariyo, mahāvajira-buddhācariyo, cullavajira-buddhācariyo, vimalabuddhasaṅkhāto dīpaṅkarācariyo, culladīpaṅkarācariyo, culladhammapālācariyo, kassapācariyoti ime ekādasacariyā jambudīpikā heṭṭhā vuttapakāre ganthe akaṁsu.",
  "anya-e0701n2:2_1": "Mahānāmācariyo, aññatarācariyā, cullamahānāmācariyo, upasenācariyo, moggalānācariyo, saṅgharakkhitācariyo, vuttodayakārācariyo, dhammasirācariyo, aññatarā dvācariyā, anuruddhācariyo, khemācariyo, sāriputtācariyo, buddhanāgācariyo, cullamoggalānācariyo, vācissavācariyo, sumaṅgalācariyo, buddhapiyācariyo, dhammakitti ācariyo medhaṅkarācariyo, buddharakkhitācariyo, upatissā cariyo, aññatarā vīsatācariyā, saddhammasirācariyo, devācariyo, cullabuddhaghosācariyo, sāriputtācariyo, raṭṭhapālācariyoti ime dve paññāsācariyā laṅkādīpikācariyā nāma.",
  "anya-e0701n2:2_2": "Subhūtacandācariyo, aggavaṁsācariyo, navo vajirabuddhācariyo, guṇasāgarācariyo, abhayācariyo, ñāṇasāgarācariyo, aññatarā dvācariyā, uttamācariyo, aññataro ācariyo, aññataro mahāmacco, dhammasenāpatācariyo, aññatarā tayo ācariyā, saddhammaguru ācariyo, sāriputtācariyo, aññataro ekā ācariyo, medhaṅkarācariyo, aggapaṇḍitācariyo, cīvarācariyo, saddhammajotipālācariyo, vimalabuddhācariyoti ime tevīsati ācariyā jambudīpikā heṭṭhā vuttappakāre ganthe pukkāma saṅkhāte arimaddana nagare akaṁsu.",
  "anya-e0701n2:3_0": "Navovimalabuddhācariyo jambudīpiko heṭṭhā vuttappakāre ganthe paṁyanagare akāsi.",
  "anya-e0701n2:3_1": "Aññatarācariyo ariyavaṁsācariyoti ime dvācariyā jambudīpikā heṭṭhā vuttappakāre ganthe ati [navi] pure akaṁsu, aññatarā vīsatācariyā jambudīpikā heṭṭhā vuttappakāre ganthe kiñci purādighare akaṁsu.",
  "anya-e0701n2:4_0": "[Iti cullaganthavaṁse ācariyānaṁ sañjātaṭṭhāna dīpako nāma tatiyo paricchedo.]"
}