{
  "atk-s0201a2:0_0": "2. Sīhanādavaggo",
  "atk-s0201a2:1_0": "1. Cūḷasīhanādasuttavaṇṇanā",
  "atk-s0201a2:2_0": "139.Evaṁme sutanti cūḷasīhanādasuttaṁ.",
  "atk-s0201a2:2_1": "Yasmā panassa atthuppattiko nikkhepo, tasmā taṁ dassetvā cassa anupubbapadavaṇṇanaṁ karissāma.",
  "atk-s0201a2:2_2": "Katarāya panidaṁ atthuppattiyā nikkhittanti?",
  "atk-s0201a2:2_3": "Lābhasakkārapaccayā titthiyaparidevite.",
  "atk-s0201a2:2_4": "Bhagavato kira dhammadāyādasutte vuttanayena mahālābhasakkāro uppajji.",
  "atk-s0201a2:2_5": "Catuppamāṇiko hi ayaṁ lokasannivāso, rūpappamāṇo rūpappasanno, ghosappamāṇo ghosappasanno, lūkhappamāṇo lūkhappasanno, dhammappamāṇo dhammappasannoti imesaṁ puggalānaṁ vasena catudhā ṭhito.",
  "atk-s0201a2:3_0": "Tesaṁ idaṁ nānākaraṇaṁ –",
  "atk-s0201a2:3_1": "katamo ca puggalo rūpappamāṇo rūpappasanno?",
  "atk-s0201a2:3_2": "Idhekacco puggalo ārohaṁ vā passitvā pariṇāhaṁ vā passitvā saṇṭhānaṁ vā passitvā pāripūriṁ vā passitvā tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ vuccati puggalo rūpappamāṇo rūpappasanno.",
  "atk-s0201a2:4_0": "Katamo ca puggalo ghosappamāṇo ghosappasanno?",
  "atk-s0201a2:4_1": "Idhekacco puggalo paravaṇṇanāya parathomanāya parapasaṁsanāya paravaṇṇahārikāya, tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ vuccati puggalo ghosappamāṇo ghosappasanno.",
  "atk-s0201a2:5_0": "Katamo ca puggalo lūkhappamāṇo lūkhappasanno?",
  "atk-s0201a2:5_1": "Idhekacco puggalo cīvaralūkhaṁ vā passitvā pattalūkhaṁ vā passitvā, senāsanalūkhaṁ vā passitvā vividhaṁ vā dukkarakārikaṁ passitvā tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ vuccati puggalo lūkhappamāṇo lūkhappasanno.",
  "atk-s0201a2:6_0": "Katamo ca puggalo dhammappamāṇo dhammappasanno?",
  "atk-s0201a2:6_1": "Idhekacco puggalo sīlaṁ vā passitvā samādhiṁ vā passitvā paññaṁ vā passitvā tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ vuccati puggalo dhammappamāṇo dhammappasannoti.",
  "atk-s0201a2:7_0": "Imesu catūsu puggalesu rūpappamāṇopi bhagavato ārohapariṇāhasaṇṭhānapāripūrivaṇṇapokkharataṁ, asītianubyañjanappaṭimaṇḍitattā nānāratanavicittamiva suvaṇṇamahāpaṭaṁ, dvattiṁsamahāpurisalakkhaṇasamākiṇṇatāya tārāgaṇasamujjalaṁ viya gaganatalaṁ sabbaphāliphullaṁ viya ca yojanasatubbedhaṁ pāricchattakaṁ aṭṭhārasaratanubbedhaṁ byāmappabhāparikkhepaṁ sassirikaṁ anopamasarīraṁ disvā sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:8_0": "Ghosappamāṇopi, bhagavatā kappasatasahassādhikāni cattāri asaṅkhyeyyāni dasa pāramiyo dasa upapāramiyo dasa paramatthapāramiyo pūritā aṅgapariccāgo puttadārapariccāgo, rajjapariccāgo attapariccāgo nayanapariccāgo ca katotiādinā nayena pavattaṁ ghosaṁ sutvā sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:9_0": "Lūkhappamāṇopi bhagavato cīvaralūkhaṁ disvā “sace bhagavā agāraṁ ajjhāvasissa, kāsikavatthameva adhārayissa.",
  "atk-s0201a2:9_1": "Pabbajitvā panānena sāṇapaṁsukūlacīvarena santussamānena bhāriyaṁ kata”nti sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:9_2": "Pattalūkhampi disvā –",
  "atk-s0201a2:9_3": "“iminā agāraṁ ajjhāvasantena rattavarasuvaṇṇabhājanesu cakkavattibhojanārahaṁ sugandhasālibhojanaṁ paribhuttaṁ, pabbajitvā pana pāsāṇamayaṁ pattaṁ ādāya uccanīcakuladvāresu sapadānaṁ piṇḍāya caritvā laddhapiṇḍiyālopena santussamāno bhāriyaṁ karotī”ti sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:9_4": "Senāsanalūkhaṁ disvāpi –",
  "atk-s0201a2:9_5": "“ayaṁ agāraṁ ajjhāvasanto tiṇṇaṁ utūnaṁ anucchavikesu tīsu pāsādesu tividhanāṭakaparivāro dibbasampattiṁ viya rajjasiriṁ anubhavitvā idāni pabbajjūpagato rukkhamūlasenāsanādīsu dāruphalakasilāpaṭṭapīṭhamañcakādīhi santussamāno bhāriyaṁ karotī”ti sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:9_6": "Dukkarakārikamassa disvāpi –",
  "atk-s0201a2:9_7": "“chabbassāni nāma muggayūsakulatthayūsahareṇuyūsādīnaṁ pasaṭamattena yāpessati, appāṇakaṁ jhānaṁ jhāyissati, sarīre ca jīvite ca anapekkho viharissati, aho dukkarakārako bhagavā”ti sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:10_0": "Dhammappamāṇopi bhagavato sīlaguṇaṁ samādhiguṇaṁ paññāguṇaṁ jhānavimokkhasamādhisamāpattisampadaṁ abhiññāpāripūriṁ yamakapāṭihāriyaṁ devorohaṇaṁ pāthikaputtadamanādīni ca anekāni acchariyāni disvā sammāsambuddheyeva pasīdati, te evaṁ pasannā bhagavato mahantaṁ lābhasakkāraṁ abhiharanti.",
  "atk-s0201a2:10_1": "Titthiyānaṁ pana bāverujātake kākassa viya lābhasakkāro parihāyittha. Yathāha –",
  "atk-s0201a2:11_0": "“Adassanena morassa, sikhino mañjubhāṇino;",
  "atk-s0201a2:12_0": "Kākaṁ tattha apūjesuṁ, maṁsena ca phalena ca.",
  "atk-s0201a2:13_0": "Yadā ca sarasampanno, moro bāverumāgamā;",
  "atk-s0201a2:14_0": "Atha lābho ca sakkāro, vāyasassa ahāyatha.",
  "atk-s0201a2:15_0": "Yāva nuppajjati buddho, dhammarājā pabhaṅkaro;",
  "atk-s0201a2:16_0": "Tāva aññe apūjesuṁ, puthū samaṇabrāhmaṇe.",
  "atk-s0201a2:17_0": "Yadā ca sarasampanno, buddho dhammamadesayi;",
  "atk-s0201a2:18_0": "Atha lābho ca sakkāro, titthiyānaṁ ahāyathā”ti. ;",
  "atk-s0201a2:19_0": "Te evaṁ pahīnalābhasakkārā rattiṁ ekadvaṅgulamattaṁ obhāsetvāpi sūriyuggamane khajjopanakā viya hatappabhā ahesuṁ.",
  "atk-s0201a2:20_0": "Yathā hi khajjopanakā, kāḷapakkhamhi rattiyā;",
  "atk-s0201a2:21_0": "Nidassayanti obhāsaṁ, etesaṁ visayo hi so.",
  "atk-s0201a2:22_0": "Yadā ca rasmisampanno, abbhudeti pabhaṅkaro;",
  "atk-s0201a2:23_0": "Atha khajjupasaṅghānaṁ, pabhā antaradhāyati.",
  "atk-s0201a2:24_0": "Evaṁ khajjupasadisā, titthiyāpi puthū idha;",
  "atk-s0201a2:25_0": "Kāḷapakkhūpame loke, dīpayanti sakaṁ guṇaṁ.",
  "atk-s0201a2:26_0": "Yadā ca buddho lokasmiṁ, udeti amitappabho;",
  "atk-s0201a2:27_0": "Nippabhā titthiyā honti, sūriye khajjupakā yathāti.",
  "atk-s0201a2:28_0": "Te evaṁ nippabhā hutvā kacchupiḷakādīhi kiṇṇasarīrā paramapārijuññapattā yena buddho yena dhammo yena saṅgho yena ca mahājanassa sannipāto, tena tena gantvā antaravīthiyampi siṅghāṭakepi catukkepi sabhāyampi ṭhatvā paridevanti –",
  "atk-s0201a2:29_0": "“Kiṁ bho samaṇoyeva gotamo samaṇo, mayaṁ assamaṇā;",
  "atk-s0201a2:29_1": "samaṇasseva gotamassa sāvakā samaṇā, amhākaṁ sāvakā assamaṇā?",
  "atk-s0201a2:29_2": "Samaṇasseva gotamassa sāvakānañcassa dinnaṁ mahapphalaṁ, na amhākaṁ, sāvakānañca no dinnaṁ mahapphalaṁ?",
  "atk-s0201a2:29_3": "Nanu samaṇopi gotamo samaṇo, mayampi samaṇā.",
  "atk-s0201a2:29_4": "Samaṇassapi gotamassa sāvakā samaṇā, amhākampi sāvakā samaṇā.",
  "atk-s0201a2:29_5": "Samaṇassapi gotamassa sāvakānañcassa dinnaṁ mahapphalaṁ, amhākampi sāvakānañca no dinnaṁ mahapphalañceva?",
  "atk-s0201a2:29_6": "Samaṇassapi gotamassa sāvakānañcassa detha karotha, amhākampi sāvakānañca no detha sakkarotha?",
  "atk-s0201a2:29_7": "Nanu samaṇo gotamo purimāni divasāni uppanno, mayaṁ pana loke uppajjamāneyeva uppannā”ti.",
  "atk-s0201a2:30_0": "Evaṁ nānappakāraṁ viravanti.",
  "atk-s0201a2:30_1": "Atha bhikkhū bhikkhuniyo upāsakā upāsikāyoti catasso parisā tesaṁ saddaṁ sutvā bhagavato ārocesuṁ “titthiyā bhante idañcidañca kathentī”ti.",
  "atk-s0201a2:30_2": "Taṁ sutvā bhagavā –",
  "atk-s0201a2:30_3": "“mā tumhe, bhikkhave, titthiyānaṁ vacanena ‘aññatra samaṇo atthī’ti saññino ahuvatthā”ti vatvā aññatitthiyesu samaṇabhāvaṁ paṭisedhento idheva ca anujānanto imissā atthuppattiyā idheva, bhikkhave, samaṇoti idaṁ suttaṁ abhāsi.",
  "atk-s0201a2:31_0": "Tattha idhevāti imasmiṁyeva sāsane.",
  "atk-s0201a2:31_1": "Ayaṁ pana niyamo sesapadesupi veditabbo.",
  "atk-s0201a2:31_2": "Dutiyādayopi hi samaṇā idheva, na aññattha.",
  "atk-s0201a2:31_3": "Samaṇoti sotāpanno.",
  "atk-s0201a2:31_4": "Tenevāha –",
  "atk-s0201a2:31_5": "“katamo ca, bhikkhave, paṭhamo samaṇo?",
  "atk-s0201a2:31_6": "Idha, bhikkhave, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo, ayaṁ, bhikkhave, paṭhamo samaṇo”ti.",
  "atk-s0201a2:32_0": "Dutiyoti sakadāgāmī.",
  "atk-s0201a2:32_1": "Tenevāha –",
  "atk-s0201a2:32_2": "“katamo ca?",
  "atk-s0201a2:32_3": "Bhikkhave, dutiyo samaṇo.",
  "atk-s0201a2:32_4": "Idha, bhikkhave, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti.",
  "atk-s0201a2:32_5": "Ayaṁ, bhikkhave, dutiyo samaṇo”ti.",
  "atk-s0201a2:33_0": "Tatiyoti anāgāmī.",
  "atk-s0201a2:33_1": "Tenevāha –",
  "atk-s0201a2:33_2": "“katamo ca, bhikkhave, tatiyo samaṇo?",
  "atk-s0201a2:33_3": "Idha, bhikkhave, bhikkhu pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.",
  "atk-s0201a2:33_4": "Ayaṁ, bhikkhave, tatiyo samaṇo”ti.",
  "atk-s0201a2:34_0": "Catutthoti arahā.",
  "atk-s0201a2:34_1": "Tenevāha –",
  "atk-s0201a2:34_2": "“katamo ca, bhikkhave, catuttho samaṇo?",
  "atk-s0201a2:34_3": "Idha, bhikkhave, bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati.",
  "atk-s0201a2:34_4": "Ayaṁ, bhikkhave, catuttho samaṇo”ti.",
  "atk-s0201a2:34_5": "Iti imasmiṁ ṭhāne cattāro phalaṭṭhakasamaṇāva adhippetā.",
  "atk-s0201a2:35_0": "Suññāti rittā tucchā.",
  "atk-s0201a2:35_1": "Parappavādāti cattāro sassatavādā, cattāro ekaccasassatikā, cattāro antānantikā, cattāro amarāvikkhepikā, dve adhiccasamuppannikā, soḷasa saññīvādā, aṭṭha asaññīvādā, aṭṭha nevasaññīnāsaññīvādā, satta ucchedavādā, pañca diṭṭhadhammanibbānavādāti ime sabbepi brahmajāle āgatā dvāsaṭṭhi diṭṭhiyo.",
  "atk-s0201a2:35_2": "Ito bāhirānaṁ paresaṁ vādā parappavādā nāma.",
  "atk-s0201a2:35_3": "Te sabbepi imehi catūhi phalaṭṭhakasamaṇehi suññā, na hi te ettha santi.",
  "atk-s0201a2:35_4": "Na kevalañca eteheva suññā, catūhi pana maggaṭṭhakasamaṇehipi catunnaṁ maggānaṁ atthāya āraddhavipassakehipīti dvādasahipi samaṇehi suññā eva.",
  "atk-s0201a2:35_5": "Imameva atthaṁ sandhāya bhagavatā mahāparinibbāne vuttaṁ –",
  "atk-s0201a2:36_0": "“Ekūnatiṁso vayasā subhadda,",
  "atk-s0201a2:37_0": "Yaṁ pabbajiṁ kiṁ kusalānuesī;",
  "atk-s0201a2:38_0": "Vassāni paññāsa samādhikāni,",
  "atk-s0201a2:39_0": "Yato ahaṁ pabbajito subhadda;",
  "atk-s0201a2:40_0": "Ñāyassa dhammassa padesavattī,",
  "atk-s0201a2:41_0": "Ito bahiddhā samaṇopi natthi.",
  "atk-s0201a2:42_0": "“Dutiyopi samaṇo natthi, tatiyopi samaṇo natthi, catutthopi samaṇo natthi.",
  "atk-s0201a2:42_1": "Suññā parappavādā samaṇebhi aññehī”ti.",
  "atk-s0201a2:43_0": "Ettha hi padesavattīti āraddhavipassako adhippeto.",
  "atk-s0201a2:43_1": "Tasmā sotāpattimaggassa āraddhavipassakaṁ maggaṭṭhaṁ phalaṭṭhanti tayopi ekato katvā samaṇopi natthīti āha.",
  "atk-s0201a2:43_2": "Sakadāgāmimaggassa āraddhavipassakaṁ maggaṭṭhaṁ phalaṭṭhanti tayopi ekato katvā dutiyopi samaṇo natthīti āha.",
  "atk-s0201a2:43_3": "Itaresupi dvīsu eseva nayo.",
  "atk-s0201a2:44_0": "Kasmā panete aññattha natthīti?",
  "atk-s0201a2:44_1": "Akhettatāya.",
  "atk-s0201a2:44_2": "Yathā hi na āragge sāsapo tiṭṭhati, na udakapiṭṭhe aggi jalati, na piṭṭhipāsāṇe bījāni ruhanti, evameva bāhiresu titthāyatanesu na ime samaṇā uppajjanti, imasmiṁyeva pana sāsane uppajjanti. Kasmā?",
  "atk-s0201a2:44_3": "Khettatāya.",
  "atk-s0201a2:44_4": "Tesaṁ akhettatā ca khettatā ca ariyamaggassa abhāvato ca bhāvato ca veditabbā.",
  "atk-s0201a2:44_5": "Tenāha bhagavā –",
  "atk-s0201a2:45_0": "“Yasmiṁ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo na upalabbhati, samaṇopi tattha na upalabbhati, dutiyopi tattha samaṇo na upalabbhati, tatiyopi tattha samaṇo na upalabbhati, catutthopi tattha samaṇo na upalabbhati.",
  "atk-s0201a2:45_1": "Yasmiñca kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhati, samaṇopi tattha upalabbhati, dutiyopi tattha…pe….",
  "atk-s0201a2:45_2": "Catutthopi tattha samaṇo upalabbhati.",
  "atk-s0201a2:45_3": "Imasmiṁ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhati, idheva, subhadda, samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo, suññā parappavādā samaṇebhi aññehī”ti.",
  "atk-s0201a2:46_0": "Evaṁ yasmā titthāyatanaṁ akhettaṁ, sāsanaṁ khettaṁ, tasmā yathā surattahatthapādo sūrakesarako sīho migarājā na susāne vā saṅkārakūṭe vā paṭivasati, tiyojanasahassavitthataṁ pana himavantaṁ ajjhogāhetvā maṇiguhāyaṁyeva paṭivasati.",
  "atk-s0201a2:46_1": "Yathā ca chaddanto nāgarājā na gocariyahatthikulādīsu navasu nāgakulesu uppajjati, chaddantakuleyeva uppajjati.",
  "atk-s0201a2:46_2": "Yathā ca valāhako assarājā na gadrabhakule vā ghoṭakakule vā uppajjati, sindhuyā tīre pana sindhavakuleyeva uppajjati.",
  "atk-s0201a2:46_3": "Yathā ca sabbakāmadadaṁ manoharaṁ maṇiratanaṁ na saṅkārakūṭe vā paṁsupabbatādīsu vā uppajjati, vepullapabbatabbhantareyeva uppajjati.",
  "atk-s0201a2:46_4": "Yathā ca timirapiṅgalo maccharājā na khuddakapokkharaṇīsu uppajjati, caturāsītiyojanasahassagambhīre mahāsamuddeyeva uppajjati.",
  "atk-s0201a2:46_5": "Yathā ca diyaḍḍhayojanasatiko supaṇṇarājā na gāmadvāre eraṇḍavanādīsu paṭivasati, mahāsamuddaṁ pana ajjhogāhetvā simbalidahavaneyeva paṭivasati.",
  "atk-s0201a2:46_6": "Yathā ca dhataraṭṭho suvaṇṇahaṁso na gāmadvāre āvāṭakādīsu paṭivasati, navutihaṁsasahassaparivāro hutvā cittakūṭapabbateyeva paṭivasati.",
  "atk-s0201a2:46_7": "Yathā ca catuddīpissaro cakkavattirājā na nīcakule uppajjati, asambhinnajātikhattiyakuleyeva pana uppajjati.",
  "atk-s0201a2:46_8": "Evameva imesu samaṇesu ekasamaṇopi na aññatitthāyatane uppajjati, ariyamaggaparikkhitte pana buddhasāsaneyeva uppajjati.",
  "atk-s0201a2:46_9": "Tenāha bhagavā “idheva, bhikkhave, samaṇo…pe…",
  "atk-s0201a2:46_10": "suññā parappavādā samaṇehi samaṇebhi aññehī”ti.",
  "atk-s0201a2:47_0": "Sammā sīhanādaṁ nadathāti ettha sammāti hetunā nayena kāraṇena.",
  "atk-s0201a2:47_1": "Sīhanādanti seṭṭhanādaṁ abhītanādaṁ appaṭinādaṁ.",
  "atk-s0201a2:47_2": "Imesañhi catunnaṁ samaṇānaṁ idheva atthitāya ayaṁ nādo seṭṭhanādo nāma hoti uttamanādo.",
  "atk-s0201a2:47_3": "“Ime samaṇā idheva atthī”ti vadantassa aññato bhayaṁ vā āsaṅkā vā natthīti abhītanādo nāma hoti.",
  "atk-s0201a2:47_4": "“Amhākampi sāsane ime samaṇā atthī”ti pūraṇādīsu ekassāpi uṭṭhahitvā vattuṁ asamatthatāya ayaṁ nādo appaṭinādo nāma hoti.",
  "atk-s0201a2:47_5": "Tena vuttaṁ “sīhanādanti seṭṭhanādaṁ abhītanādaṁ appaṭināda”nti.",
  "atk-s0201a2:48_0": "140.Ṭhānaṁ kho panetaṁ vijjatīti idaṁ kho pana kāraṇaṁ vijjati.",
  "atk-s0201a2:48_1": "Yaṁ aññatitthiyāti yena kāraṇena aññatitthiyā.",
  "atk-s0201a2:48_2": "Ettha ca titthaṁ jānitabbaṁ, titthakaro jānitabbo titthiyā jānitabbā, titthiyasāvakā jānitabbā.",
  "atk-s0201a2:48_3": "Titthaṁnāma dvāsaṭṭhi diṭṭhiyo.",
  "atk-s0201a2:48_4": "Ettha hi sattā taranti uppalavanti ummujjanimujjaṁ karonti, tasmā titthanti vuccanti.",
  "atk-s0201a2:48_5": "Tāsaṁ diṭṭhīnaṁ uppādetā titthakaro nāma.",
  "atk-s0201a2:48_6": "Tassa laddhiṁ gahetvā pabbajitā titthiyā nāma.",
  "atk-s0201a2:48_7": "Tesaṁ paccayadāyakā titthiyasāvakāti veditabbā.",
  "atk-s0201a2:48_8": "Paribbājakāti gihibandhanaṁ pahāya pabbajjūpagatā.",
  "atk-s0201a2:48_9": "Assāsoti avassayo patiṭṭhā upatthambho.",
  "atk-s0201a2:48_10": "Balanti thāmo.",
  "atk-s0201a2:48_11": "Yena tumheti yena assāsena vā balena vā evaṁ vadetha.",
  "atk-s0201a2:49_0": "Atthikho no, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhenāti ettha ayaṁ saṅkhepattho –",
  "atk-s0201a2:49_1": "yo so bhagavā samatiṁsa pāramiyo pūretvā sabbakilese bhañjitvā anuttaraṁ sammāsambodhiṁ abhisambuddho, tena bhagavatā tesaṁ tesaṁ sattānaṁ āsayānusayaṁ jānatā, hatthatale ṭhapitaṁ āmalakaṁ viya sabbaṁ ñeyyadhammaṁ passatā.",
  "atk-s0201a2:49_2": "Apica pubbenivāsādīhi jānatā, dibbena cakkhunā passatā.",
  "atk-s0201a2:49_3": "Tīhi vijjāhi chahi vā pana abhiññāhi jānatā, sabbattha appaṭihatena samantacakkhunā passatā.",
  "atk-s0201a2:49_4": "Sabbadhammajānanasamatthāya paññāya jānatā, sabbasattānaṁ cakkhuvisayātītāni tirokuṭṭādigatāni vāpi rūpāni ativisuddhena maṁsacakkhunā passatā.",
  "atk-s0201a2:49_5": "Attahitasādhikāya samādhipadaṭṭhānāya paṭivedhapaññāya jānatā, parahitasādhikāya karuṇāpadaṭṭhānāya desanāpaññāya passatā.",
  "atk-s0201a2:49_6": "Arīnaṁ hatattā paccayādīnaṁ arahattā ca arahatā, sammā sāmañca saccānaṁ buddhattā sammāsambuddhena.",
  "atk-s0201a2:49_7": "Antarāyikadhamme vā jānatā, niyyānikadhamme passatā.",
  "atk-s0201a2:49_8": "Kilesārīnaṁ hatattā arahatā, sammā sāmaṁ sabbadhammānaṁ buddhattā sammāsambuddhenāti, evaṁ catuvesārajjavasena catūhi ākārehi thomitena cattāro dhammā akkhātā, ye mayaṁ attani sampassamānā evaṁ vadema, na rājarājamahāmattādīnaṁ upatthambhaṁ kāyabalanti.",
  "atk-s0201a2:50_0": "Sattharipasādoti “itipi so bhagavā”tiādinā nayena buddhaguṇe anussarantānaṁ uppannappasādo.",
  "atk-s0201a2:50_1": "Dhamme pasādoti “svākkhāto bhagavatā dhammo”tiādinā nayena dhammaguṇe anussarantānaṁ uppannappasādo.",
  "atk-s0201a2:50_2": "Sīlesu paripūrakāritāti ariyakantesu sīlesu paripūrakāritā.",
  "atk-s0201a2:50_3": "Ariyakantasīlāni nāma pañcasīlāni.",
  "atk-s0201a2:50_4": "Tāni hi bhavantaragatopi ariyasāvako attano ariyasāvakabhāvaṁ ajānantopi na vītikkamati.",
  "atk-s0201a2:50_5": "Sacepi hi naṁ koci vadeyya –",
  "atk-s0201a2:50_6": "“imaṁ sakalaṁ cakkavattirajjaṁ sampaṭicchitvā khuddakamakkhikaṁ jīvitā voropehī”ti, aṭṭhānametaṁ, yaṁ so tassa vacanaṁ kareyya.",
  "atk-s0201a2:50_7": "Evaṁ ariyānaṁ sīlāni kantāni piyāni manāpāni.",
  "atk-s0201a2:50_8": "Tāni sandhāya vuttaṁ “sīlesu paripūrakāritā”ti.",
  "atk-s0201a2:51_0": "Sahadhammikā kho panāti bhikkhu bhikkhunī sikkhamānā sāmaṇero sāmaṇerī upāsako upāsikāti ete satta sahadhammacārino.",
  "atk-s0201a2:51_1": "Etesu hi bhikkhu bhikkhūhi saddhiṁ sahadhammaṁ carati samānasikkhatāya.",
  "atk-s0201a2:51_2": "Tathā bhikkhunī bhikkhunīhi…pe…",
  "atk-s0201a2:51_3": "upāsikā upāsikāhi, sotāpanno sotāpannehi, sakadāgāmī…pe…",
  "atk-s0201a2:51_4": "anāgāmīhi sahadhammaṁ carati.",
  "atk-s0201a2:51_5": "Tasmā sabbepete sahadhammikāti vuccanti.",
  "atk-s0201a2:51_6": "Apicettha ariyasāvakāyeva adhippetā.",
  "atk-s0201a2:51_7": "Tesañhi bhavantarepi maggadassanamhi vivādo natthi, tasmā te accantaṁ ekadhammacāritāya sahadhammikā.",
  "atk-s0201a2:51_8": "Iminā, “suppaṭipanno bhagavato sāvakasaṅgho”tiādinā nayena saṅghaṁ anussarantānaṁ uppannappasādo kathito.",
  "atk-s0201a2:51_9": "Ettāvatā cattāri sotāpannassa aṅgāni kathitāni honti.",
  "atk-s0201a2:52_0": "Ime kho no, āvusoti, āvuso, ime cattāro dhammā tena bhagavatā amhākaṁ assāso ceva balañcāti akkhātā, ye mayaṁ attani sampassamānā evaṁ vadema.",
  "atk-s0201a2:53_0": "141.Yo amhākaṁ satthāti iminā pūraṇakassapādike cha satthāro apadissanti.",
  "atk-s0201a2:53_1": "Yathā pana idāni sāsane ācariyupajjhāyādīsu “amhākaṁ ācariyo, amhākaṁ upajjhāyo”ti gehasitapemaṁ hoti.",
  "atk-s0201a2:53_2": "Evarūpaṁ pemaṁ sandhāya “satthari pasādo”ti vadanti.",
  "atk-s0201a2:53_3": "Thero panāha –",
  "atk-s0201a2:53_4": "“yasmā satthā nāma na ekassa, na dvinnaṁ hoti, sadevakassa lokassa ekova satthā, tasmā titthiyā ‘amhākaṁ satthā’ ti ekapadeneva satthāraṁ visuṁ katvā imināva padena viruddhā parājitā”ti.",
  "atk-s0201a2:53_5": "Dhamme pasādoti idaṁ pana yathā idāni sāsane “amhākaṁ dīghanikāyo amhākaṁ majjhimanikāyo”ti mamāyanti, evaṁ attano attano pariyattidhamme gehasitapemaṁ sandhāya vadanti.",
  "atk-s0201a2:53_6": "Sīlesūti ajasīlagosīlameṇḍakasīlakukkurasīlādīsu.",
  "atk-s0201a2:53_7": "Idha no āvusoti ettha idhāti pasādaṁ sandhāya vadanti.",
  "atk-s0201a2:53_8": "Ko adhippayāsoti ko adhikappayogo.",
  "atk-s0201a2:53_9": "Yadidanti yamidaṁ tumhākañceva amhākañca nānākaraṇaṁ vadeyyātha.",
  "atk-s0201a2:53_10": "Taṁ kiṁ nāma?",
  "atk-s0201a2:53_11": "Tumhākampi hi catūsu ṭhānesu pasādo, amhākampi.",
  "atk-s0201a2:53_12": "Nanu etasmiṁ pasāde tumhe ca amhe ca dvedhā bhinnasuvaṇṇaṁ viya ekasadisāti vācāya samadhurā hutvā aṭṭhaṁsu.",
  "atk-s0201a2:54_0": "Atha nesaṁ taṁ samadhurataṁ bhindanto bhagavā evaṁ vādinotiādimāha.",
  "atk-s0201a2:54_1": "Tattha ekā niṭṭhāti yā tassa pasādassa pariyosānabhūtā niṭṭhā, kiṁ sā ekā, udāhu puthūti evaṁ pucchathāti vadati.",
  "atk-s0201a2:54_2": "Yasmā pana tasmiṁ tasmiṁ samaye niṭṭhaṁ apaññapento nāma natthi, brāhmaṇānañhi brahmaloko niṭṭhā, mahātāpasānaṁ ābhassarā, paribbājakānaṁ subhakiṇhā, ājīvakānaṁ “anantamānaso”ti evaṁ parikappito asaññībhavo.",
  "atk-s0201a2:54_3": "Imasmiṁ sāsane pana arahattaṁ niṭṭhā.",
  "atk-s0201a2:54_4": "Sabbeva cete arahattameva niṭṭhāti vadanti.",
  "atk-s0201a2:54_5": "Diṭṭhivasena pana brahmalokādīni paññapenti.",
  "atk-s0201a2:54_6": "Tasmā attano attano laddhivasena ekameva niṭṭhaṁ paññapenti, taṁ dassetuṁ bhagavā sammā byākaramānātiādimāha.",
  "atk-s0201a2:55_0": "Idāni bhikkhūnampi ekā niṭṭhā, titthiyānampi ekā niṭṭhāti dvīsu aṭṭakārakesu viya ṭhitesu bhagavā anuyogavattaṁ dassento sā panāvuso, niṭṭhā sarāgassa, udāhu vītarāgassātiādimāha.",
  "atk-s0201a2:55_1": "Tattha yasmā rāgarattādīnaṁ niṭṭhā nāma natthi.",
  "atk-s0201a2:55_2": "Yadi siyā, soṇasiṅgālādīnampi siyāti imaṁ dosaṁ passantānaṁ titthiyānaṁ “vītarāgassa āvuso sā niṭṭhā”tiādinā nayena byākaraṇaṁ dassitaṁ.",
  "atk-s0201a2:56_0": "Tattha viddasunoti paṇḍitassa.",
  "atk-s0201a2:56_1": "Anuruddhapaṭiviruddhassāti rāgena anuruddhassa kodhena paṭiviruddhassa.",
  "atk-s0201a2:56_2": "Papañcārāmassa papañcaratinoti ettha āramanti etthāti ārāmo.",
  "atk-s0201a2:56_3": "Papañco ārāmo assāti papañcārāmo.",
  "atk-s0201a2:56_4": "Papañce rati assāti papañcarati.",
  "atk-s0201a2:56_5": "Papañcoti ca mattapamattākārabhāvena pavattānaṁ taṇhādiṭṭhimānānametaṁ adhivacanaṁ.",
  "atk-s0201a2:56_6": "Idha pana taṇhādiṭṭhiyova adhippetā.",
  "atk-s0201a2:56_7": "Sarāgassātiādīsu pañcasu ṭhānesu ekova kileso āgato.",
  "atk-s0201a2:56_8": "Tassa ākārato nānattaṁ veditabbaṁ.",
  "atk-s0201a2:56_9": "Sarāgassāti hi vuttaṭṭhāne pañcakāmaguṇikarāgavasena gahito.",
  "atk-s0201a2:56_10": "Sataṇhassāti bhavataṇhāvasena.",
  "atk-s0201a2:56_11": "Saupādānassāti gahaṇavasena.",
  "atk-s0201a2:56_12": "Anuruddhapaṭiviruddhassāti yugaḷavasena.",
  "atk-s0201a2:56_13": "Papañcārāmassāti papañcuppattidassanavasena.",
  "atk-s0201a2:56_14": "Sarāgassāti vā ettha akusalamūlavasena gahito.",
  "atk-s0201a2:56_15": "Sataṇhassāti ettha taṇhāpaccayā upādānadassanavasena.",
  "atk-s0201a2:56_16": "Sesaṁ purimasadisameva.",
  "atk-s0201a2:56_17": "Thero panāha “kasmā evaṁ viddhaṁsetha?",
  "atk-s0201a2:56_18": "Ekoyeva hi ayaṁ lobho rajjanavasena rāgoti vutto.",
  "atk-s0201a2:56_19": "Taṇhākaraṇavasena taṇhā.",
  "atk-s0201a2:56_20": "Gahaṇaṭṭhena upādānaṁ.",
  "atk-s0201a2:56_21": "Yugaḷavasena anurodhapaṭivirodho.",
  "atk-s0201a2:56_22": "Papañcuppattidassanaṭṭhena papañco”ti.",
  "atk-s0201a2:57_0": "142. Idāni imesaṁ kilesānaṁ mūlabhūtaṁ diṭṭhivādaṁ dassento dvemā, bhikkhave, diṭṭhiyotiādimāha.",
  "atk-s0201a2:58_0": "Tattha bhavadiṭṭhīti sassatadiṭṭhi.",
  "atk-s0201a2:58_1": "Vibhavadiṭṭhīti ucchedadiṭṭhi.",
  "atk-s0201a2:58_2": "Bhavadiṭṭhiṁ allīnāti taṇhādiṭṭhivasena sassatadiṭṭhiṁ allīnā.",
  "atk-s0201a2:58_3": "Upagatāti taṇhādiṭṭhivaseneva upagatā.",
  "atk-s0201a2:58_4": "Ajjhositāti taṇhādiṭṭhivaseneva anupaviṭṭhā.",
  "atk-s0201a2:58_5": "Vibhavadiṭṭhiyā te paṭiviruddhāti te sabbe ucchedavādīhi saddhiṁ –",
  "atk-s0201a2:58_6": "“tumhe andhabālā na jānātha, sassato ayaṁ loko, nāyaṁ loko ucchijjatī”ti paṭiviruddhā niccaṁ kalahabhaṇḍanapasutā viharanti.",
  "atk-s0201a2:58_7": "Dutiyavārepi eseva nayo.",
  "atk-s0201a2:59_0": "Samudayañcātiādīsu dve diṭṭhīnaṁ samudayā khaṇikasamudayo paccayasamudayo ca.",
  "atk-s0201a2:59_1": "Khaṇikasamudayo diṭṭhīnaṁ nibbatti.",
  "atk-s0201a2:59_2": "Paccayasamudayo aṭṭha ṭhānāni.",
  "atk-s0201a2:59_3": "Seyyathidaṁ, khandhāpi diṭṭhiṭṭhānaṁ, avijjāpi, phassopi, saññāpi, vitakkopi, ayonisomanasikāropi, pāpamittopi, paratoghosopi diṭṭhiṭṭhānaṁ.",
  "atk-s0201a2:59_4": "“Khandhā hetu khandhā paccayo diṭṭhīnaṁ upādāya samuṭṭhānaṭṭhena.",
  "atk-s0201a2:59_5": "Evaṁ khandhāpi diṭṭhiṭṭhānaṁ. Avijjā… phasso… saññā… vitakko…",
  "atk-s0201a2:59_6": "ayonisomanasikāro…",
  "atk-s0201a2:59_7": "pāpamitto…",
  "atk-s0201a2:59_8": "paratoghoso hetu, paratoghoso paccayo diṭṭhīnaṁ upādāya samuṭṭhānaṭṭhena.",
  "atk-s0201a2:59_9": "Evaṁ paratoghosopi diṭṭhiṭṭhānaṁ”.",
  "atk-s0201a2:59_10": "Atthaṅgamāpi dveyeva khaṇikatthaṅgamo paccayatthaṅgamo ca.",
  "atk-s0201a2:59_11": "Khaṇikatthaṅgamo nāma khayo vayo bhedo paribhedo aniccatā antaradhānaṁ.",
  "atk-s0201a2:59_12": "Paccayatthaṅgamo nāma sotāpattimaggo.",
  "atk-s0201a2:59_13": "Sotāpattimaggo hi diṭṭhiṭṭhānasamugghātoti vutto.",
  "atk-s0201a2:60_0": "Assādanti diṭṭhimūlakaṁ ānisaṁsaṁ.",
  "atk-s0201a2:60_1": "Yaṁ sandhāya vuttaṁ –",
  "atk-s0201a2:60_2": "“yaṁdiṭṭhiko satthā hoti, taṁdiṭṭhikā sāvakā honti.",
  "atk-s0201a2:60_3": "Yaṁdiṭṭhikā satthāraṁ sāvakā sakkaronti, garuṁ karonti, mānenti, pūjenti, labhanti tatonidānaṁ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhāraṁ.",
  "atk-s0201a2:60_4": "Ayaṁ, bhikkhave, diṭṭhiyā diṭṭhadhammiko ānisaṁso”ti.",
  "atk-s0201a2:60_5": "Ādīnavanti diṭṭhiggahaṇamūlakaṁ upaddavaṁ.",
  "atk-s0201a2:60_6": "So vaggulivataṁ ukkuṭikappadhānaṁ kaṇṭakāpassayatā pañcātapatappanaṁ sānupapātapatanaṁ kesamassuluñcanaṁ appoṇakaṁ jhānantiādīnaṁ vasenaṁ veditabbo.",
  "atk-s0201a2:60_7": "Nissaraṇanti diṭṭhīnaṁ nissaraṇaṁ nāma nibbānaṁ.",
  "atk-s0201a2:60_8": "Yathābhūtaṁnappajānantīti ye etaṁ sabbaṁ yathāsabhāvaṁ na jānanti.",
  "atk-s0201a2:60_9": "Na parimuccanti dukkhasmāti sakalavaṭṭadukkhato na parimuccanti.",
  "atk-s0201a2:60_10": "Iminā etesaṁ niṭṭhā nāma natthīti dasseti.",
  "atk-s0201a2:60_11": "Parimuccanti dukkhasmāti sakalavaṭṭadukkhato parimuccanti.",
  "atk-s0201a2:60_12": "Iminā etesaṁ niṭṭhā nāma atthīti dvinnaṁ aṭṭakārakānaṁ aṭṭaṁ chindanto viya sāsanasmiṁyeva niṭṭhāya atthitaṁ patiṭṭhapeti.",
  "atk-s0201a2:61_0": "143.",
  "atk-s0201a2:61_1": "Idāni diṭṭhicchedanaṁ dassento cattārimāni, bhikkhave, upādānānītiādimāha.",
  "atk-s0201a2:61_2": "Tesaṁ vitthārakathā visuddhimagge vuttāyeva.",
  "atk-s0201a2:62_0": "Sabbupādānapariññāvādā paṭijānamānāti mayaṁ sabbesaṁ upādānānaṁ pariññaṁ samatikkamaṁ vadāmāti evaṁ paṭijānamānā.",
  "atk-s0201a2:62_1": "Na sammā sabbupādānapariññanti sabbesaṁ upādānānaṁ samatikkamaṁ sammā na paññapenti.",
  "atk-s0201a2:62_2": "Keci kāmupādānamattassa pariññaṁ paññapenti.",
  "atk-s0201a2:62_3": "Keci diṭṭhupādānamattassa paññapenti, keci sīlabbatupādānassāpi.",
  "atk-s0201a2:62_4": "Attavādupādānassa pana pariññaṁ paññapento nāma natthi.",
  "atk-s0201a2:62_5": "Tesaṁ pana bhedaṁ dassento kāmupādānassa pariññaṁ paññapentītiādimāha.",
  "atk-s0201a2:62_6": "Tattha sabbepi kāmupādānassa pariññaṁ paññapentiyeva, channavuti pāsaṇḍāpi hi “kāmā kho pabbajitena na sevitabbā”ti vatthupaṭisevanaṁ kāmaṁ kappatīti na paññapenti, akappiyameva katvā paññapenti.",
  "atk-s0201a2:62_7": "Ye pana sevanti, te theyyena sevanti.",
  "atk-s0201a2:62_8": "Tena vuttaṁ “kāmupādānassa pariññaṁ paññapentī”ti.",
  "atk-s0201a2:63_0": "Yasmā “natthi dinna”ntiādīni gahetvā caranti.",
  "atk-s0201a2:63_1": "“Sīlena suddhi vatena suddhi, bhāvanāya suddhī”ti gaṇhanti, attupaladdhiṁ na pajahanti, tasmā na diṭṭhupādānassa, na sīlabbatupādānassa, na attavādupādānassa pariññaṁ paññapenti.",
  "atk-s0201a2:63_2": "Taṁ kissa hetūti taṁ apaññāpanaṁ etesaṁ kissa hetu, kiṁ kāraṇā?",
  "atk-s0201a2:63_3": "Imāni hi te bhontoti yasmā te bhonto imāni tīṇi kāraṇāni yathāsabhāvato na jānantīti attho.",
  "atk-s0201a2:63_4": "Ye panettha dvinnaṁ pariññānaṁ paññāpanakāraṇaṁ diṭṭhiñceva sīlabbatañca “etaṁ pahātabba”nti yathāsabhāvato jānanti.",
  "atk-s0201a2:63_5": "Te sandhāya parato dve vārā vuttā.",
  "atk-s0201a2:63_6": "Tattha ye “atthi dinna”ntiādīni gaṇhanti, te diṭṭhupādānassa pariññaṁ paññapenti.",
  "atk-s0201a2:63_7": "Ye pana “na sīlena suddhi, na vatena suddhi, na bhāvanāya suddhī”ti gaṇhanti, te sīlabbatupādānassa pariññaṁ paññapenti.",
  "atk-s0201a2:63_8": "Attavādupādānassa pariññaṁ pana ekopi paññapetuṁ na sakkoti.",
  "atk-s0201a2:63_9": "Aṭṭhasamāpattilābhinopi hi candimasūriye pāṇinā parimajjitvā caramānāpi ca titthiyā tisso pariññā paññapenti.",
  "atk-s0201a2:63_10": "Attavādaṁ muñcituṁ na sakkonti.",
  "atk-s0201a2:63_11": "Tasmā punappunaṁ vaṭṭasmiṁyeva patanti.",
  "atk-s0201a2:63_12": "Pathavijigucchanasasako viya hi ete.",
  "atk-s0201a2:64_0": "Tatthāyaṁ atthasallāpikā upamā –",
  "atk-s0201a2:64_1": "pathavī kira sasakaṁ āha –",
  "atk-s0201a2:64_2": "“bho sasakā”ti.",
  "atk-s0201a2:64_3": "Sasako āha –",
  "atk-s0201a2:64_4": "“ko eso”ti.",
  "atk-s0201a2:64_5": "“Kasmā mameva upari sabbairiyāpathe kappento uccārapassāvaṁ karonto maṁ na jānāsī”ti.",
  "atk-s0201a2:64_6": "“Suṭṭhu tayā ahaṁ diṭṭho, mayā akkantaṭṭhānampi aṅgulaggehi phuṭṭhaṭṭhānaṁ viya hoti, vissaṭṭhaudakaṁ appamattakaṁ, karīsaṁ katakaphalamattaṁ.",
  "atk-s0201a2:64_7": "Hatthiassādīhi pana akkantaṭṭhānampi mahantaṁ, passāvopi nesaṁ ghaṭamatto hoti, uccāropi pacchimatto hoti, alaṁ mayhaṁ tayā”ti uppatitvā aññasmiṁ ṭhāne patito.",
  "atk-s0201a2:64_8": "Tato naṁ pathavī āha –",
  "atk-s0201a2:64_9": "“are dūraṁ gatopi nanu mayhaṁ upariyeva patitosī”ti.",
  "atk-s0201a2:64_10": "So puna taṁ jigucchanto uppatitvā aññattha patito, evaṁ vassasahassampi uppatitvā patamāno sasako pathaviṁ muñcituṁ na sakkoti.",
  "atk-s0201a2:64_11": "Evamevaṁ titthiyā sabbūpādānapariññaṁ paññapentopi kāmupādānādīnaṁ tiṇṇaṁyeva samatikkamaṁ paññapenti.",
  "atk-s0201a2:64_12": "Attavādaṁ pana muñcituṁ na sakkonti, asakkontā punappunaṁ vaṭṭasmiṁyeva patantīti.",
  "atk-s0201a2:65_0": "Evaṁ yaṁ titthiyā samatikkamituṁ na sakkonti, tassa vasena diṭṭhicchedavādaṁ vatvā idāni pasādapacchedavādaṁ dassento evarūpe kho, bhikkhave, dhammavinayetiādimāha.",
  "atk-s0201a2:65_1": "Tattha dhammavinayeti dhamme ceva vinaye ca, ubhayenapi aniyyānikasāsanaṁ dasseti.",
  "atk-s0201a2:65_2": "“Yo satthari pasādo so na sammaggato”ti aniyyānikasāsanamhi hi satthā kālaṁ katvā sīhopi hoti, byagghopi hoti, dīpipi acchopi taracchopi.",
  "atk-s0201a2:65_3": "Sāvakā panassa migāpi sūkarāpi pasadāpi honti, so “ime mayhaṁ pubbe upaṭṭhākā paccayadāyakā”ti khantiṁ vā mettaṁ vā anuddayaṁ vā akatvā tesaṁ upari patitvā lohitaṁ pivati, thūlathūlamaṁsānipi khādati.",
  "atk-s0201a2:65_4": "Satthā vā pana biḷāro hoti, sāvakā kukkuṭā vā mūsikā vā.",
  "atk-s0201a2:65_5": "Atha ne vuttanayeneva anukampaṁ akatvā khādati.",
  "atk-s0201a2:65_6": "Atha vā satthā nirayapālo hoti, sāvakā nerayikasattā.",
  "atk-s0201a2:65_7": "So “ime mayhaṁ pubbe upaṭṭhākā paccayadāyakā”ti anukampaṁ akatvā vividhā kammakāraṇā karoti, ādittepi rathe yojeti, aṅgārapabbatampi āropeti, lohakumbhiyampi khipati, anekehipi dukkhadhammehi sampayojeti.",
  "atk-s0201a2:65_8": "Sāvakā vā pana kālaṁ katvā sīhādayo honti, satthā migādīsu aññataro.",
  "atk-s0201a2:65_9": "Te “imaṁ mayaṁ pubbe catūhi paccayehi upaṭṭhahimhā, satthā no aya”nti tasmiṁ khantiṁ vā mettaṁ vā anuddayaṁ vā akatvā vuttanayeneva anayabyasanaṁ pāpenti.",
  "atk-s0201a2:65_10": "Evaṁ aniyyānikasāsane yo satthari pasādo, so na sammaggato hoti, kañci kālaṁ gantvāpi pacchā vinassatiyeva.",
  "atk-s0201a2:66_0": "Yo dhamme pasādoti aniyyānikasāsanasmiñhi dhamme pasādo nāma, uggahitapariyāpuṭa –",
  "atk-s0201a2:66_1": "dhāritavācittamattake tantidhamme pasādo hoti, vaṭṭamokkho panettha natthi.",
  "atk-s0201a2:66_2": "Tasmā yo ettha pasādo, so punappunaṁ vaṭṭameva gambhīraṁ karotīti sāsanasmiṁ asammaggato asabhāvato akkhāyati.",
  "atk-s0201a2:67_0": "Yā sīlesu paripūrakāritāti yāpi ca aniyyānikasāsane ajasīlādīnaṁ vasena paripūrakāritā, sāpi yasmā vaṭṭamokkhaṁ bhavanissaraṇaṁ na sampāpeti, sampajjamānā pana tiracchānayoniṁ āvahati, vipaccamānā nirayaṁ, tasmā sā na sammaggatā akkhāyati.",
  "atk-s0201a2:67_1": "Yā sahadhammikesūti aniyyānikasāsanasmiñhi ye sahadhammikā, tesu yasmā ekacce kālaṁ katvā sīhādayopi honti, ekacce migādayo, tattha sīhādibhūtā “ime amhākaṁ sahadhammikā ahesu”nti migādibhūtesu khantiādīni akatvā pubbe vuttanayeneva nesaṁ mahādukkhaṁ uppādenti.",
  "atk-s0201a2:67_2": "Tasmā ettha sahadhammikesu piyamanāpatāpi asammaggatā akkhāyati.",
  "atk-s0201a2:68_0": "Idaṁ pana sabbampi kāraṇabhedaṁ ekato katvā dassento bhagavā taṁ kissa hetu?",
  "atk-s0201a2:68_1": "Evañhetaṁ, bhikkhave, hotītiādimāha.",
  "atk-s0201a2:68_2": "Tatrāyaṁ saṁkhepattho –",
  "atk-s0201a2:68_3": "evañhetaṁ, bhikkhave, hoti, yaṁ mayā vuttaṁ “yo satthari pasādo so na sammaggato akkhāyatī”tiādi, taṁ evameva hoti. Kasmā?",
  "atk-s0201a2:68_4": "Yasmā te pasādādayo durakkhāte dhammavinaye …pe…",
  "atk-s0201a2:68_5": "asammāsambuddhappavediteti, ettha hi yathā tanti kāraṇatthe nipāto.",
  "atk-s0201a2:68_6": "Tattha durakkhāteti dukkathite, dukkhathitattāyeva duppavedite.",
  "atk-s0201a2:68_7": "So panesa yasmā maggaphalatthāya na niyyāti, tasmā aniyyāniko.",
  "atk-s0201a2:68_8": "Rāgādīnaṁ upasamāya asaṁvattanato anupasamasaṁvattaniko.",
  "atk-s0201a2:68_9": "Na sammāsambuddhena sabbaññunā paveditoti asammāsambuddhappavedito.",
  "atk-s0201a2:68_10": "Tasmiṁ aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite.",
  "atk-s0201a2:68_11": "Ettāvatā bhagavā titthiyesu pasādo surāpītasiṅgāle pasādo viya niratthakoti dasseti.",
  "atk-s0201a2:69_0": "Eko kira kāḷasiṅgālo rattiṁ nagaraṁ paviṭṭho surājallikaṁ khāditvā punnāgavane nipajjitvā niddāyanto sūriyuggamane pabujjhitvā cintesi “imasmiṁ kāle na sakkā gantuṁ, bahū amhākaṁ verino, ekaṁ vañcetuṁ vaṭṭatī”ti.",
  "atk-s0201a2:69_1": "So ekaṁ brāhmaṇaṁ gacchantaṁ disvā imaṁ vañcessāmīti “ayya brāhmaṇā”ti āha.",
  "atk-s0201a2:69_2": "Ko eso brāhmaṇaṁ pakkosatīti.",
  "atk-s0201a2:69_3": "“Ahaṁ, sāmī, ito tāva ehīti.",
  "atk-s0201a2:69_4": "Kiṁ bhoti?",
  "atk-s0201a2:69_5": "Maṁ bahigāmaṁ nehi, ahaṁ te dve kahāpaṇasatāni dassāmīti.",
  "atk-s0201a2:69_6": "Sopi nayissāmīti taṁ pādesu gaṇhi.",
  "atk-s0201a2:69_7": "Are bāla brāhmaṇa, na mayhaṁ kahāpaṇā chaḍḍitakā atthi, dullabhā kahāpaṇā, sādhukaṁ maṁ gaṇhāhīti.",
  "atk-s0201a2:69_8": "Kathaṁ bho gaṇhāmīti?",
  "atk-s0201a2:69_9": "Uttarāsaṅgena gaṇṭhikaṁ katvā aṁse laggetvā gaṇhāhīti.",
  "atk-s0201a2:69_10": "Brāhmaṇo taṁ tathā gahetvā dakkhiṇadvārasamīpaṭṭhānaṁ gantvā ettha otāremīti pucchi.",
  "atk-s0201a2:69_11": "Kataraṭṭhānaṁ nāma etanti?",
  "atk-s0201a2:69_12": "Mahādvāraṁ etanti.",
  "atk-s0201a2:69_13": "Are bāla, brāhmaṇa, kiṁ tava ñātakā antaradvāre kahāpaṇaṁ ṭhapenti, parato maṁ harā”ti.",
  "atk-s0201a2:69_14": "So punappunaṁ thokaṁ thokaṁ gantvā “ettha otāremi ettha otāremī”ti pucchitvā tena tajjito khemaṭṭhānaṁ gantvā tattha otārehīti vutto otāretvā sāṭakaṁ gaṇhi.",
  "atk-s0201a2:69_15": "Kāḷasiṅgālo āha “ahaṁ te dve kahāpaṇasatāni dassāmīti avocaṁ.",
  "atk-s0201a2:69_16": "Mayhaṁ pana kahāpaṇā bahū, na dve kahāpaṇasatāneva, yāva ahaṁ kahāpaṇe āharāmi, tāva tvaṁ sūriyaṁ olokento tiṭṭhā”ti vatvā thokaṁ gantvā nivattetvā puna brāhmaṇaṁ āha “ayya brāhmaṇa mā ito olokehi, sūriyameva olokento tiṭṭhā”ti.",
  "atk-s0201a2:69_17": "Evañca pana vatvā ketakavanaṁ pavisitvā yathāruciṁ pakkanto.",
  "atk-s0201a2:69_18": "Brāhmaṇassapi sūriyaṁ olokentasseva nalāṭato ceva kacchehi ca sedā mucciṁsu.",
  "atk-s0201a2:69_19": "Atha naṁ rukkhadevatā āha –",
  "atk-s0201a2:70_0": "“Saddahāsi siṅgālassa, surāpītassa brāhmaṇa;",
  "atk-s0201a2:71_0": "Sippikānaṁ sataṁ natthi, kuto kaṁsasatā duve”ti. ;",
  "atk-s0201a2:72_0": "Evaṁ yathā kāḷasiṅgāle pasādo niratthako, evaṁ titthiyesupīti.",
  "atk-s0201a2:73_0": "144.",
  "atk-s0201a2:73_1": "Aniyyānikasāsane pasādassa niratthakabhāvaṁ dassetvā niyyānikasāsane tassa sātthakataṁ dassetuṁ tathāgato ca kho, bhikkhavetiādimāha.",
  "atk-s0201a2:73_2": "Tattha kāmupādānassa pariññaṁ paññapetīti arahattamaggena kāmupādānassa pahānapariññaṁ samatikkamaṁ paññapeti, itaresaṁ tiṇṇaṁ upādānānaṁ sotāpattimaggena pariññaṁ paññapeti.",
  "atk-s0201a2:73_3": "Evarūpe kho, bhikkhave, dhammavinayeti, bhikkhave, evarūpe dhamme ca vinaye ca.",
  "atk-s0201a2:73_4": "Ubhayenapi niyyānikasāsanaṁ dasseti.",
  "atk-s0201a2:73_5": "Satthari pasādoti evarūpe sāsane yo satthari pasādo, so sammaggato akkhāyati, bhavadukkhanissaraṇāya saṁvattati.",
  "atk-s0201a2:74_0": "Tatrimāni vatthūni –",
  "atk-s0201a2:74_1": "bhagavā kira vediyakapabbate indasālaguhāyaṁ paṭivasati.",
  "atk-s0201a2:74_2": "Atheko ulūkasakuṇo bhagavati gāmaṁ piṇḍāya pavisante upaḍḍhamaggaṁ anugacchati, nikkhamante upaḍḍhamaggaṁ paccuggamanaṁ karoti.",
  "atk-s0201a2:74_3": "So ekadivasaṁ sammāsambuddhaṁ sāyanhasamaye bhikkhusaṅghaparivutaṁ nisinnaṁ pabbatā oruyha vanditvā pakkhe paṇāmetvā añjaliṁ paggayha sīsaṁ heṭṭhā katvā dasabalaṁ namassamāno aṭṭhāsi.",
  "atk-s0201a2:74_4": "Bhagavā taṁ oloketvā sitaṁ pātvākāsi.",
  "atk-s0201a2:74_5": "Ānandatthero “ko nu kho, bhante, hetu ko paccayo sitassa pātukammāyā”ti pucchi.",
  "atk-s0201a2:74_6": "“Passānanda, imaṁ ulūkasakuṇaṁ, ayaṁ mayi ca bhikkhusaṅghe ca cittaṁ pasādetvā satasahassakappe devesu ca manussesu ca saṁsaritvā somanasso nāma paccekabuddho bhavissatī”ti āha –",
  "atk-s0201a2:75_0": "Ulūkamaṇḍalakkhika, vediyake ciradīghavāsika;",
  "atk-s0201a2:76_0": "Sukhitosi tvaṁ ayya kosiya, kāluṭṭhitaṁ passasi buddhavaraṁ.",
  "atk-s0201a2:77_0": "Mayi cittaṁ pasādetvā, bhikkhusaṅghe anuttare;",
  "atk-s0201a2:78_0": "Kappānaṁ satasahassāni, duggateso na gacchati.",
  "atk-s0201a2:79_0": "Devalokā cavitvāna, kusalamūlena codito;",
  "atk-s0201a2:80_0": "Bhavissati anantañāṇo, somanassoti vissutoti.",
  "atk-s0201a2:81_0": "Aññānipi cettha rājagahanagare sumanamālākāravatthu mahābherivādakavatthu morajikavatthu vīṇāvādakavatthu saṅkhadhamakavatthūti evamādīni vatthūni vitthāretabbāni.",
  "atk-s0201a2:81_1": "Evaṁ niyyānikasāsane satthari pasādo sammaggato hoti.",
  "atk-s0201a2:82_0": "Dhamme pasādoti niyyānikasāsanamhi dhamme pasādo sammaggato hoti.",
  "atk-s0201a2:82_1": "Saramatte nimittaṁ gahetvā suṇantānaṁ tiracchānagatānampi sampattidāyako hoti, paramatthe kiṁ pana vattabbaṁ.",
  "atk-s0201a2:82_2": "Ayamattho maṇḍūkadevaputtādīnaṁ vatthuvasena veditabbo.",
  "atk-s0201a2:83_0": "Sīlesu paripūrakāritāti niyyānikasāsanamhi sīlesu paripūrakāritāpi sammaggatā hoti, saggamokkhasampattiṁ āvahati.",
  "atk-s0201a2:83_1": "Tattha chattamāṇavakavatthusāmaṇeravatthuādīni dīpetabbāni.",
  "atk-s0201a2:84_0": "Sahadhammikesūti niyyānikasāsane sahadhammikesu piyamanāpatāpi sammaggatā hoti, mahāsampattiṁ āvahati.",
  "atk-s0201a2:84_1": "Ayamattho vimānapetavatthūhi dīpetabbo.",
  "atk-s0201a2:84_2": "Vuttañhetaṁ –",
  "atk-s0201a2:85_0": "“Khīrodanamahamadāsiṁ, bhikkhuno piṇḍāya carantassa…pe…",
  "atk-s0201a2:86_0": "Phāṇitaṁ…pe… ucchukhaṇḍikaṁ… timbarusakaṁ… kakkārikaṁ…",
  "atk-s0201a2:87_0": "Eḷālukaṁ… vallipakkaṁ… phārusakaṁ… hatthapatākaṁ…",
  "atk-s0201a2:88_0": "Sākamuṭṭhiṁ … pupphakamuṭṭhiṁ… mūlakaṁ… nimbamuṭṭhiṁ…",
  "atk-s0201a2:89_0": "Ambikañjikaṁ… doṇinimmajjaniṁ… kāyabandhanaṁ…",
  "atk-s0201a2:90_0": "Aṁsabaddhakaṁ… āyogapaṭṭaṁ… vidhūpanaṁ… tālavaṇṭaṁ…",
  "atk-s0201a2:91_0": "Morahatthaṁ… chattaṁ… upāhanaṁ… pūvaṁ modakaṁ…",
  "atk-s0201a2:92_0": "Sakkhalikaṁ ahamadāsiṁ, bhikkhuno piṇḍāya carantassa…pe…",
  "atk-s0201a2:93_0": "Tassā me passa vimānaṁ, accharā kāmavaṇṇinīhamasmī”ti.",
  "atk-s0201a2:94_0": "Taṁ kissa hetūtiādi vuttanayānusāreneva yojetvā veditabbaṁ.",
  "atk-s0201a2:95_0": "145.",
  "atk-s0201a2:95_1": "Idāni yesaṁ upādānānaṁ titthiyā na sammā pariññaṁ paññapenti, tathāgato paññapeti, tesaṁ paccayaṁ dassetuṁ ime ca, bhikkhavetiādimāha.",
  "atk-s0201a2:95_2": "Tattha kiṁnidānātiādīsu nidānādīni sabbāneva kāraṇavevacanāni.",
  "atk-s0201a2:95_3": "Kāraṇañhi yasmā phalaṁ nideti handa, naṁ gaṇhathāti appeti viya, tasmā nidānanti vuccati.",
  "atk-s0201a2:95_4": "Yasmā taṁ tato jāyati samudeti pabhavati, tasmā samudayo, jāti, pabhavoti vuccati.",
  "atk-s0201a2:95_5": "Ayaṁ panettha padattho –",
  "atk-s0201a2:95_6": "kiṁ nidānaṁ etesanti kiṁnidānā.",
  "atk-s0201a2:95_7": "Ko samudayo etesanti kiṁsamudayā.",
  "atk-s0201a2:95_8": "Kā jāti etesanti kiṁjātikā.",
  "atk-s0201a2:95_9": "Ko pabhavo etesanti kiṁpabhavā.",
  "atk-s0201a2:95_10": "Yasmā pana tesaṁ taṇhā yathāvuttena atthena nidānañceva samudayo ca jāti ca pabhavo ca, tasmā “taṇhānidānā”tiādimāha.",
  "atk-s0201a2:95_11": "Evaṁ sabbapadesu attho veditabbo.",
  "atk-s0201a2:95_12": "Yasmā pana bhagavā na kevalaṁ upādānasseva paccayaṁ jānāti, upādānassa paccayabhūtāya taṇhāyapi, taṇhādipaccayānaṁ vedanādīnampi paccayaṁ jānātiyeva, tasmā taṇhā cāyaṁ, bhikkhavetiādimāha.",
  "atk-s0201a2:96_0": "Yatoca khoti yasmiṁ kāle.",
  "atk-s0201a2:96_1": "Avijjā pahīnā hotīti vaṭṭamūlikā avijjā anuppādanirodhena pahīnā hoti.",
  "atk-s0201a2:96_2": "Vijjā uppannāti arahattamaggavijjā uppannā.",
  "atk-s0201a2:96_3": "So avijjāvirāgā vijjuppādāti.",
  "atk-s0201a2:96_4": "So bhikkhu avijjāya ca pahīnattā vijjāya ca uppannattā.",
  "atk-s0201a2:96_5": "Neva kāmupādānaṁ upādiyatīti neva kāmupādānaṁ gaṇhāti na upeti, na sesāni upādānāni.",
  "atk-s0201a2:96_6": "Anupādiyaṁ na paritassatīti evaṁ kiñci upādānaṁ aggaṇhanto taṇhāparitassanāya na paritassati.",
  "atk-s0201a2:96_7": "Aparitassanti aparitassanto taṇhaṁ anuppādento.",
  "atk-s0201a2:96_8": "Paccattaṁyeva parinibbāyatīti sayameva kilesaparinibbānena parinibbāyati.",
  "atk-s0201a2:96_9": "Evamassa āsavakkhayaṁ dassetvā idāni khīṇāsavassa bhikkhuno paccavekkhaṇaṁ dassento khīṇā jātītiādimāha.",
  "atk-s0201a2:96_10": "Taṁ vuttatthamevāti.",
  "atk-s0201a2:97_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:98_0": "Cūḷasīhanādasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:99_0": "2. Mahāsīhanādasuttavaṇṇanā",
  "atk-s0201a2:100_0": "Vesālinagaravaṇṇanā",
  "atk-s0201a2:101_0": "146.Evaṁme sutanti mahāsīhanādasuttaṁ.",
  "atk-s0201a2:101_1": "Tattha vesāliyanti evaṁnāmake nagare.",
  "atk-s0201a2:101_2": "Taṁ kira aparāparaṁ visālībhūtatāya “vesālī”ti saṅkhaṁ gataṁ.",
  "atk-s0201a2:101_3": "Tatrāyaṁ anupubbakathā –",
  "atk-s0201a2:101_4": "bārāṇasirañño kira aggamahesiyā kucchimhi gabbho saṇṭhāsi.",
  "atk-s0201a2:101_5": "Sā ñatvā rañño nivedesi.",
  "atk-s0201a2:101_6": "Rājā gabbhaparihāraṁ adāsi.",
  "atk-s0201a2:101_7": "Sā sammā pariharīyamānā gabbhaparipākakāle vijāyanagharaṁ pāvisi.",
  "atk-s0201a2:101_8": "Puññavantīnaṁ paccūsasamaye gabbhavuṭṭhānaṁ hoti, sā ca tāsaṁ aññatarā, tena paccūsasamaye alattakapaṭalabandhujīvakapupphasadisaṁ maṁsapesiṁ vijāyi.",
  "atk-s0201a2:101_9": "Tato “aññā deviyo suvaṇṇabimbasadise putte vijāyanti, aggamahesī maṁsapesinti rañño purato mama avaṇṇo uppajjeyyā”ti cintetvā tena avaṇṇabhayena taṁ maṁsapesiṁ ekasmiṁ bhājane pakkhipitvā paṭikujjitvā rājamuddikāya lañchetvā gaṅgāya sote pakkhipāpesi.",
  "atk-s0201a2:101_10": "Manussehi chaḍḍitamatte devatā ārakkhaṁ saṁvidahiṁsu.",
  "atk-s0201a2:101_11": "Suvaṇṇapaṭṭakañcettha jātihiṅgulakena “bārāṇasirañño aggamahesiyā pajā”ti likhitvā bandhiṁsu.",
  "atk-s0201a2:101_12": "Tato taṁ bhājanaṁ ūmibhayādīhi anupaddutaṁ gaṅgāsotena pāyāsi.",
  "atk-s0201a2:102_0": "Tena ca samayena aññataro tāpaso gopālakakulaṁ nissāya gaṅgātīre viharati.",
  "atk-s0201a2:102_1": "So pātova gaṅgaṁ otiṇṇo taṁ bhājanaṁ āgacchantaṁ disvā paṁsukūlasaññāya aggahesi.",
  "atk-s0201a2:102_2": "Athettha taṁ akkharapaṭṭikaṁ rājamuddikālañchanaṁ ca disvā muñcitvā taṁ maṁsapesiṁ addasa, disvānassa etadahosi “siyā gabbho, tathā hissa duggandhapūtikabhāvo natthī”ti.",
  "atk-s0201a2:102_3": "Assamaṁ netvā suddhe okāse ṭhapesi.",
  "atk-s0201a2:102_4": "Atha aḍḍhamāsaccayena dve maṁsapesiyo ahesuṁ.",
  "atk-s0201a2:102_5": "Tāpaso disvā sādhutaraṁ ṭhapesi.",
  "atk-s0201a2:102_6": "Tato puna aḍḍhamāsaccayena ekamekissā maṁsapesiyā hatthapādasīsānamatthāya pañca pañca piḷakā uṭṭhahiṁsu.",
  "atk-s0201a2:102_7": "Atha tato aḍḍhamāsaccayena ekā maṁsapesi suvaṇṇabimbasadiso dārako, ekā dārikā ahosi.",
  "atk-s0201a2:103_0": "Tesu tāpasassa puttasineho uppajji, aṅguṭṭhakato cassa khīraṁ nibbatti.",
  "atk-s0201a2:103_1": "Tato pabhuti ca khīrabhattaṁ alabhittha, so bhattaṁ bhuñjitvā khīraṁ dārakānaṁ mukhe āsiñcati.",
  "atk-s0201a2:103_2": "Tesaṁ udaraṁ yaṁ yaṁ pavisati, taṁ taṁ sabbaṁ maṇibhājanagataṁ viya dissati, evaṁ nicchavī ahesuṁ.",
  "atk-s0201a2:103_3": "Apare āhu “sibbetvā ṭhapitā viya nesaṁ aññamaññaṁ līnā chavi ahosī”ti.",
  "atk-s0201a2:103_4": "Evaṁ te nicchavitāya vā līnacchavitāya vā licchavīti paññāyiṁsu.",
  "atk-s0201a2:104_0": "Tāpaso dārake posento ussūre gāmaṁ sikkhāya pavisati, atidivā paṭikkamati.",
  "atk-s0201a2:104_1": "Tassa taṁ byāpāraṁ ñatvā gopālakā āhaṁsu –",
  "atk-s0201a2:104_2": "“bhante, pabbajitānaṁ dārakaposanaṁ palibodho, amhākaṁ dārake detha, mayaṁ posessāma, tumhe attano kammaṁ karothā”ti.",
  "atk-s0201a2:104_3": "Tāpaso sādhūti paṭissuṇi.",
  "atk-s0201a2:104_4": "Gopālakā dutiyadivase maggaṁ samaṁ katvā pupphehi okiritvā dhajapaṭākā ussāpetvā tūriyehi vajjamānehi assamaṁ āgatā. Tāpaso –",
  "atk-s0201a2:104_5": "“mahāpuññā dārakā appamādena vaḍḍhetha, vaḍḍhetvā ca aññamaññaṁ āvāhavivāhaṁ karotha, pañcagorasena rājānaṁ tosetvā bhūmibhāgaṁ gahetvā nagaraṁ māpetha, tattha kumāraṁ abhisiñcathā”ti vatvā dārake adāsi.",
  "atk-s0201a2:104_6": "Te sādhūti paṭissuṇitvā dārake netvā posesuṁ.",
  "atk-s0201a2:105_0": "Dārakā vuddhimanvāya kīḷantā vivādaṭṭhānesu aññe gopālakadārake hatthenapi pādenapi paharanti.",
  "atk-s0201a2:105_1": "Te rodanti.",
  "atk-s0201a2:105_2": "“Kissa rodathā”ti ca mātāpitūhi vuttā “ime nimmātāpitikā tāpasapositā amhe atipaharantī”ti vadanti.",
  "atk-s0201a2:105_3": "Tato tesaṁ mātāpitaro “ime dārakā aññe dārake vināsenti dukkhāpenti, na ime saṅgahetabbā, vajjetabbā ime”ti āhaṁsu.",
  "atk-s0201a2:105_4": "Tato pabhuti kira so padeso vajjīti vuccati yojanasatiko parimāṇena.",
  "atk-s0201a2:105_5": "Atha taṁ padesaṁ gopālakā rājānaṁ tosetvā aggahesuṁ.",
  "atk-s0201a2:105_6": "Tattha ca nagaraṁ māpetvā soḷasavassuddesikaṁ kumāraṁ abhisiñcitvā rājānaṁ akaṁsu.",
  "atk-s0201a2:105_7": "Tāya cassa dārikāya saddhiṁ vivāhaṁ katvā katikaṁ akaṁsu “bāhirakadārikā na ānetabbā, ito dārikā na kassaci dātabbā”ti.",
  "atk-s0201a2:105_8": "Tesaṁ paṭhamasaṁvāsena dve dārakā jātā dhītā ca putto ca.",
  "atk-s0201a2:105_9": "Evaṁ soḷasakkhattuṁ dve dve jātā.",
  "atk-s0201a2:105_10": "Tato tesaṁ dārakānaṁ yathākkamaṁ vaḍḍhantānaṁ ārāmuyyānanivāsaṭṭhānaparivārasampattiṁ gahetuṁ appahontā nagaraṁ tikkhattuṁ gāvutantarena gāvutantarena parikkhipiṁsu.",
  "atk-s0201a2:105_11": "Tassa punappunaṁ visālīkatattā vesālītveva nāmaṁ jātaṁ.",
  "atk-s0201a2:105_12": "Tena vuttaṁ “vesāliyanti evaṁ nāmake nagare”ti.",
  "atk-s0201a2:106_0": "01Bahinagareti nagarassa bahi, na ambapālivanaṁ viya antonagarasmiṁ.",
  "atk-s0201a2:106_1": "Ayaṁ pana jīvakambavanaṁ viya nagarassa bahiddhā vanasaṇḍo.",
  "atk-s0201a2:106_2": "Tena vuttaṁ “bahinagare”ti.",
  "atk-s0201a2:106_3": "Aparapureti purassa apare, pacchimadisāyanti attho.",
  "atk-s0201a2:106_4": "Vanasaṇḍeti so kira vanasaṇḍo nagarassa pacchimadisāyaṁ gāvutamatte ṭhāne.",
  "atk-s0201a2:106_5": "Tattha manussā bhagavato gandhakuṭiṁ katvā taṁ parivāretvā bhikkhūnaṁ rattiṭṭhānadivāṭṭhānacaṅkamaleṇakuṭimaṇḍapādīni patiṭṭhapesuṁ, bhagavā tattha viharati.",
  "atk-s0201a2:106_6": "Tena vuttaṁ “aparapure vanasaṇḍe”ti.",
  "atk-s0201a2:106_7": "Sunakkhattoti tassa nāmaṁ.",
  "atk-s0201a2:106_8": "Licchavīnaṁ pana puttattā licchaviputtoti vutto.",
  "atk-s0201a2:106_9": "Acirapakkantoti vibbhamitvā gihibhāvūpagamanena adhunāpakkanto.",
  "atk-s0201a2:106_10": "Parisatīti parisamajjhe.",
  "atk-s0201a2:106_11": "Uttarimanussadhammāti ettha manussadhammā nāma dasakusalakammapathā.",
  "atk-s0201a2:106_12": "Te paṭisedhetuṁ na sakkoti. Kasmā?",
  "atk-s0201a2:106_13": "Upārambhabhayā.",
  "atk-s0201a2:106_14": "Vesāliyañhi bahū manussā ratanattaye pasannā buddhamāmakā dhammamāmakā saṅghamāmakā.",
  "atk-s0201a2:106_15": "Te dasakusalakammapathamattampi natthi samaṇassa gotamassāti vutte tvaṁ kattha bhagavantaṁ pāṇaṁ hanantaṁ addasa, kattha adinnaṁ ādiyantantiādīni vatvā attano pamāṇaṁ na jānāsi?",
  "atk-s0201a2:106_16": "Kiṁ dantā me atthīti pāsāṇasakkharā khādasi, ahinaṅguṭṭhe gaṇhituṁ vāyamasi, kakacadantesu pupphāvaḷikaṁ kīḷituṁ icchasi?",
  "atk-s0201a2:106_17": "Mukhato te dante pātessāmāti vadeyyuṁ.",
  "atk-s0201a2:106_18": "So tesaṁ upārambhabhayā evaṁ vattuṁ na sakkoti.",
  "atk-s0201a2:107_0": "Vesālinagaravaṇṇanā niṭṭhitā.",
  "atk-s0201a2:108_0": "Uttarimanussadhammādivaṇṇanā",
  "atk-s0201a2:109_0": "Tato uttariṁ pana visesādhigamaṁ paṭisedhento uttari manussadhammā alamariyañāṇadassanavisesoti āha.",
  "atk-s0201a2:110_0": "Tattha alamariyaṁ ñātunti alamariyo, ariyabhāvāya samatthoti vuttaṁ hoti.",
  "atk-s0201a2:110_1": "Ñāṇadassanameva ñāṇadassanaviseso.",
  "atk-s0201a2:110_2": "Alamariyo ca so ñāṇadassanaviseso cāti alamariyañāṇadassanaviseso.",
  "atk-s0201a2:110_3": "Ñāṇadassananti dibbacakkhupi vipassanāpi maggopi phalampi paccavekkhaṇañāṇampi sabbaññutaññāṇampi vuccati.",
  "atk-s0201a2:110_4": "“Appamatto samāno ñāṇadassanaṁ ārādhetī”ti hi ettha dibbacakkhu ñāṇadassanaṁ nāma.",
  "atk-s0201a2:110_5": "“Ñāṇadassanāya cittaṁ abhinīharati abhininnāmetī”ti ettha vipassanāñāṇaṁ.",
  "atk-s0201a2:110_6": "“Abhabbā te ñāṇadassanāya anuttarāya sambodhāyā”ti ettha maggo.",
  "atk-s0201a2:110_7": "“Ayamañño uttari manussadhammā alamariyañāṇadassanaviseso adhigato phāsu vihāro”ti ettha phalaṁ.",
  "atk-s0201a2:110_8": "“Ñāṇañca pana me dassanaṁ udapādi, akuppā me cetovimutti, ayamantimā jāti, natthi dāni punabbhavo”ti ettha paccavekkhaṇañāṇaṁ.",
  "atk-s0201a2:110_9": "“Ñāṇañca pana me dassanaṁ udapādi sattāhakālaṅkato āḷāro kāḷāmo”ti ettha sabbaññutaññāṇaṁ.",
  "atk-s0201a2:110_10": "Idha pana lokuttaramaggo adhippeto.",
  "atk-s0201a2:110_11": "Tañhi so bhagavato paṭisedheti.",
  "atk-s0201a2:111_0": "Takkapariyāhatanti iminā ācariyaṁ paṭibāhati.",
  "atk-s0201a2:111_1": "Evaṁ kirassa ahosi –",
  "atk-s0201a2:111_2": "samaṇena gotamena ācariye upasaṅkamitvā sukhumaṁ dhammantaraṁ gahitaṁ nāma natthi, takkapariyāhataṁ pana takketvā evaṁ bhavissati evaṁ bhavissatīti takkapariyāhataṁ dhammaṁ desetīti.",
  "atk-s0201a2:111_3": "Vīmaṁsānucaritanti iminā cassa lokiyapaññaṁ anujānāti.",
  "atk-s0201a2:111_4": "Samaṇo gotamo paññavā, so taṁ paññāsaṅkhātaṁ indavajirūpamaṁ vīmaṁsaṁ evaṁ vaṭṭissati, evaṁ vaṭṭissatīti ito cito ca anucarāpetvā vīmaṁsāya anucaritaṁ dhammaṁ deseti.",
  "atk-s0201a2:111_5": "Sayaṁpaṭibhānanti imināssa dhammesu paccakkhabhāvaṁ paṭibāhati.",
  "atk-s0201a2:111_6": "Evaṁ hissa ahosi –",
  "atk-s0201a2:111_7": "samaṇassa gotamassa sukhumaṁ dhammantaraṁ vipassanā vā maggo vā phalaṁ vā paccavekkhaṇā vā natthi, ayaṁ pana laddhapariso, rājānaṁ cakkavattiṁ viya naṁ cattāro vaṇṇā parivārenti, suphusitaṁ panassa dantāvaraṇaṁ, mudukā jivhā, madhuro saro, anelagaḷā vācā, so yaṁ yadevassa upaṭṭhāti, taṁ taṁ gahetvā sayaṁpaṭibhānaṁ kathento mahājanaṁ rañjetīti.",
  "atk-s0201a2:112_0": "Yassa ca khvāssa atthāya dhammo desitoti yassa ca kho atthāya assa dhammo desito.",
  "atk-s0201a2:112_1": "Seyyathidaṁ, rāgapaṭighātatthāya asubhakammaṭṭhānaṁ, dosappaṭighātatthāya mettābhāvanā, mohapaṭighātatthāya pañca dhammā, vitakkūpacchedāya ānāpānassati.",
  "atk-s0201a2:113_0": "So niyyāti takkarassa sammā dukkhakkhayāyāti so dhammo yo taṁ yathādesitaṁ karoti, tassa takkarassa sammā hetunā nayena kāraṇena vaṭṭadukkhakkhayāya niyyāti gacchati tamatthaṁ sādhetīti dīpeti.",
  "atk-s0201a2:113_1": "Idaṁ panesa na attano ajjhāsayena vadati.",
  "atk-s0201a2:113_2": "Buddhānañhi dhammo aniyyānikoti evamevaṁ pavedeyya, na pana sakkoti vattuṁ. Kasmā?",
  "atk-s0201a2:113_3": "Upārambhabhayā.",
  "atk-s0201a2:113_4": "Vesāliyañhi bahū sotāpanna-sakadāgāmi-anāgāmiupāsakā.",
  "atk-s0201a2:113_5": "Te evaṁ vadeyyuṁ “sunakkhatta tvaṁ bhagavatā desitadhammo aniyyānikoti vadasi, yadi ayaṁ dhammo aniyyāniko, imasmiṁ nagare ime kasmā ettakā sotāpannā jātā, ettakā sakadāgāmī, ettakā anāgāmīti pubbe vuttanayena upārambhaṁ kareyyu”nti.",
  "atk-s0201a2:113_6": "So iminā upārambhabhayena aniyyānikoti vattuṁ asakkonto ajjunena vissaṭṭhakaṇḍaṁ viya assa dhammo amogho niyyāti, abbhantare panassa kiñci natthīti vadati.",
  "atk-s0201a2:114_0": "Assosi khoti vesāliyaṁ brāhmaṇakulaseṭṭhikulādīsu tattha tattha parisamajjhe evaṁ bhāsamānassa taṁ vacanaṁ suṇi, na pana paṭisedhesi. Kasmā?",
  "atk-s0201a2:114_1": "Kāruññatāya.",
  "atk-s0201a2:114_2": "Evaṁ kirassa ahosi ayaṁ kuddho jhāyamānaṁ veḷuvanaṁ viya pakkhittaloṇaṁ uddhanaṁ viya ca kodhavasena paṭapaṭāyati, mayā paṭibāhito pana mayipi āghātaṁ bandhissati, evamassa tathāgate ca mayi cāti dvīsu janesu āghāto atibhāriyo bhavissatīti kāruññatāya na paṭisedhesi.",
  "atk-s0201a2:114_3": "Api cassa evaṁ ahosi, buddhānaṁ avaṇṇakathanaṁ nāma puṇṇacande dosāropanasadisaṁ, ko imassa kathaṁ gaṇhissati?",
  "atk-s0201a2:114_4": "Sayameva kheḷe pacchinne mukhe sukkhe oramissatīti iminā kāraṇena na paṭisedhesi.",
  "atk-s0201a2:114_5": "Piṇḍapātapaṭikkantoti piṇḍapātapariyesanato apagato.",
  "atk-s0201a2:115_0": "147.Kodhanoti caṇḍo pharuso.",
  "atk-s0201a2:115_1": "Moghapurisoti tucchapuriso.",
  "atk-s0201a2:115_2": "Yassa hi tasmiṁ attabhāve maggaphalānaṁ upanissayo natthi, taṁ buddhā “moghapuriso”ti vadanti.",
  "atk-s0201a2:115_3": "Upanissaye satipi tasmiṁ khaṇe magge vā phale vā asati “moghapuriso”ti vadantiyeva.",
  "atk-s0201a2:115_4": "Imassa pana tasmiṁ attabhāve maggaphalānaṁ upanissayo samucchinnoyeva, tena taṁ “moghapuriso”ti āha.",
  "atk-s0201a2:115_5": "Kodhā ca panassa esā vācā bhāsitāti esā ca panassa vācā kodhena bhāsitā.",
  "atk-s0201a2:116_0": "Kasmā panesa bhagavato kuddhoti?",
  "atk-s0201a2:116_1": "Ayañhi pubbe bhagavantaṁ upasaṅkamitvā dibbacakkhuparikammaṁ pucchi.",
  "atk-s0201a2:116_2": "Athassa bhagavā kathesi.",
  "atk-s0201a2:116_3": "So dibbacakkhuṁ nibbattetvā ālokaṁ vaḍḍhetvā devaloke olokento nandanavanacittalatāvanaphārusakavanamissakavanesu dibbasampattiṁ anubhavamāne devaputte ca devadhītaro ca disvā etesaṁ evarūpāya attabhāvasampattiyā ṭhitānaṁ kīvamadhuro nu kho saddo bhavissatīti saddaṁ sotukāmo hutvā dasabalaṁ upasaṅkamitvā dibbasotadhātuparikammaṁ pucchi.",
  "atk-s0201a2:116_4": "Bhagavā panassa dibbasotadhātuyā upanissayo natthīti ñatvā parikammaṁ na kathesi.",
  "atk-s0201a2:116_5": "Na hi buddhā upanissayavirahita tassa parikammaṁ kathenti.",
  "atk-s0201a2:116_6": "So bhagavati āghātaṁ bandhitvā cintesi “ahaṁ samaṇaṁ gotamaṁ paṭhamaṁ dibbacakkhuparikammaṁ pucchiṁ, so ‘mayhaṁ taṁ sampajjatu vā mā vā sampajjatū’ti kathesi.",
  "atk-s0201a2:116_7": "Ahaṁ pana paccattapurisakārena taṁ nibbattetvā dibbasotadhātuparikammaṁ pucchiṁ, taṁ me na kathesi.",
  "atk-s0201a2:116_8": "Addhāssa evaṁ hoti ‘ayaṁ rājapabbajito dibbacakkhuñāṇaṁ nibbattetvā dibbasotadhātuñāṇaṁ nibbattetvā cetopariyañāṇaṁ nibbattetvā āsavānaṁ khayañāṇaṁ nibbattetvā mayā samasamo bhavissatī’ti issāmacchariyavasena mayhaṁ na kathetī”ti.",
  "atk-s0201a2:116_9": "Bhiyyoso āghātaṁ bandhitvā kāsāyāni chaḍḍetvā gihibhāvaṁ patvāpi na tuṇhībhūto vicarati.",
  "atk-s0201a2:116_10": "Dasabalaṁ pana asatā tucchena abbhācikkhanto vicarati.",
  "atk-s0201a2:116_11": "Tenāha bhagavā “kodhā ca panassa esā vācā bhāsitā”ti.",
  "atk-s0201a2:117_0": "Vaṇṇo heso, sāriputtāti, sāriputta, tathāgatena satasahassakappādhikāni cattāri asaṅkhyeyyāni pāramiyo pūrentena etadatthameva vāyāmo kato “desanādhammo me niyyāniko bhavissatī”ti.",
  "atk-s0201a2:117_1": "Tasmā yo evaṁ vadeyya, so vaṇṇaṁyeva tathāgatassa bhāsati.",
  "atk-s0201a2:117_2": "Vaṇṇo heso, sāriputta, tathāgatassa guṇo eso tathāgatassa, na aguṇoti dasseti.",
  "atk-s0201a2:118_0": "Ayampihi nāma sāriputtātiādinā kiṁ dasseti?",
  "atk-s0201a2:118_1": "Sunakkhattena paṭisiddhassa uttarimanussadhammassa attani atthitaṁ dasseti.",
  "atk-s0201a2:118_2": "Bhagavā kira ayaṁ, sāriputta, sunakkhatto moghapuriso natthi tathāgatassa uttarimanussadhammoti vadati.",
  "atk-s0201a2:118_3": "Mayhañca sabbaññutaññāṇaṁ nāma atthi, iddhividhañāṇaṁ nāma atthi, dibbasotadhātuñāṇaṁ nāma atthi, cetopariyañāṇaṁ nāma atthi, dasabalañāṇaṁ nāma atthi, catuvesārajjañāṇaṁ nāma atthi, aṭṭhasu parisāsu akampanañāṇaṁ nāma atthi, catuyoniparicchedakañāṇaṁ nāma atthi, pañcagatiparicchedakañāṇaṁ nāma atthi, sabbepi cete uttarimanussadhammāyeva.",
  "atk-s0201a2:118_4": "Evarūpesu uttarimanussadhammesu ekassāpi vijānanasamatthaṁ dhammanvayamattampi nāma etassa moghapurisassa na bhavissatīti etamatthaṁ dassetuṁ ayampi hi nāma sāriputtātiādinā nayena imaṁ desanaṁ ārabhi.",
  "atk-s0201a2:118_5": "Tattha anvetīti anvayo, jānāti, anubujjhatīti attho.",
  "atk-s0201a2:118_6": "Dhammassa anvayo dhammanvayo, taṁ taṁ sabbaññutaññāṇādidhammaṁ jānanapaññāyetaṁ adhivacanaṁ.",
  "atk-s0201a2:118_7": "“Itipi so bhagavā”tiādīhi evarūpampi nāma mayhaṁ sabbaññutaññāṇasaṅkhātaṁ uttarimanussadhammaṁ vijjamānameva atthīti jānituṁ tassa moghapurisassa dhammanvayopi na bhavissatīti dasseti.",
  "atk-s0201a2:118_8": "Iddhividhañāṇādīsupi evaṁ yojanā veditabbā.",
  "atk-s0201a2:119_0": "Uttarimanussadhammādivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:120_0": "Dasabalañāṇādivaṇṇanā",
  "atk-s0201a2:121_0": "148.",
  "atk-s0201a2:121_1": "Ettha ca kiñcāpi cetopariyañāṇānantaraṁ tisso vijjā vattabbā siyuṁ, yasmā pana tāsu vuttāsu upari dasabalañāṇaṁ na paripūrati, tasmā tā avatvā tathāgatassa dasabalañāṇaṁ paripūraṁ katvā dassento dasa kho panimāni sāriputtātiādimāha.",
  "atk-s0201a2:121_2": "Tattha tathāgatabalānīti aññehi asādhāraṇāni tathāgatasseva balāni.",
  "atk-s0201a2:121_3": "Yathā vā pubbabuddhānaṁ balāni puññussayasampattiyā āgatāni, tathā āgatabalānītipi attho.",
  "atk-s0201a2:121_4": "Tattha duvidhaṁ tathāgatabalaṁ kāyabalañca ñāṇabalañca.",
  "atk-s0201a2:121_5": "Tesu kāyabalaṁ hatthikulānusārena veditabbaṁ.",
  "atk-s0201a2:121_6": "Vuttañhetaṁ porāṇehi –",
  "atk-s0201a2:122_0": "“Kālāvakañca gaṅgeyyaṁ, paṇḍaraṁ tambapiṅgalaṁ;",
  "atk-s0201a2:123_0": "Gandhamaṅgalahemañca, uposathachaddantime dasā”ti.",
  "atk-s0201a2:124_0": "Imāni hi dasa hatthikulāni.",
  "atk-s0201a2:124_1": "Tattha kālāvakanti pakatihatthikulaṁ daṭṭhabbaṁ.",
  "atk-s0201a2:124_2": "Yaṁ dasannaṁ purisānaṁ kāyabalaṁ, taṁ ekassa kālāvakahatthino.",
  "atk-s0201a2:124_3": "Yaṁ dasannaṁ kālāvakānaṁ balaṁ, taṁ ekassa gaṅgeyyassa.",
  "atk-s0201a2:124_4": "Yaṁ dasannaṁ gaṅgeyyānaṁ, taṁ ekassa paṇḍarassa.",
  "atk-s0201a2:124_5": "Yaṁ dasannaṁ paṇḍarānaṁ, taṁ ekassa tambassa.",
  "atk-s0201a2:124_6": "Yaṁ dasannaṁ tambānaṁ, taṁ ekassa piṅgalassa.",
  "atk-s0201a2:124_7": "Yaṁ dasannaṁ piṅgalānaṁ, taṁ ekassa gandhahatthino.",
  "atk-s0201a2:124_8": "Yaṁ dasannaṁ gandhahatthīnaṁ, taṁ ekassa maṅgalassa.",
  "atk-s0201a2:124_9": "Yaṁ dasannaṁ maṅgalānaṁ, taṁ ekassa hemavatassa.",
  "atk-s0201a2:124_10": "Yaṁ dasannaṁ hemavatānaṁ, taṁ ekassa uposathassa.",
  "atk-s0201a2:124_11": "Yaṁ dasannaṁ uposathānaṁ, taṁ ekassa chaddantassa.",
  "atk-s0201a2:124_12": "Yaṁ dasannaṁ chaddantānaṁ taṁ ekassa tathāgatassa.",
  "atk-s0201a2:124_13": "Nārāyanasaṅghātabalantipi idameva vuccati.",
  "atk-s0201a2:124_14": "Tadetaṁ pakatihatthigaṇanāya hatthīnaṁ koṭisahassānaṁ purisagaṇanāya dasannaṁ purisakoṭisahassānaṁ balaṁ hoti.",
  "atk-s0201a2:124_15": "Idaṁ tāva tathāgatassa kāyabalaṁ.",
  "atk-s0201a2:125_0": "Ñāṇabalaṁ pana pāḷiyaṁ tāva āgatameva.",
  "atk-s0201a2:125_1": "Dasabalañāṇaṁ, catuvesārajjañāṇaṁ, aṭṭhasu parisāsu akampanañāṇaṁ, catuyoniparicchedakañāṇaṁ, pañcagatiparicchedakañāṇaṁ.",
  "atk-s0201a2:125_2": "Saṁyuttake āgatāni tesattati ñāṇāni sattasattati ñāṇānīti evaṁ aññānipi anekāni ñāṇasahassāni, etaṁ ñāṇabalaṁ nāma.",
  "atk-s0201a2:125_3": "Idhāpi ñāṇabalameva adhippetaṁ.",
  "atk-s0201a2:125_4": "Ñāṇañhi akampiyaṭṭhena upatthambhanaṭṭhena ca balanti vuttaṁ.",
  "atk-s0201a2:126_0": "Yehi balehi samannāgatoti yehi dasahi ñāṇabalehi upeto samupeto.",
  "atk-s0201a2:126_1": "Āsabhaṁ ṭhānanti seṭṭhaṭṭhānaṁ uttamaṭṭhānaṁ.",
  "atk-s0201a2:126_2": "Āsabhā vā pubbabuddhā, tesaṁ ṭhānanti attho.",
  "atk-s0201a2:126_3": "Apica gavasatajeṭṭhako usabho, gavasahassajeṭṭhako vasabho.",
  "atk-s0201a2:126_4": "Vajasatajeṭṭhako vā usabho, vajasahassajeṭṭhako vasabho.",
  "atk-s0201a2:126_5": "Sabbagavaseṭṭho sabbaparissayasaho seto pāsādiko mahābhāravaho asanisatasaddehipi akampaniyo nisabho, so idha usabhoti adhippeto.",
  "atk-s0201a2:126_6": "Idampi hi tassa pariyāyavacanaṁ.",
  "atk-s0201a2:126_7": "Usabhassa idanti āsabhaṁ.",
  "atk-s0201a2:126_8": "Ṭhānanti catūhi pādehi pathaviṁ uppīḷetvā acalaṭṭhānaṁ.",
  "atk-s0201a2:126_9": "Idaṁ pana āsabhaṁ viyāti āsabhaṁ.",
  "atk-s0201a2:126_10": "Yatheva hi nisabhasaṅkhāto usabho usabhabalena samannāgato catūhi pādehi pathaviṁ uppīḷetvā acalaṭṭhānena tiṭṭhati, evaṁ tathāgatopi dasahi tathāgatabalehi samannāgato catūhi vesārajjapādehi aṭṭhaparisapathaviṁ uppīḷetvā sadevake loke kenaci paccatthikena paccāmittena akampiyo acalaṭṭhānena tiṭṭhati.",
  "atk-s0201a2:126_11": "Evaṁ tiṭṭhamānova taṁ āsabhaṁ ṭhānaṁ paṭijānāti, upagacchati na paccakkhāti attani āropeti.",
  "atk-s0201a2:126_12": "Tena vuttaṁ “āsabhaṁ ṭhānaṁ paṭijānātī”ti.",
  "atk-s0201a2:127_0": "Parisāsūti aṭṭhasu parisāsu.",
  "atk-s0201a2:127_1": "Sīhanādaṁ nadatīti seṭṭhanādaṁ abhītanādaṁ nadati, sīhanādasadisaṁ vā nādaṁ nadati.",
  "atk-s0201a2:127_2": "Ayamattho sīhanādasuttena dīpetabbo.",
  "atk-s0201a2:127_3": "Yathā vā sīho sahanato hananato ca sīhoti vuccati, evaṁ tathāgato lokadhammānaṁ sahanato parappavādānañca hananato sīhoti vuccati.",
  "atk-s0201a2:127_4": "Evaṁ vuttassa sīhassa nādaṁ sīhanādaṁ.",
  "atk-s0201a2:127_5": "Tattha yathā sīho sīhabalena samannāgato sabbattha visārado vigatalomahaṁso sīhanādaṁ nadati, evaṁ tathāgatasīhopi tathāgatabalehi samannāgato aṭṭhasu parisāsu visārado vigatalomahaṁso iti rūpantiādinā nayena nānāvidhadesanāvilāsasampannaṁ sīhanādaṁ nadati.",
  "atk-s0201a2:127_6": "Tena vuttaṁ “parisāsu sīhanādaṁ nadatī”ti.",
  "atk-s0201a2:127_7": "Brahmacakkaṁ pavattetīti ettha brahmanti seṭṭhaṁ uttamaṁ visiṭṭhaṁ.",
  "atk-s0201a2:127_8": "Cakka-saddo panāyaṁ –",
  "atk-s0201a2:128_0": "Sampattiyaṁ lakkhaṇe ca, rathaṅge iriyāpathe;",
  "atk-s0201a2:129_0": "Dāne ratanadhammūra-cakkādīsu ca dissati;",
  "atk-s0201a2:130_0": "Dhammacakke idha mato, tañca dvedhā vibhāvaye.",
  "atk-s0201a2:131_0": "“Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṁ devamanussāna”ntiādīsu hi ayaṁ sampattiyaṁ dissati.",
  "atk-s0201a2:131_1": "“Pādatalesu cakkāni jātānī”ti ettha lakkhaṇe.",
  "atk-s0201a2:131_2": "“Cakkaṁva vahato pada”nti ettha rathaṅge.",
  "atk-s0201a2:131_3": "“Catucakkaṁ navadvāra”nti ettha iriyāpathe.",
  "atk-s0201a2:131_4": "“Dadaṁ bhuñja mā ca pamādo, cakkaṁ pavattaya sabbapāṇina”nti ettha dāne.",
  "atk-s0201a2:131_5": "“Dibbaṁ cakkaratanaṁ pāturahosī”ti ettha ratanacakke.",
  "atk-s0201a2:131_6": "“Mayā pavattitaṁ cakka”nti ettha dhammacakke.",
  "atk-s0201a2:131_7": "“Icchāhatassa posassa, cakkaṁ bhamati matthake”ti ettha uracakke.",
  "atk-s0201a2:131_8": "“Khurapariyantena cepi cakkenā”ti ettha paharaṇacakke.",
  "atk-s0201a2:131_9": "“Asanivicakka”nti ettha asanimaṇḍale.",
  "atk-s0201a2:131_10": "Idha panāyaṁ dhammacakke adhippeto.",
  "atk-s0201a2:132_0": "Taṁ pana dhammacakkaṁ duvidhaṁ hoti paṭivedhañāṇañceva desanāñāṇañca.",
  "atk-s0201a2:132_1": "Tattha paññāpabhāvitaṁ attano ariyabalāvahaṁ paṭivedhañāṇaṁ.",
  "atk-s0201a2:132_2": "Karuṇāpabhāvitaṁ sāvakānaṁ ariyabalāvahaṁ desanāñāṇaṁ.",
  "atk-s0201a2:132_3": "Tattha paṭivedhañāṇaṁ uppajjamānaṁ uppannanti duvidhaṁ.",
  "atk-s0201a2:132_4": "Tañhi abhinikkhamanato yāva arahattamaggā uppajjamānaṁ, phalakkhaṇe uppannaṁ nāma.",
  "atk-s0201a2:132_5": "Tusitabhavanato vā yāva mahābodhipallaṅke arahattamaggā uppajjamānaṁ, phalakkhaṇe uppannaṁ nāma.",
  "atk-s0201a2:132_6": "Dīpaṅkaradasabalato paṭṭhāya vā yāva arahattamaggā uppajjamānaṁ, phalakkhaṇe uppannaṁ nāma.",
  "atk-s0201a2:132_7": "Desanāñāṇampi pavattamānaṁ pavattanti duvidhaṁ.",
  "atk-s0201a2:132_8": "Tañhi yāva aññātakoṇḍaññassa sotāpattimaggā pavattamānaṁ, phalakkhaṇe pavattaṁ nāma.",
  "atk-s0201a2:132_9": "Tesu paṭivedhañāṇaṁ lokuttaraṁ, desanāñāṇaṁ lokiyaṁ.",
  "atk-s0201a2:132_10": "Ubhayampi panetaṁ aññehi asādhāraṇaṁ, buddhānaṁyeva orasañāṇaṁ.",
  "atk-s0201a2:133_0": "Idāni yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, yāni āditova “dasa kho panimāni, sāriputta, tathāgatassa tathāgatabalānī”ti nikkhittāni, tāni vitthārato dassetuṁ katamāni dasa?",
  "atk-s0201a2:133_1": "Idha, sāriputta, tathāgato ṭhānañca ṭhānatotiādimāha.",
  "atk-s0201a2:133_2": "Tattha ṭhānañca ṭhānatoti kāraṇañca kāraṇato.",
  "atk-s0201a2:133_3": "Kāraṇañhi yasmā tattha phalaṁ tiṭṭhati tadāyattavuttiyāya uppajjati ceva pavattati ca, tasmā ṭhānanti vuccati.",
  "atk-s0201a2:133_4": "Taṁ bhagavā “ye ye dhammā yesaṁ yesaṁ dhammānaṁ hetū paccayā uppādāya, taṁ taṁ ṭhānaṁ.",
  "atk-s0201a2:133_5": "Ye ye dhammā yesaṁ yesaṁ dhammānaṁ na hetū na paccayā uppādāya, taṁ taṁ aṭṭhāna”nti pajānanto ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ pajānāti.",
  "atk-s0201a2:133_6": "Abhidhamme panetaṁ, “tattha katamaṁ tathāgatassa ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ ñāṇa”ntiādinā nayena vitthāritameva.",
  "atk-s0201a2:133_7": "Yampīti yena ñāṇena.",
  "atk-s0201a2:133_8": "Idampi, sāriputta, tathāgatassāti idampi ṭhānāṭṭhānañāṇaṁ tathāgatassa tathāgatabalaṁ nāma hotīti attho.",
  "atk-s0201a2:133_9": "Evaṁ sabbapadesu yojanā veditabbā.",
  "atk-s0201a2:134_0": "Kammasamādānānanti samādiyitvā katānaṁ kusalākusalakammānaṁ, kammameva vā kammasamādānaṁ.",
  "atk-s0201a2:134_1": "Ṭhānaso hetusoti paccayato ceva hetuto ca.",
  "atk-s0201a2:134_2": "Tattha gatiupadhikālapayogā vipākassa ṭhānaṁ.",
  "atk-s0201a2:134_3": "Kammaṁ hetu.",
  "atk-s0201a2:134_4": "Imassa pana ñāṇassa vitthārakathā “atthekaccāni pāpakāni kammasamādānāni gatisampattipaṭibāḷhāni na vipaccantī”tiādinā nayena abhidhamme āgatāyeva.",
  "atk-s0201a2:135_0": "Sabbatthagāmininti sabbagatigāminiṁ agatigāminiñca.",
  "atk-s0201a2:135_1": "Paṭipadanti maggaṁ.",
  "atk-s0201a2:135_2": "Yathābhūtaṁ pajānātīti bahūsupi manussesu ekameva pāṇaṁ ghātentesu imassa cetanā nirayagāminī bhavissati, imassa cetanā tiracchānayonigāminīti iminā nayena ekavatthusmimpi kusalākusalacetanāsaṅkhātānaṁ paṭipattīnaṁ aviparītato sabhāvaṁ jānāti.",
  "atk-s0201a2:135_3": "Imassa ca ñāṇassa vitthārakathā “tattha katamaṁ tathāgatassa sabbatthagāminiṁ paṭipadaṁ yathābhūtaṁ ñāṇaṁ?",
  "atk-s0201a2:135_4": "Idha tathāgato ayaṁ maggo ayaṁ paṭipadā nirayagāmīti pajānātī”tiādinā nayena abhidhamme āgatāyeva.",
  "atk-s0201a2:136_0": "Anekadhātunti cakkhudhātuādīhi kāmadhātuādīhi vā dhātūhi bahudhātuṁ.",
  "atk-s0201a2:136_1": "Nānādhātunti tāsaṁyeva dhātūnaṁ vilakkhaṇatāya nānappakāradhātuṁ.",
  "atk-s0201a2:136_2": "Lokanti khandhāyatanadhātulokaṁ.",
  "atk-s0201a2:136_3": "Yathābhūtaṁ pajānātīti tāsaṁ tāsaṁ dhātūnaṁ aviparītato sabhāvaṁ paṭivijjhati.",
  "atk-s0201a2:136_4": "Idampi ñāṇaṁ “tattha katamaṁ tathāgatassa anekadhātunānādhātulokaṁ yathābhūtaṁ ñāṇaṁ, idha tathāgato khandhanānattaṁ pajānātī”tiādinā nayena abhidhamme vitthāritameva.",
  "atk-s0201a2:137_0": "Nānādhimuttikatanti hīnādīhi adhimuttīhi nānādhimuttikabhāvaṁ.",
  "atk-s0201a2:137_1": "Idampi ñāṇaṁ, “tattha katamaṁ tathāgatassa sattānaṁ nānādhimuttikataṁ yathābhūtaṁ ñāṇaṁ, idha tathāgato pajānāti santi sattā hīnādhimuttikā”ti ādinā nayena abhidhamme vitthāritameva.",
  "atk-s0201a2:138_0": "Parasattānanti padhānasattānaṁ.",
  "atk-s0201a2:138_1": "Parapuggalānanti tato paresaṁ hīnasattānaṁ.",
  "atk-s0201a2:138_2": "Ekatthameva vā etaṁ padadvayaṁ.",
  "atk-s0201a2:138_3": "Veneyyavasena pana dvedhā vuttaṁ.",
  "atk-s0201a2:138_4": "Indriyaparopariyattanti saddhādīnaṁ indriyānaṁ parabhāvaṁ aparabhāvañca, vuddhiñca hāniñcāti attho.",
  "atk-s0201a2:138_5": "Imassapi ñāṇassa vitthārakathā –",
  "atk-s0201a2:138_6": "“tattha katamaṁ tathāgatassa parasattānaṁ parapuggalānaṁ indriyaparopariyattaṁ yathābhūtaṁ ñāṇaṁ, idha tathāgato sattānaṁ āsayaṁ pajānāti anusayaṁ pajānātī”tiādinā nayena abhidhamme āgatāyeva.",
  "atk-s0201a2:139_0": "Jhānavimokkhasamādhisamāpattīnanti paṭhamādīnaṁ catunnaṁ jhānānaṁ rūpī rūpāni passatītiādīnaṁ aṭṭhannaṁ vimokkhānaṁ savitakkasavicārādīnaṁ tiṇṇaṁ samādhīnaṁ paṭhamajjhānasamāpattiādīnañca navannaṁ anupubbasamāpattīnaṁ.",
  "atk-s0201a2:139_1": "Saṁkilesanti hānabhāgiyadhammaṁ.",
  "atk-s0201a2:139_2": "Vodānanti visesabhāgiyadhammaṁ.",
  "atk-s0201a2:139_3": "Vuṭṭhānanti “vodānampi vuṭṭhānaṁ.",
  "atk-s0201a2:139_4": "Tamhā tamhā samādhimhā vuṭṭhānampi vuṭṭhāna”nti evaṁ vuttapaguṇajjhānañceva bhavaṅgaphalasamāpattiyo ca.",
  "atk-s0201a2:139_5": "Heṭṭhimaṁ heṭṭhimañhi paguṇajjhānaṁ uparimassa uparimassa padaṭṭhānaṁ hoti.",
  "atk-s0201a2:139_6": "Tasmā “vodānampi vuṭṭhāna”nti vuttaṁ.",
  "atk-s0201a2:139_7": "Bhavaṅgena pana sabbajjhānehi vuṭṭhānaṁ hoti.",
  "atk-s0201a2:139_8": "Phalasamāpattiyā nirodhasamāpattito vuṭṭhānaṁ hoti.",
  "atk-s0201a2:139_9": "Taṁ sandhāya “tamhā tamhā samādhimhā vuṭṭhānampi vuṭṭhāna”nti vuttaṁ.",
  "atk-s0201a2:139_10": "Idampi ñāṇaṁ “tattha katamaṁ tathāgatassa jhānavimokkhasamādhisamāpattīnaṁ saṁkilesaṁ vodānaṁ vuṭṭhānaṁ yathābhūtaṁ ñāṇaṁ, jhāyīti cattāro jhāyī, atthekacco jhāyī sampattiṁyeva samānaṁ vipattīti paccetī”tiādinā nayena abhidhamme vitthāritaṁ.",
  "atk-s0201a2:139_11": "Sattannaṁ ñāṇānaṁ vitthārakathāvinicchayo sammohavinodaniyaṁ vibhaṅgaṭṭhakathāyaṁ vutto.",
  "atk-s0201a2:139_12": "Pubbenivāsānussatidibbacakkhuñāṇakathā visuddhimagge vitthāritā.",
  "atk-s0201a2:139_13": "Āsavakkhayakathā bhayabherave.",
  "atk-s0201a2:140_0": "149.Imāni kho sāriputtāti yāni pubbe “dasa kho panimāni, sāriputta, tathāgatassa tathāgatabalānī”ti avocaṁ, imāni tānīti appanaṁ karoti.",
  "atk-s0201a2:140_1": "Tattha paravādīkathā hoti –",
  "atk-s0201a2:140_2": "dasabalañāṇaṁ nāma pāṭiyekkaṁ natthi, sabbaññutaññāṇassevāyaṁ pabhedoti.",
  "atk-s0201a2:140_3": "Taṁ na tathā daṭṭhabbaṁ.",
  "atk-s0201a2:140_4": "Aññameva hi dasabalañāṇaṁ, aññaṁ sabbaññutaññāṇaṁ.",
  "atk-s0201a2:140_5": "Dasabalañāṇañhi sakasakakiccameva jānāti.",
  "atk-s0201a2:140_6": "Sabbaññutañāṇaṁ tampi tato avasesampi pajānāti.",
  "atk-s0201a2:140_7": "Dasabalañāṇesu hi paṭhamaṁ kāraṇākāraṇameva jānāti.",
  "atk-s0201a2:140_8": "Dutiyaṁ kammantaravipākantarameva.",
  "atk-s0201a2:140_9": "Tatiyaṁ kammaparicchedameva.",
  "atk-s0201a2:140_10": "Catutthaṁ dhātunānattakāraṇameva.",
  "atk-s0201a2:140_11": "Pañcamaṁ sattānaṁ ajjhāsayādhimuttimeva.",
  "atk-s0201a2:140_12": "Chaṭṭhaṁ indriyānaṁ tikkhamudubhāvameva.",
  "atk-s0201a2:140_13": "Sattamaṁ jhānādīhi saddhiṁ tesaṁ saṁkilesādimeva.",
  "atk-s0201a2:140_14": "Aṭṭhamaṁ pubbenivutthakhandhasantatimeva.",
  "atk-s0201a2:140_15": "Navamaṁ sattānaṁ cutipaṭisandhimeva.",
  "atk-s0201a2:140_16": "Dasamaṁ saccaparicchedameva.",
  "atk-s0201a2:140_17": "Sabbaññutaññāṇaṁ pana etehi jānitabbañca tato uttariñca pajānāti.",
  "atk-s0201a2:140_18": "Etesaṁ pana kiccaṁ na sabbaṁ karoti.",
  "atk-s0201a2:140_19": "Tañhi jhānaṁ hutvā appetuṁ na sakkoti, iddhi hutvā vikubbituṁ na sakkoti, maggo hutvā kilese khepetuṁ na sakkoti.",
  "atk-s0201a2:140_20": "Apica paravādī evaṁ pucchitabbo –",
  "atk-s0201a2:140_21": "“dasabalañāṇaṁ nāma etaṁ savitakkasavicāraṁ avitakkavicāramattaṁ avitakkaavicāraṁ kāmāvacaraṁ rūpāvacaraṁ arūpāvacaraṁ lokiyaṁ lokuttara”nti?",
  "atk-s0201a2:140_22": "Jānanto paṭipāṭiyā satta ñāṇāni savitakkasavicārānīti vakkhati.",
  "atk-s0201a2:140_23": "Tato parāni dve avitakkaavicārānīti vakkhati.",
  "atk-s0201a2:140_24": "Āsavakkhayañāṇaṁ siyā savitakkasavicāraṁ, siyā avitakkavicāramattaṁ, siyā avitakkaavicāranti vakkhati.",
  "atk-s0201a2:140_25": "Tathā paṭipāṭiyā satta kāmāvacarāni, tato parāni dve rūpāvacarāni, avasāne ekaṁ lokuttaranti vakkhati, sabbaññutaññāṇaṁ pana savitakkasavicārameva kāmāvacarameva lokiyamevāti vakkhati.",
  "atk-s0201a2:141_0": "Evamettha anupadavaṇṇanaṁ katvā idāni yasmā tathāgato paṭhamaṁyeva ṭhānāṭṭhānañāṇena veneyyasattānaṁ āsavakkhayādhigamassa ceva anadhigamassa ca ṭhānāṭṭhānabhūtaṁ kilesāvaraṇābhāvaṁ passati, lokiyasammādiṭṭhiṭṭhānadassanato niyatamicchādiṭṭhiṭṭhānābhāvadassanato ca.",
  "atk-s0201a2:141_1": "Atha nesaṁ kammavipākañāṇena vipākāvaraṇābhāvaṁ passati, tihetukapaṭisandhidassanato.",
  "atk-s0201a2:141_2": "Sabbatthagāminīpaṭipadāñāṇena kammāvaraṇābhāvaṁ passati, anantariyakammābhāvadassanato.",
  "atk-s0201a2:141_3": "Evaṁ anāvaraṇānaṁ anekadhātunānādhātuñāṇena anukūladhammadesanatthaṁ cariyavisesaṁ passati, dhātuvemattadassanato.",
  "atk-s0201a2:141_4": "Atha nesaṁ nānādhimuttikatāñāṇena adhimuttiṁ passati, payogaṁ anādiyitvāpi adhimuttivasena dhammadesanatthaṁ.",
  "atk-s0201a2:141_5": "Athevaṁ diṭṭhādhimuttīnaṁ yathāsatti yathābalaṁ dhammaṁ desetuṁ indriyaparopariyattañāṇena indriyaparopariyattaṁ passati, saddhādīnaṁ tikkhamudubhāvadassanato.",
  "atk-s0201a2:141_6": "Evaṁ pariññātindriyaparopariyattā pana te sace dūre honti, paṭhamajjhānādīsu vasībhūtattā iddhivisesena te khippaṁ upagacchati.",
  "atk-s0201a2:141_7": "Upagantvā ca nesaṁ pubbenivāsānussatiñāṇena pubbajātibhāvanaṁ, dibbacakkhuñāṇānubhāvato pattabbena cetopariyañāṇena sampati cittavisesaṁ passanto āsavakkhayañāṇānubhāvena āsavakkhayagāminiyā paṭipadāya vigatasammohattā āsavakkhayāya dhammaṁ deseti.",
  "atk-s0201a2:141_8": "Tasmā iminā anukkamena imāni dasabalāni vuttānīti veditabbāni.",
  "atk-s0201a2:142_0": "Taṁ, sāriputta, vācaṁ appahāyātiādīsu puna evarūpiṁ vācaṁ na vakkhāmīti vadanto taṁ vācaṁ pajahati nāma.",
  "atk-s0201a2:142_1": "Puna evarūpaṁ cittaṁ na uppādessāmīti cintento cittaṁ pajahati nāma.",
  "atk-s0201a2:142_2": "Puna evarūpaṁ diṭṭhiṁ na gaṇhissāmīti pajahanto diṭṭhiṁ paṭinissajjati nāma, tathā akaronto neva pajahati, na paṭinissajjati.",
  "atk-s0201a2:142_3": "So yathābhataṁ nikkhitto evaṁ nirayeti yathā nirayapālehi āharitvā niraye ṭhapito, evaṁ niraye ṭhapitoyevāti veditabbo.",
  "atk-s0201a2:143_0": "Idānissa atthasādhakaṁ upamaṁ dassento seyyathāpītiādimāha.",
  "atk-s0201a2:143_1": "Tattha sīlasampannotiādīsu lokiyalokuttarā sīlasamādhipaññā veditabbā.",
  "atk-s0201a2:143_2": "Lokuttaravaseneva vinivattetumpi vaṭṭati.",
  "atk-s0201a2:143_3": "Ayañhi sammāvācākammantājīvehi sīlasampanno, sammāvāyāmasatisamādhīhi samādhisampanno, sammādiṭṭhisaṅkappehi paññāsampanno, so evaṁ sīlādisampanno bhikkhu yathā diṭṭheva dhamme imasmiṁyeva attabhāve aññaṁ ārādheti arahattaṁ pāpuṇāti, evaṁsampadamidaṁ, sāriputta, vadāmi imampi kāraṇaṁ evarūpameva.",
  "atk-s0201a2:143_4": "Yathā hi maggānantaraṁ avirajjhitvāva phalaṁ nibbattati, evameva imassāpi puggalassa cutianantaraṁ avirajjhitvāva niraye paṭisandhi hotīti dasseti.",
  "atk-s0201a2:143_5": "Sakalasmiñhi buddhavacane imāya upamāya gāḷhataraṁ katvā vuttaupamā nāma natthi.",
  "atk-s0201a2:144_0": "150.Vesārajjānīti ettha sārajjapaṭipakkho vesārajjaṁ, catūsu ṭhānesu sārajjābhāvaṁ paccavekkhantassa uppannasomanassamayañāṇassetaṁ nāmaṁ.",
  "atk-s0201a2:144_1": "Sammāsambuddhassa te paṭijānatoti ahaṁ sammāsambuddho, sabbe dhammā mayā abhisambuddhāti evaṁ paṭijānato tava.",
  "atk-s0201a2:144_2": "Anabhisambuddhāti ime nāma dhammā tayā anabhisambuddhā.",
  "atk-s0201a2:144_3": "Tatra vatāti tesu vata anabhisambuddhāti evaṁ dassitadhammesu.",
  "atk-s0201a2:144_4": "Sahadhammenāti sahetunā sakāraṇena vacanena sunakkhatto viya vippalapanto appamāṇaṁ.",
  "atk-s0201a2:144_5": "Nimittametanti ettha puggalopi dhammopi nimittanti adhippeto.",
  "atk-s0201a2:144_6": "Taṁ puggalaṁ na passāmi, yo maṁ paṭicodessati, taṁ dhammaṁ na passāmi, yaṁ dassetvā ayaṁ nāma dhammo tayā anabhisambuddhoti maṁ paṭicodessatīti ayamettha attho.",
  "atk-s0201a2:144_7": "Khemappattoti khemaṁ patto, sesapadadvayaṁ imasseva vevacanaṁ.",
  "atk-s0201a2:144_8": "Sabbañhetaṁ vesārajjañāṇameva sandhāya vuttaṁ.",
  "atk-s0201a2:144_9": "Dasabalassa hi ayaṁ nāma dhammo tayā anabhisambuddhoti codakaṁ puggalaṁ vā codanākāraṇaṁ anabhisambuddhadhammaṁ vā apassato sabhāvabuddhoyeva vā samāno ahaṁ buddhosmīti vadāmīti paccavekkhantassa balavataraṁ somanassaṁ uppajjati.",
  "atk-s0201a2:144_10": "Tena sampayuttaṁ ñāṇaṁ vesārajjaṁ nāma.",
  "atk-s0201a2:144_11": "Taṁ sandhāya “khemappatto”tiādimāha.",
  "atk-s0201a2:144_12": "Evaṁ sabbattha attho veditabbo.",
  "atk-s0201a2:145_0": "Antarāyikā dhammāti ettha pana antarāyaṁ karontīti antarāyikā, te atthato sañcicca vītikkantā satta āpattikkhandhā.",
  "atk-s0201a2:145_1": "Sañcicca vītikkantañhi antamaso dukkaṭa-dubbhāsitampi maggaphalānaṁ antarāyaṁ karoti.",
  "atk-s0201a2:145_2": "Idha pana methunadhammo adhippeto.",
  "atk-s0201a2:145_3": "Methunaṁ sevato hi yassa kassaci nissaṁsayameva maggaphalānaṁ antarāyo hoti.",
  "atk-s0201a2:145_4": "Yassa kho pana tesu atthāyāti rāgakkhayādīsu yassa atthāya.",
  "atk-s0201a2:145_5": "Dhammo desitoti asubhabhāvanādidhammo kathito.",
  "atk-s0201a2:145_6": "Tatra vata manti tasmiṁ aniyyānikadhamme maṁ.",
  "atk-s0201a2:145_7": "Sesaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0201a2:146_0": "Dasabalañāṇādivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:147_0": "Aṭṭhaparisavaṇṇanā",
  "atk-s0201a2:148_0": "151.",
  "atk-s0201a2:148_1": "“Aṭṭha kho imā sāriputtā”ti idaṁ kasmā āraddhaṁ?",
  "atk-s0201a2:148_2": "Vesārajjañāṇassa baladassanatthaṁ.",
  "atk-s0201a2:148_3": "Yathā hi byattaṁ parisaṁ ajjhogāhetvā viññūnaṁ cittaṁ ārādhanasamatthāya kathāya dhammakathikassa chekabhāvo paññāyati, evaṁ imā aṭṭha parisā patvā vesārajjañāṇassa vesārajjabhāvo sakkā ñātunti vesārajjañāṇassa balaṁ dassento, aṭṭha kho imā sāriputtātiādimāha.",
  "atk-s0201a2:149_0": "Tattha khattiyaparisāti khattiyānaṁ sannipatitvā nisinnaṭṭhānaṁ, esa nayo sabbattha.",
  "atk-s0201a2:149_1": "Mārakāyikānaṁ pana sannipatitvā nisinnaṭṭhānaṁ māraparisā veditabbā, na mārānaṁ.",
  "atk-s0201a2:149_2": "Sabbāpi cetā parisā uggaṭṭhānadassanavasena gahitā.",
  "atk-s0201a2:149_3": "Manussā hi “ettha rājā nisinno”ti pakativacanampi vattuṁ na sakkonti, kacchehi sedā muccanti.",
  "atk-s0201a2:149_4": "Evaṁ uggā khattiyaparisā.",
  "atk-s0201a2:149_5": "Brāhmaṇā tīsu vedesu kusalā honti, gahapatayo nānāvohāresu ceva akkharacintāya ca.",
  "atk-s0201a2:149_6": "Samaṇā sakavādaparavādesu kusalā honti.",
  "atk-s0201a2:149_7": "Tesaṁ majjhe dhammakathākathanaṁ nāma ativiya bhāro.",
  "atk-s0201a2:149_8": "Amanussāpi uggā honti.",
  "atk-s0201a2:149_9": "Amanussoti hi vuttamattepi manussānaṁ sakalasarīraṁ saṅkampati, tesaṁ rūpaṁ vā disvā saddaṁ vā sutvā sattā visaññino honti.",
  "atk-s0201a2:149_10": "Evaṁ amanussaparisā uggā.",
  "atk-s0201a2:149_11": "Tāsupi dhammakathākathanaṁ nāma ativiya bhāro.",
  "atk-s0201a2:149_12": "Iti uggaṭṭhānadassanavasena tā gahitāti veditabbā.",
  "atk-s0201a2:150_0": "Ajjhogāhatīti anupavisati.",
  "atk-s0201a2:150_1": "Anekasataṁ khattiyaparisanti bimbisārasamāgama ñātisamāgama licchavīsamāgamasadisaṁ.",
  "atk-s0201a2:150_2": "Aññesupi cakkavāḷesu labbhatiyeva.",
  "atk-s0201a2:150_3": "Kiṁ pana bhagavā aññāni cakkavāḷānipi gacchatīti?",
  "atk-s0201a2:150_4": "Āma gacchati.",
  "atk-s0201a2:150_5": "Kīdiso hutvā?",
  "atk-s0201a2:150_6": "Yādisā te, tādisoyeva.",
  "atk-s0201a2:150_7": "Tenevāha “abhijānāmi kho panāhaṁ, ānanda, anekasataṁ khattiyaparisaṁ upasaṅkamitā, tattha yādisako tesaṁ vaṇṇo hoti, tādisako mayhaṁ vaṇṇo hoti.",
  "atk-s0201a2:150_8": "Yādisako tesaṁ saro hoti, tādisako mayhaṁ saro hoti.",
  "atk-s0201a2:150_9": "Dhammiyā kathāya sandassemi samādapemi samuttejemi sampahaṁsemi.",
  "atk-s0201a2:150_10": "Bhāsamānañca maṁ na jānanti ‘ko nu kho ayaṁ bhāsati devo vā manusso vā’ti.",
  "atk-s0201a2:150_11": "Dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā antaradhāyāmi.",
  "atk-s0201a2:150_12": "Antarahitañca maṁ na jānanti ‘ko nu kho ayaṁ antarahito devo vā manusso vā”’ti.",
  "atk-s0201a2:151_0": "Khattiyā keyūraṅgadamālāgandhādivibhūsitā nānāvirāgavasanā āmukkamaṇikuṇḍalā moḷidharā honti.",
  "atk-s0201a2:151_1": "Kiṁ bhagavāpi evaṁ attānaṁ maṇḍeti?",
  "atk-s0201a2:151_2": "Te ca odātāpi honti kāḷāpi maṁgulacchavīpi.",
  "atk-s0201a2:151_3": "Kiṁ satthāpi evarūpo hotīti?",
  "atk-s0201a2:151_4": "Satthā attano pabbajitavaseneva gacchati, tesaṁ pana tādiso hutvā upaṭṭhāti, gantvā rājāsane nisinnaṁ attānaṁ dasseti, tesaṁ “ajja amhākaṁ rājā ativiya virocatī”ti hoti.",
  "atk-s0201a2:151_5": "Te ca bhinnassarāpi honti gaggassarāpi kākassarāpi.",
  "atk-s0201a2:151_6": "Satthā brahmassareneva dhammaṁ katheti.",
  "atk-s0201a2:151_7": "Tādisako mayhaṁ saro hotīti idaṁ pana bhāsantaraṁ sandhāya kathitaṁ.",
  "atk-s0201a2:151_8": "Manussānaṁ pana taṁ sutvā “ajja rājā madhurena sarena kathetī”ti hoti.",
  "atk-s0201a2:151_9": "Kathetvā pakkante ca bhagavati puna rājānaṁ āgataṁ disvā “ko nu kho aya”nti vīmaṁsā uppajjati.",
  "atk-s0201a2:152_0": "Idaṁ vuttaṁ hoti –",
  "atk-s0201a2:152_1": "ko nu kho ayaṁ imasmiṁ ṭhāne idāneva māgadhabhāsāya sīhaḷabhāsāya madhurena sarena kathento antarahito, kiṁ devo, udāhu manussoti?",
  "atk-s0201a2:152_2": "Kimatthaṁ panevaṁ ajānantānaṁ dhammaṁ desetīti?",
  "atk-s0201a2:152_3": "Vāsanatthāya.",
  "atk-s0201a2:152_4": "Evaṁ sutopi hi dhammo anāgate paccayo hotiyevāti anāgataṁ paṭicca desetīti.",
  "atk-s0201a2:153_0": "Sannisinnapubbanti saṅgamma nisinnapubbaṁ.",
  "atk-s0201a2:153_1": "Sallapitapubbanti ālāpasallāpo katapubbo.",
  "atk-s0201a2:153_2": "Sākacchāti dhammasākacchāpi samāpajjitapubbā.",
  "atk-s0201a2:153_3": "Anekasataṁ brāhmaṇaparisantiādīnampi soṇadaṇḍasamāgamādivasena ceva aññacakkavāḷavasena ca sambhavo veditabbo.",
  "atk-s0201a2:154_0": "Aṭṭhaparisavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:155_0": "Catuyonivaṇṇanā",
  "atk-s0201a2:156_0": "152.Catassokho imā, sāriputta, yoniyoti ettha yonīti khandhakoṭṭhāsassapi kāraṇassapi passāvamaggassapi nāmaṁ.",
  "atk-s0201a2:156_1": "“Catasso nāgayoniyo catasso supaṇṇayoniyo”ti ettha hi khandhakoṭṭhāso yoni nāma.",
  "atk-s0201a2:156_2": "“Yoni hesā bhūmija phalassa adhigamāyā”ti ettha kāraṇaṁ.",
  "atk-s0201a2:156_3": "“Na cāhaṁ brāhmaṇaṁ brūmi, yonijaṁ mattisambhava”nti ettha passāvamaggo.",
  "atk-s0201a2:156_4": "Idha pana khandhakoṭṭhāso yonīti adhippeto.",
  "atk-s0201a2:156_5": "Tattha aṇḍe jātā aṇḍajā.",
  "atk-s0201a2:156_6": "Jalābumhi jātā jalābujā.",
  "atk-s0201a2:156_7": "Saṁsede jātā saṁsedajā.",
  "atk-s0201a2:156_8": "Vinā etehi kāraṇehi uppatitvā viya nibbattā abhinibbattāti opapātikā.",
  "atk-s0201a2:156_9": "Abhinibbhijja jāyantīti bhinditvā nikkhamanavasena jāyanti.",
  "atk-s0201a2:156_10": "Pūtikuṇape vātiādīhi aniṭṭhaṭṭhānāneva dassitāni.",
  "atk-s0201a2:156_11": "Iṭṭhesupi sappitelamadhuphāṇitādīsu sattā jāyanti eva.",
  "atk-s0201a2:156_12": "Devātiādīsu cātumahārājikato paṭṭhāya uparidevā opapātikāva honti.",
  "atk-s0201a2:156_13": "Bhūmadevā pana catuyonikā.",
  "atk-s0201a2:156_14": "Ekacce ca manussāti manussesu keci devā viya opapātikā ca honti.",
  "atk-s0201a2:156_15": "Yebhuyyena panete jalābujāva, aṇḍajāpi ettha kontaputtā dvebhātiyattherā viya, saṁsedajāpi padumagabbhe nibbattapokkharasātibrāhmaṇapadumavatidevīādayo viya, evaṁ vinipātikesu nijjhāmataṇhikapetā nerayikā viya opapātikāyeva, avasesā catuyonikāpi honti.",
  "atk-s0201a2:156_16": "Yathā te evaṁ yakkhāpi sabbacatuppadapakkhijātidīghajātiādayopi sabbe catuyonikāyeva.",
  "atk-s0201a2:157_0": "Catuyonivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:158_0": "Pañcagativaṇṇanā",
  "atk-s0201a2:159_0": "153.Pañca kho imā, sāriputta, gatiyoti ettha sukatadukkaṭakammavasena gantabbāti gatiyo.",
  "atk-s0201a2:159_1": "Apica gatigati nibbattigati ajjhāsayagati vibhavagati nipphattigatīti bahuvidhā gati nāma.",
  "atk-s0201a2:159_2": "Tattha “taṁ gatiṁ pecca gacchāmī”ti ca, “yassa gatiṁ na jānanti, devā gandhabbamānusā”ti ca ayaṁ gatigati nāma.",
  "atk-s0201a2:159_3": "“Imesaṁ kho ahaṁ bhikkhūnaṁ sīlavantānaṁ neva jānāmi gatiṁ vā agatiṁ vā”ti ayaṁ nibbattigati nāma.",
  "atk-s0201a2:159_4": "“Evampi kho te ahaṁ brahme gatiṁ ca pajānāmi jutiñca pajānāmī”ti ayaṁ ajjhāsayagati nāma.",
  "atk-s0201a2:159_5": "“Vibhavo gati dhammānaṁ, nibbānaṁ arahato gatī”ti ayaṁ vibhavagati nāma.",
  "atk-s0201a2:159_6": "“Dveyeva gatiyo bhavanti anaññā”ti ayaṁ nipphattigati nāma.",
  "atk-s0201a2:159_7": "Tāsu idha gatigati adhippetā.",
  "atk-s0201a2:160_0": "Nirayotiādīsu niratiatthena nirassādaṭṭhena nirayo.",
  "atk-s0201a2:160_1": "Tiriyaṁ añchitāti tiracchānā.",
  "atk-s0201a2:160_2": "Tesaṁ yoni tiracchānayoni.",
  "atk-s0201a2:160_3": "Peccabhāvaṁ pattānaṁ visayoti pettivisayo.",
  "atk-s0201a2:160_4": "Manaso ussannattā manussā.",
  "atk-s0201a2:160_5": "Pañcahi kāmaguṇehi attano attano ānubhāvehi ca dibbantīti devā.",
  "atk-s0201a2:160_6": "Nirayañcāhaṁ, sāriputtātiādīsu nirayoti saddhiṁ okāsena khandhā.",
  "atk-s0201a2:160_7": "Tiracchānayoniṁ cātiādīsupi eseva nayo.",
  "atk-s0201a2:160_8": "Maggaṁ paṭipadanti ubhayenāpi vuttagatisaṁvattanika kammameva dasseti.",
  "atk-s0201a2:160_9": "Yathā ca paṭipannoti yena maggena yāya paṭipadāya paṭipannoti ubhayampi ekato katvā niddisati.",
  "atk-s0201a2:160_10": "Apāyantiādīsu vaḍḍhisaṅkhātā sukhasaṅkhātā vā ayā apetattā apāyo.",
  "atk-s0201a2:160_11": "Dukkhassa gati paṭisaraṇanti duggati.",
  "atk-s0201a2:160_12": "Dukkaṭakārino ettha vinipatantīti vinipāto.",
  "atk-s0201a2:160_13": "Nibbānañcāhanti idaṁ pana na kevalaṁ gatigatimeva, gatinissaraṇaṁ nibbānampi jānāmīti dassanatthamāha.",
  "atk-s0201a2:160_14": "Idha maggo paṭipadāti ubhayenāpi ariyamaggova vutto.",
  "atk-s0201a2:161_0": "Pañcagativaṇṇanā niṭṭhitā.",
  "atk-s0201a2:162_0": "Ñāṇappavattākāravaṇṇanā",
  "atk-s0201a2:163_0": "154.",
  "atk-s0201a2:163_1": "Idāni yathāvuttesu sattasu ṭhānesu aṭṭhasu ṭhānesu attano ñāṇappavattākāraṁ dassento idhāhaṁ, sāriputtātiādimāha.",
  "atk-s0201a2:164_0": "Tattha ekantadukkhāti niccadukkhā nirantaradukkhā.",
  "atk-s0201a2:164_1": "Tibbāti bahalā.",
  "atk-s0201a2:164_2": "Kaṭukāti kharā.",
  "atk-s0201a2:164_3": "Seyyathāpītiādīni opammadassanatthaṁ vuttāni.",
  "atk-s0201a2:164_4": "Tattha kāsūti āvāṭopi vuccati rāsipi.",
  "atk-s0201a2:165_0": "“Kinnu santaramānova, kāsuṁ khaṇasi sārathi;",
  "atk-s0201a2:166_0": "Puṭṭho me samma akkhāhi, kiṁ kāsuyā karissasī”ti. –",
  "atk-s0201a2:167_0": "Ettha hi āvāṭo kāsu nāma.",
  "atk-s0201a2:168_0": "“Aṅgārakāsuṁ apare phunanti, narā rudantā paridaḍḍhagattā”ti. –",
  "atk-s0201a2:169_0": "Ettha rāsi.",
  "atk-s0201a2:169_1": "Idha pana āvāṭo adhippeto.",
  "atk-s0201a2:169_2": "Tenevāha “sādhikaporisā”ti.",
  "atk-s0201a2:169_3": "Tattha sādhikaṁ porisaṁ pamāṇaṁ assāti sādhikaporisā, atirekapañcaratanāti attho.",
  "atk-s0201a2:169_4": "Vītaccikānaṁ vītadhūmānanti etaṁ pariḷāhassa balavabhāvadīpanatthaṁ vuttaṁ, acciyā vā sati dhūme vā sati, vāto samuṭṭhāti, tena pariḷāho na balavā hoti.",
  "atk-s0201a2:169_5": "Ghammaparetoti ghammānugato.",
  "atk-s0201a2:169_6": "Tasitoti jātataṇho.",
  "atk-s0201a2:169_7": "Pipāsitoti udakaṁ pātukāmo.",
  "atk-s0201a2:169_8": "Ekāyanena maggenāti ekapatheneva maggena, anukkamaniyena ubhosu passesu nirantarakaṇṭakarukkhagahanena.",
  "atk-s0201a2:169_9": "Paṇidhāyāti aṅgārakāsuyaṁ patthanā nāma natthi, aṅgārakāsuṁ ārabbha pana iriyāpathassa ṭhapitattā evaṁ vuttaṁ.",
  "atk-s0201a2:170_0": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ –",
  "atk-s0201a2:170_1": "aṅgārakāsu viya hi nirayo daṭṭhabbo.",
  "atk-s0201a2:170_2": "Aṅgārakāsumaggo viya nirayūpagaṁ kammaṁ.",
  "atk-s0201a2:170_3": "Maggāruḷho viya kammasamaṅgī puggalo.",
  "atk-s0201a2:170_4": "Cakkhumā puriso viya dibbacakkhuko bhagavā.",
  "atk-s0201a2:170_5": "Yathā so puriso maggāruḷhaṁ disvā vijānāti “ayaṁ iminā maggena gantvā aṅgārakāsuyaṁ patissatī”ti, evamevaṁ bhagavā pāṇātipātādīsu yaṁkiñci kammaṁ āyūhantaṁ evaṁ jānāti “ayaṁ imaṁ kammaṁ katvā niraye nibbattissattī”ti.",
  "atk-s0201a2:170_6": "Yathā so puriso aparabhāge taṁ aṅgārakāsuyā patitaṁ passati, evameva bhagavā aparabhāge “so puriso taṁ kammaṁ katvā kuhiṁ nibbatto”ti ālokaṁ vaḍḍhetvā dibbacakkhunā olokento niraye nibbattaṁ passati pañcavidhabandhanādimahādukkhaṁ anubhavantaṁ.",
  "atk-s0201a2:170_7": "Tattha kiñcāpi tassa kammāyūhanakāle añño vaṇṇo, niraye nibbattassa añño.",
  "atk-s0201a2:170_8": "Athāpi “so satto taṁ kammaṁ katvā kattha nibbatto”ti olokentassa anekasahassānaṁ sattānaṁ majjhe ṭhitopi “ayaṁ so”ti soyeva satto āpāthaṁ āgacchati, “dibbacakkhubalaṁ nāma eta”nti vadanti.",
  "atk-s0201a2:171_0": "Dutiyaupamāyaṁ yasmā aṅgārakāsuyaṁ viya gūthakūpe pariḷāho natthi, tasmā “ekantadukkhā”ti avatvā “dukkhā”tiādimāha.",
  "atk-s0201a2:171_1": "Etthāpi purimanayeneva opammasaṁsandanaṁ veditabbaṁ.",
  "atk-s0201a2:171_2": "Imampi hi puggalaṁ bhagavā hatthiyoniādīsu yattha katthaci nibbattaṁ vadhabandhanaākaḍḍhanavikaḍḍhanādīhi mahādukkhaṁ anubhavamānaṁ passatiyeva.",
  "atk-s0201a2:172_0": "Tatiyaupamāyaṁ tanupattapalāsoti na abbhapaṭalaṁ viya tanupaṇṇo, viraḷapaṇṇattaṁ panassa sandhāya idaṁ vuttaṁ.",
  "atk-s0201a2:172_1": "Kabaracchāyoti viraḷacchāyo.",
  "atk-s0201a2:172_2": "Dukkhabahulāti pettivisayasmiñhi dukkhameva bahulaṁ, sukhaṁ parittaṁ kadāci anubhavitabbaṁ hoti, tasmā evamāha.",
  "atk-s0201a2:172_3": "Etthāpi purimanayeneva opammasaṁsandanaṁ veditabbaṁ.",
  "atk-s0201a2:173_0": "Catutthaupamāyaṁ bahalapattapalāsoti nirantarapaṇṇo pattasañchanno.",
  "atk-s0201a2:173_1": "Santacchāyoti pāsāṇacchattaṁ viya ghanacchāyo.",
  "atk-s0201a2:173_2": "Sukhabahulā vedanāti manussaloke khattiyakulādīsu sukhabahulā vedanā vedayitabbā hoti, tā vedayamānaṁ nipannaṁ vā nisinnaṁ vā passāmīti dasseti.",
  "atk-s0201a2:173_3": "Idhāpi opammasaṁsandanaṁ purimanayeneva veditabbaṁ.",
  "atk-s0201a2:174_0": "Pañcamaupamāyaṁ pāsādoti dīghapāsādo.",
  "atk-s0201a2:174_1": "Ullittāvalittanti anto ceva ullittaṁ bahi ca avalittaṁ.",
  "atk-s0201a2:174_2": "Phusitaggaḷanti dvārabāhāhi saddhiṁ supihitakavāṭaṁ.",
  "atk-s0201a2:174_3": "Gonakatthatoti caturaṅgulādhikalomena kāḷakojavena atthato.",
  "atk-s0201a2:174_4": "Paṭikatthatoti uṇṇāmayena setaattharaṇena atthato.",
  "atk-s0201a2:174_5": "Paṭalikatthatoti ghanapupphakena uṇṇāmayaattharaṇena atthato.",
  "atk-s0201a2:174_6": "Kadalimigapavarapaccattharaṇoti kadalimigacammamayena uttamapaccattharaṇena atthato.",
  "atk-s0201a2:174_7": "Taṁ kira paccattharaṇaṁ setavatthassa upari kadalimigacammaṁ attharitvā sibbetvā karonti.",
  "atk-s0201a2:174_8": "Sauttaracchadoti saha uttaracchadena, uttaribaddhena rattavitānena saddhinti attho.",
  "atk-s0201a2:174_9": "Ubhatolohitakūpadhānoti sīsūpadhānañca pādūpadhānañcāti pallaṅkassa ubhato ṭhapitalohitakūpadhāno.",
  "atk-s0201a2:174_10": "Idhāpi upamāsaṁsandanaṁ purimanayeneva veditabbaṁ.",
  "atk-s0201a2:175_0": "Ayaṁ panettha aparabhāgayojanā, yathā so puriso maggāruḷhameva jānāti “ayaṁ etena maggena gantvā pāsādaṁ āruyha kūṭāgāraṁ pavisitvā pallaṅke nisīdissati vā nipajjissati vā”ti, evamevaṁ bhagavā dānādīsu puññakiriyavatthūsu yaṁkiñci kusalakammaṁ āyūhantaṁyeva puggalaṁ disvā “ayaṁ imaṁ katvā devaloke nibbattissatī”ti jānāti.",
  "atk-s0201a2:175_1": "Yathā so puriso aparabhāge taṁ pāsādaṁ āruyha kūṭāgāraṁ pavisitvā pallaṅke nisinnaṁ vā nipannaṁ vā ekantasukhaṁ nirantarasukhaṁ vedanaṁ vedayamānaṁ passati, evamevaṁ bhagavā aparabhāge “so taṁ kalyāṇaṁ katvā kuhiṁ nibbatto”ti ālokaṁ vaḍḍhetvā dibbacakkhunā olokento devaloke nibbattaṁ passati, nandanavanādīsu accharāsaṅghaparivutaṁ dibbasampattiṁ anubhavamānaṁ.",
  "atk-s0201a2:176_0": "Ñāṇappavattākāravaṇṇanā niṭṭhitā.",
  "atk-s0201a2:177_0": "Āsavakkhayavāravaṇṇanā",
  "atk-s0201a2:178_0": "Āsavakkhayavāre “dibbena cakkhunā”ti avatvā “tamenaṁ passāmī”ti vuttaṁ.",
  "atk-s0201a2:178_1": "Taṁ kasmāti ce?",
  "atk-s0201a2:178_2": "Niyamābhāvā.",
  "atk-s0201a2:178_3": "Imañhi puggalaṁ dibbacakkhunāpi passissati, cetopariyañāṇenāpi jānissati, sabbaññutaññāṇenapi jānissatiyeva.",
  "atk-s0201a2:178_4": "Ekantasukhā vedanāti idaṁ kiñcāpi devalokasukhena saddhiṁ byañjanato ekaṁ, atthato pana nānā hoti.",
  "atk-s0201a2:178_5": "Devalokasukhañhi rāgapariḷāhādīnaṁ atthitāya na ekanteneva sukhaṁ.",
  "atk-s0201a2:178_6": "Nibbānasukhaṁ pana sabbapariḷāhānaṁ vūpasamāya sabbākārena ekantasukhaṁ.",
  "atk-s0201a2:178_7": "Upamāyampi “yathā pāsāde ekantasukhā”ti vuttaṁ.",
  "atk-s0201a2:178_8": "Taṁ maggapariḷāhassa avūpasantatāya chātajjhattatāya pipāsābhibhūtatāya ca na ekantameva sukhaṁ.",
  "atk-s0201a2:178_9": "Vanasaṇḍe pana pokkharaṇiyaṁ oruyha rajojallassa pavāhitattā maggadarathassa vūpasantatāya bhisamūlakhādanena ceva madhurodakapānena ca khuppipāsānaṁ vinītatāya udakasāṭakaṁ parivattetvā maṭṭhadukūlaṁ nivāsetvā taṇḍulatthavikaṁ ussīsake katvā udakasāṭakaṁ pīḷetvā hadaye ṭhapetvā mandamandena ca vātena bījayamānassa nipannattā sabbākārena ekantasukhaṁ hoti.",
  "atk-s0201a2:179_0": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ –",
  "atk-s0201a2:179_1": "pokkharaṇī viya hi ariyamaggo daṭṭhabbo.",
  "atk-s0201a2:179_2": "Pokkharaṇimaggo viya pubbabhāgapaṭipadā.",
  "atk-s0201a2:179_3": "Maggāruḷho viya paṭipadāsamaṅgīpuggalo.",
  "atk-s0201a2:179_4": "Cakkhumā puriso viya dibbacakkhu bhagavā.",
  "atk-s0201a2:179_5": "Vanasaṇḍo viya nibbānaṁ.",
  "atk-s0201a2:179_6": "Yathā so puriso maggāruḷhaṁ disvāva jānāti “ayaṁ iminā maggena gantvā pokkharaṇiyaṁ nhatvā ramaṇīye vanasaṇḍe rukkhamūle nisīdissati vā nipajjissati vā”ti, evamevaṁ bhagavā paṭipadaṁ pūrentameva nāmarūpaṁ paricchindantameva paccayapariggahaṁ karontameva lakkhaṇārammaṇāya vipassanāya kammaṁ karontameva jānāti “ayaṁ imaṁ paṭipadaṁ pūretvā sabbaāsave khepetvā anāsavaṁ cetovimuttiṁ paññāvimuttinti evaṁ vuttaṁ phalasamāpattiṁ upasampajja viharissatī”ti.",
  "atk-s0201a2:179_7": "Yathā so puriso aparabhāge tāyaṁ pokkharaṇiyaṁ nhatvā vanasaṇḍaṁ pavisitvā nisinnaṁ vā nipannaṁ vā ekantasukhaṁ vedanaṁ vedayamānaṁ passati, evameva bhagavā aparabhāge taṁ puggalaṁ paṭipadaṁ pūretvā maggaṁ bhāvetvā phalaṁ sacchikatvā nirodhasayanavaragataṁ nibbānārammaṇaṁ phalasamāpattiṁ appetvā ekantasukhaṁ vedanaṁ vedayamānaṁ passati.",
  "atk-s0201a2:180_0": "Āsavakkhayavāravaṇṇanā niṭṭhitā.",
  "atk-s0201a2:181_0": "Dukkarakārikādisuddhivaṇṇanā",
  "atk-s0201a2:182_0": "155.",
  "atk-s0201a2:182_1": "“Abhijānāmi kho panāhaṁ, sāriputta, caturaṅgasamannāgata”nti idaṁ kasmā āraddhaṁ?",
  "atk-s0201a2:182_2": "Pāṭiyekkaṁ anusandhivasena āraddhaṁ.",
  "atk-s0201a2:182_3": "Ayaṁ kira sunakkhatto dukkarakārikāya suddhi hotīti evaṁ laddhiko.",
  "atk-s0201a2:182_4": "Athassa bhagavā mayā ekasmiṁ attabhāve ṭhatvā caturaṅgasamannāgataṁ dukkaraṁ kataṁ, dukkarakārako nāma mayā sadiso natthi.",
  "atk-s0201a2:182_5": "Dukkarakārena suddhiyā sati ahameva suddho bhaveyyanti dassetuṁ imaṁ desanaṁ ārabhi.",
  "atk-s0201a2:182_6": "Apica ayaṁ sunakkhatto dukkarakārikāya pasanno, so cassa pasannabhāvo, “addasā kho, bhaggava, sunakkhatto licchaviputto acelaṁ korakkhattiyaṁ catukkuṇḍikaṁ chamānikiṇṇaṁ bhakkhasaṁ mukhena khādantaṁ mukhena bhuñjantaṁ.",
  "atk-s0201a2:182_7": "Disvānassa etadahosi ‘sādhu rūpo vata, bho, ayaṁ samaṇo catukkuṇḍiko chamānikiṇṇaṁ bhakkhasaṁ mukheneva khādati, mukheneva bhuñjatī”’ti evamādinā pāthikasutte āgatanayena veditabbo.",
  "atk-s0201a2:183_0": "Atha bhagavā ayaṁ dukkarakārikāya pasanno, mayā ca etasmiṁ attabhāve ṭhatvā caturaṅgasamannāgataṁ dukkaraṁ kataṁ, dukkarakāre pasīdantenāpi anena mayi pasīditabbaṁ siyā, sopissa pasādo mayi natthīti dassento imaṁ desanaṁ ārabhi.",
  "atk-s0201a2:184_0": "Tatra brahmacariyanti dānampi veyyāvaccampi sikkhāpadampi brahmavihārāpi dhammadesanāpi methunaviratipi sadārasantosopi uposathopi ariyamaggopi sakalasāsanampi ajjhāsayopi vīriyampi vuccati.",
  "atk-s0201a2:185_0": "“Kiṁ te vataṁ kiṁ pana brahmacariyaṁ,",
  "atk-s0201a2:186_0": "Kissa suciṇṇassa ayaṁ vipāko;",
  "atk-s0201a2:187_0": "Iddhī jutī balavīriyūpapatti,",
  "atk-s0201a2:188_0": "Idañca te nāga mahāvimānaṁ.",
  "atk-s0201a2:189_0": "Ahañca bhariyā ca manussaloke,",
  "atk-s0201a2:190_0": "Saddhā ubho dānapatī ahumhā;",
  "atk-s0201a2:191_0": "Opānabhūtaṁ me gharaṁ tadāsi,",
  "atk-s0201a2:192_0": "Santappitā samaṇabrāhmaṇā ca.",
  "atk-s0201a2:193_0": "Taṁ me vataṁ taṁ pana brahmacariyaṁ,",
  "atk-s0201a2:194_0": "Tassa suciṇṇassa ayaṁ vipāko;",
  "atk-s0201a2:195_0": "Iddhī jutī balavīriyūpapatti,",
  "atk-s0201a2:196_0": "Idañca me dhīra mahāvimāna”nti. –",
  "atk-s0201a2:197_0": "Imasmiñhi puṇṇakajātake dānaṁ brahmacariyanti vuttaṁ.",
  "atk-s0201a2:198_0": "“Kena pāṇi kāmadado, kena pāṇi madhussavo;",
  "atk-s0201a2:199_0": "Kena te brahmacariyena, puññaṁ pāṇimhi ijjhati.",
  "atk-s0201a2:200_0": "Tena pāṇi kāmadado, tena pāṇi madhussavo;",
  "atk-s0201a2:201_0": "Tena me brahmacariyena, puññaṁ pāṇimhi ijjhatī”ti. –",
  "atk-s0201a2:202_0": "Imasmiṁ aṅkurapetavatthusmiṁ veyyāvaccaṁ brahmacariyanti vuttaṁ.",
  "atk-s0201a2:202_1": "“Evaṁ kho taṁ, bhikkhave, tittiriyaṁ nāma brahmacariyaṁ ahosī”ti imasmiṁ tittirajātake pañcasikkhāpadaṁ brahmacariyanti vuttaṁ.",
  "atk-s0201a2:202_2": "“Taṁ kho pana me pañcasikha brahmacariyaṁ neva nibbidāya na virāgāya na nirodhāya, yāvadeva brahmalokūpapattiyā”ti imasmiṁ mahāgovindasutte brahmavihārā brahmacariyanti vuttaṁ.",
  "atk-s0201a2:202_3": "“Ekasmiṁ brahmacariyasmiṁ, sahassaṁ maccuhāyina”nti ettha dhammadesanā brahmacariyanti vuttā.",
  "atk-s0201a2:202_4": "“Pare abrahmacārī bhavissanti, mayamettha brahmacārī bhavissāmā”ti sallekhasutte methunavirati brahmacariyanti vuttā.",
  "atk-s0201a2:203_0": "“Mayañca bhariyā nātikkamāma,",
  "atk-s0201a2:204_0": "Amhe ca bhariyā nātikkamanti;",
  "atk-s0201a2:205_0": "Aññatra tāhi brahmacariyaṁ carāma,",
  "atk-s0201a2:206_0": "Tasmā hi amhaṁ daharā na mīyare”ti. –",
  "atk-s0201a2:207_0": "Mahādhammapālajātake sadārasantoso brahmacariyanti vutto.",
  "atk-s0201a2:208_0": "“Hīnena brahmacariyena, khattiye upapajjati;",
  "atk-s0201a2:209_0": "Majjhimena ca devattaṁ, uttamena visujjhatī”ti. –",
  "atk-s0201a2:210_0": "Evaṁ nimijātake attadamanavasena kato aṭṭhaṅgiko uposatho brahmacariyanti vutto.",
  "atk-s0201a2:210_1": "“Idaṁ kho pana me, pañcasikha, brahmacariyaṁ ekantanibbidāya virāgāya…pe…",
  "atk-s0201a2:210_2": "ayameva ariyo aṭṭhaṅgiko maggo”ti mahāgovindasuttasmiññeva ariyamaggo brahmacariyanti vutto.",
  "atk-s0201a2:210_3": "“Tayidaṁ brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi suppakāsita”nti pāsādikasutte sikkhattayasaṅgahaṁ sāsanaṁ brahmacariyanti vuttaṁ.",
  "atk-s0201a2:211_0": "“Api ataramānānaṁ, phalāsāva samijjhati;",
  "atk-s0201a2:212_0": "Vipakkabrahmacariyosmi, evaṁ jānāhi gāmaṇī”ti. –",
  "atk-s0201a2:213_0": "Ettha ajjhāsayo brahmacariyanti vutto.",
  "atk-s0201a2:213_1": "Idha pana vīriyaṁ brahmacariyanti adhippetaṁ.",
  "atk-s0201a2:213_2": "Vīriyabrahmacariyassa hi idameva suttaṁ.",
  "atk-s0201a2:213_3": "Tadetaṁ ekasmiṁ attabhāve catubbidhassa dukkarassa katattā caturaṅgasamannāgatanti vuttaṁ.",
  "atk-s0201a2:214_0": "Tapassī sudaṁ homīti sudanti nipātamattaṁ, tapanissitako homīti attho.",
  "atk-s0201a2:214_1": "Paramatapassīti paramo tapassī, tapanissitakānaṁ uttamo.",
  "atk-s0201a2:214_2": "Lūkho sudaṁ homīti lūkho homi.",
  "atk-s0201a2:214_3": "Jegucchīti pāpajegucchiko.",
  "atk-s0201a2:214_4": "Pavivitto sudaṁ homīti pavivitto ahaṁ homi.",
  "atk-s0201a2:214_5": "Tatrāssu me idaṁ, sāriputtāti tatra caturaṅge brahmacariye idaṁ mama tapassitāya hoti, tapanissitakabhāve mayhaṁ idaṁ acelakāditapassitakattaṁ hotīti dasseti.",
  "atk-s0201a2:215_0": "Tattha acelakoti niccelo naggo.",
  "atk-s0201a2:215_1": "Muttācāroti visaṭṭhācāro, uccārakammādīsu lokiyakulaputtācārena virahito, ṭhitakova uccāraṁ karomi, passāvaṁ karomi, khādāmi bhuñjāmi ca.",
  "atk-s0201a2:215_2": "Hatthāpalekhanoti hatthe piṇḍamhi ṭhite jivhāya hatthaṁ apalikhāmi, uccāraṁ vā katvā hatthasmiññeva daṇḍakasaññī hutvā hatthena apalikhāmīti dasseti.",
  "atk-s0201a2:215_3": "Te kira daṇḍakaṁ sattoti paññapenti, tasmā tesaṁ paṭipadaṁ pūrento evamakāsi.",
  "atk-s0201a2:215_4": "Bhikkhāgahaṇatthaṁ ehi bhaddanteti vutto na etīti na ehibhaddantiko.",
  "atk-s0201a2:215_5": "Tena hi tiṭṭha bhaddanteti vuttopi na tiṭṭhatīti na tiṭṭhabhaddantiko.",
  "atk-s0201a2:215_6": "Tadubhayampi titthiyā evaṁ etassa vacanaṁ kataṁ bhavissatīti na karonti.",
  "atk-s0201a2:215_7": "Ahampi evaṁ akāsinti dasseti.",
  "atk-s0201a2:215_8": "Abhihaṭanti puretaraṁ gahetvā āhaṭaṁ bhikkhaṁ.",
  "atk-s0201a2:215_9": "Uddissakatanti idaṁ tumhe uddissa katanti evaṁ ārocitabhikkhaṁ.",
  "atk-s0201a2:215_10": "Na nimantananti asukaṁ nāma kulaṁ vā vīthiṁ vā gāmaṁ vā paviseyyāthāti evaṁ nimantitabhikkhampi na sādiyāmi na gaṇhāmi.",
  "atk-s0201a2:216_0": "Na kumbhimukhāti kumbhito uddharitvā diyyamānaṁ bhikkhaṁ na gaṇhāmi.",
  "atk-s0201a2:216_1": "Na kaḷopimukhāti kaḷopīti ukkhali vā pacchi vā.",
  "atk-s0201a2:216_2": "Tatopi na gaṇhāmi. Kasmā?",
  "atk-s0201a2:216_3": "Kumbhikaḷopiyo maṁ nissāya kaṭacchunā pahāraṁ labhantīti.",
  "atk-s0201a2:216_4": "Na eḷakamantaranti ummāraṁ antaraṁ katvā diyyamānaṁ na gaṇhāmi. Kasmā?",
  "atk-s0201a2:216_5": "Ayaṁ maṁ nissāya antarakaraṇaṁ labhatīti.",
  "atk-s0201a2:216_6": "Daṇḍamusalesupi eseva nayo.",
  "atk-s0201a2:216_7": "Na dvinnanti dvīsu bhuñjamānesu ekasmiṁ uṭṭhāya dente na gaṇhāmi. Kasmā?",
  "atk-s0201a2:216_8": "Kabaḷantarāyo hotīti.",
  "atk-s0201a2:216_9": "Na gabbhiniyātiādīsu pana gabbhiniyā kucchiyaṁ dārako kilamati, pāyantiyā dārakassa khīrantarāyo hoti, purisantaragatāya ratiantarāyo hotīti na gaṇhāmi.",
  "atk-s0201a2:216_10": "Na saṁkittīsūti saṁkittetvā katabhattesu.",
  "atk-s0201a2:216_11": "Dubbhikkhasamaye kira acelakasāvakā acelakānaṁ atthāya tato tato taṇḍulādīni samādapetvā bhattaṁ pacanti.",
  "atk-s0201a2:216_12": "Ukkaṭṭhācelako tatopi na paṭiggaṇhāti.",
  "atk-s0201a2:217_0": "Na yattha sāti yattha sunakho piṇḍaṁ labhissāmīti upaṭṭhito hoti, tattha tassa adatvā āhaṭaṁ na gaṇhāmi. Kasmā?",
  "atk-s0201a2:217_1": "Etassa piṇḍantarāyo hotīti.",
  "atk-s0201a2:217_2": "Saṇḍasaṇḍacārinīti samūhasamūhacārinī, sace hi acelakaṁ disvā imassa bhikkhaṁ dassāmāti mānusakā bhattagehaṁ pavisanti.",
  "atk-s0201a2:217_3": "Tesu ca pavisantesu kaḷopimukhādīsu nilīnā makkhikā uppatitvā saṇḍasaṇḍā caranti.",
  "atk-s0201a2:217_4": "Tato āhaṭaṁ bhikkhaṁ na gaṇhāmi. Kasmā?",
  "atk-s0201a2:217_5": "Maṁ nissāya makkhikānaṁ gocarantarāyo jātoti, ahampi tathā akāsiṁ.",
  "atk-s0201a2:217_6": "Na thusodakanti sabbasassasambhārehi kataṁ loṇasovīrakaṁ.",
  "atk-s0201a2:217_7": "Ettha ca surāpānameva sāvajjaṁ, ayaṁ pana sabbesupi sāvajjasaññī.",
  "atk-s0201a2:218_0": "Ekāgārikoti yo ekasmiññeva gehe bhikkhaṁ labhitvā nivattati.",
  "atk-s0201a2:218_1": "Ekālopikoti yo ekeneva ālopena yāpeti.",
  "atk-s0201a2:218_2": "Dvāgārikādīsupi eseva nayo.",
  "atk-s0201a2:218_3": "Ekissāpi dattiyāti ekāya dattiyā.",
  "atk-s0201a2:218_4": "Datti nāma ekā khuddakapāti hoti, yattha aggabhikkhaṁ pakkhipitvā ṭhapenti.",
  "atk-s0201a2:218_5": "Ekāhikanti ekadivasantarikaṁ.",
  "atk-s0201a2:218_6": "Addhamāsikanti addhamāsantarikaṁ.",
  "atk-s0201a2:218_7": "Pariyāyabhattabhojananti vārabhattabhojanaṁ.",
  "atk-s0201a2:218_8": "Ekāhavārena dvīhavārena sattāhavārena aḍḍhamāsavārenāti evaṁ divasavārena ābhataṁ bhattabhojanaṁ.",
  "atk-s0201a2:219_0": "Sākabhakkhoti allasākabhakkho.",
  "atk-s0201a2:219_1": "Sāmākabhakkhoti sāmākataṇḍulabhakkho.",
  "atk-s0201a2:219_2": "Nīvārādīsu nīvārā nāma tāva araññe sayaṁjātavīhijāti.",
  "atk-s0201a2:219_3": "Daddulanti cammakārehi cammaṁ likhitvā chaḍḍitakasaṭaṁ.",
  "atk-s0201a2:219_4": "Haṭaṁ vuccati silesopi sevālopi kaṇikārādirukkhaniyyāsopi.",
  "atk-s0201a2:219_5": "Kaṇanti kuṇḍakaṁ.",
  "atk-s0201a2:219_6": "Ācāmoti bhattaukkhalikāya laggo jhāmaodano, taṁ chaḍḍitaṭṭhāne gahetvā khādati.",
  "atk-s0201a2:219_7": "“Odanakañjiya”ntipi vadanti.",
  "atk-s0201a2:219_8": "Piññākādayo pākaṭā eva.",
  "atk-s0201a2:219_9": "Pavattaphalabhojīti patitaphalabhojī.",
  "atk-s0201a2:220_0": "Sāṇānīti sāṇavākacoḷāni.",
  "atk-s0201a2:220_1": "Masāṇānīti missakacoḷāni.",
  "atk-s0201a2:220_2": "Chavadussānīti matasarīrato chaḍḍitavatthāni.",
  "atk-s0201a2:220_3": "Erakatiṇādīni vā ganthetvā katanivāsanāni.",
  "atk-s0201a2:220_4": "Paṁsukūlānīti pathaviyaṁ chaḍḍitanantakāni.",
  "atk-s0201a2:220_5": "Tiritānīti rukkhattacavatthāni.",
  "atk-s0201a2:220_6": "Ajinanti ajinamigacammaṁ.",
  "atk-s0201a2:220_7": "Ajinakkhipanti tadeva majjhe phālitaṁ.",
  "atk-s0201a2:220_8": "Sakhurakantipi vadanti.",
  "atk-s0201a2:220_9": "Kusacīranti kusatiṇaṁ ganthetvā katacīraṁ.",
  "atk-s0201a2:220_10": "Vākacīraphalakacīresupi eseva nayo.",
  "atk-s0201a2:220_11": "Kesakambalanti manussakesehi katakambalaṁ.",
  "atk-s0201a2:220_12": "Yaṁ sandhāya vuttaṁ “yāni kānici, bhikkhave, tantāvutānaṁ vatthānaṁ, kesakambalo tesaṁ paṭikuṭṭho akkhāyati.",
  "atk-s0201a2:220_13": "Kesakambalo, bhikkhave, sīte sīto, uṇhe uṇho, dubbaṇṇo duggandho dukkhasamphaso”ti.",
  "atk-s0201a2:220_14": "Vālakambalanti assavālādīhi katakambalaṁ.",
  "atk-s0201a2:220_15": "Ulūkapakkhakanti ulūkapattāni ganthetvā katanivāsanaṁ.",
  "atk-s0201a2:220_16": "Ubbhaṭṭhakoti uddhaṁ ṭhitako.",
  "atk-s0201a2:220_17": "Ukkuṭikappadhānamanuyuttoti ukkuṭikavīriyaṁ anuyutto, gacchantopi ukkuṭikova hutvā uppatitvā uppatitvā gacchati.",
  "atk-s0201a2:220_18": "Kaṇṭakāpassayikoti ayakaṇṭake vā pakatikaṇṭake vā bhūmiyaṁ koṭṭetvā tattha cammaṁ attharitvā ṭhānacaṅkamādīni karomīti dasseti.",
  "atk-s0201a2:220_19": "Seyyanti sayantopi tattheva seyyaṁ kappemi.",
  "atk-s0201a2:220_20": "Sāyaṁ tatiyamassāti sāyatatiyakaṁ.",
  "atk-s0201a2:220_21": "Pāto majjhanhike sāyanti divasassa tikkhattuṁ pāpaṁ pavāhessāmīti udakorohanānuyogaṁ anuyutto viharāmīti dasseti.",
  "atk-s0201a2:221_0": "156.Nekavassagaṇikanti nekavassagaṇasañjātaṁ.",
  "atk-s0201a2:221_1": "Rajojallanti rajamalaṁ, idaṁ attano rajojallakavatasamādānakālaṁ sandhāya vadati.",
  "atk-s0201a2:221_2": "Jegucchisminti pāpajigucchanabhāve.",
  "atk-s0201a2:221_3": "Yāva udakabindumhipīti yāva udakathevakepi mama dayā paccupaṭṭhitā hoti, ko pana vādo aññesu sakkharakaṭhaladaṇḍakavālikādīsu.",
  "atk-s0201a2:221_4": "Te kira udakabinduṁ ca ete ca sakkharakaṭhalādayo khuddakapāṇāti paññapenti.",
  "atk-s0201a2:221_5": "Tenāha “yāva udakabindumhipi me dayā paccupaṭṭhitā hotī”ti.",
  "atk-s0201a2:221_6": "Udakabindumpi na hanāmi na vināsemi, kiṁ kāraṇā.",
  "atk-s0201a2:221_7": "Māhaṁ khuddake pāṇe visamagate saṅghātaṁ āpādesinti.",
  "atk-s0201a2:221_8": "Ninnathalatiṇaggarukkhasākhādīsu visamaṭṭhāne gate udakabindusaṅkhāte khuddakapāṇe saṅghātaṁ vadhaṁ mā āpādesinti.",
  "atk-s0201a2:221_9": "Etamatthaṁ “satova abhikkamāmī”ti dasseti.",
  "atk-s0201a2:221_10": "Acelakesu kira bhūmiṁ akkantakālato pabhuti sīlavā nāma natthi.",
  "atk-s0201a2:221_11": "Bhikkhācāraṁ gacchantāpi dussīlāva hutvā gacchanti, upaṭṭhākānaṁ gehe bhuñjantāpi dussīlāva hutvā bhuñjanti.",
  "atk-s0201a2:221_12": "Āgacchantāpi dussīlāva hutvā āgacchanti.",
  "atk-s0201a2:221_13": "Yadā pana morapiñchena phalakaṁ sammajjitvā sīlaṁ adhiṭṭhāya nisīdanti, tadā sīlavantā nāma honti.",
  "atk-s0201a2:222_0": "Vanakammikanti kandamūlaphalāphalādīnaṁ atthāya vane vicarantaṁ.",
  "atk-s0201a2:222_1": "Vanena vananti vanato vanaṁ, esa nayo sabbattha.",
  "atk-s0201a2:222_2": "Saṁpatāmīti gacchāmi.",
  "atk-s0201a2:222_3": "Āraññakoti araññe jātavuddho, idaṁ attano ājīvakakālaṁ sandhāya vadati.",
  "atk-s0201a2:222_4": "Bodhisatto kira pāsaṇḍapariggaṇhaṇatthāya taṁ pabbajjaṁ pabbaji, niratthakabhāvaṁ pana ñatvāpi na uppabbajjito, bodhisattā hi yaṁ yaṁ ṭhānaṁ upenti, tato anivattitadhammā honti, pabbajitvā pana mā maṁ koci addasāti tatova araññaṁ paviṭṭho.",
  "atk-s0201a2:222_5": "Tenevāha “mā maṁ te addasaṁsu ahañca mā te addasa”nti.",
  "atk-s0201a2:223_0": "Goṭṭhāti govajā.",
  "atk-s0201a2:223_1": "Paṭṭhitagāvoti nikkhantagāvo.",
  "atk-s0201a2:223_2": "Tattha catukkuṇḍikoti vananteyeva ṭhito gopālakānaṁ gāvīhi saddhiṁ apagatabhāvaṁ disvā dve hatthe dve ca jaṇṇukāni bhūmiyaṁ ṭhapetvā evaṁ catukkuṇḍiko upasaṅkamitvāti attho.",
  "atk-s0201a2:223_3": "Tāni sudaṁ āhāremīti mahallakavacchakānaṁ gomayāni kasaṭāni nirojāni honti, tasmā tāni vajjetvā yāni taruṇavacchakānaṁ khīrapāneneva vaḍḍhantānaṁ saojāni gomayāni tāni kucchipūraṁ khāditvā puna vanasaṇḍameva pavisati.",
  "atk-s0201a2:223_4": "Taṁ sandhāyāha “tāni sudaṁ āhāremī”ti.",
  "atk-s0201a2:223_5": "Yāvakīvañca meti yattakaṁ kālaṁ mama sakaṁ muttakarīsaṁ aparikkhīṇaṁ hoti.",
  "atk-s0201a2:223_6": "Yāva me dvāravaḷañjo pavattittha, tāva tadeva āhāremīti attho.",
  "atk-s0201a2:223_7": "Kāle pana gacchante gacchante parikkhīṇamaṁsalohito upacchinnadvāravaḷañjo vacchakānaṁ gomayāni āhāremi.",
  "atk-s0201a2:223_8": "Mahāvikaṭabhojanasminti mahante vikaṭabhojane, apakatibhojaneti attho.",
  "atk-s0201a2:224_0": "157.Tatrāssudaṁ, sāriputta, bhiṁsanakassa vanasaṇḍassa bhiṁsanakatasmiṁ hotīti.",
  "atk-s0201a2:224_1": "Tatrāti purimavacanāpekkhanaṁ.",
  "atk-s0201a2:224_2": "Sudanti padapūraṇamatte nipāto.",
  "atk-s0201a2:224_3": "Sāriputtāti ālapanaṁ.",
  "atk-s0201a2:224_4": "Ayaṁ panettha atthayojanā –",
  "atk-s0201a2:224_5": "tatrāti yaṁ vuttaṁ aññataraṁ bhiṁsanakaṁ vanasaṇḍanti, tatra yo so bhiṁsanako vanasaṇḍo vutto, tassa bhiṁsanakassa vanasaṇḍassa bhiṁsanakatasmiṁ hoti, bhiṁsanakakiriyāya hotīti attho. Kiṁ hoti?",
  "atk-s0201a2:224_6": "Idaṁ hoti, yo koci avītarāgo…pe…",
  "atk-s0201a2:224_7": "lomāni haṁsantīti.",
  "atk-s0201a2:225_0": "Atha vā tatrāti sāmiatthe bhummaṁ.",
  "atk-s0201a2:225_1": "Su iti nipāto.",
  "atk-s0201a2:225_2": "Kiṁ su nāma te bhonto samaṇabrāhmaṇātiādīsu viya.",
  "atk-s0201a2:225_3": "Idanti adhippetamatthaṁ paccakkhaṁ viya katvā dassanavacanaṁ.",
  "atk-s0201a2:225_4": "Sudanti su idaṁ, sandhivasena ikāralopo veditabbo.",
  "atk-s0201a2:225_5": "Cakkhundriyaṁ itthindriyaṁ anaññātaññassāmītindriyaṁ kiṁ sūdhavittantiādīsu viya.",
  "atk-s0201a2:225_6": "Ayaṁ panettha atthayojanā, tassa, sāriputta, bhiṁsanakassa vanasaṇḍassa bhiṁsanakatasmiṁ idaṁsu hotīti.",
  "atk-s0201a2:225_7": "Bhiṁsanakatasminti bhiṁsanakabhāveti attho.",
  "atk-s0201a2:225_8": "Ekassa takārassa lopo daṭṭhabbo.",
  "atk-s0201a2:225_9": "“Bhiṁsanakattasmi”ntiyeva vā pāṭho, bhiṁsanakatāya iti vā vattabbe liṅgavipallāso kato, nimittatthe cetaṁ bhummavacanaṁ.",
  "atk-s0201a2:225_10": "Tasmā evaṁ sambandho veditabbo, bhiṁsanakabhāve idaṁsu hoti, bhiṁsanakabhāvanimittaṁ bhiṁsanakabhāvahetu, bhiṁsanakabhāvapaccayā idaṁsu hoti.",
  "atk-s0201a2:225_11": "Yo koci avītarāgo taṁ vanasaṇḍaṁ pavisati.",
  "atk-s0201a2:225_12": "Yebhuyyena lomāni haṁsanti bahutarāni lomāni haṁsanti, uddhaṁ mukhāni sūcisadisāni kaṇṭakasadisāni ca hutvā tiṭṭhanti, appāni na haṁsanti, bahutarānaṁ vā sattānaṁ haṁsanti, appakānaṁ atisūrapurisānaṁ na haṁsantīti.",
  "atk-s0201a2:226_0": "Antaraṭṭhakāti māghamāsassa avasāne catasso, phagguṇamāsassa ādimhi catassoti evaṁ ubhinnaṁ antare aṭṭharatti.",
  "atk-s0201a2:226_1": "Abbhokāseti mahāsatto himapātasamaye rattiṁ abbhokāse viharati, athassa lomakūpesu āvutamuttā viya himabindūni tiṭṭhanti, sarīraṁ setadukūlapārutaṁ viya hoti.",
  "atk-s0201a2:226_2": "Divā vanasaṇḍeti divā himabindūsu sūriyātapasamphassena vigatesu assāsopi bhaveyya, ayaṁ pana sūriye uggacchanteyeva vanasaṇḍaṁ pavisati, tatrāpissa sūriyātapena paggharantaṁ himaṁ sarīreyeva patati.",
  "atk-s0201a2:226_3": "Divā abbhokāse viharāmi rattiṁ vanasaṇḍeti gimhakāle kiresa divā abbhokāse vihāsi, tenassa kacchehi sedadhārā mucciṁsu, rattiṁ assāso bhaveyya, ayaṁ pana sūriye atthaṁ gacchanteyeva vanasaṇḍaṁ pavisati.",
  "atk-s0201a2:226_4": "Athassa divā gahitausme vanasaṇḍe aṅgārakāsuyaṁ pakkhitto viya attabhāvo paridayhittha.",
  "atk-s0201a2:226_5": "Anacchariyāti anuacchariyā.",
  "atk-s0201a2:226_6": "Paṭibhāsīti upaṭṭhāsi.",
  "atk-s0201a2:227_0": "Sotattoti divā ātapena rattiṁ vanausmāya sutatto.",
  "atk-s0201a2:227_1": "Sosinnoti rattiṁ himena divā himodakena suṭṭhu tinto.",
  "atk-s0201a2:227_2": "Bhiṁsanaketi bhayajanake.",
  "atk-s0201a2:227_3": "Naggoti niccelo.",
  "atk-s0201a2:227_4": "Nivāsanapārupane hi sati sītaṁ vā uṇhaṁ vā na atibādheyya, tampi me natthīti dasseti.",
  "atk-s0201a2:227_5": "Na caggimāsinoti aggimpi na upagato.",
  "atk-s0201a2:227_6": "Esanāpasutoti suddhiesanatthāya pasuto, payutto.",
  "atk-s0201a2:227_7": "Munīti, tadā attānaṁ munīti katvā katheti.",
  "atk-s0201a2:228_0": "Chavaṭṭhikānīti upaḍḍhadaḍḍhāni aṭṭhīni.",
  "atk-s0201a2:228_1": "Upadhāyāti yathā sīsūpadhānañca pādūpadhānañca paññāyati, evaṁ santharitvā tattha seyyaṁ kappemīti dasseti.",
  "atk-s0201a2:228_2": "Gāmaṇḍalāti gopāladārakā.",
  "atk-s0201a2:228_3": "Te kira bodhisattassa santikaṁ gantvā, sumedha, tvaṁ imasmiṁ ṭhāne kasmā nisinno, kathehīti vadanti.",
  "atk-s0201a2:228_4": "Bodhisatto adhomukho nisīdati, na katheti.",
  "atk-s0201a2:228_5": "Atha naṁ te akathetuṁ na dassāmāti parivāretvā oṭṭhubhanti sarīre kheḷaṁ pātenti.",
  "atk-s0201a2:228_6": "Bodhisatto evampi na katheti.",
  "atk-s0201a2:228_7": "Atha naṁ tvaṁ na kathesīti omuttenti passāvamassa upari vissajjenti.",
  "atk-s0201a2:228_8": "Bodhisatto evampi na kathetiyeva.",
  "atk-s0201a2:228_9": "Tato naṁ kathehi kathehīti paṁsukena okiranti.",
  "atk-s0201a2:228_10": "Bodhisatto evampi na kathetiyeva.",
  "atk-s0201a2:228_11": "Athassa na kathesīti daṇḍakasalākā gahetvā kaṇṇasotesu pavesenti.",
  "atk-s0201a2:228_12": "Bodhisatto dukkhā tibbā kaṭukā vedanā adhivāsento kassaci kiñci na karissāmīti matako viya acchati.",
  "atk-s0201a2:228_13": "Tenāha “na kho panāhaṁ, sāriputta, abhijānāmi tesu pāpakaṁ cittaṁ uppādetā”ti.",
  "atk-s0201a2:228_14": "Na mayā tesu pāpakaṁ cittampi uppāditanti attho.",
  "atk-s0201a2:228_15": "Upekkhāvihārasmiṁ hotīti upekkhāvihāro hoti.",
  "atk-s0201a2:228_16": "Vihāro eva hi vihārasminti vutto.",
  "atk-s0201a2:228_17": "Teneva ca “idaṁsu me”ti etthāpi ayaṁsu meti evaṁ attho veditabbo.",
  "atk-s0201a2:228_18": "Iminā nayena aññānipi evarūpāni padāni veditabbāni.",
  "atk-s0201a2:228_19": "Iminā ito ekanavutikappe pūritaṁ upekkhāvihāraṁ dasseti.",
  "atk-s0201a2:228_20": "Yaṁ sandhāyāha –",
  "atk-s0201a2:229_0": "“Sukhapatto na rajjāmi, dukkhe na homi dummano;",
  "atk-s0201a2:230_0": "Sabbattha tulito homi, esā me upekkhāpāramī”ti.",
  "atk-s0201a2:231_0": "Dukkarakārikādisuddhivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:232_0": "Āhārasuddhivaṇṇanā",
  "atk-s0201a2:233_0": "158.Āhārenasuddhīti kolādinā ekaccena parittakaāhārena sakkā sujjhitunti evaṁdiṭṭhino honti.",
  "atk-s0201a2:233_1": "Evamāhaṁsūti evaṁ vadanti.",
  "atk-s0201a2:233_2": "Kolehīti padarehi.",
  "atk-s0201a2:233_3": "Kolodakanti kolāni madditvā katapānakaṁ.",
  "atk-s0201a2:233_4": "Kolavikatinti kolasāḷavakolapūvakolaguḷādikolavikāraṁ.",
  "atk-s0201a2:233_5": "Etaparamoti etaṁ pamāṇaṁ paramaṁ assāti etaparamo.",
  "atk-s0201a2:233_6": "Tadā ekanavutikappamatthake pana na beluvapakkatālapakkapamāṇo kolo hoti, yaṁ etarahi kolassa pamāṇaṁ, ettakova hotīti attho.",
  "atk-s0201a2:234_0": "159.Adhimattakasimānanti ativiya kisabhāvaṁ.",
  "atk-s0201a2:234_1": "Āsītikapabbāni vā kāḷapabbāni vāti yathā āsītikavalliyā vā kāḷavalliyā vā sandhiṭṭhānesu milāyitvā majjhe unnatunnatāni honti, evaṁ mayhaṁ aṅgapaccaṅgāni hontīti dasseti.",
  "atk-s0201a2:234_2": "Oṭṭhapadanti yathā oṭṭhassa padaṁ majjhe gambhīraṁ hoti, evamevaṁ bodhisattassa milāte maṁsalohite vaccadvārassa antopaviṭṭhattā ānisadaṁ majjhe gambhīraṁ hoti.",
  "atk-s0201a2:234_3": "Athassa bhūmiyaṁ nisinnaṭṭhānaṁ sarapoṅkhena akkantaṁ viya majjhe unnataṁ hoti.",
  "atk-s0201a2:234_4": "Vaṭṭanāvaḷīti yathā rajjuyā āvunitvā katā vaṭṭanāvaḷī vaṭṭanānaṁ antarantarā ninnā hoti, vaṭṭanaṭṭhānesu unnatā, evaṁ piṭṭhikaṇṭako unnatāvanato hoti, jarasālāya gopānasiyoti jiṇṇasālāya gopānasiyo, tā vaṁsato muccitvā maṇḍale patiṭṭhahanti, maṇḍalato muccitvā bhūmiyanti;",
  "atk-s0201a2:234_5": "evaṁ ekā upari hoti, ekā heṭṭhāti oluggaviluggā bhavanti.",
  "atk-s0201a2:234_6": "Bodhisattassa pana na evaṁ phāsuḷiyo, tassa hi lohite chinne maṁse milāte phāsuḷantarehi cammāni heṭṭhā otiṇṇāni, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0201a2:235_0": "Okkhāyikāti heṭṭhā anupaviṭṭhā.",
  "atk-s0201a2:235_1": "Tassa kira lohite chinne maṁse milāte akkhiāvāṭakā matthaluṅgaṁ āhacca aṭṭhaṁsu, tenassa evarūpā akkhitārakā ahesuṁ.",
  "atk-s0201a2:235_2": "Āmakacchinnoti atitaruṇakāle chinno, so hi vātātapena saṁphusati ceva milāyati ca.",
  "atk-s0201a2:235_3": "Yāvassu me, sāriputtāti, sāriputta, mayhaṁ udaracchavi yāva piṭṭhikaṇṭakaṁ allīnā hoti.",
  "atk-s0201a2:235_4": "Atha vā yāvassu me, sāriputta, bhāriyabhāriyā ahosi dukkarakārikā, mayhaṁ udaracchavi yāva piṭṭhikaṇṭakaṁ allīnā ahosīti evamettha sambandho veditabbo.",
  "atk-s0201a2:235_5": "Piṭṭhikaṇṭakaṁyeva pariggaṇhāmīti sahaudaracchaviṁ gaṇhāmi.",
  "atk-s0201a2:235_6": "Udaracchaviṁyeva pariggaṇhāmīti sahapiṭṭhikaṇṭakaṁ gaṇhāmi.",
  "atk-s0201a2:235_7": "Avakujjo papatāmīti tassa hi uccārapassāvatthāya nisinnassa passāvo neva nikkhamati, vaccaṁ pana ekaṁ dve kaṭakaṭṭhimattaṁ nikkhamati.",
  "atk-s0201a2:235_8": "Balavadukkhaṁ uppādeti.",
  "atk-s0201a2:235_9": "Sarīrato sedā muccanti, tattheva avakujjo bhūmiyaṁ patati.",
  "atk-s0201a2:235_10": "Tenāha “avakujjo papatāmī”ti.",
  "atk-s0201a2:235_11": "Tameva kāyanti taṁ ekanavutikappamatthake kāyaṁ.",
  "atk-s0201a2:235_12": "Mahāsaccakasutte pana pacchimabhavikakāyaṁ sandhāya imameva kāyanti āha.",
  "atk-s0201a2:235_13": "Pūtimūlānīti maṁse vā lohite vā sati tiṭṭhanti.",
  "atk-s0201a2:235_14": "Tassa pana abhāve cammakhaṇḍe lomāni viya hattheyeva lagganti, taṁ sandhāyāha “pūtimūlāni lomāni kāyasmā patantī”ti.",
  "atk-s0201a2:236_0": "Alamariyañāṇadassanavisesanti ariyabhāvaṁ kātuṁ samatthaṁ lokuttaramaggaṁ.",
  "atk-s0201a2:236_1": "Imissāyeva ariyāya paññāyāti vipassanāpaññāya anadhigamā.",
  "atk-s0201a2:236_2": "Yāyaṁ ariyāti yā ayaṁ maggapaññā adhigatā.",
  "atk-s0201a2:236_3": "Idaṁ vuttaṁ hoti –",
  "atk-s0201a2:236_4": "yathā etarahi vipassanāpaññāya adhigatattā maggapaññā adhigatā, evaṁ ekanavutikappamatthake vipassanāpaññāya anadhigatattā lokuttaramaggapaññaṁ nādhigatosmīti, majjhimabhāṇakattherā panāhu, imissāyevāti vuttapaññāpi yāyaṁ ariyāti vuttapaññāpi maggapaññāyeva.",
  "atk-s0201a2:236_5": "Atha ne bhikkhū āhaṁsu “evaṁ sante maggassa anadhigatattā maggaṁ nādhigatosmīti idaṁ vuttaṁ hoti, bhante”ti.",
  "atk-s0201a2:236_6": "Āvuso, kiñcāpi dīpetuṁ na sakkomi, dvepi pana maggapaññāyevāti, etadeva cettha yuttaṁ.",
  "atk-s0201a2:236_7": "Itarathā hi yā ayanti niddeso ananurūpo siyā.",
  "atk-s0201a2:237_0": "Āhārasuddhivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:238_0": "Saṁsārasuddhiādivaṇṇanā",
  "atk-s0201a2:239_0": "160.Saṁsārena suddhīti bahukaṁ saṁsaritvā sujjhantīti vadanti.",
  "atk-s0201a2:239_1": "Upapattiyā suddhīti bahukaṁ upapajjitvā sujjhantīti vadanti.",
  "atk-s0201a2:239_2": "Āvāsena suddhīti bahūsu ṭhānesu vasitvā sujjhantīti vadanti.",
  "atk-s0201a2:239_3": "Tīsupi ṭhānesu saṁsaraṇakavasena saṁsāro.",
  "atk-s0201a2:239_4": "Upapajjanakavasena upapatti.",
  "atk-s0201a2:239_5": "Vasanakavasena āvāsoti khandhāyeva vuttā.",
  "atk-s0201a2:239_6": "Yaññenāti bahuyāge yajitvā sujjhantīti vadanti.",
  "atk-s0201a2:239_7": "Muddhāvasittenāti tīhi saṅkhehi khattiyābhisekena muddhani abhisittena.",
  "atk-s0201a2:239_8": "Aggipāricariyāyāti bahuaggiparicaraṇena sujjhantīti vadanti.",
  "atk-s0201a2:240_0": "161.Daharoti taruṇo.",
  "atk-s0201a2:240_1": "Yuvāti yobbanena samannāgato.",
  "atk-s0201a2:240_2": "Susukāḷakesoti suṭṭhu kāḷakeso.",
  "atk-s0201a2:240_3": "Bhadrena yobbanena samannāgatoti imināssa yena yobbanena samannāgato yuvā, taṁ yobbanaṁ bhaddaṁ laddhakanti dasseti.",
  "atk-s0201a2:240_4": "Paṭhamena vayasāti paṭhamavayo nāma tettiṁsa vassāni, tena samannāgatoti attho, paññāveyyattiyenāti paññāveyyattibhāvena.",
  "atk-s0201a2:240_5": "Jiṇṇoti jarājiṇṇo.",
  "atk-s0201a2:240_6": "Vuddhoti vaḍḍhitvā ṭhitaaṅgapaccaṅgo.",
  "atk-s0201a2:240_7": "Mahallakoti jātimahallako.",
  "atk-s0201a2:240_8": "Addhagatoti bahuaddhānaṁ gato cirakālātikkanto.",
  "atk-s0201a2:240_9": "Vayo anuppattoti vassasatassa tatiyakoṭṭhāsaṁ pacchimavayaṁ anuppatto.",
  "atk-s0201a2:240_10": "Āsītiko me vayo vattatīti imaṁ kira suttaṁ bhagavā parinibbānasaṁvacchare kathesi.",
  "atk-s0201a2:240_11": "Tasmā evamāha.",
  "atk-s0201a2:240_12": "Paramāyāti uttamāya.",
  "atk-s0201a2:240_13": "Satiyātiādīsu padasatampi padasahassampi vadantasseva gahaṇasamatthatā sati nāma.",
  "atk-s0201a2:240_14": "Tadeva ādhāraṇaupanibandhanasamatthatā gati nāma.",
  "atk-s0201a2:240_15": "Evaṁ gahitaṁ dhāritaṁ sajjhāyaṁ kātuṁ samatthavīriyaṁ dhiti nāma.",
  "atk-s0201a2:240_16": "Tassa atthañca kāraṇañca dassanasamatthatā paññāveyyattiyaṁ nāma.",
  "atk-s0201a2:241_0": "Daḷhadhammā dhanuggahoti daḷhaṁ dhanuṁ gahetvā ṭhito issāso.",
  "atk-s0201a2:241_1": "Daḷhadhanu nāma dvisahassathāmaṁ vuccati, dvisahassathāmaṁ nāma yassa āropitassa jiyābaddho lohasīsādīnaṁ bhāro daṇḍe gahetvā yāva kaṇḍappamāṇā ukkhittassa pathavito muccati.",
  "atk-s0201a2:241_2": "Sikkhitoti dasa dvādasa vassāni ācariyakule uggahitasippo.",
  "atk-s0201a2:241_3": "Katahatthoti koci sippameva uggaṇhāti.",
  "atk-s0201a2:241_4": "Katahattho na hoti, ayaṁ pana katahattho ciṇṇavasībhāvo.",
  "atk-s0201a2:241_5": "Katūpāsanoti rājakulādīsu dassitasippo.",
  "atk-s0201a2:241_6": "Lahukena asanenāti anto susiraṁ katvā tūlādīni pūretvā katalākhāparikammena sallahukakaṇḍena.",
  "atk-s0201a2:241_7": "Evaṁ katañhi ekausabhagāmī dve usabhāni gacchati, aṭṭhausabhagāmī soḷasausabhāni gacchati.",
  "atk-s0201a2:241_8": "Appakasirenāti nidukkhena.",
  "atk-s0201a2:241_9": "Atipāteyyāti atikkameyya.",
  "atk-s0201a2:241_10": "Evaṁ adhimattasatimantoti yathā so dhanuggaho taṁ vidatthicaturaṅgulachāyaṁ sīghaṁ eva atikkameti, evaṁ padasatampi padasahassampi uggahetuṁ upadhāretuṁ sajjhāyituṁ atthakāraṇāni ca upaparikkhituṁ samatthāti attho.",
  "atk-s0201a2:241_11": "Aññatra asitapītakhāyitasāyitāti asitapītādīni hi bhagavatāpi kātabbāni honti, bhikkhūhipi.",
  "atk-s0201a2:241_12": "Tasmā tesaṁ karaṇamattakālaṁ ṭhapetvāti dasseti.",
  "atk-s0201a2:242_0": "Apariyādinnāyevāti aparikkhīṇāyeva.",
  "atk-s0201a2:242_1": "Sace hi eko bhikkhu kāyānupassanaṁ pucchati, añño vedanānupassanaṁ, añño cittānupassanaṁ, ayyo dhammānupassanaṁ.",
  "atk-s0201a2:242_2": "Iminā puṭṭhaṁ ahaṁ pucchissāmīti eko ekaṁ na oloketi.",
  "atk-s0201a2:242_3": "Evaṁ santepi tesaṁ vāro paññāyati.",
  "atk-s0201a2:242_4": "Evaṁ buddhānaṁ pana vāro na paññāyati, vidatthicaturaṅgulachāyaṁ atikkamato puretaraṁyeva bhagavā cuddasavidhena kāyānupassanaṁ, navavidhena vedanānupassanaṁ, soḷasavidhena cittānupassanaṁ, pañcavidhena dhammānupassanaṁ katheti.",
  "atk-s0201a2:242_5": "Tiṭṭhantu vā tāva ete cattāro.",
  "atk-s0201a2:242_6": "Sace hi aññe cattāro sammappadhānesu, aññe iddhipādesu, aññe pañca indriyesu, aññe pañca balesu, aññe satta bojjhaṅgesu, aññe aṭṭha maggaṅgesu pañhaṁ puccheyyuṁ, tampi bhagavā katheyya.",
  "atk-s0201a2:242_7": "Tiṭṭhantu vā ete aṭṭha.",
  "atk-s0201a2:242_8": "Sace aññe sattatiṁsa janā bodhipakkhiyesu pañhaṁ puccheyyuṁ, tampi bhagavā tāvadeva katheyya. Kasmā?",
  "atk-s0201a2:242_9": "Yāvatā hi lokiyamahājanā ekaṁ padaṁ kathenti.",
  "atk-s0201a2:242_10": "Tāva ānandatthero aṭṭha padāni katheti.",
  "atk-s0201a2:242_11": "Ānandatthere pana ekaṁ padaṁ kathenteyeva bhagavā soḷasapadāni katheti. Kasmā?",
  "atk-s0201a2:242_12": "Bhagavato hi jivhā mudukā dantāvaraṇaṁ suphusitaṁ vacanaṁ agalitaṁ bhavaṅgaparivāso lahuko.",
  "atk-s0201a2:242_13": "Tenāha “apariyādinnāyevassa, sāriputta, tathāgatassa dhammadesanā”ti.",
  "atk-s0201a2:243_0": "Tattha dhammadasenāti tantiṭhapanā.",
  "atk-s0201a2:243_1": "Dhammapadabyañjananti pāḷiyā padabyañjanaṁ, tassa tassa atthassa byañjanakaṁ akkharaṁ.",
  "atk-s0201a2:243_2": "Pañhapaṭibhānanti pañhabyākaraṇaṁ.",
  "atk-s0201a2:243_3": "Iminā kiṁ dasseti?",
  "atk-s0201a2:243_4": "Tathāgato pubbe daharakāle akkharāni sampiṇḍetvā padaṁ vattuṁ sakkoti, padāni sampiṇḍetvā gāthaṁ vattuṁ sakkoti, catuakkharehi vā aṭṭhaakkharehi vā soḷasaakkharehi vā padehi yuttāya gāthāya atthaṁ vattuṁ sakkoti.",
  "atk-s0201a2:243_5": "Idāni pana mahallakakāle akkharāni sampiṇḍetvā padaṁ vā, padāni sampiṇḍetvā gāthaṁ vā, gāthāya atthaṁ vā vattuṁ na sakkotīti evaṁ natthi.",
  "atk-s0201a2:243_6": "Daharakāle ca mahallakakāle ca sabbametaṁ tathāgatassa apariyādinnamevāti imaṁ dasseti.",
  "atk-s0201a2:243_7": "Mañcakena cepi manti idaṁ buddhabaladīpanatthameva parikappetvā āha.",
  "atk-s0201a2:243_8": "Dasabalaṁ pana mañcake āropetvā gāmanigamarājadhāniyo pariharaṇakālo nāma natthi.",
  "atk-s0201a2:243_9": "Tathāgatā hi pañcame āyukoṭṭhāse khaṇḍiccādīhi anabhibhūtā suvaṇṇavaṇṇasarīrassa vevaṇṇiye ananuppatte devamanussānaṁ piyamanāpakāleyeva parinibbāyanti.",
  "atk-s0201a2:244_0": "162.Nāgasamāloti tassa therassa nāmaṁ.",
  "atk-s0201a2:244_1": "Paṭhamabodhiyañhi vīsativassabbhantare upavānanāgitameghiyattherā viya ayampi bhagavato upaṭṭhāko ahosi.",
  "atk-s0201a2:244_2": "Bījayamānoti mandamandena tālavaṇṭavātena bhagavato utusukhaṁ samuṭṭhāpayamāno.",
  "atk-s0201a2:244_3": "Etadavocāti sakalasuttantaṁ sutvā bhagavato pubbacaritaṁ dukkarakārakaṁ āgamma pasanno etaṁ “acchariyaṁ bhante”tiādivacanaṁ avoca.",
  "atk-s0201a2:244_4": "Tattha accharaṁ paharituṁ yuttanti acchariyaṁ.",
  "atk-s0201a2:244_5": "Abhūtapubbaṁ bhūtanti abbhutaṁ.",
  "atk-s0201a2:244_6": "Ubhayenapi attano vimhayameva dīpeti.",
  "atk-s0201a2:244_7": "Ko nāmo ayaṁ bhanteti idaṁ bhaddako vatāyaṁ dhammapariyāyo, handassa bhagavantaṁ āyācitvā nāmaṁ gaṇhāpemīti adhippāyena āha.",
  "atk-s0201a2:244_8": "Athassa bhagavā nāmaṁ gaṇhanto tasmā tiha tvantiādimāha.",
  "atk-s0201a2:244_9": "Tassattho, yasmā idaṁ suttaṁ sutvā tava lomāni haṭṭhāni, tasmā tiha tvaṁ, nāgasamāla, imaṁ dhammapariyāyaṁ “lomahaṁsana pariyāyo”tveva naṁ dhārehīti.",
  "atk-s0201a2:245_0": "Saṁsārasuddhiādivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:246_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:247_0": "Mahāsīhanādasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:248_0": "3. Mahādukkhakkhandhasuttavaṇṇanā",
  "atk-s0201a2:249_0": "163.Evaṁme sutanti mahādukkhakkhandhasuttaṁ.",
  "atk-s0201a2:249_1": "Tattha vinayapariyāyena tayo janā sambahulāti vuccanti, tato paraṁ saṅgho.",
  "atk-s0201a2:249_2": "Suttantapariyāyena tayo tayo eva, tato uddhaṁ sambahulāti vuccanti.",
  "atk-s0201a2:249_3": "Idha suttantapariyāyena sambahulāti veditabbā.",
  "atk-s0201a2:249_4": "Piṇḍāya pāvisiṁsūti paviṭṭhā, te pana na tāva paviṭṭhā, pavisissāmāti nikkhantattā pana pavisiṁsūti vuttā.",
  "atk-s0201a2:249_5": "Yathā gāmaṁ gamissāmīti nikkhantapuriso taṁ gāmaṁ appattopi “kuhiṁ itthannāmo”ti vutte “gāmaṁ gato”ti vuccati, evaṁ.",
  "atk-s0201a2:249_6": "Paribbājakānaṁ ārāmoti jetavanato avidūre aññatitthiyānaṁ paribbājakānaṁ ārāmo atthi, taṁ sandhāya evamāhaṁsu.",
  "atk-s0201a2:249_7": "Samaṇo, āvusoti, āvuso, tumhākaṁ satthā samaṇo gotamo.",
  "atk-s0201a2:249_8": "Kāmānaṁ pariññanti kāmānaṁ pahānaṁ samatikkamaṁ paññapeti.",
  "atk-s0201a2:249_9": "Rūpavedanāsupi eseva nayo.",
  "atk-s0201a2:250_0": "Tattha titthiyā sakasamayaṁ jānantā kāmānaṁ pariññaṁ paññapeyyuṁ paṭhamajjhānaṁ vadamānā, rūpānaṁ pariññaṁ paññapeyyuṁ arūpabhavaṁ vadamānā, vedanānaṁ pariññaṁ paññapeyyuṁ asaññabhavaṁ vadamānā.",
  "atk-s0201a2:250_1": "Te pana “idaṁ nāma paṭhamajjhānaṁ ayaṁ rūpabhavo ayaṁ arūpabhavo”tipi na jānanti.",
  "atk-s0201a2:250_2": "Te paññapetuṁ asakkontāpi kevalaṁ “paññapema paññapemā”ti vadanti.",
  "atk-s0201a2:250_3": "Tathāgato kāmānaṁ pariññaṁ anāgāmimaggena paññapeti, rūpavedanānaṁ arahattamaggena.",
  "atk-s0201a2:250_4": "Te evaṁ mahante visese vijjamānepi idha no, āvuso, ko vivesotiādimāhaṁsu.",
  "atk-s0201a2:251_0": "Tattha idhāti imasmiṁ paññāpane.",
  "atk-s0201a2:251_1": "Dhammadesanāya vā dhammadesananti yadidaṁ samaṇassa vā gotamassa dhammadesanāya saddhiṁ amhākaṁ dhammadesanaṁ, amhākaṁ vā dhammadesanāya saddhiṁ samaṇassa gotamassa dhammadesanaṁ ārabbha nānākaraṇaṁ vuccetha, taṁ kinnāmāti vadanti.",
  "atk-s0201a2:251_2": "Dutiyapadepi eseva nayo.",
  "atk-s0201a2:251_3": "Iti vemajjhe bhinnasuvaṇṇaṁ viya sāsanena saddhiṁ attano laddhivacanamattena samadhuraṁ ṭhapayiṁsu.",
  "atk-s0201a2:251_4": "Neva abhinandiṁsūti evametanti na sampaṭicchiṁsu.",
  "atk-s0201a2:251_5": "Nappaṭikkosiṁsūti nayidaṁ evanti nappaṭisedhesuṁ. Kasmā?",
  "atk-s0201a2:251_6": "Te kira titthiyā nāma andhasadisā, jānitvā vā ajānitvā vā katheyyunti nābhinandiṁsu, pariññanti vacanena īsakaṁ sāsanagandho atthīti nappaṭikkosiṁsu.",
  "atk-s0201a2:251_7": "Janapadavāsino vā te sakasamayaparasamayesu na suṭṭhu kusalātipi ubhayaṁ nākaṁsu.",
  "atk-s0201a2:252_0": "165.Na ceva sampāyissantīti sampādetvā kathetuṁ na sakkhissanti.",
  "atk-s0201a2:252_1": "Uttariñca vighātanti asampāyanato uttarimpi dukkhaṁ āpajjissanti.",
  "atk-s0201a2:252_2": "Sampādetvā kathetuṁ asakkontānaṁ nāma hi dukkhaṁ uppajjati.",
  "atk-s0201a2:252_3": "Yathā taṁ, bhikkhave, avisayasminti ettha yathāti kāraṇavacanaṁ, tanti nipātamattaṁ.",
  "atk-s0201a2:252_4": "Yasmā avisaye pañho pucchito hotīti attho.",
  "atk-s0201a2:252_5": "Sadevaketi saha devehi sadevake.",
  "atk-s0201a2:252_6": "Samārakādīsupi eseva nayo.",
  "atk-s0201a2:252_7": "Evaṁ tīṇi ṭhānāni loke pakkhipitvā dve pajāyāti pañcahipi sattalokameva pariyādiyitvā etasmiṁ sadevakādibhede loke taṁ devaṁ vā manussaṁ vā na passāmīti dīpeti.",
  "atk-s0201a2:252_8": "Ito vā pana sutvāti ito vā pana mama sāsanato sutvā atathāgatopi atathāgatasāvakopi ārādheyya paritoseyya.",
  "atk-s0201a2:252_9": "Aññathā ārādhanaṁ nāma natthīti dasseti.",
  "atk-s0201a2:253_0": "166.",
  "atk-s0201a2:253_1": "Idāni attano tesaṁ pañhānaṁ veyyākaraṇena cittārādhanaṁ dassento ko ca, bhikkhavetiādimāha.",
  "atk-s0201a2:253_2": "Kāmaguṇāti kāmayitabbaṭṭhena kāmā.",
  "atk-s0201a2:253_3": "Bandhanaṭṭhena guṇā.",
  "atk-s0201a2:253_4": "“Anujānāmi, bhikkhave, ahatānaṁ vatthānaṁ dviguṇaṁ saṅghāṭi”nti ettha hi paṭalaṭṭho guṇaṭṭho.",
  "atk-s0201a2:253_5": "“Accenti kālā tarayanti rattiyo, vayoguṇā anupubbaṁ jahantī”ti ettha rāsaṭṭho guṇaṭṭho.",
  "atk-s0201a2:253_6": "“Sataguṇā dakkhiṇā pāṭikaṅkhitabbā”ti ettha ānisaṁsaṭṭho guṇaṭṭho.",
  "atk-s0201a2:253_7": "“Antaṁ antaguṇaṁ kayirā mālāguṇe bahū”ti ettha bandhanaṭṭho guṇaṭṭho.",
  "atk-s0201a2:253_8": "Idhāpi eseva adhippeto, tena vuttaṁ “bandhanaṭṭhena guṇā”ti.",
  "atk-s0201a2:253_9": "Cakkhuviññeyyāti cakkhuviññāṇena passitabbā.",
  "atk-s0201a2:253_10": "Etenupāyena sotaviññeyyādīsupi attho veditabbo.",
  "atk-s0201a2:253_11": "Iṭṭhāti pariyiṭṭhā vā hontu mā vā, iṭṭhārammaṇabhūtāti attho.",
  "atk-s0201a2:253_12": "Kantāti kamanīyā.",
  "atk-s0201a2:253_13": "Manāpāti manavaḍḍhanakā.",
  "atk-s0201a2:253_14": "Piyarūpāti piyajātikā.",
  "atk-s0201a2:253_15": "Kāmūpasaṁhitāti ārammaṇaṁ katvā uppajjamānena kāmena upasaṁhitā.",
  "atk-s0201a2:253_16": "Rajanīyāti rajjaniyā, rāguppattikāraṇabhūtāti attho.",
  "atk-s0201a2:254_0": "167.Yadi muddāyātiādīsu muddāti aṅgulipabbesu saññaṁ ṭhapetvā hatthamuddā.",
  "atk-s0201a2:254_1": "Gaṇanāti acchiddagaṇanā.",
  "atk-s0201a2:254_2": "Saṅkhānanti piṇḍagaṇanā.",
  "atk-s0201a2:254_3": "Yāya khettaṁ oloketvā idha ettakā vīhī bhavissanti, rukkhaṁ oloketvā idha ettakāni phalāni bhavissanti, ākāsaṁ oloketvā ime ākāse sakuṇā ettakā nāma bhavissantīti jānanti.",
  "atk-s0201a2:255_0": "Kasīti kasikammaṁ.",
  "atk-s0201a2:255_1": "Vaṇijjāti jaṅghavaṇijjathalavaṇijjādivaṇippatho.",
  "atk-s0201a2:255_2": "Gorakkhanti attano vā paresaṁ vā gāvo rakkhitvā pañcagorasavikkayena jīvanakammaṁ.",
  "atk-s0201a2:255_3": "Issattho vuccati āvudhaṁ gahetvā upaṭṭhānakammaṁ.",
  "atk-s0201a2:255_4": "Rājaporisanti āvudhena rājakammaṁ katvā upaṭṭhānaṁ.",
  "atk-s0201a2:255_5": "Sippaññataranti gahitāvasesaṁ hatthiassasippādi.",
  "atk-s0201a2:255_6": "Sītassa purakkhatoti lakkhaṁ viya sarassa sītassa purato, sītena bādhīyamānoti attho.",
  "atk-s0201a2:255_7": "Uṇhepi eseva nayo.",
  "atk-s0201a2:255_8": "Ḍaṁsādīsu ḍaṁsāti piṅgalamakkhikā.",
  "atk-s0201a2:255_9": "Makasāti sabbamakkhikā, sarīsapāti ye keci saritvā gacchanti.",
  "atk-s0201a2:255_10": "Rissamānoti ruppamāno, ghaṭṭiyamāno.",
  "atk-s0201a2:255_11": "Mīyamānoti maramāno.",
  "atk-s0201a2:255_12": "Ayaṁ, bhikkhaveti, bhikkhave, ayaṁ muddādīhi jīvikakappanaṁ āgamma sītādipaccayo ābādho.",
  "atk-s0201a2:255_13": "Kāmānaṁ ādīnavoti kāmesu upaddavo, upassaggoti attho.",
  "atk-s0201a2:255_14": "Sandiṭṭhikoti paccakkho sāmaṁ passitabbo.",
  "atk-s0201a2:255_15": "Dukkhakkhandhoti dukkharāsi.",
  "atk-s0201a2:255_16": "Kāmahetūtiādīsu paccayaṭṭhena kāmā assa hetūti kāmahetu.",
  "atk-s0201a2:255_17": "Mūlaṭṭhena kāmā nidānamassāti kāmanidāno.",
  "atk-s0201a2:255_18": "Liṅgavipallāsena pana kāmanidānanti vutto.",
  "atk-s0201a2:255_19": "Kāraṇaṭṭhena kāmā adhikaraṇaṁ assāti kāmādhikaraṇo.",
  "atk-s0201a2:255_20": "Liṅgavipallāseneva pana kāmādhikaraṇanti vutto.",
  "atk-s0201a2:255_21": "Kāmānameva hetūti idaṁ niyamavacanaṁ, kāmapaccayā uppajjatiyevāti attho.",
  "atk-s0201a2:256_0": "Uṭṭhahatoti ājīvasamuṭṭhāpakavīriyena uṭṭhahantassa.",
  "atk-s0201a2:256_1": "Ghaṭatoti taṁ vīriyaṁ pubbenāparaṁ ghaṭentassa.",
  "atk-s0201a2:256_2": "Vāyamatoti vāyāmaṁ parakkamaṁ payogaṁ karontassa.",
  "atk-s0201a2:256_3": "Nābhinipphajjantīti na nipphajjanti, hatthaṁ nābhiruhanti.",
  "atk-s0201a2:256_4": "Socatīti citte uppannabalavasokena socati.",
  "atk-s0201a2:256_5": "Kilamatīti kāye uppannadukkhena kilamati.",
  "atk-s0201a2:256_6": "Paridevatīti vācāya paridevati.",
  "atk-s0201a2:256_7": "Urattāḷinti uraṁ tāḷetvā.",
  "atk-s0201a2:256_8": "Kandatīti rodati.",
  "atk-s0201a2:256_9": "Sammohaṁ āpajjatīti visaññī viya sammūḷho hoti.",
  "atk-s0201a2:256_10": "Moghanti tucchaṁ.",
  "atk-s0201a2:256_11": "Aphaloti nipphalo.",
  "atk-s0201a2:256_12": "Ārakkhādhikaraṇanti ārakkhakāraṇā.",
  "atk-s0201a2:256_13": "Kintīti kena nu kho upāyena.",
  "atk-s0201a2:256_14": "Yampi meti yampi mayhaṁ kasikammādīni katvā uppāditaṁ dhanaṁ ahosi.",
  "atk-s0201a2:256_15": "Tampi no natthīti tampi amhākaṁ idāni natthi.",
  "atk-s0201a2:257_0": "168.Puna caparaṁ, bhikkhave, kāmahetūtiādināpi kāraṇaṁ dassetvāva ādīnavaṁ dīpeti.",
  "atk-s0201a2:257_1": "Tattha kāmahetūti kāmapaccayā rājānopi rājūhi vivadanti.",
  "atk-s0201a2:257_2": "Kāmanidānanti bhāvanapuṁsakaṁ, kāme nidānaṁ katvā vivadantīti attho.",
  "atk-s0201a2:257_3": "Kāmādhikaraṇantipi bhāvanapuṁsakameva, kāme adhikaraṇaṁ katvā vivadantīti attho.",
  "atk-s0201a2:257_4": "Kāmānameva hetūti gāmanigamanagarasenāpatipurohitaṭṭhānantarādīnaṁ kāmānameva hetu vivadantīti attho.",
  "atk-s0201a2:257_5": "Upakkamantīti paharanti.",
  "atk-s0201a2:257_6": "Asicammanti asiñceva kheṭakaphalakādīni ca.",
  "atk-s0201a2:257_7": "Dhanukalāpaṁ sannayhitvāti dhanuṁ gahetvā sarakalāpaṁ sannayhitvā.",
  "atk-s0201a2:257_8": "Ubhatobyūḷanti ubhato rāsibhūtaṁ.",
  "atk-s0201a2:257_9": "Pakkhandantīti pavisanti.",
  "atk-s0201a2:257_10": "Usūsūti kaṇḍesu.",
  "atk-s0201a2:257_11": "Vijjotalantesūti viparivattantesu.",
  "atk-s0201a2:257_12": "Te tatthāti te tasmiṁ saṅgāme.",
  "atk-s0201a2:258_0": "Addāvalepanāupakāriyoti cettha manussā pākārapādaṁ assakhurasaṇṭhānena iṭṭhakāhi cinitvā upari sudhāya limpanti.",
  "atk-s0201a2:258_1": "Evaṁ katā pākārapādā upakāriyoti vuccanti.",
  "atk-s0201a2:258_2": "Tā tintena kalalena sittā addāvalepanā nāma honti.",
  "atk-s0201a2:258_3": "Pakkhandantīti tāsaṁ heṭṭhā tikhiṇaayasūlādīhi vijjhīyamānāpi pākārassa picchilabhāvena ārohituṁ asakkontāpi upadhāvantiyeva.",
  "atk-s0201a2:258_4": "Chakaṇakāyāti kuthitagomayena.",
  "atk-s0201a2:258_5": "Abhivaggenāti satadantena.",
  "atk-s0201a2:258_6": "Taṁ aṭṭhadantākārena katvā “nagaradvāraṁ bhinditvā pavisissāmā”ti āgate uparidvāre ṭhitā tassa bandhanayottāni chinditvā tena abhivaggena omaddanti.",
  "atk-s0201a2:259_0": "169.Sandhimpi chindantīti gharasandhimpi chindanti.",
  "atk-s0201a2:259_1": "Nillopanti gāme paharitvā mahāvilopaṁ karonti.",
  "atk-s0201a2:259_2": "Ekāgārikanti paṇṇāsamattāpi saṭṭhimattāpi parivāretvā jīvaggāhaṁ gahetvā āharāpenti.",
  "atk-s0201a2:259_3": "Paripanthepi tiṭṭhantīti panthadūhanakammaṁ karonti.",
  "atk-s0201a2:259_4": "Aḍḍhadaṇḍakehīti muggarehi pahārasādhanatthaṁ vā catuhatthadaṇḍaṁ dvedhā chetvā gahitadaṇḍakehi.",
  "atk-s0201a2:259_5": "Bilaṅgathālikanti kañjiyaukkhalikammakāraṇaṁ, taṁ karontā sīsakapālaṁ uppāṭetvā tattaṁ ayoguḷaṁ saṇḍāsena gahetvā tattha pakkhipanti, tena matthaluṅgaṁ pakkuthitvā upari uttarati.",
  "atk-s0201a2:259_6": "Saṅkhamuṇḍikanti saṅkhamuṇḍakammakāraṇaṁ, taṁ karontā uttaroṭṭhaubhatokaṇṇacūḷikagaḷavāṭaparicchedena cammaṁ chinditvā sabbakese ekato gaṇṭhiṁ katvā daṇḍakena vallitvā uppāṭenti, saha kesehi cammaṁ uṭṭhahati.",
  "atk-s0201a2:259_7": "Tato sīsakaṭāhaṁ thūlasakkharāhi ghaṁsitvā dhovantā saṅkhavaṇṇaṁ karonti.",
  "atk-s0201a2:260_0": "Rāhumukhanti rāhumukhakammakāraṇaṁ, taṁ karontā saṅkunā mukhaṁ vivaritvā antomukhe dīpaṁ jālenti.",
  "atk-s0201a2:260_1": "Kaṇṇacūḷikāhi vā paṭṭhāya mukhaṁ nikhādanena khaṇanti.",
  "atk-s0201a2:260_2": "Lohitaṁ paggharitvā mukhaṁ pūreti.",
  "atk-s0201a2:260_3": "Jotimālikanti sakalasarīraṁ telapilotikāya veṭhetvā ālimpanti.",
  "atk-s0201a2:260_4": "Hatthapajjotikanti hatthe telapilotikāya veṭhetvā dīpaṁ viya jālenti.",
  "atk-s0201a2:260_5": "Erakavattikanti erakavattakammakāraṇaṁ, taṁ karontā gīvato paṭṭhāya cammabaddhe kantitvā gopphake ṭhapenti.",
  "atk-s0201a2:260_6": "Atha naṁ yottehi bandhitvā kaḍḍhanti.",
  "atk-s0201a2:260_7": "So attano cammabaddhe akkamitvā akkamitvā patati.",
  "atk-s0201a2:260_8": "Cīrakavāsikanti cīrakavāsikakammakāraṇaṁ, taṁ karontā tatheva cammabaddhe kantitvā kaṭiyaṁ ṭhapenti.",
  "atk-s0201a2:260_9": "Kaṭito paṭṭhāya kantitvā gopphakesu ṭhapenti.",
  "atk-s0201a2:260_10": "Uparimehi heṭṭhimasarīraṁ cīrakanivāsananivatthaṁ viya hoti.",
  "atk-s0201a2:260_11": "Eṇeyyakanti eṇeyyakakammakāraṇaṁ.",
  "atk-s0201a2:260_12": "Taṁ karontā ubhosu kapparesu ca jāṇūsu ca ayavalayāni datvā ayasūlāni koṭṭenti.",
  "atk-s0201a2:260_13": "So catūhi ayasūlehi bhūmiyaṁ patiṭṭhahati.",
  "atk-s0201a2:260_14": "Atha naṁ parivāretvā aggiṁ karonti.",
  "atk-s0201a2:260_15": "“Eṇeyyako jotipariggaho yathā”ti āgataṭṭhānepi idameva vuttaṁ.",
  "atk-s0201a2:260_16": "Taṁ kālena kālaṁ sūlāni apanetvā catūhi aṭṭhikoṭīhiyeva ṭhapenti.",
  "atk-s0201a2:260_17": "Evarūpā kāraṇā nāma natthi.",
  "atk-s0201a2:261_0": "Baḷisamaṁsikanti ubhatomukhehi baḷisehi paharitvā cammamaṁsanhārūni uppāṭenti.",
  "atk-s0201a2:261_1": "Kahāpaṇikanti sakalasarīraṁ tiṇhāhi vāsīhi koṭito paṭṭhāya kahāpaṇamattaṁ kahāpaṇamattaṁ pātentā koṭṭenti.",
  "atk-s0201a2:261_2": "Khārāpatacchikanti sarīraṁ tattha tattha āvudhehi paharitvā kocchehi khāraṁ ghaṁsanti.",
  "atk-s0201a2:261_3": "Cammasaṁsanhārūni paggharitvā savanti.",
  "atk-s0201a2:261_4": "Aṭṭhikasaṅkhalikāva tiṭṭhati.",
  "atk-s0201a2:261_5": "Palighaparivattikanti ekena passena nipajjāpetvā kaṇṇacchidde ayasūlaṁ koṭṭetvā pathaviyā ekābaddhaṁ karonti.",
  "atk-s0201a2:261_6": "Atha naṁ pāde gahetvā āvijjhanti.",
  "atk-s0201a2:261_7": "Palālapīṭhakanti cheko kāraṇiko chavicammaṁ acchinditvā nisadapotehi aṭṭhīni bhinditvā kesesu gahetvā ukkhipanti.",
  "atk-s0201a2:261_8": "Maṁsarāsiyeva hoti, atha naṁ keseheva pariyonandhitvā gaṇhanti.",
  "atk-s0201a2:261_9": "Palālavaṭṭiṁ viya katvā pana veṭhenti.",
  "atk-s0201a2:261_10": "Sunakhehipīti katipayāni divasāni āhāraṁ adatvā chātakehi sunakhehi khādāpenti.",
  "atk-s0201a2:261_11": "Te muhuttena aṭṭhisaṅkhalikameva karonti.",
  "atk-s0201a2:261_12": "Samparāyikoti samparāye dutiyattabhāve vipākoti attho.",
  "atk-s0201a2:262_0": "170.Chandarāgavinayo chandarāgappahānanti nibbānaṁ.",
  "atk-s0201a2:262_1": "Nibbānañhi āgamma kāmesu chandarāgo vinīyati ceva pahīyati ca, tasmā nibbānaṁ chandarāgavinayo chandarāgappahānanti ca vuttaṁ.",
  "atk-s0201a2:262_2": "Sāmaṁ vā kāme parijānissantīti sayaṁ vā te kāme tīhi pariññāhi parijānissanti.",
  "atk-s0201a2:262_3": "Tathattāyāti tathabhāvāya.",
  "atk-s0201a2:262_4": "Yathāpaṭipannoti yāya paṭipadāya paṭipanno.",
  "atk-s0201a2:263_0": "171.Khattiyakaññāvātiādi aparittena vipulena kusalena gahitapaṭisandhikaṁ vatthālaṅkārādīni labhanaṭṭhāne nibbattaṁ dassetuṁ vuttaṁ.",
  "atk-s0201a2:263_1": "Pannarasavassuddesikāti pannarasavassavayā.",
  "atk-s0201a2:263_2": "Dutiyapadepi eseva nayo.",
  "atk-s0201a2:263_3": "Vayapadesaṁ kasmā gaṇhāti?",
  "atk-s0201a2:263_4": "Vaṇṇasampattidassanatthaṁ.",
  "atk-s0201a2:263_5": "Mātugāmassa hi duggatakule nibbattassāpi etasmiṁ kāle thokaṁ thokaṁ vaṇṇāyatanaṁ pasīdati.",
  "atk-s0201a2:263_6": "Purisānaṁ pana vīsativassakāle pañcavīsativassakāle pasannaṁ hoti.",
  "atk-s0201a2:263_7": "Nātidīghātiādīhi chadosavirahitaṁ sarīrasampattiṁ dīpeti.",
  "atk-s0201a2:263_8": "Vaṇṇanibhāti vaṇṇoyeva.",
  "atk-s0201a2:264_0": "Jiṇṇanti jarājiṇṇaṁ.",
  "atk-s0201a2:264_1": "Gopānasivaṅkanti gopānasī viya vaṅkaṁ.",
  "atk-s0201a2:264_2": "Bhogganti bhaggaṁ, imināpissa vaṅkabhāvameva dīpeti.",
  "atk-s0201a2:264_3": "Daṇḍaparāyaṇanti daṇḍapaṭisaraṇaṁ daṇḍadutiyaṁ.",
  "atk-s0201a2:264_4": "Pavedhamānanti kampamānaṁ.",
  "atk-s0201a2:264_5": "Āturanti jarāturaṁ.",
  "atk-s0201a2:264_6": "Khaṇḍadantanti jiṇṇabhāvena khaṇḍitadantaṁ.",
  "atk-s0201a2:264_7": "Palitakesanti paṇḍarakesaṁ.",
  "atk-s0201a2:264_8": "Vilūnanti luñcitvā gahitakesaṁ viya khallāṭaṁ.",
  "atk-s0201a2:264_9": "Khalitasiranti mahākhallāṭasīsaṁ.",
  "atk-s0201a2:264_10": "Valinanti sañjātavaliṁ.",
  "atk-s0201a2:264_11": "Tilakāhatagattanti setakāḷatilakehi vikiṇṇasarīraṁ.",
  "atk-s0201a2:264_12": "Ābādhikanti byādhikaṁ.",
  "atk-s0201a2:264_13": "Dukkhitanti dukkhapattaṁ.",
  "atk-s0201a2:265_0": "Bāḷhagilānanti adhimattagilānaṁ.",
  "atk-s0201a2:265_1": "Sivathikāya chaḍḍitanti āmakasusāne pātitaṁ.",
  "atk-s0201a2:265_2": "Sesamettha satipaṭṭhāne vuttameva.",
  "atk-s0201a2:265_3": "Idhāpi nibbānaṁyeva chandarāgavinayo.",
  "atk-s0201a2:266_0": "173.Neva tasmiṁ samaye attabyābādhāyāti tasmiṁ samaye attanopi dukkhatthāya na ceteti.",
  "atk-s0201a2:266_1": "Abyābajjhaṁyevāti niddukkhameva.",
  "atk-s0201a2:267_0": "174.Yaṁ, bhikkhave, vedanā aniccāti, bhikkhave, yasmā vedanā aniccā, tasmā ayaṁ aniccādiākārova vedanāya ādīnavoti attho, nissaraṇaṁ vuttappakāramevāti.",
  "atk-s0201a2:268_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:269_0": "Mahādukkhakkhandhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:270_0": "4. Cūḷadukkhakkhandhasuttavaṇṇanā",
  "atk-s0201a2:271_0": "175.Evaṁme sutanti cūḷadukkhakkhandhasuttaṁ.",
  "atk-s0201a2:271_1": "Tattha sakkesūti evaṁnāmake janapade.",
  "atk-s0201a2:271_2": "So hi janapado sakyānaṁ rājakumārānaṁ vasanaṭṭhānattā sakyātveva saṅkhyaṁ gato.",
  "atk-s0201a2:271_3": "Sakyānaṁ pana uppatti ambaṭṭhasutte āgatāva.",
  "atk-s0201a2:271_4": "Kapilavatthusminti evaṁnāmake nagare.",
  "atk-s0201a2:271_5": "Tañhi kapilassa isino nivāsaṭṭhāne katattā kapilavatthūti vuttaṁ, taṁ gocaragāmaṁ katvā.",
  "atk-s0201a2:271_6": "Nigrodhārāmeti nigrodho nāma sakko, so ñātisamāgamakāle kapilavatthuṁ āgate bhagavati attano ārāme vihāraṁ kāretvā bhagavato niyyātesi, tasmiṁ viharatīti attho.",
  "atk-s0201a2:271_7": "Mahānāmoti anuruddhattherassa bhātā bhagavato cuḷapituputto.",
  "atk-s0201a2:271_8": "Suddhodano sukkodano sakkodano dhotodano amitodanoti ime pañca janā bhātaro.",
  "atk-s0201a2:271_9": "Amitā nāma devī tesaṁ bhaginī.",
  "atk-s0201a2:271_10": "Tissatthero tassā putto.",
  "atk-s0201a2:271_11": "Tathāgato ca nandatthero ca suddhodanassa puttā, mahānāmo ca anuruddhatthero ca sukkodanassa.",
  "atk-s0201a2:271_12": "Ānandatthero amitodanassa, so bhagavato kaniṭṭho.",
  "atk-s0201a2:271_13": "Mahānāmo mahallakataro sakadāgāmī ariyasāvako.",
  "atk-s0201a2:272_0": "Dīgharattanti mayhaṁ sakadāgāmiphaluppattito paṭṭhāya cirarattaṁ jānāmīti dasseti.",
  "atk-s0201a2:272_1": "Lobhadhammāti lobhasaṅkhātā dhammā, nānappakārakaṁ lobhaṁyeva sandhāya vadati.",
  "atk-s0201a2:272_2": "Itaresupi dvīsu eseva nayo.",
  "atk-s0201a2:272_3": "Pariyādāya tiṭṭhantīti khepetvā tiṭṭhanti.",
  "atk-s0201a2:272_4": "Idañhi pariyādānaṁ nāma “sabbaṁ hatthikāyaṁ pariyādiyitvā sabbaṁ assakāyaṁ sabbaṁ rathakāyaṁ sabbaṁ pattikāyaṁ pariyādiyitvā jīvantaṁyeva naṁ osajjeyya”nti ettha gahaṇe āgataṁ.",
  "atk-s0201a2:272_5": "“Aniccasaññā, bhikkhave, bhāvitā bahulīkatā sabbaṁ kāmarāgaṁ pariyādiyatī”ti ettha khepane.",
  "atk-s0201a2:272_6": "Idhāpi khepane adhippetaṁ.",
  "atk-s0201a2:272_7": "Tena vuttaṁ “pariyādiyitvāti khepetvā”ti.",
  "atk-s0201a2:273_0": "Yena me ekadā lobhadhammāpīti yena mayhaṁ ekekasmiṁ kāle lobhadhammāpi cittaṁ pariyādāya tiṭṭhantīti pucchati.",
  "atk-s0201a2:273_1": "Ayaṁ kira rājā “sakadāgāmimaggena lobhadosamohā niravasesā pahīyantī”ti saññī ahosi, ayaṁ “appahīnaṁ me atthī”tipi jānāti, appahīnakaṁ upādāya pahīnakampi puna pacchatovāvattatīti saññī hoti.",
  "atk-s0201a2:273_2": "Ariyasāvakassa evaṁ sandeho uppajjatīti?",
  "atk-s0201a2:273_3": "Āma uppajjati. Kasmā?",
  "atk-s0201a2:273_4": "Paṇṇattiyā akovidattā.",
  "atk-s0201a2:273_5": "“Ayaṁ kileso asukamaggavajjho”ti imissā paṇṇattiyā akovidassa hi ariyasāvakassapi evaṁ hoti.",
  "atk-s0201a2:273_6": "Kiṁ tassa paccavekkhaṇā natthīti? Atthi.",
  "atk-s0201a2:273_7": "Sā pana na sabbesaṁ paripuṇṇā hoti.",
  "atk-s0201a2:273_8": "Eko hi pahīnakilesameva paccavekkhati.",
  "atk-s0201a2:273_9": "Eko avasiṭṭhakilesameva, eko maggameva, eko phalameva, eko nibbānameva.",
  "atk-s0201a2:273_10": "Imāsu pana pañcasu paccavekkhaṇāsu ekaṁ vā dve vā no laddhuṁ na vaṭṭati.",
  "atk-s0201a2:273_11": "Iti yassa paccavekkhaṇā na paripuṇṇā, tassa maggavajjhakilesapaṇṇattiyaṁ akovidattā evaṁ hoti.",
  "atk-s0201a2:274_0": "176.Soeva kho teti soyeva lobho doso moho ca tava santāne appahīno, tvaṁ pana pahīnasaññī ahosīti dasseti.",
  "atk-s0201a2:274_1": "So ca hi teti so tuyhaṁ lobhadosamohadhammo.",
  "atk-s0201a2:274_2": "Kāmeti duvidhe kāme.",
  "atk-s0201a2:274_3": "Na paribhuñjeyyāsīti mayaṁ viya pabbajeyyāsīti dasseti.",
  "atk-s0201a2:275_0": "177.Appassādāti parittasukhā.",
  "atk-s0201a2:275_1": "Bahudukkhāti diṭṭhadhammikasamparāyikadukkhamevettha bahukaṁ.",
  "atk-s0201a2:275_2": "Bahupāyāsāti diṭṭhadhammikasamparāyiko upāyāsakilesoyevettha bahu.",
  "atk-s0201a2:275_3": "Ādīnavoti diṭṭhadhammikasamparāyiko upaddavo.",
  "atk-s0201a2:275_4": "Ettha bhiyyoti etesu kāmesu ayaṁ ādīnavoyeva bahu.",
  "atk-s0201a2:275_5": "Assādo pana himavantaṁ upanidhāya sāsapo viya appo, parittako.",
  "atk-s0201a2:275_6": "Iti cepi mahānāmāti mahānāma evaṁ cepi ariyasāvakassa.",
  "atk-s0201a2:275_7": "Yathābhūtanti yathāsabhāvaṁ.",
  "atk-s0201a2:275_8": "Sammā nayena kāraṇena paññāya suṭṭhu diṭṭhaṁ hotīti dasseti.",
  "atk-s0201a2:275_9": "Tattha paññāyāti vipassanāpaññāya, heṭṭhāmaggadvayañāṇenāti attho.",
  "atk-s0201a2:275_10": "Socāti so eva maggadvayena diṭṭhakāmādīnavo ariyasāvako.",
  "atk-s0201a2:275_11": "Pītisukhanti iminā sappītikāni dve jhānāni dasseti.",
  "atk-s0201a2:275_12": "Aññaṁ vā tato santataranti tato jhānadvayato santataraṁ aññaṁ uparijhānadvayañceva maggadvayañca.",
  "atk-s0201a2:275_13": "Neva tāva anāvaṭṭī kāmesu hotīti atha kho so dve magge paṭivijjhitvā ṭhitopi ariyasāvako upari jhānānaṁ vā maggānaṁ vā anadhigatattā neva tāva kāmesu anāvaṭṭī hoti, anāvaṭṭino anābhogo na hoti.",
  "atk-s0201a2:275_14": "Āvaṭṭino sābhogoyeva hoti. Kasmā?",
  "atk-s0201a2:275_15": "Catūhi jhānehi vikkhambhanappahānassa, dvīhi maggehi samucchedappahānassa abhāvā.",
  "atk-s0201a2:276_0": "Mayhampikhoti na kevalaṁ tuyheva, atha kho mayhampi.",
  "atk-s0201a2:276_1": "Pubbeva sambodhāti maggasambodhito paṭhamatarameva.",
  "atk-s0201a2:276_2": "Paññāya sudiṭṭhaṁ hotīti ettha orodhanāṭakā pajahanapaññā adhippetā.",
  "atk-s0201a2:276_3": "Pītisukhaṁ nājjhagamanti sappītikāni dve jhānāni na paṭilabhiṁ.",
  "atk-s0201a2:276_4": "Aññaṁ vā tato santataranti idha upari jhānadvayaṁ ceva cattāro ca maggā adhippetā.",
  "atk-s0201a2:276_5": "Paccaññāsinti paṭiaññāsiṁ.",
  "atk-s0201a2:277_0": "179.Ekamidāhaṁ mahānāma samayanti kasmā āraddhaṁ?",
  "atk-s0201a2:277_1": "Ayaṁ pāṭiyekko anusandhi.",
  "atk-s0201a2:277_2": "Heṭṭhā kāmānaṁ assādopi ādīnavopi kathito, nissaraṇaṁ na kathitaṁ, taṁ kathetuṁ ayaṁ desanā āraddhā.",
  "atk-s0201a2:277_3": "Kāmasukhallikānuyogo hi eko anto attakilamathānuyogo ekoti imehi antehi muttaṁ mama sāsananti upari phalasamāpattisīsena sakalasāsanaṁ dassetumpi ayaṁ desanā āraddhā.",
  "atk-s0201a2:278_0": "Gijjhakūṭe pabbateti tassa pabbatassa gijjhasadisaṁ kūṭaṁ atthi, tasmā gijjhakūṭoti vuccati.",
  "atk-s0201a2:278_1": "Gijjhā vā tassa kūṭesu nivasantītipi gijjhakūṭoti vuccati.",
  "atk-s0201a2:278_2": "Isigilipasseti isigilipabbatassa passe.",
  "atk-s0201a2:278_3": "Kāḷasilāyanti kāḷavaṇṇe piṭṭhipāsāṇe.",
  "atk-s0201a2:278_4": "Ubbhaṭṭhakā hontīti uddhaṁyeva ṭhitakā honti anisinnā.",
  "atk-s0201a2:278_5": "Opakkamikāti ubbhaṭṭhakādinā attano upakkamena nibbattitā.",
  "atk-s0201a2:278_6": "Nigaṇṭho, āvusoti aññaṁ kāraṇaṁ vattuṁ asakkontā nigaṇṭhassa upari pakkhipiṁsu.",
  "atk-s0201a2:278_7": "Sabbaññū sabbadassāvīti so amhākaṁ satthā atītānāgatapaccuppannaṁ sabbaṁ jānāti passatīti dasseti.",
  "atk-s0201a2:278_8": "Aparisesaṁ ñāṇadassanaṁ paṭijānātīti so amhākaṁ satthā aparisesaṁ dhammaṁ jānanto aparisesasaṅkhātaṁ ñāṇadassanaṁ paṭijānāti, paṭijānanto ca evaṁ paṭijānāti “carato ca me tiṭṭhato ca…pe…",
  "atk-s0201a2:278_9": "paccupaṭṭhita”nti.",
  "atk-s0201a2:278_10": "Tattha satatanti niccaṁ.",
  "atk-s0201a2:278_11": "Samitanti tasseva vevacanaṁ.",
  "atk-s0201a2:279_0": "180.Kiṁ pana tumhe, āvuso, nigaṇṭhā jānātha ettakaṁ vā dukkhaṁ nijjiṇṇanti idaṁ bhagavā puriso nāma yaṁ karoti, taṁ jānāti.",
  "atk-s0201a2:279_1": "Vīsatikahāpaṇe iṇaṁ gahetvā dasa datvā “dasa me dinnā dasa avasiṭṭhā”ti jānāti, tepi datvā “sabbaṁ dinna”nti jānāti.",
  "atk-s0201a2:279_2": "Khettassa tatiyabhāgaṁ lāyitvā “eko bhāgo lāyito, dve avasiṭṭhā”ti jānāti.",
  "atk-s0201a2:279_3": "Puna ekaṁ lāyitvā “dve lāyitā, eko avasiṭṭho”ti jānāti.",
  "atk-s0201a2:279_4": "Tasmimpi lāyite “sabbaṁ niṭṭhita”nti jānāti, evaṁ sabbakiccesu katañca akatañca jānāti, tumhehipi tathā ñātabbaṁ siyāti dasseti.",
  "atk-s0201a2:279_5": "Akusalānaṁ dhammānaṁ pahānanti iminā akusalaṁ pahāya kusalaṁ bhāvetvā suddhantaṁ patto nigaṇṭho nāma tumhākaṁ sāsane atthīti pucchati.",
  "atk-s0201a2:280_0": "Evaṁ santeti tumhākaṁ evaṁ ajānanabhāve sati.",
  "atk-s0201a2:280_1": "Luddāti luddācārā.",
  "atk-s0201a2:280_2": "Lohitapāṇinoti pāṇe jīvitā voropentā lohitena makkhitapāṇino.",
  "atk-s0201a2:280_3": "Pāṇaṁ hi hanantassapi yassa lohitena pāṇi na makkhiyati, sopi lohitapāṇītveva vuccati.",
  "atk-s0201a2:280_4": "Kurūrakammantāti dāruṇakammā.",
  "atk-s0201a2:280_5": "Mātari pitari dhammikasamaṇabrāhmaṇādīsu ca katāparādhā.",
  "atk-s0201a2:280_6": "Māgavikādayo vā kakkhaḷakammā.",
  "atk-s0201a2:281_0": "Na kho, āvuso, gotamāti idaṁ nigaṇṭhā “ayaṁ amhākaṁ vāde dosaṁ deti, mayampissa dosaṁ āropemā”ti maññamānā ārabhiṁsu.",
  "atk-s0201a2:281_1": "Tassattho, “āvuso, gotama yathā tumhe paṇītacīvarāni dhārentā sālimaṁsodanaṁ bhuñjantā devavimānavaṇṇāya gandhakuṭiyā vasamānā sukhena sukhaṁ adhigacchatha, na evaṁ sukhena sukhaṁ adhigantabbaṁ.",
  "atk-s0201a2:281_2": "Yathā pana mayaṁ ukkuṭikappadhānādīhi nānappakāraṇaṁ dukkhaṁ anubhavāma, evaṁ dukkhena sukhaṁ adhigantabba”nti.",
  "atk-s0201a2:281_3": "Sukhena ca hāvusoti idaṁ sace sukhena ca sukhaṁ adhigantabbaṁ siyā.",
  "atk-s0201a2:281_4": "Rājā adhigaccheyyāti dassanatthaṁ vuttaṁ.",
  "atk-s0201a2:281_5": "Tattha māgadhoti magadharaṭṭhassa issaro.",
  "atk-s0201a2:281_6": "Seniyoti tassa nāmaṁ.",
  "atk-s0201a2:281_7": "Bimbīti attabhāvassa nāmaṁ.",
  "atk-s0201a2:281_8": "So tassa sārabhūto dassanīyo pāsādiko attabhāvasamiddhiyā bimbisāroti vuccati.",
  "atk-s0201a2:281_9": "Sukhavihāritaroti idaṁ te nigaṇṭhā rañño tīsu pāsādesu tividhavayehi nāṭakehi saddhiṁ sampattianubhavanaṁ sandhāya vadanti.",
  "atk-s0201a2:281_10": "Addhāti ekaṁsena.",
  "atk-s0201a2:281_11": "Sahasā appaṭisaṅkhāti sāhasaṁ katvā, appaccavekkhitvāva yathā ratto rāgavasena duṭṭho dosavasena mūḷho mohavasena bhāsati, evamevaṁ vācā bhāsitāti dasseti.",
  "atk-s0201a2:282_0": "Tattha paṭipucchissāmīti tasmiṁ atthe pucchissāmi.",
  "atk-s0201a2:282_1": "Yathā vo khameyyāti yathā tumhākaṁ rucceyya.",
  "atk-s0201a2:282_2": "Pahotīti sakkoti.",
  "atk-s0201a2:283_0": "Aniñjamānoti acalamāno.",
  "atk-s0201a2:283_1": "Ekantasukhaṁ paṭisaṁvedīti nirantarasukhaṁ paṭisaṁvedī.",
  "atk-s0201a2:283_2": "“Ahaṁ kho, āvuso, nigaṇṭhā pahomi…pe…",
  "atk-s0201a2:283_3": "ekantasukhaṁ paṭisaṁvedī”ti idaṁ attano phalasamāpattisukhaṁ dassento āha.",
  "atk-s0201a2:283_4": "Ettha ca kathāpatiṭṭhāpanatthaṁ rājavāre satta ādiṁ katvā pucchā katā.",
  "atk-s0201a2:283_5": "Satta rattindivāni nappahotīti hi vutte cha pañca cattārīti sukhaṁ pucchituṁ hoti.",
  "atk-s0201a2:283_6": "Suddhavāre pana sattāti vutte puna cha pañca cattārīti vuccamānaṁ anacchariyaṁ hoti, tasmā ekaṁ ādiṁ katvā desanā katā.",
  "atk-s0201a2:283_7": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:284_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:285_0": "Cūḷadukkhakkhandhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:286_0": "5. Anumānasuttavaṇṇanā",
  "atk-s0201a2:287_0": "181.Evaṁme sutanti anumānasuttaṁ.",
  "atk-s0201a2:287_1": "Tattha bhaggesūti evaṁnāmake janapade, vacanattho panettha vuttānusāreneva veditabbo.",
  "atk-s0201a2:287_2": "Susumāragireti evaṁnāmake nagare.",
  "atk-s0201a2:287_3": "Tassa kira nagarassa vatthupariggahadivase avidūre udakarahade suṁsumāro saddamakāsi, giraṁ nicchāresi.",
  "atk-s0201a2:287_4": "Atha nagare niṭṭhite suṁsumāragiraṁ tvevassa nāmaṁ akaṁsu.",
  "atk-s0201a2:287_5": "Bhesakaḷāvaneti bhesakaḷānāmake vane.",
  "atk-s0201a2:287_6": "“Bhesagaḷāvane”tipi pāṭho.",
  "atk-s0201a2:287_7": "Migadāyeti taṁ vanaṁ migapakkhīnaṁ abhayadinnaṭṭhāne jātaṁ, tasmā migadāyoti vuccati.",
  "atk-s0201a2:288_0": "Pavāretīti icchāpeti.",
  "atk-s0201a2:288_1": "Vadantūti ovādānusāsanivasena vadantu, anusāsantūti attho.",
  "atk-s0201a2:288_2": "Vacanīyomhīti ahaṁ tumhehi vattabbo, anusāsitabbo ovaditabboti attho.",
  "atk-s0201a2:288_3": "So ca hoti dubbacoti so ca dukkhena vattabbo hoti, vutto na sahati.",
  "atk-s0201a2:288_4": "Dovacassakaraṇehīti dubbacabhāvakārakehi upari āgatehi soḷasahi dhammehi.",
  "atk-s0201a2:288_5": "Appadakkhiṇaggāhī anusāsaninti yo hi vuccamāno tumhe maṁ kasmā vadatha, ahaṁ attano kappiyākappiyaṁ sāvajjānavajjaṁ atthānatthaṁ jānāmīti vadati.",
  "atk-s0201a2:288_6": "Ayaṁ anusāsaniṁ padakkhiṇato na gaṇhāti, vāmato gaṇhāti, tasmā appadakkhiṇaggāhīti vuccati.",
  "atk-s0201a2:289_0": "Pāpikānaṁ icchānanti lāmakānaṁ asantasambhavanapatthanānaṁ.",
  "atk-s0201a2:289_1": "Paṭippharatīti paṭiviruddho, paccanīko hutvā tiṭṭhati, apasādetīti kiṁ nu kho tuyhaṁ bālassa abyattassa bhaṇitena, tvampi nāma bhaṇitabbaṁ maññissasīti evaṁ ghaṭṭeti.",
  "atk-s0201a2:289_2": "Paccāropetīti, tvampi khosi itthannāmaṁ āpattiṁ āpanno, taṁ tāva paṭikarohīti evaṁ paṭiāropeti.",
  "atk-s0201a2:290_0": "Aññenaññaṁ paṭicaratīti aññena kāraṇena vacanena vā aññaṁ kāraṇaṁ vacanaṁ vā paṭicchādeti.",
  "atk-s0201a2:290_1": "“Āpattiṁ āpannosī”ti vutte “ko āpanno, kiṁ āpanno, kismiṁ āpanno, kaṁ bhaṇatha, kiṁ bhaṇathā”ti vā vadati.",
  "atk-s0201a2:290_2": "“Evarūpaṁ kiñci tayā diṭṭha”nti vutte “na suṇāmī”ti sotaṁ vā upaneti.",
  "atk-s0201a2:290_3": "Bahiddhā kathaṁ apanāmetīti “itthannāmaṁ āpattiṁ āpannosī”ti puṭṭho “pāṭaliputtaṁ gatomhī”ti vatvā puna “na tava pāṭaliputtagamanaṁ pucchāma, āpattiṁ pucchāmā”ti vutte “tato rājagehaṁ gatomhī”ti, rājagehaṁ vā yāhi brāhmaṇagehaṁ vā, āpattiṁ āpannosīti.",
  "atk-s0201a2:290_4": "Tattha me sūkaramaṁsaṁ laddhantiādīni vadanto kathaṁ bahiddhā vikkhipati.",
  "atk-s0201a2:291_0": "Apadāneti attano cariyāya.",
  "atk-s0201a2:291_1": "Na sampāyatīti, āvuso, tvaṁ kuhiṁ vasasi, kaṁ nissāya vasasīti vā, yaṁ tvaṁ vadesi “mayā esa āpattiṁ āpajjanno diṭṭho”ti.",
  "atk-s0201a2:291_2": "Tvaṁ tasmiṁ samaye kiṁ karosi, ayaṁ kiṁ karoti, kattha vā tvaṁ acchasi kattha vā ayantiādinā nayena cariyaṁ puṭṭho sampādetvā kathetuṁ na sakkoti.",
  "atk-s0201a2:292_0": "183.Tatrāvusoti, āvuso, tesu soḷasasu dhammesu.",
  "atk-s0201a2:292_1": "Attanāva attānaṁ evaṁ anuminitabbanti evaṁ attanāva attā anumetabbo tuletabbo tīretabbo.",
  "atk-s0201a2:293_0": "184.Paccavekkhitabbanti paccavekkhitabbo.",
  "atk-s0201a2:293_1": "Ahorattānusikkhināti divāpi rattimpi sikkhantena, ratiñca divā ca kusalesu dhammesu sikkhantena pītipāmojjameva uppādetabbanti attho.",
  "atk-s0201a2:294_0": "Acche vā udakapatteti pasanne vā udakabhājane.",
  "atk-s0201a2:294_1": "Mukhanimittanti mukhapaṭibimbaṁ.",
  "atk-s0201a2:294_2": "Rajanti āgantukarajaṁ.",
  "atk-s0201a2:294_3": "Aṅgaṇanti tattha jātakaṁ tilakaṁ vā piḷakaṁ vā.",
  "atk-s0201a2:294_4": "Sabbepime pāpake akusale dhamme pahīneti iminā sabbappahānaṁ kathesi. Kathaṁ?",
  "atk-s0201a2:294_5": "Ettakā akusalā dhammā pabbajitassa nānucchavikāti paṭisaṅkhānaṁ uppādayato hi paṭisaṅkhānappahānaṁkathitaṁ hoti.",
  "atk-s0201a2:294_6": "Sīlaṁ padaṭṭhānaṁ katvā kasiṇaparikammaṁ ārabhitvā aṭṭha samāpattiyo nibbattentassa vikkhambhanappahānaṁ kathitaṁ.",
  "atk-s0201a2:294_7": "Samāpattiṁ padaṭṭhānaṁ katvā vipassanaṁ vaḍḍhentassa tadaṅgappahānaṁ kathitaṁ.",
  "atk-s0201a2:294_8": "Vipassanaṁ vaḍḍhetvā maggaṁ bhāventassa samucchedappahānaṁ kathitaṁ.",
  "atk-s0201a2:294_9": "Phale āgate paṭippassaddhippahānaṁ, nibbāne āgate nissaraṇappahānanti evaṁ imasmiṁ sutte sabbappahānaṁ kathitaṁva hoti.",
  "atk-s0201a2:295_0": "Idañhi suttaṁ bhikkhupātimokkhaṁ nāmāti porāṇā vadanti.",
  "atk-s0201a2:295_1": "Idaṁ divasassa tikkhattuṁ paccavekkhitabbaṁ.",
  "atk-s0201a2:295_2": "Pāto eva vasanaṭṭhānaṁ pavisitvā nisinnena “ime ettakā kilesā atthi nu kho mayhaṁ natthī”ti paccavekkhitabbā.",
  "atk-s0201a2:295_3": "Sace atthīti passati, tesaṁ pahānāya vāyamitabbaṁ.",
  "atk-s0201a2:295_4": "No ce passati, supabbajitosmīti attamanena bhavitabbaṁ.",
  "atk-s0201a2:295_5": "Bhattakiccaṁ katvā rattiṭṭhāne vā divāṭṭhāne vā nisīditvāpi paccavekkhitabbaṁ.",
  "atk-s0201a2:295_6": "Sāyaṁ vasanaṭṭhāne nisīditvāpi paccavekkhitabbaṁ.",
  "atk-s0201a2:295_7": "Tikkhattuṁ asakkontena dve vāre paccavekkhitabbaṁ.",
  "atk-s0201a2:295_8": "Dve vāre asakkontena pana avassaṁ ekavāraṁ paccavekkhitabbaṁ, appaccavekkhituṁ na vaṭṭatīti vadanti.",
  "atk-s0201a2:295_9": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:296_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:297_0": "Anumānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:298_0": "6. Cetokhilasuttavaṇṇanā",
  "atk-s0201a2:299_0": "185.Evaṁme sutanti cetokhilasuttaṁ.",
  "atk-s0201a2:299_1": "Tattha cetokhilāti cittassa thaddhabhāvā kacavarabhāvā khāṇukabhāvā.",
  "atk-s0201a2:299_2": "Cetaso vinibandhāti cittaṁ bandhitvā muṭṭhiyaṁ katvā viya gaṇhantīti cetaso vinibandhā.",
  "atk-s0201a2:299_3": "Vuddhintiādīsu sīlena vuddhiṁ, maggena viruḷhiṁ, nibbānena vepullaṁ.",
  "atk-s0201a2:299_4": "Sīlasamādhīhi vā vuddhiṁ, vipassanāmaggehi viruḷhiṁ, phalanibbānehi vepullaṁ.",
  "atk-s0201a2:299_5": "Satthari kaṅkhatīti satthu sarīre vā guṇe vā kaṅkhati.",
  "atk-s0201a2:299_6": "Sarīre kaṅkhamāno dvattiṁsavaralakkhaṇappaṭimaṇḍitaṁ nāma sarīraṁ atthi nu kho natthīti kaṅkhati, guṇe kaṅkhamāno atītānāgatapaccuppannajānanasamatthaṁ sabbaññutaññāṇaṁ atthi nu kho natthīti kaṅkhati.",
  "atk-s0201a2:299_7": "Vicikicchatīti vicinanto kicchati, dukkhaṁ āpajjati, vinicchetuṁ na sakkoti.",
  "atk-s0201a2:299_8": "Nādhimuccatīti evametanti adhimokkhaṁ na paṭilabhati.",
  "atk-s0201a2:299_9": "Na sampasīdatīti guṇesu otaritvā nibbicikicchabhāvena pasīdituṁ, anāvilo bhavituṁ na sakkoti.",
  "atk-s0201a2:299_10": "Ātappāyāti kilesasantāpakavīriyakaraṇatthāya.",
  "atk-s0201a2:299_11": "Anuyogāyāti punappunaṁ yogāya.",
  "atk-s0201a2:299_12": "Sātaccāyāti satatakiriyāya padhānāyāti padahanatthāya.",
  "atk-s0201a2:299_13": "Ayaṁ paṭhamo cetokhiloti ayaṁ satthari vicikicchāsaṅkhāto paṭhamo cittassa thaddhabhāvo, evametassa bhikkhuno appahīno hoti.",
  "atk-s0201a2:299_14": "Dhammeti pariyattidhamme ca paṭivedhadhamme ca.",
  "atk-s0201a2:299_15": "Pariyattidhamme kaṅkhamāno, tepiṭakaṁ buddhavacanaṁ caturāsīti dhammakkhandhasahassānīti vadanti, atthi nu kho etaṁ natthīti kaṅkhati.",
  "atk-s0201a2:299_16": "Paṭivedhadhamme kaṅkhamāno vipassanānissando maggo nāma, magganissando phalaṁ nāma, sabbasaṅkhārapaṭinissaggo nibbānaṁ nāmāti vadanti.",
  "atk-s0201a2:299_17": "Taṁ atthi nu kho natthīti kaṅkhati.",
  "atk-s0201a2:299_18": "Saṅghe kaṅkhatīti suppaṭipannotiādīnaṁ padānaṁ vasena evarūpaṁ paṭipadaṁ paṭipannā cattāro maggaṭṭhā cattāro phalaṭṭhāti aṭṭhannaṁ puggalānaṁ samūhabhūto saṅgho nāma, so atthi nu kho natthīti kaṅkhati.",
  "atk-s0201a2:299_19": "Sikkhāya kaṅkhamāno adhisīlasikkhā nāma adhicittasikkhā nāma adhipaññāsikkhā nāmāti vadanti.",
  "atk-s0201a2:299_20": "Sā atthi nu kho natthīti kaṅkhati.",
  "atk-s0201a2:299_21": "Ayaṁ pañcamoti ayaṁ sabrahmacārīsu kopasaṅkhāto pañcamo cittassa thaddhabhāvo kacavarabhāvo khāṇukabhāvo.",
  "atk-s0201a2:300_0": "186.",
  "atk-s0201a2:300_1": "Vinibandhesu kāmeti vatthukāmepi kilesakāmepi.",
  "atk-s0201a2:300_2": "Kāyeti attano kāye.",
  "atk-s0201a2:300_3": "Rūpeti bahiddhā rūpe.",
  "atk-s0201a2:300_4": "Yāvadatthanti yattakaṁ icchati, tattakaṁ.",
  "atk-s0201a2:300_5": "Udarāvadehakanti udarapūraṁ.",
  "atk-s0201a2:300_6": "Tañhi udaraṁ avadehanato udarāvadehakanti vuccati.",
  "atk-s0201a2:300_7": "Seyyasukhanti mañcapīṭhasukhaṁ, utusukhaṁ vā.",
  "atk-s0201a2:300_8": "Passasukhanti yathā samparivattakaṁ sayantassa dakkhiṇapassavāmapassānaṁ sukhaṁ hoti, evaṁ uppannasukhaṁ.",
  "atk-s0201a2:300_9": "Middhasukhanti niddāsukhaṁ.",
  "atk-s0201a2:300_10": "Anuyuttoti yuttapayutto viharati.",
  "atk-s0201a2:301_0": "Paṇidhāyāti patthayitvā.",
  "atk-s0201a2:301_1": "Sīlenātiādīsu sīlanti catupārisuddhisīlaṁ.",
  "atk-s0201a2:301_2": "Vatanti vatasamādānaṁ.",
  "atk-s0201a2:301_3": "Tapoti tapacaraṇaṁ.",
  "atk-s0201a2:301_4": "Brahmacariyanti methunavirati.",
  "atk-s0201a2:301_5": "Devo vā bhavissāmīti mahesakkhadevo vā bhavissāmi.",
  "atk-s0201a2:301_6": "Devaññataro vāpi appesakkhadevesu vā aññataro.",
  "atk-s0201a2:302_0": "189.",
  "atk-s0201a2:302_1": "Iddhipādesu chandaṁ nissāya pavatto samādhi chandasamādhi.",
  "atk-s0201a2:302_2": "Padhānabhūtā saṅkhārā padhānasaṅkhārā.",
  "atk-s0201a2:302_3": "Samannāgatanti tehi dhammehi upetaṁ.",
  "atk-s0201a2:302_4": "Iddhiyā pādaṁ, iddhibhūtaṁ vā pādanti iddhipādaṁ.",
  "atk-s0201a2:302_5": "Sesesupi eseva nayo, ayamettha saṅkhepo.",
  "atk-s0201a2:302_6": "Vitthāro pana iddhipādavibhaṅge āgato yeva.",
  "atk-s0201a2:302_7": "Visuddhimaggepissa attho dīpito.",
  "atk-s0201a2:302_8": "Iti imehi catūhi iddhipādehi vikkhambhanappahānaṁ kathitaṁ.",
  "atk-s0201a2:302_9": "Ussoḷhīyeva pañcamīti ettha ussoḷhīti sabbattha kattabbavīriyaṁ dasseti.",
  "atk-s0201a2:302_10": "Ussoḷhīpannarasaṅgasamannāgatoti pañca cetokhilappahānāni pañca vinibandhappahānāni cattāro iddhipādā ussoḷhīti evaṁ ussoḷhiyā saddhiṁ pannarasahi aṅgehi samannāgato.",
  "atk-s0201a2:302_11": "Bhabboti anurūpo, anucchaviko.",
  "atk-s0201a2:302_12": "Abhinibbhidāyāti ñāṇena kilesabhedāya.",
  "atk-s0201a2:302_13": "Sambodhāyāti catumaggasambodhāya.",
  "atk-s0201a2:302_14": "Anuttarassāti seṭṭhassa.",
  "atk-s0201a2:302_15": "Yogakkhemassāti catūhi yogehi khemassa arahattassa.",
  "atk-s0201a2:302_16": "Adhigamāyāti paṭilābhāya.",
  "atk-s0201a2:302_17": "Seyyathāti opammatthe nipāto.",
  "atk-s0201a2:302_18": "Pīti sambhāvanatthe.",
  "atk-s0201a2:302_19": "Ubhayenapi seyyathāpi nāma, bhikkhaveti dasseti.",
  "atk-s0201a2:303_0": "Kukkuṭiyāaṇḍāni aṭṭha vā dasa vā dvādasa vāti ettha pana kiñcāpi kukkuṭiyā vuttappakārato ūnādhikānipi aṇḍāni honti, vacanasiliṭṭhatāya pana evaṁ vuttaṁ.",
  "atk-s0201a2:303_1": "Evañhi loke siliṭṭhaṁ vacanaṁ hoti.",
  "atk-s0201a2:303_2": "Tānassūti tāni assu, bhaveyyunti attho.",
  "atk-s0201a2:303_3": "Kukkuṭiyā sammā adhisayitānīti tāya janettiyā kukkuṭiyā pakkhe pasāretvā tesaṁ upari sayantiyā sammā adhisayitāni.",
  "atk-s0201a2:303_4": "Sammā pariseditānīti kālena kālaṁ utuṁ gāhāpentiyā suṭṭhu samantato seditāni usmīkatāni.",
  "atk-s0201a2:303_5": "Sammā paribhāvitānīti kālena kālaṁ suṭṭhu samantato bhāvitāni, kukkuṭagandhaṁ gāhāpitānīti attho.",
  "atk-s0201a2:303_6": "Kiñcāpi tassā kukkuṭiyāti tassā kukkuṭiyā imaṁ tividhakiriyākaraṇena appamādaṁ katvā kiñcāpi na evaṁ icchā uppajjeyya.",
  "atk-s0201a2:303_7": "Atha kho bhabbāva teti atha kho te kukkuṭapotakā vuttanayena sotthinā abhinibbhijjituṁ bhabbāva.",
  "atk-s0201a2:303_8": "Te hi yasmā tāya kukkuṭiyā evaṁ tīhākārehi tāni aṇḍāni paripālīyamānāni na pūtīni honti.",
  "atk-s0201a2:303_9": "Yopi nesaṁ allasineho, sopi pariyādānaṁ gacchati, kapālaṁ tanukaṁ hoti, pādanakhasikhā ca mukhatuṇḍakañca kharaṁ hoti, sayaṁ paripākaṁ gacchati, kapālassa tanuttā bahi āloko anto paññāyati, tasmā “ciraṁ vata mayaṁ saṅkuṭitahatthapādā sambādhe sayimhā, ayañca bahi āloko dissati, ettha dāni no sukhavihāro bhavissatī”ti nikkhamitukāmā hutvā kapālaṁ pādena paharanti, gīvaṁ pasārenti, tato taṁ kapālaṁ dvedhā bhijjati.",
  "atk-s0201a2:303_10": "Atha te pakkhe vidhunantā taṅkhaṇānurūpaṁ viravantā nikkhamantiyeva, nikkhamitvā ca gāmakkhettaṁ upasobhayamānā vicaranti.",
  "atk-s0201a2:304_0": "Evameva khoti idaṁ opammasampaṭipādanaṁ.",
  "atk-s0201a2:304_1": "Taṁ evaṁ atthena saṁsandetvā veditabbaṁ –",
  "atk-s0201a2:304_2": "tassā kukkuṭiyā aṇḍesu tividhakiriyākaraṇaṁ viya hi imassa bhikkhuno ussoḷhīpannarasehi aṅgehi samannāgatabhāvo.",
  "atk-s0201a2:304_3": "Kukkuṭiyā tividhakiriyāsampādanena aṇḍānaṁ apūtibhāvo viya pannarasaṅgasamannāgatassa bhikkhuno tividhānupassanāsampādanena vipassanāñāṇassa aparihāni.",
  "atk-s0201a2:304_4": "Tassā tividhakiriyākaraṇena aṇḍānaṁ allasinehapariyādānaṁ viya tassa bhikkhuno tividhānupassanāsampādanena bhavattayānugatanikantisinehapariyādānaṁ.",
  "atk-s0201a2:304_5": "Aṇḍakalāpānaṁ tanubhāvo viya bhikkhuno avijjaṇḍakosassa tanubhāvo.",
  "atk-s0201a2:304_6": "Kukkuṭapotakānaṁ pādanakhamutuṇḍakānaṁ thaddhakharabhāvo viya bhikkhuno vipassanāñāṇassa tikkhakharavippasannasūrabhāvo.",
  "atk-s0201a2:304_7": "Kukkuṭapotakānaṁ pariṇāmakālo viya bhikkhuno vipassanāñāṇassa pariṇāmakālo vaḍḍhitakālo gabbhaggahaṇakālo.",
  "atk-s0201a2:304_8": "Kukkuṭapotakānaṁ pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā pakkhe papphoṭetvā sotthinā abhinikkhamanakālo viya tassa bhikkhuno vipassanāñāṇagabbhaṁ gaṇhāpetvā vicarantassa tajjātikaṁ utusappāyaṁ vā bhojanasappāyaṁ vā puggalasappāyaṁ vā dhammassavanasappāyaṁ vā labhitvā ekāsane nisinnasseva vipassanaṁ vaḍḍhentassa anupubbādhigatena arahattamaggena avijjaṇḍakosaṁ padāletvā abhiññāpakkhe papphoṭetvā sotthinā arahattappattakālo veditabbo.",
  "atk-s0201a2:304_9": "Yathā pana kukkuṭapotakānaṁ pariṇatabhāvaṁ ñatvā mātāpi aṇḍakosaṁ bhindati, evaṁ tathārūpassa bhikkhuno ñāṇaparipākaṁ ñatvā satthāpi –",
  "atk-s0201a2:305_0": "“Ucchinda sinehamattano, kumudaṁ sāradikaṁva pāṇinā;",
  "atk-s0201a2:306_0": "Santimaggameva brūhaya, nibbānaṁ sugatena desita”nti. –",
  "atk-s0201a2:307_0": "Ādinā nayena obhāsaṁ pharitvā gāthāya avijjaṇḍakosaṁ paharati, so gāthāpariyosāne avijjāṇḍakosaṁ bhinditvā arahattaṁ pāpuṇāti.",
  "atk-s0201a2:307_1": "Tato paṭṭhāya yathā te kukkuṭapotakā gāmakkhettaṁ upasobhayamānā tattha tattha vicaranti, evaṁ ayampi mahākhīṇāsavo nibbānarammaṇaṁ phalasamāpattiṁ appetvā saṅghārāmaṁ upasobhayamāno vicarati.",
  "atk-s0201a2:308_0": "Iti imasmiṁ sutte cattāri pahānāni kathitāni. Kathaṁ?",
  "atk-s0201a2:308_1": "Cetokhilānañhi cetovinibandhānaṁ pahānena paṭisaṅkhānappapahānaṁ kathitaṁ, iddhipādehi vikkhambhanappahānaṁ kathita, magge āgate samucchedappahānaṁ kathitaṁ, phale āgate paṭippassaddhippahānaṁ kathitaṁ.",
  "atk-s0201a2:308_2": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:309_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:310_0": "Cetokhilasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:311_0": "7. Vanapatthapariyāyasuttavaṇṇanā",
  "atk-s0201a2:312_0": "190.Evaṁme sutanti vanapatthapariyāyaṁ.",
  "atk-s0201a2:312_1": "Tattha vanapatthapariyāyanti vanapatthakāraṇaṁ, vanapatthadesanaṁ vā.",
  "atk-s0201a2:313_0": "191.Vanapatthaṁ upanissāya viharatīti manussūpacārātikkantaṁ vanasaṇḍasenāsanaṁ nissāya samaṇadhammaṁ karonto viharati.",
  "atk-s0201a2:313_1": "Anupaṭṭhitātiādīsu pubbe anupaṭṭhitā sati taṁ upanissāya viharatopi na upaṭṭhāti, pubbe asamāhitaṁ cittaṁ na samādhiyati, pubbe aparikkhīṇā āsavā na parikkhayaṁ gacchanti, pubbe ananuppattaṁ anuttaraṁ yogakkhemasaṅkhātaṁ arahattañca na pāpuṇātīti attho.",
  "atk-s0201a2:313_2": "Jīvitaparikkhārāti jīvitasambhārā.",
  "atk-s0201a2:313_3": "Samudānetabbāti samāharitabbā.",
  "atk-s0201a2:313_4": "Kasirena samudāgacchantīti dukkhena uppajjanti.",
  "atk-s0201a2:313_5": "Rattibhāgaṁ vā divasabhāgaṁ vāti rattikoṭṭhāse vā divasakoṭṭhāse vā.",
  "atk-s0201a2:313_6": "Ettha ca rattibhāge paṭisañcikkhamānena ñatvā rattiṁyeva pakkamitabbaṁ, rattiṁ caṇḍavāḷādīnaṁ paribandhe sati aruṇuggamanaṁ āgametabbaṁ.",
  "atk-s0201a2:313_7": "Divasabhāge ñatvā divāva pakkamitabbaṁ, divā paribandhe sati sūriyatthaṅgamanaṁ āgametabbaṁ.",
  "atk-s0201a2:314_0": "192.Saṅkhāpīti evaṁ samaṇadhammassa anipphajjanabhāvaṁ jānitvā.",
  "atk-s0201a2:314_1": "Anantaravāre pana saṅkhāpīti evaṁ samaṇadhammassa nipphajjanabhāvaṁ jānitvā.",
  "atk-s0201a2:315_0": "194.Yāvajīvanti yāva jīvitaṁ pavattati, tāva vatthabbameva.",
  "atk-s0201a2:316_0": "195.So puggaloti padassa nānubandhitabboti iminā sambandho.",
  "atk-s0201a2:316_1": "Anāpucchāti idha pana taṁ puggalaṁ anāpucchā pakkamitabbanti attho.",
  "atk-s0201a2:317_0": "197.Saṅkhāpīti evaṁ samaṇadhammassa anipphajjanabhāvaṁ ñatvā so puggalo nānubandhitabbo, taṁ āpucchā pakkamitabbaṁ.",
  "atk-s0201a2:318_0": "198.Apipanujjamānenāpīti api nikkaḍḍhīyamānenāpi.",
  "atk-s0201a2:318_1": "Evarūpo hi puggalo sacepi dārukalāpasataṁ vā udakaghaṭasataṁ vā vālikambaṇasataṁ vā daṇḍaṁ āharāpeti, mā idha vasīti nikkaḍḍhāpeti vā, taṁ taṁ khamāpetvā yāvajīvaṁ vatthabbamevāti.",
  "atk-s0201a2:319_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:320_0": "Vanapatthapariyāyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:321_0": "8. Madhupiṇḍikasuttavaṇṇanā",
  "atk-s0201a2:322_0": "199.",
  "atk-s0201a2:322_1": "Evaṁ me sutanti madhupiṇḍikasuttaṁ.",
  "atk-s0201a2:322_2": "Tattha mahāvananti himavantena saddhiṁ ekābaddhaṁ aropimaṁ jātivanaṁ, na yathā vesāliyaṁ ropitāropitamissakaṁ.",
  "atk-s0201a2:322_3": "Divāvihārāyāti divā paṭisallānatthāya.",
  "atk-s0201a2:322_4": "Beluvalaṭṭhikāyāti taruṇabeluvarukkhassa.",
  "atk-s0201a2:322_5": "Daṇḍapāṇīti na jarādubbalatāya daṇḍahattho.",
  "atk-s0201a2:322_6": "Ayañhi taruṇo paṭhamavaye ṭhito, daṇḍacittatāya pana suvaṇṇadaṇḍaṁ gahetvā vicarati, tasmā daṇḍapāṇīti vutto.",
  "atk-s0201a2:322_7": "Jaṅghāvihāranti jaṅghākilamathavinodanatthaṁ jaṅghācāraṁ.",
  "atk-s0201a2:322_8": "Anucaṅkamamāno anuvicaramānoti ārāmadassana-vanadassana-pabbatadassanādīnaṁ atthāya ito cito ca vicaramāno.",
  "atk-s0201a2:322_9": "Adhiccanikkhamano kiresa kadāci deva nikkhamitvā evaṁ vicarati.",
  "atk-s0201a2:322_10": "Daṇḍamolubbhāti daṇḍaṁ olumbhitvā gopālakadārako viya daṇḍaṁ purato ṭhapetvā daṇḍamatthake dve hatthe patiṭṭhāpetvā piṭṭhipāṇiṁ hanukena uppīḷetvā ekamantaṁ aṭṭhāsi.",
  "atk-s0201a2:323_0": "200.Kiṁvādīti kiṁdiṭṭhiko.",
  "atk-s0201a2:323_1": "Kimakkhāyīti kiṁ katheti.",
  "atk-s0201a2:323_2": "Ayaṁ rājā bhagavantaṁ avanditvā paṭisanthāramattakameva katvā pañhaṁ pucchati.",
  "atk-s0201a2:323_3": "Tampi na aññātukāmatāya, acittīkārena pucchati. Kasmā?",
  "atk-s0201a2:323_4": "Devadattassa pakkhiko kiresa.",
  "atk-s0201a2:323_5": "Devadatto attano santikaṁ āgacchamāne tathāgate bhindati.",
  "atk-s0201a2:323_6": "So kira evaṁ vadeti “samaṇo gotamo amhākaṁ kulena saddhiṁ verī, na no kulassa vuddhiṁ icchati.",
  "atk-s0201a2:323_7": "Bhaginīpi me cakkavattiparibhogā, taṁ pahāya ‘nassatesā’ti nikkhamitvā pabbaji.",
  "atk-s0201a2:323_8": "Bhāgineyyopi me cakkavattibījanti ñatvā amhākaṁ kulassa vaḍḍhiyā atussanto ‘nassateta’nti tampi daharakāleyeva pabbājesi.",
  "atk-s0201a2:323_9": "Ahaṁ pana tena vinā vattituṁ asakkonto anupabbajito.",
  "atk-s0201a2:323_10": "Evaṁ pabbajitampi maṁ pabbajitadivasato paṭṭhāya na ujukehi akkhīhi oloketi.",
  "atk-s0201a2:323_11": "Parisamajjhe bhāsantopi mahāpharasunā paharanto viya āpāyiko devadattotiādīni bhāsatī”ti.",
  "atk-s0201a2:323_12": "Evaṁ ayampi rājā devadattena bhinno, tasmā evamakāsi.",
  "atk-s0201a2:324_0": "Atha bhagavā yathā ayaṁ rājā mayā pañhe pucchite na kathetīti vattuṁ na labhati, yathā ca bhāsitassa atthaṁ na jānāti, evamassa kathessāmīti tassānucchavikaṁ kathento yathāvādī khotiādimāha.",
  "atk-s0201a2:325_0": "Tattha na kenaci loke viggayha tiṭṭhatīti loke kenaci saddhiṁ viggāhikakathaṁ na karoti na vivadati.",
  "atk-s0201a2:325_1": "Tathāgato hi lokena saddhiṁ na vivadati;",
  "atk-s0201a2:325_2": "loko pana tathāgatena saddhiṁ aniccanti vutte niccanti vadamāno, dukkhaṁ, anattā, asubhanti vutte subhanti vadamāno vivadati.",
  "atk-s0201a2:325_3": "Tenevāha “nāhaṁ, bhikkhave, lokena vivadāmi, lokova kho, bhikkhave, mayā vivadati, tathā na, bhikkhave, dhammavādī kenaci lokasmiṁ vivadati, adhammavādīva kho, bhikkhave, vivadatī”ti.",
  "atk-s0201a2:325_4": "Yathāti yena kāraṇena.",
  "atk-s0201a2:325_5": "Kāmehīti vatthukāmehipi kilesakāmehipi.",
  "atk-s0201a2:325_6": "Taṁ brāhmaṇanti taṁ khīṇāsavaṁ brāhmaṇaṁ.",
  "atk-s0201a2:325_7": "Akathaṁkathinti nibbicikicchaṁ.",
  "atk-s0201a2:325_8": "Chinnakukkuccanti vippaṭisārakukkuccassa ceva hatthapādakukkuccassa ca chinnattā chinnakukkuccaṁ.",
  "atk-s0201a2:325_9": "Bhavābhaveti punappunabbhave, hīnapaṇīte vā bhave, paṇīto hi bhavo vuddhippatto abhavoti vuccati.",
  "atk-s0201a2:325_10": "Saññāti kilesasaññā.",
  "atk-s0201a2:325_11": "Kilesāyeva vā idha saññānāmena vuttā, tasmā yena kāraṇena kāmehi visaṁyuttaṁ viharantaṁ taṁ loke ninnāvādiṁ khīṇāsavabrāhmaṇaṁ kilesasaññā nānusenti, tañca kāraṇaṁ ahaṁ vadāmīti ayamettha attho.",
  "atk-s0201a2:325_12": "Iti bhagavā attano khīṇāsavabhāvaṁ dīpeti.",
  "atk-s0201a2:325_13": "Nillāḷetvāti nīharitvā kīḷāpetvā.",
  "atk-s0201a2:325_14": "Tivisākhanti tisākhaṁ.",
  "atk-s0201a2:325_15": "Nalāṭikanti valibhaṅgaṁ nalāṭe tisso rājiyo dassento valibhaṅgaṁ vuṭṭhāpetvāti attho.",
  "atk-s0201a2:325_16": "Daṇḍamolubbhāti daṇḍaṁ uppīḷetvā.",
  "atk-s0201a2:325_17": "“Daṇḍamālubbhā”tipi pāṭho, gahetvā pakkāmīti attho.",
  "atk-s0201a2:326_0": "201.Aññataroti nāmena apākaṭo eko bhikkhu.",
  "atk-s0201a2:326_1": "So kira anusandhikusalo, bhagavatā yathā daṇḍapāṇī na jānāti, tathā mayā kathitanti vutte kinti nu kho bhagavatā aviññeyyaṁ katvā pañho kathitoti anusandhiṁ gahetvā dasabalaṁ yācitvā imaṁ pañhaṁ bhikkhusaṅghassa pākaṭaṁ karissāmīti uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā dasanakhasamujjalaṁ añjaliṁ paggayha kiṁvādī pana, bhante bhagavātiādimāha.",
  "atk-s0201a2:327_0": "Yatonidānanti bhāvanapuṁsakaṁ etaṁ, yena kāraṇena yasmiṁ kāraṇe satīti attho.",
  "atk-s0201a2:327_1": "Papañcasaññāsaṅkhāti ettha saṅkhāti koṭṭhāso.",
  "atk-s0201a2:327_2": "Papañcasaññāti taṇhāmānadiṭṭhipapañcasampayuttā saññā, saññānāmena vā papañcāyeva vuttā.",
  "atk-s0201a2:327_3": "Tasmā papañcakoṭṭhāsāti ayamettha attho.",
  "atk-s0201a2:327_4": "Samudācarantīti pavattanti.",
  "atk-s0201a2:327_5": "Ettha ce natthi abhinanditabbanti yasmiṁ dvādasāyatanasaṅkhāte kāraṇe sati papañcasaññāsaṅkhā samudācaranti, ettha ekāyatanampi ce abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ natthīti attho.",
  "atk-s0201a2:327_6": "Tattha abhininditabbanti ahaṁ mamanti abhinanditabbaṁ.",
  "atk-s0201a2:327_7": "Abhivaditabbanti ahaṁ mamāti vattabbaṁ.",
  "atk-s0201a2:327_8": "Ajjhositabbanti ajjhositvā gilitvā pariniṭṭhapetvā gahetabbayuttaṁ.",
  "atk-s0201a2:327_9": "Etenettha taṇhādīnaṁyeva appavattiṁ katheti.",
  "atk-s0201a2:327_10": "Esevantoti ayaṁ abhinandanādīnaṁ natthibhāvova rāgānusayādīnaṁ anto.",
  "atk-s0201a2:327_11": "Eseva nayo sabbattha.",
  "atk-s0201a2:328_0": "Daṇḍādānādīsu pana yāya cetanāya daṇḍaṁ ādiyati, sā daṇḍādānaṁ.",
  "atk-s0201a2:328_1": "Yāya satthaṁ ādiyati parāmasati, sā satthādānaṁ.",
  "atk-s0201a2:328_2": "Matthakappattaṁ kalahaṁ.",
  "atk-s0201a2:328_3": "Nānāgāhamattaṁ viggahaṁ.",
  "atk-s0201a2:328_4": "Nānāvādamattaṁ vivādaṁ.",
  "atk-s0201a2:328_5": "Tuvaṁ tuvanti evaṁ pavattaṁ tuvaṁ tuvaṁ.",
  "atk-s0201a2:328_6": "Piyasuññakaraṇaṁ pesuññaṁ.",
  "atk-s0201a2:328_7": "Ayathāsabhāvaṁ musāvādaṁ karoti, sā musāvādoti veditabbā.",
  "atk-s0201a2:328_8": "Ettheteti ettha dvādasasu āyatanesu ete kilesā.",
  "atk-s0201a2:328_9": "Kilesā hi uppajjamānāpi dvādasāyatanāni nissāya uppajjanti, nirujjhamānāpi dvādasasu āyatanesuyeva nirujjhanti.",
  "atk-s0201a2:328_10": "Evaṁ yatthuppannā, tattheva niruddhā honti.",
  "atk-s0201a2:328_11": "Svāyamattho samudayasaccapañhena dīpetabbo –",
  "atk-s0201a2:329_0": "“Sā kho panesā taṇhā kattha uppajjamānā uppajjati, kattha nivisamānā nivisatī”ti vatvā –",
  "atk-s0201a2:329_1": "“yaṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha nivisamānā nivisati.",
  "atk-s0201a2:329_2": "Kiñca loke piyarūpaṁ sātarūpaṁ?",
  "atk-s0201a2:329_3": "Cakkhu loke piyarūpaṁ sātarūpa”ntiādinā nayena dvādasasuyeva āyatanesu tassā uppatti ca nirodho ca vutto.",
  "atk-s0201a2:329_4": "Yatheva ca taṇhā dvādasasu āyatanesu uppajjitvā nibbānaṁ āgamma niruddhāpi āyatanesu puna samudācārassa abhāvato āyatanesuyeva niruddhāti vuttā, evamimepi pāpakā akusalā dhammā āyatanesu nirujjhantīti veditabbā.",
  "atk-s0201a2:329_5": "Atha vā yvāyaṁ abhinandanādīnaṁ abhāvova rāgānusayādīnaṁ antoti vutto.",
  "atk-s0201a2:329_6": "Etthete rāgānusayādīnaṁ antoti laddhavohāre nibbāne pāpakā akusalā dhammā aparisesā nirujjhanti.",
  "atk-s0201a2:329_7": "Yañhi yattha natthi, taṁ tattha niruddhaṁ nāma hoti, svāyamattho nirodhapañhena dīpetabbo.",
  "atk-s0201a2:329_8": "Vuttañhetaṁ “dutiyaṁ jhānaṁ samāpannassa vitakkavicārā vacīsaṅkhārā paṭippassaddhā hontī”tiādi.",
  "atk-s0201a2:330_0": "202.Satthu ceva saṁvaṇṇitoti satthārā ca pasaṁsito.",
  "atk-s0201a2:330_1": "Viññūnanti idampi karaṇatthe sāmivacanaṁ, paṇḍitehi sabrahmacārīhi ca sambhāvitoti attho.",
  "atk-s0201a2:330_2": "Pahotīti sakkoti.",
  "atk-s0201a2:331_0": "203.Atikkammeva mūlaṁ atikkamma khandhanti sāro nāma mūle vā khandhe vā bhaveyya, tampi atikkamitvāti attho.",
  "atk-s0201a2:331_1": "Evaṁsampadanti evaṁsampattikaṁ, īdisanti attho.",
  "atk-s0201a2:331_2": "Atisitvāti atikkamitvā.",
  "atk-s0201a2:331_3": "Jānaṁ jānātīti jānitabbameva jānāti.",
  "atk-s0201a2:331_4": "Passaṁ passatīti passitabbameva passati.",
  "atk-s0201a2:331_5": "Yathā vā ekacco viparītaṁ gaṇhanto jānantopi na jānāti, passantopi na passati, na evaṁ bhagavā.",
  "atk-s0201a2:331_6": "Bhagavā pana jānanto jānātiyeva, passanto passatiyeva.",
  "atk-s0201a2:331_7": "Svāyaṁ dassanapariṇāyakaṭṭhena cakkhubhūto.",
  "atk-s0201a2:331_8": "Viditakaraṇaṭṭhena ñāṇabhūto.",
  "atk-s0201a2:331_9": "Aviparītasabhāvaṭṭhena pariyattidhammappavattanato vā hadayena cintetvā vācāya nicchāritadhammamayoti dhammabhūto.",
  "atk-s0201a2:331_10": "Seṭṭhaṭṭhena brahmabhūto.",
  "atk-s0201a2:331_11": "Atha vā cakkhu viya bhūtoti cakkhubhūtoti evametesu padesu attho veditabbo.",
  "atk-s0201a2:331_12": "Svāyaṁ dhammassa vattanato vattā.",
  "atk-s0201a2:331_13": "Pavattāpanato pavattā.",
  "atk-s0201a2:331_14": "Atthaṁ nīharitvā dassanasamatthatāya atthassa ninnetā.",
  "atk-s0201a2:331_15": "Amatādhigamāya paṭipattiṁ dadātīti amatassa dātā.",
  "atk-s0201a2:331_16": "Agaruṁ katvāti punappunaṁ āyācāpentopi hi garuṁ karoti nāma, attano sāvakapāramīñāṇe ṭhatvā sinerūpādato vālukaṁ uddharamāno viya dubbiññeyyaṁ katvā kathentopi garuṁ karotiyeva nāma.",
  "atk-s0201a2:331_17": "Evaṁ akatvā amhe punappunaṁ ayācāpetvā suviññeyyampi no katvā kathehīti vuttaṁ hoti.",
  "atk-s0201a2:332_0": "204.Yaṁkho no āvusoti ettha kiñcāpi “yaṁ kho vo”ti vattabbaṁ siyā, te pana bhikkhū attanā saddhiṁ saṅgaṇhanto “yaṁ kho no”ti āha.",
  "atk-s0201a2:332_1": "Yasmā vā uddesova tesaṁ uddiṭṭhova.",
  "atk-s0201a2:332_2": "Bhagavā pana therassāpi tesampi bhagavāva.",
  "atk-s0201a2:332_3": "Tasmā bhagavāti padaṁ sandhāyapi evamāha, yaṁ kho amhākaṁ bhagavā tumhākaṁ saṁkhittena uddesaṁ uddisitvāti attho.",
  "atk-s0201a2:333_0": "Cakkhuñcāvusotiādīsu ayamattho, āvuso, nissayabhāvena cakkhupasādañca ārammaṇabhāvena catusamuṭṭhānikarūpe ca paṭicca cakkhuviññāṇaṁ nāma uppajjati.",
  "atk-s0201a2:333_1": "Tiṇṇaṁ saṅgati phassoti tesaṁ tiṇṇaṁ saṅgatiyā phasso nāma uppajjati.",
  "atk-s0201a2:333_2": "Taṁ phassaṁ paṭicca sahajātādivasena phassapaccayā vedanā uppajjati.",
  "atk-s0201a2:333_3": "Tāya vedanāya yaṁ ārammaṇaṁ vedeti, tadeva saññā sañjānāti, yaṁ saññā sañjānāti, tadeva ārammaṇaṁ vitakko vitakketi.",
  "atk-s0201a2:333_4": "Yaṁ vitakko vitakketi, tadevārammaṇaṁ papañco papañceti.",
  "atk-s0201a2:333_5": "Tatonidānanti etehi cakkhurūpādīhi kāraṇehi.",
  "atk-s0201a2:333_6": "Purisaṁ papañcasaññāsaṅkhā samudācarantīti taṁ apariññātakāraṇaṁ purisaṁ papañcakoṭṭhāsā abhibhavanti, tassa pavattantīti attho.",
  "atk-s0201a2:333_7": "Tattha phassavedanāsaññā cakkhuviññāṇena sahajātā honti.",
  "atk-s0201a2:333_8": "Vitakko cakkhuviññāṇānantarādīsu savitakkacittesu daṭṭhabbo.",
  "atk-s0201a2:333_9": "Papañcasaṅkhā javanena sahajātā honti.",
  "atk-s0201a2:333_10": "Yadi evaṁ kasmā atītānāgataggahaṇaṁ katanti?",
  "atk-s0201a2:333_11": "Tathā uppajjanato.",
  "atk-s0201a2:333_12": "Yatheva hi etarahi cakkhudvāriko papañco cakkhuñca rūpe ca phassavedanāsaññāvitakke ca paṭicca uppanno, evamevaṁ atītānāgatesupi cakkhuviññeyyesu rūpesu tassuppattiṁ dassento evamāha.",
  "atk-s0201a2:334_0": "Sotañcāvusotiādīsupi eseva nayo.",
  "atk-s0201a2:334_1": "Chaṭṭhadvāre pana mananti bhavaṅgacittaṁ.",
  "atk-s0201a2:334_2": "Dhammeti tebhūmakadhammārammaṇaṁ.",
  "atk-s0201a2:334_3": "Manoviññāṇanti āvajjanaṁ vā javanaṁ vā.",
  "atk-s0201a2:334_4": "Āvajjane gahite phassavedanāsaññāvitakkā āvajjanasahajātā honti.",
  "atk-s0201a2:334_5": "Papañco javanasahajāto.",
  "atk-s0201a2:334_6": "Javane gahite sahāvajjanakaṁ bhavaṅga mano nāma hoti, tato phassādayo sabbepi javanena sahajātāva.",
  "atk-s0201a2:334_7": "Manodvāre pana yasmā atītādibhedaṁ sabbampi ārammaṇaṁ hoti, tasmā atītānāgatapaccuppannesūti idaṁ yuttameva.",
  "atk-s0201a2:335_0": "Idāni vaṭṭaṁ dassento so vatāvusoti desanaṁ ārabhi.",
  "atk-s0201a2:335_1": "Phassapaññattiṁ paññapessatīti phasso nāma eko dhammo uppajjatīti evaṁ phassapaññattiṁ paññapessati, dassessatīti attho.",
  "atk-s0201a2:335_2": "Esa nayo sabbattha.",
  "atk-s0201a2:335_3": "Evaṁ imasmiṁ sati idaṁ hotīti dvādasāyatanavasena sakalaṁ vaṭṭaṁ dassetvā idāni dvādasāyatanapaṭikkhepavasena vivaṭṭaṁ dassento so vatāvuso cakkhusmiṁasatīti desanaṁ ārabhi.",
  "atk-s0201a2:335_4": "Tattha vuttanayeneva attho veditabbo.",
  "atk-s0201a2:336_0": "Evaṁ pañhaṁ vissajjetvā idāni sāvakena pañho kathitoti mā nikkaṅkhā ahuvattha, ayaṁ bhagavā sabbaññutañāṇatulaṁ gahetvā nisinno, icchamānā tameva upasaṅkamitvā nikkaṅkhā hothāti uyyojento ākaṅkhamānā ca panātiādimāha.",
  "atk-s0201a2:337_0": "205.Imehi ākārehīti imehi kāraṇehi papañcuppattiyā pāṭiyekkakāraṇehi ceva vaṭṭavivaṭṭakāraṇehi ca.",
  "atk-s0201a2:337_1": "Imehi padehīti imehi akkharasampiṇḍanehi.",
  "atk-s0201a2:337_2": "Byañjanehīti pāṭiyekkaakkharehi.",
  "atk-s0201a2:337_3": "Paṇḍitoti paṇḍiccena samannāgato.",
  "atk-s0201a2:337_4": "Catūhi vā kāraṇehi paṇḍito dhātukusalo āyatanakusalo paccayākārakusalo kāraṇākāraṇakusaloti.",
  "atk-s0201a2:337_5": "Mahāpaññoti mahante atthe mahante dhamme mahantā niruttiyo mahantāni paṭibhānāni pariggahaṇasamatthāya mahāpaññāya samannāgato.",
  "atk-s0201a2:337_6": "Yathā taṁ mahākaccānenāti yathā mahākaccānena byākataṁ, taṁ sandhāya tanti vuttaṁ.",
  "atk-s0201a2:337_7": "Yathā mahākaccānena byākataṁ, ahampi taṁ evamevaṁ byākareyyenti attho.",
  "atk-s0201a2:338_0": "Madhupiṇḍikanti mahantaṁ guḷapūvaṁ baddhasattuguḷakaṁ vā.",
  "atk-s0201a2:338_1": "Asecanakanti asecitabbakaṁ.",
  "atk-s0201a2:338_2": "Sappiphāṇitamadhusakkarādīsu idaṁ nāmettha mandaṁ idaṁ bahukanti na vattabbaṁ samayojitarasaṁ.",
  "atk-s0201a2:338_3": "Cetasoti cintakajātiko.",
  "atk-s0201a2:338_4": "Dabbajātikoti paṇḍitasabhāvo.",
  "atk-s0201a2:338_5": "Ko nāmo ayanti idaṁ thero atibhaddako ayaṁ dhammapariyāyo, dasabalassa sabbaññutaññāṇenevassa nāmaṁ gaṇhāpessāmīti cintetvā āha.",
  "atk-s0201a2:338_6": "Tasmāti yasmā madhupiṇḍiko viya madhuro, tasmā madhupiṇḍikapariyāyotveva naṁ dhārehīti vadati.",
  "atk-s0201a2:338_7": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:339_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:340_0": "Madhupiṇḍikasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:341_0": "9. Dvedhāvitakkasuttavaṇṇanā",
  "atk-s0201a2:342_0": "206.Me sutanti dvedhāvitakkasuttaṁ.",
  "atk-s0201a2:342_1": "Tattha dvidhā katvā dvidhā katvāti dve dve bhāge katvā.",
  "atk-s0201a2:342_2": "Kāmavitakkoti kāmapaṭisaṁyutto vitakko.",
  "atk-s0201a2:342_3": "Byāpādavitakkoti byāpādapaṭisaṁyutto vitakko.",
  "atk-s0201a2:342_4": "Vihiṁsāvitakkoti vihiṁsāpaṭisaṁyutto vitakko.",
  "atk-s0201a2:342_5": "Ekaṁ bhāganti ajjhattaṁ vā bahiddhā vā oḷāriko vā sukhumo vā sabbo pāyaṁ vitakko akusalapakkhikoyevāti tayopi kāmabyāpādavihiṁsāvitakke ekaṁ koṭṭhāsamakāsiṁ.",
  "atk-s0201a2:342_6": "Kāmehi nissaṭo nekkhammapaṭisaṁyutto vitakko nekkhammavitakko nāma, so yāva paṭhamajjhānā vaṭṭati.",
  "atk-s0201a2:342_7": "Abyāpādapaṭisaṁyutto vitakko abyāpādavitakko, so mettāpubbabhāgato paṭṭhāya yāva paṭhamajjhānā vaṭṭati.",
  "atk-s0201a2:342_8": "Avihiṁsāpaṭisaṁyutto vitakko avihiṁsāvitakko, so karuṇāpubbabhāgato paṭṭhāya yāva paṭhamajjhānā vaṭṭati.",
  "atk-s0201a2:342_9": "Dutiyaṁ bhāganti sabbopāyaṁ kusalapakkhikoyevāti dutiyaṁ koṭṭhāsamakāsiṁ.",
  "atk-s0201a2:342_10": "Iminā bodhisattassa vitakkaniggahaṇakālo kathito.",
  "atk-s0201a2:343_0": "Bodhisattassa hi chabbassāni padhānaṁ padahantassa nekkhammavitakkādayo puñjapuñjā mahānadiyaṁ oghā viya pavattiṁsu.",
  "atk-s0201a2:343_1": "Satisammosena pana sahasā kāmavitakkādayo uppajjitvā kusalavāraṁ pacchinditvā sayaṁ akusalajavanavārā hutvā tiṭṭhanti.",
  "atk-s0201a2:343_2": "Tato bodhisatto cintesi –",
  "atk-s0201a2:343_3": "“mayhaṁ ime kāmavitakkādayo kusalavāraṁ pacchinditvā tiṭṭhanti, handāhaṁ ime vitakke dve bhāge katvā viharāmī”ti kāmavitakkādayo akusalapakkhikāti ekaṁ bhāgaṁ karoti nekkhammavitakkādayo kusalapakkhikāti ekaṁ.",
  "atk-s0201a2:343_4": "Atha puna cintesi –",
  "atk-s0201a2:343_5": "“akusalapakkhato āgataṁ vitakkaṁ mantena kaṇhasappaṁ uppīḷetvā gaṇhanto viya amittaṁ gīvāya akkamanto viya ca niggahessāmi, nāssa vaḍḍhituṁ dassāmi.",
  "atk-s0201a2:343_6": "Kusalapakkhato āgataṁ vitakkaṁ meghasamaye meghaṁ viya sukhette sālakalyāṇipotakaṁ viya ca sīghaṁ vaḍḍhessāmī”ti.",
  "atk-s0201a2:343_7": "So tathā katvā akusalavitakke niggaṇhi, kusalavitakke vaḍḍhesi.",
  "atk-s0201a2:343_8": "Evaṁ iminā bodhisattassa vitakkaniggahaṇanakālo kathitoti veditabbo.",
  "atk-s0201a2:344_0": "207.",
  "atk-s0201a2:344_1": "Idāni yathāssa te vitakkā uppajjiṁsu, yathā ca ne niggahesi, taṁ dassento tassa mayhaṁ, bhikkhavetiādimāha.",
  "atk-s0201a2:344_2": "Tattha appamattassāti satiyā avippavāse ṭhitassa.",
  "atk-s0201a2:344_3": "Ātāpinoti ātāpavīriyavantassa.",
  "atk-s0201a2:344_4": "Pahitattassāti pesitacittassa.",
  "atk-s0201a2:344_5": "Uppajjati kāmavitakkoti bodhisattassa chabbassāni padhānaṁ padahato rajjasukhaṁ vā ārabbha, pāsāde vā nāṭakāni vā orodhe vā kiñcideva vā sampattiṁ ārabbha kāmavitakko nāma na uppannapubbo.",
  "atk-s0201a2:344_6": "Dukkarakārikāya panassa āhārūpacchedena adhimattakasimānaṁ pattassa etadahosi –",
  "atk-s0201a2:344_7": "“na sakkā āhārūpacchedena visesaṁ nibbattetuṁ, yaṁnūnāhaṁ oḷārikaṁ āhāraṁ āhāreyya”nti.",
  "atk-s0201a2:344_8": "So uruvelaṁ piṇḍāya pāvisi. Manussā –",
  "atk-s0201a2:344_9": "“mahāpuriso pubbe āharitvā dinnampi na gaṇhi, addhāssa idāni manoratho matthakaṁ patto, tasmā sayameva āgato”ti paṇītapaṇītaṁ āhāraṁ upahariṁsu.",
  "atk-s0201a2:344_10": "Bodhisattassa attabhāvo nacirasseva pākatiko ahosi.",
  "atk-s0201a2:344_11": "Jarājiṇṇattabhāvo hi sappāyabhojanaṁ labhitvāpi pākatiko na hoti.",
  "atk-s0201a2:344_12": "Bodhisatto pana daharo.",
  "atk-s0201a2:344_13": "Tenassa sappāyabhojanaṁ bhuñjato attabhāvo na cirasseva pākatiko jāto, vippasannāni indriyāni, parisuddho chavivaṇṇo, samuggatatārāgaṇaṁ viya nabhaṁ paripuṇṇadvattiṁsamahāpurisalakkhaṇappaṭimaṇḍitasarīraṁ ahosi.",
  "atk-s0201a2:344_14": "So taṁ oloketvā “tāva kilanto nāma attabhāvo evaṁ paṭipākatiko jāto”ti cintetvā attano paññāmahantatāya evaṁ parittakampi vitakkaṁ gahetvā kāmavitakkoti akāsi.",
  "atk-s0201a2:345_0": "Paṇṇasālāya purato nisinno camarapasadagavayarohitamigādike magagaṇe manuññasaddaravane moravanakukkuṭādike pakkhigaṇe nīluppalakumudakamalādisañchannāni pallalāni nānākusumasañchannaviṭapā vanarājiyo maṇikkhandhanimmalajalapavāhañca nadiṁ nerañjaraṁ passati.",
  "atk-s0201a2:345_1": "Tassa evaṁ hoti “sobhanā vatime migajātā pakkhigaṇā pallalāni vanarājiyo nadī nerañjarā”ti.",
  "atk-s0201a2:345_2": "So tampi evaṁ parittakaṁ vitakkaṁ gahetvā kāmavitakkamakāsi, tenāha “uppajjati kāmavitakko”ti.",
  "atk-s0201a2:346_0": "Attabyābādhāyapīti attadukkhāyapi.",
  "atk-s0201a2:346_1": "Esevanayo sabbattha.",
  "atk-s0201a2:346_2": "Kiṁ pana mahāsattassa ubhayadukkhāya saṁvattanakavitakko nāma atthīti? Natthi.",
  "atk-s0201a2:346_3": "Apariññāyaṁ ṭhitassa pana vitakko yāva ubhayabyābādhāya saṁvattatīti etāni tīṇi nāmāni labhati, tasmā evamāha.",
  "atk-s0201a2:346_4": "Paññānirodhikoti anuppannāya lokiyalokuttarāya paññāya uppajjituṁ na deti, lokiyapaññaṁ pana aṭṭhasamāpattipañcābhiññāvasena uppannampi samucchinditvā khipatīti paññānirodhiko.",
  "atk-s0201a2:346_5": "Vighātapakkhikoti dukkhakoṭṭhāsiko.",
  "atk-s0201a2:346_6": "Asaṅkhataṁ nibbānaṁ nāma, taṁ paccakkhaṁ kātuṁ na detīti anibbānasaṁvattaniko.",
  "atk-s0201a2:346_7": "Abbhatthaṁ gacchatīti khayaṁ natthibhāvaṁ gacchati.",
  "atk-s0201a2:346_8": "Udakapupphuḷako viya nirujjhati.",
  "atk-s0201a2:346_9": "Pajahamevāti pajahimeva.",
  "atk-s0201a2:346_10": "Vinodamevāti nīharimeva.",
  "atk-s0201a2:346_11": "Byantameva naṁ akāsinti vigatantaṁ nissesaṁ parivaṭumaṁ paricchinnameva naṁ akāsiṁ.",
  "atk-s0201a2:347_0": "208.Byāpādavitakkoti na bodhisattassa parūpaghātappaṭisaṁyutto nāma vitakko citte uppajjati, athassa ativassaaccuṇhaatisītādīni pana paṭicca cittavipariṇāmabhāvo hoti, taṁ sandhāya “byāpādavitakko”ti āha.",
  "atk-s0201a2:347_1": "Vihiṁsāvitakkoti na mahāsattassa paresaṁ dukkhuppādanappaṭisaṁyutto vitakko uppajjati, citte pana uddhatākāro anekaggatākāro hoti, taṁ gahetvā vihiṁsāvitakkamakāsi.",
  "atk-s0201a2:347_2": "Paṇṇasālādvāre nisinno hi sīhabyagghādike vāḷamige sūkarādayo khuddamige vihiṁsante passati.",
  "atk-s0201a2:347_3": "Atha bodhisatto imasmimpi nāma akutobhaye araññe imesaṁ tiracchānagatānaṁ paccatthikā uppajjanti, balavanto dubbale khādanti, balavantakhāditā vattantīti kāruññaṁ uppādeti.",
  "atk-s0201a2:347_4": "Aññepi biḷārādayo kukkuṭamūsikādīni khādante passati, gāmaṁ piṇḍāya paviṭṭho manusse rājakammikehi upaddute vadhabandhādīni anubhavante attano kasivaṇijjādīni kammāni katvā jīvituṁ na labhantīti kāruññaṁ uppādeti, taṁ sandhāya “uppajjati vihiṁsāvitakko”ti āha.",
  "atk-s0201a2:347_5": "Tathā tathāti tena tena ākārena.",
  "atk-s0201a2:347_6": "Idaṁ vuttaṁ hoti –",
  "atk-s0201a2:347_7": "kāmavitakkādīsu yaṁ yaṁ vitakketi, yaṁ yaṁ vitakkaṁ pavatteti, tena tene cassākārena kāmavitakkādibhāvo cetaso na hi hotīti.",
  "atk-s0201a2:347_8": "Pahāsi nekkhammavitakkanti nekkhammavitakkaṁ pajahati.",
  "atk-s0201a2:347_9": "Bahulamakāsīti bahulaṁ karoti.",
  "atk-s0201a2:347_10": "Tassa taṁ kāmavitakkāya cittanti tassa taṁ cittaṁ kāmavitakkatthāya.",
  "atk-s0201a2:347_11": "Yathā kāmavitakkasampayuttaṁ hoti, evamevaṁ namatīti attho.",
  "atk-s0201a2:347_12": "Sesapadesupi eseva nayo.",
  "atk-s0201a2:348_0": "Idāni atthadīpikaṁ upamaṁ dassento seyyathāpī tiādimāha.",
  "atk-s0201a2:348_1": "Tattha kiṭṭhasambādheti sassasambādhe.",
  "atk-s0201a2:348_2": "Ākoṭeyyāti ujukaṁ piṭṭhiyaṁ pahareyya.",
  "atk-s0201a2:348_3": "Paṭikoṭeyyāti tiriyaṁ phāsukāsu pahareyya.",
  "atk-s0201a2:348_4": "Sannirundheyyāti āvaritvā tiṭṭheyya.",
  "atk-s0201a2:348_5": "Sannivāreyyāti ito cito ca gantuṁ na dadeyya.",
  "atk-s0201a2:348_6": "Tatonidānanti tena kāraṇena, evaṁ arakkhitānaṁ gunnaṁ paresaṁ sassakhādanakāraṇenāti attho.",
  "atk-s0201a2:348_7": "Bālo hi gopāloko evaṁ gāvo arakkhamāno “ayaṁ amhākaṁ bhattavetanaṁ khādati, ujuṁ gāvo rakkhitumpi na sakkoti, kulehi saddhiṁ veraṁ gaṇhāpetī”ti gosāmikānampi santikā vadhādīni pāpuṇāti, kiṭṭhasāmikānampi.",
  "atk-s0201a2:348_8": "Paṇḍito pana imāni cattāri bhayāni sampassanto gāvo sādhukaṁ rakkhati, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0201a2:348_9": "Ādīnavanti upaddavaṁ.",
  "atk-s0201a2:348_10": "Okāranti lāmakaṁ, khandhesu vā otāraṁ.",
  "atk-s0201a2:348_11": "Saṁkilesanti kiliṭṭhabhāvaṁ.",
  "atk-s0201a2:348_12": "Nekkhammeti nekkhammamhi.",
  "atk-s0201a2:348_13": "Ānisaṁsanti visuddhipakkhaṁ.",
  "atk-s0201a2:348_14": "Vodānapakkhanti idaṁ tasseva vevacanaṁ, kusalānaṁ dhammānaṁ nekkhammamhi visuddhipakkhaṁ addasanti attho.",
  "atk-s0201a2:349_0": "209.Nekkhammanti ca kāmehi nissaṭaṁ sabbakusalaṁ, ekadhamme saṅgayhamāne nibbānameva.",
  "atk-s0201a2:349_1": "Tatridaṁ opammasaṁsandanaṁ –",
  "atk-s0201a2:349_2": "kiṭṭhasambādhaṁ viya hi rūpādiārammaṇaṁ, kūṭagāvo viya kūṭacittaṁ, paṇḍitagopālako viya bodhisatto, catubbidhabhayaṁ viya attaparūbhayabyābādhāya saṁvattanavitakko, paṇḍitagopālakassa catubbidhaṁ bhayaṁ disvā kiṭṭhasambādhe appamādena gorakkhaṇaṁ viya bodhisattassa chabbassāni padhānaṁ padahato attabyābādhādibhayaṁ disvā rūpādīsu ārammaṇesu yathā kāmavitakkādayo na uppajjanti, evaṁ cittarakkhaṇaṁ.",
  "atk-s0201a2:349_3": "Paññāvuddhikotiādīsu anuppannāya lokiyalokuttarapaññāya uppādāya, uppannāya ca vuddhiyā saṁvattatīti paññāvuddhiko.",
  "atk-s0201a2:349_4": "Na dukkhakoṭṭhāsāya saṁvattatīti avighātapakkhiko.",
  "atk-s0201a2:349_5": "Nibbānadhātusacchikiriyāya saṁvattatīti nibbānasaṁvattaniko.",
  "atk-s0201a2:349_6": "Rattiṁ cepi naṁ, bhikkhave, anuvitakkeyyanti sakalarattiṁ cepi taṁ vitakkaṁ pavatteyyaṁ.",
  "atk-s0201a2:349_7": "Tatonidānanti taṁmūlakaṁ.",
  "atk-s0201a2:349_8": "Ohaññeyyāti ugghātīyeyya, uddhaccāya saṁvatteyyāti attho.",
  "atk-s0201a2:349_9": "Ārāti dūre.",
  "atk-s0201a2:349_10": "Samādhimhāti upacārasamādhitopi appanāsamādhitopi.",
  "atk-s0201a2:349_11": "So kho ahaṁ, bhikkhave, ajjhattameva cittanti so ahaṁ, bhikkhave, mā me cittaṁ samādhimhā dūre hotūti ajjhattameva cittaṁ saṇṭhapemi, gocarajjhatte ṭhapemīti attho.",
  "atk-s0201a2:349_12": "Sannisādemīti tattheva ca naṁ sannisīdāpemi.",
  "atk-s0201a2:349_13": "Ekodiṁ karomīti ekaggaṁ karomi.",
  "atk-s0201a2:349_14": "Samādahāmīti sammā ādahāmi, suṭṭhu āropemīti attho.",
  "atk-s0201a2:349_15": "Mā me cittaṁ ūhaññīti mā mayhaṁ cittaṁ ugghātīyittha, mā uddhaccāya saṁvattatūti attho.",
  "atk-s0201a2:350_0": "210.Uppajjati abyāpādavitakko…pe…",
  "atk-s0201a2:350_1": "avihiṁsāvitakkoti ettha yo so imāya heṭṭhā vuttataruṇavipassanāya saddhiṁ uppannavitakko kāmapaccanīkaṭṭhena nekkhammavitakkoti vutto.",
  "atk-s0201a2:350_2": "Soyeva byāpādapaccanīkaṭṭhena abyāpādavitakkoti ca vihiṁsāpaccanīkaṭṭhena avihiṁsāvitakkoti ca vutto.",
  "atk-s0201a2:351_0": "Ettāvatā bodhisattassa samāpattiṁ nissāya vipassanāpaṭṭhapanakālo kathito.",
  "atk-s0201a2:351_1": "Yassa hi samādhipi taruṇo, vipassanāpi.",
  "atk-s0201a2:351_2": "Tassa vipassanaṁ paṭṭhapetvā aticiraṁ nisinnassa kāyo kilamati, anto aggi viya uṭṭhahati, kacchehi sedā muccanti, matthakato usumavaṭṭi viya uṭṭhahati, cittaṁ haññati vihaññati vipphandati.",
  "atk-s0201a2:351_3": "So puna samāpattiṁ samāpajjitvā taṁ paridametvā mudukaṁ katvā samassāsetvā puna vipassanaṁ paṭṭhapeti.",
  "atk-s0201a2:351_4": "Tassa puna aticiraṁ nisinnassa tatheva hoti.",
  "atk-s0201a2:351_5": "So puna samāpattiṁ samāpajjitvā tatheva karoti.",
  "atk-s0201a2:351_6": "Vipassanāya hi bahūpakārā samāpatti.",
  "atk-s0201a2:352_0": "Yathā yodhassa phalakakoṭṭhako nāma bahūpakāro hoti, so taṁ nissāya saṅgāmaṁ pavisati, tattha hatthīhipi assehipi yodhehipi saddhiṁ kammaṁ katvā āvudhesu vā khīṇesu bhuñjitukāmatādibhāve vā sati nivattitvā phalakakoṭṭhakaṁ pavisitvā āvudhānipi gaṇhāti, vissamatipi, bhuñjatipi, pānīyampi pivati, sannāhampi paṭisannayhati, taṁ taṁ katvā puna saṅgāmaṁ pavisati, tattha kammaṁ katvā puna uccārādipīḷito vā kenacideva vā karaṇīyena phalakakoṭṭhakaṁ pavisati.",
  "atk-s0201a2:352_1": "Tattha santhambhitvā puna saṅgāmaṁ pavisati, evaṁ yodhassa phalakakoṭṭhako viya vipassanāya bahūpakārā samāpatti.",
  "atk-s0201a2:353_0": "Samāpattiyā pana saṅgāmanittharaṇakayodhassa phalakakoṭṭhakatopi vipassanā bahūpakāratarā.",
  "atk-s0201a2:353_1": "Kiñcāpi hi samāpattiṁ nissāya vipassanaṁ paṭṭhapeti, vipassanā pana thāmajātā samāpattimpi rakkhati.",
  "atk-s0201a2:353_2": "Thāmajātaṁ karoti.",
  "atk-s0201a2:354_0": "Yathā hi thale nāvampi nāvāya bhaṇḍampi sakaṭabhāraṁ karonti.",
  "atk-s0201a2:354_1": "Udakaṁ patvā pana sakaṭampi sakaṭabhaṇḍampi yuttagoṇepi nāvābhāraṁ karonti.",
  "atk-s0201a2:354_2": "Nāvā tiriyaṁ sotaṁ chinditvā sotthinā supaṭṭanaṁ gacchati, evamevaṁ kiñcāpi samāpattiṁ nissāya vipassanaṁ paṭṭhapeti, vipassanā pana thāmajātā samāpattimpi rakkhati, thāmajātaṁ karoti.",
  "atk-s0201a2:354_3": "Thalaṁ patvā sakaṭaṁ viya hi samāpatti.",
  "atk-s0201a2:354_4": "Udakaṁ patvā nāvā viya vipassanā.",
  "atk-s0201a2:354_5": "Iti bodhisattassa ettāvatā samāpattiṁ nissāya vipassanāpaṭṭhapanakālo kathitoti veditabbo.",
  "atk-s0201a2:355_0": "Yaññadevātiādi kaṇhapakkhe vuttānusāreneva veditabbaṁ, idhāpi atthadīpikaṁ upamaṁ dassetuṁ seyyathāpītiādimāha.",
  "atk-s0201a2:355_1": "Tattha gāmantasambhatesūti gāmantaṁ āhaṭesu.",
  "atk-s0201a2:355_2": "Satikaraṇīyameva hotīti etā gāvoti satiuppādanamattameva kātabbaṁ hoti.",
  "atk-s0201a2:355_3": "Ito cito ca gantvā ākoṭanādikiccaṁ natthi.",
  "atk-s0201a2:355_4": "Ete dhammāti ete samathavipassanā dhammāti satuppādanamattameva kātabbaṁ hoti.",
  "atk-s0201a2:355_5": "Iminā bodhisattassa samathavipassanānaṁ thāmajātakālo kathito.",
  "atk-s0201a2:355_6": "Tadā kirassa samāpattiṁ appanatthāya nisinnassa aṭṭha samāpattiyo ekāvajjanena āpāthaṁ āgacchanti, vipassanaṁ paṭṭhapetvā nisinno satta anupassanā ekappahāreneva āruḷho hoti.",
  "atk-s0201a2:356_0": "215.Seyyathāpīti idha kiṁ dasseti?",
  "atk-s0201a2:356_1": "Ayaṁ pāṭiyekko anusandhi, sattānañhi hitūpacāraṁ attano satthubhāvasampadañca dassento bhagavā imaṁ desanaṁ ārabhi.",
  "atk-s0201a2:356_2": "Tattha araññeti aṭaviyaṁ.",
  "atk-s0201a2:356_3": "Pavaneti vanasaṇḍe.",
  "atk-s0201a2:356_4": "Atthato hi idaṁ dvayaṁ ekameva, paṭhamassa pana dutiyaṁ vevacanaṁ.",
  "atk-s0201a2:356_5": "Ayogakkhemakāmoti catūhi yogehi khemaṁ nibbhayaṭṭhānaṁ anicchanto bhayameva icchanto.",
  "atk-s0201a2:356_6": "Sovatthikoti suvatthibhāvāvaho.",
  "atk-s0201a2:356_7": "Pītigamanīyoti tuṭṭhiṁ gamanīyo.",
  "atk-s0201a2:356_8": "“Pītagamanīyo”ti vā pāṭho.",
  "atk-s0201a2:356_9": "Pidaheyyāti sākhādīhi thakeyya.",
  "atk-s0201a2:356_10": "Vivareyyāti visadamukhaṁ katvā vivaṭaṁ kareyya.",
  "atk-s0201a2:356_11": "Kummagganti udakavanapabbatādīhi sanniruddhaṁ amaggaṁ.",
  "atk-s0201a2:356_12": "Odaheyya okacaranti tesaṁ oke caramānaṁ viya ekaṁ dīpakamigaṁ ekasmiṁ ṭhāne ṭhapeyya.",
  "atk-s0201a2:356_13": "Okacārikanti dīgharajjuyā bandhitaṁyeva migiṁ.",
  "atk-s0201a2:357_0": "Migaluddako hi araññaṁ migānaṁ vasanaṭṭhānaṁ gantvā “idha vasanti, iminā maggena nikkhamanti, ettha caranti, ettha pivanti, iminā maggena pavisantī”ti sallakkhetvā maggaṁ pidhāya kummaggaṁ vivaritvā okacarañca okacārikañca ṭhapetvā sayaṁ paṭicchannaṭṭhāne sattiṁ gahetvā tiṭṭhati.",
  "atk-s0201a2:357_1": "Atha sāyanhasamaye migā akutobhaye araññe caritvā pānīyaṁ pivitvā migapotakehi saddhiṁ kīḷamānā vasanaṭṭhānasantikaṁ āgantvā okacarañca okacārikañca disvā “sahāyakā no āgatā bhavissantī”ti nirāsaṅkā pavisanti, te maggaṁ pihitaṁ disvā “nāyaṁ maggo, ayaṁ maggo bhavissatī”ti kummaggaṁ paṭipajjanti.",
  "atk-s0201a2:357_2": "Migaluddako na tāva kiñci karoti, paviṭṭhesu pana sabbapacchimaṁ saṇikaṁ paharati.",
  "atk-s0201a2:357_3": "So uttasati, tato sabbe uttasitvā “bhayaṁ uppanna”nti purato olokentā udakena vā vanena vā pabbatena vā sanniruddhaṁ maggaṁ disvā ubhohi passehi aṅgulisaṅkhalikaṁ viya gahanavanaṁ pavisituṁ asakkontā paviṭṭhamaggeneva nikkhamituṁ ārabhanti.",
  "atk-s0201a2:357_4": "Luddako tesaṁ nivattanabhāvaṁ ñatvā ādito paṭṭhāya tiṁsampi cattālīsampi mige ghāteti.",
  "atk-s0201a2:357_5": "Idaṁ sandhāya evañhi so, bhikkhave, mahāmigasaṅgho aparena samayena anayabyasanaṁ āpajjeyyāti vuttaṁ.",
  "atk-s0201a2:358_0": "“Nandīrāgassetaṁ adhivacanaṁ, avijjāyetaṁ adhivacana”nti ettha yasmā ime sattā avijjāya aññāṇā hutvā nandīrāgena ābandhitvā rūpārammaṇādīni upanītā vaṭṭadukkhasattiyā ghātaṁ labhanti.",
  "atk-s0201a2:358_1": "Tasmā bhagavā okacaraṁ nandīrāgoti, okacārikaṁ avijjāti katvā dassesi.",
  "atk-s0201a2:359_0": "Migaluddako hi ekadāpi tesaṁ sākhābhaṅgena sarīraṁ puñchitvā manussagandhaṁ apanetvā okacaraṁ ekasmiṁ ṭhāne ṭhapetvā okacārikaṁ saha rajjuyā vissajjetvā attānaṁ paṭicchādetvā sattiṁ ādāya okacarassa santike tiṭṭhati, okacārikā migagaṇassa caraṇaṭṭhānābhimukhī gacchati.",
  "atk-s0201a2:359_1": "Taṁ disvā migā sīsāni ukkhipitvā tiṭṭhanti, sāpi sīsaṁ ukkhipitvā tiṭṭhati, te “amhākaṁ samajātikā aya”nti gocaraṁ gaṇhanti.",
  "atk-s0201a2:359_2": "Sāpi tiṇāni khādantī viya saṇikaṁ upagacchati.",
  "atk-s0201a2:359_3": "Āraññiko yūthapatimigo tassā vātaṁ labhitvā sakabhariyaṁ vissajjetvā tadabhimukho hoti.",
  "atk-s0201a2:360_0": "Sattānañhi navanavameva piyaṁ hoti.",
  "atk-s0201a2:360_1": "Okacārikā āraññikassa migassa accāsannabhāvaṁ adatvā tadabhimukhīva pacchato paṭikkamitvā okacarassa santikaṁ gacchati, yattha yatthassā rajju laggati, tattha tattha khurena paharitvā moceti, āraññiko migo okacaraṁ disvā okacārikāya sammatto hutvā okacare usūyaṁ katvā piṭṭhiṁ nāmetvā sīsaṁ kampento tiṭṭhati, tasmiṁ khaṇe sattiṁ jivhāya lehantopi “kiṁ eta”nti na jānāti, okacaropi sacassa uparibhāgena taṁ migaṁ paharituṁ sukhaṁ hoti, piṭṭhiṁ nāmeti.",
  "atk-s0201a2:360_2": "Sacassa heṭṭhābhāgena paharituṁ sukhaṁ hoti, hadayaṁ unnāmeti.",
  "atk-s0201a2:360_3": "Atha luddako āraññikaṁ migaṁ sattiyā paharitvā tattheva ghātetvā maṁsaṁ ādāya gacchati.",
  "atk-s0201a2:360_4": "Evameva yathā so migo okacārikāya sammatto okacare usūyaṁ katvā sattiṁ jivhāya lehantopi kiñci na jānāti, tathā ime sattā avijjāya sammattā andhabhūtā kiñci ajānantā rūpādīsu nandīrāgaṁ upagamma vaṭṭadukkhasattiyā vadhaṁ labhantīti bhagavā okacaraṁ nandīrāgoti, okacārikaṁ avijjāti katvā dassesi.",
  "atk-s0201a2:361_0": "Iti kho, bhikkhave, vivaṭo mayā khemo maggoti iti kho, bhikkhave, mayā imesaṁ sattānaṁ hitacaraṇena sammāsambodhiṁ patvā ahaṁ buddhosmīti tuṇhībhūtena anisīditvā dhammacakkappavattanato paṭṭhāya dhammaṁ desentena vivaṭo khemo ariyo aṭṭhaṅgiko maggo, pihito kummaggo, aññātakoṇḍaññādīnaṁ bhabbapuggalānaṁ ūhato okacaro nandīrāgo dvedhā chetvā pātito, nāsitā okacārikā avijjā sabbena sabbaṁ samugghātitāti attano hitūpacāraṁ dassesi.",
  "atk-s0201a2:361_1": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:362_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:363_0": "Dvedhāvitakkasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:364_0": "10. Vitakkasaṇṭhānasuttavaṇṇanā",
  "atk-s0201a2:365_0": "216.Evaṁme sutanti vitakkasaṇṭhānasuttaṁ.",
  "atk-s0201a2:365_1": "Tattha adhicittamanuyuttenāti dasakusalakammapathavasena uppannaṁ cittaṁ cittameva, vipassanāpādakaaṭṭhasamāpatticittaṁ tato cittato adhikaṁ cittanti adhicittaṁ.",
  "atk-s0201a2:365_2": "Anuyuttenāti taṁ adhicittaṁ anuyuttena, tattha yuttappayuttenāti attho.",
  "atk-s0201a2:366_0": "Tatrāyaṁ bhikkhu purebhattaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātappaṭikkanto nisīdanaṁ ādāya asukasmiṁ rukkhamūle vā vanasaṇḍe vā pabbatapāde vā pabbhāre vā samaṇadhammaṁ karissāmīti nikkhamantopi, tattha gantvā hatthehi vā pādehi vā nisajjaṭṭhānato tiṇapaṇṇāni apanentopi adhicittaṁ anuyuttoyeva.",
  "atk-s0201a2:366_1": "Nisīditvā pana hatthapāde dhovitvā pallaṅkaṁ ābhujitvā mūlakammaṭṭhānaṁ gahetvā viharantopi adhicittaṁ anuyuttoyeva.",
  "atk-s0201a2:367_0": "Nimittānīti kāraṇāni.",
  "atk-s0201a2:367_1": "Kālena kālanti samaye samaye.",
  "atk-s0201a2:367_2": "Na nu ca kammaṭṭhānaṁ nāma muhuttampi achaḍḍetvā nirantaraṁ manasikātabbaṁ, kasmā bhagavā “kālena kāla”nti āhāti.",
  "atk-s0201a2:367_3": "Pāḷiyañhi aṭṭhatiṁsa kammaṭṭhānāni vibhattāni, tesu bhikkhunā attano cittarucitaṁ kammaṭṭhānaṁ gahetvā nisinnena yāva kocideva upakkileso nuppajjati, tāva imesaṁ nimittānaṁ manasikārakiccaṁ natthi.",
  "atk-s0201a2:367_4": "Yadā pana uppajjati, tadā imāni gahetvā citte uppannaṁ abbudaṁ nīharitabbanti dassento evamāha.",
  "atk-s0201a2:368_0": "Chandūpasaṁhitāti chandasahagatā rāgasampayuttā.",
  "atk-s0201a2:368_1": "Imesaṁ pana tiṇṇaṁ vitakkānaṁ khettañca ārammaṇañca jānitabbaṁ.",
  "atk-s0201a2:368_2": "Tattha chandūpasañhitānaṁ aṭṭha lobhasahagatacittāni khettaṁ, dosūpasañhitānaṁ dve domanassasahagatāni, mohūpasañhitānaṁ dvādasapi akusalacittāni.",
  "atk-s0201a2:368_3": "Vicikicchāuddhaccasampayuttacittāni pana dve etesaṁ pāṭipuggalikaṁ khettaṁ.",
  "atk-s0201a2:368_4": "Sabbesampi sattā ceva saṅkhārā ca ārammaṇaṁ, iṭṭhāniṭṭhaasamapekkhitesu hi sattesu ca saṅkhāresu ca te uppajjanti.",
  "atk-s0201a2:368_5": "Aññampi nimittaṁ manasikātabbaṁ kusalūpasaṁhitanti tato nimittato aññaṁ kusalanissitaṁ nimittaṁ manasikātabbaṁ.",
  "atk-s0201a2:368_6": "Tattha aññaṁ nimittaṁ nāma chandūpasañhite vitakke sattesu uppanne asubhabhāvanā aññaṁ nimittaṁ nāma.",
  "atk-s0201a2:368_7": "Saṅkhāresu uppanne aniccamanasikāro aññaṁ nimittaṁ nāma.",
  "atk-s0201a2:368_8": "Dosūpasañhite sattesu uppanne mettābhāvanā aññaṁ nimittaṁ nāma.",
  "atk-s0201a2:368_9": "Saṅkhāresu uppanne dhātumanasikāro aññaṁ nimittaṁ nāma.",
  "atk-s0201a2:368_10": "Mohūpasañhite yattha katthaci uppanne pañcadhammūpanissayo aññaṁ nimittaṁ nāma.",
  "atk-s0201a2:369_0": "Imassa hatthā vā sobhanā pādā vātiādinā nayena hi sattesu lobhe uppanne asubhato upasaṁharitabbaṁ.",
  "atk-s0201a2:369_1": "Kimhi sārattosi?",
  "atk-s0201a2:369_2": "Kesesu sārattosi.",
  "atk-s0201a2:369_3": "Lomesu…pe…",
  "atk-s0201a2:369_4": "muttesu sārattosi.",
  "atk-s0201a2:369_5": "Ayaṁ attabhāvo nāma tīhi aṭṭhisatehi ussāpito, navahi nhārusatehi ābaddho, navahi maṁsapesisatehi anulitto, allacammena pariyonaddho, chavirāgena paṭicchanno, navahi vaṇamukhehi navanavutilomakūpasahassehi ca asuci paggharati, kuṇapapūrito, duggandho, jeguccho, paṭikūlo, dvattiṁsakuṇapasañcayo, natthettha sāraṁ vā varaṁ vāti evaṁ asubhato upasaṁharantassa sattesu uppanno lobho pahīyati, tenassa asubhato upasaṁharaṇaṁ aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:370_0": "Pattacīvarādīsu saṅkhāresu lobhe uppanne dvīhākārehi saṅkhāramajjhattataṁ samuṭṭhāpetīti satipaṭṭhānavaṇṇanāyaṁ vuttanayena assāmikatāvakālikabhāvavasena manasikaroto so pahīyati.",
  "atk-s0201a2:370_1": "Tenassa aniccato manasikāro aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:370_2": "Sattesu dose uppanne pana āghātavinayakakacopamovādādīnaṁ vasena mettā bhāvetabbā, taṁ bhāvayato doso pahīyati, tenassa mettābhāvanā aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:370_3": "Khāṇukaṇṭakatiṇapaṇṇādīsu pana dose uppanne tvaṁ kassa kuppasi, kiṁ pathavīdhātuyā, udāhu āpodhātuyā, ko vā panāyaṁ kuppati nāma, kiṁ pathavīdhātu udāhu āpodhātūtiādinā nayena dhātumanasikāraṁ karontassa doso pahīyati.",
  "atk-s0201a2:370_4": "Tenassa dhātumanasikāro aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:371_0": "Mohe pana yattha katthaci uppanne –",
  "atk-s0201a2:372_0": "“Garūsaṁvāso uddeso, uddiṭṭhaparipucchanaṁ;",
  "atk-s0201a2:373_0": "Kālena dhammassavanaṁ, ṭhānāṭṭhānavinicchayo;",
  "atk-s0201a2:374_0": "Pañca dhammūpanissāya, mohadhātu pahīyatī”ti. –",
  "atk-s0201a2:375_0": "Ime pañca dhammā upanissitabbā.",
  "atk-s0201a2:375_1": "Garuṁ upanissāya viharanto hi bhikkhu –",
  "atk-s0201a2:375_2": "“ācariyo gāmappavesanaṁ anāpucchantassa pattakāle vattaṁ akarontassa ghaṭasataudakāharaṇādidaṇḍakammaṁ karotī”ti yattappaṭiyatto hoti, athassa moho pahīyati.",
  "atk-s0201a2:375_3": "Uddesaṁ gaṇhantopi –",
  "atk-s0201a2:375_4": "“ācariyo uddesakāle uddesaṁ aggaṇhantassa asādhukaṁ sajjhāyantassa ca daṇḍakammaṁ karotī”ti yattappaṭiyatto hoti, evampissa moho pahīyati.",
  "atk-s0201a2:375_5": "Garubhāvanīye bhikkhū upasaṁkamitvā “idaṁ bhante kathaṁ imassa ko attho”ti paripucchanto kaṁkhaṁ vinodeti, evampissa moho pahīyati.",
  "atk-s0201a2:375_6": "Kālena dhammasavanaṭṭhānaṁ gantvā sakkaccaṁ dhammaṁ suṇantassāpi tesu tesu ṭhānesu attho pākaṭo hoti.",
  "atk-s0201a2:375_7": "Evampissa moho pahīyati.",
  "atk-s0201a2:375_8": "Idamassa kāraṇaṁ, idaṁ na kāraṇanti ṭhānāṭṭhānavinicchaye cheko hoti, evampissa moho pahīyati.",
  "atk-s0201a2:375_9": "Tenassa pañcadhammūpanissayo aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:376_0": "Apica aṭṭhatiṁsāya ārammaṇesu yaṁkiñci bhāventassāpi ime vitakkā pahīyanti eva.",
  "atk-s0201a2:376_1": "Imāni pana nimittāni ujuvipaccanīkāni paṭipakkhabhūtāni.",
  "atk-s0201a2:376_2": "Imehi pahīnā rāgādayo suppahīnā honti.",
  "atk-s0201a2:376_3": "Yathā hi aggiṁ allakaṭṭhehipi paṁsūhipi sākhādīhipi pothetvā nibbāpentiyeva, udakaṁ pana aggissa ujuvipaccanīkaṁ, tena nibbuto sunibbuto hoti, evamimehi nimittehi pahīnā rāgādayo suppahīnā honti.",
  "atk-s0201a2:376_4": "Tasmā etāni kathitānīti veditabbāni.",
  "atk-s0201a2:377_0": "Kusalūpasaṁhitanti kusalanissitaṁ kusalassa paccayabhūtaṁ.",
  "atk-s0201a2:377_1": "Ajjhattamevāti gocarajjhattaṁyeva.",
  "atk-s0201a2:377_2": "Palagaṇḍoti vaḍḍhakī.",
  "atk-s0201a2:377_3": "Sukhumāya āṇiyāti yaṁ āṇiṁ nīharitukāmo hoti, tato sukhumatarāya sāradāruāṇiyā.",
  "atk-s0201a2:377_4": "Oḷārikaṁ āṇinti candaphalake vā sāraphalake vā ākoṭitaṁ visamāṇiṁ.",
  "atk-s0201a2:377_5": "Abhinihaneyyāti muggarena ākoṭento haneyya.",
  "atk-s0201a2:377_6": "Abhinīhareyyāti evaṁ abhinihananto phalakato nīhareyya.",
  "atk-s0201a2:377_7": "Abhinivaseyyāti idāni bahu nikkhantāti ñatvā hatthena cāletvā nikkaḍḍheyya.",
  "atk-s0201a2:377_8": "Tattha phalakaṁ viya cittaṁ, phalake visamāṇī viya akusalavitakkā, sukhumāṇī viya aññaṁ asubhabhāvanādikusalanimittaṁ, sukhumāṇiyā oḷārikāṇinīharaṇaṁ viya asubhabhāvanādīhi kusalanimittehi tesaṁ vitakkānaṁ nīharaṇaṁ.",
  "atk-s0201a2:378_0": "217.Ahikuṇapenātiādi atijegucchapaṭikūlakuṇapadassanatthaṁ vuttaṁ.",
  "atk-s0201a2:378_1": "Kaṇṭhe āsattenāti kenacideva paccatthikena ānetvā kaṇṭhe baddhena paṭimukkena.",
  "atk-s0201a2:378_2": "Aṭṭiyeyyāti aṭṭo dukkhito bhaveyya.",
  "atk-s0201a2:378_3": "Harāyeyyāti lajjeyya.",
  "atk-s0201a2:378_4": "Jiguccheyyāti sañjātajiguccho bhaveyya.",
  "atk-s0201a2:379_0": "Pahīyantīti evaṁ imināpi kāraṇena ete akusalā dhammā sāvajjā dukkhavipākāti attano paññābalena upaparikkhato ahikuṇapādīni viya jigucchantassa pahīyanti.",
  "atk-s0201a2:379_1": "Yo pana attano paññābalena upaparikkhituṁ na sakkoti, tena ācariyaṁ vā upajjhāyaṁ vā aññataraṁ vā garuṭṭhāniyaṁ sabrahmacāriṁ saṅghattheraṁ vā upasaṅkamitvā ghaṇḍiṁ paharitvā bhikkhusaṅghameva vā sannipātetvā ārocetabbaṁ, bahunañhi sannipāte bhavissateva eko paṇḍitamanusso, svāyaṁ evaṁ etesu ādīnavo daṭṭhabboti kathessati, kāyavicchindanīyakathādīhi vā pana te vitakke niggaṇhissatīti.",
  "atk-s0201a2:380_0": "218.Asatiamanasikāro āpajjitabboti neva so vitakko saritabbo na manasikātabbo, aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:380_1": "Yathā hi rūpaṁ apassitukāmo puriso akkhīni nimīleyya, evameva mūlakammaṭṭhānaṁ gahetvā nisinnena bhikkhunā cittamhi vitakke uppanne aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:380_2": "Evamassa so vitakko pahīyati, tasmiṁ pahīne puna kammaṭṭhānaṁ gahetvā nisīditabbaṁ.",
  "atk-s0201a2:381_0": "Sace na pahīyati, uggahito dhammakathāpabandho hoti, so mahāsaddena sajjhāyitabbo.",
  "atk-s0201a2:381_1": "Evampi ce aññavihitakassa sato so na pahīyati.",
  "atk-s0201a2:381_2": "Thavikāya muṭṭhipotthako hoti, yattha ca buddhavaṇṇāpi dhammavaṇṇāpi likhitā honti, taṁ nīharitvā vācentena aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:381_3": "Evampi ce na pahīyati, thavikato araṇisahitāni nīharitvā “ayaṁ uttarāraṇī ayaṁ adharāraṇī”ti āvajjentena aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:381_4": "Evampi ce na pahīyati, sipāṭikaṁ nīharitvā “idaṁ ārakaṇṭakaṁ nāma, ayaṁ pipphalako nāma, idaṁ nakhacchedanaṁ nāma, ayaṁ sūci nāmā”ti parikkhāraṁ samannānentena aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:381_5": "Evampi ce na pahīyati, sūciṁ gahetvā cīvare jiṇṇaṭṭhānaṁ sibbantena aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:381_6": "Evaṁ yāva na pahīyati, tāva taṁ taṁ kusalakammaṁ karontena aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:381_7": "Pahīne puna mūlakammaṭṭhānaṁ gahetvā nisīditabbaṁ, navakammaṁ pana na paṭṭhapetabbaṁ. Kasmā?",
  "atk-s0201a2:381_8": "Vitakke pacchinne kammaṭṭhānamanasikārassa okāso na hoti.",
  "atk-s0201a2:382_0": "Porāṇakapaṇḍitā pana navakammaṁ katvāpi vitakkaṁ pacchindiṁsu.",
  "atk-s0201a2:382_1": "Tatridaṁ vatthu –",
  "atk-s0201a2:382_2": "tissasāmaṇerassa kira upajjhāyo tissamahāvihāre vasati.",
  "atk-s0201a2:382_3": "Tissasāmaṇero “bhante ukkaṇṭhitomhī”ti āha.",
  "atk-s0201a2:382_4": "Atha naṁ thero “imasmiṁ vihāre nhānaudakaṁ dullabhaṁ, maṁ gahetvā cittalapabbataṁ gacchāhī”ti āha.",
  "atk-s0201a2:382_5": "So tathā akāsi.",
  "atk-s0201a2:382_6": "Tattha naṁ thero āha “ayaṁ vihāro accantasaṅghiko, ekaṁ puggalikaṭṭhānaṁ karohī”ti.",
  "atk-s0201a2:382_7": "So sādhu bhanteti ādito paṭṭhāya saṁyuttanikāyaṁ pabbhārasodhanaṁ tejodhātukasiṇaparikammanti tīṇīpi ekato ārabhitvā kammaṭṭhānaṁ appanaṁ pāpesi, saṁyuttanikāyaṁ pariyosāpesi, leṇakammaṁ niṭṭhāpesi, sabbaṁ katvā upajjhāyassa saññaṁ adāsi.",
  "atk-s0201a2:382_8": "Upajjhāyo “dukkhena te sāmaṇera kataṁ, ajja tāva tvaṁyeva vasāhī”ti āha.",
  "atk-s0201a2:382_9": "So taṁ rattiṁ leṇe vasanto utusappāyaṁ labhitvā vipassanaṁ vaḍḍhetvā arahattaṁ patvā tattheva parinibbāyi.",
  "atk-s0201a2:382_10": "Tassa dhātuyo gahetvā cetiyaṁ akaṁsu.",
  "atk-s0201a2:382_11": "Ajjāpi tissattheracetiyanti paññāyati.",
  "atk-s0201a2:382_12": "Idaṁ pabbaṁ asatipabbaṁ nāma.",
  "atk-s0201a2:383_0": "219.",
  "atk-s0201a2:383_1": "Imasmiṁ ṭhatvā vitakke niggaṇhituṁ asakkonto idha ṭhatvā niggaṇhissatīti vitakkamūlabhedaṁ pabbaṁ dassento puna tassa ce bhikkhavetiādimāha.",
  "atk-s0201a2:383_2": "Tattha vitakkasaṅkhārasaṇṭhānaṁ manasikātabbanti saṅkharotīti saṅkhāro, paccayo, kāraṇaṁ mūlanti attho.",
  "atk-s0201a2:383_3": "Santiṭṭhati etthāti saṇṭhānaṁ, vitakkasaṅkhārassa saṇṭhānaṁ vitakkasaṅkhārasaṇṭhānaṁ, taṁ manasikātabbanti.",
  "atk-s0201a2:383_4": "Idaṁ vuttaṁ hoti, ayaṁ vitakko kiṁ hetu kiṁ paccayā kiṁ kāraṇā uppannoti vitakkānaṁ mūlañca mūlamūlañca manasikātabbanti.",
  "atk-s0201a2:383_5": "Kiṁ nu kho ahaṁ sīghaṁgacchāmīti kena nu kho kāraṇena ahaṁ sīghaṁ gacchāmi?",
  "atk-s0201a2:383_6": "Yaṁnūnāhaṁ saṇikaṁ gaccheyyanti kiṁ me iminā sīghagamanena, saṇikaṁ gacchissāmīti cintesi.",
  "atk-s0201a2:383_7": "So saṇikaṁ gaccheyyāti so evaṁ cintetvā saṇikaṁ gaccheyya.",
  "atk-s0201a2:383_8": "Esa nayo sabbattha.",
  "atk-s0201a2:384_0": "Tattha tassa purisassa sīghagamanakālo viya imassa bhikkhuno vitakkasamāruḷhakālo.",
  "atk-s0201a2:384_1": "Tassa saṇikagamanakālo viya imassa vitakkacārapacchedanakālo.",
  "atk-s0201a2:384_2": "Tassa ṭhitakālo viya imassa vitakkacāre pacchinne mūlakammaṭṭhānaṁ cittotaraṇakālo.",
  "atk-s0201a2:384_3": "Tassa nisinnakālo viya imassa vipassanaṁ vaḍḍhetvā arahattappattakālo.",
  "atk-s0201a2:384_4": "Tassa nipannakālo viya imassa nibbānārammaṇāya phalasamāpattiyā divasaṁ vītivattanakālo.",
  "atk-s0201a2:384_5": "Tattha ime vitakkā kiṁ hetukā kiṁ paccayāti vitakkānaṁ mūlamūlaṁ gacchantassa vitakkacāro sithilo hoti.",
  "atk-s0201a2:384_6": "Tasmiṁ sithilībhūte matthakaṁ gacchante vitakkā sabbaso nirujjhanti.",
  "atk-s0201a2:384_7": "Ayamattho duddubhajātakenapi dīpetabbo –",
  "atk-s0201a2:385_0": "Sasakassa kira beluvarukkhamūle niddāyantassa beluvapakkaṁ vaṇṭato chijjitvā kaṇṇamūle patitaṁ.",
  "atk-s0201a2:385_1": "So tassa saddena “pathavī bhijjatī”ti saññāya uṭṭhahitvā vegena palāyi.",
  "atk-s0201a2:385_2": "Taṁ disvā purato aññepi catuppadā palāyiṁsu.",
  "atk-s0201a2:385_3": "Tadā bodhisatto sīho hoti.",
  "atk-s0201a2:385_4": "So cintesi –",
  "atk-s0201a2:385_5": "“ayaṁ pathavī nāma kappavināse bhijjati, antarā pathavībhedo nāma natthi, yaṁnūnāhaṁ mūlamūlaṁ gantvā anuvijjeyya”nti.",
  "atk-s0201a2:385_6": "So hatthināgato paṭṭhāya yāva sasakaṁ pucchi “tayā, tāta, pathavī bhijjamānā diṭṭhā”ti.",
  "atk-s0201a2:385_7": "Saso “āma devā”ti āha.",
  "atk-s0201a2:385_8": "Sīho “ehi, bho, dassehī”ti.",
  "atk-s0201a2:385_9": "Saso “na sakkomi sāmī”ti.",
  "atk-s0201a2:385_10": "“Ehi, re, mā bhāyī”ti saṇhamudukena gahetvā gato saso rukkhassa avidūre ṭhatvā –",
  "atk-s0201a2:386_0": "“Duddubhāyati bhaddante, yasmiṁ dese vasāmahaṁ;",
  "atk-s0201a2:387_0": "Ahampetaṁ na jānāmi, kimetaṁ duddubhāyatī”ti. –",
  "atk-s0201a2:388_0": "Gāthamāha.",
  "atk-s0201a2:388_1": "Bodhisatto “tvaṁ ettheva tiṭṭhā”ti rukkhamūlaṁ gantvā sasakassa nipannaṭṭhānaṁ addasa, beluvapakkaṁ addasa, uddhaṁ oleketvā vaṇṭaṁ addasa, disvā “ayaṁ saso ettha nipanno, niddāyamāno imassa kaṇṇamūle patitassa saddena ‘pathavī bhijjatī’ti evaṁsaññī hutvā palāyī”ti ñatvā taṁ kāraṇaṁ sasaṁ pucchi.",
  "atk-s0201a2:388_2": "Saso “āma, devā”ti āha.",
  "atk-s0201a2:388_3": "Bodhisatto imaṁ gāthamāha –",
  "atk-s0201a2:389_0": "“Beluva patitaṁ sutvā, duddubhanti saso javi;",
  "atk-s0201a2:390_0": "Sasassa vacanaṁ sutvā, santattā migavāhinī”ti. ;",
  "atk-s0201a2:391_0": "Tato bodhisatto “mā bhāyathā”ti migagaṇe assāsesi.",
  "atk-s0201a2:391_1": "Evaṁ vitakkānaṁ mūlamūlaṁ gacchantassa vitakkā pahīyanti.",
  "atk-s0201a2:392_0": "220.",
  "atk-s0201a2:392_1": "Imasmiṁ vitakkamūlabhedapabbe ṭhatvā vitakke niggaṇhituṁ asakkontena pana evaṁ niggaṇhitabbāti aparampi kāraṇaṁ dassento puna tassa ce, bhikkhavetiādimāha.",
  "atk-s0201a2:393_0": "Dantebhidantamādhāyāti heṭṭhādante uparidantaṁ ṭhapetvā.",
  "atk-s0201a2:393_1": "Cetasā cittanti kusalacittena akusalacittaṁ abhiniggaṇhitabbaṁ.",
  "atk-s0201a2:393_2": "Balavā purisoti yathā thāmasampanno mahābalo puriso dubbalaṁ purisaṁ sīse vā gale vā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya abhisantāpeyya santattaṁ kilantaṁ mucchāparetaṁ viya kareyya, evameva bhikkhunā vitakkehi saddhiṁ paṭimallena hutvā “ke ca tumhe ko cāha”nti abhibhavitvā –",
  "atk-s0201a2:393_3": "“kāmaṁ taco ca nhāru ca aṭṭhi ca avasissatu sarīre upasussatu maṁsalohita”nti evaṁ mahāvīriyaṁ paggayha vitakkā niggaṇhitabbāti dassento ima atthadīpikaṁ upamaṁ āhari.",
  "atk-s0201a2:394_0": "221.Yato kho, bhikkhaveti idaṁ pariyādānabhājaniyaṁ nāma, taṁ uttānatthameva.",
  "atk-s0201a2:394_1": "Yathā pana satthācariyo tiroraṭṭhā āgataṁ rājaputtaṁ pañcāvudhasippaṁ uggaṇhāpetvā “gaccha, attano raṭṭhe rajjaṁ gaṇha.",
  "atk-s0201a2:394_2": "Sace te antarāmagge corā uṭṭhahanti, dhanunā kammaṁ katvā gaccha.",
  "atk-s0201a2:394_3": "Sace te dhanu nassati vā bhijjati vā sattiyā asinā”ti evaṁ pañcahipi āvudhehi kattabbaṁ dassetvā uyyojeti.",
  "atk-s0201a2:394_4": "So tathā katvā sakaraṭṭhaṁ gantvā rajjaṁ gahetvā rajjasiriṁ anubhoti.",
  "atk-s0201a2:394_5": "Evamevaṁ bhagavā adhicittamanuyuttaṁ bhikkhuṁ arahattagahaṇatthāya uyyojento –",
  "atk-s0201a2:394_6": "“sacassa antarā akusalavitakkā uppajjanti, aññanimittapabbe ṭhatvā te niggaṇhitvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇissati.",
  "atk-s0201a2:394_7": "Tattha asakkonto ādīnavapabbe ṭhatvā, tatrāpi asakkonto asatipabbe ṭhatvā, tatrāpi asakkonto vitakkamūlabhedapabbe ṭhatvā, tatrāpi asakkonto abhiniggaṇhanapabbe ṭhatvā vitakke niggaṇhitvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇissatī”ti imāni pañca pabbāni desesi.",
  "atk-s0201a2:395_0": "Vasī vitakkapariyāyapathesūti vitakkacārapathesu ciṇṇavasī paguṇavasīti vuccati.",
  "atk-s0201a2:395_1": "Yaṁ vitakkaṁ ākaṅkhissatīti idaṁ assa vasībhāvākāradassanatthaṁ vuttaṁ.",
  "atk-s0201a2:395_2": "Ayañhi pubbe yaṁ vitakkaṁ vitakketukāmo hoti, taṁ na vitakketi.",
  "atk-s0201a2:395_3": "Yaṁ na vitakketukāmo hoti, taṁ vitakketi.",
  "atk-s0201a2:395_4": "Idāni pana vasībhūtattā yaṁ vitakkaṁ vitakketukāmo hoti, taṁyeva vitakketi.",
  "atk-s0201a2:395_5": "Yaṁ na vitakketukāmo, na taṁ vitakketi.",
  "atk-s0201a2:395_6": "Tena vuttaṁ “yaṁ vitakkaṁ ākaṅkhissati, taṁ vitakkaṁ vitakkessati.",
  "atk-s0201a2:395_7": "Yaṁ vitakkaṁ nākaṅkhissati, na taṁ vitakkaṁ vitakkhessatī”ti.",
  "atk-s0201a2:395_8": "Acchecchi taṇhantiādi sabbāsavasutte vuttamevāti.",
  "atk-s0201a2:396_0": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:397_0": "Vitakkasaṇṭhānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:398_0": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:399_0": "Mūlapaṇṇāsaṭṭhakathāya paṭhamo bhāgo niṭṭhito.",
  "atk-s0201a2:400_0": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0201a2:401_0": "Majjhimanikāye",
  "atk-s0201a2:402_0": "Mūlapaṇṇāsa-aṭṭhakathā",
  "atk-s0201a2:403_0": "(Dutiyo bhāgo)"
}