{
  "atk-s0510a6:0_0": "6. Bījanivaggo",
  "atk-s0510a6:1_0": "1. Vidhūpanadāyakattheraapadānavaṇṇanā",
  "atk-s0510a6:2_0": "Padumuttarabuddhassātiādikaṁ āyasmato vidhūpanadāyakattherassa apadānaṁ.",
  "atk-s0510a6:2_1": "Ayampi purimajinavaresu pūritapuññasambhāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle ekasmiṁ kulagehe nibbatto viññutaṁ patto vibhavasampanno saddhājāto bhagavati pasanno gimhakāle suvaṇṇarajatamuttāmaṇimayaṁ bījaniṁ kāretvā bhagavato adāsi.",
  "atk-s0510a6:2_2": "So tena puññakammena devesu ca manussesu ca saṁsaranto dve sampattiyo anubhavitvā imassa amhākaṁ sammāsambuddhassa uppannakāle ekasmiṁ kulagehe nibbatto gharabandhanena bandhitvā gharāvāse ādīnavaṁ disvā pabbajjāya ca ānisaṁsaṁ disvā saddhāsampanno sāsane pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva arahā ahosi.",
  "atk-s0510a6:3_0": "1.",
  "atk-s0510a6:3_1": "So “kena mayā puññakammena ayaṁ lokuttarasampatti laddhā”ti attano pubbakammaṁ anussaranto taṁ paccakkhato ñatvā pubbacaritāpadānaṁ pakāsento padumuttarabuddhassātiādimāha.",
  "atk-s0510a6:3_2": "Taṁ heṭṭhā vuttatthameva.",
  "atk-s0510a6:3_3": "Bījanikā mayā dinnāti visesena santāpayantānaṁ sattānaṁ santāpaṁ nibbāpenti sītalaṁ vātaṁ janetīti bījanī, bījanīyeva bījanikā, sā sattaratanamayā vijjotamānā bījanikā mayā kārāpetvā dinnāti attho.",
  "atk-s0510a6:4_0": "Vidhūpanadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:5_0": "2. Sataraṁsittheraapadānavaṇṇanā",
  "atk-s0510a6:6_0": "Ucciyaṁ selamāruyhātiādikaṁ āyasmato sataraṁsittherassa apadānaṁ.",
  "atk-s0510a6:6_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle brāhmaṇakule nibbatto viññutaṁ patto sakkaṭabyākaraṇe vedattaye ca pāraṅgato gharāvāsaṁ pahāya araññaṁ pavisitvā isipabbajjaṁ pabbajitvā himavante vāsaṁ kappesi.",
  "atk-s0510a6:6_2": "Tasmiṁ samaye padumuttaro bhagavā vivekakāmatāya uccaṁ ekaṁ pabbataṁ āruyha jalitaggikkhanto viya nisīdi.",
  "atk-s0510a6:6_3": "Taṁ tathānisinnaṁ bhagavantaṁ disvā tāpaso somanassajāto añjaliṁ paggayha anekehi kāraṇehi thomesi.",
  "atk-s0510a6:6_4": "So tena puññakammena tato cuto chasu kāmāvacaradevesu dibbasampattiṁ anubhavitvā tato manussaloke sataraṁsī nāma cakkavattī rājā hutvā nibbatti.",
  "atk-s0510a6:6_5": "Tampi sampattiṁ anekakkhattuṁ anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto pubbapuññasambhāravasena ñāṇassa paripakkattā sattavassikova pabbajitvā arahattaṁ pāpuṇi.",
  "atk-s0510a6:7_0": "8-9.",
  "atk-s0510a6:7_1": "So “ahaṁ kena kammena sattavassikova santipadaṁ anuppattosmī”ti saramāno pubbakammaṁ ñāṇena paccakkhato disvā somanassajāto pubbacaritāpadānaṁ udānavasena pakāsento ucciyaṁ selamāruyhātiādimāha.",
  "atk-s0510a6:7_2": "Tattha ucciyanti uccaṁ selamayaṁ pabbataṁ āruyha nisīdi padumuttaroti sambandho.",
  "atk-s0510a6:7_3": "Pabbatassāvidūramhīti bhagavato nisinnassa pabbatassa āsannaṭṭhāneti attho.",
  "atk-s0510a6:7_4": "Brāhmaṇo mantapāragūti mantasaṅkhātassa vedattayassa pāraṁ pariyosānaṁ koṭiṁ gato eko brāhmaṇoti attho, aññaṁ viya attānaṁ niddisati ayaṁ mantapāragūti.",
  "atk-s0510a6:7_5": "Upaviṭṭhaṁ mahāvīranti tasmiṁ pabbate nisinnaṁ vīravantaṁ jinaṁ, kiṁ visiṭṭhaṁ?",
  "atk-s0510a6:7_6": "Devadevaṁ sakalachakāmāvacarabrahmadevānaṁ atidevaṁ narāsabhaṁ narānaṁ āsataṁ seṭṭhaṁ lokanāyakaṁ sakalasattalokaṁ nayantaṁ nibbānaṁ pāpentaṁ ahaṁ añjaliṁ dasanakhasamodhānañjalipuṭaṁ sirasi muddhani paggahetvāna patiṭṭhapetvā santhaviṁ suṭṭhuṁ thomesinti sambandho.",
  "atk-s0510a6:8_0": "12.Abhāsathāti “yenāyaṁ añjalī dinno…pe… arahā so bhavissatī”ti byākāsi. Sesaṁ uttānatthamevāti.",
  "atk-s0510a6:9_0": "Sataraṁsittheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:10_0": "3. Sayanadāyakattheraapadānavaṇṇanā",
  "atk-s0510a6:11_0": "Padumuttarabuddhassātiādikaṁ āyasmato sayanadāyakattherassa apadānaṁ.",
  "atk-s0510a6:11_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle ekasmiṁ kulagehe nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā sukhamanubhavanto satthu dhammadesanaṁ sutvā satthari pasanno dantasuvaṇṇarajatamuttamaṇimayaṁ mahārahaṁ mañcaṁ kārāpetvā cīnapaṭṭakambalādīni attharitvā sayanatthāya bhagavato adāsi.",
  "atk-s0510a6:11_2": "Bhagavā tassa anuggahaṁ karonto tattha sayi.",
  "atk-s0510a6:11_3": "So tena puññakammena devamanussesu saṁsaranto tadanurūpaṁ ākāsagamanasukhaseyyādisukhaṁ anubhavitvā imasmiṁ buddhuppāde vibhavasampanne ekasmiṁ kule nibbattitvā viññutaṁ pāpuṇitvā satthu dhammadesanaṁ sutvā pasannamānaso pabbajitvā vipassanto nacirasseva arahā ahosi.",
  "atk-s0510a6:12_0": "20.",
  "atk-s0510a6:12_1": "So attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento padumuttarabuddhassātiādimāha.",
  "atk-s0510a6:12_2": "Taṁ heṭṭhā vuttatthameva.",
  "atk-s0510a6:13_0": "21.Sukhette bījasampadāti yathā tiṇakacavararahite kaddamādisampanne sukhette vuttabījāni sāduphalāni nipphādenti, evameva rāgadosādidiyaḍḍhasahassakilesasaṅkhātatiṇakacavararahite suddhasantāne puññakkhette vuttadānāni appānipi samānāni mahapphalāni hontīti attho.",
  "atk-s0510a6:13_1": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a6:14_0": "Sayanadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:15_0": "4. Gandhodakiyattheraapadānavaṇṇanā",
  "atk-s0510a6:16_0": "Padumuttarabuddhassātiādikaṁ āyasmato gandhodakiyattherassa apadānaṁ.",
  "atk-s0510a6:16_1": "Ayampi purimamunivaresu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto parinibbute bhagavati nagaravāsino bodhipūjaṁ kurumāne disvā vicittaghaṭe candanakappurāgaruādimissakasugandhodakena pūretvā bodhirukkhaṁ abhisiñci.",
  "atk-s0510a6:16_2": "Tasmiṁ khaṇe devo mahādhārāhi pavassi.",
  "atk-s0510a6:16_3": "Tadā so asanivegena kālaṁ kato.",
  "atk-s0510a6:16_4": "Teneva puññakammena devaloke nibbatti, tattheva ṭhito “aho buddho, aho dhammo”tiādigāthāyo abhāsi.",
  "atk-s0510a6:16_5": "Evaṁ so devamanussesu sampattiyo anubhavitvā sabbapariḷāhavippamutto nibbattanibbattaṭṭhāne sītibhāvamupagato sukhito imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patto satthari pasanno pabbajitvā kammaṭṭhānaṁ ārabhitvā vipassanto nacirasseva arahattaṁ pāpuṇi.",
  "atk-s0510a6:16_6": "Pubbe katapuññena gandhodakiyattheroti pākaṭo ahosi.",
  "atk-s0510a6:17_0": "25.",
  "atk-s0510a6:17_1": "So ekadivasaṁ attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento padumutarassātiādimāha.",
  "atk-s0510a6:17_2": "Taṁ vuttatthameva.",
  "atk-s0510a6:17_3": "Mahābodhimaho ahūti mahābodhirukkhassa pūjā ahosīti attho.",
  "atk-s0510a6:17_4": "Vicittaṁ ghaṭamādāyāti anekehi cittakammasuvaṇṇakammehi vicittaṁ sobhamānaṁ gandhodakapuṇṇaṁ ghaṭaṁ gahetvāti attho.",
  "atk-s0510a6:17_5": "Gandhodakamadāsahanti gandhodakaṁ adāsiṁ, ahaṁ gandhodakena abhisiñcinti attho.",
  "atk-s0510a6:18_0": "26.Nhānakāleca bodhiyāti bodhiyā pūjākaraṇasamayeti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a6:19_0": "Gandhodakiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:20_0": "5. Opavayhattheraapadānavaṇṇanā",
  "atk-s0510a6:21_0": "Padumuttarabuddhassātiādikaṁ āyasmato opavayhattherassa apadānaṁ.",
  "atk-s0510a6:21_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarajinādicce loke pātubhūte ekasmiṁ vibhavasampannakule nibbatto vuddhimanvāya mahaddhano mahābhogo gharāvāsaṁ vasamāno sāsane pasanno satthari pasādabahumāno ājānīyena sindhavena pūjaṁ akāsi, pūjetvā ca pana “buddhādīnaṁ samaṇānaṁ hatthiassādayo na kappanti, kappiyabhaṇḍaṁ dassāmī”ti cintetvā taṁ agghāpetvā tadagghanakena kahāpaṇena kappiyaṁ kappāsikakambalakojavādikaṁ cīvaraṁ kappūratakkolādikaṁ bhesajjaparikkhārañca adāsi.",
  "atk-s0510a6:21_2": "So tena puññakammena yāvatāyukaṁ ṭhatvā tato cuto devesu ca manussesu ca hatthiassādianekavāhanasampanno sukhaṁ anubhavitvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto viññutaṁ patto saddhāsampanno sāsane pabbajitvā kammaṭṭhānaṁ gahetvā vipassanaṁ vaḍḍhetvā maggapaṭipāṭiyā arahatte patiṭṭhāsi, pubbe katapuññasambhāravasena opavayhattheroti pākaṭo ahosi.",
  "atk-s0510a6:22_0": "33.",
  "atk-s0510a6:22_1": "So “kena nu kho kāraṇena idaṁ mayā santipadaṁ adhigata”nti upadhārento pubbakammaṁ ñāṇena paccakkhato ñatvā somanassajāto pubbacaritāpadānaṁ udānavasena pakāsento padumuttarabuddhassātiādimāha.",
  "atk-s0510a6:22_2": "Taṁ vuttatthameva.",
  "atk-s0510a6:22_3": "Ājānīyamadāsahanti ājānīyaṁ uttamajātisindhavaṁ ahaṁ adāsiṁ pūjesinti attho.",
  "atk-s0510a6:23_0": "35.Sapattabhāroti sassa attano pattāni aṭṭha parikkhārāni bhārāni yassa so sapattabhāro, aṭṭhaparikkhārayuttoti attho.",
  "atk-s0510a6:24_0": "36.Khamanīyamadāsahanti khamanīyayoggaṁ cīvarādikappiyaparikkhāranti attho.",
  "atk-s0510a6:25_0": "40.Carimoti pariyosāno koṭippatto bhavoti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a6:26_0": "Opavayhattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:27_0": "6. Saparivārāsanattheraapadānavaṇṇanā",
  "atk-s0510a6:28_0": "Padumuttarabuddhassātiādikaṁ āyasmato saparivārāsanattherassa apadānaṁ.",
  "atk-s0510a6:28_1": "Sopi purimabuddhesu katādhikāro tattha tattha bhavesu vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle vibhavasampanne kulagehe nibbatto vuddhippatto saddhājāto sāsane pasanno dānaphalaṁ saddahanto nānaggarasabhojanena bhagavato piṇḍapātaṁ adāsi, datvā ca pana bhojanasālāyaṁ bhojanatthāya nisinnāsanaṁ jātisumanamallikādīhi alaṅkari.",
  "atk-s0510a6:28_2": "Bhagavā ca bhattānumodanamakāsi.",
  "atk-s0510a6:28_3": "So tena puññakammena devamanussesu saṁsaranto anekavidhaṁ sampattiṁ anubhavitvā imasmiṁ buddhuppāde vibhavasampanne kulagehe nibbatto vuddhimanvāya saddho pasanno pabbajitvā na cirasseva arahā ahosi.",
  "atk-s0510a6:29_0": "43.",
  "atk-s0510a6:29_1": "So evaṁ pattasantipado “kena nu kho puññena idaṁ santipadaṁ anuppatta”nti ñāṇena upadhārento pubbakammaṁ disvā somanassajāto pubbacaritāpadānaṁ pakāsento padumuttarabuddhassātiādimāha.",
  "atk-s0510a6:29_2": "Taṁ vuttatthameva.",
  "atk-s0510a6:29_3": "Piṇḍapātaṁ adāsahanti tattha tattha laddhānaṁ piṇḍānaṁ kabaḷaṁ kabaḷaṁ katvā pātabbato khāditabbato āhāro piṇḍapāto, taṁ piṇḍapātaṁ bhagavato adāsiṁ, bhagavantaṁ bhojesinti attho.",
  "atk-s0510a6:30_0": "44.Akittayipiṇḍapātanti mayā dinnapiṇḍapātassa guṇaṁ ānisaṁsaṁ pakāsesīti attho.",
  "atk-s0510a6:31_0": "48.Saṁvuto pātimokkhasminti pātimokkhasaṁvarasīlena saṁvuto pihito paṭicchannoti attho.",
  "atk-s0510a6:31_1": "Indriyesu ca pañcasūti cakkhundriyādīsu pañcasu indriyesu rūpādīhi gopito indriyasaṁvarasīlañca gopitoti attho.",
  "atk-s0510a6:31_2": "Sesaṁ suviññeyyamevāti.",
  "atk-s0510a6:32_0": "Saparivārāsanattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:33_0": "7. Pañcadīpakattheraapadānavaṇṇanā",
  "atk-s0510a6:34_0": "Padumuttarabuddhassātiādikaṁ āyasmato pañcadīpakattherassa apadānaṁ.",
  "atk-s0510a6:34_1": "Ayampi purimabuddhesu katādhikāro uppannuppannabhavesu vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto vuddhimanvāya gharāvāse vasanto bhagavato dhammaṁ sutvā sammādiṭṭhiyaṁ patiṭṭhito saddho pasanno mahājanehi bodhipūjaṁ kayiramānaṁ disvā sayampi bodhiṁ parivāretvā dīpaṁ jāletvā pūjesi.",
  "atk-s0510a6:34_2": "So tena puññakammena devamanussesu saṁsaranto cakkavattisampattiādayo anubhavitvā sabbattheva uppannabhave jalamāno jotisampannavimānādīsu vasitvā imasmiṁ buddhuppāde ekasmiṁ vibhavasampanne kulagehe nibbatto vuddhippatto saddhājāto pabbajitvā nacirasseva arahā ahosi, dīpapūjānissandena dīpakattheroti pākaṭo.",
  "atk-s0510a6:35_0": "50.",
  "atk-s0510a6:35_1": "So ekadivasaṁ attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento padumuttarabuddhassātiādimāha.",
  "atk-s0510a6:35_2": "Taṁ vuttatthameva.",
  "atk-s0510a6:35_3": "Ujudiṭṭhi ahosahanti vaṅkaṁ micchādiṭṭhiṁ chaḍḍetvā uju avaṅkaṁ nibbānābhimukhaṁ pāpuṇanasammādiṭṭhi ahosinti attho.",
  "atk-s0510a6:36_0": "51.Padīpadānaṁ pādāsinti ettha pakārena dibbati jotatīti padīpo, tassa dānaṁ padīpadānaṁ, taṁ adāsiṁ padīpapūjaṁ akāsinti attho.",
  "atk-s0510a6:36_1": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a6:37_0": "Pañcadīpakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:38_0": "8. Dhajadāyakattheraapadānavaṇṇanā",
  "atk-s0510a6:39_0": "Padumuttarabuddhassātiādikaṁ āyasmato dhajadāyakattherassa apadānaṁ.",
  "atk-s0510a6:39_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle ekasmiṁ kulagehe nibbatto vuddhimanvāya satthari pasīditvā sundarehi anekehi vatthehi dhajaṁ kārāpetvā dhajapūjaṁ akāsi.",
  "atk-s0510a6:39_2": "So tena puññakammena uppannuppannabhave uccakule nibbatto pūjaniyo ahosi.",
  "atk-s0510a6:39_3": "Aparabhāge imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto vuddhimanvāya puttadārehi vaḍḍhitvā mahābhogo yasavā saddhājāto satthari pasanno gharāvāsaṁ pahāya pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a6:40_0": "57.",
  "atk-s0510a6:40_1": "So pattaarahattaphalo pubbakammaṁ saritvā somanassajāto attano pubbacaritāpadānaṁ pakāsento padumuttarabuddhassātiādimāha.",
  "atk-s0510a6:40_2": "Tassattho pubbe vuttoyeva.",
  "atk-s0510a6:40_3": "Haṭṭho haṭṭhena cittenāti somanassasahagatacittayuttattā haṭṭho paripuṇṇarūpakāyo saddhāsampayuttacittatāya haṭṭhena cittena santuṭṭhena cittenāti attho.",
  "atk-s0510a6:40_4": "Dhajamāropayiṁ ahanti dhunāti kampati calatīti dhajaṁ, taṁ dhajaṁ āropayiṁ veḷagge laggetvā pūjesinti attho.",
  "atk-s0510a6:41_0": "58-9.Patitapattāni gaṇhitvāti patitāni bodhipattāni gahetvā ahaṁ bahi chaḍḍesinti attho.",
  "atk-s0510a6:41_1": "Antosuddhaṁ bahisuddhanti anto cittasantānanāmakāyato ca bahi cakkhusotādirūpakāyato ca suddhiṁ adhi visesena muttaṁ kilesato vimuttaṁ anāsavaṁ sambuddhaṁ viya sammukhā uttamaṁ bodhiṁ avandiṁ paṇāmamakāsinti attho.",
  "atk-s0510a6:41_2": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a6:42_0": "Dhajadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:43_0": "9. Padumattheraapadānavaṇṇanā",
  "atk-s0510a6:44_0": "Catusaccaṁ pakāsentotiādikaṁ āyasmato padumattherassa apadānaṁ.",
  "atk-s0510a6:44_1": "Ayampi purimabuddhesu katakusalasambhāro padumuttaramuninā dhammapajjote jotamāne ekasmiṁ kulagehe nibbatto gharāvāsaṁ saṇṭhapetvā bhogasampannoti pākaṭo.",
  "atk-s0510a6:44_2": "So satthari pasīditvā mahājanena saddhiṁ dhammaṁ suṇanto dhajena saha padumakalāpaṁ gahetvā aṭṭhāsi, sadhajaṁ taṁ padumakalāpaṁ ākāsamukkhipiṁ, taṁ acchariyaṁ disvā ativiya somanassajāto ahosi.",
  "atk-s0510a6:44_3": "So yāvajīvaṁ kusalaṁ katvā jīvitapariyosāne sagge nibbatto dhajamiva chakāmāvacare pākaṭo pūjito ca dibbasampattimanubhavitvā manussesu ca cakkavattisampattimanubhavitvā imasmiṁ buddhuppāde vibhavasampanne saddhāsampanne ekasmiṁ kulagehe nibbatto vuddhimanvāya saddhājāto pañcavassikova pabbajitvā nacirasseva arahā hutvā katapuññanāmena padumattheroti pākaṭo.",
  "atk-s0510a6:45_0": "67.",
  "atk-s0510a6:45_1": "Attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento catusaccaṁ pakāsentotiādimāha.",
  "atk-s0510a6:45_2": "Tattha saccanti tathaṁ avitathaṁ aviparītaṁ saccaṁ, dukkhasamudayanirodhamaggavasena cattāri saccāni samāhaṭānīti catusaccaṁ, taṁ catusaccaṁ pakāsento loke pākaṭaṁ karontoti attho.",
  "atk-s0510a6:45_3": "Varadhammappavattakoti uttamadhammappavattako pakāsakoti attho.",
  "atk-s0510a6:45_4": "Amataṁ vuṭṭhinti amatamahānibbānavuṭṭhidhāraṁ pavassanto paggharanto sadevakaṁ lokaṁ temento sabbakilesapariḷāhaṁ nibbāpento dhammavassaṁ vassatīti attho.",
  "atk-s0510a6:46_0": "68.Sadhajaṁ padumaṁ gayhāti dhajena saha ekato katvā padumaṁ padumakalāpaṁ gahetvāti attho.",
  "atk-s0510a6:46_1": "Aḍḍhakose ṭhito ahanti ubho ukkhipitvā ṭhito ahanti attho.",
  "atk-s0510a6:46_2": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a6:47_0": "Padumattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:48_0": "10. Asanabodhiyattheraapadānavaṇṇanā",
  "atk-s0510a6:49_0": "Jātiyā sattavassohantiādikaṁ āyasmato asanabodhiyattherassa apadānaṁ.",
  "atk-s0510a6:49_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto tissassa bhagavato kāle aññatarasmiṁ kulagehe nibbatto vuddhippatto sukhappatto sāsane pasanno asanabodhito phalaṁ gahetvā tato vuṭṭhitabodhitaruṇe gahetvā bodhiṁ ropesi, yathā na vinassati tathā udakāsiñcanādikammena rakkhitvā pūjesi.",
  "atk-s0510a6:49_2": "So tena puññena devamanussesu sampattiyo anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto paripakkasambhārattā sattavassikova samāno pabbajitvā khuraggeyeva arahattaṁ pāpuṇi, purākatapuññanāmena asanabodhiyattheroti pākaṭo.",
  "atk-s0510a6:50_0": "78.",
  "atk-s0510a6:50_1": "So pubbasambhāramanussaritvā somanassajāto pubbacaritāpadānaṁ pakāsento jātiyā sattavassohantiādimāha.",
  "atk-s0510a6:50_2": "Tattha jātiyāti mātugabbhato nikkhantakālato paṭṭhāyāti attho.",
  "atk-s0510a6:50_3": "Sattavasso paripuṇṇasarado ahaṁ lokanāyakaṁ tissaṁ bhagavantaṁ addasanti sambandho.",
  "atk-s0510a6:50_4": "Pasannacitto sumanoti pakārena pasannaanāluḷitaavikampitacitto, sumano sundaramano somanassasahagatacittoti attho.",
  "atk-s0510a6:51_0": "79.Tissassāhaṁ bhagavatoti tikkhattuṁ jātoti tisso, so mātugabbhato, manussajātito, pañcakkhandhato ca mutto hutvā jāto nibbatto buddho jātoti attho.",
  "atk-s0510a6:51_1": "Tassa tissassa bhagavato tādino, lokajeṭṭhassa asanabodhiṁ uttamaṁ ropayinti sambandho.",
  "atk-s0510a6:52_0": "80.Asano nāmadheyyenāti nāmapaññattiyā nāmasaññāya asano nāma asanarukkho bodhi ahosīti attho.",
  "atk-s0510a6:52_1": "Dharaṇīruhapādapoti vallirukkhapabbatagaṅgāsāgarādayo dhāretīti dharaṇī, kā sā?",
  "atk-s0510a6:52_2": "Pathavī, tassaṁ ruhati patiṭṭhahatīti dharaṇīruho, pādena pivatīti pādapo, pādasaṅkhātena mūlena siñcitodakaṁ pivati āporasaṁ sinehaṁ dhāretīti attho.",
  "atk-s0510a6:52_3": "Dharaṇīruho ca so pādapo cāti dharaṇīruhapādapo, taṁ uttamaṁ asanaṁ bodhiṁ pañca vassāni paricariṁ posesinti attho.",
  "atk-s0510a6:53_0": "81.Pupphitaṁ pādapaṁ disvāti taṁ mayā positaṁ asanabodhirukkhaṁ pupphitaṁ accharayoggabhūtapupphattā abbhutaṁ lomahaṁsakaraṇaṁ disvā sakaṁkammaṁ attano kammaṁ pakittento pakārena kathayanto buddhaseṭṭhassa santikaṁ agamāsinti attho.",
  "atk-s0510a6:53_1": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a6:54_0": "Asanabodhiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a6:55_0": "Chaṭṭhavaggavaṇṇanā samattā."
}