{
  "atk-s0510a35:0_0": "41. Metteyyavaggo",
  "atk-s0510a35:1_0": "1. Tissametteyyattheraapadānavaṇṇanā",
  "atk-s0510a35:2_0": "1.",
  "atk-s0510a35:2_1": "Ekacattālīsame vagge paṭhamāpadāne pabbhārakūṭaṁ nissāyātiādikaṁ tissametteyyattherassa apadānaṁ.",
  "atk-s0510a35:2_2": "Tattha tāpasapabbajjaṁ pabbajitvā padumuttarassa bhagavato ajinacammaṁ nisīdanatthāya dinnameva nānaṁ.",
  "atk-s0510a35:2_3": "Sesaṁ apadānapāḷiyā suviññeyyamevāti.",
  "atk-s0510a35:3_0": "2. Puṇṇakattheraapadānavaṇṇanā",
  "atk-s0510a35:4_0": "29.",
  "atk-s0510a35:4_1": "Dutiyāpadāne pabbhārakūṭaṁ nissāyātiādikaṁ āyasmato puṇṇakattherassa apadānaṁ.",
  "atk-s0510a35:4_2": "Tattha himavante yakkhasenāpati hutvā parinibbutassa paccekabuddhassa āḷahanakaraṇameva nānattaṁ.",
  "atk-s0510a35:4_3": "Sesaṁ pāṭhānusārena suviññeyyameva.",
  "atk-s0510a35:5_0": "45.",
  "atk-s0510a35:5_1": "Tatiyāpadāne himavantassāvidūretiādikaṁ āyasmato mettaguttherassa apadānaṁ.",
  "atk-s0510a35:5_2": "Tattha himavantasamīpe asokapabbate so tāpaso hutvā paṇṇasālāyaṁ vasanto sumedhasambuddhaṁ disvā pattaṁ gahetvā sappipūraṇaṁ viseso.",
  "atk-s0510a35:5_3": "Sesaṁ puññaphalāni ca suviññeyyāneva.",
  "atk-s0510a35:5_4": "Apadānagāthānaṁ attho ca pākaṭoyeva.",
  "atk-s0510a35:6_0": "72.",
  "atk-s0510a35:6_1": "Catutthāpadāne gaṅgā bhāgīrathī nāmātiādikaṁ āyasmato dhotakattherassa apadānaṁ.",
  "atk-s0510a35:6_2": "Tatrāpi brāhmaṇo hutvā bhāgīrathīgaṅgāya taramāne bhikkhū disvā pasannamānaso setuṁ kārāpetvā buddhappamukhassa bhikkhusaṅghassa niyyāditabhāvoyeva viseso.",
  "atk-s0510a35:6_3": "Puññaphalaparidīpanagāthānaṁ attho nayānusārena suviññeyyova.",
  "atk-s0510a35:7_0": "100.",
  "atk-s0510a35:7_1": "Pañcamāpadāne himavantassāvidūretiādikaṁ āyasmato upasivattherassa apadānaṁ.",
  "atk-s0510a35:7_2": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto viññutaṁ patto gharāvāsaṁ pahāya isipabbajjaṁ pabbajitvā himavante padumuttaraṁ bhagavantaṁ disvā tiṇasantharaṁ santharitvā tattha nisinnassa bhagavato sālapupphapūjaṁ akāsīti ayaṁ viseso, sesamuttānameva.",
  "atk-s0510a35:8_0": "161.",
  "atk-s0510a35:8_1": "Chaṭṭhāpadāne migaluddo pure āsintiādikaṁ āyasmato nandakattherassa apadānaṁ.",
  "atk-s0510a35:8_2": "Ayaṁ kira padumuttarassa bhagavato kāle karavikasakuṇo hutvā madhurakūjitaṁ karonto satthāraṁ padakkhiṇaṁ akāsi.",
  "atk-s0510a35:8_3": "Aparabhāge mayūro hutvā aññatarassa paccekabuddhassa vasanaguhādvāre pasannamānaso divasassa tikkhattuṁ madhurena vassitaṁ vassi.",
  "atk-s0510a35:8_4": "Evaṁ tattha tattha bhave puññāni katvā amhākaṁ bhagavato kāle sāvatthiyaṁ kulagehe nibbatto nandakoti laddhanāmo satthu santike dhammaṁ sutvā pabbajitvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇi.",
  "atk-s0510a35:8_5": "So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento migaluddo pure āsintiādimāha.",
  "atk-s0510a35:8_6": "Tattha paccekabuddhassa maṇḍapaṁ katvā padumapupphehi chadanameva viseso.",
  "atk-s0510a35:9_0": "183.",
  "atk-s0510a35:9_1": "Sattamāpadāne pabbhārakūṭaṁ nissāyātiādikaṁ āyasmato hemakattherassa apadānaṁ.",
  "atk-s0510a35:9_2": "Tatthāpi isipabbajjaṁ pabbajitvā himavante vasanto piyadassiṁ bhagavantaṁ upagataṁ disvā ratanamayaṁ pīṭhaṁ attharitvā aṭṭhāsi.",
  "atk-s0510a35:9_3": "Tattha nisinnassa kumbhamattaṁ jambuphalaṁ āharitvā adāsi.",
  "atk-s0510a35:9_4": "Bhagavā tassa cittappasādatthāya taṁ phalaṁ paribhuñji.",
  "atk-s0510a35:9_5": "Ettakameva viseso.",
  "atk-s0510a35:10_0": "224.",
  "atk-s0510a35:10_1": "Aṭṭhamāpadāne rājāsi vijayo nāmātiādikaṁ āyasmato todeyyattherassa apadānaṁ.",
  "atk-s0510a35:10_2": "Tattha rājāsi vijayo nāmāti daharakālato paṭṭhāya sabbasaṅgāmesu jinato, catūhi saṅgahavatthūhi janaṁ rañjanato allīyanato vijayo nāma rājā ahosīti attho.",
  "atk-s0510a35:10_3": "Ketumatīpuruttameti ketu vuccanti dhajapaṭākā.",
  "atk-s0510a35:10_4": "Atha vā nagarasobhanatthāya nagaramajjhe ussāpitaratanatoraṇāni, te ketū niccaṁ ussāpitā sobhayamānā assā atthīti ketumatī.",
  "atk-s0510a35:10_5": "Pūreti dhanadhaññehi sabbajanānaṁ mananti puraṁ.",
  "atk-s0510a35:10_6": "Ketumatī ca sā purañca seṭṭhaṭṭhena uttamañceti ketumatīpuruttamaṁ, tasmiṁ ketumatīpuruttame.",
  "atk-s0510a35:10_7": "Sūro vikkamasampannoti abhīto vīriyasampanno vijayo nāma rājā ajjhāvasīti sambandho.",
  "atk-s0510a35:10_8": "Itthaṁ bhūtaṁ purañca sabbavatthuvāhanañca chaḍḍetvā himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā vasanto sumedhabhagavantaṁ disvā somanassaṁ uppādetvā candanena pūjākaraṇameva viseso.",
  "atk-s0510a35:11_0": "276.",
  "atk-s0510a35:11_1": "Navamāpadāne nagare haṁsavatiyātiādikaṁ āyasmato jatukaṇṇittherassa apadānaṁ.",
  "atk-s0510a35:11_2": "Tattha seṭṭhiputto hutvā suvaṇṇapāsāde vasanabhāvo ca pañcahi kāmaguṇehi samaṅgī hutvā vasanabhāvo ca sabbadesavāsīnaṁ sabbasippaviññūnañca āgantvā sevanabhāvo ca viseso.",
  "atk-s0510a35:12_0": "330.",
  "atk-s0510a35:12_1": "Dasamāpadāne himavantassāvidūretiādikaṁ āyasmato udenattherassa apadānaṁ.",
  "atk-s0510a35:12_2": "Tattha himavantasamīpe padumapabbataṁ nissāya tāpasapabbajjaṁ pabbajitvā vasantena padumuttarassa bhagavato padumapupphaṁ gahetvā pūjitabhāvova viseso.",
  "atk-s0510a35:12_3": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a35:13_0": "Ekacattālīsamavaggavaṇṇanā samattā."
}