{
  "mil5.5.9:0.1_0": "Milindapañha",
  "mil5.5.9:0.2_0": "Meṇḍakapañha",
  "mil5.5.9:0.3_0": "Santhavavagga",
  "mil5.5.9:0.4_0": "9. Gāthābhigītabhojanakathāpañha",
  "mil5.5.9:1.1_0": "“Bhante nāgasena, bhāsitampetaṁ bhagavatā—",
  "mil5.5.9:2.1_0": "‘Gāthābhigītaṁ me abhojaneyyaṁ,",
  "mil5.5.9:2.2_0": "Sampassataṁ brāhmaṇa nesa dhammo;",
  "mil5.5.9:2.3_0": "Gāthābhigītaṁ panudanti buddhā,",
  "mil5.5.9:2.4_0": "Dhamme satī brāhmaṇa vuttiresā’ti.",
  "mil5.5.9:3.1_0": "Puna ca bhagavā parisāya dhammaṁ desento kathento anupubbikathaṁ paṭhamaṁ tāva dānakathaṁ katheti, pacchā sīlakathaṁ, tassa bhagavato sabbalokissarassa bhāsitaṁ sutvā devamanussā abhisaṅkharitvā dānaṁ denti, tassa taṁ uyyojitaṁ dānaṁ sāvakā paribhuñjanti.",
  "mil5.5.9:3.2_0": "Yadi, bhante nāgasena, bhagavatā bhaṇitaṁ—",
  "mil5.5.9:3.3_0": "‘gāthābhigītaṁ me abhojaneyyan’ti, tena hi ‘bhagavā dānakathaṁ paṭhamaṁ kathetī’ti yaṁ vacanaṁ, taṁ micchā.",
  "mil5.5.9:3.4_0": "Yadi dānakathaṁ paṭhamaṁ katheti, tena hi ‘gāthābhigītaṁ me abhojaneyyan’ti tampi vacanaṁ micchā.",
  "mil5.5.9:3.5_0": "Kiṅkāraṇaṁ?",
  "mil5.5.9:3.6_0": "Yo so, bhante, dakkhiṇeyyo gihīnaṁ piṇḍapātadānassa vipākaṁ katheti, tassa te dhammakathaṁ sutvā pasannacittā aparāparaṁ dānaṁ denti, ye taṁ dānaṁ paribhuñjanti, sabbe te gāthābhigītaṁ paribhuñjanti.",
  "mil5.5.9:3.7_0": "Ayampi ubhato koṭiko pañho nipuṇo gambhīro tavānuppatto, so tayā nibbāhitabbo”ti.",
  "mil5.5.9:4.1_0": "“Bhāsitampetaṁ, mahārāja, bhagavatā—",
  "mil5.5.9:4.2_0": "‘gāthābhigītaṁ me abhojaneyyaṁ, sampassataṁ brāhmaṇa nesa dhammo.",
  "mil5.5.9:4.3_0": "Gāthābhigītaṁ panudanti buddhā, dhamme satī brāhmaṇa vuttiresā’ti, katheti ca bhagavā paṭhamaṁ dānakathaṁ, tañca pana kiriyaṁ sabbesaṁ tathāgatānaṁ paṭhamaṁ dānakathāya, tattha cittaṁ abhiramāpetvā pacchā sīle niyojenti.",
  "mil5.5.9:4.4_0": "Yathā, mahārāja, manussā taruṇadārakānaṁ paṭhamaṁ tāva kīḷābhaṇḍakāni denti.",
  "mil5.5.9:4.5_0": "Seyyathidaṁ—",
  "mil5.5.9:4.6_0": "vaṅkakaṁ ghaṭikaṁ ciṅgulakaṁ pattāḷhakaṁ rathakaṁ dhanukaṁ, pacchā te sake sake kamme niyojenti.",
  "mil5.5.9:4.7_0": "Evameva kho, mahārāja, tathāgato paṭhamaṁ dānakathāya cittaṁ abhiramāpetvā pacchā sīle niyojeti.",
  "mil5.5.9:5.1_0": "Yathā vā pana, mahārāja, bhisakko nāma āturānaṁ paṭhamaṁ tāva catūhapañcāhaṁ telaṁ pāyeti balakaraṇāya sinehanāya, pacchā vireceti;",
  "mil5.5.9:5.2_0": "evameva kho, mahārāja, tathāgato paṭhamaṁ tāva dānakathāya cittaṁ abhiramāpetvā pacchā sīle niyojeti.",
  "mil5.5.9:5.3_0": "Dāyakānaṁ, mahārāja, dānapatīnaṁ cittaṁ mudukaṁ hoti maddavaṁ siniddhaṁ, tena te dānasetusaṅkamena dānanāvāya saṁsārasāgarapāramanugacchanti, tasmā tesaṁ paṭhamaṁ kammabhūmimanusāsati, na ca kenaci viññattimāpajjatī”ti.",
  "mil5.5.9:6.1_0": "“Bhante nāgasena, ‘viññattin’ti yaṁ vadesi, kati pana tā viññattiyo”ti?",
  "mil5.5.9:6.2_0": "“Dvemā, mahārāja, viññattiyo kāyaviññatti vacīviññatti cāti.",
  "mil5.5.9:6.3_0": "Tattha atthi kāyaviññatti sāvajjā, atthi anavajjā.",
  "mil5.5.9:6.4_0": "Atthi vacīviññatti sāvajjā, atthi anavajjā.",
  "mil5.5.9:7.1_0": "Katamā kāyaviññatti sāvajjā?",
  "mil5.5.9:7.2_0": "Idhekacco bhikkhu kulāni upagantvā anokāse ṭhito ṭhānaṁ bhañjati, ayaṁ kāyaviññatti sāvajjā.",
  "mil5.5.9:7.3_0": "Tāya ca viññāpitaṁ ariyā na paribhuñjanti, so ca puggalo ariyānaṁ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:8.1_0": "Puna caparaṁ, mahārāja, idhekacco bhikkhu kulāni upagantvā anokāse ṭhito galaṁ paṇāmetvā morapekkhitaṁ pekkhati ‘evaṁ ime passantī’ti, tena ca te passanti, ayampi kāyaviññatti sāvajjā, tāya ca viññāpitaṁ ariyā na paribhuñjanti, so ca puggalo ariyānaṁ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:9.1_0": "Puna caparaṁ, mahārāja, idhekacco bhikkhu hanukāya vā bhamukāya vā aṅguṭṭhena vā viññāpeti, ayampi kāyaviññatti sāvajjā, tāya ca viññāpitaṁ ariyā na paribhuñjanti, so ca puggalo ariyānaṁ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:10.1_0": "Katamā kāyaviññatti anavajjā?",
  "mil5.5.9:10.2_0": "Idha bhikkhu kulāni upagantvā sato samāhito sampajāno ṭhānepi aṭṭhānepi yathānusiṭṭhiṁ gantvā ṭhāne tiṭṭhati, dātukāmesu tiṭṭhati, adātukāmesu pakkamati.",
  "mil5.5.9:10.3_0": "Ayaṁ kāyaviññatti anavajjā, tāya ca viññāpitaṁ ariyā paribhuñjanti, so ca puggalo ariyānaṁ samaye vaṇṇito hoti thuto pasattho sallekhitācāro, parisuddhājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:10.4_0": "Bhāsitampetaṁ, mahārāja, bhagavatā devātidevena—",
  "mil5.5.9:11.1_0": "‘Na ve yācanti sappaññā,",
  "mil5.5.9:11.2_0": "Dhīro ca veditumarahati;",
  "mil5.5.9:11.3_0": "Uddissa ariyā tiṭṭhanti,",
  "mil5.5.9:11.4_0": "Esā ariyāna yācanā’ti.",
  "mil5.5.9:12.1_0": "Katamā vacīviññatti sāvajjā?",
  "mil5.5.9:12.2_0": "Idha, mahārāja, bhikkhu vācāya bahuvidhaṁ viññāpeti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṁ, ayaṁ vacīviññatti sāvajjā, tāya ca viññāpitaṁ ariyā na paribhuñjanti, so ca puggalo ariyānaṁ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:13.1_0": "Puna caparaṁ, mahārāja, idhekacco bhikkhu paresaṁ sāvento evaṁ bhaṇati ‘iminā me attho’ti, tāya ca vācāya paresaṁ sāvitāya tassa lābho uppajjati, ayampi vacīviññatti sāvajjā, tāya ca viññāpitaṁ ariyā na paribhuñjanti, so ca puggalo ariyānaṁ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:14.1_0": "Puna caparaṁ, mahārāja, idhekacco bhikkhu vacīvipphārena parisāya sāveti ‘evañca evañca bhikkhūnaṁ dātabban’ti, tañca te vacanaṁ sutvā parikittitaṁ abhiharanti, ayampi vacīviññatti sāvajjā, tāya ca viññāpitaṁ ariyā na paribhuñjanti, so ca puggalo ariyānaṁ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:15.1_0": "Nanu, mahārāja, theropi sāriputto atthaṅgate sūriye rattibhāge gilāno samāno therena mahāmoggallānena bhesajjaṁ pucchīyamāno vācaṁ bhindi, tassa tena vacībhedena bhesajjaṁ uppajji.",
  "mil5.5.9:15.2_0": "Atha thero sāriputto ‘vacībhedena me imaṁ bhesajjaṁ uppannaṁ, mā me ājīvo bhijjī’ti ājīvabhedabhayā taṁ bhesajjaṁ pajahi na upajīvi.",
  "mil5.5.9:15.3_0": "Evampi vacīviññatti sāvajjā, tāya ca viññāpitaṁ ariyā na paribhuñjanti.",
  "mil5.5.9:15.4_0": "So ca puggalo ariyānaṁ samaye oññāto hoti hīḷito khīḷito garahito paribhūto acittīkato, bhinnājīvotveva saṅkhaṁ gacchati.",
  "mil5.5.9:16.1_0": "Katamā vacīviññatti anavajjā?",
  "mil5.5.9:16.2_0": "Idha, mahārāja, bhikkhu sati paccaye bhesajjaṁ viññāpeti ñātipavāritesu kulesu, ayaṁ vacīviññatti anavajjā, tāya ca viññāpitaṁ ariyā paribhuñjanti, so ca puggalo ariyānaṁ samaye vaṇṇito hoti thomito pasattho, parisuddhājīvotveva saṅkhaṁ gacchati, anumato tathāgatehi arahantehi sammāsambuddhehi.",
  "mil5.5.9:17.1_0": "Yaṁ pana, mahārāja, tathāgato kasibhāradvājassa brāhmaṇassa bhojanaṁ pajahi, taṁ āveṭhanaviniveṭhanakaḍḍhananiggahappaṭikammena nibbatti, tasmā tathāgato taṁ piṇḍapātaṁ paṭikkhipi na upajīvī”ti.",
  "mil5.5.9:18.1_0": "“Sabbakālaṁ, bhante nāgasena, tathāgate bhuñjamāne devatā dibbaṁ ojaṁ patte ākiranti, udāhu ‘sūkaramaddave ca madhupāyāse cā’ti dvīsuyeva piṇḍapātesu ākiriṁsū”ti?",
  "mil5.5.9:18.2_0": "“Sabbakālaṁ, mahārāja, tathāgate bhuñjamāne devatā dibbaṁ ojaṁ gahetvā upatiṭṭhitvā uddhaṭuddhaṭe ālope ākiranti.",
  "mil5.5.9:19.1_0": "Yathā, mahārāja, rañño sūdo rañño bhuñjantassa sūpaṁ gahetvā upatiṭṭhitvā kabaḷe kabaḷe sūpaṁ ākirati;",
  "mil5.5.9:19.2_0": "evameva kho, mahārāja, sabbakālaṁ tathāgate bhuñjamāne devatā dibbaṁ ojaṁ gahetvā upatiṭṭhitvā uddhaṭuddhaṭe ālope dibbaṁ ojaṁ ākiranti.",
  "mil5.5.9:19.3_0": "Verañjāyampi, mahārāja, tathāgatassa sukkhayavapulake bhuñjamānassa devatā dibbena ojena temayitvā temayitvā upasaṁhariṁsu, tena tathāgatassa kāyo upacito ahosī”ti.",
  "mil5.5.9:19.4_0": "“Lābhā vata, bhante nāgasena, tāsaṁ devatānaṁ, yā tathāgatassa sarīrappaṭijaggane satataṁ samitaṁ ussukkamāpannā.",
  "mil5.5.9:19.5_0": "Sādhu, bhante nāgasena, evametaṁ tathā sampaṭicchāmī”ti.",
  "mil5.5.9:20.1_0": "Gāthābhigītabhojanakathāpañho navamo."
}