{
  "mn57:0.1_0": "Majjhima Nikāya 57",
  "mn57:0.2_0": "Kukkuravatikasutta",
  "mn57:1.1_0": "Evaṁ me sutaṁ—",
  "mn57:1.2_0": "ekaṁ samayaṁ bhagavā koliyesu viharati haliddavasanaṁ nāma koliyānaṁ nigamo.",
  "mn57:2.1_0": "Atha kho puṇṇo ca koliyaputto govatiko acelo ca seniyo kukkuravatiko yena bhagavā tenupasaṅkamiṁsu;",
  "mn57:2.1_1": "upasaṅkamitvā puṇṇo koliyaputto govatiko bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "mn57:2.1_2": "Acelo pana seniyo kukkuravatiko bhagavatā saddhiṁ sammodi.",
  "mn57:2.1_3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā kukkurova palikujjitvā ekamantaṁ nisīdi.",
  "mn57:2.2_0": "Ekamantaṁ nisinno kho puṇṇo koliyaputto govatiko bhagavantaṁ etadavoca:",
  "mn57:2.3_0": "“ayaṁ, bhante, acelo seniyo kukkuravatiko dukkarakārako chamānikkhittaṁ bhojanaṁ bhuñjati.",
  "mn57:2.4_0": "Tassa taṁ kukkuravataṁ dīgharattaṁ samattaṁ samādinnaṁ.",
  "mn57:2.5_0": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:2.6_0": "“Alaṁ, puṇṇa, tiṭṭhatetaṁ; mā maṁ etaṁ pucchī”ti.",
  "mn57:2.7_0": "Dutiyampi kho puṇṇo koliyaputto govatiko …pe…",
  "mn57:2.8_0": "tatiyampi kho puṇṇo koliyaputto govatiko bhagavantaṁ etadavoca:",
  "mn57:2.9_0": "“ayaṁ, bhante, acelo seniyo kukkuravatiko dukkarakārako chamānikkhittaṁ bhojanaṁ bhuñjati.",
  "mn57:2.10_0": "Tassa taṁ kukkuravataṁ dīgharattaṁ samattaṁ samādinnaṁ.",
  "mn57:2.11_0": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:2.12_0": "“Addhā kho te ahaṁ, puṇṇa, na labhāmi.",
  "mn57:2.13_0": "Alaṁ, puṇṇa, tiṭṭhatetaṁ; mā maṁ etaṁ pucchīti;",
  "mn57:2.14_0": "api ca tyāhaṁ byākarissāmi.",
  "mn57:3.1_0": "Idha, puṇṇa, ekacco kukkuravataṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ, kukkurasīlaṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ, kukkuracittaṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ, kukkurākappaṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ.",
  "mn57:3.2_0": "So kukkuravataṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ, kukkurasīlaṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ, kukkuracittaṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ, kukkurākappaṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ kāyassa bhedā paraṁ maraṇā kukkurānaṁ sahabyataṁ upapajjati.",
  "mn57:3.3_0": "Sace kho panassa evaṁdiṭṭhi hoti:",
  "mn57:3.3_1": "‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, sāssa hoti micchādiṭṭhi.",
  "mn57:3.4_0": "Micchādiṭṭhissa kho ahaṁ, puṇṇa, dvinnaṁ gatīnaṁ aññataraṁ gatiṁ vadāmi—nirayaṁ vā tiracchānayoniṁ vā.",
  "mn57:3.5_0": "Iti kho, puṇṇa, sampajjamānaṁ kukkuravataṁ kukkurānaṁ sahabyataṁ upaneti, vipajjamānaṁ nirayan”ti.",
  "mn57:4.1_0": "Evaṁ vutte, acelo seniyo kukkuravatiko parodi, assūni pavattesi.",
  "mn57:4.2_0": "Atha kho bhagavā puṇṇaṁ koliyaputtaṁ govatikaṁ etadavoca:",
  "mn57:4.3_0": "“etaṁ kho te ahaṁ, puṇṇa, nālatthaṁ.",
  "mn57:4.4_0": "Alaṁ, puṇṇa, tiṭṭhatetaṁ; mā maṁ etaṁ pucchī”ti.",
  "mn57:4.5_0": "“Nāhaṁ, bhante, etaṁ rodāmi yaṁ maṁ bhagavā evamāha;",
  "mn57:4.6_0": "api ca me idaṁ, bhante, kukkuravataṁ dīgharattaṁ samattaṁ samādinnaṁ.",
  "mn57:4.7_0": "Ayaṁ, bhante, puṇṇo koliyaputto govatiko.",
  "mn57:4.8_0": "Tassa taṁ govataṁ dīgharattaṁ samattaṁ samādinnaṁ.",
  "mn57:4.9_0": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:4.10_0": "“Alaṁ, seniya, tiṭṭhatetaṁ; mā maṁ etaṁ pucchī”ti.",
  "mn57:4.11_0": "Dutiyampi kho acelo seniyo …pe…",
  "mn57:4.12_0": "tatiyampi kho acelo seniyo kukkuravatiko bhagavantaṁ etadavoca:",
  "mn57:4.13_0": "“ayaṁ, bhante, puṇṇo koliyaputto govatiko.",
  "mn57:4.14_0": "Tassa taṁ govataṁ dīgharattaṁ samattaṁ samādinnaṁ.",
  "mn57:4.15_0": "Tassa kā gati, ko abhisamparāyo”ti?",
  "mn57:4.16_0": "“Addhā kho te ahaṁ, seniya, na labhāmi.",
  "mn57:4.17_0": "Alaṁ, seniya, tiṭṭhatetaṁ; mā maṁ etaṁ pucchīti;",
  "mn57:4.18_0": "api ca tyāhaṁ byākarissāmi.",
  "mn57:5.1_0": "Idha, seniya, ekacco govataṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ, gosīlaṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ, gocittaṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ, gavākappaṁ bhāveti paripuṇṇaṁ abbokiṇṇaṁ.",
  "mn57:5.2_0": "So govataṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ, gosīlaṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ, gocittaṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ, gavākappaṁ bhāvetvā paripuṇṇaṁ abbokiṇṇaṁ kāyassa bhedā paraṁ maraṇā gunnaṁ sahabyataṁ upapajjati.",
  "mn57:5.3_0": "Sace kho panassa evaṁdiṭṭhi hoti:",
  "mn57:5.3_1": "‘imināhaṁ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, sāssa hoti micchādiṭṭhi.",
  "mn57:5.4_0": "Micchādiṭṭhissa kho ahaṁ, seniya, dvinnaṁ gatīnaṁ aññataraṁ gatiṁ vadāmi—nirayaṁ vā tiracchānayoniṁ vā.",
  "mn57:5.5_0": "Iti kho, seniya, sampajjamānaṁ govataṁ gunnaṁ sahabyataṁ upaneti, vipajjamānaṁ nirayan”ti.",
  "mn57:6.1_0": "Evaṁ vutte, puṇṇo koliyaputto govatiko parodi, assūni pavattesi.",
  "mn57:6.2_0": "Atha kho bhagavā acelaṁ seniyaṁ kukkuravatikaṁ etadavoca:",
  "mn57:6.3_0": "“etaṁ kho te ahaṁ, seniya, nālatthaṁ.",
  "mn57:6.4_0": "Alaṁ, seniya, tiṭṭhatetaṁ; mā maṁ etaṁ pucchī”ti.",
  "mn57:6.5_0": "“Nāhaṁ, bhante, etaṁ rodāmi yaṁ maṁ bhagavā evamāha;",
  "mn57:6.6_0": "api ca me idaṁ, bhante, govataṁ dīgharattaṁ samattaṁ samādinnaṁ.",
  "mn57:6.7_0": "Evaṁ pasanno ahaṁ, bhante, bhagavati;",
  "mn57:6.8_0": "pahoti bhagavā tathā dhammaṁ desetuṁ yathā ahaṁ cevimaṁ govataṁ pajaheyyaṁ, ayañceva acelo seniyo kukkuravatiko taṁ kukkuravataṁ pajaheyyā”ti.",
  "mn57:6.9_0": "“Tena hi, puṇṇa, suṇāhi, sādhukaṁ manasi karohi, bhāsissāmī”ti.",
  "mn57:6.10_0": "“Evaṁ, bhante”ti kho puṇṇo koliyaputto govatiko bhagavato paccassosi.",
  "mn57:6.11_0": "Bhagavā etadavoca:",
  "mn57:7.1_0": "“Cattārimāni, puṇṇa, kammāni mayā sayaṁ abhiññā sacchikatvā paveditāni.",
  "mn57:7.2_0": "Katamāni cattāri?",
  "mn57:7.3_0": "Atthi, puṇṇa, kammaṁ kaṇhaṁ kaṇhavipākaṁ;",
  "mn57:7.4_0": "atthi, puṇṇa, kammaṁ sukkaṁ sukkavipākaṁ;",
  "mn57:7.5_0": "atthi, puṇṇa, kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ;",
  "mn57:7.6_0": "atthi, puṇṇa, kammaṁ akaṇhaṁ asukkaṁ akaṇhaasukkavipākaṁ, kammakkhayāya saṁvattati.",
  "mn57:8.1_0": "Katamañca, puṇṇa, kammaṁ kaṇhaṁ kaṇhavipākaṁ?",
  "mn57:8.2_0": "Idha, puṇṇa, ekacco sabyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharoti, sabyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharoti, sabyābajjhaṁ manosaṅkhāraṁ abhisaṅkharoti.",
  "mn57:8.3_0": "So sabyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharitvā, sabyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharitvā, sabyābajjhaṁ manosaṅkhāraṁ abhisaṅkharitvā, sabyābajjhaṁ lokaṁ upapajjati.",
  "mn57:8.4_0": "Tamenaṁ sabyābajjhaṁ lokaṁ upapannaṁ samānaṁ sabyābajjhā phassā phusanti.",
  "mn57:8.5_0": "So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṁ vedanaṁ vedeti ekantadukkhaṁ, seyyathāpi sattā nerayikā.",
  "mn57:8.6_0": "Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;",
  "mn57:8.7_0": "yaṁ karoti tena upapajjati,",
  "mn57:8.8_0": "upapannamenaṁ phassā phusanti.",
  "mn57:8.9_0": "Evampāhaṁ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.",
  "mn57:8.10_0": "Idaṁ vuccati, puṇṇa, kammaṁ kaṇhaṁ kaṇhavipākaṁ.",
  "mn57:9.1_0": "Katamañca, puṇṇa, kammaṁ sukkaṁ sukkavipākaṁ?",
  "mn57:9.2_0": "Idha, puṇṇa, ekacco abyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharoti, abyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharoti, abyābajjhaṁ manosaṅkhāraṁ abhisaṅkharoti.",
  "mn57:9.3_0": "So abyābajjhaṁ kāyasaṅkhāraṁ abhisaṅkharitvā, abyābajjhaṁ vacīsaṅkhāraṁ abhisaṅkharitvā, abyābajjhaṁ manosaṅkhāraṁ abhisaṅkharitvā abyābajjhaṁ lokaṁ upapajjati.",
  "mn57:9.4_0": "Tamenaṁ abyābajjhaṁ lokaṁ upapannaṁ samānaṁ abyābajjhā phassā phusanti.",
  "mn57:9.5_0": "So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṁ vedanaṁ vedeti ekantasukhaṁ, seyyathāpi devā subhakiṇhā.",
  "mn57:9.6_0": "Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;",
  "mn57:9.7_0": "yaṁ karoti tena upapajjati,",
  "mn57:9.8_0": "upapannamenaṁ phassā phusanti.",
  "mn57:9.9_0": "Evampāhaṁ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.",
  "mn57:9.10_0": "Idaṁ vuccati, puṇṇa, kammaṁ sukkaṁ sukkavipākaṁ.",
  "mn57:10.1_0": "Katamañca, puṇṇa, kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ?",
  "mn57:10.2_0": "Idha, puṇṇa, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṁ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṁ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṁ abhisaṅkharoti.",
  "mn57:10.3_0": "So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṁ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṁ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṁ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṁ upapajjati.",
  "mn57:10.4_0": "Tamenaṁ sabyābajjhampi abyābajjhampi lokaṁ upapannaṁ samānaṁ sabyābajjhāpi abyābajjhāpi phassā phusanti.",
  "mn57:10.5_0": "So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṁ vedeti vokiṇṇasukhadukkhaṁ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.",
  "mn57:10.6_0": "Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;",
  "mn57:10.7_0": "yaṁ karoti tena upapajjati.",
  "mn57:10.8_0": "Upapannamenaṁ phassā phusanti.",
  "mn57:10.9_0": "Evampāhaṁ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.",
  "mn57:10.10_0": "Idaṁ vuccati, puṇṇa, kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ.",
  "mn57:11.1_0": "Katamañca, puṇṇa, kammaṁ akaṇhaṁ asukkaṁ akaṇhaasukkavipākaṁ, kammakkhayāya saṁvattati?",
  "mn57:11.2_0": "Tatra, puṇṇa, yamidaṁ kammaṁ kaṇhaṁ kaṇhavipākaṁ tassa pahānāya yā cetanā, yamidaṁ kammaṁ sukkaṁ sukkavipākaṁ tassa pahānāya yā cetanā, yamidaṁ kammaṁ kaṇhasukkaṁ kaṇhasukkavipākaṁ tassa pahānāya yā cetanā—",
  "mn57:11.3_0": "idaṁ vuccati, puṇṇa, kammaṁ akaṇhaṁ asukkaṁ akaṇhaasukkavipākaṁ, kammakkhayāya saṁvattatīti.",
  "mn57:11.4_0": "Imāni kho, puṇṇa, cattāri kammāni mayā sayaṁ abhiññā sacchikatvā paveditānī”ti.",
  "mn57:12.1_0": "Evaṁ vutte, puṇṇo koliyaputto govatiko bhagavantaṁ etadavoca:",
  "mn57:12.2_0": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
  "mn57:12.3_0": "Seyyathāpi, bhante …pe…",
  "mn57:12.4_0": "upāsakaṁ maṁ bhagavā dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti.",
  "mn57:13.1_0": "Acelo pana seniyo kukkuravatiko bhagavantaṁ etadavoca:",
  "mn57:13.2_0": "“abhikkantaṁ, bhante, abhikkantaṁ, bhante.",
  "mn57:13.3_0": "Seyyathāpi, bhante …pe… pakāsito.",
  "mn57:13.4_0": "Esāhaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca.",
  "mn57:13.5_0": "Labheyyāhaṁ, bhante, bhagavato santike pabbajjaṁ, labheyyaṁ upasampadan”ti.",
  "mn57:14.1_0": "“Yo kho, seniya, aññatitthiyapubbo imasmiṁ dhammavinaye ākaṅkhati pabbajjaṁ, ākaṅkhati upasampadaṁ so cattāro māse parivasati.",
  "mn57:14.1_1": "Catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya.",
  "mn57:14.2_0": "Api ca mettha puggalavemattatā viditā”ti.",
  "mn57:14.3_0": "“Sace, bhante, aññatitthiyapubbā imasmiṁ dhammavinaye ākaṅkhantā pabbajjaṁ ākaṅkhantā upasampadaṁ te cattāro māse parivasanti catunnaṁ māsānaṁ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya, ahaṁ cattāri vassāni parivasissāmi catunnaṁ vassānaṁ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti.",
  "mn57:15.1_0": "Alattha kho acelo seniyo kukkuravatiko bhagavato santike pabbajjaṁ, alattha upasampadaṁ.",
  "mn57:15.2_0": "Acirūpasampanno kho panāyasmā seniyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṁ pabbajanti, Tadanuttaraṁ—brahmacariyapariyosānaṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja vihāsi.",
  "mn57:15.3_0": "“Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā”ti abbhaññāsi.",
  "mn57:15.4_0": "Aññataro kho panāyasmā seniyo arahataṁ ahosīti.",
  "mn57:15.5_0": "Kukkuravatikasuttaṁ niṭṭhitaṁ sattamaṁ."
}