{
  "patthana16.1:0.1_0": "Paṭṭhānapakaraṇa",
  "patthana16.1:0.2_0": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
  "patthana16.1:0.3_0": "16.1. Kusalattika, Hetuduka",
  "patthana16.1:1.0.1_0": "Paccayacatukka",
  "patthana16.1:1.0.2_0": "Hetu",
  "patthana16.1:1.1_0": "Namo tassa Bhagavato Arahato Sammāsambuddhassa.",
  "patthana16.1:2.1_0": "Kusalaṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:2.1_1": "Kusalaṁ hetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:2.1_2": "Kusalaṁ hetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:2.1_3": "Kusalaṁ hetuṁ dhammaṁ paṭicca naakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā.",
  "patthana16.1:2.1_4": "Kusalaṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā.",
  "patthana16.1:3.1_0": "Akusalaṁ hetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:3.1_1": "Akusalaṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:3.1_2": "Akusalaṁ hetuṁ dhammaṁ paṭicca naabyākato nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:3.1_3": "Akusalaṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu ca naabyākato nahetu ca dhammā uppajjanti hetupaccayā.",
  "patthana16.1:3.1_4": "Akusalaṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā.",
  "patthana16.1:4.1_0": "Abyākataṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:4.1_1": "Abyākataṁ hetuṁ dhammaṁ paṭicca naakusalo nahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:4.1_2": "Abyākataṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu ca naakusalo nahetu ca dhammā uppajjanti hetupaccayā.",
  "patthana16.1:4.1_3": "(Saṅkhittaṁ.)",
  "patthana16.1:5.1_0": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.1:5.2_0": "Paccanīya",
  "patthana16.1:6.0_0": "Naārammaṇa",
  "patthana16.1:6.1_0": "Kusalaṁ hetuṁ dhammaṁ paṭicca nakusalo nahetu dhammo uppajjati naārammaṇapaccayā. (Saṅkhittaṁ.)",
  "patthana16.1:7.1_0": "Naārammaṇe nava, naadhipatiyā terasa …pe…",
  "patthana16.1:7.1_1": "napurejāte terasa …pe…",
  "patthana16.1:7.1_2": "navippayutte nava …pe…",
  "patthana16.1:7.1_3": "novigate nava.",
  "patthana16.1:8.1_0": "(Sahajātavārampi …pe… sampayuttavārampi paṭiccavārasadisaṁ vitthāretabbaṁ.)",
  "patthana16.1:9.0_0": "Hetu-ārammaṇa",
  "patthana16.1:9.1_0": "Kusalo hetu dhammo nakusalassa nahetussa dhammassa hetupaccayena paccayo.",
  "patthana16.1:9.1_1": "Kusalo hetu dhammo naakusalassa nahetussa dhammassa hetupaccayena paccayo.",
  "patthana16.1:9.1_2": "Kusalo hetu dhammo naabyākatassa nahetussa dhammassa hetupaccayena paccayo.",
  "patthana16.1:9.1_3": "Kusalo hetu dhammo naakusalassa nahetussa ca naabyākatassa nahetussa ca dhammassa hetupaccayena paccayo.",
  "patthana16.1:9.1_4": "Kusalo hetu dhammo nakusalassa nahetussa ca naakusalassa nahetussa ca dhammassa hetupaccayena paccayo.",
  "patthana16.1:10.1_0": "Akusalo hetu dhammo naakusalassa nahetussa dhammassa hetupaccayena paccayo … pañca.",
  "patthana16.1:11.1_0": "Abyākato hetu dhammo nakusalassa nahetussa dhammassa hetupaccayena paccayo … tīṇi.",
  "patthana16.1:12.1_0": "Kusalo hetu dhammo nakusalassa nahetussa dhammassa ārammaṇapaccayena paccayo. (Saṅkhittaṁ.)",
  "patthana16.1:13.1_0": "Hetuyā terasa, ārammaṇe aṭṭhārasa, adhipatiyā pannarasa, anantare samanantare sahajāte terasa, aññamaññe nava, nissaye terasa, upanissaye aṭṭhārasa, pacchājāte āsevane nava, vipāke tīṇi, indriye magge aṭṭha, sampayutte vippayutte nava …pe…",
  "patthana16.1:13.1_1": "avigate terasa.",
  "patthana16.1:13.1_2": "(Pañhāvāraṁ vitthāretabbaṁ.)",
  "patthana16.1:14.1_0": "Kusalaṁ nahetuṁ dhammaṁ paṭicca naakusalo nanahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:14.1_1": "Kusalaṁ nahetuṁ dhammaṁ paṭicca naabyākato nanahetu dhammo uppajjati hetupaccayā.",
  "patthana16.1:14.1_2": "(Saṅkhittaṁ.)",
  "patthana16.1:15.1_0": "Hetuyā nava, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate nava. (Sabbattha nava.)"
}