{
  "tika-abh08t48:0_0": "24. Catuvīsatimo paricchedo",
  "tika-abh08t48:1_0": "Paccayaniddesavaṇṇanā",
  "tika-abh08t48:2_0": "1395. Idāni nesaṁ paccayavidhiṁ dassetuṁ “yesa”ntiādi āraddhaṁ.",
  "tika-abh08t48:3_0": "Paṭicca enaṁ phalameti pavattati, tiṭṭhati, uppajjati vāti paccayo, hinoti patiṭṭhāti etthāti hetu, anekatthattā dhātusaddānaṁ hi-saddo mūla-saddo viya patiṭṭhattho veditabbo, hinoti vā etena kammanidānabhūtena uddhaṁ ojaṁ atiharantena mūlena viya pādapo tappaccayaṁ phalaṁ gacchati viruḷhiṁ āpajjatīti hetu, hetu ca so mūlaṭṭhena, paccayo ca upakārakaṭṭhenāti hetupaccayo, hetu hutvā paccayo hetubhāvena paccayoti attho.",
  "tika-abh08t48:4_0": "Evaṁ ārammaṇapaccayādīsu daṭṭhabbaṁ.",
  "tika-abh08t48:4_1": "Svāyaṁ paṭisandhiyaṁ kammasamuṭṭhānānaṁ, pavattiyaṁ cittasamuṭṭhānānaṁ rūpānaṁ, ubhayattha sahajātanāmadhammānañca paccayo.",
  "tika-abh08t48:4_2": "Sabbalokiyalokuttaranti iminā paññattiyāpi loke viditabhāvena lokiyapadena saṅgahitattā rūpādibhedesu chabbidhesu saṅkhatāsaṅkhatapaññattidhammesu na koci dhammo ārammaṇapaccayo na hotīti dasseti.",
  "tika-abh08t48:4_3": "Teneva “yaṁ yaṁ dhammaṁ ārabbhā”ti aniyato katoti.",
  "tika-abh08t48:4_4": "Nanu ca “yaṁ yaṁ dhamma”nti vuttattā paññattiyā gahaṇaṁ na hotīti?",
  "tika-abh08t48:4_5": "Nāyaṁ doso dhammasaddassa ñeyyavacanattā.",
  "tika-abh08t48:4_6": "Ārabbhāti ālambitvā, gahetvāti attho.",
  "tika-abh08t48:4_7": "Uppajjantīti idaṁ nidassanamattaṁ.",
  "tika-abh08t48:4_8": "Te pana taṁ ārabbha uppajjanti ceva tiṭṭhanti ca.",
  "tika-abh08t48:4_9": "Yathā hi dubbalo puriso daṇḍaṁ vā rajjuṁ vā ālambitvā uṭṭhahati ceva tiṭṭhati ca, evaṁ cittacetasikā dhammā rūpādiārammaṇaṁ ālambitvā uppajjanti ceva tiṭṭhanti cāti.",
  "tika-abh08t48:5_0": "Jeṭṭhakaṭṭhena upakārako dhammo adhipatipaccayo.",
  "tika-abh08t48:5_1": "Jeṭṭhakaṭṭhenāti ca pamukhabhāvena.",
  "tika-abh08t48:5_2": "Attādhīnānañhi patibhūto dhammo adhipatīti so tesaṁ pamukhabhāvena pavattati.",
  "tika-abh08t48:5_3": "“Chandādhipati chandasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ adhipatipaccayena paccayo”tiādivacanato chandādayo cattāro dhammā sahajātanāmarūpānaṁ sahajātādhipatīti dassento āha “tattha sahajātādhipatī”tiādi.",
  "tika-abh08t48:5_4": "“Chandavato kiṁ nāma kammaṁ na sijjhatī”tiādikaṁ purimābhisaṅkhārūpanissayaṁ labhitvā uppajjamāne cittuppāde chandādayo dhurabhūtā jeṭṭhakabhūtā sampayuttadhamme, taṁsamuṭṭhānarūpe ca sādhayamānā vase vattayamānā hutvā pavattanti, te ca tesaṁ vasena vattanti hīnādibhāvena tadanuvattanato.",
  "tika-abh08t48:5_5": "Tena te adhipatipaccayā honti, no ca kho ekato.",
  "tika-abh08t48:5_6": "Yadā hi chandaṁ dhuraṁ chandaṁ jeṭṭhakaṁ katvā cittaṁ pavattati, tadā chandova adhipati, na itare.",
  "tika-abh08t48:5_7": "Esa nayo sesesupi.",
  "tika-abh08t48:5_8": "Adhipatibhāvopi hi nesaṁ attano pavattinivārake abhibhuyya pavattanato hoti.",
  "tika-abh08t48:5_9": "Avasesanti yathāvuttānaṁ tesaṁ garukātabbatābhāvato, garukatasseva ca ārammaṇādhipatibhāvavacanato.",
  "tika-abh08t48:5_10": "Vuttañhetaṁ “yaṁ yaṁ dhammaṁ garuṁ katvā ye ye dhammā uppajjanti cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ adhipatipaccayena paccayo”ti.",
  "tika-abh08t48:5_11": "Tattha garuṁ katvāti garukāracittīkāravasena vā assādanavasena vā garuṁ bhārikaṁ laddhabbaṁ anavaññātaṁ katvā.",
  "tika-abh08t48:5_12": "Garukātabbañhi ārammaṇaṁ tanninnapoṇapabbhārānaṁ assādanapaccavekkhaṇamaggaphalānaṁ attano vase vattayamānaṁ viya paccayo hoti, tasmā ayaṁ attādhīnānaṁ patibhāvena upakārakattā adhipatipaccayo daṭṭhabbo.",
  "tika-abh08t48:6_0": "Antarayatīti antaraṁ, byavadhāyakanti attho, nāssa antaraṁ vijjatīti anantaro, soyeva paccayoti anantarapaccayo, anantarabhāvena upakārako dhammoti adhippāyo.",
  "tika-abh08t48:6_1": "Anantaraniruddhāti attano nirodhānantaraṁ anurūpacittuppādassa uppattipaccayabhāvena tassa uppattiyā purimabhāge anantaraṁ hutvā niruddhā, rūpadhammā pana anantarapaccayā natthi.",
  "tika-abh08t48:7_0": "Samanantarabhāvena upakārako dhammo samanantarapaccayo, tathā samanantarapaccayopīti ṭhapetvā upasaggamattaṁ na ettha koci viseso.",
  "tika-abh08t48:7_1": "Yo hi anantarapaccayo, sova samanantarapaccayoti.",
  "tika-abh08t48:7_2": "Purimapacchimānañhi anantaruppādabhāvato nirantaruppādanasamatthatā anantarapaccayatā, rūpakalāpānaṁ viya saṇṭhānābhāvato paccayapaccayuppannānaṁ sahaṭṭhānābhāvato ca “idamito uddhaṁ heṭṭhā tiriya”nti vibhāgābhāvā attano ekattamiva upanetvā suṭṭhu anantarabhāvena uppādetuṁ samatthatā samanantarapaccayatā, tasmā dhammato avisesepi vineyyavasena byañjanatthamattato visesaṁ gahetvā tesaṁ visuṁ desanā katā.",
  "tika-abh08t48:7_3": "Yampi “atthānantaratāya anantarapaccayo, kālānantaratāya samanantarapaccayo”ti ācariyānaṁ mataṁ, taṁ “nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ kusalaṁ phalasamāpattiyā samanantarapaccayena paccayo”tiādīhi virujjhatītiādinā paṭikkhittaṁ.",
  "tika-abh08t48:8_0": "Uppajjamānova sahuppādanavasena upakārako dhammo sahajātapaccayo pakāsassa padīpo viya, so panāyaṁ “cittacetasikā dhammā aññamaññaṁ, sahajātarūpānañca, mahābhūtā aññamaññaṁ, upādārūpānañca, paṭisandhikkhaṇe vatthuvipākā aññamañña”nti ca tividho hoti, tasmā vuttaṁ “cittacetasikā”tiādi.",
  "tika-abh08t48:8_1": "Yampi hi pāḷiyaṁ arūpakkhandhādivasenassa chabbidhataṁ vuttaṁ, tampi ettheva saṅgahitaṁ.",
  "tika-abh08t48:8_2": "Yo panettha sesarūpadhammānaṁ, ubhayattha vatthuno ca pavattiyā arūpadhammānaṁ, upādārūpānañca aññamaññaṁ mahābhūtānaṁ sahajātapaccayattābhāvo, so paccayabhāvasāmatthiyavisesāyogatoti daṭṭhabbaṁ.",
  "tika-abh08t48:9_0": "Aññamaññaṁ uppādanupatthambhanabhāvena attano upakārakassa upakārako dhammo aññamaññapaccayo.",
  "tika-abh08t48:9_1": "Aññamaññupatthambhakatidaṇḍakaṁ viya upakārakatā ca aññamaññatāvaseneva daṭṭhabbā, na sahajātādivasena.",
  "tika-abh08t48:9_2": "Sahajātādipaccayo hontoyeva hi koci kassaci aññamaññapaccayo na hoti cittacetasikānaṁ cittajarūpe sati, mahābhūtānaṁ upādārūpe sati aññamaññapaccayattābhāvato.",
  "tika-abh08t48:9_3": "Yathāha “cattāro khandhā arūpino aññamaññapaccayena paccayo, cattāro mahābhūtā…pe…",
  "tika-abh08t48:9_4": "okkantikkhaṇe nāmarūpaṁ aññamaññapaccayena paccayo”ti.",
  "tika-abh08t48:9_5": "Ācariyena pana paccayuppannadhamme aparāmasitvā vuccamānattā avisesena vuttaṁ “tathā aññamaññapaccayo”ti.",
  "tika-abh08t48:10_0": "Taruādīnaṁ pathavī viya adhiṭṭhānākārena, cittakammādīnaṁ paṭādayo viya ca nissayākārena upakārako dhammo nissayapaccayo.",
  "tika-abh08t48:10_1": "Vatthurūpānīti sattannaṁ viññāṇadhātūnaṁ adhiṭṭhānākārena nissayapaccayabhūtāni vatthurūpāni.",
  "tika-abh08t48:10_2": "Mahābhūtā cittacetasikā cāti aññamaññaṁ, upādārūpānañca tatheva nissayabhūtāni mahābhūtāni aññamaññaṁ, sahajātarūpānañca nissayākārena paccayāni cittacetasikāni, tadadhīnavuttitāya attano phalena nissito na paṭikkhittoti nissayo.",
  "tika-abh08t48:11_0": "Yathā pana bhuso āyāso upāyāso, evaṁ bhuso nissayo upanissayo, balavakāraṇanti attho, tasmā balavakāraṇabhāvena upakārako dhammo upanissayapaccayoti veditabbo.",
  "tika-abh08t48:11_1": "So ārammaṇūpanissayo anantarūpanissayo pakatūpanissayoti tividhoti āha “ārammaṇā”tiādi. Tattha –",
  "tika-abh08t48:12_0": "“Dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhati, pubbe suciṇṇāni garuṁ katvā paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ garuṁ katvā paccavekkhati, sekhā gotrabhuṁ garuṁ katvā paccavekkhanti, vodānaṁ garuṁ katvā paccavekkhanti, sekhā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhantī”ti –",
  "tika-abh08t48:13_0": "Evamādinā nayena ārammaṇūpanissayo tāva ārammaṇādhipatinā saddhiṁ nānattaṁ akatvāva vibhatto.",
  "tika-abh08t48:13_1": "Tenāha “ārammaṇūpanissayo ārammaṇādhipatiyevā”ti.",
  "tika-abh08t48:13_2": "Kiñcāpi nānattaṁ akatvā vibhatto, tathāpi ayaṁ tesaṁ viseso –",
  "tika-abh08t48:13_3": "yaṁ ārammaṇaṁ garuṁ katvā cittacetasikā uppajjanti, taṁ niyamato tesaṁ ārammaṇesu balavārammaṇaṁ hoti.",
  "tika-abh08t48:13_4": "Iti garukātabbamattaṭṭhena ārammaṇādhipati, balavakāraṇaṭṭhena ārammaṇūpanissayoti ca evametesaṁ nānattaṁ veditabbaṁ.",
  "tika-abh08t48:14_0": "Anantarūpanissayopi “purimā purimā kusalā khandhā pacchimānaṁ pacchimānaṁ kusalānaṁ khandhānaṁ upanissayapaccayena paccayo”tiādinā nayena anantarapaccayena saddhiṁ nānattaṁ akatvāva vibhattoti āha “anantarūpanissayo pana anantarapaccayovā”ti.",
  "tika-abh08t48:14_1": "Evaṁ santepi attano anantarā anurūpacittuppādavasena anantarapaccayo, balavakāraṇavasena anantarūpanissayapaccayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "tika-abh08t48:15_0": "Pakatiyā eva paccayantararahitena attano sabhāveneva upanissayo pakatūpanissayo, ārammaṇaanantarehi amissova puthageva koci upanissayoti vuttaṁ hoti.",
  "tika-abh08t48:15_1": "Atha vā pakato upanissayo pakatūpanissayo.",
  "tika-abh08t48:15_2": "Pakatoti cettha pa-kāro upasaggo, so attano phalassa uppādanasamatthabhāvena santāne nipphāditabhāvaṁ, upasevitabhāvañca dīpeti, tasmā attano santāne nipphanno vā kāyikasukhadukkhasaddhāsīlādi upasevito vā utubhojanādi pakatūpanissayoti attho.",
  "tika-abh08t48:15_3": "Upasevanañcettha duvidhaṁ upayogopasevanaṁ ārammaṇūpasevanañca.",
  "tika-abh08t48:15_4": "Evañca katvā anāgatassāpi upanissayapaccayatā laddhā hoti.",
  "tika-abh08t48:15_5": "Kāyikasukha…pe…",
  "tika-abh08t48:15_6": "yo cāti ettha kāyikasukhadukkhāni rāgasaddhādīnaṁ, utubhojanādayo cittasamādhānādīnaṁ, saddhāsīlādayo saddhāsīlādīnañca upanissayā honti.",
  "tika-abh08t48:15_7": "Ādi-saddena yaṁ yaṁ upanissāya yassa yassa sambhavo, taṁ taṁ tassa tassa upanissayapaccayabhūtaṁ saṅgaṇhāti.",
  "tika-abh08t48:15_8": "Paccayamahāpadeso hesa, yadidaṁ upanissayapaccayoti.",
  "tika-abh08t48:16_0": "Paccayuppannato paṭhamataraṁ uppajjitvā vattamānabhāvena upakārako dhammo purejātapaccayo.",
  "tika-abh08t48:16_1": "So ca rūpadhammova samāno arūpadhammasseva hoti.",
  "tika-abh08t48:16_2": "Tenāha “vatthupurejātonāmā”tiādi.",
  "tika-abh08t48:16_3": "Yathā cettha “vatthurūpānī”ti hadayavatthunopi gahaṇaṁ, evaṁ “rūpādīnī”tiādi-ggahaṇena dhammārammaṇassāpi gahaṇaṁ daṭṭhabbaṁ.",
  "tika-abh08t48:16_4": "Nanu ca pañcārammaṇāneva ārammaṇapurejātabhāvena āgatānīti?",
  "tika-abh08t48:16_5": "Saccaṁ āgatāni, pañhāvāre pana “sekhā vā puthujjanā vā cakkhuṁ aniccato dukkhato anattato vipassantī”tiādinā avisesena paccuppannacakkhādīnampi gahitattā dhammārammaṇassa ārammaṇapurejātabhāvo na sakkā paṭibāhituṁ.",
  "tika-abh08t48:16_6": "Atthatopi hetaṁ siddhaṁ “yaṁ yaṁ paccuppannaṁ ārammaṇaṁ gahetvā manodvāre cittaṁ pavattati, taṁ tassa ārammaṇapurejātaṁ hotī”ti.",
  "tika-abh08t48:16_7": "Ettha ca nissayārammaṇākārādīhi visiṭṭhā purejātabhāvena vinā upakārabhāvaṁ agacchantānaṁ vatthārammaṇānaṁ purejātākārena upakārakatā purejātapaccayatāti ayamassa nissayārammaṇapaccayatāhi viseso.",
  "tika-abh08t48:17_0": "Gijjhapotakasarīrānaṁ āhārāsā cetanā viya purejātānaṁ rūpānaṁ upatthambhakabhāvena upakārako dhammo pacchājātapaccayo.",
  "tika-abh08t48:17_1": "Manosañcetanāhāravasena hi pacchājātacittacetasikehi vinā santānaṭṭhitihetubhāvaṁ agacchantānaṁ pacchājātākārena cittacetasikānaṁ upakārakatā vippayuttākārādīhi visiṭṭhā pacchājātapaccayatāti evaṁ sabbapaccayānaṁ paccayantarākāravisiṭṭhā upakārakatā daṭṭhabbā.",
  "tika-abh08t48:17_2": "So pana “pacchājātā cittacetasikā dhammā purejātassa imassa kāyassa pacchājātapaccayena paccayo”ti āgatattā ekavidhoti āha “cittacetasikāvā”ti.",
  "tika-abh08t48:18_0": "Purimapurimaparicitagantho viya uttaruttarassa ganthassa kusalādibhāvena attasadisapaguṇabalavabhāvavisiṭṭhaṁ attasajātiyatāgāhakaṁ āsevanaṁ, tena paccayā sajātiyadhammāva āsevanapaccayo.",
  "tika-abh08t48:18_1": "Bhinnajātikā hi bhinnajātikānaṁ āsevanaguṇena paguṇabalavabhāvavisiṭṭhaṁ kusalādibhāvasaṅkhātaṁ attano gatiṁ gāhāpetuṁ na sakkonti, na ca sayaṁ tato gaṇhanti.",
  "tika-abh08t48:18_2": "Te pana anantarātītāni lokiyakusalākusalāni ceva anāvajjanakiriyājavanāni cāti āha “ṭhapetvā āvajjanadvaya”ntiādi.",
  "tika-abh08t48:18_3": "“Na maggapaccayā āsevane eka”nti vacanato ahetukakiriyāsu hasituppādasseva āsevanabhāvena, āvajjanadvayaṁ āsevanapaccayo na hoti, lokuttarampi kusalaṁ bhinnajātikasseva phalassa purecarattā na tena, āsevanaguṇaṁ gaṇhāpeti, vipākābyākatampi kammavasena.",
  "tika-abh08t48:18_4": "Vipākabhāvappattaṁ kammapariṇāmitaṁ kammavegakkhittaṁ patitaṁ viya hutvā pavattamānaṁ attano sabhāvaṁ gāhetvā paribhāvetvā neva aññavipākaṁ pavatteti, na ca purimavipākānubhāvaṁ gahetvā uppajjati.",
  "tika-abh08t48:18_5": "Lokuttaravipākampi hi kiñcāpi javanavasena uppajjati, āsevanaguṇaṁ pana gaṇhāti, na ca aññaṁ gāhāpeti.",
  "tika-abh08t48:18_6": "Yampi “āsevanavinimuttaṁ javanaṁ natthī”ti ācariyadhammapālattherena vuttaṁ, tampi “yebhuyyavasena vutta”nti viññāyati, itarathā pana ācariyassa asamapekkhitāvidhāyakattappasaṅgato.",
  "tika-abh08t48:18_7": "Tathā hi vuttaṁ paṭṭhānaṭṭhakathāyaṁ “lokuttaro pana āsevanapaccayo nāma natthī”ti.",
  "tika-abh08t48:18_8": "Maggo pana gotrabhuto āsevanaṁ na gaṇhātīti natthi bhūmiādivasena nānājātikatāya anadhippetattā.",
  "tika-abh08t48:18_9": "Tathā hi vuttaṁ paṭṭhāne “gotrabhu maggassa āsevanapaccayena paccayo, vodānaṁ maggassa āsevanapaccayena paccayo”ti.",
  "tika-abh08t48:19_0": "Cittappayogasaṅkhātaāyūhanakiriyābhāvena sahajātānaṁ, nānakkhaṇikānañca upakārako dhammo kammapaccayo.",
  "tika-abh08t48:19_1": "Kammanti hi cetanā vuccati, sā ca āyūhanabyāpārā.",
  "tika-abh08t48:19_2": "Paccayuppannena saha uppannā sahajātā, paccayuppannato nānakkhaṇe bhavā nānakkhaṇikā.",
  "tika-abh08t48:19_3": "Sahajātā lokiyalokuttarā cetanāti sambandho.",
  "tika-abh08t48:19_4": "Sā sahajātanāmānaṁ, taṁsamuṭṭhānānañca rūpānaṁ paccayo, itarā pana vipākakaṭattārūpānanti daṭṭhabbaṁ.",
  "tika-abh08t48:19_5": "Sāsavakusalākusalacetanāti attano uppādavisiṭṭhe santāne sesapaccayasamāgame pavattamānānaṁ vipākakaṭattārūpānaṁ santānavisesanakiriyābhāvena upakārikā kāmarūpārūpakusalacetanā, akusalacetanā ca.",
  "tika-abh08t48:19_6": "Tassā hi tathā kiriyābhāvena pavattattā tesaṁ pavatti, na aññathā.",
  "tika-abh08t48:19_7": "Itarā pana sahajātānaṁ āyūhanakiriyābhāvena pavattamānā upakārikāti vattabbaṁ.",
  "tika-abh08t48:19_8": "Avadhāraṇena panettha cetanāsampayuttaṁ abhijjhādikammaṁ paṭikkhipati satipi vipākadhammasabhāve cetanāvajjānaṁ ataṁsabhāvattā.",
  "tika-abh08t48:19_9": "Anāsava…pe…",
  "tika-abh08t48:19_10": "paccayoti iminā lokiyakusalacetanāya visesamattaṁ dasseti, na nānakkhaṇikakammapaccayatābhāvaṁ.",
  "tika-abh08t48:19_11": "Evañca katvā vuttaṁ aṭṭhakathāyaṁ “arūpāvacaracetanā, pana lokuttaracetanā ca uppajjitvā niruddhā attano attano vipākakkhandhānaṁ nānakkhaṇikakammapaccayena paccayo”ti.",
  "tika-abh08t48:20_0": "Attano nirussāhasantabhāvena sahajātanāmarūpānaṁ nirussāhasantabhāvāya upakārakā arūpadhammāva vipākapaccayo.",
  "tika-abh08t48:20_1": "Tenāha “vipākacittacetasikā”ti.",
  "tika-abh08t48:20_2": "Te hi payogena asādhetabbatāya kammassa katattā nipphajjanamattato nirussāhasantabhāvā honti, na kilesavūpasamasantabhāvā.",
  "tika-abh08t48:20_3": "Nirussāhasantabhāvato eva hi bhavaṅgādayo duviññeyyā.",
  "tika-abh08t48:20_4": "Pañcadvārepi hi javanappavattiyāva rūpādīnaṁ gahitatā viññāyati.",
  "tika-abh08t48:20_5": "Abhinipātasampaṭicchanasantīraṇamattā pana vipākā duviññeyyā eva.",
  "tika-abh08t48:21_0": "Rūpārūpānaṁ upatthambhakaṭṭhena upakāro āhārapaccayo.",
  "tika-abh08t48:21_1": "Satipi hi janakabhāve upatthambhakattameva āhārassa padhānakiccaṁ, janayantopi ca āhāro avicchedavasena upatthambhentova janetīti upatthambhanabhāvova āhārabhāvoti.",
  "tika-abh08t48:21_2": "Tattha kabaḷīkāro āhāro rūpakāyasseva upatthambhako, sesā tayo rūpārūpakāyassa.",
  "tika-abh08t48:21_3": "Na kevalañhi te nāmadhammānameva avicchedahetukā, atha kho paṭisandhiyaṁ kaṭattārūpānaṁ, pavatte cittajarūpānampi.",
  "tika-abh08t48:22_0": "Tesu tesu kiccesu paccayuppannadhammehi attānaṁ anuvattāpanakasaṅkhātaādhipaccaṭṭhena paccayo indriyapaccayo.",
  "tika-abh08t48:22_1": "Adhipatipaccayadhammānañhi pavattivinivārake abhibhavitvā pavattanena garubhāvo adhipatiyaṭṭho, indriyānaṁ pana dassanādikiccesu cakkhuviññāṇādīhi, jīvane kammajarūpehi, arūpadhammehi ca jīvantehi sukhitādibhāvesu sukhitādīhi adhimokkhapaggahaupaṭṭhānāvikkhepappajānanesu “anaññātaṁ ñassāmī”ti pavattiyaṁ ājānane, aññātāvibhāve ca saddhādisahajātehīti evaṁ taṁtaṁkiccesu cakkhādipaccayehi dhammehi cakkhādīnaṁ anuvattaniyatāmattaṁ indriyānaṁ ādhipaccaṭṭhoti ayameva tesaṁ viseso.",
  "tika-abh08t48:22_2": "Rūpasattaka-ggahaṇena cakkhādīni pañca, itthipurisindriyadvayañca dasseti.",
  "tika-abh08t48:22_3": "Jīvitindriyaṁ pana arūpajīvitindriyena saddhiṁ ekato katvā jīvita-ggahaṇena gahitaṁ.",
  "tika-abh08t48:22_4": "Evañhi dvāvīsati indriyāni honti.",
  "tika-abh08t48:22_5": "“Anādimati saṁsāre anaññātaṁ asacchikataṁ catusaccadhammaṁ, nibbānameva vā ñassāmī”ti pavattassa indriyaṁ anaññātaññassāmītindriyaṁ, paṭhamamaggañāṇaṁ.",
  "tika-abh08t48:22_6": "Ājānato paṭhamamaggena diṭṭhamariyādaṁ anatikkamitvā jānato indriyaṁ aññindriyaṁ, sotāpattiphalato yāva arahattamaggā chasu ñāṇaṁ, aññātāvino catūsu saccesu pariniṭṭhitakiccassa indriyaṁ aññātāvindriyaṁ, arahattaphalañāṇaṁ.",
  "tika-abh08t48:22_7": "Paṭhamaṁ pariyāyato indriyattaṁ sandhāya rūpasattaka-ggahaṇena gahetvāpi puna kathañci upakārakattābhāvato itthipurisindriyānaṁ ettha aggahaṇaṁ dassetuṁ “tesū”tiādi vuttaṁ.",
  "tika-abh08t48:22_8": "Tāni hi yebhuyyena liṅgādīhi anuvattiyamānānipi paccayabhāvato nānuvattīyantīti vuttovāyamattho.",
  "tika-abh08t48:23_0": "Ārammaṇūpanijjhānalakkhaṇūpanijjhānavasena upagantvā ārammaṇanijjhānaṁ jhānapaccayatā, so ca vitakkādīnameva āveṇiko sabhāvoti āha “jhānapaccayo”tiādi.",
  "tika-abh08t48:23_1": "Te pana paṭisandhiyaṁ kaṭattārūpānaṁ, pavatte cittajarūpānaṁ, ubhayattha nāmadhammānañca paccayāti daṭṭhabbaṁ.",
  "tika-abh08t48:24_0": "Sugatito, duggatito, kusalato, akusalato vā niyyānaṭṭhena sahajātānaṁ upakārakatā maggapaccayatā, sā ca sammādiṭṭhādīnanti āha “maggapaccayo”tiādi.",
  "tika-abh08t48:24_1": "Saṅkappa-ggahaṇena sammāsaṅkappaṁ, micchāsaṅkappañca dasseti.",
  "tika-abh08t48:24_2": "Evaṁ sesesupi.",
  "tika-abh08t48:24_3": "Micchāsaṅkappādayo hi apāyamaggaṅgā, micchāsatimicchāvācādayo cettha tathāpavattacittuppādā, cetanā ca, ayampi jhānapaccaye vuttānameva paccayuppannānaṁ paccayoti daṭṭhabbaṁ.",
  "tika-abh08t48:25_0": "Paramatthena bhinnānampi ekībhāvagatānaṁ viya ekuppādādibhāvasaṅkhātasampayogalakkhaṇena upakārakatā sampayuttapaccayatā, sā ca nāmadhammānameva, na rūpadhammānanti āha “sampayuttapaccayo”tiādi.",
  "tika-abh08t48:26_0": "Aññamaññasambandhatāya yuttānampi samānānaṁ vippayuttabhāvena visaṁsaṭṭhatāya nānattūpagamanena upakārakatā vippayuttapaccayatā, sā ca vatthūnaṁ, cittacetasikānameva vāti āha “vippayuttapaccayo”tiādi.",
  "tika-abh08t48:26_1": "Cha vatthūni hi sattannaṁ viññāṇānaṁ yathārahaṁ paṭisandhiyaṁ, pavatte, cittacetasikā paṭisandhiyaṁ kaṭattārūpānaṁ, pavattiyaṁ cittasamuṭṭhānānañca vippayuttapaccayo.",
  "tika-abh08t48:26_2": "Vatthupurejātānīti idaṁ cakkhādivatthuvaseneva vuttaṁ, hadayavatthu pana paṭisandhiyampi paccayabhāvato sahajātampi labbhati.",
  "tika-abh08t48:26_3": "Vuttampi hetaṁ abyākatapadassa sahajātavibhaṅge “paṭisandhikkhaṇe vipākābyākatā khandhā kaṭattārūpānaṁ, khandhā vatthussa, vatthu khandhānaṁ vippayuttapaccayena paccayo”ti.",
  "tika-abh08t48:26_4": "Tathā pacchājātā cittacetasikāti ca cakkhuviññāṇādivaseneva vuttaṁ, “sahajātā kusalā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo”tiādivacanato pana sahajātāpi labbhanti.",
  "tika-abh08t48:26_5": "Evañca katvā vuttaṁ aṭṭhakathāyaṁ “vippayuttapaccayo sahajātapurejātapacchājātavasena tividho”ti.",
  "tika-abh08t48:26_6": "Ayaṁ pana rūpadhammo samāno rūpadhammassa paccayo na hoti sampayogāsaṅkāya abhāvato.",
  "tika-abh08t48:27_0": "Yesañhi nāmānaṁ cakkhādīnaṁ abbhantarato nikkhamantānaṁ viya pavatti, rūpānañca nāmasannissayeneva uppajjamānānaṁ sampayogāsaṅkā hoti, tesameva vippayuttapaccayatā vuttā.",
  "tika-abh08t48:27_1": "Rūpānaṁ pana rūpehi sāsaṅkā natthi, vatthusannissayeneva ca jāyantānaṁ nāmānaṁ visayamattaṁ ārammaṇanti tenāpi tesaṁ sampayogāsaṅkā natthi.",
  "tika-abh08t48:27_2": "Paccuppannasabhāvena atthibhāvena tādisasseva dhammassa upatthambhakattena upakārakatā atthipaccayatā.",
  "tika-abh08t48:27_3": "Satipi hi janakatte ṭhitiyaṁyeva sātisayo atthipaccayānaṁ byāpāroti upatthambhakatā tesaṁ gahitā, te ca rūpajīvitindriyādīnevāti āha “atthipaccayo”tiādi.",
  "tika-abh08t48:27_4": "Rūpajīvitindriyañhi kaṭattārūpānaṁ, kabaḷīkārāhāro imassa kāyassa, ārammaṇapurejātāni cittacetasikānaṁ nissayapaccaye vuttadhammā, tattheva vuttapaccayuppannañca atthipaccayo.",
  "tika-abh08t48:27_5": "Nissayapaccaye vuttadhammāti ca vatthurūpamahābhūtacittacetasikānaṁ dhammasāmaññeneva gahaṇaṁ, na nissayapaccayabhāvīnaṁyeva.",
  "tika-abh08t48:27_6": "Pacchājātānampi cittacetasikānaṁ purejātassa kāyassa pañhāvāre paccayabhāvena niddiṭṭhattā.",
  "tika-abh08t48:27_7": "Ettha ca atthibhāvābhāvena anupakārakānameva atthibhāvena upakārakatāya atthipaccayatābhāvato natthi nibbānassa sabbadā bhāvino atthipaccayatā, uppādādiyuttānaṁ vā natthibhāvopakāratāviruddho upakārakabhāvo atthipaccayatāti na tassa tappaccayattappasaṅgo.",
  "tika-abh08t48:28_0": "Natthipaccayotiādīsu anantaratāmattena, cittaniyāmakabhāvena vā upakārakatā anantarapaccayatā.",
  "tika-abh08t48:28_1": "Ekasmiṁ phassādidhammasamudāye pavattamāne dutiyassa abhāvato attano ṭhitiyā okāsamalabhantānaṁ anantaraṁ uppajjamānakacittacetasikānaṁ okāsadānavasena upakārakatā natthipaccayatā.",
  "tika-abh08t48:28_2": "Attano sabhāvāvigamena appavattamānānaṁ vigatabhāvena upakārakatā vigatapaccayatā.",
  "tika-abh08t48:28_3": "Atthato pana dvinnampi anantarapaccayabhāvīdhammattā aviseso vutto.",
  "tika-abh08t48:28_4": "Sabhāvatāmattena upakārakatā atthipaccayatā, nirodhānupagamanavasena upakārakatā avigatapaccayatāti paccayaviseso tesaṁ dhammāvisesepi veditabbo.",
  "tika-abh08t48:28_5": "Dhammānañhi samatthatāvisesaṁ sabbākārena ñatvā bhagavatā catuvīsatipaccayā desitāti bhagavati saddhāya “evaṁ visesā ete dhammā”ti sutamayañāṇaṁ uppādetvā cintābhāvanāmayañāṇehi tadabhisamayāya yogo karaṇīyo.",
  "tika-abh08t48:28_6": "Avisesepi dhammasāmatthiyassa tathā tathā vinetabbapuggalānaṁ vasena heṭṭhā vuttopi paccayo puna pakārantarena vuccati yathā ahetukadukaṁ vatvāpi hetuvippayuttadukaṁ viyāti daṭṭhabbaṁ.",
  "tika-abh08t48:29_0": "Yasmā mahābhūtā aññamaññaṁ, upādārūpānañca sahajātapaccayā, mahābhūtā aññamaññaṁ aññamaññanissayapaccayā, upādārūpānaṁ nissayapaccayāva, kabaḷīkāro āhāro imassa kāyassa āhārapaccayo, mahābhūtā aññamaññaṁ, upādārūpānañca jīvitindriyaṁ kaṭattārūpānañca atthiavigataindriyapaccayā, tasmā vuttaṁ “rūpaṁ rūpassa…pe…",
  "tika-abh08t48:29_1": "sattadhā paccayo hotī”ti.",
  "tika-abh08t48:30_0": "Rūpaṁ arūpassātiādīsupi heṭṭhā vuttapaccayuppannadhamme suṭṭhu upalakkhetvā paccayo yojetabbo.",
  "tika-abh08t48:30_1": "Rūpaṁ rūpārūpassāti natthīti idaṁ sahajātapaccayabhūtampi rūpaṁ rūpārūpadvayassa paccayabhāvena anāgatanti katvā vuttaṁ.",
  "tika-abh08t48:31_0": "Sabbesaṁ paccayānaṁ ārammaṇapaccaye upanissayapaccaye, sahajātanānakkhaṇikacetanāya kammapaccaye, sahajātapurejātapacchājātādibhedassa atthipaccaye ca samodhānato sabbepi paccayā saṅkhepato catubbidhāyevāti dassento āha “sabbe panime”tiādi.",
  "tika-abh08t48:32_0": "Iti abhidhammatthavikāsiniyā nāma",
  "tika-abh08t48:33_0": "Abhidhammāvatārasaṁvaṇṇanāya",
  "tika-abh08t48:34_0": "Paccayaniddesavaṇṇanā niṭṭhitā.",
  "tika-abh08t48:35_0": "Nigamanakathāvaṇṇanā",
  "tika-abh08t48:36_0": "1400-2.",
  "tika-abh08t48:36_1": "Sabbadhammesu appaṭihatagatitāya sundarā mati imassāti sumati, tassa sumatissa bhagavato mativicāraṁ ñāṇacāraṁ bodhetīti sumatimativicārabodhano.",
  "tika-abh08t48:36_2": "Viruddhā mati yesaṁ te vimatino, viruddhā matīti ca viruddhadassananti attho.",
  "tika-abh08t48:36_3": "Tesaṁ vimohaṁ vināsetīti vimativimohavināsano.",
  "tika-abh08t48:36_4": "Yato yasmā nāmato sumatinā bhikkhunā mānato bahumānena āyācitasammānato āyācito hutvā sammā avanato sadāyeva mato ayaṁ, tato tasmā mayā racito abhidhammāvatāro.",
  "tika-abh08t48:36_5": "Tathā hi bhāvanā sādhūnaṁ sambhāvanā hitavibhāvanā hitappakāsanato sadā tosadāti yojanā.",
  "tika-abh08t48:37_0": "1403-14.Ayuttaṁvā viruddhaṁ vāti ettha “aṭṭhakathāya vimukhabhūtaṁ ayuttaṁ nāma, pāḷiyā vimukhabhūtaṁ viruddha”nti vadanti.",
  "tika-abh08t48:37_1": "Byappathānanti ca vācanāmaggānanti attho.",
  "tika-abh08t48:37_2": "Tividhāti eko byappatho saddasampanno, na atthasampanno, eko atthasampanno, na saddasampanno, eko ubhayasampannoti tippakārāti attho.",
  "tika-abh08t48:37_3": "Hitameva atthoti hitattho, taṁ attano kāmetīti hitatthakāmo.",
  "tika-abh08t48:37_4": "Asaṁkiṇṇakulākulehi asambhinnakulehi saṁkiṇṇe.",
  "tika-abh08t48:37_5": "Kelāsoyeva sikharoti kelāsasikharo, so hi himavato caturāsītiyā kūṭasahassānaṁ pāmokkho rajatamayo mahāsikharo.",
  "tika-abh08t48:37_6": "Tadākārehi sabbasetehi pāsādehi paṭimaṇḍitattā kelāsa…pe… maṇḍito.",
  "tika-abh08t48:37_7": "Kaṇhadāsenāti evaṁnāmakena upāsakena.",
  "tika-abh08t48:37_8": "Pācīnapāsādeti pācīnadisābhāgasannissite pāsāde.",
  "tika-abh08t48:37_9": "Ayanti ayamabhidhammāvatāro.",
  "tika-abh08t48:38_0": "Niṭṭhitāyaṁ abhidhammatthavikāsinī nāma",
  "tika-abh08t48:39_0": "Abhidhammāvatārasaṁvaṇṇanā.",
  "tika-abh08t48:40_0": "Nigamanakathā",
  "tika-abh08t48:41_0": "1.",
  "tika-abh08t48:42_0": "Ramme pulatthinagare nagarādhirāje,",
  "tika-abh08t48:43_0": "Raññā parakkamabhujena mahābhujena;",
  "tika-abh08t48:44_0": "Kārāpite vasati jetavane vihāre,",
  "tika-abh08t48:45_0": "Yo rammahammiyavarūpavanābhirāme.",
  "tika-abh08t48:46_0": "2.",
  "tika-abh08t48:47_0": "Sampannasīladamasaṁyamatositehi,",
  "tika-abh08t48:48_0": "Sammānito vasigaṇehi guṇākarehi;",
  "tika-abh08t48:49_0": "Patto munindavacanādisu nekagantha-",
  "tika-abh08t48:50_0": "Jātesu cācariyataṁ mahitaṁ vidūhi.",
  "tika-abh08t48:51_0": "3..",
  "tika-abh08t48:52_0": "Ñāṇānubhāvamiha yassa ca sūcayantī,",
  "tika-abh08t48:53_0": "Saṁvaṇṇanā ca vinayaṭṭhakathādikānaṁ;",
  "tika-abh08t48:54_0": "Sāratthadīpanimukhā madhuratthasāra-",
  "tika-abh08t48:55_0": "Sandīpanena sujanaṁ paritosayantī.",
  "tika-abh08t48:56_0": "4.",
  "tika-abh08t48:57_0": "Tassānukampamavalambiya sāriputta-",
  "tika-abh08t48:58_0": "Ttherassa thāmagatasāraguṇākarassa;",
  "tika-abh08t48:59_0": "Yo sāsane jinavarassa ratiṁ uḷāraṁ,",
  "tika-abh08t48:60_0": "Pappoti nandipariveṇanivāsavāsī.",
  "tika-abh08t48:61_0": "5.",
  "tika-abh08t48:62_0": "Sa sādhayaṁ sotuhitaṁ anappakaṁ,",
  "tika-abh08t48:63_0": "Sumaṅgalodīritanāmavissuto;",
  "tika-abh08t48:64_0": "Akābhidhammatthavikāsiniṁ imaṁ,",
  "tika-abh08t48:65_0": "Pakāsayantiṁ madhuratthasampadanti.",
  "tika-abh08t48:66_0": "Abhidhammāvatāraṭīkā samattā."
}