{
  "tika-s0402t35:0_0": "2. Caravaggo",
  "tika-s0402t35:1_0": "1. Carasuttavaṇṇanā",
  "tika-s0402t35:2_0": "11.",
  "tika-s0402t35:2_1": "Dutiyassa paṭhame caratoti gacchantassa, caṅkamantassa vā.",
  "tika-s0402t35:2_2": "Uppajjati kāmavitakko vāti vatthukāmesu avītarāgatāya tādise paccaye kāmapaṭisaṁyutto vā vitakko uppajjati ce, yadi uppajjati.",
  "tika-s0402t35:2_3": "Byāpādavitakko vā vihiṁsāvitakko vāti āghātavinaye visesena cittassa adamitattā āghātanimitte byāpādapaṭisaṁyutto vā vitakko, leḍḍudaṇḍādīti parahiṁsanavasena vihiṁsāpaṭisaṁyutto vā vitakko uppajjati ceti sambandho.",
  "tika-s0402t35:2_4": "Taṁ ce bhikkhu adhivāsetīti taṁ yathāvuttaṁ kāmavitakkādiṁ yathāpaccayaṁ attano citte uppannaṁ “itipāyaṁ vitakko pāpako, itipi akusalo, itipi sāvajjo, so ca kho attabyābādhāya saṁvattatī”tiādinā nayena paccavekkhaṇāya abhāvato adhivāseti attano cittaṁ āropetvā vāseti.",
  "tika-s0402t35:2_5": "Adhivāsentoyeva ca nappajahati tadaṅgādippahānavasena na paṭinissajjati.",
  "tika-s0402t35:2_6": "Tato eva ca na vinodeti attano cittasantānato na nudati na nīharati.",
  "tika-s0402t35:2_7": "Tathā avinodanato na byantīkaroti na vigatantaṁ karoti.",
  "tika-s0402t35:2_8": "Ātāpī pahitatto yathā tesaṁ antopi nāvasissati antamaso bhaṅgamattampi, evaṁ karoti, ayaṁ pana tathā na karotīti attho.",
  "tika-s0402t35:2_9": "Tathābhūto pana na anabhāvaṁ gameti anu anu abhāvaṁ na gameti.",
  "tika-s0402t35:2_10": "Na pajahati ce, na vinodeti ceti itiādinā ce-saddaṁ yojetvā attho veditabbo.",
  "tika-s0402t35:3_0": "Evaṁbhūtoti evaṁ kāmavitakkādīhi pāpavitakkehi samaṅgibhūto.",
  "tika-s0402t35:3_1": "Anātāpīti kilesānaṁ ātāpayikassa vīriyassa abhāvena anātāpī.",
  "tika-s0402t35:3_2": "Pāputrāsalakkhaṇassa ottappassa abhāvena anottāpī.",
  "tika-s0402t35:3_3": "Satataṁ samitaṁ sabbakālaṁ nirantaraṁ.",
  "tika-s0402t35:3_4": "Kusīto hīnavīriyoti kusalehi dhammehi parihāpayitvā akusalapakkhe kucchitaṁ sīdanato kosajjasamannāgamena ca kusīto, sammappadhānavīriyābhāvena hīnavīriyo vīriyavirahitoti vuccati kathīyati.",
  "tika-s0402t35:3_5": "Ṭhitassāti gamanaṁ upacchinditvā tiṭṭhato.",
  "tika-s0402t35:3_6": "Sayanairiyāpathassa visesato kosajjapakkhikattā yathā taṁsamaṅgino bhāvitattā sambhavanti, taṁ dassetuṁ “jāgarassā”ti vuttaṁ.",
  "tika-s0402t35:4_0": "Sukkapakkhe tañce bhikkhu nādhivāsetīti āraddhavīriyassapi viharato anādimati saṁsāre cirakālabhāvitattā tathārūpapaccayasamāyoge satisammosena vā kāmavitakkādi uppajjati ce, taṁ bhikkhu attano cittaṁ āropetvā na vāseti, abbhantare na vāsetīti attho.",
  "tika-s0402t35:4_1": "Anadhivāsento kiṁ karoti?",
  "tika-s0402t35:4_2": "Pajahati chaḍḍeti.",
  "tika-s0402t35:4_3": "Kiṁ kacavaraṁ viya piṭakenāti?",
  "tika-s0402t35:4_4": "Na, apica kho taṁ vinodeti nudati nīharati.",
  "tika-s0402t35:4_5": "Kiṁ balibaddaṁ viya patodenāti?",
  "tika-s0402t35:4_6": "Na, atha kho byantīkaroti vigatantaṁ karoti, yathā tesaṁ antopi nāvasissati antamaso bhaṅgamattampi, tathā te karoti.",
  "tika-s0402t35:4_7": "Kathaṁ pana te tathā karoti?",
  "tika-s0402t35:4_8": "Anabhāvaṁ gameti anu anu abhāvaṁ gameti, vikkhambhanappahānena yathā suvikkhambhitā honti, tathā ne karotīti vuttaṁ hoti.",
  "tika-s0402t35:5_0": "Evaṁbhūtotiādīsu evaṁ kāmavitakkādīnaṁ anadhivāsena suvisuddhāsayo samāno tāya ca āsayasampattiyā tannimittāya ca payogasampattiyā parisuddhasīlo indriyesu guttadvāro bhojane mattaññū satisampajaññena samannāgato jāgariyaṁ anuyutto tadaṅgādivasena kilesānaṁ ātāpanalakkhaṇena vīriyena samannāgatattā ātāpī.",
  "tika-s0402t35:5_1": "Sabbaso pāputrāsena samannāgatattā ottāpī satataṁ rattindivaṁ.",
  "tika-s0402t35:5_2": "Samitaṁ nirantaraṁ samathavipassanānuyogavasena catubbidhasammappadhānasiddhiyā āraddhavīriyo pahitatto.",
  "tika-s0402t35:5_3": "Nibbānaṁ pati pesitacittoti vuccati kathīyatīti attho.",
  "tika-s0402t35:6_0": "Gāthāsu gehanissitanti ettha gehavāsīhi apariccattattā gehavāsisabhāvattā gehadhammattā vā gehaṁ vuccati vatthukāmo.",
  "tika-s0402t35:6_1": "Atha vā gehappaṭibaddhabhāvato, kilesakāmānaṁ nivāsaṭṭhānabhāvato vā gehāti vuccanti, taṁvatthukattā kāmavitakkādi gehanissitaṁ nāma.",
  "tika-s0402t35:6_2": "Kummaggapaṭipannoti yasmā ariyamaggassa uppathabhāvato abhijjhādayo tadekaṭṭhadhammā ca kummaggo, tasmā kāmavitakkādibahulo kummaggapaṭipanno.",
  "tika-s0402t35:6_3": "Mohaneyyesu mucchitoti mohasaṁvattaniyesu rūpādīsu mucchito sammatto ajjhopanno.",
  "tika-s0402t35:6_4": "Sambodhinti ariyamaggañāṇaṁ.",
  "tika-s0402t35:6_5": "Phuṭṭhanti phusituṁ pattuṁ pāpo so tādiso micchāsaṅkappagocaro puggalo abhabbo, na kadāci taṁ pāpuṇātīti attho.",
  "tika-s0402t35:7_0": "Vitakkaṁ samayitvānāti yathāvuttaṁ micchāvitakkaṁ paṭisaṅkhānabhāvanābalena vūpasametvā.",
  "tika-s0402t35:7_1": "Vitakkūpasame ratoti navannampi mahāvitakkānaṁ accantūpasamabhūte arahatte, nibbāne eva vā ajjhāsayena rato abhirato.",
  "tika-s0402t35:7_2": "Bhabbo soti so yathāvutto sammāpaṭipajjamāno puggalo pubbabhāge samathavipassanābalena sabbavitakke yathārahaṁ tadaṅgādivasena vūpasametvā ṭhito vipassanaṁ ussukkāpetvā maggapaṭipāṭiyā arahattamaggañāṇasaṅkhātaṁ nibbānasaṅkhātañca anuttaraṁ sambodhiṁ phuṭṭhuṁ adhigantuṁ bhabbo arahā.",
  "tika-s0402t35:7_3": "Evamettha pāḷivaṇṇanā veditabbā.",
  "tika-s0402t35:8_0": "Carasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:9_0": "2. Sīlasuttavaṇṇanā",
  "tika-s0402t35:10_0": "12. Dutiye sampannasīlāti ettha tividhaṁ sampannaṁ paripuṇṇasamaṅgimadhuravasena. Tattha –",
  "tika-s0402t35:11_0": "“Sampannaṁ sālikedāraṁ, suvā bhuñjanti kosiya;",
  "tika-s0402t35:12_0": "Paṭivedemi te brahme, na ne vāretumussahe”ti. –",
  "tika-s0402t35:13_0": "Idaṁ paripuṇṇasampannaṁ nāma.",
  "tika-s0402t35:13_1": "“Iminā pātimokkhasaṁvarena upeto hoti samupeto upāgato samupāgato upapanno sampanno samannāgato”ti idaṁ samaṅgisampannaṁ nāma.",
  "tika-s0402t35:13_2": "“Imissā, bhante, mahāpathaviyā heṭṭhimatalaṁ sampannaṁ, seyyathāpi khuddamadhuṁ anīlakaṁ, evamassāda”nti idaṁ madhurasampannaṁ nāma.",
  "tika-s0402t35:13_3": "Idha paripuṇṇasampannavasena atthaṁ dassento “sampannasīlāti paripuṇṇasīlā”ti āha.",
  "tika-s0402t35:13_4": "Samaṅgisampannavasenapi attho yujjatiyeva, tasmā sampannasīlāti paripuṇṇasīlā hutvātipi sīlasamaṅgino hutvātipi evamettha attho daṭṭhabbo.",
  "tika-s0402t35:13_5": "Tattha sīlassa anavasesasamādānena akhaṇḍādibhāvappattiyā paripuṇṇasīlā, samādānato paṭṭhāya avicchindanato sīlasamaṅgino.",
  "tika-s0402t35:13_6": "Samādānavato hi accantavirodhidhammānuppattiyā sīlasamaṅgitā veditabbā, cetanādīnaṁ pana sīlanalakkhaṇānaṁ dhammānaṁ pavattilakkhaṇena vattabbameva natthi.",
  "tika-s0402t35:14_0": "Tattha “paripuṇṇasīlā”ti iminā atthena khettadosavigamena khettapāripūrī viya sīladosavigamena sīlapāripūrī vuttā hoti.",
  "tika-s0402t35:14_1": "Yathā hi khettaṁ bījakhaṇḍaṁ, vappakhaṇḍaṁ, udakakhaṇḍaṁ, ūsakhaṇḍanti catudosasamannāgataṁ aparipūraṁ hoti.",
  "tika-s0402t35:14_2": "Tattha bījakhaṇḍaṁ nāma yattha antarantarā bījāni khaṇḍāni vā pūtīni vā honti, tāni yattha patanti, tattha sassaṁ na uṭṭheti, khettaṁ khaṇḍaṁ hoti, aparipūraṁ hotīti attho.",
  "tika-s0402t35:14_3": "Vappakhaṇḍaṁ nāma yattha akusalo bījāni vapanto antarantarā nipāteti.",
  "tika-s0402t35:14_4": "Evañhi sabbattha sassaṁ na uṭṭheti, khettaṁ khaṇḍaṁ hoti.",
  "tika-s0402t35:14_5": "Udakakhaṇḍaṁ nāma yattha katthaci udakaṁ atibahuṁ vā hoti, na vā hoti.",
  "tika-s0402t35:14_6": "Tatrāpi hi sassāni na uṭṭhenti, khettaṁ khaṇḍaṁ hoti.",
  "tika-s0402t35:14_7": "Ūsakhaṇḍaṁ nāma yattha kassako kismiñci padese naṅgalena bhūmiṁ cattāro pañca vāre kasanto atigambhīraṁ karoti, tato ūsaṁ uppajjati.",
  "tika-s0402t35:14_8": "Tatrāpi hi sassaṁ na uṭṭheti, khettaṁ khaṇḍaṁ hoti, tādisañca khettaṁ na mahapphalaṁ hoti na mahānisaṁsaṁ.",
  "tika-s0402t35:14_9": "Tatrāpi bahumpi vapitvā appaṁ labhati.",
  "tika-s0402t35:14_10": "Imesaṁ pana catunnaṁ dosānaṁ vigamā khettaṁ paripuṇṇaṁ hoti, tādisañca khettaṁ mahapphalaṁ hoti mahānisaṁsaṁ.",
  "tika-s0402t35:14_11": "Evameva khaṇḍaṁ, chiddaṁ, sabalaṁ, kammāsanti catudosasamannāgataṁ sīlaṁ aparipūraṁ hoti, tādisañca sīlaṁ na mahapphalaṁ hoti na mahānisaṁsaṁ.",
  "tika-s0402t35:14_12": "Imesaṁ pana catunnaṁ dosānaṁ vigamā sīlaṁ paripuṇṇaṁ hoti, tādisañca sīlaṁ mahapphalaṁ hoti mahānisaṁsaṁ.",
  "tika-s0402t35:15_0": "“Sīlasamaṅgino”ti iminā panatthena sīlena samaṅgibhūtā samodhānagatā samannāgatā hutvā viharathāti idameva vuttaṁ hoti.",
  "tika-s0402t35:15_1": "Tattha dvīhi kāraṇehi sampannasīlatā hoti sīlavipattiyā ādīnavadassanena, sīlasampattiyā ca ānisaṁsadassanena.",
  "tika-s0402t35:15_2": "Tadubhayampi visuddhimagge vitthāritaṁ.",
  "tika-s0402t35:15_3": "Tattha “sampannasīlāti ettāvatā ca kira bhagavā catupārisuddhisīlaṁ uddisitvā ‘pātimokkhasaṁvarasaṁvutā’ti iminā tattha jeṭṭhakasīlaṁ vitthāretvā dassetī”ti divāvihāravāsī sumatthero āha.",
  "tika-s0402t35:15_4": "Antevāsiko panassa tepiṭakacūḷanāgatthero āha –",
  "tika-s0402t35:15_5": "“ubhayatthāpi pātimokkhasaṁvaro bhagavatā vutto, pātimokkhasaṁvaroyeva hi sīlaṁ, itarāni pana tīṇi sīlanti vuttaṭṭhānaṁ nāma atthī”ti vatvā taṁ ananujānanto āha –",
  "tika-s0402t35:15_6": "“indriyasaṁvaro nāma chadvārarakkhāmattakameva, ājīvapārisuddhi dhammena samena paccayuppattimattakaṁ, paccayanissitaṁ paṭiladdhapaccaye idamatthanti paccavekkhitvā paribhuñjanamattakaṁ.",
  "tika-s0402t35:15_7": "Nippariyāyena pātimokkhasaṁvarova sīlaṁ.",
  "tika-s0402t35:15_8": "Yassa so bhinno, ayaṁ chinnasīso viya puriso hatthapāde, sesāni rakkhissatīti na vattabbo.",
  "tika-s0402t35:15_9": "Yassa pana so arogo, ayaṁ acchinnasīso viya puriso jīvitaṁ, sesāni puna pākatikāni katvā rakkhituṁ sakkoti.",
  "tika-s0402t35:15_10": "Tasmā ‘sampannasīlā’ti iminā pātimokkhasaṁvaraṁ uddisitvā ‘sampannapātimokkhā’ti tasseva vevacanaṁ vatvā taṁ vitthāretvā dassento ‘pātimokkhasaṁvarasaṁvutā’tiādimāhā”ti.",
  "tika-s0402t35:16_0": "Pātimokkhasaṁvarasīlena saṁvutāti yo naṁ pāti rakkhati, taṁ mokkheti moceti āpāyikādīhi dukkhehīti pātimokkhanti laddhanāmena sikkhāpadasīlena pihitakāyavacīdvārā.",
  "tika-s0402t35:16_1": "Evaṁbhūtā ca tena upetā samannāgatā nāma hontīti āha “upetā hutvā”ti.",
  "tika-s0402t35:16_2": "Ācārena ca gocarena ca sampannāti kāyikavācasikaavītikkamasaṅkhātena ācārena, na-vesiyagocaratādisaṅkhātena gocarena ca sampannā, sampannaācāragocarāti attho.",
  "tika-s0402t35:16_3": "Aṇuppamāṇesūti atiparittakesu anāpattigamanīyesu.",
  "tika-s0402t35:16_4": "Dukkaṭadubbhāsitamattesūti apare.",
  "tika-s0402t35:16_5": "Dosesūti gārayhesu akusaladhammesu.",
  "tika-s0402t35:16_6": "Bhayato dassanasīlāti paramāṇumattampi vajjaṁ sineruppamāṇaṁ viya katvā bhāyanasīlā.",
  "tika-s0402t35:16_7": "Sabbasikkhākoṭṭhāsesūti mūlapaññattianupaññattisabbatthapaññattipadesapaññattiādibhedesu.",
  "tika-s0402t35:16_8": "Taṁ taṁ samādātabbaṁ samādāyāti yaṁ kiñci sikkhākoṭṭhāsesu mūlapaññattiādibhedesu sikkhitabbaṁ paṭipajjitabbaṁ pūritabbaṁ kāyikaṁ vācasikaṁ vā sīlaṁ, taṁ sabbaṁ sammā ādāya, sammadeva sakkaccaṁ sabbaso ca ādiyitvāti attho.",
  "tika-s0402t35:17_0": "Udayaṁ passanto pañcavīsati lakkhaṇāni passatīti “avijjāsamudayā rūpasamudayoti paccayasamudayaṭṭhena rūpakkhandhassa udayaṁ passati.",
  "tika-s0402t35:17_1": "Taṇhāsamudayā…pe…",
  "tika-s0402t35:17_2": "kammasamudayā…pe…",
  "tika-s0402t35:17_3": "āhārasamudayā rūpasamudayoti paccayasamudayaṭṭhena rūpakkhandhassa udayaṁ passati.",
  "tika-s0402t35:17_4": "Nibbattilakkhaṇaṁ passantopi rūpakkhandhassa udayaṁ passati.",
  "tika-s0402t35:17_5": "Rūpakkhandhassa udayaṁ passanto imāni pañca lakkhaṇāni passati.",
  "tika-s0402t35:17_6": "Tathā avijjāsamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṁ passati.",
  "tika-s0402t35:17_7": "Taṇhāsamudayā…pe…",
  "tika-s0402t35:17_8": "kammasamudayā…pe…",
  "tika-s0402t35:17_9": "phassasamudayā vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṁ passati.",
  "tika-s0402t35:17_10": "Nibbattilakkhaṇaṁ passantopi vedanākkhandhassa udayaṁ passati.",
  "tika-s0402t35:17_11": "Vedanākkhandhassa udayaṁ passanto imāni pañca lakkhaṇāni passatī”tiādinā nayena ekekasmiṁ khandhe pañca pañca katvā vuttāni pañcavīsati udayalakkhaṇāni passati.",
  "tika-s0402t35:18_0": "Vayaṁ passanto pañcavīsati lakkhaṇāni passatīti “avijjānirodhā rūpanirodhoti paccayanirodhaṭṭhena rūpakkhandhassa vayaṁ passati.",
  "tika-s0402t35:18_1": "Taṇhānirodhā…pe…",
  "tika-s0402t35:18_2": "kammanirodhā…pe…",
  "tika-s0402t35:18_3": "āhāranirodhā rūpanirodhoti paccayanirodhaṭṭhena rūpakkhandhassa vayaṁ passati.",
  "tika-s0402t35:18_4": "Vipariṇāmalakkhaṇaṁ passantopi rūpakkhandhassa vayaṁ passati.",
  "tika-s0402t35:18_5": "Rūpakkhandhassa vayaṁ passanto imāni pañca lakkhaṇāni passati.",
  "tika-s0402t35:18_6": "Avijjānirodhā…pe…",
  "tika-s0402t35:18_7": "taṇhānirodhā…pe…",
  "tika-s0402t35:18_8": "phassanirodhā vedanānirodhoti paccayanirodhaṭṭhena vedanākkhandhassa vayaṁ passati.",
  "tika-s0402t35:18_9": "Vipariṇāmalakkhaṇaṁ passantopi vedanākkhandhassa vayaṁ passatī.",
  "tika-s0402t35:18_10": "Vedanākkhandhassa vayaṁ passanto imāni pañca lakkhaṇāni passati”tiādinā nayena ekekasmiṁ khandhe pañca pañca katvā vuttāni pañcavīsati vayalakkhaṇāni passati.",
  "tika-s0402t35:18_11": "Pesitattoti nibbānaṁ pati pesitacitto.",
  "tika-s0402t35:18_12": "Kathayantīti tathāvidhaṁ bhikkhuṁ buddhādayo ariyā ācikkhanti.",
  "tika-s0402t35:19_0": "Yataṁcareti vāyamamāno careyya, caṅkamanādivasena gamanaṁ kappentopi “anuppannānaṁ pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāya chandaṁ janeti vāyamatī”tiādinā nayena vuttappadhānavīriyaṁ karonto ghaṭento vāyamanto yathā akusaladhammā pahīyanti, kusaladhammā bhāvanāpāripūriṁ gacchanti, evaṁ gamanaṁ kappeyyāti attho.",
  "tika-s0402t35:19_1": "Esa nayo sesesupi.",
  "tika-s0402t35:19_2": "Yatamenaṁ pasārayeti etaṁ pasāretabbaṁ hatthapādādiṁ yataṁ yatamāno yathāvuttavīriyasamaṅgī hutvā pasāreyya, sabbattha padhānaṁ na jaheyyāti adhippāyo.",
  "tika-s0402t35:20_0": "Idāni yathā paṭipajjanto yataṁ yatanto nāma hoti, taṁ paṭipadaṁ dassetuṁ “uddha”ntiādi vuttaṁ.",
  "tika-s0402t35:20_1": "Tattha uddhanti upari.",
  "tika-s0402t35:20_2": "Tiriyanti parito, puratthimadisādivasena samantato disābhāgesūti attho.",
  "tika-s0402t35:20_3": "Apācīnanti heṭṭhā.",
  "tika-s0402t35:20_4": "Yāvatā jagato gatīti yattakā sattasaṅkhārabhedassa lokassa pavatti, tattha sabbatthāti attho.",
  "tika-s0402t35:20_5": "Ettāvatā anavasesatā sammasanañāṇassa visayaṁ saṅgahetvā dasseti.",
  "tika-s0402t35:20_6": "Samavekkhitāti samā hetunā ñāyena avekkhitā, aniccādivasena vipassitāti vuttaṁ hoti.",
  "tika-s0402t35:20_7": "Dhammānanti sattasuññānaṁ.",
  "tika-s0402t35:20_8": "Khandhānanti rūpādīnaṁ pañcannaṁ khandhānaṁ.",
  "tika-s0402t35:20_9": "Udayabbayanti udayañca vayañca.",
  "tika-s0402t35:20_10": "Idaṁ vuttaṁ hoti –",
  "tika-s0402t35:20_11": "upari tiriyaṁ adhoti tidhā saṅgahite sabbasmiṁ loke atītādibhedabhinnānaṁ pañcupādānakkhandhasaṅkhātānaṁ sabbesaṁ rūpārūpadhammānaṁ aniccādisammasanādhigatena udayabbayañāṇena pañcavīsatiyā ākārehi udayaṁ, pañcavīsatiyā ākārehi vayaṁ samavekkhitā samanupassitā bhaveyyāti.",
  "tika-s0402t35:21_0": "Cetosamathasāmīcinti cittasaṁkilesānaṁ accantavūpasamanato cetosamathasaṅkhātassa ariyamaggassa anucchavikaṁ paṭipadāñāṇadassanavisuddhiṁ.",
  "tika-s0402t35:21_1": "Sikkhamānanti paṭipajjamānaṁ bhāventaṁ ñāṇaparamparā nibbattentaṁ.",
  "tika-s0402t35:21_2": "Sadāti sabbakālaṁ rattiñceva divā ca.",
  "tika-s0402t35:21_3": "Satanti catusampajaññasamannāgatāya satiyā satokārī.",
  "tika-s0402t35:21_4": "Evampettha gāthāvaṇṇanā daṭṭhabbā.",
  "tika-s0402t35:21_5": "Sesamettha suviññeyyameva.",
  "tika-s0402t35:22_0": "Sīlasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:23_0": "3. Padhānasuttavaṇṇanā",
  "tika-s0402t35:24_0": "13.",
  "tika-s0402t35:24_1": "Tatiye uttamavīriyānīti seṭṭhavīriyāni visiṭṭhassa atthassa sādhanato.",
  "tika-s0402t35:24_2": "Māro dhiyyati etthāti māradheyyaṁ, kilesamārassa pavattiṭṭhānabhūtaṁ, taṁ tebhūmakavaṭṭanti āha “tebhūmakavaṭṭasaṅkhātaṁ māradheyya”nti.",
  "tika-s0402t35:24_3": "Jātimaraṇato jātaṁ bhayaṁ jātimaraṇabhayaṁ, jātimaraṇameva vā bhayahetuto bhayanti jātimaraṇabhayaṁ.",
  "tika-s0402t35:24_4": "Tenāha “jātiñca maraṇañca…pe…",
  "tika-s0402t35:24_5": "bhayassā”ti sesaṁ uttānameva.",
  "tika-s0402t35:25_0": "Padhānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:26_0": "4. Saṁvarasuttavaṇṇanā",
  "tika-s0402t35:27_0": "14.",
  "tika-s0402t35:27_1": "Catutthe saṁvarādīnaṁ sādhanavasena padahati etehīti padhānāni.",
  "tika-s0402t35:27_2": "Saṁvarantassa uppannavīriyanti yathā abhijjhādayo na uppajjanti, evaṁ satiyā upaṭṭhāne cakkhādīnaṁ pidahane analasassa uppannavīriyaṁ.",
  "tika-s0402t35:27_3": "Pajahantassāti vinodentassa.",
  "tika-s0402t35:27_4": "Uppannavīriyanti tasseva pahānassa sādhanavasena pavattavīriyaṁ.",
  "tika-s0402t35:27_5": "Bhāventassa uppannavīriyanti etthāpi eseva nayo.",
  "tika-s0402t35:27_6": "Samādhinimittanti samādhi eva.",
  "tika-s0402t35:27_7": "Purimuppannasamādhi hi parato uppajjanakasamādhissa kāraṇaṁ hotīti “samādhinimitta”nti vuttaṁ.",
  "tika-s0402t35:28_0": "Upadhivivekattāti khandhūpadhiādiupadhīhi vivittattā vinissaṭattā.",
  "tika-s0402t35:28_1": "Taṁ āgammāti taṁ nibbānaṁ maggena adhigamahetu.",
  "tika-s0402t35:28_2": "Rāgādayo virajjanti ettha, etenāti virāgo.",
  "tika-s0402t35:28_3": "Evaṁ nirodhopi daṭṭhabbo.",
  "tika-s0402t35:28_4": "Yasmā idha bojjhaṅgamissakavasena icchitā, tasmā “ārammaṇavasena vā adhigantabbavasena vā”ti vuttaṁ.",
  "tika-s0402t35:28_5": "Tattha adhigantabbavasenāti tanninnatāvasena.",
  "tika-s0402t35:28_6": "Vossaggapariṇāminti vossaggavasena pariṇāmitaṁ pariccajanavasena ceva pakkhandanavasena ca pariṇāmanasīlaṁ.",
  "tika-s0402t35:28_7": "Tenāha “dve vossaggā”tiādi.",
  "tika-s0402t35:28_8": "Khandhānaṁ pariccajanaṁ nāma tappaṭibaddhakilesappahānavasenāti yenākārena vipassanā kilese pajahati, tenevākārena tannimittakkhandhe ca pajahatīti vattabbataṁ arahatīti āha “vipassanā…pe…",
  "tika-s0402t35:28_9": "pariccajatī”ti.",
  "tika-s0402t35:28_10": "Yasmā vipassanā vuṭṭhānagāminibhāvaṁ pāpuṇantī ninnapoṇapabbhārabhāvena ekaṁsato nibbānaṁ pakkhandatīti vattabbataṁ labhati, maggo ca samucchedavasena kilese khandhe ca rāgaṁ pariccajati, tasmā yathākkamaṁ vipassanāmaggānaṁ vasena pakkhandanapariccāgavossaggā veditabbā.",
  "tika-s0402t35:28_11": "Vosaggatthāyāti pariccāgavossaggatthāya ceva pakkhandanavossaggatthāya ca.",
  "tika-s0402t35:28_12": "Pariṇamatīti pariccajati.",
  "tika-s0402t35:28_13": "Taṁ pana pariṇāmanaṁ vuṭṭhānagāminibhāvappattiyā ceva ariyamaggabhāvappattiyā ca icchitanti āha “vipassanābhāvañca maggabhāvañca pāpuṇātī”ti.",
  "tika-s0402t35:28_14": "Sesapadesūti “dhammavicayasambojjhaṅgaṁ bhāvetī”tiādīsu sesasambojjhaṅgakoṭṭhāsesu.",
  "tika-s0402t35:29_0": "Bhaddakanti abhaddakānaṁ nīvaraṇādipāpadhammānaṁ vikkhambhanena rāgavigamanena ekantahitattā dullabhattā ca bhaddakaṁ sundaraṁ.",
  "tika-s0402t35:29_1": "Na hi aññaṁ samādhinimittaṁ evaṁ dullabhaṁ rāgassa ujuvipaccanīkabhūtaṁ atthi.",
  "tika-s0402t35:29_2": "Anurakkhatīti ettha anurakkhanā nāma adhigatasamādhito yathā parihāni na hoti, evaṁ paṭipattisāsana-tappaṭipakkhavigamanenāti āha “samādhī”tiādi.",
  "tika-s0402t35:29_3": "Aṭṭhikasaññādikāti aṭṭhikajjhānādikā.",
  "tika-s0402t35:29_4": "Saññāsīsena hi jhānaṁ vadati.",
  "tika-s0402t35:29_5": "Sesamettha uttānameva.",
  "tika-s0402t35:30_0": "Saṁvarasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:31_0": "5. Paññattisuttavaṇṇanā",
  "tika-s0402t35:32_0": "15.",
  "tika-s0402t35:32_1": "Pañcame attabhāvo etesaṁ atthīti attabhāvino, tesaṁ attabhāvīnaṁ.",
  "tika-s0402t35:32_2": "Tenāha “attabhāvavantāna”nti.",
  "tika-s0402t35:32_3": "Yāva chattiṁsāya indānaṁ āyuppamāṇaṁ, tāva paṇīte kāme paribhuñjīti mandhāturājā kira ekadivasaṁ attano pariṇāyakaratanaṁ pucchi –",
  "tika-s0402t35:32_4": "“atthi nu kho manussalokato ramaṇīyataraṁ ṭhāna”nti.",
  "tika-s0402t35:32_5": "Kasmā deva evaṁ bhaṇasi, kiṁ na passasi candimasūriyānaṁ ānubhāvaṁ, nanu etesaṁ ṭhānaṁ ito ramaṇīyataranti?",
  "tika-s0402t35:32_6": "Rājā cakkaratanaṁ purakkhatvā tattha agamāsi.",
  "tika-s0402t35:33_0": "Cattāro mahārājāno “mandhātumahārājā āgato”ti sutvā “tāvamahiddhiko mahārājā na sakkā yuddhena paṭibāhitu”nti sakarajjaṁ niyyātesuṁ.",
  "tika-s0402t35:33_1": "So taṁ gahetvā puna pucchi –",
  "tika-s0402t35:33_2": "“atthi nu kho ito ramaṇīyataraṁ ṭhāna”nti.",
  "tika-s0402t35:33_3": "Athassa tāvatiṁsabhavanaṁ kathayiṁsu.",
  "tika-s0402t35:33_4": "“Tāvatiṁsabhavanaṁ, deva, ramaṇīyaṁ, tattha sakkassa devarañño ime cattāro mahārājāno pāricārikā dovārikabhūmiyaṁ tiṭṭhanti.",
  "tika-s0402t35:33_5": "Sakko devarājā mahiddhiko mahānubhāvo.",
  "tika-s0402t35:33_6": "Tassimāni upabhogaṭṭhānāni –",
  "tika-s0402t35:33_7": "yojanasahassubbedho vejayantapāsādo, pañcayojanasatubbedhā sudhammadevasabhā, diyaḍḍhayojanasatiko vejayantaratho, tathā erāvaṇo hatthī, dibbarukkhasahassappaṭimaṇḍitaṁ nandanavanaṁ, cittalatāvanaṁ, phārusakavanaṁ, yojanasatubbedho pāricchattako koviḷāro, tassa heṭṭhā saṭṭhiyojanāyāmā paññāsayojanavitthārā pañcadasayojanubbedhā jayasumanapupphavaṇṇā paṇḍukambalasilā, yassā mudutāya sakkassa nisīdato upaḍḍhakāyo anuppavisatī”ti.",
  "tika-s0402t35:34_0": "Taṁ sutvā rājā tattha gantukāmo cakkaratanaṁ abbhukkiri.",
  "tika-s0402t35:34_1": "Taṁ ākāse uṭṭhahi saddhiṁ caturaṅginiyā senāya.",
  "tika-s0402t35:34_2": "Atha dvinnaṁ devalokānaṁ vemajjhato cakkaratanaṁ otaritvā pathaviyā āsanne ṭhāne aṭṭhāsi saddhiṁ pariṇāyakaratanappamukhāya caturaṅginiyā senāya.",
  "tika-s0402t35:34_3": "Rājā ekakova attano ānubhāvena tāvatiṁsabhavanaṁ agamāsi.",
  "tika-s0402t35:34_4": "Sakko “mandhātā āgato”ti sutvā tassa paccuggamanaṁ katvā “svāgataṁ, mahārāja, sakaṁ, te mahārāja, anusāsa mahārājā”ti vatvā saddhiṁ nāṭakehi rajjaṁ dve bhāge katvā ekaṁ bhāgamadāsi.",
  "tika-s0402t35:34_5": "Rañño tāvatiṁsabhavane patiṭṭhitamattasseva manussagandhasarīranissandādimanussabhāvo vigacchi, devaloke pavattivipākadāyino aparapariyāyavedanīyassa kammassa katokāsattā sabbadā soḷasavassuddesikatāmālāmilāyanādidevabhāvo pāturahosi.",
  "tika-s0402t35:34_6": "Tassa sakkena saddhiṁ paṇḍukambalasilāya nisinnassa akkhinimisanamattena nānattaṁ paññāyati.",
  "tika-s0402t35:34_7": "Taṁ asallakkhentā devā sakkassa ca tassa ca nānatte muyhanti.",
  "tika-s0402t35:34_8": "So tattha dibbasampattiṁ anubhavamāno tadā manussānaṁ asaṅkhyeyyāyukatāya yāva chattiṁsa sakkā upapajjitvā cutā, tāva sakkarajjaṁ kāretvā “kiṁ me iminā upaḍḍharajjenā”ti atitto kāmehi tato cavitvā attano uyyāne patito manussaloke utukakkhaḷatāya vātātapena phusitagatto kālamakāsi.",
  "tika-s0402t35:34_9": "Tena vuttaṁ “devaloke pana yāva chattiṁsāya indānaṁ āyuppamāṇaṁ, tāva paṇīte kāme paribhuñjī”ti.",
  "tika-s0402t35:35_0": "Paññattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:36_0": "6. Sokhummasuttavaṇṇanā",
  "tika-s0402t35:37_0": "16.",
  "tika-s0402t35:37_1": "Chaṭṭhe sukhumalakkhaṇappaṭivijjhanakānīti aniccādisukhumalakkhaṇānaṁ paṭivijjhanakāni.",
  "tika-s0402t35:37_2": "Sukhumalakkhaṇapariggāhakañāṇenāti sukhumalakkhaṇapariggāhakena ñāṇena.",
  "tika-s0402t35:37_3": "Parato jānitvāti avasavattanena aññato jānitvā.",
  "tika-s0402t35:37_4": "Saṅkhārā hi “mā bhijjiṁsū”ti icchitāpi bhijjanteva, tasmā te avasavattitāya pare nāma.",
  "tika-s0402t35:37_5": "Sā ca nesaṁ paratā aniccadassane pākaṭā hotīti vuttaṁ “iminā hi padena aniccānupassanā kathitā”ti.",
  "tika-s0402t35:37_6": "Sesaṁ uttānameva.",
  "tika-s0402t35:38_0": "Sokhummasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:39_0": "7-10. Paṭhamaagatisuttādivaṇṇanā",
  "tika-s0402t35:40_0": "17-20.",
  "tika-s0402t35:40_1": "Sattame chandāgatinti ettha sandhivasena saralopoti dassento āha “chandena agati”nti.",
  "tika-s0402t35:40_2": "Chandāti hetumhi nissakkavacananti āha “chandenā”ti, pemenāti attho.",
  "tika-s0402t35:40_3": "Chandasaddo hettha taṇhāpariyāyo, akusalacchandapariyāyo vā.",
  "tika-s0402t35:40_4": "Sesesūti “dosāgatiṁ gacchatī”tiādīsu.",
  "tika-s0402t35:41_0": "Ettha ca yo “ayaṁ me mittoti vā, sandiṭṭhoti vā, ñātakoti vā, lañcaṁ vā pana me detī”ti chandavasena assāmikaṁ sāmikaṁ karoti, ayaṁ chandena akattabbaṁ karoti nāma.",
  "tika-s0402t35:41_1": "Yo “ayaṁ me verī”ti cirakālānubaddhaveravasena vā, taṅkhaṇuppannakodhavasena vā sāmikaṁ assāmikaṁ karoti, ayaṁ dosena akattabbaṁ karoti nāma.",
  "tika-s0402t35:41_2": "Yo pana mandattā momūhattā yaṁ vā taṁ vā ayuttaṁ akāraṇaṁ vatvā assāmikaṁ sāmikaṁ karoti, ayaṁ mohena akattabbaṁ karoti nāma.",
  "tika-s0402t35:41_3": "Yo pana “ayaṁ rājavallabhoti vā visame corādike visamāni vā kāyaduccaritādīni samādāya vattanena visamanissito vā, anatthampi me kareyyā”ti bhīto assāmikaṁ sāmikaṁ karoti, ayaṁ bhayena akattabbaṁ karoti nāma.",
  "tika-s0402t35:42_0": "Yo pana kiñci bhājento “ayaṁ me sandiṭṭho vā sambhatto vā”ti pemavasena atirekaṁ deti, “ayaṁ me verī”ti dosavasena ūnakaṁ deti, yo muyhanto dinnādinnaṁ ajānamāno kassaci ūnaṁ, kassaci adhikaṁ deti, “ayaṁ imasmiṁ adīyamāne mayhaṁ anatthampi kareyyā”ti sīto kassaci atirekaṁ deti, so catubbidhopi yathānukkamena chandāgatiādīni gacchanto akattabbaṁ karoti nāma.",
  "tika-s0402t35:43_0": "Nihīyati tassa yasoti tassa agatigāmino kittiyasopi parivārayasopi nihīyati parihāyati.",
  "tika-s0402t35:43_1": "Yassati tena kittīyatīti hi yaso, kitti thutighoso.",
  "tika-s0402t35:43_2": "Yassati tena purecarānucarabhāvena parivārayatīti yaso, parivāro.",
  "tika-s0402t35:43_3": "Aṭṭhamanavamadasamāni uttānatthāneva.",
  "tika-s0402t35:44_0": "Caravaggo dutiyo."
}