{
  "tika-vin05t30:0_0": "30. Garubhaṇḍavinicchayakathā",
  "tika-vin05t30:1_0": "227.Garubhaṇḍānīti ettha “pañcimāni, bhikkhave, avissajjiyāni na vissajjetabbāni saṅghena vā gaṇena vā puggalena vā, vissajjitānipi avissajjitāni honti, yo vissajjeyya, āpatti thullaccayassā”tiādinā nayena dassitāni ārāmo ārāmavatthu, vihāro vihāravatthu, mañco pīṭhaṁ bhisi bimbohanaṁ, lohakumbhī lohabhāṇakaṁ lohavārako lohakaṭāhaṁ vāsi pharasu kuṭhārī kudālo nikhādanaṁ, valli veḷu muñjaṁ pabbajaṁ tiṇaṁ mattikā dārubhaṇḍaṁ mattikābhaṇḍanti imāni pañca garubhaṇḍāni nāma.",
  "tika-vin05t30:2_0": "Tattha ārāmo nāma pupphārāmo vā phalārāmo vā.",
  "tika-vin05t30:2_1": "Ārāmavatthu nāma tesaṁyeva ārāmānaṁ atthāya paricchinditvā ṭhapitokāso, tesu vā ārāmesu vinaṭṭhesu tesaṁ porāṇakabhūmibhāgo.",
  "tika-vin05t30:2_2": "Vihāro nāma yaṁ kiñci pāsādādi senāsanaṁ.",
  "tika-vin05t30:2_3": "Vihāravatthu nāma tassa patiṭṭhānokāso.",
  "tika-vin05t30:2_4": "Mañco nāma masārako bundikābaddho kuḷīrapādako āhaccapādakoti imesaṁ catunnaṁ mañcānaṁ aññataro.",
  "tika-vin05t30:2_5": "Pīṭhaṁ nāma masārakādīnaṁyeva catunnaṁ pīṭhānaṁ aññataraṁ.",
  "tika-vin05t30:2_6": "Bhisi nāma uṇṇabhisiādīnaṁ pañcannaṁ aññatarā.",
  "tika-vin05t30:2_7": "Bimbohanaṁ nāma rukkhatūlalatātūlapoṭakītūlānaṁ aññataraṁ.",
  "tika-vin05t30:2_8": "Lohakumbhī nāma kāḷalohena vā tambalohena vā yena kenaci lohena katakumbhī.",
  "tika-vin05t30:2_9": "Lohabhāṇakādīsupi eseva nayo.",
  "tika-vin05t30:2_10": "Ettha pana bhāṇakanti arañjaro vuccati.",
  "tika-vin05t30:2_11": "Vārakoti ghaṭo.",
  "tika-vin05t30:2_12": "Kaṭāhaṁ kaṭāhameva.",
  "tika-vin05t30:2_13": "Vāsiādīsu valliādīsu ca duviññeyyaṁ nāma natthi.",
  "tika-vin05t30:2_14": "Pañcāti ca rāsivasena vuttaṁ, sarūpavasena panetāni pañcavīsatividhāni honti.",
  "tika-vin05t30:2_15": "Vuttañhetaṁ –",
  "tika-vin05t30:3_0": "“Dvisaṅgahāni dve honti, tatiyaṁ catusaṅgahaṁ;",
  "tika-vin05t30:4_0": "Catutthaṁ navakoṭṭhāsaṁ, pañcamaṁ aṭṭhabhedanaṁ.",
  "tika-vin05t30:5_0": "“Iti pañcahi rāsīhi, pañcanimmalalocano;",
  "tika-vin05t30:6_0": "Pañcavīsavidhaṁ nātho, garubhaṇḍaṁ pakāsayī”ti.",
  "tika-vin05t30:7_0": "Tatrāyaṁ vinicchayakathā –",
  "tika-vin05t30:7_1": "idañhi sabbampi garubhaṇḍaṁ senāsanakkhandhake “avissajjiya”nti vuttaṁ, kīṭāgirivatthusmiṁ “avebhaṅgiya”nti dassitaṁ, parivāre pana –",
  "tika-vin05t30:8_0": "“Avissajjiyaṁ avebhaṅgiyaṁ,",
  "tika-vin05t30:9_0": "Pañca vuttā mahesinā;",
  "tika-vin05t30:10_0": "Vissajjentassa paribhuñjantassa anāpatti,",
  "tika-vin05t30:11_0": "Pañhāmesā kusalehi cintitā”ti. –",
  "tika-vin05t30:12_0": "Āgataṁ.",
  "tika-vin05t30:12_1": "Tasmā mūlacchejjavasena avissajjiyañca avebhaṅgiyañca, parivattanavasena pana vissajjentassa paribhuñjantassa ca anāpattīti evamettha adhippāyo veditabbo.",
  "tika-vin05t30:13_0": "228.",
  "tika-vin05t30:13_1": "Tatrāyaṁ anupubbikathā –",
  "tika-vin05t30:13_2": "idaṁ tāva pañcavidhampi cīvarapiṇḍapātabhesajjatthāya upanetuṁ na vaṭṭati, thāvarena ca thāvaraṁ, garubhaṇḍena ca garubhaṇḍaṁ parivattetuṁ vaṭṭati.",
  "tika-vin05t30:13_3": "Thāvare pana khettaṁ vatthu taḷākaṁ mātikāti evarūpaṁ bhikkhusaṅghassa vicāretuṁ vā sampaṭicchituṁ vā adhivāsetuṁ vā na vaṭṭati, kappiyakārakeheva vicāritato kappiyabhaṇḍaṁ vaṭṭati.",
  "tika-vin05t30:13_4": "Ārāmena pana ārāmaṁ ārāmavatthuṁ vihāraṁ vihāravatthunti imāni cattāripi parivattetuṁ vaṭṭati.",
  "tika-vin05t30:14_0": "Tatrāyaṁ parivattananayo –",
  "tika-vin05t30:14_1": "saṅghassa nāḷikerārāmo dūre hoti, kappiyakārakā bahutaraṁ khādanti, yampi na khādanti, tato sakaṭavetanaṁ datvā appameva āharanti, aññesaṁ pana tassa ārāmassa avidūre gāmavāsīnaṁ manussānaṁ vihārassa samīpe ārāmo hoti, te saṅghaṁ upasaṅkamitvā sakena ārāmena taṁ ārāmaṁ yācanti, saṅghena “ruccati saṅghassā”ti apaloketvā sampaṭicchitabbo.",
  "tika-vin05t30:14_2": "Sacepi bhikkhūnaṁ rukkhasahassaṁ hoti, manussānaṁ pañca satāni, “tumhākaṁ ārāmo khuddako”ti na vattabbaṁ.",
  "tika-vin05t30:14_3": "Kiñcāpi hi ayaṁ khuddako, atha kho itarato bahutaraṁ āyaṁ deti.",
  "tika-vin05t30:14_4": "Sacepi samakameva deti, evampi icchiticchitakkhaṇe paribhuñjituṁ sakkāti gahetabbameva.",
  "tika-vin05t30:14_5": "Sace pana manussānaṁ bahutarā rukkhā honti, “nanu tumhākaṁ bahutarā rukkhā”ti vattabbaṁ.",
  "tika-vin05t30:14_6": "Sace “atirekaṁ amhākaṁ puññaṁ hotu, saṅghassa demā”ti vadanti, jānāpetvā sampaṭicchituṁ vaṭṭati.",
  "tika-vin05t30:14_7": "Bhikkhūnaṁ rukkhā phaladhārino, manussānaṁ rukkhā na tāva phalaṁ gaṇhanti, kiñcāpi na gaṇhanti, “na cirena gaṇhissantī”ti sampaṭicchitabbameva.",
  "tika-vin05t30:14_8": "Manussānaṁ rukkhā phaladhārino, bhikkhūnaṁ rukkhā na tāva phalaṁ gaṇhanti, “nanu tumhākaṁ rukkhā phaladhārino”ti vattabbaṁ.",
  "tika-vin05t30:14_9": "Sace “gaṇhatha, bhante, amhākaṁ puññaṁ bhavissatī”ti denti, jānāpetvā sampaṭicchituṁ vaṭṭati.",
  "tika-vin05t30:14_10": "Evaṁ ārāmena ārāmo parivattetabbo.",
  "tika-vin05t30:14_11": "Eteneva nayena ārāmavatthupi vihāropi vihāravatthupi ārāmena parivattetabbaṁ, ārāmavatthunā ca mahantena vā khuddakena vā ārāmaārāmavatthuvihāravihāravatthūni.",
  "tika-vin05t30:15_0": "Kathaṁ vihārena vihāro parivattetabbo?",
  "tika-vin05t30:15_1": "Saṅghassa antogāme gehaṁ hoti, manussānaṁ vihāramajjhe pāsādo hoti, ubhopi agghena samakā, sace manussā tena pāsādena taṁ gehaṁ yācanti, sampaṭicchituṁ vaṭṭati.",
  "tika-vin05t30:15_2": "Bhikkhūnaṁ ce mahagghataraṁ gehaṁ hoti, “mahagghataraṁ amhākaṁ geha”nti vutte ca “kiñcāpi mahagghataraṁ pabbajitānaṁ asāruppaṁ, na sakkā tattha pabbajitehi vasituṁ, idaṁ pana sāruppaṁ, gaṇhathā”ti vadanti, evampi sampaṭicchituṁ vaṭṭati.",
  "tika-vin05t30:15_3": "Sace pana manussānaṁ mahagghaṁ hoti, “nanu tumhākaṁ gehaṁ mahaggha”nti vattabbaṁ.",
  "tika-vin05t30:15_4": "“Hotu, bhante, amhākaṁ puññaṁ bhavissati, gaṇhathā”ti vutte pana sampaṭicchituṁ vaṭṭati.",
  "tika-vin05t30:15_5": "Evampi vihārena vihāro parivattetabbo.",
  "tika-vin05t30:15_6": "Eteneva nayena vihāravatthupi ārāmopi ārāmavatthupi vihārena parivattetabbaṁ, vihāravatthunā ca mahagghena vā appagghena vā vihāravihāravatthuārāmaārāmavatthūni.",
  "tika-vin05t30:15_7": "Evaṁ thāvarena thāvaraparivattanaṁ veditabbaṁ.",
  "tika-vin05t30:16_0": "Garubhaṇḍena garubhaṇḍaparivattane pana mañcapīṭhaṁ mahantaṁ vā hotu khuddakaṁ vā, antamaso caturaṅgulapādakaṁ gāmadārakehi paṁsvāgārakesu kīḷantehi katampi saṅghassa dinnakālato paṭṭhāya garubhaṇḍaṁ hoti.",
  "tika-vin05t30:16_1": "Sacepi rājarājamahāmattādayo ekappahāreneva mañcasataṁ vā mañcasahassaṁ vā denti, sabbe kappiyamañcā sampaṭicchitabbā, sampaṭicchitvā “vuḍḍhapaṭipāṭiyā saṅghikaparibhogena paribhuñjathā”ti dātabbā, puggalikavasena na dātabbā.",
  "tika-vin05t30:16_2": "Atirekamañce bhaṇḍāgārādīsu paññapetvā pattacīvaraṁ nikkhipitumpi vaṭṭati.",
  "tika-vin05t30:16_3": "Bahisīmāya “saṅghassa demā”ti dinnamañco saṅghattherassa vasanaṭṭhāne dātabbo.",
  "tika-vin05t30:16_4": "Tattha ce bahū mañcā honti, mañcena kammaṁ natthi.",
  "tika-vin05t30:16_5": "Yassa vasanaṭṭhāne kammaṁ atthi, tattha “saṅghikaparibhogena paribhuñjathā”ti dātabbo.",
  "tika-vin05t30:16_6": "Mahagghena satagghanakena vā sahassagghanakena vā mañcena aññaṁ mañcasataṁ labhati, parivattetvā gahetabbaṁ.",
  "tika-vin05t30:16_7": "Na kevalaṁ mañcena mañcoyeva, ārāmaārāmavatthuvihāravihāravatthupīṭhabhisibimbohanānipi parivattetuṁ vaṭṭanti.",
  "tika-vin05t30:16_8": "Esa nayo pīṭhabhisibimbohanesupi.",
  "tika-vin05t30:16_9": "Etesu pana akappiyaṁ na paribhuñjitabbaṁ, kappiyaṁ saṅghikaparibhogena paribhuñjitabbaṁ.",
  "tika-vin05t30:16_10": "Akappiyaṁ vā mahagghaṁ kappiyaṁ vā parivattetvā vuttavatthūni gahetabbāni.",
  "tika-vin05t30:16_11": "Agarubhaṇḍupagaṁ pana bhisibimbohanaṁ nāma natthi.",
  "tika-vin05t30:17_0": "229.Lohakumbhī lohabhāṇakaṁ lohakaṭāhanti imāni tīṇi mahantāni vā hontu khuddakāni vā, antamaso pasatamattaudakagaṇhanakānipi garubhaṇḍāniyeva.",
  "tika-vin05t30:17_1": "Lohavārako pana kāḷalohatambalohavaṭṭalohakaṁsalohānaṁ yena kenaci kato sīhaḷadīpe pādagaṇhanako bhājetabbo.",
  "tika-vin05t30:17_2": "Pādo ca nāma magadhanāḷiyā pañcanāḷimattaṁ gaṇhāti, tato atirekagaṇhanako garubhaṇḍaṁ.",
  "tika-vin05t30:17_3": "Imāni tāva pāḷiyaṁ āgatāni lohabhājanāni.",
  "tika-vin05t30:17_4": "Pāḷiyaṁ pana anāgatāni bhiṅgārapaṭiggahauḷauṅkadabbikaṭacchupātitaṭṭakasarakasamuggaaṅgārakapalladhūmakaṭacchuādīni khuddakāni vā mahantāni vā sabbāni garubhaṇḍāni.",
  "tika-vin05t30:17_5": "Patto ayathālakaṁ tambalohathālakanti imāni pana bhājanīyāni.",
  "tika-vin05t30:17_6": "Kaṁsalohavaṭṭalohabhājanavikati saṅghikaparibhogena vā gihivikaṭā vā vaṭṭati, puggalikaparibhogena na vaṭṭati.",
  "tika-vin05t30:17_7": "Kaṁsalohādibhājanaṁ saṅghassa dinnampi hi pārihāriyaṁ na vaṭṭati, gihivikaṭanīhāreneva paribhuñjitabbanti mahāpaccariyaṁ vuttaṁ.",
  "tika-vin05t30:18_0": "Ṭhapetvā pana bhājanavikatiṁ aññasmimpi kappiyalohabhaṇḍe añjanī añjanisalākā kaṇṇamalaharaṇī sūci paṇṇasūci khuddako pipphalako khuddakaṁ ārakaṇṭakaṁ kuñcikā tāḷaṁ kattarayaṭṭhi vedhako natthudānaṁ bhiṇḍivālo lohakūṭo lohakutti lohaguḷo lohapiṇḍi lohacakkalikaṁ aññampi vippakatalohabhaṇḍaṁ bhājanīyaṁ.",
  "tika-vin05t30:18_1": "Dhūmanettaphāladīparukkhadīpakapallakaolambakadīpaitthipurisatiracchānagatarūpakāni pana aññāni vā bhitticchadanakavāṭādīsu upanetabbāni antamaso lohakhilakaṁ upādāya sabbāni lohabhaṇḍāni garubhaṇḍāniyeva honti, attanā laddhānipi pariharitvā puggalikaparibhogena na paribhuñjitabbāni, saṅghikaparibhogena vā gihivikaṭāni vā vaṭṭanti.",
  "tika-vin05t30:18_2": "Tipubhaṇḍepi eseva nayo.",
  "tika-vin05t30:18_3": "Khīrapāsāṇamayāni taṭṭakasarakādīni garubhaṇḍāniyeva.",
  "tika-vin05t30:19_0": "Ghaṭako pana telabhājanaṁ vā pādagaṇhanakato atirekameva garubhaṇḍaṁ.",
  "tika-vin05t30:19_1": "Suvaṇṇarajatahārakūṭajātiphalikabhājanāni gihivikaṭānipi na vaṭṭanti, pageva saṅghikaparibhogena vā puggalikaparibhogena vā.",
  "tika-vin05t30:19_2": "Senāsanaparibhoge pana āmāsampi anāmāsampi sabbaṁ vaṭṭati.",
  "tika-vin05t30:20_0": "Vāsiādīsu yāya vāsiyā ṭhapetvā dantakaṭṭhacchedanaṁ vā ucchutacchanaṁ vā aññaṁ mahākammaṁ kātuṁ na sakkā, ayaṁ bhājanīyā.",
  "tika-vin05t30:20_1": "Tato mahantatarā yena kenaci ākārena katā vāsi garubhaṇḍameva.",
  "tika-vin05t30:20_2": "Pharasu pana antamaso vejjānaṁ sirāvedhanapharasupi garubhaṇḍameva.",
  "tika-vin05t30:20_3": "Kuṭhāriyaṁ pharasusadisoyeva vinicchayo.",
  "tika-vin05t30:20_4": "Yā pana āvudhasaṅkhepena katā, ayaṁ anāmāsā.",
  "tika-vin05t30:20_5": "Kudālo antamaso caturaṅgulamattopi garubhaṇḍameva.",
  "tika-vin05t30:20_6": "Nikhādanaṁ caturassamukhaṁ vā hotu doṇimukhaṁ vā vaṅkaṁ vā ujukaṁ vā, antamaso sammuñjanīdaṇḍakavedhanampi daṇḍabaddhaṁ ce, garubhaṇḍameva.",
  "tika-vin05t30:20_7": "Sammuñjanīdaṇḍakhaṇanakaṁ pana adaṇḍakaṁ phalamattameva.",
  "tika-vin05t30:20_8": "Yaṁ sakkā sipāṭikāya pakkhipitvā pariharituṁ, taṁ bhājanīyaṁ.",
  "tika-vin05t30:20_9": "Sikharampi nikhādaneneva saṅgahitaṁ.",
  "tika-vin05t30:20_10": "Yehi manussehi vihāre vāsiādīni dinnāni honti, te ce ghare daḍḍhe vā corehi vā vilutte “detha no, bhante, upakaraṇe, puna pākatike karissāmā”ti vadanti, dātabbā.",
  "tika-vin05t30:20_11": "Sace āharanti, na vāretabbā, anāharantāpi na codetabbā.",
  "tika-vin05t30:21_0": "Kammāratacchakāracundakāranaḷakāramaṇikārapattabandhakānaṁ adhikaraṇimuṭṭhikasaṇḍāsatulādīni sabbāni lohamayaupakaraṇāni saṅghe dinnakālato paṭṭhāya garubhaṇḍāni.",
  "tika-vin05t30:21_1": "Tipukoṭṭakasuvaṇṇakāracammakāraupakaraṇesupi eseva nayo.",
  "tika-vin05t30:21_2": "Ayaṁ pana viseso –",
  "tika-vin05t30:21_3": "tipukoṭṭakaupakaraṇesupi tipucchedanakasatthakaṁ, suvaṇṇakāraupakaraṇesu suvaṇṇacchedanakasatthakaṁ, cammakāraupakaraṇesu kataparikammacammacchedanakakhuddakasatthakanti imāni bhājanīyabhaṇḍāni.",
  "tika-vin05t30:21_4": "Nahāpitatunnakāraupakaraṇesupi ṭhapetvā mahākattariṁ mahāsaṇḍāsaṁ mahāpipphalikañca sabbaṁ bhājanīyaṁ, mahākattariādīni garubhaṇḍāni.",
  "tika-vin05t30:22_0": "Valliādīsu vettavalliādikā yā kāci aḍḍhabāhuppamāṇā valli saṅghassa dinnā vā tatthajātakā vā rakkhitagopitā garubhaṇḍaṁ hoti, sā saṅghakamme ca cetiyakamme ca kate sace atirekā hoti, puggalikakammepi upanetuṁ vaṭṭati.",
  "tika-vin05t30:22_1": "Arakkhitā pana garubhaṇḍameva na hoti.",
  "tika-vin05t30:22_2": "Suttamakacivākanāḷikerahīracammamayā rajjukā vā yottāni vā vāke ca nāḷikerahīre ca vaṭṭetvā katā ekavaṭṭā vā dvivaṭṭā vā saṅghassa dinnakālato paṭṭhāya garubhaṇḍaṁ.",
  "tika-vin05t30:22_3": "Suttaṁ pana avaṭṭetvā dinnaṁ makacivākanāḷikerahīrā ca bhājanīyā.",
  "tika-vin05t30:22_4": "Yehi panetāni rajjukayottādīni dinnāni honti, te attano karaṇīyena harantā na vāretabbā.",
  "tika-vin05t30:23_0": "Yo koci antamaso aṭṭhaṅgulasūcidaṇḍakamattopi veḷu saṅghassa dinno vā tatthajātako vā rakkhitagopito garubhaṇḍaṁ, sopi saṅghakamme ca cetiyakamme ca kate atireko puggalikakamme ca dātuṁ vaṭṭati.",
  "tika-vin05t30:23_1": "Pādagaṇhanakatelanāḷi pana kattarayaṭṭhi upāhanadaṇḍako chattadaṇḍako chattasalākāti idamettha bhājanīyabhaṇḍaṁ.",
  "tika-vin05t30:23_2": "Daḍḍhagehamanussā gaṇhitvā gacchantā na vāretabbā.",
  "tika-vin05t30:23_3": "Rakkhitagopitaṁ veḷuṁ gaṇhantena samakaṁ vā atirekaṁ vā thāvaraṁ antamaso taṁagghanakavallikāyapi phātikammaṁ katvā gahetabbo, phātikammaṁ akatvā gaṇhantena tattheva vaḷañjetabbo.",
  "tika-vin05t30:23_4": "Gamanakāle saṅghike āvāse ṭhapetvā gantabbaṁ, asatiyā gahetvā gatena pahiṇitvā dātabbo.",
  "tika-vin05t30:23_5": "Desantaragatena sampattavihāro saṅghikāvāse ṭhapetabbo.",
  "tika-vin05t30:24_0": "Tiṇanti muñjañca pabbajañca ṭhapetvā avasesaṁ yaṁ kiñci tiṇaṁ.",
  "tika-vin05t30:24_1": "Yattha pana tiṇaṁ natthi, tattha paṇṇehi chādenti, tasmā paṇṇampi tiṇeneva saṅgahitaṁ.",
  "tika-vin05t30:24_2": "Iti muñjādīsu yaṁ kiñci muṭṭhippamāṇaṁ tiṇaṁ tālapaṇṇādīsu ca ekapaṇṇampi saṅghassa dinnaṁ vā tatthajātakaṁ vā bahārāme saṅghassa tiṇavatthuto jātatiṇaṁ vā rakkhitagopitaṁ garubhaṇḍaṁ hoti, tampi saṅghakamme ca cetiyakamme ca kate atirekaṁ puggalikakamme dātuṁ vaṭṭati, daḍḍhagehamanussā gahetvā gacchantā na vāretabbā.",
  "tika-vin05t30:24_3": "Aṭṭhaṅgulappamāṇopi rittapotthako garubhaṇḍameva.",
  "tika-vin05t30:25_0": "Mattikā pakatimattikā vā hotu pañcavaṇṇā vā sudhā vā sajjurasakaṅguṭṭhasilesādīsu vā yaṁ kiñci dullabhaṭṭhāne ānetvā dinnaṁ tatthajātakaṁ vā, rakkhitagopitaṁ tālaphalapakkamattaṁ garubhaṇḍaṁ hoti, tampi saṅghakamme ca cetiyakamme ca niṭṭhite atirekaṁ puggalikakamme ca dātuṁ vaṭṭati, hiṅguhiṅgulakaharitālamanosilañjanāni pana bhājanīyabhaṇḍāni.",
  "tika-vin05t30:26_0": "Dārubhaṇḍe “yo koci aṭṭhaṅgulasūcidaṇḍamattopi dārubhaṇḍako dārudullabhaṭṭhāne saṅghassa dinno vā tatthajātako vā rakkhitagopito, ayaṁ garubhaṇḍaṁ hotī”ti kurundiyaṁ vuttaṁ.",
  "tika-vin05t30:26_1": "Mahāaṭṭhakathāyaṁ pana sabbampi dāruveḷucammapāsāṇādivikatiṁ dārubhaṇḍena saṅgaṇhitvā āsandikato paṭṭhāya dārubhaṇḍe vinicchayo vutto.",
  "tika-vin05t30:26_2": "Tatrāyaṁ nayo –",
  "tika-vin05t30:26_3": "āsandiko sattaṅgo bhaddapīṭhaṁ pīṭhikā ekapādakapīṭhaṁ āmaṇḍakavaṇṭakapīṭhaṁ phalakaṁ kocchaṁ palālapīṭhanti imesu tāva yaṁ kiñci khuddakaṁ vā hotu mahantaṁ vā, saṅghassa dinnaṁ garubhaṇḍaṁ hoti.",
  "tika-vin05t30:26_4": "Palālapīṭhena cettha kadalipattādipīṭhānipi saṅgahitāni.",
  "tika-vin05t30:26_5": "Byagghacammaonaddhampi vāḷarūpaparikkhittaṁ ratanaparisibbitaṁ kocchaṁ garubhaṇḍameva, vaṅkaphalakaṁ dīghaphalakaṁ cīvaradhovanaphalakaṁ ghaṭṭanaphalakaṁ ghaṭṭanamuggaro dantakaṭṭhacchedanagaṇṭhikā daṇḍamuggaro ambaṇaṁ rajanadoṇi udakapaṭicchako dārumayo vā dantamayo vā veḷumayo vā sapādakopi apādakopi samuggo mañjūsā pādagaṇhanakato atirekappamāṇo karaṇḍo udakadoṇi udakakaṭāhaṁ uḷuṅko kaṭacchu pānīyasarāvaṁ pānīyasaṅkhoti etesupi yaṁ kiñci saṅghe dinnaṁ garubhaṇḍaṁ.",
  "tika-vin05t30:26_6": "Saṅkhathālakaṁ pana bhājanīyaṁ, tathā dārumayo udakatumbo.",
  "tika-vin05t30:27_0": "Pādakathalikamaṇḍalaṁ dārumayaṁ vā hotu coḷapaṇṇādimayaṁ vā, sabbaṁ garubhaṇḍaṁ.",
  "tika-vin05t30:27_1": "Ādhārako pattapidhānaṁ tālavaṇṭaṁ bījanī caṅkoṭakaṁ pacchi yaṭṭhisammuñjanī muṭṭhisammuñjanīti etesupi yaṁ kiñci khuddakaṁ vā hotu mahantaṁ vā, dāruveḷupaṇṇacammādīsu yena kenaci kataṁ garubhaṇḍameva.",
  "tika-vin05t30:27_2": "Thambhatulāsopānaphalakādīsu dārumayaṁ vā pāsāṇamayaṁ vā yaṁ kiñci gehasambhārarūpaṁ yo koci kaṭasārako yaṁ kiñci bhūmattharaṇaṁ yaṁ kiñci akappiyacammaṁ, sabbaṁ saṅghe dinnaṁ garubhaṇḍaṁ, bhūmattharaṇaṁ kātuṁ vaṭṭati.",
  "tika-vin05t30:27_3": "Eḷakacammaṁ pana paccattharaṇagatikaṁ hoti, tampi garubhaṇḍameva.",
  "tika-vin05t30:27_4": "Kappiyacammāni bhājanīyāni.",
  "tika-vin05t30:27_5": "Kurundiyaṁ pana “sabbaṁ mañcappamāṇaṁ cammaṁ garubhaṇḍa”nti vuttaṁ.",
  "tika-vin05t30:28_0": "Udukkhalaṁ musalaṁ suppaṁ nisadaṁ nisadapoto pāsāṇadoṇi pāsāṇakaṭāhaṁ turivemabhastādi sabbaṁ pesakārādibhaṇḍaṁ sabbaṁ kasibhaṇḍaṁ sabbaṁ cakkayuttakaṁ yānaṁ garubhaṇḍameva.",
  "tika-vin05t30:28_1": "Mañcapādo mañcaaṭanī pīṭhapādo pīṭhaaṭanī vāsipharasuādīnaṁ daṇḍāti etesu yaṁ kiñci vippakatatacchanakammaṁ aniṭṭhitameva bhājanīyaṁ, tacchitamaṭṭhaṁ pana garubhaṇḍaṁ hoti.",
  "tika-vin05t30:28_2": "Anuññātavāsiyā pana daṇḍo chattamuṭṭhipaṇṇaṁ kattarayaṭṭhi upāhanā araṇisahitaṁ dhammakaraṇo pādagaṇhanakato anatirittaṁ āmalakatumbaṁ āmalakaghaṭo lābukatumbaṁ lābughaṭo visāṇakatumbanti sabbamevetaṁ bhājanīyaṁ, tato mahantataraṁ garubhaṇḍaṁ.",
  "tika-vin05t30:28_3": "Hatthidanto vā yaṁ kiñci visāṇaṁ vā atacchitaṁ yathāgatameva bhājanīyaṁ.",
  "tika-vin05t30:28_4": "Tehi katamañcapādādīsu purimasadisoyeva vinicchayo.",
  "tika-vin05t30:28_5": "Tacchitaniṭṭhitopi hiṅgukaraṇḍako gaṇṭhikā vidho añjanī añjanīsalākā udakapuñchanīti idaṁ sabbaṁ bhājanīyameva.",
  "tika-vin05t30:29_0": "Mattikābhaṇḍe sabbaṁ manussānaṁ upabhogaparibhogaṁ ghaṭapīṭharādikulālabhājanaṁ pattakaṭāhaṁ aṅgārakaṭāhaṁ dhūmadānaṁ dīparukkhako dīpakapallikā cayaniṭṭhakā chadaniṭṭhakā thūpikāti saṅghassa dinnakālato paṭṭhāya garubhaṇḍaṁ, pādagaṇhanakato anatirittappamāṇo pana ghaṭako pattaṁ thālakaṁ kañcanako kuṇḍikāti idamettha bhājanīyabhaṇḍaṁ.",
  "tika-vin05t30:29_1": "Yathā ca mattikābhaṇḍe, evaṁ lohabhaṇḍepi kuṇḍikā bhājanīyakoṭṭhāsameva bhajatīti ayamettha anupubbikathā.",
  "tika-vin05t30:30_0": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t30:31_0": "Garubhaṇḍavinicchayakathā samattā."
}