{
  "tika-vin05t29:0_0": "29. Kathinatthāravinicchayakathā",
  "tika-vin05t29:1_0": "226.Kathinanti ettha pana kathinaṁ attharituṁ ke labhanti, ke na labhanti?",
  "tika-vin05t29:1_1": "Gaṇanavasena tāva pacchimakoṭiyā pañca janā labhanti, uddhaṁ satasahassampi, pañcannaṁ heṭṭhā na labhanti.",
  "tika-vin05t29:1_2": "Vuṭṭhavassavasena purimikāya vassaṁ upagantvā paṭhamapavāraṇāya pavāritā labhanti.",
  "tika-vin05t29:1_3": "Chinnavassā vā pacchimikāya upagatā vā na labhanti.",
  "tika-vin05t29:1_4": "“Aññasmiṁ vihāre vuṭṭhavassāpi na labhantī”ti mahāpaccariyaṁ vuttaṁ.",
  "tika-vin05t29:1_5": "Purimikāya upagatānaṁ pana sabbe gaṇapūrakā honti, ānisaṁsaṁ na labhanti, ānisaṁso itaresaṁyeva hoti.",
  "tika-vin05t29:1_6": "Sace purimikāya upagatā cattāro vā honti tayo vā dve vā eko vā, itare gaṇapūrake katvā kathinaṁ attharitabbaṁ.",
  "tika-vin05t29:1_7": "Atha cattāro bhikkhū upagatā, eko paripuṇṇavasso sāmaṇero, so ce pacchimikāya upasampajjati, gaṇapūrako ceva hoti ānisaṁsañca labhati.",
  "tika-vin05t29:1_8": "Tayo bhikkhū dve sāmaṇerā, dve bhikkhū tayo sāmaṇerā, eko bhikkhu cattāro sāmaṇerāti etthāpi eseva nayo.",
  "tika-vin05t29:1_9": "Sace purimikāya upagatā kathinatthārakusalā na honti, atthārakusalā khandhakabhāṇakattherā pariyesitvā ānetabbā.",
  "tika-vin05t29:1_10": "Kammavācaṁ sāvetvā kathinaṁ attharāpetvā dānañca bhuñjitvā gamissanti, ānisaṁso pana itaresaṁyeva hoti.",
  "tika-vin05t29:2_0": "Kathinaṁ kena dinnaṁ vaṭṭati?",
  "tika-vin05t29:2_1": "Yena kenaci devena vā manussena vā pañcannaṁ vā sahadhammikānaṁ aññatarena dinnaṁ vaṭṭati.",
  "tika-vin05t29:2_2": "Kathinadāyakassa vattaṁ atthi, sace so taṁ ajānanto pucchati –",
  "tika-vin05t29:2_3": "“bhante, kathaṁ kathinaṁ dātabba”nti, tassa evaṁ ācikkhitabbaṁ “tiṇṇaṁ cīvarānaṁ aññatarappahonakaṁ sūriyuggamanasamaye vatthaṁ ‘kathinacīvaraṁ demā’ti dātuṁ vaṭṭati.",
  "tika-vin05t29:2_4": "Tassa parikammatthaṁ ettakā nāma sūciyo, ettakaṁ suttaṁ, ettakaṁ rajanaṁ, parikammaṁ karontānaṁ ettakānaṁ bhikkhūnaṁ yāgubhattañca dātuṁ vaṭṭatī”ti.",
  "tika-vin05t29:3_0": "Kathinatthārakenapi dhammena samena uppannaṁ kathinaṁ attharantena vattaṁ jānitabbaṁ.",
  "tika-vin05t29:3_1": "Tantavāyagehato hi ābhatasantāneneva khalimakkhitasāṭako na vaṭṭati, malīnasāṭakopi na vaṭṭati, tasmā kathinatthārasāṭakaṁ labhitvā suṭṭhu dhovitvā sūciādīni cīvarakammūpakaraṇāni sajjetvā bahūhi bhikkhūhi saddhiṁ tadaheva sibbitvā niṭṭhitasūcikammaṁ rajitvā kappabinduṁ datvā kathinaṁ attharitabbaṁ.",
  "tika-vin05t29:3_2": "Sace tasmiṁ anatthateyeva aññaṁ kathinasāṭakaṁ āharati, aññāni ca bahūni kathinānisaṁsavatthāni deti, yo ānisaṁsaṁ bahuṁ deti, tassa santakena attharitabbaṁ.",
  "tika-vin05t29:3_3": "Itaro tathā tathā ovaditvā saññāpetabbo.",
  "tika-vin05t29:4_0": "Kathinaṁ pana kena attharitabbaṁ?",
  "tika-vin05t29:4_1": "Yassa saṅgho kathinacīvaraṁ deti.",
  "tika-vin05t29:4_2": "Saṅghena pana kassa dātabbaṁ?",
  "tika-vin05t29:4_3": "Yo jiṇṇacīvaro hoti.",
  "tika-vin05t29:4_4": "Sace bahū jiṇṇacīvarā, vuḍḍhassa dātabbaṁ.",
  "tika-vin05t29:4_5": "Vuḍḍhesupi yo mahāpariso tadaheva cīvaraṁ katvā attharituṁ sakkoti, tassa dātabbaṁ.",
  "tika-vin05t29:4_6": "Sace vuḍḍho na sakkoti, navakataro sakkoti, tassa dātabbaṁ.",
  "tika-vin05t29:4_7": "Apica saṅghena mahātherassa saṅgahaṁ kātuṁ vaṭṭati, tasmā “tumhe, bhante, gaṇhatha, mayaṁ katvā dassāmā”ti vattabbaṁ.",
  "tika-vin05t29:4_8": "Tīsu cīvaresu yaṁ jiṇṇaṁ hoti, tadatthāya dātabbaṁ.",
  "tika-vin05t29:4_9": "Pakatiyā dupaṭṭacīvarassa dupaṭṭatthāyeva dātabbaṁ.",
  "tika-vin05t29:4_10": "Sacepissa ekapaṭṭacīvaraṁ ghanaṁ hoti, kathinasāṭakā ca pelavā, sāruppatthāya dupaṭṭappahonakameva dātabbaṁ, “ahaṁ alabhanto ekapaṭṭaṁ pārupāmī”ti vadantassapi dupaṭṭaṁ dātuṁ vaṭṭati.",
  "tika-vin05t29:4_11": "Yo pana lobhapakatiko hoti, tassa na dātabbaṁ.",
  "tika-vin05t29:4_12": "Tenapi “kathinaṁ attharitvā pacchā visibbitvā dve cīvarāni karissāmī”ti na gahetabbaṁ.",
  "tika-vin05t29:4_13": "Yassa pana dīyati, tassa –",
  "tika-vin05t29:5_0": "“Suṇātu me, bhante, saṅgho, idaṁ saṅghassa kathinadussaṁ uppannaṁ, yadi saṅghassa pattakallaṁ, saṅgho imaṁ kathinadussaṁ itthannāmassa bhikkhuno dadeyya kathinaṁ attharituṁ, esā ñatti.",
  "tika-vin05t29:6_0": "“Suṇātu me, bhante, saṅgho, idaṁ saṅghassa kathinadussaṁ uppannaṁ, saṅgho imaṁ kathinadussaṁ itthannāmassa bhikkhuno deti kathinaṁ attharituṁ, yassāyasmato khamati imassa kathinadussassa itthannāmassa bhikkhuno dānaṁ kathinaṁ attharituṁ, so tuṇhassa.",
  "tika-vin05t29:6_1": "Yassa nakkhamati, so bhāseyya.",
  "tika-vin05t29:7_0": "“Dinnaṁ idaṁ saṅghena kathinadussaṁ itthannāmassa bhikkhuno kathinaṁ attharituṁ, khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī”ti –",
  "tika-vin05t29:8_0": "Evaṁ dutiyakammavācāya dātabbaṁ.",
  "tika-vin05t29:9_0": "Evaṁ dinne pana kathine sace taṁ kathinadussaṁ niṭṭhitaparikammameva hoti, iccetaṁ kusalaṁ.",
  "tika-vin05t29:9_1": "No ce niṭṭhitaparikammaṁ hoti, “ahaṁ thero”ti vā “bahussuto”ti vā ekenapi akātuṁ na labbhati, sabbeheva sannipatitvā dhovanasibbanarajanāni niṭṭhāpetabbāni.",
  "tika-vin05t29:9_2": "Idañhi kathinavattaṁ nāma buddhappasatthaṁ.",
  "tika-vin05t29:9_3": "Atīte padumuttaropi bhagavā kathinavattaṁ akāsi.",
  "tika-vin05t29:9_4": "Tassa kira aggasāvako sujātatthero nāma kathinaṁ gaṇhi.",
  "tika-vin05t29:9_5": "Taṁ satthā aṭṭhasaṭṭhiyā bhikkhusatasahassehi saddhiṁ nisīditvā akāsi.",
  "tika-vin05t29:10_0": "Katapariyositaṁ pana kathinaṁ gahetvā atthārakena bhikkhunā sace saṅghāṭiyā kathinaṁ attharitukāmo hoti, porāṇikā saṅghāṭi paccuddharitabbā, navā saṅghāṭi adhiṭṭhātabbā, “imāya saṅghāṭiyā kathinaṁ attharāmī”ti vācā bhinditabbā.",
  "tika-vin05t29:10_1": "Sace uttarāsaṅgena kathinaṁ attharitukāmo hoti, porāṇako uttarāsaṅgo paccuddharitabbo, navo uttarāsaṅgo adhiṭṭhātabbo, “iminā uttarāsaṅgena kathinaṁ attharāmī”ti vācā bhinditabbā.",
  "tika-vin05t29:10_2": "Sace antaravāsakena kathinaṁ attharitukāmo hoti, porāṇako antaravāsako paccuddharitabbo, navo antaravāsako adhiṭṭhātabbo, “iminā antaravāsakena kathinaṁ attharāmī”ti vācā bhinditabbā.",
  "tika-vin05t29:11_0": "Tena kathinatthārakena bhikkhunā saṅghaṁ upasaṅkamitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo “atthataṁ, bhante, saṅghassa kathinaṁ, dhammiko kathinatthāro, anumodathā”ti.",
  "tika-vin05t29:11_1": "Tehi anumodakehi bhikkhūhi ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo “atthataṁ, āvuso, saṅghassa kathinaṁ, dhammiko kathinatthāro, anumodāmā”ti.",
  "tika-vin05t29:11_2": "Tena kathinatthārakena bhikkhunā sambahule bhikkhū upasaṅkamitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo “atthataṁ, bhante, saṅghassa kathinaṁ, dhammiko kathinatthāro, anumodathā”ti.",
  "tika-vin05t29:11_3": "Tehi anumodakehi bhikkhūhi ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo “atthataṁ, āvuso, saṅghassa kathinaṁ, dhammiko kathinatthāro, anumodāmā”ti.",
  "tika-vin05t29:11_4": "Tena kathinatthārakena bhikkhunā ekaṁ bhikkhuṁ upasaṅkamitvā ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo “atthataṁ, āvuso, saṅghassa kathinaṁ, dhammiko kathinatthāro, anumodāhī”ti.",
  "tika-vin05t29:11_5": "Tena anumodakena bhikkhunā ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggahetvā evamassa vacanīyo “atthataṁ, āvuso, saṅghassa kathinaṁ, dhammiko kathinatthāro, anumodāmī”ti.",
  "tika-vin05t29:11_6": "Evaṁ sabbesaṁ atthataṁ hoti kathinaṁ.",
  "tika-vin05t29:11_7": "Vuttañhetaṁ parivāre “dvinnaṁ puggalānaṁ atthataṁ hoti kathinaṁ atthārakassa ca anumodakassa cā”ti.",
  "tika-vin05t29:11_8": "Punapi vuttaṁ “na saṅgho kathinaṁ attharati, na gaṇo kathinaṁ attharati, puggalo kathinaṁ attharati, saṅghassa anumodanāya gaṇassa anumodanāya puggalassa attharāya saṅghassa atthataṁ hoti kathinaṁ, gaṇassa atthataṁ hoti kathinaṁ, puggalassa atthataṁ hoti kathina”nti.",
  "tika-vin05t29:12_0": "Evaṁ atthate pana kathine sace kathinacīvarena saddhiṁ ābhataṁ ānisaṁsaṁ dāyakā “yena amhākaṁ kathinaṁ gahitaṁ, tasseva demā”ti denti, bhikkhusaṅgho anissaro.",
  "tika-vin05t29:12_1": "Atha avicāretvāva datvā gacchanti, bhikkhusaṅgho issaro.",
  "tika-vin05t29:12_2": "Tasmā sace kathinatthārakassa sesacīvarānipi dubbalāni honti, saṅghena apaloketvā tesampi atthāya vatthāni dātabbāni, kammavācā pana ekāyeva vaṭṭati.",
  "tika-vin05t29:12_3": "Avasesakathinānisaṁse balavavatthāni vassāvāsikaṭhitikāya dātabbāni, ṭhitikāya abhāve therāsanato paṭṭhāya dātabbāni, garubhaṇḍaṁ na bhājetabbaṁ.",
  "tika-vin05t29:12_4": "Sace pana ekasīmāya bahū vihārā honti, sabbehi bhikkhūhi sannipātāpetvā ekattha kathinaṁ attharitabbaṁ, visuṁ visuṁ attharituṁ na vaṭṭati.",
  "tika-vin05t29:13_0": "“Atthatakathinānaṁ vo, bhikkhave, pañca kappissanti, anāmantacāro asamādānacāro gaṇabhojanaṁ yāvadatthacīvaraṁ yo ca tattha cīvaruppādo.",
  "tika-vin05t29:13_1": "So nesaṁ bhavissatī”ti vacanato atthatakathinānaṁ bhikkhūnaṁ anāmantacārādayo pana pañcānisaṁsā labbhanti.",
  "tika-vin05t29:13_2": "Tattha anāmantacāroti anāmantetvā caraṇaṁ, yāva kathinaṁ na uddharīyati, tāva cārittasikkhāpadena anāpattīti vuttaṁ hoti.",
  "tika-vin05t29:13_3": "Asamādānacāroti cīvaraṁ asamādāya caraṇaṁ, cīvaravippavāsoti attho.",
  "tika-vin05t29:13_4": "Gaṇabhojananti gaṇabhojanasikkhāpadena anāpatti vuttā.",
  "tika-vin05t29:13_5": "Yāvadatthacīvaranti yāvatā cīvarena attho, tāvatakaṁ anadhiṭṭhitaṁ avikappitaṁ vaṭṭatīti attho.",
  "tika-vin05t29:13_6": "Yo ca tattha cīvaruppādoti tattha kathinatthatasīmāya matakacīvaraṁ vā hotu saṅghaṁ uddissa dinnaṁ vā saṅghikena tatruppādena ābhataṁ vā, yena kenaci ākārena yaṁ saṅghikaṁ cīvaraṁ uppajjati, taṁ tesaṁ bhavissatīti attho.",
  "tika-vin05t29:14_0": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t29:15_0": "Kathinatthāravinicchayakathā samattā."
}