{
  "tika-vin07t19:0_0": "4. Pavāraṇākkhandhako",
  "tika-vin07t19:1_0": "Aphāsuvihārakathādivaṇṇanā",
  "tika-vin07t19:2_0": "209.",
  "tika-vin07t19:2_1": "Pavāraṇākkhandhake pāḷiyaṁ piṇḍāya paṭikkameyyāti piṇḍāya caritvā paṭikkameyya.",
  "tika-vin07t19:2_2": "Avakkārapātinti atirekapiṇḍapātaṭhapanakaṁ ekaṁ bhājanaṁ.",
  "tika-vin07t19:2_3": "Avisayhanti ukkhipituṁ asakkuṇeyyaṁ.",
  "tika-vin07t19:2_4": "Vilaṅghanaṁ ukkhipanaṁ vilaṅgho, so eva vilaṅghako, hatthehi vilaṅghako hatthavilaṅghakoti āha “hatthukkhepakenā”ti.",
  "tika-vin07t19:2_5": "Atha vā vilaṅghakena ukkhepakena hatthenātipi attho, aññamaññaṁ saṁsibbitahatthehīti vuttaṁ hoti.",
  "tika-vin07t19:3_0": "213.Sace pana vuḍḍhataro hotīti pavāraṇādāyako bhikkhu vuḍḍhataro hoti.",
  "tika-vin07t19:3_1": "Evañhi tena tassatthāya pavāritaṁ hotīti ettha evaṁ tena appavāritopi tassa saṅghappattimattena saṅghapavāraṇākammaṁ samaggakammameva hotīti daṭṭhabbaṁ.",
  "tika-vin07t19:3_2": "Tena ca bhikkhunāti pavāraṇādāyakena bhikkhunā.",
  "tika-vin07t19:4_0": "234.Bahūpi samānavassā ekato pavāretuṁ labhantīti ekasmiṁ saṁvacchare laddhūpasampadatāya samānupasampannavassā sabbe ekato pavāretuṁ labhantīti attho.",
  "tika-vin07t19:5_0": "237.",
  "tika-vin07t19:5_1": "Pāḷiyaṁ micchādiṭṭhīti “natthi dinna”ntiādi nayappavattā.",
  "tika-vin07t19:5_2": "Antaggāhikāti sassatucchedasaṅkhātassa antassa gāhikā.",
  "tika-vin07t19:5_3": "Yaṁ kho tvantiādīsu yaṁ pavāraṇaṁ ṭhapesi, taṁ diṭṭhena ṭhapesīti taṁ-saddaṁ ajjhāharitvā yojetabbaṁ.",
  "tika-vin07t19:6_0": "239.Vatthuṁ pakāsentoti puggale parisaṅkuppattiyā nimittabhūtaṁ vatthumattaṁyeva sandhāya vuttaṁ.",
  "tika-vin07t19:6_1": "Yaṁ pana vatthuṁ sandhāya “puggalo paññāyati, na vatthū”ti āha, na taṁ sandhāyetaṁ vuttaṁ.",
  "tika-vin07t19:6_2": "Yadi pana tassa bhikkhuno vasanaṭṭhāne pokkharaṇito macchaggahaṇādi disseyya, tadā “vatthu ca puggalo ca paññāyatī”ti vattabbaṁ bhaveyya.",
  "tika-vin07t19:6_3": "Tenāha “purimanayeneva corehī”tiādi.",
  "tika-vin07t19:6_4": "Bhikkhuno sarīre mālāgandhañca ariṭṭhagandhañca disvā evaṁ “vatthu ca puggalo ca paññāyatī”ti vuttanti veditabbaṁ.",
  "tika-vin07t19:7_0": "Aphāsuvihārakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t19:8_0": "Bhaṇḍanakārakavatthukathāvaṇṇanā",
  "tika-vin07t19:9_0": "240.Dvecātuddasikā hontīti tatiyapakkhe cātuddasiyā saddhiṁ dve cātuddasikā honti.",
  "tika-vin07t19:9_1": "“Bhaṇḍanakārakānaṁ terase vā cātuddase vā ime pannarasīpavāraṇaṁ pavāressantī”ti iminā yathāsakaṁ uposathakaraṇadivasato paṭṭhāya bhikkhūnaṁ cātuddasīpannarasīvohāro, na candagatisiddhiyā tithiyā vasenāti dasseti.",
  "tika-vin07t19:9_2": "Kiñcāpi evaṁ “anujānāmi, bhikkhave, rājūnaṁ anuvattitu”nti vacanato panettha lokiyānaṁ tithiṁ anuvattantehipi attano uposathakkamena cātuddasiṁ pannarasiṁ vā, pannarasiṁ cātuddasiṁ vā karonteheva anuvattitabbaṁ, na pana soḷasamadivasaṁ vā terasamadivasaṁ vā uposathadivasaṁ karontehi.",
  "tika-vin07t19:9_3": "Teneva pāḷiyampi “dve tayo uposathe cātuddasike kātu”nti vuttaṁ.",
  "tika-vin07t19:9_4": "Aññathā dvādasiyaṁ, terasiyaṁ vā uposatho kātabboti vattabbato.",
  "tika-vin07t19:9_5": "“Sakiṁ pakkhassa cātuddase, pannarase vā”tiādivacanampi upavutthakkameneva vuttaṁ, na tithikkamenāti gahetabbaṁ.",
  "tika-vin07t19:10_0": "Bhaṇḍanakārakavatthukathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t19:11_0": "Pavāraṇāsaṅgahakathāvaṇṇanā",
  "tika-vin07t19:12_0": "241.“Pavāretvā pana antarāpi cārikaṁ pakkamituṁ labhantī”ti iminā pavāraṇāsaṅgahe kate antarā pakkamitukāmā saṅghaṁ sannipātāpetvā pavāretuṁ labhantīti dasseti.",
  "tika-vin07t19:13_0": "Pavāraṇāsaṅgahakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t19:14_0": "Pavāraṇākkhandhakavaṇṇanānayo niṭṭhito."
}