{
  "tika-vin05t26:0_0": "26. Vassūpanāyikavinicchayakathā",
  "tika-vin05t26:1_0": "179.Vassūpanāyikāti ettha purimikā pacchimikāti duve vassūpanāyikā.",
  "tika-vin05t26:1_1": "Tattha āsāḷhīpuṇṇamāya anantare pāṭipadadivase purimikā upagantabbā, pacchimikā pana āsāḷhīpuṇṇamato aparāya puṇṇamāya anantare pāṭipadadivase.",
  "tika-vin05t26:1_2": "Upagacchantena ca vihāraṁ paṭijaggitvā pānīyaṁ paribhojanīyaṁ upaṭṭhāpetvā sabbaṁ cetiyavandanādisāmīcikammaṁ niṭṭhāpetvā “imasmiṁ vihāre imaṁ temāsaṁ vassaṁ upemī”ti sakiṁ vā dvattikkhattuṁ vā vācaṁ nicchāretvā vassaṁ upagantabbaṁ.",
  "tika-vin05t26:1_3": "Sacepi “idha vasissāmī”ti ālayo atthi, asatiyā pana vassaṁ na upeti, gahitasenāsanaṁ suggahitaṁ, chinnavasso na hoti, pavāretuṁ labhatiyeva.",
  "tika-vin05t26:1_4": "Vināpi hi vacībhedaṁ ālayakaraṇamattenapi vassaṁ upagatameva hoti.",
  "tika-vin05t26:1_5": "“Idha vassaṁ vasissāmī”ti cittuppādoyevettha ālayo nāma.",
  "tika-vin05t26:2_0": "“Na, bhikkhave, tadahuvassūpanāyikāya vassaṁ anupagantukāmena sañcicca āvāso atikkamitabbo, yo atikkameyya, āpatti dukkaṭassā”ti vacanato vassūpanāyikadivase vassaṁ anupagantukāmo vihārasīmaṁ atikkamati, vihāragaṇanāya dukkaṭaṁ.",
  "tika-vin05t26:2_1": "Sace hi taṁ divasaṁ vihārasatassa upacāraṁ okkamitvā atikkamati, sataṁ āpattiyo.",
  "tika-vin05t26:2_2": "Sace pana vihāraṁ atikkamitvā aññassa vihārassa upacāraṁ anokkamitvāva nivattati, ekāva āpatti.",
  "tika-vin05t26:2_3": "Kenaci antarāyena purimikaṁ anupagatena pacchimikā upagantabbā.",
  "tika-vin05t26:3_0": "“Na, bhikkhave, asenāsanikena vassaṁ upagantabbaṁ, yo upagaccheyya, āpatti dukkaṭassā”ti vacanato yassa pañcannaṁ chadanānaṁ aññatarena channaṁ yojitadvārabandhanaṁ senāsanaṁ natthi, tena na upagantabbaṁ.",
  "tika-vin05t26:3_1": "“Na, bhikkhave, chavakuṭikāya vassaṁ upagantabbaṁ, yo upagaccheyya, āpatti dukkaṭassā”ti ādivacanato chavakuṭikāyaṁ chatte cāṭiyañca upagantuṁ na vaṭṭati.",
  "tika-vin05t26:3_2": "Tattha chavakuṭikā nāma ṭaṅkitamañcādibhedā kuṭi.",
  "tika-vin05t26:3_3": "Tattheva upagantuṁ na vaṭṭati, susāne pana aññaṁ kuṭikaṁ katvā upagantuṁ vaṭṭati, chattepi catūsu thambhesu chattaṁ ṭhapetvā āvaraṇaṁ katvā dvāraṁ yojetvā upagantuṁ vaṭṭati, chattakuṭi nāmesā hoti.",
  "tika-vin05t26:3_4": "Cāṭiyāpi mahantena kapallena chatte vuttanayena kuṭikaṁ katvā upagantuṁ vaṭṭati.",
  "tika-vin05t26:4_0": "“Na, bhikkhave, rukkhasusire vassaṁ upagantabbaṁ, yo upagaccheyya, āpatti dukkaṭassā”ti vacanato suddhe rukkhasusire upagantuṁ na vaṭṭati, mahantassa pana rukkhasusirassa anto padaracchadanaṁ kuṭikaṁ katvā pavisanadvāraṁ yojetvā upagantuṁ vaṭṭati, rukkhaṁ chinditvā khāṇukamatthake padaracchadanaṁ kuṭikaṁ katvāpi vaṭṭatiyeva.",
  "tika-vin05t26:4_1": "“Na, bhikkhave, rukkhaviṭabhiyā”ti ādivacanato suddhe viṭabhimatte upagantuṁ na vaṭṭati, mahāviṭape pana aṭṭakaṁ bandhitvā tattha padaracchadanaṁ kuṭikaṁ katvā dvāraṁ yojetvā upagantabbaṁ.",
  "tika-vin05t26:5_0": "“Anujānāmi, bhikkhave, vaje vassaṁ upagantu”ntiādivacanato vaje satthe nāvāyañca upagantuṁ vaṭṭati.",
  "tika-vin05t26:5_1": "Tattha vajoti gopālakānaṁ nivāsaṭṭhānaṁ.",
  "tika-vin05t26:5_2": "Vaje vuṭṭhite vajena saddhiṁ gatassa vassacchede anāpatti “anujānāmi, bhikkhave, yena vajo, tena gantu”nti vuttattā.",
  "tika-vin05t26:5_3": "Satthe vassaṁ upagacchantena pana vassūpanāyikadivase upāsakā vattabbā “kuṭikā laddhuṁ vaṭṭatī”ti.",
  "tika-vin05t26:5_4": "Sace karitvā denti, tattha pavisitvā “idha vassaṁ upemī”ti tikkhattuṁ vattabbaṁ.",
  "tika-vin05t26:5_5": "No ce denti, sālāsaṅkhepena ṭhitasakaṭassa heṭṭhā upagantabbaṁ.",
  "tika-vin05t26:5_6": "Tampi alabhantena ālayo kātabbo, satthe pana vassaṁ upagantuṁ na vaṭṭati.",
  "tika-vin05t26:5_7": "Ālayo nāma “idha vassaṁ vasissāmī”ti cittuppādamattaṁ.",
  "tika-vin05t26:5_8": "Sace maggappaṭipanneyeva satthe pavāraṇādivaso hoti, tattheva pavāretabbaṁ.",
  "tika-vin05t26:5_9": "Atha sattho antovasseyeva bhikkhunā patthitaṭṭhānaṁ patvā atikkamati, patthitaṭṭhāne vasitvā tattha bhikkhūhi saddhiṁ pavāretabbaṁ.",
  "tika-vin05t26:5_10": "Athāpi sattho antovasseyeva antarā ekasmiṁ gāme tiṭṭhati vā vippakirati vā, tasmiṁyeva gāme bhikkhūhi saddhiṁ vasitvā pavāretabbaṁ, appavāretvā tato paraṁ gantuṁ na vaṭṭati.",
  "tika-vin05t26:5_11": "Nāvāya vassaṁ upagacchantenapi kuṭiyaṁyeva upagantabbaṁ, pariyesitvā alabhantena ālayo kātabbo.",
  "tika-vin05t26:5_12": "Sace antotemāsaṁ nāvā samuddeyeva hoti, tattheva pavāretabbaṁ.",
  "tika-vin05t26:5_13": "Atha nāvā kūlaṁ labhati, ayañca parato gantukāmo hoti, gantuṁ na vaṭṭati, nāvāya laddhagāmeyeva vasitvā bhikkhūhi saddhiṁ pavāretabbaṁ.",
  "tika-vin05t26:5_14": "Sacepi nāvā anutīrameva aññattha gacchati, bhikkhu ca paṭhamaṁ laddhagāmeyeva vasitukāmo, nāvā gacchatu, bhikkhunā tattheva vasitvā bhikkhūhi saddhiṁ pavāretabbaṁ.",
  "tika-vin05t26:5_15": "Iti vaje satthe nāvāyanti tīsu ṭhānesu natthi vassacchede āpatti, pavāretuñca labhati.",
  "tika-vin05t26:6_0": "“Na, bhikkhave, vassaṁ upagantvā purimaṁ vā temāsaṁ pacchimaṁ vā temāsaṁ avasitvā cārikā pakkamitabbā, yo pakkameyya, āpatti dukkaṭassā”ti vacanato purimikāya vassaṁ upagatena purimaṁ temāsaṁ, pacchimikāya upagatena pacchimaṁ temāsaṁ avasitvā cārikā na pakkamitabbā, vassaṁ upagantvā pana aruṇaṁ anuṭṭhāpetvāpi tadaheva sattāhakaraṇīyena pakkamantassapi antosattāhe nivattantassa anāpatti, ko pana vādo dvīhatīhaṁ vasitvā sattāhakaraṇīyena pakkamantassa antosattāhe nivattantassa.",
  "tika-vin05t26:7_0": "180.",
  "tika-vin05t26:7_1": "“Anujānāmi, bhikkhave, sattannaṁ sattāhakaraṇīyena pahite gantuṁ, na tveva appahite.",
  "tika-vin05t26:7_2": "Bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā upāsakassa upāsikāyā”ti vacanato pañcannaṁ sahadhammikānaṁ aññatarena saṅghagaṇapuggale uddissa attano vā atthāya vihāraṁ aḍḍhayogaṁ pāsādaṁ hammiyaṁ guhaṁ pariveṇaṁ koṭṭhakaṁ upaṭṭhānasālaṁ aggisālaṁ kappiyakuṭiṁ vaccakuṭiṁ caṅkamaṁ caṅkamanasālaṁ udapānaṁ udapānasālaṁ jantāgharaṁ jantāgharasālaṁ pokkharaṇiṁ maṇḍapaṁ ārāmaṁ ārāmavatthuṁ vā kāretvā “āgacchantu bhikkhū, icchāmi dānañca dātuṁ dhammañca sotuṁ bhikkhū ca passitu”nti evaṁ niddisitvā pesite gantabbaṁ sattāhakaraṇīyena, na tveva appahite.",
  "tika-vin05t26:7_3": "Upāsako vā upāsikā vā tatheva saṅghagaṇapuggale uddissa vihārādīsu aññataraṁ kāretvā attano vā atthāya nivesanasayanigharādīsu aññataraṁ kārāpetvā aññaṁ vā kiccakaraṇīyaṁ niddisitvā gilāno vā hutvā bhikkhūnaṁ santike dūtaṁ pahiṇeyya “āgacchantu bhadantā, icchāmi dānañca dātuṁ dhammañca sotuṁ bhikkhū ca passitu”nti, gantabbaṁ sattāhakaraṇīyena, na tveva appahite.",
  "tika-vin05t26:8_0": "“Anujānāmi, bhikkhave, sattannaṁ sattāhakaraṇīyena appahitepi gantuṁ, pageva pahite.",
  "tika-vin05t26:8_1": "Bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā mātuyā ca pitussa cā”ti vacanato “gilānānaṁ etesaṁ bhikkhuādīnaṁ sahadhammikānaṁ mātāpitūnañca gilānānaṁyeva gilānabhattaṁ vā gilānupaṭṭhākabhattaṁ vā bhesajjaṁ vā pariyesissāmi, pucchissāmi vā upaṭṭhahissāmi vā”ti iminā kāraṇena appahitepi gantabbaṁ, pageva pahite.",
  "tika-vin05t26:8_2": "Andhakaṭṭhakathāyaṁ pana “ye mātāpitūnaṁ upaṭṭhākā ñātakā vā aññātakā vā, tesampi appahite gantuṁ vaṭṭatī”ti vuttaṁ, taṁ neva aṭṭhakathāyaṁ, na pāḷiyaṁ vuttaṁ, tasmā na gahetabbaṁ.",
  "tika-vin05t26:9_0": "Sace pana bhikkhuno bhātā vā añño vā ñātako gilāno hoti, so ce bhikkhussa santike dūtaṁ pahiṇeyya “ahaṁ gilāno, āgacchatu bhadanto, icchāmi bhadantassa āgata”nti, gantabbaṁ sattāhakaraṇīyena, na tveva appahite.",
  "tika-vin05t26:9_1": "Sace ekasmiṁ vihāre bhikkhūhi saddhiṁ vasanto bhikkhubhattiko gilāno hoti, so ce bhikkhūnaṁ santike dūtaṁ pahiṇeyya “ahaṁ gilāno, āgacchantu bhikkhū, icchāmi bhikkhūnaṁ āgata”nti, gantabbaṁ sattāhakaraṇīyena, na tveva appahite.",
  "tika-vin05t26:10_0": "Sace bhikkhussa bhikkhuniyā sikkhamānāya sāmaṇerassa sāmaṇeriyā anabhirati vā kukkuccaṁ vā diṭṭhigataṁ vā uppannaṁ hoti, gantabbaṁ sattāhakaraṇīyena appahitepi “anabhiratiṁ vūpakāsessāmi vā vūpakāsāpessāmi vā kumkuccaṁ vinodessāmi vā vinodāpessāmi vā diṭṭhigataṁ vivecessāmi vā vivecāpessāmi vā dhammakathaṁ vā karissāmī”ti, pageva pahite.",
  "tika-vin05t26:10_1": "Sace koci bhikkhu garudhammaṁ ajjhāpanno hoti parivāsāraho mūlāyapaṭikassanāraho mānattāraho abbhānāraho vā, appahitepi gantabbaṁ “parivāsadānādīsu ussukkaṁ āpajjissāmi, anussāvessāmi, gaṇapūrako vā bhavissāmī”ti, pageva pahite.",
  "tika-vin05t26:10_2": "Bhikkhuniyāpi mānattārahāya mūlāyapaṭikassanārahāya abbhānārahāya vā eseva nayo.",
  "tika-vin05t26:10_3": "Sace sāmaṇero upasampajjitukāmo hoti, vassaṁ vā pucchitukāmo, sikkhamānā vā upasampajjitukāmā hoti, sikkhā vāssā kupitā, sāmaṇerī vā sikkhā samādiyitukāmā hoti, vassaṁ vā pucchitukāmā, appahitepi gantabbaṁ, pageva pahite.",
  "tika-vin05t26:11_0": "Sace bhikkhussa bhikkhuniyā vā saṅgho kammaṁ kātukāmo hoti, tajjanīyaṁ vā niyassaṁ vā pabbājanīyaṁ vā paṭisāraṇīyaṁ vā ukkhepanīyaṁ vā, appahitepi gantabbaṁ, pageva pahite “kiṁ nu kho saṅgho kammaṁ na kareyya, lahukāya vā pariṇāmeyyā”ti.",
  "tika-vin05t26:11_1": "Sacepi kataṁyeva hoti kammaṁ, appahitepi gantabbaṁ “kiṁ nu kho sammā vatteyya, lomaṁ pāteyya, netthāraṁ vatteyya, saṅgho taṁ kammaṁ paṭippassambheyyā”ti.",
  "tika-vin05t26:12_0": "181.",
  "tika-vin05t26:12_1": "“Anujānāmi, bhikkhave, saṅghakaraṇīyena gantu”nti vacanato senāsanapaṭibaddhasaṅghakaraṇīyenapi gantuṁ vaṭṭati.",
  "tika-vin05t26:12_2": "Ettha hi yaṁ kiñci uposathāgārādīsu senāsanesu cetiyachattavedikādīsu vā kattabbaṁ, antamaso bhikkhuno puggalikasenāsanampi sabbaṁ saṅghakaraṇīyamevāti adhippetaṁ, tasmā tassa nipphādanatthaṁ dabbasambhārādīni vā āharituṁ vaḍḍhakīpabhutīnaṁ bhattavetanādīni vā dātuṁ gantabbaṁ.",
  "tika-vin05t26:12_3": "Apicettha ayampi pāḷimuttakanayo veditabbo –",
  "tika-vin05t26:12_4": "dhammassavanatthāya animantitena gantuṁ na vaṭṭati, sace ekasmiṁ mahāvāse paṭhamaṁyeva katikā katā hoti “asukadivasaṁ nāma sannipatitabba”nti, nimantitoyeva nāma hoti, gantuṁ vaṭṭati.",
  "tika-vin05t26:12_5": "“Bhaṇḍakaṁ dhovissāmī”ti gantuṁ na vaṭṭati.",
  "tika-vin05t26:12_6": "Sace pana ācariyupajjhāyā pahiṇanti, vaṭṭati.",
  "tika-vin05t26:12_7": "Nātidūre vihāro hoti, “tattha gantvā ajjeva āgamissāmī”ti sampāpuṇituṁ na sakkoti, vaṭṭati.",
  "tika-vin05t26:12_8": "Uddesaparipucchādīnaṁ atthāyapi gantuṁ na labhati, “ācariyaṁ pana passissāmī”ti gantuṁ labhati.",
  "tika-vin05t26:12_9": "Sace naṁ ācariyo “ajja mā gacchā”ti vadati, vaṭṭati, upaṭṭhākakulaṁ vā ñātikulaṁ vā dassanāya gantuṁ na labhati.",
  "tika-vin05t26:13_0": "Sace bhikkhūsu vassūpagatesu gāmo corehi vuṭṭhāti, tattha kiṁ kātabbanti?",
  "tika-vin05t26:13_1": "Yena gāmo, tena gantabbaṁ.",
  "tika-vin05t26:13_2": "Sace gāmo dvidhā bhijjati, yattha bahutarā manussā, tattha gantabbaṁ.",
  "tika-vin05t26:13_3": "Sace bahutarā assaddhā honti appasannā, yattha saddhā pasannā, tattha gantabbaṁ.",
  "tika-vin05t26:13_4": "Ettha ca sace gāmo avidūragato hoti, tattha piṇḍāya caritvā vihārameva āgantvā vasitabbaṁ.",
  "tika-vin05t26:13_5": "Sace dūraṁ gato, sattāhavārena aruṇo uṭṭhāpetabbo, na sakkā ce hoti, tattheva sabhāgaṭṭhāne vasitabbaṁ.",
  "tika-vin05t26:13_6": "Sace manussā yathāpavattāni salākabhattādīni denti, “na mayaṁ tasmiṁ vihāre vasimhā”ti vattabbā.",
  "tika-vin05t26:13_7": "“Mayaṁ vihārassa vā pāsādassa vā na dema, tumhākaṁ dema, yattha katthaci vasitvā bhuñjathā”ti vutte pana yathāsukhaṁ bhuñjitabbaṁ, tesaṁyeva taṁ pāpuṇāti.",
  "tika-vin05t26:13_8": "“Tumhākaṁ vasanaṭṭhāne pāpuṇāpetvā bhuñjathā”ti vutte pana yattha vasanti, tattha netvā vassaggena pāpuṇāpetvā bhuñjitabbaṁ.",
  "tika-vin05t26:13_9": "Sace pavāritakāle vassāvāsikaṁ denti, yadi sattāhavārena aruṇaṁ uṭṭhāpayiṁsu, gahetabbaṁ.",
  "tika-vin05t26:13_10": "Chinnavassehi pana “na mayaṁ tattha vasimha, chinnavassā maya”nti vattabbaṁ.",
  "tika-vin05t26:13_11": "Yadi “yesaṁ amhākaṁ senāsanaṁ pāpitaṁ, te gaṇhantū”ti vadanti, gahetabbaṁ.",
  "tika-vin05t26:13_12": "Yaṁ pana “vihāre upanikkhittakaṁ mā vinassī”ti idha āhaṭaṁ cīvarādivebhaṅgiyabhaṇḍaṁ, taṁ tattheva gantvā apaloketvā bhājetabbaṁ.",
  "tika-vin05t26:13_13": "“Ito ayyānaṁ cattāro paccaye dethā”ti kappiyakārakānaṁ dinne khettavatthuādike tatruppādepi eseva nayo.",
  "tika-vin05t26:13_14": "Saṅghikañhi vebhaṅgiyabhaṇḍaṁ antovihāre vā bahisīmāya vā hotu, bahisīmāya ṭhitānaṁ apaloketvā bhājetuṁ na vaṭṭati.",
  "tika-vin05t26:13_15": "Ubhayattha ṭhitampi pana antosīmāya ṭhitānaṁ apaloketvā bhājetuṁ vaṭṭatiyeva.",
  "tika-vin05t26:14_0": "Sace pana vassūpagatā bhikkhū vāḷehi ubbāḷhā honti, gaṇhantipi paripātentipi, sarīsapehi vā ubbāḷhā honti, ḍaṁsantipi paripātentipi, corehi vā ubbāḷhā honti, vilumpantipi ākoṭentipi, pisācehi vā ubbāḷhā honti, āvisantipi hanantipi, “eseva antarāyo”ti pakkamitabbaṁ, natthi vassacchede āpatti.",
  "tika-vin05t26:14_1": "Sace gāmo agginā vā daḍḍho hoti, udakena vā vuḷho.",
  "tika-vin05t26:14_2": "Bhikkhū piṇḍakena kilamanti, “eseva antarāyo”ti pakkamitabbaṁ, vassacchede anāpatti.",
  "tika-vin05t26:14_3": "Senāsanaṁ agginā vā daḍḍhaṁ hoti, udakena vā vuḷhaṁ, bhikkhū senāsanena kilamanti, “eseva antarāyo”ti pakkamitabbaṁ, vassacchede anāpatti.",
  "tika-vin05t26:14_4": "Sace vassūpagatā bhikkhū na labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, “eseva antarāyo”ti pakkamitabbaṁ.",
  "tika-vin05t26:14_5": "Sace labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, na labhanti sappāyāni bhojanāni, “eseva antarāyo”ti pakkamitabbaṁ.",
  "tika-vin05t26:14_6": "Sacepi labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, labhanti sappāyāni bhojanāni, na labhanti sappāyāni bhesajjāni, “eseva antarāyo”ti pakkamitabbaṁ.",
  "tika-vin05t26:14_7": "Sace labhanti lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṁ pāripūriṁ, labhanti sappāyāni bhojanāni, labhanti sappāyāni bhesajjāni, na labhanti patirūpaṁ upaṭṭhākaṁ, “eseva antarāyo”ti pakkamitabbaṁ, sabbattha vassacchede anāpatti.",
  "tika-vin05t26:15_0": "Sace pana vassūpagataṁ bhikkhuṁ itthī nimanteti “ehi, bhante, hiraññaṁ vā te demi, suvaṇṇaṁ vā khettaṁ vā vatthuṁ vā gāvuṁ vā gāviṁ vā dāsaṁ vā dāsiṁ vā te demi, dhītaraṁ vā te demi bhariyatthāya, ahaṁ vā te bhariyā homi, aññaṁ vā te bhariyaṁ ānemī”ti, tatra ce bhikkhuno evaṁ hoti “lahuparivattaṁ kho cittaṁ vuttaṁ bhagavatā, siyāpime brahmacariyassa antarāyo”ti, pakkamitabbaṁ, natthi vassacchede āpatti.",
  "tika-vin05t26:15_1": "Vuttanayeneva vesī vā nimanteti, thullakumārī vā nimanteti, paṇḍako vā nimanteti, ñātakā vā nimantenti, rājāno vā nimantenti, corā vā nimantenti, dhuttā vā nimantenti, eseva nayo.",
  "tika-vin05t26:15_2": "Sace vassūpagato bhikkhu passati asāmikaṁ nidhiṁ, tatra ce bhikkhuno evaṁ hoti “lahuparivattaṁ kho cittaṁ vuttaṁ bhagavatā, siyāpi me brahmacariyassa antarāyo”ti, pakkamitabbaṁ, anāpatti vassacchede.",
  "tika-vin05t26:16_0": "Sace vassūpagato bhikkhu passati sambahule bhikkhū saṅghabhedāya parakkamante, suṇāti vā “sambahulā bhikkhū saṅghabhedāya parakkamantī”ti, tatra ce bhikkhuno evaṁ hoti “garuko kho saṅghabhedo vutto bhagavatā, mā mayi sammukhībhūte saṅgho bhijjī”ti, pakkamitabbaṁ, anāpatti vassacchede.",
  "tika-vin05t26:16_1": "Sace vassūpagato bhikkhu suṇāti “asukasmiṁ kira āvāse sambahulā bhikkhū saṅghabhedāya parakkamantī”ti, tatra ce bhikkhuno evaṁ hoti “te ca kho me bhikkhū mittā, tyāhaṁ vakkhāmi ‘garuko kho, āvuso, saṅghabhedo vutto bhagavatā, mā āyasmantānaṁ saṅghabhedo ruccitthā’ti, karissanti me vacanaṁ sussūsissanti, sotaṁ odahissantī”ti, pakkamitabbaṁ, anāpatti vassacchede, bhinne pana saṅghe gantvā karaṇīyaṁ natthi.",
  "tika-vin05t26:17_0": "Sace pana koci bhikkhu “imaṁ temāsaṁ idha vassaṁ vasathā”ti vutte paṭissuṇitvā visaṁvādeti, dukkaṭaṁ.",
  "tika-vin05t26:17_1": "Na kevalaṁ tasseva paṭissavassa visaṁvāde dukkaṭaṁ, “imaṁ temāsaṁ bhikkhaṁ gaṇhatha, ubhopi mayaṁ idha vassaṁ vasissāma, ekato uddisāpessāmā”ti evamādināpi tassa tassa paṭissavassa visaṁvāde dukkaṭaṁ.",
  "tika-vin05t26:17_2": "Tañca kho paṭhamaṁ suddhacittassa pacchā visaṁvādanapaccayā, paṭhamampi asuddhacittassa pana paṭissave pācittiyaṁ.",
  "tika-vin05t26:17_3": "Visaṁvāde dukkaṭanti pācittiyena saddhiṁ dukkaṭaṁ yujjati.",
  "tika-vin05t26:18_0": "182.",
  "tika-vin05t26:18_1": "Vassūpagatehi antovasse nibaddhavattaṁ ṭhapetvā vassūpagatā bhikkhū “sammuñjaniyo bandhathā”ti vattabbā.",
  "tika-vin05t26:18_2": "Sulabhā ce daṇḍakā ceva salākāyo ca honti, ekakena cha pañca muṭṭhisammuñjaniyo dve tisso yaṭṭhisammuñjaniyo vā bandhitabbā.",
  "tika-vin05t26:18_3": "Dullabhā honti, dve tisso muṭṭhisammuñjaniyo ekā yaṭṭhisammuñjanī bandhitabbā.",
  "tika-vin05t26:18_4": "Sāmaṇerehi pañca pañca ukkā vā koṭṭetabbā, vasanaṭṭhānesu kasāvaparibhaṇḍaṁ kātabbaṁ.",
  "tika-vin05t26:18_5": "Vattaṁ karontehi ca na uddisitabbaṁ na uddisāpetabbaṁ, na sajjhāyo kātabbo, na pabbājetabbaṁ na upasampādetabbaṁ, na nissayo dātabbo, na dhammassavanaṁ kātabbaṁ.",
  "tika-vin05t26:18_6": "Sabbeva hi ete papañcā, nippapañcā hutvā samaṇadhammameva karissāmāti vā sabbe terasa dhutaṅgāni samādiyantu, seyyaṁ akappetvā ṭhānacaṅkamehi vītināmentu, mūgabbataṁ gaṇhantu, sattāhakaraṇīyena gatāpi bhājanīyabhaṇḍaṁ labhantūti vā evarūpaṁ adhammikavattaṁ na kātabbaṁ.",
  "tika-vin05t26:18_7": "Evaṁ pana kātabbaṁ –",
  "tika-vin05t26:18_8": "pariyattidhammo nāma tividhampi saddhammaṁ patiṭṭhāpeti, tasmā sakkaccaṁ uddisatha uddisāpetha, sajjhāyaṁ karotha, padhānaghare vasantānaṁ saṅghaṭṭanaṁ akatvā antovihāre nisīditvā uddisatha uddisāpetha, sajjhāyaṁ karotha, dhammassavanaṁ samiddhaṁ karotha, pabbājentā sodhetvā pabbājetha, sodhetvā upasampādetha, sodhetvā nissayaṁ detha.",
  "tika-vin05t26:18_9": "Ekopi hi kulaputto pabbajjañca upasampadañca labhitvā sakalaṁ sāsanaṁ patiṭṭhāpeti, attano thāmena yattakāni sakkotha, tattakāni dhutaṅgāni samādiyatha, antovassaṁ nāmetaṁ sakaladivasaṁ rattiyā ca paṭhamayāmapacchimayāmesu appamattehi bhavitabbaṁ, vīriyaṁ ārabhitabbaṁ.",
  "tika-vin05t26:18_10": "Porāṇakamahātherāpi sabbapalibodhe chinditvā antovasse ekacāriyavattaṁ pūrayiṁsu, bhasse mattaṁ jānitvā dasavatthukathaṁ dasaasubhadasānussatiaṭṭhatiṁsārammaṇakathaṁ kātuṁ vaṭṭati, āgantukānaṁ vattaṁ kātuṁ, sattāhakaraṇīyena gatānaṁ apaloketvā dātuṁ vaṭṭatīti evarūpaṁ vattaṁ kātabbaṁ.",
  "tika-vin05t26:19_0": "Apica bhikkhū ovaditabbā “viggāhikapisuṇapharusavacanāni mā vadatha, divase divase sīlāni āvajjentā caturārakkhaṁ ahāpentā manasikārabahulā viharathā”ti.",
  "tika-vin05t26:19_1": "Dantakaṭṭhakhādanavattaṁ ācikkhitabbaṁ, cetiyaṁ vā bodhiṁ vā vandantena gandhamālaṁ vā pūjentena pattaṁ vā thavikāya pakkhipantena na kathetabbaṁ, bhikkhācāravattaṁ ācikkhitabbaṁ, antogāme manussehi saddhiṁ paccayasaññuttakathā vā visabhāgakathā vā na kathetabbā, rakkhitindriyehi bhavitabbaṁ, khandhakavattañca sekhiyavattañca pūretabbanti evarūpā bahukāpi niyyānikakathā ācikkhitabbāti.",
  "tika-vin05t26:20_0": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t26:21_0": "Vassūpanāyikavinicchayakathā samattā."
}