{
"cnd14:1.1": "Cūḷaniddesa",
"cnd14:2.1": "Pārāyanavagganiddesa",
"cnd14:3.1": "Pucchāniddesa",
"cnd14:4.1": "10. Kappamāṇavapucchāniddesa",
"cnd14:5.1": "Majjhe sarasmiṃ tiṭṭhataṃ,",
"cnd14:5.2": "iccāyasmā kappo",
"cnd14:5.3": "Oghe jāte mahabbhaye;",
"cnd14:5.4": "Jarāmaccuparetānaṃ,",
"cnd14:5.5": "Dīpaṃ pabrūhi mārisa;",
"cnd14:5.6": "Tvañca me dīpamakkhāhi,",
"cnd14:5.7": "Yathāyidaṃ nāparaṃ siyā. #1",
"cnd14:6.1": "Majjhe sarasmiṃ tiṭṭhatanti saro vuccati saṃsāro āgamanaṃ gamanaṃ gamanāgamanaṃ kālaṃ gati bhavābhavo cuti ca upapatti ca nibbatti ca bhedo ca jāti ca jarā ca maraṇañca.",
"cnd14:6.2": "Saṃsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati;",
"cnd14:6.3": "majjheva saṃsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttā.",
"cnd14:7.1": "Kathaṃ saṃsārassa purimā koṭi na paññāyati?",
"cnd14:7.2": "Ettakā jātiyo vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:7.3": "Ettakāni jātisatāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:7.4": "Ettakāni jātisahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:7.5": "Ettakāni jātisatasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:7.6": "Ettakā jātikoṭiyo vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:7.7": "Ettakāni jātikoṭisatāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:7.8": "Ettakāni jātikoṭisahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti, hevaṃ natthi.",
"cnd14:7.9": "Evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:7.10": "Ettakāni jātikoṭisatasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.1": "Ettakāni vassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.2": "Ettakāni vassasatāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.3": "Ettakāni vassasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.4": "Ettakāni vassasatasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.5": "Ettakā vassakoṭiyo vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.6": "Ettakāni vassakoṭisatāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.7": "Ettakāni vassakoṭisahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:8.8": "Ettakāni vassakoṭisatasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.1": "Ettakāni kappāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.2": "Ettakāni kappasatāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.3": "Ettakāni kappasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.4": "Ettakāni kappasatasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.5": "Ettakā kappakoṭiyo vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.6": "Ettakāni kappakoṭisatāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.7": "Ettakāni kappakoṭisahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:9.8": "Ettakāni kappakoṭisatasahassāni vaṭṭaṃ vatti, tato paraṃ na vattatīti hevaṃ natthi, evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:10.1": "Vuttañhetaṃ bhagavatā—",
"cnd14:10.2": "“anamataggoyaṃ, bhikkhave, saṃsāro, pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ.",
"cnd14:10.3": "Evaṃ dīgharattaṃ kho, bhikkhave, dukkhaṃ paccanubhūtaṃ tibbaṃ paccanubhūtaṃ byasanaṃ paccanubhūtaṃ, kaṭasī vaḍḍhitā.",
"cnd14:10.4": "Yāvañcidaṃ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṃ alaṃ virajjituṃ alaṃ vimuccitun”ti.",
"cnd14:10.5": "Evampi saṃsārassa purimā koṭi na paññāyati.",
"cnd14:11.1": "Kathaṃ saṃsārassa pacchimā koṭi na paññāyati?",
"cnd14:11.2": "Ettakā jātiyo vaṭṭaṃ vattissati, tato paraṃ na vattissatīti hevaṃ natthi, evampi saṃsārassa pacchimā koṭi na paññāyati.",
"cnd14:11.3": "Ettakāni jātisatāni, ettakāni jātisahassāni, ettakāni jātisatasahassāni … pe …",
"cnd14:11.5": "ettakā jātikoṭiyo, ettakāni jātikoṭisatāni, ettakāni jātikoṭisahassāni, ettakāni jātikoṭisatasahassāni, ettakāni vassāni, ettakāni vassasatāni, ettakāni vassasahassāni, ettakāni vassasatasahassāni, ettakā vassakoṭiyo, ettakāni vassakoṭisatāni, ettakāni vassakoṭisahassāni, ettakāni vassakoṭisatasahassāni, ettakāni kappāni, ettakāni kappasatāni, ettakāni kappasahassāni, ettakāni kappasatasahassāni, ettakā kappakoṭiyo, ettakāni kappakoṭisatāni, ettakāni kappakoṭisahassāni, ettakāni kappakoṭisatasahassāni vaṭṭaṃ vattissati, tato paraṃ na vattissatīti hevaṃ natthi, evampi saṃsārassa pacchimā koṭi na paññāyati.",
"cnd14:11.6": "Evampi saṃsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati, majjheva saṃsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttāti—",
"cnd14:11.7": "majjhe sarasmiṃ tiṭṭhataṃ.",
"cnd14:11.8": "Iccāyasmā kappoti.",
"cnd14:11.9": "Iccāti padasandhi … pe ….",
"cnd14:11.11": "Āyasmāti piyavacanaṃ … pe ….",
"cnd14:11.13": "Kappoti tassa brāhmaṇassa nāmaṃ … pe … abhilāpoti—",
"cnd14:11.16": "iccāyasmā kappo.",
"cnd14:12.1": "Oghe jāte mahabbhayeti kāmoghe bhavoghe diṭṭhoghe avijjoghe jāte sañjāte nibbatte abhinibbatte pātubhūte.",
"cnd14:12.2": "Mahabbhayeti jātibhaye jarābhaye byādhibhaye maraṇabhayeti—",
"cnd14:12.3": "oghe jāte mahabbhaye.",
"cnd14:13.1": "Jarāmaccuparetānanti jarāya phuṭṭhānaṃ paretānaṃ samohitānaṃ samannāgatānaṃ.",
"cnd14:13.2": "Maccunā phuṭṭhānaṃ paretānaṃ samohitānaṃ samannāgatānaṃ, jātiyā anugatānaṃ jarāya anusaṭānaṃ byādhinā abhibhūtānaṃ maraṇena abbhāhatānaṃ atāṇānaṃ aleṇānaṃ asaraṇānaṃ asaraṇībhūtānanti—",
"cnd14:13.3": "jarāmaccuparetānaṃ.",
"cnd14:14.1": "Dīpaṃ pabrūhi mārisāti dīpaṃ tāṇaṃ leṇaṃ saraṇaṃ gatiṃ parāyanaṃ brūhi ācikkhāhi desehi paññapehi paṭṭhapehi vivarāhi vibhajāhi uttānīkarohi pakāsehi.",
"cnd14:14.2": "Mārisāti piyavacanaṃ garuvacanaṃ sagāravasappatissādhivacanametaṃ mārisāti—",
"cnd14:14.3": "dīpaṃ pabrūhi mārisa.",
"cnd14:15.1": "Tvañca me dīpamakkhāhīti.",
"cnd14:15.2": "Tvanti bhagavantaṃ bhaṇati.",
"cnd14:15.3": "Dīpamakkhāhīti dīpaṃ tāṇaṃ leṇaṃ saraṇaṃ gatiṃ parāyanaṃ akkhāhi ācikkhāhi desehi paññapehi paṭṭhapehi vivarāhi vibhajāhi uttānīkarohi pakāsehīti—",
"cnd14:15.4": "tvañca me dīpamakkhāhi.",
"cnd14:16.1": "Yathāyidaṃ nāparaṃ siyāti yathayidaṃ dukkhaṃ idheva nirujjheyya vūpasameyya atthaṃ gaccheyya paṭippassambheyya punapaṭisandhikaṃ dukkhaṃ na nibbatteyya, kāmadhātuyā vā rūpadhātuyā vā arūpadhātuyā vā kāmabhave vā rūpabhave vā arūpabhave vā saññābhave vā asaññābhave vā nevasaññānāsaññābhave vā ekavokārabhave vā catuvokārabhave vā pañcavokārabhave vā punagatiyā vā upapattiyā vā paṭisandhiyā vā bhave vā saṃsāre vā vaṭṭe vā na janeyya na sañjaneyya na nibbatteyya nābhinibbatteyya.",
"cnd14:16.2": "Idheva nirujjheyya vūpasameyya atthaṃ gaccheyya paṭippassambheyyāti—",
"cnd14:16.3": "yathāyidaṃ nāparaṃ siyā.",
"cnd14:16.4": "Tenāha so brāhmaṇo—",
"cnd14:17.1": "“Majjhe sarasmiṃ tiṭṭhataṃ,",
"cnd14:17.2": "iccāyasmā kappo",
"cnd14:17.3": "Oghe jāte mahabbhaye;",
"cnd14:17.4": "Jarāmaccuparetānaṃ,",
"cnd14:17.5": "Dīpaṃ pabrūhi mārisa;",
"cnd14:17.6": "Tvañca me dīpamakkhāhi,",
"cnd14:17.7": "Yathāyidaṃ nāparaṃ siyā”ti.",
"cnd14:18.1": "Majjhe sarasmiṃ tiṭṭhataṃ,",
"cnd14:18.2": "kappāti bhagavā",
"cnd14:18.3": "Oghe jāte mahabbhaye;",
"cnd14:18.4": "Jarāmaccuparetānaṃ,",
"cnd14:18.5": "Dīpaṃ pabrūmi kappa te. #2",
"cnd14:19.1": "Majjhe sarasmiṃ tiṭṭhatanti saro vuccati saṃsāro āgamanaṃ gamanaṃ gamanāgamanaṃ kālaṃ gati bhavābhavo, cuti ca upapatti ca nibbatti ca bhedo ca jāti ca jarā ca maraṇañca.",
"cnd14:19.2": "Saṃsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati.",
"cnd14:19.3": "Majjheva saṃsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttā.",
"cnd14:20.1": "Kathaṃ saṃsārassa purimā koṭi na paññāyati … pe …",
"cnd14:20.3": "evaṃ saṃsārassa purimā koṭi na paññāyati.",
"cnd14:20.4": "Kathaṃ saṃsārassa pacchimā koṭi na paññāyati … pe …",
"cnd14:20.6": "evaṃ saṃsārassa pacchimā koṭi na paññāyati.",
"cnd14:20.7": "Evaṃ saṃsārassa purimāpi koṭi na paññāyati, pacchimāpi koṭi na paññāyati.",
"cnd14:20.8": "Majjheva saṃsāre sattā ṭhitā patiṭṭhitā allīnā upagatā ajjhositā adhimuttāti—",
"cnd14:20.9": "majjhe sarasmiṃ tiṭṭhataṃ.",
"cnd14:20.10": "Kappāti bhagavāti.",
"cnd14:20.11": "Kappāti bhagavā taṃ brāhmaṇaṃ nāmena ālapati.",
"cnd14:20.12": "Bhagavāti gāravādhivacanametaṃ … pe …",
"cnd14:20.14": "sacchikā paññatti, yadidaṃ bhagavāti—",
"cnd14:20.15": "kappāti bhagavā.",
"cnd14:21.1": "Oghe jāte mahabbhayeti kāmoghe bhavoghe diṭṭhoghe avijjoghe jāte sañjāte nibbatte abhinibbatte pātubhūte.",
"cnd14:21.2": "Mahabbhayeti jātibhaye jarābhaye byādhibhaye maraṇabhayeti—",
"cnd14:21.3": "oghe jāte mahabbhaye.",
"cnd14:22.1": "Jarāmaccuparetānanti jarāya phuṭṭhānaṃ paretānaṃ samohitānaṃ samannāgatānaṃ, maccunā phuṭṭhānaṃ paretānaṃ samohitānaṃ samannāgatānaṃ jātiyā anugatānaṃ jarāya anusaṭānaṃ byādhinā abhibhūtānaṃ maraṇena abbhāhatānaṃ atāṇānaṃ aleṇānaṃ asaraṇānaṃ asaraṇībhūtānanti—",
"cnd14:22.2": "jarāmaccuparetānaṃ.",
"cnd14:23.1": "Dīpaṃ pabrūmi kappa teti dīpaṃ tāṇaṃ leṇaṃ saraṇaṃ gatiṃ parāyanaṃ brūmi ācikkhāmi desemi paññapemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi pakāsemīti—",
"cnd14:23.2": "dīpaṃ pabrūmi kappa te.",
"cnd14:23.3": "Tenāha bhagavā—",
"cnd14:24.1": "“Majjhe sarasmiṃ tiṭṭhataṃ,",
"cnd14:24.2": "kappāti bhagavā",
"cnd14:24.3": "Oghe jāte mahabbhaye;",
"cnd14:24.4": "Jarāmaccuparetānaṃ,",
"cnd14:24.5": "Dīpaṃ pabrūmi kappa te”ti.",
"cnd14:25.1": "Akiñcanaṃ anādānaṃ,",
"cnd14:25.2": "etaṃ dīpaṃ anāparaṃ;",
"cnd14:25.3": "Nibbānaṃ iti naṃ brūmi,",
"cnd14:25.4": "jarāmaccuparikkhayaṃ. #3",
"cnd14:26.1": "Akiñcanaṃ anādānanti.",
"cnd14:26.2": "Kiñcananti—",
"cnd14:26.3": "rāgakiñcanaṃ dosakiñcanaṃ mohakiñcanaṃ mānakiñcanaṃ diṭṭhikiñcanaṃ kilesakiñcanaṃ duccaritakiñcanaṃ;",
"cnd14:26.4": "kiñcanappahānaṃ kiñcanavūpasamaṃ kiñcanapaṭinissaggaṃ kiñcanapaṭippassaddhiṃ amataṃ nibbānanti—",
"cnd14:26.5": "akiñcanaṃ.",
"cnd14:26.6": "Anādānanti ādānaṃ vuccati taṇhā.",
"cnd14:26.7": "Yo rāgo sārāgo … pe … abhijjhā lobho akusalamūlaṃ.",
"cnd14:26.10": "Ādānappahānaṃ ādānavūpasamaṃ ādānapaṭinissaggaṃ ādānapaṭippassaddhiṃ amataṃ nibbānanti—",
"cnd14:26.11": "akiñcanaṃ anādānaṃ.",
"cnd14:27.1": "Etaṃ dīpaṃ anāparanti etaṃ dīpaṃ tāṇaṃ leṇaṃ saraṇaṃ gati parāyanaṃ.",
"cnd14:27.2": "Anāparanti tamhā paro añño dīpo natthi.",
"cnd14:27.3": "Atha kho so evaṃ dīpo aggo ca seṭṭho ca viseṭṭho ca pāmokkho ca uttamo ca pavaro cāti—",
"cnd14:27.4": "etaṃ dīpaṃ anāparaṃ.",
"cnd14:28.1": "Nibbānaṃ iti naṃ brūmīti vānaṃ vuccati taṇhā.",
"cnd14:28.2": "Yo rāgo sārāgo … pe … abhijjhā lobho akusalamūlaṃ.",
"cnd14:28.5": "Vānappahānaṃ vānavūpasamaṃ vānapaṭinissaggaṃ vānapaṭippassaddhiṃ amataṃ nibbānaṃ.",
"cnd14:28.6": "Itīti padasandhi padasaṃsaggo padapāripūrī akkharasamavāyo byañjanasiliṭṭhatā padānupubbatāpetaṃ—",
"cnd14:28.7": "itīti.",
"cnd14:28.8": "Brūmīti brūmi ācikkhāmi desemi paññapemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi pakāsemīti—",
"cnd14:28.9": "nibbānaṃ iti naṃ brūmi.",
"cnd14:29.1": "Jarāmaccuparikkhayanti jarāmaraṇassa pahānaṃ vūpasamaṃ paṭinissaggaṃ paṭippassaddhiṃ amataṃ nibbānanti—",
"cnd14:29.2": "jarāmaccuparikkhayaṃ.",
"cnd14:29.3": "Tenāha bhagavā—",
"cnd14:30.1": "“Akiñcanaṃ anādānaṃ,",
"cnd14:30.2": "etaṃ dīpaṃ anāparaṃ;",
"cnd14:30.3": "Nibbānaṃ iti naṃ brūmi,",
"cnd14:30.4": "jarāmaccuparikkhayan”ti.",
"cnd14:31.1": "Etadaññāya ye satā,",
"cnd14:31.2": "Diṭṭhadhammābhinibbutā;",
"cnd14:31.3": "Na te māravasānugā,",
"cnd14:31.4": "Na te mārassa paddhagū. #4",
"cnd14:32.1": "Etadaññāya ye satāti.",
"cnd14:32.2": "Etanti amataṃ nibbānaṃ.",
"cnd14:32.3": "Yo so sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhakkhayo virāgo nirodho nibbānaṃ.",
"cnd14:32.4": "Aññāyāti aññāya jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṃ katvā, “sabbe saṅkhārā aniccā”ti … pe …",
"cnd14:32.6": "“yaṃ kiñci samudayadhammaṃ, sabbaṃ taṃ nirodhadhamman”ti aññāya jānitvā tulayitvā tīrayitvā vibhāvayitvā vibhūtaṃ katvā.",
"cnd14:32.7": "Yeti arahanto khīṇāsavā.",
"cnd14:32.8": "Satāti catūhi kāraṇehi satā—",
"cnd14:32.9": "kāye kāyānupassanāsatipaṭṭhānaṃ bhāventā satā … pe …",
"cnd14:32.11": "te vuccanti satāti—",
"cnd14:32.12": "etadaññāya ye satā.",
"cnd14:33.1": "Diṭṭhadhammābhinibbutāti.",
"cnd14:33.2": "Diṭṭhadhammāti diṭṭhadhammā ñātadhammā tulitadhammā tīritadhammā vibhūtadhammā vibhāvitadhammā.",
"cnd14:33.3": "Abhinibbutāti rāgassa nibbāpitattā nibbutā, dosassa … pe … sabbākusalābhisaṅkhārānaṃ santattā samitattā vūpasamitattā nijjhātattā nibbutattā paṭippassaddhattā santā upasantā vūpasantā nibbutā paṭippassaddhāti—",
"cnd14:33.6": "diṭṭhadhammābhinibbutā.",
"cnd14:34.1": "Na te māravasānugāti.",
"cnd14:34.2": "Māroti yo so māro kaṇho adhipati antagū namuci pamattabandhu.",
"cnd14:34.3": "Na te māravasānugāti na te mārassa vase vattanti, nāpi māro tesu vasaṃ vatteti.",
"cnd14:34.4": "Te mārañca mārapakkhañca mārapāsañca mārabaḷisañca mārāmisañca māravisayañca māranivāsañca māragocarañca mārabandhanañca abhibhuyya abhibhavitvā ajjhottharitvā pariyādiyitvā madditvā caranti viharanti iriyanti vattenti pālenti yapenti yāpentīti—",
"cnd14:34.5": "na te māravasānugā.",
"cnd14:35.1": "Na te mārassa paddhagūti na te mārassa paddhā paddhacarā paricārikā siyā;",
"cnd14:35.2": "buddhassa te bhagavato paddhā paddhacarā paricārikā siyāti—",
"cnd14:35.3": "na te mārassa paddhagū.",
"cnd14:35.4": "Tenāha bhagavā—",
"cnd14:36.1": "“Etadaññāya ye satā,",
"cnd14:36.2": "diṭṭhadhammābhinibbutā;",
"cnd14:36.3": "Na te māravasānugā,",
"cnd14:36.4": "na te mārassa paddhagū”ti.",
"cnd14:37.1": "Saha gāthāpariyosānā … pe …",
"cnd14:37.3": "satthā me bhante bhagavā, sāvakohamasmīti.",
"cnd14:38.1": "Kappamāṇavapucchāniddeso dasamo."
}