{
  "anya-e0904n:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0904n:1": "Suttantapiṭaka",
  "anya-e0904n:2": "Aṅguttaranikāye",
  "anya-e0904n:3": "Saṁgāyanassa pucchā vissajjanā",
  "anya-e0904n:4_0": "Pucchā – paṭhamamahāsaṁgītikāle āvuso dhammasaṁgāhakā mahākassapādayo mahātheravarā",
  "anya-e0904n:4_1": "porāṇasaṁgītikārā paṭhamaṁ vinayapiṭakaṁ saṁgāyitvā suttantapiṭake ca dīghamajjhimasaṁyuttasaṅkhāte",
  "anya-e0904n:4_2": "tayo nikāye saṁgāyitvā tadanantaraṁ kiṁ nāma pāvacanaṁ saṁgāyiṁsu.",
  "anya-e0904n:5_0": "Vissajjanā – paṭhamamahāsaṁgītikāle bhante dhammasaṁgāhakā mahākassapādayo mahātheravarā",
  "anya-e0904n:5_1": "porāṇasaṁgītikārā paṭhamaṁ vinayaṁ saṁgāyitvā suttantapiṭake ca dīghamajjhimasaṁyuttasaṅkhāte",
  "anya-e0904n:5_2": "tayo nikāye saṁgāyitvā tadanantaraṁ navahi ca suttasahassehi pañcahi ca suttasattehi",
  "anya-e0904n:5_3": "sattapaññāsāya ca suttehi paṭimaṇḍitaṁ vīsatibhāṇavārasataparimāṇaṁ aṅguttaranikāyaṁ",
  "anya-e0904n:5_4": "nāma pāvacanaṁ saṁgāyiṁsu.",
  "anya-e0904n:6": "Pucchā – aṅguttaranikāyepi āvuso ekakanipāto dukanipāto tikanipātotiādinā nipātapakaraṇaparicchedavasena ekādasavidhā. Tattha kataraṁ nipātapakaraṇaṁ saṁgāyiṁsu.",
  "anya-e0904n:7": "Vissajjanā – aṅguttaranikāye bhante ekādasasu nipātapakaraṇaparicchedesu ekakanipātaṁ paṭhamaṁ saṁgāyiṁsu.",
  "anya-e0904n:8": "1. Rūpādivagga",
  "anya-e0904n:9": "Pucchā – ekakanipātepi āvuso rūpādivaggo nīvaraṇappahānavaggo akammaniyavaggotiādinā vaggabhedavasena bahuvidhā. Tattha kataraṁ vaggaṁ paṭhamaṁ saṁgāyiṁsu.",
  "anya-e0904n:10": "Vissajjanā – ekakanipāte bhante rūpādivaggo nīvaraṇappahānavaggotiādinā vīsatiyā vaggesu rūpādivaggaṁ paṭhamaṁ saṁgāyiṁsu.",
  "anya-e0904n:11_0": "Pucchā – sādhu sādhu āvuso, mayampi dāni āvuso tatoyeva paṭṭhāya saṁgāhanatthāya",
  "anya-e0904n:11_1": "saṁgītipubbaṅgamāni dhammapucchanavissajjanakiccāni āvahituṁ samārabhāma. Tenāvuso",
  "anya-e0904n:11_2": "bhagavatā jānatā passatā arahatā sammāsambuddhena aṅguttaranikāye ekakanipāte rūpādivagge",
  "anya-e0904n:11_3": "purimāni pañca suttāni kattha kaṁ ārabbha kathañca bhāsitāni.",
  "anya-e0904n:12_0": "Vissajjanā – sāvatthiyaṁ bhante sambahule bhikkhū ārabbha rūpādigarukānaṁ pañcannaṁ",
  "anya-e0904n:12_1": "purisānaṁ ajjhāsayavasena ‘‘nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi, yaṁ evaṁ",
  "anya-e0904n:12_2": "purisassa cittaṁ pariyādāya tiṭṭhati, yathayidaṁ bhikkhave itthirūpaṁ, itthirūpaṁ",
  "anya-e0904n:12_3": "bhikkhave purisassa cittaṁ pariyādāya tiṭṭhatī’’ti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:13_0": "Nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi, yaṁ evaṁ purisassa cittaṁ pariyādāya",
  "anya-e0904n:13_1": "tiṭṭhati, yathayidaṁ bhikkhave itthirūpaṁ, itthirūpaṁ bhikkhave purisassa cittaṁ",
  "anya-e0904n:13_2": "pariyādāya tiṭṭhati.",
  "anya-e0904n:14": "Pucchā – tattheva āvuso pacchimāni pañca suttāni bhagavatā kattha kaṁ ārabbha kathañca bhāsitāni.",
  "anya-e0904n:15_0": "Vissajjanā – tasmiṁyeva bhante sāvatthiyaṁ sambahule bhikkhū ārabbha rūpādigarukānaṁ",
  "anya-e0904n:15_1": "pañcannaṁ itthīnaṁ ajjhāsayavasena ‘‘nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi,",
  "anya-e0904n:15_2": "yaṁ evaṁ itthiyā cittaṁ pariyādāya tiṭṭhati, yathayidaṁ bhikkhave purisarūpaṁ, purisarūpaṁ",
  "anya-e0904n:15_3": "bhikkhave itthiyā cittaṁ pariyādāya tiṭṭhatī’’ti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:16_0": "Nāhaṁ bhikkhave aññaṁ ekarūpampi samanupassāmi, yaṁ evaṁ itthiyā cittaṁ pariyādāya",
  "anya-e0904n:16_1": "tiṭṭhati, yathayidaṁ bhikkhave purisarūpaṁ, purisarūpaṁ bhikkhave itthiyā cittaṁ",
  "anya-e0904n:16_2": "pariyādāya tiṭṭhati.",
  "anya-e0904n:17": "Nītatthavasena, neyyatthavasena",
  "anya-e0904n:18": "Pucchā – imasmiṁ āvuso rūpādivagge bhagavatā nītatthavasena kiṁ kathitaṁ, neyyatthavasena pana kiṁ ñāpitaṁ.",
  "anya-e0904n:19": "Vissajjanā – imasmiṁ bhante rūpādivagge bhagavatā nītatthavasena vaṭṭaṁ kathitaṁ. Neyyatthavasena pana vivaṭṭampi ñāpitaṁ.",
  "anya-e0904n:20": "2. Nīvaraṇappahānavagga",
  "anya-e0904n:21": "Pucchā – dutiyo pana āvuso nīvaraṇappahānavaggo bhagavatā kattha kathañca bhāsito.",
  "anya-e0904n:22_0": "Vissajjanā – sāvatthiyaṁ bhante ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi,",
  "anya-e0904n:22_1": "yena anuppanno vā kāmacchando uppajjati, uppanno vā kāmacchando bhiyyobhāvāya vepullāya",
  "anya-e0904n:22_2": "saṁvattati, yathayidaṁ bhikkhave subhanimittaṁ, subhanimittaṁ bhikkhave ayoniso manasikaroto",
  "anya-e0904n:22_3": "anuppannoceva kāmacchando uppajjati, uppanno ca kāmacchando bhiyyobhāvāya vepullāya",
  "anya-e0904n:22_4": "saṁvattatī’’ti evamādinā bhagavatā bhāsito.",
  "anya-e0904n:23": "Pucchā – imasmiṁ pana āvuso dutiye nīvaraṇappahānavagge bhagavatā kiṁ kathitaṁ.",
  "anya-e0904n:24": "Vissajjanā – imasmiṁ pana bhante dutiye nīvaraṇappahānavagge bhagavatā vaṭṭampi vivaṭṭampi kathitaṁ.",
  "anya-e0904n:25": "3. Akammaniyava",
  "anya-e0904n:26": "Pucchā – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte tatiye akammaniyavagge kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:27_0": "Vissajjanā – tatiye bhante akammaniyavagge ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi,",
  "anya-e0904n:27_1": "yaṁ evaṁ abhāvitaṁ akammaniyaṁ hoti, yathayidaṁ bhikkhave cittaṁ, cittaṁ bhikkhave",
  "anya-e0904n:27_2": "abhāvitaṁ akammaniyaṁ hoti. Nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yaṁ",
  "anya-e0904n:27_3": "evaṁ bhāvitaṁ kammaniyaṁ hoti, yathayidaṁ bhikkhave cittaṁ. Cittaṁ bhikkhave bhāvitaṁ",
  "anya-e0904n:27_4": "kammaniyaṁ hotī’’ti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:28": "4. Adantavagga",
  "anya-e0904n:29": "Pucchā – catutthe panāvuso adantavagge bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:30_0": "Vissajjanā – catutthe bhante adantavagge ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi,",
  "anya-e0904n:30_1": "yaṁ evaṁ adantaṁ mahato anatthāya saṁvattati, yathayidaṁ bhikkhave cittaṁ, cittaṁ",
  "anya-e0904n:30_2": "bhikkhave adantaṁ mahato anatthāya saṁvattati. Nāhaṁ bhikkhave aññaṁ ekadhammampi",
  "anya-e0904n:30_3": "samanupassāmi, yaṁ evaṁ dantaṁ mahato atthāya saṁvattati, yathayidaṁ bhikkhave cittaṁ,",
  "anya-e0904n:30_4": "cittaṁ bhikkhave dantaṁ mahato atthāya saṁvattatī’’ti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:31": "5. Paṇihitaacchavagga",
  "anya-e0904n:32": "Pucchā – pañcame āvuso paṇihitaacchavagge bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:33_0": "Vissajjanā – pañcame bhante paṇihitaacchavagge ‘‘seyyathāpi bhikkhave sālisūkaṁ vā",
  "anya-e0904n:33_1": "yavasūkaṁ vā micchāpaṇihitaṁ hatthena vā pādena vā akkantaṁ hatthaṁ vā pādaṁ vā bhecchati,",
  "anya-e0904n:33_2": "lohitaṁ vā uppādessatīti netaṁ ṭhāna vijjati. Taṁ kissahetu, micchāpaṇihitattā bhikkhave",
  "anya-e0904n:33_3": "sūkassa. Evameva kho bhikkhave so vata bhikkhu micchāpaṇihitena cittena avijjaṁ bhecchati,",
  "anya-e0904n:33_4": "vijjaṁ uppādessati, nibbānaṁ sacchikarissatīti netaṁ ṭhānaṁ vijjati, taṁ kissa hetu,",
  "anya-e0904n:33_5": "micchāpaṇihitattā bhikkhave cittassā’’ti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:34": "6. Accharāsaṅghātavagga",
  "anya-e0904n:35": "Pucchā – accharāsaṅghātavagge āvuso paṭhama dutiyasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:36_0": "Vissajjanā – accharāsaṅghātavagge bhante bhagavatā ‘‘pabhassaramidaṁ bhikkhave cittaṁ,",
  "anya-e0904n:36_1": "tañca kho āgantukehi upakkilesehi upakkiliṭṭhaṁ, taṁ assutavā puthujjano yathābhūtaṁ",
  "anya-e0904n:36_2": "nappajānāti, tasmā ‘assutavato puthujjanassa cittabhāvanā natthī’ti vadāmi. Pabhassaramidaṁ",
  "anya-e0904n:36_3": "bhikkhave cittaṁ, tañca kho āgantukehi upakkilesehi vippamuttaṁ, taṁ subhavā ariyasāvako",
  "anya-e0904n:36_4": "yathābhūtaṁ pajānāti. Tasmā ‘sutapato ariyasāvakassa cittabhāvanā atthī’ti vadāmī’’ti.",
  "anya-e0904n:36_5": "Evaṁ kho bhagavatā bhāsitāni.",
  "anya-e0904n:37": "Tatiyasutta",
  "anya-e0904n:38": "Pucchā – tattheva āvuso tatiyasuttādīni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:39_0": "Vissajjanā – tattheva bhante tatiyasuttādīni pañcasuttāni ‘‘accharāsaṅghātamattampi",
  "anya-e0904n:39_1": "ce bhikkhave bhikkhu mettācittaṁ āsevati, bhāveti, manasikaroti. Ayaṁ vuccati bhikkhave",
  "anya-e0904n:39_2": "bhikkhu arittajjhāno viharati satthusāsanakaro ovādapatikaro amoghaṁ raṭṭhapiṇḍaṁ",
  "anya-e0904n:39_3": "bhuñjati, ko pana vādo ye naṁ bahulīkaronti. Yekeci bhikkhave dhammā akusalā akusalabhāgiyā",
  "anya-e0904n:39_4": "akusalapakkhikā, sabbete manopubbaṅgamā, mano tesaṁ dhammānaṁ paṭhamaṁ uppajjati,",
  "anya-e0904n:39_5": "anvadeva akusalādhammā, yekeci bhikkhave dhammā kusalā kusalabhāgiyā kusalapakkhikā,",
  "anya-e0904n:39_6": "sabbete manopubbaṅgamā, mano tesaṁ dhammānaṁ paṭhamaṁ uppajjati, anvadeva kusalā",
  "anya-e0904n:39_7": "dhammā’’ti evaṁ kho bhante bhagavatā bhāsitāni.",
  "anya-e0904n:40": "Aṭṭhamasutta",
  "anya-e0904n:41": "Pucchā – tattheva āvuso aṭṭhama navama dasamasuttāni ca vīriyārambhādivagge dasasuttāni ca kalyāṇamittādivagge paṭhamasuttañca bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:42_0": "Vissajjanā – tattheva bhante aṭṭhama navama dasamasuttāni ca vīriyārambhādivagge",
  "anya-e0904n:42_1": "dasasuttāni ca kalyāṇamittādivagge paṭhamasuttañca ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi",
  "anya-e0904n:42_2": "samanupassāmi, yena anuppannā vā akusalā dhammā uppajjanti, uppannā vā kusalā dhammā",
  "anya-e0904n:42_3": "parihāyanti, yathayidaṁ bhikkhave pamādo, pamattassa bhikkhave anuppannā ceva akusalā",
  "anya-e0904n:42_4": "dhammā uppajjanti, uppannā ca kusalā dhammā parihāyantī’’ti evamādinā bhante bhagavatā bhāsitāni.",
  "anya-e0904n:43": "Dutiyasutta",
  "anya-e0904n:44": "Pucchā – kalyāṇamittādivagge āvuso dutiya tatiyasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:45_0": "Vissajjanā – kalyāṇamittādivagge bhante dutiya tatiyasuttāni ‘‘nāhaṁ bhikkhave aññaṁ",
  "anya-e0904n:45_1": "ekadhammampi samanupassāmi, yena anuppannā vā akusalā dhammā uppajjanti, uppannā",
  "anya-e0904n:45_2": "vā kusalā dhammā parihāyanti, yathayidaṁ bhikkhave anuyogo akusalānaṁ dhammānaṁ ananuyogo",
  "anya-e0904n:45_3": "kusalānaṁ dhammāna’’nti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:46": "Chaṭṭhasutta",
  "anya-e0904n:47": "Pucchā – tattheva āvuso chaṭṭhasuttādīni ca pamādādivagge paṭhamasuttañca bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:48_0": "Vissajjanā – tattheva bhante chaṭṭhasuttādīni ca pamādādivagge paṭhamasuttañca ‘‘appamattikā",
  "anya-e0904n:48_1": "esā bhikkhave parihāni yadidaṁ ñātiparihāni. Etaṁ patikiṭṭhaṁ bhikkhave parihānīnaṁ",
  "anya-e0904n:48_2": "yadidaṁ paññāparihānīti. Appamattikā esā bhikkhave vuddhi yadidaṁ ñātivuddhi. Etadaggaṁ",
  "anya-e0904n:48_3": "bhikkhave vuddhīnaṁ yadidaṁ paññāvuddhi . Tasmātiha bhikkhave evaṁ sikkhitabbaṁ ‘paññāvuddhiyā",
  "anya-e0904n:48_4": "vaddhissāmā’ti. Evañhi vo bhikkhave sikkhitabba’’nti evamādinā bhante bhagavatā bhāsitāni.",
  "anya-e0904n:49": "Pamādādivagga",
  "anya-e0904n:50": "Pucchā – tenāvuso…pe… sammāsambuddhena pamādādivagge dutiyasuttādīni kathaṁ bhāsitāni.",
  "anya-e0904n:51_0": "Vissajjanā – nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi, yo evaṁ mahato anatthāya",
  "anya-e0904n:51_1": "saṁvattati, yathayidaṁ bhikkhave pamādo. Pamādo bhikkhave mahato anatthāya saṁvattati.",
  "anya-e0904n:51_2": "Nāhaṁ bhikkhave aññaṁ ekadhammampi, yo evaṁ mahato atthāya saṁvattati, yathayidaṁ",
  "anya-e0904n:51_3": "bhikkhave appamādo, appamādo bhikkhave mahato anatthāya saṁvattatīti evamādinā bhante",
  "anya-e0904n:51_4": "bhagavatā bhāsitāni.",
  "anya-e0904n:52": "Dutiya pamādādivagga",
  "anya-e0904n:53": "Pucchā – dutiye panāvuso pamādādivagge paṭhamasuttādīni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:54_0": "Vissajjanā – dutiye bhante pamādādivagge ajjhattikaṁ bhikkhave aṅganti karitvā nāññaṁ",
  "anya-e0904n:54_1": "ekaṅgampi samanupassāmi, yaṁ evaṁ mahato anatthāya saṁvattati, yathayidaṁ bhikkhave",
  "anya-e0904n:54_2": "pamādo. Pamādo bhikkhave mahato anatthāya saṁvattati. Ajjhattikaṁ bhikkhave aṅganti",
  "anya-e0904n:54_3": "karitvā nāññaṁ ekaṅgampi samanupassāmi, yaṁ evaṁ mahato atthāya saṁvattati, yathayidaṁ",
  "anya-e0904n:54_4": "bhikkhave appamādo. Appamādo bhikkhave mahato atthāya saṁvattatīti evamādinā bhante",
  "anya-e0904n:54_5": "bhagavatā bhāsitāni.",
  "anya-e0904n:55": "Dasasutta",
  "anya-e0904n:56": "Pucchā – tattheva āvuso tettiṁsamādīnica dasasuttāni adhammavagge ca dasasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:57_0": "Vissajjanā – tattheva bhante tettiṁsamādīni dasasuttāni ca adhammavagge dasasuttāni",
  "anya-e0904n:57_1": "ca ye te bhikkhave bhikkhū adhammaṁ ‘‘dhammo’’ti dīpenti, te bhikkhave bhikkhū bahujanaahitāya",
  "anya-e0904n:57_2": "paṭipannā bahujanaasukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṁ.",
  "anya-e0904n:57_3": "Bahuñca te bhikkhave bhikkhū apuññaṁ pasavanti, te cimaṁ saddhammaṁ antaradhāpentīti",
  "anya-e0904n:57_4": "evamādinā ca, ye te bhikkhave bhikkhū adhammaṁ ‘‘adhammo’’ti dīpenti, te bhikkhave",
  "anya-e0904n:57_5": "bhikkhū bahujanahitāya paṭipannā bahujanasukhāya bahujano janassa atthāya hitāya",
  "anya-e0904n:57_6": "sukhāya devamanussānaṁ. Bahuñca te bhikkhave bhikkhū puññaṁ pasavanti, te cimaṁ saddhammaṁ",
  "anya-e0904n:57_7": "ṭhapentīti evamādinā ca bhante bhagavatā bhāsitāni.",
  "anya-e0904n:58": "Ekapuggalavagga",
  "anya-e0904n:59": "Pucchā – ekapuggalavagge āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:60_0": "Vissajjanā – ekapuggalavagge bhante bhagavatā ekapuggalo bhikkhave loke uppajjamāno",
  "anya-e0904n:60_1": "uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṁ.",
  "anya-e0904n:60_2": "Katamo ekapuggalo, tathāgato arahaṁ sammāsambuddho, ayaṁ kho bhikkhave ekapuggalo",
  "anya-e0904n:60_3": "loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya",
  "anya-e0904n:60_4": "sukhāya devamanussānanti evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:61": "Etadaggavagga",
  "anya-e0904n:62": "Aññāsikoṇḍañña vatthu",
  "anya-e0904n:63": "Pucchā – etadavagge āvuso āgatesu ekacattālīsāya theresu āyasmā aññāsikoṇḍaññatthero kathaṁ bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:64_0": "Vissajjanā – etadaggavagge bhante āgatesu ekacattālīsāya mahātheresu ‘‘etadaggaṁ",
  "anya-e0904n:64_1": "bhikkhave mama sāvakānaṁ bhikkhūnaṁ rattaññūnaṁ yadidaṁ aññāsikoṇḍañño’’ti, evaṁ",
  "anya-e0904n:64_2": "kho bhante āyasmā aññāsikoṇḍaññatthero bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:65": "Aggasāvakavatthu",
  "anya-e0904n:66_0": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge",
  "anya-e0904n:66_1": "āgatesu ekacattālīsāya mahātheresu āyasmā ca sāriputtatthero dhammasenāpati paṭhamo",
  "anya-e0904n:66_2": "aggasāvako āyasmā ca mahāmoggallānatthero dutiyo aggasāvako kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:67_0": "Vissajjanā – āyasmā bhante sāriputtatthero dhammasenāpati ‘‘etadaggaṁ bhikkhave mama",
  "anya-e0904n:67_1": "sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ sāriputto’’ti. Āyasmā pana mahāmoggallānatthero",
  "anya-e0904n:67_2": "‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno’’ti.",
  "anya-e0904n:67_3": "Evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:68": "Idaṁ te āsanaṁ vīra, paññattaṁ tavanucchaviṁ;",
  "anya-e0904n:69": "Mama cittaṁ pasādento, nisīda pupphamāsane.",
  "anya-e0904n:70": "Ye vata loke arahanto vā arahattamaggaṁ vā samāpannā, ayaṁ tesaṁ bhikkhu aññataro.",
  "anya-e0904n:71": "Yaṁnūnāhaṁ imaṁ bhikkhuṁ upasaṅkamitvā pañhaṁ puccheyyaṁ.",
  "anya-e0904n:72": "Ye dhammā hetuppabhavā,",
  "anya-e0904n:73": "Tesaṁ hetuṁ tathāgato;",
  "anya-e0904n:74": "Āha tesañca yo nirodho,",
  "anya-e0904n:75": "Evaṁvādī mahāsamaṇo –",
  "anya-e0904n:76": "Labheyyāma mayaṁ bhante bhagavato santike pabbajjaṁ, labheyyāma upasampadaṁ.",
  "anya-e0904n:77": "Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ sāriputto.",
  "anya-e0904n:78": "Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ iddhimantānaṁ yadidaṁ mahāmoggallāno.",
  "anya-e0904n:79": "Mahākassapavatthu",
  "anya-e0904n:80": "Pucchā – āyasmā pana āvuso mahākassapatthero paṭhamamahāsaṁgītikāle pāmokkhasaṅghanāyakabhūto bhagavatā kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:81_0": "Vissajjanā – āyasmā bhante mahākassapatthero paṭhamamahāsaṁgītikāle saṅghapāmokkhabhūto",
  "anya-e0904n:81_1": "‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ dhutavādānaṁ yadidaṁ mahākassapo’’ti.",
  "anya-e0904n:81_2": "Evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:82": "Anuruddhattheravatthu",
  "anya-e0904n:83": "Pucchā – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatesu ekacattālīsāya mahātheresu āyasmā anuruddhatthero kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:84": "Vissajjanā – āyasmā bhante anuruddhatthero ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ dibbacakkhukānaṁ yadidaṁ anuruddho’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:85": "Sīvalivatthu",
  "anya-e0904n:86": "Pucchā – āyasmā pana āvuso sīvalitthero bhagavatā kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:87": "Vissajjanā – āyasmā bhante sīvalitthero ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ lābhīnaṁ yadidaṁ sīvalī’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:88": "Sammāsambuddho vata so bhagavā, yo imassa evarūpassa dukkhassa pahānāya dhammaṁ deseti.",
  "anya-e0904n:89": "Suppaṭipanno vata tassa bhagavato sāvakasaṅgho, yo imassa evarūpassa dukkhassa pahānāya paṭipanno.",
  "anya-e0904n:90": "Susukhaṁ vata nibbānaṁ, yatthidaṁ evarūpaṁ dukkhaṁ na saṁvijjati –",
  "anya-e0904n:91": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ lābhīnaṁ yadidaṁ sīvali’’ hu –",
  "anya-e0904n:92": "Ānandātheravatthu",
  "anya-e0904n:93": "Pucchā – āyasmā pana āvuso ānandatthero dhammabhaṇḍāgāriko paṭhamamahāsaṁgītikāle dhammavissajjakatherabhūto kathaṁ bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:94_0": "Vissajjanā – āyasmā bhante ānandatthero dhammabhaṇḍāgāriko paṭhamamahāsaṁgītikāle",
  "anya-e0904n:94_1": "dhammavissajjakabhūto ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ bahussutānaṁ",
  "anya-e0904n:94_2": "yadidaṁ ānando. Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ satimantānaṁ yadidaṁ",
  "anya-e0904n:94_3": "ānando. Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ gatimantānaṁ yadidaṁ ānando.",
  "anya-e0904n:94_4": "Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ dhitimantānaṁ yadidaṁ ānando. Etadaggaṁ",
  "anya-e0904n:94_5": "bhikkhave mama sāvakānaṁ bhikkhūnaṁ upaṭṭhākānaṁ yadidaṁ ānando’’ti evaṁ kho bhante",
  "anya-e0904n:94_6": "bhagavatā pañcasu etadaggaṭṭhānesu ṭhapito.",
  "anya-e0904n:95": "Satasahassena me kītaṁ,",
  "anya-e0904n:96": "Satasahassena māpitaṁ;",
  "anya-e0904n:97": "Sobhanaṁ nāma uyyānaṁ;",
  "anya-e0904n:98": "Paṭiggaṇha mahāmuni –",
  "anya-e0904n:99": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ bahussutānaṁ. Satimantānaṁ. Gatimantānaṁ. Dhitimantānaṁ. Upaṭṭhākānaṁ yadidaṁ ānando’’ –",
  "anya-e0904n:100": "Upālivatthu",
  "anya-e0904n:101_0": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge",
  "anya-e0904n:101_1": "āgatesu ekacattālīsāya mahātheresu āyasmā upālitthero paṭhamamahāsaṁgītikāle vinayavissajjakabhūto",
  "anya-e0904n:101_2": "kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:102_0": "Vissajjanā – āyasmā bhante upālitthero paṭhamamahāsaṁgītikāle vinayavissajjakabhūto",
  "anya-e0904n:102_1": "‘‘etadaggaṁ bhikkhave mama sāvakānaṁ bhikkhūnaṁ vinayadharānaṁ yadidaṁ upālī’’ti",
  "anya-e0904n:102_2": "evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:103": "Vinayo vāsayo mayhaṁ,",
  "anya-e0904n:104": "Vinayo ṭhānacaṅkamaṁ;",
  "anya-e0904n:105": "Kappemi vinaye vāsaṁ,",
  "anya-e0904n:106": "Vinayo mama gocaro.",
  "anya-e0904n:107": "Mahāpajāpatigotamītherīvatthu",
  "anya-e0904n:108": "Pucchā – etadaggavagge āvuso āgatāsu terasasu therīsu mahāpajāpati gotamītherī kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:109_0": "Vissajjanā – etadaggavagge bhante āgatāsu terasasu therīsu mahāpajāpatigotamītherī",
  "anya-e0904n:109_1": "‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ rattaññūnaṁ yadidaṁ mahāpajāpati",
  "anya-e0904n:109_2": "gotamī’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:110": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ rattaññūnaṁ yadidaṁ mahāpajāpatigotamī’’ –",
  "anya-e0904n:111": "Pucchā – khemātherī pana āvuso aggasāvikā bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:112": "Vissajjanā – khemātherī bhante paṭhamā aggasāvikā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ mahāpaññānaṁ yadidaṁ khemā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:113": "‘‘Ye rāgarattānupatanti sotaṁ,",
  "anya-e0904n:114": "Sayaṁkataṁ makkaṭova jālaṁ,",
  "anya-e0904n:115": "Etampi chetvāna vajanti dhīrā;",
  "anya-e0904n:116": "Anapekkhino sabbadukkhaṁ pahāya’’ –",
  "anya-e0904n:117": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ mahāpaññānaṁ yadidaṁ khemā’’ –",
  "anya-e0904n:118": "Pucchā – uppalavaṇṇā pana āvuso therī dutiyaaggasāvikā bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:119_0": "Vissajjanā – uppalavaṇṇā bhante therī dutiyaaggasāvikā ‘‘etadaggaṁ bhikkhave mama",
  "anya-e0904n:119_1": "sāvikānaṁ bhikkhunīnaṁ iddhimantīnaṁ yadidaṁ uppalavaṇṇā’’ti evaṁ kho bhante bhagavatā",
  "anya-e0904n:119_2": "etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:120": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ iddhimantīnaṁ yadidaṁ uppalavaṇṇā’’ –",
  "anya-e0904n:121": "Paṭācārātherībhikkhunīmavatthu",
  "anya-e0904n:122": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatāsu terasasu therīsu paṭācārānāma therī kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:123_0": "Vissajjanā – etadaggavagge bhante āgatāsu terasasu therikāsu paṭācārā therī ‘‘etadaggaṁ",
  "anya-e0904n:123_1": "bhikkhave mama sāvikānaṁ bhikkhunīnaṁ vinayadharānaṁ yadidaṁ paṭācārā’’ti evaṁ kho",
  "anya-e0904n:123_2": "bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:124": "‘‘Ubho puttā kālaṅkatā,",
  "anya-e0904n:125": "Panthe mayhaṁ patī mato;",
  "anya-e0904n:126": "Mātāpitā ca bhātā ca,",
  "anya-e0904n:127": "Ekacitakasmiṁ ḍayhare’’ –",
  "anya-e0904n:128": "‘‘Catūsu samuddesu jalaṁ parittakaṁ,",
  "anya-e0904n:129": "Tato bahuṁ assujalaṁ anappakaṁ;",
  "anya-e0904n:130": "Dukkhena phuṭṭhassa narassa socanā,",
  "anya-e0904n:131": "Kiṁ kāraṇā amma tuvaṁ pamajjasi’’ –",
  "anya-e0904n:132": "‘‘Na santi puttā tāṇāya,",
  "anya-e0904n:133": "Na pitā nāpi bandhavā;",
  "anya-e0904n:134": "Antakenādhipannassa,",
  "anya-e0904n:135": "Natthi ñātīsu tāṇatā;",
  "anya-e0904n:136": "Etamatthavasaṁ ñatvā, paṇḍito sīlasaṁvuto;",
  "anya-e0904n:137": "Nibbānagamanaṁ maggaṁ, khippameva visodhaye’’ –",
  "anya-e0904n:138": "‘‘Yo ca vassasataṁ jīve,",
  "anya-e0904n:139": "Apassaṁ udayabbayaṁ;",
  "anya-e0904n:140": "Ekāhaṁ jīvitaṁ seyyo,",
  "anya-e0904n:141": "Passato udayabbayaṁ’’ –",
  "anya-e0904n:142": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ vinayadharānaṁ yadidaṁ paṭācārā’’ –",
  "anya-e0904n:143": "Dhammadinnātherībhikkhunīmavatthu",
  "anya-e0904n:144": "Pucchā – dhammadinnā pana āvuso therī bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:145": "Vissajjanā – dhammadinnā bhante therī ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ dhammakathikānaṁ yadidaṁ dhammadinnā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:146": "‘‘Yassa pure ca pacchā ca,",
  "anya-e0904n:147": "Majjheca natthi kiñcanaṁ;",
  "anya-e0904n:148": "Akiñcanaṁ anādānaṁ,",
  "anya-e0904n:149": "Tamahaṁ brūmi brāhmaṇaṁ’’ –",
  "anya-e0904n:150": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ dhammakathikānaṁ yadidaṁ dhammadinnā’’ –",
  "anya-e0904n:151": "Yasodharātherībhikkhunīmavatthu",
  "anya-e0904n:152": "Pucchā – bhaddakaccānānāma āvuso yasodharātherī bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:153_0": "Vissajjanā – bhaddakaccānā bhante yasodharātherī bhagavatā ‘‘etadaggaṁ bhikkhave",
  "anya-e0904n:153_1": "mama sāvikānaṁ bhikkhunīnaṁ mahābhiññapattānaṁ yadidaṁ bhaddakaccānā’’ti. Evaṁ kho",
  "anya-e0904n:153_2": "bhante etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:154": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ bhikkhunīnaṁ mahābhiññapattānaṁ yadidaṁ bhaddakaccānā’’ –",
  "anya-e0904n:155": "Tapussabhallikavatthu",
  "anya-e0904n:156": "Pucchā – aṅguttaranikāye āvuso etadaggavagge āgatesu ekādasasu upāsakesu tapussabhallikānāma vāṇijā bhagavatā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:157_0": "Vissajjanā – tapussabhallikā bhante vāṇijā ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ",
  "anya-e0904n:157_1": "paṭhamaṁ saraṇaṁ gacchantānaṁ yadidaṁ tapussabhallikā vāṇijā’’ti, evaṁ kho bhante",
  "anya-e0904n:157_2": "bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:158": "‘‘Ete bhante mayaṁ bhagavantaṁ saraṇaṁ gacchāma dhammañca, upāsake no bhagavā dhāretu ajjatagge pāṇupete saraṇaṁ gate’’ hu –",
  "anya-e0904n:159": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ paṭhamaṁ saraṇaṁ gacchantānaṁ yadidaṁ tapussabhallikā vāṇijā’’ –",
  "anya-e0904n:160": "Anāthapiṇḍakavatthu",
  "anya-e0904n:161_0": "Pucchā – tenāvuso bhagavatā arahatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte",
  "anya-e0904n:161_1": "etadaggavagge āgatesu ekādasasu upāsakesu sudatto gahapati anāthapiṇḍiko kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:162_0": "Vissajjanā – etadaggavagge bhante āgatesu ekādasasu upāsakesu sudatto gahapati anāthapiṇḍiko",
  "anya-e0904n:162_1": "‘‘etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ dāyakānaṁ yadidaṁ sudatto gahapati",
  "anya-e0904n:162_2": "anāthapiṇḍiko’’ti. Evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:163": "Etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ dāyakānaṁ yadidaṁ sudatto gahapati anāthapiṇḍiko–",
  "anya-e0904n:164": "Sūrambaṭṭhaupāsakāvatthu",
  "anya-e0904n:165": "Pucchā – sūrambaṭṭho nāma āvuso upāsako bhagavatā kathaṁ etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:166": "Vissajjanā – sūrambaṭṭho upāsako ‘‘etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ aveccappasannānaṁ yadidaṁ sūrambaṭṭho’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapito.",
  "anya-e0904n:167": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ upāsakānaṁ aveccappasannānaṁ yadidaṁ sūrambaṭṭho’’ hu –",
  "anya-e0904n:168": "Sujātā upāsikāvatthu",
  "anya-e0904n:169": "Pucchā – etadaggavagge āvuso āgatāsu dasasu upāsikāsu sujātānāma upāsikā seniyadhītā kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:170_0": "Vissajjanā – sujātā bhante seniyadhītā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ",
  "anya-e0904n:170_1": "paṭhamaṁ saraṇaṁ gacchantīnaṁ yadidaṁ sujātā seniyadhītā’’ti, evaṁ kho bhante bhagavatā",
  "anya-e0904n:170_2": "etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:171": "‘‘Etā mayaṁ bhante bhagavantaṁ saraṇaṁ gacchāma dhammañca bhikkhusaṅghañca, upāsikāyo no bhagavā dhāretu ajjatagge pāṇupetā saraṇaṁ gatā’’ hu –",
  "anya-e0904n:172": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ paṭhamaṁ saraṇaṁ gacchantīnaṁ yadidaṁ sujātā seniyadhītā’’ –",
  "anya-e0904n:173": "Visākhā upāsikāvatthu",
  "anya-e0904n:174": "Pucchā – visākhā pana āvuso upāsikā kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:175_0": "Vissajjanā – visākhā bhante upāsikā migāramātā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ",
  "anya-e0904n:175_1": "upāsikānaṁ dāyikānaṁ yadidaṁ visākhā migāramātā’’ti evaṁ kho bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:176": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ dāyikānaṁ yadidaṁ visākhā migāramātā’’ hu –",
  "anya-e0904n:177": "Khujjuttarā upāsikāvatthu",
  "anya-e0904n:178": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye ekakanipāte etadaggavagge āgatāsu dasasu upāsikāsu khujjuttarānāma upāsikā kathaṁ etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:179_0": "Vissajjanā – etadaggavagge bhante āgatāsu dasasu upāsikāsu khujjuttarā upāsikā ‘‘etadaggaṁ",
  "anya-e0904n:179_1": "bhikkhave mama sāvikānaṁ upāsikānaṁ bahussutānaṁ yadidaṁ khujjuttarā’’ti evaṁ kho",
  "anya-e0904n:179_2": "bhante bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:180": "‘‘Etadaggaṁ bhikkhave mama sāvakānaṁ upāsikānaṁ bahussutānaṁ yadidaṁ khujjuttarā’’ hu –",
  "anya-e0904n:181": "Kāḷīupāsikāvatthu",
  "anya-e0904n:182": "Pucchā – kāḷīnāma āvuso upāsikā kuraragharikā kathaṁ bhagavatā etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:183_0": "Vissajjanā – kāḷī bhante upāsikā kuraragharikā ‘‘etadaggaṁ bhikkhave mama sāvikānaṁ",
  "anya-e0904n:183_1": "anussavappasannānaṁ yadidaṁ kāḷī upāsikā kuraragharikā’’ti evaṁ kho bhante bhagavatā",
  "anya-e0904n:183_2": "etadaggaṭṭhāne ṭhapitā.",
  "anya-e0904n:184": "‘‘Etadaggaṁ bhikkhave mama sāvikānaṁ upāsikānaṁ anussavappasannānaṁ yadidaṁ kāḷī upāsikā kuraragharikā’’ –",
  "anya-e0904n:185": "Aṭṭhānapāḷi",
  "anya-e0904n:186": "Pucchā – sakalāpi āvuso aṭṭhānapāḷi bhagavatā kathaṁ bhāsitā.",
  "anya-e0904n:187_0": "Vissajjanā – aṭṭhānametaṁ bhikkhave anavakāso, yaṁ diṭṭhisampanno puggalo kañcisaṅkhāraṁ",
  "anya-e0904n:187_1": "niccato upagaccheyya, netaṁ ṭhānaṁ vijjati. Ṭhānañca kho etaṁ bhikkhave vijjati,",
  "anya-e0904n:187_2": "yaṁ puthujjano kañcisaṅkhāraṁ niccato upagaccheyya, ṭhānametaṁ vijjatīti evamādinā",
  "anya-e0904n:187_3": "bhante bhagavatā sakalāpi aṭṭhānapāḷi bhāsitā.",
  "anya-e0904n:188": "Ekadhammapāḷi paṭhamavagga",
  "anya-e0904n:189": "Pucchā – ekadhammapāḷiyaṁ āvuso paṭhamavagge kīdisī dhammadesanā bhagavatā desitā.",
  "anya-e0904n:190_0": "Vissajjanā – ekadhammapāḷiyaṁ bhante paṭhamavagge ‘‘ekadhammo bhikkhave bhāvito bahulīkato",
  "anya-e0904n:190_1": "ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattati.",
  "anya-e0904n:190_2": "Katamo ekadhammo, buddhānussati, ayaṁ kho bhikkhave ekadhammo bhāvito bahulīkato",
  "anya-e0904n:190_3": "ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṁvattatī’’ti",
  "anya-e0904n:190_4": "evamādikā bhagavatā dhammadesanā desitā.",
  "anya-e0904n:191": "Pucchā – dutiyavagge pana āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:192_0": "Vissajjanā – dutiyavagge bhante bhagavatā ‘‘nāhaṁ bhikkhave aññaṁ ekadhammampi samanupassāmi,",
  "anya-e0904n:192_1": "yena anuppannā vā akusalā dhammā uppajjanti, uppannā vā akusalā dhammā bhiyyobhāvāya",
  "anya-e0904n:192_2": "vepullāya saṁvattanti, yathayidaṁ bhikkhave micchādiṭṭhi. Micchādiṭṭhikassa bhikkhave",
  "anya-e0904n:192_3": "anuppannā ceva akusalā dhammā uppajjanti, uppannā ca akusalā dhammā bhiyyobhāvāya",
  "anya-e0904n:192_4": "vepullāya saṁvattantī’’ti. Evamādikā bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:193": "Tatiyavagga",
  "anya-e0904n:194": "Pucchā – tatiyavagge pana āvuso pañcamādīni aṭṭha suttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:195_0": "Vissajjanā – tatiyavagge bhante pañcamādīni aṭṭhasuttāni ‘‘durakkhāte bhikkhave dhammavinaye",
  "anya-e0904n:195_1": "yo ca samādapeti, yañca samādapeti, yo ca samādapito tathattāya paṭipajjati. Sabbete",
  "anya-e0904n:195_2": "bahuṁ apuññaṁ pasavanti. Taṁkissahetu, durakkhābhattā bhikkhave dhammassa. Svākkhāte",
  "anya-e0904n:195_3": "bhikkhave dhammavinaye yo ca samādapeti, yañca samādapeti, yo ca samādapito, tathattāya",
  "anya-e0904n:195_4": "paṭipajjati, sabbete bahuṁ puññaṁ pasavanti. Taṁkissahetu svākkhātattā bhikkhave",
  "anya-e0904n:195_5": "dhammassā’’ti evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:196": "Apara accharāsaṅghātavagga",
  "anya-e0904n:197": "Pucchā – aparaaccharāsaṅghātavagge pana āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:198_0": "Vissajjanā – aparaaccharāsaṅghātavagge bhante ‘‘accharāsaṅghātamattampi ce bhikkhave",
  "anya-e0904n:198_1": "bhikkhu paṭhamaṁ jhānaṁ bhāveti, ayaṁ vuccati bhikkhave bhikkhu arittajjhāno viharati",
  "anya-e0904n:198_2": "satthusāsanakaro ovādapatikaro amoghaṁ raṭṭhapiṇḍaṁ bhuñjati, ko pana vādo ye naṁ",
  "anya-e0904n:198_3": "bahulīkarontī’’ti evamādikā bhante bhagavatā dhammadesanāyo desitā.",
  "anya-e0904n:199": "Kāyagatāsativagga",
  "anya-e0904n:200": "Pucchā – sakalopi āvuso kāyagatāsativaggo bhagavatā kathaṁ bhāsito.",
  "anya-e0904n:201_0": "Vissajjanā – yassa kassaci bhikkhave mahāsamuddo cetasā phuṭo, antogadhā tassa kunnadiyo",
  "anya-e0904n:201_1": "yākāci samuddaṅgamā, evameva bhikkhave yassa kassaci kāyagatāsati bhāvitā bahulīkatā,",
  "anya-e0904n:201_2": "antogadhā tassa kusalā dhammā yekeci vijjābhāgiyā’’ti evamādinā bhante bhagavatā",
  "anya-e0904n:201_3": "sakalopi kāyagatāsativaggo bhāsito.",
  "anya-e0904n:202": "Amatavagga",
  "anya-e0904n:203": "Pucchā – sakalopi āvuso amatavaggo bhagavatā kathaṁ bhāsato.",
  "anya-e0904n:204_0": "Vissajjanā – amataṁ te bhikkhave na paribhuñjanti, ye kāyagatāsatiṁ na paribhuñjanti.",
  "anya-e0904n:204_1": "Amataṁ te bhikkhave paribhuñjanti, ye kāyagatāsatiṁ paribhuñjanti. Amataṁ te bhikkhave",
  "anya-e0904n:204_2": "aparibhuttaṁ, yesaṁ kāyagatāsati aparibhuttā. Amataṁ te bhikkhave paribhuttaṁ, yesaṁ",
  "anya-e0904n:204_3": "kāyagatāsati paribhuttāti evamādinā bhante bhagavatā sakalopi amatavaggo bhāsito.",
  "anya-e0904n:205": "Kammakaraṇavagga, vajjasutta",
  "anya-e0904n:206": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte kammakaraṇavagge paṭhamaṁ vajjasuttaṁ kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:207": "Vissajjanā – sāvatthiyaṁ bhante sambahulānaṁ bhikkhūnaṁ ‘‘dvemāni bhikkhave vajjāni. Katamāni dve diṭṭhadhammikañca vajjaṁ samparāyikañca vajja’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:208_0": "Tasmātiha bhikkhave evaṁ sikkhitabbaṁ ‘‘diṭṭhadhammikassa vajjassa bhāyissāma, samparāyikassa",
  "anya-e0904n:208_1": "vajjassa bhāyissāma, vajjabhīruno bhavissāma vajjabhayadassāvino’’ti. Evañhi kho",
  "anya-e0904n:208_2": "bhikkhave sikkhitabbaṁ.",
  "anya-e0904n:209": "Padhānasutta",
  "anya-e0904n:210": "Pucchā – tattheva āvuso dutiyaṁ padhānasuttaṁ bhagavatā kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:211_0": "Vissajjanā – sāvatthiyaṁyeva bhante sambahulānaṁ bhikkhūnaṁ ‘‘dvemāni bhikkhave padhānāni",
  "anya-e0904n:211_1": "durabhisambhavāni lokasmiṁ. Katamāni dve, yañca gihīnaṁ agāraṁ ajjhāvasataṁ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānuppādanatthaṁ",
  "anya-e0904n:211_2": "padhānaṁ, yañca agārasmā anagāriyaṁ pabbajitānaṁ sabbūpadhipaṭinissaggattaṁ padhānaṁ.",
  "anya-e0904n:211_3": "Imāni kho bhikkhave dve padhānāni durabhisambhavāni lokasmi’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:212": "Tapanīyasutta",
  "anya-e0904n:213": "Pucchā – tattheva āvuso tapanīyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:214_0": "Vissajjanā – dveme bhikkhave dhammā tapanīyā. Katame dve, idha bhikkhave ekaccassa",
  "anya-e0904n:214_1": "kāyaduccaritaṁ kataṁ hoti, akataṁ hoti kāya sucaritaṁ, vacīduccaritaṁ kataṁ hoti,",
  "anya-e0904n:214_2": "akataṁ hoti vacīsucaritaṁ, manoduccaritaṁ kataṁ hoti, akataṁ hoti manosucaritaṁ.",
  "anya-e0904n:214_3": "So ‘‘kāyaduccaritaṁ me kata’’nti tappati, ‘‘akataṁ me kāyasucarita’’nti tappati.",
  "anya-e0904n:214_4": "Vacīduccaritaṁ (pa) ‘‘manoduccaritaṁ me kata’’nti tappati, ‘‘akataṁ me manosucarita’’nti",
  "anya-e0904n:214_5": "tappati. Ime kho bhikkhave dve dhammā tapanīyāti. Evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:215": "Atapanīyasutta",
  "anya-e0904n:216": "Pucchā – catutthaṁ pana āvuso atapanīyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:217_0": "Vissajjanā – catutthaṁ bhante atapanīyasuttaṁ ‘‘dveme bhikkhave dhammā atapanīyā.",
  "anya-e0904n:217_1": "Katame dve, idha bhikkhave ekaccassa kāyasucaritaṁ kataṁ hoti, akataṁ hoti kāyaduccaritaṁ.",
  "anya-e0904n:217_2": "Vacīsucaritaṁ kataṁ hoti, akataṁ hoti vacīduccaritaṁ. Manosucaritaṁ kataṁ hoti, akataṁ",
  "anya-e0904n:217_3": "hoti manoduccaritaṁ. So ‘kāyasucaritaṁ me kata’nti na tappati, ‘akataṁ me kāyaduccarita’nti",
  "anya-e0904n:217_4": "natappati. ‘Vacīsucaritaṁ…pe… manosucaritaṁ me kata’nti na tappati. ‘Akataṁ me manoduccarita’nti",
  "anya-e0904n:217_5": "na tappati. Ime kho bhikkhave dve dhammā atapanīyā’’ti. Evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:218": "Upaññātasutta",
  "anya-e0904n:219": "Pucchā – pañcamaṁ pana āvuso upaññātasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:220_0": "Vissajjanā – pañcamaṁ bhante upaññātasuttaṁ ‘‘dvinnāhaṁ bhikkhave dhammānaṁ upaññāsiṁ.",
  "anya-e0904n:220_1": "Yā ca asantuṭṭhitā kusalesu dhammesu, yā ca appaṭivānitā padhānasmiṁ. Appaṭivāni",
  "anya-e0904n:220_2": "sudāhaṁ bhikkhave padahāmi ‘kāmaṁ-taco ca nhāru ca aṭṭhi ca avasissatu upasussatu",
  "anya-e0904n:220_3": "sarīre maṁsalohitaṁ, yaṁ taṁ purisathāmena purisavīriyena purisaparakkamena pattabbaṁ,",
  "anya-e0904n:220_4": "na taṁ apāpuṇitvā vīriyassa saṇṭhānaṁ bhavissatī’’ti. Evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:221": "Cariyasutta",
  "anya-e0904n:222": "Pucchā – navamaṁ pana āvuso cariyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:223_0": "Vissajjanā – navamaṁ bhante cariyasuttaṁ ‘‘dveme bhikkhave dhammā sukkā lokaṁ pālenti.",
  "anya-e0904n:223_1": "Katame dve, hirīca ottappañca. Ime kho bhikkhave dve sukkā dhammā lokaṁ na pāleyyuṁ,",
  "anya-e0904n:223_2": "nayidha paññāyetha ‘mātā’tivā ‘mātucchā’tivā ‘mātulānī’tivā ‘ācariyabhariyā’tivā",
  "anya-e0904n:223_3": "‘garūnaṁ dārā’ti’’vāti, evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:224": "Adhikaraṇavagga, sattamasutta",
  "anya-e0904n:225": "Pucchā – adhikaraṇavagge pana āvuso sattamasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:226_0": "Vissajjanā – sāvatthiyaṁ bhante jāṇussoṇiṁ brāhmaṇaṁ ārabbha bhāsitaṁ. Jāṇussoṇi",
  "anya-e0904n:226_1": "bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘ko nu kho bho gotama hetu ko paccayo, yena",
  "anya-e0904n:226_2": "midhekacce sattā kāyassa bhedā paraṁmaraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī’’ti.",
  "anya-e0904n:226_3": "Tasmiṁ bhante vatthusmiṁ ‘‘katattā ca brāhmaṇa akatattā ca evamidhekacce sattā kāyassa",
  "anya-e0904n:226_4": "bhedā paraṁmaraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjantī’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:227": "Ko nu kho bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti.",
  "anya-e0904n:228": "‘‘Katattāca brāhmaṇa akatattāca evamidhekacce sattā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjanti’’ –",
  "anya-e0904n:229": "Ko pana bho gotama hetu ko paccayo, yena midhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti –",
  "anya-e0904n:230": "Katattā ca brāhmaṇa akatattā ca evamidhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjanti.",
  "anya-e0904n:231": "Na kho ahaṁ imassa bhoto gotamassa saṁkhittena bhāsitassa vitthārena atthaṁ avibhattassa vitthārena atthaṁ –",
  "anya-e0904n:232": "Sādhu me bhavaṁ gotamo tathā dhammaṁ desetu.",
  "anya-e0904n:233": "Aṭṭhamasutta",
  "anya-e0904n:234": "Pucchā – tattheva āvuso aṭṭhamasuttaṁ bhagavatā kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:235": "Vissajjanā – sāvatthiyaṁ bhante āyasmato ānandassa ‘‘ekaṁsenāhaṁ ānanda akaraṇīyaṁ vadāmi kāyaduccaritaṁ manoduccarita’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:236": "‘‘Ekaṁsenāhaṁ ānanda karaṇīyaṁ vadāmi kāyasucaritaṁ vacīsucaritaṁ manosucaritaṁ’’ –",
  "anya-e0904n:237": "Navamasutta",
  "anya-e0904n:238": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte adhikaraṇavagge navamasuttaṁ bhāsitaṁ.",
  "anya-e0904n:239_0": "Vissajjanā – akusalaṁ bhikkhave pajahatha, sakkā bhikkhave akusalaṁ pajahituṁ. Nocedaṁ",
  "anya-e0904n:239_1": "bhikkhave sakkā abhavissa akusalaṁ pajahituṁ, nāhaṁ evaṁ vadeyyaṁ ‘‘akusalaṁ bhikkhave",
  "anya-e0904n:239_2": "pajahathā’’ti. Yasmā ca kho bhikkhave sakkā akusalaṁ pajahituṁ, tasmāhaṁ evaṁ vadāmi",
  "anya-e0904n:239_3": "‘‘akusalaṁ bhikkhave pajahathā’’ti. Akusalañca hidaṁ bhikkhave pahīnaṁ ahitāya dukkhāya",
  "anya-e0904n:239_4": "saṁvatteyya, nāhaṁ evaṁvadeyyaṁ ‘‘akusalaṁ bhikkhave pajahathā’’ti. Yasmā ca kho",
  "anya-e0904n:239_5": "bhikkhave akusalaṁ pahīnaṁ hitāya sukhāya saṁvattati, tasmāhaṁ evaṁ vadāmi ‘‘akusalaṁ",
  "anya-e0904n:239_6": "bhikkhave pajahathā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:240": "Dasamasutta, ekādasamasutta",
  "anya-e0904n:241": "Pucchā – tattheva āvuso dasamaekādasamasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:242_0": "Vissajjanā – tattheva bhante dasamaekādasamasuttāni ‘‘dveme bhikkhave dhammā saddhammassa",
  "anya-e0904n:242_1": "sammosāya antaradhānāya saṁvattanti. Katame dve, dunnikkhittañca padabyañjanaṁ attho",
  "anya-e0904n:242_2": "ca dunnīto, dunnikkhittassa bhikkhave padabyañjanassa atthopi dunnayo hoti. Ime kho",
  "anya-e0904n:242_3": "bhikkhave dve dhammā saddhammassa sammosāya antaradhānāya saṁvattantī’’ti ca. ‘‘Dveme",
  "anya-e0904n:242_4": "bhikkhave dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṁvattanti. Katame",
  "anya-e0904n:242_5": "dve, sunikkhittañca padabyañjanaṁ attho ca sunīto, sunikkhittassa bhikkhave padabyañjanassa",
  "anya-e0904n:242_6": "atthopi sunayo hoti. Ime kho bhikkhave dve dhammā saddhammassa ṭhitiyā asammosāya",
  "anya-e0904n:242_7": "anantaradhānāya saṁvattantī’’ti ca. Evaṁ kho bhante bhagavatā bhāsitāni.",
  "anya-e0904n:243": "Bālavagga",
  "anya-e0904n:244": "Dutiyasutta",
  "anya-e0904n:245": "Pucchā – bālavagge pana āvuso dutiyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:246_0": "Vissajjanā – bālavagge bhante dutiyaṁ suttaṁ ‘‘dveme bhikkhave tathāgataṁ abbhācikkhanti.",
  "anya-e0904n:246_1": "Katame dve, duṭṭho vā dosantaro saddho vā duggahitena. Ime kho bhikkhave dve tathāgataṁ",
  "anya-e0904n:246_2": "abbhācikkhantī’’ti, evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:247": "Tatiyasutta",
  "anya-e0904n:248": "Pucchā – tattheva āvuso tatiyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:249_0": "Vissajjanā – tattheva bhante tatiyasuttaṁ bhagavatā ‘‘dveme bhikkhave tathāgataṁ",
  "anya-e0904n:249_1": "abbhācikkhanti. Katame dve, yo ca abhāsitaṁ alapitaṁ tathāgatena ‘bhāsitaṁ lapitaṁ",
  "anya-e0904n:249_2": "tathāgatenā’ti dīpeti. Yo ca bhāsitaṁ lapitaṁ tathāgatena ‘abhāsitaṁ alapitaṁ tathāgatenāti’",
  "anya-e0904n:249_3": "dīpeti. Ime kho bhikkhave dve tathāgataṁ abbhācikkhanti. Dveme bhikkhave tathāgataṁ",
  "anya-e0904n:249_4": "nābbhācikkhanti. Katame dve, yo ca abhāsitaṁ alapitaṁ tathāgatena ‘abhāsitaṁ alapitaṁ",
  "anya-e0904n:249_5": "tathāgatenā’ti dīpeti. Yo ca bhāsitaṁ lapitaṁ tathāgatena ‘bhāsitaṁ lapitaṁ tathāgatenā’ti",
  "anya-e0904n:249_6": "dīpeti. Ime kho bhikkhave dve tathāgataṁ nābbhācikkhantī’’ti, evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:250": "Catutthavagga, pañcamasutta",
  "anya-e0904n:251": "Pucchā – tattheva āvuso catutthapañcamasuttāni bhagavatā kathaṁ bhāsitāni.",
  "anya-e0904n:252_0": "Vissajjanā – tattheva bhante catutthapañcamasuttāni ‘‘dveme bhikkhave tathāgataṁ",
  "anya-e0904n:252_1": "abbhācikkhanti. Katame dve, yo ca neyyatthaṁ suttantaṁ ‘nītattho suttanto’ti dīpeti,",
  "anya-e0904n:252_2": "yo ca nītatthaṁ suttantaṁ ‘neyyattho suttanto’ti dīpetī’’ti, evamādinā bhagavatā bhāsitāni.",
  "anya-e0904n:253": "Samacittavagga, paṭhamasutta",
  "anya-e0904n:254": "Pucchā – samacittavagge āvuso paṭhamasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:255_0": "Vissajjanā – samacittavagge bhante paṭhamasuttaṁ ‘‘asappurisabhūmiñca vo bhikkhave",
  "anya-e0904n:255_1": "desessāmi sappurisabhūmiñca, taṁ suṇātha sādhukaṁ manasikarotha, bhāsissāmī’’ti,",
  "anya-e0904n:255_2": "evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:256": "Dutiyasutta",
  "anya-e0904n:257": "Pucchā – tattheva āvuso dutiyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:258": "Vissajjanā – tattheva bhante dutiyasuttaṁ ‘‘dvinnāhaṁ bhikkhave na suppatikāra vadāmi. Katamesaṁ dvinnaṁ, mātu ca pitu cā’’ti, evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:259": "Samacittasutta",
  "anya-e0904n:260": "Pucchā – tattheva āvuso pañcamaṁ samacittasuttaṁ kattha kassa kena kathañca bhāsitaṁ.",
  "anya-e0904n:261": "Vissajjanā – sāvatthiyaṁ bhante sambahulānaṁ bhikkhūnaṁ ‘‘ajjhattasaṁyojanañca āvuso puggalaṁ desessāmi bahiddhāsaṁyojanañca, taṁsuṇātha",
  "anya-e0904n:262": "Sādhukaṁ manasikarothā’’ti, evamādinā bhante āyasmatā sāriputtattherena dhammasenāpatinā bhāsitaṁ.",
  "anya-e0904n:263": "Ovāda",
  "anya-e0904n:264": "Pucchā – kathañca āvuso tattha bhagavā ovādaṁ adāsi.",
  "anya-e0904n:265": "Vissajjanā – tattha bhante bhagavā ‘‘tasmātiha sāriputta evaṁ sikkhitabbaṁ ‘santindriyā bhavissāma santamānasā’ti. Evañhi vo sāriputta sikkhitabba’’nti evamādinā ovādamadāsi.",
  "anya-e0904n:266": "‘‘Eso bhante āyasmā sāriputto pubbārāme migāramātupāsā de bhikkhūnaṁ ajjhattasaṁyojanañca puggalaṁ deseti bahiddhā saṁyojanañca’’ –",
  "anya-e0904n:267": "Sādhu bhante bhagavā yena āyasmā sāriputto tenupasaṅkamatu anukampaṁ upādāya.",
  "anya-e0904n:268_0": "Tā kho pana sāriputta devatā dasapi hutvā vīsampi hutvā tiṁsampi hutvā cattālīsampi",
  "anya-e0904n:268_1": "hutvā paññāsampi hutvā saṭṭhipi hutvā āraggakoṭinitudanamattepi tiṭṭhanti, na ca",
  "anya-e0904n:268_2": "aññamaññaṁ byābādhenti–",
  "anya-e0904n:269": "Tasmātiha sāriputta evaṁ sikkhitabbaṁ santindriyā bhavissāma santamānasā.",
  "anya-e0904n:270": "Parisavagga",
  "anya-e0904n:271": "Uttānasutta",
  "anya-e0904n:272": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte parisavagge paṭhamaṁ uttānasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:273_0": "Vissajjanā – paṭhamaṁ bhante uttānasuttaṁ ‘‘dvemā sikkhave parisā, katamā dve, uttānā",
  "anya-e0904n:273_1": "ca parisā gambhīrā ca parisā, katamā ca bhikkhave uttānā parisā, idha bhikkhave yassaṁ",
  "anya-e0904n:273_2": "parisāyaṁ bhikkhū uddhatā honti unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatī asampajānā",
  "anya-e0904n:273_3": "asamāhitā vibbhantacittā pākatindriyā. Ayaṁ vuccati bhikkhave uttānā parisā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:274": "Soparisattaka",
  "anya-e0904n:275": "Etadaggaṁ bhikkhave imāsaṁ dvinnaṁ parisānaṁ yadidaṁ gambhīrā parisā.",
  "anya-e0904n:276": "Anaggavatīsutta",
  "anya-e0904n:277": "Pucchā – tattheva āvuso tatiyaṁ anaggavatīsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:278_0": "Vissajjanā – tattheva bhante tatiyaṁ anaggavatīsuttaṁ ‘‘dvemā bhikkhave parisā. Katamā",
  "anya-e0904n:278_1": "dve, anaggavatī ca parisā aggavatī ca parisā. Katamā ca bhikkhave anaggavatī parisā,",
  "anya-e0904n:278_2": "idha bhikkhave yassaṁ parisāyaṁ therā bhikkhū bāhulikā honti sāthalikā, okkamane",
  "anya-e0904n:278_3": "pubbaṅgamā, paviveke nikkhittadhurā, na vīriyaṁ ārabhanti appattassa pattiyā anadhigatassa",
  "anya-e0904n:278_4": "adhigamāya asacchikabhassa sacchikiriyāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:279": "Okkācitavinītasutta",
  "anya-e0904n:280": "Pucchā – tattheva āvuso chaṭṭhaṁ okkācitavinītasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:281_0": "Vissajjanā – tattheva bhante chaṭṭhaṁ okkācitavinītasuttaṁ ‘‘dvemā bhikkhave parisā.",
  "anya-e0904n:281_1": "Katamā dve, okkācitavinītā parisā no paṭipucchāvinītā, paṭipucchā vinītā parisā no",
  "anya-e0904n:281_2": "okkācitavinītā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:282": "Puggalavagga",
  "anya-e0904n:283": "Asantasannivāsasutta",
  "anya-e0904n:284": "Pucchā – puggalavagge āvuso ekādasamaṁ asantasannivāsasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:285_0": "Vissajjanā – puggalavagge bhante ekādasamaṁ asantasannivāsasuttaṁ ‘‘asantasannivāsañca",
  "anya-e0904n:285_1": "vo bhikkhave desessāmi santasannivāsañca, taṁ suṇātha, sādhukaṁ manasikarotha bhāsissāmī’’ti",
  "anya-e0904n:285_2": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:286": "Sukhavagga",
  "anya-e0904n:287": "Pucchā – sukhavagge pana āvuso bhagavatā kīdisī dhammadesanāyo desitā.",
  "anya-e0904n:288_0": "Vissajjanā – sukhavagge bhante bhagavatā ‘‘dvemāni bhikkhave sukhāni. Katamāni dve,",
  "anya-e0904n:288_1": "gihisukhañca pabbajitasukhañca, imāni kho bhikkhave dve sukhāni. Etadaggaṁ bhikkhave",
  "anya-e0904n:288_2": "imesaṁ dvinnaṁ sukhānaṁ yadidaṁ pabbajitasukha’’nti evamādikā dhammadesanāyo desitā.",
  "anya-e0904n:289": "Āyācanavagga",
  "anya-e0904n:290": "Pucchā – āyācanavagge pana āvuso bhagavatā paṭhamādīni cattāri suttāni kathaṁ bhāsitāni.",
  "anya-e0904n:291_0": "Vissajjanā – āyācanavagge bhante paṭhamādīni cattāri suttāni ‘‘saddho bhikkhave bhikkhu",
  "anya-e0904n:291_1": "evaṁ sammā āyācamāno āyāceyya tādiso homi, yādisā sāriputtamoggallānā’’ti, evamādinā",
  "anya-e0904n:291_2": "bhagavatā bhāsitāni.",
  "anya-e0904n:292": "Avaṇṇārahasutta",
  "anya-e0904n:293": "Pucchā – tattheva āvuso pañcamaṁ avaṇṇārahasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:294_0": "Vissajjanā – tattheva bhante pañcamaṁ avaṇṇārahasuttaṁ ‘‘dvīhi bhikkhave dhammehi",
  "anya-e0904n:294_1": "samannāgato bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca",
  "anya-e0904n:294_2": "hoti sānuvajjo ca viññūnaṁ, bahuñca apuññaṁ pasavatī’’ti, evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:295": "Appasādanīyasutta",
  "anya-e0904n:296": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye dukanipāte āyācanavagge chaṭṭhaṁ appasādanīyasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:297_0": "Vissajjanā – chaṭṭhaṁ bhante appasādanīyasuttaṁ ‘‘dvīhi bhikkhave dhammehi samannāgato",
  "anya-e0904n:297_1": "bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo",
  "anya-e0904n:297_2": "ca viññūnaṁ, bahuñca apuññaṁ pasavati. Katamehi dvīhi, ananuvicca apariyogāhetvā",
  "anya-e0904n:297_3": "appasādanīye ṭhāne pasādaṁ upadaṁseti, ananuvicca apariyo gāhetvā pasādanīye ṭhāne",
  "anya-e0904n:297_4": "appasādaṁ upadaṁsetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:298": "Mātāpitusutta",
  "anya-e0904n:299": "Pucchā – tattheva āvuso sattamaṁ mātāpitusuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:300_0": "Vissajjanā – tattheva bhante sattamaṁ mātāpitusuttaṁ ‘‘dvīsu bhikkhave micchā paṭipajjamāno",
  "anya-e0904n:300_1": "bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca hohi sānuvajjo",
  "anya-e0904n:300_2": "ca viññūnaṁ, bahuñca apuññaṁ pasavati. Katamesu dvīsu, mātari ca pitari cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:301": "Tathāgatasutta",
  "anya-e0904n:302": "Pucchā – tattheva āvuso aṭṭhamaṁ tathāgatasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:303_0": "Vissajjanā – tattheva bhante aṭṭhamaṁ tathāgatasuttaṁ ‘‘dvīsu bhikkhave micchāpaṭipajjamāno",
  "anya-e0904n:303_1": "bālo abyatto asappuriso etaṁ upahataṁ attānaṁ pariharati, sāvajjo ca hoti sānuvajjo",
  "anya-e0904n:303_2": "ca viññūnaṁ, bahuñca apuññaṁ pasavati. Katamesu dvīsu, tathāgate ca tathāgatasāvake",
  "anya-e0904n:303_3": "cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:304": "Tikanipāta",
  "anya-e0904n:305": "Bālavagga, bhayasutta",
  "anya-e0904n:306": "Pucchā – tikanipāte pana āvuso paṭhamaṁ bhayasuttaṁ bhagavatā kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:307_0": "Vissajjanā – sāvatthiyaṁ bhante sambahulānaṁ ‘‘yāni kānici bhikkhave bhayāni uppajjanti,",
  "anya-e0904n:307_1": "sabbāni tāni bālato uppajjanti no paṇḍitato. Ye keci uppaddavā uppajjanti, sabbete",
  "anya-e0904n:307_2": "bālato uppajjanti no paṇḍitato. Yekeci upasaggā uppajjanti, sabbete bālato uppajjanti",
  "anya-e0904n:307_3": "no paṇḍitato’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:308": "Cintīsutta",
  "anya-e0904n:309": "Pucchā – tattheva āvuso tatiyaṁ cintīsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:310_0": "Vissajjanā – tattheva bhante cintīsuttaṁ ‘‘tīṇimāni bhikkhave bālassa bālalakkhaṇāni",
  "anya-e0904n:310_1": "bālanimittāni bālāpadānāni. Katamāni tīṇi, idha bhikkhave bālo duccintitacintī ca",
  "anya-e0904n:310_2": "hoti dubbhāsitabhāsī ca dukkaṭakammakārī cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:311": "Accayasutta",
  "anya-e0904n:312": "Pucchā – tattheva āvuso catutthaṁ accayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:313_0": "Vissajjanā – tattheva bhante catutthaṁ accayasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato",
  "anya-e0904n:313_1": "bālo veditabbo. Katamehi tīhi, accayaṁ accayato disvā yathādhammaṁ nappaṭikaroti,",
  "anya-e0904n:313_2": "parassa kho pana accayaṁ desentassa yathādhammaṁ nappaṭiggaṇhātī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:314": "Malasutta",
  "anya-e0904n:315": "Pucchā – tattheva āvuso dasamaṁ malasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:316_0": "Vissajjanā – tattheva bhante dasamaṁ malasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato",
  "anya-e0904n:316_1": "tayo male appahāya yathābhataṁ nikkhitto evaṁ niraye. Katamehi tīhi, dussīlo ca hoti,",
  "anya-e0904n:316_2": "dussīlyamalañcassa appahīnaṁ hoti. Issukī ca hoti, issāmalañcassa appahīnaṁ hoti.",
  "anya-e0904n:316_3": "Maccharī ca hoti, maccharamalañcassa appahīnaṁ hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:317": "Rathakāravagga, ñātasutta",
  "anya-e0904n:318": "Pucchā – rathakāravagge pana āvuso paṭhamaṁ ñātasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:319_0": "Vissajjanā – paṭhamaṁ bhante ñātasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato ñāto",
  "anya-e0904n:319_1": "bhikkhu bahujanaahitāya paṭipanno hoti bahujana dukkhāya bahuno janassa anatthāya",
  "anya-e0904n:319_2": "ahitāya dukkhāya devamanussānaṁ. Katamehi tīhi, ananulomike kāyakamme samādapeti,",
  "anya-e0904n:319_3": "ananulomike vacīkamme samādapeti, ananulomikesu dhammesu samādapetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:320": "Āsaṁsasutta",
  "anya-e0904n:321": "Pucchā – tattheva āvuso tatiyaṁ āsaṁsasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:322": "Vissajjanā – tattheva bhante tatiyaṁ āsaṁsasuttaṁ ‘‘tayome bhikkhave puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo nirāso āsaṁso’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:323": "Sacetanasutta",
  "anya-e0904n:324": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte rathakāravagge pañcamaṁ sacetanasuttaṁ kattha kassa kathañca bhāsitaṁ.",
  "anya-e0904n:325_0": "Vissajjanā – bārāṇasiyaṁ bhante sambahulānaṁ bhikkhūnaṁ ārabbha ‘‘bhūtapubbaṁ bhikkhave",
  "anya-e0904n:325_1": "rājā ahosi sacetano nāma, atha kho bhikkhave rājā sacetano rathakāraṁ āmantesi ito",
  "anya-e0904n:325_2": "me samma rathakāra channaṁ māsānaṁ paccayena saṅgāmo bhavissati sakkhissasi me samma",
  "anya-e0904n:325_3": "rathakāra navaṁ cakkayugaṁ kātu’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:326": "Apaṇṇakasutta",
  "anya-e0904n:327": "Pucchā – tattheva āvuso chaṭṭhaṁ apaṇṇakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:328_0": "Vissajjanā – chaṭṭhaṁ bhante apaṇṇakasuttaṁ ‘‘tīhi bhikkhave dhammehi samannāgato",
  "anya-e0904n:328_1": "bhikkhu apaṇṇakapaṭipadaṁ paṭipanno hoti, yoni cassa āraddhā hoti āsavānaṁ khayāya.",
  "anya-e0904n:328_2": "Katamehi tīhi, idha bhikkhave bhikkhu indriyesu guttadvāro hoti, bhojane mattaññū",
  "anya-e0904n:328_3": "hoti, jāgariyamanuyutto hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:329": "Devalokasutta",
  "anya-e0904n:330": "Pucchā – tattheva āvuso aṭṭhamaṁ devalokasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:331_0": "Vissajjanā – tattheva bhante aṭṭhamaṁ devalokasuttaṁ ‘‘sace vo bhikkhave aññatitthiyā",
  "anya-e0904n:331_1": "paribbājakā evaṁ puccheyyuṁ ‘‘devalokūpapattiyā āvuso samaṇe gotame brahmacariyaṁ",
  "anya-e0904n:331_2": "vussathā’ti. Nanu tumhe bhikkhave evaṁ puṭṭhā aṭṭīyeyyātha harāyeyyātha jiguccheyyāthā’’ti",
  "anya-e0904n:331_3": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:332": "Paṭhama pāpaṇikasutta",
  "anya-e0904n:333": "Pucchā – tattheva āvuso navamaṁ paṭhamapāpaṇikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:334_0": "Vissajjanā – tattheva bhante navamaṁ paṭhamapāpaṇikasuttaṁ ‘‘tīhi bhikkhave aṅgehi",
  "anya-e0904n:334_1": "samannāgato pāpaṇiko abhabbo anadhigataṁ vā bhogaṁ adhigantuṁ, adhigataṁ vā bhogaṁ",
  "anya-e0904n:334_2": "phātiṁ kātuṁ. Katamehi tīhi, idha bhikkhave pāpaṇiko pubbaṇhasamayaṁ na sakkaccaṁ",
  "anya-e0904n:334_3": "kammantaṁ adhiṭṭhātī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:335": "Puggalavagga",
  "anya-e0904n:336": "Gilānasutta",
  "anya-e0904n:337": "Pucchā – puggalavagge pana āvuso dutiyaṁ gilānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:338_0": "Vissajjanā – puggalavagge bhante dutiyaṁ gilānasuttaṁ ‘‘tayome bhikkhave gilānā santo",
  "anya-e0904n:338_1": "saṁvijjamānā lokasmiṁ. Katame tayo, idha bhikkhave ekacco gilāno labhanto vā sappāyāni",
  "anya-e0904n:338_2": "bhojanāni alabhanto vā sappāyāni bhojanāni, labhanto vā sappāyāni bhesajjāni alabhanto",
  "anya-e0904n:338_3": "vā sappāyāni bhesajjāni, labhanto vā patirūpaṁ upaṭṭhākaṁ alabhanto vā patirūpaṁ",
  "anya-e0904n:338_4": "upaṭṭhākaṁ vuṭṭhāti tamhā ābādhā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:339": "Bahukārasutta",
  "anya-e0904n:340": "Pucchā – tattheva āvuso catutthaṁ bahukārasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:341_0": "Vissajjanā – tattheva bhante catutthaṁ bahukārasuttaṁ ‘‘tayo me bhikkhave puggalā",
  "anya-e0904n:341_1": "puggalassa bahukārā. Katame tayo, yaṁ bhikkhave puggalaṁ āgamma puggalo buddhaṁ saraṇaṁ",
  "anya-e0904n:341_2": "gato hoti, dhammaṁ saraṇaṁ gato hoti, saṅghaṁ saraṇaṁ gato hoti. Ayaṁ bhikkhave puggalo",
  "anya-e0904n:341_3": "imassa puggalassa bahukāro’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:342": "Jigucchitabbasutta",
  "anya-e0904n:343": "Pucchā – tenāvuso bhagavatā jānatā passatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte puggalavagge sattamaṁ jigucchitabbasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:344_0": "Vissajjanā – sattamaṁ bhante jigucchitabbasuttaṁ ‘‘tayome bhikkhave puggalā santo",
  "anya-e0904n:344_1": "saṁvijjamānā lokasmiṁ. Katame tayo, atthi bhikkhave puggalo jigucchitabbo na sevitabbo",
  "anya-e0904n:344_2": "na bhajitabbo na payirupāsitabbo, atthi bhikkhave puggalo ajjhupekkhitabbo na sevitabbo",
  "anya-e0904n:344_3": "na bhajitabbo na payirupāsitabbo, atthi bhikkhave puggalo sevitabbo bhajitabbo payirupāsitabbo’’ti",
  "anya-e0904n:344_4": "evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:345": "Pucchā – kathañcāvuso tattha bhagavatā jigucchitabbo puggalo nasevitabbo nabhajitabbo na payirupāsitabbo pakāsito.",
  "anya-e0904n:346_0": "Vissajjanā – ‘‘katamo ca bhikkhave puggalo jigucchitabbo na sevitabbo na bhajitabbo",
  "anya-e0904n:346_1": "na payirupāsitabbo. Idha bhikkhave ekacco dussīlo hoti pāpadhammo asucisaṅkassarasamācāro",
  "anya-e0904n:346_2": "paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti",
  "anya-e0904n:346_3": "avassuto kasambujāto, evarūpo bhikkhave puggalo jigucchitabbo na sevitabbo na bhajitabbo",
  "anya-e0904n:346_4": "na payirupāsitabbo’’ti evamādinā bhante bhagavatā jigucchitabbo na sevitabbo na bhajitabbo",
  "anya-e0904n:346_5": "na payirupāsitabbo puggalo pakāsito.",
  "anya-e0904n:347": "Pucchā – kathaṁ panāvuso tattha bhagavatā ajjhupekkhitabbo puggalo na sevitabbo na bhajitabbo na payirupāsitabbo pakāsito.",
  "anya-e0904n:348_0": "Vissajjanā – katamo ca bhikkhave puggalo ajjhupekkhitabbo na sevitabbo na bhajitabbo",
  "anya-e0904n:348_1": "na payirupāsitabbo, idha bhikkhave ekacco puggalo kodhano hoti upāyāsabahulo, appampi",
  "anya-e0904n:348_2": "vutto samāno abhisajjati kuppati byāpajjati patitthīyati, kopañca dosañca appaccayañca",
  "anya-e0904n:348_3": "pātukarotī’’ti evamādinā bhante bhagavatā tattha ajjhupekkhitabbo na sevitabbo na",
  "anya-e0904n:348_4": "bhajitabbo na payirupāsitabbo puggalo pakāsito.",
  "anya-e0904n:349": "Pucchā – kathaṁ panāvuso tattha bhagavatā sevitabbo puggalo bhajitabbo payirupāsitabbo pakāsito.",
  "anya-e0904n:350_0": "Vissajjanā – ‘‘katamo ca bhikkhave puggalo sevitabbo bhajitabbo payirupāsitabbo,",
  "anya-e0904n:350_1": "idha bhikkhave ekacco puggalo sīlavā hoti kalyāṇadhammo, evarūpo bhikkhave puggalo",
  "anya-e0904n:350_2": "sevitabbo bhajitabbo payirupāsitabbo’’ti evamādinā bhante tattha bhagavatā sevitabbo",
  "anya-e0904n:350_3": "puggalo bhajitabbo payirupāsitabbo pakāsito.",
  "anya-e0904n:351": "Gūthabhāṇīsutta",
  "anya-e0904n:352": "Pucchā – tattheva āvuso puggalavagge aṭṭhamaṁ gūthabhāṇīsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:353_0": "Vissajjanā – tattheva bhante puggalavagge aṭṭhamaṁ gūthabhāṇīsuttaṁ ‘‘tayo me bhikkhave",
  "anya-e0904n:353_1": "puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo, gūthabhāṇī pupphabhāṇī madhubhāṇī’’ti",
  "anya-e0904n:353_2": "evaṁ kho bhagavatā bhāsitaṁ.",
  "anya-e0904n:354": "Gūthabhāṇīpuggala",
  "anya-e0904n:355": "Pucchā – kathañcāvuso tattha bhagavatā gūthabhāṇīpuggalo pakāsito.",
  "anya-e0904n:356_0": "Vissajjanā – katamo ca bhikkhave puggalo gūthabhāṇī, idha bhikkhave ekacco puggalo",
  "anya-e0904n:356_1": "sabhaggato vā parisaggato vā ñātimajjhagatovā pūgamajjhagatovā rājakulamajjhagatovā",
  "anya-e0904n:356_2": "abhinīto sakkhipuṭṭho ‘‘ehambho purisa yaṁ jānāsi, taṁ vadehī’’ti. So ajānaṁ vā āha",
  "anya-e0904n:356_3": "‘‘jānāmī’’ti, jānaṁ vā āha ‘‘na jānāmī’’ti, apassaṁ vā āha ‘‘passāmī’’ti, passaṁ",
  "anya-e0904n:356_4": "vā āha ‘‘na passāmī’’ti. Iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā",
  "anya-e0904n:356_5": "bhāsitā hoti. Ayaṁ vuccati bhikkhave puggalo gūthabhāṇīti, evaṁ kho bhante tattha",
  "anya-e0904n:356_6": "bhagavatā gūthabhāṇīpuggalo pakāsito.",
  "anya-e0904n:357": "Pupphabhāṇīpuggala",
  "anya-e0904n:358": "Pucchā – kathaṁ panāvuso tattha bhagavatā pupphabhāṇīpuggalo pakāsito.",
  "anya-e0904n:359_0": "Vissajjanā – katamo ca bhikkhave puggalo pupphabhāṇī, idha bhikkhave ekacco puggalo",
  "anya-e0904n:359_1": "sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagatovā rājakulamajjhagato",
  "anya-e0904n:359_2": "vā abhinīto sakkhipuṭṭho ‘‘ehambho purisa yaṁ pajānāsi, taṁ vadehī’’ti. So ajānaṁ",
  "anya-e0904n:359_3": "vā āha ‘‘na jānāmī’’ti, jānaṁ vā āha ‘‘jānāmī’’ti, apassaṁ vā āha ‘‘na passāmī’’ti,",
  "anya-e0904n:359_4": "passaṁ vā āha ‘‘passāmī’’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na",
  "anya-e0904n:359_5": "sampajānamusā bhāsitā hoti, ayaṁ vuccati bhikkhave puggalo pupphabhāṇīti, evaṁ kho",
  "anya-e0904n:359_6": "bhante tattha bhagavatā pupphabhāṇīpuggalo pakāsito.",
  "anya-e0904n:360": "Madhubhāṇīpuggala",
  "anya-e0904n:361": "Pucchā – kathaṁ panāvuso tattha bhagavatā madhubhāṇī puggalo pakāsito.",
  "anya-e0904n:362": "Vissajjanā – katamo ca bhikkhave puggalo madhubhāṇī, idha bhikkhave ekacco puggalo pharusaṁ vācaṁ pahāya pharusāya vācāya paṭivirato",
  "anya-e0904n:363": "Hotīti evamādinā bhante bhagavatā tattha madhubhāṇī puggalo pakāsito.",
  "anya-e0904n:364": "Andhasutta",
  "anya-e0904n:365": "Pucchā – tattheva āvuso puggalavagge navamaṁ andhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:366_0": "Vissajjanā – tattheva bhante puggalavagge navamaṁ andhasuttaṁ ‘‘tayome bhikkhave",
  "anya-e0904n:366_1": "puggalā santo saṁvijjamānā lokasmiṁ. Katame tayo andho ekacakkhu dvicakkhū’’ti, evaṁ",
  "anya-e0904n:366_2": "kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:367": "Pucchā – kīdiso āvuso puggalo tattha bhagavatā andho akkhāto.",
  "anya-e0904n:368": "Vissajjanā – yassa bhante bhogesu ceva dhammesu ca paññācakkhu natthi, ediso bhante puggalo tattha bhagavatā andho akkhāto.",
  "anya-e0904n:369": "Pucchā – kīdiso pana āvuso puggalo tattha bhagavatā ekacakkhu akkhāto.",
  "anya-e0904n:370": "Vissajjanā – yassa bhante bhogesuyeva paññācakkhu atthi na dhammesu. Īdiso bhante puggalo tattha bhagavatā ekacakkhu akkhāto.",
  "anya-e0904n:371": "Pucchā – kīdiso pana āvuso puggalo tattha bhagavatā dvicakkhu akkhāto.",
  "anya-e0904n:372": "Vissajjanā – yassa bhante bhogesu ceva dhammesu ca paññācakkhu atthi, īdiso bhante puggalo tattha bhagavatā dvicakkhu akkhāto.",
  "anya-e0904n:373": "Avakujjasutta",
  "anya-e0904n:374": "Pucchā – tenāvuso bhagavatā jānatā passatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte puggalavagge dasamaṁ avakujjasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:375_0": "Vissajjanā – dasamaṁ bhante avakujjasuttaṁ ‘‘tayo me bhikkhave puggalā santo saṁvijjamānā",
  "anya-e0904n:375_1": "lokasmiṁ. Katame tayo, avakujjapañño puggalo ucchaṅgapañño puggalo puthupañño puggalo.",
  "anya-e0904n:375_2": "Katamo ca bhikkhave avakujjapañño puggalo. Idha bhikkhave ekacco puggalo ārāmaṁ gantā",
  "anya-e0904n:375_3": "hoti abhikkhaṇaṁ bhikkhūnaṁ santike dhammassavanāya, tassa bhikkhū dhammaṁ desentiādikalyāṇaṁ",
  "anya-e0904n:375_4": "majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ",
  "anya-e0904n:375_5": "brahmacariyaṁ pakāsenti. So tasmiṁ āsane nisinno tassā kathāya nevādiṁ manasikaroti,",
  "anya-e0904n:375_6": "na majjhaṁ manasikaroti, na pariyosānaṁ manasikaroti, vuṭṭhitopi tamhā āsanā tassā",
  "anya-e0904n:375_7": "kathāya nevādiṁ manasikaroti, na majjhaṁ manasikaroti, na pariyosānaṁ manasikarotī’’ti",
  "anya-e0904n:375_8": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:376": "Devadūtavagga, sabrahmakasutta",
  "anya-e0904n:377": "Pucchā – devadūtavagge pana āvuso paṭhamaṁ sabrahmakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:378_0": "Vissajjanā – devadūtavagge bhante paṭhamaṁ sabrahmakasuttaṁ ‘‘sabrahmakāni bhikkhave",
  "anya-e0904n:378_1": "tāni kulāni, yesaṁ puttānaṁ mātāpitaro ajjhāgāre pūjitā honti. Sapubbacariyakāni",
  "anya-e0904n:378_2": "bhikkhave tāni kulāni, yesaṁ puttānaṁ mātāpitaro ajjhāgāre pūjitā honti. Āhuneyyāni",
  "anya-e0904n:378_3": "bhikkhave tāni kulāni, yesaṁ puttānaṁ mātāpitaro ajjhāgāre pūjitā honti. Brahmāti",
  "anya-e0904n:378_4": "bhikkhave mātāpitūnaṁ etaṁ adhivacanaṁ. Pubbācariyāti bhikkhave mātāpitūnaṁ etaṁ",
  "anya-e0904n:378_5": "adhivacanaṁ. Āhuneyyāti bhikkhave etaṁ mātāpitūnaṁ adhivacanaṁ. Taṁ kissa hetu, bahukārā",
  "anya-e0904n:378_6": "bhikkhave mātāpitaro puttānaṁ āpādakā posakā imassa lokassa dassetāro’’ti, evaṁ kho",
  "anya-e0904n:378_7": "bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:379": "Brahmāti mātāpitaro, pubbācariyāti vuccare;",
  "anya-e0904n:380": "Āhuneyyā ca puttānaṁ, pajāya anukampakā;",
  "anya-e0904n:381": "Tasmā hi ne namasseyya, sakkareyya ca paṇḍito;",
  "anya-e0904n:382": "Annena atha pānena, vatthena sayanena ca;",
  "anya-e0904n:383": "Ucchādanena nhāpanena, pādānaṁ dhovanena ca;",
  "anya-e0904n:384": "Tāya naṁ pāricariyāya, mātāpitūsu paṇḍitā.",
  "anya-e0904n:385": "Idheva naṁ pasaṁsanti, pecca sagge pamodatīti –",
  "anya-e0904n:386": "Pucchā – tattheva āvuso pañcamaṁ hatthakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:387_0": "Vissajjanā – pañcamaṁ bhante hatthakasuttaṁ āḷaviyaṁ hatthakaṁ āḷavakaṁ ārabbha bhāsitaṁ.",
  "anya-e0904n:387_1": "Hatthako bhante āḷavako bhagavantaṁ etadavoca ‘‘kacci bhante bhagavā sukhamasayitthā’’ti.",
  "anya-e0904n:387_2": "Tasmiṁ bhante vatthusmiṁ ‘‘evaṁ kumāra sukhamasayittha ye ca pana loke sukhaṁ senti,",
  "anya-e0904n:387_3": "ahaṁ tesaṁ aññataro’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:388": "‘‘Kacci bhante bhagavā sukhamasayittha’’.",
  "anya-e0904n:389": "‘‘Evaṁ kumāra sukhamasayittha, ye ca pana loke sukhaṁ senti, ahaṁ tesaṁ aññataro’’.",
  "anya-e0904n:390": "‘‘Evaṁ kumāra sukhamasayittha, ye ca pana loke sukhaṁ senti, ahaṁ tesaṁ aññataro’’.",
  "anya-e0904n:391": "‘‘Sabbadā ve sukhaṁ seti,",
  "anya-e0904n:392": "Brāhmaṇo parinibbuto;",
  "anya-e0904n:393": "Yo na limpati kāmesu,",
  "anya-e0904n:394": "Sītibhūto nirūpadhi;",
  "anya-e0904n:395": "Sabbā āsattiyo chetvā,",
  "anya-e0904n:396": "Vineyya hadaye daraṁ;",
  "anya-e0904n:397": "Upasanto sukhaṁ seti;",
  "anya-e0904n:398": "Santiṁ pappuyya cetaso’’ hu –",
  "anya-e0904n:399": "Devadūtasutta",
  "anya-e0904n:400": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte devadūtavagge chaṭṭhaṁ devadūtasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:401_0": "Vissajjanā – chaṭṭhaṁ bhante devadūtasuttaṁ ‘‘tīṇimāni bhikkhave devadūtāni. Katamāni",
  "anya-e0904n:401_1": "tīṇi, idha bhikkhave ekacco kāyena duccaritaṁ carati, vācāya duccaritaṁ carati, manasā",
  "anya-e0904n:401_2": "duccaritaṁ carati. So kāyena duccaritaṁ caritvā vācāya duccaritaṁ caritvā manasā",
  "anya-e0904n:401_3": "duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati.",
  "anya-e0904n:401_4": "Tamenaṁ bhikkhave nirayapālā nānābāhāsu gahetvā yamassa rañño dassenti-ayaṁ deva",
  "anya-e0904n:401_5": "puriso amatteyyo apetteyyo asāmañño abrahmañño, na kule jeṭṭhapacāyī, imassa devo",
  "anya-e0904n:401_6": "daṇḍaṁ paṇetū’’ti. Evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:402": "Pucchā – kathañcāvuso tattha bhagavatā yamassa rañño paṭhamadevadūta samanuyuñjanā pakāsitā.",
  "anya-e0904n:403_0": "Vissajjanā – tamenaṁ bhikkhave yamo rājā paṭhamaṁ devadūtaṁ samanuyuñjati samanugāhati",
  "anya-e0904n:403_1": "samanubhāsati ‘‘ambho purisa na tvaṁ addasa manussesu paṭhamaṁ devadūtaṁ pātubhūta’’nti",
  "anya-e0904n:403_2": "evamādinā bhante tattha bhagavatā yamassa rañño paṭhamadevadūtasamanuyuñjanā pakāsitā.",
  "anya-e0904n:404": "‘‘Ambho purisa na tvaṁ addasa manussesu paṭhamaṁ devadūtaṁ pātubhūtaṁ’’.",
  "anya-e0904n:405": "Dutiya devadūta",
  "anya-e0904n:406": "Pucchā – kathaṁ panāvuso tattha bhagavatā yamassa rañño dutiyadevadūta samanuyuñjanā pakāsitā.",
  "anya-e0904n:407_0": "Vissajjanā – tamenaṁ bhikkhave yamo rājā paṭhamaṁ devadūtaṁ samanuyuñjitvā samanugāhitvā",
  "anya-e0904n:407_1": "samanubhāsitvā dutiyaṁ devadūtaṁ samanuyuñjati samanugāhati samanubhāsati ‘‘ambho",
  "anya-e0904n:407_2": "purisa na tvaṁ addasa manussesu dutiyaṁ devadūtaṁ pātubhūta’’nti evamādinā bhante",
  "anya-e0904n:407_3": "tattha bhagavatā yamassa rañño dutiyā devadūtasamanuyuñjanā pakāsitā.",
  "anya-e0904n:408": "‘‘Ambho purisa na tvaṁ addasa manussesu dutiya devadūtaṁ pātubhūtaṁ’’.",
  "anya-e0904n:409": "‘‘Ambho purisa na tvaṁ addasa manussesu itthīṁ vā purisaṁ vā ābādhikaṁ dukkhitaṁ bāḷhagilānaṁ sake muttakarīse palipannaṁ semānaṁ aññehi vuṭṭhāpiyamānaṁ aññehi saṁvesiyamānaṁ’’ –",
  "anya-e0904n:410": "Tatiya devadūta",
  "anya-e0904n:411": "Pucchā – kathaṁ panāvuso tattha bhagavatā yamassa rañño tatiyadevadūta samanuyuñjanā pakāsitā.",
  "anya-e0904n:412_0": "Vissajjanā – tamenaṁ bhikkhave yamo rājā dutiyaṁ devadūtaṁ samanuyuñjitvā samanugāhitvā",
  "anya-e0904n:412_1": "samanubhāsitvā tatiyaṁ devadūtaṁ samanuyuñjati samanugāhati samanubhāsati ‘‘ambho",
  "anya-e0904n:412_2": "purisa natvaṁ manussesu tatiyaṁ devadūtaṁ pātubhūtanti’’ evamādinā bhante tattha",
  "anya-e0904n:412_3": "bhagavatā yamassa rañño tatiyā devadūtasamanuyuñjanā pakāsitā.",
  "anya-e0904n:413": "‘‘Ambho purisa na tvaṁ addasa manussesu tatiyaṁ devadūtaṁ pātubhūtaṁ’’.",
  "anya-e0904n:414": "‘‘Ambho purisa na tvaṁ addasa manussesu itthiṁ vā purisaṁ vā ekāhamataṁ vā dvīhamataṁ vā tīhamataṁ vā uddhumātakaṁ vinīlakaṁ vipubbakajātaṁ’’ –",
  "anya-e0904n:415": "‘‘Nāsakkhissaṁ bhante pamādassaṁ bhante’’ –",
  "anya-e0904n:416": "Pucchā – kathaṁ panāvuso tattha bhagavatā nerayikassa sattassa niraya dukkhapaṭisaṁvedanā pakāsitā.",
  "anya-e0904n:417_0": "Vissajjanā – tamenaṁ bhikkhave ‘‘yamo rājā tatiyaṁ devadūtaṁ samanuyuñjitvā samanugāhitvā",
  "anya-e0904n:417_1": "samanubhāsitvā tuṇhī hoti. Tamenaṁ bhikkhave nirayapālā pañcavidhabandhanaṁ nāma",
  "anya-e0904n:417_2": "kāraṇaṁ karonti, tattaṁ ayokhilaṁ hatthe gamenti, tattaṁ ayokhilaṁ dutiyasmiṁ hatthe",
  "anya-e0904n:417_3": "gamenti, tattaṁ ayokhilaṁ pāde gamenti, tattaṁ ayokhilaṁ dutiyasmiṁ pāde gamenti,",
  "anya-e0904n:417_4": "tattaṁ ayokhilaṁ majjheurasmiṁ gamenti. So tattha dukkhā tibbā kharā kaṭukā vedanā",
  "anya-e0904n:417_5": "vedayati, na ca tāva kālaṁ karoti, yāva na taṁ pāpakammaṁ byantīhotī’’ti evamādinā",
  "anya-e0904n:417_6": "bhante tattha bhagavatā nerayikassa nirayadukkhapaṭisaṁvedanā pakāsitā.",
  "anya-e0904n:418": "Saṁvejanīyakathā",
  "anya-e0904n:419": "Pucchā – kathaṁ panāvuso tattha bhagavatā saṁvejanīyakathā kathitā.",
  "anya-e0904n:420_0": "Vissajjanā – bhūtapubbaṁ bhikkhave yamassa rañño etadahosi ‘‘ye kira bho loke pāpakāni",
  "anya-e0904n:420_1": "kammāni karonti, te evarūpā vividhā kammakaraṇā karīyanti, ahovatāhaṁ manussattaṁ",
  "anya-e0904n:420_2": "labheyyaṁ, tathāgato ca loke uppajjeyya arahaṁ sammāsambuddho’’ti evamādinā bhante",
  "anya-e0904n:420_3": "tattha bhagavatā saṁvejanīyakathā kathitā.",
  "anya-e0904n:421": "‘‘Ye kira bho loke pāpakāni kammāni karonti’’.",
  "anya-e0904n:422": "‘‘Coditā devadūtehi, ye pamajjanti māṇavā;",
  "anya-e0904n:423": "Te dīgharattaṁ socanti, hīnakāyūpagā narā.",
  "anya-e0904n:424": "Ye ca kho devadūtehi, santo sappurisā idha;",
  "anya-e0904n:425": "Coditā na pamajjanti, ariyadhamme kudācanaṁ.",
  "anya-e0904n:426": "Upādāne bhayaṁ disvā, jātimaraṇasambhave;",
  "anya-e0904n:427": "Anupādā vimuccanti, jātimaraṇasaṅkhaye.",
  "anya-e0904n:428": "Te appamattā sukhino, diṭṭhadhammābhinibbutā;",
  "anya-e0904n:429": "Sabbaverabhayātītā, sabbadukkhaṁ upaccaguṁ’’ hu –",
  "anya-e0904n:430": "Catumahārājasutta",
  "anya-e0904n:431": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte devadūtavagge aṭṭhamaṁ catumahārājasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:432_0": "Vissajjanā – aṭṭhamaṁ bhante catumahārājasuttaṁ ‘‘aṭṭhamiyaṁ bhikkhave pakkhassa",
  "anya-e0904n:432_1": "catunnaṁ mahārājānaṁ amaccā pārisajjā imaṁ lokaṁ anuvicaranti kacci bahū manussā",
  "anya-e0904n:432_2": "manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhapacāyino, uposathaṁ upavasanti",
  "anya-e0904n:432_3": "paṭijāgaronti, puññāni karontī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:433": "Appakā kho mārisā manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhapacāyino, uposathaṁ upavasanti paṭijāgaronti, puññāni karonti.",
  "anya-e0904n:434": "‘‘Dibbā vata bho kāyā parihāyissanti, paripūrissanti asura kāyā’’ –",
  "anya-e0904n:435": "Bahū kho mārisā manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhapacāyino, uposathaṁ upavasanti paṭijāgaronti, puññāni karonti.",
  "anya-e0904n:436": "‘‘Dibbā vata bho kāyā paripūrissanti, parihāyissanti asura kāyā’’ –",
  "anya-e0904n:437": "Ādhipateyyāsutta",
  "anya-e0904n:438": "Pucchā – tattheva āvuso dasamaṁ ādhipateyyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:439_0": "Vissajjanā – tattheva bhante dasamaṁ ādhipateyyasuttaṁ ‘‘tīṇimāni bhikkhave ādhipateyyāni.",
  "anya-e0904n:439_1": "Katamāni tīṇi, attādhipateyyaṁ lokādhipateyyaṁ dhammādhipateyyaṁ. Katamañca bhikkhave",
  "anya-e0904n:439_2": "attādhipateyyaṁ, idha bhikkhave bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato",
  "anya-e0904n:439_3": "vā iti paṭisañcikkhatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:440": "Brāhmaṇavagga, paribbājakasutta",
  "anya-e0904n:441": "Pucchā – brāhmaṇavagge āvuso catutthaṁ paribbājakasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:442_0": "Vissajjanā – brāhmaṇavagge bhante catutthaṁ paribbājakasuttaṁ aññataraṁ brāhmaṇa",
  "anya-e0904n:442_1": "paribbājakaṁ ārabbha bhāsitaṁ. Aññataro bhante brāhmaṇaparibbājako bhagavantaṁ etadavoca",
  "anya-e0904n:442_2": "‘‘sanniṭṭhiko dhammo sandiṭṭhiko dhammoti bho gotama vuccati, kittāvatānu kho bho",
  "anya-e0904n:442_3": "gotama sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṁ veditabbo",
  "anya-e0904n:442_4": "viññūhī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘ratto kho brāhmaṇa rāgena abhibhūto pariyādinnacitto",
  "anya-e0904n:442_5": "attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhaya byābādhāyapi ceteti, cetasikampi",
  "anya-e0904n:442_6": "dukkhaṁ domanassaṁ paṭisaṁvedeti, rāge pahīne nevattabyābādhāyapi ceteti, naparabyābādhāyapi",
  "anya-e0904n:442_7": "ceteti, naubhayabyābādhāyapi ceteti, nacetasikaṁ dukkhaṁ domanassaṁ paṭisaṁvedetī’’ti",
  "anya-e0904n:442_8": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:443": "Vacchagottasutta",
  "anya-e0904n:444": "Pucchā – tattheva āvuso sattamaṁ vacchagottasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:445_0": "Vissajjanā – sattamaṁ bhante vacchagottasuttaṁ vacchagottaṁ paribbājakaṁ ārabbha",
  "anya-e0904n:445_1": "bhāsitaṁ. Vacchagotto bhante paribbājako bhagavantaṁ etadavoca ‘‘sutaṁ metaṁ bho",
  "anya-e0904n:445_2": "gotama samaṇo gotamo evamāha ‘‘mayhameva dānaṁ dātabbaṁ, nāññesaṁ dānaṁ dātabba.",
  "anya-e0904n:445_3": "(Peyyāla) anabbhakkhā tukāmāhi mayaṁ bhavantaṁ gotama’’nti. Tasmiṁ bhante vatthusmiṁ",
  "anya-e0904n:445_4": "‘‘ye te vaccha evamāhaṁsu samaṇo gotamo evamāha mayhameva dānaṁ dātabbaṁ, nāññesaṁ",
  "anya-e0904n:445_5": "dātabba’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:446": "Saṅgāravasutta",
  "anya-e0904n:447": "Pucchā – tattheva āvuso dasamaṁ saṅgāravasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:448_0": "Vissajjanā – dasamaṁ bhante saṅgāravasuttaṁ saṅgāravaṁ brāhmaṇaṁ ārabbha bhāsitaṁ.",
  "anya-e0904n:448_1": "Saṅgāravo bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘mayamassu bho gotama brāhmaṇā nāma",
  "anya-e0904n:448_2": "yaññaṁ yajāmapi yajāpemapi, tatra bho gotama yo ceva yajati yo ca yajāpeti, sabbe",
  "anya-e0904n:448_3": "te anekasārīrikaṁ puññappaṭipadaṁ paṭipannā honti, yadidaṁ yaññādhikaraṇaṁ, yopanāyaṁ",
  "anya-e0904n:448_4": "bho gotama yassa vā kulā agārasmā anagāriyaṁ pabbajito ekamattānaṁ dameti, ekamattānaṁ",
  "anya-e0904n:448_5": "sameti, ekamattānaṁ parinibbāpeti, evamassāyaṁ ekasārīrikaṁ puññappaṭipadaṁ paṭipanno",
  "anya-e0904n:448_6": "hoti, yadidaṁ pabbajjādhikaraṇa’’nti. Tasmiṁ bhante vatthusmiṁ ‘‘tenahi brāhmaṇa",
  "anya-e0904n:448_7": "taññevettha paṭipucchissāmi, yathā te khameyya, tathā naṁ byākareyyāsī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:449": "‘‘Iccāyapi bho gotama evaṁ bhante anekasārīrikā puññappaṭipadā hoti’’ –",
  "anya-e0904n:450": "Pucchā – tattheva āvuso dutiya anusandhimhi bhagavatā kīdisī dhammadesanā desitā.",
  "anya-e0904n:451": "Vissajjanā – tattheva bhante dutiye anusandhimhi tividhā pāṭihāriyā paṭisaṁyuttā dhammadesanā bhagavatā desitā.",
  "anya-e0904n:452": "‘‘Seyyathāpi bhavaṁ gotamo bhavañcānando, ete me pujjā ete me pāsaṁsā’’ –",
  "anya-e0904n:453": "‘‘Seyyathāpi bhavaṁ gotamo bhavañcānando, ete me pujjā ete me pāsaṁsā’’ –",
  "anya-e0904n:454": "Mahāvagga, venāgapurasutta",
  "anya-e0904n:455": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanimāte mahāvagge tatiyaṁ venāgapurasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:456_0": "Vissajjanā – kosalesu bhante venāgapure nāma brāhmaṇānaṁ gāme venāgapurikaṁ vacchagottaṁ",
  "anya-e0904n:456_1": "brāhmaṇaṁ ārabbha bhāsitaṁ. Venāgapuriko bhante vacchagotto brāhmaṇo bhagavantaṁ",
  "anya-e0904n:456_2": "etadavoca ‘‘acchariyaṁ bho gotama, abbhutaṁ bho gotama, yāvañcidaṁ bhoto gotamassa",
  "anya-e0904n:456_3": "vippasannāni indriyāni, parisuddho chavivaṇṇo pariyodāto (peyyāla) evarūpānaṁ nūna",
  "anya-e0904n:456_4": "bhavaṁ gotamo uccāsayana mahāsayanānaṁ nikāmalābhī akicchalābhī’’ti. Tasmiṁ bhante",
  "anya-e0904n:456_5": "vatthusmiṁ ‘‘yāni kho pana tāni brāhmaṇa uccāsayana mahāsayanāni. Seyyathidaṁ, āsandi",
  "anya-e0904n:456_6": "pallaṅko gonako cittako paṭikā paṭalikā tūlikā vikatikā uddalomī ekantalomī kaṭṭissaṁ",
  "anya-e0904n:456_7": "koseyyaṁ kuṭṭakaṁ hatthattharaṁ assattharaṁ rathattharaṁ ajinappaveṇī kadalimigapavarapaccattharaṇaṁ",
  "anya-e0904n:456_8": "sauttaracchadaṁ ubhatolohitakūpadhānaṁ. Dullabhāni tāni pabbajitānaṁ, laddhā ca pana",
  "anya-e0904n:456_9": "nakappantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:457": "‘‘Acchariyaṁ bho gotama abbhutaṁ bho gotama’’.",
  "anya-e0904n:458": "Dibba uccāsayanamahāsayana",
  "anya-e0904n:459": "Pucchā – kathañcāvuso tattha bhagavatā dibbaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:460_0": "Vissajjanā – idhāhaṁ brāhmaṇa yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ",
  "anya-e0904n:460_1": "nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmi, so pacchābhattaṁ",
  "anya-e0904n:460_2": "piṇḍapātapaṭikkanto vanantaññeva pavisāmīti evamādinā bhante tattha bhagavatā dibbaṁ",
  "anya-e0904n:460_3": "uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:461": "Brahma uccāsayanamahāsayana",
  "anya-e0904n:462": "Pucchā – kathañcāvuso tattha bhagavatā brahmaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:463_0": "Vissajjanā – idhāhaṁ brāhmaṇaṁ yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ",
  "anya-e0904n:463_1": "nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmīti evamādinā",
  "anya-e0904n:463_2": "bhante tattha bhagavatā brahmauccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:464": "Katamaṁ pana taṁ bho gotama brahmauccāsayanamahāsayanaṁ.",
  "anya-e0904n:465": "Ariya uccāsayanamahāsayana",
  "anya-e0904n:466": "Pucchā – kathañcāvuso tattha bhagavatā ariyaṁ uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:467_0": "Vissajjanā – idhāhaṁ brāhmaṇa yaṁ gāmaṁ vā nigamaṁ vā upanissāya viharāmi, so pubbaṇhasamayaṁ",
  "anya-e0904n:467_1": "nivāsetvā pattacīvaramādāya tameva gāmaṁ vā nigamaṁ vā piṇḍāya pavisāmi. So pacchābhattaṁ",
  "anya-e0904n:467_2": "piṇḍapāta paṭikkanto vanantaññeva pavisāmīti evamādinā bhante tattha bhagavatā ariyaṁ",
  "anya-e0904n:467_3": "uccāsayanamahāsayanaṁ desitaṁ.",
  "anya-e0904n:468": "Pucchā – tattheva āvuso mahāvagge pañcamaṁ kesamuttisuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:469_0": "Vissajjanā – kosalesu bhante kesamuttenāma kālāmānaṁ nigame kesamuttiye kālāme ārabbha",
  "anya-e0904n:469_1": "bhāsitaṁ. Kesamuttiyā bhante kālāmā bhagavantaṁ etadavocuṁ ‘‘santi bhante eke samaṇa",
  "anya-e0904n:469_2": "brāhmaṇā kesamuttaṁ āgacchanti, te sakaṁyeva vādaṁ dīpenti, jotenti, parappavādaṁ",
  "anya-e0904n:469_3": "pana khuṁsenti vambhenti paribhavanti, omakkhiṁ karonti, aparepi bhante eke samaṇabrāhmaṇā",
  "anya-e0904n:469_4": "kesamuttaṁ āgacchanti, tepi sakaṁyeva vādaṁ dīpenti jotenti, parappavādaṁ pana khuṁsenti",
  "anya-e0904n:469_5": "vambhenti paribhavanti, omakkhiṁ karonti. Tesaṁ no bhante amhākaṁ hoteva kaṅkhā,",
  "anya-e0904n:469_6": "hoti vicikicchā ko su nāma imesaṁ bhavataṁ samaṇabrāhmaṇānaṁ saccaṁ āha, ko musā’’ti.",
  "anya-e0904n:469_7": "Tasmiṁ bhante vatthusmiṁ ‘‘alañhi vo kālāmā kaṅkhituṁ alaṁ vicikicchituṁ, kaṅkhīyeva",
  "anya-e0904n:469_8": "pana vo ṭhāne vicikicchā uppannā’’ti eva mādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:470": "Uposatasutta",
  "anya-e0904n:471": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte mahāvagge dasamaṁ uposathasuttaṁ kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:472_0": "Vissajjanā – sāvatthiyaṁ bhante visākhaṁ migāramātaraṁ ārabbha ‘‘tayo kho me visākhe",
  "anya-e0904n:472_1": "uposathā. Katame tayo. Gopālakuposatho nigaṇṭhuposatho ariyuposatho’’ti evaṁ kho bhagavatā bhāsitaṁ.",
  "anya-e0904n:473": "Handa kuto nu tvaṁ visākhe āgacchasi divā divassa.",
  "anya-e0904n:474": "‘‘Tayo kho me visākhe uposathā. Katame tayo, gopālakuposatho nigaṇṭhuposatho ariyuposatho’’ –",
  "anya-e0904n:475": "Gopālakaupuggala",
  "anya-e0904n:476": "Pucchā – kathañcāvuso tattha bhagavatā gopālakuposatho pakāsito.",
  "anya-e0904n:477_0": "Vissajjanā – kathañca visākhe gopālakuposatho hoti, seyyathāpi visākhe gopālako sāyanhasamaye",
  "anya-e0904n:477_1": "sāmikānaṁ gāvo niyyātetvā iti paṭisañcikkhati ‘‘ajja kho gāvo amukasmiñca amukasmiñca",
  "anya-e0904n:477_2": "padese cariṁsu, amukasmiñca amukasmiñca padese pānīyāni piviṁsu.",
  "anya-e0904n:478": "Sve dāni gāvo amukasmiñca amukasmiñca padese carissanti, amukasmiñca amukasmiñca padese pānīyāni pivissantī’’ti evamādinā bhante tattha bhagavatā gopālakuposatho pakāsito.",
  "anya-e0904n:479": "Nigaṇṭhaupuggala",
  "anya-e0904n:480": "Pucchā – kathañcāvuso tattha bhagavatā nigaṇṭhuposatho pakāsito.",
  "anya-e0904n:481_0": "Vissajjanā – kathañca visākhe nigaṇṭhuposatho hoti, atthi visākhe nigaṇṭhānāma samaṇajātikā,",
  "anya-e0904n:481_1": "te sāvakaṁ evaṁ samādapenti, ‘‘ehitvaṁ ambhopurisa ye puratthimāya disāya pāṇā paraṁ",
  "anya-e0904n:481_2": "yojanasataṁ, tesu daṇḍaṁ nikkhipāhi, ye pacchimāya disāya. Ye uttarāya disāya. Ye",
  "anya-e0904n:481_3": "dakkhiṇāya disāya pāṇā paraṁ yojanasataṁ, tesu daṇḍaṁ nikkhipāhī’’ti evamādinā bhante",
  "anya-e0904n:481_4": "tattha bhagavatā nigaṇṭhuposatho pakāsito.",
  "anya-e0904n:482": "Ehi tvaṁ ambho purisa.",
  "anya-e0904n:483": "Ehi tvaṁ ambho purisa sabbacelāni nikkhipitvā evaṁ vadehi.",
  "anya-e0904n:484": "Nāhaṁ kvacani kassaci kiñcanatasmiṁ, na ca mama kvacani katthaci kiñcana tatthi.",
  "anya-e0904n:485": "Ariyā uposatho",
  "anya-e0904n:486": "Pucchā – kathañcāvuso tattha bhagavatā ariyuposatho vitthārena vibhajitvā pakāsito.",
  "anya-e0904n:487_0": "Vissajjanā – kathañca visākhe ariyuposatho hoti, upakkiliṭṭhassa visākhe cittassa",
  "anya-e0904n:487_1": "upakkamena pariyodapanā hoti. Kathañca visākhe upakkiliṭṭhassa cittassa upakkamena",
  "anya-e0904n:487_2": "pariyodapanā hoti. Idha visākhe ariyasāvako tathāgataṁ anussarati ‘‘itipi so bhagavā",
  "anya-e0904n:487_3": "arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi",
  "anya-e0904n:487_4": "satthā devamanussānaṁ buddho bhagavā’’ti. Tassa tathāgataṁ anussarato cittaṁ pasīdati,",
  "anya-e0904n:487_5": "pāmojjaṁ uppajjati, ye cittassa upakkilesā te pahīyantīti evamādinā bhante tattha",
  "anya-e0904n:487_6": "bhagavatā ariyo uposatho vitthāretvā pakāsito.",
  "anya-e0904n:488": "Pucchā – evaṁ upavutthassa pana āvuso ariyuposathassa kathaṁ mahapphalatā mahānisaṁsatā vuttā bhagavatā.",
  "anya-e0904n:489_0": "Vissajjanā – kīvamahapphalā hoti, kīvamahānisaṁso, kīvamahājutiko, kīvamahāvipphāro,",
  "anya-e0904n:489_1": "seyyathāpi visākhe yo imesaṁ soḷasannaṁ mahājanapadānaṁ pahūtarattajanapadānaṁ issariyādhipaccaṁ",
  "anya-e0904n:489_2": "rajjaṁ kāreyya, seyyathidaṁ ‘‘aṅgānaṁ magadhānaṁ kāsīnaṁ kosalānaṁ vajjīnaṁ mallānaṁ",
  "anya-e0904n:489_3": "cetīnaṁ vaṅgānaṁ kurūnaṁ pañcālānaṁ macchānaṁ sūrasenānaṁ assakānaṁ avantīnaṁ gandhārānaṁ",
  "anya-e0904n:489_4": "kambojānaṁ, aṭṭhaṅgasamannāgatassa uposathassa etaṁ kalaṁ nāgghati soḷasi’’nti evamādinā",
  "anya-e0904n:489_5": "bhante tattha bhagavatā evaṁ upavutthassa ariyuposathassa mahapphalatā mahānisaṁsatā vuttā.",
  "anya-e0904n:490": "Ānandavagga",
  "anya-e0904n:491": "Ājīvakasutta",
  "anya-e0904n:492": "Pucchā – aṅguttaranikāye āvuso tikanipāte ānandavagge dutiyaṁ ājīvakasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kena kathañca bhāsitaṁ.",
  "anya-e0904n:493_0": "Vissajjanā – kosambiyaṁ bhante aññataraṁ ājīvakasāvakaṁ gahapatiṁ ārabbha āyasmatā",
  "anya-e0904n:493_1": "ānandattherena dhammabhaṇḍāgārikena bhāsitaṁ. Aññataro bhante ājīvakasāvako gahapati",
  "anya-e0904n:493_2": "āyasmantaṁ ānandaṁ etadavoca ‘‘kesaṁ no bhante ānanda dhammo svākkhāto, ke loke suppaṭipannā,",
  "anya-e0904n:493_3": "ke loke sukatā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘tena hi gahapati taññevettha paṭipucchissāmi,",
  "anya-e0904n:493_4": "yathā te khameyya, tathā naṁ byākareyyāsī’’ti evamādinā āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṁ.",
  "anya-e0904n:494": "‘‘Kesaṁ no bhante ānanda dhammo svākkhāto, ke loke suppaṭipannā, ke loke sukatā’’.",
  "anya-e0904n:495": "‘‘Taṁ kiṁ maññasi gahapati’’ –",
  "anya-e0904n:496": "‘‘Iti kho gahapati tayāvetaṁ byākataṁ’’ –",
  "anya-e0904n:497": "‘‘Abhikkantaṁ bhante, abhikkantaṁ bhante, seyyathāpi bhante nikkujjitaṁ vā ukkujjeyya’’ –",
  "anya-e0904n:498": "Gandhajātasutta",
  "anya-e0904n:499": "Pucchā – tattheva āvuso navamaṁ gandhajātasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:500_0": "Vissajjanā – āyasmantaṁ bhante ānandaṁ ārabbha bhāsitaṁ. Āyasmā bhante ānando bhagavantaṁ",
  "anya-e0904n:500_1": "etadavoca ‘‘tīṇimāni bhante gandhajātāni, yesaṁ anuvātaṁyeva gandho gacchati no paṭivātaṁ…pe…",
  "anya-e0904n:500_2": "atthi nu kho bhante kiñci gandhajātaṁ, yassa anuvātampi gandho gacchati paṭivātampi",
  "anya-e0904n:500_3": "gandho gacchati, anuvātapaṭivātampi gandho gacchatī’’ti. Tasmiṁ bhante vatthusmiṁ",
  "anya-e0904n:500_4": "‘‘atthānanda kiñci gandhajātaṁ, yassa anuvātampi gandho gacchati, paṭivātampi gandho",
  "anya-e0904n:500_5": "gacchati, anuvātapaṭivātampi gandho gacchatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:501": "Na pupphagandho paṭivātameti;",
  "anya-e0904n:502": "Na candanaṁ tagaramallikā vā;",
  "anya-e0904n:503": "Satañca gandho paṭivātameti;",
  "anya-e0904n:504": "Sabbā disā sappuriso pavāyati;",
  "anya-e0904n:505": "Gadrabhasutta",
  "anya-e0904n:506": "Pucchā – samaṇavagge āvuso dutiyaṁ gadrabhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:507_0": "Vissajjanā – samaṇavagge bhante dutiyaṁ gadrabhasuttaṁ ‘‘seyyathāpi bhikkhave gadrabho",
  "anya-e0904n:507_1": "gogaṇaṁ piṭṭhito piṭṭhito anubandho hoti ‘ahampi dammo ahampi dammo’ti, tassa na",
  "anya-e0904n:507_2": "tādiso vaṇṇo hoti seyyathāpi gunnaṁ, na tādiso saro hoti seyyathāpi gunnaṁ, na tādisaṁ",
  "anya-e0904n:507_3": "padaṁ hoti seyyathāpi gunnaṁ, so gogaṇaṁyeva piṭṭhito piṭṭhito anubandho hoti ahampi",
  "anya-e0904n:507_4": "dammo ahampi dammo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:508": "Tasmātiha bhikkhave evaṁ sikkhitabbaṁ.",
  "anya-e0904n:509": "‘‘Tibbo no chando bhavissati adhisīlasikkhāsamādāne…pe… adhipaññāsikkhāsamādāne’’ –",
  "anya-e0904n:510": "Saṅkavāsutta",
  "anya-e0904n:511": "Pucchā – tattheva āvuso ekādasamaṁ saṅkavāsuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:512_0": "Vissajjanā – kosalesu bhante saṅkavāyaṁ nāma kosalānaṁ nigame kassapagottaṁ nāma",
  "anya-e0904n:512_1": "bhikkhuṁ ārabbha bhāsitaṁ. Kassapa gotto bhante bhikkhu bhagavati manopadūsitvā bhagavato",
  "anya-e0904n:512_2": "santike accayaṁ accayato desesi. Tasmiṁ bhante vatthusmiṁ ‘‘thero cepi kassapa bhikkhu",
  "anya-e0904n:512_3": "na sikkhākāmo na sikkhāsamādānassa vaṇṇavādī. Ye caññe bhikkhū na sikkhākāmā, te",
  "anya-e0904n:512_4": "ca na sikkhāya samādapeti, ye caññe bhikkhū sikkhākāmā tesañca na vaṇṇaṁ bhaṇati",
  "anya-e0904n:512_5": "bhūtaṁ tacchaṁ kālenā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:513": "Loṇakapallavagga",
  "anya-e0904n:514": "Accāyikasutta",
  "anya-e0904n:515": "Pucchā – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye tikanipāte loṇakapallavagge paṭhamaṁ accāyikasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:516_0": "Vissajjanā – loṇakapallavagge bhante paṭhamaṁ accāyikasuttaṁ ‘‘tīṇimāni bhikkhave",
  "anya-e0904n:516_1": "kassakassa gahapatissa accāyikāni karaṇīyāni. Katamāni tīṇi, idha bhikkhave kassako",
  "anya-e0904n:516_2": "gahapati sīghaṁ sīghaṁ khettaṁ sukaṭṭhaṁ karoti sumatikataṁ. Sīghaṁ sīghaṁ khettaṁ",
  "anya-e0904n:516_3": "sukaṭṭhaṁ karitvā sumatikataṁ sīghaṁ sīghaṁ bījāni patiṭṭhāpeti. Sīghaṁ sīghaṁ bījāni",
  "anya-e0904n:516_4": "patiṭṭhāpetvā sīghaṁ sīghaṁ udakaṁ abhinetipi apanetipi. Imāni kho bhikkhave tīṇi",
  "anya-e0904n:516_5": "kassakassa gahapatissa accāyikāni karaṇīyāni’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:517": "Sambodhavagga",
  "anya-e0904n:518": "Ruṇṇasutta",
  "anya-e0904n:519": "Pucchā – sambodhavagge panāvuso pañcamaṁ ruṇṇasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:520_0": "Vissajjanā – sambodhavagge bhante pañcamaṁ ruṇṇasuttaṁ ‘‘ruṇṇamidaṁ bhikkhave ariyassa",
  "anya-e0904n:520_1": "vinaye yadidaṁ gītaṁ, ummattakamidaṁ bhikkhave ariyassa vinaye yadidaṁ naccaṁ, komārakamidaṁ",
  "anya-e0904n:520_2": "bhikkhave ariyassa vinaye yadidaṁ ativelaṁ dantavidaṁsakahasitaṁ. Tasmātiha bhikkhave",
  "anya-e0904n:520_3": "setughāto gīte setughāto nacce, alaṁ vo dhammappamoditānaṁ sataṁ sitaṁ sitamattāyā’’ti",
  "anya-e0904n:520_4": "evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:521": "Arakkhīkasutta",
  "anya-e0904n:522": "Pucchā – tattheva āvuso sattamaṁ arakkhitasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:523_0": "Vissajjanā – sāvatthiyaṁ bhante anātapiṇḍikaṁ gahapatiṁ ārabbha ‘‘citte gahapati",
  "anya-e0904n:523_1": "arakkhite kāyakammampi arakkhitaṁ hoti, vacīkammampi. Manokammampi arakkhitaṁ hoti.",
  "anya-e0904n:523_2": "Tassa arakkhitakāyakammantassa arakkhitavacīkammantassa arakkhitamanokammantassa",
  "anya-e0904n:523_3": "kāyakammampi avassutaṁ hoti, vacīkammampi avassutaṁ hoti, manokammampi avassutaṁ",
  "anya-e0904n:523_4": "hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:524": "Āpāyikavagga",
  "anya-e0904n:525": "Apaṇṇakasutta",
  "anya-e0904n:526": "Pucchā – āpāyikavagge āvuso chaṭṭhaṁ apaṇṇakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:527_0": "Vissajjanā – āpāyikavagge bhante chaṭṭhaṁ apaṇṇakasuttaṁ ‘‘tisso imā bhikkhave vipattiyo.",
  "anya-e0904n:527_1": "Katamā tisso sīlavipatti, cittavipatti, diṭṭhivipatti. Katamā ca bhikkhave sīlavipatti,",
  "anya-e0904n:527_2": "idha bhikkhave ekacco pāṇātipātī hoti…pe… samphappalāpī hoti. Ayaṁ vuccati bhikkhave",
  "anya-e0904n:527_3": "sīlavipattī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:528": "Kusināravagga",
  "anya-e0904n:529": "Kusinārasutta",
  "anya-e0904n:530": "Pucchā – kusināravagge panāvuso paṭhamaṁ kusinārasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:531_0": "Vissajjanā – kusinārāyaṁ bhante baliharaṇe vanasaṇḍe sambahule bhikkhū ārabbha ‘‘idha",
  "anya-e0904n:531_1": "bhikkhave bhikkhu aññataraṁ gāmaṁ vā nigamaṁ vā upanissāya viharati, tamenaṁ gahapati",
  "anya-e0904n:531_2": "vā gahapatiputto vā upasaṅkamitvā svātanāya bhattena nimantetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:532": "Hatthakasutta",
  "anya-e0904n:533": "Pucchā – tattheva āvuso pañcamaṁ hatthakasuttaṁ bhagavatā kattha kena saddhiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:534_0": "Vissajjanā – sāvatthiyaṁ bhante hatthakena devaputtena saddhiṁ ‘‘ye te hatthaka dhammā",
  "anya-e0904n:534_1": "pubbe manussabhūtassa pavattino ahesuṁ, apinu te te dhammā etarahi pavattino’’ti",
  "anya-e0904n:534_2": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:535": "Anuruddhasutta",
  "anya-e0904n:536": "Pucchā – tattheva āvuso aṭṭhamaṁ anuruddhasuttaṁ kaṁ ārabbha kena kathañca bhāsitaṁ.",
  "anya-e0904n:537_0": "Vissajjanā – aṭṭhamaṁ bhante anuruddhasuttaṁ āyasmantaṁ anuruddhattheraṁ ārabbha",
  "anya-e0904n:537_1": "āyasmatā sāriputtattherena dhammasenāpatinā ‘‘yaṁ kho te āvuso anuruddhaṁ evaṁ hoti",
  "anya-e0904n:537_2": "‘ahaṁ dibbena cakkhunā visuddhena atikkantamānusakena sahassaṁ lokaṁ volokemī’ti,",
  "anya-e0904n:537_3": "idaṁ te mānasmiṁ’’ti evamādinā bhāsitaṁ.",
  "anya-e0904n:538": "‘‘Sādhu vatāyasmā anuruddho ime tayo dhamme pahāya ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṁ upasaṁharatu’’ –",
  "anya-e0904n:539": "Kusināravagga",
  "anya-e0904n:540": "Paṭicchannasutta",
  "anya-e0904n:541": "Pucchā – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye tikanipāte kusināravagge navamaṁ paṭicchannasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:542_0": "Vissajjanā – navamaṁ bhante paṭicchannasuttaṁ ‘‘tīṇimāni bhikkhave paṭicchannāni",
  "anya-e0904n:542_1": "āvahanti no vivaṭāni. Katamāni tīṇi, mātugāmo bhikkhave paṭicchanno āvahati no vivaṭo,",
  "anya-e0904n:542_2": "brāhmaṇānaṁ bhikkhave mantā paṭicchannā āvahanti no vivaṭā, micchādiṭṭhi bhikkhave",
  "anya-e0904n:542_3": "paṭicchannā āvahati no vivaṭā. Imāni kho bhikkhave tīṇi paṭicchannāni āvahanti no",
  "anya-e0904n:542_4": "vivaṭānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:543": "Lekhasutta",
  "anya-e0904n:544": "Pucchā – tattheva āvuso dasamaṁ lekhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:545_0": "Vissajjanā – dasamaṁ bhante lekhasuttaṁ ‘‘tayome bhikkhave puggalā santo saṁvijjamānā",
  "anya-e0904n:545_1": "lokasmiṁ. Katame tayo, pāsāṇalekhūpamo puggalo pathavilekhūpamo puggalo udakalekhūpamo",
  "anya-e0904n:545_2": "puggalo. Katamo ca bhikkhave pāsāṇa lekhūpamo puggalo, idha bhikkhave ekacco puggalo",
  "anya-e0904n:545_3": "abhiṇhaṁ kujjhati, so ca khvassa kodho dīgharattaṁ anuseti. Seyyathāpi bhikkhave",
  "anya-e0904n:545_4": "pāsāṇalekhā na khippaṁ lujjati vātena vā udakena vā, ciraṭṭhitikā hoti, evameva kho",
  "anya-e0904n:545_5": "bhikkhave idhekacco puggalo abhiṇhaṁ kujjhati, so ca khvassa kodho dīgharattaṁ anuseti.",
  "anya-e0904n:545_6": "Ayaṁ vuccati bhikkhave pāsāṇalekhūpamo puggalo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:546": "Yodhājīvavagga",
  "anya-e0904n:547": "Kesakambalasutta",
  "anya-e0904n:548": "Pucchā – yodhājīvavagge pana āvuso pañcamaṁ kesakambalasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:549_0": "Vissajjanā – yodhājīvavagge bhante pañcamaṁ kesakambalasuttaṁ ‘‘seyyathāpi bhikkhave",
  "anya-e0904n:549_1": "yāni kānici tantāvutānaṁ vatthānaṁ, kesakambalo tesaṁ paṭikiṭṭho akkhāyati. Kesakambalo",
  "anya-e0904n:549_2": "bhikkhave sīte sīto uṇhe uṇho dubbaṇṇo duggandho dukkhasamphasso. Evameva kho bhikkhave",
  "anya-e0904n:549_3": "yānikānici puthusamaṇabrāhmaṇavādānaṁ, makkhalivādo tesaṁ paṭikiṭṭho akkhāyatīti",
  "anya-e0904n:549_4": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:550": "Maṅgalavagga",
  "anya-e0904n:551": "Vandanāsutta",
  "anya-e0904n:552": "Pucchā – maṅgalavagge panāvuso navamaṁ vandanāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:553_0": "Vissajjanā – maṅgalavagge bhante navamaṁ vandanāsuttaṁ ‘‘tisso imā bhikkhave vandanā.",
  "anya-e0904n:553_1": "Katamā tisso, kāyena vācāya manasā. Imā kho bhikkhave tisso vandanā’’ti, evaṁ kho",
  "anya-e0904n:553_2": "bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:554": "‘‘Tisso imā bhikkhave vandanā. Katamā tisso, kāyena vācāya manasā. Imā kho bhikkhave tisso vandanā’’.",
  "anya-e0904n:555": "Pubbaṇhasutta",
  "anya-e0904n:556": "Pucchā – tattho āvuso dasamaṁ pubbaṇhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:557_0": "Vissajjanā – dasamaṁ bhante pubbaṇhasuttaṁ ‘‘ye bhikkhave sattā pubbaṇhasamayaṁ kāyena",
  "anya-e0904n:557_1": "sucaritaṁ caranti, vācāya sucaritaṁ caranti, manasā sucaritaṁ caranti. Supubbaṇho",
  "anya-e0904n:557_2": "bhikkhave tesaṁ sattānaṁ. Ye bhikkhave sattā majjhanhikasamayaṁ…pe… sāyanhasamayaṁ",
  "anya-e0904n:557_3": "kāyena sucaritaṁ caranti, vācāya sucaritaṁ caranti, manasā sucaritaṁ caranti. Susāyanho",
  "anya-e0904n:557_4": "bhikkhave tesaṁ sattāna’’nti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:558": "Sunakkhattaṁ sumaṅgalaṁ, suppabhātaṁ suhuṭṭhitaṁ;",
  "anya-e0904n:559": "Sukhaṇo sumuhutto ca, suyiṭṭhaṁ brahmacārisu.",
  "anya-e0904n:560": "Bhaṇḍagāmavagga",
  "anya-e0904n:561": "Anubuddhasutta",
  "anya-e0904n:562": "Pucchā – catukkanipāte pana āvuso bhaṇḍagāmavagge paṭhamaṁ anubuddhasuttaṁ bhagavatā sattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:563_0": "Vissajjanā – vajjīsu bhante bhaṇḍagāme sambahule bhikkhū ārabbha ‘‘catunnaṁ bhikkhave",
  "anya-e0904n:563_1": "dhammānaṁ ananubodhā appaṭivedhā evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva",
  "anya-e0904n:563_2": "tumhākañca. Katamesaṁ catunnaṁ, ariyassa bhikkhave sīlassa ananubodhā appaṭivedhā",
  "anya-e0904n:563_3": "evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañca. Ariyassa bhikkhave",
  "anya-e0904n:563_4": "samādhissa…. Ariyāya bhikkhave paññāya…. Ariyāya bhikkhave vimuttiyā ananubodhā appaṭivedhā",
  "anya-e0904n:563_5": "evamidaṁ dīghamaddhānaṁ sandhāvitaṁ saṁsaritaṁ mamañceva tumhākañcā’’ti evamādinā",
  "anya-e0904n:563_6": "bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:564": "Appassutasutta",
  "anya-e0904n:565": "Pu – tattheva āvuso chaṭṭhaṁ appassutasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:566_0": "Vi – tattha bhante chaṭṭhaṁ appassutasuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā",
  "anya-e0904n:566_1": "lokasmiṁ. Katame cattāro, appassuto sutena anupapanno, appassuto sutena upapanno,",
  "anya-e0904n:566_2": "bahussuto sutena anupapanno, bahussuto sutena upapanno’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:567": "Caravagga",
  "anya-e0904n:568": "Carasutta",
  "anya-e0904n:569": "Pu – caravagge pana āvuso paṭhamaṁ carasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:570_0": "Vi – caravagge bhante paṭhamaṁ carasuttaṁ ‘‘carato cepi bhikkhave bhikkhuno uppajjati",
  "anya-e0904n:570_1": "kāmavitakko vā byāpādavitakko vā vihiṁsāvibhatto vā, taṁ ce bhikkhu adhivāseti nappajahati",
  "anya-e0904n:570_2": "na vinodeti na byantīkaroti na anabhāvaṁ gametī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:571": "Uruvelavagga",
  "anya-e0904n:572": "Lokasutta",
  "anya-e0904n:573": "Pu – tenāvuso…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte uruvelavagge tatiyaṁ lokasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:574_0": "Vi – uruvelavagge bhante tatiyaṁ lokasuttaṁ ‘‘loko bhikkhave tathāgatena abhisambuddho,",
  "anya-e0904n:574_1": "lokasmā tathāgato visaṁyutto, lokasamudayo bhikkhave tathāgatena abhisambuddho, lokasamudayo",
  "anya-e0904n:574_2": "tathāgatassa pahīno, lokanirodho bhikkhave tathāgatena abhisambuddho lokanirodho",
  "anya-e0904n:574_3": "tathāgatassa sacchikato, lokanirodhagāminī paṭipadā bhikkhave tathāgatena abhisambuddhā,",
  "anya-e0904n:574_4": "lokanirodhagāmini paṭipadā tathāgatassa bhāvitā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:575": "Danto damayataṁ seṭṭho,",
  "anya-e0904n:576": "Santo samayataṁ isi;",
  "anya-e0904n:577": "Mutto mocayataṁ aggo,",
  "anya-e0904n:578": "Tiṇṇo tārayataṁ varo–",
  "anya-e0904n:579": "Sabbaṁ lokaṁ abhiññāya,",
  "anya-e0904n:580": "Sabbaṁ loke yathātathaṁ;",
  "anya-e0904n:581": "Sabbaṁ lokaṁ visaṁyutto,",
  "anya-e0904n:582": "Sabbaloke anūpayo.",
  "anya-e0904n:583": "Sa ve sabbābhibhū dhīro,",
  "anya-e0904n:584": "Sabbaganthappamocano;",
  "anya-e0904n:585": "Puṭṭha’ssa paramā santi,",
  "anya-e0904n:586": "Nibbānaṁ akuto bhayaṁ.",
  "anya-e0904n:587": "Esa khīṇāsavo buddho,",
  "anya-e0904n:588": "Anīgho chinnasaṁsayo;",
  "anya-e0904n:589": "Sabbakammakkhayaṁ patto,",
  "anya-e0904n:590": "Vimutto upadhisaṅkhaye;",
  "anya-e0904n:591": "Esa so bhagavā buddho,",
  "anya-e0904n:592": "Esa sīho anuttaro;",
  "anya-e0904n:593": "Sadevakassa lokassa,",
  "anya-e0904n:594": "Brahmacakkaṁ pavattayī.",
  "anya-e0904n:595": "Iti devā manussā ca,",
  "anya-e0904n:596": "Ye buddhaṁ saraṇaṁ gatā;",
  "anya-e0904n:597": "Saṅgamma taṁ namassanti,",
  "anya-e0904n:598": "Mahantaṁ vītasāradaṁ.",
  "anya-e0904n:599": "Danto damayataṁ seṭṭho,",
  "anya-e0904n:600": "Santo samayataṁ isi;",
  "anya-e0904n:601": "Mutto mocayataṁ aggo,",
  "anya-e0904n:602": "Tiṇṇo tārayataṁ varo.",
  "anya-e0904n:603": "Iti hetaṁ namassanti,",
  "anya-e0904n:604": "Mahantaṁ vītasāradaṁ;",
  "anya-e0904n:605": "Sadevakasmiṁ lokasmiṁ,",
  "anya-e0904n:606": "Natthi me paṭipuggalo–",
  "anya-e0904n:607": "Brahmacariyasutta",
  "anya-e0904n:608": "Pu – tattheva āvuso pañcamaṁ brahmacariyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:609_0": "Vi – pañcamaṁ bhante brahmacariyasuttaṁ ‘‘nayidaṁ bhikkhave brahmacariyaṁ vussati",
  "anya-e0904n:609_1": "janakuhanatthaṁ, na janalapanatthaṁ, na lābhasakkārasilokānisaṁsuttaṁ , na itivādappamokkhānisaṁsatthaṁ,",
  "anya-e0904n:609_2": "na ‘iti maṁ jano jānātū’ti. Atha kho idaṁ bhikkhave brahmacariyaṁ vussati saṁvaratthaṁ",
  "anya-e0904n:609_3": "pahānatthaṁ virāgatthaṁ nirodhattha’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:610": "Ariyavaṁsasutta",
  "anya-e0904n:611": "Pu – tattheva āvuso aṭṭhamaṁ ariyavaṁsasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:612_0": "Vi – tattheva bhante aṭṭhamaṁ ariyavaṁsasuttaṁ ‘‘cattārome bhikkhave ariyavaṁsā aggaññā",
  "anya-e0904n:612_1": "rattaññā vaṁsaññā porāṇā, asaṁkiṇṇā asaṁkiṇṇapubbāna saṁkīyissanti, appaṭikuṭṭhā",
  "anya-e0904n:612_2": "samaṇehi brāhmaṇehi viññūhi. Katame cattāro, idha bhikkhave bhikkhu santuṭṭho hoti",
  "anya-e0904n:612_3": "itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, na ca cīvarahetu anesanaṁ",
  "anya-e0904n:612_4": "appatirūpaṁ āpajjati, aladdhā ca cīvaraṁ na paritassati, laddhā ca cīvaraṁ agadhito",
  "anya-e0904n:612_5": "amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati, tāya ca pana itarītaracīvarasantuṭṭhiyā",
  "anya-e0904n:612_6": "nevattānukkaṁseti no paraṁ vambheti. Yo hi tattha dakkho analaso sampajāno paṭissabho,",
  "anya-e0904n:612_7": "ayaṁ vuccati bhikkhave bhikkhu porāṇe aggaññe ariyavaṁse ṭhito’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:613": "Cakkavagga",
  "anya-e0904n:614": "Cakkasutta",
  "anya-e0904n:615": "Pu – cakkavagge pana āvuso paṭhamaṁ cakkasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:616_0": "Vi – cakkavagge bhante paṭhamaṁ cakkasuttaṁ ‘‘cattārimāni bhikkhave cakkāni, yehi",
  "anya-e0904n:616_1": "samannāgatānaṁ devamanussānaṁ catucakkaṁ vattati, yehi samannāgatā devamanussā nacirasseva",
  "anya-e0904n:616_2": "mahantattaṁ vepullattaṁ pāpuṇanti bhogesu. Katamāni cattāri, patirūpadesavāso sappurisāvassayo",
  "anya-e0904n:616_3": "attasammāpaṇidhi pubbe ca katapuññatā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:617": "Saṅgahasutta",
  "anya-e0904n:618": "Pu – tattheva āvuso dutiyaṁ saṅgahasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:619": "Vi – tattheva bhante dutiyaṁ saṅgahasuttaṁ ‘‘cattārimāni bhikkhave saṅgahavatthūni. Katamāni cattāri, dānaṁ peyyavajjaṁ atthacariyā samānattatā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:620": "Sīhasutta",
  "anya-e0904n:621": "Pu – bhattheva āvuso tatiyaṁ sīhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:622_0": "Vi – tattheva bhante tatiyaṁ sīhasuttaṁ ‘‘sīho bhikkhave migarājā sāyanusamayaṁ āsayā",
  "anya-e0904n:622_1": "nikkhamati, āsayā nikkhamitvā vijambhati, vijambhitvā samantā catuddisā anuviloketi,",
  "anya-e0904n:622_2": "samantā catuddisā anuviloketvā tikkhattuṁ sīhanādaṁ nadati, tikkhattuṁ sīhanādaṁ",
  "anya-e0904n:622_3": "naditvā gocarāya pakkamatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:623": "Doṇasutta",
  "anya-e0904n:624": "Pu – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte cakkavagge chaṭṭhaṁ doṇasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:625_0": "Vi – antarā ca bhante ukkaṭṭhaṁ antarā ca setabyaṁ doṇaṁ brāhmaṇaṁ ārabbha bhāsitaṁ.",
  "anya-e0904n:625_1": "Doṇo bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘devo no bhavaṁ bhavissatī’’ti. Tasmiṁ",
  "anya-e0904n:625_2": "bhante vatthusmiṁ ‘‘na kho ahaṁ brāhmaṇa devo bhavissāmī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:626": "‘‘Acchariyaṁ vata bho, abbhutaṁ vata bho, na vatimāni manussabhūtassa padāni bhavissanti’’.",
  "anya-e0904n:627": "‘‘Devo no bhavaṁ bhavissati’’.",
  "anya-e0904n:628": "‘‘Na kho ahaṁ brāhmaṇa devo bhavissami’’.",
  "anya-e0904n:629": "‘‘Gandhabbo no bhavaṁ bhavissati’’.",
  "anya-e0904n:630": "‘‘Na kho ahaṁ brāhmaṇa gandhabbo bhavissāmi’’.",
  "anya-e0904n:631": "Ujjayasutta",
  "anya-e0904n:632": "Pu – tattheva āvuso navamaṁ ujjayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:633_0": "Vi – navamaṁ bhante ujjayasuttaṁ ‘‘na kho ahaṁ brāhmaṇa sabbaṁ yaññaṁ vaṇṇemi, na",
  "anya-e0904n:633_1": "panāhaṁ brāhmaṇa sabbaṁ yaññaṁ na vaṇṇemi. Yathārūpe kho brāhmaṇa yaññe gāvo haññanti,",
  "anya-e0904n:633_2": "ajeḷakā haññanti, kukkuṭasūkarā haññanti, vividhā pāṇā saṅghātaṁ āpajjantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:634": "‘‘Bhavampi no gotamo yaññaṁ vaṇṇeti’’.",
  "anya-e0904n:635": "Rohitassavagga",
  "anya-e0904n:636": "Samādhibhāvanāsutta",
  "anya-e0904n:637": "Pu – rohitassavagge pana āvuso paṭhamaṁ samādhibhāvanāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:638_0": "Vi – rohitassavagge bhante paṭhamaṁ samādhibhāvanāsuttaṁ ‘‘catasso imā bhikkhave",
  "anya-e0904n:638_1": "samādhibhāvanā, katamā catasso, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā",
  "anya-e0904n:638_2": "diṭṭhadhammasukhavihārāya saṁvattati, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā",
  "anya-e0904n:638_3": "ñāṇadassanappaṭilābhāya saṁvattati, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā",
  "anya-e0904n:638_4": "satisampajaññāya saṁvattati, atthi bhikkhave samādhibhāvanā bhāvitā bahulīkatā āsavānaṁ",
  "anya-e0904n:638_5": "khayāya saṁvattatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:639": "Pañhabyākaraṇasutta",
  "anya-e0904n:640": "Pu – tattheva āvuso dutiyaṁ pañhabyākaraṇasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:641_0": "Vi – tattheva bhante dutiyaṁ pañhabyākaraṇasuttaṁ ‘‘cattārimāni bhikkhave pañhabyākaraṇāni.",
  "anya-e0904n:641_1": "Katamāni cattāri, atthi bhikkhave pañho ekaṁsabyākaraṇīyo, atthi bhikkhave pañho",
  "anya-e0904n:641_2": "vibhajjabyākaraṇīyo, atthi bhikkhave pañho paṭipucchābyākaraṇīyo, atthi bhikkhave",
  "anya-e0904n:641_3": "pañho ṭhapanīyo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:642": "Puññābhisandavagga",
  "anya-e0904n:643": "Paṭhamasaṁvāsasutta",
  "anya-e0904n:644": "Pu – puññābhisandavagge pana āvuso tatiyaṁ saṁvāsasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:645_0": "Vi – puññābhisandavagge bhante tatiyaṁ saṁvāsasuttaṁ antarā ca madhuraṁ antarā ca",
  "anya-e0904n:645_1": "verañjaṁ sambahule gahapatayo ca gahapatāniyo ca ārabbha ‘‘cattārome gahapatayo saṁvāsā.",
  "anya-e0904n:645_2": "Katame cattāro, chavo chavāya saddhiṁ saṁvasati, chavo deviyā saddhiṁ saṁvasati,",
  "anya-e0904n:645_3": "devo chavāya saddhiṁ saṁvasati, devo deviyā saddhiṁ saṁvasatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:646": "Paṭhamasamajīvīsutta",
  "anya-e0904n:647": "Pu – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte puññābhisandavagge pañcamaṁ samajīvisuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:648_0": "Vi – pañcamaṁ bhante samajīvisuttaṁ ‘‘ākaṅkheyyuṁ ce gahapatayo ubho jānipatayo diṭṭhe",
  "anya-e0904n:648_1": "ceva dhamme aññamaññaṁ passituṁ, abhisamparāyañca aññamaññaṁ passituṁ, ubhova assu",
  "anya-e0904n:648_2": "samasaddhā samasīlā samacāgā samapaññā, te diṭṭhe ceva dhamme aññamaññaṁ passanti,",
  "anya-e0904n:648_3": "abhisamparāyañca aññamaññaṁ passantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:649": "Pattakammavagga",
  "anya-e0904n:650": "Ānaṇyasukhasutta",
  "anya-e0904n:651": "Pu – pattakammavagge pana āvuso dutiyaṁ ānaṇyasukhasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:652_0": "Vi – pattakammavagge bhante dutiyaṁ ānaṇyasukhasuttaṁ sāvatthiyaṁ anāthapiṇḍikaṁ",
  "anya-e0904n:652_1": "gahapatiṁ ārabbha ‘‘cattārimāni gahapati sukhāni adhigamanīyāni gihinā kāmabhoginā",
  "anya-e0904n:652_2": "kālena kālaṁ samayena samayaṁ upādāya. Katamāni cattāri, atthisukhaṁ bhogasukhaṁ",
  "anya-e0904n:652_3": "anaṇyasukhaṁ anavajjasukha’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:653": "Ānaṇyasukhaṁ ñatvāna, atho atthisukhaṁ paraṁ;",
  "anya-e0904n:654": "Bhuñjaṁ bhogasukhaṁ macco, tato paññā vipassati;",
  "anya-e0904n:655": "Vipassamāno jānāti, ubho bhāge sumedhaso;",
  "anya-e0904n:656": "Anavajjasukhassetaṁ, kalaṁ nāgghati soḷasiṁ–",
  "anya-e0904n:657": "Appaṇṇakavagga",
  "anya-e0904n:658": "Sappurisasutta",
  "anya-e0904n:659": "Pu – apaṇṇakavagge pana āvuso tatiyaṁ sappurisasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:660_0": "Vi – apaṇṇakavagge bhante tatiyaṁ sappurisasuttaṁ ‘‘catūhi bhikkhave dhammehi samannāgato",
  "anya-e0904n:660_1": "asappuriso veditabbo. Katamehi catūhi, idha bhikkhave asappuriso yo hoti parassa",
  "anya-e0904n:660_2": "avaṇṇo taṁ apuṭṭhopi pātu karoti ko pana vādo puṭṭhassā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:661": "Adhunāgatavadhukāsamena cetasā viharissāma’’ –",
  "anya-e0904n:662": "Acinteyyasutta",
  "anya-e0904n:663": "Pu – tattheva āvuso sattamaṁ acinteyyasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:664_0": "Vi – sattamaṁ bhante acinteyyasuttaṁ ‘‘cattārimāni bhikkhave acinteyyāni na cintetabbāni,",
  "anya-e0904n:664_1": "yāni cintento ummādassa vighātassa bhāgī assa. Katamāni cattāri, buddhānaṁ bhikkhave",
  "anya-e0904n:664_2": "buddhavisayo acinteyyo na cintetabbo, yaṁ cintento ummādassa vighātassa bhāgī assā’’ti",
  "anya-e0904n:664_3": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:665": "Macalavagga",
  "anya-e0904n:666": "Tamotamasutta",
  "anya-e0904n:667": "Pu – macalavagge pana āvuso pañcamaṁ tamotamasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:668_0": "Vi – macalavagge bhante pañcamaṁ tamotamasuttaṁ ‘‘cattārome bhikkhave puggalā santo",
  "anya-e0904n:668_1": "saṁvijjamānā lokasmiṁ. Katame cattāro, tamotamaparāyaṇo, tamojotiparāyaṇo, jotitamaparāyaṇo,",
  "anya-e0904n:668_2": "jotijotiparāyaṇo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:669": "Asuravagga",
  "anya-e0904n:670": "Asurasutta",
  "anya-e0904n:671": "Pu – tenāvuso bhagavatā…pe… sammāsambuddhena aṅguttaranikāye catukkanipāte asuravagge paṭhamaṁ asurasuttaṁ kathaṁ bhāsitaṁ.",
  "anya-e0904n:672_0": "Vi – asuravagge bhante paṭhamaṁ asurasuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā",
  "anya-e0904n:672_1": "lokasmiṁ. Katame cattāro, asuro asuraparivāro, asuro devaparivāro, devo asuraparivāro,",
  "anya-e0904n:672_2": "devo devaparivāro’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:673": "Samādhisutta",
  "anya-e0904n:674": "Pu – tattheva āvuso catutthaṁ samādhisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:675_0": "Vi – catutthaṁ bhante samādhisuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā",
  "anya-e0904n:675_1": "lokasmiṁ. Katame cattāro, idha bhikkhave ekacco puggalo lābhī hoti ajjhattaṁ cetosamathassa",
  "anya-e0904n:675_2": "na lābhī adhipaññādhammavipassanāya. Idha pana bhikkhave puggalo lābhī hoti adhipaññādhammavipassanāya,",
  "anya-e0904n:675_3": "na lābhī ajjhattaṁ cetosamathassa. Idha pana bhikkhave ekacco puggalo na ceva lābhī",
  "anya-e0904n:675_4": "hoti ajjhattaṁ cetosamathassa, na ca lābhī adhipaññādhammavipassanāya. Idha pana",
  "anya-e0904n:675_5": "bhikkhave ekacco puggalo lābhī ceva hoti ajjhattaṁ cetosamathassa, lābhī ca adhipaññādhammavipassanāyā’’ti",
  "anya-e0904n:675_6": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:676": "Rāgavinayasutta",
  "anya-e0904n:677": "Pu – tattheva āvuso chaṭṭhaṁ rāgavinayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:678_0": "Vi – chaṭṭhaṁ bhante rāgavinayasuttaṁ ‘‘cattārome bhikkhave puggalā santo saṁvijjamānā",
  "anya-e0904n:678_1": "lokasmiṁ. Katame cattāro, attahitāya paṭipanno no parahitāya, parahitāya paṭipanno",
  "anya-e0904n:678_2": "no attahitāya, nevattahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya",
  "anya-e0904n:678_3": "cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:679": "Valāhakavagga",
  "anya-e0904n:680": "Paṭhamavalāhakasutta",
  "anya-e0904n:681": "Pu – valāhakavagge pana āvuso paṭhamaṁ valāhakasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:682_0": "Vi – sāvatthiyaṁ bhante sambahule bhikkhū ārabbha ‘‘cattārome bhikkhave valāhakā.",
  "anya-e0904n:682_1": "Katame cattāro, gajjitā no vassitā, vassitā no gajjitā, neva gajjitā no vassitā,",
  "anya-e0904n:682_2": "gajjitā ca vassitā ca. Ime kho bhikkhave cattāro valāhakā. Evameva kho bhikkhave",
  "anya-e0904n:682_3": "cattāro valāhakūpamā puggalā santo saṁvijjāmānā lokasmiṁ. Katame cattāro, gajjitā",
  "anya-e0904n:682_4": "no vassitā, vassitā no gajjitā, neva gajjitā no vassitā, gajjitā ca vassitā cā’’ti",
  "anya-e0904n:682_5": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:683": "Udakarahadasutta",
  "anya-e0904n:684": "Pu – tattheva āvuso catutthaṁ udakarahadasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:685_0": "Vi – catuttha bhante udakarahadasuttaṁ ‘‘cattārome bhikkhave udakarahadā. Katame",
  "anya-e0904n:685_1": "cattāro, uttāno gambhīrobhāso, gambhīro uttānobhāso, uttāno uttānobhāso, gambhīro",
  "anya-e0904n:685_2": "gambhīrobhāso, ime kho bhikkhave cattāro udakarahadā. Evameva kho bhikkhave cattāro",
  "anya-e0904n:685_3": "udakarahadūpamā puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, uttāno gambhīrobhāso,",
  "anya-e0904n:685_4": "gambhīro uttānobhāso, uttāno uttānobhāso, gambhīro gambhīrobhāso’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:686": "Mūsikasutta",
  "anya-e0904n:687": "Pu – tattheva āvuso sattamaṁ mūsikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:688_0": "Vi – sattamaṁ bhante mūsikasuttaṁ ‘‘catasso imā bhikkhave mūsikā. Katamā catasso,",
  "anya-e0904n:688_1": "gādhaṁ kattā no vasitā, vasitā no gādhaṁ kattā, neva gādhaṁ kattā no vasitā, gādhaṁ",
  "anya-e0904n:688_2": "kattā ca vasitā ca. Imā kho bhikkhave catasso mūsikā. Evameva kho bhikkhave cattāro",
  "anya-e0904n:688_3": "mūsikūpamā puggalā santo saṁvijjamānā lokasmiṁ. Katame cattāro, gādhaṁ kattā no vasitā,",
  "anya-e0904n:688_4": "vasitā no gādhaṁ kattā, neva gādhaṁ kattā no vasitā, gādhaṁ kattā ca vasitā cā’’ti",
  "anya-e0904n:688_5": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:689": "Balībaddhasutta",
  "anya-e0904n:690_0": "Pu – saṁgītāpi āvuso aṅguttaranikāyato kānici suttāni uddharitvā paṭipucchissāmi",
  "anya-e0904n:690_1": "bahujanassa sutavuḍḍhiyā. Saṁgīte āvuso aṅguttaranikāye catukkanipāte valāhakavagge",
  "anya-e0904n:690_2": "aṭṭhamaṁ balībaddhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:691_0": "Vi – valāhakavagge bhante aṭṭhamaṁ balībaddhasuttaṁ ‘‘cattārome bhikkhave balībaddhā.",
  "anya-e0904n:691_1": "Katame cattāro, sagavacaṇḍo no paragavacaṇḍo, paragavacaṇḍo no sagavacaṇḍo, sagavacaṇḍo",
  "anya-e0904n:691_2": "ca paragavacaṇḍo ca, neva sagavacaṇḍo no paragavacaṇḍo. Ime kho bhikkhave cattāro",
  "anya-e0904n:691_3": "balībaddhā. Evameva kho bhikkhave cattāro balībaddhūpamā puggalā santo saṁvijjamānā",
  "anya-e0904n:691_4": "lokasmi’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:692": "Kesisutta",
  "anya-e0904n:693": "Pu – kesivagge pana āvuso paṭhamaṁ kesisuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:694_0": "Vi – kesiṁ bhante assadammasārathiṁ ārabbha bhāsitaṁ. Kesi bhante assadammasārathi",
  "anya-e0904n:694_1": "bhagavantaṁ etadavoca ‘‘bhagavā pana bhante anuttaro purisadammasārathi, kathaṁ pana",
  "anya-e0904n:694_2": "bhante bhagavā purisadammaṁ vinetī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘ahaṁ kho kesi",
  "anya-e0904n:694_3": "purisadammaṁ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemi. Tatridaṁ",
  "anya-e0904n:694_4": "kesi saṇhasmiṁ – iti kāyasucaritaṁ iti kāyasucaritassa vipāko, iti vacīsucaritaṁ",
  "anya-e0904n:694_5": "iti vacīsucaritassa vipāko, iti manosucaritaṁ iti manosucaritassa vipāko, iti devā",
  "anya-e0904n:694_6": "iti manussā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:695": "‘‘Tvaṁ khosi kesi paññāto assadammasārathīti, kathaṁ pana tvaṁ kesi assadammasārathi’’ –",
  "anya-e0904n:696": "‘‘Ahaṁ kho bhante assadammaṁ saṇhenapi vinemi, pharusenapi vinemi, saṇhapharusenapi vinemi’’ –",
  "anya-e0904n:697": "‘‘Sace te kesi assadammo saṇhena vinayaṁ na upeti, pharusena vinayaṁ na upeti, saṇhapharusena vinayaṁ na upeti, kinti naṁ karosi’’ –",
  "anya-e0904n:698": "‘‘Bhagavā pana bhante anuttaro purisadammasārathi, kathaṁ pana bhante bhagavā purisadammaṁ vineti’’ –",
  "anya-e0904n:699": "Na 0.0087 kho bhante bhagavato pāṇātipāto kappati, atha ca pana bhagavā evamāha ‘‘hanāmi naṁ kesī’’ti.",
  "anya-e0904n:700": "Attānuvādasutta",
  "anya-e0904n:701": "Pu – bhayavagge pana āvuso paṭhamaṁ attānuvādasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:702_0": "Vi – bhayavagge bhante paṭhamaṁ attānuvādasuttaṁ ‘‘cattārimāni bhikkhave bhayāni.",
  "anya-e0904n:702_1": "Katamāni cattāri, attānuvādabhayaṁ parānuvādabhayaṁ daṇḍabhayaṁ duggatibhaya’’nti",
  "anya-e0904n:702_2": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:703": "Dhammakathikasutta",
  "anya-e0904n:704_0": "Pu – idāni āvuso bahujanassa sutavuḍḍhiyā saṁgītā aṅguttaranikāyatopi kānici suttāni",
  "anya-e0904n:704_1": "uddharitvā paṭipucchissāmi, saṁgīte āvuso aṅguttaranikāye catukkanipāte puggalavagge",
  "anya-e0904n:704_2": "navamaṁ dhammakathikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:705_0": "Vi – puggalavagge bhante navamaṁ dhammakathikasuttaṁ ‘‘cattārome bhikkhave dhammakathikā.",
  "anya-e0904n:705_1": "Katame cattāro, idha bhikkhave ekacco dhammakathiko appañca bhāsati asahitañca, parisā",
  "anya-e0904n:705_2": "cassa na kusalā hoti sahitāsahitassa. Evarūpo bhikkhave dhammakathiko evarūpāya parisāya",
  "anya-e0904n:705_3": "dhammakathikotveva saṅkhaṁ gacchatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:706": "Rogasutta",
  "anya-e0904n:707": "Pu – indriyavagge pana āvuso sattamaṁ rogasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:708_0": "Vi – sattamaṁ bhante rogasuttaṁ ‘‘dveme bhikkhave rogā. Katame dve, kāyiko ca rogo,",
  "anya-e0904n:708_1": "cetasiko ca rogo. Dissanti bhikkhave sattā kāyikena rogena ekampi vassaṁ ārogyaṁ",
  "anya-e0904n:708_2": "paṭijānamānā dvepi vassāni tīṇipi vassāni cattāripi vassāni pañcapi vassāni dasapi",
  "anya-e0904n:708_3": "vassāni vīsampi vassāni tiṁsampi vassāni cattārīsampi vassāni paññāsampi vassāni",
  "anya-e0904n:708_4": "ārogyaṁ paṭijānamānā vassasatampi bhiyyopi ārogyaṁ paṭijānamānā. Te bhikkhave sattā",
  "anya-e0904n:708_5": "sudullabhā lokasmiṁ, ye cetasikena rogena muhuttampi ārogyaṁ paṭijānanti aññatra",
  "anya-e0904n:708_6": "khīṇāsavehī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:709": "Cattārome 0.0096 bhikkhave pabbajitassa rogā.",
  "anya-e0904n:710": "Yuganaddhasutta",
  "anya-e0904n:711": "Pu – paṭipadāvagge āvuso dasamaṁ yuganaddhasuttaṁ kattha kaṁ ārabbha kena kathañca bhāsitaṁ.",
  "anya-e0904n:712_0": "Vi – kosambiyaṁ bhante sambahule bhikkhū ārabbha ‘‘yo hi koci āvuso bhikkhu vā bhikkhunī",
  "anya-e0904n:712_1": "vā mama santike arahattappattiṁ byākaroti, sabbo so catūhi maggehi etesaṁ vā aññatarenā’’ti",
  "anya-e0904n:712_2": "evamādinā bhante āyasmatā ānandattherena dhammabhaṇḍāgārikena bhāsitaṁ.",
  "anya-e0904n:713": "Pāṭibhogasutta",
  "anya-e0904n:714": "Pu – brāhmaṇavagge pana āvuso dutiyaṁ pāṭibhogasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:715_0": "Vi – brāhmaṇavagge bhante dutiyaṁ pāṭibhogasuttaṁ ‘‘catunnaṁ bhikkhave dhammānaṁ",
  "anya-e0904n:715_1": "natthi koci pāṭibhogo samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmi’’nti",
  "anya-e0904n:715_2": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:716": "Sutasutta",
  "anya-e0904n:717": "Pu – tattheva āvuso tatiyaṁ sutasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:718_0": "Vi – rājagahe bhante vassakāraṁ brāhmaṇaṁ magadhamahāmattaṁ ārabbha bhāsitaṁ. Vassakāro",
  "anya-e0904n:718_1": "bhante brāhmaṇo magadhamahāmatto bhagavantaṁ etadavoca ‘‘ahañhi bho gotama evaṁvādī",
  "anya-e0904n:718_2": "evaṁdiṭṭhi yo koci diṭṭhaṁ bhāsati ‘evaṁ me diṭṭha’nti, natthi tato doso. Yo koci",
  "anya-e0904n:718_3": "sutaṁ bhāsati ‘evaṁ me suta’nti, natthi tato doso’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘nāhaṁ",
  "anya-e0904n:718_4": "brāhmaṇa sabbaṁ diṭṭhaṁ ‘bhāsitabba’nti vadāmi, na panāhaṁ brāhmaṇa sabbaṁ diṭṭhaṁ",
  "anya-e0904n:718_5": "‘na bhāsitabba’nti vadāmi, nāhaṁ brāhmaṇa sabbaṁ sutaṁ ‘bhāsitabba’nti vadāmi, na",
  "anya-e0904n:718_6": "panāhaṁ brāhmaṇa sabbaṁ sutaṁ ‘na bhāsitabba’nti vadāmī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:719": "Abhayasutta",
  "anya-e0904n:720": "Pu – aṅguttaranikāye āvuso catukkanipāte brāhmaṇavagge catutthaṁ abhayasuttaṁ bhagavatā kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:721_0": "Vi – brāhmaṇavagge bhante catutthaṁ abhayasuttaṁ jāṇussoṇiṁ brāhmaṇaṁ ārabbha bhāsitaṁ.",
  "anya-e0904n:721_1": "Jāṇussoṇi bhante brāhmaṇo bhagavantaṁ etadavoca ‘‘natthi yo maraṇadhammo samāno na",
  "anya-e0904n:721_2": "bhāyati, na santāsaṁ āpajjati maraṇassā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘atthi brāhmaṇa",
  "anya-e0904n:721_3": "maraṇadhammo samāno bhāyati, santāsaṁ āpajjati maraṇassa. Atthi pana brāhmaṇa maraṇadhammo",
  "anya-e0904n:721_4": "samāno na bhāyati, na santāsaṁ āpajjati maraṇassā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:722": "Sotānugatasutta",
  "anya-e0904n:723": "Pu – mahāvagge pana āvuso paṭhamaṁ sotānugatasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:724_0": "Vi – mahāvagge bhante paṭhamaṁ sotānugatasuttaṁ ‘‘sotānugatānaṁ bhikkhave dhammānaṁ",
  "anya-e0904n:724_1": "vacasā paricitānaṁ manasānupekkhitānaṁ diṭṭhiyā suppaṭividdhānaṁ cattāro ānisaṁsā",
  "anya-e0904n:724_2": "pāṭikaṅkhā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:725": "Ayaṁ vā so dhammavinayo, yatthāhaṁ pubbe brahmacariyaṁ acariṁ.",
  "anya-e0904n:726": "Bhaddiyasutta",
  "anya-e0904n:727": "Pu – aṅguttaranikāye āvuso catukkanipāte mahāvagge tatiyaṁ bhaddiyasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:728_0": "Vi – vesāliyaṁ bhante bhaddiyaṁ licchavi ārabbha bhāsitaṁ. Bhaddiyo bhante licchavi",
  "anya-e0904n:728_1": "bhagavantaṁ etadavoca ‘‘sutaṁ metaṁ bhante ‘māyāvī samaṇo gotamo āvaṭṭaniṁ māyaṁ",
  "anya-e0904n:728_2": "jānāti, yāya aññatitthiyānaṁ sāvake āvaṭṭetī’ti. Ye te bhante evamāhaṁsu ‘māyāvī",
  "anya-e0904n:728_3": "samaṇo gotamo āvaṭṭaniṁ māyaṁ jānāti, yāya aññatitthiyānaṁ sāvake āvaṭṭetī’ti…pe…",
  "anya-e0904n:728_4": "anabbhakkhātukāmā hi mayaṁ bhante bhagavanta’’nti. Tasmiṁ bhante vatthusmiṁ ‘‘etha",
  "anya-e0904n:728_5": "tumhe bhaddiya mā anussavena mā paramparāya mā itikirāya mā piṭakasampadānena mā",
  "anya-e0904n:728_6": "takkahetu mā nayahetu mā ākāravitakkena mā diṭṭhinijjhānakkhantiyā mā bhabbarūpatāya",
  "anya-e0904n:728_7": "mā samaṇo no garūti. Yadā tumhe bhaddiya attanāva jāneyyātha ‘ime dhammā akusalā,",
  "anya-e0904n:728_8": "ime dhammā sāvajjā, ime dhammā viññū garahitā, ime dhammā samattā samādinnā ahitāya",
  "anya-e0904n:728_9": "dukkhāya saṁvattantī’ti. Atha tumhe bhaddiya pajaheyyāthā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:729": "Pu – imissā ca pana āvuso desanāya desitāya bhaddiyassa licchavissa kīdiso dhammasavanānisaṁso adhigato. Kathañca naṁ bhagavā anuyuñjitvā taṁ vacanaṁ viniveṭhesi.",
  "anya-e0904n:730_0": "Vi – imissā bhante dhammadesanāya desitāya bhaddiyassa licchavissa sotāpattiphalasaṅkhāto",
  "anya-e0904n:730_1": "dhammasavanānisaṁso adhigato. Api nu tāhaṁ bhaddiya evaṁ avacaṁ ‘‘ehi me tvaṁ bhaddiya",
  "anya-e0904n:730_2": "sāvako hohi, ahaṁ satthā bhavissāmī’’ti evamādinā ca naṁ bhante bhagavā paṭipucchitvā",
  "anya-e0904n:730_3": "anuyuñjitvā taṁ vacanaṁ viniveṭhesi.",
  "anya-e0904n:731": "Mallikādevīsutta",
  "anya-e0904n:732": "Pu – tattheva āvuso sattamaṁ mallikādevīsuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:733_0": "Vi – sāvatthiyaṁ bhante mallikādeviṁ ārabbha bhāsitaṁ. Mallikā bhante devī bhagavantaṁ",
  "anya-e0904n:733_1": "etadavoca ‘‘ko nu kho bhante hetu ko paccayo, yena midhekacco mātugāmo dubbaṇṇā ca",
  "anya-e0904n:733_2": "hoti durūpā supāpikā dassanāya, daliddā ca hoti appassakā appabhogā appesakkhā ca…pe…",
  "anya-e0904n:733_3": "ko pana bhante hetu ko paccayo, yena midhekacco mātugāmo abhirūpā ca hoti dassanīyā",
  "anya-e0904n:733_4": "pāsādikā paramāya vaṇṇapokkharatāya samannāgatā, aḍḍhā ca hoti mahaddhanā mahābhogā",
  "anya-e0904n:733_5": "mahesakkhā cā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘idha mallike mātugāmo kodhanā hoti",
  "anya-e0904n:733_6": "upāyāsabahulā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:734": "Dasakammasutta",
  "anya-e0904n:735": "Pu – aṅguttaranikāye āvuso catukkanipāte sappurisavagge catutthaṁ dasakammasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:736_0": "Vi – sappurisavagge bhante catutthaṁ dasakammasuttaṁ ‘‘asappurisañca vo bhikkhave",
  "anya-e0904n:736_1": "desessāmi asappurisena asappurisatarañca sappurisañca sappurisena sappurisatarañca,",
  "anya-e0904n:736_2": "taṁ suṇātha sādhukaṁ manasi karothā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:737": "Parisāsutta",
  "anya-e0904n:738": "Pu – tattheva āvuso parisāvagge paṭhamaṁ parisāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:739_0": "Vi – parisāvagge bhante paṭhamaṁ parisāsuttaṁ ‘‘cattārome bhikkhave parisadūsanā.",
  "anya-e0904n:739_1": "Katame cattāro, bhikkhu bhikkhave dussīlo pāpadhammo parisadūsano, bhikkhunī bhikkhave",
  "anya-e0904n:739_2": "dussīlā pāpadhammā parisadūsanā, upāsako bhikkhave dussīlo pāpadhammo parisadūsano,",
  "anya-e0904n:739_3": "upāsikā bhikkhave dussīlā pāpadhammā parisadūsanā. Ime kho bhikkhave cattāro parisadūsanā’’ti",
  "anya-e0904n:739_4": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:740": "Sekhabalavagga",
  "anya-e0904n:741": "Saṁkhittasutta",
  "anya-e0904n:742": "Pu – pañcakanipāte pana āvuso paṭhame sekhabalavagge paṭhamaṁ saṁkhittasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:743_0": "Vi – sāvatthiyaṁ bhante sambahule bhikkhū ārabbha ‘‘pañcimāni bhikkhave sekhabalāni.",
  "anya-e0904n:743_1": "Katamāni pañca, saddhābalaṁ hirībalaṁ ottappabalaṁ vīriyabalaṁ paññābalaṁ. Imāni",
  "anya-e0904n:743_2": "kho bhikkhave pañca sekhabalānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:744": "Dukkhasutta",
  "anya-e0904n:745": "Pu – tattheva āvuso tatiyaṁ dukkhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:746_0": "Vi – tatiyaṁ bhante dukkhasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato bhikkhu",
  "anya-e0904n:746_1": "diṭṭheva dhamme dukkhaṁ viharati savighātaṁ saupāyāsaṁ sapariḷāhaṁ kāyassa ca bhedā",
  "anya-e0904n:746_2": "paraṁ maraṇā duggati pāṭikaṅkhā. Katamehi pañcahi, idha bhikkhave bhikkhu asaddho",
  "anya-e0904n:746_3": "hoti ahiriko hoti, anottappī hoti, kusīto hoti, duppañño hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:747": "Samāpattisutta",
  "anya-e0904n:748": "Pu – tattheva āvuso chaṭṭhaṁ samāpattisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:749_0": "Vi – chaṭṭhaṁ bhante samāpattisuttaṁ ‘‘na tāva bhikkhave akusalassa samāpatti hoti,",
  "anya-e0904n:749_1": "yāva saddhā paccupaṭṭhitā hoti kusalesu dhammesu. Yato ca kho bhikkhave saddhā antarahitā",
  "anya-e0904n:749_2": "hoti asaddhiyaṁ pariyuṭṭhāya tiṭṭhati, atha akusalassa samāpatti hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:750": "Kāmasutta",
  "anya-e0904n:751": "Pu – tattheva āvuso sattamaṁ kāmasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:752_0": "Vi – sattamaṁ bhante kāmasuttaṁ ‘‘yebhuyyena bhikkhave sattā kāmesu laḷitā. Asitabyābhaṅgiṁ",
  "anya-e0904n:752_1": "bhikkhave kulaputto ohāya agārasmā anagāriyaṁ pabbajito hoti, saddhāpabbajito kulaputtoti",
  "anya-e0904n:752_2": "alaṁ vacanāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:753": "Vimuttāyatanasutta",
  "anya-e0904n:754": "Pu – aṅguttaranikāye pañcakanipāte pañcaṅgikavagge chaṭṭhaṁ vimuttāyatanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:755_0": "Vi – pañcaṅgikavagge bhante chaṭṭhaṁ vimuttāyatanasuttaṁ ‘‘pañcimāni bhikkhave vimuttāyatanāni,",
  "anya-e0904n:755_1": "yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṁ vā cittaṁ vimuccati,",
  "anya-e0904n:755_2": "aparikkhīṇā vā āsavā parikkhayaṁ gacchanti, ananuppattaṁ vā anuttaraṁ yogakkhemaṁ",
  "anya-e0904n:755_3": "anupāpuṇātī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:756": "Caṅkamasutta",
  "anya-e0904n:757": "Pu – tattheva āvuso navamaṁ caṅkamasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:758_0": "Vi – navamaṁ bhante caṅkamasuttaṁ ‘‘pañcime bhikkhave caṅkame ānisaṁsā. Katame pañca,",
  "anya-e0904n:758_1": "addhānakkhamo hoti, padhānakkhamo hoti, appābādho hoti, asitaṁ pītaṁ khāyitaṁ sāyitaṁ",
  "anya-e0904n:758_2": "sammā pariṇāmaṁ gacchati, caṅkamādhigato samādhi ciraṭṭhitiko hoti. Ime kho bhikkhave",
  "anya-e0904n:758_3": "pañca caṅkame ānisaṁsā’’ti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:759": "Sumanasutta",
  "anya-e0904n:760": "Pu – sumanavagge pana āvuso paṭhamaṁ sumanasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:761_0": "Vi – sāvatthiyaṁ bhante sumanaṁ rājakumāriṁ ārabbha bhāsitaṁ. Sumanā bhante rājakumārī",
  "anya-e0904n:761_1": "bhagavantaṁ etadavoca ‘‘idhassu bhante bhagavato dve sāvakā samasaddhā samasīlā samapaññā",
  "anya-e0904n:761_2": "eko dāyako eko adāyako. Te kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjeyyuṁ.",
  "anya-e0904n:761_3": "Devabhūtānaṁ pana nesaṁ bhante siyā viseso siyā nānākaraṇa’’nti. Tasmiṁ bhante vatthusmiṁ",
  "anya-e0904n:761_4": "‘‘yo so sumane dāyako, so amhaṁ adāyakaṁ devabhūto samāno pañcahi ṭhānehi adhigaṇhāti,",
  "anya-e0904n:761_5": "dibbena āyunā dibbena vaṇṇena dibbena sukhena dibbena yasena dibbena ādhipateyyena.",
  "anya-e0904n:761_6": "Yo so sumane dāyako, so amhaṁ adāyakaṁ devabhūto samāno imehi pañcahi ṭhānehi adhigaṇhātī’’ti",
  "anya-e0904n:761_7": "evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:762": "‘‘Yathāpi cando vimalo, gacchaṁ ākāsadhātuyā;",
  "anya-e0904n:763": "Sabbe tārāgaṇe loke, ābhāya atirocati;",
  "anya-e0904n:764": "Tatheva sīlasampanno, saddho purisapuggalo;",
  "anya-e0904n:765": "Sabbe maccharino loke, cāgena atirocati’’–",
  "anya-e0904n:766": "Uggahasutta",
  "anya-e0904n:767": "Pu – tattheva āvuso tatiyaṁ uggahasuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:768_0": "Vi – tatiyaṁ bhante uggahasuttaṁ bhaddiye uggahaṁ meṇḍakanattāraṁ ārabbha bhāsitaṁ.",
  "anya-e0904n:768_1": "Uggaho bhante meṇḍakanattā bhagavantaṁ etadavoca ‘‘imā me bhante kumāriyo patikulāni",
  "anya-e0904n:768_2": "gamissanti, ovadatu tāsaṁ bhante bhagavā, anusāsatu tāsaṁ bhante bhagavā, yaṁ tāsaṁ",
  "anya-e0904n:768_3": "assa dīgharattaṁ hitāya sukhāyā’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘tasmātiha kumāriyo",
  "anya-e0904n:768_4": "evaṁ sikkhitabbaṁ’’ yassa vo mātāpitaro bhattuno dassanti atthakāmā hitesino anukampakā",
  "anya-e0904n:768_5": "anukampaṁ upādāya, tassa bhavissāma pubbuṭṭhāyino pacchānipātiniyo kiṁ kārapaṭissāviniyo",
  "anya-e0904n:768_6": "manāpacāriniyo piyavādiniyo’ti. Evañhi vo kumāriyo sikkhitabba’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:769": "Sīhasenāpatisutta",
  "anya-e0904n:770": "Pu – aṅguttaranikāye āvuso pañcakanipāte sumanavagge catutthaṁ sīhasenāpatisuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:771_0": "Vi – vesāliyaṁ bhante sīhaṁ senāpatiṁ ārabbha bhāsitaṁ. Sīho bhante senāpati bhagavantaṁ",
  "anya-e0904n:771_1": "etadavoca ‘‘sakkā nu kho bhante sandiṭṭhikaṁ dānaphalaṁ paññāpetu’’nti. Tasmiṁ bhante",
  "anya-e0904n:771_2": "vatthusmiṁ ‘‘sakkā sīha, dāyako sīha dānapati bahuno janassa piyo hoti manāpo’’ti",
  "anya-e0904n:771_3": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:772": "Kāladānasutta",
  "anya-e0904n:773": "Pu – tattheva āvuso chaṭṭhaṁ kāladānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:774_0": "Vi – chaṭṭhaṁ bhante kāladānasuttaṁ ‘‘pañcimāni bhikkhave kāladānāni. Katamāni pañca,",
  "anya-e0904n:774_1": "āgantukassa dānaṁ deti, gamikassa dānaṁ deti, gilānassa dānaṁ deti, dubbhikkhe dānaṁ",
  "anya-e0904n:774_2": "deti, yāni tāni navasassāni navaphalāni, tāni paṭhamaṁ sīlavantesu patiṭṭhāpeti.",
  "anya-e0904n:774_3": "Imāni kho bhikkhave pañca kāladānānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:775": "Bhojanasutta",
  "anya-e0904n:776": "Pu – tattheva āvuso sattamaṁ bhojanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:777_0": "Vi – sattamaṁ bhante bhojanasuttaṁ ‘‘bhojanaṁ bhikkhave dadamāno dāyako paṭiggāhakānaṁ",
  "anya-e0904n:777_1": "pañca ṭhānāni deti. Katamāni pañca, āyuṁ deti, vaṇṇaṁ deti, sukhaṁ deti, balaṁ deti,",
  "anya-e0904n:777_2": "paṭibhānaṁ deti. Āyuṁ kho pana datvā āyussa bhāgī hoti dibbassa vā mānusassa vā’’ti",
  "anya-e0904n:777_3": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:778": "Puttasutta",
  "anya-e0904n:779": "Pu – tattheva āvuso navamaṁ puttasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:780": "Vi – navamaṁ bhante puttasuttaṁ ‘‘pañcimāni bhikkhave ṭhānāni sampassanto mābhāpitaro puttaṁ icchanti kule jāyamānaṁ. Katamāni pañca,",
  "anya-e0904n:781": "Bhato vā no bharissati, kiccaṁ vā no karissati, kulavaṁso ciraṁ ṭhassati, dāyajjaṁ paṭipajjissatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:782": "Nāradasutta",
  "anya-e0904n:783": "Pu – muṇḍarājavagge panāvuso dasamaṁ nāradasuttaṁ kattha kaṁ ārabbha kismiṁ vatthusmiṁ kena kathañca bhāsitaṁ.",
  "anya-e0904n:784_0": "Vi – pāṭaliputte bhante muṇḍaṁ rājānaṁ ārabbha bhāsitaṁ. Muṇḍassa bhante rañño bhaddā",
  "anya-e0904n:784_1": "devī kālaṅkatā hoti piyā manāpā. So bhaddāya deviyā kālaṅkatāya piyāya manāpāya neva",
  "anya-e0904n:784_2": "nhāyati na vilimpati na bhattaṁ bhuñjati, na kammantaṁ payojeti, rattindivaṁ bhaddāya",
  "anya-e0904n:784_3": "deviyā sarīre ajjhomucchito. Tasmiṁ bhante vatthusmiṁ ‘‘pañcimāni mahārāja alabbhanīyāni",
  "anya-e0904n:784_4": "ṭhānāni samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmi’’nti",
  "anya-e0904n:784_5": "evamādinā bhante āyasmatā nāradattherena rañño pasenadissa kosalassa bhagavatā desitaniyāmena desitaṁ.",
  "anya-e0904n:785": "Ko nāmo ayaṁ bhante dhammapariyāyo.",
  "anya-e0904n:786": "Taggha bhante sokasallaharaṇo.",
  "anya-e0904n:787": "Samayasutta",
  "anya-e0904n:788": "Pu – aṅguttaranikāye āvuso pañcakanipāte nīvaraṇavagge catutthaṁ samayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:789_0": "Vi – nīvaraṇavagge bhante catutthaṁ samayasuttaṁ ‘‘pañcime bhikkhave asamayā padhānāya.",
  "anya-e0904n:789_1": "Katame pañca, idha bhikkhave bhikkhu jiṇṇo hoti jarāyābhibhūto. Ayaṁ bhikkhave paṭhamo",
  "anya-e0904n:789_2": "asamayo padhānāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:790": "Ṭhānasutta",
  "anya-e0904n:791": "Pu – tattheva āvuso sattamaṁ ṭhānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:792_0": "Vi – sattamaṁ bhante ṭhānasuttaṁ ‘‘pañcimāni bhikkhave ṭhānāni abhiṇhaṁ paccavekkhitabbāni",
  "anya-e0904n:792_1": "itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā. Katamāni pañca, jarādhammomhi",
  "anya-e0904n:792_2": "jaraṁ anatītoti abhiṇhaṁ paccavekkhitabbaṁ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena",
  "anya-e0904n:792_3": "vā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:793": "Dhammavihārīsutta",
  "anya-e0904n:794": "Pu – yodhājīvavagge panāvuso tatiyaṁ dhammavihārisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:795_0": "Vi – yodhājīvavagge bhante tatiyaṁ dhammavihārisuttaṁ ‘‘idha bhikkhu bhikkhu dhammaṁ",
  "anya-e0904n:795_1": "pariyāpuṇāti suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ dutivuttakaṁ jātakaṁ abbhutadhammaṁ",
  "anya-e0904n:795_2": "vedallaṁ, so tāya dhammapariyattiyā divasaṁ atināmeti, riñcati paṭisallānaṁ, nānuyuñjati",
  "anya-e0904n:795_3": "ajjhattaṁ cetosamathaṁ. Ayaṁ vuccati bhikkhu bhikkhu pariyattibahulo no dhammavihārī’’ti",
  "anya-e0904n:795_4": "evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:796": "Dhammavihārī dhammavihārīti bhante vuccati, kittāvatā nu kho bhante bhikkhu dhammavihārī hoti.",
  "anya-e0904n:797": "Dutiyaanāgatabhayasutta",
  "anya-e0904n:798": "Pu – aṅguttaranikāye āvuso pañcakanipāte yodhājīvavagge aṭṭhamaṁ dutiyaanāgatabhayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:799_0": "Vi – yodhājīvavagge bhante aṭṭhamaṁ dutiyaanāgatabhayasuttaṁ ‘‘pañcimāni bhikkhave",
  "anya-e0904n:799_1": "anāgatabhayāni sampassamānena alameva bhikkhunā appamattena ātāpinā pahitattena viharituṁ",
  "anya-e0904n:799_2": "appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:800": "Tatiyaanāgatabhayasutta",
  "anya-e0904n:801": "Pu – tattheva āvuso navamaṁ tatiyaanāgatabhayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:802_0": "Vi – tattheva bhante navamaṁ katiyaanāgatabhayasuttaṁ ‘‘pañcimāni bhikkhave anāgatabhayāni",
  "anya-e0904n:802_1": "etarahi asamuppannāni āyatiṁ samuppajjissanti, tāni vo paṭibujjhitabbāni, paṭibujjhitvā",
  "anya-e0904n:802_2": "ca tesaṁ pahānāya vāyamitabbaṁ. Katamāni pañca, bhavissanti bhikkhave bhikkhū anāgatamaddhānaṁ",
  "anya-e0904n:802_3": "abhāvitakāyā abhāvitasīlā abhāvitacittā abhāvitapaññā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:803": "Catutthaanāgatabhayasutta",
  "anya-e0904n:804": "Pu – aṅguttaranikāye āvuso pañcakanipāte yodhājīvavagge dasamaṁ catutthaanāgatabhayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:805_0": "Vi – yodhājīvavagge bhante dasamaṁ catutthaanāgatabhayasuttaṁ ‘‘pañcimāni bhikkhave",
  "anya-e0904n:805_1": "anāgatabhayāni etarahi asamuppannāni āyatiṁ samuppajjissanti, tāni vo paṭibujjhitabbāni,",
  "anya-e0904n:805_2": "paṭibujjhitvā ca tesaṁ pahānāya vāyamitabba’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:806": "Kakudhavagga",
  "anya-e0904n:807": "Sīhasutta",
  "anya-e0904n:808": "Pu – kakudhavagge āvuso navamaṁ sīhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:809_0": "Vi – kakudhavagge bhante navamaṁ sīhasuttaṁ ‘‘sīho bhikkhave migarājā sāyanhasamayaṁ",
  "anya-e0904n:809_1": "āsayā nikkhamati, āsayā nikkhamitvā vijambhati, vijambhitvā samantā catuddisaṁ anuviloketi,",
  "anya-e0904n:809_2": "samantā catuddisaṁ anuviloketvā tikkhattuṁ sīhanādaṁ nadatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:810": "Andhakavindavagga",
  "anya-e0904n:811": "Kulūpakasutta",
  "anya-e0904n:812": "Pu – andhakavindavagge pana āvuso ‘‘paṭhamaṁ kulūpakasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:813_0": "Vi – andhakavindavagge bhante paṭhamaṁ kulūpakasuttaṁ ‘‘pañcahi bhikkhave dhammehi",
  "anya-e0904n:813_1": "samannāgato kulūpako bhikkhu kulesu appiyo ca hoti amanāpo ca agaru ca abhāvanīyo",
  "anya-e0904n:813_2": "cā’’ti evamādinā bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:814": "Andhakavindasutta",
  "anya-e0904n:815": "Pu – tattheva āvuso catutthaṁ andhakavindasuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:816_0": "Vi – magadhesu bhante andhakavinde āyasmantaṁ ānandaṁ ārabbha ‘‘ye te ānanda bhikkhū",
  "anya-e0904n:816_1": "navā acirapabbajitā adhunāgatā imaṁ dhammavinayaṁ, te vo ānanda bhikkhū pañcasu dhammesu",
  "anya-e0904n:816_2": "samādapetabbā nivesetabbā patiṭṭhāpetabbā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:817": "Gilānavagga",
  "anya-e0904n:818": "Satisūpaṭṭhitasutta",
  "anya-e0904n:819": "Pu – aṅguttaranikāye āvuso pañcakanipāte gilānavagge dutiyaṁ satisūpaṭṭhitasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:820_0": "Vi – gilānavagge bhante dutiyaṁ satisūpaṭṭhitasuttaṁ ‘‘yo hi koci bhikkhave bhikkhu",
  "anya-e0904n:820_1": "vā bhikkhunī vā pañca dhamme bhāveti, pañca dhamme bahulīkaroti, tassa dvinnaṁ phalānaṁ",
  "anya-e0904n:820_2": "aññataraṁ phalaṁ pāṭikaṅkhaṁ ‘diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā’.",
  "anya-e0904n:820_3": "Katame pañca, idha bhikkhave bhikkhuno ajjhattaññeva satisūpaṭṭhitā hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:821": "Upaṭṭhākasutta",
  "anya-e0904n:822": "Pu – tattheva āvuso tatiyaṁ upaṭṭhākasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:823_0": "Vi – tatiyaṁ bhante upaṭṭhākasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato gilāno",
  "anya-e0904n:823_1": "dūpaṭṭhāko hoti. Katamehi pañcahi, asappāyakārī hoti, sappāye mattaṁ na jānāti, bhesajjaṁ",
  "anya-e0904n:823_2": "nappaṭisevitā hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:824": "Anāyussāsutta",
  "anya-e0904n:825": "Pu – tattheva āvuso pañcamaṁ anāyussāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:826_0": "Vi – pañcamaṁ bhante anāyussāsuttaṁ ‘‘pañcime bhikkhave dhammā anāyussā. Katame pañca,",
  "anya-e0904n:826_1": "asappāyakārī hoti, sappāye mattaṁ na jānāti, apariṇatabhojī ca hoti, akālacārī ca",
  "anya-e0904n:826_2": "hoti, abrahmacārī ca. Ime kho bhikkhave pañca dhammā anāyussā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:827": "Samaṇasukhasutta",
  "anya-e0904n:828": "Pu – tattheva āvuso aṭṭhamaṁ samaṇasukhasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:829_0": "Vi – aṭṭhamaṁ bhante samaṇasukhasuttaṁ ‘‘pañcimāni bhikkhave samaṇadukkhāni. Katamāni",
  "anya-e0904n:829_1": "pañca, idha bhikkhave bhikkhu asantuṭṭho hoti itarītarena cīvarena, asantuṭṭho hoti",
  "anya-e0904n:829_2": "itarītarena piṇḍapātena, asantuṭṭho hoti itarītarena senāsanena, asantuṭṭho hoti",
  "anya-e0904n:829_3": "itarītarena gilānapaccayabhesajjaparikkhārena, anabhirato ca brahmacariyaṁ carati.",
  "anya-e0904n:829_4": "Imāni kho bhikkhave pañca samaṇadukkhānī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:830": "Byasanasutta",
  "anya-e0904n:831": "Pu – tattheva āvuso dasamaṁ byasanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:832_0": "Vi – dasamaṁ bhante byasanasuttaṁ ‘‘pañcimāni bhikkhave byasanāni. Katamāni pañca,",
  "anya-e0904n:832_1": "ñātibyasanaṁ bhogabyasanaṁ rogabyasanaṁ sīlabyasanaṁ diṭṭhibyasana’’nti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:833": "Rājavagga",
  "anya-e0904n:834": "Patthanāsutta",
  "anya-e0904n:835": "Pu – rājavagge pana āvuso chaṭṭhaṁ patthanāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:836_0": "Vi – rājavagge bhante chaṭṭhaṁ patthanāsuttaṁ ‘‘pañcahi bhikkhave aṅgehi samannāgato",
  "anya-e0904n:836_1": "rañño khattiyassa muddhāvasittassa jeṭṭho putto oparajjaṁ patthetī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:837": "Sappurisadānasutta",
  "anya-e0904n:838": "Pu – tikaṇḍakīvagge āvuso aṭṭhamaṁ sappurisadānasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:839_0": "Vi – tikaṇḍakīvagge bhante aṭṭhamaṁ sappurisadānasuttaṁ ‘‘pañcimāni bhikkhave sappurisadānāni.",
  "anya-e0904n:839_1": "Katamāni pañca, saddhāya dānaṁ deti, sakkaccaṁ dānaṁ deti, kālena dānaṁ deti, anuggahitacitto",
  "anya-e0904n:839_2": "dānaṁ deti, attānañca parañca anupahacca dānaṁ detī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:840": "Saddhammavagga",
  "anya-e0904n:841": "Paṭhamasammattaniyāmasutta",
  "anya-e0904n:842": "Pu – saddhammavagge pana āvuso paṭhamaṁ sammattaniyāmasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:843_0": "Vi – saddhammavagge bhante paṭhamaṁ sammattaniyāmasuttaṁ ‘‘pañcahi bhikkhave dhammehi",
  "anya-e0904n:843_1": "samannāgato sunakkhopi saddhammaṁ abhabbo niyāmaṁ okkamituṁ kusalesu dhammesu sammattaṁ.",
  "anya-e0904n:843_2": "Katamehi pañcahi, kathaṁ paribhoti, kathikaṁ paribhoti, attānaṁ paribhotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:844": "Paṭhamasaddhammasammosasutta",
  "anya-e0904n:845": "Pu – tattheva āvuso catutthaṁ paṭhamasaddhammasammosasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:846_0": "Vi – tattheva bhante catutthaṁ paṭhamasaddhammasammosasuttaṁ ‘‘pañcime bhikkhave",
  "anya-e0904n:846_1": "dhammā saddhammassa sammosāya antaradhānāya saṁvattanti. Katame pañca, idha bhikkhave",
  "anya-e0904n:846_2": "bhikkhū na sakkaccaṁ dhammaṁ suṇanti, na sakkaccaṁ dhammaṁ pariyāpuṇanti, na sakkaccaṁ",
  "anya-e0904n:846_3": "dhammaṁ dhārenti, na sakkaccaṁ dhātānaṁ dhammānaṁ atthaṁ upaparikkhanti, na sakkaccaṁ",
  "anya-e0904n:846_4": "atthamaññāya dhammamaññāya dhammānudhammaṁ paṭipajjanti. Ime kho bhikkhave pañca",
  "anya-e0904n:846_5": "dhammā saddhammassa sammosāya antaradhānāya saṁvattantī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:847": "Dutiyasaddhammasammosasutta",
  "anya-e0904n:848": "Pu – tattheva āvuso pañcamaṁ dutiyasaddhammasammosasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:849_0": "Vi – tattheva bhante pañcamaṁ dutiyasaddhammasammosasuttaṁ ‘‘pañcime bhikkhave dhammā",
  "anya-e0904n:849_1": "saddhammassa sammosāya antaradhānāya saṁvattanti. Katame pañca, idha bhikkhave bhikkhū",
  "anya-e0904n:849_2": "dhammaṁ na pariyāpuṇanti suttaṁ geyyaṁ veyyākaraṇaṁ gāthaṁ udānaṁ itivuttakaṁ jātakaṁ",
  "anya-e0904n:849_3": "abbhutadhammaṁ vedallaṁ. Ayaṁ bhikkhave paṭhamo dhammo saddhammassa sammosāya antaradhānāya",
  "anya-e0904n:849_4": "saṁvattatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:850": "Tatiyasaddhammasammosasutta",
  "anya-e0904n:851": "Pu – tattheva āvuso chaṭṭhaṁ tatiyasaddhammasammosasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:852_0": "Vi – tattheva bhante chaṭṭhaṁ tatiyasaddhammasammosasuttaṁ ‘‘pañcime bhikkhave dhammā",
  "anya-e0904n:852_1": "saddhammassa sammosāya antaradhānāya saṁvattanti. Katame pañca, idha bhikkhave bhikkhū",
  "anya-e0904n:852_2": "duggahitaṁ suttantaṁ pariyāpuṇanti dunnikkhittahi padabyañjanehi. Dunnikkhittassa",
  "anya-e0904n:852_3": "bhikkhave padabyañjanassa atthopi dunnayo hoti. Ayaṁ bhikkhave paṭhamo dhammo saddhammassa",
  "anya-e0904n:852_4": "sammosāya antaradhānāya saṁvattatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:853": "Dukkatāsutta",
  "anya-e0904n:854": "Pu – aṅguttaranikāye āvuso pañcakanipāte saddhammavagge sattamaṁ dukkathāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:855_0": "Vi – saddhammavagge bhante sattamaṁ dukkathāsuttaṁ ‘‘pañcannaṁ bhikkhave puggalānaṁ",
  "anya-e0904n:855_1": "kathā dukkathā puggale puggalaṁ upanidhāya. Katamesaṁ pañcannaṁ, assaddhassa bhikkhave",
  "anya-e0904n:855_2": "saddhākathā dukkathā, dussīlassa sīlakathā dukkathā, appassutassa bāhusaccakathā",
  "anya-e0904n:855_3": "dukkathā, maccharissa cāgakathā dukkathā, duppaññassa paññākathā dukkathā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:856": "Udāyīsutta",
  "anya-e0904n:857": "Pu – tattheva āvuso navamaṁ udāyisuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:858_0": "Vi – kosambiyaṁ bhante āyasmantaṁ udāyiṁ ārabbha bhāsitaṁ. Āyasmā bhante udāyī mahatiyā",
  "anya-e0904n:858_1": "gīhiparisāya parivuto dhammaṁ desento nisinno hoti. Addasā kho āyasmā ānando āyasmantaṁ",
  "anya-e0904n:858_2": "udāyiṁ mahatiyā gihiparisāya parivutaṁ dhammaṁ desentaṁ nisinnaṁ. Disvā yena bhagavā",
  "anya-e0904n:858_3": "tenupasaṅkami, upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi. Ekamantaṁ",
  "anya-e0904n:858_4": "nisinno kho āyasmā ānando bhagavantaṁ etadavoca ‘‘āyasmā bhante udāyī mahatiyā gihiparisāya",
  "anya-e0904n:858_5": "parivuto dhammaṁ desetī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘na kho ānanda sukaraṁ paresaṁ",
  "anya-e0904n:858_6": "dhammaṁ desetuṁ, paresaṁ ānanda dhammaṁ desentena pañca dhamme ajjhattaṁ upaṭṭhāpetvā",
  "anya-e0904n:858_7": "paresaṁ dhammo desetabbo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:859": "Āghātavagga",
  "anya-e0904n:860": "Paṭhamaāghātapaṭivinayasutta",
  "anya-e0904n:861": "Pu – āghātavagge pana āvuso paṭhamaṁ āghātapaṭivinayasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:862_0": "Vi – āghātavagge bhante paṭhamaṁ āghātapaṭivinayasuttaṁ ‘‘pañcime bhikkhave āghātapaṭivinayā,",
  "anya-e0904n:862_1": "yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo. Katame pañca, yasmiṁ bhikkhave",
  "anya-e0904n:862_2": "puggale āghāto jāyetha, mettā tasmiṁ puggale bhāvetabbā, evaṁ tasmiṁ puggale āghāto",
  "anya-e0904n:862_3": "paṭivinetabbo’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:863": "Upāsakavagga",
  "anya-e0904n:864": "Caṇḍālasutta",
  "anya-e0904n:865": "Pu – upāsakavagge pana āvuso pañcamaṁ caṇḍālasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:866_0": "Vi – upāsakavagge bhante pañcamaṁ caṇḍālasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato",
  "anya-e0904n:866_1": "upāsako upāsakacaṇḍālo ca hoti upāsakamalañca upāsakapatikuṭṭho cā’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:867": "Pītisutta",
  "anya-e0904n:868": "Pu – tattheva āvuso chaṭṭhaṁ pītisuttaṁ bhagavatā kattha kaṁ ārabbha kathañca bhāsitaṁ.",
  "anya-e0904n:869_0": "Vi – chaṭṭhaṁ bhante pītisuttaṁ sāvatthiyaṁ anāthapiṇḍikaṁ gahapatiṁ ārabbha ‘‘tumhe",
  "anya-e0904n:869_1": "kho gahapati bhikkhusaṅghaṁ paccupaṭṭhitā cīvara piṇḍapāta senāsana gilānapaccayabhesajjaparikkhārena",
  "anya-e0904n:869_2": ". Na kho gahapati tāvatakeneva tuṭṭhi karaṇīyā ‘‘mayaṁ bhikkhusaṅghaṁ paccupaṭṭhitā",
  "anya-e0904n:869_3": "cīvarapiṇḍapātasenāsanagilāna paccaya bhesajjaparikkhārenā’’ti. Tasmātiha gahapati",
  "anya-e0904n:869_4": "evaṁ sikkhitabbaṁ ‘‘kindi mayaṁ kālena kālaṁ pavivekaṁ pītiṁ upasampajja vihareyyāmā’’ti",
  "anya-e0904n:869_5": "evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:870": "Vaṇijjāsutta",
  "anya-e0904n:871": "Pu – tattheva āvuso sattamaṁ vaṇijjāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:872_0": "Vi – tattheva bhante sattamaṁ vaṇijjāsuttaṁ ‘‘pañcimā bhikkhave vaṇijjā upāsakena",
  "anya-e0904n:872_1": "akaraṇīyā. Katamā pañca, satthavaṇijjā sattavaṇijjā maṁsavaṇijjā majjavaṇijjā visavaṇijjā.",
  "anya-e0904n:872_2": "Imā kho bhikkhave pañca vaṇijjā upāsakena akaraṇīyā’’ti evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:873": "Gavesīsutta",
  "anya-e0904n:874": "Pu – tattheva āvuso dasamaṁ gavesīsuttaṁ bhagavatā kattha kaṁ ārabbha kismiṁ vatthusmiṁ kathañca bhāsitaṁ.",
  "anya-e0904n:875_0": "Vi – dasamaṁ bhante gavesīsuttaṁ kosalesu āyasmantaṁ ānandattheraṁ dhammabhaṇḍāgārikaṁ",
  "anya-e0904n:875_1": "ārabbha bhāsitaṁ. Āyasmā bhante ānandatthero dhammabhaṇḍāgāriko bhagavantaṁ etadavoca",
  "anya-e0904n:875_2": "‘‘ko nu kho bhante hetu ko paccayo bhagavato sitassa pātukammāya, na akāraṇena tathāgatā",
  "anya-e0904n:875_3": "sitaṁ pātukarontī’’ti. Tasmiṁ bhante vatthusmiṁ ‘‘bhūtapubbaṁ ānanda imasmiṁ padese",
  "anya-e0904n:875_4": "nagaraṁ ahosi iddhañceva phītañca bahujanaṁ ākiṇṇamanussaṁ, taṁ kho panānanda nagaraṁ",
  "anya-e0904n:875_5": "kassapo bhagavā arahaṁ sammāsambuddho upanissāya vihāsī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:876": "Vācāsutta",
  "anya-e0904n:877": "Pu – brāhmaṇavagge āvuso aṭṭhamaṁ vācāsuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:878_0": "Vi – brāhmaṇavagge bhante aṭṭhamaṁ vācāsuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgatā",
  "anya-e0904n:878_1": "vācā subhāsitā hoti no dubbhāsitā, anavajjā ca ananuvajjā ca viññūnaṁ. Katamehi pañcahi,",
  "anya-e0904n:878_2": "kālena bhāsitā hoti, saccā ca bhāsitā hoti, saṇhā ca bhāsitā hoti, atthasaṁhitā ca",
  "anya-e0904n:878_3": "bhāsitā hoti, mettācittena ca bhāsitā hoti, imehi kho bhikkhave pañcahi aṅgehi samannāgatā",
  "anya-e0904n:878_4": "vācā subhāsitā hoti no dubbhāsitā, anavajjā ca ananuvajjā ca viññūna’’nti evaṁ kho",
  "anya-e0904n:878_5": "bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:879": "Kulasutta",
  "anya-e0904n:880": "Pu – tattheva āvuso navamaṁ kulasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:881_0": "Vi – tattheva bhante navamaṁ kulasuttaṁ ‘‘yaṁ bhikkhave sīlavanto pabbajitā kulaṁ",
  "anya-e0904n:881_1": "upasaṅkamanti, tattha manussā pañcahi ṭhānehi bahuṁ puññaṁ pasavanti. Katamehi pañcahi,",
  "anya-e0904n:881_2": "yasmiṁ bhikkhave samaye sīlavante pabbajite kulaṁ upasaṅkamante manussā disvā cittāni",
  "anya-e0904n:881_3": "pasādenti, saggasaṁvattanikaṁ bhikkhave taṁ kulaṁ tasmiṁ samaye paṭipadaṁ paṭipannaṁ",
  "anya-e0904n:881_4": "hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:882": "Kimilavagga",
  "anya-e0904n:883": "Dhammassavanasutta",
  "anya-e0904n:884": "Pu – kimilavagge pana āvuso dutiyaṁ dhammassavanasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:885_0": "Vi – kimilavagge bhante dutiyaṁ dhammassavanasuttaṁ ‘‘pañcime bhikkhave ānisaṁsā",
  "anya-e0904n:885_1": "dhammassavane. Katame pañca, assutaṁ suṇāti, sutaṁ pariyodāpeti, kaṅkhaṁ vitarati,",
  "anya-e0904n:885_2": "diṭṭhiṁ ujuṁ karoti, cittamassa pasīdati, ime kho bhikkhave pañca ānisaṁsā dhammassavane’’ti",
  "anya-e0904n:885_3": "evaṁ kho bhante bhagavatā bhāsitaṁ.",
  "anya-e0904n:886": "Akkosakavagga",
  "anya-e0904n:887": "Akkhantisutta",
  "anya-e0904n:888": "Pu – akkosakavagge pana āvuso pañcamaṁ akkhantisuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:889_0": "Vi – akkosakavagge bhante pañcamaṁ akkhantisuttaṁ ‘‘pañcime bhikkhave ādīnavā akkhantiyā.",
  "anya-e0904n:889_1": "Katame pañca, bahuno janassa appiyo hoti amanāpo, verabahulo ca hoti, vajjabahulo",
  "anya-e0904n:889_2": "ca, sammūḷho kālaṁ karoti, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ",
  "anya-e0904n:889_3": "upapajjatī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:890": "Apāsādikasutta",
  "anya-e0904n:891": "Pu – tattheva āvuso aṭṭhamaṁ apāsādikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:892_0": "Vi – tattheva bhante aṭṭhamaṁ apāsādikasuttaṁ ‘‘pañcime bhikkhave ādīnavā apāsādike.",
  "anya-e0904n:892_1": "Katame pañca, appasannā nappasīdanti, pasannānañca ekaccānaṁ aññathattaṁ hoti, satthusāsanaṁ",
  "anya-e0904n:892_2": "akataṁ hoti, pacchimā janatā diṭṭhānugatiṁ āpajjati, cittamassa nappasīdati. Ime",
  "anya-e0904n:892_3": "kho bhikkhave pañca ādīnavā apāsādike’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:893": "Āvāsikavagga",
  "anya-e0904n:894": "Āvāsikasutta",
  "anya-e0904n:895": "Pu – āvāsikavagge panāvuso paṭhamaṁ āvāsikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:896_0": "Vi – āvāsikavagge bhante paṭhamaṁ āvāsikasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato",
  "anya-e0904n:896_1": "āvāsiko bhikkhu abhāvanīyo hoti. Katamehi pañcahi, na ākappasampanno hoti na vattasampanno,",
  "anya-e0904n:896_2": "na bahussuto hoti na sutadharo, na paṭisallekhitā hoti na paṭisallānārāmo, na kalyāṇavāco",
  "anya-e0904n:896_3": "hoti na kalyāṇavākkaraṇo, duppañño hoti jaḷo eḷamūgo. Imehi kho bhikkhave pañcahi",
  "anya-e0904n:896_4": "dhammehi samannāgato āvāsiko bhikkhu abhāvanīyo hotī’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:897": "Avaṇṇārahasutta",
  "anya-e0904n:898": "Pu – tattheva āvuso sattamaṁ avaṇṇārahasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:899_0": "Vi – tattheva bhante sattamaṁ avaṇṇārahasuttaṁ ‘‘pañcahi bhikkhave dhammehi samannāgato",
  "anya-e0904n:899_1": "āvāsiko bhikkhu yathābhataṁ nikkhitto evaṁ niraye. Katamehi pañcahi, ananuvicca apariyogāhetvā",
  "anya-e0904n:899_2": "avaṇṇārahassa vaṇṇaṁ bhāsati, ananuvicca apariyogāhetvā vaṇṇārahassa avaṇṇaṁ bhāsati,",
  "anya-e0904n:899_3": "āvāsamaccharī hoti āvāsapaligedhī, kulamaccharī hoti kulapaligedhi, saddhādeyyaṁ",
  "anya-e0904n:899_4": "vinipāteti. Imehi kho bhikkhave pañcahi dhammehi samannāgato āvāsiko bhikkhu yathābhataṁ",
  "anya-e0904n:899_5": "nikkhitto evaṁ niraye’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:900": "Duccaritavagga",
  "anya-e0904n:901": "Paṭhamaduccaritasutta",
  "anya-e0904n:902": "Pu – duccaritavagge pana āvuso paṭhamaṁ duccaritasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:903_0": "Vi – duccaritavagge bhante paṭhamaṁ duccaritasuttaṁ ‘‘pañcime bhikkhave ādīnavā duccarite.",
  "anya-e0904n:903_1": "Katame pañca, attāpi attānaṁ upavadati, anuvicca viññū garahanti, pāpako kittisaddo",
  "anya-e0904n:903_2": "abbhuggacchati, sammūḷho kālaṁ karoti, kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ",
  "anya-e0904n:903_3": "vinipātaṁ nirayaṁ upapajjati. Ime kho bhikkhave pañca ādīnavā duccarite’’ti evamādinā bhagavatā bhāsitaṁ.",
  "anya-e0904n:904": "Sivathikasutta",
  "anya-e0904n:905": "Pu – tattheva āvuso navamaṁ sivathikasuttaṁ bhagavatā kathaṁ bhāsitaṁ.",
  "anya-e0904n:906_0": "Vi – tattheva bhante navamaṁ sivathikasuttaṁ ‘‘pañcime bhikkhave ādīnavā sivathikāya.",
  "anya-e0904n:906_1": "Katame pañca, asuci, duggandhā, sappaṭibhayā, vāḷānaṁ amanussānaṁ āvāso, bahuno janassa",
  "anya-e0904n:906_2": "ārodanā. Ime kho bhikkhave pañca ādīnavā sivathikāyā’’ti evamādinā bhagavatā bhāsitaṁ."
}