{
  "anya-e1202n6:0": "Bodhi āgamanakathā",
  "anya-e1202n6:1_0": "14. Anulādevī pañcahi kaññāsatehi pañcahi antepurisā satehīti mātugāmasahassena saddhiṁ",
  "anya-e1202n6:1_1": "saṅghamittattheriyā santike pabbajitvā nacirasseva saparivārā arahatte patiṭṭhāsi.",
  "anya-e1202n6:1_2": "Ariṭṭhopi kho rañño bhāgineyyo pañcahi purisa satehi saddhiṁ therassa santike pabbajitvā",
  "anya-e1202n6:1_3": "saparivāro nacirasseva arahatte patiṭṭhāsi. Athekadivasaṁ rājā bodhiṁ vaṇditvā therena",
  "anya-e1202n6:1_4": "saddhiṁ thūpārāmaṁ gacchati. Tassa lohapāsādaṭṭhānaṁ sampattassa purisā pupphāni",
  "anya-e1202n6:1_5": "āhariṁsu rājā therassa pupphāni adāsi. Thero pupphehi lohapāsādaṭṭhānaṁ pūjesi pupphesu",
  "anya-e1202n6:1_6": "bhūmiyā patita mattesu mahābhūmicālo ahosi?",
  "anya-e1202n6:2_0": "Rājā kasmā bhante bhūmi calitāni pucchi. Imasmiṁ mahārāja okāse anāgate saṅghassa",
  "anya-e1202n6:2_1": "uposathāgāraṁ bhavissati. Tassetaṁ pubbanimittanti āha. Puna tassa mahācetiyaṭṭhānaṁ",
  "anya-e1202n6:2_2": "sampattassa campaka pupphāni abhihariṁsu. Tānipi rājā therassa adāsi. Thero mahācetiyaṭṭhānaṁ",
  "anya-e1202n6:2_3": "pupphehi pūjetvā vaṇdi tāvadeva mahāpathavī saṁkampi. Rājā bhante kasmā pathavī kampitthāti",
  "anya-e1202n6:2_4": "pucchi. Mahārāja imasmiṁ ṭhāne anāgate buddhassa bhagavato asadiso mahāthūpo bhavissati.",
  "anya-e1202n6:2_5": "Tassetaṁ pubbanimittanti āha. Ahameva karomi bhanteti. Alaṁ mahārāja tumhākaṁ aññaṁ",
  "anya-e1202n6:2_6": "bahuṁ kammaṁ atthi. Tumhākaṁ pana nantā duṭṭhagāmaṇī abhayo nāma kāressatīti.",
  "anya-e1202n6:3_0": "Atha rājā sace bhante mayhaṁ nantā karissati. Kataṁyeva mayāti dvādasahatthaṁ pāsāṇatthamhaṁ",
  "anya-e1202n6:3_1": "āharāpetvā devānampiyatissa rañño nattā duṭṭhagāmaṇi abhayo nāma imasmiṁ padese thūpaṁ",
  "anya-e1202n6:3_2": "karotīti akkharāni likhāpetvā patiṭṭhāpesīti atha devānampiyatissarājā cetiyapappate",
  "anya-e1202n6:3_3": "nihitā sammāsambuddha bhutta patta pūretvā āhaṭā dhātuyohatthikkhaṇdhena āharāpetvā",
  "anya-e1202n6:3_4": "sakalatambapaṇṇidīpe yojane yojane thūpaṁ kāretvā dhātuyo patiṭṭhāpesi bhagavato",
  "anya-e1202n6:3_5": "pattaṁ pana rāja geheyava ṭhapetvā pūjamakāsīti.",
  "anya-e1202n6:4": "Nidhāpetvāna sambuddha-dhātuyo pattamattakā,",
  "anya-e1202n6:5": "Kārāpesi mahārāja-thūpe yojana yojaneti;"
}