{
  "anya-e0801n1:0": "1. Paṭhamo saññādikaṇḍo",
  "anya-e0801n1:1": "Siddhamiddhaguṇaṁ sādhu, namassitvā tathāgataṁ;",
  "anya-e0801n1:2": "Sadhammasaṅghaṁ bhāsissaṁ, māgadhaṁ saddalakkhaṇaṁ.",
  "anya-e0801n1:3": "1. Aādayo titālīsa vaṇṇā.",
  "anya-e0801n1:4_0": "Akārādayo niggahītantā tecattālīsa-kkharā vaṇṇā nāma honti. A ā i ī u ū e e o o,",
  "anya-e0801n1:4_1": "ka kha ga gha ṅa ca cha ja jha ñña, ṭa ṭha ḍa ḍha ṇa, ta tha da dha na, pa pha ba",
  "anya-e0801n1:4_2": "bha ma, ya ra la va sa ha ḷa aṁ. Tena kvattho? “E o na mavaṇṇe” 1. 37. Titālīsābhi",
  "anya-e0801n1:4_3": "vacanaṁ katthaci vaṇṇalopaṁ ñāpeti. Tena ‘paṭisaṅkhā yoniso’tiādi siddhaṁ.",
  "anya-e0801n1:5": "2. Dasādo sarā.",
  "anya-e0801n1:6": "Tatthādimhi dasa vaṇṇā sarā nāma honti. Tena kvattho? “Saro lopo sare” 1, 26 iccādi.",
  "anya-e0801n1:7": "3. Dvedve savaṇṇā. Tesu dvedve sarā savaṇṇā nāma honti. Tena kvattho? “Vaṇṇaparena savaṇṇopi” 1, 24.",
  "anya-e0801n1:8": "4. Pubbo rasso.",
  "anya-e0801n1:9": "Tesu dvīsu yo yo pubbo, so so rassasañño hoti. Tesu e.o.saṁyogato pubbāva dissanti. Tena kvattho? “Rasso vā” 2,62 iccādi.",
  "anya-e0801n1:10": "5. Paro dīgho.",
  "anya-e0801n1:11": "Te sveva dvīsuyo yo paro, so so dīghasañño hoti. Tena kvattho? “Yo lo panisu dīgho” 2,88 iccādi.",
  "anya-e0801n1:12": "6. Kādayo byañjanā.",
  "anya-e0801n1:13": "Kakārādayo vaṇṇā niggahītapariyantā byañjanasaññāhonti. Tena kvattho? “Byañjane dīgharassā” 1,33 iccādi.",
  "anya-e0801n1:14": "7. Pañca pañcakā vaggā.",
  "anya-e0801n1:15": "Kādayo pañca pañcakā vagga, nāma honti. Tena kvattho? “Vagge vagganto” 1,41 iccādi.",
  "anya-e0801n1:16": "8. Bindu niggahītaṁ.",
  "anya-e0801n1:17": "Yvāyaṁ vaṇṇo bindumatto, so niggahītasañño hoti. Tena kvattho? “Niggahītaṁ” 1,38 icādi. Garusaññākaraṇaṁ anvatthasaññatthaṁ.",
  "anya-e0801n1:18": "9. Iyuvaṇṇā jhalā nāmassante.",
  "anya-e0801n1:19": "Nāmaṁ pāṭipadikaṁ, tassaante vattamānā ivaṇṇuvaṇṇā jhalasaññā honti yathākkamaṁ. Tena kvattho? “Jhalā vā” 2,111 iccādi.",
  "anya-e0801n1:20": "10. Pitthiyaṁ.",
  "anya-e0801n1:21": "Itthiyaṁ vattamānassa nāmassa-nte vattamānā ivaṇṇuvaṇṇā pasaññā honti. Tena kvattho? Ye passivaṇṇassa” 2,116 iccādi.",
  "anya-e0801n1:22": "11. Ghā.",
  "anya-e0801n1:23": "Itthiyaṁ vattamānassa nāmassa-nte vatthamāno ākāro ghasañño hoti. Tena kvattho? “Ghabrahmādite” 2,60 iccādi.",
  "anya-e0801n1:24": "12. Go syālapane.",
  "anya-e0801n1:25": "Ālapane si gasañño hoti.",
  "anya-e0801n1:26": "Tena kvattho? “Gevā” 2,65 iccādi.",
  "anya-e0801n1:27": "(Saññā)",
  "anya-e0801n1:28": "13. Vidhibbisesanantassa.",
  "anya-e0801n1:29": "Yaṁ visesanaṁ, tadantassa vidhi ñātabbo “ato yonaṁ ṭāṭe” 2,41 narānare.",
  "anya-e0801n1:30": "14. Sattamiyaṁ pubbassa.",
  "anya-e0801n1:31": "Sattamīniddese pubbasseva kāriyaṁ ñātabbaṁ “saro lopo sare” 1,26 veḷaggaṁ. ‘Tamaha’ntīdha kasmā na hoti?, Saretopasilesikādhāro tatthetāva vuccate ‘pubbasseva hoti na parassā’ti.",
  "anya-e0801n1:32": "15. Pañcamiyaṁ parassa.",
  "anya-e0801n1:33": "Pañcamīniddese parassa kāriyaṁ ñātabbaṁ “atoyonaṁ ṭāṭe” 2,41 narānare. Idha na hotaṁ ‘jantuho anattā’. Idha kasmā na hoti? Osakhyo, anantare katatthatāya na byavahitassa kāriyaṁ.",
  "anya-e0801n1:34": "16. Ādissa.",
  "anya-e0801n1:35": "Parassa ssissamānaṁ kāriyamādivaṇṇassa ñātabbaṁ “ra saṅkhyāto vā” 3,103 terasa.",
  "anya-e0801n1:36": "17. Chaṭṭhiyantassa.",
  "anya-e0801n1:37": "Chaṭṭhīniddiṭṭhassa yaṁ kāriyaṁ, tadantassa vaṇṇassa viññeyyaṁ “rājassi nāmhi” 2,23 rājinā.",
  "anya-e0801n1:38": "18. Ṅānubandho.",
  "anya-e0801n1:39": "Ṅakāro anubandho yassa, so antassa hoti “gossā vaṅa” 1,32 gavāssaṁ.",
  "anya-e0801n1:40": "19. Ṭānubandhānekavaṇṇā sabbassa.",
  "anya-e0801n1:41": "Ṭakāro-nubandho yassa, so-nekakkharo cādeso sabbassa hoti “imassānitthiyaṁ ṭe” 2,128 esu, “nāmha-nimi” 2,126 anena.",
  "anya-e0801n1:42": "20. Ñakānubandhādyantā.",
  "anya-e0801n1:43": "Chaṭṭhīniddiṭṭhassa ñānubandhakānubandhā ādyantā honti “brūto tissīña” 6,36 bravīti, “bhūssa vuka” 6,17 babhūva.",
  "anya-e0801n1:44": "21. Mānubandho sarānamantā paro.",
  "anya-e0801n1:45": "Makāro-nubandho yassa, so sarā namantā sarā paro hoti “mañca rudhādīnaṁ” 5-19 rundhati.",
  "anya-e0801n1:46": "22. Vippaṭisedhe.",
  "anya-e0801n1:47_0": "Dvinnaṁ sāvakāsānamekatthappasaṅge paro hoti. Yathā dvinnaṁ tiṇṇaṁ vāpurisānaṁ sahappattiyaṁ",
  "anya-e0801n1:47_1": "paro, so ca (gacchati) tvaṁ ca (gacchasi, tumhe) gacchatha. So ca (gacchati,) tvaṁ",
  "anya-e0801n1:47_2": "ca (gacchasi,) ahaṁ ca (gacchāmi, mayaṁ) gacchāma.",
  "anya-e0801n1:48": "23. Saṅketo-navayavo-nubandho.",
  "anya-e0801n1:49": "Yo navayavabhūtosaṅketo, so-nubandhoti ñātabbo, “lupitādīnamāsimhi” 2-57 kattā.",
  "anya-e0801n1:50": "Saṅketaggahaṇaṁ kiṁ? Pakatiyādisamudāyassānubandhatā mā hotūti, anavayavohi samudāyo… samudāyarūpattāyeva.",
  "anya-e0801n1:51": "Anavayavaggahaṇaṁ kiṁ? “Atena” 2-108 janena. Imināva lopassāvagatattā nānubandhalopāya vacanamāraddhaṁ.",
  "anya-e0801n1:52": "24. Vaṇṇaparena savaṇṇopi.",
  "anya-e0801n1:53": "Vaṇṇasaddo paro yasmā tena savaṇṇopi gayhati saṁca rūpaṁ “yuvaṇṇānameo luttā” 1-29 vākeritaṁ, samonā.",
  "anya-e0801n1:54": "25. Ntu vantumantvāvantutavantusambandhī.",
  "anya-e0801n1:55": "Vantvādisambandhīyevantu gayhati, “ntantūnaṁ nto yomhi paṭhame” 2-215 guṇavanto.",
  "anya-e0801n1:56": "Vantvādisambandhīti kiṁ? Jantū tantū.",
  "anya-e0801n1:57": "(Paribhāsāyo.)",
  "anya-e0801n1:58": "26. Saro lopo sare.",
  "anya-e0801n1:59": "Sare saro lopanīyo hoti. Tatri-me, saddhi-ndriyaṁ, nohe-taṁ, bhikkhuno-vādo, sametā-yasmā, abhibhā-yatanaṁ, puttāma-tthi, asante-ttha.",
  "anya-e0801n1:60": "27. Paro kvaci.",
  "anya-e0801n1:61": "Saramhā paro saro kvaci lopanīyo hoti. So-pi, sāva, yato-dakaṁ, tato-va. Kvacītikiṁ? Saddhi-ndriyaṁ, ayamadhikāro āparicchedāvasānā, tena nātippasaṅgo.",
  "anya-e0801n1:62": "28. Na dvevā.",
  "anya-e0801n1:63": "Pubbaparasarā dvepi vā kvaci na lupyante, latā iva, late-va, latā-va.",
  "anya-e0801n1:64": "29. Yuvaṇṇānameo luttā.",
  "anya-e0801n1:65": "Luttā sarā paresaṁ ivaṇṇuvaṇṇānaṁ eo honti vā yathākkamaṁ.",
  "anya-e0801n1:66": "Tasse-daṁ, vāte-ritaṁ, no-peti, vāmo-rū, ate-vaññehi, vo-dakaṁ. Kathaṁ “paccorasmi”nti? Yogavibhāgā. Vātveva? Tassidaṁ.",
  "anya-e0801n1:67": "Lutteti kiṁ? Latā iva.",
  "anya-e0801n1:68": "30. Yavā sare.",
  "anya-e0801n1:69": "Sare pare ivaṇṇuvaṇṇānaṁ yakāravakārā honti vā yathākkamaṁ. Byākato, iccassa, ajjhiṇamutto, svāgataṁ, svāpanalānilaṁ, vātveva? Iti-ssa. Kvacitveva? Yānī-dha, sū-paṭṭhitaṁ.",
  "anya-e0801n1:70": "31. Eonaṁ.",
  "anya-e0801n1:71": "Eonaṁyavāyonti vā sare yathākkamaṁ. Tyajja te-jja, svāhaṁ so-haṁ. Kvacitveva? Puttāma-tthi, asante-ttha.",
  "anya-e0801n1:72": "32. Gossā-vaṅa.",
  "anya-e0801n1:73": "Sare gossa avaṅa hoti. Gavā-ssaṁ. ‘Yatharīva, tatharive’ti nipātāva, ‘bhusāmive’ti ivasaddo evattho.",
  "anya-e0801n1:74": "33. Byañjane dīgharassā.",
  "anya-e0801n1:75": "Rassadīghānaṁ kvaci dīgharassā honti byañjane. Tatrā-yaṁ, munīcare, sammadeva, mālabhārī.",
  "anya-e0801n1:76": "34. Saramhā dve.",
  "anya-e0801n1:77": "Saramhā parassa byañjanassa kvaci dve rūpāni honti. Paggaho. Saramhāti kiṁ? Taṁ khaṇaṁ.",
  "anya-e0801n1:78": "35. Catutthadutiyesvesaṁ tatiyapaṭhamā.",
  "anya-e0801n1:79_0": "Catutthadutiyesu paresvesaṁ catutthadutiyānaṁ tabbagge tatiya paṭhamā honti. Paccāsatthyā,",
  "anya-e0801n1:79_1": "nigghoso, akkhanti, bojjhaṅgā, setacchattaṁ, daḍḍho, niṭṭhānaṁ, mahaddhano, yasatthero,",
  "anya-e0801n1:79_2": "apphuṭaṁ, abbhuggato. Esvīti kiṁ? Thero. Esanti kiṁ? Pattho.",
  "anya-e0801n1:80": "36. Vitisseve vā.",
  "anya-e0801n1:81": "Evasadde pare itissa vo hoti vā. Itveva, icceva. Eveti kiṁ? Iccāha.",
  "anya-e0801n1:82": "37. Eonama vaṇṇe.",
  "anya-e0801n1:83_0": "Eonaṁ vaṇṇe kvaci a hoti vā. Disvā yācaka māgate, akaramhasa te, esa attho, esa dhammo,",
  "anya-e0801n1:83_1": "aggamakkhāyati, svātanaṁ, hiyyattanaṁ, karassu. Vātveva? Yācake āgate eso dhammo. Vaṇṇeti kiṁ? So.",
  "anya-e0801n1:84": "38. Niggahītaṁ.",
  "anya-e0801n1:85_0": "Niggahītamāgamo hoti vā kvaci. Cakkhuṁ udapādi cakkhuudapādi, purimaṁ jātiṁ purimajātiṁ,",
  "anya-e0801n1:85_1": "kattabbaṁ kusalaṁ bahuṁ. Avaṁsirotiādīsu niccaṁ… vavatthitavibhāsattā vādhikārassa,",
  "anya-e0801n1:85_2": "sāmattiyenāgamova, sa ca rassa sarasseva hoti… tassa rassānugatattā.",
  "anya-e0801n1:86": "39. Lopo.",
  "anya-e0801n1:87": "Niggahītassa lopo hoti vā kvaci. Kyāhaṁ kimahaṁsāratto saṁratto. Salle kho-gantukāmo gantumanoti, ādīsu niccaṁ.",
  "anya-e0801n1:88": "40. Parasarassa.",
  "anya-e0801n1:89": "Niggahītamhā parassa sarassa lopo hoti vā kvaci. Tvaṁ-si tvamasi.",
  "anya-e0801n1:90": "41. Vagge vagganto.",
  "anya-e0801n1:91_0": "Niggahītassa kho vagge vagganto vā hoti paccāsattyā. Taṅkaroti taṁ karoti, tañcarati",
  "anya-e0801n1:91_1": "taṁ carati, taṇṭhānaṁ taṁ ṭhānaṁ, tandhanaṁ taṁ dhanaṁ, tampāti taṁ pāti. Niccaṁ",
  "anya-e0801n1:91_2": "padamajjhe gantvā, kvacaññātrapi santiṭṭhati.",
  "anya-e0801n1:92": "42. Yevahisu ño.",
  "anya-e0801n1:93": "Ya eva hi saddesu niggahītassa vā ño hoti. Yaññadeva, taññeva, tañhi, vātveva? Yaṁ yadeva.",
  "anya-e0801n1:94": "43. Ye saṁssa.",
  "anya-e0801n1:95": "Saṁsaddassa yaṁ niggahītaṁ tassa vā ño hoti yakāre. Saññamo saṁyamo.",
  "anya-e0801n1:96": "44. Mayadā sare.",
  "anya-e0801n1:97": "Niggahītassa mayadā honti vā sare kvaci. Tamahaṁ, tayidaṁ, tadalaṁ. Vā tveva? Taṁ ahaṁ.",
  "anya-e0801n1:98": "45. Vanataragā cāgamā.",
  "anya-e0801n1:99_0": "Ete mayadā ca āgamā honti sare vā kvaci. Tivaṅgikaṁ, ito nāyati, cinitvā, tasmātiha,",
  "anya-e0801n1:99_1": "nirojaṁ, puthageva, idhamāhu, yathayidaṁ, attadatthaṁ. Vā tveva? Attatthaṁ. ‘Atippago",
  "anya-e0801n1:99_2": "kho tāvā’ti-paṭhamanto pagasaddova.",
  "anya-e0801n1:100": "46. Chā ḷo.",
  "anya-e0801n1:101": "Chasaddā parassa sarassa ḷakāro āgamo hoti vā. Chaḷaṅgaṁ, chaḷāyatanaṁ. Vātveva? Chaabhiññā.",
  "anya-e0801n1:102": "47. Tadaminādīni.",
  "anya-e0801n1:103_0": "Tadaminādīni sādhūni bhavanti. Taṁ iminā tadaminā, sakiṁ āgāmī sakadāgāmī, ekaṁ idha",
  "anya-e0801n1:103_1": "ahaṁ ekamidāhaṁ, saṁvidhāya avahāro saṁvidāvahāro, vārino vāhako valāhako, jīvanassa",
  "anya-e0801n1:103_2": "mūto jīmūto, chavassa sayanaṁ susānaṁ, uddhaṁ khamassa udukkhalaṁ, pisitāso pisāco,",
  "anya-e0801n1:103_3": "mahiyaṁ ravatīti mayūro, evamaññepi payogato-nugantabbā, paresaṁ pisodarādimivedaṁ daṭṭhabbaṁ.",
  "anya-e0801n1:104": "48. Tavaggavaraṇānaṁ ye cavaggabayañā.",
  "anya-e0801n1:105": "Tavaggavaraṇānaṁ kvaci cavaggabayañā honti yathākkamaṁ yakāre. Apuccaṇḍatāya, tacchaṁ, yajjevaṁ, ajjhattaṁ, thaññaṁ, dibbaṁ, payyosanā, pokkharañño. Kvacitveva? Rattyā",
  "anya-e0801n1:106": "49. Vaggalasehi te.",
  "anya-e0801n1:107": "Vaggalasehi parassa yakārassa kvaci te vaggalasā honti.",
  "anya-e0801n1:108": "Sakkate, paccate, aṭṭate, kuppate, phallate, assate. Kvacitveva? Kyāhaṁ.",
  "anya-e0801n1:109": "50. Hassa vipallāso.",
  "anya-e0801n1:110": "Hassa vipallāso hoti yakāre. Guyhaṁ.",
  "anya-e0801n1:111": "51. Ve vā.",
  "anya-e0801n1:112": "Hassa vipallāso hoti vā vakāre. Bavhābādho bavhābādho.",
  "anya-e0801n1:113": "52. Tathānarānaṁ ṭaṭhaṇalā",
  "anya-e0801n1:114": "Tathanarānaṁ ṭaṭhaṇalā honti vā. Dukkaṭaṁ, aṭṭhakathā, gahaṇaṁ, paligho, palāyati. Vātveva? Dukkataṁ. Kvacitveva? Sugato.",
  "anya-e0801n1:115": "53. Saṁyogādi lopo.",
  "anya-e0801n1:116": "Saṁyogassa yo ādībhūto-vayavo tassa vā kvaci lopo hoti. Pupphaṁ-sā jāyate-gini.",
  "anya-e0801n1:117": "54. Vicchābhikkhaññesu dve.",
  "anya-e0801n1:118_0": "Vicchāyamābhikkhaññe ca yaṁ vattate, tassa dve rūpāni honti. Kriyāya guṇena dabbena",
  "anya-e0801n1:118_1": "vā bhinne atthe byāpitumicchā vicchā. Rukkhaṁ rukkhaṁ siñcati, gāmo gāmo ramaṇīyo,",
  "anya-e0801n1:118_2": "gāme gāme pānīyaṁ, gehe gehe issaro, rasaṁ rasaṁ bhakkhayati, kiriyaṁ kiriyamārabhate.",
  "anya-e0801n1:119_0": "Atthiyevā-nupubbiyepi vicchā mūle mūle thūlā, agge agge sukhumā, yadi hi ettha mūlaggabhedo",
  "anya-e0801n1:119_1": "na siyā, ānupubbiyampi na bhaveyya. Māsakaṁ māsakaṁ imamhā kahāpaṇā bhavanthānaṁ",
  "anya-e0801n1:119_2": "dvinnaṁ dehīti māsakaṁ māsakamiccetasmā vicchāgamyate, saddantarato pana imamhā kahāpaṇāti",
  "anya-e0801n1:119_3": "avadhāraṇaṁ. Pubbaṁ pubbaṁ pupphanti, paṭhamaṁ paṭhamaṁ paccantītyatrāpi vicchāva.",
  "anya-e0801n1:119_4": "Ime ubho aḍḍhā katarā katarā esaṁ dvinnamaḍḍhatā, sabbe ime aḍḍhā katamā katamā imesaṁ",
  "anya-e0801n1:119_5": "aḍḍhutā ihāpi vicchāva. Ābhikkhaññaṁ ponopuññaṁ pacati pacati, papacati papacati,",
  "anya-e0801n1:119_6": "lunāhi lunāhitvevāyaṁ lunāti, bhutvā bhutvā gacchati, paṭapaṭā karoti, paṭapaṭāyati.",
  "anya-e0801n1:120": "55. Syādilopo pubbassekassa.",
  "anya-e0801n1:121": "Vicchāyamekassa dvitte pubbassa syādilopo hoti. Ekekassa. Kathaṁ matthakamatthakenāti? ‘Syādilopo pubbassā’ti yogavibhāgā, nācātippasaṅgo yogavibhāgā iṭṭhappasiddhīti.",
  "anya-e0801n1:122": "56. Sabbādīnaṁ vītihāre.",
  "anya-e0801n1:123": "Sabbādīnaṁ vītihāre dve bhavanti pubbassa syādilopo ca. Aññamaññassa bhojakā, itarītarassa bhojakā.",
  "anya-e0801n1:124": "57. Yāvabodhaṁ sambhame.",
  "anya-e0801n1:125_0": "Turitenāpāyahetupadassanaṁ sambhamo, tasmiṁsati vatthu yāvantehi saddehi so-ttho",
  "anya-e0801n1:125_1": "viññāyate, tāvanto saddā payujjante. Sappo sappo sappo, bujjhassu bujjhassu bujjhassu,",
  "anya-e0801n1:125_2": "bhinno bhikkhusaṅgho bhinno bhikkhusaṅgho.",
  "anya-e0801n1:126": "58. Bahulaṁ.",
  "anya-e0801n1:127": "Ayamadhikāro āsatthaparisamattiyā. Tena nātippasaṅgo iṭṭhappasiddhi ca.",
  "anya-e0801n1:128": "Iti moggallāne byākaraṇe vuttiyaṁ",
  "anya-e0801n1:129": "Paṭhamo kaṇḍo."
}