{
  "anya-e1202n4:0": "Dhātunidhāna kathā",
  "anya-e1202n4:1_0": "11. Evaṁ niṭṭhite dhātunidhāne yāvatāyukaṁ ṭhatvā thero parinibbuto, rājāpi yathākammaṁ",
  "anya-e1202n4:1_1": "gato, tepi manussā kālakatā, aparabhāge piyadāso kumāro chattaṁ ussāpetvā asoko nāma",
  "anya-e1202n4:1_2": "dhamma rājā hutvā tā dhātuyo gahetvā jambudīpe caturāsītiyā cetiya sahassesu patiṭṭhāpesi.",
  "anya-e1202n4:1_3": "Kathaṁ biṇdusārassa kira ekasataṁ puttā ahesuṁ te sabbe asoko attanā saddhiṁ ekamātikaṁ",
  "anya-e1202n4:1_4": "tissa kumāraṁ ṭhapetvā ghātesi. Ghātento cattāri vassāni anabhisitto rajjaṁ kāretvā",
  "anya-e1202n4:1_5": "catunnaṁ vassānaṁ accayena tathāgatassa parinibbānato dvinnaṁ vassasatānaṁ upari",
  "anya-e1202n4:1_6": "aṭṭhārasame vasse sakalajambudīpe ekarajjābhisekaṁ pāpuṇi.",
  "anya-e1202n4:2_0": "Abhisekānubhāvena imā rājiddhiyo āgatā mahāpathaviyā heṭṭhā yojanappamāṇe āṇā pavatti,",
  "anya-e1202n4:2_1": "tathā upari ākāse, anotattadahato aṭṭhahi kājehi soḷasa pānīyaghaṭe divase divase",
  "anya-e1202n4:2_2": "devatā āharanti. Yato sāsane uppannasaddho hutvā aṭṭha ghaṭe bhikkhusaṅghassa adāsi",
  "anya-e1202n4:2_3": "dve ghaṭe saṭṭhimattānaṁ tipiṭaka bhikkhunaṁ dveghaṭe aggamahesiyā asaṇdhimittāya",
  "anya-e1202n4:2_4": "cattāro ghaṭe attanā paribhuñji. Devatā eva himavante nāgalatā dantakaṭṭha nāma atthi",
  "anya-e1202n4:2_5": "siniddhā mudukaṁ rasavantaṁ, taṁ divase divase ābhiranti yena rañño ca aggamahesiyā",
  "anya-e1202n4:2_6": "ca soḷasannaṁ nāṭakasahassānaṁ saṭṭhimattānaṁ bhikkhusahassānaṁ devasikaṁ dantapoṇakiccaṁ nipphajji.",
  "anya-e1202n4:3_0": "Devasikamevassa devatā agadāmalakaṁ agadaharīṭakaṁ suvaṇṇavaṇṇañca gaṇdhasampannaṁ",
  "anya-e1202n4:3_1": "ambapakkaṁ āharanti tathā chaddanta dahato pañcavaṇṇaṁ nivāsana pārupaṇaṁ, pītakavaṇṇaṁ",
  "anya-e1202n4:3_2": "hatthapuñchanaka paṭṭaṁdibbañcajānakaṁ āharanti devasikameva panassa anulepagaṇdhaṁ",
  "anya-e1202n4:3_3": "pārupanatthāya asuttamayikaṁ sumanapupphapaṭaṁ mahārahañca añjanaṁ nāgabhavanato",
  "anya-e1202n4:3_4": "nāgarājāno āharanti. Chaddantadaheyeva uṭṭhitassa sālino nava cāha sahassāni divase",
  "anya-e1202n4:3_5": "divase suvā āharanti. Mūsikā nitthusa kaṇe karonti ekopi khaṇḍataṇḍulo na hoti. Rañño",
  "anya-e1202n4:3_6": "sabbaṭṭhānesu ayameva taṇḍulo paribhogaṁ gacchati. Madhumakkhikā madhuṁ karonti.",
  "anya-e1202n4:3_7": "Kammārasālāsu acchā kūṭaṁ paharanti. Dīpikā cammāni cālenti karavīka sakuṇā āgattvā",
  "anya-e1202n4:3_8": "madhurassaraṁ vikujentā rañño balikammaṁ karonti.",
  "anya-e1202n4:4_0": "Imāhi iddhīhi samannāgato rājāeka divasaṁ suvaṇṇa saṅkhalika baṇdhanaṁ pesetvā catunnaṁ",
  "anya-e1202n4:4_1": "buddhānaṁ adhigata rūpadassanaṁ kappāyukaṁ mahākāḷa nāgarājānaṁ ānayitvā setacchattassa",
  "anya-e1202n4:4_2": "heṭṭhā mahārahe pallaṅke nisīdāpetvā aneka satavaṇṇehi jalaja thalaja pupphehi suvaṇṇapupphehi",
  "anya-e1202n4:4_3": "ca pūjaṁ katvā sabbālaṅkāra patimaṇḍitehi ca soḷasahi nāṭaka sahassehi samantato",
  "anya-e1202n4:4_4": "parikkhipitvā anantañāṇassa tāva me saddhammavara cakkavattino sammāsambuddhassa",
  "anya-e1202n4:4_5": "rūpaṁ imesaṁ akkhīnaṁ āpāthaṁ karohīti nibbattāsīti anubyañjana patimaṇḍitaṁ dvattiṁsa",
  "anya-e1202n4:4_6": "mahā purisa lakkhaṇa sassirīkatāya vikasita kamalupphala puṇḍarīka patimaṇḍitamiva",
  "anya-e1202n4:4_7": "salilatalaṁ tārāgaṇaraṁsijāla visaravipphutasobhāsamujjalamivagaganatalaṁ nīla-pīta-lohitādi",
  "anya-e1202n4:4_8": "bheda vicittavaṇṇaraṁsi vinaddha byāmappabhā parikkhepa vilāsitāya sañjhappabhānurāga",
  "anya-e1202n4:4_9": "iṇdadhanu vijjullatā parikkhittamiva kanakagiri sikharaṁ nānāvirāga vimalaketumālā",
  "anya-e1202n4:4_10": "samujjalitacārumatthakasobhaṁ nayanarasāyanamiva brahmadeva-manuja nāga-yakkha gaṇānaṁ",
  "anya-e1202n4:4_11": "buddharūpaṁ passanto sattadivasaṁ akkhipūjaṁ nāma akāsi",
  "anya-e1202n4:5_0": "Rājā kira abhisekaṁ pāpuṇitvā tīṇiyeva saṁvaccharāni bāhiraka pāsaṇḍaṁ parigaṇhi",
  "anya-e1202n4:5_1": "catutthe saṁvacchare buddhasāsane pasīdinaṁ brāhmaṇa jātiya pāsaṇḍānañca paṇḍaraṅga",
  "anya-e1202n4:5_2": "paribbājakānañca saṭṭhisahassamattānaṁ niccabhattaṁ paṭṭhapesi.",
  "anya-e1202n4:6_0": "Asoko pitarā pavattitaṁ dānaṁ attano antepure tatheva dadamāno ekadivasaṁ sīhapañjare",
  "anya-e1202n4:6_1": "ṭhito upasama paribāhirena ācārena bhuñjamāne asaṁyatiṇdriye avinita iriyāpathe disvā",
  "anya-e1202n4:6_2": "cintesi īdisaṁ dānaṁ upaparikkhitvā yuttaṭṭhāne dātuṁ vaṭṭatiti evaṁ cintetvā amacce",
  "anya-e1202n4:6_3": "āha. Gacchatha bhaṇe attano attano sādhusammate samaṇa brāhmaṇe antepuraṁ atiharatha,",
  "anya-e1202n4:6_4": "dānaṁ dassāmāti amaccā sādhu devāti rañño paṭissutvā te te paṇḍaraṅga paribbājakājīvaka",
  "anya-e1202n4:6_5": "nigaṇṭhādayo ānetvā ime mahārāja amhākaṁ arahantoti āhaṁsu.",
  "anya-e1202n4:7_0": "Atha rājā antepure uccāvacāni āsanāni paññāpetva āgacchantūti vatvā āgatāgate āha",
  "anya-e1202n4:7_1": "attano attano anurūpe āsane nisīdathāti ekacce bhaddapīṭhake ekacce phalakapīṭhakese",
  "anya-e1202n4:7_2": "nisīdiṁsu. Taṁ disvā rājā natthi etesaṁ antesāroti ñatvā tesaṁ anurūpaṁ khādanīyaṁ",
  "anya-e1202n4:7_3": "bhojanīyaṁ datvā uyyojesi.",
  "anya-e1202n4:8_0": "Evaṁ gacchante kāle eka divasaṁ sīhapañjare ṭhito addasa nigrodha sāmaṇeraṁ rājaṅgaṇena",
  "anya-e1202n4:8_1": "gacchantaṁ dantaṁ guttaṁ santiṇdriyaṁ iriyāpatha sampannaṁ. Ko panāyaṁ nigrodho nāma,",
  "anya-e1202n4:8_2": "biṇdusāra rañño jeṭṭhaputtassa sumanarāja kumārassa putto. Tatrāyaṁ ānupubbī kathā-biṇdusāra",
  "anya-e1202n4:8_3": "rañño kira dubbalakāleyeva asoka kumāro attanā laddhaṁ ujjenirajjaṁ pahāya āgantvā",
  "anya-e1202n4:8_4": "sabbaṁ nagaraṁ attano hatthagataṁ katvā sumana rājakumāraṁ aggahesi.",
  "anya-e1202n4:9_0": "Taṁ divasameva sumanassa rājakumārassa sumanā nāma devī paripuṇṇagabbhā ahosi. Sā",
  "anya-e1202n4:9_1": "aññātakavesena nikkhamitvā avidūre aññataraṁ caṇḍālagāmaṁ saṇdhāya gacchanti, jeṭṭhaka",
  "anya-e1202n4:9_2": "caṇḍālassa gehato avidūre ekasmiṁ nigrodha rukkhe adhivatthāya devatāya ito sumaneti",
  "anya-e1202n4:9_3": "vahantiyā saddaṁ sutvā tassā samīpaṁ gatā devatā attano ānubhāvena ekaṁ sālaṁ nimmiṇitvā",
  "anya-e1202n4:9_4": "ettha vasāhiti padāsi. Sā taṁ sālaṁ pāvisi. Gatadivaseyeva puttaṁ vijāyi.",
  "anya-e1202n4:10_0": "Sā tassa nigrodha devatāya pariggahitattā nigrodhotveva nāmaṁ akāsi. Jeṭṭhaka caṇḍālo",
  "anya-e1202n4:10_1": "daṭṭhadivasatoppabhūti taṁ attano sāmidhītaraṁ viya maññamāno nibaddhaṁ vaṭṭaṁ paṭṭhapesi.",
  "anya-e1202n4:10_2": "Rājadhītā tattha satta vassāni vasi. Nigrodhakumāropi sattavassiko jāto tadā mahāvaruṇatthero",
  "anya-e1202n4:10_3": "nāma eko arahā dārakassa hetusampadaṁ disvā viharamāno sattavassikodāni dārako kālo",
  "anya-e1202n4:10_4": "naṁ pabbājetunti cintetvā rājadhītayā ārocāpetvā nigrodhakumāraṁ pabbājesi. Kumāro",
  "anya-e1202n4:10_5": "khuraggeyeva arahattaṁ pāpuṇi. So ekadivasaṁ pātova sarīraṁ paṭijaggitvā ācariyupajjhānaṁ",
  "anya-e1202n4:10_6": "vattaṁ katvā pattacīvaramādāya mātuupāsikāya gehadvāraṁ gacchāmīti nikkhami mātu",
  "anya-e1202n4:10_7": "nivesanaṭṭhānañcassa dakkhiṇadvārena nagaraṁ pavisitvā nagaramajjhena gantvā pācīnadvārena",
  "anya-e1202n4:10_8": "nikkhamitvā gantabbaṁ hoti tena ca samayena asoko dhammarājā pācīna disābhimukho",
  "anya-e1202n4:10_9": "sīhapañjare caṅkamati.",
  "anya-e1202n4:11_0": "Taṁ khaṇaṁyeva sigrodho sāmaṇero rājaṅgaṇaṁ pāpuṇi santiṇdriyo santamānaso yugamattaṁ",
  "anya-e1202n4:11_1": "pekkhamāno. Tena vuttaṁ. Ekadivasaṁ sīhapañjare ṭhito addasa nigrodhasāmaṇeraṁ rājaṅgaṇena",
  "anya-e1202n4:11_2": "gacchantaṁ dantaṁ guttaṁ santiṇdriyaṁ iriyāpatha sampannanti. Disvā panassa etadahosi?",
  "anya-e1202n4:11_3": "Ayaṁ jano sabbopi vikkhittacittohantamagapaṭibhāgo, ayampana dārako avikkhittacitto",
  "anya-e1202n4:11_4": "ativiyassa alokita vilokitaṁ sammiñjana pasāraṇañca sobhati, addhā etassa abbhantare",
  "anya-e1202n4:11_5": "lokuttaradhammo bhavissatīti rañño sahadassaneneva sāmaṇere cittaṁ pasīdi. Pemaṁ",
  "anya-e1202n4:11_6": "saṇṭhahi kasmā? Pubbe kira puñña karaṇakāle esa rañño jeṭṭhabhātā vāṇijako ahosi.",
  "anya-e1202n4:12_0": "Atha rājā sañjātapemo sabahumāno sāmaṇeraṁ pakkosathāti amacce pesesi aticirāyatīti",
  "anya-e1202n4:12_1": "puna dve tayo pesesi turitaṁ āgacchatūti sāmaraṇero attano pakatiyā eva agamāsi rājā",
  "anya-e1202n4:12_2": "patirūpāsanaṁ ñatvā nisīdathāti āha. Ito cito ca oloketvā natthidāni añño bhikkhuti",
  "anya-e1202n4:12_3": "samussita setacchattaṁ rājapaḷlaṅkaṁ upasaṅkamitvā pattagahaṇatthāya rañño ākāraṁ",
  "anya-e1202n4:12_4": "dassesi. Rājā taṁ pallaṅkaṁ samīpaṁ gacchantaṁ disvā evaṁ cintesi. Ajjevadāni ayaṁ",
  "anya-e1202n4:12_5": "sāmaṇero imassa gehassa sāmiko bhavissati. Sāmaṇero rañño hatthe pattaṁ datvā pallaṅkaṁ abharuhitvā nisīdi.",
  "anya-e1202n4:13_0": "Rājā attano atthāya sampāditaṁ sabbaṁ yāgu-kajjaka bhatta vikatiṁ upanāmesi. Sāmaṇero",
  "anya-e1202n4:13_1": "attano yāpanamattameva sampaṭicchi. Bhattakiccāvasāne rājā āha satthārā tumhākaṁ",
  "anya-e1202n4:13_2": "dinnovādaṁ jānāthāti jānami mahārāja ekadesenāti. Tāta, mayhampi naṁ kathehīti sādhu",
  "anya-e1202n4:13_3": "mahārājāti rañño anurūpaṁ dhammapade appamāda vaggaṁ anumodanatthāya abhāsi.",
  "anya-e1202n4:14_0": "Rājā pana appamādo amatapadaṁ, pamādo maccuno padanti sutva ca, aññātaṁ tāta pariyosāpehīti",
  "anya-e1202n4:14_1": "āha anumodanāvasāne dvattiṁsa dhurabhattāni labhitvā puna divase dvattiṁsa bhikkhu",
  "anya-e1202n4:14_2": "gahetvā rājantepuraṁ pavisitvā bhattakiccamakāsi rājā aññepi dvattiṁsa bhikkhu tumhehi",
  "anya-e1202n4:14_3": "saddhiṁyeva bhikkhaṁ gaṇhantūti eteneva upāyena divase divase vaḍḍhāpente saṭṭhi",
  "anya-e1202n4:14_4": "sahassānaṁ brāhmaṇa paribbājakānaṁ bhattaṁ upacchiṇditvā anto nivesane saṭṭhisahassānaṁ",
  "anya-e1202n4:14_5": "bhikkhunaṁ niccabhattaṁ paṭṭhapesi, nigrodhatthera gateneva pasādena, nigrodhattheropi",
  "anya-e1202n4:14_6": "rājānaṁ saparisaṁ tīsu saraṇesu pañcasu ca sīlesu patiṭṭhāpetvā buddhasāsane pothujjanikena",
  "anya-e1202n4:14_7": "pasādena acalappasādaṁ katvā patiṭṭhāpesi.",
  "anya-e1202n4:15_0": "Puna rāja asokārāmaṁ nāma mahāvihāraṁ kārapetvā saṭṭhisahassānaṁ bhikkhūnaṁ bhattaṁ",
  "anya-e1202n4:15_1": "paṭṭhapesi. Sakalajambudīpe caturāsītiyā nagarasahassesu caturāsīti vihārasahassāni",
  "anya-e1202n4:15_2": "kārāpesi. Caturāsīti cetiyasahassa patimaṇḍitāni dhammeneva no adhammena, ekadivasaṁ",
  "anya-e1202n4:15_3": "kira rājā asokārāme mahādānaṁ datvā saṭṭhisahassa saṅkhassa bhikkhusaṅghassa majjhe",
  "anya-e1202n4:15_4": "nisajja saṅghaṁ catūhi pavcayehi pavāretvā imaṁ pañhaṁ pucchi bhante bhagavato desita",
  "anya-e1202n4:15_5": "dhammo nāma kittako hotīti. Mahārāja nava aṅgāni, khaṇdato caturāsīti dhammakkhaṇdha sahassānīti.",
  "anya-e1202n4:16_0": "Rājā dhamme pasīditvā ekekaṁ dhammakkhaṇdhaṁ ekekena vihārena pūjessāmīti ekadivasameva",
  "anya-e1202n4:16_1": "channavuti koṭidhanaṁ vissajjetvā amacce āṇāpesi. Etha bhaṇe ekekasmiṁ nagare ekamekaṁ",
  "anya-e1202n4:16_2": "vihāraṁ kārentā caturāsītiyā nagarasahassesu caturāsīti vihārasahassāni kārāpethāti",
  "anya-e1202n4:16_3": "sayañca asokārāme asoka mahāvihāratthāya kammaṁ paṭṭhapesi.",
  "anya-e1202n4:17_0": "Saṅgho iṇdaguttattheraṁ nāma mahiddhiyaṁ mahānubhāvaṁ khīṇāsavaṁ navakammādhiṭṭhāyakaṁ",
  "anya-e1202n4:17_1": "adāsi. Thero yaṁ yaṁ na niṭṭhāti taṁ taṁ attano ānubhāvena niṭṭhāpesi. Evaṁ tīhi",
  "anya-e1202n4:17_2": "saṁvaccharehi vihārakammaṁ niṭṭhāpesi. Ekadivasameva sabbanagarehi paṇṇāni āgamiṁsu",
  "anya-e1202n4:17_3": "amaccā rañño ārocesuṁ. Niṭṭhitāni deva caturāsīti vihārasahassānīti atha rājā bhikkhusaṅghaṁ",
  "anya-e1202n4:17_4": "upasaṅkamitvā bhante mayā caturāsīti vihārasahassāni kāritāni dhātuyokuto labhissāmīti puca pucchi.",
  "anya-e1202n4:18_0": "Mahārāja dhātunidhānaṁ nāma atthīti suṇoma. Na pana paññāyati asukāṭṭhāneti rājā",
  "anya-e1202n4:18_1": "rājagahe cetiyaṁ bhiṇdāpetvā dhātuṁ apassanto paṭipākatiyaṁ kāretvā bhikkhu-bhikkhuniyo-upāsaka-upāsikāyoti",
  "anya-e1202n4:18_2": "catasso parisā gahetvā vesāliṁ gato. Tatrāpi alabhitvā kapiḷavatthuṁ, tatrāpi alabhitvā",
  "anya-e1202n4:18_3": "rāmagāmaṁ gato, rāmagāme nāgā cetiyaṁ bhiṇdituṁ na adaṁsu. Cetiye nipatita kuddālo",
  "anya-e1202n4:18_4": "khaṇḍākhaṇḍaṁ hoti evaṁ tatrāpi alabhitvā allakappaṁ-pāvaṁ-kusināranti sabbattha",
  "anya-e1202n4:18_5": "cetiyāti bhiṇditvā dhātuṁ alabhitvā paṭipākatikāni katvā rājagahaṁ gantvā catasso",
  "anya-e1202n4:18_6": "parisā sannipātetvā atthi kenaci sutapubbaṁ asukaṭṭhāne nāma dhātu nidhānanti pucchi.",
  "anya-e1202n4:19_0": "Tattheko visaṁvassa satiko thero asukaṭṭhāne dhātunidhānanti na jānāmi. Mayhaṁ pana",
  "anya-e1202n4:19_1": "pitāmahatthero mayi sattavassikakāle mālācaṅgoṭakaṁ gāhāpetvā ehi sāmaṇera, asuka",
  "anya-e1202n4:19_2": "gacchantare pāsānathūpo atthi, tattha gacchāmāti gantvā pūjetvā imaṁ ṭhānaṁ upadhāretuṁ",
  "anya-e1202n4:19_3": "vaṭṭati sāmaṇeroti āha. Ahaṁ ettakameva jānāmi mahārājāti āha.",
  "anya-e1202n4:20_0": "Rājā etadeva ṭhānanti vatvā gacche harāpetvā pāsāṇathūpaṁ paṁsuñca apanetvā heṭṭhā",
  "anya-e1202n4:20_1": "sudhābhūmiṁ addasa. Tato sudhañca iṭṭhakāyo ca harāpetvā anupubbena pariveṇā oruyha",
  "anya-e1202n4:20_2": "satta ratanavālikaṁ asīti hatthāni ca kaṭṭharūpāni samparivattantāni addasa. So yakkha",
  "anya-e1202n4:20_3": "dāsake pakkosāpetvā balikammaṁ kāretvāpi neva antaṁ na koṭiṁ pannanto devatā namassamāno",
  "anya-e1202n4:20_4": "ahaṁ imā dhātuyo gahetvā caturāsītiyā vihārasahassesu nidahitvā sakkāraṁ karomi mā",
  "anya-e1202n4:20_5": "devatā antarāyaṁ karentūti āha.",
  "anya-e1202n4:21_0": "Sakko devarājā cārikaṁ caranto taṁ disvā vissakammaṁ āmantetvā āha. Tāta, asoko dhammarājā",
  "anya-e1202n4:21_1": "dhātuyo nīharissāmīti pariveṇaṁ otiṇṇo, gantvā kaṭṭharūpāni hārehīti so pañcacūḷagāma",
  "anya-e1202n4:21_2": "dārakavesenāgantvā rañño purato dhanukahattho ṭhatvā hāremi mahārājāti āha. Hara",
  "anya-e1202n4:21_3": "tātāti. Saraṁ gahetvā saṇdhimhiyeva vijjhi, sabbaṁ vippakirīyittha.",
  "anya-e1202n4:22_0": "Atha rājā āciñjane baddha kuñcika muddikaṁ gaṇhi, maṇikkhaṇdhaṁ passi, anāgate daḷiddarājāno",
  "anya-e1202n4:22_1": "imaṁ maṇiṁ gahetvā dhātūnaṁ sakkāraṁ karontūti pana akkharāni disvā kujjhitvā mādisaṁ",
  "anya-e1202n4:22_2": "nāma rājānaṁ daḷiddarājāti cattu yuttanti punappuna ghaṭetvā dvāraṁ vicaritvā antogehaṁ",
  "anya-e1202n4:22_3": "paviṭṭho. Aṭṭhārasa vassādhikānaṁ dvinnaṁ vassasatānaṁ upari āropitadīpā tatheva",
  "anya-e1202n4:22_4": "pajjalanti niluppala pupphāni taṁ khaṇaṁ āharitvā āropitāni viya, pupphasaṇtharo",
  "anya-e1202n4:22_5": "taṁ khaṇaṁ saṇthato viya, gaṇdhā taṁ muhuttaṁ piṁsitvā ṭhapitā viya.",
  "anya-e1202n4:23_0": "Rājā suvaṇṇapaṭṭaṁ gahetvā anāgate piyadāsonāma kumāro chattaṁ ussāpetvā asoko nāma",
  "anya-e1202n4:23_1": "dhammarājā bhavissati so imā dhātuyo gahetvā vitthārikā karissatīti vācetvā diṭṭho’haṁ",
  "anya-e1202n4:23_2": "ayyona mahākassapattherenāti vatvā vāmahatthaṁ ābhujitvā dakkhiṇahatthena appoṭhesi.",
  "anya-e1202n4:24_0": "So tasmiṁ ṭhāne paricaraṇaka dhātumattakameva ṭhapetvā sesadhātuyo sabbā gahetvā",
  "anya-e1202n4:24_1": "dhātugharaṁ pubbe pihitanayeneva pidahitvā sabbaṁ yathā pakatiyāva kāretvā upari",
  "anya-e1202n4:24_2": "pāsāṇacetiyaṁ patiṭṭhāpetvā caturāsītiyā vihārasahassesudhātuyo patiṭṭhāpesi evaṁ",
  "anya-e1202n4:24_3": "jambudīpatale asoko dhammarājā caturāsiti cetiya sahassāni kārāpesi.",
  "anya-e1202n4:25": "Sabbe thūpā sabbalokekadīpā sabbesaṁ ye saggamokkhāvahā ca, hitvā sabbaṁ kiccamaññaṁ janena vaṇdayyā te sabbathā sabbakālanti."
}