{
  "anya-e0101n9:0": "9. Brahmavihāraniddeso",
  "anya-e0101n9:1": "Mettābhāvanākathā",
  "anya-e0101n9:2_0": "240. Anussatikammaṭṭhānānantaraṁ uddiṭṭhesu pana mettā, karuṇā, muditā, upekkhāti",
  "anya-e0101n9:2_1": "imesu catūsu brahmavihāresu mettaṁ bhāvetukāmena tāva ādikammikena yogāvacarena upacchinnapalibodhena",
  "anya-e0101n9:2_2": "gahitakammaṭṭhānena bhattakiccaṁ katvā bhattasammadaṁ paṭivinodetvā vivitte padese",
  "anya-e0101n9:2_3": "supaññatte āsane sukhanisinnena ādito tāva dose ādīnavo, khantiyañca ānisaṁso paccavekkhitabbo.",
  "anya-e0101n9:3_0": "Kasmā? Imāya hi bhāvanāya doso pahātabbo, khanti adhigantabbā. Na ca sakkā kiñci",
  "anya-e0101n9:3_1": "adiṭṭhādīnavaṁ pahātuṁ, aviditānisaṁsaṁ vā adhigantuṁ. Tasmā ‘‘duṭṭho kho, āvuso,",
  "anya-e0101n9:3_2": "dosena abhibhūto pariyādiṇṇacitto pāṇampi hanatī’’tiādīnaṁ (a. ni. 3.72) vasena dose ādīnavo daṭṭhabbo.",
  "anya-e0101n9:4": "‘‘Khantī paramaṁ tapo titikkhā, nibbānaṁ paramaṁ vadanti buddhā’’; (Dī. ni. 2.90; dha. pa. 184);",
  "anya-e0101n9:5": "‘‘Khantibalaṁ balānīkaṁ, tamahaṁ brūmi brāhmaṇaṁ’’. (dha. pa. 399; su. ni. 628);",
  "anya-e0101n9:6": "‘‘Khantā bhiyyo na vijjatī’’tiādīnaṁ (saṁ. ni. 1.250) vasena khantiyaṁ ānisaṁso veditabbo.",
  "anya-e0101n9:7_0": "Athevaṁ diṭṭhādīnavato dosato cittaṁ vivecanatthāya, viditānisaṁsāya ca khantiyā",
  "anya-e0101n9:7_1": "saṁyojanatthāya mettābhāvanā ārabhitabbā. Ārabhantena ca āditova puggalabhedo jānitabbo",
  "anya-e0101n9:7_2": "‘‘imesu puggalesu mettā paṭhamaṁ na bhāvetabbā, imesu neva bhāvetabbā’’ti.",
  "anya-e0101n9:8_0": "Ayañhi mettā appiyapuggale, atippiyasahāyake, majjhatte, verīpuggaleti imesu catūsu",
  "anya-e0101n9:8_1": "paṭhamaṁ na bhāvetabbā. Liṅgavisabhāge odhiso na bhāvetabbā. Kālakate na bhāvetabbāva.",
  "anya-e0101n9:8_2": "Kiṁkāraṇā appiyādīsu paṭhamaṁ na bhāvetabbā? Appiyaṁ hi piyaṭṭhāne ṭhapento kilamati.",
  "anya-e0101n9:8_3": "Atippiyasahāyakaṁ majjhattaṭṭhāne ṭhapento kilamati, appamattakepi cassa dukkhe uppanne",
  "anya-e0101n9:8_4": "ārodanākārappatto viya hoti. Majjhattaṁ garuṭṭhāne ca piyaṭṭhāne ca ṭhapento kilamati.",
  "anya-e0101n9:8_5": "Verimanussarato kodho uppajjati, tasmā appiyādīsu paṭhamaṁ na bhāvetabbā.",
  "anya-e0101n9:9_0": "Liṅgavisabhāge pana tameva ārabbha odhiso bhāventassa rāgo uppajjati. Aññataro kira",
  "anya-e0101n9:9_1": "amaccaputto kulūpakattheraṁ pucchi ‘‘bhante, kassa mettā bhāvetabbā’’ti? Thero ‘‘piyapuggale’’ti",
  "anya-e0101n9:9_2": "āha. Tassa attano bhariyā piyā hoti. So tassā mettaṁ bhāvento sabbarattiṁ bhittiyuddhamakāsi.",
  "anya-e0101n9:9_3": "Tasmā liṅgavisabhāge odhiso na bhāvetabbā.",
  "anya-e0101n9:10_0": "Kālakate pana bhāvento neva appanaṁ, na upacāraṁ pāpuṇāti. Aññataro kira daharabhikkhu",
  "anya-e0101n9:10_1": "ācariyaṁ ārabbha mettaṁ ārabhi. Tassa mettā nappavattati. So mahātherassa santikaṁ",
  "anya-e0101n9:10_2": "gantvā ‘‘bhante, paguṇāva me mettājhānasamāpatti, na ca naṁ samāpajjituṁ sakkomi,",
  "anya-e0101n9:10_3": "kiṁ nu kho kāraṇa’’nti āha. Thero ‘‘nimittaṁ, āvuso, gavesāhī’’ti āha. So gavesanto",
  "anya-e0101n9:10_4": "ācariyassa matabhāvaṁ ñatvā aññaṁ ārabbha mettāyanto samāpattiṁ appesi. Tasmā kālakate na bhāvetabbāva.",
  "anya-e0101n9:11": "241. Sabbapaṭhamaṁ pana ‘‘ahaṁ sukhito homi niddukkho’’ti vā, ‘‘avero abyāpajjo anīgho sukhī attānaṁ pariharāmī’’ti vā evaṁ punappunaṁ attaniyeva bhāvetabbā.",
  "anya-e0101n9:12": "Evaṁ sante yaṁ vibhaṅge (vibha. 643) vuttaṁ –",
  "anya-e0101n9:13": "‘‘Kathañca bhikkhu mettāsahagatena cetasā ekaṁ disaṁ pharitvā viharati? Seyyathāpi nāma ekaṁ puggalaṁ piyaṁ manāpaṁ disvā mettāyeyya, evameva sabbe satte mettāya pharatī’’ti.",
  "anya-e0101n9:14": "‘‘Yañca paṭisambhidāyaṁ (paṭi. ma. 2.22) –",
  "anya-e0101n9:15_0": "‘‘Katamehi pañcahākārehi anodhisopharaṇā mettā cetovimutti bhāvetabbā, sabbe sattā",
  "anya-e0101n9:15_1": "averā hontu’’ abyāpajjā anīghā sukhī attānaṁ pariharantu. Sabbe pāṇā… sabbe bhūtā…",
  "anya-e0101n9:15_2": "sabbe puggalā… sabbe attabhāvapariyāpannā averā abyāpajjā anīghā sukhī attānaṁ pariharantū’’tiādi –",
  "anya-e0101n9:16": "Vuttaṁ. Yañca mettasutte (khu. pā. 9.3; su. ni. 145) –",
  "anya-e0101n9:17": "‘‘Sukhinova khemino hontu,",
  "anya-e0101n9:18": "Sabbasattā bhavantu sukhitattā’’tiādi. –",
  "anya-e0101n9:19": "Vuttaṁ, taṁ virujjhati. Na hi tattha attani bhāvanā vuttāti ce. Tañca na virujjhati. Kasmā? Tañhi appanāvasena vuttaṁ. Idaṁ sakkhibhāvavasena.",
  "anya-e0101n9:20_0": "Sacepi hi vassasataṁ vassasahassaṁ vā ‘‘ahaṁ sukhito homī’’tiādinā nayena attani",
  "anya-e0101n9:20_1": "mettaṁ bhāveti, nevassa appanā uppajjati. ‘‘Ahaṁ sukhito homī’’ti bhāvayato pana",
  "anya-e0101n9:20_2": "yathā ahaṁ sukhakāmo dukkhapaṭikkūlo jīvitukāmo amaritukāmo ca, evaṁ aññepi sattāti",
  "anya-e0101n9:20_3": "attānaṁ sakkhiṁ katvā aññasattesu hitasukhakāmatā uppajjati. Bhagavatāpi –",
  "anya-e0101n9:21": "‘‘Sabbā disā anuparigamma cetasā,",
  "anya-e0101n9:22": "Nevajjhagā piyataramattanā kvaci;",
  "anya-e0101n9:23": "Evaṁ piyo puthu attā paresaṁ,",
  "anya-e0101n9:24": "Tasmā na hiṁse paramattakāmo’’ti. (saṁ. ni. 1.119; udā. 41); –",
  "anya-e0101n9:25": "Vadatā ayaṁ nayo dassito.",
  "anya-e0101n9:26_0": "242. Tasmā sakkhibhāvatthaṁ paṭhamaṁ attānaṁ mettāya pharitvā tadanantaraṁ sukhappavattanatthaṁ",
  "anya-e0101n9:26_1": "yvāyaṁ piyo manāpo garu bhāvanīyo ācariyo vā ācariyamatto vā upajjhāyo vā upajjhāyamatto",
  "anya-e0101n9:26_2": "vā tassa dānapiyavacanādīni piyamanāpattakāraṇāni sīlasutādīni garubhāvanīyattakāraṇāni",
  "anya-e0101n9:26_3": "ca anussaritvā ‘‘esa sappuriso sukhī hotu niddukkho’’tiādinā nayena mettā bhāvetabbā.",
  "anya-e0101n9:27_0": "Evarūpe ca puggale kāmaṁ appanā sampajjati, iminā pana bhikkhunā tāvatakeneva tuṭṭhiṁ",
  "anya-e0101n9:27_1": "anāpajjitvā sīmāsambhedaṁ kattukāmena tadanantaraṁ atippiyasahāyake, atippiyasahāyakato",
  "anya-e0101n9:27_2": "majjhatte, majjhattato verīpuggale mettā bhāvetabbā. Bhāventena ca ekekasmiṁ koṭṭhāse",
  "anya-e0101n9:27_3": "muduṁ kammaniyaṁ cittaṁ katvā tadanantare tadanantare upasaṁharitabbaṁ.",
  "anya-e0101n9:28_0": "Yassa pana verīpuggalo vā natthi, mahāpurisajātikattā vā anatthaṁ karontepi pare",
  "anya-e0101n9:28_1": "verīsaññāva nuppajjati, tena ‘‘majjhatte me mettacittaṁ kammaniyaṁ jātaṁ, idāni naṁ",
  "anya-e0101n9:28_2": "verimhi upasaṁharāmī’’ti byāpārova na kātabbo. Yassa pana atthi, taṁ sandhāya vuttaṁ",
  "anya-e0101n9:28_3": "‘‘majjhattato verīpuggale mettā bhāvetabbā’’ti.",
  "anya-e0101n9:29_0": "243. Sace panassa verimhi cittamupasaṁharato tena katāparādhānussaraṇena paṭighamuppajjati,",
  "anya-e0101n9:29_1": "athānena purimapuggalesu yattha katthaci punappunaṁ mettaṁ samāpajjitvā vuṭṭhahitvā",
  "anya-e0101n9:29_2": "punappunaṁ taṁ puggalaṁ mettāyantena paṭighaṁ vinodetabbaṁ. Sace evampi vāyamato na nibbāti, atha –",
  "anya-e0101n9:30": "Kakacūpamaovāda-ādīnaṁ anusārato;",
  "anya-e0101n9:31": "Paṭighassa pahānāya, ghaṭitabbaṁ punappunaṁ.",
  "anya-e0101n9:32": "Tañca kho iminā ākārena attānaṁ ovadanteneva ‘‘are kujjhanapurisa, nanu vuttaṁ bhagavatā –",
  "anya-e0101n9:33": "‘Ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṁ, tatrāpi yo mano padoseyya. Na me so tena sāsanakaro’ti (ma. ni. 1.232) ca,",
  "anya-e0101n9:34": "‘Tasseva tena pāpiyo, yo kuddhaṁ paṭikujjhati;",
  "anya-e0101n9:35": "Kuddhamappaṭikujjhanto, saṅgāmaṁ jeti dujjayaṁ.",
  "anya-e0101n9:36": "‘‘‘Ubhinnamatthaṁ carati, attano ca parassa ca;",
  "anya-e0101n9:37": "Paraṁ saṅkupitaṁ ñatvā, yo sato upasammatī’ti ca. (saṁ. ni. 1.188); –",
  "anya-e0101n9:38_0": "‘‘‘Sattime, bhikkhave, dhammā sapattakantā sapattakaraṇā kodhanaṁ āgacchanti itthiṁ",
  "anya-e0101n9:38_1": "vā purisaṁ vā. Katame satta? Idha, bhikkhave, sapatto sapattassa evaṁ icchati aho",
  "anya-e0101n9:38_2": "vatāyaṁ dubbaṇṇo assāti. Taṁ kissahetu? Na, bhikkhave, sapatto sapattassa vaṇṇavatāya",
  "anya-e0101n9:38_3": "nandati. Kodhanāyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto kiñcāpi so",
  "anya-e0101n9:38_4": "hoti sunhāto suvilitto kappitakesamassu odātavatthavasano, atha kho so dubbaṇṇova",
  "anya-e0101n9:38_5": "hoti kodhābhibhūto. Ayaṁ, bhikkhave, paṭhamo dhammo sapattakanto sapattakaraṇo kodhanaṁ",
  "anya-e0101n9:38_6": "āgacchati itthiṁ vā purisaṁ vā. Puna caparaṁ, bhikkhave, sapatto sapattassa evaṁ",
  "anya-e0101n9:38_7": "icchati ahovatāyaṁ dukkhaṁ sayeyyāti…pe… na pacurattho assāti…pe… na bhogavā assāti…pe…",
  "anya-e0101n9:38_8": "na yasavā assāti…pe… na mittavā assāti…pe… na kāyassa bhedā paraṁ maraṇā sugatiṁ",
  "anya-e0101n9:38_9": "saggaṁ lokaṁ upapajjeyyāti. Taṁ kissa hetu? Na, bhikkhave, sapatto sapattassa sugatigamanena",
  "anya-e0101n9:38_10": "nandati. Kodhanāyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto kāyena duccaritaṁ",
  "anya-e0101n9:38_11": "carati, vācāya manasā duccaritaṁ carati. So kāyena vācāya manasā duccaritaṁ caritvā",
  "anya-e0101n9:38_12": "kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjati kodhābhibhūto’ti (a. ni. 7.64) ca,",
  "anya-e0101n9:39_0": "‘‘‘Seyyathāpi , bhikkhave, chavālātaṁ ubhatopadittaṁ majjhe gūthagataṁ neva gāme",
  "anya-e0101n9:39_1": "kaṭṭhatthaṁ pharati, na araññe kaṭṭhatthaṁ pharati. Tathūpamāhaṁ, bhikkhave, imaṁ",
  "anya-e0101n9:39_2": "puggalaṁ vadāmī’ti ca,",
  "anya-e0101n9:40_0": "‘‘So dāni tvaṁ evaṁ kujjhanto na ceva bhagavato sāsanakaro bhavissasi, paṭikujjhanto",
  "anya-e0101n9:40_1": "ca kuddhapurisatopi pāpiyo hutvā na dujjayaṁ saṅgāmaṁ jessasi, sapattakaraṇe ca dhamme",
  "anya-e0101n9:40_2": "attāva attano karissasi, chavālātūpamo ca bhavissasī’’ti.",
  "anya-e0101n9:41_0": "244. Tassevaṁ ghaṭayato vāyamato sace taṁ paṭighaṁ vūpasammati, iccetaṁ kusalaṁ.",
  "anya-e0101n9:41_1": "No ce vūpasammati, atha yo yo dhammo tassa puggalassa vūpasanto hoti parisuddho,",
  "anya-e0101n9:41_2": "anussariyamāno pasādaṁ āvahati, taṁ taṁ anussaritvā āghāto paṭivinetabbo.",
  "anya-e0101n9:42_0": "Ekaccassa hi kāyasamācārova upasanto hoti. Upasantabhāvo cassa bahuṁ vattapaṭipattiṁ",
  "anya-e0101n9:42_1": "karontassa sabbajanena ñāyati. Vacīsamācāramanosamācārā pana avūpasantā honti. Tassa",
  "anya-e0101n9:42_2": "te acintetvā kāyasamācāravūpasamoyeva anussaritabbo.",
  "anya-e0101n9:43_0": "Ekaccassa vacīsamācārova upasanto hoti. Upasantabhāvo cassa sabbajanena ñāyati. So",
  "anya-e0101n9:43_1": "hi pakatiyā ca paṭisanthārakusalo hoti sakhilo sukhasambhāso sammodako uttānamukho",
  "anya-e0101n9:43_2": "pubbabhāsī madhurena sarena dhammaṁ osāreti, parimaṇḍalehi padabyañjanehi dhammakathaṁ",
  "anya-e0101n9:43_3": "katheti. Kāyasamācāramanosamācārā pana avūpasantā honti, tassa te acintetvā vacīsamācāravūpasamoyeva anussaritabbo.",
  "anya-e0101n9:44_0": "Ekaccassa manosamācārova upasanto hoti, upasantabhāvo cassa cetiyavandanādīsu sabbajanassa",
  "anya-e0101n9:44_1": "pākaṭo hoti. Yo hi avūpasantacitto hoti, so cetiyaṁ vā bodhiṁ vā there vā vandamāno",
  "anya-e0101n9:44_2": "na sakkaccaṁ vandati, dhammassavanamaṇḍape vikkhittacitto vā pacalāyanto vā nisīdati.",
  "anya-e0101n9:44_3": "Upasantacitto pana okappetvā vandati, ohitasoto aṭṭhiṁkatvā kāyena vā vācāya vā cittappasādaṁ",
  "anya-e0101n9:44_4": "karonto dhammaṁ suṇāti. Iti ekaccassa manosamācārova upasanto hoti, kāyavacīsamācārā",
  "anya-e0101n9:44_5": "avūpasantā honti, tassa te acintetvā manosamācāravūpasamoyeva anussaritabbo.",
  "anya-e0101n9:45_0": "Ekaccassa pana imesu tīsu dhammesu ekopi avūpasanto hoti, tasmiṁ puggale ‘‘kiñcāpi",
  "anya-e0101n9:45_1": "esa idāni manussaloke carati, atha kho katipāhassa accayena aṭṭhamahānirayasoḷasaussadanirayaparipūrako",
  "anya-e0101n9:45_2": "bhavissatī’’ti kāruññaṁ upaṭṭhapetabbaṁ. Kāruññampi hi paṭicca āghāto vūpasammati.",
  "anya-e0101n9:46": "Ekaccassa tayopime dhammā vūpasantā honti, tassa yaṁ yaṁ icchati, taṁ taṁ anussaritabbaṁ. Tādise hi puggale na dukkarā hoti mettābhāvanāti.",
  "anya-e0101n9:47_0": "Imassa ca atthassa āvibhāvatthaṁ – ‘‘pañcime, āvuso, āghātapaṭivinayā. Yattha bhikkhuno",
  "anya-e0101n9:47_1": "uppanno āghāto sabbaso paṭivinodetabbo’’ti (a. ni. 5.162) idaṁ pañcakanipāte āghātapaṭivinayasuttaṁ vitthāretabbaṁ.",
  "anya-e0101n9:48": "245. Sace panassa evampi vāyamato āghāto uppajjatiyeva, athānena evaṁ attā ovaditabbo –",
  "anya-e0101n9:49": "‘‘Attano visaye dukkhaṁ, kataṁ te yadi verinā;",
  "anya-e0101n9:50": "Kiṁ tassāvisaye dukkhaṁ, sacitte kattumicchasi.",
  "anya-e0101n9:51": "‘‘Bahūpakāraṁ hitvāna, ñātivaggaṁ rudammukhaṁ;",
  "anya-e0101n9:52": "Mahānatthakaraṁ kodhaṁ, sapattaṁ na jahāsi kiṁ.",
  "anya-e0101n9:53": "‘‘Yāni rakkhasi sīlāni, tesaṁ mūlanikantanaṁ;",
  "anya-e0101n9:54": "Kodhaṁ nāmupaḷālesi, ko tayā sadiso jaḷo.",
  "anya-e0101n9:55": "‘‘Kataṁ anariyaṁ kammaṁ, parena iti kujjhasi;",
  "anya-e0101n9:56": "Kiṁ nu tvaṁ tādisaṁyeva, yo sayaṁ kattumicchasi.",
  "anya-e0101n9:57": "‘‘Dosetukāmo yadi taṁ, amanāpaṁ paro kari;",
  "anya-e0101n9:58": "Dosuppādena tasseva, kiṁ pūresi manorathaṁ.",
  "anya-e0101n9:59": "‘‘Dukkhaṁ tassa ca nāma tvaṁ, kuddho kāhasi vā navā;",
  "anya-e0101n9:60": "Attānaṁ panidāneva, kodhadukkhena bādhasi.",
  "anya-e0101n9:61": "‘‘Kodhaṁ vā ahitaṁ maggaṁ, ārūḷhā yadi verino;",
  "anya-e0101n9:62": "Kasmā tuvampi kujjhanto, tesaṁyevānusikkhasi.",
  "anya-e0101n9:63": "‘‘Yaṁ dosaṁ tava nissāya, sattunā appiyaṁ kataṁ;",
  "anya-e0101n9:64": "Tameva dosaṁ chindassu, kimaṭṭhāne vihaññasi.",
  "anya-e0101n9:65": "‘‘Khaṇikattā ca dhammānaṁ, yehi khandhehi te kataṁ;",
  "anya-e0101n9:66": "Amanāpaṁ niruddhā te, kassa dānīdha kujjhasi.",
  "anya-e0101n9:67": "‘‘Dukkhaṁ karoti yo yassa, taṁ vinā kassa so kare;",
  "anya-e0101n9:68": "Sayampi dukkhahetutta, miti kiṁ tassa kujjhasī’’ti.",
  "anya-e0101n9:69_0": "246. Sace panassa evaṁ attānaṁ ovadatopi paṭighaṁ neva vūpasammati, athānena attano",
  "anya-e0101n9:69_1": "ca parassa ca kammassakatā paccavekkhitabbā. Tattha attano tāva evaṁ paccavekkhitabbā",
  "anya-e0101n9:69_2": "‘‘ambho tvaṁ tassa kuddho kiṁ karissasi? Nanu taveva cetaṁ dosanidānaṁ kammaṁ anatthāya",
  "anya-e0101n9:69_3": "saṁvattissati? Kammassako hi tvaṁ kammadāyādo kammayoni kammabandhu kammapaṭisaraṇo,",
  "anya-e0101n9:69_4": "yaṁ kammaṁ karissasi, tassa dāyādo bhavissasi, idañca te kammaṁ neva sammāsambodhiṁ",
  "anya-e0101n9:69_5": ", na paccekabodhiṁ, na sāvakabhūmiṁ, na brahmattasakkattacakkavattipadesarājādisampattīnaṁ",
  "anya-e0101n9:69_6": "aññataraṁ sampattiṁ sādhetuṁ samatthaṁ, atha kho sāsanato cāvetvā vighāsādādibhāvassa",
  "anya-e0101n9:69_7": "ceva nerayikādidukkhavisesānañca te saṁvattanikamidaṁ kammaṁ. So tvaṁ idaṁ karonto",
  "anya-e0101n9:69_8": "ubhohi hatthehi vītaccite vā aṅgāre, gūthaṁ vā gahetvā paraṁ paharitukāmo puriso",
  "anya-e0101n9:69_9": "viya attānameva paṭhamaṁ dahasi ceva duggandhañca karosī’’ti.",
  "anya-e0101n9:70_0": "Evaṁ attano kammassakataṁ paccavekkhitvā parassapi evaṁ paccavekkhitabbā ‘‘esopi",
  "anya-e0101n9:70_1": "tava kujjhitvā kiṁ karissati? Nanu etassevetaṁ anatthāya saṁvattissati? Kammassako",
  "anya-e0101n9:70_2": "hi ayamāyasmā kammadāyādo…pe… yaṁ kammaṁ karissati, tassa dāyādo bhavissati. Idañcassa",
  "anya-e0101n9:70_3": "kammaṁ neva sammāsambodhiṁ, na paccekabodhiṁ, na sāvakabhūmiṁ, na brahmattasakkattacakkavattipadesarājādisampattīnaṁ",
  "anya-e0101n9:70_4": "aññataraṁ sampattiṁ sādhetuṁ samatthaṁ, atha kho sāsanato cāvetvā vighāsādādibhāvassa",
  "anya-e0101n9:70_5": "ceva nerayikādidukkhavisesānañcassa saṁvattanikamidaṁ kammaṁ. Svāyaṁ idaṁ karonto",
  "anya-e0101n9:70_6": "paṭivāte ṭhatvā paraṁ rajena okiritukāmo puriso viya attānaṁyeva okirati. Vuttañhetaṁ bhagavatā –",
  "anya-e0101n9:71": "‘‘‘Yo appaduṭṭhassa narassa dussati,",
  "anya-e0101n9:72": "Suddhassa posassa anaṅgaṇassa;",
  "anya-e0101n9:73": "Tameva bālaṁ pacceti pāpaṁ,",
  "anya-e0101n9:74": "Sukhumo rajo paṭivātaṁva khitto’’’ti. (dha. pa. 125; su. ni. 667);",
  "anya-e0101n9:75": "247. Sace panassa evaṁ kammassakatampi paccavekkhato neva vūpasammati, athānena satthu pubbacariyaguṇā anussaritabbā.",
  "anya-e0101n9:76_0": "Tatrāyaṁ paccavekkhaṇānayo – ambho pabbajita, nanu te satthā pubbeva sambodhā anabhisambuddho",
  "anya-e0101n9:76_1": "bodhisattopi samāno cattāri asaṅkhyeyyāni kappasatasahassañca pāramiyo pūrayamāno",
  "anya-e0101n9:76_2": "tattha tattha vadhakesupi paccatthikesu cittaṁ nappadūsesi. Seyyathidaṁ, sīlavajātake",
  "anya-e0101n9:76_3": "tāva attano deviyā paduṭṭhena pāpaamaccena ānītassa paṭirañño tiyojanasataṁ rajjaṁ",
  "anya-e0101n9:76_4": "gaṇhantassa nisedhanatthāya uṭṭhitānaṁ amaccānaṁ āvudhampi chupituṁ na adāsi. Puna",
  "anya-e0101n9:76_5": "saddhiṁ amaccasahassena āmakasusāne galappamāṇaṁ bhūmiṁ khaṇitvā nikhaññamāno cittappadosamattampi",
  "anya-e0101n9:76_6": "akatvā kuṇapakhādanatthaṁ āgatānaṁ siṅgālānaṁ paṁsuviyūhanaṁ nissāya purisakāraṁ",
  "anya-e0101n9:76_7": "katvā paṭiladdhajīvito yakkhānubhāvena attano sirigabbhaṁ oruyha sirisayane sayitaṁ",
  "anya-e0101n9:76_8": "paccatthikaṁ disvā kopaṁ akatvāva aññamaññaṁ sapathaṁ katvā taṁ mittaṭṭhāne ṭhapayitvā āha –",
  "anya-e0101n9:77": "‘‘Āsīsetheva puriso, na nibbindeyya paṇḍito;",
  "anya-e0101n9:78": "Passāmi vohamattānaṁ, yathā icchiṁ tathā ahū’’ti. (jā. 1.1.51);",
  "anya-e0101n9:79": "Khantivādījātake dummedhena kāsiraññā ‘‘kiṁvādī tvaṁ samaṇā’’ti puṭṭho ‘‘khantivādī nāmāha’’nti vutte sakaṇṭakāhi kasāhi tāḷetvā hatthapādesu chijjamānesu kopamattampi nākāsi.",
  "anya-e0101n9:80": "Anacchariyañcetaṁ, yaṁ mahallako pabbajjūpagato evaṁ kareyya. Cūḷadhammapālajātake pana uttānaseyyakopi samāno –",
  "anya-e0101n9:81": "‘‘Candanarasānulittā, bāhā chijjanti dhammapālassa;",
  "anya-e0101n9:82": "Dāyādassa pathabyā, pāṇā me deva rujjhantī’’ti. (jā. 1.5.49);",
  "anya-e0101n9:83_0": "Evaṁ vippalapamānāya mātuyā pitarā mahāpatāpena nāma raññā vaṁsakaḷīresu viya catūsu",
  "anya-e0101n9:83_1": "hatthapādesu chedāpitesu tāvatāpi santuṭṭhiṁ anāpajjitvā sīsamassa chindathāti āṇatte",
  "anya-e0101n9:83_2": "‘‘ayaṁ dāni te cittapariggaṇhanakālo, idāni ambho dhammapāla, sīsacchedāṇāpake pitari,",
  "anya-e0101n9:83_3": "sīsacchedake purise, paridevamānāya mātari, attani cāti imesu catūsu samacitto hohī’’ti",
  "anya-e0101n9:83_4": "daḷhaṁ samādānamadhiṭṭhāya paduṭṭhākāramattampi nākāsi.",
  "anya-e0101n9:84_0": "Idañcāpi anacchariyameva, yaṁ manussabhūto evamakāsi. Tiracchānabhūtopi pana chaddanto",
  "anya-e0101n9:84_1": "nāma vāraṇo hutvā visappitena sallena nābhiyaṁ viddhopi tāva anatthakārimhi luddake",
  "anya-e0101n9:84_2": "cittaṁ nappadūsesi. Yathāha –",
  "anya-e0101n9:85": "‘‘Samappito puthusallena nāgo,",
  "anya-e0101n9:86": "Aduṭṭhacitto luddakaṁ ajjhabhāsi;",
  "anya-e0101n9:87": "Kimatthayaṁ kissa vā samma hetu,",
  "anya-e0101n9:88": "Mamaṁ vadhī kassa vāyaṁ payogo’’ti. (jā. 1.16.124);",
  "anya-e0101n9:89": "Evaṁ vatvā ca kāsirañño mahesiyā tava dantānamatthāya pesitomhi bhadanteti vutte tassā manorathaṁ pūrento chabbaṇṇarasminiccharaṇasamujjalitacārusobhe attano dante chetvā adāsi.",
  "anya-e0101n9:90": "Mahākapi hutvā attanāyeva pabbatapapātato uddharitena purisena –",
  "anya-e0101n9:91": "‘‘Bhakkho ayaṁ manussānaṁ, yathevaññe vane migā;",
  "anya-e0101n9:92": "Yaṁnūnimaṁ vadhitvāna, chāto khādeyya vānaraṁ.",
  "anya-e0101n9:93": "‘‘Āhitova gamissāmi, maṁsamādāya sambalaṁ;",
  "anya-e0101n9:94": "Kantāraṁ nittharissāmi, pātheyyaṁ me bhavissatī’’ti. (jā. 1.16.205-206); –",
  "anya-e0101n9:95": "Evaṁ cintetvā silaṁ ukkhipitvā matthake sampadālite assupuṇṇehi nettehi taṁ purisaṁ udikkhamāno –",
  "anya-e0101n9:96": "‘‘Mā ayyosi me bhadante, tvaṁ nāmetādisaṁ kari;",
  "anya-e0101n9:97": "Tvaṁ khosi nāma dīghāvu, aññaṁ vāretumarahasī’’ti. (jā. 1.16.209); –",
  "anya-e0101n9:98": "Vatvā tasmiṁ purise cittaṁ appadūsetvā attano ca dukkhaṁ acintetvā tameva purisaṁ khemantabhūmiṁ sampāpesi.",
  "anya-e0101n9:99_0": "Bhūridatto nāma nāgarājā hutvā uposathaṅgāni adhiṭṭhāya vammikamuddhani sayamāno",
  "anya-e0101n9:99_1": "kappuṭṭhānaggisadisena osadhena sakalasarīre siñciyamānopi peḷāya pakkhipitvā sakalajambudīpe",
  "anya-e0101n9:99_2": "kīḷāpiyamānopi tasmiṁ brāhmaṇe manopadosamattampi na akāsi. Yathāha –",
  "anya-e0101n9:100": "‘‘Peḷāya pakkhipantepi, maddantepi ca pāṇinā;",
  "anya-e0101n9:101": "Alampāne na kuppāmi, sīlakhaṇḍabhayā mamā’’ti. (cariyā. 2.16);",
  "anya-e0101n9:102": "Campeyyopi nāgarājā hutvā ahituṇḍikena viheṭhiyamāno manopadosamattampi nuppādesi. Yathāha –",
  "anya-e0101n9:103": "‘‘Tadāpi maṁ dhammacāriṁ, upavutthauposathaṁ;",
  "anya-e0101n9:104": "Ahituṇḍiko gahetvāna, rājadvāramhi kīḷati.",
  "anya-e0101n9:105": "‘‘Yaṁ so vaṇṇaṁ cintayati, nīlaṁ pītaṁ va lohitaṁ;",
  "anya-e0101n9:106": "Tassa cittānuvattanto, homi cintitasannibho.",
  "anya-e0101n9:107": "‘‘Thalaṁ kareyyaṁ udakaṁ, udakampi thalaṁ kare;",
  "anya-e0101n9:108": "Yadihaṁ tassa kuppeyyaṁ, khaṇena chārikaṁ kare.",
  "anya-e0101n9:109": "‘‘Yadi cittavasī hessaṁ, parihāyissāmi sīlato;",
  "anya-e0101n9:110": "Sīlena parihīnassa, uttamattho na sijjhatī’’ti. (cariyā. 2.21-24);",
  "anya-e0101n9:111_0": "Saṅkhapālanāgarājā hutvā tikhiṇāhi sattīhi aṭṭhasu ṭhānesu ovijjhitvā pahāramukhehi",
  "anya-e0101n9:111_1": "sakaṇṭakā latāyo pavesetvā nāsāya daḷhaṁ rajjuṁ pakkhipitvā soḷasahi bhojaputtehi",
  "anya-e0101n9:111_2": "kājenādāya vayhamāno dharaṇītale ghaṁsiyamānasarīro mahantaṁ dukkhaṁ paccanubhonto",
  "anya-e0101n9:111_3": "kujjhitvā olokitamatteneva sabbe bhojaputte bhasmaṁ kātuṁ samatthopi samāno cakkhuṁ",
  "anya-e0101n9:111_4": "ummīletvā paduṭṭhākāramattampi na akāsi.",
  "anya-e0101n9:112": "Yathāha –",
  "anya-e0101n9:113": "‘‘Cātuddasiṁ pañcadasiñcaḷāra,",
  "anya-e0101n9:114": "Uposathaṁ niccamupāvasāmi;",
  "anya-e0101n9:115": "Athāgamuṁ soḷasa bhojaputtā,",
  "anya-e0101n9:116": "Rajjuṁ gahetvāna daḷhañca pāsaṁ.",
  "anya-e0101n9:117": "‘‘Bhetvāna nāsaṁ atikassa rajjuṁ,",
  "anya-e0101n9:118": "Nayiṁsu maṁ samparigayha luddā;",
  "anya-e0101n9:119": "Etādisaṁ dukkhamahaṁ titikkhaṁ,",
  "anya-e0101n9:120": "Uposathaṁ appaṭikopayanto’’ti. (jā. 2.17.180-181);",
  "anya-e0101n9:121_0": "Na kevalañca etāneva, aññānipi mātuposakajātakādīsu anekāni acchariyāni akāsi. Tassa",
  "anya-e0101n9:121_1": "te idāni sabbaññutaṁ pattaṁ sadevaloke kenaci appaṭisamakhantiguṇaṁ taṁ bhagavantaṁ",
  "anya-e0101n9:121_2": "satthāraṁ apadisato paṭighacittaṁ nāma uppādetuṁ ativiya ayuttaṁ appatirūpanti.",
  "anya-e0101n9:122_0": "248. Sace panassa evaṁ satthu pubbacaritaguṇaṁ paccavekkhatopi dīgharattaṁ kilesānaṁ",
  "anya-e0101n9:122_1": "dāsabyaṁ upagatassa neva taṁ paṭighaṁ vūpasammati, athānena anamataggiyāni paccavekkhitabbāni. Tatra hi vuttaṁ –",
  "anya-e0101n9:123": "‘‘Na so, bhikkhave, satto sulabharūpo, yo na mātābhūtapubbo, yo na pitābhūtapubbo, yo na bhātā, yo na bhaginī, yo na putto, yo na dhītābhūtapubbā’’ti (saṁ. ni. 2.137-142).",
  "anya-e0101n9:124_0": "Tasmā tasmiṁ puggale evaṁ cittaṁ uppādetabbaṁ, ‘‘ayaṁ kira me atīte mātā hutvā dasamāse",
  "anya-e0101n9:124_1": "kucchiyā pariharitvā muttakarīsakheḷasiṅghāṇikādīni haricandanaṁ viya ajigucchamānā",
  "anya-e0101n9:124_2": "apanetvā ure naccāpentī aṅgena pariharamānā posesi, pitā hutvā ajapathasaṅkupathādīni",
  "anya-e0101n9:124_3": "gantvā vāṇijjaṁ payojayamāno mayhamatthāya jīvitampi pariccajitvā ubhatobyūḷhe saṅgāme",
  "anya-e0101n9:124_4": "pavisitvā nāvāya mahāsamuddaṁ pakkhanditvā aññāni ca dukkarāni karitvā ‘puttake posessāmī’ti",
  "anya-e0101n9:124_5": "tehi tehi upāyehi dhanaṁ saṁharitvā maṁ posesi. Bhātā, bhaginī, putto, dhītā ca hutvāpi",
  "anya-e0101n9:124_6": "idañcidañcupakāraṁ akāsīti tatra me nappatirūpaṁ manaṁ padūsetu’’nti.",
  "anya-e0101n9:125": "249. Sace pana evampi cittaṁ nibbāpetuṁ na sakkotiyeva, athānena evaṁ mettānisaṁsā paccavekkhitabbā – ‘‘ambho pabbajita, nanu vuttaṁ bhagavatā –",
  "anya-e0101n9:126_0": "‘Mettāya kho, bhikkhave, cetovimuttiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya",
  "anya-e0101n9:126_1": "vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ekādasānisaṁsā pāṭikaṅkhā . Katame",
  "anya-e0101n9:126_2": "ekādasa? Sukhaṁ supati, sukhaṁ paṭibujjhati, na pāpakaṁ supinaṁ passati, manussānaṁ",
  "anya-e0101n9:126_3": "piyo hoti, amanussānaṁ piyo hoti, devatā rakkhanti, nāssa aggi vā visaṁ vā satthaṁ",
  "anya-e0101n9:126_4": "vā kamati, tuvaṭaṁ cittaṁ samādhiyati, mukhavaṇṇo pasīdati, asammūḷho kālaṅkaroti,",
  "anya-e0101n9:126_5": "uttarimappaṭivijjhanto brahmalokūpago hotī’ti (a. ni. 11.15).",
  "anya-e0101n9:127": "‘‘Sace tvaṁ idaṁ cittaṁ na nibbāpessasi, imehi ānisaṁsehi paribāhiro bhavissasī’’ti.",
  "anya-e0101n9:128_0": "250. Evampi nibbāpetuṁ asakkontena pana dhātuvinibbhogo kātabbo. Kathaṁ? ‘‘Ambho",
  "anya-e0101n9:128_1": "pabbajita, tvaṁ etassa kujjhamāno kassa kujjhasi? Kiṁ kesānaṁ kujjhasi, udāhu lomānaṁ,",
  "anya-e0101n9:128_2": "nakhānaṁ…pe… muttassa kujjhasi? Atha vā pana kesādīsu pathavīdhātuyā kujjhasi, āpodhātuyā,",
  "anya-e0101n9:128_3": "tejodhātuyā, vāyodhātuyā kujjhasi? Ye vā pañcakkhandhe dvādasāyatanāni aṭṭhārasa",
  "anya-e0101n9:128_4": "dhātuyo upādāya ayamāyasmā itthannāmoti vuccati, tesu kiṁ rūpakkhandhassa kujjhasi,",
  "anya-e0101n9:128_5": "udāhu vedanā saññā saṅkhāraviññāṇakkhandhassa kujjhasi? Kiṁ vā cakkhāyatanassa kujjhasi,",
  "anya-e0101n9:128_6": "kiṁ rūpāyatanassa kujjhasi…pe… kiṁ manāyatanassa kujjhasi, kiṁ dhammāyatanassa kujjhasi?",
  "anya-e0101n9:128_7": "Kiṁ vā cakkhudhātuyā kujjhasi, kiṁ rūpadhātuyā, kiṁ cakkhuviññāṇadhātuyā…pe… kiṁ",
  "anya-e0101n9:128_8": "manodhātuyā, kiṁ dhammadhātuyā, kiṁ manoviññāṇadhātuyā’’ti? Evañhi dhātuvinibbhogaṁ",
  "anya-e0101n9:128_9": "karoto āragge sāsapassa viya ākāse cittakammassa viya ca kodhassa patiṭṭhānaṭṭhānaṁ na hoti.",
  "anya-e0101n9:129_0": "251. Dhātuvinibbhogaṁ pana kātuṁ asakkontena dānasaṁvibhāgo kātabbo. Attano santakaṁ",
  "anya-e0101n9:129_1": "parassa dātabbaṁ, parassa santakaṁ attanā gahetabbaṁ. Sace pana paro bhinnājīvo hoti",
  "anya-e0101n9:129_2": "aparibhogārahaparikkhāro, attano santakameva dātabbaṁ. Tassevaṁ karoto ekanteneva",
  "anya-e0101n9:129_3": "tasmiṁ puggale āghāto vūpasammati. Itarassa ca atītajātito paṭṭhāya anubandhopi kodho",
  "anya-e0101n9:129_4": "taṅkhaṇaññeva vūpasammati, cittalapabbatavihāre tikkhattuṁ vuṭṭhāpitasenāsanena piṇḍapātikattherena",
  "anya-e0101n9:129_5": "‘‘ayaṁ , bhante, aṭṭhakahāpaṇagghanako patto mama mātarā upāsikāya dinno dhammiyalābho,",
  "anya-e0101n9:129_6": "mahāupāsikāya puññalābhaṁ karothā’’ti vatvā dinnaṁ pattaṁ laddhamahātherassa viya.",
  "anya-e0101n9:129_7": "Evaṁ mahānubhāvametaṁ dānaṁ nāma. Vuttampi cetaṁ –",
  "anya-e0101n9:130": "‘‘Adantadamanaṁ dānaṁ, dānaṁ sabbatthasādhakaṁ;",
  "anya-e0101n9:131": "Dānena piyavācāya, unnamanti namanti cā’’ti.",
  "anya-e0101n9:132_0": "252. Tassevaṁ verīpuggale vūpasantapaṭighassa yathā piyātippiyasahāyakamajjhattesu,",
  "anya-e0101n9:132_1": "evaṁ tasmimpi mettāvasena cittaṁ pavattati. Athānena punappunaṁ mettāyantena attani",
  "anya-e0101n9:132_2": "piyapuggale majjhatte verīpuggaleti catūsu janesu samacittataṁ sampādentena sīmāsambhedo",
  "anya-e0101n9:132_3": "kātabbo. Tassidaṁ lakkhaṇaṁ, sace imasmiṁ puggale piyamajjhattaverīhi saddhiṁ attacatutthe",
  "anya-e0101n9:132_4": "ekasmiṁ padese nisinne corā āgantvā ‘‘bhante, ekaṁ bhikkhuṁ amhākaṁ dethā’’ti vatvā",
  "anya-e0101n9:132_5": "‘‘kiṁ kāraṇā’’ti vutte ‘‘taṁ māretvā galalohitaṁ gahetvā balikaraṇatthāyā’’ti vadeyyuṁ,",
  "anya-e0101n9:132_6": "tatra ceso bhikkhu ‘‘asukaṁ vā asukaṁ vā gaṇhantū’’ti cinteyya, akatova hoti sīmāsambhedo.",
  "anya-e0101n9:132_7": "Sacepi ‘‘maṁ gaṇhantu, mā ime tayo’’tipi cinteyya, akatova hoti sīmāsambhedo. Kasmā?",
  "anya-e0101n9:132_8": "Yassa yassa hi gahaṇamicchati, tassa tassa ahitesī hoti, itaresaṁyeva hitesī hoti.",
  "anya-e0101n9:133": "Yadā pana catunnaṁ janānamantare ekampi corānaṁ dātabbaṁ na passati, attani ca tesu ca tīsu janesu samameva cittaṁ pavatteti, kato hoti sīmāsambhedo. Tenāhu porāṇā –",
  "anya-e0101n9:134": "‘‘Attani hitamajjhatte, ahite ca catubbidhe;",
  "anya-e0101n9:135": "Yadā passati nānattaṁ, hitacittova pāṇinaṁ.",
  "anya-e0101n9:136": "‘‘Na nikāmalābhī mettāya, kusalīti pavuccati;",
  "anya-e0101n9:137": "Yadā catasso sīmāyo, sambhinnā honti bhikkhuno.",
  "anya-e0101n9:138": "‘‘Samaṁ pharati mettāya, sabbalokaṁ sadevakaṁ;",
  "anya-e0101n9:139": "Mahāviseso purimena, yassa sīmā na ñāyatī’’ti.",
  "anya-e0101n9:140_0": "253. Evaṁ sīmāsambhedasamakālameva ca iminā bhikkhunā nimittañca upacārañca laddhaṁ",
  "anya-e0101n9:140_1": "hoti. Sīmāsambhede pana kate tameva nimittaṁ āsevanto bhāvento bahulīkaronto appakasireneva",
  "anya-e0101n9:140_2": "pathavīkasiṇe vuttanayeneva appanaṁ pāpuṇāti.",
  "anya-e0101n9:141_0": "Ettāvatānena adhigataṁ hoti pañcaṅgavippahīnaṁ pañcaṅgasamannāgataṁ tividhakalyāṇaṁ",
  "anya-e0101n9:141_1": "dasalakkhaṇasampannaṁ paṭhamajjhānaṁ mettāsahagataṁ. Adhigate ca tasmiṁ tadeva nimittaṁ",
  "anya-e0101n9:141_2": "āsevanto bhāvento bahulīkaronto anupubbena catukkanaye dutiyatatiyajjhānāni, pañcakanaye",
  "anya-e0101n9:141_3": "dutiyatatiyacatutthajjhānāni ca pāpuṇāti.",
  "anya-e0101n9:142_0": "So hi paṭhamajjhānādīnaṁ aññataravasena mettāsahagatena cetasā ekaṁ disaṁ pharitvā",
  "anya-e0101n9:142_1": "viharati. Tathā dutiyaṁ, tathā tatiyaṁ, tathā catutthaṁ. Iti uddhamadho tiriyaṁ sabbadhi",
  "anya-e0101n9:142_2": "sabbattatāya sabbāvantaṁ lokaṁ mettāsahagatena cetasā vipulena mahaggatena appamāṇena",
  "anya-e0101n9:142_3": "averena abyāpajjena pharitvā viharati (vibha. 642; dī. ni. 1.556). Paṭhamajjhānādivasena",
  "anya-e0101n9:142_4": "appanāppattacittasseva hi ayaṁ vikubbanā sampajjati.",
  "anya-e0101n9:143_0": "254. Ettha ca mettāsahagatenāti mettāya samannāgatena. Cetasāti cittena. Ekaṁ disanti",
  "anya-e0101n9:143_1": "ekamekissā disāya paṭhamapariggahitaṁ sattaṁ upādāya ekadisāpariyāpannasattapharaṇavasena",
  "anya-e0101n9:143_2": "vuttaṁ. Pharitvāti phusitvā ārammaṇaṁ katvā. Viharatīti brahmavihārādhiṭṭhitaṁ iriyāpathavihāraṁ",
  "anya-e0101n9:143_3": "pavatteti. Tathā dutiyanti yathā puratthimādīsu disāsu yaṁkiñci ekaṁ disaṁ pharitvā",
  "anya-e0101n9:143_4": "viharati, tatheva tadanantaraṁ dutiyaṁ tatiyaṁ catutthañcāti attho. Iti uddhanti",
  "anya-e0101n9:143_5": "eteneva nayena uparimaṁ disanti vuttaṁ hoti. Adho tiriyanti adhodisampi tiriyaṁdisampi",
  "anya-e0101n9:143_6": "evameva. Tattha ca adhoti heṭṭhā. Tiriyanti anudisāsu. Evaṁ sabbadisāsu assamaṇḍale",
  "anya-e0101n9:143_7": "assamiva mettāsahagataṁ cittaṁ sāretipi paccāsāretipīti. Ettāvatā ekaṁ disaṁ pariggahetvā",
  "anya-e0101n9:143_8": "odhiso mettāpharaṇaṁ dassitaṁ.",
  "anya-e0101n9:144_0": "Sabbadhītiādi pana anodhiso dassanatthaṁ vuttaṁ. Tattha sabbadhīti sabbattha. Sabbattatāyāti",
  "anya-e0101n9:144_1": "sabbesu hīnamajjhimukkaṭṭhamittasapattamajjhattādippabhedesu attatāya . ‘‘Ayaṁ parasatto’’ti",
  "anya-e0101n9:144_2": "vibhāgaṁ akatvā attasamatāyāti vuttaṁ hoti. Atha vā sabbattatāyāti sabbena cittabhāgena",
  "anya-e0101n9:144_3": "īsakampi bahi avikkhipamānoti vuttaṁ hoti. Sabbāvantanti sabbasattavantaṁ, sabbasattayuttanti",
  "anya-e0101n9:144_4": "attho. Lokanti sattalokaṁ. Vipulenātievamādipariyāyadassanato panettha puna mettāsahagatenāti",
  "anya-e0101n9:144_5": "vuttaṁ. Yasmā vā ettha odhiso pharaṇe viya puna tathāsaddo itisaddo vā na vutto,",
  "anya-e0101n9:144_6": "tasmā puna mettāsahagatena cetasāti vuttaṁ. Nigamavasena vā etaṁ vuttaṁ. Vipulenāti",
  "anya-e0101n9:144_7": "ettha ca pharaṇavasena vipulatā daṭṭhabbā. Bhūmivasena pana etaṁ mahaggataṁ paguṇavasena",
  "anya-e0101n9:144_8": "ca appamāṇasattārammaṇavasena ca appamāṇaṁ, byāpādapaccatthikappahānena averaṁ, domanassappahānato",
  "anya-e0101n9:144_9": "abyāpajjaṁ, niddukkhanti vuttaṁ hoti. Ayaṁ mettāsahagatena cetasātiādinā nayena vuttāya vikubbanāya attho.",
  "anya-e0101n9:145_0": "255. Yathā cāyaṁ appanāppattacittasseva vikubbanā sampajjati, tathā yampi paṭisambhidāyaṁ",
  "anya-e0101n9:145_1": "(paṭi. ma. 2.22) ‘‘pañcahākārehi anodhisopharaṇā mettācetovimutti, sattahākārehi",
  "anya-e0101n9:145_2": "odhisopharaṇā mettā cetovimutti, dasahākārehi disāpharaṇā mettā cetovimuttī’’ti vuttaṁ,",
  "anya-e0101n9:145_3": "tampi appanāppattacittasseva sampajjatīti veditabbaṁ.",
  "anya-e0101n9:146_0": "Tattha ca sabbe sattā averā abyāpajjā anīghā sukhī attānaṁ pariharantu, sabbe pāṇā,",
  "anya-e0101n9:146_1": "sabbe bhūtā, sabbe puggalā, sabbe attabhāvapariyāpannā averā…pe… pariharantūti imehi",
  "anya-e0101n9:146_2": "pañcahākārehi anodhisopharaṇā mettā cetovimutti veditabbā.",
  "anya-e0101n9:147_0": "Sabbā itthiyo averā…pe… attānaṁ pariharantu, sabbe purisā, sabbe ariyā, sabbe anariyā,",
  "anya-e0101n9:147_1": "sabbe devā, sabbe manussā, sabbe vinipātikā averā…pe… pariharantūti imehi sattahākārehi",
  "anya-e0101n9:147_2": "odhisopharaṇā mettā cetovimutti veditabbā.",
  "anya-e0101n9:148_0": "Sabbe puratthimāya disāya sattā averā…pe… attānaṁ pariharantu. Sabbe pacchimāya disāya,",
  "anya-e0101n9:148_1": "sabbe uttarāya disāya, sabbe dakkhiṇāya disāya, sabbe puratthimāya anudisāya, sabbe",
  "anya-e0101n9:148_2": "pacchimāya anudisāya, sabbe uttarāya anudisāya, sabbe dakkhiṇāya anudisāya, sabbe",
  "anya-e0101n9:148_3": "heṭṭhimāya disāya, sabbe uparimāya disāya sattā averā…pe… pariharantu. Sabbe puratthimāya",
  "anya-e0101n9:148_4": "disāya pāṇā, bhūtā, puggalā, attabhāvapariyāpannā, averā…pe… pariharantu. Sabbā puratthimāya",
  "anya-e0101n9:148_5": "disāya itthiyo, sabbe purisā, ariyā, anariyā, devā, manussā, vinipātikā averā…pe…",
  "anya-e0101n9:148_6": "pariharantu. Sabbā pacchimāya disāya, uttarāya, dakkhiṇāya, puratthimāya anudisāya,",
  "anya-e0101n9:148_7": "pacchimāya, uttarāya, dakkhiṇāya anudisāya, heṭṭhimāya disāya, uparimāya disāya itthiyo…pe…",
  "anya-e0101n9:148_8": "vinipātikā averā abyāpajjā anīghā sukhī attānaṁ pariharantūti imehi dasahākārehi",
  "anya-e0101n9:148_9": "disāpharaṇā mettā cetovimutti veditabbā.",
  "anya-e0101n9:149": "256. Tattha sabbeti anavasesapariyādānametaṁ. Sattāti rūpādīsu khandhesu chandarāgena sattā visattāti sattā. Vuttañhetaṁ bhagavatā –",
  "anya-e0101n9:150_0": "‘‘Rūpe kho, rādha, yo chando yo rāgo yā nandī yā taṇhā, tatra satto, tatra visatto,",
  "anya-e0101n9:150_1": "tasmā sattoti vuccati… vedanāya… saññāya… saṅkhāresu… viññāṇe yo chando yo rāgo yā",
  "anya-e0101n9:150_2": "nandī yā taṇhā, tatra satto, tatra visatto, tasmā sattoti vuccatī’’ti (saṁ. ni. 3.161).",
  "anya-e0101n9:151_0": "Ruḷhīsaddena pana vītarāgesupi ayaṁ vohāro vattatiyeva, vilīvamayepi bījanivisese",
  "anya-e0101n9:151_1": "tālavaṇṭavohāro viya. Akkharacintakā pana atthaṁ avicāretvā nāmamattametanti icchanti.",
  "anya-e0101n9:151_2": "Yepi atthaṁ vicārenti, te satvayogena sattāti icchanti.",
  "anya-e0101n9:152_0": "Pāṇanatāya pāṇā, assāsapassāsāyattavuttitāyāti attho. Bhūtattā bhūtā, saṁbhūtattā",
  "anya-e0101n9:152_1": "abhinibbattattāti attho. Punti vuccati nirayo. Tasmiṁ galantīti puggalā, gacchantīti",
  "anya-e0101n9:152_2": "attho. Attabhāvo vuccati sarīraṁ. Khandhapañcakameva vā, tamupādāya paññattimattasambhavato.",
  "anya-e0101n9:152_3": "Tasmiṁ attabhāve pariyāpannāti attabhāvapariyāpannā. Pariyāpannāti paricchinnā, antogadhāti attho.",
  "anya-e0101n9:153_0": "Yathā ca sattāti vacanaṁ, evaṁ sesānipi ruḷhīvasena āropetvā sabbānetāni sabbasattavevacanānīti",
  "anya-e0101n9:153_1": "veditabbāni. Kāmañca aññānipi sabbe jantū sabbe jīvātiādīni sabbasattavevacanāni",
  "anya-e0101n9:153_2": "atthi, pākaṭavasena pana imāneva pañca gahetvā ‘‘pañcahākārehi anodhisopharaṇā mettā",
  "anya-e0101n9:153_3": "cetovimuttī’’ti vuttaṁ.",
  "anya-e0101n9:154_0": "Ye pana sattā pāṇātiādīnaṁ na kevalaṁ vacanamattatova, atha kho atthatopi nānattameva",
  "anya-e0101n9:154_1": "iccheyyuṁ, tesaṁ anodhisopharaṇā virujjhati, tasmā tathā atthaṁ agahetvā imesu pañcasu",
  "anya-e0101n9:154_2": "ākāresu aññataravasena anodhiso mettā pharitabbā.",
  "anya-e0101n9:155_0": "257. Ettha ca sabbe sattā averā hontūti ayamekā appanā. Abyāpajjā hontūti ayamekā",
  "anya-e0101n9:155_1": "appanā. Abyāpajjāti byāpādarahitā. Anīghā hontūti ayamekā appanā. Anīghāti niddukkhā.",
  "anya-e0101n9:155_2": "Sukhī attānaṁ pariharantūti ayamekā appanā. Tasmā imesupi padesu yaṁ yaṁ pākaṭaṁ",
  "anya-e0101n9:155_3": "hoti, tassa tassa vasena mettā pharitabbā. Iti pañcasu ākāresu catunnaṁ appanānaṁ",
  "anya-e0101n9:155_4": "vasena anodhisopharaṇe vīsati appanā honti.",
  "anya-e0101n9:156_0": "Odhisopharaṇe pana sattasu ākāresu catunnaṁ vasena aṭṭhavīsati. Ettha ca itthiyo",
  "anya-e0101n9:156_1": "purisāti liṅgavasena vuttaṁ. Ariyā anariyāti ariyaputhujjanavasena. Devā manussā",
  "anya-e0101n9:156_2": "vinipātikāti upapattivasena.",
  "anya-e0101n9:157_0": "Disāpharaṇe pana sabbe puratthimāya disāya sattātiādinā nayena ekamekissā disāya",
  "anya-e0101n9:157_1": "vīsati vīsati katvā dvesatāni, sabbā puratthimāya disāya itthiyotiādinā nayena ekamekissā",
  "anya-e0101n9:157_2": "disāya aṭṭhavīsati aṭṭhavīsati katvā asīti dvesatānīti cattāri satāni asīti ca appanā.",
  "anya-e0101n9:157_3": "Iti sabbānipi paṭisambhidāyaṁ vuttāni aṭṭhavīsādhikāni pañca appanāsatānīti.",
  "anya-e0101n9:158": "Iti etāsu appanāsu yassa kassaci vasena mettaṁ cetovimuttiṁ bhāvetvā ayaṁ yogāvacaro ‘‘sukhaṁ supatī’’tiādinā nayena vutte ekādasānisaṁse paṭilabhati.",
  "anya-e0101n9:159": "258. Tattha sukhaṁ supatīti yathā sesā janā samparivattamānā kākacchamānā dukkhaṁ supanti, evaṁ asupitvā sukhaṁ supati. Niddaṁ okkantopi samāpattiṁ samāpanno viya hoti.",
  "anya-e0101n9:160": "Sukhaṁ paṭibujjhatīti yathā aññe nitthunantā vijambhantā samparivattantā dukkhaṁ paṭibujjhanti, evaṁ appaṭibujjhitvā vikasamānamiva padumaṁ sukhaṁ nibbikāraṁ paṭibujjhati.",
  "anya-e0101n9:161_0": "Napāpakaṁ supinaṁ passatīti supinaṁ passantopi bhaddakameva supinaṁ passati, cetiyaṁ",
  "anya-e0101n9:161_1": "vandanto viya pūjaṁ karonto viya dhammaṁ suṇanto viya ca hoti. Yathā pana aññe attānaṁ",
  "anya-e0101n9:161_2": "corehi samparivāritaṁ viya vāḷehi upaddutaṁ viya papāte patantaṁ viya ca passanti,",
  "anya-e0101n9:161_3": "evaṁ pāpakaṁ supinaṁ na passati.",
  "anya-e0101n9:162": "Manussānaṁ piyo hotīti ure āmuttamuttāhāro viya sīse piḷandhamālā viya ca manussānaṁ piyo hoti manāpo.",
  "anya-e0101n9:163": "Amanussānaṁ piyo hotīti yatheva manussānaṁ, evaṁ amanussānampi piyo hoti visākhatthero viya.",
  "anya-e0101n9:164_0": "So kira pāṭaliputte kuṭumbiyo ahosi. So tattheva vasamāno assosi ‘‘tambapaṇṇidīpo",
  "anya-e0101n9:164_1": "kira cetiyamālālaṅkato kāsāvapajjoto icchiticchitaṭṭhāneyeva ettha sakkā nisīdituṁ",
  "anya-e0101n9:164_2": "vā nipajjituṁ vā utusappāyaṁ senāsanasappāyaṁ puggalasappāyaṁ dhammassavanasappāyanti",
  "anya-e0101n9:164_3": "sabbamettha sulabha’’nti.",
  "anya-e0101n9:165_0": "So attano bhogakkhandhaṁ puttadārassa niyyādetvā dussante baddhena ekakahāpaṇeneva",
  "anya-e0101n9:165_1": "gharā nikkhamitvā samuddatīre nāvaṁ udikkhamāno ekamāsaṁ vasi. So vohārakusalatāya",
  "anya-e0101n9:165_2": "imasmiṁ ṭhāne bhaṇḍaṁ kiṇitvā asukasmiṁ vikkiṇanto dhammikāya vaṇijjāya tenevantaramāsena",
  "anya-e0101n9:165_3": "sahassaṁ abhisaṁhari. Anupubbena mahāvihāraṁ āgantvā pabbajjaṁ yāci.",
  "anya-e0101n9:166_0": "So pabbājanatthāya sīmaṁ nīto taṁ sahassatthavikaṁ ovaṭṭikantarena bhūmiyaṁ pātesi.",
  "anya-e0101n9:166_1": "‘‘Kimeta’’nti ca vutte ‘‘kahāpaṇasahassaṁ, bhante’’ti vatvā ‘‘upāsaka, pabbajitakālato",
  "anya-e0101n9:166_2": "paṭṭhāya na sakkā vicāretuṁ, idānevetaṁ vicārehī’’ti vutte ‘‘visākhassa pabbajjaṭṭhānamāgatā",
  "anya-e0101n9:166_3": "mā rittahatthā gamiṁsū’’ti muñcitvā sīmāmāḷake vippakiritvā pabbajitvā upasampanno.",
  "anya-e0101n9:167": "So pañcavasso hutvā dvemātikā paguṇā katvā pavāretvā attano sappāyaṁ kammaṭṭhānaṁ gahetvā ekekasmiṁ vihāre cattāro māse katvā samappavattavāsaṁ vasamāno cari. Evaṁ caramāno –",
  "anya-e0101n9:168": "Vanantare ṭhito thero, visākho gajjamānako;",
  "anya-e0101n9:169": "Attano guṇamesanto, imamatthaṁ abhāsatha.",
  "anya-e0101n9:170": "‘‘Yāvatā upasampanno, yāvatā idha āgato;",
  "anya-e0101n9:171": "Etthantare khalitaṁ natthi, aho lābhā te mārisā’’ti.",
  "anya-e0101n9:172_0": "So cittalapabbatavihāraṁ gacchanto dvedhā pathaṁ patvā ‘‘ayaṁ nu kho maggo udāhu",
  "anya-e0101n9:172_1": "aya’’nti cintayanto aṭṭhāsi. Athassa pabbate adhivatthā devatā hatthaṁ pasāretvā",
  "anya-e0101n9:172_2": "‘‘esa maggo’’ti vatvā dasseti. So cittalapabbatavihāraṁ gantvā tattha cattāro māse",
  "anya-e0101n9:172_3": "vasitvā paccūse gamissāmīti cintetvā nipajji. Caṅkamasīse maṇilarukkhe adhivatthā",
  "anya-e0101n9:172_4": "devatā sopānaphalake nisīditvā parodi.",
  "anya-e0101n9:173_0": "Thero ‘‘ko eso’’ti āha. Ahaṁ, bhante, maṇiliyāti. Kissa rodasīti? Tumhākaṁ gamanaṁ",
  "anya-e0101n9:173_1": "paṭiccāti. Mayi idha vasante tumhākaṁ ko guṇoti? Tumhesu, bhante, idha vasantesu",
  "anya-e0101n9:173_2": "amanussā aññamaññaṁ mettaṁ paṭilabhanti, te dāni tumhesu gatesu kalahaṁ karissanti,",
  "anya-e0101n9:173_3": "duṭṭhullampi kathayissantīti. Thero ‘‘sace mayi idha vasante tumhākaṁ phāsuvihāro",
  "anya-e0101n9:173_4": "hoti, sundara’’nti vatvā aññepi cattāro māse tattheva vasitvā puna tatheva gamanacittaṁ",
  "anya-e0101n9:173_5": "uppādesi. Devatāpi puna tatheva parodi. Etenevupāyena thero tattheva vasitvā tattheva",
  "anya-e0101n9:173_6": "parinibbāyīti evaṁ mettāvihārī bhikkhu amanussānaṁ piyo hoti.",
  "anya-e0101n9:174": "Devatā rakkhantīti puttamiva mātāpitaro devatā rakkhanti.",
  "anya-e0101n9:175_0": "Nāssaaggi vā visaṁ vā satthaṁ vā kamatīti mettāvihārissa kāye uttarāya upāsikāya",
  "anya-e0101n9:175_1": "viya aggi vā, saṁyuttabhāṇakacūḷasivattherasseva visaṁ vā, saṁkiccasāmaṇerasseva",
  "anya-e0101n9:175_2": "satthaṁ vā na kamati, na pavisati. Nāssa kāyaṁ vikopetīti vuttaṁ hoti. Dhenuvatthumpi",
  "anya-e0101n9:175_3": "cettha kathayanti . Ekā kira dhenu vacchakassa khīradhāraṁ muñcamānā aṭṭhāsi. Eko",
  "anya-e0101n9:175_4": "luddako taṁ vijjhissāmīti hatthena samparivattetvā dīghadaṇḍasattiṁ muñci. Sā tassā",
  "anya-e0101n9:175_5": "sarīraṁ āhacca tālapaṇṇaṁ viya pavaṭṭamānā gatā, neva upacārabalena, na appanābalena,",
  "anya-e0101n9:175_6": "kevalaṁ vacchake balavapiyacittatāya. Evaṁ mahānubhāvā mettāti.",
  "anya-e0101n9:176": "Tuvaṭaṁ cittaṁ samādhiyatīti mettāvihārino khippameva cittaṁ samādhiyati, natthi tassa dandhāyitattaṁ.",
  "anya-e0101n9:177": "Mukhavaṇṇo vippasīdatīti bandhanā pavuttaṁ tālapakkaṁ viya cassa vippasannavaṇṇaṁ mukhaṁ hoti.",
  "anya-e0101n9:178": "Asammūḷho kālaṅkarotīti mettāvihārino sammohamaraṇaṁ nāma natthi, asammūḷhova niddaṁ okkamanto viya kālaṁ karoti.",
  "anya-e0101n9:179": "Uttarimappaṭivijjhantoti mettāsamāpattito uttariṁ arahattaṁ adhigantuṁ asakkonto ito cavitvā suttappabuddho viya brahmalokamupapajjatīti.",
  "anya-e0101n9:180": "Ayaṁ mettābhāvanāyaṁ vitthārakathā.",
  "anya-e0101n9:181": "Karuṇābhāvanākathā",
  "anya-e0101n9:182_0": "259. Karuṇaṁ bhāvetukāmena pana nikkaruṇatāya ādīnavaṁ karuṇāya ca ānisaṁsaṁ paccavekkhitvā",
  "anya-e0101n9:182_1": "karuṇābhāvanā ārabhitabbā. Tañca pana ārabhantena paṭhamaṁ piyapuggalādīsu na ārabhitabbā.",
  "anya-e0101n9:182_2": "Piyo hi piyaṭṭhāneyeva tiṭṭhati. Atippiyasahāyako atippiyasahāyakaṭṭhāneyeva. Majjhatto",
  "anya-e0101n9:182_3": "majjhattaṭṭhāneyeva. Appiyo appiyaṭṭhāneyeva. Verī veriṭṭhāneyeva tiṭṭhati. Liṅgavisabhāgakālakatā akhettameva.",
  "anya-e0101n9:183_0": "‘‘Kathañca bhikkhu karuṇāsahagatena cetasā ekaṁ disaṁ pharitvā viharati? Seyyathāpi",
  "anya-e0101n9:183_1": "nāma ekaṁ puggalaṁ duggataṁ durūpetaṁ disvā karuṇāyeyya, evameva sabbasatte karuṇāya",
  "anya-e0101n9:183_2": "pharatī’’ti vibhaṅge (vibha. 653) pana vuttattā sabbapaṭhamaṁ tāva kiñcideva karuṇāyitabbarūpaṁ",
  "anya-e0101n9:183_3": "paramakicchappattaṁ duggataṁ durūpetaṁ kapaṇapurisaṁ chinnāhāraṁ kapālaṁ purato ṭhapetvā",
  "anya-e0101n9:183_4": "anāthasālāya nisinnaṁ hatthapādehi paggharantakimigaṇaṁ aṭṭassaraṁ karontaṁ disvā",
  "anya-e0101n9:183_5": "‘‘kicchaṁ vatāyaṁ satto āpanno, appeva nāma imamhā dukkhā mucceyyā’’ti karuṇā pavattetabbā.",
  "anya-e0101n9:183_6": "Taṁ alabhantena sukhitopi pāpakārī puggalo vajjhena upametvā karuṇāyitabbo.",
  "anya-e0101n9:184_0": "Kathaṁ? Seyyathāpi saha bhaṇḍena gahitacoraṁ ‘‘vadhetha na’’nti rañño āṇāya rājapurisā",
  "anya-e0101n9:184_1": "bandhitvā catukke catukke pahārasatāni dentā āghātanaṁ nenti. Tassa manussā khādanīyampi",
  "anya-e0101n9:184_2": "bhojanīyampi mālāgandhavilepanatambulānipi denti. Kiñcāpi so tāni khādanto ceva paribhuñjanto",
  "anya-e0101n9:184_3": "ca sukhito bhogasamappito viya gacchati, atha kho taṁ neva koci ‘‘sukhito ayaṁ mahābhogo’’ti",
  "anya-e0101n9:184_4": "maññati, aññadatthu ‘‘ayaṁ varāko idāni marissati, yaṁ yadeva hi ayaṁ padaṁ nikkhipati,",
  "anya-e0101n9:184_5": "tena tena santike maraṇassa hotī’’ti taṁ jano karuṇāyati. Evameva karuṇākammaṭṭhānikena",
  "anya-e0101n9:184_6": "bhikkhunā sukhitopi puggalo evaṁ karuṇāyitabbo ‘‘ayaṁ varāko kiñcāpi idāni sukhito",
  "anya-e0101n9:184_7": "susajjito bhoge paribhuñjati, atha kho tīsu dvāresu ekenāpi katassa kalyāṇakammassa",
  "anya-e0101n9:184_8": "abhāvā idāni apāyesu anappakaṁ dukkhaṁ domanassaṁ paṭisaṁvedissatī’’ti.",
  "anya-e0101n9:185_0": "Evaṁ taṁ puggalaṁ karuṇāyitvā tato paraṁ eteneva upāyena piyapuggale, tato majjhatte,",
  "anya-e0101n9:185_1": "tato verimhīti anukkamena karuṇā pavattetabbā. Sace panassa pubbe vuttanayeneva verimhi",
  "anya-e0101n9:185_2": "paṭighaṁ uppajjati, taṁ mettāya vuttanayeneva vūpasametabbaṁ. Yopi cettha katakusalo",
  "anya-e0101n9:185_3": "hoti, tampi ñātirogabhogabyasanādīnaṁ aññatarena byasanena samannāgataṁ disvā vā",
  "anya-e0101n9:185_4": "sutvā vā tesaṁ abhāvepi vaṭṭadukkhaṁ anatikkantattā ‘‘dukkhitova aya’’nti evaṁ sabbathāpi",
  "anya-e0101n9:185_5": "karuṇāyitvā vuttanayeneva attani piyapuggale majjhatte verimhīti catūsu janesu sīmāsambhedaṁ",
  "anya-e0101n9:185_6": "katvā taṁ nimittaṁ āsevantena bhāventena bahulīkarontena mettāya vuttanayeneva tikacatukkajjhānavasena appanā vaḍḍhetabbā.",
  "anya-e0101n9:186_0": "Aṅguttaraṭṭhakathāyaṁ pana paṭhamaṁ veripuggalo karuṇāyitabbo, tasmiṁ cittaṁ muduṁ",
  "anya-e0101n9:186_1": "katvā duggato, tato piyapuggalo, tato attāti ayaṁ kamo vutto, so ‘‘duggataṁ durūpeta’’nti",
  "anya-e0101n9:186_2": "pāḷiyā na sameti, tasmā vuttanayenevettha bhāvanamārabhitvā sīmāsambhedaṁ katvā appanā",
  "anya-e0101n9:186_3": "vaḍḍhetabbā. Tato paraṁ ‘‘pañcahākārehi anodhisopharaṇā sattahākārehi odhisopharaṇā",
  "anya-e0101n9:186_4": "dasahākārehi disāpharaṇā’’ti ayaṁ vikubbanā, ‘‘sukhaṁ supatī’’tiādayo ānisaṁsā ca",
  "anya-e0101n9:186_5": "mettāyaṁ vuttanayeneva veditabbāti.",
  "anya-e0101n9:187": "Ayaṁ karuṇābhāvanāya vitthārakathā.",
  "anya-e0101n9:188": "Muditābhāvanākathā",
  "anya-e0101n9:189_0": "260. Muditābhāvanaṁ ārabhantenāpi na paṭhamaṁ piyapuggalādīsu ārabhitabbā. Na hi",
  "anya-e0101n9:189_1": "piyo piyabhāvamatteneva muditāya padaṭṭhānaṁ hoti, pageva majjhattaverino. Liṅgavisabhāgakālakatā akhettameva.",
  "anya-e0101n9:190_0": "Atippiyasahāyako pana siyā padaṭṭhānaṁ, yo aṭṭhakathāyaṁ soṇḍasahāyoti vutto. So",
  "anya-e0101n9:190_1": "hi muditamuditova hoti, paṭhamaṁ hasitvā pacchā katheti, tasmā so vā paṭhamaṁ muditāya",
  "anya-e0101n9:190_2": "pharitabbo. Piyapuggalaṁ vā sukhitaṁ sajjitaṁ modamānaṁ disvā vā sutvā vā ‘‘modati",
  "anya-e0101n9:190_3": "vatāyaṁ satto, aho sādhu aho suṭṭhū’’ti muditā uppādetabbā. Imameva hi atthavasaṁ",
  "anya-e0101n9:190_4": "paṭicca vibhaṅge (vibha. 663) vuttaṁ ‘‘kathañca bhikkhu muditāsahagatena cetasā ekaṁ",
  "anya-e0101n9:190_5": "disaṁ pharitvā viharati? Seyyathāpi nāma ekaṁ puggalaṁ piyaṁ manāpaṁ disvā mudito",
  "anya-e0101n9:190_6": "assa, evameva sabbasatte muditāya pharatī’’ti.",
  "anya-e0101n9:191_0": "Sacepissa so soṇḍasahāyo vā piyapuggalo vā atīte sukhito ahosi, sampati pana duggato",
  "anya-e0101n9:191_1": "durūpeto, atītameva cassa sukhitabhāvaṁ anussaritvā ‘‘esa atīte evaṁ mahābhogo mahāparivāro",
  "anya-e0101n9:191_2": "niccappamudito ahosī’’ti tamevassa muditākāraṁ gahetvā muditā uppādetabbā ‘‘anāgate",
  "anya-e0101n9:191_3": "vā pana puna taṁ sampattiṁ labhitvā hatthikkhandhaassapiṭṭhisuvaṇṇasivikādīhi vicarissatī’’ti",
  "anya-e0101n9:191_4": "anāgatampissa muditākāraṁ gahetvā muditā uppādetabbā.",
  "anya-e0101n9:192_0": "Evaṁ piyapuggale muditaṁ uppādetvā atha majjhatte tato verimhīti anukkamena muditā",
  "anya-e0101n9:192_1": "pavattetabbā. Appanā vaḍḍhetabbā. Sace panassa pubbe vuttanayeneva verimhi paṭighaṁ",
  "anya-e0101n9:192_2": "uppajjati, taṁ mettāyaṁ vuttanayeneva vūpasametvā ‘‘imesu ca tīsu attani cā’’ti catūsu",
  "anya-e0101n9:192_3": "janesu samacittatāya sīmāsambhedaṁ katvā taṁ nimittaṁ āsevantena bhāventena bahulīkarontena",
  "anya-e0101n9:192_4": "mettāyaṁ vuttanayeneva tikacatukkajjhānavaseneva appanā vaḍḍhetabbā. Tato paraṁ ‘‘pañcahākārehi",
  "anya-e0101n9:192_5": "anodhisopharaṇā sattahākārehi odhisopharaṇā dasahākārehi disāpharaṇā’’ti ayaṁ vikubbanā,",
  "anya-e0101n9:192_6": "‘‘sukhaṁ supatī’’tiādayo ānisaṁsā ca mettāyaṁ vuttanayeneva veditabbāti.",
  "anya-e0101n9:193": "Ayaṁ muditābhāvanāya vitthārakathā.",
  "anya-e0101n9:194": "Upekkhābhāvanākathā",
  "anya-e0101n9:195_0": "261. Upekkhābhāvanaṁ bhāvetukāmena pana mettādīsu paṭiladdhatikacatukkajjhānena paguṇatatiyajjhānā",
  "anya-e0101n9:195_1": "vuṭṭhāya ‘‘sukhitā hontū’’tiādivasena sattakelāyanamanasikārayuttattā, paṭighānunayasamīpacārittā,",
  "anya-e0101n9:195_2": "somanassayogena oḷārikattā ca purimāsu ādīnavaṁ, santasabhāvattā upekkhāya ānisaṁsañca",
  "anya-e0101n9:195_3": "disvā yvāssa pakatimajjhatto puggalo, taṁ ajjhupekkhitvā upekkhā uppādetabbā. Tato",
  "anya-e0101n9:195_4": "piyapuggalādīsu. Vuttañhetaṁ ‘‘kathañca bhikkhu upekkhāsahagatena cetasā ekaṁ disaṁ",
  "anya-e0101n9:195_5": "pharitvā viharati? Seyyathāpi nāma ekaṁ puggalaṁ neva manāpaṁ na amanāpaṁ disvā upekkhako",
  "anya-e0101n9:195_6": "assa, evameva sabbe satte upekkhāya pharatī’’ti (vibha. 673).",
  "anya-e0101n9:196_0": "Tasmā vuttanayena majjhattapuggale upekkhaṁ uppādetvā atha piyapuggale, tato soṇḍasahāyake,",
  "anya-e0101n9:196_1": "tato verimhīti evaṁ ‘‘imesu ca tīsu attani cā’’ti sabbattha majjhattavasena sīmāsambhedaṁ",
  "anya-e0101n9:196_2": "katvā taṁ nimittaṁ āsevitabbaṁ bhāvetabbaṁ bahulīkātabbaṁ. Tassevaṁ karoto pathavīkasiṇe",
  "anya-e0101n9:196_3": "vuttanayeneva catutthajjhānaṁ uppajjati.",
  "anya-e0101n9:197_0": "Kiṁ panetaṁ pathavīkasiṇādīsu uppannatatiyajjhānassāpi uppajjatīti? Nuppajjati. Kasmā?",
  "anya-e0101n9:197_1": "Ārammaṇavisabhāgatāya. Mettādīsu uppannatatiyajjhānasseva pana uppajjati, ārammaṇasabhāgatāyāti.",
  "anya-e0101n9:197_2": "Tato paraṁ pana vikubbanā ca ānisaṁsapaṭilābho ca mettāyaṁ vuttanayeneva veditabboti.",
  "anya-e0101n9:198": "Ayaṁ upekkhābhāvanāya vitthārakathā.",
  "anya-e0101n9:199": "Pakiṇṇakakathā",
  "anya-e0101n9:200": "262.",
  "anya-e0101n9:201": " Brahmuttamena kathite, brahmavihāre ime iti viditvā;",
  "anya-e0101n9:202": "Bhiyyo etesu ayaṁ, pakiṇṇakakathāpi viññeyyā.",
  "anya-e0101n9:203_0": "Etāsu hi mettākaruṇāmuditāupekkhāsu atthato tāva mejjatīti mettā, siniyhatīti attho.",
  "anya-e0101n9:203_1": "Mitte vā bhavā, mittassa vā esā pavattītipi mettā. Paradukkhe sati sādhūnaṁ hadayakampanaṁ",
  "anya-e0101n9:203_2": "karotīti karuṇā. Kiṇāti vā paradukkhaṁ hiṁsati vināsetīti karuṇā. Kiriyati vā dukkhitesu",
  "anya-e0101n9:203_3": "pharaṇavasena pasāriyatīti karuṇā. Modanti tāya taṁsamaṅgino, sayaṁ vā modati, modanamattameva",
  "anya-e0101n9:203_4": "vā tanti muditā. ‘‘Averā hontū’’tiādibyāpārappahānena majjhattabhāvūpagamanena ca",
  "anya-e0101n9:203_5": "upekkhatīti upekkhā.",
  "anya-e0101n9:204_0": "263.Lakkhaṇādito panettha hitākārappavattilakkhaṇā mettā, hitūpasaṁhārarasā, āghātavinayapaccupaṭṭhānā,",
  "anya-e0101n9:204_1": "sattānaṁ manāpabhāvadassanapadaṭṭhānā. Byāpādūpasamo etissā sampatti, sinehasambhavo",
  "anya-e0101n9:204_2": "vipatti. Dukkhāpanayanākārappavattilakkhaṇā karuṇā, paradukkhāsahanarasā, avihiṁsāpaccupaṭṭhānā,",
  "anya-e0101n9:204_3": "dukkhābhibhūtānaṁ anāthabhāvadassanapadaṭṭhānā. Vihiṁsūpasamo tassā sampatti, sokasambhavo",
  "anya-e0101n9:204_4": "vipatti. Pamodanalakkhaṇā muditā, anissāyanarasā, arativighātapaccupaṭṭhānā, sattānaṁ",
  "anya-e0101n9:204_5": "sampattidassanapadaṭṭhānā. Arativūpasamo tassā sampatti, pahāsasambhavo vipatti.",
  "anya-e0101n9:204_6": "Sattesu majjhattākārappavattilakkhaṇā upekkhā, sattesu samabhāvadassanarasā, paṭighānunayavūpasamapaccupaṭṭhānā,",
  "anya-e0101n9:204_7": "‘‘kammassakā sattā, te kassa ruciyā sukhitā vā bhavissanti, dukkhato vā muccissanti,",
  "anya-e0101n9:204_8": "pattasampattito vā na parihāyissantī’’ti evaṁ pavattakammassakatādassanapadaṭṭhānā.",
  "anya-e0101n9:204_9": "Paṭighānunayavūpasamo tassā sampatti, gehasitāya aññāṇupekkhāya sambhavo vipatti.",
  "anya-e0101n9:205_0": "264. Catunnampi panetesaṁ brahmavihārānaṁ vipassanāsukhañceva bhavasampatti ca sādhāraṇappayojanaṁ.",
  "anya-e0101n9:205_1": "Byāpādādipaṭighāto āveṇikaṁ. Byāpādapaṭighātappayojanā hettha mettā. Vihiṁsāaratirāgapaṭighātappayojanā",
  "anya-e0101n9:205_2": "itarā. Vuttampi cetaṁ –",
  "anya-e0101n9:206_0": "‘‘Nissaraṇañhetaṁ, āvuso, byāpādassa yadidaṁ mettā cetovimutti. Nissaraṇañhetaṁ,",
  "anya-e0101n9:206_1": "āvuso, vihesāya yadidaṁ karuṇā cetovimutti. Nissaraṇañhetaṁ, āvuso, aratiyā yadidaṁ",
  "anya-e0101n9:206_2": "muditā cetovimutti. Nissaraṇañhetaṁ, āvuso, rāgassa yadidaṁ upekkhā cetovimuttī’’ti",
  "anya-e0101n9:206_3": "(dī. ni. 3.326; a. ni. 6.13).",
  "anya-e0101n9:207_0": "265. Ekekassa cettha āsannadūravasena dve dve paccatthikā. Mettābrahmavihārassa hi",
  "anya-e0101n9:207_1": "samīpacāro viya purisassa sapatto guṇadassanasabhāgatāya rāgo āsannapaccatthiko,",
  "anya-e0101n9:207_2": "so lahuṁ otāraṁ labhati, tasmā tato suṭṭhu mettā rakkhitabbā. Pabbatādigahananissito",
  "anya-e0101n9:207_3": "viya purisassa sapatto sabhāgavisabhāgatāya byāpādo dūrapaccatthiko, tasmā tato nibbhayena",
  "anya-e0101n9:207_4": "mettāyitabbaṁ. Mettāyissati ca nāma, kopañca karissatīti aṭṭhānametaṁ.",
  "anya-e0101n9:208_0": "Karuṇābrahmavihārassa ‘‘cakkhuviññeyyānaṁ rūpānaṁ iṭṭhānaṁ kantānaṁ manāpānaṁ manoramānaṁ",
  "anya-e0101n9:208_1": "lokāmisapaṭisaṁyuttānaṁ appaṭilābhaṁ vā appaṭilābhato samanupassato pubbe vā paṭiladdhapubbaṁ",
  "anya-e0101n9:208_2": "atītaṁ niruddhaṁ vipariṇataṁ samanussarato uppajjati domanassaṁ, yaṁ evarūpaṁ domanassaṁ,",
  "anya-e0101n9:208_3": "idaṁ vuccati gehasitaṁ domanassa’’ntiādinā (ma. ni. 3.307) nayena āgataṁ gehasitaṁ",
  "anya-e0101n9:208_4": "domanassaṁ vipattidassanasabhāgatāya āsannapaccatthikaṁ. Sabhāgavisabhāgatāya vihiṁsā",
  "anya-e0101n9:208_5": "dūrapaccatthikā . Tasmā tato nibbhayena karuṇāyitabbaṁ. Karuṇañca nāma karissati,",
  "anya-e0101n9:208_6": "pāṇiādīhi ca viheṭhissatīti aṭṭhānametaṁ.",
  "anya-e0101n9:209_0": "Muditābrahmavihārassa ‘‘cakkhuviññeyyānaṁ rūpānaṁ iṭṭhānaṁ…pe… lokāmisapaṭisaṁyuttānaṁ",
  "anya-e0101n9:209_1": "paṭilābhaṁ vā paṭilābhato samanupassato pubbe vā paṭiladdhapubbaṁ atītaṁ niruddhaṁ",
  "anya-e0101n9:209_2": "vipariṇataṁ samanussarato uppajjati somanassaṁ, yaṁ evarūpaṁ somanassaṁ, idaṁ vuccati",
  "anya-e0101n9:209_3": "gehasitaṁ somanassa’’ntiādinā (ma. ni. 3.306) nayena āgataṁ gehasitaṁ somanassaṁ",
  "anya-e0101n9:209_4": "sampattidassanasabhāgatāya āsannapaccatthikaṁ, sabhāgavisabhāgatāya arati dūrapaccatthikā.",
  "anya-e0101n9:209_5": "Tasmā tato nibbhayena muditā bhāvetabbā. Mudito ca nāma bhavissati, pantasenāsanesu",
  "anya-e0101n9:209_6": "ca adhikusalesu dhammesu vā ukkaṇṭhissatīti aṭṭhānametaṁ.",
  "anya-e0101n9:210_0": "Upekkhābrahmavihārassa pana ‘‘cakkhunā rūpaṁ disvā uppajjati upekkhā bālassa mūḷhassa",
  "anya-e0101n9:210_1": "puthujjanassa anodhijinassa avipākajinassa anādīnavadassāvino assutavato puthujjanassa",
  "anya-e0101n9:210_2": "yā evarūpā upekkhā, rūpaṁ sā nātivattati. Tasmā sā upekkhā gehasitāti vuccatī’’tiādinā",
  "anya-e0101n9:210_3": "(ma. ni. 3.308) nayena āgatā gehasitā aññāṇupekkhā dosaguṇāvicāraṇavasena sabhāgattā",
  "anya-e0101n9:210_4": "āsannapaccatthikā. Sabhāgavisabhāgatāya rāgapaṭighā dūrapaccatthikā. Tasmā tato nibbhayena",
  "anya-e0101n9:210_5": "upekkhitabbaṁ. Upekkhissati ca nāma, rajjissati ca paṭihaññissati cāti aṭṭhānametaṁ.",
  "anya-e0101n9:211_0": "266. Sabbesampi ca etesaṁ kattukāmatā chando ādi, nīvaraṇādivikkhambhanaṁ majjhaṁ,",
  "anya-e0101n9:211_1": "appanā pariyosānaṁ. Paññattidhammavasena eko vā satto aneke vā sattā ārammaṇaṁ. Upacāre",
  "anya-e0101n9:211_2": "vā appanāya vā pattāya ārammaṇavaḍḍhanaṁ.",
  "anya-e0101n9:212_0": "Tatrāyaṁ vaḍḍhanakkamo, yathā hi kusalo kassako kasitabbaṭṭhānaṁ paricchinditvā kasati,",
  "anya-e0101n9:212_1": "evaṁ paṭhamameva ekamāvāsaṁ paricchinditvā tattha sattesu imasmiṁ āvāse sattā averā",
  "anya-e0101n9:212_2": "hontūtiādinā nayena mettā bhāvetabbā. Tattha cittaṁ muduṁ kammaniyaṁ katvā dve āvāsā",
  "anya-e0101n9:212_3": "paricchinditabbā. Tato anukkamena tayo, cattāro, pañca, cha, satta, aṭṭha, nava,",
  "anya-e0101n9:212_4": "dasa, ekā racchā, upaḍḍhagāmo, gāmo, janapado, rajjaṁ, ekā disāti evaṁ yāva ekaṁ",
  "anya-e0101n9:212_5": "cakkavāḷaṁ, tato vā pana bhiyyo tattha tattha sattesu mettā bhāvetabbā. Tathā karuṇādayoti",
  "anya-e0101n9:212_6": "ayamettha ārammaṇavaḍḍhanakkamo.",
  "anya-e0101n9:213_0": "267. Yathā pana kasiṇānaṁ nissando āruppā, samādhinissando nevasaññānāsaññāyatanaṁ,",
  "anya-e0101n9:213_1": "vipassanānissando phalasamāpatti, samathavipassanānissando nirodhasamāpatti, evaṁ",
  "anya-e0101n9:213_2": "purimabrahmavihārattayanissando ettha upekkhābrahmavihāro. Yathā hi thambhe anussāpetvā",
  "anya-e0101n9:213_3": "tulāsaṅghāṭaṁ anāropetvā na sakkā ākāse kūṭagopānasiyo ṭhapetuṁ, evaṁ purimesu tatiyajjhānaṁ",
  "anya-e0101n9:213_4": "vinā na sakkā catutthaṁ bhāvetunti.",
  "anya-e0101n9:214_0": "268. Ettha siyā, kasmā panetā mettākaruṇāmuditāupekkhā brahmavihārāti vuccanti? Kasmā",
  "anya-e0101n9:214_1": "ca catassova? Ko ca etāsaṁ kamo, abhidhamme ca kasmā appamaññāti vuttāti? Vuccate,",
  "anya-e0101n9:214_2": "seṭṭhaṭṭhena tāva niddosabhāvena cettha brahmavihāratā veditabbā. Sattesu sammāpaṭipattibhāvena",
  "anya-e0101n9:214_3": "hi seṭṭhā ete vihārā. Yathā ca brahmāno niddosacittā viharanti, evaṁ etehi sampayuttā",
  "anya-e0101n9:214_4": "yogino brahmasamā hutvā viharantīti seṭṭhaṭṭhena niddosabhāvena ca brahmavihārāti vuccanti.",
  "anya-e0101n9:215": "269. Kasmā ca catassovātiādi pañhassa pana idaṁ vissajjanaṁ.",
  "anya-e0101n9:216": "Visuddhimaggādivasā catasso,",
  "anya-e0101n9:217": "Hitādiākāravasā panāsaṁ;",
  "anya-e0101n9:218": "Kamo pavattanti ca appamāṇe,",
  "anya-e0101n9:219": "Tā gocare yena tadappamaññā.",
  "anya-e0101n9:220_0": "Etāsu hi yasmā mettā byāpādabahulassa, karuṇā vihesābahulassa, muditā aratibahulassa,",
  "anya-e0101n9:220_1": "upekkhā rāgabahulassa visuddhimaggo. Yasmā ca hitūpasaṁhāraahitāpanayanasampattimodanaanābhogavasena",
  "anya-e0101n9:220_2": "catubbidhoyeva sattesu manasikāro. Yasmā ca yathā mātā daharagilānayobbanappattasakiccapasutesu",
  "anya-e0101n9:220_3": "catūsu puttesu daharassa abhivuḍḍhikāmā hoti, gilānassa gelaññāpanayanakāmā, yobbanappattassa",
  "anya-e0101n9:220_4": "yobbanasampattiyā ciraṭṭhitikāmā, sakakiccapasutassa kismiñci pariyāye abyāvaṭā hoti,",
  "anya-e0101n9:220_5": "tathā appamaññāvihārikenāpi sabbasattesu mettādivasena bhavitabbaṁ. Tasmā ito visuddhimaggādivasā",
  "anya-e0101n9:220_6": "catassova appamaññā.",
  "anya-e0101n9:221_0": "Yasmā catassopetā bhāvetukāmena paṭhamaṁ hitākārappavattivasena sattesu paṭipajjitabbaṁ,",
  "anya-e0101n9:221_1": "hitākārappavattilakkhaṇā ca mettā. Tato evaṁ patthitahitānaṁ sattānaṁ dukkhābhibhavaṁ",
  "anya-e0101n9:221_2": "disvā vā sutvā vā sambhāvetvā vā dukkhāpanayanākārappavattivasena, dukkhāpanayanākārappavattilakkhaṇā",
  "anya-e0101n9:221_3": "ca karuṇā. Athevaṁ patthitahitānaṁ patthitadukkhāpagamānañca nesaṁ sampattiṁ disvā",
  "anya-e0101n9:221_4": "sampattipamodanavasena, pamodanalakkhaṇā ca muditā. Tato paraṁ pana kattabbābhāvato",
  "anya-e0101n9:221_5": "ajjhupekkhakattasaṅkhātena majjhattākārena paṭipajjitabbaṁ, majjhattākārappavattilakkhaṇā",
  "anya-e0101n9:221_6": "ca upekkhā . Tasmā ito hitādiākāravasā panāsaṁ paṭhamaṁ mettā vuttā, atha karuṇā",
  "anya-e0101n9:221_7": "muditā upekkhāti ayaṁ kamo veditabbo.",
  "anya-e0101n9:222_0": "Yasmā pana sabbāpetā appamāṇe gocare pavattanti. Appamāṇā hi sattā etāsaṁ gocarabhūtā.",
  "anya-e0101n9:222_1": "Ekasattassāpi ca ettake padese mettādayo bhāvetabbāti evaṁ pamāṇaṁ agahetvā sakalapharaṇavaseneva",
  "anya-e0101n9:222_2": "pavattāti. Tena vuttaṁ –",
  "anya-e0101n9:223": "Visuddhimaggādivasā catasso,",
  "anya-e0101n9:224": "Hitādiākāravasā panāsaṁ;",
  "anya-e0101n9:225": "Kamo pavattanti ca appamāṇe,",
  "anya-e0101n9:226": "Tā gocare yena tadappamaññāti.",
  "anya-e0101n9:227_0": "270. Evaṁ appamāṇagocaratāya ekalakkhaṇāsu cāpi etāsu purimā tisso tikacatukkajjhānikāva",
  "anya-e0101n9:227_1": "honti. Kasmā? Somanassāvippayogato. Kasmā panāyaṁ somanassena avippayogoti? Domanassasamuṭṭhitānaṁ",
  "anya-e0101n9:227_2": "byāpādādīnaṁ nissaraṇattā. Pacchimā pana avasesaekajjhānikāva. Kasmā? Upekkhāvedanāsampayogato.",
  "anya-e0101n9:227_3": "Na hi sattesu majjhattākārappavattā brahmavihārupekkhā upekkhāvedanaṁ vinā vattatīti.",
  "anya-e0101n9:228_0": "271. Yo panevaṁ vadeyya ‘‘yasmā bhagavatā aṭṭhakanipāte catūsupi appamaññāsu avisesena",
  "anya-e0101n9:228_1": "vuttaṁ ‘tato tvaṁ bhikkhu imaṁ samādhiṁ savitakkampi savicāraṁ bhāveyyāsi, avitakkampi",
  "anya-e0101n9:228_2": "vicāramattaṁ bhāveyyāsi, avitakkampi avicāraṁ bhāveyyāsi, sappītikampi bhāveyyāsi,",
  "anya-e0101n9:228_3": "nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsī’ti",
  "anya-e0101n9:228_4": "(a. ni. 8.63), tasmā catasso appamaññā catukkapañcakajjhānikā’’ti. So māhevantissa",
  "anya-e0101n9:228_5": "vacanīyo. Evañhi sati kāyānupassanādayopi catukkapañcakajjhānikā siyuṁ, vedanādīsu",
  "anya-e0101n9:228_6": "ca paṭhamajjhānampi natthi, pageva dutiyādīni. Tasmā byañjanacchāyāmattaṁ gahetvā",
  "anya-e0101n9:228_7": "mā bhagavantaṁ abbhācikkhi, gambhīraṁ hi buddhavacanaṁ, taṁ ācariye payirupāsitvā",
  "anya-e0101n9:228_8": "adhippāyato gahetabbaṁ.",
  "anya-e0101n9:229_0": "272. Ayañhi tatrādhippāyo – ‘‘sādhu me, bhante, bhagavā saṁkhittena dhammaṁ desetu,",
  "anya-e0101n9:229_1": "yamahaṁ bhagavato dhammaṁ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyya’’nti",
  "anya-e0101n9:229_2": "evaṁ āyācitadhammadesanaṁ kira taṁ bhikkhuṁ yasmā so pubbepi dhammaṁ sutvā tattheva",
  "anya-e0101n9:229_3": "vasati, na samaṇadhammaṁ kātuṁ gacchati, tasmā naṁ bhagavā ‘‘evameva panidhekacce",
  "anya-e0101n9:229_4": "moghapurisā mamaññeva ajjhesanti, dhamme ca bhāsite mamaññeva anubandhitabbaṁ maññantī’’ti",
  "anya-e0101n9:229_5": "apasādetvā puna yasmā so arahattassa upanissayasampanno, tasmā naṁ ovadanto āha –",
  "anya-e0101n9:229_6": "‘‘tasmātiha te bhikkhu evaṁ sikkhitabbaṁ, ajjhattaṁ me cittaṁ ṭhitaṁ bhavissati susaṇṭhitaṁ,",
  "anya-e0101n9:229_7": "na cuppannā pāpakā akusalā dhammā cittaṁ pariyādāya ṭhassantīti. Evañhi te bhikkhu sikkhitabba’’nti.",
  "anya-e0101n9:230_0": "Iminā panassa ovādena niyakajjhattavasena cittekaggatāmatto mūlasamādhi vutto. Tato",
  "anya-e0101n9:230_1": "‘‘ettakeneva santuṭṭhiṁ anāpajjitvā evaṁ so eva samādhi vaḍḍhetabbo’’ti dassetuṁ",
  "anya-e0101n9:230_2": "‘‘yato kho te bhikkhu ajjhattaṁ cittaṁ ṭhitaṁ hoti susaṇṭhitaṁ, na cuppannā pāpakā",
  "anya-e0101n9:230_3": "akusalā dhammā cittaṁ pariyādāya tiṭṭhanti. Tato te bhikkhu evaṁ sikkhitabbaṁ mettā",
  "anya-e0101n9:230_4": "me cetovimutti bhāvitā bhavissati bahulīkatā yānikatā vatthukatā anuṭṭhitā paricitā",
  "anya-e0101n9:230_5": "susamāraddhāti. Evañhi te bhikkhu sikkhitabba’’nti evamassa mettāvasena bhāvanaṁ",
  "anya-e0101n9:230_6": "vatvā puna ‘‘yato kho te bhikkhu ayaṁ samādhi evaṁ bhāvito hoti bahulīkato, tato",
  "anya-e0101n9:230_7": "tvaṁ bhikkhu imaṁ mūlasamādhiṁ savitakkampi savicāraṁ bhāveyyāsi…pe… upekkhāsahagatampi",
  "anya-e0101n9:230_8": "bhāveyyāsī’’ti vuttaṁ.",
  "anya-e0101n9:231_0": "Tassattho – yadā te bhikkhu ayaṁ mūlasamādhi evaṁ mettāvasena bhāvito hoti, tadā",
  "anya-e0101n9:231_1": "tvaṁ tāvatakenāpi tuṭṭhiṁ anāpajjitvāva imaṁ mūlasamādhiṁ aññesupi ārammaṇesu catukkapañcakajjhānāni",
  "anya-e0101n9:231_2": "pāpayamāno savitakkampi savicārantiādinā nayena bhāveyyāsīti.",
  "anya-e0101n9:232_0": "Evaṁ vatvā ca puna karuṇādiavasesabrahmavihārapubbaṅgamampissa aññesu ārammaṇesu",
  "anya-e0101n9:232_1": "catukkapañcakajjhānavasena bhāvanaṁ kareyyāsīti dassento ‘‘yato kho te bhikkhu ayaṁ",
  "anya-e0101n9:232_2": "samādhi evaṁ bhāvito hoti bahulīkato. Tato te bhikkhu evaṁ sikkhitabbaṁ karuṇā me",
  "anya-e0101n9:232_3": "cetovimuttī’’tiādimāha.",
  "anya-e0101n9:233_0": "Evaṁ mettādipubbaṅgamaṁ catukkapañcakajjhānavasena bhāvanaṁ dassetvā puna kāyānupassanādipubbaṅgamaṁ",
  "anya-e0101n9:233_1": "dassetuṁ ‘‘yato kho te bhikkhu ayaṁ samādhi evaṁ bhāvito hoti bahulīkato, tato te",
  "anya-e0101n9:233_2": "bhikkhu evaṁ sikkhitabbaṁ kāye kāyānupassī viharissāmī’’ti ādiṁ vatvā ‘‘yato kho",
  "anya-e0101n9:233_3": "te bhikkhu ayaṁ samādhi evaṁ bhāvito bhavissati subhāvito, tato tvaṁ bhikkhu yena",
  "anya-e0101n9:233_4": "yeneva gagghasi, phāsuññeva gagghasi, yattha yattheva ṭhassasi, phāsuññeva ṭhassasi,",
  "anya-e0101n9:233_5": "yattha yattheva nisīdissasi, phāsuññeva nisīdissasi, yattha yattheva seyyaṁ kappessasi,",
  "anya-e0101n9:233_6": "phāsuññeva seyyaṁ kappessasī’’ti arahattanikūṭena desanaṁ samāpesi. Tasmā tikacatukkajjhānikāva",
  "anya-e0101n9:233_7": "mettādayo, upekkhā pana avasesaekajjhānikāvāti veditabbā. Tatheva ca abhidhamme (dha.",
  "anya-e0101n9:233_8": "sa. 251 ādayo; vibha. 673 ādayo) vibhattāti.",
  "anya-e0101n9:234_0": "273. Evaṁ tikacatukkajjhānavasena ceva avasesaekajjhānavasena ca dvidhā ṭhitānampi",
  "anya-e0101n9:234_1": "etāsaṁ subhaparamādivasena aññamaññaṁ asadiso ānubhāvaviseso veditabbo. Haliddavasanasuttasmiṁ",
  "anya-e0101n9:234_2": "hi etā subhaparamādibhāvena visesetvā vuttā. Yathāha – ‘‘subhaparamāhaṁ, bhikkhave,",
  "anya-e0101n9:234_3": "mettaṁ cetovimuttiṁ vadāmi. Ākāsānañcāyatanaparamāhaṁ, bhikkhave, karuṇaṁ cetovimuttiṁ",
  "anya-e0101n9:234_4": "vadāmi. Viññāṇañcāyatanaparamāhaṁ, bhikkhave, muditaṁ cetovimuttiṁ vadāmi. Ākiñcaññāyatanaparamāhaṁ,",
  "anya-e0101n9:234_5": "bhikkhave, upekkhaṁ cetovimuttiṁ vadāmī’’ti (saṁ. ni. 5.235).",
  "anya-e0101n9:235_0": "Kasmā panetā evaṁ vuttāti? Tassa tassa upanissayattā. Mettāvihārissa hi sattā appaṭikkūlā",
  "anya-e0101n9:235_1": "honti. Athassa appaṭikkūlaparicayā appaṭikkūlesu parisuddhavaṇṇesu nīlādīsu cittaṁ",
  "anya-e0101n9:235_2": "upasaṁharato appakasireneva tattha cittaṁ pakkhandati. Iti mettā subhavimokkhassa",
  "anya-e0101n9:235_3": "upanissayo hoti, na tato paraṁ, tasmā subhaparamāti vuttā.",
  "anya-e0101n9:236_0": "Karuṇāvihārissa pana daṇḍābhighātādirūpanimittaṁ pattadukkhaṁ samanupassantassa karuṇāya",
  "anya-e0101n9:236_1": "pavattisambhavato rūpe ādīnavo parividito hoti. Athassa parividitarūpādīnavattā pathavīkasiṇādīsu",
  "anya-e0101n9:236_2": "aññataraṁ ugghāṭetvā rūpanissaraṇe ākāse cittaṁ upasaṁharato appakasireneva tattha",
  "anya-e0101n9:236_3": "cittaṁ pakkhandati. Iti karuṇā ākāsānañcāyatanassa upanissayo hoti, na tato paraṁ,",
  "anya-e0101n9:236_4": "tasmā ākāsānañcāyatanaparamāti vuttā.",
  "anya-e0101n9:237_0": "Muditāvihārissa pana tena tena pāmojjakāraṇena uppannapāmojjasattānaṁ viññāṇaṁ samanupassantassa",
  "anya-e0101n9:237_1": "muditāya pavattisambhavato viññāṇaggahaṇaparicitaṁ cittaṁ hoti. Athassa anukkamādhigataṁ",
  "anya-e0101n9:237_2": "ākāsānañcāyatanaṁ atikkamma ākāsanimittagocare viññāṇe cittaṁ upasaṁharato appakasireneva",
  "anya-e0101n9:237_3": "tattha cittaṁ pakkhandatīti muditā viññāṇañcāyatanassa upanissayo hoti, na tato paraṁ,",
  "anya-e0101n9:237_4": "tasmā viññāṇañcāyatanaparamāti vuttā.",
  "anya-e0101n9:238_0": "Upekkhāvihārissa pana ‘‘sattā sukhitā vā hontu dukkhato vā vimuccantu, sampattasukhato",
  "anya-e0101n9:238_1": "vā mā vimuccantū’’ti ābhogābhāvato sukhadukkhādiparamatthagāhavimukhabhāvato avijjamānaggahaṇadukkhaṁ",
  "anya-e0101n9:238_2": "cittaṁ hoti. Athassa paramatthagāhato vimukhabhāvaparicitacittassa paramatthato avijjamānaggahaṇadukkhacittassa",
  "anya-e0101n9:238_3": "ca anukkamādhigataṁ viññāṇañcāyatanaṁ samatikkamma sabhāvato avijjamāne paramatthabhūtassa",
  "anya-e0101n9:238_4": "viññāṇassa abhāve cittaṁ upasaṁharato appakasireneva tattha cittaṁ pakkhandati. Iti",
  "anya-e0101n9:238_5": "upekkhā ākiñcaññāyatanassa upanissayo hoti, na tato paraṁ, tasmā ākiñcaññāyatanaparamāti vuttāti.",
  "anya-e0101n9:239_0": "274. Evaṁ subhaparamādivasena etāsaṁ ānubhāvaṁ viditvā puna sabbāpetā dānādīnaṁ sabbakalyāṇadhammānaṁ",
  "anya-e0101n9:239_1": "paripūrikāti veditabbā. Sattesu hi hitajjhāsayatāya sattānaṁ dukkhāsahanatāya, pattasampattivisesānaṁ",
  "anya-e0101n9:239_2": "ciraṭṭhitikāmatāya, sabbasattesu ca pakkhapātābhāvena samappavattacittā mahāsattā",
  "anya-e0101n9:239_3": "‘‘imassa dātabbaṁ, imassa na dātabba’’nti vibhāgaṁ akatvā sabbasattānaṁ sukhanidānaṁ",
  "anya-e0101n9:239_4": "dānaṁ denti. Tesaṁ upaghātaṁ parivajjayantā sīlaṁ samādiyanti. Sīlaparipūraṇatthaṁ",
  "anya-e0101n9:239_5": "nekkhammaṁ bhajanti. Sattānaṁ hitāhitesu asammohatthāya paññaṁ pariyodapenti. Sattānaṁ",
  "anya-e0101n9:239_6": "hitasukhatthāya niccaṁ vīriyamārabhanti. Uttamavīriyavasena vīrabhāvaṁ pattāpi ca",
  "anya-e0101n9:239_7": "sattānaṁ nānappakārakaṁ aparādhaṁ khamanti. ‘‘Idaṁ vo dassāma karissāmā’’ti kataṁ",
  "anya-e0101n9:239_8": "paṭiññaṁ na visaṁvādenti. Tesaṁ hitasukhāya avicalādhiṭṭhānā honti. Tesu avicalāya",
  "anya-e0101n9:239_9": "mettāya pubbakārino honti. Upekkhāya paccupakāraṁ nāsīsantīti evaṁ pāramiyo pūretvā",
  "anya-e0101n9:239_10": "yāva dasabalacatuvesārajjachaasādhāraṇañāṇaaṭṭhārasabuddhadhammappabhede sabbepi",
  "anya-e0101n9:239_11": "kalyāṇadhamme paripūrentīti evaṁ dānādisabbakalyāṇadhammaparipūrikā etāva hontīti.",
  "anya-e0101n9:240": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n9:241": "Samādhibhāvanādhikāre",
  "anya-e0101n9:242": "Brahmavihāraniddeso nāma",
  "anya-e0101n9:243": "Navamo paricchedo."
}