{
  "anya-e0801n5:0": "5. Pañcamo kaṇḍo (khādi)",
  "anya-e0801n5:1": "1. Tija mānehi kha sā khamā vīmaṁsāsu.",
  "anya-e0801n5:2": "Khantiyaṁ tijā vīmaṁsāyaṁ mānā ca khasappaccayā honti yathākkamaṁ, titikkhā, vīmaṁsā, titikkhati, vīmaṁsati. Khamāvīmaṁsā, sūti kiṁ? Tejanaṁ, tejo, tejayati, mānanaṁ, mānomāneti.",
  "anya-e0801n5:3": "2. Kitā tikicchāsaṁsayesu cho.",
  "anya-e0801n5:4": "Tikicchāyaṁ saṁsaye ca vattamānā kitā cho hoti. Tikicchā, vicikicchā, tikicchati, vicikicchati. Aññatra niketo, saṁketo, ketanaṁ, keto, ketayati.",
  "anya-e0801n5:5": "3. Nindāyaṁ gupa badhā bassa bho ca.",
  "anya-e0801n5:6": "Nindāyaṁ vattamānehi gupa badhehi cho hoti bassa bho ca. Jigucchā, bībhacchā, jigucchati, bībhacchati, aññatra gopanaṁ, gopo, gopeti, badhako.",
  "anya-e0801n5:7": "4. Tuṁsmā lopo cicchāyaṁ te.",
  "anya-e0801n5:8_0": "Tumantato icchāyamatthe te khasachā honti bahulaṁ, lopo ca tuṁpaccayassa hoti sutattā,",
  "anya-e0801n5:8_1": "bubhukkhā, jigīsāṁ, jighacchā, bubhukkhati, jigīsati jighacchati. Idha kasmā na hoti",
  "anya-e0801n5:8_2": "‘bhottumicchatī’ti? Padantarenābhidhānā. Tuṁsmāti kiṁ? Bhojanamicchati. Icchāyanti",
  "anya-e0801n5:8_3": "kiṁ? Bhuñjituṁ gacchati. Kathaṁ ‘kūlaṁ vipati satī’ti? Yathā kūlaṁ patitu micchatīti",
  "anya-e0801n5:8_4": "vākyaṁ hoti, evaṁ vuttipi hossati. Vākyameva carahi kathaṁ hoti? Lokassa tathā vacanicchāya.",
  "anya-e0801n5:9": "5. Īyo kammā.",
  "anya-e0801n5:10_0": "Icchākammato icchāyamatthe īyappaccayo hoti. Puttamicchati putthīyati. Kammāti kiṁ?",
  "anya-e0801n5:10_1": "Asinecchati. Idha kasmā na hoti ‘raññoputtamicchatī’ti? Sāpekkhattā, na hi aññamapekkhamāno",
  "anya-e0801n5:10_2": "aññena sahekatthibhāvamanubhavituṁ sakkoti. Idhāpi carahi na siyā ‘attano putta micchatī’ti?",
  "anya-e0801n5:10_3": "Nevettha bhavitabbaṁ, na hi bhavati ‘attano puttīyatī’ti, kathaṁ carahi puttassa",
  "anya-e0801n5:10_4": "attaniyatā-vagamyate ? Aññassāsutattā icchāya ca tabbisayattā.",
  "anya-e0801n5:11": "6. Upamānācāre.",
  "anya-e0801n5:12": "Kammato upamānā ācāratthe īyo hoti. Puttami-vā-carati puttīyati māṇavakaṁ, upamānāti kiṁ? Puttamācarati.",
  "anya-e0801n5:13": "7. Ādhārā.",
  "anya-e0801n5:14": "Ādhāratū-pamānā ācāratthe īyo yoti. Kuṭiyamivā-carati kuṭīyatī pāsāde, pāsādīyati kuṭiyaṁ bhikkhu.",
  "anya-e0801n5:15": "8. Kattutāyo.",
  "anya-e0801n5:16": "Kattutū-pamānā ācāratthe āyo hoti. Pabbato ivācarati pabbatāyati.",
  "anya-e0801n5:17": "9. Ycatthe.",
  "anya-e0801n5:18": "Kattuto abhūtatabbhāve āyo hoti bahulaṁ. Bhusāyati, paṭapaṭāyati, lohitāyati, kattutotveva? (Abhusaṁ) bhusaṁ karotīhi, iha kasmā na hoti ‘bhusī bhavatī’ti? Vuttatthatāya.",
  "anya-e0801n5:19": "10. Saddādīni karoti.",
  "anya-e0801n5:20": "Saddādīhi dutiyantehi karotīti asmiṁ atthe āyo hoti. Saddāyati, verāyati, kalahāyati, dhūpāyati.",
  "anya-e0801n5:21": "11. Numotva-sso.",
  "anya-e0801n5:22": "Namoiccasmā karotīti asmiṁ atthe asso hoti. Namassati tathāgtaṁ.",
  "anya-e0801n5:23": "12. Dhātvatthe nāmasmi.",
  "anya-e0801n5:24_0": "Nāmasmā dhātvatthe bahulamihoti. Hatthinā atikkamati atihatthayati, vīṇāya upagāyati",
  "anya-e0801n5:24_1": "upavīṇayati, daḷhaṁ karoti vinayaṁ daḷhayati, visuddhā hoti ratti visuddhayati, kusalaṁ",
  "anya-e0801n5:24_2": "pucchati kusalayati.",
  "anya-e0801n5:25": "13. Saccādīhāpi.",
  "anya-e0801n5:26": "Saccādīhi dhātvatthe āpi hoti. Saccāpeti, atthāpeti, vedāpeti, sukkhāpeti, sukhāpeti, dukkhāpeti.",
  "anya-e0801n5:27": "14. Kriyatthā.",
  "anya-e0801n5:28": "Ayamadhikāro āsatthaparisamattiyā. Kriyā attho yassa so kriyattho dhātu.",
  "anya-e0801n5:29": "15. Curādito ṇi.",
  "anya-e0801n5:30": "Curādīhi kriyatthehi sakatthe ṇi paro hoti bahulaṁ. Ṇakāro vuddhyattho, evamaññatrāpi, corayati, lāḷayati, kathaṁ ‘rajjaṁ kāretī’ti? Yogavibhāgato.",
  "anya-e0801n5:31": "16. Payojakabyāpāre ṇāpi ca.",
  "anya-e0801n5:32_0": "Kattāraṁ yo payojayati, tassa byāpāre kriyatthā ṇiṇāpī honti bahulaṁ, kāreti, kārāpeti.",
  "anya-e0801n5:32_1": "Nanu ca kattāpi karaṇādīnaṁ payojakoti taṁbyāpārepi ṇiṇāpī pāpuṇanti? Payojakaggahaṇasāmatthiyā",
  "anya-e0801n5:32_2": "na bhavissanti curādīhi visuṁ vacanasāmatthiyā ca. Ato bhiyyo ṇāpiyeva, ṇiyevuvaṇṇato, dvayamevaññehi.",
  "anya-e0801n5:33_0": "17. Kyo bhāvakammesva-parokkhesu māna nta tyādīsu. Bhāvakammavihitesu parokkhāvajjitesu",
  "anya-e0801n5:33_1": "mānantatyādīsu paresu kyo hoti kriyatthā. Ntaggahaṇamuttaratthaṁ, kakāro avuddhyattho",
  "anya-e0801n5:33_2": "evamuttaratrāpi. Ṭhīyamānaṁ, ṭhīyate, sūyamānaṁ, sūyate, aparokkhesu mānantatyādīsūti",
  "anya-e0801n5:33_3": "kiṁ? Babhūva devadattena, bibhida kusulo. Bhijjate kusulo sayamevāti ‘bhijjate’ti",
  "anya-e0801n5:33_4": "savanā kammatā-vagamyate, ‘sayamevā’ti savanato kattutā, kattutāvacanicchāyantu ‘bhindati",
  "anya-e0801n5:33_5": "kusulo attāna’nti bhavati, evamaññampi yathāgamamanugantabbaṁ. ‘Aparokkhesu mānantatyādīsū’ti",
  "anya-e0801n5:33_6": "ayamadhikāro ā ‘tanāditvo’ti 5.26. Apica ete kyādayo tyādīsu parabhūtesu kattukammabhāva",
  "anya-e0801n5:33_7": "vihitesu kyalādīnaṁ vidhānato tesveva viññāyantīti akammakehi dhātūhi kattubhāvesu,",
  "anya-e0801n5:33_8": "sakammakehi kattukammesu, kammāvacanicchāyaṁ bhāve ca bhavantīti veditabbā. Yassa",
  "anya-e0801n5:33_9": "pana dhātussa kiriyā kammamapekkhate, so sakammako, yassa tu kiriyā kattumattamapekkhate,",
  "anya-e0801n5:33_10": "svākammakoti ñātabbaṁ.",
  "anya-e0801n5:34": "18. Kattari lo.",
  "anya-e0801n5:35": "Kriyatthato aparokkhesu kattuvihitamāna ntatyādīsu lo hoti. Lakāro, “ñilasse”ti 5-163 visesanattho. Pacamāno, pacanto, pacati.",
  "anya-e0801n5:36": "19. Maṁ ca rudhādīnaṁ.",
  "anya-e0801n5:37": "Rudhādito kattuvihitamānanta tyādīsu lo hoti maṁ ca antasarā paro. Makāro-nubandho, akāro uccāraṇattho. Rundhamāno, rundhanto, rundhati.",
  "anya-e0801n5:38": "20. Ṇiṇāpyāpīhi vā.",
  "anya-e0801n5:39_0": "Ṇiṇāpyāpīhi kattuvihitamānanta tyādīsu lo hoti vibhāsā, orayanto, corento, kārayanto,",
  "anya-e0801n5:39_1": "kārento, kārāpayanto, kārāpento, saccāpayanto, saccāpento, corayati, coreti, kārayati,",
  "anya-e0801n5:39_2": "kāreti, kārāpayati, kārāpeti, saccāpayati, saccāpeti. Vavatthitavibhāsattho-yaṁ vāsaddo,",
  "anya-e0801n5:39_3": "tena māne niccaṁ, corayamāno, kārayamāno, kārāpayamāno, saccāpayamāno.",
  "anya-e0801n5:40": "21. Divādīhi yaka.",
  "anya-e0801n5:41": "Divādīhi lavisaye yaka hoti. Dibbanto, dibbati.",
  "anya-e0801n5:42": "22. Tudādīhi ko.",
  "anya-e0801n5:43": "Tudādīhi lavisaye ko hoti. Tudamāno, tudanto, tudati.",
  "anya-e0801n5:44": "23. Jyādīhi knā.",
  "anya-e0801n5:45": "Jiādīhi lavisaye knā hoti. Jinanto, jināti. Kathaṁ ‘jayanto’ jayatī, ti? Bhūvādipāṭhā.",
  "anya-e0801n5:46": "24. Kyādīhi kṇā.",
  "anya-e0801n5:47": "Kīādīhi lavisaye kṇā hoti. Kiṇanto, kiṇāti.",
  "anya-e0801n5:48": "25. Svādīhi kṇo.",
  "anya-e0801n5:49": "Suādīhi lavisaye kṇo hoti. Suṇamāno, suṇanto, suṇoti. Kathaṁ suṇātīti? Kyādipāṭhā.",
  "anya-e0801n5:50": "26. Tanāditvo.",
  "anya-e0801n5:51": "Tanādito lavisaye o hoti. Tanoti.",
  "anya-e0801n5:52": "27. Bhāvakammesu tabbā-nīyā.",
  "anya-e0801n5:53_0": "Tabbaanīyā kriyatthā pare bhāvakammesu bahulaṁ bhavanti. Kattabbaṁ, karaṇīyaṁ, kattabbo",
  "anya-e0801n5:53_1": "kaṭo, karaṇīyo. Bahulādhikārā karaṇādīsupi bhavanti, sinānīyaṁ cuṇṇaṁ, dānīyo brāhmaṇo,",
  "anya-e0801n5:53_2": "sammāvattanīyo guru, pavacanīyo upajjhāyo, upaṭṭhānīyo sisso.",
  "anya-e0801n5:54": "28. Ghyaṇa.",
  "anya-e0801n5:55": "Bhāvakammesu kriyatthā paro ghyaṇa hoti bahulaṁ. Vākyaṁ, kāriyaṁ, ceyyaṁ, jeyyaṁ.",
  "anya-e0801n5:56": "29. Āsse ca.",
  "anya-e0801n5:57": "Ātoghyaṇa hoti bhāvakammesu, āssa e ca. Deyyaṁ.",
  "anya-e0801n5:58": "30. Vadādīhi yo.",
  "anya-e0801n5:59": "Vadādīhi kriyatthehi yo hoti bahulaṁ bhāvakammesu. Vajjaṁ, majjaṁ, gammaṁ. (42) “Bhujānne”, bhojjo odano, bhojjā yāgu, bhoggamaññaṁ.",
  "anya-e0801n5:60": "31. Kicca ghacca bhacca bhabba leyyā.",
  "anya-e0801n5:61": "Ete saddā yappaccayantā nipaccante.",
  "anya-e0801n5:62": "32. Guhādīhi yaka.",
  "anya-e0801n5:63_0": "Gutādīhi kriyattehi bhāvakammesu yaka hoti. Guyhaṁ, duyhaṁ, sisso. Siddhā evete tabbādayo",
  "anya-e0801n5:63_1": "pesātisaggapattakālesupi gamyamānesu sāmaññenavidhānato, tvayā khalu kaṭo kattabbo,",
  "anya-e0801n5:63_2": "karaṇīyo, kāriyo, kicco, evaṁ tvayā kaṭo kattabbo, bhotā kaṭo kattabbo, bhoto hi",
  "anya-e0801n5:63_3": "patto kālo kaṭakaraṇe. Evaṁ uddhamohuttikepi vattamānato pesādīsu siddhā eva. Tathā",
  "anya-e0801n5:63_4": "arahe kattari sattivisiṭṭhe ca patīyamāne āvassakādhamīṇatāvisiṭṭhe ca bhāvādo siddhā,",
  "anya-e0801n5:63_5": "uddhaṁmuhuttato-bhotā kaṭo kattabbo, bhotā rajjaṁ kattabbaṁ. Bhavaṁ araho, bhotā",
  "anya-e0801n5:63_6": "sāro vahitabbo, bhavaṁ sakko, bhotā avassaṁ kaṭo kattabbo, bhotā nikkho dātabbo.",
  "anya-e0801n5:64": "33. Kattari ltuṇakā.",
  "anya-e0801n5:65_0": "Kattari kārake kriyatthā ltuṇakā honti bahulaṁ. Paṭhitā, pāṭhako. Bahulamitveva?",
  "anya-e0801n5:65_1": "Pādehi harīyatīti pādahā-rako, gale cuppateti galecopako. Siddhova ltu, arahe sīlasādhudhammesu",
  "anya-e0801n5:65_2": "ca sāmaññavihitattā, bhavaṁ khalu kaññāya pariggahitā, bhavametaṁ arahati. Sīlādīsu-khalvapi",
  "anya-e0801n5:65_3": "upādātā kumārake, gantā khelaṁ, muṇḍayitāro sāviṭṭhāyanā vadhuṁ katapariggahaṁ.",
  "anya-e0801n5:66": "34. Āvī.",
  "anya-e0801n5:67": "Kriyatthā āvī hoti bahulaṁ kattari. Bhayadassāvī. Appavisayataññāpanatthaṁ bhinnayogakaraṇaṁ, sāmaññavihitattā sīlā dīsu ca hoteva.",
  "anya-e0801n5:68": "35. Āsiṁsāyamako.",
  "anya-e0801n5:69": "Āsiṁsāyaṁ gamyamānāyaṁ kriyatthā ako hoti kattari. Jīvatūti jīvako, nandatūti nandako, bhavatūti bhavako.",
  "anya-e0801n5:70": "36. Karā ṇano.",
  "anya-e0801n5:71": "Karato kattari ṇano hoti. Karotīti kāraṇaṁ, kattarīti kiṁ? Karaṇaṁ.",
  "anya-e0801n5:72": "37. Hāto vīhikālesu.",
  "anya-e0801n5:73": "Hāto vīhismiṁ kāle ca ṇano hoti kattari. Hāyanā nāma vihayo, hāyano saṁvaccharo, vīhikālesūti kiṁ? Hātā.",
  "anya-e0801n5:74": "38. Vidā kū.",
  "anya-e0801n5:75": "Vidasmā kū hoti kattari. Vidū, lokavidū.",
  "anya-e0801n5:76": "39. Vito ñāto.",
  "anya-e0801n5:77": "Vipubbā ñāiccasmā kū hoti kattari. Viññū. Vitoti kiṁ? Paññā.",
  "anya-e0801n5:78": "40. Kammā.",
  "anya-e0801n5:79": "Kammato parā ñāiccasmā kū hoti kattari. Sabbaññū, kālaññū.",
  "anya-e0801n5:80": "41. Kvacaṇa.",
  "anya-e0801n5:81_0": "Kammato parā kriyatthā kvaci aṇa hoti kattari. Kumbhakāro, saralāvo, mantajjhāyo,",
  "anya-e0801n5:81_1": "bahulādhikārā idha na hoti ādiccaṁ passati, himavantaṁ suṇoti, gāmaṁ gacchati. Kvacīti kiṁ? Kammakaro.",
  "anya-e0801n5:82": "42. Gamā rū.",
  "anya-e0801n5:83": "Kammato parā gamā rū hoti kattari. Vedagū pāragū.",
  "anya-e0801n5:84": "43. Samānañña bhavanta yāditū-pamānā disā kamme rīrikkhakā.",
  "anya-e0801n5:85_0": "Samānādīhi yādīhi copamānehi parā disā kammakārake rīrikkhakā honti. Samāno viya",
  "anya-e0801n5:85_1": "dissatīti sadī sadikkho sadiso. Aññādī aññādikkho aññādiso. Bhavādī bhavādikkho bhavādiso.",
  "anya-e0801n5:85_2": "Yādī yādikkho yādiso. Tyādī tyādikkho tyādiso. Samānādīhīti kiṁ? Rukkho viya dissati.",
  "anya-e0801n5:85_3": "Upamānāti kiṁ? So dissati. Kammeti kiṁ? So viya passati. Rakārā antasarādilopatthā,",
  "anya-e0801n5:85_4": "kakāro ekārābhāvattho.",
  "anya-e0801n5:86": "44. Bhāvakārakesva-ghaṇa ghakā.",
  "anya-e0801n5:87_0": "Bhāve kārake ca kriyatthā a ghaṇa gha kā honti bahulaṁ. A-paggaho, niggaho, karo,",
  "anya-e0801n5:87_1": "garo, cayo, jayo, ravo, bhavo, paco, vaco, annado, purindado, īsakkaro, dukkaro,",
  "anya-e0801n5:87_2": "sukaro. Ghaṇa-bhāve pāko, cāgo, bhāvo, kārakepi saññāyaṁ tāva pajjatenenāti pādo,",
  "anya-e0801n5:87_3": "rujatīti rogo, visatīti veso, sarati kālantaranti sāro thiraṁso, darīyante etehīti",
  "anya-e0801n5:87_4": "dārā, jīrayati etenāti jāro, asaññāyampi dāyo datto, lābho laddho, gha-vako, nipako,",
  "anya-e0801n5:87_5": "ka-piyo, khipo, bhujo, āyudhaṁ.",
  "anya-e0801n5:88": "45. Dādhātvi.",
  "anya-e0801n5:89": "Dādhāhi bahulami hoti bhāvakārakesu. Ādi, nidhi, vālami.",
  "anya-e0801n5:90": "46. Vamādīyyathu.",
  "anya-e0801n5:91": "Vamādīhi bhāvakārakesvathu hoti. Vamathu, vepathu, (avathu, sayathu).",
  "anya-e0801n5:92": "47. Kvi.",
  "anya-e0801n5:93": "Kriyatthā kvi hoti bahulaṁ bhāvakārakesu. Kakāro kānubandhakāriyattho, abhibhū, sayambhū, bhattaggaṁ, (dānaggaṁ) salākaggaṁ, sabhā, pabhā.",
  "anya-e0801n5:94": "48. Ano.",
  "anya-e0801n5:95": "Kriyattā bhāvakārakesvano hoti. Gamanaṁ, dānaṁ, sampadānaṁ, apādānaṁ, adhikaraṇaṁ, calano, jalano, kodhano, kopano, maṇḍano, bhūsano.",
  "anya-e0801n5:96": "49. Itthiyamaṇa tti ka yaka yā ca.",
  "anya-e0801n5:97_0": "Itthiliṅge bhāve kārake ca kriyatthā aādayo honti ano ca bahulaṁ. A titikkhā, vīmaṁsā,",
  "anya-e0801n5:97_1": "jigucchā, pipāsā, puttiyā īhā bhikkhā, āpadā, medhā, godhā, ṇakārā, hārā, tārā, dhārā,",
  "anya-e0801n5:97_2": "ārā, kti-iṭṭhi, siṭṭhi, bhitti, bhatti, tanti bhūti, ka-guhā, rujā, mudā, yaka-vijjā,",
  "anya-e0801n5:97_3": "ijjā, ya-seyyā, samajjā, pabbajjā, paricariyā, jāgariyā, anakāraṇā, hāraṇā, vedanā, vandanā, upāsanā.",
  "anya-e0801n5:98": "50. Jāhāhi ni.",
  "anya-e0801n5:99": "Jāhāiccetehi ni hotitthiyaṁ. Jāni, hāni.",
  "anya-e0801n5:100": "51. Karā ririyo.",
  "anya-e0801n5:101": "Karato ririyo hotitthiyaṁ. Karaṇaṁ kiriyā. Kathaṁ ‘kriyā’ti? “Kriyāyaṁ”ti nipātanā.",
  "anya-e0801n5:102": "52. Ikitī sarūpe.",
  "anya-e0801n5:103": "Kriyatthassa sarūpe-bhidheyye kriyatthā pare ikitī honti, vaci, yudhi, pacati, ‘akāro kakāro’ti ādīsu kārasaddena samāso, yathā evakāroti.",
  "anya-e0801n5:104": "53. Sīlābhikkhaññā-vassakesu ṇī.",
  "anya-e0801n5:105": "Kriyatthā ṇī hoti sīlādīsu patīyamānesu, uṇhabhojī, khīrapāyī, avassakārī, satandāyī.",
  "anya-e0801n5:106": "54. Thāvarittara bhaṅgura bhidura bhāsura bhassarā.",
  "anya-e0801n5:107": "Ete saddā nipaccante sīle gamyamāne.",
  "anya-e0801n5:108": "55. Kattari bhūte ktavantu ktāvī.",
  "anya-e0801n5:109": "Bhūte-tthe vattamānato kriyatthā ktavantuttāvī honti kattari. Vijitavā, vijitāvī, bhūteti adhikāro yāva “āhāratthā”ti (5-60).",
  "anya-e0801n5:110": "56. Ktobhāvakammesu.",
  "anya-e0801n5:111": "Bhāve kamme ca bhūte kto hoti. Āsitaṁ bhavatā. Kato kaṭo bhavatā.",
  "anya-e0801n5:112": "57. Kattari cārambhe.",
  "anya-e0801n5:113": "Kriyārambhe kattari kto hoti yathāpattañca. Pakato bhavaṁ kaṭaṁ, pakato kaṭo bhavatā, pasutto bhavaṁ, pasuttaṁ bhavatā.",
  "anya-e0801n5:114": "58. Ṭhā-sa vasa silisa sī ruha jara janīhi.",
  "anya-e0801n5:115_0": "Ṭhādīhi kattari kto hoti yathāpattañca. Upaṭṭhito guruṁ bhavaṁ, upaṭṭhito guru bhotā,",
  "anya-e0801n5:115_1": "upāsito guruṁ bhavaṁ, upāsito guru bhotā, anuvusito guruṁ bhavaṁ, anuvusito guru",
  "anya-e0801n5:115_2": "bhotā, āsiliṭṭho guruṁ bhavaṁ, āsiliṭṭho guru bhotā, adhissito khaṭopikaṁ bhavaṁ,",
  "anya-e0801n5:115_3": "adhissitā khaṭopikā bhotā, āraḷho rukkhaṁ bhavaṁ, āruḷho rukkho bhotā, anujiṇṇo vasaliṁ",
  "anya-e0801n5:115_4": "devadatto, anujiṇṇā vasalī devadattena, anujāto māṇavako māṇavikaṁ, anujātā māṇavikā māṇavakena.",
  "anya-e0801n5:116": "59. Gamanatthākammakādhāre ca.",
  "anya-e0801n5:117_0": "Gamanatthato akammakato ca kriyatthā ādhāre kto hoti kattari ca yathāpattañca, idamesaṁ",
  "anya-e0801n5:117_1": "yātaṁ, iha te yātā, iha tehi yātaṁ, ayaṁ tehi yāto patho, idamesamāsitaṁ, iha te",
  "anya-e0801n5:117_2": "āsitā, ihatehi āsitaṁ, ‘devo ce vuṭṭho sampannā sālayo’ti kāraṇasāmaggīsampatti etthābhimatā.",
  "anya-e0801n5:118": "60. Āhāratthā.",
  "anya-e0801n5:119_0": "Ajjhohāratthā ādhāre kto hoti yathāpattañca, idamesaṁ bhuttaṁ, idamesaṁ pītaṁ, iha",
  "anya-e0801n5:119_1": "tehi bhuttaṁ, iha tehi pītaṁ, odano tehi bhutto pītamudakaṁ, akattattho yogavibhāgo,",
  "anya-e0801n5:119_2": "kathaṁ ‘pītā gāvo’ti? Pītamesaṁ vijjatīti pītā, bāhulakā vā, ‘passinno’ti yā ettha",
  "anya-e0801n5:119_3": "bhūtakālatā, tatra tto, evaṁ raññaṁ mato raññaṁ iṭṭho, raññaṁ buddho, raññaṁ pūjito,",
  "anya-e0801n5:119_4": "evaṁ sīlito, rakkhito, khanto, ākuṭṭho, ruṭṭho, rusito, abhibyāhaṭo, dayiyo, haṭṭho,",
  "anya-e0801n5:119_5": "kantā, saṁyato, amato, ‘kaṭṭha’nti bhūtatāyameva hetuno, phalaṁ tvatra bhāvi.",
  "anya-e0801n5:120": "61. Tuṁ tāye tave bhāve bhavissati kriyāyaṁ tadatthāya.",
  "anya-e0801n5:121_0": "Bhavissati atthe vattamānato kriyatthā bhāve tuṁ tāye tave honti kriyāyaṁ tadatthāyaṁ",
  "anya-e0801n5:121_1": "patīyamānāyaṁ. Kātuṁ gacchati, kattāye gacchati, kātave gacchati, icchati bhottuṁ",
  "anya-e0801n5:121_2": "kāmeti bhottunti imīnāva siddhaṁ, punabbidhāne tvihāpi siyā ‘icchanto karotī’ti,",
  "anya-e0801n5:121_3": "evaṁ sakkoti bhottuṁ, jānāti bhottuṁ, gilāyati bhottuṁ, ghaṭate bhottuṁ, ārabhate",
  "anya-e0801n5:121_4": "bhottuṁ, labhate bhottuṁ, pakkamati bhottuṁ, ussahati bhottuṁ, arahati bhottuṁ, atthi",
  "anya-e0801n5:121_5": "bhottuṁ, vijjati bhottuṁ, vaṭṭa tibhottuṁ, kappati bhottunti. Tathā pārayati bhottuṁ,",
  "anya-e0801n5:121_6": "pahu bhottuṁ, samattho bhottuṁ, pariyatto bhottuṁ, alaṁ bhottunti bhavatissa sabbattha",
  "anya-e0801n5:121_7": "sambhavā. Tathā kālo bhottuṁ. Samayo bhotuṁ, velā bhotunti, yathā bhottuṁmano, sottuṁ",
  "anya-e0801n5:121_8": "soto, daṭṭhuṁ cakkhu, yujjhituṁ dhanu, vattuṁ jaḷo, gantumano, kattumalasoti, uccāraṇantu",
  "anya-e0801n5:121_9": "vattāyattaṁ. Bhāveti kiṁ? Karissāmīti gacchati, kriyāyanti kiṁ? Bhikkhissaṁ iccassa",
  "anya-e0801n5:121_10": "jaṭā, tadatthāyanti kiṁ? Gacchissato te bhavissati bhattaṁ bhojanāya.",
  "anya-e0801n5:122": "62. Paṭisedhe-laṁkhalūnaṁ tuna tvāna tvā vā.",
  "anya-e0801n5:123_0": "Alaṁ khalusaddānaṁ paṭisedhatthānaṁ payoge tunādayo vā honti bhāve. Alaṁ sotuna,",
  "anya-e0801n5:123_1": "khalu sotuna, alaṁ sutvāna, dhalu sutvāna, alaṁ sutvā, khalu sutvā, alaṁ sutena,",
  "anya-e0801n5:123_2": "khalu sotena, alaṁ khalūnanti kiṁ? Mā hotu, paṭisedheti kiṁ? Alaṅkāro.",
  "anya-e0801n5:124": "63. Pubbekakatthukānaṁ.",
  "anya-e0801n5:125_0": "Eko kattā yesaṁ byāpārānaṁ, tesu yo pubbo, tadatthato kriyatthā tunādayo honti bhāve,",
  "anya-e0801n5:125_1": "sotuna yāti, sutvāna, sutvā vā, ekakattukānantikiṁ? Bhuttasmiṁ devadatte yaññadatto",
  "anya-e0801n5:125_2": "vajati, pubbāti kiṁ? Bhuñjabhi ca pacati ca. ‘Appatvā nadiṁ pabbato atikkamma pabbataṁ",
  "anya-e0801n5:125_3": "nadī’ti bhūdhātussa sabbattha sambhavā ekakattukatā pubbakālatā ca gamyate. ‘Bhutvā",
  "anya-e0801n5:125_4": "bhutvā gacchatīti’ imināva siddhaṁ ābhikkhaññantu dvibbacanāvagamyate. Kathaṁ ‘jīvaggāhaṁ",
  "anya-e0801n5:125_5": "agāhayi, kāyappacālakaṁ gacchantī’ti ādi? Ghaṇantena kriyāvisesanena siddhaṁ yathā",
  "anya-e0801n5:125_6": "‘odanapākaṁ sayatī’ti.",
  "anya-e0801n5:126": "64. Nto katthari vattamāne.",
  "anya-e0801n5:127": "Vattamānatthe vattamānato kriyattā nto ho ti kattari, tiṭṭhanto.",
  "anya-e0801n5:128": "65. Māno.",
  "anya-e0801n5:129": "Vattamānatthe vattamānato kriyatthā māno hoti, kattari. Tiṭṭhamāno.",
  "anya-e0801n5:130": "66. Bhāvakammesu.",
  "anya-e0801n5:131": "Vattamānatthe vattamānato kriṁyatthā bhāve kammeca māno hoti. Ṭhīyamānaṁ, paccamāno odano.",
  "anya-e0801n5:132": "67. Te ssapubbānāgate.",
  "anya-e0801n5:133": "Anāgatatthe vattamānato kriyatthā tentamānā ssapubbā honti. Ṭhassanto, ṭhassamāno, ṭhīyissamānaṁ, paccissamāno odano.",
  "anya-e0801n5:134": "68. Ṇvādayo.",
  "anya-e0801n5:135": "Kriyatthā pare bahulaṁ ṇvādayo honti. Cāru, dāru.",
  "anya-e0801n5:136": "69. Khachasāna mekassarodi dve.",
  "anya-e0801n5:137": "Khachasappaccayantānaṁ kriyatthānaṁ paṭhamekassaraṁ saddarūpaṁ dve bhavati. Titikkhā, jigucchā, vīmaṁsā.",
  "anya-e0801n5:138": "70. Parokkhāyañca.",
  "anya-e0801n5:139_0": "Parokkhāyaṁ paṭhamekassaraṁ saddarūpaṁ dve bhavati. Jagāma, cakāro anuttasamuccayattho,",
  "anya-e0801n5:139_1": "tenaññatrāpi yathāgamaṁ, jahāti, jahitabbaṁ, jahituṁ, daddallati, caṅkamati. ‘Lolupo,",
  "anya-e0801n5:139_2": "momūhoti ottaṁ tadaminādipāṭhā.",
  "anya-e0801n5:140": "71. Ādismā sarā.",
  "anya-e0801n5:141": "Ādibhūtā sarā paramekassaraṁ dve hoti, asisisati, ādismāti kiṁ? Jajagāra, sarāti kiṁ? Papāca.",
  "anya-e0801n5:142": "72. Na puna.",
  "anya-e0801n5:143": "Yaṁ dvibhūtaṁ, na taṁ puna dvittamāpajjate, titikkhisati, jigucchisati.",
  "anya-e0801n5:144": "73. Yathiṭṭhaṁ syādino.",
  "anya-e0801n5:145": "Syādyantassa yathiṭṭhamekassaramādibhūtamaññaṁ vā yathāgamaṁ dvittapajjate, puputtīyisati, putittīyisati, puttīyiyisati.",
  "anya-e0801n5:146": "74. Rasso pubbassa.",
  "anya-e0801n5:147": "Dvitte pubbassa saro rasso hoti. Dadāti.",
  "anya-e0801n5:148": "75. Lopo-nādibyañjanassa.",
  "anya-e0801n5:149": "Dvitte pubbassādito-ññassa byañjanassa lopo hoti. Asisisati.",
  "anya-e0801n5:150": "76. Khachasesvassi.",
  "anya-e0801n5:151": "Dvitte pubbassa assa i hoti khachasesu. Pipāsati, jighaṁsati, khachasesūti kiṁ? Jahāti, assāti kiṁ? Bubhukkhati.",
  "anya-e0801n5:152": "77. Gupissussa.",
  "anya-e0801n5:153": "Dvitte pubbassa gupissa ussa i hoti khachasesu, jigucchati.",
  "anya-e0801n5:154": "78. Catutthadutiyānaṁ tatiyapaṭhamā.",
  "anya-e0801n5:155": "Dvitte pubesaṁ catutthadutiyānaṁ tatiyapaṭhamā honti. Bubhukkhati, ciccheda.",
  "anya-e0801n5:156": "79. Kavaggahānaṁ cavaggajā.",
  "anya-e0801n5:157": "Dvitte pubbesaṁ kavaggahānaṁ cavaggajā honti yathākkamaṁ. Cukopa, jahāti.",
  "anya-e0801n5:158": "80. Mānassa vī parassa ca maṁ.",
  "anya-e0801n5:159": "Dvitte pubbassa mānassa vī hoti parassa ca maṁ, vīmaṁsati.",
  "anya-e0801n5:160": "81. Kitassāsaṁsaye ti vā.",
  "anya-e0801n5:161": "Saṁsayaso-ññasmiṁ vattamānassa dvitte pubbassa kitassa vā ti hoti. Tikicchati, cikicchati, asaṁsayeti kiṁ? Vicikicchati.",
  "anya-e0801n5:162": "82. Yuvaṇṇānameo paccaye.",
  "anya-e0801n5:163": "Ivaṇṇuvaṇṇantānaṁ kriyatthānaṁ eohonti yathākkamaṁ paccaye. Cetabbaṁ, netabbaṁ, sotabbaṁ, bhavitabbaṁ.",
  "anya-e0801n5:164": "83. Lahussupantassa.",
  "anya-e0801n5:165": "Lahubhūtassa upantassa yuvaṇṇassa eo honti yathākkamaṁ. Esitabbaṁ, kositabbaṁ, lahussāti kiṁ? Dhūpitā, upantassāti kiṁ? Rundhati.",
  "anya-e0801n5:166": "84. Assā ṇānubandhe.",
  "anya-e0801n5:167": "Ṇakārānubandhe paccaye pare upantassa akārassa ā hoti. Kārako.",
  "anya-e0801n5:168": "85. Na te kānubandhanāgamesu.",
  "anya-e0801n5:169_0": "Te eoā kānubandhe nāgame ca na honti. Cito, suto, diṭṭho, puṭṭho, nāgame ‘vanā’dinā",
  "anya-e0801n5:169_1": "(1.45) cinitabbaṁ, cinituṁ, suṇitabbaṁ, suṇituṁ pāpuṇitabbaṁ, pāpuṇituṁ, dhunitabbaṁ,",
  "anya-e0801n5:169_2": "dhunituṁ, dhunanaṁ, dhunayitabbaṁ, dhunāpetabbaṁ, dhunayituṁ dhunāpetuṁ, dhunayanaṁ,",
  "anya-e0801n5:169_3": "dhunāpanaṁ, dhunayati, dhunāpeti, pīnetabbaṁ, pīnayituṁ, pīnanaṁ, pīnituṁ, pīnayati,",
  "anya-e0801n5:169_4": "sunoti, sinoti, dunoti, hinoti, pahiṇithabbaṁ, pahiṇituṁ, pahiṇanaṁ.",
  "anya-e0801n5:170": "86. Vā kvaci.",
  "anya-e0801n5:171": "Te kvaci vā na honti kānubandhanāgamesu. Mudito, ruditaṁ, roditaṁ.",
  "anya-e0801n5:172": "87. Aññatrāpi.",
  "anya-e0801n5:173": "Kānubandhanāgamato-ññasmimpi te kvaci, nu honti. Khipako, panūdanaṁ, vadhako.",
  "anya-e0801n5:174": "88. Pye sissā.",
  "anya-e0801n5:175": "Sissa ā hoti pyādese, nissāya.",
  "anya-e0801n5:176": "89. Eonamayavā sare.",
  "anya-e0801n5:177": "Sare pare eonaṁ ayaavā honti. Jayo, bhavo, sarati kiṁ? Jeti, anubhoti.",
  "anya-e0801n5:178": "90. Āyāvā ṇānubandhe.",
  "anya-e0801n5:179": "Eonaṁ āyāvā honti sarādo ṇānubandhe. Nāyayati, bhāvayati, ‘sayāpetvā’tiādīsu rassattaṁ.",
  "anya-e0801n5:180": "91. Āssāṇāpimhi yuka.",
  "anya-e0801n5:181": "Ākārantassa kriyatthassa yuka hoti ṇāpito-ññasmiṁ ṇānubandhe. Dāyako, ṇānubandhetveva? Dānaṁ, aṇāpimhīti kiṁ? Dāpayati.",
  "anya-e0801n5:182": "92. Padādīnaṁ kvaci.",
  "anya-e0801n5:183": "Padādīnaṁ yuka hoti kvaci. Nipajjitabbaṁ, nipajjituṁ nipajjanaṁ, pamajjitabbaṁ, pamajjituṁ, pamajjanaṁ, kvacīti kiṁ? Pādo.",
  "anya-e0801n5:184": "93. Maṁ vā rudhādīnaṁ.",
  "anya-e0801n5:185": "Rudhādīnaṁ kvaci maṁ vā hoti. Rundhituṁ, rujjhituṁ, kvacitveva? Nirodho.",
  "anya-e0801n5:186": "94. Kvimhi lopo-ntabyañjanassa.",
  "anya-e0801n5:187": "Antabyañjanassa lopo hoti kvimhi. Bhattaṁ gasanti gaṇhanti vā etthāti bhattaggaṁ.",
  "anya-e0801n5:188": "95. Pararūpamayakāre byañjane.",
  "anya-e0801n5:189": "Kriyatthānamantabyañjanassa pararūpaṁ hoti yakārato-ññasmiṁ byañjane. Bhettabbaṁ, byañjaneti kiṁ? Bhinditabbaṁ, ayakāreti kiṁ? Bhijjati.",
  "anya-e0801n5:190": "96. Manānaṁ niggahītaṁ.",
  "anya-e0801n5:191": "Makāranakārantānaṁ kriyatthānaṁ niggahītaṁ hoti ayakāre byañjane. Gantabbaṁ, jaṅghā, byañjanetveva? Gamanaṁ, ayakāretveva? Gamyate.",
  "anya-e0801n5:192": "97. Na brūsso.",
  "anya-e0801n5:193": "Brūssa o na hoti byañjane. Brūmi, byañjanetveva? Abravi.",
  "anya-e0801n5:194": "98. Kagā cajānaṁ ghānubandhe.",
  "anya-e0801n5:195": "Ghānubandhe cakārajakārantānaṁ kriyatthānaṁ kagā honti yathākkamaṁ. Vākyaṁ, bhāgyaṁ.",
  "anya-e0801n5:196": "99. Hanassa ghāto ṇānubandhe.",
  "anya-e0801n5:197": "Hanassa ghāto hoti ṇānubandhe. Āghāto.",
  "anya-e0801n5:198": "100. Kvimhi gho paripacca-samohi.",
  "anya-e0801n5:199": "Payyādīhi parassa hanassa gho hoti kvimhi. Paligho, paṭigho, aghaṁ rassattaṁ nipātanā, saṅgho, ogho.",
  "anya-e0801n5:200": "101. Parassa ghaṁ se.",
  "anya-e0801n5:201": "Dvitte parassa hanassa ghaṁ hoti se. Jighaṁsā.",
  "anya-e0801n5:202": "102. Jiharānaṁ gī.",
  "anya-e0801n5:203": "Dvitte paresaṁ jitarānaṁ gī hoti se. Vijigīsā, jigīsā.",
  "anya-e0801n5:204": "103. Dhāssa ho.",
  "anya-e0801n5:205": "Dvitte parassa dhāssa ha hoti. Dahati.",
  "anya-e0801n5:206": "104. Ṇimhi dīgho dusassa.",
  "anya-e0801n5:207": "Dusassa dīgho hoti ṇimhi. Dusito. Ṇimhīti kiṁ? Duṭṭho.",
  "anya-e0801n5:208": "105. Guhissa sare.",
  "anya-e0801n5:209": "Guhissa dīgho hoti sare. Nigūhanaṁ sareti kiṁ? Guyhaṁ.",
  "anya-e0801n5:210": "106. Muhabahānañca te kānubandhe-tve.",
  "anya-e0801n5:211_0": "Muhabahānaṁ guhissa ca dīgho hoti takārādo kānubandhe tvānatvāvajjite, mūḷho, bāḷho,",
  "anya-e0801n5:211_1": "gūḷho, teti kiṁ? Muyhati, kānubandheti-kiṁ? Muyhitabbaṁ, atveti kiṁ? Muyhitvāna,",
  "anya-e0801n5:211_2": "muyhitvā, ‘te kānubandhe-tve’ti ayamadhikāro yāva “sāsassa sisve”ti -117.",
  "anya-e0801n5:212": "107. Vahassussa.",
  "anya-e0801n5:213": "Vahassa ussa dīgho hoti te kānubandhe tvānatvāvajjite. Vuṭṭho.",
  "anya-e0801n5:214": "108. Dhāssa hi.",
  "anya-e0801n5:215": "Dhā=dhāraṇetīmassa hi hoti te kānubandhe tvānatvāvajjite. Nihito, nihitavā.",
  "anya-e0801n5:216": "109. Gamādirānaṁ lopo-ntassa.",
  "anya-e0801n5:217_0": "Gamādīnaṁ rakārantānaṁ ca antassa lopo hoti te kānubandhe tvānatvāvajjite. Gato,",
  "anya-e0801n5:217_1": "khato, hato, mato, tato, saññato, rato, kato, tetveva? Gamyate, kānubandhetveva?",
  "anya-e0801n5:217_2": "Gantabbaṁ, atvetveva? Gantvāna, gantvā.",
  "anya-e0801n5:218": "110. Vacādīnaṁ vassuṭa vā.",
  "anya-e0801n5:219": "Vacādīnaṁ vassa vā uṭa hoti kānubandhe-tve. Uttaṁ, vuttaṁ, uṭṭhaṁ, vuṭṭhaṁ, ‘atvetveva? Vatvāna, vatvā.",
  "anya-e0801n5:220": "111. Assu.",
  "anya-e0801n5:221": "Vacādīnamassa u hoti kānubandhe-sve. Vuttaṁ, vuṭṭhaṁ.",
  "anya-e0801n5:222": "112. Vaddhassa vā.",
  "anya-e0801n5:223": "Vaddhassa assa vā u hoti kānubandhe tve. Vuddho. Vaddho. Atvetveva? Vaddhitvāna, vaddhitvā, kathaṁ ‘vuttī’ti? “Vuttīmatte”ti 3-69. nipātanā, ‘vattī’ti hoteva yathālakkhaṇaṁ.",
  "anya-e0801n5:224": "113. Yajassa yassa ṭiyī.",
  "anya-e0801n5:225": "Yajassa yassa ṭiyī honti kānubandhe-tve. Iṭṭhaṁ, yiṭṭhaṁ, atvetveva? Yajitvāna, yajitvā.",
  "anya-e0801n5:226": "114. Ṭhāssi.",
  "anya-e0801n5:227": "Ṭhāssi hoti kānubandhe-tve. Ṭhito, atvetveva? Ṭhatvāna, ṭhatvā.",
  "anya-e0801n5:228": "115. Gāpānamī.",
  "anya-e0801n5:229": "Gāpānamī hoti kānabandhe-tve. Gītaṁ, pītaṁ, atvetveva? Gāyitvā niccaṁ yāgamo, pāssa tu pītvāti bahulādhikārā.",
  "anya-e0801n5:230": "116. Janissā.",
  "anya-e0801n5:231": "Janissa ā hoti kānubandhe-tve. Jāto. Atvetveva? Janitvā.",
  "anya-e0801n5:232": "117. Sāsassa sisa vā.",
  "anya-e0801n5:233": "Sāsassa sisa vā hoti kānubandhe-tve. Siṭṭhaṁ, satthaṁ, sisso, sāsiyo atvetveva? Anusāsitvāna.",
  "anya-e0801n5:234": "118. Karassā tave.",
  "anya-e0801n5:235": "Karassa ā hoti tave. Kātave.",
  "anya-e0801n5:236": "119. Tuṁtunatabbesu vā.",
  "anya-e0801n5:237": "Tumādīsu vā karassā hoti. Kātuṁ kattuṁ, kātuna kattuna, kātabbaṁ kattabbaṁ.",
  "anya-e0801n5:238": "120. Ñāssa ne jā.",
  "anya-e0801n5:239": "Ñādhātussa jā hoti nakāre. Jānituṁ, jānanto, neti kiṁ? Ñāto.",
  "anya-e0801n5:240": "121. Sakāpānaṁ kukakū ṇe.",
  "anya-e0801n5:241": "Sakaāpānaṁ kukakuiccete āgamā honti ṇakāre. Sakkuṇanto, pāpuṇanto, sakkuṇoti, pāpuṇoti, ṇeti kiṁ? Sakkoti, pāpeti.",
  "anya-e0801n5:242": "122. Nito cissa cho.",
  "anya-e0801n5:243": "Nismā parassa cissa cho hoti. Nicchayo.",
  "anya-e0801n5:244": "123. Jarasadānamīma vā.",
  "anya-e0801n5:245_0": "Jarasadānamantasarā paro īma hoti vibhāsā. Jīraṇaṁ, jīrati, jīrāpeti, nisīditabbaṁ,",
  "anya-e0801n5:245_1": "nisīdanaṁ, nisīdituṁ, nisīdati, vāti kiṁ? Jarā, nisajjā, ‘īma vā’ti yogavibhāgā aññesampi,",
  "anya-e0801n5:245_2": "ahīratha, saṁyogādi lopotthassa.",
  "anya-e0801n5:246": "124. Disassa passa dassa dasa da dakkhā.",
  "anya-e0801n5:247_0": "Disassa passādayo honti vibhāsā. Vipassanā, vipassituṁ, vipassati, sudassī, piyadassī,",
  "anya-e0801n5:247_1": "dhammadassī, sudassaṁ, dassanaṁ, dasseti, daṭṭhabbaṁ. Daṭṭhā, daṭṭhuṁ, duddaso, addasa,",
  "anya-e0801n5:247_2": "addā, addaṁ, addakkhi, dakkhissati, vātveva? Dissanti bālā.",
  "anya-e0801n5:248": "125. Samānā ro rīrikkhakesu.",
  "anya-e0801n5:249": "Samānasaddato parassa disassa ra hoti vā rīvikkhakesu. Sarī, sadī, sarikkho, sadikkho, sariso, sadiso.",
  "anya-e0801n5:250": "126. Dahassa dassa ḍo.",
  "anya-e0801n5:251": "Dahassa dassa ḍo hoti vā. Ḍāho, dāho, ḍahati, dahati.",
  "anya-e0801n5:252": "127. Anaghaṇa svāparīhi ḷo.",
  "anya-e0801n5:253": "Āparīhi parassa dahassa dassa ḷo hoti anaghaṇasu. Āḷahanaṁ, pariḷāho.",
  "anya-e0801n5:254": "128. Atyādintesvatthissa bhū.",
  "anya-e0801n5:255_0": "Tyādintavajjitesu paccayesu ‘asa=bhuvi’iccassa bhū hoti. Bhavitabbaṁ. Ādesavidhānamasassāppayogatthametasmiṁ",
  "anya-e0801n5:255_1": "visaye, etena katthaci kassaci dhātussa appayogāpi ñāpito hoti. Atyādintesūti kiṁ?",
  "anya-e0801n5:255_2": "Atthi, santo, atthissāti kiṁ? Assatissa mā hotu.",
  "anya-e0801n5:256": "129. Aāssāādīsu.",
  "anya-e0801n5:257": "Aādo, āādo, ssādo ca atthissa bhū hoti. Babhūva, abhavā, abhavissā, bhavissati.",
  "anya-e0801n5:258": "130. Ntamānantiyiyuṁsvādilopo. Ntādisūtthissādilopo hoti. Santo, samāno, santi, santu, siyā, siyuṁ, etesvīti kiṁ? Atthi.",
  "anya-e0801n5:259": "131. Pādito ṭhāssa vā ṭhaho kvaci.",
  "anya-e0801n5:260_0": "Pādīhi kiriyāvisesajotakehi saddehi parassa ṭhāssa kvaci ṭhaho vā hoti. Saṇṭhahanto",
  "anya-e0801n5:260_1": "santiṭṭhanto. Saṇṭhahati, santiṭṭhati. Pa parā apa saṁ anu ava o ni du vi adhi api",
  "anya-e0801n5:260_2": "atisu u abhi pati pari upa ā pādī. Kvacīti kiṁ? Saṇṭhiti.",
  "anya-e0801n5:261": "132. Dāssiyaṅa.",
  "anya-e0801n5:262": "Pādito parassa dāssa iyaṅa hoti kvaci. Anādiyitvā, samādiyati, kvacitveva? Ādāya.",
  "anya-e0801n5:263": "133. Karotissa kho.",
  "anya-e0801n5:264": "Pādito parassa karassa kvaci kha hoti. Saṅkhāro, saṅkharīyati, karassāti avatvā karotissāti vacanaṁ timhi ca vikaraṇuppattiñāpetuṁ.",
  "anya-e0801n5:265": "134. Purāsmā.",
  "anya-e0801n5:266": "Purā iccasmā nipātā parassa karassa kha hoti. Purakkhatvā, purekkhāro-ettaṁ tadaminādipāṭhā.",
  "anya-e0801n5:267": "135. Nito kamassa.",
  "anya-e0801n5:268": "Nismā parassa kamassa kvaci kha hoti, nikkhamati, kvacitveva? Nikkamo.",
  "anya-e0801n5:269": "136. Yuvaṇṇānamiyaṅuvaṅa sare.",
  "anya-e0801n5:270": "Ivaṇṇuvaṇṇattānaṁ kriyatthānamiyaṅuvaṅa hoti sare kvaci. Vediyati, bruvanti, sareti kiṁ? Nivedeti, brūti, kvacitveva? Jayati, bhavati.",
  "anya-e0801n5:271": "137. Aññādissāssī kye.",
  "anya-e0801n5:272": "Ñādito-ññassa ākārantassa kriyatthassa ī hoti kye. Dīyati, aññādissāti kiṁ? Ñāyati, tāyatiṁ.",
  "anya-e0801n5:273": "138. Tanassā vā.",
  "anya-e0801n5:274": "Tanassa ā hoti vā kye. Tāyate, taññate.",
  "anya-e0801n5:275": "139. Dīgho sarassa.",
  "anya-e0801n5:276": "Sarantassa kriyatthassa dīgho hoti kye, cīyate, sūyate.",
  "anya-e0801n5:277": "140. Sānantarassa tassa ṭho.",
  "anya-e0801n5:278": "Sakārantato kriyatthā parassā-nantarassa takārassa ṭha hoti. Tuṭṭho, tuṭṭhavā, tuṭṭhabbaṁ, tuṭṭhi, anantarassāti kiṁ? Tussitvā.",
  "anya-e0801n5:279": "141. Kasassima ca vā.",
  "anya-e0801n5:280": "Kasasmā parassānantarassa tassa ṭha hoti kasassa vā ima ca. Kiṭṭhaṁ, kaṭṭhaṁ, anantarassātveva? Kasitabbaṁ.",
  "anya-e0801n5:281": "142. Dhastotrastā.",
  "anya-e0801n5:282": "Ete saddā nipaccante.",
  "anya-e0801n5:283": "143. Pucchādito.",
  "anya-e0801n5:284": "Pucchādīhi kriyatthehi parassānantarassa takārassa ṭha hoti. Puṭṭho, bhaṭṭho, yiṭṭho, anantarassātveva? Pucchitvā.",
  "anya-e0801n5:285": "144. Sāsa vasa saṁsa sasā tho.",
  "anya-e0801n5:286": "Etehi parassānantarassa tassa tha hoti, satthaṁ, vatthaṁ, pasatthaṁ, satthaṁ. Kathamanusiṭṭho (vuṭṭho) ti? ‘Tathanarānaṁ ṭaṭṭhaṇalā’ 1-52 ti ṭṭho, anantarassātveva? Sāsituṁ.",
  "anya-e0801n5:287": "145. Dho dhahabhehi.",
  "anya-e0801n5:288": "Dhakārahakārabhakārantehi kriyatthehi parassānantarassa tassa dha hoti. Vuddho, duddhaṁ, laddhaṁ.",
  "anya-e0801n5:289": "146. Dahā ḍho.",
  "anya-e0801n5:290": "Dahā parassānantarassa tassa ḍha hoti. Daḍḍho.",
  "anya-e0801n5:291": "147. Bahassuma ca.",
  "anya-e0801n5:292": "Bahā parassānantarassa tassa ḍho hoti, bahassuma ca ḍhasanniyogena. Buḍḍho.",
  "anya-e0801n5:293": "148. Ruhādīhi ho ḷa ca.",
  "anya-e0801n5:294": "Rahādīhi parassānantarassa tassa ha hoti ḷo cāntassa. Āruḷho, gūḷho, vūḷho, bāḷho, (ogāḷho), anantarassātveva? Ārohituṁ.",
  "anya-e0801n5:295": "149. Muhā vā.",
  "anya-e0801n5:296": "Muhā parassānantarassa tassa ha hoti vā ḷo cāntassa hasanniyogena. Mūḷho, muddho.",
  "anya-e0801n5:297": "150. Bhidādito no ktaktavantūnaṁ.",
  "anya-e0801n5:298_0": "Bhidādito paresaṁ ktaktavantūnaṁ tassa no hoti. Bhinno bhinnavā, chinno chinnavā,",
  "anya-e0801n5:298_1": "channo channavā, chinno khinnavā, uppanno uppannavā, sinno, sinnavā, sanno sannavā,",
  "anya-e0801n5:298_2": "pīno pīnavā, sūno sūnavā, dīno dīnavā, ḍīno ḍīnavā, līno līnavā, lūno lūnavā, ktaktavantūnanti",
  "anya-e0801n5:298_3": "kiṁ? Bhitti, chitti, bhettuṁ, chettuṁ.",
  "anya-e0801n5:299": "151. Dātvinno.",
  "anya-e0801n5:300": "Dāto paresaṁ ktaktavantūnaṁ tassa inno hoti. Dinno, dinnavā.",
  "anya-e0801n5:301": "152. Kirādīhi ṇo.",
  "anya-e0801n5:302": "Kirādīhi paresaṁ ktaktavantūnaṁ tassānantarassa ṇa hoti, kiṇṇo kiṇṇavā, puṇṇo puṇṇavā, khīṇo khīṇavā.",
  "anya-e0801n5:303": "153. Tarādīhi riṇṇo.",
  "anya-e0801n5:304": "Tarādīhi paresaṁ ktaktavantūnaṁ tassa riṇṇo hoti. Tiṇṇo tiṇṇavā, jiṇṇo jiṇṇavā, ciṇṇo ciṇṇavā.",
  "anya-e0801n5:305": "154. Go sanjādīhi.",
  "anya-e0801n5:306": "Bhanjādīhi paresaṁ ktaktavantūnaṁ tassānantarassa ga hoti. Bhaggo bhaggavā, laggo laggavā, nimuggo nimuggavā, saṁviggo saṁviggavā.",
  "anya-e0801n5:307": "155. Susā kho.",
  "anya-e0801n5:308": "Susā paresaṁ ktaktavantūnaṁ tassa kho hoti. Sukkho sukkhavā.",
  "anya-e0801n5:309": "156. Pacā ko.",
  "anya-e0801n5:310": "Pacā paresaṁ ktaktavantūnaṁ tassa ko hoti. Pakko pakkavā.",
  "anya-e0801n5:311": "157. Mucā vā.",
  "anya-e0801n5:312": "Mucā paresaṁ ktaktavantūnaṁ tassa ko vā hoti. Mukko mutto, mukkavā muttavā. ‘Sakko’ti ṇvādīsu siddhaṁ, ktaktavantūsu satto, sattāvātveva hoti.",
  "anya-e0801n5:313": "158. Lopo vaḍḍhā ktissa.",
  "anya-e0801n5:314": "Vaḍḍhā parassa ktissa tassa lopo hoti. Vaḍḍhi.",
  "anya-e0801n5:315": "159. Kvissa.",
  "anya-e0801n5:316": "Kriyatthā parassa kvissa lopo hoti, abhibhū.",
  "anya-e0801n5:317": "160. Ṇiṇāpīnaṁ tesu.",
  "anya-e0801n5:318": "Ṇiṇāpīnaṁ lopo hoti tesu ṇiṇāpīsu. Kārentaṁ payojayati kāreti kārāpayati.",
  "anya-e0801n5:319": "161. Kvaci vikaraṇānaṁ.",
  "anya-e0801n5:320": "Vikaraṇānaṁ kvaci lopo hoti. Udapādi, hanti.",
  "anya-e0801n5:321": "162. Mānassa massa.",
  "anya-e0801n5:322": "Kriyatthā parassa mānassa makārassa lopo hoti kvaci. Karāṇo, kvacīti kiṁ? Kurumāno.",
  "anya-e0801n5:323": "163. Ūlasse.",
  "anya-e0801n5:324": "Ñilāname hoti kvaci. Gahetvā, adenti, kvacitveva? Vapitvā.",
  "anya-e0801n5:325": "164. Pyo vā tvāssa samāse.",
  "anya-e0801n5:326": "Tvāssa vā pyo hoti samāse. Pakāro “pye sissā” ti 5-88 visesanattho. Abhibhūya, abhibhavitvā, samāseti kiṁ? Patvā, kvacāsamāsepi bahulādhikārā ‘lataṁ dantehi chindiya’.",
  "anya-e0801n5:327": "165. Tuṁyānā.",
  "anya-e0801n5:328": "Ktvāssa vā tuṁyānā honti samāse kvacci. Abhihaṭṭhuṁ abhiharitvā, anumodiyāna anumoditvā, asamāsepi bahulādhi kārā, daṭṭhuṁ disvā, esamappavisayatāñāpanattho yogavibhāgo.",
  "anya-e0801n5:329": "166. Hanā racco.",
  "anya-e0801n5:330": "Hanasmā parassa ktvāssa racco vā hoti samāse. Āhacca, āhanitvā.",
  "anya-e0801n5:331": "167. Sāsādhikarā cacariccā.",
  "anya-e0801n5:332": "Sāsādhīhi parā karā parassa ktvassa cacariccā honti yathākkamaṁ. Sakkacca sakkaritvā, asakkacca asakkaritvā, adhikicca adhikaritvā.",
  "anya-e0801n5:333": "168. Ito cco.",
  "anya-e0801n5:334": "Iiccasmā parassa ktvāssa cco vā hoti. Adhicca adhīyitvā, samecca sametvā.",
  "anya-e0801n5:335": "169. Disā vānavā sa ca.",
  "anya-e0801n5:336_0": "Disato ktvāssa vānavā honti vā disassa ca sa kāro taṁsanniyogena. Sassa savidhānaṁ",
  "anya-e0801n5:336_1": "pararūpabādhanatthaṁ. Disvāna, disvā passitvā, kathaṁ ‘nādaṭṭhā parato dosa’nti?",
  "anya-e0801n5:336_2": "Ñāpakā tvāssa valopo, evaṁ ‘laddhā dhana’nti ādīsu.",
  "anya-e0801n5:337": "170. Ñi byañjanassa.",
  "anya-e0801n5:338": "Kriyatthā parassa byañjanādippaccayassa ñi vā hoti. Bhuñjituṁ bhottuṁ, byañjanassāti kiṁ? Pācako.",
  "anya-e0801n5:339": "171. Rā nassa ṇo.",
  "anya-e0801n5:340": "Rantato kriyatthā parassa paccayanakārassa ṇo hoti. Araṇaṁ, saraṇaṁ.",
  "anya-e0801n5:341": "172. Na ntamānatyādīnaṁ.",
  "anya-e0801n5:342": "Rantato paresaṁ ntamānatyādīnaṁ nassa ṇo na hoti, karonto, kurumāno, karonti.",
  "anya-e0801n5:343": "173. Gamayamisāsadisānaṁ vā cchaṅa.",
  "anya-e0801n5:344_0": "Etesaṁ vā cchaṅa hoti ntamānatyādīsu. Gacchanto gacchamāno gacchati, yacchanno yacchamāno",
  "anya-e0801n5:344_1": "yacchati, icchanto icchamāno icchati acchanto acchamāno acchati, dicchanto dicchamāno",
  "anya-e0801n5:344_2": "dicchati, vāti kiṁ? Gamissati, vavatthitavibhāsā-yaṁ, tenāññesu ca kvaci-icchitabbaṁ",
  "anya-e0801n5:344_3": "icchā icchituṁ, acchitabbaṁ acchatuṁ, aññesañca yogavibhāgā-pavecchati.",
  "anya-e0801n5:345": "174. Jaramarānamīyaṅa.",
  "anya-e0801n5:346": "Etesamīyaṅa vā hoti ntamānatyādīsu. Jīyanto jīranto, jīyamāno jīramāno, jīyati jīrati, mīyanto maranto, mīyamāno maramāno, mīyati marati.",
  "anya-e0801n5:347": "175. Ṭhāpānaṁ tiṭṭha pivā.",
  "anya-e0801n5:348": "Ṭhāpānaṁ tiṭṭhapivā honti ntamānatyādīsu. Tiṭṭhanto, tiṭṭhamāno, tiṭṭhati, pivanto, pivamāno, pivati, vātvevi? Ṭhāti, pāti.",
  "anya-e0801n5:349": "176. Gamavadadānaṁ ghammavajjadajjā.",
  "anya-e0801n5:350": "Gamādīnaṁ ghammādayo vā honti ntamānatyādīsu. Ghammanto, gacchanto, vajjanto vadanto, dajjanto dadanto.",
  "anya-e0801n5:351": "177. Karassa sossa kubbakurukayirā.",
  "anya-e0801n5:352_0": "Karassa saokārassa kubbādayo vā honti ntamānatyādīsu. Kubbanto kayiranto karonto,",
  "anya-e0801n5:352_1": "kubbamāno kurumāno kayiramāno, karāṇo, kubbati kayirati karoti, kubbate kurute, kayirate,",
  "anya-e0801n5:352_2": "vavatthitavibhāsattā vādhikārassa bhiyyo mānaparacchakkesu kuru, kvacideva pubbachakke",
  "anya-e0801n5:352_3": "‘agghaṁ kurutu, no bhavaṁ, sossāti vuttattā kattariyevime.",
  "anya-e0801n5:353": "178. Gahassa gheppo.",
  "anya-e0801n5:354": "Gahassa vā gheppo hoti ntamānatyādīsu. Gheppanto, gheppamāno, gheppati, vātveva? Gaṇhati.",
  "anya-e0801n5:355": "179. Ṇo niggahītassa.",
  "anya-e0801n5:356": "Gahassa niggahītassa ṇo hoti. Gaṇhitabbaṁ, gaṇhituṁ, gaṇhanto.",
  "anya-e0801n5:357": "Itimoggallāne byākaraṇe vuttiyaṁ",
  "anya-e0801n5:358": "Khādikaṇḍo pañcamo."
}