{
  "anya-e0105n2:0": "Brāhmaṇakulavicāraṇā",
  "anya-e0105n2:1": "2. Atha “brāhmaṇamāṇavo”ti padampi tena evaṁ vicāritaṁ –",
  "anya-e0105n2:2": "(Ka) “buddhaghoso ‘brāhmaṇakulajāto’ti na sakkā gahetuṁ. Kasmā vedakālato paṭṭhāya yāvajjatanā sabbepi brāhmaṇā",
  "anya-e0105n2:3": "Brāhmaṇosya mukhamāsīdi, bāhū rājanya? Kata?;",
  "anya-e0105n2:4": "Ūrū tadasya yada vagya?, Padbhyāṁ gūdro ajāyatā”ti iruveda, 10-maṇḍala, 90; tathā athava 6 veda 19, 6, 6.",
  "anya-e0105n2:5": "Imaṁ purisasuttaṁ nāma mantaṁ jānantīti saddahiyā.",
  "anya-e0105n2:6": "Ayaṁ panassā attho – ‘brāhmaṇo assa (brahmuno) mukhaṁ āsi. Bāhū rājañño kato, khattiyā assa bāhūti vuttaṁ hoti. Yo vesso, so assa ūrū. Suddo assa pādehi ajāyī’ti.",
  "anya-e0105n2:7_0": "Buddhaghoso pana ‘paṇḍitabrāhmaṇo’ti ñātopi taṁ gāthaṁ na aññāsi. Tathā hi tena bandhupādāpaccāti",
  "anya-e0105n2:7_1": "padassa atthavaṇṇanāyaṁ ‘tesaṁ kira ayaṁ laddhi – brāhmaṇā brahmuno mukhato nikkhantā,",
  "anya-e0105n2:7_2": "khattiyā urato, vessā nābhito, suddā jāṇuto, samaṇā piṭṭhipādato’ti dī. ni. aṭṭha.",
  "anya-e0105n2:7_3": "1.263; ma. ni. aṭṭha. 1.508 tissā vedagāthāya asamānattho vaṇṇito”ti.",
  "anya-e0105n2:8_0": "Ayaṁ panettha anuvicāraṇā – yadi ca taṁkālikānampi brāhmaṇānaṁ laddhi tatheva bhaveyya",
  "anya-e0105n2:8_1": "yathā etissaṁ gāthāyaṁ vuttā, sā catthavaṇṇanā ācariyassa matimattā. Evaṁ sati sā",
  "anya-e0105n2:8_2": "vicāraṇā yuttā bhaveyya. Etissaṁ pana gāthāyaṁ “brāhmaṇosya mukhamāsīdi”ti paṭhamapādena",
  "anya-e0105n2:8_3": "“brāhmaṇā brahmuno mukhato jātā”ti attho ujukato na labbhati. Buddhakāle pana brāhmaṇānaṁ",
  "anya-e0105n2:8_4": "laddhi “brāhmaṇā brahmuno mukhato jātā”ti evameva ahosīti pākaṭoyevāyamattho. Tathā",
  "anya-e0105n2:8_5": "hi dīghanikāye pāthikavagge aggaññasutte (3, 67) –",
  "anya-e0105n2:9_0": "“Dissanti kho pana vāseṭṭha brāhmaṇānaṁ brāhmaṇiyo utuniyopi gabbhiniyopi vijāyamānāpi",
  "anya-e0105n2:9_1": "pāyamānāpi. Te ca brāhmaṇā 0 yonijāva samānā evamāhaṁsu – brāhmaṇova seṭṭho vaṇṇo,",
  "anya-e0105n2:9_2": "hīnā aññe vaṇṇā. Brāhmaṇova sukko vaṇṇo, kaṇhā aññe vaṇṇā. Brāhmaṇāva sujjhanti,",
  "anya-e0105n2:9_3": "no abrāhmaṇā. Brāhmaṇāva brahmuno puttā orasā mukhato jātā brahmajā brahmanimmitā",
  "anya-e0105n2:9_4": "brahmadāyādāti. Te brahmānañceva abbhācikkhanti, musā ca bhāsanti, bahuñca apuññaṁ pasavantī”ti –",
  "anya-e0105n2:10_0": "Bhagavatā mahākāruṇikena vāseṭṭhabhāradvājānaṁ brāhmaṇamāṇavakānaṁ bhāsitaṁ, tehi",
  "anya-e0105n2:10_1": "ca taṁ abhinanditaṁ. Te pana dvepi māṇavakā jātivasena parisuddhabrāhmaṇā ceva honti",
  "anya-e0105n2:10_2": "tiṇṇampi vedānaṁ pāraguno ca. Tasmā “brāhmaṇā brahmuno mukhato nikkhantā”ti vacanassa",
  "anya-e0105n2:10_3": "taṁkālikānaṁ brāhmaṇānaṁ laddhivasena vuttabhāvo pākaṭoyeva. Yathā cetaṁ, evaṁ “khattiyā",
  "anya-e0105n2:10_4": "urato, vessā nābhito, suddā jāṇuto, samaṇā piṭṭhipādato”ti vacanampi “taṁkālikabrāhmaṇānaṁ",
  "anya-e0105n2:10_5": "laddhiññūhi porāṇaṭṭhakathācariyehi vutta”nti saddahitvā ācariyabuddhaghosena taṁ",
  "anya-e0105n2:10_6": "sabbaṁ porāṇaṭṭhakathāto bhāsāparivattanamattena visesetvā pakāsitaṁ bhaveyya. Tasmā",
  "anya-e0105n2:10_7": "tāyapi vedagāthāya ācariyassa abrāhmaṇabhāvasādhanaṁ anupapannamevāti.",
  "anya-e0105n2:11": "(Kha) punapi tena ācariyabuddhaghosattherassa abrāhmaṇabhāvasādhanatthaṁ dutiyampi kāraṇaṁ evamāhaṭaṁ –",
  "anya-e0105n2:12_0": "“Brāhmaṇaganthesu gabbhaghātavācakaṁ bhrūnahāti padaṁ pāḷiyaṁ bhūnahu (bhūnahano)",
  "anya-e0105n2:12_1": "iti dissati. Māgaṇḍiyasutte bhariyāya methunasaṁvāsābhāvena uppajjanārahagabbhassa",
  "anya-e0105n2:12_2": "nāsakattaṁ sandhāya māgaṇḍiyo paribbājako bhagavantaṁ ‘bhūnahu (bhūnahano) samaṇo",
  "anya-e0105n2:12_3": "gotamo’ti ma. ni. 2.207 ādayo āha. Taṁ buddhaghoso na jānātīti pākaṭoyeva tadatthasaṁvaṇṇanāya.",
  "anya-e0105n2:12_4": "Tattha hi tena bhūnahunoti (bhūnahanassā) padaṁ ‘hatavaḍḍhino mariyādakārakassā’ti",
  "anya-e0105n2:12_5": "ma. ni. aṭṭha. 2.207 vaṇṇita”nti.",
  "anya-e0105n2:13_0": "Tampi ayuttameva. Na hi māgaṇḍiyena phoṭṭhabbārammaṇāparibhogamattameva sandhāya",
  "anya-e0105n2:13_1": "bhūnahubhāvo vutto, atha kho channampi lokāmisārammaṇānaṁ aparibhogaṁ sandhāya vutto. Tasmiñhi sutte –",
  "anya-e0105n2:14_0": "“Cakkhuṁ kho māgaṇḍiya rūpārāmaṁ rūparataṁ rūpasammuditaṁ, taṁ tathāgatassa dantaṁ",
  "anya-e0105n2:14_1": "guttaṁ rakkhitaṁ saṁvutaṁ, tassa ca saṁvarāya dhammaṁ deseti, idaṁ nu te etaṁ māgaṇḍiya",
  "anya-e0105n2:14_2": "sandhāya bhāsitaṁ ‘bhūnahu samaṇo gotamo’ti. Etadeva kho pana me bho gotama sandhāya",
  "anya-e0105n2:14_3": "bhāsitaṁ ‘bhūnahu samaṇo gotamo’ti. Taṁ kissa hetu, evañhi no sutte ocaratīti…pe…",
  "anya-e0105n2:14_4": "mano kho māgaṇḍiya dhammārāmo dhammarato dhammasammudito, so tathāgatassa danto gutto",
  "anya-e0105n2:14_5": "rakkhito saṁvuto, tassa ca saṁvarāya dhammaṁ deseti, idaṁ nu te etaṁ māgaṇḍiya sandhāya",
  "anya-e0105n2:14_6": "bhāsitaṁ ‘bhūnahu samaṇo gotamo’ti. Etadeva kho pana me bho gotama sandhāya bhāsitaṁ",
  "anya-e0105n2:14_7": "‘bhūnahu samaṇo gotamo’ti. Taṁ kissa hetu, evañhi no sutte ocaratī”ti ma. ni. 2.207 ādayo.",
  "anya-e0105n2:15": "Evaṁ bhagavato ca anuyogo māgaṇḍiyassa ca paṭiññā āgatā.",
  "anya-e0105n2:16_0": "Ettha hi methunappaṭisevanavasena phoṭṭhabbārammaṇaparibhogahetu eva gabbhapatiṭṭhānaṁ",
  "anya-e0105n2:16_1": "sambhavatīti tadaparibhogameva sandhāya “bhūnahū”ti vattuṁ arahati, tadaññesaṁ pana",
  "anya-e0105n2:16_2": "pañcannaṁ rūpādiārammaṇānaṁ, tatthāpi visesato dhammārammaṇassa suddhamanoviññāṇena",
  "anya-e0105n2:16_3": "paribhogahetu natthi kiñci gabbhapatiṭṭhānanti tesaṁ aparibhogaṁ sandhāya bhūnahūti",
  "anya-e0105n2:16_4": "vattuṁ na arahatiyeva, māgaṇḍiyena pana sabbānipi tāni sandhāya vuttabhāvo paṭiññāto,",
  "anya-e0105n2:16_5": "kāraṇañcassa dassitaṁ “evañhi no sutte ocaratī”ti. Tasmā kiñcāpi dāni brāhmaṇaganthesu",
  "anya-e0105n2:16_6": "bhūnahu- (bhrūnahā) saddo gabbhaghātanatthe dissati, māgaṇḍiyasutte paneso attho",
  "anya-e0105n2:16_7": "na yujjatīti ācariyena “hatavaḍḍhi mariyādakārako”ti ayamevattho porāṇaṭṭhakathāya",
  "anya-e0105n2:16_8": "bhāsāparivattanavasena pakāsitoti veditabbo.",
  "anya-e0105n2:17_0": "(Ga) punapi tena “idampana buddhaghosassa abrāhmaṇabhāvasādhakaṁ pacchimakāraṇaṁ,",
  "anya-e0105n2:17_1": "so hi visuddhimagge sīlaniddese (1, 31) brāhmaṇānaṁ parihāsaṁ karonto ‘evaṁ iminā",
  "anya-e0105n2:17_2": "piṇḍapātapaṭisevanena purāṇañca jighacchāvedanaṁ paṭihaṅkhāmi, navañca vedanaṁ aparimitabhojanapaccayaṁ",
  "anya-e0105n2:17_3": "āharahatthaka alaṁsāṭaka tatravaṭṭaka kākamāsaka bhuttavamitakabrāhmaṇānaṁ aññataro",
  "anya-e0105n2:17_4": "viya na uppādessāmīti paṭisevatī’ti āha. Idaṁ pana ekassa bhinnabrāhmaṇaladdhikassāpi",
  "anya-e0105n2:17_5": "vacanaṁ siyāti tadeva daḷhakāraṇaṁ katvā na sakkā ‘buddhaghoso abrāhmaṇo’ti vattu”nti",
  "anya-e0105n2:17_6": "tatiyaṁ kāraṇaṁ vuttaṁ. Taṁ pana atisaṁvejanīyavacanameva. Na hetaṁ ācariyena brāhmaṇānaṁ",
  "anya-e0105n2:17_7": "parihāsaṁ kātukāmena vuttaṁ, na ca taṁ parihāsavacanena saṁyojetabbaṭṭhānaṁ, aññadatthu",
  "anya-e0105n2:17_8": "yathābhūtamatthaṁ dassetvā sabrahmacārīnaṁ ovādānusāsanidānavasena vattabbaṭṭhānaṁ,",
  "anya-e0105n2:17_9": "tathāyeva ca ācariyena vuttaṁ. Tathā hi ye loke paradattūpajīvino samaṇā vā brāhmaṇā",
  "anya-e0105n2:17_10": "vā aññe vāpi ca puggalā, te paccavekkhaṇañāṇarahitā asaṁvare ṭhitā kadāci atipaṇītaṁ",
  "anya-e0105n2:17_11": "rasaṁ pahūtaṁ laddhā aparimitampi bhuñjeyyuṁ, visesato pana brāhmaṇā lokikavatthuvasena",
  "anya-e0105n2:17_12": "ca, jātakādisāsanikavatthuvasena ca tādisā ahesunti pākaṭā. Imasmiñhi loke vassasatasahassehi",
  "anya-e0105n2:17_13": "vā vassakoṭīhi vā aparicchinnaddhāne ko sakkā vattuṁ “nedisā bhūtapubbā”ti. Tasmā",
  "anya-e0105n2:17_14": "tādisehi viya na aparimitabhojanehi bhavitabbanti ovādānusāsanidānavaseneva vuttaṁ.",
  "anya-e0105n2:17_15": "Tadevaṁ atthasaṁhitampi samānaṁ ayonisomanasikaroto anatthameva jātaṁ, yathā sabhariyassa",
  "anya-e0105n2:17_16": "māgaṇḍiyabrāhmaṇassa anāgāmimaggaphalatthāyapi desitā gāthā dha. pa. aṭṭha. 1.sāmāvatīvatthu",
  "anya-e0105n2:17_17": "tesaṁ dhītuyā anatthāya saṁvattatīti saṁvegoyevettha brūhetabboti."
}