{
  "anya-e1202n3:0": "Dasathūpakathā",
  "anya-e1202n3:1_0": "10. Evaṁ patiṭṭhitesu pana thūpesu mahākassapatthero dhātūnaṁ antarāyaṁ disvā ajātasattuṁ",
  "anya-e1202n3:1_1": "upasaṅkamitvā mahārāja ekaṁ dhātunidhānaṁ kātuṁ vaṭṭatiti āha sādhu bhante nidhānakammaṁ",
  "anya-e1202n3:1_2": "tāva mama hotu, dhātuyo pana kathaṁ āharāpemiti. Na mahārāja dhātu āharaṇaṁ tuyhaṁ",
  "anya-e1202n3:1_3": "bhāro, amhākaṁ bhāroti. Sādhu bhante tumhe dhātuyo āharatha. Ahaṁ dhātunidhānaṁ karissāmīti.",
  "anya-e1202n3:1_4": "Thero tesaṁ tesaṁ rājakulānaṁ paricaraṇamattakameva ṭhapetvā sesedhātuyo āhari.",
  "anya-e1202n3:2_0": "Rāmagāme pana dhātuyo nāgā gaṇhiṁsu tāsaṁ antarāyo natthi, anāgate laṅkādīpe mahāvihāre",
  "anya-e1202n3:2_1": "mahācetiyamhi nidhiyissa nīti. Tā na āharittha, sesehi sattahi nagarehi āharitvā",
  "anya-e1202n3:2_2": "rājagahassa pācīna dakkhina disābhāge ṭhapetvā imasmiṁ ṭhāne yo pāsāṇo atthi, so",
  "anya-e1202n3:2_3": "antaradhāyatu, paṁsu suvisuddhā hotu, udakañca mā uṭṭhahatūti adhiṭṭhāsi.",
  "anya-e1202n3:3_0": "Rājā taṁ ṭhānaṁ khaṇāpetvā tato uddhaṭa paṁsunā iṭṭhikā kāretvā asīti mahāsāvakānaṁ",
  "anya-e1202n3:3_1": "thūpe kāreti idha rājā kiṁ kārehīti pucchantānampi mahāsāvakānaṁcetiyā nīti vadanti",
  "anya-e1202n3:3_2": "na koci dhātunidhānabhāvaṁ jānāti asītihatthagambhīre pana tasmiṁ padese jāte heṭṭhā",
  "anya-e1202n3:3_3": "lobhasattharaṁ sattharāpetvā tattha thūpārāme cetiya gharappamāṇaṁ tambalohamayaṁ",
  "anya-e1202n3:3_4": "gehaṁ kārāpetvā aṭṭhaṭṭha hari caṇdanādimaye karaṇḍe ca thūpe ca kārāpesi.",
  "anya-e1202n3:4_0": "Atha kho bhagavato dhātuyo haricaṇdana karaṇḍe pakkhipitvā taṁ haricaṇdanaṁ karaṇḍaṁ",
  "anya-e1202n3:4_1": "aññasmiṁ haricaṇdana karaṇḍe tampi aññasminti evaṁ aṭṭha haricaṇdana karaṇḍe ekato",
  "anya-e1202n3:4_2": "katvā eteneva upāyena aṭṭha karaṇḍe aṭṭhasu haricaṇdana thūpesu aṭṭha haricaṇdanathūpe",
  "anya-e1202n3:4_3": "aṭṭhasu lohitacaṇdana karaṇḍesu, aṭṭha lohitacaṇdanakaraṇḍe aṭṭhasu lohitacaṇdanathūpesu,",
  "anya-e1202n3:4_4": "aṭṭhalohita caṇdanathūpe aṭṭhasu dantakaraṇḍesu, aṭṭha dantakaraṇḍe aṭṭhasu dantathūpesu,",
  "anya-e1202n3:4_5": "aṭṭhadantathūpe aṭṭhasusabba ratanakaraṇḍesu, aṭṭha sabba ratanakaraṇḍe aṭṭhasu sabbaratanathūpesu,",
  "anya-e1202n3:4_6": "aṭṭha sabbaratana thūpe aṭṭhasu suvaṇṇakaraṇḍesu. Aṭṭhasuvaṇṇakaraṇḍe aṭṭhasu suvaṇṇathūpesu,",
  "anya-e1202n3:4_7": "aṭṭhasuvaṇṇathūpe aṭṭhasurajatakaraṇḍesu, aṭṭha rajatakaraṇḍe aṭṭhasu rajatathūpese",
  "anya-e1202n3:4_8": "aṭṭha rajatathūpe aṭṭhasu maṇikaraṇḍesu aṭṭhamaṇikareṇḍaaṭṭhasuvaṇṇathūpesu, aṭṭha",
  "anya-e1202n3:4_9": "maṇithūpe aṭṭhasu lohitaṅka karaṇḍesu, aṭṭhalohitaṅka karaṇḍe aṭṭhasu lohitaṅkathūpesu,",
  "anya-e1202n3:4_10": "aṭṭha lohitaṅkathūpe aṭṭhasu masāragallathūpesu, aṭṭha masāragallathūpe aṭṭhasu phalika",
  "anya-e1202n3:4_11": "karaṇḍesu, aṭṭha phaḷika karaṇḍe aṭṭhasu phaḷikathūpesu pakkhipi sabba uparimaṁ phaḷikacetiyaṁ",
  "anya-e1202n3:4_12": "thūpārāma cetiyappamāṇaṁ ahosi.",
  "anya-e1202n3:5_0": "Tassa uparisabbaratanamayaṁ gehaṁ kāresi tassa upari suvaṇṇamayaṁ, tassa upari rajatamayaṁ,",
  "anya-e1202n3:5_1": "tassa upari tambalohamayaṁ gehaṁ kāresi tattha sabbaratanamayaṁ vālukaṁ okiritvā",
  "anya-e1202n3:5_2": "jalaja thalaja pupphānaṁ sahassāni vippakiritvā addhacchaṭṭhāni jātakasatāni āsīti",
  "anya-e1202n3:5_3": "mahāthere suddhodana mahārājānaṁ mahāmāyādeviṁ satta sahajāte sabbānetāni suvaṇṇamayāneva",
  "anya-e1202n3:5_4": "kāresi pañcapañcasate suvaṇṇarajatamaye puṇṇaghaṭe ṭhapāpesi pañcasuvaṇṇadhajasate",
  "anya-e1202n3:5_5": "pañcasate suvaṇṇadīpake ca kārāpetvā sugaṇdhatelassa pūretvā tesu dukūlavaṭṭiyo ṭhapesi.",
  "anya-e1202n3:6_0": "Athāyasmā mahākassapo mālā mā milāyantu. Gaṇdhā mā vinassantu, dīpā mā vijjhāyantūti",
  "anya-e1202n3:6_1": "adhiṭṭhahitvā suvaṇṇapaṭṭaakkharāni chiṇdāpesi. Anāgate piyadāso nāma kumāro chattaṁ",
  "anya-e1202n3:6_2": "ussāpetvā asoko nāma dhammarājā bhavissati so imaṁ dhātuyo vitthārikā karissatīti",
  "anya-e1202n3:6_3": "rājā sabbapasādhanehi pūjetvā ādito paṭṭhāya dvāraṁ pidahanto nikkhami tambalohadvāraṁ",
  "anya-e1202n3:6_4": "pidahitvā āviñjana rajjuyaṁ kuñcikamuddikaṁ baṇdhi tattheva mahantaṁ maṇikkhaṇdhaṁ",
  "anya-e1202n3:6_5": "ṭhapesi anāgate daḷiddarājāno imaṁ maṇiṁ gahetvā dhātūnaṁ sakkāraṁ karontūti akkharāni chiṇdāpesī.",
  "anya-e1202n3:7_0": "Sakko devarājā vissakammaṁ āmantetvā’tāta, ajātasattunā dhātunidhānaṁ kataṁ. Ettha",
  "anya-e1202n3:7_1": "ārakkhaṁ ṭhapehi’ti pahiṇi so āgantvā vāḷasaṅghāṭayantaṁ yojesi. Kaṭṭharūpakāni tasmiṁ",
  "anya-e1202n3:7_2": "dhātugabbhe phaḷikavaṇṇa khagge gahetvā vātasadisena vegena anupariyāyantaṁ yojetvā",
  "anya-e1202n3:7_3": "ekāya eva āṇivā baṇdhitvā samantato giñjaka vasathākārena silāparikkhepaṁ katvā upari",
  "anya-e1202n3:7_4": "ekāya pidahitvā paṁsuṁ pakkhipitvā bhūmiṁ samaṁ katvā tassupari pāsāṇathūpaṁ patiṭṭhāpesi."
}