{
  "anya-e0501n0:0": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e0501n0:1": "Paṭṭhānuddesa dīpanīpāṭha",
  "anya-e0501n0:2": "1. Hetupaccayo",
  "anya-e0501n0:3": "Katamo hetupaccayo. Lobho hetupaccayo. Doso, moho, alobho, adoso, amoho hetu paccayo.",
  "anya-e0501n0:4_0": "Katame dhammā hetupaccayassa paccayuppannā. Lobha sahajātā cittacetasikā dhammā ca",
  "anya-e0501n0:4_1": "rūpakalāpādhammā ca dosasaha jātā mohasahajātā alobhasahajātā adosasaha jātā amohasahajātā",
  "anya-e0501n0:4_2": "cittacetasikā dhammā ca rūpakalāpā dhammā ca hetupaccayato uppannā hetupaccayuppannā dhammā.",
  "anya-e0501n0:5_0": "Sahajātarūpakalāpā nāma sahetukapaṭisandhikkhaṇe kammajarūpāni ca pavattikāle sahetukacittajarūpāni",
  "anya-e0501n0:5_1": "ca. Tattha paṭisandhikkhaṇo nāma paṭisandhicittassa uppādakkhaṇo. Pavattikālo nāma",
  "anya-e0501n0:5_2": "paṭisandhicittassa ṭhitikkhaṇato paṭṭhāya yāva cutikālaṃ vuccati.",
  "anya-e0501n0:6_0": "Kenaṭṭhena hetu, kenaṭṭhena paccayoti. Mūlaṭṭhena hetu, upakārakaṭṭhena paccayoti.",
  "anya-e0501n0:6_1": "Tattha mūlayamake vuttānaṃ lobhādīnaṃ mūladhammānaṃ mūlabhāvo mūlaṭṭho nāma. So mūlaṭṭho",
  "anya-e0501n0:6_2": "mūlayamakadīpaniyaṃ amhehi rukkhopamāya dīpitoyeva.",
  "anya-e0501n0:7_0": "Api ca eko puriso ekissaṃ itthiyaṃ paṭibaddha citto hoti. So yāva taṃ cittaṃ na jahati,",
  "anya-e0501n0:7_1": "tāva taṃ itthiṃ ārabbha tassa purisassa lobhasahajātāni kāyavacīmanokammāni ca lobhasamuṭṭhitāni",
  "anya-e0501n0:7_2": "cittajarūpāni ca cirakālaṃpi pavattanti. Sabbāni ca tāni cittacetasikarūpāni tassaṃ",
  "anya-e0501n0:7_3": "itthiyaṃ rajjanalobhamūlakāni honti. So lobho tesaṃ mūlaṭṭhena hetu ca, upakārakaṭṭhena",
  "anya-e0501n0:7_4": "paccayo ca. Tasmā hetupaccayo. Esa nayo sesāni rajjanīyavatthūni ārabbharajjanavasena",
  "anya-e0501n0:7_5": "uppannesu lobhesu, dussanīyavatthūni ārabbha dussanavasena uppannesu dosesu, muyhanīyavatthūni",
  "anya-e0501n0:7_6": "ārabbha muyhanavasena uppannesu mohesu ca.",
  "anya-e0501n0:8_0": "Tattha yathā rukkhassa mūlāni sayaṃ antopathaviyaṃ suṭṭhu patiṭṭhahitvā pathavirasañca",
  "anya-e0501n0:8_1": "āporasañca gahetvā taṃ rukkhaṃ yāva aggā abhiharanti, tena rukkho cirakālaṃ vaḍḍhamāno",
  "anya-e0501n0:8_2": "tiṭṭhati. Tathā lobho ca tasmiṃ tasmiṃ vatthumhi rajjanavasena suṭṭhu patiṭṭhahitvā",
  "anya-e0501n0:8_3": "tassa tassa vatthussa piyarūparasañca sātarūparasañca gahetvā sampayuttadhamme yāva",
  "anya-e0501n0:8_4": "kāyavacīvītikkamā abhiharati, kāya vītikkamaṃ vā vacīvītikkamaṃ vā pāpeti. Tathā",
  "anya-e0501n0:8_5": "doso ca dussana vasena appiyarūparasañca asātarūparasañca gahetvā, moho ca muyhanavasena",
  "anya-e0501n0:8_6": "nānārammaṇesu niratthakacittācārarasaṃ vaḍḍhetvāti vattabbaṃ. Evaṃ abhiharantā tayo",
  "anya-e0501n0:8_7": "dhammā rajjanīyādīsu vatthūsu sampayuttadhamme modamāne pamodamāne karonto viya cira",
  "anya-e0501n0:8_8": "kālaṃ pavattenti. Sampayuttadhammā ca tathā pavattanti. Sampayutta dhammesu ca tathā",
  "anya-e0501n0:8_9": "pavattamānesu sahajātarūpakalāpāpi tathā pavattantiyeva. Tattha sampayuttadhamme",
  "anya-e0501n0:8_10": "abhiharatīti dve piyarūpa sātarūparase sampayuttadhammānaṃ santikaṃ pāpetīti attho.",
  "anya-e0501n0:9_0": "Sukkapakkhe so puriso yadākāmesu ādīnavaṃ passati, tadā so taṃ cittaṃjahati, taṃ",
  "anya-e0501n0:9_1": "itthiṃ ārabbha alobho sañjā yati. Pubbe yasmiṃ kāle taṃ itthiṃ ārabbha lobhamūlakāni",
  "anya-e0501n0:9_2": "asuddhāni kāyavacīmanokammāni vattanti. Idāni tasmiṃ kālepi alobhamūlakāni suddhāni",
  "anya-e0501n0:9_3": "kāyavacīmanokammāni vattanti. Pabbajita sīlasaṃvarāni vā jhānaparikammāni vā appanājhānāni",
  "anya-e0501n0:9_4": "vā vattanti. So alobho tesaṃ mūlaṭṭhena hetu ca hoti, upakārakaṭṭhena paccayoca.",
  "anya-e0501n0:9_5": "Tasmā hetupaccayo. Esa nayo sesesu lobha paṭipakkhesu alobhesu, dosapaṭipakkhesu",
  "anya-e0501n0:9_6": "adosesu, moha paṭipakkhesu amohesu ca.",
  "anya-e0501n0:10_0": "Tattha rukkhamūlāni viya alobho lobhaneyyavatthūsu lobhaṃ pahāya lobhavivekasukharasaṃ",
  "anya-e0501n0:10_1": "vaḍḍhetvā tena sukhena sampayuttadhamme modamāne pamodamāne karonto viya yāva jhānasamāpattisukhā",
  "anya-e0501n0:10_2": "vā yāva maggaphalasukhā vā vaḍḍhāpeti. Tathā adoso ca dosaneyyavatthūsu dosavivekasukharasaṃ",
  "anya-e0501n0:10_3": "vaḍḍhetvā, amoho ca mohaneyyavatthūsu mohavivekasukharasaṃ vaḍḍhetvāti vattabbaṃ.",
  "anya-e0501n0:10_4": "Evaṃ vaḍḍhāpentā tayo dhammā kusalesu dhammesu sampayuttadhamme modamāne pamodamāne",
  "anya-e0501n0:10_5": "karonto viya cira kālaṃpi pavattenti. Sampayuttadhammā ca tathā pavattanti. Sampayutta",
  "anya-e0501n0:10_6": "dhammesu ca tathā pavattamānesu sahajātarūpakalāpāpi tathā pavattantiyeva.",
  "anya-e0501n0:11_0": "Tattha lobhavivekasukharasanti viviccanaṃ vigamanaṃ viveko. Lobhassa viveko lobhaviveko.",
  "anya-e0501n0:11_1": "Lobhaviveke sukhaṃ lobhavivekasukhaṃ. Lobhavivekaṃ paṭicca uppannasukhanti vuttaṃ",
  "anya-e0501n0:11_2": "hoti. Tadeva raso lobhavivekasukharasoti samāso. Ayaṃ abhidhamme paṭṭhānanayo.",
  "anya-e0501n0:12_0": "Hattantanayo pana avijjāsaṅkhāto moho ca taṇhāsaṅkhāto lobho cāti dve dhammā sabbesaṃpi",
  "anya-e0501n0:12_1": "vaṭṭadukkhadhammānaṃ mūlāni honti. Doso pana lobhassa nissandabhūtaṃ pāpamūlaṃ hoti.",
  "anya-e0501n0:12_2": "Vijjāsaṅkhāto amoho ca nikkhamadhātusaṅkhāto alobho cāti dve dhammā vivaṭṭadhammānaṃ",
  "anya-e0501n0:12_3": "mūlāni honti. Adoso pana alobhassa nissandabhūtaṃ kalyāṇamūlaṃ hoti. Evaṃ chabbidhāni",
  "anya-e0501n0:12_4": "mūlāni sahajātānaṃpi asahajātānaṃpi nāmarūpadhammānaṃ paccayā hontīti. Ayaṃ suttantesu",
  "anya-e0501n0:12_5": "nayo. Hetupaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:13": "2. Ārammaṇapaccayo",
  "anya-e0501n0:14_0": "Katamo ārammaṇapaccayo. Sabbepi cittacetasikā dhammā sabbepi rūpadhammā sabbaṃpi",
  "anya-e0501n0:14_1": "nibbānaṃ sabbāpi paññattiyo ārammaṇa paccayo. Na hi so nāma ekopi dhammo atthi, yo",
  "anya-e0501n0:14_2": "citta cetasikānaṃ ārammaṇaṃ na hoti. Saṅkhepato pana ārammaṇaṃ chabbidhaṃ hoti rūpārammaṇaṃ",
  "anya-e0501n0:14_3": "saddārammaṇaṃ gandhārammaṇaṃ rasārammaṇaṃ phoṭṭhabbārammaṇaṃ dhammārammaṇanti.",
  "anya-e0501n0:15_0": "Katame dhammā ārammaṇapaccayassa paccayuppannā. Sabbepi citta cetasikādhammā ārammaṇapaccayassa",
  "anya-e0501n0:15_1": "paccayuppannā. Na hi kiñci cittaṃ nāma atthi, yaṃ cittaṃ bhūtena vā abhūtena vā ārammaṇena vinā pavattati.",
  "anya-e0501n0:16_0": "Tattha paccuppannaṃ rūpārammaṇaṃ duvidhassa cakkhuviññāṇacittassa ārammaṇapaccayo.",
  "anya-e0501n0:16_1": "Paccuppannaṃ saddārammaṇaṃ duvidhassa sotaviññāṇa cittassa. Paccuppannaṃ gandhārammaṇaṃ",
  "anya-e0501n0:16_2": "duvidhassa ghānaviññāṇacittassa. Paccuppannaṃ rasārammaṇaṃ duvidhassa jithaviññāṇacittassa.",
  "anya-e0501n0:16_3": "Paccuppannaṃ tividhaṃ phoṭṭhabbārammaṇaṃ duvidhassa kāyaviññāṇacittassa. Paccuppannāni",
  "anya-e0501n0:16_4": "tāni pañcārammaṇāni tividhassa manodhātucittassa ārammaṇapaccayo. Sabbāni tāni atītānāgatapaccuppannāni",
  "anya-e0501n0:16_5": "pañcārammaṇāni vā sabbāni tekālikāni kālavimuttāni dhammārammaṇāni vā cha sattatividhānaṃ",
  "anya-e0501n0:16_6": "manoviññāṇacittānaṃ yathārahaṃ ārammaṇapaccayo.",
  "anya-e0501n0:17": "Kenaṭṭhena ārammaṇaṃ, kenaṭṭhena paccayoti. Citta cetasikehi ālambitabbaṭṭhena ārammaṇaṃ, upakārakaṭṭhena paccayoti.",
  "anya-e0501n0:18": "Ālambitabbaṭṭhenāti cettha ālambaṇakiriyā nāma citta cetasikānaṃ ārammaṇaggahaṇakiriyā, ārammaṇupādāna kiriyā.",
  "anya-e0501n0:19_0": "Yathā hi loke ayodhātuṃ kāmeti icchatīti atthena ayokantako nāma lohadhātuviseso",
  "anya-e0501n0:19_1": "atthi. So ayokhandhasamīpaṃ sampatto taṃ ayokhandhaṃ kāmento viya icchanto viya ayokhandhābhimukho",
  "anya-e0501n0:19_2": "cañcalati. Sayaṃ vā taṃ ayokhandhaṃ upagacchati. Ayokhandhaṃ vā attābhimukhaṃ ākaḍḍhati,",
  "anya-e0501n0:19_3": "ayokhandho tadabhimukho cañcalati, taṃ vā upagacchati. Ayaṃ ayokantakassa ālambaṇakiriyā",
  "anya-e0501n0:19_4": "nāma. Evameva cittacetasikānaṃ ārammaṇesu ālambaṇakiriyā daṭṭhabbā. Na kevalaṃ ārammaṇesu",
  "anya-e0501n0:19_5": "ālambaṇa mattaṃ hoti. Atha kho cittacetasikā dhammā sattasantāne uppajjamānā chasu",
  "anya-e0501n0:19_6": "dvāresu ārammaṇānaṃ āpātāgamane eva khaṇe khaṇe uppajjanti. Uppajjitvā ca khaṇe khaṇe nirujjhanti.",
  "anya-e0501n0:20_0": "Yathā taṃ bheritale bherisaddā uppajjamānā tattha tattha hatthena paharaṇakāle eva",
  "anya-e0501n0:20_1": "khaṇe khaṇe uppajjanti, uppajjitvā ca khaṇe khaṇe nirujjhanti. Vīṇāsaddā uppajjamānā",
  "anya-e0501n0:20_2": "vīṇātantīsu tattha tattha vīṇādantakena paharaṇakāle eva khaṇe khaṇe uppajjanti,",
  "anya-e0501n0:20_3": "uppajjitvā ca khaṇe khaṇe nirujjhantīti. Niddāyantassa bhavaṅgacittappavatti kālepi",
  "anya-e0501n0:20_4": "pubbabhave maraṇāsannakāle chasu dvāresu āpāta māgatāni kamma kammanimitta gatinimittāni",
  "anya-e0501n0:20_5": "eva bhavaṅgacittānaṃ ārammaṇapaccayoti. Ārammaṇapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:21": "3. Adhipatipaccayo",
  "anya-e0501n0:22_0": "Duvidho adhipatipaccayo ārammaṇādhipatipaccayo saha jātādhipatipaccayo ca. Tattha",
  "anya-e0501n0:22_1": "katamo ārammaṇādhipatipaccayo. Ārammaṇapaccaye vuttesu ārammaṇesu yāni ārammaṇāni",
  "anya-e0501n0:22_2": "atiiṭṭhāni honti atikantāni atimanāpāni garukatāni. Tāni ārammaṇāni ārammaṇādhipatipaccayo.",
  "anya-e0501n0:22_3": "Tattha atiiṭṭhānīti sabhāvato iṭṭhāni vā hontu aniṭṭhāni vā, tena tena puggalena",
  "anya-e0501n0:22_4": "atiicchitāni ārammaṇāni idha atiiṭṭhāni nāma.",
  "anya-e0501n0:23_0": "Tāni pana dhammato dve dosamūlacittuppāde ca dve momūha cittuppāde ca dukkhasahagatakāyaviññāṇacittuppāde",
  "anya-e0501n0:23_1": "ca ṭhapetvā avasesāni sabbāni kāmāvacaracittacetasikāni ca rūpārūpa lokuttaracittacetasikāni",
  "anya-e0501n0:23_2": "ca sabbāni atiiṭṭharūpāni ca honti.",
  "anya-e0501n0:24_0": "Tesupi kāmārammaṇāni garuṃ karontasseva ārammaṇā dhipatipaccayo. Garuṃ akarontassa",
  "anya-e0501n0:24_1": "ārammaṇādhipatipaccayo na hoti. Jhānalābhino pana attanā paṭiladdhāni mahaggatajhānāni",
  "anya-e0501n0:24_2": "ariyasāvakā ca attanā paṭiladdhe lokuttaradhamme garuṃ akarontā nāma natthi.",
  "anya-e0501n0:25_0": "Katame dhammā tassa paccayassa paccayuppannā. Aṭṭha lobha mūlacittāni aṭṭha kāmāvacarakusalacittāni",
  "anya-e0501n0:25_1": "cattāri kāmāvacara ñāṇasampayuttakiriyacittāni aṭṭha lokuttaracittāni tassa paccayassa paccayuppannā.",
  "anya-e0501n0:26_0": "Tattha lokiyāni chaḷārammaṇāni lobhamūlacittānaṃ paccayo. Sattarasa lokiyakusalāni",
  "anya-e0501n0:26_1": "catunnaṃ ñāṇavippayutta kusalānaṃ. Tāni kusalāniceva heṭṭhimamaggaphalāni ca nibbānañca",
  "anya-e0501n0:26_2": "catunnaṃ ñāṇasampayuttakusalānaṃ. Arahattamaggaphalāni ca nibbānañca catunnaṃ ñāṇasampayuttakiriyānaṃ.",
  "anya-e0501n0:26_3": "Nibbānaṃ aṭṭhannaṃ lokuttara cittānanti.",
  "anya-e0501n0:27_0": "Kenaṭṭhena ārammaṇaṃ, kenaṭṭhena adhipati. Ālambi tabbaṭṭhena ārammaṇaṃ, ādhipaccaṭṭhena",
  "anya-e0501n0:27_1": "adhipati. Ko ādhipaccaṭṭho. Attānaṃ garuṃ katvā pavattesu cittacetasikesu issarabhāvo",
  "anya-e0501n0:27_2": "ādhipaccaṭṭho. Loke sāmikā viya ārammaṇādhipatipaccaya dhammā daṭṭhabbā, dāsā viya",
  "anya-e0501n0:27_3": "paccayuppannadhammā daṭṭhabbā.",
  "anya-e0501n0:28_0": "Sutasomajātake rājā porisādo manussamaṃsaṃ garuṃ karonto manussamaṃsahetu rajjaṃ",
  "anya-e0501n0:28_1": "pahāya araññe vicarati. Tattha manussamaṃse gandharasa dhammā ārammaṇādhipatipaccayo.",
  "anya-e0501n0:28_2": "Rañño porisādassa lobhamūlacittaṃ paccayuppannadhammo. Rājā suta somo saccadhammaṃ",
  "anya-e0501n0:28_3": "garuṃ katvā saccadhammahetu rajjasampattiñca ñāti saṅghañca attano jīvitañca chaṭṭetvā",
  "anya-e0501n0:28_4": "puna rañño porisādassa hatthaṃ upagato. Tattha saccadhammo ārammaṇādhipatipaccayo.",
  "anya-e0501n0:28_5": "Rañño sutasomassa kusalacittaṃ paccayuppannadhammo. Esanayo sabbesu garukatesu ārammaṇesu.",
  "anya-e0501n0:29": "Katamo sahajātādhipatipaccayo. Adhipatibhāvaṃ pattā cattāro dhammā adhipatipaccayo, chando cittaṃ vīriyaṃ vīmaṃsā.",
  "anya-e0501n0:30": "Katame dhammā tassa paccayassa paccayuppannā. Adhipati sampayuttā cittacetasikā ca adhipatisamuṭṭhitā cittajarūpadhammā ca tassa paccayassa paccayuppannā.",
  "anya-e0501n0:31": "Kenaṭṭhena sahajāto, kenaṭṭhena adhipati.",
  "anya-e0501n0:32_0": "Sahuppādanaṭṭhena sahajāto, sahajātānaṃ dhammānaṃ abhibhavanaṭṭhena adhipati. Tattha",
  "anya-e0501n0:32_1": "sahuppādanaṭṭhenāti yo dhammo sayaṃ uppajjamāno attanā sahajātadhamme ca attanā saheva",
  "anya-e0501n0:32_2": "uppādeti, tassa attanā sahajātadhammānaṃ sahuppādanaṭṭhena.",
  "anya-e0501n0:33_0": "Abhibhavanaṭṭhenāti ajjhottharaṇaṭṭhena. Yathā rājā cakkavatti attano puññiddhiyā",
  "anya-e0501n0:33_1": "sakaladīpavāsino abhibhavanto ajjhottharanto attano vase vattāpeti, sakaladīpavāsino",
  "anya-e0501n0:33_2": "ca tassa vase vattanti. Tathā adhipatiṭṭhānapattā ime cattāro dhammā attano attano",
  "anya-e0501n0:33_3": "visaye sahajātadhamme abhibhavantā ajjhottharantā attano vase vattāpenti, sahajātadhammā",
  "anya-e0501n0:33_4": "ca tesaṃ vase vattanti. Yathā vā silāthambhe pathavidhātu udakakkhandhe āpodhātu",
  "anya-e0501n0:33_5": "aggikkhandhe tejodhātu vātakkhandhe vāyodhātu attanā sahajātā tisso dhātuyo abhibhavantā",
  "anya-e0501n0:33_6": "ajjhottharantā attano gatiṃ gamāpenti, sahajātadhātuyo ca tāsaṃ gatiṃ gacchanti,",
  "anya-e0501n0:33_7": "evameva adhipatiṭṭhānapattā ime cattāro dhammā attano balena sahajātadhamme attano",
  "anya-e0501n0:33_8": "gatiṃ gamāpenti, sahajātadhammā ca tesaṃ gatiṃ gacchanti, evaṃ sahajātadhammānaṃ abhibhavanaṭṭhena.",
  "anya-e0501n0:34_0": "Ettha vadeyyuṃ, yadi sahajātadhammānaṃ abhibhavanaṭṭhena adhipatināma siyā. Evaṃ",
  "anya-e0501n0:34_1": "sati tiṭṭhatu chando, lobho eva adhipatināma siyā, so hi chandatopi balavataro hutvā",
  "anya-e0501n0:34_2": "saha jātadhamme abhibhavanto pavattatīti. Vuccate, bālaputhujjanesu eva lobho chandato",
  "anya-e0501n0:34_3": "balavataro hoti, paṇḍitesu pana chando eva lobhato balavataro hutvā sahajātadhamme",
  "anya-e0501n0:34_4": "abhi bhavanto pavattati. Sace hi lobho eva chandato balavataro siyā, kathaṃ ime sattā",
  "anya-e0501n0:34_5": "lobhassa hatthagatā bhavasampatti bhogasammattiyo chaṭṭetvā nekkhammadhamme pūretvā",
  "anya-e0501n0:34_6": "vaṭṭadukkhato nissareyyuṃ. Yasmā pana chando eva lobhato balavataro hoti, tasmā ime",
  "anya-e0501n0:34_7": "sattā lobhassa hatthagatā bhavasampatti bhogasampattiyo chaṭṭetvā nekkhammadhamme",
  "anya-e0501n0:34_8": "pūretvā vaṭṭadukkhato nissaranti. Tasmā chando eva lobhato balavataro hoti, chando",
  "anya-e0501n0:34_9": "eva adhipati, na lobhoti. Esa nayo dosādīsupīti.",
  "anya-e0501n0:35": "Tattha loke mahantesu sudukkaresu purisakammesu paccupaṭṭhitesu ime cattāro dhammā kammasiddhiyā saṃvattanti. Kathaṃ.",
  "anya-e0501n0:36_0": "Hīnacchandā bahujjanā mahantāni sudukkarāni purisakammāni disvā nivattacchandā honti.",
  "anya-e0501n0:36_1": "Kātuṃ na icchanti, amhākaṃ avisayoti nirapekkhā ṭhapenti. Chandādhiko pana tādisāni",
  "anya-e0501n0:36_2": "purisakammāni disvā uggatacchando hoti, ativiya kātuṃ icchati, mama visayo esoti",
  "anya-e0501n0:36_3": "adhiṭṭhānaṃ gacchati. So chandena abhikaḍḍhito yāva taṃ kammaṃ na sijjhati, tāva",
  "anya-e0501n0:36_4": "antarā taṃ kammaṃ chaṭṭetuṃ na sakkoti. Evañca sati atimahantaṃpi taṃ kammaṃ ekasmiṃ",
  "anya-e0501n0:36_5": "kāle siddhaṃ bhavissati.",
  "anya-e0501n0:37_0": "Hīnavīriyā ca bahujjanā tādisāni kammāni disvā nivatta vīriyā honti, idaṃ me kammaṃ",
  "anya-e0501n0:37_1": "karontassa bahuṃ kāyadukkhaṃ vā cetodukkhaṃ vā bhavissatīti nivattanti. Vīriyādhiko",
  "anya-e0501n0:37_2": "pana tādisāni purisakammāni disvā uggatavīriyo hoti, idāneva uṭṭhahitvā kātuṃ icchati.",
  "anya-e0501n0:37_3": "So cirakālaṃpi taṃ kammaṃ karonto bahuṃ kāyadukkhaṃ vā cetodukkhaṃ vā anubhavantopi",
  "anya-e0501n0:37_4": "tasmiṃ vīriya kamme nanibbindati, mahantena kammavīriyena vinā bhavituṃ na sakkoti,",
  "anya-e0501n0:37_5": "tādisena vīriyena rattidivaṃ khepento cittasukhaṃ vindati. Evañca sati atimahantaṃpi",
  "anya-e0501n0:37_6": "taṃ kammaṃ ekasmiṃ kāle siddhaṃ bhavissati.",
  "anya-e0501n0:38_0": "Hīnacittā ca bahujjanā tādisāni kammāni disvā nivattacittā honti. Puna ārammaṇaṃpi",
  "anya-e0501n0:38_1": "na karonti. Cittādhiko pana tādisāni kammāni disvā uggatacitto hoti, cittaṃ vinodetuṃpi",
  "anya-e0501n0:38_2": "na sakkoti, niccakālaṃ tattha nibandhacitto hoti. So cittavasiko hutvā cirakālaṃpi",
  "anya-e0501n0:38_3": "taṃ kammaṃ karonto bahuṃ kāyadukkhaṃvāpītiādinā chandādhipatinayena vattabbaṃ.",
  "anya-e0501n0:39_0": "Mandapaññā ca bahujjanā tādisāni kammāni disvā nivattapaññā honti, kammānaṃ ādimpi",
  "anya-e0501n0:39_1": "na passanti, antapi na passanti, andhakāre pavisantā viya honti, tāni kammāni kātuṃ",
  "anya-e0501n0:39_2": "cittaṃpi na namati. Paññādhiko pana tādisāni kammāni disvā uggatapañño hoti, kammānaṃ",
  "anya-e0501n0:39_3": "ādiṃpi passati, antaṃpi passati, phalaṃpi passati, ānisaṃsaṃpi passati. Sukhena kammasiddhiyā",
  "anya-e0501n0:39_4": "nānāupāyaṃpi passati. So cirakālaṃpi taṃ kammaṃ karontotiādinā vīriyādhipatinayena",
  "anya-e0501n0:39_5": "vattabbaṃ. Idha pana mahatiyā kammavīmaṃsāyāti ca tādisiyā kamma vīmaṃsāyāti ca vattabbaṃ.",
  "anya-e0501n0:40_0": "Evaṃ loke mahantesu sudukkaresu purisakammesu paccupaṭṭhitesu ime cattāro dhammā",
  "anya-e0501n0:40_1": "kammasiddhiyā saṃvattanti. Imesañca catunnaṃ adhipatīnaṃ vijjamānattā loke purisavisesā",
  "anya-e0501n0:40_2": "nāma dissanti, sabbaññubuddhā nāma dissanti, sabbaññubodhisattā nāma dissanti, paccekabuddhā",
  "anya-e0501n0:40_3": "nāma dissanti, paccekabodhisattānāma dissanti, aggasāvakānāma mahāsāvakā nāma sāvakabodhisattā",
  "anya-e0501n0:40_4": "nāma dissanti. Lokepi evarūpānaṃ purisavisesānaṃ vasena satta lokassa atthāya hitāya",
  "anya-e0501n0:40_5": "sukhāya paññāsippavisesā ca paribhogavatthuvisesā ca dissantīti. Adhipatipaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:41": "4. Anantarapaccayo",
  "anya-e0501n0:42": "Katamo anantarapaccayo. Anantare khaṇe niruddho citta cetasikadhammasamūho anantarapaccayo.",
  "anya-e0501n0:43": "Katamo dhammo anantarapaccayassa paccayuppanno. Pacchime anantare eva khaṇe uppanno cittacetasikadhammasamūho tassa paccayassa paccayuppanno.",
  "anya-e0501n0:44": "Ekasmiṃ bhave paṭisandhicittaṃ paṭhamabhavaṅgacittassa anantara paccayo, paṭhama bhavaṅgacittaṃ dutiyabhavaṅgacittassa anantarapaccayotiādinā vattabbo.",
  "anya-e0501n0:45_0": "Yadā pana dhammayamake suddhāvāsānaṃ dutiye akusale citte vattamāneti vuttanayena",
  "anya-e0501n0:45_1": "tassa sattassa attano abhinavaṃ attabhāvaṃ ārabbha etaṃ mama esohamasmi eso me attāti",
  "anya-e0501n0:45_2": "pavattaṃ bhavanikantika taṇhāsahagatacittaṃ uppajjati. Tadā paṭhamaṃ dvikkhattuṃ",
  "anya-e0501n0:45_3": "bhavaṅgaṃ calati. Tato manodvārāvajjanacittaṃ uppajjati. Tato satta bhavanikantikajavanāni",
  "anya-e0501n0:45_4": "uppajjanti. Tato paraṃ bhavaṅgavāro.",
  "anya-e0501n0:46_0": "Api ca so satto tadā paccuppannabhave kiñci na jānāti, pubbabhave attanā anubhūtaṃ",
  "anya-e0501n0:46_1": "ārammaṇaṃ anussaramāno acchati. Vatthussa pana atidubbalattā tañca ārammaṇaṃ aparibyattameva",
  "anya-e0501n0:46_2": "hoti. Taṃ ārabbha uddhaccasahagatacittameva bahulaṃ pavattati.",
  "anya-e0501n0:47_0": "Yadā gabbho thokaṃ vaḍḍhamāno hoti atirekadvemāsaṃ gato, tadā cakkhādīni indriyāni",
  "anya-e0501n0:47_1": "paripuṇṇāni honti. Evaṃ santepi mātugabbhe ālokādīnaṃ paccayānaṃ abhāvato cakkhuviññāṇādīni",
  "anya-e0501n0:47_2": "cattāri viññāṇāni nuppajjanti, kāyaviññāṇamanoviññāṇāni eva uppajjanti. So satto",
  "anya-e0501n0:47_3": "mātuyā iriyāpathaparivattanādīsu bahūni dukkhadomanassāni paccanubhoti. Vijāyanakāle",
  "anya-e0501n0:47_4": "pana bhusaṃ dukkhaṃ nigacchatiyeva. Vijāyitvāpi yāva vatthurūpāni mudūni honti, paripākaṃ",
  "anya-e0501n0:47_5": "na gacchanti, tāva so atimandarūpo uttānaseyyako hutvā acchati. Na kiñci paccuppannaṃ",
  "anya-e0501n0:47_6": "ārammaṇaṃ sallakkheti. Yebhuyyena purima bhavānusārī eva tassa viññāṇaṃ hoti. Sace",
  "anya-e0501n0:47_7": "so niraya bhavato āgato hoti, so virūpamukhabahulo hoti. Purimāni nirayārammaṇāni",
  "anya-e0501n0:47_8": "ārabbha khaṇe khaṇe virūpamukhamassa paññāyati. Atha devalokato āgato hoti, dibbāni",
  "anya-e0501n0:47_9": "ārammaṇāni ārabbha vippasannamukhabahulo hoti, khaṇe khaṇe mihitamukhamassa paññāyati.",
  "anya-e0501n0:48_0": "Yadā pana vatthurūpāni tikkhāni honti, paripākaṃ gacchanti. Viññāṇāni cassa suvisadāni",
  "anya-e0501n0:48_1": "pavattanti. Tadā amandarūpo hutvā kīḷanto līḷanto modanto pamodanto acchati. Paccuppanne",
  "anya-e0501n0:48_2": "ārammaṇāni sallakkheti. Mātubhāsaṃ sallakkheti. Idha lokānusārī viññāṇamassa bahulaṃ",
  "anya-e0501n0:48_3": "pavattati. Purimajātiṃ pamussati.",
  "anya-e0501n0:49_0": "Kiṃ pana sabbopi satto imasmiṃ ṭhāne eva purimaṃ jātiṃ pamussatīti ce. Na sabbopi",
  "anya-e0501n0:49_1": "satto imasmiṃ ṭhāne eva pamussati. Koci atirekataraṃ gambhavāsadukkhena paripīḷito",
  "anya-e0501n0:49_2": "gabbhe eva pamussati. Koci vijāyanakāle, koci imasmiṃ ṭhāne pamussati. Koci itoparampi",
  "anya-e0501n0:49_3": "daharakāle na pamussati. Vuḍḍhakāle eva pamussati. Koci yāvajīvaṃpi na pamussati.",
  "anya-e0501n0:49_4": "Dve tayo bhave anussarantopi atthiyeva. Ime jātissarasattā nāma honti.",
  "anya-e0501n0:50_0": "Tattha vijāyanakālato paṭṭhāya chadvārikavīthicittāni pavattanti. Paccuppannārammaṇaṃ",
  "anya-e0501n0:50_1": "sallakkhaṇato paṭṭhāya chadvārikavīthi cittāni paripuṇṇāni pavattanti. Sabbatthapi",
  "anya-e0501n0:50_2": "purimaṃ purimaṃ anantare niruddhaṃ cittaṃ pacchimassa pacchimassa anantare uppannassa",
  "anya-e0501n0:50_3": "cittassa anantara paccayo hoti. Ayañca anantarapaccayo nāma anamatagge saṃsāre ekassa",
  "anya-e0501n0:50_4": "sattassa ekappabandho eva hoti. Yadā satto arahatta maggaṃ labhitvā khandhaparinibbānaṃ",
  "anya-e0501n0:50_5": "pāpuṇāti, tadā eva so pabandho chijjati.",
  "anya-e0501n0:51_0": "Kenaṭṭhena anantaro, kenaṭṭhena paccayoti. Attano anantare attasadisassa dhammantarassa",
  "anya-e0501n0:51_1": "uppādanaṭṭhena anantaro, upakārakaṭṭhena paccayo. Tattha attasadisassāti sārammaṇa",
  "anya-e0501n0:51_2": "bhāvena attanā sadisassa. Sārammaṇabhāvenāti ca yo dhammo ārammaṇena vinā na pavattati,",
  "anya-e0501n0:51_3": "so sārammaṇo nāma, evaṃ sārammaṇabhāvena. Dhammantarassa uppādanaṭṭhenāti purimasmiṃ",
  "anya-e0501n0:51_4": "citte niruddhepi tassa cintanakiriyāvego na vūpasammati, pacchimaṃ cittaṃ uppādetvā",
  "anya-e0501n0:51_5": "eva vūpasammati, evaṃ pacchimassa dhammantarassa uppādanaṭṭhena.",
  "anya-e0501n0:52_0": "Tattha purimā purimā mātuparamparā viya anantarapaccayaparamparā daṭṭhabbā. Pacchimā",
  "anya-e0501n0:52_1": "pacchimā dhītuparamparā viya tassa paccayuppannaparamparā daṭṭhabbā. Evaṃ sante arahantānaṃ",
  "anya-e0501n0:52_2": "sabbapacchimaṃ parinibbānacittampi puna paṭisandhicittasaṅkhātaṃ dhammantaraṃ uppādeyyāti.",
  "anya-e0501n0:52_3": "Na uppādeyya. Kasmā, tadā kammakilesavegānaṃ sabbaso paṭippassaddhibhāvena accantasantatarattā",
  "anya-e0501n0:52_4": "tassa cittassāti. Anantarapaccaya dīpanā niṭṭhitā.",
  "anya-e0501n0:53": "5. Samanantarapaccayo",
  "anya-e0501n0:54": "Paccayadhammavibhāgo ca paccayuppannadhammavibhāgo ca anantapaccaya sadiso.",
  "anya-e0501n0:55_0": "Kenaṭṭhena samanantaroti. Suṭṭhu anantaraṭṭhena samanantaro. Yathā silāthambhādīsu",
  "anya-e0501n0:55_1": "rūpakalāpā ekābaddhā samānāpi rūpa dhammabhāvena saṇṭhāna jātikattā majjhe paricchedarūpasahitā",
  "anya-e0501n0:55_2": "eva honti. Dvinnaṃ rūpakalāpānaṃ majjhe antaraṃ nāma vivaraṃ nāma atthiyeva. Na tathā",
  "anya-e0501n0:55_3": "purimapacchimānaṃ dvinnaṃ cittacetasika kalāpānaṃ majjhe. Te pana arūpadhammabhāvena",
  "anya-e0501n0:55_4": "asaṇṭhāna jātikattā majjhe paricchedadhammassa nāma kassaci ākāsavivarassa abhāvato",
  "anya-e0501n0:55_5": "sabbaso antara rahitā eva honti. Lokassapi dvinnaṃ kalāpānaṃ antaraṃ nāma na dissati.",
  "anya-e0501n0:55_6": "Tato ime sattā cittaṃ nāma niccaṃ dhuvaṃ thāvaraṃ avipariṇāmadhammanti evaṃ citte",
  "anya-e0501n0:55_7": "niccasaññino honti. Evaṃ suṭṭhu anantaraṭṭhena samanantaro. Anantaraṭṭhenāti ca attano",
  "anya-e0501n0:55_8": "anantare attasadisassa dhammantarassa uppādanaṭṭhenāti pubbe vuttameva.",
  "anya-e0501n0:56_0": "Evaṃ sante nirodhasamāpattikāle purimacittaṃ nāma neva saññānāsaññāyatanacittaṃ,",
  "anya-e0501n0:56_1": "pacchimacittaṃ nāma ariyaphalacittaṃ, dvinnaṃ cittānaṃ antare ekarattidivampi dverattidivānipi.La.",
  "anya-e0501n0:56_2": "Sattarattidivānipi acittako hoti. Asaññasattabhūmiyaṃpi purime kāmabhave cuticittaṃ",
  "anya-e0501n0:56_3": "purimacittaṃ nāma. Pacchime kāmabhave paṭisandhicittaṃ pacchimacittaṃ nāma, dvinnaṃ",
  "anya-e0501n0:56_4": "cittānaṃ antare asaññasattabhave pañcakappasatāni puggalo acittako tiṭṭhati. Tattha",
  "anya-e0501n0:56_5": "dve purimacittāni attano anantare attasadisassa dhammantarassa uppādanapaccayasattirahitāni",
  "anya-e0501n0:56_6": "hontīti. Na honti. Mahantehi pana bhāvanāpaṇidhibalehi paṭibāhitattā purimacittāni",
  "anya-e0501n0:56_7": "ca nirujjhamānāni anantare dhammantarassa uppādana sattisahitāni eva nirujjhanti.",
  "anya-e0501n0:56_8": "Pacchimacittāni ca uppajjamānāni tasmiṃ khaṇe ekābaddhabhāvena anuppajjitvā cirakāle",
  "anya-e0501n0:56_9": "eva uppajjanti. Na ca ettakamattena purimacittānaṃ anantare dhammantarassa uppādana",
  "anya-e0501n0:56_10": "sattināma natthīti ca, te anantarapaccayadhammā nāma na hontīti ca sakkā vattuṃ.",
  "anya-e0501n0:56_11": "Yathā taṃ rañño yodhā nāma atthi, kadāci rājā kālaṃ ñatvā tumhe idāni māyujjhatha,",
  "anya-e0501n0:56_12": "yuddhakālo na hoti, asukasmiṃ kāle eva yujjhathāti vadeyya. Te ca tadā ayujjhamānā",
  "anya-e0501n0:56_13": "vicareyyuṃ. Evaṃ santepi tesaṃ yujjhanasatti nāma natthīti ca, te yodhā nāma na hontīti",
  "anya-e0501n0:56_14": "ca na sakkā vattunti.",
  "anya-e0501n0:57_0": "Ettha vadeyyuṃ, imasmiṃ paccaye te pana arūpadhammabhāvena asaṇṭhāna jātikattā majjheparicchedadhammassa",
  "anya-e0501n0:57_1": "nāma kassaci abhāvato sabbaso antararahitā eva hontīti vuttaṃ. Evaṃ sante pubbe ārammaṇa",
  "anya-e0501n0:57_2": "paccaye bherisaddavīṇāsaddopamāhi yo cittānaṃ khaṇe khaṇe uppādo ca nirodho ca vutto,",
  "anya-e0501n0:57_3": "so amhehi kathaṃ paccetabboti. Aññamaññaviruddhānaṃ nānācittānaṃ khaṇamattepi pubbāpara",
  "anya-e0501n0:57_4": "parivattanassa loke paññāyanato. Ayamattho pubbe citta yamakadīpaniyaṃ vitthārato",
  "anya-e0501n0:57_5": "vuttoyevāti. Samanantarapaccaya dīpanā niṭṭhitā.",
  "anya-e0501n0:58": "6. Sahajātapaccayo",
  "anya-e0501n0:59_0": "Paccayadhammavibhāgo ca paccayuppannadhammavibhāgoca vuccati. Ekato uppannā sabbepi",
  "anya-e0501n0:59_1": "cittacetasikā dhammā aññamaññaṃ sahajāta paccayā ca honti sahajātapaccayuppannā ca.",
  "anya-e0501n0:59_2": "Paṭisandhināmakkhandhā ca paṭisandhisahajātaṃ hadayavatthu ca aññamaññaṃ sahajātapaccayā",
  "anya-e0501n0:59_3": "ca honti sahajātapaccayuppannā ca. Sabbāni mahābhūtānipi aññamaññaṃ sahajātapaccayā",
  "anya-e0501n0:59_4": "ca honti paccayuppannadhammā ca. Paṭisandhicittassa uppādakkhaṇe sabbāni kammajarūpāni",
  "anya-e0501n0:59_5": "ca pavattikāle tassa tassa cittassa uppādakkhaṇe tena tena cittena jātāni sabbāni",
  "anya-e0501n0:59_6": "cittajarūpāni ca sahajātacittassa paccayuppannāni nāma. Sabbāni upādārūpāni sahajātamahābhūtānaṃ",
  "anya-e0501n0:59_7": "paccayuppannāni nāma.",
  "anya-e0501n0:60_0": "Kenaṭṭhena sahajāto, kenaṭṭhena paccayo. Saha jānanaṭṭhena sahajāto, upakārakaṭṭhena",
  "anya-e0501n0:60_1": "paccayo. Tattha sahajānanaṭṭhenāti yo dhammo jāyamāno attano paccayuppannehi dhammehi",
  "anya-e0501n0:60_2": "saheva sayañca jāyati uppajjati, attano paccayuppanne ca dhamme attanā saheva janeti",
  "anya-e0501n0:60_3": "uppādeti, tassa so attho sahajānanaṭṭho nāma.",
  "anya-e0501n0:61_0": "Yathā sūriyo nāma udayanto sūriyātape ca sūriyā loke ca attanā saheva janayanto udeti.",
  "anya-e0501n0:61_1": "Yathā ca padīpo nāma jalanto padīpātape ca padīpāloke ca attanā saheva janayanto",
  "anya-e0501n0:61_2": "jalati. Evamevaṃ ayaṃ paccayadhammo uppajjamāno attano paccayuppannadhamme attanā",
  "anya-e0501n0:61_3": "saheva uppādeti. Tattha sūriyo viya ekameko nāma dhammo, sūriyātapā viya taṃsampayuttadhammā,",
  "anya-e0501n0:61_4": "sūriyālokā viya sahajātarūpadhammā. Tathā sūriyo viya ekameko mahābhūtarūpadhammo,",
  "anya-e0501n0:61_5": "sūriyātapā viya sahajātamahābhūtadhammā, sūriyālokā viya sahajātaupādārūpadhammā,",
  "anya-e0501n0:61_6": "esa nayo padīpupamāyapīti. Sahajātapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:62": "7. Aññamaññapaccayo",
  "anya-e0501n0:63_0": "Sahajātapaccaye vibhattesu dhammesu yo yo paccaya dhammoti vutto, so so eva idha",
  "anya-e0501n0:63_1": "paccayadhammo ceva paccayuppanna dhammo ca hoti. Sabbepi cittacetasikā dhammā aññamaññassa",
  "anya-e0501n0:63_2": "paccayadhammā ca honti aññamaññassa paccayuppannadhammā. Sahajātā cattāro mahābhūtā",
  "anya-e0501n0:63_3": "aññamaññassa paccayadhammā ca honti aññamaññassa paccayuppannadhammā ca. Paṭisandhināmakkhandhā",
  "anya-e0501n0:63_4": "ca paṭisandhi sahajātaṃ hadayavatthurūpañca aññamaññassa paccayadhammā ca honti aññamaññassa",
  "anya-e0501n0:63_5": "paccayuppannadhammā ca. Attho suviññeyyoyeva.",
  "anya-e0501n0:64_0": "Yathā aññamaññaṃ nissāya ussāpitā tayo daṇḍā aññamaññassa nissayā ca honti, aññamaññaṃ",
  "anya-e0501n0:64_1": "nissitā ca. Tesu ekamekasmiṃ ussite sabbe ussitā honti, ekamekasmiṃ patante sabbe",
  "anya-e0501n0:64_2": "patanti. Evaṃ aññamaññadhammā ca daṭṭhabbā.",
  "anya-e0501n0:65_0": "Ettha vadeyyuṃ, sabbe cetasikā dhammā cittapaccayaṃ alabha mānā uppajjituṃ na sakkontīti",
  "anya-e0501n0:65_1": "yuttaṃ. Kasmā. Phusanādīnaṃ cetasika kiccānaṃ vijānanakiccapubbaṅgamattā, manopubbaṅgamāti",
  "anya-e0501n0:65_2": "hi vuttaṃ. Cittaṃ pana cetasikapaccayaṃ alabhamānaṃ uppajjituṃ na sakkotīti na yujjeyyāti.",
  "anya-e0501n0:65_3": "Vuccate, cetasikadhammā nāma cittassa sahāyaṅgāni honti. Tasmā tehi vinā cittampi",
  "anya-e0501n0:65_4": "uppajjituṃ na sakkotiyeva. Eseva nayo catūsu mahābhūtesupīti. Upādārūpāni pana mahābhūtānaṃ",
  "anya-e0501n0:65_5": "nissandamattattā sahāyaṅgāni na hontīti. Nanu āhārarūpañca jīvitarūpañca paccayavisesattā",
  "anya-e0501n0:65_6": "sahāyaṅgaṃ hotīti. Vuccate, ṭhitiyā eva sahāyaṅgaṃ hoti. Na uppāde. Idha pana uppāde",
  "anya-e0501n0:65_7": "sahāyaṅgaṃ adhippetanti. Aññamaññapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:66": "8. Nissayapaccayo",
  "anya-e0501n0:67": "Tividho nissayapaccayo, sahajātanissayo vatthu purejātanissayo vatthārammaṇapurejātanissayo.",
  "anya-e0501n0:68": "Tattha katamo sahajātanissayo. Sabbo sahajāta paccayo sahajātanissayo. Tasmā tattha paccayavibhāgo ca paccayuppannavibhāgo ca sahajātapaccaye vuttanayena veditabbo.",
  "anya-e0501n0:69_0": "Katamo pana vatthupurejātanissayo. Cha vatthūni cakkhu vatthu sotavatthu ghānavatthu",
  "anya-e0501n0:69_1": "jithavatthu kāyavatthu hadayavatthu. Imāni chavatthūni pavattikāle sattānaṃ viññāṇadhātūnaṃ",
  "anya-e0501n0:69_2": "vatthupure jātanissayo.",
  "anya-e0501n0:70_0": "Vatthurūpameva purejātaṃ hutvā nissayo vatthupurejāta nissayo. Tattha cittacetasikānaṃ",
  "anya-e0501n0:70_1": "nissayaṭṭhānaṭṭhena vatthu nāma. Purejātanti attano attano paccayuppannassa dhammassa",
  "anya-e0501n0:70_2": "uppattikkhaṇato purime khaṇe jātaṃ.",
  "anya-e0501n0:71_0": "Tattha paṭisandhicittaṃ tadā purejātassa vatthurūpassa abhāvato attanā sahuppannameva",
  "anya-e0501n0:71_1": "hadayavatthurūpaṃ nissāya uppajjati. Paṭhama bhavaṅgacittaṃ pana paṭisandhicittena",
  "anya-e0501n0:71_2": "sahuppannahadaya vatthurūpaṃ nissāya uppajjati. Dutiyabhavaṅgacittaṃ paṭhamabhavaṅgacittena",
  "anya-e0501n0:71_3": "sahuppannaṃ nissāya uppajjati. Evaṃ tatiyabhavaṅgacittaṃ dutiya bhavaṅgacittena sahuppannantiādinā",
  "anya-e0501n0:71_4": "yāvamaraṇāsannakālā dvinnaṃ manodhātumanoviññāṇadhātūnaṃ vatthupurejātanissayo veditabbo.",
  "anya-e0501n0:72_0": "Yathā vīṇāsaddā nāma vīṇātantīsu vīṇādaṇḍakehi paharaṇavegena eva jāyanti, no aññathā.",
  "anya-e0501n0:72_1": "Tathā pañcaviññāṇāni nāma pañcavatthusaṅkhātesu pañcadvāresu pañcannaṃ ārammaṇānaṃ",
  "anya-e0501n0:72_2": "āpātā gamanavegena eva jāyanti, no aññathā.",
  "anya-e0501n0:73_0": "Āpātāgamanañca tesaṃ dvārārammaṇānaṃ ṭhitipattakāle eva hoti. Āpātāgamanapaccayā",
  "anya-e0501n0:73_1": "ca dvikkhattuṃ bhavaṅgaṃ calati. Bhavaṅgacalana paccayā ca āvajjanaṃ uppajjati. Āvajjanapaccayā",
  "anya-e0501n0:73_2": "ca tāni pañcaviññāṇāni uppajjanti. Tasmā cakkhādīni pañcavatthūni pure atītabhavaṅgacittassa",
  "anya-e0501n0:73_3": "uppādakkhaṇe uppannāni eva pañcaviññāṇadhātūnaṃ vatthupurejātapaccayā honti.",
  "anya-e0501n0:74_0": "Maraṇāsannakāle pana sabbāni cha vatthūni cuticittato pure sattarasamassa bhavaṅgacittassa",
  "anya-e0501n0:74_1": "uppādakkhaṇe eva uppajjanti, tato paraṃ na uppajjanti. Tasmā maraṇāsannakāle bhavaṅgacittāni",
  "anya-e0501n0:74_2": "ca sabbāni chadvārikavīthicittāni ca cuticittañca puretaraṃ uppannāni tāniyeva attano",
  "anya-e0501n0:74_3": "attano vatthūni nissāya uppajjanti. Ayaṃ vatthupurejāta nissayo.",
  "anya-e0501n0:75_0": "Katamo pana vatthārammaṇapurejātanissayo. Yadā attano ajjhattaṃ vatthurūpaṃ ārabbha",
  "anya-e0501n0:75_1": "yaṃ rūpaṃ nissāya mama manoviññāṇaṃ vattati, etaṃ mama eso hamasmi eso me attāti",
  "anya-e0501n0:75_2": "evaṃ taṇhāmāna diṭṭhīhi gahaṇavasena vā etaṃ aniccaṃ etaṃ dukkhaṃ etaṃ anattāti evaṃ",
  "anya-e0501n0:75_3": "sammasanavasena vā āvajjanādīni manodvārikavīthi cittāni pavattanti. Tadā taṃ taṃ",
  "anya-e0501n0:75_4": "vatthurūpaṃ paccekaṃ tesaṃ nissayavatthu ca hoti tesaṃ ārammaṇañca. Tasmā taṃ taṃ",
  "anya-e0501n0:75_5": "hadayarūpaṃ tassa tassa cittuppādassa vatthārammaṇapurejātapaccayo hoti. Ayaṃ vatthārammaṇa",
  "anya-e0501n0:75_6": "purejātanissayo. Evaṃ nissayapaccayo tividho hoti.",
  "anya-e0501n0:76_0": "Idha suttantanissayopi vattabbo. Ime manussā vā tiracchānagatā vā rukkhādayo vā mahāpathaviyaṃ",
  "anya-e0501n0:76_1": "patiṭṭhitā, mahā pathavī ca heṭṭhā mahāudakakkhandhe, mahāudakakkhandho ca heṭṭhā",
  "anya-e0501n0:76_2": "mahāvātakkhandhe, mahāvātakkhandho ca heṭṭhā ajaṭākāse, manussā gehesu, bhikkhū vihāresu,",
  "anya-e0501n0:76_3": "devā dibbavimānesūtiādinā sabbaṃ lokappavattiṃ ñatvā nissayapaccayo veditabbo. Nissayapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:77": "9. Upanissayapaccayo",
  "anya-e0501n0:78": "Tividho upanissayapaccayo, ārammaṇūpanissayo anantarūpanissayo pakatūpanissayo. Tattha ārammaṇūpa nissayo ārammaṇādhipatipaccayasadiso, anantarūpanissayo anantarapaccayasadiso.",
  "anya-e0501n0:79_0": "Katamo pakatūpanissayo. Sabbepi atītānāgata paccuppannā ajjhattabahiddhābhūtā cittacetasikarūpadhammā",
  "anya-e0501n0:79_1": "ca nibbānañca paññatti ca sabbesaṃ paccuppannānaṃ cittacetasikānaṃ dhammānaṃ yathārahaṃ pakatūpanissayo.",
  "anya-e0501n0:80_0": "Tattha atīto parinibbuto amhākaṃ buddho ca dhammo ca ariyasāvakasaṅgho ca sammutisaṅghaparamparā",
  "anya-e0501n0:80_1": "ca amhākaṃ pacchima janānaṃ kusaluppattiyā pakatūpanissayapaccayo. Tathā loke atītā",
  "anya-e0501n0:80_2": "kālaṅkatā mātāpitaro ca ācariyā ca paṇḍitasamaṇabrāhmaṇā ca pākaṭā nānātitthācariyā",
  "anya-e0501n0:80_3": "ca mahiddhikā mahānubhāvā porāṇakarājāno ca pacchimakānaṃ janānaṃ kusaluppattiyā",
  "anya-e0501n0:80_4": "vā akusaluppattiyā vā sukhadukkhuppattiyā vā pakatūpanissayo. Tathā hi te pacchimakānaṃ",
  "anya-e0501n0:80_5": "janānaṃ atthāya nānāsaddhammapaññattiyo vā nānāasaddhammapaññattiyo vā nānālokūpakaraṇāni",
  "anya-e0501n0:80_6": "vā pure paṭṭhapesuṃ. Pacchimajanā ca tehi paṭṭhapitesu dānasīlādidhammesu vā lokacāritta",
  "anya-e0501n0:80_7": "kulagottacāritta dhammesu vā nānādiṭṭhivādesu vā nānākammāyatanasippāyatana vijjāṭhānesu",
  "anya-e0501n0:80_8": "vā yathāpaṭṭhapitesu gāmanigamanagarakhettavatthu taḷākapokkharaṇiāvāṭādīsu vā geharathasakaṭanāvā",
  "anya-e0501n0:80_9": "sampotasambandhādīsu vā jātarūparajatamaṇimuttādīsu vā dāyajjaṃ paṭipajjantā loke vaḍḍhanti.",
  "anya-e0501n0:81_0": "Anāgatopi metteyyo nāma buddho ca tassa dhammo ca tassa saṅgho ca etarahi bahujjanānaṃ",
  "anya-e0501n0:81_1": "pāramipuññappavattiyā pakatūpanissayapaccayo. Tathā imasmiṃ bhave ca pacchime kāle",
  "anya-e0501n0:81_2": "paṭilabhissamānā issariyaṭṭhānadhanadhaññasampattiyo purime kāle ṭhitānaṃ mahājanānaṃ",
  "anya-e0501n0:81_3": "nānābhisaṅkhāruppattiyā pakatūpanissaya paccayo. Anāgatabhave ca anubhavissamānā",
  "anya-e0501n0:81_4": "bhavasampatti bhoga sampattiyo maggaphalanibbānasampattiyo ca etarahi paccuppannabhave",
  "anya-e0501n0:81_5": "ṭhitānaṃ dānasīlādipuññakiriyuppattiyā pakatūpanissayapaccayo. Yathā hi loke hemante",
  "anya-e0501n0:81_6": "kāle dhaññapphalāni labhissāmāti vassike kāle kassanavappanakammāni ārabhanti, kamme",
  "anya-e0501n0:81_7": "siddhe taṃ taṃ dhanaṃ labhissāmāti pubbabhāge taṃ taṃ vīriyakammaṃ vā taṃ taṃ paññākammaṃ",
  "anya-e0501n0:81_8": "vā ārabhanti. Tattha dhaññapphalappaṭilābho ca taṃ taṃ dhanappaṭi lābhoca taṃ taṃ",
  "anya-e0501n0:81_9": "kammārambhassa anāgatapakatūpanissayapaccayo taṃ taṃ kammārambho ca dhaññapphalappaṭilābhassa",
  "anya-e0501n0:81_10": "ca taṃ taṃ dhanappaṭi lābhassa ca atītapakatūpanissayapaccayo. Evameva pacchime anāgate",
  "anya-e0501n0:81_11": "kāle nānākammapphalāni sampassantā patthayantā mahājanā purime paccuppanne kāle nānāpuññakammāni",
  "anya-e0501n0:81_12": "ārabhanti. Tattha puññapphalāni puññakammānaṃ anāgatapakatūpanissayapaccayo. Puññakammāni",
  "anya-e0501n0:81_13": "puññapphalānaṃ atītapakatūpanissayapaccayo. Tasmā anāgatapakatūpanissayopi atītapakatūpanissayo",
  "anya-e0501n0:81_14": "viya atimahanto paccayo hoti.",
  "anya-e0501n0:82": "Paccuppannā buddhāyo paccayā paccuppannānaṃ manussadevabrahmānaṃ paccuppannā mātāpitaro paccuppannānaṃ puttadhītādīnaṃ paccuppannapakatūpa nissayo nāma. So supākaṭoyeva.",
  "anya-e0501n0:83_0": "Ajjhattabhūtā pakatūpanissayadhammā nāma buddhādīsu saviññāṇakasantānesu uppannā",
  "anya-e0501n0:83_1": "paccayadhammā. Bahiddhābhūtā pakatūpanissayadhammā nāma sattānaṃ patiṭṭhānabhūtā",
  "anya-e0501n0:83_2": "pathavipabbatanadī samuddādayo tesaṃ tesaṃ sattānaṃ bahūpakārā araññavanarukkha tiṇapubbaṇṇāparaṇṇādayo",
  "anya-e0501n0:83_3": "candasūriyagahanakkhattādayo vassodakaaggivātasītauṇhādayo ca sabbepi te sattānaṃ",
  "anya-e0501n0:83_4": "kusaluppattiyā vā akusaluppattiyā vā sukhuppattiyā vā dukkhuppattiyā vā balavapaccayā honti.",
  "anya-e0501n0:84_0": "Ime janā diṭṭheva dhamme parinibbāyissāmāti bodhipakkhiya dhamme vā bhāventi, anāgate",
  "anya-e0501n0:84_1": "buddhakāle parinibbāyissāmāti pāramīdhamme vā paripūrenti. Tattha nibbānaṃ tesaṃ",
  "anya-e0501n0:84_2": "dhammānaṃ uppattiyā balavapaccayo hoti.",
  "anya-e0501n0:85": "Loke nānāvohārabhūtā nāmapaññattiyo ca buddha sāsane tipiṭakapariyattidhammabhūtā nāmapaññattiyo ca tesaṃ tesaṃ atthānaṃ jānanatthāya balavapaccayo.",
  "anya-e0501n0:86_0": "Tattha saṅkhatadhammā nāma paccaye sati uppajjanti, asati nuppajjanti. Uppajjitvāpi",
  "anya-e0501n0:86_1": "paccaye sati tiṭṭhanti, asati na tiṭṭhanti. Tasmā tesaṃ uppattiyā vā ṭhitiyā vā paccayo",
  "anya-e0501n0:86_2": "nāma icchitabbo. Nibbānaṃ pana paññatti ca asaṅkhatadhammā honti ajātidhammā anuppādadhammā",
  "anya-e0501n0:86_3": "nicca dhammā dhuvadhammā. Tasmā tesaṃ uppādāya vā ṭhitiyā vā paccayo nāma natthīti.",
  "anya-e0501n0:87_0": "Kusalo kusalassa upanissayo. Saddhaṃ upanissāya dānaṃ deti, sīlaṃ samādiyatītiādinā",
  "anya-e0501n0:87_1": "supākaṭo. Tathā rāgaṃ upanissāya pāṇaṃ hanati, adinnaṃ ādiyatītiādinā sappāyaṃ utuṃ",
  "anya-e0501n0:87_2": "sappāyaṃ bhojanaṃ upanissāya kāyikaṃ sukhaṃ paccanubhotītiādinā ca akusalo akusalassa,",
  "anya-e0501n0:87_3": "abyākato abyākatassa upanissayopi supākaṭo.",
  "anya-e0501n0:88_0": "Kusalo pana akusalassapi balavūpanissayo. Dānaṃ datvā tena dānena attānaṃ ukkaṃseti,",
  "anya-e0501n0:88_1": "paraṃ vambheti. Tathā sīla sampanno hutvā samādhisampanno hutvā paññāsampanno hutvā",
  "anya-e0501n0:88_2": "attānaṃ ukkaṃseti, paraṃ vambheti.",
  "anya-e0501n0:89_0": "Kusalo abyākatassapi balavūpanissayo. Sabbāni catubhūmikakusalakammāni vā kammaparivārāni",
  "anya-e0501n0:89_1": "kusalāni vā kālantare catubhūmikānaṃ vipākābyākatānaṃ balavūpanissayo. Dānapāramiṃ",
  "anya-e0501n0:89_2": "pūrentā pūraṇakāle bahuṃ kāyikadukkhaṃ paccanubhavanti. Tathā sīlapāramiṃ nikkhamapāramiṃ",
  "anya-e0501n0:89_3": "paññāpāramiṃ vīriyapāramiṃ khantipāramiṃ saccapāramiṃ adhiṭṭhānapāramiṃ mettāpāramiṃ",
  "anya-e0501n0:89_4": "upekkhā pāramiṃ. Eseva nayo jhānabhāvanā maggabhāvanāsupi.",
  "anya-e0501n0:90_0": "Akusalo kusalassapi balavūpanissayo. Idhekacco pāpaṃ katvā pacchā vippaṭisārī hutvā",
  "anya-e0501n0:90_1": "tassa pāpassa pahānāya dānasīlajhānamaggakusalāni sampādeti. Taṃ pāpaṃ tesaṃ kusalānaṃ balavūpanissayo.",
  "anya-e0501n0:91_0": "Akusalo abyākatassapi balavūpanissayo. Idha bahū janā duccaritāni katvā catūsu apāyesu",
  "anya-e0501n0:91_1": "patitvā apāyadukkhaṃ paccanubhavanti. Diṭṭhadhammepi keci attano vā parassa vā duccaritakamma",
  "anya-e0501n0:91_2": "paccayā bahuṃ dukkhaṃ paccanubhavanti. Keci duccaritakammena dhanaṃ labhitvā sukhaṃ",
  "anya-e0501n0:91_3": "paccanubhavanti. Bahujjanā rāgamūlakaṃ bahuṃ dukkhaṃ paccanubhavanti, dosamūlakaṃ",
  "anya-e0501n0:91_4": "diṭṭhimūlakaṃ mānamūlakanti.",
  "anya-e0501n0:92_0": "Abyākato kusalassapi balavūpanissayo. Dhana sampattiyā dānaṃ deti, sīlaṃ pūreti,",
  "anya-e0501n0:92_1": "paññaṃ pūreti, bhāvanāsappāyaṃ āvāsaṃ vā leṇaṃ vā guhaṃvā rukkhaṃ vā araññaṃ vā pabbataṃ",
  "anya-e0501n0:92_2": "vā gocaragāmaṃ vā utusappāyaṃ vā āhārasappāyaṃ vā labhitvā taṃ taṃ bhāvanaṃ bhāveti.",
  "anya-e0501n0:93_0": "Abyākato akusalassapi balavūpanissayo. Loke cakkhusampadaṃ nissāya bahūni dassanamūlāni",
  "anya-e0501n0:93_1": "akusalāni uppajjanti. Esa nayo sotasampadādīsu. Tathā hatthasampadaṃ pādasampadaṃ",
  "anya-e0501n0:93_2": "satthasampadaṃ āvudhasampadantiādināpi vattabbo. Evaṃ upanissayo tividho hoti.",
  "anya-e0501n0:94_0": "Idha suttantūpanissayopi vattabbo. Kalyāṇamittaṃ upa nissāya pāpamittaṃ upanissāya",
  "anya-e0501n0:94_1": "gāmaṃ upanissāya araññaṃ upanissāyātiādinā bahūsu ṭhānesu āgato. Api ca pañcaniyāmadhammā",
  "anya-e0501n0:94_2": "sattaloka saṅkhāraloka okāsaloka saṅkhātānaṃ tiṇṇaṃ lokānaṃ avicchinnappavattiyā",
  "anya-e0501n0:94_3": "balavapaccayā honti. Ayañca attho niyāmadīpaniyaṃ amhehi vitthārato dīpitoti.",
  "anya-e0501n0:95": "Kenaṭṭhena ārammaṇūpanissayoti. Adhipatibhūtaṃ ārammaṇameva ārammaṇikadhammānaṃ balavanissayaṭṭhena ārammaṇūpa nissayo.",
  "anya-e0501n0:96_0": "Kenaṭṭhena anantarūpanissayoti. Purimaṃ anantaracittameva pacchimassa anantaracittassa",
  "anya-e0501n0:96_1": "uppajjanatthāya balavanissayaṭṭhena anantarūpanissayo. Mātā viya purimacittaṃ, putto",
  "anya-e0501n0:96_2": "viya pacchimacittaṃ. Yathā mātā attano anantare puttassa uppajjanatthāya balavūpa",
  "anya-e0501n0:96_3": "nissayo hoti, tathā purimacittaṃ pacchimacittassa uppajjanatthāyāti.",
  "anya-e0501n0:97": "Kenaṭṭhena pakatūpanissayoti. Pakatiyāva loke paṇḍitānaṃ pākaṭo upanissayo pakatūpanissayo.",
  "anya-e0501n0:98_0": "Ettha ca anantarūpanissayānubhāvo anantaracitte eva pharati. Pakatūpanissayānubhāvo",
  "anya-e0501n0:98_1": "pana dūrepi pharatiyeva. Tathā hi imasmiṃ bhave purimesu divasesu vā māsesu vā saṃvaccharesu",
  "anya-e0501n0:98_2": "vā diṭṭhasutaghāyitasāyitaphusitaviññātāni ārammaṇāni pacchātathārūpe paccaye sati",
  "anya-e0501n0:98_3": "vassasatepi manodvāre āpātaṃ āgacchanti. Idaṃ nāma pubbe mayā diṭṭhaṃ sutantiādinā",
  "anya-e0501n0:98_4": "sattā anussaranti. Opapātikasattā pana purimabhavaṃpi anussaranti. Tathā manussesupi",
  "anya-e0501n0:98_5": "appekacce jātissarasaññālābhino. Tathā pubbe anekasatasahassesu diṭṭhādīsu vatthūsu",
  "anya-e0501n0:98_6": "pacchā ekasmiṃ khaṇe ekaṃ vatthuṃ disvā vā sutvā vā tasmiṃ eva khaṇe bahūsupi tesu",
  "anya-e0501n0:98_7": "manoviññāṇasantānaṃ pharamānaṃ pavattatīti. Upanissayapaccaya dīpanā niṭṭhitā.",
  "anya-e0501n0:99": "10. Purejātapaccayo",
  "anya-e0501n0:100": "Tividho purejātapaccayo. Vatthupurejātapaccayo ca ārammaṇapurejātapaccayo ca vatthārammaṇapurejātapaccayo ca.",
  "anya-e0501n0:101": "Tattha vatthupurejāto ca vatthārammaṇapurejāto ca pubbe nissayapaccaye nissayanāmena vuttā eva.",
  "anya-e0501n0:102_0": "Ārammaṇapurejāto nāma paccuppannāni aṭṭhārasanipphannarūpāni eva. Tesupi paccuppannāni",
  "anya-e0501n0:102_1": "rūpasaddādīni pañcārammaṇāni pañcannaṃ pañcaviññāṇa vīthicittānaṃ niyamato ārammaṇapurejātapaccayā",
  "anya-e0501n0:102_2": "honti. Yathā hi vīṇāsaddā nāma vīṇātantīsu vīṇādaṇḍakena paharaṇa paccayā eva uppajjanti.",
  "anya-e0501n0:102_3": "Evañca sati te saddā purejātāhi vīṇātanti vīṇādaṇḍakehi vinā uppajjituṃ na sakkonti.",
  "anya-e0501n0:102_4": "Evamevaṃ pañca viññāṇa vīthicittānipi pañcasu vatthudvāresu pañcannaṃ ārammaṇānaṃ",
  "anya-e0501n0:102_5": "āpātāgamana paccayā eva uppajjanti. Āpātāgamanañca tesaṃ dvinnaṃ ṭhitipattakāle eva",
  "anya-e0501n0:102_6": "hoti. Na kevalañca tasmiṃ kāle tāni pañcārammaṇāni tesu pañcavatthūsu eva āpātamāgacchanti.",
  "anya-e0501n0:102_7": "Atha kho bhavaṅgamanodvārepi āpātaṃ āgacchantiyeva. Tasmiṃ āpātagamanattā eva taṃ",
  "anya-e0501n0:102_8": "bhavaṅgampi dvikkhattuṃ calitvā upacchijjati, bhavaṅgupacchede eva tāni vīthicittāni",
  "anya-e0501n0:102_9": "uppajjanti. Evañca sati tāni vīthicittāni purejātehi vatthu dvārārammaṇehi vinā uppajjituṃ",
  "anya-e0501n0:102_10": "na sakkontīti. Tāni pana sabbānipi aṭṭhārasanipphannarūpāni niruddhāni hutvā atītānipi",
  "anya-e0501n0:102_11": "honti, anuppannāni hutvā anāgatānipi honti. Uppannāni hutvā paccuppannānipi honti.",
  "anya-e0501n0:102_12": "Sabbānipi manoviññāṇavīthicittānaṃ ārammaṇāni honti. Tesu paccuppannāni eva tesaṃ",
  "anya-e0501n0:102_13": "ārammaṇapurejātapaccayā honti. Yadā dūre vā paṭicchanne vā ṭhitaṃ taṃ taṃ ārammaṇavatthuṃ",
  "anya-e0501n0:102_14": "manasā eva ārammaṇaṃ karoti, tadā taṃ taṃ vatthu sace tattha tattha vijjamānaṃ hoti,",
  "anya-e0501n0:102_15": "paccuppannaṃ nāma hoti. Purejātapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:103": "11. Pacchājātapaccayo",
  "anya-e0501n0:104_0": "Pacchimaṃ pacchimaṃ paccuppannaṃ cittaṃ purejātassa paccuppannassa catu samuṭṭhānikassa",
  "anya-e0501n0:104_1": "rūpakāyassa vuḍḍhiviruḷhiyā pacchājātapaccayo. Yathā taṃ pacchimavassesu anuvassaṃ",
  "anya-e0501n0:104_2": "vassamānāni vassodakāni purimavassesu jātānaṃ rukkhapotakānaṃ vuḍḍhiviruḷhiyā pacchājāta paccayā hontīti.",
  "anya-e0501n0:105_0": "Tattha pacchimaṃ pacchimaṃ cittanti paṭhamabhavaṅgato paṭṭhāya yāva cuti cittā sabbaṃ",
  "anya-e0501n0:105_1": "cittaṃ vuccati. Purejātassāti paṭisandhicittena sahuppannaṃ kammajarūpakāyaṃ ādiṃ",
  "anya-e0501n0:105_2": "katvā ajjhattasantānapariyāpanno sabbo catusamuṭṭhānikarūpakāyo vuccati.",
  "anya-e0501n0:106_0": "Paṭisandhicittena sahuppannassa kammajarūpakāyassa paṭhama bhavaṅgādīni pannarasabhavaṅgacittāni",
  "anya-e0501n0:106_1": "pacchājātapaccayā honti. Paṭisandhi cittaṃ pana tena kāyena sahuppannattā pacchajātaṃ",
  "anya-e0501n0:106_2": "na hoti. Soḷasamabhavaṅgacittañca tassa kāyassa bhijjanakkhette uppannattā paccayo",
  "anya-e0501n0:106_3": "na hoti. Tasmā pannarasabhavaṅgacittānīti vuttaṃ.",
  "anya-e0501n0:107_0": "Paṭisandhicittassa ṭhitikkhaṇe pana dve rūpakāyā uppajjanti kammajarūpakāyo ca utujarūpakāyoca.",
  "anya-e0501n0:107_1": "Tathā bhaṅgakkhaṇepi. Paṭhamabhavaṅgassa uppādakkhaṇe pana tayo rūpakāyā uppajjanti",
  "anya-e0501n0:107_2": "kammajarūpakāyo ca utujarūpakāyo ca cittajarūpakāyo ca. Yadā bahiddhāhārappharaṇaṃ",
  "anya-e0501n0:107_3": "labhitvā ajjhattāhāro āhārajarūpakāyaṃ janeti, tato paṭṭhāya catusamuṭṭhānikā cattāro",
  "anya-e0501n0:107_4": "rūpakāyā dīpa jālā viya pavattanti. Te uppādakkhaṇaṃ atikkamma yāva ṭhitibhāvena",
  "anya-e0501n0:107_5": "dharanti, tāva pannarasacittāni tesaṃ kāyānaṃ pacchājātapaccayā hontiyeva.",
  "anya-e0501n0:108_0": "Vuḍḍhiviruḷhiyāti catusamuṭṭhānikarūpasantatiyā uparūpari vuḍḍhiyā ca viruḷhiyā ca.",
  "anya-e0501n0:108_1": "Tathāhi purimā purimā cattāro rūpakāyā sace pacchājāta paccayaṃ punappunaṃ labhanti,",
  "anya-e0501n0:108_2": "evaṃ sati te nirujjhantāpi pacchārūpasantatiparamparānaṃ vuḍḍhiyā ca viruḷhiyā ca",
  "anya-e0501n0:108_3": "vepullāya ca balava paccayā hutvā nirujjhantīti. Pacchājātapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:109": "12. Āsevanapaccayo",
  "anya-e0501n0:110_0": "Dvādasa akusalacittāni sattarasa lokiyakusala cittāni āvajjanadvayavajjitāni aṭṭhārasakiriyacittānīti",
  "anya-e0501n0:110_1": "satta cattālīsaṃ lokiyajavanacittāni āsevanapaccayo. Tesu nirantarappavattaṃ javanasantatiṃ",
  "anya-e0501n0:110_2": "patvā purimaṃ purimaṃ javanacittaṃ āsevana paccayo. Catūhi maggacittehi pacchimaṃ",
  "anya-e0501n0:110_3": "pacchimaṃ cittaṃ āsevanapaccayuppannaṃ.",
  "anya-e0501n0:111": "Kenaṭṭhena āsevananti. Uparūparipaguṇabhāvavaḍḍhanatthaṃthāma balavaḍḍhanatthañca parivāsaggāhāpanaṭṭhena.",
  "anya-e0501n0:112_0": "Tattha paguṇabhāvoti punappunaṃ sajjhāyitassa pāḷipāṭhassa sukhena pavattanaṃ viya",
  "anya-e0501n0:112_1": "javanaṭṭhānajavanakiccasaṅkhāte ṭhānakiccavisese pacchima pacchimacittassa sukhena",
  "anya-e0501n0:112_2": "pavattanaṃ. Parivāso nāma koseyyavatthaṃ punappunaṃ sugandhena parivāsanaṃ viya cittasantāne",
  "anya-e0501n0:112_3": "punappunnaṃ rajjanadussanādinā vā arajjana adussanādinā vā parivāsanaṃ. Purimasmiṃ",
  "anya-e0501n0:112_4": "javanacitte niruddhepi tassa javanavego na nirujjhati, pacchimaṃ cittasantānaṃ pharamāno",
  "anya-e0501n0:112_5": "pavattatiyeva. Tasmā pacchimaṃ pacchimaṃ javanacittaṃ uppajjamānaṃ tena vegena paggahitaṃ",
  "anya-e0501n0:112_6": "balavataraṃ hutvā uppajjati. Evaṃ purimacittaṃ attano parivāsaṃ pacchimacittaṃ gaṇhāpeti.",
  "anya-e0501n0:112_7": "Pacchimañca cittaṃ purimassa cittassa parivāsaṃ gahetvā pavattati. Evaṃ santepi so",
  "anya-e0501n0:112_8": "āsevanavego pakatiyā sattahi cittavārehi parikkhayaṃ gacchati, tato paraṃ tadārammaṇavipāka",
  "anya-e0501n0:112_9": "cittaṃ vā uppajjati, bhavaṅga cittavāro vā pavattati.",
  "anya-e0501n0:113_0": "Idha suttantāsevanapaccayopi vattabbo. Satipaṭṭhānaṃ bhāveti, sammappadhānaṃ bhāveti,",
  "anya-e0501n0:113_1": "satisambojjhaṅgaṃ bhāveti, dhamma vicayasambojjhaṅgaṃ bhāveti, sammādiṭṭhiṃ bhāveti,",
  "anya-e0501n0:113_2": "sammāsaṅkappaṃ bhāvetītiādinā bahūsu ṭhānesu vutto. Tattha bhāvetīti ekaṃpi divasaṃ",
  "anya-e0501n0:113_3": "bhāveti, sattapi divasāni bhāveti, ekaṃpi māsaṃ bhāveti, sattapi māsāni bhāveti,",
  "anya-e0501n0:113_4": "ekaṃpi saṃvaccharaṃ bhāveti, sattapi saṃvaccharāni bhāvetīti attho.",
  "anya-e0501n0:114": "Purimapurimesu bhavesu āsevitāni bhāvitāni bahulī katāni kusalāni vā akusalāni vā pacchimapacchimesu bhavesu balavatarānaṃ kusalānaṃ vā akusalānaṃ vā uppattiyā āsevana paccayo.",
  "anya-e0501n0:115": "Kālantare vā bhavantare vā tādisānaṃ kusalākusalānaṃ uppattiyā paccayo upanissayapaccayo nāma. Tesaṃyeva balavataratthāya paccayo āsevanapaccayo nāma.",
  "anya-e0501n0:116_0": "Lokepi mahantesu cittabhāvanākammesu vācā bhāvanākammesu kāyabhāvanākammesu aṅgapaccaṅgabhāvanākammesu",
  "anya-e0501n0:116_1": "kammāyatanasippāyatanavijjāṭhānesu ca āsevanā bhāvanā bahulīkammānaṃ nissandaguṇā",
  "anya-e0501n0:116_2": "nāma sandissantiyeva.",
  "anya-e0501n0:117_0": "Sabbesaṃ khaṇikadhammānaṃ majjhe evarūpassa āsevana paccayassa vijjamānattā purisabalapurisathāmānaṃ",
  "anya-e0501n0:117_1": "uparūpari vaḍḍhana vasena cirakālaṃ pavattitāni purisakammāni nipphattiṃ pāpuṇanti,",
  "anya-e0501n0:117_2": "sabbaññubuddhabhāvaṃpi gacchanti. Āsevanapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:118": "13. Kammapaccayo",
  "anya-e0501n0:119": "Duvidho kammapaccayo sahajātakammapaccayo nānākkhaṇika kammapaccayo.",
  "anya-e0501n0:120_0": "Tattha khaṇattayasamaṅgi bhūtā sabbāpi kusalākusalā byākatacetanā sahajātakamma paccayo.",
  "anya-e0501n0:120_1": "Cetanāsampayuttā sabbepi cittacetasikā dhammāca paṭisandhicittena sahuppannā kammajarūpadhammā",
  "anya-e0501n0:120_2": "ca pavattikāle sabbepi cittajarūpadhammā ca tassa paccayassa paccayuppannā.",
  "anya-e0501n0:121": "Atītā kusalākusalacetanā nānākkhaṇikakamma paccayo. Bāttiṃsavidhā lokiyavipāka cittacetasikā dhammā ca sabbe kammajarūpadhammā ca tassa paccayassa paccayuppannā.",
  "anya-e0501n0:122_0": "Kenaṭṭhena kammanti. Kiriyāvisesaṭṭhena kammaṃ. Cetanā hi kiriyā viseso hoti sabbakammesu",
  "anya-e0501n0:122_1": "jeṭṭhakattā. Tā hi sabbesu kāyavacīmanokammesu paccupaṭṭhitesu tassa tassa kammassa",
  "anya-e0501n0:122_2": "nipphattatthāya sampayuttadhamme ceteti kappeti saṃvidahati, ekato uṭṭhāpeti, tasmā",
  "anya-e0501n0:122_3": "sabbakammesu jeṭṭhakā hoti. Iti kiriyāvisesaṭṭhena kammaṃ nāma. Karonti etenāti vā",
  "anya-e0501n0:122_4": "kammaṃ. Kiṃ karonti. Kāyikakiriyaṃpi karonti, vācasikakiriyaṃpi karonti, mānasikakiriyaṃpi",
  "anya-e0501n0:122_5": "karonti. Tattha kāyikakiriyā nāma gamanaṭhāna nisajjādayo abhikkamanapaṭikkamanādayo",
  "anya-e0501n0:122_6": "antamaso akkhidalānaṃ ukkhipananikkhipanānipi. Vācasikakiriyā nāma vācāpavattanakiriyā.",
  "anya-e0501n0:122_7": "Mānasikakiriyā nāma sucintita ducintitakiriyā, antamaso pañca viññāṇānaṃ dassanakiccasavanakiccādīnipi.",
  "anya-e0501n0:122_8": "Sabbāpi imā kiriyāyo etāya cetanāya sattā karonti, saṃvidahanti, tasmā sā cetanā kammaṃ nāma.",
  "anya-e0501n0:123_0": "Attano paccayuppannena saha jāyatīti sahajātaṃ. Sahajātañca taṃ kammañcāti sahajātakammaṃ.",
  "anya-e0501n0:123_1": "Sahajātakammaṃ hutvā paccayo sahajātakamma paccayo. Sahajātakammabhāvena paccayoti vuttaṃ hoti.",
  "anya-e0501n0:124_0": "Añño kammassa uppattikkhaṇo añño vipākassa uppattikkhaṇoti evaṃ visuṃ visuṃ uppattikkhaṇo",
  "anya-e0501n0:124_1": "etassāti nānākkhaṇikaṃ. Nānākkhaṇikañca taṃ kammañcāti nānākkhaṇikakammaṃ. Nānākkhaṇikakammaṃ",
  "anya-e0501n0:124_2": "hutvā paccayo nānākkhaṇikakammapaccayo. Nānākkhaṇikakammapaccayabhāvena paccayoti",
  "anya-e0501n0:124_3": "vuttaṃ hoti. Ariyamaggasampayuttā cetanā attano niruddhānantare eva ariyaphalavipākaṃ",
  "anya-e0501n0:124_4": "janeti, sāpi nānākkhaṇikā eva hoti.",
  "anya-e0501n0:125_0": "Ettha ca ekā dānakusalacetanā attanā sahajātānaṃ cittacetasikānañca kāyikavācasikakiriyābhūtānaṃ",
  "anya-e0501n0:125_1": "cittajarūpānañca sahajātakammapaccayo. Tāya cetanāya āyatiṃ kālantare uppajjamānassa",
  "anya-e0501n0:125_2": "vipākakkhandhassa ca kammajarūpakkhandhassa ca nānākkhaṇika kammapaccayo. Evaṃ ekā",
  "anya-e0501n0:125_3": "kammapathapattā sucaritaduccaritacetanā dvīsu kālesudvinnaṃ paccayuppannānaṃ dvīhi",
  "anya-e0501n0:125_4": "paccayasattīhi paccayo hotīti.",
  "anya-e0501n0:126_0": "Ettha ca nānākkhaṇikakammapaccaye kammanti kiriyāviseso. So pana cetanāya niruddhāyapi",
  "anya-e0501n0:126_1": "anirujjhitvā taṃ cittasantānaṃ anugacchatiyeva. Yadā vipaccituṃ okāsaṃ labhati, tadā",
  "anya-e0501n0:126_2": "so kiriyā viseso cutinantare eko attabhāvo hutvā vipaccati pātubhavati. Okāsaṃ pana",
  "anya-e0501n0:126_3": "alabhamānā bhavasataṃpi bhavasahassaṃpi bhavasatasahassaṃpi taṃ santānaṃ anugacchatiyeva.",
  "anya-e0501n0:126_4": "Mahaggatakammaṃ pana laddhokāse sati dutiyabhave brahmaloke eko brahmattabhāvo hutvā",
  "anya-e0501n0:126_5": "vipaccati pātubhavati. Suparipakkakammattā pana dutiyabhaveyeva khīyati, tato paraṃ",
  "anya-e0501n0:126_6": "nānugacchatīti. Kammapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:127": "14. Vipākapaccayo",
  "anya-e0501n0:128_0": "Chattiṃsavidhā vipākabhūtā sahajātacittacetasikā dhammā vipāka paccayo. Teyeva aññamaññañca",
  "anya-e0501n0:128_1": "paṭisandhikkhaṇe kammajarūpāni ca pavattikkhaṇe vipāka cittajātāni cittajarūpāni",
  "anya-e0501n0:128_2": "ca vipākapaccayuppannā.",
  "anya-e0501n0:129_0": "Kenaṭṭhena vipākoti. Vipaccanaṭṭhena vipāko. Vipaccanaṃ nāma mudutaruṇabhāvaṃ atikkamma",
  "anya-e0501n0:129_1": "vipakkabhāvaṃ āpajjanaṃ. Kassa pana dhammassa mudutaruṇabhāvo, kassa vipakkabhāvoti.",
  "anya-e0501n0:129_2": "Nānākkhaṇikakammapaccaya saṅkhātassa atītakammassa mudutaruṇabhāvo, tasseva kammassa vipakkabhāvo.",
  "anya-e0501n0:130": "Tattha ekassa kammassa catasso avatthāyo honti cetanā vatthā kammāvatthā nimittāvatthā vipākāvatthāti.",
  "anya-e0501n0:131": "Tattha tāya cetanāya niruddhāyapi tassā kiriyā viseso na nirujjhati, taṃ cittasantānaṃ anugacchatiyeva. Ayaṃ kammāvatthā nāma.",
  "anya-e0501n0:132_0": "Nimittāvatthāti taṃ kammaṃ yadā vipaccituṃ okāsaṃ labhati, tadā maraṇāsannakāle tassa",
  "anya-e0501n0:132_1": "puggalassa tameva kammaṃ vā paccupaṭṭhāti, so puggalo tadā dānaṃ dento viya sīlaṃ",
  "anya-e0501n0:132_2": "rakkhanto viya pāṇaghātaṃ vā karonto viya hoti. Kammanimittaṃ vā paccupaṭṭhāti, dāna",
  "anya-e0501n0:132_3": "vatthuādikaṃ vā satthādikaṃ vā aññaṃ vāpi pubbe tassa kammassa upakaraṇabhūtaṃ ārammaṇaṃ",
  "anya-e0501n0:132_4": "tadā tassa puggalassa hatthagataṃ viya hoti. Gatinimittaṃ vā paccupaṭṭhāti, dibbavimānādikaṃ",
  "anya-e0501n0:132_5": "vā nirayaggijālādikaṃ vā uppajjamānabhave upalabhitabbaṃ vā anubhavitabbaṃ vā ārammaṇaṃ",
  "anya-e0501n0:132_6": "tadā dissamānaṃ hoti. Ayaṃ nimittā vatthā nāma.",
  "anya-e0501n0:133_0": "Vipākāvatthāti sace so puggalo tathā paccupaṭṭhitaṃ taṃ kammaṃ vā kammanimittaṃ vā",
  "anya-e0501n0:133_1": "gatinimittaṃ vā ekaṃ ārammaṇaṃ amuñcamāno marati, tadā taṃ kammaṃ tasmiṃbhave vipaccati,",
  "anya-e0501n0:133_2": "taṃ kammaṃ tasmiṃbhave eko attabhāvo hutvā pātubhavati. Tattha purimāsu tīsu avatthāsu",
  "anya-e0501n0:133_3": "taṃ kammaṃ mudutaruṇabhūtaṃ hoti, pacchimaṃ pana vipākāvatthaṃ patvā vipakkabhūtaṃ",
  "anya-e0501n0:133_4": "hoti. Tena vuttaṃ vipaccanaṃ nāma mudutaruṇabhāvaṃ atikkamma vipakkabhāvaṃ āpajjananti.",
  "anya-e0501n0:133_5": "Evaṃ vipakkabhāvaṃ āpanno citta cetasikadhammasamūho vipāko nāma.",
  "anya-e0501n0:134_0": "Tattha yathā ambapphalāni nāma yadā vipakkabhāvaṃ āpajjanti, tadā sabbaso siniddharūpāni",
  "anya-e0501n0:134_1": "honti. Evamevaṃ vipākadhammā nāma nirussāhā nibyāpārā hutvā sabbaso santarūpā honti.",
  "anya-e0501n0:134_2": "Tesaṃ santarūpattāyeva bhavaṅgacittānaṃ ārammaṇaṃ avibhūtaṃ hoti, bhavaṅgato vuṭṭhānakāle",
  "anya-e0501n0:134_3": "taṃ ārammaṇaṃ na jānāti. Tathāhi rattiyaṃ niddāyantassa purimabhave maraṇāsannakāle",
  "anya-e0501n0:134_4": "yathāgahitaṃ kammādikaṃ ārammaṇaṃ ārabbha bhavaṅgasotaṃ pavattamānaṃpi tassa bhavaṅgasotassa",
  "anya-e0501n0:134_5": "taṃ ārammaṇaṃ ārabbha idaṃ nāma me purimabhave ārammaṇaṃ diṭṭhanti kassaci jānanavīthicittassa",
  "anya-e0501n0:134_6": "uppattiyā paccayo na hoti. So puggalo niddāyanakālepi uṭṭhānakālepi purimabhavasiddhaṃ",
  "anya-e0501n0:134_7": "taṃ nimittaṃ na jānāti. Evaṃ nirussāhanibyāpārasantarūpa bhāvena upakārakatā vipākapaccayatā",
  "anya-e0501n0:134_8": "nāmāti. Vipāka paccayadīpanā niṭṭhitā.",
  "anya-e0501n0:135": "15. Āhārapaccayo",
  "anya-e0501n0:136": "Duvidho āhārapaccayo rūpāhārapaccayo arūpāhāra paccayo.",
  "anya-e0501n0:137_0": "Tattha rūpāhārapaccayo nāma kabaḷīkārāhārasaṅkhātaṃ oja rūpaṃ vuccati. So ca ajjhattāhāro",
  "anya-e0501n0:137_1": "bahiddhāhāroti duvidho. Kabaḷīkārāhārabhakkhānaṃ sattānaṃ sabbepi catusamuṭṭhānikarūpadhammā",
  "anya-e0501n0:137_2": "tassa duvidhassa rūpāhārassa paccayuppannā.",
  "anya-e0501n0:138_0": "Arūpāhāro pana tividho phassāhāro manosañcetanā hāro viññāṇāhāro ca. Tayopete dhammā",
  "anya-e0501n0:138_1": "sahajātānaṃ nāmarūpadhammānaṃ āhārapaccayo honti. Sahajātā ca nāmarūpa dhammā tesaṃ paccayuppannā.",
  "anya-e0501n0:139_0": "Kenaṭṭhena āhāroti. Bhusaṃ haraṇaṭṭhena āhāro. Bhusaṃ haraṇaṭṭhenātica daḷhaṃ pavattāpanaṭṭhena,",
  "anya-e0501n0:139_1": "cirakālaṃ ṭhitiyā vuḍḍhiyā viruḷhiyā vepullāya upatthambhanaṭṭhenāti vuttaṃ hoti.",
  "anya-e0501n0:139_2": "Jananakiccayuttopi āhāro upatthambhanakiccappadhāno hotīti.",
  "anya-e0501n0:140_0": "Tattha duvidho rūpāhāro ajjhattasantāne catusamuṭṭhānikaṃ rūpakāyaṃ upabrūhayanto",
  "anya-e0501n0:140_1": "bhusaṃ harati, daḷhaṃ pavatteti, ciraṃ addhānaṃ gameti, taṃ taṃ āyukappapariyosānaṃ pāpetīti āhāro.",
  "anya-e0501n0:141_0": "Phassāhāro ārammaṇesu iṭṭhāniṭṭharasaṃ nīharanto sampayuttadhamme bhusaṃ harati.",
  "anya-e0501n0:141_1": "Manosañcetanāhāro kāyavacī manokammesu ussāhaṃ janento sampayuttadhamme bhusaṃ harati.",
  "anya-e0501n0:141_2": "Viññāṇāhāro ārammaṇavijānanaṭṭhena pubbaṅgamakiccaṃ vahanto sampayuttadhamme bhusaṃ",
  "anya-e0501n0:141_3": "harati, daḷhaṃ pavatteti, ciraṃ addhānaṃ gametīti āhāro. Sampayuttadhamme bhusaṃ",
  "anya-e0501n0:141_4": "haranto sahajātarūpadhammepi bhusaṃ haratiyeva.",
  "anya-e0501n0:142_0": "Idha suttantanayopi vattabbo. Yathā sakuṇā nāma cakkhūhi disāvidisaṃ vibhāvetvā pattehi",
  "anya-e0501n0:142_1": "rukkhato rukkhaṃ vanato vanaṃ ākāsena pakkhanditvā tuṇḍakehi phalāphalāni tuditvā",
  "anya-e0501n0:142_2": "yāvajīvaṃ attānaṃ yāpenti. Tathā ime sattā chahi viññāṇehi ārammaṇāni vibhāvetvā",
  "anya-e0501n0:142_3": "chahi manosañcetanāhārehi ārammaṇavatthuppaṭilābhatthāya ussukkanaṃ katvā chahi phassāhārehi",
  "anya-e0501n0:142_4": "ārammaṇesu rasaṃ pātubhavantaṃ katvā sukhadukkhaṃ anubhavanti. Viññāṇehi vā ārammaṇāni",
  "anya-e0501n0:142_5": "vibhāvetvā nāmarūpa sampattiṃ sādhenti. Phassehi ārammaṇesu rasaṃ pātubhavantaṃ katvā",
  "anya-e0501n0:142_6": "ārammaṇarasānubhavanaṃ vedanaṃ sampādetvā taṇhāvepullaṃ āpajjanti. Cetanāhi taṇhāmūlakāni",
  "anya-e0501n0:142_7": "nānākammāni pasavetvā bhavato bhavaṃ saṃsaranti. Evaṃ āhāradhammānaṃ mahantaṃ āhārakiccaṃ",
  "anya-e0501n0:142_8": "veditabbanti. Āhārapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:143": "16. Indriyapaccayo",
  "anya-e0501n0:144": "Tividho indriyapaccayo sahajātindriyapaccayo pure jātindriyapaccayo rūpajīvitindriyapaccayo.",
  "anya-e0501n0:145_0": "Tattha pannarasindriyadhammā sahajātindriyapaccayo nāma, jīvitindriyaṃ manindriyaṃ",
  "anya-e0501n0:145_1": "sukhindriyaṃ dukkhindriyaṃ somanassindriyaṃ domanassindriyaṃ upekkhindriyaṃ saddhindriyaṃ",
  "anya-e0501n0:145_2": "vīriyindriyaṃ satindriyaṃ samādhindriyaṃ paññindriyaṃ anaññātaññassāmītindriyaṃ aññindriyaṃ",
  "anya-e0501n0:145_3": "aññātāvindriyanti. Tehi sahajātā cittacetasikadhammā ca rūpadhammā ca tassa paccayuppannā.",
  "anya-e0501n0:146": "Pañcindriyarūpāni purejātindriyapaccayo, cakkhundriyaṃ sotindriyaṃ ghānindriyaṃ jivhindriyaṃ kāyindriyaṃ. Pañcaviññāṇacitta cetasika dhammā tassa paccayuppannā.",
  "anya-e0501n0:147": "Ekaṃ rūpajīvitindriyaṃ rūpajīvitindriyapaccayo. Sabbāni kammaja rūpāni jīvitarūpavajjitāni tassa paccayuppannāni.",
  "anya-e0501n0:148_0": "Kenaṭṭhena indriyanti. Issariyaṭṭhena indriyaṃ. Tattha kattha issariyanti. Attano",
  "anya-e0501n0:148_1": "attano paccayuppannesu dhammesu issariyaṃ. Kasmiṃ kasmiṃ kicce issariyanti. Attano",
  "anya-e0501n0:148_2": "attano kicce issariyaṃ. Nāmajīvitaṃ sampayuttadhammānaṃ jīvanakicce issariyaṃ. Jīvanakicceti",
  "anya-e0501n0:148_3": "āyuvaḍḍhanakicce, santatiṭhitiyā cirakālaṭhitikicceti attho. Manindriyaṃ ārammaṇaggahaṇakicce",
  "anya-e0501n0:148_4": "sampayuttadhammānaṃ issariyaṃ. Avaseso indriyaṭṭho pubbe indriyayamakadīpaniyaṃ vuttoyeva.",
  "anya-e0501n0:149_0": "Ettha vadeyya, dve itthindriyapurisindriyadhammā indriyabhūtā samānāpi kasmā indriyapaccaye",
  "anya-e0501n0:149_1": "visuṃ na gahitāti. Paccayakiccassa abhāvato. Tividhañhi paccayakiccaṃ jananakiccañca",
  "anya-e0501n0:149_2": "upatthambhanakiccañca anupālanakiccañca. Tattha yo paccayo paccayuppannadhammassa",
  "anya-e0501n0:149_3": "uppādāya paccayo hoti, yasmiṃ asati paccayuppanno dhammo na uppajjati, tassa paccayakiccaṃ",
  "anya-e0501n0:149_4": "jananakiccaṃ nāma. Yathā anantarapaccayo. Yo paccayo paccayuppannadhammassa ṭhitiyā",
  "anya-e0501n0:149_5": "ca vuḍḍhiyā ca viruḷhiyā ca paccayo hoti, yasmiṃ asati paccayuppanno dhammo na tiṭṭhati",
  "anya-e0501n0:149_6": "na vaḍḍhati na virūhati, tassa paccayakiccaṃ upatthambhanakiccaṃ nāma. Yathā pacchājātapaccayo.",
  "anya-e0501n0:149_7": "Yo paccayo paccayuppannassa dhammassa pavattiyā paccayo hoti, yena vinā paccayuppanno",
  "anya-e0501n0:149_8": "dhammo cirakālaṃ na pavattati, santati gamanaṃ chijjati, tassa paccaya kiccaṃ anupālanakiccaṃ",
  "anya-e0501n0:149_9": "nāma. Yathā rūpa jīvitindriyapaccayo. Ete pana dve indriyadhammā tesu tīsu paccaya",
  "anya-e0501n0:149_10": "kiccesu ekakiccaṃpi nasādhenti, tasmā ete dve dhammā indriya paccaye visuṃ na gahitāti.",
  "anya-e0501n0:150_0": "Etaṃ sante ete dve dhammā indriyātipi na vattabbāti. No na vattabbā. Kasmā. Indriyakiccasabbhāvatoti.",
  "anya-e0501n0:150_1": "Kiṃ pana etesaṃ indriyakiccanti. Liṅganimittakuttaākappesu issaratā indriya kiccaṃ.",
  "anya-e0501n0:150_2": "Tathā hi yassa puggalassa paṭisandhikkhaṇe itthindriyarūpaṃ uppajjati, tassa santāne",
  "anya-e0501n0:150_3": "catūhi kammādīhi paccayehi uppannā pañcakkhandha dhammā itthibhāvāya pariṇamanti,",
  "anya-e0501n0:150_4": "so attabhāvo ekantena itthiliṅga itthinimitta itthikutta itthākappayutto hoti, no",
  "anya-e0501n0:150_5": "aññathā. Na ca itthindriyarūpaṃ te pañcakkhandhadhamme janeti, na ca upatthambhati,",
  "anya-e0501n0:150_6": "nāpi anupāleti, atha kho te dhammā attano attano paccayehi uppajjamānā evañcevañca",
  "anya-e0501n0:150_7": "uppajjantūti āṇaṃ ṭhapentaṃ viya tesu attano anubhāvaṃ pavatteti. Te ca dhammā tatheva",
  "anya-e0501n0:150_8": "uppajjanti, no aññathāti. Ayaṃ itthindriyarūpassa itthiliṅgādīsu issaratā. Esa nayo",
  "anya-e0501n0:150_9": "purisindriyarūpassa purisaliṅgādīsu issaratāyaṃ. Evaṃ ete dve dhammā liṅgādīsu indriyakicca",
  "anya-e0501n0:150_10": "sabbhāvato indriyā nāma hontīti.",
  "anya-e0501n0:151_0": "Hadayavatthurūpaṃ pana dvinnaṃ viññāṇadhātūnaṃ nissayavatthukiccaṃ sādhayamānaṃpi",
  "anya-e0501n0:151_1": "tāsu indriyakiccaṃ na sādheti. Na hi bhāvita cittassa puggalassa hadayarūpe pasannevā",
  "anya-e0501n0:151_2": "appasanne vā jātepi manoviññāṇadhātuyo tadanuvattikā hontīti. Indriya paccayadīpanā niṭṭhitā.",
  "anya-e0501n0:152": "17. Jhānapaccayo",
  "anya-e0501n0:153_0": "Satta jhānaṅgāni jhānapaccayo, vitakko vicāro pīti somanassaṃ domanassaṃ upekkhā",
  "anya-e0501n0:153_1": "ekaggatā. Tehi sahajātā pañcaviññāṇavajjitā cittacetasikadhammā ca rūpadhammā ca",
  "anya-e0501n0:153_2": "tassa paccayuppannā.",
  "anya-e0501n0:154_0": "Kenaṭṭhena jhānanti. Upanijjhāyanaṭṭhena jhānaṃ. Upanijjhāya naṭṭhenāti ca manasā",
  "anya-e0501n0:154_1": "ārammaṇaṃ upagantvā nijjhāyanaṭṭhena pekkhanaṭṭhena. Yathā hi issāso dūre ṭhatvā",
  "anya-e0501n0:154_2": "khuddake lakkhamaṇḍale saraṃ pavesento hatthehi saraṃ ujukañca niccalañca katvā maṇḍalañca",
  "anya-e0501n0:154_3": "vibhūtaṃ katvā cakkhunā nijjhāyanto paveseti. Evameva imehi aṅgehi cittaṃ ujukañca",
  "anya-e0501n0:154_4": "niccalañca katvā ārammaṇañca vibhūtaṃ katvā nijjhāyanto puggalo upanijjhāyatīti vuccati.",
  "anya-e0501n0:154_5": "Evaṃ upanijjhāyitvā yaṃkiñci kāyakammaṃ vā vacīkammaṃ vā manokammaṃ vā karonto avirajjhamāno karoti.",
  "anya-e0501n0:155_0": "Tattha kāyakammaṃ nāma abhikkamappaṭikkamādikaṃ vuccati. Vacīkammaṃ nāma akkharavaṇṇaparipuṇṇaṃ",
  "anya-e0501n0:155_1": "vacībhedakaraṇaṃ vuccati. Manokammaṃ nāma yaṃkiñci manasā ārammaṇavibhāvanaṃ vuccati.",
  "anya-e0501n0:155_2": "Dānakammaṃ vā pāṇātipāta kammaṃ vā anurūpehi jhānaṅgehi vinā dubbalena cittena kātuṃ",
  "anya-e0501n0:155_3": "na sakkā hoti. Esa nayo sesesu kusalākusala kammesūti.",
  "anya-e0501n0:156_0": "Ayañca attho vitakkādīnaṃ jhānaṅgadhammānaṃ visuṃ visuṃ sabhāva lakkhaṇehi dīpetabbo.",
  "anya-e0501n0:156_1": "Sampayuttadhamme ārammaṇābhiniropana lakkhaṇo vitakko, so cittaṃ ārammaṇe daḷhaṃ",
  "anya-e0501n0:156_2": "niyojeti. Ārammaṇānumajjanalakkhaṇo vicāro, so cittaṃ ārammaṇe daḷhaṃ saṃyojeti.",
  "anya-e0501n0:156_3": "Ārammaṇasampiyāyanalakkhaṇāpīti, sā cittaṃ ārammaṇe parituṭṭhaṃ karoti. Tissopi vedanā",
  "anya-e0501n0:156_4": "ārammaṇarasānu bhavanalakkhaṇā, tāpi cittaṃ ārammaṇe iṭṭhāniṭṭhamajjhattarasānubhavana",
  "anya-e0501n0:156_5": "kiccena daḷhappaṭibaddhaṃ karonti. Samādhānalakkhaṇā ekaggatā, sāpi cittaṃ ārammaṇe",
  "anya-e0501n0:156_6": "niccalaṃ katvā ṭhapetīti. Jhānapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:157": "18. Maggapaccayo",
  "anya-e0501n0:158_0": "Dvādasa maggaṅgāni maggapaccayo sammādiṭṭhi sammāsaṅkappo sammā vācā sammākammanto",
  "anya-e0501n0:158_1": "sammāājīvo sammāvāyāmo sammāsati sammāsamādhi micchādiṭṭhi micchāsaṅkappo micchāvāyāmo",
  "anya-e0501n0:158_2": "micchāsamādhi. Sesā micchāvācā micchākammanto micchāājīvoti tayo dhammā visuṃ cetasikadhammā",
  "anya-e0501n0:158_3": "na honti. Musāvādādivasena pavattānaṃ catunnaṃ akusalakhandhānaṃ nāmaṃ. Tasmā te",
  "anya-e0501n0:158_4": "maggapaccaye visuṃ na gahitāti. Sabbe sahetukā citta cetasikadhammā ca sahetukacittasaha",
  "anya-e0501n0:158_5": "jātā rūpadhammā ca tassa paccayuppannā.",
  "anya-e0501n0:159_0": "Kenaṭṭhena maggoti. Sugatiduggatinibbāna disādesasampā panaṭṭhena maggo. Sammādiṭṭhiādikāni",
  "anya-e0501n0:159_1": "hi aṭṭha sammāmaggaṅgāni sugati disādesañca nibbānadisādesañca sampāpanatthāya saṃvattanti.",
  "anya-e0501n0:159_2": "Cattāri micchāmaggaṅgāni duggatidisādesaṃ sampāpanatthāya saṃvattantīti.",
  "anya-e0501n0:160_0": "Tattha jhānapaccayo ārammaṇe cittaṃ ujuṃ karoti, thiraṃ karoti, appanāpattaṃ karoti.",
  "anya-e0501n0:160_1": "Appanāpattaṃ nāma gambhīre udake pakkhitto macchoviya kasiṇanimittādike nimittārammaṇe",
  "anya-e0501n0:160_2": "anupaviṭṭhaṃ cittaṃ pavuccati. Maggapaccayo vaṭṭapathe cetanākammaṃ vivaṭṭapathe",
  "anya-e0501n0:160_3": "bhāvanākammaṃ ujuṃ karoti, thiraṃ karoti, kammapathapattaṃ karoti, vuddhiṃ viruḷhiṃ",
  "anya-e0501n0:160_4": "vepullaṃ karoti, bhūmantarapattaṃ karoti. Aya metesaṃ dvinnaṃ paccayānaṃ viseso.",
  "anya-e0501n0:161_0": "Tattha kammapathapattaṃ nāma pāṇātipātādīnaṃ kusalākusala kammānaṃ aṅgapāripūriyā",
  "anya-e0501n0:161_1": "paṭisandhijanane samatthabhāvasaṅkhātaṃ kammagatiṃ pattaṃ cetanākammaṃ. Bhūmantarapattaṃ",
  "anya-e0501n0:161_2": "nāma bhāvanānukkamena kāma bhūmito paṭṭhāya yāva lokuttarabhūmiyā ekasmiṃiriyāpathepi",
  "anya-e0501n0:161_3": "uparūparibhūmiṃ pattaṃ bhāvanākammaṃ. Ayañca attho jhānapaccaye vuttanayena sammādiṭṭhiādikānaṃ",
  "anya-e0501n0:161_4": "maggaṅgadhammānaṃ visuṃ visuṃ sabhāva lakkhaṇehi dīpetabboti. Maggapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:162": "19. Sampayuttapaccayo",
  "anya-e0501n0:163_0": "Sampayuttapaccayo vippayuttapaccayoti ekaṃ dukkaṃ. Atthi paccayo natthi paccayoti",
  "anya-e0501n0:163_1": "ekaṃ dukkaṃ. Vigatapaccayo avigata paccayoti ekaṃ dukkaṃ. Imāni tīṇi paccayadukkāni",
  "anya-e0501n0:163_2": "visuṃ paccaya visesāni na honti. Pubbe āgatesu paccayesu keci paccayā attano paccayuppannehi",
  "anya-e0501n0:163_3": "sampayuttā hutvā paccayattaṃ gacchanti, keci vippayuttā hutvā, keci vijjamānā hutvā,",
  "anya-e0501n0:163_4": "keci avijjamānā hutvā, keci vigatā hutvā, keci avigatā hutvā paccayattaṃ gacchantīti",
  "anya-e0501n0:163_5": "dassanatthaṃ imāni tīṇi paccayadukkāni vuttāni.",
  "anya-e0501n0:164_0": "Ettha ca atthīti kho kaccāna ayameko anto, natthīti kho dutiyo antoti evarūpesu ṭhānesu",
  "anya-e0501n0:164_1": "atthinatthisaddā sassatucchedesupavattanti, tasmā evarūpānaṃ atthānaṃ nivattanatthaṃ",
  "anya-e0501n0:164_2": "puna vigatadukkaṃ vuttaṃ.",
  "anya-e0501n0:165": "Sabbepi sahajātā cittacetasikā dhammā aññamaññassa paccayā ceva honti paccayuppannā ca.",
  "anya-e0501n0:166": "Kenaṭṭhena sampayutto. Ekuppādatā ekanirodhatā ekavatthukatā ekārammaṇatāti imehi catūhi sampayogaṅgehi samannāgato hutvā saṃyutto ekībhāvaṃ gatoti sampayutto.",
  "anya-e0501n0:167_0": "Tattha ekībhāvaṃ gatoti cakkhuviññāṇaṃ phassādīhi sattahi cetasikehi saha ekībhāvaṃ",
  "anya-e0501n0:167_1": "gataṃ hoti, dassananti ekaṃ vohāraṃ gacchati. Aṭṭha dhammā visuṃ visuṃ vohāraṃ na",
  "anya-e0501n0:167_2": "gacchanti, vinibbhujjitvā viññātuṃ na sakkoti. Esa nayo sesesu sabbacittuppādesūti.",
  "anya-e0501n0:167_3": "Sampayuttapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:168": "20. Vippayuttapaccayo",
  "anya-e0501n0:169": "Catubbidho vippayuttapaccayo, sahajāto vatthupure jāto vatthārammaṇapurejāto pacchājātoti.",
  "anya-e0501n0:170_0": "Tattha sahajātavippayutto nāma dvisu sahajātapaccaya paccayuppannesu nāmarūpesu nāmaṃ",
  "anya-e0501n0:170_1": "vā rūpassa rūpaṃ vā nāmassa vippayuttaṃ hutvā paccayo. Tattha nāmanti pavattikāle",
  "anya-e0501n0:170_2": "catukkhandhanāmaṃ, rūpassāti cittajarūpassa, rūpanti paṭisandhikkhaṇe hadayavatthurūpaṃ,",
  "anya-e0501n0:170_3": "nāmassāti paṭisandhicatukkhandhanāmassa. Sesā tayopi vippayuttapaccayā pubbe vibhattā",
  "anya-e0501n0:170_4": "evāti. Vippayuttapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:171": "21. Atthipaccayo",
  "anya-e0501n0:172_0": "Sattavidho atthipaccayo, sahajātatthipaccayo vatthupure jātatthi paccayo ārammaṇapurejātatthipaccayo",
  "anya-e0501n0:172_1": "vatthārammaṇapure jātatthipaccayo pacchājātatthipaccayo rūpāhāratthipaccayo rūpa",
  "anya-e0501n0:172_2": "jīvitindriyatthipaccayoti.",
  "anya-e0501n0:173": "Tattha sahajātapaccayo eva sahajātatthipaccayo nāma. Esa nayo sesesu chasu. Paccayapaccayuppannavibhāgopi heṭṭhā tattha tattha vuttoyeva.",
  "anya-e0501n0:174": "Kenaṭṭhena atthipaccayo. Sayaṃ khaṇikapaccuppannatā saṅkhātena atthibhāvena paccuppannassa dhammassa paccayo atthipaccayo. Atthipaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:175": "22. Natthipaccayo",
  "anya-e0501n0:176": "23. Vigatapaccayo",
  "anya-e0501n0:177": "24. Avigatapaccayo",
  "anya-e0501n0:178_0": "Sabbo anantarapaccayo natthi paccayo nāma. Tathā vigata paccayo. Avigatapaccayopi",
  "anya-e0501n0:178_1": "atthipaccayena sabbasadiso. Atthītica avigatoti ca atthato ekameva. Tathā natthīti",
  "anya-e0501n0:178_2": "ca vigatotica. Natthivigataavigatapaccayadīpanā niṭṭhitā.",
  "anya-e0501n0:179": "Paccayatthadīpanā niṭṭhitā.",
  "anya-e0501n0:180": "Paccayasabhāgo",
  "anya-e0501n0:181_0": "Paccayasabhāgo vuccate. Pañcadasa sahajātajātikā honti, cattāro mahāsahajātā cattāro",
  "anya-e0501n0:181_1": "majjhimasahajātā satta khuddakasahajātā. Tattha cattāro mahāsahajātā nāma sahajāto",
  "anya-e0501n0:181_2": "sahajātanissayo sahajātatthi sahajāta avigato. Cattāro majjhimasahajātā nāma aññamañño",
  "anya-e0501n0:181_3": "vipāko sampayutto sahajātavippayutto. Satta khuddakasaha jātā nāma hetu sahajātādhipati",
  "anya-e0501n0:181_4": "sahajātakammaṃ saha jātāhāro sahajātindriyaṃ jhānaṃ maggo.",
  "anya-e0501n0:182": "Tayo rūpāhārā, rūpāhāro rūpāhāratthi rūpāhārā vigato.",
  "anya-e0501n0:183": "Tīṇi rūpajīvitindriyāni, rūpajīvitindriyaṃ rūpajīvitindriyatthi rūpajīvitindriyāvigataṃ.",
  "anya-e0501n0:184_0": "Sattarasa purejātajātikā honti, cha vatthupurejātā cha ārammaṇapurejātā pañca vatthārammaṇapurejātā.",
  "anya-e0501n0:184_1": "Tattha cha vatthupurejātā nāma vatthupurejāto vatthupurejātanissayo vatthupurejātindriyaṃ",
  "anya-e0501n0:184_2": "vatthupurejātavippayuttaṃ vatthupurejātatthi vatthu purejātaavigato. Cha ārammaṇapurejātā",
  "anya-e0501n0:184_3": "nāma ārammaṇa purejāto kiñciārammaṇaṃ koci ārammaṇādhipati koci ārammaṇūpanissaso",
  "anya-e0501n0:184_4": "ārammaṇapurejātatthi ārammaṇapurejāta avigato. Kiñci ārammaṇantiādīsu kiñcikocivacanehi",
  "anya-e0501n0:184_5": "paccuppannaṃ nipphannarūpaṃ gayhati. Pañca vatthārammaṇapurejātā nāma vatthārammaṇa",
  "anya-e0501n0:184_6": "purejāto vatthārammaṇapurejātanissayo vatthārammaṇapure jāta vippayutto vatthārammaṇapurejātatthi",
  "anya-e0501n0:184_7": "vatthārammaṇapurejāta avigato.",
  "anya-e0501n0:185": "Cattāro pacchājātajātikā honti, pacchājāto pacchājātavippayutto pacchājātatthi pacchājātaavigato.",
  "anya-e0501n0:186_0": "Satta anantarā honti, anantaro samanantaro anantarūpa nissayo āsevanaṃ anantarakammaṃ",
  "anya-e0501n0:186_1": "natthi vigato. Ettha ca anantara kammaṃ nāma ariyamaggacetanā, sā attano anantare ariyaphalaṃ janeti.",
  "anya-e0501n0:187_0": "Pañca visuṃ paccayā honti, avasesaṃ ārammaṇaṃ avaseso ārammaṇādhipati avaseso ārammaṇūpa",
  "anya-e0501n0:187_1": "nissayo sabbo pakatūpanissayo avasesaṃ nānākkhaṇika kammaṃ. Iti vitthārato paṭṭhānapaccayā",
  "anya-e0501n0:187_2": "catupaññāsappabhedā hontīti.",
  "anya-e0501n0:188_0": "Tattha sabbe sahajātajātikā ca sabbe purejāta jātikā sabbe pacchājātajātikā rūpāhāro",
  "anya-e0501n0:188_1": "rūpajīvitindriyanti ime paccuppannapaccayā nāma. Sabbe anantarajātikā sabbaṃ nānākkhaṇika",
  "anya-e0501n0:188_2": "kammanti ime atītapaccayā nāma. Ārammaṇaṃ pakatūpanissayoti ime tekālikā ca nibbānapaññattīnaṃ",
  "anya-e0501n0:188_3": "vasena kālavimuttā ca honti.",
  "anya-e0501n0:189_0": "Nibbānañca paññatti cāti ime dve dhammā appaccayā nāma asaṅkhatā nāma. Kasmā. Ajātikattā.",
  "anya-e0501n0:189_1": "Yesañhi jāti nāma atthi, uppādo nāma atthi. Te sappaccayānāma saṅkhatā nāma paṭiccasamuppannā",
  "anya-e0501n0:189_2": "nāma. Ime dve dhammā ajātikattā anuppādattā ajātipaccayattāca appaccayā nāma asaṅkhatā nāmāti.",
  "anya-e0501n0:190_0": "Sappaccayesu ca dhammesu saṅkhatesu ekopi dhammo nicco dhuvo sassato aviparītadhammo",
  "anya-e0501n0:190_1": "nāma natthi. Atha kho sabbe te khayaṭṭhena aniccā eva honti. Kasmā. Sayañca paccayāyattavutti",
  "anya-e0501n0:190_2": "kattā paccayānañca aniccadhammattā. Nanu nibbānañca paññatti ca paccayā honti. Te",
  "anya-e0501n0:190_3": "ca niccā dhuvāti. Saccaṃ. Kevalena pana nibbānapaccayena vā paññattipaccayena vā",
  "anya-e0501n0:190_4": "uppanno nāma natthi, bahūhi paccayehi eva uppanno, te pana paccayā aniccā eva adhuvāti.",
  "anya-e0501n0:191_0": "Ye ca dhammā aniccā honti, te niccakālaṃ satte tividhehi dukkhadaṇḍehi paṭippīḷenti",
  "anya-e0501n0:191_1": "bādhenti, tasmā te dhammā bhayaṭṭhena dukkhā eva honti. Tattha tividhā dukkhadaṇḍā",
  "anya-e0501n0:191_2": "nāma dukkhadukkhatā saṅkhāra dukkhatā vipariṇāmadukkhatā.",
  "anya-e0501n0:192_0": "Ye keci aniccā eva honti, ekasmiṃ iriyāpathepi punappunaṃ bhijjanti, te kathaṃ yāvajīvaṃ",
  "anya-e0501n0:192_1": "niccasaññitānaṃ sattapuggalānaṃ attā nāma bhaveyyuṃ, sārā nāma bhaveyyuṃ. Ye ca dukkhā",
  "anya-e0501n0:192_2": "eva honti, te kathaṃ dukkhappaṭikulānaṃ sukhakāmānaṃ sattānaṃ attā nāma bhaveyyuṃ,",
  "anya-e0501n0:192_3": "sārā nāma bhaveyyuṃ. Tasmā te dhammā asārakaṭṭhena anattā eva honti.",
  "anya-e0501n0:193_0": "Api ca yasmā imāya catuvīsatiyā paccayadesanāya imamatthaṃ dasseti. Sabbepi saṅkhatadhammā",
  "anya-e0501n0:193_1": "nāma paccayāyattavuttikā eva honti, sattānaṃ vasāyattavuttikā na honti. Paccayāyatta",
  "anya-e0501n0:193_2": "vuttikesu ca tesu na ekopi dhammo appakena paccayena uppajjati. Atha kho bahūhi eva",
  "anya-e0501n0:193_3": "paccayehi uppajjatīti, tasmā ayaṃ desanā dhammānaṃ anattalakkhaṇadīpane matthakapattā hotīti.",
  "anya-e0501n0:194": "Paccayasabhāgasaṅgaho niṭṭhito.",
  "anya-e0501n0:195": "Paccayaghaṭanānayo",
  "anya-e0501n0:196": "Pañcaviññāṇesu paccayaghaṭanānayo",
  "anya-e0501n0:197_0": "Paccayaghaṭanānayo vuccate. Ekekasmiṃ paccayuppanne bahunnaṃ paccayānaṃ samodhānaṃ",
  "anya-e0501n0:197_1": "paccayaghaṭanā nāma. Yena pana dhammā sappaccayā saṅkhatā paṭiccasamuppannāti vuccanti,",
  "anya-e0501n0:197_2": "sabbe te dhammā uppāde ca ṭhitiyañca imehi catuvīsatiyā paccayehi sahitattā sappaccayā",
  "anya-e0501n0:197_3": "nāma, sappaccayattā saṅkhatā nāma, saṅkhatattā paṭiccasamuppannā nāma. Katame pana",
  "anya-e0501n0:197_4": "te dhammāti. Ekavīsasatacittāni ca dvipaññāsacetasikāni ca aṭṭhavīsati rūpāni ca.",
  "anya-e0501n0:198_0": "Tattha ekavīsasatacittāni dhātuvasena sattavidhāni bhavanti, cakkhu viññāṇadhātu",
  "anya-e0501n0:198_1": "sotaviññāṇadhātu ghānaviññāṇadhātu jitha viññāṇadhātu kāyaviññāṇadhātu manodhātu",
  "anya-e0501n0:198_2": "manoviññāṇa dhātūti. Tattha cakkhuviññāṇadvayaṃ cakkhuviññāṇadhātu nāma. Sotaviññāṇadvayaṃ",
  "anya-e0501n0:198_3": "sotaviññāṇadhātu nāma. Ghānaviññāṇadvayaṃ ghānaviññāṇadhātu nāma. Jithaviññāṇadvayaṃ",
  "anya-e0501n0:198_4": "jithaviññāṇadhātu nāma. Kāyaviññāṇadvayaṃ kāyaviññāṇadhātu nāma. Pañcadvārāvajjana",
  "anya-e0501n0:198_5": "cittañca sampaṭicchanacittadvayañca manodhātu nāma. Sesāni aṭṭhasataṃ cittāni manoviññāṇadhātu nāma.",
  "anya-e0501n0:199": "Dvipaññāsacetasikāni ca rāsivasena catubbidhāni bhavanti, satta sabbacittikāni ca cha pakiṇṇakāni ca cuddasa pāpānica pañcavīsati kalyāṇāni ca.",
  "anya-e0501n0:200_0": "Catuvīsatipaccayesu ca pannarasapaccayā sabbacittuppāda sādhāraṇā honti, ārammaṇañca",
  "anya-e0501n0:200_1": "anantarañca samanantarañca saha jāto ca aññamaññañca nissayo ca upanissayo ca kammañca",
  "anya-e0501n0:200_2": "āhāro ca indriyañca sampayutto ca atthi ca natthi ca vigato ca avigato ca. Na hi",
  "anya-e0501n0:200_3": "kiñci cittaṃ vā cetasikaṃ vā ārammaṇena vinā uppannaṃ nāma atthi. Tathā anantarādīhi",
  "anya-e0501n0:200_4": "ca. Aṭṭhapaccayā kesañci cittuppādānaṃ paccayā sādhāraṇā honti, hetu ca adhipati",
  "anya-e0501n0:200_5": "ca pure jāto ca āsevanañca vipāko ca jhānañca maggo ca vippayutto ca. Tattha hetu",
  "anya-e0501n0:200_6": "sahetukacittuppādānaṃ eva sādhāraṇā, adhipati ca sādhipatijavanānaṃ eva, purejāto",
  "anya-e0501n0:200_7": "ca kesañci cittuppādānaṃ eva, āsevanañca kusalākusalakiriyajavanānaṃ eva, vipāko",
  "anya-e0501n0:200_8": "ca vipākacittuppādānaṃ eva, jhānañca manodhātu manoviññāṇadhātu cittuppādānaṃ eva,",
  "anya-e0501n0:200_9": "maggo ca sahetukacittuppādānaṃ eva, vippayutto ca arūpaloke cittuppādānaṃ natthi,",
  "anya-e0501n0:200_10": "eko pacchājāto rūpadhammānaṃ eva visuṃbhūto hoti.",
  "anya-e0501n0:201_0": "Tatrāyaṃ dīpanā. Satta sabbacittikāni cetasikāni nāma, phasso vedanā saññā cetanā",
  "anya-e0501n0:201_1": "ekaggatā jīvitaṃ manasikāro. Tattha cittaṃ adhipatijātikañca āhārapaccayo ca indriyapaccayo",
  "anya-e0501n0:201_2": "ca. Phasso āhārapaccayo. Vedanā indriyapaccayo ca jhāna paccayo ca. Cetanā kammapaccayo",
  "anya-e0501n0:201_3": "ca āhārapaccayo ca. Ekaggatā indriyapaccayo ca jhāna paccayo ca maggapaccayo ca.",
  "anya-e0501n0:201_4": "Jīvitaṃ indriyapaccayo. Sesā dve dhammā visesapaccayā na honti.",
  "anya-e0501n0:202_0": "Cakkhuviññāṇe satta sabbacittikāni cetasikāni labbhanti, viññāṇena saddhiṃ aṭṭha",
  "anya-e0501n0:202_1": "nāmadhammā honti. Sabbe te dhammā sattahi paccayehi aññamaññassa paccayā honti catūhi",
  "anya-e0501n0:202_2": "mahāsahajātehi ca vippayuttavajjitehi tīhi majjhimasahajātehi ca. Tesveva aṭṭhasu",
  "anya-e0501n0:202_3": "dhammesu viññāṇaṃ sesānaṃ sattannaṃ dhammānaṃ āhārapaccayena ca indriyapaccayena",
  "anya-e0501n0:202_4": "ca paccayo hoti. Phasso āhārapaccayena, vedanā indriyapaccayamattena, cetanā kammapaccayena",
  "anya-e0501n0:202_5": "ca āhāra paccayena ca, ekaggatā indriyapaccayamattena, jīvitaṃ sesānaṃ sattannaṃ",
  "anya-e0501n0:202_6": "dhammānaṃ indriyapaccayena paccayo hoti. Cakkhuvatthurūpaṃ pana tesaṃ aṭṭhannaṃ dhammānaṃ",
  "anya-e0501n0:202_7": "chahi vatthupurejātehi tasmiṃ cakkhuvatthumhi āpātamāgatāni paccuppannāni rūpārammaṇāni",
  "anya-e0501n0:202_8": "tesaṃ catūhi ārammaṇa purejātehi, anantaraniruddhaṃ pañcadvārāvajjanacittañca pañcahi",
  "anya-e0501n0:202_9": "anantarehi, pubbe kataṃ kusalakammaṃ vā akusalakammaṃ vā kusalavipākānaṃ vā akusalavipākānaṃ",
  "anya-e0501n0:202_10": "vā tesaṃ nānākkhaṇikakammapaccayena, kamma sahāyabhūtāni purimabhave avijjātaṇhūpādānāni",
  "anya-e0501n0:202_11": "ca imasmiṃ bhave āvāsapuggalautubhojanādayo ca tesaṃ aṭṭhannaṃ dhammānaṃ pakatūpanissayapaccayena",
  "anya-e0501n0:202_12": "paccayā honti. Imasmiṃ citte hetu ca adhipati ca pacchājāto ca āsevanañca jhānañca",
  "anya-e0501n0:202_13": "maggocāti chapaccayā na labbhanti, aṭṭhārasapaccayā labbhanti. Yathā ca imasmiṃ citte,",
  "anya-e0501n0:202_14": "tathā sotaviññāṇādīsupi cha paccayā na labbhanti, aṭṭhārasapaccayā labbhantīti.",
  "anya-e0501n0:203": "Pañcaviññāṇesu paccayaghaṭanānayo niṭṭhito.",
  "anya-e0501n0:204": "Ahetuka cittuppādesu paccayaghaṭanānayo",
  "anya-e0501n0:205_0": "Cha pakiṇṇakāni cetasikāni nāma, vitakko vicāro adhimokkho vīriyaṃ pīti chando. Tattha",
  "anya-e0501n0:205_1": "vitakko jhānapaccayo ca maggapaccayo ca. Vicāro jhānapaccayo. Vīriyaṃ adhipatijātikañca",
  "anya-e0501n0:205_2": "indriyapaccayo ca maggapaccayo ca. Pīti jhānapaccayo. Chando adhipatijātiko. Adhimokkho",
  "anya-e0501n0:205_3": "pana visesapaccayo na hoti.",
  "anya-e0501n0:206_0": "Pañcadvārāvajjanacittañca sampaṭicchanacittadvayañca upekkhāsantīraṇa dvayañcāti",
  "anya-e0501n0:206_1": "pañcasu cittesu dasa cetasikāni labbhanti, satta sabba cittikāni ca pakiṇṇakesu vitakko",
  "anya-e0501n0:206_2": "ca vicāro ca adhimokkho ca. Viññāṇena saddhiṃ paccekaṃ ekādasa nāmadhammā honti.",
  "anya-e0501n0:206_3": "Imesu cittesu jhānakiccaṃ labbhati. Vedanā ca ekaggatā ca vitakko ca vicāro ca jhānapaccayaṃ",
  "anya-e0501n0:206_4": "sādhenti. Pañcadvārāvajjanacittaṃ pana kiriyacittaṃ hoti, vipākapaccayo natthi. Nānākkhaṇikakammañca",
  "anya-e0501n0:206_5": "upanissayaṭṭhāne tiṭṭhati. Vipākapaccayena saddhiṃ cha paccayā na labbhanti. Jhānapaccayena",
  "anya-e0501n0:206_6": "saddhiṃ aṭṭhārasapaccayā labbhanti. Sesesu catūsu vipākacittesu pañca paccayā na",
  "anya-e0501n0:206_7": "labbhanti. Vipākapaccayena ca jhānapaccayena ca saddhiṃ ekūnavīsati paccayā labbhanti.",
  "anya-e0501n0:207_0": "Somanassasantīraṇe pītiyā saddhiṃ ekādasacetasikā yujjanti, manodvārāvajjanacitte",
  "anya-e0501n0:207_1": "ca vīriyena saddhiṃ ekādasāti viññāṇena saddhiṃ dvādasa nāmadhammā honti. Hasituppādacitte",
  "anya-e0501n0:207_2": "pana pītiyā ca vīriyena ca saddhiṃ dvādasa cetasikāni yujjanti. Viññāṇena saddhiṃ",
  "anya-e0501n0:207_3": "terasa nāmadhammā honti. Tattha somanassasantīraṇe jhānaṅgesu pītimattaṃ adhikaṃ",
  "anya-e0501n0:207_4": "hoti, pubbe upekkhāsantīraṇadvaye viya pañcapaccayā na labbhanti. Ekūnavīsatipaccayā",
  "anya-e0501n0:207_5": "labbhanti. Manodvārā vajjanacitte ca vīriyamattaṃ adhikaṃ hoti, tañca indriyakicca",
  "anya-e0501n0:207_6": "jhāna kiccānisādheti. Adhipatikiccañca maggakiccañca na sādheti. Kiriya cittattāvipākapaccayo",
  "anya-e0501n0:207_7": "ca natthi. Pubbe pañcadvārāvajjanacitte viya vipāka paccayena saddhiṃ cha paccayā",
  "anya-e0501n0:207_8": "na labbhanti. Jhānapaccayena saddhiṃ aṭṭharasa paccayā labbhanti. Hasituppādacittepi",
  "anya-e0501n0:207_9": "kiriyacittattā vipākapaccayo natthi, javanacittattā pana āsevanaṃ atthi, vipākapaccayena",
  "anya-e0501n0:207_10": "saddhiṃ pañca paccayā na labbhanti. Āsevanapaccayena saddhiṃ ekūnavīsati paccayā labbhanti.",
  "anya-e0501n0:208": "Ahetukacittuppādesu paccayaghaṭanānayo niṭṭhito.",
  "anya-e0501n0:209": "Akusalacittuppādesu paccayaghaṭanānayo",
  "anya-e0501n0:210_0": "Dvādasa akusalacittāni, dve mohamūlikāni aṭṭha lobha mūlikāni dve dosamūlikāni. Cuddasa",
  "anya-e0501n0:210_1": "pāpacetasikāni nāma moho ahirikaṃ anottappaṃ uddhaccanti idaṃ mohacatukkaṃ nāma.",
  "anya-e0501n0:210_2": "Lobho diṭṭhi mānoti idaṃ lobhatikkaṃ nāma. Doso issā macchariyaṃ kukkuccanti idaṃ",
  "anya-e0501n0:210_3": "dosacatukkaṃ nāma. Thinaṃ middhaṃ vicikicchāti idaṃ visuṃ tikkaṃ nāma.",
  "anya-e0501n0:211": "Tattha lobho doso mohoti tayo mūladhammā hetupaccayā, diṭṭhi maggapaccayo, sesā dasadhammā visesapaccayā na honti.",
  "anya-e0501n0:212_0": "Tattha dve mohamūlikāni nāma vicikicchāsampayuttacittaṃ uddhacca sampayuttacittaṃ.",
  "anya-e0501n0:212_1": "Tattha vicikicchāsampayuttacitte pannarasa cetasikāni uppajjanti satta sabbacittikāni",
  "anya-e0501n0:212_2": "ca vitakko vicāro vīriyanti tīṇi pakiṇṇakāni ca pāpacetasikesu mohacatukkañca vicikicchā",
  "anya-e0501n0:212_3": "cāti, cittena saddhiṃ soḷasa nāmadhammā honti. Imasmiṃ citte hetu paccayopi maggapaccayopi",
  "anya-e0501n0:212_4": "labbhanti. Tattha moho hetupaccayo, vitakko ca vīriyañca maggapaccayo, ekaggatā pana",
  "anya-e0501n0:212_5": "vicikicchāya duṭṭhattā imasmiṃ citte indriyakiccañca maggakiccañca na sādheti, jhānakiccamattaṃ",
  "anya-e0501n0:212_6": "sādheti. Adhipati ca pacchājāto vipāko cāti tayo paccayāna labbhanti, sesā ekavīsatipaccayā",
  "anya-e0501n0:212_7": "labbhanti. Uddhaccasampayuttacittepi vicikicchaṃ pahāya adhimokkhena saddhiṃ pannaraseva",
  "anya-e0501n0:212_8": "cetasikāni, soḷaseva nāmadhammā honti. Imasmiṃ citte ekaggatā indriya kiccañca jhānakiccañca",
  "anya-e0501n0:212_9": "maggakiccañca sādheti, tayo paccayā na labbhanti, ekavīsati paccayā labbhanti.",
  "anya-e0501n0:213_0": "Aṭṭhasu lobhamūlikacittesu pana satta sabbacittikāni ca cha pakiṇṇakāni ca pāpesu",
  "anya-e0501n0:213_1": "mohacatukkañca lobhatikkañca thinamiddhañcāti dvāvīsati cetasikāni uppajjanti. Tesu",
  "anya-e0501n0:213_2": "lobho ca mohocāti dve mūlāni hetupaccayo. Chando ca cittañca vīriyañcāti tayo adhipatijātikā",
  "anya-e0501n0:213_3": "kadāci adhipatikiccaṃ sādhenti, ārammaṇādhipatipi ettha labbhati. Cetanā kammapaccayo.",
  "anya-e0501n0:213_4": "Tayo āhārā āhārapaccayo. Cittañca vedanā ca ekaggatā ca jīvitañca vīriyañcāti pañca",
  "anya-e0501n0:213_5": "indriyadhammā indriyapaccayo. Vitakko ca vicāro ca pīti ca vedanā ca ekaggatācāti",
  "anya-e0501n0:213_6": "pañca jhānaṅgāni jhānapaccayo. Vitakko ca ekaggatā ca diṭṭhi ca vīriyañcāti cattāri",
  "anya-e0501n0:213_7": "maggaṅgāni maggapaccayo. Pacchājāto ca vipāko cāti dve paccayā na labbhanti. Sesā",
  "anya-e0501n0:213_8": "dvāvīsati paccayā labbhanti.",
  "anya-e0501n0:214_0": "Dvīsu dosamūlikacittesu pītiñca lobhatikkañca pahāya dosacatukkena saddhiṃ dvāvīsati",
  "anya-e0501n0:214_1": "eva cetasikāni, doso ca moho ca dve mūlāni, tayo adhipati jātikā, tayo āhārā, pañca",
  "anya-e0501n0:214_2": "indriyāni, cattāri jhānaṅgāni, tīṇi maggaṅgāni. Etthāpi dve paccayā na labbhanti,",
  "anya-e0501n0:214_3": "dvāvīsati paccayā labbhanti.",
  "anya-e0501n0:215": "Akusalacittuppādesu paccayaghaṭanānayo niṭṭhito.",
  "anya-e0501n0:216": "Cittuppādesu paccayaghaṭanānayo",
  "anya-e0501n0:217_0": "Ekanavuti sobhaṇacittāni nāma, catuvīsati kāma sobhaṇacittāni pannarasa rūpacittāni",
  "anya-e0501n0:217_1": "dvādasa arūpacittāni cattālīsa lokuttaracittāni. Tattha catuvīsati kāmasobhaṇa cittāni",
  "anya-e0501n0:217_2": "nāma aṭṭha kāmakusalacittāni aṭṭha kāmasobhaṇavipāka cittāni aṭṭha kāmasobhaṇakiriyacittāni.",
  "anya-e0501n0:218_0": "Pañca vīsati kalyāṇacetasikāni nāma, alobho adoso amohoceti tīṇi kalyāṇamūlikāni",
  "anya-e0501n0:218_1": "ca saddhā ca sati ca hirī ca ottappañca tatramajjhattatā ca kāyapassaddhi ca citta",
  "anya-e0501n0:218_2": "passaddhi ca kāyalahutā ca cittalahutā ca kāyamudutā ca citta mudutā ca kāyakammaññatā",
  "anya-e0501n0:218_3": "ca citta kammaññatā ca kāyapāguññatā ca cittapāguññatā ca kāyujukatā ca cittujukatā",
  "anya-e0501n0:218_4": "ca sammāvācā sammākammanto sammāājīvoti tisso viratiyo ca karuṇā muditāti dve appamaññāyo ca.",
  "anya-e0501n0:219_0": "Tattha tīṇi kalyāṇamūlāni hetupaccayo, amoho pana adhipatipaccaye vīmaṃsādhipatināma,",
  "anya-e0501n0:219_1": "indriyapaccaye paññindriyaṃ nāma, maggapaccaye sammādiṭṭhi nāma. Saddhā indriyapaccaye",
  "anya-e0501n0:219_2": "saddhindriyaṃ nāma. Sati indriyapaccaye satindriyaṃ nāma, maggapaccaye sammāsati",
  "anya-e0501n0:219_3": "nāma. Tisso viratiyo maggapaccayo, sesā sattarasa dhammā visesapaccayā na honti.",
  "anya-e0501n0:220_0": "Aṭṭhasu kāmakusalacittesu aṭṭhatiṃsa cetasikāni saṅgayhanti, satta sabbacittikāni",
  "anya-e0501n0:220_1": "cha pakiṇṇakāni pañcavīsati kalyāṇāni. Tesu ca pīti catūsu somanassikesu eva, amoho",
  "anya-e0501n0:220_2": "catūsu ñāṇasampayuttesu eva, tisso viratiyo sikkhāpadasīlapūraṇa kāle eva, dve appamaññāyo",
  "anya-e0501n0:220_3": "sattesu kāruññamodanākāresu evāti. Imesupi aṭṭhasu cittesu dve vā tīṇi vā kalyāṇamūlāni",
  "anya-e0501n0:220_4": "hetupaccayo, chando ca cittañca vīriyañca vīmaṃsācāti catūsu adhipatijātikesu ekamekova",
  "anya-e0501n0:220_5": "kadāci adhipatipaccayo. Cetanā kammapaccayo. Tayo āhārā āhārapaccayo. Cittañca vedanā",
  "anya-e0501n0:220_6": "ca ekaggatā ca jīvitañca saddhā ca sati ca vīriyañca paññācāti aṭṭha indriyāni indriyapaccayo.",
  "anya-e0501n0:220_7": "Vitakko ca vicāro ca pīti ca vedanā ca ekaggatācāti pañcajhānaṅgāni jhānapaccayo.",
  "anya-e0501n0:220_8": "Paññā ca vitakko ca tisso viratiyo ca sati ca vīriyañca ekaggatācāti aṭṭha maggaṅgāni",
  "anya-e0501n0:220_9": "maggapaccayo. Imesupi aṭṭhasu cittesu pacchājāto ca vipākocāti dve paccayā na labbhanti,",
  "anya-e0501n0:220_10": "sesā dvāvīsatipaccayā labbhanti.",
  "anya-e0501n0:221": "Aṭṭhasu kāmasobhaṇakiriyacittesu tisso viratiyo na labbhanti, kusalesu viya dve paccayā na labbhanti, dvāvīsati paccayā labbhanti.",
  "anya-e0501n0:222": "Aṭṭhasu kāmasobhaṇavipākesu tisso viratiyo ca dve appamaññāyo ca na labbhanti. Adhipatipaccayo ca pacchājāto ca āsevanañcāti tayo paccayā na labbhanti, ekavīsati paccayā labbhanti.",
  "anya-e0501n0:223": "Upari rūpārūpalokuttaracittesupi dvāvīsatipaccayato atirekaṃ natthi. Tasmā catūsu ñāṇasampayuttakāmakusala cittesu viya imesu paccayaghaṭanā veditabbā.",
  "anya-e0501n0:224_0": "Evaṃ sante kasmā tāni cittāni kāmacittato mahanta tarāni ca paṇītatarāni ca hontīti.",
  "anya-e0501n0:224_1": "Āsevanamahantattā. Tāni hi cittāni bhāvanākammavisesehi siddhāni honti, tasmā tesu",
  "anya-e0501n0:224_2": "āsevanapaccayo mahanto hoti. Āsevana mahantattā ca indriyapaccayopi jhānapaccayopi",
  "anya-e0501n0:224_3": "maggapaccayopi aññepi vā tesaṃ paccayā mahantā honti. Paccayānaṃ uparūpari mahantattā",
  "anya-e0501n0:224_4": "tāni cittāni uparūpari ca kāmacittato mahantatarāni ca paṇītatarāni ca hontīti.",
  "anya-e0501n0:225": "Cittuppādesu paccayaghaṭanānayo niṭṭhito.",
  "anya-e0501n0:226": "Rūpakalāpesu paccayaghaṭanānayo",
  "anya-e0501n0:227_0": "Rūpakalāpesu paccayaghaṭanānayo vuccate. Aṭṭhavīsati rūpāni nāma, cattāri mahābhūtāni",
  "anya-e0501n0:227_1": "pathavī āpo tejo vāyo. Pañca pasādarūpāni cakkhu sotaṃ ghānaṃ jitha kāyo. Pañca gocararūpāni",
  "anya-e0501n0:227_2": "rūpaṃ saddo gandho raso phoṭṭhabbaṃ. Tattha phoṭṭhabbaṃ tividhaṃ pathavīphoṭṭhabbaṃ",
  "anya-e0501n0:227_3": "tejophoṭṭhabbaṃ vāyophoṭṭhabbaṃ. Dve bhāvarūpāni itthibhāvarūpaṃ pumbhāvarūpaṃ. Ekaṃ",
  "anya-e0501n0:227_4": "jīvitarūpaṃ, ekaṃ hadayarūpaṃ. Ekaṃ āhārarūpaṃ. Ekaṃ ākāsadhāturūpaṃ. Dve viññattirūpāni",
  "anya-e0501n0:227_5": "kāyaviññattirūpaṃ vacīviññatti rūpaṃ. Tīṇi vikārarūpāni lahutā mudutā kammaññatā.",
  "anya-e0501n0:227_6": "Cattāri lakkhaṇarūpāni upacayo santati jaratā aniccatā.",
  "anya-e0501n0:228_0": "Tattha cha rūpadhammā rūpadhammānaṃ paccayā honti cattāri mahābhūtāni ca jīvitarūpañca",
  "anya-e0501n0:228_1": "āhārarūpañca. Tattha cattāri mahā bhūtāni aññamaññassa pañcahi paccayehi paccayā",
  "anya-e0501n0:228_2": "honti sahajātena ca aññamaññena ca nissayena ca atthiyā ca avigatenaca. Sahajātānaṃ",
  "anya-e0501n0:228_3": "upādārūpānaṃ aññamaññavajjitehi catūhi paccayehi paccayā honti. Jīvitarūpaṃ sahajātānaṃ",
  "anya-e0501n0:228_4": "kammajarūpānaṃ indriyapaccayena paccayo. Āhārarūpaṃ sahajātānañca asahajātānañca",
  "anya-e0501n0:228_5": "sabbesaṃ ajjhattarūpadhammānaṃ āhārapaccayena paccayo.",
  "anya-e0501n0:229_0": "Tattheva terasa rūpadhammā nāmadhammānaṃ visesapaccayā honti, pañcapasādarūpāni ca",
  "anya-e0501n0:229_1": "satta gocararūpāni ca hadayavatthurūpañca. Tattha pañca pasādarūpāni pañcannaṃ viññāṇadhātūnaṃ",
  "anya-e0501n0:229_2": "mātaro viya puttakānaṃ vatthupurejātena ca vatthupurejātindriyena ca vatthu purejātavippayuttena",
  "anya-e0501n0:229_3": "ca paccayā honti. Satta gocararūpāni pañcannaṃ viññāṇadhātūnaṃ tissannaṃ manodhātūnañca",
  "anya-e0501n0:229_4": "pitaro viya puttakānaṃ ārammaṇapurejātena paccayā honti. Hadayavatthurūpaṃ dvinnaṃ",
  "anya-e0501n0:229_5": "manodhātu manoviññāṇadhātūnaṃ rukkho viya rukkhadevatānaṃ yathārahaṃ paṭisandhikkhaṇe",
  "anya-e0501n0:229_6": "sahajātanissayena pavattikāle vatthupurejātena ca vatthupurejātavippayuttena ca paccayo hoti.",
  "anya-e0501n0:230": "Tevīsati rūpakalāpā. Tattha ekāya rajjuyā bandhitānaṃ kesānaṃ kesakalāpo viya tiṇānaṃ tiṇakalāpo viya ekena jātirūpena bandhitānaṃ rūpadhammānaṃ kalāpo paripiṇḍirūpa kalāpo nāma.",
  "anya-e0501n0:231": "Tattha cattāri mahābhūtāni vaṇṇo gandho raso ojāti ime aṭṭha dhammā eko sabbamūlakalāpo nāma, sabbamūlaṭṭhakanti ca vuccati.",
  "anya-e0501n0:232_0": "Nava kammajarūpakalāpā, – jīvitanavakaṃ vatthudasakaṃ kāya dasakaṃ itthibhāvadasakaṃ",
  "anya-e0501n0:232_1": "pumbhāvadasakaṃ cakkhudasakaṃ sotadasakaṃ ghānadasakaṃ jithadasakaṃ. Tattha sabbamūlaṭṭhakamevajīvitarūpena",
  "anya-e0501n0:232_2": "saha jīvitanavakaṃ nāma. Etadeva kammajakalāpesu mūlanavakaṃ hoti. Mūlanavakameva",
  "anya-e0501n0:232_3": "yathākkamaṃ hadayavatthurūpādīhi aṭṭharūpehi saha vatthudasakādīni aṭṭhadasakāni",
  "anya-e0501n0:232_4": "bhavati. Tattha jīvitanavakañca kāyadasakañca bhāvadasakānicāti cattāro kalāpā sakala",
  "anya-e0501n0:232_5": "kāye pavattanti. Tattha jīvitanavakanti pācakaggi ca kāyaggi ca vuccati. Pācakaggi",
  "anya-e0501n0:232_6": "nāma pācakatejo koṭṭhāso, so āmāsaye pavattitvā asitapītakhāyitasāyitāni paripāceti.",
  "anya-e0501n0:232_7": "Kāyaggi nāma sakalakāyabyāpako usmātejo koṭṭhāso, so sakala kāye pavattitvā pittasemhalohitāni",
  "anya-e0501n0:232_8": "apūtīni vippasannāni karoti. Tesaṃ dvinnaṃ visamavuttiyā sati sattā bahvābādhā honti,",
  "anya-e0501n0:232_9": "samavuttiyā sati appābādhā. Tadubhayaṃ jīvitanavakaṃ sattānaṃ āyuṃ sampādeti. Vaṇṇaṃ",
  "anya-e0501n0:232_10": "sampādeti. Kāyadasakaṃ sakalakāye sukhasamphassa dukkhasamphassāni sampādeti. Bhāva",
  "anya-e0501n0:232_11": "dasakāni itthīnaṃ sabbe itthākāre sampādeti. Purisānaṃ sabbe purisākāre sampādehi.",
  "anya-e0501n0:232_12": "Sesāni vatthudasakādīni pañcadasakāni padesadasakāni nāma. Tattha vatthudasakaṃ hadayakosabbhantare",
  "anya-e0501n0:232_13": "pavattitvā sattānaṃ nānāpakārāni sucintitaducintitāni sampādeti. Cakkhudasakādīni",
  "anya-e0501n0:232_14": "cattāri dasakāni cakkhuguḷa kaṇṇabila nāsabila jithatalesu pavattitvā dassana savana",
  "anya-e0501n0:232_15": "ghāyana sāyanāni sampādeti.",
  "anya-e0501n0:233_0": "Aṭṭha cittajarūpakalāpā, sabbamūlaṭṭhakaṃ saddanavakaṃ kāya viññattinavakaṃ saddavacīviññattidasakanti",
  "anya-e0501n0:233_1": "cattāro mūlakalāpā ca teyeva lahutā mudutā kammaññatāsaṅkhātehi tīhi vikāra rūpehi",
  "anya-e0501n0:233_2": "saha cattāro savikārakalāpā ca.",
  "anya-e0501n0:234_0": "Tattha sarīradhātūnaṃ visamappavattikāle gilānassa mūla kalāpāni eva pavattanti.",
  "anya-e0501n0:234_1": "Tadā hi tassa sarīrarūpāni garūni vā thaddhāni vā akammaññāni vā honti, yathāruci",
  "anya-e0501n0:234_2": "iriyapathaṃpi pavattetuṃ aṅga paccaṅgānipi cāletuṃ vacanaṃpi kathetuṃ dukkho hoti.",
  "anya-e0501n0:234_3": "Sarīradhātūnaṃ samappavattikāle pana agilānassa garuthaddhādīnaṃ sarīradosānaṃ abhāvato",
  "anya-e0501n0:234_4": "savikārā pavattanti. Tesu ca cittaṅgavasena kāyaṅga calane dve kāyaviññattikalāpā",
  "anya-e0501n0:234_5": "pavattanti. Cittavaseneva mukhato vacanasaddappavattikāle dve vacīviññattikalāpā,",
  "anya-e0501n0:234_6": "cittavaseneva akkharavaṇṇarahitānaṃ hasanarodanādīnaṃ avacanasaddānaṃ mukhato pavattikāle",
  "anya-e0501n0:234_7": "dve saddakalāpā, sesakālesu dve ādi kalāpā pavattanti.",
  "anya-e0501n0:235_0": "Cattāro utujarūpakalāpā, sabbamūlaṭṭhakaṃ saddanavakanti dve mūlakalāpā ca dve savikārakalāpā",
  "anya-e0501n0:235_1": "ca. Tattha ayaṃ kāyo yāvajīvaṃ iriyāpathasotaṃ anugacchanto yāpeti, tasmā iriyāpathanānattaṃ",
  "anya-e0501n0:235_2": "paṭicca imasmiṃ kāye khaṇe khaṇe dhātūnaṃ samappavattivisamappavattiyo paññāyanti.",
  "anya-e0501n0:235_3": "Tathā utunānattaṃ paṭicca āhāranānattaṃ paṭicca vātātapasapphassanānattaṃ paṭicca",
  "anya-e0501n0:235_4": "kāyaṅga parihāranānattaṃ paṭicca attūpakkamaparūpakkamanānattaṃ paṭicca. Tattha visamappavattikāle",
  "anya-e0501n0:235_5": "dve mūlakalāpā eva pavattanti, samappavattikāle dve savikārā. Tesu ca dve saddakalāpā",
  "anya-e0501n0:235_6": "cittajasaddato paramparasaddesu ca aññesu loke nānappakārasaddesu ca pavattanti.",
  "anya-e0501n0:236": "Dve āhārajarūpakalāpā, – sabbamūlaṭṭhakaṃ savikāranti. Ime dve kalāpā sappāyena vā asappāyena vā āhārena jātānaṃ samarūpavisamarūpānaṃ vasena veditabbā.",
  "anya-e0501n0:237_0": "Ākāsadhātu ca lakkhaṇarūpānicāti pañcarūpāni kalāpa muttāni honti. Tesu ākāsadhātu",
  "anya-e0501n0:237_1": "kalāpānaṃ antarā pariccheda mattattā kalāpamuttā hoti. Lakkhaṇarūpāni saṅkhatabhūtānaṃ",
  "anya-e0501n0:237_2": "rūpa kalāpānaṃ saṅkhatabhāvajānanatthāya lakkhaṇamattattā kalāpa muttāni.",
  "anya-e0501n0:238_0": "Ime tevīsati kalāpā ajjhattasantāne labbhanti. Bahiddhā santāne pana dve utujamūlakalāpā",
  "anya-e0501n0:238_1": "eva labbhanti. Tattha dve rūpa santānāni ajjhattasantānañca bahiddhāsantānañca. Tattha",
  "anya-e0501n0:238_2": "ajjhattasantānaṃ nāma sattasantānaṃ vuccati. Bahiddhāsantānaṃ nāma pathavīpabbatanadīsamudda",
  "anya-e0501n0:238_3": "rukkhatiṇādīni vuccati. Tattha ajjhattasantāne aṭṭhavīsati rūpāni tevīsati rūpakalāpāni labbhanti.",
  "anya-e0501n0:239_0": "Tattha paṭisandhināmadhammā paṭisandhikkhaṇe kammajarūpakalāpānaṃ chadhā paccayā",
  "anya-e0501n0:239_1": "honti catūhi mahāsahajātehi ca vipākena ca vippayuttena ca. Hadayavatthurūpassa pana",
  "anya-e0501n0:239_2": "aññamaññena saha sattadhā paccayā honti. Tesveva nāmadhammesu hetudhammā hetubhāvena,",
  "anya-e0501n0:239_3": "cetanā kammabhāvena, āhāradhammā āhārabhāvena, indriya dhammā indriyabhāvena, jhānadhammā",
  "anya-e0501n0:239_4": "jhāna bhāvena, maggadhammā magga bhāvenāti yathārahaṃ chadhā paccayā honti. Atītāni",
  "anya-e0501n0:239_5": "pana kusalākusalakammāni ekadhāva paccayā honti kammapaccayena, paṭhamabhavaṅgādikā",
  "anya-e0501n0:239_6": "pacchājātā pavattanāmadhammā purejātānaṃ kammajarūpa kalāpānaṃ ekadhā paccayā honti",
  "anya-e0501n0:239_7": "pacchājātena. Ettha ca pacchājāta vacanena cattāro pacchājātajātikā paccayā gahitā",
  "anya-e0501n0:239_8": "honti. Atītāni ca kammāni ekadhāva paccayā honti. Evaṃ nāmadhammā kammajarūpakalāpānaṃ",
  "anya-e0501n0:239_9": "yathārahaṃ cuddasahi paccayehi paccayā honti. Idha dasapaccayā na labbhanti ārammaṇañca",
  "anya-e0501n0:239_10": "adhipati ca anantarañca samanantarañca upanissayo ca purejāto ca āsevanañca sampayutto",
  "anya-e0501n0:239_11": "ca natthi ca vigato ca.",
  "anya-e0501n0:240_0": "Pavattikāle rūpajanakā nāmadhammā attanā sahajātānaṃ cittajarūpakalāpānaṃ pañcadhā",
  "anya-e0501n0:240_1": "paccayā honti catūhi mahāsaha jātehi ca vippayuttena ca. Tesveva nāmadhammesu hetudhammā",
  "anya-e0501n0:240_2": "hetubhāvena, adhipatidhammā adhipatibhāvena, cetanā kammabhāvena, vipākadhammā vipākabhāvena,",
  "anya-e0501n0:240_3": "āhāradhammā āhāra bhāvena, indriyadhammā indriyabhāvena, jhānadhammā jhānabhāvena,",
  "anya-e0501n0:240_4": "maggadhammā maggabhāvenāti yathārahaṃ aṭṭhadhā paccayā honti. Pacchājātā sabbe nāmadhammā",
  "anya-e0501n0:240_5": "purejātānaṃ cittajarūpakalāpānaṃ ekadhā paccayā honti pacchājātena. Evaṃ nāmadhammā",
  "anya-e0501n0:240_6": "cittajarūpa kalāpānaṃ yathārahaṃ cuddasahi paccayehi paccayā honti. Idhapi dasa paccayā",
  "anya-e0501n0:240_7": "na labbhanti ārammaṇañca anantarañca samanantarañca aññamaññañca upanissayo ca purejāto",
  "anya-e0501n0:240_8": "ca āsevanañca sampayutto ca natthi ca vigato ca.",
  "anya-e0501n0:241_0": "Paṭisandhicittassa ṭhitikālato paṭṭhāya pavattikāle sabbepi nāmadhammā sabbesaṃ utujarūpakalāpānañca",
  "anya-e0501n0:241_1": "āhārajarūpa kalāpānañca ekadhā paccayā honti pacchājātavasena. Etthapi pacchājātavacanena",
  "anya-e0501n0:241_2": "cattāro pacchājātajātikā gahitā honti, sesā vīsati paccayā na labbhanti.",
  "anya-e0501n0:242_0": "Sabbesu pana tevīsatiyā rūpakalāpesucattāromahā bhūtā aññamaññassa pañcadhā paccayā",
  "anya-e0501n0:242_1": "honti catūhi mahāsaha jātehi ca aññamaññena ca, sahajātānaṃ upādārūpānaṃ catudhā",
  "anya-e0501n0:242_2": "paccayā honti catūhi mahāsahajātehi. Āhārarūpaṃ sahajātānañca asahajātānañca sabbesaṃ",
  "anya-e0501n0:242_3": "ajjhattarūpakalāpānaṃ āhāra paccayena paccayo hoti. Navasu kammajarūpakalāpesu jīvitarūpaṃ",
  "anya-e0501n0:242_4": "sahajātānameva rūpānaṃ indriyapaccayena paccayo hoti. Evaṃ ajjhattarūpadhammā ajjhattarūpadhammānaṃ",
  "anya-e0501n0:242_5": "sattadhā paccayā honti. Bahiddhā rūpadhammā pana bahiddhābhūtānaṃ dvinnaṃ utujarūpakalāpānaṃ",
  "anya-e0501n0:242_6": "pañcadhā paccayā hontīti.",
  "anya-e0501n0:243": "Rūpakalāpesu paccayaghaṭanānayo niṭṭhito.",
  "anya-e0501n0:244_0": "Ettha ca paṭṭhānasaddassa attho vattabbo. Padhānaṃ ṭhānanti paṭṭhānaṃ. Tattha padhānanti",
  "anya-e0501n0:244_1": "pamukhaṃ, ṭhānanti paccayo, pamukhapaccayo mukhyapaccayo ekantapaccayoti vuttaṃ hoti.",
  "anya-e0501n0:244_2": "So ca ekanta paccayo ekantapaccayuppannaṃ paṭicca vattabbo.",
  "anya-e0501n0:245_0": "Duvidhañhi paccayuppannaṃ mukhyapaccayuppannaṃ nissandapaccayuppannanti. Tattha mukhyapaccayuppannaṃ",
  "anya-e0501n0:245_1": "nāma mūlapaccayuppannaṃ, nissandapaccayuppannaṃ nāma parampara paccayuppannaṃ. Tattha",
  "anya-e0501n0:245_2": "mūlapaccayuppannameva ekantapaccayuppannaṃ nāma. Tañhi attano paccaye sati ekantena",
  "anya-e0501n0:245_3": "uppajjatiyeva, no nuppajjati. Paramparapaccayuppannaṃ pana anekantapaccayuppannaṃnāma,",
  "anya-e0501n0:245_4": "tañhi tasmiṃ paccaye satipi uppajjati vā, na vā uppajjati. Tattha ekantapaccayuppannaṃ",
  "anya-e0501n0:245_5": "paṭicca so paccayo ekantapaccayo nāma. So eva imasmiṃ mahāpakaraṇe vutto. Tato eva",
  "anya-e0501n0:245_6": "ayaṃ catuvīsatipaccayagaṇo ca imaṃ mahā pakaraṇañca paṭṭhānanti vuccati.",
  "anya-e0501n0:246_0": "Tattha ekassa purisassa dhanadhaññatthāya lobho uppajjati. So lobhavasena uṭṭhāya",
  "anya-e0501n0:246_1": "araññaṃ gantvā ekasmiṃ padese khettāni karoti, vatthūni karoti, uyyānāni karoti.",
  "anya-e0501n0:246_2": "Tesu sampajjamānesu so puriso bahūni dhanadhaññāni labhitvā attanā ca paribhuñjati,",
  "anya-e0501n0:246_3": "puttadāre ca poseti, puññāni ca karoti, puññaphalāni ca āyatiṃ paccanubhavissati.",
  "anya-e0501n0:246_4": "Tattha lobhasaha jātāni nāmarūpāni mukhyapaccayuppannāni nāma. Tato paraṃ yāva āyatiṃ",
  "anya-e0501n0:246_5": "bhavesu puññaphalāni paccanubhoti, tāva uppannāni paramparaphalāni tassa lobhassa",
  "anya-e0501n0:246_6": "nissandapaccayuppannāni nāma. Tesu dvīsu paccayuppannesu mukhyapaccayuppannameva",
  "anya-e0501n0:246_7": "paṭṭhāne vuttaṃ. Nissandapaccayuppannaṃ pana suttantanayena kathetabbaṃ. Tattha suttantanayo",
  "anya-e0501n0:246_8": "nāma imasmiṃ sati idaṃ hoti, imassa uppādā idaṃ uppajjatīti evarūpo paccayanayo.",
  "anya-e0501n0:246_9": "Api ca lobho doso mohoti tayo dhammā sakalassa sattalokassapi saṅkhāralokassapi okāsa",
  "anya-e0501n0:246_10": "lokassapi vipattiyā mūlaṭṭhena hetū nāma. Alobho adoso amohoti tayo dhammā sampattiyā",
  "anya-e0501n0:246_11": "mūlaṭṭhena hetūnāmāti kathetabbaṃ. Esa nayo sabbesu paṭṭhānapaccayesu yathārahaṃ",
  "anya-e0501n0:246_12": "veditabbo. Evañca sati loke sabbā lokappavattiyo imesaṃ catuvīsatiyā paccayānaṃ mukhya",
  "anya-e0501n0:246_13": "paccayuppannena saddhiṃ nissandapaccayuppannā eva hontīti veditabboti.",
  "anya-e0501n0:247": "Ettāvatā paccayānaṃ atthadīpanā paccayānaṃ sabhāgasaṅgaho paccayānaṃ ghaṭanānayoti tīhi kaṇḍehi paricchinnā paṭṭhānuddesa dīpanī niṭṭhitā hoti.",
  "anya-e0501n0:248": "Mrammaraṭṭhe mौṃjvānagare leḍītīaraññavihāravāsinā mahā therena katāyaṃ paccayuddesadīpanī."
}