{
  "anya-e1202n0:0": "Thupavaṁso",
  "anya-e1202n0:1": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "anya-e1202n0:2": "Yasmiṁ sayiṁsu jinadhātuvarā samantā",
  "anya-e1202n0:3": "Chabbaṇṇa raṁsi visarehi samujjalantā,",
  "anya-e1202n0:4": "Nimmāya lokahitahetu jinassa rūpaṁ",
  "anya-e1202n0:5": "Taṁ thupamabbhuta tamaṁ sirasā namitvā;",
  "anya-e1202n0:6": "Cakkhāmahaṁ sakala loka hitāvahassa",
  "anya-e1202n0:7": "Thupassa sabba jana naṇdana kāraṇassa,",
  "anya-e1202n0:8": "Vaṁsaṁ surāsura nariṇdavarehi niccaṁ",
  "anya-e1202n0:9": "Sampūjitassa ratanujjala thūpikassa;",
  "anya-e1202n0:10": "Kiñcāpi so yatijanena purātanena",
  "anya-e1202n0:11": "Atvāya sīhaḷajanassa kato purāpi,",
  "anya-e1202n0:12": "Vākkena sihaḷabhavena’bhisaṅkhamattā",
  "anya-e1202n0:13": "Atthaṁ na sādhahati sabbajanassa sammā;",
  "anya-e1202n0:14": "Yasmā ca māgadha niruttikatopi thūpa-",
  "anya-e1202n0:15": "Vaṁso viruddhanaya sadda samākulo so,",
  "anya-e1202n0:16": "Vattabbameva ca bahumpi yato na vuttaṁ",
  "anya-e1202n0:17": "Tamhā ahaṁ punapi vaṁsami’maṁ vadāmi;",
  "anya-e1202n0:18": "Suṇātha sādhavo sabbe paripuṇṇamanākulaṁ",
  "anya-e1202n0:19": "Vuccamānaṁ mayā sādhu vaṁsaṁ thūpassa satthunoti;",
  "anya-e1202n0:20_0": "Tattha thūpassa vaṁsaṁ vakkhāmīti ettha tathāgato arahaṁ sammā sambuddho thūpāraho,",
  "anya-e1202n0:20_1": "paccekabuddho thūpāraho, tathāgatassa sāvako thūpāraho, rājā cakkavatti thūpārahoti",
  "anya-e1202n0:20_2": "vacanato thūpārahānaṁ buddhādīnaṁ dhātuyo patiṭṭhāpetvā kata cetiyaṁ abbhunana taṭṭhena",
  "anya-e1202n0:20_3": "thūpoti vuccati, idha pana kañcana mālika mahāthūpo adhippeto, so kassa dhātuyo patiṭṭhāpetvā",
  "anya-e1202n0:20_4": "katoti ce? Yodīpaṅkarādīnaṁ catuvīsatiyā buddhānaṁ santike laddhavyākaraṇo samatiṁsapāramiyo",
  "anya-e1202n0:20_5": "pūretvā paramābhisambodhiṁ patvā dhammacakkappavattanato paṭṭhāya yāva suhadda paribbājaka",
  "anya-e1202n0:20_6": "vinayāna sabba buddhakiccāni niṭṭhāpetvā anupādiyesāya nibbānadhātuyā parinibbuto",
  "anya-e1202n0:20_7": "tassa bhagavato arahato sammā sambuddhassa dhātuyo patiṭṭhāpetvā kato ayamettha saṅkhepo,",
  "anya-e1202n0:20_8": "vitthāro pana veditabbo?",
  "anya-e1202n0:21_0": "2. Ito kira kappasatasahassādhikānaṁ catunnaṁ asaṅkheyyānaṁ matthake amaravatī nāma",
  "anya-e1202n0:21_1": "nagaraṁ ahosi. Tattha sumedho nāma brāhmaṇo paṭivasati. So aññaṁ kammaṁ akatvā brahmaṇasippameva",
  "anya-e1202n0:21_2": "uggaṇhi tassa daharakāleyeva mātāpitaro kālamakaṁsu. Athassa rāsivaḍḍhanako amacco",
  "anya-e1202n0:21_3": "āya potthakaṁ āharitvā suvaṇṇa rajata maṇimuttādi bharite gabbhe vivaritvā ettakaṁ",
  "anya-e1202n0:21_4": "te kumāra mātu santakaṁ, ettakaṁ pitusantakaṁ, ettakaṁ ayyaka payyakānanti yāva sattamā",
  "anya-e1202n0:21_5": "kulaparivaṭṭā dhakaṁ ācikkhitvā etampaṭijaggāhīti āha. So sādhūti sampaṭicchitvā",
  "anya-e1202n0:21_6": "agāraṁ ajjhāvasanto ekadivasaṁ cintesi.",
  "anya-e1202n0:22_0": "3. Punabbhave paṭisaṇdhigahaṇaṁ tāma dukkhaṁ, tathā nibbatta nibbattaṭṭhāne sarīrabhedanaṁ",
  "anya-e1202n0:22_1": "ahañca jānidhammo jarādhammo vyādhidhammo maraṇadhammo. Evaṁ bhūtena mayā ajāti ajaraṁ",
  "anya-e1202n0:22_2": "avyādhiṁ amaraṇaṁ sukhaṁ sītalaṁ nibbānaṁ gavesituṁ vaṭṭatīti nekkhammakāraṇaṁ cintetvā",
  "anya-e1202n0:22_3": "puna cintesi imaṁ dhanaṁ sabbaṁ mayhaṁ pitu pitāmahādayo paralokaṁ gacchantā eka",
  "anya-e1202n0:22_4": "kahāpaṇampi gahetvā nagatā mayā pana gahetvā gamanakāraṇaṁ kātuṁ vaṭṭatīti nagare",
  "anya-e1202n0:22_5": "bheriṁ carāpetvā mahājanassa dānaṁ datvā himavantassa pavisitvā tāpasa pabbajjaṁ",
  "anya-e1202n0:22_6": "pabbajitvā sattāhabbhantareyeva abhiññā ca samāpattiyo ca nibbattetva samāpattisukhena vītināmesi.",
  "anya-e1202n0:23_0": "Tadā dīpaṅkaro nāma satthā parayābhisambodhiṁ patvā satta sattāhaṁ bodhisamīpeceva",
  "anya-e1202n0:23_1": "vitināmetvā sunaṇdārāme dhammacakkaṁ pavattetvā koṭisattānaṁ devamanussānaṁ dhammamataṁ",
  "anya-e1202n0:23_2": "pāyetvā cātuddīpika mahāmegho viya dhammavassaṁ vassento catūhi khīṇāsaya satasahassehi",
  "anya-e1202n0:23_3": "parivuto anupubbena cārakaṁ caramāno ramma nagaraṁ patvā sudassana mahāvihāre paṭivasati",
  "anya-e1202n0:23_4": "tadā rammanagaravāsino sappi phaṇitādīni bhesajjāni gahetvā puppha dhūpa gaṇdhahatthā",
  "anya-e1202n0:23_5": "yena buddho tenapasaṅkamitvā satthāraṁ vaṇditvā pupphādīhi pūjetvā ekamantaṁ nisīditvā",
  "anya-e1202n0:23_6": "dhammaṁ sutvā svātanāya bhagavantaṁ nimantetvā uṭṭhāyāsanā dasabalaṁ padakkhīnaṁ katvā pakkamiṁsu.",
  "anya-e1202n0:24_0": "Te puna divase asadisa mahādānaṁ sajjetvā dasabalassa āgamana maggaṁ sodhenti. Tasmiṁ",
  "anya-e1202n0:24_1": "kāle sumedhatāpaso attano assama padato uggantvā rammanagaravāsīnaṁ tesaṁ manussānaṁ",
  "anya-e1202n0:24_2": "uparibhāgena ākāsena gacchantā te haṭṭhapahaṭṭhe maggaṁ sodhente disvā kinnu kho",
  "anya-e1202n0:24_3": "kāraṇanti cintento sabbesaṁ passantānaṁyeva ākāsato oru ekamante ṭhatthāyaha te manusse",
  "anya-e1202n0:24_4": "pucchi.’Hambho kassa pana imaṁ maggaṁ sodhethā’ti te āhaṁsu bhante sumedha tumhe",
  "anya-e1202n0:24_5": "kiṁ naṁ jānātha, dīpaṅkaro nāma satthā paramābhisambodhiṁ patvā pavattavara dhammacakko",
  "anya-e1202n0:24_6": "janapada cārikaṁ caramāno anukkamena amhākaṁ nagaraṁ patvā sudassana mahāvihāre paṭivasati.",
  "anya-e1202n0:24_7": "Mayaṁ taṁ bhagavantaṁ nimantayimha tassa bhagavato āgamanamaggaṁ sodhemāti. Taṁ sutvā",
  "anya-e1202n0:24_8": "sumedhapaṇḍito cintesi. Buddhoti kho panesa ghosopi dullabho, pageva buddhuppādo",
  "anya-e1202n0:24_9": "tena hi mayāpi imehi manussehi saddhiṁ dasabalassa āgamanamaggaṁ sodhetuṁ vaṭṭatīti",
  "anya-e1202n0:24_10": "so te manusse āha, sace bho tumhe imaṁ magga buddhassa sodhetha - sayahampi ekaṁ",
  "anya-e1202n0:24_11": "okāsaṁ sampaṭicchatvā ayaṁ sumedhapaṇḍito mahiddhiko mahānubhāvoti jānantā dubbisodhanaṁ",
  "anya-e1202n0:24_12": "udakasambhinnaṁ ativisamaṁ ekaṁ okāsaṁ sallakkhetvā imaṁ hakāsaṁ tumhe sodhetha.",
  "anya-e1202n0:24_13": "Alaṅkarothāti adaṁsu.",
  "anya-e1202n0:25_0": "Sumedhapaṇḍito buddhārammaṇa pītiṁ uppādetvā cintesi. Ahampanimaṁ okāsaṁ iddhīyā",
  "anya-e1202n0:25_1": "paramadassanīya kātuṁ pahomi evaṁ kato pana maṁ na paritoseti ajja pana mayā kāyaveyyāvaccaṁ",
  "anya-e1202n0:25_2": "kātuṁ vaṭṭatiti paṁsuṁ āharitvā taṁ pahesaṁ pūreni, tassa pana tasmiṁ padese asodhite",
  "anya-e1202n0:25_3": "jayasumana kusuma sadisi vaṇṇaṁ dupaṭṭacīvaraṁ timaṇḍalaṁ paṭicchādetvā nivāsetvā",
  "anya-e1202n0:25_4": "tassupari yuṇṇamāpaṅgena kusumakalāpaṁ parakkhipanto viya vijjullatā sassīrīkaṁ kāyabaṇdhanaṁ",
  "anya-e1202n0:25_5": "baṇdhitvā kanaka girisikhara matthake lākhārasaṁ parisiñcante viya suvaṇṇacetiyaṁ",
  "anya-e1202n0:25_6": "pavāḷajālena parikkhipanto viya suvaṇṇaṅghakaṁ rattakambalena paṭimuñcanto viya sarada",
  "anya-e1202n0:25_7": "samaya rajanikaraṁ rattavalāhakena paṭicchādento viya ca lākhārasena tinna kiṁ sukaksumavaṇṇaṁ",
  "anya-e1202n0:25_8": "rattavara pasukūla cīvaraṁ pāripitvā gaṇdhakūgidva rato kanakaguhāto sīho viya nikkhamitvā",
  "anya-e1202n0:25_9": "jaḷabhiññānaṁyeva catūhi khīṇāsava satasahassehi parivuto amaragaṇa parivuto dasasatanayano",
  "anya-e1202n0:25_10": "viya brahmagaṇaparivuto mahā brahmā viya ca aparimita samaya samupacitāya kusalabalajanitāya",
  "anya-e1202n0:25_11": "anopamayā buddhalīlāya tārāgaṇaparivuto sarada samaya rajanikaro viya gaganatalaṁ",
  "anya-e1202n0:25_12": "alaṅgata paṭiyattaṁ maggaṁ paṭipajji.",
  "anya-e1202n0:26_0": "5. Sumedhatāpasopi tena alaṅkata paṭiyattena maggena āgacchantassa dīpaṅkarassa bhagavato",
  "anya-e1202n0:26_1": "dvattiṁsa varalakkhaṇa patimaṇḍitaṁ asatiyā anubyañjanehi anubyañjitaṁ byāmappahāparikkhepa",
  "anya-e1202n0:26_2": "sassīrīkaṁ iṇdanīlamaṇisaṁkāsoākāse nānappakārā vijjullatā viya chabbaṇṇabuddharaṁsiyo",
  "anya-e1202n0:26_3": "vissajjentaṁ rūpaggappattaṁ attabhāvaṁ oloketvā ajja mayā dasabalassa jīvitapariccāgaṁ",
  "anya-e1202n0:26_4": "kātuṁ vaṭṭati mā bhagavā kalale akkami maṇimayaṁ lakasetuṁ akkamanto viya saddhiṁ",
  "anya-e1202n0:26_5": "catūhi khīṇāsava satasahassehi mama piṭṭhiṁ akkamanto gacchatu taṁ me bhavissati",
  "anya-e1202n0:26_6": "dīgharattaṁ hitāya sukhāyāti kese mocetvā ajinajaṭā vākacīrāni kalela pattharitvā",
  "anya-e1202n0:26_7": "tattheva kalalapiṭṭhe nipajji nipanno ca sace ahaṁ iccheyyaṁ sabbakilese jhāpetvā",
  "anya-e1202n0:26_8": "saṅghanavako hutvā rammanagaraṁ paviseyyaṁ aññātakavesena pana me kilese ṇdhapetvā",
  "anya-e1202n0:26_9": "nibbānapattiyā kiccaṁ natthi, yaṁnūnāhaṁ dīpaṅkara dasabalo viya paramābhisambodhiṁ",
  "anya-e1202n0:26_10": "patvā dhammanāvaṁ āropetvā mahājanaṁ saṁsārasāgarā uttāretvā pacchā parinibbāyeyyaṁ.",
  "anya-e1202n0:26_11": "Idaṁ me patirupanti cintetvā aṭṭhadhamme samodhānetvā buddhabhāvāya abhinīhāraṁ katvā nipajja.",
  "anya-e1202n0:27_0": "Dīpaṅkaropi bhagavā āgattvā sumedhapaṇḍitassa sīsasāge ṭhatvā kalalapiṭṭhe nipannaṁ",
  "anya-e1202n0:27_1": "tāpasaṁ disvā ayaṁ tāpaso buddhatthāya abhinīhāraṁ katvā nipanto, ijjhissati nu kho",
  "anya-e1202n0:27_2": "etassa patthanā udāhu noti upadhārento - anāgate gotamo nāma buddho bhavissatīti",
  "anya-e1202n0:27_3": "ñatvā ṭhitakova parisa majjhe vyākāsi, passatha no tumhe bhikkhave imaṁ uggatapaṁ",
  "anya-e1202n0:27_4": "tāpasaṁ kalalapiṭṭhe nipannanti. Evaṁ bhante, ayaṁ yiddhatthāya abhinīhāraṁ katvā",
  "anya-e1202n0:27_5": "nipanno samijjhissati imassa patthatā kappasata sahassādhikānaṁ catuntaṁ asaṅkheyyānaṁ",
  "anya-e1202n0:27_6": "matthake gotamo nāma buddho bhavissatīti sabbaṁ vyākāsi.",
  "anya-e1202n0:28": "Vuttañhetaṁ buddhavaṁse.",
  "anya-e1202n0:29": "Dīpaṅkaro lokavidū - āhutīnaṁ paṭiggaho,",
  "anya-e1202n0:30": "Ussīsake maṁ ṭhatvāna - idaṁ vacanamabravi;",
  "anya-e1202n0:31_0": "Passatha imaṁ tāpasaṁ - jaṭila uggatāpasaṁ aparimeyye ito kappe - ayaṁ buddho bhavissati.",
  "anya-e1202n0:31_1": "Ahu kapilavahayā rammā - nikkhamitvā tathāgato. Padhānaṁ padahitvāna - katvā dukkara kārikaṁ",
  "anya-e1202n0:32": "Buddhe loke - keci.",
  "anya-e1202n0:33": "Ajapāla rukkhamūlasmiṁ - nisīditvā tathāgato,",
  "anya-e1202n0:34": "Tattha pāyāsamaggayha - nerañjaramupeheti;",
  "anya-e1202n0:35": "Nerañjarāya tīramhi - pāyāsādāya so jino,",
  "anya-e1202n0:36": "Paṭiyattavaramaggena - bodhimūlañhi ehīti;",
  "anya-e1202n0:37": "Tato padakkhiṇaṁ katvā - bodhimaṇḍaṁ anuttaro",
  "anya-e1202n0:38": "Assattharākkhamūlamhi - vujjhissati mahāyaso;",
  "anya-e1202n0:39": "Imassajanikā mātā - māyā nāma bhavissati, pitā suddhodano nāma - ayaṁ hessati gotamo. Anāsavā vītarāgā - santacittā samāhitā,",
  "anya-e1202n0:40": "Kolito upatisso ca - aggā hessanti sāvakā;",
  "anya-e1202n0:41": "Ānaṇdo nāmupaṭṭhāko - upaṭṭhissatī’maṁ jinaṁ;",
  "anya-e1202n0:42": "Khemā uppalavaṇṇā ca - aggā hessanti sāvikā;",
  "anya-e1202n0:43": "Anāsavā vītarāgā - santacittā samāhitā;",
  "anya-e1202n0:44": "Bodhi tassa bhagavato assatthoti pavuccatī”ti."
}