{
  "anya-e0301n5:0": "Pakiṇṇaka saṅgaha paramatthadīpanī",
  "anya-e0301n5:1_0": "129. Evaṁ visuṁ visuṁ cittacetasikānaṁ niddesaṁ dassetvā idāni puna ubhinnaṁ niddesaṁ",
  "anya-e0301n5:1_1": "dassento sampayuttāyathāyogantiādimāha. Yathāyogaṁ sampayuttā sabhāvato tepaññāsa",
  "anya-e0301n5:1_2": "cittacetasikā ye dhammā mayā visuṁ visuṁ niddiṭṭhā. Idāni yathā rahaṁ tesaṁ ubhinnaṁ",
  "anya-e0301n5:1_3": "saṅgahonāma niyyateti yojanā. Tattha attano attano bhāvo sabhāvo. Dhammānaṁ āvenikalakkhaṇanti",
  "anya-e0301n5:1_4": "vuttaṁ hoti. Cittaṁ tāva bhūmijātisampayogādibhedena ekūna navutividhaṁpi attano",
  "anya-e0301n5:1_5": "ārammaṇa vijānanasaṅkhātena āvenikalakkhaṇena ekameva hoti. Phassopi bhūmijātisampayo",
  "anya-e0301n5:1_6": "gādibhedena ekūnanavutividhopi phusanalakkhaṇena ekova hoti tathā vedanāsaññādayoti",
  "anya-e0301n5:1_7": "evaṁ sabhāvato tepaññāsa eva hontīti. Vedanāhetuto kiccadvārālambaṇavatthuto pavatto",
  "anya-e0301n5:1_8": "saṅgahoti sambandho. Tattha vedanāhetutoti vedanābheda hetubhedato. Evaṁ kiccadvārālambaṇa",
  "anya-e0301n5:1_9": "vatthutoti etthapi. Cittuppādavasenevāti cittavaseneva niyyateti sambandho. Evasaddena",
  "anya-e0301n5:1_10": "cetasike nivatteti. Ettāvatā channaṁ pakiṇṇakasaṅgahānaṁ vacanattho idheva tāva therena",
  "anya-e0301n5:1_11": "dassito hoti vedanābhedena cittacetasikānaṁ saṅgaho vedanāsaṅgaho, hetubhedena cittacetasikānaṁ",
  "anya-e0301n5:1_12": "saṅgaho hetusaṅgahotiādinā.",
  "anya-e0301n5:2": "[83] Vibhāvaniyaṁ pana",
  "anya-e0301n5:3": "Cittuppādasaddena cetasikadhammepi gahetvā aññaṁ nivatte tabbaṁ apassanto “na katthaci taṁvirahenā”ti vadati. Taṁ nayujjatiyeva.",
  "anya-e0301n5:4_0": "Na hi idha ettakā cetasikā sukhasahagatā, ettakā dukkha sahagatātiādinā ekopi saṅgaho",
  "anya-e0301n5:4_1": "cetasikehi nīto nāma atthi. Sukhasahagataṁ kusalavipākaṁ kāyaviññāṇamekamevātiādinā",
  "anya-e0301n5:4_2": "pana cittenaeva nīhoti. Citte pana siddhe ceta sikāpi siddhāevāti katvā cittuppādavasenevāti",
  "anya-e0301n5:4_3": "idaṁ vuttanti daṭṭhabbaṁ.",
  "anya-e0301n5:5": "130.Tatthāti tesu chasu saṅgahesu. Vedanābhedena taṁsampayuttānaṁ cittacetasikānaṁ saṅgaho vedanāsaṅgaho.",
  "anya-e0301n5:6": "[84] Vibhāvaniyaṁ pana",
  "anya-e0301n5:7_0": "“Sukhādivedanānaṁ taṁsahagatacittuppādānañca vibhāgavasena saṅgaho vedanāsaṅgaho”ti",
  "anya-e0301n5:7_1": "vuttaṁ. Tattha casaddena vedanāsaṅgahoca vedanāsahagata cittuppāda saṅgahocāti imasmiṁ",
  "anya-e0301n5:7_2": "atthe vedanāsaṅgahoti ekasesaniddeso hotīti dasseti. Taṁ na sundaraṁ.",
  "anya-e0301n5:8_0": "Idha hi vedanābhedo imassa saṅgahassa nissayadhammapariggahatthaṁeva vutto. Na vedanānaṁca",
  "anya-e0301n5:8_1": "visuṁ saṅgahadassanatthanti. Tatthatividhā vedanāti kasmā vuttaṁ. Nanu saṁyuttake",
  "anya-e0301n5:8_2": "dvepi tissopi pañcapi chapi aṭṭhārasapi chattiṁsapi aṭṭhasataṁpi vedanā vuttāti.",
  "anya-e0301n5:8_3": "Saccaṁ. Anubhavanalakkhaṇena pana vedanā tividhāeva hoti. Ye hi keci yaṁkiñci ārammaṇaṁ",
  "anya-e0301n5:8_4": "anubhavanti. Te taṁ sātatovā anubhavanti asātatovā majjhattatovā. Tato añño pakāro",
  "anya-e0301n5:8_5": "natthīti. Aññe pana pabhedā tena tena pariyāyena vuttā. Tattha hi dve kāyikacetasikavasena",
  "anya-e0301n5:8_6": "vuttā. Yathāha-katamāca bhikkhave dve vedanā kāyikāca cetasikācāti. Sukhadukkha vasenavā",
  "anya-e0301n5:8_7": "upekkhaṁ sukhe saṅgahetvā. Yathāha-dve vedanā vuttā bhagavatā sukhāvedanā dukkhāvedanā.",
  "anya-e0301n5:8_8": "Yāyaṁ bhante adukkha masukhā vedanā. Santasmiṁ esāpaṇīte sukhe vuttā bhagavatāti.",
  "anya-e0301n5:9": "Vibhāvaniyaṁ pana",
  "anya-e0301n5:10": "Anavajjapakkhikaṁ upekkhaṁ sukhe sāvajjapakkhikañca dukkhe saṅgahetvā dve vuttāti vuttaṁ. Taṁ pāḷiyaṁ anāgataṁpi yujjatiyeva.",
  "anya-e0301n5:11_0": "Indriyabhedavasena pañca. Phassabhedavasena cha. Upavicārabheda vasena aṭṭhārasa.",
  "anya-e0301n5:11_1": "Cha gehassitāni cha nekkhammassitānīti evaṁ paccekaṁ dvādasannaṁ somanassa domanassaupekkhānaṁ",
  "anya-e0301n5:11_2": "vasena chattiṁsa. Tāyeva kālattayavasena aṭṭhasataṁ vedanā vuttāti. Yañca katthaci",
  "anya-e0301n5:11_3": "sutte yaṁkiñci vedayitaṁ sabbaṁ taṁ dukkhasminti vuttaṁ. Taṁ saṅkhāradukkhatāvasena",
  "anya-e0301n5:11_4": "vuttanti. Heṭṭhā pana cittaniddese cittāni indriyabhedavasena niddiṭṭhānīti katvā",
  "anya-e0301n5:11_5": "idhapi indriyabhedavaseneva cittāni saṅgahetuṁ puna sukhaṁ.La. Pañcadhā hotīti vuttaṁ.",
  "anya-e0301n5:11_6": "Ettha ca yesu dhammesu ādhi paccavasena sukhadukkhāni indriyāni nāma honti. Tesaṁ",
  "anya-e0301n5:11_7": "kāyika mānasikavasena duvidhattā tānipi sukhindriyaṁ somanassindriyaṁ dukkhindriyaṁ",
  "anya-e0301n5:11_8": "domanassindriyanti dvidhā vuttāni. Upekkhāya pana ādhipaccaṭṭhānabhūtā dhammā mānasikāeva",
  "anya-e0301n5:11_9": "hontītisā upekkhindriyanti ekadhāva vuttāti. Apica, tepi pariyāyena duvidhā honti.",
  "anya-e0301n5:11_10": "Cakkhādipasādakāya nissitānaṁpi sabbhāvato. Vedanāpana ekarasattā ekadhāva vuttāti.",
  "anya-e0301n5:12": "Vibhāvaniyaṁ pana",
  "anya-e0301n5:13": "“Kāyika mānasika sātabhedato sukhadukkhāni dvidhā vuttānī”ti vuttaṁ.",
  "anya-e0301n5:14_0": "Tattha sabhāvato iṭṭhāniṭṭhaphoṭṭhabbā nubhavanalakkhaṇāni sukha dukkhāni. Sabhāvatovā",
  "anya-e0301n5:14_1": "parikappanatovā iṭṭhāniṭṭhamajjhattānubhavana lakkhaṇāni itarānīti. Sesānīti yathāvutta",
  "anya-e0301n5:14_2": "sukhadukkhato manassa domanassayuttehi sesāni bāttiṁsa kāmāvacaracittāni tevīsati",
  "anya-e0301n5:14_3": "pañcamajjhānikacittānicāti sabbāni pañcapaññāsacittāni. Ekatthāti ekasmiṁ citte.",
  "anya-e0301n5:14_4": "Itarā hi upekkhāvedanā.",
  "anya-e0301n5:15": "131. Hetūnaṁ bhedena taṁsampayuttānaṁ cittacetasikāna saṅgaho hetusaṅgaho.",
  "anya-e0301n5:16": "[85] Vibhāvaniyaṁ pana",
  "anya-e0301n5:17": "“Lobhādihetūnaṁ vibhāgavasena taṁsampayuttadhammavasenaca saṅgaho hetusaṅgaho”ti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:18_0": "Kāraṇaṁ vuttameva. Hetūnāma chabbidhā bhavantīti sambandho. Tattha hetukiccaṁnāma",
  "anya-e0301n5:18_1": "ārammaṇe sampayuttadhammānaṁ suppatiṭṭhitabhāva sādhanaṁ. Yathā hi rukkhassa mūlāni",
  "anya-e0301n5:18_2": "sayaṁ anto pathaviyaṁ vaddhitvā pathaviraseca āporaseca gahetvā rukkhaṁ yāva aggā",
  "anya-e0301n5:18_3": "abhiharanti. Vātevā mahoghevā āgate rukkhaṁ suṭṭhu ākaḍḍhitvā tiṭṭhanti, evaṁ rukkho",
  "anya-e0301n5:18_4": "vuddho viruḷho vipulo ciraṭṭhitikoca hoti. Evamevaṁ imepi dhammā sayaṁ ārammaṇesu",
  "anya-e0301n5:18_5": "thirapattā hutvā sampayuttadhamme tattha vuddhe viruḷhe vipule ciraṭṭhitikeca sādhentīti.",
  "anya-e0301n5:18_6": "Ahetukacittānipana jalatale amūlakasevā lāni viya ārammaṇe suṭṭhu patiṭṭhitāni na",
  "anya-e0301n5:18_7": "hontīti daṭṭhabbaṁ. Apare pana dhammānaṁ kusalādibhāvasādhanaṁ hetukiccanti vadanti.",
  "anya-e0301n5:18_8": "Evaṁsante yesaṁ sahajātahetu natthi. Tesaṁ akusalabhāvo abyākatabhāvoca nasampajjeyya.",
  "anya-e0301n5:18_9": "Yānica laddhahetupaccayāni rūpāni. Tesañca kusalādibhāvo āpajjeyyāti vatvā taṁvādaṁ",
  "anya-e0301n5:18_10": "paṭipakkhipanti. Yathā pana loke andhakāronāma kenaci paccaya visesena sādhetabbo",
  "anya-e0301n5:18_11": "na hoti. Yattha āloko natthi. Tattha so attano dhammatāya siddho hoti. Evamevaṁ dhammesu",
  "anya-e0301n5:18_12": "muyhanakriyābhūto mohandhakāropi attano dhammatāya eva akusalo bhavituṁ arahati.",
  "anya-e0301n5:18_13": "Tathā hi icchānāma atthi. Sāmuyhanakriyāya yuttā lagganabhāvaṁ patvā lobho akusalo",
  "anya-e0301n5:18_14": "nāma hoti. Saddhāya yuttā pana dhammacchandabhāvaṁ patvā kusalacchandonāma hoti.",
  "anya-e0301n5:18_15": "Tathā akkhantināma atthi. Sāpi muyhana kriyāya yuttā paṭighabhāvaṁ patvā doso akusalonāma",
  "anya-e0301n5:18_16": "hoti. Saddhāya yuttā pana uppannaṁ kāmavitakkaṁ nādhivāsetītiādinā nayena pāpadhamma",
  "anya-e0301n5:18_17": "pāpārammaṇa virodhabhāvaṁ patvā alobho kusalonāma hoti. Muyhanakriyā pana asukena",
  "anya-e0301n5:18_18": "yuttā akusalonāma. Asukena yuttā kusalonāmāti natthi. Ambilatthāya aññena saṁyogakiccarahito",
  "anya-e0301n5:18_19": "jātiambilaraso viya ekantaakusalajātikāeva hotīti. Yoca dhammo kusalo akusaloca na",
  "anya-e0301n5:18_20": "hoti. So abyākatoti ettakameva dhammānaṁ abyākatabhāvasiddhiyā kāraṇaṁ. Tasmā ahetukacittānaṁ",
  "anya-e0301n5:18_21": "rūpanibbānānañca abyākatabhāvopi attano dhamma tāyaeva siddho. Tattha moho sesamūlānaṁpi",
  "anya-e0301n5:18_22": "mūlaṁ hoti. Rajjanadussanānipi hi muyhananisandānieva honti. Alobhādīnañca kusalabhāvo",
  "anya-e0301n5:18_23": "avijjānusayena saheva siddhoti. Tāni pana lobhādīni lobhasahagatādīnaṁ visesamūlāni",
  "anya-e0301n5:18_24": "honti. Rajjanādi nisandāni hi diṭṭhimānādīni. Arajjanādinisandāni ca saddhādīnīti.",
  "anya-e0301n5:18_25": "Yasmā pana hetuyonāma sampayuttesu padhānadhammā honti. Tasmā sahetukavipākakriyānaṁ",
  "anya-e0301n5:18_26": "abyākatabhāvo pana hetu mukhenapi vattuṁ yutto.",
  "anya-e0301n5:19": "[86] Ettāvatā yaṁ vuttaṁ vibhāvaniyaṁ",
  "anya-e0301n5:20_0": "“Apare pana kusalādīnaṁ kusalādibhāvasādhanaṁ hetu bhāvo”ti vadanti. Evaṁ sati hetūnaṁ",
  "anya-e0301n5:20_1": "attano kusalā dibhāvasādhano añño hetu maggitabbo siyā. Atha sesasampayuttahetupaṭibaddho",
  "anya-e0301n5:20_2": "tesaṁ kusalādibhāvo, evampi momūha cittasampayuttassa hetuno akusala bhāvo appaṭibaddho",
  "anya-e0301n5:20_3": "siyā. Atha tassa sabhāvato akusalabhāvopi siyā. Evaṁsati sesahetūnampi sabhāvato",
  "anya-e0301n5:20_4": "kusalādibhāvoti tesaṁ viya sampayutta dhammānampi so hetupaṭibaddho nasiyā, yadica",
  "anya-e0301n5:20_5": "hetupaṭibaddho kusalādibhāvo. Tadā ahetukānaṁ abyākatabhāvo nasiyāti alamatinippīḷanenāti",
  "anya-e0301n5:20_6": "taṁ paṭikkhittaṁ hoti.",
  "anya-e0301n5:21_0": "Yathāca laddhajjhānapaccayesu rūpārūpadhammesu jhānaṅgāni arūpadhammesueva upanijjhānaṭṭhaṁ",
  "anya-e0301n5:21_1": "pharanti, na rūpadhammesu. Te pana jhānadhamma samuṭṭhi tattāeva jhānapaccayuppannesu",
  "anya-e0301n5:21_2": "vuttā. Evameva hetuyopi arūpa dhammesueva kusalādibhāvaṁ pharanti. Na rūpadhammesu.",
  "anya-e0301n5:21_3": "Te pana hetu samuṭṭhitattāeva hetupaccayuppannesu vuttāti na tesaṁ rūpadhammānaṁ",
  "anya-e0301n5:21_4": "kusalādibhāvāpatti codetabbāti.",
  "anya-e0301n5:22": "[87] Yañca vibhāvaniyaṁ",
  "anya-e0301n5:23": "“Kusalādibhāvo pana kusalākusalānaṁ yoniso ayoniso manasikārapaṭibaddho”ti vuttaṁ. Taṁpi vicāre tabbaṁ.",
  "anya-e0301n5:24_0": "Tathā hi sūriyāloke āgate divā balānaṁ haṁsādīnaṁ okāso hoti. Rattandhakāle āgate",
  "anya-e0301n5:24_1": "rattibalānaṁ ulūkādīnaṁ okāso hoti. Naca te ālokandhakārā tesaṁ vaṇṇādivisesaṁ sāmenti.",
  "anya-e0301n5:24_2": "Taṁ pana tesaṁ yoniyoeva sādhenti. Tattha āloko viya yonisomanasikāro daṭṭhabbo.",
  "anya-e0301n5:24_3": "Andhakāro viya itaro. Te sattā viya kusalākusalā. Vaṇṇādiviseso viya kusalādibhāvo.",
  "anya-e0301n5:24_4": "Yoniyo viya hetuyo daṭṭhabbāti. Abyākatānaṁ panāti sabbaṁ yo dhammo kusalo akusaloca",
  "anya-e0301n5:24_5": "na hoti. So abyākatoti vuttapakkhe patatiyevāti. Tatthāti hetusaṅgahe. Sahetukānaṁ",
  "anya-e0301n5:24_6": "pariggahasukhatthaṁ idha vajjetabbānipi ahetukāni pathamaṁ uddhaṭāni. Tenāha sesāni",
  "anya-e0301n5:24_7": "pana. La. Sahetukā nevāti. Tesaṁvā ahetukanāmaṁpi hetūnaṁ vaseneva visuṁ siddhanti",
  "anya-e0301n5:24_8": "tesaṁpi idha saṅgahaṇaṁ aviruddhaṁ hoti. Tenāha ahetu kāṭṭhārasekātiādi. Sabhāva",
  "anya-e0301n5:24_9": "bhedena chabbidhāpi hetuyo kusalā kusalā byākatajātibhedena navadhā hontīti vuttaṁ lobho dosocātiādi.",
  "anya-e0301n5:25": "132. Cuddasannaṁ kiccānaṁ bhedena taṁkiccavantānaṁ cittacetasikānaṁ saṅgaho kiccasaṅgaho.",
  "anya-e0301n5:26": "[88] Vibhāvaniyaṁ pana",
  "anya-e0301n5:27": "“Paṭisandhādīnaṁ kiccānaṁ vibhāgavasena taṁkiccavantānañca paricchedavasena saṅgaho kiccasaṅgaho”ti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:28_0": "Yena ekakammena eko upapattibhavonibbattati. Tasmiṁ sarasenavā laddhavibādhanenavā",
  "anya-e0301n5:28_1": "parikkhīṇe so bhavo nirujjhati. Ekassa kammassa okāso hoti. Tasmā tato nibbatta bhavato",
  "anya-e0301n5:28_2": "cutassa antarā khaṇamattaṁpi aṭṭhatvā laddhokāsena ekena kammena puna bhavantarādi",
  "anya-e0301n5:28_3": "paṭisandhāna vasena abhinibbatti paṭisandhikiccaṁ. Tathā nibbattassa upapattibhavasantānassa",
  "anya-e0301n5:28_4": "yāva taṁ kammaṁ nakhiyyati. Tāva aviccheda pavattipaccayaṅgabhāvena pavatti bhavaṅgakiccaṁ.",
  "anya-e0301n5:28_5": "Tassa hi tathā pavattiyā sati āyupabandhāca usmā pabandhāca pavattantiyevāti ete",
  "anya-e0301n5:28_6": "tayo dhammā imaṁ kāyaṁ abhijjamānaṁ rakkhantīti. Yathāha –",
  "anya-e0301n5:29": "Āyu usmāca viññāṇaṁ, yadā kāyaṁ jahanti maṁ;",
  "anya-e0301n5:30": "Apaviddho tadā seti, niratthaṁva kaliṅgaranti.",
  "anya-e0301n5:31_0": "Āvajjanaṁ cittasantānassa āvaṭṭanaṁ, taṁvā āvajjeti āvaṭṭeti, āvaṭṭativā taṁ ettha",
  "anya-e0301n5:31_1": "etenātivā āvajjanaṁ. Bhavaṅga vīthito okkamitvā ārammaṇantarābhimukhaṁ pavattatīti",
  "anya-e0301n5:31_2": "attho. Āvajjetivā ārammaṇantare ābhogaṁ karotīti āvajjanaṁ. Dassanādīni pākaṭāni.",
  "anya-e0301n5:31_3": "Voṭṭhabbananti visuṁ avacchinditvā thapanaṁ idaṁ nīlantivā pītakantivā subhantivāasubhantivā",
  "anya-e0301n5:31_4": "asaṅkaratothapanaṁ niyamananti vuttaṁ hoti. Javanantivā javotivā vegotivā atthato",
  "anya-e0301n5:31_5": "ekaṁ. Asaninipāto viya vegasahitassa ekekassa pittassa pavatti javanakiccaṁ.",
  "anya-e0301n5:32": "[89] Yaṁpana vibhāvaniyaṁ",
  "anya-e0301n5:33": "“Ārammaṇe taṁtaṁkiccasādhanavasena anekakkhattuṁ ekakkhattuṁvā javamānassa viya pavatti javanakicca”nti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:34_0": "Na hi javamānassa cittassa ekavāramattena nivattināma atthi. Maggātiññājavanānipi",
  "anya-e0301n5:34_1": "hi ekāvajjanaparikammacittato paṭṭhāya ekavegena pavattajavamānacittasantānapatitāni",
  "anya-e0301n5:34_2": "eva honti. Na pana tāni visuṁ siddhena javena javantīti.",
  "anya-e0301n5:35": "[90] Tattha ca",
  "anya-e0301n5:36_0": "Javamānassa viya pavattīti etena visuṁ visuṁ uppajjitvā niruddhā naṁ khaṇikadhammānaṁ",
  "anya-e0301n5:36_1": "sīghagamanasaṅkhāto javonāma visuṁ natthi. Bahukkhattuṁ pavattivasena pana sīghagacchantapurisa",
  "anya-e0301n5:36_2": "sadisattā eva javananti vuccatīti dassitaṁ hoti. Taṁpi na sundaraṁ.",
  "anya-e0301n5:37_0": "Asaninipāto viya vegasahitassa ekekassa cittassa pavattijavanakiccanti hi heṭṭhā",
  "anya-e0301n5:37_1": "vuttaṁ. Bhavaṅgacittañhi dīghaṁ addhānaṁ pūretvā pavattaṁpi nadisote vuyhamānaṁ sukkhapaṇṇaṁ",
  "anya-e0301n5:37_2": "viya vegarahitaṁ hoti. Javanacittaṁ pana ekamekaṁpi samānaṁ indena vissaṭṭha vajiraṁ",
  "anya-e0301n5:37_3": "viya vegasahitameva pavattatīti daṭṭhabbaṁ. Taṁ ārammaṇaṁ etassāti tadārammaṇaṁ.",
  "anya-e0301n5:37_4": "Yaṁ javanena gahitaṁ, tadevassa ārammaṇanti vuttaṁ hoti. Yaṁ javanena gahitārammaṇaṁ,",
  "anya-e0301n5:37_5": "tasseva gahitattā tadārammaṇaṁ nāmāti hi vuttaṁ. Tassavā javanassa ārammaṇaṁ assa",
  "anya-e0301n5:37_6": "ārammaṇanti tadārammaṇaṁ. Idha pana tadārammaṇabhāvo adhippeto. Nibbattamānabhavato",
  "anya-e0301n5:37_7": "vacanaṁ muccanaṁ parigaḷanaṁ cuti. Idāni tāni kiccāni aniyamato na pavattanti. Ṭhānaniyameneva",
  "anya-e0301n5:37_8": "pavattantīti dassetuṁ ṭhānabhedo vutto. Tiṭṭhati pavattati taṁtaṁ kiccavantaṁ cittaṁ",
  "anya-e0301n5:37_9": "etthāti ṭhānaṁ. Okāso. Taṁtaṁ antarākāloti vuttaṁ hoti. Kālopi hi kālavantānaṁ pavattivisayattā",
  "anya-e0301n5:37_10": "ṭhānanti vuccati. Paṭisandhiyā ṭhānaṁ paṭisandhiṭṭhānaṁ. Paṭisandhakālo paṭisandhikkhaṇoti",
  "anya-e0301n5:37_11": "vuttaṁ hoti. Evaṁ sesesupi.",
  "anya-e0301n5:38": "[91] Vibhāvaniyaṁ pana",
  "anya-e0301n5:39_0": "“Paṭisandhiyā ṭhānaṁ paṭisandhiṭṭhānanti vatvā kāmaṁ paṭisandhivini muttaṁ ṭhānaṁnāma",
  "anya-e0301n5:39_1": "natthi. Sukhaggahaṇatthaṁ pana silā puttakassa sarīrantiādīsu viya abhedepi bhedaparikappanāti",
  "anya-e0301n5:39_2": "daṭṭhabba”nti vuttaṁ. Taṁ na gahetabbaṁ.",
  "anya-e0301n5:40_0": "Kālo hi nāma sabhāvato avijjamānopi cittassa visuṁ ārammaṇabhūto eko paññattidhammo.",
  "anya-e0301n5:40_1": "Tathā hi aṭṭhakathāyaṁ imesaṁ aṭṭhannaṁ mahāvipākacittānaṁ vipaccanaṭṭhānaṁ veditabbaṁ.",
  "anya-e0301n5:40_2": "Etāni hi catūsu ṭhānesu vipaccanti. Paṭisandhiyaṁ bhavaṅge cutiyaṁ tadārammaṇeti",
  "anya-e0301n5:40_3": "vatvā taṁ vitthārentena paṭisandhiggahaṇakāle paṭisandhihutvā vipaccanti. Asaṅkhyeyyaṁpi",
  "anya-e0301n5:40_4": "āyu kālaṁ bhavaṅgaṁ hutvā maraṇa kāle cuti hutvāti kālova vuttoti. Itarathā kiccāni",
  "anya-e0301n5:40_5": "viya ṭhānānipi cuddasavidhānieva vattabbāni siyunti. Ṭhānānaṁ vitthārabhedo pana",
  "anya-e0301n5:40_6": "upari dvīsu pavattisaṅgahesu cittapavattividhānānusārena veditabboti. Yasmā omakaṁ",
  "anya-e0301n5:40_7": "dvihetukakusalaṁ sayaṁ so manassayuttaṁpi samānaṁ atidubbalattā somanassa paṭisandhiṁ",
  "anya-e0301n5:40_8": "dātuṁ nasakkoti. Tasmā somanassasantīraṇaṁ paṭisandhiṭṭhānaṁ nagacchatīti vuttaṁ",
  "anya-e0301n5:40_9": "dveupekkhāsahagatasantīraṇānicevāti. Tathā hi paṭṭhāne pītisahagatattike paṭiccavāre",
  "anya-e0301n5:40_10": "hetupaccanike taṁ paṭi sandhiṭṭhānena uddhaṭanti. Manodvārāvajjanaṁ parittārammaṇevā",
  "anya-e0301n5:40_11": "avibhūtā rammaṇevā dvattikkhattuṁ pavattamānaṁpi vipāka santānato laddhapaccayabhāvena",
  "anya-e0301n5:40_12": "dubbalattā javanavegarahitameva hotīti vuttaṁ āvajjana dvaya vajjitānīti.",
  "anya-e0301n5:41": "[92] Vibhāvaniyaṁ pana",
  "anya-e0301n5:42": "“Ārammaṇarasānubhavanā bhāvato”ti kāraṇaṁ vuttaṁ. Taṁ a kāraṇaṁ.",
  "anya-e0301n5:43_0": "Na hi ārammaṇa rasānubhavanaṁ javanakicca siddhiyā javananāma lābhassaca kāraṇaṁ",
  "anya-e0301n5:43_1": "hoti. Taṁ pana javanakiccasiddhiyā phalame vahotīti. Yasmā pana phalacittaṁ āsevanabhāvarahitaṁpi",
  "anya-e0301n5:43_2": "magga cetanāya mahānubhāvattā parikammabhāvanābalena ca pavattattā ārammaṇe vegasahitameva",
  "anya-e0301n5:43_3": "patatīti tassajavanesu gahaṇaṁkataṁ.",
  "anya-e0301n5:44": "[93] Vibhāvaniyaṁ pana",
  "anya-e0301n5:45_0": "Maggābhiññājavanānaṁ ekavārameva pavattattā javanakiccaṁ na sampajjatīti adhippāyena",
  "anya-e0301n5:45_1": "“ekacittakkhaṇikaṁpi lokuttara maggāditaṁ taṁsabhāvavantatāya javanakiccaṁ nāmā”ti",
  "anya-e0301n5:45_2": "vatvā sabbaññutaññāṇopamāya tamatthaṁ vibhāveti. Taṁ na yujjatiyeva.",
  "anya-e0301n5:46": "Idāni samānakiccagaṇanāni cittāni saṅgahetvā dassetuṁ tesu panātiādimāha. Paṭisandhādayo nāma cittuppādāti sambandho.",
  "anya-e0301n5:47": "[94] Vibhāvaniyaṁ pana",
  "anya-e0301n5:48": "Nāmakiccabhedenātipi yojeti. Taṁ na sundaraṁ.",
  "anya-e0301n5:49_0": "Nāmabhedassa visuṁ vattabbābhāvatoti. Ekakiccaṭṭhāna dvikiccaṭṭhāna tikiccaṭṭhāna",
  "anya-e0301n5:49_1": "catukiccaṭṭhāna pañcakiccaṭṭhānāni cittāni yathākkamaṁ aṭṭhasaṭṭhica tathā dveca",
  "anya-e0301n5:49_2": "navaca aṭṭhaca dveca niddiseti yojanā.",
  "anya-e0301n5:50": "133. Cakkhādīnaṁ dvārānaṁ bhedena cittacetasikānaṁ saṅgaho dvārasaṅgaho.",
  "anya-e0301n5:51": "[95] Vibhāvaniyaṁ pana",
  "anya-e0301n5:52": "“Dvārānañca dvārapavattacittānañca paricchedavasena saṅgaho dvārasaṅgaho”ti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:53_0": "Dve janā aranti gacchanti etenāti dvāraṁ. Nagarassa anto janā bahijanāca yena chiddamaggena",
  "anya-e0301n5:53_1": "nikkhamanti pavisantica, tassetaṁ nāmaṁ. Dve janā aranti gacchanti etthāti dvārantipī",
  "anya-e0301n5:53_2": "vadanti. Apica, duvidhaṁ dvāraṁ ākāsadvāraṁ maṇḍadvāranti. Tattha ākāsadvāraṁnāma",
  "anya-e0301n5:53_3": "yathāvutto chiddamaggo. Maṇḍadvāraṁnāma ādāsa paṭṭamayo ālokamaggo. Taṁ pana puññavantānaṁ",
  "anya-e0301n5:53_4": "gehesu yojīyati. Yathā ca tesu, tathā sattānaṁ sarīresupi dveeva honti. Navadvāro",
  "anya-e0301n5:53_5": "mahāvaṇoti hi chiddadvāraṁ vuttaṁ. Navanavutilomakūpasahassā nipi chiddadvārānieva.",
  "anya-e0301n5:53_6": "Idha pana ādāsapaṭṭasadisaṁ maṇḍadvāraṁ adhippetaṁ. Taṁpi hi ārammaṇikadhammānaṁ",
  "anya-e0301n5:53_7": "ārammaṇadhammānañca niggamana pavisana mukhapathabhāvato dvārasadisattā dvāranti",
  "anya-e0301n5:53_8": "vuccatīti. Taṁ pana rūpamaṇḍa dvāraṁ arūpamaṇḍadvāranti duvidhaṁ. Rūpamaṇḍadvāraṁpi",
  "anya-e0301n5:53_9": "kammavisesamahābhūta visesasiddhena maṇḍabhāvavisesena pañcavidhanti dassetuṁ cakkhudvārantiādimāha.",
  "anya-e0301n5:53_10": "Tattha cakkhumevacakkhudvāranti yasmiṁ cakkhumhi canda maṇḍalādīni rūpa nimittāni",
  "anya-e0301n5:53_11": "paññāyanti. Āvajjanādīnica yamhi paññātāni tāni nimittāni gaṇhanti. Tasmā tadeva",
  "anya-e0301n5:53_12": "cakkhu tesaṁ dvinnaṁ visayavisa yibhāvupagamanassa mukhapathabhūtattā cakkhudvāraṁnāmāti",
  "anya-e0301n5:53_13": "attho. Athavā, yena cakkhumaṇḍena bahiddhā candamaṇḍalādīni rūpāni anto āvajjanādīnaṁ",
  "anya-e0301n5:53_14": "visayabhāvaṁ upagacchanti. Yenaca anto āvajjanādīni bahiddhā tesaṁ rūpānaṁ visayibhāvaṁ",
  "anya-e0301n5:53_15": "upagacchanti. Tameva yathāvutta kāraṇena cakkhudvāraṁ nāmāti attho. Evaṁ sesesupi.",
  "anya-e0301n5:54": "[96] Ṭīkāsu pana",
  "anya-e0301n5:55": "“Āvajjanādīnaṁ arūpadhammānaṁ pavattimukhabhāvato dvārasadisattā dvārānī”ti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:56_0": "Rūpādīnaṁ ārammaṇānaṁpi pavattimukhabhūtattā. Vakkhati hi chabbidhā visayapavattiyoti.",
  "anya-e0301n5:56_1": "Etthaca visayānaṁ rūpādīnaṁ ārammaṇānaṁ dvāresu āpātā gamana saṅkhātā pavattiyo visayapavattiyoti",
  "anya-e0301n5:56_2": "vuccantīti. Tattha cakkhumeva cakkhudvāranti etena cakkhussa dvāraṁ cakkhudvāranti",
  "anya-e0301n5:56_3": "atthaṁ nivatteti. Tathā sotādayo sota dvārādīnīti etena sota meva sotadvāraṁ.La.",
  "anya-e0301n5:56_4": "Manoeva manodvāraṁ. Na manānaṁ dvāraṁ manodvāranti imamatthaṁ atidissati. Tassa pana",
  "anya-e0301n5:56_5": "manassa bahuvidhattā idha adhippetaṁ manaṁ dassento manodvāraṁ pana bhavaṅganti pavuccatīti vuttaṁ.",
  "anya-e0301n5:57": "[97] Vibhāvaniyaṁ pana",
  "anya-e0301n5:58": "“Āvajjanādīnaṁ manānaṁ dvāranti manodvāra”ntipi vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:59_0": "Kāraṇaṁ vuttameva. Tattha sabbaṁ ekūnanavutividhaṁpi cittaṁ manodvāra mevanāma hoti.",
  "anya-e0301n5:59_1": "Idha pana upapattidvārameva adhippetanti katvā bhavaṅganti pavuccatīti vuttaṁ. Paṭisandhito",
  "anya-e0301n5:59_2": "paṭṭhāya yāvatāyukaṁ nadisotamiva pavattamānaṁ ekūnavīsatividhaṁ bhavaṅgacittameva",
  "anya-e0301n5:59_3": "idha manodvāranti vuccati, kathīyatīti attho.",
  "anya-e0301n5:60": "[98] Vibhāvaniyaṁ pana",
  "anya-e0301n5:61_0": "Yathā gāmassa dvāraṁnāma gāmānantarameva hoti. Evaṁ āvajjanādīnaṁ manānaṁ pavattimukhaṭṭhena",
  "anya-e0301n5:61_1": "dvāraṁnāma āvajjanānantaraṁ bhavaṅgameva siyā. Na tato purimāni bhavaṅgānīti adhippāyena",
  "anya-e0301n5:61_2": "yaṁ vuttaṁ “bhavaṅganti āvajjānānantaraṁ bhavaṅga”nti. Taṁ na gahetabbaṁ.",
  "anya-e0301n5:62_0": "Evañhi sati yesu cakkhupasādādīsu rūpādīni āpātaṁ nāgacchanti. Tānipi āvajjanādīnaṁ",
  "anya-e0301n5:62_1": "vīthicittānaṁ pavattimukhāni eva na hontīti katvā dvārānināma nasiyuṁ. Na ca tathā",
  "anya-e0301n5:62_2": "sakkā vattuṁ. Pāḷiyameva tesaṁ dvārarūpabhāvassa vuttattā. Idhaca vakkhati pasādaviññattisaṅkhātaṁ",
  "anya-e0301n5:62_3": "sattavidhaṁpi dvārarūpaṁnāmāti.",
  "anya-e0301n5:63": "[99] Yañca tattha",
  "anya-e0301n5:64": "Sāvajjanaṁ bhavaṅgantu, manodvāranti vuccatīti –",
  "anya-e0301n5:65": "Sādhakavacanaṁ āhaṭaṁ; Taṁpi idha nayujjatiyeva.",
  "anya-e0301n5:66_0": "Tañhi āvajjanaṁpi manodvārapakkhikaṁ katvā dīpetīti. Yattha pana cakkhuñca paṭicca",
  "anya-e0301n5:66_1": "rūpeca uppajjati cakkhuviññāṇaṁ. Sotañca. La. Manañca paṭicca dhammeca uppajjati",
  "anya-e0301n5:66_2": "manoviññāṇanti vuttaṁ. Tattheva taṁ yuttaṁ. Tattha hi cakkhuviññāṇuppattiyā catūsu",
  "anya-e0301n5:66_3": "paccayesu cakkhurūpāni eva sarūpato vuttānīti itare āvajjanañca sampayuttakkhandhā",
  "anya-e0301n5:66_4": "cāti dve paccayā casaddena gahitā, evaṁ sotaviññāṇādīsupi. Manoviññāṇe pana manañcāti",
  "anya-e0301n5:66_5": "ettha bhavaṅgacittena saha āvajjanaṁ gahetvā casaddena sampayuttakkhandhā gahitā.",
  "anya-e0301n5:66_6": "Evañhi sati cattā ropaccayā hontīti. Vuttañhetaṁ dhātuvibhaṅgaṭṭhakathāyaṁ paṭiccāti",
  "anya-e0301n5:66_7": "nāma āgataṭṭhāne āvajjanaṁ visuṁ nakātabbaṁ. Bhavaṅganissitakameva kātabbanti. Tasmā",
  "anya-e0301n5:66_8": "idha manoti sahāvajjanakaṁ bhavaṅgaṁ. Mano viññāṇanti javanamanoviññāṇanti. Etthaca",
  "anya-e0301n5:66_9": "paṭiccātināma āgataṭṭhāneti etena aññattha pana āvajjanaṁ dvārapakkhikaṁ nakātabbanti",
  "anya-e0301n5:66_10": "siddhaṁ hoti. Paṭiccāti āgatattāyevaca bhavaṅgaṁpi āvajjanā nantaraṁ bhavaṅgadvayameva",
  "anya-e0301n5:66_11": "imissaṁ pāḷiyaṁ gahetabbaṁ. Sannihitapaccayānaṁ eva tattha adhippetattāti. Idha pana",
  "anya-e0301n5:66_12": "dvārabhāvā rahassa sabbassa upapattidhammassa pariggahitattā sabbaṁ bhavaṅgaṁ adhippetaṁ.",
  "anya-e0301n5:66_13": "Na hi kiñci bhavaṅgaṁ nāma atthi. Yaṁ manodvārabhāvārahaṁ na siyāti niṭṭhamettha",
  "anya-e0301n5:66_14": "gantabbanti. Tatthāti niddhāraṇe bhummaṁ, tesu chasu dvāresu cakkhu dvāreti sambandho.",
  "anya-e0301n5:66_15": "Yathārahanti ārammaṇabhūmipuggalamanasikārā dīnaṁ anurūpavasena. Sabbathāpīti visuṁ",
  "anya-e0301n5:66_16": "visuṁ chacattālīsa bhedasaṅkhātena sabbapakārenapi agahita gahaṇa vasena, catupaññā",
  "anya-e0301n5:66_17": "sāti sambandho. Sabbathāpītivā āvajjanādi tadārammaṇa pariyo sānavasena anekakiccabhedayuttena",
  "anya-e0301n5:66_18": "sabbapakārenapi, kāmāvacarānevāti sambandho. Yāni āvajjanādīni kiccāni dvāravikāraṁ",
  "anya-e0301n5:66_19": "paṭicca pavattanti, taṁ kiccavantānieva dvāre niyuttānīti atthena dvārikānināma honti.",
  "anya-e0301n5:66_20": "Paṭisandhi bhavaṅga cuti kiccānipana dvāravikārena vinā kevalaṁ kammavaseneva sijjhanti.",
  "anya-e0301n5:66_21": "Tasmā taṁkiccavantāni dvārikānināma nahontīti vuttaṁ ekūna.La. Dvāravimuttānīti ettha",
  "anya-e0301n5:66_22": "ca dvāravikāronāma attani ārammaṇānaṁ āpātāgamanavasena bhavaṅgassa calanaṁ, cakkhādīnañca",
  "anya-e0301n5:66_23": "attani viññāṇuppādana sattivisesa yogo daṭṭhabbo.",
  "anya-e0301n5:67": "[100] Vibhāvaniyaṁ pana",
  "anya-e0301n5:68": "“Cakkhādidvāresu apavattanato manodvārasaṅkhāta bhavaṅgato ārammaṇantaragahaṇavasena apavattitoca dvāravimuttānī”ti vuttaṁ, taṁ aṭṭhakathāyapi saha nasameti.",
  "anya-e0301n5:69_0": "Paṭisandhi bhavaṅga cuti vasenāti hi vuttaṁ. Etena hi kiccasīseneva cittānaṁ dvārika",
  "anya-e0301n5:69_1": "dvāravimuttabhāgo therena dassito. Teneva hi heṭṭhāpi pañcadvārāvajjana.La. Tadārammaṇavasenātiādinā",
  "anya-e0301n5:69_2": "kiccasīseneva cittānaṁ cakkhudvārikādibhāvo vuttoti. Nanu cakkhādidvāresu apavattanatoti",
  "anya-e0301n5:69_3": "iminā etadatthova vuttoti ce. Na. Adhippetatthavirahassa apasaṅga nivattakassaca",
  "anya-e0301n5:69_4": "saṁvaṇṇanā vākyassa payojanābhāvatoti. Chadvārikāniceva santīraṇa tadārammaṇakiccānaṁ",
  "anya-e0301n5:69_5": "vasena dvāravimuttānica paṭisandhādikiccānaṁ vasenāti adhippāyo. Pañcadvārikānica",
  "anya-e0301n5:69_6": "chadvārikānica pañcachadvārikāni. Kadāci chadvārikāniceva tāni kadāci dvāravimuttānicāti",
  "anya-e0301n5:69_7": "chadvārikavimuttāni. Dvārasaddo cetthaadhikāravasena yojīyati.",
  "anya-e0301n5:70": "[101] Vibhāvaniyaṁ pana",
  "anya-e0301n5:71": "“Chadvārikānica chadvārikavimuttānicā”tipi vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:72": "Heṭṭhā cuṇṇiyavākye tathā asutattāti. Ekadvārikacittāni. La. Sabbathā dvāravimuttānica yathākkamaṁ chattiṁsati.La. Navadhā ceti pañcadhā paridīpayeti yojanā.",
  "anya-e0301n5:73": "134. Rūpādīnaṁ ārammaṇānaṁ bhedena cittacetasikānaṁ saṅgaho ārammaṇasaṅgaho.",
  "anya-e0301n5:74": "[102] Ṭīkāsu pana",
  "anya-e0301n5:75": "“Ārammaṇānaṁ sarūpato vibhāgato taṁvisayacittato ca saṅgaho ārammaṇasaṅgaho”ti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:76_0": "Ayañhi cittacetasikānaṁ eva saṅgaho. Na ārammaṇānanti. Rūpādīnaṁ vacanattho upari",
  "anya-e0301n5:76_1": "āgamissati. Dubbalapurisena daṇḍādiviya cittacetasikehi ālambīyati amuñcamānehi gaṇhīyatīti",
  "anya-e0301n5:76_2": "ālambaṇaṁ. Ārammaṇasadde pana sati cittacetasikāni āgantvā ettha ramantīti ārammaṇaṁ.",
  "anya-e0301n5:77": "[103] Yaṁpana vibhāvaniyaṁ",
  "anya-e0301n5:78": "“Dubbalapurisena daṇḍādiviya cittacetasikehi ālambīyati. Tānivā āgantvā ettha ramantīti ālambaṇa”nti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:79_0": "Visuṁ siddhāni hi etāni padānīti. Rūpamevāti vaṇṇāyatanameva. Pañcārammaṇavimuttaṁ",
  "anya-e0301n5:79_1": "yaṁkiñci dhammajātaṁ vijjamānaṁpiavijjamānaṁpi bhūtaṁpi abhūtaṁpi dhammārammaṇameva.",
  "anya-e0301n5:79_2": "Taṁ pana sabhāga koṭṭhāsato saṅgayhamānaṁ chabbidhaṁ hotīti vuttaṁ dhammārammaṇaṁ",
  "anya-e0301n5:79_3": "pana.La. Chadhā saṅgayhatīti. Tatthāti tesu rūpādīsu chasu. Cakkhudvāre ghaṭṭayamāna",
  "anya-e0301n5:79_4": "rūpānusāreneva uppannāni cakkhudvārikacittāni aññāni ārammaṇāni ālambituṁ nalabhanti.",
  "anya-e0301n5:79_5": "Rūpānipi ghaṭṭanarahitāni atītānāgatāni ālambituṁ nalabhantīti vuttaṁ cakkhudvārikacittānaṁ",
  "anya-e0301n5:79_6": "sabbesaṁpi rūpameva ārammaṇaṁ. Tañha paccuppannanti. Sotadvārikā dīsupi esevanayo.",
  "anya-e0301n5:79_7": "Tattha taṁ taṁ kāraṇaṁ paṭicca uppannaṁ paccuppannaṁ. Vattamānanti attho. Chabbidhaṁpīti",
  "anya-e0301n5:79_8": "rūpādivasena chabbidhaṁpi. Atikkantabhāvaṁ itaṁ gataṁ pavattanti atītaṁ. Āgacchati",
  "anya-e0301n5:79_9": "āgacchitthāti āgataṁ. Paccuppannaṁ, atītañca. Na āgatanti anāgataṁ. Uppādajātikā",
  "anya-e0301n5:79_10": "saṅkhatadhammāeva tīsu kālesu anupatanti. Tasmā uppādarahitā asaṅkhatabhūtā nibbānapaññattiyo",
  "anya-e0301n5:79_11": "kālavimuttaṁnāmāti veditabbā.",
  "anya-e0301n5:80": "[104] Vibhāvaniyaṁ pana",
  "anya-e0301n5:81": "“Vināsābhāvato atītādikālavasena navattabbattā nibbānaṁ paññattica kālavimuttaṁnāmā”ti vuttaṁ. Taṁ vicāretabbaṁ.",
  "anya-e0301n5:82_0": "Sabbepi hi saṅkhatadhammā anāgatabhāva pubbakāeva honti. Tasmā te yadā paccayasāmaggiṁ",
  "anya-e0301n5:82_1": "labhitvā uppajjissantīti vattabbapakkhe tiṭṭhanti, tadā anāgatānāma. Yadā paccayasāmaggiṁ",
  "anya-e0301n5:82_2": "labhitvā uppannā, yadā paccuppannānāma. Yadā niruddhā, tadā atītānāma. Evaṁ uppādajātikānaññeva",
  "anya-e0301n5:82_3": "uppādamūlikā tekālikatā siddhā. Uppādarahitānaṁ pana anāgatāvatthāpi natthi. Kuto",
  "anya-e0301n5:82_4": "paccuppannātītā vatthāti. Tasmā nibbānapaññattīnaṁ kālattaya vimuttatā hotīti. Vināsābhāvatoti",
  "anya-e0301n5:82_5": "idaṁ pana atītakālavimuttiyāeva kāraṇanti na tena tāsaṁ itarakālavimuttiṁ sādhetīti",
  "anya-e0301n5:82_6": "daṭṭhabbaṁ. Yathārahavibhāgo pana idheva tesūtiādinā pacchā āgamissati. Dvāravimuttānañca",
  "anya-e0301n5:82_7": "chabbidhaṁpi ārammaṇaṁ hotīti sambandho. Yathā pana āvajjanādīnaṁ chadvārikacittānaṁ",
  "anya-e0301n5:82_8": "ārammaṇaṁ bhavantarepi imasmiṁ bhavepi purimabhāge kenaci dvārena gahitaṁpi agahitaṁpi",
  "anya-e0301n5:82_9": "hoti. Na tathā imesanti dassetuṁ bhavantare chadvāragahitanti vuttaṁ. Bhavavisesañhi",
  "anya-e0301n5:82_10": "patthetvā kammaṁ katvā tattha nibbattānaṁ ārammaṇaṁ bhavantarepi kenaci dvārena gahitaṁpi hoti yevāti.",
  "anya-e0301n5:83": "[105] Vibhāvaniyaṁ pana",
  "anya-e0301n5:84": "“Taṁ pana nesaṁ ārammaṇaṁ na āvajjanassa viya kenaci agahitameva gocarabhāvaṁ gacchatīti dassetuṁ chadvāra gahitanti vutta”nti vuttaṁ. Taṁ na yujjati.",
  "anya-e0301n5:85_0": "Pañcadvārā vajjanassapi hi ārammaṇaṁ pubbe kenaci dvārantarena gahitaṁpi agahitaṁpi",
  "anya-e0301n5:85_1": "hotiyeva. Tathā hi idaṁ nāma labhissāmi bhuñjissāmi passissāmīti pubbe gahitaṁ pacchā",
  "anya-e0301n5:85_2": "āvajjanassa ārammaṇaṁ na na hotīti. Naca ekāvajjanavīthiyaṁ pubbe kenaci cittena",
  "anya-e0301n5:85_3": "agahitabhāvo idha pamāṇanti. Yathā ca pañcadvārikacittānaṁ ārammaṇaṁ ekantapaccuppannameva",
  "anya-e0301n5:85_4": "hoti. Yathā ca manodvārikacittānaṁ ārammaṇaṁ tekālikaṁvā kālavimuttasā maññaṁvā hoti.",
  "anya-e0301n5:85_5": "Na tathā imesanti dassetuṁ paccuppannamatītaṁ paññattibhūtaṁvāti vuttaṁ. Yathā ca",
  "anya-e0301n5:85_6": "chadvārikacittānaṁ ārammaṇaṁ āgamasiddhavohārayuttaṁpi tabbohāravinimuttaṁpi hoti.",
  "anya-e0301n5:85_7": "Na tathā imesanti dassetuṁ kamma kamma nimitta gatinimitta sammatanti vuttaṁ.",
  "anya-e0301n5:86": "[106] Vibhāvaniyaṁ pana",
  "anya-e0301n5:87_0": "“Nāpi nesaṁ ārammaṇaṁ maraṇāsannato purimabhāgajavanānaṁ viya kammakammanimittādivasena",
  "anya-e0301n5:87_1": "āgamasiddhavohāravinimuttanti dassetuṁ kamma.La. Sammatanti āhā”ti vuttaṁ. Taṁpi na sundaraṁ.",
  "anya-e0301n5:88_0": "Maraṇā sannato purimabhāgepi hi sattā attanā katakammaṁvā cetiyādīni kamma, pakaraṇānivā",
  "anya-e0301n5:88_1": "ārammaṇaṁ karontiyeva. Tadāpi hi kammaṁ kammameva, kammupakaraṇānica kammanimittāniyeva.",
  "anya-e0301n5:88_2": "Kamma siddhiyānimittaṁ kāraṇaṁ kammanimittanti katvā. Kammassa nimittaṁ ārammaṇaṁ",
  "anya-e0301n5:88_3": "kammanimittantipi vadanti. Ajātasatturājā viyaca supinadassanādivasena gatinimittānipi",
  "anya-e0301n5:88_4": "ārammaṇaṁ karontiyeva. Rājā hi dvīsu bhavesu pitaraṁ māreti. Māritakālatoca paṭṭhāya",
  "anya-e0301n5:88_5": "tassa niddāyantassa gatinimittāni upaṭṭhahantīti. Tattha yathāsambhavanti taṁ taṁ",
  "anya-e0301n5:88_6": "paṭisandhādīnaṁ chadvāragahitādivasena sambhavantassa ārammaṇassa anurūpato. Yathāsambhavavibhāgo",
  "anya-e0301n5:88_7": "pana upari maraṇuppattiyaṁ āgamissati. Yebhuyyenāti bāhullena. Bhavantareti atītānantarabhave",
  "anya-e0301n5:88_8": "tatthaca maraṇāsannakāle. Chadvāra gahitanti chahi dvārehi maraṇāsannajavanehi gahitaṁ.",
  "anya-e0301n5:88_9": "Ettha ca yebhuyyenāti etena bhavantare chadvāragahitanti imassa vidhānassa anekaṁsabhāvaṁ",
  "anya-e0301n5:88_10": "viseseti. Kasmā. Agahitassapi sambhavato. Yañhi asaññibhavato cutānaṁ kamma kammanimitta",
  "anya-e0301n5:88_11": "gatinimitta sammataṁ arūpabhavato cutānañca gatinimittasammataṁ kāmapaṭisandhi bhavaṅgacutīnaṁ",
  "anya-e0301n5:88_12": "ārammaṇaṁ. Taṁ bhavantare kenaci dvārena agahita meva hotīti. Etthaca yasmā paṭṭhāne",
  "anya-e0301n5:88_13": "arūpabhave duvidhopi purejātapaccayo paṭisiddho. Aṭṭhakathāsuca tato cutānaṁ kāmapaṭisandhiyā",
  "anya-e0301n5:88_14": "paccuppannagatinimittārammaṇatāpi vuttā. Gatinimittañca nāma rūpārammaṇameva dīpenti.",
  "anya-e0301n5:88_15": "Tasmā tesaṁ kāmapaṭisandhiyāpi gatinimittasammataṁ bhavantare kenaci dvārena agahitameva",
  "anya-e0301n5:88_16": "hotīti veditabbaṁ. Apica, maraṇāsannakāle kammabalena kammādīnaṁ upaṭṭhānaṁnāma yebhuyyena",
  "anya-e0301n5:88_17": "saṁmuḷhamaraṇena marantānameva hoti. Itaresaṁ pana paresaṁ payogabalenapi attanā",
  "anya-e0301n5:88_18": "pakatiyā suṭṭhu āsevitānaṁ anussaraṇabalenapi dhammikaupāsakādīnaṁ viya devalokato",
  "anya-e0301n5:88_19": "āgantvā gaṇhantānaṁ devānaṁ ānubhāvenapi hotiyeva. Nirayapālāpi nirayato āgantvā",
  "anya-e0301n5:88_20": "gaṇhantiyeva. Revativimānañcettha vattabbaṁ. Tañhi dve nirayapālā gahetvā pathamaṁ",
  "anya-e0301n5:88_21": "tāvatiṁsābhavanaṁ netvā pacchā nirayaṁ nayiṁsu. Te hi yakkha jātikattā vessavaṇaparisāviya",
  "anya-e0301n5:88_22": "tāvatiṁsā bhavanaṁpi gantuṁ sakkontiyeva. Yamassa dūtā dve yakkhāti hi pāḷiyaṁ vuttaṁ.",
  "anya-e0301n5:88_23": "Vessavaṇadūtā idha yamassa dūtāti vuttātipi vadanti. Tasmā ye kasiṇāsubhādīni samathanimittāni",
  "anya-e0301n5:88_24": "suṭṭhu āsevitvā upacārajjhāne ṭhatvā tāneva nimittāni gahetvā maranti. Tesaṁpi kāmapaṭisandhiyā",
  "anya-e0301n5:88_25": "ārammaṇaṁ bhavantare kenaci dvārena agahitameva siyā. Upacārajjhānabaleneva brahmalokato",
  "anya-e0301n5:88_26": "idhauppajjantānaṁpi esevanayoti.",
  "anya-e0301n5:89": "Yaṁpana vibhāvaniyaṁ",
  "anya-e0301n5:90": "“Kevalaṁ kammabaleneva tesaṁ asaññibhavato cutānaṁ paṭisandhiyā kammanimittādikaṁ ārammaṇaṁ upaṭṭhātī”ti vuttaṁ.",
  "anya-e0301n5:91_0": "Tattha kammanimittādikanti ettha ādisaddena kammaṁpi gahetabba meva. Na hi tassa",
  "anya-e0301n5:91_1": "agahaṇe kāraṇaṁ atthīti. Tāni pana sabbānipi kevalaṁ paṭisandhijanakassa kammassa",
  "anya-e0301n5:91_2": "ānubhāveneva paṭisandhiyaṁ upaṭṭhahantīti veditabbaṁ. Anāgataṁ pana nimittaṁ upaṭṭhahamānaṁ",
  "anya-e0301n5:91_3": "gatinimittameva siyā. Naca tassa visuṁ upaṭṭhātabbakiccaṁ atthi. Paccuppanna gatinimitte",
  "anya-e0301n5:91_4": "siddhe siddhameva hotīti vuttaṁ paccuppannamatītaṁ paññatti bhūtaṁvāti.",
  "anya-e0301n5:92": "[107] Vibhāvaniyaṁ pana",
  "anya-e0301n5:93": "“Anāgataṁnāma atītaṁ viya anubhūtañca na hoti. Naca paccuppannagatinimittaṁ viya āpātamāgata”nti kāraṇaṁ vuttaṁ. Taṁ akāraṇaṁ.",
  "anya-e0301n5:94_0": "Pasaṅgassa anivattitattā. Gatinimittañhi nāma paccuppannaṁpi anubhūtaṁ na hoti. Taṁpi",
  "anya-e0301n5:94_1": "kammabaleneva āpātamāgataṁ. Evaṁsante anāgataṁpi kammabalena āpātamāgatameva siyāti",
  "anya-e0301n5:94_2": "ayaṁ pasaṅgo pākatikoeva hotīti. Tesūti yathāvuttesu ārammaṇikacittesu. Rūpādīsu",
  "anya-e0301n5:94_3": "pañcasu ekekaṁ ārammaṇaṁ etesanti samāso. Rūpādīni pañca ārammaṇāni etassāti viggaho.",
  "anya-e0301n5:94_4": "Sesānīti pañcaviññāṇasampaṭicchana dvayato sesāni santīraṇa mahāvipākāni. Sabbathāpi",
  "anya-e0301n5:94_5": "kāmāvacarā lambaṇānevāti paṭisandhādīhi nānākiccehi rūpādīsu nānārammaṇesu pavattena",
  "anya-e0301n5:94_6": "sabba pakārenapi kāmāvacarālambaṇikāniyeva. Tāni hi sabbaññubuddhānaṁ uppannānipi",
  "anya-e0301n5:94_7": "vikappasattirahitattā avijjamāne paññattidhammeca sukhume mahaggatadhammeca gambhīre",
  "anya-e0301n5:94_8": "lokuttaradhammeca ālambituṁ na sakkontīti. Tattha santīraṇattayaṁ tāva santīraṇakiccavasena",
  "anya-e0301n5:94_9": "rūpādipañcālambaṇe pavattati. Tadārammaṇādivasena pana sabbānipi ekādasavipākāni",
  "anya-e0301n5:94_10": "chasu parittārammaṇesu pavattantīti.",
  "anya-e0301n5:95": "[108] Vibhāvaniyaṁ pana",
  "anya-e0301n5:96": "“Vipākāni tāva santīraṇādivasena rūpādipañcālambaṇe”ti vuttaṁ. Tattha santīraṇādivasenāti navattabbaṁ. Santīraṇavasena icceva vattabbanti.",
  "anya-e0301n5:97_0": "Yo panettha cittānaṁ ārammaṇesu pavattivibhāgo vattabbo. So aṭṭhakathākaṇḍe gahetabbo.",
  "anya-e0301n5:97_1": "Lokuttaradhammā atigambhīrattā ñāṇasseva visayabhūtāti vuttaṁ. Akusala.La. Lokuttara",
  "anya-e0301n5:97_2": "vajjita sabbā rammaṇānīti. Tattha tāni laddhasamāpattīnaṁ uppannakāleeva mahaggatārammaṇāni.",
  "anya-e0301n5:97_3": "Tesuca dve dosamūlacittāni parihīnajjhānāni ārabbha uppannakāleti daṭṭhabbaṁ. Ñāṇaṁpi",
  "anya-e0301n5:97_4": "anadhigatāni lokuttarāni ālambituṁ na sakkotīti vuttaṁ ñāṇasampayutta.La. Vajjitasabbā",
  "anya-e0301n5:97_5": "rammaṇānīti. Tattha ñāṇasampayuttakāmakusalāni puthujjanānaṁ ajjhānalābhīnaṁ uppannakāle",
  "anya-e0301n5:97_6": "paññattiyā saha kāmāvacarārammaṇāni. Tāneva sotāpattimaggato pure gotrabhukkhaṇe",
  "anya-e0301n5:97_7": "puthujjanānaṁ nibbānārammaṇāni. Jhānalābhīnaṁ tāneva abhiññākusalañca mahaggatārammaṇānipi.",
  "anya-e0301n5:97_8": "Heṭṭhimaphalaṭṭhānaṁ attanā adhigata maggaphalanibbānā rammaṇānipīti veditabbāni.",
  "anya-e0301n5:97_9": "Yathā cettha ariyā attanā adhigata maggaphalāniyeva ālambituṁ sakkonti. Tathā jhānalābhinopi",
  "anya-e0301n5:97_10": "attanā adhigatajjhānānieva ālambituṁ sakkontīti veditabbaṁ. Ettha siyā-ye ca jhānāni",
  "anya-e0301n5:97_11": "patthenti. Jhānaparikammaṁpi karonti. Yeca jhānasuttāni saṁvaṇṇenti. Te alābhino",
  "anya-e0301n5:97_12": "mahaggatajjhānāni ālambituṁ sakkonti, nasakkontīti. Na sakkonti. Te hi jhānānināma",
  "anya-e0301n5:97_13": "evaṁ mahānubhāvāni evaṁ mahānisaṁsānīti sutvāvā sutapariyattibalena siddhe ākāra",
  "anya-e0301n5:97_14": "sallakkhaṇaññāṇe ṭhatvā vā anumānavaseneva tāni patthenti. Parikammaṁpi karonti.",
  "anya-e0301n5:97_15": "Suttānipi saṁvaṇṇentīti. Itarathā puthujjanāpi lokuttaradhamme patthenti, maggaparikammaṁpi",
  "anya-e0301n5:97_16": "karonti. Maggaphala nibbānavacanānivikathenti saṁvaṇṇentīti tesaṁpi te ārammaṇabhūtā",
  "anya-e0301n5:97_17": "eva siyunti. Tesaṁ pana cittāni jhānādīnaṁ paññattiguṇe eva anubhontīti veditabbāni.",
  "anya-e0301n5:97_18": "Paṇītadhammānañhi paññattiyopi paṇitarūpāeva hontīti. Mahiddhiko hi paracittavidū.",
  "anya-e0301n5:97_19": "Māro deva puttopi rūpajjhānacittaṁ vaṭṭanissitameva passati. Vivaṭṭanissitaṁ na passati.",
  "anya-e0301n5:97_20": "Arūpajjhānacittaṁ pana vaṭṭanissitaṁpi napassatīti aṅguttare navanipāte aṭṭhakathāyaṁ",
  "anya-e0301n5:97_21": "vuttaṁ. Ye pana aggamaggaphalāni paṭivijjhanti. Tesaṁ uppannāniññaṇasampayuttakāmakriyajavanāni",
  "anya-e0301n5:97_22": "kriyābhiññājavanañca puggalānurūpaṁ paññattiyā saha catubbhūmakadhammesu kiñci ārammaṇaṁ",
  "anya-e0301n5:97_23": "kātuṁ nasakkontīti natthi. Tathā tesaṁ purecāri kamanodvārāvajjanañcāti vuttaṁ ṭhāṇasampayutta.La.",
  "anya-e0301n5:97_24": "Sabbathāpisabbā rammaṇānīti. Tattha sabbathāpīti sabbakāmāvacara sabbamahaggata sabbalokuttara",
  "anya-e0301n5:97_25": "sabbapaññatti sabbapaccuppannādi pakārenapītiattho. Idañca sabbaññubuddhānaṁ uppannāni",
  "anya-e0301n5:97_26": "sandhāya vuttaṁ. Itarāni pana pacceka buddhānaṁ uppannānipi padesasabbārammaṇānieva",
  "anya-e0301n5:97_27": "honti. Tāni hi ekaṁ pathavidhātuṁpi sabbehi anavasesapakārehi jānituṁ nasakkontīti.",
  "anya-e0301n5:97_28": "Āruppesu dutīyacatutthāni pathamatatīyāruppa viññāṇā rammaṇattā mahaggatā rammaṇāni.",
  "anya-e0301n5:97_29": "Sesānīti abhiññā dvaya dutīyacatutthāruppehi avasesāni sabbānipi ekavīsatividhāni",
  "anya-e0301n5:97_30": "mahaggatacittāni kasiṇādi paññattārammaṇānīti attho. Pañcavīsāti pañcadvārāvajjana",
  "anya-e0301n5:97_31": "tevīsati kāmavipāka hasanacittāni sandhāya vuttaṁ. Parittamhīti kāmāvacarā lambaṇe",
  "anya-e0301n5:97_32": "evāti attho. Tañhi appānubhāvato paṭibandhakadhammehi parisamantato dīyati avakhaṇḍīyati",
  "anya-e0301n5:97_33": "nittejabhāvaṁ pāpīyatīti parittanti vuccati.",
  "anya-e0301n5:98": "135. Cakkhādīnaṁ vatthūnaṁ bhedena tabbatthukānaṁ cittacetasi kānaṁ saṅgaho vatthusaṅgaho.",
  "anya-e0301n5:99": "[109] Vibhāvaniyaṁ pana",
  "anya-e0301n5:100": "“Vatthuvibhāgato tabbatthukacittaparicchedavasenaca saṅgaho vatthusaṅgaho”ti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n5:101_0": "Vasantipatiṭṭhahanti cittacetasikāetesūtivatthūni, cakkhuvatthuca. La. Kāyavatthucahadayavatthucātiyojanā.",
  "anya-e0301n5:101_1": "Cakkhumeva cakkhuvatthu tathā sotādīniyeva sotavatthādīni. Vākyasaṅkhepo hesa pāṭho.",
  "anya-e0301n5:101_2": "Peyyālanayotipi antadīpakanayotipi vattuṁ yujjati. Keci pana dvandasamāsaṁ maññanti.",
  "anya-e0301n5:101_3": "Tesaṁ casaddo nayujjati. Parato vatthusaddo casaddoca pubbapadesu ānetabbotipi vadanti.",
  "anya-e0301n5:101_4": "Tesaṁ hadayavatthūti samāsapadaṁ nayujjati. Avibhattikaniddesotipi apare. Tāni kāmaloke",
  "anya-e0301n5:101_5": "sabbānipi labbhantīti kāmataṇhā dhina kammanibbattānaṁ attabhāvānaṁeva paripuṇṇindriyatā",
  "anya-e0301n5:101_6": "sambhavato sabbānipi tāni cha vatthūni kāmalokeeva labbhanti. Tathā hi cakkhādīsu",
  "anya-e0301n5:101_7": "vatthūsu santesu evarūpādīnaṁ paribhogo sampajjati. Tasmā rūpādīsu kāmavatthūsu abhiratā",
  "anya-e0301n5:101_8": "kāmataṇhā sadā cakkhādīnaṁ pañcannaṁ vatthūnaṁpi sampattiṁ patthetiyeva. Yathāca",
  "anya-e0301n5:101_9": "sabbakammiko amacco sadā rañño icchameva pūrayamāno sabbāni rājakammāni sampādeti.",
  "anya-e0301n5:101_10": "Evameva kāmāvacarakammaṁpi sadā kāmataṇhāya icchameva pūrayamānaṁ paripuṇṇindriyaṁ",
  "anya-e0301n5:101_11": "attabhāvaṁ nibbatteti. Tasmā kāmataṇhādhinakammanibbattā kāmasattāeva paripuṇṇindriyā",
  "anya-e0301n5:101_12": "hontīti. Yathā ca dassanasavanānuttariya dhammabhūtāni cakkhusotāni buddhadassana",
  "anya-e0301n5:101_13": "dhammassavanā divasena sattānaṁ visuddhiyāpi honti, na tathā ghānādittayaṁ. Taṁ pana",
  "anya-e0301n5:101_14": "kevalaṁ kāmaparibhogatthāyaeva hoti. Tasmā taṁ kāmavirāgabhāvanā kammanibbattesu",
  "anya-e0301n5:101_15": "brahmattabhāvesu naupalabbhatīti vuttaṁ rūpaloke pana ghānādittayaṁ natthīti. Idañca",
  "anya-e0301n5:101_16": "pasādarūpattayaṁ sandhāya vuttaṁ. Sasambhāraghāna jivhā kāya saṇṭhānānipana suṭṭhuparipuṇṇānieva",
  "anya-e0301n5:101_17": "hontīti. Arūpalokepana sabbānipi nasaṁvijjantīti rūpavirāga bhāvanā kammanibbatte",
  "anya-e0301n5:101_18": "tasmiṁ loke ajjhattabahiddhāsantānesupi sabbena sabbaṁ rūpapavattiyāeva abhāvato.",
  "anya-e0301n5:101_19": "Tattha nibbattā hi sattā suddhe ākāsataleeva cittapabandhamattā hutvā tiṭṭhantīti.",
  "anya-e0301n5:101_20": "Imasmiṁ saṅgahe pana cittāni sattaviññāṇa dhātuvasena gahetuṁ tattha pañcaviññāṇadhātuyotiādi",
  "anya-e0301n5:101_21": "vuttaṁ. Tatthāti tesu chasu vatthūsu. Pañcaviññāṇāni eva nisattanijīvaṭṭhena dhātuyoti",
  "anya-e0301n5:101_22": "viggaho. Evaṁ sesesupi. Vijānanakiccābhāvato mananamattā dhātūti manodhātu. Pañcadvāre",
  "anya-e0301n5:101_23": "āvajjanamatta sampaṭicchanamatta kiccāni hi visesajānana kiccāni nahontīti. Pañcaviññāṇāni",
  "anya-e0301n5:101_24": "pana paccakkhato dassanādivasena thokaṁ visesajānanakiccāni honti. Avasesā pana santīraṇādayo",
  "anya-e0301n5:101_25": "ārammaṇasabhāva vicāraṇā divasena atireka visiṭṭhajānanakiccayuttattā na manodhātuyo",
  "anya-e0301n5:101_26": "viya mananamattā honti. Nāpi pañcaviññāṇadhātuyoviya vijānana mattā. Athakho mananaṭṭhena",
  "anya-e0301n5:101_27": "manoca taṁ vijānanaṭṭhena viññāṇañcāti katvā manoviññāṇadhātuyonāma. Atisaya visesajānana",
  "anya-e0301n5:101_28": "dhātuyoti attho. Pariyāyapadānañhi visesana samāse atisayattho viññāyati. Yathā padaṭṭhānanti.",
  "anya-e0301n5:102": "[110] Vibhāvaniyaṁ pana",
  "anya-e0301n5:103": "“Manoyeva viññāṇaṁ manoviññāṇanti vā. Manaso viññāṇaṁ manoviññāṇa”nti vā vuttaṁ. Tattha manoyeva viññāṇanti idaṁ tāva na yujjati.",
  "anya-e0301n5:104": "Na hi aññamaññaṁ visesetvā abhirekaṭṭhadīpake padaṭṭhānantiādike visesanasamāse avadhāraṇa viggaho katthaci dissati yujjaticāti.",
  "anya-e0301n5:105": "[111] Manaso viññāṇanti idaṁpi nayujjatiyeva.",
  "anya-e0301n5:106_0": "Manasoti hi manodhātuttikasaṅkhātassa manassa. Tattha sampaṭicchanadvayaṁ santīraṇādikassa",
  "anya-e0301n5:106_1": "manoviññāṇapabandhassa paccayabhūtaṁ hoti. Pañcadvārāvajjanaṁ pana parato dvārantare",
  "anya-e0301n5:106_2": "pavattamānaṁ tasseva manoviññāṇapabandhassa paccayuppannabhūtaṁ hotītikatvā ādimhi",
  "anya-e0301n5:106_3": "paccayabhūtassa ceva ante dvārantare paccayuppannabhūtassa ca manassa sambandhiviññāṇanti",
  "anya-e0301n5:106_4": "attho. Athavā, pañcaviññāṇavajjitāni sabbāni viññāṇāni mananakiccattā manonāma. Ārammaṇe",
  "anya-e0301n5:106_5": "pana abhinipāta mattāni pañcaviññāṇāni mananakiccāni nahontīti dassanādīni eva nāma.",
  "anya-e0301n5:106_6": "Pañcadvārāvajjanañca manato jātaṁpi manassa paccayo nahoti. Dassanādīnaṁ eva paccayo.",
  "anya-e0301n5:106_7": "Sampaṭicchanadvayañca manassa paccayo hontaṁpi manato jātaṁ nahoti. Dassanādito eva",
  "anya-e0301n5:106_8": "jātaṁ. Santīraṇādīni pana attano pure pacchāpavattānaṁ dvinnaṁ dvinnaṁ manānaṁ eva",
  "anya-e0301n5:106_9": "majjhe jātānīti attano paccaya paccayuppannabhūtassa manassa sambandhiviññāṇanti",
  "anya-e0301n5:106_10": "attho. Evañca sati pañcaviññāṇaṁpi dvinnaṁ manodhātūnaṁ antare pavattattā manaso",
  "anya-e0301n5:106_11": "paccaya paccayuppannabhūtassa sambandhiviññāṇaṁ manoviññāṇanti vattabbameva siyāti.",
  "anya-e0301n5:107": "[112] Ṭīkāyaṁ pana",
  "anya-e0301n5:108": "Manato jātaṁ viññāṇantipi vuttaṁ. Taṁpi vuttanayena nayujjatiyeva.",
  "anya-e0301n5:109_0": "Avasesā pana manoviññāṇadhātusaṅkhātāca santīraṇa.La. Pannarasarūpāvacaravasena tiṁsadhammā",
  "anya-e0301n5:109_1": "hadayaṁ nissāyeva pavattantīti yojanā. Casaddo panettha avasesānaṁ chasattati dhammānaṁ",
  "anya-e0301n5:109_2": "manoviññāṇadhātubhāvaṁ sambhāveti.",
  "anya-e0301n5:110": "[113] Vibhāvaniyaṁ pana",
  "anya-e0301n5:111": "Sampiṇḍanatthaṁ gahetvā “na kevalaṁ manodhātuyevā”ti vuttaṁ. Taṁ na yujjati.",
  "anya-e0301n5:112": "Evañhi sati avasesāca manoviññāṇadhātusaṅkhātāti vuttaṁ siyāti.",
  "anya-e0301n5:113": "[114] Yāca ṭīkāsu",
  "anya-e0301n5:114": "Santīraṇa.La. Rūpāvacaravasena pavattā, avasesā manoviññāṇa dhātusaṅkhātāca tiṁsa dhammāti yojanā. Sāpi na sundarā.",
  "anya-e0301n5:115_0": "Atthagatiyā avisadattāti. Tattha kasmā te nissāyeva pavattantīti. Āruppesu anuppajjanato,",
  "anya-e0301n5:115_1": "kasmāca tattha nuppajjantīti vuccate. Santīraṇamahāvipākāni tāva tattha nuppajjanti",
  "anya-e0301n5:115_2": "pañcannaṁ dvārānaṁ attano kiccānañca tattha abhāvato. Paṭighacittadvayaṁpi nuppajjati.",
  "anya-e0301n5:115_3": "Anīvaraṇāvatthassa paṭighassa abhāvato. Ekanta nīvaraṇānañca jhānabhūmīsu asambhavato.",
  "anya-e0301n5:115_4": "Ettha pana yadi anīvaraṇāvattho paṭigho natthi. Pāḷiyaṁ dutīyajjhāneeva domassindriyassa",
  "anya-e0301n5:115_5": "aparisesanirodhavacanaṁ aṭṭhakathāsuca dutīyajjhānūpacāre tassa uppattisambhavavacanaṁ",
  "anya-e0301n5:115_6": "viruddhaṁ siyā. Tasmā attano sahāyapaccaya bhūtassa oḷārikassa kāmarāgassa jhānabhūmīsu",
  "anya-e0301n5:115_7": "abhāvato paṭighacittadvayaṁ tattha nuppajjatīti yuttantipi vadanti. Ṭīkākārāpana",
  "anya-e0301n5:115_8": "dutīyajjhānūpacāre tassa uppattisambhava vacanaṁ parikappavacanamattanti katvā purimakāraṇameva",
  "anya-e0301n5:115_9": "icchanti. Yadi panetaṁ parikappavacanamattaṁ siyā pāḷivacanaṁpi parikappavacanamattameva",
  "anya-e0301n5:115_10": "siyā. Tasmā pacchimakā raṇameva yuttarūpanti amhākaṁ khanti. Hasanacittaṁpi nuppajjati",
  "anya-e0301n5:115_11": "arūpīnaṁ hasanakiccassa abhāvato. Kāyābhāvatotipi yujjati. Sotāpattimaggacittaṁpi",
  "anya-e0301n5:115_12": "nuppajjati. Paratoghosābhāvena tatthuppannassa puthujjanassa dhammābhisamayābhāvato",
  "anya-e0301n5:115_13": "buddhapaccekabuddhānañca tattha anuppajjanato. Teneva hi tatthuppanno puthujjano",
  "anya-e0301n5:115_14": "aṭṭhasu akkhaṇayuttesu vuttoti. Rūpāvacaracittānipi tattha nuppajjanti rūpavirāgabhāvanāya",
  "anya-e0301n5:115_15": "rūpanimittārammaṇānaṁ tesaṁ samatikkantattāti.",
  "anya-e0301n5:116_0": "Avasesā manoviññāṇadhātusaṅkhātā kusalākusalakriyānuttaravasena dve cattālīsadhammā",
  "anya-e0301n5:116_1": "hadayaṁ nissāyavā anissāyavā pavattantīti yojanā. Nissāyavā pañcavokāre anissāyavā",
  "anya-e0301n5:116_2": "catuvokāreti adhippāyo. Kusalānica akusalānica kriyānica anuttarānicāti viggaho.",
  "anya-e0301n5:116_3": "Tattha kusalānīti pañcarūpa kusalato avasesāni dvādasalokiyakusalāni. Akusalānīti",
  "anya-e0301n5:116_4": "paṭighadvayato avasesāni dasaakusalāni. Kriyānīti pañcadvārāvajjana hasana pañcarūpakrito",
  "anya-e0301n5:116_5": "avasesāni terasakriyacittāni. Anuttarānīti pathamamaggato avasesāni sattaanuttaracittāni.",
  "anya-e0301n5:116_6": "Kāme chavatthuṁ nissitā sattadhātuyo matā. Rūpe tivatthuṁ nissitā catubbidhā dhātuyo",
  "anya-e0301n5:116_7": "matā. Āruppe kiñcivatthuṁ anissitā ekā dhātu matāti yojanā. Tecattālīsāti pañcaviññāṇa",
  "anya-e0301n5:116_8": "manodhātuttikehi saddhiṁ santīraṇādike tiṁsadhamme sandhāya vuttanti.",
  "anya-e0301n5:117": "Iti paramatthadīpaniyānāma abhidhammatthasaṅgahassa",
  "anya-e0301n5:118": "Catutthavaṇṇanāya pakiṇṇakasaṅgahassa",
  "anya-e0301n5:119": "Paramatthadīpanā niṭṭhitā."
}