{
  "anya-e0501n8:0": "9. Upanissayapaccayo",
  "anya-e0501n8:1": "Tividho upanissayapaccayo, ārammaṇūpanissayo anantarūpanissayo pakatūpanissayo. Tattha ārammaṇūpa nissayo ārammaṇādhipatipaccayasadiso, anantarūpanissayo anantarapaccayasadiso.",
  "anya-e0501n8:2_0": "Katamo pakatūpanissayo. Sabbepi atītānāgata paccuppannā ajjhattabahiddhābhūtā cittacetasikarūpadhammā",
  "anya-e0501n8:2_1": "ca nibbānañca paññatti ca sabbesaṁ paccuppannānaṁ cittacetasikānaṁ dhammānaṁ yathārahaṁ pakatūpanissayo.",
  "anya-e0501n8:3_0": "Tattha atīto parinibbuto amhākaṁ buddho ca dhammo ca ariyasāvakasaṅgho ca sammutisaṅghaparamparā",
  "anya-e0501n8:3_1": "ca amhākaṁ pacchima janānaṁ kusaluppattiyā pakatūpanissayapaccayo. Tathā loke atītā",
  "anya-e0501n8:3_2": "kālaṅkatā mātāpitaro ca ācariyā ca paṇḍitasamaṇabrāhmaṇā ca pākaṭā nānātitthācariyā",
  "anya-e0501n8:3_3": "ca mahiddhikā mahānubhāvā porāṇakarājāno ca pacchimakānaṁ janānaṁ kusaluppattiyā",
  "anya-e0501n8:3_4": "vā akusaluppattiyā vā sukhadukkhuppattiyā vā pakatūpanissayo. Tathā hi te pacchimakānaṁ",
  "anya-e0501n8:3_5": "janānaṁ atthāya nānāsaddhammapaññattiyo vā nānāasaddhammapaññattiyo vā nānālokūpakaraṇāni",
  "anya-e0501n8:3_6": "vā pure paṭṭhapesuṁ. Pacchimajanā ca tehi paṭṭhapitesu dānasīlādidhammesu vā lokacāritta",
  "anya-e0501n8:3_7": "kulagottacāritta dhammesu vā nānādiṭṭhivādesu vā nānākammāyatanasippāyatana vijjāṭhānesu",
  "anya-e0501n8:3_8": "vā yathāpaṭṭhapitesu gāmanigamanagarakhettavatthu taḷākapokkharaṇiāvāṭādīsu vā geharathasakaṭanāvā",
  "anya-e0501n8:3_9": "sampotasambandhādīsu vā jātarūparajatamaṇimuttādīsu vā dāyajjaṁ paṭipajjantā loke vaḍḍhanti.",
  "anya-e0501n8:4_0": "Anāgatopi metteyyo nāma buddho ca tassa dhammo ca tassa saṅgho ca etarahi bahujjanānaṁ",
  "anya-e0501n8:4_1": "pāramipuññappavattiyā pakatūpanissayapaccayo. Tathā imasmiṁ bhave ca pacchime kāle",
  "anya-e0501n8:4_2": "paṭilabhissamānā issariyaṭṭhānadhanadhaññasampattiyo purime kāle ṭhitānaṁ mahājanānaṁ",
  "anya-e0501n8:4_3": "nānābhisaṅkhāruppattiyā pakatūpanissaya paccayo. Anāgatabhave ca anubhavissamānā",
  "anya-e0501n8:4_4": "bhavasampatti bhoga sampattiyo maggaphalanibbānasampattiyo ca etarahi paccuppannabhave",
  "anya-e0501n8:4_5": "ṭhitānaṁ dānasīlādipuññakiriyuppattiyā pakatūpanissayapaccayo. Yathā hi loke hemante",
  "anya-e0501n8:4_6": "kāle dhaññapphalāni labhissāmāti vassike kāle kassanavappanakammāni ārabhanti, kamme",
  "anya-e0501n8:4_7": "siddhe taṁ taṁ dhanaṁ labhissāmāti pubbabhāge taṁ taṁ vīriyakammaṁ vā taṁ taṁ paññākammaṁ",
  "anya-e0501n8:4_8": "vā ārabhanti. Tattha dhaññapphalappaṭilābho ca taṁ taṁ dhanappaṭi lābhoca taṁ taṁ",
  "anya-e0501n8:4_9": "kammārambhassa anāgatapakatūpanissayapaccayo taṁ taṁ kammārambho ca dhaññapphalappaṭilābhassa",
  "anya-e0501n8:4_10": "ca taṁ taṁ dhanappaṭi lābhassa ca atītapakatūpanissayapaccayo. Evameva pacchime anāgate",
  "anya-e0501n8:4_11": "kāle nānākammapphalāni sampassantā patthayantā mahājanā purime paccuppanne kāle nānāpuññakammāni",
  "anya-e0501n8:4_12": "ārabhanti. Tattha puññapphalāni puññakammānaṁ anāgatapakatūpanissayapaccayo. Puññakammāni",
  "anya-e0501n8:4_13": "puññapphalānaṁ atītapakatūpanissayapaccayo. Tasmā anāgatapakatūpanissayopi atītapakatūpanissayo",
  "anya-e0501n8:4_14": "viya atimahanto paccayo hoti.",
  "anya-e0501n8:5": "Paccuppannā buddhāyo paccayā paccuppannānaṁ manussadevabrahmānaṁ paccuppannā mātāpitaro paccuppannānaṁ puttadhītādīnaṁ paccuppannapakatūpa nissayo nāma. So supākaṭoyeva.",
  "anya-e0501n8:6_0": "Ajjhattabhūtā pakatūpanissayadhammā nāma buddhādīsu saviññāṇakasantānesu uppannā",
  "anya-e0501n8:6_1": "paccayadhammā. Bahiddhābhūtā pakatūpanissayadhammā nāma sattānaṁ patiṭṭhānabhūtā",
  "anya-e0501n8:6_2": "pathavipabbatanadī samuddādayo tesaṁ tesaṁ sattānaṁ bahūpakārā araññavanarukkha tiṇapubbaṇṇāparaṇṇādayo",
  "anya-e0501n8:6_3": "candasūriyagahanakkhattādayo vassodakaaggivātasītauṇhādayo ca sabbepi te sattānaṁ",
  "anya-e0501n8:6_4": "kusaluppattiyā vā akusaluppattiyā vā sukhuppattiyā vā dukkhuppattiyā vā balavapaccayā honti.",
  "anya-e0501n8:7_0": "Ime janā diṭṭheva dhamme parinibbāyissāmāti bodhipakkhiya dhamme vā bhāventi, anāgate",
  "anya-e0501n8:7_1": "buddhakāle parinibbāyissāmāti pāramīdhamme vā paripūrenti. Tattha nibbānaṁ tesaṁ",
  "anya-e0501n8:7_2": "dhammānaṁ uppattiyā balavapaccayo hoti.",
  "anya-e0501n8:8": "Loke nānāvohārabhūtā nāmapaññattiyo ca buddha sāsane tipiṭakapariyattidhammabhūtā nāmapaññattiyo ca tesaṁ tesaṁ atthānaṁ jānanatthāya balavapaccayo.",
  "anya-e0501n8:9_0": "Tattha saṅkhatadhammā nāma paccaye sati uppajjanti, asati nuppajjanti. Uppajjitvāpi",
  "anya-e0501n8:9_1": "paccaye sati tiṭṭhanti, asati na tiṭṭhanti. Tasmā tesaṁ uppattiyā vā ṭhitiyā vā paccayo",
  "anya-e0501n8:9_2": "nāma icchitabbo. Nibbānaṁ pana paññatti ca asaṅkhatadhammā honti ajātidhammā anuppādadhammā",
  "anya-e0501n8:9_3": "nicca dhammā dhuvadhammā. Tasmā tesaṁ uppādāya vā ṭhitiyā vā paccayo nāma natthīti.",
  "anya-e0501n8:10_0": "Kusalo kusalassa upanissayo. Saddhaṁ upanissāya dānaṁ deti, sīlaṁ samādiyatītiādinā",
  "anya-e0501n8:10_1": "supākaṭo. Tathā rāgaṁ upanissāya pāṇaṁ hanati, adinnaṁ ādiyatītiādinā sappāyaṁ utuṁ",
  "anya-e0501n8:10_2": "sappāyaṁ bhojanaṁ upanissāya kāyikaṁ sukhaṁ paccanubhotītiādinā ca akusalo akusalassa,",
  "anya-e0501n8:10_3": "abyākato abyākatassa upanissayopi supākaṭo.",
  "anya-e0501n8:11_0": "Kusalo pana akusalassapi balavūpanissayo. Dānaṁ datvā tena dānena attānaṁ ukkaṁseti,",
  "anya-e0501n8:11_1": "paraṁ vambheti. Tathā sīla sampanno hutvā samādhisampanno hutvā paññāsampanno hutvā",
  "anya-e0501n8:11_2": "attānaṁ ukkaṁseti, paraṁ vambheti.",
  "anya-e0501n8:12_0": "Kusalo abyākatassapi balavūpanissayo. Sabbāni catubhūmikakusalakammāni vā kammaparivārāni",
  "anya-e0501n8:12_1": "kusalāni vā kālantare catubhūmikānaṁ vipākābyākatānaṁ balavūpanissayo. Dānapāramiṁ",
  "anya-e0501n8:12_2": "pūrentā pūraṇakāle bahuṁ kāyikadukkhaṁ paccanubhavanti. Tathā sīlapāramiṁ nikkhamapāramiṁ",
  "anya-e0501n8:12_3": "paññāpāramiṁ vīriyapāramiṁ khantipāramiṁ saccapāramiṁ adhiṭṭhānapāramiṁ mettāpāramiṁ",
  "anya-e0501n8:12_4": "upekkhā pāramiṁ. Eseva nayo jhānabhāvanā maggabhāvanāsupi.",
  "anya-e0501n8:13_0": "Akusalo kusalassapi balavūpanissayo. Idhekacco pāpaṁ katvā pacchā vippaṭisārī hutvā",
  "anya-e0501n8:13_1": "tassa pāpassa pahānāya dānasīlajhānamaggakusalāni sampādeti. Taṁ pāpaṁ tesaṁ kusalānaṁ balavūpanissayo.",
  "anya-e0501n8:14_0": "Akusalo abyākatassapi balavūpanissayo. Idha bahū janā duccaritāni katvā catūsu apāyesu",
  "anya-e0501n8:14_1": "patitvā apāyadukkhaṁ paccanubhavanti. Diṭṭhadhammepi keci attano vā parassa vā duccaritakamma",
  "anya-e0501n8:14_2": "paccayā bahuṁ dukkhaṁ paccanubhavanti. Keci duccaritakammena dhanaṁ labhitvā sukhaṁ",
  "anya-e0501n8:14_3": "paccanubhavanti. Bahujjanā rāgamūlakaṁ bahuṁ dukkhaṁ paccanubhavanti, dosamūlakaṁ",
  "anya-e0501n8:14_4": "diṭṭhimūlakaṁ mānamūlakanti.",
  "anya-e0501n8:15_0": "Abyākato kusalassapi balavūpanissayo. Dhana sampattiyā dānaṁ deti, sīlaṁ pūreti,",
  "anya-e0501n8:15_1": "paññaṁ pūreti, bhāvanāsappāyaṁ āvāsaṁ vā leṇaṁ vā guhaṁvā rukkhaṁ vā araññaṁ vā pabbataṁ",
  "anya-e0501n8:15_2": "vā gocaragāmaṁ vā utusappāyaṁ vā āhārasappāyaṁ vā labhitvā taṁ taṁ bhāvanaṁ bhāveti.",
  "anya-e0501n8:16_0": "Abyākato akusalassapi balavūpanissayo. Loke cakkhusampadaṁ nissāya bahūni dassanamūlāni",
  "anya-e0501n8:16_1": "akusalāni uppajjanti. Esa nayo sotasampadādīsu. Tathā hatthasampadaṁ pādasampadaṁ",
  "anya-e0501n8:16_2": "satthasampadaṁ āvudhasampadantiādināpi vattabbo. Evaṁ upanissayo tividho hoti.",
  "anya-e0501n8:17_0": "Idha suttantūpanissayopi vattabbo. Kalyāṇamittaṁ upa nissāya pāpamittaṁ upanissāya",
  "anya-e0501n8:17_1": "gāmaṁ upanissāya araññaṁ upanissāyātiādinā bahūsu ṭhānesu āgato. Api ca pañcaniyāmadhammā",
  "anya-e0501n8:17_2": "sattaloka saṅkhāraloka okāsaloka saṅkhātānaṁ tiṇṇaṁ lokānaṁ avicchinnappavattiyā",
  "anya-e0501n8:17_3": "balavapaccayā honti. Ayañca attho niyāmadīpaniyaṁ amhehi vitthārato dīpitoti.",
  "anya-e0501n8:18": "Kenaṭṭhena ārammaṇūpanissayoti. Adhipatibhūtaṁ ārammaṇameva ārammaṇikadhammānaṁ balavanissayaṭṭhena ārammaṇūpa nissayo.",
  "anya-e0501n8:19_0": "Kenaṭṭhena anantarūpanissayoti. Purimaṁ anantaracittameva pacchimassa anantaracittassa",
  "anya-e0501n8:19_1": "uppajjanatthāya balavanissayaṭṭhena anantarūpanissayo. Mātā viya purimacittaṁ, putto",
  "anya-e0501n8:19_2": "viya pacchimacittaṁ. Yathā mātā attano anantare puttassa uppajjanatthāya balavūpa",
  "anya-e0501n8:19_3": "nissayo hoti, tathā purimacittaṁ pacchimacittassa uppajjanatthāyāti.",
  "anya-e0501n8:20": "Kenaṭṭhena pakatūpanissayoti. Pakatiyāva loke paṇḍitānaṁ pākaṭo upanissayo pakatūpanissayo.",
  "anya-e0501n8:21_0": "Ettha ca anantarūpanissayānubhāvo anantaracitte eva pharati. Pakatūpanissayānubhāvo",
  "anya-e0501n8:21_1": "pana dūrepi pharatiyeva. Tathā hi imasmiṁ bhave purimesu divasesu vā māsesu vā saṁvaccharesu",
  "anya-e0501n8:21_2": "vā diṭṭhasutaghāyitasāyitaphusitaviññātāni ārammaṇāni pacchātathārūpe paccaye sati",
  "anya-e0501n8:21_3": "vassasatepi manodvāre āpātaṁ āgacchanti. Idaṁ nāma pubbe mayā diṭṭhaṁ sutantiādinā",
  "anya-e0501n8:21_4": "sattā anussaranti. Opapātikasattā pana purimabhavaṁpi anussaranti. Tathā manussesupi",
  "anya-e0501n8:21_5": "appekacce jātissarasaññālābhino. Tathā pubbe anekasatasahassesu diṭṭhādīsu vatthūsu",
  "anya-e0501n8:21_6": "pacchā ekasmiṁ khaṇe ekaṁ vatthuṁ disvā vā sutvā vā tasmiṁ eva khaṇe bahūsupi tesu",
  "anya-e0501n8:21_7": "manoviññāṇasantānaṁ pharamānaṁ pavattatīti. Upanissayapaccaya dīpanā niṭṭhitā."
}