{
  "anya-e0101n5:0": "5. Sesakasiṇaniddeso",
  "anya-e0101n5:1": "Āpokasiṇakathā",
  "anya-e0101n5:2_0": "91. Idāni pathavīkasiṇānantare āpokasiṇe vitthārakathā hoti. Yatheva hi pathavīkasiṇaṁ,",
  "anya-e0101n5:2_1": "evaṁ āpokasiṇampi bhāvetukāmena sukhanisinnena āpasmiṁ nimittaṁ gaṇhitabbaṁ, kate",
  "anya-e0101n5:2_2": "vā akate vāti sabbaṁ vitthāretabbaṁ. Yathā ca idha, evaṁ sabbattha. Ito parañhi ettakampi",
  "anya-e0101n5:2_3": "avatvā visesamattameva vakkhāma.",
  "anya-e0101n5:3_0": "Idhāpi pubbekatādhikārassa puññavato akate āpasmiṁ pokkharaṇiyā vā taḷāke vā loṇiyaṁ",
  "anya-e0101n5:3_1": "vā samudde vā nimittaṁ uppajjati cūḷasivattherassa viya. Tassa kirāyasmato lābhasakkāraṁ",
  "anya-e0101n5:3_2": "pahāya vivittavāsaṁ vasissāmīti mahātitthe nāvamārūhitvā jambudīpaṁ gacchato antarā",
  "anya-e0101n5:3_3": "mahāsamuddaṁ olokayato tappaṭibhāgaṁ kasiṇanimittaṁ udapādi.",
  "anya-e0101n5:4_0": "Akatādhikārena cattāro kasiṇadose pariharantena nīlapītalohitodātavaṇṇānamaññataravaṇṇaṁ",
  "anya-e0101n5:4_1": "āpaṁ agahetvā yaṁ pana bhūmiṁ asampattameva ākāse suddhavatthena gahitaṁ udakaṁ,",
  "anya-e0101n5:4_2": "aññaṁ vā tathārūpaṁ vippasannaṁ anāvilaṁ, tena pattaṁ vā kuṇḍikaṁ vā samatittikaṁ",
  "anya-e0101n5:4_3": "pūretvā vihārapaccante vuttappakāre paṭicchanne okāse ṭhapetvā sukhanisinnena na",
  "anya-e0101n5:4_4": "vaṇṇo paccavekkhitabbo. Na lakkhaṇaṁ manasi kātabbaṁ. Nissayasavaṇṇameva katvā ussadavasena",
  "anya-e0101n5:4_5": "paṇṇattidhamme cittaṁ ṭhapetvā ambu, udakaṁ, vāri, salilantiādīsu āponāmesu pākaṭanāmavaseneva",
  "anya-e0101n5:4_6": "“āpo āpo”ti bhāvetabbaṁ.",
  "anya-e0101n5:5_0": "Tassevaṁ bhāvayato anukkamena vuttanayeneva nimittadvayaṁ uppajjati. Idha pana uggahanimittaṁ",
  "anya-e0101n5:5_1": "calamānaṁ viya upaṭṭhāti, sace pheṇapupphuḷakamissaṁ udakaṁ hoti, tādisameva upaṭṭhāti,",
  "anya-e0101n5:5_2": "kasiṇadoso paññāyati. Paṭibhāganimittaṁ pana nipparipphandaṁ ākāse ṭhapitamaṇitālavaṇṭaṁ",
  "anya-e0101n5:5_3": "viya maṇimayādāsamaṇḍalamiva ca hutvā upaṭṭhāti. So tassa saha upaṭṭhāneneva upacārajjhānaṁ,",
  "anya-e0101n5:5_4": "vuttanayeneva catukkapañcakajjhānāni ca pāpuṇātīti. Āpokasiṇaṁ.",
  "anya-e0101n5:6": "Tejokasiṇakathā",
  "anya-e0101n5:7_0": "92. Tejokasiṇaṁ bhāvetukāmenāpi tejasmiṁ nimittaṁ gaṇhitabbaṁ. Tattha katādhikārassa",
  "anya-e0101n5:7_1": "puññavato akate nimittaṁ gaṇhantassa dīpasikhāya vā uddhane vā pattapacanaṭṭhāne",
  "anya-e0101n5:7_2": "vā davadāhe vā yattha katthaci aggijālaṁ olokentassa nimittaṁ uppajjati cittaguttattherassa",
  "anya-e0101n5:7_3": "viya. Tassa hāyasmato dhammassavanadivase uposathāgāraṁ paviṭṭhassa dīpasikhaṁ olokentasseva nimittaṁ uppajji.",
  "anya-e0101n5:8_0": "Itarena pana kātabbaṁ. Tatridaṁ karaṇavidhānaṁ, siniddhāni sāradārūni phāletvā sukkhāpetvā",
  "anya-e0101n5:8_1": "ghaṭikaṁ ghaṭikaṁ katvā patirūpaṁ rukkhamūlaṁ vā maṇḍapaṁ vā gantvā pattapacanākārena",
  "anya-e0101n5:8_2": "rāsiṁ katvā ālimpetvā kaṭasārake vā camme vā paṭe vā vidatthicaturaṅgulappamāṇaṁ",
  "anya-e0101n5:8_3": "chiddaṁ kātabbaṁ. Taṁ purato ṭhapetvā vuttanayeneva nisīditvā heṭṭhā tiṇakaṭṭhaṁ",
  "anya-e0101n5:8_4": "vā upari dhūmasikhaṁ vā amanasikaritvā vemajjhe ghanajālāya nimittaṁ gaṇhitabbaṁ,",
  "anya-e0101n5:8_5": "nīlanti vā pītanti vātiādivasena vaṇṇo na paccavekkhitabbo, uṇhattavasena lakkhaṇaṁ",
  "anya-e0101n5:8_6": "na manasi kātabbaṁ. Nissayasavaṇṇameva katvā ussadavasena paṇṇattidhamme cittaṁ ṭhapetvā",
  "anya-e0101n5:8_7": "pāvako, kaṇhavattanī, jātavedo, hutāsanotiādīsu aggināmesu pākaṭanāmavaseneva “tejo",
  "anya-e0101n5:8_8": "tejo”ti bhāvetabbaṁ.",
  "anya-e0101n5:9_0": "Tassevaṁ bhāvayato anukkamena vuttanayeneva nimittadvayaṁ uppajjati. Tattha uggahanimittaṁ",
  "anya-e0101n5:9_1": "jālaṁ chijjitvā chijjitvā patanasadisaṁ hutvā upaṭṭhāti. Akate gaṇhantassa pana kasiṇadoso",
  "anya-e0101n5:9_2": "paññāyati, alātakhaṇḍaṁ vā aṅgārapiṇḍo vā chārikā vā dhūmo vā upaṭṭhāti. Paṭibhāganimittaṁ",
  "anya-e0101n5:9_3": "niccalaṁ ākāse ṭhapitarattakambalakkhaṇḍaṁ viya suvaṇṇatālavaṇṭaṁ viya kañcanatthambho",
  "anya-e0101n5:9_4": "viya ca upaṭṭhāti. So tassa saha upaṭṭhāneneva upacārajjhānaṁ, vuttanayeneva catukkapañcakajjhānāni",
  "anya-e0101n5:9_5": "ca pāpuṇātīti. Tejokasiṇaṁ.",
  "anya-e0101n5:10": "Vāyokasiṇakathā",
  "anya-e0101n5:11_0": "93. Vāyokasiṇaṁ bhāvetukāmenāpi vāyusmiṁ nimittaṁ gaṇhitabbaṁ. Tañca kho diṭṭhavasena",
  "anya-e0101n5:11_1": "vā phuṭṭhavasena vā. Vuttañhetaṁ aṭṭhakathāsu “vāyokasiṇaṁ uggaṇhanto vāyusmiṁ nimittaṁ",
  "anya-e0101n5:11_2": "gaṇhāti, ucchaggaṁ vā eritaṁ sameritaṁ upalakkheti, veḷaggaṁ vā…pe… rukkhaggaṁ vā",
  "anya-e0101n5:11_3": "kesaggaṁ vā eritaṁ sameritaṁ upalakkheti, kāyasmiṁ vā phuṭṭhaṁ upalakkhetī”ti. Tasmā",
  "anya-e0101n5:11_4": "samasīsaṭṭhitaṁ ghanapattaṁ ucchuṁ vā veḷuṁ vā rukkhaṁ vā caturaṅgulappamāṇaṁ ghanakesassa",
  "anya-e0101n5:11_5": "purisassa sīsaṁ vā vātena pahariyamānaṁ disvā “ayaṁ vāto etasmiṁ ṭhāne paharatī”ti",
  "anya-e0101n5:11_6": "satiṁ ṭhapetvā, yaṁ vā panassa vātapānantarikāya vā bhittichiddena vā pavisitvā vāto",
  "anya-e0101n5:11_7": "kāyappadesaṁ paharati, tattha satiṁ ṭhapetvā vātamālutaanilādīsu vāyunāmesu pākaṭanāmavaseneva",
  "anya-e0101n5:11_8": "“vāto vāto”ti bhāvetabbaṁ. Idha uggahanimittavaḍḍhanato otāritamattassa pāyāsassa",
  "anya-e0101n5:11_9": "usumavaṭṭisadisaṁ calaṁ hutvā upaṭṭhāti. Paṭibhāganimittaṁ sannisinnaṁ hoti niccalaṁ.",
  "anya-e0101n5:11_10": "Sesaṁ vuttanayeneva veditabbanti. Vāyokasiṇaṁ.",
  "anya-e0101n5:12": "Nīlakasiṇakathā",
  "anya-e0101n5:13_0": "94. Tadanantaraṁ pana nīlakasiṇaṁ uggaṇhanto nīlakasmiṁ nimittaṁ gaṇhāti pupphasmiṁ",
  "anya-e0101n5:13_1": "vā vatthasmiṁ vā vaṇṇadhātuyā vāti vacanato katādhikārassa puññavato tāva tathārūpaṁ",
  "anya-e0101n5:13_2": "mālāgacchaṁ vā pūjāṭhānesu pupphasantharaṁ vā nīlavatthamaṇīnaṁ vā aññataraṁ disvāva",
  "anya-e0101n5:13_3": "nimittaṁ uppajjati. Itarena nīluppalagirikaṇṇikādīni pupphāni gahetvā yathā kesaraṁ",
  "anya-e0101n5:13_4": "vā vaṇṭaṁ vā na paññāyati, evaṁ caṅgoṭakaṁ vā karaṇḍapaṭalaṁ vā pattehiyeva samatittikaṁ",
  "anya-e0101n5:13_5": "pūretvā santharitabbaṁ. Nīlavaṇṇena vā vatthena bhaṇḍikaṁ bandhitvā pūretabbaṁ. Mukhavaṭṭiyaṁ",
  "anya-e0101n5:13_6": "vā assa bheritalamiva bandhitabbaṁ. Kaṁsanīlapalāsanīlaañjananīlānaṁ vā aññatarena",
  "anya-e0101n5:13_7": "dhātunā pathavīkasiṇe vuttanayena saṁhārimaṁ vā bhittiyaṁyeva vā kasiṇamaṇḍalaṁ katvā",
  "anya-e0101n5:13_8": "visabhāgavaṇṇena paricchinditabbaṁ. Tato pathavīkasiṇe vuttanayena “nīlaṁ nīla”nti",
  "anya-e0101n5:13_9": "manasikāro pavattetabbo. Idhāpi uggahanimitte kasiṇadoso paññāyati, kesaradaṇḍakapattantarikādīni",
  "anya-e0101n5:13_10": "upaṭṭhahanti. Paṭibhāganimittaṁ kasiṇamaṇḍalato muñcitvā ākāse maṇitālavaṇṭasadisaṁ",
  "anya-e0101n5:13_11": "upaṭṭhāti. Sesaṁ vuttanayeneva veditabbanti. Nīlakasiṇaṁ.",
  "anya-e0101n5:14": "Pītakasiṇakathā",
  "anya-e0101n5:15_0": "95. Pītakasiṇepi eseva nayo. Vuttañhetaṁ pītakasiṇaṁ uggaṇhanto pītakasmiṁ nimittaṁ",
  "anya-e0101n5:15_1": "gaṇhāti pupphasmiṁ vā vatthasmiṁ vā vaṇṇadhātuyā vāti. Tasmā idhāpi katādhikārassa",
  "anya-e0101n5:15_2": "puññavato tathārūpaṁ mālāgacchaṁ vā pupphasantharaṁ vā pītavatthadhātūnaṁ vā aññataraṁ",
  "anya-e0101n5:15_3": "disvāva nimittaṁ uppajjati cittaguttattherassa viya. Tassa kirāyasmato cittalapabbate",
  "anya-e0101n5:15_4": "pattaṅgapupphehi kataṁ āsanapūjaṁ passato saha dassaneneva āsanappamāṇaṁ nimittaṁ",
  "anya-e0101n5:15_5": "udapādi. Itarena kaṇikārapupphādinā vā pītavatthena vā dhātunā vā nīlakasiṇe vuttanayeneva",
  "anya-e0101n5:15_6": "kasiṇaṁ katvā “pītakaṁ pītaka”nti manasikāro pavattetabbo. Sesaṁ tādisamevāti. Pītakasiṇaṁ.",
  "anya-e0101n5:16": "Lohitakasiṇakathā",
  "anya-e0101n5:17_0": "96. Lohitakasiṇepi eseva nayo. Vuttañhetaṁ lohitakasiṇaṁ uggaṇhanto lohitakasmiṁ",
  "anya-e0101n5:17_1": "nimittaṁ gaṇhāti pupphasmiṁ vā vatthasmiṁ vā vaṇṇadhātuyā vāti. Tasmā idhāpi katādhikārassa",
  "anya-e0101n5:17_2": "puññavato tathārūpaṁ bandhujīvakādimālāgacchaṁ vā pupphasantharaṁ vā lohitakavatthamaṇidhātūnaṁ",
  "anya-e0101n5:17_3": "vā aññataraṁ disvāva nimittaṁ uppajjati. Itarena jayasumanabandhujīvakarattakoraṇḍakādipupphehi",
  "anya-e0101n5:17_4": "vā rattavatthena vā dhātunā vā nīlakasiṇe vuttanayeneva kasiṇaṁ katvā “lohitakaṁ",
  "anya-e0101n5:17_5": "lohitaka”nti manasikāro pavattetabbo. Sesaṁ tādisamevāti. Lohitakasiṇaṁ.",
  "anya-e0101n5:18": "Odātakasiṇakathā",
  "anya-e0101n5:19_0": "97. Odātakasiṇepi odātakasiṇaṁ uggaṇhanto odātasmiṁ nimittaṁ gaṇhāti pupphasmiṁ vā",
  "anya-e0101n5:19_1": "vatthasmiṁ vā vaṇṇadhātuyā vāti vacanato katādhikārassa tāva puññavato tathārūpaṁ",
  "anya-e0101n5:19_2": "mālāgacchaṁ vā vassikasumanādipupphasantharaṁ vā kumudapadumarāsiṁ vā odātavatthadhātūnaṁ",
  "anya-e0101n5:19_3": "vā aññataraṁ disvāva nimittaṁ uppajjati, tipumaṇḍalarajatamaṇḍalacandamaṇḍalesupi",
  "anya-e0101n5:19_4": "uppajjatiyeva. Itarena vuttappakārehi odātapupphehi vā odātavatthena vā dhātunā vā",
  "anya-e0101n5:19_5": "nīlakasiṇe vuttanayeneva kasiṇaṁ katvā “odātaṁ odāta”nti manasikāro pavattetabbo.",
  "anya-e0101n5:19_6": "Sesaṁ tādisamevāti. Odātakasiṇaṁ.",
  "anya-e0101n5:20": "Ālokakasiṇakathā",
  "anya-e0101n5:21_0": "98. Ālokakasiṇe pana ālokakasiṇaṁ uggaṇhanto ālokasmiṁ nimittaṁ gaṇhāti bhittichidde",
  "anya-e0101n5:21_1": "vā tāḷacchidde vā vātapānantarikāya vāti vacanato katādhikārassa tāva puññavato yaṁ",
  "anya-e0101n5:21_2": "bhittichiddādīnaṁ aññatarena sūriyāloko vā candāloko vā pavisitvā bhittiyaṁ vā bhūmiyaṁ",
  "anya-e0101n5:21_3": "vā maṇḍalaṁ samuṭṭhāpeti, ghanapaṇṇarukkhasākhantarena vā ghanasākhāmaṇḍapantarena",
  "anya-e0101n5:21_4": "vā nikkhamitvā bhūmiyameva maṇḍalaṁ samuṭṭhāpeti, taṁ disvāva nimittaṁ uppajjati.",
  "anya-e0101n5:21_5": "Itarenāpi tadeva vuttappakāramobhāsamaṇḍalaṁ “obhāso obhāso”ti vā “āloko āloko”ti",
  "anya-e0101n5:21_6": "vā bhāvetabbaṁ. Tathā asakkontena ghaṭe dīpaṁ jāletvā ghaṭamukhaṁ pidahitvā ghaṭe",
  "anya-e0101n5:21_7": "chiddaṁ katvā bhittimukhaṁ ṭhapetabbaṁ. Tena chiddena dīpāloko nikkhamitvā bhittiyaṁ",
  "anya-e0101n5:21_8": "maṇḍalaṁ karoti, taṁ āloko ālokoti bhāvetabbaṁ. Idamitarehi ciraṭṭhitikaṁ hoti. Idha",
  "anya-e0101n5:21_9": "uggahanimittaṁ bhittiyaṁ vā bhūmiyaṁ vā uṭṭhitamaṇḍalasadisameva hoti. Paṭibhāganimittaṁ",
  "anya-e0101n5:21_10": "ghanavippasannaālokapuñjasadisaṁ. Sesaṁ tādisamevāti. Ālokakasiṇaṁ.",
  "anya-e0101n5:22": "Paricchinnākāsakasiṇakathā",
  "anya-e0101n5:23_0": "99. Paricchinnākāsakasiṇepi ākāsakasiṇaṁ uggaṇhanto ākāsasmiṁ nimittaṁ gaṇhāti bhittichidde",
  "anya-e0101n5:23_1": "vā tāḷacchidde vā vātapānantarikāya vāti vacanato katādhikārassa tāva puññavato bhittichiddādīsu",
  "anya-e0101n5:23_2": "aññataraṁ disvāva nimittaṁ uppajjati. Itarena succhannamaṇḍape vā cammakaṭasārakādīnaṁ",
  "anya-e0101n5:23_3": "vā aññatarasmiṁ vidatthicaturaṅgulappamāṇaṁ chiddaṁ katvā tadeva vā bhittichiddādibhedaṁ",
  "anya-e0101n5:23_4": "chiddaṁ “ākāso ākāso”ti bhāvetabbaṁ. Idha uggahanimittaṁ saddhiṁ bhittipariyantādīhi",
  "anya-e0101n5:23_5": "chiddasadisameva hoti, vaḍḍhiyamānampi na vaḍḍhati. Paṭibhāganimittamākāsamaṇḍalameva",
  "anya-e0101n5:23_6": "hutvā upaṭṭhāti, vaḍḍhiyamānañca vaḍḍhati. Sesaṁ pathavīkasiṇe vuttanayeneva veditabbanti.",
  "anya-e0101n5:23_7": "Paricchinnākāsakasiṇaṁ.",
  "anya-e0101n5:24": "Iti kasiṇāni dasabalo,",
  "anya-e0101n5:25": "Dasa yāni avoca sabbadhammadaso;",
  "anya-e0101n5:26": "Rūpāvacaramhi catukkapañcakajjhānahetūni.",
  "anya-e0101n5:27": "Evaṁ tāni ca tesañca,",
  "anya-e0101n5:28": "Bhāvanānayamimaṁ viditvāna;",
  "anya-e0101n5:29": "Tesveva ayaṁ bhiyyo,",
  "anya-e0101n5:30": "Pakiṇṇakakathāpi viññeyyā.",
  "anya-e0101n5:31": "Pakiṇṇakakathā",
  "anya-e0101n5:32_0": "100. Imesu hi pathavīkasiṇavasena ekopi hutvā bahudhā hotītiādibhāvo, ākāse vā udake",
  "anya-e0101n5:32_1": "vā pathaviṁ nimminitvā padasā gamanaṁ, ṭhānanisajjādikappanaṁ vā, parittaappamāṇanayena",
  "anya-e0101n5:32_2": "abhibhāyatanapaṭilābhoti evamādīni ijjhanti.",
  "anya-e0101n5:33": "Āpokasiṇavasena pathaviyaṁ ummujjananimmujjanaṁ, udakavuṭṭhisamuppādanaṁ, nadīsamuddādinimmānaṁ, pathavīpabbatapāsādādīnaṁ kampananti evamādīni ijjhanti.",
  "anya-e0101n5:34_0": "Tejokasiṇavasena dhūmāyanā, pajjalanā, aṅgāravuṭṭhisamuppādanaṁ, tejasā tejopariyādānaṁ,",
  "anya-e0101n5:34_1": "yadeva so icchati tassa ḍahanasamatthatā, dibbena cakkhunā rūpadassanatthāya ālokakaraṇaṁ,",
  "anya-e0101n5:34_2": "parinibbānasamaye tejodhātuyā sarīrajjhāpananti evamādīni ijjhanti.",
  "anya-e0101n5:35": "Vāyokasiṇavasena vāyugatigamanaṁ, vātavuṭṭhisamuppādananti evamādīni ijjhanti.",
  "anya-e0101n5:36": "Nīlakasiṇavasena nīlarūpanimmānaṁ, andhakārakaraṇaṁ, suvaṇṇadubbaṇṇanayena abhibhāyatanapaṭilābho, subhavimokkhādhigamoti evamādīni ijjhanti.",
  "anya-e0101n5:37": "Pītakasiṇavasena pītakarūpanimmānaṁ, suvaṇṇanti adhimuccanā, vuttanayeneva abhibhāyatanapaṭilābho, subhavimokkhādhigamo cāti evamādīni ijjhanti.",
  "anya-e0101n5:38": "Lohitakasiṇavasena lohitakarūpanimmānaṁ, vuttanayeneva abhibhāyatanapaṭilābho, subhavimokkhādhigamoti evamādīni ijjhanti.",
  "anya-e0101n5:39": "Odātakasiṇavasena odātarūpanimmānaṁ, thinamiddhassa dūrabhāvakaraṇaṁ, andhakāravidhamanaṁ, dibbena cakkhunā rūpadassanatthāya ālokakaraṇanti evamādīni ijjhanti.",
  "anya-e0101n5:40": "Ālokakasiṇavasena sappabhārūpanimmānaṁ, thinamiddhassa dūrabhāvakaraṇaṁ, andhakāravidhamanaṁ, dibbena cakkhunā rūpadassanatthaṁ ālokakaraṇanti evamādīni ijjhanti.",
  "anya-e0101n5:41": "Ākāsakasiṇavasena paṭicchannānaṁ vivaṭakaraṇaṁ, antopathavīpabbatādīsupi ākāsaṁ nimminitvā iriyāpathakappanaṁ, tirokuḍḍādīsu asajjamānagamananti evamādīni ijjhanti.",
  "anya-e0101n5:42": "Sabbāneva uddhaṁ adho tiriyaṁ advayaṁ appamāṇanti imaṁ pabhedaṁ labhanti. Vuttañhetaṁ “pathavīkasiṇameko sañjānāti. Uddhamadhotiriyaṁ advayamappamāṇa”ntiādi.",
  "anya-e0101n5:43_0": "Tattha uddhanti uparigaganatalābhimukhaṁ. Adhoti heṭṭhābhūmitalābhimukhaṁ. Tiriyanti",
  "anya-e0101n5:43_1": "khettamaṇḍalamiva samantā paricchinditaṁ. Ekacco hi uddhameva kasiṇaṁ vaḍḍheti, ekacco",
  "anya-e0101n5:43_2": "adho, ekacco samantato. Tena tena vā kāraṇena evaṁ pasāreti. Ālokamiva dibbacakkhunā",
  "anya-e0101n5:43_3": "rūpadassanakāmo. Tena vuttaṁ uddhamadhotiriyanti. Advayanti idaṁ pana ekassa aññabhāvānupagamanatthaṁ",
  "anya-e0101n5:43_4": "vuttaṁ. Yathā hi udakaṁ paviṭṭhassa sabbadisāsu udakameva hoti, na aññaṁ, evameva",
  "anya-e0101n5:43_5": "pathavīkasiṇaṁ pathavīkasiṇameva hoti, natthi tassa añño kasiṇasambhedoti. Eseva",
  "anya-e0101n5:43_6": "nayo sabbattha. Appamāṇanti idaṁ tassa pharaṇaappamāṇavasena vuttaṁ. Tañhi cetasā",
  "anya-e0101n5:43_7": "pharanto sakalameva pharati. Na ayamassa ādi idaṁ majjhanti pamāṇaṁ gaṇhātīti.",
  "anya-e0101n5:44_0": "101. Ye ca te sattā kammāvaraṇena vā samannāgatā kilesāvaraṇena vā samannāgatā vipākāvaraṇena",
  "anya-e0101n5:44_1": "vā samannāgatā asaddhā acchandikā duppaññā abhabbā niyāmaṁ okkamituṁ kusalesu dhammesu",
  "anya-e0101n5:44_2": "sammattanti vuttā, tesamekassāpekakasiṇepi bhāvanā na ijjhati. Tattha kammāvaraṇena",
  "anya-e0101n5:44_3": "samannāgatāti ānantariyakammasamaṅgino. Kilesāvaraṇena samannāgatāti niyatamicchādiṭṭhikā",
  "anya-e0101n5:44_4": "ceva ubhatobyañjanakapaṇḍakā ca. Vipākāvaraṇena samannāgatāti ahetukadvihetukapaṭisandhikā.",
  "anya-e0101n5:44_5": "Asaddhāti buddhādīsu saddhāvirahitā. Acchandikāti apaccanīkapaṭipadāyaṁ chandavirahitā.",
  "anya-e0101n5:44_6": "Duppaññāti lokiyalokuttarasammādiṭṭhiyā virahitā. Abhabbāniyāmaṁ okkamituṁ kusalesu",
  "anya-e0101n5:44_7": "dhammesu sammattanti kusalesu dhammesu niyāmasaṅkhātaṁ sammattasaṅkhātañca ariyamaggaṁ",
  "anya-e0101n5:44_8": "okkamituṁ abhabbāti attho. Na kevalañca kasiṇeyeva, aññesupi kammaṭṭhānesu etesamekassapi",
  "anya-e0101n5:44_9": "bhāvanā na ijjhati. Tasmā vigatavipākāvaraṇenapi kulaputtena kammāvaraṇañca kilesāvaraṇañca",
  "anya-e0101n5:44_10": "ārakā parivajjetvā saddhammassavanasappurisūpanissayādīhi saddhañca chandañca paññañca",
  "anya-e0101n5:44_11": "vaḍḍhetvā kammaṭṭhānānuyoge yogo karaṇīyoti.",
  "anya-e0101n5:45": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0101n5:46": "Samādhibhāvanādhikāre",
  "anya-e0101n5:47": "Sesakasiṇaniddeso nāma",
  "anya-e0101n5:48": "Pañcamo paricchedo."
}