{
  "anya-e0104n10:0": "22. Ñāṇadassanavisuddhiniddesavaṇṇanā",
  "anya-e0104n10:1": "Paṭhamamaggañāṇakathāvaṇṇanā",
  "anya-e0104n10:2_0": "806. Idāni ñāṇadassanavisuddhiyā niddese anuppatte sā yassa ñāṇassa anantaraṁ uppajjati,",
  "anya-e0104n10:2_1": "taṁ tāva dassento “ito paraṁ gotrabhuñāṇaṁ hotī”ti āha. Ito paranti ito anulomañāṇato",
  "anya-e0104n10:2_2": "upari. Tanti gotrabhuñāṇaṁ. Neva paṭipadāñāṇadassanavisuddhiṁ bhajati aniccādivasena",
  "anya-e0104n10:2_3": "saṅkhārānaṁ aggahaṇato. Na ñāṇadassanavisuddhiṁ bhajati satipi nibbānārammaṇatte",
  "anya-e0104n10:2_4": "kilesānaṁ akhepanato. Tato evetaṁ viññāṇadhātūnaṁ visayaṁ uddesantaṁ dassanakiccaṁ",
  "anya-e0104n10:2_5": "karontaṁ kiriyamanodhātu viya maggassa āvajjanaṭṭhāniyaṁ vuccati. Antarāti chaṭṭhasattamavisuddhīnaṁ",
  "anya-e0104n10:2_6": "vemajjhe. Abbohārikameva hoti ubhayavisuddhilakkhaṇatābhāvato. Tathāpi vuṭṭhānagāminiyā",
  "anya-e0104n10:2_7": "pariyosānatāya vipassanāpakkhikaṁ. Tenevassa taṁsotapatitatā. Tenāha “vipassanāsote…pe…",
  "anya-e0104n10:2_8": "saṅkhaṁ gacchatī”ti. Etenassa paṭipadāñāṇadassanavisuddhibhajanaṁ dasseti. Sotassa",
  "anya-e0104n10:2_9": "ariyassaādito pajjanaṁ sotāpatti, so eva maggo, sotaṁ vā ariyaṁ ādito pajjati adhigacchatīti",
  "anya-e0104n10:2_10": "sotāpatti, paṭhamako. Tassa maggo sotāpattimaggo. Paṭisandhivasena sakideva imaṁ",
  "anya-e0104n10:2_11": "manussalokaṁ āgacchatīti sakadāgāmī, tassa maggo sakadāgāmimaggo. Paṭisandhivasena",
  "anya-e0104n10:2_12": "kāmabhavaṁ na āgacchatīti anāgāmī, tassa maggo anāgāmimaggo. Kilesādīnaṁ hananādinā",
  "anya-e0104n10:2_13": "arahaṁ, aggamaggaṭṭho. Tassa bhāvo arahattaṁ, so eva maggoti arahattamaggo. Catūsu",
  "anya-e0104n10:2_14": "maggesu ñāṇaṁ ekajjhaṁ gahetvā ñāṇadassanavisuddhi nāma.",
  "anya-e0104n10:3_0": "Tehi tīhipīti heṭṭhā tiṇṇaṁ anulomañāṇānaṁ vuttattā vuttaṁ, tīsu vā dvinnaṁ antogadhattā.",
  "anya-e0104n10:3_1": "Tīhipīti vā vikappantarasampiṇḍanattho pi-saddo, tena tīhipi dvīhipīti vuttaṁ hoti.",
  "anya-e0104n10:3_2": "Attano balānurūpenāti attano attano ānubhāvānukūlaṁ. Paṭhamañhi anulomañāṇaṁ sabboḷārikaṁ,",
  "anya-e0104n10:3_3": "dutiyaṁ tato nātioḷārikaṁ, tatiyaṁ tato nātioḷārikaṁ tamaṁ antaradhāpeti. Atha vā",
  "anya-e0104n10:3_4": "balānurūpenāti heṭṭhā saṅkhārupekkhāya āhitabalānurūpena. Pubbābhisaṅkhāravasena",
  "anya-e0104n10:3_5": "hi anulomañāṇassāpi maggañāṇassa viya saddhāvimuttadiṭṭhippattānaṁ pavattiākārasiddho",
  "anya-e0104n10:3_6": "attheva mudutikkhatāviseso. Palibodhato upaṭṭhāti palibodhabhāvapaṭicchādakassa tamassa",
  "anya-e0104n10:3_7": "antaradhāpitattā. “Āsevanante”ti iminā dutiyassa vā tatiyassa vā anulomañāṇassa anantaraṁ",
  "anya-e0104n10:3_8": "gotrabhuñāṇuppatti, na paṭhamassāti dasseti tassa anāsevanattā. Na hi aladdhāsevanaṁ",
  "anya-e0104n10:3_9": "gotrabhuñāṇaṁ uppādetuṁ sakkoti. Nimittādivirahato, tabbidhurato ca “animitta”ntiādinā",
  "anya-e0104n10:3_10": "nibbānaṁ visesitaṁ. Puthujjanagottanti ariyehi asammissaṁ puthujjanasamaññaṁ. Gottanti",
  "anya-e0104n10:3_11": "hi ekavaṁsajānaṁ samānā samaññā, evaṁ idhāpīti. Puthujjanasaṅkhanti tasseva vevacanaṁ,",
  "anya-e0104n10:3_12": "puthujjanabhūminti puthujjanavatthuṁ. Ekantikatāya ekavārameva ca uppajjanato apunarāvaṭṭakaṁ.",
  "anya-e0104n10:4_0": "Bahiddhā vuṭṭhānavivaṭṭaneti asaṅkhatadhātuyā bahibhāvato bahiddhāsaññitā saṅkhāragatā",
  "anya-e0104n10:4_1": "vuṭṭhānabhūte vivaṭṭane nipphajjamāne paññā. Abhibhuyyatīti abhibhavati. Pakkhandatīti",
  "anya-e0104n10:4_2": "anupavisati. Ettha ca “uppādaṁ abhibhuyyatī”tiādinā puthujjanagottābhibhavanaṁ tadatikkamanamāha.",
  "anya-e0104n10:4_3": "“Anuppādaṁ pakkhandatī”tiādinā ariyagottabhāvanaṁ tadubhayabhāvato.",
  "anya-e0104n10:5_0": "807. Ekāvajjanānaṁ nānāvīthitā natthīti na taṁnisedhanāya ekavīthiggahaṇaṁ, atha",
  "anya-e0104n10:5_1": "kho nānārammaṇānampi ekāvajjanānaṁ nānāvīthitā natthīti dassanatthanti daṭṭhabbaṁ.",
  "anya-e0104n10:5_2": "Mahāmātikanti mahantaṁ udakavāhakaṁ. Laṅghitvāti anotaranto eva atikkamitvā. Ullaṅghitvāti",
  "anya-e0104n10:5_3": "uparibhāgeneva laṅghitvā. Ninnapoṇapabbhāratā uttaruttaravisiṭṭhā ninnatāva.",
  "anya-e0104n10:6_0": "Aṭṭhahi ñāṇehi anukkamena āhitavisesaṁ anulomañāṇaṁ nibbānārammaṇassa ñāṇassa paccayo",
  "anya-e0104n10:6_1": "bhavituṁ samatthaṁ jātanti āha “udayabbayānupassanādinā vegena dhāvitvā”ti. Rūpaṁ",
  "anya-e0104n10:6_2": "anekasantatisambandhatāya anekavaṭṭaracitā rajju viya hotīti vuttaṁ “rūparajjuṁ vā”ti.",
  "anya-e0104n10:6_3": "Attabhāvassa rukkhaṭṭhāniyatāya vuttattā taṁsambandhadaṇḍaṭṭhāniyatā vedanādīsu ekasseva",
  "anya-e0104n10:6_4": "yuttā, na vedanādisamudāyassāti vuttaṁ “vedanādīsu aññataradaṇḍaṁ vā”ti. Anulomāvajjanenāti",
  "anya-e0104n10:6_5": "anulomassa āvajjanena. Yena āvajjanena anulomañāṇaṁ uppajjati, tena taṁ ārammaṇaṁ.",
  "anya-e0104n10:6_6": "“Paṭhamena anulomacittena ullaṅghitvā”ti idaṁ sakkāyatīrassa tassa atikkamanārambhatāya",
  "anya-e0104n10:6_7": "vuttaṁ. “Dutiyena nibbānaninnapoṇapabbhāramānaso”ti idaṁ tassa sabbasaṅkhārato sātisayaṁ",
  "anya-e0104n10:6_8": "alaggaṁ hutvā visaṅkhāre allīnabhāvato vuttaṁ. Nibbāne ārammaṇakaraṇavasena patati",
  "anya-e0104n10:6_9": "yogāvacaro. Ekārammaṇeti ekavāraṁyeva ālambite ārammaṇe. Tenāha “aladdhāsevanatāyā”ti.",
  "anya-e0104n10:6_10": "Tena ekārammaṇe āsevanā upakāravatī, na tathā nānārammaṇeti dasseti.",
  "anya-e0104n10:7": "808.Tatrāti anulomagotrabhūnaṁ itarītarakiccākaraṇe. Nakkhattayoganti nakkhattena candassa yogaṁ, nakkhattayogavibhāvaniyaṁ vā kālaṁ, divasanti attho.",
  "anya-e0104n10:8": "Tatthātiādi upamāsaṁsandanaṁ.",
  "anya-e0104n10:9_0": "Evaṁ nibbattāhīti anulomañāṇāni viya saṅkhāre anālambitvā ahaṁ viya nibbānārammaṇe",
  "anya-e0104n10:9_1": "vattāhīti maggassa gotrabhunā dinnasaññāmuñcanaṁ, anubandhanañca nibbānārammaṇakaraṇameva sandhāya vuttaṁ.",
  "anya-e0104n10:10_0": "809.Tatrāti tasmiṁ gotrabhunā dinnasaññaṁ amuñcitvā viya tena gahitārammaṇeyeva vattitvā",
  "anya-e0104n10:10_1": "maggassa lobhakkhandhādinibbijjhane. Usuṁ asati khippatīti issāso, dhanuggaho. Saragocaraṭṭhānaṁ",
  "anya-e0104n10:10_2": "nāma aṭṭhausabhamattaṁ. Tañca kho dūre pātino majjhimapurisassa vasena catuhatthāya",
  "anya-e0104n10:10_3": "yaṭṭhiyā vīsatiyaṭṭhi usabhaṁ, tena aṭṭhausabhamatte padese hatthavasena cattārīsādhikachasatahatthe",
  "anya-e0104n10:10_4": "padese. Phalakasatanti asanasāramayaṁ phalakasataṁ. Kumbhakāracakkasadise cakkayante.",
  "anya-e0104n10:10_5": "Āvijjhitvāti bhametvā. Daṇḍakaghaṭṭanāya uppādetabbasaddo daṇḍakasaññā. Phalakasatavinivijjhanassa",
  "anya-e0104n10:10_6": "paccayabhūtā daṇḍakasaññā viya gotrabhuñāṇaṁ lobhakkhandhādinibbijjhanassa maggañāṇassa",
  "anya-e0104n10:10_7": "paccayabhāvato. Issāso viya maggañāṇaṁ nibbijjhitabbanivijjhanato.",
  "anya-e0104n10:11_0": "810. Aṭṭhamabhavato paṭṭhāya nibbattanakaṁ anamataggasaṁsāravaṭṭadukkhasamuddaṁ soseti.",
  "anya-e0104n10:11_1": "Saddhādhanaṁ sīladhanaṁ hiridhanaṁ ottappadhanaṁ sutadhanaṁ cāgadhanaṁ paññādhananti",
  "anya-e0104n10:11_2": "imesaṁ sattannaṁ ariyadhanānaṁ. Sammukhībhāvanti paccakkhasiddhiṁ. Pāṇātipātādipañcaverāni",
  "anya-e0104n10:11_3": "ceva pañcavīsatimahābhayāni cāti sabbaverabhayāni. Aññesañca ratanattaye niviṭṭhasaddhādīnaṁ.",
  "anya-e0104n10:11_4": "Samudāye pavatto sotāpattimaggasaddo tadekadesepi pavattatīti āha “sotāpattimaggena",
  "anya-e0104n10:11_5": "sampayuttaṁ ñāṇa”nti.",
  "anya-e0104n10:12": "Paṭhamamaggañāṇaṁ niṭṭhitaṁ.",
  "anya-e0104n10:13": "Sotāpannapuggalakathāvaṇṇanā",
  "anya-e0104n10:14_0": "811.Tasseva sotāpattimaggacittassa. Kāmañcettha nātitikkhapaññassa dve, tikkhapaññassa",
  "anya-e0104n10:14_1": "tīṇi phalacittāni honti, avisesato pana gahitassa maggassa vasena “dve, tīṇi vā”ti",
  "anya-e0104n10:14_2": "vuttaṁ. Samādhimānantarikaññamāhūti yaṁ attano pavattisamanantaraṁ niyameneva phalappadānato",
  "anya-e0104n10:14_3": "ānantarikasamādhīti āhūti attho. Anantarameva pavattanakaṁ phalaṁ anantaraṁ, tattha",
  "anya-e0104n10:14_4": "niyutto, taṁ vā payojanaṁ etassāti ānantariko, maggo.",
  "anya-e0104n10:15_0": "Āsevananteti āsevanato ante, āsevanalābhino anulomañāṇassa anantaranti attho. Laddhāsevanameva",
  "anya-e0104n10:15_1": "anulomaṁ gotrabhuṁ uppādeti. Upari pana cha, satta vā javanāni pavattanti, tasmā",
  "anya-e0104n10:15_2": "cattāri phalacittāni hontīti vadeyyāti āha “sattacittaparamā ca ekāvajjanavīthī”ti.",
  "anya-e0104n10:16": "Taṁ pana na sārato paccetabbanti yojanā. Yaṁ panettha vattabbaṁ, taṁ heṭṭhā vuttameva.",
  "anya-e0104n10:17_0": "812.Ettāvatāti paṭhamamaggānantaraṁ phalassa uppattimakkena. Bhusaṁ pamattopīti devarajjacakkavattirajjādipamādaṭṭhānaṁ",
  "anya-e0104n10:17_1": "āgamma bhusaṁ pamattopi. Yesaṁ yathāvuttaāvajjanajavanacittānaṁ uppattiyā esa sotāpanno",
  "anya-e0104n10:17_2": "paccavekkhati nāmāti adhippāyo.",
  "anya-e0104n10:18": "Eteneva pasaṅgena sesānaṁ ariyānaṁ paccavekkhaṇāni dassetuṁ “yathā cā”tiādi vuttaṁ.",
  "anya-e0104n10:19_0": "Ukkaṭṭhaparicchedoyevaceso, yadidaṁ pañcannaṁ, catunnañca paccavekkhaṇānaṁ dassananti",
  "anya-e0104n10:19_1": "attho. “Abhāvenevā”ti etena pahīnāvasiṭṭhakilesapaccavekkhaṇasamatthatā kassaci hoti,",
  "anya-e0104n10:19_2": "kassaci na hotīti dasseti. Lobho eva lobhadhammo.",
  "anya-e0104n10:20": "Dutiyamaggañāṇakathāvaṇṇanā",
  "anya-e0104n10:21_0": "813.Kāmarāgabyāpādānaṁ tanubhāvāyāti etesaṁ kilesānaṁ tanubhāvatthaṁ. Tattha dvīhi",
  "anya-e0104n10:21_1": "kāraṇehi tanubhāvo adhiccuppattiyā, pariyuṭṭhānamandatāya ca. Sakadāgāmissa hi vaṭṭānusārimahājanassa",
  "anya-e0104n10:21_2": "viya kilesā abhiṇhaṁ na uppajjanti, kadāci kadāci viraḷākārā hutvā uppajjanti. Tathā",
  "anya-e0104n10:21_3": "uppajjantāpi maddantā chādentā andhakāraṁ karontā na uppajjanti, dvīhi pana maggehi",
  "anya-e0104n10:21_4": "pahīnattā mandamandā tanukākārā hutvā uppajjanti. Keci pana “sakadāgāmissāpi kilesā",
  "anya-e0104n10:21_5": "cirena uppajjanti, uppajjantāpi bahalāva uppajjanti. Tathā hissa puttadhītaro dissantī”ti,",
  "anya-e0104n10:21_6": "taṁ akāraṇaṁ vatthupaṭisevanena vināpi gabbhaggahaṇasabbhāvato. Tasmā vuttanayeneva",
  "anya-e0104n10:21_7": "dvīhi kāraṇehi tesaṁ tanubhāvo veditabbo. Dutiyāyāti gaṇanavasenapi dutiyāya, uppattivasenapi",
  "anya-e0104n10:21_8": "dutiyāya bhūmiyā. Pattiyāti sāmaññaphalassa paṭilābhāya. Tañhi sampayuttānaṁ nissayabhāvato",
  "anya-e0104n10:21_9": "te dhammā bhavanti etthāti bhūmi. Yasmā vā samānepi lokuttarabhāve sayampi bhavati",
  "anya-e0104n10:21_10": "uppajjati, na nibbānaṁ viya apātubhūtaṁ, tasmāpi “bhūmī”ti vuccati. Yogaṁ karotīti",
  "anya-e0104n10:21_11": "vipassanābhiyogaṁ karoti. “Navahākārehi indriyāni tikkhāni bhavantī”tiādinā vuttanayeneva",
  "anya-e0104n10:21_12": "yadaggena indriyānaṁ tikkhataṁ sampādeti, tadaggena balāni, bojjhaṅgāni ca paṭutarabhāvaṁ",
  "anya-e0104n10:21_13": "āpādento indriyabalabojjhaṅgāni samodhānetvā lakkhaṇattayatīraṇavasena ñāṇena parimaddati.",
  "anya-e0104n10:21_14": "Tattha aparāparaṁ ñāṇaṁ cārento parivatteti. Tenāha “vipassanāvīthiṁ ogāhatī”ti.",
  "anya-e0104n10:21_15": "Vuttanayenevāti udayabbayañāṇādīnaṁ uppādane vuttanayena. Gotrabhuanantaranti ettha",
  "anya-e0104n10:21_16": "gotrabhu viya gotrabhu. Paṭhamamaggapurecārikañāṇañhi puthujjanagottābhibhavanato,",
  "anya-e0104n10:21_17": "ariyagottabhavanato ca nippariyāyato gotrabhūti vuccati, idaṁ pana taṁsadisatāya",
  "anya-e0104n10:21_18": "pariyāyato gotrabhu. Ekaccasaṁkilesavisuddhiyā, pana accantavisuddhiyā ārammaṇakaraṇato",
  "anya-e0104n10:21_19": "ca vodānanti vuccati. Tenāha paṭṭhāne “anulomaṁ vodānassa anantarapaccayena paccayo”ti",
  "anya-e0104n10:21_20": "(paṭṭhā 1.1.417). Yasmā pana paṭisambhidāmagge uppādādiabhibhavanatthaṁ upādāya “aṭṭha",
  "anya-e0104n10:21_21": "gotrabhudhammā samādhivasena uppajjanti, dasa gotrabhudhammā vipassanāvasena uppajjantī”tiādīsu",
  "anya-e0104n10:21_22": "gotrabhunāmenevetaṁ āgataṁ, tasmā idhāpi “gotrabhuanantara”nti vuttanti daṭṭhabbaṁ.",
  "anya-e0104n10:22": "Dutiyañāṇaṁ niṭṭhitaṁ.",
  "anya-e0104n10:23": "Tatiyamaggañāṇakathāvaṇṇanā",
  "anya-e0104n10:24_0": "814.Sakidevāti ekavāraṁyeva. “Imaṁ lokaṁ āgantvā”ti iminā pañcasu sakadāgāmīsu cattāro",
  "anya-e0104n10:24_1": "vajjetvā ekova gahito. Ekacco idha sakadāgāmiphalaṁ patvā idheva loke parinibbāti,",
  "anya-e0104n10:24_2": "ekacco idha patvā devaloke parinibbāti, ekacco devaloke patvā tattheva parinibbāti,",
  "anya-e0104n10:24_3": "ekacco devaloke patvā idhūpapajjitvā parinibbāti. Ime cattāropi idha na gahitā. Yo",
  "anya-e0104n10:24_4": "pana idha patvā devaloke yāvatāyukaṁ vasitvā puna idhūpapajjitvā parinibbāti, ayaṁ",
  "anya-e0104n10:24_5": "ekova idha gahitoti veditabbo.",
  "anya-e0104n10:25": "Kāmarāgabyāpādānaṁ anavasesappahānāyāti tesaṁyeva sakadāgāmimaggena tanukatānaṁ saṁyojanānaṁ niravasesappahānāya. Paṭisandhivasena kāmabhavassa anāgamanato anāgāmī.",
  "anya-e0104n10:26": "Tatiyañāṇaṁ niṭṭhitaṁ.",
  "anya-e0104n10:27": "Catutthamaggañāṇakathāvaṇṇanā",
  "anya-e0104n10:28_0": "815.Opapātikoti upapātayoniko. Imināssa gabbhaseyyā paṭikkhittā. Tattha parinibbāyīti",
  "anya-e0104n10:28_1": "tattha suddhāvāse parinibbāyitā. Anāvattidhammo tasmā lokāti paṭisandhiggahaṇavasena",
  "anya-e0104n10:28_2": "tasmā lokā idha anāvattanasabhāvo, buddhadassanadhammassavanānaṁ panatthāya āgamanaṁ hotiyeva.",
  "anya-e0104n10:29_0": "Rūparāgaarūparāgamānauddhaccaavijjānaṁ anavasesappahānāyāti etesaṁ pañcannaṁ uddhambhāgiyasaṁyojanānaṁ",
  "anya-e0104n10:29_1": "nissesappajahanatthāya. Tattha rūpabhave chandarāgo rūparāgo. Arūpabhave chandarāgo",
  "anya-e0104n10:29_2": "arūparāgo. Māno arahattamaggavajjhamāno. Tathā uddhaccāvijjā.",
  "anya-e0104n10:30": "Catutthañāṇaṁ niṭṭhitaṁ.",
  "anya-e0104n10:31": "Arahantapuggalakathāvaṇṇanā",
  "anya-e0104n10:32_0": "816.Mahākhīṇāsavoti mahānubhāvatānibandhanaṁ pūjāvacanametaṁ, na upādāyavacanaṁ yathā",
  "anya-e0104n10:32_1": "“mahāmoggallāno”ti. Na hi cūḷakhīṇāsavo nāma atthi. Antimadehaṁ dhāretīti antimadehadhārī.",
  "anya-e0104n10:32_2": "Khandhakilesābhisaṅkhārabhārānaṁ ohitattā oropitattā ohitabhāro. Anuppatto sadatthaṁ",
  "anya-e0104n10:32_3": "sakatthanti anuppattasadattho. Sadatthoti ca arahattaṁ veditabbaṁ. Tañhi attupanibandhanaṭṭhena,",
  "anya-e0104n10:32_4": "attānaṁ avijahanaṭṭhena, attano paramatthaṭṭhena ca attano atthattā sakatthoti vuccati.",
  "anya-e0104n10:32_5": "Parikkhīṇāni dasapi bhavasaṁyojanāni etassāti parikkhīṇabhavasaṁyojano. Khandhādiatthaṁ",
  "anya-e0104n10:32_6": "sammā aññāya vimuttoti sammadaññāvimutto. Aggo ca so dakkhiṇeyyo ca, aggadakkhiṇaṁ",
  "anya-e0104n10:32_7": "vā arahatīti aggadakkhiṇeyyo.",
  "anya-e0104n10:33": "Bodhipakkhiyakathāvaṇṇanā",
  "anya-e0104n10:34": "817. Catunnaṁ maggañāṇānaṁ vasena catuñāṇāya. Ānubhāvavijānanatthanti satipaṭṭhānapāripūriādikassa ānubhāvassa bodhanatthaṁ.",
  "anya-e0104n10:35_0": "Paripuṇṇā bodhipakkhiyā etassāti paripuṇṇabodhipakkhiyo, maggo. Tassa bhāvo paripuṇṇabodhipakkhiyabhāvo.",
  "anya-e0104n10:35_1": "Vuṭṭhānabalehi sampayuttatāva vuṭṭhānabalasamāyogo, ye saṁyojanādayo yena paṭhamamaggādinā pahātabbā.",
  "anya-e0104n10:36": "818. Bujjhanaṭṭhena vā bodho, maggacittuppādo. Tassa bujjhanakiriyāya anuguṇabhāvato pakkhe bhavāti bodhipakkhiyā.",
  "anya-e0104n10:37_0": "819.Tesu bodhipakkhiyesu. Ārammaṇesūti kāyādiārammaṇesu. Okkhanditvāti anupavisitvā.",
  "anya-e0104n10:37_1": "Pakkhanditvāti tasseva vevacanaṁ. Upaṭṭhānatoti asubhākārādiggahaṇavasena upagantvā",
  "anya-e0104n10:37_2": "avaṭṭhānato. Kāyādīsu asubhākārādiggahaṇaṁ pubbabhāgasatipaṭṭhānavasena subhasaññādipahānakiccasādhanaṁ",
  "anya-e0104n10:37_3": "maggasatipaṭṭhānavasena veditabbaṁ. Tattha hi ekāva sati catukiccasādhanavasena pavattati.",
  "anya-e0104n10:38_0": "820.Padahantīti vāyamanti, kāyacittāni paggaṇhanti vā. Asobhāhetūnaṁ saṁkilesadhammānaṁ",
  "anya-e0104n10:38_1": "pajahanena, sobhāhetūnañca vodānadhammānaṁ bhāvanena sobhanaṁ, sundaranti attho.",
  "anya-e0104n10:38_2": "Seṭṭhabhāvāvahanatoti pāsaṁsatamabhāvasādhanato. Padhānabhāvakāraṇatoti uttamabhāvahetuto.",
  "anya-e0104n10:39_0": "821.Pubbe vuttenāti iddhividhañāṇaniddese vuttena. Ijjhanaṭṭho nipphajjanaṭṭho, paṭilābhasampadā",
  "anya-e0104n10:39_1": "vā, yena vā ijjhanti iddhā vuddhā ukkaṁsagatā honti, taṁ ijjhanaṁ. Samādhipadhānasaṅkhārapamukhā",
  "anya-e0104n10:39_2": "maggadhammā idha “iddhī”ti adhippetā. Pubbaṅgamaṭṭho adhipatipaccayabhāvo. Tasmā",
  "anya-e0104n10:39_3": "sotāpattimaggo ijjhatīti iddhi, tasmā sampayuttā chandādayo pubbaṅgamaṭṭhena pādo.",
  "anya-e0104n10:39_4": "Tassā eva phalabhūtāya vuṭṭhānagāminiyā chandādayo pubbabhāgakāraṇaṭṭhena pādo. Soti",
  "anya-e0104n10:39_5": "iddhipādo. Ime lokuttarāvāti ime yathāvuttā chandādayo uttaracūḷabhājanīye āgatanayena",
  "anya-e0104n10:39_6": "lokuttarā veditabbā. Chandādiadhipativasena paṭiladdhadhammāpi phassādayo iddhipādā",
  "anya-e0104n10:39_7": "hontīti attho. Kāmañcettha iddhipādo no adhipati, adhipati vā no iddhipādo nāma natthi,",
  "anya-e0104n10:39_8": "yathā pana ekasmiṁ rajje rajjārahesu catūsu rājakumāresu ekasmiṁ kāle ekova rajjamanusāsati,",
  "anya-e0104n10:39_9": "na sabbe, evaṁ ekamekasmiṁ cittuppāde ekova adhipati, iddhipādo ca hotīti veditabbo.",
  "anya-e0104n10:40_0": "822.Assaddhiyaṁ saddhāpaṭipakkhā akusalā dhammā, avatthugato pasādapatirūpako micchādhimokkho",
  "anya-e0104n10:40_1": "vā. Kosajjaṁ thinamiddhapadhāno akusalacittuppādo. Pamādo satisammoso tathāpavattā",
  "anya-e0104n10:40_2": "akusalā khandhā. Abhibhavanasaṅkhātena adhipatiyaṭṭhenāti assaddhiyādīnaṁ abhibhavanato",
  "anya-e0104n10:40_3": "abhibhavananti vattabbena adhimokkhapaggahaupaṭṭhānaavikkhepapajānanassa ekalakkhaṇena",
  "anya-e0104n10:40_4": "sampayuttadhammesu adhipatiyaṭṭhena. Assaddhiyādīhi cāti ca-saddo samuccayattho aṭṭhānappayutto,",
  "anya-e0104n10:40_5": "tasmā akampiyaṭṭhena ca sampayuttadhammesu thirabhāvena ca balanti evamettha adhippāyo veditabbo.",
  "anya-e0104n10:41_0": "823.Bujjhanakasattassāti catunnaṁ ariyasaccānaṁ paṭivijjhanakasattassa. Yo heso lokuttaramaggakkhaṇe",
  "anya-e0104n10:41_1": "uppajjamānāya satiādidhammasāmaggiyā karaṇabhūtāya bujjhati kilesasantānaniddāya",
  "anya-e0104n10:41_2": "uṭṭhahati, cattāri vā ariyasaccāni paṭivijjhati, nibbānameva vā sacchikarotīti bodhīti",
  "anya-e0104n10:41_3": "vuccati ariyasāvako, tassa bodhissa bujjhanakasattassa aṅgāti bojjhaṅgā. Niyyānikaṭṭhenāti",
  "anya-e0104n10:41_4": "vaṭṭato nissaraṇaṭṭhena.",
  "anya-e0104n10:42_0": "824. Pubbabhāge nānācittesu labbhantīti sambandho. Cuddasavidhenāti ānāpānairiyāpathacatusampajaññapaṭikkūlamanasikāradhātumanasikārapabbāni,",
  "anya-e0104n10:42_1": "nava sivathikapabbāni cāti evaṁ cuddasavidhena. Kāyaṁ pariggaṇhato ca kāyānupassanāsatipaṭṭhānaṁ",
  "anya-e0104n10:42_2": "labbhati, na vedanādayo pariggaṇhato. Esa nayo sesesupi. “Sukhaṁ vedana”ntiādināti",
  "anya-e0104n10:42_3": "vā “sāmisa”ntiādināti vā “nirāmisa”ntiādināti vā evaṁ navavidhena. Sarāgadosamohasaṁkhittamahaggatasamāhitasauttaravimuttapadānaṁ",
  "anya-e0104n10:42_4": "sapaṭipakkhānaṁ vasena soḷasavidhena. Nīvaraṇupādānakkhandhāyatanabojjhaṅgasaccapabbānaṁ",
  "anya-e0104n10:42_5": "vasena pañcavidhena. Imasmiṁ attabhāveti paccuppanne attabhāve. Anuppannapubbanti",
  "anya-e0104n10:42_6": "attano abhūtapubbaṁ. Parassa uppannaṁ akusalaṁ disvā tannimittañca vadhabandhārahādīnīti",
  "anya-e0104n10:42_7": "adhippāyo. Tassāti tādisassa. Bhavati hi taṁsadisepi tabbohāro yathā “tāniyeva osadhānī”ti.",
  "anya-e0104n10:42_8": "Tassa pahānāyāti etthāpi eseva nayo. Jhānavipassanā ito aññasmiṁ attabhāve uppannapubbāpi",
  "anya-e0104n10:42_9": "siyunti vuttaṁ “imasmiṁ attabhāve anuppannapubba”nti, chandiddhipādasammāvācānaṁyeva",
  "anya-e0104n10:42_10": "gahaṇaṁ. Tesu vuttesu sesiddhipādasesaviratiyo atthato vuttāva hontīti lakkhaṇahāravasena",
  "anya-e0104n10:42_11": "ayamattho veditabbo. Evaṁ nānācittesu labbhanti pubbabhāge ete satipaṭṭhānasammappadhānaiddhipādā.",
  "anya-e0104n10:42_12": "Catunnaṁ ñāṇānanti catunnaṁ ariyamaggañāṇānaṁ. Kāmaṁ sabbepi bodhipakkhiyadhammā",
  "anya-e0104n10:42_13": "maggacittuppādapariyāpannāva, tathāpi sātisayo sammappadhānabyāpāro maggakkhaṇeti",
  "anya-e0104n10:42_14": "vuttaṁ “phalakkhaṇe ṭhapetvā cattāro sammappadhāne”ti. Avasesā tettiṁsa labbhanti,",
  "anya-e0104n10:42_15": "te ca kho pariyāyato, na nippariyāyatoti adhippāyo.",
  "anya-e0104n10:43_0": "825.Sesesu panāti iddhipādādīsu pañcasu koṭṭhāsesu. Yathā sativīriyesu “satipaṭṭhānaṁ",
  "anya-e0104n10:43_1": "sammappadhāna”nti saṅkhipanavasena hāpanaṁ, “kāyānupassanā”tiādivibhāgadassanavasena",
  "anya-e0104n10:43_2": "vaḍḍhanaṁ atthi, īdisaṁ hāpanavaḍḍhanaṁ natthīti attho.",
  "anya-e0104n10:44_0": "826. Idāni sabbesu eva yathārahaṁ labbhamānavibhāgadassanatthaṁ “apicā”tiādi āraddhaṁ.",
  "anya-e0104n10:44_1": "Tattha tesūti sattatiṁsāya bodhipakkhiyadhammesu. Chaddhāti ekadhā dvedhā catudhā",
  "anya-e0104n10:44_2": "pañcadhā aṭṭhadhā navadhāti evaṁ chappakārena te bhavanti.",
  "anya-e0104n10:45_0": "Chandiddhipādādivasenāti chando chandiddhipādavaseneva, cittaṁ cittiddhipādavaseneva,",
  "anya-e0104n10:45_1": "pītipassaddhiupekkhā bojjhaṅgavaseneva, saṅkappādayo maggavasenevāti evaṁ nava ekavidhāva honti.",
  "anya-e0104n10:46_0": "Cuddaseva asambhinnāti sati vīriyaṁ chando cittaṁ paññā saddhā samādhi pīti passaddhi",
  "anya-e0104n10:46_1": "upekkhā sammāsaṅkappo sammāvācā sammākammanto sammāājīvoti ime asambhinnā padantarasambhedena",
  "anya-e0104n10:46_2": "vinā aggahitaggahaṇena gayhamānā cuddaseva ca sabhāvadhammā. Cuddasāti ca ukkaṁsaparicchedena",
  "anya-e0104n10:46_3": "vuttaṁ. Tañca kho paṭhamajjhānikamaggacittuppādavasena, dutiyajjhānike pana sammāsaṅkappābhāvato",
  "anya-e0104n10:46_4": "terasa, tatiyacatutthapañcamajjhānikesu pītisambojjhaṅgābhāvato dvādasa honti. “Sattatiṁsappabhedato”ti",
  "anya-e0104n10:46_5": "idampi ukkaṁsavaseneva vuttaṁ, avakaṁsato pana vuttanayena ekasmiṁ khaṇe chattiṁsa,",
  "anya-e0104n10:46_6": "pañcatiṁsa honti, catunnaṁ adhipatīnaṁ ekajjhaṁ anuppajjanato ekasmiṁ khaṇe ekasseva",
  "anya-e0104n10:46_7": "iddhipādassa sambhavoti dvattiṁsa ca hontīti veditabbaṁ.",
  "anya-e0104n10:47_0": "Sattatiṁsapabhedato kathanti āha “sakiccanipphādanato”tiādi, ekaccassa sabhāvato",
  "anya-e0104n10:47_1": "ekassāpi attano ānubhāvānurūpakāyānupassanāditaṁtaṁkiccasādhanatoti attho. Sarūpena",
  "anya-e0104n10:47_2": "ca vuttitoti abhedassa cittiddhipādādikassa sarūpeneva pavattanato ca.",
  "anya-e0104n10:48_0": "Etthāti ñāṇadassanavisuddhiyaṁ. Kasmā pana bodhipakkhiyesu jhānakoṭṭhāso na gahito,",
  "anya-e0104n10:48_1": "nanu jhānarahito ariyamaggo natthīti? Saccaṁ natthi, tato eva na kho panetaṁ evaṁ",
  "anya-e0104n10:48_2": "daṭṭhabbaṁ “bodhipakkhiyesu jhānaṁ na gahita”nti lakkhaṇūpanijjhānalakkhaṇassa jhānassa",
  "anya-e0104n10:48_3": "maggaggahaṇeneva gahitattā. Tañhi sandhāya “yasmiṁ samaye lokuttaraṁ jhānaṁ bhāvetī”tiādi",
  "anya-e0104n10:48_4": "vuttaṁ. Ārammaṇūpanijjhānalakkhaṇassa panettha sambhavo eva natthi. Aparo nayo –",
  "anya-e0104n10:48_5": "kasmā pana bodhipakkhiyesu jhānakoṭṭhāso na gahito, nanu jhānarahito ariyamaggo natthi,",
  "anya-e0104n10:48_6": "na ca taṁ paṭipadā viya ekantapubbabhāgiyaṁ, nāpi ekaccapaṭisambhidā viya magganissando,",
  "anya-e0104n10:48_7": "atha kho maggacittuppādapariyāpanno, yato “lokuttaraṁ jhānaṁ bhāvetī”ti vuttaṁ, maggamaggaparivāradhammā",
  "anya-e0104n10:48_8": "ca bodhipakkhiyadhammāti? Vuccate – yaṁ tāva vuttaṁ jhānarahito ariyamaggo natthī”ti,",
  "anya-e0104n10:48_9": "tattha na ariyamaggasampayogamattena jhānassa bodhipakkhiyatā labbhati atippasaṅgato.",
  "anya-e0104n10:48_10": "Āhārādīnampi hi bodhipakkhiyatā āpajjeyyāti. Etena maggacittuppādapariyāpannatā bodhipakkhiyabhāvassa",
  "anya-e0104n10:48_11": "akāraṇanti dassitaṁ hoti.",
  "anya-e0104n10:49_0": "Yaṁ pana vuttaṁ “maggamaggaparivāradhammā ca bodhipakkhiyā”ti, tattha parivāraṭṭho",
  "anya-e0104n10:49_1": "kiṁ sahapavattiattho, udāhu parikkhāraṭṭhoti? Yadi purimo pakkho, so pageva nillocito.",
  "anya-e0104n10:49_2": "Atha dutiyo, idaṁ vicāretabbaṁ. Kathaṁ pavattamānaṁ jhānaṁ maggassa parikkhāro? Yadi",
  "anya-e0104n10:49_3": "sahajātādipaccayabhāvena, evaṁ sati phassādīnampi maggaparikkhāratā āpajjati. Atha",
  "anya-e0104n10:49_4": "paṭipakkhavidhaṁsanena, na sabbe jhānadhammā paṭipakkhavidhaṁsanasamatthā. Na hi",
  "anya-e0104n10:49_5": "vicāro, vedanā ca kassaci saṁkilesadhammassa ujupaṭipakkhabhāvena pavattanti. Yaṁ",
  "anya-e0104n10:49_6": "pana peṭake “sukhaṁ uddhaccakukkuccassa, vicāro vicikicchāya paṭipakkho”ti vuttaṁ,",
  "anya-e0104n10:49_7": "taṁ pariyāyena vuttaṁ. Na hi sukhaṁ sayaṁ uddhaccakukkuccassa paṭipakkho, paṭipakkhassa",
  "anya-e0104n10:49_8": "pana samādhissa paccayatāya paṭipakkho. Na ca vicāro paññā viya, adhimokkho viya",
  "anya-e0104n10:49_9": "vā vicikicchāya paṭipakkho, paṭipakkhassa paṭirūpatāya pana paṭipakkho vutto. Tathā",
  "anya-e0104n10:49_10": "pītipi na byāpādassa adoso viya ujupaṭipakkho, adosasampayogato pana paṭipakkho vutto.",
  "anya-e0104n10:49_11": "Tena vuttaṁ “taṁ pariyāyena vutta”nti. Vitakkasamādhayo eva pana jhānadhammesu ujukaṁ",
  "anya-e0104n10:49_12": "paṭipakkhavidhaṁsanasamatthāti paṭipakkhaviddhaṁsanasamatthassa paripuṇṇassa jhānakoṭṭhāsassa",
  "anya-e0104n10:49_13": "abhāvato na cassa bodhipakkhiyesu saṅgaho kato. Yasmā pana sammāsaṅkappo, sammāsamādhi",
  "anya-e0104n10:49_14": "ca maggapariyāpannā jhānadhammā, tasmā te sandhāya taṁsampayuttatāya vā itarepi gahetvā",
  "anya-e0104n10:49_15": "pariyāyena vuttaṁ pāḷiyaṁ “yasmiṁ samaye lokuttaraṁ jhānaṁ bhāveti niyyānika”ntiādi.",
  "anya-e0104n10:50": "Vuṭṭhānabalasamāyogakathāvaṇṇanā",
  "anya-e0104n10:51_0": "827.Vuṭṭhānaṁ nimittato, pavattato ca vuṭṭhānaṁ. Balasamāyogo samathavipassanābalehi",
  "anya-e0104n10:51_1": "sampayuttatā. Pariññābhisamayādivasena dukkhādīsu visesadassanaṭṭhena maggapaññāpi",
  "anya-e0104n10:51_2": "vipassanāti vuccatīti “lokiyavipassanā”ti visesetvā vuttaṁ. Tenevāha “vuṭṭhānaṭṭhena",
  "anya-e0104n10:51_3": "samathavipassanaṁ yuganaddhaṁ bhāvetī”ti. Nimittārammaṇattā nevanimittā vuṭṭhāti,",
  "anya-e0104n10:51_4": "pavatti…pe… chindanato na pavattā vuṭṭhātīti yojanā. Tattha nimittato vuṭṭhānaṁ saṅkhāranimittaṁ",
  "anya-e0104n10:51_5": "nissajjitvā nibbānārammaṇakaraṇaṁ. Pavattato vuṭṭhānaṁ hetunirodhena āyatiṁ vipākappavattassa",
  "anya-e0104n10:51_6": "anuppavattidhammatāpādanaṁ. Tenāha “samudayassa asamucchindanato pavattā na vuṭṭhātī”ti.",
  "anya-e0104n10:52_0": "Dubhatoti ubhato, da-kārāgamaṁ katvā evaṁ vuttaṁ. Dubhāti vā padantaramevetaṁ ubhayasaddena",
  "anya-e0104n10:52_1": "samānatthaṁ. Dassanaṭṭhenāti pariññābhisamayādilakkhaṇena catusaccadassanaṭṭhena.",
  "anya-e0104n10:52_2": "Micchādiṭṭhiyāti dvāsaṭṭhippabhedāyapi micchādiṭṭhiyā. Tadanuvattakakilesehīti apāyagamanīyatāya",
  "anya-e0104n10:52_3": "tassā micchādiṭṭhiyā anuvattakehi vicikicchādikilesehi. Khandhehīti etthāpi tadanuvattakasaddo",
  "anya-e0104n10:52_4": "ānetvā sambandhitabbo. Te ca micchādiṭṭhiādipaccayā uppajjanārahā veditabbā. Micchāsaṅkappātiādīsupi",
  "anya-e0104n10:52_5": "tadanuvattakakilesehi ca khandhehi ca vuṭṭhāti. Bahiddhā ca sabbanimittehi vuṭṭhātīti",
  "anya-e0104n10:52_6": "pāḷi saṁkhittā. Yathā micchādiṭṭhimicchāsaṅkappā, evaṁ micchāvācādayopi apāyagamanīyā",
  "anya-e0104n10:52_7": "eva veditabbā. Micchāvācākammantājīvā cetanāsabhāvā. Micchāsati tathāpavattā cattāro",
  "anya-e0104n10:52_8": "khandhā. Uparimaggattaye sammādiṭṭhi taṁtaṁmaggavajjhā mānato vuṭṭhāti. So hi “ahamasmī”ti",
  "anya-e0104n10:52_9": "pavattiyā diṭṭhiṭṭhāniyo, micchāmaggato panettha vuṭṭhānaṁ anuddharitvā taṁtaṁmaggavajjhasaṁyojanānusayeheva vuṭṭhānaṁ uddhaṭaṁ.",
  "anya-e0104n10:53": "Aṇusahagatāti aṇubhāvaṁ gatā pattā, tanubhūtāti attho.",
  "anya-e0104n10:54_0": "828. Evaṁ vuṭṭhānaṁ dassetvā idāni balasamāyogaṁ dassetuṁ “lokiyānañcā”tiādi vuttaṁ.",
  "anya-e0104n10:54_1": "Samathabalaṁ adhikaṁ hoti samādhibhāvanābhāvato. Vipassanābalaṁ adhikaṁ hoti ñāṇuttarattā",
  "anya-e0104n10:54_2": "vipassanābhāvanāya. Samānabhāvena yuge naddhā baddhā viya hontīti yuganaddhā. Tenāha",
  "anya-e0104n10:54_3": "“aññamaññaṁ anativattanaṭṭhenā”ti, kiccato anūnādhikabhāvenāti attho. Tato eva samāyogoti",
  "anya-e0104n10:54_4": "samaparicchedayogoti attho.",
  "anya-e0104n10:55_0": "Samādhipaṭipakkhadassanatthaṁ “uddhaccasahagatakilesehī”ti vuttaṁ, uddhaccapadhānehi",
  "anya-e0104n10:55_1": "kilesehīti adhippāyo. Avikkhepo samādhīti samucchindanena vikkhepassa ujupaṭipakkhabhūto",
  "anya-e0104n10:55_2": "samādhi. Nirodhagocaroti nibbānārammaṇo. Vuṭṭhānaṭṭhenāti vuṭṭhānakabhāvena nimittato,",
  "anya-e0104n10:55_3": "pavattato ca vuṭṭhahamānavasena. Ekarasāti samānakiccā.",
  "anya-e0104n10:56": "Pahātabbadhammapahānakathāvaṇṇanā",
  "anya-e0104n10:57_0": "829.Yedhammāti ye saṁkilesadhammā. Saṁyojanādīsu saṁyojanaṭṭhena bandhanaṭṭhena saṁyojanāni,",
  "anya-e0104n10:57_1": "vibādhanaṭṭhena, upatāpanaṭṭhena vā kilesā, micchāsabhāvāti micchattā, loke dhammā",
  "anya-e0104n10:57_2": "lokapariyāpannā dhammāti lokadhammā, maccherassa bhāvo, kammaṁ vāti macchariyaṁ,",
  "anya-e0104n10:57_3": "viparītaṭṭhena vipallāsā, ganthanaṭṭhena ganthā, ayuttā gatīti agati, āsavantīti",
  "anya-e0104n10:57_4": "āsavā, ohanantīti oghā, yojanaṭṭhena yogā, nīvarantīti nīvaraṇāni, dhammasabhāvaṁ",
  "anya-e0104n10:57_5": "atikkamma parato āmasantīti parāmāsā, bhusaṁ ādiyantīti upādānāni, appahīnabhāvena",
  "anya-e0104n10:57_6": "santāne anu anu sentīti anusayā, malīnabhāvakaraṇaṭṭhena malā, akusalakammāni ca",
  "anya-e0104n10:57_7": "tāni sugatiduggatīnaṁ, tattha nibbattanakasukhadukkhānañca pathā cāti akusalakammapathā,",
  "anya-e0104n10:57_8": "cittaṁ uppajjati etthāti cittuppādo, cittacetasikarāsi, akusalo ca so cittuppādo",
  "anya-e0104n10:57_9": "cāti akusalacittuppādoti akusalasaddaṁ ānetvā sambandhitabbaṁ.",
  "anya-e0104n10:58_0": "Khandhehi khandhānanti idhalokakkhandhehi paralokakkhandhānaṁ. Yāvañhi teti te rūparāgādayo",
  "anya-e0104n10:58_1": "yāva pavattanti na samucchijjanti, tāva etesaṁ khandhaphaladukkhānaṁ anuparamo avicchedoti.",
  "anya-e0104n10:58_2": "Etena tesaṁ saṁyojanatthaṁ vibhāveti. Uddhanti rūpārūpabhavesu, tatiyamagguppattiyā",
  "anya-e0104n10:58_3": "vā uddhaṁ. Uddhaṁ bhajantīti uddhaṁbhāgā, rūpārūpabhavā, tesaṁ avicchedahetutāya",
  "anya-e0104n10:58_4": "hitāni uddhaṁbhāgiyāni.",
  "anya-e0104n10:59": "Kilissanti, kilesenti cāti duvidhampi atthaṁ dassento “sayaṁ saṁkiliṭṭhattā”tiādimāha.",
  "anya-e0104n10:60": "Micchāvimutti “lokathūpikādīsu mokkho”ti pavattamicchāvimokkho. Abhinivisanādivasena micchā viparītaṁ na sammā pavattanato micchāñāṇaṁ mohova.",
  "anya-e0104n10:61": "Lokappavattiyāti khandhappavattiyaṁ sati. Anuparamadhammakattāti puññapāpavasena aparāparaṁ avicchijjanato. “Lābhahetuko lābho”tiādinā kāraṇopacārena.",
  "anya-e0104n10:62": "Āvāse macchariyaṁ, āvāsahetukaṁ vā macchariyaṁ āvāsamacchariyaṁ.",
  "anya-e0104n10:63": "Tayoti vatthuṁ abhinditvā vuttaṁ, bhinditvā pana vuccamāne dvādasa honti.",
  "anya-e0104n10:64_0": "Ganthakaraṇaṁ kāraṇabhāvena paṭibaddhatākaraṇaṁ ganthananti taṁ rūpakāyepi labbhatīti",
  "anya-e0104n10:64_1": "āha “nāmakāyassa ceva rūpakāyassa cā”ti. Tattha byāpādassāpi abhisajjanupanayhavasena",
  "anya-e0104n10:64_2": "pavattanato ganthanaṭṭho veditabbo, yato tassa paṭighasaṁyojanabhāvo vutto.",
  "anya-e0104n10:65": "Chandadosamohabhayehīti chandadosamohabhayahetu. Tañhīti akattabbakaraṇaṁ, kattabbākaraṇañca.",
  "anya-e0104n10:66": "Savanāti pavattanato. Savanatoti kilesāsucibhāvena vissandanato. Puna savanatoti pasavanato.",
  "anya-e0104n10:67_0": "Ākaḍḍhanaṭṭhena, duruttaraṇaṭṭhena cāti etena oghā viya oghāti dasseti. Ārammaṇena,",
  "anya-e0104n10:67_1": "dukkhena ca viyogassa appadānasaṅkhātena yojanaṭṭhena yogāti dasseti, saṁkilesakaraṇaṭṭhenāti",
  "anya-e0104n10:67_2": "attho. Tesaññevāti kāmarāgādīnaṁyeva. Te hi sotavasena vattamānā soto viya sotapatite",
  "anya-e0104n10:67_3": "satte apāyasamuddaṁ pāpenti, saṁsārasamuddato ca sīsaṁ ukkhipituṁ na denti, yathāgahitañca",
  "anya-e0104n10:67_4": "ārammaṇaṁ vissajjituṁ na denti, yādisañca pāpaṁ katvā dukkhappatte punapi tādisena yojenti.",
  "anya-e0104n10:68_0": "Cittassāti kusalacittassa, visesato jhānacittassa. Ādito varaṇaṁ āvaraṇaṁ. Kilesavāsanaṁ",
  "anya-e0104n10:68_1": "netvā varaṇaṁ nīvaraṇaṁ. Kuṭṭakavāṭādīhi viya pidahanaṁ paṭicchādanaṁ, taṁ pana kusalādīni",
  "anya-e0104n10:68_2": "saṅgaṇhituṁ, pariññātuṁ, ñātuñca appadānavasena daṭṭhabbaṁ.",
  "anya-e0104n10:69": "Tassa tassa dhammassa sabhāvanti kāyādikassa tassa tassa dhammassa asubhādisabhāvaṁ. Abhūtaṁ sabhāvanti subhādisabhāvaṁ.",
  "anya-e0104n10:70_0": "Thāmagataṭṭhenāti thāmagatabhāvena. Thāmagatanti ca anaññasādhāraṇo kāmarāgādīnaṁ",
  "anya-e0104n10:70_1": "sabhāvo daṭṭhabbo. Yena te eva bhagavatā “anusayā”ti vuttā. Anusayanañca maggena",
  "anya-e0104n10:70_2": "appahīnabhāvena paccayasamavāye uppajjanārahatā. Tenāha “punappunaṁ kāmarāgādīnaṁ",
  "anya-e0104n10:70_3": "uppattihetubhāvena anusentiyevā”ti.",
  "anya-e0104n10:71": "Dummocanīyabhāvena pavattiṁ sandhāyāha “telañjanakalalaṁ viyā”ti.",
  "anya-e0104n10:72_0": "830.Sesāti anapāyagamanīyā. Sukhumā kāmarāgapaṭighāti sambandho. Catutthañāṇavajjhā",
  "anya-e0104n10:72_1": "evāti avadhāraṇena paṭhamañāṇādivajjhatā nivattīyati. Tayidaṁ niyamadassanaṁ aññatthāpi",
  "anya-e0104n10:72_2": "netabbanti dassento “parato”tiādimāha. Tattha “niyamaṁ na karissāmā”ti etena niyame",
  "anya-e0104n10:72_3": "akate heṭṭhimamaggavajjhatāpi anuññātā eva hotīti.",
  "anya-e0104n10:73": "Lobha…pe… catutthañāṇavajjhānītiādīsu paṭhamañāṇādīhi hatāpāyagamanīyādibhāvānīti adhippāyo veditabbo. Ādisaddena oḷārikasukhumatā gahitā.",
  "anya-e0104n10:74": "Yaseti parivāre.",
  "anya-e0104n10:75": "Agatīsu chandādayo kiñcāpi uparimaggavajjhā, tathāpi taṁmūlakassa akattabbakaraṇassa, kattabbākaraṇassa ca apāyagamanīyatāya paṭhamamaggavajjhā.",
  "anya-e0104n10:76_0": "Katākatākusalākusalavisayaṁ yaṁ vippaṭisārabhūtaṁ kukkuccaṁ, taṁ idha tatiyañāṇavajjhaṁ",
  "anya-e0104n10:76_1": "vuttaṁ. Yaṁ pana “kukkuccapakatatāya āpattimāpajjatī”ti vuttaṁ kukkuccaṁ, taṁ sandhāya",
  "anya-e0104n10:76_2": "“kukkuccavicikicchā sotāpattimaggena pahīyantī”ti aṭṭhasāliniyaṁ vuttaṁ. Tasmā dvinnaṁ",
  "anya-e0104n10:76_3": "vacanānaṁ adhippāyo veditabbo. Aññesupi edisesu ṭhānesu adhippāyo maggitabbo, na",
  "anya-e0104n10:76_4": "virodhato paccetabbo. Oḷārikānavasesappahānaṁ vā sandhāya kukkuccassa paṭhamatatiyañāṇavajjhatā",
  "anya-e0104n10:76_5": "vuttāti veditabbaṁ. “Bhagavatā paṭikkhittaṁ anuvasitvā anuvasitvā āvasathapiṇḍaṁ",
  "anya-e0104n10:76_6": "bhuñjitu”nti, “kukkuccāyanto na paṭiggahesī”ti pana āgataṁ kukkuccaṁ, na nīvaraṇaṁ",
  "anya-e0104n10:76_7": "arahato uppajjanato, nīvaraṇapaṭirūpakaṁ pana “kappati na kappatī”ti vīmaṁsanabhūtaṁ",
  "anya-e0104n10:76_8": "vinayakukkuccaṁ nāma, taṁ tathāpavattacittuppādova.",
  "anya-e0104n10:77": "Kāmarāgapaṭighānusayā aṇusahagatā tatiyañāṇavajjhā. Oḷārikānaṁ pana dutiyañāṇavajjhatā heṭṭhā vuttanayāva.",
  "anya-e0104n10:78": "Cittuppādaggahaṇena cettha makkhapaḷāsamāyāsāṭheyyapamādathambhasārambhādīnaṁ saṅgaho katoti daṭṭhabbaṁ.",
  "anya-e0104n10:79_0": "831.Aphalo vāyāmoti ettha atītānaṁ tāva pajahane aphalo hotu vāyāmo niruddhattā,",
  "anya-e0104n10:79_1": "anāgatānaṁ pana kathanti tesampi vakkhamānaṁ aviparītamatthaṁ ajānanto natthitāmattaṁ",
  "anya-e0104n10:79_2": "gahetvā codeti, tathāpi “aphalo”ti pubbe pahātabbānaṁ natthitāya codanā katā, idāni",
  "anya-e0104n10:79_3": "pahānassa. Yadi hi pahānaṁ atthi, kathaṁ pahātabbā santi? Atha pahātabbā santi, kathaṁ",
  "anya-e0104n10:79_4": "pahānaṁ hoti? Pahātabbā ca santi, pahānañca hotīti vippaṭisiddhametaṁ. Kasmā? Pahātabbesu",
  "anya-e0104n10:79_5": "santesu pahānassa asambhavato tadupago vāyāmo aphalo ālokatamānaṁ sahāvaṭṭhāne sati",
  "anya-e0104n10:79_6": "ālokassa aphalatā viya. Athāpi kathañci pahānaṁ siyā? Saṁkilesikā ca maggabhāvanā",
  "anya-e0104n10:79_7": "āpajjati pahātabbapahāyakānaṁ sahāvaṭṭhānato. Vippayuttatā vā kilesānaṁ cittavippayuttasaṅkhāravādīnaṁ",
  "anya-e0104n10:79_8": "vippayuttasaṅkhārānaṁ viyāti adhippāyo. Taṁ pana nesaṁ vādīnaṁ yathā matimattaṁ,",
  "anya-e0104n10:79_9": "evamidhāpīti dassento āha “na ca paccuppannakileso cittavippayutto nāma atthī”ti.",
  "anya-e0104n10:79_10": "Arūpadhammā hi ekavatthukādibhāvena vattamānā khaṇattayapariyāpannā paccuppannā,",
  "anya-e0104n10:79_11": "te kathaṁ cittena vippayuttā nāma siyuṁ, tasmā nattheva vippayuttatā kilesānaṁ. Āveṇikāti",
  "anya-e0104n10:79_12": "asādhāraṇā, sayameva uppāditā pāḷi anāruḷhāti adhippāyo. Pāḷiyaṁyeva hi paṭikkhittanti",
  "anya-e0104n10:79_13": "sambandho. Svāyaṁ puggalo. Hañcīti yadi.",
  "anya-e0104n10:80_0": "Vinibaddhoti mānena patthaddhacitto. Parāmaṭṭhoti micchābhiniviṭṭho. Thāmagatoti",
  "anya-e0104n10:80_1": "thāmagatakileso thirabhāvagatānusayo. Tena hi natthi maggabhāvanāti yasmā tīsupi",
  "anya-e0104n10:80_2": "kālesu kilesānaṁ pahānaṁ na yujjati, tikālikā ca kilesā, tasmā natthi maggabhāvanā,",
  "anya-e0104n10:80_3": "tāya sādhetabbaṁ kiccaṁ natthīti attho. “Na hi natthi maggabhāvanā”tiādinā catukkhattuṁ",
  "anya-e0104n10:80_4": "vuttassa paṭikkhepassa paṭikkhepo. Idaṁ vuttaṁ “pāḷiyaṁyeva hī”tiādiṁ ānetvā sambandhitabbaṁ.",
  "anya-e0104n10:81_0": "Evamevāti yathā ajātaphale taruṇarukkhe mūle chinne asati chedane āyatiṁ uppajjanārahāni",
  "anya-e0104n10:81_1": "chedanapaccayā anuppajjamānāni vinaṭṭhāni nāma honti, evameva maggabhāvanāya asati",
  "anya-e0104n10:81_2": "uppajjanārahā kilesā maggabhāvanāya anuppajjamānā “pahīnā”ti vuccantīti upamāsaṁsandanaṁ",
  "anya-e0104n10:81_3": "veditabbaṁ. Uppādoti uppādasīsena uppādavanto khandhā vuttā. Anuppādeti nibbāne.",
  "anya-e0104n10:81_4": "Ajātāyeva na jāyanti, tasmā pahīnā nāma hontīti “natthi kilesappahāna”nti paravādinā",
  "anya-e0104n10:81_5": "kato paṭikkhepo “na hī”ti paṭikkhitto. Te pana neva uppajjitvā vigatā, nāpi bhavissanti,",
  "anya-e0104n10:81_6": "na ca uppannāti “atīte kilese pajahatī”tiādi na vattabbanti dasseti. Hetunirodhāti",
  "anya-e0104n10:81_7": "dukkhahetūnaṁ kilesānaṁ nirodhā. Dukkhanirodhoti āyatiṁ uppajjanakadukkhassa nirodho.",
  "anya-e0104n10:81_8": "Uppādapavattanimittāyūhanā paccuppannabhavavasena gahitā.",
  "anya-e0104n10:82_0": "832.Etenāti “ajātāyeva na jāyantī”tiādivacanena. Vipassanāya ārammaṇabhūtaṁ upādānakkhandhapañcakasaṅkhātaṁ",
  "anya-e0104n10:82_1": "bhūmipavattiṭṭhānaṁ laddhavanto bhūmiladdhā yathā “aggiāhito”ti, laddhabhūmikāti",
  "anya-e0104n10:82_2": "attho. Vattamānādiuppannavidhuratāya bhūmiladdhuppannā eva nāma teti vuttaṁ.",
  "anya-e0104n10:83_0": "833. Anubhavitvā, bhavitvā ca apagataṁ bhūtāpagataṁ. Anubhūtabhūtā hi bhūtatāsāmaññena",
  "anya-e0104n10:83_1": "bhūtasaddena vuttā. Sāmaññameva hi upasaggena visesīyatīti. Anubhūtasaddo ca kammavacanicchāya",
  "anya-e0104n10:83_2": "abhāvato anubhāvakavācako daṭṭhabbo. Vikappagāhavasena rāgādīhi, tabbipakkhehi ca",
  "anya-e0104n10:83_3": "akusalaṁ, kusalañca ārammaṇarasaṁ anubhavati, na vipāko kammavegakkhittattā, nāpi",
  "anya-e0104n10:83_4": "kiriyā ahetukānaṁ atidubbalatāya, sahetukānañca khīṇakilesassa chaḷaṅgupekkhāvato",
  "anya-e0104n10:83_5": "uppajjamānānaṁ atisantavuttittā. Ettha ca purimanaye kusalākusalameva vattuṁ adhippāyavasena",
  "anya-e0104n10:83_6": "“bhūtāpagata”nti vuttaṁ. Yaṁ “uppannānaṁ akusalānaṁ dhammānaṁ pahānāya uppannānaṁ",
  "anya-e0104n10:83_7": "kusalānaṁ dhammānaṁ ṭhitiyā”ti ettha “uppanna”nti gahetvā taṁsadisānaṁ pahānaṁ, vuddhi",
  "anya-e0104n10:83_8": "ca vuttā. Pacchimanaye ca-saddena kusalākusalañca ākaḍḍhitvā sabbaṁ saṅkhataṁ vuttaṁ",
  "anya-e0104n10:83_9": "bhutvāpagatabhāvābhidhānādhippāyena. Vipaccituṁ okāsakaraṇavasena uppattitaṁ atītaṁ",
  "anya-e0104n10:83_10": "kammañca tato uppajjituṁ āraddho vipāko ca anāgato okāsakatuppannoti vutto okāso",
  "anya-e0104n10:83_11": "kato etena, okāso kato etassāti ca atthadvayavasena, yaṁ uppannasaddena vināpi viññāyamānaṁ",
  "anya-e0104n10:83_12": "uppannaṁ sandhāya “nāhaṁ, bhikkhave, sañcetanikānaṁ kammāna”ntiādi vuttaṁ.",
  "anya-e0104n10:84_0": "Tāsu tāsu bhūmīsūti manussadevādiattabhāvasaṅkhātesu upādānakkhandhesu. Tasmiṁ tasmiṁ",
  "anya-e0104n10:84_1": "santāne anuppattidhammataṁ anāpāditatāya asamūhataṁ. Asamūhatattāyeva hissa natthīti",
  "anya-e0104n10:84_2": "navattabbatāya uppannavohāro.",
  "anya-e0104n10:85_0": "834. “Kā bhūmi, ko vā bhūmiladdho”ti āsaṅkaṁ nivattetuṁ “ettha cā”tiādi āraddhaṁ.",
  "anya-e0104n10:85_1": "“Vipassanāya ārammaṇabhūtā”ti etena khandhānaṁ apariññātataṁ dasseti, na ārammaṇabhāvamattaṁ",
  "anya-e0104n10:85_2": "tebhūmakaggahaṇeneva tassa siddhattā. Apariññātā hi khandhā kilesānaṁ bhūmīti adhippetā.",
  "anya-e0104n10:85_3": "Khandhesu vatthubhūtesu. Ārammaṇavasenāti ārammaṇakaraṇavasena. Atītānāgate, pageva",
  "anya-e0104n10:85_4": "paccuppanneti adhippāyo. Tanti taṁ aññasantānagataṁ kilesajātaṁ. Tato aññasmiṁ santāne",
  "anya-e0104n10:85_5": "ārammaṇakaraṇamattena bhūmiladdhaṁ nāma yadi siyāti sambandho. Tassāti kilesajātassa.",
  "anya-e0104n10:85_6": "Appaheyyato parasantatipatitattā na koci bhavamūlaṁ pajaheyya. Bhūmiladdhañhi anusayitaṁ",
  "anya-e0104n10:85_7": "nāma hotīti adhippāyo. Vatthuvasenāti uppattiṭṭhānavasena. Yattha yattha bhave, santāne",
  "anya-e0104n10:85_8": "vā. Pariññātānaṁ abhūmibhāvato “apariññātā”ti vuttaṁ. Uppādato pabhutīti tesaṁ khandhānaṁ",
  "anya-e0104n10:85_9": "uppajjanato paṭṭhāya. Kilesānaṁ appahīnabhāvaṁ ṭhapetvā aññassa kāraṇassa abhāvato",
  "anya-e0104n10:85_10": "tesu khandhesu kilesajātaṁ anuseti, tasmā taṁ anusayitaṁ kilesajātaṁ, teneva anusayanasaṅkhātena",
  "anya-e0104n10:85_11": "appahīnaṭṭhena bhūmiladdhanti veditabbaṁ.",
  "anya-e0104n10:86_0": "835. Tattha ca bhūmibhūtesu khandhesu na sabbe sabbesaṁ vatthū honti, atha kho viseso",
  "anya-e0104n10:86_1": "atthīti taṁ dassento āha “yassa yesū”tiādi. Tattha yassāti yassa puggalassa. Yesūti",
  "anya-e0104n10:86_2": "satipi ajjhattabhāvasāmaññe yesu atītādikāmāvacarādibhedabhinnesu khandhesu. Te eva",
  "anya-e0104n10:86_3": "yathānusayitā khandhā. Kiṁ panete kilesā ārammaṇaṁ karontā viya paricchijja paricchijja",
  "anya-e0104n10:86_4": "anusentīti? Yato te eva khandhā tesaṁ kilesānaṁ vatthūti vuttā, na heva kho anusayānaṁ",
  "anya-e0104n10:86_5": "vatthuṁ paricchijja pavatti atthi. Atītādikāmāvacarādivasena pana yathāparicchinne",
  "anya-e0104n10:86_6": "vatthusmiṁ yo kilesānaṁ appahīnaṭṭho, so paricchijja pavatto viya hotīti “atītakkhandhesū”tiādi",
  "anya-e0104n10:86_7": "vuttaṁ. Tena vatthuvasena bhūmiladdhaṁ hotīti vatthubhedena siyā tassa bhedoti dasseti.",
  "anya-e0104n10:86_8": "Tathāvavatthitabhāvato eva hi “aññataro lolajātiko taṁ rasapathaviṁ aṅguliyā sāyī”tiādivacanaṁ",
  "anya-e0104n10:86_9": "kāmāvacarakkhandhesu anusayitānaṁ rasataṇhādīnaṁ rūpārūpāvacarakkhandhe atikkamitvā",
  "anya-e0104n10:86_10": "puna kāmāvacarakkhandhavatthukataṁ vibhāveti. Tenāha “tathā kāmāvacarakkhandhesū”tiādi.",
  "anya-e0104n10:86_11": "Yathā cettha rūpārūpāvacarakkhandhe atikkamitvā pavatti, evaṁ kāmāvacarakkhandhe",
  "anya-e0104n10:86_12": "atikkamitvā pavatti hotīti āha “esa nayo rūpārūpāvacaresū”ti.",
  "anya-e0104n10:87_0": "Pariyuṭṭhānābhibhavanavasena ca kilesānaṁ anusayanaṭṭho anumīyati tadabhāve abhāvato.",
  "anya-e0104n10:87_1": "Yassa ye anusayā pahīnā, tesaṁ vatthu tena samatikkantaṁ pariññātattāti kuto nesaṁ",
  "anya-e0104n10:87_2": "bhūmisamaññāti dassetuṁ vuttaṁ “sotāpannādīsu panā”tiādi. Idha vaṭṭamūlakilesāti",
  "anya-e0104n10:87_3": "anusayā adhippetā, na avijjā, bhavataṇhā ca. Yaṁ kiñci cetanācetasikabhedaṁ, kāyikādibhedaṁ",
  "anya-e0104n10:87_4": "vā. Itīti evaṁ, appahīnānusayattāti adhippāyo. Assāti puthujjanassa. Te panete anusayā",
  "anya-e0104n10:87_5": "atītādikāmāvacarādivasena yathāparicchinne tattha tattha vatthusmiṁ anusayantāpi",
  "anya-e0104n10:87_6": "te te pañcupādānakkhandhe avibhāgeneva vatthuṁ katvā anusentīti dassento “tassetaṁ",
  "anya-e0104n10:87_7": "vaṭṭamūla”ntiādimāha.",
  "anya-e0104n10:88_0": "836. Idāni tamatthaṁ anvayabyatirekavasena upamāya vibhāvetuṁ “pathavīrasādi viyā”tiādi",
  "anya-e0104n10:88_1": "vuttaṁ. Rukkhagacchalatādīnaṁ paccayabhūto sasambhārapathaviyā raso pathavīraso.",
  "anya-e0104n10:88_2": "Āporasepi eseva nayo. Sākhā nāma khuddakasākhā. Pasākho viṭapo. Rukkhapaveṇinti rukkhaparāparaṁ.",
  "anya-e0104n10:88_3": "Santānayamāneti aparāparaṁ anuppabandhante.",
  "anya-e0104n10:89": "Maṇḍūkakaṇṭakoti eko macchakaṇṭakoti vadanti. Anupādānoti pahīnacaturupādāno, rūpādīsu vā kiñcipi agaṇhanto.",
  "anya-e0104n10:90_0": "837. Idha samudācāro nāma laddhattalābhatāti khaṇattayasamaṅgisamudācāruppannanti",
  "anya-e0104n10:90_1": "āha “vattamānuppannameva samudācāruppanna”nti. Pubbabhāge anuppajjamānampīti tasmiṁ",
  "anya-e0104n10:90_2": "āpāthagate ārammaṇe ādito pavattajavanavāresu anuppajjamānampi. Adhiggahitattāti",
  "anya-e0104n10:90_3": "ayonisomanasikārena abhiruyha gahitattā, daḷhaṁ gahitattāti attho. Aparabhāgeti aparasmiṁ",
  "anya-e0104n10:90_4": "kālabhāge, kālantareti attho. Ekantena uppattitoti paccayasamavāye sati tathā ayonisomanasikārassa",
  "anya-e0104n10:90_5": "tattha nibbattattā niyamena uppajjanato. Kalyāṇigāmeti evaṁnāmake gāme. Rohaṇe kira",
  "anya-e0104n10:90_6": "abhirūpānaṁ itthīnaṁ uppattiṭṭhānatāya so gāmo tathā vuccati. Cittasantatimanāruḷhanti",
  "anya-e0104n10:90_7": "paccuppannataṁ paṭisedheti. “Uppattinivārakassa hetuno abhāvā”ti etena paccaye sati",
  "anya-e0104n10:90_8": "paccayasamavāye uppajjanārahatāya avikkhambhitassa uppannatāpariyāyoti dasseti. Nanu",
  "anya-e0104n10:90_9": "ca asamūhatuppannampi paccaye sati uppajjanārahameva? Saccametaṁ, pahānavisesabhāvakato",
  "anya-e0104n10:90_10": "pana nesaṁ bhedo. Yathā avikkhambhitāsamūhatabhūmiladdhuppannaṁ sati paccayasamavāye",
  "anya-e0104n10:90_11": "uppajjanārahaṁ, evaṁ ārammaṇādhiggahituppannampīti tividhassāpi bhūmiladdhena ekasaṅgahatā vuttā.",
  "anya-e0104n10:91_0": "838. Akusalampi bhūtāpagatuppannaṁ atītattā na pahātabbaṁ, tathā ekaccaṁ okāsakatuppannaṁ",
  "anya-e0104n10:91_1": "itaraṁ appahātabbato, sesadvayaṁ khaṇattayasamaṅgibhāvatoti āha “amaggavajjhattā”ti.",
  "anya-e0104n10:91_2": "Kenacīti catūsu maggañāṇesu kenaci. Tassāti yathāvuttassa catubbidhassapi uppannassa.",
  "anya-e0104n10:91_3": "Taṁ uppannabhāvaṁ vināsayamānanti anuppattidhammatāpādanena uppajjanārahataṁ vināsentaṁ.",
  "anya-e0104n10:91_4": "Paṭhamaṁ lokiyañāṇena yathābalaṁ pahīnameva lokuttarañāṇaṁ pajahatīti lokiyaggahaṇaṁ kataṁ.",
  "anya-e0104n10:92": "Pariññādikiccakathāvaṇṇanā",
  "anya-e0104n10:93_0": "839.Saccābhisamayakālasminti catunnaṁ ariyasaccānaṁ paṭivijjhanakkhaṇe. Vuttānīti",
  "anya-e0104n10:93_1": "“dukkhaṁ pariññeyya”ntiādinā, “yo, bhikkhave, dukkhaṁ passatī”tiādinā ca vuttāni.",
  "anya-e0104n10:93_2": "Yathāsabhāvenāti aviparītasabhāvena. “Jānitabbānī”ti vatvā tesaṁ jānanavidhiṁ upamāvasena",
  "anya-e0104n10:93_3": "aṭṭhakathāyaṁ tāva vuttanayena dassetuṁ “vuttaṁ heta”ntiādi vuttaṁ.",
  "anya-e0104n10:94_0": "Tattha yathā padīpotiādi ekassa ñāṇassa ekakkhaṇe cattāri kiccāni kathaṁ sambhavanti.",
  "anya-e0104n10:94_1": "Na hi tādisaṁ kiñci loke diṭṭhaṁ atthi, na ca vacanaṁ labbhatīti antolīnacodanaṁ",
  "anya-e0104n10:94_2": "manasi katvā vuttaṁ “pariññābhisamayenā”ti. Anavasesato paricchijja jānanasaṅkhātena",
  "anya-e0104n10:94_3": "paṭivijjhanena abhisameti asammohavasena paṭivijjhati. Pahānābhisamayenāti samucchedappahānasaṅkhātena",
  "anya-e0104n10:94_4": "paṭivijjhanena asammohato abhisameti. Maggaṁ bhāvanābhisamayenāti maggañāṇaṁ sammāsaṅkappādisesamaggaṁ",
  "anya-e0104n10:94_5": "sahajātādipaccayatāvasena bhāvanābhisamayena. Abhisameti pubbabhāgabhāvanāsambhūtena",
  "anya-e0104n10:94_6": "ariyamaggabhāvanāsaṅkhātena paṭivijjhanena abhisameti aṭṭhaṅgikaṁ maggaṁ asammohato",
  "anya-e0104n10:94_7": "paṭivijjhati. Maggañāṇañhi sampayuttadhammesu sammohaṁ viddhaṁsentaṁ attanipi sammohaṁ",
  "anya-e0104n10:94_8": "viddhaṁsetiyeva. Nirodhanti nibbānaṁ. Sacchikiriyābhisamayenāti paccakkhakaraṇasaṅkhātena",
  "anya-e0104n10:94_9": "paṭivijjhanena. Pāpuṇātīti adhigacchati. Svāyaṁ adhigamo dassanapaṭivedhoti āha “passati paṭivijjhatī”ti.",
  "anya-e0104n10:95_0": "“Nirodhaṁ…pe… paṭivijjhatī”ti etena nirodhasaccamekaṁ ārammaṇapaṭivedhena cattāripi",
  "anya-e0104n10:95_1": "saccāni asammohapaṭivedhena maggañāṇaṁ paṭivijjhatīti evaṁ yuttivasena vibhāvitaṁ",
  "anya-e0104n10:95_2": "ekapaṭivedhaṁ āgamenapi sādhetuṁ “vuttampi ceta”ntiādi vuttaṁ. “Sabbaṁ veditabba”nti",
  "anya-e0104n10:95_3": "iminā “yo dukkhasamudayaṁ passati, so dukkhampi passatī”tiādinā āgataṁ samudayaṁ",
  "anya-e0104n10:95_4": "saccādimūlakaṁ yojanaṁ saṅgaṇhāti.",
  "anya-e0104n10:96_0": "Na cetaṁ kālantaradassanaṁ sandhāya vuttaṁ, atha kho ekapaṭivedhamevāti dassentena",
  "anya-e0104n10:96_1": "“maggasamaṅgissa ñāṇaṁ, dukkhepetaṁ ñāṇa”ntiādinā aparaṁ suttapadaṁ ānītaṁ. Tathā",
  "anya-e0104n10:96_2": "hi “yo nu kho, āvuso, dukkhaṁ passati, dukkhasamudayampi so passati…pe… paṭipadampi",
  "anya-e0104n10:96_3": "so passatī”ti ekasaccadassanasamaṅgino aññasaccadassanasamaṅgibhāvavicāraṇāya tamatthaṁ",
  "anya-e0104n10:96_4": "sādhetuṁ āyasmatā gavampatittherena vuttaṁ, paccekañca saccattayadassanayojanā katā.",
  "anya-e0104n10:96_5": "Aññathā kamābhisamaye purimadiṭṭhassa puna adassanato samudayādiṁ passato dukkhādidassanaṁ",
  "anya-e0104n10:96_6": "puna avattabbaṁ siyā, vuccamāne ca sabbadassanaṁ dassanantaraparamanti dassanānuparamo eva siyāti.",
  "anya-e0104n10:97_0": "Nissayabhāvahetutāya dukkhapariññāya vaṭṭijhāpanasadisatā, paṭipakkhaviddhaṁsanatāya",
  "anya-e0104n10:97_1": "samudayappahānassa andhakāravidhamanasadisatā, ñāṇālokaparibrūhanatāya maggabhāvanāya",
  "anya-e0104n10:97_2": "ālokaviddhaṁsanasadisatā, tena tena maggena yathā yathā nirodhassa sacchikiriyā,",
  "anya-e0104n10:97_3": "tathā tathā kilesasnehapariyādānaṁ hotīti nirodhasacchikiriyāya snehapariyādānasadisatā",
  "anya-e0104n10:97_4": "kāraṇūpacārena vuttā.",
  "anya-e0104n10:98": "840.Obhāsetīti pakāseti. Kilesapaṭippassaddhinti sabbakilesadarathapariḷāhavūpasamabhāvato kilesānaṁ paṭippassaddhibhūtaṁ.",
  "anya-e0104n10:99": "841.Appetīti pappoti. Dukkhapariññāya sakkāyatīrasamatikkamabhāvato orimatīrappahānasadisatā, maggabhāvanāya sattattiṁsabodhipakkhiyadhammāvahanatāya bhaṇḍavahanasadisatā.",
  "anya-e0104n10:100": "842. Pavattaṁ ñāṇaṁ assāti pavattañāṇo, maggo. Assa maggassa.",
  "anya-e0104n10:101": "Tathaṭṭhenāti tathasabhāvena, pīḷanādiaviparītasabhāvenāti attho. Ekapaṭivedhānīti ekajjhaṁ paṭivijjhitabbākārāni.",
  "anya-e0104n10:102_0": "Dukkhassa pīḷanaṭṭhotiādīsu yaṁ vattabbaṁ, taṁ heṭṭhā buddhānussativaṇṇanāyaṁ vuttameva.",
  "anya-e0104n10:102_1": "Ekasaṅgahitānīti ekeneva saṅgahitāni. Kena? Tathaṭṭhena, saccaṭṭhenāti attho. Yaṁ",
  "anya-e0104n10:102_2": "ekasaṅgahitantiādi ñāṇassa ekapaṭivedhadassanaṁ. Maggañāṇañhi nirodhameva ārammaṇaṁ",
  "anya-e0104n10:102_3": "karontampi yo so dukkhādīsu tacchāvipallāsabhūtabhāvasaṅkhāto saccaṭṭho, tappaṭicchādakasammohaviddhaṁsanena",
  "anya-e0104n10:102_4": "taṁ yāthāvato paṭivijjhantaṁ paccakkhaṁ karontameva pavattati. Yato aparabhāge pīḷanādayo",
  "anya-e0104n10:102_5": "soḷasapi saccaṭṭhā ariyassa hatthāmalakaṁ viya yāthāvato upaṭṭhahanti.",
  "anya-e0104n10:103_0": "843.Atthāti ñāṇena araṇīyato atthāti laddhasamaññā ākārā. Aññasaccadassanavasenāti",
  "anya-e0104n10:103_1": "samudayādisaccantaradassanavasena. Āvibhāvatoti pakāsabhāvato. Idaṁ vuttaṁ hoti –",
  "anya-e0104n10:103_2": "ye ākārā dukkhādīsu sabhāvavasena, saccantaradassanavasena ca āvibhavanti, te pīḷanādayo",
  "anya-e0104n10:103_3": "cattāroyevāti soḷaseva vuttā, na aññeti. Ayamattho idhādhippetoti kathamidaṁ viññāyatīti",
  "anya-e0104n10:103_4": "āha “tattha katamaṁ dukkhe ñāṇa”ntiādi. Tenetaṁ dasseti – yasmā pāḷiyaṁ visuṁ visuṁ",
  "anya-e0104n10:103_5": "ārammaṇakaraṇavasenapi saccañāṇaṁ vuttaṁ kiccanibbattivasenapi, tasmā viññāyati “sabhāvato,",
  "anya-e0104n10:103_6": "saccantaradassanato ca saccānaṁ ākārā āvibhavantī”ti.",
  "anya-e0104n10:104_0": "Kiccanibbattivasena dassanaṁ āvibhāvato dassanasadisanti taṁ anāmasitvā itarameva",
  "anya-e0104n10:104_1": "dassento “tatthā”tiādimāha. Tatthāti tesu dvīsu dassanesu. Āyūhitanti piṇḍavasena",
  "anya-e0104n10:104_2": "nibbattitaṁ. Yañhi kiñci paccayuppannaṁ nāma, sabbaṁ taṁ samuditameva nibbattatīti.",
  "anya-e0104n10:104_3": "Saṅkhatanti paccayantarehi samecca sambhūya kataṁ. Rāsikatanti puñjakataṁ. Anekameva",
  "anya-e0104n10:104_4": "hi paccayuppannaṁ ekajjhaṁ nibbattamānaṁ attano paccayehi rāsikataṁ viya hotīti.",
  "anya-e0104n10:104_5": "Tasmāti samudayena āyūhitattā. Assāti dukkhasaccassa. Yasmiṁ santāne uppanno, tassa",
  "anya-e0104n10:104_6": "kilesasantāpaharo. Sayampi kilesapariḷāhābhāvato susītalo. Santāpaṭṭho āvibhavati",
  "anya-e0104n10:104_7": "uḷāradassanena tadaññassa anuḷārabhāvo viyāti dassento āha “āyasmato”tiādi. Avipariṇāmadhammassa",
  "anya-e0104n10:104_8": "niccasabhāvassa vattabbameva natthi paṭipakkhato āvibhavanākārassa sukhasiddhito.",
  "anya-e0104n10:105_0": "Nidānaṭṭho āvibhavati idamassa nidadātīti. Saṁyogapalibodhaṭṭhā paṭipakkhavasena",
  "anya-e0104n10:105_1": "āvibhavanākārāti dassento āha “visaṁyogabhūtassā”tiādi. Kilesadukkhehi saṁyojanaṭṭho",
  "anya-e0104n10:105_2": "saṁyogaṭṭho. Saṁsāracārake palibuddhanaṭṭho palibodhaṭṭho.",
  "anya-e0104n10:106_0": "Kilesasaṅgaṇikādivasena avivekabhūtassa. Vivekaṭṭho upadhivivekatā. Sabbasaṅkhāravivittatā",
  "anya-e0104n10:106_1": "asaṅkhatabhāvoti evaṁ acchariyabbhutasabhāvopi ariyamaggo saṅkhato eva, ayameva ca",
  "anya-e0104n10:106_2": "eko asaṅkhatoti nirodhassa asaṅkhatabhāvo supākaṭo hoti. Dukkhaṁ visaṁ maraṇadhammato",
  "anya-e0104n10:106_3": "tassa agadabhūtaṁ amataṁ nibbānaṁ.",
  "anya-e0104n10:107_0": "“Maggo”ti sambhāvetabbataṁ patto sukhumasantabhāvena upaṭṭhito nikantibhūtopi nāyaṁ",
  "anya-e0104n10:107_1": "samudayo hetu nibbānassa pattiyā. Ayaṁ ariyamaggo hetūti maggāmaggañāṇadassane vuttanayena",
  "anya-e0104n10:107_2": "maggassa hetuṭṭho āvibhavati. Nirodhadassanenāti ativiya nipuṇassa paramagambhīrassa",
  "anya-e0104n10:107_3": "nirodhasaccassa dassanena. Tenāha “paramasukhumānī”tiādi. Dukkhadassanenāti ativiya",
  "anya-e0104n10:107_4": "ādīnavappattiyā vipulatarādīnavassa dukkhasaccassa dassanena. Tappaṭipakkhato ādhipateyyaṭṭho.",
  "anya-e0104n10:107_5": "Tenāha “anekarogātura…pe… uḷārabhāvo viyā”ti. Evamete yathārahaṁ anvayato, byatirekato",
  "anya-e0104n10:107_6": "ca saccesu āvibhavanākārā vibhāvitā.",
  "anya-e0104n10:108_0": "Ekekassāti ekekassa atthassa, pīḷanāyūhananissaraṇaniyyānaṭṭhe sandhāyāha. Tiṇṇaṁ",
  "anya-e0104n10:108_1": "tiṇṇanti saṅkhatādiatthe. Ye pana vādino. Nānābhisamayanti nānāñāṇena abhisamayaṁ,",
  "anya-e0104n10:108_2": "catunnaṁ saccānaṁ nānākkhaṇe nānāñāṇena paṭivijjhananti attho. Yadi hi maggañāṇassa",
  "anya-e0104n10:108_3": "catūsu saccesu nānābhisamayo siyā, dukkhadassanādīhi paṭhamamaggādīhi pahātabbānaṁ",
  "anya-e0104n10:108_4": "saṁyojanattayādīnaṁ ekadesappahānaṁ āpajjati. Tathā ca sati ekadesasotāpattimaggaṭṭhatādippasaṅgo.",
  "anya-e0104n10:108_5": "Taṁtaṁdassanānantarañca taṁtaṁphalena bhavitabbanti taṁtaṁpaheyyakilesapaṭippassaddhibhūtānaṁ",
  "anya-e0104n10:108_6": "phalānaṁ maggānaṁ viya catukkatā siyā. Tathā ca sati ekadesasotāpannatādippasaṅgo.",
  "anya-e0104n10:108_7": "Kiñca bhiyyo – yadi maggañāṇassa nānābhisamayo siyā, aññena ñāṇena dukkhaṁ passati.",
  "anya-e0104n10:108_8": "Aññena samudayaṁ, aññena nirodhaṁ, aññena maggaṁ, evaṁ sati maggakiccaṁ aparipuṇṇameva",
  "anya-e0104n10:108_9": "siyā. Maggadassanena hi dvayagati, teneva vā tassa dassanaṁ, aññena vāti. Tattha",
  "anya-e0104n10:108_10": "paṭhamo tāva pakkho na yujjati attani pavattiyā asambhavato. Na hi teneva aṅgulaggena",
  "anya-e0104n10:108_11": "tameva parāmasituṁ sakkā. Atha aññena anavaṭṭhānappasaṅgo “yena maggaṁ passati, sopi",
  "anya-e0104n10:108_12": "maggo. Tampi yena passati, sopi maggo”ti. Tasmā ekābhisamayato yathāvutto asammohapaṭivedhova",
  "anya-e0104n10:108_13": "yutto. Apica paricchinditabbaṁ, samucchinditabbañca saccadvayaṁ ārabbha pavattamānassa",
  "anya-e0104n10:108_14": "maggañāṇassa paricchindanasamucchindanāni na sambhavanti tato anissaraṇato. Na hi",
  "anya-e0104n10:108_15": "dukkhapariññāsamudayappahānāni dukkhasamudayasaccārammaṇena ñāṇena kātuṁ sakkuṇeyyāni.",
  "anya-e0104n10:108_16": "Nibbānārammaṇena pana tattha, itaradvaye ca sammohaṁ viddhaṁsentena sakkā kātunti",
  "anya-e0104n10:108_17": "ekābhisamayo eva yutto. Ayaṁ pana attho pāḷiyaṁ āgato evāti “tesaṁ uttaraṁ abhidhamme",
  "anya-e0104n10:108_18": "kathāvatthusmiṁ vuttamevā”ti.",
  "anya-e0104n10:109": "Pariññādippabhedakathāvaṇṇanā",
  "anya-e0104n10:110_0": "845.Abhiññāpaññātiādīnaṁ attho heṭṭhā vuttoyeva. Apica sutamayāya, cintāmayāya, ekaccabhāvanāmayāya",
  "anya-e0104n10:110_1": "ca abhivisiṭṭhāya paññāya ñātā abhiññātā. Āveṇikā bhūmi pariññantarānaṁ avisayabhāvato.",
  "anya-e0104n10:110_2": "Na hi nāmarūpaparicchedapaccayapariggahaṇavasena tīraṇapariññādīnaṁ pavatti atthi.",
  "anya-e0104n10:111_0": "846. Anulomañāṇampi aniccādivaseneva saṅkhāre ārabbha pavattati, pageva paṭisaṅkhānupassanādayoti",
  "anya-e0104n10:111_1": "āha “yāva anulomā āveṇikā bhūmī”ti. Kāmañcettha tīraṇapariññābhūmiyaṁ ñātappahānapariññāyopi",
  "anya-e0104n10:111_2": "laddhāvasarā, tattha pana yathā tīraṇapariññā sātisayaṁ kiccakārī, na tathā itarāti āveṇikaggahaṇaṁ.",
  "anya-e0104n10:112_0": "847. Nippariyāyena pahānapariññā nāma maggañāṇanti “yāva maggañāṇā bhūmī”ti vuttaṁ.",
  "anya-e0104n10:112_1": "Ayaṁ idha adhippetāti idha abhisamayakāle kiccavicāre ayaṁ pahānapariññā adhippetā",
  "anya-e0104n10:112_2": "tadatthattā sesapariññānaṁ. Tenāha “yasmā vā”tiādi.",
  "anya-e0104n10:113_0": "Tadatthāyevāti pahānapariññatthā eva. Atha vā tadatthāyevāti pahānatthā eva. Atha",
  "anya-e0104n10:113_1": "vā tadatthāyevāti maggatthā eva. Ñātatīraṇapariññā hi yāvadeva maggādhigamatthāya",
  "anya-e0104n10:113_2": "pavattā. Niyamato ñātā ceva tīritā ca honti ñātatīritabhāvehi vinā pahānābhāvato,",
  "anya-e0104n10:113_3": "pahānasiddhiyañca ñātatīritabhāvasiddhito. Maggañāṇañhi dukkhe pariññābhisamayavasena",
  "anya-e0104n10:113_4": "pavattamānaṁ tassa sabhāvalakkhaṇaṁ viya sāmaññalakkhaṇampi paṭivijjhatīti vuccati",
  "anya-e0104n10:113_5": "tappaṭicchādakasammohaviddhaṁsanato. Tenāha “pariññattayampi…pe… veditabba”nti.",
  "anya-e0104n10:114_0": "848.Pariññā viyāti tividhatāsāmaññaṁ nidasseti, na pariññāpahātabbatāsāmaññaṁ vikkhambhanappahānassa",
  "anya-e0104n10:114_1": "aripaññākiccabhāvato. Kāmacchandādayo yathā na cittaṁ pariyuṭṭhāya tiṭṭhanti, evaṁ",
  "anya-e0104n10:114_2": "pariyuṭṭhānassa nisedhanaṁ appavattikaraṇaṁ vikkhambhanaṁ, vikkhambhanameva pahānaṁ",
  "anya-e0104n10:114_3": "vikkhambhanappahānaṁ. Pākaṭattāti “ayaṁ abyāpannacitto vigatathinamiddho”tiādinā",
  "anya-e0104n10:114_4": "paresampi pākaṭattā. “Na sahasā cittaṁ ajjhottharantī”ti idaṁ paṭiladdhamattassa",
  "anya-e0104n10:114_5": "jhānassa vasena vuttaṁ, subhāvite pana paguṇajjhāne yāva carimakacittampi na ajjhottharanteva.",
  "anya-e0104n10:114_6": "Atha vā jhānassa pubbabhāgepīti jhānādhigamatthāya pubbabhāgapaṭipattiyā. Pacchābhāgepīti",
  "anya-e0104n10:114_7": "jhānaṁ labhitvā aññakiccappasutassapi. Vitakkādayoti vitakkavicārapītisukharūpasaññādayo.",
  "anya-e0104n10:114_8": "Dutiyajjhānādīnaṁ paṭipakkhā dutiyādīsu appitesuyeva vikkhambhanti, tato tato vuṭṭhitamattassa",
  "anya-e0104n10:114_9": "pana pavattanti parittacittavaseneva vuṭṭhahanato.",
  "anya-e0104n10:115_0": "849.“Padīpena andhakārassa viyā”ti idaṁ paṭipakkhena pahīnabhāvadassanatthaṁ vuttaṁ.",
  "anya-e0104n10:115_1": "Paṭipakkho hi padīpo andhakārassa, ghaṭappahāro pana sevālassa na paṭipakkho, kevalaṁ",
  "anya-e0104n10:115_2": "pavattinivāraṇamattameva karotīti. Tena asatipi ujuvipaccanīkatāya dutiyajjhānādīnaṁ",
  "anya-e0104n10:115_3": "vitakkādīnaṁ vikkhambhanassa taṁ nidassanaṁ suṭṭhutaraṁ yujjati. “Vipassanāya avayavabhūtenā”ti",
  "anya-e0104n10:115_4": "idaṁ idhādhikatatadaṅgappahānassa dassanatthaṁ vuttaṁ. Sīlavisodhanādināpi hi tadaṅgappahānaṁ",
  "anya-e0104n10:115_5": "hotiyevāti. Ñāṇaṅgenāti ñāṇasaṅkhātena kāraṇena. Tadaṅgena tadaṅgassa pahānaṁ tadaṅgappahānaṁ.",
  "anya-e0104n10:115_6": "Sati vijjamāne khandhapañcakasaṅkhāte kāye, sayaṁ vā tattha sati diṭṭhi sakkāyadiṭṭhi,",
  "anya-e0104n10:115_7": "“rūpaṁ attato samanupassatī”tiādinā nayena vuttā attānudiṭṭhi. Soḷasavatthukā, aṭṭhavatthukā",
  "anya-e0104n10:115_8": "ca kaṅkhāva malaṁ kaṅkhāmalaṁ. Samūhagāhassāti “attā attaniya”nti evaṁ pavattasamūhagahaṇassa",
  "anya-e0104n10:115_9": "pahānaṁ kalāpasammasanena ekādasasu okāsesu pakkhipitvā vikiraṇavasena khandhānaṁ",
  "anya-e0104n10:115_10": "dassanato. Assādasaññāyāti pañcakkhandhe assādanavasena pavattamicchāsaññāya. Appaṭisaṅkhānassāti",
  "anya-e0104n10:115_11": "paṭisaṅkhānapaṭipakkhassa mohassa. Anupekkhanassāti apekkhāya. Saṅkhāresu niccādigāho",
  "anya-e0104n10:115_12": "saccapaṭilomagāho maggasaccādhigamassa vilomanato. Sādīnavesu anādīnavasaññitā, anādīnave",
  "anya-e0104n10:115_13": "ca sādīnavasaññitā saccapaṭilomagāhoti ca vadanti.",
  "anya-e0104n10:116": "Evaṁ visuddhikkamena tadaṅgappahānaṁ dassetvā idāni aṭṭhārasamahāvipassanāvasenapi taṁ dassetuṁ “yaṁ vā panā”tiādi vuttaṁ. Tattha yaṁ vā pana pahānanti sambandho.",
  "anya-e0104n10:117": "850.Vuttameva “sabbaṁ saṅkhāragataṁ aniccato anupassatī”tiādinā.",
  "anya-e0104n10:118": "Santatisamūhakiccārammaṇānaṁ vasena ghanaggahaṇaṁ ghanasaññā, tassā ghanasaññāya.",
  "anya-e0104n10:119": "Nirodhe adhimuttatā, tāyāti tiyaddhagatānaṁ saṅkhārānaṁ nirodhameva disvā tattha adhimuccanavasena pavattapaññā, tāya. Āyūhanassāti abhisaṅkharaṇassa.",
  "anya-e0104n10:120_0": "Taṁ taṁ paricchedanti ādānanikkhepādikaṁ taṁ taṁ paricchedaṁ. Aññathāpavattidassananti",
  "anya-e0104n10:120_1": "vuttaparicchedato pubbe, pacchā ca aññākārappavattiyā dassanaṁ, avatthāvisesappavattidassanaṁ",
  "anya-e0104n10:120_2": "vā. Dhuvasaññāyāti thirabhāvaggahaṇassa.",
  "anya-e0104n10:121": "Sārādānābhinivesassāti asāresu sāragahaṇābhinivesassa.",
  "anya-e0104n10:122": "Saṁsayamicchāñāṇānaṁ vasena sammuyhanaṁ sammoho, so eva abhinivesoti sammohābhiniveso. Saṅkhāresu leṇatāṇabhāvaggahaṇaṁ ālayābhiniveso, atthato bhavanikanti.",
  "anya-e0104n10:123_0": "Yathā cittaṁ saṅkhāre muñcitvā vivaṭṭaṁ nibbānaṁ pakkhandati, tathā pavattanato saṅkhārupekkhā",
  "anya-e0104n10:123_1": "ca anulomañca “vivaṭṭānupassanā”ti vuttaṁ. Niviṭṭhabhāvena ogāḷhabhāvena pavattasaṁyojanādikilesā",
  "anya-e0104n10:123_2": "eva kilesābhiniveso. Nibbedhabhāgiyaṁ samādhinti vipassanāsamādhimāha.",
  "anya-e0104n10:124_0": "851.Asanivicakkaṁ asanimaṇḍalaṁ. Evaṁ pahānanti anuppattidhammatāpādanamāha. Kammakilesānaṁ,",
  "anya-e0104n10:124_1": "sabbesampi vā saṅkhārānaṁ khayaṁ nirodhaṁ gacchatīti khayagāmī, ariyamaggo. Lokuttaraggahaṇeneva",
  "anya-e0104n10:124_2": "siddhepi khayagāmiggahaṇaṁ vaṇṇabhaṇanatthaṁ. Samucchedappahānamevāti avadhāraṇaṁ",
  "anya-e0104n10:124_3": "nippariyāyataṁ upādāya. Tadatthānevāti samucchedappahānatthāneva. Tena vikkhambhanatadaṅgappahānānaṁ",
  "anya-e0104n10:124_4": "maggasambhāratamāha tehi vinā asijjhanato. Atha vā tadatthānevāti maggatthāneva.",
  "anya-e0104n10:124_5": "Tena tadatthatāya tesaṁ taṁkiccataṁ dasseti. Tenāha “tasmā”tiādi. Tamevatthaṁ upamāya",
  "anya-e0104n10:124_6": "dassetuṁ “paṭirājānaṁ vadhitvā”tiādi vuttaṁ. Yampi tato pubbe katanti yaṁ tatorajjappattito",
  "anya-e0104n10:124_7": "pubbe kataṁ paccantasādhanaduggaviddhaṁsanādi. Yathā idañcidañca raññā katantiyeva",
  "anya-e0104n10:124_8": "vuccati, evaṁ lokiyañāṇena sādhitānipi vikkhambhanatadaṅgappahānāni samucchedappahānavasena",
  "anya-e0104n10:124_9": "pavattassa maggassa kiccabhāvena vuccanti, tadatthatāya, tesaṁ taṁsantatipatitatāya",
  "anya-e0104n10:124_10": "ca maggassāti veditabbā.",
  "anya-e0104n10:125_0": "852. Lokiyassa, lokiyā vā sacchikiriyā lokiyasacchikiriyā. Evaṁ lokuttarasacchikiriyā",
  "anya-e0104n10:125_1": "veditabbā. Lābhīmhīti lābhī amhi. Tathā vasīmhīti etthāpi. Paccakkhato ñāṇaphassenāti",
  "anya-e0104n10:125_2": "paccakkhato ārammaṇakaraṇasaṅkhātena ñāṇaphassanena. “Paccakkhato”ti ca iminā anumānato",
  "anya-e0104n10:125_3": "ārammaṇakaraṇaṁ nivatteti, “īdisamida”nti paccavekkhaṇavasena paccakkhato jānanaṁ",
  "anya-e0104n10:125_4": "hettha “ñāṇaphasso”ti adhippeto. Phassitāti ñāṇena phuṭṭhā.",
  "anya-e0104n10:126": "Jhānamaggaphalāni viya attano santāne anuppādetvāpi tappaṭicchādakasammohaviddhaṁsanavasena tathāviddhaṁsanapavattañāṇaṁ aparappaccayañāṇaṁ.",
  "anya-e0104n10:127": "Passanto paccakkhato jānanto. Amatogadhanti amatapariyāpannaṁ, amatasaṅkhātanti attho.",
  "anya-e0104n10:128_0": "Sotāpattimaggo paṭhamaṁ nibbānadassanato dassanaṁ, tena dassanena sacchikiriyā dassanasacchikiriyā.",
  "anya-e0104n10:128_1": "Kiñcāpi gotrabhuñāṇaṁ tato paṭhamataraṁ nibbānaṁ passati, ālambanakaraṇato disvā",
  "anya-e0104n10:128_2": "kattabbakiccākaraṇato pana na dassananti vuccati. Sā duvidhāpīti sā dassanabhāvanāvasena",
  "anya-e0104n10:128_3": "duvidhāpi sacchikiriyā. Dassanabhāvanāvasenāti dassanamaggabhāvanāmaggavasena. Tena",
  "anya-e0104n10:128_4": "amaggavasena pavattanibbānassa paccavekkhaṇasacchikiriyaṁ nivatteti. Nibbānassāti",
  "anya-e0104n10:128_5": "pana iminā maggaphalesu paccavekkhaṇasacchikiriyaṁ. Imassa ñāṇassāti imassa yathādhigatassa lokuttarañāṇassa.",
  "anya-e0104n10:129_0": "853.Abhimatāti adhippetā. Bhāvanā nāma uppādanā, santānaparibhāvanā cāti tadubhayaṁ",
  "anya-e0104n10:129_1": "dassento “lokiyāna”ntiādimāha. Yadaggena hi lokiyā kusalādayo uppāditā, vaḍḍhitā",
  "anya-e0104n10:129_2": "ca, tadaggenassa sīlabhāvanā, kāyabhāvanā, cittabhāvanā, paññābhāvanā ca lokiyā nipphāditā",
  "anya-e0104n10:129_3": "hoti, tāya ca santānopi paribhāvitoti. Tāsu lokiyalokuttarabhāvanāsu idha ñāṇadassanavisuddhikathāyaṁ",
  "anya-e0104n10:129_4": "lokuttarabhāvanā adhippetā, na itarā tassā sambhārabhāvato. Catubbidhampetaṁ ñāṇanti",
  "anya-e0104n10:129_5": "etaṁ catubbidhampi ariyamaggañāṇaṁ lokuttarāni sammāvācādibhedāni sīlādīni uppādeti.",
  "anya-e0104n10:129_6": "Kathaṁ? Sahajātādipaccayatāya. Sīlādīnīti ettha ādi-saddena samādhissa gahaṇaṁ, na",
  "anya-e0104n10:129_7": "paññāya. Na hi tadeva taṁ uppādeti, maggacittuppādo pana uppādeti. Tadantogadhabhāvā",
  "anya-e0104n10:129_8": "sammāsaṅkappo. So hi pañcakkhandhasaṅgahitoti vadanti. Sīlādīnīti vā phalasīlādīnampi",
  "anya-e0104n10:129_9": "gahaṇanti paññāyapi gahaṇaṁ yujjatiyeva. Sahajātapaccayāditāyāti ettha ādi-saddena",
  "anya-e0104n10:129_10": "anantarapaccayāditāyapi saṅgaho daṭṭhabbo. Tehi ca santānaṁ vāsetīti tehi samucchindanapaṭipassambhanavasena",
  "anya-e0104n10:129_11": "pavattehi lokuttarehi sīlādīhi ariyapuggalo attano santānaṁ paribhāveti. Yaṁ nissāya",
  "anya-e0104n10:129_12": "parāvuttīti vadanti. Yathā pariññattayampi pahānattayampi maggañāṇassa kiccanti vuttaṁ",
  "anya-e0104n10:129_13": "pariyāyena, na evamidha. Idha pana lokuttarabhāvanāva assa maggañāṇassa kiccaṁ. Na",
  "anya-e0104n10:129_14": "hettha bhāvanāya pariyāyo labbhatīti avadhāraṇaṁ. Tena lokiyabhāvanaṁ nivatteti.",
  "anya-e0104n10:130_0": "Evaṁ sarūpeneva āgatāyāti “cittaṁ bhāvaya”nti samādhi viya cittasīsena anāgantvā",
  "anya-e0104n10:130_1": "“paññaṁ bhāvaya”nti evaṁ sarūpeneva āgatāya paññāya. Yaṁ vuttaṁ uddesavasena. Ettāvatā",
  "anya-e0104n10:130_2": "taṁ vitthāritaṁ hoti. Ayañca pañho vissajjito hotīti sambandho.",
  "anya-e0104n10:131": "Ñāṇadassanavisuddhiniddesavaṇṇanā niṭṭhitā.",
  "anya-e0104n10:132": "Iti bāvīsatimaparicchedavaṇṇanā."
}