{
  "anya-e0501n17:0": "18. Maggapaccayo",
  "anya-e0501n17:1_0": "Dvādasa maggaṅgāni maggapaccayo sammādiṭṭhi sammāsaṅkappo sammā vācā sammākammanto",
  "anya-e0501n17:1_1": "sammāājīvo sammāvāyāmo sammāsati sammāsamādhi micchādiṭṭhi micchāsaṅkappo micchāvāyāmo",
  "anya-e0501n17:1_2": "micchāsamādhi. Sesā micchāvācā micchākammanto micchāājīvoti tayo dhammā visuṁ cetasikadhammā",
  "anya-e0501n17:1_3": "na honti. Musāvādādivasena pavattānaṁ catunnaṁ akusalakhandhānaṁ nāmaṁ. Tasmā te",
  "anya-e0501n17:1_4": "maggapaccaye visuṁ na gahitāti. Sabbe sahetukā citta cetasikadhammā ca sahetukacittasaha",
  "anya-e0501n17:1_5": "jātā rūpadhammā ca tassa paccayuppannā.",
  "anya-e0501n17:2_0": "Kenaṭṭhena maggoti. Sugatiduggatinibbāna disādesasampā panaṭṭhena maggo. Sammādiṭṭhiādikāni",
  "anya-e0501n17:2_1": "hi aṭṭha sammāmaggaṅgāni sugati disādesañca nibbānadisādesañca sampāpanatthāya saṁvattanti.",
  "anya-e0501n17:2_2": "Cattāri micchāmaggaṅgāni duggatidisādesaṁ sampāpanatthāya saṁvattantīti.",
  "anya-e0501n17:3_0": "Tattha jhānapaccayo ārammaṇe cittaṁ ujuṁ karoti, thiraṁ karoti, appanāpattaṁ karoti.",
  "anya-e0501n17:3_1": "Appanāpattaṁ nāma gambhīre udake pakkhitto macchoviya kasiṇanimittādike nimittārammaṇe",
  "anya-e0501n17:3_2": "anupaviṭṭhaṁ cittaṁ pavuccati. Maggapaccayo vaṭṭapathe cetanākammaṁ vivaṭṭapathe",
  "anya-e0501n17:3_3": "bhāvanākammaṁ ujuṁ karoti, thiraṁ karoti, kammapathapattaṁ karoti, vuddhiṁ viruḷhiṁ",
  "anya-e0501n17:3_4": "vepullaṁ karoti, bhūmantarapattaṁ karoti. Aya metesaṁ dvinnaṁ paccayānaṁ viseso.",
  "anya-e0501n17:4_0": "Tattha kammapathapattaṁ nāma pāṇātipātādīnaṁ kusalākusala kammānaṁ aṅgapāripūriyā",
  "anya-e0501n17:4_1": "paṭisandhijanane samatthabhāvasaṅkhātaṁ kammagatiṁ pattaṁ cetanākammaṁ. Bhūmantarapattaṁ",
  "anya-e0501n17:4_2": "nāma bhāvanānukkamena kāma bhūmito paṭṭhāya yāva lokuttarabhūmiyā ekasmiṁiriyāpathepi",
  "anya-e0501n17:4_3": "uparūparibhūmiṁ pattaṁ bhāvanākammaṁ. Ayañca attho jhānapaccaye vuttanayena sammādiṭṭhiādikānaṁ",
  "anya-e0501n17:4_4": "maggaṅgadhammānaṁ visuṁ visuṁ sabhāva lakkhaṇehi dīpetabboti. Maggapaccayadīpanā niṭṭhitā."
}