{
  "anya-e1205n2:0": "3. Dhātuparamparākathā",
  "anya-e1205n2:1_0": "Dhātusu pana vibhajitvā dīyamānesu satthuno nalāṭadhātu kosinārakānaṁ mallānaṁ laddhakoṭṭhāseyeva",
  "anya-e1205n2:1_1": "ahosi. Mahākassapatthero te upasaṅkamitvā satthuno nalāṭadhātu tumhākaṁ koṭṭhāse",
  "anya-e1205n2:1_2": "ahosi, taṁ gahetuṁ āgato, bhagavā hi dharamāneyeva tambapaṇṇidīpassa anujāni, ‘tasmā",
  "anya-e1205n2:1_3": "taṁ amhākaṁ dethā’ti. Taṁ sutvā mallarājāno?’Evaṁ patigaṇhatha bhante dhātu’ti mahākassapattherassa",
  "anya-e1205n2:1_4": "adaṁsu. So attano saddhivihārikaṁ mahānandattheraṁ pakkosāpetvā nalāṭadhātuṁ therassa",
  "anya-e1205n2:1_5": "niyyādetvā’ imaṁ dhātuṁ tambapaṇṇi dīpe mahāvālukagaṅgāya dakkhiṇabhāge serunāma",
  "anya-e1205n2:1_6": "dahassa ante varāha nāma soṇḍimatthake kākavaṇṇatisso nāma rājā patiṭṭhāpessati,",
  "anya-e1205n2:1_7": "cetiyaṁ saṅghārāmaṁ kārāpessati, tvaṁ imaṁ dhātuṁ gahetvā vesāliyaṁ upanissāya mahāvanavihāre",
  "anya-e1205n2:1_8": "kuṭāgārasālāyaṁ satthuno vasitagandhakuṭiyaṁ ṭhapetvā dhātupūjaṁ katvā āyusaṅkhāre",
  "anya-e1205n2:1_9": "ossaṭṭhe parinibbāpayamāne attano saddhivihārikassa candaguttattherassa dhātuvaṁsaṁ",
  "anya-e1205n2:1_10": "kathetvā appamatto hohī’ti vatvā dhātuṁ therassa datvā anupādisesanibbānadhātuyā parinibbāyi.",
  "anya-e1205n2:2": "Sāvako satthukappo so pabhīnnapaṭisambhido;",
  "anya-e1205n2:3": "Gahetvā mānayī dhātuṁ mahānando mahāvane.",
  "anya-e1205n2:4_0": "Tassa therassa saddhivihāriko candaguttatthero dhātuṁ gahetvā ākāsaṁ uggantvā sāvatthīyaṁ",
  "anya-e1205n2:4_1": "jetavanamahāvihāre dasabalena vasitagandhakuṭiyaṁ ṭhapetvā dhātupūjaṁ katvā ciraṁ",
  "anya-e1205n2:4_2": "vihāsi. Sopi āyusaṅkhāre ossaṭṭhe parinibbāpayamāne attano. Saddhivihārikaṁ bhaddasenattheraṁ",
  "anya-e1205n2:4_3": "pakkosāpetvā dhātuṁ therassa niyyādetvā dhātuvaṁsaṁ kathetvā anusāsitvā anupādisesāya",
  "anya-e1205n2:4_4": "nibbānadhātuyā parinibbāyi.",
  "anya-e1205n2:5": "Candagutto mahāpañño chaḷabhiñño visārado;",
  "anya-e1205n2:6": "Ramme jetavane dhātuṁ ṭhapetvā vandanaṁ akā.",
  "anya-e1205n2:7_0": "Tassa sisso bhaddasenatthero dhātuṁ gahetvā ākāsena gantvā dhammacakkappavattane",
  "anya-e1205n2:7_1": "isipatane mahā vihāre satthuno vasitagandhakuṭiyaṁ ṭhapetvā gandhamālādīhi pūjetvā",
  "anya-e1205n2:7_2": "ciraṁ vihāsi. So parinibbāpayamāno attano saddhivihārikassa jayasenattherassa dhātuṁ",
  "anya-e1205n2:7_3": "niyyādetvā dhātuvaṁsaṁ kathetvā anupādisesāya nibbānadhātuyā parinibbāyi.",
  "anya-e1205n2:8": "Bhaddaseno mahāthero katakicco mahāisi;",
  "anya-e1205n2:9": "Dhātuṁ ṭhapetvā isipatane vanditvā nibbutiṁ gato.",
  "anya-e1205n2:10_0": "So pana jayasenatthero taṁ dhātuṁ gahetvā veluvanamahāvihāre satthuno vasitagandhakuṭiyaṁ",
  "anya-e1205n2:10_1": "ṭhapetvā gandhamālādīhi pūjetvā ciraṁ vasitvā parinibbāpayamāno attano saddhivihārikassa",
  "anya-e1205n2:10_2": "mahāsaṅgharakkhitattherassa dhātuṁ niyyādetvā dhātuvaṁsaṁ kathetvā anupādisesāya",
  "anya-e1205n2:10_3": "nibbānadhātuyā parinibbāyi.",
  "anya-e1205n2:11": "Gahetvāna dhātuvaraṁ jayaseno mahāmuni;",
  "anya-e1205n2:12": "Nidhāya veluvane ramme akā pūjaṁ manoramaṁ.",
  "anya-e1205n2:13_0": "So panāyasmā saṅgharakkhitatthero dhātuṁ gahetvā ākāsena āgantvā kosambiṁ upanissāya",
  "anya-e1205n2:13_1": "ghosita seṭṭhinā kārāpite ghositārāme bhagavato vasitagandhakuṭiyaṁ ṭhapetvā gandhamālādīhi",
  "anya-e1205n2:13_2": "pūjaṁ katvā ciraṁ vihāsi. So’pi parinibbāpayamāno attano saddhivihārikaṁ mahādevattheraṁ",
  "anya-e1205n2:13_3": "pakkosāpetvā dhātuvaṁsaṁ kathetvā appamatto hohī’ti vatvā anupādisesāya nibbānadhātuyā parinibbāyi.",
  "anya-e1205n2:14": "Saṅgharakkhitavhayo thero cando viya supākaṭo;",
  "anya-e1205n2:15": "Ṭhapetvā ghositārāme akā pūjaṁ manoramaṁ.",
  "anya-e1205n2:16_0": "Tassa therassa saddhivihāriko mahādevatthero dhātuṁ gahetvā devānampiyatissassa mahārañño",
  "anya-e1205n2:16_1": "bhātu mahānāgassa uparājassa mahāgāme setacchattaṁ ussāpitakāle hatthoṭṭha nāmajanapade",
  "anya-e1205n2:16_2": "kukkuṭapabbatantare mahāsālarukkhamūle ākāsato otaritvā nisīdi. Tasmiṁ samaye mahākāḷo",
  "anya-e1205n2:16_3": "nāma upāsako attano puttadārehi saddhiṁ mālāgandhavilepanaṁ dhajapatākādīni gāhāpetvā",
  "anya-e1205n2:16_4": "divasassa tikkhattuṁ mahantehi pūjāvidhānehi dhātuṁ pariharitvā ciraṁ vasi. Māsassa",
  "anya-e1205n2:16_5": "aṭṭha-uposathadivase dhātuto chabbaṇṇaraṁsiyo uggacchiṁsu. Tasmiṁ samaye so padeso",
  "anya-e1205n2:16_6": "buddhassa dharamānakālo viya ahosi. Janapadavāsī manussāpi therassa santike sīlāni",
  "anya-e1205n2:16_7": "gaṇhanti, uposathavāsaṁ vasanti, dānaṁ denti, cetiyassa mahantaṁ pūjaṁ karontī. Tato",
  "anya-e1205n2:16_8": "aparabhāge uparājā mahāgāme viharanto bheriṁ carāpesi? Yo amhākaṁ dasabalassa dhātuṁ",
  "anya-e1205n2:16_9": "gahetvā idhāgato, tassa mahantaṁ sampattiṁ dassāmīti. Tasmiṁ kāle kuṭumbiko mahākāḷo",
  "anya-e1205n2:16_10": "uparājaṁ passissāmīti tassa anucchavikaṁ paṇṇākāraṁ gahetvā rājadvāre ṭhatvā sāsanaṁ",
  "anya-e1205n2:16_11": "pahiṇi. Uparājā taṁ pakkosāpesi. So gantvā vanditvā ṭhito taṁ paṇṇākāraṁ rājapurisānaṁ",
  "anya-e1205n2:16_12": "paṭicchāpesi. Uparājā? Mātula mahākāḷa, tumhākaṁ janapade amhākaṁ satthuno dhātu",
  "anya-e1205n2:16_13": "atthī’ti āha. Mahākāḷo upa rājassa kathaṁ sutvā atthi deva, mayhaṁ kulupagattherassa",
  "anya-e1205n2:16_14": "santike ādāsamaṇḍalappamāṇaṁ satthuno nalāṭadhātu chabbaṇṇaraṁsīhi ākāsappadese sūriyasahassacandasahassānaṁ",
  "anya-e1205n2:16_15": "uṭṭhitakālo viya obhāseti. So janapado buddhassa uppannakālo viya ahosīti āha. Tassa",
  "anya-e1205n2:16_16": "kuṭumbikassa kathaṁ suṇantassaeva rañño sakalasarīraṁ pañcavaṇṇāya pītiyā paripuṇṇaṁ",
  "anya-e1205n2:16_17": "ahosi. Ativiya somanassappatto rājā mayhaṁ mātulassa mahākāḷassa satasahassaṁ kahāpaṇāni",
  "anya-e1205n2:16_18": "ca catusindhavayuttarathañca suvaṇṇālaṅkārehi susajjitaṁ ekaṁ assañca udakaphāsukaṭṭhānake",
  "anya-e1205n2:16_19": "khettañca pañcadāsīsatañca dethā’ti vatvā aññañca pasādaṁ dāpesi. So uparājā ettakaṁ",
  "anya-e1205n2:16_20": "kuṭumbikassa dāpetvā taṁ divasameva nagare bheriṁ carāpetvā hatthassarathayānāni",
  "anya-e1205n2:16_21": "gahetvā kuṭumbikaṁ maggadesakaṁ katvā anupubbena hatthoṭṭhajanapadaṁ patvā ramaṇīye",
  "anya-e1205n2:16_22": "bhūmippadese khandhāvāraṁ bandhitvā amaccagaṇaparivuto kuṭumbikaṁ gahetvā therassa",
  "anya-e1205n2:16_23": "vasanaṭṭhānaṁ gantvā vanditvā ekamantaṁ aṭṭhāsi. Sesā amaccā kuṭumbiko ca theraṁ",
  "anya-e1205n2:16_24": "vanditvā ekamantaṁ aṭṭhaṁsu. Uparājā theraṁ vanditvā sārāṇīyaṁ kathaṁ katvā ekamantaṁ",
  "anya-e1205n2:16_25": "nisinno paṭisanthāramakāsi. Mahādevattheropi sammodanīyaṁ kathaṁ katvā kissa tvaṁ",
  "anya-e1205n2:16_26": "mahārāja idhāgatosi āgatakāraṇaṁ me ārocehī’ti āha. Bhante tumhākaṁ. Santike amhākaṁ",
  "anya-e1205n2:16_27": "bhagavato nalāṭadhātu atthī kira. Taṁ vandissāmi’ti āgatomhī’ti āha. Thero? Bhaddakaṁ",
  "anya-e1205n2:16_28": "mahā rāja tayā katanti vatvā dhātugharadvāraṁ vivaritvā mahārāja buddhassa nalāṭadhātu",
  "anya-e1205n2:16_29": "atidullabhā’ti āha. Rājā soḷasehi gandhodakehi nahāyitvā sabbālaṅkārapatimaṇḍito",
  "anya-e1205n2:16_30": "ekaṁsaṁ uttarāsaṅgaṁ karitvā añjaliṁ paggayha namassamāno aṭṭhāsi. Buddhārammaṇāya",
  "anya-e1205n2:16_31": "pītiyā sakalasarīraṁ phuṭaṁ ahosi.",
  "anya-e1205n2:17": "(Rājā pītivegena imā gāthā āha;",
  "anya-e1205n2:18": "Namāmi vīra pāde te cakkaṅkita tale subhe;",
  "anya-e1205n2:19": "Vandite naradevehi amataṁ dehi vandite.",
  "anya-e1205n2:20": "Lokanātha tuvaṁ eko saraṇaṁ sabbapāṇinaṁ;",
  "anya-e1205n2:21": "Loke tayā samo natthi tārehi janataṁ bahuṁ.",
  "anya-e1205n2:22": "Mahaṇṇave mayaṁ bhante nimuggā dīghasambhave;",
  "anya-e1205n2:23": "Appatissā appatiṭṭhā saṁsarāma ciraṁ tahiṁ.",
  "anya-e1205n2:24": "Etarahi tumhe āpajja patiṭṭhaṁ adhigacchare;",
  "anya-e1205n2:25": "Tumhākaṁ vandanaṁ katvā uttiṇṇamha bhavaṇṇavā’ti.)",
  "anya-e1205n2:26_0": "Tasmiṁ khaṇe dhātuto rasmiyo nikkhamiṁsu. Sakala laṅkādīpaṁ suvaṇṇarasadhārāhi sañchannaṁ",
  "anya-e1205n2:26_1": "viya ahosi. Mahantaṁ pītisomanassaṁ uppajji. Rājā mahantaṁ somanassaṁ patto hutvā",
  "anya-e1205n2:26_2": "haṭṭhatuṭṭho ahosi. So dhātugharato nikkhamitvā therena saddhiṁ alaṅkatamaṇḍape ekamantaṁ",
  "anya-e1205n2:26_3": "nisīdi. Ekamantaṁ nisinno (nisajjādose vajjetvā seyyathidaṁ? Atiduraccāsanta-uparivāta-unnatappadesa-atisammukha-atipacachā’ti.",
  "anya-e1205n2:26_4": "Atidūre nisinno sace kathetukāmo uccāsaddena kathetabbaṁ hoti. Accāsanne nisinno",
  "anya-e1205n2:26_5": "saṅkaraṁ karoti. Uparivāte nisinno sarīragandho vāyati. Unnatappadese nisinno agāravaṁ",
  "anya-e1205n2:26_6": "karoti. Atisammukhe nisinno cakkhunā cakkhuṁ paharitvā daṭṭhabbaṁ hoti. Atipacchā",
  "anya-e1205n2:26_7": "nisinno gīvaṁ parivattetvā daṭṭhabbaṁ hoti. Iti nisajjādosaṁ vajjetvā nisinno). Evamāha.",
  "anya-e1205n2:26_8": "Bhante imaṁ dhātuṁ mayhaṁ detha. Mahantaṁ pūjāsakkaraṁ katvā pariharāmīti. Bhaddakaṁ",
  "anya-e1205n2:26_9": "mahārāja imāya dhātuyā sammāsambuddho dharamānoyeva vyākaraṇaṁ akāsi. Tumhākaṁ vaṁse",
  "anya-e1205n2:26_10": "jāto kākavaṇṇatisso nāma rājā imasmiṁ dīpe mahāvālukagaṅgāya dakkhiṇatīre seru nāma",
  "anya-e1205n2:26_11": "dahassa ante varāha nāma soṇḍiyā matthake patiṭṭhapetvā mahantaṁ thūpaṁ karissatī’ti",
  "anya-e1205n2:26_12": "vatvā satthā tattha samāpattiṁ samāpajjitvā pañcasatakhīṇāsavehi saddhiṁ tikkhattuṁ",
  "anya-e1205n2:26_13": "padakkhiṇaṁ katvā gato. Tasmā gaṇhatha mahārājā’ti vatvā dhātuṁ adāsi.",
  "anya-e1205n2:27_0": "Rājā dhātuṁ gahetvā caturassapallaṅke dhātukaraṇḍakaṁ nidahitvā karaṇḍake dhātuṁ",
  "anya-e1205n2:27_1": "patiṭṭhāpetvā taṁ kumudapattasannihamaṅgalasindhavayuttarathe ṭhapetvā samantā ārakkhaṁ",
  "anya-e1205n2:27_2": "saṁvidahitvā (rājā dhātuṁ gahetvā) pañcaṅgaturiye paggaṇhāpayamāno pacchā āgacchatu’ti",
  "anya-e1205n2:27_3": "mahājanassa sāsanaṁ vatvā mahādevattherassa santikaṁ gantvā? Tumhe bhante, dhātuyā",
  "anya-e1205n2:27_4": "upaṭṭhānaṁ karonto āgacchathā’ti āha. Thero tassa kathaṁ sutvā;’mahārāja ayaṁ dhātu",
  "anya-e1205n2:27_5": "paramparā āgatā. Ahaṁ bhagavato dhammabhaṇḍāgārikaānandatthero viya imaṁ dhātuṁ pariharissāmī’ti",
  "anya-e1205n2:27_6": "vatvā attano paccayadāyakaṁ kuṭumbikaṁ āpucchitvā pattacīvaramādāya dhātuṁ upaṭṭhahiyamāno",
  "anya-e1205n2:27_7": "pacchato pacchato gacchati. Rājā dhātuṁ gahetvā anupubbena mahāgāmaṁ patto mahāsenaguttaṁ",
  "anya-e1205n2:27_8": "pakkosāpetvā nagaraṁ alaṅkarāpehī’ti āha. So nagare bheriṁ carāpetvā aṭṭhārasa vīthiyo",
  "anya-e1205n2:27_9": "sammajjantu, puṇṇaghaṭe ṭhapentu, dhajapatākādayo ussāpentu, toraṇāni ussāpentu,",
  "anya-e1205n2:27_10": "pañcavaṇṇāni pupphāni okirantu, sakalanagaraṁ alaṅkarontu, gandhamālādayo gahetvā",
  "anya-e1205n2:27_11": "suddhuttarāsaṅgā hutvā sakalanāgarā paṭipathaṁ āgacchantuti āṇāpesi. Tato mahājano",
  "anya-e1205n2:27_12": "sabbaturiyāni ghosāpayamāno gandhamālādihattho paṭipathaṁ nikkhanto. Devamanussā",
  "anya-e1205n2:27_13": "bhikkhubhikkhuniyo upāsakopāsikā appamāṇā ahesuṁ. (Gandhamālādi puṇṇaghaṭasamussitadhajākiṇṇā)",
  "anya-e1205n2:27_14": "parisā velukkhepasahassāni pavattayiṁsu. Sugandhavātābhighātasamuddaghoso viya sakalanagaraṁ",
  "anya-e1205n2:27_15": "ekaninnādajātaṁ. So rājā nagare bandhanāgāre sabbasatte bandhanā muñcantu, dhammena",
  "anya-e1205n2:27_16": "samena anusāsantuti vatvā dhātuṁ gahetvā attano nagaraṁ pavesetvā attano rājanivesanaṁ",
  "anya-e1205n2:27_17": "āgantvā nāṭakīnaṁ saññamadāsi dhātuṁ vandantuti. Nāṭakī nānābharaṇehi patimaṇḍitā",
  "anya-e1205n2:27_18": "rājagehato nikkhamitvā dhātuṁ vanditvā attano attano hatthagatāni turiyabhaṇḍāni",
  "anya-e1205n2:27_19": "sādhukaṁ paggaṇhitvā mahantaṁ pūjamakaṁsu.",
  "anya-e1205n2:28_0": "Tato vaḍḍhakiṁ pakkosāpetvā rājanivesanato nātidūre nāccāsante subhumitale dhātugharaṁ",
  "anya-e1205n2:28_1": "kārāpetvā mālākammalatākammādiṁ patiṭṭhāpetvā dhātughare vicittamaṇḍapaṁ kārāpetvāna",
  "anya-e1205n2:28_2": "sattaratanamayaṁ dhātukaraṇḍakaṁ kārāpetvā dhātukaraṇḍake dhātuṁ ṭhapetvā ratanapallaṅka",
  "anya-e1205n2:28_3": "matthake dhātuṁ ṭhapetvā upari vicittavitānaṁ bandhitvā sāṇiyā parikkhipāpetvā mahantena",
  "anya-e1205n2:28_4": "parivārena mahantaṁ dhātupūjaṁ akāsi. Mahājanā gandhamālaṁ gahetvā māsassa aṭṭhūposathadivase",
  "anya-e1205n2:28_5": "dhātuyā mahantaṁ pūjaṁ akaṁsu. Dhātuto raṁsiyo samuggacchanti. Mahājanā vimbhayajātā",
  "anya-e1205n2:28_6": "sādhukāraṁ karonti. Somanassabhūtā sakalanagaravāsino buddhārammaṇa pītiṁ gahetvā",
  "anya-e1205n2:28_7": "divase divase dhātuyā mahantaṁ pūjaṁ karontā vītināmenti. Pañcasīlāni rakkhanti,",
  "anya-e1205n2:28_8": "buddhamāmakā dhammamāmakā saṅghamāmakā hutvā saraṇāni gacchanti. Rājā mahājanassa",
  "anya-e1205n2:28_9": "ovadati. “Mettaṁ bhāvetha, karuṇaṁ muditaṁ upekkhaṁ bhāvetha, kule jeṭṭhāpacāyanakammaṁ",
  "anya-e1205n2:28_10": "karothā“ti. Ovaditvā bhikkhusaṅghassapi cattāro paccaye gaṅgāya maho-ghappavattanakālo",
  "anya-e1205n2:28_11": "viya mahādānaṁ pavattesi. Mātāpituṭṭhāne ṭhatvā bhikkhusaṅghaṁ saṅgaṇhi. Mahājanā",
  "anya-e1205n2:28_12": "tassa ovāde ṭhatvā dānādīni puññāni katvā yebhuyyena tasmiṁ kāle matā saggaṁ gatā.",
  "anya-e1205n2:29": "Kalyāṇavaggamhi patiṭṭhitā janā,",
  "anya-e1205n2:30": "Dānādi puññāni karitva sabbadā;",
  "anya-e1205n2:31": "Cutā cutā sabbajanā sumānasā,",
  "anya-e1205n2:32": "Gatā asesaṁ sugatiṁ subhe ratā.",
  "anya-e1205n2:33_0": "Rājā dhātuyā mahantaṁ pūjaṁ karonto mahagāme vihāsi. Tena patiṭṭhāpitavihārā kathetabbā?",
  "anya-e1205n2:33_1": "Kathaṁ? Lenavihāraṁ candagirivihāraṁ koṭipabbatavihāraṁ nagaraṅgaṇavihāraṁ selakā",
  "anya-e1205n2:33_2": "vihāraṁ talākāvihāranti evamādayo vihāre patiṭṭhāpetvā tipiṭakamahāariṭṭhattherassa",
  "anya-e1205n2:33_3": "dakkhiṇodakaṁ datvā mahāvihāre niyyādesi. Evaṁ so rājā yāvajīvaṁ dhātuṁ pariharitvā",
  "anya-e1205n2:33_4": "pacchime kāle maraṇamañce nipanno attano puttaṁ yaṭālatissa kumāraṁ pakkosāpetvā;",
  "anya-e1205n2:33_5": "tāta tissa, amhehi pariharita nalāṭadhātu pūjehī’ti dhātuvaṁsaṁ kathetvā puttaṁ anusāsitvā",
  "anya-e1205n2:33_6": "kālaṁ katvā saggapuraṁ gato.",
  "anya-e1205n2:34": "Rājā mahānāgavaro yasassi,",
  "anya-e1205n2:35": "Katvāpi rajjaṁ matimā susaddho;",
  "anya-e1205n2:36": "Mānetva saṅghaṁ catupaccayehi,",
  "anya-e1205n2:37": "Agā asoko varadevalokaṁ;",
  "anya-e1205n2:38_0": "Tassa putto yaṭālatissakumāro pitu accayena pitarā vuttaniyāmeneva dhātuyā mahantaṁ",
  "anya-e1205n2:38_1": "pūjaṁ kāresi. So’pi divasassa tayo vāre dhātupaṭṭhānaṁ karonto rajjaṁ kāretvā ciraṁ",
  "anya-e1205n2:38_2": "vihāsi. Iminā’pi patiṭṭhāpitavihārā kathetabbā; dhammasālavihāraṁ mahādhammasālavihāraṁ",
  "anya-e1205n2:38_3": "selābhayavihāranti evamādayo patiṭṭhāpetvā-tipiṭakamahāariṭṭhattherassa saddhivihāriko",
  "anya-e1205n2:38_4": "tipiṭakamahāabhayatthero uparājassa mahānāgassa ayyako. Tassa therassa dakkhiṇodakaṁ",
  "anya-e1205n2:38_5": "adāsi. So’pi rājā yāvajīvaṁ dhātuṁ pariharitvā pacchime kāle maraṇamañce nipanno",
  "anya-e1205n2:38_6": "attano puttaṁ goṭhābhayakumāraṁ pakkosāpetvā’dhātuyā mahantaṁ pūjaṁ karonto appamatto",
  "anya-e1205n2:38_7": "hohī’ti vatvā dhātuvaṁsaṁ kathetvā kālaṁ katvā sagge nibbatti.",
  "anya-e1205n2:39": "Yaṭṭhālako nāma mahāmahīpati,",
  "anya-e1205n2:40": "Mahājanassatthakaro guṇālayo;",
  "anya-e1205n2:41": "So dhātupūjaṁ vipulaṁ anekadhā,",
  "anya-e1205n2:42": "Katvā gato devapuraṁ anindito.",
  "anya-e1205n2:43_0": "Tassa putto goṭhābhayakumāro pitu accayena pitarā vuttaniyāmeneva dhātuyā mahantaṁ",
  "anya-e1205n2:43_1": "pūjaṁ katvā goṭhābhaya mahārājā hutvā rajjaṁ karonto kācaragāme dasabhātike rājāno",
  "anya-e1205n2:43_2": "ghātetvā daṇḍakammatthāya goṭhābhayamahātherassa hatthoṭṭhajanapade vasantassa mattikalenavihāraṁ",
  "anya-e1205n2:43_3": "khīrasāla vihāraṁ nāgamahāvihāraṁ kumbhaselavihāraṁ cetiyapabbatavihāraṁ sānupabbatavihāraṁ",
  "anya-e1205n2:43_4": "kaṇikāra selavihāraṁ ambasela vihāraṁ tindukalena vihāraṁ karaṇḍakavihāraṁ godhasālavihāraṁ",
  "anya-e1205n2:43_5": "vālukatitthavihāranti evamādayo gaṅgāya paratīre pañcasatavihāre orimatīre pañcasatavihāre",
  "anya-e1205n2:43_6": "cā’ti vihārasahassaṁ kāretvā attano sadisanāmassa goṭhābhayattherassa dakkhiṇodakaṁ",
  "anya-e1205n2:43_7": "datvā adāsi. So yāvajīvaṁ dhātupūjaṁ katvā pacchime kāle maraṇamañce nipanno attano",
  "anya-e1205n2:43_8": "puttaṁ kākavaṇṇatissa kumāraṁ pakkosāpetvā āliṅgitvā;’tāta tissa, ayaṁ nalāṭadhātu",
  "anya-e1205n2:43_9": "amhākaṁ paramparāya āgatā. Tvaṁ kira dhātuṁ gahetvā mahāgaṅgāya passe seru nāma dahassa",
  "anya-e1205n2:43_10": "ante varāha nāma soṇḍiyā matthake patiṭṭhāpetvā saṅghārāmaṁ kārāpessasī’ti satthā",
  "anya-e1205n2:43_11": "jīvamāno vyākaraṇamakāsi. Tasmā tvaṁ imaṁ dhātuṁ gahetvā mamaccayena tasmiṁ ṭhāne",
  "anya-e1205n2:43_12": "patiṭṭhāpehī’ti puttaṁ anusāsitvā kālakiriyaṁ katvā sagge nibbatti.",
  "anya-e1205n2:44": "Goṭhābhayo nāma mahīpatissaro,",
  "anya-e1205n2:45": "Mahājane tosayi appamatto;",
  "anya-e1205n2:46": "So dhātupūjaṁ vipulaṁ karitvā,",
  "anya-e1205n2:47": "Agā asoko varadevalokaṁ.",
  "anya-e1205n2:48": "Mahānando mahāpañño candagutto bahussuto;",
  "anya-e1205n2:49": "Bhaddaseno mahāthero bhaddadhamme visārado.",
  "anya-e1205n2:50": "Jayaseno ca so vīro thero so saṅgharakkhito;",
  "anya-e1205n2:51": "Devatthero ca medhāvī rakkhakā dhātu bhaddakā.",
  "anya-e1205n2:52": "Uparājā mahānāgo yaṭṭhālako mahābalo;",
  "anya-e1205n2:53": "Goṭhābhayo mahāpuñño kākavaṇṇo ca vīriyavā.",
  "anya-e1205n2:54": "Ete therā ca rājāno puññavanto sumānasā;",
  "anya-e1205n2:55": "Dhātu paramparānītā dhātā dhātusukovidā.",
  "anya-e1205n2:56": "Kassapādīnatherānaṁ paramparāyamāgatā;",
  "anya-e1205n2:57": "Mahānāgādi hatthato yāva tissamupāgatā.",
  "anya-e1205n2:58": "Iti ariyajanappasādanatthāya kate dhātuvaṁse",
  "anya-e1205n2:59": "Dhātuparamparā kathā nāma",
  "anya-e1205n2:60": "Tatiyo paricchedo."
}