{
  "anya-e0201n5:0": "6. Ākhyātakaṇḍa",
  "anya-e0201n5:1": "Suddhakatturūpa",
  "anya-e0201n5:2": "Atha dhātupaccayasaṁsiddhaṁ kāla, kāraka, purisa, saṅkhyābhedadīpakaṁ liṅgabhedarahitaṁ kriyāpadhānavācakaṁ tyādyantanāmakaṁ ākhyātapadaṁ dīpiyate.",
  "anya-e0201n5:3": "Tattha kriyaṁ dhāretīti dhātu. Sā pakatidhātu, vikatidhātu, nāmadhātuvasena tividhā.",
  "anya-e0201n5:4": "Tattha bhū, hū, gamu, paca iccādi pakatidhātu nāma sabhāvena siddhattā.",
  "anya-e0201n5:5": "Titikkha, tikiccha, bubhukkha, jighacchaiccādi vikatidhātu nāma saṅkhatavasena siddhattā.",
  "anya-e0201n5:6": "Puttīya, pabbatāya iccādi nāmadhātu nāma nāmabhūtassa sato kriyavācīpaccayayogena dhātuṭṭhāne ṭhitattā.",
  "anya-e0201n5:7": "Pakatidhātu ca sakammikā’kammikavasena duvidhā.",
  "anya-e0201n5:8": "Tatthayā dhātu kammāpekkhaṁ kriyaṁ vadati, sā sakammikā nāma. Gāmaṁ gacchati, odanaṁ pacati iccādi.",
  "anya-e0201n5:9": "Yā kammanirapekkhaṁ kriyaṁ vadati, sā akammikā nāma. Bhavati, hoti, tiṭṭhati, seti iccādi.",
  "anya-e0201n5:10": "Sakammikā ca ekakammika, dvikammikavasena duvidhā.",
  "anya-e0201n5:11": "Tattha yā ekakammāpekkhaṁ kriyaṁ vadati, sā ekakammikā nāma. Gāmaṁ gacchati, odanaṁ pacati iccādi.",
  "anya-e0201n5:12": "Yā padhānā’padhānavasena kammadvayāpekkhaṁ kriyaṁ vadati, sā dvikammikā nāma.",
  "anya-e0201n5:13": "Sā ca nyādi, duhādivasena duvidhā.",
  "anya-e0201n5:14": "Tattha yā dhātu pāpanatthā hoti, sā nyādi nāma. Ajaṁ gāmaṁ neti, bhāraṁ gāmaṁ vahati, sākhaṁ gāmaṁ ākaḍḍhati.",
  "anya-e0201n5:15_0": "Sesā dvikammikā duhādi nāma. Gāviṁ khīraṁ duhati, brāhmaṇaṁ kambalaṁ yācati, dāyakaṁ",
  "anya-e0201n5:15_1": "bhikkhaṁ bhikkhati, goṇaṁ vajaṁ rundhati, bhagavantaṁ pañhaṁ pucchati, sissaṁ dhammaṁ",
  "anya-e0201n5:15_2": "anusāsati, bhagavā bhikkhū etaṁ [vacanaṁ] avoca, rājā amaccaṁ vacanaṁ bravīti iccādi.",
  "anya-e0201n5:16_0": "Tattha yadā kammasmiṁ rūpaṁ sijjhati, tadā vibhatti, paccayā nyādimhi padhānakammaṁ",
  "anya-e0201n5:16_1": "vadanti, duhādimhi apadhānakammaṁ, sabbadhātūsu kāritayoge kāritakammanti, sabbañcetaṁ",
  "anya-e0201n5:16_2": "dhātūnaṁ pakatiatthavasena vuttaṁ, anekatthattā pana dhātūnaṁ atthantaravacane vā",
  "anya-e0201n5:16_3": "nānupasaggayoge vā akammikāpi sakammikā honti, sakammikāpi akammikā honti.",
  "anya-e0201n5:17": "Atthantaravacane tāva –",
  "anya-e0201n5:18": "Vida – sattāyaṁ, dhammo vijjati, saṁvijjati.",
  "anya-e0201n5:19": "Vida – ñāṇe, dhammaṁ vidati.",
  "anya-e0201n5:20": "Vida – lābhe, dhanaṁ vindati.",
  "anya-e0201n5:21": "Vida – anubhavane, sukhaṁ vedeti, vipākaṁ paṭisaṁvedeti ma. ni. 3.303.",
  "anya-e0201n5:22": "Vida – ārocane, vedayāmahaṁ bhante vedayatīti maṁ dhāretu cūḷava. aṭṭha. 102, kāraṇaṁ nivedeti, dhammaṁ paṭivedeti iccādi.",
  "anya-e0201n5:23": "Nānupasaggayoge –",
  "anya-e0201n5:24_0": "Pada-gatiyaṁ, maggaṁ pajjati, paṭipajjati, maggo uppajjati, nipajjati, sampajjati,",
  "anya-e0201n5:24_1": "bhogo bhavati, sambhavati, bhogaṁ anubhavati, taṇhaṁ abhibhavati, paribhavati, adhibhavati,",
  "anya-e0201n5:24_2": "araññaṁ abhisambhavati, ajjhogāhatīti attho. Gacchantaṁ magge abhisambhavati, sampāpuṇātīti attho iccādi.",
  "anya-e0201n5:25": "Padānaṁ byañjanasampattiyā vā atthasampattiyā vā upakārakā vibhatti, paccayā paccayā nāma.",
  "anya-e0201n5:26": "Tattha vibhattiyo tyādi, tvādiiccādinā aṭṭhavidhā bhavanti, sarūpato channavutividhā.",
  "anya-e0201n5:27": "Tattha pubbachakkabhūtāni aṭṭhacattālīsarūpāni parassapadāni nāma. Parachakkabhūtāni aṭṭhacattālīsarūpāni attanopadāni nāma.",
  "anya-e0201n5:28": "Tattha parahitapaṭisaṁyuttesu ṭhānesu pavattibahulāni padāni parassapadāni nāma. Attahitapaṭisaṁyuttesu pavattibahulāni attanopadāni nāmāti eke.",
  "anya-e0201n5:29_0": "Paro vuccati kattā sabbakriyāsādhāraṇattā, attā vuccati kammaṁ sakasakakriyāsādhāraṇattā,",
  "anya-e0201n5:29_1": "parassa abhidhāyakāni padāni parassapadāni, attano abhidhāyakāni padāni attanopadānīti aññe.",
  "anya-e0201n5:30": "Attā vuccati padatthānaṁ sarīrabhūtā kriyā, kattunā pana sādhyaṭṭhena kriyarūpāni bhāva, kammānipi attāti vuccanti. Sādhakaṭṭhena tehi parabhūto kattā paro nāmāti apare.",
  "anya-e0201n5:31_0": "Attā vuccati amhattho, paro vuccati tumha, nāmattho, pubbachakkāni parabahulattā",
  "anya-e0201n5:31_1": "parassapadāni nāma, parachakkāni pana rūḷhīvasena attanopadāni nāmātipi vadanti.",
  "anya-e0201n5:31_2": "Idaṁ na yujjati parachakkesu tabbahulamattassāpi asiddhattā. Pāḷibhāsaṁ pana patvā",
  "anya-e0201n5:31_3": "dvinnaṁ chakkānaṁ attahita, parahitesu vā tīsu kārakesu vā pavattinānāttaṁ na dissatiyeva,",
  "anya-e0201n5:31_4": "tasmā imasmiṁ ganthe taṁ nāmadvayaṁ na gahitanti daṭṭhabbaṁ.",
  "anya-e0201n5:32": "Paccayā pana catubbidhā vikaraṇa, kicca, kārita, dhātupaccayavasena.",
  "anya-e0201n5:33": "Tattha ye dhātusiddhāni tyādipadāni tabbādipadāni ca gaṇavibhāgavasena aññamaññaṁ visadisarūpāni karonti, te vikaraṇapaccayā nāma, la, ya, ṇoiccādayo.",
  "anya-e0201n5:34": "Bhāva, kammavisayo kyo kiccapaccayo nāma.",
  "anya-e0201n5:35": "Paresaṁ āṇāpanasaṅkhāte payojakabyāpāre pavattā ṇi, ṇāpipaccayā kāritapaccayā nāma.",
  "anya-e0201n5:36": "Visuṁ taṁtaṁkriyavācībhāvena dhāturūpā kha, cha, saiccādikā paccayā dhātupaccayā nāma.",
  "anya-e0201n5:37": "“Kāla, kāraka, purisa, saṅkhyābhedadīpaka”nti ettha atīta, paccuppannā’nāgata, kālavimuttavasena kālabhedo catubbidho.",
  "anya-e0201n5:38": "Tattha hiyyattanī, ajjattanī ajjatanī (bahūsu), parokkhāti imā tisso vibhattiyo atīte kāle vattanti.",
  "anya-e0201n5:39": "Vattamānā, pañcamīti dve paccuppanne.",
  "anya-e0201n5:40": "Ekā bhavissantī anāgate.",
  "anya-e0201n5:41": "Sattamī, kālātipattīti dve kālavimutte vattanti, ayaṁ kira porāṇiko vibhattīnaṁ kamo, so ca pāḷiyā sametiyeva.",
  "anya-e0201n5:42": "“Sabbe saddhammagaruno, vihaṁsu viharanti ca.",
  "anya-e0201n5:43": "Athopi viharissanti, esā buddhāna dhammatā”ti a. ni. 4.21 ca –",
  "anya-e0201n5:44_0": "“Abbhatītā ca ye buddhā, vattamānā anāgatā”ti ca apa. thera 1.1.588 pāḷī. Imasmiṁ",
  "anya-e0201n5:44_1": "kame pañcamī, sattamīti nāmadvayampi anvatthavasena siddhaṁ bhavati. Pacchā pana",
  "anya-e0201n5:44_2": "garuno vatticchāvasena vibhattīnaṁ nānākamaṁ karonti.",
  "anya-e0201n5:45_0": "Kattu, kamma, bhāvā pana kārakabhedo nāma. Tattha bhāvo duvidho sādhya, sādhanavasena",
  "anya-e0201n5:45_1": "visesana, visesyavasena ca. Tattha dhātvatthakriyā sādhyabhāvo nāma. Paccayatthakriyā sādhanabhāvo nāma.",
  "anya-e0201n5:46_0": "Tesu sādhyabhāvo nānādhātūnaṁ vasena nānāvidho hoti. Sādhanabhāvo nānādhātvatthānaṁ",
  "anya-e0201n5:46_1": "pavattākārasaṅkhātena ekaṭṭhena ekova hoti. So pana yathā jāti nāma anuppannapakkhe",
  "anya-e0201n5:46_2": "ṭhite saṅkhatadhamme uppādentī viya khāyati, tathā vohāravisayamatte ṭhite sabbadhātvatthe",
  "anya-e0201n5:46_3": "pātubhonte karonto viya khāyati, tasmā so sādhananti ca kārakanti ca vuccati. Yathā",
  "anya-e0201n5:46_4": "ca jātivasena uppannā saṅkhatadhammā “cintanaṁ jātaṁ, phusanaṁ jāta” miccādinā ekantameva",
  "anya-e0201n5:46_5": "jātiṁ visesenti, tathā paccayatthavasena pātubhontā nānādhātvatthāpi “bhuyyate, gamyate,",
  "anya-e0201n5:46_6": "paccate, bhavanaṁ, gamanaṁ, pacana” miccādinā ekantameva paccayatthaṁ visesenti.",
  "anya-e0201n5:46_7": "Vatticchāvasena pana bhāvasādhanapadesu dhātvattha, paccayatthānaṁ abhedopi vattuṁ",
  "anya-e0201n5:46_8": "yujjatiyeva. Idha pana dvīsu bhāvesu sādhanabhāvo adhippetoti.",
  "anya-e0201n5:47_0": "Paṭhama, majjhimu’ttamapurisā purisabhedo. ‘Puriso’ti ca “yaṁkiñcāyaṁ purisapuggalo",
  "anya-e0201n5:47_1": "paṭisaṁvedeti sukhaṁ vā dukkhaṁ vā adukkhamasukhaṁ vā”ti ma. ni. 3.1 ettha attā eva",
  "anya-e0201n5:47_2": "vuccati, so ca attā “so karoti, so paṭisaṁvedetī”ti a. ni. 6.43; visuddhi. 2.580",
  "anya-e0201n5:47_3": "ettha kārakoti vuccati. Iti ‘puriso’ti kārako eva.",
  "anya-e0201n5:48_0": "So ca tividho nāmattho, tumhattho, amhattho cāti. Tattha attano ajjhattasantānabhūtattā",
  "anya-e0201n5:48_1": "amhattho uttamapuriso nāma, sesā pana kamena paṭhamapuriso, majjhimapurisoti vuccanti.",
  "anya-e0201n5:48_2": "Vibhattiyo pana taddīpakattā paṭhamapurisādināmaṁ labhanti. Idañca nāmaṁ kārakabhede",
  "anya-e0201n5:48_3": "antogadhamevāti katvā imasmiṁ ganthe na gahitanti.",
  "anya-e0201n5:49": "Saṅkhyābhedo duvidho ekatta, bahuttavasena.",
  "anya-e0201n5:50": "‘Liṅgabhedarahita’nti “puriso gacchati, itthī gacchati, kulaṁ gacchati” iccādīsu ‘puriso’iccādīnaṁ abhidheyyapadānaṁ liṅgānugato rūpabhedo ākhyātapade natthi.",
  "anya-e0201n5:51": "‘Kriyāpadhānavācaka’nti ettha kriyaṁ eva padhānato abhidhāti, na nāmapadaṁ viya dabbaṁ padhānato abhidhātīti adhippāyo.",
  "anya-e0201n5:52": "Tattha kriyā nāma dhātvatthabhāvo vuccati, sā ca kālavasena atītakriyā, paccuppannakriyā, anāgatakriyā, kālavimuttakriyāti catubbidhā hoti.",
  "anya-e0201n5:53": "Āṇattikriyā, āsiṭṭhakriyā, anumatikriyā, parikappakriyā, araha, sakka, vidhi, nimantanā’mantanādikriyāti bahuvidho kriyābhedoti.",
  "anya-e0201n5:54": "Bhū-sattāyaṁ, santassa bhāvo sattā, tassaṁ sattāyaṁ, bhūdhātu sattāyamatthe vattate, sabbapadatthānaṁ sadda, buddhivisayabhāvena vijjamānabhāve vattatetyattho.",
  "anya-e0201n5:55": "561.Kriyatthāka. 432, 455; rū. 362, 530; nī. 905, 936; pā. 3.1.91.",
  "anya-e0201n5:56_0": "Adhikārasuttamidaṁ, kriyatthā paraṁ vibhatti, paccayā bhavantīti attho. Kriyā attho",
  "anya-e0201n5:56_1": "yassāti kriyattho. Pakatidhātu, vikatidhātu, nāmadhātuvasena tividho dhātu, kāritapaccayantarūpampi",
  "anya-e0201n5:56_2": "vikatidhātumhi saṅgayhati.",
  "anya-e0201n5:57": "562.Vattamānetianti si tha mi ma te ante se vhe e mheka. 414; rū. 428; nī. 872; caṁ. 1.2.82; pā. 3.2.123.",
  "anya-e0201n5:58_0": "Ārabhitvā niṭṭhaṁ anupagato bhāvo vattamāno nāma, taṁsambandhīkālopi tadūpacārena",
  "anya-e0201n5:58_1": "vattamānoti vuccati. Vattamāne kāle kriyatthā paraṁ tyādivibhattiyo bhavanti. Ayañca",
  "anya-e0201n5:58_2": "vibhatti tyādīti ca vattamānakālavisayattā vattamānāti ca sijjhati.",
  "anya-e0201n5:59": "563.Pubbāparachakkānamekānekesu tumhamhasesesu dve dve majjhimuttamapaṭhamāka. 408; rū. 431; nī. 867.",
  "anya-e0201n5:60_0": "Tumhanāmaṁ, amhanāmaṁ, tadubhayato sesanāmanti tīsu nāmesu payujjamānesu vā gamyamānesu",
  "anya-e0201n5:60_1": "vā ekasmiṁ vā anekesu vā atthesu pubbachakka, parachakkānaṁ dve dve majjhima, uttama,",
  "anya-e0201n5:60_2": "paṭhamā vibhattiyo bhavanti. “Uttamanti uttaraṁ antima”nti cūḷamoggallāne vuttaṁ.",
  "anya-e0201n5:61": "Ettha ca vibhattividhānamukhena taṁtaṁsaññāvidhānampi siddhaṁ hoti.",
  "anya-e0201n5:62": "Kathaṁ?Ti, anti, si, tha, mi, ma iti pubbachakkaṁ nāma.",
  "anya-e0201n5:63": "Te, ante, se, vhe, e, mhe iti parachakkaṁ nāma.",
  "anya-e0201n5:64": "Pubbachakke ca-ti, antidvayaṁ paṭhamadukaṁ nāma, si, thadvayaṁ majjhimadukaṁ nāma, mi, madvayaṁ uttamadukaṁ nāma. Evaṁ parachakke.",
  "anya-e0201n5:65_0": "Tattha tulyādhikaraṇabhūte sesanāme payujjamāne vā gamyamāne vā paṭhamadukaṁ bhavati.",
  "anya-e0201n5:65_1": "Tathā tumhanāme majjhimadukaṁ, amhanāme uttamadukaṁ. Dukesu ca ekasmiṁ atthe vattabbe",
  "anya-e0201n5:65_2": "ekavacanaṁ, bahumhi vattabbe bahuvacanaṁ.",
  "anya-e0201n5:66_0": "Ettha ca nāmānaṁ atthanissitā katvattha, kammatthā idha nāmatthāti vuccanti. Kattu,",
  "anya-e0201n5:66_1": "kammasaṅkhāte yasmiṁ nāmatthe tyādivibhattiyo bhavanti, so nāmattho tyādivācakānaṁ",
  "anya-e0201n5:66_2": "eva vāccabhūto vuttattho nāma hoti, na syādivibhattīnaṁ.",
  "anya-e0201n5:67": "Vuttakattu, kammādhiṭṭhānassa ca liṅgatthassa vācakaṁ nāmapadaṁ abhidheyyapadaṁ nāma, etadeva tulyādhikaraṇapadanti ca vuccati.",
  "anya-e0201n5:68_0": "Amādayo ca atthavācakavibhattiyo etasmiṁ okāsaṁ na labhanti, liṅgatthamattajotikā",
  "anya-e0201n5:68_1": "paṭhamāvibhatti eva okāsaṁ labhati. Evarūpāni tulyādhikaraṇabhūtāni abhidheyyapadāni",
  "anya-e0201n5:68_2": "sandhāya sutte ‘tumhamhasesesū’ti vuttaṁ.",
  "anya-e0201n5:69": "Idañca suttaṁ suddhehi tumha’mha, sesanāmehi yuttavākye ca missakehi yuttavākye cāti dvīsu dvīsu vākyesu veditabbaṁ.",
  "anya-e0201n5:70": "Tattha suddhehi yutte paccekaṁ dukāni vattanti. Yathā? So gacchati, te gacchanti, tvaṁ gacchasi, tumhe gacchatha, ahaṁ gacchāmi, mayaṁ gacchāmāti.",
  "anya-e0201n5:71_0": "Tathā suddhadvandepi. Yathā? So ca so ca gacchati, gacchanti vā. Te ca te ca gacchanti,",
  "anya-e0201n5:71_1": "so ca te ca gacchanti, tvañca tvañca gacchasi, gacchatha vā. Tumhe ca tumhe ca gacchatha,",
  "anya-e0201n5:71_2": "tvañca tumhe ca gacchathāti.",
  "anya-e0201n5:72_0": "Missakehi yutte dvandavākye pana ‘vippaṭisedhe’ti saṅketattā paradukāni eva okāsaṁ",
  "anya-e0201n5:72_1": "labhanti, tesu ca bahuvacanāni eva. Yathā? So ca tvañca gacchatha, so ca ahañca gacchāma,",
  "anya-e0201n5:72_2": "tvañca ahañca gacchāma, so ca tvañca ahañca gacchāma. Ekavacanacatukkaṁ.",
  "anya-e0201n5:73": "Te ca tumhe ca gacchatha, te ca mayañca gacchāma, tumhe ca mayañca gacchāma, te ca tumhe ca mayañca gacchāma. Bahuvacanacatukkaṁ.",
  "anya-e0201n5:74": "So ca tumhe ca gacchatha, so ca mayañca gacchāma, tvañca mayañca gacchāma, so ca tvañca mayañca gacchāma. Ekavacanamūlacatukkaṁ.",
  "anya-e0201n5:75": "Te ca tvañca gacchatha, te ca ahañca gacchāma, tumhe ca ahañca gacchāma, te ca tumhe ca ahañca gacchāma. Bahuvacanamūlacatukkaṁ.",
  "anya-e0201n5:76_0": "Api ca tvañca so ca gacchatha, ahañca so ca gacchāma, tvañca ahañca so ca gacchāma,",
  "anya-e0201n5:76_1": "tumhe ca so ca gacchatha, mayañca so ca gacchāma, tvañca te ca gacchatha, ahañca",
  "anya-e0201n5:76_2": "te ca gacchāmaiccādīnipi catukkāni veditabbāni.",
  "anya-e0201n5:77": "Atrimā pāḷī – tuvañca putto suṇisā ca nattā, sammodamānā gharamāvasetha jā. 1.8.7. Ahañca putto suṇisā ca nattā, sammodamānā gharamāvasema jā. 1.8.7.",
  "anya-e0201n5:78": "Ahañca dāni āyasmā ca sāriputto bhikkhusaṅghaṁ pariharissāma ma. ni. 2.160.",
  "anya-e0201n5:79": "Ahañca ime ca bhikkhū samādhinā nisīdimhā.",
  "anya-e0201n5:80": "Ahañca bhariyā ca dānapatī ahumhā jā. 2.22.1593.",
  "anya-e0201n5:81": "Ahañca sāmiko ca dānapatī ahumhā jā. 2.22.1617 iccādi.",
  "anya-e0201n5:82_0": "Yaṁ pana “so ca gacchati, tvañca gacchasī”ti vattabbe “tumhe gacchathā”ti vā “so",
  "anya-e0201n5:82_1": "ca gacchati, ahañca gacchāmī”ti vattabbe “mayaṁ gacchāmā”ti vā vacanaṁ, taṁ pakatibahuvacanameva,",
  "anya-e0201n5:82_2": "na paropurisabahuvacanaṁ.",
  "anya-e0201n5:83_0": "Yañca kaccāyane – “sabbesamekābhidhāne paro puriso”ti nī. 216 piṭṭhe suttaṁ, tatthapi",
  "anya-e0201n5:83_1": "sabbesaṁ dvinnaṁ vā tiṇṇaṁ vā missakabhūtānaṁ nāma, tumha’mhānaṁ ekato abhidhāne",
  "anya-e0201n5:83_2": "missakadvandavākye paro puriso yojetabboti attho na na sambhavatīti.",
  "anya-e0201n5:84": "564.Kattari loka. 455; rū. 433; nī. 925.",
  "anya-e0201n5:85": "Aparokkhesu māna, nta, tyādīsu paresu kriyatthā paraṁ kattari lānubandho apaccayo hoti. Lānubandho ‘ūlasse’ti sutte visesanattho.",
  "anya-e0201n5:86": "Etena yattha māna, nta, tyādayo kattari vattanti, tattha ayaṁ lapaccayoti lapaccayena tesaṁ kattuvācakabhāvaṁ ñāpeti, esa nayo “kyo bhāvakammesu…” iccādīsupi.",
  "anya-e0201n5:87_0": "Ettha ca vikaraṇapaccayā nāma byañjanapūraṇā eva honti, na atthapūraṇā, tasmā yasmiṁ",
  "anya-e0201n5:87_1": "payoge tehi vinā padarūpaṁ na sijjhati, tattheva te vattanti. Yattha sijjhati, tattha",
  "anya-e0201n5:87_2": "na vattanti, ayampi lapaccayo dhātuto paraṁ vibhattisare vā āgamasare vā asante vattati,",
  "anya-e0201n5:87_3": "sante pana “pacāmi, pacāma, pacāhi, gameti, gamenti, vajjeti, vajjenti”-iccādīsu",
  "anya-e0201n5:87_4": "kāriyantaratthāya vattati. Yattha ca paccayānaṁ lopo vihito, tattha gaṇantara, rūpantarappasaṅgapaṭisiddhāya",
  "anya-e0201n5:87_5": "vattati, aññattha na vattati.",
  "anya-e0201n5:88": "565.Yuvaṇṇānameo paccayeka. 485; rū. 434; nī. 975; caṁ. 1.1.82; pā. 3.1.60.",
  "anya-e0201n5:89_0": "Vibhatti, paccayā paccayo nāma. I, kī, khi, ci, ji iccādayo ivaṇṇā nāma. Cu, ju,",
  "anya-e0201n5:89_1": "bhū, hū iccādayo uvaṇṇā nāma. Paccaye pare ekakkharadhātvantānaṁ ivaṇṇu’vaṇṇānaṁ",
  "anya-e0201n5:89_2": "kamena e, ovuddhiyo honti. ‘Paro kvacī’ti parasaralopo.",
  "anya-e0201n5:90": "Saṁpubbo-sambhoti, sambhonti, sambhosi, sambhotha, sambhomi, sambhoma.",
  "anya-e0201n5:91": "Anupubbo-anubhavane, so bhogaṁ anubhoti, te bhogaṁ anubhonti, tvaṁ bhogaṁ anubhosi, tumhe bhogaṁ anubhotha, ahaṁ bhogaṁ anubhomi, mayaṁ bhogaṁ anubhoma.",
  "anya-e0201n5:92": "Tattha yathā “nīlo paṭo”ti ettha nīlasaddassa attho duvidho vāccattho, abhidheyyatthoti.",
  "anya-e0201n5:93": "Tattha guṇasaṅkhāto sakattho vāccattho nāma.",
  "anya-e0201n5:94": "Guṇanissayo dabbattho abhidheyyattho nāma.",
  "anya-e0201n5:95": "Nīlasaddo pana vaccātthameva ujuṁ vadati, nīlasaddamattaṁ suṇanto nīlaguṇameva ujuṁ jānāti, tasmā “paṭo” iti padantarena nīlasaddassa abhidheyyattho ācikkhīyati.",
  "anya-e0201n5:96": "Tathā “anubhotī”ti ettha tisaddassa attho duvidho vāccattho, abhidheyyatthoti.",
  "anya-e0201n5:97": "Tattha kattusattisaṅkhāto sakattho vāccattho nāma.",
  "anya-e0201n5:98": "Sattinissayo liṅgattho abhidheyyattho nāma.",
  "anya-e0201n5:99_0": "Tisaddo pana vāccatthameva ujuṁ vadati, na abhidheyyatthaṁ. “Anubhotī”ti suṇantosādhyakriyāsahitaṁ",
  "anya-e0201n5:99_1": "kattārameva ujuṁ jānāti, na kiñci dabbanti attho. Tasmā “so” iti padantarena tisaddassa",
  "anya-e0201n5:99_2": "abhidheyyattho ācikkhīyati, vāccatthassa pana tisaddeneva ujuṁ vuttattā tatiyāvibhattiyā",
  "anya-e0201n5:99_3": "puna ācikkhitabbakiccaṁ natthi, liṅgatthajotanatthaṁ abhidheyyapade paṭhamāvibhatti",
  "anya-e0201n5:99_4": "eva pavattatīti. Esa nayo sabbattha.",
  "anya-e0201n5:100": "566.Eonamayavā sareka. 513, 514; rū. 435, 491; nī. 1027, 1028.",
  "anya-e0201n5:101": "Sare pare e, onaṁ kamena aya, avā honti. Ya, vesu a-kāro uccāraṇattho.",
  "anya-e0201n5:102": "Bhavati, bhavanti, bhavasi, bhavatha.",
  "anya-e0201n5:103": "567.Himimesvassaka. 478; rū. 438; nī. 959.",
  "anya-e0201n5:104": "Hi, mi, mesu paresu a-kārassa dīgho hoti.",
  "anya-e0201n5:105": "Bhavāmi, bhavāma.",
  "anya-e0201n5:106": "Parachakke – bhavate, bhavante, bhavase, bhavavhe, bhave, bhavamhe.",
  "anya-e0201n5:107": "Papubbo bhū-pavattiyaṁ, nadī pabhavati.",
  "anya-e0201n5:108": "Adhyā’bhi, paripubbo hiṁsāyaṁ, adhibhavati, abhibhavati, paribhavati.",
  "anya-e0201n5:109": "Vipubbo vināse, pākaṭe, sobhaṇe ca, vibhavati.",
  "anya-e0201n5:110": "Parāpubbo parājaye, parābhavati.",
  "anya-e0201n5:111": "Abhi, saṁpubbo pattiyaṁ, ajjhogāhe ca, abhisambhavati, tathā pātubbhavati, āvibhavati iccādi.",
  "anya-e0201n5:112": "Iti suddhakatturūpaṁ.",
  "anya-e0201n5:113": "Suddhabhāvakammarūpa",
  "anya-e0201n5:114": "568.Kyobhāvakammesvaparokkhesu māna nta tyādīsuka. 440; rū. 445; nī. 920; caṁ. 1.1.80; pā. 3.1.67.",
  "anya-e0201n5:115": "Parokkhāvajjitesu māna, ntapaccayesu tyādīsu ca paresu kriyatthā bhāvasmiṁ kammani ca kānubandho yapaccayo hoti, bahulādhikārā kvaci kattari ca.",
  "anya-e0201n5:116": "Rūpaṁ vibhuyyati, so pahīyissati saṁ. ni. 1.249, bhattaṁ paccati, gimhe udakaṁ chijjati, kusūlo bhijjati.",
  "anya-e0201n5:117": "569.Na te kānubandhanāgamesu.",
  "anya-e0201n5:118": "Kānubandhe nāgame ca ivaṇṇu’vaṇṇānaṁ assa ca te e, o,-ā na hontīti kyamhi vuddhi natthi.",
  "anya-e0201n5:119_0": "Kamme-tena purisena bhogo anubhūyati, tena bhogā anubhūyanti, tena tvaṁ anubhūyasi,",
  "anya-e0201n5:119_1": "tena tumhe anubhūyatha, tena ahaṁ anubhūyāmi, tena mayaṁ anubhūyāma. Yassa dvittaṁ",
  "anya-e0201n5:119_2": "rassattañca, anubhuyyati, anubhuyyanti.",
  "anya-e0201n5:120": "Tattha “anubhūyatī”ti ettha kyapaccayasahitassa tisaddassa attho duvidho vāccattho, abhidheyyatthoti.",
  "anya-e0201n5:121": "Tattha kammasattisaṅkhāto sakattho vāccattho nāma.",
  "anya-e0201n5:122": "Sattinissayo liṅgattho abhidheyyattho nāma.",
  "anya-e0201n5:123_0": "Tisaddo pana kyapaccayasahito vāccatthameva ujuṁ vadati, na abhidheyyatthaṁ. “Anubhūyatī”ti",
  "anya-e0201n5:123_1": "suṇanto sādhyakriyāsahitaṁ kammasattiṁ eva ujuṁ jānāti, na kiñci dabbanti vuttaṁ",
  "anya-e0201n5:123_2": "hoti. Sesaṁ pubbe vuttanayameva.",
  "anya-e0201n5:124": "Anubhūyate, anubhuyyate, anubhūyante, anubhuyyante, anubhūyase, anubhūyavhe, anubhūye, anubhuyye, anubhūyamhe, anubhuyyamhe.",
  "anya-e0201n5:125": "570.Garupubbā rassā re ntentīnaṁka. 517; rū. 488; nī. 1105; ‘guru…’ (bahūsu).",
  "anya-e0201n5:126": "Garupubbamhā rassato nte, ntīnaṁ reādeso hoti.",
  "anya-e0201n5:127": "Jāyare, jāyanti, jāyare, jāyante, gacchare, gacchanti, gacchare, gacchante, gamissare, gamissanti, gamissare, gamissante.",
  "anya-e0201n5:128": "Garupubbāti kiṁ? Pacanti, pacante.",
  "anya-e0201n5:129": "Rassāti kiṁ? Pācenti, pācante.",
  "anya-e0201n5:130": "Ettha ca suttavibhāgena “sabbaṁ hidaṁ bhañjare kālapariyāyaṁ jā. 1.15.370, muñcare bandhanasmā jā. 2.22.1648, jīvare’ vāpi sussatī”ti jā. 2.22.840 etāni pāḷipadāni sijjhanti.",
  "anya-e0201n5:131": "Tattha ‘bhañjare’ti bhijjati, ‘muñcare’ti muñcantu, ‘jīvare’ vāpī’ti jīvanto’vāpi. Anubhūyare, anubhūyanti, anubhūyare, anubhūyante.",
  "anya-e0201n5:132_0": "Bhāvo nāma bhavana, gamanādiko kriyākāro, so dhātunā eva tulyādhikaraṇabhāvena visesīyati,",
  "anya-e0201n5:132_1": "na nāmapadena, tasmā tattha tumha’mha, sesanāmavasena tyādidukavisesayogo nāma natthi,",
  "anya-e0201n5:132_2": "paṭhamadukameva tattha bhavati, dabbasseva ca tassa abyattasarūpattā saṅkhyābhedopi",
  "anya-e0201n5:132_3": "natthi, ekavacanameva bhavati.",
  "anya-e0201n5:133": "Tena bhogaṁ anubhūyati, anubhuyyati, anubhūyate, anubhuyyate, anubhavanaṁ hotīti attho.",
  "anya-e0201n5:134": "Iti suddhabhāvakammarūpāni.",
  "anya-e0201n5:135": "Hetukatturūpa",
  "anya-e0201n5:136": "571.Payojakabyāpāreṇāpi caka. 438; rū. 540; nī. 914.",
  "anya-e0201n5:137": "Yo suddhakattāraṁ payojeti, tassa payojakassa kattuno byāpāre kriyatthā ṇi ca ṇāpi ca honti. Ṇānubandhā vuddhutthā.",
  "anya-e0201n5:138": "Tesu ca ākārantato ‘ato’ (moga.) ṇāpiyeva hoti, dāpeti, dāpayati.",
  "anya-e0201n5:139": "Uvaṇṇantato ṇiyeva, sāveti, sāvayati.",
  "anya-e0201n5:140": "Sesato dvepi, pāceti, pācayati, pācāpeti, pācāpayati.",
  "anya-e0201n5:141": "Payojakabyāpāropi kriyā evāti tadatthavācīhi ṇi,-ṇāpīhi paraṁ vibhatti, paccayā bhavanti, dhātvantassa ca ṇi, ṇāpīnañca vuddhi.",
  "anya-e0201n5:142": "So maggaṁ bhāveti, te maggaṁ bhāventi, tvaṁ maggaṁ bhāvesi, tumhe maggaṁ bhāvetha, ahaṁ maggaṁ bhāvemi, mayaṁ maggaṁ bhāvema.",
  "anya-e0201n5:143": "572.Āyāvā ṇānubandheka. 515; rū. 541; nī. 1029.",
  "anya-e0201n5:144": "E, onaṁ kamena āya, āvā honti sarādo ṇānubandhe paccaye pare, suttavibhattiyā aṇānubandhepi āyā’vā honti.",
  "anya-e0201n5:145": "Ge-sadde, gāyati, gāyanti.",
  "anya-e0201n5:146": "Apapubbo ce-pūjāyaṁ, apacāyati, apacāyanti.",
  "anya-e0201n5:147": "Jhe-cintāyaṁ, jhāyati, jhāyanti, ujjhāyati, nijjhāyati iccādi.",
  "anya-e0201n5:148": "573.Ṇiṇāpyāpīhi ca“…vā” (bahūsu).",
  "anya-e0201n5:149": "Ṇi, ṇāpi, āpīhi ca kattari lo hoti vā.",
  "anya-e0201n5:150": "Kārayati, kārāpayati, saddāpayati.",
  "anya-e0201n5:151": "Iminā asare ṭhāne ayādesato paraṁ akāro hoti, so maggaṁ bhāvayati, bhāvayanti, bhāvayasi, bhāvayatha, bhāvayāmi, bhāvayāma.",
  "anya-e0201n5:152": "Iti hetukatturūpāni.",
  "anya-e0201n5:153": "Tyādi",
  "anya-e0201n5:154": "‘Kyo bhāvakammesū…’ti ṇi, ṇāpipaccayantato yo.",
  "anya-e0201n5:155": "574.Kyassaka. 442; rū. 448; nī. 922.",
  "anya-e0201n5:156": "Kriyatthā parassa kyassa ādimhi īña hoti.",
  "anya-e0201n5:157": "Tena maggo bhāvīyati, tena maggā bhāvīyanti, tena tvaṁ bhāvīyasi, tena tumhe bhāvīyatha, tena ahaṁ bhāvīyāmi, tena mayaṁ bhāvīyāma.",
  "anya-e0201n5:158": "Rassatte-bhāviyati, bhāviyanti.",
  "anya-e0201n5:159": "Dvitte-bhāviyyati, bhāviyyanti. Tathā bhāvayīyati, bhāvayīyanti.",
  "anya-e0201n5:160": "Rassatte-bhāvayiyati, bhāvayiyanti.",
  "anya-e0201n5:161": "Dvitte-bhāvayiyyati, bhāvayiyyanti.",
  "anya-e0201n5:162": "Akammikāpi yā dhātu, kārite tve’kakammikā;",
  "anya-e0201n5:163": "Ekakammā dvikammā ca, dvikammā ca tikammakā.",
  "anya-e0201n5:164": "Iti suddhakatturūpaṁ, suddhakammarūpaṁ, hetukatturūpaṁ, hetukammarūpanti ekadhātumhi cattāri nipphannarūpāni labbhanti.",
  "anya-e0201n5:165": "Katturūpena cettha kammakatturūpampi saṅgayhati. Kusūlo bhijjati, bhijjanadhammo bhijjati.",
  "anya-e0201n5:166": "Kammarūpena ca kattukammarūpampi saṅgayhati. Tattha yaṁ padaṁ kattuvācakaṁ samānaṁ saddarūpena kammarūpaṁ bhavati, taṁ kattukammarūpaṁ nāma, taṁ pāḷiyaṁ bahulaṁ dissati.",
  "anya-e0201n5:167_0": "Rūpaṁ vibhāviyyati mahāni. 108, atikkamiyyati, samatikkamiyyati, vītivattiyyati,",
  "anya-e0201n5:167_1": "nimittaṁ abhibhuyyatīti gotrabhu paṭi. ma. 1.59, pavattaṁ abhibhuyyati paṭi. ma.",
  "anya-e0201n5:167_2": "1.59, cutiṁ abhibhuyyati, upapattiṁ abhibhuyyatīti paṭi. ma. 1.59 gotrabhu iccādi.",
  "anya-e0201n5:168_0": "Tathā so pahīyethāpi nopi pahīyetha saṁ. ni. 1.249, so pahīyissati saṁ. ni. 1.249,",
  "anya-e0201n5:168_1": "nihiyyati yaso tassa dī. ni. 3.246, hiyyoti hiyyati poso, pareti parihāyati jā. 1.15.348,",
  "anya-e0201n5:168_2": "ājānīyā hasīyanti jā. 2.22.2369, vidhurassa hadayaṁ dhaniyati jā. 2.22.1350 iccādi.",
  "anya-e0201n5:169_0": "Yañca ‘yamhi dā dhā mā thā hā pā maha mathādīnamī’ti kaccāyane suttaṁ, taṁ kammani",
  "anya-e0201n5:169_1": "icchanti, kattari eva yujjati kammani ivaṇṇāgamassa sabbhāvā. Saddanītiyaṁ pana “so",
  "anya-e0201n5:169_2": "pahīyissatī”ti padānaṁ bhāvarūpattaṁ daḷhaṁ vadati, tāni pana kattukammarūpāni evāti.",
  "anya-e0201n5:170": "Ettha ca vattamānaṁ catubbidhaṁ niccapavattaṁ, pavattāvirataṁ, pavattuparataṁ, samīpavattamānanti.",
  "anya-e0201n5:171": "Tattha niccapavatte – idhāyaṁ pabbato tiṭṭhati, candimasūriyā pariyāyanti, disā bhanti virocamānā a. ni. 4.69.",
  "anya-e0201n5:172": "Pavattāvirate – api nu te gahapati kule dānaṁ dīyatīti, dīyati me bhante kule dānaṁ a. ni. 9.20.",
  "anya-e0201n5:173": "Ettha ca yāva dāne saussāho, tāva yathāpavattā dānakriyā vattamānā eva nāma hoti ussāhassa aviratattā.",
  "anya-e0201n5:174_0": "Pavattuparate – na khādati ayaṁ maṁsaṁ, neva pāṇaṁ hanati a. ni. 3.67, na adinnaṁ",
  "anya-e0201n5:174_1": "ādiyati a. ni. 3.67. Ettha yāva tabbipakkhakriyaṁ na karoti, tāva viramaṇakriyā vattamānā eva nāma hoti.",
  "anya-e0201n5:175": "Samīpe – atīte – kuto nu tvaṁ āgacchasi saṁ. ni. 1.130, rājagahato āgacchāmīti. Anāgate – dhammaṁ te desemi, sādhukaṁ suṇohi.",
  "anya-e0201n5:176": "Suttavibhattena tadāyoge atītepi ayaṁ vibhatti hoti, vākacīrāni dhunanto, gacchāmi ambare tadā bu. vaṁ. 2.37.",
  "anya-e0201n5:177_0": "Yāva, pure, purāyoge anāgatepi-idheva tāva tiṭṭhāhi, yāvāhaṁ āgacchāmi, yaṁnūnāhaṁ",
  "anya-e0201n5:177_1": "dhammañca vinayañca saṅgāyeyyaṁ pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā, pure adhammo",
  "anya-e0201n5:177_2": "dibbati, dhammo paṭibāhiyyati cūḷava. 437, dante ime chinda purā marāmi jā. 1.16.127.",
  "anya-e0201n5:178": "Ekaṁsatthepi-nirayaṁ nūnagacchāmi, ettha me natthi saṁsayo jā. 2.22.331. Avassambhāviyatthepi-dhuvaṁ buddho bhavāmahaṁ bu. vaṁ. 2.109, dhuvaṁ buddho bhavissati bu. vaṁ. 2.81 vā.",
  "anya-e0201n5:179": "Aniyamatthepi-manasā ce pasannena, bhāsati vā karoti vā dha. pa. 2 cintetīti cittaṁ dha. sa. aṭṭha. 1, phusatīti phasso dha. sa. aṭṭha. 1, bujjhatīti buddho.",
  "anya-e0201n5:180": "Kadā karahiyogepi-kadā gacchati, karahi gacchati, gamissati vā.",
  "anya-e0201n5:181": "Iti tyādi.",
  "anya-e0201n5:182": "Tvādi",
  "anya-e0201n5:183": "Atha tvādi vuccate.",
  "anya-e0201n5:184": "575.Tu antu hi tha mi ma taṁ antaṁ su vho e āmaseka. 424; rū. 450; nī. 897; caṁ. 1.3.122; pā. 3.3.162.",
  "anya-e0201n5:185": "Vattamāne kāle pañha, patthanā, vidhīsu kriyatthā tvādayo honti.",
  "anya-e0201n5:186": "Pañhe-dhammaṁ vā tvaṁ adhiyassu vinayaṁ vā pāci. 471 (atthato sadisaṁ).",
  "anya-e0201n5:187": "Patthanāsaddena āsīsādayopi saṅgayhanti.",
  "anya-e0201n5:188": "Tattha patthanāyaṁ-bhavābhave saṁsaranto, saddho homi amaccharī.",
  "anya-e0201n5:189": "Āsīsāyaṁ-etena saccavajjena, pajjunno abhivassatu cariyā. 3.89, sabbe bhadrāni passantu jā. 1.2.105, sabbe sattā averā hontu paṭi. ma. 2.22.",
  "anya-e0201n5:190": "Yācane-ekaṁ me nayanaṁ dehi cariyā. 1.59.",
  "anya-e0201n5:191_0": "Āyācane-desetu bhante bhagavā dhammaṁ dī. ni. 2.68, ovadatu maṁ bhagavā saṁ. ni.",
  "anya-e0201n5:191_1": "3.1, anusāsatu maṁ sugata saṁ. ni. 3.1, ullumpatu maṁ bhante saṅgho mahāva. 71, asmākaṁ",
  "anya-e0201n5:191_2": "adhipannānaṁ, khamassu rājakuñjara jā. 2.21.181, etha byagghā nivattavho jā. 1.3.66.",
  "anya-e0201n5:192": "Vidhisaddena niyojanādayopi saṅgayhanti.",
  "anya-e0201n5:193": "Tattha vidhimhi-akusalaṁ pajahatha, kusalaṁ upasampajja viharatha paṭi. ma. 3.30; pārā. 19, evaṁ vitakketha, mā evaṁ vitakketha paṭi. ma. 3.30.",
  "anya-e0201n5:194": "Niyojane-etha bhikkhave sīlavā hotha a. ni. 5.114, appamādena sampādetha dī. ni. 2.185, etha gaṇhatha bandhatha dī. ni. 2.342, mā vo muñcittha kiñcanaṁ dī. ni. 2.342.",
  "anya-e0201n5:195": "Ajjhesane-uddisatu bhante thero pātimokkhaṁ mahāva. 155.",
  "anya-e0201n5:196": "Āṇattiyaṁ-suṇātu me bhante saṅgho pārā. 368.",
  "anya-e0201n5:197": "Pesane-gacchatha tumhe sāriputtā pārā. 432.",
  "anya-e0201n5:198": "Pavāraṇāyaṁ-vadatu maṁ bhante saṅgho mahāva. aṭṭha. 213, vadetha bhante yenattho pārā. 290.",
  "anya-e0201n5:199": "Anumatiyaṁ-paribhuñja vā vissajjehi vā yathāpaccayaṁ vā karohi pāci. 374.",
  "anya-e0201n5:200": "Varadāne-phussatī varavaṇṇābhe, varassu dasadhā vare jā. 2.22.1655, icchitaṁ patthitaṁ tuyhaṁ, khippameva samijjhatu a. ni. aṭṭha. 1.1.192.",
  "anya-e0201n5:201": "Anuññāyaṁ-puccha vāsava maṁ pañhaṁ, yaṁ kiñci manasicchasi dī. ni. 2.356.",
  "anya-e0201n5:202": "Katāvakāsā pucchavho su. ni. 1036.",
  "anya-e0201n5:203": "Sampaṭicchane-evaṁ hotu dī. ni. 2.419.",
  "anya-e0201n5:204": "Akkose-muddhā te phalatu sattadhā jā. 1.16.295, corā taṁ khaṇḍākhaṇḍikaṁ chindantu ma. ni. aṭṭha. 1.",
  "anya-e0201n5:205": "Sapathe-etena saccavajjena, putto uppajjataṁ ise jā. 1.14.104, musā me bhaṇamānāya, muddhā phalatu sattadhā jā. 1.14.104.",
  "anya-e0201n5:206": "Āmantane-etu vessantaro rājā jā. 2.22.2341, “ehi bhikkhu cara brahmacariyaṁ mahāva. 28, etha bhikkhave sīlavā hotha” iccādīsupi ehi, ethasaddā āmantane tiṭṭhanti.",
  "anya-e0201n5:207": "Nimantane-adhivāsetu me bhante bhagavā svātanāya bhattaṁ pārā. 77.",
  "anya-e0201n5:208": "Pavedane-vedayatīti maṁ saṅgho dhāretu cūḷava. aṭṭha. 102, upāsakaṁ maṁ bhavaṁ gotamo dhāretu dī. ni. 1.299, punārāyu ca me laddho, evaṁ jānāhi mārisa dī. ni. 2.369.",
  "anya-e0201n5:209_0": "Pattakāle-parinibbātu bhante bhagavā, parinibbātu sugato, parinibbānakālo bhante",
  "anya-e0201n5:209_1": "bhagavato dī. ni. 2.168, kālo kho te mahāvīra, uppajja mātukucchiyaṁ bu. vaṁ. 1.67,",
  "anya-e0201n5:209_2": "byākarohi aggivessana na dāni te tuṇhībhāvassa kālo ma. ni. 1.357.",
  "anya-e0201n5:210": "Anubhotu, anubhontu, anubhohi, anubhotha, anubhomi, anubhoma, bhavatu, bhavantu, ‘himimesvassā’ti hi, mi, mesu assa dīgho, tvaṁ paṇḍito bhavāhi.",
  "anya-e0201n5:211": "576.Hissato lopoka. 479; rū. 452; nī. 960; caṁ. 5.3.99; pā. 6.4.105.",
  "anya-e0201n5:212": "Akārato parassa hissa lopo hoti.",
  "anya-e0201n5:213": "Atoti kiṁ? Brūhi, dehi, hohi.",
  "anya-e0201n5:214": "Iminā ato hissa lopo, tvaṁ paṇḍito bhava.",
  "anya-e0201n5:215": "Tumhe paṇḍitā bhavatha, bhavāmi, bhavāma.",
  "anya-e0201n5:216": "Parachakke-so bhavataṁ, te bhavantaṁ, tvaṁ bhavassu, tumhe bhavavho, ahaṁ bhave, mayaṁ bhavāmase, imāni suddhakatturūpāni.",
  "anya-e0201n5:217": "Anubhūyatu, anubhūyantu, anubhuyyatu, anubhuyyantu iccādi suddhakammarūpaṁ.",
  "anya-e0201n5:218": "Bhāvetu, bhāventu, bhāvayatu, bhāvayantu iccādi hetukatturūpaṁ.",
  "anya-e0201n5:219": "Bhāvīyatu, bhāvīyantu. Rassatte-bhāviyatu, bhāviyantu. Dvitte-bhāviyyatu, bhāviyyantu. Tathā bhāvayīyatu, bhāvayīyantuiccādi hetukammarūpaṁ.",
  "anya-e0201n5:220": "‘Eyyāthasse’iccādisuttena thassa vho, tumhe bhavavho, bhavatha vā.",
  "anya-e0201n5:221": "Iti tvādi.",
  "anya-e0201n5:222": "Eyyādi",
  "anya-e0201n5:223": "Atha eyyādi vuccate.",
  "anya-e0201n5:224": "577.Hetuphalesveyya eyyuṁ eyyāsi eyyātha eyyāmi eyyāma etha eraṁ etho eyyāvhoeyyavho (moggallānādīsu)eyyaṁ eyyāmhe vāka. 416; rū. 454; nī. 880; caṁ. 1.3.120; pā. 3.3.156.",
  "anya-e0201n5:225_0": "Aññamaññasambandhiniyā hetukriyāyañca phalakriyāyañca kriyatthā eyyādayo honti vā.",
  "anya-e0201n5:225_1": "Hetuphalesupi kadāci aññavibhattuppattidīpanattho vāsaddo, sace so yānaṁ labhissati,",
  "anya-e0201n5:225_2": "gamissati, sace na labhissati, na gamissati iccādi.",
  "anya-e0201n5:226": "Sace saṅkhāro nicco bhaveyya, sukho nāma bhaveyya, sace so paṇḍito bhaveyya, sukhito bhaveyya.",
  "anya-e0201n5:227": "578.Pañhapatthanāvidhīsucaṁ. 1.3.121; pā. 3.3.161.",
  "anya-e0201n5:228": "Etesu eyyādayo honti.",
  "anya-e0201n5:229": "Pañhe-kinnu kho tvaṁ vinayaṁ vā adhiyyeyyāsi dhammaṁ vā.",
  "anya-e0201n5:230": "Patthanāyaṁ-bhaveyyaṁ jātijātiyaṁ.",
  "anya-e0201n5:231": "Vidhimhi-pāṇaṁ na haneyya, adinnaṁ na ādiyeyya, dānaṁ dadeyya, sīlaṁ rakkheyya.",
  "anya-e0201n5:232": "579.Sattārahesveyyādīka. 416; rū. 454; nī. 881-4; caṁ. 1.3.128; pā. 3.3.169-172; satyarahesveyyādī (bahūsu).",
  "anya-e0201n5:233": "Sattiyaṁ arahatthe ca eyyādayo honti.",
  "anya-e0201n5:234": "Bhavaṁ rajjaṁ kareyya, bhavaṁ rajjaṁ kātuṁ sakko, kātuṁ arahoti attho.",
  "anya-e0201n5:235": "So imaṁ vijaṭaye jaṭaṁ saṁ. ni. 1.23.",
  "anya-e0201n5:236": "580.Sambhāvane vāka. 416; rū. 854; nī. 881, 883-4; caṁ. 1.3.118-9; pā. 3.3.154-5.",
  "anya-e0201n5:237": "Sambhāvanepi eyyādayo honti vā.",
  "anya-e0201n5:238": "Pabbatamapi sirasā bhindeyya, bhaveyya, bhaveyyuṁ, bhaveyyāsi, bhaveyyātha, bhaveyyāmi, bhaveyyāma.",
  "anya-e0201n5:239": "Parachakke-so bhavetha, te bhaveraṁ, tvaṁ bhavetho, tumhe bhaveyyāvho, ahaṁ bhaveyyaṁ, mayaṁ bhaveyyāmhe, iti suddhakatturūpāni.",
  "anya-e0201n5:240": "Anubhūyeyya, anubhūyeyyuṁ. Dvitte rassattaṁ, anubhuyyeyya, anubhuyyeyyuṁ iccādi suddhakammarūpaṁ.",
  "anya-e0201n5:241": "Bhāveyya, bhāveyyuṁ, bhāvayeyya, bhāvayeyyuṁ iccādi hetukatturūpaṁ.",
  "anya-e0201n5:242": "Bhāvīyeyya, bhāvīyeyyuṁ. Rassatte-bhāvayiyeyya, bhāvayiyeyyuṁ. Dvitte-bhāviyyeyya, bhāviyyeyyuṁ. Tathā bhāvayīyeyya, bhāvayīyeyyuṁ iccādi hetukammarūpaṁ.",
  "anya-e0201n5:243": "581.Eyyeyyāseyyaṁnaṁ ṭeka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:244": "Eyya, eyyāsi, eyyamiccetesaṁ ṭe hoti vā.",
  "anya-e0201n5:245_0": "Atrimā pāḷī-caje mattā sukhaṁ dhīro, passe ce vipulaṁ sukhaṁ dha. pa. 290. Kiṁ tvaṁ",
  "anya-e0201n5:245_1": "sutasomā’nutappe jā. 2.21.399, dhīraṁ passe suṇe dhīraṁ, dhīrena saha saṁvase jā. 1.13.94 iccādi.",
  "anya-e0201n5:246": "So bhave, bhaveyya, tvaṁ bhave, bhaveyyāsi, ahaṁ bhave, bhaveyyaṁ.",
  "anya-e0201n5:247": "582.Eyyuṁssuṁka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:248": "Eyyuṁssa uṁ hoti vā.",
  "anya-e0201n5:249": "Atrimā pāḷī-vajjuṁ vā te na vā vajjuṁ, natthi nāsāya rūhanā jā. 1.3.33, upayānāni me dajjuṁ, rājaputta tayī gateti jā. 2.22.26.",
  "anya-e0201n5:250": "583.Eyyāmassemu caka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:251": "Eyyāmassa emu ca hoti, antassa u ca.",
  "anya-e0201n5:252_0": "Atrimā pāḷī-kathaṁ jānemu taṁ mayaṁ dī. ni. 2.318, muñcemu naṁ uragaṁ bandhanasmā",
  "anya-e0201n5:252_1": "jā. 1.15.252, dakkhemu te nāga nivesanāni jā. 1.15.254, gantvāna taṁ paṭikaremu accayaṁ,",
  "anya-e0201n5:252_2": "appeva naṁ putta labhemu jīvitaṁ jā. 1.15.13, dajjemu kho pañcasatāni bhoto jā. 2.22.1302,",
  "anya-e0201n5:252_3": "pañhaṁ pucchemu mārisa dī. ni. 2.354, viharemu averino dī. ni. 2.357, tayājja guttā",
  "anya-e0201n5:252_4": "viharemu rattinti jā. 1.2.18. Bhaveyyāmu, bhaveyyāma.",
  "anya-e0201n5:253_0": "Mahāvuttinā kvaci majjhe yyā-kārassa lopo, atthaṁ dhammañca pucchesi jā. 1.16.150,",
  "anya-e0201n5:253_1": "uregaṇḍāyo bujjhesi, tāyo bujjhesi māṇava jā. 2.17.132-133, yathā gatiṁ me abhisambhavetha",
  "anya-e0201n5:253_2": "jā. 2.17.87-89, yathā gatiṁ te abhisambhavema jā. 2.17.87-89, okāsaṁ sampajānātha,",
  "anya-e0201n5:253_3": "vane yattha vasemaseti jā. 2.22.1885 ‘vasāmase’.",
  "anya-e0201n5:254": "‘Eyyāthasse’iccādisuttena eyyāthassa o ca, tumhe bhaveyyātho, bhaveyyātha vā.",
  "anya-e0201n5:255": "Ettha ca pubbe vuttā pañha, patthanā, vidhippabhedā idhapi yathāpayogaṁ veditabbā. Pañhasaddena paripañha, paripucchā, parivitakka, parivīmaṁsādayo saṅgayhanti.",
  "anya-e0201n5:256": "Paripañhe-dhammaṁ vā paṭhamaṁ saṅgāyeyyāma vinayaṁ vā.",
  "anya-e0201n5:257": "Paripucchāyaṁ-vadetha bhante kimahaṁ kareyyaṁ, ko imassa attho, kathañcassa atthaṁ ahaṁ jāneyyaṁ.",
  "anya-e0201n5:258": "Parivitakke-kassāhaṁ paṭhamaṁ dhammaṁ deseyyaṁ dī. ni. 2.72, yaṁnūnāhaṁ dhammañca vinayañca saṅgāyeyyaṁ pārā. aṭṭha. 1.paṭhamamahāsaṅgītikathā.",
  "anya-e0201n5:259": "Parivīmaṁsāyaṁ-gaccheyyaṁ vā ahaṁ uposathaṁ, na vāgaccheyyaṁ mahāva. 137.",
  "anya-e0201n5:260": "Patthanāyaṁ-evaṁrūpo siyaṁ ahaṁ anāgatamaddhānaṁ ma. ni. 3.274, ummādantyā ramitvāna, sivirājā tato siyaṁ jā. 2.18.70, passeyya taṁ vassasataṁ arogaṁ jā. 2.21.453.",
  "anya-e0201n5:261": "Āyācane-labheyyāhaṁ bhante bhagavato santike pabbajjaṁ, labheyyaṁ upasampadaṁ mahāva. 28; saṁ. ni. 2.17.",
  "anya-e0201n5:262": "Vidhimhi-careyya dhammaṁ jā. 1.14.63.",
  "anya-e0201n5:263": "Niyojane-careyyādittasīsova, natthi maccussa nā gamo saṁ. ni. 1.145.",
  "anya-e0201n5:264": "Ajjhesane-yassa siyā āpatti, so āvikareyya mahāva. 132, yassa nakkhamati, so bhāseyya mahāva. 70.",
  "anya-e0201n5:265": "Pavāraṇāyaṁ-vadeyyātha bhante yenattho pārā. 290.",
  "anya-e0201n5:266": "Anumatiyaṁ-taṁ jano hareyya vā daheyya vā yathāpaccayaṁ vā kareyya ma. ni. 1.247.",
  "anya-e0201n5:267": "Anuññāyaṁ-ākaṅkhamāno saṅgho kammaṁ kareyya cūḷava. 6.",
  "anya-e0201n5:268": "Āmantane-yadā te pahiṇeyyāmi, tadā eyyāsi khattiya jā. 2.22.635.",
  "anya-e0201n5:269": "Nimantane-idha bhavaṁ nisīdeyya.",
  "anya-e0201n5:270": "Pattakāle-saṅgho uposathaṁ kareyya, pātimokkhaṁ uddiseyya mahāva. 167.",
  "anya-e0201n5:271": "‘Sambhāvane vā’ti vāsaddo avuttavikappanattho, tena parikappa, kriyātipannādayo saṅgayhanti.",
  "anya-e0201n5:272": "Tattha parikappo duvidho bhūtā’bhūtavasena.",
  "anya-e0201n5:273": "Tattha bhūtaparikappe-yo bālaṁ seveyya, sopi bālo bhaveyya.",
  "anya-e0201n5:274": "Abhūtaparikappe-yadā kacchapalomānaṁ, pāvāro tividho siyā jā. 1.8.78. Yadā sasavisāṇānaṁ, nisseṇī sukatā siyā jā. 1.8.79.",
  "anya-e0201n5:275": "Kriyātipanne-sace so agāraṁ ajjhāvaseyya, rājā assa cakkavattī dī. ni. 3.136.",
  "anya-e0201n5:276": "Iti eyyādi.",
  "anya-e0201n5:277": "Hiyyattanī",
  "anya-e0201n5:278": "Atha hiyyattanī vuccate.",
  "anya-e0201n5:279": "584.Anajjattane ā ū o ttha a mhā ttha tthuṁ se vhaṁ iṁ mhaseka. 418; rū. 456; nī. 886; caṁ. 1.2.77; pā. 3.2.111.",
  "anya-e0201n5:280": "Ajjato aññasmiṁ bhūte kāle kriyatthā paraṁ āiccādayo honti.",
  "anya-e0201n5:281": "585.Ā ī ssādīsvau vāka. 519; rū. 457; nī. 1032.",
  "anya-e0201n5:282": "Āiccādīsu īiccādīsu ssādīsu ca tesaṁ ādimhi au hoti vā.",
  "anya-e0201n5:283": "So abhavā, bhavā, te abhavū, bhavū, tvaṁ abhavo, bhavo, tumhe abhavattha, bhavattha, ahaṁ abhava, bhava, mayaṁ abhavamhā, bhavamhā.",
  "anya-e0201n5:284": "Parachakke-abhavattha, bhavattha, abhavatthuṁ, bhavatthuṁ, abhavase, bhavase, abhavavhaṁ, bhavavhaṁ, abhaviṁ, bhaviṁ, abhavamhase, bhavamhase.",
  "anya-e0201n5:285": "586.Āī ū mhā ssā ssāmhānaṁ vāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:286": "Etesaṁ rasso hoti vā.",
  "anya-e0201n5:287": "So abhava, te abhavu, mayaṁ abhavamha.",
  "anya-e0201n5:288": "‘Eyyāthasse’iccādinā āssa tthattaṁ, assa ca aṁ, so abhavattha, bhavattha, abhavā, bhavā vā, ahaṁ abhavaṁ, bhavaṁ, abhava, bhava vā, imāni suddhakatturūpāni.",
  "anya-e0201n5:289_0": "Ettha ca mahāvuttinā ā-vibhattiyā thādeso bahulaṁ dissati, medanī sampakampatha jā.",
  "anya-e0201n5:289_1": "2.22.1672, visaññī samapajjatha jā. 2.22.328, imā gāthā abhāsatha jā. 2.22.328, tuccho",
  "anya-e0201n5:289_2": "kāyo adissatha theragā. 172, nibbidā samatiṭṭhatha theragā. 273, eko rahasi jhāyatha",
  "anya-e0201n5:289_3": "jā. 1.15.286 iccādi. Tathā o-vibhattiyā ca, dubbheyyaṁ maṁ amaññatha iccādi.",
  "anya-e0201n5:290": "Iti hiyyattanī.",
  "anya-e0201n5:291": "Ajjattanī",
  "anya-e0201n5:292": "Atha ajjattanī vuccate.",
  "anya-e0201n5:293": "587.Bhūte ī uṁ o ttha iṁ mhā ā ū se vhaṁ aṁ mheka. 419; rū. 469; nī. 887.",
  "anya-e0201n5:294": "Abhavīti bhūto, atītoti attho, bhūte kāle kriyatthā paraṁ īiccādayo honti.",
  "anya-e0201n5:295": "588.A ī ssā ssatyādīnaṁ byañjanassiuka. 516; rū. 466; nī. 1030; caṁ. 1.2.76; pā. 3.2.110 aīssaādīnaṁ byañjanassiu (bahūsu).",
  "anya-e0201n5:296": "Aādissa īādissa ssāādissa ssatiādissa ca byañjanassa ādimhi iu hoti. ‘Byañjanassā’ti etena aādimhi pañca, īādimhi sattāti dvādasa suddhasaravibhattiyo paṭikkhipati.",
  "anya-e0201n5:297": "‘Āīssādīsvau vā’iti suttena vikappena dhātvādimhi akāro.",
  "anya-e0201n5:298_0": "So abhavī, bhavī, te abhavuṁ, bhavuṁ, tvaṁ abhavo, bhavo, tumhe abhavittha, bhavittha,",
  "anya-e0201n5:298_1": "ahaṁ abhaviṁ, bhaviṁ, mayaṁ abhavimhā, bhavimhā, so abhavā, bhavā, te abhavū, bhavū,",
  "anya-e0201n5:298_2": "tvaṁ abhavise, bhavise, tumhe abhavivhaṁ, bhavivhaṁ, ahaṁ abhavaṁ, bhavaṁ, mayaṁ",
  "anya-e0201n5:298_3": "abhavimhe, bhavimhe.",
  "anya-e0201n5:299": "‘Āīū’iccādinā ī, mhā, ā, ūnaṁ rassatte-so abhavi, bhavi, mayaṁ abhavimha, bhavimha, so abhava, bhava, te abhavu, bhavu.",
  "anya-e0201n5:300": "589.Eyyāthasseaāīthānaṁ o a aṁ ttha ttho vho vāka. 517; rū. 488; nī. 1105; ‘…vhoka’ (bahūsu).",
  "anya-e0201n5:301": "Eyyāthādīnaṁ yathākkamaṁ oādayo honti vā.",
  "anya-e0201n5:302_0": "Tumhe gaccheyyātho, gaccheyyātha vā, tvaṁ agacchissa, agacchisse vā, ahaṁ agamaṁ,",
  "anya-e0201n5:302_1": "gamaṁ, agama, gama vā, so agamittha, gamittha, agamā, gamā vā, so agamittho, gamittho,",
  "anya-e0201n5:302_2": "agamī, gamī vā, tumhe gacchavho, gacchatha vāti.",
  "anya-e0201n5:303": "Iminā ī, ā, avacanānaṁ ttho, ttha, aṁādesā honti, so abhavittho, bhavittho, so abhavittha, bhavittha, ahaṁ abhavaṁ, bhavaṁ.",
  "anya-e0201n5:304_0": "Atrimā pāḷī – īmhi-paṅko ca mā visiyittho jā. 1.13.44, sañjagghittho mayā saha jā.",
  "anya-e0201n5:304_1": "1.16.241. Āmhi-anumodittha vāsavo jā. 2.22.1667, nimantayittha vāsavo jā. 2.22.1667,",
  "anya-e0201n5:304_2": "khubbhittha nagaraṁ tadā jā. 2.22.1673, subhūtitthero gāthaṁ abhāsittha theragā.",
  "anya-e0201n5:304_3": "1. Amhi-idhāhaṁ mallikaṁ deviṁ etadavocaṁ saṁ. ni. 1.119, ajānamevaṁ āvuso avacaṁ",
  "anya-e0201n5:304_4": "jānāmīti pārā. 195, ahaṁ kāmānaṁ vasamanvagaṁ jā. 2.19.45, ajjhagaṁ amataṁ santiṁ iccādi.",
  "anya-e0201n5:305": "590.Uṁssiṁsvaṁsuka. 504, 517; rū. 470-488; nī. 1016-1105.",
  "anya-e0201n5:306": "Umiccassa iṁsu, aṁsu honti.",
  "anya-e0201n5:307": "Agamiṁsu, agamaṁsu, agamuṁ. Iminā uṁssa iṁsu, abhaviṁsu, bhaviṁsu.",
  "anya-e0201n5:308": "591.Ossa a i ttha tthoka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:309": "Ossa aiccādayo honti.",
  "anya-e0201n5:310": "Tvaṁ abhava, tvaṁ abhavi, tvaṁ abhavittha, tvaṁ abhavittho.",
  "anya-e0201n5:311_0": "Atrimā pāḷī-ossa atte-mā hevaṁ ānanda avaca dī. ni. 2.95, tvameva dāni’makara, yaṁ",
  "anya-e0201n5:311_1": "kāmo byagamā tayi jā. 1.2.167. Itte-mā tvaṁ bhāyi mahārāja, mā tvaṁ bhāyi rathesabha",
  "anya-e0201n5:311_2": "jā. 2.22.684, mā cintesi mā tvaṁ soci, yācāmi luddakaṁ ahaṁ gavesitabbaṁ. Tthattemāssu",
  "anya-e0201n5:311_3": "tiṇṇo amaññittha jā. 2.22.255, mā kilittha mayā vinā jā. 2.22.1713, māssu kujjhittha",
  "anya-e0201n5:311_4": "nāvika jā. 1.6.5. Tthotte-mā purāṇe amaññittho theragā. 280, mā dayhittho punappunaṁ",
  "anya-e0201n5:311_5": "saṁ. ni. 1.212, tiṇamatte asajjittho jā. 1.1.89, mā tvaṁ brahmuno vacanaṁ upātivattittho",
  "anya-e0201n5:311_6": "ma. ni. 1.502, mā tvaṁ maññittho na maṁ jānātī ma. ni. 1.502 ti.",
  "anya-e0201n5:312": "Tattha ‘mā dayhittho’iccādīni parokkhāvacanenapi sijjhanti.",
  "anya-e0201n5:313": "Suttavibhattena tthassa ttho hoti, taṁ vo vadāmi bhaddante, yāvantettha samāgatā apa. thera 1.1.367, massu mittānaṁ dubbhittho. Mittadubbho hi pāpakoti jā. 1.16.222.",
  "anya-e0201n5:314_0": "Mahāvuttinā ossa kvaci lopo, puna dānaṁ adā tuvaṁ jā. 2.22.1786, mā no tvaṁ tāta",
  "anya-e0201n5:314_1": "adadā jā. 2.22.2126, mā bhoti kupitā ahu jā. 2.22.1931, māhu pacchānutāpinī saṁ.",
  "anya-e0201n5:314_2": "ni. 1.162; therīgā. 57.",
  "anya-e0201n5:315": "592.Sika. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:316": "Ossa si hoti vā.",
  "anya-e0201n5:317": "Tvaṁ abhavasi, bhavasi, tvaṁ anubhosi.",
  "anya-e0201n5:318": "593.Mhātthānamuuka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:319": "Mhā, tthānaṁ ādimhi uu hoti.",
  "anya-e0201n5:320": "Assosumhā, ahesumhā, avocumhā, avocuttha iccādīni dissanti.",
  "anya-e0201n5:321": "Tumhe abhavuttha, bhavuttha, abhavittha, bhavittha vā, mayaṁ abhavumhā, bhavumhā, abhavimhā, bhavimhā vā.",
  "anya-e0201n5:322": "594.Iṁssa ca suuka. 517; rū. 488; nī. 1105; “…siu” (bahūsu).",
  "anya-e0201n5:323_0": "Imiccassa mhā, tthānañca ādimhi suu hoti, sāgamo hotīti attho. Casaddena īādīnampi",
  "anya-e0201n5:323_1": "ādimhi sāgamo hoti, sāgame ca sati byañjanaṁ hoti, tassa ādimhi iāgamo labbhati.",
  "anya-e0201n5:323_2": "Tena “imā gāthā abhāsisuṁ gavesitabbaṁ, te me asse ayācisuṁ, yathābhūtaṁ vipassisuṁ”",
  "anya-e0201n5:323_3": "jā. 2.22.1863 iccādīni dī. ni. 3.277 sijjhanti.",
  "anya-e0201n5:324": "So bhogaṁ anubhosi, anubhavi vā, tumhe anubhosittha, anubhavittha vā, ahaṁ anubhosi, anubhaviṁ vā. Mayaṁ anubhosimhā anubhavimhā vā.",
  "anya-e0201n5:325": "595.Eontā suṁka. 517; rū. 488; nī. 1105; ‘eottā suṁ” (bahūsu).",
  "anya-e0201n5:326": "Edantato odantato ca parassa uṁvacanassa suṁ hoti vā.",
  "anya-e0201n5:327": "Ānesuṁ, sāyesuṁ, cintesuṁ, paccanubhosuṁ, paribhosuṁ, adhibhosuṁ, abhibhosuṁ.",
  "anya-e0201n5:328": "Suttavibhattena ādantatopi ca, vihāsuṁ viharanti ca saṁ. ni. 1.173, te anubhosuṁ, imāni suddhakatturūpāni.",
  "anya-e0201n5:329": "Tena bhogo anvabhūyī, anubhūyī.",
  "anya-e0201n5:330": "Rassatte-anvabhūyi, anubhūyi.",
  "anya-e0201n5:331": "Dvitte-anvabhuyyi, anubhuyyi.",
  "anya-e0201n5:332": "Tena bhogā anvabhūyuṁ, anubhūyuṁ, anvabhūyiṁsu, anubhūyiṁsu iccādi suddhakammarūpaṁ.",
  "anya-e0201n5:333": "So maggaṁ abhāvi, bhāvi, abhāvesi, bhāvesi, abhāvayi, bhāvayi, te maggaṁ abhāviṁsu, bhāviṁsu.",
  "anya-e0201n5:334_0": "‘Eontāsu’nti edantamhā suṁ. Te maggaṁ abhāvesuṁ, bhāvesuṁ, abhāvayiṁsu, bhāvayiṁsu,",
  "anya-e0201n5:334_1": "tvaṁ maggaṁ abhāvaya, bhāvaya, abhāvayi, bhāvayi, tvaṁ maggaṁ abhāvittha, bhāvittha,",
  "anya-e0201n5:334_2": "abhāvayittha, bhāvayittha, tvaṁ maggaṁ abhāvayittho, bhāvayittho, tvaṁ maggaṁ abhāvesi,",
  "anya-e0201n5:334_3": "bhāvesi, tumhe maggaṁ abhāvittha, bhāvittha, abhāvayittha, bhāvayittha, ahaṁ maggaṁ",
  "anya-e0201n5:334_4": "abhāviṁ, bhāviṁ, abhāvesiṁ, bhāvesiṁ, abhāvayiṁ, bhāvayiṁ, mayaṁ maggaṁ abhāvimhā,",
  "anya-e0201n5:334_5": "bhāvimhā, abhāvimha, bhāvimha, abhāvayimhā, bhāvayimhā, abhāvayimha, bhāvayimha.",
  "anya-e0201n5:335": "So maggaṁ abhāvā, bhāvā, abhāvittha, bhāvittha, abhāvayittha, bhāvayittha iccādi hetukatturūpaṁ.",
  "anya-e0201n5:336": "Tena maggo abhāviyi, bhāviyi, tena maggā abhāviyiṁsu, bhāviyiṁsu iccādi hetukammarūpaṁ.",
  "anya-e0201n5:337": "Iti ajjattanī.",
  "anya-e0201n5:338": "Parokkhā",
  "anya-e0201n5:339": "Atha parokkhā vuccate.",
  "anya-e0201n5:340": "596.Parokkhe a u e tha aṁ mha ttha re ttho vho iṁ mheka. 417; rū. 460; nī. 887; caṁ. 1.2.81; pā. 3.2.115.",
  "anya-e0201n5:341": "Akkhānaṁ indriyānaṁ paraṁ parokkhaṁ, apaccakkhanti attho. Bhūte kāle attano parokkhakriyāya vattabbāya kriyatthā aādayo honti.",
  "anya-e0201n5:342": "Mahāvuttinā gassa dīgho vā, so kira jagāma, te kira jagāmu, tvaṁ kira jagāme, tumhe kira jagāmittha, ahaṁ kira jagāmaṁ, mayaṁ kira jagāmimha iccādi.",
  "anya-e0201n5:343": "Ettha ca ‘so kira jagāma’ iccādīni anussavaparokkhāni nāma.",
  "anya-e0201n5:344": "‘Ahaṁ kira jagāmaṁ, mayaṁ kira jagāmimhā’ti idaṁ attanā gantvāpi gamanaṁ pamuṭṭhassa vā asampaṭicchitukāmassa vā paṭivacanaparokkhaṁ nāma.",
  "anya-e0201n5:345": "597.Parokkhāyañcaka. 458; rū. 461; nī. 939; caṁ. 5.1.3; pā. 6.1.2.",
  "anya-e0201n5:346": "Parokkhamhi pubbakkharaṁ ekassaraṁ dverūpaṁ hoti, casaddena aññasmimpi dvedverūpaṁ sijjhati.",
  "anya-e0201n5:347": "Caṅkamati, daddallati, dadāti, jahāti, juhoti, lolupo, momūho.",
  "anya-e0201n5:348": "598.Dutiyacatutthānaṁ paṭhamatatiyāka. 461; rū. 464; nī. 942.",
  "anya-e0201n5:349": "Dvitte pubbesaṁ dutiya, catutthānaṁ kamena paṭhama, tatiyā honti.",
  "anya-e0201n5:350": "599.Pubbassa aka. 450; rū. 463; nī. 946; caṁ. 6.2.126; pā. 7.4.73.",
  "anya-e0201n5:351": "Dvitte pubbassa bhūssa anto a hoti.",
  "anya-e0201n5:352": "600.Bhūssa vukaka. 475; rū. 465; nī. 956; caṁ. 5.3.92; pā. 6.4.88.",
  "anya-e0201n5:353": "Dvitte bhūdhātussa ante vuka hoti, vāgamo hotīti attho.",
  "anya-e0201n5:354": "“Tatthappanādo tumulo babhūvā”ti jā. 2.22.1437 pāḷi.",
  "anya-e0201n5:355": "So kira rājā babhūva, te kira rājāno babhūvu, tvaṁ babhūve.",
  "anya-e0201n5:356_0": "‘A ī ssā ssatyādīnaṁ byañjanassiu’ iti suttena byañjanādimhi iāgamo, tumhe babhūvittha,",
  "anya-e0201n5:356_1": "ahaṁ babhūvaṁ, mayaṁ babhūvimha, so babhūvittha, te babhūvire, tvaṁ babhūvittho,",
  "anya-e0201n5:356_2": "tumhe babhūvivho, ahaṁ babhūviṁ, mayaṁ babhūvimhe, imāni suddhakatturūpāni.",
  "anya-e0201n5:357": "‘Kyo bhāvakammesvaparokkhesū’ti paṭisiddhattā parokkhamhi bhāvakammesu yapaccayo na hoti, ‘tena kira bhogo anubabhūvittha, tena bhogo anubabhūvire’tiādinā yojetabbaṁ.",
  "anya-e0201n5:358": "Iti parokkhā.",
  "anya-e0201n5:359": "Ssatyādi",
  "anya-e0201n5:360": "Atha ssatyādi vuccate.",
  "anya-e0201n5:361": "601.Bhavissati ssati ssanti ssasi ssatha ssāmi ssāma ssate ssante ssase ssavhe ssaṁ ssāmheka. 421; rū. 473; nī. 892; caṁ. 1.3.2; pā. 3.3.13.",
  "anya-e0201n5:362": "Bhavissatīti bhavissanto, anāgatakālo, tasmiṁ bhavissati kāle kriyatthassa tyādayo honti.",
  "anya-e0201n5:363": "602.Nāme garahāvimhayesuka. 421; rū. 473; nī. 893; caṁ. 1.3.109, 115; pā. 3.3.143, 150.",
  "anya-e0201n5:364": "Nipātanāmayoge garahāyañca vimhaye ca ssatyādayo honti, atītakālepi ssatyādīnaṁ uppattidīpanatthamidaṁ suttaṁ, anutthunana, paccānutāpa, paccānumodanādīnipi ettha saṅgayhanti.",
  "anya-e0201n5:365": "Tattha garahāyaṁ-atthi nāma tāta sudinna ābhidosikaṁ kummāsaṁ paribhuñjissasi pārā. 32.",
  "anya-e0201n5:366": "Vimhaye-yatra hi nāma saññī samāno pañcamattānaṁ sakaṭasatānaṁ saddaṁ na sossati dī. ni. 2.192.",
  "anya-e0201n5:367_0": "Anutthunanādīsu-na attanā paṭicodessaṁ, na gaṇassa ārocessaṁ pāci. 665, na pubbe",
  "anya-e0201n5:367_1": "dhanamesissaṁ jā. 1.12.50, iti pacchānutappati jā. 1.12.53, bhūtānaṁ nāpacāyissaṁ,",
  "anya-e0201n5:367_2": "pahu santo na posissaṁ, paradāraṁ asevissaṁ jā. 1.12.54, na pubbe payirupāsissaṁ",
  "anya-e0201n5:367_3": "jā. 1.12.58, iti pacchānutappati jā. 1.12.50, anekajātisaṁsāraṁ, sandhāvissaṁ anibbisaṁ dha. pa. 153.",
  "anya-e0201n5:368_0": "Katthaci pana gāthāvasena ekasakāralopo, mitto mittassa pāniyaṁ, adinnaṁ paribhuñjisaṁ",
  "anya-e0201n5:368_1": "jā. 1.11.59, nirayamhi apaccisaṁ therīgā. 438, gacchanto naṁ udakkhisaṁ gavesitabbaṁ,",
  "anya-e0201n5:368_2": "yoniso paccavekkhisaṁ theragā. 347 iccādi.",
  "anya-e0201n5:369_0": "‘A ī ssā ssatyādīnaṁ byañjanassiu’ iti iāgamo, bhavissati, bhavissanti, bhavissare,",
  "anya-e0201n5:369_1": "bhavissasi, bhavissatha, bhavissāmi, bhavissāma, bhavissate, bhavissante, bhavissare,",
  "anya-e0201n5:369_2": "bhavissase, bhavissavhe, bhavissaṁ, bhavissāmhe.",
  "anya-e0201n5:370": "Anubhossati, anubhossanti, anubhossare iccādi suddhakatturūpaṁ.",
  "anya-e0201n5:371": "Anubhūyissati, anubhūyissanti, anubhūyissare.",
  "anya-e0201n5:372": "603.Kyassa sseka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:373": "Kyassa lopo hoti vā ssakāravati vibhattimhi.",
  "anya-e0201n5:374": "Tena maggo gamissati, gamīyissati vā, tena maggo agamissā, agamīyissā vāti vikappena kyassa lopo.",
  "anya-e0201n5:375": "Tena bhogo anubhavissati, anubhūyissati vā, tena bhogā anubhavissanti, anubhūyissanti vā iccādi suddhakammarūpaṁ.",
  "anya-e0201n5:376": "Bhāvissati, ‘ūlasse’ti issa e, bhāvessati, bhāvayissatiiccādi hetukatturūpaṁ.",
  "anya-e0201n5:377": "Tena maggo bhāvīyissati, maggā bhāvīyissanti iccādi hetukammarūpaṁ.",
  "anya-e0201n5:378": "Iti ssatyādi.",
  "anya-e0201n5:379": "Ssādi",
  "anya-e0201n5:380": "Atha ssādi vuccate.",
  "anya-e0201n5:381": "604.Eyyādotipattiyaṁ ssā ssaṁsu sse ssatha ssaṁ ssāmhā ssatha ssiṁsu ssase ssavhe ssiṁ ssāmhaseka. 422; rū. 475; nī. 895; caṁ. 1.3.107; pā. 3.3.139; eyyādo vātipattiyaṁ (bahūsu).",
  "anya-e0201n5:382": "Eyyādivisaye kriyātipattiyaṁ ssādayo bhavanti. Eyyādivisayo nāma hetuphalakriyāsambhavo, tadubhayakriyāya abhāvo kriyātipatti.",
  "anya-e0201n5:383": "Sā duvidhā atītā ca anāgatā ca.",
  "anya-e0201n5:384": "Tattha atītāyaṁ-sace so paṭhamavaye pabbajjaṁ alabhissā, arahā abhavissā ‘sace pana nikkhamitvā pabbajissa, arahattaṁ pāpuṇissa’ (dhammapada aṭṭha. 1) iccādi.",
  "anya-e0201n5:385": "Anāgatāyaṁ-sacāhaṁ na gamissaṁ, mahājāniyo so abhavissā iccādi.",
  "anya-e0201n5:386_0": "‘Āīssādīsvau vā’iti dhātvādimhi vikappena akārāgamo,‘a īssā ssatyādīnaṁ byañjanassiu’",
  "anya-e0201n5:386_1": "iti ssādīsu iāgamo, abhavissā, bhavissā, abhavissaṁsu, bhavissaṁsu, abhavisse, bhavisse,",
  "anya-e0201n5:386_2": "abhavissatha, bhavissatha, abhavissaṁ, bhavissaṁ, abhavissāmhā, bhavissāmhā, abhavissatha,",
  "anya-e0201n5:386_3": "bhavissatha, abhavissiṁsu, bhavissiṁsu, abhavissase, bhavissase, abhavissavhe, bhavissavhe,",
  "anya-e0201n5:386_4": "abhavissiṁ, bhavissiṁ, abhavissāmhase, bhavissāmhase.",
  "anya-e0201n5:387_0": "‘Āīū’iccādinā ssā, ssāmhānaṁ rassatte-so abhavissa, bhavissa, mayaṁ abhavissāmha,",
  "anya-e0201n5:387_1": "bhavissāmha. ‘Eyyāthasse’iccādinā ssessa atte-tvaṁ abhavissa, bhavissa iccādīni rūpacatukkāni",
  "anya-e0201n5:387_2": "yathāsambhavaṁ yojetabbāni.",
  "anya-e0201n5:388": "Itissādi.",
  "anya-e0201n5:389": "Bhūdhāturūpaṁ niṭṭhitaṁ.",
  "anya-e0201n5:390": "Aṭṭhavibhattuppattirāsi niṭṭhito.",
  "anya-e0201n5:391": "Bhūvādigaṇa",
  "anya-e0201n5:392": "Sarantadhātu",
  "anya-e0201n5:393": "Ākārantadhāturūpa",
  "anya-e0201n5:394": "Ito paṭṭhāya sarantadhātuyo sarānukkamena, byañjanantadhātuyo akkharānukkamena vuccante.",
  "anya-e0201n5:395": "Kaccāyanaganthe anekassaradhātuyo idha byañjanantadhātuyo nāma. Tasmā idha dhātvantasaralopakiccaṁ nāma natthi.",
  "anya-e0201n5:396_0": "Khā, khyā-kathane, gā-sadde, ghā-gandhopādāne, ñā-paññāyane avabodhane ca, ṭhā-gatinivattiyaṁ,",
  "anya-e0201n5:396_1": "tā-pālane, thā-ṭhāne, dā-dāne, dhā-dhāraṇe, pā-pāne, phā-vuddhiyaṁ, bhā-dittiyaṁ,",
  "anya-e0201n5:396_2": "mā-māne, yā-gatiyaṁ, lā-ādāne chedane ca, vā-gati, bandha, gandhanesu, sā-assādane",
  "anya-e0201n5:396_3": "tanukaraṇe antakammani ca, hā-cāge, nhā-soceyye.",
  "anya-e0201n5:397_0": "Tyādyuppatti, kattarilo, mahāvuttinā sare pare ādantamhā kvaci yāgamo, akkhāti. Parassaralopo,",
  "anya-e0201n5:397_1": "akkhāyati, kriyaṁ ākhyāti, ākhyāyati, jātiṁ akkhāhi pucchito su. ni. 423, saṅgāyati,",
  "anya-e0201n5:397_2": "saṅgāyiṁsu mahesayo vi. va. aṭṭha. ganthārambhakathā, gandhaṁ ghāyati, paññāyati,",
  "anya-e0201n5:397_3": "paññāyanti, paññāyatu, paññāyantu.",
  "anya-e0201n5:398": "Kamme kyo, dhammo ñāyati, dhammā ñāyanti, viññāyati, viññāyanti.",
  "anya-e0201n5:399": "Payojakabyāpāre-ṇāpi, ñāpeti, ñāpenti, ñāpayati, ñāpayanti.",
  "anya-e0201n5:400": "Kamme-ñāpīyati, ñāpīyanti, ṭhāti, ṭhānti, opupphā padmā ṭhānti, mālāva ganthitā ṭhānti, dhajaggāneva dissare jā. 2.22.1989.",
  "anya-e0201n5:401": "605.Ñcīlasseka. 510; rū. 487; nī. 1023.",
  "anya-e0201n5:402": "Ñānubandhassa īāgamassa ca kattari vihitassa lapaccayassa ca kvaci ettaṁ hotīti lassa ettaṁ.",
  "anya-e0201n5:403": "Adhiṭṭheti, adhiṭṭhenti.",
  "anya-e0201n5:404": "606.Ṭhāpānaṁ tiṭṭhapivāka. 468-9; rū. 492-4; nī. 949.",
  "anya-e0201n5:405": "Ṭhā, pānaṁ tiṭṭha, pivā honti nta, māna, tyādīsu.",
  "anya-e0201n5:406": "Tiṭṭhati, tiṭṭhanti.",
  "anya-e0201n5:407": "607.Pādito ṭhāssa vā ṭhaho kvacika. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:408": "Pādayo upasaggā pādi nāma, pādito parassa ṭhāssa ṭhaho hoti vā kvaci.",
  "anya-e0201n5:409": "Saṇṭhahati, saṇṭhahanti, saṇṭhāti, saṇṭhānti, upaṭṭhahati, upaṭṭhahanti, upaṭṭhāti, upaṭṭhānti.",
  "anya-e0201n5:410": "Kamme –",
  "anya-e0201n5:411": "608.Aññādissi kyeka. 502; rū. 493; nī. 1015; ‘aññādissāsīkye’ (bahūsu).",
  "anya-e0201n5:412": "Ñādito aññassa ākārantakriyatthassa i hoti kye paramhi.",
  "anya-e0201n5:413": "Adhiṭṭhīyati, adhiṭṭhīyanti, upaṭṭhīyati, upaṭṭhīyanti.",
  "anya-e0201n5:414": "Aññādissāti kiṁ? Ñāyati, ñāyanti, ākkhāyati, ākkhāyanti, ākhyāyati, ākhyāyanti.",
  "anya-e0201n5:415": "Ṇāpimhi-patiṭṭhāpeti, patiṭṭhāpenti, patiṭṭhāpayati, patiṭṭhāpayanti.",
  "anya-e0201n5:416": "Ajjhattanimhi vikappena sāgamo, aṭṭhāsi, patiṭṭhāsi, adhiṭṭhahi, adhiṭṭhāsi, adhiṭṭhesi, saṇṭhahi, saṇṭhāsi, upaṭṭhahi, upaṭṭhāsi.",
  "anya-e0201n5:417": "‘Uṁssiṁsvaṁsū’ti uṁssa iṁsu, aṁsu, adhiṭṭhahiṁsu, saṇṭhahiṁsu, upaṭṭhahiṁsu. Atthamentamhi sūriye, vāḷā panthe upaṭṭhahuṁ jā. 2.22.2186. Aṭṭhaṁsu, upaṭṭhahaṁsu.",
  "anya-e0201n5:418": "Parachakke-aṭṭhā buddhassa santike su. ni. 431.",
  "anya-e0201n5:419": "Kamme-adhiṭṭhiyi, adhiṭṭhiyiṁsu, upaṭṭhiyi, upaṭṭhiyiṁsu.",
  "anya-e0201n5:420": "Ṇāpimhi-patiṭṭhāpesi, patiṭṭhāpayi, saṇṭhāpesi, saṇṭhāpayi.",
  "anya-e0201n5:421": "‘Eontāsu’nti uṁssasuṁ, saralopo, aṭṭhāsuṁ, upaṭṭhāsuṁ, patiṭṭhāpesuṁ, saṇṭhāpesuṁ, patiṭṭhāpayuṁ, saṇṭhāpayuṁ, patiṭṭhāpayiṁsu, saṇṭhāpayiṁsu.",
  "anya-e0201n5:422": "Ssatyādimhi-ṭhassati, ṭhassanti, rassattaṁ, upaṭṭhissati, upaṭṭhissanti, ahaṁ bhotiṁ upaṭṭhissaṁ jā. 2.22.1934, saṇṭhahissati, saṇṭhahissanti.",
  "anya-e0201n5:423": "Ṇāpimhi-patiṭṭhāpessati, patiṭṭhāpessanti.",
  "anya-e0201n5:424": "Tā-pālane, bhayaṁ tāyati.",
  "anya-e0201n5:425": "Thā-ṭhāne, avatthāti, avatthāyati, vitthāyati, vitthāyanti, mā kho vitthāsi mahāva. 126.",
  "anya-e0201n5:426": "Dā-dāne, ‘ūlasse’ti lassa ettaṁ, deti, denti, desi, detha, demi, dema.",
  "anya-e0201n5:427": "‘Parokkhāyañcā’ti sutte casaddena dāssa dvittaṁ. ‘Rasso pubbassā’ti pubbassa rassattaṁ, dadāti, dadanti, dadāsi, dadātha, dadāmi, dadāma.",
  "anya-e0201n5:428": "609.Dāssa daṁ vā mimesvadvitteka. 482; rū. 508; nī. 972.",
  "anya-e0201n5:429": "Advitte dāssa daṁ hoti vā mi, mesu, niggahītassa vaggantattaṁ.",
  "anya-e0201n5:430": "Dammi, damma.",
  "anya-e0201n5:431": "Advitteti kiṁ? Dadāmi, dadāma.",
  "anya-e0201n5:432": "610.Dāssiyaṅaka. 502; rū. 493; nī. 1014.",
  "anya-e0201n5:433": "Pādito parassa dāssa iyaṅa hoti kvaci.",
  "anya-e0201n5:434_0": "‘Iyaṅa’ iti suttavibhattena aññadhātūnampi. Jā-hāniyaṁ, appena bahuṁ jiyyāma jā.",
  "anya-e0201n5:434_1": "1.2.52, tassevā’nuvidhiyyati jā. 1.2.67, vidhurassa hadayaṁ dhaniyati jā. 2.22.1350,",
  "anya-e0201n5:434_2": "nihīyati tassa yaso jā. 1.10.60; a. ni. 4.17, eko rājā vihiyyasi jā. 2.22.1750, so",
  "anya-e0201n5:434_3": "pahīyissati saṁ. ni. 1.249 iccādi.",
  "anya-e0201n5:435": "Ādiyati, ādiyanti, upādiyati, upādiyanti, samādiyati, samādiyanti, sikkhāpadaṁ samādiyāmi khu. pā. 2.1, vattaṁ samādiyāmi cūḷava. 85.",
  "anya-e0201n5:436": "611.Gama vada dānaṁ ghamma vajja dajjāka. 499-500-1; rū. 443-486-507; nī. 1013, 1005-1006.",
  "anya-e0201n5:437": "Etesaṁ ghamma, vajja, dajjā honti vā nta, māna, tyādīsu.",
  "anya-e0201n5:438": "Dajjati, dajjanti, dajjasi, dajjatha, dajjāmi, dajjāma.",
  "anya-e0201n5:439": "‘Ūlasse’ti lassa ettaṁ, dajjeti, dajjenti.",
  "anya-e0201n5:440": "Kamme ‘aññādissi kye’ti kyamhi āssa ittaṁ, diyati, diyanti.",
  "anya-e0201n5:441": "Dīghatte-dīyati, dīyanti.",
  "anya-e0201n5:442": "Dvitte-diyyati, diyyanti, dajjīyati, dajjīyanti.",
  "anya-e0201n5:443": "Ṇāpimhi-dāpeti, dāpenti, dāpayati, dāpayanti.",
  "anya-e0201n5:444": "Pādipubbe rasso, samādapeti ma. ni. 2.387; 3.276, samādapenti, samādapayati, samādapayanti.",
  "anya-e0201n5:445": "Kamme-dāpīyati, dāpīyanti, samādapīyati, samādapīyanti.",
  "anya-e0201n5:446_0": "Eyyādimhi mahāvuttinā dajjato eyyādīnaṁ antassa eyyassa lopo vā, dānaṁ dajjā, dadeyya,",
  "anya-e0201n5:446_1": "dajjuṁ, dadeyyuṁ, dajjāsi, dadeyyāsi, dajjātha, dadeyyātha, dajjāmi, dadeyyāmi, dajjāma,",
  "anya-e0201n5:446_2": "dadeyyāma, ahaṁ dajjaṁ, dadeyyaṁ, mayaṁ dajjāmhe, dadeyyāmhe.",
  "anya-e0201n5:447_0": "Atrimā pāḷī-dajjā sappuriso dānaṁ jā. 2.22.2261, upāyanāni me dajjuṁ jā. 2.22.24,",
  "anya-e0201n5:447_1": "mātaraṁ kena dosena, dajjāsi dakarakkhino jā 1.16.227. Tāni ammāya dajjesi jā. 2.22.2149,",
  "anya-e0201n5:447_2": "chaṭṭhāhaṁ dajjamattānaṁ, neva dajjaṁ mahosadhaṁ jā. 1.16.225.",
  "anya-e0201n5:448": "Ajjhattanimhi-adadi, adāsi, adaduṁ, adaṁsu, adajji, adajjuṁ, tvaṁ adado. Varañce me ado sakka jā. 2.17.142.",
  "anya-e0201n5:449": "Parachakke-so dānaṁ adā, brāhmaṇassa adā dānaṁ, sivīnaṁ raṭṭhavaḍḍhano jā. 2.22.2117.",
  "anya-e0201n5:450": "Ssatyādimhi-dāssati, dāssanti, dadissati, dadissanti, dajjissati, dajjissanti.",
  "anya-e0201n5:451_0": "Dāiccassa diccha, pavecchādesampi icchanti, vipulaṁ annaṁ pānañca, samaṇānaṁ pavecchasi",
  "anya-e0201n5:451_1": "therīgā. 272. Appasmeke pavecchanti, bahuneke na dicchare saṁ. ni. 1.33. Devo sammā",
  "anya-e0201n5:451_2": "dhāraṁ pavecchatu. Bhojanaṁ bhojanatthīnaṁ, sammadeva pavecchatha.",
  "anya-e0201n5:452": "Dhā-dhāraṇe, sandhāti, vidhāti, nidheti, nidhenti. Vidheti, vidhenti.",
  "anya-e0201n5:453": "‘Parokkhāyañcā’ti casaddena dvittaṁ. ‘Dutiyacatutthāna…’nti dhassa dattaṁ. ‘Rasso pubbassā’ti pubbassa rasso.",
  "anya-e0201n5:454": "612.Dhāssa hoka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:455": "Dvitte parassa dhāssa ho hoti.",
  "anya-e0201n5:456": "Saddahāti, saddahati vā. Saddahāti tathāgatassa bodhiṁ. Vidahāti, nidahāti, saddahanti, vidahanti, nidahanti.",
  "anya-e0201n5:457": "‘Mayadā sare’ti sutte ‘mayadā’ti suttavibhattiyā byañjanepi niggahītassa dattaṁ, kammaṁ saddahāti, kammaphalaṁ saddahāti, saddahanti, vatthaṁ paridahāti, paridahanti.",
  "anya-e0201n5:458": "Kamme-sandhīyati, sandhīyanti, sandhiyyati, sandhiyyanti, vidhiyyati. Navena sukhadukkhena, porāṇaṁ apidhiyyati jā. 1.2.114.",
  "anya-e0201n5:459": "Ṇāpimhi-nidhāpeti, nidhāpenti, nidhāpayati, nidhāpayanti.",
  "anya-e0201n5:460": "Kamme-nidhāpīyati, nidhāpīyanti.",
  "anya-e0201n5:461": "Eyyādimhi-saddaheyyaṁ, saddaheyyuṁ.",
  "anya-e0201n5:462": "Īādimhi-saddahi, saddahiṁsu. Tatra bhikkhavo samādahiṁsu dī. ni. 2.332, samādahaṁsu vā.",
  "anya-e0201n5:463": "Pā-pāne, pāti, pānti.",
  "anya-e0201n5:464": "‘Ṭhāpānaṁ tiṭṭhapivā’ti pāssa pivo, pivati, pivanti.",
  "anya-e0201n5:465": "Kamme-pīyati, pīyanti.",
  "anya-e0201n5:466": "Ṇimhi-‘āssā ṇāpimhi yuka’ iti suttena ṇānubandhe āssa ante yāgamo, puttaṁ thaññaṁ pāyeti, pāyenti, pāyayati, pāyayanti.",
  "anya-e0201n5:467": "Kamme-pāyīyati, pāyīyanti.",
  "anya-e0201n5:468": "Ssatyādimhi-passati, passanti, pissati, pissanti.",
  "anya-e0201n5:469_0": "Atrimā pāḷī-ayañhi te mayā’ruḷho, saro pissati lohitaṁ jā. 2.22.1968,aggodakāni pissāmi,",
  "anya-e0201n5:469_1": "yūthassa purato vajaṁ jā. 1.8.14. Naḷena vāriṁ pissāma, na ca maṁ tvaṁ vadhissasi jā. 1.1.20.",
  "anya-e0201n5:470_0": "Bhā-dittiyaṁ, bhāti, rattimābhāti candimā dha. pa. 387, disā bhanti virocamānā ma.",
  "anya-e0201n5:470_1": "ni. 1.503, daddallamānā ābhanti vi. va. 738; jā. 2.22.508, paṭibhāti, paṭibhanti,",
  "anya-e0201n5:470_2": "paṭibhātu, paṭibhantu taṁ cunda bojjhaṅgā saṁ. ni. 5.197, tisso maṁ upamāyo paṭibhaṁsu",
  "anya-e0201n5:470_3": "ma. ni. 1.374, ratti vibhāti, vibhāyati.",
  "anya-e0201n5:471": "Mā-māne, dvittaṁ rasso ca, mamāyati, mamāyanti. Yemaṁ kāyaṁ mamāyanti, andhā bālā puthujjanā theragā. 575.",
  "anya-e0201n5:472_0": "Yā-gatiyaṁ, yāti, yanti, yāyati, yāyanti, yāyanta’ manuyāyanti jā. 2.22.1753, uyyāti,",
  "anya-e0201n5:472_1": "uyyanti, niyyāti, niyyanti dhīrā lokamhā, hitvā māraṁ savāhanaṁ. Anuyāti, anuyanti,",
  "anya-e0201n5:472_2": "anupariyāyati, anupariyāyanti.",
  "anya-e0201n5:473": "Lā-ādāne, lāti.",
  "anya-e0201n5:474": "Vā-gati, gandhanesu, vāti devesu uttamo dha. pa. 56, vāto vāyati, vāyanti, nibbāti, nibbanti, nibbāyati, nibbāyanti, parinibbāti, parinibbāyati.",
  "anya-e0201n5:475": "Ṇāpimhi-nibbāpeti, nibbāpayati.",
  "anya-e0201n5:476": "Īādimhi-parinibbāyi, parinibbāyiṁsu.",
  "anya-e0201n5:477": "Ssatyādimhi-parinibbissati, parinibbissanti, parinibbāyissati, parinibbāyissanti.",
  "anya-e0201n5:478": "Sā-assādana, tanukaraṇa, antakriyāsu, sāti, sāyati, sāyanti, pariyosāyanti.",
  "anya-e0201n5:479": "Ṇāpimhi-osāpeti, pariyosāpeti, osāpayati, pariyosāpayati.",
  "anya-e0201n5:480": "Kamme-osāpīyati, pariyosāpīyati.",
  "anya-e0201n5:481": "Hā-cāge, pahāti, pahāyati, pahāyanti.",
  "anya-e0201n5:482": "Kattu, kammani kyo, īuāgamo, hiyyoti hiyyati poso jā. 1.15.348, nihiyyati tassa yaso a. ni. 4.17; jā. 1.10.60, tvaṁ eko avahiyyasi, dvittaṁ rasso ca.",
  "anya-e0201n5:483": "613.Kavaggahānaṁ cavaggajāka. 462-4; rū. 467-504; nī. 943-5; caṁ. 6.2.116; pā. 7.4.62.",
  "anya-e0201n5:484": "Dvitte pubbesaṁ kavagga, hānaṁ cavagga, jā honti.",
  "anya-e0201n5:485": "Jahāti, pajahāti, jahanti, pajahanti.",
  "anya-e0201n5:486": "Kamme-pahīyati, pahīyanti.",
  "anya-e0201n5:487": "Rassatte-pahiyati, pahiyanti.",
  "anya-e0201n5:488": "Dvitte-pahiyyati, pahiyyanti, pajahīyati, pajahīyanti.",
  "anya-e0201n5:489": "Ṇāpimhi-hāpeti, hāpenti, hāpayati, hāpayanti, jahāpeti, jahāpenti, jahāpayati, jahāpayanti.",
  "anya-e0201n5:490": "Kamme-hāpīyati, jahāpīyati.",
  "anya-e0201n5:491": "Īādimhi-pahāsi, pahāsuṁ, pajahi, pajahiṁsu.",
  "anya-e0201n5:492": "614.Hāto haka. 480; rū. 490; nī. 961.",
  "anya-e0201n5:493": "Hāto parassa ssa-kārassa ha hoti vā.",
  "anya-e0201n5:494": "“Hāhisi tvaṁ jīvaloka”nti jā. 1.5.36 pāḷi, hāhiti, hāhinti, hāhati, hāhanti, jahissati, hissati, aññamaññaṁ vadhitvāna, khippaṁ hissāma jīvitaṁ jā. 2.22.673.",
  "anya-e0201n5:495": "Nhā-soceyye, nhāti, nhāyati, nhāyanti.",
  "anya-e0201n5:496": "Mahāvuttinā byañjanavaḍḍhane, nahāti, nahāyati, nahāyanti.",
  "anya-e0201n5:497": "Iti bhūvādigaṇe ākārantadhāturūpaṁ.",
  "anya-e0201n5:498": "Ivaṇṇantadhāturūpa",
  "anya-e0201n5:499": "I-gatiyaṁ ajjhāyane ca, khi-khaye pakāsane ca, cicaye, ji-jaye, ḍī-vehāsagatiyaṁ, nī-naye, bhī-bhaye, lī-laye, sī-saye, mhi-hāse.",
  "anya-e0201n5:500_0": "Tyādyuppatti, kattari lo, eti, enti, esi, etha, emi, ema, veti, venti, sameti, samenti,",
  "anya-e0201n5:500_1": "abbheti, abbhenti, abhisameti, abhisamenti, aveti, aventi, samaveti, samaventi, apeti,",
  "anya-e0201n5:500_2": "apenti, upeti, upenti, anveti, anventi, acceti, accenti, pacceti, paccenti, ajjheti,",
  "anya-e0201n5:500_3": "ajjhenti, udeti, udenti, samudeti, samudenti, pariyeti, pariyenti, upayati, upayanti,",
  "anya-e0201n5:500_4": "accayati, accayanti, udayati, samudayati.",
  "anya-e0201n5:501": "Etu, sametu, entu, samentu, ehi, samehi, etha, sametha, etha byagghā nivattavho, paccupetha mahāvanaṁ jā. 1.3.66.",
  "anya-e0201n5:502": "Mahāvuttinā idhātumhā eyyādīnaṁ ekārassa lopo, na ca apatvā dukkhassantaṁ saṁ. ni. 1.107, vissāsaṁ eyya paṇḍito, yadā te pahiṇeyyāmi, tadā eyyāsi khattiya jā. 2.22.635.",
  "anya-e0201n5:503": "Īādimhi ‘paro kvacī’ti vibhattisaralopo, dhammaṁ abhisami, abhisamiṁsu.",
  "anya-e0201n5:504": "‘Eontā su’nti uṁssa suṁ, abhisamesuṁ, abhisamayuṁ, abhisamayiṁsu.",
  "anya-e0201n5:505": "Ssatyādimhi –",
  "anya-e0201n5:506": "615.Etismāka. 480; rū. 490; nī. 961.",
  "anya-e0201n5:507": "‘Etī’ti dhātuniddeso tisaddo, idhātumhā parassa ssakārassa hi hoti vā.",
  "anya-e0201n5:508_0": "Ehiti, essati. Bodhirukkhamupehiti bu. vaṁ. 2.63, nerañjaramupehiti bu. vaṁ. 2.63,",
  "anya-e0201n5:508_1": "upessati, tadā ehinti me vasaṁ jā. 1.1.33, tato nibbānamehisi cūḷava. 382 tassuddānaṁ,",
  "anya-e0201n5:508_2": "na punaṁ jātijaraṁ upehisi dha. pa. 238. Suttavibhattena aññadhātūhipi, kathaṁ jīvihisi",
  "anya-e0201n5:508_3": "tvaṁ apa. thera 1.3.13, jāyihitippasādo jā. 2.17.145, paññāyihinti etā daharā jā. 2.17.197.",
  "anya-e0201n5:509": "Ssādimhi “sace puttaṁ siṅgālānaṁ, kukkurānaṁ adāhisī”ti gavesitabbaṁ pāḷi, ‘adāhisī’ti ca adadissasetyattho.",
  "anya-e0201n5:510": "Khi-khaye avaṇṇapakāsane ca, khayati, khayanti.",
  "anya-e0201n5:511_0": "Khito yāgamo, vikappena yassa dvittaṁ, kappo khīyetha, vaṇṇo na khīyetha tathāgatassa",
  "anya-e0201n5:511_1": "dī. ni. aṭṭha. 1.304, ujjhāyanti khīyanti pārā. 88, avaṇṇaṁ pakāsentīti attho. Khiyyati,",
  "anya-e0201n5:511_2": "khiyyanti, āyu khiyyati maccānaṁ, kunnadīnaṁva odakaṁ saṁ. ni. 1.146.",
  "anya-e0201n5:512": "Ci-caye, samucceti, samuccayati.",
  "anya-e0201n5:513": "616.Nito cissa choka. 20; rū. 27; nī. 50.",
  "anya-e0201n5:514": "Nito parassa cissa ca-kārassa cho hoti.",
  "anya-e0201n5:515": "Nicchayati, vinicchayati, vinicchayanti, viniccheti, vinicchenti,",
  "anya-e0201n5:516": "Kamme kyo –",
  "anya-e0201n5:517": "617.Dīgho sarassaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:518": "Sarantassa dhātussa dīgho hoti kyamhīti ikāru’kārānaṁ kyamhi vikappena dīgho.",
  "anya-e0201n5:519": "Samuccīyati samuccīyanti, vinicchīyati, vinicchīyanti.",
  "anya-e0201n5:520": "Ji-jaye, jeti, jenti, vijeti, vijenti, parājeti, parājenti, jayati, jayanti, vijayati, vijayanti, parājayati, parājayanti.",
  "anya-e0201n5:521": "Kamme kyamhi dīgho, na taṁ jitaṁ sādhu jitaṁ, yaṁ jitaṁ avajīyati. Taṁ kho jitaṁ sādhu jitaṁ, yaṁ jitaṁ nāvajīyati jā. 1.1.70.",
  "anya-e0201n5:522": "Ṇāpimhi pubbassaralopo vā, jāpeti, jāpayati. Yo na hanti na ghāteti, na jināti na jāpaye jā. 1.10.144. Jayāpeti, jayāpayati, jayāpīyati, jayāpīyanti, jayatu, jayantu.",
  "anya-e0201n5:523": "Īādimhi-ajesi, ajesuṁ, vijesi, vijesuṁ, ajayi, ajayuṁ, ajayiṁsu, vijayi, vijayuṁ, vijayiṁsu, jessati, vijessati, parājessati, jayissati, vijayissati, parājayissati.",
  "anya-e0201n5:524": "Ḍī-vehāsagatiyaṁ, sakuṇo ḍeti, ḍenti dī. ni. 1.215; a. ni. 4.198. Pāsaṁ oḍḍeti, oḍḍenti.",
  "anya-e0201n5:525": "Nī-naye, neti, nenti, vineti, vinenti, nayati, nayanti, vinayati, vinayanti.",
  "anya-e0201n5:526": "Kamme-nīyati, nīyanti.",
  "anya-e0201n5:527": "Dvitte-niyyati, niyyanti, niyyare.",
  "anya-e0201n5:528": "Ṇāpimhi āyādesassa rasso, nayāpeti, nayāpenti, nayāpayati, nayāpayanti.",
  "anya-e0201n5:529": "Kamme-nayāpīyati, nayāpīyanti.",
  "anya-e0201n5:530": "Īādimhi-nesi, nesuṁ, vinesi, vinesuṁ, ānesi, ānesuṁ, anayi, nayi, anayiṁsu, nayiṁsu, ānayi, ānayiṁsu, vinayi, vinayiṁsu.",
  "anya-e0201n5:531": "Ssatyādimhi-nessati, nessanti, nayissati, nayissanti.",
  "anya-e0201n5:532": "Bhī-bhaye, bheti. Mā bhetha kiṁ socatha modathavho jā. 1.12.27, vibhemi etaṁ asādhuṁ, uggatejo hi brāhmaṇo jā. 2.17.103. Bhāyati, bhāyanti.",
  "anya-e0201n5:533": "Kārite mahāvuttinā sāgamo vā, bhīseti, bhīsayati, bhīsāpeti, bhīsāpayati. Bhikkhuṁ bhīseyya vā bhīsāpeyya vā pāci. 346-347.",
  "anya-e0201n5:534": "Sī-saye, seti, senti, atiseti, atisenti, sayati, sayanti.",
  "anya-e0201n5:535": "Kamme-atisīyati, atisīyanti.",
  "anya-e0201n5:536": "Ṇāpimhi rasso, sayāpeti, sayāpayati.",
  "anya-e0201n5:537": "Ṇimhi-sāyeti, sāyayati, sāyesuṁ dīnamānasā apa. thera 2.54.48.",
  "anya-e0201n5:538": "Mhi-hāse, umheti, umhayati, vimheti, vimhayati, na naṁ umhayate disvā, na ca naṁ paṭinandati jā. 1.2.93.",
  "anya-e0201n5:539": "Kamme-umhīyati, vimhīyati.",
  "anya-e0201n5:540": "Kārite pubbassaralopo, sace maṁ nāganāsūrū, umhāyeyya pabhāvatī. Sace maṁ nāganāsūrū, pamhāyeyya pabhāvatī jā. 2.20.17.",
  "anya-e0201n5:541": "Iti bhūvādigaṇe ivaṇṇantadhārūpaṁ.",
  "anya-e0201n5:542": "Uvaṇṇantadhāturūpa",
  "anya-e0201n5:543_0": "Cu-cavane, ju-sīghagamane, thu-abhitthavane, du-gatiyaṁ upatāpe ca, bhū-sattāyaṁ,",
  "anya-e0201n5:543_1": "yu-missane gatiyañca, ru-sadde, brū-viyattiyaṁ vācāyaṁ, su-sandane janane ca, sū-pasavane,",
  "anya-e0201n5:543_2": "hu-dāne bhakkhane pūjāyaṁ sattiyañca, hū-sattāyaṁ.",
  "anya-e0201n5:544": "Tyādyuppatti, ‘kattari lo’ti lapaccayo, uvaṇṇassa avādeso, ‘dīgho sarassā’ti sakammikadhātūnaṁ kyamhi dīgho.",
  "anya-e0201n5:545": "Cu-cavane, cavati, cavanti.",
  "anya-e0201n5:546": "Ṇimhi-cāveti, cāvayati.",
  "anya-e0201n5:547": "Ju-sīghagamane, javati, javanti.",
  "anya-e0201n5:548": "Thu-abhitthavane, abhitthavati, abhitthavanti.",
  "anya-e0201n5:549": "‘Bahula’nti adhikatattā kyamhi kvaci vuddhi, avādeso, abhitthavīyati, abhitthavīyanti, abhitthaviyyati, abhitthaviyyanti.",
  "anya-e0201n5:550": "Du-upatāpe, upaddavati, upaddavanti.",
  "anya-e0201n5:551": "Bhū-sattāyaṁ, sambhoti, sambhavati.",
  "anya-e0201n5:552": "Yu-gatiyaṁ, yavati.",
  "anya-e0201n5:553": "Ru-sadde, ravati, ravanti, viravati, viravanti.",
  "anya-e0201n5:554": "Brū-viyattiyaṁ vācāyaṁ –",
  "anya-e0201n5:555": "618.Na brūsso.",
  "anya-e0201n5:556": "Byañjane pare brūssa o na hoti.",
  "anya-e0201n5:557": "Brūti.",
  "anya-e0201n5:558": "619.Brūto tissīuka. 520; rū. 502; nī. 1033; caṁ. 6.2.34; pā. 7.3.93.",
  "anya-e0201n5:559": "Brūto tissa ādimhi īu hoti. Īmhi pubbalopo.",
  "anya-e0201n5:560": "Bravīti.",
  "anya-e0201n5:561": "620.Yuvaṇṇānamiyaṅauvaṅa sareka. 70; rū. 30; nī. 220; …miyavuvaṅa… (bahūsu).",
  "anya-e0201n5:562": "Ivaṇṇu’vaṇṇantānaṁ dhātūnaṁ kvaci iyaṅa, uvaṅa honti sare.",
  "anya-e0201n5:563": "Bruvanti, brunti vā. “Ajānantā no pabruntī”ti pāḷi. Brūsi, brūtha, brūmi, brūma.",
  "anya-e0201n5:564": "621.Tyantīnaṁ ṭaṭūka. 517; rū. 488; nī. 1105; caṁ. 1.4.13; pā. 3.4.84.",
  "anya-e0201n5:565": "Ti, antīsu brūssa āha hoti, tesañca ṭa, ṭū honti.",
  "anya-e0201n5:566": "So āha, te āhu.",
  "anya-e0201n5:567_0": "Atrimā pāḷī-nibbānaṁ bhagavā āha, sabbaganthapamocanaṁ, āha tesañca yo nirodho mahāva.",
  "anya-e0201n5:567_1": "60, yaṁ pare sukhato āhu, tadariyā āhu dukkhato. Yaṁ pare dukkhato āhu, tadariyā",
  "anya-e0201n5:567_2": "sukhato vidū su. ni. 767. Tattha ‘āhā’ti katheti. ‘Āhū’ti kathenti.",
  "anya-e0201n5:568": "Brūtu, brūvantu, brūhi maṅgalamuttamaṁ khu. pā. 5.2, brūtha, brūmi, brūma.",
  "anya-e0201n5:569": "Eyyādimhi-brūssa uvaṅa hoti, bruveyya, bruveyyuṁ.",
  "anya-e0201n5:570": "Īādimhi sare pare brūssa ottaṁ, ossa ca avādeso, abravi, abravuṁ, abraviṁsu.",
  "anya-e0201n5:571": "Uvādese-abruvi, abruvuṁ, abruviṁsu.",
  "anya-e0201n5:572": "Parokkhamhi –",
  "anya-e0201n5:573": "622.Aādīsvāho brūssaka. 475; rū. 465; nī. 956.",
  "anya-e0201n5:574": "Aādīsu brūssa āha bhavati.",
  "anya-e0201n5:575": "So āha, te āhu.",
  "anya-e0201n5:576": "623.Ussaṁsvāhā vānī. 1036.",
  "anya-e0201n5:577": "Āhādesamhā parassa uvacanassa aṁsu hoti vā.",
  "anya-e0201n5:578": "Te āhaṁsu, saccaṁ kirevamāhaṁsu, narā ekacciyā idha jā. 1.13.123.",
  "anya-e0201n5:579": "Su-sandane, nadī savati, savanti, ābhavaggā savanti.",
  "anya-e0201n5:580": "Sū-pasavane, puññaṁ pasavati cūḷava. 354, pasavanti.",
  "anya-e0201n5:581": "Hu-pūjāyaṁ, ‘parokkhāyañcā’ti dvittaṁ, ‘kavaggahānaṁ cavaggajā’ti hassa jo, juhoti, juhonti.",
  "anya-e0201n5:582": "Kamme-tena aggi hūyate.",
  "anya-e0201n5:583": "Ṇimhi-juhāveti, juhāvayati.",
  "anya-e0201n5:584": "Ṇāpimhi-juhāpeti, juhāpayati.",
  "anya-e0201n5:585": "Hu-sattiyaṁ, pahoti, sampahoti, pahonti, sampahonti.",
  "anya-e0201n5:586": "Hū-sattāyaṁ, hoti, honti, hotu, hontu.",
  "anya-e0201n5:587": "Eyyādimhi- ‘yuvaṇṇānamiyaṅauvaṅa sare’ti dhātvantassa uvādeso, huveyya, huveyyuṁ.",
  "anya-e0201n5:588_0": "Āādimhi-so ahuvā. Vaṇṇagandhaphalūpeto, amboyaṁ ahuvā pure jā. 1.2.71. Ahuvā te pure",
  "anya-e0201n5:588_1": "sakhā saṁ. ni. 1.50, te ahuvū, tvaṁ ahuvo, tumhe ahuvattha ma. ni. 1.215, jhāyatha",
  "anya-e0201n5:588_2": "bhikkhave mā pamādāttha, mā pacchā vippaṭisārino ahuvattha, ahuva, ahuvaṁ vā, ahuvamhā.",
  "anya-e0201n5:588_3": "“Akaramhasa te kiccaṁ, yaṁ balaṁ ahuvamhase jā. 1.4.29. Ahuvamheva mayaṁ pubbe, na",
  "anya-e0201n5:588_4": "nāhuvamhā”ti ma. ni. 1.180 pāḷiyo.",
  "anya-e0201n5:589": "Īādimhi sāgamo, ahosi, pāturahosi.",
  "anya-e0201n5:590": "Mahāvuttinā īlopo rasso ca. Ahudeva bhayaṁ ahu chambhitattaṁ. Ahudeva kukkuccaṁ, ahu vippaṭisāro pārā. 38. Ādīnavo pāturahu theragā. 269, dibbo ratho pāturahu.",
  "anya-e0201n5:591": "624.Hūto resuṁka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:592": "Hūto ñuṁvacanassa resuṁ hoti. Suttavibhattena mhāssa resumhā ca. ‘Rānubandhentasarādissā’ti dhātvantalopo.",
  "anya-e0201n5:593": "Te pubbe ahesuṁ. Uvādese ahuvuṁ, pubbassaralope ahuṁ.",
  "anya-e0201n5:594": "Atrimā pāḷī- sabbamhi taṁ araññamhi, yāvantettha dijā ahuṁ jā. 2.22.2425. Kūṭāgārasahassāni, sabbasoṇṇamayā ahuṁ apa. thera 1.1.407.",
  "anya-e0201n5:595": "Ossa si, ittha, ttho. Tvaṁ ahosi, ahuvi, ahuvittha, ahuvittho.",
  "anya-e0201n5:596_0": "Mahāvuttinā olopo rasso, mā bhoti kupitā ahu jā. 2.22.1931, māhu pacchānutāpinī saṁ.",
  "anya-e0201n5:596_1": "ni. 1.162, ahosiṁ nu kho ahaṁ atītamaddhānaṁ, na nu kho ahosiṁ, kinnu kho ahosiṁ,",
  "anya-e0201n5:596_2": "kathaṁ nu kho ahosiṁ saṁ. ni. 2.20; ma. ni. 1.18, ahaṁ ahuviṁ, mayaṁ ahosimhā, ahosimha",
  "anya-e0201n5:596_3": "vā. Ahesumhā nu kho mayaṁ atītamaddhānaṁ, na nu kho ahesumhā, kinnu kho ahesumhā,",
  "anya-e0201n5:596_4": "kathaṁ nu kho ahesumhā ma. ni. 1.407. Mayaṁ pubbe ahuvimhā, ahumhā vā. “Mayaṁ pubbe",
  "anya-e0201n5:596_5": "dānapatino ahumhā”ti jā. 2.22.1617 pāḷi.",
  "anya-e0201n5:597": "Rassatte-ahumha.",
  "anya-e0201n5:598": "Mahāvuttinā mhāssa uñca. “Pañcasatā mayaṁ sabbā, tāvatiṁsupagā ahu”nti pāḷi.",
  "anya-e0201n5:599": "Parachakke assa aṁ, ahaṁ pubbe ahuvaṁ, ahuva vā.",
  "anya-e0201n5:600": "‘Paro kvacī’ti paralopo, ahuṁ.",
  "anya-e0201n5:601_0": "Atrimā pāḷī- “ahaṁ kevaṭṭagāmasmiṁ, ahuṁ kevaṭṭadārako apa. thera 1.39.86, cakkavattī",
  "anya-e0201n5:601_1": "ahuṁ rājā, jambumaṇḍassa issaro. Sattakkhattuṁ mahābrahmā, vasavattī tadā ahuṁ. Muddhābhisitto",
  "anya-e0201n5:601_2": "khattiyo, manussādhipatī ahu”nti. Mayaṁ ahuvimhe.",
  "anya-e0201n5:602": "Ssatyādimhi –",
  "anya-e0201n5:603": "625.Hūssa hehehihohi ssaccādoka. 480; rū. 490; nī. 961; ‘…ssatyādo’ (bahūsu).",
  "anya-e0201n5:604": "Ssatyādimhi hūdhātussa he ca hohi ca hohi ca honti.",
  "anya-e0201n5:605": "Hessati, hessanti, hehissati, hehissanti, hohissati, hohissanti. Buddho hessaṁ sadevake bu. vaṁ. 2.55, anāgatamhi addhāne, hessāma sammukhā imaṁ bu. vaṁ. 2.74.",
  "anya-e0201n5:606": "626.Dakkha sakkha hehi hohīhi lopoka. 480; rū. 490; nī. 961; ‘dakkhā hehihohilopo’ (bahūsu).",
  "anya-e0201n5:607": "Etehi ādesehi ssassa lopo hoti vā. Suttavibhattena aññehipi ssalopo.",
  "anya-e0201n5:608": "Sakkhisi tvaṁ kuṇḍalini, maññisi khattabandhuni jā. 2.17.14. Na hi sakkhinti chettuṁ su. ni. 28, adhammo haññiti dhammamajja jā. 1.11.31, brahmadatto palāyiti iccādi.",
  "anya-e0201n5:609": "Hehiti, hehinti, hohiti, hohinti.",
  "anya-e0201n5:610_0": "Atrimā pāḷī-piyo ca me hehiti mālabhārī, ahañca naṁ mālinī ajjhupessaṁ jā. 1.15.197,",
  "anya-e0201n5:610_1": "tilodano hehiti sādhupakko jā. 1.8.2. Doso pemañca hehiti theragā. 719. Mama tvaṁ",
  "anya-e0201n5:610_2": "hehisi bhariyā jā. 1.14.27. Tato sukhī hohisi vītarāgo. Khippaṁ hohisi anāsavo dī. ni. 2.207 iccādi.",
  "anya-e0201n5:611": "Iti bhūvādigaṇe uvaṇṇantadhāturūpaṁ.",
  "anya-e0201n5:612": "Edantadhāturūpa",
  "anya-e0201n5:613_0": "E-āgatiyaṁ gatiyañca, ke-sadde, khe-khādanu’paṭṭhānesu, ge-sadde, apapubba ce-pūjāyaṁ,",
  "anya-e0201n5:613_1": "jhe-cintāyaṁ dāha’jjhānesu ca, te-pālane, the-sadda, saṅghātesu, de-suddhi, niddāsu,",
  "anya-e0201n5:613_2": "pe-vuddhiyaṁ, bhe-bhaye, le-chedane, ve-gatiyaṁ tantasantāne ca, se-antakriyāyaṁ,",
  "anya-e0201n5:613_3": "hare-lajjāyaṁ, gile-kilamane, pale-gatiyaṁ, mile-hāniyaṁ.",
  "anya-e0201n5:614_0": "Ṇānubandhapaccayena vinā yesaṁ dhātūnaṁ āyādeso labbhati, te edantā nāma. Mahāvuttinā",
  "anya-e0201n5:614_1": "yalope sati ādantehi samānarūpaṁ, ādantānañca yāgame sati edantehi samānarūpaṁ, tasmā",
  "anya-e0201n5:614_2": "ādanta, edantā yebhuyyena samānarūpā bhavanti.",
  "anya-e0201n5:615_0": "Mahāvuttinā edantānaṁ tyādīsu tabbādīsu ca āyādeso, kvaci yalopo, e-āgatiyaṁ. Ayaṁ",
  "anya-e0201n5:615_1": "so sārathī eti jā. 2.22.51, sace enti manussattaṁ saṁ. ni. 1.49, lakkhaṇaṁ passa",
  "anya-e0201n5:615_2": "āyantaṁ, migasaṅghapurakkhataṁ jā. 1.1.11, yoga’māyanti maccuno saṁ. ni. 1.20, āyāmāvuso",
  "anya-e0201n5:615_3": "pārā. 228, āyāmānanda dī. ni. 2.186; pārā. 22; ma. ni. 1.273.",
  "anya-e0201n5:616": "Ettha edhātu āgaccha, gacchāmāti atthadvayaṁ vadati, yādhātuvasena āgaccha, yāmātipi atthaṁ vadanti.",
  "anya-e0201n5:617": "E-vuddhiyaṁ vā, “kāyo, apāyo, upāyo, samudāyo”tiādīsu –",
  "anya-e0201n5:618_0": "Kucchitā dhammā āyanti vaḍḍhanti etthāti kāyo, ‘āyo’ti vuccati vaḍḍhi, tato apeto",
  "anya-e0201n5:618_1": "apāyo, tena upeto upāyo, avayavadhammā samudenti etthāti samudāyo, paribyattaṁ āyanti etenāti pariyāyo.",
  "anya-e0201n5:619": "Ke-sadde, kāyati.",
  "anya-e0201n5:620": "Kamme-kiyyati.",
  "anya-e0201n5:621": "Khe-khādane, tiṇaṁ khāyati, vikkhāyati, undurā khāyanti, vikkhāyanti.",
  "anya-e0201n5:622": "Khe-upaṭṭhāne, khāyati, pakkhāyati, alakkhī viya khāyati.",
  "anya-e0201n5:623": "Ge-sadde, gāyati, gāyanti.",
  "anya-e0201n5:624": "Apapubba ce-pūjāyaṁ, apacāyati, ye vuddha’mapacāyanti jā. 1.1.37.",
  "anya-e0201n5:625": "Jhe-cintāyaṁ, jhāyati, jhāyanti, pajjhāyati, pajjhāyanti, abhijjhāyati, abhijjhāyanti.",
  "anya-e0201n5:626": "Jhe-olokane, nijjhāyati, nijjhāyanti, upanijjhāyati, upanijjhāyanti, ujjhāyati, ujjhāyanti.",
  "anya-e0201n5:627": "Jhe-dayhane, padīpo jhāyati, parijjhāyati.",
  "anya-e0201n5:628": "Kamme-jhāyīyati.",
  "anya-e0201n5:629": "Ṇāpimhi yalopo, kaṭṭhaṁ jhāpeti, jhāpenti, jhāpayati, jhāpayanti.",
  "anya-e0201n5:630": "Jhe-ajjhayane saṁpubbo, mahāvuttinā niggahītassa jādeso, sajjhāyati, sajjhāyanti, mantaṁ sajjhāyati.",
  "anya-e0201n5:631": "Te-pālane, tāyati, tāyanti.",
  "anya-e0201n5:632": "The-sadda, saṅghātesu, thāyati.",
  "anya-e0201n5:633": "De-suddhiyaṁ, vodāyati, vodāyanti.",
  "anya-e0201n5:634": "De-soppane, niddāyati, niddāyanti.",
  "anya-e0201n5:635": "Pe-vuddhiyaṁ, appāyati, appāyanti.",
  "anya-e0201n5:636_0": "Bhe-bhaye, bhāyati, bhāyanti, sabbe bhāyanti maccuno dha. pa. 129, bhāyasi, sace",
  "anya-e0201n5:636_1": "bhāyatha dukkhassa udā. 44, kinnu kho ahaṁ tassa sukhassa bhāyāmi ma. ni. 1.381,",
  "anya-e0201n5:636_2": "nataṁ bhāyāmi āvuso, bhāyāma apa. therī. 2.2.458.",
  "anya-e0201n5:637": "Ṇāpimhi-bhayāpeti, bhāyāpeti, bhāyāpayati.",
  "anya-e0201n5:638": "Īādimhi-mā bhāyi, mā soci dī. ni. 2.207, mā cintayi.",
  "anya-e0201n5:639": "Ssatyādimhi-bhāyissati, bhāyissanti.",
  "anya-e0201n5:640": "Le-chedane, tiṇaṁ lāyati, sāliṁ lāyati, lāyanti.",
  "anya-e0201n5:641": "Ve-gatiyaṁ, vāto vāyati, vātā vāyanti.",
  "anya-e0201n5:642": "Ve-tantasantāne, tantaṁ vāyati, vāyanti.",
  "anya-e0201n5:643": "Kamme-vāyīyati, pubbalope vīyati, viyyati.",
  "anya-e0201n5:644": "Ṇāpimhi-cīvaraṁ vāyāpeti pārā. 638, vāyāpenti.",
  "anya-e0201n5:645": "Se-antakriyāyaṁ, osāyati, pariyosāyati, ajjhosāyati.",
  "anya-e0201n5:646": "Kamme-pariyosīyati.",
  "anya-e0201n5:647": "Ṇāpimhi-pariyosāpeti.",
  "anya-e0201n5:648": "627.Ṇiṇāpīnaṁ tesu.",
  "anya-e0201n5:649": "Ṇi, ṇāpīnaṁ lopo hoti tesuṇi, ṇāpīsu paresu.",
  "anya-e0201n5:650": "Bhikkhu attanā vippakataṁ kuṭiṁ parehi pariyosāpeti pārā. 363. Ettha akammakattā dhātussa ‘kuṭi’nti ca ‘parehī’ti ca dve kammāni dvikkhattuṁ pavattehi kāritehi sijjhanti.",
  "anya-e0201n5:651": "Anekassaraedantampi kiñci idha vuccati.",
  "anya-e0201n5:652": "Hare-lajjāyaṁ, harāyati, harāyanti, aṭṭiyāmi harāyāmi saṁ. ni. 1.165, harāyāma, harāyatīti hirī, mahāvuttinā upantassa ittaṁ.",
  "anya-e0201n5:653": "Gile-rujjane, gilāyati, piṭṭhi me āgilāyati cūḷava. 345; dī. ni. 3.300, gilāyanti.",
  "anya-e0201n5:654": "Pale-gatiyaṁ, palāyati, palāyanti.",
  "anya-e0201n5:655": "Mile-hāniyaṁ, milāyati, milāyanti.",
  "anya-e0201n5:656": "“Jhānaṁ, ujjhānaṁ, nijjhānaṁ, tāṇaṁ, parittāṇaṁ, vodānaṁ, niddānaṁ, gilāno, palāto, milātanti”ādīsu yalopo.",
  "anya-e0201n5:657": "Iti bhūvādigaṇe edantadhāturūpaṁ.",
  "anya-e0201n5:658": "Bhūvādigaṇe sarantadhātūnaṁ tyādyantarūpāni niṭṭhitāni.",
  "anya-e0201n5:659": "Byañjanantadhātu",
  "anya-e0201n5:660": "Avuddhikarūpa",
  "anya-e0201n5:661": "Tudādigaṇa",
  "anya-e0201n5:662": "Atha byañjanantadhāturūpāni vuccante. Tāni ca avuddhika, savuddhikavasena duvidhāni honti. Tattha avuddhikāni tāva vuccante.",
  "anya-e0201n5:663": "Khipa, guha, tuda, disa, pisa, phusa, likha, vadhādi.",
  "anya-e0201n5:664": "Idha dhātūnaṁ antassaro uccāraṇattho, so rūpavidhāne nappayujjate.",
  "anya-e0201n5:665": "628.Tudādīhi koka. 445; rū. 433; nī. 925; caṁ. 1.1.92; pā. 3.1.77.",
  "anya-e0201n5:666": "Tudādīhi kānubandho apaccayo hoti. Kānubandho avuddhidīpanattho.",
  "anya-e0201n5:667": "Khipa-khipane, khipati, pakkhipati, ukkhipati, okkhipati, nikkhipati, vikkhipati, paṭikkhipati, saṁkhipati.",
  "anya-e0201n5:668": "Kamme-khipīyati.",
  "anya-e0201n5:669": "Kārite-khipeti, khipayati, khipāpeti, khipāpayati, khepeti, khepayati vā, udakaṁ khepeti, taṇhaṁ khepeti, khayāpetīti attho.",
  "anya-e0201n5:670": "Guha-saṁvaraṇe, guhati, nigguhati.",
  "anya-e0201n5:671": "Kamme-guhiyati.",
  "anya-e0201n5:672": "Kārite gussa dīgho, gūheti, gūhayati, gūhāpeti, gūhāpayati.",
  "anya-e0201n5:673": "Kamme-gūhāpīyati.",
  "anya-e0201n5:674": "Ghaṭa-cetāyaṁ, ghaṭati.",
  "anya-e0201n5:675": "Kamme-ghaṭīyati.",
  "anya-e0201n5:676": "Kārite-ghaṭeti, ghaṭayati, ghaṭāpeti, ghaṭāpayati.",
  "anya-e0201n5:677": "Tuda-byadhane, byadhanaṁ vijjhanaṁ, tudati, vitudati.",
  "anya-e0201n5:678": "Assa ette-tudeti, tudenti.",
  "anya-e0201n5:679": "Kamme-tudīyati.",
  "anya-e0201n5:680": "‘Tavaggavaraṇānaṁ ye cavaggabayañā’ti dassa jattaṁ. ‘Vaggalasehi te’ti yassa pubbarūpattaṁ, tujjati.",
  "anya-e0201n5:681": "Kārite-tudeti, tudayati, tudāpeti, tudāpayati.",
  "anya-e0201n5:682": "Disī-uddisane, uddisanaṁ sarūpato kathanaṁ. Uddisati, pātimokkhaṁ uddisanti mahāva. 152, niddisati, niddisanti, apadisati, apadisanti.",
  "anya-e0201n5:683": "Kamme-uddisīyati, uddisīyanti.",
  "anya-e0201n5:684": "Kārite-ācariyo sissaṁ pāḷidhammaṁ uddisāpeti, uddisāpayati, vācetīti attho. Pāṭhesu pana sadvayampi dissati.",
  "anya-e0201n5:685": "Nuda-khipane, nudati, panudati, vinodeti, paṭivinodeti vā.",
  "anya-e0201n5:686": "Kamme-panudīyati, panujjati.",
  "anya-e0201n5:687": "Kārite-panudeti, panudayati, panudāpeti, panudāpayati.",
  "anya-e0201n5:688": "Pisa-saṁcuṇṇe, pisati.",
  "anya-e0201n5:689": "Kamme-pisīyati.",
  "anya-e0201n5:690": "Kārite-piseti, pisayati, pisāpeti, pisāpayati.",
  "anya-e0201n5:691": "Phusa-samphasse pattiyañca, phusati, phusanti dhīrā nibbānaṁ dha. pa. 23, vajjaṁ naṁ phuseyya pārā. 409; cūḷava. 344.",
  "anya-e0201n5:692": "Kamme-phusīyati.",
  "anya-e0201n5:693": "Kārite-phuseti, phusayati, phusāpeti, phusāpayati.",
  "anya-e0201n5:694": "Likha-lekhane, likhati, sallikhati, vilikhati.",
  "anya-e0201n5:695": "Kārite-likheti, sallikheti, vilikheti.",
  "anya-e0201n5:696": "Vadha-hiṁsāyaṁ, vadhati, vadheti.",
  "anya-e0201n5:697": "Kamme-vadhīyati.",
  "anya-e0201n5:698": "Yamhi dhassa jhattaṁ, yassa pubbarūpaṁ. ‘Catutthadutiyesvesaṁ tatiyapaṭhamā’ti jhassa tatiyajattaṁ, vajjhati, vajjhanti, vajjhare. Ime sattā haññantu vā vajjhantu vā ma. ni. 1.60.",
  "anya-e0201n5:699": "Kārite-vadheti, vadhayati, vadhāpeti, vadhāpayati, sāmiko purisaṁ maggaṁ gameti, gamayati, gamāpeti, gamāpayati iccādīnipi idha vattabbāni.",
  "anya-e0201n5:700": "Iti tudādigaṇo.",
  "anya-e0201n5:701": "Savuddhikarūpa",
  "anya-e0201n5:702": "Atha savuddhikarūpāni vuccante.",
  "anya-e0201n5:703_0": "Asa-bhuvi, āsa-nivāse upavesane ca, isu-icchā, kantīsu, kamu-padagamane, kusa-akkose,",
  "anya-e0201n5:703_1": "gamu-gatimhi, jaravayohānimhi, jana-janane, mara-pāṇacāge, yamu-uparame, ruda-assuvimocane",
  "anya-e0201n5:703_2": "kandane ca, ruha-janane, labha-lābhe, vaca, vada-viyattiyaṁ vācāyaṁ, vida-ñāṇe, vasa-nivāse,",
  "anya-e0201n5:703_3": "visapavesane, sada-gatyā’vasāne, hana-hiṁsāyaṁ, haraharaṇe.",
  "anya-e0201n5:704": "Tyādyuppatti, kattari lo, asa-bhuvi, sattāyanti attho.",
  "anya-e0201n5:705": "629.Tassa thoka. 494; rū. 495, 500; nī. 989, 991.",
  "anya-e0201n5:706": "Atthito parassati, tūnaṁ tassa tho hoti.",
  "anya-e0201n5:707": "‘Pararūpamayakāre byañjane’ti suttena byañjane pare dhātvantassa pararūpattaṁ, ‘catutthadutiyesvesaṁ tatiyapaṭhamā’ti suttena pararūpassa dutiyassa paṭhamattaṁ.",
  "anya-e0201n5:708": "Dhanaṁ me atthi.",
  "anya-e0201n5:709_0": "Ettha ca “atthi tvaṁ etarahi, na tvaṁ natthi, atthi ahaṁ etarahi, nāhaṁ natthi, puttā",
  "anya-e0201n5:709_1": "matthi dhanā matthi dha. pa. 62, atthi imasmiṁ kāye kesā”ti khu. pā. 3.dvitiṁsākāra",
  "anya-e0201n5:709_2": "ādīsu atthisaddo ākhyātapaṭirūpako kattuvācako nipāto.",
  "anya-e0201n5:710_0": "“Atthīti kho kaccāyana ayameko anto, natthīti dutiyo anto”ti saṁ. ni. 2.15 ca “atthipaccayo,",
  "anya-e0201n5:710_1": "natthipaccayo”ti paṭṭhā. 1.1.paccayuddesa ca evamādīsu nāmapaṭirūpako. Tathā natthisaddo.",
  "anya-e0201n5:711": "Tumhi-vipassissa ca namatthu dī. ni. 3.287, namo te buddha vīratthu saṁ. ni. 1.90, ettha ca “dhiratthumaṁ pūtikāya”nti ādīsu atthusaddo nipāto.",
  "anya-e0201n5:712": "630.Ntamānantantiyiyuṁsvādilopoka. 494-5; rū. 496; nī. 1019; ‘ntamānānti…’ (bahūsu).",
  "anya-e0201n5:713": "Nta, māna, anti, antu, iyā, iyuṁsu atthissa ādilopo hoti.",
  "anya-e0201n5:714": "Santi, santu.",
  "anya-e0201n5:715": "631.Sihīsvaṭaka. 506; rū. 497; nī. 992.",
  "anya-e0201n5:716": "Atthissa aṭa hoti si, hīsu.",
  "anya-e0201n5:717_0": "Manussosi mahāva. 126, purisosi mahāva. 126. Himhi dīgho, tvaṁ paṇḍito āhi, bhavāhīti",
  "anya-e0201n5:717_1": "attho. Tavibhattīsu dhātvantassa pararūpaṁ, tumhe attha, kaccittha parisuddhā pārā.",
  "anya-e0201n5:717_2": "233. Tvādimhi-mā pamādattha ma. ni. 1.88, 215, tumhe samaggā attha.",
  "anya-e0201n5:718": "632.Mimānaṁ vā mhimhā caka. 492; rū. 499; nī. 987; ‘sīhisvaṭa’ (bahūsu).",
  "anya-e0201n5:719": "Atthito paresaṁ mi, mānaṁ mhi, mhā honti vā, atthissa ca aṭa hoti.",
  "anya-e0201n5:720": "Ahaṁ pasannomhi, mayaṁ pasannāmha.",
  "anya-e0201n5:721": "Tvādimhi-ahaṁ iminā puññena anāgate paññavā amhi, mayaṁ paññavanto amha.",
  "anya-e0201n5:722": "633.Esu saka. 492; rū. 499; nī. 987.",
  "anya-e0201n5:723": "Etesu mi, mesu atthissa sassa so hoti. Pararūpanisedhanatthamidaṁ suttaṁ.",
  "anya-e0201n5:724": "Ahaṁ paṇḍito asmi, mayaṁ paṇḍitā asma.",
  "anya-e0201n5:725": "Tvādimhi-ahaṁ anāgate paññavā asmi, mayaṁ paññavanto asma.",
  "anya-e0201n5:726": "Eyyādimhi –",
  "anya-e0201n5:727": "634.Atthiteyyādichannaṁ sa su sasi satha saṁsāmaka. 571, 517; rū. 624, 488; nī. 830, 1105; ‘atthiteyyādicchannaṁ sasusasatha saṁ sāma’ (bahūsu).",
  "anya-e0201n5:728": "‘Atthī’ti dhātuniddeso ti-kāro, atthito paresaṁ eyyādīnaṁ channaṁ sādayo honti.",
  "anya-e0201n5:729": "Evamassa vacanīyo pārā. 411, evamassu vacanīyā pārā 418, tvaṁ assasi, tumhe assatha, ahaṁ assaṁ, mayaṁ assāma.",
  "anya-e0201n5:730_0": "Assunipātopi bahuṁ dissati, tayassu dhammā jahitā bhavanti khu. pā. 6.10, kenassu",
  "anya-e0201n5:730_1": "taratī oghaṁ, kenassu tarati aṇṇavaṁ saṁ. ni. 1.246. “Kiṁsu chetvā sukhaṁ seti, kiṁsu",
  "anya-e0201n5:730_2": "chetvā na socatī”ti saṁ. ni. 1.71 ettha niggahītamhā saṁyogādilopo.",
  "anya-e0201n5:731": "635.Ādidvinnamiyāmiyuṁka. 517; rū. 488; nī. 993; ‘…miyā iyuṁ’ (bahūsu).",
  "anya-e0201n5:732": "Atthito eyyādīsu ādimhi dvinnaṁ iyā, iyuṁ honti. ‘Ntamānantantiyiyuṁsū…’tiādilopo.",
  "anya-e0201n5:733": "So siyā, te siyuṁ, ete dve nipātāpi honti. “Vedanākkhandho siyā kusalo, siyā akusalo, siyā abyākato”ti vibha. 152 ādīsu ekaccoti attho.",
  "anya-e0201n5:734": "“Siyā kusalaṁ dhammaṁ paṭicca kusalo dhammo uppajjeyya hetupaccayā”ti paṭṭhā. 1.1.35-38 ādīsu kinnūti attho.",
  "anya-e0201n5:735": "“Dvādasākusalā siyu”nti abhidhammatthasaṅgaha 2 ādīsu bhavantīti attho.",
  "anya-e0201n5:736_0": "Mahāvuttinā eyyuṁ, eyyamiccetesaṁ iyaṁsu, iyaṁ honti, ādilopo, siyaṁsu dve bhikkhū",
  "anya-e0201n5:736_1": "abhidhamme nānāvādā ma. ni. 3.35, evaṁrūpo siyaṁ ahaṁ anāgatamaddhānaṁ, evaṁvedano",
  "anya-e0201n5:736_2": "siyaṁ, evaṁsañño siyaṁ ma. ni. 3.274.",
  "anya-e0201n5:737": "Ajjattanimhi –",
  "anya-e0201n5:738": "636.Īādo dīghoka. 517; rū. 488; nī. 1001.",
  "anya-e0201n5:739": "Atthissa dīgho hoti īādīsu.",
  "anya-e0201n5:740": "So āsi, te āsuṁ, āsiṁsu, tvaṁ āsi, tumhe āsittha, ahaṁ āsiṁ. Tatrāpāsiṁ evaṁvaṇṇo dī. ni. 1.245; ma. ni. 1.68. Mayaṁ āsimha, āsimhā.",
  "anya-e0201n5:741": "637.Aāssādīsuka. 507; rū. 501; nī. 1020; caṁ. 5.4.79; pā. 2.4.52.",
  "anya-e0201n5:742_0": "Aādiparokkhāyañca āādihiyyattaniyañca ssādīsu bhavissanti, kālātipattīsu ca atthissa",
  "anya-e0201n5:742_1": "bhū hoti. Idañca suttaṁ atthissa etāsaṁ vibhattīnampi sādhāraṇakaraṇatthaṁ. Rūpampi bhūrūpameva.",
  "anya-e0201n5:743": "So babhūva, te babhūvu, so abhavā, te abhavū, so bhavissati, te bhavissanti, so abhavissā, te abhavissaṁsu iccādi.",
  "anya-e0201n5:744": "638.Atyādintesvatthissa bhūka. 517; rū. 500; nī. 1020; caṁ. 5.4.79; pā. 2.4.52.",
  "anya-e0201n5:745_0": "Tyādivajjitesu ntavajjitesu ca paccayesu atthissa bhū hoti. Etena tyādi, tvādi, eyyādi,",
  "anya-e0201n5:745_1": "īādisaṅkhātāsu catūsu vibhattīsu ntapaccaye ca atthissa bhūādeso natthi, sesāsu catūsu",
  "anya-e0201n5:745_2": "vibhattīsu ca ntavajjitesu tabbādīsu ca atthissa bhūādeso labbhatīti veditabbo.",
  "anya-e0201n5:746": "Āsa-upavesane. Guruṁ upāsati, payirupāsati, upāsanti, payirupāsanti.",
  "anya-e0201n5:747": "Kamme-upāsīyati, payirupāsīyati.",
  "anya-e0201n5:748": "Kārite-mātā puttaṁ guruṁ upāseti, payirupāseti, upāsayati, payirupāsayati.",
  "anya-e0201n5:749": "Īādimhi-upāsi, payirupāsi, upāsiṁsu, payirupāsiṁsu, upāsuṁ, payirupāsuṁ.",
  "anya-e0201n5:750": "Āsa-nivāse.",
  "anya-e0201n5:751": "639.Gamayamisāsadisānaṁ vā cchaṅaka. 476, 522; rū. 442, 476; nī. 957, 1035.",
  "anya-e0201n5:752": "Gamu, yamu, isu, āsa, disānaṁ anto byañjano ṅānubandho ccho hoti vā nta, māna, tyādīsu.",
  "anya-e0201n5:753": "Gacchanto, niyacchanto, icchanto, acchanto, dicchantoti iminā tyādīsu āsassa ccho, acchati, acchanti, so acchi, te acchiṁsu.",
  "anya-e0201n5:754": "Isu-esanāyaṁ.",
  "anya-e0201n5:755": "640.Lahussupantassaka. 485; rū. 434; nī. 975; caṁ. 6.1.105-106 …pe… 7.3.77-78.",
  "anya-e0201n5:756": "Antassa samīpe pavattatīti upanto, byañjanantadhātūnaṁ pubbassaro ‘upanto’ti vuccati, lahubhūtassa upantabhūtassa ca ivaṇṇu’vaṇṇassa e, ovuddhī honti.",
  "anya-e0201n5:757": "Ira-kampane, erati, modati.",
  "anya-e0201n5:758": "Lahussāti kiṁ? Jīvati, dhūpati, ikkhati, sukkhati.",
  "anya-e0201n5:759": "Upantassāti kiṁ? Siñcati, bhuñjati, niggahītāgamena byavahitattā upanto na hoti.",
  "anya-e0201n5:760": "Ivaṇṇuvaṇṇassātvevaṁ? Pacati, vadati.",
  "anya-e0201n5:761": "Iminā issa evuddhi hoti, esati, anvesati, pariyesati.",
  "anya-e0201n5:762": "Adhipubbo isu-āyācane, ajjhesati.",
  "anya-e0201n5:763": "Kamme-esīyati, pariyesīyati, anvesīyati, ajjhesīyati.",
  "anya-e0201n5:764": "Kārite-eseti, esayati, esāpeti, esāpayati.",
  "anya-e0201n5:765": "Isu-icchāyaṁ, cchādeso, icchati, icchanti, sampaṭicchati, sampaṭicchanti.",
  "anya-e0201n5:766": "Kamme-icchīyati.",
  "anya-e0201n5:767": "Kārite-icchāpeti, icchāpayati, sampaṭicchāpeti, sampaṭicchāpayati.",
  "anya-e0201n5:768": "Kamme-icchāpīyati, icchāpayīyati, so icchi, te icchiṁsu, icchissati, icchissanti.",
  "anya-e0201n5:769": "Kamu-vijjhane, gambhīresu ṭhānesu ñāṇaṁ kamati, na satthaṁ kamati, na visaṁ kamati, na aggi kamati a. ni. 8.1, na vijjhatīti attho.",
  "anya-e0201n5:770": "Kamu-padagamane, pakkamati, apakkamati, upakkamati, vikkamati, abhikkamati, paṭikkamati, atikkamati, saṅkamati, okkamati.",
  "anya-e0201n5:771": "641.Nito kamassaka. 20; rū. 27; nī. 50.",
  "anya-e0201n5:772": "Nimhā parassa kamassa kassa kho hoti. ‘Ādissā’ti saṅketattā kassāti ñāyati.",
  "anya-e0201n5:773": "Nikkhamati, nikkhamanti.",
  "anya-e0201n5:774": "Kārite –",
  "anya-e0201n5:775": "642.Assā ṇānubandheka. 483; rū. 527; nī. 973.",
  "anya-e0201n5:776": "Byañjanantassa dhātussa ādimhi a-kārassa āvuddhi hoti ṇānubandhe paccaye. ‘Bahula’nti adhikatattā ṇāpimhi āvuddhi natthi.",
  "anya-e0201n5:777": "Pakkāmeti, pakkāmayati, nikkhāmeti, nikkhāmayati, nikkhamāpeti, nikkhamāpayati.",
  "anya-e0201n5:778_0": "Īādimhi mahāvuttinā ādidīgho vā hoti, so pakkami, pakkāmi, idaṁ vatvāna pakkāmi,",
  "anya-e0201n5:778_1": "maddī sabbaṅgasobhaṇā jā. 2.22.1857, pakkamuṁ, pakkāmuṁ, sammodamānā pakkāmuṁ, aññamaññaṁ",
  "anya-e0201n5:778_2": "piyaṁ vadā jā. 2.22.1868, pakkamiṁsu, pakkāmiṁsu, pakkamaṁsu, pakkāmaṁsu, pakkamissati,",
  "anya-e0201n5:778_3": "pakkamissanti, pakkamissare.",
  "anya-e0201n5:779_0": "Āpubbo kusa-akkose, lahupantattā vuddhi, akkosati, akkosanti. Papubbo āmantane, pakkosati,",
  "anya-e0201n5:779_1": "pakkosanti. Vipubbo uccasadde, vikkosati, vikkosanti. Paṭipubbo nīvāraṇe, paṭikkosati, paṭikkosanti.",
  "anya-e0201n5:780": "Īādimhi –",
  "anya-e0201n5:781": "643.Kusaruhīssacchika. 498; rū. 480; nī. 1114; ‘kusaruhehīssa chi’ (bahūsu).",
  "anya-e0201n5:782": "Kusato ruhato ca parassa īssa cchi hoti.",
  "anya-e0201n5:783": "Akkocchi maṁ avadhi maṁ dha. pa. 3-4, idañca rūpaṁ kudha, kupadhātūhipi sādhenti, evaṁ sati “akkocchi me”ti pāṭho siyā. Akkosi, akkosiṁsu.",
  "anya-e0201n5:784_0": "Gamu gatimhi, kattari lo, ‘ūlasse’ti lassa ettaṁ, gameti, gamenti. Avapubbo ñāṇe,",
  "anya-e0201n5:784_1": "avagameti, avagamenti, adhipubbo ñāṇe lābhe ca, adhigameti, adhigamenti. Vipubbo",
  "anya-e0201n5:784_2": "vigame, vigameti, vigamenti.",
  "anya-e0201n5:785": "Kamme-gamīyati, gamiyati, gamiyyati.",
  "anya-e0201n5:786": "Pubbarūpatte-gammati, gammanti, adhigammati, adhigammanti, adhigammare, adhigammate, adhigammante, adhigammare.",
  "anya-e0201n5:787": "Kārite vuddhi natthi, gameti, gamayati, gamāpeti, gamāpayati.",
  "anya-e0201n5:788": "Kamme-gamayīyati, gamayīyanti, gamāpīyati, gamāpīyanti.",
  "anya-e0201n5:789_0": "Hiyyattanimhi-so agamā, gamā, te agamū, gamū, tvaṁ agamo, agama, agami, tumhe agamuttha,",
  "anya-e0201n5:789_1": "ahaṁ agamiṁ, gamiṁ, mayaṁ agamamhā, gamamhā, agamumhā, gamumhā, so agamattha, te",
  "anya-e0201n5:789_2": "agamatthuṁ, tvaṁ agamase, tumhe agamavhaṁ, ahaṁ agamaṁ, mayaṁ agamamhase.",
  "anya-e0201n5:790": "Ajjhattanimhi īādīsu ikārāgamo, so agamī, gamī.",
  "anya-e0201n5:791": "Rassatte-agami, gami.",
  "anya-e0201n5:792": "Mahāvuttinā ākārena saha sāgamo, so agamāsi, gāmaṁ agamāsi, nagaraṁ agamāsi.",
  "anya-e0201n5:793": "‘Eyyāthasse’iccādinā īssa ttho, so gāmaṁ agamittho, gamittho, te agamuṁ, gamuṁ.",
  "anya-e0201n5:794": "‘Uṁssiṁsvaṁsū’ti iṁsu, aṁsu, te agamiṁsu, gamiṁsu, agamaṁsu, gamaṁsu, tvaṁ agamo, gamo.",
  "anya-e0201n5:795": "‘Ossa a i ttha ttho’ ‘sī’ti suttāni, tvaṁ agama, gama, agami, gami, agamittha, gamittha, agamittho, gamittho, agamāsi, gamāsi, tumhe agamittha.",
  "anya-e0201n5:796": "‘Mhātthānamuu’iti uttaṁ, tumhe agamuttha, gamuttha, ahaṁ agamiṁ, gamiṁ, agamāsiṁ, gamāsiṁ, mayaṁ agamimhā, gamimhā.",
  "anya-e0201n5:797": "Rassatte-agamimha, gamimha, agamumhā, gamumhā, agamumha, gamumha, agamāsimhā, gamāsimhā, agamāsimha, gamāsimha.",
  "anya-e0201n5:798": "Parachakke-so agamā, gamā.",
  "anya-e0201n5:799": "Rassatte-agama, gama.",
  "anya-e0201n5:800": "‘Eyyāthasse’iccādinā tthatte-so agamittha, gamittha, te agamū, gamū.",
  "anya-e0201n5:801": "Rassatte-agamu, gamu, tvaṁ agamise, gamise, tumhe agamivhaṁ, gamivhaṁ, ahaṁ agama, gama, agamaṁ, gamaṁ vā, agamimhe, gamimhe.",
  "anya-e0201n5:802": "Kamme-agamīyi, agammi, agamīyittho, agammittho, agamīyuṁ, gamīyuṁ, agamīyiṁsu, gamīyiṁsu, agammuṁ, gammuṁ, agammiṁsu, gammiṁsu.",
  "anya-e0201n5:803": "Parachakke-agamīyittha, gamīyittha, agammittha, gammittha.",
  "anya-e0201n5:804": "Kārite-agamāpayi, gamāpayi, agamāpesi, gamāpesi, agamāpayuṁ, gamāpayuṁ, agamāpayiṁsu, gamāpayiṁsu.",
  "anya-e0201n5:805": "644.Gamissaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:806": "Āādimhi īādimhi ca gamissa massa ā hoti. Saralopo.",
  "anya-e0201n5:807": "So agā, te agū, tvaṁ ago, tumhe aguttha, ahaṁ agaṁ, mayaṁ agumhā.",
  "anya-e0201n5:808": "Īādimhi īsaralopo, agā devāna santike jā. 1.14.205, vāyaso anupariyagā su. ni. 449.",
  "anya-e0201n5:809": "Āpubbo āgamane, anavhito tato āgā jā. 1.5.21, sopā’gā samitiṁ vanaṁ dī. ni. 2.335.",
  "anya-e0201n5:810": "Adhipubbo paṭilābhe, ajjhagā amataṁ santiṁ vi. va. 846, taṇhānaṁ khayamajjhagā dha. pa. 154.",
  "anya-e0201n5:811": "Atipubbo upādhipubbo ca titikkame, nakkhattaṁ paṭimānentaṁ, attho bālaṁ upajjhagā jā. 1.1.49. Khaṇo ve mā upajjhagā.",
  "anya-e0201n5:812_0": "Etāni o, avacanānaṁ lope sati tumha’mhayogepi labhanti, aguṁ, agiṁsu, agaṁsu. Samantā",
  "anya-e0201n5:812_1": "vijjutā āguṁ jā. 2.22.2264, tepā’guṁsamitiṁ vanaṁ (gavesitabbaṁ), visesaṁ ajjhagaṁsute",
  "anya-e0201n5:812_2": "dī. ni. 2.354, asesaṁ parinibbanti, asesaṁ dukkhamajjhaguṁ itivu. 93, sabbaṁ dukkhaṁ",
  "anya-e0201n5:812_3": "upajjhaguṁ paṭi. ma. 1.236; ma. ni. 3.271. Ajjhago, ajjhaga, ajjhagi, ajjhaguttha,",
  "anya-e0201n5:812_4": "ajjhagiṁ, ajjhagimhā, ajjhagumhā, agā, āgā, anvagā, ajjhagā, upajjhagā, agū, āgū.",
  "anya-e0201n5:812_5": "Āgū devā yasassino dī. ni. 2.340, cittassa ekadhammassa, sabbeva vasamanvagū saṁ.",
  "anya-e0201n5:812_6": "ni. 1.61. Cetā haniṁsu vedabbaṁ, sabbe te byasanamajjhagū jā. 1.1.48.",
  "anya-e0201n5:813_0": "Parokkhāyaṁ ādissa dvittaṁ, ‘kavaggahānaṁ cavaggajā’ti pubbassa cavaggo. So jagama,",
  "anya-e0201n5:813_1": "mahāvuttinā upantassa dīgho, kvaci assa ittaṁ, “rājā dudīpo jagāmi magga”nti jā.",
  "anya-e0201n5:813_2": "2.22.911; ‘rājā dudīpopi jagāma saggaṁ’ pāḷi. So jagāma, te jagāmu, tvaṁ jagame.",
  "anya-e0201n5:814": "Byañjanādimhi ikārāgamo, tumhe jagamittha, ahaṁ jagamaṁ, mayaṁ jagamimha, so jagamittha, te jagamire, tvaṁ jagamittho, tumhe jagamivho, ahaṁ jagamiṁ, mayaṁ jagamimhe.",
  "anya-e0201n5:815": "Ssatyādimhi-gamissati, gamissanti, gamissare.",
  "anya-e0201n5:816": "Parachakke-so gamissate, te gamissante, gamissare, tvaṁ gamissase, tumhe gamissavhe, ahaṁ gamissaṁ, mayaṁ gamissāmhe.",
  "anya-e0201n5:817": "Ssādimhi-so agamissā, gamissā.",
  "anya-e0201n5:818": "‘Āīūmhāssāssāmhānaṁ vā’ti ssā, ssāmhānaṁ rasso, agamissa, gamissa, te agamissaṁsu, gamissaṁsu, tvaṁ agamisse, gamisse.",
  "anya-e0201n5:819": "‘Eyyāthasse’ iccādinā ssessa attaṁ, tvaṁ agamissa, gamissa, tumhe agamissatha, gamissatha, ahaṁ agamissaṁ, gamissaṁ, mayaṁ agamissāmhā, gamissāmhā, agamissāmha, gamissāmha.",
  "anya-e0201n5:820": "‘Gama vada dānaṁ ghammavajjadajjā’ti sabbavibhattīsu gamissa ghammo, ghammati, ghammanti.",
  "anya-e0201n5:821": "Kamme-ghammīyati, ghammīyanti.",
  "anya-e0201n5:822": "Mahāvuttinā gagghādeso vā, tvaṁ yena yeneva gagghasi, phāsuṁyeva gagghasi a. ni. 8.63.",
  "anya-e0201n5:823": "‘Gamayamisāsadisānaṁ vācchaṅa’ iti suttena sabbavibhattīsu gamissa massa ccho, gacchati, gacchanti, gacchare.",
  "anya-e0201n5:824": "Kamme-gacchīyati, gacchīyanti, gacchiyyati, gacchiyyanti, gacchiyyare.",
  "anya-e0201n5:825": "Kārite-gacchāpeti, gacchāpayati. Gacchatu, gacchantu, gaccheyya, gaccheyyuṁ.",
  "anya-e0201n5:826": "‘Eyyuṁssuṁ’iti uṁttaṁ, gacchuṁ.",
  "anya-e0201n5:827": "‘Eyyeyyāseyyaṁnaṁ ṭe’iti suttena eyya, eyyāsi, eyyaṁvibhattīnaṁ ettaṁ, so gacche, tvaṁ gacche, ahaṁ gacche.",
  "anya-e0201n5:828": "‘Eyyāthasse’ iccādinā eyyāthassa ottaṁ, tumhe gaccheyyātho.",
  "anya-e0201n5:829": "Āādimhi-agacchā, gacchā, agaccha, gaccha vā.",
  "anya-e0201n5:830": "Īādimhi-agacchi, gacchi, agacchuṁ, gacchuṁ, agacchiṁsu, gacchiṁsu.",
  "anya-e0201n5:831": "645.Ḍaṁsassa ca ñchaṅaka. 517; rū. 488; nī. 1105; ‘chaṅa’ (bahūsu).",
  "anya-e0201n5:832": "Āādīsu īādīsu ca ḍaṁsassa ca anto byañjano ñchaṅa hoti.",
  "anya-e0201n5:833": "So agañchā, gañchā. Tathā agañchū, gacchū.",
  "anya-e0201n5:834": "Īādimhi-so agañchi, gañchi.",
  "anya-e0201n5:835": "Tasmiṁ paṭipaviṭṭhamhi, añño āgañchi brāhmaṇo su. ni. 985. Khippameva upāgañchi, yattha sammati temiyo jā. 2.22.73. Te agañchuṁ, gañchuṁ.",
  "anya-e0201n5:836": "Ssatyādimhi-gacchissati, gacchissanti, gacchissare.",
  "anya-e0201n5:837": "646.Labha vasa chida gama bhida rudānaṁ cchaṅaka. 481; rū. 524; nī. 966, 968.",
  "anya-e0201n5:838": "Ssena saha etesaṁ cchaṅa hoti vā ssayuttāsu vibhattīsu, suttavibhattena susassa ca, “nadīva avasucchatī”ti jā. 2.22.2140 pāḷi.",
  "anya-e0201n5:839_0": "Lacchati, labhissati, alacchā, alabhissā, vacchati, vasissati, avacchā, avasissā,",
  "anya-e0201n5:839_1": "checchati, chindissati, acchecchā, acchindissā, bhecchati, bhindissati, abhecchā,",
  "anya-e0201n5:839_2": "abhindissā, rucchati, rodissati, arucchā, arodissāti.",
  "anya-e0201n5:840": "Iminā ssayuttāsu dvīsu vibhattīsu ssena saha gamissa massa ccho, gacchati, gacchissati, gacchanti, gacchissanti, ahaṁ gacchaṁ, gacchissaṁ.",
  "anya-e0201n5:841_0": "Atrimā pāḷī-gacchaṁ pāraṁ samuddassa, kassaṁ purisakāriyaṁ jā. 2.22.131, tassāhaṁ",
  "anya-e0201n5:841_1": "santikaṁ gacchaṁ, so me satthā bhavissati, sabbāni abhisambhossaṁ, gacchaññeva rathesabha",
  "anya-e0201n5:841_2": "jā. 2.22.1832, vedhabyaṁ kaṭukaṁ loke, gacchaññeva rathesabha jā. 2.22.1835.",
  "anya-e0201n5:842": "Ssādimhi-agacchā, agacchissā, agacchaṁsu, agacchissaṁsu.",
  "anya-e0201n5:843": "Jara-vayohānimhi –",
  "anya-e0201n5:844": "647.Jarasadānamīma vāka. 505, 609; rū. 482, 484; nī. 1018, 1213.",
  "anya-e0201n5:845": "Jara, sadānaṁ saramhā īmaāgamo hoti vāti īmaāgamo.",
  "anya-e0201n5:846": "Jīrati, jīranti.",
  "anya-e0201n5:847": "Kārite-jīrāpeti, jīrāpayati.",
  "anya-e0201n5:848": "648.Jaramarānamiyaṅaka. 505; rū. 482; nī. 1018; ‘…mīyaṅa’ (bahūsu).",
  "anya-e0201n5:849": "Etesaṁ iyaṅa hoti vā nta, māna, tyādīsu.",
  "anya-e0201n5:850": "Jiyati, jiyanti.",
  "anya-e0201n5:851": "Dīghatte-jīyati, jīyanti.",
  "anya-e0201n5:852": "Dvitte-jiyyati, jiyyanti.",
  "anya-e0201n5:853": "Kārite-jiyāpeti, jiyāpayati.",
  "anya-e0201n5:854": "Janī-pātubhāve, mahāvuttinā sabbavibhattīsu nassa yādeso ādidīgho ca, jāyati, upajāyati, vijāyati, jāyanti, jāyare, pajāyanti, pajāyare, upajāyanti, upajāyare.",
  "anya-e0201n5:855": "Kārite vuddhi natthi, janeti, janenti, janayati, janayanti.",
  "anya-e0201n5:856": "Kamme-janīyati, janīyanti, jāyatu, jāyantu, jāyeyya, jāyeyyuṁ.",
  "anya-e0201n5:857": "Kārite-janeyya, janeyyuṁ, janayeyya, janayeyyuṁ.",
  "anya-e0201n5:858": "Īādimhi-ajāyi, ajāyiṁsu, vijāyi, vijāyiṁsu, ajani, jani vā.",
  "anya-e0201n5:859": "Kārite-ajanesi, janesi, ajanayi, janayi, ajanesuṁ, janesuṁ, ajanayuṁ, janayuṁ, ajanayiṁsu, janayiṁsu.",
  "anya-e0201n5:860": "Ssatyādimhi-jāyissati, vijāyissati.",
  "anya-e0201n5:861": "Ssādimhi-ajāyissā, jāyissā.",
  "anya-e0201n5:862": "Ḍaṁsa-ḍaṁsane, ḍaṁsati, ḍaṁsanti.",
  "anya-e0201n5:863": "Kārite-ḍaṁseti, ḍaṁsayati, ḍaṁsāpeti, ḍaṁsāpayati.",
  "anya-e0201n5:864": "Ā, īādīsu ‘ḍaṁsassa ca ñchaṅa’ iti suttaṁ, niggahītalopo, aḍañchā, ḍañchā, aḍañchi, ḍañchi.",
  "anya-e0201n5:865": "Daha-dāhe, dahati, dahanti.",
  "anya-e0201n5:866": "Kamme yamhi ‘hassa vipallāso’ti pubbāparavipallāso, agginā gāmo dayhati, dayhanti.",
  "anya-e0201n5:867": "Kārite-dāheti, dāhayati, dahāpeti, dahāpayati.",
  "anya-e0201n5:868": "649.Dahassa dassa ḍoka. 20; rū. 27; nī. 50; ‘…dasadadakkhā’ (bahūsu).",
  "anya-e0201n5:869": "Dahadhātussa dassa ḍo hoti vā.",
  "anya-e0201n5:870": "Ḍahati, ḍahanti.",
  "anya-e0201n5:871": "Disa-pekkhane, tyādyuppatti, kattari lo.",
  "anya-e0201n5:872": "650.Disassa passadassadasadadakkhāka. 471; rū. 483; nī. 951.",
  "anya-e0201n5:873": "Disadhātussa passa ca dassa ca dasa ca da ca dakkha cāti ete ādesā honti vā.",
  "anya-e0201n5:874": "Vipassanā, vipassī bhagavā, sudassī, piyadassī, atthadassī, dhammadassī, sudassaṁ vajjamaññesaṁ dha. pa. 252, sudassananagaraṁ, mahāsudassano nāma rājā dī. ni. 2.242.",
  "anya-e0201n5:875_0": "Dasādese-catusaccaddaso nātho vibha. aṭṭha. suttantabhājanīyavaṇṇanā, duddaso dhammo",
  "anya-e0201n5:875_1": "mahāva. 7; dī. ni. 2.64, attano pana duddasaṁ dha. pa. 252, so ve bhikkhu dhammadasoti",
  "anya-e0201n5:875_2": "vuccati gavesitabbaṁ. Passa dhammaṁ durājānaṁ, sammuḷhettha aviddasū. Daṭṭhabbaṁ, daṭṭhā, daṭṭhunti.",
  "anya-e0201n5:876_0": "Iminā suttena disassa sabbavibhattīsu yathārahaṁ passa, dassa, dakkhādesā honti,",
  "anya-e0201n5:876_1": "ā, īādīsu dasa, dādesā honti, “dissati, dissantī”ti rūpāni pana yassa pubbarūpattena",
  "anya-e0201n5:876_2": "idha kamme sijjhanti, divādigaṇe kattari sijjhanti. Mahāvuttinā addassa, dissādesāpi",
  "anya-e0201n5:876_3": "honti. Atrimā pāḷī-yaṁ vāsavaṁ addassāmaṁ jā. 1.6.112; ‘addasāma’, ye mayaṁ bhagavantaṁ",
  "anya-e0201n5:876_4": "addassāma gavesitabbaṁ, api me mātaraṁ adassatha ma. ni. 2.356, dissanti bālā abyattā",
  "anya-e0201n5:876_5": "mahāva. 82, mayi ime dhammā sandissanti, ahañca imesu dhammesu sandissāmi ma. ni.",
  "anya-e0201n5:876_6": "3.253, nimittāni padissanti, tāni ajja padissareti bu. vaṁ. 2.82, tasmā tyādīsupi",
  "anya-e0201n5:876_7": "“adassati, adassanti, adassasi, adassatha, adassāmi, addassāmā”ti yujjanti.",
  "anya-e0201n5:877": "Kārite ṇimhi dassādeso, dasseti, dassayati, nidasseti, nidassayati, sandasseti, sandassayati.",
  "anya-e0201n5:878": "Kamme-dassīyati, dassīyanti, nidassīyati, nidassīyanti, sandassīyati, sandassīyanti, dakkhati, dakkhanti.",
  "anya-e0201n5:879": "Kamme-dakkhīyati, dakkhīyanti.",
  "anya-e0201n5:880": "‘Gamayamisāsadisānaṁ cchaṅa’ iti cchādese- dicchati, dicchanti iccādi.",
  "anya-e0201n5:881": "Passati, passanti, dakkhati, dakkhanti, passīyati, passīyanti, dakkhīyati, dakkhīyanti.",
  "anya-e0201n5:882": "Yassa pubbarūpatte-dissati, dissanti, dissate, dissante, uddissate, uddissante, niddissate, niddissante, apadissate, apadissante.",
  "anya-e0201n5:883": "Kārite-passāpeti, passāpayati, dakkhāpeti, dakkhāpayati.",
  "anya-e0201n5:884": "Kamme-passāpīyati, dassīyati, nidassīyati, sandassīyati, dakkhāpīyati.",
  "anya-e0201n5:885": "Passatu, passantu, dakkhatu, dakkhantu, passeyya, passeyyuṁ, dakkheyya, dakkheyyuṁ.",
  "anya-e0201n5:886_0": "Eyyāmassa emu ca antassa u ca honti. “Kattha passemu khattiyaṁ jā. 2.2.1947, dakkhemu",
  "anya-e0201n5:886_1": "te nivesana”nti jā. 1.15.254 (…nivesanāni) pāḷi. Passeyyāma, passeyyāmu, dakkheyyāma, dakkheyyāmu.",
  "anya-e0201n5:887": "Āādimhi-apassā, adakkhā.",
  "anya-e0201n5:888": "Dasa, dādesesu dakārassa dvittaṁ, addasā kho bhagavā mahāva. 9; dī. ni. 2.69; saṁ. ni. 1.159, addasā kho āyasmā ānando ma. ni. 1.364.",
  "anya-e0201n5:889_0": "Rassatte-tamaddasa mahābrahmā, nisinnaṁ samhi vesmani jā. 1.16.148. Te addasū. Rassatte-addasu,",
  "anya-e0201n5:889_1": "āmantayassu vo putte, mā te mātaramaddasu jātake “āmantayassu te putte, mā te mātara maddasuṁ”.",
  "anya-e0201n5:890": "Dādese-so addā.",
  "anya-e0201n5:891": "Rassatte-adda. Yāyamāno mahārājā, addā sīdantare nage jā. 2.22.2105. Yo dukkhaṁ sukhato adda, dukkhamaddakkhi sallato dī. ni. 2.368.",
  "anya-e0201n5:892": "Īādimhi-apassi, passi, apassī, passī, apassiṁsu, passiṁsu, apassi, passi, apassittha, passittha, apassiṁ, passiṁ, apassimhā, passimhā.",
  "anya-e0201n5:893": "Dassādese-addassi, addassuṁ, addassiṁsu, addassaṁsu, addassi, addassittha, addassiṁ, addassimhā.",
  "anya-e0201n5:894": "Dakkhādese-adakkhi, dakkhi iccādi.",
  "anya-e0201n5:895": "Dasādese gāthāsu-addasi, addasuṁ, addasiṁsu, addasaṁsu.",
  "anya-e0201n5:896": "Parachakke-addasā, addasū, ahaṁ addasaṁ, mayaṁ addassimhe. Addasaṁ kāma te mūlaṁ, saṅkappā kāma jāyasi jā. 1.8.39.",
  "anya-e0201n5:897_0": "Kvaci sāgame ākārāgamo, so addasāsi, te addasāsuṁ, ahaṁ addasāsiṁ, mayaṁ adasāsimha.",
  "anya-e0201n5:897_1": "Yaṁ addasāsiṁ sambuddhaṁ, desentaṁ dhammamuttamaṁ theragā. 287. Athaddasāsiṁ sambuddhaṁ,",
  "anya-e0201n5:897_2": "satthāramakutobhayaṁ theragā. 912.",
  "anya-e0201n5:898": "Mahāvuttinā iṁssa imhi hoti, pathe addasāsimhi bhojaputte jā. 2.17.146.",
  "anya-e0201n5:899": "Ssatyādimhi-passissati, passissanti.",
  "anya-e0201n5:900": "Dakkhādese‘dakkha sakkha hehi’iccādinā ssassalopo, dakkhati, dakkhanti, dakkhiti, dakkhinti, dakkhissati, dakkhissanti.",
  "anya-e0201n5:901": "Ssādimhi-apassissā, adakkhissā iccādi.",
  "anya-e0201n5:902": "Mara-pāṇacāge, marati, maranti.",
  "anya-e0201n5:903": "‘Jaramarānamiyaṅa’iti iyādeso, miyati, miyanti, amhaṁ daharā na miyyare jā. 1.10.97.",
  "anya-e0201n5:904": "Kārite ‘assā ṇānubandhe’ti āvuddhi, māreti, mārenti, mārayati, mārayanti, mārāpeti, mārāpenti, mārāpayati, mārāpayanti.",
  "anya-e0201n5:905": "Yamu-uparame, yamati, yamanti. Pare ca na vijānanti, mayamettha yamāmase. Ettha ca ‘yamāmase’ti viramāmase, maraṇaṁ gacchāmaseti attho.",
  "anya-e0201n5:906": "Saṁpubbo saṁyame, saṁyamati, saṁyamanti.",
  "anya-e0201n5:907": "Niggahītassa ñādese-saññamati, saññamanti.",
  "anya-e0201n5:908": "Nipubbo niyame, niyamati, niyamanti.",
  "anya-e0201n5:909": "‘Gamayamisāsadisānaṁ vā cchaṅa’iti massa cchādeso, niyacchati, niyacchanti.",
  "anya-e0201n5:910": "Kamme-niyamīyati, niyamīyanti.",
  "anya-e0201n5:911": "Pubbarūpe-niyammati, niyammanti.",
  "anya-e0201n5:912": "Kārite-niyāmeti, niyāmayati.",
  "anya-e0201n5:913": "Ṇāpimhi na vuddhi, niyamāpeti, niyamāpayati, vavatthapetīti attho.",
  "anya-e0201n5:914": "Ruda-assuvimocane, rodati, rodanti.",
  "anya-e0201n5:915_0": "Ssatyādimhi-‘labhavasachidagamabhidānaṁ cchaṅa’iti ssena saha dassa cchādeso, sā",
  "anya-e0201n5:915_1": "nūna kapaṇā ammā, cirarattāya rucchati jā. 2.22.2136. Koñjī samuddatīreva, kapaṇā",
  "anya-e0201n5:915_2": "nūna rucchati jā. 2.21.113. Sā nūna kapaṇā ammā, ciraṁ rucchati assame jā. 2.22.2138,",
  "anya-e0201n5:915_3": "kaṁ nva’jja chātā tasitā, uparucchanti dārakā jā. 2.22.2153. Rodissati, rodissanti,",
  "anya-e0201n5:915_4": "rucchati, rucchanti.",
  "anya-e0201n5:916": "Ssādīsu-arucchā, arucchaṁsu, arodissā, arodissaṁsu.",
  "anya-e0201n5:917": "Ruha-pāpuṇane, ruhati, ruhanti, āruhati, āruhanti, ārohati, ārohanti, abhiruhati, abhiruhanti, oruhati, oruhanti, orohati, orohanti.",
  "anya-e0201n5:918": "Kamme-ārohīyati.",
  "anya-e0201n5:919": "‘Hassa vipallāso’ti ha, yānaṁ vipariyāyo, āruyhati, oruyhati.",
  "anya-e0201n5:920": "Īādimhi-ruhi, āruhi, oruhi.",
  "anya-e0201n5:921": "‘Kusaruhissa cchī’ti suttaṁ, abhirucchi, abhiruhi vā.",
  "anya-e0201n5:922": "Labha-lābhe, labhati, labhanti.",
  "anya-e0201n5:923": "Yassa pubbarūpatte ‘catutthadutiyesvesaṁ tatiyapaṭhamā’ti saṁyogādissa catutthassa tatiyattaṁ, labbhati, labbhanti, labbhare.",
  "anya-e0201n5:924": "Īādimhi-alabhi, alabhiṁsu.",
  "anya-e0201n5:925": "651.Labhā iṁīnaṁ thaṁthā vāka. 497; rū. 477; nī. 1013.",
  "anya-e0201n5:926": "Labhamhā paresaṁ iṁ, īnaṁ kamena thaṁ, thā honti vā, dhātvantassa pararūpattaṁ, saṁyogādissa dutiyassa paṭhamattaṁ.",
  "anya-e0201n5:927": "Ahaṁ alatthaṁ, alabhiṁ vā, so alattha, alabhi vā.",
  "anya-e0201n5:928_0": "Mahāvuttinā uṁssa thuṁ, thaṁsu honti, mhāssa ca thamhā, thuṁmhā honti, te bhagavato",
  "anya-e0201n5:928_1": "santike pabbajjañca upasampadañca alatthuṁ dī. ni. 2.77, satiṁ paccalatthuṁ, viparītasaññaṁ",
  "anya-e0201n5:928_2": "paccalatthuṁ, te satiṁ paccalatthaṁsu, agamamhā kho tava gehaṁ, tattha neva dānaṁ",
  "anya-e0201n5:928_3": "alatthamhā ma. ni. 2.300 (thokaṁ visadisaṁ), akkosameva alatthamhā, mayañca alatthamhā",
  "anya-e0201n5:928_4": "savanāya, alatthumhā vā. Dhātvantassa ccho ca. Tadāhaṁ pāpikaṁ diṭṭhiṁ, paṭilacchiṁ",
  "anya-e0201n5:928_5": "ayoniso jā. 1.16.204.",
  "anya-e0201n5:929_0": "Ssatyādimhi-‘labhavasa chida gama bhida rudānaṁ cchaṅa’iti suttena ssena saha dhātvantassa",
  "anya-e0201n5:929_1": "cchādeso, lacchati, labhissati, lacchanti, labhissanti, lacchasi, labhissasi, lacchatha,",
  "anya-e0201n5:929_2": "labhissatha, lacchāmi, labhissāmi, lacchāma, labhissāma. Lacchāma putte jīvantā,",
  "anya-e0201n5:929_3": "arogā ca bhavāmase jā. 2.22.2260.",
  "anya-e0201n5:930": "Ssādimhi-alacchā, alabhissā, alacchaṁsu, alabhissaṁsu.",
  "anya-e0201n5:931": "Vaca-viyattiyaṁ vācāyaṁ, vacati, vacanti.",
  "anya-e0201n5:932": "Kamme-vacīyati, vacīyanti.",
  "anya-e0201n5:933": "Yassa pubbarūpatte ‘assū’ti suttena ādimhi akārassa uttaṁ, vuccati, vuccanti, vuccare, vuccate, vuccante, vuccare.",
  "anya-e0201n5:934": "Kārite-vāceti, vācenti, vācayati, vācayanti, vācāpeti, vācāpenti, vācāpayati, vācāpayanti.",
  "anya-e0201n5:935": "Īādimhi-avaci, vaci.",
  "anya-e0201n5:936": "Mahāvuttinā ākārena saha sāgamo, avacāsi, vacāsi, avacuṁ, vacuṁ, avaciṁsu, vaciṁsu, tvaṁ avaco, avaca, avaci, avacāsi, avacittha, avacittho, tumhe avacittha.",
  "anya-e0201n5:937": "‘Mhāthānamuña’iti suttaṁ, tumhe avacuttha, vacuttha, ahaṁ avaciṁ, vaciṁ, avacāsiṁ, vacāsiṁ, mayaṁ avacimhā, vacimhā, avacimha, vacimha vā, mayaṁ avacumhā, vacumhā, so avacā, vacā.",
  "anya-e0201n5:938": "Rassatte-avaca, avacittha, vacittha vā, ahaṁ avacaṁ, avaca, vaca vā, mayaṁ avacimhe, vacimhe.",
  "anya-e0201n5:939": "652.Īādo vacassomaka. 477; rū. 479; nī. 958; caṁ. 6.2.69; pā. 7.4.20.",
  "anya-e0201n5:940": "Īādīsu vacassa mānubandho o hoti.",
  "anya-e0201n5:941": "So avoci, te avocuṁ, avociṁsu, tvaṁ avoci, tumhe avocuttha, ahaṁ avociṁ, mayaṁ avocumhā, so avoca, rasso, bhagavā etadavoca udā. 20.",
  "anya-e0201n5:942": "Ssatyādimhi –",
  "anya-e0201n5:943": "653.Vacabhujamucavisānaṁ kkhaṅaka. 481; rū. 524; nī. 963; ‘bhuja muca vaca visānaṁ kkhaṅa (bahūsu).",
  "anya-e0201n5:944": "Ssena saha vacādīnaṁ anto byañjano kkhaṅa hoti vā ssayuttāsu vibhattīsu.",
  "anya-e0201n5:945_0": "Vakkhati, vacissati, vakkhanti, vakkhare, vacissanti, vacissare, vakkhasi, vakkhatha,",
  "anya-e0201n5:945_1": "vakkhāmi, vakkhāma, vakkhate, vakkhante, vakkhase, vakkhavhe, ahaṁ vakkhaṁ, vacissaṁ,",
  "anya-e0201n5:945_2": "mayaṁ vakkhāmhe, vacissāmhe.",
  "anya-e0201n5:946": "‘Ssenā’ti adhikārena vinā dhātvantassa kkhādesopi labbhati, vakkhissati, vakkhissanti.",
  "anya-e0201n5:947": "Ssādimhi-avakkhā, avacissā, avakkhaṁsu, avacissaṁsu.",
  "anya-e0201n5:948": "Vada-viyattiyaṁ vācāyaṁ, vadati, vadanti, ovadati, ovadanti, vadasi, vadatha, vadāmi, vadāma.",
  "anya-e0201n5:949": "Lassa ette-vadeti, vadenti, vadesi, vadetha, vademi, vadema.",
  "anya-e0201n5:950": "Kamme-vadīyati, vadiyyati, ovadīyati, ovadiyyati.",
  "anya-e0201n5:951": "Dassa cavaggatte yassa pubbarūpattaṁ, vajjati, vajjanti, ovajjati, ovajjanti.",
  "anya-e0201n5:952": "Kārite-bheriṁ vādeti, vādenti, vādayati, vādayanti, guruṁ abhivādeti, abhivādenti, abhivādesi, abhivādetha, abhivādemi, abhivādema.",
  "anya-e0201n5:953_0": "Mahāvuttinā assa ittaṁ, abhivādiyāmi, abhivādiyāma, abhivādayāmi, abhivādayāma vā,",
  "anya-e0201n5:953_1": "abhivandāmi, abhivandāmāti attho. Vandanto hi “sukhī hotū”ti abhimaṅgalavacanaṁ vadāpeti",
  "anya-e0201n5:953_2": "nāma, tathāvacanañca vandanīyassa vattaṁ.",
  "anya-e0201n5:954": "Ṇāpimhi na vuddhi, vadāpeti, vadāpayati.",
  "anya-e0201n5:955": "‘Gamavadadānaṁ ghammavajjadajjā vā’ti vajjādeso, ‘ūlasse’ti lassa ettaṁ, vajjeti, vajjenti.",
  "anya-e0201n5:956": "Kamme-vajjīyati, vajjīyanti.",
  "anya-e0201n5:957": "Kārite-vajjāpeti, vajjāpayati.",
  "anya-e0201n5:958": "Eyyādimhi-‘eyyeyyāseyyaṁnaṁṭe’iti eyyādīnaṁ ekavacanānaṁ ettaṁ, vade, vadeyya, vajje, vajjeyya, vadeyyuṁ, vajjeyyuṁ.",
  "anya-e0201n5:959": "Vajjādese mahāvuttinā eyyassa āttaṁ, eyyumādīnaṁ eyyasaddassa lopo, so vajjā, te vajjuṁ.",
  "anya-e0201n5:960": "Eyyādīnaṁ yyāsaddassa lopo vā, tvaṁ vajjāsi, vajjesi, tumhe vajjātha, vajjetha, ahaṁ vajjāmi, vajjemi, mayaṁ vajjāma, vajjema, ahaṁ vajjaṁ, mayaṁ vajjāmhe, vajjeyyāmhe.",
  "anya-e0201n5:961_0": "Atrimā pāḷī-vajjuṁ vā te na vā vajjuṁ, natthi nāsāya rūhanā jā. 1.3.33, ammaṁ ārogyaṁ",
  "anya-e0201n5:961_1": "vajjāsi, tvañca tāta sukhī bhava jā. 2.22.2148, ammaṁ ārogyaṁ vajjātha, ayaṁ no neti",
  "anya-e0201n5:961_2": "brāhmaṇo jā. 2.22.2174 iccādi.",
  "anya-e0201n5:962": "Hiyyattaniyaṁ-so avadā, vadā, avajjā, vajjā, te avadū, vadū, avajjū, vajjū.",
  "anya-e0201n5:963": "Ajjattaniyaṁ-so avadi, vadi, avajji, vajji, te avaduṁ, vaduṁ, avajjuṁ, vajjuṁ, avadiṁsu, vadiṁsu, avajjiṁsu, vajjiṁsu.",
  "anya-e0201n5:964": "Ssatyādimhi-vadissati, vajjissati.",
  "anya-e0201n5:965": "Ssādimhi-avadissā, avajjissā iccādi.",
  "anya-e0201n5:966": "Vida-ñāṇe, vidati.",
  "anya-e0201n5:967": "‘Yuvaṇṇānamiyaṅauvaṅa sare’ti saramhi iyādeso, te vidiyanti.",
  "anya-e0201n5:968_0": "Kārite-nivedeti, paṭivedeti, nivedayati, paṭivedayati, paṭivedayāmi vo bhikkhave",
  "anya-e0201n5:968_1": "ma. ni. 1.416, jānāpemīti attho. Vedayāmahaṁ bhante, vedayatīti maṁ saṅgho dhāretūti",
  "anya-e0201n5:968_2": "cūḷava. aṭṭha. 102 jānāpemi, pākaṭaṁ karomīti vā attho.",
  "anya-e0201n5:969": "“Vediyāmahaṁ bhante, vediyatīti maṁ saṅgho dhāretū”tipi cūḷava. aṭṭha. 102 pāṭho, tattha apaccaye pare iyādeso yujjati.",
  "anya-e0201n5:970": "Eyyādimhi-videyya, vidiyeyya, videyyuṁ, vidiyeyyuṁ.",
  "anya-e0201n5:971": "Īādimhi-paccayānaṁ khayaṁ avedi, te viduṁ, vidiṁsu.",
  "anya-e0201n5:972": "Kārite-nivedesi, nivedayi, paṭivedesi, paṭivedayi, nivedayuṁ, nivedayiṁsu, paṭivedayuṁ, paṭivedayiṁsu.",
  "anya-e0201n5:973": "Ssatyādimhi-vidissati, vedissati, parisuddhāti vedissāmi mahāva. 134 iccādi.",
  "anya-e0201n5:974": "Vasa-nivāse, vasati, vasanti, nivasati, nivasanti.",
  "anya-e0201n5:975": "Kamme-adhi, āpubbo, tena gāmo adhivasīyati, āvasīyati, ajjhāvasīyati.",
  "anya-e0201n5:976": "‘Assū’ti suttena akārassa uttaṁ, vussati, vussanti, vussare, “bhagavati brahmacariyaṁ vussatī”ti ma. ni. 1.257 pāḷi.",
  "anya-e0201n5:977": "Kārite-vāseti, adhivāseti, vāsayati, adhivāsayati.",
  "anya-e0201n5:978": "Ṇāpimhi vuddhi natthi, vasāpeti, vasāpayati.",
  "anya-e0201n5:979": "Īādimhi-avasi, vasi, avasuṁ, vasuṁ, avasiṁsu, vasiṁsu.",
  "anya-e0201n5:980_0": "Ssatyādīsu-‘labha vasa chida gama bhida rudānaṁ cchaṅa’iti ssena saha dhātvantassa",
  "anya-e0201n5:980_1": "cchādeso, vacchati, vasissati, vacchanti, vasissanti, āyasmato nissāya vacchāmi mahāva.",
  "anya-e0201n5:980_2": "77, na te vacchāmi santike jā. 2.22.1933, avacchā, avasissā, avacchaṁsu, avasissaṁsu.",
  "anya-e0201n5:981": "Visa-pavisane, pavisati, pavisanti.",
  "anya-e0201n5:982": "Kamme-pavisīyati, pavisīyanti, pavisīyate, pavisīyante.",
  "anya-e0201n5:983": "Yassa pubbarūpatte-pavissati, pavissanti, pavissare, pavissate, pavissante, pavissare.",
  "anya-e0201n5:984": "Kārite-paveseti, pavesayati.",
  "anya-e0201n5:985": "Kamme-pavesīyati, pavesīyanti.",
  "anya-e0201n5:986": "Īādimhi upasaggassa dīgho vā, pāvisi.",
  "anya-e0201n5:987": "Mahāvuttinā dhātvantassa kkho hoti, pāvekkhi pathaviṁ cecco jā. 1.19.98, so pāvekkhi kāsirājā jā. 1.15.266, so tassa gehaṁ pāvekkhi jā. 1.15.303, pāvisuṁ, pāvisiṁsu, pāvekkhiṁsu.",
  "anya-e0201n5:988_0": "Ssatyādīsu ‘vaca bhuja muca visānaṁ kkhaṅa’iti ssena saha dhātvantassa kkho, pavekkhati,",
  "anya-e0201n5:988_1": "pavisissati, pavekkhanti, pavisissanti, esa bhiyyo pavekkhāmi, vammikaṁ sataporisaṁ",
  "anya-e0201n5:988_2": "jā. 1.4.100, pāvekkhā, pavisissā, pāvekkhaṁsu, pavisissaṁsu.",
  "anya-e0201n5:989": "Sada-saṁsīdane, ‘jarasadānamīma vā’tiādisaramhā īmaāgamo hoti vā, sīdati, sīdanti, lābūni sīdanti, silā plavanti jā. 1.1.77, saṁsīdati, visīdati, osīdati, avasīdati.",
  "anya-e0201n5:990": "Nipubbo nisajjāyaṁ, nisīdati, nisīdanti.",
  "anya-e0201n5:991": "Papubbo pasāde, pasīdati, pasīdanti.",
  "anya-e0201n5:992": "Kāritepi na vuddhi ādesantarattā, sīdeti, sīdayati, saṁsīdeti, saṁsīdayati, osīdeti, osīdayati, osīdāpeti, osīdāpayati, nisīdāpeti, nisīdāpayati.",
  "anya-e0201n5:993": "Papubbamhi īma na hoti, pitā puttaṁ buddhe pasādeti, pasādayati, pasādenti, pasādayanti.",
  "anya-e0201n5:994": "Kamme-pasādīyati, pasādīyanti.",
  "anya-e0201n5:995": "Hana-hiṁsā, gatīsu, hanati, hananti.",
  "anya-e0201n5:996": "‘Kvaci vikaraṇāna’nti suttena lavikaraṇassa lope hanti, phalaṁ ve kadaliṁ hanti, sakkāro kāpurisaṁ hanti cūḷava. 335, hanti kuddho puthujjano a. ni. 7.64.",
  "anya-e0201n5:997": "Mahāvuttinā kvaci dhātvantalopo, vikkosamānā tibbāhi, hanti nesaṁ varaṁ varaṁ jā. 2.22.2370, luddakā migaṁ hanti, kevaṭṭā macchaṁ hanti.",
  "anya-e0201n5:998": "Kamme-hanīyati, hanīyanti.",
  "anya-e0201n5:999": "Dhātvantassa cavaggatte yassa pubbarūpattaṁ, haññati, haññanti.",
  "anya-e0201n5:1000": "Kārite –",
  "anya-e0201n5:1001": "654.Hanassa ghāto ṇānubandheka. 591; rū. 544; nī. 1195.",
  "anya-e0201n5:1002": "Hanassa ghāto hoti ṇānubandhe paccaye.",
  "anya-e0201n5:1003": "Ghāteti, ghātayati, ghātāpeti, ghātāpayati.",
  "anya-e0201n5:1004": "Kamme-ghātīyati, ghātāpīyati.",
  "anya-e0201n5:1005": "Īādimhi-ahani, hani, ahaniṁsu, haniṁsu.",
  "anya-e0201n5:1006": "Kamme-ahaññi, haññi, ahaññiṁsu, haññiṁsu.",
  "anya-e0201n5:1007": "Ssatyādimhi –",
  "anya-e0201n5:1008": "655.Hanā jekhāka. 481; rū. 524; nī. 967, 969? ‘…chakhā’ (bahūsu) ‘chekhā’ (katthaci).",
  "anya-e0201n5:1009": "Hanamhā parassa ssakārassa je, khādesā honti vā, mahāvuttinā dhātvantassa pararūpattaṁ.",
  "anya-e0201n5:1010": "Hajjeti, hanissati, hajjenti, hajjesi, hajjetha, hajjemi, hanissāmi, hajjema, hanissāma.",
  "anya-e0201n5:1011": "Khādese mahāvuttinā dhātvantassa vaggantattaṁ, paṭihaṅkhati, paṭihanissati, paṭihaṅkhanti, paṭihaṅkhasi, paṭihaṅkhāmi, paṭihaṅkhāma, paṭihanissāma.",
  "anya-e0201n5:1012": "Hara-haraṇe, harati, haranti.",
  "anya-e0201n5:1013": "Kamme-harīyati, harīyanti.",
  "anya-e0201n5:1014": "Kārite-hāreti, hārayati.",
  "anya-e0201n5:1015": "Ṇāpimhi na vuddhi, harāpeti, harāpayati.",
  "anya-e0201n5:1016": "Kamme-hārīyati, harāpīyati.",
  "anya-e0201n5:1017": "Ā, īādīsu –",
  "anya-e0201n5:1018": "656.Āīādīsu harassā.",
  "anya-e0201n5:1019": "Āādīsu īādīsu ca harassa rakārassa ā hoti vā, so ahā, aharā.",
  "anya-e0201n5:1020_0": "Īādimhi-so ahāsi, ajini maṁ ahāsi me dha. pa. 3-4, attānaṁ upasaṁhāsi, āsanaṁ abhihāsi,",
  "anya-e0201n5:1020_1": "sāsane vihāsi, vihāsi purisuttamo gavesitabbaṁ, dhammaṁ payirudāhāsi, ahari, hari,",
  "anya-e0201n5:1020_2": "vihāsuṁ, āhiṁsu, vihiṁsu vā, “mā me tato mūlaphalaṁ āhaṁsū”ti jā. 2.18.22 pāḷi, ahāsuṁ,",
  "anya-e0201n5:1020_3": "aharuṁ, haruṁ, ahariṁsu, hariṁsu, tvaṁ ahāsi, ahari, tumhe ahāsittha, aharittha,",
  "anya-e0201n5:1020_4": "ahaṁ ahāsiṁ, ahariṁ, vihāsiṁ sāsane rato apa. thera 1.2.84, mayaṁ ahāsimhā, aharimhā.",
  "anya-e0201n5:1021": "Parachakke assa tthattaṁ, so ahāsittha, aharittha.",
  "anya-e0201n5:1022": "Ssatyādīsu –",
  "anya-e0201n5:1023": "657.Harassa cāhaṅa sse‘yāssa cāhaṅa ssena’ (bahūsu).",
  "anya-e0201n5:1024": "Ssakāravatīsu vibhattīsu ssena saha harassa ca karassa ca rakārassa āhaṅa hoti vā.",
  "anya-e0201n5:1025_0": "Iu āgame-hāhiti, khārikājañca hāhiti jā. 2.22.1759. Hāhati vā, harissati, hāhinti,",
  "anya-e0201n5:1025_1": "hāhanti, harissanti, hāhasi, sukhaṁ bhikkhu vihāhisi dha. pa. 379. Hāhatha, hāhāmi, hāhāma, harissāma.",
  "anya-e0201n5:1026": "Mahāvuttinā harassa dhātvantassa lopo ca, “yo imasmiṁ dhammavinaye appamatto vihassati saṁ. ni. 1.185, purakkhatvā vihassāma therīgā. 121, ahaṁ udakamāhissa”nti jā. 2.22.1931 pāḷī.",
  "anya-e0201n5:1027": "Ssādimhi-ahāhā, aharissā, ahāhaṁsu, aharissaṁsu.",
  "anya-e0201n5:1028": "Āpubba sīsa-patthanāyaṁ, āsīsati, āsīsanti, paccāsīsati, paccāsīsanti.",
  "anya-e0201n5:1029": "658.Ādismā sarācaṁ. 5.1.3; pā. 6.1.2.",
  "anya-e0201n5:1030": "Ādibhūtā saramhā paraṁ paṭhamasaddarūpaṁ ekassaraṁ dverūpaṁ hoti, iminā sarapubbānaṁ dhātupadānaṁ padadvitte āsīsa, sīsa iti rūpadvayaṁ bhavati.",
  "anya-e0201n5:1031": "659.Loponādibyañjanassacaṁ. 6.2.112; pā. 7.4.60.",
  "anya-e0201n5:1032": "Dvitte anādibhūtassa ekassa byañjanassa lopo hotīti purime sīsarūpe sakāralopo.",
  "anya-e0201n5:1033": "Āsīsīsati, āsīsīsanti iccādi.",
  "anya-e0201n5:1034_0": "Tathā ‘parokkhāyañcā’ti sutte casaddena kamādīnaṁ dhātupadānaṁ padadvitte kate ‘loponādibyañjanassā’ti",
  "anya-e0201n5:1034_1": "purime padarūpe anādibyañjanalopo, ‘kavaggahānaṁ cavaggajā’ti sesassa kavaggassa",
  "anya-e0201n5:1034_2": "cavaggattaṁ, ‘niggahītañcā’ti niggahītāgamo, caṅkamati, caṅkamanti, caṅkamatu, caṅkamantu,",
  "anya-e0201n5:1034_3": "caṅkameyya, caṅkameyyuṁ iccādi.",
  "anya-e0201n5:1035": "Kuca-saṅkocane, caṅkocati, caṅkocanti.",
  "anya-e0201n5:1036": "Cala-calane, cañcalati, cañcalanti.",
  "anya-e0201n5:1037": "Mahāvuttinā niggahītassa pararūpatte jara-bhijjane, jajjarati jajjaranti.",
  "anya-e0201n5:1038": "Daḷa-dittiyaṁ, daddallati, daddallanti.",
  "anya-e0201n5:1039": "Muha-vecitte, momuhati, momuhanti, mahāvuttinā ussa ottaṁ.",
  "anya-e0201n5:1040": "Tathā ru-sadde, roruvati, roruvanti.",
  "anya-e0201n5:1041": "Lupa-giddhe, loluppati, loluppanti iccādi.",
  "anya-e0201n5:1042_0": "Padadvittaṁ nāma padatthānaṁ atisayatādīpanatthaṁ, vicchāyaṁ pana ponopuñña, sambhamādīsu",
  "anya-e0201n5:1042_1": "ca dvitte anādibyañjanalopo natthi, gāmo gāmo ramaṇīyo. Tathā kvaci atisayadīpanepi,",
  "anya-e0201n5:1042_2": "rūparūpaṁ, dukkhadukkhaṁ, ajjhattajjhattaṁ, devadevo, munimuni, rājarājā, brahmabrahmā,",
  "anya-e0201n5:1042_3": "varavaro, aggaaggo, jeṭṭhajeṭṭho, seṭṭhaseṭṭho, pasatthapasattho, uggatauggato, ukkaṭṭhukkaṭṭho,",
  "anya-e0201n5:1042_4": "omakomako, dubbaladubbalo, abalaabalo, mahantamahanto iccādi.",
  "anya-e0201n5:1043": "Bhūvādigaṇo niṭṭhito.",
  "anya-e0201n5:1044": "Rudhādigaṇa",
  "anya-e0201n5:1045": "Atha rudhādigaṇo vuccate.",
  "anya-e0201n5:1046_0": "‘Kattarī’ti padaṁ vattate, tañca bahulādhikārā vikaraṇānaṁ kattari nibandhaṁ bhāva,",
  "anya-e0201n5:1046_1": "kammesu anibandhaṁ vikappena pavattiṁ dīpeti, tasmā bhāva, kammesu ca kāritarūpesu",
  "anya-e0201n5:1046_2": "ca vikaraṇānaṁ pavatti veditabbā hotīti.",
  "anya-e0201n5:1047": "Chida, bhida, bhuja, muca, yuja, rica, rudha, lipa, vida, sica, subha.",
  "anya-e0201n5:1048": "660.Mañca rudhādīnaṁka. 446; rū. 509; nī. 926; caṁ. 1.1.93; pā. 3.1.78.",
  "anya-e0201n5:1049_0": "Rudhādīhi kriyatthehi kattari lo hoti, tesañca rudhādīnaṁ pubbantasaramhā paraṁ niggahītaṁ",
  "anya-e0201n5:1049_1": "āgacchati, mānubandho pubbantadīpanattho, akāro uccāraṇattho, casaddena rudha, subhādīhi",
  "anya-e0201n5:1049_2": "i, ī, e, opaccaye saṅgaṇhāti, niggahītassa vaggantattaṁ.",
  "anya-e0201n5:1050": "Rundhati.",
  "anya-e0201n5:1051": "Chida-dvidhākaraṇe, chindati, chindanti.",
  "anya-e0201n5:1052": "Kamme kyo, ‘tavaggavaraṇānaṁ ye cavaggabayañā’ti yamhi dhātvantassa cavaggattaṁ, ‘vaggalasehi te’ti yassa pubbarūpattaṁ. Chijjati, chijjanti.",
  "anya-e0201n5:1053": "‘Garupubbā rassā re ntentīna’nti catunnaṁ nte, ntīnaṁ rettaṁ, chindate, chijjate, chijjante, chijjare.",
  "anya-e0201n5:1054": "Iminā niggahītāgamo, chindīyati, chindīyanti, chindīyate, chindīyante.",
  "anya-e0201n5:1055": "Kārite-chedeti, chedayati, chedāpeti, chedāpayati, chindeti, chindayati, chindāpeti, chindāpayati.",
  "anya-e0201n5:1056": "Īādimhi-acchindi, chindi, acchinduṁ, chinduṁ, acchindiṁsu, chindiṁsu.",
  "anya-e0201n5:1057": "Mahāvuttinā dhātvantassa ccho pubbassa dvittañca, acchecchi taṇhaṁ, vivattayi saṁyojanaṁ itivu. 53, “acchejjī”tipi divādipāṭho dissati, acchecchuṁ vata bho rukkhaṁ jā. 2.22.1788.",
  "anya-e0201n5:1058": "Kamme-acchijji, chijji, acchindiyi, chindiyi.",
  "anya-e0201n5:1059": "Kārite-chedesi, kaṇṇanāsañca chedayi jā. 1.4.49, chindesi, chindayi.",
  "anya-e0201n5:1060_0": "Ssatyādimhi-‘labhavasachidagamabhidarudānaṁ cchaṅa’iti ssena saha dhātvantassa ccho,",
  "anya-e0201n5:1060_1": "checchati, chindissati, checchanti, chindissanti, checchasi, checchata, checchāmi,",
  "anya-e0201n5:1060_2": "checchāma, chindissāma.",
  "anya-e0201n5:1061": "Ssādimhi-acchecchā, acchindissā, acchecchaṁsu, acchindissaṁsu.",
  "anya-e0201n5:1062": "Bhida-vidāraṇe, bhindati, bhindanti.",
  "anya-e0201n5:1063": "Kamme-bhijjati, bhijjanti, bhijjare, bhindiyati, bhindiyanti.",
  "anya-e0201n5:1064": "Kārite-bhikkhū bhikkhūhi bhedeti mahāva. 107, bhedayati, bhedāpeti, bhedāpayati, bhindeti, bhindayati, bhindāpeti, bhindāpayati.",
  "anya-e0201n5:1065": "Kamme-bhedīyati, bhedāpīyati.",
  "anya-e0201n5:1066": "Īādimhi-abhindi, bhindi, abhinduṁ, bhinduṁ, abhindiṁsu, bhindiṁsu.",
  "anya-e0201n5:1067": "Kamme-abhijji, bhijji, abhindiyi, bhindiyi.",
  "anya-e0201n5:1068": "Kārite-abhedesi, bhedesi, abhedayi, bhedayi, bhedāpesi, bhedāpayi.",
  "anya-e0201n5:1069_0": "Ssatyādimhi-‘labhavasa…’iccādinā ssena saha dassa ccho, bhecchati, bhindissati, bhecchanti,",
  "anya-e0201n5:1069_1": "bhindissanti, bhecchasi, bhecchatha, bhecchāmi, bhecchāma, bhindissāma, “taṁ te paññāya",
  "anya-e0201n5:1069_2": "bhecchāmī”ti su. ni. 445 pāḷi.",
  "anya-e0201n5:1070": "Ssādimhi-acchecchā, acchindissāiccādi.",
  "anya-e0201n5:1071": "Bhuja-pālana, byavaharaṇesu, bhuñjati, bhuñjanti.",
  "anya-e0201n5:1072": "Kamme-bhujjati, bhujjanti.",
  "anya-e0201n5:1073": "Kārite-bhojeti, bhojayati, bhojāpeti, bhojāpayati.",
  "anya-e0201n5:1074": "Kamme-bhojīyati, bhojāpīyati.",
  "anya-e0201n5:1075": "Ssatyādimhi-‘vacabhujamucavisānaṁ kkhaṅa’iti ssena saha dhātvantassa kkho, ādivuddhi, bhokkhati, bhuñjissati, bhokkhanti, bhokkhasi, bhokkhatha, bhokkhāmi, bhokkhāma, bhuñjissāma.",
  "anya-e0201n5:1076": "Ssādimhi-abhokkhā, abhuñjissā, abhokkhaṁsu, abhuñjissaṁsu iccādi.",
  "anya-e0201n5:1077": "Muca-mocane, muñcati, muñcanti, muñcare.",
  "anya-e0201n5:1078": "Kamme-muccati, muccanti, muñcīyati, muñcīyanti.",
  "anya-e0201n5:1079": "Kārite-mocāpeti, mocāpayati.",
  "anya-e0201n5:1080": "Īādimhi-amuñci, muñci, amuñciṁsu, muñciṁsu.",
  "anya-e0201n5:1081": "Kārite-amocesi, mocesi, amocayi, mocayi, amocesuṁ, mocesuṁ, amocayuṁ, mocayuṁ, amociṁsu, mociṁsu, amocayiṁsu, mocayiṁsu.",
  "anya-e0201n5:1082": "Ssatyādimhi-ssena saha cassa kkho, mokkhati, muñcissati, mokkhanti mārabandhanā dha. pa. 37. Na me samaṇa mokkhasi saṁ. ni. 1.140. Mokkhatha, mokkhāmi, mokkhāma, muñcissāma.",
  "anya-e0201n5:1083": "Ssādimhi-amokkhā, mokkhā, amuñcissā, muñcissā, amokkhaṁsu, mokkhaṁsu, amuñcissaṁsu, muñcissaṁsu.",
  "anya-e0201n5:1084": "Yuja-yoge, yuñjati buddhasāsane, ārabhatīti attho, yuñjanti, pamādamanuyuñjanti, bālā dummedhino janā dha. pa. 26. Yuñjasi, yuñjatha buddhasāsane saṁ. ni. 1.185. Yuñjāmi, yuñjāma.",
  "anya-e0201n5:1085": "Kamme-yuñjīyati, yuñjīyanti.",
  "anya-e0201n5:1086": "Kārite-yojeti, payojeti, niyojeti, uyyojeti, yojayati, payojayati, niyojayati, uyyojayati.",
  "anya-e0201n5:1087": "Kamme-yojīyati, payojīyati, niyojīyati, uyyojīyati.",
  "anya-e0201n5:1088_0": "Rudha-āvaraṇe, rundhati, rundhiti, rundhīti, rundheti, rundhoti, rundhanti, orundhati,",
  "anya-e0201n5:1088_1": "avarundhati, rundhāpeti, rundhāpayati, avarodheti, avarodhayati, uparodheti, uparodhayati,",
  "anya-e0201n5:1088_2": "rodhāpeti, rodhāpayati.",
  "anya-e0201n5:1089": "Kamme-avarodhīyati iccādi.",
  "anya-e0201n5:1090": "Lipa-limpane, limpati, limpanti.",
  "anya-e0201n5:1091": "Kamme-limpīyati.",
  "anya-e0201n5:1092": "Kārite-limpeti, limpayati, limpāpeti, limpāpayati, lepeti, lepayati, lepāpeti, lepāpayati iccādi.",
  "anya-e0201n5:1093": "Vida-paṭilābhe, vindati, vindanti.",
  "anya-e0201n5:1094": "Kamme-vindīyati, vindīyanti.",
  "anya-e0201n5:1095": "Kārite-vindeti, vindayati, vindāpeti, vindāpayahi.",
  "anya-e0201n5:1096": "Īādimhi-avindi, vindi, udaṅgaṇe tattha papaṁ avinduṁ jā. 1.1.2, avindiṁsu, vindiṁsu iccādi.",
  "anya-e0201n5:1097": "Sica-secane, siñcati, siñcanti.",
  "anya-e0201n5:1098": "Kamme-siñcīyati, siñcīyanti.",
  "anya-e0201n5:1099": "Kārite-siñceti, siñcayati, siñcāpeti, siñcāpayati, siñceyya vā siñcāpeyya vā pāci. 140 iccādi.",
  "anya-e0201n5:1100": "Subha-sampahāre, yo no gāvova sumbhati jā. 2.22.2132. Sumbhanti, sumbhasi, sumbhatha, bhūmiṁ sumbhāmi vegasā jā. 1.5.51, sumbhāma, sumbhiti, sumbhīti, sumbheti, sumbhoti iccādi.",
  "anya-e0201n5:1101": "Gahadhātupi idha saṅgahitā. Gaha-upādāne. ‘Mañca rudhādīna’nti niggahītena saha lapaccayo.",
  "anya-e0201n5:1102": "661.Ṇo niggahītassaka. 490; rū. 518; nī. 982.",
  "anya-e0201n5:1103": "Gahadhātumhi āgatassa niggahītassa ṇo hoti. Mahāvuttinā vikappena lassa dīgho.",
  "anya-e0201n5:1104": "Gaṇhāti, gaṇhati vā, gaṇhanti, gaṇhasi, gaṇhatha, gaṇhāmi, gaṇhāma.",
  "anya-e0201n5:1105": "Kamme-gaṇhīyati, gaṇhīyanti.",
  "anya-e0201n5:1106": "‘Hassa vipallāso’ti ha, yānaṁ vipariyāyo, gayhati, gayhanti, gayhare.",
  "anya-e0201n5:1107": "Kārite-gāheti, gāhayati, gāhāpeti, gāhāpayati iccādi.",
  "anya-e0201n5:1108": "662.Gahassa gheppoka. 489; rū. 519; nī. 901.",
  "anya-e0201n5:1109": "Nta, māna, tyādīsu gahassa gheppādeso hoti vā.",
  "anya-e0201n5:1110": "Gheppati, gheppanti.",
  "anya-e0201n5:1111": "Kamme-gheppīyati, gheppīyanti.",
  "anya-e0201n5:1112": "Īādimhi-agaṇhi, gaṇhi.",
  "anya-e0201n5:1113": "Mahāvuttinā niggahītalopo, iuāgamassa ettaṁ, aggahesi, paṭiggahesi, anuggahesi, aggaṇhiṁsu, gaṇhiṁsu. Aggahesuṁ, paṭiggahesuṁ, anuggahesuṁ.",
  "anya-e0201n5:1114": "Ssatyādimhi-gaṇhissati, gahessati, gaṇhissanti, gahessanti iccādi.",
  "anya-e0201n5:1115": "Rudhādigaṇo niṭṭhito.",
  "anya-e0201n5:1116": "Divādigaṇa",
  "anya-e0201n5:1117": "Atha divādigaṇo vuccate.",
  "anya-e0201n5:1118": "Idha dhātūnaṁ kamo antakkharavasena vattabbo sabbaso sadisarūpattā.",
  "anya-e0201n5:1119_0": "Muca, vica, yuja, luja, vija, gada, pada, mada, vida, idha, kudha, gidha, budha,",
  "anya-e0201n5:1119_1": "yudha, vidha, sidha, sudha mana, hana, kupa, dīpa, lupa, vapa, supa, divu, sivu,",
  "anya-e0201n5:1119_2": "tasa, tusa, disa, dusa, sisa, susa, daha, naha, muha.",
  "anya-e0201n5:1120": "663.Divādīhi yakaka. 447; rū. 510; nī. 928; caṁ. 1.1.87; pā. 3.1.69.",
  "anya-e0201n5:1121": "Divādīhi kriyatthehi kattari kānubandho yapaccayo hoti.",
  "anya-e0201n5:1122": "Dibbati.",
  "anya-e0201n5:1123": "Muca-muttiyaṁ, yassa pubbarūpattaṁ, muccati, vimuccati. Akammakattā suddhakammarūpaṁ na labbhati.",
  "anya-e0201n5:1124": "Kārite-moceti, mocayati, mocāpeti, mocāpayati.",
  "anya-e0201n5:1125": "Kamme-mocīyati, mocāpīyati, muccatu, dukkhā muccantu.",
  "anya-e0201n5:1126": "Ssatyādimhi dhātvantassa kkho, mokkhati, mokkhanti.",
  "anya-e0201n5:1127": "Vica-viveke, viviccati, viviccanti.",
  "anya-e0201n5:1128": "Kārite-viveceti, vivecayati, vivecāpeti, vivecāpayati.",
  "anya-e0201n5:1129": "Kamme-vivecīyati, vivecāpīyati iccādi.",
  "anya-e0201n5:1130": "Yuja-yuttiyaṁ, yujjati, yujjanti.",
  "anya-e0201n5:1131": "Luja-vināse, lujjati, lujjanti.",
  "anya-e0201n5:1132": "Vija-bhaya, calanesu, saṁvijjati, saṁvijjanti.",
  "anya-e0201n5:1133": "Kārite-saṁvejeti, saṁvejayati, saṁvejenti, saṁvejayanti iccādi.",
  "anya-e0201n5:1134": "Gada-gajjane, megho gajjati, gajjanti.",
  "anya-e0201n5:1135": "Pada-gatimhi, uppajjati, uppajjanti, nipajjati, vipajjati, sampajjati, āpajjati, samāpajjati, paṭipajjati.",
  "anya-e0201n5:1136": "Kamme-tena āpatti āpajjati, jhānaṁ samāpajjati, maggo paṭipajjati.",
  "anya-e0201n5:1137": "Kyamhi parepi yaka hoti, tena āpatti āpajjīyati. Jhānaṁ samāpajjīyati, maggo paṭipajjīyati.",
  "anya-e0201n5:1138": "Kārite-uppādeti, uppādayati, nipphādeti, nipphādayati. Sampādeti, sampādayati, āpādeti, āpādayati, paṭipādeti, paṭipādayati, paṭipajjāpeti, paṭipajjāpayati.",
  "anya-e0201n5:1139": "Kamme-uppādīyati, nipphādīyati, sampādīyati, āpādīyati, paṭipādīyati.",
  "anya-e0201n5:1140_0": "Uppajjatu, uppajjantu, uppajjeyya, uppajjeyyuṁ, kinti nu kho saddhivihārikassa patto",
  "anya-e0201n5:1140_1": "uppajjiyetha, cīvaraṁ uppajjiyetha, parikkhāro uppajjiyethāti mahāva. 67 imāni pana kattu, kammarūpāni.",
  "anya-e0201n5:1141": "Īādimhi-uppajji, nipajji, vipajji, sampajji, āpajji, samāpajji, paṭipajji.",
  "anya-e0201n5:1142": "664.Kvaci vikaraṇānaṁka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1143": "Vikaraṇānaṁ kvaci lopo hoti.",
  "anya-e0201n5:1144": "Cakkhuṁ udapādi, ñāṇaṁ udapādi, vijjā udapādi, āloko udapādi saṁ. ni. 5.1081 iccādi, uppajjiṁsu, nipajjiṁsu.",
  "anya-e0201n5:1145": "Mada-ummāde, majjati, majjanti.",
  "anya-e0201n5:1146": "Vida-sattāyaṁ, vijjati, saṁvijjati.",
  "anya-e0201n5:1147": "Idha-samiddhiyaṁ, ijjhati, samijjhati.",
  "anya-e0201n5:1148": "Kudha-kope, kujjhati, kujjhanti.",
  "anya-e0201n5:1149": "Budha-avagamane, bujjhati, sambujjhati.",
  "anya-e0201n5:1150": "Paṭipubbo niddakkhaye vikasane ca, paṭibujjhati.",
  "anya-e0201n5:1151": "Kamme-tena dhammo bujjhati, dhammā bujjhanti, bujjhare, bujjhīyati, bujjhīyanti.",
  "anya-e0201n5:1152": "Kārite-bodheti, bodhayati, bodhāpeti, bodhāpayati, bujjhāpeti, bujjhāpayati.",
  "anya-e0201n5:1153": "Yudha-sampahāre, mallo mallena saddhiṁ yujjhati, dve senā yujjhanti, dve meṇḍā yujjhanti, dve usabhā yujjhanti, dve hatthino yujjhanti, dve kukkuṭā yujjhanti.",
  "anya-e0201n5:1154": "Kamme-yujjhīyati, yujjhīyanti.",
  "anya-e0201n5:1155": "Kārite-yodheti, yodhayati, yujjhāpeti, yujjhāpayati, “yodhetha māraṁ paññāvudhenā”ti dha. pa. 40 pāḷi.",
  "anya-e0201n5:1156": "Vidha-tāḷane, sarena migaṁ vijjhati, dhammaṁ paṭivijjhati, paṭivijjhanti.",
  "anya-e0201n5:1157": "Kamme kattusadisampi rūpaṁ hoti, tena dhammo paṭivijjhati, dhammā paṭivijjhanti, paṭivijjhīyati, paṭivijjhīyanti.",
  "anya-e0201n5:1158": "Kārite-vedheti, vedhayati, paṭivedheti, paṭivedhayati, iccādi.",
  "anya-e0201n5:1159": "Sidha-saṁsiddhiyaṁ, sijjhati, sijjhanti, sijjhare.",
  "anya-e0201n5:1160": "Kārite mahāvuttinā issa āttaṁ, sādheti, sādhayati, sādhenti, sādhayanti.",
  "anya-e0201n5:1161": "Kamme-sādhīyati, sādhīyanti iccādi.",
  "anya-e0201n5:1162": "Sudha-suddhiyaṁ, sujjhati, sujjhanti, visujjhati, parisujjhati.",
  "anya-e0201n5:1163": "Kārite-sodheti, sodhayati.",
  "anya-e0201n5:1164": "Mana-maññanāyaṁ, maññati, avamaññati, atimaññati, maññanti, avamaññanti, atimaññanti iccādi.",
  "anya-e0201n5:1165": "Hana-vighāta, saṅghātesu, haññati, vihaññati, haññanti, vihaññanti iccādi.",
  "anya-e0201n5:1166": "Kupa-kope, paro parassa kuppati, kucchivāto kuppati, rogo kuppati, paṭikuppati, tejodhātu pakuppati ma. ni. 1.305.",
  "anya-e0201n5:1167": "Kārite-kopeti, kopayati iccādi.",
  "anya-e0201n5:1168": "Dīpa-dittiyaṁ, dippati, dippanti, pure adhammo dippati cūḷava. 437.",
  "anya-e0201n5:1169": "Kamme-dīpīyati, dīpīyanti.",
  "anya-e0201n5:1170": "Kārite garupantattā na vuddhi, dīpeti, dīpayati, dīpenti, dīpayanti iccādi.",
  "anya-e0201n5:1171": "Lupa-adassane, luppati, luppanti.",
  "anya-e0201n5:1172": "Kārite-lopeti, lopayati iccādi.",
  "anya-e0201n5:1173": "Vapa-bījanikkhepe, vappati, vappanti iccādi.",
  "anya-e0201n5:1174": "Supa-suppane, suppati, suppanti.",
  "anya-e0201n5:1175": "Mahāvuttinā ādivuddhi, soppati, soppanti.",
  "anya-e0201n5:1176": "Samu-upasame nivāse ca, sammati, visammati, upasammati, vūpasammati, assame sammati, yattha sammati temiyo jā. 2.22.73, sammanti. Kārite na vuddhi, sameti, vūpasameti iccādi.",
  "anya-e0201n5:1177_0": "Divu-kīḷāyaṁ vijigīsāyaṁ byavahāre thuti, kanti, gati, sattīsu ca, ‘tavaggavaraṇānaṁ",
  "anya-e0201n5:1177_1": "ye cavaggabayañā’ti yamhi vassa battaṁ, ‘vaggalasehi te’ti yassa battaṁ, dibbati, dibbanti iccādi.",
  "anya-e0201n5:1178": "Sivu-saṁsibbane, sibbati, sibbanti, sibbeyya vā sibbāpeyya vā pāci. 176 iccādi.",
  "anya-e0201n5:1179": "Tasa-santāse, tassati.",
  "anya-e0201n5:1180": "Mahāvuttinā tassa trattaṁ, utrassati, ubbijjatīti attho. Tassati, paritassati, pipāsatīti attho.",
  "anya-e0201n5:1181": "Kārite-tāseti, tāsayati iccādi.",
  "anya-e0201n5:1182": "Tusa-pītimhi, tussati, santussati.",
  "anya-e0201n5:1183": "Kammepi-tussati, santussati, tussīyati.",
  "anya-e0201n5:1184": "Kārite-toseti, tosayati iccādi.",
  "anya-e0201n5:1185_0": "Disa-paññāyane, dissati, padissati, sandissati. Dissanti bālā abyattā mahāva. 76,",
  "anya-e0201n5:1185_1": "nimittāni padissanti bu. vaṁ. 2.82, ime dhammā mayi sandissanti, ahañca imesu dhammesu",
  "anya-e0201n5:1185_2": "sandissāmi ma. ni. 3.253 (thokaṁ visadisaṁ).",
  "anya-e0201n5:1186": "Dusa-paṭighāte, dussati. Dosaneyyesu dussati. Padussati, dussanti, padussanti.",
  "anya-e0201n5:1187": "Kārite dīgho, dūseti, dūsayati.",
  "anya-e0201n5:1188": "Kamme-dūsīyati iccādi.",
  "anya-e0201n5:1189": "Sisa-asabbayoge, sissati, avasissati. Sarīrāni avasissanti.",
  "anya-e0201n5:1190": "Kārite-seseti, sesayati iccādi.",
  "anya-e0201n5:1191": "Susa-sussane, sussati. Aṭṭhi ca nhāru ca cammañca avasissatu, upasussatu me sarīre maṁsalohitaṁ ma. ni. 2.184 (thokaṁ visadisaṁ) iccādi.",
  "anya-e0201n5:1192": "Daha-dāhe, ha, yānaṁ vipariyāyo, dayhati, dayhanti, ekacitakamhi dayhare.",
  "anya-e0201n5:1193": "Kārite-dāheti, dāhayati iccādi.",
  "anya-e0201n5:1194": "Naha-bandhane, sannayhati, sannayhanti iccādi.",
  "anya-e0201n5:1195": "Muha-muyhane, muyhati, sammuyhati, sammuyhāmi, pamuyhāmi. Sabbā muyhanti me disā jā. 2.22.2185.",
  "anya-e0201n5:1196": "Kārite-moheti, mohayati iccādi.",
  "anya-e0201n5:1197": "Divādigaṇo niṭṭhito.",
  "anya-e0201n5:1198": "Svādigaṇa",
  "anya-e0201n5:1199": "Atha svādigaṇo vuccate.",
  "anya-e0201n5:1200": "Gi, ci, mi, vu, su, hi, āpa, saka.",
  "anya-e0201n5:1201": "‘Kā’ti vattate.",
  "anya-e0201n5:1202": "665.Svādito kṇoka. 448; rū. 512; nī. 929; caṁ. 1.1.95; pā. 3.1.74; ‘svādīhi…’ (bahūsu).",
  "anya-e0201n5:1203": "Svādīhi kriyatthehi paraṁ kānubandhā ṇā, ṇo iti dve paccayā honti.",
  "anya-e0201n5:1204": "666.Na te kānubandhanāgamesu.",
  "anya-e0201n5:1205": "Ivaṇṇu’vaṇṇānaṁ akārassa ca te e, o, ā na honti kānubandhanāgamesu paresūti vuddhipaṭisedho.",
  "anya-e0201n5:1206": "Suṇāti, suṇoti.",
  "anya-e0201n5:1207": "Gi-sadde, giṇāti, giṇoti, anugiṇāti, paṭigiṇāti.",
  "anya-e0201n5:1208": "Pubbassaralopo, anugiṇanti, paṭigiṇanti.",
  "anya-e0201n5:1209": "Ci-caye, mahāvuttinā ṇassa nattaṁ, vaḍḍhakī pākāraṁ cināti, cinoti, ācināti, ācinoti, apacināti, apacinoti, viddhaṁsetīti attho.",
  "anya-e0201n5:1210": "Pubbassaralopo, cinanti, ācinanti, apacinanti.",
  "anya-e0201n5:1211": "Kamme-cīyati, ācīyati, apacīyati, cinīyati, ācinīyati, apacinīyati.",
  "anya-e0201n5:1212": "Kārite-cayāpeti, cayāpayati, cināpeti, cināpayati iccādi.",
  "anya-e0201n5:1213": "Mi-pakkhepe, miṇāti, miṇoti, mināti, minoti vā.",
  "anya-e0201n5:1214": "Vu-saṁvaraṇe, saṁvuṇāti, saṁvuṇoti, āvuṇāti, āvuṇoti.",
  "anya-e0201n5:1215": "Su-savane, suṇāti, suṇoti, suṇanti, suṇāsi, suṇosi.",
  "anya-e0201n5:1216": "Rassatte-suṇasi nāga mahāva. 126. Suṇātha, suṇotha, suṇāmi, suṇomi, suṇāma, suṇoma.",
  "anya-e0201n5:1217": "Kamme ‘dīgho sarassā’ti kyamhi dīgho, sūyati, suyyati, sūyanti, suyyanti, suṇīyati, suṇīyanti.",
  "anya-e0201n5:1218": "Kārite-sāveti, anusāveti, sāvayati, anusāvayati, suṇāpeti, suṇāpayati.",
  "anya-e0201n5:1219": "Kamme-sāvīyati, anusāvīyati.",
  "anya-e0201n5:1220": "Suṇātu, suṇantu, suyyatu, suyyantu, sāvetu, sāventu, suṇe, suṇeyya, suṇeyyuṁ, sūyeyya, suyyeyya, sūyeyyuṁ, suyyeyuṁ, sāveyya, sāveyyuṁ.",
  "anya-e0201n5:1221": "Īādimhi-asuṇi, suṇi.",
  "anya-e0201n5:1222": "667.Tesu suto kṇokṇānaṁ roṭaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1223": "Tesu īādīsu ssakāravantesu ca vacanesu sudhātuto paresaṁ kṇo, kṇānaṁ roṭa hoti, rānubandho sabbādesadīpanattho. ‘Rānubandhentasarādissā’ti suttena ādisarassa lopo, dvittaṁ.",
  "anya-e0201n5:1224": "Assosi, assosuṁ, assosi, assosittha, assosiṁ, assosimhā, assosumhā, assosittha iccādi.",
  "anya-e0201n5:1225": "Ssatyādimhi-suṇissati, sossati, suṇissanti, sossanti, suṇissasi, sossasi, suṇissatha, sossatha, suṇissāmi, sossāmi, suṇissāma, sossāma. Evaṁ parachakke.",
  "anya-e0201n5:1226": "Ssādimhi-asuṇissā, asossā, asuṇissaṁsu, sossaṁsu iccādi.",
  "anya-e0201n5:1227": "Papubbo hi-pesane, pahiṇāti, pahiṇoti, pahiṇanti.",
  "anya-e0201n5:1228": "Īādimhi-dūtaṁ pahiṇi, pahiṇiṁsu, ‘kvaci vikaraṇāna’nti vikaraṇalopo, mahāvuttinā passa dīgho, dūtaṁ pāhesi pārā. 297; mahāva. 198, pāhesuṁ iccādi.",
  "anya-e0201n5:1229": "Āpa-pāpuṇane papubbo –",
  "anya-e0201n5:1230": "668.Sakāpānaṁ kukku kṇeka. 517; rū. 488; nī. 1105; “…kukakū ṇe” (bahūsu).",
  "anya-e0201n5:1231": "Saka, āpadhātūnaṁ kānubandhā kukāra, ukārā kamena āgamā honti kṇamhi paccaye.",
  "anya-e0201n5:1232": "Pāpuṇoti, pāpuṇanti, sampāpuṇanti.",
  "anya-e0201n5:1233": "Paripubbo pariyattiyaṁ, pariyāpuṇāti, pariyāpuṇanti.",
  "anya-e0201n5:1234": "Saṁpubbo-samāpuṇāti, parisamāpuṇāti, niṭṭhānaṁ gacchatīti attho.",
  "anya-e0201n5:1235": "Kṇeti kiṁ? Pappoti.",
  "anya-e0201n5:1236": "Kamme-pāpīyati, pāpīyanti.",
  "anya-e0201n5:1237": "Kārite-pāpeti, pāpayati, pāpenti, pāpayanti.",
  "anya-e0201n5:1238": "Kamme-pāpīyati, pāpīyanti.",
  "anya-e0201n5:1239": "Īādimhi-pāpuṇi, pāpuṇiṁsu iccādi.",
  "anya-e0201n5:1240": "Saka-sattiyaṁ, sakkuṇoti, sakkuṇāti.",
  "anya-e0201n5:1241": "Kṇeti kiṁ? Sakkoti, sakkuṇanti.",
  "anya-e0201n5:1242": "Īādimhi-asakkuṇi, sakkuṇi, asakkuṇiṁsu, sakkuṇiṁsu.",
  "anya-e0201n5:1243": "669.Sakā kṇāssa kho īādo‘…ṇāssa kha…” (bahūsu).",
  "anya-e0201n5:1244": "Sakamhā parassa kṇāssa kho hoti īādimhi.",
  "anya-e0201n5:1245": "Asakkhi, sakkhi, asakkhiṁsu, sakkhiṁsu iccādi.",
  "anya-e0201n5:1246": "670.Sse vāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1247": "Sakamhā parassa kṇassa kho hoti vā sse pare.",
  "anya-e0201n5:1248": "Sakkhissati, sakkuṇissati, sakkhissanti, sakkuṇissanti, sakkhissasi, sakkhissatha, sakkhissāmi, sakkhissāma, sakkuṇissāma.",
  "anya-e0201n5:1249": "‘Dakkha sakkha hehi hohīhi lopo’ti ssassa vikappena lopo, sakkhiti, sakkhissati, sakkhinti, sakkhissanti.",
  "anya-e0201n5:1250": "Ssādimhi-asakkhissā, sakkhissā, asakkuṇissā, sakkuṇissā iccādi.",
  "anya-e0201n5:1251": "Svādigaṇo niṭṭhito.",
  "anya-e0201n5:1252": "Kyādigaṇa",
  "anya-e0201n5:1253": "Atha kyādigaṇo vuccate.",
  "anya-e0201n5:1254": "Kī, ji, ñā, dhū, pu, bhū, mā, mū, lū.",
  "anya-e0201n5:1255": "671.Kyādīhi kṇāka. 449; rū. 513; nī. 930; caṁ. 1.1.101 …pe… 3.1.81.",
  "anya-e0201n5:1256": "Kīiccādīhi kriyatthehi paraṁ kattari kānubandho ṇāpaccayo hoti.",
  "anya-e0201n5:1257": "672.Kṇāknāsu rassoka. 517; rū. 488; nī. 1105; caṁ. 6.1.108; pā. 7.3.80.",
  "anya-e0201n5:1258": "Etesu dīghadhātūnaṁ rasso hoti.",
  "anya-e0201n5:1259": "Kī-dabbavinimaye, kiṇāti, kiṇanti, vikkiṇāti, vikkiṇanti.",
  "anya-e0201n5:1260": "Kamme-kīyati, kiyyati, vikkīyati, vikkiyyati, vikkiyyanti.",
  "anya-e0201n5:1261": "Kārite-vikkāyeti, vikkāyayati, kīṇāpeti, kīṇāpayati iccādi.",
  "anya-e0201n5:1262": "673.Jyādīhi knāka. 449; rū. 513; nī. 930.",
  "anya-e0201n5:1263": "Jiiccādīhi kattari kānubandho nāpaccayo hoti.",
  "anya-e0201n5:1264": "Jināti, jinanti.",
  "anya-e0201n5:1265": "Kamme-jīyati, jiyyati, jinīyati, jiniyyati.",
  "anya-e0201n5:1266": "Kārite-jayāpeti, jayāpayati, parājeti, parājayati, parājenti, parājayanti, jināpeti, jināpayati, ajini, jini, ajiniṁsu, jiniṁsu, jinissati, jinissanti iccādi.",
  "anya-e0201n5:1267": "Ñā-avabodhane.",
  "anya-e0201n5:1268": "674.Ñāssa ne jāka. 470; rū. 514; nī. 950; caṁ. 6.1.107; pā. 7.3.70, 79.",
  "anya-e0201n5:1269": "Nāpaccaye pare ñāssa jā hoti.",
  "anya-e0201n5:1270": "Jānāti, pajānāti, ājānāti, sañjānāti, vijānāti, abhijānāti, parijānāti, paṭijānāti, jānanti.",
  "anya-e0201n5:1271": "Kamme-ñāyati, paññāyati, aññāyati, saññāyati, viññāyati, abhiññāyati, pariññāyati, paṭiññāyati, ñāyanti.",
  "anya-e0201n5:1272": "Kārite-ñāpeti, ñāpayati, ñāpenti, ñāpayanti, jānāpeti, jānāpayati, jānāpenti, jānāpayanti.",
  "anya-e0201n5:1273": "Kamme-ñāpīyati, saññāpīyati, jānāpīyati.",
  "anya-e0201n5:1274": "675.Ñāssa sanāssa nāyo timhika. 509; rū. 516; nī. 1022.",
  "anya-e0201n5:1275": "Nāsahitassa ñāssa nāyo hoti timhi, suttavibhattiyā anti, antesu ca.",
  "anya-e0201n5:1276": "Nāyati. Viceyya viceyya atthe panāyatīti kho bhikkhave vipassīti vuccati dī. ni. 2.41-44. Nāyanti. “Animittā na nāyare”ti visuddhi 1.174 pāḷi.",
  "anya-e0201n5:1277": "Eyyādimhi-jāneyya, jāneyyuṁ, jāneyyāsi, jāneyyātha, jāneyyāmi, jāneyyāma.",
  "anya-e0201n5:1278": "Utte-jāneyyāmu.",
  "anya-e0201n5:1279": "Eyyāmassa emutte “kathaṁ jānemu taṁ maya”nti jā. 2.22.7 pāḷi.",
  "anya-e0201n5:1280": "676.Eyyassiyāñā vāka. 508; rū. 515; nī. 1021.",
  "anya-e0201n5:1281": "Ñāto eyyassa iyā, ñā honti, vāsaddena eyyumādīnampi ñū, ñāsi, ñātha, ñāmi, ñāmādesā honti, eyyamiccassa ñañca.",
  "anya-e0201n5:1282": "Jāniyā.",
  "anya-e0201n5:1283": "677.Ñāmhi jaṁka. 470; rū. 514; nī. 950.",
  "anya-e0201n5:1284": "Ñādese pare sanāssa ñāssa jaṁ hoti.",
  "anya-e0201n5:1285": "Jaññā, vijaññā.",
  "anya-e0201n5:1286_0": "Suttavibhattena ñūādīsupi jaṁ hoti. “Pāpaṁ katvā mā maṁ jaññūti icchati su. ni. 127;",
  "anya-e0201n5:1286_1": "vibha. 894 ‘jaññā’ti, vivekadhammaṁ ahaṁ vijaññaṁ gavesitabbaṁ, jaññāmu ce sīlavantaṁ",
  "anya-e0201n5:1286_2": "vadaññu”nti jā. 2.22.1301 pāḷī. ‘Jaññāsi, jaññātha, jaññāmi, jaññāmā’tipi yujjati.",
  "anya-e0201n5:1287": "678.Īssatyādīsu knālopoka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1288": "Knāssa lopo hoti vā īādimhi ssatyādimhi ca.",
  "anya-e0201n5:1289_0": "Aññāsi, abbhaññāsi, ajāni, aññāsuṁ, aññaṁsu, abbhaññaṁsu, jāniṁsu, aññāsi, abbhaññāsi,",
  "anya-e0201n5:1289_1": "ajāni, aññittha, jānittha, aññāsiṁ, abbhaññāsiṁ, ajāniṁ, jāniṁ, aññāsimhā, ajānimhā,",
  "anya-e0201n5:1289_2": "jānimhā, ñāssati, jānissati, ñāssanti, jānissanti.",
  "anya-e0201n5:1290": "Kamme-viññāyissati, viññāyissanti.",
  "anya-e0201n5:1291": "679.Ssassa hi kammeka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1292": "Ñāto ssassa hi hoti vā kamme.",
  "anya-e0201n5:1293": "Paññāyihi. “Paññāyihinti etā, daharā”ti jā. 2.17.197 pāḷi. Paññāyissati, paññāyissanti iccādi.",
  "anya-e0201n5:1294": "Dhū-vidhunane, knāmhi rasso, dhunāti, dhunanti.",
  "anya-e0201n5:1295": "Kamme-dhunīyati, dhunīyanti.",
  "anya-e0201n5:1296": "Kārite-dhunāpeti, dhunāpayati.",
  "anya-e0201n5:1297": "Pu-sodhane, punāti, punanti.",
  "anya-e0201n5:1298": "Bhū-pattiyaṁ, rasso, abhisambhunāti, abhisambhunanti. Nāssa ṇatte-abhisambhuṇāti, abhisambhuṇanti.",
  "anya-e0201n5:1299": "Mā-parimāṇe, mahāvuttinā dhātvantassa ittaṁ, mināti, nimmināti.",
  "anya-e0201n5:1300": "Kamme-upamīyati, upamīyanti, nimmīyati, nimmīyanti.",
  "anya-e0201n5:1301": "Kārite-nagaraṁ māpeti, māpayati, māpīyati, māpīyanti, nimmini, nimminiṁsu, māpesi, māpayi, māpesuṁ, māpayuṁ, nimminissati, nimminissanti, māpessati, māpessanti iccādi.",
  "anya-e0201n5:1302": "Mū-bandhane, munāti.",
  "anya-e0201n5:1303": "Lū-chedane, rassattaṁ, lunāti, lunanti.",
  "anya-e0201n5:1304": "Kamme-lūyati, lūyanti.",
  "anya-e0201n5:1305": "Kārite-lāvayati, lāvayanti.",
  "anya-e0201n5:1306": "Kamme-lāvīyati iccādi.",
  "anya-e0201n5:1307": "Kyādigaṇo niṭṭhito.",
  "anya-e0201n5:1308": "Tanādigaṇa",
  "anya-e0201n5:1309": "Atha tanādigaṇo vuccate.",
  "anya-e0201n5:1310": "Āpa, kara, tana, saka.",
  "anya-e0201n5:1311": "680.Tanāditvoka. 451; rū. 520; nī. 932; caṁ. 1.1.97; pā. 3.1.79.",
  "anya-e0201n5:1312": "Tanādīhi paraṁ opaccayo hoti.",
  "anya-e0201n5:1313": "Tanoti.",
  "anya-e0201n5:1314": "Āpa-pāpuṇane papubbo. Dhātvantassa dvittaṁ rasso ca, pappoti, papponti.",
  "anya-e0201n5:1315": "Kamme-pāpīyati, pāpīyanti.",
  "anya-e0201n5:1316": "Kārite-pāpeti, pāpayati.",
  "anya-e0201n5:1317": "Kamme-pāpīyati pāpīyanti iccādi.",
  "anya-e0201n5:1318": "Kara-karaṇe, karoti, karonti.",
  "anya-e0201n5:1319": "Kamme-karīyati, karīyanti.",
  "anya-e0201n5:1320": "‘Tavaggavaraṇānaṁ ye cavaggabayañā’ti yamhi dhātvantassa yattaṁ, kayyati, kayyanti, kayyare, kayyate, kayyante.",
  "anya-e0201n5:1321": "Kārite-kāreti, kārayati, kārenti, kārayanti, kārāpeti, kārāpayati, kārāpenti, kārāpayanti.",
  "anya-e0201n5:1322": "681.Karassa sossa kuṁka. 511; rū. 521; nī. 1124.",
  "anya-e0201n5:1323": "O-kārasahitassa karassa kuṁ hoti mi, mesu paresu.",
  "anya-e0201n5:1324": "Kummi, kumma, “bhattu apacitiṁ kummi jā. 1.3.126, dhammassāpacitiṁ kummī”ti jā. 2.22.1752 pāḷī.",
  "anya-e0201n5:1325": "682.Karotissa khoka. 594; rū. 582; nī. 1198.",
  "anya-e0201n5:1326": "Pādito parassa karadhātussa kvaci kho hoti.",
  "anya-e0201n5:1327": "Saṅkharoti, saṅkharonti, abhisaṅkharoti, abhisaṅkharonti.",
  "anya-e0201n5:1328": "Kamme-saṅkharīyati, saṅkharīyanti.",
  "anya-e0201n5:1329": "Kārite-saṅkhāreti, saṅkhārayati.",
  "anya-e0201n5:1330": "Ṇāpimhi na vuddhi, saṅkharāpeti, saṅkharāpayati.",
  "anya-e0201n5:1331": "Kamme-saṅkhārīyati, saṅkharāpīyati.",
  "anya-e0201n5:1332": "683.Karassa sossa kubbakurukayirāka. 511-2; rū. 521-2; nī. 1077-8-9-10; caṁ. 5.2.103; pā. 6.4.110.",
  "anya-e0201n5:1333": "O-kārasahitassa karassa kubba, kuru, kayirā honti vā nta, māna, tyādīsu, mahāvuttinā vikappena kussa kruttaṁ.",
  "anya-e0201n5:1334": "Kubbati kubbanti, krubbati, krubbanti.",
  "anya-e0201n5:1335": "Parachakke-kubbate, krubbate, kubbante, krubbante, kurute, kayirati, kayiranti, kayirasi, kayiratha, kayirāmi, kayirāma, kayirate, kayirante.",
  "anya-e0201n5:1336": "Karotu, saṅkharotu, kubbatu, krubbatu, kurutu, agghaṁ kurutu no bhavaṁ dī. ni. 2.318, kayiratu.",
  "anya-e0201n5:1337": "Kareyya, saṅkhareyya, kubbeyya, krubbeyya, kayireyya.",
  "anya-e0201n5:1338": "684.Ṭāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1339": "Kayirādesato parassa eyyavibhattissa ṭānubandho ā hoti vā.",
  "anya-e0201n5:1340": "So puññaṁ kayirā, puññaṁ ce puriso kayirā dha. pa. 118, kayirā naṁ punappunaṁ dha. pa. 118.",
  "anya-e0201n5:1341": "685.Kayireyyasseyyumādīnaṁka. 517; rū. 488; nī. 1083-4-5-6-7.",
  "anya-e0201n5:1342": "Kayirādesato parassa eyyuṁādīnaṁ eyyasaddassa lopo hoti.",
  "anya-e0201n5:1343": "Kayiruṁ, kayireyyuṁ, kayirāsi, kayireyyāsi, kayirātha, kayireyyātha, kayirāmi, kayireyyāmi, kayirāma, kayireyyāma.",
  "anya-e0201n5:1344": "686.Ethassāka. 517; rū. 488; nī. 1082.",
  "anya-e0201n5:1345": "Kayirādesato parassa ethassa e-kārassa ā hoti vā.",
  "anya-e0201n5:1346": "So kayirātha, dīpaṁ kayirātha paṇḍito dha. pa. 28, kayirā ce kayirāthenaṁ dha. pa. 313; saṁ. ni. 1.89.",
  "anya-e0201n5:1347_0": "Īādimhi-akari, kari, saṅkhari, abhisaṅkhari, akubbi, kubbi, akrubbi, krubbi, akayiri,",
  "anya-e0201n5:1347_1": "kayiri, akaruṁ, karuṁ, saṅkharuṁ, abhi, saṅkharuṁ, akariṁsu, kariṁsu, saṅkhariṁsu,",
  "anya-e0201n5:1347_2": "abhisaṅkhariṁsu, akubbiṁsu, kubbiṁsu, akrubbiṁsu, krubbiṁsu, akayiriṁsu, kayiriṁsu, akayiruṁ, kayiruṁ.",
  "anya-e0201n5:1348": "687.Kā īādīsuka. 491; rū. 523; nī. 983.",
  "anya-e0201n5:1349": "Īādīsu saokārassa karassa kā hoti vā.",
  "anya-e0201n5:1350": "688.Dīghā īssaka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1351": "Ā, e, ūdīghehi parassa īvacanassa si hoti vā.",
  "anya-e0201n5:1352": "Aṭṭhāsi, adāsi, vadesi, vajjesi, bhāvesi, kāresianubhosi, ahosi iccādi.",
  "anya-e0201n5:1353_0": "So akāsi, te akaṁsu, gāthāyaṁ “akaṁsu satthuvacana”nti jā. 2.22.564 pāḷi. Akāsuṁ,",
  "anya-e0201n5:1353_1": "tvaṁ akāsi. Mā tumhe evarūpaṁ akattha gavesitabbaṁ, mākattha pāpakaṁ kammaṁ, āvī",
  "anya-e0201n5:1353_2": "vā yadi vā raho udā. 44. Akāsittha, ahaṁ akāsiṁ, mayaṁ akāsimhā, akamhā. Bhogesu",
  "anya-e0201n5:1353_3": "vijjamānesu, dīpaṁ nākamha attano jā. 1.4.53. So akā. “Tato ekasataṁ khatye, anuyante",
  "anya-e0201n5:1353_4": "bhavaṁ akā”ti jā. 2.20.94 pāḷi. Akāsittha vā, ahaṁ akaṁ, akaraṁ vā. “Tassāhaṁ vacanaṁ",
  "anya-e0201n5:1353_5": "nākaṁ, pitu vuddhassa bhāsita”nti jā. 2.17.134 pāḷi.",
  "anya-e0201n5:1354": "Kārite-so kāresi, kārayi, kārāpesi, kārāpayi, te kāresuṁ, kārayuṁ, kārāpesuṁ, kārāpayuṁ iccādi.",
  "anya-e0201n5:1355": "Karissati saṅkharissati, kubbissati, krubbissati, kayirissati iccādi.",
  "anya-e0201n5:1356": "“Harassa cāhaṅa sse’ti ssena saha karassa rakārassa āhaṅa hoti, kāhati, kāhanti, kathaṁ kāhanti dārakā jā. 2.22.1849.",
  "anya-e0201n5:1357": "Iñāgame-kāhiti, kāhinti iccādi. Kāhasi, kāhatha. Kāhāmi kusalaṁ bahuṁ jā. 1.4.56, kāhāma puññasañcayaṁ apa. thera 1.1.401.",
  "anya-e0201n5:1358": "‘Āīādīsū’ti sutte yogavibhāgena ssatyādīsupi kā hoti, saṁyoge rassattaṁ, kassati, kassanti, kassasi, kassatha, kassāmi, kassāma, kassaṁ purisakāriyaṁ jā. 2.22.131.",
  "anya-e0201n5:1359": "Ssādimhi-akāhā, akarissā iccādi.",
  "anya-e0201n5:1360": "Tanu-vitthāre, tanoti.",
  "anya-e0201n5:1361": "Parassaralopo-tanonti.",
  "anya-e0201n5:1362": "689.Ovikaraṇassu parachakkeka. 511; rū. 521; nī. 1024.",
  "anya-e0201n5:1363": "Parachakke pare ovikaraṇassa u hoti.",
  "anya-e0201n5:1364": "Tanute, tanunte.",
  "anya-e0201n5:1365": "‘Yavā sare’ti ussa vatte-tanvante.",
  "anya-e0201n5:1366": "690.Pubbachakke vā kvacika. 511; rū. 521; nī. 1024.",
  "anya-e0201n5:1367": "Pubbachakke ovikaraṇassa kvaci u hoti vā.",
  "anya-e0201n5:1368": "Tanuti, kurutu.",
  "anya-e0201n5:1369": "Kvacīti kiṁ? Karoti.",
  "anya-e0201n5:1370": "Vāti kiṁ? Tanoti.",
  "anya-e0201n5:1371": "Kamme-tanīyati, taññati.",
  "anya-e0201n5:1372": "691.Tanassā vāka. 517; rū. 488; nī. 1105.",
  "anya-e0201n5:1373": "Tanadhātussa na-kārassa ā hoti vā kyamhi.",
  "anya-e0201n5:1374": "Tāyati, tāyanti, patāyati, patāyanti. “Ito’dāni patāyanti, sūciyo balisāni cā”ti jā. 1.6.84 pāḷi. Tāyate, tāyante.",
  "anya-e0201n5:1375": "Saka-sattiyaṁ, sakkoti, sakkonti, sakkosi, sakkotha, sakkomi, sakkoma.",
  "anya-e0201n5:1376": "Tanādigaṇo niṭṭhito.",
  "anya-e0201n5:1377": "Curādigaṇa",
  "anya-e0201n5:1378": "Atha curādigaṇo vuccate.",
  "anya-e0201n5:1379": "Āpa, kamu, gaṇa, ghaṭa, cinta, ceta, cura, dhara, pāla, pūja, manta, māna, vida.",
  "anya-e0201n5:1380": "692.Curādīhiṇika. 452; rū. 525; nī. 933; caṁ. 1.1.45; pā. 3.1.25; ‘curādito ṇi’ (bahūsu).",
  "anya-e0201n5:1381": "Curādīhi kriyatthehi paraṁ sakatthe ṇipaccayo hoti.",
  "anya-e0201n5:1382": "Coreti, corayati.",
  "anya-e0201n5:1383": "Vipubbo āpa-byāpane, byāpeti, byāpayati.",
  "anya-e0201n5:1384": "Kamu-icchāyaṁ, kāmeti, kāmayati, kāmenti, kāmayanti, nikāmeti, nikāmayati, nikāmenti, nikāmayanti.",
  "anya-e0201n5:1385": "Kamme-kāmīyati, kāmīyanti.",
  "anya-e0201n5:1386": "Kārite ṇāpi eva, kāmāpeti, kāmāpayati.",
  "anya-e0201n5:1387": "Kamme-kāmāpīyati, kāmāpayīyati.",
  "anya-e0201n5:1388": "Gaṇa-saṅkhyāne, gaṇa, ghaṭānaṁ tudādittā na vuddhi, gaṇeti, gaṇayati.",
  "anya-e0201n5:1389": "Ghaṭa-cetāyaṁ, ghaṭeti, ghaṭayati.",
  "anya-e0201n5:1390": "Cinta-cintāyaṁ, garupantattā na vuddhi, cinteti, cintayati.",
  "anya-e0201n5:1391": "Kamme-cintīyati, cintīyanti.",
  "anya-e0201n5:1392": "Kārite-cintāpeti, cintāpayati.",
  "anya-e0201n5:1393": "Kamme-cintāpīyati, cintāpayīyati.",
  "anya-e0201n5:1394": "Īādimhi-cintesi, cintayi, cinteyuṁ, cintayuṁ, cintesi, cintayi, cintayittha, cintesiṁ, cintayiṁ, cintesimhā, cintayimhā.",
  "anya-e0201n5:1395": "Ceta-cetāyaṁ, ceteti, cetayati, cetenti, cetayanti.",
  "anya-e0201n5:1396": "Cura-theyye, coreti, corayati, corenti, corayanti.",
  "anya-e0201n5:1397": "Dhara-dhāraṇe, dhāreti, dhārayati, dhārenti, dhārayanti.",
  "anya-e0201n5:1398": "Pāla-pālane, pāleti, pālayati, pālenti, pālayanti.",
  "anya-e0201n5:1399": "Pūja-pūjāyaṁ, garupantattā na vuddhi, pūjeti, pūjayati, pūjenti, pūjayanti.",
  "anya-e0201n5:1400": "Manta-guttabhāsane, manteti, mantayati, mantenti, mantayanti.",
  "anya-e0201n5:1401": "Āpubbo kathane āmantane ca. Āmantayāmi vo bhikkhave dī. ni. 2.218, bhagavā bhikkhū āmantesi dī. ni. 2.208.",
  "anya-e0201n5:1402": "Nipubbo-nimantane, nimanteti, nimantayati.",
  "anya-e0201n5:1403_0": "Īādimhi-mantesi, mantayi, āmantesi, āmantayi, nimantesi, nimantayi, mantesuṁ, mantayuṁ,",
  "anya-e0201n5:1403_1": "mantayiṁsu rahogatā jā. 2.22.1918, mantessati, āmantessati, nimantessati, mantayissati,",
  "anya-e0201n5:1403_2": "āmantayissati, nimantayissati iccādi.",
  "anya-e0201n5:1404": "Māna-pūjāyaṁ, māneti, mānayati, mānenti, mānayanti iccādi.",
  "anya-e0201n5:1405": "Vida-anubhavane, vedeti, vedayati, paṭisaṁvedeti, paṭisaṁvedayati.",
  "anya-e0201n5:1406": "Paṭi, ni, papubbo ācikkhane, paṭivedeti, paṭivedayati, nivedeti, nivedayati, pavedeti, pavedayati iccādi.",
  "anya-e0201n5:1407": "Curādigaṇo niṭṭhito.",
  "anya-e0201n5:1408": "Vikaraṇapaccayarāsi niṭṭhito.",
  "anya-e0201n5:1409": "Sāmañña kha, cha, sarāsi",
  "anya-e0201n5:1410": "Atha dhātupaccayā vuccante.",
  "anya-e0201n5:1411": "Kriyāvācībhāvena dhāturūpā paccayā dhātupaccayā, kriyatthapaccayāti vuttaṁ hoti, tasmā tehipi sabbesaṁ tyādi, tabbādivibhatti, paccayānaṁ sambhavo.",
  "anya-e0201n5:1412": "Tija, māna, kita, gupa, badha.",
  "anya-e0201n5:1413": "693.Tijamānehi khasā khamāvīmaṁsāsuka. 433; rū. 528; nī. 906-9; caṁ. 1.1.17, 28; pā. 3.1.5.",
  "anya-e0201n5:1414": "Khamāyaṁ vīmaṁsāyañca pavattehi tija, mānadhātūhi paraṁ kamena kha, sapaccayā honti.",
  "anya-e0201n5:1415": "Tija-khamāyaṁ, iminā khapaccayo.",
  "anya-e0201n5:1416": "694.Khachasānamekassaraṁ dveka. 458; rū. 461; nī. 939; caṁ. 5.1.1; pā. 6.1.1, 9; ‘…mekasarodi…’ (bahūsu).",
  "anya-e0201n5:1417_0": "Kha, cha, sapaccayantānaṁ dhāturūpānaṁ paṭhamaṁ saddarūpaṁ ekassaraṁ dverūpaṁ hotīti",
  "anya-e0201n5:1417_1": "‘tija, tija’iti dvirūpe kate ‘loponādibyañjanassā’ti anādibyañjanabhūtassa ja-kārassa",
  "anya-e0201n5:1417_2": "lopo, ‘pararūpamayakāre byañjane’ti dhātvantajakārassa pararūpattaṁ. ‘Catutthadutiyesvesaṁ",
  "anya-e0201n5:1417_3": "tatiyapaṭhamā’ti saṁyogādissa khassa kattaṁ, ‘titikkha’iti dhātupaccayantarūpaṁ, tato tyādyuppatti.",
  "anya-e0201n5:1418": "Titikkhati, titikkhanti.",
  "anya-e0201n5:1419": "Kamme-titikkhīyati.",
  "anya-e0201n5:1420": "Kārite-titikkheti, titikkhayati, titikkhāpeti, titikkhāpayati.",
  "anya-e0201n5:1421": "Kamme-titikkhāpīyati, titikkhāpīyanti.",
  "anya-e0201n5:1422": "Titikkhatu, titikkhantu, titikkheyya, titikkheyyuṁ iccādi.",
  "anya-e0201n5:1423": "Khamāyanti kiṁ? Tija-nisāne, tejeti, tejenti.",
  "anya-e0201n5:1424": "Kārite-tejeti. “Samuttejeti sampahaṁsetī”ti ma. ni. 3.276 pāḷi.",
  "anya-e0201n5:1425": "Māna-vīmaṁsāyaṁ, tato sapaccayo. ‘Khachasānamekassaraṁ dve’ti ‘māna, māna’iti dvirūpe kate –",
  "anya-e0201n5:1426": "695.Mānassa vī parassa ca maṁka. 463-7; rū. 532-3; nī. 944.",
  "anya-e0201n5:1427": "Dvitte pubbassa mānassa vī hoti, parassa ca sabbassa mānassa maṁ hoti.",
  "anya-e0201n5:1428": "Vīmaṁsati, vīmaṁsanti.",
  "anya-e0201n5:1429": "Kamme-vīmaṁsīyati, vīmaṁsīyanti.",
  "anya-e0201n5:1430": "Kārite-vīmaṁseti, vīmaṁsayati, vīmaṁsāpeti, vīmaṁsāpayati.",
  "anya-e0201n5:1431": "Kamme-vīmaṁsāpīyati, vīmaṁsāpīyanti.",
  "anya-e0201n5:1432": "Vīmaṁsāyanti kiṁ? Māna-pūjāyaṁ, māneti, sammāneti, abhimāneti, pūjetīti attho.",
  "anya-e0201n5:1433": "Kita-rogāpanayane saṁsaye ca.",
  "anya-e0201n5:1434": "696.Kitā tikicchāsaṁsayesu choka. 433; rū. 528; nī. 906-9; caṁ. 1.1.18; pā. 3.1.5 kā.",
  "anya-e0201n5:1435": "Tikicchāyaṁ saṁsaye ca pavattakitadhātuto paraṁ cho hoti.",
  "anya-e0201n5:1436": "‘Kita, kita’ iti dvirūpe kate –",
  "anya-e0201n5:1437": "697.Kitassāsaṁsayeti vāka. 463; rū. 532; nī. 944.",
  "anya-e0201n5:1438": "Saṁsayamhā aññasmiṁ tikicchatthe pavattassa kitadhātussa dvitte pubbassa kitassati hoti vā. ‘Pararūpamayakāre byañjane’ti pararūpattaṁ, saṁyogādissa cakārattaṁ.",
  "anya-e0201n5:1439": "Tikicchati, tikicchanti. Devāpi naṁ tikicchanti, mātāpettibharaṁ naraṁ jā. 2.22.408.",
  "anya-e0201n5:1440": "Kamme-tikicchīyati, tikicchīyanti.",
  "anya-e0201n5:1441": "Kārite-tikiccheti, tikicchayati, tikicchāpeti, tikicchāpayati.",
  "anya-e0201n5:1442": "Vāsaddena tikārābhāve ‘kavaggahānaṁ cavaggajā’ti dvitte pubbassa cavaggo, cikicchati, cikicchanti, cikicchīyati, cikicchīyanti.",
  "anya-e0201n5:1443": "Asaṁsayeti kiṁ? Vicikicchati, vicikicchanti.",
  "anya-e0201n5:1444": "Tikicchattha, saṁsayatthato aññasmiṁ atthe –",
  "anya-e0201n5:1445": "Kita-ñāṇe nivāse ca, ketati, saṁketati, niketati.",
  "anya-e0201n5:1446": "Gupa-nindāyaṁ.",
  "anya-e0201n5:1447": "698.Nindāyaṁ gupabadhā bassa bho caka. 433; rū. 528; caṁ. 1.1.19, 20; pā. 3.1.5, 6 kā.",
  "anya-e0201n5:1448": "Nindāyaṁ pavattehi gupa, badhehi paraṁ chapaccayo hoti, bassa ca bho hoti. Dvirūpe kate anādibyañjanalopo.",
  "anya-e0201n5:1449": "699.Gupissika. 465; rū. 463; nī. 946; ‘gupissussa’ (bahūsu).",
  "anya-e0201n5:1450": "Gupissa dvitte pubbassa u-kārassa i hoti. Gassa cavaggattaṁ, dhātvantassa pararūpattaṁ, saṁyogādissa paṭhamattaṁ.",
  "anya-e0201n5:1451": "Jigucchati, jigucchanti.",
  "anya-e0201n5:1452": "Kamme-jigucchīyati, jigucchīyanti.",
  "anya-e0201n5:1453": "Kārite-jiguccheti, jigucchayati, jigucchāpeti, jigucchāpayati. Jigucchatu, jigucchantu iccādi.",
  "anya-e0201n5:1454": "Nindāyanti kiṁ? Gupa-saṁvaraṇe, gopeti, gopayati.",
  "anya-e0201n5:1455": "Badha-nindāyaṁ, dvirūpādimhi kate –",
  "anya-e0201n5:1456": "700.Khachasessika. 465; rū. 463; nī. 946; ‘khachasesvassi’ (bahūsu).",
  "anya-e0201n5:1457": "Dvitte pubbassa assa i hoti kha, cha, sesūti assa ittaṁ, parabakārassa ca bhattaṁ, dhātvantassa pararūpādi.",
  "anya-e0201n5:1458": "Bibhacchati, virūpo hotīti attho. Bibhacchanti.",
  "anya-e0201n5:1459": "Nindāyanti kiṁ? Badha-bandhana, hiṁsāsu, bādheti, bādhayati. Vātaṁ jālena bādhesi jā. 1.12.8.",
  "anya-e0201n5:1460": "Kamme-bādhīyati, bādhīyanti, bajjhati, bajjhanti.",
  "anya-e0201n5:1461": "Iti sāmañña kha, cha, sarāsi.",
  "anya-e0201n5:1462": "Tumicchatthe khachasarāsi",
  "anya-e0201n5:1463": "701.Tuṁsmā lopo cicchāyaṁ teka. 434; rū. 534; nī. 910; caṁ. 1.1.22; pā. 3.1.7.",
  "anya-e0201n5:1464_0": "Tumantehi icchatthe te kha, cha, sā honti, tuṁpaccayassa ca lopo hoti. Idañca suttaṁ",
  "anya-e0201n5:1464_1": "tumicchatthasambhave sati sabbadhātupadehipi kha, cha, sānaṁ pavattidīpanatthaṁ.",
  "anya-e0201n5:1464_2": "Tena tumicchatthe sa, chapaccaye katvā ‘ū byañjanassā’ti sa, chānaṁ ādimhi īāgamaṁ",
  "anya-e0201n5:1464_3": "katvā “aputtaṁ puttamiva ācarituṁ icchati puttīyīsati, pabbato viya attānaṁ ācarituṁ",
  "anya-e0201n5:1464_4": "icchati pabbatāyīsati, dātuṁ icchati dicchati” iccādīni sijjhanti.",
  "anya-e0201n5:1465": "Bhuja, ghasa, hana, ji, hara, pā, su.",
  "anya-e0201n5:1466_0": "Bhuñjituṁ icchatīti atthe-bhujato khapaccayo, tuṁpaccayalopo, dvittaṁ, pubbassa anādilopo,",
  "anya-e0201n5:1466_1": "pararūpatte saṁyogādissa paṭhamattaṁ, pubbassa bhassa battaṁ, bubhukkhati, bubhukkhanti,",
  "anya-e0201n5:1466_2": "bubhukkhīyati, bubhukkhīyanti, bubhukkheti, bubhukkhayati, bubhukkhāpeti, bubhukkhāpayati,",
  "anya-e0201n5:1466_3": "bubhukkhāpīyati, bubhukkhāpīyanti, bubhukkhatu, bubhukkhantu, bubhukkheyya, bubhukkheyyuṁ,",
  "anya-e0201n5:1466_4": "bubhukkhi, bubhukkhiṁsu, bubhukkhissati, bubhukkhissanti, bubhukkhissā, bubhukkhissaṁsu.",
  "anya-e0201n5:1467_0": "Ghasa-adane, ghasituṁ icchatīti atthe – chapaccayo, dvittādi, pubbassa ghassa gattaṁ,",
  "anya-e0201n5:1467_1": "gassa jattaṁ, assa ittaṁ, jighacchati, jighacchanti, jighacchīyati, jighacchīyanti,",
  "anya-e0201n5:1467_2": "jighaccheti, jighacchāpeti iccādi.",
  "anya-e0201n5:1468": "Hana-hiṁ sāyaṁ, hantuṁ icchatīti atthe – chapaccayo, dvittādi, ‘kavaggahānaṁ cavaggajā’ti pubbassa hassa jo, assa ittaṁ.",
  "anya-e0201n5:1469": "702.Parassa ghaṁ se.",
  "anya-e0201n5:1470": "Dvitte parassa hanassa ghaṁ hoti se pare.",
  "anya-e0201n5:1471": "Jighaṁsati, jighaṁsanti.",
  "anya-e0201n5:1472": "Ji-jaye, jetuṁ icchatīti atthe – sapaccayo, dvittaṁ.",
  "anya-e0201n5:1473": "703.Jiharānaṁ gīka. 462, 474; rū. 467, 535; nī. 943-954.",
  "anya-e0201n5:1474": "Ji, harānaṁ dvitte parassa jissa harassa ca gī hoti se pare.",
  "anya-e0201n5:1475": "Jigīsati, jigīsanti, vijigīsati, vijigīsanti.",
  "anya-e0201n5:1476": "Hara-haraṇe, dvittādi, parassa gī, pubbassa hassa jo, assa ittaṁ, jigīsati, harituṁ icchatīti attho, jigīsanti.",
  "anya-e0201n5:1477": "Pā-pāne, pivituṁ icchatīti atthe – sapaccayo, dvittaṁ, ‘rasso pubbassā’ti rasso, assa ittaṁ, pipāsati, pipāsanti, pipāsīyati, pipāsīyanti.",
  "anya-e0201n5:1478_0": "Su-savane, sotuṁ icchatīti atthe – dvitte parassa dvittaṁ, sussusati sussūsati (bahūsu),",
  "anya-e0201n5:1478_1": "sussusanti, sussusīyati, sussusīyanti, sussuseti, sussusayati, sussusāpeti, sussusāpayati,",
  "anya-e0201n5:1478_2": "sussusāpīyati, sussusāpīyanti, sussusatu, sussusantu iccādi.",
  "anya-e0201n5:1479": "Titikkhituṁ icchatīti atthe – titikkhato sapaccayo, sapaccayaparattā puna dvittappasaṅge –",
  "anya-e0201n5:1480": "704.Na punacaṁ. 5.1.6.",
  "anya-e0201n5:1481": "Sakiṁ dvitte kate puna dvittaṁ na āpajjatīti puna dvittābhāvo, ‘ū byañjanassā’ti ū āgamo.",
  "anya-e0201n5:1482": "Titikkhisati, titikkhisanti iccādi. Evaṁ tikicchituṁ icchatīti tikicchisati, tikicchisanti, cikicchisati, cikicchisanti iccādi.",
  "anya-e0201n5:1483": "Iti tumicchatthe kha, cha, sa rāsi.",
  "anya-e0201n5:1484": "Nāmadhāturāsi",
  "anya-e0201n5:1485": "Puttaṁ icchatīti atthe –",
  "anya-e0201n5:1486": "705.Īyo kammāka. 437; rū. 538; nī. 912; caṁ. 1.1.23, 24; pā. 3.1.8, 9.",
  "anya-e0201n5:1487": "Kammatthā nāmapadamhā icchatthe īyo hotīti kammabhūtā puttasaddato icchāyaṁ īyo, ‘puttīya’iti dhātupaccayantarūpaṁ, tato tyādyuppatti.",
  "anya-e0201n5:1488_0": "Puttīyati, puttīyanti, puttīyeti, puttīyayati, puttīyāpeti, puttīyāpayati, puttīyāpīyati,",
  "anya-e0201n5:1488_1": "puttīyāpīyanti. Evaṁ cīvarīyati, cīvarīyanti, pattīyati, pattīyanti, parikkhārīyati,",
  "anya-e0201n5:1488_2": "parikkhārīyanti iccādi.",
  "anya-e0201n5:1489": "Aputtaṁ sissaṁ puttamiva ācaratīti atthe –",
  "anya-e0201n5:1490": "706.Upamāṇācāreka. 436; rū. 537; nī. 912; caṁ. 1.1.25; pā. 3.1.10.",
  "anya-e0201n5:1491": "Upamīyati upametabbo attho etenāti upamānaṁ, upamānabhūtā kammapadato ācāratthe īyo hoti.",
  "anya-e0201n5:1492": "Puttīyati, puttīyanti sissaṁ.",
  "anya-e0201n5:1493": "Kamme-aputtopi putto viya ācarīyati puttīyīyati, puttīyīyanti, puttīyeti, puttīyayati, puttīyāpeti, puttīyāpayati, puttīyāpīyati, puttīyāpīyanti. Evaṁ sissīyati, sissīyanti.",
  "anya-e0201n5:1494": "Kuṭiyaṁ viya pāsāde ācaratīti atthe –",
  "anya-e0201n5:1495": "707.Ādhārāka. 436; rū. 537; nī. 912; caṁ. 1.1.26; pā. 3.1.10.",
  "anya-e0201n5:1496": "Upamānabhūtā ādhārabhūtā ca nāmamhā ācāratthe īyo hoti.",
  "anya-e0201n5:1497": "Kuṭīyati, kuṭīyanti pāsāde, nadiyaṁ viya samudde ācarati nadīyati, nadīyanti iccādi.",
  "anya-e0201n5:1498": "Araññe viya nagare ācarati araññīyati, araññīyanti nagare. Evaṁ gehīyati vihāre.",
  "anya-e0201n5:1499": "Lokadhammehi akampanīyaṭṭhena pabbato viya attānaṁ ācaratīti atthe –",
  "anya-e0201n5:1500": "708.Kattutāyoka. 435; rū. 536; nī. 911; caṁ. 1.1.27; pā. 3.1.11.",
  "anya-e0201n5:1501": "Upamānabhūtā kattubhūtā ca nāmamhā ācāratthe āyo hotīti pabbatasaddato āyo. Tato tyādyuppatti.",
  "anya-e0201n5:1502": "Pabbatāyati saṅgho, pabbatāyanti, cicciṭo viya attānaṁ ācarati cicciṭāyati, saddo. Evaṁ paṭapaṭāyati, kaṭakaṭāyati, dhūmadhūmāyati, dhūpāyati, sandhūpāyati.",
  "anya-e0201n5:1503": "Abhusampi bhusaṁ bhavatīti atthe –",
  "anya-e0201n5:1504": "709.Jhattheka. 435; rū. 536; nī. 911; caṁ. 1.1.30; pā. 3.1.12, 13.",
  "anya-e0201n5:1505": "Cīpaccayassa attho abbhūtatabbhāvo jhattho nāma. Kattuto jhatthe āyo hoti.",
  "anya-e0201n5:1506": "Bhusāyati, bhusāyanti, apaṭopi paṭo bhavati paṭāyati, paṭāyanti, alohitampi lohitaṁ bhavati lohitāyati. Evaṁ nīlāyati, kamalāyati, candāyati, candanāyati, kañcanāyati, vajirāyati.",
  "anya-e0201n5:1507": "Kattutotveva? Bhusaṁ karoti.",
  "anya-e0201n5:1508": "Saddaṁ karotīti atthe –",
  "anya-e0201n5:1509": "710.Saddādīhi karotika. 435; rū. 536; nī. 911; caṁ. 1.1.36; pā. 3.1.17, 18; ‘saddādīni’ (bahūsu).",
  "anya-e0201n5:1510": "Saddādīhi dutiyantehi nāmehi karotyatthe āyo hoti.",
  "anya-e0201n5:1511_0": "Saddāyati, saddāyanti, veraṁ karoti verāyati, verāyanti, kalahaṁ karoti kalahāyati,",
  "anya-e0201n5:1511_1": "kalahāyanti, mettaṁ karoti mettāyati, mettāyanti, karuṇaṁ karoti karuṇāyati, karuṇāyanti,",
  "anya-e0201n5:1511_2": "muditaṁ karoti muditāyati, muditāyanti, upekkhaṁ karoti upekkhāyati, upekkhāyanti,",
  "anya-e0201n5:1511_3": "kukkuccaṁ karoti kukkuccāyati, kukkuccāyanti, piyaṁ karoti piyāyati, piyāyanti, paccayaṁ",
  "anya-e0201n5:1511_4": "saddahanaṁ karoti pattiyāyati, pattiyāyanti, taṇhaṁ karoti taṇhāyati, taṇhāyanti,",
  "anya-e0201n5:1511_5": "taṇhīyati, taṇhīyanti vā, karotyatthe īyo. Mama idanti karoti mamāyati, mamāyanti.",
  "anya-e0201n5:1512": "Namo karotīti atthe –",
  "anya-e0201n5:1513": "711.Namotvassocaṁ. 1.1.37; pā. 3.1.19.",
  "anya-e0201n5:1514": "Namosaddato karotyatthe asso hoti.",
  "anya-e0201n5:1515": "Namassati, namassanti.",
  "anya-e0201n5:1516": "Samānaṁ sadisaṁ karotīti atthe –",
  "anya-e0201n5:1517": "712.Dhātvatthe nāmasmipā. 3.1.21, 25.",
  "anya-e0201n5:1518": "Dhātvattho vuccati yā kāci kriyā. Nāmasmā dhātvatthe i hoti. ‘Yuvaṇṇānameo paccaye’ti issa ettaṁ.",
  "anya-e0201n5:1519": "Samāneti, samānenti.",
  "anya-e0201n5:1520_0": "‘Eonamayāvā sare’ti essa ayādeso. ‘Ṇiṇāpyāpīhi vā’ti ettha vāsaddena lapaccayo, samānayati,",
  "anya-e0201n5:1520_1": "samānayanti, piṇaṁ karoti piṇeti, piṇayati, kusalaṁ pucchati kusaleti, kusalayati,",
  "anya-e0201n5:1520_2": "visuddhaṁ hoti visuddheti, visuddhayati, vīṇāya upagāyati upavīṇeti, upavīṇāyati,",
  "anya-e0201n5:1520_3": "paññāya atikkamati atipaññeti, atipaññāyati, vaccaṁ karoti vacceti, vaccayati, muttaṁ",
  "anya-e0201n5:1520_4": "karoti mutteti, muttayati, balena pīḷeti baleti, balayati.",
  "anya-e0201n5:1521": "Assa itte-balīyati, balīyanti. “Abalānaṁ balīyantī”ti pāḷi.",
  "anya-e0201n5:1522": "Saccaṁ karotīti atthe –",
  "anya-e0201n5:1523": "713.Saccādīhāpisaṁyuttanikāye; rū. 540; nī. 914; pā. 3.1.25.",
  "anya-e0201n5:1524": "Saccādīhi nāmehi dhātvatthe āpi hoti.",
  "anya-e0201n5:1525_0": "Saccāpeti, saccāpenti, atthavibhāgaṁ karoti atthāpeti, atthāpenti, bedasatthaṁ karoti",
  "anya-e0201n5:1525_1": "bedāpeti, bedāpenti, sukkhaṁ karoti sukkhāpeti, sukkhāpenti, sukhaṁ karoti sukhāpeti,",
  "anya-e0201n5:1525_2": "sukhāpenti, dukkhaṁ karoti dukkhāpeti, dukkhāpenti, uṇhaṁ karoti uṇhāpeti, uṇhāpenti iccādi.",
  "anya-e0201n5:1526": "Aputtaṁ puttamiva ācarati puttīyati, puttīyituṁ icchatīti atthe ‘tuṁsmā lopo cicchāyaṁ te’ti sapaccayo.",
  "anya-e0201n5:1527": "714.Yathiṭṭhaṁ syādinoka. 458; rū. 461; nī. 939; caṁ. 5.1.8; pā. 6.1.3.",
  "anya-e0201n5:1528_0": "Icchīyatīti iṭṭhaṁ, yaṁ yaṁ iṭṭhaṁ yathiṭṭhaṁ. “Yamiṭṭha”ntipi pāṭho. Syādyantassa",
  "anya-e0201n5:1528_1": "yathiṭṭhaṁ ekassaraṁ ādibhūta’maññaṁ vā dverūpaṁ hoti, na tyādissa viya ādibhūtamevāti",
  "anya-e0201n5:1528_2": "attho. ‘Ū byañjanassā’ti ū āgamo.",
  "anya-e0201n5:1529": "Ādimhi dvitte-pupputtīyisati.",
  "anya-e0201n5:1530": "Majjhe dvitte-puttittīyisati.",
  "anya-e0201n5:1531": "Akamalaṁ kamalaṁ bhavati kamalāyati, kamalāyituṁ icchatīti kakamalāyisati, kamamalāyisati, kamalalāyisati iccādi.",
  "anya-e0201n5:1532": "Iti nāmadhāturāsi.",
  "anya-e0201n5:1533": "Iti niruttidīpaniyā nāma moggallānadīpaniyā",
  "anya-e0201n5:1534": "Tyādikaṇḍo nāma ākhyātakaṇḍo",
  "anya-e0201n5:1535": "Niṭṭhito."
}