{
  "anya-e0810n0:0": "Namo tassa bhagavato arahato sammāsambuddhassa.",
  "anya-e0810n0:1": "Abhidhānappadīpikāṭīkā",
  "anya-e0810n0:2": "Ganthārambha",
  "anya-e0810n0:3": "Yassa ñāṇaṁ sadā ñāṇaṁ, nāññeyyā ñāṇakaṁ vinā;",
  "anya-e0810n0:4": "Nissesaguṇayuttassa, tassa natvā mahesino.",
  "anya-e0810n0:5": "Satthantarā samādāya, sāraṁ sabbadharā tathā;",
  "anya-e0810n0:6": "Kariyyate’bhidhānappa-dīpakassatthavaṇṇanā.",
  "anya-e0810n0:7": "Paṇāmādivaṇṇanā",
  "anya-e0810n0:8_0": "[Ka] idhāyaṁ ganthakāro paṭhamamattano paresampi sammā hitatthanipphādanatthaṁ puññasampada’mācinoti",
  "anya-e0810n0:8_1": "‘‘tathāgato’’ccādinā. Tattha karuṇākaro mahākaruṇāya uppattiṭṭhānabhūto yo tathāgato",
  "anya-e0810n0:8_2": "bhagavā karopayātaṁ attano hatthagataṁ sukhappadaṁ sukhassa patiṭṭhānabhūtaṁ sukhakāraṇaṁ",
  "anya-e0810n0:8_3": "vā sukhadāyakaṁ vā padaṁ nibbānaṁ osajja cajitvā kalisambhave dukkhakāraṇabhūte bhave",
  "anya-e0810n0:8_4": "saṁsāre kevaladukkaraṁ sukarenāsammissaṁ accantadukkaraṁ pañcavidhapariccāgādikaṁ",
  "anya-e0810n0:8_5": "karaṁ karonto paratthaṁ paresamatthaṁyeva akā katavā, tamedisaṁ tathāgataṁ ahaṁ namāmi.",
  "anya-e0810n0:9_0": "[Kha] yañca dhammaṁ jarārujādimuttā jarārogādīhi vimuttā munikuñjarā muniseṭṭhā bhagavanto",
  "anya-e0810n0:9_1": "apūjayuṁ pūjitavanto, tathā uttare uttame sattānaṁ vā saṁsāramahoghapakkhandānaṁ",
  "anya-e0810n0:9_2": "tato uttaraṇasamatthe yahiṁ tare yasmiṁ dhammaplave ṭhitā sammāpaṭipajjanavasena",
  "anya-e0810n0:9_3": "ārūḷhā narānarā manussā ca devā ca tivaṭṭambunidhiṁ kilesakammavipākavaṭṭasaṅkhātehi",
  "anya-e0810n0:9_4": "tīhi vaṭṭehi ākulitaṁ saṁsāramahamburāsiṁ tariṁsu tiṇṇā, aghappahaṁ kilesappahānakaraṁ,",
  "anya-e0810n0:9_5": "saṁsāradukkhappahānakaraṁ vā taṁ dhammamapi ahaṁ namāmi.",
  "anya-e0810n0:10_0": "[Ga] munindorasasūnutaṁ bhagavato ure sambhavadhammadesanāya ariyabhāvappattatāya",
  "anya-e0810n0:10_1": "munindassa orasaputtabhāvaṁ gataṁ pattaṁ nutaṁ kilesakhepanakaṁ supuññakhettaṁ puññatthikānaṁ",
  "anya-e0810n0:10_2": "puññabījaviruhanaṭṭhānaṁ sukhettabhūtaṁ bhuvane loke sutaṁ vissutaṁ , sutadharaṁ",
  "anya-e0810n0:10_3": "vā kilesasavanābhāvena assutaṁ apāṇopi pāṇo karīyitthāti pāṇīkato, pātimokkhasaṁvaro,",
  "anya-e0810n0:10_4": "sova saṁvaro etassatthīti pāṇīkatasaṁvaro, taṁ pāṇīkatasaṁvaraṁ, varaṁ sīlādiguṇehi",
  "anya-e0810n0:10_5": "sadevakehi lokehi patthanīyaṁ. ‘‘Devāpi tassa pihayanti tādino’’ti udā. 27 hi vuttaṁ.",
  "anya-e0810n0:10_6": "Sadā sabbasmiṁ kāle guṇoghena sīlādiguṇasamūhena nirantarantaraṁ avicchinnamānasaṁ,",
  "anya-e0810n0:10_7": "paripuṇṇacittaṁ vā gaṇampi aṭṭhannaṁ ariyapuggalānaṁ samūhaṁ api ahaṁ namāmīti evamettha",
  "anya-e0810n0:10_8": "tiṇṇampi saṅkhepato atthayojanā daṭṭhabbā.",
  "anya-e0810n0:11_0": "[Gha-ṅa] evaṁ puññasampadamācinitvā kimabhimataṁ sādhanīyamiccāha ‘‘pakāsissamabhidhānappadīpika’’nti.",
  "anya-e0810n0:11_1": "Buddhādīnamabhidhānānaṁ sarūpavasena, liṅgavasena ca paridīpanato pakāsanato ‘‘abhidhānappadīpika’’nti",
  "anya-e0810n0:11_2": "laddhanāmaṁ satthaṁ pakāsissaṁ antobhāvena nipphannaṁ bahibhāvena pakāsissaṁ. Antobhāvassa",
  "anya-e0810n0:11_3": "hi bahibhāvamapekkhitvā bhāvitamupapannaṁ. Nanu santeva pubbācariyānaṁ nāmaliṅgappakāsanānyamarakosatikaṇḍoppalinyādyabhidhānasatthāni,",
  "anya-e0810n0:11_4": "pāṇini byāḍivararucicandagomi ruddavāmanādivihitāni ca liṅgasatthāni, tato kimidamuccate",
  "anya-e0810n0:11_5": "iccāha ‘‘nāmaliṅgāni buddhabhāsitassārahāni dassayanto’’ti. Etena santesvapi pubbācariyānaṁ",
  "anya-e0810n0:11_6": "satthesu yasmā na tesu nāmaliṅgāni buddhavacanānurūpāni honti , tasmā tadanurūpāni",
  "anya-e0810n0:11_7": "nāmaliṅgāni dassayanto abhidhānasatthaṁ pakāsissāmīti etamatthaṁ dīpeti. Namyate",
  "anya-e0810n0:11_8": "abhidhīyate attho anenāti nāmaṁ, saddasatthe namudhātuvasena. Liṅgayate ‘‘itthiyamato",
  "anya-e0810n0:11_9": "āpaccayo’’tyādinā vibhajjateti, itthādayo vānena liṅgīyante byañjīyanteti liṅgaṁ,",
  "anya-e0810n0:11_10": "itthipumanapuṁsakaṁ. Kimetassa abhidhānasatthassa karaṇe payojananti pucchāyaṁ yasmiṁ",
  "anya-e0810n0:11_11": "sati taṁ sotāro sotumussahanti, taṁ dassetumāha ‘‘nāmaliṅgesvi’’ccādi. Yato buddhavacane",
  "anya-e0810n0:11_12": "paṭuno bhāvo pāṭavaṁ, tadeva attho payojanaṁ, taṁ icchantīti pāṭavatthino, tesaṁ",
  "anya-e0810n0:11_13": "pāṭavatthīnaṁ sotūnaṁ nāmaliṅgesu kosallaṁ kusalatā chekabhāvo buddhavacane mahabbalaṁ",
  "anya-e0810n0:11_14": "atthassa nicchayakāraṇaṁ hoti, ato tasmā kāraṇā buddhabhāsitassārahāni nāmaliṅgāni",
  "anya-e0810n0:11_15": "dassayanto abhidhānappadīpikaṁ satthaṁ pakāsissanti sambandho.",
  "anya-e0810n0:12_0": "[Ca] idāni satthalahubhāvatthamāha ‘‘bhiyyo’’ccādi. Bhiyyo bāhullena rūpantarā rūpabhedena",
  "anya-e0810n0:12_1": "itthipaccayapumbhāvādikāriyakatena thīpunnapuṁsakaṁ ñeyyaṁ, so ca nāmānaṁ nāmavisesanassa,",
  "anya-e0810n0:12_2": "nāmaparāmasisabbanāmasaddassa ca ñeyyo pakārantarābhāvā. Tatra nāmānaṁ rūpabhedo",
  "anya-e0810n0:12_3": "yathā – churikā satya’siputti abhidhāna 392 gāthā. Asi khaggo ca sāyako abhidhāna",
  "anya-e0810n0:12_4": "391 gāthā. Pānīyaṁ salilaṁ dakanti abhidhāna 661 gāthā. Nāmavisesanassa yathā – nisītho",
  "anya-e0810n0:12_5": "majjhimā rattīti abhidhāna 70 gāthā. Nāmaparāmasisabbanāmasaddassa yathā – ākaṅkhā",
  "anya-e0810n0:12_6": "ruci vuttā sā, tvadhikā lālasā dvisūti abhidhāna 163 gāthā. Sāhacariyena niyataliṅgenāvippayogato",
  "anya-e0810n0:12_7": "thīpunnapuṁsakaṁ ñeyyaṁ. Katthacīti yatra rūpabhedo natthi, taṁ yathā – marīci migataṇhikā",
  "anya-e0810n0:12_8": "abhidhāna 65 gāthā. Raṁsimā bhākaro bhānu abhidhāna 63 gāthā. Āpo payo jalaṁ vāri",
  "anya-e0810n0:12_9": "abhidhāna 661 gāthā. Marījhādayo hyabhinnarūpattā liṅgantarepi sambhāviyantehi niyataliṅgehi",
  "anya-e0810n0:12_10": "migataṇhikābhākarajalādisaddehi sāhacariyena taṁliṅge nicchīyante. Āhaccavidhānena",
  "anya-e0810n0:12_11": "itthipumanapuṁsakānaṁ visesetvā kathanena thīpunnapuṁsakaṁ ñeyyaṁ. Kvacīti yatra",
  "anya-e0810n0:12_12": "na rūpabhedo liṅganiṇṇayassa nimittaṁ, na ca sāhacariyaṁ liṅgabhedobhimato, nekameva",
  "anya-e0810n0:12_13": "vā liṅgamicchate, taṁ yathā – vallarī mañjarī nārī abhidhāna 550 gāthā. Viṭapo viṭabhītthiyaṁ",
  "anya-e0810n0:12_14": "abhidhāna 547 gāthā. Bhītitthī bhayamuttāso abhidhāna 166 gāthā. Vajiraṁ punnapuṁsakeccādi abhidhāna 24 gāthā.",
  "anya-e0810n0:13_0": "[Cha] idāni rūpabhedoti liṅganiṇṇayassa paṭipattihetuko yo bhinnaliṅgānaṁ dvando,",
  "anya-e0810n0:13_1": "takkaraṇapaṭisedhena abhinnaliṅgānameva dvando katoti paribhāsitumupakkamate ‘‘abhinnaliṅgina’’miccādi.",
  "anya-e0810n0:13_2": "Abhinnaliṅgīnaṁyeva nāmānaṁ dvando kato, na bhinnaliṅgīnaṁ, yathā – vimutyasaṅkhatadhātu,",
  "anya-e0810n0:13_3": "suddhinibbutiyo siyunti abhidhāna 9 gāthā. Na kevalaṁ dvandoyeva, atha kho ekasesopyabhinnaliṅgānaṁyeva",
  "anya-e0810n0:13_4": "kato, yathā – naggo digambarāvatthā. abhidhāna 734 gāthāSabbadharakate pana ‘‘jīmūtā",
  "anya-e0810n0:13_5": "meghapabbatā’’ iccudāhaṭaṁ. Nanu ca bhinnaliṅgānampi ekaseso kato, yathā – mātā pitā",
  "anya-e0810n0:13_6": "tu pitaro, puttā tu puttadhītaro abhidhāna 249 gāthā. Sasurā sassu sasurā, bhātubhagini",
  "anya-e0810n0:13_7": "bhātaroti abhidhāna 250 gāthā. Ettha hi mātā ca pitā ca pitaro, putto ca dhītā ca",
  "anya-e0810n0:13_8": "puttā, sassu ca sasuro ca sasurā, bhātā ca bhaginī ca bhātaroti bhinnaliṅgānampi",
  "anya-e0810n0:13_9": "ekaseso dassitoti. Ṭhānantare tesaṁ bhinnaliṅgatāya dassitattā na doso. Tāto tu janako",
  "anya-e0810n0:13_10": "pitā abhidhāna 243 gāthā. Ammā’mbā jananī mātā abhidhāna 244 gāthā. Apaccaṁ puttotrajo",
  "anya-e0810n0:13_11": "suto abhidhāna 240 gāthā. Nāriyaṁ duhitā dhītā abhidhāna 241 gāthā. Jāyāpatīnaṁ jananī,",
  "anya-e0810n0:13_12": "sassu vuttātha tappitā. Sasuroti iccādikañhi tesaṁ abhidhāna 246 gāthā ṭhānantaranti.",
  "anya-e0810n0:13_13": "Tathā ettha kamaṁ vinā bhinnaliṅgānaṁ gaṇanapāṭho viya saṅkaropi na kato. Tatra hi",
  "anya-e0810n0:13_14": "saggadisādayo atthā yathākkamaṁ taṁsambandhā ca sakkavidisādayo atthā sakasakasambandhasahitā",
  "anya-e0810n0:13_15": "yathābhidhānaṁ sarūpapaṭipatyamatthabhidheyyā, tathā tappariyāyasambandhāni ca yāni",
  "anya-e0810n0:13_16": "nāmāni, tāni sabbāni tadabhidhānāvasare abhidheyyānīti sukhenekatreva sakalanāmapaṭipatti",
  "anya-e0810n0:13_17": "sarūpapaṭipatti ca yathā siyāticcetadatthaṁ kamo abhyupagamyate, tathā ca satyāvassaṁ",
  "anya-e0810n0:13_18": "saggādipariyāye divasaddādayo, harādyavasare kumārādayo abhidheyyā iti kamānurodhena",
  "anya-e0810n0:13_19": "liṅgasaṅkaro pariharitumasakkuṇeyyo, yathāvuttantu kamaṁ vinā neha saṅkaro kato,",
  "anya-e0810n0:13_20": "iti pariyāyena itthippakaraṇādikkamena yathāsambhavamabhidhānato, taṁ yathā – īti",
  "anya-e0810n0:13_21": "tvitthī ajaññañca, upasaggo upaddavoti abhidhāna 401 gāthā. Atra hi ye tiliṅgā, te",
  "anya-e0810n0:13_22": "tiliṅgāvasare eva nibaddhā, na gaṇanapāṭhā viya uccāraṇavasena, evaṁ sabbatra yathāsambhavaṁ nīyate. Vuttañca –",
  "anya-e0810n0:14": "‘‘Bhedākhyānāya na dvando, nekaseso na saṅkaro;",
  "anya-e0810n0:15": "Katotra bhinnaliṅgāna-mavuttānaṁ kamaṁ vinā’’ti amara 1.4.",
  "anya-e0810n0:16_0": "Idāni liṅgavācakānaṁ ṭhānavasenatthesu gamanaṁ dassetumāha ‘‘liṅgavācake’’ccādi.",
  "anya-e0810n0:16_1": "Gāthāpādantamajjhaṭṭhā gāthānaṁ pādānañca antamajjhaṭṭhā liṅgavācakā anekatthaliṅgavācakāni",
  "anya-e0810n0:16_2": "ñāṇadassanādīni liṅgāni pubbamatthaṁ vācakavasena yanti gacchanti. Apare gāthāpādānamādiṭṭhā",
  "anya-e0810n0:16_3": "liṅgavācakā paramatthaṁ yanti gacchanti. Taṁ yathā –",
  "anya-e0810n0:17": "Phale vipassanādibba-cakkhusabbaññutāsu ca;",
  "anya-e0810n0:18": "Paccavekkhaṇañāṇamhi, magge ca ñāṇadassanaṁabhidhāna 794 gāthā.",
  "anya-e0810n0:19": "Ṇādo saddhācīvarādi-hetvādhāresu paccayo;",
  "anya-e0810n0:20": "Kīḷādibbavihārādo, vihāro sugatālaye abhidhāna 857 gāthā.",
  "anya-e0810n0:21": "Khagge kurūre nettiṁso, parasmiñcātra tīsvamuabhidhāna 1089 gāthā;",
  "anya-e0810n0:22": "Kusale sukataṁ suṭṭhu-kate ca sukato tisu abhidhāna 938 gāthā.",
  "anya-e0810n0:23": "Samayo samavāye ca, samūhe kāraṇe khaṇe;",
  "anya-e0810n0:24": "Paṭivedhe siyā kāle, pahāne lābhadiṭṭhisu abhidhāna 778 gāthā.",
  "anya-e0810n0:25": "Kantāro vanaduggesu abhidhāna 1107 gāthā.",
  "anya-e0810n0:26": "Ettha ca –",
  "anya-e0810n0:27": "Yebhuyyatābyāmissesu, visaṁyoge ca kevalaṁ;",
  "anya-e0810n0:28": "Daḷhatthenatireke cā-navasesamhi taṁ tisu abhidhāna 786 gāthā.",
  "anya-e0810n0:29": "Samādhismiṁ pumekaggo-nākule vāccaliṅgiko abhidhāna 1035 gāthā.",
  "anya-e0810n0:30": "Jaḷe thūlo mahatyapi abhidhāna 1066 gāthā ccādīsu",
  "anya-e0810n0:31_0": "Gāthāmajjhaṭṭhānaṁ , pādantamajjhaṭṭhānañca liṅgavācakānaṁ pubbaparatthesvapi gamanabhāvato",
  "anya-e0810n0:31_1": "‘‘pubbaṁ yantī’’ti idaṁ yebhuyyavasena vuttanti daṭṭhabbaṁ. Atha vā gāthānaṁ majjhantaṭṭhā",
  "anya-e0810n0:31_2": "pubbaṁ yanti, gāthāmajjhaṭṭhā, pādantamajjhaṭṭhā ca pubbāparañca yantīti yathālābhayojanā daṭṭhabbā.",
  "anya-e0810n0:32_0": "[Ja] idāni visesavidhimhi satthalahubhāvatthaṁ paribhāsate ‘‘pumitthiya’’miccādi.",
  "anya-e0810n0:32_1": "Pumitthiyaṁ ‘‘dvīsū’’ti padaṁ ñeyyaṁ, yathā – asani dvīsu abhidhāna 24 gāthā. Sabbaliṅge",
  "anya-e0810n0:32_2": "liṅgattaye ‘‘tīsū’’ti padaṁ ñeyyaṁ, yathā – sattannaṁ pūraṇe seṭṭhe’tisante sattamo",
  "anya-e0810n0:32_3": "tisu abhidhāna 942 gāthā. Ettha ca nisiddhaliṅganāmaṁ pārisesato ‘‘sesaliṅga’’nti",
  "anya-e0810n0:32_4": "ñeyyaṁ nisiddhaliṅga sesatthaṁ (amara 1.5.), yathā – vassa saṁvaccharā nitthīti abhidhāna",
  "anya-e0810n0:32_5": "81 gāthā. Atra cekaliṅganisedhabyākhyānena liṅgadvayavidhānanti ekaliṅganisedhabyājena",
  "anya-e0810n0:32_6": "liṅgadvayābhidhānamiti (amarakosacintāmaṇiṭīkā).",
  "anya-e0810n0:33_0": "Ganthalāhavaṁ vidhāyedāni paṭipattilāhavatthamāha ‘‘abhidhānantarārambhe’’iccādi.",
  "anya-e0810n0:33_1": "Abhidhānantarassa aññassa abhidhānassa ārambhe sati, tu anto yassa abhidhānassa,",
  "anya-e0810n0:33_2": "atha ādi yassa abhidhānassāti idaṁ abhidhānadvayañca ñeyyaṁ. Tvantamathādikaṁ nāmādipadaṁ",
  "anya-e0810n0:33_3": "pubbena na sambajjhateti bhāvo. Tatra nāmapadaṁ yathā – jino sakko tu siddhattho",
  "anya-e0810n0:33_4": "abhidhāna 4 gāthā. Kesavo cakkapāṇyatha abhidhāna 16 gāthā. Mahissaro sivo sūlī abhidhāna",
  "anya-e0810n0:33_5": "16 gāthā. Liṅgapadaṁ yathā – pume tu paṇhi pāsaṇi abhidhāna 277 gāthā. Pume tūtu",
  "anya-e0810n0:33_6": "rajo pupphaṁ abhidhāna 238 gāthā. Sā tirokaraṇīpyatha abhidhāna 298 gāthā. Punnapuṁsakamullocaṁ",
  "anya-e0810n0:33_7": "abhidhāna 299 gāthā. Atthapadaṁ yathā – udare tu tathā pācā’nalasmiṁ gahaṇītthiyaṁ",
  "anya-e0810n0:33_8": "abhidhāna 973 gāthā. Paṇīto tīsu madhure, uttame vihitepyatha. Añjase visikhāyañca,",
  "anya-e0810n0:33_9": "pantiyaṁ vīthi nāriyaṁ abhidhāna 940 gāthā. Athasaddena catra anantariyatthena sakapariyāyopalakkhaṇato",
  "anya-e0810n0:33_10": "atho saddādīsu ca na pubbena sambajjhate. Pāṇako cāpyatho uccāliṅgo lomasapāṇakoti",
  "anya-e0810n0:33_11": "abhidhāna 623 gāthā.",
  "anya-e0810n0:34_0": "[Jha] idāni buddhavacanānamanurūpānampi pacurappayogānameva kesañci gahaṇaṁ attano",
  "anya-e0810n0:34_1": "satthantarāpasayhatāvasena ahaṁkārapubbikābhāvañca dassetumāha ‘‘bhiyyo payoga’’miccādi.",
  "anya-e0810n0:34_2": "Sogate sugatassa vacanabhūte āgame piṭakattaye, tañhi āgacchanti tividhasampattiyo",
  "anya-e0810n0:34_3": "etenāti āgamoti vuccati. Tasmiṁ bhiyyo payogaṁ bāhullena payujjateti payogo, taṁ",
  "anya-e0810n0:34_4": "āgamma gahetvā kvaci araññavaggādīsu nighaṇṭuyuttiñca nighaṇṭunāmake satthe āgataṁ",
  "anya-e0810n0:34_5": "buddhavacanānurūpaṁ yuttiñca ānīya ānetvā nāmaliṅgaṁ kathīyati antobhāvena nipphannaṁ",
  "anya-e0810n0:34_6": "bahibhāvena pakāsīyate. Āvibhāvattameva hi jaññattaṁ santakāriyakārino. Āsīsāyaṁ",
  "anya-e0810n0:34_7": "vā avassambhāvinopi vacanassa vattamānatthavatticchāya vattamānattaṁ, tathā hi loke",
  "anya-e0810n0:34_8": "avassambhāvino siddhimabhisandhāya bhāvinamappattaṁ vattamānattena vā atītattena",
  "anya-e0810n0:34_9": "vā vattumicchati, taṁ yathā – ‘‘idaṁ mamamapāpaye’’ti koci kenacābhihito santo avassaṁ",
  "anya-e0810n0:34_10": "taṁ bhavissatīti maññamāno pāpiyamānaṁ pattaṁ vā vattumicchati , tatoyeva ‘‘āsīsāyaṁ",
  "anya-e0810n0:34_11": "bhūtamiva ce’’ti pāṇini 3.3.132 tadatidesavacanaṁ paccākhyāyate.",
  "anya-e0810n0:35": "Paṇāmādivaṇṇanā niṭṭhitā."
}