{
  "anya-e0301n7:0": "Vīthimutta saṅgaha paramatthadīpanī",
  "anya-e0301n7:1_0": "143. Evaṁ pavattikāle pavattisaṅgahaṁ dassetvā idāni paṭisandhiyaṁ pavattisaṅgahaṁ",
  "anya-e0301n7:1_1": "dassetuṁ ādigātha māha. Evaṁ vuttanayena pavattiyaṁ pavattisaṅgahonāma vīthicittavasena",
  "anya-e0301n7:1_2": "udīritokathito. Idāni sandhiyaṁ pavattisaṅgaho nāma vīthimutta cittānaṁ vasena vuccatīti",
  "anya-e0301n7:1_3": "yojanā. Etthaca paṭisandhiyaṁ cittacetasikānaṁ pavattiyā kathitāya tato paraṁ bhavaṅgakāleca",
  "anya-e0301n7:1_4": "cutikāleca tesaṁ pavatti kathitāyeva hotīti katvā sandhiyamicceva vuttaṁ.",
  "anya-e0301n7:2": "[141] Vibhāvaniyaṁ pana",
  "anya-e0301n7:3_0": "Parato maraṇuppattiyaṁ pathamaṁ cutiṁ dassetvā pacchā anantare paṭisandhiyā vakkhamānattā",
  "anya-e0301n7:3_1": "idha sandhiggahaṇena atītā nantara cutipi gahetabbāti adhippāyena yaṁ vuttaṁ ‘‘tadāsannatāya",
  "anya-e0301n7:3_2": "taṁgahaṇeneva gahitacutikālecā’’ti. Taṁ na yujjatiyeva.",
  "anya-e0301n7:4_0": "Vīthimuttānañhi visayappavattināma atītānantarabhave maraṇuppattiyaṁeva siddhāti",
  "anya-e0301n7:4_1": "ekasmiṁ bhave visayappapattiyā saha tesaṁ paṭisandhipamukhānaṁ vīthimuttacittānaṁ",
  "anya-e0301n7:4_2": "pavattidassanatthaṁeva tāya atītānantaracutiyā saddhiṁ maraṇuppattividhānaṁ therena",
  "anya-e0301n7:4_3": "dassitanti. Bhavanti sattā saṅkhārāca etāsūti bhūmiyo. Ayoti vaḍḍhi. Atthato pana",
  "anya-e0301n7:4_4": "sukhaṁca sukhahetu sukhapaccayāca veditabbā. Yebhuyyena tato ayato apagatā ettha",
  "anya-e0301n7:4_5": "nibbattā sattāti apāyo. Soeva bhūmīti apāyabhūmi. Oḷārikena kāmarāgena kāmīyatīti",
  "anya-e0301n7:4_6": "kāmo. Gantabbā upagantabbāti gati. Gacchanti sattā etthātivā gati. Anekavidhasampattīnaṁ",
  "anya-e0301n7:4_7": "adhiṭṭhānatāya sobhaṇāgati sugati. Kāmoca so sugaticāti samāso. Natthi yathāvutto",
  "anya-e0301n7:4_8": "ayo etthāti nirayo. Niccaṁ vā rayanti kampanti phandanti sattā dukkhappattā etthāti",
  "anya-e0301n7:4_9": "nirayo. Manussā viya uddhaṁ uccā ahutvā tiro añcitā āyatāti tiracchānā. Yuvanti nānā",
  "anya-e0301n7:4_10": "vaṇṇasaṇṭhānāpi sattā samānajātitāya ekībhūtāviya honti etāyāti yoni. Jāti.",
  "anya-e0301n7:5": "Vibhāvaniyaṁ pana",
  "anya-e0301n7:6": "Khandhānaṁ pavattivisesoti vuttaṁ.",
  "anya-e0301n7:7_0": "Tiracchānānaṁ yoni tiracchānayoni. Pecca itā gatāti petā. Ito apakkamma cavitvā bhavantare",
  "anya-e0301n7:7_1": "gatāti attho. Yekeci kālaṅkatā. Divaṅgatāpi hi loke kālaṅkatā petāti vuccanti. Idha",
  "anya-e0301n7:7_2": "pana sukhasamussayato pecca pakaṭṭhaṁ pavāsaṁ dūraṁ gatāti atthena yāva tato na muccanti.",
  "anya-e0301n7:7_3": "Tāva niccaṁ dukkhappattā lakkhaṇasaṁyuttādīsu āgatā tatīyā apāyikasattā adhippetā.",
  "anya-e0301n7:7_4": "Petānaṁ samūho petti. Pettiyā visayoti petti visayo. Visayotica pavattideso vuccati.",
  "anya-e0301n7:7_5": "Asurakāyoti ettha surā vuccanti upari devā suranti iddhivisesehi dibbanti, suṭṭhuvā",
  "anya-e0301n7:7_6": "ramanti kāmasukharatiṁ paccanubhavantīti katvā. Na surāti asurā. Vepacitti pahārādādayo",
  "anya-e0301n7:7_7": "sandhāya surapaṭipakkhā sura sadisāvāti attho. Viyaṅkaramātā uttaramātādayo vini",
  "anya-e0301n7:7_8": "pātike sandhāya khuddakasurā cūḷakasurāti attho. Yamarājā dayo vemānikapete sandhāya",
  "anya-e0301n7:7_9": "ekadesena surasadisāti attho. Vemānikapetāpi hi katthaci asurakāyāti āgatā. Lokantarika",
  "anya-e0301n7:7_10": "nerayike sandhāya sabbaso suraguṇa rahitāti attho. Tepi hi buddhavaṁsanidānaṭṭhakathāyaṁ",
  "anya-e0301n7:7_11": "jātidukkha niddesesuca asurakāyāti vuttā. Tathā kālakañcikapete sandhāya sabbaso",
  "anya-e0301n7:7_12": "surabhāvarahitāti attho. Iti pañcannaṁ asurānaṁ vasena atthavibhāgo veditabbo. Dibbā",
  "anya-e0301n7:7_13": "vata bhokāyā parihāyissanti, paripūrissanti asurakāyāti imasmiṁ suttapade cattāropi",
  "anya-e0301n7:7_14": "apāyā asurakāyāti aṭṭhakathāyaṁ vaṇṇitā.",
  "anya-e0301n7:8_0": "Tattha vepacitti pahārādādayo asurā tāva tiṁsesu devesu saṅgahitā. Vinipātikāsurā",
  "anya-e0301n7:8_1": "cātumahārājikadevesu. Tathā vemānikapetāsurā. Tepi hi vinipātikāsurā viya tihetukāpi",
  "anya-e0301n7:8_2": "duhetukāpi ahetukāpi hontīti aṭṭhakathāsu vuttā. Yamarājāno pana vessabhū nottica",
  "anya-e0301n7:8_3": "petti rājā somo yamo vessavaṇoca rājāti evaṁ kathā vatthupāḷiyaṁ āgatā vessabhūādayo",
  "anya-e0301n7:8_4": "sayaṁ mahiddhikā mahānubhāvā vemānikapetarājāno hutvāpi nerayikesu sattesu kāruññataṁ",
  "anya-e0301n7:8_5": "paṭicca heṭṭhā nirayalokesupi rajjaṁ kārentiyeva. Teneva hi sabbe petalokāpi nirayalokāpi",
  "anya-e0301n7:8_6": "yamalo kātica yamavisayātica vuccantīti. Yeca cātumahārājikapari yāpannā pāpajjhāsayā",
  "anya-e0301n7:8_7": "kururakammakārino revativimāne yakkhāti āgatā saṁkiccajātake rakkhasāti āgatā yakkharakkhasānāma",
  "anya-e0301n7:8_8": "ito gantvā ussadanirayesu nerayikānaṁ nānākamma kāraṇāyo karonto vicaranti. Tesaṁpi",
  "anya-e0301n7:8_9": "kālo upakāloti evamādīhi nāmehi nāradajātake āgatānaṁ niraya pālānaṁ upariyamarājānaṁ",
  "anya-e0301n7:8_10": "āṇāpavattatiyevāti. Lokantarikā surā niraye saṅgahitā. Idha pana kālakañcikādayo",
  "anya-e0301n7:8_11": "petāsurāva adhippetā. Tesaṁ asurānaṁ kāyo samūhoti asurakāyo. Etthaca nirayabhūmināma",
  "anya-e0301n7:8_12": "paccekaṁ soḷasussadapari vārānaṁ aṭṭhannaṁ mahānirayānaṁ vasena anto pathaviyaṁ ṭhitāti",
  "anya-e0301n7:8_13": "veditabbā. Arañña pabbata samudda dīpakādīsupi nānāniraya bhūmiyo hontiyeva. Tasmā",
  "anya-e0301n7:8_14": "tādisassa visuṁ vavatthitassa okāsassa atthitāya nirayotveva vuttā. Sesānaṁ pana",
  "anya-e0301n7:8_15": "tissannaṁ apāyabhummīnaṁ tādisassa okāsassa natthitāya yoni visaya kāya saddehi yojetvā",
  "anya-e0301n7:8_16": "khandhāvā khandhappavattipadesāvā gahitāti. [Apāyabhūmi]",
  "anya-e0301n7:9_0": "Ussito uggato ussannovā mano etesanti manussā. Tehi anantesu cakkavāḷesupi itarabhūmikānaṁ",
  "anya-e0301n7:9_1": "sattānaṁ tikkhatarasūra vicitracittā honti. Paripuṇṇānaṁ kusalākusalakamma pathānaṁ",
  "anya-e0301n7:9_2": "ānantariyakammānañca ettheva sambhavatoti. Tesupi pana jambudīpavāsinoeva atisayena",
  "anya-e0301n7:9_3": "ussitamanā honti. Itare pana tehi samānavaṇṇāditāya manussā icceva vuccanti. Imasmiṁ",
  "anya-e0301n7:9_4": "cakkavāḷe pana vattabbameva natthi, yathāha-tīhi bhikkhave ṭhāne hi jambudīpakā manussā",
  "anya-e0301n7:9_5": "uttarakuruke manusse adhiggaṇhanti. Deveca tāvatiṁse. Katamehi tīhi ṭhānehi. Sūrāca",
  "anya-e0301n7:9_6": "sati mantoca idha brahmacariyavāsocāti. Akkharacintakā pana vadanti manūti mahāsammatarājā",
  "anya-e0301n7:9_7": "vuccati. Imeca janā tena thapitesu mariyādadhammesu ṭhitā tassa puttaṭṭhāniyā honti.",
  "anya-e0301n7:9_8": "Tasmā manuno apaccā puttāti manussāti. Idha pana bhūmipariyāyoti katvā manussāti",
  "anya-e0301n7:9_9": "itthiliṅgaṁ ekavacanañca katanti daṭṭhabbaṁ. Evaṁ sese supi. Yesu pana cattāro mahārājāno",
  "anya-e0301n7:9_10": "rajjaṁ kārenti. Te devā cātumahārājikā. Tattha dhataraṭṭho gandhappānaṁ rājā hoti.",
  "anya-e0301n7:9_11": "Viruḷhako kumbhaṇḍānaṁ. Virūpakkho nāgānaṁ. Kuvero yakkhānaṁ. Tattha paṭisandhivasena",
  "anya-e0301n7:9_12": "gandharukkhesu appenti upagacchantīti gandhappā. Gandharukkhādhivatthā devā. Te mūlagandhādivasena",
  "anya-e0301n7:9_13": "dasadhā pāḷiyaṁ āgatā. Kumbhaṇḍāti dānavarakkhasā. Nāgā yakkhāca pākaṭā. Sabbe te",
  "anya-e0301n7:9_14": "yebhuyyena pāpajjhāsayā kururakammakārino ca honti. Tasmā cattāro mahārājāno aññamaññaṁvā",
  "anya-e0301n7:9_15": "manussānaṁ vā aviheṭhanatthāya tesu nānārājānaṁvā nānāsenāpatiṁvā thapesuṁ.",
  "anya-e0301n7:10_0": "Āṭānāṭiyasuttaṁcetthavattabbaṁ. Tattha hi yakkhoyakkhinīgandhappo gandhappī kumbhaṇḍo",
  "anya-e0301n7:10_1": "kumbhaṇḍī nāgo nāgīticatasso avaruddhakajātiyo āgatā. Tattha sarīrobhāsasirisampattiyutto",
  "anya-e0301n7:10_2": "amanusso yakkhotica devotica devatātica vuccati. Sarīro bhāsa sirisampattirahito",
  "anya-e0301n7:10_3": "vigaccharūpo amanusso yakkhotveva vuccati. Rukkhaṭṭhakavimāne jāto rukkhadevatānāma.",
  "anya-e0301n7:10_4": "Rukkhassa abbhantare jāto gandhapponāma. Yo loke kaṭṭhayakkhoti vuccati. Pubbe nihīnakammakatā",
  "anya-e0301n7:10_5": "kāci gandhappiyo manussitthīnaṁ sarīrabbhantaresupi jāyanti. Yā vedaganthesu yoginītica",
  "anya-e0301n7:10_6": "loke joginītica vuccanti. Abhilakkhitarattīsu gocarapasuta kāle jutiatthena juṇhātica",
  "anya-e0301n7:10_7": "vuccanti, kubbhaṇḍānāma mahodarā visālakkhā rakkhasāeva. Ye loke dhana rakkhakāti",
  "anya-e0301n7:10_8": "vuccanti. Te hi vepullapabbate maṇiratanaṁ rakkhanti. Anto himavante abbhantara ambarukkhe",
  "anya-e0301n7:10_9": "rakkhanti. Evaṁ ratanaṭṭhānānivā vanappati rukkhevā dibbosadharukkhevā dibbagandharukkhevā",
  "anya-e0301n7:10_10": "udakasarevā rakkhitvā asanti bhakkhanti. Tasmā rakkhasāti vuccanti. Nāgo nāgīti ettha",
  "anya-e0301n7:10_11": "anto pabbatevā anto pathaviyaṁvā nibbattā vasundharadevayakkhajātiyopi idha nāgātveva",
  "anya-e0301n7:10_12": "vuccanti. Yā mahāparinibbāna sutte bhūmicālasuttapade pathavī devatāti vuttā. Yāsaṁ",
  "anya-e0301n7:10_13": "kīḷāpasuta vasena kadāci bhūmicālo hoti. Yāsañca mantapadāni vatthu vijjātica bhūmivijjātica",
  "anya-e0301n7:10_14": "brahmajālasutte vuttāni. Tesuca nānā iddhimantā avaruddhakā pāpātiratā kibbisakammakārino",
  "anya-e0301n7:10_15": "kīḷā soṇḍavasenavā ghāsasoṇḍavasenavā petesucanirayesuca pakati vaṇṇenavā soṇagijjhakākādivaṇṇenavā",
  "anya-e0301n7:10_16": "satte viheṭhayantā vicaranti. Sabbañce taṁ suttantesuvā jātakesuvā vedaganthesuvā",
  "anya-e0301n7:10_17": "kusalehi veditabbanti.",
  "anya-e0301n7:11_0": "Saha puññakārino tettiṁsa janā māghenanāma jeṭṭhapurisena saha ettha nibbattāti tettiṁsā.",
  "anya-e0301n7:11_1": "Sāeva tāvatiṁsā nirutti nayena. Kāmañcettha sabbacakkavāḷesupi ayaṁ dutīyadeva loko",
  "anya-e0301n7:11_2": "janavasatasutte āgata nayena sakkaṭṭhāniyānaṁ pajāpati varuṇa īsānādīnaṁ tettiṁsa",
  "anya-e0301n7:11_3": "devarājūnaṁ nibandhano kāso hoti. Sahassaṁ cātumahārājikānaṁ. Sahassaṁ tāvatiṁsānanti",
  "anya-e0301n7:11_4": "hi aṅguttare vuttaṁ. Māghapurisā pana tesu samudāgatesu devarājaṭṭhānesu paccājātā",
  "anya-e0301n7:11_5": "honti. Etarahi dharamānāca tasmā tesaṁ vasena ayaṁ vacanattho katoti veditabbo. Apare",
  "anya-e0301n7:11_6": "pana yathā indagopakavaṇṇābhā. Tāva dissanti tiṁsatīti imasmiṁ vidhurajātake tāva",
  "anya-e0301n7:11_7": "saddo tiṁsasaddaparivāramatto hoti. Tathā idhāpīti katvā tiṁsamattānaṁ sakkaṭṭhāniyānaṁ",
  "anya-e0301n7:11_8": "devarājakulānaṁ nivāsaṭṭhā nattā tāvatiṁsānāmāti yuttaṁ siyā. Aṭṭhakathāsu pana yathāvuttaṁ",
  "anya-e0301n7:11_9": "niruttinayaṁ kappetvā māghavatthūsuca tesu tesuca ṭhānesu sakkānaṁ tettiṁsa saṅkhāeva",
  "anya-e0301n7:11_10": "vuttātipi vadanti. Taṁ na yujjati. Pāḷiyaṁeva brahmāsanaṅkumāro tettiṁse attabhāve",
  "anya-e0301n7:11_11": "abhinimminitvā devānaṁ tāvatiṁsānaṁ pallaṅkesu nisīditvāti vuttattā. Yāmoti tasmiṁ",
  "anya-e0301n7:11_12": "devaloke issaradevakulassa nāmaṁ. Tathā suyāmotica. Taṁ sahacaritattā pana so deva",
  "anya-e0301n7:11_13": "lokopi tattha nibbattadevāpi yāmātveva vuccanti. Vipulāya sirisampattiyā samannāgatattā",
  "anya-e0301n7:11_14": "niccaṁ tusanti ativiya haṭṭhatuṭṭhamukhā honti etthāti tusitā. Yathārucite bhoge",
  "anya-e0301n7:11_15": "sayameva nimminitvā nimminitvā ramanti etthāti nimmānaratī. Attano ruciṁ ñatvā parehi",
  "anya-e0301n7:11_16": "nimmitesu bhogesu vasaṁ vattenti etthāti paranimmitavasavattī. Brūhanti vaḍḍhanti",
  "anya-e0301n7:11_17": "atipaṇītehi jhānādi guṇehi vuddhiṁ viruḷhiṁ vepullaṁ āpajjantīti brahmāno. Mahantā",
  "anya-e0301n7:11_18": "brahmāno mahābrahmānoti vattabbe mahāsaddassa lopo.",
  "anya-e0301n7:12_0": "Parisati bhavāti pārisajjā. Parisāsu jātātivā pārisajjā. Paricārikāti attho. Mahābrahmānaṁ",
  "anya-e0301n7:12_1": "pārisajjāti brahma pārisajjā. Pure ucce ṭhāne odahanti tiṭṭhantīti purohitā. Mahābrahmānaṁ",
  "anya-e0301n7:12_2": "purohitāti brahmapurohitā. Mahantā brahmāno mahābrahmāno. Sahassobrahmā dvisahassobrahmā.",
  "anya-e0301n7:12_3": "Tisahassobrahmātiādinā saṅkhārupapattisutte āgatā adhipatibrahmānoti attho. Tattha",
  "anya-e0301n7:12_4": "sahassobrahmāti cakkavāḷasahassamhi issaro brahmā. Dvisahassoti dvīsu cakkavāḷa sahassesu",
  "anya-e0301n7:12_5": "issaroti attho. Tayopete ekatala vāsino honti. Tattha loke mahājanā visuṁ visuṁ kuladevatāyonāma",
  "anya-e0301n7:12_6": "upaṭṭhahanti. Keci mahādevaṁnāma upaṭṭhahanti. Keci vāsudevaṁnāma. Keci mahesaraṁnāma.",
  "anya-e0301n7:12_7": "Keci paramesvāraṁ nāmāti. Gharadevatā gāmadevatā rukkhadevatādayopi tesaṁ mahādevarājānaṁ",
  "anya-e0301n7:12_8": "upaṭṭhakāeva sampajjanti. Tattha mahādevarā jānoviya mahābrahmāno daṭṭhabbā. Gharadevatādayoviya",
  "anya-e0301n7:12_9": "brahma purohitādaṭṭhabbā, manussāviya brahmapārisajjādaṭṭhabbā. Tatthaca ghara devatādayo",
  "anya-e0301n7:12_10": "mahādevarā jāno adisvāva upaṭṭhahanti. Manussā ca teubhopi adisvāva upaṭṭhahanti.",
  "anya-e0301n7:12_11": "Evamevaṁ brahmapurohitā mahābrahmānopi napassanti. Mahābrahmānaṁ nivāsaṭṭhānaṁpi",
  "anya-e0301n7:12_12": "najānanti. Brahmapārisajjāubhopi napassanti. Ubhinnaṁnivāsaṭṭhānaṁpi najānanti. Yadā",
  "anya-e0301n7:12_13": "pana oḷārikaṁ rūpaṁ māpetvā attānaṁ dassenti. Tadā eva passanti. Esanayo uparibhūmīsupi.",
  "anya-e0301n7:12_14": "Yaṁ pana brahmanimantana suttaṭṭhakathāyaṁ vuttaṁ brahmānaṁ pakatirūpaṁ kassaci āpātaṁ",
  "anya-e0301n7:12_15": "na gacchatīti. Taṁ brahmapuro hitā dīnaṁ uparimānaṁ brahmānaṁ pakatirūpaṁ kassaci",
  "anya-e0301n7:12_16": "brahmapārisajjādinovā devassavā manussassavāāpātaṁ nagacchatīti katvā vuttaṁ. Heṭṭhimānaṁ",
  "anya-e0301n7:12_17": "pana pakatirūpaṁ uparimassa āpātaṁ āgacchissatiyeva. Teneva hi janavasabhasuttaṭṭhakathāyaṁ",
  "anya-e0301n7:12_18": "heṭṭhimaheṭṭhimāhi devā uparimadevānaṁ oḷārikaṁ katvā māpitameva attabhāvaṁ passituṁ",
  "anya-e0301n7:12_19": "sakkontīti vuttaṁ. Tatthadutīyatale parittābhāti brahmapārisajjāeva. Appamāṇābhāti",
  "anya-e0301n7:12_20": "brahmapurohitā eva. Ābhassarāti mahābrahmānoeva. Tasmiṁ tale adhipati brahmānoevāti",
  "anya-e0301n7:12_21": "attho. Heṭṭhimatalato pana visesa karaṇatthaṁ ābhāvasena nāmagahaṇaṁ hotīti daṭṭhabbaṁ.",
  "anya-e0301n7:13_0": "Tattha parittā ābhā etesanti parittābhā. Appamāṇā ābhā etesanti appamāṇābhā. Ābhāsaranti",
  "anya-e0301n7:13_1": "niccharanti etesūti ābhassarāti. Tatīyatale parittasubhāti brahmapārisajjāeva. Appamāṇasutāti",
  "anya-e0301n7:13_2": "brahmapurohitāeva. Sutakiṇṇāti mahābrahmanoeva. Tasmiṁ tale adhipatibrahmāno evāti",
  "anya-e0301n7:13_3": "attho. Tattha subhāti ekagghanā acalasaṇṭhitā ābhāeva vuccanti. Parittā subhā etesanti",
  "anya-e0301n7:13_4": "parittasubhā. Appamāṇā subhā etesanti appamāṇasubhā. Sutehi ākiṇṇāti subhākiṇṇā.",
  "anya-e0301n7:13_5": "Subhakiṇhātipi paṭhanti. Tesaṁ ākārassa rasso antimaṇakārassa ca hakāro daṭṭhabbo.",
  "anya-e0301n7:13_6": "Imesu pana dvīsu talesu pakatikāyappabhā adhimattā honti. Tasmā tāsaṁ vasena parittābhātiādikaṁ",
  "anya-e0301n7:13_7": "nāmaṁ siddhaṁ. Na brahmapāri sajjātiādikaṁ. Evañca katvā verañjasutte pathamatalavāsino",
  "anya-e0301n7:13_8": "brahmakāyikā devāti āgatā. Dutīyatalavāsino ābhādevāti. Tatīyatalavāsino subhādevāti",
  "anya-e0301n7:13_9": "catutthatale vipulaṁ phalaṁ etesanti vehapphalā. Athavā iñjanajātikehi somanassajjhānehi",
  "anya-e0301n7:13_10": "nibbattānaṁ tiṇṇaṁ heṭṭhimatalānaṁ tejosaṁ vaṭṭādikena antarāyena bhūmitalena saha",
  "anya-e0301n7:13_11": "āyukappanivattivasena iñjitaṁ puññaphalaṁ atthi. Tesu hi yaṁ subhākiṇṇānaṁ devānaṁ",
  "anya-e0301n7:13_12": "catusaṭṭhikappānīti vuttaṁ. Taṁ tasmiṁ tale ādikappikānaṁ vasena vuttaṁ. Pacchimikānaṁ",
  "anya-e0301n7:13_13": "pana tesaṭṭhikappa dvāsaṭṭhikappa ekasaṭṭhi kappādi vasena iñjitaṁ paṭilīnaṁ puññaphalaṁ",
  "anya-e0301n7:13_14": "hotīti. Āneñjajātikena upekkhājhānena nibbattānaṁ pana kenaci antarāyena tādisaṁ",
  "anya-e0301n7:13_15": "iñjitaṁ puññaphalaṁ nāma natthi. Tasmā jhāna sāmatthiyānurūpaṁ visesena īhitaṁ abhivaḍḍhitaṁ",
  "anya-e0301n7:13_16": "puññaphalaṁ ettha atthīti vehapphalā.",
  "anya-e0301n7:14_0": "Natthi saññāmukhena gahitā cattāro arūpakkhandhā etesanti asaññā. Asaññāca te sattācāti",
  "anya-e0301n7:14_1": "asaññasattā. Cittace tasikānaṁ pana natthitāya tesaṁ asattapasaṅgatā sambhavatīti",
  "anya-e0301n7:14_2": "sattagahaṇaṁ katanti daṭṭhabbaṁ. Ete dvepi ekatalavāsino eva honti. Etthapi nibbattakajjhānassa",
  "anya-e0301n7:14_3": "hīnamajjhimapaṇītatā visesassa atthitāya tadanurūpaṁ brahmānaṁpi pārisajja purohita",
  "anya-e0301n7:14_4": "mahābrahmatta viseso sambhavatiyeva. Āyuvemattatāya pana aññamañña adassanādīnañca",
  "anya-e0301n7:14_5": "natthitāya pārisajjādivasena bhūmivibhāgo natthīti veditabbo. Evaṁ avihādīsupi. Oḷārikānaṁ",
  "anya-e0301n7:14_6": "kāmarāgapaṭighānusayānaṁ natthitāya suddhānaṁ anāgāmiarahantānameva āvāsāti suddhāvāsā.",
  "anya-e0301n7:14_7": "Tattha pathamabhūmivāsino appakena kālena attano ṭhānaṁ navijahantīti avihā. Athavā,",
  "anya-e0301n7:14_8": "oḷārikānaṁ pañcannaṁ saṁyojanānaṁ pahīnattā natthi cittassa vihaññanaṁ samathavipassa",
  "anya-e0301n7:14_9": "nādhammesu avipphārikatāpatti etesanti avihā. Dutīyabhūmi vāsino na kenaci cittapariḷāhena",
  "anya-e0301n7:14_10": "tappantīti atappā. Tatīya talavāsino parisuddhehi pasādacakkhu dibbacakkhu dhammacakkhu",
  "anya-e0301n7:14_11": "paññā cakkhūhi sampannattā suṭṭhu passantīti sudassā. Catutthabhūmivāsino pana tato",
  "anya-e0301n7:14_12": "atisayena suṭṭhu dassanabhāvena samannāgatāti sudassino. Atisayatthe hi ayaṁ īkāroti.",
  "anya-e0301n7:14_13": "Pañcamabhūmi vāsino upari aññassa bhūmantaragatassa rūpibrahmuno natthitāya natthi",
  "anya-e0301n7:14_14": "rūpīnaṁ sattānaṁ majjhe kenaci guṇena kaniṭṭhabhāvo etesanti akaniṭṭhā.",
  "anya-e0301n7:15_0": "Ākāsānañcāyatanabhūmīti ettha yattakaṁ ākāsapadesaṁ pharitvā ākāsānañcāyatana saññitā",
  "anya-e0301n7:15_1": "catukkhandhā pavattanti. So khandhasahito ākāsapadeso ākāsānañcāyayanabhūmi. Evaṁ",
  "anya-e0301n7:15_2": "sesāsu. Puthujjanā sotāpannā sakadāgāminocāpi puggalā suddhāvāsesu sabbathā sabbapakārenapi",
  "anya-e0301n7:15_3": "nalabbhantīti yojanā. Etthaca sakadāgāmīnaṁ paṭikkhepena anāgāmi maggaṭṭhassapi tattha",
  "anya-e0301n7:15_4": "paṭikkhepo siddho hotīti uparimānaṁ tiṇṇaṁ ariyānameva tattha paṭilābho imāya gāthāya",
  "anya-e0301n7:15_5": "vuttoti veditabbo. Sesaṭṭhānesūti pañcasuddhāvāsato asaññāpāyatoca avasesesu ekavīsatiyā",
  "anya-e0301n7:15_6": "ṭhānesu, anariyāti puthujjanā. [Bhūmicatukkaṁ]",
  "anya-e0301n7:16_0": "144.Okkantikkhaṇeti paṭisandhikkhaṇe. Paṭisandhihi bhavantare okkamanaṁ anupavisananthi",
  "anya-e0301n7:16_1": "atthena okkantīti vuccati. Tato paraṁ bhavaṅgaṁ hutvāti yojanā. Keci pana bhavaṅgapariyosāneti",
  "anya-e0301n7:16_2": "paṭhanti. Taṁ na yujjati. Jātiyā andho jaccandho. Ādisaddena jāti badhira jaccaghānaka",
  "anya-e0301n7:16_3": "jātimūga jacceḷa jaccummattaka paṇḍaka ubhato byañjanaka napuṁsaka mammādayo saṅgaṇhāti.",
  "anya-e0301n7:16_4": "Tattha yassa cakkhuṁ uppādetuṁ asamatthena kammena paṭisandhi laddhā. So jaccandho",
  "anya-e0301n7:16_5": "nāma. Esanayo sesesupi. Tattha pasādasota rahito jātibadhiro nāma. Pasāda ghānarahito",
  "anya-e0301n7:16_6": "jacca ghānako nāma. Pasādajivhārahito nāma natthi. Vacanarahito jātimūgonāma. Disāvidisāmattaṁpi",
  "anya-e0301n7:16_7": "saññāpetuṁ asakkuṇeyyo jātieḷo nāma. Sabbakālaṁpi vipallaṭṭhacitto jaccummattakonāma.",
  "anya-e0301n7:16_8": "Kāmahetu āsittakādibhāvena vippakārapatto paṇḍakonāma. Dvīhi byañjanehi samannāgato",
  "anya-e0301n7:16_9": "ubhato byañjanakonāma. Bhāvadvaya rahito napuṁsakonāma. Pakativacanepi ekamekaṁ akkharaṁ",
  "anya-e0301n7:16_10": "mahussāhena uppādento vibacchavacano mammonāma. Etthaca cakkhuṁ uppādetuṁ samatthena",
  "anya-e0301n7:16_11": "kammena laddhapaṭisandhikassa pavattikāle taṁvā aññaṁvā kammaṁ cakkhuṁ uppādeti.",
  "anya-e0301n7:16_12": "Asamatthenakammena laddhapaṭisandhi kassa pana vatthuvipannassa pavattikāle aññaṁpi",
  "anya-e0301n7:16_13": "kammaṁ cakkhuṁ uppādetīti natthi. Tasmā gabbhaseyyakānaṁpi jaccandhabhāvo paṭisandhikkhaṇeyeva",
  "anya-e0301n7:16_14": "siddhoti veditabbo. Esanayo sesesu jāti badhirādīsu. Āyatanānaṁ paṭilābho jātīti",
  "anya-e0301n7:16_15": "vuttattā cakkhussa uppajjanārahakālo cakkhussa jātikālonāma. Tadā anuppanna cakkhuko",
  "anya-e0301n7:16_16": "jaccandhonāmāti evaṁ attano attano uppajjanāraha kālavasena tassa tassa āyatanassa",
  "anya-e0301n7:16_17": "jātikālo veditabbo. Evañhisati jātimūgādayopi upapanno hontītica vadanti. Vibhāvani",
  "anya-e0301n7:16_18": "yaṁpi ayamattho vibhāvitoti.",
  "anya-e0301n7:17": "[142] Yaṁ pana vibhāvaniyaṁ",
  "anya-e0301n7:18_0": "‘‘Apare pana jaccandhoti pasutiyaṁyeva andho. Mātu kucchiyaṁ andho hutvā nikkhantoti",
  "anya-e0301n7:18_1": "attho. Tena duhetukatihetukānaṁ mātukucchiyaṁ cakkhussa avipajjanaṁ siddhanti vadantīti’’",
  "anya-e0301n7:18_2": "vuttaṁ. Taṁ na yuttaṁ.",
  "anya-e0301n7:19_0": "Loke mātukucchiyaṁyeva andho hutvā nikkhantassapi ekaccassa taṁ taṁ sippavijjāṭhānesu",
  "anya-e0301n7:19_1": "paññāveyyattiyabhāvassa diṭṭhattā. Thapetvā hi mahābodhisatte aññeca pacchimabhavike",
  "anya-e0301n7:19_2": "satte avasesānaṁ dvihetuka tihetukānaṁpi mātukucchimhi parūpakkamenavā mātuyā visamapayogenavā",
  "anya-e0301n7:19_3": "nānābādhenavā uppannānaṁpi cakkhusotānaṁ vipattināma natthīti na sakkā niyametunti.",
  "anya-e0301n7:19_4": "Bhummassitānañca vinipātikāsurānanti ettha bhūmiyaṁ jātāti bhummā. Bhūmisambandhesu",
  "anya-e0301n7:19_5": "rukkhaṭṭhaka pabbataṭṭhaka vimānesu nibbattā āḷavaka sātāgira hemavatādayo mahiddhikā",
  "anya-e0301n7:19_6": "bhummādevā. Ye loke baliharaṇa vasena pūjanīyaṭṭhena yakkhātipi vuccanti. Ye pana",
  "anya-e0301n7:19_7": "bhummadevajātikāpi samānā attano puññanibbattassa kassaci bhogasukhassa abhāvā kicchajīvi",
  "anya-e0301n7:19_8": "kappattā vicaranti. Te tesaṁ mahiddhikānaṁ bhummadevānaṁ paraṁpara pārisajjesu pariyāpannattā",
  "anya-e0301n7:19_9": "bhumme deve sitā nissitāti atthena bhummassitānāma honti. Bhummissitātipi pāṭho.",
  "anya-e0301n7:19_10": "Puññanibbattassa nivāsaṭṭhānassa abhāvā rukkhagumbaleṇaguhāsusānā dīsu vivittesu",
  "anya-e0301n7:19_11": "bhūmipadesesu nissāya vasantīti attho. Teyeva virūpā hutvā bhavantare nipatantīti",
  "anya-e0301n7:19_12": "vinipātikā. Vinipātikāca te heṭṭhāvuttaṭṭhena asurācāti vinipātikā surā. Te pana",
  "anya-e0301n7:19_13": "gāmasamīpevā antogāmevā vivittaṭṭhānesu vasitvā gāmavāsīhi chaḍḍitāni bhattasitthapūvakhajjamacchamaṁsādīni",
  "anya-e0301n7:19_14": "pariyesitvāvā tāni alabhitvā dārakevā gilānevā pīḷetvāvā sakkontā pana aññepi manusse",
  "anya-e0301n7:19_15": "tāsetvā pīḷetvāvā jīvitaṁ kappentīti. Tesaṁ vinipātikāsurānaṁ. Ekaccānanti adhippāyo.",
  "anya-e0301n7:19_16": "Na hi sabbe vinipātikā surānāma ahetu kāevāti sakkā vattuṁ. Dvihetukatihetukānaṁpi",
  "anya-e0301n7:19_17": "sabbhāvato. Evañca katvā tesaṁ ekaccānaṁ piyaṅkaramātā uttaramātā dhammaguttā phussamittādīnaṁ",
  "anya-e0301n7:19_18": "dhammābhisamayopi aṭṭhakathāsu vuttoti. Ekacce yakkhajātikāpi rakkhasajātikāpi vemānikapetāpi",
  "anya-e0301n7:19_19": "paradattupajīvi petāpi ettha saṅgahitāti daṭṭhabbā.",
  "anya-e0301n7:20_0": "Tesūti yathāvuttapaṭisandhi yuttesu puggalesu. Yasmā āyuparicchedonāma ekabhūmipariyāpannānaṁ",
  "anya-e0301n7:20_1": "sabbasattānaṁ asesasā dhāraṇaniyamaparimāṇavasena pavatto. Apāyānaṁ manussānaṁ bhumma",
  "anya-e0301n7:20_2": "devānañca tādiso niyamaparimāṇonāma natthi. Na hi sakalacakka vāḷapariyāpannā ekabhūmakā",
  "anya-e0301n7:20_3": "sabbanirayā ekaāyuparicchedā honti. Tiracchānādīsupi esevanayo. Tasmā vuttaṁ catunnaṁ",
  "anya-e0301n7:20_4": "apāyānantiādi. Catunnaṁ apāyānaṁ āpāyikapuggalānaṁ āyuppamāṇa gaṇanāya niyamo natthi,",
  "anya-e0301n7:20_5": "tattha yebhuyyena kammapamāṇattā. Tattha nirayesu abbudādīnaṁ dasannaṁ nirayānaṁ",
  "anya-e0301n7:20_6": "bhagavatā vutto āyuparicchedopi tattha tattha nibbattakena kammenevasiddhoti veditabbo.",
  "anya-e0301n7:20_7": "Manussānanti idaṁ jambudīpagāsīnaṁ vasena vuttanti vadanti. Te saññeva hi āyukappassa",
  "anya-e0301n7:20_8": "ārohaṇaṁ orohaṇañca atthi. Na itaradīpavāsīnaṁ. Tesu hi uttarakuruvāsīnaṁ niyamato",
  "anya-e0301n7:20_9": "vassa sahassaṁ hoti. Itaresaṁ dvinnaṁ pañcavassa satānītica vadanti. Evaṁ sante tesu",
  "anya-e0301n7:20_10": "dīpesu ādikappikānaṁpi soeva paricchedoti āpajjati. Jambudīpavāsīnaṁ pana samavisamācāranisandabhūtā",
  "anya-e0301n7:20_11": "candasūriyanakkhattādīnaṁ visamasamagatimūlikāutuāhārānaṁ sampatti vipattiyo tesaṁpi",
  "anya-e0301n7:20_12": "sādhāraṇāeva honti. Tasmā tesupi āyuparicchedānaṁ ārohaṇaṁ orohaṇañca natthīti navattabbaṁ.",
  "anya-e0301n7:20_13": "Nisandamattattā jambudīpagatiyā ekagatikā nahontīti pana vattabbaṁ. Tathā hi pāḷiyaṁ",
  "anya-e0301n7:20_14": "uttarakurukā manussā amamā apariggahā. Niyatāyukā avasesāyunāti vuttaṁ. Tattha avasesāyunāti",
  "anya-e0301n7:20_15": "asaṅkhyeyyato orohitvā niccalaṁ ṭhitena vassasahassenāti atthoti.",
  "anya-e0301n7:21_0": "Vinipātikāsurānanti idaṁ nidassanamattaṁ daṭṭhabbaṁ. Sabbesaṁpi mahesakkhānaṁ appesakkhānañca",
  "anya-e0301n7:21_1": "bhummadevānaṁ vemānikapetādīnañca idha adhippetattā. Tesañhi sabbesaṁpi kammameva",
  "anya-e0301n7:21_2": "pamāṇanti. Cātumahārājikānaṁpanadevānanti idaṁ uparime cātumahārājike sandhāya vuttaṁ.",
  "anya-e0301n7:21_3": "Dibbānīti tasmiṁ devaloke siddhāni. Pañca vassasatānīti idañca yebhuyyavasena vuttanti",
  "anya-e0301n7:21_4": "gahetabbaṁ. Yasmā pana kassapabuddhassa sāvakabhūtā sotāpannadeva puttā ākāsaṭṭhaka",
  "anya-e0301n7:21_5": "vimānesu nibbattā yāva nimirājakālāpi tiṭṭhantīti jātakaṭṭhakathāyaṁ vuttā. Tasmā",
  "anya-e0301n7:21_6": "kesañci ākāsaṭṭhakadevānaṁpi kammapamāṇatā siddhā hotīti veditabbaṁ. Na cettha punappunaṁ",
  "anya-e0301n7:21_7": "nibbatti cintetabbā. Na hi sotā pannānaṁ sattakkhattuto paraṁ kāmabhave paṭisandhināma",
  "anya-e0301n7:21_8": "atthi. Na ca tasmiṁ devaloke sahassakkhattuṁ nibbattamānāpi tattakaṁ kālaṁ saṁpāpuṇituṁ",
  "anya-e0301n7:21_9": "sakkontīti. Manussagaṇanāyāti manussānaṁ vassagaṇanāya. Manussaloke hi paññāsavassāni",
  "anya-e0301n7:21_10": "cātumahārājike eko dibbarattidivo hoti. Tiṁsarattidivā eko dibbamāso. Dvādasamāsā",
  "anya-e0301n7:21_11": "ekaṁ dibbavassaṁ. Tena dibbavassena tesaṁ pañcavassasatāni manussagaṇanāya navutivassasatasahassaṁ",
  "anya-e0301n7:21_12": "hotīti. Tatoti cātumahārājikānaṁ devānaṁ āyuppamāṇato. Catuguṇanti āyupamāṇassa diguṇavuddhiyāceva",
  "anya-e0301n7:21_13": "dibbassa rattidivassa diguṇavuddhiyāca vasena catūhi bhāgehi guṇitaṁ vaḍḍhitanti",
  "anya-e0301n7:21_14": "attho. Esanayo sesesupi. Tattha āyupamāṇassa diguṇavuddhināma heṭṭhimānaṁ devānaṁ",
  "anya-e0301n7:21_15": "āyupamāṇato uparimānaṁ devānaṁ āyupamāṇassa diguṇavuddhi. Etena tāvatiṁsānaṁ dibbaṁ",
  "anya-e0301n7:21_16": "ekaṁ vassasahassaṁ. Yāmānaṁ dvevassasahassāni. Tusitānaṁ cattāri, nimmānaratīnaṁ",
  "anya-e0301n7:21_17": "aṭṭha. Vasavattīnaṁ dibbāni soḷasavassa sahassāni āyuppamāṇaṁ hotīti siddhaṁ hoti.",
  "anya-e0301n7:22_0": "Dibbassa rattidivassa diguṇavuddhināma heṭṭhimānaṁ devānaṁ rattidivato uparimānaṁ",
  "anya-e0301n7:22_1": "rattidivassa diguṇavuddhi. Etena manussaloke ekaṁ vassasataṁ tāvatiṁse eko dibbarattidivo.",
  "anya-e0301n7:22_2": "Dvevassasatāni yāme. Cattāri tusite. Aṭṭha nimmānaratiyaṁ. Sahassaṁ cha cavassasatāni",
  "anya-e0301n7:22_3": "vasavattiyaṁ eko dibbarattidivoti siddhaṁ hoti. Rattidivānañca diguṇavuddhiyā siddhāya",
  "anya-e0301n7:22_4": "māsasaṁvaccharānaṁpi diguṇavuddhi siddhāva hotīti. Evañcasati yathāvuttāni tāvatiṁsādīnaṁ",
  "anya-e0301n7:22_5": "dibbavassasahassādinipi attano attano rattidivamāsasaṁvaccharetieva veditabbānīti",
  "anya-e0301n7:22_6": "siddhaṁ hoti. Tathāca sati uparimānaṁ āyuparimāṇāni heṭṭhimānaṁ āyuparimāṇato catuguṇānīti",
  "anya-e0301n7:22_7": "siddhaṁ hoti. Tena vuttaṁ. Tato catuguṇaṁ tāvatiṁsānaṁ. Tato catuguṇaṁ yāmānantiādi.",
  "anya-e0301n7:22_8": "Dibbagaṇanāya ca tathā siddhāya sati manussagaṇanāyapi catuguṇabhāvo siddhoyeva hoti.",
  "anya-e0301n7:22_9": "Tasmā manussagaṇanāyapi heṭṭhimānaṁ navutivassasatasahassādīni catūhi uparūpariguṇitāni",
  "anya-e0301n7:22_10": "uparimānaṁ tikoṭisaṭṭhivassasata sahassādini bhavantīti katvā tāni sabbānipi ādiantadassana",
  "anya-e0301n7:22_11": "vasena niddisanto navasatanti gāthamāha. Vassānaṁ navasataṁ koṭiyo ca ekavīsa koṭiyo",
  "anya-e0301n7:22_12": "ca tathāsaṭṭhivassa satasahassāni ca vasavattīsu devesu āyuppamāṇaṁ hotīti yojanā.",
  "anya-e0301n7:23_0": "Yasmā avitakkavicāramattaṁ jhānaṁ oḷārikassa vitakkassa samatikkamā pathamajjhānato",
  "anya-e0301n7:23_1": "suṭṭhubalavaṁ hoti. Tatoyeva tatīyajjhānatopi nātidubbalañca hoti. Tasmā taṁ tatīyajjhānena",
  "anya-e0301n7:23_2": "ekato hutvā samatale bhūmantare vipākaṁ detīti vuttaṁ dutīyajjhānavipākaṁ tatiyajjhānavipākañca",
  "anya-e0301n7:23_3": "dutīyajjhānabhūmiyanti. Tenevaca bhūmīnaṁ ṭhitikkamopi catutthajjhāna vaseneva siddho.",
  "anya-e0301n7:23_4": "Therena pana heṭṭhā pañcakanayavaseneva jhānāni vuttāni. Tasmā idhapi teneva nayena",
  "anya-e0301n7:23_5": "vipākāni gahetvā catutthajjhānavipākaṁ tatīyajjhānabhūmiyantiādi vuttaṁ. Tesūti tāhi",
  "anya-e0301n7:23_6": "chahi paṭisandhīti gahitapaṭisandhikesu. Kappassāti idaṁ asaṅkhyeyyakappaṁ sandhāya",
  "anya-e0301n7:23_7": "vuttaṁ. Catubbidhā hi kappāmahākappo asaṅkhyeyyakappo antarakappo āyukappoti, tattha",
  "anya-e0301n7:23_8": "āyukapponāma tesaṁ tesaṁ sattānaṁ taṁtaṁ āyuparicchedo vuccati. Antarakapponāma ekassavivaṭṭaṭṭhāyiasaṅkhyeyyassa",
  "anya-e0301n7:23_9": "abbhantare manussānaṁ āyukappassa hāyanavaḍḍhanavasena dissamānantarā catusaṭṭhipabhedā",
  "anya-e0301n7:23_10": "cūḷakappā vuccanti. Pīsatibhedāti keci. Asītibhedāti apare. Cuddasappa bhedāti vedavidu.",
  "anya-e0301n7:23_11": "Ye loke manvantarakappāti vuccanti. Ekamekena manunāmakena mahāsammatarājena upalakkhitā",
  "anya-e0301n7:23_12": "antarakappāti vuttaṁ hoti. Keci pana ekasmiṁ vivaṭṭaṭṭhāyimhi mahāsammatarā jānaṁ",
  "anya-e0301n7:23_13": "ekameva icchanti. Catusaṭṭhiantarakappā pana eko asaṅkhye kapponāma. So catubbidho",
  "anya-e0301n7:23_14": "saṁvaṭṭo saṁvaṭṭaṭṭhāyī vivaṭṭo vivaṭṭaṭṭhāyīti. Tattha vinassamāno kappo saṁvaṭṭo.",
  "anya-e0301n7:23_15": "Yathā vinaṭṭhaṁ tiṭṭhamāno kappo saṁvaṭṭaṭṭhāyī. Vaḍḍhamāno kappo vivaṭṭo. Yathā",
  "anya-e0301n7:23_16": "vivaṭṭaṁ tiṭṭhamāno kappo vivaṭṭaṭṭhāyīti veditabbo. Te pana cattāro asaṅkhyeyyakappā",
  "anya-e0301n7:23_17": "eko mahākapponāma. Etthaca yo janāyāmavitthāre setasāsaparāsimhi vassasata vassasataccayena",
  "anya-e0301n7:23_18": "ekekabījaharaṇena parikkhīṇepi eko mahākappo parikkhayaṁ nagacchati. Evaṁ digho mahākappoti veditabbo.",
  "anya-e0301n7:24_0": "Tattha yadā kappo tejena saṁvaṭṭati. Ābhassarato heṭṭhā agginā dayhati. Yadā āpena",
  "anya-e0301n7:24_1": "saṁvaṭṭati. Subhākiṇṇato heṭṭhā udakena vilīyati. Yadā vāyunā saṁvaṭṭati. Vehapphalato",
  "anya-e0301n7:24_2": "heṭṭhā vātena viddhaṁsatīti evaṁ aṭṭhakathāyaṁ vuttattā ayaṁ loko nirantaraṁ sattasu",
  "anya-e0301n7:24_3": "vāresu agginā vinassati. Aṭṭhame vāre udakena vinassati. Puna sattasu agginā. Aṭṭhame",
  "anya-e0301n7:24_4": "udakenāti evaṁ aṭṭhannaṁ aṭṭhakānaṁ vasena catusaṭṭhivāresu antime udakavāre udakaṁ",
  "anya-e0301n7:24_5": "pahāya vātavāro hotīti ayamattho siddho hoti. Kathaṁ. Yaṁ vuttaṁ ābhassarānaṁ aṭṭhakappānīti.",
  "anya-e0301n7:24_6": "Etena aṭṭhame vāre āposaṁvaṭṭo hoti. Antarā sattasu sattasu vāresu tejosaṁvaṭṭā hontīti",
  "anya-e0301n7:24_7": "siddhaṁ. Yañca vuttaṁ subhākiṇṇānaṁ catusaṭṭhikappānīti. Etena catusaṭṭhime catusaṭṭhime",
  "anya-e0301n7:24_8": "vāre vātasaṁvaṭṭohoti. Antarā tesaṭṭhiyā vāresu tejosaṁvaṭṭā āposaṁvaṭṭāca hontīti",
  "anya-e0301n7:24_9": "siddhaṁ hotīti. Tenāhu porāṇā –",
  "anya-e0301n7:25": "Agginā bhassarā heṭṭhā, āpena subhākiṇṇato;",
  "anya-e0301n7:26": "Vehapphalato vātena, evaṁ loko vinassati.",
  "anya-e0301n7:27": "Sattasattagginā vārā, aṭṭhame aṭṭhame dakā;",
  "anya-e0301n7:28": "Catusaṭṭhi yadā puṇṇā, eko vāyuvāro siyāti.",
  "anya-e0301n7:29_0": "Evañca vinaṭṭhe loke ekasmiṁ kappepi pathamajjhānabhūmi avinaṭṭhānāma natthi. Tasmā",
  "anya-e0301n7:29_1": "brahmapārisajjānaṁdevānaṁ kappassatatīyo bhāgo āyuppamāṇaṁ, brahmapurohitānaṁupaḍḍhakappo,",
  "anya-e0301n7:29_2": "mahā brahmānaṁekokappoti ettha asaṅkhyeyya kappova sambhavati. Namahākappo. Tena",
  "anya-e0301n7:29_3": "vuttaṁ kappassāti idaṁ asaṅkhyeyyakappaṁ sandhāya vuttanti. Āyukappaṁ sandhāya vuttantipi",
  "anya-e0301n7:29_4": "yujjatiyeva. Tejosaṁvaṭṭakappesu hi pathamajjhānatalaṁ vivaṭṭamānaṁ sabbapathamaṁ",
  "anya-e0301n7:29_5": "vivaṭṭati. Saṁvaṭṭamānaṁ sabbapacchā saṁvaṭṭati. Tasmā vivaṭṭassa pacchimaḍḍhena",
  "anya-e0301n7:29_6": "saṁvaṭṭassaca pubbaḍḍhena saha ekaṁ vivaṭṭaṭṭhāyikappaṁ gahetvā dve asaṅkhyeyyāni",
  "anya-e0301n7:29_7": "tasmiṁ tale eko āyukappoti sakkā vattunti. Dutīya talato paṭṭhāya pana mahākappova",
  "anya-e0301n7:29_8": "gahetabbo. Appakaṁ ūnakaṁvā adhikaṁvā gaṇanūpagaṁ na hotīti katvā upaḍḍhehi saha",
  "anya-e0301n7:29_9": "sattakappāni sandhāya ābhassarānaṁ aṭṭhakappānīti vuttaṁ. Evaṁ catusaṭṭhikappānīti",
  "anya-e0301n7:29_10": "etthapīti. Ākāsānañcāyatanabhavaṁ upagacchantīti ākāsānañcāyatanupagā, tesaṁ. Ekova",
  "anya-e0301n7:29_11": "visayo ārammaṇaṁ yassa taṁ ekavisayaṁ. Ekajātiyanti ekasmiṁ bhave. [Paṭisandhicatukkaṁ.]",
  "anya-e0301n7:30_0": "145. Janetīti janakaṁ upatthambhetīti upatthambhakaṁ. Upapīḷetīti upapīḷakaṁ. Upaghātetīti",
  "anya-e0301n7:30_1": "upaghātakaṁ. Tattha janakaṁ nāma paṭisandhipavattīsu vipākakkhandha kaṭattārūpānaṁ",
  "anya-e0301n7:30_2": "nibbattikā kusalākusalacetanā. Tattha paṭisandhinibbattikā kammapathapattāva daṭṭhabbā.",
  "anya-e0301n7:30_3": "Pavattinibbattikā pana kammapathaṁ pattāpi apattāpi antamaso pañcadvārikajavanacetanāpi",
  "anya-e0301n7:30_4": "supinante kusalākusalacetanāpīti. Upatthambhakaṁnāma vipaccituṁ aladdhokāsāvā vipakkavipākā",
  "anya-e0301n7:30_5": "vā sabbāpi kusalākusalacetanā. Sā hi janakabhūtāpi samānā attanovipākavārato purevā",
  "anya-e0301n7:30_6": "pacchāvā sabhāṅgaṁ kammanta raṁvākammanibbattakkhandhasantānaṁvāupatthambhamānā pavattati.",
  "anya-e0301n7:30_7": "Yathā ganthārabbhe ratanattayapaṇāmacetanāti. Yaṁ pana visuddhimagge upatthambhakaṁ",
  "anya-e0301n7:30_8": "pana vipākaṁ janetuṁ nasakkotīti vuttaṁ. Taṁ aladdhavipākavāraṁ sandhāya vuttanti",
  "anya-e0301n7:30_9": "gahetabbaṁ. Na hi paccayasāmaggiyaṁ sati kiñcikammaṁ pavattivipākamattassapi ajanakaṁnāma",
  "anya-e0301n7:30_10": "atthīti. Tattha kammantarassa upatthambhanaṁnāma aladdhokāsassa aññassa janakakammassa",
  "anya-e0301n7:30_11": "okāsakaraṇaṁ. Taṁ pana maraṇāsannakāle pākaṭaṁ. Tadā hi kusale javite aññaṁ paṭisandhijanakaṁ",
  "anya-e0301n7:30_12": "kusalakammaṁ okāsaṁ labhati. Akusale javite aññaṁ akusalakammanti. Vuttañhetaṁ iti vuttake –",
  "anya-e0301n7:31": "Imasmiṁ cāyaṁ samaye, kālaṅkariyātha puggalo;",
  "anya-e0301n7:32": "Saggamhi upapajjeyya, cittañhissa pasāditaṁ.",
  "anya-e0301n7:33": "Imasmiṁ cāyaṁ samaye, kālaṅkariyātha puggalo;",
  "anya-e0301n7:34": "Niraye upapajjeyya, cittañhissa padūsitanti.",
  "anya-e0301n7:35_0": "Pavattikālepi etaṁ bahulaṁ labbhatiyeva. Kammanibbattakhandhasantānassa upatthambhanaṁnāma",
  "anya-e0301n7:35_1": "aññena laddhokāsena kusalakammenavā akusalakammenavā nibbattassa khandhasantānassa",
  "anya-e0301n7:35_2": "jīvitantarāye apanetvā jīvitaparikkhāre samudānetvā ciratara pavattikaraṇaṁ. Yathāha –",
  "anya-e0301n7:36": "Abhivādanasīlissa, niccaṁ vuddhāpacāyino;",
  "anya-e0301n7:37": "Cattāro dhammā vaḍḍhanti, āyu vaṇṇo sukhaṁ balanti.",
  "anya-e0301n7:38_0": "Ettha pana kusalaṁpi akusalakammanibbattassa khandhasantānassa akusalaṁpi kusalakammanibbattassa",
  "anya-e0301n7:38_1": "upatthambhakaṁnāma natthīti navattabbaṁ. Akusala kamma nibbattassapi hi mahiddhikānaṁ",
  "anya-e0301n7:38_2": "nāgasupaṇṇādīnaṁ khandhasantānassa pavattikāle pubbakataṁ kusalaṁ vuttanayena upabrūhanaṁ",
  "anya-e0301n7:38_3": "karotiyeva. Tathākusalakammanibbattassapi kesañci vinipātikāsurādīnaṁ khandhasantānassa",
  "anya-e0301n7:38_4": "pavattikāle pubbakataṁ akusalaṁ ciratarappavattiṁ karotiyevāti. Upapīḷakaupaghātakānipi",
  "anya-e0301n7:38_5": "vuttappakārā kusalākusala cetanāyoeva. Tāpi hi janakabhūtāpi samānā attano vipākavārato",
  "anya-e0301n7:38_6": "purevā pacchā vā vipākavāra gahaṇa kālepi vā kammantaraṁvā kammanibbatta khandhasantānaṁvā",
  "anya-e0301n7:38_7": "dubbalataraṁ katvāvā vibādhayamānā sabbasovā upacchindamānā pavattantīti. Tattha",
  "anya-e0301n7:38_8": "upapīḷake tāva kammantarassa vibādhanaṁnāma aññassa janakakammassa dubbalabhāvakaraṇaṁ.",
  "anya-e0301n7:38_9": "Kammañhi nāma āyūhanakāle balavantaṁpi pacchā katena ujupaṭipakkhena kammantarena",
  "anya-e0301n7:38_10": "vibādhiyamānaṁ puna vihatasāmatthiyaṁ hoti. Uparibhūmi nibbattakaṁpi samānaṁ heṭṭhābhūmiyaṁ",
  "anya-e0301n7:38_11": "nibbatteti. Mahesakkhesu mahiddhikesu nibbattakaṁpi samānaṁ appesakkhesu nibbatteti.",
  "anya-e0301n7:38_12": "Tathā uccakulesu nibbattakaṁpi nīcakulesu. Dīghāyukesu nibbattakaṁpi appāyukesu.",
  "anya-e0301n7:38_13": "Mahābhogesu nibbattakaṁpi appabhogesu. Purisatta bhāvanibbattakaṁpi samānaṁ itthattabhāvaṁvā",
  "anya-e0301n7:38_14": "napuṁsakabhāvaṁ vā nibbatteti. Vaṇṇasampattinibbattakaṁpi dubbaṇṇabhāvaṁ. Indriyasampattinibbattakaṁpi",
  "anya-e0301n7:38_15": "andhaṁvā badhiraṁvā yaṁkiñci indriyavekallaṁ. Aṅgapaccaṅga sampattijanakaṁpi hatthapādādi",
  "anya-e0301n7:38_16": "aṅgavekallaṁ janeti. Tathā āyūhanakāle mahānirayesu nibbattakaṁpi akusalaṁ pacchākatena",
  "anya-e0301n7:38_17": "balavakusalena vibādhiyamānaṁ ussadesuvā petesuvā nibbatteti. Ajātasattu rājā cettha",
  "anya-e0301n7:38_18": "nidassanaṁ. Ussadesu nibbattakaṁpi petesuvā tiracchā nesuvāti ādisabbaṁ vattabbaṁ.",
  "anya-e0301n7:39_0": "Upatthambhakaṁpi tabbipariyāyena veditabbameva. Tathā hi kammaṁ nāma katakāledubbalaṁpisamānaṁ",
  "anya-e0301n7:39_1": "pacchāsabhāgenabalavatākusalenavā akusalenavā upatthambhīyamānaṁ suṭṭhu balavaṁ hotīti.",
  "anya-e0301n7:39_2": "Kammanibbatta khandhasantānassa vibādhanaṁnāma aññena kammena nibbattassa sattassa",
  "anya-e0301n7:39_3": "gahitapaṭisandhito paṭṭhāya yadākadāci sarīre nānāantarāye uppādetvāvā ṭhānantarakhettavatthu",
  "anya-e0301n7:39_4": "gomahiṁsa dhana dhaññabhoga sampattīnaṁ puttadārañāti mittānañca vipattiṁ katvāvā",
  "anya-e0301n7:39_5": "dukkhuppatti karaṇaṁ. Duvidhañhi kammaphalaṁnāma vipākaphalaṁ nisandaphalanti. Tattha",
  "anya-e0301n7:39_6": "vipākaphalaṁnāma kammakārakasseva hoti. Na aññassa. Nisanda phalaṁ pana aññesaṁpi",
  "anya-e0301n7:39_7": "sādhāraṇameva. Dhammapade ānandaseṭṭhivatthu ettha vattabbaṁ. Cakkhādīsu pana kammajasantathisīsesu",
  "anya-e0301n7:39_8": "yena kammena yaṁkiñci ekaṁvā dvevā tīṇivā sabbaso bhijjanti. Cakkhupālatthe rādīnaṁ",
  "anya-e0301n7:39_9": "viya. Taṁ kammaṁ upaghātake saṅgahitanti yuttaṁ. Upaghā takanti pana upacchedakantica",
  "anya-e0301n7:39_10": "atthato ekaṁ. Tathā hi majjhimaṭṭha kathāyaṁ pathamaṁ upacchedakanāmena vatvā upaghātakantipi",
  "anya-e0301n7:39_11": "etasseva nāmanti vuttaṁ. Aṅguttaraṭṭhakathāyaṁ pathamaṁ upaghātakanāmena vatvā upacchedakantipi",
  "anya-e0301n7:39_12": "tassevetaṁ nāmanti vuttaṁ. Visuddhi maggepi maraṇassatiniddese tadeva kammupacchedakakammanti",
  "anya-e0301n7:39_13": "vuttaṁ. Idhaca parato upacchedakakammunāti vakkhati.",
  "anya-e0301n7:40_0": "Imassapi kammantarupacchedanaṁ maraṇāsannakāle pākaṭaṁ. Tadāhi pathamaṁ pāpakammabalena",
  "anya-e0301n7:40_1": "duggatinimitte upaṭṭhahante puna kalyāṇa kammaṁ taṁ paṭibāhitvā sugatinimittaṁ dassetvā",
  "anya-e0301n7:40_2": "sagge nibbatteti. Kalyāṇakammabalena sugatinimitte upaṭṭhahante puna pāpakammaṁ taṁ",
  "anya-e0301n7:40_3": "paṭibāhitvā duggatinimittaṁ dassetvā apāye nibbatteti. Duṭṭha gāmaṇirañño soṇattherapituca",
  "anya-e0301n7:40_4": "vatthūni kathetabbāni. Aṅguttaraṭṭhakathāyaṁ pana kusalākusalakammakkhaya karassa",
  "anya-e0301n7:40_5": "maggakammassapi kammantarupacchedakahā vuttā. Aṅgulimālattherādīnaṁ viyāti. Imasmiṁ",
  "anya-e0301n7:40_6": "bhave laddhāni mahaggatakammāni yena akusalena parihāyanti. Tassapi kammantarupacchedake",
  "anya-e0301n7:40_7": "saṅgaho yutto. Devadattassa viyāti. Kammanibbattakhandhasantānupacchedanaṁ pana tasmiṁ",
  "anya-e0301n7:40_8": "tasmiṁ bhave āyu kammesu vijjamānesu laddhokāsassa kassaci aparādhakammassa balena",
  "anya-e0301n7:40_9": "kalalakālato paṭṭhāya antarāva kenacirogenavā bhayenavā upakkamenavā marantānaṁ vasena veditabbaṁ.",
  "anya-e0301n7:41_0": "Etthaca kammantarassavā kammanibbattakhandhasantānassavā upatthambhanā dīni sandhāya",
  "anya-e0301n7:41_1": "imesaṁ catunnaṁpi kammānaṁ kusalākusalabhāvo visuddhimagge aṅguttaraṭṭhakathāyañca",
  "anya-e0301n7:41_2": "vutto. Majjhimaṭṭhakathāyaṁ pana saṁvaṇṇetabbasuttānurūpaṁ kammanibbattakhandhasantānasseva",
  "anya-e0301n7:41_3": "upatthambhanādīni sandhāya upatthambhakassa kusalabhāvo upapīḷakaupaghātakānaṁ akusalabhāvo",
  "anya-e0301n7:41_4": "vutto. So pana majjhimaṭīkāyaṁ aṅguttaraṭīkāyañca aruccamāno viya vutto. Mahāṭīkāyaṁ",
  "anya-e0301n7:41_5": "pana so keci vādopi kato. Tatthapana saṁvaṇṇetabbasuttānurūpaṁ vuttattā visuṁ pāḷinayoti",
  "anya-e0301n7:41_6": "daṭṭhabbo. Na ca kecivādo kattabbo. Suttasmiṁhi appāyukasaṁvattanikāesā māṇavapaṭipadā,",
  "anya-e0301n7:41_7": "yadidaṁ pāṇātipātī hotītiādinā upaghātakaṁ pāṇātipātavaseneva vuttaṁ. Upapīḷakañca",
  "anya-e0301n7:41_8": "batvābādhasaṁvattanikā esā māṇava paṭipadā, yadidaṁ sattānaṁ viheṭhakajātiko hotītiādinā",
  "anya-e0301n7:41_9": "vihiṁsādīnaṁ vasena vuttaṁ. Upatthambhakañca dīghāyukasaṁvattanikā esā māṇava paṭipadā.",
  "anya-e0301n7:41_10": "Yadidaṁ pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hotītiādinā pāṇātipātaviratiādīnaṁ",
  "anya-e0301n7:41_11": "vasena vuttaṁ. Sabbañcetaṁ manussattaṁ āgatasseva sattassa vasenāti evaṁ visuṁ pāḷinayo",
  "anya-e0301n7:41_12": "veditabboti. Mahāṭīkāyaṁ pana aṅguttaraṭīkāyañca kammantarupatthambhanādīni anicchantehi",
  "anya-e0301n7:41_13": "janakādibhāvonāma vipākaṁ paṭiicchitabbo. Nakammanti vipākasseva upaghātakatā yuttā",
  "anya-e0301n7:41_14": "viya dissatīti vuttaṁ.",
  "anya-e0301n7:42_0": "Kiccavasenāti jananaṁ upatthambhanaṁ upapīḷanaṁ upacchindananti catunnaṁ kiccānaṁ",
  "anya-e0301n7:42_1": "vasena. Tattha ekā pāṇātipātacetanā cattāri kiccāni sādheti. Sā hi yāva vipaccituṁ",
  "anya-e0301n7:42_2": "okāsaṁ nalabhati. Tāva upatthambhanādīsu tīsu kiccesu yaṁkiñci laddhapaccayaṁ kiccaṁ",
  "anya-e0301n7:42_3": "karoti. Yadā vipaccituṁ okāsaṁ labhati. Tadā ekāya cetanāya ekāeva paṭisandhi hotīti",
  "anya-e0301n7:42_4": "evaṁ sāketapañhe vuttanayena ekaṁ apāyabhavaṁ janeti. Tato paraṁ pana paṭisandhijananakiccaṁ",
  "anya-e0301n7:42_5": "natthi. Pavatti vipākajananena saha itarāni tīṇi kiccāni bhavasatasahassepi kappasatasahassepi",
  "anya-e0301n7:42_6": "sādhetiyeva. Dhammadinnāyanāma uggasena rañño deviyā vatthu ettha vattabbaṁ. Sā pana",
  "anya-e0301n7:42_7": "yadā attano vipākavārato pure ariyabhūtassavā puthujjanabhūtassapi kalyāṇa cittasamaṅginovā",
  "anya-e0301n7:42_8": "upacchedanaṁ karoti. Tadā upacchinditvā kammanta rasseva okāsaṁ karoti. Sayaṁ vipākaṁ",
  "anya-e0301n7:42_9": "najaneti. Yadā pana pāpacittasamaṅgino khandhasantānaṁ upacchindati. Tadāeva upacchinditvā",
  "anya-e0301n7:42_10": "attano vipākaṁ janeti. Sakiṁ laddhapaṭisandhivārato pana paṭṭhāya anekesu attabhāva",
  "anya-e0301n7:42_11": "satasahassesupi upacchedanādīniyeva karoti. Ettha mahāmoggalāna tthera vatthu sāmāvati",
  "anya-e0301n7:42_12": "vatthu vaggumudātīriyabhikkhu vatthu dussimāra kalāburājavatthūni kathetabbāni. Yasmā",
  "anya-e0301n7:42_13": "pana idaṁ upacchedakakammaṁ nāma tiracchānagatānaṁ bahulaṁ labbhati. Tasmā suṭṭhu",
  "anya-e0301n7:42_14": "balavaṁ akusalakammaṁ dubbalassa akusalakammassavā akusalakammanibbattakhandhasantānassavā",
  "anya-e0301n7:42_15": "upacchedakaṁnāma na hotīti na vattabbaṁ. Teneva hi majjhimaṭṭhakathāyaṁ bahukasmiñhi",
  "anya-e0301n7:42_16": "akusalakamme āyūhite balavakammaṁ dubbala kammassa vipākaṁ paṭibāhitvā attano vipākassa",
  "anya-e0301n7:42_17": "okāsaṁ karotīti vuttaṁ.",
  "anya-e0301n7:43_0": "Apica pavattiyaṁpi kammantarajanitaṁ bhavaṅgasantānaṁ anupacchinditvā pañcasu cakkhu",
  "anya-e0301n7:43_1": "sota ghāna jivhā bhāva dasaka saṅkhātesu santati sīsesu aññatarassa santatisīsassa",
  "anya-e0301n7:43_2": "sabbaso upacchindanaṁpi imasseva kiccanti yuttaṁ. Yaṁ pana mahāṭīkāyaṁ aṅguttaraṭīkāyañca",
  "anya-e0301n7:43_3": "upapīḷikaṁ aññassa vipākaṁ chindati. Na sayaṁ attano vipākaṁ janetīti vuttaṁ. Taṁ",
  "anya-e0301n7:43_4": "aṭṭhakathāyaṁ sukhadukkhaṁ pīḷeti, addhānaṁ pavattituṁ na detīti idaṁ disvā vuttaṁ",
  "anya-e0301n7:43_5": "siyā. Addhānaṁ pavattituṁ nadetīti ettha pana sukhasantānaṁvā dukkhasantānaṁvā cirakālaṁ",
  "anya-e0301n7:43_6": "pavattituṁ nadeti iccevattho. Na pana upaghātakaṁ viya bhavaṅgasantānena saha aññassa",
  "anya-e0301n7:43_7": "kammassa vipākaṁ chindatīti.",
  "anya-e0301n7:44": "[143] Yaṁpana vibhāvaniyaṁ",
  "anya-e0301n7:45": "‘‘Janakaṁ kammantarassa vipākaṁ anupacchinditvāva vipākaṁ janeti. Upaghātakaṁ upacchedanapubbakanti idaṁ tāva aṭṭhakathāsu sanniṭṭhānanti vuttaṁ’’. Taṁ na sundaraṁ.",
  "anya-e0301n7:46": "Idha pubbakatena upacchedanakakammena maritvā sagge nibbattānaṁ vatthūnaṁ aṭṭhakathāsuyeva āgatattāti.",
  "anya-e0301n7:47": "[144] Yañca tattha",
  "anya-e0301n7:48": "Apare pana ācariyā vadantītiādinā upaghātakassa sayaṁ vipākanibbattakattā bhāvavacanaṁ vuttaṁ. Taṁpi na sundaraṁ.",
  "anya-e0301n7:49": "Teneva kammena apāye nibbattānaṁ dussimāra kalāburājā dīnaṁ tassa kammassa upacchedakakammabhāvena aṭṭhakathāsu āgatattāti. [Janakacatukkaṁ]",
  "anya-e0301n7:50_0": "146.Garukanti aññena kammena paṭibāhituṁ asakkuṇeyyaṁ kusalapakkhe mahaggatakammaṁ",
  "anya-e0301n7:50_1": "akusalapakkhe niyatamicchādiṭṭhiyā saha pañcānantariyakammaṁ. Ettha siyā. Mahaggatakammanti",
  "anya-e0301n7:50_2": "kasmā vuttaṁ. Tañhi pamādavasenavā nīvaraṇadhammapavattiyāvā parihāyiyamānaṁ nikantibalenavā",
  "anya-e0301n7:50_3": "paṭibāhiyamānaṁ vipākaṁ na detīti. Tathā ekassa bahūsu ānantariyakammesu katesu ekasmiṁ",
  "anya-e0301n7:50_4": "vipaccante sesāni na vipaccantīti. Vuccate, mahaggatakammaṁ tāvathapetvā pamādadhammanīvaraṇadhammanikantidhamme",
  "anya-e0301n7:50_5": "attano balavatarañca mahaggatakammantaraṁ aññena puññakammena appaṭibāhaniyaṭṭhena",
  "anya-e0301n7:50_6": "garukaṁ nāma hoti. Ānantariyakammāni pana thapetvā attano balavataraṁ ānantariyakammaṁ",
  "anya-e0301n7:50_7": "aññena kenaci dhammena appaṭibāhaniyaṭṭhenāti evaṁ yathārahaṁ tesaṁ garukatā veditabbāti.",
  "anya-e0301n7:50_8": "Āsannanti maraṇakāle anussaritaṁ tadā katañca. Tattha tadākatanti antima javanavīthito",
  "anya-e0301n7:50_9": "pubbabhāge āsanne kataṁ yaṁkiñci kusalākusalakammaṁ. Micchādiṭṭhikammaṁ pana vipassanādivasena",
  "anya-e0301n7:50_10": "pavattaṁ sammādiṭṭhikammañca antimajavanavīsiyaṁpi katanti gahetabbaṁ. Yathāha-maraṇakāle",
  "anya-e0301n7:50_11": "vāssa hoti micchādiṭṭhi sammādiṭṭhi samattā samādinnāti. Etena tato micchādiṭṭhikammato",
  "anya-e0301n7:50_12": "aññaṁ antimajavanavīthiyaṁ pavattaṁ kammaṁ paṭisandhiṁ janetuṁ na sakkotīti siddhaṁ",
  "anya-e0301n7:50_13": "hotīti. Āciṇṇanti dīgharattaṁ abhiṇhaso kataṁ. Sakiṁ karitvāpivā pacchā punappunaṁ",
  "anya-e0301n7:50_14": "somanassajanakaṁ santāpajanakañca. Kaṭattākammanti kāriyitthāti kammanti evaṁ katakāraṇāeva",
  "anya-e0301n7:50_15": "kammanti vattabbaṁ kammaṁ. Garukādibhāvena vattabbaṁ kammaṁ na hotīti attho. Tattha",
  "anya-e0301n7:50_16": "purimāni tīṇi imasmiṁ bhave katāni upapajjavedanīyakammānieva. Kaṭattākammaṁ pana",
  "anya-e0301n7:50_17": "atītabhavesu katehi aparapariyāyavedanīyehi saha imasmiṁ bhave kataṁ garukā sannāciṇṇabhāvarahitaṁ",
  "anya-e0301n7:50_18": "kammapathapattaṁ yaṁkiñci upapajjavedanīyakammaṁ. Mahāṭīkāyaṁ pana kaṭattākammaṁ",
  "anya-e0301n7:50_19": "purima jātīsu kataṁeva gahitaṁ. Taṁ aṭṭhakathāya na sameti. Etehi pana tīhi muttaṁ",
  "anya-e0301n7:50_20": "punappunaṁ laddhāsevanaṁ kaṭattāvā pana kammaṁnāma hotīti hi vuttaṁ. Na ca atītabhavesu",
  "anya-e0301n7:50_21": "katāni mātughātakādīnipi aparapariyāya kammāni etehi tīhi muttānītivā amuttānītivā",
  "anya-e0301n7:50_22": "punappunaṁ laddhāsevanānītivā aladdhāsevanānītivā sakkā visesetuṁ. Tadā hi tāni garuka",
  "anya-e0301n7:50_23": "kammasantāne pavattānipi honti. Āsannavaciṇṇakammasantāne pavattānipīti.",
  "anya-e0301n7:51_0": "Aṅguttaraṭṭhakathāyañca etehi pana tīhi muttaṁ aññāṇavasenakataṁ kaṭattāvā pana kammaṁnāmāti",
  "anya-e0301n7:51_1": "vuttaṁ. Na tāni aññāṇavasena kabhānīti sakkā visesetuṁ. Tāni hi purimabhavesu aññāṇa",
  "anya-e0301n7:51_2": "vasena katānipi honti. Ñāṇavasena katānipīti. Tāni pana visesanāni imasmiṁ bhave",
  "anya-e0301n7:51_3": "katānaṁ garukādīhi tīhi muttānaṁ sattamajavana kammānaṁ vasena vuttānīti tehi saha",
  "anya-e0301n7:51_4": "purimajātīsu katāni aparapariyāya kammāni kaṭattā kammaṁnāmāti veditabbāni. Evañca",
  "anya-e0301n7:51_5": "katvā yattha taṁpubbakataṁ kammanti āgataṁ. Tatthapi imasmiṁ bhavevā atītabhavesuvā",
  "anya-e0301n7:51_6": "pubbakāle katanti attho veditabboti. Imesu pana catūsu kammesu vijjamānesu garukameva",
  "anya-e0301n7:51_7": "anantare bhave paṭisandhiṁ deti. Garuke asati āsannaṁ. Āsanne asati āciṇṇaṁ. Āciṇṇe",
  "anya-e0301n7:51_8": "asati kaṭattākammaṁ. Tenāha pākadānapariyāyenāti. Pākadānavārenāti attho. Ettha siyā.",
  "anya-e0301n7:51_9": "Kasmā idha āsannaṁ āciṇṇato pathamaṁ vuttaṁ. Nanu pāḷiyaṁ āsannato āciṇṇameva pathamaṁ",
  "anya-e0301n7:51_10": "vuttaṁ. Yathāha-yaṁ garukaṁ yaṁ bahulaṁ. Yadāsannaṁ. Kaṭattāvā pana kammanti. Aṭṭhakathāsuca",
  "anya-e0301n7:51_11": "teneva kamena pākadānavāro vihitoti. Vuccate, sabhāvato balavadubbalakkamena pāḷiyaṁ",
  "anya-e0301n7:51_12": "āciṇṇaṁ pathamaṁ vuttaṁ. So pana kamo kadāci pākadānapariyāyopi sambhavatīti katvā",
  "anya-e0301n7:51_13": "aṭṭhakathāsu teneva kamena pākadānavāro vihito. Āsannaṁpi hisamānaṁ cittaṁ tosetuṁvā",
  "anya-e0301n7:51_14": "santāpetuṁvā asakkontaṁ hutvā dubbalaṁ balavato āciṇṇassa nivattakaṁ na hotīti. Yasmā",
  "anya-e0301n7:51_15": "pana mahākammavibhaṅgasutte pubbevāssataṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ.",
  "anya-e0301n7:51_16": "Pacchāvāssataṁ kataṁ hoti kalyāṇakammaṁ sukhavedanīyaṁ. Maraṇakālevāssa hoti sammādiṭṭhi",
  "anya-e0301n7:51_17": "samattā samādinnāti evaṁ āciṇṇaduccaritassapi ekaccassa āsannena kalyāṇa kammena",
  "anya-e0301n7:51_18": "saggagamanaṁ vuttaṁ. Tathā pubbevāssataṁ kataṁ hoti pāpakammaṁ dukkhavedaniyaṁ.La.",
  "anya-e0301n7:51_19": "Micchādiṭṭhi samattā samādinnāti evaṁ āciṇṇa sucaritassapi ekaccassa āsannena pāpakammena",
  "anya-e0301n7:51_20": "apāyagamanaṁ vuttaṁ. Yasmāca ubhinnaṁpi balavabhāve sati āsannameva pariyattaṁ bhavituṁ",
  "anya-e0301n7:51_21": "arahati. Tasmā idha therena āsannameva pathamaṁ vuttanti daṭṭhabbaṁ. Etthaca pubbevāssakataṁ",
  "anya-e0301n7:51_22": "hotīti idaṁ āsannānussaritakammavasena vuttanti veditabbaṁ. Tambadāṭhikanāmassa coraghātakassa",
  "anya-e0301n7:51_23": "mahāvātakālanāmassaca upāsakassa vatthu ettha kathetabbanti.",
  "anya-e0301n7:52": "[145] Vibhāvaniyaṁ pana",
  "anya-e0301n7:53": "Aṭṭhakathāyaṁ āgataṁ jaraggavopamaṁ dassetvā āsannameva pathamaṁ vipākaṁ detīti ekaṁsena vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n7:54": "Na hi aṭṭhakathāyaṁ evaṁ ekaṁsena vuttaṁ. Naca uṭṭhātuṁpi asakkonto so jaraggavo pajadvārassa āsanne ṭhitopi pathamataraṁ nikkhamissatīti. [Garukacatukkaṁ]",
  "anya-e0301n7:55": "147. Diṭṭhadhammo vuccati paccakkhabhūto paccuppanno attabhāvo. Veditabbaṁ anu bhavitabbanti vedanīyaṁ. Phalaṁ. Diṭṭhadhamme vedanīyaṁ phalaṁ etassāti diṭṭhadhammavedanīyaṁ.",
  "anya-e0301n7:56": "[146] Vibhāvaniyaṁ pana",
  "anya-e0301n7:57": "‘‘Diṭṭhadhamme veditabbaṁ vipākānubhavana vasenāti diṭṭhadhammavedanīya’’nti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n7:58_0": "Diṭṭheva dhamme vipākaṁ paṭisaṁvedetīti hi pāḷiyaṁ vuttaṁ. Ettha hi vipākaṁ paṭisaṁvedetīti",
  "anya-e0301n7:58_1": "etena idha vedanīyasaddo kammasādhano vipākātidheyyoca hotīti dasseti. Evañca sati",
  "anya-e0301n7:58_2": "idha aññapadatthasamāso eva labbhati. Na uttarapadatthasamāsoti. Diṭṭhadhammaṁ upecca",
  "anya-e0301n7:58_3": "tassa anantare pajjitvā pāpuṇitvā veditabbaṁ phalaṁ etassāti upapajjavedanīyaṁ. Teneva",
  "anya-e0301n7:58_4": "hi aṭṭhakathāyaṁ upapajja saddassa atthaṁ vadantena upapajjitvāti vuttaṁ. Suttapadesu",
  "anya-e0301n7:58_5": "pana upapajjevāti pāṭho diṭṭho. Tasmā diṭṭhadhammassa samīpe anantare pajjitabbo",
  "anya-e0301n7:58_6": "gantabboti upapajjo. Dutīyo attabhāvo upapajjeveditabbaṁ phalaṁ etassāti upapajjavedanīyanti",
  "anya-e0301n7:58_7": "evamattho pāṭhassa vasena veditabbo. Upapajjātivā anantare bhave pavatto eko nipāto. Yathā paccāti.",
  "anya-e0301n7:59": "[147] Vibhāvaniyaṁ pana",
  "anya-e0301n7:60": "‘‘Diṭṭhadhammato anantaraṁ upapajjitvā veditabbanti upavajjavedanīya’’nti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n7:61_0": "Upapajjavā vipākaṁ paṭisaṁvedetīti hi pāḷiyaṁ vuttaṁ. Pariyāyati punappunaṁ āgacchatīti",
  "anya-e0301n7:61_1": "pariyāyo. Aparoca so pariyā yocāti aparapariyāyo. Diṭṭhadhammā nāgatā nantara bhavehi",
  "anya-e0301n7:61_2": "añño atta bhāva parivatto. Te neva hi mahāṭīkāyaṁ aṅgutta raṭīkāyañca aparapariyāyeti",
  "anya-e0301n7:61_3": "diṭṭhadhammānantarānāgatato aññasmiṁ attabhāvapariyāye attabhāvaparivatteti vuttaṁ.",
  "anya-e0301n7:61_4": "Suttapadesu pana aparevā pariyāyetica aparāparevā pariyāyetica dvidhā pāṭho diṭṭho.",
  "anya-e0301n7:61_5": "Tattha pacchimasmiṁ pāṭhesati idha majjhe ekassa aparasaddassa lopo daṭṭhabbo. Saṅgahapoṭṭhakesu",
  "anya-e0301n7:61_6": "pana majjhe dīgho yākāranaṭṭhoca aparāpariyasaddo dissati. So bahūsu aṭṭhakathāsu",
  "anya-e0301n7:61_7": "natthi. Pāḷiyāca na sameti.",
  "anya-e0301n7:62": "[148] Yañca vibhāvaniyaṁ",
  "anya-e0301n7:63": "‘‘Apare apare diṭṭhadhammato aññasmiṁ yatthakatthaci attabhāve veditabbaṁ kammaṁ aparāpariya vedanīya’’nti vuttaṁ. Tattha diṭṭhadhammatoti idaṁ tāva nayujjati.",
  "anya-e0301n7:64": "Na hi majjhe upapajjabhavaṁ vajjetvā pathamo diṭṭhadhammova idha tatīye pade adhikatoti yutto.",
  "anya-e0301n7:65": "[149] Atthato pana byañjanatoca sabbaṁ pāḷiyā na sameti.",
  "anya-e0301n7:66_0": "Aparevā pariyāye vipākaṁ paṭisaṁvedetīti hi pāḷiyaṁ vuttaṁ. Aparāparevā pariyāyetivā.",
  "anya-e0301n7:66_1": "Ahosināmakaṁ kammaṁ ahosikammaṁ. Ahosikammaṁ. Bhavissatikammaṁ. Atthikammaṁ. Natassa",
  "anya-e0301n7:66_2": "vipākoti evaṁ vuttapāṭhavasena ācariyehi tathāgahitanāma dheyyaṁ sabbaso aladdhavipākavāraṁ",
  "anya-e0301n7:66_3": "kammanti vuttaṁ hoti. Tattha sattasu kusalākusalajavanesu pathamajavanacetanā diṭṭhadhammave",
  "anya-e0301n7:66_4": "danīyaṁnāma. Sā hi aladdhāsevanatāya sabbadubbalattā aciraṭṭhi tikāca hoti appataravipākācāti.",
  "anya-e0301n7:66_5": "Paccayaṁ laddhā diṭṭhadhammeeva ahetukamattaṁ phalaṁ datvā vigacchati. Na ekaṁpi",
  "anya-e0301n7:66_6": "maraṇakālaṁ atikkamma santānaṁ anubandhituṁ sakkoti. Paccayaṁ pana alabhamānā ahosikaṁnāma",
  "anya-e0301n7:66_7": "hoti. Paccayotica attano phaluppattiyā okāsadāyako nānā iriyāpathesu iṭṭhāniṭṭhārammaṇasamā",
  "anya-e0301n7:66_8": "gamādiko yokoci paccayopi yujjatiyeva. Ṭīkāsu pana paṭipakkhehi anabhibhūtatāyātiādinā",
  "anya-e0301n7:66_9": "mahantaṁ katvā paccayo vutto. So kākavaliyādīnaṁ viya pākaṭataraphaladānaṁ sandhāya",
  "anya-e0301n7:66_10": "vuttoti veditabbo. Na hi kammapathajavanasantāne pavattamānā itarāpivā pathamajavanacetanā",
  "anya-e0301n7:66_11": "iṭṭhāniṭṭhasamāyogavasenapi laddha paccayā kāci attano balānurūpaṁ phalaṁ na detīti",
  "anya-e0301n7:66_12": "atthi. Nacatāya diyyamānaṁ sabbaṁpi phalaṁ mahājanassavā kammakārakasseva vāpākaṭameva",
  "anya-e0301n7:66_13": "siyāti sakkā vattunti. Yaṁ pana ñāṇavibhaṅgaṭṭha kathāyaṁ ekaṁ diṭṭhadhammavedanīyaṁ",
  "anya-e0301n7:66_14": "vipākaṁ deti. Sesāni avipākānīti vuttaṁ. Taṁ aladdhapaccayāni sesāni sandhāya vuttanti",
  "anya-e0301n7:66_15": "gahetabbaṁ. Na hi eko diṭṭhadhammo ekasseva diṭṭhadhammavedanī yassa okāsoti sakkā",
  "anya-e0301n7:66_16": "viññātunti. Atthasādhikā pana sanniṭṭhāpakabhūtā satthamajavanacetanā upapajja vedanīyaṁnāma.",
  "anya-e0301n7:66_17": "Sā hi laddhāsevanatāya thokaṁ sārabhūtā hotīti pathamacetanā viya sīghataraṁ vipaccituṁ",
  "anya-e0301n7:66_18": "nasakkoti. Balavatīca hotīti ekaṁ bhavaṁ janetuṁ sakkoti. Patita java nesu pana antimajavanatāya",
  "anya-e0301n7:66_19": "majjhimacetanāyo viya ciraṭṭhitikā na hotīti paccayaṁ laddhā anantare eva bhave paṭisandhiṁvā",
  "anya-e0301n7:66_20": "pavatti phalamevavā datvā vigacchati. Aladdhā pana ahosikammameva hoti. Na dutīyaṁ",
  "anya-e0301n7:66_21": "maraṇakālaṁ atikkamituṁ sakkoti. Yaṁpana ñāṇavibhaṅgaṭṭhakathāyaṁ ekaṁ upapajjavedanīyaṁ",
  "anya-e0301n7:66_22": "paṭisandhiṁ ākaḍḍhati. Sesāni avipākānīti vuttaṁ. Taṁpi paṭisandhivipākaṁ sandhāya",
  "anya-e0301n7:66_23": "vuttanti gahetabbaṁ. Sesānipi hi yāva dutīyacuti nāgacchati. Tāva laddhapaccayāni",
  "anya-e0301n7:66_24": "pavatti vipākaṁ dentiyeva. Idha missaka kammāni katvā anantarabhave missakakammaphalaṁ",
  "anya-e0301n7:66_25": "anubhontāni vemānika petavatthūni aññānica taṁtaṁkammaṁ katvā anantarabhave eva sugati",
  "anya-e0301n7:66_26": "yaṁ kabbipākabhūtaṁ vipattiṁ anubhavantāni duggatiyaṁvā tabbipākabhūtaṁ sampattiṁ",
  "anya-e0301n7:66_27": "anubhavantāni anekāni vatthusatāni ettha kathe tabbānīti.",
  "anya-e0301n7:67": "[150] Yaṁ pana vibhāvaniyaṁ",
  "anya-e0301n7:68": "‘‘Sāca paṭisandhiṁ datvāva pavattivipākaṁ deti. Paṭisandhiyā pana adinnāya pavattivipākaṁ detīti natthī’’ti vuttaṁ. Taṁ na yujjati.",
  "anya-e0301n7:69": "Yathāvuttavatthūhi saddhiṁ virujjhanato.",
  "anya-e0301n7:70": "[151] Yañca tattha",
  "anya-e0301n7:71": "‘‘Cuti anantarañhi upapajjavedanīyassa okāso’’ti kāraṇaṁ vuttaṁ. Taṁpi akāraṇaṁ.",
  "anya-e0301n7:72": "Putianantarato paṭṭhāya yāvajīvaṁpi okāsasambhavato.",
  "anya-e0301n7:73": "[152] Yañca tattha",
  "anya-e0301n7:74": "‘‘Paṭisandhiyā pana dinnāya jātisatepi pavattivipākaṁ detīti vuttaṁ’’. Taṁpi na gahetabbaṁ.",
  "anya-e0301n7:75_0": "Kammasaṅkarāpattito. Aṅguttaraṭṭhakathāyañca diṭṭhadhammavedanīyaṁ upapajjavedanīyaṁ",
  "anya-e0301n7:75_1": "aparapariyāya vedanīyanti tesaṁ saṅkamanaṁ natthi. Yathāṭhāneyeva patiṭṭhantīti vuttaṁ.",
  "anya-e0301n7:75_2": "Na cettha paṭisandhivasena evaṁ vuttanti sakkā vattuṁ. Tadatthasādhakassa aṭṭhakathāpadesassavā",
  "anya-e0301n7:75_3": "vatthussavā yuttiyāvā abhāvatoti. Majjhe pana pañcajavana cetanā aparapariyāya vedanīyaṁnāma.",
  "anya-e0301n7:75_4": "Etā hi suṭṭhu balavantī sārabhūtāca hontīti na sīghaṁ vipaccituṁ sakkonti. Ciraṭṭhitikā",
  "anya-e0301n7:75_5": "pana honti. Tasmā tatīyabhavato paṭṭhāya yadā okāsaṁ labhanti. Tadā pañcavāre paṭisandhiṁ",
  "anya-e0301n7:75_6": "datvā saṁsārapavattiyā sati kappasatasahassepi pavattivipākaṁ dentīti. Imāniyeva",
  "anya-e0301n7:75_7": "pana tīṇi kammāni attano attano khette sabbaso vipākavāraṁ alabhamānāni ahosikammaṁnāma.",
  "anya-e0301n7:75_8": "Khettañca nesaṁ pathamassa diṭṭha dhammacutiyā paricchinnaṁ. Dutīyassa anāgatānantarabhavacutiyā.",
  "anya-e0301n7:75_9": "Tatīyassa parinibbānacutiyāti daṭṭhabbaṁ. [Diṭṭhadhammacatukkaṁ]",
  "anya-e0301n7:76_0": "148.Pākaṭṭhānavasenāti apāyādikassa vipaccanaṭṭhānassa vasena tathā cattāri kammānināma",
  "anya-e0301n7:76_1": "hontīti yojanā. Tatthāti tesu akusalādīsu catūsu kammesu. Kammadvāravasenāti kammasiddhiyā",
  "anya-e0301n7:76_2": "aṅgabhūtānaṁ kāyādi kammadvārānaṁ vasena. Pāṇaṁ atipātenti etenāti pāṇātipāto. Atipātanañcettha",
  "anya-e0301n7:76_3": "sarasato patituṁ adatvā antarāeva payogabalena pātanaṁ daṭṭhabbaṁ. Adinnaṁ ādiyanti",
  "anya-e0301n7:76_4": "etenāti adinnādānaṁ. Agamanī yavatthusaṅkhātesu vatthukāmesu micchā caranti etenāti",
  "anya-e0301n7:76_5": "kāmesumicchācāro. Tattha parapāṇe pāṇasaññino tassa jīvitindriyasantānupacchedakassa",
  "anya-e0301n7:76_6": "kāyavacīpayogassa samuṭṭhāpikā vadhakacetanā pāṇātipātonāma. Sayameva attano jīvitindriyaṁ",
  "anya-e0301n7:76_7": "pātentassa pāṇātipātonāma natthi. Parapariggahite parapariggahitasaññino tato viyogakāraṇassa",
  "anya-e0301n7:76_8": "kāya vacīpayogassa samuṭṭhāpikā acchindakacetanā adinnādānaṁnāma. Agamanīyavatthūsu",
  "anya-e0301n7:76_9": "maggenamaggapaṭipādakassa kāyapayogassa samuṭṭhāpikā assādacetanā kāmesumicchācāronāma.",
  "anya-e0301n7:76_10": "Keci panaetthapi agamanīya vatthusaññinoti padaṁ icchanti. Taṁ aṭṭhakathāya na sameti.",
  "anya-e0301n7:76_11": "Agamayanīvatthu tasmiṁ sevanacittanti hi tattha vuttaṁ. Etena agamanīyavatthumhi",
  "anya-e0301n7:76_12": "sati gamanīya saññāyavā agamanīya saññāyavā sevantassa kammapatho hoti yevāti siddhaṁ",
  "anya-e0301n7:76_13": "hoti. Itarathā agamanīyavatthu tathā saññitā tasmiṁ sevanacittanti vuttaṁ siyāti.",
  "anya-e0301n7:77_0": "Apare pana sayaṁ payogaṁ katvā attani parena karīyamānaṁ maggena maggapaṭipādanaṁ",
  "anya-e0301n7:77_1": "assādentassa sevanacitte satipi natthi kammappathabhedo. Payogassa abhāvāti vadanti.",
  "anya-e0301n7:77_2": "Sevanacitte pana sati payogo appamāṇanti eke. Evañca sati tiyaṅgikova micchācāro,",
  "anya-e0301n7:77_3": "na caturaṅgikoti āpajjati. Aṭṭhakathāyaṁ pana sevana payogena saha caturaṅgikova",
  "anya-e0301n7:77_4": "vuttoti aññe. Sevanapayogo pana yebhuyyena labbhamānattāyeva vutto. Na pana ekantaaṅgabhāvato.",
  "anya-e0301n7:77_5": "Itarathā itthīnaṁ yebhuyyena payogakiccaṁ natthīti tāsaṁ micchācāro dullabho siyāti",
  "anya-e0301n7:77_6": "ca vadanti. Bhikkhunidūsanaṁpi ettheva saṅgayhati. Sā hi rakkhitāsu saṅgahitāti.",
  "anya-e0301n7:77_7": "Ṭīkāsu pana sā dhammarakkhitāpi na hoti. Kuto mātādirakkhitā. Dhammoti hi idha pāsaṇḍiyadhammova",
  "anya-e0301n7:77_8": "aṭṭhakathāyaṁ vuttoti vadanti. Sāsanadhammopi nana yutto. Sabrahmacāri niyopi upajjhāyinī",
  "anya-e0301n7:77_9": "ādikā tassā mātādiṭṭhāniyāeva honti. Tathā hi sikkhāpadavibhaṅgaṭṭhakathāyaṁ micchācāropi",
  "anya-e0301n7:77_10": "dussīlāya.La. Sāmaṇeriyā, puthujjanabhikkhuniyā, sotāpannāya, sakadāgāminiyā, tato",
  "anya-e0301n7:77_11": "anāgāminiyā vītikkamo mahāsāvajjo. Khīṇāsavāya pana ekantamahāsāvajjovāti vuttaṁ.",
  "anya-e0301n7:78_0": "Kasmāpanettha surāpānaṁ nagahi taṁ. Taṁpihi apāyasaṁvattani kabhāvena vuttaṁ. Yathāha-surāmerayapānaṁ",
  "anya-e0301n7:78_1": "bhikkhave āsevitaṁ bhāvitaṁ bahulīkataṁ nirayasaṁvattanikaṁ tiracchānayonisaṁvattanikaṁ",
  "anya-e0301n7:78_2": "pettivisayasaṁvattanikaṁ. Yoca sabbalahuko surāmeraya pānassa vipāko. So manussabhūtassa",
  "anya-e0301n7:78_3": "ummattakasaṁvattaniko hotīti. Aṭṭhakathāsupi koṭṭhāsato pañcapi pāṇātipātā dayo kammapathāevāti",
  "anya-e0301n7:78_4": "vuttanti. Vuccate, mūlaṭīkāyaṁ tāva tassa sabhāgattena micchācāre upakārakattena",
  "anya-e0301n7:78_5": "dasasupi kammapathesu anupavesoti vuttaṁ. Tattha sabhāgattaṁ gahetvā vibhāvaniyaṁ",
  "anya-e0301n7:78_6": "surāpānaṁpi ettheva saṅgayhatīti vadanti rasasaṅkhātesu kāmesu micchācārabhāvatoti",
  "anya-e0301n7:78_7": "vuttaṁ. Upakārakattaṁ gahetvā paṭisambhidāmaggaṭīkāyaṁ kusalākusalāpica paṭisandhijanakāyeva",
  "anya-e0301n7:78_8": "kammapathāti vuttā. Vuttāvasesā paṭisandhijanane anekanti kattā kamma pathāti na",
  "anya-e0301n7:78_9": "vuttāti imassa vākyassa saṁvaṇṇanāyaṁ vuttāvase sāti surāpānādayo tabbiramaṇādayoca.",
  "anya-e0301n7:78_10": "Surāpānañhi madassa paccayo. Mado apuññapathassa. Tabbiratipi nimmadatāya. Sāca puññapathassāti",
  "anya-e0301n7:78_11": "kammapathūpanissayāni tāni tadāsannakammavasena sandhijanakānipi hontīti vuttaṁ.",
  "anya-e0301n7:78_12": "Tattha tadāsannakammavasenāti tassa surāpānassavā surāpānaviratiyāvā āsanne pavattānaṁ",
  "anya-e0301n7:78_13": "tammūlakānaṁ apuññakammānaṁvā puññakammānaṁvā vasenāti attho. Idaṁ vuttaṁ hoti-yo",
  "anya-e0301n7:78_14": "suraṁ pivitvā surāmadahetu pāṇā pātādīsu yaṁkiñci kammaṁ karoti, tassa surāpānaṁ",
  "anya-e0301n7:78_15": "tassati kammassa balavūpanissayo hoti pubbacetanāṭhāniyañca. Tadeva visuṁ paṭisandhiṁ",
  "anya-e0301n7:78_16": "janeti, na itaranti. Yathā hi pubbāparacetanā yopi kammapathapattassa kammassa parivārabhūtāeva",
  "anya-e0301n7:78_17": "paṭisandhiṁ janenti, na itarā. Evamidaṁpīti. Na hi kammapathasuttesu sarūpato āgatānieva",
  "anya-e0301n7:78_18": "paṭisandhiṁ janenti. Na itarānīti sakkā niyametuṁ. Yāni pana ekantena paṭisandhijananasāmatthiya",
  "anya-e0301n7:78_19": "yuttāni, tāneva tattha sarūpato vuttāni. Yānipana paṭisandhijanane anekantikāni honti.",
  "anya-e0301n7:78_20": "Tāni tatthasarūpato na vuttānīti sakkā viññātuṁ. Tathā hi paṭisambhidā maggaṭṭhakathāyaṁ",
  "anya-e0301n7:78_21": "kusalākusalāpica paṭisandhijanakāyeva kammapathāti vuttā. Vuttāvasesā paṭisandhijanane",
  "anya-e0301n7:78_22": "anekanti kattā kammapathāti na vuttāti vuttaṁ. Tasmā idaṁpi paṭisandhijanane anekantikattā",
  "anya-e0301n7:78_23": "tattha sarūpato na vuttantica. Yaṁ tadā sannakammavasena paṭisandhijanakanti pubbe",
  "anya-e0301n7:78_24": "vuttaṁ. Taṁ tattha sarūpato vuttesu tadā sannakammesu anupaviṭṭhantica sakkā vattunti.",
  "anya-e0301n7:78_25": "Tassa pana duvidhaṁ kiccaṁ paṭisandhijananaṁ kammajananañcāti. Tattha paṭijananato",
  "anya-e0301n7:78_26": "kammajananamevassa mahantaṁ mahāvipphārañca hotīti katvā sakkena devānamindena kumbhajātake –",
  "anya-e0301n7:79": "Yaṁ ve vivitvā duccaritaṁ caranti,",
  "anya-e0301n7:80": "Kāyena vācāya cetasāca;",
  "anya-e0301n7:81": "Nirayaṁ vajanti duccaritaṁ caritvā,",
  "anya-e0301n7:82": "Tassā puṇṇaṁ kumbhamimaṁ kiṇāthāti.",
  "anya-e0301n7:83_0": "Evaṁ tadāsannakammavaseneva tassa apāyagāmitā vuttā. Tadubhayaṁ panassa kiccaṁ gahetvā",
  "anya-e0301n7:83_1": "surāmerayapānaṁ bhikkhave āsevitaṁ.La. Saṁvattanikanti aṅguttare vuttanti veditabbaṁ.",
  "anya-e0301n7:83_2": "Ayañhisuttapadesu dhammatā. Yadidaṁ saṁvattanikanti vuttaṭṭhāne yathālābhayojanāti.",
  "anya-e0301n7:83_3": "Tathāhi mūlaṭīkāyaṁpunabbhavaṁdetipunabbhavāya saṁvattetīti pāṭhe kammasahajātā punabbhavaṁdeti.",
  "anya-e0301n7:83_4": "Kammasahāyabhūtā akammasahajā tāpunabbhavaṁ saṁvattetīti vuttaṁ. Keci pana imamatthaṁ",
  "anya-e0301n7:83_5": "anupadhāretvā imāya pāḷiyā tassa visuṁ ekantakammapathabhāvaṁ maññanti. Yaṁ pana",
  "anya-e0301n7:83_6": "koṭṭhāsato pañcapi kammapathāevāti aṭṭhakathāvākyaṁ. Tattha evasaddena tesaṁ cetanādhammattā",
  "anya-e0301n7:83_7": "jhānādikoṭṭhāsikattaṁ nivatteti. Cetanā hi kammapathaṁ pattāpi apattāpi koṭṭhāsato",
  "anya-e0301n7:83_8": "kamma pathakoṭṭhāsikāeva hotīti. Teneva mūlaṭīkāyaṁ kammapathā evāti kammapathakoṭṭhāsikāevāti",
  "anya-e0301n7:83_9": "vuttaṁ. Anuṭīkāyañca kamma pathakoṭṭhāsikāeva. Na jhānādikoṭṭhāsikāti vuttaṁ. Kecipana",
  "anya-e0301n7:83_10": "imamatthaṁ asallakkhetvā iminā vākyena tassa visuṁ kammapathabhāvaṁ vadanti.",
  "anya-e0301n7:84_0": "Khuddakapāṭhaṭṭhakathāyaṁ pana sabbenasabbaṁ tassa kammapathabhāvo paṭikkhittoyeva,",
  "anya-e0301n7:84_1": "tattha hi purimānaṁ catunnaṁ kāyakammādibhāvañca kammapathabhāvañca visuṁ vatvā surāpānaṁpatvā",
  "anya-e0301n7:84_2": "kāyakammamevāti vuttaṁ. Etena vacīkammabhāvañca kammapathabhāvañca paṭikkhipatīti.",
  "anya-e0301n7:84_3": "Dhātusaṁyuttaṭṭhakathā yañca paṭikkhitto. Yathāha-tatīyaṁpañcakammavasena bujjhanakānaṁ",
  "anya-e0301n7:84_4": "ajjhāsayavasena vuttaṁ. Catutthaṁ sattakammapathavasena pañcamaṁ dasa kammapathavasenāti.",
  "anya-e0301n7:84_5": "Tattha hi tatīye surāpānamissakattā pañcakammavasena icceva vuttaṁ. Na pañcakammapathavasenāti.",
  "anya-e0301n7:84_6": "Etāsupica paṭisandhijanane anekanti kattāeva paṭikkhittoti na nasakkā vattuṁ evañhi",
  "anya-e0301n7:84_7": "sati sabbā pāḷiṭṭhakathāṭīkāyo saṁsanditā hontīti. Kāyakammanti ettha kāyo tividho",
  "anya-e0301n7:84_8": "sasambhārakāyo pasādakāyo copanakāyoti. Idha kāyaviññattisaṅkhāto copanakāyo adhippetoti",
  "anya-e0301n7:84_9": "vuttaṁ kāyaviññattisaṅkhāteti. Copanakāyo hi kadāci kāyaṅgena attanoadhippāyaṁ parassa",
  "anya-e0301n7:84_10": "viññā panatthāyapi karīyatīti kāyaviññattīti vuccatīti. So yevaca kammānaṁ pavattimukhattā",
  "anya-e0301n7:84_11": "dvāranti kāyadvāraṁ. Tasmiñhi tena tena upakkama kiccena pavattamāneeva jīvitindriyupacchedādikiccasiddhito",
  "anya-e0301n7:84_12": "taṁjana kassa cetanādhammassa āyūhana kiccanibbattica kāyakammanāma lābhoca hotīti.",
  "anya-e0301n7:84_13": "Tasmiṁ kāyadvāre. Etthaca yasmāsabbānipi kammāni pubbaṅgamabhūtena sampayuttamanena",
  "anya-e0301n7:84_14": "vinā nasijjhanti. Manopubbaṅgamā dhammā. Manoseṭṭhā manomayāti hi vuttaṁ. Dhammāti",
  "anya-e0301n7:84_15": "cettha sucaritaduccaritadhammā vuccanti. Tasmā manodvāraṁ sabbakammasādhāraṇattā",
  "anya-e0301n7:84_16": "kammāni visesetuṁ nasakkoti. Asādhāraṇabhūtā pana kāyavacīyo eva sakonti. Yasmāca",
  "anya-e0301n7:84_17": "purimāni sattavidhāni kammāni kevalaṁ manomattena nasijjhanti. Taṁsamuṭṭhitehi pana",
  "anya-e0301n7:84_18": "kāya vacīpayogehi eva sijjhanti. Tasmā teeva tesaṁ kammānaṁ pavattimukhasaṅkhyaṁ",
  "anya-e0301n7:84_19": "gacchantīti vuttaṁ kāyadvāreti. Parato vacīdvāreti ca.",
  "anya-e0301n7:85_0": "Yasmā pana kāyadvāre vuttito kāyakammaṁ nāma. Vacīdvāre vuttito vacīkammaṁnāmāti",
  "anya-e0301n7:85_1": "ettakamatte vutte pāṇātipātādīni tīṇi kāyakammaṁnāma. Musāvādādīni cattāri vacīkammaṁnāmāti",
  "anya-e0301n7:85_2": "evaṁ dvārena kammānaṁ nāmavavatthānaṁ asiddhaṁ siyā. Kathaṁ. Yadā hi purimāni dve",
  "anya-e0301n7:85_3": "āṇattivasena appakena vacīdvāre bhijjhanti. Tadā tāni kāyakammanti nāmaṁ jaheyyuṁ.",
  "anya-e0301n7:85_4": "Vacīkammanti saṅkhyaṁ gaccheyyuṁ kasmā vacīdvāre vuttito vacīkammaṁnāmāti vuttattā.",
  "anya-e0301n7:85_5": "Dvevā nesaṁ nāmāni bhaveyyuṁ. Ubhayadvāresupi sandissanato. Yadāpana majjhimāni cattāri",
  "anya-e0301n7:85_6": "hatthamuṭṭhādivasena appakena kāyadvāre sijjhanti. Tadā tānipi vacīkammanti nāmaṁ",
  "anya-e0301n7:85_7": "jaheyyuṁ. Kāyakammanti saṅkhyaṁ gaccheyyuṁ. Kasmā kāyadvāre vuttito kāyakammaṁnāmāti",
  "anya-e0301n7:85_8": "vuttattā. Dvevā nesaṁ nāmāni bhaveyyuṁ. Ubhayadvāresupi sandissanato. Evañcasati",
  "anya-e0301n7:85_9": "pāṇātipāto.La. Micchācāroceti kāyakammaṁnāmāti idaṁ vavatthānameva niratthakaṁ siyā.",
  "anya-e0301n7:85_10": "Tathā parato musāvādo.La. Ppalāpoceti vacīkammaṁnāmāti. Bāhullavuttitoti vuttepana",
  "anya-e0301n7:85_11": "ekamekena bāhullasaddena chabbidhāni tāni vajjāni vajjetvā vuttappakāraṁ dvārena",
  "anya-e0301n7:85_12": "kammavavatthānaṁ siddhaṁ bhavati. Yathā vanacarako saṅgāmāvacaroti.",
  "anya-e0301n7:86_0": "Manokammāni pana dvārantaresu carantānipi caraṇamattāni eva honti. Na dvārantarāni",
  "anya-e0301n7:86_1": "tesaṁ kammasiddhiyā aṅgaṁ honti. Tasmā tāni visuṁ katānīti veditabbaṁ. Yasmā pana",
  "anya-e0301n7:86_2": "kāyadvārassa kāyoti nāmaṁ anekesu suttasahassesu sayameva siddhaṁ pākaṭañca. Tathā",
  "anya-e0301n7:86_3": "vacīdvārassa vācāti nāmaṁ. Kusalākusala javanacittasaṅkhākassa manodvārassaca manoti",
  "anya-e0301n7:86_4": "nāmaṁ. Tasmā sabbattha kāyadvāraṁ vacīdvāraṁ manodvāranti vutte kammena dvārassa",
  "anya-e0301n7:86_5": "vavatthāna kiccaṁnāma natthi. Yattha pana kāyakammadvāraṁ vacīkammadvāraṁ manokammadvāranti",
  "anya-e0301n7:86_6": "āgataṁ. Tattheva dvārakathādīsu kammena dvāravavatthānaṁpi visuṁ vattabbaṁ hotīti daṭṭhabbaṁ.",
  "anya-e0301n7:87": "[153] Etena yaṁ vuttaṁ vibhāvaniyaṁ",
  "anya-e0301n7:88": "‘‘Kāyakammassaca pavattimukhabhūtaṁ kāyadvāranti vuccatīti’’. Taṁ paṭikkhittaṁ hoti.",
  "anya-e0301n7:89": "[154] Yañca tattha",
  "anya-e0301n7:90": "‘‘Tathā musāvādādiṁ kāyavikārena karontassa vacīkammaṁ kāyadvārepi pavattatīti kammena dvāravavatthānaṁpi nasiyāti’’ vuttaṁ. Taṁpi na yujjati.",
  "anya-e0301n7:91": "Na hi kāyavikārena karīyamānaṁ vacīkammaṁ kāyadvāre pavattamānaṁpi tassa dvārassa nāmaṁ bhindituṁvā attano nāmaṁ dātuṁvā sakkoti. Sabhāva siddhattā tassa nāmassāti.",
  "anya-e0301n7:92": "[155] Eteneva yañca tattha",
  "anya-e0301n7:93_0": "Vuttaṁ ‘‘tathā kāyakammameva yebhuyyena kāyadvāre pavattati. Na itarāni. Tasmā kāyakammassa",
  "anya-e0301n7:93_1": "yebhuyyena ettheva pavattanato kāyakammadvārabhāvo siddho. Brāhmaṇagāmādīnaṁ brāhmaṇagāmādi",
  "anya-e0301n7:93_2": "bhāvoviyāti’’. Taṁpi paṭikkhittaṁ hoti.",
  "anya-e0301n7:94": "Na hi kāyakammadvāranti nāmaṁ idha vuttaṁ atthīti. [Kāyakammaṁ]",
  "anya-e0301n7:95_0": "149. Musāti abhūtatthe nipāto. Musā vadanti etenāti musāvādo. Visati paresaṁ aññamaññasammodabhāvasaṅkhātaṁ",
  "anya-e0301n7:95_1": "sāmaggirasaṁ saṁcuṇṇeti paribhindati mithu bhedaṁ karoti etāyāti pisuṇā. Attano piyabhāvaṁ",
  "anya-e0301n7:95_2": "paresañca mittasuññabhāvaṁ karoti etāyātivā pisuṇā. Niruttinayena. Vadanti etāyāti",
  "anya-e0301n7:95_3": "vācā. Pisuṇāca sā vācācāti pisuṇavācā. Yena suyyati, tassa hadayaṁ pharamānā usati",
  "anya-e0301n7:95_4": "dahatīti pharusā. Pharusāca sā vācācāti pharusavācā. Sādhujanehi adhigantabbaṁ saṁsukhaṁ",
  "anya-e0301n7:95_5": "hitañca phalati visarati vināseti hitasukhamaggaṁ bhindatīti samphaṁ. Taṁvā phalati",
  "anya-e0301n7:95_6": "bhijjati etenāti samphaṁ. Atthadhammāpagatassa paṭibhāṇacittassa bhāratayuddhasītāharaṇā",
  "anya-e0301n7:95_7": "dikassa vācā vatthumattassetaṁ nāmaṁ. Yattha diṭṭhadhammahitabuddhiyāvā samparāyika",
  "anya-e0301n7:95_8": "hitabuddhiyāvā upāyadīpakaṁ kiñci atthadhammavinayapadaṁ natthi. Samphaṁ palapantipakārena",
  "anya-e0301n7:95_9": "kathayanti etenāti sapphappalāpo. Tattha parassavisaṁ vādanapurekkhārena visaṁ vādaka",
  "anya-e0301n7:95_10": "kāyavacīpayogasamuṭṭhāpikā akusalacetanā musāvādo. So parassa atthabhañjanakova kammapathabhedo.",
  "anya-e0301n7:95_11": "Itaro kammameva. Ettha ca kamma pathoti paṭisandhijanakānaṁ kammānaṁ uṭṭhānamukhamaggo",
  "anya-e0301n7:95_12": "vuccati. Yathā hi rajānaṁ uṭṭhānapadeso rajapathoti vuccati. Tathā loke sandissamānesu",
  "anya-e0301n7:95_13": "sattānaṁ kāyavacīcittābhisaṅkharaṇakiccesuyehi kiccehi paṭisandhijanakāni kammāni",
  "anya-e0301n7:95_14": "uṭṭhahanti. Yesuvā kiccesu tāni uṭṭhahanti pavattanti. Tāni kāyavacīcittā bhisaṅkharaṇakiccāni",
  "anya-e0301n7:95_15": "paṭisandhijanakānaṁ kammānaṁ uṭṭhānamukhamaggattā kammapathoti vuccanti. Katamāni",
  "anya-e0301n7:95_16": "pana tānīti. Aṅgasampannāni akusalesu pāṇaghāta kiccādīni kusalesu tabbiramaṇakiccādīni",
  "anya-e0301n7:95_17": "dasavidhāni kiccānīti. Kammāniyeva sugatiduggatīnaṁ taduppajjanakasukhadukkhānañca",
  "anya-e0301n7:95_18": "pathabhūtattā kammapathonāmātipi vadanti.",
  "anya-e0301n7:96_0": "Parassa bhedapurekkhārena bhedakakāyagacīpayogasamuṭṭhā pikā saṁkiliṭṭhacetanā pisuṇāvācā.",
  "anya-e0301n7:96_1": "Sāpi pare bhinneyeva kammapathabhedo. Abhinne kammameva. Parassa mammacchedakakāya",
  "anya-e0301n7:96_2": "vacīpayogasamuṭṭhāpikā duṭṭhacetanā pharusavācā. Etthaca maranti sattā, maraṇamattaṁvā",
  "anya-e0301n7:96_3": "dukkhaṁ nigacchanti etasmiṁ ghaṭṭiyamāneti mammaṁ. Duṭṭhavaṇo. Mammaṁ chindati bhindati",
  "anya-e0301n7:96_4": "ghaṭṭetīti mammacchedako. Vaṇaghaṭṭanapayogo. Idha pana mammaṁviyāti mammaṁ. Jātiādīsu",
  "anya-e0301n7:96_5": "dasasu akkosavatthūsu yaṁkiñci. Mammacchedakoti jātiādīsu ghaṭṭana vasena pavatto",
  "anya-e0301n7:96_6": "pharusa kāyavacī payogo. Aya mattho sīlakkhandha ṭīkā vasena veditabbo. Athavā. Mamāyatīti",
  "anya-e0301n7:96_7": "mamo. Mitto. Mamassa bhāvo mammaṁ. Mettācittaṁ. Mammaṁ chindatīti mammacchedako.",
  "anya-e0301n7:96_8": "Ayaṁpi akkositabbassa sammukhāeva kammapathabhedoti keci. Parammukhāpīti apare. Yathā",
  "anya-e0301n7:96_9": "pana paraṁ akkositvā khamāpentassa khamāpanakammaṁ parassa dūre ṭhitassapi matassapi",
  "anya-e0301n7:96_10": "sampajjati. Evaṁ akkosanakammaṁpīti dīghamajjhimaṭīkākārā icchanti. Akkosādhippāyena",
  "anya-e0301n7:96_11": "caṇḍā mahiṁsī taṁ anubandhatūtivā corā taṁ khaṇḍā khaṇḍikaṁ karontūtivā muddhā te",
  "anya-e0301n7:96_12": "phalatu sattadhātivā evamādinā nayena paraṁ abhisapantassapi kammapathabhedo hotiyevātica vadanti.",
  "anya-e0301n7:97_0": "Anatthaviññāpana kāyavacīpayoga samuṭṭhāpikā pāpacetanā samphappalāpo. Sopi bhāratayuddha",
  "anya-e0301n7:97_1": "sītāharaṇādikesu paṭibhāṇacittesu vācāvatthumattesueva kammapathabhedo. Socakho pare",
  "anya-e0301n7:97_2": "taṁ anatthaṁ saccato gaṇhanteyeva. Agaṇhante pana kammameva. Tathā rājakathādīsu",
  "anya-e0301n7:97_3": "dvattiṁsa tiracchāna kathāpabhedesupi kammameva. Tañca kho tadassādavasena kathentasseva.",
  "anya-e0301n7:97_4": "Atthadhammavinayanissitaṁ katvā kathentassa pana sabbaṁpi satthakameva hotīti veditabbaṁ.",
  "anya-e0301n7:97_5": "Vacīkammanti ettha vacīti vācāyeva. Sā catubbidhā saddavācā virativācā cetanāvācā",
  "anya-e0301n7:97_6": "copanavācāti. Idha pana saddasahitā vacīviññattisaṅkhātā copana vācā adhippetāti",
  "anya-e0301n7:97_7": "vuttaṁ vacīviññattisaṅkhāteti. Copanavācā hi kadāci vācaṅgena attano adhippāyaṁ parassa",
  "anya-e0301n7:97_8": "viññāpanatthāyapi karīyatīti vacīviññattīti vuccatīti. Sāyevaca kammānaṁ pavatti",
  "anya-e0301n7:97_9": "mukhattā dvāranti vacīdvāraṁ. Tāya hi taṁtaṁvacīpayogakiccena pavattamānāya eva visaṁvādanādikiccasiddhito",
  "anya-e0301n7:97_10": "taṁsamuṭṭhāpakassa cetanādhammassa āyūhanakriyānibbattica vacīkammanāmalābhoca hotīti.",
  "anya-e0301n7:97_11": "Tasmiṁ vacīdvāre. Yamettha vattabbaṁ, taṁ kāyakamme vuttamevāti. [Vacīkammaṁ]",
  "anya-e0301n7:98_0": "150. Abhijjhāyanti assādamatte aṭṭhatvā parabhaṇḍassa attano pariṇāmanavasena atirekataraṁ",
  "anya-e0301n7:98_1": "jhāyanti nijjhāyanti etāyāti abhijjhā. Byāpādenti parasatte vināsaṁ āpanne katvā",
  "anya-e0301n7:98_2": "cintenti etenāti byāpādo. Micchādiṭṭhīti ettha micchāti viparītatthe nipāto. Atthidinnantiādinayapavattaṁ",
  "anya-e0301n7:98_3": "sabbaṁ sappurisa maggaṁ sappurisapaññattaṁ bhinditvā natthi dinnantiādinayena tabbiparī",
  "anya-e0301n7:98_4": "tato passanti etāyāti micchādiṭṭhi. Tattha parasantakaṁ disvā kevalaṁ assādanābhinandanarajjanamattesu",
  "anya-e0301n7:98_5": "aṭṭhatvā ahovata idaṁ mamassāti evaṁ attano katvā cittena pariṇāmentasseva abhijjhākammapathabhedo",
  "anya-e0301n7:98_6": "hoti. Parasantakabhāveyeva thapetvā lābhāvatime. Ye īdisaṁ paribhuñjanti. Ahovatāhaṁpi",
  "anya-e0301n7:98_7": "tāvakālikaṁ paribhuñjeyyaṁ. Yācitvāvā kiṇitvāvā attano kareyyaṁ. Aññaṁvā īdisaṁ labheyyanti",
  "anya-e0301n7:98_8": "evaṁ assādentassa kammameva. Vuttañhetaṁ aṭṭhakathāsu parabhaṇḍavatthuke hi lobhe",
  "anya-e0301n7:98_9": "uppannepi na tāva kammapathabhedo hoti. Yāva na ahovata idaṁ mamassāti attano pariṇāmetīti.",
  "anya-e0301n7:98_10": "Antamaso ḍaṁsamakasādikepi ārabbha ime nassantu vinassantu. Ahovatime nasseyyuṁ vinasseyyuṁ.",
  "anya-e0301n7:98_11": "Avaḍḍhitāvā bhaveyyuṁ ciraṁvā natiṭṭheyyuṁ. Kadāvā nassanti vinassantīti evaṁ para",
  "anya-e0301n7:98_12": "sattassa khandhajīvavināsaṁ cintentasseva byāpādo. Itaro kammameva. Vuttañhetaṁ parasattavatthuke",
  "anya-e0301n7:98_13": "hi kodhe uppannepi na tāva kammapathabhedo hoti. Yāva na ahovatāyaṁ ucchijjeyya vināseyyāti",
  "anya-e0301n7:98_14": "tassa vināsaṁ cintetīti. Kammassavā kammavipākassavā sabbaso paṭibāhikā natthikāhe",
  "anya-e0301n7:98_15": "tukākriyavasena tividhā niyata micchādiṭṭhieva kammapathabhedo. Dasavatthukamicchādiṭṭhi",
  "anya-e0301n7:98_16": "pana natthikadiṭṭhipabhedāeva. Sabbaññudesanaṁ paṭibāhitvā pavattā ariṭṭhakaṇṭakādīnaṁ",
  "anya-e0301n7:98_17": "diṭṭhiyopi kammapathāevāti vadanti. Vīsativatthukā sakkāyadiṭṭhivā dvāsaṭṭhidiṭṭhigatānivākammamevāti.",
  "anya-e0301n7:99_0": "Niyatāti cettha yathā tīṇi lakkhaṇāni yattakaṁ passitvā saddhādhimokkhena sanniṭṭhānaṁ",
  "anya-e0301n7:99_1": "gacchantassa cittuppādo attano anantaraṁ phaladānaniyamena niyato hoti. Tattakaṁ",
  "anya-e0301n7:99_2": "passanto kusalesu dhammesu niyāmaṁ okkamatīti vutto. Tathādiṭṭhiṭṭhā nāni kāraṇa",
  "anya-e0301n7:99_3": "paṭirūpakāni yattakaṁ passitvā micchādhimokkhena sanniṭṭhānaṁ gacchantassa cittuppādocutianantarephaladānaniyamena",
  "anya-e0301n7:99_4": "niyato hoti. Tattakaṁ passitvā sanniṭṭhānaṁ gacchanto akusalesu dhammesu niyāmaṁ",
  "anya-e0301n7:99_5": "okkamati, atekicchonāma hoti. Tathā pana apassitvā kevalaṁ micchādhimokkhamattena",
  "anya-e0301n7:99_6": "evameva bhavissatīti sanniṭṭhānaṁ gantvā sakaṁ ācariyakaṁ samayaṁ paggaṇhitvā ṭhito",
  "anya-e0301n7:99_7": "atekicchonāma nahoti. Kasmā, phaladāna niyamābhāvāti. Ayañca attho micchattattikena",
  "anya-e0301n7:99_8": "dīpetabbo. Tattha hi phaladāna niyamavaseneva ubhinnaṁpi sammattamicchattadhammānaṁ",
  "anya-e0301n7:99_9": "niyatasaññāpaṭilābho aṭṭhakathāyaṁ vuttoti. Suttantasaṁvaṇṇanāsu pana gahaṇaniyamavasenāpi",
  "anya-e0301n7:99_10": "tassā niyatabhāvo vuttoti.",
  "anya-e0301n7:100_0": "Aññatrāpiviññattiyāti viññattidvayena vināpi. Viññattidvayaṁ asamuṭṭhāpetvāpīti attho.",
  "anya-e0301n7:100_1": "Apisaddena pana viññattidvayena sahāpīti dasseti. Imāni hi tīṇi kammāni yadā kāyaṅgavā",
  "anya-e0301n7:100_2": "caṅgāni acopetvā manasmiṁeva sijjhanti. Tadāviññattiyā vināva pavattanti. Yadā pana",
  "anya-e0301n7:100_3": "tāni copetvā kāyavacīdvāresu sijjhanti, tadā viññattiyā saheva pavattantīti. Etena",
  "anya-e0301n7:100_4": "imesaṁ tīsupi dvāresu pavattiṁ dīpeti. Evaṁsantepi imāni manodvāreeva bahulaṁ pavattanti.",
  "anya-e0301n7:100_5": "Kāyavacīdvāresu pana appakameva pavattantīti vuttaṁ manasmiṁyevabāhullavuttitoti.",
  "anya-e0301n7:100_6": "Tattha manasmiṁ yevāti kusalā kusalajavanacittasaṅkhāte manodvāreeva. Etena purimesupi",
  "anya-e0301n7:100_7": "kāyadvāre vacīdvāreti padesu evasaddasambhavo dīpito hoti. Evañhi sati tatthapi dvārena",
  "anya-e0301n7:100_8": "kammavavatthānaṁ suṭṭhutaraṁ upapannaṁ hotīti. Itarathā upalakkhaṇādivasena atthantarapasaṅgopi",
  "anya-e0301n7:100_9": "siyāti. Apica, idha evasaddena ayaṁpi visesattho dīpito hoti. Pāṇavadhādīsu hi vadhāmi",
  "anya-e0301n7:100_10": "naṁ avaharāmi na ntiādinā saṁvidhānākārena pavattā cetayitakriyāeva padhānaṁ hoti.",
  "anya-e0301n7:100_11": "Sāca kāyavacīpayogehi vinā nasijjhati. Tasmā tesu kāya vacī payogā kammasiddhiyā",
  "anya-e0301n7:100_12": "ekaṁ aṅgaṁ honti. Taṁ sahajātāca abhijjhādayo cetanāpakkhikāeva hutvā abbohārikattaṁ",
  "anya-e0301n7:100_13": "gacchanti. Parabhaṇḍā bhijjhāyanādīsu pana abhijjhādīnaṁ attapadhānānaṁ kāyavacīdvāresu",
  "anya-e0301n7:100_14": "pavattānaṁpi kāya vacīpayogākammasiddhiyā aṅgameva nahonti. Tathā cintāpavatti matteneva",
  "anya-e0301n7:100_15": "tattha kammasiddhito. Iti imesu kammesu kāya vacīdvārānaṁ sabbenasabbaṁ aṅgabhāvapaṭikkhipanatthaṁ",
  "anya-e0301n7:100_16": "manasmiṁ yevāti eva gahaṇaṁ idheva katanti daṭṭhabbaṁ. Tesu pana dvāresu pavattimatta",
  "anya-e0301n7:100_17": "sabbhāvaṁ sandhāya bāhullasaddopi idha gahitoti.",
  "anya-e0301n7:101": "[156] Yaṁ pana vibhāvaniyaṁ",
  "anya-e0301n7:102": "‘‘Viññattisamuṭṭhāpaka cittasampayuttācettha abhijjhādayo cetanāpakkhikāva hontīti’’ vuttaṁ. Taṁ idha na yujjati.",
  "anya-e0301n7:103": "Na hi viññattisamuṭṭhāpakacittasampayuttāpi kevalaṁ manokamma kiccavisesena pavattamānā abhijjhādayo cetanāpakkhikā honti. Cetanāeva pana abhijjhādipakkhikā hotīti. [Manokammaṁ]",
  "anya-e0301n7:104_0": "151. Ettha ca dasannaṁpi imesaṁ kammapathānaṁ pubbāparacetanāyo paṭisandhiākaḍḍhane",
  "anya-e0301n7:104_1": "anekantikapakkhaṁ gatāti paṭisambhidā maggaṭīkāyaṁ vuttā. Tasmā tāpi imaṁ sattaṁ",
  "anya-e0301n7:104_2": "māressāmi imaṁ bhaṇḍaṁ adinnaṁ ādiyissāmītiādinā nayena ādito paṭṭhāya pavattā balavapaccaye",
  "anya-e0301n7:104_3": "laddhā paṭisandhiṁ ākaḍḍhanti. Aladdhā nākaḍḍhantīti yuttā. Yāni pana kusalākusalāni",
  "anya-e0301n7:104_4": "kammapathabhedaṁ appattāni honti. Tāni kāyadvāre dissamānāni kāyakammānināma honti.",
  "anya-e0301n7:104_5": "Vacīdvāre dissamānāni vacīkammānināma. Suddhe manodvāre dissamānāni manokammānināmāti",
  "anya-e0301n7:104_6": "veditabbānīti. Dosamūlenāti dosasaṅkhātamūlena dosamūlakacittenāti dvidhā attho.",
  "anya-e0301n7:104_7": "Tattha purimo byāpādavajjehi dvīhi yujjati, pacchimo tīhipi. Lobhamūlenāti ettha",
  "anya-e0301n7:104_8": "esanayo. Tatthāpiti purimo abhijjhāvajjehi dvīhi yujjati. Pacchimo tīhīti. Dvīhi",
  "anya-e0301n7:104_9": "mūlehīti kadāci dosamūlena kadāci lobhamūlenāti evaṁ dvīhi mūlehi sambhavanti. Moho",
  "anya-e0301n7:104_10": "pana sabbasādhāraṇattā visesakaro na hotīti idha na gahito.",
  "anya-e0301n7:105": "[157] Yaṁ pana vibhāvaniyaṁ",
  "anya-e0301n7:106_0": "‘‘Nidhipāṭhakapamāṇato duṭṭhaniggahatthaṁ parasantakaṁ harantānaṁ rājūnaṁ brāhmaṇānañca",
  "anya-e0301n7:106_1": "sabbamidaṁ brāhmaṇānaṁ rājūhi dinnaṁ. Tesaṁ pana sabbadubbalabhāvena aññe bhuñjanti.",
  "anya-e0301n7:106_2": "Attasantakameva brāhmaṇā paribhuñjantīti evamādīni vatvā sakasaññāya eva yaṁkiñci",
  "anya-e0301n7:106_3": "harantānaṁ kammaphalasambandhāpavādīnañca mohamūlenā’’ti vuttaṁ. Taṁ idha na yujjati.",
  "anya-e0301n7:107_0": "Sahajātamūlañhi idha adhippetaṁ asādhāraṇabhūtañca. Tesañca tathāharantānaṁ haraṇaṁ",
  "anya-e0301n7:107_1": "haraṇakāle kadācidosamūlena kadāci lobhamūlenāti evaṁ dvīhi mūlehi eva sambhavatīti.",
  "anya-e0301n7:107_2": "Yo pana moho mahāsammatādīnaṁdhammikarājūnaṁ kāle pavattaṁ porāṇaka nidhisatthaṁ",
  "anya-e0301n7:107_3": "thapetvā pacchā adhammikānaṁrājūnaṁ kāle pavattesu yebhuyyena adhammikesu dhammasattha",
  "anya-e0301n7:107_4": "rājasattha saṅkhātesu nidhipāṭhesu dhammikasaññīnaṁ rājūnaṁ uppanno. Yoca rājūnaṁ",
  "anya-e0301n7:107_5": "abhisekakāle dinnaññevasamaṇabrāhmaṇānaṁtiṇakaṭṭhodakanti vacanaṁ upādāya sabbamidaṁ",
  "anya-e0301n7:107_6": "brāhmaṇānaṁ rājūhi dinnanti evaṁ saññīnaṁ brāhmaṇānaṁ uppanno. Yoca natthi sukata",
  "anya-e0301n7:107_7": "dukkaṭānaṁ kammānaṁ phalaṁ vipākoti evaṁ diṭṭhikānaṁ kammaphalasambandhā pavādīnaṁ",
  "anya-e0301n7:107_8": "uppanno. Sosabbopi upanissayamoho nāma hoti. So idha nādhippeto. Itarathā lobho nidānaṁ",
  "anya-e0301n7:107_9": "kammānaṁ samudayāya. Doso nidānaṁ kammānaṁ samudayāya. Moho nidānaṁ kammānaṁ samudayāyāti",
  "anya-e0301n7:107_10": "vacanato sabbepi akusalakamma pathāti mūlakāeva idha vattabbā siyunti. Evaṁpanettha",
  "anya-e0301n7:107_11": "vattabbaṁ siyā, kammesuca kammaphalesuca sañjātakaṅkhānaṁ janānaṁ kaṅkhā pariyuṭṭhāna",
  "anya-e0301n7:107_12": "cittenasahevatadanurūpāniadinnādānādīni cattārikammāni karontānaṁ tāni kammāni suddhena",
  "anya-e0301n7:107_13": "mohamūlena jāyantīti. Evañhi sati parato vicikicchā cetanāya paṭisandhijanakesu gahaṇaṁpi",
  "anya-e0301n7:107_14": "upapannaṁ hotīti. [Akusalakammaṁ].",
  "anya-e0301n7:108_0": "152.Kāmāvacarakusalaṁpi kāyadvāre pavattaṁ kāya kammanti ettha dve pariyāyā veditabbā.",
  "anya-e0301n7:108_1": "Kathaṁ, vakkhamānesu hi puññakriyavatthūsu yaṁkiñci puññakriyavatthuṁ kāyaṅgaṁ copetvā",
  "anya-e0301n7:108_2": "pavattitaṁ kāyakammaṁ nāma. Vācaṅgaṁ copetvā pavattitaṁ vacīkammaṁ nāma. Kāyaṅga",
  "anya-e0301n7:108_3": "vācaṅgāni acopetvā manodvāreeva pavattitaṁ manokammaṁ nāmāti ayameko pariyāyo. Ayaṁ",
  "anya-e0301n7:108_4": "pana mettaṁ kāyakammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āviceva raho ca. Mettaṁ",
  "anya-e0301n7:108_5": "vacīkammaṁ paccupaṭṭhitaṁ hoti sabrahmacārīsu āviceva rahoca. Mettaṁ manokammaṁ paccupaṭṭhitaṁ",
  "anya-e0301n7:108_6": "hoti sabrahmacārīsu āviceva rahocātica. Sabbaṁ kāyakammaṁ ñāṇapubbaṅgamaṁ ñāṇānuparivattaṁ.",
  "anya-e0301n7:108_7": "Sabbaṁ vacīkammaṁ ñāṇapubbaṅgamaṁ ñāṇānuparivattaṁ. Sabbaṁ manokammaṁ ñāṇapubbaṅgamaṁ",
  "anya-e0301n7:108_8": "ñāṇānuparivattanti ca.",
  "anya-e0301n7:109": "Padakkhiṇaṁ kāyakammaṁ, vācākammaṁ padakkhiṇaṁ;",
  "anya-e0301n7:110": "Padakkhiṇaṁ manokammaṁ, paṇīhite padakkhiṇe tica.",
  "anya-e0301n7:111_0": "Evamādīsu suttapadesu āgato. Apica, aṭṭhasāliniyaṁ sakalāya navakammadvārakathāya",
  "anya-e0301n7:111_1": "ayamattho dīpetabbo. Tattha hi dānamayaṁpi kāyavacī manokammavasena tidhā vibhattaṁ.",
  "anya-e0301n7:111_2": "Tathā sīlamayaṁ bhāvanāmayañcāti. Yasmiṁ pana dussilye pavattamāne kāyo aparisuddho",
  "anya-e0301n7:111_3": "hoti. Kāyasaṁvaro bhijjati. Yaṁ pana kusalaṁ pavattamānaṁ tadaṅgapahānādivasena taṁ",
  "anya-e0301n7:111_4": "dussilyaṁ pajahitvā kāyadvāraṁ sodhayamānaṁ kāyasaṁvaraṁ pūrayamānaṁ pavattati. Taṁ",
  "anya-e0301n7:111_5": "kāyacopana rahitaṁpi kāyaṅga saṁvaraṇa kiccattā kiccasīsena kāyadvāre pavattaṁ kāyakammaṁnāma.",
  "anya-e0301n7:111_6": "Kāyasucaritantipi vuccati. Etthaca taṁ dussilyaṁ pajahitvāti yasmiṁ citte uppajjamāne",
  "anya-e0301n7:111_7": "pāṇaghātādikaṁ kāyadussilyaṁ uppajjeyya. Tassa cittassa uppajjituṁ appadānavasena",
  "anya-e0301n7:111_8": "taṁ kāyadussilyaṁ pajahitvā. Kāyadvāraṁ sodha yamānanti yasmiṁ dussilye uppajjamāne",
  "anya-e0301n7:111_9": "kāyaṅgaṁ asuddhaṁ hoti. Tassa uppajjituṁ appadānavasena kāyadvāraṁ sodhayamānaṁ.",
  "anya-e0301n7:111_10": "Kāyasaṁvaraṁ pūrayamānanti sayaṁ kāyaṅgasaṁvaraṇakiccasampādanena kāyasaṁvaraṁ pūrentanti",
  "anya-e0301n7:111_11": "attho. Vacīkammepi eseva nayo. Avayesaṁ pana sabbaṁpi kalyāṇakammaṁ tīsu dvāresu",
  "anya-e0301n7:111_12": "pavattaṁpi manodvāraṁeva sodhayamānaṁ manosaṁvaraṁeva pūrayamānaṁ pavattatīti manodvāre",
  "anya-e0301n7:111_13": "pavattaṁ manokammaṁnāma. Manosucaritantipi vuccati. Ayameko pariyāyo. Ayaṁ pana anekasatesu",
  "anya-e0301n7:111_14": "kammapathasuttesu āgato. Apica, aṭṭhasāliniyaṁ sakalāya dvārakathāka ayamattho dīpetabboti.",
  "anya-e0301n7:111_15": "Imesu pana dvīsu pariyāyesu sattusāsane kalyāṇadhammapūraṇaṁnāma yāvadeva pāpadhammapahānatthāya",
  "anya-e0301n7:111_16": "eva hotīti pacchimoyeva padhānanti veditabboti. Diyyati etenāti dānaṁ. Vatthupariccāgacetanā.",
  "anya-e0301n7:111_17": "Sīlayatīti sīlaṁ. Kāya vacīkammāni sāvajjāni nīvāretvā anavajjāni susamāhitāni katvā",
  "anya-e0301n7:111_18": "sammādahati thapeti, uparime kusaladhammeca upadhāreti. Tesaṁ patiṭṭhā hutvā dhāretīti",
  "anya-e0301n7:111_19": "attho. Bhāventi etāyāti bhāvanā. Adhikusaladhamme anuppannevā uppādenti uppannevā",
  "anya-e0301n7:111_20": "vaḍḍhentīti attho. Apacāyanti etenāti apacāyanaṁ. Pūjenti kāyavācāhi attānaṁ nīcavuttiṁ dassentīti attho.",
  "anya-e0301n7:112_0": "Visesena āvaranti ussukkaṁ āpajjantīti byāvaṭānaṁ bhāvo kammaṁvā veyyāvaccaṁ. Pajjitthāti",
  "anya-e0301n7:112_1": "patti. Attani laddhapuññakoṭṭhāsassa nāmaṁ. Pāpīyatītivā patti. Parehi anumodantehi",
  "anya-e0301n7:112_2": "laddhabbassa puññānisandassetaṁ nāmaṁ. Pattiṁ dadanti etenāti pattidānaṁ. Tadeva",
  "anya-e0301n7:112_3": "parehi dinnaṁ anumodanti. Sādhukāraṁ dadanti etenāti pattānumodanaṁ. Dhammaṁ suṇanti",
  "anya-e0301n7:112_4": "etenāti dhammasavanaṁ. Dhammaṁ desenti etāyāti dhammadesanā. Atthi dinnaṁ, atthi",
  "anya-e0301n7:112_5": "yiṭṭhaṁ, atthi hutaṁ, atthi sukatadukkaṭānaṁ kammānaṁ phalaṁ vipākotiādinā dasavatthukaṁ",
  "anya-e0301n7:112_6": "sammādiṭṭhiṁ ujuṁ karonti etenāti diṭṭhijukammaṁ. Sabbāni pana tāni punenti cittasantānaṁ",
  "anya-e0301n7:112_7": "sodhenti etehīti puññāni. Pūjanīyabhāvaṁ nibbattentīti puññānītipi vadanti. Tānieva",
  "anya-e0301n7:112_8": "avassaṁ kattabbaṭṭhena kriyānicāti puññakriyāni. Tāniyeva sukhavisesānaṁ adhiṭṭhānaṭṭhena",
  "anya-e0301n7:112_9": "vatthūnicāti puññakriyavatthūnīti. Ettha ekamekaṁ tividhaṁ hoti purimaṁ majjhimaṁ",
  "anya-e0301n7:112_10": "pacchimanti. Tattha dāne tāva paṭiggāhakassa pariccāgakaraṇaṁ majjhimaṁnāma. Tato",
  "anya-e0301n7:112_11": "pubbe iminā paccayena dānamayaṁ puññaṁ pavattayissāmīti evaṁ paccayuppādanato paṭṭhāya",
  "anya-e0301n7:112_12": "dānaṁ ārabbha dānaṁ uddissa tīsu dvāresu pavattā kusalacetanā purimaṁnāma. Pacchā",
  "anya-e0301n7:112_13": "bhāge pana attanā dinnadānaṁ ārabbha punappunaṁ attamanacittaṁ uppādentassa pavattā",
  "anya-e0301n7:112_14": "kusalacetanā pacchimaṁnāmaṁ. Sabbaṁpi cetaṁ akusale vuttanayena balavapaccaye laddhā",
  "anya-e0301n7:112_15": "paṭisandhiṁ deti. Aladdhā na detīti veditabbaṁ.",
  "anya-e0301n7:113_0": "Puna hīna majjhimapaṇītavasena tividhaṁ hoti. Tattha hīnena chandena cittena vīriyena",
  "anya-e0301n7:113_1": "vīmaṁsāyavā pavattitaṁ hīnaṁ, majjhimena chandādinā pavattitaṁ majjhimaṁ, paṇītena",
  "anya-e0301n7:113_2": "paṇītaṁ. Yasakāmatāyavā pavattitaṁ hīnaṁ. Puññaphalakāmatāyavā pavattitaṁ majjhimaṁ.",
  "anya-e0301n7:113_3": "Kattabbame vidanti ariyabhāvaṁ nissāya pavattitaṁ paṇītaṁ. Attukkaṁsana paravambhanādīhi",
  "anya-e0301n7:113_4": "upakkiliṭṭhaṁvā hīnaṁ. Anupakkiliṭṭhaṁ lokiyasukhabhāgitāya pavattitaṁ majjhimaṁ.",
  "anya-e0301n7:113_5": "Maggaphalasukhabhāgitāya pavattitaṁ paṇītaṁ. Taṇhāvasenavā bhavabhogatthāya pavattitaṁ",
  "anya-e0301n7:113_6": "hīnaṁ. Attano vimokkhatthāya pavattitaṁ majjhimaṁ. Sabbasattavimokkhatthāya pavattitaṁ",
  "anya-e0301n7:113_7": "pāramitādānaṁ paṇītanti ayamattho visuddhimagge sīlaniddesaṁ nissāya veditabboti.",
  "anya-e0301n7:113_8": "Yathā cettha, evaṁ sesesupiyathā sambhavaṁ tikadvayaṁ vibhajitvā vattabbanti. Tattha",
  "anya-e0301n7:113_9": "sīlaṁ nāmabhikkhusīlaṁ, bhikkhunisīlaṁ, sāmaṇerasīlaṁ, gahaṭṭhasīlanti catubbidhaṁ",
  "anya-e0301n7:113_10": "hoti. Tattha purimānaṁ dvinnaṁ samādānakiccaṁ kammavācāya siddhaṁhoti. Antimavatthuajjhāpannenavā",
  "anya-e0301n7:113_11": "sikkhāpaccakkhānenavā kammavācāya bhinnāya sabbaṁ samādānaṁ bhinnaṁ hoti. Sabbāni",
  "anya-e0301n7:113_12": "upasampanna sīlāni bhinnāni honti. Tadā bhikkhupaṭiññaṁ avijahitvā ṭhito dussīlonāma",
  "anya-e0301n7:113_13": "hoti. Thapetvāpana antimavatthuṁ aññasikkhā padāni vītikkamantassa yaṁ vītikkamati.",
  "anya-e0301n7:113_14": "Tasmiṁyeva saṁvarabhedo hoti. Na samādāna bhedo. Na hi taṁ puna kammavācāya samādātabbanti",
  "anya-e0301n7:113_15": "atthīti. Paṭikammaṁ karontassa pana saṁvaro pākatiko hoti. Sañcicca vītikkamantovā",
  "anya-e0301n7:113_16": "paṭikammaṁ akarontovā alajjīnāma hoti. Na dussīloti. Esanayo sāmaṇerasīlepi. Tattha",
  "anya-e0301n7:113_17": "pana saraṇagamaneneva samādānaṁsiddhaṁ hoti. Liṅganāsanaṅgaṁ katvā saraṇagamane bhinne",
  "anya-e0301n7:113_18": "sabbaṁ samādānaṁ bhijjati. Itaresu pana yaṁ vītikkamati, tasmiṁyeva saṁvarabhedo hotīti veditabbaṁ.",
  "anya-e0301n7:114_0": "Gahaṭṭhasīle pana pakati gahaṭṭhānaṁ gahaṇavaseneva samādānaṁ siddhaṁ hoti. Tasmā",
  "anya-e0301n7:114_1": "ekatogaṇhante sabbāni samādinnāni honti. Ekasmiṁca bhinne sabbāni bhinnāni honti.",
  "anya-e0301n7:114_2": "Sabbāni puna samādātabbāni. Visuṁ visuṁ gaṇhante pana yaṁ vītikkamati, etadevabhijjati.",
  "anya-e0301n7:114_3": "Tadeva puna samādātabbaṁ hotīti. Paricchinnakālā tikkamane pana sabbaṁ samādānaṁ",
  "anya-e0301n7:114_4": "vūpasammatiyeva. Dussīlabhāvo panettha pañcannaṁ niccasīlānaṁ bhedena veditabbo.",
  "anya-e0301n7:114_5": "Niccāniccesu pana yaṁ niccameva vaṭṭati. Aniccaṁ navaṭṭati sāvajjaṁ hoti. Taṁ niccasīlaṁ",
  "anya-e0301n7:114_6": "nāma. Yaṁ pana niccaṁpi vaṭṭati. Mahantaṁ puññābhisandaṁ hoti. Aniccaṁpi vaṭṭati",
  "anya-e0301n7:114_7": "sāvajjaṁ na hoti. Taṁ aniccasīlaṁnāma. Tattha bhikkhu bhāve ṭhitassa bhikkhusīlaṁ",
  "anya-e0301n7:114_8": "sāmaṇerabhāve ṭhitassa sāmaṇerasīlaṁ pakatigahaṭṭhānaṁpañcasīlaṁ pabbajitasaṅkhepagatānaṁ",
  "anya-e0301n7:114_9": "upāsakānaṁ tāpasaparibbājakānañca dasasīlaṁ niccasīlaṁnāma. Tesañhi taṁ taṁ yathāsakaṁ",
  "anya-e0301n7:114_10": "sīlaṁ niccaṁ suddhaṁ katvā rakkhitumeva vaṭṭati. Arakkhantānaṁ bhikkhubhāvādiko sāvajjo",
  "anya-e0301n7:114_11": "hoti asuddho. Kasmā, attano anurūpassa ācārassa vipattito. Pakatigahaṭṭhānaṁ pana",
  "anya-e0301n7:114_12": "aṭṭhaṅguposathasīlaṁ aniccasīlaṁnāma. Tañhi tesaṁ vuttanayena niccaṁpi vaṭṭati. Aniccaṁpi",
  "anya-e0301n7:114_13": "vaṭṭati. Tathā dasasīlañca. Tañhi pakati gahaṭṭhānaṁ aniccasīlameva hoti. Gihinivatthaṁ",
  "anya-e0301n7:114_14": "pahāya kāsāyavatthadhāraṇena pabbajitasaṅkhepagatānaṁ eva niccasīlaṁ. Yathā hi pakatimanussānaṁ",
  "anya-e0301n7:114_15": "pañcasīlaṁ samādinnaṁpi asamādinnaṁpi niccaṁ rakkhitumeva vaṭṭati. Vītikkamituṁ navaṭṭati.",
  "anya-e0301n7:114_16": "Tathā pabbajitavesadhārīnaṁ dasasīlaṁ samādinnaṁpi asamādinnaṁpi niccaṁ rakkhitumeva",
  "anya-e0301n7:114_17": "vaṭṭati. Vītikkamituṁ navaṭṭati. Vesadhāraṇena saha siddhattāti.",
  "anya-e0301n7:115_0": "Upari vuccamānā samathavipassanāvasena duvidhā bhāvanā bhāvanānāma. Sā idha appanaṁ",
  "anya-e0301n7:115_1": "apattāva adhippetā. Dhammavinayapari yattiyā saha anavajjakammasippavijjāṭhānesu",
  "anya-e0301n7:115_2": "paricayakaraṇa cetanāpi ettheva saṅgayhati. Ratanattaye pana mātāpitūsu kulejeṭṭhesu",
  "anya-e0301n7:115_3": "ācariyesu dhammikasamaṇabrāhmaṇesu aññesuca guṇavayavuddhesu yathārahaṁ paccuṭṭhānaṁ",
  "anya-e0301n7:115_4": "vandanaṁ añjalikaraṇaṁ sāmicikaraṇaṁ vattapaṭivattakaraṇanti evamādisabbaṁ apacāyanaṁnāma.",
  "anya-e0301n7:115_5": "Tesaññeva aññesañca āgantukagamikaaddhikānaṁ gilānānaṁ jiṇṇānaṁ kicca karaṇīyesu",
  "anya-e0301n7:115_6": "sabrahmacārīnaṁ cīvarakammādīsu paresaṁ taṁtaṁpuñña kammesuca parisuddhena hitapharaṇacittena",
  "anya-e0301n7:115_7": "attanokiccesu viya kāyavācāhi vāyāmakaraṇaṁ veyyāvaccaṁnāma. Attanā katassa yassakassaci",
  "anya-e0301n7:115_8": "puññassa parehi sādhāraṇakaraṇaṁ pattidānaṁnāma. Parehi dinnāya pattiyā anumodanaṁ",
  "anya-e0301n7:115_9": "attamanatāpavedanaṁ pattā numodanaṁnāma. Adinnassa puññassa anumodanaṁ pana anumodanameva",
  "anya-e0301n7:115_10": "hoti. Na pattānumodanaṁ. Pattiyāeva abhāvato. Pattica duvidhā uddisikā anuddisikāti.",
  "anya-e0301n7:115_11": "Tattha attānaṁ uddisikaṁ anumodantasseva diṭṭhadhammavedanīyaṁ jātanti veditabbaṁ.",
  "anya-e0301n7:115_12": "Idaṁ pana dvayaṁ dānapuññesueva visesato pākaṭaṁ. Tañhi uddisakaṁ katvā devatānaṁvā",
  "anya-e0301n7:115_13": "paradattupajīvipetānaṁvā vemānikapetānaṁvā vinipātikāsurānaṁvā dinnaṁ anumoditañca",
  "anya-e0301n7:115_14": "tesaṁ taṅkhaṇeeva diṭṭhadhamma vedanīyaṁ jātanti. Atthahita paṭisaṁyuttāya dhammakathāya",
  "anya-e0301n7:115_15": "yoniso manasikāre ṭhatvā savanañca kathanañca dhammasavanaṁ dhamma desanācanāma.",
  "anya-e0301n7:115_16": "Niravajjakammasippavijjāṭhānānaṁ savanakathanacetanāca etthevasaṅgayhanti.",
  "anya-e0301n7:116_0": "Natthi dinnaṁ natthiyiṭṭhantiādinayapavattāya dasavatthukāya micchā diṭṭhiyāvā issaranimmānādidiṭṭhiyāvā",
  "anya-e0301n7:116_1": "diṭṭhamaṅgalādidiṭṭhiyāvā visuddhaṁ katvā tehi tehi vatthūhivā yuttīhivā kāraṇehivā",
  "anya-e0301n7:116_2": "kammasakatā ñāṇasaṅkhātāya sammādiṭṭhiyā vodānakaraṇaṁ diṭṭhujukammaṁnāmāti. Yattha",
  "anya-e0301n7:116_3": "pana tividhameva puññakriyavatthu āgataṁ. Tattha pattidānānumodanāni dāne saṅgayhanti.",
  "anya-e0301n7:116_4": "Issāmaccherānaṁ paṭipakkhabhāvena taṁ sabhāvattā. Apacāyanaveyyāvaccāni sīle saṅgayhanti.",
  "anya-e0301n7:116_5": "Tesaṁ cāritta sīlattā. Sesāni tīṇi bhāvanāmaye saṅgayhanti. Taṁ sabhāvattā. Kammaṭṭhānavinimutto",
  "anya-e0301n7:116_6": "dhammonāma natthīti hi vuttaṁ. Diṭṭhujukammañca ñāṇa vaḍḍhanamevāti. Tīsvevavā etaṁ",
  "anya-e0301n7:116_7": "saṅgayhati. Diṭṭhujukammaṁ sabbesaṁ niyama lakkhaṇantiti aṭṭhakathāyaṁ vuttaṁ. Satiyeva",
  "anya-e0301n7:116_8": "hi kammasakatāñāṇe dānādīni tīṇi sampajjantīti. Manokammamevāti manasmiṁeva kammapatha",
  "anya-e0301n7:116_9": "kiccasiddhito manokammaṁeva.",
  "anya-e0301n7:117": "[158] Vibhāvaniyaṁ pana",
  "anya-e0301n7:118": "‘‘Viññattisamuṭṭhāpakattā bhāvena kāya dvārādīsu appavattanatoti’’ vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n7:119_0": "Na hi viññattisamuṭṭhāpakaṁ abhiññākusalaṁ kāyadvārādīsu pavattamānaṁpi kāyavacīkammasaṅkhyaṁ",
  "anya-e0301n7:119_1": "gacchati, kāyavācānaṁ kammapatha aṅgabhāvāsambhavatoti. Tañca bhāvanāmayanti dānasīlavasena",
  "anya-e0301n7:119_2": "appavattanato. Kevalaṁ bhāvanākammavisesattā tañca mahaggata kusalaṁ bhāvanākamma",
  "anya-e0301n7:119_3": "meva hoti. Yaṁ pana paṭisambhidā magge pathamajjhānena nīvaraṇānaṁ. Dutīyena vitakkavicārānaṁ.",
  "anya-e0301n7:119_4": "Tatīyena pītiyā. Catutthena sukhadukkhānaṁ pahānaṁ sīlaṁ. Veramaṇi sīlaṁ. Cetanā",
  "anya-e0301n7:119_5": "sīlaṁ. Saṁvaro sīlaṁ. Avītikkamo sīlanti vuttaṁ. Taṁ pariyāyena vuttanti veditabbaṁ.",
  "anya-e0301n7:119_6": "Appanāpattanti bhāvanā balena ārammaṇe anupavisitvā acalaṭṭhitibhāvena pavattanato",
  "anya-e0301n7:119_7": "appanāpattaṁ kammaṁ hoti.",
  "anya-e0301n7:120": "[159] Vibhāvaniyaṁ pana",
  "anya-e0301n7:121": "‘‘Pubbabhāgapavattānaṁ kāmāvacarabhāvatoti’’ kāraṇaṁ vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n7:122_0": "Na hi tesaṁ kāmāvacaratāmattaṁ appanāpattiyā kāraṇaṁ hotīti. Jhānaṅgabhedenāti vuttaṁ.",
  "anya-e0301n7:122_1": "Jhānabhedenāti pana vattabbaṁ. Jhānaṅgabhedenātivā jhānaṅgasamudāyabhedenāti attho,",
  "anya-e0301n7:122_2": "jhānabhedena icceva vuttaṁ hoti. Kusalakammaṁ",
  "anya-e0301n7:123_0": "153.Etthāti etasmiṁ pākaṭṭhānacatukke. Uddhaccarahitanti uddhaccasahagatacetanāvajjitaṁ.",
  "anya-e0301n7:123_1": "Kasmā pana uddhaccacetanā idha pajjitāti. Paṭisandhianākaḍḍhanato. Kathaṁ viññāyatīti",
  "anya-e0301n7:123_2": "ce. Dhammasaṅgahe dassanena pahātabbesu taṁ avatvā bhāvanāya pahātabbesu eva vuttattā.",
  "anya-e0301n7:123_3": "Yathāha-cattāro diṭṭhigatasampayuttacittuppādā vicikicchāsahagato cittuppādo, ime",
  "anya-e0301n7:123_4": "dhammā dassanena pahātabbātica, uddhaccasahagato cittuppādo, imedhammā bhāvanāyapahā",
  "anya-e0301n7:123_5": "tabbātica, sesā pana cattāro diṭṭhigatavippayuttacittuppādā dve paṭighasampayuttacittuppādāca",
  "anya-e0301n7:123_6": "siyā dassanenapahātabbā siyā bhāvanāya pahātabbāti tattha vuttā. Kathañca viññāyati.",
  "anya-e0301n7:123_7": "Yo dassanenapahātabbesu na vutto, so akusaladhammo paṭisandhiṁ nākaḍḍhatīti. Paṭṭhāne",
  "anya-e0301n7:123_8": "dassanenapahātabbadhammesueva nānākkhaṇika kammapaccayassa uddhaṭattā itarattha tassa",
  "anya-e0301n7:123_9": "anuddhaṭattāti. Yathāha-sahajātā dassanenapahātabbā cetanā sampayuttakānaṁ dhammānaṁ",
  "anya-e0301n7:123_10": "cittasamuṭṭhānānañca rūpānaṁ kammapaccayenapaccayo. Nānākkhaṇikā dassanena pahātabbā",
  "anya-e0301n7:123_11": "cetanā vipākānaṁ khandhānaṁ kaṭattāca rūpānaṁ kammapaccayena paccayotica sahajātā",
  "anya-e0301n7:123_12": "bhāvanāya pahātabbā cetanāsampayuttakānaṁdhammānaṁ cittāsamuṭṭhānānañcarūpānaṁ kammapaccayena",
  "anya-e0301n7:123_13": "paccayotica. Naca nānākkhaṇika kammapaccayasattiyā vinā vipākuppādanaṁnāma atthīti.",
  "anya-e0301n7:123_14": "Yadievaṁ sā pavattivipākaṁpi najanetīti sakkā vattuntice.Na. Paṭisambhidāvibhaṅge",
  "anya-e0301n7:123_15": "tassā vipākassa uddhaṭattā. Yathāha-katame dhammā akusalā. Yasmiṁ samaye akusalaṁ",
  "anya-e0301n7:123_16": "cittaṁ uppannaṁ hoti upekkhāsahagataṁ uddhaccasampayuttaṁ rūpārammaṇaṁvā.La. Ime",
  "anya-e0301n7:123_17": "dhammā akusalā. Imesu dhammesu ñāṇaṁ dhammapaṭisambhidā. Tesaṁ vipāke ñāṇaṁ atthapaṭisambhidāti.",
  "anya-e0301n7:123_18": "Tenāha pavattiyaṁ pana sabbaṁpi dvādasavidhantiādi.",
  "anya-e0301n7:124": "[160] Yaṁ pana vibhāvaniyaṁ",
  "anya-e0301n7:125": "‘‘Adhimokkhavirahena sabbadubbalaṁpi vicikicchāsahagataṁ paṭisandhiṁ ākaḍḍhati. Adhimokkhasampayogena tato balavantaṁpi uddhaccasahagataṁ nākaḍḍhatīti’’ vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n7:126_0": "Na hi adhimokkhavirahamattena vicikicchāsahagataṁ sabbadubbalantica adhimokkhasampayogamattena",
  "anya-e0301n7:126_1": "uddhaccasahagataṁ tato balavantantica sakkā vattuṁ. Satthari kaṅkhati dhamme kaṅkhatīti",
  "anya-e0301n7:126_2": "evamādinā nayena vuttāya vicikicchāya attano visaye mahāhatthināgassa viya balavatarattā",
  "anya-e0301n7:126_3": "ativiya kāḷakadhammattācāti. Tathā hisā ekantena dassanenapahātabbesu padhānabhāvena",
  "anya-e0301n7:126_4": "vuttā. Tatoyevaca paṭisandhiākaḍḍhanaṁpi tassā viññātabbaṁ hotīti. Sabhāvaviruddhattāyeva",
  "anya-e0301n7:126_5": "pana vicikicchāsahagataṁ adhimokkharahitaṁ hotīti yuttaṁ. Tasmā uddhaccasahagatameva",
  "anya-e0301n7:126_6": "sabbadubbalanti veditabbaṁ. Sabbatthāpīti sugatiduggativasena sabbasmiṁpi. Yathārahanti",
  "anya-e0301n7:126_7": "tesu lokesu laddhavatthudvārānurūpaṁ. Vipaccatīti vipāceti vipakkabhāvaṁ āpādeti.",
  "anya-e0301n7:126_8": "Sabbaṁpivādvādasavidhaṁ akusalakammaṁ sattā kusalapākāni hutvā vipaccati, vipakkabhāvaṁ gacchatīti attho.",
  "anya-e0301n7:127_0": "Yasmā kusalakammāni apāyabhūmiyaṁpi pavattiyaṁ mahāsampattiyo samuṭṭhāpetvā mahiddhikānaṁ",
  "anya-e0301n7:127_1": "nāgasupaṇṇādīnaṁ santāne sayameva attanovipākassa okāsaṁ katvā sukhavipākaṁ janayanti.",
  "anya-e0301n7:127_2": "Aññesaṁpi āpāyikānaṁ tena tena kāraṇena iṭṭhārammaṇa samāyoge sati attano vipākassa",
  "anya-e0301n7:127_3": "okāsaṁ labhitvā sukhavipākaṁ janayanti. Tasmā tathāpavattiyañcātiādi māha. Na hi",
  "anya-e0301n7:127_4": "tāni sukhavipākāni akusakammassa vipākāni bhavituṁ arahanti. Vutteñhetaṁ vibhaṅge",
  "anya-e0301n7:127_5": "aṭṭhānametaṁ anavakāso, yaṁ kāyaduccaritassa iṭṭho kanto manāpo vipāko nibbatteyyātiādi.",
  "anya-e0301n7:127_6": "Tattha mahāvipākāni sugati kāmaloke ahetukāni aṭṭhapi sabbasmiṁ kāmaloke tesuca pañcacakkhuviññāṇa",
  "anya-e0301n7:127_7": "sotaviññāṇa sampaṭicchana santīraṇa yugaḷāni rūpaloke vipaccatīti vuttaṁ yathārahaṁ",
  "anya-e0301n7:127_8": "vipaccatīti. Rūpāvacara kusalañhi kammasamuṭṭhānarūpāni janayantaṁpi sayaṁ vipaccamānaṁ",
  "anya-e0301n7:127_9": "ārammaṇantare aññabhūmika vipākabhāvena navipaccati. Kāmavirāgabhāvanābhāvena pana",
  "anya-e0301n7:127_10": "appanāpatta kamma visesattā kāmataṇhāya avisayabhūte nimittā rammaṇe attanā sabbaso",
  "anya-e0301n7:127_11": "sadisena mahaggatabhāvapattena rūpa vipākabhāveneva vipaccati. Tasmā rūpalokepi tāni",
  "anya-e0301n7:127_12": "pañcavipākāni kāmāvacarakusalassevāti veditabbānīti. Dvīsu kammassa vipaccanaṭṭhānesu",
  "anya-e0301n7:127_13": "paṭisandhināma mahantaṁṭhānaṁ hoti. Tasmā tadā vipaccantaṁ kammaṁ attano sāmatthiyānurūpaṁ",
  "anya-e0301n7:127_14": "nātihīnaṁ vipākaṁ janetuṁ sakkoti. Pavattiyaṁ pana nānāṭhānesu nānākiccehi vipaccati.",
  "anya-e0301n7:127_15": "Tasmā tadā vipaccantaṁ kammaṁ attano sāmatthiyānurūpaṁ vipaccetuṁ nasakkoti. Pañcaviññāṇaṭṭhānādīsu",
  "anya-e0301n7:127_16": "parittakesu vipaccamānaṁ ṭhānā nurūpaṁ vipaccati. Tadārammaṇaṭṭhāne vipaccamānaṁ",
  "anya-e0301n7:127_17": "yebhuyyena javanā nurūpaṁ vipaccati. Tasmā soḷasakamaggo dvādasakamaggo ahetu kaṭṭhakanti",
  "anya-e0301n7:127_18": "evaṁekekassa kammassa vipākappabhedo pavattotitaṁ pabhedaṁdassetuṁ tatthāpītiādimāha.",
  "anya-e0301n7:128_0": "Kusalaṁ duvidhaṁ sampajānakataṁ asampajānakatanti. Tattha kammā yūhanakāle antamaso",
  "anya-e0301n7:128_1": "heṭṭhā vuttaṁ diṭṭhujukammañāṇaṁpi suṭṭhu yojetvā kataṁ sampajānakataṁnāma. Yathāha-kammañca",
  "anya-e0301n7:128_2": "kammaphalañca saddahitvā kataṁ sampajānakataṁ nāmāti. Diṭṭhujukammañāṇa mattaṁpi",
  "anya-e0301n7:128_3": "ayojetvā taṁ asampajānakataṁ nāma. Yathāha-kammaṁpi kammaphalampi ajānitvā kataṁ",
  "anya-e0301n7:128_4": "asampajānakataṁ nāmāti. Tattha sampajānakataṁ tihetukaṁ hoti. Asampajānakataṁ duhetukaṁ.",
  "anya-e0301n7:128_5": "Yathāha-sampajānakaraṇaṁ pana catuñāṇasampayuttehi hoti. Asampajāna karaṇaṁ catūhi",
  "anya-e0301n7:128_6": "ñāṇavippayuttehīti. Tattha ekamekaṁ ukkaṭṭhaṁ omakanti duvidhaṁ hoti. Tattha kusalasamaye",
  "anya-e0301n7:128_7": "pariyuṭṭhite nīvaraṇadhammevā attukkaṁsana paravambhanādike pāpadhammevā suṭṭhu sodhetvā",
  "anya-e0301n7:128_8": "kataṁ ukkaṭṭhaṁ nāma. Asodhetvā kataṁ tehivokiṇṇaṁ omakaṁnāma. Apica, yaṁ katvā pacchā",
  "anya-e0301n7:128_9": "lābhā vata me. Naca vata me alābhā. Suladdhaṁ vata me. Naca vata me dulladdhaṁ. Yassa",
  "anya-e0301n7:128_10": "me īdisaṁ puññaṁ pasutanti evaṁ punappunaṁ anumoditaṁ. Taṁ ukkaṭṭhaṁ. Yaṁ katvā pacchā",
  "anya-e0301n7:128_11": "yenakenaci kāraṇena duṭṭhukataṁ mayāti vippaṭisāro uppajjati. Taṁomakaṁ. Evaṁ catubbidhassa",
  "anya-e0301n7:128_12": "kammassa vasena catubbidhaṁ vipāka koṭṭhāsaṁ vibhajitvā dassetuṁ tathāpītiādi māha.",
  "anya-e0301n7:128_13": "Tatthāpīti tasmiṁ kāmāvacarakusalepi. Tihetukamukkaṭṭhanti ukkaṭṭhabhūtaṁ paṇītabhūtaṁ",
  "anya-e0301n7:128_14": "catubbidhaṁ tihetukaṁ. Tihetukapaṭisandhinti catubbidhaṁ tihetuka paṭisandhivipākaṁ.",
  "anya-e0301n7:128_15": "Etthaca ekacetanā ekameva paṭisandhiṁ deti. Pavattivipākaṁ pana asaṅkhyeyyesupi bhavesu",
  "anya-e0301n7:128_16": "detiyeva. Ettha siyā –",
  "anya-e0301n7:129": "Ekapupphaṁ yajitvāna, sahassakappakoṭiyo;",
  "anya-e0301n7:130": "Devesuca manussesu, sesena parinibbutoti hi vuttaṁ.",
  "anya-e0301n7:131_0": "Tasmā ekā cetanā ekameva paṭisandhiṁ detīti idaṁ na yujjatīti. Na na yujjati. Pubbāparacetanāhi",
  "anya-e0301n7:131_1": "saddhiṁ sahassakappa koṭi parimāṇassa vattabbattā. Cittañhināma ekaccharakkhaṇepi",
  "anya-e0301n7:131_2": "anekasata sahassa koṭisaṅkhaṁ uppajjati. Tatociratarekālevattabbameva natthīti. Sahassa",
  "anya-e0301n7:131_3": "kappakoṭiyoti ca sahassaāyukappakoṭiyo sahassa attabhāvakoṭiyoti nettiaṭṭhakathāyaṁ",
  "anya-e0301n7:131_4": "vuttaṁ. Pubbāparacetanānañca paṭisandhidānabhāvo kosalasaṁyuttakena dīpetabbo. Ekapiṇḍapātadānasmiṁhi",
  "anya-e0301n7:131_5": "ekācetanādve paṭisandhiyo na deti. Pubbapacchimacetanāvasena sattakkhattuṁ sagge",
  "anya-e0301n7:131_6": "sattakkhattuṁ seṭṭhikule nibbattoti hi saṁyuttaṭṭhakathāyaṁ vuttaṁ. Tihetu kaṁpi",
  "anya-e0301n7:131_7": "kammaṁ paṭipakkhehi abhibhuyyamānaṁ vihatasāmatthiyaṁ hutvā tihetukavipākaṁ janetuṁ",
  "anya-e0301n7:131_8": "na sakkoti. Naca taṁ atidubbalaṁpi samānaṁ kosallasaṅkhātena ñāṇena yuttattā atibyāmuḷhapaccaya",
  "anya-e0301n7:131_9": "bhūhaṁ jaccandhādivipattisahitaṁ ahetukavipākaṁ janetīti vuttaṁ tihetukamomakantiādi.",
  "anya-e0301n7:131_10": "Dvādasavipākānivipaccati. Ayaṁ dvāda sakamaggonāma ahetukavipākāneva vipaccati. Idaṁ",
  "anya-e0301n7:131_11": "ahetu kaṭṭhakaṁnāma. Evaṁ tipiṭakacūḷanāgattheravādavasena vipākappavattiṁ dassetvā",
  "anya-e0301n7:131_12": "idāni moravāpivāsi mahādattattheravādaṁ dassetuṁ gāthamāha. So hi therovipākānaṁ",
  "anya-e0301n7:131_13": "asaṅkhārikatā sasaṅkhārikatāca kammavaseneva siddhāpi katvā asaṅkhāraṁ kammaṁ sasaṅkhāravipākāni",
  "anya-e0301n7:131_14": "na paccati. Sasaṅkhāraṁkammaṁ asaṅkhāravipākāni navaccatīti vadati.",
  "anya-e0301n7:132_0": "Yathā mukhanimittaṁ nāma mukhe sannisinne sannisīdati. Calante calati. Evaṁ payogena",
  "anya-e0301n7:132_1": "asādhanīyānaṁ vipākānaṁ tikkhamandatā visesabhūto saṅkhārabhedo kammavaseneva vattabbo.",
  "anya-e0301n7:132_2": "Na payogavasena. Itarathā kammavisesena tikkhamandajātānaṁ tesaṁ sannihitapaccayamattena",
  "anya-e0301n7:132_3": "mandatikkhatāpattināma siyāti. Ahetu kavipākānaṁ pana paridubbalattā aparibyattova",
  "anya-e0301n7:132_4": "tikkhamandatā visesoti ubhayakammanibbattanti adhippāyo. Yasmā pana tesaṁ sasaṅkhārāsaṅkhārabhāvo",
  "anya-e0301n7:132_5": "paṭisandhivasenavā tadārammaṇavasenavā uppattikāle pubbapayogasaṅkhātassa paccayavisesassa",
  "anya-e0301n7:132_6": "bhāvābhāvena vattuṁ yutto. Na kammāgamanavasena, na hi kammabhave saṅkhāro bhavantare",
  "anya-e0301n7:132_7": "vipākāni visesetuṁ yutto. Tasmā imaṁ vādaṁ kecivādaṁnāma karonto kecanāti āha.",
  "anya-e0301n7:133_0": "Imasmiṁ kecivāde asaṅkhārikakamme sasaṅkhārika vipākāni sasaṅkhārikakammeca asaṅkhārikavipākāni",
  "anya-e0301n7:133_1": "vajjetvā catūsu tihe tukukkaṭṭhesu kammesu asaṅkhārikadvaye vipākāni paṭisandhiyaṁ",
  "anya-e0301n7:133_2": "dve, pavattiyaṁ dvādasa. Sasaṅkhārikadvaye paṭisandhiyaṁ dve, pavattiyaṁ dvādasa.",
  "anya-e0301n7:133_3": "Catūsu dvihetukomakakammesu asaṅkhārikadvaye paṭisandhiyaṁ dve, pavattiyaṁ dasa.",
  "anya-e0301n7:133_4": "Sasaṅkhārikadvaye paṭisandhiyaṁ dve, pavattiyaṁ dasa. Tathā catūsu dvihetukukkaṭṭhesu.",
  "anya-e0301n7:133_5": "Catūsu dvihetukomakesu pana paṭisandhiyaṁ ekaṁ ahetukaṁ pavattiyaṁ aṭṭhaahetukānīti",
  "anya-e0301n7:133_6": "evaṁ vipākānaṁ dve dvādasakamaggā cattāro dasakamaggā ekaṁ ahetukaṭṭhakañca honti,",
  "anya-e0301n7:133_7": "taṁsabbaṁ saṅgahetvā dassetuṁ tesanti gāthamāha.",
  "anya-e0301n7:134_0": "Tesanti tesaṁ kesañci therānaṁ vāde. Aṭṭhasāliniyaṁ pana tihetukena kammena paṭisandhitihetukāva",
  "anya-e0301n7:134_1": "hoti. Na duhetukā nacaahetukā. Duhetukena kammena paṭisandhi duhetukāpi hoti ahetukāpi.",
  "anya-e0301n7:134_2": "Tihetukā pana nahotīti evaṁ pavatto mahādhammarakkhitattheravādopi āgato. Tattha",
  "anya-e0301n7:134_3": "yathā duhetukena hīnena kammena ahetukā paṭisandhi avassaṁ icchitabbā hoti. Tathā",
  "anya-e0301n7:134_4": "tihetukenapi hīnena kammena duhetukāpi paṭisandhi avassaṁ icchitabbāyevāti katvā",
  "anya-e0301n7:134_5": "idha ayaṁvādo therena na gahitoti veditabbo. Paṭisambhidāmagge pana-gatisampattiyā",
  "anya-e0301n7:134_6": "ñāṇasampayutte aṭṭhannaṁ hetūnaṁ paccayā upapatti hoti. Kusalassa kammassa javanakkhaṇe",
  "anya-e0301n7:134_7": "tayo hetū kusalā. Nikantikkhaṇe dve hetū kusalā. Paṭisandhikkhaṇe tayo hetū abyākatātica",
  "anya-e0301n7:134_8": "gati sampattiyā ñāṇa vippayutte channaṁ hetūnaṁ paccayā upapatti hohi. Kusalassa",
  "anya-e0301n7:134_9": "kammassa javanakkhaṇe dve hetū kusalā. Nikantikkhaṇe dve hetū akusalā. Paṭisandhikkhaṇe",
  "anya-e0301n7:134_10": "dve hetū abyākatātica evaṁ tihetukena kammena paṭisandhi tihetukāva vuttā. Dvihetukena",
  "anya-e0301n7:134_11": "kammena dvihetukāva. Na pana gatisampattiyā ñāṇavippayutte sattannaṁ hetūnaṁ paccayātiādinā",
  "anya-e0301n7:134_12": "tihetukena kammena dvihetukā paṭisandhi vuttā. Naca catunnaṁ hetūnaṁ paccayātiādinā",
  "anya-e0301n7:134_13": "dvihetukena kammena ahetukā paṭisandhīti.",
  "anya-e0301n7:135_0": "Tattha pana tīsu khaṇesu sahajāta hetūnaṁ vasena hetu mūlakova ayaṁ desanāvāroti",
  "anya-e0301n7:135_1": "katvā anokāsatāya ahetukapaṭisandhi tattha navuttā. Na pana alabbhamānatāya. Dvihetuka",
  "anya-e0301n7:135_2": "paṭisandhi pana anokāsāyeva nahoti. Alabbha mānattāyeva sā navuttāti sakkā viññātuṁ.",
  "anya-e0301n7:135_3": "Tasmā yuttito pāḷiyeva balavatarāti katvā mahādhammarakkhitattheravādova pāḷiyā sametīti",
  "anya-e0301n7:135_4": "paṭisambhidāmaggaṭṭhakathāyaṁ vutto. Ṭīkākārā pana kammasarikkhaka vipākadassanatthaṁ",
  "anya-e0301n7:135_5": "sāvasesa pāṭhova mahātherena vuttoti icchanti. Evañca katvā aṭṭhasāliniyaṁpi tipiṭakacūḷanāgattheravādova",
  "anya-e0301n7:135_6": "pamāṇaṁ katvā vuttoti.",
  "anya-e0301n7:136": "Vibhāvaniyaṁ idāni ekāya cetanāya dvādasavipākāni ettheva dasakamaggopi ahetukaṭṭhakampiti āgatassa moravāpivāsi mahādhammarakkhitattherassāti pāṭho.",
  "anya-e0301n7:137_0": "Moravāpivāsimahādattattherassāti pana vattabbo. Mahādhamma rakkhitattheravādopi pana",
  "anya-e0301n7:137_1": "ettha ekadesena saṅgahitoyeva. Tasmiṁpi hi asaṅkhārikaṁ kammaṁ asaṅkhārikavipākameva",
  "anya-e0301n7:137_2": "deti. No sasaṅkhārikaṁ . Sasaṅkhārikaṁ kammaṁ sasaṅkhārikavipākameva deti. No asaṅkhārikanti",
  "anya-e0301n7:137_3": "āgatamevāti. [Kāmāvacarakammaṁ]",
  "anya-e0301n7:138_0": "154. Rūpāvacarakamme parittanti duvidhaṁ parittaṁ apaguṇatā yavā hīnatāyavā. Tattha",
  "anya-e0301n7:138_1": "yaṁ paṇītehi chandādīhi yuttaṁpi abhāvitaṁ hoti paṭiladdhamattaṁ, taṁ apaguṇatāya",
  "anya-e0301n7:138_2": "parittaṁnāma. Yaṁ sandhāya yaṁ apaguṇaṁ hoti, upari jhānassa paccayo bhavituṁ na",
  "anya-e0301n7:138_3": "sakkoti, idaṁ parittaṁnāmāti aṭṭhasāliniyaṁ vuttaṁ. Yaṁ pana subhāvitaṁpi samānaṁ",
  "anya-e0301n7:138_4": "hīnehi chandādīhi yuttaṁ hoti. Taṁ hīnatāya parittaṁnāma. Yaṁ sandhāya yassa āyūhanakkhaṇe",
  "anya-e0301n7:138_5": "chandovā hīno hoti. Vīriyaṁvā, cittaṁvā, vīmaṁsāvā, taṁ hīnaṁnāmāti tattheva vuttaṁ.",
  "anya-e0301n7:138_6": "Majjhimaṁpi duvidhaṁ. Tattha nātipaguṇa tāya majjhimaṁ sandhāya nātisubhāvito majjhimoti",
  "anya-e0301n7:138_7": "visuddhimagge vuttaṁ. Majjhimehi chandādīhi yuttatāya majjhimaṁ sandhāya yassa āyūhanakkhaṇe",
  "anya-e0301n7:138_8": "te dhammā majjhimā honti. Taṁ majjhimanti aṭṭha sāliniyaṁ vuttaṁ. Paṇītaṁpi duvidhaṁ.",
  "anya-e0301n7:138_9": "Tattha atipaguṇatāya paṇītaṁ sandhāya subhāvito vasippatto paṇītoti visuddhimagge",
  "anya-e0301n7:138_10": "vuttaṁ. Paṇītehi pana chandādīhi yuttatāya paṇītaṁ sandhāya yassa āyūhanakkhaṇe te",
  "anya-e0301n7:138_11": "dhammā paṇītā honti. Taṁ paṇītanti aṭṭhasāliniyaṁ vuttaṁ. Tattha yāni apaguṇatādi",
  "anya-e0301n7:138_12": "vasena parittādīni vuttāni, tāni idha nādhippetāni. Yāni pana hīnādīhi chandādīhi",
  "anya-e0301n7:138_13": "yuttatāya parittādīni vuttāni, tāneva idhādhippetāni. Imāneva hi tividhāsu bhūmīsu",
  "anya-e0301n7:138_14": "tividhaṁ brahmupapattibhedaṁ sādhentīti. Itthīnaṁ jhānesu vasīpattānaṁpi chandādīnaṁ",
  "anya-e0301n7:138_15": "apaṇītatāya mahābrahmesu anuppajjanañcettha sādhakaṁ. Tenevaca aṭṭhakathāyaṁ chandādivasena",
  "anya-e0301n7:138_16": "siddhāni hīna majjhima paṇītāni aṭṭhārasapabhedena vibhajitvā imāni aṭṭhārasa kammadvārāni",
  "anya-e0301n7:138_17": "nāma imehi pabhāvitattā imesaṁ vasena aṭṭhārasakhattiyā aṭṭhārasa brāhmaṇā aṭṭhārasa",
  "anya-e0301n7:138_18": "vessā aṭṭhārasa suddā aṭṭhacattā līsa gotta caraṇāni veditabbānīti vuttaṁ. Etena",
  "anya-e0301n7:138_19": "hi devānaṁpi brahmūnaṁpi labbhamānaṁ upapattibhedaṁ upalakkhetīti.",
  "anya-e0301n7:139": "[161] Vibhāvaniyaṁ pana",
  "anya-e0301n7:140_0": "‘‘Paṭiladdhamattaṁ anāsevitaṁ parittanti avisesatova aṭṭhakathāyaṁ vuttaṁ. Tathā",
  "anya-e0301n7:140_1": "nāti subhāvitaṁ amaripuṇṇavasībhāvaṁ majjhimaṁ. Ativiyasubhāvitaṁ pana sabbaso paripuṇṇa",
  "anya-e0301n7:140_2": "vasībhāvaṁ paṇīta’’nti vuttaṁ. Taṁ sabbaṁ idha nayujjatiyeva.",
  "anya-e0301n7:141": "Tañhi upari jhānassa paccayo bhavituṁ samatthāsamatthaṁvā hāna bhāgiyatādi visesaṁ vā sandhāya vuttaṁ. Na pana upapatti bhedajanaka visesanti.",
  "anya-e0301n7:142": "[162] Yañca tattha",
  "anya-e0301n7:143": "‘‘Ācariyena panettha parittaṁpi īsakaṁ laddhāsevanameva adhippetanti dissati. Tathā hānena nāmarūpaparicchede-",
  "anya-e0301n7:144": "Samānāsevane laddhe, vijjamāne mahabbale;",
  "anya-e0301n7:145": "Aladdhā tādisaṁ hetu, mabhiññā na vipaccatīti.",
  "anya-e0301n7:146": "Samānabhūmikatova āsevana lābhena balava bhāvato mahaggatadhammānaṁ vipākadānaṁ vatvā tadabhāvato abhiññāya avipaccanaṁ vutta’’nti vuttaṁ. Taṁpi vicāretabbameva.",
  "anya-e0301n7:147_0": "Yathā hi ariyamaggacetanā attanā samānabhūmakajavanato aladdhāsevanāpi samānā vipākaṁ",
  "anya-e0301n7:147_1": "na detīti natthi. Tathā ādi kammikavīthiyaṁ ekavāramattabhūtā sabbasamāpatti vīthīsuca",
  "anya-e0301n7:147_2": "sabbapatha mabhūtā mahaggatacetanāpi samānabhūmakadhammato aladdhāsevana tāya dubbalattā",
  "anya-e0301n7:147_3": "vipākaṁ nadetīti natthīti na na sakkā viññātunti. Ettha siyā- tasseva rūpāvacarassa",
  "anya-e0301n7:147_4": "kusalassa kammassa katattā upacitattā vipākaṁ.La. Pathamaṁ jhānaṁ upasampajja viharatīti",
  "anya-e0301n7:147_5": "vuttaṁ. Na ca sā cetanā upacitānāma hoti. Samānabhūmaka dhammato aladdhāsevanattāti.Na.",
  "anya-e0301n7:147_6": "Maggacetanāyapi avipākatāpattito. Sāpihi tasseva lokuttarassa kusalassa jhānassa",
  "anya-e0301n7:147_7": "katattā bhāvitattā vipākaṁ. La. Pathamaṁ jhānaṁ upasampajja viharatīti vuttā. Naca",
  "anya-e0301n7:147_8": "sāpi samānabhūmakadhammato laddhāsevanā hotīti. Ubhayattha pana pathamasamannāhārato",
  "anya-e0301n7:147_9": "paṭṭhāya upacinitvā bhāvetvā āgatattā asamānabhūmika javanehipi laddhāsevana bhāvaṁ",
  "anya-e0301n7:147_10": "paṭicca upacitatā bhāvitatāca vuttāti sakkā vattunti. Tasmā ādi kammikabhūtāpi mahaggatacetanā",
  "anya-e0301n7:147_11": "maraṇā sanne laddhā abbhuṇhā āsannakammabhūtā vipākaṁ nadetīti na vattabbā. Abhiññācetanā",
  "anya-e0301n7:147_12": "ca samānabhūmakehipi nānāvajjanavīthijavanehi suṭṭhutaraṁ laddhāsevanattā tikkhatarabhūtā",
  "anya-e0301n7:147_13": "kathaṁ dubbalānāma siyā. Teneva ayaṁ vādo anuṭīkāyaṁ paṭikkhitto. Vuttañhi tattha",
  "anya-e0301n7:147_14": "keci pana samāna bhūmakato āsevanalābhena balavantāni jhānānīti tāni vipākaṁ denti.",
  "anya-e0301n7:147_15": "Abhiññā pana satipi jhānabhāve tadabhāvato tasmiṁ tasmiṁ ārammaṇe āgantukattāvā dubbalā.",
  "anya-e0301n7:147_16": "Tasmā vipākaṁ na dentīti vadanti. Taṁ akāraṇaṁ. Punappunaṁ parikammavasena abhiññā",
  "anya-e0301n7:147_17": "yapi vasībhāvasambhavatoti. Catutthajjhānasamādhissa pana ānisaṁsabhūtā abhiññācetanā",
  "anya-e0301n7:147_18": "tassa phalasadisā phalaṭṭhāne ṭhitā, tasmā sā vipākaṁ nadetīti icchanti ṭīkākārā.",
  "anya-e0301n7:147_19": "Tassa pana iddhi vikubbanādikiccaṁ vipaccanakiccatopi mahantataraṁ hoti. Sabbathā",
  "anya-e0301n7:147_20": "menaca vikubbanādikiccaṁ sādhentiyā vipaccanathāmepi tena thāmena saha parikkhayaṁ",
  "anya-e0301n7:147_21": "gacchati. Tasmā sā puna vipākaṁ nadetītipi yujjatiyeva. Pañcamajjhānanti abhiññābhāvaṁ",
  "anya-e0301n7:147_22": "apattaṁ parittādibhedena tividhaṁ pañcamajjhānaṁ. Tadevāti pañcamajhānameva. Saññāvirāgaṁ",
  "anya-e0301n7:147_23": "bhāvetvāti citte sati rajjana dussana muyhanāni honti. Tasmiṁ asati diṭṭhadhammanibbānappattonāma",
  "anya-e0301n7:147_24": "hotīti evaṁ citte eva ādīnavaṁ disvā acittakabhavapatthanā sahitaṁ vāyokasiṇevā kesañci",
  "anya-e0301n7:147_25": "matena paricchinnākāsa kasiṇevā saññāvirāgaṁ bhāvetvā. Asaññasattesu uppajjantīti",
  "anya-e0301n7:147_26": "yena yena iriyāpathena idha maranti, teneva tattha uppajjanti. Kammakiriyavādititthiyā",
  "anya-e0301n7:147_27": "evāti adhippāyo. Na hi akammakiriyavādīnaṁ jhānabhāvanā nāma atthīti. Anāgāmino pana",
  "anya-e0301n7:147_28": "suddhāvāsesu uppajjantīti suddhāvāsesu pana anāgāmino eva uppajjanti. Na aññe sakadāgāmiādayoti",
  "anya-e0301n7:147_29": "attho. Etena anāgāmīnaṁ aññasmiṁpi brahmaloke uppatti appaṭisiddhā hoti. Anāgāmīsuca",
  "anya-e0301n7:147_30": "saddhādhiko avihesu uppajjati, vīriyādhiko atappesu. Satādhiko sudassesu. Samādhādhiko",
  "anya-e0301n7:147_31": "sudassīsu. Paññādhiko akaniṭṭhesūti. Yathākkamaṁ bhāvetvā yathākkamaṁ arūpesu uppajjantīti",
  "anya-e0301n7:147_32": "yojanā. Etthaca pathamajjhānaṁ parittaṁ bhāvetvātiādi sabbaṁ pathamajjhānādīnaṁ yathā",
  "anya-e0301n7:147_33": "sakaṁ vipaccanabhūmi vavatthānavasena vuttaṁ. Samāpattilābhino pana puthujjana sotāpanna",
  "anya-e0301n7:147_34": "sakadāgāmino attanā laddhasamāpattīnaṁ vipaccanabhūmīsu icchitabhūmiyaṁ nibbattanti.",
  "anya-e0301n7:147_35": "Tesu puthujjano nikantiyā sati kāmalokepi nibbattatiyeva. Itare pana jhāne apari",
  "anya-e0301n7:147_36": "hīne sati kāmalokepi nibbattatiyeva. Itare pana jhāne aparihīne sati kāmabhave nikantināma",
  "anya-e0301n7:147_37": "tesaṁ na sambhavatīti parihīnajjhānāeva tattha nibbattanti.",
  "anya-e0301n7:148": "[163] Vibhāvaniyaṁ pana",
  "anya-e0301n7:149_0": "Tesaṁpi sotāpannasakadāgāmīnaṁ nikantivasena kāmabhavenibbattiṁ icchantena ‘‘tathā",
  "anya-e0301n7:149_1": "kāmabhavepi kāmāvacara kammabalena. Ijjhati bhikkhave sīlavato cetopaṇidhi visuddhattāti",
  "anya-e0301n7:149_2": "hi vutta’’nti vuttaṁ. Taṁ na yujjati.",
  "anya-e0301n7:150_0": "Tehi jhāne aparihīne ekantena brahmalokagāminoeva honti. Yato te jhānaanāgāminonāmāti",
  "anya-e0301n7:150_1": "vuccanti. Jhānapari hānica tesaṁ taṁtaṁ palibodha vaseneva hoti. Na pana kāma rāgādivasena.",
  "anya-e0301n7:150_2": "Kasmā, maggasahāyena jhānena suṭṭhu vikkhambhitattā. Vuttañhetaṁ aṅguttare-sahadassanuppādā",
  "anya-e0301n7:150_3": "bhikkhave ariyasāvakassa tīṇi saṁyojanāni mahīyanti.La. So vivicceva.La. Pathamaṁ",
  "anya-e0301n7:150_4": "jhānaṁ upasampajja viharati. Tasmiṁ ce samaye bhikkhave ariyasāvako kālaṅkareyya.",
  "anya-e0301n7:150_5": "Natthi tassa saṁyojanaṁ. Yena saṁyojanena saṁyutto ariyasāvako puna yimaṁ lokaṁ āgaccheyyāti.",
  "anya-e0301n7:150_6": "Etthaca tasmiṁ ce samayetiādinā so laddhajjhānaṁ aparihāpetvā ce kālaṅkaroti. Ekantena",
  "anya-e0301n7:150_7": "brahmalokameva gamissati. Parihāpentassa pana taṁ saṁyojanaṁ pākatimevāti dasseti.",
  "anya-e0301n7:150_8": "Paṭisambhidāmaggaṭṭhakathāyañca jhānalābhīnaṁ pana anāgāmissaca brahmalokeyeva paṭisandhidānato",
  "anya-e0301n7:150_9": "paccayo nahotīti vuttaṁ. Tattha jhānalābhīnanti mahaggatajjhānalābhīnaṁ sotāpanna",
  "anya-e0301n7:150_10": "sakadāgāmīnaṁ. Paccayo nahotīti tesaṁ vipassanānikanti taṇhā kāmasugatipaṭisandhiyā na hotīti attho.",
  "anya-e0301n7:151_0": "Tasmā tesaṁ dvinnaṁ sekhānaṁ kuppadhammānaṁpi sataṁ jhāne vijjamāne kāmabhave nikanti",
  "anya-e0301n7:151_1": "nāma natthīti veditabbaṁ. Anāgāmissa pana niddāyantasseva satthena gīvaṁ chinditvā",
  "anya-e0301n7:151_2": "mārīyamānassapi jhānaṁ alabhitvā cavanaṁnāma natthi. So hi samādhismiṁ paripūrakārīti",
  "anya-e0301n7:151_3": "vutto. Itthiyo pana aṭṭhasamāpattiyo labhitvā anantare bhave akaniṭṭhe nibbattamānāpi",
  "anya-e0301n7:151_4": "adhipatibhūtesu mahābrahmesu na nibbattanti. Hīnajjhāsayattā purohita pārisajjesueva",
  "anya-e0301n7:151_5": "nibbattanti. Tathāhi aṭṭhakathāsu yaṁ itthī brahmattaṁ kareyya, netaṁ ṭhānaṁ vijjatīti",
  "anya-e0301n7:151_6": "suttapadassa atthavacane brahmattanti mahābrahmattaṁ adhippetaṁ. Itthī ca idha jhānaṁ",
  "anya-e0301n7:151_7": "bhāvetvā kālaṁ katvā brahmapārisajjānaṁ sahabyataṁ upapajjati, na mahābrahmānanti",
  "anya-e0301n7:151_8": "vuttaṁ. Brahmapārisajjānanti cettha brahmapurohitānaṁpi saṅgahaṇaṁ veditabbaṁ. Te",
  "anya-e0301n7:151_9": "hi brahmānaṁ parisabhūtā hontīti. Vuttañhetaṁ saṁyuttake –",
  "anya-e0301n7:152": "Athakho bhikkhave sikhībhagavā abhituṁ bhikkhuṁ āmantesi. Paṭibhātu taṁ brāhmaṇa brahmunoca brahmaparisāyaca brahmapārisajjānañca dhammikathāti.",
  "anya-e0301n7:153_0": "Parisabhāveca sati parisāsu jātāpināma hontīti. Tattha brahmunoti mahābrahmuno. Brahmaparisāyāti",
  "anya-e0301n7:153_1": "brahmapurohita gaṇassāti attho. Nanu brahmapārisajjānanti vuttattā na mahābrahmānanti",
  "anya-e0301n7:153_2": "ettheva tesaṁ saṅgahaṇaṁ yuttanti ce. Na. Yaṁ itthī sakkattaṁ kareyya, mārattaṁ kareyya,",
  "anya-e0301n7:153_3": "brahmattaṁ kareyya, netaṁṭhānaṁ vijjatīti evaṁ adhipati bhūtehi sakkādīhi saha vuttattā",
  "anya-e0301n7:153_4": "idha adhipatipaṭikkhipanasseva sambhavato. Teneva hi nettiyaṁ-itthī mahābrahmā siyāti,",
  "anya-e0301n7:153_5": "netaṁ ṭhānaṁ vijjatīti vuttaṁ. Ettāvatā vehapphalādīsu uparibrahmalokesupi purohitapārisajjabrahmānaṁ",
  "anya-e0301n7:153_6": "atthitā siddhā hoti. Teneva saṁyuttaṭṭhakathāyaṁ therānañhi bhaṇḍagāhakadaharā viya",
  "anya-e0301n7:153_7": "brahmānaṁpi pārisajjabrahmāno nāma hontīti vuttaṁ.",
  "anya-e0301n7:154": "Vibhāvaniyaṁ pana",
  "anya-e0301n7:155": "‘‘Itthiyopi pana ariyāvā anariyāvā aṭṭhasamāpattilā bhiniyo brahmapārisajjesuyeva nibbattantīti aṭṭhakathāyaṁ vutta’’nti vuttaṁ.",
  "anya-e0301n7:156": "Tattha brahmapārisajjesuyevāti akaniṭṭhe nibbattamānāpi brahmānaṁ paricārika brahmesueva nibbattanti. Na mahābrahmesūti attho daṭṭhabbo.",
  "anya-e0301n7:157": "Maṇimañjūsāyaṁ pana",
  "anya-e0301n7:158": "Brahmapārisajjesuyeva nibbattanti, na brahmapurohitādīsūti vuttaṁ. Taṁ na gahetabbaṁ.",
  "anya-e0301n7:159": "Yañca tattha",
  "anya-e0301n7:160": "Sāmāvatiyādīnaṁ pathamaṁ brahmapārisajjesu nibbattanaṁ vuttaṁ. Taṁpi aṭṭhakathāya na sameti.",
  "anya-e0301n7:161_0": "Yasmā pana tā imasmiṁ attabhāve ariyaphalāni sacchākaṁsu. Tasmā tattha anāgāminiyo",
  "anya-e0301n7:161_1": "suddhāvāsesu uppannā. Itarā kāci tāvatiṁsesu kāci paranimmitavasavattīsu uppannā",
  "anya-e0301n7:161_2": "icceva udānaṭṭhakathāyaṁ vuttanti. Apicettha vehapphale akaniṭṭhe catutthāruppeti",
  "anya-e0301n7:161_3": "tīsu bhavaggesu nibbattā ariyā aññattha nuppajjanti. Sesabrahmalokesu nibbattā heṭṭhābhūmīsu",
  "anya-e0301n7:161_4": "nuppajjantīti. [Kammacatukkaṁ].",
  "anya-e0301n7:162_0": "155. Āyukkhayena maraṇaṁ kammakkhayena maraṇantiādinā yojetabbaṁ. Tattha aparikkhīṇeyeva",
  "anya-e0301n7:162_1": "kammānubhāve tasmiṁ tasmiṁ sattanikāye yathāniyamitassa āyuparimāṇassa parikkhayena",
  "anya-e0301n7:162_2": "paripuṇṇena maraṇaṁ āyukkhaya maraṇaṁnāma. Tasmiṁ tasmiṁ bhave dubbalena kammena",
  "anya-e0301n7:162_3": "nibbattassa sattassa aparikkhīṇeyeva āyuparimāṇe kevalaṁ kammasattiparikkhayena antarāva",
  "anya-e0301n7:162_4": "maraṇaṁ kammakkhaya maraṇaṁnāma. Tadubhayassa samaṁ parikkhayena maraṇaṁ ubhayakkhaya",
  "anya-e0301n7:162_5": "maraṇaṁnāma. Dharamānepi tadubhaye purimabhavesuvā imasmiṁvābhave katena upaghātakakammena",
  "anya-e0301n7:162_6": "ajjhattabahiddhābhūte nānārogābādha pathavīpavesa asanipātādike jīvitantarāye samuṭṭhāpetvā",
  "anya-e0301n7:162_7": "dussimārakalāburājādīnaṁviya antarāva uparodhita khandhasantānassa sattassa maraṇaṁ",
  "anya-e0301n7:162_8": "upacchedaka maraṇaṁnāma. Nanu cettha marantānaṁ nāma sabbesaṁpi taṁtaṁbhavaṁ janentaṁ",
  "anya-e0301n7:162_9": "kammaṁ khiyyatiyeva. Athakasmā itarepi vuttāti. Vuccate, sarasavaseneva hi kammasāmatthiyassa",
  "anya-e0301n7:162_10": "khayo idha kammakkhayoti adhippeto. Ye pana dasavassa vīsativassa yāva asaṅkhyeyya",
  "anya-e0301n7:162_11": "vassādi vasena nānāāyukappavidhāyakā tasmiṁ tasmiṁ sattanikāye sabbajana sādhāraṇā",
  "anya-e0301n7:162_12": "sattānaṁ ajjhattabahiddhasambhūtā utuāhārānāma honti. Te tassa tassa āyukappassa",
  "anya-e0301n7:162_13": "ṭhitikarā vuddhikarā hānikarācāti tividhā honti. Tattha akusalamūlesu vaḍḍhamānesu",
  "anya-e0301n7:162_14": "hānikarā vaḍḍhanti. Kusalamūlesu vaḍḍhamānesu buddhikarā vaḍḍhanti. Ubhayamūlesu",
  "anya-e0301n7:162_15": "samaṁ ṭhitesu ṭhitikarā samaṁ pavattanti. Tesaṁ vasena sattānaṁ āyukappo katthaci",
  "anya-e0301n7:162_16": "sadā ṭhitibhāgo hoti. Katthaci kadāci hānibhāgo kadāci vuddhibhāgo hoti. Tayopi cete",
  "anya-e0301n7:162_17": "ṭhitikarādayo taṁtaṁsattanikāyaṁ ajjhottharamānā āyuṁ paricchindantā pavattantīti",
  "anya-e0301n7:162_18": "asaṅkhyeyyāyuka saṁvattanikaṁ cakkavattisampatti saṁvattanikañca kammaṁ dasavassike",
  "anya-e0301n7:162_19": "kāle vipaccamānaṁ tadanurūpaṁeva bhogañca issariyañca datvā dasavasena khiyyati.",
  "anya-e0301n7:162_20": "Taṁ taṁ sattanikāya pariyāpannā sattā santānabhūtā rūpadhammā sabbaññu buddhānaṁ",
  "anya-e0301n7:162_21": "khandhasantāna bhūtāpi taggatikā tadanūvattikā eva hutvā pariṇamanti aññatra iddhimaya",
  "anya-e0301n7:162_22": "vijjāmaya rasāyanavidhi jīvita saṅkhāra vidūhīti. Vuttañhetaṁ mahāpadānasuttaṭṭhakathāyaṁ –",
  "anya-e0301n7:163": "Sabbepi sabbaññubuddhā asaṅkhyeyyāyukā. Kasmā te asaṅkhyeyyaṁ na aṭṭhaṁsūti. Utubhojanavipattiyā. Utubhojanavasena hi āyu hāyatipi vaḍḍhatipīti.",
  "anya-e0301n7:164_0": "Tasmā padhānanissayabhūtesu dvisamuṭṭhānika rūpadhammesu taṁ taṁ āyukappavasena pariṇamantesu",
  "anya-e0301n7:164_1": "jiyyamānesu yāvamahantaṁpi kammaṁ attano vipākādhiṭṭhānassa abhāvā khiyyatiyeva.",
  "anya-e0301n7:164_2": "Socassa khayo na sarasena hoti. Athakho āyusaṅkhāravipattiyā eva hotīti idha āyukkhayo",
  "anya-e0301n7:164_3": "visuṁ gahitoti. Esanayo upacchedakamaraṇepi netabbo. Tattha upacchedakamaraṇanti",
  "anya-e0301n7:164_4": "akālamaraṇaṁ vuccati. Tañhipavattamānaṁ upacchedakakammunāvā pavattati. Aññehivā",
  "anya-e0301n7:164_5": "aneka sahassehi kāraṇehi. Tāni pana pāḷiyaṁ mūlabhedato saṁkhipitvā aṭṭhadhā vuttāni.",
  "anya-e0301n7:164_6": "Katamāni pana tānīti. Atthi vātasamuṭṭhānā ābādhā. Atthi vittasamuṭṭhānā. Atthi semha",
  "anya-e0301n7:164_7": "samuṭṭhānā. Atthi sannipātikā. Atthi utusamuṭṭhānā. Atthi visamaparihārajā. Atthi",
  "anya-e0301n7:164_8": "opakkamikā. Atthi kammavipākajā ābādhāti. Tattha kammavipākajā keci upapīḷakakammajākeci",
  "anya-e0301n7:164_9": "upacchedakakammajā. Yasmā pana vāto kuppamāno sītuṇhādīhi dasahi kāraṇehi kuppati.",
  "anya-e0301n7:164_10": "Tesuca ekameva kamma vipākajaṁ hoti. Sesāni pana akammavipākajānīti milinda pañhe",
  "anya-e0301n7:164_11": "vuttaṁ. Yasmāca kammavipākajāpi ābādhā uppajjamānā vāta kuppanādīhi vinā na uppajjanti.",
  "anya-e0301n7:164_12": "Tasmā keci vātasamuṭṭhānādayopi kammavipākajā hontiyevāti daṭṭhabbā.",
  "anya-e0301n7:165_0": "Tattha sannipātikāti vātādīnaṁ dvinnaṁ tiṇṇaṁvā sannipatitānaṁ vasena pavattā. Ye",
  "anya-e0301n7:165_1": "pana loke sattānaṁ payogamuttā sayaṁ jātā nānābhayupaddavā. Te utusamuṭṭhānesu saṅgahitāti",
  "anya-e0301n7:165_2": "daṭṭhabbā. Visamaparihārajāti anisammakārīnaṁ anekavidhe visame vipattimukhe attānaṁ",
  "anya-e0301n7:165_3": "payojantānaṁ tato tatovā tattha tattha vā patana pakkhalanādivasena pavattā. Opakkamikāti",
  "anya-e0301n7:165_4": "attanāvā parehi rājacoraverīhivā amanussavāḷayakkhadevatāhivā vāḷamigādīhivā katānaṁ",
  "anya-e0301n7:165_5": "payogānaṁ vasena pavattā. Kuppitā hi devatā sakalaṁ rajjaṁvā raṭṭhaṁvā dīpakaṁvā",
  "anya-e0301n7:165_6": "ekappahārena asesaṁ katvā vināsenti daṇḍakaraṭṭha majjharaṭṭha kaliṅgaraṭṭha mātaṅgaraṭṭhesu",
  "anya-e0301n7:165_7": "viya. Anekasahassevā vāḷayakkhe vissajjanti vesāliyaṁ viya. Rakkhasevā vissajjanti",
  "anya-e0301n7:165_8": "suvaṇṇabhūmiyaṁviya. Vuttañhetaṁ aṅguttare yakkhā vāḷe amanusse ossajjanti. Tena",
  "anya-e0301n7:165_9": "bahumanussā kālaṁ karontīti. Aṭṭhakathāyaṁpi yakkhāti yakkhādhipatino. Vāḷe amanusse",
  "anya-e0301n7:165_10": "ossajjantīti caṇḍe yakkhe manussapathe vissajjanti. Te laddhokāsā mahājanaṁ jīvitakkhayaṁ",
  "anya-e0301n7:165_11": "pāpentīti vuttaṁ. Tattha vissajjantīti visamācāra bahule manusse disvā bhinnasaddhā",
  "anya-e0301n7:165_12": "yakkhasenāpatino manussānaṁ atthāya pubbeviya ārakkhaṁna gaṇhantīti attho. Janapadanagaranigamagāmesuceva",
  "anya-e0301n7:165_13": "tasmiṁ tasmiṁ puggaleca vattabbameva natthi. Aṅguttare vuttā satthadubbhikkharoga",
  "anya-e0301n7:165_14": "kappāpi idha vattabbāti. Kammavipākajāti upapīḷakopaghātakānaṁ kammānaṁ vipaccanavasena",
  "anya-e0301n7:165_15": "pavattā ābādhāti attho. Evaṁ akālamaraṇaṁ upacchedakammunāvā aññehivā anekasahassehi",
  "anya-e0301n7:165_16": "kāraṇehi hotīti. Yehi keci loke dissanti. Pāṇaharā jīvitavināsakā nānārogāvā nānābādhāvā",
  "anya-e0301n7:165_17": "nānābhayā nivā nānā daṇḍāvā nānā upaddavu pasaggāvā. Sabbe te sakakamma samuṭṭhitāeva",
  "anya-e0301n7:165_18": "attano sādhāraṇāti natthi. Parakammasamuṭṭhitāpi attano sādhāraṇāeva. Sakakammasamuṭṭhitāpi",
  "anya-e0301n7:165_19": "paresaṁ sādhāraṇāeva. Kammena vinā yato kutoci samuṭṭhitāpi attano vā paresaṁvā sādhāraṇāeva.",
  "anya-e0301n7:165_20": "Sabbasādhāraṇakammasamuṭṭhitesu vattabbameva natthi. Yathāha-visuddhimagge.",
  "anya-e0301n7:166": "Yathā catumahāpathe thapite lakkhamhi sabbadisāhi āgatā sarasattitomarapāsāṇādayo nipatanti. Evaṁ kāyepi sabbupaddavā nipatantīti.",
  "anya-e0301n7:167_0": "Yesuca rajjaraṭṭhādīsu te uppajjanti. Tattha yejanā upāya kusalāvā na honti. Naca",
  "anya-e0301n7:167_1": "paṭikārakusalā. Nāpi parihāra kusalā. Kammañca yesaṁ dubbalaṁ hoti. Uppanno anattho",
  "anya-e0301n7:167_2": "bala vā. Tejanā vināpi upacchedakakammunā tato na muccanti. Maraṇaṁ vā maraṇamattaṁvā",
  "anya-e0301n7:167_3": "dukkhaṁ pāpuṇantiyeva. Kalyāṇabhūtaṁpi hi kammaṁ attano balavataraṁ yatokutoci samuṭṭhitaṁ",
  "anya-e0301n7:167_4": "rogaṁvā ābādhaṁ vā bhayaṁvā daṇḍaṁvā upaddavupasaggaṁvā paṭibāhituṁ nasakkoti. Rogādayoeva",
  "anya-e0301n7:167_5": "taṁkhepentā pavattanti. Yathā hi udakaṁ attano balavataraṁ aggiṁ paṭibāhituṁ na sakkoti.",
  "anya-e0301n7:167_6": "Aggieva taṁ khepento pavattatīti evaṁ sampadamidaṁ daṭṭhabbaṁ. Imesañca sattānaṁ",
  "anya-e0301n7:167_7": "pakatiyāpi kammassa dubbalabhāvo mahāniddese jarā suttaniddesena visuddhi maggeca",
  "anya-e0301n7:167_8": "maraṇassati niddese āyu dubbalatoti padassa niddese na dīpetabbo. Yathāha –",
  "anya-e0301n7:168": "Āyunāmetaṁ abalaṁ dubbalaṁ. Tathā hi sattānaṁ jīvitaṁ assāsapassāsupanibandhañceva iriyāpathupanibandhañca sītuṇhu panibandhañca mahābhūtupanibandhañca āhārupanibandhañcātiādi.",
  "anya-e0301n7:169_0": "Tathā kāyabahusādhāraṇato animittatoti imesaṁ padānaṁ niddesenapi pākaṭoyeva. Kammanibbattassa",
  "anya-e0301n7:169_1": "hi āyuno tiṇagge ussāvabindusseva paridubbalabhāve pāḷiyaṁ aṭṭhakathā yañca vutte",
  "anya-e0301n7:169_2": "kammasāpi tatheva paridubbalatā siddhā hotīti. Evañcetaṁ sampaṭicchitabbaṁ. Itarathā",
  "anya-e0301n7:169_3": "sabbaṁ pubbekatahetudiṭṭhināma siyā. Yathāha –",
  "anya-e0301n7:170": "Idhekacco samaṇovā brāhmaṇovā evaṁvādī hoti evaṁ diṭṭhī. Yaṁ kiñcāyaṁpurisapuggalo paṭisaṁvedeti sukhaṁvā dukkhaṁvā adukkhamasukhaṁvā. Sabbaṁ taṁ pubbekatahetūti.",
  "anya-e0301n7:171_0": "Ayañca attho milindapañhe tīsu ṭhānesu vitthārato āgato. Yathāvuttehi pana anekasahassehi",
  "anya-e0301n7:171_1": "kāraṇehi pavattamaraṇaṁpi akālamaraṇatāsāmaññena idha upacchedakamaraṇe saṅgahitanti daṭṭhabbaṁ.",
  "anya-e0301n7:172": "Vibhāvaniyaṁ",
  "anya-e0301n7:173": "‘‘Idaṁ pana nerayikānaṁ uttarakuruvāsinaṁ kesañci devānañca nahotīti’’ vuttaṁ.",
  "anya-e0301n7:174_0": "Yathā pana mahāṭīkāyaṁ kesañci petānaṁ ito ñātake hi dinnaṁ puññapatti anumoditvā",
  "anya-e0301n7:174_1": "taṅkhaṇeyeva cavitvā sugatiyaṁ nibbattānaṁ kusalabhūtaṁ upacchedakaṁ vuttaṁ. Tathā",
  "anya-e0301n7:174_2": "kesañci nerayi kānaṁpi yamarañño samanuyuñjanakālādīsu attanā katapuññaṁ anussaritvā",
  "anya-e0301n7:174_3": "taṅkhaṇeyeva cavitvā sugatiyaṁ nibbattānaṁ upacche dakamaraṇaṁnāma na na sakkā vattuṁ.",
  "anya-e0301n7:174_4": "Kesañci tāvatiṁsādīnaṁ devānañca taṁ upacchedakamaraṇaṁ hotiyeva. Tathā hi subrahmadeva",
  "anya-e0301n7:174_5": "putta saṁyuttaṭṭhakathāyaṁ atha rukkhaṁ abhiruḷhā upacchedakakammādi vasenaekappahāreneva",
  "anya-e0301n7:174_6": "kālaṅkatvā avīcimhi nibbattāti vuttaṁ. Tattha rukkhanti tāvatiṁse pāricchattakarukkhaṁ.",
  "anya-e0301n7:174_7": "Abhiruḷhāti āruḷhā pañca satadevaccharāyo. Manopadosika khiṭṭāpadosika devānaṁ maraṇaṁ",
  "anya-e0301n7:174_8": "mahābodhisattānaṁ dighāyuke devalokevā brahmalokevā nibbattānaṁ adhimutti kālaṅkiriyā",
  "anya-e0301n7:174_9": "channattheragodhikattherādīnaṁviya sayameva satthaṁ āharitvā parinibbāyantānaṁ maraṇañca",
  "anya-e0301n7:174_10": "ettheva saṅgayhatīti daṭṭhabbaṁ. Tathācāti tehi pakārehica. Marantānaṁ channaṁ dvārānaṁ",
  "anya-e0301n7:174_11": "aññatarasmiṁ paccupaṭṭhātīti sambandho. Maraṇakāleti maraṇāsannakāle. Yathārahanti",
  "anya-e0301n7:174_12": "sugatiduggatigāmīnaṁ arahānurūpaṁ. Yepana khīṇāsavā katthaci nuppajjanti. Tesu sukkhavipassakānaṁ",
  "anya-e0301n7:174_13": "pakatiyā yatho paṭṭhitaṁ nāmarūpa meva antima javanānaṁ ārammaṇaṁhoti. Samāpattilābhīnaṁ",
  "anya-e0301n7:174_14": "pana jhānasamanantare parinibbāyantānaṁ kasiṇanimittādikaṁ. Paccavekkhanasamanantare",
  "anya-e0301n7:174_15": "parinibbāyantānaṁ jhānaṅgāni abhiññāsamanantare parinibbāyantānaṁ attano karajarūpaṁ.",
  "anya-e0301n7:174_16": "Jīvita samasīsīnaṁ pana aggamaggassa paccavekkhanasamanantare parinibbāyantānaṁ maggaṅgādini",
  "anya-e0301n7:174_17": "antimajavanānaṁ ārammaṇaṁ hotīti. Parinibbānacuticittassa pana sabbesaṁpi ādito attano",
  "anya-e0301n7:174_18": "attano paṭisandhiyāyathāgahitaṁ kammādīsu aññatarameva ārammaṇaṁ hotīti daṭṭhabbaṁ.",
  "anya-e0301n7:174_19": "Yepana anejosanti mārabbhayaṁ kālamakarīmunīti imaṁ suttapadaṁ disvā nibbānameva",
  "anya-e0301n7:174_20": "bhagavato parinibbānacutiyā ārammaṇanti vadanti. Te tena sayameva abhidhamme ārammaṇattikesu",
  "anya-e0301n7:174_21": "attano akovidataṁ dassenti. Yathāha –",
  "anya-e0301n7:175": "Katame dhammā parittārammaṇā, sabbo kāmāvacaravipāko kriyamanodhātu kriyāhetuka manoviññāṇa dhātu somanassasahagatā. Ime dhammā parittārammaṇāti.",
  "anya-e0301n7:176_0": "Yasmā pana parinibbānaṁnāma santi atthāyeva hoti. Ajjhāsayo cassa ekantena santininnoyeva",
  "anya-e0301n7:176_1": "hoti. Tasmā anejosanti mārabbhāti suttapadaṁ vuttaṁ. Tathā hi aṭṭhakathāyaṁ santimārabbhāti",
  "anya-e0301n7:176_2": "anupādisesaṁ nibbānaṁ ārabbha paṭicca sandhāyāti vuttaṁ. Na pana vuttaṁ ārabbha ālambitvā",
  "anya-e0301n7:176_3": "ārammaṇaṁ katvāti. Theragāthaṭṭhakathāyaṁ pana santimārabbhāti santiṁ anupādisesaṁ",
  "anya-e0301n7:176_4": "nibbānaṁ ārammaṇaṁ katvāti vuttaṁ. Taṁ mahāparinibbānapāḷiyā tadaṭṭhakathāyaca nasameti.",
  "anya-e0301n7:176_5": "Tāsu hi bhagavato parinibbānaṁ jhānaṅga paccavekkhanasamanantaranti vuttaṁ. Etthaca",
  "anya-e0301n7:176_6": "purimāni dve samanantarāni parinibbānasuttaṭṭhakathāsu vuttāni. Abhiññāsamanantaraṁ",
  "anya-e0301n7:176_7": "udānaṭṭhakathādisu āgataṁ. Yathāha-vuṭṭhahitvā parinibbāyīti iddhicittato vuṭṭhahitvā",
  "anya-e0301n7:176_8": "bhavaṅgacittena parinibbāyīti. Aggamaggassa paccavekkhanasamanantaraṁ puggalapaññattiṭṭhakathādīsu",
  "anya-e0301n7:176_9": "āgataṁ. Yathāha-ekūnavīsati me paccavekkhanaññāṇe patiṭṭhāya bhavaṅgaṁ otaritvā parinibbāyatīti.",
  "anya-e0301n7:176_10": "Saṁyuttaṭṭhakathāyaṁ pana arahattamaggānantaraṁ phalaṁ. Phalānantaraṁ bhavaṅgato",
  "anya-e0301n7:176_11": "vuṭṭhāya paccavekkhanaṁ. Taṁ pana paripuṇṇaṁvā hoti aparipuṇṇaṁvā. Tikhiṇena asinā",
  "anya-e0301n7:176_12": "sīse chijjamānepi ekaṁvā dvevā paccavekkhanāni uppajjantiyevāti vuttaṁ.",
  "anya-e0301n7:177": "[164] Vibhāvaniyaṁ pana",
  "anya-e0301n7:178_0": "Evaṁ vavatthānaṁ akatvā yaṁ vuttaṁ. ‘‘Katthaci pana anuppajjamānassa khīṇāsavassa",
  "anya-e0301n7:178_1": "yathopaṭṭhitaṁ nāmarūpadhammādikameva cutipariyosānānaṁ gocarabhāvaṁ gacchati. Na",
  "anya-e0301n7:178_2": "kamma kammani mittādayoti.’’ Taṁ na sundaraṁ.",
  "anya-e0301n7:179_0": "Na hi tassa cuticittaṁ kammakammanimittādayo ārammaṇaṁ nakaroti. Naca cutiyā gahitāni",
  "anya-e0301n7:179_1": "kammādīnināma sabbasattānaṁpi bhavantarassa atthāya bhavantīti. Abhimukhībhūtanti",
  "anya-e0301n7:179_2": "kammantarassa okāsaṁ adatvā attano okāsaṁ katvā paccupaṭṭhitaṁ. Kammaṁvā paccupaṭṭhātīti",
  "anya-e0301n7:179_3": "sambandho. Upaladdhapubbanti tassa kammassa ārammaṇa bhūtāni deyyadhamma vatthādīni",
  "anya-e0301n7:179_4": "parapāṇādīnica sandhāya vuttaṁ. Upakaraṇabhūtanti kammasiddhiyā upakaraṇabhūtāni",
  "anya-e0301n7:179_5": "parivārabhūtānica paṭiggāhakādīni āvudhabhaṇḍādinica sandhāya vuttaṁ. Yasmāca lakkhaṇa",
  "anya-e0301n7:179_6": "saṁyutte gavādīni vadhitvā rāsikatāni aṭṭhipuñjādīni kammanimittāni hutvā upaṭṭhahantīti",
  "anya-e0301n7:179_7": "aṭṭhakathāyaṁ vuttaṁ. Tasmā kammasambandhāni yāni kānici vatthūni vā ārammaṇānivā",
  "anya-e0301n7:179_8": "idha upakaraṇe saṅgahi tānīti daṭṭhabbāni. Upalabhitabbanti duggatinimittaṁ sandhāya",
  "anya-e0301n7:179_9": "vuttaṁ. Upabhogabhūtanti sugatinimittaṁ. Ubhayaṁpi vā yaṁ kāyapaṭibaddhaṁ hutvā labhitabbaṁ",
  "anya-e0301n7:179_10": "hoti. Taṁ upalabhitabbaṁnāma. Apaṭibaddhaṁ hutvā kevalaṁ sukhadukkhānubhavanatthāya",
  "anya-e0301n7:179_11": "labhitabbaṁ upabhoga bhūtaṁnāma. Etthaca aggijāla lohakumbhi nirayapāla nirayasunakhādīni",
  "anya-e0301n7:179_12": "nirayanimittaṁ. Taṁ pana kesañci janānaṁ attano vasanaṭṭhāneviya upaṭṭhāti. Kesañci",
  "anya-e0301n7:179_13": "tato tato āgantvā attānaṁ saṁparivārentaṁ viya upaṭṭhāti. Yathāha-tassa gilānaseyyāya",
  "anya-e0301n7:179_14": "nippannassa nirayo upaṭṭhāti. Soṇagiripādato mahantā mahantā sunakhā āgantvā khāditukāmāviya",
  "anya-e0301n7:179_15": "saṁparivāresunti. Tathā deva nimittepi. Yathāha-nandavana cittalatāvana missakavana",
  "anya-e0301n7:179_16": "phārusakavana vimānāniceva devanāṭakānica parivāretvā ṭhitāniviya ahesunti. Kesañci",
  "anya-e0301n7:179_17": "pana sayaṁ tattha tattha patvā diṭṭhaṁviya upaṭṭhāti. Kambalayānasadiso mātukucchivaṇṇo",
  "anya-e0301n7:179_18": "manussanimittaṁ. Pabbatapāda vanasaṇḍa narakapapātādīni tiracchānagatānaṁ nimittānīti.",
  "anya-e0301n7:179_19": "Kammabalenāti idāni paṭisandhiṁ janetuṁ paccupaṭṭhitassa kammassa ānubhāvena. Idañca",
  "anya-e0301n7:179_20": "yebhuyyavasena vuttaṁ. Pakatiyā pana āciṇṇa bhūtaṁvā taṅkhaṇakataṁvā parena sarāpitaṁvā",
  "anya-e0301n7:179_21": "sayameva anussaritaṁvā pakatiyāva kukkuccaṁvā somanassaṁvā janetvā ṭhitaṁvā kammaṁvā",
  "anya-e0301n7:179_22": "tassanimittaṁvā aññenapi kāraṇabalena paccupaṭṭhātiye vāti daṭṭhabbaṁ. Tameva tatopaṭṭhitaṁ",
  "anya-e0301n7:179_23": "ārammaṇaṁ ārabbhāti idañca yebhuyyavasena vuttaṁ. Tato hi kesañci pathamaṁ kammabalenavā",
  "anya-e0301n7:179_24": "kāraṇantarenavā pāpapakkhiyesu upaṭṭhahantesu puna duṭṭha gāmaṇi rañño viya pubbakataṁ",
  "anya-e0301n7:179_25": "balavantaṁ puññaṁ anussarantānaṁvā soṇatthera vitu viya taṅkhaṇeyeva pasādajanakaṁ",
  "anya-e0301n7:179_26": "puññaṁ karontānaṁvā pacchā kalyāṇapakkhiyāni upaṭṭhahanti. Tathā kesañci pathamaṁ",
  "anya-e0301n7:179_27": "kalyāṇa pakkhiyesu upaṭṭhahantesu dhammāsokarañño viya pacchā kenaci kāraṇena domanassaṁ",
  "anya-e0301n7:179_28": "uppādetvā pāpakammassa okāsaṁ karontānaṁ pāpapakkhiyāni upaṭṭhahantīti. Vipaccamānaka",
  "anya-e0301n7:179_29": "kammānurūpanti yassa vipaccamānakaṁ kammaṁ kusalaṁ hoti. Tassa parisuddhaṁ kusalacittasantānaṁ",
  "anya-e0301n7:179_30": "abhiṇhaṁ pavattati. Yassa taṁ akusalaṁ hoti. Tassa upakiliṭṭhaṁ akusala cittasantānaṁ",
  "anya-e0301n7:179_31": "abhiṇhaṁ pavattatīti attho. Tathā hi aṭṭhakathāyaṁpi sugatigāmīnaṁ kusaluppatti hetubhūtaṁ",
  "anya-e0301n7:179_32": "paṇītaṁ ārammaṇaṁ āpātamāgacchatītica duggatigāmīnaṁ akusaluppatti hetubhūtaṁ hīnārammaṇaṁ",
  "anya-e0301n7:179_33": "āpāta māgacchatī tica vuttaṁ. Mūlaṭīkāyaṁ mahāṭīkāyañca āsanne akusalaṁ duggatiyaṁ",
  "anya-e0301n7:179_34": "kusalañca sugatiyaṁ paṭisandhiyā upanissayo hotīti vuttaṁ. Ettha siyā, yadā devaccharādīni",
  "anya-e0301n7:179_35": "sagganimittāni upaṭṭhahanti. Tadā tāni taṇhāya assādentasseva sato cavantassa kathanti.",
  "anya-e0301n7:179_36": "Vuccate. Upakiliṭṭhaṁyeva tassa cittaṁ. Tasmā duggatieva tassa pāṭikaṅkhitabbāti",
  "anya-e0301n7:179_37": "vadanti. Yasmā pana paṭisambhidā magge tādisiyā taṇhāya kusalakammassa sahakāri kāraṇa",
  "anya-e0301n7:179_38": "bhāvo vutto. Yathāha-nikantikkhaṇe dve hetū akusalāti. Tasmā sugatibhavanibbattanepi",
  "anya-e0301n7:179_39": "ayaṁ taṇhā ekantena kusala kammassa niyāmakasahakāripaccayabhūtāti katvā tassa tānivā",
  "anya-e0301n7:179_40": "devaccharādīni kusalakamma kammanimittānivā assādentasseva sato cavantassa sātaṇhā",
  "anya-e0301n7:179_41": "tadupatthambhikāeva bhavituṁ arahati. Na taṁ paṭibāhikāti sakkā viññātuṁ. Yañca nimittassādagadhitaṁvā",
  "anya-e0301n7:179_42": "bhikkhave viññāṇaṁ tiṭṭhamānaṁ tiṭṭhati, anubyañjanassādagadhitaṁ vā. Tasmiṁ ce bhikkhave",
  "anya-e0301n7:179_43": "samaye kālaṅkareyya, ṭhānametaṁ vijjati. Yaṁ dvinnaṁgatīnaṁ aññataragatiṁ gaccheyya,",
  "anya-e0301n7:179_44": "nirayaṁvā tiracchāna yoniṁvātiādittapariyāye vuttaṁ. Taṁpi attano paresaṁ vā hatthapādādīsu",
  "anya-e0301n7:179_45": "gadhitaṁ taṇhaṁ sandhāya vuttaṁ. Nakammādīsūti sakkā vattunti. Upalabhitabba bhavānurūpanti",
  "anya-e0301n7:179_46": "upalabhitabbo bhavo yadi sugatibhavo hoti, taṁ assādanākārena. Yadi duggatibhavo",
  "anya-e0301n7:179_47": "hoti, taṁ anassādanākārenāti evaṁ upalabhi tabbassa bhavassa anurūpaṁ. Tatthoṇataṁvāti",
  "anya-e0301n7:179_48": "tasmiṁ yatho paṭṭhite ārammaṇe oṇamantaṁeva. Tathā hi bālapaṇḍitasutte tānissa tasmiṁ",
  "anya-e0301n7:179_49": "samaye olambanti ajjholambanti abhippalambantīti vuttaṁ. Tattha tānissāti assa puggalassa",
  "anya-e0301n7:179_50": "tāni puññāpuñña kammāni. Kammasīsena vuttāni kammanimitta gatinimittānica. Olambantīti",
  "anya-e0301n7:179_51": "tassa cittasantānaṁ attanieva oṇamantaṁ ajjhoṇamantaṁ abhimukhībhūtaṁ katvā lambanti",
  "anya-e0301n7:179_52": "palambanti. Bandhitvā ākaḍḍhantāni viya upaṭṭhahantīti attho. Evaṁ pana tesu tathā",
  "anya-e0301n7:179_53": "olambantesu taṁcittasantānaṁ tesu ninnapoṇapabbhārameva hotīti vuttaṁ tatthoṇataṁvāti.",
  "anya-e0301n7:179_54": "Tathā hi aṭṭhakathāyaṁ kilesabalavināmitaṁ sutvā tadevaṁ pavattamānaṁ taṇhāavijjānaṁ",
  "anya-e0301n7:179_55": "appahīnattā avijjāya paṭicchā ditādīnave tasmiṁ visaye taṇhā nāmeti sahajāta saṅkhārā",
  "anya-e0301n7:179_56": "khipantīti vuttaṁ. Tattha tanti viññāṇaṁ. Cittasantānaṁ icceva attho. Tasmiṁvisayeti",
  "anya-e0301n7:179_57": "kammādiārammaṇe. Taṇhānāmetīti vaṭṭamūlaka taṇhā taṁ tasmiṁ oṇamantaṁ katvā niyojetīti attho.",
  "anya-e0301n7:180": "[165] Vibhāvaniyaṁ pana",
  "anya-e0301n7:181": "‘‘Tatthoṇataṁvāti tasmiṁ upapajjitabbabhave oṇataṁ viya oṇataṁeva vā’’ti vuttaṁ. Taṁ aṭṭhakathāya na sameti.",
  "anya-e0301n7:182": "Abhiṇhanti nirantaraṁ. Tathāpavatti pana saṇikaṁ marantānaṁ eva labbhati. Lahuka maraṇena marantānaṁ pana na labbhatīti vuttaṁ. Bāhullenāti",
  "anya-e0301n7:183": "[166] Yaṁ pana vibhāvaniyaṁ",
  "anya-e0301n7:184": "‘‘Bāhullenātiettha adhippāyo yebhuyyena bhavantareti ettha vuttanayena daṭṭhabbo’’ti vuttaṁ. Taṁ na yujjati.",
  "anya-e0301n7:185_0": "Na hi tasmiṁ vuttānaṁ asaññisattānaṁ cittasantānassa abhiṇhappagattipasaṅgonāma atthi.",
  "anya-e0301n7:185_1": "Cittasantānasseva tesaṁ abhāvatoti. Idāni aparena pakārena kammu paṭṭhānaṁ dassetuṁ",
  "anya-e0301n7:185_2": "tamevavā pana.La. Dvārapattaṁ hotīti vuttaṁ. Tattha abhinavakaraṇavasena dvārappattaṁ",
  "anya-e0301n7:185_3": "hotīti pubbe katasaññaṁ ajanetvā taṅkhaṇe eva karaṇākāraṁ janetvā attānaṁ abhinavaṁ",
  "anya-e0301n7:185_4": "viya katvā manodvāre taṁsadisajavanappavattivasena pattaṁ pātubhūtaṁ hotīti attho.",
  "anya-e0301n7:185_5": "Yathā hi imasmiṁbhavepavattaṁ kiñci pākaṭaṁ kammaṁ asukasmiṁ kāle idaṁnāmamayākatanti",
  "anya-e0301n7:185_6": "evaṁ pubbekatasaññaṁ janetvāpi upaṭṭhāti. Na tathā bhavantare pavattaṁ bhavapaṭicchannaṁñca",
  "anya-e0301n7:185_7": "imasmiṁ bhave pavattaṁ apākaṭañcāti. Apica, idhekacce buddhādīsu tīsu vatthusu dānapūjādivasena",
  "anya-e0301n7:185_8": "āciṇṇabahulā honti. Te maraṇanti kābādhabalena visīdappattā kiñci dukkhaṁajānitvā",
  "anya-e0301n7:185_9": "visīdantare pubbe viya bhikkhusaṅghassa dānaṁ dentācetiyaṁ vandantā pūjaṁ karontā",
  "anya-e0301n7:185_10": "vippasannacittā pamodacittā eva honti. Tabbiparītena pāpakammabahulāpi vattabbāti.",
  "anya-e0301n7:185_11": "Idaṁpi dvārapattamevāti. Sabbañcetaṁ lakkhaṇa saṁyuttaṭṭhakathāya dīpetabbaṁ. Tattha",
  "anya-e0301n7:185_12": "asilomapetādi patthūsu tassa ukkhittāsikabhāvova nimittaṁ ahosīti ca. Tassa sattiyā",
  "anya-e0301n7:185_13": "vijjhanaka bhāvova nimittaṁ ahosītica. Tassa usunā vijjhanakabhāvova nimittaṁ ahosītica.",
  "anya-e0301n7:185_14": "Tassa patodasūciyā vijjhanakabhāvova nimittaṁ ahosītica. Tassa sūcīhi patodanadukkhaṁ",
  "anya-e0301n7:185_15": "paccanubhavituṁ kammameva nimittaṁ katvā sūcilomapeto jātotica evaṁ bahuṁdvāra pattavasena",
  "anya-e0301n7:185_16": "kammupaṭṭhānaṁ vuttanti. Tattha hi tassa ukkhittāsika bhāvova nimittaṁ ahosīti tassa",
  "anya-e0301n7:185_17": "niraye pacitvā puna āsanna maraṇassa taṁkammaṁ tadā tassa ukkhittāsikasaññaṁ janetvā",
  "anya-e0301n7:185_18": "dvāra pattavasena nimittaṁ ahosīti attho. Esanayo sesesupīti. Soca dvārappattākāro",
  "anya-e0301n7:185_19": "kammakoṭṭhāsiko eva hoti. Tassa sattassaca apākaṭonāma natthīti tassa paṭisandhiyā",
  "anya-e0301n7:185_20": "gahaṇayogyatā jātāti. Paccāsanna maraṇassāti antima javanapavattivasena puna āsannamaraṇassa.",
  "anya-e0301n7:185_21": "Vīthicittā vasānevāti kāmabhavato cavitvā kāmabhaveyeva uppajjamānānaṁ javana pariyosānānaṁvā",
  "anya-e0301n7:185_22": "tadārammaṇa pariyosānānaṁvā vīthicittānaṁ avasāne. Itaresaṁ pana javanapariyosānānaṁeva",
  "anya-e0301n7:185_23": "vīthicittānaṁ avasāneti attho. Ayamattho aṭṭhakathāyaṁpi vuttoyeva. Yathāha-taṁ ārabbha",
  "anya-e0301n7:185_24": "uppannāya tadārammaṇapariyosānāya suddhāyavā javanavīthiyā anantaraṁ cuticittaṁ uppajjatīti.",
  "anya-e0301n7:186": "[167] Vibhāvaniyaṁ pana",
  "anya-e0301n7:187": "‘‘Tattha kāmabhavato cavitvā tattheva uppajjamānānaṁ tadārammaṇapariyosānāni sesānaṁ javanapariyosānānīti dhammānusāraṇiyaṁ vutta’’nti vuttaṁ. Taṁ na sundaraṁ.",
  "anya-e0301n7:188_0": "Aṭṭhakathāyañhi paripuṇṇaṁ katvā vutte kiṁaparipuṇṇāya dhammā nusāraṇiyāti. Bhavaṅgakkhayevāti",
  "anya-e0301n7:188_1": "bhavaṅgāvasānevā iccevattho. Yadi duvidhapīthicittato paraṁ pañcavokāre vatthurūpaṁ",
  "anya-e0301n7:188_2": "catuvokāre cittasantānaṁ dvicittakkhaṇāyusesaṁ hoti. Tadā ekassa bhavaṅgassa avasāneti",
  "anya-e0301n7:188_3": "vuttaṁ hoti. Etthaca somanassa paṭisandhikassa domanassacittena cavantassa āgantukabhavaṅga",
  "anya-e0301n7:188_4": "sambhavo. Taṁ sambhaveca sati aññabhavaṅgasambhavopi avāri toti suvuttametaṁ bhavaṅgakkhayevāti.",
  "anya-e0301n7:188_5": "Tasmiṁniruddhāvasāneti tasmiṁ niruddhe tassa niruddhassa avasāne. Ye pana loke cuti",
  "anya-e0301n7:188_6": "paṭisandhīnaṁ antare eko antarābhavonāma atthi. Yattha uppanno satto dibbacakkhuko",
  "anya-e0301n7:188_7": "viya iddhimā viya ca khaṇena icchitaṁ ṭhānaṁ gantuṁ samattho. Ito cutā keci tattha",
  "anya-e0301n7:188_8": "uppajjitvā mātāpitu samāgamādīni āgamentā sattāhaṁvā atireka sattāhaṁvā tiṭṭhantīti",
  "anya-e0301n7:188_9": "laddhiṁ gaṇhanti. Tesaṁ taṁnisedhetuṁ tassānantaramevāti vuttaṁ. Savatthukaṁ pañcavokāre",
  "anya-e0301n7:188_10": "avatthukamevavā catuvokāre. Yathārahanti kusalabhūtassavā akusalabhūtassa vā saṅkhārassa",
  "anya-e0301n7:188_11": "arahānurūpaṁ. Avijjātaṇhānusayā kusalabhūtassa appahīnaṭṭhena akusalabhūtassa pana",
  "anya-e0301n7:188_12": "sahajātabhāvenāpi parivārabhūtā mūlabhūtāca hontīti attho. Pariyuṭṭhānāvatthaṁ apatvā",
  "anya-e0301n7:188_13": "kusalābyākatacittasantānenapi aviruddhabhāvena anurūpaṁ. Anubandhamānovā seti, anuanuvānirantaraṁ",
  "anya-e0301n7:188_14": "setīti anusayo. Anusayabhūtāya avijjāya parikkhittoti avijjānusayaparikkhitto. Taṇhānusayo",
  "anya-e0301n7:188_15": "mūlaṁ etassāti taṇhānusaya mūlako. Avijjānusaya mūlakena taṇhānusaya parikkhittenāti",
  "anya-e0301n7:188_16": "pana vutte suṭṭhutaraṁ yujjati. Avijjā hi taṇhāyapi mūlabhūtā hoti. Tāya paṭicchāditādīnave",
  "anya-e0301n7:188_17": "eva ārammaṇe taṇhāpavattisambhavato. Taṇhā ca pana sahakāri kāraṇa bhāvena taṁ taṁ",
  "anya-e0301n7:188_18": "saṅkhāraṁ niyojentī pavattatīti saṅkhārassa parivārabhūtā balavaāsanna sahāyabhūtā hotīti.",
  "anya-e0301n7:189_0": "Etthaca akusalakamma sahajātānaṁvā kammanikanti nimittanikanti sahajātānaṁvā vippaṭisāra",
  "anya-e0301n7:189_1": "saha jātānaṁvā maraṇāsanna javana sahajātānaṁvā avijjātaṇhānaṁpi dhammato anusayasadisatāya",
  "anya-e0301n7:189_2": "anusaya vohārasambhavo veditabbo. Apica, anusayānāma paṭisandhijanane kusalasaṅkhārassapi",
  "anya-e0301n7:189_3": "balavasahāyabhūtā honti. Tasmā idha ekantānusayabhūtāeva pariyattāti kiṁsahajātānaṁ",
  "anya-e0301n7:189_4": "gahaṇenāti. Teneva aṭṭhakathāyaṁpi taṇhā avijjānaṁ appahīnattāti evaṁ appahīnasaddena",
  "anya-e0301n7:189_5": "ekantānusayāeva gahitāti. Saṅkhārenāti paṭisandhijanakakammasaṅkhātena cetanāsaṅkhārena.",
  "anya-e0301n7:189_6": "Taṁ sahajātaphassādidhammasamūhenapivā. Sopi hi upanissayabhāve na paṭisandhiṁ janetiyevāti.",
  "anya-e0301n7:189_7": "Athavā, saṅkhārenāti maraṇasanna javanaviññāṇa sahajātena cetanāsaṅkhārena. Taṁ sahajāta",
  "anya-e0301n7:189_8": "phassādidhammasamūhenapivā. Tadubhayaṁpi hi kammādivisaye khipanaka saṅkhārabhāvena",
  "anya-e0301n7:189_9": "paṭisandhiṁ janetīti. Tathā hi aṭṭhakathāyaṁ taṇhā avijjānaṁ appahīnattā avijjāya",
  "anya-e0301n7:189_10": "paṭicchāditādīnave tasmiṁ visaye taṇhā nāmeti. Sahajātasaṅkhārā khipantīti vuttaṁ.",
  "anya-e0301n7:189_11": "Mūlaṭīkāyañca sahajātasaṅkhārāti cutiāsannajavanaviññāṇasahajātā cetanā. Sabbepivā",
  "anya-e0301n7:189_12": "phassādayoti vuttaṁ. Sakalena pana vacanena aggamaggena appahīnā avijjākammādivisayevā",
  "anya-e0301n7:189_13": "bhavantarevā ādīnavaṁ paṭicchādeti, tathā rūpāyeva taṇhā tadubhayasmiṁ cittasantānaṁ",
  "anya-e0301n7:189_14": "nāmeti. Yathāvuttasaṅkhārā taṁ tattha khipanti. Tasmiṁ abhinava viññāṇapātubhāvaṁ",
  "anya-e0301n7:189_15": "sādhentīti dassetīti.",
  "anya-e0301n7:190_0": "Sampayuttehipariggayhamānanti phassādīhi sampayuttadhammehi parivāretvā gayhamānaṁ.",
  "anya-e0301n7:190_1": "Sahajātānanti nāmarūpadhammānaṁ. Adhiṭṭhāna bhāvenāti nissayabhāvena. Pubbaṅgamabhūtanti",
  "anya-e0301n7:190_2": "padhānabhūtaṁ. Pada dvayena vijānanadhātuyā ativiya mahānubhāvabhāvaṁ dasseti. Yathā",
  "anya-e0301n7:190_3": "hi loke ekasmiṁ mahānubhāve purisavisese jāyamāne parivārabhūtā sahajātajanāca tassa",
  "anya-e0301n7:190_4": "upabhoga paribhogabhūtā pāsādakapparukkhādayova tena saha jāyanti. Evaṁ sampadamidaṁ",
  "anya-e0301n7:190_5": "daṭṭhabbaṁ. Bhavantarapaṭisandhānavasenāti ekasmiṁbhave niruddhe tena saha nirantaraṁ",
  "anya-e0301n7:190_6": "katvā bhavantarassa paṭisandahana vasena. Uppajjamānameva patiṭṭhāti na purimabhave",
  "anya-e0301n7:190_7": "uppajjitvā anirujjhitvā ṭhitibhāvena gantvā bhavantare patiṭṭhātīti adhippāyo. Na",
  "anya-e0301n7:190_8": "hi uppannuppannā dhammā pakatikālepi desantaraṁvā khaṇantaraṁvāsaṅkantā nāma atthi.",
  "anya-e0301n7:190_9": "Kuto maraṇakāle bhavantaraṁ. Yañca anamataggo yaṁ bhikkhave saṁsāro. Pubbakoṭi napaññāyati",
  "anya-e0301n7:190_10": "avijjānīvaraṇānaṁ sattānaṁ taṇhāsaṁyojanānaṁ sandhāvataṁ saṁsaratanti vuttaṁ, taṁpi",
  "anya-e0301n7:190_11": "pariyāyena vuttaṁ. Yesañhi avijjā taṇhāsaṅkhārānaṁ vasena bhavantare paṭisandhi pātubhavati.",
  "anya-e0301n7:190_12": "Teca pubbe yassa santāne pavattanti, so tesaṁ hetuphalasambandhena bhavantaraṁ sandhāvati",
  "anya-e0301n7:190_13": "saṁsaratīti vuccatīti. Tatoyevaca tassā paṭisandhiyā purimabhavapari yāpannehi hetūhi",
  "anya-e0301n7:190_14": "vinā anuppajjanaṁpi siddhaṁ hotīti. Paṭighosa padīpamuddhādīni cettha nidassanānīti.",
  "anya-e0301n7:191_0": "Etthāti maraṇuppattiṭṭhāne. Mandappavattānīti kammadubbalabhāvena vatthudubbalabhāvenaca",
  "anya-e0301n7:191_1": "mandaṁ hutvā pavattāni. Tasmā paccuppannā lambaṇakā labbhatīti sambandho. Dharantesvevāti",
  "anya-e0301n7:191_2": "tiṭṭhantesu eva. Paṭisandhi bhavaṅgānaṁpīti paṭisandhiyāpi katipayabhavaṅgānaṁpi.",
  "anya-e0301n7:191_3": "Iti katvāti iminā kāraṇena. Kāmañcettha aṭṭhakathāyaṁ gatinimittaṁnāma nibbattanakaokāse",
  "anya-e0301n7:191_4": "eko vaṇṇo upaṭṭhātīti vatvā sabbesu gatinimittavāresu gabhinimittaṁ vaṇṇāyatanameva",
  "anya-e0301n7:191_5": "manodvāra gahitameva paccuppannamevaca dassitaṁ. Tathāpi chadevalokato attano santikaṁ",
  "anya-e0301n7:191_6": "āgate dibbaratheyeva gatinimittaṁ katvā cavantānaṁ dhammikaupāsaka duṭṭhagāmaṇi abhayarājādīnaṁ",
  "anya-e0301n7:191_7": "vasena taṁpi kammanimittaṁviya chabbidhaṁpi chadvāragahitaṁpi paccuppannamatītaṁpi",
  "anya-e0301n7:191_8": "sambhavatīti adhippāyena taṁkammanimittena nibbisesaṁ katvā kāmāvacarapaṭisandhiyā.La.",
  "anya-e0301n7:191_9": "Upalabbhatīti vuttaṁ. Tathā cavantā hi dibbavaṇṇopi devatānaṁ ānubhāvena cakkhunā",
  "anya-e0301n7:191_10": "diṭṭhoyeva hoti. Dibbo rathasaddovā tūriyasaddovā vacanasaddovā sotena sutoyeva.",
  "anya-e0301n7:191_11": "Dibbagandhopi ghānena ghāyitoyeva. Nirayato uggatena aggijālena dayhamānakāyena cavantānaṁ",
  "anya-e0301n7:191_12": "devadatta nandayakkha nandamāṇa vakādīnaṁ khuracakke āsajjamānānaṁ mittavindakādīnañca",
  "anya-e0301n7:191_13": "vasena phoṭṭhabbaṁpi sambhavatiyeva. Rasadhammāpi yathā sambhavaṁ yojetabbāti. Vuttañca saccasaṅkhepe –",
  "anya-e0301n7:192": "Pañcadvāre siyā sandhi, vinā kammaṁ dvigocareti.",
  "anya-e0301n7:193_0": "Mahāṭīkāyaṁpi ayamattho vuttoyeva. Yadā pana antima javanavīthito pubbabhāge yathopaṭṭhitaṁ",
  "anya-e0301n7:193_1": "gatinimittaṁ antimajavanassa ārammaṇaṁ hoti. Tadā taṁ atītaṁpi hotiyevāti. Aṭṭhakathāyaṁ",
  "anya-e0301n7:193_2": "pana santativasena tassa paccuppannatāva vuttā. Tathā vaṇṇārammaṇabhāvo manodvārena",
  "anya-e0301n7:193_3": "gahitabhāvoca yebhuyyena vuttoti veditabbo. Itarathā kammanimittaṁpi paccuppannabhūtaṁ",
  "anya-e0301n7:193_4": "pañcadvāreeva aṭṭhakathāyaṁ dassitanti taṁpi manodvāragahitaṁ paccuppannabhūtaṁ pañcārammaṇaṁvā",
  "anya-e0301n7:193_5": "dhammārammaṇaṁvā nasambhavatīti vattabbaṁ siyā. Naca sakkā tathā vattuṁ. Kasmā, cakkhuṁ",
  "anya-e0301n7:193_6": "aniccato dukkhato anattato vipassantītiādinā paṭṭhāne vuttassa chaḷārammaṇa bhūtassa",
  "anya-e0301n7:193_7": "purejātapaccayassa manodvārika maraṇāsanna javanānampi icchitabbattā. Tatoyevaca",
  "anya-e0301n7:193_8": "tadanubandhāya paṭisandhiyāpi sambhava toti.",
  "anya-e0301n7:194": "[168] Vibhāvaniyaṁ pana",
  "anya-e0301n7:195": "Tathā avicāretvā yaṁvuttaṁ ‘‘paccuppannārammaṇesu āpātamāgatesu manodvāre gatinimittavasena pañcadvāre kammanimittavasenā’’ti. Taṁ na sundaraṁ.",
  "anya-e0301n7:196": "[169] Yañca tattha",
  "anya-e0301n7:197": "‘‘Chadvāragahitanti kammanimittaṁ chadvāragahitaṁ gatinimittaṁ chaṭṭhadvāragahitanti yathāsambhavaṁ yojetabba’’nti vuttaṁ. Taṁpi na yujjati.",
  "anya-e0301n7:198": "Evañhi sati kammaṁ viya gatinimittaṁpi therena bhinditvā vuttaṁ siyā. Naca taṁ vuttanayena pañcadvāragahitaṁ na sambhavatīti.",
  "anya-e0301n7:199": "[170] Yañca tattha",
  "anya-e0301n7:200_0": "Aṭṭhakathāyaṁ mūla ṭīkādīsuca yebhuyyavasena vuttaṁ sāvasesapāṭhaṁ avicāretvā ‘‘aṭṭhakathāyaṁ",
  "anya-e0301n7:200_1": "pana gatinimittaṁ manodvāre āpātamāgacchatīti vuttattā tadārammaṇāyaca pañcadvārikapaṭisandhiyā",
  "anya-e0301n7:200_2": "adassitattā mūlaṭīkādīsuca kamma balena upaṭṭhāpitaṁ vaṇṇāyatanaṁ supinaṁ passantassaviya",
  "anya-e0301n7:200_3": "dibba cakkhussa viyaca manodvāreyeva gocarabhāvaṁ gacchatīti niyametvā vuttattā tesaṁ",
  "anya-e0301n7:200_4": "vacanaṁ nasampaṭicchanti ācariyā’’ti vuttaṁ. Tatthapi asampaṭicchantānaṁ aññaṁ kāraṇaṁ",
  "anya-e0301n7:200_5": "natthi aññatra avicāraṇāyāti.",
  "anya-e0301n7:201_0": "Paccuppannamatītanti ettha yassa javanāvasānāya pañcadvārikavīthiyā cavanaṁ hoti.",
  "anya-e0301n7:201_1": "Tassa paṭisandhiyā dvinnañca bhavaṅgānaṁ paccuppannā rammaṇatā upalabbhati. Yassa",
  "anya-e0301n7:201_2": "tadārammaṇāvasānāya, tassa paṭisandhiyā eva. Yassa pana javanāvasānāya paccuppannārammaṇāya",
  "anya-e0301n7:201_3": "manodvārikavīthiyā cavanaṁ hoti, tassa paṭisandhiyā channañca bhavaṅgānaṁ. Yassa",
  "anya-e0301n7:201_4": "pana tadāraṇāvasānāya, tassa paṭisandhiyā catunnañca bhavaṅgānanti. Etthaca ārammaṇe",
  "anya-e0301n7:201_5": "bahutarāyuke balavantepi vatthudubbalabhāve sati kāmasattānaṁpi javanāvasānā vīthi",
  "anya-e0301n7:201_6": "hotiyevāti daṭṭhabbaṁ. Aṭṭhakathāyaṁ pana tadārammaṇāvasānāya eva yojitattā manodvāre",
  "anya-e0301n7:201_7": "paṭisandhito paraṁ catunnaṁ bhavaṅgānaṁ pañcadvāre paṭisandhiyāeva paccuppannārammaṇatā",
  "anya-e0301n7:201_8": "vuttā. Tadārammaṇa pariyosānāyavā suddhāyavā javanavīthiyāti vuttattā pana idha javanāvasānāpi yojitāti veditabbā.",
  "anya-e0301n7:202": "[171] Vibhāvaniyaṁ pana",
  "anya-e0301n7:203": "Evaṁ avicāretvā yaṁ vuttaṁ ‘‘manodvāre tāva paṭisandhiyā catunnaṁ bhavaṅgānañca pañcadvāre paṭisandhiyāeva paccuppannārammaṇatā labbhatī’’tiādi. Taṁ anupapannaṁ.",
  "anya-e0301n7:204_0": "Etthaca yasmā paṭisandhijanakasseva kammassa ārammaṇaṁvā upakaraṇaṁvā kammanimittanti",
  "anya-e0301n7:204_1": "adhippetaṁ. Pañcadvārikakammañca paṭisandhijanakameva na hoti. Tasmā tadā paṭisandhijanakaṁ",
  "anya-e0301n7:204_2": "kammaṁ purimabhāgeeva manodvāravasena siddhaṁ hoti. Tassaca ārammaṇabhūtameva upakaraṇabhūtamevavā",
  "anya-e0301n7:204_3": "ekantena kammanimittaṁnāma hoti. Yaṁ pana pañcadvārikassa antimajavanassa ārammaṇaṁ",
  "anya-e0301n7:204_4": "hoti. Taṁ purimena niruddhena ārammaṇena vatthuto abhinnattāvā tassadisattāvā kammanimittanteva",
  "anya-e0301n7:204_5": "vuccatīti. Tathā hi vuttaṁ mūlaṭīkāyaṁ pañcadvāre āpātaṁ āgacchantaṁ paccuppannaṁ",
  "anya-e0301n7:204_6": "kammanimittaṁ āsannakatakammārammaṇa santatiyaṁ uppannaṁ taṁsadisañca daṭṭhabbanti.",
  "anya-e0301n7:204_7": "Tattha yesu deyyadhammavatthūsu cetiyādīsuvā yehi satthādīhivā pubbe kammaṁ siddhaṁ.",
  "anya-e0301n7:204_8": "Tesaṁ paccakkhe dharamānataṁ sandhāya santatiyaṁ uppannanti vuttaṁ. Tehi sadi savatthūnaṁ",
  "anya-e0301n7:204_9": "dharamānataṁ sandhāya taṁsadisañcāti vuttaṁ. Sadisavatthūnipi hi kammassa laddhokāsakāraṇāni",
  "anya-e0301n7:204_10": "hontiyeva. Yathā taṁ ito parittakena pāpakammena niraye ussadasāmante nibbattānaṁ",
  "anya-e0301n7:204_11": "pubbe puññakaraṇakāle laddhanimittasadisaṁ nirayaggijālānaṁ saddaṁ sutvāvā vaṇṇaṁ",
  "anya-e0301n7:204_12": "disvāvā puññaṁ saritvā cavitvā sagge nibbattānaṁ aggijālāni viyāti.",
  "anya-e0301n7:205": "[172] Vibhāvaniyaṁ pana",
  "anya-e0301n7:206_0": "Mūlaṭīkāpāṭhaṁ avicāretvā taṁsadisañcātiettha naṭṭhacakāraṁ pāṭhaṁ disvā ‘‘manodvārika",
  "anya-e0301n7:206_1": "javanānaṁ ārammaṇabhūtena saha samānattā tadekasantatipatitaṁ cutiāsannajavanagahi",
  "anya-e0301n7:206_2": "taṁpi paccuppannaṁ vaṇṇādikaṁ kammanimitta bhāvena vutta’’nti vuttaṁ. Taṁ anupapannameva.",
  "anya-e0301n7:207_0": "Apica, aṭṭhakathāyaṁ aparassa maraṇasamaye ñātakā ayaṁ tāta tavatthāya buddhapūjā",
  "anya-e0301n7:207_1": "karīyati. Cittaṁ pasādehīti vatvā pupphadāmadhajapaṭākādivasena rūpārammaṇaṁvā dhammasavanatūriyapūjādi",
  "anya-e0301n7:207_2": "vasena saddārammaṇaṁvā dhūmavāsagandhādivasena gandhārammaṇaṁvā idaṁ tāva sāyassu,",
  "anya-e0301n7:207_3": "tavatthāya dātabbaṁ deyyadhammanti vatvā madhuphāṇi tādivasena rasārammaṇaṁvā idaṁ",
  "anya-e0301n7:207_4": "tāva phusassu, tavatthāya dātabbaṁ deyyadhammanti vatvā cīnapaṭa somārapaṭādivasena",
  "anya-e0301n7:207_5": "phoṭṭhabbā rammaṇaṁvā pañcadvāre upasaṁharantīti vuttaṁ. Tattha rūpasaddagandhārammaṇāni",
  "anya-e0301n7:207_6": "sandhāya ṭīkāyaṁ santatiyaṁ uppannanti vuttaṁ. Rasaphoṭṭhabbā rammaṇāni sandhāya",
  "anya-e0301n7:207_7": "taṁsadisañcāti vuttaṁ. Tāni hi pathamaṁ sāyita phusitāni aññāni honti. Pacchā dinnāni",
  "anya-e0301n7:207_8": "aññānīti etthaca evaṁ upasaṁhaṭāni rūpārammaṇādīni pathamaṁ pañcadvārena gahetvā",
  "anya-e0301n7:207_9": "acavitvā pacchā puna atthi dāni evarūpānīti suddhena manodvārena gahetvā cavantānaṁ",
  "anya-e0301n7:207_10": "tāni manodvāragahitāni paccuppannabhūtāni kammanimittāni hontīti veditabbānīti. Pathamatatīyāruppa",
  "anya-e0301n7:207_11": "paṭisandhīnaṁ paññatti bhūtaṁ dutīyacatutthāruppapaṭisandhīnaṁ mahaggatabhūtanti",
  "anya-e0301n7:207_12": "vuttaṁ yathārahanti. Āruppesu uparibhūminibbattānaṁ arūpīnaṁ heṭṭhimajjhānāni paṭipassambhanti.",
  "anya-e0301n7:207_13": "Na ca te tāni puna āyūhantīti vuttaṁ heṭṭhimāruppa vajjitāti. Pamādapakkhe patitvā",
  "anya-e0301n7:207_14": "vissaṭṭhajjhānānaṁ tatoyevaca appahīnehi orambhāviya saṁyojanehi heṭṭhabhāgaṁ ākaḍḍhita",
  "anya-e0301n7:207_15": "mānasānaṁ kāmabhave uppajjamānānaṁ tesaṁ thapetvā tihetu kukkaṭṭhabhūtaṁ upacārajjhānacetanaṁ",
  "anya-e0301n7:207_16": "aññaṁ dubbalakammaṁ okāsaṁ nalabhatīti vuttaṁ tathā kāmatihetukāti. Tathā hi aṅguttaraṭṭha",
  "anya-e0301n7:207_17": "kathāyaṁ-na hi tassa upacārajjhānato balavataraṁnāma kammaṁ atthīti vuttaṁ. Ṭīkāyañca",
  "anya-e0301n7:207_18": "na hi tassa.La. Atthīti iminā tato cavantānaṁ upacārajjhānameva paṭisandhijanakaṁ",
  "anya-e0301n7:207_19": "kammanti dīpetīti vuttanti. Rūpāvacarapaṭisandhi pana tesaṁ natthiyeva. Evañca katvā",
  "anya-e0301n7:207_20": "yamakearūpadhātuyā cutassa arūpadhātuṁ upapajjantassātivā arūpa dhātuyā cutassa kāmadhātuṁ",
  "anya-e0301n7:207_21": "upapajjantassātivā vuttaṁ. Na pana vuttaṁ arūpadhātuyā cutassa rūpadhātuṁ upapajjantassāti.",
  "anya-e0301n7:207_22": "Rūpa lokato cavantānaṁ pana aññaṁ dubbalakammaṁ okāsaṁ nalabhatīti navattabbaṁ. Evaṁsantepi",
  "anya-e0301n7:207_23": "suṭṭhu vikkhambhitanīvaraṇānaṁ tesaṁ appanā pattajjhānavisesena suparibhāvitacittasantānattā",
  "anya-e0301n7:207_24": "jaccandhādivipatti janakaṁ dvihetukomakakammaṁpi okāsaṁ na labhati. Kuto apāyagāmikammanti",
  "anya-e0301n7:207_25": "vuttaṁ ahetuka rahitā siyunti.",
  "anya-e0301n7:208": "[173] Vibhāvaniyaṁ pana",
  "anya-e0301n7:209": "‘‘Upacārajjhānā nubhāveneva duhetuka tihetuka paṭisandhiyo siyu’’nti vuttaṁ. Taṁ vicāretabbaṁ.",
  "anya-e0301n7:210_0": "Yadi hi taṁ paṭisandhidānaṁ sandhāya vuttaṁ siyā. Duhetukapaṭi sandhi na yujjati.",
  "anya-e0301n7:210_1": "Na hi suṭṭhu vikkhambhitanīvaraṇānaṁ appanāvīthiyaṁ pavattaṁ upacārajjhānaṁ tihetukomakaṁnāma",
  "anya-e0301n7:210_2": "sambhavatīti. Atha kammantarassa upatthambhanaṁ sandhāya vuttaṁ siyā. Sayaṁ balavatarassapi",
  "anya-e0301n7:210_3": "sato paṭisandhiṁ adatvā dubbalassa kammantarassa upatthambhane kāraṇaṁ natthīti.",
  "anya-e0301n7:210_4": "Yasmā pana rūpabrahmānaṁ upacārajjhānato aññānipi kāyavacīmanokammakusalāni uppajjantiyeva",
  "anya-e0301n7:210_5": "tāniyevaca kānici tihetukomakānipi kānici dvihetukukkaṭṭhānipi bhavanti. Oḷārikānaṁ",
  "anya-e0301n7:210_6": "pana nīvaraṇānaṁ suṭṭhu vikkhambhitattā savipattikapaṭi sandhijanakāni dvihetukomakāni",
  "anya-e0301n7:210_7": "tesaṁ nuppajjanti. Aparapariyāya bhūtānica tādisāni tesaṁ okāsaṁ nalabbhanti. Nānārammaṇesuca",
  "anya-e0301n7:210_8": "nesaṁ chandovā nikantivā pavattatiyeva. Yena nānākammānipi vipaccituṁ okāsaṁ labhanti.",
  "anya-e0301n7:210_9": "Yenaca te cakkhu sotadvārehipi tato cavanti. Tasmā ettha upacārajjhānena kāraṇaṁ",
  "anya-e0301n7:210_10": "avatvā vuttanayeneva taṁkāraṇaṁ vattuṁ yuttanti daṭṭhabbaṁ. Kāmatihetumhā cutiyā",
  "anya-e0301n7:210_11": "paraṁ sabbā vīsati paṭisandhiyo siyuṁ. Itarā duhetukāhetukacutito paraṁ kāmesveva",
  "anya-e0301n7:210_12": "bhavesu dasapaṭisandhiyo siyunti yojanā. Evaṁ paṭisandhikkhaṇe visayappavattiyā saha",
  "anya-e0301n7:210_13": "vīthimuttacittānaṁ pavattākāraṁ dassetvā idāni pavattikāle paraṁparabhavesuca dassetuṁ",
  "anya-e0301n7:210_14": "iccevantiādimāha. Paṭisandhinirodhānantaratoti paṭisandhiyā nirodhassa bhaṅgassa",
  "anya-e0301n7:210_15": "anantarakālato. Tamevacittanti tassadise tabbohāro daṭṭhabbo. Yathā tāniyeva osadhānīti.",
  "anya-e0301n7:210_16": "Yāva cuticittuppādāti ettha cutiggahaṇena tadāsanna vīthicittānampi gahaṇaṁ daṭṭhabbaṁ.",
  "anya-e0301n7:210_17": "Asati vīthicittuppādeti antarantarā vīthicittānaṁ uppattiyā asati. Bhavassaaṅgabhāvenāti",
  "anya-e0301n7:210_18": "upapattibhavassa aviccheda kāraṇabhāvena. Tasmiṁti avattamāne pacchājātapaccayarahitānaṁ",
  "anya-e0301n7:210_19": "rūpadhammānaṁ vassodaka rahitānaṁ taruṇasassānaṁ viya milāta bhāvapattiyā upapattibhavo",
  "anya-e0301n7:210_20": "occhijjatīti. Cuticittaṁ hutvā nirujjhati tameva cittanti sambandho. Yathākkamaṁ",
  "anya-e0301n7:210_21": "eva parivattantā pavattantīti yāva parinibbānacutiyā yathākkamaṁ parivattantā pavattantieva.",
  "anya-e0301n7:210_22": "Na pana parasamaye viya kadāci katthaci nivattiṁ pāpuṇantīti attho.",
  "anya-e0301n7:211": "[174] Vibhāvaniyaṁ pana",
  "anya-e0301n7:212": "‘‘Yāva vaṭṭa mūla samucchedā’’ti vuttaṁ, vaṭṭamūlasamucchedo vuccati arahattamaggo. Tato paraṁpi yāvakhandhaparinibbānā pavattantiyeva.",
  "anya-e0301n7:213_0": "Ihāti imasmiṁ bhave. Iccayanti iti ayaṁ. Itisaddo ādiattho. Yathā iha paṭisandhica",
  "anya-e0301n7:213_1": "bhavaṅgañca āvajjanādi vīthiyoca cuticāti ayaṁ cittasantati pavattati. Tathā puna",
  "anya-e0301n7:213_2": "bhavantarepi sandhibhavaṅgādikā ayaṁcittasantati parivattati parivattamānā pavattatīti",
  "anya-e0301n7:213_3": "attho. Idāni yassa vipassanā maggaphalanibbānassa atthāya cittacetasikānaṁ pabhedapavattisaṅgahā",
  "anya-e0301n7:213_4": "paṭṭhapiyanti. Tadatthaṁ dassento gāthamāha. Tattha paṭisaṅkhāyāti paṭisaṅkhāna saṅkhātena",
  "anya-e0301n7:213_5": "vipassanā ñāṇena punappunaṁ ñatvā. Etanti yathāvuttaṁ cittacetasikānaṁ pabhedapavattividhānaṁ.",
  "anya-e0301n7:213_6": "Adhuvanti aniccaṁ. Adhigantvāti adhigamasaṅkhātena catumaggaññāṇena patilabhitvā",
  "anya-e0301n7:213_7": "sacchikatvā. Padanti saupādisesaṁ nibbānaṁ. Budhāti paṇḍitā. Suṭṭhu anusaya mattaṁpi",
  "anya-e0301n7:213_8": "asesetvā sesakilesehi saddhiṁ ucchinnaṁ yathā vuttesu cittacetasikesu adhisayitaṁ",
  "anya-e0301n7:213_9": "taṇhāsineha saṅkhātaṁ bandhanaṁ etehīti susamucchinna sineha bandhanā. Samanti vūpasamanti",
  "anya-e0301n7:213_10": "vaṭṭadukkhasantāpā etasminti samo. Anupādisesanibbānaṁ. Essantīti gamissanti. Cirāyāti",
  "anya-e0301n7:213_11": "cirakālaṁ. Sundaraṁ adhigamāvahaṁ sīla dhutaṅgasaṅkhātaṁ vataṁ etesanti subbatā.",
  "anya-e0301n7:213_12": "Suparisuddhasīlasallekha vuttinoti attho. Cirāya subbatā budhā etaṁ adhuvaṁ paṭisaṅkhāya",
  "anya-e0301n7:213_13": "accutaṁ padaṁ adhigantvā susamucchinnasinehabandhanā samaṁ essantīti yojanā.",
  "anya-e0301n7:214": "Iti paramatthadīpaniyānāma abhidhammatthasaṅgahassa",
  "anya-e0301n7:215": "Catutthavaṇṇanāya vīthimutta saṅgahassa",
  "anya-e0301n7:216": "Paramatthadīpanā niṭṭhitā."
}