{
  "anya-e1202n12:0": "Thūpāramha kathā",
  "anya-e1202n12:1_0": "21. Tato rājā bhikkhusaṅghaṁ vaṇditvā yāca mahācetiyaṁ niṭṭhātināva me bhikkhusaṅgho",
  "anya-e1202n12:1_1": "bhikkhaṁ gaṇhātūti āha. Bhikkhū nādhivāsesu, anupubbena yācanto upallabhikkhūnaṁ",
  "anya-e1202n12:1_2": "sattāhaṁ adhivāsanaṁ labhitvā thūpaṭṭhānassa samantato aṭṭhārasasu ṭhānesu maṇḍape",
  "anya-e1202n12:1_3": "kārayitvā bhikkhusaṅghaṁ nisīdāpetvā sattāhaṁ mahādānaṁ datvā sabbesaṁyeva tela-madhu-pāṇitādi",
  "anya-e1202n12:1_4": "bhesajjaṁ datvā bhikkhusaṅghaṁ vissajjesi tato nagare bheriṁcārāpetvā sabbe iṭṭhaka",
  "anya-e1202n12:1_5": "vaḍḍhaki santipātesi. Te pañcasatamattā ahesuṁ.",
  "anya-e1202n12:2_0": "Tesu eko ahaṁ rañño cittaṁ ārādhetvā mahācetiyaṁ kātuṁ sakkomīti rājānaṁ passi rājā",
  "anya-e1202n12:2_1": "kathaṁ karosīti pucchi. Ahaṁ deva pesikānaṁ sataṁ gahetvā ekāhaṁ ekaṁ paṁsusakaṭaṁ",
  "anya-e1202n12:2_2": "khepetvā kammaṁ karomīti āha. Rājā evaṁ sati paṁsurāsikaṁ bhavissati. Tiṇarukkhādīni",
  "anya-e1202n12:2_3": "uppajjissanti addhānaṁ nappavattatīti taṁ paṭibāhi.",
  "anya-e1202n12:3": "Añño ahaṁ purisasataṁ gahetvā ekāhaṁ ekaṁ paṁsugumbaṁ khepetvā kammaṁ karomīti āha.",
  "anya-e1202n12:4": "Añño paṁsūnaṁ pañcammaṇāni khepetvā kammaṁ karomīti āha.",
  "anya-e1202n12:5": "Añño dve ammaṇāni khepetvā kammaṁ karomīti āha. Tepi rājā paṭibāhiyeva.",
  "anya-e1202n12:6": "Atha añño paṇḍito iṭṭhaka vaḍḍhakī ahaṁ deva udukkhale koṭṭetvā suppehi vaṭṭetvā nisadepiṁsitvā paṁsūnaṁ ekammaṇaṁ ekāheneva khepetvā pesikānaṁ sataṁ gahetvā kammaṁ karomīti āha.",
  "anya-e1202n12:7": "Rājā evaṁ sati mahācetiye tiṇādīni na bhavissanti ciraṭṭhitikañca bhavissatiti sampaṭicchitvā puna pucchi-kiṁ saṇṭhānaṁ pana karissasīti.",
  "anya-e1202n12:8_0": "Tasmiṁ khaṇe vissakamma devaputto vaḍḍhakissa sarīre adhimucci. Vaḍḍhakī suvaṇṇapātiṁ",
  "anya-e1202n12:8_1": "pūretvā udakamāharāpetvā pāṇinā udakaṁ gahetvā udakapiṭṭhiyaṁ āhani. Eḷikaghaṭa sadisaṁ",
  "anya-e1202n12:8_2": "mahantaṁ udakabubbulaṁ uṭhṭhāsi. Deva īdisaṁ karomīti āha.",
  "anya-e1202n12:9_0": "Rājā sādhūti sampaṭicchitvā tassa sahassagghanakaṁ sāṭaka yugalaṁ, sahassagghanakaṁyeva",
  "anya-e1202n12:9_1": "puṇṇakaṁ nāma suvaṇṇālaṅkāraṁ sahassagghanakā pādukā, dvādasa kahāpana sahassāni",
  "anya-e1202n12:9_2": "ca datvā anurūpaṭṭhāne gehañca khettañca dāpesi.",
  "anya-e1202n12:10_0": "Tato rājārattibhāge cintesi kathaṁ nāma manusse apīletvā iṭṭhakā āharāpeyyanti devatā",
  "anya-e1202n12:10_1": "rañño cittaṁ ñatvā cetiyassa catusu dvāresu ekekadivasappahoṇakaṁ katvā tassāyeva",
  "anya-e1202n12:10_2": "rattiyā iṭṭhakārāsiṁ akaṁsu vihātāya rattiyā manussā disvā rañño ārocesuṁ. Rājā tussitvā",
  "anya-e1202n12:10_3": "vaḍḍhakiṁ kamme paṭṭhapesi. Devatā eteneva nayena yāva mahācetiyassa niṭṭhānaṁ tāva",
  "anya-e1202n12:10_4": "ekekassa divasassa pahoṇakaṁ katvā iṭṭhakā āhariṁsu. Sakaladivasabhāge kammaṁ kataṭṭhāne",
  "anya-e1202n12:10_5": "mattikā iṭṭhaka cuṇṇaṁ vāpi na paññāyati. Rattiyaṁ devatā antaradhāpenti.",
  "anya-e1202n12:11_0": "Atha rājā mahācetiyekammakārāyacatuparisāyahattha kammamūlatthaṁcatusu dvāresu ekekasmiṁ",
  "anya-e1202n12:11_1": "dvāre soḷasa kahāpana sahassāni vatthālaṅkāra-gaṇdha-māla-tela-madhu-pāṇita-pañcakaṭuka",
  "anya-e1202n12:11_2": "bhesajjāni nānāvidha sūpavyañjana saṁyuttaṁ bhattaṁ yāgukhajjakādīni aṭṭhavidha kappiyaya",
  "anya-e1202n12:11_3": "pānakāni pañcavidha mukhavāsa sahita tāmbūlāni ca ṭhapāpetvā mahācetiye kammaṁ karontāgahaṭṭhā",
  "anya-e1202n12:11_4": "vā pabbajitā vā yathājjhāsayaṁ gaṇhantu mulaṁ agahetvā kammaṁ karontānaṁ kātuṁ na dethāti āṇāpesi.",
  "anya-e1202n12:12_0": "Atheko thero cetiyakamme sahāya bhāvaṁ icchanto kammakaraṇaṭṭhāne mattikā sadisaṁ",
  "anya-e1202n12:12_1": "katvā attānaṁ abhisaṅkhaṭaṁ mattikā piṇḍaṁ ekena hatthena gahetvā aññena mālā gahetvā",
  "anya-e1202n12:12_2": "mahācetiyaṅgaṇaṁ āruyha rājakammike vañcetvā vaḍḍhakissa adāsi. So gaṇhantova pakatimatti",
  "anya-e1202n12:12_3": "kā nā bhavatīti ñatvā therassa mukhaṁ olokesi tassākāraṁ ñatvā tattha kolāhala mahosi",
  "anya-e1202n12:12_4": "anukkamena rājā sutvā āgantvā vaḍḍhakiṁ pucchi-tuyhaṁ kira bhaṇe eko bhikkhu amūlaka",
  "anya-e1202n12:12_5": "mattikāpiṇḍaṁ adāsīti.",
  "anya-e1202n12:13_0": "So evamāha-yebhuyyena ayyā ekena hatthena pupphaṁ ekena mattikāpiṇḍe gahetvā āharitvā",
  "anya-e1202n12:13_1": "denti tenāhaṁ ajānitvā kamme upanesiṁ ‘‘ayaṁ pana āgantuko, ayaṁ nevāsikoti ettakaṁ",
  "anya-e1202n12:13_2": "jānāmīti.‘‘Tena hi taṁ theraṁ imassa dassehīti ekaṁ mahallaka balatthaṁ vaḍḍhakissa",
  "anya-e1202n12:13_3": "santike ṭhapesi vaḍḍhakī puna āgatakāle taṁ theraṁ balatthassa dassesi so taṁ sañjānitvā rañño ārocesi.",
  "anya-e1202n12:14_0": "Rājā tassa saññaṁ adāsi. To tvaṁ tayo jātisumana makulakumbhe mahābodhi aṅgaṇe rāsiṁ",
  "anya-e1202n12:14_1": "katvā gaṇdhañca ṭhapetvā mahābodhi aṅgaṇaṁ gata kāle āgantukassa therassa pūjanatthāya",
  "anya-e1202n12:14_2": "rañño dāpitaṁ gaṇdhamālānti vatvā dehīti. Balattho rañño vuttanayeneva tassa bodhi",
  "anya-e1202n12:14_3": "aṅgaṇaṁ gata kāle taṁ gaṇdhamālaṁ adāsi.",
  "anya-e1202n12:15_0": "Sopi somanassappatto hutvā selasaṇtharaṁ dhovitvā gaṇdhena paribhaṇḍaṁ katvā silāsaṇtharaṁ",
  "anya-e1202n12:15_1": "katvā pupphaṁ pūjetvā catusu ṭhānesu vaṇditvā pācīnadvāre añjaliṁ paggayha pītiṁ",
  "anya-e1202n12:15_2": "uppādetvā puppha pūjaṁ olokento aṭṭhāsi.",
  "anya-e1202n12:16_0": "Balattho tasmiṁ kāle taṁ theraṁ upasaṅkamitvā vaṇditvā evamāha. Bhante tumhākaṁ cetiyakamme",
  "anya-e1202n12:16_1": "sahāyabhāvatthāya dinnassa amūlaka mattikāpiṇḍassa mūlaṁ dinnabhāvaṁ rājā jānāpeti",
  "anya-e1202n12:16_2": "attano vaṇdanena vaṇdāpetīti. Taṁ sutvā thero anattamano ahosi. Balattho tiṭṭhantu",
  "anya-e1202n12:16_3": "bhante tayo sumana makula kumbhātattakāneva suvaṇṇapupphānipi etaṁ mattikapiṇḍaṁ",
  "anya-e1202n12:16_4": "nāgghanti. Cittaṁ pasādetha bhanteti pakkāmi.",
  "anya-e1202n12:17_0": "Tadā koṭṭhivālajanapade piyaṅgalla vihāravāsī eko thero iṭṭhakavaḍḍhakissa ñātako",
  "anya-e1202n12:17_1": "ahosi. So āgantvā vaḍḍhakinā saddhiṁ mantetvā dīgha bahala kiriyato iṭṭhakappamāṇaṁ",
  "anya-e1202n12:17_2": "jānitvā gantvā sahattheneva sakkaccaṁ mattikaṁ madditvā iṭṭhakaṁ katvā pacitvā pattatthavikāya",
  "anya-e1202n12:17_3": "pakkhipitvā paccāgantvā ekena hatthena rañño iṭṭhakaṁ ekena pupphaṁ gahetvā attano",
  "anya-e1202n12:17_4": "iṭṭhakāsa saddhiṁ rañño iṭṭhakaṁ adāsi. Vaḍḍhakī gahetvā kamme upanesi.",
  "anya-e1202n12:18_0": "Thero sañjāta pīti somanasso mahācetiye kammaṁ karonto iṭṭha kasālapariveṇe vasati",
  "anya-e1202n12:18_1": "tassa taṁ kammaṁ pākaṭaṁ ahosi. Rājā vaḍḍhakiṁ pucchi-bhaṇe ekena kira ayyena amūlika",
  "anya-e1202n12:18_2": "iṭṭhakā dinnāti. Saccaṁ deva, ekena ayyena dinna iṭṭhakā amhākaṁ iṭṭhakāya sadisāti",
  "anya-e1202n12:18_3": "kamme upanesinti āha. Puna taṁ iṭṭhakaṁ sañjānāsīti raññā vutte ñātakānuggahena na jānāmīti āha.",
  "anya-e1202n12:19_0": "Rājā yadi evaṁ taṁ imassa dannehīti balatthaṁ ṭhapesi so taṁ pubbe viya balatthassa",
  "anya-e1202n12:19_1": "dassesi. Balattho pariveṇaṁ gantvā santike nisīditvā paṭisaṇthāraṁ katvā bhante tumhe",
  "anya-e1202n12:19_2": "āgantukā nevāsikāti pucchi. Āgantukomhī upāsakāti. Katara raṭṭhavāsiko bhanteti koṭṭhivālajanapade",
  "anya-e1202n12:19_3": "piyaṅgalla vihāravāsimhi upāsakāti idheva vasatha gacchathāti. Idha na vasāma asukadivase",
  "anya-e1202n12:19_4": "gacchāmāti āha. Balatthopi ahampi tumhehi saddhiṁ āgamissāmi. Mayhampi gāmo etasmiṁyeva",
  "anya-e1202n12:19_5": "janapade asuka gāmo nāmāti āha. Thero sādhūti sampaṭicchi. Balattho taṁ pavattiṁ rañño nivedesi.",
  "anya-e1202n12:20_0": "Rājā balatthassa sahassagghanakaṁ vatthayugalaṁ mahagghaṁ rattakambalaṁ upāhanayugaṁ",
  "anya-e1202n12:20_1": "sugaṇdhatelanāḷiṁ aññca bahuṁ samaṇaparikkhāraṁ therassa dehīti dāpesi sopi parikkhāraṁ",
  "anya-e1202n12:20_2": "gahetvā pariveṇaṁ gantvā therena saddhiṁ rattiṁ vasitvā pāto saddhiṁyeva nikkhamitvā",
  "anya-e1202n12:20_3": "anupubbena gantvā piyaṅgalla vihārassa dissamāne ṭhāne sītacchāyāya theraṁ nisīdāpetvā",
  "anya-e1202n12:20_4": "pāde dhovitvā gaṇdhatelena makkhetvā guḷodakaṁ pāyetvā upāhanaṁ paṭimuñcitvā idaṁ",
  "anya-e1202n12:20_5": "me parikkhāraṁ kulūpagatherassatthāya gahitaṁ, idāni tumhākaṁ dammi, idaṁ pana sāṭakayugaṁ",
  "anya-e1202n12:20_6": "mama puttassa maṅgalatthāya gahitaṁ, tumhe cīvaraṁ katvā pārupathāti vatvā therassa pādamūle ṭhapesi.",
  "anya-e1202n12:21_0": "Thero sāṭakayugaṁ pattatthavikāya pakkhipitvā sesaparikkhāraṁ bhaṇḍikaṁ katvā upāhanaṁ",
  "anya-e1202n12:21_1": "āruyhaṁ kattayaṭṭhiṁ gahetvā maggaṁ paṭpajji. Balattho tena saddhiṁ thokaṁ gantvā",
  "anya-e1202n12:21_2": "‘‘tiṭṭhatha bhante, mayhaṁ ayaṁ maggo‘‘ti vatvā pubbe vuttanayeneva rañño sāsanaṁ therassa ārocesi",
  "anya-e1202n12:22_0": "Thero taṁ sutvā mahantena parakkamena katakammaṁ akataṁ viya jātanti domanassappatto",
  "anya-e1202n12:22_1": "hutvā assudhāraṁ pavattetvā’upāsaka tava parikkhāraṁ tvameva gaṇhāhī‘‘ti ṭhitakova",
  "anya-e1202n12:22_2": "sabbāparikkhāraṁ chaḍḍesi balattho kiṁ nāma bhante vadatha esa rājā tuyhaṁ bhavaggappamāṇaṁ",
  "anya-e1202n12:22_3": "katvā paccayaṁ dentopi tava iṭṭhakānurūpaṁ kātuṁ na sakkoti. Kevalaṁ pana mahācetiye",
  "anya-e1202n12:22_4": "kammaṁ aññesaṁ apattakaṁ katvā karomīti adhippāyena evaṁ kāreti tumhe pana bhante",
  "anya-e1202n12:22_5": "attanā laddhaparikkhāraṁ gahetvā cittaṁ pasādethāti vatvā theraṁ saññāpetvā pakkāmi.",
  "anya-e1202n12:22_6": "Imasmiṁ pana cetiye bhatiyā kammaṁ katvā cittaṁ pasādetvā sagge nibbatta sattānaṁ pamāṇaṁ natthi.",
  "anya-e1202n12:23_0": "Tāvatiṁsa bhavane kira nibbatta devadhītaro attano sampattiṁ oloketvā kena nu ko",
  "anya-e1202n12:23_1": "kammena imaṁ sampattiṁ labhimhāti āvajjamānā mahācetiye bhatiyā kammaṁ katvā laddhabhāvaṁ",
  "anya-e1202n12:23_2": "ñatvā bhatiyā katakammassāpi phalaṁ īdisaṁ, attano santakena kammaphalaṁ saddahitvā",
  "anya-e1202n12:23_3": "katakammassa phalaṁ kīdisaṁ bhavissatīti cintetvā dibbagaṇdhamālaṁ ādāya rattibhāge",
  "anya-e1202n12:23_4": "āgantvā pūjetvā cetiyaṁ vaṇdanti.",
  "anya-e1202n12:24_0": "Tasmiṁ khaṇe bhātivaṅkavāsī mahāsīvatthero nāma cetiyaṁ vaṇdanatthāya gato, tā vaṇdantiyo",
  "anya-e1202n12:24_1": "disvā mahāsattapaṇṇirukkhasamīpe ṭhito tāsaṁ yathāruciṁ vaṇditvā gamanakāle pucchi?",
  "anya-e1202n12:24_2": "Tumhākaṁ sarīrālokena sakalatambapaṇṇidipo ekāloko, kiṁ kammaṁ karitthāti bhante",
  "anya-e1202n12:24_3": "amhākaṁ santake katakammaṁ nāma natthi imasmiṁ cetiye manaṁ pasādetvā bhatiyā kammaṁ",
  "anya-e1202n12:24_4": "karimhāti āhaṁsu evaṁ buddhasāsane pasannacittena bhatiyā katakammampi mahapphalaṁ hoti. Tasmā-",
  "anya-e1202n12:25": "‘‘Cittappasādamattena-sugate gati uttamā,",
  "anya-e1202n12:26": "Labbhatīti viditvāna-thūpapūjaṁ kare buddho’’ti;",
  "anya-e1202n12:27_0": "Evaṁ rājā cetiyakammaṁ kārāpento pupphadhānattayaṁ niṭṭhāpesi. Taṁ khīṇāsava thirabhāvatthāya",
  "anya-e1202n12:27_1": "bhūmisamaṁ katvā osīdāpesuṁ, evaṁ navavāre citaṁ citaṁ osīdāpesuṁ. Rājā kāraṇaṁ ajānanto",
  "anya-e1202n12:27_2": "anattamano hutvā bhikkhusaṅghaṁ sannipātesi. Asīti bhikkhusahassāni sannipatiṁsu",
  "anya-e1202n12:27_3": "rājā bhikkhusaṅghaṁ gaṇdhamālādīhi pūjetvā vaṇditvā pucchi’bhante mahācetiye pupphadhānattayaṁ",
  "anya-e1202n12:27_4": "navavāre na jānāmī’ti bhikkhusaṅgho āha mahārāja tuyhaṁ kammassa vā jīvitassa vā",
  "anya-e1202n12:27_5": "antarāyo natthi. Anāgate thirabhāvatthāya iddhimantehi osīdāpitaṁ, ito paṭṭhāya na",
  "anya-e1202n12:27_6": "osīdāpessanti. Tvaṁ aññathattaṁ akatvā mahāthūpaṁ samāpehīti. Taṁ sutvā haṭṭho rājā thūpakammaṁ kāresi.",
  "anya-e1202n12:28_0": "Dasapupphadhānāni dasahi iṭṭhakākoṭīhi niṭṭhanaṁ gamiṁsu puna pupphadhānattaye niṭṭhite",
  "anya-e1202n12:28_1": "bhikkhusaṅgho uttara-sumana nāmake dve khīṇāsava sāmaṇere āṇāpesi. Tumhe samacaturassaṁ",
  "anya-e1202n12:28_2": "aṭṭharatana bahalaṁ ekeka passato asīti asiti hatthappamāṇaṁ chamedaka vaṇṇapāsāṇe",
  "anya-e1202n12:28_3": "āharathāti. Te sādhūti sampaṭicchitvā uttarakuruṁ gantvā cuttappakārappamāṇe bhaṇḍipupphanihecha",
  "anya-e1202n12:28_4": "medavaṇṇapāsāṇe āharitvā ekaṁ pāsāṇaṁ dhātugabbhassa bhūmiyaṁ attharitvā cattāro",
  "anya-e1202n12:28_5": "pāsāṇe catusu passesu saṁvidhāya aparaṁ dhātugabbhaṁ pidahanatthāya pācīna disābhāge",
  "anya-e1202n12:28_6": "vāluka pākāra samīpe adissamānaṁ katvā ṭhapesuṁ.",
  "anya-e1202n12:29_0": "22. Tato rājā dhātugabbhassa majjhe sabbaratanamayaṁ sabbākārasampannaṁ manoharaṁ",
  "anya-e1202n12:29_1": "bodhirukkhaṁ kāresi so hi iṇdanīlamaṇibhūmiyaṁ patiṭṭhito, tassamūlāni pacāḷamayāni,",
  "anya-e1202n12:29_2": "khaṇdho sirivacchādīhi aṭṭhamaṅgalikehi pupphapanti latāpanti catuppada haṁsapantihi",
  "anya-e1202n12:29_3": "ca vicitto aṭṭhārasa hatthubbedho rajatamayo ahosi.",
  "anya-e1202n12:30_0": "Pañcamahāsākhāpi aṭṭhārasahatthāca, pattāpi maṇimayāni, paṇḍupattāni, hemamayāni,",
  "anya-e1202n12:30_1": "phalā pavāḷamayāni. Tathā aṅkuropari celavitānaṁ baṇdhāpesi. Tassa ante samannato",
  "anya-e1202n12:30_2": "muttamaya kiṅkiṇikajālaṁ olambati. Svaṇṇaghaṇṭāpanti ca suvaṇṇadāmāni ca tahiṁ tahiṁ",
  "anya-e1202n12:30_3": "olambanti vitānassa catusu kaṇṇesu navasatasahassagghanako ekeko muttākalāpo olambati.",
  "anya-e1202n12:30_4": "Tattha yathānurūpaṁ nānāratana katāneva caṇda-sūriya-tārakārūpāni padumāni ca appitāni",
  "anya-e1202n12:30_5": "ahesuṁ. Mahagghāni anekavaṇṇāni aṭṭhuttara sahassāni vatthāni olambiṁsu.",
  "anya-e1202n12:31_0": "Tato bodhirukkhassa samantato satta ratanamaya vedikā kāretvā mahāmalaka muttā attharāpesi",
  "anya-e1202n12:31_1": "muttā vedikānaṁ antare gaṇdhodaka puṇṇa sattaratanamaya puṇṇaghaṭa pantiyo ṭhapāpesi.",
  "anya-e1202n12:31_2": "Tāsu suvaṇṇaghaṭe pavāḷamayāni pupphāni ahesuṁ. Pavāḷaghaṭe suvaṇṇamayāni pupphāni.",
  "anya-e1202n12:31_3": "Maṇighaṭe rajatamayāni pupphāni rajataghaṭe maṇimayānipupphāti. Sattaratanaghaṭe",
  "anya-e1202n12:31_4": "sattaratanamayāni pupphāni ahesuṁ.",
  "anya-e1202n12:32_0": "Bodhirukkhassa pācīna disābhāge ratanamaye koṭiagghanake pallaṅke ghanakoṭṭima suvaṇṇamayaṁ",
  "anya-e1202n12:32_1": "buddhapaṭimaṁ nisīdāpesi. Tassā paṭimāya vīsati nakhā akkhinaṁ setaṭṭhānāni ca phaḷakamayāni.",
  "anya-e1202n12:32_2": "Hatthatala pādatala dantāvaraṇāni akkhīnaṁ rattaṭṭhātāni ca pavāḷamayāni kesa bhamukāni",
  "anya-e1202n12:32_3": "akkhinaṁ kāḷakaṭṭhānāni ca iṇdanīla maṇimayāni uṇṇālomaṁ panaṁ rajatamayaṁ ahosi.",
  "anya-e1202n12:32_4": "Tato sahampati mahā brahmānaṁ rajatacchattaṁ dhāretvā ṭhinaṁ kāresi. Tatā dvīsu devalokesu",
  "anya-e1202n12:32_5": "devatāhi saddhiṁ vijayuttarasaṅkhaṁ gahetvā abhisekaṁ dadamānaṁ sakkaṁ devarājānaṁ",
  "anya-e1202n12:32_6": "pañcasikha devaputtaṁ beḷuva paṇḍu vīṇamādāya gaṇdhabbaṁ kurumānaṁ. Mahākāḷa nāgarājānaṁ",
  "anya-e1202n12:32_7": "nāgakaññāparivutaṁ nānāvidhenathutighosena tathāgataṁ vaṇṇentaṁ kāresi.",
  "anya-e1202n12:33_0": "Vasavattimārampana bāhusahassaṁ māpetvā tisūla muggarādi nānāvudhāni gahetvā sahassakumbhaṁ",
  "anya-e1202n12:33_1": "girimekhala hatthikkhaṇdha māruyha mārabalaṁ parivāretvā bodhimaṇḍaṁ āgantvā aneka",
  "anya-e1202n12:33_2": "bhiṁsanakaṁ kurumānaṁ kāresi. Sesāsu disāsu pācīna disābhāge pallaṅkasadise koṭi",
  "anya-e1202n12:33_3": "koṭi agghanake tayo pallaṅke attharāpetvā dantamayaṁ daṇḍaṁ pavāḷavījaniṁ ṭhapāpesi.",
  "anya-e1202n12:33_4": "Bodhikkhaṇdhaṁ ussīsake katvā nānāratanaṁ maṇḍitaṁ koṭiagghanakaṁ rajata sayanaṁ attharāpesi.",
  "anya-e1202n12:34_0": "Dasabalassa abhisambodhimpatvā animisena cakkhunā bodhipallaṅkaṁ olokitaṭṭhānaṁ sattāhameva",
  "anya-e1202n12:34_1": "ratanacaṅkame caṅkamitaṭṭhānaṁ olokitaṭṭhānaṁ sattāhameva ratanacaṅkame caṅkamitaṭṭhānaṁ",
  "anya-e1202n12:34_2": "ratanagharaṁ pavisitvā dhammasammasitaṭṭhānaṁ mucaliṇdamūlaṁ gantvā nisinnassa mucaliṇdena",
  "anya-e1202n12:34_3": "nāgena sattakkhattuṁ bhogehi parikkhipitvā upari phaṇaṁ katvā ṭhitaṭṭhānaṁ, tato",
  "anya-e1202n12:34_4": "ajapāla nigrodha mūlaṁ gantvā nisinnaṭṭhānaṁ, tato rājāyatanaṁ bhojane upanīte catumahārājehi",
  "anya-e1202n12:34_5": "upanīta pattapaṭiggahaṇaṁ kāresi.",
  "anya-e1202n12:35_0": "Tato brahmāyācanaṁ dhammacakkappavattanaṁ sasapabbajjaṁ, bhaddavaggiya pabbajjaṁ,",
  "anya-e1202n12:35_1": "tebhātika jaṭila damanaṁ, laṭṭhivanuyyāne bimbisāropagamaṇaṁ, rājagahappavesanaṁ,",
  "anya-e1202n12:35_2": "veḷuvana paṭiggahaṇaṁ asīti mahāsāvake ca kāresi tato kapilavatthugamanaṁ ratanacaṅkame",
  "anya-e1202n12:35_3": "ṭhataṭṭhānaṁ, rāhulapabbajjaṁ, naṇdrapabbajjaṁ jetavanapaṭiggahaṇaṁ, gaṇḍambamūle",
  "anya-e1202n12:35_4": "yamaka pāṭihārikaṁ devaloke.",
  "anya-e1202n12:36": "‘‘Nisinne’’ti katthaci.",
  "anya-e1202n12:37": "Abhidhamma desanā devorohaṇa pāṭīhīraṁ therapañha samāgamañca kāresi.",
  "anya-e1202n12:38_0": "Tathā mahāsamayasutta-rāhulovāda sutta-maṅgasuttapārāyana sutta samāgamaṁ dhanapāla-āḷavaka-aṅgulimāla-apalāla",
  "anya-e1202n12:38_1": "damanaṁ āyusaṅkhāra vossajjanaṁ sūkaramaddava pariggahaṇaṁ siṅgivaṇṇa vatthayuga",
  "anya-e1202n12:38_2": "paṭiggahaṇaṁ pasannodakapānaṁ parinibbānaṁ devamanussa paridevanaṁ mahākassapattherassabhagavatopādavaṇdanaṁ",
  "anya-e1202n12:38_3": "sarīra ṅahanaṁ agginibbānaṁ āḷāhanasakkāraṁ deṇena brāhmaṇena katadhātu vibhāgañca kāresi.",
  "anya-e1202n12:39_0": "Tathā addhacchaṭṭhāni jātakasatāni kāresi. Vessantarajātakaṁ pana kārento sañjaya",
  "anya-e1202n12:39_1": "mahārājaṁ phusatīdeviṁ maddideviṁ jāliya kumāraṁ kaṇhājinañca kāresi. Tato paṇḍava",
  "anya-e1202n12:39_2": "hatthidānaṁ satta sataka mahādānaṁ nagara vilokanaṁ siṇdhavadānaṁ devatāhi rohitatha",
  "anya-e1202n12:39_3": "vaṇṇena rathassa vahanaṁ rathadānaṁ sayamevoṇata dumato phalaṁ gahetvā dārakānaṁ",
  "anya-e1202n12:39_4": "madhumaṁsa dinna nesādassa suvaṇṇa sūcidānaṁ vaṅkapabbatakucchimhi pabbajjāvesena",
  "anya-e1202n12:39_5": "vasitaṭṭhānaṁ pūjakassa dārakadānaṁ sakkabrāhmaṇassa bhariyaṁdānaṁ pūjakassa devatānubhāveka",
  "anya-e1202n12:39_6": "dārake gahetvā gantvā sañjaya nariṇdassa purato gataṭṭhānaṁ tato vaṅkapabbatakucchiyaṁ",
  "anya-e1202n12:39_7": "channaṁ khattiyānaṁ samāgamaṁ vessantarassa maddiyā ca abhisekaṁ pattaṭṭhānaṁ nakarampaviṭṭhe",
  "anya-e1202n12:39_8": "sattaratanavassaṁ vassitaṭṭhānaṁ tato cavitvā tusitapure nibbattaṭṭhānañca sabbaṁ vitthārena kāresi.",
  "anya-e1202n12:40_0": "Tato dasa sahassa cakkavāḷadevatāhi buddha bhāvāya āyācitaṭṭhānaṁ apunarāvattanaṁ",
  "anya-e1202n12:40_1": "mātukucchiokkamanaṁ mahāmāyādeviṁ suddhodana mahārājaṁ lumbinīvane jātaṭṭhānaṁ antalikkhato",
  "anya-e1202n12:40_2": "dvinnaṁ udakadhārānaṁ patanaṁ uttarābhimukhaṁ sattapadavītihāra gamanaṁ kāḷadevaḷassa",
  "anya-e1202n12:40_3": "jaṭāmatthake mahāpurisassa pādapatiṭṭhāna anativattamānāya jambucchāyāya dhātīnaṁ",
  "anya-e1202n12:40_4": "pamādaṁ disvā sirisayane pallaṅke nisīditvā jhānasamāpannaṭṭhānañca kāresi.",
  "anya-e1202n12:41_0": "Tato rāhula mātaraṁ rāhula bhaddakañca kāresi tato ekūna tiṁsavassakāle uyyāne kīḷatatthāya",
  "anya-e1202n12:41_1": "gamana samaye jiṇṇa vyādhita mata saṅkhyāte tayo devadūte disvā nivattanaṭṭhānaṁ",
  "anya-e1202n12:41_2": "catutthavāre pabbajitarūpaṁ disvā sādhupabbajjāti cittaṁ uppādetvā uyyānaṁ gantvā",
  "anya-e1202n12:41_3": "uyyānasiriṁ anubhavitvā sāyaṇha samaye nahātvā maṅgala silāpaṭṭe nisinnamatta vissakaṭṭhānā",
  "anya-e1202n12:41_4": "alaṅkaraṇaṭṭhāṇaṁ tato majjhimarattiyaṁ nāṭakānaṁ vippakāraṁ disvā kaṇthaka haya",
  "anya-e1202n12:41_5": "varamāruyha) mahābhinikkhamaṇaṁ nikkhamitaṭṭhānaṁ dasa sahassa) cakkavāḷa devatāhi",
  "anya-e1202n12:41_6": "kata pūjāvidhiṁ kaṇthakanivattana cetiyaṭṭhānaṁ anomā nadītīre pabbajjaṁ rājagahappavesanaṁ",
  "anya-e1202n12:41_7": "paṇḍava pabbataccha yāya rañño bimbisāramma rajjakaraṇatthāya āyācanaṁ sujātāya dinna",
  "anya-e1202n12:41_8": "khīrapāyāsa paṭiggahaṇaṁ nerañjarāya nadiyā tīre pāyāsa paribhogaṁ nadiyā pātivissaṭṭhaṁ",
  "anya-e1202n12:41_9": "pāṭihāriyaṁ sālavane divāvihāra gataṭṭhānaṁ sotthiyena dinna kusatiṇapaṭiggahaṇaṁ",
  "anya-e1202n12:41_10": "bodhimaṇḍaṁ āruyha nisinnaṭṭhānañca sabbaṁ vitthārena kāresi.",
  "anya-e1202n12:42_0": "Tato mahiṇdatthera pamukhe satta saha āgate ca kārāpesi. Catusu disāsu khaggahatthe",
  "anya-e1202n12:42_1": "cattāro mahārājāno kāresi tato dvattiṁsa devaputte tato suvaṇṇa daṇḍa dīpakadhārā",
  "anya-e1202n12:42_2": "dvattiṁsa devakumāriyo tato aṭṭhavīsati yakkhasenāpatino tato añjaliṁ paggayha ṭhita",
  "anya-e1202n12:42_3": "devatāyo tato ratanamaya puppakalāpe gahetvā ṭhita devatāyo tato suvaṇṇaghaṭe gahetvā",
  "anya-e1202n12:42_4": "ṭhiti devatāyo tato naccanaka devatāyo tato turiyavādaka devatāyo tato pacceka satasahassagghanake",
  "anya-e1202n12:42_5": "dasahatthappamāṇe ādāse gahetvā ṭhita devatāyo tato tatheva satasahassagghanaka puppha",
  "anya-e1202n12:42_6": "sākhāyo gahetvā ṭhitadevatāyo tato caṇdamaṇḍale gahetvā ṭhitadevatāyo sūriyamaṇḍale",
  "anya-e1202n12:42_7": "gahetvā ṭhitadevatāyo tato padumāni gahetvā ṭhita devatāyo tato chattāni gahetvā",
  "anya-e1202n12:42_8": "ṭhitadevatāyo tato vicittavesadhare malladevaputte tato dussapoṭhana devatāyo tato",
  "anya-e1202n12:42_9": "ratanagghike gahetvā ṭhitadevatāyo tato dhammacakkāki gahetvā ṭhitadevatāyo tato",
  "anya-e1202n12:42_10": "khaggadharā devatāyo tato pañcahatthappamāṇa gaṇdhitelapūritā dukūlavaṭṭiyaṁ pajjalita",
  "anya-e1202n12:42_11": "dīpakañcanana pātiyo sīsehi dhāretvā ṭhitadevatāyo ca kārāpesi.",
  "anya-e1202n12:43_0": "Tato catusukaṇṇesuphaḷikamayaagghiya matthake cattāromahāmaṇa ṭhapāpesi catusu kaṇṇesu",
  "anya-e1202n12:43_1": "suvaṇṇa-maṇi-mutta-vajirānaṁ cattāro rāsiyo kāresi tato meghavaṇṇa pāsāṇabhittiyaṁ",
  "anya-e1202n12:43_2": "vijjullatā kāresi tato ratana latāyo tato cāḷavijatiyo tato niluppale gahetvā ṭhita",
  "anya-e1202n12:43_3": "nāgamaṇavikāyo kāresi.",
  "anya-e1202n12:44_0": "Rājā ektikāni rūpakāni ghanakoṭṭima suvaṇṇeheva kāresi. Avasesampi pūjāvidhiṁ sattarataneheva",
  "anya-e1202n12:44_1": "kāresīti. Ettha ca vuttappakārampana pūjanīyabhaṇḍaṁ anantamaparimāṇaṁ hoti tathā",
  "anya-e1202n12:44_2": "hi ambapāsānavāsī cittaguttattheronāma heṭṭhā lohapāsāde sannipatitānaṁ dvādasannaṁ",
  "anya-e1202n12:44_3": "bhikkhusahassānaṁ dhammaṁ kathento rathavinītasuttaṁ ārabhitvā mahā dhātunidhānaṁ",
  "anya-e1202n12:44_4": "vaṇṇento ekacce na saddahissantīti maññamāno osakkitvā kathesi. Tasmiṁ khaṇe koṭapabbatavāsī",
  "anya-e1202n12:44_5": "mahātissatthero nāma khīṇāsavo avidūre nisīditvā dhammaṁ suṇanto āvuso dhammakathika",
  "anya-e1202n12:44_6": "tava kathāto parihīnampi atthi. Apacco sakakitvā vitthārena kathehīti āha. Atha imasmiṁyeva",
  "anya-e1202n12:44_7": "dīpe bhātiya mahārājā nāma saddo pasanno ahosi so sāyaṁ pātaṁ mahacetiyaṁ vaṇditvāva",
  "anya-e1202n12:44_8": "bhuñjati. Ekadivasaṁ vinicchaye nisīditva dubbīnicchitaṁ aṭṭaṁ vinicchinanto atisāyaṁ",
  "anya-e1202n12:44_9": "vuṭṭhito thūpavaṇdanaṁ vissaritvā bhojane upanīte hatthaṁ otāretvā manusse pucchiajja",
  "anya-e1202n12:44_10": "mayā ayyako vaṇdito na vaṇditoti. Porāṇaka rājāno hi satthāraṁ ayyakoti vadanti.",
  "anya-e1202n12:44_11": "Manussā na vaṇdito devāti āhaṁsu.",
  "anya-e1202n12:45_0": "Tasmiṁ khaṇe rājā hatthena gahita bhattapiṇḍaṁ pātiyaṁ pātetvā uṭṭhāya dakkhiṇadvāraṁ",
  "anya-e1202n12:45_1": "vivarāpetvā āgantvā pācīna dvārena mahācetiyaṅgaṇaṁ āruyha vaṇdanto anto dhātugabbhe",
  "anya-e1202n12:45_2": "khīṇāsavānaṁ dhammaṁ osāraṇasaddaṁ sutvā dakkhiṇadvāreti maññamāno tattha gantvā",
  "anya-e1202n12:45_3": "adisvā eteneva nayena itarānipi dvārāni gantvā tatthāpi adisvā ayyā dhammaṁ osārento",
  "anya-e1202n12:45_4": "vicarantīti maññamāno olokanatthāya catusu dvāresu manusse ṭhapetvā sayaṁ puna vicaritvā",
  "anya-e1202n12:45_5": "apassanto manusse pucchitvā bahiddhā natthi bhāvaṁ ñatvā anto dhātugabbhe bhavissatiti",
  "anya-e1202n12:45_6": "sanniṭṭhānaṁ katvā pācīnadvāre āsannatare mahā cetiyābhimukho hatthapāde pasāretvā",
  "anya-e1202n12:45_7": "jīvituṁ pariccajitvā daḷhasamādānaṁ katvā nipajji. Sace mā ayyā dhātugabbhaṁ na olokāpenti-sattāhaṁ",
  "anya-e1202n12:45_8": "nirāhāro hutvā sussamāno bhūsamuṭṭhi viya vippakiriyamānopi na uṭṭhahissāmīti. Tassa",
  "anya-e1202n12:45_9": "guṇānubhāvena sakkassa bhavanaṁ uṇhākāraṁ dassesi.",
  "anya-e1202n12:46_0": "Sakko āvajjanto taṁ kāraṇaṁ ñatvā agantvā dhammaṁ osārentānaṁ therānaṁ evamāha. Ayaṁ",
  "anya-e1202n12:46_1": "bhante rājā dhammiko buddhasāsane pasanno imasmiṁ ṭhāne sajjhāyana saddaṁ sutvā dhātugabbhaṁ",
  "anya-e1202n12:46_2": "apassitvā na uṭṭhahissāmīti daḷhasamādānaṁ katvā nipanno sace dhātugabbhaṁ na passati",
  "anya-e1202n12:46_3": "tattheva marissati. Taṁ pavesetvā dhātu gabbhaṁ olokāpethāti. Therāpi tassa anukampāya",
  "anya-e1202n12:46_4": "dhātugabbhaṁ dassetuṁ ekaṁ theraṁ āṇāpesuṁ rājānaṁ ānetvā dhātugabbhā olokāpetvā",
  "anya-e1202n12:46_5": "pesehīti. So rañño hatthe gahetvā dhātugabbhaṁ pavesetvā yathāruciṁ vaṇdāpetvā sabbaṁ",
  "anya-e1202n12:46_6": "sallakkhitakāle pesesi rājā nagaraṁ gantvā aparena samayena dhātugabbhe attanā diṭṭharūpakesu",
  "anya-e1202n12:46_7": "ekadesāni suvaṇṇakhacitāni kāretvā rājaṅgaṇe mahantaṁ maṇḍapaṁ kāretvā tasmiṁ maṇḍape",
  "anya-e1202n12:46_8": "tāni rūpakāni saṁvidahāpetvā nagare sannipātetvā dhātugabbhe mayā diṭṭhāni suvaṇṇarūpakāni",
  "anya-e1202n12:46_9": "īdisāni āha. Tesaṁ rūpakānaṁ niyāmena katattā niyāmaka rūpakāni nāma jātāni.",
  "anya-e1202n12:47_0": "Rājā saṁvacchare saṁvacchare tāni rūpakāni nīharāpetvā nāgarānaṁ dassesi paṭhamaṁ",
  "anya-e1202n12:47_1": "dassitakāle nāgarā pasīditvā ekeka kulato ekekaṁ dārakaṁ nīharitvā pabbājesuṁ. Puna",
  "anya-e1202n12:47_2": "rājā ayyā etaṁ pakāraṁ ajānanakā bahū tesampi ārocessāmīti vihāraṁ gantvā heṭṭhā",
  "anya-e1202n12:47_3": "lohapāsāde bhikkhusaṅghaṁ sannipātetvā sayaṁ dhammāsanagato tiyāma rattiṁ dhātugabbhe",
  "anya-e1202n12:47_4": "adhikāraṁ kathetvā pariyosāpetumasakkāntoseva uṭṭhāsi. Tattheko bhikkhu rājānaṁ pucchi-mahārāja",
  "anya-e1202n12:47_5": "tvaṁ pātarāsabhattaṁ bhūtvā āgatosi. Tiyāma rattiṁ vaṇṇento dhātugabbhe pūjāvidhimpi",
  "anya-e1202n12:47_6": "pariyosāpetuṁ nāsakkhi aññampi bahuṁ atthiti.",
  "anya-e1202n12:48_0": "Rājā kiṁ katheta bhante, tumhākaṁ mayā kathitaṁ dasabhāgesu ekabhāgampi nappahoti.",
  "anya-e1202n12:48_1": "Ahampana mayā sallakkhita mattameva kathesiṁ. Anantaṁ bhante dhātugabbhe pūjāvidhānanti",
  "anya-e1202n12:48_2": "āha evaṁ anantaṁ pūjanīyabhaṇḍaṁ samacaturasse ekeka passato asīti asīti hatthappamāṇe",
  "anya-e1202n12:48_3": "dhātugabbhe nirantaraṁ katvā puretumpi na sukaraṁ, pageva yathārahaṁ saṁvidhātu tiṭṭhatu",
  "anya-e1202n12:48_4": "tāva dhātugabbho yāva mahācetiye vāluka pākāra paricchedā nirantaraṁ puretumpi na",
  "anya-e1202n12:48_5": "sakkā. Tasmā taṁ sabbaṁ pūjanīyabhaṇḍaṁ tattha kathaṁ gaṇhīti yadettha vattabbaṁ porāṇehi vuttameva.",
  "anya-e1202n12:49_0": "Nigro dhapiṭṭhi tepiṭaka mahāsīvatthero kira rājagehe nisiditvā rañño dasabala sīhanādasutataṁ",
  "anya-e1202n12:49_1": "kathento dhātunidhānaṁ vaṇṇetvā suttantaṁ vinivaṭṭesi. Rājā therassa evamāha-ayaṁ",
  "anya-e1202n12:49_2": "bhante dhātugabbhā samacaturasso, ekekapassato asīti asīti hatthappamāṇe ettakāni",
  "anya-e1202n12:49_3": "pūjanīya bhaṇḍāni ettha ṭṭhitānīti ko saddahessatiti. Thero āha. Iṇdasālaguhākittakappamāṇāti",
  "anya-e1202n12:49_4": "tayā sutapubbāti. Rājā khuddaka mañcakappamāṇā bhanteti āha. Tato thero āha, mahārāja",
  "anya-e1202n12:49_5": "amhākaṁ satthārā sakkasasa sakka pañhasuttantaṁ kathanadivase guhāya kittakā parisā",
  "anya-e1202n12:49_6": "osaṭāti sutapubbāti. Rājā dvīsu bhante devalokesu devatāti āha. Evaṁ sante tampi",
  "anya-e1202n12:49_7": "asaddaheyyaṁ nu mahārājāti therena vutte rājā taṁ pana devānaṁ deviddhiyā ahosi deviddhi",
  "anya-e1202n12:49_8": "nāma acinteyyā bhanteti āha.",
  "anya-e1202n12:50_0": "Tato thero mahārāja taṁ ekāyayeva deviddhiyā ahosi. Idaṁ pana rañño rājiddhiyā devānaṁ",
  "anya-e1202n12:50_1": "deviddhiyā ariyānaṁ ariyiddhiyāti imāhi tīhi iddhīhi jātanti avoca. Rājā therassa",
  "anya-e1202n12:50_2": "vacanaṁ sādhūti sampaṭicchitvā theraṁ setacchattena pūjetvā matthake chattaṁ dhārento",
  "anya-e1202n12:50_3": "mahā vihāraṁ ānetvā puna mahācetiyassa sattāhaṁ chattaṁ datvā jāti sumanapuppha pūjaṁ",
  "anya-e1202n12:50_4": "akāsīti. Etassatthassa sādhanatthameva aññānipi bahūni vatthūni dassitāni tāni kintehīti",
  "anya-e1202n12:50_5": "amhe upekkhitāni ettha ca rājā mahesakkho mahānubhāvo pūritapārami katābhinīhāroti",
  "anya-e1202n12:50_6": "tassavasena rājiddhiveditabbā sakkena āṇattena vissakammunā devaputtena ādito paṭṭhāya",
  "anya-e1202n12:50_7": "āvisitvā katattā tassa vasena devidadhi veditabbā, kammādhiṭṭhāyaka iṇdaguttatthero",
  "anya-e1202n12:50_8": "khuddānukhuddakaṁ kammaṁ anuvidhāyanto kāresi na kevalaṁtheroyeva, sabbepi ariyā",
  "anya-e1202n12:50_9": "attanā attanā kattabba kiccesu ussukkamāpannāyeva ahesunti imāhi tīhi iddhīhi katanti veditabbaṁ.",
  "anya-e1202n12:51": "Vuttañhetaṁ mahāvaṁso.",
  "anya-e1202n12:52": "Iṇdagutta mahāthero-chaḷabhiñño mahāmati,",
  "anya-e1202n12:53": "Kammādhiṭṭhāyako ettha-sabbaṁ saṁvidahi imaṁ;",
  "anya-e1202n12:54": "Sabbaṁ rājiddhiyā etaṁ devatānañca iddhiyā;",
  "anya-e1202n12:55": "Iddhiyā ariyānañca-asambādhā patiṭṭhita’’nti;"
}