{
  "anya-e0102n5:0": "17. Paññābhūminiddeso",
  "anya-e0102n5:1": "Paṭiccasamuppādakathā",
  "anya-e0102n5:2_0": "570. Idāni “khandhāyatanadhātuindriyasaccapaṭiccasamuppādādibhedā dhammā bhūmī”ti",
  "anya-e0102n5:2_1": "evaṁ vuttesu imissā paññāya bhūmibhūtesu dhammesu yasmā paṭiccasamuppādoceva, ādisaddena",
  "anya-e0102n5:2_2": "saṅgahitā paṭiccasamuppannā dhammā ca avasesā honti, tasmā tesaṁ vaṇṇanākkamo anuppatto.",
  "anya-e0102n5:3": "Tattha avijjādayo tāva dhammā paṭiccasamuppādoti veditabbā. Vuttañhetaṁ bhagavatā –",
  "anya-e0102n5:4_0": "“Katamo ca, bhikkhave, paṭiccasamuppādo? Avijjāpaccayā, bhikkhave, saṅkhārā, saṅkhārapaccayā",
  "anya-e0102n5:4_1": "viññāṇaṁ, viññāṇapaccayā nāmarūpaṁ, nāmarūpapaccayā saḷāyatanaṁ, saḷāyatanapaccayā",
  "anya-e0102n5:4_2": "phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṁ, upādānapaccayā",
  "anya-e0102n5:4_3": "bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṁ sokaparidevadukkhadomanassupāyāsā",
  "anya-e0102n5:4_4": "sambhavanti. Evametassa kevalassa dukkhakkhandhassa samudayo hoti. Ayaṁ vuccati,",
  "anya-e0102n5:4_5": "bhikkhave, paṭiccasamuppādo”ti.",
  "anya-e0102n5:5": "Jarāmaraṇādayo pana paṭiccasamuppannā dhammāti veditabbā. Vuttañhetaṁ bhagavatā –",
  "anya-e0102n5:6_0": "“Katame ca, bhikkhave, paṭiccasamuppannā dhammā? Jarāmaraṇaṁ, bhikkhave, aniccaṁ",
  "anya-e0102n5:6_1": "saṅkhataṁ paṭiccasamuppannaṁ khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammaṁ.",
  "anya-e0102n5:6_2": "Jāti, bhikkhave…pe… bhavo… upādānaṁ… taṇhā… vedanā… phasso… saḷāyatanaṁ… nāmarūpaṁ…",
  "anya-e0102n5:6_3": "viññāṇaṁ… saṅkhārā… avijjā, bhikkhave, aniccā saṅkhatā paṭiccasamuppannā khayadhammā",
  "anya-e0102n5:6_4": "vayadhammā virāgadhammā nirodhadhammā. Ime vuccanti, bhikkhave, paṭiccasamuppannā dhammā”ti.",
  "anya-e0102n5:7_0": "571. Ayaṁ panettha saṅkhepo. Paṭiccasamuppādoti paccayadhammā veditabbā. Paṭiccasamuppannā",
  "anya-e0102n5:7_1": "dhammāti tehi tehi paccayehi nibbattadhammā. Kathamidaṁ jānitabbanti ce? Bhagavato",
  "anya-e0102n5:7_2": "vacanena. Bhagavatā hi paṭiccasamuppādapaṭiccasamuppannadhammadesanāsutte –",
  "anya-e0102n5:8_0": "“Katamo ca, bhikkhave, paṭiccasamuppādo? Jātipaccayā, bhikkhave, jarāmaraṇaṁ, uppādā",
  "anya-e0102n5:8_1": "vā tathāgatānaṁ anuppādā vā tathāgatānaṁ ṭhitāva sā dhātu dhammaṭṭhitatā dhammaniyāmatā",
  "anya-e0102n5:8_2": "idappaccayatā. Taṁ tathāgato abhisambujjhati abhisameti, abhisambujjhitvā abhisametvā",
  "anya-e0102n5:8_3": "ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti, passathāti",
  "anya-e0102n5:8_4": "cāha. Jātipaccayā, bhikkhave, jarāmaraṇaṁ. Bhavapaccayā, bhikkhave, jāti…pe… avijjāpaccayā,",
  "anya-e0102n5:8_5": "bhikkhave, saṅkhārā uppādā vā tathāgatānaṁ…pe… uttānīkaroti passathāti cāha. Avijjāpaccayā,",
  "anya-e0102n5:8_6": "bhikkhave, saṅkhārā. Iti kho, bhikkhave, yā tatra tathatā avitathatā anaññathatā",
  "anya-e0102n5:8_7": "idappaccayatā. Ayaṁ vuccati, bhikkhave, paṭiccasamuppādo”ti.",
  "anya-e0102n5:9_0": "572. Evaṁ paṭiccasamuppādaṁ desentena tathatādīhi vevacanehi paccayadhammāva paṭiccasamuppādoti",
  "anya-e0102n5:9_1": "vuttā. Tasmā jarāmaraṇādīnaṁ dhammānaṁ paccayalakkhaṇo paṭiccasamuppādo, dukkhānubandhanaraso,",
  "anya-e0102n5:9_2": "kummaggapaccupaṭṭhānoti veditabbo.",
  "anya-e0102n5:10_0": "So panāyaṁ tehi tehi paccayehi anūnādhikeheva tassa tassa dhammassa sambhavato tathatāti,",
  "anya-e0102n5:10_1": "sāmaggiṁ upagatesu paccayesu muhuttampi tato nibbattadhammānaṁ asambhavābhāvato avitathatāti,",
  "anya-e0102n5:10_2": "aññadhammapaccayehi aññadhammānuppattito anaññathatāti, yathāvuttānaṁ etesaṁ jarāmaraṇādīnaṁ",
  "anya-e0102n5:10_3": "paccayato vā paccayasamūhato vā idappaccayatāti vutto.",
  "anya-e0102n5:11": "573. Tatrāyaṁ vacanattho, imesaṁ paccayā idappaccayā. Idappaccayā eva idappaccayatā. Idappaccayānaṁ vā samūho idappaccayatā. Lakkhaṇaṁ panettha saddasatthato pariyesitabbaṁ.",
  "anya-e0102n5:12_0": "574. Keci pana paṭicca sammā ca titthiyaparikappitapakatipurisādikāraṇanirapekkho",
  "anya-e0102n5:12_1": "uppādo paṭiccasamuppādoti evaṁ uppādamattaṁ paṭiccasamuppādoti vadanti, taṁ na yujjati.",
  "anya-e0102n5:12_2": "Kasmā? Suttābhāvato, suttavirodhato, gambhīranayāsambhavato, saddabhedato ca. “Uppādamattaṁ",
  "anya-e0102n5:12_3": "paṭiccasamuppādo”ti hi suttaṁ natthi. Taṁ “paṭiccasamuppādo”ti ca vadantassa padesavihārasuttavirodho",
  "anya-e0102n5:12_4": "āpajjati. Kathaṁ? Bhagavato hi “atha kho bhagavā rattiyā paṭhamaṁ yāmaṁ paṭiccasamuppādaṁ",
  "anya-e0102n5:12_5": "anulomapaṭilomaṁ manasākāsī”ti ādivacanato paṭiccasamuppādamanasikāro paṭhamābhisambuddhavihāro,",
  "anya-e0102n5:12_6": "padesavihāro ca tassekadesavihāro. Yathāha “yena svāhaṁ, bhikkhave, vihārena paṭhamābhisambuddho",
  "anya-e0102n5:12_7": "viharāmi, tassa padesena vihāsi”nti. Tatra ca paccayākāradassanena vihāsi, na uppādamattadassanenāti.",
  "anya-e0102n5:12_8": "Yathāha “so evaṁ pajānāmi micchādiṭṭhipaccayāpi vedayitaṁ sammādiṭṭhipaccayāpi vedayitaṁ",
  "anya-e0102n5:12_9": "micchāsaṅkappapaccayāpi vedayita”nti sabbaṁ vitthāretabbaṁ. Evaṁ uppādamattaṁ “paṭiccasamuppādo”ti",
  "anya-e0102n5:12_10": "vadantassa padesavihārasuttavirodho āpajjati. Tathā kaccānasuttavirodho.",
  "anya-e0102n5:13_0": "Kaccānasuttepi hi “lokasamudayaṁ kho, kaccāna, yathābhūtaṁ sammappaññāya passato",
  "anya-e0102n5:13_1": "yā loke natthitā, sā na hotī”ti anulomapaṭiccasamuppādo lokapaccayato “lokasamudayo”ti",
  "anya-e0102n5:13_2": "ucchedadiṭṭhisamugghātatthaṁ pakāsito, na uppādamattaṁ. Na hi uppādamattadassanena",
  "anya-e0102n5:13_3": "ucchedadiṭṭhiyā samugghāto hoti. Paccayānuparamadassanena pana hoti. Paccayānuparame",
  "anya-e0102n5:13_4": "phalānuparamatoti. Evaṁ uppādamattaṁ “paṭiccasamuppādo”ti vadantassa kaccānasuttavirodhopi āpajjati.",
  "anya-e0102n5:14_0": "Gambhīranayāsambhavatoti vuttaṁ kho panetaṁ bhagavatā “gambhīro cāyaṁ, ānanda, paṭiccasamuppādo",
  "anya-e0102n5:14_1": "gambhīrāvabhāso cā”ti. Gambhīrattañca nāma catubbidhaṁ, taṁ parato vaṇṇayissāma.",
  "anya-e0102n5:14_2": "Taṁ uppādamatte natthi. Catubbidhanayapaṭimaṇḍitañcetaṁ paṭiccasamuppādaṁ vaṇṇayanti,",
  "anya-e0102n5:14_3": "tampi nayacatukkaṁ uppādamatte natthīti gambhīranayāsambhavatopi na uppādamattaṁ paṭiccasamuppādo.",
  "anya-e0102n5:15_0": "575.Saddabhedatoti paṭiccasaddo ca panāyaṁ samāne kattari pubbakāle payujjamāno atthasiddhikaro",
  "anya-e0102n5:15_1": "hoti. Seyyathidaṁ, “cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇa”nti. Idha pana",
  "anya-e0102n5:15_2": "bhāvasādhanena uppādasaddena saddhiṁ payujjamāno samānassa kattu abhāvato saddabhedaṁ",
  "anya-e0102n5:15_3": "gacchati, na ca kiñci atthaṁ sādhetīti saddabhedatopi na uppādamattaṁ paṭiccasamuppādoti.",
  "anya-e0102n5:16_0": "Tattha siyā – “hoti-saddena saddhiṁ yojayissāma ‘paṭiccasamuppādo hotī’ti”, taṁ na",
  "anya-e0102n5:16_1": "yuttaṁ. Kasmā? Yogābhāvato ceva, uppādassa ca uppādapattidosato. “Paṭiccasamuppādaṁ",
  "anya-e0102n5:16_2": "vo, bhikkhave, desessāmi. Katamo ca, bhikkhave, paṭiccasamuppādo…pe… ayaṁ vuccati,",
  "anya-e0102n5:16_3": "bhikkhave, paṭiccasamuppādo”ti. Imesu hi padesu ekenapi saddhiṁ hoti-saddo yogaṁ",
  "anya-e0102n5:16_4": "na gacchati, na ca uppādo hoti. Sace bhaveyya, uppādassāpi uppādo pāpuṇeyyāti.",
  "anya-e0102n5:17_0": "576. Yepi maññanti “idappaccayānaṁ bhāvo idappaccayatā, bhāvo ca nāma yo ākāro avijjādīnaṁ",
  "anya-e0102n5:17_1": "saṅkhārādipātubhāve hetu, so. Tasmiñca saṅkhāravikāre paṭiccasamuppādasaññā”ti, tesaṁ",
  "anya-e0102n5:17_2": "taṁ na yujjati. Kasmā? Avijjādīnaṁ hetuvacanato. Bhagavatā hi “tasmātiha, ānanda,",
  "anya-e0102n5:17_3": "eseva hetu, etaṁ nidānaṁ, esa samudayo, esa paccayo jarāmaraṇassa yadidaṁ jāti…pe…",
  "anya-e0102n5:17_4": "saṅkhārānaṁ, yadidaṁ avijjā”ti evaṁ avijjādayova hetūti vuttā, na tesaṁ vikāro. Tasmā",
  "anya-e0102n5:17_5": "“paṭiccasamuppādoti paccayadhammā veditabbā”ti iti yaṁ taṁ vuttaṁ, taṁ sammā vuttanti veditabbaṁ.",
  "anya-e0102n5:18": "577. Yā panettha “paṭiccasamuppādo”ti imāya byañjanacchāyāya uppādoyevāyaṁ vuttoti saññā uppajjati, sā imassa padassa evamatthaṁ gahetvā vūpasametabbā. Bhagavatā hi,",
  "anya-e0102n5:19": "Dvedhā tato pavatte, dhammasamūhe yato idaṁ vacanaṁ;",
  "anya-e0102n5:20": "Tappaccayo tatoyaṁ, phalopacārena iti vutto.",
  "anya-e0102n5:21_0": "Yo hi ayaṁ paccayatāya pavatto dhammasamūho, tattha paṭiccasamuppādoti idaṁ vacanaṁ",
  "anya-e0102n5:21_1": "dvidhā icchanti. So hi yasmā patīyamāno hitāya sukhāya ca saṁvattati, tasmā paccetumarahanti",
  "anya-e0102n5:21_2": "naṁ paṇḍitāti paṭicco. Uppajjamāno ca saha sammā ca uppajjati, na ekekato, nāpi ahetutoti",
  "anya-e0102n5:21_3": "samuppādo. Evaṁ paṭicco ca so samuppādo cāti paṭiccasamuppādo. Apica saha uppajjatīti",
  "anya-e0102n5:21_4": "samuppādo, paccayasāmaggiṁ pana paṭicca apaccakkhāyāti evampi paṭiccasamuppādo. Tassa",
  "anya-e0102n5:21_5": "cāyaṁ hetusamūho paccayoti tappaccayattā ayampi, yathā loke semhassa paccayo guḷo",
  "anya-e0102n5:21_6": "semho guḷoti vuccati, yathā ca sāsane sukhappaccayo buddhānaṁ uppādo “sukho buddhānaṁ",
  "anya-e0102n5:21_7": "uppādo”ti vuccati, tathā paṭiccasamuppādo icceva phalavohārena vuttoti veditabbo.",
  "anya-e0102n5:22": "578. Atha vā,",
  "anya-e0102n5:23": "Paṭimukhamitoti vutto, hetusamūho ayaṁ paṭiccoti;",
  "anya-e0102n5:24": "Sahite uppādeti ca, iti vutto so samuppādo.",
  "anya-e0102n5:25_0": "Yo hi esa saṅkhārādīnaṁ pātubhāvāya avijjādiekekahetusīsena niddiṭṭho hetusamūho,",
  "anya-e0102n5:25_1": "so sādhāraṇaphalanipphādakaṭṭhena avekallaṭṭhena ca sāmaggiaṅgānaṁ aññamaññena paṭimukhaṁ",
  "anya-e0102n5:25_2": "ito gatoti katvā paṭiccoti vuccati. Svāyaṁ sahiteyeva aññamaññaṁ avinibbhogavuttidhamme",
  "anya-e0102n5:25_3": "uppādetīti samuppādotipi vutto. Evampi paṭicco ca so samuppādo cāti paṭiccasamuppādo.",
  "anya-e0102n5:26": "579. Aparo nayo –",
  "anya-e0102n5:27": "Paccayatā aññoññaṁ, paṭicca yasmā samaṁ saha ca dhamme;",
  "anya-e0102n5:28": "Ayamuppādeti tatopi, evamidha bhāsitā muninā.",
  "anya-e0102n5:29_0": "Avijjādisīsena niddiṭṭhapaccayesu hi ye paccayā yaṁ saṅkhārādikaṁ dhammaṁ uppādenti,",
  "anya-e0102n5:29_1": "na te aññamaññaṁ apaṭicca aññamaññavekalle sati uppādetuṁ samatthāti. Tasmā paṭicca",
  "anya-e0102n5:29_2": "samaṁ saha ca na ekekadesaṁ, nāpi pubbāparabhāvena ayaṁ paccayatā dhamme uppādetīti",
  "anya-e0102n5:29_3": "atthānusāravohārakusalena muninā evamidha bhāsitā, paṭiccasamuppādotveva bhāsitāti attho.",
  "anya-e0102n5:30": "580. Evaṁ bhāsamānena ca,",
  "anya-e0102n5:31": "Purimena sassatādīna, mabhāvo pacchimena ca padena;",
  "anya-e0102n5:32": "Ucchedādivighāto, dvayena paridīpito ñāyo.",
  "anya-e0102n5:33_0": "Purimenāti paccayasāmaggiparidīpakena paṭiccapadena pavattidhammānaṁ paccayasāmaggiyaṁ",
  "anya-e0102n5:33_1": "āyattavuttittā sassatāhetuvisamahetuvasavattivādappabhedānaṁ sassatādīnaṁ abhāvo",
  "anya-e0102n5:33_2": "paridīpito hoti? Kiṁ hi sassatānaṁ, ahetuādivasena vā pavattānaṁ paccayasāmaggiyāti?",
  "anya-e0102n5:33_3": "Pacchimena ca padenāti dhammānaṁ uppādaparidīpakena samuppādapadena paccayasāmaggiyaṁ",
  "anya-e0102n5:33_4": "dhammānaṁ uppattito vihatā ucchedanatthikaakiriyavādāti ucchedādivighāto paridīpito",
  "anya-e0102n5:33_5": "hoti. Purimapurimapaccayavasena hi punappunaṁ uppajjamānesu dhammesu kuto ucchedo,",
  "anya-e0102n5:33_6": "natthikākiriyavādā cāti. Dvayenāti sakalena paṭiccasamuppādavacanena tassā tassā",
  "anya-e0102n5:33_7": "paccayasāmaggiyā santatiṁ avicchinditvā tesaṁ tesaṁ dhammānaṁ sambhavato majjhimā",
  "anya-e0102n5:33_8": "paṭipadā, “so karoti so paṭisaṁvedeti, añño karoti añño paṭisaṁvedetī”ti vādappahānaṁ,",
  "anya-e0102n5:33_9": "janapadaniruttiyā anabhiniveso, samaññāya anatidhāvananti ayaṁ ñāyo paridīpito hotīti",
  "anya-e0102n5:33_10": "ayaṁ tāva paṭiccasamuppādoti vacanamattassa attho.",
  "anya-e0102n5:34_0": "581. Yā panāyaṁ bhagavatā paṭiccasamuppādaṁ desentena “avijjāpaccayā saṅkhārā”tiādinā",
  "anya-e0102n5:34_1": "nayena nikkhittā tanti, tassā atthasaṁvaṇṇanaṁ karontena vibhajjavādimaṇḍalaṁ otaritvā",
  "anya-e0102n5:34_2": "ācariye anabbhācikkhantena sakasamayaṁ avokkamantena parasamayaṁ anāyūhantena suttaṁ",
  "anya-e0102n5:34_3": "appaṭibāhantena vinayaṁ anulomentena mahāpadese olokentena dhammaṁ dīpentena atthaṁ",
  "anya-e0102n5:34_4": "saṅgāhentena tamevatthaṁ punarāvattetvā aparehipi pariyāyantarehi niddisantena ca",
  "anya-e0102n5:34_5": "yasmā atthasaṁvaṇṇanā kātabbā hoti, pakatiyāpi ca dukkarāva paṭiccasamuppādassa atthasaṁvaṇṇanā. Yathāhu porāṇā –",
  "anya-e0102n5:35": "“Saccaṁ satto paṭisandhi, paccayākārameva ca;",
  "anya-e0102n5:36": "Duddasā caturo dhammā, desetuṁ ca sudukkarā”ti.",
  "anya-e0102n5:37": "Tasmā aññatra āgamādhigamappattehi na sukarā paṭiccasamuppādassatthavaṇṇanāti paritulayitvā,",
  "anya-e0102n5:38": "Vattukāmo ahaṁ ajja, paccayākāravaṇṇanaṁ;",
  "anya-e0102n5:39": "Patiṭṭhaṁ nādhigacchāmi, ajjhogāḷhova sāgaraṁ.",
  "anya-e0102n5:40": "Sāsanaṁ panidaṁ nānā, desanānayamaṇḍitaṁ;",
  "anya-e0102n5:41": "Pubbācariyamaggo ca, abbocchinno pavattati.",
  "anya-e0102n5:42": "Yasmā tasmā tadubhayaṁ, sannissāyatthavaṇṇanaṁ;",
  "anya-e0102n5:43": "Ārabhissāmi etassa, taṁ suṇātha samāhitā.",
  "anya-e0102n5:44": "Vuttañhetaṁ pubbācariyehi –",
  "anya-e0102n5:45": "“Yo koci maṁ aṭṭhikatvā suṇeyya,",
  "anya-e0102n5:46": "Labhetha pubbāpariyaṁ visesaṁ;",
  "anya-e0102n5:47": "Laddhāna pubbāpariyaṁ visesaṁ,",
  "anya-e0102n5:48": "Adassanaṁ maccurājassa gacche”ti.",
  "anya-e0102n5:49": "582. Iti avijjāpaccayā saṅkhārātiādīsu hi āditoyeva tāva,",
  "anya-e0102n5:50": "Desanābhedato attha, lakkhaṇekavidhādito. Aṅgānañca vavatthānā, viññātabbo vinicchayo.",
  "anya-e0102n5:51_0": "Tattha desanābhedatoti bhagavato hi vallihārakānaṁ catunnaṁ purisānaṁ valligahaṇaṁ",
  "anya-e0102n5:51_1": "viya ādito vā majjhato vā paṭṭhāya yāva pariyosānaṁ, tathā pariyosānato vā majjhato",
  "anya-e0102n5:51_2": "vā paṭṭhāya yāva ādīti catubbidhā paṭiccasamuppādadesanā.",
  "anya-e0102n5:52_0": "Yathā hi vallihārakesu catūsu purisesu eko valliyā mūlameva paṭhamaṁ passati, so",
  "anya-e0102n5:52_1": "taṁ mūle chetvā sabbaṁ ākaḍḍhitvā ādāya kamme upaneti, evaṁ bhagavā “iti kho, bhikkhave,",
  "anya-e0102n5:52_2": "avijjāpaccayā saṅkhārā…pe… jātipaccayā jarāmaraṇa”nti ādito paṭṭhāya yāva pariyosānāpi",
  "anya-e0102n5:52_3": "paṭiccasamuppādaṁ deseti.",
  "anya-e0102n5:53_0": "Yathā pana tesu purisesu eko valliyā majjhaṁ paṭhamaṁ passati, so majjhe chinditvā",
  "anya-e0102n5:53_1": "uparibhāgaññeva ākaḍḍhitvā ādāya kamme upaneti, evaṁ bhagavā “tassa taṁ vedanaṁ abhinandato",
  "anya-e0102n5:53_2": "abhivadato ajjhosāya tiṭṭhato uppajjati nandī. Yā vedanāsu nandī, tadupādānaṁ. Tassupādānapaccayā",
  "anya-e0102n5:53_3": "bhavo, bhavapaccayā jātī”ti majjhato paṭṭhāya yāva pariyosānāpi deseti.",
  "anya-e0102n5:54_0": "Yathā ca tesu purisesu eko valliyā aggaṁ paṭhamaṁ passati, so agge gahetvā aggānusārena",
  "anya-e0102n5:54_1": "yāva mūlā sabbaṁ ādāya kamme upaneti, evaṁ bhagavā “jātipaccayā jarāmaraṇanti iti",
  "anya-e0102n5:54_2": "kho panetaṁ vuttaṁ, jātipaccayā nu kho, bhikkhave, jarāmaraṇaṁ no vā kathaṁ vo ettha",
  "anya-e0102n5:54_3": "hotīti? Jātipaccayā, bhante, jarāmaraṇaṁ. Evaṁ no ettha hoti jātipaccayā jarāmaraṇanti.",
  "anya-e0102n5:54_4": "Bhavapaccayā jāti…pe… avijjāpaccayā saṅkhārāti iti kho panetaṁ vuttaṁ, avijjāpaccayā",
  "anya-e0102n5:54_5": "nu kho, bhikkhave, saṅkhārā no vā kathaṁ vo ettha hotī”ti pariyosānato paṭṭhāya yāva",
  "anya-e0102n5:54_6": "āditopi paṭiccasamuppādaṁ deseti.",
  "anya-e0102n5:55_0": "Yathā panetesu purisesu eko valliyā majjhameva paṭhamaṁ passati, so majjhe chinditvā",
  "anya-e0102n5:55_1": "heṭṭhā otaranto yāva mūlā ādāya kamme upaneti, evaṁ bhagavā “ime ca, bhikkhave, cattāro",
  "anya-e0102n5:55_2": "āhārā kinnidānā, kiṁsamudayā, kiṁjātikā, kiṁpabhavā? Ime cattāro āhārā taṇhānidānā,",
  "anya-e0102n5:55_3": "taṇhāsamudayā, taṇhājātikā, taṇhāpabhavā. Taṇhā kinnidānā… vedanā… phasso… saḷāyatanaṁ…",
  "anya-e0102n5:55_4": "nāmarūpaṁ… viññāṇaṁ… saṅkhārā kinnidānā…pe… saṅkhārā avijjānidānā…pe… avijjāpabhavā”ti",
  "anya-e0102n5:55_5": "majjhato paṭṭhāya yāva ādito deseti.",
  "anya-e0102n5:56_0": "583. Kasmā panevaṁ desetīti? Paṭiccasamuppādassa samantabhaddakattā sayañca desanāvilāsappattattā.",
  "anya-e0102n5:56_1": "Samantabhaddako hi paṭiccasamuppādo, tato tato ñāyapaṭivedhāya saṁvattatiyeva. Desanāvilāsappatto",
  "anya-e0102n5:56_2": "ca bhagavā catuvesārajjapaṭisambhidāyogena catubbidhagambhīrabhāvappattiyā ca. So",
  "anya-e0102n5:56_3": "desanāvilāsappattattā nānānayeheva dhammaṁ deseti.",
  "anya-e0102n5:57_0": "Visesato panassa yā ādito paṭṭhāya anulomadesanā, sā pavattikāraṇavibhāgasaṁmūḷhaṁ",
  "anya-e0102n5:57_1": "veneyyajanaṁ samanupassato yathāsakehi kāraṇehi pavattisandassanatthaṁ uppattikkamasandassanatthañca",
  "anya-e0102n5:57_2": "pavattāti viññātabbā. Yā pariyosānato paṭṭhāya paṭilomadesanā, sā “kicchaṁ vatāyaṁ",
  "anya-e0102n5:57_3": "loko āpanno jāyati ca jīyati ca mīyati ca cavati ca upapajjati cā”tiādinā nayena",
  "anya-e0102n5:57_4": "kicchāpannaṁ lokaṁ anuvilokayato pubbabhāgapaṭivedhānusārena tassa tassa jarāmaraṇādikassa",
  "anya-e0102n5:57_5": "dukkhassa attanā adhigatakāraṇasandassanatthaṁ. Yā majjhato paṭṭhāya yāva ādi pavattā,",
  "anya-e0102n5:57_6": "sā āhāranidānavavatthāpanānusārena yāva atītaṁ addhānaṁ atiharitvā puna atītaddhato",
  "anya-e0102n5:57_7": "pabhuti hetuphalapaṭipāṭisandassanatthaṁ. Yā pana majjhato paṭṭhāya yāva pariyosānaṁ",
  "anya-e0102n5:57_8": "pavattā, sā paccuppanne addhāne anāgataddhahetusamuṭṭhānato pabhuti anāgataddhasandassanatthaṁ.",
  "anya-e0102n5:57_9": "Tāsu yā pavattikāraṇasammūḷhassa veneyyajanassa yathāsakehi kāraṇehi pavattisandassanatthaṁ",
  "anya-e0102n5:57_10": "uppattikkamasandassanatthañca ādito paṭṭhāya anulomadesanā vuttā, sā idha nikkhittāti veditabbā.",
  "anya-e0102n5:58_0": "584. Kasmā panettha avijjā ādito vuttā, kiṁ pakativādīnaṁ pakati viya avijjāpi akāraṇaṁ",
  "anya-e0102n5:58_1": "mūlakāraṇaṁ lokassāti? Na akāraṇaṁ. “Āsavasamudayā avijjāsamudayo”ti hi avijjāya",
  "anya-e0102n5:58_2": "kāraṇaṁ vuttaṁ. Atthi pana pariyāyo yena mūlakāraṇaṁ siyā, ko pana soti? Vaṭṭakathāya sīsabhāvo.",
  "anya-e0102n5:59_0": "Bhagavā hi vaṭṭakathaṁ kathento dve dhamme sīsaṁ katvā katheti, avijjaṁ vā. Yathāha",
  "anya-e0102n5:59_1": "– “purimā, bhikkhave, koṭi na paññāyati avijjāya ‘ito pubbe avijjā nāhosi, atha pacchā",
  "anya-e0102n5:59_2": "samabhavī’ti, evañcetaṁ, bhikkhave, vuccati, atha ca pana paññāyati idappaccayā avijjā”ti.",
  "anya-e0102n5:59_3": "Bhavataṇhaṁ vā. Yathāha – “purimā, bhikkhave, koṭi na paññāyati bhavataṇhāya ‘ito",
  "anya-e0102n5:59_4": "pubbe bhavataṇhā nāhosi, atha pacchā samabhavī’ti, evañcetaṁ, bhikkhave, vuccati,",
  "anya-e0102n5:59_5": "atha ca pana paññāyati idappaccayā bhavataṇhā”ti.",
  "anya-e0102n5:60_0": "585. Kasmā pana bhagavā vaṭṭakathaṁ kathento ime dve dhamme sīsaṁ katvā kathetīti?",
  "anya-e0102n5:60_1": "Sugatiduggatigāmino kammassa visesahetubhūtattā. Duggatigāmino hi kammassa visesahetu",
  "anya-e0102n5:60_2": "avijjā. Kasmā? Yasmā avijjābhibhūto puthujjano aggisantāpalaguḷābhighātaparissamābhibhūtā",
  "anya-e0102n5:60_3": "vajjhagāvī tāya parissamāturatāya nirassādampi attano anatthāvahampi ca uṇhodakapānaṁ",
  "anya-e0102n5:60_4": "viya kilesasantāpato nirassādampi duggatinipātanato ca attano anatthāvahampi pāṇātipātādiṁ",
  "anya-e0102n5:60_5": "anekappakāraṁ duggatigāmikammaṁ ārabhati. Sugatigāmino pana kammassa visesahetu bhavataṇhā.",
  "anya-e0102n5:60_6": "Kasmā? Yasmā bhavataṇhābhibhūto puthujjano sā vuttappakārā gāvī sītūdakataṇhāya saassādaṁ",
  "anya-e0102n5:60_7": "attano parissamavinodanañca sītūdakapānaṁ viya kilesasantāpavirahato saassādaṁ sugatisampāpanena",
  "anya-e0102n5:60_8": "attano duggatidukkhaparissamavinodanañca pāṇātipātā veramaṇiādiṁ anekappakāraṁ sugatigāmikammaṁ ārabhati.",
  "anya-e0102n5:61_0": "586. Etesu pana vaṭṭakathāya sīsabhūtesu dhammesu katthaci bhagavā ekadhammamūlikaṁ",
  "anya-e0102n5:61_1": "desanaṁ deseti. Seyyathidaṁ, “iti kho, bhikkhave, avijjūpanisā saṅkhārā, saṅkhārūpanisaṁ",
  "anya-e0102n5:61_2": "viññāṇa”ntiādi. Tathā “upādāniyesu, bhikkhave, dhammesu assādānupassino viharato",
  "anya-e0102n5:61_3": "taṇhā pavaḍḍhati, taṇhāpaccayā upādāna”ntiādi. Katthaci ubhayamūlikampi. Seyyathidaṁ,",
  "anya-e0102n5:61_4": "“avijjānīvaraṇassa, bhikkhave, bālassa taṇhāya sampayuttassa evamayaṁ kāyo samudāgato.",
  "anya-e0102n5:61_5": "Iti ayañceva kāyo bahiddhā ca nāmarūpaṁ itthetaṁ dvayaṁ. Dvayaṁ paṭicca phasso saḷevāyatanāni,",
  "anya-e0102n5:61_6": "yehi phuṭṭho bālo sukhadukkhaṁ paṭisaṁvedetī”tiādi. Tāsu desanāsu “avijjāpaccayā",
  "anya-e0102n5:61_7": "saṅkhārā”ti ayamidha avijjāvasena ekadhammamūlikā desanāti veditabbā. Evaṁ tāvettha",
  "anya-e0102n5:61_8": "desanābhedato viññātabbo vinicchayo.",
  "anya-e0102n5:62_0": "587.Atthatoti avijjādīnaṁ padānaṁ atthato. Seyyathidaṁ, pūretuṁ ayuttaṭṭhena kāyaduccaritādi",
  "anya-e0102n5:62_1": "avindiyaṁ nāma, aladdhabbanti attho. Taṁ avindiyaṁ vindatīti avijjā. Tabbiparītato",
  "anya-e0102n5:62_2": "kāyasucaritādi vindiyaṁ nāma, taṁ vindiyaṁ na vindatīti avijjā. Khandhānaṁ rāsaṭṭhaṁ,",
  "anya-e0102n5:62_3": "āyatanānaṁ āyatanaṭṭhaṁ, dhātūnaṁ suññaṭṭhaṁ, indriyānaṁ adhipatiyaṭṭhaṁ, saccānaṁ",
  "anya-e0102n5:62_4": "tathaṭṭhaṁ aviditaṁ karotītipi avijjā. Dukkhādīnaṁ pīḷanādivasena vuttaṁ catubbidhaṁ",
  "anya-e0102n5:62_5": "atthaṁ aviditaṁ karotītipi avijjā. Antavirahite saṁsāre sabbayonigatibhavaviññāṇaṭṭhitisattāvāsesu",
  "anya-e0102n5:62_6": "satte javāpetīti avijjā. Paramatthato avijjamānesu itthipurisādīsu javati, vijjamānesupi",
  "anya-e0102n5:62_7": "khandhādīsu na javatīti avijjā. Apica cakkhuviññāṇādīnaṁ vatthārammaṇānaṁ paṭiccasamuppādapaṭiccasamuppannānañca",
  "anya-e0102n5:62_8": "dhammānaṁ chādanatopi avijjā.",
  "anya-e0102n5:63_0": "Yaṁ paṭicca phalameti, so paccayo. Paṭiccāti na vinā apaccakkhatvāti attho. Etīti",
  "anya-e0102n5:63_1": "uppajjati ceva pavattati cāti attho. Apica upakārakaṭṭho paccayaṭṭho. Avijjā ca sā",
  "anya-e0102n5:63_2": "paccayo cāti avijjāpaccayo. Tasmā avijjāpaccayā.",
  "anya-e0102n5:64_0": "Saṅkhatamabhisaṅkharontīti saṅkhārā. Apica avijjāpaccayā saṅkhārā, saṅkhārasaddena",
  "anya-e0102n5:64_1": "āgatasaṅkhārāti duvidhā saṅkhārā. Tattha puññāpuññāneñjābhisaṅkhārā tayo, kāyavacīcittasaṅkhārā",
  "anya-e0102n5:64_2": "tayoti ime cha avijjāpaccayā saṅkhārā. Te sabbepi lokiyakusalākusalacetanāmattameva honti.",
  "anya-e0102n5:65_0": "Saṅkhatasaṅkhāro, abhisaṅkhatasaṅkhāro, abhisaṅkharaṇakasaṅkhāro, payogābhisaṅkhāroti",
  "anya-e0102n5:65_1": "ime pana cattāro saṅkhāra-saddena āgatasaṅkhārā. Tattha “aniccā vata saṅkhārā”tiādīsu",
  "anya-e0102n5:65_2": "vuttā sabbepi sappaccayā dhammā saṅkhatasaṅkhārā nāma. Kammanibbattā tebhūmakā rūpārūpadhammā",
  "anya-e0102n5:65_3": "abhisaṅkhatasaṅkhārāti aṭṭhakathāsu vuttā, tepi “aniccā vata saṅkhārā”ti ettheva",
  "anya-e0102n5:65_4": "saṅgahaṁ gacchanti. Visuṁ pana nesaṁ āgataṭṭhānaṁ na paññāyati. Tebhūmikakusalākusalacetanā",
  "anya-e0102n5:65_5": "pana abhisaṅkharaṇakasaṅkhāroti vuccati, tassa “avijjāgatoyaṁ, bhikkhave, purisapuggalo",
  "anya-e0102n5:65_6": "puññañceva saṅkhāraṁ abhisaṅkharotī”tiādīsu āgataṭṭhānaṁ paññāyati. Kāyikacetasikaṁ",
  "anya-e0102n5:65_7": "pana vīriyaṁ payogābhisaṅkhāroti vuccati, so “yāvatikā abhisaṅkhārassa gati, tāvatikā",
  "anya-e0102n5:65_8": "gantvā akkhāhataṁ maññe aṭṭhāsī”tiādīsu āgato.",
  "anya-e0102n5:66_0": "Na kevalañca eteyeva, aññepi “saññāvedayitanirodhaṁ samāpajjantassa kho, āvuso visākha,",
  "anya-e0102n5:66_1": "bhikkhuno paṭhamaṁ nirujjhati vacīsaṅkhāro, tato kāyasaṅkhāro, tato cittasaṅkhāro”tiādinā",
  "anya-e0102n5:66_2": "nayena saṅkhāra-saddena āgatā aneke saṅkhārā. Tesu natthi so saṅkhāro, yo saṅkhatasaṅkhārehi",
  "anya-e0102n5:66_3": "saṅgahaṁ na gaccheyya, ito paraṁ saṅkhārapaccayā viññāṇantiādīsu vuttaṁ vuttanayeneva veditabbaṁ.",
  "anya-e0102n5:67_0": "Avutte pana vijānātīti viññāṇaṁ. Namatīti nāmaṁ. Ruppatīti rūpaṁ. Āye tanoti āyatañca",
  "anya-e0102n5:67_1": "nayatīti āyatanaṁ. Phusatīti phasso. Vedayatīti vedanā. Paritassatīti taṇhā. Upādiyatīti",
  "anya-e0102n5:67_2": "upādānaṁ. Bhavati bhāvayati cāti bhavo. Jananaṁ jāti. Jiraṇaṁ jarā. Maranti etenāti",
  "anya-e0102n5:67_3": "maraṇaṁ. Socanaṁ soko. Paridevanaṁ paridevo. Dukkhayatīti dukkhaṁ. Uppādaṭṭhitivasena",
  "anya-e0102n5:67_4": "vā dvidhā khaṇatītipi dukkhaṁ. Dummanabhāvo domanassaṁ. Bhuso āyāso upāyāso.",
  "anya-e0102n5:68_0": "Sambhavantīti abhinibbattanti. Na kevalañca sokādīheva, atha kho sabbapadehi sambhavanti-saddassa",
  "anya-e0102n5:68_1": "yojanā kātabbā. Itarathā hi “avijjāpaccayā saṅkhārā”ti vutte kiṁ karontīti na paññāyeyya,",
  "anya-e0102n5:68_2": "sambhavantīti pana yojanāya sati avijjā ca sā paccayo cāti avijjāpaccayo. Tasmā avijjāpaccayā",
  "anya-e0102n5:68_3": "saṅkhārā sambhavantīti paccayapaccayuppannavavatthānaṁ kataṁ hoti. Esa nayo sabbattha.",
  "anya-e0102n5:69_0": "Evanti niddiṭṭhanayanidassanaṁ. Tena avijjādīheva kāraṇehi, na issaranimmānādīhīti",
  "anya-e0102n5:69_1": "dasseti. Etassāti yathāvuttassa. Kevalassāti asammissassa, sakalassa vā. Dukkhakkhandhassāti",
  "anya-e0102n5:69_2": "dukkhasamūhassa, na sattassa, na sukhasubhādīnaṁ. Samudayoti nibbatti. Hotīti sambhavati.",
  "anya-e0102n5:69_3": "Evamettha atthato viññātabbo vinicchayo.",
  "anya-e0102n5:70_0": "588.Lakkhaṇāditoti avijjādīnaṁ lakkhaṇādito. Seyyathidaṁ – aññāṇalakkhaṇā avijjā,",
  "anya-e0102n5:70_1": "sammohanarasā, chādanapaccupaṭṭhānā, āsavapadaṭṭhānā. Abhisaṅkharaṇalakkhaṇā saṅkhārā,",
  "anya-e0102n5:70_2": "āyūhanarasā, cetanāpaccupaṭṭhānā, avijjāpadaṭṭhānā. Vijānanalakkhaṇaṁ viññāṇaṁ, pubbaṅgamarasaṁ,",
  "anya-e0102n5:70_3": "paṭisandhipaccupaṭṭhānaṁ, saṅkhārapadaṭṭhānaṁ, vatthārammaṇapadaṭṭhānaṁ vā. Namanalakkhaṇaṁ",
  "anya-e0102n5:70_4": "nāmaṁ, sampayogarasaṁ, avinibbhogapaccupaṭṭhānaṁ, viññāṇapadaṭṭhānaṁ. Ruppanalakkhaṇaṁ",
  "anya-e0102n5:70_5": "rūpaṁ, vikiraṇarasaṁ, abyākatapaccupaṭṭhānaṁ, viññāṇapadaṭṭhānaṁ. Āyatanalakkhaṇaṁ",
  "anya-e0102n5:70_6": "saḷāyatanaṁ, dassanādirasaṁ, vatthudvārabhāvapaccupaṭṭhānaṁ, nāmarūpapadaṭṭhānaṁ.",
  "anya-e0102n5:70_7": "Phusanalakkhaṇo phasso, saṅghaṭṭanaraso, saṅgatipaccupaṭṭhāno, saḷāyatanapadaṭṭhāno.",
  "anya-e0102n5:70_8": "Anubhavanalakkhaṇā vedanā, visayarasasambhogarasā, sukhadukkhapaccupaṭṭhānā, phassapadaṭṭhānā.",
  "anya-e0102n5:70_9": "Hetulakkhaṇā taṇhā, abhinandanarasā, atittabhāvapaccupaṭṭhānā, vedanāpadaṭṭhānā.",
  "anya-e0102n5:70_10": "Gahaṇalakkhaṇaṁ upādānaṁ, amuñcanarasaṁ, taṇhādaḷhattadiṭṭhipaccupaṭṭhānaṁ, taṇhāpadaṭṭhānaṁ.",
  "anya-e0102n5:70_11": "Kammakammaphalalakkhaṇo bhavo, bhāvanabhavanaraso, kusalākusalābyākatapaccupaṭṭhāno,",
  "anya-e0102n5:70_12": "upādānapadaṭṭhāno. Jātiādīnaṁ lakkhaṇādīni saccaniddese vuttanayeneva veditabbāni.",
  "anya-e0102n5:70_13": "Evamettha lakkhaṇāditopi viññātabbo vinicchayo.",
  "anya-e0102n5:71_0": "589.Ekavidhāditoti ettha avijjā aññāṇādassanamohādibhāvato ekavidhā. Appaṭipattimicchāpaṭipattito",
  "anya-e0102n5:71_1": "duvidhā. Tathā sasaṅkhārāsaṅkhārato. Vedanattayasampayogato tividhā. Catusaccapaṭivedhato",
  "anya-e0102n5:71_2": "catubbidhā. Gatipañcakādīnavacchādanato pañcavidhā. Dvārārammaṇato pana sabbesupi",
  "anya-e0102n5:71_3": "arūpadhammesu chabbidhatā veditabbā.",
  "anya-e0102n5:72_0": "Saṅkhārā sāsavavipākadhammadhammādibhāvato ekavidhā. Kusalākusalato duvidhā. Tathā",
  "anya-e0102n5:72_1": "parittamahaggatahīnamajjhimamicchattaniyatāniyatato. Tividhā puññābhisaṅkhārādibhāvato.",
  "anya-e0102n5:72_2": "Catubbidhā catuyonisaṁvattanato. Pañcavidhā pañcagatigāmito.",
  "anya-e0102n5:73_0": "Viññāṇaṁ lokiyavipākādibhāvato ekavidhaṁ. Sahetukāhetukādito duvidhaṁ. Bhavattayapariyāpannato,",
  "anya-e0102n5:73_1": "vedanattayasampayogato, ahetukadvihetukatihetukato ca tividhaṁ. Yonigativasena catubbidhaṁ, pañcavidhañca.",
  "anya-e0102n5:74": "Nāmarūpaṁ viññāṇasannissayato kammapaccayato ca ekavidhaṁ. Sārammaṇanārammaṇato duvidhaṁ. Atītādito tividhaṁ. Yonigativasena catubbidhaṁ, pañcavidhañca.",
  "anya-e0102n5:75_0": "Saḷāyatanaṁ sañjātisamosaraṇaṭṭhānato ekavidhaṁ. Bhūtappasādaviññāṇādito duvidhaṁ.",
  "anya-e0102n5:75_1": "Sampattāsampattanobhayagocarato tividhaṁ. Yonigatipariyāpannato catubbidhaṁ pañcavidhañcāti",
  "anya-e0102n5:75_2": "iminā nayena phassādīnampi ekavidhādibhāvo veditabboti evamettha ekavidhāditopi viññātabbo vinicchayo.",
  "anya-e0102n5:76_0": "590.Aṅgānañca vavatthānāti sokādayo cettha bhavacakkassa avicchedadassanatthaṁ vuttā.",
  "anya-e0102n5:76_1": "Jarāmaraṇabbhāhatassa hi bālassa te sambhavanti. Yathāha – “assutavā, bhikkhave,",
  "anya-e0102n5:76_2": "puthujjano sārīrikāya dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati",
  "anya-e0102n5:76_3": "urattāḷiṁ kandati sammohamāpajjatī”ti. Yāva ca tesaṁ pavatti, tāva avijjāyāti punapi",
  "anya-e0102n5:76_4": "avijjāpaccayā saṅkhārāti sambandhameva hoti bhavacakkaṁ. Tasmā tesaṁ jarāmaraṇeneva",
  "anya-e0102n5:76_5": "ekasaṅkhepaṁ katvā dvādaseva paṭiccasamuppādaṅgānīti veditabbāni. Evamettha aṅgānaṁ",
  "anya-e0102n5:76_6": "vavatthānatopi viññātabbo vinicchayo.",
  "anya-e0102n5:77": "Ayaṁ tāvettha saṅkhepakathā.",
  "anya-e0102n5:78": "Avijjāpaccayāsaṅkhārapadakathā",
  "anya-e0102n5:79_0": "561. Ayaṁ pana vitthāranayo – avijjāti suttantapariyāyena dukkhādīsu catūsu ṭhānesu",
  "anya-e0102n5:79_1": "aññāṇaṁ, abhidhammapariyāyena pubbantādīhi saddhiṁ aṭṭhasu. Vuttañhetaṁ “tattha katamā",
  "anya-e0102n5:79_2": "avijjā, dukkhe aññāṇaṁ…pe… dukkhanirodhagāminiyā paṭipadāya aññāṇaṁ, pubbante aññāṇaṁ,",
  "anya-e0102n5:79_3": "aparante, pubbantāparante, idappaccayatāpaṭiccasamuppannesu dhammesu aññāṇa”nti.",
  "anya-e0102n5:79_4": "Tattha kiñcāpi ṭhapetvā lokuttaraṁ saccadvayaṁ sesaṭṭhānesu ārammaṇavasena avijjā",
  "anya-e0102n5:79_5": "uppajjati, evaṁ santepi paṭicchādanavaseneva idha adhippetā. Sā hi uppannā dukkhasaccaṁ",
  "anya-e0102n5:79_6": "paṭicchādetvā tiṭṭhati, yāthāvasarasalakkhaṇaṁ paṭivijjhituṁ na deti, tathā samudayaṁ,",
  "anya-e0102n5:79_7": "nirodhaṁ, maggaṁ, pubbantasaṅkhātaṁ atītaṁ khandhapañcakaṁ, aparantasaṅkhātaṁ anāgataṁ",
  "anya-e0102n5:79_8": "khandhapañcakaṁ, pubbantāparantasaṅkhātaṁ tadubhayaṁ, idappaccayatāpaṭiccasamuppannadhammasaṅkhātaṁ",
  "anya-e0102n5:79_9": "idappaccayatañceva paṭiccasamuppannadhamme ca paṭicchādetvā tiṭṭhati. “Ayaṁ avijjā,",
  "anya-e0102n5:79_10": "ime saṅkhārā”ti evaṁ yāthāvasarasalakkhaṇamettha paṭivijjhituṁ na deti. Tasmā dukkhe",
  "anya-e0102n5:79_11": "aññāṇaṁ…pe… idappaccayatāpaṭiccasamuppannesu dhammesu aññāṇanti vuccati.",
  "anya-e0102n5:80_0": "592.Saṅkhārāti puññādayo tayo kāyasaṅkhārādayo tayoti evaṁ pubbe saṅkhepato vuttā",
  "anya-e0102n5:80_1": "cha, vitthārato panettha puññābhisaṅkhāro dānasīlādivasena pavattā aṭṭha kāmāvacarakusalacetanā",
  "anya-e0102n5:80_2": "ceva bhāvanāvasena pavattā pañca rūpāvacarakusalacetanā cāti terasa cetanā honti.",
  "anya-e0102n5:80_3": "Apuññābhisaṅkhāro pāṇātipātādivasena pavattā dvādasa akusalacetanā. Āneñjābhisaṅkhāro",
  "anya-e0102n5:80_4": "bhāvanāvaseneva pavattā catasso arūpāvacarakusalacetanā cāti tayopi saṅkhārā ekūnatiṁsa cetanā honti.",
  "anya-e0102n5:81_0": "Itaresu pana tīsu kāyasañcetanā kāyasaṅkhāro, vacīsañcetanā vacīsaṅkhāro, manosañcetanā",
  "anya-e0102n5:81_1": "cittasaṅkhāro. Ayaṁ tiko kammāyūhanakkhaṇe puññābhisaṅkhārādīnaṁ dvārato pavattidassanatthaṁ",
  "anya-e0102n5:81_2": "vutto. Kāyaviññattiṁ samuṭṭhāpetvā hi kāyadvārato pavattā aṭṭha kāmāvacarakusalacetanā,",
  "anya-e0102n5:81_3": "dvādasa akusalacetanāti samavīsati cetanā kāyasaṅkhāro nāma. Tā eva vacīviññattiṁ",
  "anya-e0102n5:81_4": "samuṭṭhāpetvā vacīdvārato pavattā vacīsaṅkhāro nāma. Abhiññācetanā panettha parato",
  "anya-e0102n5:81_5": "viññāṇassa paccayo na hotīti na gahitā. Yathā ca abhiññācetanā, evaṁ uddhaccacetanāpi",
  "anya-e0102n5:81_6": "na hoti. Tasmā sāpi viññāṇassa paccayabhāve apanetabbā, avijjāpaccayā pana sabbāpetā",
  "anya-e0102n5:81_7": "honti. Ubhopi viññattiyo asamuṭṭhāpetvā manodvāre uppannā pana sabbāpi ekūnatiṁsati",
  "anya-e0102n5:81_8": "cetanā cittasaṅkhāroti. Iti ayaṁ tiko purimattikameva pavisatīti atthato puññābhisaṅkhārādīnaṁyeva",
  "anya-e0102n5:81_9": "vasena avijjāya paccayabhāvo veditabbo.",
  "anya-e0102n5:82_0": "593. Tattha siyā – kathaṁ panetaṁ jānitabbaṁ “ime saṅkhārā avijjā paccayā hontī”ti?",
  "anya-e0102n5:82_1": "Avijjābhāve bhāvato. Yassa hi dukkhādīsu avijjāsaṅkhātaṁ aññāṇaṁ appahīnaṁ hoti,",
  "anya-e0102n5:82_2": "so dukkhe tāva pubbantādīsu ca aññāṇena saṁsāradukkhaṁ sukhasaññāya gahetvā tasseva",
  "anya-e0102n5:82_3": "hetubhūte tividhepi saṅkhāre ārabhati. Samudaye aññāṇena dukkhahetubhūtepi taṇhāparikkhāre",
  "anya-e0102n5:82_4": "saṅkhāre sukhahetuto maññamāno ārabhati. Nirodhe pana magge ca aññāṇena dukkhassa",
  "anya-e0102n5:82_5": "anirodhabhūtepi gativisese dukkhanirodhasaññī hutvā nirodhassa ca amaggabhūtesupi",
  "anya-e0102n5:82_6": "yaññāmaratapādīsu nirodhamaggasaññī hutvā dukkhanirodhaṁ patthayamāno yaññāmaratapādimukhena",
  "anya-e0102n5:82_7": "tividhepi saṅkhāre ārabhati.",
  "anya-e0102n5:83_0": "Apica so tāya catūsu saccesu appahīnāvijjatāya visesato jātijarārogamaraṇādianekādīnavavokiṇṇampi",
  "anya-e0102n5:83_1": "puññaphalasaṅkhātaṁ dukkhaṁ dukkhato ajānanto tassa adhigamāya kāyavacīcittasaṅkhārabhedaṁ",
  "anya-e0102n5:83_2": "puññābhisaṅkhāraṁ ārabhati devaccharakāmako viya maruppapātaṁ. Sukhasammatassāpi",
  "anya-e0102n5:83_3": "ca tassa puññaphalassa ante mahāpariḷāhajanikaṁ vipariṇāmadukkhataṁ appassādatañca",
  "anya-e0102n5:83_4": "apassantopi tappaccayaṁ vuttappakārameva puññābhisaṅkhāraṁ ārabhati salabho viya",
  "anya-e0102n5:83_5": "dīpasikhābhinipātaṁ, madhubindugiddho viya ca madhulittasatthadhārālehanaṁ. Kāmupasevanādīsu",
  "anya-e0102n5:83_6": "ca savipākesu ādīnavaṁ apassanto sukhasaññāya ceva kilesābhibhūtatāya ca dvārattayappavattampi",
  "anya-e0102n5:83_7": "apuññābhisaṅkhāraṁ ārabhati, bālo viya gūthakīḷanaṁ, maritukāmo viya ca visakhādanaṁ.",
  "anya-e0102n5:83_8": "Āruppavipākesu cāpi saṅkhāravipariṇāmadukkhataṁ anavabujjhamāno sassatādivipallāsena",
  "anya-e0102n5:83_9": "cittasaṅkhārabhūtaṁ āneñjābhisaṅkhāraṁ ārabhati, disāmūḷho viya pisācanagarābhimukhamaggagamanaṁ.",
  "anya-e0102n5:84_0": "Evaṁ yasmā avijjābhāvatova saṅkhārabhāvo, na abhāvato. Tasmā jānitabbametaṁ “ime",
  "anya-e0102n5:84_1": "saṅkhārā avijjāpaccayā hontī”ti. Vuttampi cetaṁ “avidvā, bhikkhave, avijjāgato puññābhisaṅkhārampi",
  "anya-e0102n5:84_2": "abhisaṅkharoti, apuññābhisaṅkhārampi abhisaṅkharoti, āneñjābhisaṅkhārampi abhisaṅkharoti.",
  "anya-e0102n5:84_3": "Yato ca kho, bhikkhave, bhikkhuno avijjā pahīnā, vijjā uppannā; so avijjāvirāgā vijjuppādā",
  "anya-e0102n5:84_4": "neva puññābhisaṅkhāraṁ abhisaṅkharotī”ti.",
  "anya-e0102n5:85": "Paṭṭhānapaccayakathā",
  "anya-e0102n5:86_0": "594. Etthāha – gaṇhāma tāva etaṁ avijjā saṅkhārānaṁ paccayoti, idaṁ pana vattabbaṁ",
  "anya-e0102n5:86_1": "katamesaṁ saṅkhārānaṁ kathaṁ paccayo hotīti? Tatridaṁ vuccati, bhagavatā hi “hetupaccayo,",
  "anya-e0102n5:86_2": "ārammaṇapaccayo, adhipatipaccayo, anantarapaccayo, samanantarapaccayo, sahajātapaccayo,",
  "anya-e0102n5:86_3": "aññamaññapaccayo, nissayapaccayo, upanissayapaccayo, purejātapaccayo, pacchājātapaccayo,",
  "anya-e0102n5:86_4": "āsevanapaccayo, kammapaccayo, vipākapaccayo, āhārapaccayo, indriyapaccayo, jhānapaccayo,",
  "anya-e0102n5:86_5": "maggapaccayo, sampayuttapaccayo, vippayuttapaccayo, atthipaccayo, natthipaccayo,",
  "anya-e0102n5:86_6": "vigatapaccayo, avigatapaccayo”ti catuvīsati paccayā vuttā.",
  "anya-e0102n5:87": "Tattha hetu ca so paccayo cāti hetupaccayo, hetu hutvā paccayo, hetubhāvena paccayoti vuttaṁ hoti. Ārammaṇapaccayādīsupi eseva nayo.",
  "anya-e0102n5:88_0": "595. Tattha hetūti vacanāvayavakāraṇamūlānametaṁ adhivacanaṁ. “Paṭiññā, hetū”tiādīsu",
  "anya-e0102n5:88_1": "hi loke vacanāvayavo hetūti vuccati. Sāsane pana “ye dhammā hetuppabhavā”tiādīsu",
  "anya-e0102n5:88_2": "kāraṇaṁ. “Tayo kusalahetū, tayo akusalahetū”tiādīsu mūlaṁ hetūti vuccati, taṁ idha",
  "anya-e0102n5:88_3": "adhippetaṁ. Paccayoti ettha pana ayaṁ vacanattho, paṭicca etasmā etīti paccayo. Apaccakkhāya",
  "anya-e0102n5:88_4": "naṁ vattatīti attho. Yo hi dhammo yaṁ dhammaṁ apaccakkhāya tiṭṭhati vā uppajjati",
  "anya-e0102n5:88_5": "vā, so tassa paccayoti vuttaṁ hoti. Lakkhaṇato pana upakārakalakkhaṇo paccayo. Yo",
  "anya-e0102n5:88_6": "hi dhammo yassa dhammassa ṭhitiyā vā uppattiyā vā upakārako hoti, so tassa paccayoti",
  "anya-e0102n5:88_7": "vuccati. Paccayo, hetu, kāraṇaṁ, nidānaṁ, sambhavo, pabhavotiādi atthato ekaṁ, byañjanato",
  "anya-e0102n5:88_8": "nānaṁ. Iti mūlaṭṭhena hetu, upakārakaṭṭhena paccayoti saṅkhepato mūlaṭṭhena upakārako dhammo hetupaccayo.",
  "anya-e0102n5:89_0": "So sāliādīnaṁ sālibījādīni viya, maṇipabhādīnaṁ viya ca maṇivaṇṇādayo kusalādīnaṁ",
  "anya-e0102n5:89_1": "kusalādibhāvasādhakoti ācariyānaṁ adhippāyo. Evaṁ sante pana taṁsamuṭṭhānarūpesu",
  "anya-e0102n5:89_2": "hetupaccayatā na sampajjati. Na hi so tesaṁ kusalādibhāvaṁ sādheti, na ca paccayo",
  "anya-e0102n5:89_3": "na hoti. Vuttañhetaṁ “hetū hetusampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ",
  "anya-e0102n5:89_4": "hetupaccayena paccayo”ti. Ahetukacittānañca vinā etena abyākatabhāvo siddho, sahetukānampi",
  "anya-e0102n5:89_5": "ca yonisomanasikārādipaṭibaddho kusalādibhāvo, na sampayuttahetupaṭibaddho. Yadi",
  "anya-e0102n5:89_6": "ca sampayuttahetūsu sabhāvatova kusalādibhāvo siyā, sampayuttesu hetupaṭibaddho alobho",
  "anya-e0102n5:89_7": "kusalo vā siyā abyākato vā. Yasmā pana ubhayathāpi hoti, tasmā yathā sampayuttesu,",
  "anya-e0102n5:89_8": "evaṁ hetūsupi kusalāditā pariyesitabbā.",
  "anya-e0102n5:90_0": "Kusalādibhāvasādhanavasena pana hetūnaṁ mūlaṭṭhaṁ agahetvā suppatiṭṭhitabhāvasādhanavasena",
  "anya-e0102n5:90_1": "gayhamāne na kiñci virujjhati. Laddhahetupaccayā hi dhammā virūḷhamūlā viya pādapā",
  "anya-e0102n5:90_2": "thirā honti suppatiṭṭhitā, ahetukā tilabījakādisevālā viya na suppatiṭṭhitā. Iti",
  "anya-e0102n5:90_3": "mūlaṭṭhena upakārakoti suppatiṭṭhitabhāvasādhanena upakārako dhammo hetupaccayoti veditabbo.",
  "anya-e0102n5:91_0": "596. Tato paresu ārammaṇabhāvena upakārako dhammo ārammaṇapaccayo. So “rūpāyatanaṁ",
  "anya-e0102n5:91_1": "cakkhuviññāṇadhātuyā”ti ārabhitvāpi “yaṁ yaṁ dhammaṁ ārabbha ye ye dhammā uppajjanti",
  "anya-e0102n5:91_2": "cittacetasikā dhammā, te te dhammā tesaṁ tesaṁ dhammānaṁ ārammaṇapaccayena paccayo”ti",
  "anya-e0102n5:91_3": "osāpitattā na koci dhammo na hoti. Yathā hi dubbalo puriso daṇḍaṁ vā rajjuṁ vā ālambitvāva",
  "anya-e0102n5:91_4": "uṭṭhahati ceva tiṭṭhati ca, evaṁ cittacetasikā dhammā rūpādiārammaṇaṁ ārabbheva uppajjanti",
  "anya-e0102n5:91_5": "ceva tiṭṭhanti ca. Tasmā sabbepi cittacetasikānaṁ ārammaṇabhūtā dhammā ārammaṇapaccayoti veditabbā.",
  "anya-e0102n5:92_0": "597. Jeṭṭhakaṭṭhena upakārako dhammo adhipatipaccayo, so sahajātārammaṇavasena duvidho.",
  "anya-e0102n5:92_1": "Tattha “chandādhipati chandasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ",
  "anya-e0102n5:92_2": "adhipatipaccayena paccayo”tiādivacanato chandavīriyacittavīmaṁsāsaṅkhātā cattāro",
  "anya-e0102n5:92_3": "dhammā adhipatipaccayoti veditabbā, no ca kho ekato. Yadā hi chandaṁ dhuraṁ chandaṁ",
  "anya-e0102n5:92_4": "jeṭṭhakaṁ katvā cittaṁ pavattati, tadā chandova adhipati, na itare. Esa nayo sesesupi.",
  "anya-e0102n5:93_0": "Yaṁ pana dhammaṁ garuṁ katvā arūpadhammā pavattanti, so nesaṁ ārammaṇādhipati. Tena",
  "anya-e0102n5:93_1": "vuttaṁ “yaṁ yaṁ dhammaṁ garuṁ katvā ye ye dhammā uppajjanti cittacetasikā dhammā,",
  "anya-e0102n5:93_2": "te te dhammā tesaṁ tesaṁ dhammānaṁ adhipatipaccayena paccayo”ti.",
  "anya-e0102n5:94_0": "598. Anantarabhāvena upakārako dhammo anantarapaccayo. Samanantarabhāvena upakārako",
  "anya-e0102n5:94_1": "dhammo samanantarapaccayo. Idañca paccayadvayaṁ bahudhā papañcayanti. Ayaṁ panettha",
  "anya-e0102n5:94_2": "sāro, yo hi esa cakkhuviññāṇānantarā manodhātu, manodhātuanantarā manoviññāṇadhātūtiādi",
  "anya-e0102n5:94_3": "cittaniyamo, so yasmā purimapurimacittavaseneva ijjhati, na aññathā, tasmā attano",
  "anya-e0102n5:94_4": "attano anantaraṁ anurūpassa cittuppādassa uppādanasamattho dhammo anantarapaccayo.",
  "anya-e0102n5:94_5": "Tenevāha – “anantarapaccayoti cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā",
  "anya-e0102n5:94_6": "taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo”tiādi. Yo anantarapaccayo,",
  "anya-e0102n5:94_7": "sveva samanantarapaccayo. Byañjanamattameva hettha nānaṁ, upacayasantatīsu viya adhivacananiruttidukādīsu",
  "anya-e0102n5:94_8": "viya ca. Atthato pana nānaṁ natthi.",
  "anya-e0102n5:95_0": "Yampi “atthānantaratāya anantarapaccayo, kālānantaratāya samanantarapaccayo”ti ācariyānaṁ",
  "anya-e0102n5:95_1": "mataṁ, taṁ “nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanakusalaṁ phalasamāpattiyā",
  "anya-e0102n5:95_2": "samanantarapaccayena paccayo”tiādīhi virujjhati. Yampi tattha vadanti “dhammānaṁ",
  "anya-e0102n5:95_3": "samuṭṭhāpanasamatthatā na parihāyati, bhāvanābalena pana vāritattā dhammā samanantarā",
  "anya-e0102n5:95_4": "nuppajjantī”ti, tampi kālānantaratāya abhāvameva sādheti. Bhāvanābalena hi tattha",
  "anya-e0102n5:95_5": "kālānantaratā natthīti, mayampi etadeva vadāma. Yasmā ca kālānantaratā natthi, tasmā",
  "anya-e0102n5:95_6": "samanantarapaccayatā na yujjati. Kālānantaratāya hi tesaṁ samanantarapaccayo hotīti",
  "anya-e0102n5:95_7": "laddhi. Tasmā abhinivesaṁ akatvā byañjanamattatovettha nānākaraṇaṁ paccetabbaṁ, na",
  "anya-e0102n5:95_8": "atthato. Kathaṁ? Natthi etesaṁ antaranti hi anantarā. Saṇṭhānābhāvato suṭṭhu anantarāti samanantarā.",
  "anya-e0102n5:96_0": "599. Uppajjamānova saha uppādanabhāvena upakārako dhammo sahajātapaccayo pakāsassa",
  "anya-e0102n5:96_1": "padīpo viya. So arūpakkhandhādivasena chabbidho hoti. Yathāha – “cattāro khandhā",
  "anya-e0102n5:96_2": "arūpino aññamaññaṁ sahajātapaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ, okkantikkhaṇe",
  "anya-e0102n5:96_3": "nāmarūpaṁ aññamaññaṁ, cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ, mahābhūtā",
  "anya-e0102n5:96_4": "upādārūpānaṁ, rūpino dhammā arūpīnaṁ dhammānaṁ kiñcikāle sahajātapaccayena paccayo,",
  "anya-e0102n5:96_5": "kiñcikāle na sahajātapaccayena paccayo”ti. Idaṁ hadayavatthumeva sandhāya vuttaṁ.",
  "anya-e0102n5:97_0": "600. Aññamaññaṁ uppādanupatthambhanabhāvena upakārako dhammo aññamaññapaccayo aññamaññūpatthambhakaṁ",
  "anya-e0102n5:97_1": "tidaṇḍakaṁ viya. So arūpakkhandhādivasena tividho hoti. Yathāha – “cattāro khandhā",
  "anya-e0102n5:97_2": "arūpino aññamaññapaccayena paccayo. Cattāro mahābhūtā okkantikkhaṇe nāmarūpaṁ aññamaññapaccayena paccayo”ti.",
  "anya-e0102n5:98_0": "601. Adhiṭṭhānākārena nissayākārena ca upakārako dhammo nissayapaccayo tarucittakammādīnaṁ",
  "anya-e0102n5:98_1": "pathavīpaṭādayo viya. So “cattāro khandhā arūpino aññamaññaṁ nissayapaccayena paccayo”ti",
  "anya-e0102n5:98_2": "evaṁ sahajāte vuttanayeneva veditabbo. Chaṭṭho panettha koṭṭhāso “cakkhāyatanaṁ cakkhuviññāṇadhātuyā…pe…",
  "anya-e0102n5:98_3": "sota… ghāna… jivhā… kāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ",
  "anya-e0102n5:98_4": "nissayapaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti,",
  "anya-e0102n5:98_5": "taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ nissayapaccayena",
  "anya-e0102n5:98_6": "paccayo”ti evaṁ vibhatto.",
  "anya-e0102n5:99_0": "602.Upanissayapaccayoti ettha pana ayaṁ tāva vacanattho, tadadhīnavuttitāya attano",
  "anya-e0102n5:99_1": "phalena nissito na paṭikkhittoti nissayo. Yathā pana bhuso āyāso upāyāso, evaṁ bhuso",
  "anya-e0102n5:99_2": "nissayo upanissayo, balavakāraṇassetaṁ adhivacanaṁ. Tasmā balavakāraṇabhāvena upakārako",
  "anya-e0102n5:99_3": "dhammo upanissayapaccayoti veditabbo.",
  "anya-e0102n5:100_0": "So ārammaṇūpanissayo anantarūpanissayo pakatūpanissayoti tividho hoti. Tattha “dānaṁ",
  "anya-e0102n5:100_1": "datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁkatvā paccavekkhati, pubbe",
  "anya-e0102n5:100_2": "suciṇṇāni garuṁkatvā paccavekkhati, jhānā vuṭṭhahitvā jhānaṁ garuṁkatvā paccavekkhati,",
  "anya-e0102n5:100_3": "sekkhā gotrabhuṁ garuṁkatvā paccavekkhanti, vodānaṁ garuṁkatvā paccavekkhanti. Sekkhā",
  "anya-e0102n5:100_4": "maggā vuṭṭhahitvā maggaṁ garuṁkatvā paccavekkhantī”ti evamādinā nayena ārammaṇūpanissayo",
  "anya-e0102n5:100_5": "tāva ārammaṇādhipatinā saddhiṁ nānattaṁ akatvāva vibhatto. Tattha yaṁ ārammaṇaṁ garuṁkatvā",
  "anya-e0102n5:100_6": "cittacetasikā uppajjanti, taṁ niyamato tesu ārammaṇesu balavārammaṇaṁ hoti. Iti garukattabbamattaṭṭhena",
  "anya-e0102n5:100_7": "ārammaṇādhipati, balavakāraṇaṭṭhena ārammaṇūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "anya-e0102n5:101_0": "Anantarūpanissayopi “purimā purimā kusalā khandhā pacchimānaṁ pacchimānaṁ kusalānaṁ",
  "anya-e0102n5:101_1": "khandhānaṁ upanissayapaccayena paccayo”tiādinā nayena anantarapaccayena saddhiṁ nānattaṁ",
  "anya-e0102n5:101_2": "akatvāva vibhatto. Mātikānikkhepe pana nesaṁ “cakkhuviññāṇadhātu taṁsampayuttakā",
  "anya-e0102n5:101_3": "ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo”tiādinā",
  "anya-e0102n5:101_4": "nayena anantarassa, “purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ",
  "anya-e0102n5:101_5": "dhammānaṁ upanissayapaccayena paccayo”tiādinā nayena upanissayassa āgatattā nikkhepe",
  "anya-e0102n5:101_6": "viseso atthi. Sopi atthato ekībhāvameva gacchati. Evaṁ santepi attano attano anantarā",
  "anya-e0102n5:101_7": "anurūpassa cittuppādassa pavattanasamatthatāya anantaratā, purimacittassa pacchimacittuppādane",
  "anya-e0102n5:101_8": "balavatāya anantarūpanissayatā veditabbā. Yathā hi hetupaccayādīsu kiñci dhammaṁ",
  "anya-e0102n5:101_9": "vināpi cittaṁ uppajjati, na evaṁ anantaracittaṁ vinā cittassa uppatti nāma atthi.",
  "anya-e0102n5:101_10": "Tasmā balavapaccayo hoti. Iti attano attano anantarā anurūpacittuppādanavasena anantarapaccayo,",
  "anya-e0102n5:101_11": "balavakāraṇavasena anantarūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "anya-e0102n5:102_0": "Pakatūpanissayo pana pakato upanissayo pakatūpanissayo. Pakato nāma attano santāne",
  "anya-e0102n5:102_1": "nipphādito vā saddhāsīlādi upasevito vā utubhojanādi. Pakatiyā eva vā upanissayo",
  "anya-e0102n5:102_2": "pakatūpanissayo, ārammaṇānantarehi asammissoti attho. Tassa pakatūpanissayo “saddhaṁ",
  "anya-e0102n5:102_3": "upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, jhānaṁ uppādeti,",
  "anya-e0102n5:102_4": "vipassanaṁ uppādeti, maggaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti. Sīlaṁ,",
  "anya-e0102n5:102_5": "sutaṁ, cāgaṁ, paññaṁ upanissāya dānaṁ deti…pe… samāpattiṁ uppādeti. Saddhā, sīlaṁ,",
  "anya-e0102n5:102_6": "sutaṁ, cāgo, paññā saddhāya, sīlassa, sutassa, cāgassa, paññāya, upanissayapaccayena",
  "anya-e0102n5:102_7": "paccayo”tiādinā nayena anekappakārato pabhedo veditabbo. Iti ime saddhādayo pakatā",
  "anya-e0102n5:102_8": "ceva balavakāraṇaṭṭhena upanissayā cāti pakatūpanissayoti.",
  "anya-e0102n5:103_0": "603. Paṭhamataraṁ uppajjitvā vattamānabhāvena upakārako dhammo purejātapaccayo. So",
  "anya-e0102n5:103_1": "pañcadvāre vatthārammaṇahadayavatthuvasena ekādasavidho hoti. Yathāha – “cakkhāyatanaṁ",
  "anya-e0102n5:103_2": "cakkhuviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Sota…pe…",
  "anya-e0102n5:103_3": "ghāna, jivhā, kāyāyatanaṁ, rūpa, sadda, gandha, rasa, phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā",
  "anya-e0102n5:103_4": "taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Rūpa, sadda, gandha, rasa,",
  "anya-e0102n5:103_5": "phoṭṭhabbāyatanaṁ manodhātuyā. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca",
  "anya-e0102n5:103_6": "vattanti, taṁ rūpaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ purejātapaccayena",
  "anya-e0102n5:103_7": "paccayo. Manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ kiñcikāle purejātapaccayena",
  "anya-e0102n5:103_8": "paccayo. Kiñcikāle na purejātapaccayena paccayo”ti.",
  "anya-e0102n5:104_0": "604. Purejātānaṁ rūpadhammānaṁ upatthambhakattena upakārako arūpadhammo pacchājātapaccayo",
  "anya-e0102n5:104_1": "gijjhapotakasarīrānaṁ āhārāsācetanā viya. Tena vuttaṁ “pacchājātā cittacetasikā dhammā",
  "anya-e0102n5:104_2": "purejātassa imassa kāyassa pacchājātapaccayena paccayo”ti.",
  "anya-e0102n5:105_0": "605. Āsevanaṭṭhena anantarānaṁ paguṇabalavabhāvāya upakārako dhammo āsevanapaccayo",
  "anya-e0102n5:105_1": "ganthādīsu purimapurimābhiyogo viya. So kusalākusalakiriyajavanavasena tividho hoti.",
  "anya-e0102n5:105_2": "Yathāha – “purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ",
  "anya-e0102n5:105_3": "āsevanapaccayena paccayo. Purimā purimā akusalā…pe… kiriyābyākatā dhammā pacchimānaṁ",
  "anya-e0102n5:105_4": "pacchimānaṁ kiriyābyākatānaṁ dhammānaṁ āsevanapaccayena paccayo”ti.",
  "anya-e0102n5:106_0": "606. Cittapayogasaṅkhātena kiriyabhāvena upakārako dhammo kammapaccayo. So nānakkhaṇikāya",
  "anya-e0102n5:106_1": "ceva kusalākusalacetanāya sahajātāya ca sabbāyapi cetanāya vasena duvidho hoti. Yathāha",
  "anya-e0102n5:106_2": "– “kusalākusalaṁ kammaṁ vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo.",
  "anya-e0102n5:106_3": "Cetanā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ kammapaccayena paccayo”ti.",
  "anya-e0102n5:107_0": "607. Nirussāhasantabhāvena nirussāhasantabhāvāya upakārako vipākadhammo vipākapaccayo.",
  "anya-e0102n5:107_1": "So pavatte taṁsamuṭṭhānānaṁ, paṭisandhiyaṁ kaṭattā ca rūpānaṁ, sabbattha ca sampayuttadhammānaṁ",
  "anya-e0102n5:107_2": "paccayo hoti. Yathāha –“vipākābyākato eko khandho tiṇṇannaṁ khandhānaṁ cittasamuṭṭhānānañca",
  "anya-e0102n5:107_3": "rūpānaṁ vipākapaccayena paccayo…pe… paṭisandhikkhaṇe vipākābyākato eko khandho tiṇṇannaṁ",
  "anya-e0102n5:107_4": "khandhānaṁ kaṭattā ca rūpānaṁ. Tayo khandhā ekassa khandhassa. Dve khandhā dvinnaṁ",
  "anya-e0102n5:107_5": "khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo. Khandhā vatthussa vipākapaccayena paccayo”ti.",
  "anya-e0102n5:108_0": "608. Rūpārūpānaṁ upatthambhakaṭṭhena upakārakā cattāro āhārā āhārapaccayo. Yathāha",
  "anya-e0102n5:108_1": "–“kabaḷīkāro āhāro imassa kāyassa āhārapaccayena paccayo. Arūpino āhārā sampayuttakānaṁ",
  "anya-e0102n5:108_2": "dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayo”ti. Pañhāvāre pana “paṭisandhikkhaṇe",
  "anya-e0102n5:108_3": "vipākābyākatā āhārā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ āhārapaccayena",
  "anya-e0102n5:108_4": "paccayo”tipi vuttaṁ.",
  "anya-e0102n5:109_0": "609. Adhipatiyaṭṭhena upakārakā itthindriyapurisindriyavajjā vīsatindriyā indriyapaccayo.",
  "anya-e0102n5:109_1": "Tattha cakkhundriyādayo arūpadhammānaṁyeva, sesā rūpārūpānaṁ paccayā honti. Yathāha",
  "anya-e0102n5:109_2": "– “cakkhundriyaṁ cakkhuviññāṇadhātuyā…pe… sota… ghāna… jivhā… kāyindriyaṁ kāyaviññāṇadhātuyā",
  "anya-e0102n5:109_3": "taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Rūpajīvitindriyaṁ kaṭattārūpānaṁ",
  "anya-e0102n5:109_4": "indriyapaccayena paccayo. Arūpino indriyā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca",
  "anya-e0102n5:109_5": "rūpānaṁ indriyapaccayena paccayo”ti. Pañhāvāre pana “paṭisandhikkhaṇe vipākābyākatā",
  "anya-e0102n5:109_6": "indriyā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ indriyapaccayena paccayo”tipi vuttaṁ.",
  "anya-e0102n5:110_0": "610. Upanijjhāyanaṭṭhena upakārakāni ṭhapetvā dvipañcaviññāṇe sukhadukkhavedanādvayaṁ",
  "anya-e0102n5:110_1": "sabbānipi kusalādibhedāni satta jhānaṅgāni jhānapaccayo. Yathāha –“jhānaṅgāni jhānasampayuttakānaṁ",
  "anya-e0102n5:110_2": "dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayo”ti. Pañhāvāre pana “paṭisandhikkhaṇe",
  "anya-e0102n5:110_3": "vipākābyākatāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ jhānapaccayena",
  "anya-e0102n5:110_4": "paccayo”tipi vuttaṁ.",
  "anya-e0102n5:111_0": "611. Yato tato vā niyyānaṭṭhena upakārakāni kusalādibhedāni dvādasa maggaṅgāni maggapaccayo.",
  "anya-e0102n5:111_1": "Yathāha – “maggaṅgāni maggasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ maggapaccayena",
  "anya-e0102n5:111_2": "paccayo”ti. Pañhāvāre pana “paṭisandhikkhaṇe vipākābyākatāni maggaṅgāni sampayuttakānaṁ",
  "anya-e0102n5:111_3": "khandhānaṁ kaṭattā ca rūpānaṁ maggapaccayena paccayo”tipi vuttaṁ. Ete pana dvepi",
  "anya-e0102n5:111_4": "jhānamaggapaccayā dvipañcaviññāṇāhetukacittesu na labbhantīti veditabbā.",
  "anya-e0102n5:112_0": "612. Ekavatthukaekārammaṇaekuppādekanirodhasaṅkhātena sampayuttabhāvena upakārakā",
  "anya-e0102n5:112_1": "arūpadhammā sampayuttapaccayo. Yathāha – “cattāro khandhā arūpino aññamaññaṁ sampayuttapaccayena paccayo”ti.",
  "anya-e0102n5:113_0": "613. Ekavatthukādibhāvānupagamena upakārakā rūpino dhammā arūpīnaṁ dhammānaṁ, arūpinopi",
  "anya-e0102n5:113_1": "rūpīnaṁ vippayuttapaccayo. So sahajātapacchājātapurejātavasena tividho hoti. Vuttañhetaṁ",
  "anya-e0102n5:113_2": "“sahajātā kusalā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo.",
  "anya-e0102n5:113_3": "Pacchājātā kusalā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayo”ti.",
  "anya-e0102n5:113_4": "Abyākatapadassa pana sahajātavibhaṅge “paṭisandhikkhaṇe vipākābyākatā khandhā kaṭattārūpānaṁ",
  "anya-e0102n5:113_5": "vippayuttapaccayena paccayo. Khandhā vatthussa. Vatthu khandhānaṁ vippayuttapaccayena",
  "anya-e0102n5:113_6": "paccayo”tipi vuttaṁ. Purejātaṁ pana cakkhundriyādivatthuvaseneva veditabbaṁ. Yathāha",
  "anya-e0102n5:113_7": "– “purejātaṁ cakkhāyatanaṁ cakkhuviññāṇassa…pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena",
  "anya-e0102n5:113_8": "paccayo. Vatthu vipākābyākatānaṁ kiriyābyākatānaṁ khandhānaṁ…pe… vatthu kusalānaṁ",
  "anya-e0102n5:113_9": "khandhānaṁ…pe… vatthu akusalānaṁ khandhānaṁ vippayuttapaccayena paccayo”ti.",
  "anya-e0102n5:114_0": "614. Paccuppannalakkhaṇena atthibhāvena tādisasseva dhammassa upatthambhakattena",
  "anya-e0102n5:114_1": "upakārako dhammo atthipaccayo. Tassa arūpakkhandhamahābhūtanāmarūpacittacetasikamahābhūtaāyatanavatthuvasena",
  "anya-e0102n5:114_2": "sattadhā mātikā nikkhittā. Yathāha –“cattāro khandhā arūpino aññamaññaṁ atthipaccayena",
  "anya-e0102n5:114_3": "paccayo, cattāro mahābhūtā, okkantikkhaṇe nāmarūpaṁ aññamaññaṁ. Cittacetasikā dhammā",
  "anya-e0102n5:114_4": "cittasamuṭṭhānānaṁ rūpānaṁ. Mahābhūtā upādārūpānaṁ. Cakkhāyatanaṁ cakkhuviññāṇadhātuyā…pe…",
  "anya-e0102n5:114_5": "kāyāyatanaṁ…pe… rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca",
  "anya-e0102n5:114_6": "dhammānaṁ atthipaccayena paccayo. Rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca",
  "anya-e0102n5:114_7": "dhammānaṁ. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ",
  "anya-e0102n5:114_8": "manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca dhammānaṁ atthipaccayena paccayo”ti.",
  "anya-e0102n5:115_0": "Pañhāvāre pana sahajātaṁ purejātaṁ pacchājātaṁ āhāraṁ indriyantipi nikkhipitvā sahajāte",
  "anya-e0102n5:115_1": "tāva “eko khandho tiṇṇannaṁ khandhānaṁ taṁsamuṭṭhānānañca rūpānaṁ atthipaccayena",
  "anya-e0102n5:115_2": "paccayo”tiādinā nayena niddeso kato, purejāte purejātānaṁ cakkhādīnaṁ vasena niddeso",
  "anya-e0102n5:115_3": "kato. Pacchājāte purejātassa imassa kāyassa pacchājātānaṁ cittacetasikānaṁ paccayavasena",
  "anya-e0102n5:115_4": "niddeso kato. Āhārindriyesu “kabaḷīkāro āhāro imassa kāyassa atthipaccayena paccayo.",
  "anya-e0102n5:115_5": "Rūpajīvitindriyaṁ kaṭattārūpānaṁ atthipaccayena paccayo”ti evaṁ niddeso katoti.",
  "anya-e0102n5:116_0": "615. Attano anantarā uppajjamānānaṁ arūpadhammānaṁ pavattiokāsadānena upakārakā samanantaraniruddhā",
  "anya-e0102n5:116_1": "arūpadhammā natthipaccayo. Yathāha –“samanantaraniruddhā cittacetasikā dhammā paṭuppannānaṁ",
  "anya-e0102n5:116_2": "cittacetasikānaṁ dhammānaṁ natthipaccayena paccayo”ti.",
  "anya-e0102n5:117": "Te eva vigatabhāvena upakārakattā vigatapaccayo. Yathāha – “samanantaravigatā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ vigatapaccayena paccayo”ti.",
  "anya-e0102n5:118_0": "Atthi paccayadhammā eva ca avigatabhāvena upakārakattā avigatapaccayoti veditabbā.",
  "anya-e0102n5:118_1": "Desanāvilāsena pana tathā vinetabbaveneyyavasena vā ayaṁ duko vutto, ahetukadukaṁ",
  "anya-e0102n5:118_2": "vatvāpi hetuvippayuttaduko viyāti.",
  "anya-e0102n5:119": "Avijjāpaccayāsaṅkhārapadavitthārakathā",
  "anya-e0102n5:120": "616. Evamimesu catuvīsatiyā paccayesu ayaṁ avijjā,",
  "anya-e0102n5:121": "Paccayo hoti puññānaṁ, duvidhānekadhā pana;",
  "anya-e0102n5:122": "Paresaṁ pacchimānaṁ sā, ekadhā paccayo matāti.",
  "anya-e0102n5:123_0": "Tattha puññānaṁ duvidhāti ārammaṇapaccayena ca upanissayapaccayena cāti dvedhā paccayo",
  "anya-e0102n5:123_1": "hoti. Sā hi avijjaṁ khayato vayato sammasanakāle kāmāvacarānaṁ puññābhisaṅkhārānaṁ",
  "anya-e0102n5:123_2": "ārammaṇapaccayena paccayo hoti. Abhiññācittena samohacittaṁ jānanakāle rūpāvacarānaṁ.",
  "anya-e0102n5:123_3": "Avijjāsamatikkamatthāya pana dānādīni ceva kāmāvacarapuññakiriyavatthūni pūrentassa,",
  "anya-e0102n5:123_4": "rūpāvacarajjhānāni ca uppādentassa dvinnampi tesaṁ upanissayapaccayena paccayo hoti.",
  "anya-e0102n5:123_5": "Tathā avijjāsammūḷhattā kāmabhavarūpabhavasampattiyo patthetvā tāneva puññāni karontassa.",
  "anya-e0102n5:124_0": "Anekadhā pana paresanti apuññābhisaṅkhārānaṁ anekadhā paccayo hoti. Kathaṁ? Esā hi",
  "anya-e0102n5:124_1": "avijjaṁ ārabbha rāgādīnaṁ uppajjanakāle ārammaṇapaccayena, garuṁkatvā assādanakāle",
  "anya-e0102n5:124_2": "ārammaṇādhipatiārammaṇūpanissayehi, avijjāsammūḷhassa anādīnavadassāvino pāṇātipātādīni",
  "anya-e0102n5:124_3": "karontassa upanissayapaccayena, dutiyajavanādīnaṁ anantarasamanantaraanantarūpanissayāsevananatthivigatapaccayehi,",
  "anya-e0102n5:124_4": "yaṁkiñci akusalaṁ karontassa hetu sahajāta aññamañña nissaya sampayutta atthi avigatapaccayehīti",
  "anya-e0102n5:124_5": "anekadhā paccayo hoti.",
  "anya-e0102n5:125": "Pacchimānaṁ sā ekadhā paccayo matāti āneñjābhisaṅkhārānaṁ upanissayapaccayeneva ekadhā paccayo matā. So panassā upanissayabhāvo puññābhisaṅkhāre vuttanayeneva veditabboti.",
  "anya-e0102n5:126_0": "617. Etthāha – kiṁ panāyamekāva avijjā saṅkhārānaṁ paccayo, udāhu aññepi paccayā",
  "anya-e0102n5:126_1": "santīti? Kiṁ panettha, yadi tāva ekāva, ekakāraṇavādo āpajjati. Athaññepi santi,",
  "anya-e0102n5:126_2": "“avijjāpaccayā saṅkhārā”ti ekakāraṇaniddeso nupapajjatīti? Na nupapajjati. Kasmā? Yasmā –",
  "anya-e0102n5:127": "Ekaṁ na ekato idha, nānekamanekatopi no ekaṁ;",
  "anya-e0102n5:128": "Phalamatthi atthi pana eka-hetuphaladīpane attho.",
  "anya-e0102n5:129_0": "Ekato hi kāraṇato na idha kiñci ekaṁ phalamatthi, na anekaṁ. Nāpi anekehi kāraṇehi",
  "anya-e0102n5:129_1": "ekaṁ. Anekehi pana kāraṇehi anekameva hoti. Tathā hi anekehi utupathavībījasalilasaṅkhātehi",
  "anya-e0102n5:129_2": "kāraṇehi anekameva rūpagandharasādikaṁ aṅkurasaṅkhātaṁ phalaṁ uppajjamānaṁ dissati.",
  "anya-e0102n5:129_3": "Yaṁ panetaṁ “avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇa”nti ekekahetuphaladīpanaṁ",
  "anya-e0102n5:129_4": "kataṁ, tattha attho atthi, payojanaṁ vijjati.",
  "anya-e0102n5:130_0": "Bhagavā hi katthaci padhānattā, katthaci pākaṭattā, katthaci asādhāraṇattā desanāvilāsassa",
  "anya-e0102n5:130_1": "ca veneyyānañca anurūpato ekameva hetuṁ vā phalaṁ vā dīpeti. “Phassapaccayā vedanā”ti",
  "anya-e0102n5:130_2": "hi padhānattā ekameva hetuphalamāha. Phasso hi vedanāya padhānahetu yathāphassaṁ",
  "anya-e0102n5:130_3": "vedanā vavatthānato. Vedanā ca phassassa padhānaphalaṁ yathāvedanaṁ phassavavatthānato.",
  "anya-e0102n5:130_4": "“Semhasamuṭṭhānā ābādhā”ti pākaṭattā ekaṁ hetumāha. Pākaṭo hi ettha semho, na kammādayo.",
  "anya-e0102n5:130_5": "“Ye keci, bhikkhave, akusalā dhammā, sabbe te ayonisomanasikāramūlakā”ti asādhāraṇattā",
  "anya-e0102n5:130_6": "ekaṁ hetumāha. Asādhāraṇo hi ayonisomanasikāro akusalānaṁ, sādhāraṇāni vatthārammaṇādīnīti.",
  "anya-e0102n5:130_7": "Tasmā ayamidha avijjā vijjamānesupi aññesu vatthārammaṇasahajātadhammādīsu saṅkhārakāraṇesu",
  "anya-e0102n5:130_8": "“assādānupassino taṇhā pavaḍḍhatī”ti ca “avijjāsamudayā āsavasamudayo”ti ca vacanato",
  "anya-e0102n5:130_9": "aññesampi taṇhādīnaṁ saṅkhārahetūnaṁ hetūti padhānattā, “avidvā, bhikkhave, avijjāgato",
  "anya-e0102n5:130_10": "puññābhisaṅkhārampi abhisaṅkharotī”ti pākaṭattā, asādhāraṇattā ca saṅkhārānaṁ hetubhāvena",
  "anya-e0102n5:130_11": "dīpitāti veditabbā. Eteneva ca ekekahetuphaladīpanaparihāravacanena sabbattha ekekahetuphaladīpane",
  "anya-e0102n5:130_12": "payojanaṁ veditabbanti.",
  "anya-e0102n5:131_0": "618. Etthāha – evaṁ santepi ekantāniṭṭhaphalāya sāvajjāya avijjāya kathaṁ puññāneñjābhisaṅkhārapaccayattaṁ",
  "anya-e0102n5:131_1": "yujjati? Na hi nimbabījato ucchu uppajjatīti. Kathaṁ na yujjissati? Lokasmiñhi –",
  "anya-e0102n5:132": "Viruddho cāviruddho ca, sadisāsadiso tathā;",
  "anya-e0102n5:133": "Dhammānaṁ paccayo siddho, vipākā eva te ca na.",
  "anya-e0102n5:134_0": "Dhammānaṁ hi ṭhānasabhāvakiccādiviruddho cāviruddho ca paccayo loke siddho. Purimacittaṁ",
  "anya-e0102n5:134_1": "hi aparacittassa ṭhānaviruddho paccayo, purimasippādisikkhā ca pacchā pavattamānānaṁ",
  "anya-e0102n5:134_2": "sippādikiriyānaṁ. Kammaṁ rūpassa sabhāvaviruddho paccayo, khīrādīni ca dadhiādīnaṁ.",
  "anya-e0102n5:134_3": "Āloko cakkhuviññāṇassa kiccaviruddho, guḷādayo ca āsavādīnaṁ. Cakkhurūpādayo pana",
  "anya-e0102n5:134_4": "cakkhuviññāṇādīnaṁ ṭhānāviruddhā paccayā. Purimajavanādayo pacchimajavanādīnaṁ sabhāvāviruddhā kiccāviruddhā ca.",
  "anya-e0102n5:135_0": "Yathā ca viruddhāviruddhā paccayā siddhā, evaṁ sadisāsadisāpi. Sadisameva hi utuāhārasaṅkhātaṁ",
  "anya-e0102n5:135_1": "rūpaṁ rūpassa paccayo, sālibījādīni ca sāliphalādīnaṁ. Asadisampi rūpaṁ arūpassa,",
  "anya-e0102n5:135_2": "arūpañca rūpassa paccayo hoti, golomāviloma-visāṇa-dadhitilapiṭṭhādīni ca dubbā-sarabhūtiṇakādīnaṁ.",
  "anya-e0102n5:135_3": "Yesañca dhammānaṁ te viruddhāviruddhasadisāsadisapaccayā, na te dhammā tesaṁ dhammānaṁ vipākā eva.",
  "anya-e0102n5:136_0": "Iti ayaṁ avijjā vipākavasena ekantāniṭṭhaphalā, sabhāvavasena ca sāvajjāpi samānā",
  "anya-e0102n5:136_1": "sabbesampi etesaṁ puññābhisaṅkhārādīnaṁ yathānurūpaṁ ṭhānakiccasabhāvaviruddhāviruddhapaccayavasena,",
  "anya-e0102n5:136_2": "sadisāsadisapaccayavasena ca paccayo hotīti veditabbā. So cassā paccayabhāvo “yassa",
  "anya-e0102n5:136_3": "hi dukkhādīsu avijjāsaṅkhātaṁ aññāṇaṁ appahīnaṁ hoti, so dukkhe tāva pubbantādīsu",
  "anya-e0102n5:136_4": "ca aññāṇena saṁsāradukkhaṁ sukhasaññāya gahetvā tassa hetubhūte tividhepi saṅkhāre",
  "anya-e0102n5:136_5": "ārabhatī”tiādinā nayena vutto eva.",
  "anya-e0102n5:137": "619. Apica ayaṁ aññopi pariyāyo –",
  "anya-e0102n5:138": "Cutūpapāte saṁsāre, saṅkhārānañca lakkhaṇe;",
  "anya-e0102n5:139": "Yo paṭiccasamuppanna-dhammesu ca vimuyhati.",
  "anya-e0102n5:140": "Abhisaṅkharoti so ete, saṅkhāre tividhe yato;",
  "anya-e0102n5:141": "Avijjā paccayo tesaṁ, tividhānampayaṁ tatoti.",
  "anya-e0102n5:142_0": "Kathaṁ pana yo etesu vimuyhati, so tividhepete saṅkhāre karotīti ce. Cutiyā tāva",
  "anya-e0102n5:142_1": "vimūḷho “sabbattha khandhānaṁ bhedo maraṇa”nti cutiṁ agaṇhanto “satto marati, sattassa",
  "anya-e0102n5:142_2": "dehantarasaṅkamana”ntiādīni vikappeti.",
  "anya-e0102n5:143": "Upapāte vimūḷho “sabbattha khandhānaṁ pātubhāvo jātī”ti upapātaṁ agaṇhanto “satto upapajjati, sattassa navasarīrapātubhāvo”tiādīni vikappeti.",
  "anya-e0102n5:144": "Saṁsāre vimūḷho yo esa,",
  "anya-e0102n5:145": "“Khandhānañca paṭipāṭi, dhātuāyatanāna ca;",
  "anya-e0102n5:146": "Abbocchinnaṁ vattamānā, saṁsāroti pavuccatī”ti. –",
  "anya-e0102n5:147": "Evaṁ vaṇṇito saṁsāro, taṁ evaṁ agaṇhanto “ayaṁ satto asmā lokā paraṁ lokaṁ gacchati, parasmā lokā imaṁ lokaṁ āgacchatī”tiādīni vikappeti.",
  "anya-e0102n5:148": "Saṅkhārānaṁ lakkhaṇe vimūḷho saṅkhārānaṁ sabhāvalakkhaṇaṁ sāmaññalakkhaṇañca agaṇhanto saṅkhāre attato attaniyato dhuvato sukhato subhato vikappeti.",
  "anya-e0102n5:149_0": "Paṭiccasamuppannadhammesu vimūḷho avijjādīhi saṅkhārādīnaṁ pavattiṁ agaṇhanto “attā",
  "anya-e0102n5:149_1": "jānāti vā na jānāti vā, so eva karoti ca kāreti ca. So paṭisandhiyaṁ upapajjati,",
  "anya-e0102n5:149_2": "tassa aṇuissarādayo kalalādibhāvena sarīraṁ saṇṭhapento indriyāni sampādenti. So",
  "anya-e0102n5:149_3": "indriyasampanno phusati, vediyati, taṇhīyati, upādiyati, ghaṭiyati. So puna bhavantare",
  "anya-e0102n5:149_4": "bhavatī”ti vā, “sabbe sattā niyatisaṅgatibhāvapariṇatā”ti vā vikappeti.",
  "anya-e0102n5:150_0": "So avijjāya andhīkato evaṁ vikappento yathā nāma andho pathaviyaṁ vicaranto maggampi",
  "anya-e0102n5:150_1": "amaggampi thalampi ninnampi samampi visamampi paṭipajjati, evaṁ puññampi apuññampi",
  "anya-e0102n5:150_2": "āneñjābhisaṅkhārampi abhisaṅkharotīti.",
  "anya-e0102n5:151": "Tenetaṁ vuccati –",
  "anya-e0102n5:152": "“Yathāpi nāma jaccandho, naro apariṇāyako;",
  "anya-e0102n5:153": "Ekadā yāti maggena, ummaggenāpi ekadā.",
  "anya-e0102n5:154": "“Saṁsāre saṁsaraṁ bālo, tathā apariṇāyako;",
  "anya-e0102n5:155": "Karoti ekadā puññaṁ, apuññamapi ekadā.",
  "anya-e0102n5:156": "“Yadā ca ñatvā so dhammaṁ, saccāni abhisamessati;",
  "anya-e0102n5:157": "Tadā avijjūpasamā, upasanto carissatī”ti.",
  "anya-e0102n5:158": "Ayaṁ “avijjāpaccayā saṅkhārā”ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:159": "Saṅkhārapaccayāviññāṇapadavitthārakathā",
  "anya-e0102n5:160_0": "620. Saṅkhārapaccayā viññāṇapade – viññāṇanti cakkhuviññāṇādi chabbidhaṁ. Tattha",
  "anya-e0102n5:160_1": "cakkhuviññāṇaṁ kusalavipākaṁ akusalavipākanti duvidhaṁ hoti. Tathā sotaghānajivhākaāyaviññāṇāni.",
  "anya-e0102n5:160_2": "Manoviññāṇaṁ kusalākusalavipākā dve manodhātuyo, tisso ahetukamanoviññāṇadhātuyo,",
  "anya-e0102n5:160_3": "aṭṭha sahetukāni kāmāvacaravipākacittāni, pañca rūpāvacarāni, cattāri arūpāvacarānīti",
  "anya-e0102n5:160_4": "bāvīsatividhaṁ hoti. Iti imehi chahi viññāṇehi sabbānipi bāttiṁsa lokiyavipākaviññāṇāni",
  "anya-e0102n5:160_5": "saṅgahitāni honti. Lokuttarāni pana vaṭṭakathāya na yujjantīti na gahitāni.",
  "anya-e0102n5:161_0": "Tattha siyā “kathaṁ panetaṁ jānitabbaṁ idaṁ vuttappakāraṁ viññāṇaṁ saṅkhārapaccayā",
  "anya-e0102n5:161_1": "hotī”ti? Upacitakammābhāve vipākābhāvato. Vipākaṁ hetaṁ, vipākañca na upacitakammābhāve",
  "anya-e0102n5:161_2": "uppajjati. Yadi uppajjeyya sabbesaṁ sabbavipākāni uppajjeyyuṁ, na ca uppajjantīti",
  "anya-e0102n5:161_3": "jānitabbametaṁ saṅkhārapaccayā idaṁ viññāṇaṁ hotīti.",
  "anya-e0102n5:162_0": "Katarasaṅkhārapaccayā kataraṁ viññāṇanti ce. Kāmāvacarapuññābhisaṅkhārapaccayā tāva",
  "anya-e0102n5:162_1": "kusalavipākāni pañca cakkhuviññāṇādīni, manoviññāṇe ekā manodhātu, dve manoviññāṇadhātuyo,",
  "anya-e0102n5:162_2": "aṭṭha kāmāvacaramahāvipākānīti soḷasa. Yathāha –",
  "anya-e0102n5:163_0": "“Kāmāvacarassa kusalassa kammassa kaṭattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ",
  "anya-e0102n5:163_1": "hoti… sota… ghāna… jivhā… kāyaviññāṇaṁ … vipākā manodhātu uppannā hoti. Somanassasahagatā",
  "anya-e0102n5:163_2": "manoviññāṇadhātu uppannā hoti. Upekkhāsahagatā manoviññāṇadhātu uppannā hoti. Somanassasahagatā",
  "anya-e0102n5:163_3": "ñāṇasampayuttā. Somanassasahagatā ñāṇasampayuttā sasaṅkhārena. Somanassasahagatā",
  "anya-e0102n5:163_4": "ñāṇavippayuttā. Somanassasahagatā ñāṇavippayuttā sasaṅkhārena. Upekkhāsahagatā ñāṇasampayuttā.",
  "anya-e0102n5:163_5": "Upekkhāsahagatā ñāṇasampayuttā sasaṅkhārena. Upekkhāsahagatā ñāṇavippayuttā. Upekkhāsahagatā",
  "anya-e0102n5:163_6": "ñāṇavippayuttā sasaṅkhārenā”ti.",
  "anya-e0102n5:164": "Rūpāvacarapuññābhisaṅkhārapaccayā pana pañca rūpāvacaravipākāni. Yathāha –",
  "anya-e0102n5:165_0": "“Tasseva rūpāvacarassa kusalassa kammassa kaṭattā upacitattā vipākaṁ vivicceva kāmehi",
  "anya-e0102n5:165_1": "paṭhamaṁ jhānaṁ…pe… pañcamaṁ jhānaṁ upasampajja viharatī”ti. Evaṁ puññābhisaṅkhārapaccayā",
  "anya-e0102n5:165_2": "ekavīsatividhaṁ viññāṇaṁ hoti.",
  "anya-e0102n5:166": "Apuññābhisaṅkhārapaccayā pana akusalavipākāni pañca cakkhuviññāṇādīni, ekā manodhātu, ekā manoviññāṇadhātūti evaṁ sattavidhaṁ viññāṇaṁ hoti. Yathāha –",
  "anya-e0102n5:167": "“Akusalassa kammassa kaṭattā upacitattā vipākaṁ cakkhuviññāṇaṁ uppannaṁ hoti… sota… ghāna… jivhā… kāyaviññāṇaṁ… vipākā manodhātu vipākā manoviññāṇadhātu uppannā hotī”ti.",
  "anya-e0102n5:168": "Āneñjābhisaṅkhārapaccayā pana cattāri arūpavipākānīti evaṁ catubbidhaṁ viññāṇaṁ hoti. Yathāha –",
  "anya-e0102n5:169_0": "“Tasseva arūpāvacarassa kusalassa kammassa kaṭattā upacitattā vipākaṁ sabbaso rūpasaññānaṁ",
  "anya-e0102n5:169_1": "samatikkamā ākāsānañcāyatanasaññāsahagataṁ…pe… viññāṇañcā…pe… ākiñcaññā…pe… nevasaññānāsaññāyatanasahagataṁ",
  "anya-e0102n5:169_2": "sukhassa ca dukkhassa ca pahānā catutthaṁ jhānaṁ upasampajja viharatī”ti.",
  "anya-e0102n5:170_0": "621. Evaṁ yaṁ saṅkhārapaccayā yaṁ viññāṇaṁ hoti, taṁ ñatvā idānissa evaṁ pavatti",
  "anya-e0102n5:170_1": "veditabbā – sabbameva hi idaṁ pavattipaṭisandhivasena dvedhā pavattati. Tattha dve",
  "anya-e0102n5:170_2": "pañcaviññāṇāni, dve manodhātuyo, somanassasahagatā ahetukamanoviññāṇadhātūti imāni",
  "anya-e0102n5:170_3": "terasa pañcavokārabhave pavattiyaññeva pavattanti. Sesāni ekūnavīsati tīsu bhavesu",
  "anya-e0102n5:170_4": "yathānurūpaṁ pavattiyampi paṭisandhiyampi pavattanti.",
  "anya-e0102n5:171_0": "Kathaṁ? Kusalavipākāni tāva cakkhuviññāṇādīni pañca kusalavipākena akusalavipākena",
  "anya-e0102n5:171_1": "vā nibbattassa yathākkamaṁ paripākaṁ upagatindriyassa cakkhādīnaṁ āpāthagataṁ iṭṭhaṁ",
  "anya-e0102n5:171_2": "iṭṭhamajjhattaṁ vā rūpādiārammaṇaṁ ārabbha cakkhādipasādaṁ nissāya dassanasavanaghāyanasāyanaphusanakiccaṁ",
  "anya-e0102n5:171_3": "sādhayamānāni pavattanti. Tathā akusalavipākāni pañca. Kevalañhi tesaṁ aniṭṭhaṁ aniṭṭhamajjhattaṁ",
  "anya-e0102n5:171_4": "vā ārammaṇaṁ hoti. Ayameva viseso. Dasapi cetāni niyatadvārārammaṇavatthuṭṭhānāni",
  "anya-e0102n5:171_5": "niyatakiccāneva ca bhavanti.",
  "anya-e0102n5:172_0": "Tato kusalavipākānaṁ cakkhuviññāṇādīnaṁ anantarā kusalavipākā manodhātu tesaṁyeva",
  "anya-e0102n5:172_1": "ārammaṇaṁ ārabbha hadayavatthuṁ nissāya sampaṭicchanakiccaṁ sādhayamānā pavattati.",
  "anya-e0102n5:172_2": "Tathā akusalavipākānaṁ anantarā akusalavipākā. Idañca pana dvayaṁ aniyatadvārārammaṇaṁ",
  "anya-e0102n5:172_3": "niyatavatthuṭṭhānaṁ niyatakiccañca hoti.",
  "anya-e0102n5:173_0": "Somanassasahagatā pana ahetukamanoviññāṇadhātu kusalavipākamanodhātuyā anantarā tassā",
  "anya-e0102n5:173_1": "eva ārammaṇaṁ ārabbha hadayavatthuṁ nissāya santīraṇakiccaṁ sādhayamānā chasu dvāresu",
  "anya-e0102n5:173_2": "balavārammaṇe kāmāvacarasattānaṁ yebhuyyena lobhasampayuttajavanāvasāne bhavaṅgavīthiṁ",
  "anya-e0102n5:173_3": "pacchinditvā javanena gahitārammaṇe tadārammaṇavasena ca sakiṁ vā dvikkhattuṁ vā",
  "anya-e0102n5:173_4": "pavattatīti majjhimaṭṭhakathāyaṁ vuttaṁ. Abhidhammaṭṭhakathāyaṁ pana tadārammaṇe",
  "anya-e0102n5:173_5": "dve cittavārā āgatā. Idaṁ pana cittaṁ tadārammaṇanti ca piṭṭhibhavaṅganti cāti dve",
  "anya-e0102n5:173_6": "nāmāni labhati. Aniyatadvārārammaṇaṁ niyatavatthukaṁ aniyataṭṭhānakiccañca hotīti.",
  "anya-e0102n5:173_7": "Evaṁ tāva terasa pañcavokārabhave pavattiyaññeva pavattantīti veditabbāni.",
  "anya-e0102n5:174_0": "Sesesu ekūnavīsatiyā na kiñci attano anurūpāya paṭisandhiyā na pavattati. Pavattiyaṁ",
  "anya-e0102n5:174_1": "pana kusalākusalavipākā tāva dve ahetukamanoviññāṇadhātuyo pañcadvāre kusalākusalavipākamanodhātūnaṁ",
  "anya-e0102n5:174_2": "anantarā santīraṇakiccaṁ, chasu dvāresu pubbe vuttanayeneva tadārammaṇakiccaṁ, attanā",
  "anya-e0102n5:174_3": "dinnapaṭisandhito uddhaṁ asati bhavaṅgupacchedake cittuppāde bhavaṅgakiccaṁ, ante",
  "anya-e0102n5:174_4": "cutikiccañcāti cattāri kiccāni sādhayamānā niyatavatthukā aniyatadvārārammaṇaṭṭhānakiccā hutvā pavattanti.",
  "anya-e0102n5:175_0": "Aṭṭha kāmāvacarasahetukacittāni vuttanayeneva chasu dvāresu tadārammaṇakiccaṁ, attanā",
  "anya-e0102n5:175_1": "dinnapaṭisandhito uddhaṁ asati bhavaṅgupacchedake cittuppāde bhavaṅgakiccaṁ, ante",
  "anya-e0102n5:175_2": "cutikiccañcāti tīṇi kiccāni sādhayamānāni niyatavatthukāni aniyatadvārārammaṇaṭṭhānakiccāni hutvā pavattanti.",
  "anya-e0102n5:176_0": "Pañca rūpāvacarāni cattāri ca āruppāni attanā dinnapaṭisandhito uddhaṁ asati bhavaṅgupacchedake",
  "anya-e0102n5:176_1": "cittuppāde bhavaṅgakiccaṁ, ante cutikiccañcāti kiccadvayaṁ sādhayamānāni pavattanti.",
  "anya-e0102n5:176_2": "Tesu rūpāvacarāni niyatavatthārammaṇāni aniyataṭṭhānakiccāni, itarāni niyatavatthukāni",
  "anya-e0102n5:176_3": "niyatārammaṇāni aniyataṭṭhānakiccāni hutvā pavattantīti evaṁ tāva bāttiṁsavidhampi",
  "anya-e0102n5:176_4": "viññāṇaṁ pavattiyaṁ saṅkhārapaccayā pavattati. Tatrāssa te te saṅkhārā kammapaccayena",
  "anya-e0102n5:176_5": "ca upanissayapaccayena ca paccayā honti.",
  "anya-e0102n5:177_0": "622. Yaṁ pana vuttaṁ “sesesu ekūnavīsatiyā na kiñci attano anurūpāya paṭisandhiyā",
  "anya-e0102n5:177_1": "na pavattatī”ti, taṁ atisaṁkhittattā dubbijānaṁ. Tenassa vitthāranayadassanatthaṁ",
  "anya-e0102n5:177_2": "vuccati – kati paṭisandhiyo, kati paṭisandhicittāni, kena kattha paṭisandhi hoti,",
  "anya-e0102n5:177_3": "kiṁ paṭisandhiyā ārammaṇanti?",
  "anya-e0102n5:178_0": "Asaññapaṭisandhiyā saddhiṁ vīsati paṭisandhiyo. Vuttappakārāneva ekūnavīsati paṭisandhicittāni.",
  "anya-e0102n5:178_1": "Tattha akusalavipākāya ahetukamanoviññāṇadhātuyā apāyesu paṭisandhi hoti. Kusalavipākāya",
  "anya-e0102n5:178_2": "manussaloke jaccandhajātibadhirajātiummattakajātieḷamūganapuṁsakādīnaṁ. Aṭṭhahi sahetukakāmāvacaravipākehi",
  "anya-e0102n5:178_3": "kāmāvacaradevesu ceva manussesu ca puññavantānaṁ paṭisandhi hoti. Pañcahi rūpāvacaravipākehi",
  "anya-e0102n5:178_4": "rūpībrahmaloke. Catūhi arūpāvacaravipākehi arūpaloketi. Yena ca yattha paṭisandhi",
  "anya-e0102n5:178_5": "hoti, sā eva tassa anurūpā paṭisandhi nāma. Saṅkhepato pana paṭisandhiyā tīṇi ārammaṇāni",
  "anya-e0102n5:178_6": "honti atītaṁ paccuppannaṁ navattabbañca. Asaññā paṭisandhi anārammaṇāti.",
  "anya-e0102n5:179_0": "Tattha viññāṇañcāyatananevasaññānāsaññāyatanapaṭisandhīnaṁ atītameva ārammaṇaṁ. Dasannaṁ",
  "anya-e0102n5:179_1": "kāmāvacarānaṁ atītaṁ vā paccuppannaṁ vā. Sesānaṁ navattabbameva. Evaṁ tīsu ārammaṇesu",
  "anya-e0102n5:179_2": "pavattamānā pana paṭisandhi yasmā atītārammaṇassa vā navattabbārammaṇassa vā cuticittassa",
  "anya-e0102n5:179_3": "anantarameva pavattati. Paccuppannārammaṇaṁ pana cuticittaṁ nāma natthi. Tasmā dvīsu",
  "anya-e0102n5:179_4": "ārammaṇesu aññatarārammaṇāya cutiyā anantarā tīsu ārammaṇesu aññatarārammaṇāya paṭisandhiyā",
  "anya-e0102n5:179_5": "sugatiduggativasena pavattanākāro veditabbo.",
  "anya-e0102n5:180_0": "623. Seyyathidaṁ – kāmāvacarasugatiyaṁ tāva ṭhitassa pāpakammino puggalassa “tānissa",
  "anya-e0102n5:180_1": "tasmiṁ samaye olambantī”tiādivacanato maraṇamañce nipannassa yathūpacitaṁ pāpakammaṁ",
  "anya-e0102n5:180_2": "vā kammanimittaṁ vā manodvāre āpāthamāgacchati. Taṁ ārabbha uppannāya tadārammaṇapariyosānāya",
  "anya-e0102n5:180_3": "javanavīthiyā anantaraṁ bhavaṅgavisayaṁ ārammaṇaṁ katvā cuticittaṁ uppajjati. Tasmiṁ",
  "anya-e0102n5:180_4": "niruddhe tadeva āpāthagataṁ kammaṁ vā kammanimittaṁ vā ārabbha anupacchinnakilesabalavināmitaṁ",
  "anya-e0102n5:180_5": "duggatipariyāpannaṁ paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya cutiyā anantarā",
  "anya-e0102n5:180_6": "atītārammaṇā paṭisandhi.",
  "anya-e0102n5:181_0": "Aparassa maraṇasamaye vuttappakārakammavasena narakādīsu aggijālavaṇṇādikaṁ duggatinimittaṁ",
  "anya-e0102n5:181_1": "manodvāre āpāthamāgacchati, tassa dvikkhattuṁ bhavaṅge uppajjitvā niruddhe taṁ ārammaṇaṁ",
  "anya-e0102n5:181_2": "ārabbha ekaṁ āvajjanaṁ, maraṇassa āsannabhāvena mandībhūtavegattā pañca javanāni,",
  "anya-e0102n5:181_3": "dve tadārammaṇānīti tīṇi vīthicittāni uppajjanti. Tato bhavaṅgavisayaṁ ārammaṇaṁ",
  "anya-e0102n5:181_4": "katvā ekaṁ cuticittaṁ. Ettāvatā ekādasa cittakkhaṇā atītā honti. Athassa avasesapañcacittakkhaṇāyuke",
  "anya-e0102n5:181_5": "tasmiññeva ārammaṇe paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya cutiyā anantarā",
  "anya-e0102n5:181_6": "paccuppannārammaṇā paṭisandhi.",
  "anya-e0102n5:182_0": "Aparassa maraṇasamaye pañcannaṁ dvārānaṁ aññatarasmiṁ rāgādihetubhūtaṁ hīnamārammaṇaṁ",
  "anya-e0102n5:182_1": "āpāthamāgacchati. Tassa yathākkamena uppanne voṭṭhabbanāvasāne maraṇassa āsannabhāvena",
  "anya-e0102n5:182_2": "mandībhūtavegattā pañca javanāni, dve tadārammaṇāni ca uppajjanti. Tato bhavaṅgavisayaṁ",
  "anya-e0102n5:182_3": "ārammaṇaṁ katvā ekaṁ cuticittaṁ. Ettāvatā ca dve bhavaṅgāni, āvajjanaṁ, dassanaṁ,",
  "anya-e0102n5:182_4": "sampaṭicchanaṁ, santīraṇaṁ, voṭṭhabbanaṁ, pañca javanāni, dve tadārammaṇāni, ekaṁ",
  "anya-e0102n5:182_5": "cuticittanti pañcadasa cittakkhaṇā atītā honti. Athāvasesaekacittakkhaṇāyuke tasmiññeva",
  "anya-e0102n5:182_6": "ārammaṇe paṭisandhicittaṁ uppajjati. Ayampi atītārammaṇāya cutiyā anantarā paccuppannārammaṇā",
  "anya-e0102n5:182_7": "paṭisandhi. Esa tāva atītārammaṇāya sugaticutiyā anantarā atītapaccuppannārammaṇāya",
  "anya-e0102n5:182_8": "duggatipaṭisandhiyā pavattanākāro.",
  "anya-e0102n5:183_0": "624. Duggatiyaṁ ṭhitassa pana upacitānavajjakammassa vuttanayeneva taṁ anavajjakammaṁ",
  "anya-e0102n5:183_1": "vā kammanimittaṁ vā manodvāre āpāthamāgacchatīti kaṇhapakkhe sukkapakkhaṁ ṭhapetvā",
  "anya-e0102n5:183_2": "sabbaṁ purimanayeneva veditabbaṁ. Ayaṁ atītārammaṇāya duggaticutiyā anantarā atītapaccuppannārammaṇāya",
  "anya-e0102n5:183_3": "sugatipaṭisandhiyā pavattanākāro.",
  "anya-e0102n5:184_0": "625. Sugatiyaṁ ṭhitassa pana upacitānavajjakammassa “tānissa tasmiṁ samaye olambantī”tiādivacanato",
  "anya-e0102n5:184_1": "maraṇamañce nipannassa yathūpacitaṁ anavajjakammaṁ vā kammanimittaṁ vā manodvāre",
  "anya-e0102n5:184_2": "āpāthamāgacchati. Tañca kho upacitakāmāvacarānavajjakammasseva. Upacitamahaggatakammassa",
  "anya-e0102n5:184_3": "pana kammanimittameva āpāthamāgacchati. Taṁ ārabbha uppannāya tadārammaṇapariyosānāya",
  "anya-e0102n5:184_4": "suddhāya vā javanavīthiyā anantaraṁ bhavaṅgavisayaṁ ārammaṇaṁ katvā cuticittaṁ uppajjati.",
  "anya-e0102n5:184_5": "Tasmiṁ niruddhe tameva āpāthagataṁ kammaṁ vā kammanimittaṁ vā ārabbha anupacchinnakilesabalavināmitaṁ",
  "anya-e0102n5:184_6": "sugatipariyāpannaṁ paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya cutiyā anantarā",
  "anya-e0102n5:184_7": "atītārammaṇā vā navattabbārammaṇā vā paṭisandhi.",
  "anya-e0102n5:185_0": "Aparassa maraṇasamaye kāmāvacaraanavajjakammavasena manussaloke mātukucchivaṇṇasaṅkhātaṁ",
  "anya-e0102n5:185_1": "vā devaloke uyyānavimānakapparukkhādivaṇṇasaṅkhātaṁ vā sugatinimittaṁ manodvāre āpāthamāgacchati,",
  "anya-e0102n5:185_2": "tassa duggatinimitte dassitānukkameneva cuticittānantaraṁ paṭisandhicittaṁ uppajjati.",
  "anya-e0102n5:185_3": "Ayaṁ atītārammaṇāya cutiyā anantarā paccuppannārammaṇā paṭisandhi.",
  "anya-e0102n5:186_0": "Aparassa maraṇasamaye ñātakā “ayaṁ tāta tavatthāya buddhapūjā karīyati cittaṁ pasādehī”ti",
  "anya-e0102n5:186_1": "vatvā pupphadāmapaṭākādivasena rūpārammaṇaṁ vā, dhammassavanatūriyapūjādivasena saddārammaṇaṁ",
  "anya-e0102n5:186_2": "vā, dhūmavāsagandhādivasena gandhārammaṇaṁ vā, “idaṁ tāta sāyassu tavatthāya dātabbadeyyadhamma”nti",
  "anya-e0102n5:186_3": "vatvā madhuphāṇitādivasena rasārammaṇaṁ vā, “idaṁ tāta phusassu tavatthāya dātabbadeyyadhamma”nti",
  "anya-e0102n5:186_4": "vatvā cīnapaṭṭasomārapaṭṭādivasena phoṭṭhabbārammaṇaṁ vā pañcadvāre upasaṁharanti,",
  "anya-e0102n5:186_5": "tassa tasmiṁ āpāthagate rūpādiārammaṇe yathākkamena uppannavoṭṭhabbanāvasāne maraṇassa",
  "anya-e0102n5:186_6": "āsannabhāvena mandībhūtavegattā pañca javanāni, dve tadārammaṇāni ca uppajjanti.",
  "anya-e0102n5:186_7": "Tato bhavaṅgavisayaṁ ārammaṇaṁ katvā ekaṁ cuticittaṁ, tadavasāne tasmiññeva ekacittakkhaṇaṭṭhitike",
  "anya-e0102n5:186_8": "ārammaṇe paṭisandhicittaṁ uppajjati. Ayampi atītārammaṇāya cutiyā anantarā paccuppannārammaṇā paṭisandhi.",
  "anya-e0102n5:187_0": "626. Aparassa pana pathavīkasiṇajjhānādivasena paṭiladdhamahaggatassa sugatiyaṁ ṭhitassa",
  "anya-e0102n5:187_1": "maraṇasamaye kāmāvacarakusalakamma-kammanimitta-gatinimittānaṁ vā aññataraṁ, pathavīkasiṇādikaṁ",
  "anya-e0102n5:187_2": "vā nimittaṁ, mahaggatacittaṁ vā manodvāre āpāthamāgacchati, cakkhusotānaṁ vā aññatarasmiṁ",
  "anya-e0102n5:187_3": "kusaluppattihetubhūtaṁ paṇītamārammaṇaṁ āpāthamāgacchati, tassa yathākkamena uppannavoṭṭhabbanāvasāne",
  "anya-e0102n5:187_4": "maraṇassa āsannabhāvena mandībhūtavegattā pañca javanāni uppajjanti. Mahaggatagatikānaṁ",
  "anya-e0102n5:187_5": "pana tadārammaṇaṁ natthi, tasmā javanānantaraṁyeva bhavaṅgavisayaṁ ārammaṇaṁ katvā",
  "anya-e0102n5:187_6": "ekaṁ cuticittaṁ uppajjati. Tassāvasāne kāmāvacaramahaggatasugatīnaṁ aññatarasugatipariyāpannaṁ",
  "anya-e0102n5:187_7": "yathūpaṭṭhitesu ārammaṇesu aññatarārammaṇaṁ paṭisandhicittaṁ uppajjati. Ayaṁ navattabbārammaṇāya",
  "anya-e0102n5:187_8": "sugaticutiyā anantarā atītapaccuppannanavattabbārammaṇānaṁ aññatarārammaṇā paṭisandhi.",
  "anya-e0102n5:188": "Etenānusārena āruppacutiyāpi anantarā paṭisandhi veditabbā. Ayaṁ atītanavattabbārammaṇāya sugaticutiyā anantarā atītanavattabbapaccuppannārammaṇāya paṭisandhiyā pavattanākāro.",
  "anya-e0102n5:189_0": "627. Duggatiyaṁ ṭhitassa pana pāpakammino vuttanayeneva taṁ kammaṁ kammanimittaṁ",
  "anya-e0102n5:189_1": "gatinimittaṁ vā manodvāre. Pañcadvāre vā pana akusaluppatti hetubhūtaṁ ārammaṇaṁ",
  "anya-e0102n5:189_2": "āpāthamāgacchati, athassa yathākkamena cuticittāvasāne duggatipariyāpannaṁ tesu ārammaṇesu",
  "anya-e0102n5:189_3": "aññatarārammaṇaṁ paṭisandhicittaṁ uppajjati. Ayaṁ atītārammaṇāya duggaticutiyā anantarā",
  "anya-e0102n5:189_4": "atītapaccuppannārammaṇāya paṭisandhiyā pavattanākāroti. Ettāvatā ekūnavīsatividhassāpi",
  "anya-e0102n5:189_5": "viññāṇassa paṭisandhivasena pavatti dīpitā hoti.",
  "anya-e0102n5:190": "628. Tayidaṁ sabbampi evaṁ,",
  "anya-e0102n5:191": "Pavattamānaṁ sandhimhi, dvedhā kammena vattati;",
  "anya-e0102n5:192": "Missādīhi ca bhedehi, bhedassa duvidhādiko.",
  "anya-e0102n5:193_0": "Idañhi ekūnavīsatividhampi vipākaviññāṇaṁ paṭisandhimhi pavattamānā dvedhā kammena",
  "anya-e0102n5:193_1": "vattati. Yathāsakañhi ekassa janakakammaṁ nānākkhaṇikakammapaccayena ceva upanissayapaccayena",
  "anya-e0102n5:193_2": "ca paccayo hoti. Vuttañhetaṁ “kusalākusalaṁ kammaṁ vipākassa upanissayapaccayena",
  "anya-e0102n5:193_3": "paccayo”ti. Evaṁ vattamānassa panassa missādīhi bhedehi duvidhādikopi bhedo veditabbo.",
  "anya-e0102n5:194_0": "Seyyathidaṁ – idañhi paṭisandhivasena ekadhā pavattamānampi rūpena saha missāmissabhedato",
  "anya-e0102n5:194_1": "duvidhaṁ. Kāmarūpārūpabhavabhedato tividhaṁ. Aṇḍajajalābuja-saṁsedaja-opapātikayonivasena",
  "anya-e0102n5:194_2": "catubbidhaṁ. Gativasena pañcavidhaṁ. Viññāṇaṭṭhitivasena sattavidhaṁ. Sattāvāsavasena aṭṭhavidhaṁ hoti.",
  "anya-e0102n5:195": "629. Tattha,",
  "anya-e0102n5:196": "Missaṁ dvidhā bhāvabhedā, sabhāvaṁ tattha ca dvidhā;",
  "anya-e0102n5:197": "Dve vā tayo vā dasakā, omato ādinā saha.",
  "anya-e0102n5:198_0": "Missaṁ dvidhā bhāvabhedāti yaṁ hetaṁ ettha aññatra arūpabhavā rūpamissaṁ paṭisandhiviññāṇaṁ",
  "anya-e0102n5:198_1": "uppajjati, taṁ rūpabhave itthindriyapurisindriyasaṅkhātena bhāvena vinā uppattito.",
  "anya-e0102n5:198_2": "Kāmabhave aññatra jātipaṇḍakapaṭisandhiyā bhāvena saha uppattito sa-bhāvaṁ, a-bhāvanti duvidhaṁ hoti.",
  "anya-e0102n5:199": "Sabhāvaṁtattha ca dvidhāti tatthāpi ca yaṁ sa-bhāvaṁ, taṁ itthipurisabhāvānaṁ aññatarena saha uppattito duvidhameva hoti.",
  "anya-e0102n5:200_0": "Dve vā tayo vā dasakā omato ādinā sahāti yaṁ hetamettha “missaṁ amissa”nti duke ādibhūtaṁ",
  "anya-e0102n5:200_1": "rūpamissaṁ paṭisandhiviññāṇaṁ, tena saha vatthukāyadasakavasena dve vā, vatthukāyabhāvadasakavasena",
  "anya-e0102n5:200_2": "tayo vā dasakā omato uppajjanti, natthi ito paraṁ rūpaparihānīti. Taṁ panetaṁ evaṁ",
  "anya-e0102n5:200_3": "omakaparimāṇaṁ uppajjamānaṁ aṇḍajajalābujanāmikāsu dvīsu yonīsu jātiuṇṇāya ekena",
  "anya-e0102n5:200_4": "aṁsunā uddhaṭasappimaṇḍappamāṇaṁ kalalanti laddhasaṅkhaṁ hutvā uppajjati. Tattha",
  "anya-e0102n5:200_5": "yonīnaṁ gativasena sambhavabhedo veditabbo.",
  "anya-e0102n5:201": "630. Etāsu hi,",
  "anya-e0102n5:202": "Niraye bhummavajjesu, devesu ca na yoniyo;",
  "anya-e0102n5:203": "Tisso purimikā honti, catassopi gatittaye.",
  "anya-e0102n5:204_0": "Tattha devesu cāti casaddena yathā niraye ca bhummavajjesu ca devesu, evaṁ nijjhāmataṇhikapetesu",
  "anya-e0102n5:204_1": "ca purimikā tisso yoniyo na santīti veditabbā. Opapātikā eva hi te honti. Sese pana",
  "anya-e0102n5:204_2": "tiracchānapettivisayamanussasaṅkhāte gatittaye pubbe vajjitabhummadevesu ca catassopi",
  "anya-e0102n5:204_3": "yoniyo honti. Tattha,",
  "anya-e0102n5:205": "Tiṁsa nava ceva rūpīsu, sattati ukkaṁsatotha rūpāni;",
  "anya-e0102n5:206": "Saṁsedupapātayonisu, atha vā avakaṁsato tiṁsa.",
  "anya-e0102n5:207_0": "Rūpībrahmesu tāva opapātikayonikesu cakkhusotavatthudasakānaṁ jīvitanavakassa cāti",
  "anya-e0102n5:207_1": "catunnaṁ kalāpānaṁ vasena tiṁsa ca nava ca paṭisandhiviññāṇena saha rūpāni uppajjanti.",
  "anya-e0102n5:207_2": "Rūpī brahme pana ṭhapetvā aññesu saṁsedajaopapātikayonikesu ukkaṁsato cakkhusotaghānajivhākāyavatthubhāvadasakānaṁ",
  "anya-e0102n5:207_3": "vasena sattati, tāni ca niccaṁ devesu. Tattha vaṇṇo gandho raso ojā catasso cāpi",
  "anya-e0102n5:207_4": "dhātuyo cakkhupasādo jīvitanti ayaṁ dasarūpaparimāṇo rūpapuñjo cakkhudasako nāma.",
  "anya-e0102n5:207_5": "Evaṁ sesā veditabbā. Avakaṁsato pana jaccandhabadhiraaghānakanapuṁsakassa jivhākāyavatthudasakānaṁ",
  "anya-e0102n5:207_6": "vasena tiṁsa rūpāni uppajjanti. Ukkaṁsāvakaṁsānaṁ pana antare anurūpato vikappo veditabbo.",
  "anya-e0102n5:208": "631. Evaṁ viditvā puna,",
  "anya-e0102n5:209": "Khandhārammaṇagatihetu-vedanāpītivitakkavicārehi;",
  "anya-e0102n5:210": "Bhedābhedaviseso, cutisandhīnaṁ pariññeyyo.",
  "anya-e0102n5:211": "Yā hesā missāmissato duvidhā paṭisandhi, yā cassā atītānantarā cuti, tāsaṁ imehi khandhādīhi bhedābhedaviseso ñātabboti attho.",
  "anya-e0102n5:212_0": "Kathaṁ? Kadāci hi catukkhandhāya āruppacutiyā anantarā catukkhandhāva ārammaṇatopi",
  "anya-e0102n5:212_1": "abhinnā paṭisandhi hoti. Kadāci amahaggatabahiddhārammaṇāya mahaggataajjhattārammaṇā.",
  "anya-e0102n5:212_2": "Ayaṁ tāva arūpabhūmīsuyeva nayo. Kadāci pana catukkhandhāya arūpacutiyā anantarā",
  "anya-e0102n5:212_3": "pañcakkhandhā kāmāvacarapaṭisandhi. Kadāci pañcakkhandhāya kāmāvacaracutiyā rūpāvacaracutiyā",
  "anya-e0102n5:212_4": "vā anantarā catukkhandhā arūpapaṭisandhi. Evaṁ atītārammaṇāya cutiyā paccuppannārammaṇā",
  "anya-e0102n5:212_5": "paṭisandhi. Ekaccasugaticutiyā ekaccaduggatipaṭisandhi. Ahetukacutiyā sahetukapaṭisandhi.",
  "anya-e0102n5:212_6": "Duhetukacutiyā tihetukapaṭisandhi. Upekkhāsahagatacutiyā somanassasahagatapaṭisandhi.",
  "anya-e0102n5:212_7": "Appītikacutiyā sappītikapaṭisandhi. Avitakkacutiyā savitakkapaṭisandhi. Avicāracutiyā",
  "anya-e0102n5:212_8": "savicārapaṭisandhi. Avitakkāvicāracutiyā savitakkasavicārapaṭisandhīti tassa tassa",
  "anya-e0102n5:212_9": "viparītato ca yathāyogaṁ yojetabbaṁ.",
  "anya-e0102n5:213": "632.",
  "anya-e0102n5:214": "Laddhapaccayamiti dhammamattametaṁ bhavantaramupeti;",
  "anya-e0102n5:215": "Nāssa tato saṅkanti, na tato hetuṁ vinā hoti.",
  "anya-e0102n5:216_0": "Iti hetaṁ laddhapaccayaṁ rūpārūpadhammamattaṁ uppajjamānaṁ bhavantaramupetīti vuccati,",
  "anya-e0102n5:216_1": "na satto, na jīvo. Tassa ca nāpi atītabhavato idha saṅkanti atthi. Nāpi tato hetuṁ",
  "anya-e0102n5:216_2": "vinā idha pātubhāvo. Tayidaṁ pākaṭena manussacutipaṭisandhikkamena pakāsayissāma.",
  "anya-e0102n5:217_0": "Atītabhavasmiṁ hi sarasena upakkamena vā samāsannamaraṇassa asayhānaṁ sabbaṅgapaccaṅgasandhibandhanacchedakānaṁ",
  "anya-e0102n5:217_1": "māraṇantikavedanāsatthānaṁ sannipātaṁ asahantassa ātape pakkhittaharitatālapaṇṇamiva",
  "anya-e0102n5:217_2": "kamena upasussamāne sarīre niruddhesu cakkhādīsu indriyesu hadayavatthumatte patiṭṭhitesu",
  "anya-e0102n5:217_3": "kāyindriyamanindriyajīvitindriyesu taṅkhaṇāvasesahadayavatthusannissitaṁ viññāṇaṁ",
  "anya-e0102n5:217_4": "garukasamāsevitāsannapubbakatānaṁ aññataraṁ laddhāvasesapaccayasaṅkhārasaṅkhātaṁ",
  "anya-e0102n5:217_5": "kammaṁ, tadupaṭṭhāpitaṁ vā kammanimittagatinimittasaṅkhātaṁ visayaṁ ārabbha pavattati.",
  "anya-e0102n5:217_6": "Tadevaṁ pavattamānaṁ taṇhāvijjānaṁ appahīnattā avijjāpaṭicchāditādīnave tasmiṁ visaye",
  "anya-e0102n5:217_7": "taṇhā nāmeti, sahajātasaṅkhārā khipanti. Taṁ santativasena taṇhāya nāmiyamānaṁ saṅkhārehi",
  "anya-e0102n5:217_8": "khippamānaṁ orimatīrarukkhavinibaddharajjumālambitvā mātikātikkamako viya purimañca",
  "anya-e0102n5:217_9": "nissayaṁ jahati, aparañca kammasamuṭṭhāpitaṁ nissayaṁ assādayamānaṁ vā anassādayamānaṁ",
  "anya-e0102n5:217_10": "vā ārammaṇādīhiyeva paccayehi pavattatīti.",
  "anya-e0102n5:218_0": "Ettha ca purimaṁ cavanato cuti. Pacchimaṁ bhavantarādipaṭisandhānato paṭisandhīti",
  "anya-e0102n5:218_1": "vuccati. Tadetaṁ nāpi purimabhavā idhāgataṁ, nāpi tato kammasaṅkhāranativisayādihetuṁ",
  "anya-e0102n5:218_2": "vinā pātubhūtanti veditabbaṁ.",
  "anya-e0102n5:219": "633.",
  "anya-e0102n5:220": "Siyuṁ nidassanānettha, paṭighosādikā atha;",
  "anya-e0102n5:221": "Santānabandhato natthi, ekatā nāpi nānatā.",
  "anya-e0102n5:222_0": "Ettha cetassa viññāṇassa purimabhavato idha anāgamane, atītabhavapariyāpannahetūti",
  "anya-e0102n5:222_1": "ca uppāde paṭighosa-padīpa-muddā-paṭibimbappakārā dhammā nidassanāni siyuṁ. Yathā",
  "anya-e0102n5:222_2": "hi paṭighosa-padīpa-muddā-chāyā saddādihetukā honti aññatra agantvā evamevaṁ idaṁ cittaṁ.",
  "anya-e0102n5:223_0": "Ettha ca santānabandhato natthi ekatā nāpi nānatā. Yadi hi santānabandhe sati ekantamekatā",
  "anya-e0102n5:223_1": "bhaveyya, na khīrato dadhi sambhūtaṁ siyā. Athāpi ekantanānatā bhaveyya, na khīrassādhīno",
  "anya-e0102n5:223_2": "dadhi siyā. Esa nayo sabbahetuhetusamuppannesu. Evañca sati sabbalokavohāralopo siyā,",
  "anya-e0102n5:223_3": "so ca aniṭṭho. Tasmā ettha na ekantamekatā vā nānatā vā upagantabbāti.",
  "anya-e0102n5:224_0": "634. Etthāha – nanu evaṁ asaṅkantipātubhāve sati ye imasmiṁ manussattabhāve khandhā,",
  "anya-e0102n5:224_1": "tesaṁ niruddhattā, phalapaccayassa ca kammassa tattha agamanato aññassa aññato ca",
  "anya-e0102n5:224_2": "taṁ phalaṁ siyā, upabhuñjake ca asati kassa taṁ phalaṁ siyā, tasmā na sundaramidaṁ",
  "anya-e0102n5:224_3": "vidhānanti. Tatridaṁ vuccati –",
  "anya-e0102n5:225": "Santāne yaṁ phalaṁ etaṁ, nāññassa na ca aññato;",
  "anya-e0102n5:226": "Bījānaṁ abhisaṅkhāro, etassatthassa sādhako.",
  "anya-e0102n5:227_0": "Ekasantānasmiṁ hi phalaṁ uppajjamānaṁ tattha ekantaekattanānattānaṁ paṭisiddhattā",
  "anya-e0102n5:227_1": "aññassāti vā aññatoti vā na hoti. Etassa ca panatthassa bījānaṁ abhisaṅkhāro sādhako.",
  "anya-e0102n5:227_2": "Ambabījādīnaṁ hi abhisaṅkhāresu katesu tassa bījassa santāne laddhapaccayo kālantare",
  "anya-e0102n5:227_3": "phalaviseso uppajjamāno na aññabījānaṁ, nāpi aññābhisaṅkhārapaccayā uppajjati, na",
  "anya-e0102n5:227_4": "ca tāni bījāni, te abhisaṅkhārā vā phalaṭṭhānaṁ pāpuṇanti, evaṁ sampadamidaṁ veditabbaṁ.",
  "anya-e0102n5:227_5": "Vijjāsipposadhādīhi cāpi bālasarīre upayuttehi kālantare vuḍḍhasarīrādīsu phaladehi",
  "anya-e0102n5:227_6": "ayamattho veditabbo.",
  "anya-e0102n5:228": "Yampi vuttaṁ “upabhuñjake ca asati kassa taṁ phalaṁ siyā”ti, tattha,",
  "anya-e0102n5:229": "Phalassuppattiyā eva, siddhā bhuñjakasammuti;",
  "anya-e0102n5:230": "Phaluppādena rukkhassa, yathā phalati sammuti.",
  "anya-e0102n5:231_0": "Yathā hi rukkhasaṅkhātānaṁ dhammānaṁ ekadesabhūtassa rukkhaphalassa uppattiyā eva",
  "anya-e0102n5:231_1": "rukkho phalatīti vā phalitoti vā vuccati, tathā devamanussasaṅkhātānaṁ khandhānaṁ",
  "anya-e0102n5:231_2": "ekadesabhūtassa upabhogasaṅkhātassa sukhadukkhaphalassa uppādeneva devo, manusso",
  "anya-e0102n5:231_3": "vā upabhuñjatīti vā, sukhito, dukkhitoti vā vuccati. Tasmā na ettha aññena upabhuñjakena",
  "anya-e0102n5:231_4": "nāma koci attho atthīti.",
  "anya-e0102n5:232_0": "635. Yopi vadeyya “evaṁ santepi ete saṅkhārā vijjamānā vā phalassa paccayā siyuṁ,",
  "anya-e0102n5:232_1": "avijjamānā vā, yadi ca vijjamānā pavattikkhaṇeyeva nesaṁ vipākena bhavitabbaṁ, atha",
  "anya-e0102n5:232_2": "avijjamānā pavattito pubbe pacchā ca niccaṁ phalāvahā siyu”nti, so evaṁ vattabbo –",
  "anya-e0102n5:233": "Katattā paccayā ete, na ca niccaṁ phalāvahā;",
  "anya-e0102n5:234": "Pāṭibhogādikaṁ tattha, veditabbaṁ nidassanaṁ.",
  "anya-e0102n5:235_0": "Katattāyeva hi saṅkhārā attano phalassa paccayā honti, na vijjamānattā, avijjamānattā",
  "anya-e0102n5:235_1": "vā. Yathāha – “kāmāvacarassa kusalassa kammassa katattā upacitattā vipākaṁ cakkhuviññāṇaṁ",
  "anya-e0102n5:235_2": "uppannaṁ hotī”tiādi. Yathārahassa ca attano phalassa paccayā hutvā na puna phalāvahā",
  "anya-e0102n5:235_3": "honti vipākattā. Etassa catthassa vibhāvane idaṁ pāṭibhogādikaṁ nidassanaṁ veditabbaṁ.",
  "anya-e0102n5:235_4": "Yathā hi loke yo kassaci atthassa niyyātanatthaṁ pāṭibhogo hoti, bhaṇḍaṁ vā kiṇāti,",
  "anya-e0102n5:235_5": "iṇaṁ vā gaṇhāti, tassa taṁ kiriyākaraṇamattameva tadatthaniyyātanādimhi paccayo hoti,",
  "anya-e0102n5:235_6": "na kiriyāya vijjamānattaṁ, avijjamānattaṁ vā, na ca tadatthaniyyātanādito parampi",
  "anya-e0102n5:235_7": "dhārakova hoti. Kasmā? Niyyātanādīnaṁ katattā. Evaṁ katattāva saṅkhārāpi attano phalassa",
  "anya-e0102n5:235_8": "paccayā honti, na ca yathārahaṁ phaladānato parampi phalāvahā hontīti. Ettāvatā missāmissavasena",
  "anya-e0102n5:235_9": "dvedhāpi vattamānassa paṭisandhiviññāṇassa saṅkhārapaccayā pavatti dīpitā hoti.",
  "anya-e0102n5:236": "636. Idāni sabbesveva tesu bāttiṁsavipākaviññāṇesu sammohavighātatthaṁ,",
  "anya-e0102n5:237": "Paṭisandhipavattīnaṁ, vasenete bhavādisu;",
  "anya-e0102n5:238": "Vijānitabbā saṅkhārā, yathā yesañca paccayā.",
  "anya-e0102n5:239_0": "Tattha tayo bhavā, catasso yoniyo, pañca gatiyo, satta viññāṇaṭṭhitiyo, nava sattāvāsāti",
  "anya-e0102n5:239_1": "ete bhavādayo nāma. Etesu bhavādīsu paṭisandhiyaṁ pavatte ca ete yesaṁ vipākaviññāṇānaṁ",
  "anya-e0102n5:239_2": "paccayā, yathā ca paccayā honti, tathā vijānitabbāti attho.",
  "anya-e0102n5:240_0": "Tattha puññābhisaṅkhāre tāva kāmāvacaraaṭṭhacetanābhedo puññābhisaṅkhāro avisesena",
  "anya-e0102n5:240_1": "kāmabhave sugatiyaṁ navannaṁ vipākaviññāṇānaṁ paṭisandhiyaṁ nānakkhaṇikakammapaccayena",
  "anya-e0102n5:240_2": "ceva upanissayapaccayena cāti dvedhā paccayo. Rūpāvacarapañcakusalacetanābhedo puññābhisaṅkhāro",
  "anya-e0102n5:240_3": "rūpabhave paṭisandhiyaṁ eva pañcannaṁ.",
  "anya-e0102n5:241_0": "Vuttappabhedakāmāvacaro pana kāmabhave sugatiyaṁ upekkhāsahagatāhetumanoviññāṇadhātuvajjānaṁ",
  "anya-e0102n5:241_1": "sattannaṁ parittavipākaviññāṇānaṁ vuttanayeneva dvedhā paccayo pavatte, no paṭisandhiyaṁ.",
  "anya-e0102n5:241_2": "Sveva rūpabhave pañcannaṁ vipākaviññāṇānaṁ tatheva paccayo pavatte, no paṭisandhiyaṁ.",
  "anya-e0102n5:241_3": "Kāmabhave pana duggatiyaṁ aṭṭhannampi parittavipākaviññāṇānaṁ tatheva paccayo pavatte,",
  "anya-e0102n5:241_4": "no paṭisandhiyaṁ. Tattha niraye mahāmoggallānattherassa narakacārikādīsu iṭṭhārammaṇasamāyoge",
  "anya-e0102n5:241_5": "so paccayo hoti, tiracchānesu pana petamahiddhikesu ca iṭṭhārammaṇaṁ labbhatiyeva.",
  "anya-e0102n5:242_0": "Sveva kāmabhave sugatiyaṁ soḷasannampi kusalavipākaviññāṇānaṁ tatheva paccayo pavatte",
  "anya-e0102n5:242_1": "ca paṭisandhiyañca. Avisesena pana puññābhisaṅkhāro rūpabhave dasannaṁ vipākaviññāṇānaṁ",
  "anya-e0102n5:242_2": "tatheva paccayo pavatte ca paṭisandhiyañca.",
  "anya-e0102n5:243_0": "Dvādasākusalacetanābhedo apuññābhisaṅkhāro kāmabhave duggatiyaṁ ekassa viññāṇassa",
  "anya-e0102n5:243_1": "tatheva paccayo paṭisandhiyaṁ, no pavatte. Channaṁ pavatte, no paṭisandhiyaṁ. Sattannampi",
  "anya-e0102n5:243_2": "akusalavipākaviññāṇānaṁ pavatte ca paṭisandhiyañca.",
  "anya-e0102n5:244_0": "Kāmabhave pana sugatiyaṁ tesaṁyeva sattannaṁ tatheva paccayo pavatte, no paṭisandhiyaṁ.",
  "anya-e0102n5:244_1": "Rūpabhave catunnaṁ vipākaviññāṇānaṁ tatheva paccayo pavatte, no paṭisandhiyaṁ. So",
  "anya-e0102n5:244_2": "ca kho kāmāvacare aniṭṭharūpadassanasaddasavanavasena, brahmaloke pana aniṭṭharūpādayo",
  "anya-e0102n5:244_3": "nāma natthi. Tathā kāmāvacaradevalokepi.",
  "anya-e0102n5:245": "Āneñjābhisaṅkhāro arūpabhave catunnaṁ vipākaviññāṇānaṁ tatheva paccayo pavatte ca paṭisandhiyañca.",
  "anya-e0102n5:246": "Evaṁ tāva bhavesu paṭisandhipavattīnaṁ vasena ete saṅkhārā yesaṁ paccayā, yathā ca paccayā honti, tathā vijānitabbā. Eteneva nayena yoniādīsupi veditabbā.",
  "anya-e0102n5:247_0": "637. Tatridaṁ ādito paṭṭhāya mukhamattapakāsanaṁ – imesu hi saṅkhāresu yasmā puññābhisaṅkhāro",
  "anya-e0102n5:247_1": "tāva dvīsu bhavesu paṭisandhiṁ datvā sabbamattano vipākaṁ janeti. Tathā aṇḍajādīsu",
  "anya-e0102n5:247_2": "catūsu yonīsu, devamanussasaṅkhātāsu dvīsu gatīsu, nānattakāyanānattasaññīnānattakāyaekattasaññī-ekattakāyanānattasaññī-ekattakāyaekattasaññīsaṅkhātāsu",
  "anya-e0102n5:247_3": "catūsu viññāṇaṭṭhitīsu. Asaññasattāvāse panesa rūpamattamevābhisaṅkharotīti catūsuyeva",
  "anya-e0102n5:247_4": "sattāvāsesu ca paṭisandhiṁ datvā sabbamattano vipākaṁ janeti. Tasmā esa etesu dvīsu",
  "anya-e0102n5:247_5": "bhavesu, catūsu yonīsu, dvīsu gatīsu, catūsu viññāṇaṭṭhitīsu, catūsu sattāvāsesu",
  "anya-e0102n5:247_6": "ca ekavīsatiyā vipākaviññāṇānaṁ vuttanayeneva paccayo hoti yathāsambhavaṁ paṭisandhiyaṁ pavatte ca.",
  "anya-e0102n5:248_0": "Apuññābhisaṅkhāro pana yasmā ekasmiṁyeva kāmabhave catūsu yonīsu, avasesāsu tīsu",
  "anya-e0102n5:248_1": "gatīsu, nānattakāyaekattasaññīsaṅkhātāya ekissā viññāṇaṭṭhitiyā, tādiseyeva ca ekasmiṁ",
  "anya-e0102n5:248_2": "sattāvāse paṭisandhivasena vipaccati, tasmā esa ekasmiṁ bhave, catūsu yonīsu, tīsu",
  "anya-e0102n5:248_3": "gatīsu, ekissā viññāṇaṭṭhitiyā, ekamhi ca sattāvāse sattannaṁ vipākaviññāṇānaṁ vuttanayeneva",
  "anya-e0102n5:248_4": "paccayo paṭisandhiyaṁ pavatte ca.",
  "anya-e0102n5:249_0": "Āneñjābhisaṅkhāro pana yasmā ekasmiṁyeva arūpabhave, ekissā opapātikayoniyā, ekissā",
  "anya-e0102n5:249_1": "devagatiyā, ākāsānañcāyatanādikāsu tīsu viññāṇaṭṭhitīsu, ākāsānañcāyatanādikesu ca",
  "anya-e0102n5:249_2": "catūsu sattāvāsesu paṭisandhivasena vipaccati, tasmā esa ekasmiṁ bhave, ekissā yoniyā,",
  "anya-e0102n5:249_3": "ekissā gatiyā, tīsu viññāṇaṭṭhitīsu, catūsu sattāvāsesu catunnaṁ viññāṇānaṁ vuttanayeneva",
  "anya-e0102n5:249_4": "paccayo hoti paṭisandhiyaṁ pavatte cāti. Evaṁ,",
  "anya-e0102n5:250": "Paṭisandhipavattīnaṁ, vasenete bhavādisu;",
  "anya-e0102n5:251": "Vijānitabbā saṅkhārā, yathā yesañca paccayāti.",
  "anya-e0102n5:252": "Ayaṁ “saṅkhārapaccayā viññāṇa”nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:253": "Viññāṇapaccayānāmarūpapadavitthārakathā",
  "anya-e0102n5:254": "638. Viññāṇapaccayā nāmarūpapade –",
  "anya-e0102n5:255": "Vibhāgā nāmarūpānaṁ, bhavādīsu pavattito;",
  "anya-e0102n5:256": "Saṅgahā paccayanayā, viññātabbo vinicchayo.",
  "anya-e0102n5:257_0": "Vibhāgā nāmarūpānanti ettha hi nāmanti ārammaṇābhimukhaṁ namanato vedanādayo tayo",
  "anya-e0102n5:257_1": "khandhā, rūpanti cattāri mahābhūtāni catunnañca mahābhūtānaṁ upādāyarūpaṁ. Tesaṁ",
  "anya-e0102n5:257_2": "vibhāgo khandhaniddese vuttoyevāti. Evaṁ tāvettha vibhāgā nāmarūpānaṁ viññātabbo vinicchayo.",
  "anya-e0102n5:258_0": "Bhavādīsu pavattitoti ettha ca nāmaṁ ekaṁ sattāvāsaṁ ṭhapetvā sabbabhavayonigativiññāṇaṭṭhitisesasattāvāsesu",
  "anya-e0102n5:258_1": "pavattati, rūpaṁ dvīsu bhavesu, catūsu yonīsu, pañcasu gatīsu, purimāsu catūsu viññāṇaṭṭhitīsu,",
  "anya-e0102n5:258_2": "pañcasu sattāvāsesu pavattati.",
  "anya-e0102n5:259_0": "Evaṁ pavattamāne ca etasmiṁ nāmarūpe yasmā abhāvakagabbhaseyyakānaṁ aṇḍajānañca paṭisandhikkhaṇe",
  "anya-e0102n5:259_1": "vatthukāyadasakavasena rūpato dvesantatisīsāni, tayo ca arūpino khandhā pātubhavanti,",
  "anya-e0102n5:259_2": "tasmā tesaṁ vitthārena rūparūpato vīsati dhammā, tayo ca arūpino khandhāti ete tevīsati",
  "anya-e0102n5:259_3": "dhammā viññāṇapaccayā nāmarūpanti veditabbā. Aggahitaggahaṇena pana ekasantatisīsato",
  "anya-e0102n5:259_4": "nava rūpadhamme apanetvā cuddasa. Sabhāvakānaṁ bhāvadasakaṁ pakkhipitvā tettiṁsa,",
  "anya-e0102n5:259_5": "tesampi aggahitaggahaṇena santatisīsadvayato aṭṭhārasa rūpadhamme apanetvā pannarasa.",
  "anya-e0102n5:260_0": "Yasmā ca opapātikasattesu brahmakāyikādīnaṁ paṭisandhikkhaṇe cakkhusotavatthudasakānaṁ,",
  "anya-e0102n5:260_1": "jīvitindriyanavakassa ca vasena rūpato cattāri santatisīsāni, tayo ca arūpino khandhā",
  "anya-e0102n5:260_2": "pātubhavanti, tasmā tesaṁ vitthārena rūparūpato ekūnacattālīsa dhammā, tayo ca arūpino",
  "anya-e0102n5:260_3": "khandhāti ete bācattālīsa dhammā viññāṇapaccayā nāmarūpanti veditabbā. Aggahitaggahaṇena",
  "anya-e0102n5:260_4": "pana santatisīsattayato sattavīsati dhamme apanetvā pannarasa.",
  "anya-e0102n5:261_0": "Kāmabhave pana yasmā sesaopapātikānaṁ, saṁsedajānaṁ vā sabhāvakaparipuṇṇāyatanānaṁ",
  "anya-e0102n5:261_1": "paṭisandhikkhaṇe rūpato satta santatisīsāni, tayo ca arūpino khandhā pātubhavanti,",
  "anya-e0102n5:261_2": "tasmā tesaṁ vitthārena rūparūpato sattati dhammā, tayo ca arūpino khandhāti ete tesattati",
  "anya-e0102n5:261_3": "dhammā viññāṇapaccayā nāmarūpanti veditabbā. Aggahitaggahaṇena pana rūpasantatisīsachakkato",
  "anya-e0102n5:261_4": "catupaññāsa dhamme apanetvā ekūnavīsati. Esa ukkaṁso. Avakaṁsena pana taṁtaṁrūpasantatisīsavikalānaṁ",
  "anya-e0102n5:261_5": "tassa tassa vasena hāpetvā hāpetvā saṅkhepato vitthārato ca paṭisandhiyaṁ viññāṇapaccayā",
  "anya-e0102n5:261_6": "nāmarūpasaṅkhā veditabbā.",
  "anya-e0102n5:262": "Arūpīnaṁ pana tayova arūpino khandhā. Asaññīnaṁ rūpato jīvitindriyanavakamevāti. Esa tāva paṭisandhiyaṁ nayo.",
  "anya-e0102n5:263_0": "Pavatte pana sabbattha rūpappavattidese paṭisandhicittassa ṭhitikkhaṇe paṭisandhicittena",
  "anya-e0102n5:263_1": "saha pavattaututo utusamuṭṭhānaṁ suddhaṭṭhakaṁ pātubhavati. Paṭisandhicittaṁ pana",
  "anya-e0102n5:263_2": "rūpaṁ na samuṭṭhāpeti. Tañhi yathā papāte patitapuriso parassa paccayo hotuṁ na sakkoti,",
  "anya-e0102n5:263_3": "evaṁ vatthudubbalatāya dubbalattā rūpaṁ samuṭṭhāpetuṁ na sakkoti. Paṭisandhicittato",
  "anya-e0102n5:263_4": "pana uddhaṁ paṭhamabhavaṅgato pabhuti cittasamuṭṭhānaṁ suddhaṭṭhakaṁ, saddapātubhāvakāle",
  "anya-e0102n5:263_5": "paṭisandhikkhaṇato uddhaṁ pavattaututo ceva cittato ca saddanavakaṁ, ye pana kabaḷīkārāhārūpajīvino",
  "anya-e0102n5:263_6": "gabbhaseyyakasattā, tesaṁ,",
  "anya-e0102n5:264": "“Yañcassa bhuñjati mātā, annaṁ pānañca bhojanaṁ;",
  "anya-e0102n5:265": "Tena so tattha yāpeti, mātukucchigato naro”ti. –",
  "anya-e0102n5:266_0": "Vacanato mātarā ajjhoharitāhārena anugate sarīre, opapātikānaṁ sabbapaṭhamaṁ attano",
  "anya-e0102n5:266_1": "mukhagataṁ kheḷaṁ ajjhoharaṇakāle āhārasamuṭṭhānaṁ suddhaṭṭhakanti idaṁ āhārasamuṭṭhānassa",
  "anya-e0102n5:266_2": "suddhaṭṭhakassa, utucittasamuṭṭhānānañca ukkaṁsato dvinnaṁ navakānaṁ vasena chabbīsatividhaṁ,",
  "anya-e0102n5:266_3": "pubbe ekekacittakkhaṇe tikkhattuṁ uppajjamānaṁ vuttaṁ kammasamuṭṭhānañca sattatividhanti",
  "anya-e0102n5:266_4": "channavutividhaṁ rūpaṁ, tayo ca arūpino khandhāti samāsato navanavuti dhammā. Yasmā",
  "anya-e0102n5:266_5": "vā saddo aniyato kadācideva pātubhāvato, tasmā duvidhampi taṁ apanetvā ime sattanavuti",
  "anya-e0102n5:266_6": "dhammā yathāsambhavaṁ sabbasattānaṁ viññāṇapaccayā nāmarūpanti veditabbaṁ. Tesaṁ",
  "anya-e0102n5:266_7": "hi suttānampi pamattānampi khādantānampi pivantānampi divā ca rattiñca ete viññāṇapaccayā",
  "anya-e0102n5:266_8": "pavattanti. Tañca nesaṁ viññāṇapaccayabhāvaṁ parato vaṇṇayissāma.",
  "anya-e0102n5:267_0": "Yampanetamettha kammajarūpaṁ, taṁ bhavayonigatiṭhitisattāvāsesu sabbapaṭhamaṁ patiṭṭhahantampi",
  "anya-e0102n5:267_1": "tisamuṭṭhānikarūpena anupatthaddhaṁ na sakkoti saṇṭhātuṁ, nāpi tisamuṭṭhānikaṁ tena",
  "anya-e0102n5:267_2": "anupatthaddhaṁ. Atha kho vātabbhāhatāpi catuddisā vavatthāpitā naḷakalāpiyo viya,",
  "anya-e0102n5:267_3": "ūmivegabbhāhatāpi mahāsamudde katthaci laddhapatiṭṭhā bhinnavāhanikā viya ca aññamaññupatthaddhānevetāni",
  "anya-e0102n5:267_4": "apatamānāni saṇṭhahitvā ekampi vassaṁ dvepi vassāni…pe… vassasatampi yāva tesaṁ sattānaṁ",
  "anya-e0102n5:267_5": "āyukkhayo vā puññakkhayo vā, tāva pavattantīti. Evaṁ bhavādīsu pavattitopettha viññātabbo vinicchayo.",
  "anya-e0102n5:268_0": "639.Saṅgahāti ettha ca yaṁ āruppe pavattipaṭisandhīsu, pañcavokārabhave ca pavattiyaṁ",
  "anya-e0102n5:268_1": "viññāṇapaccayā nāmameva, yañca asaññesu sabbattha, pañcavokārabhave ca pavattiyaṁ",
  "anya-e0102n5:268_2": "viññāṇapaccayā rūpameva, yañca pañcavokārabhave sabbattha viññāṇapaccayā nāmarūpaṁ,",
  "anya-e0102n5:268_3": "taṁ sabbaṁ nāmañca rūpañca nāmarūpañca nāmarūpanti evaṁ ekadesasarūpekasesanayena",
  "anya-e0102n5:268_4": "saṅgahetvā viññāṇapaccayā nāmarūpanti veditabbaṁ.",
  "anya-e0102n5:269": "Asaññesu viññāṇābhāvā ayuttanti ce, nāyuttaṁ. Idampi,",
  "anya-e0102n5:270": "Nāmarūpassa yaṁ hetu, viññāṇaṁ taṁ dvidhā mataṁ;",
  "anya-e0102n5:271": "Vipākamavipākañca, yuttameva yato idaṁ.",
  "anya-e0102n5:272_0": "Yañhi nāmarūpassa hetu viññāṇaṁ, taṁ vipākāvipākabhedato dvedhā mataṁ. Idañca asaññasattesu",
  "anya-e0102n5:272_1": "kammasamuṭṭhānattā pañcavokārabhave pavattaabhisaṅkhāraviññāṇapaccayā rūpaṁ. Tathā",
  "anya-e0102n5:272_2": "pañcavokāre pavattiyaṁ kusalādicittakkhaṇe kammasamuṭṭhānanti yuttameva idaṁ. Evaṁ",
  "anya-e0102n5:272_3": "saṅgahatopettha viññātabbo vinicchayo.",
  "anya-e0102n5:273": "640.Paccayanayāti ettha hi,",
  "anya-e0102n5:274": "Nāmassa pākaviññāṇaṁ, navadhā hoti paccayo;",
  "anya-e0102n5:275": "Vatthurūpassa navadhā, sesarūpassa aṭṭhadhā.",
  "anya-e0102n5:276": "Abhisaṅkhāraviññāṇaṁ, hoti rūpassa ekadhā;",
  "anya-e0102n5:277": "Tadaññaṁ pana viññāṇaṁ, tassa tassa yathārahaṁ.",
  "anya-e0102n5:278_0": "Yañhetaṁ paṭisandhiyaṁ pavattiyaṁ vā vipākasaṅkhātaṁ nāmaṁ, tassa rūpamissassa vā",
  "anya-e0102n5:278_1": "amissassa vā paṭisandhikaṁ vā aññaṁ vā vipākaviññāṇaṁ sahajātaaññamaññanissayasampayuttavipākāhārindriyaatthiavigatapaccayehi",
  "anya-e0102n5:278_2": "navadhā paccayo hoti.",
  "anya-e0102n5:279_0": "Vatthurūpassa paṭisandhiyaṁ sahajātaaññamaññanissayavipākāhārindriyavippayuttaatthiavigatapaccayehi",
  "anya-e0102n5:279_1": "navadhā paccayo hoti. Ṭhapetvā pana vatthurūpaṁ sesarūpassa imesu navasu aññamaññapaccayaṁ",
  "anya-e0102n5:279_2": "apanetvā sesehi aṭṭhahi paccayehi paccayo hoti.",
  "anya-e0102n5:280_0": "Abhisaṅkhāraviññāṇaṁ pana asaññasattarūpassa vā pañcavokārabhave vā kammajassa rūpassa",
  "anya-e0102n5:280_1": "suttantikapariyāyato upanissayavasena ekadhāva paccayo hoti. Avasesaṁ paṭhamabhavaṅgato",
  "anya-e0102n5:280_2": "pabhuti sabbampi viññāṇaṁ tassa tassa nāmarūpassa yathārahaṁ paccayo hotīti veditabbaṁ.",
  "anya-e0102n5:280_3": "Vitthārato pana tassa paccayanaye dassiyamāne sabbāpi paṭṭhānakathā vitthāretabbā",
  "anya-e0102n5:280_4": "hotīti na naṁ ārabhāma.",
  "anya-e0102n5:281_0": "Tattha siyā – kathaṁ panetaṁ jānitabbaṁ “paṭisandhināmarūpaṁ viññāṇapaccayā hotī”ti?",
  "anya-e0102n5:281_1": "Suttato yuttito ca. Sutte hi “cittānuparivattino dhammā”tiādinā nayena bahudhā vedanādīnaṁ",
  "anya-e0102n5:281_2": "viññāṇapaccayatā siddhā. Yuttito pana,",
  "anya-e0102n5:282": "Cittajena hi rūpena, idha diṭṭhena sijjhati;",
  "anya-e0102n5:283": "Adiṭṭhassāpi rūpassa, viññāṇaṁ paccayo iti.",
  "anya-e0102n5:284_0": "Citte hi pasanne appasanne vā tadanurūpāni rūpāni uppajjamānāni diṭṭhāni. Diṭṭhena",
  "anya-e0102n5:284_1": "ca adiṭṭhassa anumānaṁ hotīti iminā idha diṭṭhena cittajarūpena adiṭṭhassāpi paṭisandhirūpassa",
  "anya-e0102n5:284_2": "viññāṇaṁ paccayo hotīti jānitabbametaṁ. Kammasamuṭṭhānassāpi hi tassa cittasamuṭṭhānasseva",
  "anya-e0102n5:284_3": "viññāṇapaccayatā paṭṭhāne āgatāti. Evaṁ paccayanayatopettha viññātabbo vinicchayoti.",
  "anya-e0102n5:285": "Ayaṁ “viññāṇapaccayā nāmarūpa”nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:286": "Nāmarūpapaccayāsaḷāyatanapadavitthārakathā",
  "anya-e0102n5:287": "641. Nāmarūpapaccayā saḷāyatanapade –",
  "anya-e0102n5:288": "Nāmaṁ khandhattayaṁ rūpaṁ, bhūtavatthādikaṁ mataṁ;",
  "anya-e0102n5:289": "Katekasesaṁ taṁ tassa, tādisasseva paccayo.",
  "anya-e0102n5:290_0": "Yañhetaṁ saḷāyatanasseva paccayabhūtaṁ nāmarūpaṁ, tattha nāmanti vedanādikkhandhattayaṁ,",
  "anya-e0102n5:290_1": "rūpaṁ pana sasantatipariyāpannaṁ niyamato cattāri bhūtāni cha vatthūni jīvitindriyanti",
  "anya-e0102n5:290_2": "evaṁ bhūtavatthādikaṁ matanti veditabbaṁ. Taṁ pana nāmañca rūpañca nāmarūpañca nāmarūpanti",
  "anya-e0102n5:290_3": "evaṁ katekasesaṁ chaṭṭhāyatanañca saḷāyatanañca saḷāyatananti evaṁ katekasesasseva",
  "anya-e0102n5:290_4": "saḷāyatanassa paccayoti veditabbaṁ. Kasmā? Yasmā āruppe nāmameva paccayo, tañca chaṭṭhāyatanasseva",
  "anya-e0102n5:290_5": "na aññassa. “Nāmapaccayā chaṭṭhāyatana”nti hi vibhaṅge vuttaṁ.",
  "anya-e0102n5:291_0": "Tattha siyā – kathaṁ panetaṁ jānitabbaṁ “nāmarūpaṁ saḷāyatanassa paccayo”ti? Nāmarūpabhāve",
  "anya-e0102n5:291_1": "bhāvato. Tassa tassa hi nāmassa rūpassa ca bhāve taṁ taṁ āyatanaṁ hoti, na aññathā.",
  "anya-e0102n5:291_2": "Sā panassa tabbhāvabhāvitā paccayanayasmiṁ yeva āvibhavissati. Tasmā,",
  "anya-e0102n5:292": "Paṭisandhiyā pavatte vā, hoti yaṁ yassa paccayo;",
  "anya-e0102n5:293": "Yathā ca paccayo hoti, tathā neyyaṁ vibhāvinā.",
  "anya-e0102n5:294": "Tatrāyamatthadīpanā –",
  "anya-e0102n5:295": "Nāmameva hi āruppe, paṭisandhipavattisu;",
  "anya-e0102n5:296": "Paccayo sattadhā chadhā, hoti taṁ avakaṁsato.",
  "anya-e0102n5:297_0": "Kathaṁ? Paṭisandhiyaṁ tāva avakaṁsato sahajātaaññamaññanissayasampayuttavipākaatthiavigatapaccayehi",
  "anya-e0102n5:297_1": "sattadhā nāmaṁ chaṭṭhāyatanassa paccayo hoti. Kiñci panettha hetupaccayena, kiñci",
  "anya-e0102n5:297_2": "āhārapaccayenāti evaṁ aññathāpi paccayo hoti, tassa vasena ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:298_0": "Pavattepi vipākaṁ vuttanayeneva paccayo hoti, itaraṁ pana avakaṁsato vuttappakāresu",
  "anya-e0102n5:298_1": "paccayesu vipākapaccayavajjehi chahi paccayehi paccayo hoti. Kiñci panettha hetupaccayena,",
  "anya-e0102n5:298_2": "kiñci āhārapaccayenāti evaṁ aññathāpi paccayo hoti, tassa vasena ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:299": "Aññasmimpi bhave nāmaṁ, tatheva paṭisandhiyaṁ;",
  "anya-e0102n5:300": "Chaṭṭhassa itaresaṁ taṁ, chahākārehi paccayo.",
  "anya-e0102n5:301_0": "Āruppato hi aññasmimpi pañcavokārabhave taṁ vipākanāmaṁ hadayavatthuno sahāyaṁ hutvā",
  "anya-e0102n5:301_1": "chaṭṭhassa manāyatanassa yathā āruppe vuttaṁ, tatheva avakaṁsato sattadhā paccayo",
  "anya-e0102n5:301_2": "hoti. Itaresaṁ pana taṁ pañcannaṁ cakkhāyatanādīnaṁ catumahābhūtasahāyaṁ hutvā sahajātanissayavipākavippayuttaatthiavigatavasena",
  "anya-e0102n5:301_3": "chahākārehi paccayo hoti. Kiñci panettha hetupaccayena, kiñci āhārapaccayenāti evaṁ",
  "anya-e0102n5:301_4": "aññathāpi paccayo hoti, tassa vasena ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:302": "Pavattepi tathā hoti, pākaṁ pākassa paccayo;",
  "anya-e0102n5:303": "Apākaṁ avipākassa, chadhā chaṭṭhassa paccayo.",
  "anya-e0102n5:304_0": "Pavattepi hi pañcavokārabhave yathā paṭisandhiyaṁ, tatheva vipākanāmaṁ vipākassa",
  "anya-e0102n5:304_1": "chaṭṭhāyatanassa avakaṁsato sattadhā paccayo hoti. Avipākaṁ pana avipākassa chaṭṭhassa",
  "anya-e0102n5:304_2": "avakaṁsatova tato vipākapaccayaṁ apanetvā chadhā paccayo hoti. Vuttanayeneva panettha",
  "anya-e0102n5:304_3": "ukkaṁsāvakaṁso veditabbo.",
  "anya-e0102n5:305": "Tattheva sesapañcannaṁ, vipākaṁ paccayo bhave;",
  "anya-e0102n5:306": "Catudhā avipākampi, evameva pakāsitaṁ.",
  "anya-e0102n5:307_0": "Tattheva hi pavatte sesānaṁ cakkhāyatanādīnaṁ pañcannaṁ cakkhupasādādivatthukaṁ itarampi",
  "anya-e0102n5:307_1": "vipākanāmaṁ pacchājātavippayuttaatthiavigatapaccayehi catudhā paccayo hoti. Yathā",
  "anya-e0102n5:307_2": "ca vipākaṁ, avipākampi evameva pakāsitaṁ. Tasmā kusalādibhedampi tesaṁ catudhā paccayo",
  "anya-e0102n5:307_3": "hotīti veditabbaṁ. Evaṁ tāva nāmameva paṭisandhiyaṁ pavatte vā yassa yassa āyatanassa",
  "anya-e0102n5:307_4": "paccayo hoti, yathā ca paccayo hoti, tathā veditabbaṁ.",
  "anya-e0102n5:308": "Rūpaṁ panettha āruppe, bhave bhavati paccayo;",
  "anya-e0102n5:309": "Na ekāyatanassāpi, pañcakkhandhabhave pana.",
  "anya-e0102n5:310": "Rūpato sandhiyaṁ vatthu, chadhā chaṭṭhassa paccayo;",
  "anya-e0102n5:311": "Bhūtāni catudhā honti, pañcannaṁ avisesato.",
  "anya-e0102n5:312_0": "Rūpato hi paṭisandhiyaṁ vatthurūpaṁ chaṭṭhassa manāyatanassa sahajātaaññamaññanissayavippayuttaatthiavigatapaccayehi",
  "anya-e0102n5:312_1": "chadhā paccayo hoti. Cattāri pana bhūtāni avisesato paṭisandhiyaṁ pavatte ca yaṁ",
  "anya-e0102n5:312_2": "yaṁ āyatanaṁ uppajjati, tassa tassa vasena pañcannampi cakkhāyatanādīnaṁ sahajātanissayaatthiavigatapaccayehi",
  "anya-e0102n5:312_3": "catudhā paccayā honti.",
  "anya-e0102n5:313": "Tidhā jīvitametesaṁ, āhāro ca pavattiyaṁ;",
  "anya-e0102n5:314": "Tāneva chadhā chaṭṭhassa, vatthu tasseva pañcadhā.",
  "anya-e0102n5:315_0": "Etesaṁ pana cakkhādīnaṁ pañcannaṁ paṭisandhiyaṁ pavatte ca atthi avigataindriyavasena",
  "anya-e0102n5:315_1": "rūpajīvitaṁ tidhā paccayo hoti. Āhāro ca atthiavigatāhāravasena tividhā paccayo hoti,",
  "anya-e0102n5:315_2": "so ca kho ye sattā āhārūpajīvino, tesaṁ āhārānugate kāye pavattiyaṁyeva, no paṭisandhiyaṁ.",
  "anya-e0102n5:315_3": "Tāni pana pañca cakkhāyatanādīni chaṭṭhassa cakkhu sotaghānajivhākāyaviññāṇasaṅkhātassa",
  "anya-e0102n5:315_4": "manāyatanassa nissayapurejātaindriyavippayuttaatthiavigatavasena chahākārehi paccayā",
  "anya-e0102n5:315_5": "honti pavatte, no paṭisandhiyaṁ. Ṭhapetvā pana pañcaviññāṇāni tasseva avasesamanāyatanassa",
  "anya-e0102n5:315_6": "vatthurūpaṁ nissayapurejātavippayuttaatthiavigatavasena pañcadhā paccayo hoti pavatteyeva,",
  "anya-e0102n5:315_7": "no paṭisandhiyaṁ. Evaṁ rūpameva paṭisandhiyaṁ pavatte vā yassa yassa āyatanassa paccayo",
  "anya-e0102n5:315_8": "hoti, yathā ca paccayo hoti, tathā veditabbaṁ.",
  "anya-e0102n5:316": "Nāmarūpaṁ panubhayaṁ, hoti yaṁ yassa paccayo;",
  "anya-e0102n5:317": "Yathā ca tampi sabbattha, viññātabbaṁ vibhāvinā.",
  "anya-e0102n5:318_0": "Seyyathidaṁ. Paṭisandhiyaṁ tāva pañcavokārabhave khandhattayavatthurūpasaṅkhātaṁ",
  "anya-e0102n5:318_1": "nāmarūpaṁ chaṭṭhāyatanassa sahajātaaññamaññanissayavipākasampayuttavippayuttaatthiavigatapaccayādīhi",
  "anya-e0102n5:318_2": "paccayo hotīti. Idamettha mukhamattaṁ. Vuttanayānusārena pana sakkā sabbaṁ yojetunti",
  "anya-e0102n5:318_3": "na ettha vitthāro dassitoti.",
  "anya-e0102n5:319": "Ayaṁ “nāmarūpapaccayā saḷāyatana”nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:320": "Saḷāyatanapaccayāphassapadavitthārakathā",
  "anya-e0102n5:321": "642. Saḷāyatanapaccayā phassapade –",
  "anya-e0102n5:322": "Saḷeva phassā saṅkhepā, cakkhusamphassaādayo;",
  "anya-e0102n5:323": "Viññāṇamiva bāttiṁsa, vitthārena bhavanti te.",
  "anya-e0102n5:324_0": "Saṅkhepena hi saḷāyatanapaccayā phassoti cakkhusamphasso, sotasamphasso, ghānasamphasso,",
  "anya-e0102n5:324_1": "jivhāsamphasso, kāyasamphasso, manosamphassoti ime cakkhusamphassādayo cha eva phassā",
  "anya-e0102n5:324_2": "bhavanti. Vitthārena pana cakkhusamphassādayo pañca kusalavipākā, pañca akusalavipākāti",
  "anya-e0102n5:324_3": "dasa, sesā bāvīsati-lokiyavipākaviññāṇasampayuttā ca bāvīsatīti evaṁ sabbepi saṅkhārapaccayā",
  "anya-e0102n5:324_4": "vuttaviññāṇamiva bāttiṁsa honti.",
  "anya-e0102n5:325": "Yaṁ panetassa bāttiṁsavidhassāpi phassassa paccayo saḷāyatanaṁ, tattha,",
  "anya-e0102n5:326": "Chaṭṭhena saha ajjhattaṁ, cakkhādiṁ bāhirehipi;",
  "anya-e0102n5:327": "Saḷāyatanamicchanti, chahi saddhiṁ vicakkhaṇā.",
  "anya-e0102n5:328_0": "Tattha ye tāva “upādiṇṇakapavattikathā aya”nti sakasantatipariyāpannameva paccayaṁ",
  "anya-e0102n5:328_1": "paccayuppannañca dīpenti, te “chaṭṭhāyatanapaccayā phasso”ti pāḷianusārato āruppe",
  "anya-e0102n5:328_2": "chaṭṭhāyatanañca, aññattha sabbasaṅgahato saḷāyatanañca phassassa paccayoti ekadesasarūpekasesaṁ",
  "anya-e0102n5:328_3": "katvā chaṭṭhena saha ajjhattaṁ cakkhādiṁ saḷāyatananti icchanti. Tañhi chaṭṭhāyatanañca",
  "anya-e0102n5:328_4": "saḷāyatanañca saḷāyatanantveva saṅkhaṁ gacchati.",
  "anya-e0102n5:329_0": "Ye pana paccayuppannameva ekasantatipariyāpannaṁ dīpenti, paccayaṁ pana bhinnasantānampi,",
  "anya-e0102n5:329_1": "te yaṁ yaṁ āyatanaṁ phassassa paccayo hoti, taṁ sabbampi dīpentā bāhirampi pariggahetvā",
  "anya-e0102n5:329_2": "tadeva chaṭṭhena saha ajjhattaṁ bāhirehipi rūpāyatanādīhi saddhiṁ saḷāyatananti icchanti.",
  "anya-e0102n5:329_3": "Tampi hi chaṭṭhāyatanañca saḷāyatanañca saḷāyatananti etesaṁ ekasese kate saḷāyatanantveva saṅkhaṁ gacchati.",
  "anya-e0102n5:330_0": "Etthāha – na sabbāyatanehi eko phasso sambhoti, nāpi ekamhā āyatanā sabbe phassā,",
  "anya-e0102n5:330_1": "ayañca saḷāyatanapaccayā phassoti ekova vutto, so kasmāti. Tatridaṁ vissajjanaṁ –",
  "anya-e0102n5:330_2": "saccametaṁ, sabbehi eko, ekamhā vā sabbe na sambhonti, sambhoti pana anekehi eko.",
  "anya-e0102n5:330_3": "Yathā cakkhusamphasso cakkhāyatanā rūpāyatanā cakkhuviññāṇasaṅkhātā manāyatanā avasesasampayuttadhammāyatanā",
  "anya-e0102n5:330_4": "cāti evaṁ sabbattha yathānurūpaṁ yojetabbaṁ. Tasmā eva hi,",
  "anya-e0102n5:331": "Ekopanekāyatanappabhavo iti dīpito;",
  "anya-e0102n5:332": "Phassoyaṁ ekavacananiddesenīdha tādinā.",
  "anya-e0102n5:333": "Ekavacananiddesenāti saḷāyatanapaccayā phassoti iminā ekavacananiddesena anekehi āyatanehi eko phasso hotīti tādinā dīpitoti attho. Āyatanesu pana,",
  "anya-e0102n5:334": "Chadhā pañca tato ekaṁ, navadhā bāhirāni cha;",
  "anya-e0102n5:335": "Yathāsambhavametassa, paccayatte vibhāvaye.",
  "anya-e0102n5:336_0": "Tatrāyaṁ vibhāvanā – cakkhāyatanādīni tāva pañca cakkhusamphassādibhedato pañcavidhassa",
  "anya-e0102n5:336_1": "phassassa nissayapurejātindriyavippayuttaatthiavigatavasena chadhā paccayā honti.",
  "anya-e0102n5:336_2": "Tato paraṁ ekaṁ vipākamanāyatanaṁ anekabhedassa vipākamanosamphassassa sahajātaaññamaññanissayavipākāhāraindriyasampayuttaatthiavigatavasena",
  "anya-e0102n5:336_3": "navadhā paccayo hoti. Bāhiresu pana rūpāyatanaṁ cakkhusamphassassa ārammaṇapurejātaatthiavigatavasena",
  "anya-e0102n5:336_4": "catudhā paccayo hoti. Tathā saddāyatanādīni sotasamphassādīnaṁ. Manosamphassassa",
  "anya-e0102n5:336_5": "pana tāni ca dhammāyatanañca tathā ca ārammaṇapaccayamatteneva cāti evaṁ bāhirāni",
  "anya-e0102n5:336_6": "cha yathāsambhavametassa paccayatte vibhāvayeti.",
  "anya-e0102n5:337": "Ayaṁ “saḷāyatanapaccayā phasso”ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:338": "Phassapaccayāvedanāpadavitthārakathā",
  "anya-e0102n5:339": "643. Phassapaccayā vedanāpade –",
  "anya-e0102n5:340": "Dvārato vedanā vuttā, cakkhusamphassajādikā;",
  "anya-e0102n5:341": "Saḷeva tā pabhedena, ekūnanavutī matā.",
  "anya-e0102n5:342_0": "Etassapi padassa vibhaṅge “cakkhusamphassajā vedanā. Sota… ghāna… jivhā… kāya… manosamphassajā",
  "anya-e0102n5:342_1": "vedanā”ti evaṁ dvārato saḷeva vedanā vuttā, tā pana pabhedena ekūnanavutiyā cittehi",
  "anya-e0102n5:342_2": "sampayuttattā ekūnanavuti matā.",
  "anya-e0102n5:343": "Vedanāsu panetāsu, idha bāttiṁsa vedanā;",
  "anya-e0102n5:344": "Vipākacittayuttāva, adhippetāti bhāsitā.",
  "anya-e0102n5:345": "Aṭṭhadhā tattha pañcannaṁ, pañcadvāramhi paccayo;",
  "anya-e0102n5:346": "Sesānaṁ ekadhā phasso, manodvārepi so tathā.",
  "anya-e0102n5:347_0": "Tattha hi pañcadvāre cakkhupasādādivatthukānaṁ pañcannaṁ vedanānaṁ cakkhusamphassādiko",
  "anya-e0102n5:347_1": "phasso sahajātaaññamaññanissayavipākaāhārasampayuttaatthiavigatavasena aṭṭhadhā paccayo",
  "anya-e0102n5:347_2": "hoti. Sesānaṁ pana ekekasmiṁ dvāre sampaṭicchanasantīraṇatadārammaṇavasena pavattānaṁ",
  "anya-e0102n5:347_3": "kāmāvacaravipākavedanānaṁ so cakkhusamphassādiko phasso upanissayavasena ekadhāva paccayo hoti.",
  "anya-e0102n5:348_0": "Manodvārepi so tathāti manodvārepi hi tadārammaṇavasena pavattānaṁ kāmāvacaravipākavedanānaṁ",
  "anya-e0102n5:348_1": "so sahajātamanosamphassasaṅkhāto phasso tatheva aṭṭhadhā paccayo hoti, paṭisandhibhavaṅgacutivasena",
  "anya-e0102n5:348_2": "pavattānaṁ tebhūmakavipākavedanānampi. Yā pana tā manodvāre tadārammaṇavasena pavattā",
  "anya-e0102n5:348_3": "kāmāvacaravedanā, tāsaṁ manodvārāvajjanasampayutto manosamphasso upanissayavasena",
  "anya-e0102n5:348_4": "ekadhāva paccayo hotīti.",
  "anya-e0102n5:349": "Ayaṁ “phassapaccayā vedanā”ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:350": "Vedanāpaccayātaṇhāpadavitthārakathā",
  "anya-e0102n5:351": "644. Vedanāpaccayā taṇhāpade –",
  "anya-e0102n5:352": "Rūpataṇhādibhedena, cha taṇhā idha dīpitā;",
  "anya-e0102n5:353": "Ekekā tividhā tattha, pavattākārato matā.",
  "anya-e0102n5:354_0": "Imasmiṁ hi pade seṭṭhiputto brāhmaṇaputtoti pitito nāmavasena putto viya “rūpataṇhā.",
  "anya-e0102n5:354_1": "Sadda… gandha… rasa… phoṭṭhabba… dhammataṇhā”ti ārammaṇato nāmavasena vibhaṅge cha taṇhā dīpitā.",
  "anya-e0102n5:355_0": "Tāsu pana taṇhāsu ekekā taṇhā pavattiākārato kāmataṇhā, bhavataṇhā, vibhavataṇhāti",
  "anya-e0102n5:355_1": "evaṁ tividhā matā. Rūpataṇhāyeva hi yadā cakkhussa āpāthamāgataṁ rūpārammaṇaṁ kāmassādavasena",
  "anya-e0102n5:355_2": "assādayamānā pavattati, tadā kāmataṇhā nāma hoti. Yadā tadevārammaṇaṁ “dhuvaṁ sassata”nti",
  "anya-e0102n5:355_3": "pavattāya sassatadiṭṭhiyā saddhiṁ pavattati, tadā bhavataṇhā nāma hoti. Sassatadiṭṭhisahagato",
  "anya-e0102n5:355_4": "hi rāgo bhavataṇhāti vuccati. Yadā pana tadevārammaṇaṁ “ucchijjati vinassatī”ti pavattāya",
  "anya-e0102n5:355_5": "ucchedadiṭṭhiyā saddhiṁ pavattati, tadā vibhavataṇhā nāma hoti. Ucchedadiṭṭhisahagato",
  "anya-e0102n5:355_6": "hi rāgo vibhavataṇhāti vuccati. Esa nayo saddataṇhādīsupīti. Etā aṭṭhārasa taṇhā honti.",
  "anya-e0102n5:356_0": "Tā ajjhattarūpādīsu aṭṭhārasa, bahiddhā aṭṭhārasāti chattiṁsa. Iti atītā chattiṁsa,",
  "anya-e0102n5:356_1": "anāgatā chattiṁsa, paccuppannā chattiṁsāti aṭṭhasataṁ taṇhā honti. Tā puna saṅkheppamāṇā",
  "anya-e0102n5:356_2": "rūpādiārammaṇavasena cha, kāmataṇhādivasena vā tissova taṇhā hontīti veditabbā.",
  "anya-e0102n5:357_0": "Yasmā panime sattā puttaṁ assādetvā putte mamattena dhātiyā viya rūpādiārammaṇavasena",
  "anya-e0102n5:357_1": "uppajjamānaṁ vedanaṁ assādetvā vedanāya mamattena rūpādiārammaṇadāyakānaṁ cittakāra-gandhabba-gandhika-sūda-tantavāyarasāyanavidhāyakavejjādīnaṁ",
  "anya-e0102n5:357_2": "mahāsakkāraṁ karonti. Tasmā sabbāpesā vedanāpaccayā taṇhā hotīti veditabbā.",
  "anya-e0102n5:358": "Yasmā cettha adhippetā, vipākasukhavedanā;",
  "anya-e0102n5:359": "Ekāva ekadhāvesā, tasmā taṇhāya paccayo.",
  "anya-e0102n5:360": "Ekadhāti upanissayapaccayeneva paccayo hoti. Yasmā vā,",
  "anya-e0102n5:361": "Dukkhī sukhaṁ patthayati, sukhī bhiyyopi icchati;",
  "anya-e0102n5:362": "Upekkhā pana santattā, sukhamicceva bhāsitā.",
  "anya-e0102n5:363": "Taṇhāya paccayā tasmā, honti tissopi vedanā;",
  "anya-e0102n5:364": "Vedanāpaccayā taṇhā, iti vuttā mahesinā.",
  "anya-e0102n5:365": "Vedanāpaccayā cāpi, yasmā nānusayaṁ vinā;",
  "anya-e0102n5:366": "Hoti tasmā na sā hoti, brāhmaṇassa vusīmatoti.",
  "anya-e0102n5:367": "Ayaṁ “vedanāpaccayā taṇhā”ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:368": "Taṇhāpaccayāupādānapadavitthārakathā",
  "anya-e0102n5:369": "645. Taṇhāpaccayā upādānapade –",
  "anya-e0102n5:370": "Upādānāni cattāri, tāni atthavibhāgato;",
  "anya-e0102n5:371": "Dhammasaṅkhepavitthārā, kamato ca vibhāvaye.",
  "anya-e0102n5:372_0": "Tatrāyaṁ vibhāvanā – kāmupādānaṁ, diṭṭhupādānaṁ, sīlabbatupādānaṁ, attavādupādānanti",
  "anya-e0102n5:372_1": "imāni tāvettha cattāri upādānāni. Tesaṁ ayaṁ atthavibhāgo – vatthusaṅkhātaṁ kāmaṁ",
  "anya-e0102n5:372_2": "upādiyatīti kāmupādānaṁ, kāmo ca so upādānañcātipi kāmupādānaṁ. Upādānanti daḷhaggahaṇaṁ.",
  "anya-e0102n5:372_3": "Daḷhattho hettha upasaddo upāyāsaupakaṭṭhādīsu viya. Tathā diṭṭhi ca sā upādānañcāti",
  "anya-e0102n5:372_4": "diṭṭhupādānaṁ. Diṭṭhiṁ upādiyatīti vā diṭṭhupādānaṁ. “Sassato attā ca loko cā”tiādīsu",
  "anya-e0102n5:372_5": "hi purimadiṭṭhiṁ uttaradiṭṭhi upādiyati. Tathā sīlabbataṁ upādiyatīti sīlabbatupādānaṁ.",
  "anya-e0102n5:372_6": "Sīlabbatañca taṁ upādānañcātipi sīlabbatupādānaṁ. Gosīlagovatādīni hi “evaṁ suddhī”ti",
  "anya-e0102n5:372_7": "abhinivesato sayameva upādānāni. Tathā vadanti etenāti vādo. Upādiyanti etenāti upādānaṁ.",
  "anya-e0102n5:372_8": "Kiṁ vadanti, upādiyanti vā? Attānaṁ. Attano vādupādānaṁ attavādupādānaṁ. Attavādamattameva",
  "anya-e0102n5:372_9": "vā attāti upādiyanti etenāti attavādupādānaṁ. Ayaṁ tāva tesaṁ atthavibhāgo.",
  "anya-e0102n5:373_0": "Dhammasaṅkhepavitthāre pana kāmupādānaṁ tāva “tattha katamaṁ kāmupādānaṁ? Yo kāmesu",
  "anya-e0102n5:373_1": "kāmacchando kāmarāgo kāmanandī kāmataṇhā kāmasneho kāmapariḷāho kāmamucchā kāmajjhosānaṁ,",
  "anya-e0102n5:373_2": "idaṁ vuccati kāmupādāna”nti āgatattā saṅkhepato taṇhādaḷhattaṁ vuccati. Taṇhādaḷhattaṁ",
  "anya-e0102n5:373_3": "nāma purimataṇhāupanissayapaccayena daḷhasambhūtā uttarataṇhāva. Keci panāhu “appattavisayapatthanā",
  "anya-e0102n5:373_4": "taṇhā andhakāre corassa hatthappasāraṇaṁ viya, sampattavisayaggahaṇaṁ upādānaṁ tasseva",
  "anya-e0102n5:373_5": "bhaṇḍaggahaṇaṁ viya. Appicchatāsantuṭṭhitāpaṭipakkhā ca te dhammā. Tathā pariyesanārakkhadukkhamūlā”ti.",
  "anya-e0102n5:373_6": "Sesupādānattayaṁ pana saṅkhepato diṭṭhimattameva.",
  "anya-e0102n5:374_0": "Vitthārato pana pubbe rūpādīsu vuttaaṭṭhasatappabhedāyapi taṇhāya daḷhabhāvo kāmupādānaṁ.",
  "anya-e0102n5:374_1": "Dasavatthukā micchādiṭṭhi diṭṭhupādānaṁ. Yathāha – “tattha katamaṁ diṭṭhupādānaṁ?",
  "anya-e0102n5:374_2": "Natthi dinnaṁ, natthi yiṭṭhaṁ…pe… sacchikatvā pavedentīti yā evarūpā diṭṭhi…pe… vipariyesaggāho.",
  "anya-e0102n5:374_3": "Idaṁ vuccati diṭṭhupādāna”nti. Sīlabbatehi suddhīti parāmasanaṁ pana sīlabbatupādānaṁ.",
  "anya-e0102n5:374_4": "Yathāha – “tattha katamaṁ sīlabbatupādānaṁ? Sīlena suddhi, vatena suddhi, sīlabbatena",
  "anya-e0102n5:374_5": "suddhīti yā evarūpā diṭṭhi…pe… vipariyesaggāho. Idaṁ vuccati sīlabbatupādāna”nti.",
  "anya-e0102n5:374_6": "Vīsativatthukā sakkāyadiṭṭhi attavādupādānaṁ. Yathāha – “tattha katamaṁ attavādupādānaṁ?",
  "anya-e0102n5:374_7": "Idha assutavā puthujjano…pe… sappurisadhamme avinīto rūpaṁ attato samanupassati…pe…",
  "anya-e0102n5:374_8": "vipariyesaggāho, idaṁ vuccati attavādupādāna”nti. Ayamettha dhammasaṅkhepavitthāro.",
  "anya-e0102n5:375_0": "Kamatoti ettha pana tividho kamo uppattikkamo pahānakkamo desanākkamo ca. Tattha",
  "anya-e0102n5:375_1": "anamatagge saṁsāre imassa paṭhamaṁ uppattīti abhāvato kilesānaṁ nippariyāyena uppattikkamo",
  "anya-e0102n5:375_2": "na vuccati. Pariyāyena pana yebhuyyena ekasmiṁ bhave attaggāhapubbaṅgamo sassatucchedābhiniveso,",
  "anya-e0102n5:375_3": "tato “sassato ayaṁ attā”ti gaṇhato attavisuddhatthaṁ sīlabbatupādānaṁ, “ucchijjatī”ti",
  "anya-e0102n5:375_4": "gaṇhato paralokanirapekkhassa kāmupādānanti evaṁ paṭhamaṁ attavādupādānaṁ, tato diṭṭhisīlabbatakāmupādānānīti",
  "anya-e0102n5:375_5": "ayametesaṁ ekasmiṁ bhave uppattikkamo.",
  "anya-e0102n5:376": "Diṭṭhupādānādīni cettha paṭhamaṁ pahīyanti sotāpattimaggavajjhattā. Kāmupādānaṁ pacchā, arahattamaggavajjhattāti ayametesaṁ pahānakkamo.",
  "anya-e0102n5:377_0": "Mahāvisayattā pana pākaṭattā ca etesu kāmupādānaṁ paṭhamaṁ desitaṁ. Mahāvisayaṁ hi",
  "anya-e0102n5:377_1": "taṁ aṭṭhacittasampayogā, appavisayāni itarāni catucittasampayogā, yebhuyyena ca ālayarāmattā",
  "anya-e0102n5:377_2": "pajāya pākaṭaṁ kāmupādānaṁ, na itarāni. Kāmupādāna vā kāmānaṁ samadhigamatthaṁ kotūhalamaṅgalādibahulo",
  "anya-e0102n5:377_3": "hoti, sāssa diṭṭhīti tadanantaraṁ diṭṭhupādānaṁ, taṁ pabhijjamānaṁ sīlabbataattavādupādānavasena",
  "anya-e0102n5:377_4": "duvidhaṁ hoti. Tasmiṁ dvaye gokiriyaṁ kukkurakiriyaṁ vā disvāpi veditabbato oḷārikanti",
  "anya-e0102n5:377_5": "sīlabbatupādānaṁ paṭhamaṁ desitaṁ. Sukhumattā ante attavādupādānanti ayametesaṁ desanākkamo.",
  "anya-e0102n5:378": "Taṇhā ca purimassettha, ekadhā hoti paccayo;",
  "anya-e0102n5:379": "Sattadhā aṭṭhadhā vāpi, hoti sesattayassa sā.",
  "anya-e0102n5:380_0": "Ettha ca evaṁ desite upādānacatukke purimassa kāmupādānassa kāmataṇhā upanissayavasena",
  "anya-e0102n5:380_1": "ekadhāva paccayo hoti, taṇhābhinanditesu visayesu uppattito. Sesattayassa pana sahajātaaññamaññanissayasampayuttaatthiavigatahetuvasena",
  "anya-e0102n5:380_2": "sattadhā vā, upanissayena saha aṭṭhadhā vāpi paccayo hoti. Yadā ca sā upanissayavasena",
  "anya-e0102n5:380_3": "paccayo hoti, tadā asahajātāva hotīti.",
  "anya-e0102n5:381": "Ayaṁ “taṇhāpaccayā upādāna”nti padasmiṁ vitthārakathā.",
  "anya-e0102n5:382": "Upādānapaccayābhavapadavitthārakathā",
  "anya-e0102n5:383": "646. Upādānapaccayā bhavapade –",
  "anya-e0102n5:384": "Atthato dhammato ceva, sātthato bhedasaṅgahā;",
  "anya-e0102n5:385": "Yaṁ yassa paccayo ceva, viññātabbo vinicchayo.",
  "anya-e0102n5:386_0": "Tattha bhavatīti bhavo. So kammabhavo upapattibhavo cāti duvidho hoti. Yathāha –",
  "anya-e0102n5:386_1": "“bhavo duvidhena atthi kammabhavo, atthi upapattibhavo”ti. Tattha kammameva bhavo",
  "anya-e0102n5:386_2": "kammabhavo, tathā upapattiyeva bhavo upapattibhavo. Ettha ca upapatti bhavatīti bhavo.",
  "anya-e0102n5:386_3": "Kammaṁ pana yathā sukhakāraṇattā “sukho buddhānaṁ uppādo”ti vutto, evaṁ bhavakāraṇattā",
  "anya-e0102n5:386_4": "phalavohārena bhavoti veditabbanti. Evaṁ tāvettha atthato viññātabbo vinicchayo.",
  "anya-e0102n5:387_0": "647.Dhammato pana kammabhavo tāva saṅkhepato cetanā ceva cetanāsampayuttā ca abhijjhādayo",
  "anya-e0102n5:387_1": "kammasaṅkhātā dhammā. Yathāha – “tattha katamo kammabhavo? Puññābhisaṅkhāro apuññābhisaṅkhāro",
  "anya-e0102n5:387_2": "āneñjābhisaṅkhāro parittabhūmako vā mahābhūmako vā, ayaṁ vuccati kammabhavo. Sabbampi",
  "anya-e0102n5:387_3": "bhavagāmikammaṁ kammabhavo”ti. Ettha hi puññābhisaṅkhāroti terasa cetanā. Apuññābhisaṅkhāroti",
  "anya-e0102n5:387_4": "dvādasa. Āneñjābhisaṅkhāroti catasso cetanā. Evaṁ parittabhūmako vā mahābhūmako vāti",
  "anya-e0102n5:387_5": "etena tāsaṁyeva cetanānaṁ mandabahuvipākatā vuttā. Sabbampi bhavagāmikammanti iminā",
  "anya-e0102n5:387_6": "pana cetanāsampayuttā abhijjhādayo vuttā.",
  "anya-e0102n5:388_0": "Upapattibhavo pana saṅkhepato kammābhinibbattā khandhā, pabhedato navavidho hoti.",
  "anya-e0102n5:388_1": "Yathāha – “tattha katamo upapattibhavo? Kāmabhavo rūpabhavo arūpabhavo saññābhavo",
  "anya-e0102n5:388_2": "asaññābhavo nevasaññānāsaññābhavo, ekavokārabhavo catuvokārabhavo pañcavokārabhavo,",
  "anya-e0102n5:388_3": "ayaṁ vuccati upapattibhavo”ti. Tattha kāmasaṅkhāto bhavo kāmabhavo. Esa nayo rūpārūpabhavesu.",
  "anya-e0102n5:388_4": "Saññāvataṁ bhavo, saññā vā ettha bhave atthīti saññābhavo. Vipariyāyena asaññābhavo.",
  "anya-e0102n5:388_5": "Oḷārikāya saññāya abhāvā sukhumāya ca bhāvā nevasaññā, nāsaññā asmiṁ bhaveti nevasaññānāsaññābhavo.",
  "anya-e0102n5:388_6": "Ekena rūpakkhandhena vokiṇṇo bhavo ekavokārabhavo. Eko vā vokāro assa bhavassāti",
  "anya-e0102n5:388_7": "ekavokārabhavo. Esa nayo catuvokārapañcavokārabhavesu. Tattha kāmabhavo pañca upādiṇṇakkhandhā.",
  "anya-e0102n5:388_8": "Tathā rūpabhavo. Arūpabhavo cattāro, saññābhavo pañca. Asaññābhavo eko upādiṇṇakkhandho.",
  "anya-e0102n5:388_9": "Nevasaññānāsaññābhavo cattāro. Ekavokārabhavādayo ekacatupañcakkhandhā upādiṇṇakkhandhehīti",
  "anya-e0102n5:388_10": "evamettha dhammatopi viññātabbo vinicchayo.",
  "anya-e0102n5:389_0": "648.Sātthatoti yathā ca bhavaniddese, tatheva kāmaṁ saṅkhāraniddesepi puññābhisaṅkhārādayova",
  "anya-e0102n5:389_1": "vuttā, evaṁ santepi purime atītakammavasena idha paṭisandhiyā paccayattā, ime paccuppannakammavasena",
  "anya-e0102n5:389_2": "āyatiṁ paṭisandhiyā paccayattāti punavacanaṁ sātthakameva, pubbe vā “tattha katamo",
  "anya-e0102n5:389_3": "puññābhisaṅkhāro? Kusalā cetanā kāmāvacarā”ti evamādinā nayena cetanāva saṅkhārāti",
  "anya-e0102n5:389_4": "vuttā. Idha pana “sabbampi bhavagāmikamma”nti vacanato cetanāsampayuttāpi. Pubbe",
  "anya-e0102n5:389_5": "ca viññāṇapaccayameva kammaṁ “saṅkhārā”ti vuttaṁ. Idāni asaññābhavanibbattakampi.",
  "anya-e0102n5:389_6": "Kiṁ vā bahunā, “avijjāpaccayā saṅkhārā”ti ettha puññābhisaṅkhārādayova kusalākusalā",
  "anya-e0102n5:389_7": "dhammā vuttā. “Upādānapaccayā bhavo”ti idha pana upapattibhavassāpi saṅgahitattā",
  "anya-e0102n5:389_8": "kusalākusalābyākatā dhammā vuttā. Tasmā sabbathāpi sātthakamevidaṁ punavacananti",
  "anya-e0102n5:389_9": "evamettha sātthatopi viññātabbo vinicchayo.",
  "anya-e0102n5:390_0": "649.Bhedasaṅgahāti upādānapaccayā bhavassa bhedato ceva saṅgahato ca. Yañhi kāmupādānapaccayā",
  "anya-e0102n5:390_1": "kāmabhavanibbattakaṁ kammaṁ karīyati, so kammabhavo. Tadabhinibbattā khandhā upapattibhavo.",
  "anya-e0102n5:390_2": "Esa nayo rūpārūpabhavesu. Evaṁ kāmupādānapaccayā dve kāmabhavā, tadantogadhā ca saññābhavapañcavokārabhavā,",
  "anya-e0102n5:390_3": "dve rūpabhavā, tadantogadhā ca saññābhavaasaññābhavaekavokārabhavapañcavokārabhavā,",
  "anya-e0102n5:390_4": "dve arūpabhavā, tadantogadhā ca saññābhavanevasaññānāsaññābhavacatuvokārabhavāti",
  "anya-e0102n5:390_5": "saddhiṁ antogadhehi cha bhavā. Yathā ca kāmupādānapaccayā saddhiṁ antogadhehi cha",
  "anya-e0102n5:390_6": "bhavā. Tathā sesupādānapaccayāpīti evaṁ upādānapaccayā bhedato saddhiṁ antogadhehi catuvīsati bhavā.",
  "anya-e0102n5:391_0": "Saṅgahato pana kammabhavaṁ upapattibhavañca ekato katvā kāmupādānapaccayā saddhiṁ",
  "anya-e0102n5:391_1": "antogadhehi eko kāmabhavo. Tathā rūpārūpabhavāti tayo bhavā. Tathā sesupādānapaccayā",
  "anya-e0102n5:391_2": "pīti. Evaṁ upādānapaccayā saṅgahato saddhiṁ antogadhehi dvādasa bhavā. Apica avisesena",
  "anya-e0102n5:391_3": "upādānapaccayā kāmabhavūpagaṁ kammaṁ kammabhavo. Tadabhinibbattā khandhā upapattibhavo.",
  "anya-e0102n5:391_4": "Esa nayo rūpārūpabhavesu. Evaṁ upādānapaccayā saddhiṁ antogadhehi dve kāmabhavā,",
  "anya-e0102n5:391_5": "dve rūpabhavā, dve arūpabhavāti aparena pariyāyena saṅgahato cha bhavā. Kammabhavaupapattibhavabhedaṁ",
  "anya-e0102n5:391_6": "vā anupagamma saddhiṁ antogadhehi kāmabhavādivasena tayo bhavā honti. Kāmabhavādibhedampi",
  "anya-e0102n5:391_7": "anupagamma kammabhavaupapattibhavavasena dve bhavā honti. Kammupapattibhedañcāpi",
  "anya-e0102n5:391_8": "anupagamma upādānapaccayā bhavoti bhavavasena ekova bhavo hotīti evamettha upādānapaccayassa",
  "anya-e0102n5:391_9": "bhavassa bhedasaṅgahāpi viññātabbo vinicchayo.",
  "anya-e0102n5:392_0": "650.Yaṁ yassa paccayo cevāti yañcettha upādānaṁ yassa paccayo hoti, tatopi viññātabbo",
  "anya-e0102n5:392_1": "vinicchayoti attho. Kiṁ panettha kassa paccayo hoti? Yaṁkiñci yassa kassaci paccayo",
  "anya-e0102n5:392_2": "hotiyeva. Ummattako viya hi puthujjano. So idaṁ yuttaṁ idaṁ ayuttanti avicāretvā",
  "anya-e0102n5:392_3": "yassa kassaci upādānassa vasena yaṁkiñci bhavaṁ patthetvā yaṁkiñci kammaṁ karotiyeva.",
  "anya-e0102n5:392_4": "Tasmā yadekacce sīlabbatupādānena rūpārūpabhavā na hontīti vadanti, taṁ na gahetabbaṁ.",
  "anya-e0102n5:392_5": "Sabbena pana sabbo hotīti gahetabbaṁ.",
  "anya-e0102n5:393_0": "Seyyathidaṁ – idhekacco anussavavasena vā diṭṭhānusārena vā “kāmā nāmete manussaloke",
  "anya-e0102n5:393_1": "ceva khattiyamahāsālakulādīsu, cha kāmāvacaradevaloke ca samiddhā”ti cintetvā tesaṁ",
  "anya-e0102n5:393_2": "adhigamatthaṁ asaddhammassavanādīhi vañcito “iminā kammena kāmā sampajjantī”ti maññamāno",
  "anya-e0102n5:393_3": "kāmupādānavasena kāyaduccaritādīnipi karoti, so duccaritapāripūriyā apāye upapajjati.",
  "anya-e0102n5:393_4": "Sandiṭṭhike vā pana kāme patthayamāno paṭiladdhe ca gopayamāno kāmupādānavasena kāyaduccaritādīni",
  "anya-e0102n5:393_5": "karoti, so duccaritapāripūriyā apāye upapajjati. Tatrāssa upapattihetubhūtaṁ kammaṁ",
  "anya-e0102n5:393_6": "kammabhavo. Kammābhinibbattā khandhā upapattibhavo. Saññābhavapañcavokārabhavā pana tadantogadhā eva.",
  "anya-e0102n5:394_0": "Aparo pana saddhammassavanādīhi upabrūhitañāṇo “iminā kammena kāmā sampajjantī”ti",
  "anya-e0102n5:394_1": "maññamāno kāmupādānavasena kāyasucaritādīni karoti. So sucaritapāripūriyā devesu",
  "anya-e0102n5:394_2": "vā manussesu vā upapajjati. Tatrāssa upapattihetubhūtaṁ kammaṁ kammabhavo. Kammābhinibbattā",
  "anya-e0102n5:394_3": "khandhā upapattibhavo. Saññābhavapañcavokārabhavā pana tadantogadhā eva. Iti kāmupādānaṁ",
  "anya-e0102n5:394_4": "sappabhedassa sāntogadhassa kāmabhavassa paccayo hoti.",
  "anya-e0102n5:395_0": "Aparo “rūpārūpabhavesu tato samiddhatarā kāmā”ti sutvā parikappetvā vā kāmupādānavaseneva",
  "anya-e0102n5:395_1": "rūpārūpasamāpattiyo nibbattetvā samāpattibalena rūpārūpabrahmaloke upapajjati. Tatrāssa",
  "anya-e0102n5:395_2": "upapattihetubhūtaṁ kammaṁ kammabhavo. Kammābhinibbattā khandhā upapattibhavo. Saññā-asaññā-nevasaññānāsaññā-eka-catu-pañcavokārabhavā",
  "anya-e0102n5:395_3": "pana tadantogadhā eva. Iti kāmupādānaṁ sappabhedānaṁ sāntogadhānaṁ rūpārūpabhavānampi paccayo hoti.",
  "anya-e0102n5:396_0": "Aparo “ayaṁ attā nāma kāmāvacarasampattibhave vā rūpārūpabhavānaṁ vā aññatarasmiṁ",
  "anya-e0102n5:396_1": "ucchinne suucchinno hotī”ti ucchedadiṭṭhiṁ upādāya tadupagaṁ kammaṁ karoti, tassa",
  "anya-e0102n5:396_2": "taṁ kammaṁ kammabhavo. Kammābhinibbattā khandhā upapattibhavo. Saññābhavādayo pana",
  "anya-e0102n5:396_3": "tadantogadhā eva. Iti diṭṭhupādānaṁ sappabhedānaṁ sāntogadhānaṁ tiṇṇampi kāmarūpārūpabhavānaṁ paccayo hoti.",
  "anya-e0102n5:397_0": "Aparo “ayaṁ attā nāma kāmāvacarasampattibhave vā rūpārūpabhavānaṁ vā aññatarasmiṁ",
  "anya-e0102n5:397_1": "sukhī hoti vigatapariḷāho”ti attavādupādānena tadupagaṁ kammaṁ karoti, tassa taṁ",
  "anya-e0102n5:397_2": "kammaṁ kammabhavo. Tadabhinibbattā khandhā upapattibhavo. Saññābhavādayo pana tadantogadhā",
  "anya-e0102n5:397_3": "eva. Iti attavādupādānaṁ sappabhedānaṁ sāntogadhānaṁ tiṇṇaṁ bhavānaṁ paccayo hoti.",
  "anya-e0102n5:398_0": "Aparo “idaṁ sīlabbataṁ nāma kāmāvacarasampattibhave vā rūpārūpabhavānaṁ vā aññatarasmiṁ",
  "anya-e0102n5:398_1": "paripūrentassa sukhaṁ pāripūriṁ gacchatī”ti sīlabbatupādānavasena tadupagaṁ kammaṁ",
  "anya-e0102n5:398_2": "karoti, tassa taṁ kammaṁ kammabhavo. Tadabhinibbattā khandhā upapattibhavo. Saññābhavādayo",
  "anya-e0102n5:398_3": "pana tadantogadhā eva. Iti sīlabbatupādānaṁ sappabhedānaṁ sāntogadhānaṁ tiṇṇaṁ bhavānaṁ",
  "anya-e0102n5:398_4": "paccayo hoti. Evamettha yaṁ yassa paccayo hoti, tatopi viññātabbo vinicchayo.",
  "anya-e0102n5:399": "Kiṁ panettha kassa bhavassa kathaṁ paccayo hotīti ce?",
  "anya-e0102n5:400": "Rūpārūpabhavānaṁ, upanissayapaccayo upādānaṁ;",
  "anya-e0102n5:401": "Sahajātādīhipi taṁ, kāmabhavassāti viññeyyaṁ.",
  "anya-e0102n5:402_0": "Rūpārūpabhavānaṁ hi, kāmabhavapariyāpannassa ca kammabhave kusalakammasseva, upapattibhavassa",
  "anya-e0102n5:402_1": "cetaṁ catubbidhampi upādānaṁ upanissayapaccayavasena ekadhāva paccayo hoti. Kāmabhave",
  "anya-e0102n5:402_2": "attanā sampayuttākusalakammabhavassa sahajātaaññamaññanissayasampayuttaatthiavigatahetupaccayappabhedehi",
  "anya-e0102n5:402_3": "sahajātādīhi paccayo hoti. Vippayuttassa pana upanissayapaccayenevāti.",
  "anya-e0102n5:403": "Ayaṁ “upādānapaccayā bhavo”ti padasmiṁ vitthārakathā.",
  "anya-e0102n5:404": "Bhavapaccayājātiādivitthārakathā",
  "anya-e0102n5:405_0": "651. Bhavapaccayā jātītiādīsu jātiādīnaṁ vinicchayo saccaniddese vuttanayeneva veditabbo.",
  "anya-e0102n5:405_1": "Bhavoti panettha kammabhavova adhippeto. So hi jātiyā paccayo, na upapattibhavo.",
  "anya-e0102n5:405_2": "So ca pana kammapaccayaupanissayapaccayavasena dvedhā paccayo hotīti.",
  "anya-e0102n5:406_0": "Tattha siyā – kathaṁ panetaṁ jānitabbaṁ bhavo jātiyā paccayoti ce? Bāhirapaccayasamattepi",
  "anya-e0102n5:406_1": "hīnapaṇītatādivisesadassanato. Bāhirānaṁ hi janakajananīsukkasoṇitāhārādīnaṁ paccayānaṁ",
  "anya-e0102n5:406_2": "samattepi sattānaṁ yamakānampi sataṁ hīnapaṇītatādiviseso dissati. So ca na ahetuko",
  "anya-e0102n5:406_3": "sabbadā ca sabbesañca abhāvato, na kammabhavato aññahetuko tadabhinibbattakasattānaṁ",
  "anya-e0102n5:406_4": "ajjhattasantāne aññassa kāraṇassa abhāvatoti kammabhavahetukova. Kammaṁ hi sattānaṁ",
  "anya-e0102n5:406_5": "hīnapaṇītatādivisesassa hetu. Tenāha bhagavā “kammaṁ satte vibhajati yadidaṁ hīnappaṇītatāyā”ti.",
  "anya-e0102n5:406_6": "Tasmā jānitabbametaṁ “bhavo jātiyā paccayo”ti.",
  "anya-e0102n5:407_0": "Yasmā ca asati jātiyā jarāmaraṇaṁ nāma, sokādayo vā dhammā na honti. Jātiyā pana",
  "anya-e0102n5:407_1": "sati jarāmaraṇañceva, jarāmaraṇasaṅkhātadukkhadhammaphuṭṭhassa ca bālajanassa jarāmaraṇābhisambandhā",
  "anya-e0102n5:407_2": "vā tena tena dukkhadhammena phuṭṭhassa anabhisambandhā vā sokādayo ca dhammā honti.",
  "anya-e0102n5:407_3": "Tasmā ayampi jāti jarāmaraṇassa ceva sokādīnañca paccayo hotīti veditabbā. Sā pana",
  "anya-e0102n5:407_4": "upanissayakoṭiyā ekadhāva paccayo hotīti.",
  "anya-e0102n5:408": "Ayaṁ “bhavapaccayā jātī”tiādīsu vitthārakathā.",
  "anya-e0102n5:409": "Bhavacakkakathā",
  "anya-e0102n5:410": "652. Yasmā panettha sokādayo avasāne vuttā, tasmā yā sā avijjāpaccayā saṅkhārāti evametassa bhavacakkassa ādimhi vuttā, sā,",
  "anya-e0102n5:411": "Sokādīhi avijjā, siddhā bhavacakkamaviditādimidaṁ;",
  "anya-e0102n5:412": "Kārakavedakarahitaṁ, dvādasavidhasuññatāsuññaṁ.",
  "anya-e0102n5:413": "Satataṁ samitaṁ pavattatīti veditabbaṁ.",
  "anya-e0102n5:414_0": "Kathaṁ panettha sokādīhi avijjā siddhā, kathamidaṁ bhavacakkaṁ aviditādi, kathaṁ",
  "anya-e0102n5:414_1": "kārakavedakarahitaṁ, kathaṁ dvādasavidhasuññatāsuññanti ce? Ettha hi sokadomanassupāyāsā",
  "anya-e0102n5:414_2": "avijjāya aviyogino, paridevo ca nāma mūḷhassāti tesu tāva siddhesu siddhā hoti avijjā.",
  "anya-e0102n5:414_3": "Apica “āsavasamudayā avijjāsamudayo”ti vuttaṁ. Āsavasamudayā cete sokādayo honti.",
  "anya-e0102n5:415": "Kathaṁ? Vatthukāmaviyoge tāva soko kāmāsavasamudayā hoti. Yathāha –",
  "anya-e0102n5:416": "“Tassa ce kāmayānassa, chandajātassa jantuno;",
  "anya-e0102n5:417": "Te kāmā parihāyanti, sallaviddhova ruppatī”ti. ;",
  "anya-e0102n5:418": "Yathā cāha – “kāmato jāyati soko”ti..",
  "anya-e0102n5:419": "Sabbepi cete diṭṭhāsavasamudayā honti. Yathāha –",
  "anya-e0102n5:420": "“Tassa ‘ahaṁ rūpaṁ mama rūpa’nti pariyuṭṭhaṭṭhāyino rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā”ti.",
  "anya-e0102n5:421": "Yathā ca diṭṭhāsavasamudayā, evaṁ bhavāsavasamudayāpi. Yathāha –",
  "anya-e0102n5:422_0": "“Yepi te devā dīghāyukā vaṇṇavanto sukhabahulā uccesu vimānesu ciraṭṭhitikā, tepi",
  "anya-e0102n5:422_1": "tathāgatassa dhammadesanaṁ sutvā bhayaṁ santāsaṁ saṁvegamāpajjantī”ti. Pañca pubbanimittāni",
  "anya-e0102n5:422_2": "disvā maraṇabhayena santajjitānaṁ devānaṁ viya.",
  "anya-e0102n5:423": "Yathā ca bhavāsavasamudayā, evaṁ avijjāsavasamudayāpi. Yathāha –",
  "anya-e0102n5:424": "“Sa kho so, bhikkhave, bālo tividhaṁ diṭṭheva dhamme dukkhaṁ domanassaṁ paṭisaṁvedetī”ti.",
  "anya-e0102n5:425_0": "Iti yasmā āsavasamudayā ete dhammā honti, tasmā ete sijjhamānā avijjāya hetubhūte",
  "anya-e0102n5:425_1": "āsave sādhenti. Āsavesu ca siddhesu paccayabhāve bhāvato avijjāpi siddhāva hotīti.",
  "anya-e0102n5:425_2": "Evaṁ tāvettha sokādīhi avijjā siddhā hotīti veditabbā.",
  "anya-e0102n5:426_0": "Yasmā pana evaṁ paccayabhāve bhāvato avijjāya siddhāya puna avijjāpaccayā saṅkhārā,",
  "anya-e0102n5:426_1": "saṅkhārapaccayā viññāṇanti evaṁ hetuphalaparamparāya pariyosānaṁ natthi. Tasmā taṁ",
  "anya-e0102n5:426_2": "hetuphalasambandhavasena pavattaṁ dvādasaṅgaṁ bhavacakkaṁ aviditādīti siddhaṁ hoti.",
  "anya-e0102n5:427_0": "Evaṁ sati avijjāpaccayā saṅkhārāti idaṁ ādimattakathanaṁ virujjhatīti ce. Nayidaṁ",
  "anya-e0102n5:427_1": "ādimattakathanaṁ. Padhānadhammakathanaṁ panetaṁ. Tiṇṇannaṁ hi vaṭṭānaṁ avijjā padhānā.",
  "anya-e0102n5:427_2": "Avijjāggahaṇena hi avasesakilesavaṭṭañca kammādīni ca bālaṁ palibodhenti. Sappasiraggahaṇena",
  "anya-e0102n5:427_3": "sesasappasarīraṁ viya bāhaṁ. Avijjāsamucchede pana kate tehi vimokkho hoti. Sappasiracchede",
  "anya-e0102n5:427_4": "kate palibodhitabāhāvimokkho viya. Yathāha – “avijjāyatveva asesavirāganirodhā saṅkhāranirodho”tiādi.",
  "anya-e0102n5:427_5": "Iti yaṁ gaṇhato bandho, muccato ca mokkho hoti, tassa padhānadhammassa kathanamidaṁ,",
  "anya-e0102n5:427_6": "na ādimattakathananti. Evamidaṁ bhavacakkaṁ aviditādīti veditabbaṁ.",
  "anya-e0102n5:428_0": "Tayidaṁ yasmā avijjādīhi kāraṇehi saṅkhārādīnaṁ pavatti, tasmā tato aññena “brahmā",
  "anya-e0102n5:428_1": "mahābrahmā seṭṭho sajitā”ti evaṁ parikappitena brahmādinā vā saṁsārassa kārakena,",
  "anya-e0102n5:428_2": "“so kho pana me ayaṁ attā vado vedeyyo”ti evaṁ parikappitena attanā vā sukhadukkhānaṁ",
  "anya-e0102n5:428_3": "vedakena rahitaṁ. Iti kārakavedakarahitanti veditabbaṁ.",
  "anya-e0102n5:429_0": "Yasmā panettha avijjā udayabbayadhammakattā dhuvabhāvena, saṁkiliṭṭhattā saṁkilesikattā",
  "anya-e0102n5:429_1": "ca subhabhāvena, udayabbayapaṭipīḷitattā sukhabhāvena, paccayāyattavuttittā vasavattanabhūtena",
  "anya-e0102n5:429_2": "attabhāvena ca suññā. Tathā saṅkhārādīnipi aṅgāni. Yasmā vā avijjā na attā, na attano,",
  "anya-e0102n5:429_3": "na attani, na attavatī. Tathā saṅkhārādīnipi aṅgāni. Tasmā dvādasavidhasuññatāsuññametaṁ",
  "anya-e0102n5:429_4": "bhavacakkanti veditabbaṁ.",
  "anya-e0102n5:430": "653. Evañca viditvā puna,",
  "anya-e0102n5:431": "Tassāvijjātaṇhā, mūlamatītādayo tayo kālā;",
  "anya-e0102n5:432": "Dve aṭṭha dve eva ca, sarūpato tesu aṅgāni.",
  "anya-e0102n5:433_0": "Tassa kho panetassa bhavacakkassa avijjā taṇhā cāti dve dhammā mūlanti veditabbā.",
  "anya-e0102n5:433_1": "Tadetaṁ pubbantāharaṇato avijjāmūlaṁ vedanāvasānaṁ, aparantasantānato taṇhāmūlaṁ",
  "anya-e0102n5:433_2": "jarāmaraṇāvasānanti duvidhaṁ hoti. Tattha purimaṁ diṭṭhicaritavasena vuttaṁ, pacchimaṁ",
  "anya-e0102n5:433_3": "taṇhācaritavasena. Diṭṭhicaritānaṁ hi avijjā, taṇhācaritānañca taṇhā saṁsāranāyikā.",
  "anya-e0102n5:433_4": "Ucchedadiṭṭhisamugghātāya vā paṭhamaṁ, phaluppattiyā hetūnaṁ anupacchedappakāsanato,",
  "anya-e0102n5:433_5": "sassatadiṭṭhisamugghātāya dutiyaṁ, uppannānaṁ jarāmaraṇappakāsanato. Gabbhaseyyakavasena",
  "anya-e0102n5:433_6": "vā purimaṁ, anupubbapavattidīpanato, opapātikavasena pacchimaṁ, sahuppattidīpanato.",
  "anya-e0102n5:434_0": "Atītapaccuppannānāgatā cassa tayo kālā. Tesu pāḷiyaṁ sarūpato āgatavasena “avijjā,",
  "anya-e0102n5:434_1": "saṅkhārā cā”ti dve aṅgāni atītakālāni. Viññāṇādīni bhavāvasānāni aṭṭha paccuppannakālāni.",
  "anya-e0102n5:434_2": "Jāti ceva jarāmaraṇañca dve anāgatakālānīti veditabbāni.",
  "anya-e0102n5:435": "654. Puna,",
  "anya-e0102n5:436": "“Hetuphalahetupubbaka-tisandhicatubhedasaṅgahañcetaṁ;",
  "anya-e0102n5:437": "Vīsati ākārāraṁ, tivaṭṭamanavaṭṭhitaṁ bhamati”.",
  "anya-e0102n5:438": "Itipi veditabbaṁ.",
  "anya-e0102n5:439_0": "Tattha saṅkhārānañca paṭisandhiviññāṇassa ca antarā eko hetuphalasandhi nāma. Vedanāya",
  "anya-e0102n5:439_1": "ca taṇhāya ca antarā eko phalahetusandhi nāma. Bhavassa ca jātiyā ca antarā eko hetuphalasandhīti",
  "anya-e0102n5:439_2": "evamidaṁ hetuphalahetupubbakatisandhīti veditabbaṁ.",
  "anya-e0102n5:440_0": "Sandhīnaṁ ādipariyosānavavatthitā panassa cattāro saṅgahā honti. Seyyathidaṁ – avijjāsaṅkhārā",
  "anya-e0102n5:440_1": "eko saṅgaho. Viññāṇanāmarūpasaḷāyatanaphassavedanā dutiyo. Taṇhupādānabhavā tatiyo.",
  "anya-e0102n5:440_2": "Jātijarāmaraṇaṁ catutthoti. Evamidaṁ catubhedasaṅgahanti veditabbaṁ.",
  "anya-e0102n5:441": "Atīte hetavo pañca, idāni phalapañcakaṁ;",
  "anya-e0102n5:442": "Idāni hetavo pañca, āyatiṁ phalapañcakanti.",
  "anya-e0102n5:443_0": "Etehi pana vīsatiyā ākārasaṅkhātehi arehi vīsatiākārāranti veditabbaṁ. Tattha atīte",
  "anya-e0102n5:443_1": "hetavo pañcāti avijjā saṅkhārā cāti ime tāva dve vuttā eva. Yasmā pana avidvā paritassati,",
  "anya-e0102n5:443_2": "paritassito upādiyati, tassupādānapaccayā bhavo. Tasmā taṇhupādānabhavāpi gahitā",
  "anya-e0102n5:443_3": "honti. Tenāha “purimakammabhavasmiṁ moho avijjā, āyūhanā saṅkhārā, nikanti taṇhā,",
  "anya-e0102n5:443_4": "upagamanaṁ upādānaṁ, cetanā bhavoti ime pañca dhammā purimakammabhavasmiṁ idha paṭisandhiyā paccayā”ti.",
  "anya-e0102n5:444_0": "Tattha purimakammabhavasminti purime kammabhave, atītajātiyaṁ kammabhave kariyamāneti",
  "anya-e0102n5:444_1": "attho. Moho avijjāti yo tadā dukkhādīsu moho, yena mūḷho kammaṁ karoti, sā avijjā.",
  "anya-e0102n5:444_2": "Āyūhanā saṅkhārāti taṁ kammaṁ karoto yā purimacetanāyo, yathā “dānaṁ dassāmī”ti cittaṁ",
  "anya-e0102n5:444_3": "uppādetvā māsampi saṁvaccharampi dānupakaraṇāni sajjentassa uppannā purimacetanāyo.",
  "anya-e0102n5:444_4": "Paṭiggāhakānaṁ pana hatthe dakkhiṇaṁ patiṭṭhāpayato cetanā bhavoti vuccati. Ekāvajjanesu",
  "anya-e0102n5:444_5": "vā chasu javanesu cetanā āyūhanā saṅkhārā nāma. Sattame bhavo. Yā kāci vā pana cetanā",
  "anya-e0102n5:444_6": "bhavo. Sampayuttā āyūhanā saṅkhārā nāma. Nikanti taṇhāti yā kammaṁ karontassa phale",
  "anya-e0102n5:444_7": "upapattibhave nikāmanā patthanā, sā taṇhā nāma. Upagamanaṁ upādānanti yaṁ kammabhavassa",
  "anya-e0102n5:444_8": "paccayabhūtaṁ “idaṁ katvā asukasmiṁ nāma ṭhāne kāme sevissāmi ucchijjissāmī”tiādinā",
  "anya-e0102n5:444_9": "nayena pavattaṁ upagamanaṁ gahaṇaṁ parāmasanaṁ, idaṁ upādānaṁ nāma. Cetanā bhavoti",
  "anya-e0102n5:444_10": "āyūhanāvasāne vuttā cetanā bhavoti evamattho veditabbo.",
  "anya-e0102n5:445_0": "Idāni phalapañcakanti viññāṇādivedanāvasānaṁ pāḷiyaṁ āgatameva. Yathāha – “idha paṭisandhi",
  "anya-e0102n5:445_1": "viññāṇaṁ, okkanti nāmarūpaṁ, pasādo āyatanaṁ, phuṭṭho phasso, vedayitaṁ vedanā, ime",
  "anya-e0102n5:445_2": "pañca dhammā idhūpapattibhavasmiṁ purekatassa kammassa paccayā”ti. Tattha paṭisandhi",
  "anya-e0102n5:445_3": "viññāṇanti yaṁ bhavantarapaṭisandhānavasena uppannattā paṭisandhīti vuccati, taṁ",
  "anya-e0102n5:445_4": "viññāṇaṁ. Okkanti nāmarūpanti yā gabbhe rūpārūpadhammānaṁ okkanti āgantvā pavisanaṁ",
  "anya-e0102n5:445_5": "viya, idaṁ nāmarūpaṁ. Pasādo āyatananti idaṁ cakkhādipañcāyatanavasena vuttaṁ. Phuṭṭho",
  "anya-e0102n5:445_6": "phassoti yo ārammaṇaṁ phuṭṭho phusanto uppanno, ayaṁ phasso. Vedayitaṁ vedanāti yaṁ",
  "anya-e0102n5:445_7": "paṭisandhiviññāṇena vā saḷāyatanapaccayena vā phassena saha uppannaṁ vipākavedayitaṁ,",
  "anya-e0102n5:445_8": "sā vedanāti evamattho veditabbo.",
  "anya-e0102n5:446_0": "Idāni hetavo pañcāti taṇhādayo pāḷiyaṁ āgatā taṇhupādānabhavā. Bhave pana gahite",
  "anya-e0102n5:446_1": "tassa pubbabhāgā taṁsampayuttā vā saṅkhārā gahitāva honti. Taṇhupādānaggahaṇena ca",
  "anya-e0102n5:446_2": "taṁsampayuttā, yāya vā mūḷho kammaṁ karoti, sā avijjā gahitāva hotīti. Evaṁ pañca.",
  "anya-e0102n5:446_3": "Tenāha “idha paripakkattā āyatanānaṁ moho avijjā, āyūhanā saṅkhārā, nikanti taṇhā,",
  "anya-e0102n5:446_4": "upagamanaṁ upādānaṁ, cetanā bhavoti ime pañca dhammā idha kammabhavasmiṁ āyatiṁ paṭisandhiyā",
  "anya-e0102n5:446_5": "paccayā”ti. Tattha idha paripakkattā āyatanānanti paripakkāyatanassa kammakaraṇakāle",
  "anya-e0102n5:446_6": "sammoho dassito. Sesaṁ uttānatthameva.",
  "anya-e0102n5:447_0": "Āyatiṁ phalapañcakanti viññāṇādīni pañca. Tāni jātiggahaṇena vuttāni. Jarāmaraṇaṁ",
  "anya-e0102n5:447_1": "pana tesaṁyeva jarāmaraṇaṁ. Tenāha – “āyatiṁ paṭisandhi viññāṇaṁ, okkanti nāmarūpaṁ,",
  "anya-e0102n5:447_2": "pasādo āyatanaṁ, phuṭṭho phasso, vedayitaṁ vedanā, ime pañca dhammā āyatiṁ upapattibhavasmiṁ",
  "anya-e0102n5:447_3": "idha katassa kammassa paccayā”ti. Evamidaṁ vīsati ākārāraṁ hoti.",
  "anya-e0102n5:448_0": "Tivaṭṭamanavaṭṭhitaṁ bhamatīti ettha pana saṅkhārabhavā kammavaṭṭaṁ, avijjātaṇhupādānāni",
  "anya-e0102n5:448_1": "kilesavaṭṭaṁ, viññāṇanāmarūpasaḷāyatanaphassavedanā vipākavaṭṭanti imehi tīhi vaṭṭehi",
  "anya-e0102n5:448_2": "tivaṭṭamidaṁ bhavacakkaṁ yāva kilesavaṭṭaṁ na upacchijjati, tāva anupacchinnapaccayattā",
  "anya-e0102n5:448_3": "anavaṭṭhitaṁ punappunaṁ parivattanato bhamatiyevāti veditabbaṁ.",
  "anya-e0102n5:449": "655. Tayidamevaṁ bhamamānaṁ,",
  "anya-e0102n5:450": "Saccappabhavato kiccā, vāraṇā upamāhi ca;",
  "anya-e0102n5:451": "Gambhīranayabhedā ca, viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:452_0": "Tattha yasmā kusalākusalaṁ kammaṁ avisesena samudayasaccanti saccavibhaṅge vuttaṁ,",
  "anya-e0102n5:452_1": "tasmā avijjāpaccayā saṅkhārāti avijjāya saṅkhārā dutiyasaccappabhavaṁ dutiyasaccaṁ.",
  "anya-e0102n5:452_2": "Saṅkhārehi viññāṇaṁ dutiyasaccappabhavaṁ paṭhamasaccaṁ. Viññāṇādīhi nāmarūpādīni",
  "anya-e0102n5:452_3": "vipākavedanāpariyosānāni paṭhamasaccappabhavaṁ paṭhamasaccaṁ. Vedanāya taṇhā paṭhamasaccappabhavaṁ",
  "anya-e0102n5:452_4": "dutiyasaccaṁ. Taṇhāya upādānaṁ dutiyasaccappabhavaṁ dutiyasaccaṁ. Upādānato bhavo",
  "anya-e0102n5:452_5": "dutiyasaccappabhavaṁ paṭhamadutiyasaccadvayaṁ. Bhavato jāti dutiyasaccappabhavaṁ",
  "anya-e0102n5:452_6": "paṭhamasaccaṁ. Jātiyā jarāmaraṇaṁ paṭhamasaccappabhavaṁ paṭhamasaccanti evaṁ tāvidaṁ",
  "anya-e0102n5:452_7": "saccappabhavato viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:453_0": "656. Yasmā panettha avijjā vatthūsu ca satte sammoheti, paccayo ca hoti saṅkhārānaṁ",
  "anya-e0102n5:453_1": "pātubhāvāya. Tathā saṅkhārā saṅkhatañca abhisaṅkharonti, paccayā ca honti viññāṇassa.",
  "anya-e0102n5:453_2": "Viññāṇampi vatthuñca paṭivijānāti, paccayo ca hoti nāmarūpassa. Nāmarūpampi aññamaññañca",
  "anya-e0102n5:453_3": "upatthambheti, paccayo ca hoti saḷāyatanassa. Saḷāyatanampi savisaye ca pavattati,",
  "anya-e0102n5:453_4": "paccayo ca hoti phassassa. Phassopi ārammaṇañca phusati, paccayo ca hoti vedanāya.",
  "anya-e0102n5:453_5": "Vedanāpi ārammaṇarasañca anubhavati, paccayo ca hoti taṇhāya. Taṇhāpi rajjanīye ca",
  "anya-e0102n5:453_6": "dhamme rajjati, paccayo ca hoti upādānassa. Upādānampi upādāniye ca dhamme upādiyati,",
  "anya-e0102n5:453_7": "paccayo ca hoti bhavassa. Bhavopi nānāgatīsu ca vikkhipati, paccayo ca hoti jātiyā.",
  "anya-e0102n5:453_8": "Jātipi khandhe ca janeti tesaṁ abhinibbattibhāvena pavattattā, paccayo ca hoti jarāmaraṇassa.",
  "anya-e0102n5:453_9": "Jarāmaraṇampi khandhānaṁ pākabhedabhāvañca adhitiṭṭhati, paccayo ca hoti bhavantarapātubhāvāya",
  "anya-e0102n5:453_10": "sokādīnaṁ adhiṭṭhānattā. Tasmā sabbapadesu dvedhā pavattikiccatopi idaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:454_0": "657. Yasmā cettha avijjāpaccayā saṅkhārāti idaṁ kārakadassananivāraṇaṁ. Saṅkhārapaccayā",
  "anya-e0102n5:454_1": "viññāṇanti attasaṅkantidassananivāraṇaṁ. Viññāṇapaccayā nāmarūpanti “attā”tiparikappitavatthubhedadassanato",
  "anya-e0102n5:454_2": "ghanasaññānivāraṇaṁ. Nāmarūpapaccayā saḷāyatanantiādi attā passati…pe… vijānāti,",
  "anya-e0102n5:454_3": "phusati, vedayati, taṇhiyati, upādiyati, bhavati, jāyati, jīyati, mīyatītievamādidassananivāraṇaṁ.",
  "anya-e0102n5:454_4": "Tasmā micchādassananivāraṇatopetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:455_0": "658. Yasmā panettha salakkhaṇasāmaññalakkhaṇavasena dhammānaṁ adassanato andho viya",
  "anya-e0102n5:455_1": "avijjā. Andhassa upakkhalanaṁ viya avijjāpaccayā saṅkhārā. Upakkhalitassa patanaṁ",
  "anya-e0102n5:455_2": "viya saṅkhārapaccayā viññāṇaṁ. Patitassa gaṇḍapātubhāvo viya viññāṇapaccayā nāmarūpaṁ.",
  "anya-e0102n5:455_3": "Gaṇḍabhedapīḷakā viya nāmarūpapaccayā saḷāyatanaṁ. Gaṇḍapīḷakāghaṭṭanaṁ viya saḷāyatanapaccayā",
  "anya-e0102n5:455_4": "phasso. Ghaṭṭanadukkhaṁ viya phassapaccayā vedanā, dukkhassa paṭikārābhilāso viya",
  "anya-e0102n5:455_5": "vedanāpaccayā taṇhā. Paṭikārābhilāsena asappāyaggahaṇaṁ viya taṇhāpaccayā upādānaṁ.",
  "anya-e0102n5:455_6": "Upādiṇṇaasappāyālepanaṁ viya upādānapaccayā bhavo. Asappāyālepanena gaṇḍavikārapātubhāvo",
  "anya-e0102n5:455_7": "viya bhavapaccayā jāti. Gaṇḍavikārato gaṇḍabhedo viya jātipaccayā jarāmaraṇaṁ. Yasmā",
  "anya-e0102n5:455_8": "vā panettha avijjā appaṭipattimicchāpaṭipattibhāvena satte abhibhavati paṭalaṁ viya",
  "anya-e0102n5:455_9": "akkhīni. Tadabhibhūto ca bālo punabbhavikehi saṅkhārehi attānaṁ veṭheti kosakārakimi",
  "anya-e0102n5:455_10": "viya kosappadesehi. Saṅkhārapariggahitaṁ viññāṇaṁ gatīsu patiṭṭhaṁ labhati pariṇāyakapariggahito",
  "anya-e0102n5:455_11": "viya rājakumāro rajje. Upapattinimittaparikappanato viññāṇaṁ paṭisandhiyaṁ anekappakāraṁ",
  "anya-e0102n5:455_12": "nāmarūpaṁ abhinibbatteti māyākāro viya māyaṁ. Nāmarūpe patiṭṭhitaṁ saḷāyatanaṁ vuddhiṁ",
  "anya-e0102n5:455_13": "virūḷhiṁ vepullaṁ pāpuṇāti subhūmiyaṁ patiṭṭhito vanappagumbo viya. Āyatanaghaṭṭanato",
  "anya-e0102n5:455_14": "phasso jāyati araṇisahitābhimanthanato aggi viya. Phassena phuṭṭhassa vedanā pātubhavati",
  "anya-e0102n5:455_15": "agginā phuṭṭhassa dāho viya. Vedayamānassa taṇhā pavaḍḍhati loṇūdakaṁ pivato pipāsā",
  "anya-e0102n5:455_16": "viya. Tasito bhavesu abhilāsaṁ karoti pipāsito viya pānīye. Tadassupādānaṁ, upādānena",
  "anya-e0102n5:455_17": "bhavaṁ upādiyati āmisalobhena maccho baḷisaṁ viya. Bhave sati jāti hoti bīje sati",
  "anya-e0102n5:455_18": "aṅkuro viya. Jātassa avassaṁ jarāmaraṇaṁ uppannassa rukkhassa patanaṁ viya. Tasmā",
  "anya-e0102n5:455_19": "evaṁ upamāhipetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:456_0": "659. Yasmā ca bhagavatā atthatopi dhammatopi desanatopi paṭivedhatopi gambhīrabhāvaṁ",
  "anya-e0102n5:456_1": "sandhāya “gambhīro cāyaṁ, ānanda, paṭiccasamuppādo gambhīrāvabhāso cā”ti vuttaṁ,",
  "anya-e0102n5:456_2": "tasmā gambhīrabhedatopetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:457_0": "Tattha yasmā na jātito jarāmaraṇaṁ na hoti, na ca jātiṁ vinā aññato hoti, itthañca",
  "anya-e0102n5:457_1": "jātito samudāgacchatīti evaṁ jātipaccayasamudāgataṭṭhassa duravabodhanīyato jarāmaraṇassa",
  "anya-e0102n5:457_2": "jātipaccayasambhūtasamudāgataṭṭho gambhīro. Tathā jātiyā bhavapaccaya…pe… saṅkhārānaṁ",
  "anya-e0102n5:457_3": "avijjāpaccayasambhūtasamudāgataṭṭho gambhīro. Tasmā idaṁ bhavacakkaṁ atthagambhīranti",
  "anya-e0102n5:457_4": "ayaṁ tāvettha atthagambhīratā. Hetuphalañhi atthoti vuccati. Yathāha – “hetuphale",
  "anya-e0102n5:457_5": "ñāṇaṁ atthapaṭisambhidā”ti.",
  "anya-e0102n5:458_0": "Yasmā pana yenākārena yadavatthā ca avijjā tesaṁ tesaṁ saṅkhārānaṁ paccayo hoti,",
  "anya-e0102n5:458_1": "tassa duravabodhanīyato avijjāya saṅkhārānaṁ paccayaṭṭho gambhīro. Tathā saṅkhārānaṁ…pe…",
  "anya-e0102n5:458_2": "jātiyā jarāmaraṇassa paccayaṭṭho gambhīro, tasmā idaṁ bhavacakkaṁ dhammagambhīranti",
  "anya-e0102n5:458_3": "ayamettha dhammagambhīratā. Hetuno hi dhammoti nāmaṁ. Yathāha – “hetumhi ñāṇaṁ dhammapaṭisambhidā”ti.",
  "anya-e0102n5:459_0": "Yasmā cassa tena tena kāraṇena tathā tathā pavattetabbattā desanāpi gambhīrā, na",
  "anya-e0102n5:459_1": "tattha sabbaññutaññāṇato aññaṁ ñāṇaṁ patiṭṭhaṁ labhati. Tathāhetaṁ katthaci sutte",
  "anya-e0102n5:459_2": "anulomato, katthaci paṭilomato, katthaci anulomapaṭilomato, katthaci vemajjhato paṭṭhāya",
  "anya-e0102n5:459_3": "anulomato vā paṭilomato vā, katthaci tisandhicatusaṅkhepaṁ, katthaci dvisandhitisaṅkhepaṁ,",
  "anya-e0102n5:459_4": "katthaci ekasandhidvisaṅkhepaṁ desitaṁ, tasmā idaṁ bhavacakkaṁ desanāgambhīranti",
  "anya-e0102n5:459_5": "ayaṁ desanāgambhīratā.",
  "anya-e0102n5:460_0": "Yasmā cettha yo so avijjādīnaṁ sabhāvo, yena paṭividdhena avijjādayo sammā salakkhaṇato",
  "anya-e0102n5:460_1": "paṭividdhā honti, so duppariyogāhattā gambhīro, tasmā idaṁ bhavacakkaṁ paṭivedhagambhīraṁ.",
  "anya-e0102n5:460_2": "Tathā hettha avijjāya aññāṇādassanasaccāsampaṭivedhaṭṭho gambhīro, saṅkhārānaṁ abhisaṅkharaṇāyūhanasarāgavirāgaṭṭho,",
  "anya-e0102n5:460_3": "viññāṇassa suññataabyāpāraasaṅkantipaṭisandhipātubhāvaṭṭho, nāmarūpassa ekuppādavinibbhogāvinibbhoganamanaruppanaṭṭho,",
  "anya-e0102n5:460_4": "saḷāyatanassa adhipatilokadvārakhettavisayibhāvaṭṭho, phassassa phusanasaṅghaṭṭanasaṅgatisannipātaṭṭho,",
  "anya-e0102n5:460_5": "vedanāya ārammaṇarasānubhavanasukhadukkhamajjhattabhāvanijjīvavedayitaṭṭho. Taṇhāya",
  "anya-e0102n5:460_6": "abhinanditajjhosānasaritālatānadītaṇhāsamuddaduppūraṭṭho, upādānassa ādānaggahaṇābhinivesaparāmāsaduratikkamaṭṭho,",
  "anya-e0102n5:460_7": "bhavassa āyūhanābhisaṅkharaṇayonigatiṭhitinivāsesukhipanaṭṭho, jātiyā jāti sañjāti",
  "anya-e0102n5:460_8": "okkanti nibbatti pātubhāvaṭṭho, jarāmaraṇassa khayavayabhedavipariṇāmaṭṭho gambhīroti",
  "anya-e0102n5:460_9": "ayamettha paṭivedhagambhīratā.",
  "anya-e0102n5:461": "660. Yasmā panettha ekattanayo, nānattanayo, abyāpāranayo, evaṁdhammatānayoti cattāro atthanayā honti, tasmā nayabhedatopetaṁ bhavacakkaṁ viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:462_0": "Tattha avijjāpaccayā saṅkhārā, saṅkhārapaccayā viññāṇanti evaṁ bījassa aṅkurādibhāvena",
  "anya-e0102n5:462_1": "rukkhabhāvappatti viya santānānupacchedo ekattanayo nāma. Yaṁ sammā passanto hetuphalasambandhena",
  "anya-e0102n5:462_2": "santānassa anupacchedāvabodhato ucchedadiṭṭhiṁ pajahati. Micchā passanto hetuphalasambandhena",
  "anya-e0102n5:462_3": "pavattamānassa santānānupacchedassa ekattagahaṇato sassatadiṭṭhiṁ upādiyati.",
  "anya-e0102n5:463_0": "Avijjādīnaṁ pana yathāsakaṁlakkhaṇavavatthānaṁ nānattanayo nāma. Yaṁ sammā passanto",
  "anya-e0102n5:463_1": "navanavānaṁ uppādadassanato sassatadiṭṭhiṁ pajahati. Micchā passanto ekasantānapatitassa",
  "anya-e0102n5:463_2": "bhinnasantānasseva nānattaggahaṇato ucchedadiṭṭhiṁ upādiyati.",
  "anya-e0102n5:464_0": "Avijjāya saṅkhārā mayā uppādetabbā, saṅkhārānaṁ vā viññāṇaṁ amhehīti evamādibyāpārābhāvo",
  "anya-e0102n5:464_1": "abyāpāranayo nāma. Yaṁ sammā passanto kārakassa abhāvāvabodhato attadiṭṭhiṁ pajahati.",
  "anya-e0102n5:464_2": "Micchā passanto yo asatipi byāpāre avijjādīnaṁ sabhāvaniyamasiddho hetubhāvo, tassa",
  "anya-e0102n5:464_3": "aggahaṇato akiriyadiṭṭhiṁ upādiyati.",
  "anya-e0102n5:465_0": "Avijjādīhi pana kāraṇehi saṅkhārādīnaṁyeva sambhavo khīrādīhi dadhiādīnaṁ viya, na",
  "anya-e0102n5:465_1": "aññesanti ayaṁ evaṁdhammatānayo nāma. Yaṁ sammā passanto paccayānurūpato phalāvabodhā",
  "anya-e0102n5:465_2": "ahetukadiṭṭhiṁ akiriyadiṭṭhiñca pajahati. Micchā passanto paccayānurūpaṁ phalappavattiṁ",
  "anya-e0102n5:465_3": "aggahetvā yato kutoci yassa kassaci asambhavaggahaṇato ahetukadiṭṭhiñceva niyatavādañca",
  "anya-e0102n5:465_4": "upādiyatīti evamidaṁ bhavacakkaṁ,",
  "anya-e0102n5:466": "Saccappabhavato kiccā, vāraṇāupamāhi ca;",
  "anya-e0102n5:467": "Gambhīranayabhedā ca, viññātabbaṁ yathārahaṁ.",
  "anya-e0102n5:468": "661. Idañhi atigambhīrato agādhaṁ. Nānānayagahanato duratiyānaṁ. Ñāṇāsinā samādhipavarasilāyaṁ sunisitena,",
  "anya-e0102n5:469": "Bhavacakkamapadāletvā, asanivicakkamiva niccanimmathanaṁ;",
  "anya-e0102n5:470": "Saṁsārabhayamatīto, na koci supinantarepyatthi.",
  "anya-e0102n5:471_0": "Vuttampi hetaṁ bhagavatā – “gambhīro cāyaṁ, ānanda, paṭiccasamuppādo gambhīrāvabhāso",
  "anya-e0102n5:471_1": "ca. Etassa cānanda, dhammassa ananubodhā appaṭivedhā evamayaṁ pajā tantākulakajātā",
  "anya-e0102n5:471_2": "kulāgaṇṭhikajātā muñjapabbajabhūtā apāyaṁ duggatiṁ vinipātaṁ saṁsāraṁ nātivattatī”ti.",
  "anya-e0102n5:471_3": "Tasmā attano vā paresaṁ vā hitāya ca sukhāya ca paṭipanno avasesakiccāni pahāya,",
  "anya-e0102n5:472": "Gambhīre paccayākārappabhede idha paṇḍito;",
  "anya-e0102n5:473": "Yathā gādhaṁ labhethevamanuyuñje sadā satoti.",
  "anya-e0102n5:474": "Iti sādhujanapāmojjatthāya kate visuddhimagge",
  "anya-e0102n5:475": "Paññābhāvanādhikāre",
  "anya-e0102n5:476": "Paññābhūminiddeso nāma",
  "anya-e0102n5:477": "Sattarasamo paricchedo."
}