{
  "atk-s0103a6:0": "7. Lakkhaṇasuttavaṇṇanā",
  "atk-s0103a6:1": "Dvattiṁsamahāpurisalakkhaṇavaṇṇanā",
  "atk-s0103a6:2_0": "199.Evaṁme sutanti lakkhaṇasuttaṁ. Tatrāyamanuttānapadavaṇṇanā. Dvattiṁsimānīti dvattiṁsa",
  "atk-s0103a6:2_1": "imāni. Mahāpurisalakkhaṇānīti mahāpurisabyañjanāni mahāpurisanimittāni ‘‘ayaṁ mahāpuriso’’ti",
  "atk-s0103a6:2_2": "sañjānanakāraṇāni. ‘‘Yehi samannāgatassa mahāpurisassā’’tiādi mahāpadāne vitthāritanayeneva veditabbaṁ.",
  "atk-s0103a6:3_0": "‘‘Bāhirakāpi isayo dhārenti, no ca kho jānanti ‘imassa kammassa katattā imaṁ lakkhaṇaṁ",
  "atk-s0103a6:3_1": "paṭilabhatī’ti’’ kasmā āha? Aṭṭhuppattiyā anurūpattā. Idañhi suttaṁ saaṭṭhuppattikaṁ.",
  "atk-s0103a6:3_2": "Sā panassa aṭṭhuppatti kattha samuṭṭhitā? Antogāme manussānaṁ antare. Tadā kira sāvatthivāsino",
  "atk-s0103a6:3_3": "attano attano gehesu ca gehadvāresu ca santhāgārādīsu ca nisīditvā kathaṁ samuṭṭhāpesuṁ",
  "atk-s0103a6:3_4": "– ‘‘bhagavato asītianubyañjanāni byāmappabhā dvattiṁsamahāpurisalakkhaṇāni, yehi",
  "atk-s0103a6:3_5": "ca bhagavato kāyo, sabbaphāliphullo viya pāricchattako, vikasitamiva kamalavanaṁ,",
  "atk-s0103a6:3_6": "nānāratanavicittaṁ viya suvaṇṇatoraṇaṁ, tārāmaricivirocamiva gaganatalaṁ, ito cito",
  "atk-s0103a6:3_7": "ca vidhāvamānā vipphandamānā chabbaṇṇarasmiyo muñcanto ativiya sobhati. Bhagavato",
  "atk-s0103a6:3_8": "ca iminā nāma kammena idaṁ lakkhaṇaṁ nibbattanti kathitaṁ natthi, yāguuḷuṅkamattampi",
  "atk-s0103a6:3_9": "pana kaṭacchubhattamattaṁ vā pubbe dinnapaccayā evaṁ uppajjatīti bhagavatā vuttaṁ.",
  "atk-s0103a6:3_10": "Kiṁ nu kho satthā kammaṁ akāsi, yenassa imāni lakkhaṇāni nibbattantī’’ti.",
  "atk-s0103a6:4_0": "Athāyasmā ānando antogāme caranto imaṁ kathāsallāpaṁ sutvā katabhattakicco vihāraṁ",
  "atk-s0103a6:4_1": "āgantvā satthu vattaṁ katvā vanditvā ṭhito ‘‘mayā, bhante, antogāme ekā kathā sutā’’ti",
  "atk-s0103a6:4_2": "āha. Tato bhagavatā ‘‘kiṁ te, ānanda, suta’’nti vutte sabbaṁ ārocesi. Satthā therassa",
  "atk-s0103a6:4_3": "vacanaṁ sutvā parivāretvā nisinne bhikkhū āmantetvā ‘‘dvattiṁsimāni, bhikkhave, mahāpurisassa",
  "atk-s0103a6:4_4": "mahāpurisalakkhaṇānī’’ti paṭipāṭiyā lakkhaṇāni dassetvā yena kammena yaṁ nibbattaṁ,",
  "atk-s0103a6:4_5": "tassa dassanatthaṁ evamāha.",
  "atk-s0103a6:5": "Suppatiṭṭhitapādatālakkhaṇavaṇṇanā",
  "atk-s0103a6:6_0": "201.Purimaṁjātintiādīsu pubbe nivutthakkhandhā jātavasena ‘‘jātī’’ti vuttā. Tathā",
  "atk-s0103a6:6_1": "bhavanavasena ‘‘bhavo’’ti, nivutthavasena ālayaṭṭhena vā ‘‘niketo’’ti. Tiṇṇampi padānaṁ",
  "atk-s0103a6:6_2": "pubbe nivutthakkhandhasantāne ṭhitoti attho. Idāni yasmā taṁ khandhasantānaṁ devalokādīsupi",
  "atk-s0103a6:6_3": "vattati. Lakkhaṇanibbattanasamatthaṁ pana kusalakammaṁ tattha na sukaraṁ, manussabhūtasseva",
  "atk-s0103a6:6_4": "sukaraṁ. Tasmā yathābhūtena yaṁ kammaṁ kataṁ, taṁ dassento pubbe manussabhūto samānoti",
  "atk-s0103a6:6_5": "āha. Akāraṇaṁ vā etaṁ. Hatthiassamigamahiṁsavānarādibhūtopi mahāpuriso pāramiyo pūretiyeva.",
  "atk-s0103a6:6_6": "Yasmā pana evarūpe attabhāve ṭhitena katakammaṁ na sakkā sukhena dīpetuṁ, manussabhāve",
  "atk-s0103a6:6_7": "ṭhitena katakammaṁ pana sakkā sukhena dīpetuṁ. Tasmā ‘‘pubbe manussabhūto samāno’’ti āha.",
  "atk-s0103a6:7_0": "Daḷhasamādānoti thiragahaṇo. Kusalesu dhammesūti dasakusalakammapathesu. Avatthitasamādānoti",
  "atk-s0103a6:7_1": "niccalagahaṇo anivattitagahaṇo. Mahāsattassa hi akusalakammato aggiṁ patvā kukkuṭapattaṁ",
  "atk-s0103a6:7_2": "viya cittaṁ paṭikuṭati, kusalaṁ patvā vitānaṁ viya pasāriyati. Tasmā daḷhasamādāno",
  "atk-s0103a6:7_3": "hoti avatthitasamādāno. Na sakkā kenaci samaṇena vā brāhmaṇena vā devena vā mārena",
  "atk-s0103a6:7_4": "vā brahmunā vā kusalasamādānaṁ vissajjāpetuṁ.",
  "atk-s0103a6:8_0": "Tatrimāni vatthūni – pubbe kira mahāpuriso kalandakayoniyaṁ nibbatti. Atha deve vuṭṭhe",
  "atk-s0103a6:8_1": "ogho āgantvā kulāvakaṁ gahetvā samuddameva pavesesi. Mahāpuriso ‘‘puttake nīharissāmī’’ti",
  "atk-s0103a6:8_2": "naṅguṭṭhaṁ temetvā temetvā samuddato udakaṁ bahi khipi. Sattame divase sakko āvajjitvā",
  "atk-s0103a6:8_3": "tattha āgamma ‘‘kiṁ karosī’’ti pucchi? So tassa ārocesi. Sakko mahāsamuddato udakassa",
  "atk-s0103a6:8_4": "dunnīharaṇīyabhāvaṁ kathesi. Bodhisatto tādisena kusītena saddhiṁ kathetumpi na vaṭṭati.",
  "atk-s0103a6:8_5": "‘‘Mā idha tiṭṭhā’’ti apasāresi. Sakko ‘‘anomapurisena gahitagahaṇaṁ na sakkā vissajjāpetu’’nti",
  "atk-s0103a6:8_6": "tuṭṭho tassa puttake ānetvā adāsi. Mahājanakakālepi mahāsamuddaṁ taramāno ‘‘kasmā",
  "atk-s0103a6:8_7": "mahāsamuddaṁ tarasī’’ti devatāya puṭṭho ‘‘pāraṁ gantvā kulasantake raṭṭhe rajjaṁ",
  "atk-s0103a6:8_8": "gahetvā dānaṁ dātuṁ tarāmī’’ti āha. Tato devatāya – ‘‘ayaṁ mahāsamuddo gambhīro ceva",
  "atk-s0103a6:8_9": "puthulo ca, kadā naṁ tarissatī’’ti vutte so āha ‘‘taveso mahāsamuddasadiso, mayhaṁ",
  "atk-s0103a6:8_10": "pana ajjhāsayaṁ āgamma khuddakamātikā viya khāyati. Tvaṁyeva maṁ dakkhissasi samuddaṁ",
  "atk-s0103a6:8_11": "taritvā samuddapārato dhanaṁ āharitvā kulasantakaṁ rajjaṁ gahetvā dānaṁ dadamāna’’nti.",
  "atk-s0103a6:8_12": "Devatā ‘‘anomapurisena gahitagahaṇaṁ na sakkā vissajjāpetu’’nti bodhisattaṁ āliṅgetvā",
  "atk-s0103a6:8_13": "haritvā uyyāne nipajjāpesi. So chattaṁ ussāpetvā divase divase pañcasatasahassapariccāgaṁ",
  "atk-s0103a6:8_14": "katvā aparabhāge nikkhamma pabbajito. Evaṁ mahāsatto na sakkā kenaci samaṇena vā…pe…",
  "atk-s0103a6:8_15": "brahmunā vā kusalasamādānaṁ vissajjāpetuṁ. Tena vuttaṁ – ‘‘daḷhasamādāno ahosi kusalesu",
  "atk-s0103a6:8_16": "dhammesu avatthitasamādāno’’ti.",
  "atk-s0103a6:9_0": "Idāni yesu kusalesu dhammesu avatthitasamādāno ahosi, te dassetuṁ kāyasucaritetiādimāha.",
  "atk-s0103a6:9_1": "Dānasaṁvibhāgeti ettha ca dānameva diyyanavasena dānaṁ, saṁvibhāgakaraṇavasena saṁvibhāgo.",
  "atk-s0103a6:9_2": "Sīlasamādāneti pañcasīladasasīlacatupārisuddhisīlapūraṇakāle. Uposathūpavāseti cātuddasikādibhedassa",
  "atk-s0103a6:9_3": "uposathassa upavasanakāle. Matteyyatāyāti mātukātabbavatte. Sesapadesupi eseva nayo.",
  "atk-s0103a6:9_4": "Aññataraññataresu cāti aññesu ca evarūpesu. Adhikusalesūti ettha atthi kusalā, atthi",
  "atk-s0103a6:9_5": "adhikusalā. Sabbepi kāmāvacarā kusalā kusalā nāma, rūpāvacarā adhikusalā. Ubhopi",
  "atk-s0103a6:9_6": "te kusalā nāma, arūpāvacarā adhikusalā. Sabbepi te kusalā nāma, sāvakapāramīpaṭilābhapaccayā",
  "atk-s0103a6:9_7": "kusalā adhikusalā nāma. Tepi kusalā nāma, paccekabodhipaṭilābhapaccayā kusalā adhikusalā.",
  "atk-s0103a6:9_8": "Tepi kusalā nāma, sabbaññutaññāṇappaṭilābhapaccayā pana kusalā idha ‘‘adhikusalā’’ti",
  "atk-s0103a6:9_9": "adhippetā. Tesu adhikusalesu dhammesu daḷhasamādāno ahosi avatthitasamādāno.",
  "atk-s0103a6:10_0": "Kaṭattā upacitattāti ettha sakimpi kataṁ katameva, abhiṇhakaraṇena pana upacitaṁ",
  "atk-s0103a6:10_1": "hoti. Ussannattāti piṇḍīkataṁ rāsīkataṁ kammaṁ ussannanti vuccati. Tasmā ‘‘ussannattā’’ti",
  "atk-s0103a6:10_2": "vadanto mayā katakammassa cakkavāḷaṁ atisambādhaṁ, bhavaggaṁ atinīcaṁ, evaṁ me ussannaṁ",
  "atk-s0103a6:10_3": "kammanti dasseti. Vipulattāti appamāṇattā. Iminā ‘‘anantaṁ aparimāṇaṁ mayā kataṁ",
  "atk-s0103a6:10_4": "kamma’’nti dasseti. Adhiggaṇhātīti adhibhavati, aññehi devehi atirekaṁ labhatīti",
  "atk-s0103a6:10_5": "attho. Paṭilabhatīti adhigacchati.",
  "atk-s0103a6:11_0": "Sabbāvantehi pādatalehīti idaṁ ‘‘samaṁ pādaṁ bhūmiyaṁ nikkhipatī’’ti etassa vitthāravacanaṁ.",
  "atk-s0103a6:11_1": "Tattha sabbāvantehīti sabbapadesavantehi, na ekena padesena paṭhamaṁ phusati, na",
  "atk-s0103a6:11_2": "ekena pacchā, sabbeheva pādatalehi samaṁ phusati, samaṁ uddharati. Sacepi hi tathāgato",
  "atk-s0103a6:11_3": "‘‘anekasataporisaṁ narakaṁ akkamissāmī’’ti pādaṁ abhinīharati. Tāvadeva ninnaṭṭhānaṁ",
  "atk-s0103a6:11_4": "vātapūritā viya kammārabhastā unnamitvā pathavisamaṁ hoti. Unnataṭṭhānampi anto pavisati.",
  "atk-s0103a6:11_5": "‘‘Dūre akkamissāmī’’ti abhinīharantassa sineruppamāṇopi pabbato suseditavettaṅkuro",
  "atk-s0103a6:11_6": "viya onamitvā pādasamīpaṁ āgacchati. Tathā hissa yamakapāṭihāriyaṁ katvā ‘‘yugandharapabbataṁ",
  "atk-s0103a6:11_7": "akkamissāmī’’ti pāde abhinīhaṭe pabbato onamitvā pādasamīpaṁ āgato. Sopi taṁ akkamitvā",
  "atk-s0103a6:11_8": "dutiyapādena tāvatiṁsabhavanaṁ akkami. Na hi cakkalakkhaṇena patiṭṭhātabbaṭṭhānaṁ",
  "atk-s0103a6:11_9": "visamaṁ bhavituṁ sakkoti. Khāṇu vā kaṇṭako vā sakkharā vā kathalā vā uccārapassāvakheḷasiṅghāṇikādīni",
  "atk-s0103a6:11_10": "vā purimataraṁ vā apagacchanti, tattha tattheva vā pathaviṁ pavisanti. Tathāgatassa",
  "atk-s0103a6:11_11": "hi sīlatejena puññatejena dhammatejena dasannaṁ pāramīnaṁ ānubhāvena ayaṁ mahāpathavī",
  "atk-s0103a6:11_12": "sammā mudupupphābhikiṇṇā hoti.",
  "atk-s0103a6:12_0": "202.Sāgarapariyantanti sāgarasīmaṁ. Na hi tassa rajjaṁ karontassa antarā rukkho vā",
  "atk-s0103a6:12_1": "pabbato vā nadī vā sīmā hoti mahāsamuddova sīmā. Tena vuttaṁ ‘‘sāgarapariyanta’’nti.",
  "atk-s0103a6:12_2": "Akhilamanimittamakaṇṭakanti niccoraṁ. Corā hi kharasamphassaṭṭhena khilā, upaddavapaccayaṭṭhena",
  "atk-s0103a6:12_3": "nimittā, vijjhanaṭṭhena kaṇṭakāti vuccanti. Iddhanti samiddhaṁ. Phītanti sabbasampattiphāliphullaṁ.",
  "atk-s0103a6:12_4": "Khemanti nibbhayaṁ. Sivanti nirupaddavaṁ. Nirabbudanti abbudavirahitaṁ, gumbaṁ gumbaṁ",
  "atk-s0103a6:12_5": "hutvā carantehi corehi virahitanti attho. Akkhambhiyoti avikkhambhanīyo. Na naṁ koci",
  "atk-s0103a6:12_6": "ṭhānato cāletuṁ sakkoti. Paccatthikenāti paṭipakkhaṁ icchantena. Paccāmittenāti paṭiviruddhena",
  "atk-s0103a6:12_7": "amittena. Ubhayampetaṁ sapattavevacanaṁ. Abbhantarehīti anto uṭṭhitehi rāgādīhi.",
  "atk-s0103a6:13_0": "Bāhirehīti samaṇādīhi. Tathā hi naṁ bāhirā devadattakokālikādayo samaṇāpi soṇadaṇḍakūṭadaṇḍādayo",
  "atk-s0103a6:13_1": "brāhmaṇāpi sakkasadisā devatāpi satta vassāni anubandhamāno māropi bakādayo brahmānopi",
  "atk-s0103a6:13_2": "vikkhambhetuṁ nāsakkhiṁsu.",
  "atk-s0103a6:14_0": "Ettāvatā bhagavatā kammañca kammasarikkhakañca lakkhaṇañca lakkhaṇānisaṁso ca vutto",
  "atk-s0103a6:14_1": "hoti. Kammaṁ nāma satasahassakappādhikāni cattāri asaṅkhyeyyāni daḷhavīriyena hutvā",
  "atk-s0103a6:14_2": "kataṁ kammaṁ. Kammasarikkhakaṁ nāma daḷhena hutvā katabhāvaṁ sadevako loko jānātūti",
  "atk-s0103a6:14_3": "suppatiṭṭhitapādamahāpurisalakkhaṇaṁ. Lakkhaṇaṁ nāma suppatiṭṭhitapādatā. Lakkhaṇānisaṁso",
  "atk-s0103a6:14_4": "nāma paccatthikehi avikkhambhanīyatā.",
  "atk-s0103a6:15_0": "203.Tatthetaṁvuccatīti tattha vutte kammādibhede aparampi idaṁ vuccati, gāthābandhaṁ",
  "atk-s0103a6:15_1": "sandhāya vuttaṁ. Etā pana gāthā porāṇakattherā ‘‘ānandattherena ṭhapitā vaṇṇanāgāthā’’ti",
  "atk-s0103a6:15_2": "vatvā gatā. Aparabhāge therā ‘‘ekapadiko atthuddhāro’’ti āhaṁsu.",
  "atk-s0103a6:16_0": "Tattha sacceti vacīsacce. Dhammeti dasakusalakammapathadhamme. Dameti indriyadamane.",
  "atk-s0103a6:16_1": "Saṁyameti sīlasaṁyame. ‘‘Soceyyasīlālayuposathesu cā’’ti ettha kāyasoceyyādi tividhaṁ",
  "atk-s0103a6:16_2": "soceyyaṁ. Ālayabhūtaṁ sīlameva sīlālayo. Uposathakammaṁ uposatho. Ahiṁsāyāti avihiṁsāya.",
  "atk-s0103a6:16_3": "Samattamācarīti sakalaṁ acari.",
  "atk-s0103a6:17": "Anvabhīti anubhavi. Veyyañjanikāti lakkhaṇapāṭhakā. Parābhibhūti pare abhibhavanasamattho. Sattubhīti sapattehi akkhambhiyo hoti.",
  "atk-s0103a6:18": "Na so gacchati jātu khambhananti so ekaṁseneva aggapuggalo vikkhambhetabbataṁ na gacchati. Esā hi tassa dhammatāti tassa hi esā dhammatā ayaṁ sabhāvo.",
  "atk-s0103a6:19": "Pādatalacakkalakkhaṇavaṇṇanā",
  "atk-s0103a6:20_0": "204.Ubbegauttāsabhayanti ubbegabhayañceva uttāsabhayañca. Tattha corato vā rājato",
  "atk-s0103a6:20_1": "vā paccatthikato vā vilopanabandhanādinissayaṁ bhayaṁ ubbego nāma, taṁmuhuttikaṁ",
  "atk-s0103a6:20_2": "caṇḍahatthiassādīni vā ahiyakkhādayo vā paṭicca lomahaṁsanakaraṁ bhayaṁ uttāsabhayaṁ",
  "atk-s0103a6:20_3": "nāma. Taṁ sabbaṁ apanuditā vūpasametā. Saṁvidhātāti saṁvidahitā. Kathaṁ saṁvidahati?",
  "atk-s0103a6:20_4": "Aṭaviyaṁ sāsaṅkaṭṭhānesu dānasālaṁ kāretvā tattha āgate bhojetvā manusse datvā ativāheti,",
  "atk-s0103a6:20_5": "taṁ ṭhānaṁ pavisituṁ asakkontānaṁ manusse pesetvā paveseti. Nagarādīsupi tesu tesu",
  "atk-s0103a6:20_6": "ṭhānesu ārakkhaṁ ṭhapeti, evaṁ saṁvidahati. Saparivārañca dānaṁ adāsīti annaṁ pānanti",
  "atk-s0103a6:20_7": "dasavidhaṁ dānavatthuṁ.",
  "atk-s0103a6:21_0": "Tattha annanti yāgubhattaṁ. Taṁ dadanto na dvāre ṭhapetvā adāsi, atha kho antonivesane",
  "atk-s0103a6:21_1": "haritupalittaṭṭhāne lājā ceva pupphāni ca vikiritvā āsanaṁ paññapetvā vitānaṁ bandhitvā",
  "atk-s0103a6:21_2": "gandhadhūmādīhi sakkāraṁ katvā bhikkhusaṅghaṁ nisīdāpetvā yāguṁ adāsi. Yāguṁ dento",
  "atk-s0103a6:21_3": "ca sabyañjanaṁ adāsi. Yāgupānāvasāne pāde dhovitvā telena makkhetvā nānappakārakaṁ",
  "atk-s0103a6:21_4": "anantaṁ khajjakaṁ datvā pariyosāne anekasūpaṁ anekabyañjanaṁ paṇītabhojanaṁ adāsi",
  "atk-s0103a6:21_5": ". Pānaṁ dento ambapānādiaṭṭhavidhaṁ pānaṁ adāsi, tampi yāgubhattaṁ datvā. Vatthaṁ",
  "atk-s0103a6:21_6": "dento na suddhavatthameva adāsi, ekapaṭṭadupaṭṭādipahonakaṁ pana datvā sucimpi adāsi,",
  "atk-s0103a6:21_7": "suttampi adāsi, suttaṁ vaṭṭesi, sūcikammakaraṇaṭṭhāne bhikkhūnaṁ āsanāni, yāgubhattaṁ,",
  "atk-s0103a6:21_8": "pādamakkhanaṁ, piṭṭhimakkhanaṁ, rajanaṁ, paṇḍupalāsaṁ, rajanadoṇikaṁ, antamaso cīvararajanakaṁ",
  "atk-s0103a6:21_9": "kappiyakārakampi adāsi.",
  "atk-s0103a6:22_0": "Yānanti upāhanaṁ. Taṁ dadantopi upāhanatthavikaṁ upāhanadaṇḍakaṁ makkhanatelaṁ heṭṭhā",
  "atk-s0103a6:22_1": "vuttāni ca annādīni tasseva parivāraṁ katvā adāsi. Mālaṁ dentopi na suddhamālameva",
  "atk-s0103a6:22_2": "adāsi, atha kho naṁ gandhehi missetvā heṭṭhimāni cattāri tasseva parivāraṁ katvā",
  "atk-s0103a6:22_3": "adāsi. Bodhicetiyaāsanapotthakādipūjanatthāya ceva cetiyagharadhūpanatthāya ca gandhaṁ",
  "atk-s0103a6:22_4": "dentopi na suddhagandhameva adāsi, gandhapisanakanisadāya ceva pakkhipanakabhājanena",
  "atk-s0103a6:22_5": "ca saddhiṁ heṭṭhimāni pañca tassa parivāraṁ katvā adāsi. Cetiyapūjādīnaṁ atthāya",
  "atk-s0103a6:22_6": "haritālamanosilācīnapiṭṭhādivilepanaṁ dentopi na suddhavilepanameva adāsi, vilepanabhājanena",
  "atk-s0103a6:22_7": "saddhiṁ heṭṭhimāni cha tassa parivāraṁ katvā adāsi. Seyyāti mañcapīṭhaṁ. Taṁ dentopi",
  "atk-s0103a6:22_8": "na suddhakameva adāsi, kojavakambalapaccattharaṇamañcappaṭipādakehi saddhiṁ antamaso",
  "atk-s0103a6:22_9": "maṅgulasodhanadaṇḍakaṁ heṭṭhimāni ca satta tassa parivāraṁ katvā adāsi. Āvasathaṁ",
  "atk-s0103a6:22_10": "dentopi na gehamattameva adāsi, atha kho naṁ mālākammalatākammapaṭimaṇḍitaṁ supaññattaṁ",
  "atk-s0103a6:22_11": "mañcapīṭhaṁ kāretvā heṭṭhimāni aṭṭha tassa parivāraṁ katvā adāsi. Padīpeyyanti padīpatelaṁ.",
  "atk-s0103a6:22_12": "Taṁ dento cetiyaṅgaṇe bodhiyaṅgaṇe dhammassavanagge vasanagehe potthakavācanaṭṭhāne",
  "atk-s0103a6:22_13": "iminā dīpaṁ jālāpethāti na suddhatelameva adāsi, vaṭṭi kapallakatelabhājanādīhi saddhiṁ",
  "atk-s0103a6:22_14": "heṭṭhimāni nava tassa parivāraṁ katvā adāsi. Suvibhattantarānīti suvibhattaantarāni.",
  "atk-s0103a6:23_0": "Rājānoti abhisittā. Bhogiyāti bhojakā kumārāti rājakumārā. Idha kammaṁ nāma saparivāraṁ",
  "atk-s0103a6:23_1": "dānaṁ. Kammasarikkhakaṁ nāma saparivāraṁ katvā dānaṁ adāsīti iminā kāraṇena sadevako",
  "atk-s0103a6:23_2": "loko jānātūti nibbattaṁ cakkalakkhaṇaṁ. Lakkhaṇaṁ nāma tadeva cakkalakkhaṇaṁ. Ānisaṁso mahāparivāratā.",
  "atk-s0103a6:24_0": "205.Tatthetaṁ vuccatīti imā tadatthaparidīpanā gāthā vuccanti. Duvidhā hi gāthā honti",
  "atk-s0103a6:24_1": "– tadatthaparidīpanā ca visesatthaparidīpanā ca. Tattha pāḷiāgatameva atthaṁ paridīpanā",
  "atk-s0103a6:24_2": "tadatthaparidīpanā nāma. Pāḷiyaṁ anāgataṁ paridīpanā visesatthaparidīpanā nāma. Imā",
  "atk-s0103a6:24_3": "pana tadatthaparidīpanā. Tattha pureti pubbe. Puratthāti tasseva vevacanaṁ. Purimāsu",
  "atk-s0103a6:24_4": "jātīsūti imissā jātiyā pubbekatakammapaṭikkhepadīpanaṁ. Ubbegauttāsabhayāpanūdanoti",
  "atk-s0103a6:24_5": "ubbegabhayassa ca uttāsabhayassa ca apanūdano. Ussukoti adhimutto.",
  "atk-s0103a6:25_0": "Satapuññalakkhaṇanti satena satena puññakammena nibbattaṁ ekekaṁ lakkhaṇaṁ. Evaṁ",
  "atk-s0103a6:25_1": "sante yo koci buddho bhaveyyāti na rocayiṁsu, anantesu pana cakkavāḷesu sabbe sattā",
  "atk-s0103a6:25_2": "ekekaṁ kammaṁ satakkhattuṁ kareyyuṁ, ettakehi janehi kataṁ kammaṁ bodhisatto ekova",
  "atk-s0103a6:25_3": "ekekaṁ sataguṇaṁ katvā nibbatto. Tasmā ‘‘satapuññalakkhaṇo’’ti imamatthaṁ rocayiṁsu.",
  "atk-s0103a6:25_4": "Manussāsurasakkarakkhasāti manussā ca asurā ca sakkā ca rakkhasā ca.",
  "atk-s0103a6:26": "Āyatapaṇhitāditilakkhaṇavaṇṇanā",
  "atk-s0103a6:27_0": "206.Antarāti paṭisandhito sarasacutiyā antare. Idha kammaṁ nāma pāṇātipātā virati.",
  "atk-s0103a6:27_1": "Kammasarikkhakaṁ nāma pāṇātipātaṁ karonto padasaddasavanabhayā aggaggapādehi akkamantā",
  "atk-s0103a6:27_2": "gantvā paraṁ pātenti. Atha te iminā kāraṇena tesaṁ taṁ kammaṁ jano jānātūti antovaṅkapādā",
  "atk-s0103a6:27_3": "vā bahivaṅkapādā vā ukkuṭikapādā vā aggakoṇḍā vā paṇhikoṇḍā vā bhavanti. Aggapādehi",
  "atk-s0103a6:27_4": "gantvā parassa amāritabhāvaṁ pana tathāgatassa sadevako loko iminā kāraṇena jānātūti",
  "atk-s0103a6:27_5": "āyatapaṇhi mahāpurisalakkhaṇaṁ nibbattati . Tathā paraṁ ghātentā unnatakāyena gacchantā",
  "atk-s0103a6:27_6": "aññe passissantīti onatā gantvā paraṁ ghātenti. Atha te evamime gantvā paraṁ ghātayiṁsūti",
  "atk-s0103a6:27_7": "nesaṁ taṁ kammaṁ iminā kāraṇena paro jānātūti khujjā vā vāmanā vā pīṭhasappi vā bhavanti.",
  "atk-s0103a6:27_8": "Tathāgatassa pana evaṁ gantvā paresaṁ aghātitabhāvaṁ iminā kāraṇena sadevako loko",
  "atk-s0103a6:27_9": "jānātūti brahmujugattamahāpurisalakkhaṇaṁ nibbattati. Tathā paraṁ ghātentā āvudhaṁ",
  "atk-s0103a6:27_10": "vā muggaraṁ vā gaṇhitvā muṭṭhikatahatthā paraṁ ghātenti. Te evaṁ tesaṁ parassa ghātitabhāvaṁ",
  "atk-s0103a6:27_11": "iminā kāraṇena jano jānātūti rassaṅgulī vā rassahatthā vā vaṅkaṅgulī vā phaṇahatthakā",
  "atk-s0103a6:27_12": "vā bhavanti. Tathāgatassa pana evaṁ paresaṁ aghātitabhāvaṁ sadevako loko iminā kāraṇena",
  "atk-s0103a6:27_13": "jānātūti dīghaṅgulimahāpurisalakkhaṇaṁ nibbattati. Idamettha kammasarikkhakaṁ. Idameva",
  "atk-s0103a6:27_14": "pana lakkhaṇattayaṁ lakkhaṇaṁ nāma. Dīghāyukabhāvo lakkhaṇānisaṁso.",
  "atk-s0103a6:28_0": "207.Maraṇavadhabhayattanoti ettha maraṇasaṅkhāto vadho maraṇavadho, maraṇavadhato",
  "atk-s0103a6:28_1": "bhayaṁ maraṇavadhabhayaṁ, taṁ attano jānitvā. Paṭivirato paraṁmāraṇāyāti yathā mayhaṁ",
  "atk-s0103a6:28_2": "maraṇato bhayaṁ mama jīvitaṁ piyaṁ, evaṁ paresampīti ñatvā paraṁ māraṇato paṭivirato",
  "atk-s0103a6:28_3": "ahosi. Sucaritenāti suciṇṇena. Saggamagamāti saggaṁ gato.",
  "atk-s0103a6:29": "Caviya punaridhāgatoti cavitvā puna idhāgato. Dīghapāsaṇhikoti dīghapaṇhiko. Brahmāva sujūti brahmā viya suṭṭhu uju.",
  "atk-s0103a6:30_0": "Subhujoti sundarabhujo. Susūti mahallakakālepi taruṇarūpo. Susaṇṭhitoti susaṇṭhānasampanno.",
  "atk-s0103a6:30_1": "Mudutalunaṅguliyassāti mudū ca talunā ca aṅguliyo assa. Tībhīti tīhi. Purisavaraggalakkhaṇehīti",
  "atk-s0103a6:30_2": "purisavarassa aggalakkhaṇehi. Cirayapanāyāti ciraṁ yāpanāya, dīghāyukabhāvāya.",
  "atk-s0103a6:31": "Ciraṁ yapetīti ciraṁ yāpeti. Cirataraṁ pabbajati yadi tatoti tato cirataraṁ yāpeti, yadi pabbajatīti attho. Yāpayatica vasiddhibhāvanāyāti vasippatto hutvā iddhibhāvanāya yāpeti.",
  "atk-s0103a6:32": "Sattussadatālakkhaṇavaṇṇanā",
  "atk-s0103a6:33_0": "208.Rasitānanti rasasampannānaṁ. ‘‘Khādanīyāna’’ntiādīsu khādanīyāni nāma piṭṭhakhajjakādīni.",
  "atk-s0103a6:33_1": "Bhojanīyānīti pañca bhojanāni. Sāyanīyānīti sāyitabbāni sappinavanītādīni. Lehanīyānīti",
  "atk-s0103a6:33_2": "nillehitabbāni piṭṭhapāyāsādīni. Pānānīti aṭṭha pānakāni.",
  "atk-s0103a6:34_0": "Idha kammaṁ nāma kappasatasahassādhikāni cattāri asaṅkhyeyyāni dinnaṁ idaṁ paṇītabhojanadānaṁ.",
  "atk-s0103a6:34_1": "Kammasarikkhakaṁ nāma lūkhabhojane kucchigate lohitaṁ sussati, maṁsaṁ milāyati. Tasmā",
  "atk-s0103a6:34_2": "lūkhadāyakā sattā iminā kāraṇena nesaṁ lūkhabhojanassa dinnabhāvaṁ jano jānātūti",
  "atk-s0103a6:34_3": "appamaṁsā appalohitā manussapetā viya dullabhannapānā bhavanti. Paṇītabhojane pana",
  "atk-s0103a6:34_4": "kucchigate maṁsalohitaṁ vaḍḍhati, paripuṇṇakāyā pāsādikā abhirūpadassanā honti. Tasmā",
  "atk-s0103a6:34_5": "tathāgatassa dīgharattaṁ paṇītabhojanadāyakattaṁ sadevako loko iminā kāraṇena jānātūti",
  "atk-s0103a6:34_6": "sattussadamahāpurisalakkhaṇaṁ nibbattati. Lakkhaṇaṁ nāma sattussadalakkhaṇameva.",
  "atk-s0103a6:34_7": "Paṇītalābhitā ānisaṁso.",
  "atk-s0103a6:35": "209.Khajjabhojjamathaleyyasāyitanti khajjakañca bhojanañca lehanīyañca sāyanīyañca. Uttamaggarasadāyakoti uttamo aggarasadāyako, uttamānaṁ vā aggarasānaṁ dāyako.",
  "atk-s0103a6:36_0": "Satta cussadeti satta ca ussade. Tadatthajotakanti khajjabhojjādijotakaṁ, tesaṁ lābhasaṁvattanikanti",
  "atk-s0103a6:36_1": "attho. Pabbajampi cāti pabbajamānopi ca. Tadādhigacchatīti taṁ adhigacchati. Lābhiruttamanti lābhi uttamaṁ.",
  "atk-s0103a6:37": "Karacaraṇādilakkhaṇavaṇṇanā",
  "atk-s0103a6:38": "210.Dānenātiādīsu ekacco dāneneva saṅgaṇhitabbo hoti, taṁ dānena saṅgahesi. Pabbajitānaṁ pabbajitaparikkhāraṁ, gihīnaṁ gihiparikkhāraṁ adāsi.",
  "atk-s0103a6:39_0": "Peyyavajjenāti ekacco hi ‘‘ayaṁ dātabbaṁ nāma deti, ekena pana vacanena sabbaṁ makkhetvā",
  "atk-s0103a6:39_1": "nāseti, kiṁ etassa dāna’’nti vattā hoti. Ekacco ‘‘ayaṁ kiñcāpi dānaṁ na deti, kathento",
  "atk-s0103a6:39_2": "pana telena viya makkheti. Eso detu vā mā vā, vacanameva tassa sahassaṁ agghatī’’ti",
  "atk-s0103a6:39_3": "vattā hoti. Evarūpo puggalo dānaṁ na paccāsīsati, piyavacanameva paccāsīsati. Taṁ",
  "atk-s0103a6:39_4": "piyavacanena saṅgahesi.",
  "atk-s0103a6:40_0": "Atthacariyāyāti atthasaṁvaḍḍhanakathāya. Ekacco hi neva dānaṁ, na piyavacanaṁ paccāsīsati.",
  "atk-s0103a6:40_1": "Attano hitakathaṁ vaḍḍhitakathameva paccāsīsati. Evarūpaṁ puggalaṁ ‘‘idaṁ te kātabbaṁ,",
  "atk-s0103a6:40_2": "idaṁ te na kātabbaṁ. Evarūpo puggalo sevitabbo, evarūpo puggalo na sevitabbo’’ti",
  "atk-s0103a6:40_3": "evaṁ atthacariyāya saṅgahesi.",
  "atk-s0103a6:41_0": "Samānattatāyāti samānasukhadukkhabhāvena. Ekacco hi dānādīsu ekampi na paccāsīsati,",
  "atk-s0103a6:41_1": "ekāsane nisajjaṁ, ekapallaṅke sayanaṁ, ekato bhojananti evaṁ samānasukhadukkhataṁ",
  "atk-s0103a6:41_2": "paccāsīsati. Tattha jātiyā hīno bhogena adhiko dussaṅgaho hoti. Na hi sakkā tena",
  "atk-s0103a6:41_3": "saddhiṁ ekaparibhogo kātuṁ, tathā akariyamāne ca so kujjhati. Bhogena hīno jātiyā",
  "atk-s0103a6:41_4": "adhikopi dussaṅgaho hoti. So hi ‘‘ahaṁ jātimā’’ti bhogasampannena saddhiṁ ekaparibhogaṁ",
  "atk-s0103a6:41_5": "na icchati, tasmiṁ akariyamāne kujjhati. Ubhohipi hīno pana susaṅgaho hoti. Na hi",
  "atk-s0103a6:41_6": "so itarena saddhiṁ ekaparibhogaṁ icchati, na akariyamāne ca kujjhati. Ubhohi sadisopi",
  "atk-s0103a6:41_7": "susaṅgahoyeva. Bhikkhūsu dussīlo dussaṅgaho hoti. Na hi sakkā tena saddhiṁ ekaparibhogo",
  "atk-s0103a6:41_8": "kātuṁ, tathā akariyamāne ca kujjhati. Sīlavā susaṅgaho hoti. Sīlavā hi adīyamānepi",
  "atk-s0103a6:41_9": "akariyamānepi na kujjhati. Aññaṁ attanā saddhiṁ paribhogaṁ akarontampi na pāpakena",
  "atk-s0103a6:41_10": "cittena passati. Paribhogopi tena saddhiṁ sukaro hoti. Tasmā evarūpaṁ puggalaṁ evaṁ",
  "atk-s0103a6:41_11": "samānattatāya saṅgahesi.",
  "atk-s0103a6:42_0": "Susaṅgahitāssa hontīti susaṅgahitā assa honti. Detu vā mā vā detu, karotu vā mā vā",
  "atk-s0103a6:42_1": "karotu, susaṅgahitāva honti, na bhijjanti. ‘‘Yadāssa dātabbaṁ hoti, tadā deti. Idāni",
  "atk-s0103a6:42_2": "maññe natthi, tena na deti. Kiṁ mayaṁ dadamānameva upaṭṭhahāma? Adentaṁ akarontaṁ",
  "atk-s0103a6:42_3": "na upaṭṭhahāmā’’ti evaṁ cintenti.",
  "atk-s0103a6:43_0": "Idha kammaṁ nāma dīgharattaṁ kataṁ dānādisaṅgahakammaṁ. Kammasarikkhakaṁ nāma yo",
  "atk-s0103a6:43_1": "evaṁ asaṅgāhako hoti, so iminā kāraṇenassa asaṅgāhakabhāvaṁ jano jānātūti thaddhahatthapādo",
  "atk-s0103a6:43_2": "ceva hoti, visamaṭṭhitāvayavalakkhaṇo ca. Tathāgatassa pana dīgharattaṁ saṅgāhakabhāvaṁ",
  "atk-s0103a6:43_3": "sadevako loko iminā kāraṇena jānātūti imāni dve lakkhaṇāni nibbattanti. Lakkhaṇaṁ",
  "atk-s0103a6:43_4": "nāma idameva lakkhaṇadvayaṁ. Susaṅgahitaparijanatā ānisaṁso.",
  "atk-s0103a6:44": "211.Kariyāti karitvā. Cariyāti caritvā. Anavamatenāti anavaññātena. ‘‘Anapamodenā’’tipi pāṭho, na appamodena, na dīnena na gabbhitenāti attho.",
  "atk-s0103a6:45": "Caviyāti cavitvā. Atirucira suvaggu dassaneyyanti atirucirañca supāsādikaṁ suvaggu ca suṭṭhu chekaṁ dassaneyyañca daṭṭhabbayuttaṁ. Susu kumāroti suṭṭhu sukumāro.",
  "atk-s0103a6:46_0": "Parijanassavoti parijano assavo vacanakaro. Vidheyyoti kattabbākattabbesu yathāruci",
  "atk-s0103a6:46_1": "vidhātabbo. Mahimanti mahiṁ imaṁ. Piyavadū hitasukhataṁ jigīsamānoti piyavado hutvā",
  "atk-s0103a6:46_2": "hitañca sukhañca pariyesamāno. Vacanapaṭikarassā bhippasannāti vacanapaṭikarā assa",
  "atk-s0103a6:46_3": "abhippasannā. Dhammānudhammanti dhammañca anudhammañca.",
  "atk-s0103a6:47": "Ussaṅkhapādādilakkhaṇavaṇṇanā",
  "atk-s0103a6:48_0": "212.Atthūpasaṁhitanti idhalokaparalokatthanissitaṁ. Dhammūpasaṁhitanti dasakusalakammapathanissitaṁ.",
  "atk-s0103a6:48_1": "Bahujanaṁ nidaṁsesīti bahujanassa nidaṁsanakathaṁ kathesi. Pāṇīnanti sattānaṁ. ‘‘Aggo’’tiādīni",
  "atk-s0103a6:48_2": "sabbāni aññamaññavevacanāni. Idha kammaṁ nāma dīgharattaṁ bhāsitā uddhaṅgamanīyā",
  "atk-s0103a6:48_3": "atthūpasaṁhitā vācā. Kammasarikkhakaṁ nāma yo evarūpaṁ uggatavācaṁ na bhāsati, so",
  "atk-s0103a6:48_4": "iminā kāraṇena uggatavācāya abhāsanaṁ jano jānātūti adhosaṅkhapādo ca hoti adhonatalomo",
  "atk-s0103a6:48_5": "ca. Tathāgatassa pana dīgharattaṁ evarūpāya uggatavācāya bhāsitabhāvaṁ sadevako loko",
  "atk-s0103a6:48_6": "iminā kāraṇena jānātūti ussaṅkhapādalakkhaṇañca uddhaggalomalakkhaṇañca nibbattati.",
  "atk-s0103a6:48_7": "Lakkhaṇaṁ nāma idameva lakkhaṇadvayaṁ. Uttamabhāvo ānisaṁso.",
  "atk-s0103a6:49": "213.Erayanti bhaṇanto. Bahujanaṁ nidaṁsayīti bahujanassa hitaṁ dasseti. Dhammayāganti dhammadānayaññaṁ.",
  "atk-s0103a6:50_0": "Ubbhamuppatitalomavā sasoti so esa uddhaggatalomavā hoti. Pādagaṇṭhirahūti pādagopphakā",
  "atk-s0103a6:50_1": "ahesuṁ. Sādhusaṇṭhitāti suṭṭhu saṇṭhitā. Maṁsalohitācitāti maṁsena ca lohitena ca",
  "atk-s0103a6:50_2": "ācitā. Tacotthatāti tacena pariyonaddhā niguḷhā. Vajatīti gacchati. Anomanikkamoti",
  "atk-s0103a6:50_3": "anomavihārī seṭṭhavihārī.",
  "atk-s0103a6:51": "Eṇijaṅghalakkhaṇavaṇṇanā",
  "atk-s0103a6:52_0": "214.Sippaṁ vātiādīsu sippaṁ nāma dve sippāni – hīnañca sippaṁ, ukkaṭṭhañca sippaṁ.",
  "atk-s0103a6:52_1": "Hīnaṁ nāma sippaṁ naḷakārasippaṁ, kumbhakārasippaṁ pesakārasippaṁ nahāpitasippaṁ.",
  "atk-s0103a6:52_2": "Ukkaṭṭhaṁ nāma sippaṁ lekhā muddā gaṇanā. Vijjāti ahivijjādianekavidhā. Caraṇanti",
  "atk-s0103a6:52_3": "pañcasīlaṁ dasasīlaṁ pātimokkhasaṁvarasīlaṁ. Kammanti kammassakatājānanapaññā. Kilisseyyunti",
  "atk-s0103a6:52_4": "kilameyyuṁ. Antevāsikavattaṁ nāma dukkhaṁ, taṁ nesaṁ mā ciramahosīti cintesi.",
  "atk-s0103a6:53_0": "Rājārahānīti rañño anurūpāni hatthiassādīni, tāniyeva rañño senāya aṅgabhūtattā rājaṅgānīti",
  "atk-s0103a6:53_1": "vuccanti. Rājūpabhogānīti rañño upabhogaparibhogabhaṇḍāni, tāni ceva sattaratanāni",
  "atk-s0103a6:53_2": "ca. Rājānucchavikānīti rañño anucchavikāni. Tesaṁyeva sabbesaṁ idaṁ gahaṇaṁ. Samaṇārahānīti",
  "atk-s0103a6:53_3": "samaṇānaṁ anurūpāni cīvarādīni. Samaṇaṅgānīti samaṇānaṁ koṭṭhāsabhūtā catasso parisā.",
  "atk-s0103a6:53_4": "Samaṇūpabhogānīti samaṇānaṁ upabhogaparikkhārā. Samaṇānucchavikānīti tesaṁyeva adhivacanaṁ.",
  "atk-s0103a6:54_0": "Idha pana kammaṁ nāma dīgharattaṁ sakkaccaṁ sippādivācanaṁ. Kammasarikkhakaṁ nāma",
  "atk-s0103a6:54_1": "yo evaṁ sakkaccaṁ sippaṁ avācento antevāsike ukkuṭikāsanajaṅghapesanikādīhi kilameti,",
  "atk-s0103a6:54_2": "tassa jaṅghamaṁsaṁ likhitvā pātitaṁ viya hoti. Tathāgatassa pana sakkaccaṁ vācitabhāvaṁ",
  "atk-s0103a6:54_3": "sadevako loko iminā kāraṇena jānātūti anupubbauggatavaṭṭitaṁ eṇijaṅghalakkhaṇaṁ nibbattati.",
  "atk-s0103a6:54_4": "Lakkhaṇaṁ nāma idameva lakkhaṇaṁ. Anucchavikalābhitā ānisaṁso.",
  "atk-s0103a6:55_0": "215.Yadūpaghātāyāti yaṁ sippaṁ kassaci upaghātāya na hoti. Kilissatīti kilamissati.",
  "atk-s0103a6:55_1": "Sukhumattacotthatāti sukhumattacena pariyonaddhā. Kiṁ pana aññena kammena aññaṁ lakkhaṇaṁ",
  "atk-s0103a6:55_2": "nibbattatīti? Na nibbattati. Yaṁ pana nibbattati, taṁ anubyañjanaṁ hoti, tasmā idha vuttaṁ.",
  "atk-s0103a6:56": "Sukhumacchavilakkhaṇavaṇṇanā",
  "atk-s0103a6:57": "216.Samaṇaṁ vāti samitapāpaṭṭhena samaṇaṁ. Brāhmaṇaṁ vāti bāhitapāpaṭṭhena brāhmaṇaṁ.",
  "atk-s0103a6:58": "Mahāpaññotiādīsu mahāpaññādīhi samannāgato hotīti attho. Tatridaṁ mahāpaññādīnaṁ nānattaṁ.",
  "atk-s0103a6:59_0": "Tattha katamā mahāpaññā? Mahante sīlakkhandhe pariggaṇhātīti mahāpaññā, mahante samādhikkhandhe",
  "atk-s0103a6:59_1": "paññākkhandhe vimuttikkhandhe vimuttiñāṇadassanakkhandhe pariggaṇhātīti mahāpaññā.",
  "atk-s0103a6:59_2": "Mahantāni ṭhānāṭhānāni mahantā vihārasamāpattiyo mahantāni ariyasaccāni mahante satipaṭṭhāne",
  "atk-s0103a6:59_3": "sammappadhāne iddhipāde mahantāni indriyāni balāni mahante bojjhaṅge mahante ariyamagge",
  "atk-s0103a6:59_4": "mahantāni sāmaññaphalāni mahantā abhiññāyo mahantaṁ paramatthaṁ nibbānaṁ pariggaṇhātīti mahāpaññā.",
  "atk-s0103a6:60_0": "Katamā puthupaññā? Puthunānākhandhesu ñāṇaṁ pavattatīti puthupaññā. Puthunānādhātūsu",
  "atk-s0103a6:60_1": "puthunānāāyatanesu puthunānāpaṭiccasamuppādesu puthunānāsuññatamanupalabbhesu puthunānāatthesu",
  "atk-s0103a6:60_2": "dhammesu niruttīsu paṭibhānesu. Puthunānāsīlakkhandhesu puthunānāsamādhipaññāvimuttivimuttiñādassanakkhandhesu",
  "atk-s0103a6:60_3": "puthunānāṭhānāṭhānesu puthunānāvihārasamāpattīsu puthunānāariyasaccesu puthunānāsatipaṭṭhānesu",
  "atk-s0103a6:60_4": "sammappadhānesu iddhipādesu indriyesu balesu bojjhaṅgesu puthunānāariyamaggesu sāmaññaphalesu",
  "atk-s0103a6:60_5": "abhiññāsu puthujjanasādhāraṇe dhamme samatikkamma paramatthe nibbāne ñāṇaṁ pavattatīti puthupaññā.",
  "atk-s0103a6:61_0": "Katamā hāsapaññā? Idhekacco hāsabahulo vedabahulo tuṭṭhibahulo pāmojjabahulo sīlaṁ",
  "atk-s0103a6:61_1": "paripūreti indriyasaṁvaraṁ paripūreti bhojane mattaññutaṁ jāgariyānuyogaṁ sīlakkhandhaṁ",
  "atk-s0103a6:61_2": "samādhikkhandhaṁ paññākkhandhaṁ vimuttikkhandhaṁ vimuttiñāṇadassanakkhandhaṁ paripūretīti",
  "atk-s0103a6:61_3": "hāsapaññā. Hāsabahulo…pe… pāmojjabahulo ṭhānāṭhānaṁ paṭivijjhatīti hāsapaññā. Hāsabahulo",
  "atk-s0103a6:61_4": "vihārasamāpattiyo paripūretīti hāsapaññā. Hāsabahulo ariyasaccāni paṭivijjhatīti",
  "atk-s0103a6:61_5": "hāsapaññā. Satipaṭṭhāne sammappadhāne iddhipāde indriyāni balāni bojjhaṅge ariyamaggaṁ",
  "atk-s0103a6:61_6": "bhāvetīti hāsapaññā. Hāsabahulo sāmaññaphalāni sacchikarotīti hāsapaññā. Abhiññāyo",
  "atk-s0103a6:61_7": "paṭivijjhatīti hāsapaññā. Hāsabahulo vedatuṭṭhipāmojjabahulo paramatthaṁ nibbānaṁ",
  "atk-s0103a6:61_8": "sacchikarotīti hāsapaññā.",
  "atk-s0103a6:62_0": "Katamā javanapaññā? Yaṁkiñci rūpaṁ atītānāgatapaccuppannaṁ yaṁ dūre santike vā, sabbaṁ",
  "atk-s0103a6:62_1": "taṁ rūpaṁ aniccato khippaṁ javatīti javanapaññā. Dukkhato khippaṁ anattato khippaṁ",
  "atk-s0103a6:62_2": "javatīti javanapaññā. Yā kāci vedanā…pe… yaṁkiñci viññāṇaṁ atītānāgatapaccuppannaṁ,",
  "atk-s0103a6:62_3": "sabbaṁ taṁ viññāṇaṁ aniccato dukkhato anattato khippaṁ javatīti javanapaññā. Cakkhu…pe…",
  "atk-s0103a6:62_4": "jarāmaraṇaṁ atītānāgatapaccuppannaṁ aniccato dukkhato anattato khippaṁ javatīti javanapaññā.",
  "atk-s0103a6:62_5": "Rūpaṁ atītānāgatapaccuppannaṁ aniccaṁ khayaṭṭhena dukkhaṁ bhayaṭṭhena anattā asārakaṭṭhenāti",
  "atk-s0103a6:62_6": "tulayitvā tīrayitvā vibhāvayitvā vibhūtaṁ katvā rūpanirodhe nibbāne khippaṁ javatīti",
  "atk-s0103a6:62_7": "javanapaññā. Vedanā saññā saṅkhārā viññāṇaṁ cakkhu…pe… jarāmaraṇaṁ atītānāgatapaccuppannaṁ",
  "atk-s0103a6:62_8": "aniccaṁ khayaṭṭhena…pe… vibhūtaṁ katvā jarāmaraṇanirodhe nibbāne khippaṁ javatīti",
  "atk-s0103a6:62_9": "javanapaññā. Rūpaṁ atītānāgatapaccuppannaṁ . Cakkhuṁ…pe… jarāmaraṇaṁ aniccaṁ saṅkhataṁ",
  "atk-s0103a6:62_10": "paṭiccasamuppannaṁ khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammanti tulayitvā",
  "atk-s0103a6:62_11": "tīrayitvā vibhāvayitvā vibhūtaṁ katvā jarāmaraṇanirodhe nibbāne khippaṁ javatīti javanapaññā.",
  "atk-s0103a6:63_0": "Katamā tikkhapaññā? Khippaṁ kilese chindatīti tikkhapaññā. Uppannaṁ kāmavitakkaṁ",
  "atk-s0103a6:63_1": "nādhivāseti, uppannaṁ byāpādavitakkaṁ, uppannaṁ vihiṁsāvitakkaṁ, uppannuppanne pāpake",
  "atk-s0103a6:63_2": "akusale dhamme uppannaṁ rāgaṁ dosaṁ mohaṁ kodhaṁ upanāhaṁ makkhaṁ paḷāsaṁ issaṁ macchariyaṁ",
  "atk-s0103a6:63_3": "māyaṁ sāṭheyyaṁ thambhaṁ sārambhaṁ mānaṁ atimānaṁ madaṁ pamādaṁ sabbe kilese sabbe",
  "atk-s0103a6:63_4": "duccarite sabbe abhisaṅkhāre sabbe bhavagāmikamme nādhivāseti pajahati vinodeti byantī",
  "atk-s0103a6:63_5": "karoti anabhāvaṁ gametīti tikkhapaññā. Ekasmiṁ āsane cattāro ariyamaggā cattāri sāmaññaphalāni",
  "atk-s0103a6:63_6": "catasso paṭisambhidāyo cha abhiññāyo adhigatā honti sacchikatā phassitā paññāyāti tikkhapaññā.",
  "atk-s0103a6:64_0": "Katamā nibbedhikapaññā? Idhekacco sabbasaṅkhāresu ubbegabahulo hoti uttāsabahulo",
  "atk-s0103a6:64_1": "ukkaṇṭhanabahulo aratibahulo anabhiratibahulo bahimukho na ramati sabbasaṅkhāresu,",
  "atk-s0103a6:64_2": "anibbiddhapubbaṁ apadālitapubbaṁ lobhakkhandhaṁ nibbijjhati padāletīti nibbedhikapaññā.",
  "atk-s0103a6:64_3": "Anibbiddhapubbaṁ apadālitapubbaṁ dosakkhandhaṁ mohakkhandhaṁ kodhaṁ upanāhaṁ…pe…",
  "atk-s0103a6:64_4": "sabbe bhavagāmikamme nibbijjhati padāletīti nibbedhikapaññāti (paṭi. ma. 3.3).",
  "atk-s0103a6:65_0": "217.Pabbajitaṁ upāsitāti paṇḍitaṁ pabbajitaṁ upasaṅkamitvā payirupāsitā. Atthantaroti",
  "atk-s0103a6:65_1": "yathā eke randhagavesino upārambhacittatāya dosaṁ abbhantaraṁ karitvā nisāmayanti,",
  "atk-s0103a6:65_2": "evaṁ anisāmetvā atthaṁ abbhantaraṁ katvā atthayuttaṁ kathaṁ nisāmayi upadhārayi.",
  "atk-s0103a6:66": "Paṭilābhagatenāti paṭilābhatthāya gatena. Uppādanimittakovidāti uppāde ca nimitte ca chekā. Avecca dakkhitīti ñatvā passissati.",
  "atk-s0103a6:67": "Atthānusiṭṭhīsu pariggahesu cāti ye atthānusāsanesu pariggahā atthānatthaṁ pariggāhakāni ñāṇāni, tesūti attho.",
  "atk-s0103a6:68": "Suvaṇṇavaṇṇalakkhaṇavaṇṇanā",
  "atk-s0103a6:69_0": "218.Akkodhanoti na anāgāmimaggena kodhassa pahīnattā, atha kho sacepi me kodho uppajjeyya,",
  "atk-s0103a6:69_1": "khippameva naṁ paṭivinodeyyanti evaṁ akkodhavasikattā. Nābhisajjīti kuṭilakaṇṭako",
  "atk-s0103a6:69_2": "viya tattha tattha mammaṁ tudanto viya na laggi. Na kuppi na byāpajjītiādīsu pubbuppattiko",
  "atk-s0103a6:69_3": "kopo. Tato balavataro byāpādo. Tato balavatarā patitthiyanā. Taṁ sabbaṁ akaronto",
  "atk-s0103a6:69_4": "na kuppi na byāpajji na patitthiyi. Appaccayanti domanassaṁ. Na pātvākāsīti na kāyavikārena",
  "atk-s0103a6:69_5": "vā vacīvikārena vā pākaṭamakāsi.",
  "atk-s0103a6:70_0": "Idha kammaṁ nāma dīgharattaṁ akkodhanatā ceva sukhumattharaṇādidānañca. Kammasarikkhakaṁ",
  "atk-s0103a6:70_1": "nāma kodhanassa chavivaṇṇo āvilo hoti mukhaṁ duddasiyaṁ vatthacchādanasadisañca maṇḍanaṁ",
  "atk-s0103a6:70_2": "nāma natthi. Tasmā yo kodhano ceva vatthacchādanānañca adātā, so iminā kāraṇenassa",
  "atk-s0103a6:70_3": "jano kodhanādibhāvaṁ jānātūti dubbaṇṇo hoti dussaṇṭhāno. Akkodhanassa pana mukhaṁ",
  "atk-s0103a6:70_4": "virocati, chavivaṇṇo vippasīdati. Sattā hi catūhi kāraṇehi pāsādikā honti āmisadānena",
  "atk-s0103a6:70_5": "vā vatthadānena vā sammajjanena vā akkodhanatāya vā. Imāni cattāripi kāraṇāni dīgharattaṁ",
  "atk-s0103a6:70_6": "tathāgatena katāneva. Tenassa imesaṁ katabhāvaṁ sadevako loko iminā kāraṇena jānātūti",
  "atk-s0103a6:70_7": "suvaṇṇavaṇṇaṁ mahāpurisalakkhaṇaṁ nibbattati. Lakkhaṇaṁ nāma idameva lakkhaṇaṁ. Sukhumattharaṇādilābhitā ānisaṁso.",
  "atk-s0103a6:71": "219.Abhivissajīti abhivissajjesi. Mahimiva suro abhivassanti suro vuccati devo, mahāpathaviṁ abhivassanto devo viya.",
  "atk-s0103a6:72": "Suravarataroriva indoti surānaṁ varataro indo viya.",
  "atk-s0103a6:73": "Apabbajjamicchanti apabbajjaṁ gihibhāvaṁ icchanto. Mahatimahinti mahantiṁ pathaviṁ.",
  "atk-s0103a6:74": "Acchādanavatthamokkhapāvuraṇānanti acchādanānañceva vatthānañca uttamapāvuraṇānañca. Panāsoti vināso.",
  "atk-s0103a6:75": "Kosohitavatthaguyhalakkhaṇavaṇṇanā",
  "atk-s0103a6:76_0": "220.Mātarampiputtena samānetā ahosīti imaṁ kammaṁ rajje patiṭṭhitena sakkā kātuṁ.",
  "atk-s0103a6:76_1": "Tasmā bodhisattopi rajjaṁ kārayamāno antonagare catukkādīsu catūsu nagaradvāresu",
  "atk-s0103a6:76_2": "bahinagare catūsu disāsu imaṁ kammaṁ karothāti manusse ṭhapesi. Te mātaraṁ kuhiṁ",
  "atk-s0103a6:76_3": "me putto puttaṁ na passāmīti vilapantiṁ pariyesamānaṁ disvā ehi, amma, puttaṁ dakkhasīti",
  "atk-s0103a6:76_4": "taṁ ādāya gantvā nahāpetvā bhojetvā puttamassā pariyesitvā dassenti. Esa nayo sabbattha.",
  "atk-s0103a6:77_0": "Idha kammaṁ nāma dīgharattaṁ ñātīnaṁ samaṅgibhāvakaraṇaṁ. Kammasarikkhakaṁ nāma ñātayo",
  "atk-s0103a6:77_1": "hi samaṅgībhūtā aññamaññassa vajjaṁ paṭicchādenti. Kiñcāpi hi te kalahakāle kalahaṁ",
  "atk-s0103a6:77_2": "karonti, ekassa pana dose uppanne aññaṁ jānāpetuṁ na icchanti. Ayaṁ nāma etassa dosoti",
  "atk-s0103a6:77_3": "vutte sabbe uṭṭhahitvā kena diṭṭhaṁ kena sutaṁ, amhākaṁ ñātīsu evarūpaṁ kattā nāma",
  "atk-s0103a6:77_4": "natthīti. Tathāgatena ca taṁ ñātisaṅgahaṁ karontena dīgharattaṁ idaṁ vajjappaṭicchādanakammaṁ",
  "atk-s0103a6:77_5": "nāma kataṁ hoti. Athassa sadevako loko iminā kāraṇena evarūpassa kammassa katabhāvaṁ",
  "atk-s0103a6:77_6": "jānātūti kosohitavatthaguyhalakkhaṇaṁ nibbattati. Lakkhaṇaṁ nāma idameva lakkhaṇaṁ.",
  "atk-s0103a6:77_7": "Pahūtaputtatā ānisaṁso.",
  "atk-s0103a6:78": "221.Vatthachādiyanti vatthena chādetabbaṁ vatthaguyhaṁ.",
  "atk-s0103a6:79": "Amittatāpanāti amittānaṁ patāpanā. Gihissa pītiṁ jananāti gihibhūtassa sato pītijananā.",
  "atk-s0103a6:80": "Parimaṇḍalādilakkhaṇavaṇṇanā",
  "atk-s0103a6:81_0": "222.Samaṁ jānātīti ‘‘ayaṁ tārukkhasamo ayaṁ pokkharasātisamo’’ti evaṁ tena tena samaṁ",
  "atk-s0103a6:81_1": "jānāti. Sāmaṁ jānātīti sayaṁ jānāti. Purisaṁ jānātīti ‘‘ayaṁ seṭṭhasammato’’ti purisaṁ",
  "atk-s0103a6:81_2": "jānāti. Purisavisesaṁ jānātīti muggaṁ māsena samaṁ akatvā guṇavisiṭṭhassa visesaṁ",
  "atk-s0103a6:81_3": "jānāti. Ayamidamarahatīti ayaṁ puriso idaṁ nāma dānasakkāraṁ arahati . Purisavisesakaro",
  "atk-s0103a6:81_4": "ahosīti purisavisesaṁ ñatvā kārako ahosi. Yo yaṁ arahati, tasseva taṁ adāsi. Yo hi",
  "atk-s0103a6:81_5": "kahāpaṇārahassa aḍḍhaṁ deti, so parassa aḍḍhaṁ nāseti. Yo dve kahāpaṇe deti, so attano",
  "atk-s0103a6:81_6": "kahāpaṇaṁ nāseti. Tasmā idaṁ ubhayampi akatvā yo yaṁ arahati, tassa tadeva adāsi.",
  "atk-s0103a6:81_7": "Saddhādhanantiādīsu sampattipaṭilābhaṭṭhena saddhādīnaṁ dhanabhāvo veditabbo.",
  "atk-s0103a6:82_0": "Idha kammaṁ nāma dīgharattaṁ purisavisesaṁ ñatvā kataṁ samasaṅgahakammaṁ. Kammasarikkhakaṁ",
  "atk-s0103a6:82_1": "nāma tadassa kammaṁ sadevako loko iminā kāraṇena jānātūti imāni dve lakkhaṇāni nibbattanti.",
  "atk-s0103a6:82_2": "Lakkhaṇaṁ nāma idameva lakkhaṇadvayaṁ. Dhanasampatti ānisaṁso.",
  "atk-s0103a6:83_0": "223.Tuliyāti tulayitvā. Paṭivicayāti paṭivicinitvā. Mahājanasaṅgāhakanti mahājanasaṅgahaṇaṁ.",
  "atk-s0103a6:83_1": "Samekkhamānoti samaṁ pekkhamāno. Atinipuṇāmanujāti atinipuṇā sukhumapaññā lakkhaṇapāṭhakamanussā.",
  "atk-s0103a6:83_2": "Bahuvividhā gihīnaṁ arahānīti bahū vividhāni gihīnaṁ anucchavikāni paṭilabhati. Daharo",
  "atk-s0103a6:83_3": "susu kumāro ‘‘ayaṁ daharo kumāro paṭilabhissatī’’ti byākaṁsu mahīpatissāti rañño.",
  "atk-s0103a6:84": "Sīhapubbaddhakāyādilakkhaṇavaṇṇanā",
  "atk-s0103a6:85_0": "224.Yogakkhemakāmoti yogato khemakāmo. Paññāyāti kammassakatapaññāya. Idha kammaṁ",
  "atk-s0103a6:85_1": "nāma mahājanassa atthakāmatā. Kammasarikkhakaṁ nāma taṁ mahājanassa atthakāmatāya",
  "atk-s0103a6:85_2": "vaḍḍhimeva paccāsīsitabhāvaṁ sadevako loko iminā kāraṇena jānātūti imāni samantaparipūrāni",
  "atk-s0103a6:85_3": "aparihīnāni tīṇi lakkhaṇāni nibbattanti. Lakkhaṇaṁ nāma idameva lakkhaṇattayaṁ. Dhanādīhi",
  "atk-s0103a6:85_4": "ceva saddhādīhi ca aparihāni ānisaṁso.",
  "atk-s0103a6:86_0": "225.Saddhāyāti okappanasaddhāya pasādasaddhāya. Sīlenāti pañcasīlena dasasīlena.",
  "atk-s0103a6:86_1": "Sutenāti pariyattisavanena. Buddhiyāti etesaṁ buddhiyā , ‘‘kinti etehi vaḍḍheyyu’’nti",
  "atk-s0103a6:86_2": "evaṁ cintesīti attho. Dhammenāti lokiyadhammena. Bahūhi sādhūhīti aññehipi bahūhi",
  "atk-s0103a6:86_3": "uttamaguṇehi. Asahānadhammatanti aparihīnadhammaṁ.",
  "atk-s0103a6:87": "Rasaggasaggitālakkhaṇavaṇṇanā",
  "atk-s0103a6:88_0": "226.Samābhivāhiniyoti yathā tilaphalamattampi jivhagge ṭhapitaṁ sabbattha pharati,",
  "atk-s0103a6:88_1": "evaṁ samā hutvā vahanti. Idha kammaṁ nāma aviheṭhanakammaṁ. Kammasarikkhakaṁ nāma",
  "atk-s0103a6:88_2": "pāṇiādīhi pahāraṁ laddhassa tattha tattha lohitaṁ saṇṭhāti, gaṇṭhi gaṇṭhi hutvā antova",
  "atk-s0103a6:88_3": "pubbaṁ gaṇhāti, antova bhijjati, evaṁ so bahurogo hoti. Tathāgatena pana dīgharattaṁ",
  "atk-s0103a6:88_4": "imaṁ ārogyakaraṇakammaṁ kataṁ. Tadassa sadevako loko iminā kāraṇena jānātūti ārogyakaraṁ",
  "atk-s0103a6:88_5": "rasaggasaggilakkhaṇaṁ nibbattati. Lakkhaṇaṁ nāma idameva lakkhaṇaṁ. Appābādhatā ānisaṁso.",
  "atk-s0103a6:89": "227.Maraṇavadhenāti ‘‘etaṁ māretha etaṁ ghātethā’’ti evaṁ āṇattena maraṇavadhena. Ubbādhanāyāti bandhanāgārappavesanena.",
  "atk-s0103a6:90": "Abhinīlanettādilakkhaṇavaṇṇanā",
  "atk-s0103a6:91_0": "228.Na ca visaṭanti kakkaṭako viya akkhīni nīharitvā na kodhavasena pekkhitā ahosi.",
  "atk-s0103a6:91_1": "Na ca visācīti vaṅkakkhikoṭiyā pekkhitāpi nāhosi. Na ca pana viceyya pekkhitāti viceyya",
  "atk-s0103a6:91_2": "pekkhitā nāma yo kujjhitvā yadā naṁ paro oloketi, tadā nimmīleti na oloketi, puna",
  "atk-s0103a6:91_3": "gacchantaṁ kujjhitvā oloketi, evarūpo nāhosi. ‘‘Vineyyapekkhitā’’tipi pāṭho, ayamevattho.",
  "atk-s0103a6:91_4": "Ujuṁ tathā pasaṭamujumanoti ujumano hutvā uju pekkhitā hoti, yathā ca ujuṁ, tathā",
  "atk-s0103a6:91_5": "pasaṭaṁ vipulaṁ vitthataṁ pekkhitā hoti. Piyadassanoti piyāyamānehi passitabbo.",
  "atk-s0103a6:92_0": "Idha kammaṁ nāma dīgharattaṁ mahājanassa piyacakkhunā olokanakammaṁ. Kammasarikkhakaṁ",
  "atk-s0103a6:92_1": "nāma kujjhitvā olokento kāṇo viya kākakkhi viya hoti, vaṅkakkhi pana āvilakkhi ca",
  "atk-s0103a6:92_2": "hotiyeva. Pasannacittassa pana olokayato akkhīnaṁ pañcavaṇṇo pasādo paññāyati. Tathāgato",
  "atk-s0103a6:92_3": "ca tathā olokesi. Athassa taṁ dīgharattaṁ piyacakkhunā olokitabhāvaṁ sadevako loko",
  "atk-s0103a6:92_4": "iminā kāraṇena jānātūti imāni nettasampattikarāni dve mahāpurisalakkhaṇāni nibbattanti.",
  "atk-s0103a6:92_5": "Lakkhaṇaṁ nāma idameva lakkhaṇadvayaṁ. Piyadassanatā ānisaṁso. Abhiyoginoti lakkhaṇasatthe yuttā.",
  "atk-s0103a6:93": "Uṇhīsasīsalakkhaṇavaṇṇanā",
  "atk-s0103a6:94_0": "230.Bahujanapubbaṅgamo ahosīti bahujanassa pubbaṅgamo ahosi gaṇajeṭṭhako. Tassa diṭṭhānugatiṁ",
  "atk-s0103a6:94_1": "aññe āpajjiṁsu. Idha kammaṁ nāma pubbaṅgamatā. Kammasarikkhakaṁ nāma yo pubbaṅgamo",
  "atk-s0103a6:94_2": "hutvā dānādīni kusalakammāni karoti, so amaṅkubhūto sīsaṁ ukkhipitvā pītipāmojjena",
  "atk-s0103a6:94_3": "paripuṇṇasīso vicarati, mahāpuriso ca hoti. Tathāgato ca tathā akāsi. Athassa sadevako",
  "atk-s0103a6:94_4": "loko iminā kāraṇena idaṁ pubbaṅgamakammaṁ jānātūti uṇhīsasīsalakkhaṇaṁ nibbattati.",
  "atk-s0103a6:94_5": "Lakkhaṇaṁ nāma idameva lakkhaṇaṁ. Mahājanānuvattanatā ānisaṁso.",
  "atk-s0103a6:95_0": "231.Bahujanaṁhessatīti bahujanassa bhavissati. Paṭibhogiyāti veyyāvaccakarā, etassa",
  "atk-s0103a6:95_1": "bahū veyyāvaccakarā bhavissantīti attho. Abhiharanti tadāti daharakāleyeva tadā evaṁ",
  "atk-s0103a6:95_2": "byākaronti. Paṭihārakanti veyyāvaccakarabhāvaṁ. Visavīti ciṇṇavasī.",
  "atk-s0103a6:96": "Ekekalomatādilakkhaṇavaṇṇanā",
  "atk-s0103a6:97_0": "232.Upavattatīti ajjhāsayaṁ anuvattati, idha kammaṁ nāma dīgharattaṁ saccakathanaṁ.",
  "atk-s0103a6:97_1": "Kammasarikkhakaṁ nāma dīgharattaṁ advejjhakathāya parisuddhakathāya kathitabhāvamassa",
  "atk-s0103a6:97_2": "sadevako loko iminā kāraṇena jānātūti ekekalomalakkhaṇañca uṇṇālakkhaṇañca nibbattati.",
  "atk-s0103a6:97_3": "Lakkhaṇaṁ nāma idameva lakkhaṇadvayaṁ. Mahājanassa ajjhāsayānukūlena anuvattanatā",
  "atk-s0103a6:97_4": "ānisaṁso. Ekekalomūpacitaṅgavāti ekekehi lomehi upacitasarīro.",
  "atk-s0103a6:98": "Cattālīsādilakkhaṇavaṇṇanā",
  "atk-s0103a6:99_0": "234.Abhejjaparisoti abhinditabbapariso. Idha kammaṁ nāma dīgharattaṁ apisuṇavācāya",
  "atk-s0103a6:99_1": "kathanaṁ. Kammasarikkhakaṁ nāma pisuṇavācassa kira samaggabhāvaṁ bhindanato dantā",
  "atk-s0103a6:99_2": "aparipuṇṇā ceva honti viraḷā ca. Tathāgatassa pana dīgharattaṁ apisuṇavācataṁ sadevako",
  "atk-s0103a6:99_3": "loko iminā kāraṇena jānātūti idaṁ lakkhaṇadvayaṁ nibbattati. Lakkhaṇaṁ nāma idameva",
  "atk-s0103a6:99_4": "lakkhaṇadvayaṁ. Abhejjaparisatā ānisaṁso. Caturo dasāti cattāro dasa cattālīsaṁ.",
  "atk-s0103a6:100": "Pahūtajivhādilakkhaṇavaṇṇanā",
  "atk-s0103a6:101_0": "236.Ādeyyavāco hotīti gahetabbavacano hoti. Idha kammaṁ nāma dīgharattaṁ apharusavāditā.",
  "atk-s0103a6:101_1": "Kammasarikkhakaṁ nāma ye pharusavācā honti, te iminā kāraṇena nesaṁ jivhaṁ parivattetvā",
  "atk-s0103a6:101_2": "parivattetvā pharusavācāya kathitabhāvaṁ jano jānātūti baddhajivhā vā honti, gūḷhajivhā",
  "atk-s0103a6:101_3": "vā dvijivhā vā mammanā vā. Ye pana jivhaṁ parivattetvā parivattetvā pharusavācaṁ",
  "atk-s0103a6:101_4": "na vadanti, te baddhajivhā gūḷhajivhā dvijivhā na honti. Mudu nesaṁ jivhā hoti rattakambalavaṇṇā.",
  "atk-s0103a6:101_5": "Tasmā tathāgatassa dīgharattaṁ jivhaṁ parivattetvā pharusāya vācāya akathitabhāvaṁ",
  "atk-s0103a6:101_6": "sadevako loko iminā kāraṇena jānātūti pahūtajivhālakkhaṇaṁ nibbattati. Pharusavācaṁ",
  "atk-s0103a6:101_7": "kathentānañca saddo bhijjati. Te saddabhedaṁ katvā pharusavācāya kathitabhāvaṁ jano",
  "atk-s0103a6:101_8": "jānātūti chinnassarā vā honti bhinnassarā vā kākassarā vā. Ye pana sarabhedakaraṁ",
  "atk-s0103a6:101_9": "pharusavācaṁ na kathenti, tesaṁ saddo madhuro ca hoti pemanīyo. Tasmā tathāgatassa",
  "atk-s0103a6:101_10": "dīgharattaṁ sarabhedakarāya pharusavācāya akathitabhāvaṁ sadevako loko iminā kāraṇena",
  "atk-s0103a6:101_11": "jānātūti brahmassaralakkhaṇaṁ nibbattati. Lakkhaṇaṁ nāma idameva lakkhaṇadvayaṁ.",
  "atk-s0103a6:101_12": "Ādeyyavacanatā ānisaṁso.",
  "atk-s0103a6:102_0": "237.Ubbādhikanti akkosayuttattā ābādhakariṁ bahujanappamaddananti bahujanānaṁ pamaddaniṁ",
  "atk-s0103a6:102_1": "abāḷhaṁ giraṁ so na bhaṇi pharusanti ettha akāro parato bhaṇisaddena yojetabbo. Bāḷhanti",
  "atk-s0103a6:102_2": "balavaṁ atipharusaṁ. Bāḷhaṁ giraṁ so na abhaṇīti ayamettha attho. Susaṁhitanti suṭṭhu",
  "atk-s0103a6:102_3": "pemasañhitaṁ. Sakhilanti mudukaṁ. Vācāti vācāyo. Kaṇṇasukhāti kaṇṇasukhāyo. ‘‘Kaṇṇasukha’’ntipi",
  "atk-s0103a6:102_4": "pāṭho, yathā kaṇṇānaṁ sukhaṁ hoti, evaṁ erayatīti attho. Vedayathāti vedayittha.",
  "atk-s0103a6:102_5": "Brahmassarattanti brahmassarataṁ. Bahuno bahunti bahujanassa bahuṁ. ‘‘Bahūnaṁ bahunti’’pi",
  "atk-s0103a6:102_6": "pāṭho, bahujanānaṁ bahunti attho.",
  "atk-s0103a6:103": "Sīhahanulakkhaṇavaṇṇanā",
  "atk-s0103a6:104_0": "238.Appadhaṁsiko hotīti guṇato vā ṭhānato vā padhaṁsetuṁ cāvetuṁ asakkuṇeyyo. Idha",
  "atk-s0103a6:104_1": "kammaṁ nāma palāpakathāya akathanaṁ. Kammasarikkhakaṁ nāma ye taṁ kathenti, te iminā",
  "atk-s0103a6:104_2": "kāraṇena nesaṁ hanukaṁ cāletvā cāletvā palāpakathāya kathitabhāvaṁ jano jānātūti",
  "atk-s0103a6:104_3": "antopaviṭṭhahanukā vā vaṅkahanukā vā pabbhārahanukā vā honti. Tathāgato pana tathā",
  "atk-s0103a6:104_4": "na kathesi. Tenassa hanukaṁ cāletvā cāletvā dīgharattaṁ palāpakathāya akathitabhāvaṁ",
  "atk-s0103a6:104_5": "sadevako loko iminā kāraṇena jānātūti sīhahanulakkhaṇaṁ nibbattati. Lakkhaṇaṁ nāma",
  "atk-s0103a6:104_6": "idameva lakkhaṇaṁ. Appadhaṁsikatā ānisaṁso.",
  "atk-s0103a6:105_0": "239.Avikiṇṇavacanabyappatho cāti avikiṇṇavacanānaṁ viya purimabodhisattānaṁ vacanapatho",
  "atk-s0103a6:105_1": "assāti avikiṇṇavacanabyappatho. Dvidugamavaratarahanuttamalatthāti dvīhi dvīhi gacchatīti",
  "atk-s0103a6:105_2": "dvidugamo, dvīhi dvīhīti catūhi, catuppadānaṁ varatarassa sīhasseva hanubhāvaṁ alatthāti",
  "atk-s0103a6:105_3": "attho. Manujādhipatīti manujānaṁ adhipati. Tathattoti tathasabhāvo.",
  "atk-s0103a6:106": "Samadantādilakkhaṇavaṇṇanā",
  "atk-s0103a6:107_0": "240.Suciparivāroti parisuddhaparivāro. Idha kammaṁ nāma sammājīvatā. Kammasarikkhakaṁ",
  "atk-s0103a6:107_1": "nāma yo visamena saṁkiliṭṭhājīvena jīvitaṁ kappeti, tassa dantāpi visamā honti dāṭhāpi",
  "atk-s0103a6:107_2": "kiliṭṭhā. Tathāgatassa pana samena suddhājīvena jīvitaṁ kappitabhāvaṁ sadevako loko",
  "atk-s0103a6:107_3": "iminā kāraṇena jānātūti samadantalakkhaṇañca susukkadāṭhālakkhaṇañca nibbattati.",
  "atk-s0103a6:107_4": "Lakkhaṇaṁ nāma idameva lakkhaṇadvayaṁ. Suciparivāratā ānisaṁso.",
  "atk-s0103a6:108_0": "241.Avassajīti pahāsi tidivapuravarasamoti tidivapuravarena sakkena samo. Lapanajanti",
  "atk-s0103a6:108_1": "mukhajaṁ, dantanti attho. Dijasamasukkasucisobhanadantoti dve vāre jātattā dijanāmakā",
  "atk-s0103a6:108_2": "sukkā suci sobhanā ca dantā assāti dijasamasukkasucisobhanadanto. Na ca janapadatudananti",
  "atk-s0103a6:108_3": "yo tassa cakkavāḷaparicchinno janapado, tassa aññena tudanaṁ pīḷā vā ābādho vā natthi.",
  "atk-s0103a6:108_4": "Hitamapi ca bahujana sukhañca carantīti bahujanā samānasukhadukkhā hutvā tasmiṁ janapade",
  "atk-s0103a6:108_5": "aññamaññassa hitañceva sukhañca caranti. Vipāpoti vigatapāpo. Vigatadarathakilamathoti",
  "atk-s0103a6:108_6": "vigatakāyikadarathakilamatho. Malakhilakalikilese panudehīti rāgādimalānañceva rāgādikhilānañca",
  "atk-s0103a6:108_7": "dosakalīnañca sabbakilesānañca apanudehi. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0103a6:109": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a6:110": "Lakkhaṇasuttavaṇṇanā niṭṭhitā."
}