{
  "atk-s0403a41:0": "3. Vajjisattakavaggo",
  "atk-s0403a41:1": "1. Sārandadasuttavaṇṇanā",
  "atk-s0403a41:2_0": "21. Tatiyassa paṭhame sārandade cetiyeti evaṁnāmake vihāre. Anuppanne kira tathāgate",
  "atk-s0403a41:2_1": "tattha sārandadassa yakkhassa nivāsanaṭṭhānaṁ cetiyaṁ ahosi, athettha bhagavato vihāraṁ",
  "atk-s0403a41:2_2": "kāresuṁ. So sārandadacetiyaṁtveva saṅkhaṁ gato. Yāvakīvañcāti yattakaṁ kālaṁ. Abhiṇhaṁ",
  "atk-s0403a41:2_3": "sannipātāti divasassa tikkhattuṁ sannipatantāpi antarantarā sannipatantāpi abhiṇhaṁ",
  "atk-s0403a41:2_4": "sannipātāva. Sannipātabahulāti “hiyyopi purimadivasampi sannipatamha, puna ajja kimatthaṁ",
  "atk-s0403a41:2_5": "sannipatāmā”ti vosānamanāpajjanena sannipātabahulā. Vuddhiyeva licchavī vajjīnaṁ",
  "atk-s0403a41:2_6": "pāṭikaṅkhā no parihānīti abhiṇhaṁ asannipatantā hi disāsu āgataṁ sāsanaṁ na suṇanti,",
  "atk-s0403a41:2_7": "tato “asukagāmasīmā vā nigamasīmā vā ākulā, asukaṭṭhāne corā pariyuṭṭhitā”ti na jānanti.",
  "atk-s0403a41:2_8": "Corāpi “pamattā rājāno”ti ñatvā gāmanigamādīni paharantā janapadaṁ nāsenti. Evaṁ",
  "atk-s0403a41:2_9": "rājūnaṁ parihāni hoti. Abhiṇhaṁ sannipatantā pana taṁ pavattiṁ suṇanti, tato balaṁ",
  "atk-s0403a41:2_10": "pesetvā amittamaddanaṁ karonti. Corāpi “appamattā rājāno, na sakkā amhehi vaggabandhanena",
  "atk-s0403a41:2_11": "vicaritu”nti bhijjitvā palāyanti. Evaṁ rājūnaṁ vuddhi hoti. Tena vuttaṁ – “vuddhiyeva",
  "atk-s0403a41:2_12": "licchavī vajjīnaṁ pāṭikaṅkhā no parihānī”ti.",
  "atk-s0403a41:3_0": "Samaggātiādīsu sannipātabheriyā niggatāya “ajja me kiccaṁ atthi maṅgalaṁ atthī”ti",
  "atk-s0403a41:3_1": "vikkhepaṁ karontā na samaggā sannipatanti nāma. Bherisaddaṁ pana sutvāva bhuñjamānāpi",
  "atk-s0403a41:3_2": "alaṅkurumānāpi vatthāni nivāsayamānāpi addhabhuttā addhālaṅkatā vatthaṁ nivāsentāva",
  "atk-s0403a41:3_3": "sannipatantā samaggā sannipatanti nāma. Sannipatitā pana cintetvā mantetvā kattabbaṁ",
  "atk-s0403a41:3_4": "katvā ekatova avuṭṭhahantā na samaggā vuṭṭhahanti nāma. Evaṁ vuṭṭhitesu hi ye paṭhamaṁ",
  "atk-s0403a41:3_5": "gacchanti, tesaṁ evaṁ hoti – “amhehi bāhirakathāva sutā, idāni vinicchayakathā bhavissatī”ti.",
  "atk-s0403a41:3_6": "Ekato vuṭṭhahantā pana samaggā vuṭṭhahanti nāma. Apica “asukaṭṭhāne gāmasīmā vā nigamasīmā",
  "atk-s0403a41:3_7": "vā ākulā, corā vā pariyuṭṭhitā”ti sutvā “ko gantvā amittamaddanaṁ karissatī”ti vutte",
  "atk-s0403a41:3_8": "“ahaṁ paṭhamaṁ ahaṁ paṭhama”nti vatvā gacchantāpi samaggā vuṭṭhahanti nāma. Ekassa",
  "atk-s0403a41:3_9": "pana kammante osīdamāne sesā puttabhātaro pesetvā tassa kammantaṁ upatthambhayamānāpi",
  "atk-s0403a41:3_10": "āgantukarājānaṁ “asukassa gehaṁ gacchatu, asukassa gehaṁ gacchatū”ti avatvā sabbe",
  "atk-s0403a41:3_11": "ekato saṅgaṇhantāpi ekassa maṅgale vā roge vā aññasmiṁ vā pana tādise sukhadukkhe",
  "atk-s0403a41:3_12": "uppanne sabbe tattha sahāyabhāvaṁ gacchantāpi samaggā vajjikaraṇīyāni karonti nāma.",
  "atk-s0403a41:4_0": "Appaññattantiādīsu pubbe akataṁ suṅkaṁ vā baliṁ vā daṇḍaṁ vā āharāpentā appaññattaṁ",
  "atk-s0403a41:4_1": "paññāpenti nāma. Porāṇapaveṇiyā āgatameva pana anāharāpentā paññattaṁ samucchindanti",
  "atk-s0403a41:4_2": "nāma. Coroti gahetvā dassite avicinitvā chejjabhejjaṁ anusāsantā porāṇaṁ vajjidhammaṁ",
  "atk-s0403a41:4_3": "samādāya na vattanti nāma. Tesaṁ apaññattaṁ paññāpentānaṁ abhinavasuṅkādipīḷitā manussā",
  "atk-s0403a41:4_4": "“atiupaddutamha, ke imesaṁ vijite vasissantī”ti paccantaṁ pavisitvā corā vā corasahāyā",
  "atk-s0403a41:4_5": "vā hutvā janapadaṁ hananti. Paññattaṁ samucchindantānaṁ paveṇiāgatāni suṅkādīni agaṇhantānaṁ",
  "atk-s0403a41:4_6": "koso parihāyati, tato hatthiassabalakāyaorodhādayo yathānibaddhaṁ vaṭṭaṁ alabhamānā",
  "atk-s0403a41:4_7": "thāmabalena parihāyanti. Te neva yuddhakkhamā honti na pāricariyakkhamā. Porāṇaṁ",
  "atk-s0403a41:4_8": "vajjidhammaṁ samādāya avattantānaṁ vijite manussā “amhākaṁ puttaṁ pitaraṁ bhātaraṁ",
  "atk-s0403a41:4_9": "acoraṁyeva coroti katvā chindiṁsu bhindiṁsū”ti kujjhitvā paccantaṁ pavisitvā corā",
  "atk-s0403a41:4_10": "vā corasahāyā vā hutvā janapadaṁ hananti. Evaṁ rājūnaṁ parihāni hoti. Apaññattaṁ",
  "atk-s0403a41:4_11": "na paññāpentānaṁ pana “paveṇiāgataṁyeva rājāno karontī”ti manussā haṭṭhatuṭṭhā kasivāṇijjādike",
  "atk-s0403a41:4_12": "kammante sampādenti. Paññattaṁ asamucchindantānaṁ paveṇiāgatāni suṅkādīni gaṇhantānaṁ",
  "atk-s0403a41:4_13": "koso vaḍḍhati, tato hatthiassabalakāyaorodhādayo yathānibaddhaṁ vaṭṭaṁ labhamānā",
  "atk-s0403a41:4_14": "thāmabalasampannā yuddhakkhamā ceva pāricariyakkhamā ca honti. Porāṇe vajjidhamme",
  "atk-s0403a41:4_15": "samādāya vattantānaṁ manussā na ujjhāyanti. “Rājāno porāṇapaveṇiyā karonti, aṭṭakulikasenāpatiuparājūhi",
  "atk-s0403a41:4_16": "parikkhitaṁ sayampi parikkhipitvā paveṇipotthakaṁ vācāpetvā anucchavikameva daṇḍaṁ",
  "atk-s0403a41:4_17": "pavattayanti, etesaṁ doso natthi, amhākaṁyeva doso”ti appamattā kammante karonti.",
  "atk-s0403a41:4_18": "Evaṁ rājūnaṁ vuddhi hoti.",
  "atk-s0403a41:5_0": "Sakkarissantīti yaṁkiñci tesaṁ sakkāraṁ karontā sundarameva karissanti. Garuṁ karissantīti",
  "atk-s0403a41:5_1": "garubhāvaṁ paccupaṭṭhapetvā karissanti. Mānessantīti manena piyāyissanti. Pūjessantīti",
  "atk-s0403a41:5_2": "paccayapūjāya pūjessanti. Sotabbaṁ maññissantīti divasassa dve tayo vāre upaṭṭhānaṁ",
  "atk-s0403a41:5_3": "gantvā tesaṁ kathaṁ sotabbaṁ saddhātabbaṁ maññissanti. Tattha ye evaṁ mahallakānaṁ",
  "atk-s0403a41:5_4": "rājūnaṁ sakkārādīni na karonti, ovādatthāya vā nesaṁ upaṭṭhānaṁ na gacchanti, te",
  "atk-s0403a41:5_5": "tehi vissaṭṭhā anovadiyamānā kīḷāpasutā rajjato parihāyanti. Ye pana tathā paṭipajjanti,",
  "atk-s0403a41:5_6": "tesaṁ mahallakarājāno “idaṁ kātabbaṁ idaṁ na kātabba”nti porāṇapaveṇiṁ ācikkhanti.",
  "atk-s0403a41:5_7": "Saṅgāmaṁ patvāpi “evaṁ pavisitabbaṁ, evaṁ nikkhamitabba”nti upāyaṁ dassenti. Te tehi",
  "atk-s0403a41:5_8": "ovadiyamānā yathāovādaṁ paṭipajjamānā sakkonti rajjapaveṇiṁ sandhāretuṁ. Tena vuttaṁ",
  "atk-s0403a41:5_9": "– “vuddhiyeva licchavī vajjīnaṁ pāṭikaṅkhā”ti.",
  "atk-s0403a41:6_0": "Kulitthiyoti kulagharaṇiyo. Kulakumāriyoti anividdhā tāsaṁ dhītaro. Okassāti vā pasayhāti",
  "atk-s0403a41:6_1": "vā pasayhākārassevetaṁ nāmaṁ. Okāsātipi paṭhanti. Tattha okassāti avakasitvā ākaḍḍhitvā.",
  "atk-s0403a41:6_2": "Pasayhāti abhibhavitvā ajjhottharitvāti ayaṁ vacanattho. Evañhi karontānaṁ vijite",
  "atk-s0403a41:6_3": "manussā “amhākaṁ gehe puttabhātaropi, kheḷasiṅghānikādīni mukhena apanetvā saṁvaḍḍhitā",
  "atk-s0403a41:6_4": "dhītaropi ime balakkārena gahetvā attano ghare vāsentī”ti kupitā paccantaṁ pavisitvā",
  "atk-s0403a41:6_5": "corā vā corasahāyā vā hutvā janapadaṁ hananti. Evaṁ akarontānaṁ pana vijite manussā",
  "atk-s0403a41:6_6": "appossukkā sakāni kammāni karontā rājakosaṁ vaḍḍhenti. Evamettha vuddhihāniyo veditabbā.",
  "atk-s0403a41:7_0": "Vajjīnaṁvajjicetiyānīti vajjirājūnaṁ vajjiraṭṭhe cittīkataṭṭhena cetiyānīti laddhanāmāni",
  "atk-s0403a41:7_1": "yakkhaṭṭhānāni. Abbhantarānīti antonagare ṭhitāni. Bāhirānīti bahinagare ṭhitāni.",
  "atk-s0403a41:7_2": "Dinnapubbaṁ katapubbanti pubbe dinnañca katañca. No parihāpessantīti ahāpetvā yathāpavattameva",
  "atk-s0403a41:7_3": "karissanti. Dhammikaṁ baliṁ parihāpentānañhi devatā ārakkhaṁ susaṁvihitaṁ na karonti,",
  "atk-s0403a41:7_4": "anuppannaṁ dukkhaṁ uppādetuṁ asakkontiyopi uppannaṁ kāsasīsarogādiṁ vaḍḍhenti, saṅgāme",
  "atk-s0403a41:7_5": "patte sahāyā na honti. Aparihāpentānaṁ pana ārakkhaṁ susaṁvihitaṁ karonti, anuppannaṁ",
  "atk-s0403a41:7_6": "sukhaṁ uppādetuṁ asakkontiyopi uppannaṁ kāsasīsarogādiṁ haranti, saṅgāmasīse sahāyā",
  "atk-s0403a41:7_7": "hontīti. Evamettha vuddhihāniyo veditabbā.",
  "atk-s0403a41:8_0": "Dhammikā rakkhāvaraṇaguttīti ettha rakkhā eva yathā anicchitaṁ nāgacchati, evaṁ āvaraṇato",
  "atk-s0403a41:8_1": "āvaraṇaṁ. Yathā icchitaṁ na nassati, evaṁ gopāyanato gutti. Tattha balakāyena parivāretvā",
  "atk-s0403a41:8_2": "rakkhanaṁ pabbajitānaṁ dhammikā rakkhāvaraṇagutti nāma na hoti. Yathā pana vihārassa",
  "atk-s0403a41:8_3": "upavane rukkhe na chindanti, vājikā vājaṁ na karonti, pokkharaṇīsu macche na gaṇhanti,",
  "atk-s0403a41:8_4": "evaṁ karaṇaṁ dhammikā rakkhāvaraṇagutti nāma. Kintīti kena nu kho kāraṇena.",
  "atk-s0403a41:9_0": "Tattha ye anāgatānaṁ arahantānaṁ āgamanaṁ na icchanti, te assaddhā honti appasannā.",
  "atk-s0403a41:9_1": "Pabbajite sampatte paccuggamanaṁ na karonti, gantvā na passanti, paṭisanthāraṁ na",
  "atk-s0403a41:9_2": "karonti, pañhaṁ na pucchanti, dhammaṁ na suṇanti, dānaṁ na denti, anumodanaṁ na suṇanti,",
  "atk-s0403a41:9_3": "nivāsanaṭṭhānaṁ na saṁvidahanti. Atha nesaṁ avaṇṇo uggacchati “asuko nāma rājā assaddho",
  "atk-s0403a41:9_4": "appasanno, pabbajite sampatte paccuggamanaṁ na karoti…pe… nivāsanaṭṭhānaṁ na saṁvidahatī”ti.",
  "atk-s0403a41:9_5": "Taṁ sutvā pabbajitā tassa nagaradvārena gacchantāpi nagaraṁ na pavisanti. Evaṁ anāgatānaṁ",
  "atk-s0403a41:9_6": "arahantānaṁ anāgamanameva hoti. Āgatānaṁ pana phāsuvihāre asati yepi ajānitvā āgatā,",
  "atk-s0403a41:9_7": "te “vasissāmāti tāva cintetvā āgatamhā, imesaṁ pana rājūnaṁ iminā nīhārena ke vasissantī”ti",
  "atk-s0403a41:9_8": "nikkhamitvā gacchanti. Evaṁ anāgatesu anāgacchantesu āgatesu dukkhaṁ viharantesu",
  "atk-s0403a41:9_9": "so doso pabbajitānaṁ anāvāso hoti. Tato devatārakkhā na hoti, devatārakkhāya asati",
  "atk-s0403a41:9_10": "amanussā okāsaṁ labhanti, amanussā ussannā anuppannaṁ byādhiṁ uppādenti. Sīlavantānaṁ",
  "atk-s0403a41:9_11": "dassanapañhapucchanādivatthukassa puññassa anāgamo hoti. Vipariyāyena yathāvuttakaṇhapakkhaviparītassa",
  "atk-s0403a41:9_12": "sukkapakkhassa sambhavo hotīti evamettha vuddhihāniyo veditabbā.",
  "atk-s0403a41:10": "2. Vassakārasuttavaṇṇanā",
  "atk-s0403a41:11_0": "22. Dutiye abhiyātukāmoti abhibhavanatthāya yātukāmo. Vajjīti vajjirājāno. Evaṁmahiddhiketi",
  "atk-s0403a41:11_1": "evaṁ mahatiyā rājiddhiyā samannāgate. Etena nesaṁ samaggabhāvaṁ katheti. Evaṁmahānubhāveti",
  "atk-s0403a41:11_2": "evaṁ mahantena rājānubhāvena samannāgate. Etena nesaṁ hatthisippādīsu katasikkhataṁ",
  "atk-s0403a41:11_3": "katheti, yaṁ sandhāya vuttaṁ – “sikkhitā vatime licchavikumārakā, susikkhitā vatime",
  "atk-s0403a41:11_4": "licchavikumārakā, yatra hi nāma sukhumena tāḷacchiggaḷena asanaṁ atipātayissanti",
  "atk-s0403a41:11_5": "poṅkhānupoṅkhaṁ avirādhita”nti. Ucchecchāmīti ucchindissāmi. Vināsessāmīti adassanaṁ",
  "atk-s0403a41:11_6": "nayissāmi. Anayabyasananti avaḍḍhiñceva, ñātibyasanañca. Āpādessāmīti pāpayissāmi.",
  "atk-s0403a41:12_0": "Iti kira so ṭhānanisajjādīsu imaṁ yuddhakathameva katheti, “gamanasajjā hothā”ti",
  "atk-s0403a41:12_1": "ca balakāyaṁ āṇāpeti. Kasmā? Gaṅgāya kira ekaṁ paṭṭanagāmaṁ nissāya addhayojanaṁ",
  "atk-s0403a41:12_2": "ajātasattuno vijitaṁ, addhayojanaṁ licchavīnaṁ. Tatra pabbatapādato mahagghabhaṇḍaṁ",
  "atk-s0403a41:12_3": "otarati. Taṁ sutvā “ajja yāmi, sve yāmī”ti ajātasattuno saṁvidahantasseva licchavino",
  "atk-s0403a41:12_4": "samaggā sammodamānā puretaraṁ āgantvā sabbaṁ gaṇhanti. Ajātasattu pacchā āgantvā",
  "atk-s0403a41:12_5": "taṁ pavattiṁ ñatvā kujjhitvā gacchati. Te punasaṁvaccharepi tatheva karonti. Atha",
  "atk-s0403a41:12_6": "so balavāghātajāto, tadā evamakāsi.",
  "atk-s0403a41:13_0": "Tato cintesi – “gaṇena saddhiṁ yuddhaṁ nāma bhāriyaṁ, ekopi moghappahāro nāma natthi.",
  "atk-s0403a41:13_1": "Ekena kho pana paṇḍitena saddhiṁ mantetvā karonto niraparādho hoti, paṇḍito ca satthārā",
  "atk-s0403a41:13_2": "sadiso natthi, satthā ca avidūre dhuravihāre vasati, handāhaṁ pesetvā pucchāmi. Sace",
  "atk-s0403a41:13_3": "me gatena koci attho bhavissati, satthā tuṇhī bhavissati. Anatthe pana sati ‘kiṁ",
  "atk-s0403a41:13_4": "rañño tattha gatenā’ti vakkhatī”ti. So vassakāraṁ brāhmaṇaṁ pesesi. Brāhmaṇo gantvā",
  "atk-s0403a41:13_5": "bhagavato tamatthaṁ ārocesi. Tena vuttaṁ – atha kho rājā…pe… āpādessāmi vajjīti.",
  "atk-s0403a41:14_0": "Bhagavantaṁ bījayamānoti thero vattasīse ṭhatvā bhagavantaṁ bījati, bhagavato pana",
  "atk-s0403a41:14_1": "sītaṁ vā uṇhaṁ vā natthi. Bhagavā brāhmaṇassa vacanaṁ sutvā tena saddhiṁ amantetvā",
  "atk-s0403a41:14_2": "therena saddhiṁ mantetukāmo kinti te, ānanda, sutantiādimāha. Taṁ vuttatthameva.",
  "atk-s0403a41:15_0": "Ekamidāhanti idaṁ bhagavā pubbe vajjīnaṁ imassa vajjisattakassa desitabhāvappakāsanatthaṁ",
  "atk-s0403a41:15_1": "āha. Akaraṇīyāti akattabbā, aggahetabbāti attho. Yadidanti nipātamattaṁ. Yuddhassāti",
  "atk-s0403a41:15_2": "karaṇatthe sāmivacanaṁ, abhimukhaṁ yuddhena gahetuṁ na sakkāti attho. Aññatra upalāpanāyāti",
  "atk-s0403a41:15_3": "ṭhapetvā upalāpanaṁ. Upalāpanā nāma “alaṁ vivādena, idāni samaggā homā”ti hatthiassarathahiraññasuvaṇṇādīni",
  "atk-s0403a41:15_4": "pesetvā saṅgahakaraṇaṁ, evañhi saṅgahaṁ katvā kevalaṁ vissāsena sakkā gaṇhitunti",
  "atk-s0403a41:15_5": "attho. Aññatra mithubhedāti ṭhapetvā mithubhedaṁ. Iminā “aññamaññabhedaṁ katvāpi",
  "atk-s0403a41:15_6": "sakkā ete gahetu”nti dasseti. Idaṁ brāhmaṇo bhagavato kathāya nayaṁ labhitvā āha.",
  "atk-s0403a41:15_7": "Kiṁ pana bhagavā brāhmaṇassa imāya kathāya nayalābhaṁ jānātīti? Āma jānāti. Jānanto",
  "atk-s0403a41:15_8": "kasmā kathesi? Anukampāya. Evaṁ kirassa ahosi – “mayā akathitepi katipāhena gantvā",
  "atk-s0403a41:15_9": "sabbe gaṇhissati, kathite pana samagge bhindanto tīhi saṁvaccharehi gaṇhissati. Ettakampi",
  "atk-s0403a41:15_10": "jīvitameva varaṁ. Ettakañhi jīvantā attano patiṭṭhābhūtaṁ puññaṁ karissantī”ti. Abhinanditvāti",
  "atk-s0403a41:15_11": "cittena nanditvā. Anumoditvāti “yāva subhāsitamidaṁ bhotā gotamenā”ti vācāya anumoditvā.",
  "atk-s0403a41:15_12": "Pakkāmīti rañño santikaṁ gato. Rājāpi tameva pesetvā sabbe bhinditvā gantvā anayabyasanaṁ pāpesi.",
  "atk-s0403a41:16": "3. Paṭhamasattakasuttavaṇṇanā",
  "atk-s0403a41:17_0": "23. Tatiye abhiṇhaṁ sannipātāti idaṁ vajjisattake vuttasadisameva. Idhāpi ca abhiṇhaṁ",
  "atk-s0403a41:17_1": "asannipatantā disāsu āgatasāsanaṁ na suṇanti, tato “asukavihārasīmā ākulā, uposathappavāraṇā",
  "atk-s0403a41:17_2": "ṭhitā, asukasmiṁ ṭhāne bhikkhū vejjakammadūtakammādīni karonti, viññattibahulā phalapupphadānādīhi",
  "atk-s0403a41:17_3": "jīvikaṁ kappentī”tiādīni na jānanti. Pāpabhikkhūpi “pamatto saṅgho”ti ñatvā rāsibhūtā",
  "atk-s0403a41:17_4": "sāsanaṁ osakkāpenti. Abhiṇhaṁ sannipatantā pana taṁ pavattiṁ suṇanti, tato bhikkhusaṅghaṁ",
  "atk-s0403a41:17_5": "pesetvā sīmaṁ ujuṁ kārenti, uposathappavāraṇāyo pavattāpenti, micchājīvānaṁ ussannaṭṭhāne",
  "atk-s0403a41:17_6": "ariyavaṁsike pesetvā ariyavaṁsaṁ kathāpenti, pāpabhikkhūnaṁ vinayadharehi niggahaṁ",
  "atk-s0403a41:17_7": "kārāpenti. Pāpabhikkhūpi “appamatto saṅgho, na sakkā amhehi vaggabandhanena vicaritu”nti",
  "atk-s0403a41:17_8": "bhijjitvā palāyanti. Evamettha vuddhihāniyo veditabbā.",
  "atk-s0403a41:18_0": "Samaggātiādīsu cetiyapaṭijagganatthaṁ vā bodhigharauposathāgāracchādanatthaṁ vā katikavattaṁ",
  "atk-s0403a41:18_1": "vā ṭhapetukāmatāya “saṅgho sannipatatū”ti bheriyā vā ghaṇṭiyā vā ākoṭitamattāya “mayhaṁ",
  "atk-s0403a41:18_2": "cīvarakammaṁ atthi, mayhaṁ patto pacitabbo, mayhaṁ navakammaṁ atthī”ti vikkhepaṁ",
  "atk-s0403a41:18_3": "karontā na samaggā sannipatanti nāma. Sabbaṁ pana taṁ kammaṁ ṭhapetvā “ahaṁ purimataraṁ,",
  "atk-s0403a41:18_4": "ahaṁ purimatara”nti ekappahāreneva sannipatantā samaggā sannipatanti nāma. Sannipatitā",
  "atk-s0403a41:18_5": "pana cintetvā mantetvā kattabbaṁ katvā ekatova avuṭṭhahantā na samaggā vuṭṭhahanti",
  "atk-s0403a41:18_6": "nāma. Evaṁ vuṭṭhitesu hi ye paṭhamaṁ gacchanti, tesaṁ evaṁ hoti “amhehi bāhirakathāva",
  "atk-s0403a41:18_7": "sutā, idāni vinicchayakathā bhavissatī”ti. Ekappahāreneva vuṭṭhahantā samaggā vuṭṭhahanti",
  "atk-s0403a41:18_8": "nāma. Apica “asukaṭṭhāne vihārasīmā ākulā, uposathappavāraṇā ṭhitā, asukaṭṭhāne vejjakammādikārakā",
  "atk-s0403a41:18_9": "pāpabhikkhū ussannā”ti sutvā “ko gantvā tesaṁ niggahaṁ karissatī”ti vutte “ahaṁ paṭhamaṁ,",
  "atk-s0403a41:18_10": "ahaṁ paṭhama”nti vatvā gacchantāpi samaggā vuṭṭhahanti nāma.",
  "atk-s0403a41:19_0": "Āgantukaṁ pana disvā “imaṁ pariveṇaṁ yāhi, etaṁ pariveṇaṁ yāhi, ayaṁ ko”ti avatvā",
  "atk-s0403a41:19_1": "sabbe vattaṁ karontāpi, jiṇṇapattacīvarakaṁ disvā tassa bhikkhācāravattena pattacīvaraṁ",
  "atk-s0403a41:19_2": "pariyesantāpi, gilānassa gilānabhesajjaṁ pariyesamānāpi, gilānameva anāthaṁ “asukapariveṇaṁ",
  "atk-s0403a41:19_3": "yāhī”ti avatvā attano attano pariveṇe paṭijaggantāpi, eko olīyamānako gantho hoti,",
  "atk-s0403a41:19_4": "paññavantaṁ bhikkhuṁ saṅgaṇhitvā tena taṁ ganthaṁ ukkhipāpentāpi samaggā saṅghakaraṇīyāni karonti nāma.",
  "atk-s0403a41:20_0": "Appaññattantiādīsu navaṁ adhammikaṁ katikavattaṁ vā sikkhāpadaṁ vā gaṇhantā appaññattaṁ",
  "atk-s0403a41:20_1": "paññāpenti nāma purāṇasanthatavatthusmiṁ sāvatthiyaṁ bhikkhū viya. Uddhammaṁ ubbinayaṁ",
  "atk-s0403a41:20_2": "sāsanaṁ dīpentā paññattaṁ samucchindanti nāma, vassasataparinibbute bhagavati vesālikā",
  "atk-s0403a41:20_3": "vajjiputtakā viya. Khuddānukhuddakā pana āpattiyo sañcicca vītikkamantā yathāpaññattesu",
  "atk-s0403a41:20_4": "sikkhāpadesu samādāya na vattanti nāma assajipunabbasukā viya. Tathā akarontā pana",
  "atk-s0403a41:20_5": "apaññattaṁ na paññāpenti, paññattaṁ na samucchindanti, yathāpaññattesu sikkhāpadesu",
  "atk-s0403a41:20_6": "samādāya vattanti nāma āyasmā upaseno viya, āyasmā yaso kākaṇḍakaputto viya, āyasmā",
  "atk-s0403a41:20_7": "mahākassapo viya ca. Vuddhiyevāti sīlādiguṇehi vuddhiyeva, no parihāni.",
  "atk-s0403a41:21_0": "Therāti thirabhāvappattā therakārakehi guṇehi samannāgatā. Bahū rattiyo jānantīti",
  "atk-s0403a41:21_1": "rattaññū. Ciraṁ pabbajitānaṁ etesanti cirapabbajitā. Saṅghassa pitiṭṭhāne ṭhitāti",
  "atk-s0403a41:21_2": "saṅghapitaro. Pitiṭṭhāne ṭhitattā saṅghaṁ pariṇenti, pubbaṅgamā hutvā tīsu sikkhāsu",
  "atk-s0403a41:21_3": "pavattentīti saṅghapariṇāyakā.",
  "atk-s0403a41:22_0": "Ye tesaṁ sakkārādīni na karonti, ovādatthāya dve tayo vāre upaṭṭhānaṁ na gacchanti,",
  "atk-s0403a41:22_1": "tepi tesaṁ ovādaṁ na denti, paveṇikathaṁ na kathenti, sārabhūtaṁ dhammapariyāyaṁ",
  "atk-s0403a41:22_2": "na sikkhāpenti. Te tehi vissaṭṭhā sīlādīhi dhammakkhandhehi sattahi ca ariyadhanehīti",
  "atk-s0403a41:22_3": "evamādīhi guṇehi parihāyanti. Ye pana tesaṁ sakkārādīni karonti, upaṭṭhānaṁ gacchanti,",
  "atk-s0403a41:22_4": "tesaṁ te “evaṁ te abhikkamitabba”ntiādikaṁ ovādaṁ denti, paveṇikathaṁ kathenti, sārabhūtaṁ",
  "atk-s0403a41:22_5": "dhammapariyāyaṁ sikkhāpenti, terasahi dhutaṅgehi dasahi kathāvatthūhi anusāsanti.",
  "atk-s0403a41:22_6": "Te tesaṁ ovāde ṭhatvā sīlādīhi guṇehi vaḍḍhamānā sāmaññatthaṁ anupāpuṇanti. Evamettha",
  "atk-s0403a41:22_7": "hānivuddhiyo daṭṭhabbā.",
  "atk-s0403a41:23_0": "Punabbhavo sīlamassāti ponobbhavikā, punabbhavadāyikāti attho, tassā ponobbhavikāya.",
  "atk-s0403a41:23_1": "Na vasaṁ gacchissantīti ettha ye catunnaṁ paccayānaṁ kāraṇā upaṭṭhākānaṁ padānupadikā",
  "atk-s0403a41:23_2": "hutvā gāmato gāmaṁ vicaranti, te tassā vasaṁ gacchanti nāma. Itare na gacchanti.",
  "atk-s0403a41:23_3": "Tattha hānivuddhiyo pākaṭāyeva.",
  "atk-s0403a41:24_0": "Āraññakesūti pañcadhanusatikapacchimesu. Sāpekkhāti sālayā. Gāmantasenāsanesu hi",
  "atk-s0403a41:24_1": "jhānaṁ appetvāpi tato vuṭṭhitamattova itthipurisadārakadārikādisaddaṁ suṇāti, yenassa",
  "atk-s0403a41:24_2": "adhigatavisesopi hāyatiyeva. Araññasenāsane niddāyitvāpi pabuddhamatto sīhabyagghamorādīnaṁ",
  "atk-s0403a41:24_3": "saddaṁ suṇāti, yena araññe pītiṁ paṭilabhitvā tameva sammasanto aggaphale patiṭṭhāti.",
  "atk-s0403a41:24_4": "Iti bhagavā gāmantasenāsane jhānaṁ appetvā nisinnabhikkhuto araññe niddāyamānameva",
  "atk-s0403a41:24_5": "pasaṁsati. Tasmā tameva atthavasaṁ paṭicca “āraññakesu senāsanesu sāpekkhā bhavissantī”ti āha.",
  "atk-s0403a41:25_0": "Paccattaññeva satiṁ upaṭṭhāpessantīti attanāva attano abbhantare satiṁ upaṭṭhapessanti.",
  "atk-s0403a41:25_1": "Pesalāti piyasīlā. Idhāpi sabrahmacārīnaṁ āgamanaṁ anicchantā nevāsikā assaddhā honti",
  "atk-s0403a41:25_2": "appasannā, vihāraṁ sampattabhikkhūnaṁ paccuggamana-pattacīvarapaṭiggahaṇa-āsanapaññāpanatālavaṇṭaggahaṇādīni",
  "atk-s0403a41:25_3": "na karonti. Atha nesaṁ avaṇṇo uggacchati “asukavihāravāsino bhikkhū assaddhā appasannā",
  "atk-s0403a41:25_4": "vihāraṁ paviṭṭhānaṁ vattappaṭivattampi na karontī”ti. Taṁ sutvā pabbajitā vihāradvārena",
  "atk-s0403a41:25_5": "gacchantāpi vihāraṁ na pavisanti. Evaṁ anāgatānaṁ anāgamanameva hoti. Āgatānaṁ pana",
  "atk-s0403a41:25_6": "phāsuvihāre asati yepi ajānitvā āgatā, te “vasissāmāti tāvacintetvā āgatamhā, imesaṁ",
  "atk-s0403a41:25_7": "pana nevāsikānaṁ iminā nīhārena ko vasissatī”ti nikkhamitvā gacchanti. Evaṁ so vihāro",
  "atk-s0403a41:25_8": "aññesaṁ bhikkhūnaṁ anāvāsova hoti. Tato nevāsikā sīlavantānaṁ dassanaṁ alabhantā",
  "atk-s0403a41:25_9": "kaṅkhāvinodakaṁ vā ācārasikkhāpakaṁ vā madhuradhammasavanaṁ vā na labhanti. Tesaṁ",
  "atk-s0403a41:25_10": "neva aggahitadhammaggahaṇaṁ na gahitasajjhāyakaraṇaṁ hoti. Iti nesaṁ hāniyeva hoti, na vuddhi.",
  "atk-s0403a41:26_0": "Ye pana sabrahmacārīnaṁ āgamanaṁ icchanti, te saddhā honti pasannā, āgatānaṁ sabrahmacārīnaṁ",
  "atk-s0403a41:26_1": "paccuggamanādīni katvā senāsanaṁ paññapetvā denti, te gahetvā bhikkhācāraṁ pavisanti,",
  "atk-s0403a41:26_2": "kaṅkhaṁ vinodenti, madhuradhammassavanaṁ labhanti. Atha nesaṁ kittisaddo uggacchati",
  "atk-s0403a41:26_3": "“asukavihāre bhikkhū evaṁ saddhā pasannā vattasampannā saṅgāhakā”ti. Taṁ sutvā bhikkhū",
  "atk-s0403a41:26_4": "dūratopi āgacchanti. Tesaṁ nevāsikā vattaṁ karonti, samīpaṁ gantvā vuḍḍhataraṁ āgantukaṁ",
  "atk-s0403a41:26_5": "vanditvā nisīdanti, navakatarassa santike āsanaṁ gahetvā nisīditvā “imasmiṁ vihāre",
  "atk-s0403a41:26_6": "vasissatha, gamissathā”ti pucchanti. “Gamissāmā”ti vutte “sappāyaṁ senāsanaṁ, sulabhā",
  "atk-s0403a41:26_7": "bhikkhā”tiādīni vatvā gantuṁ na denti. Vinayadharo ce hoti, tassa santike vinayaṁ",
  "atk-s0403a41:26_8": "sajjhāyanti. Suttantādidharo ce, tassa santike taṁ taṁ dhammaṁ sajjhāyanti. Te āgantukatherānaṁ",
  "atk-s0403a41:26_9": "ovāde ṭhatvā saha paṭisambhidāhi arahattaṁ pāpuṇanti. Āgantukā “ekaṁ dve divasāni",
  "atk-s0403a41:26_10": "vasissāmāti āgatamhā, imesaṁ pana sukhasaṁvāsatāya dasa dvādasa vassāni vasimhā”ti",
  "atk-s0403a41:26_11": "vattāro honti. Evamettha hānivuddhiyo veditabbā.",
  "atk-s0403a41:27": "4. Dutiyasattakasuttavaṇṇanā",
  "atk-s0403a41:28_0": "24. Catutthe na kammārāmāti ye divasaṁ cīvarakamma-kāyabandhanaparissāvana-dhammakaraṇa-sammajjani-pādakaṭhalikādīneva",
  "atk-s0403a41:28_1": "karonti, te sandhāyesa paṭikkhepo. Yo pana tesaṁ karaṇavelāya evaṁ etāni karoti,",
  "atk-s0403a41:28_2": "uddesavelāya uddesaṁ gaṇhāti, sajjhāyavelāya sajjhāyati, cetiyaṅgaṇavattavelāya cetiyaṅgaṇavattaṁ",
  "atk-s0403a41:28_3": "karoti, manasikāravelāya manasikāraṁ karoti, na so kammārāmo nāma.",
  "atk-s0403a41:29_0": "Yo itthivaṇṇapurisavaṇṇādivasena ālāpasallāpaṁ karontoyeva rattindivaṁ vītināmeti,",
  "atk-s0403a41:29_1": "evarūpe bhasse pariyantakārī na hoti, ayaṁ bhassārāmo nāma. Yo pana rattindivaṁ dhammaṁ",
  "atk-s0403a41:29_2": "katheti, pañhaṁ vissajjeti, ayaṁ appabhassova bhasse pariyantakārīyeva. Kasmā? “Sannipatitānaṁ",
  "atk-s0403a41:29_3": "vo, bhikkhave, dvayaṁ karaṇīyaṁ dhammī vā kathā ariyo vā tuṇhībhāvo”ti vuttattā.",
  "atk-s0403a41:30_0": "Yo ṭhitopi gacchantopi nisinnopi thinamiddhābhibhūto niddāyatiyeva, ayaṁ niddārāmo",
  "atk-s0403a41:30_1": "nāma. Yassa pana karajakāyagelaññena cittaṁ bhavaṅgaṁ otarati, nāyaṁ niddārāmo. Tenevāha",
  "atk-s0403a41:30_2": "– “abhijānāmahaṁ, aggivessana, gimhānaṁ pacchime māse pacchābhattaṁ piṇḍapātappaṭikkanto",
  "atk-s0403a41:30_3": "catugguṇaṁ saṅghāṭiṁ paññapetvā dakkhiṇena passena sato sampajāno niddaṁ okkamitā”ti.",
  "atk-s0403a41:31_0": "Yo “ekassa dutiyo, dvinnaṁ tatiyo, tiṇṇaṁ catuttho”ti evaṁ saṁsaṭṭhova viharati,",
  "atk-s0403a41:31_1": "ekako assādaṁ na labhati, ayaṁ saṅgaṇikārāmo. Yo pana catūsu iriyāpathesu ekakova",
  "atk-s0403a41:31_2": "assādaṁ labhati, nāyaṁ saṅgaṇikārāmo.",
  "atk-s0403a41:32_0": "Asantasambhāvanicchāya samannāgatā dussīlā pāpicchā nāma. Yesaṁ pāpakā mittā catūsu",
  "atk-s0403a41:32_1": "iriyāpathesu saha ayanato pāpasahāyā, ye ca tanninnatappoṇatappabbhāratāya pāpesu",
  "atk-s0403a41:32_2": "sampavaṅkā, te pāpamittā pāpasahāyā pāpasampavaṅkā nāma.",
  "atk-s0403a41:33_0": "Oramattakenāti avaramattakena appamattakena. Antarāti arahattaṁ appatvāva etthantare.",
  "atk-s0403a41:33_1": "Vosānanti pariniṭṭhitabhāvaṁ “alamettāvatā”ti osakkanaṁ. Idaṁ vuttaṁ hoti – yāva",
  "atk-s0403a41:33_2": "sīlapārisuddhijjhānavipassanā sotāpannabhāvādīnaṁ aññataramattakena vosānaṁ nāpajjissanti,",
  "atk-s0403a41:33_3": "tāva vuddhiyeva bhikkhūnaṁ pāṭikaṅkhā, no parihānīti.",
  "atk-s0403a41:34": "7. Saññāsuttavaṇṇanā",
  "atk-s0403a41:35": "27. Sattame aniccasaññādayo aniccānupassanādīhi sahagatasaññā.",
  "atk-s0403a41:36": "8. Paṭhamaparihānisuttavaṇṇanā",
  "atk-s0403a41:37_0": "28. Aṭṭhame uppannānaṁ saṅghakiccānaṁ nittharaṇena bhāraṁ vahantīti bhāravāhino.",
  "atk-s0403a41:37_1": "Te tena paññāyissantīti te therā tena attano therabhāvānurūpena kiccena paññāyissanti.",
  "atk-s0403a41:37_2": "Tesu yogaṁāpajjatīti payogaṁ āpajjati, sayaṁ tāni kiccāni kātuṁ ārabhatīti.",
  "atk-s0403a41:38": "9. Dutiyaparihānisuttavaṇṇanā",
  "atk-s0403a41:39_0": "29. Navame bhikkhudassanaṁ hāpetīti bhikkhusaṅghassa dassanatthāya gamanaṁ hāpeti.",
  "atk-s0403a41:39_1": "Adhisīleti pañcasīladasasīlasaṅkhāte uttamasīle. Ito bahiddhāti imamhā sāsanā bahiddhā.",
  "atk-s0403a41:39_2": "Dakkhiṇeyyaṁ gavesatīti deyyadhammapaṭiggāhake pariyesati. Tattha ca pubbakāraṁ karotīti",
  "atk-s0403a41:39_3": "tesaṁ bāhirānaṁ titthiyānaṁ datvā pacchā bhikkhūnaṁ deti. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0403a41:40": "Vajjisattakavaggo tatiyo."
}