{
  "atk-s0514a13:0": "20. Sattatinipāto",
  "atk-s0514a13:2": " [531] 1. Kusajātakavaṇṇanā",
  "atk-s0514a13:3_0": "Idaṁte raṭṭhanti idaṁ satthā jetavane viharanto ukkaṇṭhitabhikkhuṁ ārabbha kathesi.",
  "atk-s0514a13:3_1": "Eko kira sāvatthivāsī kulaputto sāsane uraṁ datvā pabbajito ekadivasaṁ sāvatthiyaṁ",
  "atk-s0514a13:3_2": "piṇḍāya caranto ekaṁ alaṅkataitthiṁ disvā subhanimittaggāhavasena oloketvā kilesābhibhūto",
  "atk-s0514a13:3_3": "anabhirato vihāsi dīghakesanakho kiliṭṭhacīvaro uppaṇḍuppaṇḍukajāto dhamanīsanthatagatto.",
  "atk-s0514a13:3_4": "Yathā hi devalokā cavanadhammānaṁ devaputtānaṁ pañca pubbanimittāni paññāyanti, mālā",
  "atk-s0514a13:3_5": "milāyanti, vatthāni kilissanti, sarīre dubbaṇṇiyaṁ okkamati, ubhohi kacchehi sedā",
  "atk-s0514a13:3_6": "muccanti, devo devāsane nābhiramati, evameva sāsanā cavanadhammānaṁ ukkaṇṭhitabhikkhūnaṁ",
  "atk-s0514a13:3_7": "pañca pubbanimittāni paññāyanti, saddhāpupphāni milāyanti, sīlavatthāni kilissanti,",
  "atk-s0514a13:3_8": "sarīre maṅkutāya ceva ayasavasena ca dubbaṇṇiyaṁ okkamati, kilesasedā muccanti, araññarukkhamūlasuññāgāresu",
  "atk-s0514a13:3_9": "nābhiramanti. Tassapi tāni paññāyiṁsu. Atha naṁ bhikkhū satthu santikaṁ netvā ‘‘ayaṁ,",
  "atk-s0514a13:3_10": "bhante, ukkaṇṭhito’’ti dassesuṁ. Satthā ‘‘saccaṁ kira tvaṁ, bhikkhu, ukkaṇṭhitosī’’ti",
  "atk-s0514a13:3_11": "taṁ pucchitvā ‘‘saccaṁ, bhante’’ti vutte ‘‘mā, bhikkhu, kilesavasiko hohi, mātugāmo",
  "atk-s0514a13:3_12": "nāmesa pāpo, tasmiṁ paṭibaddhacittataṁ vinodehi, sāsane abhirama, mātugāme paṭibaddhacittatāya",
  "atk-s0514a13:3_13": "hi tejavantopi porāṇakapaṇḍitā nittejā hutvā anayabyasanaṁ pāpuṇiṁsū’’ti vatvā atītaṁ āhari.",
  "atk-s0514a13:4_0": "Atīte mallaraṭṭhe kusāvatīrājadhāniyaṁ okkāko nāma rājā dhammena samena rajjaṁ kāresi.",
  "atk-s0514a13:4_1": "Tassa soḷasannaṁ itthisahassānaṁ jeṭṭhikā sīlavatī nāma aggamahesī ahosi, sā neva",
  "atk-s0514a13:4_2": "puttaṁ, na dhītaraṁ labhi. Athassa nāgarā ceva raṭṭhavāsino ca rājanivesanadvāre",
  "atk-s0514a13:4_3": "sannipatitvā ‘‘raṭṭhaṁ nassissati, raṭṭhaṁ nassissatī’’ti upakkosiṁsu. Rājā sīhapañjaraṁ",
  "atk-s0514a13:4_4": "ugghāṭetvā ‘‘mayi rajjaṁ kārente adhammakāro nāma natthi, kasmā upakkosathā’’ti pucchi.",
  "atk-s0514a13:4_5": "‘‘Saccaṁ, deva, adhammakāro nāma natthi, apica vaṁsānurakkhako pana vo putto natthi,",
  "atk-s0514a13:4_6": "añño rajjaṁ gahetvā raṭṭhaṁ nāsessati, tasmā dhammena rajjaṁ kāretuṁ samatthaṁ puttaṁ",
  "atk-s0514a13:4_7": "patthethā’’ti. ‘‘Puttaṁ patthento kiṁ karomī’’ti? ‘‘Paṭhamaṁ tāva ekaṁ sattāhaṁ cullanāṭakaṁ",
  "atk-s0514a13:4_8": "dhammanāṭakaṁ katvā vissajjetha, sace sā puttaṁ labhissati, sādhu, no ce, atha majjhimanāṭakaṁ",
  "atk-s0514a13:4_9": "vissajjetha, tato jeṭṭhanāṭakaṁ, avassaṁ ettakāsu itthīsu ekā puññavatī puttaṁ labhissatī’’ti.",
  "atk-s0514a13:4_10": "Rājā tesaṁ vacanena tathā katvā satta divase yathāsukhaṁ abhiramitvā āgatāgataṁ pucchi",
  "atk-s0514a13:4_11": "– ‘‘kacci vo putto laddho’’ti? Sabbā ‘‘na labhāma, devā’’ti āhaṁsu. Rājā ‘‘na me",
  "atk-s0514a13:4_12": "putto uppajjissatī’’ti anattamano ahosi. Nāgarā puna tatheva upakkosiṁsu. Rājā ‘‘kiṁ",
  "atk-s0514a13:4_13": "upakkosatha, mayā tumhākaṁ vacanena nāṭakāni vissaṭṭhāni, ekāpi puttaṁ na labhati,",
  "atk-s0514a13:4_14": "idāni kiṁ karomā’’ti āha. ‘‘Deva, etā dussīlā bhavissanti nippuññā, natthi etāsaṁ",
  "atk-s0514a13:4_15": "puttalābhāya puññaṁ, tumhe etāsu puttaṁ alabhantīsupi mā appossukkataṁ āpajjatha,",
  "atk-s0514a13:4_16": "aggamahesī vo sīlavatī devī sīlasampannā, taṁ vissajjetha, tassā putto uppajjissatī’’ti.",
  "atk-s0514a13:5_0": "So ‘‘sādhū’’ti sampaṭicchitvā ‘‘ito kira sattame divase rājā sīlavatiṁ deviṁ dhammanāṭakaṁ",
  "atk-s0514a13:5_1": "katvā vissajjessati, purisā sannipatantū’’ti bheriṁ carāpetvā sattame divase deviṁ",
  "atk-s0514a13:5_2": "alaṅkārāpetvā rājanivesanā otāretvā vissajjesi. Tassā sīlatejena sakkassa bhavanaṁ",
  "atk-s0514a13:5_3": "uṇhākāraṁ dassesi. Sakko ‘‘kiṁ nu kho’’ti āvajjento deviyā puttapatthanabhāvaṁ ñatvā",
  "atk-s0514a13:5_4": "‘‘etissā mayā puttaṁ dātuṁ vaṭṭati, atthi nu kho devaloke etissā anucchaviko putto’’ti",
  "atk-s0514a13:5_5": "upadhārento bodhisattaṁ addasa. So kira tadā tāvatiṁsabhavane āyuṁ khepetvā uparidevaloke",
  "atk-s0514a13:5_6": "nibbattitukāmo ahosi. Sakko tassa vimānadvāraṁ gantvā taṁ pakkositvā, ‘‘mārisa, tayā",
  "atk-s0514a13:5_7": "manussalokaṁ gantvā okkākarañño aggamahesiyā kucchimhi paṭisandhiṁ gaṇhituṁ vaṭṭatī’’ti",
  "atk-s0514a13:5_8": "sampaṭicchāpetvā aparampi devaputtaṁ ‘‘tvampi etissā eva putto bhavissasī’’ti vatvā",
  "atk-s0514a13:5_9": "‘‘mā kho panassā koci sīlaṁ bhindatū’’ti mahallakabrāhmaṇavesena rañño nivesanadvāraṁ agamāsi.",
  "atk-s0514a13:6_0": "Mahājanopi nhāto alaṅkato ‘‘ahaṁ deviṁ gaṇhissāmi, ahaṁ deviṁ gaṇhissāmī’’ti rājadvāre",
  "atk-s0514a13:6_1": "sannipatitvā sakkañca disvā ‘‘tvaṁ kasmā āgatosī’’ti parihāsamakāsi. Sakko ‘‘kiṁ",
  "atk-s0514a13:6_2": "maṁ tumhe garahatha, sacepi me sarīraṁ jiṇṇaṁ, rāgo pana na jīrati, sace sīlavatiṁ",
  "atk-s0514a13:6_3": "labhissāmi, ādāya naṁ gamissāmīti āgatomhī’’ti vatvā attano ānubhāvena sabbesaṁ puratova",
  "atk-s0514a13:6_4": "aṭṭhāsi. Añño koci tassa tejena purato bhavituṁ nāsakkhi. So taṁ sabbālaṅkārapaṭimaṇḍitaṁ",
  "atk-s0514a13:6_5": "nivesanā nikkhamantiññeva hatthe gahetvā pakkāmi. Atha naṁ tattha tattha ṭhitā garahiṁsu",
  "atk-s0514a13:6_6": "‘‘passatha, bho, mahallakabrāhmaṇo evaṁ uttamarūpadharaṁ deviṁ ādāya gacchati, attano",
  "atk-s0514a13:6_7": "yuttaṁ na jānātī’’ti. Devīpi ‘‘mahallako maṁ gahetvā gacchatī’’ti na aṭṭīyati na",
  "atk-s0514a13:6_8": "harāyati. Rājāpi vātapāne ṭhatvā ‘‘ko nu kho deviṁ gahetvā gacchatī’’ti olokento",
  "atk-s0514a13:6_9": "taṁ disvā anattamano ahosi.",
  "atk-s0514a13:7_0": "Sakko taṁ ādāya nagaradvārato nikkhamitvā dvārasamīpe ekaṁ gharaṁ māpesi vivaṭadvāraṁ",
  "atk-s0514a13:7_1": "paññattakaṭṭhattharikaṁ. Atha naṁ sā ‘‘idaṁ te nivesana’’nti pucchi. So ‘‘āma, bhadde,",
  "atk-s0514a13:7_2": "pubbe panāhaṁ eko, idānimhā mayaṁ dve janā, ahaṁ bhikkhāya caritvā taṇḍulādīni āharissāmi,",
  "atk-s0514a13:7_3": "tvaṁ imissā kaṭṭhattharikāya nipajjāhī’’ti vatvā taṁ mudunā hatthena parāmasanto",
  "atk-s0514a13:7_4": "dibbasamphassaṁ pharāpetvā tattha nipajjāpesi. Sā dibbasamphassapharaṇena saññaṁ",
  "atk-s0514a13:7_5": "vissajjesi. Atha naṁ attano ānubhāvena tāvatiṁsabhavanaṁ netvā alaṅkatavimāne dibbasayane",
  "atk-s0514a13:7_6": "nipajjāpesi. Sā sattame divase pabujjhitvā taṁ sampattiṁ disvā ‘‘na so brāhmaṇo manusso,",
  "atk-s0514a13:7_7": "sakko bhavissatī’’ti aññāsi. Sakkopi tasmiṁ samaye pāricchattakamūle dibbanāṭakaparivuto",
  "atk-s0514a13:7_8": "nisinno ahosi. Sā sayanā uṭṭhāya tassa santikaṁ gantvā vanditvā ekamantaṁ aṭṭhāsi.",
  "atk-s0514a13:7_9": "Atha naṁ sakko ‘‘varaṁ te, devi, dadāmi, gaṇhāhī’’ti āha. ‘‘Tena hi, deva, ekaṁ puttaṁ",
  "atk-s0514a13:7_10": "me dehī’’ti. ‘‘Devi, tiṭṭhatu eko putto, ahaṁ te dve putte dassāmi. Tesu pana eko",
  "atk-s0514a13:7_11": "paññavā bhavissati virūpavā, eko rūpavā na paññavā. Tesu kataraṁ paṭhamaṁ icchasī’’ti?",
  "atk-s0514a13:7_12": "‘‘Paññavantaṁ, devā’’ti. So ‘‘sādhū’’ti vatvā tassā kusatiṇaṁ dibbavatthaṁ dibbacandanaṁ",
  "atk-s0514a13:7_13": "pāricchattakapupphaṁ kokanudañca nāma vīṇaṁ datvā taṁ ādāya rañño sayanagharaṁ pavisitvā",
  "atk-s0514a13:7_14": "raññā saddhiṁ ekasayane nipajjāpetvā aṅguṭṭhakena tassā nābhiṁ parāmasi. Tasmiṁ khaṇe",
  "atk-s0514a13:7_15": "bodhisatto tassā kucchimhi paṭisandhiṁ gaṇhi. Sakkopi sakaṭṭhānameva gato. Paṇḍitā",
  "atk-s0514a13:7_16": "devī gabbhassa patiṭṭhitabhāvaṁ jāni.",
  "atk-s0514a13:8_0": "Atha naṁ pabuddho rājā disvā, ‘‘devi, kena nītāsī’’ti pucchi. ‘‘Sakkena, devā’’ti.",
  "atk-s0514a13:8_1": "‘‘Ahaṁ paccakkhato ekaṁ mahallakabrāhmaṇaṁ taṁ ādāya gacchantaṁ addasaṁ, kasmā maṁ",
  "atk-s0514a13:8_2": "vañcesī’’ti? ‘‘Saddahatha, deva, sakko maṁ gahetvā devalokaṁ nesī’’ti. ‘‘Na saddahāmi,",
  "atk-s0514a13:8_3": "devī’’ti. Athassa sā sakkadattiyaṁ kusatiṇaṁ dassetvā ‘‘saddahathā’’ti āha. Rājā",
  "atk-s0514a13:8_4": "‘‘kusatiṇaṁ nāma yato kutoci labbhatī’’ti na saddahi. Athassa sā dibbavatthādīni",
  "atk-s0514a13:8_5": "dassesi. Rājā tāni disvā saddahitvā, ‘‘bhadde, sakko tāva taṁ netu, putto pana te",
  "atk-s0514a13:8_6": "laddho’’ti pucchi. ‘‘Laddho mahārāja, gabbho me patiṭṭhito’’ti. So tuṭṭho tassā gabbhaparihāraṁ",
  "atk-s0514a13:8_7": "adāsi . Sā dasamāsaccayena puttaṁ vijāyi, tassa aññaṁ nāmaṁ akatvā kusatiṇanāmameva",
  "atk-s0514a13:8_8": "akaṁsu. Kusakumārassa padasā gamanakāle itaro devaputto tassā kucchiyaṁ paṭisandhiṁ",
  "atk-s0514a13:8_9": "gaṇhi. Sā dasamāse paripuṇṇe puttaṁ vijāyi, tassa ‘‘jayampatī’’ti nāmaṁ kariṁsu.",
  "atk-s0514a13:8_10": "Te mahantena yasena vaḍḍhiṁsu. Bodhisatto paññavā ācariyassa santike kiñci sippaṁ",
  "atk-s0514a13:8_11": "anuggahetvā attanova paññāya sabbasippesu nipphattiṁ pāpuṇi.",
  "atk-s0514a13:9_0": "Athassa soḷasavassakāle rājā rajjaṁ dātukāmo deviṁ āmantetvā ‘‘bhadde, puttassa te",
  "atk-s0514a13:9_1": "rajjaṁ datvā nāṭakāni upaṭṭhapessāma, mayaṁ jīvantāyeva naṁ rajje patiṭṭhitaṁ passissāma,",
  "atk-s0514a13:9_2": "sakalajambudīpe kho pana yassa rañño dhītaraṁ icchati, tamassa ānetvā aggamahesiṁ",
  "atk-s0514a13:9_3": "karissāma, cittamassa jānāhi, kataraṁ rājadhītaraṁ rocesī’’ti āha. Sā ‘‘sādhū’’ti",
  "atk-s0514a13:9_4": "sampaṭicchitvā ‘‘kumārassa imaṁ pavattiṁ ārocetvā cittaṁ jānāhī’’ti ekaṁ paricārikaṁ",
  "atk-s0514a13:9_5": "pesesi. Sā gantvā tassa taṁ pavattiṁ ārocesi. Taṁ sutvā mahāsatto cintesi – ‘‘ahaṁ",
  "atk-s0514a13:9_6": "na rūpavā, rūpasampannā rājadhītā ānītāpi maṁ disvā ‘kiṁ me iminā virūpenā’ti palāyissati",
  "atk-s0514a13:9_7": "iti no lajjitabbakaṁ bhavissati, kiṁ me gharāvāsena, dharamāne mātāpitaro upaṭṭhahitvā",
  "atk-s0514a13:9_8": "tesaṁ accayena nikkhamitvā pabbajissāmī’’ti. So ‘‘mayhaṁ neva rajjenattho, na nāṭakehi,",
  "atk-s0514a13:9_9": "ahaṁ mātāpitūnaṁ accayena pabbajissāmī’’ti āha. Sā gantvā tassa kathaṁ deviyā ārocesi,",
  "atk-s0514a13:9_10": "devīpi rañño ārocesi. Rājā anattamano hutvā puna katipāhaccayena sāsanaṁ pesesi.",
  "atk-s0514a13:9_11": "Sopi paṭibāhatiyeva. Evaṁ yāvatatiyaṁ paṭibāhitvā catutthavāre cintesi – ‘‘mātāpitūhi",
  "atk-s0514a13:9_12": "saddhiṁ ekantena paṭipakkhabhāvo nāma na yutto, ekaṁ upāyaṁ karissāmī’’ti.",
  "atk-s0514a13:10_0": "So kammārajeṭṭhakaṁ pakkosāpetvā bahuṁ suvaṇṇaṁ datvā ‘‘ekaṁ itthirūpakaṁ karohī’’ti",
  "atk-s0514a13:10_1": "uyyojetvā tasmiṁ pakkante aññaṁ suvaṇṇaṁ gahetvā sayampi itthirūpakaṁ akāsi. Bodhisattānañhi",
  "atk-s0514a13:10_2": "adhippāyo nāma samijjhati. Taṁ suvaṇṇarūpakaṁ jivhāya avaṇṇanīyasobhaṁ ahosi. Atha",
  "atk-s0514a13:10_3": "naṁ mahāsatto khomaṁ nivāsāpetvā sirigabbhe ṭhapāpesi. So kammārajeṭṭhakena ābhatarūpakaṁ",
  "atk-s0514a13:10_4": "disvā taṁ garahitvā ‘‘gaccha amhākaṁ sirigabbhe ṭhapitarūpakaṁ āharā’’ti āha. So",
  "atk-s0514a13:10_5": "sirigabbhaṁ paviṭṭho taṁ disvā ‘‘kumārena saddhiṁ abhiramituṁ ekā devaccharā, āgatā",
  "atk-s0514a13:10_6": "bhavissatī’’ti hatthaṁ pasāretuṁ avisahanto nikkhamitvā ‘‘deva, sirigabbhe ayyā ekikāva",
  "atk-s0514a13:10_7": "ṭhitā, upagantuṁ na sakkomī’’ti āha. ‘‘Tāta, gaccha, suvaṇṇarūpakaṁ etaṁ, āharā’’ti",
  "atk-s0514a13:10_8": "puna pesito āhari. Kumāro kammārena kataṁ rūpakaṁ suvaṇṇagabbhe nikkhipāpetvā attanā",
  "atk-s0514a13:10_9": "kataṁ alaṅkārāpetvā rathe ṭhapāpetvā ‘‘evarūpaṁ labhanto gaṇhāmī’’ti mātu santikaṁ pahiṇi.",
  "atk-s0514a13:11_0": "Sā amacce pakkosāpetvā, ‘‘tātā, mayhaṁ putto mahāpuñño sakkadattiyo anucchavikaṁ",
  "atk-s0514a13:11_1": "kumārikaṁ labhissati, tumhe evarūpaṁ labhantā gaṇhissatha, imaṁ rūpakaṁ paṭicchannayāne",
  "atk-s0514a13:11_2": "ṭhapetvā sakalajambudīpaṁ carantā yassa rañño evarūpaṁ dhītaraṁ passatha, tassetaṁ",
  "atk-s0514a13:11_3": "datvā ‘okkākarājā tumhehi saddhiṁ āvāhaṁ karissatī’ti divasaṁ vavatthapetvā āgacchathā’’ti",
  "atk-s0514a13:11_4": "āha. Te ‘‘sādhū’’ti taṁ ādāya mahantena parivārena nikkhamitvā vicarantā yaṁ rājadhāniṁ",
  "atk-s0514a13:11_5": "pāpuṇanti, tattha sāyanhasamaye mahājanassa samosaraṇaṭṭhāne taṁ rūpakaṁ vatthapupphālaṅkārehi",
  "atk-s0514a13:11_6": "alaṅkaritvā suvaṇṇasivikaṁ āropetvā titthamagge ṭhapetvā amaccā sayaṁ paṭikkamitvā",
  "atk-s0514a13:11_7": "āgatāgatānaṁ kathāsavanatthaṁ ekamante tiṭṭhanti. Mahājano taṁ oloketvā ‘‘suvaṇṇarūpaka’’nti",
  "atk-s0514a13:11_8": "saññaṁ akatvā ‘‘ayaṁ manussitthī samānāpi devaccharapaṭibhāgā ativiya sobhati, kiṁ",
  "atk-s0514a13:11_9": "nu kho ettha ṭhitā, kuto vā āgatā, amhākaṁ nagare evarūpā natthī’’ti vaṇṇento pakkamati.",
  "atk-s0514a13:11_10": "Taṁ sutvā amaccā ‘‘sace idha evarūpā dārikā bhaveyya, ‘asukā rājadhītā viya asukā",
  "atk-s0514a13:11_11": "amaccadhītā viyā’ti vadeyyuṁ, addhā idha evarūpā natthī’’ti taṁ ādāya aññaṁ nagaraṁ gacchanti.",
  "atk-s0514a13:12_0": "Te evaṁ vicarantā anupubbena maddaraṭṭhe sāgalanagaraṁ sampāpuṇiṁsu. Tattha maddarañño",
  "atk-s0514a13:12_1": "aṭṭha dhītaro uttamarūpadharā devaccharapaṭibhāgā, tāsaṁ sabbajeṭṭhikā pabhāvatī",
  "atk-s0514a13:12_2": "nāma. Tassā sarīrato bālasūriyassa pabhā viya pabhā niccharanti, andhakārepi catuhatthe",
  "atk-s0514a13:12_3": "antogabbhe padīpakiccaṁ natthi, sabbo gabbho ekobhāsova hoti. Dhātī panassā khujjā,",
  "atk-s0514a13:12_4": "sā pabhāvatiṁ bhojetvā tassā sīsanhāpanatthaṁ aṭṭhahi vaṇṇadāsīhi aṭṭha ghaṭe gāhāpetvā",
  "atk-s0514a13:12_5": "sāyanhasamaye udakatthāya gacchantī titthamagge ṭhitaṁ taṁ rūpakaṁ disvā ‘‘pabhāvatī’’ti",
  "atk-s0514a13:12_6": "saññāya ‘‘ayaṁ dubbinītā ‘sīsaṁ nhāyissāmī’ti amhe udakatthāya pesetvā paṭhamataraṁ",
  "atk-s0514a13:12_7": "āgantvā titthamagge ṭhitā’’ti kujjhitvā ‘‘are kulalajjāpanike amhehi purimataraṁ",
  "atk-s0514a13:12_8": "āgantvā kasmā idha ṭhitāsi, sace rājā jānissati, nāsessati no’’ti vatvā hatthena",
  "atk-s0514a13:12_9": "gaṇḍapasse pahari, hatthatalaṁ bhijjamānaṁ viya jātaṁ. Tato ‘‘suvaṇṇarūpaka’’nti",
  "atk-s0514a13:12_10": "ñatvā hasamānā tāsaṁ vaṇṇadāsīnaṁ santikaṁ gacchantī ‘‘passathetaṁ me kammaṁ, mama",
  "atk-s0514a13:12_11": "dhītātisaññāya pahāraṁ adāsiṁ, ayaṁ mama dhītu santike kimagghati, kevalaṁ me hattho dukkhāpito’’ti āha.",
  "atk-s0514a13:13_0": "Atha naṁ rājadūtā gahetvā ‘‘tvaṁ ‘mama dhītā ito abhirūpatarā’ti vadantī kaṁ nāma",
  "atk-s0514a13:13_1": "kathesī’’ti āhaṁsu. ‘‘Maddarañño dhītaraṁ pabhāvatiṁ, idaṁ rūpakaṁ tassā soḷasimpi",
  "atk-s0514a13:13_2": "kalaṁ na agghatī’’ti. Te tuṭṭhamānasā rājadvāraṁ gantvā ‘‘okkākarañño dūtā dvāre",
  "atk-s0514a13:13_3": "ṭhitā’’ti paṭihāresuṁ. Rājā āsanā vuṭṭhāya ṭhitakova ‘‘pakkosathā’’ti āha. Te pavisitvā",
  "atk-s0514a13:13_4": "rājānaṁ vanditvā ‘‘mahārāja, amhākaṁ rājā tumhākaṁ ārogyaṁ pucchatī’’ti vatvā katasakkārasammānā",
  "atk-s0514a13:13_5": "‘‘kimatthaṁ āgatatthā’’ti puṭṭhā ‘‘amhākaṁ rañño sīhassaro putto kusakumāro nāma,",
  "atk-s0514a13:13_6": "rājā tassa rajjaṁ dātukāmo amhe tumhākaṁ santikaṁ pahiṇi, tumhākaṁ kira dhītā pabhāvatī,",
  "atk-s0514a13:13_7": "taṁ tassa detha, imañca suvaṇṇarūpakaṁ deyyadhammaṁ gaṇhathā’’ti taṁ rūpakaṁ tassa",
  "atk-s0514a13:13_8": "adaṁsu. Sopi ‘‘evarūpena mahārājena saddhiṁ vivāhamaṅgalaṁ bhavissatī’’ti tuṭṭhacitto",
  "atk-s0514a13:13_9": "sampaṭicchi . Atha naṁ dūtā āhaṁsu – ‘‘mahārāja, amhehi na sakkā papañcaṁ kātuṁ,",
  "atk-s0514a13:13_10": "kumārikāya laddhabhāvaṁ rañño ārocessāma, atha naṁ so āgantvā ādāya gamissatī’’ti.",
  "atk-s0514a13:13_11": "So ‘‘sādhū’’ti vatvā tesaṁ sakkāraṁ katvā vissajjesi. Te gantvā rañño ca deviyā ca",
  "atk-s0514a13:13_12": "ārocesuṁ. Rājā mahantena parivārena kusāvatito nikkhamitvā anupubbena sāgalanagaraṁ",
  "atk-s0514a13:13_13": "pāpuṇi. Maddarājā paccuggantvā taṁ nagaraṁ pavesetvā mahantaṁ sakkāramakāsi.",
  "atk-s0514a13:14_0": "Sīlavatī devī paṇḍitattā ‘‘ko jānāti, kiṁ bhavissatī’’ti ekāhadvīhaccayena maddarājānaṁ",
  "atk-s0514a13:14_1": "āha – ‘‘mahārāja, suṇisaṁ daṭṭhukāmāmhī’’ti. So ‘‘sādhū’’ti sampaṭicchitvā taṁ pakkosāpesi.",
  "atk-s0514a13:14_2": "Pabhāvatī sabbālaṅkārapaṭimaṇḍitā dhātigaṇaparivutā āgantvā sassuṁ vandi. Sā taṁ",
  "atk-s0514a13:14_3": "disvā cintesi – ‘‘ayaṁ kumārikā abhirūpā, mayhaṁ putto virūpo. Sace esā taṁ passissati,",
  "atk-s0514a13:14_4": "ekāhampi avasitvā palāyissati, upāyaṁ karissāmī’’ti. Sā maddarājānaṁ āmantetvā, ‘‘mahārāja,",
  "atk-s0514a13:14_5": "suṇisā me puttassa anucchavikā, apica kho pana amhākaṁ kulapaveṇiyā āgataṁ cārittaṁ",
  "atk-s0514a13:14_6": "atthi, sace ayaṁ tasmiṁ cāritte vattissati, nessāmi na’’nti āha. ‘‘Kiṁ pana vo cāritta’’nti.",
  "atk-s0514a13:14_7": "‘‘Amhākaṁ vaṁse yāva ekassa gabbhassa patiṭṭhānaṁ hoti, tāva divā sāmikaṁ passituṁ",
  "atk-s0514a13:14_8": "na labhati. Sace esā tathā karissati, nessāmi na’’nti. Rājā ‘‘kiṁ, amma, sakkhissasi",
  "atk-s0514a13:14_9": "evaṁ vattitu’’nti dhītaraṁ pucchi. Sā ‘‘āma tātā’’ti āha. Tato okkākarājā maddarañño",
  "atk-s0514a13:14_10": "bahuṁ dhanaṁ datvā taṁ ādāya pakkāmi. Maddarājāpi mahantena parivārena dhītaraṁ uyyojesi.",
  "atk-s0514a13:15_0": "Okkāko kusāvatiṁ gantvā nagaraṁ alaṅkārāpetvā sabbabandhanāni mocetvā puttassa abhisekaṁ",
  "atk-s0514a13:15_1": "katvā rajjaṁ datvā pabhāvatiṁ aggamahesiṁ kāretvā nagare ‘‘kusarājassa āṇā’’ti bheriṁ",
  "atk-s0514a13:15_2": "carāpesi. Sakalajambudīpatale rājāno yesaṁ dhītaro atthi, te kusarañño dhītaro pahiṇiṁsu",
  "atk-s0514a13:15_3": ". Yesaṁ puttā atthi, te tena saddhiṁ mittabhāvaṁ ākaṅkhantā putte upaṭṭhāke katvā",
  "atk-s0514a13:15_4": "pahiṇiṁsu. Bodhisattassa nāṭakaparivāro mahā ahosi, mahantena yasena rajjaṁ kāresi.",
  "atk-s0514a13:15_5": "So pabhāvatiṁ divā passituṁ na labhati, sāpi taṁ divā passituṁ na labhati, ubhinnaṁ",
  "atk-s0514a13:15_6": "rattidassanameva hoti. Tattha pabhāvatiyā sarīrappabhāpi abbohārikā ahosi. Bodhisatto",
  "atk-s0514a13:15_7": "sirigabbhato rattiṁyeva nikkhamati.",
  "atk-s0514a13:16_0": "So katipāhaccayena pabhāvatiṁ divā daṭṭhukāmo mātuyā ārocesi. Sā ‘‘mā te tāta, rucci,",
  "atk-s0514a13:16_1": "yāva ekaṁ puttaṁ labhasi, tāva āgamehī’’ti, paṭikkhipi. So punappunaṁ yāciyeva. Atha",
  "atk-s0514a13:16_2": "naṁ sā āha – ‘‘tena hi hatthisālaṁ gantvā hatthimeṇḍavesena tiṭṭha, ahaṁ taṁ tattha",
  "atk-s0514a13:16_3": "ānessāmi, atha naṁ akkhīni pūretvā olokeyyāsi, mā ca attānaṁ jānāpehī’’ti. So ‘‘sādhū’’ti",
  "atk-s0514a13:16_4": "sampaṭicchitvā hatthisālaṁ agamāsi. Athassa mātā hatthisālaṁ alaṅkārāpetvā pabhāvatiṁ",
  "atk-s0514a13:16_5": "‘‘ehi sāmikassa hatthino passāmā’’ti tattha netvā ‘‘ayaṁ hatthī asuko nāma, ayaṁ",
  "atk-s0514a13:16_6": "hatthī asuko nāmā’’ti tassā dassesi. Tattha taṁ rājā mātu pacchato gacchantiṁ disvā",
  "atk-s0514a13:16_7": "hatthigopakavesena hatthichakaṇapiṇḍena piṭṭhiyaṁ pahari. Sā kuddhā ‘‘rañño kathetvā",
  "atk-s0514a13:16_8": "te hatthaṁ chindāpessāmī’’ti vatvā deviṁ ujjhāpesi. Rājamātā ‘‘mā amma kujjhī’’ti",
  "atk-s0514a13:16_9": "suṇisaṁ saññāpetvā piṭṭhiṁ parimajji. Punapi rājā taṁ daṭṭhukāmo hutvā assasālāya",
  "atk-s0514a13:16_10": "assagopakavesena taṁ disvā tatheva assachakaṇapiṇḍena pahari. Tadāpi taṁ kuddhaṁ sassu saññāpesi.",
  "atk-s0514a13:17_0": "Punekadivase pabhāvatī mahāsattaṁ passitukāmā hutvā sassuyā ārocetvā ‘‘alaṁ mā te",
  "atk-s0514a13:17_1": "ruccī’’ti paṭikkhittāpi punappunaṁ yāci. Atha naṁ sā āha – ‘‘tena hi sve mama putto",
  "atk-s0514a13:17_2": "nagaraṁ padakkhiṇaṁ karissati, tvaṁ sīhapañjaraṁ vivaritvā taṁ passeyyāsī’’ti. Evañca",
  "atk-s0514a13:17_3": "pana vatvā punadivase nagaraṁ alaṅkārāpetvā jayampatikumāraṁ rājavesaṁ gāhāpetvā",
  "atk-s0514a13:17_4": "hatthipiṭṭhe nisīdāpetvā bodhisattaṁ pacchimāsane nisīdāpetvā nagaraṁ padakkhiṇaṁ",
  "atk-s0514a13:17_5": "kārāpesi. Sā pabhāvatiṁ ādāya sīhapañjare ṭhatvā ‘‘passa tava sāmikassa sirisobhagga’’nti",
  "atk-s0514a13:17_6": "āha. Sā ‘‘anucchaviko me sāmiko laddho’’ti attamanā ahosi. Taṁ divasaṁ pana mahāsatto",
  "atk-s0514a13:17_7": "hatthimeṇḍavesena jayampatissa pacchimāsane nisīditvā yathādhippāyena pabhāvatiṁ",
  "atk-s0514a13:17_8": "olokento hatthavikārādivasena cittaruciyā keḷiṁ dassesi. Hatthimhi atikkante rājamātā",
  "atk-s0514a13:17_9": "pabhāvatiṁ pucchi – ‘‘diṭṭho te, amma, sāmiko’’ti. ‘‘Āma ayye, pacchimāsane panassa",
  "atk-s0514a13:17_10": "nisinno hatthimeṇḍo ativiya dubbinīto, mayhaṁ hatthavikārādīni dassesi, kasmā evarūpaṁ",
  "atk-s0514a13:17_11": "alakkhikaṁ rañño pacchimāsane nisīdāpesuṁ, nīharāpehi na’’nti? ‘‘Amma, rañño pacchimāsane",
  "atk-s0514a13:17_12": "rakkhā nāma icchitabbā’’ti.",
  "atk-s0514a13:18_0": "Sā cintesi – ‘‘ayaṁ hatthimeṇḍo ativiya nibbhayo, rājānaṁ ‘rājā’tipi na maññati,",
  "atk-s0514a13:18_1": "kiṁ nu kho esova kusarājā, addhā hi eso ativiya virūpo eva bhavissati, teneva maṁ",
  "atk-s0514a13:18_2": "na dassentī’’ti. Sā khujjaṁ kaṇṇamūle āha – ‘‘amma, gaccha tāva jānāhi, kiṁ purimāsane",
  "atk-s0514a13:18_3": "nisinnako rājā, udāhu pacchimāsane’’ti? ‘‘Kathaṁ panāhaṁ jānissāmī’’ti. ‘‘Sace hi",
  "atk-s0514a13:18_4": "so rājā bhavissati, paṭhamataraṁ hatthipiṭṭhito otarissati, imāya saññāya jānāhī’’ti.",
  "atk-s0514a13:18_5": "Sā gantvā ekamante ṭhitā paṭhamaṁ mahāsattaṁ otarantaṁ addasa, pacchā jayampatikumāraṁ.",
  "atk-s0514a13:18_6": "Mahāsattopi ito cito ca olokento khujjaṁ disvā ‘‘iminā nāma kāraṇena esā āgatā bhavissatī’’ti",
  "atk-s0514a13:18_7": "ñatvā taṁ pakkosāpetvā ‘‘imaṁ antaraṁ pabhāvatiyā mā kathehī’’ti daḷhaṁ vatvā uyyojesi.",
  "atk-s0514a13:18_8": "Sā gantvā ‘‘purimāsane nisinno paṭhamaṁ otarī’’ti āha. Pabhāvatī tassā vacanaṁ saddahi.",
  "atk-s0514a13:19_0": "Mahāsattopi puna daṭṭhukāmo hutvā mātaraṁ yāci. Sā paṭikkhipituṁ asakkontī ‘‘tena",
  "atk-s0514a13:19_1": "hi aññātakavesena uyyānaṁ gacchāhī’’ti āha. So uyyānaṁ gantvā pokkharaṇiyaṁ galappamāṇaṁ",
  "atk-s0514a13:19_2": "udakaṁ pavisitvā paduminipattena sīsaṁ chādetvā pupphitapadumena mukhaṁ āvaritvā",
  "atk-s0514a13:19_3": "aṭṭhāsi. Mātāpissa pabhāvatiṁ uyyānaṁ netvā sāyanhasamaye ‘‘ime rukkhe passa, sakuṇe",
  "atk-s0514a13:19_4": "passa, mige passā’’ti palobhayamānā pokkharaṇītīraṁ pāyāsi. Sā pañcavidhapadumasañchannaṁ",
  "atk-s0514a13:19_5": "pokkharaṇiṁ disvā nhāyitukāmā paricārikāhi saddhiṁ pokkharaṇiṁ otaritvā kīḷantī taṁ",
  "atk-s0514a13:19_6": "padumaṁ disvā vicinitukāmā hatthaṁ pasāresi. Atha naṁ rājā paduminipattaṁ apanetvā",
  "atk-s0514a13:19_7": "‘‘ahaṁ kusarājā’’ti vatvā hatthe gaṇhi. Sā tassa mukhaṁ disvā ‘‘yakkho maṁ gaṇhī’’ti",
  "atk-s0514a13:19_8": "viravitvā tattheva visaññitaṁ pattā. Athassā rājā hatthaṁ muñci. Sā saññaṁ paṭilabhitvā",
  "atk-s0514a13:19_9": "‘‘kusarājā kira maṁ hatthe gaṇhi, imināvāhaṁ hatthisālāya hatthichakaṇapiṇḍena, assasālāya",
  "atk-s0514a13:19_10": "assachakaṇapiṇḍena pahaṭā, ayameva maṁ hatthissa pacchimāsane nisīditvā uppaṇḍesi,",
  "atk-s0514a13:19_11": "kiṁ me evarūpena dummukhena patinā, imaṁ jahitvā ahaṁ jīvantī aññaṁ patiṁ labhissāmī’’ti",
  "atk-s0514a13:19_12": "cintetvā attanā saddhiṁ āgate amacce pakkosāpetvā ‘‘mama yānavāhanaṁ sajjaṁ karotha,",
  "atk-s0514a13:19_13": "ajjeva gamissāmī’’ti āhaṁ . Te rañño ārocesuṁ. Rājā cintesi – ‘‘sace gantuṁ na labhissati,",
  "atk-s0514a13:19_14": "hadayamassā phalissati, gacchatu puna taṁ attano balena ānessāmī’’ti cintetvā athassā",
  "atk-s0514a13:19_15": "gamanaṁ anujāni. Sā pitunagarameva agamāsi.",
  "atk-s0514a13:20_0": "Mahāsattopi uyyānato nagaraṁ pavisitvā alaṅkatapāsādaṁ abhiruhi. Bodhisattañhi sā",
  "atk-s0514a13:20_1": "pubbapatthanāvasena na icchi, sopi pubbakammavaseneva virūpo ahosi. Atīte kira bārāṇasiyaṁ",
  "atk-s0514a13:20_2": "dvāragāme uparimavīthiyā ca heṭṭhimavīthiyā ca dve kulāni vasiṁsu. Ekassa kulassa",
  "atk-s0514a13:20_3": "dve puttā ahesuṁ. Ekassa ekāva dhītā ahosi. Dvīsu puttesu bodhisatto kaniṭṭho. Taṁ",
  "atk-s0514a13:20_4": "kumārikaṁ jeṭṭhakassa adaṁsu. Kaniṭṭho adārabharaṇo bhātu santikeyeva vasi. Athekadivasaṁ",
  "atk-s0514a13:20_5": "tasmiṁ ghare atirasakapūve paciṁsu. Bodhisatto araññaṁ gato hoti. Tassa pūvaṁ ṭhapetvā",
  "atk-s0514a13:20_6": "avasese bhājetvā khādiṁsu. Tasmiṁ khaṇe paccekabuddho bhikkhāya gharadvāraṁ agamāsi.",
  "atk-s0514a13:20_7": "Bodhisattassa bhātujāyā ‘‘cūḷapatino aññaṁ pūvaṁ pacissāmī’’ti taṁ gahetvā paccekabuddhassa",
  "atk-s0514a13:20_8": "adāsi. Sopi taṁ khaṇaññeva araññato āgacchi. Atha naṁ sā āha – ‘‘sāmi, cittaṁ pasādehi,",
  "atk-s0514a13:20_9": "tava koṭṭhāso paccekabuddhassa dinno’’ti. So ‘‘tava koṭṭhāsaṁ khāditvā mama koṭṭhāsaṁ",
  "atk-s0514a13:20_10": "desi, ahaṁ kiṁ khādissāmī’’ti kuddho paccekabuddhaṁ anugantvā pattato pūvaṁ gaṇhi.",
  "atk-s0514a13:20_11": "Sā mātu gharaṁ gantvā navavilīnaṁ campakapupphavaṇṇaṁ sappiṁ āharitvā paccekabuddhassa",
  "atk-s0514a13:20_12": "pattaṁ pūresi, taṁ obhāsaṁ muñci. Sā taṁ disvā patthanaṁ paṭṭhapesi – ‘‘bhante, iminā",
  "atk-s0514a13:20_13": "dānabalena nibbattanibbattaṭṭhāne me sarīraṁ obhāsajātaṁ hotu, uttamarūpadharā ca",
  "atk-s0514a13:20_14": "bhaveyyaṁ, iminā ca me asappurisena saddhiṁ ekaṭṭhāne vāso mā ahosī’’ti. Iti sā imissā",
  "atk-s0514a13:20_15": "pubbapatthanāya vasena taṁ na icchi. Bodhisattopi taṁ pūva tasmiṁ sappipatte osīdāpetvā",
  "atk-s0514a13:20_16": "patthanaṁ paṭṭhapesi – ‘‘bhante, imaṁ yojanasate vasantimpi ānetvā mama pādaparicārikaṁ",
  "atk-s0514a13:20_17": "kātuṁ samattho bhaveyya’’nti. Tattha yaṁ so kuddho gantvā pūvaṁ gaṇhi, tassa pubbakammassa",
  "atk-s0514a13:20_18": "vasena virūpo ahosi, pubbapatthanāya sā ca taṁ na icchīti.",
  "atk-s0514a13:21_0": "So pabhāvatiyā gatāya sokappatto ahosi, nānākārehi paricārayamānāpi naṁ sesitthiyo",
  "atk-s0514a13:21_1": "olokāpetumpi nāsakkhiṁsu, , pabhāvatirahitamassa sakalampi nivesanaṁ tucchaṁ viya",
  "atk-s0514a13:21_2": "khāyi. So ‘‘idāni sāgalanagaraṁ pattā bhavissatī’’ti paccūsasamaye mātu santikaṁ",
  "atk-s0514a13:21_3": "gantvā, ‘‘amma, ahaṁ pabhāvatiṁ ānessāmi, tumhe rajjaṁ anusāsathā’’ti vadanto paṭhamaṁ gāthamāha –",
  "atk-s0514a13:22": "1.",
  "atk-s0514a13:23": " ‘‘Idaṁ te raṭṭhaṁ sadhanaṁ sayoggaṁ, sakāyuraṁ sabbakāmūpapannaṁ;",
  "atk-s0514a13:24": "Idaṁ te rajjaṁ anusāsa amma, gacchāmahaṁ yattha piyā pabhāvatī’’ti.",
  "atk-s0514a13:25_0": "Tattha sayogganti hatthiyoggādisahitaṁ. Sakāyuranti sapañcarājakakudhabhaṇḍaṁ. Anusāsa,",
  "atk-s0514a13:25_1": "ammāti so kira purisassa rajjaṁ datvā puna gaṇhanaṁ nāma na yuttanti pitu vā bhātu",
  "atk-s0514a13:25_2": "vā aniyyādetvā mātu niyyādento evamāha.",
  "atk-s0514a13:26_0": "Sā tassa kathaṁ sutvā ‘‘tena hi, tāta, appamatto bhaveyyāsi, mātugāmo nāma aparisuddhahadayo’’ti",
  "atk-s0514a13:26_1": "vatvā nānaggarasabhojanassa suvaṇṇakaroṭiṁ pūretvā ‘‘idaṁ antarāmagge bhuñjeyyāsī’’ti",
  "atk-s0514a13:26_2": "vatvā uyyojesi. So taṁ ādāya mātaraṁ vanditvā tikkhattuṁ padakkhiṇaṁ katvā ‘‘jīvanto",
  "atk-s0514a13:26_3": "puna tumhe passissāmī’’ti vatvā sirigabbhaṁ pavisitvā pañcāvudhaṁ sannayhitvā bhattakaroṭiyā",
  "atk-s0514a13:26_4": "saddhiṁ kahāpaṇasahassaṁ pasibbake katvā kokanudañca vīṇaṁ ādāya nagarā nikkhamitvā",
  "atk-s0514a13:26_5": "maggaṁ paṭipajjitvā mahabbalo mahāthāmo yāva majjhanhikā paṇṇāsa yojanāni gantvā",
  "atk-s0514a13:26_6": "bhattaṁ bhuñjitvā sesadivasabhāgena puna paṇṇāsa yojanāni gantvā ekāheneva yojanasatikaṁ",
  "atk-s0514a13:26_7": "maggaṁ khepetvā sāyanhasamaye nhatvā sāgalanagaraṁ pāvisi. Tasmiṁ paviṭṭhamatteyeva",
  "atk-s0514a13:26_8": "tassa tejena pabhāvatī sayanapiṭṭhe saṇṭhātuṁ asakkontī otaritvā bhūmiyaṁ nipajji.",
  "atk-s0514a13:26_9": "Bodhisattaṁ kilantindriyaṁ vīthiyā gacchantaṁ aññatarā itthī disvā pakkosāpetvā nisīdāpetvā",
  "atk-s0514a13:26_10": "pāde dhovāpetvā sayanaṁ dāpesi. So kilantakāyo nipajjitvā niddaṁ okkami.",
  "atk-s0514a13:27_0": "Atha sā tasmiṁ niddamupagate bhattaṁ sampādetvā taṁ pabodhetvā bhattaṁ bhojesi. So",
  "atk-s0514a13:27_1": "tuṭṭho tassā saddhiṁ bhattakaroṭiyā kahāpaṇasahassaṁ adāsi. So pañcāvudhaṁ tattheva",
  "atk-s0514a13:27_2": "ṭhapetvā ‘‘gantabbaṭṭhānaṁ me atthī’’ti vatvā vīṇaṁ ādāya hatthisālaṁ gantvā ‘‘ajja",
  "atk-s0514a13:27_3": "me idha vasituṁ detha, gandhabbaṁ vo karissāmī’’ti vatvā hatthigopakehi anuññāto",
  "atk-s0514a13:27_4": "ekamante nipajjitvā thokaṁ niddāyitvā paṭippassaddhadaratho uṭṭhāya vīṇaṁ muñcitvā",
  "atk-s0514a13:27_5": "‘‘sāgalanagaravāsino imaṁ saddaṁ suṇantū’’ti vīṇaṁ vādento gāyi. Pabhāvatī bhūmiyaṁ",
  "atk-s0514a13:27_6": "nipannā taṁ saddaṁ sutvāva ‘‘ayaṁ na aññassa vīṇāsaddo, nissaṁsayaṁ kusarājā mamatthāya",
  "atk-s0514a13:27_7": "āgato’’ti aññāsi. Maddarājāpi taṁ saddaṁ sutvā ‘‘ativiya madhuraṁ vādeti, sve etaṁ",
  "atk-s0514a13:27_8": "pakkosāpetvā mama gandhabbaṁ kāressāmī’’ti cintesi.",
  "atk-s0514a13:28_0": "Bodhisatto ‘‘na sakkā idha vasamānena pabhāvatī daṭṭhuṁ, aṭṭhānameta’’nti pātova",
  "atk-s0514a13:28_1": "nikkhamitvā sāyaṁ bhuttageheyeva pātarāsaṁ bhuñjitvā vīṇaṁ ṭhapetvā rājakumbhakārassa",
  "atk-s0514a13:28_2": "santikaṁ gantvā tassa antevāsikabhāvaṁ upagantvā ekadivaseneva gharaṁ mattikāya pūretvā",
  "atk-s0514a13:28_3": "‘‘bhājanāni karomi ācariyā’’ti vatvā, ‘‘āma, kārohī’’ti vutte ekaṁ mattikāpiṇḍaṁ",
  "atk-s0514a13:28_4": "cakke ṭhapetvā cakkaṁ āviñchi, sakiṁ āviddhameva yāva majjhanhikātikkamā bhamiyeva.",
  "atk-s0514a13:28_5": "So nānāvaṇṇāni khuddakamahantāni bhājanāni katvā pabhāvatiyā atthāya bhājanaṁ karonto",
  "atk-s0514a13:28_6": "nānārūpāni samuṭṭhāpesi. Bodhisattānañhi adhippāyo nāma samijjhati, ‘‘tāni rūpāni",
  "atk-s0514a13:28_7": "pabhāvatīyeva passatū’’ti adhiṭṭhāsi. So sabbabhājanāni sukkhāpetvā pacitvā gehaṁ",
  "atk-s0514a13:28_8": "pūresi. Kumbhakāro nānābhājanāni gahetvā rājakulaṁ agamāsi. Rājā disvā ‘‘kenimāni",
  "atk-s0514a13:28_9": "katānī’’ti pucchi. ‘‘Mayā, devā’’ti. ‘‘Ahaṁ tayā katāni jānāmi, kathehi, kena katānī’’ti?",
  "atk-s0514a13:28_10": "‘‘Antevāsikena me devā’’ti. ‘‘Na te so antevāsī, ācariyo te so, tvaṁ tassa santike",
  "atk-s0514a13:28_11": "sippaṁ sikkha, ito paṭṭhāya ca so mama dhītānaṁ bhājanāni karotu, imañcassa sahassaṁ",
  "atk-s0514a13:28_12": "dehī’’ti sahassaṁ dāpetvā ‘‘nānāvaṇṇāni imāni khuddakabhājanāni mama dhītānaṁ dehī’’ti āha.",
  "atk-s0514a13:29_0": "So tāni tāsaṁ santikaṁ netvā ‘‘imāni vo kīḷanatthāya khuddakabhājanānī’’ti āha. Tā",
  "atk-s0514a13:29_1": "sabbā āgamiṁsu. Kumbhakāro mahāsattena pabhāvatiyā atthāya katabhājanameva tassā",
  "atk-s0514a13:29_2": "adāsi. Sā ca bhājanaṁ gahetvā tattha attano ca mahāsattassa ca khujjāya ca rūpaṁ",
  "atk-s0514a13:29_3": "passitvā ‘‘idaṁ na aññena kataṁ, kusarājeneva kata’’nti ñatvā kujjhitvā bhūmiyaṁ",
  "atk-s0514a13:29_4": "khipitvā ‘‘iminā mayhaṁ attho natthi, icchantānaṁ dehī’’ti āha. Athassā bhaginiyo",
  "atk-s0514a13:29_5": "kuddhabhāvaṁ ñatvā ‘‘khuddakabhājanaṁ kusaraññā katanti maññasi, idaṁ tena na kataṁ,",
  "atk-s0514a13:29_6": "kumbhakāreneva kataṁ, gaṇhāhi na’’nti avahasiṁsu. Sā tena katabhāvaṁ tassa ca āgatabhāvaṁ",
  "atk-s0514a13:29_7": "tāsaṁ na kathesi. Kumbhakāro sahassaṁ bodhisattassa datvā ‘‘tāta, rājā te tuṭṭho,",
  "atk-s0514a13:29_8": "ito kira paṭṭhāya rājadhītānaṁ bhājanāni kareyyāsi, ahaṁ tāsaṁ harissāmī’’ti āha.",
  "atk-s0514a13:30_0": "So ‘‘idhāpi vasantena na sakkā pabhāvatī daṭṭhu’’nti taṁ sahassaṁ tasseva datvā rājupaṭṭhākassa",
  "atk-s0514a13:30_1": "naḷakārassa santikaṁ gantvā tassa antevāsiko hutvā pabhāvatiyā atthāya tālavaṇṭaṁ",
  "atk-s0514a13:30_2": "katvā tattheva setacchattañca āpānabhūmiñca vatthaṁ gahetvā ṭhitaṁ pabhāvatiñcāti",
  "atk-s0514a13:30_3": "nānārūpāni dassesi. Naḷakāro tañca aññañca tena katabhaṇḍakaṁ ādāya rājakulaṁ agamāsi.",
  "atk-s0514a13:30_4": "Rājā disvā ‘‘kenimāni katānī’’ti pucchitvā purimanayeneva sahassaṁ datvā ‘‘imāni",
  "atk-s0514a13:30_5": "naḷakārabhaṇḍāni mama dhītānaṁ dehī’’ti āha. Sopi bodhisattena pabhāvatiyā atthāya",
  "atk-s0514a13:30_6": "kataṁ tālavaṇṭaṁ tassāyeva adāsi. Tatrapi rūpāni añño jano na passati, pabhāvatī",
  "atk-s0514a13:30_7": "pana disvā kusaraññā katabhāvaṁ ñatvā ‘‘gaṇhitukāmā gaṇhantū’’ti kuddhā bhūmiyaṁ",
  "atk-s0514a13:30_8": "khipi . Atha naṁ sesā avahasiṁsu. Naḷakāro sahassaṁ āharitvā bodhisattassa datvā",
  "atk-s0514a13:30_9": "taṁ pavattiṁ ārocesi.",
  "atk-s0514a13:31_0": "So ‘‘idampi mayhaṁ avasanaṭṭhāna’’nti sahassaṁ tasseva datvā rājamālākārassa santikaṁ",
  "atk-s0514a13:31_1": "gantvā antevāsikabhāvaṁ upagantvā nānāvidhaṁ mālāvikatiṁ ganthitvā pabhāvatiyā atthāya",
  "atk-s0514a13:31_2": "nānārūpavicitraṁ ekaṁ cumbaṭakaṁ akāsi. Mālākāro taṁ sabbaṁ ādāya rājakulaṁ agamāsi.",
  "atk-s0514a13:31_3": "Rājā disvā ‘‘kenimāni ganthitānī’’ti pucchi. ‘‘Mayā, devā’’ti. ‘‘Ahaṁ tayā ganthitāni",
  "atk-s0514a13:31_4": "jānāmi, kathehi, kena ganthitānī’’ti? ‘‘Antevāsikena me , devā’’ti. ‘‘Na so antevāsī,",
  "atk-s0514a13:31_5": "ācariyo te so, tvaṁ tassa santike sippaṁ sikkha, ito paṭṭhāya ca so mama dhītānaṁ",
  "atk-s0514a13:31_6": "pupphāni ganthatu, imañcassa sahassaṁ dehī’’ti sahassaṁ datvā ‘‘imāni pupphāni mama",
  "atk-s0514a13:31_7": "dhītānaṁ dehī’’ti āha. Sopi bodhisattena pabhāvatiyā atthāya kataṁ cumbaṭakaṁ tassāyeva",
  "atk-s0514a13:31_8": "adāsi. Sā tattha attano ca rañño ca rūpehi saddhiṁ nānārūpāni disvā tena katabhāvaṁ",
  "atk-s0514a13:31_9": "ñatvā kujjhitvā bhūmiyaṁ khipi. Sesā bhaginiyo taṁ tatheva avahasiṁsu. Mālākāropi",
  "atk-s0514a13:31_10": "sahassaṁ āharitvā bodhisattassa datvā taṁ pavattiṁ ārocesi.",
  "atk-s0514a13:32_0": "So ‘‘idampi mayhaṁ avasanaṭṭhāna’’nti sahassaṁ tasseva datvā rañño sūdassa santikaṁ",
  "atk-s0514a13:32_1": "gantvā antevāsikabhāvaṁ upagacchi. Athekadivasaṁ sūdo rañño bhojanavikatiṁ haranto",
  "atk-s0514a13:32_2": "attano atthāya pacituṁ bodhisattassa aṭṭhimaṁsaṁ adāsi. So taṁ tathā sampādesi, yathāssa",
  "atk-s0514a13:32_3": "gandho sakalanagaraṁ avatthari. Rājā taṁ ghāyitvā ‘‘kiṁ te mahānase aññampi maṁsaṁ",
  "atk-s0514a13:32_4": "pacasī’’ti pucchi. ‘‘Natthi, deva, apica kho pana me antevāsikassa aṭṭhimaṁsaṁ pacanatthāya",
  "atk-s0514a13:32_5": "dinnaṁ, tasseva so gandho bhavissatī’’ti. Rājā āharāpetvā tato thokaṁ jivhagge ṭhapesi,",
  "atk-s0514a13:32_6": "tāvadeva satta rasaharaṇisahassāni khobhentaṁ phari. Rājā rasataṇhāya bajjhitvā sahassaṁ",
  "atk-s0514a13:32_7": "datvā ‘‘ito paṭṭhāya tava antevāsinā mama ca dhītānañca me bhattaṁ pacāpetvā tvaṁ",
  "atk-s0514a13:32_8": "mayhaṁ āhara, so me dhītānaṁ haratū’’ti āha. Sūdo gantvā tassa ārocesi. So taṁ sutvā",
  "atk-s0514a13:32_9": "‘‘idāni me manoratho matthakaṁ patto, idāni panāhaṁ pabhāvatiṁ daṭṭhuṁ labhissāmī’’ti",
  "atk-s0514a13:32_10": "tuṭṭho taṁ sahassaṁ tasseva datvā punadivase bhattaṁ sampādetvā rañño bhattabhājanāni",
  "atk-s0514a13:32_11": "pesetvā rājadhītānaṁ bhattakājaṁ sayaṁ gahetvā pabhāvatiyā vasanapāsādaṁ abhiruhi.",
  "atk-s0514a13:32_12": "Sā taṁ bhattakājaṁ ādāya pāsādaṁ abhiruhantaṁ disvā cintesi – ‘‘ayaṁ attano ananucchavikaṁ",
  "atk-s0514a13:32_13": "dāsakammakarehi kattabbaṁ karoti. Sace panāhaṁ katipāhaṁ tuṇhī bhavissāmi, ‘idāni",
  "atk-s0514a13:32_14": "maṁ esā rocatī’ti saññī hutvā katthaci agantvā maṁ olokento idheva vasissati, idāneva",
  "atk-s0514a13:32_15": "taṁ akkositvā paribhāsitvā muhuttampi idha vasituṁ adatvā palāpessāmī’’ti. Sā dvāraṁ",
  "atk-s0514a13:32_16": "aḍḍhavivaṭaṁ katvā ekaṁ hatthaṁ kavāṭe laggetvā ekena hatthena aggaḷaṁ uppīḷetvā dutiyaṁ gāthamāha –",
  "atk-s0514a13:33": "2.",
  "atk-s0514a13:34": " ‘‘Anujjubhūtena haraṁ mahantaṁ, divā ca ratto ca nisīthakāle;",
  "atk-s0514a13:35": "Paṭigaccha tvaṁ khippaṁ kusāvatiṁ kusa, nicchāmi dubbaṇṇamahaṁ vasanta’’nti.",
  "atk-s0514a13:36_0": "Tassattho – mahārāja, tvaṁ bhattakārako hutvā ujukena cittena yopi te sīsaṁ bhindeyya,",
  "atk-s0514a13:36_1": "tassapetaṁ kammaṁ na karosi, anujubhūtena pana cittena mamatthāya etaṁ mahantaṁ kājaṁ",
  "atk-s0514a13:36_2": "haranto divā ca ratto ca nisīthakāle ca mahantaṁ dukkhaṁ anubhavissasi, kiṁ te tena",
  "atk-s0514a13:36_3": "anubhūtena dukkhena, tvaṁ attano nagaraṁ kusāvatimeva paṭigaccha, aññaṁ attanā sadisiṁ",
  "atk-s0514a13:36_4": "atirasakapūvasaṇṭhānamukhiṁ yakkhiniṁ aggamahesiṁ katvā rajjaṁ kārehīti. Nicchāmi",
  "atk-s0514a13:36_5": "dubbaṇṇamahaṁ vasantanti ahaṁ pana taṁ dubbaṇṇaṁ dussaṇṭhitaṁ idha vasantaṁ na icchāmīti.",
  "atk-s0514a13:37": "So ‘‘pabhāvatiyā me santikā kathā laddhā’’ti tuṭṭhacitto tisso gāthā abhāsi –",
  "atk-s0514a13:38": "3.",
  "atk-s0514a13:39": " ‘‘Nāhaṁ gamissāmi ito kusāvatiṁ, pabhāvatī vaṇṇapalobhito tava;",
  "atk-s0514a13:40": "Ramāmi maddassa niketaramme, hitvāna raṭṭhaṁ tava dassane rato.",
  "atk-s0514a13:41": "4.",
  "atk-s0514a13:42": " ‘‘Pabhāvatī vaṇṇapalobhito tava, sammūḷharūpo vicarāmi mediniṁ;",
  "atk-s0514a13:43": "Disaṁ na jānāmi kutomhi āgato, tayamhi matto migamandalocane.",
  "atk-s0514a13:44": "5.",
  "atk-s0514a13:45": " ‘‘Suvaṇṇacīravasane, jātarūpasumekhale;",
  "atk-s0514a13:46": "Sussoṇi tava kāmā hi, nāhaṁ rajjena matthiko’’ti.",
  "atk-s0514a13:47_0": "Tattha ramāmīti abhiramāmi na ukkaṇṭhāmi. Sammūḷharūpoti kilesasammūḷho hutvā. Tayamhi",
  "atk-s0514a13:47_1": "mattoti tayi mattomhi, tayā vā mattomhi. Suvaṇṇacīravasaneti suvaṇṇakhacitavatthavasane.",
  "atk-s0514a13:47_2": "Nāhaṁ rajjena matthikoti na ahaṁ rajjena atthiko.",
  "atk-s0514a13:48_0": "Evaṁ vutte sā cintesi – ‘‘ahaṁ etaṁ ‘vippaṭisārī bhavissatī’ti paribhāsāmi, ayaṁ",
  "atk-s0514a13:48_1": "pana rajjitvāva katheti, sace kho pana maṁ ‘ahaṁ kusarājā’ti vatvā hatthe gaṇheyya,",
  "atk-s0514a13:48_2": "ko taṁ nivāreyya, koci no imaṁ kathaṁ suṇeyyā’’ti dvāraṁ thaketvā sūciṁ datvā anto",
  "atk-s0514a13:48_3": "aṭṭhāsi. Sopi bhattakājaṁ āharitvā bhattaṁ vaḍḍhetvā rājadhītaro bhojesi. Pabhāvatī",
  "atk-s0514a13:48_4": "‘‘gaccha kusarājena pakkabhattaṁ āharā’’ti khujjaṁ pesesi. Sā āharitvā ‘‘bhuñjāhī’’ti",
  "atk-s0514a13:48_5": "āha. Nāhaṁ tena pakkabhattaṁ bhuñjāmi, tvaṁ bhuñjitvā attano laddhanivāpaṁ gahetvā",
  "atk-s0514a13:48_6": "bhattaṁ pacitvā āhara, kusarañño āgatabhāvañca mā kassaci ārocesīti. Khujjā tato",
  "atk-s0514a13:48_7": "paṭṭhāya tassā koṭṭhāsaṁ āharitvā sayaṁ bhuñjati, attano koṭṭhāsaṁ tassā upaneti.",
  "atk-s0514a13:48_8": "Kusarājāpi tato paṭṭhāya taṁ passituṁ alabhanto cintesi – ‘‘atthi nu kho pabhāvatiyā",
  "atk-s0514a13:48_9": "mayi sineho, udāhu natthi, vīmaṁsissāmi na’’nti. So pana rājadhītaro bhojetvā bhattakājaṁ",
  "atk-s0514a13:48_10": "ādāya nikkhanto tassā gabbhadvāre pāsādatalaṁ pādena paharitvā bhājanāni ghaṭṭetvā",
  "atk-s0514a13:48_11": "nitthunitvā visaññī hutvā viya avakujjo pati. Sā tassa nitthunitasaddena dvāraṁ vivaritvā",
  "atk-s0514a13:48_12": "taṁ bhattakājena otthataṁ disvā cintesi – ‘‘ayaṁ sakalajambudīpe aggarājā maṁ nissāya",
  "atk-s0514a13:48_13": "rattindivaṁ dukkhaṁ anubhoti, sukhumālatāya bhattakājena avatthato patati, jīvati",
  "atk-s0514a13:48_14": "nu kho, no vā’’ti. Sā gabbhato nikkhamitvā tassa nāsavātaṁ upadhāretuṁ gīvaṁ pasāretvā",
  "atk-s0514a13:48_15": "mukhaṁ olokesi. So mukhapūraṁ kheḷaṁ gahetvā tassā sarīre pātesi. Sā taṁ paribhāsitvā",
  "atk-s0514a13:48_16": "gabbhaṁ pavisitvā dvāraṁ aḍḍhavivaṭaṁ thaketvā ṭhitā gāthamāha –",
  "atk-s0514a13:49": "6.",
  "atk-s0514a13:50": " ‘‘Abbhūti tassa bho hoti, yo anicchantamicchati;",
  "atk-s0514a13:51": "Akāmaṁ rāja kāmesi, akantaṁ kantumicchasī’’ti.",
  "atk-s0514a13:52": "Tattha abbhūtīti abhūti, avuḍḍhīti attho.",
  "atk-s0514a13:53": "So pana paṭibaddhacittatāya akkosiyamānopi paribhāsiyamānopi vippaṭisāraṁ anuppādetvāva anantaraṁ gāthamāha –",
  "atk-s0514a13:54": "7.",
  "atk-s0514a13:55": " ‘‘Akāmaṁ vā sakāmaṁ vā, yo naro labhate piyaṁ;",
  "atk-s0514a13:56": "Lābhamettha pasaṁsāma, alābho tattha pāpako’’ti.",
  "atk-s0514a13:57": "Sāpi tasmiṁ evaṁ kathentepi anosakkitvā thaddhataravacanaṁ vatvā palāpetukāmā itaraṁ gāthamāha –",
  "atk-s0514a13:58": "8.",
  "atk-s0514a13:59": " ‘‘Pāsāṇasāraṁ khaṇasi, kaṇikārassa dārunā;",
  "atk-s0514a13:60": "Vātaṁ jālena bādhesi, yo anicchantamicchasī’’ti.",
  "atk-s0514a13:61": "Tattha kaṇikārassa dārunāti kaṇikārakaṭṭhena. Bādhesīti bandhasīti.",
  "atk-s0514a13:62": "Taṁ sutvā rājā tisso gāthāyo abhāsi –",
  "atk-s0514a13:63": "9.",
  "atk-s0514a13:64": " ‘‘Pāsāṇo nūna te hadaye, ohito mudulakkhaṇe;",
  "atk-s0514a13:65": "Yo te sātaṁ na vindāmi, tirojanapadāgato.",
  "atk-s0514a13:66": "10.",
  "atk-s0514a13:67": " ‘‘Yadā maṁ bhakuṭiṁ katvā, rājaputtī udikkhati;",
  "atk-s0514a13:68": "Āḷāriko tadā homi, rañño maddassantepure.",
  "atk-s0514a13:69": "11.",
  "atk-s0514a13:70": " ‘‘Yadā umhayamānā maṁ, rājaputtī udikkhati;",
  "atk-s0514a13:71": "Nāḷāriko tadā homi, rājā homi tadā kuso’’ti.",
  "atk-s0514a13:72_0": "Tattha mudulakkhaṇeti mudunā itthilakkhaṇena samannāgate. Yoti yo ahaṁ tiroraṭṭhā",
  "atk-s0514a13:72_1": "āgato tava santike vasanto paṭisanthāramattampi sātaṁ na labhāmi, so evaṁ maññāmi,",
  "atk-s0514a13:72_2": "mayi sinehuppattinivāraṇāya nūna tava hadaye pāsāṇo ṭhapito. Bhakuṭiṁ katvāti kodhavasena",
  "atk-s0514a13:72_3": "valivisamaṁ nalāṭaṁ katvā. Āḷārikoti bhattakārako. Tasmiṁ khaṇe ahaṁ maddarañño antepure",
  "atk-s0514a13:72_4": "bhattakārakadāso viya homīti vadati. Umhayamānāti pahaṭṭhākāraṁ dassetvā hasamānā.",
  "atk-s0514a13:72_5": "Rājā homīti tasmiṁ khaṇe ahaṁ kusāvatīnagare rajjaṁ kārento rājā viya homi, kasmāsi",
  "atk-s0514a13:72_6": "evaṁ pharusā, ito paṭṭhāya mā evarūpaṁ kari, bhaddeti.",
  "atk-s0514a13:73": "Sā tassa vacanaṁ sutvā cintesi – ‘‘ayaṁ ativiya allīyitvā katheti, musāvādaṁ katvā upāyena naṁ ito palāpessāmī’’ti gāthamāha –",
  "atk-s0514a13:74": "12.",
  "atk-s0514a13:75": " ‘‘Sace hi vacanaṁ saccaṁ, nemittānaṁ bhavissati;",
  "atk-s0514a13:76": "Neva me tvaṁ patī assa, kāmaṁ chindantu sattadhā’’ti.",
  "atk-s0514a13:77_0": "Tassattho – mahārāja, mayā ‘‘ayaṁ kusarājā mayhaṁ pati bhavissati, na bhavissatī’’ti",
  "atk-s0514a13:77_1": "bahū nimittapāṭhakā pucchitā, te ‘‘kāmaṁ kira maṁ sattadhā chindantu, neva me tvaṁ",
  "atk-s0514a13:77_2": "pati bhavissasī’’ti vadiṁsūti.",
  "atk-s0514a13:78_0": "Taṁ sutvā rājā taṁ paṭibāhanto ‘‘bhadde, mayāpi attano raṭṭhe nemittakā pucchitā,",
  "atk-s0514a13:78_1": "te ‘aññatra sīhassarakusarājato tava pati nāma añño natthī’ti byākariṁsu, ahampi",
  "atk-s0514a13:78_2": "attano ñāṇabalanimittena evameva kathesi’’nti vatvā anantaraṁ gāthamāha –",
  "atk-s0514a13:79": "13.",
  "atk-s0514a13:80": " ‘‘Sace hi vacanaṁ saccaṁ, aññesaṁ yadi vā mama;",
  "atk-s0514a13:81": "Neva tuyhaṁ patī atthi, añño sīhassarā kusā’’ti.",
  "atk-s0514a13:82": "Tassattho – yadi hi aññesaṁ nemittānaṁ vacanaṁ saccaṁ, yadi vā mama vacanaṁ saccaṁ, tava añño pati nāma natthīti.",
  "atk-s0514a13:83_0": "Sā tassa vacanaṁ sutvā ‘‘na sakkā imaṁ lajjāpetuṁ vā palāpetuṁ vā, kiṁ me iminā’’ti",
  "atk-s0514a13:83_1": "dvāraṁ pidhāya attānaṁ na dassesi. Sopi kājaṁ gahetvā otari, tato paṭṭhāya taṁ daṭṭhuṁ",
  "atk-s0514a13:83_2": "na labhati, bhattakārakakammaṁ karonto ativiya kilamati , bhuttapātarāso dārūni phāleti,",
  "atk-s0514a13:83_3": "bhājanāni dhovati, kājena udakaṁ āharati, sayanto ambaṇapiṭṭhe sayati, pāto vuṭṭhāya",
  "atk-s0514a13:83_4": "yāguādīni pacati harati bhojeti, nandirāgaṁ nissāya atidukkhaṁ anubhoti. So ekadivasaṁ",
  "atk-s0514a13:83_5": "bhattagehadvārena gacchantiṁ khujjaṁ disvā pakkosi. Sā pabhāvatiyā bhayena tassa",
  "atk-s0514a13:83_6": "santikaṁ gantuṁ avisahantī turitaturitā viya gacchati. Atha naṁ vegena upagantvā ‘‘khujje’’ti āha.",
  "atk-s0514a13:84_0": "Sā nivattitvā ṭhitā ‘‘ko eso’’ti vatvā ‘‘tumhākaṁ saddaṁ na suṇāmī’’ti āha. Atha",
  "atk-s0514a13:84_1": "naṁ ‘‘khujje tvampi sāminīpi te ubhopi ativiya thaddhā, ettakaṁ kālaṁ tumhākaṁ santike",
  "atk-s0514a13:84_2": "vasanto ārogyasāsanamattampi na labhāmi, deyyadhammaṁ pana kiṁ dassatha, tiṭṭhatu",
  "atk-s0514a13:84_3": "tāvetaṁ, api me pabhāvatiṁ mudukaṁ katvā dassetuṁ sakkhissasī’’ti āha . Sā ‘‘sādhū’’ti",
  "atk-s0514a13:84_4": "sampaṭicchi. Atha naṁ ‘‘sace me taṁ dassetuṁ sakkhissasi, khujjabhāvaṁ te ujukaṁ",
  "atk-s0514a13:84_5": "katvā gīveyyakaṁ dassāmī’’ti palobhento pañca gāthāyo abhāsi –",
  "atk-s0514a13:85": "14.",
  "atk-s0514a13:86": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:87": "Sace maṁ nāganāsūrū, olokeyya pabhāvatī.",
  "atk-s0514a13:88": "15.",
  "atk-s0514a13:89": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:90": "Sace maṁ nāganāsūrū, ālapeyya pabhāvatī.",
  "atk-s0514a13:91": "16.",
  "atk-s0514a13:92": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:93": "Sace maṁ nāganāsūrū, umhāyeyya pabhāvatī.",
  "atk-s0514a13:94": "17.",
  "atk-s0514a13:95": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:96": "Sace maṁ nāganāsūrū, pamhāyeyya pabhāvatī.",
  "atk-s0514a13:97": "18.",
  "atk-s0514a13:98": " ‘‘Nekkhaṁ gīvaṁ te kāressaṁ, patvā khujje kusāvatiṁ;",
  "atk-s0514a13:99": "Sace maṁ nāganāsūrū, pāṇīhi upasamphuse’’ti.",
  "atk-s0514a13:100_0": "Tattha nekkhaṁ gīvaṁ teti tava gīveyyaṁ sabbasuvaṇṇamayameva kāressāmīti attho. ‘‘Nekkhaṁ",
  "atk-s0514a13:100_1": "gīvaṁ te karissāmī’’tipi pāṭho, tava gīvāya nekkhamayaṁ piḷandhanaṁ piḷandhessāmīti",
  "atk-s0514a13:100_2": "attho. Olokeyyāti sace tava vacanena maṁ pabhāvatī olokeyya, sace maṁ tāya olokāpetuṁ",
  "atk-s0514a13:100_3": "sakkhissasīti attho. ‘‘Ālapeyyā’’tiādīsupi eseva nayo. Ettha pana umhāyeyyāti mandahasitavasena",
  "atk-s0514a13:100_4": "parihāseyya. Pamhāyeyyāti mahāhasitavasena parihāseyya.",
  "atk-s0514a13:101_0": "Sā tassa vacanaṁ sutvā ‘‘gacchatha tumhe, deva, katipāhaccayena naṁ tumhākaṁ vase",
  "atk-s0514a13:101_1": "karissāmi, passatha me parakkama’’nti vatvā taṁ karaṇīyaṁ tīretvā pabhāvatiyā santikaṁ",
  "atk-s0514a13:101_2": "gantvā tassā vasanagabbhaṁ sodhentī viya paharaṇayoggaṁ leḍḍukhaṇḍampi asesetvā antamaso",
  "atk-s0514a13:101_3": "pādukāpi nīharitvā sakalagabbhaṁ sammajjitvā gabbhadvāre ummāraṁ antaraṁ katvā uccāsanaṁ",
  "atk-s0514a13:101_4": "paññapetvā pabhāvatiyā ekaṁ nīcapīṭhakaṁ attharitvā ‘‘ehi, amma, sīse te ūkā vicinissāmī’’ti",
  "atk-s0514a13:101_5": "taṁ tattha pīṭhake nisīdāpetvā attano ūruantare tassā sīsaṁ ṭhapetvā thokaṁ kaṇḍuyitvā",
  "atk-s0514a13:101_6": "‘‘aho imissā sīse bahū ūkā’’ti sakasīsato ūkā gahetvā tassā hatthe ṭhapetvā ‘‘passa",
  "atk-s0514a13:101_7": "kittakā te sīse ūkā’’ti piyakathaṁ kathetvā mahāsattassa guṇaṁ kathentī gāthamāha –",
  "atk-s0514a13:102": "19.",
  "atk-s0514a13:103": " ‘‘Na hi nūnāyaṁ rājaputtī, kuse sātampi vindati;",
  "atk-s0514a13:104": "Āḷārike bhate pose, vetanena anatthike’’ti.",
  "atk-s0514a13:105_0": "Tassattho – ekaṁsena ayaṁ rājaputtī pubbe kusāvatīnagare kusanarindassa santike mālāgandhavilepanavatthālaṅkāravasena",
  "atk-s0514a13:105_1": "appamattakampi sātaṁ na vindati na labhati, tambūlamattampi etena etissā dinnapubbaṁ",
  "atk-s0514a13:105_2": "na bhavissati. Kiṁkāraṇā? Itthiyo nāma ekadivasampi aṅkaṁ avattharitvā nipannasāmikamhi",
  "atk-s0514a13:105_3": "hadayaṁ bhindituṁ na sakkonti, ayaṁ pana āḷārike bhate pose āḷārikattañca bhatakattañca",
  "atk-s0514a13:105_4": "upagate etasmiṁ purise mūlenapi anatthike kevalaṁ taṁyeva nissāya rajjaṁ pahāya āgantvā",
  "atk-s0514a13:105_5": "evaṁ dukkhaṁ anubhavante paṭisanthāramattampi na karoti, sacepi te, amma, tasmiṁ",
  "atk-s0514a13:105_6": "sineho natthi, sakalajambudīpe aggarājā maṁ nissāya kilamatīti tassa kiñcideva dātuṁ arahasīti.",
  "atk-s0514a13:106_0": "Sā taṁ sutvā khujjāya kujjhi. Atha naṁ khujjā gīvāyaṁ gahetvā antogabbhe khipitvā",
  "atk-s0514a13:106_1": "sayaṁ bahi hutvā dvāraṁ pidhāya āviñchanarajjumhi olambantī aṭṭhāsi. Pabhāvatī taṁ",
  "atk-s0514a13:106_2": "gahetuṁ asakkontī dvāramūle ṭhatvā akkosantī itaraṁ gāthamāha –",
  "atk-s0514a13:107": "20.",
  "atk-s0514a13:108": " ‘‘Na hi nūnāyaṁ sā khujjā, labhati jivhāya chedanaṁ;",
  "atk-s0514a13:109": "Sunisitena satthena, evaṁ dubbhāsitaṁ bhaṇa’’nti.",
  "atk-s0514a13:110": "Tattha sunisitenāti suṭṭhu nisitena tikhiṇasatthena. Evaṁ dubbhāsitanti evaṁ asotabbayuttakaṁ dubbhāsitaṁ bhaṇantī.",
  "atk-s0514a13:111_0": "Atha khujjā āviñcanarajjuṁ gahetvā ṭhitāva ‘‘nippaññe dubbinīte tava rūpaṁ kiṁ karissati,",
  "atk-s0514a13:111_1": "kiṁ mayaṁ tava rūpaṁ khāditvā yāpessāmā’’ti vatvā terasahi gāthāhi bodhisattassa",
  "atk-s0514a13:111_2": "guṇaṁ pakāsentī khujjāgajjitaṁ nāma gajji –",
  "atk-s0514a13:112": "21.",
  "atk-s0514a13:113": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:114": "Mahāyasoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:115": "22.",
  "atk-s0514a13:116": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:117": "Mahaddhanoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:118": "23.",
  "atk-s0514a13:119": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:120": "Mahabbaloti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:121": "24.",
  "atk-s0514a13:122": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:123": "Mahāraṭṭhoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:124": "25.",
  "atk-s0514a13:125": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:126": "Mahārājāti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:127": "26.",
  "atk-s0514a13:128": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:129": "Sīhassaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:130": "27.",
  "atk-s0514a13:131": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:132": "Vaggussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:133": "28.",
  "atk-s0514a13:134": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:135": "Bindussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:136": "29.",
  "atk-s0514a13:137": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:138": "Mañjussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:139": "30.",
  "atk-s0514a13:140": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:141": "Madhussaroti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:142": "31.",
  "atk-s0514a13:143": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:144": "Satasippoti katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:145": "32.",
  "atk-s0514a13:146": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:147": "Khattiyotipi katvāna, karassu rucire piyaṁ.",
  "atk-s0514a13:148": "33.",
  "atk-s0514a13:149": " ‘‘Mā naṁ rūpena pāmesi, ārohena pabhāvati;",
  "atk-s0514a13:150": "Kusarājāti katvāna, karassu rucire piya’’nti.",
  "atk-s0514a13:151_0": "Tattha mā naṁ rūpena pāmesi, ārohena, pabhāvatīti are pabhāvati, mā tvaṁ etaṁ kusanarindaṁ",
  "atk-s0514a13:151_1": "attano rūpena ārohapariṇāhena pamini, evaṁ pamāṇaṁ gaṇhi. Mahāyasoti mahānubhāvo",
  "atk-s0514a13:151_2": "soti evaṁ hadaye katvāna rucire piyadassane karassu tassa piyaṁ. Ānubhāvoyeva hissa",
  "atk-s0514a13:151_3": "rūpanti vadati. Esa nayo sabbattha. Api ca mahāyasoti mahāparivāro. Mahaddhanoti",
  "atk-s0514a13:151_4": "mahābhogo. Mahabbaloti mahāthāmo. Mahāraṭṭhoti vipularaṭṭho. Mahārājāti sakalajambudīpe",
  "atk-s0514a13:151_5": "aggarājā. Sīhassaroti sīhasaddasamānasaddo. Vaggussaroti līlāyuttassaro. Bindussaroti",
  "atk-s0514a13:151_6": "sampiṇḍitaghanassaro. Mañjussaroti sundarassaro. Madhussaroti madhurayuttassaro.",
  "atk-s0514a13:151_7": "Satasippoti paresaṁ santike asikkhitvā attano baleneva nipphannaanekasatasippo. Khattiyoti",
  "atk-s0514a13:151_8": "okkākapaveṇiyaṁ jāto asambhinnakhattiyo. Kusarājāti sakkadattiyakusatiṇasamānanāmo",
  "atk-s0514a13:151_9": "rājā. Evarūpo hi añño rājā nāma natthīti jānitvā etassa piyaṁ karohīti khujjā ettakāhi",
  "atk-s0514a13:151_10": "gāthāhi tassa guṇaṁ kathesi.",
  "atk-s0514a13:152_0": "Pabhāvatī tassā vacanaṁ sutvā ‘‘khujje ativiya gajjasi, hatthena pāpuṇantī sasāmikabhāvaṁ",
  "atk-s0514a13:152_1": "te jānāpessāmī’’ti khujjaṁ tajjesi. Sāpi taṁ ‘‘ahaṁ taṁ rakkhamānā pituno te kusarājassa",
  "atk-s0514a13:152_2": "āgatabhāvaṁ nārocesiṁ, hotu, ajja rañño ārocessāmī’’ti mahantena saddena bhāyāpesi.",
  "atk-s0514a13:152_3": "Sāpi ‘‘kocideva suṇeyyā’’ti khujjaṁ saññāpesi. Bodhisattopi taṁ passituṁ alabhanto",
  "atk-s0514a13:152_4": "satta māse dubbhojanena dukkhaseyyāya kilamanto cintesi – ‘‘ko me etāya attho, satta",
  "atk-s0514a13:152_5": "māse vasanto etaṁ passitumpi na labhāmi, ativiya kakkhaḷā sāhasikā, gantvā mātāpitaro",
  "atk-s0514a13:152_6": "passissāmī’’ti. Tasmiṁ khaṇe sakko āvajjento tassa ukkaṇṭhitabhāvaṁ ñatvā ‘‘rājā",
  "atk-s0514a13:152_7": "satta māse pabhāvatiṁ daṭṭhumpi na labhi, labhanākāramassa karissāmī’’ti maddarañño",
  "atk-s0514a13:152_8": "dūte katvā sattannaṁ rājūnaṁ dūtaṁ pāhento ‘‘pabhāvatī, kusarājaṁ chaḍḍetvā āgatā,",
  "atk-s0514a13:152_9": "āgacchantu pabhāvatiṁ gaṇhantū’’ti ekekassa visuṁ visuṁ sāsanaṁ pahiṇi. Te mahāparivārena",
  "atk-s0514a13:152_10": "gantvā nagaraṁ patvā aññamaññassa āgatakāraṇaṁ na jānanti. Te ‘‘tvaṁ kasmā āgato,",
  "atk-s0514a13:152_11": "tvaṁ kasmā āgatosī’’ti pucchitvā tamatthaṁ ñatvā kujjhitvā ‘‘ekaṁ kira dhītaraṁ sattannaṁ",
  "atk-s0514a13:152_12": "dassati, passathassa anācāraṁ, uppaṇḍeti no, gaṇhatha na’’nti ‘‘sabbesampi amhākaṁ",
  "atk-s0514a13:152_13": "pabhāvatiṁ detu yuddhaṁ vā’’ti sāsanāni pahiṇitvā nagaraṁ parivārayiṁsu. Maddarājā",
  "atk-s0514a13:152_14": "sāsanaṁ sutvā bhītatasito amacce āmantetvā ‘‘kiṁ karomā’’ti pucchi. Atha naṁ amaccā",
  "atk-s0514a13:152_15": "‘‘deva , sattapi rājāno pabhāvatiṁ nissāya āgatā, ‘sace na dassati, pākāraṁ bhinditvā",
  "atk-s0514a13:152_16": "nagaraṁ pavisitvā jīvitakkhayaṁ pāpetvā taṁ gaṇhissāmā’ti vadanti, pākāre abhinneyeva",
  "atk-s0514a13:152_17": "tesaṁ pabhāvatiṁ pesessāmā’’ti vatvā gāthamāhaṁsu –",
  "atk-s0514a13:153": "34.",
  "atk-s0514a13:154": " ‘‘Ete nāgā upatthaddhā, sabbe tiṭṭhanti vammitā;",
  "atk-s0514a13:155": "Purā maddanti pākāraṁ, ānentetaṁ pabhāvati’’nti.",
  "atk-s0514a13:156_0": "Tattha upatthaddhāti atithaddhā dappitā. Ānentetaṁ pabhāvatinti ānentu etaṁ pabhāvatinti",
  "atk-s0514a13:156_1": "sāsanāni pahiṇiṁsu. Tasmā yāva ete nāgā pākāraṁ na maddanti, tāva nesaṁ pabhāvatiṁ pesehi, mahārājāti.",
  "atk-s0514a13:157_0": "Taṁ sutvā rājā ‘‘sacāhaṁ ekassa pabhāvatiṁ pesessāmi, sesā yuddhaṁ karissanti, na",
  "atk-s0514a13:157_1": "sakkā ekassa dātuṁ, sakalajambudīpe aggarājānaṁ ‘virūpo’ti chaḍḍetvā āgatā āgamanassa",
  "atk-s0514a13:157_2": "phalaṁ labhatu, vadhitvāna naṁ satta khaṇḍāni katvā sattannaṁ khattiyānaṁ pesessāmī’’ti",
  "atk-s0514a13:157_3": "vadanto anantaraṁ gāthamāha –",
  "atk-s0514a13:158": "35.",
  "atk-s0514a13:159": " ‘‘Satta bile karitvāna, ahametaṁ pabhāvatiṁ;",
  "atk-s0514a13:160": "Khattiyānaṁ padassāmi, ye maṁ hantuṁ idhāgatā’’ti.",
  "atk-s0514a13:161_0": "Tassa sā kathā sakalanivesane pākaṭā ahosi. Paricārikā gantvā ‘‘rājā kira taṁ satta",
  "atk-s0514a13:161_1": "khaṇḍāni katvā sattannaṁ rājūnaṁ pesessatī’’ti pabhāvatiyā ārocesuṁ. Sā maraṇabhayabhītā",
  "atk-s0514a13:161_2": "āsanā vuṭṭhāya bhaginīhi parivutā mātu sirigabbhaṁ agamāsi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:162": "36.",
  "atk-s0514a13:163": " ‘‘Avuṭṭhahi rājaputtī, sāmā koseyyavāsinī;",
  "atk-s0514a13:164": "Assupuṇṇehi nettehi, dāsīgaṇapurakkhatā’’ti.",
  "atk-s0514a13:165": "Tattha sāmāti suvaṇṇavaṇṇā. Koseyyavāsinīti suvaṇṇakhacitakoseyyanivasanā.",
  "atk-s0514a13:166": "Sā mātu santikaṁ gantvā mātaraṁ vanditvā paridevamānā āha –",
  "atk-s0514a13:167": "37.",
  "atk-s0514a13:168": " ‘‘Taṁ nūna kakkūpanisevitaṁ mukhaṁ, ādāsadantātharupaccavekkhitaṁ;",
  "atk-s0514a13:169": "Subhaṁ sunettaṁ virajaṁ anaṅgaṇaṁ, chuddhaṁ vane ṭhassati khattiyehi.",
  "atk-s0514a13:170": "38.",
  "atk-s0514a13:171": " ‘‘Te nūna me asite vellitagge, kese mudū candanasāralitte;",
  "atk-s0514a13:172": "Samākule sīvathikāya majjhe, pādehi gijjhā parikaḍḍhissanti.",
  "atk-s0514a13:173": "39.",
  "atk-s0514a13:174": " ‘‘Tā nūna me tambanakhā sulomā, bāhā mudū candanasāralittā;",
  "atk-s0514a13:175": "Chinnā vane ujjhitā khattiyehi, gayha dhaṅko gacchati yenakāmaṁ.",
  "atk-s0514a13:176": "40.",
  "atk-s0514a13:177": " ‘‘Te nūna tālūpanibhe alambe, nisevite kāsikacandanena;",
  "atk-s0514a13:178": "Thanesu me lambissati siṅgālo, mātūva putto taruṇo tanūjo.",
  "atk-s0514a13:179": "41.",
  "atk-s0514a13:180": " ‘‘Taṁ nūna soṇiṁ puthulaṁ sukoṭṭitaṁ, nisevitaṁ kañcanamekhalāhi;",
  "atk-s0514a13:181": "Chinnaṁ vane khattiyehī avatthaṁ, siṅgālasaṅghā parikaḍḍhissanti.",
  "atk-s0514a13:182": "42.",
  "atk-s0514a13:183": " ‘‘Soṇā dhaṅkā siṅgālā ca, ye caññe santi dāṭhino;",
  "atk-s0514a13:184": "Ajarā nūna hessanti, bhakkhayitvā pabhāvatiṁ.",
  "atk-s0514a13:185": "43.",
  "atk-s0514a13:186": " ‘‘Sace maṁsāni hariṁsu, khattiyā dūragāmino;",
  "atk-s0514a13:187": "Aṭṭhīni amma yācitvā, anupathe dahātha naṁ.",
  "atk-s0514a13:188": "44.",
  "atk-s0514a13:189": " ‘‘Khettāni amma kāretvā, kaṇikārettha ropaya;",
  "atk-s0514a13:190": "Yadā te pupphitā assu, hemantānaṁ himaccaye;",
  "atk-s0514a13:191": "Sareyyātha mamaṁ amma, evaṁvaṇṇā pabhāvatī’’ti.",
  "atk-s0514a13:192_0": "Tattha kakkūpanisevitantila kakkūpanisevitanti sāsapakakkaloṇakakkamattikakakkatilakakkahaliddikakkamukhacuṇṇakehi",
  "atk-s0514a13:192_1": "imehi pañcahi kakkehi upanisevitaṁ. Ādāsadantātharupaccavekkhitanti dantamayatharumhi",
  "atk-s0514a13:192_2": "ādāse paccavekkhitaṁ tattha oloketvā maṇḍitaṁ. Subhanti subhamukhaṁ. Virajanti vigatarajaṁ",
  "atk-s0514a13:192_3": "nimmalaṁ. Anaṅgaṇanti gaṇḍapiḷakādidosarahitaṁ. Chuddhanti amma evarūpaṁ mama mukhaṁ",
  "atk-s0514a13:192_4": "addhā idāni khattiyehi chaḍḍitaṁ vane araññe ṭhassatīti paridevati. Asiteti kāḷake.",
  "atk-s0514a13:192_5": "Vellitaggeti unnatagge. Sīvathikāyāti susānamhi. Parikaḍḍhissantīti evarūpe mama",
  "atk-s0514a13:192_6": "kese manussamaṁsakhādakā gijjhā pādehi paharitvā nūna parikaḍḍhissanti. Gayha dhaṅko",
  "atk-s0514a13:192_7": "gacchati yenakāmanti amma mama evarūpaṁ bāhaṁ nūna dhaṅko gahetvā luñjitvā khādanto",
  "atk-s0514a13:192_8": "yenakāmaṁ gacchissati.",
  "atk-s0514a13:193_0": "Tālūpanibheti suvaṇṇatālaphalasadise. Kāsikacandanenāti sukhumacandanena nisevite.",
  "atk-s0514a13:193_1": "Thanesu meti amma mama susāne patitāya evarūpe thane disvā mukhena ḍaṁsitvā tesu",
  "atk-s0514a13:193_2": "me thanesu attano tanujo mātu taruṇaputto viya nūna siṅgālo lambissati. Soṇinti kaṭiṁ.",
  "atk-s0514a13:193_3": "Sukoṭṭitanti gohanukena paharitvā suvaḍḍhitaṁ. Avatthanti chaḍḍitaṁ. Bhakkhayitvāti",
  "atk-s0514a13:193_4": "amma ete ettakā nūna mama maṁsaṁ khāditvā ajarā bhavissanti.",
  "atk-s0514a13:194_0": "Sace maṁsāni hariṁsūti amma sace te khattiyā mayiṁ paṭibaddhacittā mama maṁsāni hareyyuṁ,",
  "atk-s0514a13:194_1": "atha tumhe aṭṭhīni yācitvā anupathe dahāthanaṁ, jaṅghamaggamahāmaggānaṁ antare daheyyāthāti",
  "atk-s0514a13:194_2": "vadati. Khettānīti amma mama jhāpitaṭṭhāne mālādivatthūni kāretvā ettha etesu khettesu",
  "atk-s0514a13:194_3": "kaṇikārarukkhe ropaya. Himaccayeti himapātātikkame phagguṇamāse. Sareyyāthāti tesaṁ",
  "atk-s0514a13:194_4": "pupphānaṁ suvaṇṇacaṅkoṭakaṁ pūretvā ūrūsu ṭhapetvā mama dhītā pabhāvatī evaṁvaṇṇāti sareyyātha.",
  "atk-s0514a13:195_0": "Iti sā maraṇabhayatajjitā mātu santike vilapi. Maddarājāpi ‘‘pharasuñca gaṇḍikañca",
  "atk-s0514a13:195_1": "gahetvā coraghātako idheva āgacchatū’’ti āṇāpesi. Tassa āgamanaṁ sakalarājagehe pākaṭaṁ",
  "atk-s0514a13:195_2": "ahosi. Athassa āgatabhāvaṁ sutvā pabhāvatiyā mātā uṭṭhāyāsanā sokasamappitā rañño",
  "atk-s0514a13:195_3": "santikaṁ agamāsi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:196": "45.",
  "atk-s0514a13:197": " ‘‘Tassā mātā udaṭṭhāsi, khattiyā devavaṇṇinī;",
  "atk-s0514a13:198": "Disvā asiñca sūnañca, rañño maddassantepure’’ti.",
  "atk-s0514a13:199_0": "Tattha udaṭṭhāsīti āsanā uṭṭhāya rañño santikaṁ gantvā aṭṭhāsi. Disvā asiñca sūnañcāti",
  "atk-s0514a13:199_1": "antepuramhi alaṅkatamahātale rañño purato nikkhittaṁ pharasuñca gaṇḍikañca disvā",
  "atk-s0514a13:199_2": "vilapantī gāthamāha –",
  "atk-s0514a13:200": "46.",
  "atk-s0514a13:201": " ‘‘Iminā nūna asinā, susaññaṁ tanumajjhimaṁ;",
  "atk-s0514a13:202": "Dhītaraṁ madda hantvāna, khattiyānaṁ padassasī’’ti.",
  "atk-s0514a13:203": "Tattha asināti pharasuṁ sandhāyāha. So hi imasmiṁ ṭhāne asi nāma jāto. Susaññaṁ tanumajjhimanti suṭṭhu saññātaṁ tanumajjhimaṁ.",
  "atk-s0514a13:204_0": "Atha naṁ rājā saññāpento āha – ‘‘devi, kiṁ kathesi, tava dhītā sakalajambudīpe aggarājānaṁ",
  "atk-s0514a13:204_1": "‘virūpo’ti chaḍḍetvā gatamagge padavalañje avinaṭṭheyeva maccuṁ nalāṭenādāya āgatā,",
  "atk-s0514a13:204_2": "idāni attano rūpaṁ nissāya īdisaṁ phalaṁ labhatū’’ti. Sā tassa vacanaṁ sutvā dhītu",
  "atk-s0514a13:204_3": "santikaṁ gantvā vilapantī āha –",
  "atk-s0514a13:205": "47.",
  "atk-s0514a13:206": " ‘‘Na me akāsi vacanaṁ, atthakāmāya puttike;",
  "atk-s0514a13:207": "Sājja lohitasañchannā, gacchasi yamasādhanaṁ.",
  "atk-s0514a13:208": "48.",
  "atk-s0514a13:209": " ‘‘Evamāpajjatī poso, pāpiyañca nigacchati;",
  "atk-s0514a13:210": "Yo ve hitānaṁ vacanaṁ, na karoti atthadassinaṁ.",
  "atk-s0514a13:211": "49.",
  "atk-s0514a13:212": " ‘‘Sace ca ajja dhāresi, kumāraṁ cārudassanaṁ;",
  "atk-s0514a13:213": "Kusena jātaṁ khattiyaṁ, suvaṇṇamaṇimekhalaṁ;",
  "atk-s0514a13:214": "Pūjitaṁ ñātisaṅghehi, na gacchasi yamakkhayaṁ.",
  "atk-s0514a13:215": "50.",
  "atk-s0514a13:216": " ‘‘Yatthassu bherī nadati, kuñjaro ca nikūjati;",
  "atk-s0514a13:217": "Khattiyānaṁ kule bhadde, kinnu sukhataraṁ tato.",
  "atk-s0514a13:218": "51.",
  "atk-s0514a13:219": " ‘‘Asso ca sisati dvāre, kumāro uparodati;",
  "atk-s0514a13:220": "Khattiyānaṁ kule bhadde, kinnu sukhataraṁ tato.",
  "atk-s0514a13:221": "52.",
  "atk-s0514a13:222": " ‘‘Mayūrakoñcābhirude, kokilābhinikūjite;",
  "atk-s0514a13:223": "Khattiyānaṁ kule bhadde, kinnu sukhataraṁ tato’’ti.",
  "atk-s0514a13:224_0": "Tattha puttiketi taṁ ālapati. Idaṁ vuttaṁ hoti – amma, idha kiṁ karissasi, sāmikassa",
  "atk-s0514a13:224_1": "santikaṁ gaccha, mā rūpamadena majjīti evaṁ yācantiyāpi me vacanaṁ na akāsi, sā tvaṁ",
  "atk-s0514a13:224_2": "ajja lohitasañchannā gacchasi yamasādhanaṁ, maccurājassa bhavanaṁ gamissasīti. Pāpiyañcāti",
  "atk-s0514a13:224_3": "ito pāpatarañca nigacchati. Sace ca ajja dhāresīti, amma, sace tvaṁ cittassa vasaṁ",
  "atk-s0514a13:224_4": "agantvā kusanarindaṁ paṭicca laddhaṁ attano rūpena sadisaṁ cārudassanaṁ kumāraṁ ajja",
  "atk-s0514a13:224_5": "dhārayissasi. Yamakkhayanti evaṁ sante yamanivesanaṁ na gaccheyyāsi. Tato yamhi khattiyakule",
  "atk-s0514a13:224_6": "ayaṁ vibhūti, tamhā nānābherisaddena ceva mattavāraṇakoñcanādena ca ninnāditā kusāvatīrājakulā",
  "atk-s0514a13:224_7": "kiṁ nu sukhataraṁ disvā idhāgatāsīti attho. Sisatīti hasati. Kumāroti susikkhito",
  "atk-s0514a13:224_8": "gandhabbakumāro. Uparodatīti nānātūriyāni gahetvā upahāraṁ karoti. Kokilābhinikūjiteti",
  "atk-s0514a13:224_9": "kusarājakule sāyaṁ pāto pavattanaccagītavāditūpahāraṁ paṭippharantī viya kokilehi abhinikūjite.",
  "atk-s0514a13:225_0": "Iti sāpi ettakāhi gāthāhi tāya saddhiṁ sallapitvā ‘‘sace ajja kusanarindo idha assa,",
  "atk-s0514a13:225_1": "ime satta rājāno palāpetvā mama dhītaraṁ dukkhā pamocetvā ādāya gaccheyyā’’ti cintetvā gāthamāha –",
  "atk-s0514a13:226": "53.",
  "atk-s0514a13:227": " ‘‘Kahaṁ nu kho sattumaddano, pararaṭṭhappamaddano;",
  "atk-s0514a13:228": "Kuso soḷārapaññāṇo, yo no dukkhā pamocaye’’ti.",
  "atk-s0514a13:229": "Tattha soḷārapaññāṇoti uḷārapañño.",
  "atk-s0514a13:230": "Tato pabhāvatī ‘‘mama mātu kusassa vaṇṇaṁ bhaṇantiyā mukhaṁ nappahoti, ācikkhissāmi tāvassā tassa idheva āḷārikakammaṁ katvā vasanabhāva’’nti cintetvā gāthamāha –",
  "atk-s0514a13:231": "54.",
  "atk-s0514a13:232": " ‘‘Idheva so sattumaddano, pararaṭṭhappamaddano;",
  "atk-s0514a13:233": "Kuso soḷārapaññāṇo, yo te sabbe vadhissatī’’ti.",
  "atk-s0514a13:234": "Athassā mātā ‘‘ayaṁ maraṇabhayabhītā vippalapatī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:235": "55.",
  "atk-s0514a13:236": " ‘‘Ummattikā nu bhaṇasi, andhabālā pabhāsasi;",
  "atk-s0514a13:237": "Kuso ce āgato assa, kiṁ na jānemu taṁ maya’’nti.",
  "atk-s0514a13:238_0": "Tattha andhabālāti sammūḷhā aññāṇā hutvā. Kiṁ na jānemūti kena kāraṇena taṁ na jāneyyāma.",
  "atk-s0514a13:238_1": "So hi antarāmagge ṭhitova amhākaṁ sāsanaṁ peseyya, samussitaddhajā caturaṅginīsenā",
  "atk-s0514a13:238_2": "paññāyetha, tvaṁ pana maraṇabhayena kathesīti.",
  "atk-s0514a13:239_0": "Sā evaṁ vutte ‘‘na me mātā saddahati, tassa idhāgantvā satta māse vasanabhāvaṁ na",
  "atk-s0514a13:239_1": "jānāti, dassessāmi na’’nti cintetvā mātaraṁ hatthe gahetvā sīhapañjaraṁ vivaritvā",
  "atk-s0514a13:239_2": "hatthaṁ pasāretvā dassentī gāthamāha –",
  "atk-s0514a13:240": "56.",
  "atk-s0514a13:241": " ‘‘Eso āḷāriko poso, kumārīpuramantare;",
  "atk-s0514a13:242": "Daḷhaṁ katvāna saṁvelliṁ, kumbhiṁ dhovati oṇato’’ti.",
  "atk-s0514a13:243": "Tattha kumārīpuramantareti vātapāne ṭhitā tava dhītānaṁ kumārīnaṁ vasanaṭṭhānantare naṁ olokehi. Saṁvellinti kacchaṁ bandhitvā kumbhiṁ dhovati.",
  "atk-s0514a13:244_0": "So kira tadā ‘‘ajja me manoratho matthakaṁ pāpuṇissati, addhā maraṇabhayatajjitā,",
  "atk-s0514a13:244_1": "pabhāvatī, mama āgatabhāvaṁ kathessati, bhājanāni dhovitvā paṭisāmessāmī’’ti udakaṁ",
  "atk-s0514a13:244_2": "āharitvā bhājanāni dhovituṁ ārabhi. Atha naṁ mātā paribhāsantī gāthamāha –",
  "atk-s0514a13:245": "57.",
  "atk-s0514a13:246": " ‘‘Veṇī tvamasi caṇḍālī, adūsi kulagandhinī;",
  "atk-s0514a13:247": "Kathaṁ maddakule jātā, dāsaṁ kayirāsi kāmuka’’nti.",
  "atk-s0514a13:248": "Tattha veṇīti tacchikā. Adūsi kulagandhinīti udāhu tvaṁ kuladūsikā. Kāmukanti kathaṁ nāma tvaṁ evarūpe kule jātā attano sāmikaṁ dāsaṁ kareyyāsīti.",
  "atk-s0514a13:249": "Tato pabhāvatī ‘‘mama mātā imassa maṁ nissāya evaṁ vasanabhāvaṁ na jānāti maññe’’ti cintetvā itaraṁ gāthamāha –",
  "atk-s0514a13:250": "58.",
  "atk-s0514a13:251": " ‘‘Namhi veṇī na caṇḍālī, na camhi kulagandhinī;",
  "atk-s0514a13:252": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasī’’ti.",
  "atk-s0514a13:253": "Tattha okkākaputtoti, amma, esa okkākaputto, tvaṁ pana ‘‘dāso’’ti maññasi, kasmā naṁ ahaṁ ‘‘dāso’’ti kathessāmīti.",
  "atk-s0514a13:254": "Idānissa yasaṁ vaṇṇentī āha –",
  "atk-s0514a13:255": "59.",
  "atk-s0514a13:256": " ‘‘Yo brāhmaṇasahassāni, sadā bhojeti vīsatiṁ;",
  "atk-s0514a13:257": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:258": "60.",
  "atk-s0514a13:259": " Yassa nāgasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:260": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:261": "61.",
  "atk-s0514a13:262": " ‘‘Yassa assasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:263": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:264": "62.",
  "atk-s0514a13:265": " ‘‘Yassa rathasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:266": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi;",
  "atk-s0514a13:267": "Yassa usabhasahassāni, sadā yojenti vīsatiṁ;",
  "atk-s0514a13:268": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasi.",
  "atk-s0514a13:269": "63.",
  "atk-s0514a13:270": " ‘‘Yassa dhenusahassāni, sadā duhanti vīsatiṁ;",
  "atk-s0514a13:271": "Okkākaputto bhaddante, tvaṁ nu dāsoti maññasī’’ti.",
  "atk-s0514a13:272_0": "Evaṁ tāya pañcahi gāthāhi mahāsattassa yaso vaṇṇito. Athassā mātā ‘‘ayaṁ asambhitā",
  "atk-s0514a13:272_1": "kathaṁ katheti, addhā evameta’’nti saddahitvā rañño santikaṁ gantvā tamatthaṁ ārocesi.",
  "atk-s0514a13:272_2": "So vegena pabhāvatiyā santikaṁ gantvā ‘‘saccaṁ kira, amma, kusarājā idhāgato’’ti.",
  "atk-s0514a13:272_3": "‘‘Āma tāta, ajjassa satta māsā atikkantā tava dhītānaṁ āḷārikattaṁ karontassā’’ti.",
  "atk-s0514a13:272_4": "So tassā asaddahanto khujjaṁ pucchitvā yathābhūtaṁ sutvā dhītaraṁ garahanto gāthamāha –",
  "atk-s0514a13:273": "64.",
  "atk-s0514a13:274": " ‘‘Taggha te dukkaṭaṁ bāle, yaṁ khattiyaṁ mahabbalaṁ;",
  "atk-s0514a13:275": "Nāgaṁ maṇḍūkavaṇṇena, na taṁ akkhāsidhāgata’’nti.",
  "atk-s0514a13:276": "Tattha tagghāti ekaṁseneva.",
  "atk-s0514a13:277": "So dhītaraṁ garahitvā vegena tassa santikaṁ gantvā katapaṭisanthāro añjaliṁ paggayha attano accayaṁ dassento gāthamāha –",
  "atk-s0514a13:278": "65.",
  "atk-s0514a13:279": " ‘‘Aparādhaṁ mahārāja, tvaṁ no khama rathesabha;",
  "atk-s0514a13:280": "Yaṁ taṁ aññātavesena, nāññāsimhā idhāgata’’nti.",
  "atk-s0514a13:281": "Taṁ sutvā mahāsatto ‘‘sacāhaṁ pharusaṁ vakkhāmi, idhevassa hadayaṁ phalissati, assāsessāmi na’’nti cintetvā bhājanantare ṭhitova itaraṁ gāthamāha –",
  "atk-s0514a13:282": "66.",
  "atk-s0514a13:283": " ‘‘Mādisassa na taṁ channaṁ, yohaṁ āḷāriko bhave;",
  "atk-s0514a13:284": "Tvaññeva me pasīdassu, natthi te deva dukkaṭa’’nti.",
  "atk-s0514a13:285": "Rājā tassa santikā paṭisanthāraṁ labhitvā pāsādaṁ abhiruhitvā pabhāvatiṁ pakkosāpetvā khamāpanatthāya pesetuṁ gāthamāha –",
  "atk-s0514a13:286": "67.",
  "atk-s0514a13:287": " ‘‘Gaccha bāle khamāpehi, kusarājaṁ mahabbalaṁ;",
  "atk-s0514a13:288": "Khamāpito kuso rājā, so te dassati jīvita’’nti.",
  "atk-s0514a13:289_0": "Sā pitu vacanaṁ sutvā bhaginīhi ceva paricārikāhi ca parivutā tassa santikaṁ agamāsi.",
  "atk-s0514a13:289_1": "Sopi kammakāravesena ṭhitova tassā attano santikaṁ āgamanaṁ ñatvā ‘‘ajja pabhāvatiyā",
  "atk-s0514a13:289_2": "mānaṁ bhinditvā pādamūle naṁ kalale nipajjāpessāmī’’ti sabbaṁ attanā ābhataṁ udakaṁ",
  "atk-s0514a13:289_3": "chaḍḍetvā khalamaṇḍalamattaṁ ṭhānaṁ madditvā ekakalalaṁ akāsi. Sā tassa santikaṁ",
  "atk-s0514a13:289_4": "gantvā tassa pādesu nipatitvā kalalapiṭṭhe nipannā taṁ khamāpesi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:290": "68.",
  "atk-s0514a13:291": " ‘‘Pitussa vacanaṁ sutvā, devavaṇṇī pabhāvatī;",
  "atk-s0514a13:292": "Sirasā aggahī pāde, kusarājaṁ mahabbala’’nti.",
  "atk-s0514a13:293": "Tattha sirasāti sirasā nipatitvā kusarājānaṁ pāde aggahesīti.",
  "atk-s0514a13:294": "Gahetvā ca pana naṁ khamāpentī tisso gāthāyo abhāsi –",
  "atk-s0514a13:295": "69.",
  "atk-s0514a13:296": " ‘‘Yāmā ratyo atikkantā, tāmā deva tayā vinā;",
  "atk-s0514a13:297": "Vande te sirasā pāde, mā me kujjha rathesabha.",
  "atk-s0514a13:298": "70.",
  "atk-s0514a13:299": " ‘‘Sabbaṁ te paṭijānāmi, mahārāja suṇohi me;",
  "atk-s0514a13:300": "Na cāpi appiyaṁ tuyhaṁ, kareyyāmi ahaṁ puna.",
  "atk-s0514a13:301": "71.",
  "atk-s0514a13:302": " ‘‘Evaṁ ce yācamānāya, vacanaṁ me na kāhasi;",
  "atk-s0514a13:303": "Idāni maṁ tāto hantvā, khattiyānaṁ padassatī’’ti.",
  "atk-s0514a13:304_0": "Tattha ratyoti rattiyo. Tāmāti tā imā sabbāpi tayā vinā atikkantā. Sabbaṁ te paṭijānāmīti,",
  "atk-s0514a13:304_1": "mahārāja, ettakaṁ kālaṁ mayā tava appiyameva kataṁ, idaṁ te ahaṁ sabbaṁ paṭijānāmi,",
  "atk-s0514a13:304_2": "aparampi suṇohi me, ito paṭṭhāyāhaṁ puna tuyhaṁ appiyaṁ na karissāmi. Evaṁ ceti sace",
  "atk-s0514a13:304_3": "evaṁ yācamānāya mama tvaṁ vacanaṁ na karissasīti.",
  "atk-s0514a13:305": "Taṁ sutvā rājā ‘‘sacāhaṁ ‘imaṁ tvañceva jānissasī’ti vakkhāmi, hadayamassā phalissati, assāsessāmi na’’nti cintetvā āha –",
  "atk-s0514a13:306": "72.",
  "atk-s0514a13:307": " ‘‘Evaṁ te yācamānāya, kiṁ na kāhāmi te vaco;",
  "atk-s0514a13:308": "Vikuddho tyasmi kalyāṇi, mā tvaṁ bhāyi pabhāvati.",
  "atk-s0514a13:309": "73.",
  "atk-s0514a13:310": " ‘‘Sabbaṁ te paṭijānāmi, rājaputti suṇohi me;",
  "atk-s0514a13:311": "Na cāpi appiyaṁ tuyhaṁ, kareyyāmi ahaṁ puna.",
  "atk-s0514a13:312": "74.",
  "atk-s0514a13:313": " ‘‘Tava kāmā hi sussoṇi, pahu dukkhaṁ titikkhisaṁ;",
  "atk-s0514a13:314": "Bahuṁ maddakulaṁ hantvā, nayituṁ taṁ pabhāvatī’’ti.",
  "atk-s0514a13:315_0": "Tattha kiṁ na kāhāmīti kiṁkāraṇā tava vacanaṁ na karissāmi. Vikuddho tyasmīti vikuddho",
  "atk-s0514a13:315_1": "nikkopo te asmiṁ. Sabbaṁ teti vikuddhabhāvañca idāni appiyakaraṇañca ubhayaṁ te idaṁ",
  "atk-s0514a13:315_2": "sabbameva paṭijānāmi. Tava kāmāti tava kāmena taṁ icchamāno. Titikkhisanti adhivāsemi.",
  "atk-s0514a13:315_3": "Bahuṁ maddakulaṁ hantvā nayituṁ tanti bahumaddarājakulaṁ hanitvā balakkārena taṁ netuṁ samatthoti.",
  "atk-s0514a13:316_0": "Atha so sakkassa devarañño paricārikaṁ viya taṁ attano paricārikaṁ disvā khattiyamānaṁ",
  "atk-s0514a13:316_1": "uppādetvā ‘‘mayi kira dharamāneyeva mama bhariyaṁ aññe gahetvā gamissantī’’ti sīho",
  "atk-s0514a13:316_2": "viya rājaṅgaṇe vijambhamāno ‘‘sakalanagaravāsino me āgatabhāvaṁ jānantū’’ti vagganto",
  "atk-s0514a13:316_3": "nadanto seḷento apphoṭento ‘‘idāni te jīvaggāhaṁ gahessāmi, rathādayo me yojentū’’ti",
  "atk-s0514a13:316_4": "anantaraṁ gāthamāha –",
  "atk-s0514a13:317": "75.",
  "atk-s0514a13:318": " ‘‘Yojayantu rathe asse, nānācitte samāhite;",
  "atk-s0514a13:319": "Atha dakkhatha me vegaṁ, vidhamantassa sattavo’’ti.",
  "atk-s0514a13:320": "Tattha nānācitteti nānālaṅkāravicitte. Samāhiteti asse sandhāya vuttaṁ, susikkhite nibbisevaneti attho. Atha dakkhatha me veganti atha me parakkamaṁ passissathāti.",
  "atk-s0514a13:321_0": "Sattūnaṁ gaṇhanaṁ nāma mayhaṁ bhāro, gaccha tvaṁ nhatvā alaṅkaritvā pāsādaṁ āruhāti",
  "atk-s0514a13:321_1": "taṁ uyyojesi. Maddarājāpissa parihārakaraṇatthaṁ amacce pahiṇi. Te tassa mahānasadvāreyeva",
  "atk-s0514a13:321_2": "sāṇiṁ parikkhipitvā kappake upaṭṭhapesuṁ. So katamassukammo sīsaṁnhāto sabbālaṅkārapaṭimaṇḍito",
  "atk-s0514a13:321_3": "amaccādīhi parivuto ‘‘pāsādaṁ abhiruhissāmī’’ti disā viloketvā apphoṭesi. Olokitaolokitaṭṭhānaṁ",
  "atk-s0514a13:321_4": "vikampi. So ‘‘idāni me parakkamaṁ passissathā’’ti āha. Tamatthaṁ pakāsento satthā",
  "atk-s0514a13:321_5": "anantaraṁ gāthamāha –",
  "atk-s0514a13:322": "76.",
  "atk-s0514a13:323": " ‘‘Tañca tattha udikkhiṁsu, rañño maddassantepure;",
  "atk-s0514a13:324": "Vijambhamānaṁ sīhaṁva, phoṭentaṁ diguṇaṁ bhuja’’nti.",
  "atk-s0514a13:325": "Tassattho – tañca tattha vijambhantaṁ apphoṭentaṁ rañño antepure vātapānāni vivaritvā itthiyo udikkhiṁsūti.",
  "atk-s0514a13:326_0": "Athassa maddarājā kataāneñjakāraṇaṁ alaṅkatavaravāraṇaṁ pesesi. So samussitasetacchattaṁ",
  "atk-s0514a13:326_1": "hatthikkhandhaṁ āruyha ‘‘pabhāvatiṁ ānethā’’ti tampi pacchato nisīdāpetvā caturaṅginiyā",
  "atk-s0514a13:326_2": "senāya parivuto pācīnadvārena nikkhamitvā parasenaṁ oloketvā ‘‘ahaṁ kusarājā, jīvitatthikā",
  "atk-s0514a13:326_3": "urena nipajjantū’’ti tikkhattuṁ sīhanādaṁ naditvā sattumaddanaṁ akāsi. Tamatthaṁ",
  "atk-s0514a13:326_4": "pakāsento satthā āha –",
  "atk-s0514a13:327": "77.",
  "atk-s0514a13:328": " ‘‘Hatthikkhandhañca āruyha, āropetvā pabhāvatiṁ;",
  "atk-s0514a13:329": "Saṅgāmaṁ otaritvāna, sīhanādaṁ nadī kuso.",
  "atk-s0514a13:330": "78.",
  "atk-s0514a13:331": " ‘‘Tassa taṁ nadato sutvā, sīhassevitare migā;",
  "atk-s0514a13:332": "Khattiyā vipalāyiṁsu, kusasaddabhayaṭṭitā.",
  "atk-s0514a13:333": "79.",
  "atk-s0514a13:334": " ‘‘Hatthārohā anīkaṭṭhā, rathikā pattikārakā;",
  "atk-s0514a13:335": "Aññamaññassa chindanti, kusasaddabhayaṭṭitā.",
  "atk-s0514a13:336": "80.",
  "atk-s0514a13:337": " ‘‘Tasmiṁ saṅgāmasīsasmiṁ, passitvā haṭṭhamānaso;",
  "atk-s0514a13:338": "Kusassa rañño devindo, adā verocanaṁ maṇiṁ.",
  "atk-s0514a13:339": "81.",
  "atk-s0514a13:340": " ‘‘So taṁ vijjhitvā saṅgāmaṁ, laddhā verocanaṁ maṇiṁ;",
  "atk-s0514a13:341": "Hatthikkhandhagato rājā, pāvekkhi nagaraṁ puraṁ.",
  "atk-s0514a13:342": "82.",
  "atk-s0514a13:343": " ‘‘Jīvaggāhaṁ gahetvāna, bandhitvā satta khattiye;",
  "atk-s0514a13:344": "Sasurassūpanāmesi, ime te deva sattavo.",
  "atk-s0514a13:345": "83.",
  "atk-s0514a13:346": " ‘‘Sabbeva te vasaṁ gatā, amittā vihatā tava;",
  "atk-s0514a13:347": "Kāmaṁ karohi te tayā, muñca vā te hanassu vā’’ti.",
  "atk-s0514a13:348_0": "Tattha vipalāyiṁsūti satiṁ paccupaṭṭhāpetuṁ asakkontā vipallatthacittā bhijjiṁsu.",
  "atk-s0514a13:348_1": "Kusasaddabhayaṭṭitāti kusarañño saddaṁ nissāya jātena bhayena upaddutā mūḷhacittā.",
  "atk-s0514a13:348_2": "Aññamaññassa chindantīti aññamaññaṁ chindanti maddanti. ‘‘Bhindiṁsū’’tipi pāṭho.",
  "atk-s0514a13:348_3": "Tasminti evaṁ bodhisattassa saddasavaneneva saṅgāme bhinne tasmiṁ saṅgāmasīse taṁ",
  "atk-s0514a13:348_4": "mahāsattassa parakkamaṁ passitvā tuṭṭhahadayo sakko verocanaṁ nāma maṇikkhandhaṁ",
  "atk-s0514a13:348_5": "tassa adāsi. Nagaraṁ puranti nagarasaṅkhātaṁ puraṁ. Bandhitvāti tesaññeva uttari",
  "atk-s0514a13:348_6": "sāṭakena pacchābāhaṁ bandhitvā. Kāmaṁ karohi te tayāti tvaṁ attano kāmaṁ icchaṁ ruciṁ",
  "atk-s0514a13:348_7": "karohi, ete hi tayā dāsā katāyevāti.",
  "atk-s0514a13:349": "Rājā āha –",
  "atk-s0514a13:350": "84.",
  "atk-s0514a13:351": " ‘‘Tuyheva sattavo ete, na hi te mayha sattavo;",
  "atk-s0514a13:352": "Tvaññeva no mahārāja, muñca vā te hanassu vā’’ti.",
  "atk-s0514a13:353": "Tattha tvaññeva noti, mahārāja, tvaṁyeva amhākaṁ issaroti.",
  "atk-s0514a13:354": "Evaṁ vutte mahāsatto ‘‘kiṁ imehi māritehi, mā tesaṁ āgamanaṁ niratthakaṁ hotu, pabhāvatiyā kaniṭṭhā satta maddarājadhītaro atthi, tā nesaṁ dāpessāmī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:355": "85.",
  "atk-s0514a13:356": " ‘‘Imā te dhītaro satta, devakaññūpamā subhā;",
  "atk-s0514a13:357": "Dadāhi nesaṁ ekekaṁ, hontu jāmātaro tavā’’ti.",
  "atk-s0514a13:358": "Atha naṁ rājā āha –",
  "atk-s0514a13:359": "86.",
  "atk-s0514a13:360": " ‘‘Amhākañceva tāsañca, tvaṁ no sabbesamissaro;",
  "atk-s0514a13:361": "Tvaññeva no mahārāja, dehi nesaṁ yadicchasī’’ti.",
  "atk-s0514a13:362_0": "Tattha tvaṁ no sabbesanti, mahārāja kusanarinda, kiṁ vadesi, tvaññeva etesañca sattannaṁ",
  "atk-s0514a13:362_1": "rājūnaṁ mamañca imāsañca sabbesaṁ no issaro. Yadicchasīti yadi icchasi, yassa vā",
  "atk-s0514a13:362_2": "yaṁ dātuṁ icchasi, tassa taṁ dehīti.",
  "atk-s0514a13:363": "Evaṁ vutte so tā sabbāpi alaṅkārāpetvā ekekassa rañño ekekaṁ adāsi. Tamatthaṁ pakāsento satthā pañca gāthāyo abhāsi –",
  "atk-s0514a13:364": "87.",
  "atk-s0514a13:365": " ‘‘Ekamekassa ekekaṁ, adā sīhassaro kuso;",
  "atk-s0514a13:366": "Khattiyānaṁ tadā tesaṁ, rañño maddassa dhītaro.",
  "atk-s0514a13:367": "88.",
  "atk-s0514a13:368": " ‘‘Pīṇitā tena lābhena, tuṭṭhā sīhassare kuse;",
  "atk-s0514a13:369": "Sakaraṭṭhāni pāyiṁsu, khattiyā satta tāvade.",
  "atk-s0514a13:370": "89.",
  "atk-s0514a13:371": " ‘‘Pabhāvatiñca ādāya, maṇiṁ verocanaṁ subhaṁ;",
  "atk-s0514a13:372": "Kusāvatiṁ kuso rājā, agamāsi mahabbalo.",
  "atk-s0514a13:373": "90.",
  "atk-s0514a13:374": " ‘‘Tyassu ekarathe yantā, pavisantā kusāvatiṁ;",
  "atk-s0514a13:375": "Samānā vaṇṇarūpena, nāññamaññātirocisuṁ.",
  "atk-s0514a13:376": "91.",
  "atk-s0514a13:377": " ‘‘Mātā puttena saṁgacchi, ubhayo ca jayampatī;",
  "atk-s0514a13:378": "Samaggā te tadā āsuṁ, phītaṁ dharaṇimāvasu’’nti.",
  "atk-s0514a13:379_0": "Tattha pīṇitāti santappitā. Pāyiṁsūti idāni appamattā bhaveyyāthāti kusanarindena",
  "atk-s0514a13:379_1": "ovaditā agamaṁsu. Agamāsīti katipāhaṁ vasitvā ‘‘amhākaṁ raṭṭhaṁ gamissāmā’’ti sasuraṁ",
  "atk-s0514a13:379_2": "āpucchitvā gato. Ekarathe yantāti dvepi ekarathaṁ abhiruyha gacchantā. Samānā vaṇṇarūpenāti",
  "atk-s0514a13:379_3": "vaṇṇena ca rūpena ca samānā hutvā. Nāññamaññātirocisunti eko ekaṁ nātikkami. Maṇiratanānubhāvena",
  "atk-s0514a13:379_4": "kira mahāsatto abhirūpo ahosi suvaṇṇavaṇṇo sobhaggappatto, so kira pubbe paccekabuddhassa",
  "atk-s0514a13:379_5": "piṇḍapātanissandena buddhapaṭimākaraṇanissandena ca evaṁ tejavanto ahosi. Saṁgacchīti",
  "atk-s0514a13:379_6": "athassa mātā mahāsattassa āgamanaṁ sutvā nagare bheriṁ carāpetvā mahāsattassa bahuṁ",
  "atk-s0514a13:379_7": "paṇṇākāraṁ ādāya paccuggamanaṁ katvā samāgacchi. Sopi mātarā saddhiṁyeva nagaraṁ",
  "atk-s0514a13:379_8": "padakkhiṇaṁ katvā sattāhaṁ chaṇakīḷaṁ kīḷitvā alaṅkatapāsādatalaṁ abhiruhi. Tepi",
  "atk-s0514a13:379_9": "ubho jayampatikā samaggā ahesuṁ, tato paṭṭhāya yāvajīvaṁ samaggā sammodamānā phītaṁ",
  "atk-s0514a13:379_10": "dharaṇiṁ ajjhāvasiṁsūti.",
  "atk-s0514a13:380_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0514a13:380_1": "ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā mātāpitaro mahārājakulāni ahesuṁ,",
  "atk-s0514a13:380_2": "kaniṭṭho ānando, khujjā khujjuttarā, pabhāvatī rāhulamātā, parisā buddhaparisā, kusarājā",
  "atk-s0514a13:380_3": "pana ahameva ahosinti.",
  "atk-s0514a13:381": "Kusajātakavaṇṇanā paṭhamā.",
  "atk-s0514a13:383": " [532] 2. Soṇanandajātakavaṇṇanā",
  "atk-s0514a13:384_0": "Devatā nusi gandhabboti idaṁ satthā jetavane viharanto mātuposakabhikkhuṁ ārabbha",
  "atk-s0514a13:384_1": "kathesi. Vatthu sāmajātake (jā. 2.22.296 ādayo) vatthusadisaṁ. Tadā pana satthā ‘‘mā,",
  "atk-s0514a13:384_2": "bhikkhave, imaṁ bhikkhuṁ ujjhāyittha, porāṇakapaṇḍitā sakalajambudīpe rajjaṁ labhamānāpi",
  "atk-s0514a13:384_3": "taṁ aggahetvā mātāpitaro posiṁsuyevā’’ti vatvā atītaṁ āhari.",
  "atk-s0514a13:385_0": "Atīte bārāṇasī brahmavaḍḍhanaṁ nāma nagaraṁ ahosi. Tattha manojo nāma rājā rajjaṁ",
  "atk-s0514a13:385_1": "kāresi. Tattha aññataro asītikoṭivibhavo brāhmaṇamahāsālo aputtako ahosi. Tassa brāhmaṇī",
  "atk-s0514a13:385_2": "teneva ‘‘bhoti puttaṁ patthehī’’ti vuttā patthesi. Atha bodhisatto brahmalokā cavitvā",
  "atk-s0514a13:385_3": "tassā kucchismiṁ paṭisandhiṁ gaṇhi, jātassa cassa ‘‘soṇakumāro’’ti nāmaṁ kariṁsu.",
  "atk-s0514a13:385_4": "Tassa padasā gamanakāle aññopi satto brahmalokā cavitvā tassāyeva kucchimhi paṭisandhiṁ",
  "atk-s0514a13:385_5": "gaṇhi, tassa jātassa ‘‘nandakumāro’’ti nāmaṁ kariṁsu. Tesaṁ uggahitavedānaṁ sabbasippesu",
  "atk-s0514a13:385_6": "nipphattiṁ pattānaṁ vayappattānaṁ rūpasampadaṁ disvā brāhmaṇo brāhmaṇiṁ āmantetvā",
  "atk-s0514a13:385_7": "‘‘bhoti puttaṁ soṇakumāraṁ gharabandhanena bandhissāmā’’ti āha. Sā ‘‘sādhū’’ti sampaṭicchitvā",
  "atk-s0514a13:385_8": "puttassa tamatthaṁ ācikkhi . So ‘‘alaṁ, amma, mayhaṁ gharāvāsena, ahaṁ yāvajīvaṁ",
  "atk-s0514a13:385_9": "tumhe paṭijaggitvā tumhākaṁ accayena himavantaṁ pavisitvā pabbajissāmī’’ti āha. Sā",
  "atk-s0514a13:385_10": "brāhmaṇassa etamatthaṁ ārocesi.",
  "atk-s0514a13:386_0": "Te punappunaṁ kathentāpi tassa cittaṁ alabhitvā nandakumāraṁ āmantetvā ‘‘tāta, tena",
  "atk-s0514a13:386_1": "hi tvaṁ kuṭumbaṁ paṭipajjāhī’’ti vatvā ‘‘nāhaṁ bhātarā chaḍḍitakheḷaṁ sīsena ukkhipāmi,",
  "atk-s0514a13:386_2": "ahampi tumhākaṁ accayena bhātarāva saddhiṁ pabbajissāmī’’ti vutte tesaṁ vacanaṁ sutvā",
  "atk-s0514a13:386_3": "‘‘ime dve evaṁ taruṇāva kāme pajahanti, kimaṅgaṁ pana mayaṁ, sabbeyeva pabbajissāmā’’ti",
  "atk-s0514a13:386_4": "cintetvā, ‘‘tātā , kiṁ vo amhākaṁ accayena pabbajjāya, idāneva sabbe mayaṁ pabbajissāmā’’ti",
  "atk-s0514a13:386_5": "rañño ārocetvā sabbaṁ dhanaṁ dānamukhe vissajjetvā dāsajanaṁ bhujissaṁ katvā ñātīnaṁ",
  "atk-s0514a13:386_6": "dātabbayuttakaṁ datvā cattāropi janā brahmavaḍḍhananagarā nikkhamitvā himavantapadese",
  "atk-s0514a13:386_7": "pañcapadumasañchannaṁ saraṁ nissāya ramaṇīye vanasaṇḍe assamaṁ māpetvā pabbajitvā",
  "atk-s0514a13:386_8": "tattha vasiṁsu. Ubhopi bhātaro mātāpitaro paṭijaggiṁsu, tesaṁ pātova dantakaṭṭhañca",
  "atk-s0514a13:386_9": "mukhadhovanañca datvā paṇṇasālañca pariveṇañca sammajjitvā pānīyaṁ paribhojanīyaṁ",
  "atk-s0514a13:386_10": "upaṭṭhapetvā araññato madhuraphalāphalāni āharitvā mātāpitaro khādāpenti, uṇhena",
  "atk-s0514a13:386_11": "vā sītena vā vārinā nhāpenti, jaṭā sodhenti, pādaparikammādīni tesaṁ karonti.",
  "atk-s0514a13:387_0": "Evaṁ addhāne gate nandapaṇḍito ‘‘mayā ābhataphalāphalāneva paṭhamaṁ mātāpitaro khādāpessāmī’’ti",
  "atk-s0514a13:387_1": "purato gantvā hiyyo ca parahiyyo ca gahitaṭṭhānato yāni vā tāni vā pātova āharitvā",
  "atk-s0514a13:387_2": "mātāpitaro khādāpesi. Te tāni khāditvā mukhaṁ vikkhāletvā uposathikā bhavanti. Soṇapaṇḍito",
  "atk-s0514a13:387_3": "pana dūraṁ gantvā madhuramadhurāni supakkasupakkāni āharitvā upanāmesi. Atha naṁ,",
  "atk-s0514a13:387_4": "‘‘tāta, kaniṭṭhena te ābhatāni mayaṁ pātova khāditvā uposathikā jātā, na idāni no",
  "atk-s0514a13:387_5": "attho’’ti vadanti. Iti tassa phalāphalāni paribhogaṁ na labhanti vinassanti, punadivasesupi",
  "atk-s0514a13:387_6": "tathevāti . Evaṁ so pañcābhiññatāya dūraṁ gantvāpi āharati, te pana na khādanti.",
  "atk-s0514a13:388_0": "Atha mahāsatto cintesi – ‘‘mātāpitaro me sukhumālā, nando ca yāni vā tāni vā apakkaduppakkāni",
  "atk-s0514a13:388_1": "phalāphalāni āharitvā khādāpeti, evaṁ sante ime na cīraṁ pavattissanti, vāressāmi",
  "atk-s0514a13:388_2": "na’’nti. Atha naṁ so āmantetvā ‘‘nanda, ito paṭṭhāya phalāphalaṁ āharitvā mamāgamanaṁ",
  "atk-s0514a13:388_3": "paṭimānehi, ubhopi ekatova khādāpessāmā’’ti āha. So evaṁ vuttepi attano puññaṁ paccāsīsanto",
  "atk-s0514a13:388_4": "na tassa vacanamakāsi. Mahāsatto ‘‘nando mama vacanaṁ akaronto ayuttaṁ karoti, palāpessāmi",
  "atk-s0514a13:388_5": "naṁ, tato ekakova mātāpitaro paṭijaggissāmī’’ti cintetvā ‘‘nanda, tvaṁ anovādako",
  "atk-s0514a13:388_6": "paṇḍitānaṁ vacanaṁ na karosi, ahaṁ jeṭṭho, mātāpitaro mameva bhāro, ahameva nesaṁ",
  "atk-s0514a13:388_7": "paṭijaggissāmi, tvaṁ idha vasituṁ na lacchasi, aññattha yāhī’’ti tassa accharaṁ pahari.",
  "atk-s0514a13:389_0": "So tena palāpito tassa santike ṭhātuṁ asakkonto taṁ vanditvā mātāpitaro upasaṅkamitvā",
  "atk-s0514a13:389_1": "tamatthaṁ ārocetvā attano paṇṇasālaṁ pavisitvā kasiṇaṁ oloketvā taṁ divasameva pañca",
  "atk-s0514a13:389_2": "abhiññāyo aṭṭha samāpattiyo nibbattetvā cintesi – ‘‘ahaṁ sīnerupādato ratanavālukā",
  "atk-s0514a13:389_3": "āharitvā mama bhātu paṇṇasālāya pariveṇe okiritvā bhātaraṁ khamāpetuṁ pahomi, evampi",
  "atk-s0514a13:389_4": "na sobhissati, anotattato udakaṁ āharitvā mama bhātu paṇṇasālāya pariveṇe osiñcitvā",
  "atk-s0514a13:389_5": "bhātaraṁ khamāpetuṁ pahomi, evampi na sobhissati, sace me bhātaraṁ devatānaṁ vasena",
  "atk-s0514a13:389_6": "khamāpeyyaṁ, cattāro ca mahārājāno sakkañca ānetvā bhātaraṁ khamāpetuṁ pahomi, evampi",
  "atk-s0514a13:389_7": "na sobhissati , sakalajambudīpe manojaṁ aggarājānaṁ ādiṁ katvā rājāno ānetvā khamāpessāmi,",
  "atk-s0514a13:389_8": "evaṁ sante mama bhātu guṇo sakalajambudīpe avattharitvā gamissati, candimasūriyo",
  "atk-s0514a13:389_9": "viya paññāyissatī’’ti. So tāvadeva iddhiyā gantvā brahmavaḍḍhananagare tassa rañño",
  "atk-s0514a13:389_10": "nivesanadvāre otaritvā ṭhito ‘‘eko kira vo tāpaso daṭṭhukāmo’’ti rañño ārocāpesi.",
  "atk-s0514a13:389_11": "Rājā ‘‘kiṁ pabbajitassa mayā diṭṭhena, āhāratthāya āgato bhavissatī’’ti bhattaṁ pahiṇi,",
  "atk-s0514a13:389_12": "so bhattaṁ na icchi. Taṇḍulaṁ pahiṇi, taṇḍulaṁ na icchi. Vatthāni pahiṇi, vatthāni",
  "atk-s0514a13:389_13": "na icchi. Tambūlaṁ pahiṇi, tambūlaṁ na icchi. Athassa santike dūtaṁ pesesi, ‘‘kimatthaṁ",
  "atk-s0514a13:389_14": "āgatosī’’ti. So dūtena puṭṭho ‘‘rājānaṁ upaṭṭhahituṁ āgatomhī’’ti āha. Rājā taṁ sutvā",
  "atk-s0514a13:389_15": "‘‘bahū mama upaṭṭhākā, attanova tāpasadhammaṁ karotū’’ti pesesi. So taṁ sutvā ‘‘ahaṁ",
  "atk-s0514a13:389_16": "tumhākaṁ attano balena sakalajambudīpe rajjaṁ gahetvā dassāmī’’ti āha.",
  "atk-s0514a13:390_0": "Taṁ sutvā rājā cintesi – ‘‘pabbajitā nāma paṇḍitā, kiñci upāyaṁ jānissantī’’ti taṁ",
  "atk-s0514a13:390_1": "pakkosāpetvā āsane nisīdāpetvā vanditvā ‘‘bhante, tumhe kira mayhaṁ sakalajambudīparajjaṁ",
  "atk-s0514a13:390_2": "gahetvā dassathā’’ti pucchi. ‘‘Āma mahārājā’’ti. ‘‘Kathaṁ gaṇhissathā’’ti? ‘‘Mahārāja,",
  "atk-s0514a13:390_3": "antamaso khuddakamakkhikāya pivanamattampi lohitaṁ kassaci anuppādetvā tava dhanacchedaṁ",
  "atk-s0514a13:390_4": "akatvā attano iddhiyāva gahetvā dassāmi, apica kevalaṁ papañcaṁ akatvā ajjeva nikkhamituṁ",
  "atk-s0514a13:390_5": "vaṭṭatī’’ti. So tassa vacanaṁ saddahitvā senaṅgaparivuto nagarā nikkhami. Sace senāya",
  "atk-s0514a13:390_6": "uṇhaṁ hoti, nandapaṇḍito attano iddhiyā chāyaṁ katvā sītaṁ karoti, deve vassante",
  "atk-s0514a13:390_7": "senāya upari vassituṁ na deti, sītaṁ vā uṇhaṁ vā vāreti, magge khāṇukaṇṭakādayo sabbaparissaye",
  "atk-s0514a13:390_8": "antaradhāpeti, maggaṁ kasiṇamaṇḍalaṁ viya samaṁ katvā sayaṁ ākāse cammakhaṇḍaṁ pattharitvā",
  "atk-s0514a13:390_9": "pallaṅkena nisinno senāya parivuto gacchati.",
  "atk-s0514a13:391_0": "Evaṁ senaṁ ādāya paṭhamaṁ kosalaraṭṭhaṁ gantvā nagarassāvidūre khandhāvāraṁ nivāsāpetvā",
  "atk-s0514a13:391_1": "‘‘yuddhaṁ vā no detu setacchattaṁ vā’’ti kosalarañño dūtaṁ pāhesi. So kujjhitvā ‘‘kiṁ",
  "atk-s0514a13:391_2": "ahaṁ na rājā’’ti ‘‘yuddhaṁ dammī’’ti senāya purakkhato nikkhami. Dve senā yujjhituṁ",
  "atk-s0514a13:391_3": "ārabhiṁsu . Nandapaṇḍito dvinnampi antare attano nisīdanaṁ ajinacammaṁ mahantaṁ katvā",
  "atk-s0514a13:391_4": "pasāretvā dvīhipi senāhi khittasare cammeneva sampaṭicchi. Ekasenāyapi koci kaṇḍena",
  "atk-s0514a13:391_5": "viddho nāma natthi, hatthagatānaṁ pana kaṇḍānaṁ khayena dvepi senā nirussāhā aṭṭhaṁsu.",
  "atk-s0514a13:391_6": "Nandapaṇḍito manojarājassa santikaṁ gantvā ‘‘mā bhāyi, mahārājā’’ti assāsetvā kosalassa",
  "atk-s0514a13:391_7": "santikaṁ gantvā ‘‘mahārāja, mā bhāyi, natthi te paripantho, tava rajjaṁ taveva bhavissati,",
  "atk-s0514a13:391_8": "kevalaṁ manojarañño vasavattī hohī’’ti āha. So tassa saddahitvā ‘‘sādhū’’ti sampaṭicchi.",
  "atk-s0514a13:391_9": "Atha naṁ manojassa santikaṁ netvā ‘‘mahārāja, kosalarājā te vase vattati, imassa",
  "atk-s0514a13:391_10": "rajjaṁ imasseva hotū’’ti āha. So ‘‘sādhū’’ti sampaṭicchitvā taṁ attano vase vattetvā",
  "atk-s0514a13:391_11": "dve senā ādāya aṅgaraṭṭhaṁ gantvā aṅgaṁ gahetvā tato magadharaṭṭhanti etenupāyena",
  "atk-s0514a13:391_12": "sakalajambudīpe rājāno attano vase vattetvā tato tehi parivuto brahmavaḍḍhananagarameva",
  "atk-s0514a13:391_13": "gato. Rajjaṁ gaṇhanto panesa sattannaṁ saṁvaccharānaṁ upari sattadivasādhikehi sattamāsehi",
  "atk-s0514a13:391_14": "gaṇhi. So ekekarājadhānito nānappakāraṁ khajjabhojanaṁ āharāpetvā ekasatarājāno gahetvā",
  "atk-s0514a13:391_15": "tehi saddhiṁ sattāhaṁ mahāpānaṁ pivi.",
  "atk-s0514a13:392_0": "Nandapaṇḍito ‘‘yāva rājā sattāhaṁ issariyasukhaṁ anubhoti, tāvassa attānaṁ na dassessāmī’’ti",
  "atk-s0514a13:392_1": "uttarakurumhi piṇḍāya caritvā himavante kañcanaguhādvāre sattāhaṁ vasi. Manojopi",
  "atk-s0514a13:392_2": "sattame divase attano mahantaṁ sirivibhavaṁ oloketvā ‘‘ayaṁ yaso na mayhaṁ mātāpitūhi,",
  "atk-s0514a13:392_3": "na aññehi dinno, nandatāpasaṁ nissāya uppanno, taṁ kho pana me apassantassa ajja",
  "atk-s0514a13:392_4": "sattamo divaso, kahaṁ nu kho me yasadāyako’’ti nandapaṇḍitaṁ sari. So tassa anussaraṇabhāvaṁ",
  "atk-s0514a13:392_5": "ñatvā āgantvā purato ākāse aṭṭhāsi. Rājā taṁ disvā cintesi – ‘‘ahaṁ imassa tāpasassa",
  "atk-s0514a13:392_6": "devatābhāvaṁ vā manussabhāvaṁ vā na jānāmi, sace esa manusso bhaveyya, sakalajambudīparajjaṁ",
  "atk-s0514a13:392_7": "etasseva dassāmi. Atha devo, sakkāramassa karissāmī’’ti. So taṁ vīmaṁsanto paṭhamaṁ gāthamāha –",
  "atk-s0514a13:393": "92.",
  "atk-s0514a13:394": " ‘‘Devatā nuti gandhabbo, adu sakko purindado;",
  "atk-s0514a13:395": "Manussabhūto iddhimā, kathaṁ jānemu taṁ maya’’nti.",
  "atk-s0514a13:396": "So tassa vacanaṁ sutvā sabhāvameva kathento dutiyaṁ gāthamāha –",
  "atk-s0514a13:397": "93.",
  "atk-s0514a13:398": " ‘‘Nāpi devo na gandhabbo, nāpi sakko purindado;",
  "atk-s0514a13:399": "Manussabhūto iddhimā, evaṁ jānāhi bhāradhā’’ti.",
  "atk-s0514a13:400": "Tattha bhāradhāti raṭṭhabhāradhāritāya naṁ evaṁ ālapati.",
  "atk-s0514a13:401": "Taṁ sutvā rājā ‘‘manussabhūto kirāyaṁ mayhaṁ evaṁ bahupakāro, mahantena yasena naṁ santappessāmī’’ti cintetvā āha –",
  "atk-s0514a13:402": "94.",
  "atk-s0514a13:403": " ‘‘Katarūpamidaṁ bhoto, veyyāvaccaṁ anappakaṁ;",
  "atk-s0514a13:404": "Devamhi vassamānamhi, anovassaṁ bhavaṁ akā.",
  "atk-s0514a13:405": "95.",
  "atk-s0514a13:406": " ‘‘Tato vātātape ghore, sītacchāyaṁ bhavaṁ akā;",
  "atk-s0514a13:407": "Tato amittamajjhesu, saratāṇaṁ bhavaṁ akā.",
  "atk-s0514a13:408": "96.",
  "atk-s0514a13:409": " ‘‘Tato phītāni raṭṭhāni, vasino te bhavaṁ akā;",
  "atk-s0514a13:410": "Tato ekasataṁ khatye, anuyante bhavaṁ akā.",
  "atk-s0514a13:411": "97.",
  "atk-s0514a13:412": " ‘‘Patītāssu mayaṁ bhoto, vada taṁ bhañjamicchasi;",
  "atk-s0514a13:413": "Hatthiyānaṁ assarathaṁ, nāriyo ca alaṅkatā;",
  "atk-s0514a13:414": "Nivesanāni rammāni, mayaṁ bhoto dadāmase.",
  "atk-s0514a13:415": "98.",
  "atk-s0514a13:416": " ‘‘Atha vaṅge vā magadhe, mayaṁ bhoto dadāmase;",
  "atk-s0514a13:417": "Atha vā assakāvantī, sumanā damma te mayaṁ.",
  "atk-s0514a13:418": "99.",
  "atk-s0514a13:419": " ‘‘Upaḍḍhaṁ vāpi rajjassa, mayaṁ bhoto dadāmase;",
  "atk-s0514a13:420": "Sace te attho rajjena, anusāsa yadicchasī’’ti.",
  "atk-s0514a13:421_0": "Tattha katarūpamidanti katasabhāvaṁ. Veyyāvaccanti kāyaveyyāvatikakammaṁ. Anovassanti",
  "atk-s0514a13:421_1": "avassaṁ, yathā devo na vassati , tathā katanti attho. Sītacchāyanti sītalaṁ chāyaṁ.",
  "atk-s0514a13:421_2": "Vasino teti te raṭṭhavāsino amhākaṁ vasavattino. Khatyeti khattiye, aṭṭhakathāyaṁ",
  "atk-s0514a13:421_3": "pana ayameva pāṭho. Patītāssumayanti tuṭṭhā mayaṁ. Vada taṁ bhañjamicchasīti bhañjanti",
  "atk-s0514a13:421_4": "ratanassetaṁ nāmaṁ, varaṁ te dadāmi, yaṁ ratanaṁ icchasi, taṁ vadehīti attho. ‘‘Hatthiyāna’’ntiādīhi",
  "atk-s0514a13:421_5": "sarūpato taṁ taṁ ratanaṁ dasseti. Assakāvantīassakaraṭṭhaṁ vā avantiraṭṭhaṁ vā. Rajjenāti",
  "atk-s0514a13:421_6": "sacepi te sakalajambudīparajjena attho, tampi te datvā ahaṁ phalakāvudhahattho tumhākaṁ",
  "atk-s0514a13:421_7": "rathassa purato gamissāmīti dīpeti. Yadicchasīti etesu mayā vuttappakāresu yaṁ icchasi,",
  "atk-s0514a13:421_8": "taṁ anusāsa āṇāpehīti.",
  "atk-s0514a13:422": "Taṁ sutvā nandapaṇḍito attano adhippāyaṁ āvikaronto āha –",
  "atk-s0514a13:423": "100.",
  "atk-s0514a13:424": " ‘‘Na me atthopi rajjena, nagarena dhanena vā;",
  "atk-s0514a13:425": "Athopi janapadena, attho mayhaṁ na vijjatī’’ti.",
  "atk-s0514a13:426": "‘‘Sace te mayi sineho atthi, ekaṁ me vacanaṁ karohī’’ti vatvā gāthādvayamāha –",
  "atk-s0514a13:427": "101.",
  "atk-s0514a13:428": " ‘‘Bhotova raṭṭhe vijite, araññe atthi assamo;",
  "atk-s0514a13:429": "Pitā mayhaṁ janettī ca, ubho sammanti assame.",
  "atk-s0514a13:430": "102.",
  "atk-s0514a13:431": " ‘‘Tesāhaṁ pubbācariyesu, puññaṁ na labhāmi kātave;",
  "atk-s0514a13:432": "Bhavantaṁ ajjhāvaraṁ katvā, soṇaṁ yācemu saṁvara’’nti.",
  "atk-s0514a13:433_0": "Tattha raṭṭheti rajje. Vijiteti āṇāpavattiṭṭhāne. Assamoti himavantāraññe eko assamo",
  "atk-s0514a13:433_1": "atthi. Sammantīti tasmiṁ assame vasanti. Tesāhanti tesu ahaṁ. Kātaveti vattapaṭivattaphalāphalāharaṇasaṅkhātaṁ",
  "atk-s0514a13:433_2": "puññaṁ kātuṁ na labhāmi, bhātā me soṇapaṇḍito nāma mamekasmiṁ aparādhe mā idha vasīti",
  "atk-s0514a13:433_3": "maṁ palāpesi. Ajjhāvaranti adhiāvaraṁ te mayaṁ bhavantaṁ saparivāraṁ katvā soṇapaṇḍitaṁ",
  "atk-s0514a13:433_4": "saṁvaraṁ yācemu, āyatiṁ saṁvaraṁ yācāmāti attho. ‘‘Yācemimaṁ vara’’ntipi pāṭho, mayaṁ",
  "atk-s0514a13:433_5": "tayā saddhiṁ soṇaṁ yāceyyāma khamāpeyyāma, imaṁ varaṁ tava santikā gaṇhāmīti attho.",
  "atk-s0514a13:434": "Atha naṁ rājā āha –",
  "atk-s0514a13:435": "103.",
  "atk-s0514a13:436": " ‘‘Karomi te taṁ vacanaṁ, yaṁ maṁ bhaṇasi brāhmaṇa;",
  "atk-s0514a13:437": "Etañca kho no akkhāhi, kīvanto hontu yācakā’’ti.",
  "atk-s0514a13:438": "Tattha karomīti ahaṁ sakalajambudīparajjaṁ dadamāno ettakaṁ kiṁ na karissāmi, karomīti vadati. Kīvantoti kittakā.",
  "atk-s0514a13:439": "Nandapaṇḍito āha –",
  "atk-s0514a13:440": "104.",
  "atk-s0514a13:441": " ‘‘Parosataṁ jānapadā, mahāsālā ca brāhmaṇā;",
  "atk-s0514a13:442": "Ime ca khattiyā sabbe, abhijātā yasassino;",
  "atk-s0514a13:443": "Bhavañca rājā manojo, alaṁ hessanti yācakā’’ti.",
  "atk-s0514a13:444": "Tattha jānapadāti gahapatī. Mahāsālā ca brāhmaṇāti sārappattā brāhmaṇā ca parosatāyeva. Alaṁ hessantīti pariyattā bhavissanti. Yācakāti mamatthāya soṇapaṇḍitassa khamāpakā.",
  "atk-s0514a13:445": "Atha naṁ rājā āha –",
  "atk-s0514a13:446": "105.",
  "atk-s0514a13:447": " ‘‘Hatthī asse ca yojentu, rathaṁ sannayha sārathi;",
  "atk-s0514a13:448": "Ābandhanāni gaṇhātha, pādāsussārayaddhaje;",
  "atk-s0514a13:449": "Assamaṁ taṁ gamissāmi, yattha sammati kosiyo’’ti.",
  "atk-s0514a13:450_0": "Tattha yojentūti hatthārohā hatthī, assārohā ca asse kappentu. Rathaṁ sannayha sārathīti",
  "atk-s0514a13:450_1": "sammasārathi tvampi rathaṁ sannayha. Ābandhanānīti hatthiassarathesu ābandhitabbāni",
  "atk-s0514a13:450_2": "bhaṇḍāni ca gaṇhatha. Pādāsussārayaddhajeti rathe ṭhapitadhajapādāsu dhaje ussārayantu",
  "atk-s0514a13:450_3": "ussāpentu. Kosiyoti yasmiṁ assame kosiyagotto vasatīti.",
  "atk-s0514a13:451": "106.",
  "atk-s0514a13:452": " ‘‘Tato ca rājā pāyāsi, senāya caturaṅginī;",
  "atk-s0514a13:453": "Agamā assamaṁ rammaṁ, yattha sammati kosiyo’’ti. – ayaṁ abhisambuddhagāthā;",
  "atk-s0514a13:454_0": "Tattha tato cāti, bhikkhave, evaṁ vatvā tato so rājā ekasatakhattiye gahetvā mahatiyā",
  "atk-s0514a13:454_1": "senāya parivuto nandapaṇḍitaṁ purato katvā nagarā nikkhami. Caturaṅgīnīti caturaṅginiyā",
  "atk-s0514a13:454_2": "senāya agamāsi, antaramagge vattamānopi avassaṁ gāmitāya evaṁ vutto. Catuvīsatiakkhobhaṇisaṅkhātena",
  "atk-s0514a13:454_3": "balakāyena saddhiṁ maggaṁ paṭipannassa tassa nandapaṇḍito iddhānubhāvena aṭṭhusabhavitthataṁ",
  "atk-s0514a13:454_4": "maggaṁ samaṁ māpetvā ākāse cammakhaṇḍaṁ pattharitvā tattha pallaṅkena nisīditvā senāya",
  "atk-s0514a13:454_5": "parivuto alaṅkatahatthikkhandhe nisīditvā gacchantena raññā saddhiṁ dhammayuttakathaṁ",
  "atk-s0514a13:454_6": "kathento sītauṇhādiparissaye vārento agamāsi.",
  "atk-s0514a13:455_0": "Athassa assamaṁ pāpuṇanadivase soṇapaṇḍito ‘‘mama kaniṭṭhassa atirekasattamāsasattadivasādhikāni",
  "atk-s0514a13:455_1": "satta vassāni nikkhantassā’’ti āvajjetvā ‘‘kahaṁ nu kho so etarahī’’ti dibbena cakkhunā",
  "atk-s0514a13:455_2": "olokento ‘‘catuvīsatiakkhobhaṇiparivārena saddhiṁ ekasatarājāno gahetvā mamaññeva",
  "atk-s0514a13:455_3": "khamāpetuṁ āgacchatī’’ti disvā cintesi – ‘‘imehi rājūhi ceva parisāhi ca mama kaniṭṭhassa",
  "atk-s0514a13:455_4": "bahūni pāṭihāriyāni diṭṭhāni, mamānubhāvaṁ ajānitvā ‘ayaṁ kūṭajaṭilo attano pamāṇaṁ",
  "atk-s0514a13:455_5": "na jānāti, amhākaṁ ayyena saddhiṁ payojesī’ti maṁ vambhentā kathentā avīciparāyaṇā",
  "atk-s0514a13:455_6": "bhaveyyuṁ, iddhipāṭihāriyaṁ nesaṁ dassessāmī’’ti. So caturaṅgulamattena aṁsaṁ aphusantaṁ",
  "atk-s0514a13:455_7": "ākāse kājaṁ ṭhapetvā anotattato udakaṁ āharituṁ rañño avidūre ākāsena pāyāsi. Nandapaṇḍito",
  "atk-s0514a13:455_8": "taṁ āgacchantaṁ disvā attānaṁ dassetuṁ avisahanto nisinnaṭṭhāneyeva antaradhāyitvā",
  "atk-s0514a13:455_9": "palāyitvā himavantaṁ pāvisi. Manojarājā pana taṁ ramaṇīyena isivesena tathā āgacchantaṁ disvā gāthamāha –",
  "atk-s0514a13:456": "107.",
  "atk-s0514a13:457": " ‘‘Kassa kādambayo kājo, vehāsaṁ caturaṅgulaṁ;",
  "atk-s0514a13:458": "Aṁsaṁ asamphusaṁ eti, udahārāya gacchato’’ti.",
  "atk-s0514a13:459_0": "Tattha kādambayoti kadambarukkhamayo. Aṁsaṁ asamphusaṁ etīti aṁsaṁ asamphusanto sayameva",
  "atk-s0514a13:459_1": "āgacchati. Udahārāyāti udakaṁ āharituṁ gacchantassa kassa esa kājo evaṁ eti, ko nāma",
  "atk-s0514a13:459_2": "tvaṁ, kuto vā āgacchasīti.",
  "atk-s0514a13:460": "Evaṁ vutte mahāsatto gāthādvayamāha –",
  "atk-s0514a13:461": "108.",
  "atk-s0514a13:462": " ‘‘Ahaṁ soṇo mahārāja, tāpaso sahitabbato;",
  "atk-s0514a13:463": "Bharāmi mātāpitaro, rattindivamatandito.",
  "atk-s0514a13:464": "109.",
  "atk-s0514a13:465": " ‘‘Vane phalañca mūlañca, āharitvā disampati;",
  "atk-s0514a13:466": "Posemi mātāpitaro, pubbe katamanussara’’nti.",
  "atk-s0514a13:467_0": "Tattha sahitabbatoti sahitavato sīlācārasampanno eko tāpaso ahanti vadati. Bharāmīti",
  "atk-s0514a13:467_1": "posemi. Atanditoti analaso hutvā. Pubbe katamanussaranti tehi pubbe kataṁ mayhaṁ",
  "atk-s0514a13:467_2": "guṇaṁ anussarantoti.",
  "atk-s0514a13:468": "Taṁ sutvā rājā tena saddhiṁ vissāsaṁ kattukāmo anantaraṁ gāthamāha –",
  "atk-s0514a13:469": "110.",
  "atk-s0514a13:470": " ‘‘Icchāma assamaṁ gantuṁ, yattha sammati kosiyo;",
  "atk-s0514a13:471": "Maggaṁ no soṇa akkhāhi, yena gacchemu assama’’nti.",
  "atk-s0514a13:472": "Tattha assamanti tumhākaṁ assamapadaṁ.",
  "atk-s0514a13:473": "Atha mahāsatto attano ānubhāvena assamapadagāmimaggaṁ māpetvā gāthamāha –",
  "atk-s0514a13:474": "111.",
  "atk-s0514a13:475": " ‘‘Ayaṁ ekapadī rāja, yenetaṁ meghasannibhaṁ;",
  "atk-s0514a13:476": "Koviḷārehi sañchannaṁ, ettha sammati kosiyo’’ti.",
  "atk-s0514a13:477_0": "Tassattho – mahārāja, ayaṁ ekapadiko jaṅghamaggo, iminā gacchatha, yena disābhāgena",
  "atk-s0514a13:477_1": "etaṁ meghavaṇṇaṁ supupphitakoviḷārasañchannaṁ vanaṁ dissati, ettha mama pitā kosiyagotto",
  "atk-s0514a13:477_2": "vasati, etassa so assamoti.",
  "atk-s0514a13:478": "112.",
  "atk-s0514a13:479": " ‘‘Idaṁ vatvāna pakkāmi, taramāno mahāisi;",
  "atk-s0514a13:480": "Vehāse antalikkhasmiṁ, anusāsitvāna khattiye.",
  "atk-s0514a13:481": "113.",
  "atk-s0514a13:482": " ‘‘Assamaṁ parimajjitvā, paññāpetvāna āsanaṁ;",
  "atk-s0514a13:483": "Paṇṇasālaṁ pavisitvā, pitaraṁ patibodhayi.",
  "atk-s0514a13:484": "114.",
  "atk-s0514a13:485": " ‘‘Ime āyanti rājāno, abhijātā yasassino;",
  "atk-s0514a13:486": "Assamā nikkhamitvāna, nisīda tvaṁ mahāise.",
  "atk-s0514a13:487": "115.",
  "atk-s0514a13:488": " ‘‘Tassa taṁ vacanaṁ sutvā, taramāno mahāisi;",
  "atk-s0514a13:489": "Assamā nikkhamitvāna, sadvāramhi upāvisī’’ti. – imā abhisambuddhagāthā;",
  "atk-s0514a13:490_0": "Tattha pakkāmīti anotattaṁ agamāsi. Assamaṁ parimajjitvāti, bhikkhave, so isi vegena",
  "atk-s0514a13:490_1": "anotattaṁ gantvā pānīyaṁ ādāya tesu rājūsu assamaṁ asampattesuyeva āgantvā pānīyaghaṭe",
  "atk-s0514a13:490_2": "pānīyamāḷake ṭhapetvā ‘‘mahājano pivissatī’’ti vanakusumehi vāsetvā sammajjaniṁ ādāya",
  "atk-s0514a13:490_3": "assamaṁ sammajjitvā paṇṇasāladvāre pitu āsanaṁ paññāpetvā pavisitvā pitaraṁ jānāpesīti",
  "atk-s0514a13:490_4": "attho. Upāvisīti uccāsane nisīdi.",
  "atk-s0514a13:491_0": "Bodhisattassa mātā pana tassa pacchato nīcaṭṭhāne ekamantaṁ nisīdi. Mahāsatto nīcāsane",
  "atk-s0514a13:491_1": "nisīdi. Nandapaṇḍitopi bodhisattassa anotattato pānīyaṁ ādāya assamaṁ āgatakāle rañño",
  "atk-s0514a13:491_2": "santikaṁ āgantvā assamassa avidūre khandhāvāraṁ nivāsesi. Atha rājā nhatvā sabbālaṅkārapaṭimaṇḍito",
  "atk-s0514a13:491_3": "ekasatarājaparivuto nandapaṇḍitaṁ gahetvā mahantena sirisobhaggena bodhisattaṁ khamāpetuṁ",
  "atk-s0514a13:491_4": "assamaṁ pāvisi. Atha naṁ tathā āgacchantaṁ bodhisattassa pitā disvā bodhisattaṁ pucchi,",
  "atk-s0514a13:491_5": "sopissa ācikkhi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a13:492": "116.",
  "atk-s0514a13:493": " ‘‘Tañca disvāna āyantaṁ, jalantaṁriva tejasā;",
  "atk-s0514a13:494": "Khatyasaṅghaparibyūḷhaṁ, kosiyo etadabravi.",
  "atk-s0514a13:495": "117.",
  "atk-s0514a13:496": " ‘‘Kassa bherī mudiṅgā ca, saṅkhā paṇavadindimā;",
  "atk-s0514a13:497": "Purato paṭipannāni, hāsayantā rathesabhaṁ.",
  "atk-s0514a13:498": "118.",
  "atk-s0514a13:499": " ‘‘Kassa kañcanapaṭṭena, puthunā vijjuvaṇṇinā;",
  "atk-s0514a13:500": "Yuvā kalāpasannaddho, ko eti siriyā jalaṁ.",
  "atk-s0514a13:501": "119.",
  "atk-s0514a13:502": " ‘‘Ukkāmukhapahaṭṭhaṁva , khadiraṅgārasannibhaṁ;",
  "atk-s0514a13:503": "Mukhañca rucirā bhāti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:504": "120.",
  "atk-s0514a13:505": " ‘‘Kassa paggahitaṁ chattaṁ, sasalākaṁ manoramaṁ;",
  "atk-s0514a13:506": "Ādiccaraṁsāvaraṇaṁ, ko eti siriyā jalaṁ.",
  "atk-s0514a13:507": "121.",
  "atk-s0514a13:508": " ‘‘Kassa aṅgaṁ pariggayha, vālabījanimuttamaṁ;",
  "atk-s0514a13:509": "Caranti varapuññassa, hatthikkhandhena āyato.",
  "atk-s0514a13:510": "122.",
  "atk-s0514a13:511": " ‘‘Kassa setāni chattāni, ājānīyā ca vammitā;",
  "atk-s0514a13:512": "Samantā parikīrenti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:513": "123.",
  "atk-s0514a13:514": " ‘‘Kassa ekasataṁ khatyā, anuyantā yasassino;",
  "atk-s0514a13:515": "Samantānupariyanti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:516": "124.",
  "atk-s0514a13:517": " ‘‘Hatthiassarathapatti, senā ca caturaṅginī;",
  "atk-s0514a13:518": "Samantānupariyanti, ko eti siriyā jalaṁ.",
  "atk-s0514a13:519": "125.",
  "atk-s0514a13:520": " ‘‘Kassesā mahatī senā, piṭṭhito anuvattati;",
  "atk-s0514a13:521": "Akkhobhaṇī apariyantā, sāgarasseva ūmiyo.",
  "atk-s0514a13:522": "126.",
  "atk-s0514a13:523": " ‘‘Rājābhirājā manojo, indova jayataṁ pati;",
  "atk-s0514a13:524": "Nandassajjhāvaraṁ eti, assamaṁ brahmacārinaṁ.",
  "atk-s0514a13:525": "127.",
  "atk-s0514a13:526": " ‘‘Tassesā mahatī senā, piṭṭhito anuvattati;",
  "atk-s0514a13:527": "Akkhobhaṇī apariyantā, sāgarasseva ūmiyo’’ti.",
  "atk-s0514a13:528_0": "Tattha jalantaṁrivāti jalantaṁ viya. Paṭipannānīti etāni tūriyāni kassa purato āgacchantīti",
  "atk-s0514a13:528_1": "attho. Hāsayantāti tosentā. Kañcanapaṭṭenāti, tāta, kassa kañcanamayena vijjuvaṇṇena",
  "atk-s0514a13:528_2": "uṇhīsapaṭṭena nalāṭanto parikkhittoti pucchati. Yuvāti taruṇo. Kalāpasannaddhoti",
  "atk-s0514a13:528_3": "sannaddhasaratūṇīro. Ukkāmukhapahaṭṭhaṁ vāti kammārānaṁ uddhane pahaṭṭhaṁ suvaṇṇaṁ",
  "atk-s0514a13:528_4": "viya. Khadiraṅgārasannibhanti vītaccitakhadiraṅgāravaṇṇaṁ. Ādiccaraṁsāvaraṇantiādiccaraṁsīnaṁ",
  "atk-s0514a13:528_5": "āvaraṇaṁ. Aṅgaṁ pariggayhāti aṅgaṁ pariggahetvā, sarīraṁ parikkhipitvāti attho. Vālabījanimuttamanti",
  "atk-s0514a13:528_6": "vālabījaniṁ uttamaṁ . Carantīti sañcaranti. Chattānīti ājānīyapiṭṭhe nisinnānaṁ dhāritachattāni.",
  "atk-s0514a13:528_7": "Parikīrentīti tassa samantā sabbadisābhāgesu parikīrayanti. Caturaṅginīti etehi hatthiādīhi",
  "atk-s0514a13:528_8": "catūhi aṅgehi samannāgatā. Akkhobhaṇīti khobhetuṁ na sakkā. Sāgarassevāti sāgarassa",
  "atk-s0514a13:528_9": "ūmiyo viya apariyantā. Rājābhirājāti ekasatarājūnaṁ pūjito, tesaṁ vā adhiko rājāti",
  "atk-s0514a13:528_10": "rājābhirājā. Jayataṁ patīti jayappattānaṁ tāvatiṁsānaṁ jeṭṭhako. Ajjhāvaranti mamaṁ",
  "atk-s0514a13:528_11": "khamāpanatthāya nandassa parisabhāvaṁ upagantvā eti.",
  "atk-s0514a13:529": "Satthā āha –",
  "atk-s0514a13:530": "128.",
  "atk-s0514a13:531": " ‘‘Anulittā candanena, kāsikuttamadhārino;",
  "atk-s0514a13:532": "Sabbe pañjalikā hutvā, isīnaṁ ajjhupāgamu’’nti.",
  "atk-s0514a13:533": "Tattha isīnaṁ ajjhupāgamunti, bhikkhave, sabbepi te rājāno surabhicandanena anulittā uttamakāsikavatthadhārino sirasi patiṭṭhāpitaañjalī hutvā isīnaṁ santikaṁ upagatā.",
  "atk-s0514a13:534": "Tato manojo rājā taṁ vanditvā ekamantaṁ nisinno paṭisanthāraṁ karonto gāthādvayamāha –",
  "atk-s0514a13:535": "129.",
  "atk-s0514a13:536": " ‘‘Kacci nu bhoto kusalaṁ, kacci bhoto anāmayaṁ;",
  "atk-s0514a13:537": "Kacci uñchena yāpetha, kacci mūlaphalā bahū.",
  "atk-s0514a13:538": "130.",
  "atk-s0514a13:539": " ‘‘Kacci ḍaṁsā makasā ca, appameva sarīsapā;",
  "atk-s0514a13:540": "Vane vāḷamigākiṇṇe, kacci hiṁsā na vijjatī’’ti.",
  "atk-s0514a13:541": "Tato paraṁ ubhinnaṁ tesaṁ vacanapaṭivacanavasena kathitagāthā honti –",
  "atk-s0514a13:542": "131.",
  "atk-s0514a13:543": " ‘‘Kusalañceva no rāja, atho rāja anāmayaṁ;",
  "atk-s0514a13:544": "Atho uñchena yāpema, atho mūlaphalā bahū.",
  "atk-s0514a13:545": "132.",
  "atk-s0514a13:546": " ‘‘Atho ḍaṁsā makasā ca, appameva sarīsapā;",
  "atk-s0514a13:547": "Vane vāḷamigākiṇṇe, hiṁsā mayhaṁ na vijjati.",
  "atk-s0514a13:548": "133.",
  "atk-s0514a13:549": " ‘‘Bahūni vassapūgāni, assame sammataṁ idha;",
  "atk-s0514a13:550": "Nābhijānāmi uppannaṁ, ābādhaṁ amanoramaṁ.",
  "atk-s0514a13:551": "134.",
  "atk-s0514a13:552": " ‘‘Svāgataṁ te mahārāja, atho te adurāgataṁ;",
  "atk-s0514a13:553": "Issarosi anuppatto, yaṁ idhatthi pavedaya.",
  "atk-s0514a13:554": "135.",
  "atk-s0514a13:555": " ‘‘Tindukāni piyālāni, madhuke kāsumāriyo;",
  "atk-s0514a13:556": "Phalāni khuddakappāni, bhuñja rāja varaṁ varaṁ.",
  "atk-s0514a13:557": "136.",
  "atk-s0514a13:558": " ‘‘Idampi pānīyaṁ sītaṁ, ābhataṁ girigabbharā;",
  "atk-s0514a13:559": "Tato piva mahārāja, sace tvaṁ abhikaṅkhasi.",
  "atk-s0514a13:560": "137.",
  "atk-s0514a13:561": " ‘‘Paṭiggahitaṁ yaṁ dinnaṁ, sabbassa agghiyaṁ kataṁ;",
  "atk-s0514a13:562": "Nandassāpi nisāmetha, vacanaṁ so pavakkhati.",
  "atk-s0514a13:563": "138.",
  "atk-s0514a13:564": " ‘‘Ajjhāvaramhā nandassa, bhoto santikamāgatā;",
  "atk-s0514a13:565": "Suṇātu bhavaṁ vacanaṁ, nandassa parisāya cā’’ti.",
  "atk-s0514a13:566_0": "Imā yebhuyyena pākaṭasambandhāyeva, yaṁ panettha apākaṭaṁ, tadeva vakkhāma. Pavedayāti",
  "atk-s0514a13:566_1": "yaṁ imasmiṁ ṭhāne tava abhirucitaṁ atthi, taṁ no kathehīti vadati. Khuddakappānīti",
  "atk-s0514a13:566_2": "etāni nānārukkhaphalāni khuddakamadhupaṭibhāgāni madhurāni. Varaṁ varanti ito uttamuttamaṁ",
  "atk-s0514a13:566_3": "gahetvā bhuñja. Girigabbharāti anotattato. Sabbassa agghiyanti yena mayaṁ āpucchitā,",
  "atk-s0514a13:566_4": "taṁ amhehi paṭiggahitaṁ nāma tumhehi ca dinnameva nāma, ettāvatā imassa janassa sabbassa",
  "atk-s0514a13:566_5": "agghiyaṁ tumhehi kataṁ. Nandassāpīti amhākaṁ tāva sabbaṁ kataṁ, idāni pana nandapaṇḍito",
  "atk-s0514a13:566_6": "kiñci vattukāmo , tassapi tāva vacanaṁ suṇātha. Ajjhāvaramhāti mayañhi na aññena",
  "atk-s0514a13:566_7": "kammena āgatā, nandassa pana parisā hutvā tumhākaṁ khamāpanatthāya āgatāti vadati.",
  "atk-s0514a13:566_8": "Bhavanti bhavaṁ soṇapaṇḍito suṇātu.",
  "atk-s0514a13:567": "Evaṁ vutte nandapaṇḍito uṭṭhāyāsanā mātāpitaro ca bhātarañca vanditvā sakaparisāya saddhiṁ sallapanto āha –",
  "atk-s0514a13:568": "139.",
  "atk-s0514a13:569": " ‘‘Parosataṁ jānapadā, mahāsālā ca brāhmaṇā;",
  "atk-s0514a13:570": "Ime ca khattiyā sabbe, abhijātā yasassino;",
  "atk-s0514a13:571": "Bhavañca rājā manojo, anumaññantu me vaco.",
  "atk-s0514a13:572": "140.",
  "atk-s0514a13:573": " ‘‘Ye ca santi samītāro, yakkhāni idha massame;",
  "atk-s0514a13:574": "Araññe bhūtabhabyāni, suṇantu vacanaṁ mama.",
  "atk-s0514a13:575": "141.",
  "atk-s0514a13:576": " ‘‘Namo katvāna bhūtānaṁ, isiṁ vakkhāmi subbataṁ;",
  "atk-s0514a13:577": "So tyāhaṁ dakkhiṇā bāhu, tava kosiya sammato.",
  "atk-s0514a13:578": "142.",
  "atk-s0514a13:579": " ‘‘Pitaraṁ me janettiñca, bhattukāmassa me sato;",
  "atk-s0514a13:580": "Vīra puññamidaṁ ṭhānaṁ, mā maṁ kosiya vāraya.",
  "atk-s0514a13:581": "143.",
  "atk-s0514a13:582": " ‘‘Sabbhi hetaṁ upaññātaṁ, mametaṁ upanissaja;",
  "atk-s0514a13:583": "Uṭṭhānapāricariyāya, dīgharattaṁ tayā kataṁ;",
  "atk-s0514a13:584": "Dhātāpitūsu puññāni, mama lokadado bhava.",
  "atk-s0514a13:585": "144.",
  "atk-s0514a13:586": " ‘‘Tatheva santi manujā, dhamme dhammapadaṁ vidū;",
  "atk-s0514a13:587": "Maggo saggassa lokassa, yathā jānāsi tvaṁ ise.",
  "atk-s0514a13:588": "145.",
  "atk-s0514a13:589": " ‘‘Uṭṭhānapāricariyāya, mātāpitusukhāvahaṁ;",
  "atk-s0514a13:590": "Taṁ maṁ puññā nivāreti, ariyamaggāvaro naro’’ti.",
  "atk-s0514a13:591_0": "Tattha anumaññantūti anubujjhantu, sādhukaṁ sutvā paccakkhaṁ karontūti attho. Samītāroti",
  "atk-s0514a13:591_1": "samāgatā. Araññe bhūtabhabyānīti asmiṁ himavantāraññe yāni bhūtāni ceva vuḍḍhimariyādappattāni",
  "atk-s0514a13:591_2": "bhabyāni ca taruṇadevatāni, tānipi sabbāni mama vacanaṁ suṇantūti attho. ‘‘Namo katvānā’’ti",
  "atk-s0514a13:591_3": "idaṁ so parisāya saññaṁ datvā tasmiṁ vanasaṇḍe nibbattadevatānaṁ namakkāraṁ katvā",
  "atk-s0514a13:591_4": "āha. Tassattho – ajja bahūhi devatāhi mama bhātikassa dhammakathāsavanatthaṁ āgatāhi",
  "atk-s0514a13:591_5": "bhavitabbaṁ, ahaṁ vo namakkāro, tumhepi mayhaṁ sahāyā hothāti. So devatānaṁ añjaliṁ",
  "atk-s0514a13:591_6": "paggahetvā parisaṁ jānāpetvā ‘‘isiṁ vakkhāmī’’tiādimāha. Tattha isinti soṇapaṇḍitaṁ",
  "atk-s0514a13:591_7": "sandhāya vadati. Sammatoti bhātaro nāma aṅgasamā honti, tasmā so te ahaṁ dakkhiṇā",
  "atk-s0514a13:591_8": "bāhūti sammato. Tena me khamituṁ arahathāti dīpeti.",
  "atk-s0514a13:592_0": "Vīrāti vīriyavanta mahāparakkama. Puññamidaṁ ṭhānanti idaṁ mātāpituupaṭṭhānaṁ nāma",
  "atk-s0514a13:592_1": "puññaṁ saggasaṁvattanikakāraṇaṁ, taṁ karontaṁ maṁ mā vārayāti vadati. Sabbhi hetanti",
  "atk-s0514a13:592_2": "etañhi mātāpituupaṭṭhānaṁ nāma paṇḍitehi upaññātaṁ upagantvā ñātañceva vaṇṇitañca.",
  "atk-s0514a13:592_3": "Mametaṁ upanissajāti idaṁ tvaṁ mayhaṁ nissaja vissajjehi dehi. Uṭṭhānapāricariyāyāti",
  "atk-s0514a13:592_4": "uṭṭhānena ca pāricariyāya ca. Katanti dīgharattaṁ tayā kusalaṁ kataṁ. Puññānīti idāni",
  "atk-s0514a13:592_5": "ahaṁ mātāpitūsu puññāni kattukāmo. Mama lokadadoti tassa mama tvaṁ saggalokadado",
  "atk-s0514a13:592_6": "hoti, ahañhi tesaṁ vattaṁ upaṭṭhānaṁ katvā devaloke aparimāṇaṁ yasaṁ labhissāmi,",
  "atk-s0514a13:592_7": "tassa me tvaṁ dāyako hohīti vadati.",
  "atk-s0514a13:593_0": "Tathevāti yathā tvaṁ jānāsi, tatheva aññepi manujā imissaṁ parisāyaṁ santi, te nānappakāre",
  "atk-s0514a13:593_1": "dhamme idaṁ jeṭṭhāpacāyikabhāvasaṅkhātaṁ dhammakoṭṭhāsaṁ vadanti. Kinti? Maggo saggassa",
  "atk-s0514a13:593_2": "lokassāti. Sukhāvahanti uṭṭhānena ca pāricariyāya ca mātāpitūnaṁ sukhāvahaṁ. Taṁ",
  "atk-s0514a13:593_3": "manti taṁ maṁ evaṁ sammāpaṭipannampi bhātā soṇapaṇḍito tamhā puññā abhivāreti. Ariyamaggāvaroti",
  "atk-s0514a13:593_4": "so evaṁ vārento ayaṁ naro mama piyadassanatāya ariyasaṅkhātassa vedalokassa maggāvaraṇo nāma hotīti.",
  "atk-s0514a13:594": "Evaṁ nandapaṇḍitena vutte mahāsatto ‘‘imassa tāva tumhehi vacanaṁ sutaṁ, idāni mamapi suṇāthā’’ti sāvento āha –",
  "atk-s0514a13:595": "146.",
  "atk-s0514a13:596": " ‘‘Suṇantu bhonto vacanaṁ, bhāturajjhāvarā mama;",
  "atk-s0514a13:597": "Kulavaṁsaṁ mahārāja, porāṇaṁ parihāpayaṁ;",
  "atk-s0514a13:598": "Adhammacārī jeṭṭhesu, nirayaṁ sopapajjati.",
  "atk-s0514a13:599": "147.",
  "atk-s0514a13:600": " ‘‘Ye ca dhammassa kusalā, porāṇassa disampati;",
  "atk-s0514a13:601": "Cārittena ca sampannā, na te gacchanti duggatiṁ.",
  "atk-s0514a13:602": "148.",
  "atk-s0514a13:603": " ‘‘Mātā pitā ca bhātā ca, bhaginī ñāti bandhavā;",
  "atk-s0514a13:604": "Sabbe jeṭṭhassa te bhārā, evaṁ jānāhi bhāradha.",
  "atk-s0514a13:605": "149.",
  "atk-s0514a13:606": " ‘‘Ādiyitvā garuṁ bhāraṁ, nāviko viya ussahe;",
  "atk-s0514a13:607": "Dhammañca nappamajjāmi, jeṭṭho casmi rathesabhā’’ti.",
  "atk-s0514a13:608_0": "Tattha bhāturajjhāvarāti mama bhātu parisā hutvā āgatā bhonto sabbepi rājāno mamapi",
  "atk-s0514a13:608_1": "tāva vacanaṁ suṇantu. Parihāpayanti parihāpento. Dhammassāti jeṭṭhāpacāyanadhammassa",
  "atk-s0514a13:608_2": "paveṇīdhammassa. Kusalāti chekā. Cārittena cāti ācārasīlena sampannā. Bhārāti sabbe",
  "atk-s0514a13:608_3": "ete jeṭṭhena vahitabbā paṭijaggitabbāti tassa bhārā nāma. Nāviko viyāti yathā nāvāya",
  "atk-s0514a13:608_4": "garuṁ bhāraṁ ādiyitvā samuddamajjhe nāvaṁ sotthinā netuṁ nāviko ussaheti vāyamati,",
  "atk-s0514a13:608_5": "saha nāvāya sabbabhaṇḍañca jano ca tasseva bhāro hoti, tathā mameva sabbe ñātakā",
  "atk-s0514a13:608_6": "bhāroti , ahañca te ussahāmi paṭijaggituṁ sakkomi, tañca jeṭṭhāpacāyanadhammaṁ nappamajjāmi,",
  "atk-s0514a13:608_7": "na kevalañca etesaññeva, sakalassapi lokassa jeṭṭho ca asmi, tasmā ahameva saddhiṁ",
  "atk-s0514a13:608_8": "nandena paṭijaggituṁ yuttoti.",
  "atk-s0514a13:609_0": "Taṁ sutvā sabbepi te rājāno attamanā hutvā ‘‘jeṭṭhabhātikassa kira avasesā bhārāti",
  "atk-s0514a13:609_1": "ajja amhehi ñāta’’nti nandapaṇḍitaṁ pahāya mahāsattaṁ sannissitā hutvā tassa thutiṁ",
  "atk-s0514a13:609_2": "karontā dve gāthā abhāsiṁsu –",
  "atk-s0514a13:610": "150.",
  "atk-s0514a13:611": " ‘‘Adhigamā tame ñāṇaṁ, jālaṁva jātavedato;",
  "atk-s0514a13:612": "Evameva no bhavaṁ dhammaṁ, kosiyo pavidaṁsayi.",
  "atk-s0514a13:613": "151.",
  "atk-s0514a13:614": " ‘‘Yathā udayamādicco, vāsudevo pabhaṅkaro;",
  "atk-s0514a13:615": "Pāṇīnaṁ pavidaṁseti, rūpaṁ kalyāṇapāpakaṁ;",
  "atk-s0514a13:616": "Evameva no bhavaṁ dhammaṁ, kosiyo pavidaṁsayī’’ti.",
  "atk-s0514a13:617_0": "Tattha adhigamāti mayaṁ ito pubbe jeṭṭhāpacāyanadhammapaṭicchādake tame vattamānā",
  "atk-s0514a13:617_1": "na jānāma, ajja jātavedato jālaṁva ñāṇaṁ adhigatā. Evameva noti yathā mahandhakāre",
  "atk-s0514a13:617_2": "pabbatamatthake jalito jātavedo samantā ālokaṁ pharanto rūpāni dasseti, tathā no",
  "atk-s0514a13:617_3": "bhavaṁ kosiyagotto dhammaṁ pavidaṁsayīti attho. Vāsudevoti vasudevo vasujotano, dhanapakāsanoti attho.",
  "atk-s0514a13:618_0": "Iti mahāsatto ettakaṁ kālaṁ nandapaṇḍitassa pāṭihāriyāni disvā tasmiṁ pasannacitte",
  "atk-s0514a13:618_1": "te rājāno ñāṇabalena tasmiṁ pasādaṁ bhinditvā attano kathaṁ gāhāpetvā sabbeva attano",
  "atk-s0514a13:618_2": "mukhaṁ ullokite akāsi. Atha nandapaṇḍito ‘‘bhātā me paṇḍito byatto dhammakathiko",
  "atk-s0514a13:618_3": "sabbepime rājāno bhinditvā attano pakkhe kari, ṭhapetvā imaṁ añño mayhaṁ paṭisaraṇaṁ",
  "atk-s0514a13:618_4": "natthi, imameva yācissāmī’’ti cintetvā gāthamāha –",
  "atk-s0514a13:619": "152.",
  "atk-s0514a13:620": " ‘‘Evaṁ me yācamānassa, añjaliṁ nāvabujjhatha;",
  "atk-s0514a13:621": "Tava baddhacaro hessaṁ, vuṭṭhito paricārako’’ti.",
  "atk-s0514a13:622_0": "Tassatthā – sace tumhe mama evaṁ yācamānassa khamāpanatthāya paggahitaṁ añjaliṁ nāvabujjhatha",
  "atk-s0514a13:622_1": "na paṭiggaṇhatha, tumheva mātāpitaro upaṭṭhahatha, ahaṁ pana tumhākaṁ baddhacaro",
  "atk-s0514a13:622_2": "veyyāvaccakaro hessaṁ, rattindivaṁ analasabhāvena vuṭṭhito paricārako ahaṁ tumhe paṭijaggissāmīti.",
  "atk-s0514a13:623_0": "Mahāsattassa pakatiyāpi nandapaṇḍite doso vā veraṁ vā natthi, atithaddhaṁ vacanaṁ",
  "atk-s0514a13:623_1": "kathentassa panassa mānahāpanatthaṁ niggahavasena tathā katvā idānissa vacanaṁ sutvā",
  "atk-s0514a13:623_2": "tuṭṭhacitto tasmiṁ pasādaṁ uppādetvā ‘‘idāni te khamāmi, mātāpitaro ca paṭijaggituṁ",
  "atk-s0514a13:623_3": "labhissasī’’ti tassa guṇaṁ pakāsento āha –",
  "atk-s0514a13:624": "153.",
  "atk-s0514a13:625": " ‘‘Addhā nanda vijānāsi, saddhammaṁ sabbhi desitaṁ;",
  "atk-s0514a13:626": "Ariyo ariyasamācāro, bāḷhaṁ tvaṁ mama ruccasi.",
  "atk-s0514a13:627": "154.",
  "atk-s0514a13:628": " ‘‘Bhavantaṁ vadāmi bhotiñca, suṇātha vacanaṁ mama;",
  "atk-s0514a13:629": "Nāyaṁ bhāro bhāramato, ahu mayhaṁ kudācanaṁ.",
  "atk-s0514a13:630": "155.",
  "atk-s0514a13:631": " ‘‘Taṁ maṁ upaṭṭhitaṁ santaṁ, mātāpitu sukhāvahaṁ;",
  "atk-s0514a13:632": "Nando ajjhāvaraṁ katvā, upaṭṭhānāya yācati.",
  "atk-s0514a13:633": "156.",
  "atk-s0514a13:634": " ‘‘Yo ve icchati kāmena, santānaṁ brahmacārinaṁ;",
  "atk-s0514a13:635": "Nandaṁ vo varatha eko, kaṁ nando upatiṭṭhatū’’ti.",
  "atk-s0514a13:636_0": "Tattha ariyoti sundaro. Ariyasamācāroti sundarasamācāropi jāto. Bāḷhanti idāni tvaṁ",
  "atk-s0514a13:636_1": "mama ativiya ruccasi. Suṇāthāti amma tātā tumhe mama vacanaṁ suṇātha. Nāyaṁ bhāroti",
  "atk-s0514a13:636_2": "ayaṁ tumhākaṁ paṭijagganabhāro na kadāci mama bhāramato ahu. Taṁ manti taṁ bhāroti",
  "atk-s0514a13:636_3": "amaññitvāva maṁ tumhe upaṭṭhitaṁ samānaṁ. Upaṭṭhānāya yācatīti tumhe upaṭṭhātuṁ maṁ",
  "atk-s0514a13:636_4": "yācati. Yo ve icchatīti mayhañhi tvaṁ me mātaraṁ vā pitaraṁ vā upaṭṭhahāti vattuṁ",
  "atk-s0514a13:636_5": "na yuttaṁ, tumhākaṁ pana santānaṁ brahmacārīnaṁ yo eko icchati, taṁ vadāmi kāmena",
  "atk-s0514a13:636_6": "nandaṁ vo varatha, taṁ mama kaniṭṭhaṁ nandaṁ rocetha, tumhesu kaṁ esa upaṭṭhātu,",
  "atk-s0514a13:636_7": "ubhopi hi mayaṁ tumhākaṁ puttāyevāti.",
  "atk-s0514a13:637_0": "Athassa mātā āsanā vuṭṭhāya, ‘‘tāta soṇapaṇḍita, cirappavuttho te kaniṭṭho, evaṁ",
  "atk-s0514a13:637_1": "cirāgatampi taṁ yācituṁ na visahāmi, mayañhi taṁ nissitā, idāni pana tayā anuññātā",
  "atk-s0514a13:637_2": "ahaṁ etaṁ brahmacārinaṁ bāhāhi upagūhitvā sīse upasiṅghāyituṁ labheyya’’nti imamatthaṁ",
  "atk-s0514a13:637_3": "pakāsentī gāthamāha –",
  "atk-s0514a13:638": "157.",
  "atk-s0514a13:639": " ‘‘Tayā tāta anuññātā, soṇa taṁ nissitā mayaṁ;",
  "atk-s0514a13:640": "Upaghātuṁ labhe nandaṁ, muddhani brahmacārina’’nti.",
  "atk-s0514a13:641_0": "Atha mahāsatto ‘‘tena hi, amma, anujānāmi, tvaṁ gaccha, puttaṁ nandaṁ āliṅgitvā sīse",
  "atk-s0514a13:641_1": "ghāyitvā cumbitvā tava hadaye sokaṁ nibbāpehī’’ti āha. Sā tassa santikaṁ gantvā nandapaṇḍitaṁ",
  "atk-s0514a13:641_2": "parisamajjheyeva āliṅgitvā sīsaṁ ghāyitvā cumbitvā hadaye sokaṁ nibbāpetvā mahāsattena",
  "atk-s0514a13:641_3": "saddhiṁ sallapantī āha –",
  "atk-s0514a13:642": "158.",
  "atk-s0514a13:643": " ‘‘Assatthasseva taruṇaṁ, pavāḷaṁ māluteritaṁ;",
  "atk-s0514a13:644": "Cirassaṁ nandaṁ disvāna, hadayaṁ me pavedhati.",
  "atk-s0514a13:645": "159.",
  "atk-s0514a13:646": " ‘‘Yadā suttāpi supine, nandaṁ passāmi āgataṁ;",
  "atk-s0514a13:647": "Udaggā sumanā homi, nando no āgato ayaṁ.",
  "atk-s0514a13:648": "160.",
  "atk-s0514a13:649": " ‘‘Yadā ca paṭibujjhitvā, nandaṁ passāmi nāgataṁ;",
  "atk-s0514a13:650": "Bhiyyo āvisatī soko, domanassañcanappakaṁ.",
  "atk-s0514a13:651": "161.",
  "atk-s0514a13:652": " ‘‘Sāhaṁ ajja cirassampi, nandaṁ passāmi āgataṁ;",
  "atk-s0514a13:653": "Bhattucca mayhañca piyo, nando no pāvisī gharaṁ.",
  "atk-s0514a13:654": "162.",
  "atk-s0514a13:655": " ‘‘Pitupi nando suppiyo, yaṁ nando nappavase gharā;",
  "atk-s0514a13:656": "Labhatū tāta nando taṁ, maṁ nando upatiṭṭhatū’’ti.",
  "atk-s0514a13:657_0": "Tattha māluteritanti yathā vātāhataṁ assatthassa pallavaṁ kampati, evaṁ cirassaṁ",
  "atk-s0514a13:657_1": "nandaṁ disvā ajja mama hadayaṁ kampatīti vadati. Suttāti, tāta soṇa, yadāhaṁ suttāpi",
  "atk-s0514a13:657_2": "supine nandaṁ āgataṁ passāmi, tadāpi udaggā homi. Bhattuccāti sāmikassa ca me mayhañca",
  "atk-s0514a13:657_3": "piyo. Nando no pāvisī gharanti, tāta, putto no nando paṇṇasālaṁ pavisatu. Yanti yasmā",
  "atk-s0514a13:657_4": "pitupi suṭṭhu piyo, tasmā puna imamhā gharā na vippavaseyya. Nandotanti, tāta, nando",
  "atk-s0514a13:657_5": "yaṁ icchati, taṁ labhatu. Maṁ nandoti, tāta soṇa, tava pitaraṁ tvaṁ upaṭṭhaha, maṁ nando upaṭṭhātu.",
  "atk-s0514a13:658_0": "Mahāsatto ‘‘evaṁ hotū’’ti mātu vacanaṁ sampaṭicchitvā ‘‘nanda, tayā jeṭṭhakakoṭṭhāso",
  "atk-s0514a13:658_1": "laddho, mātā nāma atiguṇakārikā, appamatto hutvā paṭijaggeyyāsī’’ti ovaditvā mātu",
  "atk-s0514a13:658_2": "guṇaṁ pakāsento dve gāthā abhāsi –",
  "atk-s0514a13:659": "163.",
  "atk-s0514a13:660": " ‘‘Anukampikā patiṭṭhā ca, pubbe rasadadī ca no;",
  "atk-s0514a13:661": "Maggo saggassa lokassa, mātā taṁ varate ise.",
  "atk-s0514a13:662": "164.",
  "atk-s0514a13:663": " ‘‘Pubbe rasadadī gottī, mātā puññūpasaṁhitā;",
  "atk-s0514a13:664": "Maggo saggassa lokassa, mātā taṁ varate ise’’ti.",
  "atk-s0514a13:665_0": "Tattha anukampikāti muduhadayā. Pubbe rasadadīti paṭhamameva attano khīrasaṅkhātassa",
  "atk-s0514a13:665_1": "rasassa dāyikā. Mātā tanti mama mātā maṁ na icchati, taṁ varati icchati. Gottīti",
  "atk-s0514a13:665_2": "gopāyikā. Puññūpasaṁhitāti puññūpanissitā puññadāyikā.",
  "atk-s0514a13:666_0": "Evaṁ mahāsatto dvīhi gāthāhi mātu guṇaṁ kathetvā punāgantvā tassā āsane nisinnakāle",
  "atk-s0514a13:666_1": "‘‘nanda, tvaṁ dukkarakārikaṁ mātaraṁ labhasi, ubhopi mayaṁ mātarā dukkhena saṁvaḍḍhitā,",
  "atk-s0514a13:666_2": "taṁ idāni tvaṁ appamatto paṭijaggāhi, amadhurāni phalāphalāni mā khādāpehī’’ti vatvā",
  "atk-s0514a13:666_3": "parisamajjheyeva mātu dukkarakārikataṁ pakāsento āha –",
  "atk-s0514a13:667": "165.",
  "atk-s0514a13:668": " ‘‘Ākaṅkhamānā puttaphalaṁ, devatāya namassati;",
  "atk-s0514a13:669": "Nakkhattāni ca pucchati, utusaṁvaccharāni ca.",
  "atk-s0514a13:670": "166.",
  "atk-s0514a13:671": " ‘‘Tassā utumhi nhātāya, hoti gabbhassa vokkamo;",
  "atk-s0514a13:672": "Tena dohaḷinī hoti, suhadā tena vuccati.",
  "atk-s0514a13:673": "167.",
  "atk-s0514a13:674": " ‘‘Saṁvaccharaṁ vā ūnaṁ vā, pariharitvā vijāyati;",
  "atk-s0514a13:675": "Tena sā janayantīti, janetti tena vuccati.",
  "atk-s0514a13:676": "168.",
  "atk-s0514a13:677": " ‘‘Thanakhīrena gītena, aṅgapāvuraṇena ca;",
  "atk-s0514a13:678": "Rodantaṁ puttaṁ toseti, tosentī tena vuccati.",
  "atk-s0514a13:679": "169.",
  "atk-s0514a13:680": " ‘‘Tato vātātape ghore, mamaṁ katvā udikkhati;",
  "atk-s0514a13:681": "Dārakaṁ appajānantaṁ, posentī tena vuccati.",
  "atk-s0514a13:682": "170.",
  "atk-s0514a13:683": " ‘‘Yañca mātudhanaṁ hoti, yañca hoti pituddhanaṁ;",
  "atk-s0514a13:684": "Ubhayampetassa gopeti, api puttassa no siyā.",
  "atk-s0514a13:685": "171.",
  "atk-s0514a13:686": " ‘‘Evaṁ putta aduṁ putta, iti mātā vihaññati;",
  "atk-s0514a13:687": "Pamattaṁ paradāresu, nisīthe pattayobbane;",
  "atk-s0514a13:688": "Sāyaṁ puttaṁ anāyantaṁ, iti mātā vihaññati.",
  "atk-s0514a13:689": "172.",
  "atk-s0514a13:690": " ‘‘Evaṁ kicchā bhato poso, mātu aparicārako;",
  "atk-s0514a13:691": "Mātari micchā caritvāna, nirayaṁ sopapajjati.",
  "atk-s0514a13:692": "173.",
  "atk-s0514a13:693": " ‘‘Evaṁ kicchā bhato poso, pitu aparicārako;",
  "atk-s0514a13:694": "Pitari micchā caritvāna, nirayaṁ sopapajjati.",
  "atk-s0514a13:695": "174.",
  "atk-s0514a13:696": " ‘‘Dhanāpi dhanakāmānaṁ, nassati iti me sutaṁ;",
  "atk-s0514a13:697": "Mātaraṁ aparicaritvāna, kicchaṁ vā so nigacchati.",
  "atk-s0514a13:698": "175.",
  "atk-s0514a13:699": " ‘‘Dhanāpi dhanakāmānaṁ, nassati iti me sutaṁ;",
  "atk-s0514a13:700": "Pitaraṁ aparicaritvāna, kicchaṁ vā so nigacchati.",
  "atk-s0514a13:701": "176.",
  "atk-s0514a13:702": " ‘‘Ānando ca pamodo ca, sadā hasitakīḷitaṁ;",
  "atk-s0514a13:703": "Mātaraṁ paricaritvāna, labbhametaṁ vijānato.",
  "atk-s0514a13:704": "177.",
  "atk-s0514a13:705": " ‘‘Ānando ca pamodo ca, sadā hasitakīḷitaṁ;",
  "atk-s0514a13:706": "Pitaraṁ paricaritvāna, labbhametaṁ vijānato.",
  "atk-s0514a13:707": "178.",
  "atk-s0514a13:708": " ‘‘Dānañca piyavācā ca, atthacariyā ca yā idha;",
  "atk-s0514a13:709": "Samānattatā ca dhammesu, tattha tattha yathārahaṁ;",
  "atk-s0514a13:710": "Ete kho saṅgahā loke, rathassāṇīva yāyato.",
  "atk-s0514a13:711": "179.",
  "atk-s0514a13:712": " ‘‘Ete ca saṅgahā nāssu, na mātā puttakāraṇā;",
  "atk-s0514a13:713": "Labhetha mānaṁ pūjaṁ vā, pitā vā puttakāraṇā.",
  "atk-s0514a13:714": "180.",
  "atk-s0514a13:715": " ‘‘Yasmā ca saṅgahā ete, sammapekkhanti paṇḍitā;",
  "atk-s0514a13:716": "Tasmā mahattaṁ papponti, pāsaṁsā ca bhavanti te.",
  "atk-s0514a13:717": "181.",
  "atk-s0514a13:718": " ‘‘Brahmāti mātāpitaro, pubbācariyāti vuccare;",
  "atk-s0514a13:719": "Āhuneyyā ca puttānaṁ, pajāya anukampakā.",
  "atk-s0514a13:720": "182.",
  "atk-s0514a13:721": " ‘‘Tasmā hi ne namasseyya, sakkareyya ca paṇḍito;",
  "atk-s0514a13:722": "Annena atho pānena, vatthena sayanena ca;",
  "atk-s0514a13:723": "Ucchādanena nhāpanena, pādānaṁ dhovanena ca.",
  "atk-s0514a13:724": "183.",
  "atk-s0514a13:725": " ‘‘Tāya naṁ pāricariyāya, mātāpitūsu paṇḍitā;",
  "atk-s0514a13:726": "Idheva naṁ pasaṁsanti, pecca sagge pamodatī’’ti.",
  "atk-s0514a13:727_0": "Tattha puttaphalanti puttasaṅkhātaṁ phalaṁ. Devatāya namassatīti ‘‘putto me uppajjatū’’ti",
  "atk-s0514a13:727_1": "devatāya namakkāraṁ karoti āyācati. Pucchatīti ‘‘katarena nakkhattena jāto putto",
  "atk-s0514a13:727_2": "dīghāyuko hoti, katarena appāyuko’’ti evaṁ nakkhattāni ca pucchati. Utusaṁvaccharāni",
  "atk-s0514a13:727_3": "cāti ‘‘channaṁ utūnaṁ katarasmiṁ utumhi jāto dīghāyuko hoti, katarasmiṁ utumhi appāyuko,",
  "atk-s0514a13:727_4": "kativassāya vā mātuyā jāto putto dīghāyuko hoti, kativassāya appāyuko’’ti evaṁ utusaṁvaccharāni",
  "atk-s0514a13:727_5": "ca pucchati. Utumhi nhātāyāti pupphe uppanne utumhi nhātāya. Vokkamoti tiṇṇaṁ sannipātā",
  "atk-s0514a13:727_6": "gabbhāvakkanti hoti, kucchiyaṁ gabbho patiṭṭhāti. Tenāti tena gabbhena sā dohaḷinī",
  "atk-s0514a13:727_7": "hoti. Tenāti tadā tassā kucchimhi nibbattapajāya sineho uppajjati, tena kāraṇena",
  "atk-s0514a13:727_8": "‘‘suhadā’’ti vuccati. Tenāti tena kāraṇena sā ‘‘janayantī’’ti ca ‘‘janettī’’ti ca vuccati.",
  "atk-s0514a13:728_0": "Aṅgapāvuraṇena cāti thanantare nipajjāpetvā sarīrasamphassaṁ pharāpentī aṅgasaṅkhāteneva",
  "atk-s0514a13:728_1": "pāvuraṇena. Tosentīti saññāpentī hāsentī. Mamaṁ katvā udikkhatīti ‘‘puttassa me upari",
  "atk-s0514a13:728_2": "vāto paharati, ātapo pharatī’’ti evaṁ mamaṁkāraṁ katvā siniddhena hadayena udikkhati.",
  "atk-s0514a13:728_3": "Ubhayampetassāti ubhayampi etaṁ dhanaṁ etassa puttassa atthāya aññesaṁ adassetvā",
  "atk-s0514a13:728_4": "sāragabbhādīsu mātā gopeti. Evaṁ putta, aduṁ puttāti ‘‘andhabāla putta, evaṁ rājakulādīsu",
  "atk-s0514a13:728_5": "appamatto hohi, aduñca kammaṁ mā karohī’’ti sikkhāpentī iti mātā vihaññati kilamati.",
  "atk-s0514a13:728_6": "Pattayobbaneti putte pattayobbane taṁ puttaṁ nisīthe paradāresu pamattaṁ sāyaṁ anāgacchantaṁ",
  "atk-s0514a13:728_7": "ñatvā assupuṇṇehi nettehi maggaṁ olokentī vihaññati kilamati.",
  "atk-s0514a13:729_0": "Kicchā bhatoti kicchena bhato paṭijaggito. Micchā caritvānāti mātaraṁ apaṭijaggitvā.",
  "atk-s0514a13:729_1": "Dhanāpīti dhanampi, ayameva vā pāṭho. Idaṁ vuttaṁ hoti – dhanakāmānaṁ uppannaṁ dhanampi",
  "atk-s0514a13:729_2": "mātaraṁ apaṭijaggantānaṁ nassatīti me sutanti. Kicchaṁ vā soti iti dhanaṁ vā tassa",
  "atk-s0514a13:729_3": "nassati, dukkhaṁ vāso puriso nigacchati. Labbhametanti etaṁ idhaloke ca paraloke",
  "atk-s0514a13:729_4": "ca ānandādisukhaṁ mātaraṁ paricaritvā vijānato paṇḍitassa labbhaṁ, sakkā laddhuṁ tādisenāti attho.",
  "atk-s0514a13:730_0": "Dānañcāti mātāpitūnaṁ dānaṁ dātabbaṁ, piyavacanaṁ bhaṇitabbaṁ, uppannakiccasādhanavasena",
  "atk-s0514a13:730_1": "attho caritabbo. Dhammesūti jeṭṭhāpacāyanadhammesu tattha tattha parisamajjhe vā",
  "atk-s0514a13:730_2": "rahogatānaṁ vā abhivādanādivasena samānattatā kātabbā, na raho abhivādanādīni katvā",
  "atk-s0514a13:730_3": "parisati na kātabbāni, sabbattha samāneneva bhavitabbaṁ. Ete ca saṅgahā nāssūti sace",
  "atk-s0514a13:730_4": "ete cattāro saṅgahā na bhaveyyuṁ. Sammapekkhantīti sammā nayena kāraṇena pekkhanti.",
  "atk-s0514a13:730_5": "Mahattanti seṭṭhattaṁ. Brahmāti puttānaṁ brahmasamā uttamā seṭṭhā. Pubbācariyāti",
  "atk-s0514a13:730_6": "paṭhamācariyā. Āhuneyyāti āhunapaṭiggāhakā yassa kassaci sakkārassa anucchavikā.",
  "atk-s0514a13:730_7": "Annena athoti annena ceva attho pānena ca. Peccāti kālakiriyāya pariyosāne ito gantvā sagge pamodatīti.",
  "atk-s0514a13:731_0": "Evaṁ mahasatto sineruṁ pavaṭṭento viya dhammadesanaṁ niṭṭhāpesi. Taṁ sutvā sabbepi",
  "atk-s0514a13:731_1": "te rājāno balakāyā ca pasīdiṁsu. Atha ne pañcasu sīlesu patiṭṭhāpetvā ‘‘dānādīsu",
  "atk-s0514a13:731_2": "appamattā hothā’’ti ovaditvā uyyojesi. Sabbepi dhammena rajjaṁ kāretvā āyupariyosāne",
  "atk-s0514a13:731_3": "devanagaraṁ pūrayiṁsu. Soṇapaṇḍitanandapaṇḍitāpi yāvatāyukaṁ mātāpitaro paricaritvā",
  "atk-s0514a13:731_4": "brahmalokaparāyaṇā ahesuṁ.",
  "atk-s0514a13:732_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0514a13:732_1": "mātuposakabhikkhu sotāpattiphale patiṭṭhahi. Tadā mātāpitaro māhārājakulāni ahesuṁ,",
  "atk-s0514a13:732_2": "nandapaṇḍito ānando , manojarājā sāriputto, ekasatarājāno asītimahātherā ceva aññataratherā",
  "atk-s0514a13:732_3": "ca, catuvīsati akkhobhaṇiyo buddhaparisā, soṇapaṇḍito pana ahameva ahosinti.",
  "atk-s0514a13:733": "Soṇanandajātakavaṇṇanā dutiyā.",
  "atk-s0514a13:734": "Jātakuddānaṁ –",
  "atk-s0514a13:735": "Atha sattatimamhi nipātavare, sabhāvantu kusāvatirājavaro;",
  "atk-s0514a13:736": "Atha soṇasunandavaro ca puna, abhivāsitasattatimamhi suteti.",
  "atk-s0514a13:737": "Sattatinipātavaṇṇanā niṭṭhitā."
}