{
  "atk-s0515a6:0": "6. Jarāsuttaniddesavaṇṇanā",
  "atk-s0515a6:1_0": "39. Chaṭṭhe jarāsutte appaṁ vata jīvitaṁ idanti idaṁ vata manussānaṁ jīvitaṁ appakaṁ",
  "atk-s0515a6:1_1": "parittaṁ ṭhitiparittatāya sarasaparittatāyāti guhaṭṭhakasuttepi vuttanayametaṁ. Oraṁ",
  "atk-s0515a6:1_2": "vassasatāpi miyyatīti vassasatā oraṁ kalalādikālepi miyyati. Aticcāti vassasataṁ",
  "atk-s0515a6:1_3": "atikkamitvā. Jarasāpi miyyatīti jarāya miyyati. Ito paraṁ guhaṭṭhakasuttavaṇṇanāya",
  "atk-s0515a6:1_4": "vuttanayeneva gahetabbaṁ.",
  "atk-s0515a6:2_0": "Appanti mandaṁ. Gamanīyo samparāyoti paraloko gantabbo. Kalalakālepīti ettha kalalakālaṁ",
  "atk-s0515a6:2_1": "nāma paṭisandhikkhaṇe tīhi jātiuṇṇaṁsūhi katasuttagge ṭhitatelabinduppamāṇaṁ acchaṁ",
  "atk-s0515a6:2_2": "vippasannakalalaṁ hoti. Yaṁ sandhāya vuttaṁ –",
  "atk-s0515a6:3": "“Tilatelassa yathā bindu, sappimaṇḍo anāvilo;",
  "atk-s0515a6:4": "Evaṁ vaṇṇappaṭibhāgaṁ, kalalaṁ sampavuccatī”ti. ;",
  "atk-s0515a6:5_0": "Tasmiṁ kalalakālepi. Cavatīti jīvitaṁ gaḷati. Maratīti jīvitaviyogaṁ āpajjati. Antaradhāyatīti",
  "atk-s0515a6:5_1": "adassanaṁ pāpuṇāti. Vippalujjatīti chijjati. “Aṇḍajayoniyā cavati. Jalābujayoniyā",
  "atk-s0515a6:5_2": "marati. Saṁsedajayoniyā antaradhāyati. Opapātikayoniyā vippalujjatī”ti evameke vaṇṇayanti.",
  "atk-s0515a6:5_3": "Abbudakālepīti abbudaṁ nāma kalalato sattāhaccayena maṁsadhovanaudakavaṇṇaṁ hoti,",
  "atk-s0515a6:5_4": "kalalanti nāmaṁ antaradhāyati. Vuttampi cetaṁ –",
  "atk-s0515a6:6": "“Sattāhaṁ kalalaṁ hoti, paripakkaṁ samūhataṁ;",
  "atk-s0515a6:7": "Vivaṭṭamānaṁ tabbhāvaṁ, abbudaṁ nāma jāyatī”ti. ;",
  "atk-s0515a6:8_0": "Tasmiṁ abbudakālepi. Pesikālepīti tasmāpi abbudā sattāhaccayena vilīnatipusadisā",
  "atk-s0515a6:8_1": "pesi nāma sañjāyati. Sā maricaphāṇitena dīpetabbā. Gāmadārikā hi supakkāni maricāni",
  "atk-s0515a6:8_2": "gahetvā sāṭakante bhaṇḍikaṁ katvā pīḷetvā maṇḍaṁ ādāya kapāle pakkhipitvā ātape ṭhapenti,",
  "atk-s0515a6:8_3": "taṁ sukkhamānaṁ sabbabhāgehi muccati. Evarūpā pesi hoti, abbudanti nāmaṁ antaradhāyati. Vuttampi cetaṁ –",
  "atk-s0515a6:9": "“Sattāhaṁ abbudaṁ hoti, paripakkaṁ samūhataṁ;",
  "atk-s0515a6:10": "Vivaṭṭamānaṁ tabbhāvaṁ, pesi nāma pajāyatī”ti. ;",
  "atk-s0515a6:11": "Tasmiṁ pesikālepi. Ghanakālepīti tatopi pesito sattāhaccayena kukkuṭaṇḍasaṇṭhāno ghano nāma maṁsapiṇḍo nibbattati, pesīti nāmaṁ antaradhāyati. Vuttampi cetaṁ –",
  "atk-s0515a6:12": "“Sattāhaṁ pesi bhavati, paripakkaṁ samūhataṁ;",
  "atk-s0515a6:13": "Vivaṭṭamānaṁ tabbhāvaṁ, ghanoti nāma jāyati.",
  "atk-s0515a6:14": "“Yathā kukkuṭiyā aṇḍaṁ, samantā parimaṇḍalaṁ;",
  "atk-s0515a6:15": "Evaṁ ghanassa saṇṭhānaṁ, nibbattaṁ kammapaccayā”ti. ;",
  "atk-s0515a6:16_0": "Tasmiṁ ghanakālepi. Pasākhakālepīti pañcame sattāhe dvinnaṁ dvinnaṁ hatthapādānaṁ",
  "atk-s0515a6:16_1": "sīsassa catthāya pañca pīḷakā jāyanti, yaṁ sandhāya vuttaṁ – “pañcame, bhikkhave,",
  "atk-s0515a6:16_2": "sattāhe pañca pīḷakā saṇṭhahanti kammato”ti. Tasmiṁ pasākhakālepi. Tato paraṁ chaṭṭhasattamādīni",
  "atk-s0515a6:16_3": "sattāhāni atikkamma desanaṁ saṅkhipitvā dvācattālīsasattāhe pariṇatakāle kesalomanakhādīnaṁ",
  "atk-s0515a6:16_4": "uppattikālañca. Tassa ca nābhito uṭṭhito nāḷo mātu udarapaṭalena ekābaddho hoti,",
  "atk-s0515a6:16_5": "so uppaladaṇḍako viya chiddo, tena āhāraraso saṁsaritvā āhārasamuṭṭhānarūpaṁ samuṭṭhāpeti.",
  "atk-s0515a6:16_6": "Evaṁ so dasamāse yāpeti, taṁ sabbaṁ avatvā “sūtighare”ti āha. Yaṁ sandhāya vuttaṁ –",
  "atk-s0515a6:17": "“Kesā lomā nakhāni ca”;",
  "atk-s0515a6:18": "“Yañcassa bhuñjatī mātā, annaṁ pānañca bhojanaṁ;",
  "atk-s0515a6:19": "Tena so tattha yāpeti, mātukucchigato naro”ti. ;",
  "atk-s0515a6:20_0": "Tattha sūtighareti sūtikaghare, vijāyanaghareti attho. “Sūtikāghare”ti vā pāṭho,",
  "atk-s0515a6:20_1": "sūtikāyāti padacchedo. Addhamāsikopīti jātadivasato paṭṭhāya addhamāso etassa atthīti",
  "atk-s0515a6:20_2": "addhamāsiko. Dvemāsikādīsupi eseva nayo. Jātadivasato paṭṭhāya ekaṁ saṁvaccharaṁ",
  "atk-s0515a6:20_3": "etassa atthīti saṁvacchariko. Upari dvevassikādīsupi eseva nayo.",
  "atk-s0515a6:21_0": "Yadā jiṇṇo hotīti yasmiṁ kāle jarājiṇṇo bhavati jajjarībhūto. Vuddhoti vayovuddho.",
  "atk-s0515a6:21_1": "Mahallakoti jātimahallako. Addhagatoti tayo addhe atikkanto. Vayoanuppattoti tatiyaṁ",
  "atk-s0515a6:21_2": "vayaṁ anuppatto. Khaṇḍadantoti antarantarā patitā dantā phālitā ca jarānubhāvena",
  "atk-s0515a6:21_3": "khaṇḍā dantā jātā assāti khaṇḍadanto. Palitakesoti paṇḍarakeso. Vilūnanti luñcitvā",
  "atk-s0515a6:21_4": "gahitakesā viya khallāṭasīso. Khalitasiroti mahākhallāṭasīso. Valinanti sañjātavali.",
  "atk-s0515a6:21_5": "Tilakāhatagattoti setatilakakāḷatilakehi vikiṇṇasarīro. Bhoggoti bhaggo, imināpissa",
  "atk-s0515a6:21_6": "vaṅkabhāvaṁ dīpeti. Daṇḍaparāyaṇoti daṇḍapaṭissaraṇo daṇḍadutiyo. So jarāyapīti so",
  "atk-s0515a6:21_7": "puggalo jarāyapi abhibhūto marati. Natthi maraṇamhā mokkhoti maraṇato muñcanupāyo",
  "atk-s0515a6:21_8": "natthi nupalabbhati.",
  "atk-s0515a6:22_0": "Phalānamiva pakkānaṁ, pāto patanato bhayanti paripākagatānaṁ sithilavaṇṭānaṁ panasaphalādipakkānaṁ",
  "atk-s0515a6:22_1": "paccūsakāle avassaṁ patissantīti phalasāmikānaṁ bhāyamānānaṁ viya. Evaṁ jātāna maccānaṁ,",
  "atk-s0515a6:22_2": "niccaṁ maraṇato bhayanti evameva uppannānaṁ sattānaṁ maccusaṅkhātamaraṇato satataṁ kālaṁ bhayaṁ.",
  "atk-s0515a6:23_0": "Yathāpikumbhakārassāti yathā nāma mattikābhājanaṁ karontassa. Kataṁ mattikabhājananti",
  "atk-s0515a6:23_1": "tena niṭṭhāpitabhājanaṁ. Sabbaṁ bhedanapariyantanti pakkāpakkaṁ sabbaṁ bhedanaṁ bhijjapariyantaṁ",
  "atk-s0515a6:23_2": "avasānaṁ assāti bhedanapariyantaṁ. Evaṁ maccāna jīvitanti evameva sattānaṁ āyusaṅkhāraṁ.",
  "atk-s0515a6:24_0": "Daharāca mahantā cāti taruṇā ca mahallakā ca. Ye bālā ye ca paṇḍitāti ye ca assāsapassāsāyattā",
  "atk-s0515a6:24_1": "jīvitā bālā ye ca paṇḍiccena samannāgatā buddhādayo. Sabbe maccuvasaṁ yantīti ete",
  "atk-s0515a6:24_2": "vuttappakārā daharādayo sabbe maccuno issariyaṁ upagacchanti.",
  "atk-s0515a6:25_0": "Tesaṁ maccuparetānanti etesaṁ maccunā parivāritānaṁ. Gacchataṁ paralokatoti ito manussalokato",
  "atk-s0515a6:25_1": "paralokaṁ gacchantānaṁ. Na pitā tāyate puttanti pitā puttaṁ na rakkhati. Ñātī vā",
  "atk-s0515a6:25_2": "pana ñātaketi mātāpitipakkhikā ñātī vā teyeva ñātake rakkhituṁ na sakkonti.",
  "atk-s0515a6:26_0": "Pekkhataññeva ñātīnanti vuttavidhānaṁyeva ñātīnaṁ pekkhantānaṁyeva olokentānaṁyeva.",
  "atk-s0515a6:26_1": "Passa lālappataṁ puthūti passāti ālapanaṁ. Lālapantānaṁ vilapantānaṁ puthūnaṁ nānappakārānaṁ.",
  "atk-s0515a6:26_2": "Ekamekova maccānaṁ, govajjho viya niyyatīti sattānaṁ ekameko vadhāya niyyamānagoṇo",
  "atk-s0515a6:26_3": "viya maraṇāya niyyati pāpuṇīyati. Evamabbhāhato lokoti evameva sattaloko bhusaṁ āhato.",
  "atk-s0515a6:26_4": "Maccunā ca jarāya cāti maraṇena ca jarāya ca abhibhūto.",
  "atk-s0515a6:27": "40.Mamāyiteti mamāyitavatthukāraṇā. Vinābhāvaṁ santamevidanti santaṁ vijjamānaṁ vinābhāvameva idaṁ, na sakkā avinābhāvena bhavitunti vuttaṁ hoti.",
  "atk-s0515a6:28_0": "Socantīti cittena socanaṁ karonti. Kilamantīti kāyena kilamathaṁ pāpuṇanti. Paridevantīti",
  "atk-s0515a6:28_1": "nānāvidhaṁ vācāvilāpaṁ bhaṇanti. Urattāḷiṁ kandantīti uraṁ tāḷetvā tāḷetvā kandanti.",
  "atk-s0515a6:28_2": "Sammohaṁ āpajjantīti sammohabhāvaṁ pāpuṇanti.",
  "atk-s0515a6:29_0": "Aniccoti hutvā abhāvaṭṭhena. Saṅkhatoti paccayehi saṅgamma kato. Paṭiccasamuppannoti",
  "atk-s0515a6:29_1": "paccayasāmaggiṁ paṭicca na paccakkhāya saha sammā ca uppanno. Khayadhammoti khayaṁ",
  "atk-s0515a6:29_2": "gamanasabhāvo. Vayadhammoti vayaṁ gamanasabhāvo, bhaṅgavasena bhaṅgagamanasabhāvoti",
  "atk-s0515a6:29_3": "attho. Virāgadhammoti virajjanasabhāvo. Nirodhadhammoti nirujjhanasabhāvo. Yvāyaṁ",
  "atk-s0515a6:29_4": "pariggahoti yo ayaṁ pariggaho. “Yāya pariggaho”tipi pāṭho, ayameva padacchedo. Niccoti",
  "atk-s0515a6:29_5": "satatakāliko. Dhuvoti thiro. Sassatoti acavano. Avipariṇāmadhammoti pakatiajahanasabhāvo.",
  "atk-s0515a6:29_6": "Sassati samaṁ tatheva ṭhassatīti candasūriyasinerumahāsamuddapathavīpabbatādayo viya tiṭṭheyya.",
  "atk-s0515a6:30_0": "Nānābhāvoti jātiyā nānābhāvo. Vinābhāvoti maraṇena viyogabhāvo. Aññathābhāvoti sabbhāvato",
  "atk-s0515a6:30_1": "aññathābhāvo. Purimānaṁ purimānaṁ khandhānanti anantare pure uppannānaṁ khandhānaṁ.",
  "atk-s0515a6:30_2": "Vipariṇāmaññathābhāvāti pakatibhāvaṁ jahitvā aññathābhāvena. Pacchimā pacchimā khandhādayo",
  "atk-s0515a6:30_3": "pavattanti uppajjantīti sambandho.",
  "atk-s0515a6:31_0": "Sabbaṁ gharāvāsapalibodhanti sakalaṁ gihibhāvajaṭaṁ. Ñātimittāmaccapalibodhanti mātāpitupakkhikā",
  "atk-s0515a6:31_1": "ñātī, mittā sahāyā, amaccā bhaccā. Sannidhipalibodhanti nidhānajaṭaṁ chinditvā. Kesamassuṁ",
  "atk-s0515a6:31_2": "ohāretvāti kese ca massūni ca oropayitvā. Kāsāyāni vatthānīti kasāyarasapītāni vatthāni.",
  "atk-s0515a6:32": "41.Māmakoti mama upāsako bhikkhu vāti saṅkhaṁ gato, buddhādīni vā vatthūni mamāyamāno.",
  "atk-s0515a6:33_0": "Tesaṁ tesaṁ sattānanti anekesaṁ sattānaṁ sādhāraṇaniddeso. “Yaññadattassa maraṇaṁ,",
  "atk-s0515a6:33_1": "somadattassa maraṇa”nti evañhi divasampi kathiyamāne neva sattā pariyādānaṁ gacchanti,",
  "atk-s0515a6:33_2": "na sabbaṁ aparattadīpanaṁ sijjhati. Imehi pana dvīhi padehi na koci satto apariyādinno",
  "atk-s0515a6:33_3": "hoti, na kiñci aparattādīpanaṁ na sijjhati. Tamhā tamhāti ayaṁ gativasena anekesaṁ",
  "atk-s0515a6:33_4": "nikāyānaṁ sādhāraṇaniddeso. Sattanikāyāti sattānaṁ nikāyā, sattaghaṭā sattasamūhāti",
  "atk-s0515a6:33_5": "attho. Cutīti cavanavasena vuttaṁ. Ekacatupañcakkhandhāya cutiyā sāmaññavacanametaṁ.",
  "atk-s0515a6:33_6": "Cavanatāti bhāvavacanena lakkhaṇanidassanaṁ. Bhedoti cutikhandhānaṁ bhaṅguppattiparidīpanaṁ.",
  "atk-s0515a6:33_7": "Antaradhānanti ghaṭassa viya bhinnassa bhinnānaṁ khandhānaṁ yena kenaci pariyāyena",
  "atk-s0515a6:33_8": "ṭhānābhāvaparidīpanaṁ. Maccumaraṇanti maccusaṅkhātaṁ maraṇaṁ, na khaṇikamaraṇaṁ.",
  "atk-s0515a6:33_9": "Kālo nāma antako, tassa kiriyāti kālaṁkiriyā. Ettāvatā sammutimaraṇaṁ dīpitaṁ. Idāni",
  "atk-s0515a6:33_10": "paramatthena dīpetuṁ “khandhānaṁ bhedo”tiādimāha. Paramatthena hi khandhāyeva bhijjanti,",
  "atk-s0515a6:33_11": "na satto nāma koci marati. Khandhesu pana bhijjamānesu satto marati, bhinnesu “mato”ti vohāro hoti.",
  "atk-s0515a6:34_0": "Ettha ca catuvokārapañcavokāravasena khandhānaṁ bhedo, ekavokāravasena kaḷevarassa",
  "atk-s0515a6:34_1": "nikkhepo. Catuvokāravasena vā khandhānaṁ bhedo, sesadvayavasena kaḷevarassa nikkhepo",
  "atk-s0515a6:34_2": "veditabbo. Kasmā? Kāmarūpabhavadvayepi rūpakāyasaṅkhātassa kaḷevarassa sabbhāvato.",
  "atk-s0515a6:34_3": "Yasmā vā cātumahārājikādīsu khandhā bhijjanteva, na kiñci nikkhipanti, tasmā tesaṁ",
  "atk-s0515a6:34_4": "vasena khandhānaṁ bhedo, manussādīsu kaḷevarassa nikkhepo. Ettha ca kaḷevarassa nikkhepakaraṇato",
  "atk-s0515a6:34_5": "maraṇaṁ “kaḷevarassa nikkhepo”ti vuttaṁ. Jīvitindriyassupacchedoti iminā indriyabaddhasseva",
  "atk-s0515a6:34_6": "maraṇaṁ nāma hoti, anindriyabaddhassa maraṇaṁ nāma natthīti dasseti. “Sassaṁ mataṁ,",
  "atk-s0515a6:34_7": "rukkho mato”ti idaṁ pana vohāramattameva. Atthato pana evarūpāni vacanāni sassādīnaṁ",
  "atk-s0515a6:34_8": "khayavayabhāvameva dīpenti. Rūpagatanti rūpameva rūpagataṁ. Vedanāgatantiādīsupi eseva nayo.",
  "atk-s0515a6:35_0": "Tattha pubbeva maccanti maccaṁ vā bhogā pubbeva paṭhamataraññeva vijahanti. Macco",
  "atk-s0515a6:35_1": "vā te bhoge pubbataraṁ jahati. Kāmakāmīti corarājānaṁ ālapati. Ambho kāme kāmayamāna",
  "atk-s0515a6:35_2": "kāmakāmi bhogino nāma loke asassatā, bhogesu vā naṭṭhesu jīvamānā ca abhogino honti.",
  "atk-s0515a6:35_3": "Bhoge vā pahāya sayaṁ nassanti, tasmā ahaṁ mahājanassa sokakālepi na socāmīti attho.",
  "atk-s0515a6:36_0": "Viditāmayā sattuka lokadhammāti corarājānaṁ ālapanto āha. Ambho sattuka mayā lābho",
  "atk-s0515a6:36_1": "alābho yaso ayasotiādayo lokadhammā viditā. Yatheva hi cando udeti ca pūrati ca puna",
  "atk-s0515a6:36_2": "ca khīyati, yathā ca sūriyo andhakāraṁ vidhamento mahantaṁ lokappadesaṁ tapitvāna",
  "atk-s0515a6:36_3": "puna sāyaṁ atthaṁ paleti atthaṁ gacchati na dissati, evameva bhogā uppajjanti ca",
  "atk-s0515a6:36_4": "vinassanti ca, tattha kiṁ sokena, tasmā na socāmīti attho.",
  "atk-s0515a6:37_0": "Taṇhāmaññanāya maññatīti taṇhāya janitamānamaññanāya maññati. Mānaṁ karoti diṭṭhimaññanāyāti",
  "atk-s0515a6:37_1": "diṭṭhiṁ upanissayaṁ katvā uppannāya maññanāya. Mānamaññanāyāti sahajātamānamaññanāya.",
  "atk-s0515a6:37_2": "Kilesamaññanāyāti vuttappakārāya upatāpanaṭṭhena kilesamaññanāya maññati.",
  "atk-s0515a6:38": "Kuhāti vimhāpakā. Thaddhāti khāṇu viya thaddhā. Lapāti paccayanimittena lapanakā.",
  "atk-s0515a6:39": "42.Saṅgatanti samāgataṁ, diṭṭhaṁ phuṭṭhaṁ vā. Piyāyitanti piyakataṁ.",
  "atk-s0515a6:40_0": "Saṅgatanti sammukhībhūtaṁ. Samāgatanti samīpaṁ āgataṁ. Samāhitanti ekībhūtaṁ. Sannipatitanti",
  "atk-s0515a6:40_1": "piṇḍitaṁ. Supinagatoti supinaṁ paviṭṭho. Senābyūhaṁ passatīti senāsannivesaṁ dakkhati.",
  "atk-s0515a6:40_2": "Ārāmarāmaṇeyyakanti pupphārāmādīnaṁ ramaṇīyabhāvaṁ. Vanarāmaṇeyyakādīsupi eseva nayo.",
  "atk-s0515a6:40_3": "Petanti ito paralokaṁ gataṁ. Kālaṅkatanti mataṁ.",
  "atk-s0515a6:41": "43.Nāmaṁyevāvasissati, akkheyyanti sabbaṁ rūpādidhammajātaṁ pahīyati, nāmamattameva tu avasissati “buddharakkhito dhammarakkhito”ti evaṁ akkhātuṁ kathetuṁ.",
  "atk-s0515a6:42_0": "Yecakkhuviññāṇābhisambhūtāti ye sayaṁ cakkhuviññāṇena abhisambhūtā rāsikatā diṭṭhā",
  "atk-s0515a6:42_1": "catusamuṭṭhānikā rūpā. Sotaviññāṇābhisambhūtāti paratoghosena sotaviññāṇena rāsikatā",
  "atk-s0515a6:42_2": "sutā dvisamuṭṭhānikā saddā.",
  "atk-s0515a6:43": "44.Munayoti khīṇāsavamunayo. Khemadassinoti nibbānadassino.",
  "atk-s0515a6:44_0": "Sokoti sokaniddese – byasatīti byasanaṁ, hitasukhaṁ khipati viddhaṁsetīti attho.",
  "atk-s0515a6:44_1": "Ñātīnaṁ byasanaṁ ñātibyasanaṁ, corarogabhayādīhi ñātikkhayo ñātivināsoti attho. Tena",
  "atk-s0515a6:44_2": "ñātibyasanena. Phuṭṭhassāti ajjhotthaṭassa, abhibhūtassa samannāgatassāti attho.",
  "atk-s0515a6:44_3": "Sesesupi eseva nayo. Ayaṁ pana viseso – bhogānaṁ byasanaṁ bhogabyasanaṁ, rājacorādivasena",
  "atk-s0515a6:44_4": "bhogakkhayo bhogavināsoti attho. Rogoyeva byasanaṁ rogabyasanaṁ. Rogo hi ārogyaṁ",
  "atk-s0515a6:44_5": "byasati vināsetīti byasanaṁ. Sīlassa byasanaṁ sīlabyasanaṁ, dussilyassetaṁ nāmaṁ.",
  "atk-s0515a6:44_6": "Sammādiṭṭhiṁ vināsayamānā uppannā diṭṭhiyeva byasanaṁ diṭṭhibyasanaṁ. Ettha ca purimāni",
  "atk-s0515a6:44_7": "dve anipphannāni, pacchimāni tīṇi nipphannāni tilakkhaṇabbhāhatāni. Purimāni ca tīṇi",
  "atk-s0515a6:44_8": "neva kusalāni nākusalāni, sīladiṭṭhibyasanadvayaṁ akusalaṁ.",
  "atk-s0515a6:45_0": "Aññataraññatarenāti gahitesu vā yena kenaci aggahitesu vā mittāmaccabyasanādīsu yena",
  "atk-s0515a6:45_1": "kenaci. Samannāgatassāti samanubandhassa aparimuccamānassa. Aññataraññatarena dukkhadhammenāti",
  "atk-s0515a6:45_2": "yena kenaci sokadukkhassa uppattihetunā. Sokoti socanakavasena soko. Idaṁ tehi kāraṇehi",
  "atk-s0515a6:45_3": "uppajjanakasokassa sabhāvapaccattaṁ. Socanāti socanākāro. Socitattanti socitabhāvo.",
  "atk-s0515a6:45_4": "Antosokoti abbhantarasoko. Dutiyapadaṁ upasaggena vaḍḍhitaṁ. So hi abbhantaraṁ sukkhāpento",
  "atk-s0515a6:45_5": "viya parisukkhāpento viya uppajjatīti “antosoko antoparisoko”ti vuccati. Antodāhoti",
  "atk-s0515a6:45_6": "abbhantaradāho. Dutiyapadaṁ upasaggena vaḍḍhitaṁ. Cetaso parijjhāyanāti cittassa",
  "atk-s0515a6:45_7": "jhānanākāro. Soko hi uppajjamāno aggi viya cittaṁ jhāpeti dahati, “cittaṁ me jhāmaṁ,",
  "atk-s0515a6:45_8": "na me kiñci paṭibhātī”ti vadāpeti. Dukkhito mano dummano, tassa bhāvo domanassaṁ.",
  "atk-s0515a6:45_9": "Anupaviṭṭhaṭṭhena sokova sallanti sokasallaṁ.",
  "atk-s0515a6:46_0": "Paridevaniddese – “mayhaṁ dhītā, mayhaṁ putto”ti evaṁ ādissa ādissa devanti rodanti",
  "atk-s0515a6:46_1": "etenāti ādevo. Taṁ taṁ vaṇṇaṁ parikittetvā parikittetvā devanti etenāti paridevo.",
  "atk-s0515a6:46_2": "Tato parāni dve dve padāni purimadvayasseva ākārabhāvaniddesavasena vuttāni. Vācāti",
  "atk-s0515a6:46_3": "vacanaṁ. Palāpoti tucchaṁ niratthakavacanaṁ. Uppaḍḍhabhaṇitaaññabhaṇitādivasena virūpo",
  "atk-s0515a6:46_4": "palāpo vippalāpo. Lālappoti punappunaṁ lapanaṁ. Lālappanākāro lālappanā. Lālappitassa",
  "atk-s0515a6:46_5": "bhāvo lālappitattaṁ. Macchariyādīni vuttatthāneva.",
  "atk-s0515a6:47_0": "45. Sattamagāthā evaṁ maraṇabbhāhate loke anurūpapaṭipattidassanatthaṁ vuttā. Tattha",
  "atk-s0515a6:47_1": "patilīnacarassāti tato tato patilīnaṁ cittaṁ katvā carantassa. Bhikkhunoti kalyāṇaputhujjanassa",
  "atk-s0515a6:47_2": "vā sekkhassa vā. Sāmaggiyamāhu tassa taṁ, yo attānaṁ bhavane na dassayeti tassetaṁ",
  "atk-s0515a6:47_3": "patirūpamāhu, yo evaṁpaṭipanno nirayādibhede bhavane attānaṁ na dassaye. Evañhi so",
  "atk-s0515a6:47_4": "imamhā maraṇā mucceyyāti adhippāyo.",
  "atk-s0515a6:48_0": "Patilīnacarā vuccantīti tato tato līnacittācārā kathīyanti. Satta sekkhāti adhisīlādīsu",
  "atk-s0515a6:48_1": "tīsu sikkhāsu sikkhantīti sotāpattimaggaṭṭhaṁ ādiṁ katvā yāva arahattamaggaṭṭhā satta",
  "atk-s0515a6:48_2": "sekkhā. Arahāti phalaṭṭho. So niṭṭhitacittattā patilīno. Sekkhānaṁ patilīnacaraṇabhāve",
  "atk-s0515a6:48_3": "kāraṇaṁ dassento “kiṁ kāraṇā”tiādimāha. Te tato tatoti te satta sekkhā tehi tehi",
  "atk-s0515a6:48_4": "ārammaṇehi cittaṁ patilīnentāti attano cittaṁ nilīnentā. Patikuṭentāti saṅkocentā.",
  "atk-s0515a6:48_5": "Pativaṭṭentāti kaṭasārakaṁ viya ābhujentā. Sanniruddhantāti sannirujjhantā. Sannigaṇhantāti",
  "atk-s0515a6:48_6": "niggahaṁ kurumānā. Sannivārentāti vārayamānā. Rakkhantāti rakkhaṁ kurumānā. Gopentāti",
  "atk-s0515a6:48_7": "cittamañjūsāya gopayamānā.",
  "atk-s0515a6:49_0": "Idāni dvāravasena dassento “cakkhudvāre”tiādimāha. Tattha cakkhudvāreti cakkhuviññāṇadvāre.",
  "atk-s0515a6:49_1": "Sotadvārādīsupi eseva nayo. Bhikkhunoti puthujjanakalyāṇakassa vā bhikkhuno, sekkhassa",
  "atk-s0515a6:49_2": "vā bhikkhunoti bhikkhusaddassa vacanatthaṁ avatvā idhādhippetabhikkhuyeva dassito.",
  "atk-s0515a6:49_3": "Tattha puthujjano ca so kilesānaṁ asamucchinnattā, kalyāṇo ca sīlādipaṭipattiyuttattāti",
  "atk-s0515a6:49_4": "puthujjanakalyāṇova puthujjanakalyāṇako, tassa puthujjanakalyāṇakassa. Adhisīlādīni",
  "atk-s0515a6:49_5": "sikkhatīti sekkho, tassa sekkhassa vā sotāpannassa vā sakadāgāmino vā anāgāmino vā.",
  "atk-s0515a6:50_0": "Āsanti nisīdanti etthāti āsanaṁ. Yatthāti yesu mañcapīṭhādīsu. Mañcotiādīni āsanassa",
  "atk-s0515a6:50_1": "pabhedavacanāni. Mañcopi hi nisajjāyapi okāsattā idha āsanesu vutto, so pana masārakabundikābaddhakuḷīrapādakaāhaccapādakānaṁ",
  "atk-s0515a6:50_2": "aññataro. Pīṭhampi tesaṁ aññatarameva. Bhisīti uṇṇabhisi coḷabhisi vākabhisi tiṇabhisi",
  "atk-s0515a6:50_3": "paṇṇabhisīnaṁ aññatarā. Taṭṭikāti tālapaṇṇādīhi vinitvā katā. Cammakhaṇḍoti nisajjāraho",
  "atk-s0515a6:50_4": "yo koci cammakhaṇḍo. Tiṇasanthārādayo tiṇādīni gumbetvā katā. Asappāyarūpadassanenāti",
  "atk-s0515a6:50_5": "asappāyānaṁ iṭṭharūpānaṁ olokanena. Rittanti abbhantarato tucchaṁ. Vivittanti bahiddhāpavesanena",
  "atk-s0515a6:50_6": "suññaṁ. Pavivittanti koci gahaṭṭho tattha natthīti atirekena suññaṁ. Asappāyasaddassavanepi",
  "atk-s0515a6:50_7": "eseva nayo. Pañcahi kāmaguṇehīti itthirūpasaddagandharasaphoṭṭhabbehi pañcahi kāmakoṭṭhāsehi. Vuttampi cetaṁ –",
  "atk-s0515a6:51": "“Rūpā saddā rasā gandhā, phoṭṭhabbā ca manoramā;",
  "atk-s0515a6:52": "Pañca kāmaguṇā loke, itthirūpasmiṁ dissare”ti. ;",
  "atk-s0515a6:53_0": "Bhajatoti cittena sevanaṁ karontassa. Sambhajatoti sammā sevantassa. Sevatoti upasaṅkamantassa.",
  "atk-s0515a6:53_1": "Nisevatoti nissayaṁ katvā sevantassa. Saṁsevatoti suṭṭhu sevantassa. Paṭisevatoti",
  "atk-s0515a6:53_2": "punappunaṁ upasaṅkamantassa.",
  "atk-s0515a6:54_0": "Gaṇasāmaggīti samaṇānaṁ ekībhāvo samaggabhāvo. Dhammasāmaggīti sattatiṁsabodhipakkhiyadhammānaṁ",
  "atk-s0515a6:54_1": "samūhabhāvo. Anabhinibbattisāmaggīti anibbattamānānaṁ anuppajjamānānaṁ anupādisesāya",
  "atk-s0515a6:54_2": "nibbānadhātuyā parinibbutānaṁ arahantānaṁ samūho. Samaggāti kāyena aviyogā. Sammodamānāti",
  "atk-s0515a6:54_3": "cittena suṭṭhu modamānā tussamānā. Avivadamānāti vācāya vivādaṁ akurumānā. Khīrodakībhūtāti",
  "atk-s0515a6:54_4": "khīrena saṁsaṭṭhaudakasadisā.",
  "atk-s0515a6:55": "Te ekato pakkhandantīti te bodhipakkhiyadhammā ekaṁ ārammaṇaṁ pavisanti. Pasīdantīti tasmiṁyeva ārammaṇe pasādamāpajjanti. Anupādisesāyāti upādivirahitāya.",
  "atk-s0515a6:56_0": "Nibbānadhātuyāti amatamahānibbānadhātuyā. Ūnattaṁ vāti ettha unabhāvo ūnattaṁ, aparipuṇṇabhāvoti",
  "atk-s0515a6:56_1": "attho. Puṇṇattaṁ vāti paripuṇṇabhāvo puṇṇattaṁ, puṇṇabhāvo vā na paññāyati natthīti attho.",
  "atk-s0515a6:57_0": "Nerayikānanti niraye nibbattanakakammānaṁ atthibhāvena. Nirayaṁ arahantīti nerayikā,",
  "atk-s0515a6:57_1": "tesaṁ nerayikānaṁ. Nirayo bhavananti nirayo eva tesaṁ vasanaṭṭhānaṁ gharaṁ. Tiracchānayonikānantiādīsupi",
  "atk-s0515a6:57_2": "eseva nayo. Tassesā sāmaggīti tassa khīṇāsavassa esā nibbānasāmaggī. Etaṁ channanti",
  "atk-s0515a6:57_3": "etaṁ anucchavikaṁ. Patirūpanti sadisaṁ paṭibhāgaṁ, asadisaṁ appaṭibhāgaṁ na hoti.",
  "atk-s0515a6:57_4": "Anucchavikanti etaṁ samaṇabrāhmaṇānaṁ vā dhammānaṁ, maggaphalanibbānasāsanadhammānaṁ",
  "atk-s0515a6:57_5": "vā anucchavikaṁ. Tesaṁ chaviṁ chāyaṁ sundarabhāvaṁ anveti anugacchati, atha kho santikāva",
  "atk-s0515a6:57_6": "tehi dhammehi anucchavikattā eva ca anulomaṁ. Tesañca anulometi, atha kho na vilomaṁ",
  "atk-s0515a6:57_7": "na paccanīkabhāve ṭhitaṁ.",
  "atk-s0515a6:58_0": "46. Idāni “yo attānaṁ bhavane na dassaye”ti evaṁ khīṇāsavo vibhāvito, tassa vaṇṇabhaṇanatthaṁ",
  "atk-s0515a6:58_1": "ito parā tisso gāthāyo āha. Tattha paṭhamagāthāya sabbatthāti dvādasasu āyatanesu.",
  "atk-s0515a6:58_2": "Na piyaṁ kubbati nopi appiyanti niddese piyāti citte pītikarā. Te vibhāgato dassento",
  "atk-s0515a6:58_3": "“katame sattā piyā, idha yassa te hontī”ti āha. Tattha yassa teti ye assa te. Hontīti",
  "atk-s0515a6:58_4": "bhavanti. Atthakāmāti vaḍḍhikāmā. Hitakāmāti sukhakāmā. Phāsukāmāti sukhavihārakāmā.",
  "atk-s0515a6:58_5": "Yogakkhemakāmāti catūhi yogehi khemaṁ nibbhayaṁ kāmā. Mamāyatīti mātā. Piyāyatīti",
  "atk-s0515a6:58_6": "pitā. Bhajatīti bhātā. Bhaginīti etthāpi eseva nayo. Puṁ tāyati rakkhatīti putto.",
  "atk-s0515a6:58_7": "Kulavaṁsaṁ dhāretīti dhītā. Mittā sahāyā. Amaccā bhaccā. Ñātī pitupakkhikā. Sālohitā",
  "atk-s0515a6:58_8": "mātipakkhikā. Ime sattā piyāti ime sattā pītijanakā. Vuttavipariyāyena appiyā veditabbā.",
  "atk-s0515a6:59": "47.Yadidaṁ diṭṭhasutamutesu vāti ettha pana yadidaṁ diṭṭhasutaṁ, ettha vā mutesu vā dhammesu; evaṁ muni na upalimpatīti evaṁ sambandho veditabbo.",
  "atk-s0515a6:60": "Udakathevoti udakassa thevo. “Udakatthevako”tipi pāṭho. Padumapatteti paduminipatte.",
  "atk-s0515a6:61_0": "48.Dhono na hi tena maññati, yadidaṁ diṭṭhasutamutesu vāti atrāpi yadidaṁ diṭṭhasutaṁ,",
  "atk-s0515a6:61_1": "tena vatthunā na maññati, mutesu vā dhammesu na maññatīti evameva sambandho veditabbo.",
  "atk-s0515a6:61_2": "Na hi so rajjati, no virajjatīti bālaputhujjano viya na rajjati, kalyāṇaputhujjanasekkhā",
  "atk-s0515a6:61_3": "viya na virajjati, rāgassa khīṇattā “viratto”tveva saṅkhaṁ gacchati. Sesaṁ pākaṭamevāti.",
  "atk-s0515a6:62_0": "Tāyapaññāya kāyaduccaritanti sampayuttāya pubbabhāgāyeva vā paññāya pariggahetabbe",
  "atk-s0515a6:62_1": "pariggaṇhanto yogī tividhaṁ kāyaduccaritaṁ samucchedavasena dhunāti. Ayañca puggalo",
  "atk-s0515a6:62_2": "vipannadhammaṁ desanādhammesu dhunantesu taṁdhammasamaṅgīpuggalopi dhunāti nāma.",
  "atk-s0515a6:62_3": "Te ca dhamme paññāya attano pavattikkhaṇe dhunitumāraddho dhutāti vuccati, yathā",
  "atk-s0515a6:62_4": "bhuñjitumāraddho bhuttoti vuccati. Lakkhaṇaṁ panettha saddasatthato veditabbaṁ. Dhutanti",
  "atk-s0515a6:62_5": "kattusādhanaṁ. Dhutaṁ paṭhamamaggena. Dhotaṁ dutiyamaggena. Sandhotaṁ tatiyamaggena.",
  "atk-s0515a6:62_6": "Niddhotaṁ catutthamaggena.",
  "atk-s0515a6:63_0": "Dhono diṭṭhaṁ na maññatīti arahā maṁsacakkhunā diṭṭhaṁ dibbacakkhunā diṭṭhaṁ rūpāyatanaṁ",
  "atk-s0515a6:63_1": "na maññati tīhi maññanāhi, kathaṁ? Rūpāyatanaṁ subhasaññāya sukhasaññāya ca passanto",
  "atk-s0515a6:63_2": "na tattha chandarāgaṁ janeti na taṁ assādeti nābhinandati, evaṁ diṭṭhaṁ taṇhāmaññanāya",
  "atk-s0515a6:63_3": "na maññati. “Iti me rūpaṁ siyā anāgatamaddhāna”nti vā panettha nandiṁ na samannāneti.",
  "atk-s0515a6:63_4": "Rūpasampadaṁ vā ākaṅkhamāno dānaṁ na deti, sīlaṁ na samādiyati, uposathakammaṁ na",
  "atk-s0515a6:63_5": "karoti. Evampi diṭṭhaṁ taṇhāmaññanāya na maññati, attano pana parassa ca rūpasampattivipattiṁ",
  "atk-s0515a6:63_6": "nissāya mānaṁ na janeti. “Imināhaṁ seyyosmīti vā, sadisosmīti vā, hīnosmīti vā”ti",
  "atk-s0515a6:63_7": "evaṁ diṭṭhaṁ mānamaññanāya na maññati. Rūpāyatanaṁ pana “niccaṁ dhuvaṁ sassata”nti",
  "atk-s0515a6:63_8": "na maññati. Attānaṁ “attaniya”nti na maññati. Maṅgalaṁ “amaṅgala”nti na maññati.",
  "atk-s0515a6:63_9": "Evaṁ diṭṭhaṁ diṭṭhimaññanāya na maññati. Diṭṭhasmiṁ na maññatīti rūpasmiṁ attānaṁ",
  "atk-s0515a6:63_10": "samanupassananayena amaññanto diṭṭhasmiṁ na maññati. Yathā vā thane thaññaṁ, evaṁ",
  "atk-s0515a6:63_11": "rūpasmiṁ rāgādayoti amaññantopi diṭṭhasmiṁ na maññati. Tasmiṁyeva panassa diṭṭhimaññanāya",
  "atk-s0515a6:63_12": "amaññite vatthusmiṁ sinehaṁ mānañca na uppādayato taṇhāmānamaññanāpi natthīti veditabbā.",
  "atk-s0515a6:63_13": "Evaṁ diṭṭhasmiṁ na maññati. Diṭṭhato na maññatīti ettha pana diṭṭhatoti nissakkavacanaṁ.",
  "atk-s0515a6:63_14": "Tasmā saupakāraṇassa attano vā parassa vā yathāvuttappabhedato diṭṭhato upapatti",
  "atk-s0515a6:63_15": "vā niggamanaṁ vā diṭṭhato vā añño attāti amaññamāno diṭṭhato na maññatīti veditabbo.",
  "atk-s0515a6:63_16": "Ayamassa na diṭṭhimaññanā. Tasmiṁyeva panassa diṭṭhimaññanāya amaññite vatthusmiṁ",
  "atk-s0515a6:63_17": "sinehaṁ mānañca na uppādayato na taṇhāmānamaññanāpi veditabbā.",
  "atk-s0515a6:64_0": "Diṭṭhā meti na maññatīti ettha pana “etaṁ mamā”ti taṇhāvasena amamāyamāno diṭṭhaṁ",
  "atk-s0515a6:64_1": "taṇhāmaññanāya na maññati. Sutanti maṁsasotenapi sutaṁ, dibbasotenapi sutaṁ, saddāyatanassetaṁ",
  "atk-s0515a6:64_2": "adhivacanaṁ. Mutanti mutvā munitvā ca gahitaṁ āhacca upagantvāti attho. Indriyānaṁ",
  "atk-s0515a6:64_3": "ārammaṇānañca aññamaññaṁ saṁkilese viññātanti vuttaṁ hoti. Gandharasaphoṭṭhabbāyatanānaṁ",
  "atk-s0515a6:64_4": "etaṁ adhivacanaṁ. Viññātanti manasā viññātaṁ, sesānaṁ sattānaṁ āyatanānametaṁ adhivacanaṁ,",
  "atk-s0515a6:64_5": "dhammārammaṇassa vā, idha pana sakkāyapariyāpannameva labbhati. Vitthāro panettha",
  "atk-s0515a6:64_6": "diṭṭhavāre vuttanayena veditabbo.",
  "atk-s0515a6:65_0": "Idāni bhagavatā vuttasuttavasena dassento “asmīti bhikkhave”tiādimāha. Tattha asmīti",
  "atk-s0515a6:65_1": "bhavāmi, niccassetaṁ adhivacanaṁ. Maññitametanti diṭṭhikappanaṁ etaṁ. Ayamahamasmīti",
  "atk-s0515a6:65_2": "ayaṁ ahaṁ asmi bhavāmi.",
  "atk-s0515a6:66": "Aññatra satipaṭṭhānehīti ṭhapetvā catusatipaṭṭhāne.",
  "atk-s0515a6:67_0": "Sabbe bālaputhujjanā rajjantīti sakalā andhabālā nānājanā lagganti. Satta sekkhā",
  "atk-s0515a6:67_1": "virajjantīti sotāpannādayo satta ariyajanā virāgaṁ āpajjanti. Arahā neva rajjati",
  "atk-s0515a6:67_2": "no virajjatīti kilesānaṁ parinibbāpitattā ubhayampi na karoti. Khayā rāgassātiādayo",
  "atk-s0515a6:67_3": "tividhāpi nibbānameva.",
  "atk-s0515a6:68": "Saddhammappajjotikāya mahāniddesaṭṭhakathāya",
  "atk-s0515a6:69": "Jarāsuttaniddesavaṇṇanā niṭṭhitā."
}