{
  "atk-s0509a13:0": "14. Tiṁsanipāto",
  "atk-s0509a13:1": "1. Subhājīvakambavanikātherīgāthāvaṇṇanā",
  "atk-s0509a13:2_0": "Tiṁsanipāte jīvakambavanaṁ rammantiādikā subhāya jīvakambavanikāya theriyā gāthā.",
  "atk-s0509a13:2_1": "Ayampi purimabuddhesu katādhikārā tattha tattha bhave vivaṭṭūpanissayaṁ kusalaṁ upacinantī,",
  "atk-s0509a13:2_2": "sambhāvitakusalamūlā anukkamena paribrūhitavimokkhasambhārā paripakkañāṇā hutvā,",
  "atk-s0509a13:2_3": "imasmiṁ buddhuppāde rājagahe brāhmaṇamahāsālakule nibbatti, subhātissā nāmamahosi.",
  "atk-s0509a13:2_4": "Tassā kira sarīrāvayavā sobhanavaṇṇayuttā ahesuṁ, tasmā subhāti anvatthameva nāmaṁ",
  "atk-s0509a13:2_5": "jātaṁ. Sā satthu rājagahappavesane paṭiladdhasaddhā upāsikā hutvā aparabhāge saṁsāre",
  "atk-s0509a13:2_6": "jātasaṁvegā kāmesu ādīnavaṁ disvā nekkhammañca khemato sallakkhantī mahāpajāpatiyā",
  "atk-s0509a13:2_7": "gotamiyā santike pabbajitvā vipassanāya kammaṁ karontī katipāheneva anāgāmiphale patiṭṭhāsi.",
  "atk-s0509a13:3_0": "Atha naṁ ekadivasaṁ aññataro rājagahavāsī dhuttapuriso taruṇo paṭhamayobbane ṭhito",
  "atk-s0509a13:3_1": "jīvakambavane divāvihārāya gacchantiṁ disvā paṭibaddhacitto hutvā maggaṁ ovaranto",
  "atk-s0509a13:3_2": "kāmehi nimantesi. Sā tassa nānappakārehi kāmānaṁ ādīnavaṁ attano ca nekkhammajjhāsayaṁ",
  "atk-s0509a13:3_3": "pavedentī dhammaṁ kathesi. So dhammakathaṁ sutvāpi na paṭikkamati, nibandhatiyeva.",
  "atk-s0509a13:3_4": "Therī naṁ attano vacane atiṭṭhantaṁ akkhimhi ca abhirattaṁ disvā, “handa, tayā sambhāvitaṁ",
  "atk-s0509a13:3_5": "akkhi”nti attano ekaṁ akkhiṁ uppāṭetvā tassa upanesi. Tato so puriso santāso saṁvegajāto",
  "atk-s0509a13:3_6": "tattha vigatarāgova hutvā theriṁ khamāpetvā gato. Therī satthu santikaṁ agamāsi.",
  "atk-s0509a13:3_7": "Satthuno saha dassanenevassā akkhi paṭipākatikaṁ ahosi. Tato sā buddhagatāya pītiyā",
  "atk-s0509a13:3_8": "nirantaraṁ phuṭā hutvā aṭṭhāsi. Satthā tassā cittācāraṁ ñatvā dhammaṁ desetvā aggamaggatthāya",
  "atk-s0509a13:3_9": "kammaṭṭhānaṁ ācikkhi. Sā pītiṁ vikkhambhetvā tāvadeva vipassanaṁ vaḍḍhetvā saha paṭisambhidāhi",
  "atk-s0509a13:3_10": "arahattaṁ pāpuṇi. Arahattaṁ pana patvā phalasukhena nibbānasukhena viharantī attano",
  "atk-s0509a13:3_11": "paṭipattiṁ paccavekkhitvā attanā tena ca dhuttapurisena vuttagāthā udānavasena –",
  "atk-s0509a13:4": "368.",
  "atk-s0509a13:5": "“Jīvakambavanaṁ rammaṁ, gacchantiṁ bhikkhuniṁ subhaṁ;",
  "atk-s0509a13:6": "Dhuttako sannivāresi, tamenaṁ abravī subhā.",
  "atk-s0509a13:7": "369.",
  "atk-s0509a13:8": "“Kiṁ te aparādhitaṁ mayā, yaṁ maṁ ovariyāna tiṭṭhasi;",
  "atk-s0509a13:9": "Na hi pabbajitāya āvuso, puriso samphusanāya kappati.",
  "atk-s0509a13:10": "370.",
  "atk-s0509a13:11": "“Garuke mama satthusāsane, yā sikkhā sugatena desitā;",
  "atk-s0509a13:12": "Parisuddhapadaṁ anaṅgaṇaṁ, kiṁ maṁ ovariyāna tiṭṭhasi.",
  "atk-s0509a13:13": "371.",
  "atk-s0509a13:14": "“Āvilacitto anāvilaṁ, sarajo vītarajaṁ anaṅgaṇaṁ;",
  "atk-s0509a13:15": "Sabbattha vimuttamānasaṁ, kiṁ maṁ ovariyāna tiṭṭhasi.",
  "atk-s0509a13:16": "372.",
  "atk-s0509a13:17": "“Daharā ca apāpikā casi, kiṁ te pabbajjā karissati;",
  "atk-s0509a13:18": "Nikkhipa kāsāyacīvaraṁ, ehi ramāma supupphite vane.",
  "atk-s0509a13:19": "373.",
  "atk-s0509a13:20": "“Madhurañca pavanti sabbaso, kusumarajena samuṭṭhitā dumā;",
  "atk-s0509a13:21": "Paṭhamavasanto sukho utu, ehi ramāma supupphite vane.",
  "atk-s0509a13:22": "374.",
  "atk-s0509a13:23": "“Kusumitasikharā ca pādapā, abhigajjantiva māluteritā;",
  "atk-s0509a13:24": "Kā tuyhaṁ rati bhavissati, yadi ekā vanamogahissasi.",
  "atk-s0509a13:25": "375.",
  "atk-s0509a13:26": "“Vāḷamigasaṅghasevitaṁ, kuñjaramattakareṇuloḷitaṁ;",
  "atk-s0509a13:27": "Asahāyikā gantumicchasi, rahitaṁ bhiṁsanakaṁ mahāvanaṁ.",
  "atk-s0509a13:28": "376.",
  "atk-s0509a13:29": "“Tapanīyakatāva dhītikā, vicarasi cittalateva accharā;",
  "atk-s0509a13:30": "Kāsikasukhumehi vaggubhi, sobhasī suvasanehi nūpame.",
  "atk-s0509a13:31": "377.",
  "atk-s0509a13:32": "“Ahaṁ tava vasānugo siyaṁ, yadi viharemase kānanantare;",
  "atk-s0509a13:33": "Na hi matthi tayā piyattaro, pāṇo kinnarimandalocane.",
  "atk-s0509a13:34": "378.",
  "atk-s0509a13:35": "“Yadi me vacanaṁ karissasi, sukhitā ehi agāramāvasa;",
  "atk-s0509a13:36": "Pāsādanivātavāsinī, parikammaṁ te karontu nāriyo.",
  "atk-s0509a13:37": "379.",
  "atk-s0509a13:38": "“Kāsikasukhumāni dhāraya, abhiropehi ca mālavaṇṇakaṁ;",
  "atk-s0509a13:39": "Kañcanamaṇimuttakaṁ bahuṁ, vividhaṁ ābharaṇaṁ karomi te.",
  "atk-s0509a13:40": "380.",
  "atk-s0509a13:41": "“Sudhotarajapacchadaṁ subhaṁ, gonakatūlikasanthataṁ navaṁ;",
  "atk-s0509a13:42": "Abhiruha sayanaṁ mahārahaṁ, candanamaṇḍitasāragandhikaṁ.",
  "atk-s0509a13:43": "381.",
  "atk-s0509a13:44": "“Uppalaṁ cudakā samuggataṁ, yathā taṁ amanussasevitaṁ;",
  "atk-s0509a13:45": "Evaṁ tvaṁ brahmacārinī, sakesaṅgesu jaraṁ gamissasi.",
  "atk-s0509a13:46": "382.",
  "atk-s0509a13:47": "“Kiṁ te idha sārasammataṁ, kuṇapapūramhi susānavaḍḍhane;",
  "atk-s0509a13:48": "Bhedanadhamme kaḷevare, yaṁ disvā vimano udikkhasi.",
  "atk-s0509a13:49": "383.",
  "atk-s0509a13:50": "“Akkhīni ca tūriyāriva, kinnariyāriva pabbatantare;",
  "atk-s0509a13:51": "Tava me nayanāni dakkhiya, bhiyyo kāmaratī pavaḍḍhati.",
  "atk-s0509a13:52": "384.",
  "atk-s0509a13:53": "“Uppalasikharopamāni te, vimale hāṭakasannibhe mukhe;",
  "atk-s0509a13:54": "Tava me nayanāni dakkhiya, bhiyyo kāmaguṇo pavaḍḍhati.",
  "atk-s0509a13:55": "385.",
  "atk-s0509a13:56": "“Api dūragatā saramhase, āyatapamhe visuddhadassane;",
  "atk-s0509a13:57": "Na hi matthi tayā piyattaro, nayanā kinnarimandalocane.",
  "atk-s0509a13:58": "386.",
  "atk-s0509a13:59": "“Apathena payātumicchasi, candaṁ kīḷanakaṁ gavesasi;",
  "atk-s0509a13:60": "Meruṁ laṅghetumicchasi, yo tvaṁ buddhasutaṁ maggayasi.",
  "atk-s0509a13:61": "387.",
  "atk-s0509a13:62": "“Natthi hi loke sadevake, rāgo yatthapi dāni me siyā;",
  "atk-s0509a13:63": "Napi naṁ jānāmi kīriso, atha maggena hato samūlako.",
  "atk-s0509a13:64": "388.",
  "atk-s0509a13:65": "“Iṅgālakuyāva ujjhito, visapattoriva aggito kato;",
  "atk-s0509a13:66": "Napi naṁ passāmi kīriso, atha maggena hato samūlako.",
  "atk-s0509a13:67": "389.",
  "atk-s0509a13:68": "“Yassā siyā apaccavekkhitaṁ, satthā vā anupāsito siyā;",
  "atk-s0509a13:69": "Tvaṁ tādisikaṁ palobhaya, jānantiṁ so imaṁ vihaññasi.",
  "atk-s0509a13:70": "390.",
  "atk-s0509a13:71": "“Mayhañhi akkuṭṭhavandite, sukhadukkhe ca satī upaṭṭhitā;",
  "atk-s0509a13:72": "Saṅkhatamasubhanti jāniya, sabbattheva mano na limpati.",
  "atk-s0509a13:73": "391.",
  "atk-s0509a13:74": "“Sāhaṁ sugatassa sāvikā, maggaṭṭhaṅgikayānayāyinī;",
  "atk-s0509a13:75": "Uddhaṭasallā anāsavā, suññāgāragatā ramāmahaṁ.",
  "atk-s0509a13:76": "392.",
  "atk-s0509a13:77": "“Diṭṭhā hi mayā sucittitā, sombhā dārukapillakāni vā;",
  "atk-s0509a13:78": "Tantīhi ca khīlakehi ca, vinibaddhā vividhaṁ panaccakā.",
  "atk-s0509a13:79": "393.",
  "atk-s0509a13:80": "“Tamhuddhaṭe tantikhīlake, vissaṭṭhe vikale parikrite;",
  "atk-s0509a13:81": "Na vindeyya khaṇḍaso kate, kimhi tattha manaṁ nivesaye.",
  "atk-s0509a13:82": "394.",
  "atk-s0509a13:83": "“Tathūpamā dehakāni maṁ, tehi dhammehi vinā na vattanti;",
  "atk-s0509a13:84": "Dhammehi vinā na vattati, kimhi tattha manaṁ nivesaye.",
  "atk-s0509a13:85": "395.",
  "atk-s0509a13:86": "“Yathā haritālena makkhitaṁ, addasa cittikaṁ bhittiyā kataṁ;",
  "atk-s0509a13:87": "Tamhi te viparītadassanaṁ, saññā mānusikā niratthikā.",
  "atk-s0509a13:88": "396.",
  "atk-s0509a13:89": "“Māyaṁ viya aggato kataṁ, supinanteva suvaṇṇapādapaṁ;",
  "atk-s0509a13:90": "Upagacchasi andha rittakaṁ, janamajjheriva rupparūpakaṁ.",
  "atk-s0509a13:91": "397.",
  "atk-s0509a13:92": "“Vaṭṭaniriva koṭarohitā, majjhe pubbuḷakā saassukā;",
  "atk-s0509a13:93": "Pīḷakoḷikā cettha jāyati, vividhā cakkhuvidhā ca piṇḍitā.",
  "atk-s0509a13:94": "398.",
  "atk-s0509a13:95": "“Uppāṭiya cārudassanā, na ca pajjittha asaṅgamānasā;",
  "atk-s0509a13:96": "Handa te cakkhuṁ harassu taṁ, tassa narassa adāsi tāvade.",
  "atk-s0509a13:97": "399.",
  "atk-s0509a13:98": "“Tassa ca viramāsi tāvade, rāgo tattha khamāpayī ca naṁ;",
  "atk-s0509a13:99": "Sotthi siyā brahmacārinī, na puno edisakaṁ bhavissati.",
  "atk-s0509a13:100": "400.",
  "atk-s0509a13:101": "“Āsādiya edisaṁ janaṁ, aggiṁ pajjalitaṁva liṅgiya;",
  "atk-s0509a13:102": "Gaṇhiya āsīvisaṁ viya, api nu sotthi siyā khamehi no.",
  "atk-s0509a13:103": "401.",
  "atk-s0509a13:104": "“Muttā ca tato sā bhikkhunī, agamī buddhavarassa santikaṁ;",
  "atk-s0509a13:105": "Passiya varapuññalakkhaṇaṁ, cakkhu āsi yathā purāṇaka”nti. –",
  "atk-s0509a13:106": "Imā gāthā paccudāhāsi.",
  "atk-s0509a13:107_0": "Tattha jīvakambavananti jīvakassa komārabhaccassa ambavanaṁ. Rammanti ramaṇīyaṁ.",
  "atk-s0509a13:107_1": "Taṁ kira bhūmibhāgasampattiyā chāyūdakasampattiyā ca rukkhānaṁ ropitākārena ativiya",
  "atk-s0509a13:107_2": "manuññaṁ manoramaṁ. Gacchantinti ambavanaṁ uddissa gataṁ, divāvihārāya upagacchantiṁ.",
  "atk-s0509a13:107_3": "Subhanti evaṁnāmikaṁ. Dhuttakoti itthidhutto. Rājagahavāsī kireko mahāvibhavassa",
  "atk-s0509a13:107_4": "suvaṇṇakārassa putto yuvā abhirūpo itthidhutto puriso matto vicarati. So taṁ paṭipathe",
  "atk-s0509a13:107_5": "disvā paṭibaddhacitto maggaṁ uparundhitvā aṭṭhāsi. Tena vuttaṁ – “dhuttako sannivāresī”ti,",
  "atk-s0509a13:107_6": "mama gamanaṁ nisedhesīti attho. Tamenaṁ abravī subhāti tamenaṁ nivāretvā ṭhitaṁ dhuttaṁ",
  "atk-s0509a13:107_7": "subhā bhikkhunī kathesi. Ettha ca “gacchantiṁ bhikkhuniṁ subhaṁ, abravi subhā”ti",
  "atk-s0509a13:107_8": "ca attānameva therī aññaṁ viya katvā vadati. Theriyā vuttagāthānaṁ sambandhadassanavasena",
  "atk-s0509a13:107_9": "saṅgītikārehi ayaṁ gāthā vuttā.",
  "atk-s0509a13:108_0": "“Abravī subhā”ti vatvā tassā vuttākāradassanatthaṁ āha “kiṁ te aparādhita”ntiādi.",
  "atk-s0509a13:108_1": "Tattha kiṁ te aparādhitaṁ mayāti kiṁ tuyhaṁ, āvuso, mayā aparaddhaṁ. Yaṁ maṁ ovariyāna",
  "atk-s0509a13:108_2": "tiṭṭhasīti yena aparādhena maṁ gacchantiṁ ovaritvā gamanaṁ nisedhetvā tiṭṭhasi, so",
  "atk-s0509a13:108_3": "natthevāti adhippāyo. Atha itthītisaññāya evaṁ paṭipajjasi, evampi na yuttanti dassentī",
  "atk-s0509a13:108_4": "āha – “na hi pabbajitāya, āvuso, puriso samphusanāya kappatī”ti, āvuso suvaṇṇakāraputta,",
  "atk-s0509a13:108_5": "lokiyacārittenapi purisassa pabbajitānaṁ samphusanāya na kappati, pabbajitāya pana",
  "atk-s0509a13:108_6": "puriso tiracchānagatopi samphusanāya na kappati, tiṭṭhatu tāva purisaphusanā, rāgavasenassā",
  "atk-s0509a13:108_7": "nissaggiyena purisassa nissaggiyassāpi phusanā na kappateva.",
  "atk-s0509a13:109_0": "Tenāha “garuke mama satthusāsane”tiādi. Tassattho – garuke pāsāṇacchattaṁ viya garukātabbe",
  "atk-s0509a13:109_1": "mayhaṁ satthu sāsane yā sikkhā bhikkhuniyo uddissa sugatena sammāsambuddhena desitā",
  "atk-s0509a13:109_2": "paññattā. Tāhi parisuddhapadaṁ parisuddhakusalakoṭṭhāsaṁ, rāgādiaṅgaṇānaṁ sabbaso",
  "atk-s0509a13:109_3": "abhāvena anaṅgaṇaṁ, evaṁbhūtaṁ maṁ gacchantiṁ kena kāraṇena āvaritvā tiṭṭhasīti.",
  "atk-s0509a13:110_0": "Āvilacittoti cittassa āvilabhāvakarānaṁ kāmavitakkādīnaṁ vasena āvilacitto, tvaṁ",
  "atk-s0509a13:110_1": "tadabhāvato anāvilaṁ, rāgarajādīnaṁ vasena sarajo, sāṅgaṇo tadabhāvato vītarajaṁ",
  "atk-s0509a13:110_2": "anaṅgaṇaṁ sabbattha khandhapañcake samucchedavimuttiyā vimuttamānasaṁ, maṁ kasmā",
  "atk-s0509a13:110_3": "ovaritvā tiṭṭhasīti?",
  "atk-s0509a13:111_0": "Evaṁ theriyā vutte dhuttako attano adhippāyaṁ vibhāvento “daharā cā”tiādinā dasa",
  "atk-s0509a13:111_1": "gāthā abhāsi. Tattha daharāti taruṇī paṭhame yobbane ṭhitā. Apāpikā casīti rūpena",
  "atk-s0509a13:111_2": "alāmikā ca asi, uttamarūpadharā cāhosīti adhippāyo. Kiṁ te pabbajjā karissatīti tuyhaṁ",
  "atk-s0509a13:111_3": "evaṁ paṭhamavaye ṭhitāya rūpasampannāya pabbajjā kiṁ karissati, vuḍḍhāya bībhaccharūpāya",
  "atk-s0509a13:111_4": "vā pabbajitabbanti adhippāyena vadati. Nikkhipāti chaḍḍehi. “Ukkhipā”ti vā pāṭho, apanehīti attho.",
  "atk-s0509a13:112_0": "Madhuranti subhaṁ, sugandhanti attho. Pavantīti vāyanti. Sabbasoti samantato. Kusumarajena",
  "atk-s0509a13:112_1": "samuṭṭhitā dumāti ime rukkhā mandavātena samuṭṭhahamānakusumareṇujātena attano kusumarajena",
  "atk-s0509a13:112_2": "sayaṁ samuṭṭhitā viya hutvā samantato surabhī vāyanti. Paṭhamavasanto sukhoutūti",
  "atk-s0509a13:112_3": "ayaṁ paṭhamo vasantamāso sukhasamphasso ca utu vattatīti attho.",
  "atk-s0509a13:113_0": "Kusumitasikharāti supupphitaggā. Abhigajjantiva māluteritāti vātena sañcalitā abhigajjantiva",
  "atk-s0509a13:113_1": "abhitthanitā viya tiṭṭhanti. Yadi ekā vanamogahissasīti sace tvaṁ ekikā vanamogāhissasi,",
  "atk-s0509a13:113_2": "kā nāma te tattha rati bhavissatīti attanā baddhasukhābhirattattā evamāha.",
  "atk-s0509a13:114_0": "Vāḷamigasaṅghasevitanti sīhabyagghādivāḷamigasamūhehi tattha tattha upasevitaṁ. Kuñjaramattakareṇuloḷitanti",
  "atk-s0509a13:114_1": "mattakuñjarehi hatthinīhi ca migānaṁ cittatāpanena rukkhagacchādīnaṁ sākhābhañjanena",
  "atk-s0509a13:114_2": "ca āloḷitapadesaṁ. Kiñcāpi tasmiṁ vane īdisaṁ tadā natthi, vanaṁ nāma evarūpanti",
  "atk-s0509a13:114_3": "taṁ bhiṁsāpetukāmo evamāha. Rahitanti janarahitaṁ vijanaṁ. Bhiṁsanakanti bhayajanakaṁ.",
  "atk-s0509a13:115_0": "Tapanīyakatāva dhītikāti rattasuvaṇṇena vicaritā dhītalikā viya sukusalena yantācariyena",
  "atk-s0509a13:115_1": "yantayogavasena sajjitā suvaṇṇapaṭimā viya vicarasi, idāneva ito cito ca sañcarasi.",
  "atk-s0509a13:115_2": "Cittalateva accharāti cittalatānāmake uyyāne devaccharā viya. Kāsikasukhumehīti kāsiraṭṭhe",
  "atk-s0509a13:115_3": "uppannehi ativiya sukhumehi. Vaggubhīti siniddhamaṭṭhehi. Sobhasī suvasanehi nūpameti",
  "atk-s0509a13:115_4": "nivāsanapārupanavatthehi anupame upamārahite tvaṁ idāni me vasānugo sobhasīti bhāvinaṁ",
  "atk-s0509a13:115_5": "attano adhippāyavasena ekantikaṁ vattamānaṁ viya katvā vadati.",
  "atk-s0509a13:116_0": "Ahaṁ tava vasānugo siyanti ahampi tuyhaṁ vasānugo kiṁkārapaṭissāvī bhaveyyaṁ. Yadi",
  "atk-s0509a13:116_1": "viharemase kānanantareti yadi mayaṁ ubhopi vanantare saha vasāma ramāma. Na hi matthi",
  "atk-s0509a13:116_2": "tayā piyattaroti vasānugabhāvassa kāraṇamāha. Pāṇoti satto, añño kocipi satto tayā",
  "atk-s0509a13:116_3": "piyataro mayhaṁ na hi atthīti attho. Atha vā pāṇoti attano jīvitaṁ sandhāya vadati,",
  "atk-s0509a13:116_4": "mayhaṁ jīvitaṁ tayā piyataraṁ na hi atthīti attho. Kinnarimandalocaneti kinnariyā",
  "atk-s0509a13:116_5": "viya mandaputhuvilocane.",
  "atk-s0509a13:117_0": "Yadi me vacanaṁ karissasi, sukhitā ehi agāramāvasāti sace tvaṁ mama vacanaṁ karissasi,",
  "atk-s0509a13:117_1": "ekāsanaṁ ekaseyyaṁ brahmacariyadukkhaṁ pahāya ehi kāmabhogehi sukhitā hutvā agāraṁ",
  "atk-s0509a13:117_2": "ajjhāvasa. “Sukhitā heti agāramāvasantī”ti keci paṭhanti, tesaṁ sukhitā bhavissati,",
  "atk-s0509a13:117_3": "agāraṁ ajjhāvasantīti attho. Pāsādanivātavāsinīti nivātesu pāsādesu vāsinī. “Pāsādavimānavāsinī”ti",
  "atk-s0509a13:117_4": "ca pāṭho, vimānasadisesu pāsādesu vāsinīti attho. Parikammanti veyyāvaccaṁ.",
  "atk-s0509a13:118_0": "Dhārayāti paridaha, nivāsehi ceva uttariyañca karohi. Abhiropehīti maṇḍanavibhūsanavasena",
  "atk-s0509a13:118_1": "vā sarīraṁ āropaya, alaṅkarohīti attho. Mālavaṇṇakanti mālañceva gandhavilepanañca.",
  "atk-s0509a13:118_2": "Kañcanamaṇimuttakanti kañcanena maṇimuttāhi ca yuttaṁ, suvaṇṇamayamaṇimuttāhi khacitanti",
  "atk-s0509a13:118_3": "attho. Bahunti hatthūpagādibhedato bahuppakāraṁ. Vividhanti karaṇavikatiyā nānāvidhaṁ.",
  "atk-s0509a13:119_0": "Sudhotarajapacchadanti sudhotatāya pavāhitarajaṁ uttaracchadaṁ. Subhanti sobhanaṁ.",
  "atk-s0509a13:119_1": "Gonakatūlikasanthatanti dīghalomakāḷakojavena ceva haṁsalomādipuṇṇāya tūlikāya ca",
  "atk-s0509a13:119_2": "santhataṁ. Navanti abhinavaṁ. Mahārahanti mahagghaṁ. Candanamaṇḍitasāragandhikanti",
  "atk-s0509a13:119_3": "gosīsakādisāracandanena maṇḍitatāya surabhigandhikaṁ, evarūpaṁ sayanamāruha, taṁ",
  "atk-s0509a13:119_4": "āruhitvā yathāsukhaṁ sayāhi ceva nisīda cāti attho.",
  "atk-s0509a13:120_0": "Uppalaṁ cudakā samuggatanti ca-kāro nipātamattaṁ, udakato uggataṁ uṭṭhitaṁ accuggamma",
  "atk-s0509a13:120_1": "ṭhitaṁ suphullamuppalaṁ. Yathā taṁ amanussasevitanti tañca rakkhasapariggahitāya",
  "atk-s0509a13:120_2": "pokkharaṇiyā jātattā nimmanussehi sevitaṁ kenaci aparibhuttameva bhaveyya. Evaṁ tvaṁ",
  "atk-s0509a13:120_3": "brahmacārinīti evameva taṁ suṭṭhu phullamuppalaṁ viya tuvaṁ brahmacārinī. Sakesaṅgesu",
  "atk-s0509a13:120_4": "attano sarīrāvayavesu kenaci aparibhuttesuyeva jaraṁ gamissasi, mudhāyeva jarājiṇṇā bhavissasi.",
  "atk-s0509a13:121_0": "Evaṁ dhuttakena attano adhippāye pakāsite therī sarīrasabhāvavibhāvanena taṁ tattha",
  "atk-s0509a13:121_1": "vicchindentī “kiṁ te idhā”ti gāthamāha. Tassattho – āvuso suvaṇṇakāraputta, kesādikuṇapapūre",
  "atk-s0509a13:121_2": "ekantena bhedanadhamme susānavaḍḍhane, idha imasmiṁ kāyasaññite asucikaḷevare kiṁ",
  "atk-s0509a13:121_3": "nāma tava sāranti sammataṁ sambhāvitaṁ, yaṁ disvā vimano aññatarasmiṁ ārammaṇe vigatamanasaṅkappo,",
  "atk-s0509a13:121_4": "ettheva vā avimano somanassiko hutvā udikkhasi, taṁ mayhaṁ kathehīti.",
  "atk-s0509a13:122_0": "Taṁ sutvā dhuttako kiñcāpi tassā rūpaṁ cāturiyasobhitaṁ, paṭhamadassanato pana paṭṭhāya",
  "atk-s0509a13:122_1": "yasmiṁ diṭṭhipāte paṭibaddhacitto, tameva apadisanto “akkhīni ca tūriyārivā”tiādimāha.",
  "atk-s0509a13:122_2": "Kāmañcāyaṁ therī suṭṭhu saṁyatatāya santindriyā, tāya thiravippasannasommasantanayananipātesu",
  "atk-s0509a13:122_3": "kammānubhāvanipphannesu pasannapañcappasādapaṭimaṇḍitesu nayanesu labbhamāne pabhāvisiṭṭhacāturiye",
  "atk-s0509a13:122_4": "diṭṭhipāte, yasmā sayaṁ caritahāvabhāvavilāsādiparikappavañcito so dhutto jāto, tasmāssa",
  "atk-s0509a13:122_5": "diṭṭhirāgo savisesaṁ vepullaṁ agamāsi. Tattha akkhīni ca tūriyārivāti tūri vuccati",
  "atk-s0509a13:122_6": "migī, ca-saddo nipātamattaṁ, migacchāpāya viya te akkhīnīti attho. “Koriyārivā”ti",
  "atk-s0509a13:122_7": "vā pāḷi, kuñcakārakukkuṭiyāti vuttaṁ hoti. Kinnariyāriva pabbatantareti pabbatakucchiyaṁ",
  "atk-s0509a13:122_8": "vicaramānāya kinnarivanitāya viya ca te akkhīnīti attho. Tava me nayanāni dakkhiyāti",
  "atk-s0509a13:122_9": "tava vuttaguṇavisesāni nayanāni disvā, bhiyyo uparūpari me kāmābhirati pavaḍḍhati.",
  "atk-s0509a13:123": "Uppalasikharopamāniteti rattuppalaaggasadisāni pamhāni tava. Vimaleti nimmale. Hāṭakasannibheti kañcanarūpakassa mukhasadise te mukhe, nayanāni dakkhiyāti yojanā.",
  "atk-s0509a13:124_0": "Api dūragatāti dūraṁ ṭhānaṁ gatāpi. Saramhaseti aññaṁ kiñci acintetvā tava nayanāni",
  "atk-s0509a13:124_1": "eva anussarāmi. Āyatapamheti dīghapakhume. Visuddhadassaneti nimmalalocane. Na hi",
  "atk-s0509a13:124_2": "matthi tayā piyattaro nayanāti tava nayanato añño koci mayhaṁ piyataro natthi. Tayāti",
  "atk-s0509a13:124_3": "hi sāmiatthe eva karaṇavacanaṁ.",
  "atk-s0509a13:125_0": "Evaṁ cakkhusampattiyā ummāditassa viya taṁ taṁ vippalapato tassa purisassa manorathaṁ",
  "atk-s0509a13:125_1": "viparivattentī therī “apathenā”tiādinā dvādasa gāthā abhāsi. Tattha apathena payātumicchasīti,",
  "atk-s0509a13:125_2": "āvuso suvaṇṇakāraputta, sante aññasmiṁ itthijane yo tvaṁ buddhasutaṁ buddhassa bhagavato",
  "atk-s0509a13:125_3": "orasadhītaraṁ maṁ maggayasi patthesi, so tvaṁ sante kheme ujumagge apathena kaṇṭakanivutena",
  "atk-s0509a13:125_4": "sabhayena kummaggena payātumicchasi paṭipajjitukāmosi, candaṁ kīḷanakaṁ gavesasi",
  "atk-s0509a13:125_5": "candamaṇḍalaṁ kīḷāgoḷakaṁ kātukāmosi, meruṁ laṅghetumicchasi caturāsītiyojanasahassubbedhaṁ",
  "atk-s0509a13:125_6": "sinerupabbatarājaṁ laṅghayitvā aparabhāge ṭhātukāmosi, so tvaṁ maṁ buddhasutaṁ maggayasīti yojanā.",
  "atk-s0509a13:126_0": "Idāni tassa attano avisayabhāvaṁ patthanāya ca vighātāvahataṁ dassetuṁ “natthī”tiādi",
  "atk-s0509a13:126_1": "vuttaṁ. Tattha rāgo yatthapi dāni me siyāti yattha idāni me rāgo siyā bhaveyya, taṁ",
  "atk-s0509a13:126_2": "ārammaṇaṁ sadevake loke natthi eva. Napi naṁ jānāmi kīrisoti naṁ rāgaṁ kīrisotipi",
  "atk-s0509a13:126_3": "na jānāmi. Atha maggena hato samūlakoti athāti nipātamattaṁ. Ayonisomanasikārasaṅkhātena",
  "atk-s0509a13:126_4": "mūlena samūlako rāgo ariyamaggena hato samugghātito.",
  "atk-s0509a13:127_0": "Iṅgālakuyāti aṅgārakāsuyā. Ujjhitoti vātukkhitto viya yo koci, dahaniyā indhanaṁ",
  "atk-s0509a13:127_1": "viyāti attho. Visapattorivāti visagatabhājanaṁ viya. Aggito katoti aggito aṅgārato",
  "atk-s0509a13:127_2": "apagato kato, visassa lesampi asesetvā apanīto vināsitoti attho.",
  "atk-s0509a13:128_0": "Yassā siyā apaccavekkhitanti yassā itthiyā idaṁ khandhapañcakaṁ ñāṇena appaṭivekkhitaṁ",
  "atk-s0509a13:128_1": "apariññātaṁ siyā. Sattā vā anusāsito siyāti sattā vā dhammasarīrassa adassanena yassā",
  "atk-s0509a13:128_2": "itthiyā ananusāsito siyā. Tvaṁ tādisikaṁ palobhayāti, āvuso, tvaṁ tathārūpaṁ aparimadditasaṅkhāraṁ",
  "atk-s0509a13:128_3": "apaccavekkhitalokuttaradhammaṁ kāmehi palobhaya upagaccha. Jānantiṁ so imaṁ vihaññasīti",
  "atk-s0509a13:128_4": "so tvaṁ pavattiṁ nivattiñca yāthāvato jānantiṁ paṭividdhasaccaṁ imaṁ subhaṁ bhikkhuniṁ",
  "atk-s0509a13:128_5": "āgamma vihaññasi, sampati āyatiñca vighātaṁ dukkhaṁ āpajjasi.",
  "atk-s0509a13:129_0": "Idānissa vighātāpattitaṁ kāraṇavibhāvanena dassentī “mayhaṁ hī”tiādimāha. Tattha",
  "atk-s0509a13:129_1": "hīti hetuatthe nipāto. Akkuṭṭhavanditeti akkose vandanāya ca. Sukhadukkheti sukhe",
  "atk-s0509a13:129_2": "ca dukkhe ca, iṭṭhāniṭṭhavisayasamāyoge vā. Satī upaṭṭhitāti paccavekkhaṇayuttā sati",
  "atk-s0509a13:129_3": "sabbakālaṁ upaṭṭhitā. Saṅkhatamasubhanti jāniyāti tebhūmakaṁ saṅkhāragataṁ kilesāsucipaggharaṇena",
  "atk-s0509a13:129_4": "asubhanti ñatvā. Sabbatthevāti sabbasmiṁyeva bhavattaye mayhaṁ mano taṇhālepādinā na upalimpati.",
  "atk-s0509a13:130": "Maggaṭṭhaṅgikayānayāyinīti aṭṭhaṅgikamaggasaṅkhātena ariyayānena nibbānapuraṁ yāyinī upagatā. Uddhaṭasallāti attano santānato samuddhaṭarāgādisallā.",
  "atk-s0509a13:131_0": "Sucittitāti hatthapādamukhādiākārena suṭṭhu cittitā viracitā. Sombhāti sumbhakā.",
  "atk-s0509a13:131_1": "Dārukapillakāni vāti dārudaṇḍādīhi uparacitarūpakāni. Tantīhīti nhārusuttakehi. Khīlakehīti",
  "atk-s0509a13:131_2": "hatthapādapiṭṭhikaṇṇādiatthāya ṭhapitadaṇḍehi. Vinibaddhāti vividhenākārena baddhā.",
  "atk-s0509a13:131_3": "Vividhaṁ panaccakāti yantasuttādīnaṁ añchanavissajjanādinā paṭṭhapitanaccakā, panaccantā",
  "atk-s0509a13:131_4": "viya diṭṭhāti yojanā.",
  "atk-s0509a13:132_0": "Tamhuddhaṭe tantikhīlaketi sannivesavisiṭṭharacanāvisesayuttaṁ upādāya rūpakasamaññā",
  "atk-s0509a13:132_1": "tamhi tantimhi khīlake ca ṭhānato uddhaṭe bandhanto vissaṭṭhe, visuṁ karaṇena aññamaññaṁ",
  "atk-s0509a13:132_2": "vikale, tahiṁ tahiṁ khipanena parikrite vikirite. Na vindeyya khaṇḍaso kateti potthakarūpassa",
  "atk-s0509a13:132_3": "avayave khaṇḍākhaṇḍite kate potthakarūpaṁ na vindeyya, na upalabheyya. Evaṁ sante",
  "atk-s0509a13:132_4": "kimhi tattha manaṁ nivesaye tasmiṁ potthakarūpāvayave kimhi kiṁ khāṇuke, udāhu rajjuke,",
  "atk-s0509a13:132_5": "mattikāpiṇḍādike vā manaṁ manasaññaṁ niveseyya, visaṅkhāre avayave sā saññā kadācipi napateyyāti attho.",
  "atk-s0509a13:133_0": "Tathūpamāti taṁsadisā tena potthakarūpena sadisā. Kinti ce āha “dehakānī”tiādi. Tattha",
  "atk-s0509a13:133_1": "dehakānīti hatthapādamukhādidehāvayavā. Manti me paṭibaddhā upaṭṭhahanti. Tehi dhammehīti",
  "atk-s0509a13:133_2": "tehi pathaviādīhi ca cakkhādīhi ca dhammehi. Vinā na vattantīti na hi tathā tathā",
  "atk-s0509a13:133_3": "sanniviṭṭhe pathaviādidhamme muñcitvā dehā nāma santi. Dhammehi vinā na vattatīti",
  "atk-s0509a13:133_4": "deho avayavehi avayavadhammehi vinā na vattati na upalabbhati. Evaṁ sante kimhi tattha",
  "atk-s0509a13:133_5": "manaṁ nivesayeti kimhi kiṁ pathaviyaṁ, udāhu āpādike dehoti vā hatthapādādīnīti vā",
  "atk-s0509a13:133_6": "manaṁ manasaññaṁ niveseyya. Yasmā pathaviādipasādadhammamatte esā samaññā, yadidaṁ",
  "atk-s0509a13:133_7": "dehoti vā hatthapādādīnīti vā sattoti vā itthīti vā purisoti vā, tasmā na ettha jānato",
  "atk-s0509a13:133_8": "koci abhiniveso hotīti.",
  "atk-s0509a13:134_0": "Yathā haritālena makkhitaṁ, addasa cittikaṁ bhittiyā katanti yathā kusalena cittakārena",
  "atk-s0509a13:134_1": "bhittiyaṁ haritālena makkhitaṁ littaṁ tena lepaṁ datvā kataṁ ālikhitaṁ cittikaṁ itthirūpaṁ",
  "atk-s0509a13:134_2": "addasa passeyya. Tattha yā upathambhanakhepanādikiriyāsampattiyā mānusikā nu kho",
  "atk-s0509a13:134_3": "ayaṁ bhitti apassāya ṭhitāti saññā, sā niratthakā manussabhāvasaṅkhātassa atthassa",
  "atk-s0509a13:134_4": "tattha abhāvato, mānusīti pana kevalaṁ tahiṁ tassa ca viparītadassanaṁ, yāthāvato",
  "atk-s0509a13:134_5": "gahaṇaṁ na hoti, dhammapuñjamatte itthipurisādigahaṇampi evaṁ sampadamidaṁ daṭṭhabbanti adhippāyo.",
  "atk-s0509a13:135_0": "Māyaṁ viya aggato katanti māyākārena purato upaṭṭhāpitaṁ māyāsadisaṁ. Supinanteva",
  "atk-s0509a13:135_1": "suvaṇṇapādapanti supinameva supinantaṁ, tattha upaṭṭhitasuvaṇṇamayarukkhaṁ viya.",
  "atk-s0509a13:135_2": "Upagacchasi andha rittakanti andhabāla rittakaṁ tucchakaṁ antosārarahitaṁ imaṁ attabhāvaṁ",
  "atk-s0509a13:135_3": "“etaṁ mamā”ti sāravantaṁ viya upagacchasi abhinivisasi. Janamajjheriva rupparūpakanti",
  "atk-s0509a13:135_4": "māyākārena mahājanamajjhe dassitaṁ rūpiyarūpasadisaṁ sāraṁ viya upaṭṭhahantaṁ, asāranti attho.",
  "atk-s0509a13:136_0": "Vaṭṭanirivāti lākhāya guḷikā viya. Koṭarohitāti koṭare rukkhasusire ṭhapitā. Majjhe",
  "atk-s0509a13:136_1": "pubbuḷakāti akkhidalamajjhe ṭhitajalapubbuḷasadisā. Saassukāti assujalasahitā. Pīḷakoḷikāti",
  "atk-s0509a13:136_2": "akkhigūthako. Ettha jāyatīti etasmiṁ akkhimaṇḍale ubhosu koṭīsu visagandhaṁ vāyanto",
  "atk-s0509a13:136_3": "nibbattati. Pīḷakoḷikāti vā akkhidalesu nibbattanakā pīḷakā vuccati. Vividhāti setanīlamaṇḍalānañceva",
  "atk-s0509a13:136_4": "rattapītādīnaṁ sattannaṁ paṭalānañca vasena anekavidhā. Cakkhuvidhāti cakkhubhāgā",
  "atk-s0509a13:136_5": "cakkhuppakārā vā tassa anekakalāpagatabhāvato. Piṇḍitāti samuditā.",
  "atk-s0509a13:137_0": "Evaṁ cakkhusmiṁ sārajjantassa cakkhuno asubhataṁ anavaṭṭhitatāya aniccatañca vibhāvesi.",
  "atk-s0509a13:137_1": "Vibhāvetvā ca yathā nāma koci lobhanīyaṁ bhaṇḍaṁ gahetvā corakantāraṁ paṭipajjanto",
  "atk-s0509a13:137_2": "corehi palibuddho taṁ lobhanīyabhaṇḍaṁ datvā gacchati, evameva cakkhumhi sārattena",
  "atk-s0509a13:137_3": "tena purisena palibuddhā therī attano cakkhuṁ uppāṭetvā tassa adāsi. Tena vuttaṁ",
  "atk-s0509a13:137_4": "“uppāṭiya cārudassanā”tiādi. Tattha uppāṭiyāti uppāṭetvā cakkhukūpato nīharitvā.",
  "atk-s0509a13:137_5": "Cārudassanāti piyadassanā manoharadassanā. Na ca pajjitthāti tasmiṁ cakkhusmiṁ saṅgaṁ",
  "atk-s0509a13:137_6": "nāpajji. Asaṅgamānasāti katthacipi ārammaṇe anāsattacittā. Handa te cakkhunti tayā",
  "atk-s0509a13:137_7": "kāmitaṁ tato eva mayā dinnattā te cakkhusaññitaṁ asucipiṇḍaṁ gaṇha, gahetvā harassu",
  "atk-s0509a13:137_8": "pasādayuttaṁ icchitaṁ ṭhānaṁ nehi.",
  "atk-s0509a13:138_0": "Tassa ca viramāsi tāvadeti tassa dhuttapurisassa tāvadeva akkhimhi uppāṭitakkhaṇe",
  "atk-s0509a13:138_1": "eva rāgo vigacchi. Tatthāti akkhimhi, tassaṁ vā theriyaṁ. Atha vā tatthāti tasmiṁyeva",
  "atk-s0509a13:138_2": "ṭhāne. Khamāpayīti khamāpesi. Sotthi siyā brahmacārinīti seṭṭhacārini mahesike tuyhaṁ",
  "atk-s0509a13:138_3": "ārogyameva bhaveyya. Na puno edisakaṁbhavissatīti ito paraṁ evarūpaṁ anācāracaraṇaṁ",
  "atk-s0509a13:138_4": "na bhavissati, na karissāmīti attho.",
  "atk-s0509a13:139": "Āsādiyāti ghaṭṭetvā. Edisanti evarūpaṁ sabbattha vītarāgaṁ. Aggiṁ pajjalitaṁva liṅgiyāti pajjalitaṁ aggiṁ āliṅgetvā viya.",
  "atk-s0509a13:140_0": "Tatoti tasmā dhuttapurisā. Sā bhikkhunīti sā subhā bhikkhunī. Agamī buddhavarassa",
  "atk-s0509a13:140_1": "santikanti sammāsambuddhassa santikaṁ upagacchi upasaṅkami. Passiya varapuññalakkhaṇanti",
  "atk-s0509a13:140_2": "uttamehi puññasambhārehi nibbattamahāpurisalakkhaṇaṁ disvā. Yathā purāṇakanti porāṇaṁ",
  "atk-s0509a13:140_3": "viya uppāṭanato pubbe viya cakkhu paṭipākatikaṁ ahosi. Yamettha antarantarā na vuttaṁ,",
  "atk-s0509a13:140_4": "taṁ vuttanayattā suviññeyyameva.",
  "atk-s0509a13:141": "Subhājīvakambavanikātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a13:142": "Tiṁsanipātavaṇṇanā niṭṭhitā."
}