{
  "atk-s0203a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0203a0:1": "Majjhimanikāye",
  "atk-s0203a0:2": "Uparipaṇṇāsa-aṭṭhakathā",
  "atk-s0203a0:3": "1. Devadahavaggo",
  "atk-s0203a0:4": "1. Devadahasuttavaṇṇanā",
  "atk-s0203a0:5_0": "1.Evaṁme sutanti devadahasuttaṁ. Tattha devadahaṁ nāmāti devā vuccanti rājāno, tattha",
  "atk-s0203a0:5_1": "ca sakyarājūnaṁ maṅgalapokkharaṇī ahosi pāsādikā ārakkhasampannā, sā devānaṁ dahattā",
  "atk-s0203a0:5_2": "‘‘devadaha’’nti paññāyittha. Tadupādāya sopi nigamo devadahantveva saṅkhaṁ gato.",
  "atk-s0203a0:5_3": "Bhagavā taṁ nigamaṁ nissāya lumbinivane viharati. Sabbaṁ taṁ pubbekatahetūti pubbe",
  "atk-s0203a0:5_4": "katakammapaccayā. Iminā kammavedanañca kiriyavedanañca paṭikkhipitvā ekaṁ vipākavedanameva",
  "atk-s0203a0:5_5": "sampaṭicchantīti dasseti. Evaṁ vādino, bhikkhave, nigaṇṭhāti iminā pubbe aniyametvā",
  "atk-s0203a0:5_6": "vuttaṁ niyametvā dasseti.",
  "atk-s0203a0:6_0": "Ahuvamhevamayanti idaṁ bhagavā tesaṁ ajānanabhāvaṁ jānantova kevalaṁ kalisāsanaṁ",
  "atk-s0203a0:6_1": "āropetukāmo pucchati. Ye hi ‘‘mayaṁ ahuvamhā’’tipi na jānanti, te kathaṁ kammassa",
  "atk-s0203a0:6_2": "katabhāvaṁ vā akatabhāvaṁ vā jānissanti. Uttaripucchāyapi eseva nayo.",
  "atk-s0203a0:7_0": "2.Evaṁ santeti cūḷadukkhakkhandhe (ma. ni. 1.179-180) mahānigaṇṭhassa vacane sacce",
  "atk-s0203a0:7_1": "santeti attho, idha pana ettakassa ṭhānassa tumhākaṁ ajānanabhāve santeti attho.",
  "atk-s0203a0:7_2": "Na kallanti na yuttaṁ.",
  "atk-s0203a0:8_0": "3.Gāḷhūpalepanenāti bahalūpalepanena, punappunaṁ visarañjitena, na pana khaliyā littena",
  "atk-s0203a0:8_1": "viya. Esaniyāti esanisalākāya antamaso nantakavaṭṭiyāpi. Eseyyāti gambhīraṁ vā uttānaṁ",
  "atk-s0203a0:8_2": "vāti vīmaṁseyya. Agadaṅgāranti jhāmaharītakassa vā āmalakassa vā cuṇṇaṁ. Odaheyyāti",
  "atk-s0203a0:8_3": "pakkhipeyya. Arogotiādi māgaṇḍiyasutte (ma. ni. 2.213) vuttameva.",
  "atk-s0203a0:9_0": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ, sallena viddhassa hi viddhakāle vedanāya",
  "atk-s0203a0:9_1": "pākaṭakālo viya imesaṁ ‘‘mayaṁ pubbe ahuvamhā vā no vā, pāpakammaṁ akaramhā vā no",
  "atk-s0203a0:9_2": "vā, evarūpaṁ vā pāpaṁ karamhā’’ti jānanakālo siyā. Vaṇamukhassa parikantanādīsu catūsu",
  "atk-s0203a0:9_3": "kālesu vedanāya pākaṭakālo viya ‘‘ettakaṁ vā no dukkhaṁ nijjiṇṇaṁ, ettake vā nijjiṇṇe",
  "atk-s0203a0:9_4": "sabbameva dukkhaṁ nijjiṇṇaṁ bhavissati, suddhante patiṭṭhitā nāma bhavissāmā’’ti",
  "atk-s0203a0:9_5": "jānanakālo siyā. Aparabhāge phāsubhāvajānanakālo viya diṭṭheva dhamme akusalānaṁ",
  "atk-s0203a0:9_6": "dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya jānanakālo siyā. Evamettha ekāya",
  "atk-s0203a0:9_7": "upamāya tayo atthā, catūhi upamāhi eko attho paridīpito.",
  "atk-s0203a0:10_0": "4. Ime pana tato ekampi na jānanti, virajjhitvā gate salle aviddhova ‘‘viddhosi mayā’’ti",
  "atk-s0203a0:10_1": "paccatthikassa vacanappamāṇeneva ‘‘viddhosmī’’ti saññaṁ uppādetvā dukkhappattapuriso",
  "atk-s0203a0:10_2": "viya kevalaṁ mahānigaṇṭhassa vacanappamāṇena sabbametaṁ saddahantā evaṁ sallopamāya",
  "atk-s0203a0:10_3": "bhagavatā niggahitā paccāharituṁ asakkontā yathā nāma dubbalo sunakho migaṁ uṭṭhāpetvā",
  "atk-s0203a0:10_4": "sāmikassa abhimukhaṁ karitvā attanā osakkati, evaṁ mahānigaṇṭhassa matthake vādaṁ",
  "atk-s0203a0:10_5": "pakkhipantā nigaṇṭho, āvusotiādīmāhaṁsu.",
  "atk-s0203a0:11_0": "5. Atha ne bhagavā sācariyake niggaṇhanto pañca kho imetiādimāha. Tatrāyasmantānanti",
  "atk-s0203a0:11_1": "tesu pañcasu dhammesu āyasmantānaṁ. Kā atītaṁse satthari saddhāti atītaṁsavādimhi",
  "atk-s0203a0:11_2": "satthari kā saddhā. Yā atītavādaṁ saddahantānaṁ tumhākaṁ mahānigaṇṭhassa saddhā,",
  "atk-s0203a0:11_3": "sā katamā? Kiṁ bhūtatthā abhūtatthā, bhūtavipākā abhūtavipākāti pucchati. Sesapadesupi",
  "atk-s0203a0:11_4": "eseva nayo. Sahadhammikanti sahetukaṁ sakāraṇaṁ. Vādapaṭihāranti paccāgamanakavādaṁ.",
  "atk-s0203a0:11_5": "Ettāvatā tesaṁ ‘‘apanetha saddhaṁ, sabbadubbalā esā’’ti saddhāchedakavādaṁ nāma dasseti.",
  "atk-s0203a0:12": "6.Avijjā aññāṇāti avijjāya aññāṇena. Sammohāti sammohena. Vipaccethāti viparītato saddahatha, vipallāsaggāhaṁ vā gaṇhathāti attho.",
  "atk-s0203a0:13_0": "7.Diṭṭhadhammavedanīyanti imasmiṁyeva attabhāve vipākadāyakaṁ. Upakkamenāti payogena.",
  "atk-s0203a0:13_1": "Padhānenāti vīriyena. Samparāyavedanīyanti dutiye vā tatiye vā attabhāve vipākadāyakaṁ.",
  "atk-s0203a0:13_2": "Sukhavedanīyanti iṭṭhārammaṇavipākadāyakaṁ kusalakammaṁ. Viparītaṁ dukkhavedanīyaṁ.",
  "atk-s0203a0:13_3": "Paripakkavedanīyanti paripakke nipphanne attabhāve vedanīyaṁ, diṭṭhadhammavedanīyassevetaṁ",
  "atk-s0203a0:13_4": "adhivacanaṁ. Aparipakkavedanīyanti aparipakke attabhāve vedanīyaṁ, samparāyavedanīyassevetaṁ",
  "atk-s0203a0:13_5": "adhivacanaṁ. Evaṁ santepi ayamettha viseso – yaṁ paṭhamavaye kataṁ paṭhamavaye vā",
  "atk-s0203a0:13_6": "majjhimavaye vā pacchimavaye vā vipākaṁ deti, majjhimavaye kataṁ majjhimavaye vā",
  "atk-s0203a0:13_7": "pacchimavaye vā vipākaṁ deti, pacchimavaye kataṁ tattheva vipākaṁ deti, taṁ diṭṭhadhammavedanīyaṁ",
  "atk-s0203a0:13_8": "nāma. Yaṁ pana sattadivasabbhantare vipākaṁ deti, taṁ paripakkavedanīyaṁ nāma. Taṁ",
  "atk-s0203a0:13_9": "kusalampi hoti akusalampi.",
  "atk-s0203a0:14_0": "Tatrimāni vatthūni – puṇṇo nāma kira duggatamanusso rājagahe sumanaseṭṭhiṁ nissāya",
  "atk-s0203a0:14_1": "vasati. Tamenaṁ ekadivasaṁ nagaramhi nakkhatte saṅghuṭṭhe seṭṭhi āha – ‘‘sace ajja",
  "atk-s0203a0:14_2": "kasissasi, dve ca goṇe naṅgalañca labhissasi. Kiṁ nakkhattaṁ kīḷissasi, kasissasī’’ti.",
  "atk-s0203a0:14_3": "Kiṁ me nakkhattena, kasissāmīti? Tena hi ye goṇe icchasi, te gahetvā kasāhīti. So",
  "atk-s0203a0:14_4": "kasituṁ gato. Taṁ divasaṁ sāriputtatthero nirodhā vuṭṭhāya ‘‘kassa saṅgahaṁ karomī’’ti?",
  "atk-s0203a0:14_5": "Āvajjanto puṇṇaṁ disvā pattacīvaraṁ ādāya tassa kasanaṭṭhānaṁ gato. Puṇṇo kasiṁ ṭhapetvā",
  "atk-s0203a0:14_6": "therassa dantakaṭṭhaṁ datvā mukhodakaṁ adāsi. Thero sarīraṁ paṭijaggitvā kammantassa",
  "atk-s0203a0:14_7": "avidūre nisīdi bhattābhihāraṁ olokento. Athassa bhariyaṁ bhattaṁ āharantiṁ disvā",
  "atk-s0203a0:14_8": "antarāmaggeyeva attānaṁ dassesi.",
  "atk-s0203a0:15_0": "Sā sāmikassa āhaṭabhattaṁ therassa patte pakkhipitvā puna gantvā aññaṁ bhattaṁ sampādetvā",
  "atk-s0203a0:15_1": "divā agamāsi. Puṇṇo ekavāraṁ kasitvā nisīdi. Sāpi bhattaṁ gahetvā āgacchantī āha",
  "atk-s0203a0:15_2": "– ‘‘sāmi pātova te bhattaṁ āhariyittha, antarāmagge pana sāriputtattheraṁ disvā taṁ",
  "atk-s0203a0:15_3": "tassa datvā aññaṁ pacitvā āharantiyā me ussūro jāto, mā kujjhi sāmī’’ti. Bhaddakaṁ",
  "atk-s0203a0:15_4": "te bhadde kataṁ, mayā therassa pātova dantakaṭṭhañca mukhodakañca dinnaṁ, amhākaṁyevānena",
  "atk-s0203a0:15_5": "piṇḍapātopi paribhutto, ajja therena katasamaṇadhammassa mayaṁ bhāgino jātāti cittaṁ",
  "atk-s0203a0:15_6": "pasādesi. Ekavāraṁ kasitaṭṭhānaṁ suvaṇṇameva ahosi. So bhuñjitvā kasitaṭṭhānaṁ olokento",
  "atk-s0203a0:15_7": "vijjotamānaṁ disvā uṭṭhāya yaṭṭhiyā paharitvā rattasuvaṇṇabhāvaṁ jānitvā ‘‘rañño",
  "atk-s0203a0:15_8": "akathetvā paribhuñjituṁ na sakkā’’ti gantvā rañño ārocesi. Rājā taṁ sabbaṁ sakaṭehi",
  "atk-s0203a0:15_9": "āharāpetvā rājaṅgaṇe rāsiṁ kāretvā ‘‘kassimasmiṁ nagare ettakaṁ suvaṇṇaṁ atthī’’ti",
  "atk-s0203a0:15_10": "pucchi. Kassaci natthīti ca vutte seṭṭhiṭṭhānamassa adāsi. So puṇṇaseṭṭhi nāma jāto.",
  "atk-s0203a0:16_0": "Aparampi vatthu – tasmiṁyeva rājagahe kāḷaveḷiyo nāma duggato atthi. Tassa bhariyā",
  "atk-s0203a0:16_1": "paṇṇambilayāguṁ paci. Mahākassapatthero nirodhā vuṭṭhāya ‘‘kassa saṅgahaṁ karomī’’ti",
  "atk-s0203a0:16_2": "āvajjanto taṁ disvā gantvā gehadvāre aṭṭhāsi. Sā pattaṁ gahetvā sabbaṁ tattha pakkhipitvā",
  "atk-s0203a0:16_3": "therassa adāsi, thero vihāraṁ gantvā satthu upanāmesi. Satthā attano yāpanamattaṁ",
  "atk-s0203a0:16_4": "gaṇhi, sesaṁ pañcannaṁ bhikkhusatānaṁ pahosi. Kāḷavaḷiyopi taṁ ṭhānaṁ patto cūḷakaṁ",
  "atk-s0203a0:16_5": "labhi. Mahākassapo satthāraṁ kāḷavaḷiyassa vipākaṁ pucchi. Satthā ‘‘ito sattame divase",
  "atk-s0203a0:16_6": "seṭṭhicchattaṁ labhissatī’’ti āha. Kāḷavaḷiyo taṁ kathaṁ sutvā gantvā bhariyāya ārocesi.",
  "atk-s0203a0:17_0": "Tadā ca rājā nagaraṁ anusañcaranto bahinagare jīvasūle nisinnaṁ purisaṁ addasa. Puriso",
  "atk-s0203a0:17_1": "rājānaṁ disvā uccāsaddaṁ akāsi ‘‘tumhākaṁ me bhuñjanabhattaṁ pahiṇatha devā’’ti.",
  "atk-s0203a0:17_2": "Rājā ‘‘pesessāmī’’ti vatvā sāyamāsabhatte upanīte saritvā ‘‘imaṁ harituṁ samatthaṁ",
  "atk-s0203a0:17_3": "jānāthā’’ti āha, nagare sahassabhaṇḍikaṁ cāresuṁ. Tatiyavāre kāḷavaḷiyassa bhariyā",
  "atk-s0203a0:17_4": "aggahesi . Atha naṁ rañño dassesuṁ, sā purisavesaṁ gahetvā pañcāvudhasannaddhā bhattapātiṁ",
  "atk-s0203a0:17_5": "gahetvā nagarā nikkhami. Bahinagare tāle adhivattho dīghatālo nāma yakkho taṁ rukkhamūlena",
  "atk-s0203a0:17_6": "gacchantiṁ disvā ‘‘tiṭṭha tiṭṭha bhakkhosi me’’ti āha. Nāhaṁ tava bhakkho, rājadūto",
  "atk-s0203a0:17_7": "ahanti. Kattha gacchasīti. Jīvasūle nisinnassa purisassa santikanti. Mamapi ekaṁ",
  "atk-s0203a0:17_8": "sāsanaṁ harituṁ sakkhissasīti. Āma sakkhissāmīti. ‘‘Dīghatālassa bhariyā sumanadevarājadhītā",
  "atk-s0203a0:17_9": "kāḷī puttaṁ vijātā’’ti āroceyyāsi. Imasmiṁ tālamūle satta nidhikumbhiyo atthi, tā",
  "atk-s0203a0:17_10": "tvaṁ gaṇheyyāsīti. Sā ‘‘dīghatālassa bhariyā sumanadevarājadhītā kāḷī puttaṁ vijātā’’ti ugghosentī agamāsi.",
  "atk-s0203a0:18_0": "Sumanadevo yakkhasamāgame nisinno sutvā ‘‘eko manusso amhākaṁ piyapavattiṁ āharati,",
  "atk-s0203a0:18_1": "pakkosatha na’’nti sāsanaṁ sutvā pasanno ‘‘imassa rukkhassa parimaṇḍalacchāyāya pharaṇaṭṭhāne",
  "atk-s0203a0:18_2": "nidhikumbhiyo tuyhaṁ dammī’’ti āha. Jīvasūle nisinnapuriso bhattaṁ bhuñjitvā mukhapuñchanakāle",
  "atk-s0203a0:18_3": "itthiphassoti ñatvā cūḷāya ḍaṁsi, sā asinā attano cūḷaṁ chinditvā rañño santikaṁyeva",
  "atk-s0203a0:18_4": "gatā. Rājā bhattabhojitabhāvo kathaṁ jānitabboti? Cūḷasaññāyāti vatvā rañño ācikkhitvā",
  "atk-s0203a0:18_5": "taṁ dhanaṁ āharāpesi. Rājā aññassa ettakaṁ dhanaṁ nāma atthīti. Natthi devāti. Rājā",
  "atk-s0203a0:18_6": "tassā patiṁ tasmiṁ nagare dhanaseṭṭhiṁ akāsi. Mallikāyapi deviyā vatthu kathetabbaṁ.",
  "atk-s0203a0:18_7": "Imāni tāva kusalakamme vatthūni.",
  "atk-s0203a0:19_0": "Nandamāṇavako pana uppalavaṇṇāya theriyā vippaṭipajji, tassa mañcato uṭṭhāya nikkhamitvā",
  "atk-s0203a0:19_1": "gacchantassa mahāpathavī bhijjitvā okāsamadāsi, tattheva mahānarakaṁ paviṭṭho. Nandopi",
  "atk-s0203a0:19_2": "goghātako paṇṇāsa vassāni goghātakakammaṁ katvā ekadivasaṁ bhojanakāle maṁsaṁ alabhanto",
  "atk-s0203a0:19_3": "ekassa jīvamānakagoṇassa jivhaṁ chinditvā aṅgāresu pacāpetvā khādituṁ āraddho. Athassa",
  "atk-s0203a0:19_4": "jivhā mūle chijjitvā bhattapātiyaṁyeva patitā, so viravanto kālaṁ katvā niraye nibbatti.",
  "atk-s0203a0:19_5": "Nandopi yakkho aññena yakkhena saddhiṁ ākāsena gacchanto sāriputtattheraṁ navoropitehi",
  "atk-s0203a0:19_6": "kesehi rattibhāge abbhokāse nisinnaṁ disvā sīse paharitukāmo itarassa yakkhassa ārocetvā",
  "atk-s0203a0:19_7": "tena vāriyamānopi pahāraṁ datvā ḍayhāmi ḍayhāmīti viravanto tasmiṁyeva ṭhāne bhūmiṁ",
  "atk-s0203a0:19_8": "pavisitvā mahāniraye nibbattoti imāni akusalakamme vatthūni.",
  "atk-s0203a0:20_0": "Yaṁ pana antamaso maraṇasantikepi kataṁ kammaṁ bhavantare vipākaṁ deti, taṁ sabbaṁ",
  "atk-s0203a0:20_1": "samparāyavedanīyaṁ nāma. Tattha yo aparihīnassa jhānassa vipāko nibbattissati, so",
  "atk-s0203a0:20_2": "idha nibbattitavipākoti vutto. Tassa mūlabhūtaṁ kammaṁ neva diṭṭhadhammavedanīyaṁ",
  "atk-s0203a0:20_3": "na samparāyavedanīyanti, na vicāritaṁ, kiñcāpi na vicāritaṁ, samparāyavedanīyameva",
  "atk-s0203a0:20_4": "panetanti veditabbaṁ. Yo paṭhamamaggādīnaṁ bhavantare phalasamāpattivipāko, so idha",
  "atk-s0203a0:20_5": "nibbattitaguṇotveva vutto. Kiñcāpi evaṁ vutto, maggakammaṁ pana paripakkavedanīyanti",
  "atk-s0203a0:20_6": "veditabbaṁ. Maggacetanāyeva hi sabbalahuṁ phaladāyikā anantaraphalattāti.",
  "atk-s0203a0:21_0": "8.Bahuvedanīyanti saññābhavūpagaṁ. Appavedanīyanti asaññābhavūpagaṁ. Savedanīyanti",
  "atk-s0203a0:21_1": "savipākaṁ kammaṁ. Avedanīyanti avipākaṁ kammaṁ. Evaṁ santeti imesaṁ diṭṭhadhammavedanīyādīnaṁ",
  "atk-s0203a0:21_2": "kammānaṁ upakkamena samparāyavedanīyādi bhāvakāraṇassa alābhe sati. Aphaloti nipphalo",
  "atk-s0203a0:21_3": "niratthakoti. Ettāvatā aniyyānikasāsane payogassa aphalataṁ dassetvā padhānacchedakavādo",
  "atk-s0203a0:21_4": "nāma dassitoti veditabbo. Sahadhammikā vādānuvādāti parehi vuttakāraṇena sakāraṇā",
  "atk-s0203a0:21_5": "hutvā nigaṇṭhānaṁ vādā ca anuvādā ca. Gārayhaṁ ṭhānaṁ āgacchantīti viññūhi garahitabbaṁ",
  "atk-s0203a0:21_6": "kāraṇaṁ āgacchanti. ‘‘Vādānuppattā gārayhaṭṭhānā’’tipi pāṭho. Tassattho – parehi",
  "atk-s0203a0:21_7": "vuttena kāraṇena sakāraṇā nigaṇṭhānaṁ vādaṁ anuppattā taṁ vādaṁ sosentā milāpentā",
  "atk-s0203a0:21_8": "dukkaṭakammakārinotiādayo dasa gārayhaṭṭhānā āgacchanti.",
  "atk-s0203a0:22": "9.Saṅgatibhāvahetūti niyatibhāvakāraṇā. Pāpasaṅgatikāti pāpaniyatino. Abhijātihetūti chaḷabhijātihetu.",
  "atk-s0203a0:23_0": "10. Evaṁ nigaṇṭhānaṁ upakkamassa aphalataṁ dassetvā idāni niyyānikasāsane upakkamassa",
  "atk-s0203a0:23_1": "vīriyassa ca saphalataṁ dassetuṁ kathañca, bhikkhavetiādimāha. Tattha anaddhabhūtanti",
  "atk-s0203a0:23_2": "anadhibhūtaṁ. Dukkhena anadhibhūto nāma manussattabhāvo vuccati, na taṁ addhabhāveti",
  "atk-s0203a0:23_3": "nābhibhavatīti attho. Tampi nānappakārāya dukkarakārikāya payojento dukkhena addhabhāveti",
  "atk-s0203a0:23_4": "nāma. Ye pana sāsane pabbajitvā āraññakā vā honti rukkhamūlikādayo vā, te dukkhena",
  "atk-s0203a0:23_5": "na addhabhāventi nāma. Niyyānikasāsanasmiñhi vīriyaṁ sammāvāyāmo nāma hoti.",
  "atk-s0203a0:24_0": "Thero panāha – yo issarakule nibbatto sattavassiko hutvā alaṅkatappaṭiyatto pituaṅke",
  "atk-s0203a0:24_1": "nisinno ghare bhattakiccaṁ katvā nisinnena bhikkhusaṅghena anumodanāya kariyamānāya",
  "atk-s0203a0:24_2": "tisso sampattiyo dassetvā saccesu pakāsitesu arahattaṁ pāpuṇāti, mātāpitūhi vā ‘‘pabbajissasi",
  "atk-s0203a0:24_3": "tātā’’ti vutto ‘‘āma pabbajissāmī’’ti vatvā nhāpetvā alaṅkaritvā vihāraṁ nīto tacapañcakaṁ",
  "atk-s0203a0:24_4": "uggaṇhitvā nisinno kesesu ohāriyamānesu khuraggeyeva arahattaṁ pāpuṇāti, navapabbajito",
  "atk-s0203a0:24_5": "vā pana manosilātelamakkhitena sīsena punadivase mātāpitūhi pesitaṁ kājabhattaṁ bhuñjitvā",
  "atk-s0203a0:24_6": "vihāre nisinnova arahattaṁ pāpuṇāti, ayaṁ na dukkhena attānaṁ addhabhāveti nāma.",
  "atk-s0203a0:24_7": "Ayaṁ pana ukkaṭṭhasakkāro. Yo dāsikucchiyaṁ nibbatto antamaso rajatamuddikampi piḷandhitvā",
  "atk-s0203a0:24_8": "gorakapiyaṅgumattenāpi sarīraṁ vilimpetvā ‘‘pabbājetha na’’nti nīto khuragge vā punadivase",
  "atk-s0203a0:24_9": "vā arahattaṁ pāpuṇāti, ayampi na anaddhabhūtaṁ attānaṁ dukkhena addhabhāveti nāma.",
  "atk-s0203a0:25_0": "Dhammikaṁ sukhaṁ nāma saṅghato vā gaṇato vā uppannaṁ catupaccayasukhaṁ. Anadhimucchitoti",
  "atk-s0203a0:25_1": "taṇhāmucchanāya amucchito. Dhammikañhi sukhaṁ na pariccajāmīti na tattha gedho kātabbo.",
  "atk-s0203a0:25_2": "Saṅghato hi uppannaṁ salākabhattaṁ vā vassāvāsikaṁ vā ‘‘idamatthaṁ eta’’nti paricchinditvā",
  "atk-s0203a0:25_3": "saṅghamajjhe bhikkhūnaṁ antare paribhuñjanto pattantare padumaṁ viya sīlasamādhivipassanāmaggaphalehi",
  "atk-s0203a0:25_4": "vaḍḍhati. Imassāti paccuppannānaṁ pañcannaṁ khandhānaṁ mūlabhūtassa. Dukkhanidānassāti",
  "atk-s0203a0:25_5": "taṇhāya. Sā hi pañcakkhandhadukkhassa nidānaṁ. Saṅkhāraṁ padahatoti sampayogavīriyaṁ",
  "atk-s0203a0:25_6": "karontassa. Virāgohotīti maggena virāgo hoti. Idaṁ vuttaṁ hoti ‘‘saṅkhārapadhānena",
  "atk-s0203a0:25_7": "me imassa dukkhanidānassa virāgo hotī’’ti evaṁ pajānātīti iminā sukhāpaṭipadā khippābhiññā",
  "atk-s0203a0:25_8": "kathitā. Dutiyavārena tassa sampayogavīriyassa majjhattatākāro kathito. So yassa",
  "atk-s0203a0:25_9": "hi khvāssāti ettha ayaṁ saṅkhepattho – so puggalo yassa dukkhanidānassa saṅkhārapadhānena",
  "atk-s0203a0:25_10": "virāgo hoti, saṅkhāraṁ tattha padahati, maggapadhānena padahati. Yassa pana dukkhanidānassa",
  "atk-s0203a0:25_11": "ajjhupekkhato upekkhaṁ bhāventassa virāgo hoti, upekkhaṁ tattha bhāveti, maggabhāvanāya",
  "atk-s0203a0:25_12": "bhāveti. Tassāti tassa puggalassa.",
  "atk-s0203a0:26_0": "11.Paṭibaddhacittoti chandarāgena baddhacitto. Tibbacchandoti bahalacchando. Tibbāpekkhoti",
  "atk-s0203a0:26_1": "bahalapatthano. Santiṭṭhantinti ekato tiṭṭhantiṁ. Sañjagghantinti mahāhasitaṁ hasamānaṁ.",
  "atk-s0203a0:26_2": "Saṁhasantinti sitaṁ kurumānaṁ.",
  "atk-s0203a0:27_0": "Evameva kho, bhikkhaveti ettha idaṁ opammavibhāvanaṁ – eko hi puriso ekissā itthiyā",
  "atk-s0203a0:27_1": "sāratto ghāsacchādanamālālaṅkārādīni datvā ghare vāseti. Sā taṁ aticaritvā aññaṁ",
  "atk-s0203a0:27_2": "sevati. So ‘‘nūna ahaṁ assā anurūpaṁ sakkāraṁ na karomī’’ti sakkāraṁ vaḍḍhesi. Sā",
  "atk-s0203a0:27_3": "bhiyyosomattāya aticaratiyeva. So – ‘‘ayaṁ sakkariyamānāpi aticarateva, ghare me",
  "atk-s0203a0:27_4": "vasamānā anatthampi kareyya, nīharāmi na’’nti parisamajjhe alaṁvacanīyaṁ katvā ‘‘mā",
  "atk-s0203a0:27_5": "puna gehaṁ pāvisī’’ti vissajjesi. Sā kenaci upāyena tena saddhiṁ santhavaṁ kātuṁ",
  "atk-s0203a0:27_6": "asakkontī naṭanaccakādīhi saddhiṁ vicarati. Tassa purisassa taṁ disvā neva uppajjati",
  "atk-s0203a0:27_7": "domanassaṁ, somanassaṁ pana uppajjati.",
  "atk-s0203a0:28_0": "Tattha purisassa itthiyā sārattakālo viya imassa bhikkhuno attabhāve ālayo. Ghāsacchādanādīni",
  "atk-s0203a0:28_1": "datvā ghare vasāpanakālo viya attabhāvassa paṭijagganakālo. Tassā aticaraṇakālo viya",
  "atk-s0203a0:28_2": "jaggiyamānasseva attabhāvassa pittapakopādīnaṁ vasena sābādhatā. ‘‘Attano anurūpaṁ",
  "atk-s0203a0:28_3": "sakkāraṁ alabhantī aticaratī’’ti sallakkhetvā sakkāravaḍḍhanaṁ viya ‘‘bhesajjaṁ alabhanto",
  "atk-s0203a0:28_4": "evaṁ hotī’’ti sallakkhetvā bhesajjakaraṇakālo. Sakkāre vaḍḍhitepi puna aticaraṇaṁ",
  "atk-s0203a0:28_5": "viya pittādīsu ekassa bhesajje kariyamāne sesānaṁ pakopavasena puna sābādhatā. Parisamajjhe",
  "atk-s0203a0:28_6": "alaṁvacanīyaṁ katvā gehā nikkaḍḍhanaṁ viya ‘‘idāni te nāhaṁ dāso na kammakaro, anamatagge",
  "atk-s0203a0:28_7": "saṁsāre taṁyeva upaṭṭhahanto vicariṁ, ko me tayā attho, chijja vā bhijja vā’’ti tasmiṁ",
  "atk-s0203a0:28_8": "anapekkhataṁ āpajjitvā vīriyaṁ thiraṁ katvā maggena kilesasamugghātanaṁ. Naṭanaccakādīhi",
  "atk-s0203a0:28_9": "naccamānaṁ vicarantiṁ disvā yathā tassa purisassa domanassaṁ na uppajjati, somanassameva",
  "atk-s0203a0:28_10": "uppajjati, evameva imassa bhikkhuno arahattaṁ pattassa pittapakopādīnaṁ vasena ābādhikaṁ",
  "atk-s0203a0:28_11": "attabhāvaṁ disvā domanassaṁ na uppajjati, ‘‘muccissāmi vata khandhaparihāradukkhato’’ti",
  "atk-s0203a0:28_12": "somanassameva uppajjatīti. Ayaṁ pana upamā ‘‘paṭibaddhacittassa domanassaṁ uppajjati,",
  "atk-s0203a0:28_13": "appaṭibaddhacittassa natthetanti ñatvā itthiyā chandarāgaṁ pajahati, evamayaṁ bhikkhu",
  "atk-s0203a0:28_14": "saṅkhāraṁ vā padahantassa upekkhaṁ vā bhāventassa dukkhanidānaṁ pahīyati, no aññathāti",
  "atk-s0203a0:28_15": "ñatvā tadubhayaṁ sampādento dukkhanidānaṁ pajahatī’’ti etamatthaṁ vibhāvetuṁ āgatāti veditabbā.",
  "atk-s0203a0:29_0": "12.Yathā sukhaṁ kho me viharatoti yena sukhena viharituṁ icchāmi tena, me viharato.",
  "atk-s0203a0:29_1": "Padahatoti pesentassa. Ettha ca yassa sukhā paṭipadā asappāyā, sukhumacīvarāni dhārentassa",
  "atk-s0203a0:29_2": "pāsādike senāsane vasantassa cittaṁ vikkhipati, dukkhā paṭipadā sappāyā, chinnabhinnāni",
  "atk-s0203a0:29_3": "thūlacīvarāni dhārentassa susānarukkhamūlādīsu vasantassa cittaṁ ekaggaṁ hoti, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:30_0": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ, usukāro viya hi jātijarāmaraṇabhīto yogī",
  "atk-s0203a0:30_1": "daṭṭhabbo, vaṅkakuṭilajimhatejanaṁ viya vaṅkakuṭilajimhacittaṁ, dve alātā viya kāyikacetasikavīriyaṁ,",
  "atk-s0203a0:30_2": "tejanaṁ ujuṁ karontassa kañjikatelaṁ viya saddhā, namanadaṇḍako viya lokuttaramaggo,",
  "atk-s0203a0:30_3": "ussukārassa vaṅkakuṭilajimhatejanaṁ kañjikatelena sinehetvā alātesu tāpetvā namanadaṇḍakena",
  "atk-s0203a0:30_4": "ujukaraṇaṁ viya imassa bhikkhuno vaṅkakuṭilajimhacittaṁ saddhāya sinehetvā kāyikacetasikavīriyena",
  "atk-s0203a0:30_5": "tāpetvā lokuttaramaggena ujukaraṇaṁ, usukārasseva evaṁ ujukatena tejanena sapattaṁ",
  "atk-s0203a0:30_6": "vijjhitvā sampattianubhavanaṁ viya imassa yogino tathā ujukatena cittena kilesagaṇaṁ",
  "atk-s0203a0:30_7": "vijjhitvā pāsādike senāsane nirodhavaratalagatassa phalasamāpattisukhānubhavanaṁ",
  "atk-s0203a0:30_8": "daṭṭhabbaṁ. Idha tathāgato sukhāpaṭipadākhippābhiññabhikkhuno, dukkhāpaṭipadādandhābhiññabhikkhuno",
  "atk-s0203a0:30_9": "ca paṭipattiyo kathitā, itaresaṁ dvinnaṁ na kathitā, tā kathetuṁ imaṁ desanaṁ ārabhi.",
  "atk-s0203a0:30_10": "Imāsu vā dvīsu kathitāsu itarāpi kathitāva honti, āgamanīyapaṭipadā pana na kathitā,",
  "atk-s0203a0:30_11": "taṁ kathetuṁ imaṁ desanaṁ ārabhi. Sahāgamanīyāpi vā paṭipadā kathitāva, adassitaṁ",
  "atk-s0203a0:30_12": "pana ekaṁ buddhuppādaṁ dassetvā ekassa kulaputtassa nikkhamanadesanaṁ arahattena",
  "atk-s0203a0:30_13": "vinivaṭṭessāmīti dassetuṁ imaṁ desanaṁ ārabhi. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:31": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:32": "Devadahasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:33": "2. Pañcattayasuttavaṇṇanā",
  "atk-s0203a0:34_0": "21.Evaṁme sutanti pañcattayasuttaṁ. Tattha eketi ekacce. Samaṇabrāhmaṇāti paribbajupagatabhāvena",
  "atk-s0203a0:34_1": "samaṇā jātiyā brāhmaṇā, lokena vā samaṇāti ca brāhmaṇāti ca evaṁ sammatā. Aparantaṁ",
  "atk-s0203a0:34_2": "kappetvā vikappetvā gaṇhantīti aparantakappikā. Aparantakappo vā etesaṁ atthītipi",
  "atk-s0203a0:34_3": "aparantakappikā. Ettha ca antoti ‘‘sakkāyo kho, āvuso, eko anto’’tiādīsu (a. ni.",
  "atk-s0203a0:34_4": "6.61) viya idha koṭṭhāso adhippeto. Kappoti taṇhādiṭṭhiyo. Vuttampi cetaṁ ‘‘kappoti",
  "atk-s0203a0:34_5": "uddānato dve kappā taṇhākappo ca diṭṭhikappo cā’’ti. Tasmā taṇhādiṭṭhivasena anāgataṁ",
  "atk-s0203a0:34_6": "khandhakoṭṭhāsaṁ kappetvā ṭhitāti aparantakappikāti evamettha attho daṭṭhabbo. Tesaṁ",
  "atk-s0203a0:34_7": "evaṁ aparantaṁ kappetvā ṭhitānaṁ punappunaṁ uppajjanavasena aparantameva anugatā",
  "atk-s0203a0:34_8": "diṭṭhīti aparantānudiṭṭhino. Te evaṁdiṭṭhino taṁ aparantaṁ ārabbha āgamma paṭicca",
  "atk-s0203a0:34_9": "aññampi janaṁ diṭṭhigatikaṁ karontā anekavihitāni adhivuttipadāni abhivadanti. Anekavihitānīti",
  "atk-s0203a0:34_10": "anekavidhāni. Adhivuttipadānīti adhivacanapadāni. Atha vā bhūtamatthaṁ adhibhavitvā",
  "atk-s0203a0:34_11": "yathāsabhāvato aggahetvā vattanato adhivuttiyoti diṭṭhiyo vuccanti, adhivuttīnaṁ",
  "atk-s0203a0:34_12": "padāni adhivuttipadāni, diṭṭhidīpakāni vacanānīti attho.",
  "atk-s0203a0:35_0": "Saññīti saññāsamaṅgī. Arogoti nicco. Ittheketi itthaṁ eke, evameketi attho. Iminā",
  "atk-s0203a0:35_1": "soḷasa saññīvādā kathitā, asaññīti iminā aṭṭha asaññīvādā, nevasaññīnāsaññīti iminā",
  "atk-s0203a0:35_2": "aṭṭha nevasaññīnāsaññīvādā, sato vā pana sattassāti iminā satta ucchedavādā. Tattha",
  "atk-s0203a0:35_3": "satoti vijjamānassa. Ucchedanti upacchedaṁ. Vināsanti adassanaṁ. Vibhavanti bhavavigamaṁ.",
  "atk-s0203a0:35_4": "Sabbānetāni aññamaññavevacanāneva. Diṭṭhadhammanibbānaṁvāti iminā pañca diṭṭhadhammanibbānavādā",
  "atk-s0203a0:35_5": "kathitā. Tattha diṭṭhadhammoti paccakkhadhammo vuccati, tattha tattha paṭiladdhaattabhāvassetaṁ",
  "atk-s0203a0:35_6": "adhivacanaṁ. Diṭṭhadhamme nibbānaṁ diṭṭhadhammanibbānaṁ, imasmiṁyeva attabhāve dukkhavūpasamanti",
  "atk-s0203a0:35_7": "attho. Santaṁ vāti saññītiādivasena tīhākārehi santaṁ. Tīṇi hontīti saññī attātiādīni",
  "atk-s0203a0:35_8": "santaattavasena ekaṁ, itarāni dveti evaṁ tīṇi.",
  "atk-s0203a0:36_0": "22.Rūpiṁvāti karajarūpena vā kasiṇarūpena vā rūpiṁ. Tattha lābhī kasiṇarūpaṁ attāti",
  "atk-s0203a0:36_1": "gaṇhāti, takkī ubhopi rūpāni gaṇhātiyeva. Arūpinti arūpasamāpattinimittaṁ vā, ṭhapetvā",
  "atk-s0203a0:36_2": "saññākkhandhaṁ sesaarūpadhamme vā attāti paññapentā lābhinopi takkikāpi evaṁ paññapenti.",
  "atk-s0203a0:36_3": "Tatiyadiṭṭhi pana missakagāhavasena pavattā, catutthā takkagāheneva. Dutiyacatukke",
  "atk-s0203a0:36_4": "paṭhamadiṭṭhi samāpannakavārena kathitā, dutiyadiṭṭhi asamāpannakavārena, tatiyadiṭṭhi",
  "atk-s0203a0:36_5": "suppamattena vā sarāvamattena vā kasiṇaparikammavasena, catutthadiṭṭhi vipulakasiṇavasena",
  "atk-s0203a0:36_6": "kathitāti veditabbā.",
  "atk-s0203a0:37_0": "Etaṁ vā panekesaṁ upātivattatanti saññītipadena saṅkhepato vuttaṁ saññāsattakaṁ atikkantānanti",
  "atk-s0203a0:37_1": "attho. Apare aṭṭhakanti vadanti. Tadubhayaṁ parato āvibhavissati. Ayaṁ panettha saṅkhepattho",
  "atk-s0203a0:37_2": "– keci hi etā satta vā aṭṭha vā saññā samatikkamituṁ sakkonti, keci pana na sakkonti.",
  "atk-s0203a0:37_3": "Tattha ye sakkonti, teva gahitā. Tesaṁ pana ekesaṁ upātivattataṁ atikkamituṁ sakkontānaṁ",
  "atk-s0203a0:37_4": "yathāpi nāma gaṅgaṁ uttiṇṇesu manussesu eko dīghavāpiṁ gantvā tiṭṭheyya, eko tato",
  "atk-s0203a0:37_5": "paraṁ mahāgāmaṁ; evameva eke viññāṇañcāyatanaṁ appamāṇaṁ āneñjanti vatvā tiṭṭhanti,",
  "atk-s0203a0:37_6": "eke ākiñcaññāyatanaṁ. Tattha viññāṇañcāyatanaṁ tāva dassetuṁ viññāṇakasiṇameketi",
  "atk-s0203a0:37_7": "vuttaṁ. Parato ‘‘ākiñcaññāyatanameke’’ti vakkhati. Tayidanti taṁ idaṁ diṭṭhigatañca",
  "atk-s0203a0:37_8": "diṭṭhipaccayañca diṭṭhārammaṇañca. Tathāgato abhijānātīti. Iminā paccayena idaṁ nāma",
  "atk-s0203a0:37_9": "dassanaṁ gahitanti abhivisiṭṭhena ñāṇena jānāti.",
  "atk-s0203a0:38_0": "Idāni tadeva vitthārento ye kho te bhontotiādimāha. Yā vā pana etāsaṁ saññānanti",
  "atk-s0203a0:38_1": "yā vā pana etāsaṁ ‘‘yadi rūpasaññāna’’nti evaṁ vuttasaññānaṁ. Parisuddhāti nirupakkilesā.",
  "atk-s0203a0:38_2": "Paramāti uttamā. Aggāti seṭṭhā. Anuttariyā akkhāyatīti asadisā kathīyati. Yadi rūpasaññānanti",
  "atk-s0203a0:38_3": "iminā catasso rūpāvacarasaññā kathitā. Yadi arūpasaññānanti iminā ākāsānañcāyatanaviññāṇañcāyatanasaññā.",
  "atk-s0203a0:38_4": "Itarehi pana dvīhi padehi samāpannakavāro ca asamāpannakavāro ca kathitoti evametā",
  "atk-s0203a0:38_5": "koṭṭhāsato aṭṭha, atthato pana satta saññā honti. Samāpannakavāro hi purimāhi chahisaṅgahitoyeva.",
  "atk-s0203a0:38_6": "Tayidaṁ saṅkhatanti taṁ idaṁ sabbampi saññāgataṁ saddhiṁ diṭṭhigatena saṅkhataṁ paccayehi",
  "atk-s0203a0:38_7": "samāgantvā kataṁ. Oḷārikanti saṅkhatattāva oḷārikaṁ. Atthi kho pana saṅkhārānaṁ nirodhoti",
  "atk-s0203a0:38_8": "etesaṁ pana saṅkhatanti vuttānaṁ saṅkhārānaṁ nirodhasaṅkhātaṁ nibbānaṁ nāma atthi.",
  "atk-s0203a0:38_9": "Atthetanti iti viditvāti taṁ kho pana nibbānaṁ ‘‘atthi eta’’nti evaṁ jānitvā. Tassa",
  "atk-s0203a0:38_10": "nissaraṇadassāvīti tassa saṅkhatassa nissaraṇadassī nibbānadassī. Tathāgato tadupātivattoti",
  "atk-s0203a0:38_11": "taṁ saṅkhataṁ atikkanto samatikkantoti attho.",
  "atk-s0203a0:39_0": "23.Tatrāti tesu aṭṭhasu asaññīvādesu. Rūpiṁ vātiādīni saññīvāde vuttanayeneva veditabbāni.",
  "atk-s0203a0:39_1": "Ayañca yasmā asaññīvādo, tasmā idha dutiyacatukkaṁ na vuttaṁ. Paṭikkosantīti paṭibāhanti",
  "atk-s0203a0:39_2": "paṭisedhenti. Saññārogotiādīsu ābādhaṭṭhena rogo, sadosaṭṭhena gaṇḍo, anupaviṭṭhaṭṭhena",
  "atk-s0203a0:39_3": "sallaṁ. Āgatiṁ vā gatiṁ vātiādīsu paṭisandhivasena āgatiṁ, cutivasena gatiṁ, cavanavasena",
  "atk-s0203a0:39_4": "cutiṁ, upapajjanavasena upapattiṁ, punappunaṁ uppajjitvā aparāparaṁ vaḍḍhanavasena",
  "atk-s0203a0:39_5": "vuḍḍhiṁ virūḷhiṁ vepullaṁ. Kāmañca catuvokārabhave rūpaṁ vināpi viññāṇassa pavatti",
  "atk-s0203a0:39_6": "atthi, sese pana tayo khandhe vinā natthi. Ayaṁ pana pañho pañcavokārabhavavasena",
  "atk-s0203a0:39_7": "kathito. Pañcavokāre hi ettake khandhe vinā viññāṇassa pavatti nāma natthi. Vitaṇḍavādī",
  "atk-s0203a0:39_8": "panettha ‘‘aññatra rūpātiādivacanato arūpabhavepi rūpaṁ, asaññābhave ca viññāṇaṁ",
  "atk-s0203a0:39_9": "atthi, tathā nirodhasamāpannassā’’ti vadati. So vattabbo – byañjanacchāyāya ce atthaṁ",
  "atk-s0203a0:39_10": "paṭibāhasi, āgatiṁ vātiādivacanato taṁ viññāṇaṁ pakkhidvipadacatuppadā viya uppatitvāpi",
  "atk-s0203a0:39_11": "gacchati, padasāpi gacchati, govisāṇavalliādīni viya ca vaḍḍhatīti āpajjati. Ye ca",
  "atk-s0203a0:39_12": "bhagavatā anekasatesu suttesu tayo bhavā vuttā, te arūpabhavassa abhāvā dveva āpajjanti.",
  "atk-s0203a0:39_13": "Tasmā mā evaṁ avaca, yathā vuttamatthaṁ dhārehīti.",
  "atk-s0203a0:40_0": "24.Tatrāti aṭṭhasu nevasaññīnāsaññīvādesu bhummaṁ. Idhāpi rūpiṁ vātiādīni vuttanayeneva",
  "atk-s0203a0:40_1": "veditabbāni. Asaññā sammohoti nissaññabhāvo nāmesa sammohaṭṭhānaṁ. Yo hi kiñci na",
  "atk-s0203a0:40_2": "jānāti, taṁ asaññī esoti vadanti. Diṭṭhasutamutaviññātabbasaṅkhāramattenāti diṭṭhaviññātabbamattena",
  "atk-s0203a0:40_3": "sutaviññātabbamattena mutaviññātabbamattena. Ettha ca vijānātīti viññātabbaṁ, diṭṭhasutamutaviññātabbamattena",
  "atk-s0203a0:40_4": "pañcadvārikasaññāpavattimattenāti ayañhi ettha attho. Saṅkhāramattenāti oḷārikasaṅkhārapavattimattenāti",
  "atk-s0203a0:40_5": "attho. Etassaāyatanassāti etassa nevasaññānāsaññāyatanassa . Upasampadanti paṭilābhaṁ.",
  "atk-s0203a0:40_6": "Byasanaṁ hetanti vināso hesa, vuṭṭhānaṁ hetanti attho. Pañcadvārikasaññāpavattañhi",
  "atk-s0203a0:40_7": "oḷārikasaṅkhārapavattaṁ vā appavattaṁ katvā taṁ samāpajjitabbaṁ. Tassa pana pavattena",
  "atk-s0203a0:40_8": "tato vuṭṭhānaṁ hotīti dasseti. Saṅkhārasamāpattipattabbamakkhāyatīti oḷārikasaṅkhārapavattiyā",
  "atk-s0203a0:40_9": "pattabbanti na akkhāyati. Saṅkhārāvasesasamāpattipattabbanti saṅkhārānaṁyeva avasesā",
  "atk-s0203a0:40_10": "bhāvanāvasena sabbasukhumabhāvaṁ pattā saṅkhārā, tesaṁ pavattiyā etaṁ pattabbanti",
  "atk-s0203a0:40_11": "attho. Evarūpesu hi saṅkhāresu pavattesu etaṁ pattabbaṁ nāma hoti. Tayidanti taṁ",
  "atk-s0203a0:40_12": "idaṁ etaṁ sukhumampi samānaṁ saṅkhataṁ saṅkhatattā ca oḷārikaṁ.",
  "atk-s0203a0:41_0": "25.Tatrāti sattasu ucchedavādesu bhummaṁ. Uddhaṁ saranti uddhaṁ vuccati anāgatasaṁsāravādo,",
  "atk-s0203a0:41_1": "anāgataṁ saṁsāravādaṁ sarantīti attho. Āsattiṁyeva abhivadanti lagganakaṁyeva vadanti.",
  "atk-s0203a0:41_2": "‘‘Āsatta’’ntipi pāṭho, taṇhaṁyeva vadantīti attho. Iti pecca bhavissāmāti evaṁ pecca",
  "atk-s0203a0:41_3": "bhavissāma. Khattiyā bhavissāma, brāhmaṇā bhavissāmāti evamettha nayo netabbo. Vāṇijūpamāmaññeti",
  "atk-s0203a0:41_4": "vāṇijūpamā viya vāṇijapaṭibhāgā vāṇijasadisā mayhaṁ upaṭṭhahanti. Sakkāyabhayāti",
  "atk-s0203a0:41_5": "sakkāyassa bhayā. Te hi yatheva ‘‘cattāro kho, mahārāja, abhayassa bhāyanti. Katame",
  "atk-s0203a0:41_6": "cattāro? Gaṇḍuppādo kho, mahārāja, bhayā pathaviṁ na khādati ‘mā pathavī khiyī’ti,",
  "atk-s0203a0:41_7": "konto kho, mahārāja, ekapādena tiṭṭhati ‘mā pathavī osīdī’ti, kikī kho, mahārāja,",
  "atk-s0203a0:41_8": "uttānā seti ‘mā ambhā undriyī’ti, brāhmaṇadhammiko kho, mahārāja, brahmacariyaṁ na",
  "atk-s0203a0:41_9": "carati ‘mā loko ucchijjī’ti ime cattāro abhayassa bhāyanti, evaṁ sakkāyassa bhāyanti’’.",
  "atk-s0203a0:41_10": "Sakkāyaparijegucchāti tameva tebhūmakasaṅkhātaṁ sakkāyaṁ parijigucchamānā. Sā gaddulabaddhoti",
  "atk-s0203a0:41_11": "daṇḍake rajjuṁ pavesetvā baddhasunakho. Evamevimeti ettha daḷhatthambho viya khīlo",
  "atk-s0203a0:41_12": "viya ca tebhūmakadhammasaṅkhāto sakkāyo daṭṭhabbo, sā viya diṭṭhigatiko, daṇḍako",
  "atk-s0203a0:41_13": "viya diṭṭhi, rajju viya taṇhā, gaddulena bandhitvā thambhe vā khīle vā upanibaddhasunakhassa",
  "atk-s0203a0:41_14": "attano dhammatāya chinditvā gantuṁ asamatthassa anuparidhāvanaṁ viya diṭṭhigatikassa",
  "atk-s0203a0:41_15": "diṭṭhidaṇḍake pavesitāya taṇhārajjuyā bandhitvā sakkāye upanibaddhassa anuparidhāvanaṁ veditabbaṁ.",
  "atk-s0203a0:42_0": "26.Imāneva pañcāyatanānīti imāneva pañca kāraṇāni. Iti mātikaṁ ṭhapentenapi pañceva",
  "atk-s0203a0:42_1": "ṭhapitāni, nigamentenapi pañceva nigamitāni, bhājentena pana cattāri bhājitāni. Diṭṭhadhammanibbānaṁ",
  "atk-s0203a0:42_2": "kuhiṁ paviṭṭhanti. Ekattanānattavasena dvīsu padesu paviṭṭhanti veditabbaṁ.",
  "atk-s0203a0:43_0": "27. Evañca catucattālīsa aparantakappike dassetvā idāni aṭṭhārasa pubbantakappike",
  "atk-s0203a0:43_1": "dassetuṁ santi, bhikkhavetiādimāha. Tattha atītakoṭṭhāsasaṅkhātaṁ pubbantaṁ kappetvā",
  "atk-s0203a0:43_2": "vikappetvā gaṇhantīti pubbantakappikā. Pubbantakappo vā etesaṁ atthīti pubbantakappikā.",
  "atk-s0203a0:43_3": "Evaṁ sesampi pubbe vuttappakāraṁ vuttanayeneva veditabbaṁ. Sassato attā ca loko cāti",
  "atk-s0203a0:43_4": "rūpādīsu aññataraṁ attāti ca lokoti ca gahetvā sassato amaro nicco dhuvoti abhivadanti.",
  "atk-s0203a0:43_5": "Yathāha ‘‘rūpaṁ attā ceva loko ca sassato cāti attānañca lokañca paññapentī’’ti vitthāro.",
  "atk-s0203a0:43_6": "Asassatādīsupi eseva nayo. Ettha ca paṭhamavādena cattāro sassatavādā vuttā, dutiyavādena satta ucchedavādā.",
  "atk-s0203a0:44_0": "Nanu cete heṭṭhā āgatā, idha kasmā puna gahitāti. Heṭṭhā tattha tattha mato tattha",
  "atk-s0203a0:44_1": "tattheva ucchijjatīti dassanatthaṁ āgatā. Idha pana pubbenivāsalābhī diṭṭhigatiko",
  "atk-s0203a0:44_2": "atītaṁ passati, na anāgataṁ, tassa evaṁ hoti ‘‘pubbantato āgato attā idheva ucchijjati,",
  "atk-s0203a0:44_3": "ito paraṁ na gacchatī’’ti imassatthassa dassanatthaṁ gahitā. Tatiyavādena cattāro",
  "atk-s0203a0:44_4": "ekaccasassatavādā vuttā, catutthavādena cattāro amarāvikkhepikā vuttā. Antavāti sapariyanto",
  "atk-s0203a0:44_5": "paricchinno parivaṭumo. Avaḍḍhitakasiṇassa taṁ kasiṇaṁ attāti ca lokoti ca gahetvā",
  "atk-s0203a0:44_6": "evaṁ hoti. Dutiyavādo vaḍḍhitakasiṇassa vasena vutto, tatiyavādo tiriyaṁ vaḍḍhetvā",
  "atk-s0203a0:44_7": "uddhamadho avaḍḍhitakasiṇassa, catutthavādo takkivasena vutto. Anantaracatukkaṁ heṭṭhā vuttanayameva.",
  "atk-s0203a0:45_0": "Ekantasukhīti nirantarasukhī. Ayaṁ diṭṭhi lābhījātissaratakkīnaṁ vasena uppajjati.",
  "atk-s0203a0:45_1": "Lābhino hi pubbenivāsañāṇena khattiyādikule ekantasukhameva attano jātiṁ anussarantassa",
  "atk-s0203a0:45_2": "evaṁ diṭṭhi uppajjati. Tathā jātissarassa paccuppannaṁ sukhamanubhavato atītāsu sattasu",
  "atk-s0203a0:45_3": "jātīsu tādisameva attabhāvaṁ anussarantassa. Takkissa pana idha sukhasamaṅgino ‘‘atītepāhaṁ",
  "atk-s0203a0:45_4": "evameva ahosi’’nti takkeneva uppajjati.",
  "atk-s0203a0:46_0": "Ekantadukkhīti ayaṁ diṭṭhi lābhino nuppajjati. So hi ekanteneva idha jhānasukhena",
  "atk-s0203a0:46_1": "sukhī hoti. Idha dukkhena phuṭṭhassa pana jātissarassa takkisseva ca sā uppajjati.",
  "atk-s0203a0:46_2": "Tatiyā idha vokiṇṇasukhadukkhānaṁ sabbesampi tesaṁ uppajjati, tathā catutthā diṭṭhi.",
  "atk-s0203a0:46_3": "Lābhino hi idāni catutthajjhānavasena adukkhamasukhassa, pubbe catutthajjhānikameva",
  "atk-s0203a0:46_4": "brahmalokaṁ anussarantassa . Jātissarassāpi paccuppanne majjhattassa, anussarantassāpi",
  "atk-s0203a0:46_5": "majjhattabhūtaṭṭhānameva anussarantassa, takkinopi paccuppanne majjhattassa, atītepi",
  "atk-s0203a0:46_6": "evaṁ bhavissatīti takkeneva gaṇhantassa esā diṭṭhi uppajjati. Ettāvatā cattāro sassatavādā,",
  "atk-s0203a0:46_7": "cattāro ekaccasassatikā, cattāro antānantikā, cattāro amarāvikkhepikā , dve adhicca-samuppannikāti",
  "atk-s0203a0:46_8": "aṭṭhārasapi pubbantakappikā kathitā honti.",
  "atk-s0203a0:47_0": "28. Idāni diṭṭhuddhāraṁ uddharanto tatra, bhikkhavetiādimāha. Tattha paccattaṁyeva",
  "atk-s0203a0:47_1": "ñāṇanti paccakkhañāṇaṁ. Parisuddhanti nirupakkilesaṁ. Pariyodātanti pabhassaraṁ.",
  "atk-s0203a0:47_2": "Sabbapadehi vipassanāñāṇaṁyeva kathitaṁ. Saddhādayo hi pañca dhammā bāhirasamayasmimpi",
  "atk-s0203a0:47_3": "honti, vipassanāñāṇaṁ sāsanasmiṁyeva. Tattha ñāṇabhāgamattameva pariyodapentīti mayamidaṁ",
  "atk-s0203a0:47_4": "jānāmāti evaṁ tattha ñāṇakoṭṭhāsaṁ otārentiyeva. Upādānamakkhāyatīti na taṁ ñāṇaṁ,",
  "atk-s0203a0:47_5": "micchādassanaṁ nāmetaṁ, tasmā tadapi tesaṁ bhavantānaṁ diṭṭhupādānaṁ akkhāyatīti",
  "atk-s0203a0:47_6": "attho. Athāpi taṁ jānanamattalakkhaṇattā ñāṇabhāgamattameva, tathāpi tassa dassanassa",
  "atk-s0203a0:47_7": "anupātivattanato upādānapaccayato ca upādānameva. Tadupātivattoti taṁ diṭṭhiṁ atikkanto.",
  "atk-s0203a0:47_8": "Ettāvatā cattāro sassatavādā, cattāro ekaccasassatikā, cattāro antānantikā, cattāro",
  "atk-s0203a0:47_9": "amarāvikkhepikā, dve adhiccasamuppannikā, soḷasa saññīvādā, aṭṭha asaññīvādā, aṭṭha",
  "atk-s0203a0:47_10": "nevasaññīnāsaññīvādā, satta ucchedavādā, pañca diṭṭhadhammanibbānavādāti brahmajāle",
  "atk-s0203a0:47_11": "āgatā dvāsaṭṭhipi diṭṭhiyo kathitā honti. Brahmajāle pana kathite idaṁ suttaṁ akathitameva",
  "atk-s0203a0:47_12": "hoti. Kasmā? Idha tato atirekāya sakkāyadiṭṭhiyā āgatattā. Imasmiṁ pana kathite brahmajālaṁ kathitameva hoti.",
  "atk-s0203a0:48_0": "30. Idāni imā dvāsaṭṭhi diṭṭhiyo uppajjamānā sakkāyadiṭṭhipamukheneva uppajjantīti",
  "atk-s0203a0:48_1": "dassetuṁ idha, bhikkhave, ekaccotiādimāha. Tattha paṭinissaggāti pariccāgena. Kāmasaṁyojanānaṁanadhiṭṭhānāti",
  "atk-s0203a0:48_2": "pañcakāmaguṇataṇhānaṁ nissaṭṭhattā. Pavivekaṁ pītinti sappītikajjhānadvayapītiṁ.",
  "atk-s0203a0:48_3": "Nirujjhatīti jhānanirodhena nirujjhati. Samāpattito pana vuṭṭhitassa niruddhā nāma",
  "atk-s0203a0:48_4": "hoti. Yatheva hi ‘‘adukkhamasukhāya vedanāya nirodhā uppajjati nirāmisaṁ sukhaṁ,",
  "atk-s0203a0:48_5": "nirāmisasukhassa nirodhā uppajjati adukkhamasukhā vedanā’’ti ettha na ayamattho hoti",
  "atk-s0203a0:48_6": "– catutthajjhānanirodhā tatiyajjhānaṁ upasampajja viharatīti. Ayaṁ panettha attho",
  "atk-s0203a0:48_7": "– catutthajjhānā vuṭṭhāya tatiyaṁ jhānaṁ samāpajjati, tatiyajjhānā vuṭṭhāya catutthaṁ",
  "atk-s0203a0:48_8": "jhānaṁ samāpajjatīti, evaṁsampadamidaṁ veditabbaṁ. Uppajjati domanassanti hīnajjhānapariyādānakadomanassaṁ.",
  "atk-s0203a0:48_9": "Samāpattito vuṭṭhitacittassa pana kammanīyabhāvo kathito.",
  "atk-s0203a0:49_0": "Pavivekā pītīti sā eva jhānadvayapīti. Yaṁ chāyā jahatīti yaṁ ṭhānaṁ chāyā jahati.",
  "atk-s0203a0:49_1": "Kiṁ vuttaṁ hoti? Yasmiṁ ṭhāne chāyā atthi, tasmiṁ ātapo natthi. Yasmiṁ ātapo atthi,",
  "atk-s0203a0:49_2": "tasmiṁ chāyā natthīti.",
  "atk-s0203a0:50": "31.Nirāmisaṁ sukhanti tatiyajjhānasukhaṁ.",
  "atk-s0203a0:51": "32.Adukkhamasukhanti catutthajjhānavedanaṁ.",
  "atk-s0203a0:52_0": "33.Anupādānohamasmīti niggahaṇo ahamasmi. Nibbānasappāyanti nibbānassa sappāyaṁ upakārabhūtaṁ",
  "atk-s0203a0:52_1": ". Nanu ca maggadassanaṁ nāma sabbattha nikantiyā sukkhāpitāya uppajjati, kathametaṁ",
  "atk-s0203a0:52_2": "nibbānassa upakārapaṭipadā nāma jātanti, sabbattha anupādiyanavasena aggaṇhanavasena",
  "atk-s0203a0:52_3": "upakārapaṭipadā nāma jātaṁ. Abhivadatīti abhimānena upavadati. Pubbantānudiṭṭhinti",
  "atk-s0203a0:52_4": "aṭṭhārasavidhampi pubbantānudiṭṭhiṁ. Aparantānudiṭṭhinti catucattārīsavidhampi aparantānudiṭṭhiṁ.",
  "atk-s0203a0:52_5": "Upādānamakkhāyatīti ahamasmīti gahaṇassa sakkāyadiṭṭhipariyāpannattā diṭṭhupādānaṁ akkhāyati.",
  "atk-s0203a0:53_0": "Santivarapadanti vūpasantakilesattā santaṁ uttamapadaṁ. Channaṁ phassāyatanānanti",
  "atk-s0203a0:53_1": "bhagavatā ‘‘yattha cakkhu ca nirujjhati rūpasaññā ca nirujjhati so āyatano veditabbo’’ti",
  "atk-s0203a0:53_2": "ettha dvinnaṁ āyatanānaṁ paṭikkhepena nibbānaṁ dassitaṁ.",
  "atk-s0203a0:54": "‘‘Yattha āpo ca pathavī, tejo vāyo na gādhati;",
  "atk-s0203a0:55": "Ato sarā nivattanti, ettha vaṭṭaṁ na vattati;",
  "atk-s0203a0:56": "Ettha nāmañca rūpañca, asesaṁ uparujjhatī’’ti. (saṁ. ni. 1.27) –",
  "atk-s0203a0:57": "Ettha pana saṅkhārapaṭikkhepena nibbānaṁ dassitaṁ.",
  "atk-s0203a0:58": "‘‘Kattha āpo ca pathavī, tejo vāyo na gādhati;",
  "atk-s0203a0:59": "Kattha dīghañca rassañca, aṇuṁ thūlaṁ subhāsubhaṁ;",
  "atk-s0203a0:60": "Kattha nāmañca rūpañca, asesaṁ uparujjhatī’’ti. (dī. ni. 1.498);",
  "atk-s0203a0:61": "Tatra veyyākaraṇaṁ bhavati –",
  "atk-s0203a0:62": "‘‘Viññāṇaṁ anidassanaṁ, anantaṁ sabbato pabha’’nti –",
  "atk-s0203a0:63_0": "Ettha saṅkhārapaṭikkhepena nibbānaṁ dassitaṁ. Imasmiṁ pana sutte chaāyatanapaṭikkhepena",
  "atk-s0203a0:63_1": "dassitaṁ. Aññattha ca anupādāvimokkhoti nibbānameva dassitaṁ, idha pana arahattaphalasamāpatti.",
  "atk-s0203a0:63_2": "Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:64": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:65": "Pañcattayasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:66": "3. Kintisuttavaṇṇanā",
  "atk-s0203a0:67_0": "34.Evaṁme sutanti kintisuttaṁ. Tattha pisinārāyanti evaṁnāmake maṇḍalapadese. Baliharaṇeti",
  "atk-s0203a0:67_1": "tasmiṁ vanasaṇḍe bhūtānaṁ baliṁ āharanti, tasmā so baliharaṇanti vutto. Cīvarahetūti",
  "atk-s0203a0:67_2": "cīvarakāraṇā, cīvaraṁ paccāsīsamānoti attho. Itibhavābhavahetūti evaṁ imaṁ desanāmayaṁ",
  "atk-s0203a0:67_3": "puññakiriyavatthuṁ nissāya tasmiṁ tasmiṁ bhave sukhaṁ vedissāmīti dhammaṁ desetīti",
  "atk-s0203a0:67_4": "kiṁ tumhākaṁ evaṁ hotīti attho.",
  "atk-s0203a0:68_0": "35.Cattāro satipaṭṭhānātiādayo sattatiṁsa bodhipakkhiyadhammā lokiyalokuttarāva kathitā.",
  "atk-s0203a0:68_1": "Tatthāti tesu sattatiṁsāya dhammesu. Siyaṁsūti bhaveyyuṁ. Abhidhammeti visiṭṭhe dhamme,",
  "atk-s0203a0:68_2": "imesu sattatiṁsabodhipakkhiyadhammesūti attho. Tatra ceti idampi bodhipakkhiyadhammesveva",
  "atk-s0203a0:68_3": "bhummaṁ. Atthato ceva nānaṁ byañjanato cāti ettha ‘‘kāyova satipaṭṭhānaṁ vedanāva",
  "atk-s0203a0:68_4": "satipaṭṭhāna’’nti vutte atthato nānaṁ hoti , ‘‘satipaṭṭhānā’’ti vutte pana byañjanato",
  "atk-s0203a0:68_5": "nānaṁ nāma hoti. Tadamināpīti taṁ tumhe imināpi kāraṇena jānāthāti atthañca byañjanañca",
  "atk-s0203a0:68_6": "samānetvā athassa ca aññathā gahitabhāvo byañjanassa ca micchā ropitabhāvo dassetabbo.",
  "atk-s0203a0:68_7": "Yo dhammo yo vinayoti ettha atthañca byañjanañca viññāpanakāraṇameva dhammo ca vinayo ca.",
  "atk-s0203a0:69_0": "37.Atthato hi kho sametīti satiyeva satipaṭṭhānanti gahitā. Byañjanato nānanti kevalaṁ",
  "atk-s0203a0:69_1": "byañjanameva satipaṭṭhānoti vā satipaṭṭhānāti vā micchā ropetha. Appamattakaṁ khoti",
  "atk-s0203a0:69_2": "suttantaṁ patvā byañjanaṁ appamattakaṁ nāma hoti. Parittamattaṁ dhanitaṁ katvā ropitepi",
  "atk-s0203a0:69_3": "hi nibbutiṁ pattuṁ sakkā hoti.",
  "atk-s0203a0:70_0": "Tatridaṁ vatthu – vijayārāmavihāravāsī kireko khīṇāsavatthero dvinnaṁ bhikkhūnaṁ",
  "atk-s0203a0:70_1": "suttaṁ āharitvā kammaṭṭhānaṁ kathento – ‘‘samuddho samuddhoti, bhikkhave, assutavā",
  "atk-s0203a0:70_2": "puthujjano bhāsatī’’ti dhanitaṁ katvā āha. Eko bhikkhu ‘‘samuddho nāma, bhante’’ti",
  "atk-s0203a0:70_3": "āha. Āvuso, samuddhoti vuttepi samuddoti vuttepi mayaṁ loṇasāgarameva jānāma, tumhe",
  "atk-s0203a0:70_4": "pana no atthagavesakā, byañjanagavesakā, gacchatha mahāvihāre paguṇabyañjanānaṁ bhikkhūnaṁ",
  "atk-s0203a0:70_5": "santike byañjanaṁ sodhāpethāti kammaṭṭhānaṁ akathetvāva uṭṭhāpesi. So aparabhāge",
  "atk-s0203a0:70_6": "mahāvihāre bheriṁ paharāpetvā bhikkhusaṅghassa catūsu maggesu pañhaṁ kathetvāva parinibbuto.",
  "atk-s0203a0:70_7": "Evaṁ suttantaṁ patvā byañjanaṁ appamattakaṁ nāma hoti.",
  "atk-s0203a0:71_0": "Vinayaṁ pana patvā no appamattakaṁ. Sāmaṇerapabbajjāpi hi ubhatosuddhito vaṭṭati,",
  "atk-s0203a0:71_1": "upasampadādikammānipi sithilādīnaṁ dhanitādikaraṇamatteneva kuppanti. Idha pana suttantabyañjanaṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:72": "38. Atha catutthavāre vivādo kasmā? Saññāya vivādo. ‘‘Ahaṁ satimeva satipaṭṭhānaṁ vadāmi, ayaṁ ‘kāyo satipaṭṭhāna’nti vadatī’’ti hi nesaṁ saññā hoti. Byañjanepi eseva nayo.",
  "atk-s0203a0:73_0": "39.Nacodanāya taritabbanti na codanatthāya vegāyitabbaṁ. Ekacco hi puggalo ‘‘nalāṭe",
  "atk-s0203a0:73_1": "te sāsapamattā piḷakā’’ti vutto ‘‘mayhaṁ nalāṭe sāsapamattaṁ piḷakaṁ passasi, attano",
  "atk-s0203a0:73_2": "nalāṭe tālapakkamattaṁ mahāgaṇḍaṁ na passasī’’ti vadati. Tasmā puggalo upaparikkhitabbo.",
  "atk-s0203a0:73_3": "Adaḷhadiṭṭhīti anādānadiṭṭhī suṁsumāraṁ hadaye pakkhipanto viya daḷhaṁ na gaṇhāti.",
  "atk-s0203a0:74_0": "Upaghātoti caṇḍabhāvena vaṇaghaṭṭitassa viya dukkhuppatti. Suppaṭinissaggīti ‘‘kiṁ",
  "atk-s0203a0:74_1": "nāma ahaṁ āpanno, kadā āpanno’’ti vā ‘‘tvaṁ āpanno, tava upajjhāyo āpanno’’ti vā",
  "atk-s0203a0:74_2": "ekaṁ dve vāre vatvāpi ‘‘asukaṁ nāma asukadivase nāma, bhante, āpannattha, saṇikaṁ",
  "atk-s0203a0:74_3": "anussarathā’’ti saritvā tāvadeva vissajjeti. Vihesāti bahuṁ atthañca kāraṇañca āharantassa",
  "atk-s0203a0:74_4": "kāyacittakilamatho. Sakkomīti evarūpo hi puggalo okāsaṁ kāretvā ‘‘āpattiṁ āpannattha,",
  "atk-s0203a0:74_5": "bhante’’ti vutto ‘‘kadā kismiṁ vatthusmi’’nti vatvā ‘‘asukadivase asukasmiṁ vatthusmi’’nti",
  "atk-s0203a0:74_6": "vutte ‘‘na sarāmi, āvuso’’ti vadati, tato ‘‘saṇikaṁ, bhante, sarathā’’ti bahuṁ vatvā",
  "atk-s0203a0:74_7": "sārito saritvā vissajjeti. Tenāha ‘‘sakkomī’’ti. Iminā nayena sabbattha attho veditabbo.",
  "atk-s0203a0:75_0": "Upekkhā nātimaññitabbāti upekkhā na atikkamitabbā, kattabbā janetabbāti attho. Yo",
  "atk-s0203a0:75_1": "hi evarūpaṁ puggalaṁ ṭhitakaṁyeva passāvaṁ karontaṁ disvāpi ‘‘nanu, āvuso, nisīditabba’’nti",
  "atk-s0203a0:75_2": "vadati, so upekkhaṁ atimaññati nāma.",
  "atk-s0203a0:76_0": "40.Vacīsaṁhāroti vacanasañcāro. Imehi kathitaṁ amūsaṁ antaraṁ paveseyya, tumhe imehi",
  "atk-s0203a0:76_1": "idañcidañca vuttāti amūhi kathitaṁ imesaṁ antaraṁ paveseyyāti attho. Diṭṭhipaḷāsotiādīhi",
  "atk-s0203a0:76_2": "cittassa anārādhaniyabhāvo kathito. Taṁ jānamāno samāno garaheyyāti taṁ satthā jānamāno",
  "atk-s0203a0:76_3": "samāno nindeyya amheti. Etaṁpanāvuso, dhammanti etaṁ kalahabhaṇḍanadhammaṁ.",
  "atk-s0203a0:77_0": "Tañceti taṁ saññattikārakaṁ bhikkhuṁ. Evaṁ byākareyyāti mayā ete suddhante patiṭṭhāpitāti",
  "atk-s0203a0:77_1": "avatvā yena kāraṇena saññatti katā, tadeva dassento evaṁ byākareyya. Tāhaṁ dhammaṁ",
  "atk-s0203a0:77_2": "sutvāti ettha dhammoti sāraṇīyadhammo adhippeto. Na ceva attānantiādīsu ‘‘brahmalokappamāṇo",
  "atk-s0203a0:77_3": "hesa aggi uṭṭhāsi, ko etamaññatra mayā nibbāpetuṁ samattho’’ti hi vadanto attānaṁ",
  "atk-s0203a0:77_4": "ukkaṁseti nāma. ‘‘Ettakā janā vicaranti, okāso laddhuṁ na sakkā, ekopi ettakamattaṁ",
  "atk-s0203a0:77_5": "nibbāpetuṁ samattho nāma natthī’’ti vadamāno paraṁ vambheti nāma. Tadubhayampesa",
  "atk-s0203a0:77_6": "na karoti. Dhammo panettha sammāsambuddhassa byākaraṇaṁ, tesaṁ bhikkhūnaṁ saññattikaraṇaṁ",
  "atk-s0203a0:77_7": "anudhammo, tadeva byākaroti nāma. Na ca koci sahadhammikoti añño cassa koci sahetuko",
  "atk-s0203a0:77_8": "parehi vutto vādo vā anuvādo vā garahitabbabhāvaṁ āgacchanto nāma natthi. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:78": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:79": "Kintisuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:80": "4. Sāmagāmasuttavaṇṇanā",
  "atk-s0203a0:81_0": "41.Evaṁme sutanti sāmagāmasuttaṁ. Tattha sāmagāmeti sāmākānaṁ ussannattā evaṁladdhanāme",
  "atk-s0203a0:81_1": "gāme. Adhunā kālaṅkatoti sampati kālaṁ kato. Dvedhikajātāti dvejjhajātā dvebhāgajātā.",
  "atk-s0203a0:81_2": "Bhaṇḍanādīsu bhaṇḍanaṁ pubbabhāgakalaho, taṁ daṇḍādānādivasena paṇṇattivītikkamavasena",
  "atk-s0203a0:81_3": "ca vaddhitaṁ kalaho, ‘‘na tvaṁ imaṁ dhammavinayaṁ ājānāsī’’tiādikaṁ viruddhavacanaṁ",
  "atk-s0203a0:81_4": "vivādo. Vitudantāti vitujjantā. Sahitaṁ meti mama vacanaṁ atthasaṁhitaṁ. Adhiciṇṇaṁ",
  "atk-s0203a0:81_5": "te viparāvattanti yaṁ tava adhiciṇṇaṁ cirakālasevanavasena paguṇaṁ, taṁ mama vādaṁ",
  "atk-s0203a0:81_6": "āgamma nivattaṁ. Āropito te vādoti tuyhaṁ upari mayā doso āropito. Cara vādappamokkhāyāti",
  "atk-s0203a0:81_7": "bhattapuṭaṁ ādāya taṁ taṁ upasaṅkamitvā vādappamokkhatthāya uttari pariyesamāno cara.",
  "atk-s0203a0:81_8": "Nibbeṭhehi vāti atha mayā āropitavādato attānaṁ mocehi. Sace pahosīti sace sakkosi.",
  "atk-s0203a0:81_9": "Vadhoyevāti maraṇameva.",
  "atk-s0203a0:82_0": "Nāṭaputtiyesūti nāṭaputtassa antevāsikesu. Nibbinnarūpāti ukkaṇṭhitasabhāvā, abhivādanādīni",
  "atk-s0203a0:82_1": "na karonti. Virattarūpāti vigatapemā. Paṭivānarūpāti tesaṁ nipaccakiriyato nivattasabhāvā.",
  "atk-s0203a0:82_2": "Yathā tanti yathā ca durakkhātādisabhāve dhammavinaye nibbinnavirattapaṭivānarūpehi",
  "atk-s0203a0:82_3": "bhavitabbaṁ, tatheva jātāti attho. Durakkhāteti dukkathite. Duppavediteti duviññāpite.",
  "atk-s0203a0:82_4": "Anupasamasaṁvattaniketi rāgādīnaṁ upasamaṁ kātuṁ asamattho. Bhinnathūpeti bhinnapatiṭṭhe.",
  "atk-s0203a0:82_5": "Ettha hi nāṭaputtova nesaṁ patiṭṭhena thūpo, so pana bhinno mato. Tena vuttaṁ ‘‘bhinnathūpe’’ti.",
  "atk-s0203a0:82_6": "Appaṭisaraṇeti tasseva abhāvena paṭisaraṇavirahite.",
  "atk-s0203a0:83_0": "Nanu cāyaṁ nāṭaputto nāḷandavāsiko, so kasmā pāvāyaṁ kālaṁkatoti. So kira upālinā",
  "atk-s0203a0:83_1": "gahapatinā paṭividdhasaccena dasahi gāthāhi bhāsite buddhaguṇe sutvā uṇhaṁ lohitaṁ",
  "atk-s0203a0:83_2": "chaḍḍesi. Atha naṁ aphāsukaṁ gahetvā pāvaṁ agamaṁsu, so tattha kālamakāsi. Kālaṁ",
  "atk-s0203a0:83_3": "kurumāno ca ‘‘mama laddhi aniyyānikā sārarahitā, mayaṁ tāva naṭṭhā, avasesajano mā",
  "atk-s0203a0:83_4": "apāyapūrako ahosi . Sace panāhaṁ ‘mama sāsanaṁ aniyyānika’nti vakkhāmi, na saddahissanti.",
  "atk-s0203a0:83_5": "Yaṁnūnāhaṁ dvepi jane na ekanīhārena uggaṇhāpeyyaṁ, te mamaccayena aññamaññaṁ vivadissanti.",
  "atk-s0203a0:83_6": "Satthā taṁ vivādaṁ paṭicca ekaṁ dhammakathaṁ kathessati, tato te sāsanassa mahantabhāvaṁ jātissantī’’ti.",
  "atk-s0203a0:84_0": "Atha naṁ eko antevāsiko upasaṅkamitvā āha ‘‘bhante, tumhe dubbalā, mayhaṁ imasmiṁ",
  "atk-s0203a0:84_1": "dhamme sāraṁ ācikkhatha ācariyappamāṇa’’nti. Āvuso, tvaṁ mamaccayena sassatanti gaṇheyyāsīti.",
  "atk-s0203a0:84_2": "Aparopi taṁ upasaṅkami, taṁ ucchedaṁ gaṇhāpesi. Evaṁ dvepi jane ekaladdhike akatvā",
  "atk-s0203a0:84_3": "bahū nānānīhārena uggaṇhāpetvā kālamakāsi. Te tassa sarīrakiccaṁ katvā sannipatitvā",
  "atk-s0203a0:84_4": "aññamaññaṁ pucchiṁsu ‘‘kassāvuso, ācariyo sāramācikkhī’’ti? Eko uṭṭhahitvā mayhanti",
  "atk-s0203a0:84_5": "āha. Kiṁ ācikkhīti? Sassatanti. Aparo taṁ paṭibāhitvā mayhaṁ sāraṁ ācikkhīti āha.",
  "atk-s0203a0:84_6": "Evaṁ sabbe ‘‘mayhaṁ sāraṁ ācikkhi, ahaṁ jeṭṭhako’’ti aññamaññaṁ vivādaṁ vaḍḍhetvā",
  "atk-s0203a0:84_7": "akkose ceva paribhāse ca hatthapādapahārādīni ca pavattetvā ekamaggena dve agacchantā",
  "atk-s0203a0:84_8": "nānādisāsu pakkamiṁsu, ekacce gihī ahesuṁ.",
  "atk-s0203a0:85_0": "Bhagavato pana dharamānakālepi bhikkhusaṅghe vivādo na uppajji. Satthā hi tesaṁ vivādakāraṇe",
  "atk-s0203a0:85_1": "uppannamatteyeva sayaṁ vā gantvā te vā bhikkhū pakkosāpetvā khanti mettā paṭisaṅkhā",
  "atk-s0203a0:85_2": "avihiṁsā sāraṇīyadhammesu ekaṁ kāraṇaṁ kathetvā vivādaṁ vūpasameti. Evaṁ dharamānopi",
  "atk-s0203a0:85_3": "saṅghassa patiṭṭhāva ahosi. Parinibbāyamānopi avivādakāraṇaṁ katvāva parinibbāyi.",
  "atk-s0203a0:85_4": "Bhagavatā hi sutte desitā cattāro mahāpadesā (a. ni. 4.180; dī. ni. 2.187) yāvajjadivasā",
  "atk-s0203a0:85_5": "bhikkhūnaṁ patiṭṭhā ca avassayo ca. Tathā khandhake desitā cattāro mahāpadesā (mahāva.",
  "atk-s0203a0:85_6": "305) sutte vuttāni cattāri pañhabyākaraṇāni (a. ni. 4.42) ca. Tenevāha – ‘‘yo vo",
  "atk-s0203a0:85_7": "mayā, ānanda, dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā’’ti (dī. ni. 2.216).",
  "atk-s0203a0:86_0": "42.Athakho cundo samaṇuddesoti ayaṁ thero dhammasenāpatissa kaniṭṭhabhātiko. Taṁ",
  "atk-s0203a0:86_1": "bhikkhū anupasampannakāle cundo samaṇuddesoti samudācaritvā therakālepi tatheva samudācariṁsu.",
  "atk-s0203a0:86_2": "Tena vuttaṁ ‘‘cundo samaṇuddeso’’ti. Upasaṅkamīti kasmā upasaṅkami? Nāṭaputte kira",
  "atk-s0203a0:86_3": "kālaṁkate jambudīpe manussā tattha tattha kathaṁ pavattayiṁsu – ‘‘nigaṇṭho nāṭaputto",
  "atk-s0203a0:86_4": "eko satthāti paññāyittha, tassa kālakiriyāya sāvakānaṁ evarūpo vivādo jāto, samaṇo",
  "atk-s0203a0:86_5": "pana gotamo jambudīpe cando viya sūriyo viya ca pākaṭoyeva, kīdiso nu kho samaṇe",
  "atk-s0203a0:86_6": "gotame parinibbute sāvakānaṁ vivādo bhavissatī’’ti. Thero taṁ kathaṁ sutvā cintesi",
  "atk-s0203a0:86_7": "– ‘‘imaṁ kathaṁ gahetvā dasabalassa ārocessāmi, satthā ca etaṁ atthuppattiṁ katvā",
  "atk-s0203a0:86_8": "ekaṁ desanaṁ kathessatī’’ti. So nikkhamitvā yena sāmagāmo, yenāyasmā ānando tenupasaṅkami.",
  "atk-s0203a0:86_9": "Ujumeva bhagavato santikaṁ agantvā yenassa upajjhāyo āyasmā ānando tenupasaṅkamīti",
  "atk-s0203a0:86_10": "attho. Evaṁ kirassa ahosi – ‘‘upajjhāyo me mahāpañño, so imaṁ sāsanaṁ satthu ārocessati,",
  "atk-s0203a0:86_11": "atha satthā tadanurūpaṁ dhammaṁ desessatī’’ti. Kathāpābhatanti kathāmūlaṁ, mūlañhi",
  "atk-s0203a0:86_12": "pābhatanti vuccati. Yathāha –",
  "atk-s0203a0:87": "‘‘Appakenapi medhāvī, pābhatena vicakkhaṇo;",
  "atk-s0203a0:88": "Samuṭṭhāpeti attānaṁ, aṇuṁ aggiṁva sandhama’’nti. (jā. 2.1.4);",
  "atk-s0203a0:89_0": "Dassanāyāti dassanatthāya. Kiṁ paniminā bhagavā na diṭṭhapubboti? No na diṭṭhapubbo,",
  "atk-s0203a0:89_1": "ayañhi āyasmā divā nava vāre rattiṁ nava vāreti ekāhaṁ aṭṭhārasa vāre upaṭṭhānameva",
  "atk-s0203a0:89_2": "gacchati. Divasassa pana satakkhattuṁ vā sahassakkhattuṁ vā gantukāmo samānopi na",
  "atk-s0203a0:89_3": "akāraṇā gacchati, ekaṁ pañhuddhāraṁ gahetvāva gacchati. So taṁdivasaṁ tena gantukāmo evamāha.",
  "atk-s0203a0:90_0": "Ahitāya dukkhāya devamanussānanti ekasmiṁ vihāre saṅghamajjhe uppanno vivādo kathaṁ",
  "atk-s0203a0:90_1": "devamanussānaṁ ahitāya dukkhāya saṁvattati? Kosambakakkhandhake (mahāva. 451) viya",
  "atk-s0203a0:90_2": "hi dvīsu bhikkhūsu vivādaṁ āpannesu tasmiṁ vihāre tesaṁ antevāsikā vivadanti, tesaṁ",
  "atk-s0203a0:90_3": "ovādaṁ gaṇhanto bhikkhunisaṅgho vivadati, tato tesaṁ upaṭṭhākā vivadanti, atha manussānaṁ",
  "atk-s0203a0:90_4": "ārakkhadevatā dve koṭṭhāsā honti. Tattha dhammavādīnaṁ ārakkhadevatā dhammavādiniyo",
  "atk-s0203a0:90_5": "honti, adhammavādīnaṁ adhammavādiniyo honti. Tato tāsaṁ ārakkhadevatānaṁ mittā bhummadevatā",
  "atk-s0203a0:90_6": "bhijjanti. Evaṁ paramparāya yāva brahmalokā ṭhapetvā ariyasāvake sabbe devamanussā",
  "atk-s0203a0:90_7": "dve koṭṭhāsā honti. Dhammavādīhi pana adhammavādinova bahutarā honti, tato yaṁ bahūhi",
  "atk-s0203a0:90_8": "gahitaṁ, taṁ gaṇhanti. Dhammaṁ vissajjetvā bahutarāva adhammaṁ gaṇhanti. Te adhammaṁ",
  "atk-s0203a0:90_9": "pūretvā viharantā apāye nibbattanti. Evaṁ ekasmiṁ vihāre saṅghamajjhe uppanno vivādo",
  "atk-s0203a0:90_10": "bahūnaṁ ahitāya dukkhāya hoti.",
  "atk-s0203a0:91_0": "43.Abhiññā desitāti mahābodhimūle nisinnena paccakkhaṁ katvā paveditā. Patissayamānarūpā",
  "atk-s0203a0:91_1": "viharantīti upanissāya viharanti. Bhagavatoaccayenāti etarahi bhagavantaṁ jeṭṭhakaṁ",
  "atk-s0203a0:91_2": "katvā sagāravā viharanti, tumhākaṁ, bhante, uggatejatāya durāsadatāya vivādaṁ janetuṁ",
  "atk-s0203a0:91_3": "na sakkonti, bhagavato pana accayena vivādaṁ janeyyunti vadati. Yattha pana taṁ vivādaṁ",
  "atk-s0203a0:91_4": "janeyyuṁ, taṁ dassento ajjhājīve vā adhipātimokkhe vāti āha. Tattha ajjhājīveti ājīvahetu",
  "atk-s0203a0:91_5": "ājīvakāraṇā – ‘‘bhikkhu uttarimanussadhammaṁ ullapati āpatti pārājikassā’’tiādinā",
  "atk-s0203a0:91_6": "(pari. 287) nayena parivāre paññattāni cha sikkhāpadāni, tāni ṭhapetvā sesāni sabbasikkhāpadāni",
  "atk-s0203a0:91_7": "adhipātimokkhaṁ nāma. Appamattako so ānandāti ajjhājīvaṁ adhipātimokkhañca ārabbha",
  "atk-s0203a0:91_8": "uppannavivādo nāma yasmā parassa kathāyapi attano dhammatāyapi sallakkhetvā suppajaho",
  "atk-s0203a0:91_9": "hoti, tasmā ‘‘appamattako’’ti vutto.",
  "atk-s0203a0:92_0": "Tatrāyaṁ nayo – idhekacco ‘‘na sakkā uttarimanussadhammaṁ anullapantena kiñci laddhu’’ntiādīni",
  "atk-s0203a0:92_1": "cintetvā ājīvahetu uttarimanussadhammaṁ vā ullapati sañcarittaṁ vā āpajjati, yo te",
  "atk-s0203a0:92_2": "vihāre vasati, so bhikkhu arahātiādinā nayena sāmantajappanaṁ vā karoti, agilāno",
  "atk-s0203a0:92_3": "vā attano atthāya paṇītabhojanāni viññāpetvā bhuñjati, bhikkhunī vā pana tāni viññāpetvā",
  "atk-s0203a0:92_4": "pāṭidesanīyaṁ āpajjati, yo koci dukkaṭavatthukaṁ yaṁkiñci sūpodanaviññattimeva vā",
  "atk-s0203a0:92_5": "karoti, aññataraṁ vā pana paṇṇattivītikkamaṁ karonto viharati, tamenaṁ sabrahmacārī",
  "atk-s0203a0:92_6": "evaṁ sañjānanti – ‘‘kiṁ imassa iminā lābhena laddhena, yo sāsane pabbajitvā micchājīvena",
  "atk-s0203a0:92_7": "jīvikaṁ kappeti, paṇṇattivītikkamaṁ karotī’’ti. Attano dhammatāyapissa evaṁ hoti",
  "atk-s0203a0:92_8": "– ‘‘kissa mayhaṁ iminā lābhena, yvāhaṁ evaṁ svākkhāte dhammavinaye pabbajitvā micchājīvena",
  "atk-s0203a0:92_9": "jīvikaṁ kappemi, paṇṇattivītikkamaṁ karomī’’ti sallakkhetvā tato oramati. Evaṁ parassa",
  "atk-s0203a0:92_10": "kathāyapi attano dhammatāyapi sallakkhetvā suppajaho hoti. Tena bhagavā ‘‘appamattako’’ti āha.",
  "atk-s0203a0:93_0": "Magge vā hi, ānanda, paṭipadāya vāti lokuttaramaggaṁ patvā vivādo nāma sabbaso vūpasammati,",
  "atk-s0203a0:93_1": "natthi adhigatamaggānaṁ vivādo. Pubbabhāgamaggaṁ pana pubbabhāgapaṭipadañca sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:94_0": "Tatrāyaṁ nayo – evaṁ bhikkhuṁ manussā lokuttaradhamme sambhāventi. So saddhivihārikādayo",
  "atk-s0203a0:94_1": "āgantvā vanditvā ṭhite pucchati ‘‘kiṁ āgatatthā’’ti. Manasikātabbakammaṭṭhānaṁ pucchituṁ,",
  "atk-s0203a0:94_2": "bhanteti. Nisīdatha, khaṇeneva arahattaṁ pāpetuṁ samatthakammaṭṭhānakathaṁ ācikkhissāmīti",
  "atk-s0203a0:94_3": "vatvā vadati – ‘‘idha bhikkhu attano vasanaṭṭhānaṁ pavisitvā nisinno mūlakammaṭṭhānaṁ",
  "atk-s0203a0:94_4": "manasi karoti, tassa taṁ manasikaroto obhāso uppajjati. Ayaṁ paṭhamamaggo nāma. So",
  "atk-s0203a0:94_5": "dutiyaṁ obhāsañāṇaṁ nibbatteti, dutiyamaggo adhigato hoti, evaṁ tatiyañca catutthañca.",
  "atk-s0203a0:94_6": "Ettāvatā maggappatto ceva phalappatto ca hotī’’ti. Atha te bhikkhū ‘‘akhīṇāsavo nāma",
  "atk-s0203a0:94_7": "evaṁ kammaṭṭhānaṁ kathetuṁ na sakkoti, addhāyaṁ khīṇāsavo’’ti niṭṭhaṁ gacchanti.",
  "atk-s0203a0:95_0": "So aparena samayena kālaṁ karoti. Samantā bhikkhācāragāmehi manussā āgantvā pucchanti",
  "atk-s0203a0:95_1": "‘‘kenaci, bhante, thero pañhaṁ pucchito’’ti. Upāsakā pubbeva therena pañho kathito",
  "atk-s0203a0:95_2": "amhākanti. Te pupphamaṇḍapaṁ pupphakūṭāgāraṁ sajjetvā suvaṇṇena akkhipidhānamukhapidhānādiṁ",
  "atk-s0203a0:95_3": "karitvā gandhamālādīhi pūjetvā sattāhaṁ sādhukīḷikaṁ kīḷetvā jhāpetvā aṭṭhīni ādāya",
  "atk-s0203a0:95_4": "cetiyaṁ karonti. Aññe āgantukā vihāraṁ āgantvā pāde dhovitvā ‘‘mahātheraṁ passissāma,",
  "atk-s0203a0:95_5": "kahaṁ, āvuso, mahāthero’’ti pucchanti. Parinibbuto, bhanteti. Dukkaraṁ, āvuso, therena",
  "atk-s0203a0:95_6": "kataṁ maggaphalāni nibbattentena, pañhaṁ pucchittha, āvusoti. Bhikkhūnaṁ kammaṭṭhānaṁ",
  "atk-s0203a0:95_7": "kathento iminā niyāmena kathesi, bhanteti. Na eso, āvuso, maggo, vipassanupakkileso",
  "atk-s0203a0:95_8": "nāmesa, na tumhe jānittha, puthujjano, āvuso, theroti. Te kalahaṁ karontā uṭṭhahitvā",
  "atk-s0203a0:95_9": "‘‘sakalavihāre bhikkhū ca bhikkhācāragāmesu manussā ca na jānanti, tumheyeva jānātha.",
  "atk-s0203a0:95_10": "Kataramaggena tumhe āgatā, kiṁ vo vihāradvāre cetiyaṁ na diṭṭha’’nti. Evaṁvādīnaṁ",
  "atk-s0203a0:95_11": "pana bhikkhūnaṁ sataṁ vā, hotu sahassaṁ vā, yāva taṁ laddhiṁ nappajahanti, saggopi maggopi vāritoyeva.",
  "atk-s0203a0:96_0": "Aparopi tādisova kammaṭṭhānaṁ kathento evaṁ katheti – citteneva tīsu uddhanesu tīṇi",
  "atk-s0203a0:96_1": "kapallāni āropetvā heṭṭhā aggiṁ katvā citteneva attano dvattiṁsākāraṁ uppāṭetvā kapallesu",
  "atk-s0203a0:96_2": "pakkhipitvā citteneva daṇḍakena parivattetvā parivattetvā bhajjitabbaṁ, yā jhāyamāne",
  "atk-s0203a0:96_3": "chārikā hoti, sā mukhavātena palāsetabbā. Ettakena dhūtapāpo nāmesa samaṇo hoti.",
  "atk-s0203a0:96_4": "Sesaṁ purimanayeneva vitthāretabbaṁ.",
  "atk-s0203a0:97_0": "Aparo evaṁ katheti – citteneva mahācāṭiṁ ṭhapetvā matthuṁ yojetvā citteneva attano",
  "atk-s0203a0:97_1": "dvattiṁsākāraṁ uppāṭetvā tattha pakkhipitvā matthuṁ otāretvā manthitabbaṁ. Mathiyamānaṁ",
  "atk-s0203a0:97_2": "vilīyati, vilīne upari pheṇo uggacchati. So pheṇo paribhuñjitabbo. Ettāvatā vo amataṁ",
  "atk-s0203a0:97_3": "paribhuttaṁ nāma bhavissati . Ito paraṁ ‘‘atha te bhikkhū’’tiādi sabbaṁ purimanayeneva vitthāretabbaṁ.",
  "atk-s0203a0:98_0": "44. Idāni yo evaṁ vivādo uppajjeyya, tassa mūlaṁ dassento chayimānītiādimāha. Tattha",
  "atk-s0203a0:98_1": "agāravoti gāravavirahito. Appatissoti appatissayo anīcavutti. Ettha pana yo bhikkhu",
  "atk-s0203a0:98_2": "satthari dharamāne tīsu kālesu upaṭṭhānaṁ na yāti, satthari anupāhane caṅkamante",
  "atk-s0203a0:98_3": "saupāhano caṅkamati, nīce caṅkame caṅkamante ucce caṅkame caṅkamati, heṭṭhā vasante",
  "atk-s0203a0:98_4": "upari vasati, satthu dassanaṭṭhāne ubho aṁse pārupati, chattaṁ dhāreti, upāhanaṁ",
  "atk-s0203a0:98_5": "dhāreti, nhānatitthe uccāraṁ vā passāvaṁ vā karoti, parinibbute vā pana cetiyaṁ vandituṁ",
  "atk-s0203a0:98_6": "na gacchati, cetiyassa paññāyanaṭṭhāne satthudassanaṭṭhāne vuttaṁ sabbaṁ karoti,",
  "atk-s0203a0:98_7": "aññehi ca bhikkhūhi ‘‘kasmā evaṁ karosi, na idaṁ vaṭṭati, sammāsabuddhassa nāma lajjituṁ",
  "atk-s0203a0:98_8": "vaṭṭatī’’ti vutte ‘‘tūṇhī hoti, kiṁ buddho buddhoti vadasī’’ti bhaṇati, ayaṁ satthari agāravo nāma.",
  "atk-s0203a0:99_0": "Yo pana dhammassavane saṅghuṭṭhe sakkaccaṁ na gacchati, sakkaccaṁ dhammaṁ na suṇāti,",
  "atk-s0203a0:99_1": "niddāyati vā sallapento vā nisīdati, sakkaccaṁ na gaṇhāti na dhāreti, ‘‘kiṁ dhamme",
  "atk-s0203a0:99_2": "agāravaṁ karosī’’ti vutte ‘‘tuṇhī hoti, dhammo dhammoti vadasi, kiṁ dhammo nāmā’’ti",
  "atk-s0203a0:99_3": "vadati, ayaṁ dhamme agāravo nāma.",
  "atk-s0203a0:100_0": "Yo pana therena bhikkhunā anajjhiṭṭho dhammaṁ deseti, nisīdati pañhaṁ katheti, vuḍḍhe",
  "atk-s0203a0:100_1": "bhikkhū ghaṭṭento gacchati, tiṭṭhati nisīdati, dussapallatthikaṁ vā hatthapallatthikaṁ",
  "atk-s0203a0:100_2": "vā karoti, saṅghamajjhe ubho aṁse pārupati, chattupāhanaṁ dhāreti, ‘‘bhikkhusaṅghassa",
  "atk-s0203a0:100_3": "lajjituṁ vaṭṭatī’’ti vuttepi ‘‘tuṇhī hoti, saṅgho saṅghoti vadasi, kiṁ saṅgho, migasaṅgho",
  "atk-s0203a0:100_4": "ajasaṅgho’’tiādīni vadati, ayaṁ saṅghe agāravo nāma. Ekabhikkhusmimpi hi agārave",
  "atk-s0203a0:100_5": "kate saṅghe katoyeva hoti. Tisso sikkhā pana aparipūrayamānova sikkhāya na paripūrakārī nāma.",
  "atk-s0203a0:101": "Ajjhattaṁ vāti attani vā attano parisāya vā. Bāhiddhāti parasmiṁ vā parassa parisāya vā.",
  "atk-s0203a0:102_0": "46. Idāni ayaṁ cha ṭhānāni nissāya uppannavivādo vaḍḍhanto yāni adhikaraṇāni pāpuṇāti,",
  "atk-s0203a0:102_1": "tāni dassetuṁ cattārimānītiādimāha. Tattha vūpasamanatthāya pavattamānehi samathehi",
  "atk-s0203a0:102_2": "adhikātabbānīti adhikaraṇāni. Vivādova adhikaraṇaṁ vivādādhikaraṇaṁ. Itaresupi eseva nayo.",
  "atk-s0203a0:103_0": "Idāni imānipi cattāri adhikaraṇāni patvā upari vaḍḍhento so vivādo yehi samathehi",
  "atk-s0203a0:103_1": "vūpasammati, tesaṁ dassanatthaṁ satta kho panimetiādimāha. Tattha adhikaraṇāni samenti",
  "atk-s0203a0:103_2": "vūpasamentīti adhikaraṇasamathā. Uppannuppannānanti uppannānaṁ uppannānaṁ. Adhikaraṇānanti",
  "atk-s0203a0:103_3": "etesaṁ vivādādhikaraṇādīnaṁ catunnaṁ. Samathāya vūpasamāyāti samanatthañceva vūpasamanatthañca.",
  "atk-s0203a0:103_4": "Sammukhāvinayo dātabbo…pe… tiṇavatthārakoti ime satta samathā dātabbā.",
  "atk-s0203a0:104_0": "Tatrāyaṁ vinicchayakathā – adhikaraṇesu tāva dhammoti vā adhammoti vāti aṭṭhārasahi",
  "atk-s0203a0:104_1": "vatthūhi vivadantānaṁ bhikkhūnaṁ yo vivādo, idaṁ vivādādhikaraṇaṁ nāma. Sīlavipattiyā",
  "atk-s0203a0:104_2": "vā ācāradiṭṭhiājīvavipattiyā vā anuvadantānaṁ yo anuvādo upavadanā ceva codanā ca,",
  "atk-s0203a0:104_3": "idaṁ anuvādādhikaraṇaṁ nāma. Mātikāyaṁ āgatā pañca vibhaṅge dveti satta āpattikkhandhā",
  "atk-s0203a0:104_4": "āpattādhikaraṇaṁ nāma. Yaṁ saṅghassa apalokanādīnaṁ catunnaṁ kammānaṁ karaṇaṁ, idaṁ",
  "atk-s0203a0:104_5": "kiccādhikaraṇaṁ nāma.",
  "atk-s0203a0:105_0": "Tattha vivādādhikaraṇaṁ dvīhi samathehi sammati sammukhāvinayena ca yebhuyyasikāya",
  "atk-s0203a0:105_1": "ca. Sammukhāvinayeneva sammamānaṁ yasmiṁ vihāre uppannaṁ, tasmiṁyeva vā, aññattha",
  "atk-s0203a0:105_2": "vūpasametuṁ gacchantānaṁ antarāmagge vā, yattha gantvā saṅghassa niyyātitaṁ, tattha",
  "atk-s0203a0:105_3": "saṅghena vā gaṇena vā vūpasametuṁ asakkonte tattheva ubbāhikāya sammatapuggalehi",
  "atk-s0203a0:105_4": "vā vinicchitaṁ sammati. Evaṁ sammamāne pana tasmiṁ yā saṅghasammukhatā dhammasammukhatā,",
  "atk-s0203a0:105_5": "vinayasammukhatā, puggalasammukhatā, ayaṁ sammukhāvinayo nāma.",
  "atk-s0203a0:106_0": "Tattha ca kārakasaṅghassa sāmaggivasena sammukhībhāvo saṅghasammukhatā. Sametabbassa",
  "atk-s0203a0:106_1": "vatthuno bhūtatā dhammasammukhatā. Yathā taṁ sametabbaṁ, tatheva samanaṁ vinayasammukhatā.",
  "atk-s0203a0:106_2": "Yo ca vivadati, yena ca vivadati, tesaṁ ubhinnaṁ attapaccatthikānaṁ sammukhībhāvo",
  "atk-s0203a0:106_3": "puggalasammukhatā. Ubbāhikāya vūpasame panettha saṅghasammukhatā parihāyati. Evaṁ",
  "atk-s0203a0:106_4": "tāva sammukhāvinayeneva sammati.",
  "atk-s0203a0:107_0": "Sace panevampi na sammati, atha naṁ ubbāhikāya sammatā bhikkhū ‘‘na mayaṁ sakkoma",
  "atk-s0203a0:107_1": "vūpasametu’’nti saṅghasseva niyyātenti. Tato saṅgho pañcaṅgasamannāgataṁ bhikkhuṁ",
  "atk-s0203a0:107_2": "salākaggāhakaṁ sammannitvā tena guḷhakavivaṭakasakaṇṇajappakesu tīsu salākaggāhesu",
  "atk-s0203a0:107_3": "aññataravasena salākaṁ gāhetvā sannipatitaparisāya dhammavādīnaṁ yebhuyyatāya yathā",
  "atk-s0203a0:107_4": "te dhammavādino vadanti, evaṁ vūpasantaṁ adhikaraṇaṁ sammukhāvinayena ca yebhuyyasikāya",
  "atk-s0203a0:107_5": "ca vūpasantaṁ hoti. Tattha sammukhāvinayo vuttanayo eva. Yaṁ pana yebhuyyasikāya",
  "atk-s0203a0:107_6": "kammassa karaṇaṁ, ayaṁ yebhuyyasikā nāma. Evaṁ vivādādhikaraṇaṁ dvīhi samathehi sammati.",
  "atk-s0203a0:108_0": "Anuvādādhikaraṇaṁ catūhi samathehi sammati sammukhāvinayena ca sativinayena ca amūḷhavinayena",
  "atk-s0203a0:108_1": "ca tassapāpiyasikāya ca. Sammukhāvinayeneva sammamānaṁ yo ca anuvadati, yañca anuvadati,",
  "atk-s0203a0:108_2": "tesaṁ vacanaṁ sutvā, sace kāci āpatti natthi, ubho khamāpetvā, sace atthi, ayaṁ nāmettha",
  "atk-s0203a0:108_3": "āpattīti evaṁ vinicchitaṁ vūpasammati. Tattha sammukhāvinayalakkhaṇaṁ vuttanayameva.",
  "atk-s0203a0:109_0": "Yadā pana khīṇāsavassa bhikkhuno amūlikāya sīlavipattiyā anuddhaṁsitassa sativinayaṁ",
  "atk-s0203a0:109_1": "yācamānassa saṅgho ñatticatutthena kammena sativinayaṁ deti, tadā sammukhāvinayena",
  "atk-s0203a0:109_2": "ca sativinayena ca vūpasantaṁ hoti. Dinne pana sativinaye puna tasmiṁ puggale kassaci anuvādo na ruhati.",
  "atk-s0203a0:110_0": "Yadā ummattako bhikkhu ummādavasena kate assāmaṇake ajjhācāre ‘‘saratāyasmā evarūpiṁ",
  "atk-s0203a0:110_1": "āpatti’’nti bhikkhūhi vuccamāno – ‘‘ummattakena me, āvuso, etaṁ kataṁ, nāhaṁ taṁ",
  "atk-s0203a0:110_2": "sarāmī’’ti bhaṇantopi bhikkhūhi codiyamānova puna acodanatthāya amūḷhavinayaṁ yācati,",
  "atk-s0203a0:110_3": "saṅgho cassa ñatticatutthena kammena amūḷhavinayaṁ deti, tadā sammukhāvinayena ca",
  "atk-s0203a0:110_4": "amūḷhavinayena ca vūpasantaṁ hoti. Dinne pana amūḷhavinaye puna tasmiṁ puggale kassaci",
  "atk-s0203a0:110_5": "tappaccayā anuvādo na ruhati.",
  "atk-s0203a0:111_0": "Yadā pana pārājikena vā pārājikasāmantena vā codiyamānassa aññenāññaṁ paṭicarato",
  "atk-s0203a0:111_1": "pāpussannatāya pāpiyassa puggalassa – ‘‘sacāyaṁ acchinnamūlo bhavissati, sammā vattitvā",
  "atk-s0203a0:111_2": "osāraṇaṁ labhissati, sace chinnamūlo, ayamevassa nāsanā bhavissatī’’ti maññamāno",
  "atk-s0203a0:111_3": "saṅgho ñatticatutthena kammena tassapāpiyasikaṁ karoti, tadā sammukhāvinayena ca",
  "atk-s0203a0:111_4": "tassa pāpiyasikāya ca vūpasantaṁ hoti. Evaṁ anuvādādhikaraṇaṁ catūhi samathehi sammati.",
  "atk-s0203a0:112_0": "Āpattādhikaraṇaṁ tīhi samathehi sammati sammukhāvinayena ca paṭiññātakaraṇena ca",
  "atk-s0203a0:112_1": "tiṇavatthārakena ca. Tassa sammukhāvinayeneva vūpasamo natthi. Yadā pana ekassa vā",
  "atk-s0203a0:112_2": "bhikkhuno santike saṅghagaṇamajjhesu vā bhikkhu lahukaṁ āpattiṁ deseti, tadā āpattādhikaraṇaṁ",
  "atk-s0203a0:112_3": "sammukhāvinayena ca paṭiññātakaraṇena ca vūpasammati. Tattha sammukhāvinayo tāva",
  "atk-s0203a0:112_4": "yo ca deseti, yassa ca deseti, tesaṁ sammukhatā. Sesaṁ vuttanayameva. Puggalassa",
  "atk-s0203a0:112_5": "ca gaṇassa ca desanākāle saṅghasammukhatā parihāyati. Yaṁ panettha ‘‘ahaṁ, bhante,",
  "atk-s0203a0:112_6": "itthannāmaṁ āpattiṁ apanno’’ti ca, āma ‘‘passāmī’’ti ca paṭiññātāya ‘‘āyatiṁ saṁvareyyāsī’’ti",
  "atk-s0203a0:112_7": "karaṇaṁ, taṁ paṭiññātakaraṇaṁ nāma. Saṅghādisese parivāsādiyācanā paṭiññā, parivāsādīnaṁ",
  "atk-s0203a0:112_8": "dānaṁ paṭiññātakaraṇaṁ nāma.",
  "atk-s0203a0:113_0": "Dvepakkhajātā pana bhaṇḍanakārakā bhikkhū bahuṁ assāmaṇakaṁ ajjhācāraṁ caritvā puna",
  "atk-s0203a0:113_1": "lajjidhamme uppanne ‘‘sace mayaṁ imāhi āpattīhi aññamaññaṁ kāressāma, siyāpi taṁ",
  "atk-s0203a0:113_2": "adhikaraṇaṁ kakkhaḷattāya saṁvatteyyā’’ti aññamaññaṁ āpattiyā kārāpane dosaṁ disvā",
  "atk-s0203a0:113_3": "yadā tiṇavatthārakakammaṁ karonti, tadā āpattādhikaraṇaṁ sammukhāvinayena ca tiṇavatthārakena",
  "atk-s0203a0:113_4": "ca sammati. Tatra hi yattakā hatthapāsupagatā ‘‘na me taṁ khamatī’’ti evaṁ diṭṭhāvikammaṁ",
  "atk-s0203a0:113_5": "akatvā ‘‘dukkaṭaṁ kammaṁ puna kātabbaṁ kamma’’nti na ukkoṭenti, niddampi okkantā",
  "atk-s0203a0:113_6": "honti, sabbesampi ṭhapetvā thullavajjañca gihipaṭisaṁyuttañca sabbāpattiyo vuṭṭhahanti.",
  "atk-s0203a0:113_7": "Evaṁ āpattādhikaraṇaṁ tīhi samathehi sammati. Kiccādhikaraṇaṁ ekena samathena sammati sammukhāvinayeneva.",
  "atk-s0203a0:114_0": "Imāni cattāri adhikaraṇāni yathānurūpaṁ imehi sattahi samathehi sammanti. Tena vuttaṁ",
  "atk-s0203a0:114_1": "‘‘uppannuppannānaṁ adhikaraṇānaṁ samathāya vūpasamāya sammukhāvinayo dātabbo…pe…",
  "atk-s0203a0:114_2": "tiṇavatthārako’’ti. Ayamettha vinicchayanayo, vitthāro pana samathakkhandhake (cūḷava.",
  "atk-s0203a0:114_3": "185) āgatoyeva. Vinicchayopissa samantapāsādikāya vutto.",
  "atk-s0203a0:115_0": "47. Yo panāyaṁ imasmiṁ sutte ‘‘idhānanda, bhikkhū vivadantī’’tiādiko vitthāro vutto,",
  "atk-s0203a0:115_1": "so etena nayena saṅkhepatova vuttoti veditabbo. Tattha dhammotiādīsu suttantapariyāyena",
  "atk-s0203a0:115_2": "tāva dasa kusalakammapathā dhammo, akusalakammapathā adhammo. Tathā ‘‘cattāro satipaṭṭhānā’’ti",
  "atk-s0203a0:115_3": "heṭṭhā āgatā sattatiṁsa bodhipakkhiyadhammā, tayo satipaṭṭhānā tayo sammappadhānā",
  "atk-s0203a0:115_4": "tayo iddhipādā cha indriyāni cha balāni aṭṭha bojjhaṅgā navaṅgiko maggo cāti, cattāro",
  "atk-s0203a0:115_5": "upādānā pañca nīvaraṇānītiādayo saṅkaliṭṭhadhammā cāti ayaṁ adhammo.",
  "atk-s0203a0:116_0": "Tattha yaṁkiñci ekaṁ adhammakoṭṭhāsaṁ gahetvā ‘‘imaṁ adhammaṁ dhammoti karissāma,",
  "atk-s0203a0:116_1": "evaṁ amhākaṁ ācariyakulaṁ niyyānikaṁ bhavissati, mayañca loke pākaṭā bhavissāmā’’ti",
  "atk-s0203a0:116_2": "taṁ adhammaṁ ‘‘dhammo aya’’nti kathentā dhammoti vivadanti. Tattheva dhammakoṭṭhāsesu",
  "atk-s0203a0:116_3": "ekaṁ gahetvā ‘‘adhammo aya’’nti kathentā adhammoti vivadanti.",
  "atk-s0203a0:117_0": "Vinayapariyāyena pana bhūtena vatthunā codetvā sāretvā yathāpaṭiññāya kātabbakammaṁ",
  "atk-s0203a0:117_1": "dhammo nāma, abhūtena pana vatthunā acodetvā asāretvā apaṭiññāya katabbakammaṁ adhammo",
  "atk-s0203a0:117_2": "nāma. Tesupi adhammaṁ ‘‘dhammo aya’’nti kathentā dhammoti vivadanti, ‘‘adhammo aya’’nti",
  "atk-s0203a0:117_3": "kathentā adhammoti vivadanti.",
  "atk-s0203a0:118_0": "Suttantapariyāyena pana rāgavinayo dosavinayo mohavinayo saṁvaro pahānaṁ paṭisaṅkhāti",
  "atk-s0203a0:118_1": "ayaṁ vinayo nāma, rāgādīnaṁ avinayo asaṁvaro appahānaṁ appaṭisaṅkhāti ayaṁ avinayo",
  "atk-s0203a0:118_2": "nāma. Vinayapariyāyena vatthusampatti ñattisampatti anusāvanasampatti sīmasampati",
  "atk-s0203a0:118_3": "parisasampattīti ayaṁ vinayo nāma, vatthuvipatti…pe… parisavipattīti ayaṁ avinayo",
  "atk-s0203a0:118_4": "nāma. Tesupi yaṁkiñci avinayaṁ ‘‘vinayo aya’’nti kathentā vinayoti vivadanti, vinayaṁ",
  "atk-s0203a0:118_5": "avinayoti kathentā avinayoti vivadanti.",
  "atk-s0203a0:119_0": "Dhammanetti samanumajjitabbāti dhammarajju anumajjitabbā ñāṇena ghaṁsitabbā upaparikkhitabbā.",
  "atk-s0203a0:119_1": "Sā panesā dhammanetti ‘‘iti kho vaccha ime dasa dhammā akusalā dasa dhammā kusalā’’ti",
  "atk-s0203a0:119_2": "evaṁ mahāvacchagottasutte (ma. ni. 2.194) āgatāti vuttā. Sā eva vā hotu, yo vā idha",
  "atk-s0203a0:119_3": "dhammoti ca vinayo ca vutto. Yathā tattha sametīti yathā tāya dhammanettiyā sameti,",
  "atk-s0203a0:119_4": "‘‘dhammo dhammova hoti, adhammo adhammova, vinayo vinayova hoti, avinayo avinayova’’.",
  "atk-s0203a0:119_5": "Tathā tanti evaṁ taṁ adhikaraṇaṁ vūpasametabbaṁ. Ekaccānaṁ adhikaraṇānanti idha vivādādhikaraṇameva",
  "atk-s0203a0:119_6": "dassitaṁ, sammukhāvinayo pana na kismiñci adhikaraṇe na labbhati.",
  "atk-s0203a0:120_0": "48. Taṁ panetaṁ yasmā dvīhi samathehi sammati sammukhāvinayena ca yebhuyyasikāya",
  "atk-s0203a0:120_1": "ca, tasmā heṭṭhā mātikāya ṭhapitānukkamena idāni sativinayassa vāre pattepi taṁ avatvā",
  "atk-s0203a0:120_2": "vivādādhikaraṇayeva tāva dutiyasamathaṁ dassento kathañcānanda, yebhuyyasikātiādimāha.",
  "atk-s0203a0:120_3": "Tattha bahutarāti antamaso dvīhi tīhipi atirekatarā. Sesamettha heṭṭhā vuttanayeneva veditabbaṁ.",
  "atk-s0203a0:121_0": "49. Idāni heṭṭhā avitthāritaṁ sativinayaṁ ādiṁ katvā vitthāritāvasesasamathe paṭipāṭiyā",
  "atk-s0203a0:121_1": "vitthāretuṁ kathañcānanda, sativinayotiādimāha. Tattha pārājikasāmantena vāti dve",
  "atk-s0203a0:121_2": "sāmantāni khandhasāmantañca āpattisāmantañca. Tattha pārājikāpattikkhandho saṅghādisesāpattikkhandho",
  "atk-s0203a0:121_3": "thullaccaya-pācittiya-pāṭidesanīya-dukkaṭa-dubbhāsitāpattikkhandhoti evaṁ purimassa",
  "atk-s0203a0:121_4": "pacchimakhandhaṁ khandhasāmantaṁ nāma hoti. Paṭhamapārājikassa pana pubbabhāge dukkaṭaṁ,",
  "atk-s0203a0:121_5": "sesānaṁ thullaccayanti idaṁ āpattisāmantaṁ nāma. Tattha khandhasāmante pārājikasāmantaṁ",
  "atk-s0203a0:121_6": "garukāpatti nāma hoti. Saratāyasmāti saratu āyasmā. Ekaccānaṁ adhikaraṇānanti idha",
  "atk-s0203a0:121_7": "anuvādādhikaraṇameva dassitaṁ.",
  "atk-s0203a0:122_0": "50.Bhāsitaparikkantanti vācāya bhāsitaṁ kāyena ca parikkantaṁ, parakkamitvā katanti",
  "atk-s0203a0:122_1": "attho. Ekaccānanti idhāpi anuvādādhikaraṇameva adhippetaṁ. Paṭiññātakaraṇe ‘‘ekaccāna’’nti",
  "atk-s0203a0:122_2": "āpattādhikaraṇaṁ dassitaṁ.",
  "atk-s0203a0:123_0": "52.Davāti sahasā. Ravāti aññaṁ bhaṇitukāmena aññaṁ vuttaṁ. Evaṁ kho, ānanda, tassapāpiyasikā",
  "atk-s0203a0:123_1": "hotīti tassapuggalassa pāpussannatā pāpiyasikā hoti. Iminā kammassa vatthu dassitaṁ.",
  "atk-s0203a0:123_2": "Evarūpassa hi puggalassa kammaṁ kāttabbaṁ. Kammena hi adhikaraṇassa vūpasamo hoti,",
  "atk-s0203a0:123_3": "na puggalassa pāpussannatāya. Idhāpi ca anuvādādhikaraṇameva adhikaraṇanti veditabbaṁ.",
  "atk-s0203a0:124_0": "53.Kathañcānanda, tiṇavatthārakoti ettha idaṁ kammaṁ tiṇavatthārakasadisattā tiṇavatthārakoti",
  "atk-s0203a0:124_1": "vuttaṁ. Yathā hi gūthaṁ vā muttaṁ vā ghaṭṭiyamānaṁ duggandhatāya bādhati, tiṇehi",
  "atk-s0203a0:124_2": "avattharitvā suppaṭicchāditassa panassa so gandho na bādhati, evameva yaṁ adhikaraṇaṁ",
  "atk-s0203a0:124_3": "mūlānumūlaṁ gantvā vūpasamiyamānaṁ kakkhaḷattāya vāḷattāya bhedāya saṁvattati, taṁ",
  "atk-s0203a0:124_4": "iminā kammena vūpasantaṁ gūthaṁ viya tiṇavatthārakena paṭicchannaṁ vūpasantaṁ hotīti",
  "atk-s0203a0:124_5": "idaṁ kammaṁ tiṇavatthārakasadisattā tiṇavatthārakoti vuttaṁ. Tassa idhānanda, bhikkhūnaṁ",
  "atk-s0203a0:124_6": "bhaṇḍanajātānantiādivacanena ākāramattameva dassitaṁ, khandhake āgatāyeva panettha",
  "atk-s0203a0:124_7": "kammavācā pamāṇaṁ. Ṭhapetvā thullavajjaṁ ṭhapetvā gihipaṭisaṁyuttanti. Ettha pana",
  "atk-s0203a0:124_8": "thullavajjanti thūllavajjaṁ pārājikañceva saṅghādisesañca. Gihipaṭisaṁyuttanti gihīnaṁ",
  "atk-s0203a0:124_9": "hīnena khuṁsanavambhanadhammikapaṭissavesu āpannā āpatti. Adhikaraṇānanti idha āpattādhikaraṇameva",
  "atk-s0203a0:124_10": "veditabbaṁ. Kiccādhikaraṇassa pana vasena idha na kiñci vuttaṁ. Kiñcāpi na vuttaṁ,",
  "atk-s0203a0:124_11": "sammukhāvinayeneva panassa vūpasamo hotīti veditabbo.",
  "atk-s0203a0:125_0": "54.Chayime, ānanda, dhammā sāraṇīyāti heṭṭhā kalahavasena suttaṁ āraddhaṁ, upari",
  "atk-s0203a0:125_1": "sāraṇīyadhammā āgatā. Iti yathānusandhināva desanā gatā hoti. Heṭṭhā kosambiyasutte",
  "atk-s0203a0:125_2": "(ma. ni. 1.498-500) pana sotāpattimaggasammādiṭṭhi kathitā, imasmiṁ sutte sotāpattiphalasammādiṭṭhi",
  "atk-s0203a0:125_3": "vuttāti veditabbā. Aṇunti appasāvajjaṁ. Thūlanti mahāsāvajjaṁ. Sesamettha uttānamevāti.",
  "atk-s0203a0:126": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:127": "Sāmagāmasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:128": "5. Sunakkhattasuttavaṇṇanā",
  "atk-s0203a0:129_0": "55.Evaṁme sutanti sunakkhattasuttaṁ. Tattha aññāti arahattaṁ. Byākatāti khīṇā jātītiādīhi",
  "atk-s0203a0:129_1": "catūhi padehi kathitā. Adhimānenāti appatte pattasaññino, anadhigate adhigatasaññino",
  "atk-s0203a0:129_2": "hutvā adhigataṁ amhehīti mānena byākariṁsu.",
  "atk-s0203a0:130_0": "56.Evañcettha sunakkhatta tathāgatassa hotīti sunakkhatta ettha etesaṁ bhikkhūnaṁ",
  "atk-s0203a0:130_1": "pañhabyākaraṇe – ‘‘idaṁ ṭhānaṁ etesaṁ avibhūtaṁ andhakāraṁ, tenime anadhigate adhigatasaññino,",
  "atk-s0203a0:130_2": "handa nesaṁ visodhetvā pākaṭaṁ katvā dhammaṁ desemī’’ti, evañca tathāgatassa hoti.",
  "atk-s0203a0:130_3": "Atha ca panidhekacce…pe… tassapi hoti aññathattanti bhagavā paṭipannakānaṁ dhammaṁ",
  "atk-s0203a0:130_4": "deseti. Yattha pana icchācāre ṭhitā ekacce moghapurisā honti, tatra bhagavā passati",
  "atk-s0203a0:130_5": "– ‘‘ime imaṁ pañhaṁ uggahetvā ajānitvāva jānantā viya appatte pattasaññino hutvā",
  "atk-s0203a0:130_6": "gāmanigamādīsu visevamānā vicarissanti, taṁ nesaṁ bhavissati dīgharattaṁ ahitāya",
  "atk-s0203a0:130_7": "dukkhāyā’’ti evamassāyaṁ icchācāre ṭhitānaṁ kāraṇā paṭipannakānampi atthāya ‘‘dhammaṁ",
  "atk-s0203a0:130_8": "desissāmī’’ti uppannassa cittassa aññathābhāvo hoti. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a0:131_0": "58.Lokāmisādhimuttoti vaṭṭāmisa-kāmāmisa-lokāmisabhūtesu pañcasu kāmaguṇesu adhimutto",
  "atk-s0203a0:131_1": "tanninno taggaruko tappabbhāro. Tappatirūpīti kāmaguṇasabhāgā. Āneñjapaṭisaṁyuttāyāti",
  "atk-s0203a0:131_2": "āneñjasamāpattipaṭisaṁyuttāya. Saṁseyyāti katheyya. Āneñjasaṁyojanena hi kho visaṁyuttoti",
  "atk-s0203a0:131_3": "āneñjasamāpattisaṁyojanena visaṁsaṭṭho. Lokāmisādhimuttoti evarūpo hi lūkhacīvaradharo",
  "atk-s0203a0:131_4": "mattikāpattaṁ ādāya attano sadisehi katipayehi saddhiṁ paccantajanapadaṁ gacchati,",
  "atk-s0203a0:131_5": "gāmaṁ piṇḍāya paviṭṭhakāle manussā disvā ‘‘mahāpaṁsukulikā āgatā’’ti yāgubhattādīni",
  "atk-s0203a0:131_6": "sampādetvā sakkaccaṁ dānaṁ denti, bhattakicce niṭṭhite anumodanaṁ sutvā – ‘‘svepi,",
  "atk-s0203a0:131_7": "bhante, idheva piṇḍāya pavisathā’’ti vadanti. Alaṁ upāsakā, ajjāpi vo bahūnaṁ dinnanti.",
  "atk-s0203a0:131_8": "Tena hi, bhante, antovassaṁ idha vaseyyāthāti adhivāsetvā vihāramaggaṁ pucchitvā",
  "atk-s0203a0:131_9": "vihāraṁ gacchanti. Tattha senāsanaṁ gahetvā pattacīvaraṁ paṭisāmenti. Sāyaṁ eko āvāsiko",
  "atk-s0203a0:131_10": "te bhikkhū pucchati ‘‘kattha piṇḍāya caritthā’’ti? Asukagāmeti. Bhikkhāsampannāti?",
  "atk-s0203a0:131_11": "Āma evarūpā nāma manussānaṁ saddhā hoti. ‘‘Ajjeva nu kho ete edisā, niccampi edisā’’ti?",
  "atk-s0203a0:131_12": "Saddhā te manussā niccampi edisā, te nissāyeva ayaṁ vihāro vaḍḍhatīti. Tato te paṁsukulikā",
  "atk-s0203a0:131_13": "punappunaṁ tesaṁ vaṇṇaṁ kathenti , divasāvasesaṁ kathetvā rattimpi kathenti. Ettāvatā",
  "atk-s0203a0:131_14": "icchācāre ṭhitassa sīsaṁ nikkhantaṁ hoti udaraṁ phālitaṁ. Evaṁ lokāmisādhimutto veditabbo.",
  "atk-s0203a0:132_0": "59. Idāni āneñjasamāpattilābhiṁ adhimānikaṁ dassento ṭhānaṁ kho panetantiādimāha.",
  "atk-s0203a0:132_1": "Āneñjādhimuttassāti kilesasiñcanavirahitāsu heṭṭhimāsu chasu samāpattīsu adhimuttassa",
  "atk-s0203a0:132_2": "tanninnassa taggaruno tappabbhārassa. Se pavutteti taṁ pavuttaṁ. Cha samāpattilābhino",
  "atk-s0203a0:132_3": "hi adhimānikassa pañcakāmaguṇāmisabandhanā patitapaṇḍupalāso viya upaṭṭhāti. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:133_0": "60. Idāni ākiñcaññāyatanasamāpatti lābhino adhimānikassa nighaṁsaṁ dassetuṁ ṭhānaṁ",
  "atk-s0203a0:133_1": "kho panātiādimāha. Tattha dvedhā bhinnāti majjhe bhinnā. Appaṭisandhikāti khuddakā",
  "atk-s0203a0:133_2": "muṭṭhipāsāṇamattā jatunā vā silesena vā allīyāpetvā paṭisandhātuṁ sakkā. Mahantaṁ",
  "atk-s0203a0:133_3": "pana kuṭāgārappamāṇaṁ sandhāyetaṁ vuttaṁ. Se bhinneti taṁ bhinnaṁ. Upari samāpattilābhino",
  "atk-s0203a0:133_4": "hi heṭṭhāsamāpatti dvedhābhinnā selā viya hoti, taṁ samāpajjissāmīti cittaṁ na uppajjati. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:134_0": "61. Idāni nevasaññānāsaññāyatanalābhino adhimānikassa ca nighaṁsaṁ dassento ṭhānaṁ",
  "atk-s0203a0:134_1": "kho panātiādimāha. Tattha se vanteti taṁ vantaṁ. Aṭṭhasamāpattilābhino hi heṭṭhāsamāpattiyo",
  "atk-s0203a0:134_2": "vantasadisā hutvā upaṭṭhahanti, puna samāpajjissāmīti cittaṁ na uppajjati. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:135_0": "62. Idāni khīṇāsavassa nighaṁsaṁ dassento ṭhānaṁ kho panātiādimāha. Tattha se ucchinnamūleti",
  "atk-s0203a0:135_1": "so ucchinnamūlo. Upari samāpattilābhino hi heṭṭhāsamāpatti mūlacchinnatālo viya upaṭṭhāti,",
  "atk-s0203a0:135_2": "taṁ samāpajjissāmīti cittaṁ na uppajjati. Tenetaṁ vuttaṁ.",
  "atk-s0203a0:136_0": "63.Ṭhānaṁkho panāti pāṭiyekko anusandhi. Heṭṭhā hi samāpattilābhino adhimānikassapi",
  "atk-s0203a0:136_1": "khīṇāsavassapi nighaṁso kathito, sukkhavipassakassa pana adhimānikassapi khīṇāsavassapi",
  "atk-s0203a0:136_2": "na kathito. Tesaṁ dvinnampi nighaṁsaṁ dassetuṁ imaṁ desanaṁ ārabhi. Taṁ pana paṭikkhittaṁ.",
  "atk-s0203a0:136_3": "Samāpattilābhino hi adhimānikassa nighaṁse kathite sukkhavipassakassapi adhimānikassa",
  "atk-s0203a0:136_4": "kathitova hoti, samāpattilābhino ca khīṇāsavassa kathite sukkhavipassakakhīṇāsavassa",
  "atk-s0203a0:136_5": "kathitova hoti. Etesaṁ pana dvinnaṁ bhikkhūnaṁ sappāyāsappāyaṁ kathetuṁ imaṁ desanaṁ ārabhi.",
  "atk-s0203a0:137_0": "Tattha siyā – puthujjanassa tāva ārammaṇaṁ asappāyaṁ hotu, khīṇāsavassa kathaṁ asappāyanti.",
  "atk-s0203a0:137_1": "Yadaggena puthujjanassa asappāyaṁ, tadaggena khīṇāsavassāpi asappāyameva. Visaṁ nāma",
  "atk-s0203a0:137_2": "jānitvā khāditampi ajānitvā khāditampi visameva. Na hi khīṇāsavenapi ‘‘ahaṁ khīṇāsavo’’ti",
  "atk-s0203a0:137_3": "asaṁvutena bhavitabbaṁ. Khīṇāsavenapi yuttapayutteneva bhavituṁ vaṭṭati.",
  "atk-s0203a0:138_0": "64. Tattha samaṇenāti buddhasamaṇena. Chandarāgabyāpādenāti so avijjāsaṅkhāto visadoso",
  "atk-s0203a0:138_1": "chandarāgena ca byāpādena ca ruppati kuppati. Asappāyānīti avaḍḍhikarāni ārammaṇāni.",
  "atk-s0203a0:138_2": "Anuddhaṁseyyāti soseyya milāpeyya. Saupādisesanti sagahaṇasesaṁ, upāditabbaṁ gaṇhitabbaṁ",
  "atk-s0203a0:138_3": "idha upādīti vuttaṁ. Analañca te antarāyāyāti jīvitantarāyaṁ te kātuṁ asamatthaṁ.",
  "atk-s0203a0:138_4": "Rajosūkanti rajo ca vīhisukādi ca sūkaṁ. Asu ca visadosoti so ca visadoso. Tadubhayenāti",
  "atk-s0203a0:138_5": "yā sā asappāyakiriyā ca yo visadoso ca, tena ubhayena. Puthuttanti mahantabhāvaṁ.",
  "atk-s0203a0:139_0": "Evameva khoti ettha saupādānasalluddhāro viya appahīno avijjāvisadoso daṭṭhabbo,",
  "atk-s0203a0:139_1": "asappāyakiriyāya ṭhitabhāvo viya chasu dvāresu asaṁvutakālo, tadubhayena vaṇe puthuttaṁ",
  "atk-s0203a0:139_2": "gate maraṇaṁ viya sikkhaṁ paccakkhāya hīnāyāvattanaṁ, maraṇamattaṁ dukkhaṁ viya aññatarāya",
  "atk-s0203a0:139_3": "garukāya saṁkiliṭṭhāya āpattiyā āpajjanaṁ daṭṭhabbaṁ. Sukkapakkhepi imināva nayena",
  "atk-s0203a0:139_4": "opammasaṁsandanaṁ veditabbaṁ.",
  "atk-s0203a0:140": "65.Satiyāyetaṁadhivacananti ettha sati paññāgatikā. Lokikāya paññāya lokikā hoti, lokuttarāya lokuttarā. Ariyāyetaṁ paññāyāti parisuddhāya vipassanāpaññāya.",
  "atk-s0203a0:141_0": "Idāni khīṇāsavassa balaṁ dassento so vatātiādimāha. Tattha saṁvutakārīti pihitakārī.",
  "atk-s0203a0:141_1": "Itividitvā nirupadhīti evaṁ jānitvā kilesupadhipahānā nirupadhi hoti, nirupādānoti",
  "atk-s0203a0:141_2": "attho. Upadhisaṅkhaye vimuttoti upadhīnaṁ saṅkhayabhūte nibbāne ārammaṇato vimutto.",
  "atk-s0203a0:141_3": "Upadhisminti kāmupadhismiṁ. Kāyaṁ upasaṁharissatīti kāyaṁ allīyāpessati. Idaṁ vuttaṁ",
  "atk-s0203a0:141_4": "hoti – taṇhakkhaye nibbāne ārammaṇato vimutto khīṇāsavo pañca kāmaguṇe sevituṁ, kāyaṁ",
  "atk-s0203a0:141_5": "vā upasaṁharissati cittaṁ vā uppādessatīti netaṁ ṭhānaṁ vijjati. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0203a0:142": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:143": "Sunakkhattasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:144": "6. Āneñjasappāyasuttavaṇṇanā",
  "atk-s0203a0:145_0": "66.Evaṁme sutanti āneñjasappāyasuttaṁ. Tattha aniccāti hutvā abhāvaṭṭhena aniccā.",
  "atk-s0203a0:145_1": "Kāmāti vatthukāmāpi kilesakāmāpi. Tucchāti niccasāradhuvasāraattasāravirahitattā",
  "atk-s0203a0:145_2": "rittā, na pana natthīti gahetabbā. Na hi tucchamuṭṭhīti vutte muṭṭhi nāma natthīti",
  "atk-s0203a0:145_3": "vuttaṁ hoti. Yassa pana abbhantare kiñci natthi, so vuccati tuccho. Musāti nāsanakā.",
  "atk-s0203a0:145_4": "Mosadhammāti nassanasabhāvā, khettaṁ viya vatthu viya hiraññasuvaṇṇaṁ viya ca na",
  "atk-s0203a0:145_5": "paññāyittha, katipāheneva supinake diṭṭhā viya nassanti na paññāyanti. Tena vuttaṁ",
  "atk-s0203a0:145_6": "‘‘mosadhammā’’ti, māyākatametanti yathā māyāya udakaṁ maṇīti katvā dassitaṁ, badaripaṇṇaṁ",
  "atk-s0203a0:145_7": "kahāpaṇoti katvā dassitaṁ, aññaṁ vā pana evarūpaṁ dassanūpacāre ṭhitasseva tathā",
  "atk-s0203a0:145_8": "paññāyati, upacārātikkamato paṭṭhāya pākatikameva paññāyati. Evaṁ kāmāpi ittarapaccupaṭṭhānaṭṭhena",
  "atk-s0203a0:145_9": "‘‘māyākata’’nti vuttā. Yathā ca māyākāro udakādīni maṇiādīnaṁ vasena dassento vañceti,",
  "atk-s0203a0:145_10": "evaṁ kāmāpi aniccādīni niccādisabhāvaṁ dassentā vañcentīti vañcanakaṭṭhenapi ‘‘māyākata’’nti",
  "atk-s0203a0:145_11": "vuttā. Bālalāpananti mayhaṁ putto, mayhaṁ dhītā, mayhaṁ hiraññaṁ mayhaṁ suvaṇṇanti",
  "atk-s0203a0:145_12": "evaṁ bālānaṁ lāpanato bālalāpanaṁ. Diṭṭhadhammikā kāmāti mānusakā pañca kāmaguṇā.",
  "atk-s0203a0:145_13": "Samparāyikāti te ṭhapetvā avasesā. Diṭṭhadhammikā. Kāmasaññāti mānusake kāme ārabbha",
  "atk-s0203a0:145_14": "uppannasaññā. Ubhayametaṁ māradheyyanti ete kāmā ca kāmasaññā ca ubhayampi māradheyyaṁ.",
  "atk-s0203a0:145_15": "Yehi ubhayametaṁ gahitaṁ, tesañhi upari māro vasaṁ vatteti. Taṁ sandhāya ‘‘ubhayametaṁ",
  "atk-s0203a0:145_16": "māradheyya’’nti vuttaṁ.",
  "atk-s0203a0:146_0": "Mārassesa visayotiādīsupi yathā coḷassa visayo coḷavisayo, paṇḍassa visayo paṇḍavisayo,",
  "atk-s0203a0:146_1": "saṁvarānaṁ visayo saṁvaravisayoti pavattanaṭṭhānaṁ visayoti vuccati, evaṁ yehi ete",
  "atk-s0203a0:146_2": "kāmā gahitā, tesaṁ upari māro vasaṁ vatteti. Taṁ sandhāya mārassesa visayoti vuttaṁ.",
  "atk-s0203a0:146_3": "Pañca pana kāmaguṇe nivāpabījaṁ viya vippakiranto māro gacchati. Yehi pana te gahitā,",
  "atk-s0203a0:146_4": "tesaṁ upari māro vasaṁ vatteti. Taṁ sandhāya mārassesa nivāpoti vuttaṁ. Yathā ca",
  "atk-s0203a0:146_5": "yattha hatthiādayo vasaṁ vattenti, so hatthigocaro assagocaro ajagocaroti vuccati,",
  "atk-s0203a0:146_6": "evaṁ yehi ete kāmā gahitā, tesu māro vasaṁ vatteti. Taṁ sandhāya mārassesa gocaroti vuttaṁ.",
  "atk-s0203a0:147_0": "Etthāti etesu kāmesu. Mānasāti cittasambhūtā. Tattha siyā – duvidhe tāva kāme ārabbha",
  "atk-s0203a0:147_1": "abhijjhānalakkhaṇā abhijjhā, karaṇuttariyalakkhaṇo sārambho ca uppajjatu, byāpādo",
  "atk-s0203a0:147_2": "kathaṁ uppajjatīti? Mamāyite vatthusmiṁ acchinnepi socanti, acchijjantepi socanti,",
  "atk-s0203a0:147_3": "acchinnasaṅkinopi socanti, yo evarūpo cittassa āghātoti evaṁ uppajjati. Teva ariyasāvakassāti",
  "atk-s0203a0:147_4": "te ariyasāvakassa. Vakāro āgamasandhimattaṁ hoti. Idha manusikkhatoti imasmiṁ sāsane",
  "atk-s0203a0:147_5": "sikkhantassa te tayopi kilesā antarāyakarā honti. Abhibhuyya lokanti kāmalokaṁ abhibhavitvā.",
  "atk-s0203a0:147_6": "Adhiṭṭhāya manasāti jhānārammaṇacittena adhiṭṭhahitvā. Aparittanti kāmāvacaracittaṁ",
  "atk-s0203a0:147_7": "parittaṁ nāma, tassa paṭikkhepena mahaggataṁ aparittaṁ nāma. Pamāṇantipi kāmāvacarameva,",
  "atk-s0203a0:147_8": "rūpāvacaraṁ arūpāvacaraṁ appamāṇaṁ. Subhāvitanti pana etaṁ kāmāvacarādīnaṁ nāmaṁ",
  "atk-s0203a0:147_9": "na hoti, lokuttarassevetaṁ nāmaṁ. Tasmā etassa vasena aparittaṁ appamāṇaṁ subhāvitanti",
  "atk-s0203a0:147_10": "sabbaṁ lokuttarameva vaṭṭati.",
  "atk-s0203a0:148_0": "Tabbahulavihārinoti kāmapaṭibāhanena tameva paṭipadaṁ bahulaṁ katvā viharantassa.",
  "atk-s0203a0:148_1": "Āyatane cittaṁ pasīdatīti kāraṇe cittaṁ pasīdati. Kiṁ panettha kāraṇaṁ? Arahattaṁ",
  "atk-s0203a0:148_2": "vā, arahattassa vipassanaṁ vā, catutthajjhānaṁ vā, catutthajjhānassa upacāraṁ vā.",
  "atk-s0203a0:148_3": "Sampasāde satīti ettha duvidho sampasādo adhimokkhasampasādo ca paṭilābhasampasādo",
  "atk-s0203a0:148_4": "ca. Arahattassa hi vipassanaṁ paṭṭhapetvā viharato mahābhūtādīsu upaṭṭhahantesu yenime",
  "atk-s0203a0:148_5": "nīhārena mahābhūtā upaṭṭhahanti, upādārūpā upaṭṭhahanti nāmarūpā upaṭṭhahanti, paccayā",
  "atk-s0203a0:148_6": "sabbathā upaṭṭhahanti, lakkhaṇārammaṇā vipassanā upaṭṭhahati, ajjeva arahattaṁ gaṇhissāmīti",
  "atk-s0203a0:148_7": "appaṭiladdheyeva āsā santiṭṭhati, adhimokkhaṁ paṭilabhati. Tatiyajjhānaṁ vā pādakaṁ",
  "atk-s0203a0:148_8": "katvā catutthajjhānatthāya kasiṇaparikammaṁ karontassa nīvaraṇavikkhambhanādīni samanupassato",
  "atk-s0203a0:148_9": "yenime nīhārena nīvaraṇā vikkhambhanti, kilesā sannisīdanti, sati santiṭṭhati, saṅkhāragataṁ",
  "atk-s0203a0:148_10": "vā vibhūtaṁ pākaṭaṁ hutvā dibbacakkhukassa paraloko viya upaṭṭhāti , cittuppādo lepapiṇḍe",
  "atk-s0203a0:148_11": "laggamāno viya upacārena samādhiyati, ajjeva catutthajjhānaṁ nibbattessāmīti apaṭiladdheyeva",
  "atk-s0203a0:148_12": "āsā santiṭṭhati, adhimokkhaṁ paṭilabhati . Ayaṁ adhimokkhasampasādo nāma. Tasmiṁ",
  "atk-s0203a0:148_13": "sampasāde sati. Yo pana arahattaṁ vā paṭilabhati catutthajjhānaṁ vā, tassa cittaṁ",
  "atk-s0203a0:148_14": "vippasannaṁ hotiyeva. Idha pana ‘‘āyatane cittaṁ pasīdatī’’ti vacanato arahattavipassanāya",
  "atk-s0203a0:148_15": "ceva catutthajjhānūpacārassa ca paṭilābho paṭilābhasampasādoti veditabbo. Vipassanā",
  "atk-s0203a0:148_16": "hi paññāya adhimuccanassa kāraṇaṁ, upacāraṁ āneñjasamāpattiyā.",
  "atk-s0203a0:149_0": "Etarahi vā āneñjaṁ samāpajjati. Paññāya vā adhimuccatīti ettha etarahi vā paññāya",
  "atk-s0203a0:149_1": "adhimuccati, āneñjaṁ vā samāpajjatīti evaṁ padaparivattanaṁ katvā attho veditabbo.",
  "atk-s0203a0:149_2": "Idañhi vuttaṁ hoti – tasmiṁ sampasāde sati etarahi vā paññāya adhimuccati, arahattaṁ",
  "atk-s0203a0:149_3": "sacchikarotīti attho. Taṁ anabhisambhuṇanto āneñjaṁ vā samāpajjati, atha vā paññāya",
  "atk-s0203a0:149_4": "vā adhimuccatīti arahattamaggaṁ bhāveti, taṁ anabhisambhuṇanto āneñjaṁ vā samāpajjati.",
  "atk-s0203a0:149_5": "Arahattamaggaṁ bhāvetuṁ asakkonto etarahi catusaccaṁ vā sacchikaroti. Taṁ anabhisambhuṇanto",
  "atk-s0203a0:149_6": "āneñjaṁ vā samāpajjatīti.",
  "atk-s0203a0:150_0": "Tatrāyaṁ nayo – idha bhikkhu tatiyajjhānaṁ pādakaṁ katvā catutthajjhānassa kasiṇaparikammaṁ",
  "atk-s0203a0:150_1": "karoti. Tassa nīvaraṇā vikkhambhanti, sati santiṭṭhati, upacārena cittaṁ samādhiyati.",
  "atk-s0203a0:150_2": "So rūpārūpaṁ parigaṇhāti, paccayaṁ pariggaṇhāti, lakkhaṇārammaṇikaṁ vipassanaṁ vavatthapeti,",
  "atk-s0203a0:150_3": "tassa evaṁ hoti – ‘‘upacārena me jhānaṁ visesabhāgiyaṁ bhaveyya, tiṭṭhatu visesabhāgiyatā,",
  "atk-s0203a0:150_4": "nibbedhabhāgiyaṁ naṁ karissāmī’’ti vipassanaṁ vaḍḍhetvā arahattaṁ sacchikaroti. Ettakenassa",
  "atk-s0203a0:150_5": "kiccaṁ kataṁ nāma hoti. Arahattaṁ sacchikātuṁ asakkonto pana tato osakkitamānaso",
  "atk-s0203a0:150_6": "antarā na tiṭṭhati, catutthajjhānaṁ samāpajjatiyeva. Yathā kiṁ? Yathā puriso ‘‘vanamahiṁsaṁ",
  "atk-s0203a0:150_7": "ghātessāmī’’ti sattiṁ gahetvā anubandhanto sace taṁ ghāteti, sakalagāmavāsino tosessati,",
  "atk-s0203a0:150_8": "asakkonto pana antarāmagge sasagodhādayo khuddakamige ghātetvā kājaṁ pūretvā etiyeva.",
  "atk-s0203a0:151_0": "Tattha purisassa sattiṁ gahetvā vanamahiṁsānubandhanaṁ viya imassa bhikkhuno tatiyajjhānaṁ",
  "atk-s0203a0:151_1": "pādakaṁ katvā catutthajjhānassa parikammakaraṇaṁ, vanamahiṁsaghātanaṁ viya – ‘‘nīvaraṇavikkhambhanādīni",
  "atk-s0203a0:151_2": "samanupassato visesabhāgiyaṁ bhaveyya, tiṭṭhatu visesabhāgiyatā, nibbedhabhāgiyaṁ",
  "atk-s0203a0:151_3": "naṁ karissāmī’’ti vipassanaṁ vaḍḍhetvā arahattassa sacchikaraṇaṁ, mahiṁsaṁ ghātetuṁ",
  "atk-s0203a0:151_4": "asakkontassa antarāmagge sasagodhādayo khuddakamige ghātetvā kājaṁ pūretvā gamanaṁ",
  "atk-s0203a0:151_5": "viya arahattaṁ sacchikātuṁ asakkontassa, tato osakkitvā catutthajjhānasamāpajjanaṁ",
  "atk-s0203a0:151_6": "veditabbaṁ. Maggabhāvanā catusaccasacchikiriyāyojanāsupi eseva nayo.",
  "atk-s0203a0:152_0": "Idāni arahattaṁ sacchikātuṁ asakkontassa nibbattaṭṭhānaṁ dassento kāyassa bhedātiādimāha.",
  "atk-s0203a0:152_1": "Tattha yanti yena kāraṇena taṁ saṁvattanikaṁ viññāṇaṁ assa āneñjūpagaṁ, taṁ kāraṇaṁ",
  "atk-s0203a0:152_2": "vijjatīti attho. Ettha ca taṁsaṁvattanikanti tassa bhikkhuno saṁvattanikaṁ. Yena",
  "atk-s0203a0:152_3": "vipākaviññāṇena so bhikkhu saṁvattati nibbattati, taṁ viññāṇaṁ. Āneñjūpaganti kusalāneñjasabhāvūpagataṁ",
  "atk-s0203a0:152_4": "assa, tādisameva bhaveyyāti attho. Keci kusalaviññāṇaṁ vadanti. Yaṁ tassa bhikkhuno",
  "atk-s0203a0:152_5": "saṁvattanikaṁ upapattihetubhūtaṁ kusalaviññāṇaṁ āneñjūpagataṁ assa, vipākakālepi",
  "atk-s0203a0:152_6": "tannāmakameva assāti attho. So panāyamattho – ‘‘puññaṁ ce saṅkhāraṁ abhisaṅkharoti,",
  "atk-s0203a0:152_7": "puññūpagaṁ hoti viññāṇaṁ. Apuññaṁ ce saṅkhāraṁ abhisaṅkhāroti, apuññupagaṁ hoti viññāṇaṁ.",
  "atk-s0203a0:152_8": "Āneñjaṁ ce saṅkhāraṁ abhisaṅkharoti, āneñjūpagaṁ hoti viññāṇa’’nti (saṁ. ni. 2.51)",
  "atk-s0203a0:152_9": "iminā nayena veditabbo. Āneñjasappāyāti āneñjassa catutthajjhānassa sappāyā. Na kevalañca",
  "atk-s0203a0:152_10": "sā āneñjasseva, upari arahattassāpi sappāyāva upakārabhūtāyevāti veditabbā. Iti imasmiṁ",
  "atk-s0203a0:152_11": "paṭhamakaāneñje samādhivasena osakkanā kathitā.",
  "atk-s0203a0:153_0": "67.Iti paṭisañcikkhatīti catutthajjhānaṁ patvā evaṁ paṭisañcikkhati. Ayañhi bhikkhu",
  "atk-s0203a0:153_1": "heṭṭhimena bhikkhunā paññavantataro tassa ca bhikkhuno attano cāti dvinnampi kammaṭṭhānaṁ",
  "atk-s0203a0:153_2": "ekato katvā sammasati. Tabbahulavihārinoti rūpapaṭibāhanena tameva paṭipadaṁ bahulaṁ",
  "atk-s0203a0:153_3": "katvā viharantassa. Āneñjaṁ samāpajjatīti ākāsānañcāyatānāneñjaṁ samāpajjati. Sesaṁ",
  "atk-s0203a0:153_4": "purimasadisameva. Yathā ca idha, evaṁ sabbattha visesamattameva pana vakkhāma. Iti",
  "atk-s0203a0:153_5": "imasmiṁ dutiyaāneñje vipassanāvasena osakkanā kathitā, ‘‘yaṁkiñci rūpa’’nti evaṁ",
  "atk-s0203a0:153_6": "vipassanāmaggaṁ dassentena kathitāti attho.",
  "atk-s0203a0:154_0": "Itipaṭisañcikkhatīti ākāsānañcāyatanaṁ patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā",
  "atk-s0203a0:154_1": "dvīhi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti tiṇṇampi kammaṭṭhānaṁ",
  "atk-s0203a0:154_2": "ekato katvā sammasati. Ubhayametaṁ aniccanti ettha aṭṭha ekekakoṭṭhāsā diṭṭhadhammikasamparāyikavasena",
  "atk-s0203a0:154_3": "pana saṅkhipitvā ubhayanti vuttaṁ. Nālaṁ abhinanditunti taṇhādiṭṭhivasena abhinandituṁ",
  "atk-s0203a0:154_4": "na yuttaṁ. Sesapadadvayepi eseva nayo. Tabbahulavihārinoti kāmapaṭibāhanena ca rūpapaṭibāhanena",
  "atk-s0203a0:154_5": "ca tameva paṭipadaṁ bahulaṁ katvā viharantassa. Āneñjaṁ samāpajjatīti viññāṇañcāyatanāneñjaṁ",
  "atk-s0203a0:154_6": "samāpajjati. Imasmiṁ tatiyaāneñje vipassanāvasena osakkanā kathitā.",
  "atk-s0203a0:155_0": "68.Iti paṭisañcikkhatīti viññāṇañcāyatanaṁ patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā",
  "atk-s0203a0:155_1": "tīhi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti catunnampi kammaṭṭhānaṁ",
  "atk-s0203a0:155_2": "ekato katvā sammasati. Yatthetā aparisesā nirujjhantīti yaṁ ākiñcaññāyatanaṁ patvā",
  "atk-s0203a0:155_3": "etā heṭṭhā vuttā sabbasaññā nirujjhanti. Etaṁ santaṁ etaṁ paṇītanti etaṁ aṅgasantatāya",
  "atk-s0203a0:155_4": "ārammaṇasantatāya ca santaṁ, atappakaṭṭhena paṇītaṁ. Tabbahulavihārinoti tāsaṁ saññānaṁ",
  "atk-s0203a0:155_5": "paṭibāhanena tameva paṭipadaṁ bahulaṁ katvā viharantassa. Imasmiṁ paṭhamākiñcaññāyatane",
  "atk-s0203a0:155_6": "samādhivasena osakkanā kathitā.",
  "atk-s0203a0:156_0": "Iti paṭisañcikkhatīti viññāṇañcāyatanameva patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā",
  "atk-s0203a0:156_1": "catūhi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti pañcannampi kammaṭṭhānaṁ",
  "atk-s0203a0:156_2": "ekato katvā sammasati. Attena vā attaniyena vāti ahaṁ mamāti gahetabbena suññaṁ tucchaṁ",
  "atk-s0203a0:156_3": "rittaṁ. Evamettha dvikoṭikā suññatā dassitā. Tabbahulavihārinoti heṭṭhā vuttapaṭipadañca",
  "atk-s0203a0:156_4": "imañca suññatapaṭipadaṁ bahulaṁ katvā viharantassa. Imasmiṁ dutiyākiñcaññāyatane",
  "atk-s0203a0:156_5": "vipassanāvasena osakkanā kathitā.",
  "atk-s0203a0:157_0": "70.Itipaṭisañcikkhatīti viññāṇañcāyatanameva patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā",
  "atk-s0203a0:157_1": "pañcahi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti channampi kammaṭṭhānaṁ",
  "atk-s0203a0:157_2": "ekato katvā sammasati. Nāhaṁ kvacani kassaci kiñcanatasmiṁ, na ca mama kvacani kismiñcikiñcanaṁ",
  "atk-s0203a0:157_3": "natthīti ettha pana catukoṭikā suññatā kathitā. Kathaṁ? Ayañhi nāhaṁ kvacanīti kvaci",
  "atk-s0203a0:157_4": "attānaṁ na passati, kassaci kiñcanatasminti attano attānaṁ kassaci parassa kiñcanabhāve",
  "atk-s0203a0:157_5": "upanetabbaṁ na passati, attano bhātiṭṭhāne bhātaraṁ sahāyaṭṭhāne sahāyaṁ parikkhāraṭṭhāne",
  "atk-s0203a0:157_6": "vā parikkhāraṁ maññitvā upagantvā upanetabbaṁ na passatīti attho. Na ca mama kvacanīti",
  "atk-s0203a0:157_7": "ettha mama – saddaṁ tāva ṭhapetvā na ca kvacani parassa ca attānaṁ kvaci na passatīti",
  "atk-s0203a0:157_8": "ayamattho. Idāni mama – saddaṁ āharitvā mama kismiñci kiñcanaṁ natthīti so parassa",
  "atk-s0203a0:157_9": "attā mama kismiñci kiñcanabhāve atthīti na passati. Attano bhātiṭṭhāne bhātaraṁ sahāyaṭṭhāne",
  "atk-s0203a0:157_10": "sahāyaṁ parikkhāraṭṭhāne vā parikkhāranti kismiñci ṭhāne parassa attānaṁ iminā kiñcanabhāvena",
  "atk-s0203a0:157_11": "upanetabbaṁ na passatīti attho. Evamayaṁ yasmā neva katthaci attānaṁ passati, na",
  "atk-s0203a0:157_12": "taṁ parassa kiñcanabhāve upanetabbaṁ passati, na parassa attānaṁ passati, na parassa",
  "atk-s0203a0:157_13": "attānaṁ attano kiñcanabhāve upanetabbaṁ passati, tasmā ayaṁ suññatā catukoṭikāti",
  "atk-s0203a0:157_14": "veditabbā. Tabbahulavihārinoti heṭṭhā vuttappaṭipadaṁ imaṁ catukoṭisuññatañca bahulaṁ",
  "atk-s0203a0:157_15": "katvā viharantassa. Imasmiṁ tatiyākiñcaññāyatanepi vipassanāvaseneva osakkanā kathitā.",
  "atk-s0203a0:158_0": "Iti paṭisañcikkhatīti ākiñcaññāyatanaṁ patvā evaṁ paṭisañcikkhati. Ayañhi heṭṭhā",
  "atk-s0203a0:158_1": "chahi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano cāti sattannampi kammaṭṭhānaṁ",
  "atk-s0203a0:158_2": "ekato katvā sammasati. Yatthetā aparisesā nirujjhantīti yaṁ nevasaññānāsaññāyatanaṁ",
  "atk-s0203a0:158_3": "patvā ettha etā heṭṭhā vuttā sabbasaññā nirujjhanti. Tabbahulavihārinoti tāsaṁ saññānaṁ",
  "atk-s0203a0:158_4": "paṭibāhanena tameva paṭipadaṁ bahulaṁ katvā viharantassa. Imasmiṁ nevasaññānāsaññāyatane",
  "atk-s0203a0:158_5": "samādhivasena osakkanā kathitā.",
  "atk-s0203a0:159_0": "71.No cassa no ca me siyāti sace mayhaṁ pubbe pañcavidhaṁ kammavaṭṭaṁ na āyūhitaṁ",
  "atk-s0203a0:159_1": "assa, yaṁ me idaṁ etarahi evaṁ pañcavidhaṁ vipākavaṭṭaṁ etaṁ me na siyā nappavatteyyāti",
  "atk-s0203a0:159_2": "attho. Na bhavissatīti sace etarahi pañcavidhaṁ kammavaṭṭaṁ āyūhitaṁ na bhavissati.",
  "atk-s0203a0:159_3": "Na me bhavissatīti tasmiṁ asati anāgate me pañcavidhaṁ vipākavaṭṭaṁ na bhavissati.",
  "atk-s0203a0:159_4": "Yadatthi yaṁ bhūtaṁ taṁ pajahāmīti yaṁ atthi yaṁ bhūtaṁ etarahi khandhapañcakaṁ,",
  "atk-s0203a0:159_5": "taṁ pajahāmi. Evaṁupekkhaṁ paṭilabhatīti so bhikkhu evaṁ vipassanupekkhaṁ labhatīti attho.",
  "atk-s0203a0:160_0": "Parinibbāyeyya nu kho so, bhante, bhikkhu na vā parinibbāyeyyāti kiṁ pucchāmīti pucchati,",
  "atk-s0203a0:160_1": "tatiyajjhānaṁ pādakaṁ katvā ṭhitassa arahattampi osakkanāpi paṭipadāpi paṭisandhipi",
  "atk-s0203a0:160_2": "kathitā, tathā catutthajjhānādīni pādakāni katvā ṭhitānaṁ, nevasaññānāsaññāyatanaṁ",
  "atk-s0203a0:160_3": "pādakaṁ katvā ṭhitassa na kiñci kathitaṁ, taṁ pucchāmīti pucchati. Apetthāti api",
  "atk-s0203a0:160_4": "ettha. So taṁ upekkhaṁ abhinandatīti so taṁ vipassanupekkhaṁ taṇhādiṭṭhiabhinandanāhi",
  "atk-s0203a0:160_5": "abhinandati. Sesapadadvayepi eseva nayo. Tannissitaṁ hoti viññāṇanti viññāṇaṁ vipassanānissitaṁ",
  "atk-s0203a0:160_6": "hoti. Tadupādānanti yaṁ nikantiviññāṇaṁ, taṁ tassa upādānaṁ nāma gahaṇaṁ nāma hoti.",
  "atk-s0203a0:160_7": "Saupādānoti sagahaṇo. Na parinibbāyatīti vipassanāya sālayo bhikkhu mama sāsane na",
  "atk-s0203a0:160_8": "parinibbāyati. Yo pana vihārapariveṇaupaṭṭhākādīsu sālayo, tasmiṁ vattabbameva natthīti",
  "atk-s0203a0:160_9": "dasseti. Kahaṁ panāti? Kattha pana? Upādiyamānoupādiyatīti paṭisandhiṁ gaṇhamāno",
  "atk-s0203a0:160_10": "gaṇhāti. Upādānaseṭṭhaṁ kira so, bhanteti, bhante, so kira bhikkhu gahetabbaṭṭhānaṁ",
  "atk-s0203a0:160_11": "seṭṭhaṁ uttamaṁ bhavaṁ upādiyati, seṭṭhabhave paṭisandhiṁ gaṇhātīti attho. Iminā",
  "atk-s0203a0:160_12": "tassa bhikkhuno paṭisandhi kathitā. Idānissa arahattaṁ kathetuṁ idhānandātiādimāha.",
  "atk-s0203a0:161_0": "73.Nissāya nissāyāti taṁ taṁ samāpattiṁ nissāya. Oghassa nittharaṇā akkhātāti oghataraṇaṁ",
  "atk-s0203a0:161_1": "kathitaṁ, tatiyajjhānaṁ pādakaṁ katvā ṭhitabhikkhuno oghanittharaṇā kathitā…pe… nevasaññānāsaññāyatanaṁ",
  "atk-s0203a0:161_2": "pādakaṁ katvā ṭhitabhikkhuno oghanittharaṇā kathitāti vadati.",
  "atk-s0203a0:162_0": "Katamo pana, bhante, ariyo vimokkhoti idha kiṁ pucchati? Samāpattiṁ tāva padaṭṭhānaṁ",
  "atk-s0203a0:162_1": "katvā vipassanaṁ vaḍḍhetvā arahattaṁ gaṇhanto bhikkhu nāvaṁ vā uḷumpādīni vā nissāya",
  "atk-s0203a0:162_2": "mahoghaṁ taritvā pāraṁ gacchanto viya na kilamati. Sukkhavipassako pana pakiṇṇakasaṅkhāre",
  "atk-s0203a0:162_3": "sammasitvā arahattaṁ gaṇhanto bāhubalena sotaṁ chinditvā pāraṁ gacchanto viya kilamati.",
  "atk-s0203a0:162_4": "Iti imassa sukkhavipassakassa arahattaṁ pucchāmīti pucchati. Ariyasāvakoti sukkhavipassako",
  "atk-s0203a0:162_5": "ariyasāvako. Ayañhi heṭṭhā aṭṭhahi bhikkhūhi paññavantataro tesañca bhikkhūnaṁ attano",
  "atk-s0203a0:162_6": "cāti navannampi kammaṭṭhānaṁ ekato katvā sammasati. Esa sakkāyo yāvatā sakkāyoti",
  "atk-s0203a0:162_7": "yattako tebhūmakavaṭṭasaṅkhāto sakkāyo nāma atthi, sabbopi so esa sakkāyo, na ito",
  "atk-s0203a0:162_8": "paraṁ sakkāyo atthīti paṭisañcikkhati.",
  "atk-s0203a0:163_0": "Etaṁamataṁ yadidaṁ anupādā cittassa vimokkhoti yo panesa cittassa anupādāvimokkho",
  "atk-s0203a0:163_1": "nāma, etaṁ amataṁ etaṁ santaṁ etaṁ paṇītanti paṭisañcikkhati. Aññattha ca ‘‘anupādā",
  "atk-s0203a0:163_2": "cittassa vimokkho’’ti nibbānaṁ vuccati. Imasmiṁ pana sutte sukkhavipassakassa arahattaṁ",
  "atk-s0203a0:163_3": "kathitaṁ. Sesaṁ sabbattha uttānameva.",
  "atk-s0203a0:164_0": "Kevalaṁ pana imasmiṁ sutte sattasu ṭhānesu osakkanā kathitā, aṭṭhasu ṭhānesu paṭisandhi,",
  "atk-s0203a0:164_1": "navasu ṭhānesu arahattaṁ kathitanti veditabbaṁ. Kathaṁ? Tatiyaṁ jhānaṁ tāva pādakaṁ",
  "atk-s0203a0:164_2": "katvā ṭhitassa bhikkhuno osakkanā kathitā, paṭisandhi kathitā, arahattaṁ kathitaṁ,",
  "atk-s0203a0:164_3": "tathā catutthajjhānaṁ, tathā ākāsānañcāyatanaṁ. Viññāṇañcāyatanaṁ pana padaṭṭhānaṁ",
  "atk-s0203a0:164_4": "katvā ṭhitānaṁ tiṇṇaṁ bhikkhūnaṁ osakkanā kathitā, paṭisandhi kathitā, arahattaṁ",
  "atk-s0203a0:164_5": "kathitaṁ. Tathā ākiñcaññāyatanaṁ pādakaṁ katvā ṭhitassa bhikkhuno. Nevasaññānāsaññāyatanaṁ",
  "atk-s0203a0:164_6": "pādakaṁ katvā ṭhitassa pana osakkanā natthi, paṭisandhi pana arahattañca kathitaṁ.",
  "atk-s0203a0:164_7": "Sukkhavipassakassa arahattameva kathitanti. Evaṁ sattasu ṭhānesu osakkanā kathitā,",
  "atk-s0203a0:164_8": "aṭṭhasu ṭhānesu paṭisandhi, navasu ṭhānesu arahattaṁ kathitanti veditabbaṁ. Imañca",
  "atk-s0203a0:164_9": "pana sattasu ṭhānesu osakkanaṁ aṭṭhasu paṭisandhiṁ navasu arahattaṁ samodhānetvā",
  "atk-s0203a0:164_10": "kathentena imaṁ āneñjasappāyasuttaṁ sukathitaṁ nāma hotīti.",
  "atk-s0203a0:165": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:166": "Āneñjasappāyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:167": "7. Gaṇakamoggallānasuttavaṇṇanā",
  "atk-s0203a0:168_0": "74.Evaṁme sutanti gaṇakamoggallānasuttaṁ. Tattha yāva pacchimasopānakaḷevarāti yāva",
  "atk-s0203a0:168_1": "paṭhamasopānaphalakā ekadivaseneva sattabhūmiko pāsādo na sakkā kātuṁ, vatthuṁ sodhetvā",
  "atk-s0203a0:168_2": "thambhussāpanato paṭṭhāya pana yāva cittakammakaraṇā anupubbakiriyā cettha paññāyatīti",
  "atk-s0203a0:168_3": "dasseti. Yadidaṁ ajjheneti tayopi vedā na sakkā ekadivaseneva adhīyituṁ, etesaṁ ajjhenepi",
  "atk-s0203a0:168_4": "pana anupubbakiriyāva paññāyatīti dasseti. Issattheti āvudhavijjāyapi ekadivaseneva",
  "atk-s0203a0:168_5": "vālavedhi nāma na sakkā kātuṁ, ṭhānasampādanamuṭṭhikaraṇādīhi pana etthāpi anupubbakiriyā",
  "atk-s0203a0:168_6": "paññāyatīti dasseti. Saṅkhāneti gaṇanāya. Tattha anupubbakiriyaṁ attanāva dassento",
  "atk-s0203a0:168_7": "evaṁ gaṇāpemātiādimāha.",
  "atk-s0203a0:169_0": "75.Seyyathāpi brāhmaṇāti idha bhagavā yasmā bāhirasamaye yathā yathā sippaṁ uggaṇhanti,",
  "atk-s0203a0:169_1": "tathā tathā kerāṭikā honti, tasmā attano sāsanaṁ bāhirasamayena anupametvā bhadraassājānīyena",
  "atk-s0203a0:169_2": "upamento seyyathāpītiādimāha. Bhadro hi assājānīyo yasmiṁ kāraṇe damito hoti, taṁ",
  "atk-s0203a0:169_3": "jīvitahetupi nātikkamati. Evameva sāsane sammāpaṭipanno kulaputto sīlavelaṁ nātikkamati.",
  "atk-s0203a0:169_4": "Mukhādhāneti mukhaṭṭhapane.",
  "atk-s0203a0:170_0": "76.Satisampajaññāya cāti satisampajaññāhi samaṅgibhāvatthāya . Dve hi khīṇāsavā satatavihārī",
  "atk-s0203a0:170_1": "ca nosatatavihārī ca. Tattha satatavihārī yaṁkiñci kammaṁ katvāpi phalasamāpattiṁ",
  "atk-s0203a0:170_2": "samāpajjituṁ sakkoti, no satatavihārī pana appamattakepi kicce kiccappasuto hutvā",
  "atk-s0203a0:170_3": "phalasamāpattiṁ appetuṁ na sakkoti.",
  "atk-s0203a0:171_0": "Tatridaṁ vatthu – eko kira khīṇāsavatthero khīṇāsavasāmaṇeraṁ gahetvā araññavāsaṁ",
  "atk-s0203a0:171_1": "gato, tattha mahātherassa senāsanaṁ pattaṁ, sāmaṇerassa na pāpuṇāti, taṁ vitakkento",
  "atk-s0203a0:171_2": "thero ekadivasampi phalasamāpattiṁ appetuṁ nāsakkhi. Sāmaṇero pana temāsaṁ phalasamāpattiratiyā",
  "atk-s0203a0:171_3": "vītināmetvā ‘‘sappāyo , bhante, araññavāso jāto’’ti theraṁ pucchi. Thero ‘‘na jāto,",
  "atk-s0203a0:171_4": "āvuso’’ti āha. Iti yo evarūpo khīṇāsavo, so ime dhamme ādito paṭṭhāya āvajjitvāva",
  "atk-s0203a0:171_5": "samāpajjituṁ sakkhissatīti dassento ‘‘satisampajaññāya cā’’ti āha.",
  "atk-s0203a0:172": "78.Yeme, bho gotamāti tathāgate kira kathayanteva brāhmaṇassa ‘‘ime puggalā na ārādhenti, ime ārādhentī’’ti nayo udapādi, taṁ dassento evaṁ vattumāraddho.",
  "atk-s0203a0:173": "Paramajjadhammesūti ajjadhammā nāma chasatthāradhammā, tesu gotamavādova, paramo uttamoti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:174": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:175": "Gaṇakamoggallānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:176": "8. Gopakamoggallānasuttavaṇṇanā",
  "atk-s0203a0:177_0": "79.Evaṁme sutanti gopakamoggallānasuttaṁ. Tattha aciraparinibbute bhagavatīti bhagavati",
  "atk-s0203a0:177_1": "aciraparinibbute, dhātubhājanīyaṁ katvā dhammasaṅgītiṁ kātuṁ rājagahaṁ āgatakāle",
  "atk-s0203a0:177_2": ". Rañño pajjotassa āsaṅkamānoti caṇḍapajjoto nāmesa rājā bimbisāramahārājassa sahāyo",
  "atk-s0203a0:177_3": "ahosi, jīvakaṁ pesetvā bhesajjakāritakālato paṭṭhāya pana daḷhamittova jāto, so ‘‘ajātasattunā",
  "atk-s0203a0:177_4": "devadattassa vacanaṁ gahetvā pitā ghātito’’ti sutvā ‘‘mama piyamittaṁ ghātetvā esa",
  "atk-s0203a0:177_5": "rajjaṁ karissāmīti maññati, mayhaṁ sahāyassa sahāyānaṁ atthikabhāvaṁ jānāpessāmī’’ti",
  "atk-s0203a0:177_6": "parisati vācaṁ abhāsi. Taṁ sutvā tassa āsaṅkā uppannā. Tena vuttaṁ ‘‘rañño pajjotassa",
  "atk-s0203a0:177_7": "āsaṅkamāno’’ti. Kammantoti bahinagare nagarapaṭisaṅkhārāpanatthāya kammantaṭṭhānaṁ.",
  "atk-s0203a0:178_0": "Upasaṅkamīti mayaṁ dhammavinayasaṅgītiṁ kāressāmāti vicarāma, ayañca mahesakkho rājavallabho",
  "atk-s0203a0:178_1": "saṅgahe kate veḷuvanassa ārakkhaṁ kareyyāti maññamāno upasaṅkami. Tehi dhammehīti",
  "atk-s0203a0:178_2": "tehi sabbaññutaññāṇadhammehi. Sabbena sabbanti sabbākārena sabbaṁ. Sabbathā sabbanti",
  "atk-s0203a0:178_3": "sabbakoṭṭhāsehi sabbaṁ. Kiṁ pucchāmīti pucchati? Cha hi satthāro paṭhamataraṁ appaññātakulehi",
  "atk-s0203a0:178_4": "nikkhamitvā pabbajitā, te tathāgate dharamāneyeva kālaṁkatā, sāvakāpi nesaṁ appaññātakuleheva",
  "atk-s0203a0:178_5": "pabbajitā. Te tesaṁ accayena mahāvivādaṁ akaṁsu. Samaṇo pana gotamo mahākulā pabbajito,",
  "atk-s0203a0:178_6": "tassa accayena sāvakānaṁ mahāvivādo bhavissatīti ayaṁ kathā sakalajambudīpaṁ pattharamānā",
  "atk-s0203a0:178_7": "udapādi. Sammāsambuddhe ca dharante bhikkhūnaṁ vivādo nāhosi. Yopi ahosi, sopi tattheva",
  "atk-s0203a0:178_8": "vūpasamito. Parinibbutakāle panassa – ‘‘aṭṭhasaṭṭhiyojanasatasahassubbedhaṁ sineruṁ",
  "atk-s0203a0:178_9": "apavāhituṁ samatthassa vātassa purato purāṇapaṇṇaṁ kiṁ ṭhassati, dasa pāramiyo pūretvā",
  "atk-s0203a0:178_10": "sabbaññutaññāṇaṁ pattassa satthu alajjamāno maccurājā kassa lajjissatī’’ti mahāsaṁvegaṁ",
  "atk-s0203a0:178_11": "janetvā bhiyyosomattāya bhikkhū samaggā jātā ativiya upasantupasantā, kiṁ nu kho",
  "atk-s0203a0:178_12": "etanti idaṁ pucchāmīti pucchati. Anusaññāyamānoti anusañjāyamāno, katākataṁ janantoti",
  "atk-s0203a0:178_13": "attho. Anuvicaramāno vā.",
  "atk-s0203a0:179_0": "80.Atthinu khoti ayampi heṭṭhimapucchameva pucchati. Appaṭisaraṇeti appaṭisaraṇe",
  "atk-s0203a0:179_1": "dhammavinaye. Ko hetu sāmaggiyāti tumhākaṁ samaggabhāvassa ko hetu ko paccayo. Dhammappaṭisaraṇāti",
  "atk-s0203a0:179_2": "dhammo amhākaṁ paṭisaraṇaṁ, dhammo avassayoti dīpeti.",
  "atk-s0203a0:180_0": "81.Pavattatīti paguṇaṁ hutvā āgacchati. Āpatti hoti vītikkamoti ubhayametaṁ buddhassa",
  "atk-s0203a0:180_1": "āṇātikkamanameva. Yathādhammaṁ yathānusiṭṭhaṁ kāremāti yathā dhammo ca anusiṭṭhi",
  "atk-s0203a0:180_2": "ca ṭhitā, evaṁ kāremāti attho.",
  "atk-s0203a0:181": "Na kira no bhavanto kārenti dhammo no kāretīti padadvayepi no kāro nipātamattaṁ. Evaṁ sante na kira bhavanto kārenti, dhammova kāretīti ayamettha attho.",
  "atk-s0203a0:182_0": "83.Tagghāti ekaṁse nipāto. Kahaṁ pana bhavaṁ ānandoti kiṁ therassa veḷuvane vasanabhāvaṁ",
  "atk-s0203a0:182_1": "na jānātīti? Jānāti. Veḷuvanassa pana anena ārakkhā dinnā, tasmā attānaṁ ukkaṁsāpetukāmo",
  "atk-s0203a0:182_2": "pucchati. Kasmā pana tena tattha ārakkhā dinnā? So kira ekadivasaṁ mahākaccāyanattheraṁ",
  "atk-s0203a0:182_3": "gijjhakūṭā otarantaṁ disvā – ‘‘makkaṭo viya eso’’ti āha. Bhagavā taṁ kathaṁ sutvā",
  "atk-s0203a0:182_4": "– ‘‘sace khamāpeti, iccetaṁ kusalaṁ. No ce khamāpeti, imasmiṁ veḷuvane gonaṅgalamakkaṭo",
  "atk-s0203a0:182_5": "bhavissatī’’ti āha. So taṁ kathaṁ sutvā – ‘‘samaṇassa gotamassa kathāya dvedhābhāvo",
  "atk-s0203a0:182_6": "nāma natthi, pacchā me makkaṭabhūtakāle gocaraṭṭhānaṁ bhavissatī’’ti veḷuvane nānāvidhe",
  "atk-s0203a0:182_7": "rukkhe ropetvā ārakkhaṁ adāsi. Aparabhāge kālaṁ katvā makkaṭo hutvā nibbatti. ‘‘Vassakārā’’ti",
  "atk-s0203a0:182_8": "vutte āgantvā samīpe aṭṭhāsi. Tagghāti sabbavāresu ekaṁsavacaneyeva nipāto. Taggha,",
  "atk-s0203a0:182_9": "bho ānandāti evaṁ therena parisamajjhe attano ukkaṁsitabhāvaṁ ñatvā ahampi theraṁ",
  "atk-s0203a0:182_10": "ukkaṁsissāmīti evamāha.",
  "atk-s0203a0:183_0": "84.Na ca kho, brāhmaṇāti thero kira cintesi ‘‘sammāsambuddhena vaṇṇitajjhānampi atthi,",
  "atk-s0203a0:183_1": "avaṇṇitajjhānampi atthi, ayaṁ pana brāhmaṇo sabbameva vaṇṇetīti pañhaṁ visaṁvādeti,",
  "atk-s0203a0:183_2": "na kho pana sakkā imassa mukhaṁ ulloketuṁ na piṇḍapātaṁ rakkhituṁ, pañhaṁ ujuṁ katvā",
  "atk-s0203a0:183_3": "kathessāmī’’ti idaṁ vattuṁ āraddhaṁ. Antaraṁ karitvāti abbhantaraṁ karitvā. Evarūpaṁ",
  "atk-s0203a0:183_4": "kho, brāhmaṇa, so bhagavā jhānaṁ vaṇṇesīti idha sabbasaṅgāhakajjhānaṁ nāma kathitaṁ.",
  "atk-s0203a0:184_0": "Yaṁno mayanti ayaṁ kira brāhmaṇo vassakārabrāhmaṇaṁ usūyati, tena pucchitapañhassa",
  "atk-s0203a0:184_1": "akathanaṁ paccāsīsamāno kathitabhāvaṁ ñatvā ‘‘vassakārena pucchitaṁ pañhaṁ punappunaṁ",
  "atk-s0203a0:184_2": "tassa nāmaṁ gaṇhanto vitthāretvā kathesi, mayā pucchitapañhaṁ pana yaṭṭhikoṭiyā uppīḷento",
  "atk-s0203a0:184_3": "viya ekadesameva kathesī’’ti anattamano ahosi, tasmā evamāha. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:185": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:186": "Gopakamoggallānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:187": "9. Mahāpuṇṇamasuttavaṇṇanā",
  "atk-s0203a0:188_0": "85.Evaṁme sutanti mahāpuṇṇamasuttaṁ. Tattha tadahūti tasmiṁ ahu, tasmiṁ divaseti",
  "atk-s0203a0:188_1": "attho. Upavasanti etthāti uposatho. Upavasantīti sīlena vā anasanena vā upetā hutvā",
  "atk-s0203a0:188_2": "vasantīti attho. Ayaṁ panettha atthuddhāro – ‘‘āyāma, āvuso, kappina, uposathaṁ gamissāmā’’tiādīsu",
  "atk-s0203a0:188_3": "hi pātimokkhuddeso uposatho. ‘‘Aṭṭhaṅgasamannāgato kho visākhe uposatho upavuttho’’tiādīsu",
  "atk-s0203a0:188_4": "(a. ni. 8.53) sīlaṁ. ‘‘Suddhassa ve sadā phaggu, suddhassuposatho sadā’’tiādīsu (ma.",
  "atk-s0203a0:188_5": "ni. 1.79) upavāso. ‘‘Uposatho nāma nāgarājā’’tiādīsu (dī. ni. 2.246) paññatti. ‘‘Na,",
  "atk-s0203a0:188_6": "bhikkhave, tadahuposathe sabhikkhukā āvāsā’’tiādīsu (mahāva. 181) upavasitabbadivaso.",
  "atk-s0203a0:188_7": "Idhāpi soyeva adhippeto . So panesa aṭṭhamīcātuddasīpannarasībhedena tividho. Tasmā",
  "atk-s0203a0:188_8": "sesadvayanivāraṇatthaṁ pannaraseti vuttaṁ. Tena vuttaṁ ‘‘upavasanti etthāti uposatho’’ti.",
  "atk-s0203a0:188_9": "Māsapuṇṇatāya puṇṇā saṁpuṇṇāti puṇṇā. Mā-iti cando vuccati, so ettha puṇṇoti puṇṇamā.",
  "atk-s0203a0:188_10": "Evaṁ puṇṇāya puṇṇamāyāti imasmiṁ padadvaye attho veditabbo.",
  "atk-s0203a0:189_0": "Desanti kāraṇaṁ. Tena hi tvaṁ bhikkhu sake āsane nisīditvā pucchāti kasmā bhagavā",
  "atk-s0203a0:189_1": "ṭhitassa akathetvā nisīdāpesīti. Ayaṁ kira bhikkhu saṭṭhimattānaṁ padhāniyabhikkhūnaṁ",
  "atk-s0203a0:189_2": "saṅghatthero saṭṭhi bhikkhū gahetvā araññe vasati, te tassa santike kammaṭṭhānaṁ",
  "atk-s0203a0:189_3": "gahetvā ghaṭenti vāyamanti. Mahābhūtāni pariggaṇhanti upādārūpāni, nāmarūpapaccayalakkhaṇārammaṇikavipassanaṁ",
  "atk-s0203a0:189_4": "pariggaṇhanti. Atha ne ācariyupaṭṭhānaṁ āgantvā vanditvā nisinne thero mahābhūtapariggahādīni",
  "atk-s0203a0:189_5": "pucchati. Te sabbaṁ kathenti, maggaphalapañhaṁ pucchitā pana kathetuṁ na sakkonti.",
  "atk-s0203a0:189_6": "Atha thero cintesi – ‘‘mama santike etesaṁ ovādassa parihāni natthi, ime ca āraddhavīriyā",
  "atk-s0203a0:189_7": "viharanti. Kukkuṭassa pānīyapivanakālamattampi nesaṁ pamādakiriyā natthi. Evaṁ santepi",
  "atk-s0203a0:189_8": "maggaphalāni nibbattetuṁ na sakkonti. Ahaṁ imesaṁ ajjhāsayaṁ na jānāmi, buddhaveneyyā",
  "atk-s0203a0:189_9": "ete bhavissanti , gahetvā ne satthu santikaṁ gacchāmi, atha nesaṁ satthā cariyavasena",
  "atk-s0203a0:189_10": "dhammaṁ desessatī’’ti, te bhikkhū gahetvā satthu santikaṁ āgato.",
  "atk-s0203a0:190": "Satthāpi sāyanhasamaye ānandattherena upanītaṁ udakaṁ ādāya sarīraṁ utuṁ gaṇhāpetvā migāramātupāsādapariveṇe paññattavarabuddhāsane nisīdi, bhikkhusaṅghopi naṁ parivāretvā nisīdi.",
  "atk-s0203a0:191_0": "Tasmiṁ samaye sūriyo atthaṅgameti, cando uggacchati, majjhaṭṭhāne ca bhagavā nisinno.",
  "atk-s0203a0:191_1": "Candassa pabhā natthi, sūriyassa pabhā natthi, candimasūriyānaṁ pabhaṁ makkhetvā",
  "atk-s0203a0:191_2": "chabbaṇṇā yamakabuddharasmiyo vijjotamānā puñjā puñjā hutvā disāvidisāsu dhāvantīti",
  "atk-s0203a0:191_3": "sabbaṁ heṭṭhā vuttanayena vitthāretabbaṁ. Vaṇṇabhūmi nāmesā, dhammakathikassevettha",
  "atk-s0203a0:191_4": "thāmo pamāṇaṁ, yattakaṁ sakkoti, tattakaṁ kathetabbaṁ. Dukkathitanti na vattabbaṁ.",
  "atk-s0203a0:191_5": "Evaṁ sannisinnāya parisāya thero uṭṭhahitvā satthāraṁ pañhassa okāsaṁ kāresi. Tato",
  "atk-s0203a0:191_6": "bhagavā – ‘‘sace imasmiṁ ṭhitake pucchante ‘ācariyo no uṭṭhito’ti sesabhikkhū uṭṭhahissanti,",
  "atk-s0203a0:191_7": "evaṁ tathāgate agāravo kato bhavissati. Atha nisinnāva pucchissanti, ācariye agāravo",
  "atk-s0203a0:191_8": "kato bhavissati, ekaggā hutvā dhammadesanaṁ paṭicchituṁ na sakkuṇissanti. Ācariye",
  "atk-s0203a0:191_9": "pana nisinne tepi nisīdissanti. Tato ekaggā dhammadesanaṁ paṭicchituṁ sakkuṇissantī’’ti",
  "atk-s0203a0:191_10": "iminā kāraṇena bhagavā ṭhitassa akathetvā nisīdāpetīti.",
  "atk-s0203a0:192_0": "Ime nu kho, bhanteti vimatipucchā viya kathitā. Thero pana pañcakkhandhānaṁ udayabbayaṁ",
  "atk-s0203a0:192_1": "pariggaṇhitvā arahattaṁ patto mahākhīṇāsavo, natthi etassa vimati. Jānantenapi pana",
  "atk-s0203a0:192_2": "ajānantena viya hutvā pucchituṁ vaṭṭati. Sace hi jānanto viya pucchati, ‘‘jānāti",
  "atk-s0203a0:192_3": "aya’’nti tassa tassa vissajjento ekadesameva katheti. Ajānantena viya pucchite pana",
  "atk-s0203a0:192_4": "kathento ito ca etto ca kāraṇaṁ āharitvā pākaṭaṁ katvā katheti. Koci pana ajānantopi",
  "atk-s0203a0:192_5": "jānanto viya pucchati. Thero evarūpaṁ vacanaṁ kiṁ karissati, jānantoyeva pana ajānanto",
  "atk-s0203a0:192_6": "viya pucchatīti veditabbo.",
  "atk-s0203a0:193_0": "Chandamūlakāti taṇhāmūlakā. Evaṁrūpo siyanti sace odāto hotukāmo, haritālavaṇṇo vā",
  "atk-s0203a0:193_1": "manosilāvaṇṇo vā siyanti pattheti . Sace kāḷo hotukāmo, nīluppalavaṇṇo vā añjanavaṇṇo",
  "atk-s0203a0:193_2": "vā atasīpupphavaṇṇo vā siyanti pattheti. Evaṁvedanoti kusalavedano vā sukhavedano",
  "atk-s0203a0:193_3": "vā siyanti pattheti. Saññādīsupi eseva nayo. Yasmā pana atīte patthanā nāma natthi,",
  "atk-s0203a0:193_4": "patthentenāpi ca na sakkā taṁ laddhuṁ, paccuppannepi na hoti, na hi odāto kāḷabhāvaṁ",
  "atk-s0203a0:193_5": "patthetvā paccuppanne kāḷo hoti, na kāḷo vā odāto, dīgho vā rasso, rasso vā dīgho,",
  "atk-s0203a0:193_6": "dānaṁ pana datvā sīlaṁ vā samādiyitvā ‘‘anāgate khattiyo vā homi brāhmaṇo vā’’ti",
  "atk-s0203a0:193_7": "patthentassa patthanā samijjhati. Tasmā anāgatameva gahitaṁ.",
  "atk-s0203a0:194": "Khandhādhivacananti khandhānaṁ khandhapaṇṇatti kittakena hotīti pucchati.",
  "atk-s0203a0:195_0": "Mahābhūtā hetūti ‘‘tayo kusalahetū’’tiādīsu (dha. sa. 1441) hi hetuhetu vutto. Avijjā",
  "atk-s0203a0:195_1": "puññābhisaṅkhārādīnaṁ sādhāraṇattā sādhāraṇahetu. Kusalākusalaṁ attano attano vipākadāne",
  "atk-s0203a0:195_2": "uttamahetu. Idha paccayahetu adhippeto. Tattha pathavīdhātu mahābhūtaṁ itaresaṁ tiṇṇaṁ",
  "atk-s0203a0:195_3": "bhūtānaṁ upādārūpassa ca paññāpanāya dassanatthāya hetu ceva paccayo ca. Evaṁ sesesupi yojanā veditabbā.",
  "atk-s0203a0:196_0": "Phassoti ‘‘phuṭṭho, bhikkhave, vedeti, phuṭṭho sañjānāti, phuṭṭho cetetī’’ti (saṁ.",
  "atk-s0203a0:196_1": "ni. 4.93) vacanato phasso tiṇṇaṁ khandhānaṁ paññāpanāya hetu ceva paccayo ca. Viññāṇakkhandhassāti",
  "atk-s0203a0:196_2": "ettha paṭisandhiviññāṇena tāva saddhiṁ gabbhaseyyakānaṁ uparimaparicchedena samatiṁsa",
  "atk-s0203a0:196_3": "rūpāni sampayuttā ca tayo khandhā uppajjanti, taṁ nāmarūpaṁ paṭisandhiviññāṇassa",
  "atk-s0203a0:196_4": "paññāpanāya hetu ceva paccayo ca. Cakkhudvāre cakkhupasādo ceva rūpārammaṇañca rūpaṁ,",
  "atk-s0203a0:196_5": "sampayuttā tayo khandhā nāmaṁ. Taṁ nāmarūpaṁ cakkhuviññāṇassa paññāpanāya hetu ceva",
  "atk-s0203a0:196_6": "paccayo ca. Eseva nayo sesaviññāṇesu.",
  "atk-s0203a0:197": "87.Kathaṁ pana, bhanteti idaṁ kittakena nu khoti vaṭṭaṁ pucchanto evamāha. Sakkāyadiṭṭhi na hotīti idaṁ vivaṭṭaṁ pucchanto evamāha.",
  "atk-s0203a0:198_0": "88.Ayaṁrūpe assādoti iminā pariññāpaṭivedho ceva dukkhasaccañca kathitaṁ. Ayaṁ rūpe",
  "atk-s0203a0:198_1": "ādīnavoti iminā pahānapaṭivedho ceva samudayasaccañca. Idaṁ rūpe nissaraṇanti iminā",
  "atk-s0203a0:198_2": "sacchikiriyāpaṭivedho ceva nirodhasaccañca. Ye imesu tīsu ṭhānesu sammādiṭṭhiādayo",
  "atk-s0203a0:198_3": "dhammā, ayaṁ bhāvanāpaṭivedho maggasaccaṁ. Sesapadesupi eseva nayo.",
  "atk-s0203a0:199_0": "89.Bahiddhāti parassa saviññāṇake kāye. Sabbanimittesūti iminā pana anindriyabaddhampi",
  "atk-s0203a0:199_1": "saṅgaṇhāti. ‘‘Saviññāṇake kāye’’ti vacanena vā attano ca parassa ca kāyo gahitova,",
  "atk-s0203a0:199_2": "bahiddhā ca sabbanimittaggahaṇena anindriyabaddhaṁ gaṇhāti.",
  "atk-s0203a0:200_0": "90.Anattakatānīti anattani ṭhatvā katāni. Kamattānaṁ phusissantīti katarasmiṁ attani",
  "atk-s0203a0:200_1": "ṭhatvā vipākaṁ dassentīti sassatadassanaṁ okkamanto evamāha. Taṇhādhipateyyenāti",
  "atk-s0203a0:200_2": "taṇhājeṭṭhakena. Tatra tatrāti tesu tesu dhammesu. Saṭṭhimattānanti ime bhikkhū pakatikammaṭṭhānaṁ",
  "atk-s0203a0:200_3": "jahitvā aññaṁ navakammaṭṭhānaṁ sammasantā pallaṅkaṁ abhinditvā tasmiṁyeva āsane arahattaṁ",
  "atk-s0203a0:200_4": "pāpuṇiṁsu. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a0:201": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:202": "Mahāpuṇṇamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:203": "10. Cūḷapuṇṇamasuttavaṇṇanā",
  "atk-s0203a0:204_0": "91.Evaṁme sutanti cūḷapuṇṇamasuttaṁ. Tattha tuṇhībhūtaṁ tuṇhībhūtanti yaṁ yaṁ disaṁ",
  "atk-s0203a0:204_1": "anuviloketi, tattha tattha tuṇhībhūtameva. Anuviloketvāti pañcapasādapaṭimaṇḍitāni",
  "atk-s0203a0:204_2": "akkhīni ummīletvā tato tato viloketvā antamaso hatthakukkuccapādakukkuccānampi abhāvaṁ",
  "atk-s0203a0:204_3": "disvā. Asappurisoti pāpapuriso. No hetaṁ, bhanteti yasmā andho andhaṁ viya so taṁ",
  "atk-s0203a0:204_4": "jānituṁ na sakkoti, tasmā evamāhaṁsu. Eteneva nayena ito paresupi vāresu attho veditabbo.",
  "atk-s0203a0:204_5": "Assaddhasamannāgatoti pāpadhammasamannāgato. Asappurisabhattīti asappurisasevano.",
  "atk-s0203a0:204_6": "Asappurisacintīti asappurisacintāya cintako. Asappurisamantīti asappurisamantanaṁ",
  "atk-s0203a0:204_7": "mantetā. Asappurisavācoti asappurisavācaṁ bhāsitā. Asappurisakammantoti asappurisakammānaṁ",
  "atk-s0203a0:204_8": "kattā. Asappurisadiṭṭhīti asappurisadiṭṭhiyā samannāgato. Asappurisadānanti asappurisehi",
  "atk-s0203a0:204_9": "dātabbaṁ dānaṁ. Tyāssa mittāti te assa mittā. Attabyābādhāyapi cetetīti pāṇaṁ hanissāmi,",
  "atk-s0203a0:204_10": "adinnaṁ ādiyissāmi, micchā carissāmi, dasa akusalakammapathe samādāya vattissāmīti",
  "atk-s0203a0:204_11": "evaṁ attano dukkhatthāya cinteti. Parabyābādhāyāti yathā asuko asukaṁ pāṇaṁ hanti,",
  "atk-s0203a0:204_12": "asukassa santakaṁ adinnaṁ ādiyati, dasa akusalakammapathe samādāya vattati, evaṁ",
  "atk-s0203a0:204_13": "naṁ āṇāpessāmīti evaṁ parassa dukkhatthāya cinteti. Ubhayabyābādhāyāti ahaṁ asukañca",
  "atk-s0203a0:204_14": "asukañca gahetvā dasa akusalakammapathe samādāya vattissāmīti evaṁ ubhayadukkhatthāya cintetīti.",
  "atk-s0203a0:205_0": "Attabyābādhāyapi mantetītiādīsu ahaṁ dasa akusalakammapathe samādāya vattissāmīti",
  "atk-s0203a0:205_1": "mantento attabyābādhāya manteti nāma. Asukaṁ dasa akusalakammapathe samādapessāmīti",
  "atk-s0203a0:205_2": "mantento parabyābādhāya manteti nāma. Aññena saddhiṁ – ‘‘mayaṁ ubhopi ekato hutvā",
  "atk-s0203a0:205_3": "dasa akusalakammapathe samādāya vattissāmā’’ti mantento ubhayabyābādhāya manteti nāma.",
  "atk-s0203a0:206_0": "Asakkaccaṁ dānaṁ detīti deyyadhammampi puggalampi na sakkaroti. Deyyadhammaṁ na sakkaroti",
  "atk-s0203a0:206_1": "nāma uttaṇḍulādidosasamannāgataṁ āhāraṁ deti, na pasannaṁ karoti. Puggalaṁ na sakkaroti",
  "atk-s0203a0:206_2": "nāma nisīdanaṭṭhānaṁ asammajjitvā yattha vā tattha vā nisīdāpetvā yaṁ vā taṁ vā ādhārakaṁ",
  "atk-s0203a0:206_3": "ṭhapetvā dānaṁ deti. Asahatthāti attano hatthena, na deti, dāsakammakārādīhi dāpeti.",
  "atk-s0203a0:206_4": "Acittikatvāti heṭṭhā vuttanayena deyyadhammepi puggalepi na cittīkāraṁ katvā deti.",
  "atk-s0203a0:206_5": "Apaviddhanti chaḍḍetukāmo hutvā vammike uragaṁ pakkhipanto viya deti. Anāgamanadiṭṭhikoti",
  "atk-s0203a0:206_6": "no phalapāṭikaṅkhī hutvā deti.",
  "atk-s0203a0:207_0": "Tatthaupapajjatīti na dānaṁ datvā niraye upapajjati. Yaṁ pana tena pāpaladdhikāya",
  "atk-s0203a0:207_1": "micchādassanaṁ gahitaṁ, tāya micchādiṭṭhiyā niraye upapajjati. Sukkapakkho vuttapaṭipakkhanayena",
  "atk-s0203a0:207_2": "veditabbo. Devamahattatāti chakāmāvacaradevā. Manussamahattatāti tiṇṇaṁ kulānaṁ sampatti.",
  "atk-s0203a0:207_3": "Sesaṁ sabbattha uttānameva. Idaṁ pana suttaṁ suddhavaṭṭavaseneva kathitanti.",
  "atk-s0203a0:208": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a0:209": "Cūḷapuṇṇamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a0:210": "Paṭhamavaggavaṇṇanā niṭṭhitā."
}