{
  "atk-s0501a1:0": "1. Saraṇattayavaṇṇanā",
  "atk-s0501a1:1": "Buddhavibhāvanā",
  "atk-s0501a1:2_0": "Idāni yaṁ vuttaṁ ‘‘buddhaṁ saraṇagamanaṁ, gamakañca vibhāvaye’’ti, tattha sabbadhammesu",
  "atk-s0501a1:2_1": "appaṭihatañāṇanimittānuttaravimokkhādhigamaparibhāvitaṁ khandhasantānamupādāya, paññattito",
  "atk-s0501a1:2_2": "sabbaññutaññāṇapadaṭṭhānaṁ vā saccābhisambodhimupādāya paññattito sattaviseso buddho. Yathāha –",
  "atk-s0501a1:3_0": "‘‘Buddhoti yo so bhagavā sayambhū anācariyako pubbe ananussutesu dhammesu sāmaṁ saccāni",
  "atk-s0501a1:3_1": "abhisambujjhi, tattha ca sabbaññutaṁ patto, balesu ca vasībhāva’’nti (mahāni. 192;",
  "atk-s0501a1:3_2": "cūḷani. pārāyanatthutigāthāniddesa 97; paṭi. ma. 1.161).",
  "atk-s0501a1:4": "Ayaṁ tāva atthato buddhavibhāvanā.",
  "atk-s0501a1:5": "Byañjanato pana ‘‘bujjhitāti buddho, bodhetāti buddho’’ti evamādinā nayena veditabbo. Vuttañcetaṁ –",
  "atk-s0501a1:6_0": "‘‘Buddhoti kenaṭṭhena buddho? Bujjhitā saccānīti buddho, bodhetā pajāyāti buddho,",
  "atk-s0501a1:6_1": "sabbaññutāya buddho, sabbadassāvitāya buddho, anaññaneyyatāya buddho, vikasitāya",
  "atk-s0501a1:6_2": "buddho, khīṇāsavasaṅkhātena buddho, nirupakkilesasaṅkhātena buddho, ekantavītarāgoti",
  "atk-s0501a1:6_3": "buddho, ekantavītadosoti buddho, ekantavītamohoti buddho, ekantanikkilesoti buddho,",
  "atk-s0501a1:6_4": "ekāyanamaggaṁ gatoti buddho, eko anuttaraṁ sammāsambodhiṁ abhisambuddhoti buddho,",
  "atk-s0501a1:6_5": "abuddhivihatattā buddhipaṭilābhā buddho. Buddhoti netaṁ nāmaṁ mātarā kataṁ, na pitarā",
  "atk-s0501a1:6_6": "kataṁ, na bhātarā kataṁ, na bhaginiyā kataṁ, na mittāmaccehi kataṁ, na ñātisālohitehi",
  "atk-s0501a1:6_7": "kataṁ, na samaṇabrāhmaṇehi kataṁ, na devatāhi kataṁ, vimokkhantikametaṁ buddhānaṁ",
  "atk-s0501a1:6_8": "bhagavantānaṁ bodhiyā mūle saha sabbaññutaññāṇassa paṭilābhā sacchikā paññatti yadidaṁ",
  "atk-s0501a1:6_9": "buddho’’ti (mahāni. 192; cūḷani. pārāyanatthutigāthāniddesa 97; paṭi. ma. 1.162).",
  "atk-s0501a1:7_0": "Ettha ca yathā loke avagantā avagatoti vuccati, evaṁ bujjhitā saccānīti buddho. Yathā",
  "atk-s0501a1:7_1": "paṇṇasosā vātā paṇṇasusāti vuccanti, evaṁ bodhetā pajāyāti buddho. Sabbaññutāya buddhoti",
  "atk-s0501a1:7_2": "sabbadhammabujjhanasamatthāya buddhiyā buddhoti vuttaṁ hoti. Sabbadassāvitāya buddhoti",
  "atk-s0501a1:7_3": "sabbadhammabodhanasamatthāya buddhiyā buddhoti vuttaṁ hoti. Anaññaneyyatāya buddhoti",
  "atk-s0501a1:7_4": "aññena abodhito sayameva buddhattā buddhoti vuttaṁ hoti. Vikasitāya buddhoti nānāguṇavikasanato",
  "atk-s0501a1:7_5": "padumamiva vikasanaṭṭhena buddhoti vuttaṁ hoti. Khīṇāsavasaṅkhātena buddhoti evamādīhi",
  "atk-s0501a1:7_6": "cittasaṅkocakaradhammapahānato niddākkhayavibuddho puriso viya sabbakilesaniddākkhayavibuddhattā",
  "atk-s0501a1:7_7": "buddhoti vuttaṁ hoti. Ekāyanamaggaṁ gatoti buddhoti buddhiyatthānaṁ gamanatthapariyāyato",
  "atk-s0501a1:7_8": "yathā maggaṁ gatopi puriso gatoti vuccati, evaṁ ekāyanamaggaṁ gatattāpi buddhoti",
  "atk-s0501a1:7_9": "vuccatīti dassetuṁ vuttaṁ. Eko anuttaraṁ sammāsambodhiṁ abhisambuddhoti buddhoti",
  "atk-s0501a1:7_10": "na parehi buddhattā buddho, kintu sayameva anuttaraṁ sammāsambodhiṁ abhisambuddhattā",
  "atk-s0501a1:7_11": "buddhoti vuttaṁ hoti . Abuddhivihatattā buddhipaṭilābhā buddhoti buddhi buddhaṁ bodhoti",
  "atk-s0501a1:7_12": "pariyāyavacanametaṁ. Tattha yathā nīlarattaguṇayogato ‘‘nīlo paṭo, ratto paṭo’’ti",
  "atk-s0501a1:7_13": "vuccati, evaṁ buddhiguṇayogato buddhoti ñāpetuṁ vuttaṁ hoti. Tato paraṁ buddhoti",
  "atk-s0501a1:7_14": "netaṁ nāmanti evamādi atthamanugatā ayaṁ paññattīti bodhanatthaṁ vuttanti evarūpena",
  "atk-s0501a1:7_15": "nayena sabbesaṁ padānaṁ buddhasaddassa sādhanasamattho attho veditabbo.",
  "atk-s0501a1:8": "Ayaṁ byañjanatopi buddhavibhāvanā.",
  "atk-s0501a1:9": "Saraṇagamanagamakavibhāvanā",
  "atk-s0501a1:10_0": "Idāni saraṇagamanādīsu hiṁsatīti saraṇaṁ, saraṇagatānaṁ teneva saraṇagamanena bhayaṁ",
  "atk-s0501a1:10_1": "santāsaṁ dukkhaṁ duggatiṁ parikkilesaṁ hiṁsati vidhamati nīharati nirodhetīti attho.",
  "atk-s0501a1:10_2": "Atha vā hite pavattanena ahitā ca nivattanena sattānaṁ bhayaṁ hiṁsatīti buddho, bhavakantārā",
  "atk-s0501a1:10_3": "uttaraṇena assāsadānena ca dhammo, appakānampi kārānaṁ vipulaphalapaṭilābhakaraṇena",
  "atk-s0501a1:10_4": "saṅgho. Tasmā imināpi pariyāyena taṁ ratanattayaṁ saraṇaṁ. Tappasādataggarutāhi vihataviddhaṁsitakileso",
  "atk-s0501a1:10_5": "tapparāyaṇatākārappavatto aparappaccayo vā cittuppādo saraṇagamanaṁ. Taṁsamaṅgī satto",
  "atk-s0501a1:10_6": "taṁ saraṇaṁ gacchati, vuttappakārena cittuppādena ‘‘esa me saraṇaṁ, esa me parāyaṇa’’nti",
  "atk-s0501a1:10_7": "evametaṁ upetīti attho . Upento ca ‘‘ete mayaṁ, bhante, bhagavantaṁ saraṇaṁ gacchāma,",
  "atk-s0501a1:10_8": "dhammañca, upāsake no bhagavā dhāretū’’ti tapussabhallikādayo viya samādānena vā,",
  "atk-s0501a1:10_9": "‘‘satthā me, bhante, bhagavā, sāvakohamasmī’’ti (saṁ. ni. 2.154) mahākassapādayo",
  "atk-s0501a1:10_10": "viya sissabhāvūpagamanena vā, ‘‘evaṁ vutte brahmāyu brāhmaṇo uṭṭhāyāsanā ekaṁsaṁ",
  "atk-s0501a1:10_11": "uttarāsaṅgaṁ karitvā yena bhagavā tenañjaliṁ paṇāmetvā tikkhattuṁ udānaṁ udānesi",
  "atk-s0501a1:10_12": "‘namo tassa bhagavato arahato sammāsambuddhassa. Namo tassa…pe… sammāsambuddhassā’’’ti",
  "atk-s0501a1:10_13": "(ma. ni. 2.388) brahmāyuādayo viya tappoṇattena vā, kammaṭṭhānānuyogino viya attasanniyyātanena",
  "atk-s0501a1:10_14": "vā, ariyapuggalā viya saraṇagamanupakkilesasamucchedena vāti anekappakāraṁ visayato kiccato ca upeti.",
  "atk-s0501a1:11": "Ayaṁ saraṇagamanassa gamakassa ca vibhāvanā.",
  "atk-s0501a1:12": "Bhedābhedaphaladīpanā",
  "atk-s0501a1:13_0": "Idāni ‘‘bhedābhedaṁ phalañcāpi, gamanīyañca dīpaye’’ti vuttānaṁ bhedādīnaṁ ayaṁ dīpanā,",
  "atk-s0501a1:13_1": "evaṁ saraṇagatassa puggalassa duvidho saraṇagamanabhedo – sāvajjo ca anavajjo ca.",
  "atk-s0501a1:13_2": "Anavajjo kālakiriyāya, sāvajjo aññasatthari vuttappakārappavattiyā, tasmiñca vuttappakāraviparītappavattiyā.",
  "atk-s0501a1:13_3": "So duvidhopi puthujjanānameva. Buddhaguṇesu aññāṇasaṁsayamicchāñāṇappavattiyā anādarādippavattiyā",
  "atk-s0501a1:13_4": "ca tesaṁ saraṇaṁ saṁkiliṭṭhaṁ hoti. Ariyapuggalā pana abhinnasaraṇā ceva asaṁkiliṭṭhasaraṇā",
  "atk-s0501a1:13_5": "ca honti. Yathāha ‘‘aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ diṭṭhisampanno puggalo",
  "atk-s0501a1:13_6": "aññaṁ satthāraṁ uddiseyyā’’ti (a. ni. 1.276; ma. ni. 3.128; vibha. 809). Puthujjanā",
  "atk-s0501a1:13_7": "tu yāvadeva saraṇabhedaṁ na pāpuṇanti, tāvadeva abhinnasaraṇā. Sāvajjova nesaṁ saraṇabhedo,",
  "atk-s0501a1:13_8": "saṁkileso ca aniṭṭhaphalado hoti. Anavajjo avipākattā aphalo, abhedo pana phalato",
  "atk-s0501a1:13_9": "iṭṭhameva phalaṁ deti.",
  "atk-s0501a1:14": "Yathāha –",
  "atk-s0501a1:15": "‘‘Yekeci buddhaṁ saraṇaṁ gatāse, na te gamissanti apāyabhūmiṁ;",
  "atk-s0501a1:16": "Pahāya mānusaṁ dehaṁ, devakāyaṁ paripūressantī’’ti. (dī. ni. 2.332; saṁ. ni. 1.37);",
  "atk-s0501a1:17": "Tatra ca ye saraṇagamanupakkilesasamucchedena saraṇaṁ gatā, te apāyaṁ na gamissanti. Itare pana saraṇagamanena na gamissantīti evaṁ gāthāya adhippāyo veditabbo.",
  "atk-s0501a1:18": "Ayaṁ tāva bhedābhedaphaladīpanā.",
  "atk-s0501a1:19": "Gamanīyadīpanā",
  "atk-s0501a1:20_0": "Gamanīyadīpanāyaṁ codako āha – ‘‘buddhaṁ saraṇaṁ gacchāmī’’ti ettha yo buddhaṁ saraṇaṁ",
  "atk-s0501a1:20_1": "gacchati, esa buddhaṁ vā gaccheyya saraṇaṁ vā, ubhayathāpi ca ekassa vacanaṁ niratthakaṁ.",
  "atk-s0501a1:20_2": "Kasmā? Gamanakiriyāya kammadvayābhāvato. Na hettha ‘‘ajaṁ gāmaṁ netī’’tiādīsu viya",
  "atk-s0501a1:20_3": "dvikammakattaṁ akkharacintakā icchanti.",
  "atk-s0501a1:21_0": "‘‘Gacchateva pubbaṁ disaṁ, gacchati pacchimaṁ disa’’ntiādīsu (saṁ. ni. 1.159; 3.87)",
  "atk-s0501a1:21_1": "viya sātthakamevāti ce? Na, buddhasaraṇānaṁ samānādhikaraṇabhāvassānadhippetato.",
  "atk-s0501a1:21_2": "Etesañhi samānādhikaraṇabhāve adhippete paṭihatacittopi buddhaṁ upasaṅkamanto buddhaṁ",
  "atk-s0501a1:21_3": "saraṇaṁ gato siyā. Yañhi taṁ buddhoti visesitaṁ saraṇaṁ, tamevesa gatoti. ‘‘Etaṁ",
  "atk-s0501a1:21_4": "kho saraṇaṁ khemaṁ, etaṁ saraṇamuttama’’nti (dha. pa. 192) vacanato samānādhikaraṇattamevāti",
  "atk-s0501a1:21_5": "ce? Na, tattheva tabbhāvato. Tattheva hi gāthāpade etaṁ buddhādiratanattayaṁ saraṇagatānaṁ",
  "atk-s0501a1:21_6": "bhayaharaṇattasaṅkhāte saraṇabhāve abyabhicaraṇato ‘‘khemamuttamañca saraṇa’’nti",
  "atk-s0501a1:21_7": "ayaṁ samānādhikaraṇabhāvo adhippeto, aññattha tu gamisambandhe sati saraṇagamanassa",
  "atk-s0501a1:21_8": "appasiddhito anadhippetoti asādhakametaṁ. ‘‘Etaṁ saraṇamāgamma, sabbadukkhā pamuccatī’’ti",
  "atk-s0501a1:21_9": "ettha gamisambandhepi saraṇagamanapasiddhito samānādhikaraṇattamevāti ce? Na pubbe",
  "atk-s0501a1:21_10": "vuttadosappasaṅgato. Tatrāpi hi samānādhikaraṇabhāve sati etaṁ buddhadhammasaṅghasaraṇaṁ",
  "atk-s0501a1:21_11": "paṭihatacittopi āgamma sabbadukkhā pamucceyyāti evaṁ pubbe vuttadosappasaṅgo eva",
  "atk-s0501a1:21_12": "siyā, na ca no dosena atthi atthoti asādhakametaṁ. Yathā ‘‘mamañhi, ānanda, kalyāṇamittaṁ",
  "atk-s0501a1:21_13": "āgamma jātidhammā sattā jātiyā parimuccantī’’ti (saṁ. ni. 1.129) ettha bhagavato",
  "atk-s0501a1:21_14": "kalyāṇamittassa ānubhāvena parimuccamānā sattā ‘‘kalyāṇamittaṁ āgamma parimuccantī’’ti",
  "atk-s0501a1:21_15": "vuttā. Evamidhāpi buddhadhammasaṅghassa saraṇassānubhāvena muccamāno ‘‘etaṁ saraṇamāgamma,",
  "atk-s0501a1:21_16": "sabbadukkhā pamuccatī’’ti vuttoti evamettha adhippāyo veditabbo.",
  "atk-s0501a1:22": "Evaṁ sabbathāpi na buddhassa gamanīyattaṁ yujjati, na saraṇassa, na ubhayesaṁ, icchitabbañca gacchāmīti niddiṭṭhassa gamakassa gamanīyaṁ, tato vattabbā ettha yuttīti. Vuccate –",
  "atk-s0501a1:23_0": "Buddhoyevettha gamanīyo, gamanākāradassanatthaṁ tu taṁ saraṇavacanaṁ, buddhaṁ saraṇanti",
  "atk-s0501a1:23_1": "gacchāmi. Esa me saraṇaṁ, esa me parāyaṇaṁ, aghassa, tātā, hitassa ca vidhātāti iminā",
  "atk-s0501a1:23_2": "adhippāyena etaṁ gacchāmi bhajāmi sevāmi payirupāsāmi, evaṁ vā jānāmi bujjhāmīti.",
  "atk-s0501a1:23_3": "Yesañhi dhātūnaṁ gatiattho buddhipi tesaṁ atthoti. Iti-saddassa appayogā ayuttamiti",
  "atk-s0501a1:23_4": "ce? Taṁ na. Tattha siyā – yadi cettha evamattho bhaveyya, tato ‘‘aniccaṁ rūpaṁ aniccaṁ",
  "atk-s0501a1:23_5": "rūpanti yathābhūtaṁ pajānātī’’ti evamādīsu (saṁ. ni. 3.55, 85) viya iti-saddo payutto",
  "atk-s0501a1:23_6": "siyā, na ca payutto, tasmā ayuttametanti. Tañca na, kasmā? Tadatthasambhavā. ‘‘Yo",
  "atk-s0501a1:23_7": "ca buddhañca dhammañca saṅghañca saraṇaṁ gato’’ti evamādīsu (dha. pa. 190) viya idhāpi",
  "atk-s0501a1:23_8": "iti-saddassa attho sambhavati, na ca vijjamānatthasambhavā iti-saddā sabbattha payujjanti,",
  "atk-s0501a1:23_9": "appayuttassāpettha payuttassa viya iti-saddassa attho viññātabbo aññesu ca evaṁjātikesu,",
  "atk-s0501a1:23_10": "tasmā adoso eva soti. ‘‘Anujānāmi, bhikkhave, tīhi saraṇagamanehi pabbajja’’ntiādīsu",
  "atk-s0501a1:23_11": "(mahāva. 34) saraṇasseva gamanīyato yaṁ vuttaṁ ‘‘gamanākāradassanatthaṁ tu saraṇavacana’’nti,",
  "atk-s0501a1:23_12": "taṁ na yuttamiti ce. Taṁ nāyuttaṁ. Kasmā? Tadatthasambhavā eva. Tatrāpi hi tassa",
  "atk-s0501a1:23_13": "attho sambhavati, yato pubbasadisameva appayuttopi payutto viya veditabbo. Itarathā",
  "atk-s0501a1:23_14": "hi pubbe vuttadosappasaṅgo eva siyā, tasmā yathānusiṭṭhameva gahetabbaṁ.",
  "atk-s0501a1:24": "Ayaṁ gamanīyadīpanā.",
  "atk-s0501a1:25": "Dhammasaṅghasaraṇavibhāvanā",
  "atk-s0501a1:26_0": "Idāni yaṁ vuttaṁ ‘‘dhammaṁ saraṇamiccādi, dvayepesa nayo mato’’ti ettha vuccate –",
  "atk-s0501a1:26_1": "yvāyaṁ ‘‘buddhaṁ saraṇaṁ gacchāmī’’ti ettha atthavaṇṇanānayo vutto, ‘‘dhammaṁ saraṇaṁ",
  "atk-s0501a1:26_2": "gacchāmi, saṅghaṁ saraṇaṁ gacchāmī’’ti etasmimpi padadvaye esova veditabbo. Tatrāpi",
  "atk-s0501a1:26_3": "hi dhammasaṅghānaṁ atthato byañjanato ca vibhāvanamattameva asadisaṁ, sesaṁ vuttasadisameva.",
  "atk-s0501a1:26_4": "Yato yadevettha asadisaṁ, taṁ vuccate – maggaphalanibbānāni dhammoti eke. Bhāvitamaggānaṁ",
  "atk-s0501a1:26_5": "sacchikatanibbānānañca apāyesu apatanabhāvena dhāraṇato paramassāsavidhānato ca maggavirāgā",
  "atk-s0501a1:26_6": "eva imasmiṁ atthe dhammoti amhākaṁ khanti, aggappasādasuttañceva sādhakaṁ. Vuttañcettha",
  "atk-s0501a1:26_7": "‘‘yāvatā, bhikkhave, dhammā saṅkhatā , ariyo aṭṭhaṅgiko maggo tesaṁ aggamakkhāyatī’’ti",
  "atk-s0501a1:26_8": "evamādi (a. ni. 4.34; itivu. 90).",
  "atk-s0501a1:27": "Catubbidhaariyamaggasamaṅgīnaṁ catusāmaññaphalasamadhivāsitakhandhasantānānañca puggalānaṁ samūho diṭṭhisīlasaṅghātena saṁhatattā saṅgho. Vuttañcetaṁ bhagavatā –",
  "atk-s0501a1:28_0": "‘‘Taṁ kiṁ maññasi, ānanda, ye vo mayā dhammā abhiññā desitā, seyyathidaṁ, cattāro",
  "atk-s0501a1:28_1": "satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni,",
  "atk-s0501a1:28_2": "satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo, passasi no tvaṁ, ānanda, imesu dhammesu",
  "atk-s0501a1:28_3": "dvepi bhikkhū nānāvāde’’ti (ma. ni. 3.43).",
  "atk-s0501a1:29_0": "Ayañhi paramatthasaṅgho saraṇanti gamanīyo. Sutte ca ‘‘āhuneyyo pāhuneyyo dakkhiṇeyyo",
  "atk-s0501a1:29_1": "añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassā’’ti (itivu. 90; a. ni. 4.34, 181)",
  "atk-s0501a1:29_2": "vutto. Etaṁ pana saraṇaṁ gatassa aññasmimpi bhikkhusaṅghe vā bhikkhunisaṅghe vā buddhappamukhe",
  "atk-s0501a1:29_3": "vā saṅghe sammutisaṅghe vā catuvaggādibhede ekapuggalepi vā bhagavantaṁ uddissa pabbajite",
  "atk-s0501a1:29_4": "vandanādikiriyāya saraṇagamanaṁ neva bhijjati na saṁkilissati, ayamettha viseso.",
  "atk-s0501a1:29_5": "Vuttāvasesantu imassa dutiyassa ca saraṇagamanassa bhedābhedādividhānaṁ pubbe vuttanayeneva",
  "atk-s0501a1:29_6": "veditabbaṁ. Ayaṁ tāva ‘‘dhammaṁ saraṇamiccādi, dvayepesa nayo mato’’ti etassa vaṇṇanā.",
  "atk-s0501a1:30": "Anupubbavavatthānakāraṇaniddeso",
  "atk-s0501a1:31_0": "Idāni anupubbavavatthāne, kāraṇañca viniddiseti ettha etesu ca tīsu saraṇavacanesu",
  "atk-s0501a1:31_1": "sabbasattānaṁ aggoti katvā paṭhamaṁ buddho, tappabhavato tadupadesitato ca anantaraṁ",
  "atk-s0501a1:31_2": "dhammo, tassa dhammassa ādhārakato tadāsevanato ca ante saṅgho. Sabbasattānaṁ vā",
  "atk-s0501a1:31_3": "hite niyojakoti katvā paṭhamaṁ buddho, tappabhavato sabbasattahitattā anantaraṁ dhammo,",
  "atk-s0501a1:31_4": "hitādhigamāya paṭipanno adhigatahito cāti katvā ante saṅgho saraṇabhāvena vavatthapetvā",
  "atk-s0501a1:31_5": "pakāsitoti evaṁ anupubbavavatthāne kāraṇañca viniddise.",
  "atk-s0501a1:32": "Upamāpakāsanā",
  "atk-s0501a1:33_0": "Idāni yampi vuttaṁ ‘‘saraṇattayametañca, upamāhi pakāsaye’’ti , tampi vuccate – ettha",
  "atk-s0501a1:33_1": "pana puṇṇacando viya buddho, candakiraṇanikaro viya tena desito dhammo, puṇṇacandakiraṇasamuppāditapīṇito",
  "atk-s0501a1:33_2": "loko viya saṅgho. Bālasūriyo viya buddho, tassa rasmijālamiva vuttappakāro dhammo,",
  "atk-s0501a1:33_3": "tena vihatandhakāro loko viya saṅgho. Vanadāhakapuriso viya buddho, vanadahanaggi",
  "atk-s0501a1:33_4": "viya kilesavanadahano dhammo, daḍḍhavanattā khettabhūto viya bhūmibhāgo daḍḍhakilesattā",
  "atk-s0501a1:33_5": "puññakkhettabhūto saṅgho. Mahāmegho viya buddho, salilavuṭṭhi viya dhammo, vuṭṭhinipātūpasamitareṇu",
  "atk-s0501a1:33_6": "viya janapado upasamitakilesareṇu saṅgho. Susārathi viya buddho, assājānīyavinayūpāyo",
  "atk-s0501a1:33_7": "viya dhammo, suvinītassājānīyasamūho viya saṅgho. Sabbadiṭṭhisalluddharaṇato sallakatto",
  "atk-s0501a1:33_8": "viya buddho, salluddharaṇūpāyo viya dhammo, samuddhaṭasallo viya jano samuddhaṭadiṭṭhisallo",
  "atk-s0501a1:33_9": "saṅgho. Mohapaṭalasamuppāṭanato vā sālākiyo viya buddho, paṭalasamuppāṭanupāyo viya",
  "atk-s0501a1:33_10": "dhammo, samuppāṭitapaṭalo vippasannalocano viya jano samuppāṭitamohapaṭalo vippasannañāṇalocano",
  "atk-s0501a1:33_11": "saṅgho. Sānusayakilesabyādhiharaṇasamatthatāya vā kusalo vejjo viya buddho, sammā",
  "atk-s0501a1:33_12": "payuttabhesajjamiva dhammo, bhesajjapayogena samupasantabyādhi viya janasamudāyo",
  "atk-s0501a1:33_13": "samupasantakilesabyādhānusayo saṅgho.",
  "atk-s0501a1:34_0": "Atha vā sudesako viya buddho, sumaggo viya khemantabhūmi viya ca dhammo, maggappaṭipanno",
  "atk-s0501a1:34_1": "khemantabhūmippatto viya saṅgho. Sunāviko viya buddho, nāvā viya dhammo, pārappatto",
  "atk-s0501a1:34_2": "sampattiko viya jano saṅgho. Himavā viya buddho, tappabhavosadhamiva dhammo, osadhūpabhogena",
  "atk-s0501a1:34_3": "nirāmayo viya jano saṅgho. Dhanado viya buddho, dhanaṁ viya dhammo, yathādhippāyaṁ",
  "atk-s0501a1:34_4": "laddhadhano viya jano sammāladdhaariyadhano saṅgho. Nidhidassanako viya buddho, nidhi",
  "atk-s0501a1:34_5": "viya dhammo, nidhippatto viya jano saṅgho.",
  "atk-s0501a1:35_0": "Apica abhayado viya vīrapuriso buddho, abhayamiva dhammo, sampattābhayo viya jano",
  "atk-s0501a1:35_1": "accantasabbabhayo saṅgho. Assāsako viya buddho, assāso viya dhammo, assatthajano",
  "atk-s0501a1:35_2": "viya saṅgho. Sumitto viya buddho, hitūpadeso viya dhammo, hitūpayogena pattasadattho",
  "atk-s0501a1:35_3": "viya jano saṅgho. Dhanākaro viya buddho, dhanasāro viya dhammo, dhanasārūpabhogo",
  "atk-s0501a1:35_4": "viya jano saṅgho. Rājakumāranhāpako viya buddho, sīsanhānasalilaṁ viya dhammo, sunhātarājakumāravaggo",
  "atk-s0501a1:35_5": "viya saddhammasalilasunhāto saṅgho. Alaṅkārakārako viya buddho, alaṅkāro viya dhammo,",
  "atk-s0501a1:35_6": "alaṅkatarājaputtagaṇo viya saddhammālaṅkato saṅgho. Candanarukkho viya buddho, tappabhavagandho",
  "atk-s0501a1:35_7": "viya dhammo, candanupabhogena santapariḷāho viya jano saddhammūpabhogena santapariḷāho",
  "atk-s0501a1:35_8": "saṅgho. Dāyajjasampadānako viya pitā buddho, dāyajjaṁ viya dhammo, dāyajjaharo puttavaggo",
  "atk-s0501a1:35_9": "viya saddhammadāyajjaharo saṅgho. Vikasitapadumaṁ viya buddho, tappabhavamadhu viya",
  "atk-s0501a1:35_10": "dhammo, tadupabhogībhamaragaṇo viya saṅgho. Evaṁ saraṇattayametañca, upamāhi pakāsaye.",
  "atk-s0501a1:36": "Ettāvatā ca yā pubbe ‘‘kena kattha kadā kasmā, bhāsitaṁ saraṇattaya’’ntiādīhi catūhi gāthāhi atthavaṇṇanāya mātikā nikkhittā, sā atthato pakāsitā hotīti.",
  "atk-s0501a1:37": "Paramatthajotikāya khuddakapāṭha-aṭṭhakathāya",
  "atk-s0501a1:38": "Saraṇattayavaṇṇanā niṭṭhitā."
}