{
  "atk-s0401a3:0": "3. Akammaniyavaggavaṇṇanā",
  "atk-s0401a3:1_0": "21-22. Tatiyassa paṭhame abhāvitanti avaḍḍhitaṁ bhāvanāvasena appavattitaṁ. Akammaniyaṁ",
  "atk-s0401a3:1_1": "hotīti kammakkhamaṁ kammayoggaṁ na hoti. Dutiye vuttavipariyāyena attho veditabbo.",
  "atk-s0401a3:1_2": "Ettha ca paṭhame cittanti vaṭṭavasena uppannacittaṁ, dutiye vivaṭṭavasena uppannacittaṁ.",
  "atk-s0401a3:1_3": "Tattha ca vaṭṭaṁ vaṭṭapādaṁ, vivaṭṭaṁ vivaṭṭapādanti ayaṁ pabhedo veditabbo. Vaṭṭaṁ",
  "atk-s0401a3:1_4": "nāma tebhūmakavaṭṭaṁ, vaṭṭapādaṁ nāma vaṭṭapaṭilābhāya kammaṁ, vivaṭṭaṁ nāma nava",
  "atk-s0401a3:1_5": "lokuttaradhammā, vivaṭṭapādaṁ nāma vivaṭṭapaṭilābhāya kammaṁ. Iti imesu suttesu vaṭṭavivaṭṭameva kathitanti.",
  "atk-s0401a3:2_0": "23-24. Tatiye vaṭṭavaseneva uppannacittaṁ veditabbaṁ. Mahato anatthāya saṁvattatīti",
  "atk-s0401a3:2_1": "devamanussasampattiyo mārabrahmaissariyāni ca dadamānampi punappunaṁ jātijarābyādhimaraṇasokaparidevadukkhadomanassupāyāse",
  "atk-s0401a3:2_2": "khandhadhātuāyatanapaṭiccasamuppādavaṭṭāni ca dadamānaṁ kevalaṁ dukkhakkhandhameva",
  "atk-s0401a3:2_3": "detīti mahato anatthāya saṁvattati nāmāti. Catutthe cittanti vivaṭṭavaseneva uppannacittaṁ.",
  "atk-s0401a3:3_0": "25-26. Pañcamachaṭṭhesu abhāvitaṁ apātubhūtanti ayaṁ viseso. Tatrāmayadhippāyo –",
  "atk-s0401a3:3_1": "vaṭṭavasena uppannacittaṁ nāma uppannampi abhāvitaṁ apātubhūtameva hoti. Kasmā ?",
  "atk-s0401a3:3_2": "Lokuttarapādakajjhānavipassanāmaggaphalanibbānesu pakkhandituṁ asamatthattā. Vivaṭṭavasena",
  "atk-s0401a3:3_3": "uppannaṁ pana bhāvitaṁ pātubhūtaṁ nāma hoti. Kasmā? Tesu dhammesu pakkhandituṁ samatthattā.",
  "atk-s0401a3:3_4": "Kurundakavāsī phussamittatthero panāha – “maggacittameva, āvuso, bhāvitaṁ pātubhūtaṁ nāma hotī”ti.",
  "atk-s0401a3:4": "27-28. Sattamaṭṭhamesu abahulīkatanti punappunaṁ akataṁ. Imānipi dve vaṭṭavivaṭṭavasena uppannacittāneva veditabbānīti.",
  "atk-s0401a3:5_0": "29. Navame “jātipi dukkhā”tiādinā nayena vuttaṁ dukkhaṁ adhivahati āharatīti dukkhādhivahaṁ.",
  "atk-s0401a3:5_1": "Dukkhādhivāhantipi pāṭho. Tassattho – lokuttarapādakajjhānādi ariyadhammābhimukhaṁ",
  "atk-s0401a3:5_2": "dukkhena adhivāhīyati pesīyatīti dukkhādhivāhaṁ. Idampi vaṭṭavasena uppannacittameva.",
  "atk-s0401a3:5_3": "Tañhi vuttappakārā devamanussādisampattiyo dadamānampi jātiādīnaṁ adhivahanato dukkhādhivahaṁ,",
  "atk-s0401a3:5_4": "ariyadhammādhigamāya duppesanato dukkhādhivāhañca nāma hotīti.",
  "atk-s0401a3:6_0": "30. Dasame vivaṭṭavasena uppannacittameva cittaṁ. Tañhi mānusakasukhato dibbasukhaṁ,",
  "atk-s0401a3:6_1": "dibbasukhato jhānasukhaṁ, jhānasukhato vipassanāsukhaṁ, vipassanāsukhato maggasukhaṁ,",
  "atk-s0401a3:6_2": "maggasukhato phalasukhaṁ, phalasukhato nibbānasukhaṁ adhivahati āharatīti sukhādhivahaṁ",
  "atk-s0401a3:6_3": "nāma hoti, sukhādhivāhaṁ vā. Tañhi lokuttarapādakajjhānādiariyadhammābhimukhaṁ supesayaṁ",
  "atk-s0401a3:6_4": "vissaṭṭhaindavajirasadisaṁ hotīti sukhādhivāhantipi vuccati. Imasmimpi vagge vaṭṭavivaṭṭameva kathitanti.",
  "atk-s0401a3:7": "Akammaniyavaggavaṇṇanā."
}