{
  "atk-s0302a3:0": "4. Anamataggasaṁyuttaṁ",
  "atk-s0302a3:1": "1. Paṭhamavaggo",
  "atk-s0302a3:2": "1. Tiṇakaṭṭhasuttavaṇṇanā",
  "atk-s0302a3:3_0": "124. Anamataggasaṁyuttassa paṭhame anamataggoti anu amataggo, vassasataṁ vassasahassaṁ",
  "atk-s0302a3:3_1": "ñāṇena anugantvāpi amataggo aviditaggo, nāssa sakkā ito vā etto vā aggaṁ jānituṁ,",
  "atk-s0302a3:3_2": "aparicchinnapubbāparakoṭikoti attho. Saṁsāroti khandhādīnaṁ avicchinnappavattā paṭipāṭi.",
  "atk-s0302a3:3_3": "Pubbā koṭi na paññāyatīti purimamariyādā na dissati. Yadaggena cassa purimā koṭi",
  "atk-s0302a3:3_4": "na paññāyati, pacchimāpi tadaggeneva na paññāyati, vemajjheyeva pana sattā saṁsaranti.",
  "atk-s0302a3:3_5": "Pariyādānaṁ gaccheyyāti idaṁ upamāya khuddakattā vuttaṁ. Bāhirasamayasmiñhi attho",
  "atk-s0302a3:3_6": "paritto hoti, upamā mahatī. “Hatthī viya ayaṁ goṇo, goṇo viya sūkaro, samuddo viya",
  "atk-s0302a3:3_7": "taḷāka”nti hi vutte na tesaṁ tādisaṁ pamāṇaṁ hoti. Buddhasamaye pana upamā parittā,",
  "atk-s0302a3:3_8": "attho mahā. Pāḷiyañhi eko jambudīpo gahito, evarūpānaṁ pana jambudīpānaṁ satepi sahassepi",
  "atk-s0302a3:3_9": "satasahassepi tiṇādīni tena upakkamena pariyādānaṁ gaccheyyuṁ, na tveva purisassa",
  "atk-s0302a3:3_10": "mātu mātaroti. Dukkhaṁ paccanubhūtanti tumhehi dukkhaṁ anubhūtaṁ. Tibbanti tasseva",
  "atk-s0302a3:3_11": "vevacanaṁ. Byasananti ñātibyasanādianekavidhaṁ. Kaṭasīti susānaṁ, pathavīyeva vā.",
  "atk-s0302a3:3_12": "Sā hi punappunaṁ marantehi sarīranikkhepena vaḍḍhitā. Alamevāti yuttameva. Paṭhamaṁ.",
  "atk-s0302a3:4": "2. Pathavīsuttavaṇṇanā",
  "atk-s0302a3:5": "125. Dutiye mahāpathavinti cakkavāḷapariyantaṁ mahāpathaviṁ. Nikkhipeyyāti taṁ pathaviṁ bhinditvā vuttappamāṇaṁ guḷikaṁ karitvā ekamantaṁ ṭhapeyya. Dutiyaṁ.",
  "atk-s0302a3:6": "3. Assusuttavaṇṇanā",
  "atk-s0302a3:7_0": "126. Tatiye kandantānanti sasaddaṁ rudamānānaṁ. Passannanti sanditaṁ pavattaṁ. Catūsu",
  "atk-s0302a3:7_1": "mahāsamuddesūti sinerurasmīhi paricchinnesu catūsu mahāsamuddesu. Sinerussa hi pācīnapassaṁ",
  "atk-s0302a3:7_2": "rajatamayaṁ, dakkhiṇapassaṁ maṇimayaṁ, pacchimapassaṁ phalikamayaṁ, uttarapassaṁ",
  "atk-s0302a3:7_3": "suvaṇṇamayaṁ. Pubbadakkhiṇapassehi nikkhantā rajatamaṇirasmiyo ekato hutvā mahāsamuddapiṭṭhena",
  "atk-s0302a3:7_4": "gantvā cakkavāḷapabbataṁ āhacca tiṭṭhanti, dakkhiṇapacchimapassehi nikkhantā maṇiphalikarasmiyo,",
  "atk-s0302a3:7_5": "pacchimuttarapassehi nikkhantā phalikasuvaṇṇarasmiyo, uttarapācīnapassehi nikkhantā",
  "atk-s0302a3:7_6": "suvaṇṇarajatarasmiyo ekato hutvā mahāsamuddapiṭṭhena gantvā cakkavāḷapabbataṁ āhacca",
  "atk-s0302a3:7_7": "tiṭṭhanti. Tāsaṁ rasmīnaṁ antaresu cattāro mahāsamuddā honti. Te sandhāya vuttaṁ",
  "atk-s0302a3:7_8": "“catūsu mahāsamuddesū”ti. Ñātibyasanantiādīsu byasananti viasanaṁ, vināsoti attho.",
  "atk-s0302a3:7_9": "Ñātīnaṁ byasanaṁ ñātibyasanaṁ, bhogānaṁ byasanaṁ bhogabyasanaṁ. Rogo pana sayameva",
  "atk-s0302a3:7_10": "ārogyaṁ viyasati vināsetīti byasanaṁ, rogova byasanaṁ rogabyasanaṁ. Tatiyaṁ.",
  "atk-s0302a3:8": "4. Khīrasuttavaṇṇanā",
  "atk-s0302a3:9_0": "127. Catutthe mātuthaññanti ekanāmikāya manussamātu khīraṁ. Imesañhi sattānaṁ gaṇḍuppādakipillikādīsu",
  "atk-s0302a3:9_1": "vā macchakacchapādīsu vā pakkhijātesu vā nibbattakāle mātukhīrameva natthi, ajapasumahiṁsādīsu",
  "atk-s0302a3:9_2": "nibbattakāle khīraṁ atthi, tathā manussesu. Tattha ajādikāle ca manussesu cāpi “devī",
  "atk-s0302a3:9_3": "sumanā tissā”ti evaṁ nānānāmikānaṁ kucchiyaṁ nibbattakāle aggahetvā tissāti ekanāmikāya",
  "atk-s0302a3:9_4": "eva mātu kucchiyaṁ nibbattakāle pītaṁ thaññaṁ catūsu mahāsamuddesu udakato bahutaranti",
  "atk-s0302a3:9_5": "veditabbaṁ. Catutthaṁ.",
  "atk-s0302a3:10": "5. Pabbatasuttavaṇṇanā",
  "atk-s0302a3:11_0": "128. Pañcame sakkā pana, bhanteti so kira bhikkhu cintesi – “satthā anamataggassa",
  "atk-s0302a3:11_1": "saṁsārassa dīghatamattā ‘na sukaraṁ na sukara’nti kathetiyeva, kathaṁ nacchindati,",
  "atk-s0302a3:11_2": "sakkā nu kho upamaṁ kārāpetu”nti. Tasmā evamāha. Kāsikenāti tayo kappāsaṁsū ekato",
  "atk-s0302a3:11_3": "gahetvā kantitasuttamayena atisukhumavatthena. Tena pana parimaṭṭhe kittakaṁ khīyeyyāti.",
  "atk-s0302a3:11_4": "Sāsapamattaṁ. Pañcamaṁ.",
  "atk-s0302a3:12": "6. Sāsapasuttavaṇṇanā",
  "atk-s0302a3:13": "129. Chaṭṭhe āyasaṁ nagaranti āyasena pākārena parikkhittaṁ nagaraṁ, na pana anto āyasehi ekabhūmikādipāsādehi ākiṇṇanti daṭṭhabbaṁ. Chaṭṭhaṁ.",
  "atk-s0302a3:14": "7. Sāvakasuttavaṇṇanā",
  "atk-s0302a3:15_0": "130. Sattame anussareyyunti ekena kappasatasahasse anussarite aparo tassa ṭhitaṭṭhānato",
  "atk-s0302a3:15_1": "aññaṁ satasahassaṁ, aññopi aññanti evaṁ cattāropi cattārisatasahassāni anussareyyuṁ. Sattamaṁ.",
  "atk-s0302a3:16": "8-9. Gaṅgāsuttādivaṇṇanā",
  "atk-s0302a3:17": "131-132. Aṭṭhame yā etasmiṁ antare vālikāti yā etasmiṁ āyāmato pañcayojanasatike antare vālikā. Navame vattabbaṁ natthi. Aṭṭhamanavamāni.",
  "atk-s0302a3:18": "10. Puggalasuttavaṇṇanā",
  "atk-s0302a3:19_0": "133. Dasame aṭṭhikaṅkalotiādīni tīṇipi rāsivevacanāneva. Imesaṁ pana sattānaṁ saaṭṭhikālato",
  "atk-s0302a3:19_1": "anaṭṭhikālova bahutaro. Gaṇḍuppādakādipāṇabhūtānañhi etesaṁ aṭṭhimeva natthi, macchakacchapādibhūtānaṁ",
  "atk-s0302a3:19_2": "pana aṭṭhimeva bahutaraṁ, tasmā anaṭṭhikālañca bahuaṭṭhikālañca aggahetvā samaṭṭhikālova",
  "atk-s0302a3:19_3": "gahetabbo. Uttarogijjhakūṭassāti gijjhakūṭassa uttarapasse ṭhito. Magadhānaṁ giribbajeti",
  "atk-s0302a3:19_4": "magadharaṭṭhassa giribbaje, giriparikkhepe ṭhitoti attho. Sesaṁ sabbattha uttānamevāti. Dasamaṁ.",
  "atk-s0302a3:20": "Paṭhamo vaggo.",
  "atk-s0302a3:21": "2. Dutiyavaggo",
  "atk-s0302a3:22": "1. Duggatasuttavaṇṇanā",
  "atk-s0302a3:23": "134. Dutiyavaggassa paṭhame duggatanti daliddaṁ kapaṇaṁ. Durūpetanti dussaṇṭhānehi hatthapādehi upetaṁ. Paṭhamaṁ.",
  "atk-s0302a3:24": "2. Sukhitasuttavaṇṇanā",
  "atk-s0302a3:25": "135. Dutiye sukhitanti sukhasamappitaṁ mahaddhanaṁ mahābhogaṁ. Susajjitanti alaṅkatapaṭiyattaṁ hatthikkhandhagataṁ mahāparivāraṁ. Dutiyaṁ.",
  "atk-s0302a3:26": "3. Tiṁsamattasuttavaṇṇanā",
  "atk-s0302a3:27_0": "136. Tatiye pāveyyakāti pāveyyadesavāsino. Sabbe āraññikātiādīsu dhutaṅgasamādānavasena",
  "atk-s0302a3:27_1": "tesaṁ āraññikādibhāvo veditabbo. Sabbe sasaṁyojanāti sabbe sabandhanā, keci sotāpannā,",
  "atk-s0302a3:27_2": "keci sakadāgāmino, keci anāgāmino. Tesu hi puthujjano vā khīṇāsavo vā natthi. Gunnantiādīsu",
  "atk-s0302a3:27_3": "setakāḷādivaṇṇesu ekekavaṇṇakālova gahetabbo. Pāripanthakāti paripanthe tiṭṭhanakā",
  "atk-s0302a3:27_4": "panthaghātacorā. Pāradārikāti paradāracārittaṁ āpajjanakā. Tatiyaṁ.",
  "atk-s0302a3:28": "4-9. Mātusuttādivaṇṇanā",
  "atk-s0302a3:29_0": "137-142. Catutthādīsu liṅganiyamena ceva cakkavāḷaniyamena ca attho veditabbo. Purisānañhi",
  "atk-s0302a3:29_1": "mātugāmakālo, mātugāmānañca purisakāloti evamettha liṅganiyamo. Imamhā cakkavāḷā",
  "atk-s0302a3:29_2": "sattā paracakkavāḷaṁ, paracakkavāḷā ca imaṁ cakkavāḷaṁ saṁsaranti. Tesu imasmiṁ cakkavāḷe",
  "atk-s0302a3:29_3": "mātugāmakāle mātubhūtaññeva dassento yo namātābhūtapubboti āha. Yo napitābhūtapubbotiādīsupi",
  "atk-s0302a3:29_4": "eseva nayo. Catutthādīni.",
  "atk-s0302a3:30": "10. Vepullapabbatasuttavaṇṇanā",
  "atk-s0302a3:31_0": "143. Dasame bhūtapubbanti atītakāle ekaṁ apadānaṁ āharitvā dasseti. Samaññā udapādīti",
  "atk-s0302a3:31_1": "paññatti ahosi. Catūhena ārohantīti idaṁ thāmamajjhime sandhāya vuttaṁ. Agganti uttamaṁ.",
  "atk-s0302a3:31_2": "Bhaddayuganti sundarayugalaṁ. Tīhena ārohantīti ettāvatā kira dvinnaṁ buddhānaṁ antare",
  "atk-s0302a3:31_3": "yojanaṁ pathavī ussannā, so pabbato tiyojanubbedho jāto.",
  "atk-s0302a3:32_0": "Appaṁ vā bhiyyoti vassasatato uttariṁ appaṁ dasa vā vīsaṁ vā vassāni. Puna vassasatameva",
  "atk-s0302a3:32_1": "jīvanako nāma natthi, uttamakoṭiyā pana saṭṭhi vā asīti vā vassāni jīvanti. Vassasataṁ",
  "atk-s0302a3:32_2": "pana appatvā pañcavassadasavassādikāle mīyamānāva bahukā. Ettha ca kakusandho bhagavā",
  "atk-s0302a3:32_3": "cattālīsavassasahassāyukakāle, koṇāgamano tiṁsavassasahassāyukakāle nibbattoti idaṁ",
  "atk-s0302a3:32_4": "anupubbena parihīnasadisaṁ kataṁ, na pana evaṁ parihīnaṁ, vaḍḍhitvā vaḍḍhitvā parihīnanti",
  "atk-s0302a3:32_5": "veditabbaṁ. Kathaṁ? Kakusandho tāva bhagavā imasmiṁyeva kappe cattālīsavassasahassāyukakāle",
  "atk-s0302a3:32_6": "nibbatto āyuppamāṇaṁ pañca koṭṭhāse katvā cattāro ṭhatvā pañcame vijjamāneyeva parinibbuto.",
  "atk-s0302a3:32_7": "Taṁ āyu parihāyamānaṁ dasavassakālaṁ patvā puna vaḍḍhamānaṁ asaṅkheyyaṁ hutvā tato",
  "atk-s0302a3:32_8": "parihāyamānaṁ tiṁsavassasahassāyukakāle ṭhitaṁ, tadā koṇāgamano nibbatto. Tasmimpi",
  "atk-s0302a3:32_9": "tatheva parinibbute taṁ āyu dasavassakālaṁ patvā puna vaḍḍhamānaṁ asaṅkheyyaṁ hutvā",
  "atk-s0302a3:32_10": "parihāyitvā vīsavassasahassakāle ṭhitaṁ, tadā kassapo bhagavā nibbatto. Tasmimpi",
  "atk-s0302a3:32_11": "tatheva parinibbute taṁ āyu dasavassakālaṁ patvā puna vaḍḍhamānaṁ asaṅkheyyaṁ hutvā",
  "atk-s0302a3:32_12": "parihāyitvā vassasatakālaṁ pattaṁ, atha amhākaṁ sammāsambuddho nibbatto. Evaṁ anupubbena",
  "atk-s0302a3:32_13": "parihāyitvā vaḍḍhitvā vaḍḍhitvā parihīnanti veditabbaṁ. Tattha ca yaṁ āyuparimāṇesu",
  "atk-s0302a3:32_14": "mandesu buddhā nibbattanti, tesampi tadeva āyuparimāṇaṁ hotīti. Dasamaṁ.",
  "atk-s0302a3:33": "Dutiyo vaggo.",
  "atk-s0302a3:34": "Anamataggasaṁyuttavaṇṇanā niṭṭhitā."
}