{
  "atk-s0517a6:0": "5. Vimokkhakathā",
  "atk-s0517a6:1": "1. Vimokkhuddesavaṇṇanā",
  "atk-s0517a6:2_0": "209. Idāni indriyakathānantaraṁ kathitāya vimokkhakathāya apubbatthānuvaṇṇanā anuppattā.",
  "atk-s0517a6:2_1": "Ayañhi vimokkhakathā indriyabhāvanānuyuttassa vimokkhasabbhāvato indriyakathānantaraṁ",
  "atk-s0517a6:2_2": "kathitā. Tañca kathento bhagavato sammukhā sutasuttantadesanāpubbaṅgamaṁ katvā kathesi.",
  "atk-s0517a6:2_3": "Tattha suttante tāva suññato vimokkhotiādīsu suññatākārena nibbānaṁ ārammaṇaṁ katvā",
  "atk-s0517a6:2_4": "pavatto ariyamaggo suññato vimokkho. So hi suññatāya dhātuyā uppannattā suññato,",
  "atk-s0517a6:2_5": "kilesehi vimuttattā vimokkho. Eteneva nayena animittākārena nibbānaṁ ārammaṇaṁ katvā",
  "atk-s0517a6:2_6": "pavatto animitto, appaṇihitākārena nibbānaṁ ārammaṇaṁ katvā pavatto appaṇihitoti veditabbo.",
  "atk-s0517a6:3_0": "Eko hi āditova aniccato saṅkhāre sammasati. Yasmā pana na aniccato sammasanamatteneva",
  "atk-s0517a6:3_1": "maggavuṭṭhānaṁ hoti, dukkhatopi anattatopi sammasitabbameva, tasmā dukkhatopi anattatopi",
  "atk-s0517a6:3_2": "sammasati. Tassa evaṁ paṭipannassa aniccato ce sammasanakāle maggavuṭṭhānaṁ hoti,",
  "atk-s0517a6:3_3": "ayaṁ aniccato abhinivisitvā aniccato vuṭṭhāti nāma. Sace panassa dukkhato anattato",
  "atk-s0517a6:3_4": "sammasanakāle maggavuṭṭhānaṁ hoti, ayaṁ aniccato abhinivisitvā dukkhato, anattato",
  "atk-s0517a6:3_5": "vuṭṭhāti nāma. Esa nayo dukkhato anattato abhinivisitvā vuṭṭhānesupi. Ettha ca yopi",
  "atk-s0517a6:3_6": "aniccato abhiniviṭṭho, yopi dukkhato, yopi anattato. Vuṭṭhānakāle ce aniccato vuṭṭhānaṁ",
  "atk-s0517a6:3_7": "hoti, tayopi janā adhimokkhabahulā honti, saddhindriyaṁ paṭilabhanti, animittavimokkhena",
  "atk-s0517a6:3_8": "vimuccanti, paṭhamamaggakkhaṇe saddhānusārino honti, sattasu ṭhānesu saddhāvimuttā.",
  "atk-s0517a6:3_9": "Sace pana dukkhato vuṭṭhānaṁ hoti, tayopi janā passaddhibahulā honti, samādhindriyaṁ",
  "atk-s0517a6:3_10": "paṭilabhanti, appaṇihitavimokkhena vimuccanti, sabbattha kāyasakkhino honti. Yassa",
  "atk-s0517a6:3_11": "panettha arūpajjhānaṁ pādakaṁ hoti, so aggaphale ubhatobhāgavimutto hoti. Atha nesaṁ",
  "atk-s0517a6:3_12": "anattato vuṭṭhānaṁ hoti, tayopi janā vedabahulā honti, paññindriyaṁ paṭilabhanti,",
  "atk-s0517a6:3_13": "suññatavimokkhena vimuccanti, paṭhamamaggakkhaṇe dhammānusārino honti, chasu ṭhānesu",
  "atk-s0517a6:3_14": "diṭṭhippattā, aggaphale paññāvimuttāti.",
  "atk-s0517a6:4_0": "Apica maggo nāma pañcahi kāraṇehi nāmaṁ labhati sarasena vā paccanīkena vā saguṇena",
  "atk-s0517a6:4_1": "vā ārammaṇena vā āgamanena vā. Sace hi saṅkhārupekkhā aniccato saṅkhāre sammasitvā",
  "atk-s0517a6:4_2": "vuṭṭhāti, animittavimokkhena vimuccati. Sace dukkhato sammasitvā vuṭṭhāti, appaṇihitavimokkhena",
  "atk-s0517a6:4_3": "vimuccati. Sace anattato sammasitvā vuṭṭhāti, suññatavimokkhena vimuccati. Idaṁ sarasato",
  "atk-s0517a6:4_4": "nāmaṁ nāma. Aniccānupassanāya pana saṅkhārānaṁ ghanavinibbhogaṁ katvā niccanimittadhuvanimittasassatanimittāni",
  "atk-s0517a6:4_5": "pahāya āgatattā animitto, dukkhānupassanāya sukhasaññaṁ pahāya paṇidhipatthanaṁ sukkhāpetvā",
  "atk-s0517a6:4_6": "āgatattā appaṇihito, anattānupassanāya attasattapuggalasaññaṁ pahāya saṅkhāre suññato",
  "atk-s0517a6:4_7": "diṭṭhattā suññatoti idaṁ paccanīkato nāmaṁ nāma. Rāgādīhi pana suññattā suññato,",
  "atk-s0517a6:4_8": "rūpanimittādīnaṁ, rāganimittādīnaṁyeva vā abhāvena animitto, rāgapaṇidhiādīnaṁ abhāvato",
  "atk-s0517a6:4_9": "appaṇihitoti idamassa saguṇato nāmaṁ nāma. Soyaṁ suññaṁ animittaṁ appaṇihitañca nibbānaṁ",
  "atk-s0517a6:4_10": "ārammaṇaṁ karotītipi suññato animitto appaṇihitoti vuccati. Idamassa ārammaṇato nāmaṁ",
  "atk-s0517a6:4_11": "nāma. Āgamanaṁ pana duvidhaṁ vipassanāgamanaṁ maggāgamanañca. Tattha magge vipassanāgamanaṁ",
  "atk-s0517a6:4_12": "labbhati, phale maggāgamanaṁ. Anattānupassanā hi suññatā nāma, suññatavipassanāya",
  "atk-s0517a6:4_13": "maggo suññato, suññatamaggassa phalaṁ suññataṁ. Aniccānupassanā animittā nāma, animittavipassanāya",
  "atk-s0517a6:4_14": "maggo animitto. Idaṁ pana nāmaṁ abhidhammapariyāye na labbhati, suttantapariyāye",
  "atk-s0517a6:4_15": "pana labbhati. Tattha hi gotrabhuñāṇaṁ animittaṁ nibbānaṁ ārammaṇaṁ katvā animittanāmakaṁ",
  "atk-s0517a6:4_16": "hutvā sayaṁ āgamanīyaṭṭhāne ṭhatvā maggassa nāmaṁ detīti vadanti. Tena maggo animittoti",
  "atk-s0517a6:4_17": "vutto. Maggāgamanena phalaṁ animittanti yujjatiyeva. Dukkhānupassanā saṅkhāresu paṇidhiṁ",
  "atk-s0517a6:4_18": "sukkhāpetvā āgatattā appaṇihitā nāma, appaṇihitavipassanāya maggo appaṇihito, appaṇihitamaggassa",
  "atk-s0517a6:4_19": "phalaṁ appaṇihitanti evaṁ vipassanā attano nāmaṁ maggassa deti, maggo phalassāti",
  "atk-s0517a6:4_20": "idaṁ āgamanato nāmaṁ nāma. Evaṁ saṅkhārupekkhā vimokkhavisesaṁ niyametīti.",
  "atk-s0517a6:5_0": "Evaṁ bhagavatā desite tayo mahāvatthuke vimokkhe uddisitvā taṁniddesavaseneva aparepi",
  "atk-s0517a6:5_1": "vimokkhe niddisitukāmo apica aṭṭhasaṭṭhi vimokkhātiādimāha. Tattha apicāti aparapariyāyadassanaṁ.",
  "atk-s0517a6:5_2": "Kathaṁ te aṭṭhasaṭṭhi honti, nanu te pañcasattatīti? Saccaṁ yathārutavasena pañcasattati.",
  "atk-s0517a6:5_3": "Bhagavatā pana desite tayo vimokkhe ṭhapetvā aññavimokkhe niddisanato imesaṁ tadavarodhato",
  "atk-s0517a6:5_4": "ca ime tayo na gaṇetabbā, ajjhattavimokkhādayo tayopi vimokkhā catudhā vitthāravacaneyeva",
  "atk-s0517a6:5_5": "antogadhattā na gaṇetabbā, “paṇihito vimokkho, appaṇihito vimokkho”ti ettha appaṇihito",
  "atk-s0517a6:5_6": "vimokkho paṭhamaṁ uddiṭṭhena ekanāmikattā na gaṇetabbo, evaṁ imesu sattasu apanītesu",
  "atk-s0517a6:5_7": "sesā aṭṭhasaṭṭhi vimokkhā honti. Evaṁ sante suññatavimokkhādayo tayo puna kasmā uddiṭṭhāti",
  "atk-s0517a6:5_8": "ce? Uddesena saṅgahetvā tesampi niddesakaraṇatthaṁ. Ajjhattavuṭṭhānādayo pana tayo",
  "atk-s0517a6:5_9": "pabhedaṁ vinā mūlarāsivasena uddiṭṭhā, paṇihitavimokkhapaṭipakkhavasena puna appaṇihito",
  "atk-s0517a6:5_10": "vimokkho uddiṭṭhoti veditabbo.",
  "atk-s0517a6:6_0": "Ajjhattavuṭṭhānādīsu ajjhattato vuṭṭhātīti ajjhattavuṭṭhāno. Anulomentīti anulomā.",
  "atk-s0517a6:6_1": "Ajjhattavuṭṭhānānaṁ paṭippassaddhi apagamā ajjhattavuṭṭhānapaṭippassaddhi. Rūpīti",
  "atk-s0517a6:6_2": "ajjhattaṁ kesādīsu uppāditaṁ rūpajjhānaṁ rūpaṁ, taṁ rūpamassa atthīti rūpī rūpāni",
  "atk-s0517a6:6_3": "passatīti bahiddhā nīlakasiṇādirūpāni jhānacakkhunā passati. Iminā ajjhattabahiddhāvatthukesu",
  "atk-s0517a6:6_4": "kasiṇesu jhānapaṭilābho dassito. Ajjhattaṁ arūpasaññīti ajjhattaṁ na rūpasaññī, attano",
  "atk-s0517a6:6_5": "kesādīsu anuppāditarūpāvacarajjhānoti attho. Iminā bahiddhā parikammaṁ katvā bahiddhāva",
  "atk-s0517a6:6_6": "paṭiladdhajjhānatā dassitā. Subhanteva adhimuttoti “subha”micceva ārammaṇe adhimutto.",
  "atk-s0517a6:6_7": "Tattha kiñcāpi antoappanāyaṁ “subha”nti ābhogo natthi, yo pana appaṭikūlākārena sattārammaṇaṁ",
  "atk-s0517a6:6_8": "pharanto viharati, so yasmā “subha”nteva adhimutto hoti, tasmā evaṁ uddeso katoti.",
  "atk-s0517a6:6_9": "Appitappitasamaye eva vikkhambhanavimuttisabbhāvato samayavimokkho. Soyeva sakiccakaraṇavasena",
  "atk-s0517a6:6_10": "appitasamaye eva niyuttoti sāmayiko. Sāmāyikotipi pāṭho. Kopetuṁ bhañjituṁ sakkuṇeyyatāya",
  "atk-s0517a6:6_11": "kuppo. Lokaṁ anatikkamanato loke niyuttoti lokiko. Lokiyotipi pāṭho. Lokaṁ uttarati,",
  "atk-s0517a6:6_12": "uttiṇṇoti vā lokuttaro. Ārammaṇakaraṇavasena saha āsavehīti sāsavo. Ārammaṇakaraṇavasena",
  "atk-s0517a6:6_13": "sampayogavasena ca natthettha āsavāti anāsavo. Rūpasaṅkhātena saha āmisenāti sāmiso.",
  "atk-s0517a6:6_14": "Sabbaso rūpārūpappahānā nirāmisatopi nirāmisataroti nirāmisā nirāmisataro. Paṇihitoti",
  "atk-s0517a6:6_15": "taṇhāvasena paṇihito patthito. Ārammaṇakaraṇavasena saññojanehi saṁyuttattā saññutto.",
  "atk-s0517a6:6_16": "Ekattavimokkhoti kilesehi anajjhāruḷhattā ekasabhāvo vimokkho. Saññāvimokkhoti vipassanāñāṇameva",
  "atk-s0517a6:6_17": "viparītasaññāya vimuccanato saññāvimokkho. Tadeva vipassanāñāṇaṁ sammohato vimuccanavasena",
  "atk-s0517a6:6_18": "ñāṇameva vimokkhoti ñāṇavimokkho. Sītisiyāvimokkhoti vipassanāñāṇameva sīti bhaveyyāti",
  "atk-s0517a6:6_19": "pavatto vimokkho sītisiyāvimokkho. Sītisikāvimokkhotipi pāṭho, sītibhāvikāya vimokkhoti",
  "atk-s0517a6:6_20": "tassa atthaṁ vaṇṇayanti. Jhānavimokkhoti upacārappanābhedaṁ lokiyalokuttarabhedañca",
  "atk-s0517a6:6_21": "jhānameva vimokkho. Anupādā cittassa vimokkhoti anupādiyitvā gahaṇaṁ akatvā cittassa",
  "atk-s0517a6:6_22": "vimokkho. Sesaṁ vuttanayeneva veditabbanti.",
  "atk-s0517a6:7": "Vimokkhuddesavaṇṇanā niṭṭhitā.",
  "atk-s0517a6:8": "2. Vimokkhaniddesavaṇṇanā",
  "atk-s0517a6:9_0": "210.Katamotiādike uddesassa niddese iti paṭisañcikkhatīti evaṁ upaparikkhati. Suññamidanti",
  "atk-s0517a6:9_1": "idaṁ khandhapañcakaṁ suññaṁ. Kena suññaṁ? Attena vā attaniyena vā. Tattha attena",
  "atk-s0517a6:9_2": "vāti bālajanaparikappitassa attano abhāvā tena attanā ca suññaṁ. Attaniyena vāti",
  "atk-s0517a6:9_3": "tassa parikappitassa attano santakena ca suññaṁ. Attano abhāveneva attaniyābhāvo.",
  "atk-s0517a6:9_4": "Attaniyañca nāma niccaṁ vā siyā sukhaṁ vā, tadubhayampi natthi. Tena niccapaṭikkhepena",
  "atk-s0517a6:9_5": "aniccānupassanā, sukhapaṭikkhepena dukkhānupassanā ca vuttā hoti. Suññamidaṁ attena",
  "atk-s0517a6:9_6": "vāti anattānupassanāyeva vuttā. Soti so evaṁ tīhi anupassanāhi vipassamāno bhikkhu.",
  "atk-s0517a6:9_7": "Abhinivesaṁ na karotīti anattānupassanāvasena attābhinivesaṁ na karoti.",
  "atk-s0517a6:10_0": "Nimittaṁ na karotīti aniccānupassanāvasena niccanimittaṁ na karoti. Paṇidhiṁ na karotīti",
  "atk-s0517a6:10_1": "dukkhānupassanāvasena paṇidhiṁ na karoti. Ime tayo vimokkhā pariyāyena vipassanākkhaṇe",
  "atk-s0517a6:10_2": "tadaṅgavasenāpi labbhanti, nippariyāyena pana samucchedavasena maggakkhaṇeyeva. Cattāri",
  "atk-s0517a6:10_3": "jhānāni ajjhattaṁ nīvaraṇādīhi vuṭṭhānato ajjhattavuṭṭhāno vimokkho. Catasso arūpasamāpattiyo",
  "atk-s0517a6:10_4": "ārammaṇehi vuṭṭhānato bahiddhāvuṭṭhāno vimokkho. Ārammaṇampi hi bāhirāyatanāni viya",
  "atk-s0517a6:10_5": "idha “bahiddhā”ti vuttaṁ. Ime dve vikkhambhanavimokkhā, dubhato vuṭṭhāno pana samucchedavimokkho.",
  "atk-s0517a6:11_0": "Nīvaraṇehi vuṭṭhātītiādīhi ajjhattavuṭṭhānaṁ sarūpato vuttaṁ. Rūpasaññāyātiādīhi",
  "atk-s0517a6:11_1": "kasiṇādiārammaṇasamatikkamassa pākaṭattā taṁ avatvā suttantesu vuttarūpasaññādisamatikkamo",
  "atk-s0517a6:11_2": "vutto. Sakkāyadiṭṭhivicikicchāsīlabbataparāmāsāti samāsapadaṁ, sakkāyadiṭṭhiyā vicikicchāya",
  "atk-s0517a6:11_3": "sīlabbataparāmāsāti vicchedo. Ayameva vā pāṭho.",
  "atk-s0517a6:12_0": "211.Vitakko cātiādīhi jhānānaṁ samāpattīnañca upacārabhūmiyo vuttā. Aniccānupassanātiādīhi",
  "atk-s0517a6:12_1": "catunnaṁ maggānaṁ pubbabhāgavipassanā vuttā. Paṭilābhovāti pañcavidhavasippattiyā",
  "atk-s0517a6:12_2": "byāpito patthaṭo lābhoti paṭilābho. Vasippattiyā hi sabbo jhānapayogo ca samāpattipayogo",
  "atk-s0517a6:12_3": "ca paṭippassaddho hoti, tasmā paṭilābho “paṭippassaddhivimokkho”ti vutto. Vipāko",
  "atk-s0517a6:12_4": "pana jhānassa samāpattiyā ca paṭippassaddhi hotīti ujukameva. Keci pana “upacārapayogassa",
  "atk-s0517a6:12_5": "paṭippassaddhattā jhānassa samāpattiyā ca paṭilābho hoti, tasmā jhānasamāpattipaṭilābho",
  "atk-s0517a6:12_6": "‘paṭippassaddhivimokkho’ti vuccatī”ti vadanti.",
  "atk-s0517a6:13_0": "212.Ajjhattanti attānaṁ adhikicca pavattaṁ. Paccattanti attānaṁ paṭicca pavattaṁ.",
  "atk-s0517a6:13_1": "Ubhayenāpi niyakajjhattameva dīpeti nīlanimittanti nīlameva. Nīlasaññaṁ paṭilabhatīti",
  "atk-s0517a6:13_2": "tasmiṁ nīlanimitte nīlamitisaññaṁ paṭilabhati. Suggahitaṁ karotīti parikammabhūmiyaṁ",
  "atk-s0517a6:13_3": "suṭṭhu uggahitaṁ karoti. Sūpadhāritaṁ upadhāretīti upacārabhūmiyaṁ suṭṭhu upadhāritaṁ",
  "atk-s0517a6:13_4": "katvā upadhāreti. Svāvatthitaṁ avatthāpetīti appanābhūmiyaṁ suṭṭhu nicchitaṁ nicchināti.",
  "atk-s0517a6:13_5": "Vavatthāpetītipi pāṭho. Ajjhattañhi nīlaparikammaṁ karonto kese vā pitte vā akkhitārakāyaṁ",
  "atk-s0517a6:13_6": "vā karoti. Bahiddhā nīlanimitteti nīlapupphanīlavatthanīladhātūnaṁ aññatare nīlakasiṇe.",
  "atk-s0517a6:13_7": "Cittaṁ upasaṁharatīti cittaṁ upaneti. Pītādīsupi eseva nayo. Āsevatīti tameva saññaṁ",
  "atk-s0517a6:13_8": "ādito sevati. Bhāvetīti vaḍḍheti. Bahulīkarotīti punappunaṁ karoti. Rūpanti nīlanimittaṁ",
  "atk-s0517a6:13_9": "rūpaṁ. Rūpasaññīti tasmiṁ rūpe saññā rūpasaññā, sā assa atthīti rūpasaññī. Ajjhattaṁ",
  "atk-s0517a6:13_10": "pītanimittādīsu pītaparikammaṁ karonto mede vā chaviyā vā akkhīnaṁ pītaṭṭhāne vā",
  "atk-s0517a6:13_11": "karoti. Lohitaparikammaṁ karonto maṁse vā lohite vā jivhāya vā hatthatalapādatalesu",
  "atk-s0517a6:13_12": "vā akkhīnaṁ rattaṭṭhāne vā karoti. Odātaparikammaṁ karonto aṭṭhimhi vā dante vā nakhe",
  "atk-s0517a6:13_13": "vā akkhīnaṁ setaṭṭhāne vā karoti. Ajjhattaṁ arūpanti ajjhattaṁ rūpanimittaṁ natthīti attho.",
  "atk-s0517a6:14_0": "Mettāsahagatenāti paṭhamadutiyatatiyajjhānavasena mettāya samannāgatena. Cetasāti",
  "atk-s0517a6:14_1": "cittena. Ekaṁ disanti ekaṁ ekissā disāya paṭhamapariggahitaṁ sattaṁ upādāya ekadisāpariyāpannasattapharaṇavasena",
  "atk-s0517a6:14_2": "vuttaṁ. Pharitvāti phusitvā ārammaṇaṁ katvā. Viharatīti brahmavihārādhiṭṭhitaṁ iriyāpathavihāraṁ",
  "atk-s0517a6:14_3": "pavatteti. Tathā dutiyanti yathā puratthimādīsu yaṁkiñci ekaṁ disaṁ pharitvā viharati,",
  "atk-s0517a6:14_4": "tatheva tadanantaraṁ dutiyaṁ tatiyaṁ catutthaṁ vāti attho. Iti uddhanti eteneva nayena",
  "atk-s0517a6:14_5": "uparimaṁ disanti vuttaṁ hoti. Adho tiriyanti adhodisampi tiriyaṁ disampi evameva.",
  "atk-s0517a6:14_6": "Tattha ca adhoti heṭṭhā. Tiriyanti anudisā. Evaṁ sabbadisāsu assamaṇḍalikāya assamiva",
  "atk-s0517a6:14_7": "mettāsahagataṁ cittaṁ sāretipi paccāsāretipīti. Ettāvatā ekamekaṁ disaṁ pariggahetvā",
  "atk-s0517a6:14_8": "odhiso mettāpharaṇaṁ dassitaṁ. Sabbadhītiādi pana anodhiso dassanatthaṁ vuttaṁ. Tattha",
  "atk-s0517a6:14_9": "sabbadhīti sabbattha. Sabbattatāyāti sabbesu hīnamajjhimukkaṭṭhamittasapattamajjhattādippabhedesu",
  "atk-s0517a6:14_10": "attatāya, “ayaṁ parasatto”ti vibhāgaṁ akatvā attasamatāyāti vuttaṁ hoti. Atha vā",
  "atk-s0517a6:14_11": "sabbattatāyāti sabbena cittabhāvena, īsakampi bahi avikkhipamānoti vuttaṁ hoti. Sabbāvantanti",
  "atk-s0517a6:14_12": "sabbasattavantaṁ, sabbasattayuttanti attho. Sabbavantantipi pāṭho. Lokanti sattalokaṁ.",
  "atk-s0517a6:15_0": "Vipulenāti evamādipariyāyadassanato panettha puna “mettāsahagatenā”ti vuttaṁ. Yasmā",
  "atk-s0517a6:15_1": "vā ettha odhiso pharaṇe viya puna tathāsaddo vā iti-saddo vā na vutto, tasmā puna",
  "atk-s0517a6:15_2": "“mettāsahagatena cetasā”ti vuttaṁ, nigamanavasena vā etaṁ vuttaṁ. Vipulenāti ettha",
  "atk-s0517a6:15_3": "pharaṇavasena vipulatā daṭṭhabbā. Bhūmivasena pana taṁ mahaggataṁ. Tañhi kilesavikkhambhanasamatthatāya",
  "atk-s0517a6:15_4": "vipulaphalatāya dīghasantānatāya ca mahantabhāvaṁ gataṁ, mahantehi vā uḷāracchandavīriyacittapaññehi",
  "atk-s0517a6:15_5": "gataṁ paṭipannanti mahaggataṁ. Paguṇavasena appamāṇasattārammaṇavasena ca appamāṇaṁ.",
  "atk-s0517a6:15_6": "Byāpādapaccatthikappahānena averaṁ. Domanassappahānato abyāpajjaṁ, niddukkhanti vuttaṁ",
  "atk-s0517a6:15_7": "hoti. Appaṭikūlā hontīti bhikkhuno cittassa appaṭikūlā hutvā upaṭṭhahanti. Sesesupi",
  "atk-s0517a6:15_8": "vuttanayeneva karuṇāmuditāupekkhāvasena yojetabbaṁ. Karuṇāya vihesāpaccatthikappahānena",
  "atk-s0517a6:15_9": "averaṁ, muditāya aratipaccatthikappahānena.",
  "atk-s0517a6:16_0": "Upekkhāsahagatenāti catutthajjhānavasena upekkhāya samannāgatena. Rāgapaccatthikappahānena",
  "atk-s0517a6:16_1": "averaṁ, gehasitasomanassappahānato abyāpajjaṁ. Sabbampi hi akusalaṁ kilesapariḷāhayogato",
  "atk-s0517a6:16_2": "sabyāpajjamevāti ayametesaṁ viseso.",
  "atk-s0517a6:17_0": "213.Sabbasoti sabbākārena, sabbāsaṁ vā, anavasesānanti attho. Rūpasaññānanti saññāsīsena",
  "atk-s0517a6:17_1": "vuttarūpāvacarajjhānānañceva tadārammaṇānañca. Rūpāvacarajjhānampi hi rūpanti vuccati",
  "atk-s0517a6:17_2": "“rūpī rūpāni passatī”tiādīsu, tassa ārammaṇampi bahiddhā rūpāni passati “suvaṇṇadubbaṇṇānī”tiādīsu.",
  "atk-s0517a6:17_3": "Tasmā idha rūpe saññā rūpasaññāti evaṁ saññāsīsena vuttarūpāvacarajjhānassetaṁ adhivacanaṁ.",
  "atk-s0517a6:17_4": "Rūpaṁ saññā assāti rūpasaññaṁ, rūpamassa nāmanti vuttaṁ hoti. Evaṁ pathavīkasiṇādibhedassa",
  "atk-s0517a6:17_5": "tadārammaṇassa cetaṁ adhivacananti veditabbaṁ. Samatikkamāti virāgā nirodhā ca. Kiṁ",
  "atk-s0517a6:17_6": "vuttaṁ hoti? Etāsaṁ kusalavipākakiriyāvasena pañcadasannaṁ jhānasaṅkhātānaṁ rūpasaññānaṁ,",
  "atk-s0517a6:17_7": "etesañca pathavīkasiṇādivasena navannaṁ ārammaṇasaṅkhātānaṁ rūpasaññānaṁ sabbākārena,",
  "atk-s0517a6:17_8": "anavasesānaṁ vā virāgā ca nirodhā ca virāgahetu ceva nirodhahetu ca ākāsānañcāyatanaṁ",
  "atk-s0517a6:17_9": "upasampajja viharati. Na hi sakkā sabbaso anatikkantarūpasaññena etaṁ upasampajja",
  "atk-s0517a6:17_10": "viharitunti. Yasmā pana ārammaṇasamatikkamena pattabbā etā samāpattiyo, na ekasmiṁyeva",
  "atk-s0517a6:17_11": "ārammaṇe paṭhamajjhānādīni viya. Ārammaṇe avirattassa ca saññāsamatikkamo na hoti,",
  "atk-s0517a6:17_12": "tasmā ayaṁ ārammaṇasamatikkamavasenāpi atthavaṇṇanā katāti veditabbā.",
  "atk-s0517a6:18_0": "Paṭighasaññānaṁ atthaṅgamāti cakkhādīnaṁ vatthūnaṁ rūpādīnaṁ ārammaṇānañca paṭighātena",
  "atk-s0517a6:18_1": "uppannā saññā paṭighasaññā, rūpasaññādīnaṁ etaṁ adhivacanaṁ. Tāsaṁ kusalavipākānaṁ",
  "atk-s0517a6:18_2": "pañcannaṁ, akusalavipākānaṁ pañcannanti sabbaso dasannampi paṭighasaññānaṁ atthaṅgamā",
  "atk-s0517a6:18_3": "pahānā asamuppādā, appavattiṁ katvāti vuttaṁ hoti. Kāmañcetā paṭhamajjhānādīni samāpannassapi",
  "atk-s0517a6:18_4": "na santi, na hi tasmiṁ samaye pañcadvāravasena cittaṁ pavattati, evaṁ santepi aññattha",
  "atk-s0517a6:18_5": "pahīnānaṁ sukhadukkhānaṁ catutthajjhāne viya sakkāyadiṭṭhādīnaṁ tatiyamagge viya",
  "atk-s0517a6:18_6": "ca imasmiṁ jhāne ussāhajananatthaṁ imassa jhānassa pasaṁsāvasena etāsaṁ ettha vacanaṁ",
  "atk-s0517a6:18_7": "veditabbaṁ. Atha vā kiñcāpi tā rūpāvacaraṁ samāpannassa na santi, atha kho na pahīnattā",
  "atk-s0517a6:18_8": "na santi. Na hi rūpavirāgāya rūpāvacarabhāvanā saṁvattati, rūpāyattāyeva ca etāsaṁ",
  "atk-s0517a6:18_9": "pavatti. Ayaṁ pana bhāvanā rūpavirāgāya saṁvattati, tasmā tā ettha pahīnāti vattuṁ",
  "atk-s0517a6:18_10": "vaṭṭati. Na kevalañca vattuṁ, ekaṁseneva evaṁ dhāretumpi vaṭṭati. Tāsañhi ito pubbe",
  "atk-s0517a6:18_11": "appahīnattāyeva “paṭhamajjhānaṁ samāpannassa saddo kaṇṭako”ti vutto bhagavatā. Idha",
  "atk-s0517a6:18_12": "ca pahīnattāyeva arūpasamāpattīnaṁ āneñjatā santavimokkhatā ca vuttā.",
  "atk-s0517a6:19_0": "Nānattasaññānaṁ amanasikārāti nānatte vā gocare pavattānaṁ saññānaṁ, nānattānaṁ vā",
  "atk-s0517a6:19_1": "saññānaṁ. Yasmā hetā rūpasaddādibhede nānatte nānāsabhāve gocare pavattanti, yasmā",
  "atk-s0517a6:19_2": "cetā aṭṭha kāmāvacarakusalasaññā, dvādasa akusalasaññā, ekādasa kāmāvacarakusalavipākasaññā,",
  "atk-s0517a6:19_3": "dve akusalavipākasaññā, ekādasa kāmāvacarakiriyāsaññāti evaṁ catucattālīsampi saññā",
  "atk-s0517a6:19_4": "nānattā nānāsabhāvā aññamaññavisadisā, tasmā “nānattasaññā”ti vuttā. Tāsaṁ sabbaso",
  "atk-s0517a6:19_5": "nānattasaññānaṁ amanasikārā anāvajjanā citte ca anuppādanā. Yasmā tā nāvajjati citte",
  "atk-s0517a6:19_6": "ca na uppādeti na manasikaroti na paccavekkhati, tasmāti vuttaṁ hoti. Yasmā cettha",
  "atk-s0517a6:19_7": "purimā rūpasaññā paṭighasaññā ca iminā jhānena nibbatte bhavepi na vijjanti, pageva",
  "atk-s0517a6:19_8": "tasmiṁ bhave imaṁ jhānaṁ upasampajja viharaṇakāle, tasmā tāsaṁ samatikkamā atthaṅgamāti",
  "atk-s0517a6:19_9": "dvedhāpi abhāvoyeva vutto. Nānattasaññāsu pana yasmā aṭṭha kāmāvacarakusalasaññā,",
  "atk-s0517a6:19_10": "nava kiriyāsaññā, dasākusalasaññāti imā sattavīsati saññā iminā jhānena nibbatte",
  "atk-s0517a6:19_11": "bhave vijjanti, tasmā tāsaṁ amanasikārāti vuttanti veditabbaṁ. Tatthāpi hi imaṁ jhānaṁ",
  "atk-s0517a6:19_12": "upasampajja viharanto tāsaṁ amanasikārāyeva upasampajja viharati. Tā pana manasikaronto",
  "atk-s0517a6:19_13": "asamāpanno hotīti. Saṅkhepato cettha “rūpasaññānaṁ samatikkamā”tiiminā sabbarūpāvacaradhammānaṁ",
  "atk-s0517a6:19_14": "pahānaṁ vuttaṁ. “Paṭighasaññānaṁ atthaṅgamā nānattasaññānaṁ amanasikārā”tiiminā sabbesaṁ",
  "atk-s0517a6:19_15": "kāmāvacaracittacetasikānaṁ pahānañca amanasikāro ca vuttoti veditabbo.",
  "atk-s0517a6:20_0": "Anantoākāsoti ettha paññattimattattā nāssa uppādanto vā vayanto vā paññāyatīti ananto,",
  "atk-s0517a6:20_1": "anantapharaṇavasenāpi ananto. Na hi so yogī ekadesavasena pharati, sakalavaseneva",
  "atk-s0517a6:20_2": "pharati. Ākāsoti kasiṇugghāṭimākāso. Ākāsānañcāyatanādīni vuttatthāni. Upasampajja",
  "atk-s0517a6:20_3": "viharatīti taṁ patvā nipphādetvā tadanurūpena iriyāpathena viharati. Tadeva samāpajjitabbato samāpatti.",
  "atk-s0517a6:21_0": "Ākāsānañcāyatanaṁ samatikkammāti pubbe vuttanayena jhānampi ākāsānañcāyatanaṁ ārammaṇampi.",
  "atk-s0517a6:21_1": "Ārammaṇampi hi pubbe vuttanayeneva ākāsānañcaṁ ca taṁ paṭhamassa āruppajjhānassa",
  "atk-s0517a6:21_2": "ārammaṇattā devānaṁ devāyatanaṁ viya adhiṭṭhānaṭṭhena āyatanañcāti ākāsānañcāyatanaṁ,",
  "atk-s0517a6:21_3": "tathā ākāsānañcaṁ ca taṁ tassa jhānassa sañjātihetuttā “kambojā assānaṁ āyatana”ntiādīni",
  "atk-s0517a6:21_4": "viya sañjātidesaṭṭhena āyatanañcātipi ākāsānañcāyatanaṁ. Evametaṁ jhānañca ārammaṇañcāti",
  "atk-s0517a6:21_5": "ubhayampi appavattikaraṇena ca amanasikaraṇena ca samatikkamitvāva yasmā idaṁ viññāṇañcāyatanaṁ",
  "atk-s0517a6:21_6": "upasampajja vihātabbaṁ, tasmā ubhayampetamekajjhaṁ katvā “ākāsānañcāyatanaṁ samatikkammā”ti",
  "atk-s0517a6:21_7": "idaṁ vuttanti veditabbaṁ. Anantaṁ viññāṇanti taṁyeva “ananto ākāso”ti pharitvā pavattaṁ",
  "atk-s0517a6:21_8": "viññāṇaṁ “anantaṁ viññāṇa”nti manasikarontoti vuttaṁ hoti. Manasikāravasena vā anantaṁ.",
  "atk-s0517a6:21_9": "So hi taṁ ākāsārammaṇaṁ viññāṇaṁ anavasesato manasikaronto anantaṁ manasi karoti.",
  "atk-s0517a6:22_0": "Viññāṇañcāyatanaṁsamatikkammāti etthāpi ca pubbe vuttanayeneva jhānampi viññāṇañcāyatanaṁ",
  "atk-s0517a6:22_1": "ārammaṇampi. Ārammaṇampi hi pubbe vuttanayeneva viññāṇañcaṁ ca taṁ dutiyassa āruppajjhānassa",
  "atk-s0517a6:22_2": "ārammaṇattā adhiṭṭhānaṭṭhena āyatanañcāti viññāṇañcāyatanaṁ, tathā viññāṇañcaṁ ca",
  "atk-s0517a6:22_3": "taṁ tasseva jhānassa sañjātihetuttā sañjātidesaṭṭhena āyatanañcātipi viññāṇañcāyatanaṁ.",
  "atk-s0517a6:22_4": "Evametaṁ jhānañca ārammaṇañcāti ubhayampi appavattikaraṇena ca amanasikaraṇena ca",
  "atk-s0517a6:22_5": "samatikkamitvāva yasmā idaṁ ākiñcaññāyatanaṁ upasampajja vihātabbaṁ, tasmā ubhayampetamekajjhaṁ",
  "atk-s0517a6:22_6": "katvā “viññāṇañcāyatanaṁ samatikkammā”ti idaṁ vuttanti veditabbaṁ. Natthi kiñcīti",
  "atk-s0517a6:22_7": "natthi natthi, suññaṁ suññaṁ, vivittaṁ vivittanti evaṁ manasikarontoti vuttaṁ hoti.",
  "atk-s0517a6:23_0": "Ākiñcaññāyatanaṁsamatikkammāti etthāpi pubbe vuttanayeneva jhānampi ākiñcaññāyatanaṁ",
  "atk-s0517a6:23_1": "ārammaṇampi. Ārammaṇampi hi pubbe vuttanayeneva ākiñcaññañca taṁ tatiyassa āruppajjhānassa",
  "atk-s0517a6:23_2": "ārammaṇattā adhiṭṭhānaṭṭhena āyatanañcāti ākiñcaññāyatanaṁ, tathā ākiñcaññañca taṁ",
  "atk-s0517a6:23_3": "tasseva jhānassa sañjātihetuttā sañjātidesaṭṭhena āyatanañcātipi ākiñcaññāyatanaṁ.",
  "atk-s0517a6:23_4": "Evametaṁ jhānañca ārammaṇañcāti ubhayampi appavattikaraṇena ca amanasikaraṇena ca",
  "atk-s0517a6:23_5": "samatikkamitvāva yasmā idaṁ nevasaññānāsaññāyatanaṁ upasampajja vihātabbaṁ, tasmā",
  "atk-s0517a6:23_6": "ubhayampetamekajjhaṁ katvā “ākiñcaññāyatanaṁ samatikkammā”ti idaṁ vuttanti veditabbaṁ.",
  "atk-s0517a6:23_7": "Saññāvedayitanirodhakathā heṭṭhā kathitāva.",
  "atk-s0517a6:24_0": "“Rūpī rūpāni passatī”tiādikā satta vimokkhā paccanīkadhammehi suṭṭhu vimuccanaṭṭhena",
  "atk-s0517a6:24_1": "ārammaṇe abhirativasena suṭṭhu muccanaṭṭhena ca vimokkhā, nirodhasamāpatti pana cittacetasikehi",
  "atk-s0517a6:24_2": "vimuttaṭṭhena vimokkho. Samāpattisamāpannasamaye vimutto hoti, vuṭṭhitasamaye avimutto",
  "atk-s0517a6:24_3": "hotīti samayavimokkho. Samucchedavimuttivasena accantavimuttattā ariyamaggā, paṭippassaddhivimuttivasena",
  "atk-s0517a6:24_4": "accantavimuttattā sāmaññaphalāni, nissaraṇavimuttivasena accantavimuttattā nibbānaṁ",
  "atk-s0517a6:24_5": "asamayavimokkho. Tathā sāmayikāsāmayikavimokkhā.",
  "atk-s0517a6:25_0": "Pamādaṁ āgamma parihāyatīti kuppo. Tathā na parihāyatīti akuppo. Lokāya saṁvattatīti",
  "atk-s0517a6:25_1": "lokiyo. Ariyamaggā lokaṁ uttarantīti lokuttarā, sāmaññaphalāni nibbānañca lokato",
  "atk-s0517a6:25_2": "uttiṇṇāti lokuttarā. Ādittaṁ ayoguḷaṁ makkhikā viya tejussadaṁ lokuttaraṁ dhammaṁ",
  "atk-s0517a6:25_3": "āsavā nālambantīti anāsavo. Rūpappaṭisaññuttoti rūpajjhānāni. Arūpappaṭisaññuttoti",
  "atk-s0517a6:25_4": "arūpasamāpattiyo. Taṇhāya ālambito paṇihito. Anālambito appaṇihito. Maggaphalāni",
  "atk-s0517a6:25_5": "ekārammaṇattā ekaniṭṭhattā ca ekattavimokkho, nibbānaṁ adutiyattā ekattavimokkho,",
  "atk-s0517a6:25_6": "ārammaṇanānattā vipākanānattā ca nānattavimokkho.",
  "atk-s0517a6:26_0": "214.Siyāti bhaveyya, dasa hontīti ca eko hotīti ca bhaveyyāti attho. “Siyā”ti ca",
  "atk-s0517a6:26_1": "etaṁ vidhivacanaṁ, na pucchāvacanaṁ. Vatthuvasenāti niccasaññādidasavatthuvasena",
  "atk-s0517a6:26_2": "dasa honti. Pariyāyenāti vimuccanapariyāyena eko hoti. Siyāti kathañca siyāti yaṁ",
  "atk-s0517a6:26_3": "vā siyāti vihitaṁ, taṁ kathaṁ siyāti pucchati. Aniccānupassanañāṇanti samāsapadaṁ.",
  "atk-s0517a6:26_4": "Aniccānupassanāñāṇanti vā pāṭho. Tathā sesesupi. Niccato saññāyāti niccato pavattāya",
  "atk-s0517a6:26_5": "saññāya, “nicca”nti pavattāya saññāyāti attho. Esa nayo sukhato attato nimittato",
  "atk-s0517a6:26_6": "saññāyāti etthāpi. Nimittatoti ca niccanimittato. Nandiyā saññāyāti nandivasena pavattāya",
  "atk-s0517a6:26_7": "saññāya, nandisampayuttāya saññāyāti attho. Esa nayo rāgato samudayato ādānato paṇidhito",
  "atk-s0517a6:26_8": "abhinivesato saññāyāti etthāpi. Yasmā pana khayavayavipariṇāmānupassanā tisso aniccānupassanādīnaṁ",
  "atk-s0517a6:26_9": "balavabhāvāya balavapaccayabhūtā bhaṅgānupassanāvisesā. Bhaṅgadassanena hi aniccānupassanā",
  "atk-s0517a6:26_10": "balavatī hoti. Aniccānupassanāya ca balavatiyā jātāya “yadaniccaṁ taṁ dukkhaṁ, yaṁ",
  "atk-s0517a6:26_11": "dukkhaṁ tadanattā”ti dukkhānattānupassanāpi balavatiyo honti. Tasmā aniccānupassanādīsu",
  "atk-s0517a6:26_12": "vuttāsu tāpi tisso vuttāva honti. Yasmā ca suññatānupassanā “abhinivesato saññāya",
  "atk-s0517a6:26_13": "muccatī”ti vacaneneva sārādānābhinivesasammohābhinivesaālayābhinivesasaññogābhinivesato",
  "atk-s0517a6:26_14": "saññāya muccatīti vuttameva hoti, abhinivesābhāveneva appaṭisaṅkhāto saññāya muccatīti",
  "atk-s0517a6:26_15": "vuttameva hoti, tasmā adhipaññādhammavipassanādayo pañcapi anupassanā na vuttāti",
  "atk-s0517a6:26_16": "veditabbā. Evaṁ aṭṭhārasasu mahāvipassanāsu etā aṭṭha anupassanā avatvā daseva anupassanā vuttāti veditabbā.",
  "atk-s0517a6:27_0": "215.Aniccānupassanā yathābhūtaṁ ñāṇanti aniccānupassanāyeva yathābhūtañāṇaṁ. Ubhayampi",
  "atk-s0517a6:27_1": "paccattavacanaṁ. Yathābhūtañāṇanti ñāṇattho vutto. Evaṁ sesesupi. Sammohā aññāṇāti",
  "atk-s0517a6:27_2": "sammohabhūtā aññāṇā. Muccatīti vimokkhattho vutto.",
  "atk-s0517a6:28_0": "216.Aniccānupassanāanuttaraṁ sītibhāvañāṇanti ettha sāsaneyeva sabbhāvato uttamaṭṭhena",
  "atk-s0517a6:28_1": "anuttaraṁ, anuttarassa paccayattā vā anuttaraṁ, sītibhāvo eva ñāṇaṁ sītibhāvañāṇaṁ.",
  "atk-s0517a6:28_2": "Taṁ aniccānupassanāsaṅkhātaṁ anuttaraṁ sītibhāvañāṇaṁ. “Chahi, bhikkhave, dhammehi",
  "atk-s0517a6:28_3": "samannāgato bhikkhu bhabbo anuttaraṁ sītibhāvaṁ sacchikātu”nti ettha nibbānaṁ anuttaro",
  "atk-s0517a6:28_4": "sītibhāvo nāma. Idha pana vipassanā anuttaro sītibhāvo. Niccato santāpapariḷāhadarathā",
  "atk-s0517a6:28_5": "muccatīti etthāpi “nicca”nti pavattakilesā eva idha cāmutra ca santāpanaṭṭhena santāpo,",
  "atk-s0517a6:28_6": "paridahanaṭṭhena pariḷāho, uṇhaṭṭhena darathoti vuccanti.",
  "atk-s0517a6:29": "217.Nekkhammaṁ jhāyatīti jhānantiādayo heṭṭhā vuttatthā. Nekkhammādīni cettha aṭṭha samāpattiyo ca nibbedhabhāgiyāneva.",
  "atk-s0517a6:30_0": "218.Anupādā cittassa vimokkhoti idha vipassanāyeva. “Etadatthā kathā, etadatthā mantanā,",
  "atk-s0517a6:30_1": "yadidaṁ anupādā cittassa vimokkho”ti ettha pana nibbānaṁ anupādā cittassa vimokkho.",
  "atk-s0517a6:30_2": "Katihupādānehīti katihi upādānehi. Katamā ekupādānāti katamato ekupādānato. Idaṁ",
  "atk-s0517a6:30_3": "ekupādānāti ito ekato upādānato. Idanti pubbañāṇāpekkhaṁ vā. Upādānato muccanesu",
  "atk-s0517a6:30_4": "yasmā ādito saṅkhārānaṁ udayabbayaṁ passitvā passitvā aniccānupassanāya vipassati,",
  "atk-s0517a6:30_5": "pacchā saṅkhārānaṁ bhaṅgameva passitvā animittānupassanāya vipassati. Aniccānupassanāvisesoyeva",
  "atk-s0517a6:30_6": "hi animittānupassanā. Saṅkhārānaṁ udayabbayadassanena ca bhaṅgadassanena ca attābhāvo",
  "atk-s0517a6:30_7": "pākaṭo hoti. Tena diṭṭhupādānassa ca attavādupādānassa ca pahānaṁ hoti. Diṭṭhippahāneneva",
  "atk-s0517a6:30_8": "ca “sīlabbatena attā sujjhatī”ti dassanassa abhāvato sīlabbatupādānassa pahānaṁ hoti.",
  "atk-s0517a6:30_9": "Yasmā ca anattānupassanāya ujukameva attābhāvaṁ passati, anattānupassanāvisesoyeva",
  "atk-s0517a6:30_10": "ca suññatānupassanā, tasmā imāni cattāri ñāṇāni diṭṭhupādānādīhi tīhi upādānehi muccanti.",
  "atk-s0517a6:30_11": "Dukkhānupassanādīnaṁyeva pana catassannaṁ taṇhāya ujuvipaccanīkattā aniccānupassanādīnaṁ",
  "atk-s0517a6:30_12": "catassannaṁ kāmupādānato muccanaṁ na vuttaṁ. Yasmā ādito dukkhānupassanāya “saṅkhārā",
  "atk-s0517a6:30_13": "dukkhā”ti passato pacchā appaṇihitānupassanāya ca “saṅkhārā dukkhā”ti passato saṅkhārānaṁ",
  "atk-s0517a6:30_14": "patthanā pahīyati. Dukkhānupassanāvisesoyeva hi appaṇihitānupassanā. Yasmā ca saṅkhāresu",
  "atk-s0517a6:30_15": "nibbidānupassanāya nibbindantassa virāgānupassanāya virajjantassa saṅkhārānaṁ patthanā",
  "atk-s0517a6:30_16": "pahīyati, tasmā imāni cattāri ñāṇāni kāmupādānato muccanti. Yasmā nirodhānupassanāya",
  "atk-s0517a6:30_17": "kilese nirodheti, paṭinissaggānupassanāya kilese pariccajati, tasmā imāni dve ñāṇāni",
  "atk-s0517a6:30_18": "catūhi upādānehi muccantīti evaṁ sabhāvanānattena ca ākāranānattena ca aṭṭhasaṭṭhi vimokkhā niddiṭṭhā.",
  "atk-s0517a6:31_0": "219. Idāni ādito uddiṭṭhānaṁ tiṇṇaṁ vimokkhānaṁ mukhāni dassetvā vimokkhamukhapubbaṅgamaṁ",
  "atk-s0517a6:31_1": "indriyavisesaṁ puggalavisesañca dassetukāmo tīṇi kho panimānītiādimāha. Tattha vimokkhamukhānīti",
  "atk-s0517a6:31_2": "tiṇṇaṁ vimokkhānaṁ mukhāni. Lokaniyyānāya saṁvattantīti tedhātukalokato niyyānāya",
  "atk-s0517a6:31_3": "niggamanāya saṁvattanti. Sabbasaṅkhāre paricchedaparivaṭumato samanupassanatāyāti",
  "atk-s0517a6:31_4": "sabbesaṁ saṅkhārānaṁ udayabbayavasena paricchedato ceva parivaṭumato ca samanupassanatāya.",
  "atk-s0517a6:31_5": "Lokaniyyānaṁ hotīti pāṭhaseso. Aniccānupassanā hi udayato pubbe saṅkhārā natthīti",
  "atk-s0517a6:31_6": "paricchinditvā tesaṁ gatiṁ samannesamānā vayato paraṁ na gacchanti, ettheva antaradhāyantīti",
  "atk-s0517a6:31_7": "parivaṭumato pariyantato samanupassati. Sabbasaṅkhārā hi udayena pubbantaparicchinnā,",
  "atk-s0517a6:31_8": "vayena aparantaparicchinnā. Animittāya ca dhātuyā cittasampakkhandanatāyāti vipassanākkhaṇepi",
  "atk-s0517a6:31_9": "nibbānaninnatāya animittākārena upaṭṭhānato animittasaṅkhātāya nibbānadhātuyā cittapavisanatāya",
  "atk-s0517a6:31_10": "ca lokaniyyānaṁ hoti. Manosamuttejanatāyāti cittasaṁvejanatāya. Dukkhānupassanāya",
  "atk-s0517a6:31_11": "hi saṅkhāresu cittaṁ saṁvijjati. Appaṇihitāya ca dhātuyāti vipassanākkhaṇepi nibbānaninnatāya",
  "atk-s0517a6:31_12": "appaṇihitākārena upaṭṭhānato appaṇihitasaṅkhātāya nibbānadhātuyā. Sabbadhammeti nibbānassa",
  "atk-s0517a6:31_13": "avipassanupagattepi anattasabhāvasabbhāvato “sabbasaṅkhāre”ti avatvā “sabbadhamme”ti",
  "atk-s0517a6:31_14": "vuttaṁ. Parato samanupassanatāyāti paccayāyattattā avasatāya avidheyyatāya ca “nāhaṁ",
  "atk-s0517a6:31_15": "na mama”nti evaṁ anattato samanupassanatāya. Suññatāya ca dhātuyāti vipassanākkhaṇepi",
  "atk-s0517a6:31_16": "nibbānaninnatāya suññatākārena upaṭṭhānato suññatāsaṅkhātāya nibbānadhātuyā. Iti",
  "atk-s0517a6:31_17": "imāni tīṇi vacanāni aniccadukkhānattānupassanānaṁ vasena vuttāni. Teneva tadanantaraṁ",
  "atk-s0517a6:31_18": "aniccato manasikarototiādi vuttaṁ. Tattha khayatoti khīyanato. Bhayatoti sabhayato.",
  "atk-s0517a6:31_19": "Suññatoti attarahitato.",
  "atk-s0517a6:32_0": "Adhimokkhabahulanti aniccānupassanāya “khaṇabhaṅgavasena saṅkhārā bhijjantī”ti saddhāya",
  "atk-s0517a6:32_1": "paṭipannassa paccakkhato khaṇabhaṅgadassanena “saccaṁ vatāha bhagavā”ti bhagavati",
  "atk-s0517a6:32_2": "saddhāya saddhābahulaṁ cittaṁ hoti. Atha vā paccuppannānaṁ padesasaṅkhārānaṁ aniccataṁ",
  "atk-s0517a6:32_3": "passitvā “evaṁ aniccā atītānāgatapaccuppannā sabbe saṅkhārā”ti adhimuccanato adhimokkhabahulaṁ",
  "atk-s0517a6:32_4": "cittaṁ hoti. Passaddhibahulanti dukkhānupassanāya cittakkhobhakarāya paṇidhiyā pajahanato",
  "atk-s0517a6:32_5": "cittadarathābhāvena passaddhibahulaṁ cittaṁ hoti. Atha vā dukkhānupassanāya saṁvegajananato",
  "atk-s0517a6:32_6": "saṁviggassa ca yoniso padahanato vikkhepābhāvena passaddhibahulaṁ cittaṁ hoti. Vedabahulanti",
  "atk-s0517a6:32_7": "anattānupassanāya bāhirakehi adiṭṭhaṁ gambhīraṁ anattalakkhaṇaṁ passato ñāṇabahulaṁ",
  "atk-s0517a6:32_8": "cittaṁ hoti. Atha vā “sadevakena lokena adiṭṭhaṁ anattalakkhaṇaṁ diṭṭha”nti tuṭṭhassa",
  "atk-s0517a6:32_9": "tuṭṭhibahulaṁ cittaṁ hoti.",
  "atk-s0517a6:33_0": "Adhimokkhabahulo saddhindriyaṁ paṭilabhatīti pubbabhāge adhimokkho bahulaṁ pavattamāno",
  "atk-s0517a6:33_1": "bhāvanāpāripūriyā saddhindriyaṁ nāma hoti, taṁ so paṭilabhati nāma. Passaddhibahulo",
  "atk-s0517a6:33_2": "samādhindriyaṁ paṭilabhatīti pubbabhāge passaddhibahulassa “passaddhakāyo sukhaṁ",
  "atk-s0517a6:33_3": "vedeti, sukhino cittaṁ samādhiyatī”ti vacanato bhāvanāpāripūriyā passaddhipaccayā",
  "atk-s0517a6:33_4": "samādhindriyaṁ hoti, taṁ so paṭilabhati nāma. Vedabahulo paññindriyaṁ paṭilabhatīti",
  "atk-s0517a6:33_5": "pubbabhāge vedo bahulaṁ pavattamāno bhāvanāpāripūriyā paññindriyaṁ nāma hoti, taṁ",
  "atk-s0517a6:33_6": "so paṭilabhati nāma.",
  "atk-s0517a6:34_0": "Ādhipateyyaṁ hotīti chandādike adhipatibhūtepi sakiccanipphādanavasena adhipati hoti",
  "atk-s0517a6:34_1": "padhāno hoti. Bhāvanāyāti bhummavacanaṁ, uparūpari bhāvanatthāya vā. Tadanvayā hontīti",
  "atk-s0517a6:34_2": "taṁ anugāminī taṁ anuvattinī honti. Sahajātapaccayā hontīti uppajjamānā ca sahauppādanabhāvena",
  "atk-s0517a6:34_3": "upakārakā honti pakāsassa padīpo viya. Aññamaññapaccayā hontīti aññamaññaṁ uppādanupatthambhanabhāvena",
  "atk-s0517a6:34_4": "upakārakā honti aññamaññūpatthambhakaṁ tidaṇḍaṁ viya. Nissayapaccayā hontīti adhiṭṭhānākārena",
  "atk-s0517a6:34_5": "nissayākārena ca upakārakā honti tarucittakammānaṁ pathavīpaṭādi viya. Sampayuttapaccayā",
  "atk-s0517a6:34_6": "hontīti ekavatthukaekārammaṇaekuppādaekanirodhasaṅkhātena sampayuttabhāvena upakārakā honti.",
  "atk-s0517a6:35_0": "220.Paṭivedhakāleti maggakkhaṇe saccapaṭivedhakāle. Paññindriyaṁ ādhipateyyaṁ hotīti",
  "atk-s0517a6:35_1": "maggakkhaṇe nibbānaṁ ārammaṇaṁ katvā saccadassanakiccakaraṇavasena ca kilesappahānakiccakaraṇavasena",
  "atk-s0517a6:35_2": "ca paññindriyameva jeṭṭhakaṁ hoti. Paṭivedhāyāti saccapaṭivijjhanatthāya. Ekarasāti",
  "atk-s0517a6:35_3": "vimuttirasena. Dassanaṭṭhenāti saccadassanaṭṭhena. Evaṁ paṭivijjhantopi bhāveti,",
  "atk-s0517a6:35_4": "bhāventopi paṭivijjhatīti maggakkhaṇe sakiṁyeva bhāvanāya ca paṭivedhassa ca sabbhāvadassanatthaṁ",
  "atk-s0517a6:35_5": "vuttaṁ. Anattānupassanāya vipassanākkhaṇepi paññindriyasseva ādhipateyyattā “paṭivedhakālepī”ti apisaddo payutto.",
  "atk-s0517a6:36_0": "221.Aniccatomanasikaroto katamindriyaṁ adhimattaṁ hotītiādi indriyavisesena puggalavisesaṁ",
  "atk-s0517a6:36_1": "dassetuṁ vuttaṁ. Tattha adhimattanti adhikaṁ. Tattha saddhindriyasamādhindriyapaññindriyānaṁ",
  "atk-s0517a6:36_2": "adhimattatā saṅkhārupekkhāya veditabbā. Saddhāvimuttoti ettha avisesetvā vuttepi",
  "atk-s0517a6:36_3": "upari visesetvā vuttattā sotāpattimaggaṁ ṭhapetvā sesesu sattasu ṭhānesu saddhāvimuttoti",
  "atk-s0517a6:36_4": "vuttaṁ hoti. Saddhāvimutto saddhindriyassa adhimattattā hoti, na saddhindriyassa",
  "atk-s0517a6:36_5": "adhimattattā sabbattha saddhāvimuttotipi vuttaṁ hoti. Sotāpattimaggakkhaṇe saddhindriyassa",
  "atk-s0517a6:36_6": "adhimattattāyeva sesesu samādhindriyapaññindriyādhimattattepi sati saddhāvimuttoyeva",
  "atk-s0517a6:36_7": "nāma hotīti vadanti. Kāyasakkhī hotīti aṭṭhasupi ṭhānesu kāyasakkhī nāma hoti. Diṭṭhippatto",
  "atk-s0517a6:36_8": "hotīti saddhāvimutte vuttanayeneva veditabbaṁ.",
  "atk-s0517a6:37_0": "Saddahanto vimuttoti saddhāvimuttoti saddhindriyassa adhimattattā sotāpattimaggakkhaṇe",
  "atk-s0517a6:37_1": "saddahanto catūsupi phalakkhaṇesu vimuttoti saddhāvimuttoti vuttaṁ hoti. Uparimaggattayakkhaṇe",
  "atk-s0517a6:37_2": "saddhāvimuttattaṁ idāni vakkhati. Sotāpattimaggakkhaṇe pana saddhānusārittaṁ pacchā",
  "atk-s0517a6:37_3": "vakkhati. Phuṭṭhattā sacchikatoti kāyasakkhīti sukkhavipassakatte sati upacārajjhānaphassassa",
  "atk-s0517a6:37_4": "rūpārūpajjhānalābhitte sati rūpārūpajjhānaphassassa phuṭṭhattā nibbānaṁ sacchikatoti",
  "atk-s0517a6:37_5": "kāyasakkhī, nāmakāyena vuttappakāre jhānaphasse ca nibbāne ca sakkhīti vuttaṁ hoti.",
  "atk-s0517a6:37_6": "Diṭṭhattā pattoti diṭṭhippattoti sotāpattimaggakkhaṇe sampayuttena paññindriyena",
  "atk-s0517a6:37_7": "paṭhamaṁ nibbānassa diṭṭhattā pacchā sotāpattiphalādivasena nibbānaṁ pattoti diṭṭhippatto,",
  "atk-s0517a6:37_8": "paññindriyasaṅkhātāya diṭṭhiyā nibbānaṁ pattoti vuttaṁ hoti. Sotāpattimaggakkhaṇe",
  "atk-s0517a6:37_9": "pana dhammānusārittaṁ pacchā vakkhati. Saddahanto vimuccatīti saddhāvimuttoti saddhindriyassa",
  "atk-s0517a6:37_10": "adhimattattā sakadāgāmianāgāmiarahattamaggakkhaṇesu saddahanto vimuccatīti saddhāvimutto.",
  "atk-s0517a6:37_11": "Ettha vimuccamānopi āsaṁsāya bhūtavacanavasena “vimutto”ti vutto. Jhānaphassanti",
  "atk-s0517a6:37_12": "tividhaṁ jhānaphassaṁ. “Jhānaphassa”ntiādīni “dukkhā saṅkhārā”tiādīni ca paṭhamaṁ",
  "atk-s0517a6:37_13": "vuttaṁ dvayameva visesetvā vuttāni. Ñātaṁ hotītiādīni heṭṭhā vuttatthāni. Ettha ca",
  "atk-s0517a6:37_14": "jhānalābhī puggalo samādhindriyassa anukūlāya dukkhānupassanāya eva vuṭṭhahitvā maggaphalāni",
  "atk-s0517a6:37_15": "pāpuṇātīti ācariyānaṁ adhippāyo.",
  "atk-s0517a6:38_0": "Siyāti siyuṁ, bhaveyyunti attho. “Siyā”ti etaṁ vidhivacanameva. Tayo puggalāti vipassanāniyamena",
  "atk-s0517a6:38_1": "indriyaniyamena ca vuttā tayo puggalā. Vatthuvasenāti tīsu anupassanāsu ekekaindriyavatthuvasena.",
  "atk-s0517a6:38_2": "Pariyāyenāti teneva pariyāyena. Iminā vārena kiṁ dassitaṁ hoti ? Heṭṭhā ekekissā",
  "atk-s0517a6:38_3": "anupassanāya ekekassa indriyassa ādhipaccaṁ yebhuyyavasena vuttanti ca, kadāci tīsupi",
  "atk-s0517a6:38_4": "anupassanāsu ekekasseva indriyassa ādhipaccaṁ hotīti ca dassitaṁ hoti. Atha vā pubbabhāgavipassanākkhaṇe",
  "atk-s0517a6:38_5": "tissannampi anupassanānaṁ sabbhāvato tāsu pubbabhāgavipassanāsu tesaṁ tesaṁ indriyānaṁ",
  "atk-s0517a6:38_6": "ādhipaccaṁ apekkhitvā maggaphalakkhaṇesu saddhāvimuttādīni nāmāni hontīti. Evañhi",
  "atk-s0517a6:38_7": "vuccamāne heṭṭhā vuṭṭhānagāminivipassanāya upari ca kato indriyādhipaccapuggalaniyamo",
  "atk-s0517a6:38_8": "sukatoyeva niccaloyeva ca hoti. Anantaravāre siyāti aññoyevāti evaṁ siyāti attho.",
  "atk-s0517a6:38_9": "Ettha pubbe vuttoyeva niyamo.",
  "atk-s0517a6:39_0": "Idāni maggaphalavasena puggalavisesaṁ vibhajitvā dassetuṁ aniccato manasikaroto…pe…",
  "atk-s0517a6:39_1": "sotāpattimaggaṁ paṭilabhatītiādimāha. Tattha saddhaṁ anussarati anugacchati, saddhāya",
  "atk-s0517a6:39_2": "vā nibbānaṁ anussarati anugacchatīti saddhānusārī. Sacchikatanti paccakkhakataṁ.",
  "atk-s0517a6:39_3": "Arahattanti arahattaphalaṁ. Paññāsaṅkhātaṁ dhammaṁ anussarati, tena vā dhammena nibbānaṁ",
  "atk-s0517a6:39_4": "anussaratīti dhammānusārī.",
  "atk-s0517a6:40_0": "222. Puna aparehi pariyāyehi indriyattayavisesena puggalavisesaṁ vaṇṇetukāmo ye hi",
  "atk-s0517a6:40_1": "kecītiādimāha. Tattha bhāvitā vāti atīte bhāvayiṁsu vā. Bhāventi vāti paccuppanne.",
  "atk-s0517a6:40_2": "Bhāvissanti vāti anāgate. Adhigatā vātiādi ekekantikaṁ purimassa purimassa atthavivaraṇatthaṁ",
  "atk-s0517a6:40_3": "vuttaṁ. Phassitā vāti ñāṇaphusanāya phusiṁsu vā. Vasippattāti issarabhāvaṁ pattā.",
  "atk-s0517a6:40_4": "Pāramippattāti vosānaṁ pattā. Vesārajjappattāti visāradabhāvaṁ pattā. Sabbattha saddhāvimuttādayo",
  "atk-s0517a6:40_5": "heṭṭhā vuttakkhaṇesuyeva, satipaṭṭhānādayo maggakkhaṇeyeva. Aṭṭha vimokkheti “rūpī",
  "atk-s0517a6:40_6": "rūpāni passatī”tiādike paṭisambhidāmaggappattiyā eva pattā.",
  "atk-s0517a6:41_0": "Tisso sikkhāti adhisīlasikkhā adhicittasikkhā adhipaññāsikkhā maggappattā eva sikkhamānā.",
  "atk-s0517a6:41_1": "Dukkhaṁ parijānantītiādīni maggakkhaṇeyeva. Pariññāpaṭivedhaṁ paṭivijjhatīti pariññāpaṭivedhena",
  "atk-s0517a6:41_2": "paṭivijjhati, pariññāya paṭivijjhitabbanti vā pariññāpaṭivedhaṁ. Evaṁ sesesupi. Sabbadhammādīhi",
  "atk-s0517a6:41_3": "visesetvā abhiññāpaṭivedhādayo vuttā. Sacchikiriyāpaṭivedho pana maggakkhaṇeyeva",
  "atk-s0517a6:41_4": "nibbānapaccavekkhaṇañāṇasiddhivasena veditabboti. Evamidha pañca ariyapuggalā niddiṭṭhā",
  "atk-s0517a6:41_5": "honti, ubhatobhāgavimutto ca paññāvimutto cāti ime dve aniddiṭṭhā. Aññattha pana",
  "atk-s0517a6:41_6": "“yo pana dukkhato manasikaronto passaddhibahulo samādhindriyaṁ paṭilabhati, so sabbattha",
  "atk-s0517a6:41_7": "kāyasakkhī nāma hoti, arūpajjhānaṁ pana patvā aggaphalaṁ patto ubhatobhāgavimutto",
  "atk-s0517a6:41_8": "nāma hoti. Yo pana anattato manasikaronto vedabahulo paññindriyaṁ paṭilabhati, sotāpattimaggakkhaṇe",
  "atk-s0517a6:41_9": "dhammānusārī hoti, chasu ṭhānesu diṭṭhippatto, aggaphale paññāvimutto”ti vuttaṁ.",
  "atk-s0517a6:41_10": "Te idha kāyasakkhidiṭṭhippattehiyeva saṅgahitā. Atthato pana arūpajjhānena ceva ariyamaggena",
  "atk-s0517a6:41_11": "cāti ubhatobhāgena vimuttoti ubhatobhāgavimutto. Pajānanto vimuttoti paññāvimuttoti.",
  "atk-s0517a6:41_12": "Ettāvatā indriyapuggalavisesā niddiṭṭhā honti.",
  "atk-s0517a6:42_0": "223-226. Idāni vimokkhapubbaṅgamameva vimokkhavisesaṁ puggalavisesañca dassetukāmo",
  "atk-s0517a6:42_1": "aniccato manasikarototiādimāha. Tattha dve vimokkhāti appaṇihitasuññatavimokkhā.",
  "atk-s0517a6:42_2": "Aniccānupassanāgamanavasena hi animittavimokkhoti laddhanāmo maggo rāgadosamohapaṇidhīnaṁ",
  "atk-s0517a6:42_3": "abhāvā saguṇato ca tesaṁyeva paṇidhīnaṁ abhāvā appaṇihitanti laddhanāmaṁ nibbānaṁ",
  "atk-s0517a6:42_4": "ārammaṇaṁ karotīti ārammaṇato ca appaṇihitavimokkhoti nāmampi labhati. Tathā rāgadosamohehi",
  "atk-s0517a6:42_5": "suññattā saguṇato ca rāgādīhiyeva suññattā suññatanti laddhanāmaṁ nibbānaṁ ārammaṇaṁ",
  "atk-s0517a6:42_6": "karotīti ārammaṇato ca suññatavimokkhoti nāmampi labhati. Tasmā te dve vimokkhā animittavimokkhanvayā",
  "atk-s0517a6:42_7": "nāma honti. Animittamaggato anaññepi aṭṭhannaṁ maggaṅgānaṁ ekekassa maggaṅgassa vasena",
  "atk-s0517a6:42_8": "sahajātādipaccayā ca hontīti veditabbā. Puna dve vimokkhāti suññatānimittavimokkhā.",
  "atk-s0517a6:42_9": "Dukkhānupassanāgamanavasena hi appaṇihitavimokkhoti laddhanāmo maggo rūpanimittādīnaṁ",
  "atk-s0517a6:42_10": "rāganimittādīnaṁ niccanimittādīnañca abhāvā saguṇato ca tesaṁyeva nimittānaṁ abhāvā",
  "atk-s0517a6:42_11": "animittasaṅkhātaṁ nibbānaṁ ārammaṇaṁ karotīti ārammaṇato ca animittavimokkhoti nāmampi",
  "atk-s0517a6:42_12": "labhati. Sesaṁ vuttanayeneva yojetabbaṁ. Puna dve vimokkhāti animittaappaṇihitavimokkhā.",
  "atk-s0517a6:42_13": "Yojanā panettha vuttanayā eva.",
  "atk-s0517a6:43_0": "Paṭivedhakāleti indriyānaṁ vuttakkameneva vuttaṁ. Maggakkhaṇaṁ pana muñcitvā vipassanākkhaṇe",
  "atk-s0517a6:43_1": "vimokkho nāma natthi. Paṭhamaṁ vuttoyeva pana maggavimokkho “paṭivedhakāle”ti vacanena",
  "atk-s0517a6:43_2": "visesetvā dassito. “Yo cāyaṁ puggalo saddhāvimutto”tiādikā dve vārā ca “aniccato",
  "atk-s0517a6:43_3": "manasikaronto sotāpattimaggaṁ paṭilabhatī”tiādiko vāro ca saṅkhitto, vimokkhavasena",
  "atk-s0517a6:43_4": "pana yojetvā vitthārato veditabbo. Ye hi keci nekkhammantiādiko vāro vuttanayeneva",
  "atk-s0517a6:43_5": "veditabboti. Ettāvatā vimokkhapuggalavisesā niddiṭṭhā hontīti.",
  "atk-s0517a6:44_0": "227. Puna vimokkhamukhāni ca vimokkhe ca anekadhā niddisitukāmo aniccato manasikarontotiādimāha.",
  "atk-s0517a6:44_1": "Tattha yathābhūtanti yathāsabhāvena. Jānātīti ñāṇena jānāti. Passatīti teneva ñāṇena",
  "atk-s0517a6:44_2": "cakkhunā viya passati. Tadanvayenāti tadanugamanena, tassa paccakkhato ñāṇena diṭṭhassa",
  "atk-s0517a6:44_3": "anugamanenāti attho. Kaṅkhā pahīyatīti aniccānupassanāya niccāniccakaṅkhā, itarāhi",
  "atk-s0517a6:44_4": "itarakaṅkhā. Nimittanti santatighanavinibbhogena niccasaññāya pahīnattā ārammaṇabhūtaṁ",
  "atk-s0517a6:44_5": "saṅkhāranimittaṁ yathābhūtaṁ jānāti. Tena vuccati sammādassananti tena yathābhūtajānanena",
  "atk-s0517a6:44_6": "taṁ ñāṇaṁ “sammādassana”nti vuccati. Pavattanti dukkhappattākāre sukhasaññaṁ ugghāṭetvā",
  "atk-s0517a6:44_7": "sukhasaññāya pahānena paṇidhisaṅkhātāya taṇhāya pahīnattā sukhasammatampi vipākapavattaṁ",
  "atk-s0517a6:44_8": "yathābhūtaṁ jānāti. Nimittañca pavattañcāti nānādhātumanasikārasambhavena samūhaghanavinibbhogena",
  "atk-s0517a6:44_9": "ubhayathāpi attasaññāya pahīnattā saṅkhāranimittañca vipākapavattañca yathābhūtaṁ",
  "atk-s0517a6:44_10": "jānāti. Yañca yathābhūtaṁ ñāṇantiādittayaṁ idāni vuttameva, na aññaṁ. Bhayato upaṭṭhātīti",
  "atk-s0517a6:44_11": "niccasukhaattābhāvadassanato yathākkamaṁ taṁ taṁ bhayato upaṭṭhāti. Yā ca bhayatupaṭṭhāne",
  "atk-s0517a6:44_12": "paññātiādinā “udayabbayānupassanāñāṇaṁ bhaṅgānupassanāñāṇaṁ bhayatupaṭṭhānañāṇaṁ",
  "atk-s0517a6:44_13": "ādīnavānupassanāñāṇaṁ nibbidānupassanāñāṇaṁ muñcitukamyatāñāṇaṁ paṭisaṅkhānupassanāñāṇaṁ",
  "atk-s0517a6:44_14": "saṅkhārupekkhāñāṇaṁ anulomañāṇa”nti vuttesu paṭipadāñāṇadassanavisuddhisaṅkhātesu",
  "atk-s0517a6:44_15": "navasu vipassanāñāṇesu bhayatupaṭṭhānasambandhena avatthābhedena bhinnāni ekaṭṭhāni",
  "atk-s0517a6:44_16": "tīṇi ñāṇāni vuttāni, na sesāni.",
  "atk-s0517a6:45_0": "Puna tīsu anupassanāsu ante ṭhitāya anantarāya anattānupassanāya sambandhena tāya",
  "atk-s0517a6:45_1": "saha suññatānupassanāya ekaṭṭhataṁ dassetuṁ yā ca anattānupassanā yā ca suññatānupassanātiādimāha.",
  "atk-s0517a6:45_2": "Imāni hi dve ñāṇāni atthato ekameva, avatthābhedena pana bhinnāni. Yathā ca imāni,",
  "atk-s0517a6:45_3": "tathā aniccānupassanā ca animittānupassanā ca atthato ekameva ñāṇaṁ, dukkhānupassanā",
  "atk-s0517a6:45_4": "ca appaṇihitānupassanā ca atthato ekameva ñāṇaṁ, kevalaṁ avatthābhedeneva bhinnāni.",
  "atk-s0517a6:45_5": "Anattānupassanāsuññatānupassanānañca ekaṭṭhatāya vuttāya tesaṁ dvinnaṁ dvinnampi",
  "atk-s0517a6:45_6": "ñāṇānaṁ ekalakkhaṇattā ekaṭṭhatā vuttāva hotīti. Nimittaṁ paṭisaṅkhā ñāṇaṁ uppajjatīti",
  "atk-s0517a6:45_7": "“saṅkhāranimittaṁ addhuvaṁ tāvakālika”nti aniccalakkhaṇavasena jānitvā ñāṇaṁ uppajjati.",
  "atk-s0517a6:45_8": "Kāmañca na paṭhamaṁ jānitvā pacchā ñāṇaṁ uppajjati, vohāravasena pana “manañca paṭicca",
  "atk-s0517a6:45_9": "dhamme ca uppajjati manoviññāṇa”ntiādīni viya evaṁ vuccati. Saddasatthavidūpi ca",
  "atk-s0517a6:45_10": "“ādiccaṁ pāpuṇitvā tamo vigacchatī”tiādīsu viya samānakālepi imaṁ padaṁ icchanti.",
  "atk-s0517a6:45_11": "Ekattanayena vā purimañca pacchimañca ekaṁ katvā evaṁ vuttanti veditabbaṁ. Iminā",
  "atk-s0517a6:45_12": "nayena itarasmimpi padadvaye attho veditabbo. Muñcitukamyatādīnaṁ tiṇṇaṁ ñāṇānaṁ",
  "atk-s0517a6:45_13": "ekaṭṭhatā heṭṭhā vuttanayā eva.",
  "atk-s0517a6:46_0": "Nimittācittaṁ vuṭṭhātīti saṅkhāranimitte dosadassanena tattha anallīnatāya saṅkhāranimittā",
  "atk-s0517a6:46_1": "cittaṁ vuṭṭhāti nāma. Animitte cittaṁ pakkhandatīti saṅkhāranimittapaṭipakkhena animittasaṅkhāte",
  "atk-s0517a6:46_2": "nibbāne tanninnatāya cittaṁ pavisati. Sesānupassanādvayepi iminā nayena attho veditabbo.",
  "atk-s0517a6:46_3": "Nirodhe nibbānadhātuyāti idha vutteneva paṭhamānupassanādvayampi vuttameva hoti.",
  "atk-s0517a6:46_4": "Nirodhetipi pāṭho. Bahiddhāvuṭṭhānavivaṭṭane paññāti vuṭṭhānasambandhena gotrabhuñāṇaṁ",
  "atk-s0517a6:46_5": "vuttaṁ. Gotrabhū dhammāti gotrabhuñāṇameva. Itarathā hi ekaṭṭhatā na yujjati. “Asaṅkhatā",
  "atk-s0517a6:46_6": "dhammā, appaccayā dhammā”tiādīsu viya vā catumaggavasena vā bahuvacanaṁ katanti veditabbaṁ.",
  "atk-s0517a6:46_7": "Yasmā vimokkhoti maggo, maggo ca dubhatovuṭṭhāno, tasmā tena sambandhena yā ca dubhatovuṭṭhānavivaṭṭane paññātiādi vuttaṁ.",
  "atk-s0517a6:47_0": "228. Puna vimokkhānaṁ nānākkhaṇānaṁ ekakkhaṇapariyāyaṁ dassetukāmo katihākārehītiādimāha.",
  "atk-s0517a6:47_1": "Tattha ādhipateyyaṭṭhenāti jeṭṭhakaṭṭhena. Adhiṭṭhānaṭṭhenāti patiṭṭhānaṭṭhena. Abhinīhāraṭṭhenāti",
  "atk-s0517a6:47_2": "vipassanāvīthito nīharaṇaṭṭhena. Niyyānaṭṭhenāti nibbānupagamanaṭṭhena. Aniccato",
  "atk-s0517a6:47_3": "manasikarototi vuṭṭhānagāminivipassanākkhaṇeyeva. Animitto vimokkhoti maggakkhaṇeyeva.",
  "atk-s0517a6:47_4": "Esa nayo sesesu. Cittaṁ adhiṭṭhātīti cittaṁ adhikaṁ katvā ṭhāti, cittaṁ patiṭṭhāpetīti",
  "atk-s0517a6:47_5": "adhippāyo. Cittaṁ abhinīharatīti vipassanāvīthito cittaṁ nīharati. Nirodhaṁ nibbānaṁ",
  "atk-s0517a6:47_6": "niyyātīti nirodhasaṅkhātaṁ nibbānaṁ upagacchatīti evaṁ ākāranānattato catudhā nānākkhaṇatā dassitā.",
  "atk-s0517a6:48_0": "Ekakkhaṇatāya samodhānaṭṭhenāti ekajjhaṁ samosaraṇaṭṭhena. Adhigamanaṭṭhenāti vindanaṭṭhena.",
  "atk-s0517a6:48_1": "Paṭilābhaṭṭhenāti pāpuṇanaṭṭhena. Paṭivedhaṭṭhenāti ñāṇena paṭivijjhanaṭṭhena. Sacchikiriyaṭṭhenāti",
  "atk-s0517a6:48_2": "paccakkhakaraṇaṭṭhena. Phassanaṭṭhenāti ñāṇaphusanāya phusanaṭṭhena. Abhisamayaṭṭhenāti",
  "atk-s0517a6:48_3": "abhimukhaṁ samāgamanaṭṭhena. Ettha “samodhānaṭṭhenā”ti mūlapadaṁ, sesāni adhigamavevacanāni.",
  "atk-s0517a6:48_4": "Tasmāyeva hi sabbesaṁ ekato vissajjanaṁ kataṁ. Nimittā muccatīti niccanimittato muccati.",
  "atk-s0517a6:48_5": "Iminā vimokkhaṭṭho vutto. Yato muccatīti yato nimittato muccati. Tattha na paṇidahatīti",
  "atk-s0517a6:48_6": "tasmiṁ nimitte patthanaṁ na karoti. Yattha na paṇidahatīti yasmiṁ nimitte na paṇidahati.",
  "atk-s0517a6:48_7": "Tena suññoti tena nimittena suñño. Yena suññoti yena nimittena suñño. Tena nimittena",
  "atk-s0517a6:48_8": "animittoti iminā animittaṭṭho vutto.",
  "atk-s0517a6:49_0": "Paṇidhiyā muccatīti paṇidhito muccati. “Paṇidhi muccatī”ti pāṭho nissakkatthoyeva.",
  "atk-s0517a6:49_1": "Iminā vimokkhaṭṭho vutto. Yattha na paṇidahatīti yasmiṁ dukkhe na paṇidahati. Tena",
  "atk-s0517a6:49_2": "suññoti tena dukkhena suñño. Yena suññoti yena dukkhanimittena suñño. Yena nimittenāti",
  "atk-s0517a6:49_3": "yena dukkhanimittena. Tattha na paṇidahatīti iminā appaṇihitaṭṭho vutto. Abhinivesā",
  "atk-s0517a6:49_4": "muccatīti iminā vimokkhaṭṭho vutto. Yena suññoti yena abhinivesanimittena suñño.",
  "atk-s0517a6:49_5": "Yena nimittenāti yena abhinivesanimittena. Yattha na paṇidahati, tena suññoti yasmiṁ",
  "atk-s0517a6:49_6": "abhinivesanimitte na paṇidahati, tena abhinivesanimittena suñño. Iminā suññataṭṭho vutto.",
  "atk-s0517a6:50_0": "229. Puna aṭṭhavimokkhādīni niddisitukāmo atthi vimokkhotiādimāha. Tattha niccato",
  "atk-s0517a6:50_1": "abhinivesātiādīni saññāvimokkhe vuttanayena veditabbāni. Sabbābhinivesehīti vuttappakārehi",
  "atk-s0517a6:50_2": "abhinivesehi. Iti abhinivesamuccanavasena suññatavimokkhā nāma jātā, teyeva niccādinimittamuccanavasena",
  "atk-s0517a6:50_3": "animittavimokkhā, niccantiādipaṇidhīhi muccanavasena appaṇihitavimokkhā. Ettha ca",
  "atk-s0517a6:50_4": "paṇidhi muccatīti sabbattha nissakkattho veditabbo. Paṇidhiyā muccatīti vā pāṭho.",
  "atk-s0517a6:50_5": "“Sabbapaṇidhīhi muccatī”ti cettha sādhakaṁ. Evaṁ tisso anupassanā tadaṅgavimokkhattā",
  "atk-s0517a6:50_6": "ca samucchedavimokkhassa paccayattā ca pariyāyena vimokkhāti vuttā.",
  "atk-s0517a6:51_0": "230.Tattha jātāti anantare vipassanāvimokkhepi sati imissā kathāya maggavimokkhādhikārattā",
  "atk-s0517a6:51_1": "tasmiṁ maggavimokkhe jātāti vuttaṁ hoti. Anavajjakusalāti rāgādivajjavirahitā kusalā.",
  "atk-s0517a6:51_2": "Vicchedaṁ katvā vā pāṭho. Bodhipakkhiyā dhammāti “cattāro satipaṭṭhānā, cattāro sammappadhānā,",
  "atk-s0517a6:51_3": "cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko",
  "atk-s0517a6:51_4": "maggo”ti vuttā sattatiṁsa bodhipakkhiyadhammā. Idaṁ mukhanti idaṁ vuttappakāraṁ dhammajātaṁ",
  "atk-s0517a6:51_5": "ārammaṇato nibbānapavesāya mukhattā mukhaṁ nāmāti vuttaṁ hoti. Tesaṁ dhammānanti",
  "atk-s0517a6:51_6": "tesaṁ bodhipakkhiyānaṁ dhammānaṁ. Idaṁ vimokkhamukhanti nibbānaṁ vikkhambhanatadaṅgasamucchedapaṭippassaddhinissaraṇavimokkhesu",
  "atk-s0517a6:51_7": "nissaraṇavimokkhova, “yāvatā, bhikkhave, dhammā saṅkhatā vā asaṅkhatā vā, virāgo",
  "atk-s0517a6:51_8": "tesaṁ dhammānaṁ aggamakkhāyatī”ti vuttattā uttamaṭṭhena mukhañcāti vimokkhamukhaṁ.",
  "atk-s0517a6:51_9": "Vimokkhañca taṁ mukhañca vimokkhamukhanti kammadhārayasamāsavasena ayameva attho",
  "atk-s0517a6:51_10": "vutto. Vimokkhañcāti ettha liṅgavipallāso kato. Tīṇi akusalamūlānīti lobhadosamohā.",
  "atk-s0517a6:51_11": "Tīṇi duccaritānīti kāyavacīmanoduccaritāni. Sabbepi akusalā dhammāti akusalamūlehi",
  "atk-s0517a6:51_12": "sampayuttā duccaritehi sampayuttā ca asampayuttā ca sevitabbadomanassādīni ṭhapetvā",
  "atk-s0517a6:51_13": "sabbepi akusalā dhammā. Kusalamūlasucaritāni vuttapaṭipakkhena veditabbāni. Sabbepi",
  "atk-s0517a6:51_14": "kusalā dhammāti vuttanayeneva sampayuttā asampayuttā ca vimokkhassa upanissayabhūtā",
  "atk-s0517a6:51_15": "sabbepi kusalā dhammā. Vivaṭṭakathā heṭṭhā vuttā. Vimokkhavivaṭṭasambandhena panettha",
  "atk-s0517a6:51_16": "sesavivaṭṭāpi vuttā. Āsevanāti ādito sevanā. Bhāvanāti tasseva vaḍḍhanā. Bahulīkammanti",
  "atk-s0517a6:51_17": "tasseva vasippattiyā punappunaṁ karaṇaṁ. Maggassa pana ekakkhaṇeyeva kiccasādhanavasena",
  "atk-s0517a6:51_18": "āsevanādīni veditabbāni. Paṭilābho vā vipāko vātiādīni heṭṭhā vuttatthānevāti.",
  "atk-s0517a6:52": "Vimokkhaniddesavaṇṇanā niṭṭhitā.",
  "atk-s0517a6:53": "Saddhammappakāsiniyā paṭisambhidāmagga-aṭṭhakathāya",
  "atk-s0517a6:54": "Vimokkhakathāvaṇṇanā niṭṭhitā."
}