{
  "atk-s0504a1:0": "1. Ekakanipāto",
  "atk-s0504a1:1": "1. Paṭhamavaggo",
  "atk-s0504a1:2": "1. Lobhasuttavaṇṇanā",
  "atk-s0504a1:3_0": "1. Idāni ekadhammaṁ, bhikkhave, pajahathātiādinā nayena bhagavatā nikkhittassa suttassa",
  "atk-s0504a1:3_1": "vaṇṇanāya okāso anuppatto. Sā panesā atthavaṇṇanā yasmā suttanikkhepaṁ vicāretvā",
  "atk-s0504a1:3_2": "vuccamānā pākaṭā hoti, tasmā suttanikkhepaṁ tāva vicāressāma. Cattāro hi suttanikkhepā",
  "atk-s0504a1:3_3": "– attajjhāsayo, parajjhāsayo, pucchāvasiko, aṭṭhuppattikoti. Yathā hi anekasataanekasahassabhedānipi",
  "atk-s0504a1:3_4": "suttantāni saṁkilesabhāgiyādipaṭṭhānanayena soḷasavidhataṁ nātivattanti, evaṁ attajjhāsayādisuttanikkhepavasena",
  "atk-s0504a1:3_5": "catubbidhataṁ nātivattantīti. Tattha yathā attajjhāsayassa aṭṭhuppattiyā ca parajjhāsayapucchāvasikehi",
  "atk-s0504a1:3_6": "saddhiṁ saṁsaggabhedo sambhavati attajjhāsayo ca parajjhāsayo ca, attajjhāsayo ca",
  "atk-s0504a1:3_7": "pucchāvasiko ca, aṭṭhuppattiko ca parajjhāsayo ca, aṭṭhuppattiko ca pucchāvasiko",
  "atk-s0504a1:3_8": "cāti ajjhāsayapucchānusandhisambhavato; evaṁ yadipi aṭṭhuppattiyā attajjhāsayenapi",
  "atk-s0504a1:3_9": "saṁsaggabhedo sambhavati, attajjhāsayādīhi pana purato ṭhitehi aṭṭhuppattiyā saṁsaggo",
  "atk-s0504a1:3_10": "natthīti niravaseso paṭṭhānanayo na sambhavati. Tadantogadhattā vā sambhavantānaṁ",
  "atk-s0504a1:3_11": "sesanikkhepānaṁ mūlanikkhepavasena cattāro suttanikkhepā vuttāti veditabbaṁ.",
  "atk-s0504a1:4_0": "Tatrāyaṁ vacanattho – nikkhipīyatīti nikkhepo, suttaṁ eva nikkhepo suttanikkhepo.",
  "atk-s0504a1:4_1": "Atha vā nikkhipanaṁ nikkhepo, suttassa nikkhepo suttanikkhepo, suttadesanāti attho.",
  "atk-s0504a1:4_2": "Attano ajjhāsayo attajjhāsayo, so assa atthi kāraṇabhūtoti attajjhāsayo, attano ajjhāsayo",
  "atk-s0504a1:4_3": "etassāti vā attajjhāsayo. Parajjhāsayepi eseva nayo. Pucchāya vasoti pucchāvaso.",
  "atk-s0504a1:4_4": "So etassa atthīti pucchāvasiko. Suttadesanāya vatthubhūtassa atthassa uppatti atthuppatti,",
  "atk-s0504a1:4_5": "atthuppatti eva aṭṭhuppatti tha-kārassa ṭha-kāraṁ katvā, sā etassa atthīti aṭṭhuppattiko.",
  "atk-s0504a1:4_6": "Atha vā nikkhipīyati suttaṁ etenāti nikkhepo, attajjhāsayādi eva. Etasmiṁ pana atthavikappe",
  "atk-s0504a1:4_7": "attano ajjhāsayo attajjhāsayo. Paresaṁ ajjhāsayo parajjhāsayo. Pucchīyatīti pucchā,",
  "atk-s0504a1:4_8": "pucchitabbo attho, pucchāvasena pavattaṁ dhammappaṭiggāhakānaṁ vacanaṁ pucchāvasaṁ,",
  "atk-s0504a1:4_9": "tadeva nikkhepasaddāpekkhāya pucchāvasikoti pulliṅgavasena vuttaṁ. Tathā aṭṭhuppatti",
  "atk-s0504a1:4_10": "eva aṭṭhuppattikoti evamettha attho veditabbo.",
  "atk-s0504a1:5_0": "Apica paresaṁ indriyaparipākādikāraṇanirapekkhattā attajjhāsayassa visuṁ suttanikkhepabhāvo",
  "atk-s0504a1:5_1": "yutto, kevalaṁ attano ajjhāsayeneva dhammatantiṭhapanatthaṁ pavattitadesanattā. Parajjhāsayapucchāvasikānaṁ",
  "atk-s0504a1:5_2": "pana paresaṁ ajjhāsayapucchānaṁ desanāpavattihetubhūtānaṁ uppattiyaṁ pavattitānaṁ",
  "atk-s0504a1:5_3": "kathaṁ aṭṭhuppattiyaṁ anavarodho, pucchāvasikaṭṭhuppattikānaṁ vā parajjhāsayānurodhena",
  "atk-s0504a1:5_4": "pavattitānaṁ kathaṁ parajjhāsaye anavarodhoti? Na codetabbametaṁ. Paresañhi abhinīhāraparipucchādivinimuttasseva",
  "atk-s0504a1:5_5": "suttadesanākāraṇuppādassa aṭṭhuppattibhāvena gahitattā parajjhāsayapucchāvasikānaṁ",
  "atk-s0504a1:5_6": "visuṁ gahaṇaṁ. Tathā hi brahmajāladhammadāyādasuttādīnaṁ vaṇṇāvaṇṇaāmisuppādādidesanānimittaṁ",
  "atk-s0504a1:5_7": "aṭṭhuppatti vuccati. Paresaṁ pucchaṁ vinā ajjhāsayameva nimittaṁ katvā desito parajjhāsayo,",
  "atk-s0504a1:5_8": "pucchāvasena desito pucchāvasikoti pākaṭoyamatthoti.",
  "atk-s0504a1:6": "Yāni bhagavā parehi anajjhiṭṭho kevalaṁ attano ajjhāsayeneva katheti, seyyathidaṁ – ākaṅkheyyasuttaṁ, tuvaṭṭakasuttantievamādīni, tesaṁ attajjhāsayo nikkhepo.",
  "atk-s0504a1:7_0": "Yāni pana “paripakkā kho rāhulassa vimuttiparipācanīyā dhammā, yaṁnūnāhaṁ rāhulaṁ",
  "atk-s0504a1:7_1": "uttariṁ āsavānaṁ khaye vineyya”nti evaṁ paresaṁ ajjhāsayaṁ khantiṁ abhinīhāraṁ bujjhanabhāvañca",
  "atk-s0504a1:7_2": "oloketvā parajjhāsayavasena kathitāni, seyyathidaṁ – rāhulovādasuttaṁ, dhammacakkappavattanasuttantievamādīni,",
  "atk-s0504a1:7_3": "tesaṁ parajjhāsayo nikkhepo.",
  "atk-s0504a1:8_0": "Bhagavantaṁ pana upasaṅkamitvā devā manussā catasso parisā cattāro vaṇṇā ca tathā",
  "atk-s0504a1:8_1": "tathā pañhaṁ pucchanti “bojjhaṅgā bojjhaṅgāti, bhante, vuccanti, nīvaraṇā nīvaraṇāti",
  "atk-s0504a1:8_2": "vuccantī”tiādinā, evaṁ puṭṭhena bhagavatā yāni kathitāni bojjhaṅgasaṁyuttādīni tesaṁ",
  "atk-s0504a1:8_3": "pucchāvasiko nikkhepo.",
  "atk-s0504a1:9": "Yāni pana tāni uppannaṁ kāraṇaṁ paṭicca kathitāni, seyyathidaṁ – dhammadāyādaṁ, puttamaṁsūpamaṁ, dārukkhandhūpamantievamādīni, tesaṁ aṭṭhuppattiko nikkhepo.",
  "atk-s0504a1:10_0": "Evamimesu catūsu suttanikkhepesu imassa suttassa parajjhāsayo nikkhepo. Parajjhāsayavasena",
  "atk-s0504a1:10_1": "hetaṁ nikkhittaṁ. Kesaṁ ajjhāsayena? Lobhe ādīnavadassīnaṁ puggalānaṁ. Keci pana",
  "atk-s0504a1:10_2": "“attajjhāsayo”ti vadanti.",
  "atk-s0504a1:11_0": "Tattha ekadhammaṁ, bhikkhavetiādīsu ekasaddo attheva aññatthe “sassato attā ca loko",
  "atk-s0504a1:11_1": "ca, idameva saccaṁ moghamaññanti ittheke abhivadantī”tiādīsu. Atthi seṭṭhe “cetaso",
  "atk-s0504a1:11_2": "ekodibhāva”ntiādīsu. Atthi asahāye “eko vūpakaṭṭho”tiādīsu. Atthi saṅkhāyaṁ “ekova",
  "atk-s0504a1:11_3": "kho, bhikkhave, khaṇo ca samayo ca brahmacariyavāsāyā”tiādīsu. Idhāpi saṅkhāyameva daṭṭhabbo.",
  "atk-s0504a1:12_0": "Dhamma-saddo pariyattisaccasamādhipaññāpakatipuññāpattisuññatāñeyyasabhāvādīsu dissati.",
  "atk-s0504a1:12_1": "Tathā hissa “idha bhikkhu dhammaṁ pariyāpuṇātī”tiādīsu pariyatti attho. “Diṭṭhadhammo”tiādīsu",
  "atk-s0504a1:12_2": "saccāni. “Evaṁdhammā te bhagavanto ahesu”ntiādīsu samādhi. “Saccaṁ dhammo dhiti cāgo,",
  "atk-s0504a1:12_3": "save pecca na socatī”tiādīsu paññā. “Jātidhammānaṁ, bhikkhave, sattānaṁ evaṁ icchā",
  "atk-s0504a1:12_4": "uppajjatī”tiādīsu pakati. “Dhammo have rakkhati dhammacāri”ntiādīsu puññaṁ. “Tiṇṇaṁ",
  "atk-s0504a1:12_5": "dhammānaṁ aññatarena vadeyya pārājikena vā saṅghādisesena vā pācittiyena vā”tiādīsu",
  "atk-s0504a1:12_6": "āpatti. “Tasmiṁ kho pana samaye dhammā hontī”tiādīsu suññatā. “Sabbe dhammā sabbākārena",
  "atk-s0504a1:12_7": "buddhassa bhagavato ñāṇamukhe āpāthaṁ āgacchantī”tiādīsu ñeyyo. “Kusalā dhammā akusalā",
  "atk-s0504a1:12_8": "dhammā”tiādīsu sabhāvo attho. Idhāpi sabhāvo. Tasmā ekadhammanti ekaṁ saṁkilesasabhāvanti",
  "atk-s0504a1:12_9": "adhippāyo. Eko ca so dhammo cāti ekadhammo, taṁ ekadhammaṁ.",
  "atk-s0504a1:13_0": "Bhikkhaveti bhikkhū ālapati. Kimatthaṁ pana bhagavā dhammaṁ desento bhikkhū ālapati,",
  "atk-s0504a1:13_1": "na dhammameva desetīti? Satijananatthaṁ. Bhikkhū hi aññaṁ cintentāpi dhammaṁ paccavekkhantāpi",
  "atk-s0504a1:13_2": "kammaṭṭhānaṁ manasi karontāpi nisinnā honti. Te paṭhamaṁ anālapitvā dhamme desiyamāne",
  "atk-s0504a1:13_3": "“ayaṁ desanā kiṁnidānā, kiṁpaccayā”ti sallakkhetuṁ na sakkonti. Ālapite pana satiṁ",
  "atk-s0504a1:13_4": "upaṭṭhapetvā sallakkhetuṁ sakkonti, tasmā satijananatthaṁ “bhikkhave”ti ālapati.",
  "atk-s0504a1:13_5": "Tena ca tesaṁ bhikkhanasīlatādiguṇayogasiddhena vacanena hīnādhikajanasevitaṁ vuttiṁ",
  "atk-s0504a1:13_6": "pakāsento uddhatadīnabhāvaniggahaṁ karoti. “Bhikkhave”ti iminā karuṇāvipphārasommahadayanayananipātapubbaṅgamena",
  "atk-s0504a1:13_7": "vacanena te attano mukhābhimukhe karonto tena ca kathetukamyatādīpakena vacanena",
  "atk-s0504a1:13_8": "nesaṁ sotukamyataṁ janeti. Teneva ca sambodhanatthena sādhukaṁ savanamanasikārepi",
  "atk-s0504a1:13_9": "niyojeti. Sādhukaṁ savanamanasikārāyattā hi sāsanasampatti.",
  "atk-s0504a1:14_0": "Aññesupi devamanussesu parisapariyāpannesu vijjamānesu kasmā bhikkhū eva āmantesīti?",
  "atk-s0504a1:14_1": "Jeṭṭhaseṭṭhāsannasadāsannihitabhāvato. Sabbaparisasādhāraṇā hi bhagavato dhammadesanā,",
  "atk-s0504a1:14_2": "parisāya ca jeṭṭhā bhikkhū paṭhamuppannattā, seṭṭhā anagāriyabhāvaṁ ādiṁ katvā satthu",
  "atk-s0504a1:14_3": "cariyānuvidhāyakattā sakalasāsanapaṭiggāhakattā ca, āsannā tattha nisinnesu samīpavuttiyā,",
  "atk-s0504a1:14_4": "sadāsannihitā satthusantikāvacarattā. Apica te dhammadesanāya bhājanaṁ yathānusiṭṭhaṁ",
  "atk-s0504a1:14_5": "paṭipattisabbhāvato, visesato ca ekacce bhikkhū sandhāya ayaṁ desanāti te eva ālapi.",
  "atk-s0504a1:15_0": "Pajahathāti ettha pahānaṁ nāma tadaṅgappahānaṁ, vikkhambhanappahānaṁ, samucchedappahānaṁ,",
  "atk-s0504a1:15_1": "paṭippassaddhippahānaṁ, nissaraṇappahānanti pañcavidhaṁ. Tattha yaṁ dīpālokeneva",
  "atk-s0504a1:15_2": "tamassa paṭipakkhabhāvato alobhādīhi lobhādikassa, nāmarūpaparicchedādivipassanāñāṇehi",
  "atk-s0504a1:15_3": "tassa tassa anatthassa pahānaṁ. Seyyathidaṁ – pariccāgena lobhādimalassa, sīlena",
  "atk-s0504a1:15_4": "pāṇātipātādidussīlyassa, saddhādīhi assaddhiyādikassa, nāmarūpavavatthānena sakkāyadiṭṭhiyā,",
  "atk-s0504a1:15_5": "paccayapariggahena ahetuvisamahetudiṭṭhīnaṁ, tasseva aparabhāgena kaṅkhāvitaraṇena",
  "atk-s0504a1:15_6": "kathaṁkathībhāvassa, kalāpasammasanena “ahaṁ mamā”ti gāhassa, maggāmaggavavatthānena",
  "atk-s0504a1:15_7": "amagge maggasaññāya, udayadassanena ucchedadiṭṭhiyā, vayadassanena sassatadiṭṭhiyā,",
  "atk-s0504a1:15_8": "bhayadassanena sabhayesu abhayasaññāya, ādīnavadassanena assādasaññāya, nibbidānupassanena",
  "atk-s0504a1:15_9": "abhiratisaññāya, muccitukamyatāñāṇena amuccitukamyatāya upekkhāñāṇena anupekkhāya,",
  "atk-s0504a1:15_10": "anulomena dhammaṭṭhitiyā, nibbānena paṭilomabhāvassa, gotrabhunā saṅkhāranimittaggāhassa",
  "atk-s0504a1:15_11": "pahānaṁ, etaṁ tadaṅgappahānaṁ nāma.",
  "atk-s0504a1:16_0": "Yaṁ pana upacārappanābhedena samādhinā pavattibhāvanivāraṇato ghaṭappahāreneva udakapiṭṭhe",
  "atk-s0504a1:16_1": "sevālassa tesaṁ tesaṁ nīvaraṇādidhammānaṁ pahānaṁ, etaṁ vikkhambhanappahānaṁ nāma.",
  "atk-s0504a1:16_2": "Yaṁ catunnaṁ ariyamaggānaṁ bhāvitattā taṁtaṁmaggavato attano santāne “diṭṭhigatānaṁ",
  "atk-s0504a1:16_3": "pahānāyā”tiādinā nayena vuttassa samudayapakkhiyassa kilesagaṇassa accantaṁ appavattibhāvena",
  "atk-s0504a1:16_4": "samucchindanaṁ, idaṁ samucchedappahānaṁ nāma. Yaṁ pana phalakkhaṇe paṭippassaddhattaṁ",
  "atk-s0504a1:16_5": "kilesānaṁ, etaṁ paṭippassaddhippahānaṁ nāma. Yaṁ pana sabbasaṅkhatanissaṭattā pahīnasabbasaṅkhataṁ",
  "atk-s0504a1:16_6": "nibbānaṁ, etaṁ nissaraṇappahānaṁ nāma. Evaṁ pañcavidhe pahāne anāgāmikabhāvakarassa",
  "atk-s0504a1:16_7": "pahānassa adhippetattā idha samucchedappahānanti veditabbaṁ. Tasmā pajahathāti pariccajatha,",
  "atk-s0504a1:16_8": "samucchindathāti attho.",
  "atk-s0504a1:17_0": "Ahanti bhagavā attānaṁ niddisati. Voti ayaṁ vosaddo paccattaupayogakaraṇasāmivacanapadapūraṇasampadānesu",
  "atk-s0504a1:17_1": "dissati. Tathā hi “kacci, pana vo anuruddhā, samaggā sammodamānā”tiādīsu paccatte",
  "atk-s0504a1:17_2": "āgato. “Gacchatha, bhikkhave, paṇāmemi vo”tiādīsu upayoge. “Na vo mama santike vatthabba”ntiādīsu",
  "atk-s0504a1:17_3": "karaṇe. “Sabbesaṁ vo, sāriputta, subhāsita”ntiādīsu sāmivacane. “Ye hi vo ariyā parisuddhakāyakammantā”tiādīsu",
  "atk-s0504a1:17_4": "padapūraṇe. “Vanapatthapariyāyaṁ vo, bhikkhave, desessāmī”tiādīsu sampadāne. Idhāpi",
  "atk-s0504a1:17_5": "sampadāne eva daṭṭhabbo.",
  "atk-s0504a1:18_0": "Pāṭibhogoti paṭibhū. So hi dhāraṇakaṁ paṭicca dhanikassa, dhanikaṁ paṭicca dhāraṇakassa",
  "atk-s0504a1:18_1": "paṭinidhibhūto dhanikasantakassa tato haraṇādisaṅkhātena bhuñjanena bhogoti paṭibhogo,",
  "atk-s0504a1:18_2": "paṭibhogo eva pāṭibhogo. Anāgāmitāyāti anāgāmibhāvatthāya. Paṭisandhiggahaṇavasena",
  "atk-s0504a1:18_3": "hi kāmabhavassa anāgamanato anāgāmī. Yo yassa dhammassa adhigamena anāgāmīti vuccati,",
  "atk-s0504a1:18_4": "saphalo so tatiyamaggo anāgāmitā nāma. Iti bhagavā veneyyadamanakusalo veneyyajjhāsayānukūlaṁ",
  "atk-s0504a1:18_5": "tatiyamaggādhigamaṁ lahunā upāyena ekadhammapūraṇatāmattena thiraṁ katvā dassesi",
  "atk-s0504a1:18_6": "yathā taṁ sammāsambuddho. Bhinnabhūmikāpi hi paṭighasaṁyojanādayo tatiyamaggavajjhā",
  "atk-s0504a1:18_7": "kilesā kāmarāgappahānaṁ nātivattantīti.",
  "atk-s0504a1:19_0": "Kasmā panettha bhagavā attānaṁ pāṭibhogabhāve ṭhapesi? Tesaṁ bhikkhūnaṁ anāgāmimaggādhigamāya",
  "atk-s0504a1:19_1": "ussāhajananatthaṁ. Passati hi bhagavā “mayā ‘ekadhammaṁ, bhikkhave, pajahatha, ahaṁ",
  "atk-s0504a1:19_2": "vo pāṭibhogo anāgāmitāyā’ti vutte ime bhikkhū addhā taṁ ekadhammaṁ pahāya sakkā tatiyabhūmiṁ",
  "atk-s0504a1:19_3": "samadhigantuṁ, yato dhammassāmi paṭhamamāha ‘ahaṁ pāṭibhogo’ti ussāhajātā tadatthāya",
  "atk-s0504a1:19_4": "paṭipajjitabbaṁ maññissantī”ti. Tasmā ussāhajananatthaṁ anāgāmitāya tesaṁ bhikkhūnaṁ",
  "atk-s0504a1:19_5": "attānaṁ pāṭibhogabhāve ṭhapesi.",
  "atk-s0504a1:20_0": "Katamaṁ ekadhammanti ettha katamanti pucchāvacanaṁ. Pucchā ca nāmesā pañcavidhā –",
  "atk-s0504a1:20_1": "adiṭṭhajotanāpucchā, diṭṭhasaṁsandanāpucchā, vimaticchedanāpucchā, anumatipucchā,",
  "atk-s0504a1:20_2": "kathetukamyatāpucchāti. Tattha pakatiyā lakkhaṇaṁ aññātaṁ hoti adiṭṭhaṁ atulitaṁ",
  "atk-s0504a1:20_3": "atīritaṁ avibhūtaṁ avibhāvitaṁ, tassa ñāṇāya dassanāya tulanāya tīraṇāya vibhūtatthāya",
  "atk-s0504a1:20_4": "vibhāvanatthāya pañhaṁ pucchati, ayaṁ adiṭṭhajotanāpucchā. Pakatiyā lakkhaṇaṁ ñātaṁ",
  "atk-s0504a1:20_5": "hoti diṭṭhaṁ tulitaṁ tīritaṁ vibhūtaṁ vibhāvitaṁ. So aññehi paṇḍitehi saddhiṁ saṁsandanatthāya",
  "atk-s0504a1:20_6": "pañhaṁ pucchati, ayaṁ diṭṭhasaṁsandanāpucchā. Pakatiyā saṁsayapakkhando hoti vimatipakkhando",
  "atk-s0504a1:20_7": "dveḷhakajāto – “evaṁ nu kho, na nu kho, kiṁ nu kho, kathaṁ nu kho”ti, so vimaticchedanatthāya",
  "atk-s0504a1:20_8": "pañhaṁ pucchati, ayaṁ vimaticchedanāpucchā. Bhagavā hi anumatiggahaṇatthaṁ pañhaṁ",
  "atk-s0504a1:20_9": "pucchati – “taṁ kiṁ maññatha, bhikkhave, rūpaṁ niccaṁ vā aniccaṁ vā”tiādinā, ayaṁ",
  "atk-s0504a1:20_10": "anumatipucchā. Bhagavā bhikkhūnaṁ kathetukamyatāya pañhaṁ pucchati – “cattārome,",
  "atk-s0504a1:20_11": "bhikkhave, āhārā bhūtānaṁ vā sattānaṁ ṭhitiyā sambhavesīnaṁ vā anuggahāya. Katame",
  "atk-s0504a1:20_12": "cattāro”ti ayaṁ kathetukamyatāpucchā.",
  "atk-s0504a1:21_0": "Tattha purimā tisso pucchā buddhānaṁ natthi. Kasmā? Tīsu hi addhāsu kiñci saṅkhataṁ",
  "atk-s0504a1:21_1": "addhāvimuttaṁ vā asaṅkhataṁ sammāsambuddhānaṁ adiṭṭhaṁ atulitaṁ atīritaṁ avibhūtaṁ",
  "atk-s0504a1:21_2": "avibhāvitaṁ nāma natthi. Tena nesaṁ adiṭṭhajotanāpucchā natthi. Yaṁ pana tehi attano",
  "atk-s0504a1:21_3": "ñāṇena paṭividdhaṁ, tassa aññena samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā",
  "atk-s0504a1:21_4": "vā saddhiṁ saṁsandanakiccaṁ natthi, tena nesaṁ diṭṭhasaṁsandanāpucchāpi natthi. Yasmā",
  "atk-s0504a1:21_5": "pana buddhā bhagavanto akathaṁkathī tiṇṇavicikicchā sabbadhammesu vigatasaṁsayā,",
  "atk-s0504a1:21_6": "tena nesaṁ vimaticchedanāpucchāpi natthi. Itarā pana dve pucchā atthi, tāsu ayaṁ",
  "atk-s0504a1:21_7": "kathetukamyatāpucchāti veditabbā.",
  "atk-s0504a1:22_0": "Idāni tāya pucchāya puṭṭhamatthaṁ sarūpato dassento “lobhaṁ, bhikkhave, ekadhamma”ntiādimāha.",
  "atk-s0504a1:22_1": "Tattha lubbhanti tena, sayaṁ vā lubbhati, lubbhanamattameva vā tanti lobho. Svāyaṁ",
  "atk-s0504a1:22_2": "ārammaṇaggahaṇalakkhaṇo makkaṭālepo viya, abhisaṅgaraso tattakapāle pakkhittamaṁsapesi",
  "atk-s0504a1:22_3": "viya, apariccāgapaccupaṭṭhāno telañjanarāgo viya, saṁyojaniyesu dhammesu assādadassanapadaṭṭhāno,",
  "atk-s0504a1:22_4": "taṇhānadibhāvena vaḍḍhamāno yattha samuppanno, sīghasotā nadī viya mahāsamuddaṁ apāyameva",
  "atk-s0504a1:22_5": "taṁ sattaṁ gahetvā gacchatīti daṭṭhabbo. Kiñcāpi ayaṁ lobhasaddo sabbalobhasāmaññavacano,",
  "atk-s0504a1:22_6": "idha pana kāmarāgavacanoti veditabbo. So hi anāgāmimaggavajjho.",
  "atk-s0504a1:23_0": "Puna bhikkhaveti ālapanaṁ dhammassa paṭiggāhakabhāvena abhimukhībhūtānaṁ tattha ādarajananatthaṁ.",
  "atk-s0504a1:23_1": "Pajahathāti iminā pahānābhisamayo vihito, so ca pariññāsacchikiriyābhāvanābhisamayehi",
  "atk-s0504a1:23_2": "saddhiṁ eva pavattati, na visunti catusaccādhiṭṭhānāni cattāripi sammādiṭṭhiyā kiccāni",
  "atk-s0504a1:23_3": "vihitāneva honti. Yathā ca “lobhaṁ pajahathā”ti vutte pahānekaṭṭhabhāvato dosādīnampi",
  "atk-s0504a1:23_4": "pahānaṁ atthato vuttameva hoti, evaṁ samudayasaccavisaye sammādiṭṭhikicce pahānābhisamaye",
  "atk-s0504a1:23_5": "vutte tassā sahakārīkāraṇabhūtānaṁ sammāsaṅkappādīnaṁ sesamaggaṅgānampi samudayasaccavisayakiccaṁ",
  "atk-s0504a1:23_6": "atthato vuttameva hotīti paripuṇṇo ariyamaggabyāpāro idha kathitoti daṭṭhabbo. Iminā",
  "atk-s0504a1:23_7": "nayena satipaṭṭhānādīnampi bodhipakkhiyadhammānaṁ byāpārassa idha vuttabhāvo yathārahaṁ vitthāretabbo.",
  "atk-s0504a1:24_0": "Apicettha lobhaṁ pajahathāti etena pahānapariññā vuttā. Sā ca tīraṇapariññādhiṭṭhānā,",
  "atk-s0504a1:24_1": "tīraṇapariññā ca ñātapariññādhiṭṭhānāti avinābhāvena tissopi pariññā bodhitā honti.",
  "atk-s0504a1:24_2": "Evamettha saha phalena catusaccakammaṭṭhānaṁ paripuṇṇaṁ katvā pakāsitanti daṭṭhabbaṁ.",
  "atk-s0504a1:24_3": "Atha vā lobhaṁ pajahathāti saha phalena ñāṇadassanavisuddhi desitā. Sā ca paṭipadāñāṇadassanavisuddhisannissayā…pe…",
  "atk-s0504a1:24_4": "cittavisuddhisīlavisuddhisannissayā cāti nānantarikabhāvena saha phalena sabbāpi",
  "atk-s0504a1:24_5": "satta visuddhiyo vibhāvitāti veditabbaṁ.",
  "atk-s0504a1:25": "Evametāya visuddhikkamabhāvanāya pariññāttayasampādanena lobhaṁ pajahitukāmena –",
  "atk-s0504a1:26": "“Anatthajanano lobho, lobho cittappakopano;",
  "atk-s0504a1:27": "Bhayamantarato jātaṁ, taṁ jano nāvabujjhati.",
  "atk-s0504a1:28": "“Luddho atthaṁ na jānāti, luddho dhammaṁ na passati;",
  "atk-s0504a1:29": "Andhatamaṁ tadā hoti, yaṁ lobho sahate naraṁ”. ;",
  "atk-s0504a1:30_0": "Ratto kho, āvuso, rāgena abhibhūto pariyādinnacitto pāṇampi hanati, adinnampi ādiyati,",
  "atk-s0504a1:30_1": "sandhimpi chindati, nillopampi harati, ekāgārikampi karoti, paripanthepi tiṭṭhati,",
  "atk-s0504a1:30_2": "paradārampi gacchati, musāpi bhaṇati. Tadapi tesaṁ bhavataṁ samaṇabrāhmaṇānaṁ ajānataṁ",
  "atk-s0504a1:30_3": "apassataṁ avedayataṁ taṇhānugatānaṁ paritassitaṁ vipphanditameva.",
  "atk-s0504a1:31": "“Taṇhādutiyo puriso, dīghamaddhāna saṁsaraṁ;",
  "atk-s0504a1:32": "Itthabhāvaññathābhāvaṁ, saṁsāraṁ nātivattati”. ;",
  "atk-s0504a1:33": "“Natthi rāgasamo aggi, natthi dosasamo kali”. ;",
  "atk-s0504a1:34": "“Kāmarāgena ḍayhāmi, cittaṁ me pariḍayhati”. ;",
  "atk-s0504a1:35": "“Ye rāgarattānupatanti sotaṁ, sayaṁkataṁ makkaṭakova jāla”nti. ca –",
  "atk-s0504a1:36": "Evamādisuttapadānusārena nānānayehi lobhassa ādīnavaṁ paccavekkhitvā tassa pahānāya paṭipajjitabbaṁ.",
  "atk-s0504a1:37_0": "Apica cha dhammā kāmarāgassa pahānāya saṁvattanti, asubhanimittassa uggaho, asubhabhāvanānuyogo,",
  "atk-s0504a1:37_1": "indriyesu guttadvāratā, bhojane mattaññutā, kalyāṇamittatā, sappāyakathāti. Dasavidhañhi",
  "atk-s0504a1:37_2": "asubhanimittaṁ uggaṇhantassāpi kāmarāgo pahīyati, kāyagatāsatibhāvanāvasena saviññāṇake",
  "atk-s0504a1:37_3": "uddhumātakādivasena aviññāṇake asubhe asubhabhāvanānuyogamanuyuttassāpi, manacchaṭṭhesu",
  "atk-s0504a1:37_4": "indriyesu saṁvaraṇavasena satikavāṭena pihitadvārassāpi, catunnaṁ pañcannaṁ vā ālopānaṁ",
  "atk-s0504a1:37_5": "okāse sati udakaṁ pivitvā yāpanasīlatāya bhojane mattaññunopi. Tenevāha –",
  "atk-s0504a1:38": "“Cattāro pañca ālope, abhutvā udakaṁ pive;",
  "atk-s0504a1:39": "Alaṁ phāsuvihārāya, pahitattassa bhikkhuno”ti. ;",
  "atk-s0504a1:40": "Asubhakammaṭṭhānabhāvanārate kalyāṇamitte sevantassāpi, ṭhānanisajjādīsu dasaasubhanissitasappāyakathāyapi pahīyati. Tenevāha –",
  "atk-s0504a1:41": "“Atthi, bhikkhave, asubhanimittaṁ, tattha yonisomanasikārabahulīkāro, ayamāhāro anuppannassa vā kāmacchandassa anuppādāya uppannassa vā kāmacchandassa pahānāyā”ti.",
  "atk-s0504a1:42_0": "Evaṁ pubbabhāge kāmarāgasaṅkhātassa lobhassa pahānāya paṭipanno vipassanaṁ ussukkāpetvā",
  "atk-s0504a1:42_1": "tatiyamaggena taṁ anavasesato samucchindati. Tena vuttaṁ “lobhaṁ, bhikkhave, ekadhammaṁ",
  "atk-s0504a1:42_2": "pajahatha, ahaṁ vo pāṭibhogo anāgāmitāyā”ti.",
  "atk-s0504a1:43_0": "Etthāha “ko panettha lobho pahīyati, kiṁ atīto, atha anāgato, udāhu paccuppanno”ti?",
  "atk-s0504a1:43_1": "Kiñcettha – na tāva atīto lobho pahīyeyya, na anāgato vā tesaṁ abhāvato. Na hi niruddhaṁ",
  "atk-s0504a1:43_2": "anuppannaṁ vā atthīti vuccati, vāyāmo ca aphalo āpajjati. Atha paccuppanno, evampi",
  "atk-s0504a1:43_3": "aphalo vāyāmo tassa sarasabhaṅgattā, saṁkiliṭṭhā ca maggabhāvanā āpajjati, cittavippayutto",
  "atk-s0504a1:43_4": "vā lobho siyā, na cāyaṁ nayo icchitoti. Vuccate – na vuttanayena atītānāgatapaccuppanno",
  "atk-s0504a1:43_5": "lobho pahīyati. Seyyathāpi idha taruṇarukkho asañjātaphalo, taṁ puriso kuṭhāriyā",
  "atk-s0504a1:43_6": "mūle chindeyya, tassa rukkhassa chede asati yāni phalāni nibbatteyyuṁ, tāni rukkhassa",
  "atk-s0504a1:43_7": "chinnattā ajātāni eva na jāyeyyuṁ, evameva ariyamaggādhigame asati uppajjanāraho",
  "atk-s0504a1:43_8": "lobho ariyamaggādhigamena paccayaghātassa katattā na uppajjati. Ayañhi aṭṭhakathāsu",
  "atk-s0504a1:43_9": "“bhūmiladdhuppanno”ti vuccati. Vipassanāya hi ārammaṇabhūtā pañcakkhandhā tassa uppajjanaṭṭhānatāya",
  "atk-s0504a1:43_10": "bhūmi nāma. Sā bhūmi tena laddhāti katvā bhūmiladdhuppanno. Ārammaṇādhiggahituppanno",
  "atk-s0504a1:43_11": "avikkhambhituppanno asamūhatuppannoti ca ayameva vuccati.",
  "atk-s0504a1:44_0": "Tatthāti tasmiṁ sutte. Etanti etaṁ atthajātaṁ. Idāni gāthābandhavasena vuccamānaṁ.",
  "atk-s0504a1:44_1": "Iti vuccatīti kena pana vuccati? Bhagavatā va. Aññesu hi tādisesu ṭhānesu saṅgītikārehi",
  "atk-s0504a1:44_2": "upanibandhagāthā honti, idha pana bhagavatā va gāthārucikānaṁ puggalānaṁ ajjhāsayavasena",
  "atk-s0504a1:44_3": "vuttamevatthaṁ saṅgahetvā gāthā bhāsitā.",
  "atk-s0504a1:45_0": "Tattha yena lobhena luddhāse, sattā gacchanti duggatinti yena ārammaṇaggahaṇalakkhaṇena",
  "atk-s0504a1:45_1": "tato eva abhisaṅgarasena lobhena luddhā ajjhattikabāhiresu āyatanesu giddhā gadhitā.",
  "atk-s0504a1:45_2": "Seti hi nipātamattaṁ. Akkharacintakā pana īdisesu ṭhānesu se-kārāgamaṁ icchanti.",
  "atk-s0504a1:45_3": "Tathā luddhattā eva kāyasucaritādīsu kiñci sucaritaṁ akatvā kāyaduccaritādīni ca",
  "atk-s0504a1:45_4": "upacinitvā rūpādīsu sattavisattatāya sattāti laddhanāmā pāṇino dukkhassa nibbattiṭṭhānatāya",
  "atk-s0504a1:45_5": "duggatīti saṅkhaṁ gataṁ nirayaṁ tiracchānayoniṁ pettivisayañca paṭisandhiggahaṇavasena",
  "atk-s0504a1:45_6": "gacchanti upapajjanti.",
  "atk-s0504a1:46_0": "Taṁ lobhaṁ sammadaññāya, pajahanti vipassinoti taṁ yathāvuttaṁ lobhaṁ sabhāvato samudayato",
  "atk-s0504a1:46_1": "atthaṅgamato assādato ādīnavato nissaraṇatoti imehi ākārehi sammā aviparītaṁ hetunā",
  "atk-s0504a1:46_2": "ñāyena aññāya ñātatīraṇapariññāsaṅkhātāya paññāya jānitvā rūpādike pañcupādānakkhandhe",
  "atk-s0504a1:46_3": "aniccādīhi vividhehi ākārehi passanato vipassino avasiṭṭhakilese vipassanāpaññāpubbaṅgamāya",
  "atk-s0504a1:46_4": "maggapaññāya samucchedappahānavasena pajahanti, na puna attano santāne uppajjituṁ",
  "atk-s0504a1:46_5": "denti. Pahāyana punāyanti, imaṁ lokaṁ kudācananti evaṁ sahajekaṭṭhapahānekaṭṭhehi",
  "atk-s0504a1:46_6": "avasiṭṭhakilesehi saddhiṁ taṁ lobhaṁ anāgāmimaggena pajahitvā puna pacchā imaṁ kāmadhātusaṅkhātaṁ",
  "atk-s0504a1:46_7": "lokaṁ paṭisandhiggahaṇavasena kadācipi na āgacchanti orambhāgiyānaṁ saṁyojanānaṁ",
  "atk-s0504a1:46_8": "suppahīnattā. Iti bhagavā anāgāmiphalena desanaṁ niṭṭhāpesi.",
  "atk-s0504a1:47_0": "Ayampi atthoti nidānāvasānato pabhuti yāva gāthāpariyosānā iminā suttena pakāsito",
  "atk-s0504a1:47_1": "attho. Api-saddo idāni vakkhamānasuttatthasampiṇḍano. Sesaṁ vuttanayameva. Imasmiṁ",
  "atk-s0504a1:47_2": "sutte samudayasaccaṁ sarūpeneva āgataṁ, pahānāpadesena maggasaccaṁ. Itaraṁ saccadvayañca",
  "atk-s0504a1:47_3": "tadubhayahetutāya niddhāretabbaṁ. Gāthāya pana dukkhasamudayamaggasaccāni yathārutavaseneva",
  "atk-s0504a1:47_4": "ñāyanti, itaraṁ niddhāretabbaṁ. Eseva nayo ito paresupi suttesu.",
  "atk-s0504a1:48": "Paramatthadīpaniyā khuddakanikāya-aṭṭhakathāya",
  "atk-s0504a1:49": "Itivuttakavaṇṇanāya paṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:50": "2. Dosasuttavaṇṇanā",
  "atk-s0504a1:51_0": "2.Vuttañhetaṁ…pe… dosanti dutiyasuttaṁ. Tatrāyaṁ apubbapadavaṇṇanā. Yathā ettha,",
  "atk-s0504a1:51_1": "evaṁ ito paresupi sabbattha apubbapadavaṇṇanaṁyeva karissāma. Yasmā idaṁ suttaṁ dosabahulānaṁ",
  "atk-s0504a1:51_2": "puggalānaṁ ajjhāsayaṁ oloketvā dosavūpasamanatthaṁ desitaṁ, tasmā “dosaṁ, bhikkhave,",
  "atk-s0504a1:51_3": "ekadhammaṁ pajahathā”ti āgataṁ. Tattha dosanti “anatthaṁ me acarīti āghāto jāyatī”tiādinā",
  "atk-s0504a1:51_4": "nayena sutte vuttānaṁ navannaṁ, “atthaṁ me nācarī”tiādīnañca tappaṭipakkhato siddhānaṁ",
  "atk-s0504a1:51_5": "navannamevāti aṭṭhārasannaṁ khāṇukaṇṭakādinā aṭṭhānena saddhiṁ ekūnavīsatiyā aññatarāghātavatthusambhavaṁ",
  "atk-s0504a1:51_6": "āghātaṁ. So hi dussanti tena, sayaṁ vā dussati, dussanamattameva vā tanti dosoti",
  "atk-s0504a1:51_7": "vuccati. So caṇḍikkalakkhaṇo pahaṭāsīviso viya, visappanaraso visanipāto viya, attano",
  "atk-s0504a1:51_8": "nissayadahanaraso vā dāvaggi viya, dussanapaccupaṭṭhāno laddhokāso viya sapatto,",
  "atk-s0504a1:51_9": "yathāvuttaāghātavatthupadaṭṭhāno visasaṁsaṭṭhapūtimuttaṁ viya daṭṭhabbo. Pajahathāti",
  "atk-s0504a1:51_10": "samucchindatha. Tattha ye ime –",
  "atk-s0504a1:52_0": "“Pañcime, bhikkhave, āghātapaṭivinayā, yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo.",
  "atk-s0504a1:52_1": "Katame pañca? Yasmiṁ, bhikkhave, puggale āghāto jāyetha, mettā tasmiṁ puggale bhāvetabbā…pe…",
  "atk-s0504a1:52_2": "karuṇā…pe… upekkhā, asatiamanasikāro tasmiṁ puggale āpajjitabbo, evaṁ tasmiṁ puggale",
  "atk-s0504a1:52_3": "āghāto paṭivinetabbo. Yasmiṁ, bhikkhave, puggale āghāto jāyetha, kammassakatā tasmiṁ",
  "atk-s0504a1:52_4": "puggale adhiṭṭhātabbā ‘kammassako ayamāyasmā kammadāyādo…pe… bhavissatī”ti –",
  "atk-s0504a1:53": "Evaṁ pañca āghātappaṭivinayā vuttāyeva.",
  "atk-s0504a1:54_0": "“Pañcime, āvuso, āghātapaṭivinayā, yattha bhikkhuno uppanno āghāto sabbaso paṭivinetabbo.",
  "atk-s0504a1:54_1": "Katame pañca? Idhāvuso, ekacco puggalo aparisuddhakāyasamācāro hoti parisuddhavacīsamācāro;",
  "atk-s0504a1:54_2": "evarūpepi, āvuso, puggale āghāto paṭivinetabbo”ti –",
  "atk-s0504a1:55": "Evamādināpi nayena pañca āghātapaṭivinayā vuttā, tesu yena kenaci āghātapaṭivinayavidhinā paccavekkhitvā. Apica yo –",
  "atk-s0504a1:56": "“Ubhatodaṇḍakena cepi, bhikkhave, kakacena corā ocarakā aṅgamaṅgāni okanteyyuṁ, tatrāpi yo mano padūseyya, na me so tena sāsanakaro”ti satthu ovādo.",
  "atk-s0504a1:57": "“Tasseva tena pāpiyo, yo kuddhaṁ paṭikujjhati;",
  "atk-s0504a1:58": "Kuddhaṁ appaṭikujjhanto, saṅgāmaṁ jeti dujjayaṁ.",
  "atk-s0504a1:59": "“Ubhinnamatthaṁ carati, attano ca parassa ca;",
  "atk-s0504a1:60": "Paraṁ saṅkupitaṁ ñatvā, yo sato upasammati. ;",
  "atk-s0504a1:61_0": "“Sattime, bhikkhave, dhammā sapattakantā sapattakaraṇā kodhanaṁ āgacchanti itthiṁ",
  "atk-s0504a1:61_1": "vā purisaṁ vā. Katame satta? Idha, bhikkhave, sapatto sapattassa evaṁ icchati, ‘aho",
  "atk-s0504a1:61_2": "vatāyaṁ dubbaṇṇo assā’ti. Taṁ kissa hetu? Na, bhikkhave, sapatto sapattassa vaṇṇavatāya",
  "atk-s0504a1:61_3": "nandati. Kodhanoyaṁ, bhikkhave, purisapuggalo kodhābhibhūto kodhapareto kiñcāpi so",
  "atk-s0504a1:61_4": "hoti sunhāto suvilitto kappitakesamassu odātavatthavasano, atha kho so dubbaṇṇova",
  "atk-s0504a1:61_5": "hoti kodhābhibhūto. Ayaṁ, bhikkhave, paṭhamo dhammo sapattakanto sapattakaraṇo kodhanaṁ",
  "atk-s0504a1:61_6": "āgacchati itthiṁ vā purisaṁ vā.",
  "atk-s0504a1:62_0": "“Puna caparaṁ, bhikkhave, sapatto sapattassa evaṁ icchati ‘aho vatāyaṁ dukkhaṁ sayeyyā’ti…pe…",
  "atk-s0504a1:62_1": "na pacurattho assāti…pe… na bhogavā assāti…pe… na yasavā assāti…pe… na mittavā assāti…pe…",
  "atk-s0504a1:62_2": "kāyassa bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapajjeyyāti. Taṁ kissa",
  "atk-s0504a1:62_3": "hetu? Na, bhikkhave, sapatto sapattassa sugatigamane nandati. Kodhanoyaṁ, bhikkhave,",
  "atk-s0504a1:62_4": "purisapuggalo kodhābhibhūto kodhapareto kāyena duccaritaṁ carati, vācāya duccaritaṁ",
  "atk-s0504a1:62_5": "carati, manasā duccaritaṁ carati. So kāyena duccaritaṁ caritvā vācāya duccaritaṁ",
  "atk-s0504a1:62_6": "caritvā manasā duccaritaṁ caritvā kāyassa bhedā paraṁ maraṇā…pe… nirayaṁ upapajjati kodhābhibhūto”ti.",
  "atk-s0504a1:63": "“Kuddho atthaṁ na jānāti, kuddho dhammaṁ na passati…pe…. ;",
  "atk-s0504a1:64": "“Kodhaṁ jahe vippajaheyya mānaṁ, saṁyojanaṁ sabbamatikkameyya. ;",
  "atk-s0504a1:65": "“Anatthajanano kodho, kodho cittappakopano…pe…. ;",
  "atk-s0504a1:66": "“Kodhaṁ chetvā sukhaṁ seti, kodhaṁ chetvā na socati;",
  "atk-s0504a1:67": "Kodhassa visamūlassa, madhuraggassa brāhmaṇā”ti. ;",
  "atk-s0504a1:68": "“Ekāparādhaṁ khama bhūripañña,",
  "atk-s0504a1:69": "Na paṇḍitā kodhabalā bhavantī”ti. –",
  "atk-s0504a1:70_0": "Evamādinā nayena dose ādīnave vuttappaṭipakkhato dosappahāne ānisaṁse ca paccavekkhitvā",
  "atk-s0504a1:70_1": "pubbabhāge dosaṁ tadaṅgappahānādivasena pajahitvā vipassanaṁ ussukkāpetvā tatiyamaggena",
  "atk-s0504a1:70_2": "sabbaso dosaṁ samucchindatha, pajahathāti tesaṁ bhikkhūnaṁ tattha niyojanaṁ. Tena",
  "atk-s0504a1:70_3": "vuttaṁ “dosaṁ, bhikkhave, ekadhammaṁ pajahathā”ti. Duṭṭhāseti āghātena dūsitacittatāya",
  "atk-s0504a1:70_4": "paduṭṭhā. Sesamettha yaṁ vattabbaṁ, taṁ paṭhamasuttavaṇṇanāyaṁ vuttanayameva.",
  "atk-s0504a1:71": "Dutiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:72": "3. Mohasuttavaṇṇanā",
  "atk-s0504a1:73_0": "3. Tatiye mohanti aññāṇaṁ. Tañhi dukkhe aññāṇaṁ, dukkhasamudaye aññāṇaṁ, dukkhanirodhe",
  "atk-s0504a1:73_1": "aññāṇaṁ, dukkhanirodhagāminiyā paṭipadāya aññāṇantiādinā nayena vibhāgena anekappabhedampi",
  "atk-s0504a1:73_2": "muyhanti. Tena sayaṁ vā muyhati muyhanamattameva vā tanti mohoti vuccati. So cittassa",
  "atk-s0504a1:73_3": "andhabhāvalakkhaṇo, aññāṇalakkhaṇo vā, asampaṭivedharaso, ārammaṇasabhāvacchādanaraso",
  "atk-s0504a1:73_4": "vā, asammāppaṭipattipaccupaṭṭhāno, andhakārapaccupaṭṭhāno vā, ayonisomanasikārapadaṭṭhāno,",
  "atk-s0504a1:73_5": "sabbākusalānaṁ mūlanti daṭṭhabbo. Idhāpi pajahathāti padassa –",
  "atk-s0504a1:74": "“Mūḷho atthaṁ na jānāti, mūḷho dhammaṁ na passati;",
  "atk-s0504a1:75": "Andhatamaṁ tadā hoti, yaṁ moho sahate naraṁ”. ;",
  "atk-s0504a1:76": "“Anatthajanano moho…pe…. ;",
  "atk-s0504a1:77": "“Avijjā, bhikkhave, pubbaṅgamā akusalānaṁ dhammānaṁ samāpattiyā” ;",
  "atk-s0504a1:78": "“Mohasambandhano loko, bhabbarūpova dissati”; ;",
  "atk-s0504a1:79": "“Moho nidānaṁ kammānaṁ samudayāya” ;",
  "atk-s0504a1:80": "“Mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto diṭṭhadhammikampi bhayaṁ veraṁ pasavati, samparāyikampi bhayaṁ veraṁ pasavatī”ti ca –",
  "atk-s0504a1:81_0": "Ādinā nayena “yo koci dhammo kāmacchandādisaṁkilesadhammehi nibbattetabbo, atthato",
  "atk-s0504a1:81_1": "sabbo so mohahetuko”ti ca mohe ādīnavaṁ tappaṭipakkhato mohappahāne ānisaṁsañca paccavekkhitvā",
  "atk-s0504a1:81_2": "kāmacchandādippahānakkameneva pubbabhāge tadaṅgādivasena mohaṁ pajahantā tatiyamaggena",
  "atk-s0504a1:81_3": "yathāvuttalobhadosekaṭṭhaṁ mohaṁ samucchedavasena pajahathāti attho daṭṭhabbo. Anāgāmimaggavajjho",
  "atk-s0504a1:81_4": "eva hi moho idhādhippetoti. Mūḷhāseti kusalākusalasāvajjānavajjādibhede attano hitāhite",
  "atk-s0504a1:81_5": "sammūḷhā. Sesaṁ vuttanayameva.",
  "atk-s0504a1:82": "Tatiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:83": "4. Kodhasuttavaṇṇanā",
  "atk-s0504a1:84_0": "4. Catutthe kodhanti dosaṁ. Doso eva hi kodhapariyāyena bujjhanakānaṁ puggalānaṁ",
  "atk-s0504a1:84_1": "ajjhāsayavasena evaṁ vutto. Tasmā dutiyasutte vuttanayenevettha attho veditabbo.",
  "atk-s0504a1:84_2": "Apica kujjhanalakkhaṇo kodho, āghātakaraṇaraso, cittassa byāpattibhāvapaccupaṭṭhāno,",
  "atk-s0504a1:84_3": "cetaso pūtibhāvoti daṭṭhabboti ayampi viseso veditabbo.",
  "atk-s0504a1:85": "Catutthasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:86": "5. Makkhasuttavaṇṇanā",
  "atk-s0504a1:87_0": "5. Pañcame makkhanti paraguṇamakkhanaṁ. Yadipi hi so gūthaṁ gahetvā paraṁ paharanto",
  "atk-s0504a1:87_1": "viya attano karaṁ paṭhamataraṁ makkhatiyeva, tathāpi paresaṁ guṇamakkhanādhippāyena",
  "atk-s0504a1:87_2": "pavattetabbattā “paraguṇamakkhano”ti vuccati. Tathā hi so udakapuñchanamiva nhātassa",
  "atk-s0504a1:87_3": "sarīragataṁ udakaṁ paresaṁ guṇe makkheti puñchati vināseti, parehi vā katānaṁ mahantānampi",
  "atk-s0504a1:87_4": "kārānaṁ khepanato dhaṁsanato makkhoti vuccati. So paraguṇamakkhanalakkhaṇo, tesaṁ",
  "atk-s0504a1:87_5": "vināsanaraso, tadavacchādanapaccupaṭṭhāno. Atthato pana paresaṁ guṇamakkhanākārena",
  "atk-s0504a1:87_6": "pavatto domanassasahagatacittuppādoti daṭṭhabbaṁ. Pajahathāti tattha vuttappabhedaṁ",
  "atk-s0504a1:87_7": "dosaṁ, dose ca vuttanayaṁ ādīnavaṁ, pahāne cassa ānisaṁsaṁ paccavekkhitvā pubbabhāge",
  "atk-s0504a1:87_8": "tadaṅgādivasena pajahantā vipassanaṁ ussukkāpetvā tatiyamaggena anavasesaṁ samucchindathāti",
  "atk-s0504a1:87_9": "attho. Makkhāseti makkhitā makkhitaparaguṇā, paresaṁ guṇānaṁ makkhitāro, tato eva",
  "atk-s0504a1:87_10": "attanopi dhaṁsitaguṇāti attho. Sesaṁ vuttanayameva.",
  "atk-s0504a1:88": "Pañcamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:89": "6. Mānasuttavaṇṇanā",
  "atk-s0504a1:90_0": "6. Chaṭṭhe mānanti jātiādivatthukaṁ cetaso unnamanaṁ. So hi “seyyohamasmī”tiādinā",
  "atk-s0504a1:90_1": "nayena maññanti tena, sayaṁ vā maññati, mānanaṁ sampaggahoti vā mānoti vuccati. Svāyaṁ",
  "atk-s0504a1:90_2": "seyyohamasmīti māno, sadisohamasmīti māno, hīnohamasmīti mānoti evaṁ tividho. Puna",
  "atk-s0504a1:90_3": "seyyassa seyyohamasmīti māno, seyyassa sadiso, seyyassa hīno; sadisassa seyyo, sadisassa",
  "atk-s0504a1:90_4": "sadiso, sadisassa hīno; hīnassa seyyo, hīnassa sadiso, hīnassa hīnohamasmīti mānoti",
  "atk-s0504a1:90_5": "evaṁ navavidhopi unnatilakkhaṇo, ahaṁkāraraso, sampaggaharaso vā, uddhumātabhāvapaccupaṭṭhāno,",
  "atk-s0504a1:90_6": "ketukamyatāpaccupaṭṭhāno vā, diṭṭhivippayuttalobhapadaṭṭhāno ummādo viyāti daṭṭhabbo.",
  "atk-s0504a1:90_7": "Pajahathāti tassa sabbassapi attukkaṁsanaparavambhananimittatā, garuṭṭhāniyesu abhivādanapaccupaṭṭhānaañjalikammasāmīcikammādīnaṁ",
  "atk-s0504a1:90_8": "akaraṇe kāraṇatā, jātimadapurisamadādibhāvena pamādāpattihetubhāvoti evamādibhedaṁ",
  "atk-s0504a1:90_9": "ādīnavaṁ tappaṭipakkhato niratimānatāya ānisaṁsañca paccavekkhitvā rājasabhaṁ anuppatto",
  "atk-s0504a1:90_10": "caṇḍālo viya sabrahmacārīsu nīcacittataṁ paccupaṭṭhapetvā pubbabhāge tadaṅgādivasena",
  "atk-s0504a1:90_11": "taṁ pajahantā vipassanaṁ vaḍḍhetvā anāgāmimaggena samucchindathāti attho. Anāgāmimaggavajjho",
  "atk-s0504a1:90_12": "eva hi māno idhādhippeto. Mattāseti jātimadapurisamadādivasena mānena pamādāpattihetubhūtena",
  "atk-s0504a1:90_13": "mattā attānaṁ paggahetvā carantā. Sesaṁ vuttanayameva.",
  "atk-s0504a1:91_0": "Imesu pana paṭipāṭiyā chasu suttesu gāthāsu vā anāgāmiphalaṁ pāpetvā desanā niṭṭhāpitā.",
  "atk-s0504a1:91_1": "Tattha ye ime avihā atappā sudassā sudassī akaniṭṭhāti upapattibhavavasena pañca",
  "atk-s0504a1:91_2": "anāgāmino, tesu avihesu upapannā avihā nāma. Te antarāparinibbāyī, upahaccaparinibbāyī,",
  "atk-s0504a1:91_3": "asaṅkhāraparinibbāyī, sasaṅkhāraparinibbāyī, uddhaṁsoto akaniṭṭhagāmīti pañcavidhā,",
  "atk-s0504a1:91_4": "tathā atappā, sudassā, sudassino. Akaniṭṭhesu pana uddhaṁsoto akaniṭṭhagāmī parihāyati.",
  "atk-s0504a1:91_5": "Tattha yo avihādīsu uppajjitvā āyuvemajjhaṁ anatikkamitvā arahattappattiyā kilesaparinibbānena",
  "atk-s0504a1:91_6": "parinibbāyati, ayaṁ antarāparinibbāyī nāma. Yo pana avihādīsu ādito pañcakappasatādibhedaṁ",
  "atk-s0504a1:91_7": "āyuvemajjhaṁ atikkamitvā parinibbāyati, ayaṁ upahaccaparinibbāyī nāma. Yo asaṅkhārena",
  "atk-s0504a1:91_8": "adhimattappayogaṁ akatvā appadukkhena akasirena parinibbāyati, ayaṁ asaṅkhāraparinibbāyī",
  "atk-s0504a1:91_9": "nāma. Yo pana sasaṅkhārena adhimattappayogaṁ katvā dukkhena kicchena kasirena parinibbāyati,",
  "atk-s0504a1:91_10": "ayaṁ sasaṅkhāraparinibbāyī nāma. Itaro pana avihādīsu uddhaṁvāhitabhāvena uddhamassa",
  "atk-s0504a1:91_11": "taṇhāsotaṁ, vaṭṭasotaṁ, maggasotameva vāti uddhaṁsoto. Avihādīsu uppajjitvā arahattaṁ",
  "atk-s0504a1:91_12": "pattuṁ asakkonto tattha tattha yāvatāyukaṁ ṭhatvā paṭisandhiggahaṇavasena akaniṭṭhaṁ",
  "atk-s0504a1:91_13": "gacchatīti akaniṭṭhagāmī.",
  "atk-s0504a1:92_0": "Ettha ca uddhaṁsoto akaniṭṭhagāmī, uddhaṁsoto na akaniṭṭhagāmī, na uddhaṁsoto akaniṭṭhagāmī,",
  "atk-s0504a1:92_1": "na uddhaṁsoto na akaniṭṭhagāmīti catukkaṁ veditabbaṁ. Kathaṁ? Yo avihato paṭṭhāya",
  "atk-s0504a1:92_2": "cattāro devaloke sodhetvā akaniṭṭhaṁ gantvā parinibbāyati, ayaṁ uddhaṁsoto akaniṭṭhagāmī",
  "atk-s0504a1:92_3": "nāma. Yo pana heṭṭhā tayo devaloke sodhetvā sudassīdevaloke ṭhatvā parinibbāyati,",
  "atk-s0504a1:92_4": "ayaṁ uddhaṁsoto na akaniṭṭhagāmī nāma. Yo ito akaniṭṭhameva gantvā parinibbāyati,",
  "atk-s0504a1:92_5": "ayaṁ na uddhaṁsoto akaniṭṭhagāmī nāma. Yo pana heṭṭhā catūsu devalokesu tattha tattheva",
  "atk-s0504a1:92_6": "parinibbāyati, ayaṁ na uddhaṁsoto, na akaniṭṭhagāmī nāmāti.",
  "atk-s0504a1:93_0": "Tattha avihesu uppajjitvā kappasatato uddhaṁ parinibbāyiko, dvinnaṁ kappasatānaṁ",
  "atk-s0504a1:93_1": "matthake parinibbāyiko, pañcakappasate asampatte parinibbāyikoti tayo antarāparinibbāyino.",
  "atk-s0504a1:93_2": "Vuttañhetaṁ “upapannaṁ vā samanantarā appattaṁ vā vemajjha”nti. Vā-saddena hi pattamattopi",
  "atk-s0504a1:93_3": "saṅgahitoti. Evaṁ tayo antarāparinibbāyino, eko upahaccaparinibbāyī eko uddhaṁsoto.",
  "atk-s0504a1:93_4": "Tesu asaṅkhāraparinibbāyino pañca, sasaṅkhāraparinibbāyino pañcāti dasa honti. Tathā",
  "atk-s0504a1:93_5": "atappāsudassāsudassīsūti cattāro dasakā cattārīsaṁ akaniṭṭhe pana uddhaṁsotassa abhāvato",
  "atk-s0504a1:93_6": "tayo antarāparinibbāyino, eko upahaccaparinibbāyīti asaṅkhāraparinibbāyino cattāro,",
  "atk-s0504a1:93_7": "sasaṅkhāraparinibbāyino cattāroti aṭṭha, evamete aṭṭhacattārīsaṁ anāgāmino. Te sabbepi",
  "atk-s0504a1:93_8": "imesu suttesu avisesavacanena gahitāti daṭṭhabbaṁ.",
  "atk-s0504a1:94": "Chaṭṭhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:95": "7. Sabbapariññāsuttavaṇṇanā",
  "atk-s0504a1:96_0": "7. Sattame sabbanti anavasesaṁ. Anavasesavācako hi ayaṁ sabba-saddo. So yena yena",
  "atk-s0504a1:96_1": "sambandhaṁ gacchati, tassa tassa anavasesataṁ dīpeti; yathā “sabbaṁ rūpaṁ, sabbā",
  "atk-s0504a1:96_2": "vedanā, sabbasakkāyapariyāpannesu dhammesū”ti. So panāyaṁ sabba-saddo sappadesanippadesavisayatāya",
  "atk-s0504a1:96_3": "duvidho. Tathā hesa sabbasabbaṁ, padesasabbaṁ, āyatanasabbaṁ, sakkāyasabbanti catūsu",
  "atk-s0504a1:96_4": "visayesu diṭṭhappayogo. Tattha “sabbe dhammā sabbākārena buddhassa bhagavato ñāṇamukhe",
  "atk-s0504a1:96_5": "āpāthamāgacchantī”tiādīsu sabbasabbasmiṁ āgato. “Sabbesaṁ vo, sāriputtā, subhāsitaṁ",
  "atk-s0504a1:96_6": "pariyāyenā”tiādīsu padesasabbasmiṁ. “Sabbaṁ vo, bhikkhave, desessāmi, cakkhuñceva",
  "atk-s0504a1:96_7": "rūpañca…pe…. Manañceva dhamme cā”ti ettha āyatanasabbasmiṁ. “Sabbadhammamūlapariyāyaṁ",
  "atk-s0504a1:96_8": "vo, bhikkhave, desessāmī”tiādīsu sakkāyasabbasmiṁ. Tattha sabbasabbasmiṁ āgato nippadesavisayo,",
  "atk-s0504a1:96_9": "itaresu tīsupi āgato sappadesavisayo. Idha pana sakkāyasabbasmiṁ veditabbo. Vipassanāya",
  "atk-s0504a1:96_10": "ārammaṇabhūtā tebhūmakadhammā hi idha “sabba”nti anavasesato gahitā.",
  "atk-s0504a1:97_0": "Anabhijānanti “ime dhammā kusalā, ime akusalā, ime sāvajjā, ime anavajjā”tiādinā",
  "atk-s0504a1:97_1": "“ime pañcakkhandhā, imāni dvādasāyatanāni, imā aṭṭhārasa dhātuyo, idaṁ dukkhaṁ ariyasaccaṁ,",
  "atk-s0504a1:97_2": "ayaṁ dukkhasamudayo ariyasacca”nti ca ādinā sabbe abhiññeyye dhamme aviparītasabhāvato",
  "atk-s0504a1:97_3": "anabhijānanto abhivisiṭṭhena ñāṇena na jānanto. Aparijānanti na parijānanto. Yo hi",
  "atk-s0504a1:97_4": "sabbaṁ tebhūmakadhammajātaṁ parijānāti, so tīhi pariññāhi parijānāti – ñātapariññāya,",
  "atk-s0504a1:97_5": "tīraṇapariññāya, pahānapariññāya. Tattha katamā ñātapariññā? Sabbaṁ tebhūmakaṁ nāmarūpaṁ",
  "atk-s0504a1:97_6": "– “idaṁ rūpaṁ, ettakaṁ rūpaṁ, na ito bhiyyo. Idaṁ nāmaṁ, ettakaṁ nāmaṁ, na ito bhiyyo”ti",
  "atk-s0504a1:97_7": "bhūtappasādādippabhedaṁ rūpaṁ, phassādippabhedaṁ nāmañca, lakkhaṇarasapaccupaṭṭhānapadaṭṭhānato",
  "atk-s0504a1:97_8": "vavatthapeti. Tassa avijjādikañca paccayaṁ pariggaṇhāti. Ayaṁ ñātapariññā. Katamā",
  "atk-s0504a1:97_9": "tīraṇapariññā? Evaṁ ñātaṁ katvā taṁ sabbaṁ tīreti aniccato dukkhato rogatoti dvācattālīsāya",
  "atk-s0504a1:97_10": "ākārehi. Ayaṁ tīraṇapariññā. Katamā pahānapariññā? Evaṁ tīrayitvā aggamaggena sabbasmiṁ",
  "atk-s0504a1:97_11": "chandarāgaṁ pajahati. Ayaṁ pahānapariññā.",
  "atk-s0504a1:98_0": "Diṭṭhivisuddhikaṅkhāvitaraṇavisuddhiyopi ñātapariññā. Maggāmaggapaṭipadāñāṇadassanavisuddhiyo",
  "atk-s0504a1:98_1": "kalāpasammasanādianulomapariyosānā vā paññā tīraṇapariññā. Ariyamaggena pajahanaṁ",
  "atk-s0504a1:98_2": "pahānapariññā. Yo sabbaṁ parijānāti, so imāhi tīhi pariññāhi parijānāti. Idha pana",
  "atk-s0504a1:98_3": "virāgappahānānaṁ paṭikkhepavasena visuṁ gahitattā ñātapariññāya tīraṇapariññāya ca",
  "atk-s0504a1:98_4": "vasena parijānanā veditabbā. Yo panevaṁ na parijānāti, taṁ sandhāya vuttaṁ “aparijāna”nti.",
  "atk-s0504a1:99_0": "Tattha cittaṁ avirājayanti tasmiṁ abhiññeyyavisese pariññeyye attano cittasantānaṁ",
  "atk-s0504a1:99_1": "na virājayaṁ, na virajjanto; yathā tattha rāgo na hoti, evaṁ virāgānupassanaṁ na",
  "atk-s0504a1:99_2": "uppādentoti attho. Appajahanti vipassanāpaññāsahitāya maggapaññāya tattha pahātabbayuttakaṁ",
  "atk-s0504a1:99_3": "kilesavaṭṭaṁ anavasesato na pajahanto. Yathā cetaṁ, evaṁ abhijānanādayopi missakamaggavasena",
  "atk-s0504a1:99_4": "veditabbā. Pubbabhāge hi nānācittavasena ñātatīraṇapahānapariññāhi kamena abhijānanādīni",
  "atk-s0504a1:99_5": "sampādetvā maggakāle ekakkhaṇeneva kiccavasena taṁ sabbaṁ nipphādentaṁ ekameva ñāṇaṁ",
  "atk-s0504a1:99_6": "pavattatīti. Abhabbo dukkhakkhayāyāti nibbānāya sakalassa vaṭṭadukkhassa khepanāya",
  "atk-s0504a1:99_7": "na bhabbo, nālaṁ na samatthoti attho.",
  "atk-s0504a1:100_0": "Sabbañca khoti ettha ca-saddo byatireke, kho-saddo avadhāraṇe. Tadubhayena abhijānanādito",
  "atk-s0504a1:100_1": "laddhabbaṁ visesaṁ dukkhakkhayassa ca ekantakāraṇaṁ dīpeti. Abhijānanādīsu yaṁ vattabbaṁ,",
  "atk-s0504a1:100_2": "taṁ vuttameva. Tattha pana paṭikkhepavasena vuttaṁ, idha vidhānavasena veditabbaṁ.",
  "atk-s0504a1:100_3": "Ayameva viseso. Apica abhijānanti upādānakkhandhapañcakasaṅkhātaṁ sakkāyasabbaṁ sarūpato",
  "atk-s0504a1:100_4": "paccayato ca ñāṇassa abhimukhīkaraṇavasena abhijānanto hutvā abhāvākārādipariggahena",
  "atk-s0504a1:100_5": "taṁ aniccādilakkhaṇehi paricchijjamānavasena parijānanto. Virājayanti sammadevassa",
  "atk-s0504a1:100_6": "aniccatādiavabodhena uppannabhayādīnavanibbidādiñāṇānubhāvena attano cittaṁ virattaṁ",
  "atk-s0504a1:100_7": "karonto tattha aṇumattampi rāgaṁ anuppādento. Pajahanti vuṭṭhānagāminivipassanāsahitāya",
  "atk-s0504a1:100_8": "maggapaññāya samudayapakkhiyaṁ kilesavaṭṭaṁ pajahanto samucchindanto. Bhabbo dukkhakkhayāyāti",
  "atk-s0504a1:100_9": "evaṁ kilesamalappahāneneva sabbassa kammavaṭṭassa parikkhīṇattā anavasesavipākavaṭṭakhepanāya",
  "atk-s0504a1:100_10": "sakalasaṁsāravaṭṭadukkhaparikkhayabhūtāya vā anupādisesāya nibbānadhātuyā bhabbo",
  "atk-s0504a1:100_11": "ekantenetaṁ pāpuṇitunti evamettha attho daṭṭhabbo.",
  "atk-s0504a1:101_0": "Yo sabbaṁ sabbato ñatvāti yo yuttayogo āraddhavipassako sabbaṁ tebhūmakadhammajātaṁ",
  "atk-s0504a1:101_1": "sabbato sabbabhāgena kusalādikkhandhādivibhāgato dukkhādipīḷanādivibhāgato ca. Atha",
  "atk-s0504a1:101_2": "vā sabbatoti sabbasmā kakkhaḷaphusanādilakkhaṇādito aniccādito cāti sabbākārato jānitvā",
  "atk-s0504a1:101_3": "vipassanāpubbaṅgamena maggañāṇena paṭivijjhitvā, vipassanāñāṇeneva vā jānanahetu.",
  "atk-s0504a1:101_4": "Sabbatthesu na rajjatīti sabbesu atītādivasena anekabhedabhinnesu sakkāyadhammesu",
  "atk-s0504a1:101_5": "na rajjati, ariyamaggādhigamena rāgaṁ na janeti. Imināssa taṇhāgāhassa abhāvaṁ dassento",
  "atk-s0504a1:101_6": "taṁ nimittattā diṭṭhamānaggāhānaṁ “etaṁ mama esohamasmi, eso me attā”ti imassa micchāgāhattayassapi",
  "atk-s0504a1:101_7": "abhāvaṁ dasseti. Sa veti ettha sa-iti nipātamattaṁ. Ve-ti byattaṁ, ekaṁsenāti vā",
  "atk-s0504a1:101_8": "etasmiṁ atthe nipāto. Sabbapariññāti sabbaparijānanato, yathāvuttassa sabbassa abhisamayavasena",
  "atk-s0504a1:101_9": "parijānanato. Soti yathāvutto yogāvacaro, ariyo eva vā. Sabbadukkhamupaccagāti sabbaṁ",
  "atk-s0504a1:101_10": "vaṭṭadukkhaṁ accagā atikkami, samatikkamīti attho.",
  "atk-s0504a1:102": "Sattamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:103": "8. Mānapariññāsuttavaṇṇanā",
  "atk-s0504a1:104_0": "8. Aṭṭhame apubbaṁ natthi, kevalaṁ mānavasena desanā pavattā. Gāthāsu pana mānupetā",
  "atk-s0504a1:104_1": "ayaṁ pajāti kammakilesehi pajāyatīti pajāti laddhanāmā ime sattā maññanalakkhaṇena",
  "atk-s0504a1:104_2": "mānena upetā upagatā. Mānaganthā bhave ratāti kimikīṭapaṭaṅgādiattabhāvepi mānena",
  "atk-s0504a1:104_3": "ganthitā mānasaṁyojanena saṁyuttā. Tato eva dīgharattaṁ paribhāvitāhaṁkāravasena",
  "atk-s0504a1:104_4": "“etaṁ mamā”ti saṅkhāresu ajjhosānabahulattā tattha niccasukhaattādivipallāsavasena",
  "atk-s0504a1:104_5": "ca kāmādibhave ratā. Mānaṁ aparijānantāti mānaṁ tīhi pariññāhi na parijānantā. Arahattamaggañāṇena",
  "atk-s0504a1:104_6": "vā anatikkamantā, “mānaṁ apariññāyā”ti keci paṭhanti. Āgantāro punabbhavanti puna",
  "atk-s0504a1:104_7": "āyātiṁ upapattibhavaṁ. Punappunaṁ bhavanato vā punabbhavasaṅkhātaṁ saṁsāraṁ aparāparaṁ",
  "atk-s0504a1:104_8": "parivattanavasena gantāro upagantāro honti, bhavato na parimuccantīti attho. Ye ca",
  "atk-s0504a1:104_9": "mānaṁ pahantvāna, vimuttā mānasaṅkhayeti ye pana arahattamaggena sabbaso mānaṁ pajahitvā",
  "atk-s0504a1:104_10": "mānassa accantasaṅkhayabhūte arahattaphale nibbāne vā tadekaṭṭhasabbakilesavimuttiyā",
  "atk-s0504a1:104_11": "vimuttā suṭṭhu muttā. Te mānaganthābhibhuno, sabbadukkhamupaccagunti te parikkhīṇabhavasaṁyojanā",
  "atk-s0504a1:104_12": "arahanto sabbaso mānaganthaṁ mānasaṁyojanaṁ samucchedappahānena abhibhavitvā ṭhitā,",
  "atk-s0504a1:104_13": "anavasesaṁ vaṭṭadukkhaṁ atikkamiṁsūti attho. Evametasmiṁ sattamasutte ca arahattaṁ kathitanti.",
  "atk-s0504a1:105": "Aṭṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:106": "9-10. Lobhadosapariññāsuttadvayavaṇṇanā",
  "atk-s0504a1:107": "9-10. Navamadasamesu apubbaṁ natthi. Desanāvilāsavasena tathā bujjhanakānaṁ veneyyānaṁ ajjhāsayavasena vā tathā desitānīti daṭṭhabbaṁ.",
  "atk-s0504a1:108": "Navamadasamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:109": "Paṭhamavaggavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:110": "2. Dutiyavaggo",
  "atk-s0504a1:111": "1-3. Mohapariññādisuttavaṇṇanā",
  "atk-s0504a1:112": "11-13. Dutiyavaggepi paṭhamādīni tīṇi suttāni vuttanayāneva, tathā desanākāraṇampi vuttameva.",
  "atk-s0504a1:113": "4. Avijjānīvaraṇasuttavaṇṇanā",
  "atk-s0504a1:114_0": "14. Catutthe – “nāhaṁ, bhikkhave”tiādīsu na-kāro paṭisedhattho. Ahanti bhagavā attānaṁ",
  "atk-s0504a1:114_1": "niddisati. Aññanti idāni vattabbaavijjānīvaraṇato aññaṁ. Ekanīvaraṇampīti ekanīvaraṇadhammampi.",
  "atk-s0504a1:114_2": "Samanupassāmīti dve samanupassanā – diṭṭhisamanupassanā ca ñāṇasamanupassanā ca.",
  "atk-s0504a1:114_3": "Tattha “rūpaṁ attato samanupassatī”tiādinā āgatā ayaṁ diṭṭhisamanupassanā nāma. “Aniccato",
  "atk-s0504a1:114_4": "samanupassati, no niccato”tiādinā pana āgatā ayaṁ ñāṇasamanupassanā nāma. Idhāpi",
  "atk-s0504a1:114_5": "ñāṇasamanupassanāva adhippetā. “Samanupassāmī”ti ca padassa na-kārena sambandho.",
  "atk-s0504a1:114_6": "Idaṁ vuttaṁ hoti – “ahaṁ, bhikkhave, sabbaññutaññāṇasaṅkhātena samantacakkhunā sabbadhamme",
  "atk-s0504a1:114_7": "hatthāmalakaṁ viya olokentopi aññaṁ ekanīvaraṇampi na samanupassāmī”ti.",
  "atk-s0504a1:115_0": "Yena nīvaraṇena nivutā pajā dīgharattaṁ sandhāvanti saṁsarantīti yena nīvaraṇakasabhāvattā",
  "atk-s0504a1:115_1": "nīvaraṇena dhammasabhāvaṁ jānituṁ passituṁ paṭivijjhituṁ adatvā chādetvā pariyonandhitvā",
  "atk-s0504a1:115_2": "ṭhānena andhakārena nivutā sattā anādimatasaṁsāre aparimāṇe kappe mahantesu ceva",
  "atk-s0504a1:115_3": "khuddakesu ca bhavādīsu aparāparuppattivasena sabbato dhāvanti ceva saṁsaranti, ca.",
  "atk-s0504a1:115_4": "Ārammaṇantarasaṅkamanavasena vā sandhāvanaṁ, bhavantarasaṅkamanavasena saṁsaraṇaṁ.",
  "atk-s0504a1:115_5": "Kilesānaṁ balavabhāvena vā sandhāvanaṁ, dubbalabhāvena saṁsaraṇaṁ. Khaṇikamaraṇavasena",
  "atk-s0504a1:115_6": "vā ekajātiyaṁ sandhāvanaṁ, vohāramaraṇavasena anekāsu jātīsu saṁsaraṇaṁ. Cittavasena",
  "atk-s0504a1:115_7": "vā sandhāvanaṁ, “cittamassa vidhāvatī”ti hi vuttaṁ, kammavasena saṁsaraṇaṁ. Evaṁ",
  "atk-s0504a1:115_8": "sandhāvanasaṁsaraṇānaṁ viseso veditabbo.",
  "atk-s0504a1:116_0": "Yathayidanti yathā idaṁ. Ya-kāro padasandhikaro, sandhivasena rassattaṁ. Avijjānīvaraṇanti",
  "atk-s0504a1:116_1": "ettha pūretuṁ ayuttaṭṭhena kāyaduccaritādi avindiyaṁ nāma, aladdhabbanti attho. Taṁ",
  "atk-s0504a1:116_2": "avindiyaṁ vindatīti avijjā. Viparītato kāyasucaritādi vindiyaṁ nāma, taṁ vindiyaṁ",
  "atk-s0504a1:116_3": "na vindatīti avijjā. Khandhānaṁ rāsaṭṭhaṁ, āyatanānaṁ āyatanaṭṭhaṁ, dhātūnaṁ suññaṭṭhaṁ,",
  "atk-s0504a1:116_4": "indriyānaṁ ādhipateyyaṭṭhaṁ, saccānaṁ tathaṭṭhaṁ dukkhādīnaṁ pīḷanādivasena vuttaṁ",
  "atk-s0504a1:116_5": "catubbidhaṁ atthaṁ aviditaṁ karotītipi avijjā. Antavirahite saṁsāre satte javāpetīti",
  "atk-s0504a1:116_6": "vā avijjā, paramatthato vā avijjamānesu itthipurisādīsu javati pavattati, vijjamānesu",
  "atk-s0504a1:116_7": "khandhādīsu na javati, na pavattatīti avijjā. Apica cakkhuviññāṇādīnaṁ vatthārammaṇānaṁ",
  "atk-s0504a1:116_8": "paṭiccasamuppādapaṭiccasamuppannānañca dhammānaṁ chādanatopi avijjā. Avijjāva nīvaraṇanti avijjānīvaraṇaṁ.",
  "atk-s0504a1:117_0": "Avijjānīvaraṇena hi, bhikkhave, nivutā pajā dīgharattaṁ sandhāvanti saṁsarantīti",
  "atk-s0504a1:117_1": "idaṁ purimasseva daḷhīkaraṇatthaṁ vuttaṁ. Purimaṁ vā – “yathayidaṁ, bhikkhave, avijjānīvaraṇa”nti",
  "atk-s0504a1:117_2": "evaṁ opammadassanavasena vuttaṁ, idaṁ nīvaraṇānubhāvadassanavasena. Kasmā panettha",
  "atk-s0504a1:117_3": "avijjāva evaṁ vuttā, na aññe dhammāti? Ādīnavapaṭicchādanena kāmacchandādīnaṁ visesappaccayabhāvato.",
  "atk-s0504a1:117_4": "Tathā hi tāya paṭicchāditādīnave visaye kāmacchandādayo pavattanti.",
  "atk-s0504a1:118_0": "Natthaññoti ādikā gāthā vuttassa avuttassa ca atthassa saṅgaṇhanavasena bhāsitā.",
  "atk-s0504a1:118_1": "Tattha nivutāti nivāritā paliguṇṭhitā, paṭicchāditāti attho. Ahorattanti divā ceva",
  "atk-s0504a1:118_2": "rattiñca, sabbakālanti vuttaṁ hoti. Yathāmohena āvutāti yena pakārena avijjānīvaraṇasaṅkhātena",
  "atk-s0504a1:118_3": "mohena āvutā paṭicchāditā suviññeyyampi ajānantiyo pajā saṁsāre saṁsaranti, tathārūpo",
  "atk-s0504a1:118_4": "añño ekadhammopi ekanīvaraṇampi natthīti yojetabbaṁ. Ye ca mohaṁ pahantvāna, tamokhandhaṁ",
  "atk-s0504a1:118_5": "padālayunti ye pana ariyasāvakā pubbabhāge tadaṅgādippahānavasena, heṭṭhimamaggehi",
  "atk-s0504a1:118_6": "vā taṁtaṁmaggavajjhaṁ mohaṁ pajahitvā aggamaggena vajirūpamañāṇena mohasaṅkhātameva",
  "atk-s0504a1:118_7": "tamorāsiṁ padālayiṁsu, anavasesato samucchindiṁsu. Na te puna saṁsarantīti te arahanto –",
  "atk-s0504a1:119": "“Khandhānañca paṭipāṭi, dhātuāyatanāna ca;",
  "atk-s0504a1:120": "Abbocchinnaṁ vattamānā, saṁsāroti pavuccatī”ti. –",
  "atk-s0504a1:121_0": "Evaṁ vutte imasmiṁ saṁsāre na saṁsaranti na paribbhamanti. Kiṁ kāraṇā? Hetu tesaṁ",
  "atk-s0504a1:121_1": "na vijjati, yasmā saṁsārassa hetu mūlakāraṇaṁ avijjā, sā tesaṁ na vijjati, sabbaso",
  "atk-s0504a1:121_2": "natthi samucchinnattāti.",
  "atk-s0504a1:122": "Catutthasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:123": "5. Ḍtaṇhāsaṁyojanasuttavaṇṇanā",
  "atk-s0504a1:124_0": "15. Pañcame yassa vijjati, taṁ puggalaṁ dukkhehi, kammaṁ vā vipākehi, bhavayonigativiññāṇaṭṭhitisattāvāse",
  "atk-s0504a1:124_1": "vā bhavantarādīhi saṁyojetīti saṁyojanaṁ. Taṇhāyanaṭṭhena taṇhā, tasati sayaṁ paritasati,",
  "atk-s0504a1:124_2": "tasanti vā etāyāti taṇhā. Saññuttāti cakkhādīsu abhinivesavatthūsu baddhā. Sesaṁ",
  "atk-s0504a1:124_3": "vuttanayameva. Kāmañcettha avijjāyapi saṁyojanabhāvo taṇhāya ca nīvaraṇabhāvo atthiyeva,",
  "atk-s0504a1:124_4": "tathāpi avijjāya paṭicchāditādīnavehi bhavehi taṇhā satte saṁyojetīti imassa visesassa",
  "atk-s0504a1:124_5": "dassanatthaṁ purimasutte avijjā nīvaraṇabhāvena, idha ca taṇhā saṁyojanabhāveneva",
  "atk-s0504a1:124_6": "vuttā. Kiñca nīvaraṇasaṁyojanappadhānassa dassanatthaṁ. Yathā hi nīvaraṇabhāvena",
  "atk-s0504a1:124_7": "avijjā saṁkilesadhammānaṁ padhānabhūtā pubbaṅgamā ca, evaṁ saṁyojanabhāvena nesaṁ",
  "atk-s0504a1:124_8": "taṇhāti tadadhīnappadhānabhāvaṁ dassetuṁ suttadvaye evamete dhammā vuttā. Apica visesena",
  "atk-s0504a1:124_9": "avijjā nibbānasukhaṁ nivāretīti “nīvaraṇa”nti vuttā, taṇhā saṁsāradukkhena satte",
  "atk-s0504a1:124_10": "saṁyojetīti “saṁyojana”nti.",
  "atk-s0504a1:125_0": "Dassanagamanantarāyakaraṇato vā vijjācaraṇavipakkhato dvayaṁ dvidhā vuttaṁ. Vijjāya",
  "atk-s0504a1:125_1": "hi ujuvipaccanīkabhūtā avijjā nibbānadassanassa aviparītadassanassa ca visesato antarāyakarā,",
  "atk-s0504a1:125_2": "caraṇadhammānaṁ ujuvipaccanīkabhūtā taṇhā gamanassa sammāpaṭipattiyā antarāyakarāti;",
  "atk-s0504a1:125_3": "evamayaṁ avijjāya nivuto andhīkato taṇhāya saṁvuto baddho assutavā puthujjano andho",
  "atk-s0504a1:125_4": "viya baddho mahākantāraṁ, saṁsārakantāraṁ nātivattati. Anatthuppattihetudvayadassanatthampi",
  "atk-s0504a1:125_5": "dvayaṁ dvidhā vuttaṁ. Avijjāgato hi puggalo bālabhāvena atthaṁ parihāpeti, anatthañca",
  "atk-s0504a1:125_6": "attano karoti, akusalo viya āturo asappāyakiriyāya. Jānantopi bālo bālabhāvena atthaṁ",
  "atk-s0504a1:125_7": "parihāpeti, anatthañca karoti jānanto viya rogī asappāyasevī. Makkaṭālepopamasuttaṁ",
  "atk-s0504a1:125_8": "cetassa atthassa sādhakaṁ.",
  "atk-s0504a1:126_0": "Paṭiccasamuppādassa mūlakāraṇadassanatthampettha dvayaṁ dvidhā vuttaṁ. Visesena hi",
  "atk-s0504a1:126_1": "sammohassa balavabhāvato avijjākhettaṁ atīto addhā, patthanāya balavabhāvato taṇhākhettaṁ",
  "atk-s0504a1:126_2": "anāgato addhā. Tathā hi bālajano sammohabahulo atītamanusocati, tassa avijjāpaccayā",
  "atk-s0504a1:126_3": "saṅkhārāti sabbaṁ netabbaṁ. Patthanābahulo anāgataṁ pajappati, tassa taṇhāpaccayā",
  "atk-s0504a1:126_4": "upādānantiādi sabbaṁ netabbaṁ. Teneva tāsaṁ pubbantāharaṇena aparantapaṭisandhānena",
  "atk-s0504a1:126_5": "cassa yathākkamaṁ mūlakāraṇatā dassitāti veditabbanti.",
  "atk-s0504a1:127_0": "Gāthāsu taṇhādutiyoti taṇhāsahāyo. Taṇhā hi nirudakakantāre marīcikāya udakasaññā",
  "atk-s0504a1:127_1": "viya pipāsābhibhūtaṁ appaṭikāradukkhābhibhūtampi sattaṁ assādasandassanavasena sahāyakiccaṁ",
  "atk-s0504a1:127_2": "karontī bhavādīsu anibbindaṁ katvā paribbhamāpeti, tasmā taṇhā purisassa “dutiyā”ti",
  "atk-s0504a1:127_3": "vuttā. Nanu ca aññepi kilesādayo bhavābhinibbattiyā paccayāva? Saccametaṁ, na pana",
  "atk-s0504a1:127_4": "tathā visesappaccayo yathā taṇhā. Tathā hi sā kusalehi vinā akusalehi, kāmāvacarādikusalehi",
  "atk-s0504a1:127_5": "ca vinā rūpāvacarādikusalehi bhavanibbattiyā visesappaccayo, yato samudayasaccanti",
  "atk-s0504a1:127_6": "vuccatīti. Itthabhāvaññathābhāvanti itthabhāvo ca aññathābhāvo ca itthabhāvaññathābhāvo.",
  "atk-s0504a1:127_7": "So etassa atthīti itthabhāvaññathābhāvo saṁsāro, taṁ tattha itthabhāvo manussattaṁ,",
  "atk-s0504a1:127_8": "aññathābhāvo tato avasiṭṭhasattāvāsā. Itthabhāvo vā tesaṁ tesaṁ sattānaṁ paccuppanno",
  "atk-s0504a1:127_9": "attabhāvo, aññathābhāvo anāgatattabhāvo. Evarūpo vā aññopi attabhāvo itthabhāvo,",
  "atk-s0504a1:127_10": "na evarūpo aññathābhāvo. Taṁ itthabhāvaññathābhāvaṁ saṁsāraṁ khandhadhātuāyatanapaṭipāṭiṁ",
  "atk-s0504a1:127_11": "nātivattati, na atikkamati.",
  "atk-s0504a1:128_0": "Etamādīnavaṁ ñatvā, taṇhaṁ dukkhassa sambhavanti etaṁ sakalavaṭṭadukkhassa sambhavaṁ",
  "atk-s0504a1:128_1": "samudayaṁ taṇhaṁ ādīnavaṁ ādīnavato ñatvāti attho. Atha vā etamādīnavaṁ ñatvāti etaṁ",
  "atk-s0504a1:128_2": "yathāvuttaṁ saṁsāranātivattanaṁ ādīnavaṁ dosaṁ ñatvā. Taṇhaṁ dukkhassa sambhavanti",
  "atk-s0504a1:128_3": "taṇhañca vuttanayena vaṭṭadukkhassa padhānakāraṇanti ñatvā. Vītataṇho anādāno, sato",
  "atk-s0504a1:128_4": "bhikkhu, paribbajeti evaṁ tīhi pariññāhi parijānanto vipassanaṁ vaḍḍhetvā maggapaṭipāṭiyā",
  "atk-s0504a1:128_5": "taṇhaṁ vigamento aggamaggena sabbaso vītataṇho vigatataṇho, tato eva catūsu upādānesu",
  "atk-s0504a1:128_6": "kassacipi abhāvena āyatiṁ paṭisandhisaṅkhātassa vā ādānassa abhāvena anādāno, sativepullappattiyā",
  "atk-s0504a1:128_7": "sabbattha satokāritāya sato bhinnakileso bhikkhu paribbaje careyya, khandhaparinibbānena",
  "atk-s0504a1:128_8": "vā saṅkhārappavattito apagaccheyyāti attho.",
  "atk-s0504a1:129": "Pañcamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:130": "6. Paṭhamasekhasuttavaṇṇanā",
  "atk-s0504a1:131": "16. Chaṭṭhe sekhassāti ettha kenaṭṭhena sekho? Sekkhadhammapaṭilābhato sekho. Vuttañhetaṁ –",
  "atk-s0504a1:132": "“Kittāvatā nu kho, bhante, sekho hotīti? Idha, bhikkhu, sekhāya sammādiṭṭhiyā samannāgato hoti…pe… sekhena sammāsamādhinā samannāgato hoti. Ettāvatā kho, bhikkhu, sekho hotī”ti.",
  "atk-s0504a1:133": "Apica sikkhatīti sekho. Vuttampi cetaṁ –",
  "atk-s0504a1:134_0": "“Sikkhatīti kho, bhikkhu, tasmā sekhoti vuccati. Kiñca sikkhati? Adhisīlampi sikkhati,",
  "atk-s0504a1:134_1": "adhicittampi sikkhati, adhipaññampi sikkhati. Sikkhatīti kho, bhikkhu, tasmā sekhoti vuccatī”ti.",
  "atk-s0504a1:135_0": "Yopi kalyāṇaputhujjano anulomappaṭipadāya paripūrakārī sīlasampanno indriyesu guttadvāro",
  "atk-s0504a1:135_1": "bhojane mattaññū jāgariyānuyogamanuyutto pubbarattāpararattaṁ bodhipakkhiyānaṁ dhammānaṁ",
  "atk-s0504a1:135_2": "bhāvanānuyogamanuyutto viharati – “ajja vā sve vā aññataraṁ sāmaññaphalaṁ adhigamissāmī”ti,",
  "atk-s0504a1:135_3": "sopi vuccati sikkhatīti sekhoti. Imasmiṁ atthe na paṭivijjhantova sekho adhippeto,",
  "atk-s0504a1:135_4": "atha kho kalyāṇaputhujjanopi. Appattaṁ mānasaṁ etenāti appattamānaso. Mānasanti “antalikkhacaro",
  "atk-s0504a1:135_5": "pāso, yvāyaṁ carati mānaso”ti ettha rāgo mānasanti vutto. “Cittaṁ mano mānasa”nti",
  "atk-s0504a1:135_6": "ettha cittaṁ. “Appattamānaso sekho, kālaṁ kayirā jane sutā”ti ettha arahattaṁ. Idhāpi",
  "atk-s0504a1:135_7": "arahattameva adhippetaṁ. Tena appattaarahattassāti vuttaṁ hoti.",
  "atk-s0504a1:136_0": "Anuttaranti seṭṭhaṁ, asadisanti attho. Catūhi yogehi khemaṁ anupaddutanti yogakkhemaṁ,",
  "atk-s0504a1:136_1": "arahattameva adhippetaṁ. Patthayamānassāti dve patthanā taṇhāpatthanā, kusalacchandapatthanā",
  "atk-s0504a1:136_2": "ca. “Patthayamānassa hi jappitāni, pavedhitaṁ vāpi pakappitesū”ti ettha taṇhāpatthanā.",
  "atk-s0504a1:137": "“Chinnaṁ pāpimato sotaṁ, viddhastaṁ vinaḷīkataṁ;",
  "atk-s0504a1:138": "Pāmojjabahulā hotha, khemaṁ patthetha bhikkhavo”ti. ;",
  "atk-s0504a1:139_0": "Ettha kattukamyatākusalacchandapatthanā, ayameva idhādhippetā. Tena patthayamānassāti",
  "atk-s0504a1:139_1": "taṁ yogakkhemaṁ gantukāmassa tanninnassa tappoṇassa tappabbhārassāti attho. Viharatoti",
  "atk-s0504a1:139_2": "ekaṁ iriyāpathadukkhaṁ aññena iriyāpathena vicchinditvā aparipatantaṁ attabhāvaṁ",
  "atk-s0504a1:139_3": "harato. Atha vā “sabbe saṅkhārā aniccāti adhimuccanto saddhāya viharatī”tiādinā niddesanayena",
  "atk-s0504a1:139_4": "cettha attho daṭṭhabbo. Ajjhattikanti niyakajjhattasaṅkhāte ajjhatte bhavaṁ ajjhattikaṁ.",
  "atk-s0504a1:139_5": "Aṅganti kāraṇaṁ. Iti karitvāti evaṁ katvā. Na aññaṁ ekaṅgampi samanupassāmīti ettha",
  "atk-s0504a1:139_6": "ayaṁ saṅkhepattho – bhikkhave, ajjhattaṁ attano santāne samuṭṭhitaṁ kāraṇanti katvā",
  "atk-s0504a1:139_7": "aññaṁ ekakāraṇampi na samanupassāmi yaṁ evaṁ bahūpakāraṁ, yathayidaṁ yoniso manasikāroti",
  "atk-s0504a1:139_8": "upāyamanasikāro, pathamanasikāro, aniccādīsu aniccādinayeneva manasikāro, aniccānulomikena",
  "atk-s0504a1:139_9": "vā cittassa āvaṭṭanā anvāvaṭṭanā ābhogo samannāhāro manasikāro. Ayaṁ yoniso manasikāro.",
  "atk-s0504a1:140_0": "Idāni yoniso manasikārassa ānubhāvaṁ dassetuṁ “yoniso, bhikkhave, bhikkhu manasi",
  "atk-s0504a1:140_1": "karonto akusalaṁ pajahati, kusalaṁ bhāvetī”ti vuttaṁ. Tattha yoniso manasi karontoti",
  "atk-s0504a1:140_2": "“idaṁ dukkhaṁ ariyasaccaṁ, ayaṁ dukkhasamudayo ariyasaccaṁ, ayaṁ dukkhanirodho ariyasaccaṁ,",
  "atk-s0504a1:140_3": "ayaṁ dukkhanirodhagāminī paṭipadā ariyasacca”nti catūsu ariyasaccesu yoniso manasikāraṁ pavattento.",
  "atk-s0504a1:141_0": "Tatrāyaṁ atthavibhāvanā – yadipi idaṁ suttaṁ avisesena sekkhapuggalavasena āgataṁ,",
  "atk-s0504a1:141_1": "catumaggasādhāraṇavasena pana saṅkhepeneva kammaṭṭhānaṁ kathayissāma. Yo catusaccakammaṭṭhāniko",
  "atk-s0504a1:141_2": "yogāvacaro “taṇhāvajjā tebhūmakā khandhā dukkhaṁ, taṇhā samudayo, ubhinnaṁ appavatti",
  "atk-s0504a1:141_3": "nirodho, nirodhasampāpako maggo”ti evaṁ pubbe eva ācariyasantike uggahitacatusaccakammaṭṭhāno.",
  "atk-s0504a1:141_4": "So aparena samayena vipassanāmaggaṁ samāruḷho samāno tebhūmake khandhe “idaṁ dukkha”nti",
  "atk-s0504a1:141_5": "yoniso manasi karoti, upāyena pathena samannāharati ceva vipassati ca. Vipassanā",
  "atk-s0504a1:141_6": "hi idha manasikārasīsena vuttā. Yā panāyaṁ tassa dukkhassa samuṭṭhāpikā purimabhavikā",
  "atk-s0504a1:141_7": "taṇhā, ayaṁ dukkhasamudayoti yoniso manasi karoti. Yasmā pana idaṁ dukkhaṁ, ayañca",
  "atk-s0504a1:141_8": "samudayo idaṁ ṭhānaṁ patvā nirujjhanti na pavattanti, tasmā yadidaṁ nibbānaṁ nāma,",
  "atk-s0504a1:141_9": "ayaṁ dukkhanirodhoti yoniso manasi karoti. Nirodhasampāpakaṁ aṭṭhaṅgikaṁ maggaṁ,",
  "atk-s0504a1:141_10": "“ayaṁ dukkhanirodhagāminī paṭipadā”ti yoniso manasi karoti, upāyena pathena samannāharati ceva vipassati ca.",
  "atk-s0504a1:142_0": "Tatrāyaṁ upāyo – abhiniveso nāma khandhe hoti, na vivaṭṭe, tasmā ayamattho – “imasmiṁ",
  "atk-s0504a1:142_1": "kāye pathavīdhātu, āpodhātū”tiādinā nayena cattāri mahābhūtāni tadanusārena upādārūpāni",
  "atk-s0504a1:142_2": "ca pariggahetvā “ayaṁ rūpakkhandho”ti vavatthapeti. Taṁ vavatthāpayato uppanne tadārammaṇe",
  "atk-s0504a1:142_3": "cittacetasikadhamme “ime cattāro arūpakkhandhā”ti vavatthapeti. Tato “ime pañcakkhandhā",
  "atk-s0504a1:142_4": "dukkha”nti vavatthapeti. Te pana saṅkhepato nāmañca rūpañcāti dve bhāgā honti. Idañca",
  "atk-s0504a1:142_5": "nāmarūpaṁ sahetu sappaccayaṁ uppajjati, tassa ayaṁ avijjābhavataṇhādiko hetu, ayaṁ",
  "atk-s0504a1:142_6": "āhārādiko paccayoti hetuppaccaye vavatthapeti. So tesaṁ paccayānañca paccayuppannānañca",
  "atk-s0504a1:142_7": "yāthāvasarasalakkhaṇaṁ vavatthapetvā “ime dhammā ahutvā bhavanti, hutvā nirujjhanti,",
  "atk-s0504a1:142_8": "tasmā aniccā”ti aniccalakkhaṇaṁ āropeti, “udayabbayapaṭipīḷitattā dukkhā”ti dukkhalakkhaṇaṁ",
  "atk-s0504a1:142_9": "āropeti, “avasavattanato anattā”ti anattalakkhaṇaṁ āropeti.",
  "atk-s0504a1:143_0": "Evaṁ tilakkhaṇāni āropetvā vipassanto udayabbayañāṇuppattiyā uppanne obhāsādike vipassanupakkilese",
  "atk-s0504a1:143_1": "‘amaggo’ti udayabbayañāṇameva “ariyamaggassa upāyabhūto pubbabhāgamaggo”ti maggāmaggaṁ",
  "atk-s0504a1:143_2": "vavatthapetvā puna udayabbayañāṇaṁ paṭipāṭiyā bhaṅgañāṇādīni ca uppādento sotāpattimaggādayo",
  "atk-s0504a1:143_3": "pāpuṇāti. Tasmiṁ khaṇe cattāri saccāni ekappaṭivedheneva paṭivijjhati, ekābhisamayena",
  "atk-s0504a1:143_4": "abhisameti. Tattha dukkhaṁ pariññāpaṭivedhena paṭivijjhanto, samudayaṁ pahānappaṭivedhena",
  "atk-s0504a1:143_5": "paṭivijjhanto sabbaṁ akusalaṁ pajahati, nirodhaṁ sacchikiriyāpaṭivedhena paṭivijjhanto",
  "atk-s0504a1:143_6": "maggaṁ bhāvanāpaṭivedhena paṭivijjhanto sabbaṁ kusalaṁ bhāveti. Ariyamaggo hi nippariyāyato",
  "atk-s0504a1:143_7": "kucchitasalanādiatthena kusalo, tasmiñca bhāvite sabbepi kusalā anavajjabodhipakkhiyadhammā",
  "atk-s0504a1:143_8": "bhāvanāpāripūriṁ gacchantīti. Evaṁ yoniso manasi karonto akusalaṁ pajahati, kusalaṁ",
  "atk-s0504a1:143_9": "bhāveti. Tathā hi vuttaṁ – “idaṁ dukkhanti yoniso manasi karoti, ayaṁ dukkhasamudayoti",
  "atk-s0504a1:143_10": "yoniso manasi karotī”tiādi. Aparampi vuttaṁ “yoniso manasikārasampannassetaṁ, bhikkhave,",
  "atk-s0504a1:143_11": "bhikkhuno pāṭikaṅkhaṁ – ariyaṁ aṭṭhaṅgikaṁ maggaṁ bhāvessati, ariyaṁ aṭṭhaṅgikaṁ",
  "atk-s0504a1:143_12": "maggaṁ bahulīkarissatī”ti.",
  "atk-s0504a1:144_0": "Yonisomanasikāroti gāthāya ayaṁ saṅkhepattho – sikkhati, sikkhāpadāni tassa atthi,",
  "atk-s0504a1:144_1": "sikkhanasīloti vā sekho. Saṁsāre bhayaṁ ikkhatīti bhikkhu. Tassa sekhassa bhikkhuno",
  "atk-s0504a1:144_2": "uttamatthassa arahattassa pattiyā adhigamāya yathā yoniso manasikāro, evaṁ bahukāro",
  "atk-s0504a1:144_3": "bahūpakāro añño koci dhammo natthi. Kasmā? Yasmā yoniso upāyena manasikāraṁ purakkhatvā",
  "atk-s0504a1:144_4": "padahaṁ catubbidhasammappadhānavasena padahanto, khayaṁ dukkhassa pāpuṇe saṁkilesavaṭṭadukkhassa",
  "atk-s0504a1:144_5": "parikkhayaṁ pariyosānaṁ nibbānaṁ pāpuṇe adhigaccheyya, tasmā yoniso manasikāro bahukāroti.",
  "atk-s0504a1:145": "Chaṭṭhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:146": "7. Dutiyasekhasuttavaṇṇanā",
  "atk-s0504a1:147_0": "17. Sattame bāhiranti ajjhattasantānato bahi bhavaṁ. Kalyāṇamittatāti yassa sīlādiguṇasampanno",
  "atk-s0504a1:147_1": "aghassa ghātā, hitassa vidhātā sabbākārena upakārako mitto hoti, so puggalo kalyāṇamitto,",
  "atk-s0504a1:147_2": "tassa bhāvo kalyāṇamittatā. Tatrāyaṁ kalyāṇamitto pakatiyā saddhāsampanno hoti sīlasampanno",
  "atk-s0504a1:147_3": "sutasampanno cāgasampanno vīriyasampanno satisampanno samādhisampanno paññāsampanno.",
  "atk-s0504a1:147_4": "Tattha saddhāsampattiyā saddahati tathāgatassa bodhiṁ, tena sammāsambodhihetubhūtaṁ",
  "atk-s0504a1:147_5": "sattesu hitasukhesitaṁ na pariccajati, sīlasampattiyā sabrahmacārīnaṁ piyo hoti garu",
  "atk-s0504a1:147_6": "ca bhāvanīyo codako pāpagarahī vattā vacanakkhamo, sutasampattiyā khandhāyatanasaccapaṭiccasamuppādādikānaṁ",
  "atk-s0504a1:147_7": "gambhīrānaṁ kathānaṁ kattā hoti, cāgasampattiyā appiccho hoti santuṭṭho pavivitto",
  "atk-s0504a1:147_8": "asaṁsaṭṭho, vīriyasampattiyā attano paresañca hitappaṭipattiyaṁ āraddhavīriyo hoti,",
  "atk-s0504a1:147_9": "satisampattiyā upaṭṭhitassati hoti paramena satinepakkena samannāgato cirakatampi",
  "atk-s0504a1:147_10": "cirabhāsitampi saritā anussaritā, samādhisampattiyā avikkhitto hoti samāhito ekaggacitto,",
  "atk-s0504a1:147_11": "paññāsampattiyā aviparītaṁ pajānāti. So satiyā kusalākusalānaṁ dhammānaṁ gatiyo samanvesanto",
  "atk-s0504a1:147_12": "paññāya sattānaṁ hitasukhaṁ yathābhūtaṁ jānitvā samādhinā tattha abyaggacitto hutvā",
  "atk-s0504a1:147_13": "vīriyena satte ahitato nisedhetvā ekantahite niyojeti. Tenevāha –",
  "atk-s0504a1:148": "“Piyo garu bhāvanīyo, vattā ca vacanakkhamo;",
  "atk-s0504a1:149": "Gambhīrañca kathaṁ kattā, no cāṭṭhāne niyojako”ti. ;",
  "atk-s0504a1:150_0": "Kalyāṇamitto, bhikkhave, bhikkhu akusalaṁ pajahati, kusalaṁ bhāvetīti kalyāṇamitto",
  "atk-s0504a1:150_1": "puggalo kalyāṇamittaṁ nissāya kammassakatāñāṇaṁ uppādeti, uppannaṁ saddhaṁ phātiṁ",
  "atk-s0504a1:150_2": "karoti, saddhājāto upasaṅkamati upasaṅkamitvā dhammaṁ suṇāti. Taṁ dhammaṁ sutvā tathāgate",
  "atk-s0504a1:150_3": "saddhaṁ paṭilabhati, tena saddhāpaṭilābhena gharāvāsaṁ pahāya pabbajjaṁ anutiṭṭhati,",
  "atk-s0504a1:150_4": "catupārisuddhisīlaṁ sampādeti, yathābalaṁ dhutadhamme samādāya vattati, dasakathāvatthulābhī",
  "atk-s0504a1:150_5": "hoti, āraddhavīriyo viharati upaṭṭhitassati sampajāno pubbarattāpararattaṁ bodhipakkhiyānaṁ",
  "atk-s0504a1:150_6": "dhammānaṁ bhāvanānuyogamanuyutto, nacirasseva vipassanaṁ ussukkāpetvā ariyamaggādhigamena",
  "atk-s0504a1:150_7": "sabbaṁ akusalaṁ samucchindati, sabbañca kusalaṁ bhāvanāpāripūriṁ gamento vaḍḍheti. Vuttañhetaṁ –",
  "atk-s0504a1:151_0": "“Kalyāṇamittassetaṁ, meghiya, bhikkhuno pāṭikaṅkhaṁ kalyāṇasahāyassa kalyāṇasampavaṅkassa",
  "atk-s0504a1:151_1": "‘yaṁ sīlavā bhavissati, pātimokkhasaṁvarasaṁvuto viharissati ācāragocarasampanno,",
  "atk-s0504a1:151_2": "aṇumattesu vajjesu, bhayadassāvī samādāya sikkhissati, sikkhāpadesu’.",
  "atk-s0504a1:152_0": "“Kalyāṇamittassetaṁ…pe… kalyāṇasampavaṅkassa ‘yaṁ yāyaṁ kathā abhisallekhikā cetovivaraṇasappāyā",
  "atk-s0504a1:152_1": "ekantanibbidāya…pe… nibbānāya saṁvattati. Seyyathidaṁ – appicchakathā, santuṭṭhikathā,",
  "atk-s0504a1:152_2": "pavivekakathā, asaṁsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā…pe… vimuttiñāṇadassanakathā.",
  "atk-s0504a1:152_3": "Evarūpāya kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī’.",
  "atk-s0504a1:153_0": "“Kalyāṇamittassetaṁ …pe… kalyāṇasampavaṅkassa ‘yaṁ āraddhavīriyo viharissati akusalānaṁ",
  "atk-s0504a1:153_1": "dhammānaṁ pahānāya kusalānaṁ dhammānaṁ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu’.",
  "atk-s0504a1:154": "“Kalyāṇamittassetaṁ…pe… kalyāṇasampavaṅkassa ‘yaṁ paññavā bhavissati, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā”’ti.",
  "atk-s0504a1:155": "Evaṁ sakalavaṭṭadukkhaparimuccananimittaṁ kalyāṇamittatāti veditabbaṁ. Tenevāha –",
  "atk-s0504a1:156": "“Mamañhi, ānanda, kalyāṇamittaṁ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccantī”tiādi.",
  "atk-s0504a1:157": "Tena vuttaṁ – “kalyāṇamitto, bhikkhave, bhikkhu akusalaṁ pajahati, kusalaṁ bhāvetī”ti.",
  "atk-s0504a1:158_0": "Gāthāya sappatissoti patissavasaṅkhātena saha patissenāti sappatisso, kalyāṇamittassa",
  "atk-s0504a1:158_1": "ovādaṁ sirasā sampaṭicchako subbacoti attho. Atha vā hitasukhe patiṭṭhāpanena pati",
  "atk-s0504a1:158_2": "isetīti patisso, ovādadāyako. Garuādarayogena tena patissena saha vattatīti sappatisso,",
  "atk-s0504a1:158_3": "garūsu garucittīkārabahulo. Sagāravoti chabbidhenapi gāravena yutto. Karaṁ mittānaṁ",
  "atk-s0504a1:158_4": "vacananti kalyāṇamittānaṁ ovādaṁ karonto yathovādaṁ paṭipajjanto. Sampajānoti sattaṭṭhāniyena",
  "atk-s0504a1:158_5": "sampajaññena samannāgato. Patissatoti kammaṭṭhānaṁ phātiṁ, gametuṁ samatthāya satiyā",
  "atk-s0504a1:158_6": "patissato satokārī. Anupubbenāti sīlādivisuddhipaṭipāṭiyā, tattha ca vipassanāpaṭipāṭiyā",
  "atk-s0504a1:158_7": "ceva maggapaṭipāṭiyā ca. Sabbasaṁyojanakkhayanti kāmarāgasaṁyojanādīnaṁ sabbesaṁ",
  "atk-s0504a1:158_8": "saṁyojanānaṁ khepanato sabbasaṁyojanakkhayasaṅkhātassa ariyamaggassa pariyosānabhūtaṁ",
  "atk-s0504a1:158_9": "arahattaṁ, tassa ārammaṇabhūtaṁ nibbānameva vā. Pāpuṇe adhigaccheyyāti attho. Iti",
  "atk-s0504a1:158_10": "imesu dvīsu suttesu ariyamaggādhigamassa satthārā padhānaṅgaṁ nāma gahitanti veditabbaṁ.",
  "atk-s0504a1:159": "Sattamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:160": "8. Saṅghabhedasuttavaṇṇanā",
  "atk-s0504a1:161_0": "18. Aṭṭhame ekadhammoti kataroyaṁ suttanikkhepo? Aṭṭhuppattiko. Tatrāyaṁ saṅkhepakathā",
  "atk-s0504a1:161_1": "– devadatto hi ajātasattuṁ duggahaṇaṁ gāhāpetvā tassa pitaraṁ rājānaṁ bimbisāraṁ",
  "atk-s0504a1:161_2": "tena mārāpetvāpi abhimāre payojetvāpi silāpavijjhanena lohituppādakammaṁ katvāpi",
  "atk-s0504a1:161_3": "na tāvatā pākaṭo jāto, nāḷāgiriṁ vissajjetvā pana pākaṭo jāto. Atha mahājano “evarūpampi",
  "atk-s0504a1:161_4": "nāma pāpaṁ gahetvā rājā vicaratī”ti kolāhalaṁ akāsi, mahāghoso ahosi. Taṁ sutvā rājā",
  "atk-s0504a1:161_5": "attanā dīyamānāni pañca thālipākasatāni pacchindāpesi, upaṭṭhānampissa nāgamāsi.",
  "atk-s0504a1:161_6": "Nāgarāpi kulaṁ upagatassa kaṭacchubhattampissa nādaṁsu. So parihīnalābhasakkāro kohaññena",
  "atk-s0504a1:161_7": "jīvitukāmo satthāraṁ upasaṅkamitvā pañca vatthūni yācitvā “alaṁ, devadatta, yo icchati,",
  "atk-s0504a1:161_8": "so āraññiko hotū”tiādinā bhagavatā paṭikkhitto tehi pañcahi vatthūhi bālaṁ lūkhappasannaṁ",
  "atk-s0504a1:161_9": "janaṁ saññāpento pañcasate vajjiputtake salākaṁ gāhāpetvā saṅghaṁ bhinditvāva te",
  "atk-s0504a1:161_10": "ādāya gayāsīsaṁ agamāsi. Atha dve aggasāvakā satthu āṇāya tattha gantvā dhammaṁ desetvā",
  "atk-s0504a1:161_11": "te ariyaphale patiṭṭhāpetvā ānayiṁsu. Ye panassa saṅghabhedāya parakkamantassa laddhiṁ",
  "atk-s0504a1:161_12": "rocetvā tatheva paggayha ṭhitā saṅghe bhijjante bhinne ca samanuññā ahesuṁ, tesaṁ",
  "atk-s0504a1:161_13": "taṁ dīgharattaṁ ahitāya dukkhāya ahosi.",
  "atk-s0504a1:162_0": "Devadattopi na cirasseva rogābhibhūto bāḷhagilāno maraṇakāle “satthāraṁ vandissāmī”ti",
  "atk-s0504a1:162_1": "mañcakasivikāya nīyamāno jetavanapokkharaṇitīre ṭhapito pathaviyā vivare dinne patitvā",
  "atk-s0504a1:162_2": "avīcimhi nibbatti, yojanasatiko cassa attabhāvo ahosi kappaṭṭhiyo tālakkhandhaparimāṇehi",
  "atk-s0504a1:162_3": "ayasūlehi vinividdho. Devadattapakkhikāni ca pañcamattāni kulasatāni tassa laddhiyaṁ",
  "atk-s0504a1:162_4": "ṭhitāni saha bandhavehi niraye nibbattāni. Ekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ",
  "atk-s0504a1:162_5": "samuṭṭhāpesuṁ “āvuso, devadattena saṅghaṁ bhindantena bhāriyaṁ kammaṁ kata”nti. Atha",
  "atk-s0504a1:162_6": "satthā dhammasabhaṁ upagantvā “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti",
  "atk-s0504a1:162_7": "pucchitvā “imāya nāmā”ti vutte saṅghabhede ādīnavaṁ dassento imaṁ suttaṁ abhāsi.",
  "atk-s0504a1:162_8": "Keci pana bhaṇanti “devadattassa tappakkhikānañca tathā niraye nibbattabhāvaṁ disvā",
  "atk-s0504a1:162_9": "saṅghabhede ādīnavaṁ dassento bhagavā attano ajjhāsayeneva imaṁ suttaṁ desesī”ti.",
  "atk-s0504a1:163_0": "Tattha ekadhammoti eko akusalo mahāsāvajjadhammo. Loketi sattaloke. Uppajjamāno uppajjatīti",
  "atk-s0504a1:163_1": "ettha bhedasaṁvattanikesu bhaṇḍanādīsu saṅghe uppannesupi “dhammo adhammo”tiādīsu",
  "atk-s0504a1:163_2": "aṭṭhārasabhedakaravatthūsu yassa kassaci dīpanavasena voharantesupi tattha rucijananatthaṁ",
  "atk-s0504a1:163_3": "anussāventesupi anussāvetvā salākāya gāhitāyapi saṅghabhedo uppajjamāno nāma hoti,",
  "atk-s0504a1:163_4": "salākāya pana gāhitāya cattāro vā atirekā vā yadā āveṇikaṁ uddesaṁ vā saṅghakammaṁ",
  "atk-s0504a1:163_5": "vā karonti, tadā saṅghabhedo uppajjati nāma. Kate pana tasmiṁ saṅghabhedo uppanno",
  "atk-s0504a1:163_6": "nāma? Kammaṁ, uddeso, vohāro, anussāvanā, salākaggāhoti imesu hi pañcasu saṅghassa",
  "atk-s0504a1:163_7": "bhedakāraṇesu kammaṁ vā uddeso vā pamāṇaṁ, vohārānussāvanasalākaggāhā pana pubbabhāgāti.",
  "atk-s0504a1:164_0": "Bahujanāhitāyātiādīsu 0.mahājanassa jhānamaggādisampattinivāraṇena ahitāya, saggasampattinivāraṇena",
  "atk-s0504a1:164_1": "asukhāya, apāyūpapattihetubhāvena anatthāya. Akusaladhammavasena vā ahitāya, hitamattassapi",
  "atk-s0504a1:164_2": "abhāvā sugatiyampi nibbattanakakāyikacetasikadukkhāya uppajjatīti sambandho. Devamanussānanti",
  "atk-s0504a1:164_3": "idaṁ “bahuno janassā”ti vuttesu ukkaṭṭhapuggalaniddeso. Aparo nayo – bahujanāhitāyāti",
  "atk-s0504a1:164_4": "bahujanassa mahato sattakāyassa ahitatthāya, diṭṭhadhammikasamparāyikaanatthāyāti",
  "atk-s0504a1:164_5": "attho. Asukhāyāti diṭṭhadhammikasamparāyikaasukhatthāya, duvidhadukkhatthāyāti attho.",
  "atk-s0504a1:164_6": "Anatthāyāti paramatthapaṭikkhepāya. Nibbānañhi paramattho, tato uttariṁ attho natthi.",
  "atk-s0504a1:164_7": "Ahitāyāti maggapaṭikkhepāya. Nibbānasampāpakamaggato hi uttariṁ hitaṁ nāma natthi.",
  "atk-s0504a1:164_8": "Dukkhāyāti ariyasukhavirādhanena vaṭṭadukkhatāya. Ye hi ariyasukhato viraddhā taṁ",
  "atk-s0504a1:164_9": "adhigantuṁ abhabbā, te vaṭṭadukkhe paribbhamanti, ariyasukhato ca uttariṁ sukhaṁ",
  "atk-s0504a1:164_10": "nāma natthi. Vuttañhetaṁ “ayaṁ samādhi paccuppannasukho ceva āyatiñca sukhavipāko”ti.",
  "atk-s0504a1:165_0": "Idāni “saṅghabhedo”ti sarūpato dassetvā tassa ahitādīnaṁ ekantahetubhāvaṁ pakāsetuṁ",
  "atk-s0504a1:165_1": "“saṅghe kho pana, bhikkhave, bhinne”tiādimāha. Tattha bhinneti nimittatthe bhummaṁ",
  "atk-s0504a1:165_2": "yathā “adhanānaṁ dhane ananuppadīyamāne”ti, bhedahetūti attho. Aññamaññaṁ bhaṇḍanānīti",
  "atk-s0504a1:165_3": "catunnaṁ parisānaṁ tappakkhikānañca “eso dhammo, neso dhammo”ti aññamaññaṁ vivadanāni.",
  "atk-s0504a1:165_4": "Bhaṇḍanañhi kalahassa pubbabhāgo. Paribhāsāti “idañcidañca vo anatthaṁ karissāmā”ti",
  "atk-s0504a1:165_5": "bhayuppādanavasena tajjanā. Parikkhepāti jātiādivasena parito khepā, dasahi akkosavatthūhi",
  "atk-s0504a1:165_6": "khuṁsanavambhanā. Pariccajanāti ukkhepaniyakammakaraṇādivasena nissāraṇā. Tatthāti",
  "atk-s0504a1:165_7": "tasmiṁ saṅghabhede, tannimitte vā bhaṇḍanādike. Appasannāti ratanattayaguṇānaṁ anabhiññā.",
  "atk-s0504a1:165_8": "Na pasīdantīti “dhammacārino samacārino”tiādinā yvāyaṁ bhikkhūsu pasādanākāro, tathā",
  "atk-s0504a1:165_9": "na pasīdanti, tesaṁ vā sotabbaṁ saddhātabbaṁ na maññanti. Tathā ca dhamme satthari",
  "atk-s0504a1:165_10": "ca appasannāva honti. Ekaccānaṁ aññathattanti puthujjanānaṁ aviruḷhasaddhānaṁ pasādaññathattaṁ.",
  "atk-s0504a1:166_0": "Gāthāyaṁ āpāyikotiādīsu apāye nibbattanārahatāya āpāyiko. Tatthapi avīcisaṅkhāte",
  "atk-s0504a1:166_1": "mahāniraye uppajjatīti nerayiko. Ekaṁ antarakappaṁ paripuṇṇameva katvā tattha tiṭṭhatīti",
  "atk-s0504a1:166_2": "kappaṭṭho. Saṅghabhedasaṅkhāte vagge ratoti vaggarato. Adhammiyatāya adhammo. Bhedakaravatthūhi",
  "atk-s0504a1:166_3": "saṅghabhedasaṅkhāte eva ca adhamme ṭhitoti adhammaṭṭho. Yogakkhemā padhaṁsatīti yogakkhemato",
  "atk-s0504a1:166_4": "hitato padhaṁsati parihāyati, catūhi vā yogehi anupaddutattā yogakkhemaṁ nāma arahattaṁ",
  "atk-s0504a1:166_5": "nibbānañca, tato panassa dhaṁsane vattabbameva natthi. Diṭṭhisīlasāmaññato saṁhataṭṭhena",
  "atk-s0504a1:166_6": "saṅghaṁ, tato eva ekakammādividhānayogena samaggaṁ sahitaṁ. Bhetvānāti pubbe vuttalakkhaṇena",
  "atk-s0504a1:166_7": "saṅghabhedena bhinditvā. Kappanti āyukappaṁ. So panettha antarakappova. Nirayamhīti avīcimahānirayamhi.",
  "atk-s0504a1:167": "Aṭṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:168": "9. Saṅghasāmaggīsuttavaṇṇanā",
  "atk-s0504a1:169_0": "19. Navame ekadhammoti eko kusaladhammo anavajjadhammo. “Ayaṁ dhammo, nāyaṁ dhammo”tiādinā",
  "atk-s0504a1:169_1": "sace saṅghe vivādo uppajjeyya, tattha dhammakāmena viññunā iti paṭisañcikkhitabbaṁ",
  "atk-s0504a1:169_2": "“ṭhānaṁ kho, panetaṁ vijjati, yadidaṁ vivādo vaḍḍhamāno saṅgharājiyā vā saṅghabhedāya",
  "atk-s0504a1:169_3": "vā saṁvatteyyā”ti. Sace taṁ adhikaraṇaṁ attanā paggahetvā ṭhito, aggiṁ akkantena",
  "atk-s0504a1:169_4": "viya sahasā tato oramitabbaṁ. Atha parehi taṁ paggahitaṁ sayañcetaṁ sakkoti vūpasametuṁ,",
  "atk-s0504a1:169_5": "ussāhajāto hutvā dūrampi gantvā tathā paṭipajjitabbaṁ, yathā taṁ vūpasammati. Sace",
  "atk-s0504a1:169_6": "pana sayaṁ na sakkoti, so ca vivādo uparūpari vaḍḍhateva, na vūpasammati. Ye tattha",
  "atk-s0504a1:169_7": "patirūpā sikkhākāmā sabrahmacārino, te ussāhetvā yena dhammena yena vinayena yena",
  "atk-s0504a1:169_8": "satthusāsanena taṁ adhikaraṇaṁ yathā vūpasammati, tathā vūpasametabbaṁ. Evaṁ vūpasamentassa",
  "atk-s0504a1:169_9": "yo saṅghasāmaggikaro kusalo dhammo, ayamettha ekadhammoti adhippeto. So hi ubhatopakkhiyānaṁ",
  "atk-s0504a1:169_10": "dveḷhakajātānaṁ bhikkhūnaṁ, tesaṁ anuvattanavasena ṭhitānaṁ bhikkhunīnaṁ upāsakānaṁ",
  "atk-s0504a1:169_11": "upāsikānaṁ tesaṁ ārakkhadevatānaṁ yāvadeva brahmānampi uppajjanārahaṁ ahitaṁ dukkhāvahaṁ",
  "atk-s0504a1:169_12": "saṁkilesadhammaṁ apanetvā mahato puññarāsissa kusalābhisandassa hetubhāvato sadevakassa",
  "atk-s0504a1:169_13": "lokassa hitasukhāvaho hoti. Tena vuttaṁ “ekadhammo, bhikkhave, loke uppajjamāno uppajjati",
  "atk-s0504a1:169_14": "bahujanahitāyā”tiādi. Tassattho anantarasutte vuttavipariyāyena veditabbo. Saṅghasāmaggīti",
  "atk-s0504a1:169_15": "saṅghassa samaggabhāvo bhedābhāvo ekakammatā ekuddesatā ca.",
  "atk-s0504a1:170_0": "Gāthāyaṁ sukhā saṅghassa sāmaggīti sukhassa paccayabhāvato sāmaggī sukhāti vuttā.",
  "atk-s0504a1:170_1": "Yathā “sukho buddhānamuppādo”ti. Samaggānañcanuggahoti samaggānaṁ sāmaggianumodanena",
  "atk-s0504a1:170_2": "anuggaṇhanaṁ sāmaggianurūpaṁ, yathā te sāmaggiṁ na vijahanti, tathā gahaṇaṁ ṭhapanaṁ",
  "atk-s0504a1:170_3": "anubalappadānanti attho. Saṅghaṁ samaggaṁ katvānāti bhinnaṁ saṅghaṁ rājipattaṁ vā",
  "atk-s0504a1:170_4": "samaggaṁ sahitaṁ katvā. Kappanti āyukappameva. Saggamhi modatīti kāmāvacaradevaloke",
  "atk-s0504a1:170_5": "aññe deve dasahi ṭhānehi abhibhavitvā dibbasukhaṁ anubhavanto icchitanipphattiyāva",
  "atk-s0504a1:170_6": "modati pamodati lalati kīḷatīti.",
  "atk-s0504a1:171": "Navamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:172": "10. Paduṭṭhacittasuttavaṇṇanā",
  "atk-s0504a1:173_0": "20. Dasamassa kā uppatti? Aṭṭhuppattiyeva. Ekadivasaṁ kira bhikkhū dhammasabhāyaṁ",
  "atk-s0504a1:173_1": "sannisinnā kathaṁ samuṭṭhāpesuṁ – “āvuso, idhekacco bahuṁ puññakammaṁ karoti, ekacco",
  "atk-s0504a1:173_2": "bahuṁ pāpakammaṁ, ekacco ubhayavomissakaṁ karoti. Tattha vomissakārino kīdiso abhisamparāyo”ti?",
  "atk-s0504a1:173_3": "Atha satthā dhammasabhaṁ upaganvā paññattavarabuddhāsane nisinno taṁ kathaṁ sutvā",
  "atk-s0504a1:173_4": "“bhikkhave, maraṇāsannakāle saṁkiliṭṭhacittassa duggati pāṭikaṅkhā”ti dassento imāya",
  "atk-s0504a1:173_5": "aṭṭhuppattiyā idaṁ suttaṁ desesi.",
  "atk-s0504a1:174_0": "Tattha idhāti desāpadese nipāto. Svāyaṁ katthaci padesaṁ upādāya vuccati “idheva",
  "atk-s0504a1:174_1": "tiṭṭhamānassa, devabhūtassa me sato”tiādīsu. Katthaci sāsanaṁ upādāya “idheva, bhikkhave,",
  "atk-s0504a1:174_2": "samaṇo idha dutiyo samaṇo”tiādīsu. Katthaci padapūraṇamatte “idhāhaṁ, bhikkhave,",
  "atk-s0504a1:174_3": "bhuttāvī assaṁ pavārito”tiādīsu. Katthaci lokaṁ upādāya vuccati “idha tathāgato loke",
  "atk-s0504a1:174_4": "uppajjatī”tiādīsu. Idhāpi loke eva daṭṭhabbo. Ekaccanti ekaṁ, aññataranti attho.",
  "atk-s0504a1:174_5": "Puggalanti sattaṁ. So hi yathāpaccayaṁ kusalākusalānaṁ tabbipākānañca pūraṇato maraṇavasena",
  "atk-s0504a1:174_6": "galanato ca puggaloti vuccati. Paduṭṭhacittanti padosena āghātena duṭṭhacittaṁ. Atha",
  "atk-s0504a1:174_7": "vā paduṭṭhacittanti dosena rāgādinā padūsitacittaṁ. Ettha ca ekaccanti idaṁ paduṭṭhacittassa",
  "atk-s0504a1:174_8": "puggalassa visesanaṁ. Yassa hi paṭisandhidāyakakammaṁ okāsamakāsi, so tathā vutto.",
  "atk-s0504a1:174_9": "Yassa ca akusalappavattito cittaṁ nivattetvā kusalavasena otāretuṁ na sakkā, evaṁ",
  "atk-s0504a1:174_10": "āsannamaraṇo. Evanti idāni vattabbākāraṁ dasseti. Cetasāti attano cittena cetopariyañāṇena.",
  "atk-s0504a1:174_11": "Cetoti tassa puggalassa cittaṁ. Pariccāti paricchinditvā pajānāmi. Nanu ca yathākammupagañāṇassāyaṁ",
  "atk-s0504a1:174_12": "visayoti? Saccametaṁ, tadā pavattamānaakusalacittavasena panetaṁ vuttaṁ.",
  "atk-s0504a1:175_0": "Imamhicāyaṁ samayeti imasmiṁ kāle, imāyaṁ vā paccayasāmaggiyaṁ, ayaṁ puggalo javanavīthiyā",
  "atk-s0504a1:175_1": "aparabhāge kālaṁ kareyya ceti attho. Na hi javanakkhaṇe kālaṁkiriyā atthi. Yathābhataṁ",
  "atk-s0504a1:175_2": "nikkhitto evaṁ nirayeti yathā ābhataṁ kiñci āharitvā ṭhapitaṁ, evaṁ attano kammunā",
  "atk-s0504a1:175_3": "nikkhitto niraye ṭhapito evāti attho. Kāyassa bhedāti upādinnakkhandhapariccāgā.",
  "atk-s0504a1:175_4": "Paraṁ maraṇāti tadanantaraṁ abhinibbattakkhandhaggahaṇe. Atha vā kāyassa bhedāti",
  "atk-s0504a1:175_5": "jīvitindriyassa upacchedā. Paraṁ maraṇāti cutito uddhaṁ.",
  "atk-s0504a1:176_0": "Apāyantiādi sabbaṁ nirayasseva vevacanaṁ. Nirayo hi ayasaṅkhātā sukhā apetoti apāyo;",
  "atk-s0504a1:176_1": "saggamokkhahetubhūtā vā puññasammatā ayā apetotipi apāyo. Dukkhassa gati paṭisaraṇanti",
  "atk-s0504a1:176_2": "duggati; dosabahulattā vā duṭṭhena kammunā nibbattā gatītipi duggati. Vivasā nipatanti",
  "atk-s0504a1:176_3": "ettha dukkaṭakammakārino, vinassantā vā ettha nipatanti sambhijjamānaṅgapaccaṅgāti",
  "atk-s0504a1:176_4": "vinipāto. Natthi ettha assādasaññito ayoti nirassādaṭṭhena nirayo. Atha vā apāyaggahaṇena",
  "atk-s0504a1:176_5": "tiracchānayoni vuccati. Tiracchānayoni hi apāyo sugatito apetattā, na duggati mahesakkhānaṁ",
  "atk-s0504a1:176_6": "nāgarājādīnaṁ sambhavato. Duggatiggahaṇena pettivisayo. So hi apāyo ceva duggati",
  "atk-s0504a1:176_7": "ca sugatito apetattā dukkhassa ca gatibhūtattā, na vinipāto asurasadisaṁ avinipātattā.",
  "atk-s0504a1:176_8": "Vinipātaggahaṇena asurakāyo. So hi yathāvuttena atthena apāyo ceva duggati ca, sabbasampattisamussayehi",
  "atk-s0504a1:176_9": "vinipatitattā vinipātoti ca vuccati. Nirayaggahaṇena avīciādianekappakāro nirayova",
  "atk-s0504a1:176_10": "vuccati. Idha pana sabbapadehipi nirayova vutto. Upapajjantīti paṭisandhiṁ gaṇhanti.",
  "atk-s0504a1:177_0": "Gāthāsu paṭhamagāthā saṅgītikāle dhammasaṅgāhakattherehi ṭhapitā. Ñatvānāti pubbakālakiriyā.",
  "atk-s0504a1:177_1": "Ñāṇapubbakañhi byākaraṇaṁ. Hetuattho vā tvā-saddo yathā “sīhaṁ disvā bhayaṁ hotī”ti,",
  "atk-s0504a1:177_2": "jānanahetūti attho. Buddho, bhikkhūnaṁ santiketi buddho bhagavā attano santike bhikkhūnaṁ",
  "atk-s0504a1:177_3": "etaṁ parato dvīhi gāthāhi vuccamānaṁ atthaṁ byākāsi. Sesaṁ vuttanayameva.",
  "atk-s0504a1:178": "Dasamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:179": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:180": "3. Tatiyavaggo",
  "atk-s0504a1:181": "1. Pasannacittasuttavaṇṇanā",
  "atk-s0504a1:182_0": "21. Tatiyavaggassa paṭhame pasannacittanti ratanattayasaddhāya kammaphalasaddhāya",
  "atk-s0504a1:182_1": "ca pasannamānasaṁ. Sugatinti sundaraṁ gatiṁ, sukhassa vā gatinti sugatiṁ. Sagganti",
  "atk-s0504a1:182_2": "rūpādisampattīhi suṭṭhu agganti saggaṁ. Lokanti lokiyanti ettha puññapāpaphalāni,",
  "atk-s0504a1:182_3": "lujjanaṭṭheneva vā lokaṁ. Ettha ca sugatiggahaṇena manussagatipi saṅgayhati, saggaggahaṇena",
  "atk-s0504a1:182_4": "devagati eva. Sesaṁ heṭṭhā vuttanayameva.",
  "atk-s0504a1:183": "Paṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:184": "2. Mettasuttavaṇṇanā",
  "atk-s0504a1:185_0": "22. Dutiye mā, bhikkhave, puññānanti ettha māti paṭisedhe nipāto. Puññasaddo “kusalānaṁ,",
  "atk-s0504a1:185_1": "bhikkhave, dhammānaṁ samādānahetu evamidaṁ puññaṁ pavaḍḍhatī”tiādīsu puññaphale āgato.",
  "atk-s0504a1:185_2": "“Avijjāgatoyaṁ, bhikkhave, purisapuggalo puññañce saṅkhāraṁ abhisaṅkharotī”tiādīsu",
  "atk-s0504a1:185_3": "kāmarūpāvacarasucarite. “Puññūpagaṁ bhavati viññāṇa”ntiādīsu sugativisesabhūte upapattibhave.",
  "atk-s0504a1:185_4": "“Tīṇimāni, bhikkhave, puññakiriyavatthūni – dānamayaṁ puññakiriyavatthu, sīlamayaṁ",
  "atk-s0504a1:185_5": "puññakiriyavatthu, bhāvanāmayaṁ puññakiriyavatthū”tiādīsu kusalacetanāyaṁ. Idha pana",
  "atk-s0504a1:185_6": "tebhūmakakusaladhamme veditabbo. Bhāyitthāti ettha duvidhaṁ bhayaṁ ñāṇabhayaṁ, sārajjabhayanti.",
  "atk-s0504a1:185_7": "Tattha “yepi te, bhikkhave, devā dīghāyukā vaṇṇavanto sukhabahulā uccesu vimānesu",
  "atk-s0504a1:185_8": "ciraṭṭhitikā, tepi tathāgatassa dhammadesanaṁ sutvā yebhuyyena bhayaṁ saṁvegaṁ santāsaṁ",
  "atk-s0504a1:185_9": "āpajjantī”tiādīsu āgataṁ ñāṇabhayaṁ. “Ahudeva bhayaṁ, ahu chambhitattaṁ, ahu lomahaṁso”tiādīsu",
  "atk-s0504a1:185_10": "āgataṁ sārajjabhayaṁ. Idhāpi sārajjabhayameva. Ayañhettha attho – bhikkhave, dīgharattaṁ",
  "atk-s0504a1:185_11": "kāyavacīsaṁyamo vattapaṭivattapūraṇaṁ ekāsanaṁ, ekaseyyaṁ, indriyadamo, dhutadhammehi",
  "atk-s0504a1:185_12": "cittassa niggaho, satisampajaññaṁ, kammaṭṭhānānuyogavasena vīriyārambhoti evamādīni",
  "atk-s0504a1:185_13": "yāni bhikkhunā, nirantaraṁ pavattetabbāni puññāni, tehi mā bhāyittha, mā bhayaṁ santāsaṁ",
  "atk-s0504a1:185_14": "āpajjittha, ekaccassa diṭṭhadhammasukhassa uparodhabhayena samparāyikanibbānasukhadāyakehi",
  "atk-s0504a1:185_15": "puññehi mā bhāyitthāti. Nissakke hi idaṁ sāmivacanaṁ.",
  "atk-s0504a1:186_0": "Idāni tato abhāyitabbabhāve kāraṇaṁ dassento “sukhasseta”ntiādimāha. Tattha sukhasaddo",
  "atk-s0504a1:186_1": "“sukho buddhānaṁ uppādo, sukhā virāgatā loke”tiādīsu sukhamūle āgato. “Yasmā ca kho,",
  "atk-s0504a1:186_2": "mahāli, rūpaṁ sukhaṁ sukhānupatitaṁ sukhāvakkanta”ntiādīsu sukhārammaṇe. “Yāvañcidaṁ,",
  "atk-s0504a1:186_3": "bhikkhave, na sukaraṁ akkhānena pāpuṇituṁ yāva sukhā saggā”tiādīsu sukhapaccayaṭṭhāne.",
  "atk-s0504a1:186_4": "“Sukho puññassa uccayo”tiādīsu sukhahetumhi. “Diṭṭhadhammasukhavihārā ete dhammā”tiādīsu",
  "atk-s0504a1:186_5": "abyāpajje. “Nibbānaṁ paramaṁ sukha”ntiādīsu nibbāne. “Sukhassa ca pahānā”tiādīsu",
  "atk-s0504a1:186_6": "sukhavedanāyaṁ. “Adukkhamasukhaṁ santaṁ, sukhamicceva bhāsita”ntiādīsu upekkhāvedanāyaṁ.",
  "atk-s0504a1:186_7": "“Dvepi mayā, ānanda, vedanā vuttā pariyāyena sukhā vedanā, dukkhā vedanā”tiādīsu",
  "atk-s0504a1:186_8": "iṭṭhasukhe. “Sukho vipāko puññāna”ntiādīsu sukhavipāke. Idhāpi iṭṭhavipāke eva daṭṭhabbo.",
  "atk-s0504a1:186_9": "Iṭṭhassātiādīsu esitabbato aniṭṭhapaṭikkhepato ca iṭṭhassa, kamanīyato manasmiñca",
  "atk-s0504a1:186_10": "kamanato pavisanato kantassa, piyāyitabbato santappanato ca piyassa, mānanīyato manassa",
  "atk-s0504a1:186_11": "pavaḍḍhanato ca manāpassāti attho veditabbo. Yadidaṁ puññānīti “puññānī”ti yadidaṁ",
  "atk-s0504a1:186_12": "vacanaṁ, etaṁ sukhassa iṭṭhassa vipākassa adhivacanaṁ nāmaṁ, sukhameva taṁ yadidaṁ",
  "atk-s0504a1:186_13": "puññanti phalena kāraṇassa abhedūpacāraṁ vadati. Tena katūpacitānaṁ puññānaṁ avassaṁbhāviphalaṁ",
  "atk-s0504a1:186_14": "sutvā appamattena sakkaccaṁ puññāni kātabbānīti puññakiriyāyaṁ niyojeti, ādarañca",
  "atk-s0504a1:186_15": "nesaṁ tattha uppādeti.",
  "atk-s0504a1:187_0": "Idāni attanā sunettakāle katena puññakammena dīgharattaṁ paccanubhūtaṁ bhavantarapaṭicchannaṁ",
  "atk-s0504a1:187_1": "uḷāratamaṁ puññavipākaṁ udāharitvā tamatthaṁ pākaṭaṁ karonto “abhijānāmi kho panāha”ntiādimāha.",
  "atk-s0504a1:187_2": "Tattha abhijānāmīti abhivisiṭṭhena ñāṇena jānāmi, paccakkhato bujjhāmi. Dīgharattanti",
  "atk-s0504a1:187_3": "cirakālaṁ. Puññānanti dānādikusaladhammānaṁ. Satta vassānīti satta saṁvaccharāni.",
  "atk-s0504a1:187_4": "Mettacittanti mijjatīti mettā, siniyhatīti attho. Mitte bhavā, mittassa vā esā pavattītipi",
  "atk-s0504a1:187_5": "mettā. Lakkhaṇādito pana hitākārappavattilakkhaṇā, hitūpasaṁhārarasā, āghātavinayapaccupaṭṭhānā,",
  "atk-s0504a1:187_6": "sattānaṁ manāpabhāvadassanapadaṭṭhānā. Byāpādūpasamo etissā sampatti, sinehāsambhavo",
  "atk-s0504a1:187_7": "vipatti. Sā etassa atthīti mettacittaṁ. Bhāvetvāti mettāsahagataṁ cittaṁ, cittasīsena",
  "atk-s0504a1:187_8": "samādhi vuttoti mettāsamādhiṁ mettābrahmavihāraṁ uppādetvā ceva vaḍḍhetvā ca. Satta",
  "atk-s0504a1:187_9": "saṁvaṭṭavivaṭṭakappeti satta mahākappe. Saṁvaṭṭa-vivaṭṭaggahaṇeneva hi saṁvaṭṭaṭṭhāyi-vivaṭṭaṭṭhāyinopi",
  "atk-s0504a1:187_10": "gahitā. Imaṁ lokanti kāmalokaṁ. Saṁvaṭṭamāne sudanti saṁvaṭṭamāne. Sudanti nipātamattaṁ",
  "atk-s0504a1:187_11": "vinassamāneti attho. “Saṁvattamāne suda”nti ca paṭhanti. Kappeti kāle. Kappasīsena",
  "atk-s0504a1:187_12": "hi kālo vutto. Kāle khīyamāne kappopi khīyateva. Yathāha –",
  "atk-s0504a1:188": "“Kālo ghasati bhūtāni, sabbāneva sahattanā”ti. ;",
  "atk-s0504a1:189_0": "“Ābhassarūpago homī”ti vuttattā tejosaṁvaṭṭavasenettha kappavuṭṭhānaṁ veditabbaṁ.",
  "atk-s0504a1:189_1": "Ābhassarūpagoti tattha paṭisandhiggahaṇavasena ābhassarabrahmalokaṁ upagacchāmīti",
  "atk-s0504a1:189_2": "ābhassarūpago homi. Vivaṭṭamāneti saṇṭhahamāne, jāyamāneti attho. Suññaṁ brahmavimānaṁ",
  "atk-s0504a1:189_3": "upapajjāmīti kassaci sattassa tattha nibbattassa abhāvato suññaṁ, yaṁ paṭhamajjhānabhūmisaṅkhātaṁ",
  "atk-s0504a1:189_4": "brahmavimānaṁ ādito nibbattaṁ, taṁ paṭisandhiggahaṇavasena upapajjāmi upemi. Brahmāti",
  "atk-s0504a1:189_5": "kāmāvacarasattehi seṭṭhaṭṭhena tathā tathā brūhitaguṇatāya brahmavihārato nibbattaṭṭhena",
  "atk-s0504a1:189_6": "ca brahmā. Brahmapārisajjabrahmapurohitehi mahanto brahmāti mahābrahmā. Tato eva",
  "atk-s0504a1:189_7": "te abhibhavitvā ṭhitattā abhibhū. Tehi kenaci guṇena na abhibhūtoti anabhibhūto.",
  "atk-s0504a1:189_8": "Aññadatthūti ekaṁsavacane nipāto. Dasoti dassanasīlo, so atītānāgatapaccuppannānaṁ",
  "atk-s0504a1:189_9": "dassanasamattho, abhiññāṇena passitabbaṁ passāmīti attho. Sesabrahmānaṁ iddhipādabhāvanābalena",
  "atk-s0504a1:189_10": "attano cittañca mama vase vattemīti vasavattī homīti yojetabbaṁ. Tadā kira bodhisatto",
  "atk-s0504a1:189_11": "aṭṭhasamāpattilābhīpi samāno tathā sattahitaṁ attano pāramiparipūraṇañca olokento",
  "atk-s0504a1:189_12": "tāsu eva dvīsu jhānabhūmīsu nikantiṁ uppādetvā mettābrahmavihāravasena aparāparaṁ",
  "atk-s0504a1:189_13": "saṁsari. Tena vuttaṁ “sattavassāni…pe… vasavattī”ti.",
  "atk-s0504a1:190_0": "Evaṁ bhagavā rūpāvacarapuññassa vipākamahantataṁ pakāsetvā idāni kāmāvacarapuññassāpi",
  "atk-s0504a1:190_1": "taṁ dassento “chattiṁsakkhattu”ntiādimāha. Tattha sakko ahosinti chattiṁsa vāre aññattha",
  "atk-s0504a1:190_2": "anupapajjitvā nirantaraṁ sakko devānamindo tāvatiṁsadevarājā ahosi. Rājā ahosintiādīsu",
  "atk-s0504a1:190_3": "catūhi acchariyadhammehi catūhi ca saṅgahavatthūhi lokaṁ rañjetīti rājā. Cakkaratanaṁ",
  "atk-s0504a1:190_4": "vatteti, catūhi sampatticakkehi vattati, tehi ca paraṁ vatteti, parahitāya ca iriyāpathacakkānaṁ",
  "atk-s0504a1:190_5": "vatto etasmiṁ atthīti cakkavattī. Rājāti cettha sāmaññaṁ, cakkavattīti visesaṁ. Dhammena",
  "atk-s0504a1:190_6": "caratīti dhammiko. Ñāyena samena vattatīti attho. Dhammeneva rajjaṁ labhitvā rājā",
  "atk-s0504a1:190_7": "jātoti dhammarājā. Parahitadhammacaraṇena vā dhammiko, attahitadhammacaraṇena dhammarājā,",
  "atk-s0504a1:190_8": "caturantāya issaroti cāturanto, catusamuddantāya catubbidhadīpavibhūsitāya ca pathaviyā",
  "atk-s0504a1:190_9": "issaroti attho. Ajjhattaṁ kopādipaccatthike, bahiddhā ca sabbarājāno adaṇḍena asatthena",
  "atk-s0504a1:190_10": "vijesīti vijitāvī. Janapade thāvarabhāvaṁ dhuvabhāvaṁ patto, na sakkā kenaci tato",
  "atk-s0504a1:190_11": "cāletuṁ janapado vā tamhi thāvariyappatto anuyutto sakammanirato acalo asampavedhīti",
  "atk-s0504a1:190_12": "janapadatthāvariyappatto.",
  "atk-s0504a1:191_0": "Cakkaratanaṁ, hatthiratanaṁ, assaratanaṁ, maṇiratanaṁ, itthiratanaṁ, gahapatiratanaṁ,",
  "atk-s0504a1:191_1": "pariṇāyakaratananti imehi sattahi ratanehi samupetoti sattaratanasamannāgato. Tesu",
  "atk-s0504a1:191_2": "hi rājā cakkavatti cakkaratanena ajitaṁ jināti, hatthiassaratanehi vijite sukheneva",
  "atk-s0504a1:191_3": "anuvicarati, pariṇāyakaratanena vijitamanurakkhati, sesehi upabhogasukhamanubhavati.",
  "atk-s0504a1:191_4": "Paṭhamena cassa ussāhasattiyogo, pacchimena mantasattiyogo, hatthiassagahapatiratanehi",
  "atk-s0504a1:191_5": "pabhūsattiyogo suparipuṇṇo hoti, itthimaṇiratanehi tividhasattiyogaphalaṁ. So itthimaṇiratanehi",
  "atk-s0504a1:191_6": "paribhogasukhamanubhavati, sesehi upabhogasukhaṁ. Visesato cassa purimāni tīṇi adosakusalamūlajanitakammānubhāvena",
  "atk-s0504a1:191_7": "sampajjanti, majjhimāni alobhakusalamūlajanitakammānubhāvena, pacchimamekaṁ amohakusalamūlajanitakammānubhāvenāti",
  "atk-s0504a1:191_8": "veditabbaṁ padesarajjassāti khuddakarajjassa.",
  "atk-s0504a1:192_0": "Etadahosīti attano sampattiyo paccavekkhantassa pacchime cakkavattikāle etaṁ “kissa",
  "atk-s0504a1:192_1": "nu kho me idaṁ kammassa phala”ntiādikaṁ ahosi. Sabbatthakameva tasmiṁ tasmimpi bhave",
  "atk-s0504a1:192_2": "etadahosiyeva. Tatthāyaṁ cakkavattikālavasena yojanā. Evaṁmahiddhikoti maṇiratanahatthiratanādippamukhāya",
  "atk-s0504a1:192_3": "kosavāhanasampattiyā janapadatthāvariyappattiyā ca evaṁmahiddhiko. Evaṁmahānubhāvoti",
  "atk-s0504a1:192_4": "cakkaratanādisamannāgamena kassacipi pīḷaṁ akarontova sabbarājūhi sirasā sampaṭicchitasāsanavehāsagamanādīhi",
  "atk-s0504a1:192_5": "evaṁ mahānubhāvo. Dānassāti annādideyyadhammapariccāgassa. Damassāti cakkhādiindriyadamanassa",
  "atk-s0504a1:192_6": "ceva samādhānavasena rāgādikilesadamanassa ca. Saṁyamassāti kāyavacīsaṁyamassa. Tattha",
  "atk-s0504a1:192_7": "yaṁ samādhānavasena kilesadamanaṁ, taṁ bhāvanāmayaṁ puññaṁ, tañca kho mettābrahmavihārabhūtaṁ",
  "atk-s0504a1:192_8": "idhādhippetaṁ. Tasmiñca upacārappanābhedena duvidhe yaṁ appanāppattaṁ, tenassa yathāvuttāsu",
  "atk-s0504a1:192_9": "dvīsu jhānabhūmīsu upapatti ahosi. Itarena tividhenāpi yathārahaṁ pattacakkavattiādibhāvoti veditabbaṁ.",
  "atk-s0504a1:193_0": "Iti bhagavā attānaṁ kāyasakkhi katvā puññānaṁ vipākamahantataṁ pakāsetvā idāni tamevatthaṁ",
  "atk-s0504a1:193_1": "gāthābandhena dassento “puññamevā”tiādimāha. Tattha puññameva so sikkheyyāti yo atthakāmo",
  "atk-s0504a1:193_2": "kulaputto, so puññaphalanibbattanato, attano santānaṁ punanato ca “puñña”nti laddhanāmaṁ",
  "atk-s0504a1:193_3": "tividhaṁ kusalameva sikkheyya niveseyya upacineyya pasaveyyāti attho. Āyatagganti",
  "atk-s0504a1:193_4": "vipulaphalatāya uḷāraphalatāya āyataggaṁ, piyamanāpaphalatāya vā āyatiṁ uttamanti",
  "atk-s0504a1:193_5": "āyataggaṁ, āyena vā yonisomanasikārādippaccayena uḷāratamena agganti āyataggaṁ. Takāro",
  "atk-s0504a1:193_6": "padasandhikaro. Atha vā āyena puññaphalena aggaṁ padhānanti āyataggaṁ. Tato eva sukhudrayaṁ",
  "atk-s0504a1:193_7": "sukhavipākanti attho.",
  "atk-s0504a1:194_0": "Katamaṁ pana taṁ puññaṁ, kathañca naṁ sikkheyyāti āha “dānañca samacariyañca, mettacittañca",
  "atk-s0504a1:194_1": "bhāvaye”ti. Tattha samacariyanti kāyavisamādīni vajjetvā kāyasamādicaritaṁ, suvisuddhaṁ",
  "atk-s0504a1:194_2": "sīlanti attho. Bhāvayeti attano santāne uppādeyya vaḍḍheyya. Ete dhammeti ete dānādike",
  "atk-s0504a1:194_3": "sucaritadhamme. Sukhasamuddayeti sukhānisaṁse, ānisaṁsaphalampi nesaṁ sukhamevāti",
  "atk-s0504a1:194_4": "dasseti. Abyāpajjaṁ sukhaṁ lokanti kāmacchandādibyāpādavirahitattā abyāpajjaṁ niddukkhaṁ,",
  "atk-s0504a1:194_5": "parapīḷābhāve pana vattabbaṁ natthi. Jhānasamāpattivasena sukhabahulattā sukhaṁ,",
  "atk-s0504a1:194_6": "ekantasukhañca brahmalokaṁ jhānapuññānaṁ, itarapuññānaṁ pana tadaññaṁ sampattibhavasaṅkhātaṁ",
  "atk-s0504a1:194_7": "sukhaṁ lokaṁ paṇḍito sappañño upapajjati upeti. Iti imasmiṁ sutte gāthāsu ca vaṭṭasampatti eva kathitā.",
  "atk-s0504a1:195": "Dutiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:196": "3. Ubhayatthasuttavaṇṇanā",
  "atk-s0504a1:197_0": "23. Tatiye bhāvitoti uppādito ca vaḍḍhito ca. Bahulīkatoti punappunaṁ kato. Atthoti",
  "atk-s0504a1:197_1": "hitaṁ. Tañhi araṇīyato upagantabbato atthoti vuccati. Samadhigayha tiṭṭhatīti sammā",
  "atk-s0504a1:197_2": "pariggahetvā avijahitvā vattati. Diṭṭhadhammikanti diṭṭhadhammo vuccati paccakkhabhūto",
  "atk-s0504a1:197_3": "attabhāvo, diṭṭhadhamme bhavaṁ diṭṭhadhammikaṁ, idhalokapariyāpannanti attho. Samparāyikanti",
  "atk-s0504a1:197_4": "dhammavasena samparetabbato samparāyo, paraloko, samparāye bhavaṁ samparāyikaṁ, paralokapariyāpannanti vuttaṁ hoti.",
  "atk-s0504a1:198_0": "Ko panesa diṭṭhadhammiko nāma attho, ko vā samparāyikoti? Saṅkhepena tāva yaṁ idhalokasukhaṁ,",
  "atk-s0504a1:198_1": "yañcetarahi idhalokasukhāvahaṁ, ayaṁ diṭṭhadhammiko attho. Seyyathidaṁ – gahaṭṭhānaṁ",
  "atk-s0504a1:198_2": "tāva idha yaṁ kiñci vittūpakaraṇaṁ, anākulakammantatā, ārogyasaṁvidhānaṁ, vatthuvisadakiriyāyogavihitāni",
  "atk-s0504a1:198_3": "sippāyatanavijjāṭṭhānāni saṅgahitaparijanatāti evamādi. Pabbajitānaṁ pana ye ime",
  "atk-s0504a1:198_4": "jīvitaparikkhārā cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārā. Tesaṁ akicchalābho,",
  "atk-s0504a1:198_5": "tattha ca saṅkhāya paṭisevanā, saṅkhāya parivajjanā, vatthuvisadakiriyā, appicchatā,",
  "atk-s0504a1:198_6": "santuṭṭhi, paviveko, asaṁsaggoti evamādi. Patirūpadesavāsasappurisūpanissayasaddhammassavanayonisomanasikārādayo",
  "atk-s0504a1:198_7": "pana ubhayesaṁ sādhāraṇā ubhayānurūpā cāti veditabbā.",
  "atk-s0504a1:199": "Appamādoti ettha appamādo pamādappaṭipakkhato veditabbo. Ko panesa pamādo nāma? Pamajjanākāro. Vuttaṁ hetaṁ –",
  "atk-s0504a1:200_0": "“Tattha katamo pamādo? Kāyaduccarite vā vacīduccarite vā manoduccarite vā pañcasu",
  "atk-s0504a1:200_1": "vā kāmaguṇesu cittassa vossaggo vossaggānuppādanaṁ kusalānaṁ vā dhammānaṁ bhāvanāya",
  "atk-s0504a1:200_2": "asakkaccakiriyatā asātaccakiriyatā anaṭṭhitakiriyatā olīnavuttitā nikkhittachandatā",
  "atk-s0504a1:200_3": "nikkhittadhuratā anāsevanā abhāvanā abahulīkammaṁ anadhiṭṭhānaṁ ananuyogopamādo.",
  "atk-s0504a1:200_4": "Yo evarūpo pamādo pamajjanā pamajjitattaṁ. Ayaṁ vuccati pamādo”ti.",
  "atk-s0504a1:201_0": "Tasmā vuttappaṭipakkhato appamādo veditabbo. Atthato hi so satiyā avippavāso, niccaṁ",
  "atk-s0504a1:201_1": "upaṭṭhitassatiyā etaṁ nāmaṁ. Apare pana “satisampajaññayogena pavattā cattāro arūpino",
  "atk-s0504a1:201_2": "khandhā appamādo”ti vadanti.",
  "atk-s0504a1:202_0": "“Bhāvito bahūlīkato”ti vuttaṁ, kathaṁ panāyaṁ appamādo bhāvetabboti? Na appamādabhāvanā",
  "atk-s0504a1:202_1": "nāma visuṁ ekabhāvanā atthi. Yā hi kāci puññakiriyā kusalakiriyā, sabbā sā appamādabhāvanātveva",
  "atk-s0504a1:202_2": "veditabbā. Visesato pana vivaṭṭūpanissayaṁ saraṇagamanaṁ kāyikavācasikasaṁvarañca",
  "atk-s0504a1:202_3": "upādāya sabbā sīlabhāvanā, sabbā samādhibhāvanā, sabbā paññābhāvanā, sabbā kusalabhāvanā,",
  "atk-s0504a1:202_4": "anavajjabhāvanā, appamādabhāvanāti veditabbā. “Appamādo”ti hi idaṁ mahantaṁ atthaṁ",
  "atk-s0504a1:202_5": "dīpeti, mahantaṁ atthaṁ pariggahetvā tiṭṭhati. Sakalampi tepiṭakaṁ buddhavacanaṁ",
  "atk-s0504a1:202_6": "āharitvā appamādapadassa atthaṁ katvā kathento dhammakathiko “atitthena pakkhando”ti",
  "atk-s0504a1:202_7": "na vattabbo. Kasmā? Appamādapadassa mahantabhāvato. Tathā hi sammāsambuddho kusinārāyaṁ",
  "atk-s0504a1:202_8": "yamakasālānamantare parinibbānasamaye nipanno abhisambodhito paṭṭhāya pañcacattālīsāya",
  "atk-s0504a1:202_9": "vassesu attanā bhāsitaṁ dhammaṁ ekena padena saṅgahetvā dassento – “appamādena sampādethā”ti",
  "atk-s0504a1:202_10": "bhikkhūnaṁ ovādamadāsi. Tathā ca vuttaṁ –",
  "atk-s0504a1:203_0": "“Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṁ pāṇānaṁ padajātāni, sabbāni tāni hatthipade",
  "atk-s0504a1:203_1": "samodhānaṁ gacchanti, hatthipadaṁ tesaṁ aggamakkhāyati yadidaṁ mahantaṭṭhena; evameva",
  "atk-s0504a1:203_2": "kho, bhikkhave, ye keci kusalā dhammā, sabbete appamādamūlakā appamādasamosaraṇā,",
  "atk-s0504a1:203_3": "appamādo tesaṁ dhammānaṁ aggamakkhāyatī”ti.",
  "atk-s0504a1:204_0": "Gāthāsu appamādaṁ pasaṁsantīti dānādipuññakiriyāsu appamādaṁ appamajjanaṁ paṇḍitā",
  "atk-s0504a1:204_1": "sappaññā buddhādayo pasaṁsanti, vaṇṇenti thomenti. Kasmā? Yasmā appamatto ubho atthe",
  "atk-s0504a1:204_2": "adhigaṇhāti paṇḍito. Ke pana te ubho atthāti āha – “diṭṭhe dhamme ca yo attho, yo",
  "atk-s0504a1:204_3": "cattho samparāyiko”ti, evamettha padayojanā veditabbā. Idhāpi diṭṭhe dhamme ca yo",
  "atk-s0504a1:204_4": "atthoti gahaṭṭhassa tāva “anavajjāni kammāni, anākulā ca kammantā”tiādinā nayena",
  "atk-s0504a1:204_5": "vutto kasigorakkhādividhinā laddhabbo attho, pabbajitassa pana avippaṭisārādiattho",
  "atk-s0504a1:204_6": "veditabbo. Yo cattho samparāyikoti pana ubhayesampi dhammacariyāva vuttāti veditabbā.",
  "atk-s0504a1:204_7": "Atthābhisamayāti duvidhassapi atthassa hitassa paṭilābhā, laddhabbena samiti saṅgati",
  "atk-s0504a1:204_8": "samodhānanti samayo, lābho. Samayo eva abhisamayo, abhimukhabhāvena vā samayo abhisamayoti",
  "atk-s0504a1:204_9": "evamettha abhisamayo veditabbo. Dhitisampannattā dhīro. Tatiyena cettha attha-saddena",
  "atk-s0504a1:204_10": "paramatthassa nibbānassāpi saṅgaho veditabbo. Sesaṁ suviññeyyameva. Iti imasmiṁ sutte",
  "atk-s0504a1:204_11": "vaṭṭasampatti eva kathitā. Gāthāyaṁ pana vivaṭṭassapi saṅgaho daṭṭhabbo. Tathā hi vuttaṁ –",
  "atk-s0504a1:205": "“Appamādo amatapadaṁ, pamādo maccuno padaṁ;",
  "atk-s0504a1:206": "Appamattā na mīyanti, ye pamattā yathā matā.",
  "atk-s0504a1:207": "“Evaṁ visesato ñatvā, appamādamhi paṇḍitā;",
  "atk-s0504a1:208": "Appamāde pamodanti, ariyānaṁ gocare ratā.",
  "atk-s0504a1:209": "“Te jhāyino sātatikā, niccaṁ daḷhaparakkamā;",
  "atk-s0504a1:210": "Phusanti dhīrā nibbānaṁ, yogakkhemaṁ anuttara”nti. ;",
  "atk-s0504a1:211": "Tasmā “atthābhisamayā”ti ettha lokuttaratthavasenapi attho veditabbo.",
  "atk-s0504a1:212": "Tatiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:213": "4. Aṭṭhipuñjasuttavaṇṇanā",
  "atk-s0504a1:214_0": "24. Catutthe ekapuggalassāti ettha puggaloti ayaṁ vohārakathā. Buddhassa hi bhagavato",
  "atk-s0504a1:214_1": "duvidhā desanā sammutidesanā ca paramatthadesanā cāti. Tattha “puggalo, satto, itthī,",
  "atk-s0504a1:214_2": "puriso, khattiyo, brāhmaṇo, devo, māro”ti evarūpā sammutidesanā. “Aniccaṁ, dukkhaṁ,",
  "atk-s0504a1:214_3": "anattā, khandhā, dhātu, āyatanā, satipaṭṭhānā”ti evarūpā paramatthadesanā. Tattha",
  "atk-s0504a1:214_4": "bhagavā ye sammutivasena desanaṁ sutvā visesamadhigantuṁ samatthā, nesaṁ sammutidesanaṁ",
  "atk-s0504a1:214_5": "deseti. Ye pana paramatthavasena desanaṁ sutvā visesamadhigantuṁ samatthā, tesaṁ",
  "atk-s0504a1:214_6": "paramatthadesanaṁ deseti.",
  "atk-s0504a1:215_0": "Tatthāyaṁ upamā – yathā hi desabhāsākusalo tiṇṇaṁ vedānaṁ atthasaṁvaṇṇanako ācariyo",
  "atk-s0504a1:215_1": "ye damiḷabhāsāya vutte atthaṁ jānanti, tesaṁ damiḷabhāsāya ācikkhati. Ye andhakabhāsādīsu",
  "atk-s0504a1:215_2": "aññatarāya, tesaṁ tāya tāya bhāsāya. Evaṁ te māṇavakā chekaṁ byattaṁ ācariyamāgamma",
  "atk-s0504a1:215_3": "khippameva sippaṁ uggaṇhanti. Tattha ācariyo viya buddho bhagavā, tayo vedā viya",
  "atk-s0504a1:215_4": "kathetabbabhāve ṭhitāni tīṇi piṭakāni, desabhāsākosallamiva sammutiparamatthakosallaṁ,",
  "atk-s0504a1:215_5": "nānādesabhāsā māṇavakā viya sammutiparamatthavasena paṭivijjhanasamatthā veneyyā,",
  "atk-s0504a1:215_6": "ācariyassa damiḷabhāsādiācikkhanaṁ viya bhagavato sammutiparamatthavasena desanā",
  "atk-s0504a1:215_7": "veditabbā. Āha cettha –",
  "atk-s0504a1:216": "“Duve saccāni akkhāsi, sambuddho vadataṁ varo;",
  "atk-s0504a1:217": "Sammutiṁ paramatthañca, tatiyaṁ nūpalabbhati.",
  "atk-s0504a1:218": "“Saṅketavacanaṁ saccaṁ, lokasammutikāraṇā;",
  "atk-s0504a1:219": "Paramatthavacanaṁ saccaṁ, dhammānaṁ bhūtakāraṇā.",
  "atk-s0504a1:220": "“Tasmā vohārakusalassa, lokanāthassa satthuno;",
  "atk-s0504a1:221": "Sammutiṁ voharantassa, musāvādo na jāyatī”ti.",
  "atk-s0504a1:222_0": "Apica aṭṭhahi kāraṇehi bhagavā puggalakathaṁ katheti – hirottappadīpanatthaṁ, kammassakatādīpanatthaṁ,",
  "atk-s0504a1:222_1": "paccattapurisakāradīpanatthaṁ,, ānantariyadīpanatthaṁ, brahmavihāradīpanatthaṁ, pubbenivāsadīpanatthaṁ,",
  "atk-s0504a1:222_2": "dakkhiṇāvisuddhidīpanatthaṁ, lokasammutiyā appahānatthaṁ, cāti. “Khandhadhātuāyatanāni",
  "atk-s0504a1:222_3": "hiriyanti ottappantī”ti hi vutte mahājano na jānāti, sammohaṁ āpajjati, paṭisattu",
  "atk-s0504a1:222_4": "vā hoti – “kimidaṁ khandhadhātuāyatanāni hiriyanti ottappanti nāmā”ti? “Itthī hiriyati",
  "atk-s0504a1:222_5": "ottappati, puriso, khattiyo, brāhmaṇo, devo, māro”ti pana vutte jānāti, na sammohaṁ",
  "atk-s0504a1:222_6": "āpajjati, na paṭisattu vā hoti. Tasmā bhagavā hirottappadīpanatthaṁ puggalakathaṁ katheti.",
  "atk-s0504a1:223": "“Khandhā kammassakā, dhātuyo āyatanānī”ti vuttepi eseva nayo. Tasmā kammassakatādīpanatthampi puggalakathaṁ katheti.",
  "atk-s0504a1:224_0": "“Veḷuvanādayo mahāvihārā khandhehi kārāpitā, dhātūhi āyatanehī”ti vuttepi eseva nayo.",
  "atk-s0504a1:224_1": "Tathā “khandhā mātaraṁ jīvitā voropenti, pitaraṁ, arahantaṁ, ruhiruppādakammaṁ, saṅghabhedakammaṁ",
  "atk-s0504a1:224_2": "karonti, dhātuyo āyatanānī”ti vuttepi eseva nayo. “Khandhā mettāyanti, dhātuyo āyatanānī”ti",
  "atk-s0504a1:224_3": "vuttepi eseva nayo. “Khandhā pubbenivāsaṁ anussaranti, dhātuyo āyatanānī”ti vuttepi",
  "atk-s0504a1:224_4": "eseva nayo. Tasmā bhagavā paccattapurisakāradīpanatthaṁ ānantariyadīpanatthaṁ brahmavihāradīpanatthaṁ",
  "atk-s0504a1:224_5": "pubbenivāsadīpanatthañca puggalakathaṁ katheti.",
  "atk-s0504a1:225_0": "“Khandhā dānaṁ paṭiggaṇhanti, dhātuyo āyatanānī”ti vuttepi mahājano na jānāti, sammohaṁ",
  "atk-s0504a1:225_1": "āpajjati, paṭisattu vā hoti “kimidaṁ khandhā dhātuyo āyatanāni paṭiggaṇhanti nāmā”ti?",
  "atk-s0504a1:225_2": "“Puggalā paṭiggaṇhantī”ti pana vutte jānāti, na sammohaṁ āpajjati, na paṭisattu vā",
  "atk-s0504a1:225_3": "hoti. Tasmā bhagavā dakkhiṇāvisuddhidīpanatthaṁ puggalakathaṁ katheti.",
  "atk-s0504a1:226_0": "Lokasammutiñca buddhā bhagavanto na pajahanti, lokasamaññāya lokaniruttiyā lokābhilāpe",
  "atk-s0504a1:226_1": "ṭhitāyeva dhammaṁ desenti. Tasmā bhagavā lokasammutiyā appahānatthampi puggalakathaṁ",
  "atk-s0504a1:226_2": "katheti. So idhāpi lokavohāravasena desetabbamatthaṁ dassento “ekapuggalassā”tiādimāha.",
  "atk-s0504a1:227_0": "Tattha ekapuggalassāti ekasattassa. Kappanti mahākappaṁ. Yadipi accantasaṁyoge idaṁ",
  "atk-s0504a1:227_1": "upayogavacanaṁ, yattha pana sattānaṁ sandhāvanaṁ saṁsaraṇaṁ sambhavati, tassa vasena",
  "atk-s0504a1:227_2": "gahetabbaṁ. Aṭṭhikaṅkaloti aṭṭhibhāgo. “Aṭṭhikhalo”tipi paṭhanti, aṭṭhisañcayoti",
  "atk-s0504a1:227_3": "attho. Aṭṭhipuñjoti aṭṭhisamūho. Aṭṭhirāsīti tasseva vevacanaṁ. Keci pana “kaṭippamāṇato",
  "atk-s0504a1:227_4": "heṭṭhā samūho kaṅkalo nāma, tato upari yāva tālappamāṇaṁ puñjo, tato upari rāsī”ti",
  "atk-s0504a1:227_5": "vadanti. Taṁ tesaṁ matimattaṁ. Sabbametaṁ samūhasseva pariyāyavacanaṁ vepullasseva",
  "atk-s0504a1:227_6": "upamābhāvena āhaṭattā.",
  "atk-s0504a1:228_0": "Sace saṁhārako assāti avippakiraṇavasena saṁharitvā ṭhapetā koci yadi siyāti parikappanavasena",
  "atk-s0504a1:228_1": "vadati. Sambhatañca na vinasseyyāti tathā kenaci sambhatañca taṁ aṭṭhikaṅkalaṁ antaradhānābhāvena",
  "atk-s0504a1:228_2": "pūtibhūtaṁ cuṇṇavicuṇṇañca ahutvā sace na vinasseyyāti parikappanavaseneva vadati.",
  "atk-s0504a1:228_3": "Ayañhettha attho – bhikkhave, ekassa sattassa kammakilesehi aparāparuppattivasena",
  "atk-s0504a1:228_4": "ekaṁ mahākappaṁ sandhāvantassa saṁsarantassa evaṁ mahāaṭṭhisañcayo bhaveyya, ārohapariṇāhehi",
  "atk-s0504a1:228_5": "yattakoyaṁ vepullapabbato. Sace panassa koci saṁharitvā ṭhapetā bhaveyya, sambhatañca",
  "atk-s0504a1:228_6": "taṁ sace avinassantaṁ tiṭṭheyyāti. Ayañca nayo nibbutappadīpe viya bhijjanasabhāve",
  "atk-s0504a1:228_7": "kaḷevaranikkheparahite opapātikattabhāve sabbena sabbaṁ anaṭṭhike ca khuddakattabhāve",
  "atk-s0504a1:228_8": "vajjetvā vutto. Keci pana “parikappanavasena imassa nayassa āhaṭattā tesampi yadi",
  "atk-s0504a1:228_9": "siyā aṭṭhikaṅkalo, tenāpi saheva ayaṁ aṭṭhipuñjaparimāṇo vutto”ti vadanti. Apare",
  "atk-s0504a1:228_10": "pana “nayidamevaṁ labbhamānasseva aṭṭhipuñjassa vasena sabbaññutaññāṇena paricchinditvā",
  "atk-s0504a1:228_11": "imassa parimāṇassa vuttatā. Tasmā vuttanayeneva attho gahetabbo”ti.",
  "atk-s0504a1:229_0": "Gāthāsu mahesināti mahante sīlakkhandhādayo esati gavesatīti mahesī, sammāsambuddho.",
  "atk-s0504a1:229_1": "“Iti vuttaṁ mahesinā”ti ca bhagavā “dasabalasamannāgato, bhikkhave, tathāgato”tiādīsu",
  "atk-s0504a1:229_2": "viya attānaṁ aññaṁ viya katvā dasseti. Vepulloti rājagahaṁ parivāretvā ṭhitesu pañcasu",
  "atk-s0504a1:229_3": "pabbatesu vipulabhāvato vepulloti laddhanāmo. Tato eva mahā, ṭhitadisābhāgavasena",
  "atk-s0504a1:229_4": "uttaro gijjhakūṭassa. Giribbajeti giribbajapuranāmakassa rājagahassa samīpe.",
  "atk-s0504a1:230_0": "Ettāvatā bhagavā “ettakenāpi kālena anupacchinnabhavamūlassa apariññātavatthukassa",
  "atk-s0504a1:230_1": "puthujjanassa ayamīdisī kaṭasivaḍḍhanā”ti vaṭṭe ādīnavaṁ dassetvā idāni yesaṁ ariyasaccānaṁ",
  "atk-s0504a1:230_2": "ananubodhā appaṭivedhā andhaputhujjanassa evaṁ kaṭasivaḍḍhanā, tāni ariyasaccāni",
  "atk-s0504a1:230_3": "diṭṭhavato ariyapuggalassa ayaṁ natthīti dassento “yato ca ariyasaccānī”tiādimāha.",
  "atk-s0504a1:231_0": "Tattha yatoti yadā. Ariyasaccānīti araṇīyato ariyāni, avitathabhāvena saccāni cāti",
  "atk-s0504a1:231_1": "ariyasaccāni, ariyabhāvakarāni vā saccāni ariyasaccāni, ariyehi vā buddhādīhi paṭivijjhitabbāni",
  "atk-s0504a1:231_2": "saccāni ariyasaccāni. Atha vā ariyassa saccāni ariyasaccāni. Sadevakena hi lokena",
  "atk-s0504a1:231_3": "saraṇanti araṇīyato ariyo bhagavā, tena sayambhuñāṇena diṭṭhattā tassa saccānīti",
  "atk-s0504a1:231_4": "ariyasaccāni. Sammappaññāya passatīti sammā hetunā ñāyena vipassanāpaññāsahitāya",
  "atk-s0504a1:231_5": "maggapaññāya pariññāpahānasacchikiriyābhāvanābhisamayavasena passati. Dukkhantiādi",
  "atk-s0504a1:231_6": "ariyasaccānaṁ sarūpadassanaṁ. Tattha anekūpaddavādhiṭṭhānatāya kucchitabhāvato bālajanaparikappitadhuvasubhasukhattavirahena",
  "atk-s0504a1:231_7": "tucchabhāvato ca dukkhaṁ. Dukkhaṁ samuppajjati etenāti dukkhasamuppādo, dukkhasamudayo.",
  "atk-s0504a1:231_8": "Dukkhaṁ atikkamati etena ārammaṇappaccayabhūtena, ettha vāti dukkhassa atikkamo,",
  "atk-s0504a1:231_9": "nibbānaṁ. Ārakattā kilesehi araṇīyato ca ariyo. Sammādiṭṭhiādīnaṁ aṭṭhannaṁ aṅgānaṁ",
  "atk-s0504a1:231_10": "vasena aṭṭhaṅgiko. Mārento kilese gacchati, nibbānatthikehi maggīyati, sayaṁ vā nibbānaṁ",
  "atk-s0504a1:231_11": "maggatīti maggo. Tato eva dukkhassa upasamaṁ nirodhaṁ gacchatīti dukkhūpasamagāmī.",
  "atk-s0504a1:231_12": "Yato sammappaññāya passatīti sambandho.",
  "atk-s0504a1:232_0": "Sasattakkhattuṁ paramaṁ, sandhāvitvāna puggaloti so evaṁ catusaccadassāvī ariyapuggalo",
  "atk-s0504a1:232_1": "sotāpanno sabbamudindriyo samāno sattavāraparamaṁyeva bhavādīsu aparāparuppattivasena",
  "atk-s0504a1:232_2": "sandhāvitvā saṁsaritvā. Ekabījī, kolaṁkolo, sattakkhattuparamoti indriyānaṁ tikkhamajjhimamudubhāvena",
  "atk-s0504a1:232_3": "tayo hi sotāpannā. Tesu sabbamudindriyassa vasenidaṁ vuttaṁ “sa sattakkhattuṁ paramaṁ,",
  "atk-s0504a1:232_4": "sandhāvitvānā”ti. Dukkhassantakaro hotīti vaṭṭadukkhassa antakaro pariyosānakaro",
  "atk-s0504a1:232_5": "hoti. Kathaṁ? Sabbasaṁyojanakkhayā anupubbena aggamaggaṁ adhigantvā niravasesānaṁ",
  "atk-s0504a1:232_6": "saṁyojanānaṁ khepanāti arahattaphaleneva desanāya kūṭaṁ gaṇhi.",
  "atk-s0504a1:233": "Catutthasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:234": "5. Musāvādasuttavaṇṇanā",
  "atk-s0504a1:235_0": "25. Pañcame ekadhammaṁ atītassāti kā uppatti? Bhagavato bhikkhusaṅghassa ca mahālābhasakkāro",
  "atk-s0504a1:235_1": "uppajji, titthiyānaṁ parihāyi. Te hatalābhasakkārā nippabhā nittejā issāpakatā ciñcamāṇavikaṁ",
  "atk-s0504a1:235_2": "nāma paribbājikaṁ uyyojesuṁ – “ehi, tvaṁ bhagini, samaṇaṁ gotamaṁ abhūtena abbhācikkhassū”ti.",
  "atk-s0504a1:235_3": "Sā bhagavantaṁ catuparisamajjhe dhammaṁ desentaṁ upagantvā abhūtena abbhācikkhitvā",
  "atk-s0504a1:235_4": "sakkenassā abhūtabhāve pakāsite mahājanena “dhī kāḷakaṇṇī”ti vihārato nikkaḍḍhāpitā",
  "atk-s0504a1:235_5": "pathaviyā vivare dinne avīcijālānaṁ indhanaṁ hutvāva avīciniraye nibbatti, bhiyyosomattāya",
  "atk-s0504a1:235_6": "titthiyānaṁ lābhasakkāro parihāyi. Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ “āvuso,",
  "atk-s0504a1:235_7": "ciñcamāṇavikā evaṁ uḷāraguṇaṁ aggadakkhiṇeyyaṁ sammāsambuddhaṁ abhūtena akkositvā",
  "atk-s0504a1:235_8": "mahāvināsaṁ pattā”ti. Satthā āgantvā “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti",
  "atk-s0504a1:235_9": "pucchitvā “imāya nāmā”ti vutte “na, bhikkhave, idāneva, pubbepi sā maṁ abhūtena akkositvā",
  "atk-s0504a1:235_10": "mahāvināsaṁ pattāyevā”ti mahāpadumajātakampi vitthāretvā upari dhammaṁ desento imissā",
  "atk-s0504a1:235_11": "aṭṭhuppattiyā “ekadhammaṁ atītassā”ti idaṁ suttaṁ desesi.",
  "atk-s0504a1:236_0": "Tattha ekadhammanti ekaṁ vacīsaccasaṅkhātaṁ dhammaṁ. Atītassāti yā sā aṭṭha anariyavohāre",
  "atk-s0504a1:236_1": "vajjetvā aṭṭhasu ariyavohāresu patiṭṭhāpanatthaṁ “saccaṁ, bhaṇe, nālika”nti ariyehi",
  "atk-s0504a1:236_2": "ṭhapitā mariyādā, taṁ atikkamitvā ṭhitassa. Puriso eva puggaloti purisapuggalo, tassa.",
  "atk-s0504a1:236_3": "Akaraṇīyanti kātuṁ asakkuṇeyyaṁ. Sampajānamusāvādī hi puggalo kiñci pāpakammaṁ katvā",
  "atk-s0504a1:236_4": "“idaṁ nāma tayā kata”nti vutte “na mayā kata”nti musāvādeneva pariharissati. Evañca",
  "atk-s0504a1:236_5": "paṭipajjanto kiñci pāpakammaṁ karotiyeva, na tattha lajjati saccamariyādāya samatikkantattā.",
  "atk-s0504a1:236_6": "Tena vuttaṁ “katamaṁ ekadhammaṁ, yadidaṁ, bhikkhave, sampajānamusāvādo”ti.",
  "atk-s0504a1:237_0": "Gāthāyaṁ musāvādissāti musā abhūtaṁ atacchaṁ paresaṁ viññāpanavasena vadanasīlassa.",
  "atk-s0504a1:237_1": "Yassa dasasu vacanesu ekampi saccaṁ natthi, evarūpe vattabbameva natthi. Jantunoti",
  "atk-s0504a1:237_2": "sattassa. Satto hi jāyanaṭṭhena “jantū”ti vuccati. Vitiṇṇaparalokassāti vissaṭṭhaparalokassa.",
  "atk-s0504a1:237_3": "Īdiso hi manussasampatti devalokasampatti avasāne nibbānasampattīti imā tissopi sampattiyo",
  "atk-s0504a1:237_4": "na passati. Natthi pāpanti tassa tādisassa idaṁ nāma pāpaṁ na kattabbanti natthīti.",
  "atk-s0504a1:238": "Pañcamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:239": "6. Dānasuttavaṇṇanā",
  "atk-s0504a1:240_0": "26. Chaṭṭhe evañceti ettha evanti upamākāre nipāto, ceti parikappane. Sattāti rūpādīsu",
  "atk-s0504a1:240_1": "sattā visattā. Jāneyyunti bujjheyyuṁ. Dānasaṁvibhāgassāti yāya hi cetanāya annādideyyadhammaṁ",
  "atk-s0504a1:240_2": "saṁharitvā anukampāpūjāsu aññataravasena paresaṁ dīyati, taṁ dānaṁ. Yāya pana attanā",
  "atk-s0504a1:240_3": "paribhuñjitabbabhāvena gahitavatthussa ekadeso saṁvibhajitvā dīyati, ayaṁ saṁvibhāgo.",
  "atk-s0504a1:240_4": "Vipākanti phalaṁ. Yathāhaṁ jānāmīti yathā ahaṁ jānāmi. Idaṁ vuttaṁ hoti – tiracchānagatassapi",
  "atk-s0504a1:240_5": "dānaṁ datvā attabhāvasate pavattasukhavipaccanavasena sataguṇā dakkhiṇā hotīti evamādinā,",
  "atk-s0504a1:240_6": "bhikkhave, yena pakārena ahaṁ dānassa saṁvibhāgassa ca vipākaṁ kammavipākaṁ ñāṇabalena",
  "atk-s0504a1:240_7": "paccakkhato jānāmi, evaṁ ime sattā yadi jāneyyunti. Na adatvā bhuñjeyyunti yaṁ bhuñjitabbayuttakaṁ",
  "atk-s0504a1:240_8": "attano atthi, tato paresaṁ na adatvā macchariyacittena ca taṇhālobhavasena ca bhuñjeyyuṁ,",
  "atk-s0504a1:240_9": "datvāva bhuñjeyyuṁ. Na ca nesaṁ maccheramalaṁ cittaṁ pariyādāya tiṭṭheyyāti attano",
  "atk-s0504a1:240_10": "sampattīnaṁ parehi sādhāraṇabhāvāsahanalakkhaṇaṁ cittassa pabhassarabhāvadūsakānaṁ",
  "atk-s0504a1:240_11": "upakkilesabhūtānaṁ kaṇhadhammānaṁ aññataraṁ maccheramalaṁ. Atha vā yathāvuttamaccherañceva",
  "atk-s0504a1:240_12": "aññampi dānantarāyakaraṁ issālobhadosādimalañca nesaṁ sattānaṁ cittaṁ yathā dānacetanā",
  "atk-s0504a1:240_13": "na pavattati, na vā suparisuddhā hoti, evaṁ pariyādāya parito gahetvā abhibhavitvā",
  "atk-s0504a1:240_14": "na tiṭṭheyya. Ko hi sammadeva dānaphalaṁ jānanto attano citte maccheramalassa okāsaṁ dadeyya.",
  "atk-s0504a1:241_0": "Yopi nesaṁ assa carimo ālopoti nesaṁ sattānaṁ yo sabbapacchimako ālopo siyā. Carimaṁ",
  "atk-s0504a1:241_1": "kabaḷanti tasseva vevacanaṁ. Idaṁ vuttaṁ hoti – ime sattā pakatiyā yattakehi ālopehi",
  "atk-s0504a1:241_2": "sayaṁ yāpeyyuṁ, tesu ekameva ālopaṁ attano atthāya ṭhapetvā tadaññe sabbe ālope āgatāgatānaṁ",
  "atk-s0504a1:241_3": "atthikānaṁ datvā yo ṭhapito ālopo assa, so idha carimo ālopo nāma. Tatopi na asaṁvibhajitvā",
  "atk-s0504a1:241_4": "bhuñjeyyuṁ, sace nesaṁ paṭiggāhakā assūti nesaṁ sattānaṁ paṭiggāhakā yadi siyuṁ,",
  "atk-s0504a1:241_5": "tatopi yathāvuttacarimālopatopi saṁvibhajitvāva ekadesaṁ datvāva bhuñjeyyuṁ, yathāhaṁ",
  "atk-s0504a1:241_6": "dānasaṁvibhāgassa vipākaṁ paccakkhato jānāmi, evaṁ yadi jāneyyunti. Yasmā ca khotiādinā",
  "atk-s0504a1:241_7": "kammaphalassa appaccakkhabhāvato evamete sattā dānasaṁvibhāgesu na pavattantīti yathādhippetamatthaṁ",
  "atk-s0504a1:241_8": "kāraṇena sampaṭipādeti. Eteneva tesaṁ tadaññapuññesu ca appaṭipattiyā apuññesu ca",
  "atk-s0504a1:241_9": "paṭipattiyā kāraṇaṁ dassitanti daṭṭhabbaṁ.",
  "atk-s0504a1:242_0": "Gāthāsu yathāvuttaṁ mahesināti mahesinā bhagavatā “tiracchānagate dānaṁ datvā sataguṇā",
  "atk-s0504a1:242_1": "dakkhiṇā pāṭikaṅkhitabbā’ tiādinā, idheva vā “evaṁ ce sattā jāneyyu”ntiādinā yathāvuttaṁ,",
  "atk-s0504a1:242_2": "ñāṇacārena taṁ yathāvuttaṁ cittaṁ ñātanti attho. Vipākaṁ saṁvibhāgassāti saṁvibhāgassapi",
  "atk-s0504a1:242_3": "vipākaṁ, ko pana vādo dānassa. Yathā hoti mahapphalanti yathā so vipāko mahantaṁ",
  "atk-s0504a1:242_4": "phalaṁ hoti, evaṁ ime sattā yadi jāneyyunti sambandho. Vineyya maccheramalanti macchariyamalaṁ",
  "atk-s0504a1:242_5": "apanetvā kammaphalasaddhāya ratanattayasaddhāya ca visesato pasannena cittena yesu",
  "atk-s0504a1:242_6": "kilesehi ārakattā ariyesu sīlādiguṇasampannesu dinnaṁ appakampi dānaṁ mahapphalaṁ",
  "atk-s0504a1:242_7": "hoti, tesu yuttakālena dajjuṁ dadeyyuṁ.",
  "atk-s0504a1:243_0": "Mahapphalabhāvakaraṇato dakkhiṇaṁ arahantīti dakkhiṇeyyā, sammāpaṭipannā, tesu dakkhiṇeyyesu.",
  "atk-s0504a1:243_1": "Dakkhiṇaṁ paralokaṁ saddahitvā dātabbaṁ deyyadhammaṁ yathā taṁ dānaṁ hoti mahādānaṁ,",
  "atk-s0504a1:243_2": "evaṁ datvā. Atha vā bahuno annaṁ datvā, kathaṁ pana annaṁ dātabbanti āha “dakkhiṇeyyesu",
  "atk-s0504a1:243_3": "dakkhiṇa”nti. Ito manussattā manussattabhāvato cutā paṭisandhivasena saggaṁ gacchanti",
  "atk-s0504a1:243_4": "dāyakā. Kāmakāminoti kāmetabbānaṁ uḷārānaṁ devabhogānaṁ paṭiladdharūpavibhavena kammunā",
  "atk-s0504a1:243_5": "upagamane sādhukāritāya kāmakāmino sabbakāmasamaṅgino. Modanti yathāruci paricārentīti attho.",
  "atk-s0504a1:244": "Chaṭṭhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:245": "7. Mettābhāvanāsuttavaṇṇanā",
  "atk-s0504a1:246": "27. Sattame yāni kānicīti anavasesapariyādānaṁ. Opadhikāni puññakiriyavatthūnīti",
  "atk-s0504a1:247_0": "Tesaṁ niyamanaṁ. Tattha upadhi vuccanti khandhā, upadhissa karaṇaṁ sīlaṁ etesaṁ,",
  "atk-s0504a1:247_1": "upadhippayojanāni vā opadhikāni. Sampattibhave attabhāvajanakāni paṭisandhipavattivipākadāyakāni.",
  "atk-s0504a1:247_2": "Puññakiriyavatthūnīti puññakiriyā ca tā tesaṁ tesaṁ phalānisaṁsānaṁ vatthūni cāti",
  "atk-s0504a1:247_3": "puññakiriyavatthūni. Tāni pana saṅkhepato dānamayaṁ, sīlamayaṁ, bhāvanāmayanti tividhāni",
  "atk-s0504a1:247_4": "honti. Tattha yaṁ vattabbaṁ, taṁ parato tikanipātavaṇṇanāyaṁ āvi bhavissati. Mettāya",
  "atk-s0504a1:247_5": "cetovimuttiyāti mettābhāvanāvasena paṭiladdhatikacatukkajjhānasamāpattiyā. “Mettā”ti",
  "atk-s0504a1:247_6": "hi vutte upacāropi labbhati appanāpi, “cetovimuttī”ti pana vutte appanājhānameva",
  "atk-s0504a1:247_7": "labbhati. Tañhi nīvaraṇādipaccanīkadhammato cittassa suṭṭhu vimuttibhāvena cetovimuttīti",
  "atk-s0504a1:247_8": "vuccati. Kalaṁ nāgghanti soḷasinti mettābrahmavihārassa soḷasabhāgaṁ opadhikāni puññakiriyavatthūni",
  "atk-s0504a1:247_9": "na agghanti. Idaṁ vuttaṁ hoti – mettāya cetovimuttiyā yo vipāko, taṁ soḷasa koṭṭhāse",
  "atk-s0504a1:247_10": "katvā tato ekaṁ puna soḷasa koṭṭhāse katvā tattha yo ekakoṭṭhāso, na taṁ aññāni opadhikāni",
  "atk-s0504a1:247_11": "puññakiriyavatthūni agghantīti. Adhiggahetvāti abhibhavitvā. Bhāsateti upakkilesavisuddhiyā",
  "atk-s0504a1:247_12": "dippati. Tapateti tato eva anavasese paṭipakkhadhamme santapati. Virocatīti ubhayasampattiyā",
  "atk-s0504a1:247_13": "virocati. Mettā hi cetovimutti candālokasaṅkhātā vigatūpakkilesā juṇhā viya dippati,",
  "atk-s0504a1:247_14": "ātapo viya andhakāraṁ paccanīkadhamme vidhamantī tapati, osadhitārakā viya vijjotamānā virocati ca.",
  "atk-s0504a1:248_0": "Seyyathāpīti opammadassanatthe nipāto. Tārakarūpānanti jotīnaṁ. Candiyāti candassa",
  "atk-s0504a1:248_1": "ayanti candī, tassā candiyā, pabhāya juṇhāyāti attho. Vassānanti vassānaṁ bahuvasena",
  "atk-s0504a1:248_2": "laddhavohārassa utuno. Pacchime māseti kattikamāse. Saradasamayeti saradakāle. Assayujakattikamāsā",
  "atk-s0504a1:248_3": "hi loke “saradautū”ti vuccanti. Viddheti ubbiddhe, meghavigamena dūrībhūteti attho.",
  "atk-s0504a1:248_4": "Tenevāha “vigatavalāhake”ti. Deveti ākāse. Nabhaṁ abbhussakkamānoti udayaṭṭhānato",
  "atk-s0504a1:248_5": "ākāsaṁ ullaṅghanto. Tamagatanti tamaṁ. Abhivihaccāti abhihantvā vidhamitvā. Osadhitārakāti",
  "atk-s0504a1:248_6": "ussannā pabhā etāya dhīyati, osadhīnaṁ vā anubalappadāyikattā osadhīti laddhanāmā tārakā.",
  "atk-s0504a1:249_0": "Etthāha – kasmā pana bhagavatā samānepi opadhikabhāve mettā itarehi opadhikapuññehi",
  "atk-s0504a1:249_1": "visesetvā vuttāti? Vuccate – seṭṭhaṭṭhena niddosabhāvena ca sattesu suppaṭipattibhāvato.",
  "atk-s0504a1:249_2": "Seṭṭhā hi ete vihārā, sabbasattesu sammāpaṭipattibhūtāni yadidaṁ mettājhānāni. Yathā",
  "atk-s0504a1:249_3": "ca brahmāno niddosacittā viharanti, evaṁ etehi samannāgatā yogino brahmasamāva hutvā",
  "atk-s0504a1:249_4": "viharanti. Tathā hime “brahmavihārā”ti vuccanti. Iti seṭṭhaṭṭhena niddosabhāvena",
  "atk-s0504a1:249_5": "ca sattesu suppaṭipattibhāvato mettāva itarehi opadhikapuññehi visesetvā vuttā.",
  "atk-s0504a1:250_0": "Evampi kasmā mettāva evaṁ visesetvā vuttā? Itaresaṁ brahmavihārānaṁ adhiṭṭhānabhāvato",
  "atk-s0504a1:250_1": "dānādīnaṁ sabbesaṁ kalyāṇadhammānaṁ paripūrikattā ca. Ayañhi sattesu hitākārappavattilakkhaṇā",
  "atk-s0504a1:250_2": "mettā, hitūpasaṁhārasā, āghātavinayapaccupaṭṭhānā. Yadi anodhiso bhāvitā bahulīkatā,",
  "atk-s0504a1:250_3": "atha sukheneva karuṇādibhāvanā sampajjantīti mettā itaresaṁ brahmavihārānaṁ adhiṭṭhānaṁ.",
  "atk-s0504a1:250_4": "Tathā hi sattesu hitajjhāsayatāya sati nesaṁ dukkhāsahanatā, sampattivisesānaṁ ciraṭṭhitikāmatā,",
  "atk-s0504a1:250_5": "pakkhapātābhāvena sabbattha samappavattacittatā ca sukheneva ijjhanti. Evañca sakalalokahitasukhavidhānādhimuttā",
  "atk-s0504a1:250_6": "mahābodhisattā “imassa dātabbaṁ, imassa na dātabba”nti uttamavicayavasena vibhāgaṁ",
  "atk-s0504a1:250_7": "akatvā sabbasattānaṁ niravasesasukhanidānaṁ dānaṁ denti, hitasukhatthameva nesaṁ",
  "atk-s0504a1:250_8": "sīlaṁ samādiyanti, sīlaparipūraṇatthaṁ nekkhammaṁ bhajanti, tesaṁ hitasukhesu asammohatthāya",
  "atk-s0504a1:250_9": "paññaṁ pariyodapenti, hitasukhābhivaḍḍhanatthameva daḷhaṁ vīriyamārabhanti, uttamavīriyavasena",
  "atk-s0504a1:250_10": "vīrabhāvaṁ pattāpi sattānaṁ nānappakāraṁ hitajjhāsayeneva aparādhaṁ khamanti, “idaṁ",
  "atk-s0504a1:250_11": "vo dassāma, karissāmā”tiādinā kataṁ paṭiññātaṁ na visaṁvādenti, tesaṁ hitasukhāyeva",
  "atk-s0504a1:250_12": "acalādhiṭṭhānā honti. Tesu acalāya mettāya pubbakārino hitajjhāsayeneva nesaṁ vippakāre",
  "atk-s0504a1:250_13": "udāsīnā honti, pubbakāritāyapi na paccupakāramāsisantīti. Evaṁ te pāramiyo pūretvā",
  "atk-s0504a1:250_14": "yāva dasabalacatu-vesārajja-chaasādhāraṇañāṇa-aṭṭhārasāveṇikabuddhadhammappabhede",
  "atk-s0504a1:250_15": "sabbepi kalyāṇadhamme paripūrenti. Evaṁ dānādīnaṁ sabbesaṁ kalyāṇadhammānaṁ pāripūrikā",
  "atk-s0504a1:250_16": "mettāti ca imassa visesassa dassanatthaṁ sā itarehi visesetvā vuttā.",
  "atk-s0504a1:251_0": "Apica mettāya itarehi opadhikapuññehi mahānubhāvatā velāmasuttena dīpetabbā. Tattha",
  "atk-s0504a1:251_1": "hi yathā nāma mahatā velāmassa dānato ekassa sotāpannassa dānaṁ mahapphalataraṁ vuttaṁ,",
  "atk-s0504a1:251_2": "evaṁ sotāpannasatato ekassa sakadāgāmissa dānaṁ…pe… paccekabuddhasatato bhagavato,",
  "atk-s0504a1:251_3": "tatopi buddhappamukhassa saṅghassa dānaṁ, tatopi cātuddisassa saṅghassa vihāradānaṁ,",
  "atk-s0504a1:251_4": "tatopi saraṇagamanaṁ, tatopi sīlasamādānaṁ, tatopi gaddūhanamattaṁ kālaṁ mettābhāvanā",
  "atk-s0504a1:251_5": "mahapphalatarā vuttā. Yathāha –",
  "atk-s0504a1:252_0": "“Yaṁ gahapati velāmo brāhmaṇo dānaṁ adāsi mahādānaṁ. Yo cekaṁ diṭṭhisampannaṁ bhojeyya,",
  "atk-s0504a1:252_1": "idaṁ tato mahapphalataraṁ. Yo ca sataṁ diṭṭhisampannaṁ bhojeyya…pe… surāmerayamajjappamādaṭṭhānā",
  "atk-s0504a1:252_2": "veramaṇiṁ. Yo ca antamaso gaddūhanamattampi mettacittaṁ bhāveyya, idaṁ tato mahapphalatara”nti.",
  "atk-s0504a1:253_0": "Mahaggatapuññabhāvena panassā parittapuññato sātisayatāya vattabbameva natthi. Vuttañhetaṁ",
  "atk-s0504a1:253_1": "“yaṁ pamāṇakataṁ kammaṁ, na taṁ tatrāvasissati, na taṁ tatrāvatiṭṭhatī”ti. Kāmāvacarakammañhi",
  "atk-s0504a1:253_2": "pamāṇakataṁ nāma, mahaggatakammaṁ pana pamāṇaṁ atikkamitvā odhisakānodhisakapharaṇavasena",
  "atk-s0504a1:253_3": "vaḍḍhitvā katattā appamāṇakataṁ nāma. Kāmāvacarakammaṁ tassa mahaggatakammassa antarā",
  "atk-s0504a1:253_4": "laggituṁ vā taṁ kammaṁ abhibhavitvā attano vipākassa okāsaṁ gahetvā ṭhātuṁ vā na",
  "atk-s0504a1:253_5": "sakkoti, atha kho mahaggatakammameva taṁ parittakammaṁ mahogho viya parittaṁ udakaṁ",
  "atk-s0504a1:253_6": "abhibhavitvā attano okāsaṁ gahetvā tiṭṭhati, tassa vipākaṁ paṭibāhitvā sayameva brahmasahabyataṁ",
  "atk-s0504a1:253_7": "upanetīti ayañhi tassa atthoti.",
  "atk-s0504a1:254_0": "Gāthāsu yoti yo koci gahaṭṭho vā pabbajito vā. Mettanti mettājhānaṁ. Appamāṇanti",
  "atk-s0504a1:254_1": "bhāvanāvasena ārammaṇavasena ca appamāṇaṁ. Asubhabhāvanādayo viya hi ārammaṇe ekadesaggahaṇaṁ",
  "atk-s0504a1:254_2": "akatvā anavasesapharaṇavasena anodhisopharaṇavasena ca appamāṇārammaṇatāya paguṇabhāvanāvasena",
  "atk-s0504a1:254_3": "appamāṇaṁ. Tanū saṁyojanā hontīti mettājhānaṁ pādakaṁ katvā sammasitvā heṭṭhime ariyamagge",
  "atk-s0504a1:254_4": "adhigacchantassa sukheneva paṭighasaṁyojanādayo pahīyamānā tanū honti. Tenāha “passato",
  "atk-s0504a1:254_5": "upadhikkhaya”nti. “Upadhikkhayo”ti hi nibbānaṁ vuccati. Tañcassa sacchikiriyābhisamayavasena",
  "atk-s0504a1:254_6": "maggañāṇena passati. Atha vā tanū saṁyojanā hontīti mettājhānapadaṭṭhānāya vipassanāya",
  "atk-s0504a1:254_7": "anukkamena upadhikkhayasaṅkhātaṁ arahattaṁ patvā taṁ passato pageva dasapi saṁyojanā",
  "atk-s0504a1:254_8": "tanū honti, pahīyantīti attho. Atha vā tanū saṁyojanā hontīti paṭigho ceva paṭighasampayuttasaṁyojanā",
  "atk-s0504a1:254_9": "ca tanukā honti. Passato upadhikkhayanti tesaṁyeva kilesūpadhīnaṁ khayasaṅkhātaṁ",
  "atk-s0504a1:254_10": "mettaṁ adhigamavasena passanta ssāti evamettha attho daṭṭhabbo.",
  "atk-s0504a1:255_0": "Evaṁ kilesappahānaṁ nibbānādhigamañca mettābhāvanāya sikhāppattamānisaṁsaṁ dassetvā",
  "atk-s0504a1:255_1": "idāni aññe ānisaṁse dassetuṁ “ekampi ce”tiādimāha. Tattha aduṭṭhacittoti mettābalena",
  "atk-s0504a1:255_2": "suṭṭhu vikkhambhitabyāpādatāya byāpādena adūsitacitto. Mettāyatīti hitapharaṇavasena",
  "atk-s0504a1:255_3": "mettaṁ karoti. Kusaloti atisayena kusalavā mahāpuñño, paṭighādianatthavigamena vo.",
  "atk-s0504a1:255_4": "Khemī tenāti tena mettāyitena. Sabbe ca pāṇeti casaddo byatireke. Manasānukampanti",
  "atk-s0504a1:255_5": "cittena anukampanto. Idaṁ vuttaṁ hoti – ekasattavisayāpi tāva mettā mahākusalarāsi,",
  "atk-s0504a1:255_6": "sabbe pana pāṇe attano piyaputtaṁ viya hitapharaṇena manasā anukampanto pahūtaṁ bahuṁ",
  "atk-s0504a1:255_7": "anappakaṁ apariyantaṁ catusaṭṭhimahākappepi attano vipākappabandhaṁ pavattetuṁ samatthaṁ",
  "atk-s0504a1:255_8": "uḷārapuññaṁ ariyo parisuddhacitto puggalo pakaroti nipphādeti.",
  "atk-s0504a1:256_0": "Sattasaṇḍanti sattasaṅkhātena saṇḍena samannāgataṁ bharitaṁ, sattehi aviraḷaṁ ākiṇṇamanussanti",
  "atk-s0504a1:256_1": "attho. Vijitvāti adaṇḍena asatthena dhammeneva vijinitvā. Rājisayoti isisadisā dhammikarājāno.",
  "atk-s0504a1:256_2": "Yajamānāti dānāni dadamānā. Anupariyagāti vicariṁsu.",
  "atk-s0504a1:257_0": "Assamedhantiādīsu porāṇakarājakāle kira sassamedhaṁ, purisamedhaṁ, sammāpāsaṁ, vācāpeyyanti",
  "atk-s0504a1:257_1": "cattāri saṅgahavatthūni ahesuṁ, yehi rājāno lokaṁ saṅgaṇhiṁsu. Tattha nipphannasassato",
  "atk-s0504a1:257_2": "dasamabhāgaggahaṇaṁ sassamedhaṁ nāma, sassasampādane, medhāvitāti attho. Mahāyodhānaṁ",
  "atk-s0504a1:257_3": "chamāsikaṁ bhattavetanānuppadānaṁ purisamedhaṁ nāma, purisasaṅgaṇhane medhāvitāti",
  "atk-s0504a1:257_4": "attho. Daliddamanussānaṁ potthake lekhaṁ gahetvā tīṇi vassāni vinā vaḍḍhiyā sahassadvisahassamattadhanānuppadānaṁ",
  "atk-s0504a1:257_5": "sammāpāsaṁ nāma. Tañhi sammā manusse pāseti hadaye bandhitvā viya ṭhapeti, tasmā",
  "atk-s0504a1:257_6": "“sammāpāsa”nti vuccati. “Tāta mātulā”tiādinā pana saṇhavācāya saṅgahaṇaṁ vācāpeyyaṁ",
  "atk-s0504a1:257_7": "nāma, peyyavajjaṁ piyavācatāti attho. Evaṁ catūhi saṅgahavatthūhi saṅgahitaṁ raṭṭhaṁ",
  "atk-s0504a1:257_8": "iddhañceva hoti phītañca pahūtaannapānaṁ khemaṁ nirabbudaṁ. Manussā mudā modamānā",
  "atk-s0504a1:257_9": "ure putte naccentā apārutagharā viharanti. Idaṁ gharadvāresu aggaḷānaṁ abhāvato “niraggaḷa”nti",
  "atk-s0504a1:257_10": "vuccati. Ayaṁ porāṇikā paveṇi, ayaṁ porāṇikā pakati.",
  "atk-s0504a1:258_0": "Aparabhāge pana okkākarājakāle brāhmaṇā imāni cattāri saṅgahavatthūni imañca raṭṭhasampattiṁ",
  "atk-s0504a1:258_1": "parivattentā uddhammūlaṁ katvā assamedhaṁ purisamedhantiādike pañca yaññe nāma akaṁsu.",
  "atk-s0504a1:258_2": "Vuttañhetaṁ bhagavatā brāhmaṇadhammiyasutte –",
  "atk-s0504a1:259": "“Tesaṁ āsi vipallāso, disvāna aṇuto aṇuṁ…pe….",
  "atk-s0504a1:260": "“Te tattha mante ganthetvā, okkākaṁ tadupāgamu”nti. ;",
  "atk-s0504a1:261_0": "Tattha assamettha medhanti bādhentīti assamedho. Dvīhi pariyaññehi yajitabbassa ekavīsatiyūpassa",
  "atk-s0504a1:261_1": "ekasmiṁ pacchimadivase eva sattanavutipañcapasusataghātabhīsanassa ṭhapetvā bhūmiñca",
  "atk-s0504a1:261_2": "purise ca avasesasabbavibhavadakkhiṇassa yaññassetaṁ adhivacanaṁ. Purisamettha medhanti",
  "atk-s0504a1:261_3": "bādhentīti purisamedho. Catūhi pariyaññehi yajitabbassa saddhiṁbhūmiyā assamedhe",
  "atk-s0504a1:261_4": "vuttavibhavadakkhiṇassa yaññassetaṁ adhivacanaṁ. Sammamettha pāsanti khipantīti sammāpāso.",
  "atk-s0504a1:261_5": "Yugacchiggaḷe pavesanadaṇḍakasaṅkhātaṁ sammaṁ khipitvā tassa patitokāse vediṁ katvā",
  "atk-s0504a1:261_6": "saṁhārimehi yūpādīhi sarassatinadiyā nimuggokāsato pabhuti paṭilomaṁ gacchantena",
  "atk-s0504a1:261_7": "yajitabbassa satrayāgassetaṁ adhivacanaṁ vājamettha pivantīti vājapeyyo. Ekena pariyaññena",
  "atk-s0504a1:261_8": "sattarasahi pasūhi yajitabbassa beḷuvayūpassa sattarasakadakkhiṇassa yaññassetaṁ",
  "atk-s0504a1:261_9": "adhivacanaṁ. Natthi ettha aggaḷoti niraggaḷo. Navahi pariyaññehi yajitabbassa saddhiṁ",
  "atk-s0504a1:261_10": "bhūmiyā purisehi ca assamedhe vuttavibhavadakkhiṇassa sabbamedhapariyāyanāmassa assamedhavikappassetaṁ adhivacanaṁ.",
  "atk-s0504a1:262_0": "Candappabhāti candappabhāya. Tāragaṇāva sabbeti yathā sabbepi tārāgaṇā candimasobhāya",
  "atk-s0504a1:262_1": "soḷasimpi kalaṁ nāgghanti, evaṁ te assamedhādayo yaññā mettacittassa vuttalakkhaṇena",
  "atk-s0504a1:262_2": "subhāvitassa soḷasimpi kalaṁ nānubhavanti, na pāpuṇanti, nāgghantīti attho.",
  "atk-s0504a1:263_0": "Idāni aparepi diṭṭhadhammikasamparāyike mettābhāvanāya ānisaṁse dassetuṁ “yo na hantī”tiādi",
  "atk-s0504a1:263_1": "vuttaṁ. Tattha yoti mettābrahmavihārabhāvanānuyutto puggalo. Na hantīti teneva mettābhāvanānubhāvena",
  "atk-s0504a1:263_2": "dūravikkhambhitabyāpādatāya na kañci sattaṁ hiṁsati, leḍḍudaṇḍādīhi na vibādhati",
  "atk-s0504a1:263_3": "vā. Na ghātetīti paraṁ samādapetvā na satte hanāpeti na vibādhāpeti ca. Na jinātīti",
  "atk-s0504a1:263_4": "sārambhaviggāhikakathādivasena na kañci jināti sārambhasseva abhāvato, jānikaraṇavasena",
  "atk-s0504a1:263_5": "vā aḍḍakaraṇādinā na kañci jināti. Na jāpayeti parepi payojetvā paresaṁ dhanajāniṁ",
  "atk-s0504a1:263_6": "na kārāpeyya. Mettaṁsoti mettāmayacittakoṭṭhāso, mettāya vā aṁso avijahanaṭṭhena",
  "atk-s0504a1:263_7": "avayavabhūtoti mettaṁso. Sabbabhūtesūti sabbasattesu. Tato eva veraṁ tassa na kenacīti",
  "atk-s0504a1:263_8": "akusalaveraṁ tassa kenacipi kāraṇena natthi, puggalaverasaṅkhāto virodho kenaci purisena",
  "atk-s0504a1:263_9": "saddhiṁ tassa mettāvihārissa natthīti.",
  "atk-s0504a1:264_0": "Evametasmiṁ ekakanipāte paṭipāṭiyā terasasu suttesu sikkhāsuttadvaye cāti pannarasasu",
  "atk-s0504a1:264_1": "suttesu vivaṭṭaṁ kathitaṁ, nīvaraṇasuttaṁ saṁyojanasuttaṁ appamādasuttaṁ aṭṭhisañcayasuttanti",
  "atk-s0504a1:264_2": "etesu catūsu suttesu vaṭṭavivaṭṭaṁ kathitaṁ. Itaresu pana vaṭṭameva kathitanti.",
  "atk-s0504a1:265": "Sattamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0504a1:266": "Paramatthadīpaniyā",
  "atk-s0504a1:267": "Khuddakanikāya-aṭṭhakathāya",
  "atk-s0504a1:268": "Itivuttakassa ekakanipātavaṇṇanā niṭṭhitā."
}