{
  "atk-abh03a18:0": "3. Tatiyavaggo",
  "atk-abh03a18:1": "1. Balakathāvaṇṇanā",
  "atk-abh03a18:2_0": "354. Idāni balakathā nāma hoti. Tattha yesaṁ anuruddhasaṁyutte “imesañca panāhaṁ,",
  "atk-abh03a18:2_1": "āvuso, catunnaṁ satipaṭṭhānānaṁ bhāvitattā bahulīkatattā ṭhānañca ṭhānato aṭṭhānañca",
  "atk-abh03a18:2_2": "aṭṭhānato yathābhūtaṁ pajānāmī”tiādīni dasasuttāni ayoniso gahetvā “tathāgatabalaṁ",
  "atk-abh03a18:2_3": "sāvakasādhāraṇa”nti laddhi, seyyathāpi etarahi andhakānaṁ; te sandhāya pucchā sakavādissa,",
  "atk-abh03a18:2_4": "laddhiyaṁ ṭhatvā paṭiññā paravādissa. Tathāgatabalañca nāmetaṁ sāvakehi sādhāraṇampi",
  "atk-abh03a18:2_5": "atthi asādhāraṇampi sādhāraṇāsādhāraṇampi. Tattha āsavānaṁ khaye ñāṇaṁ sādhāraṇaṁ.",
  "atk-abh03a18:2_6": "Indriyaparopariyattiñāṇaṁ asādhāraṇaṁ. Sesaṁ sādhāraṇañca asādhāraṇañca. Ṭhānāṭṭhānādīni",
  "atk-abh03a18:2_7": "hi sāvakā padesena jānanti, tathāgatā nippadesena. Iti tāni uddesato sādhāraṇāni,",
  "atk-abh03a18:2_8": "na niddesato. Ayaṁ pana avisesena sabbampi sādhāraṇanti āha. Tamenaṁ tato vivecetuṁ",
  "atk-abh03a18:2_9": "tathāgatabalaṁ sāvakabalanti puna anuyogo āraddho. Tattha paṭhamapañhe niddesato",
  "atk-abh03a18:2_10": "sabbākāravisayataṁ sandhāya paṭikkhipati. Dutiyapañhe uddesato ṭhānāṭṭhānamattādijānanavasena",
  "atk-abh03a18:2_11": "paṭijānāti. Taññevātiādipañhesu sabbākārena ninnānākaraṇatāya abhāvena paṭikkhipati.",
  "atk-abh03a18:2_12": "Pubbayogo ca pubbacariyā ca atthato ekaṁ, tathā dhammakkhānañca dhammadesanā ca.",
  "atk-abh03a18:3": "Indriyaparopariyattipañhe ekadesena sādhāraṇataṁ sandhāya sāvakavisaye paṭijānāti.",
  "atk-abh03a18:4_0": "355. Idāni yasmā uddesato ṭhānāṭṭhānādīni sāvako jānāti, tasmā sāvakassa tathā jānanaṁ",
  "atk-abh03a18:4_1": "pakāsetvā tena jānanamattasāmaññena tesaṁ sāvakasādhāraṇattaṁ patiṭṭhāpetuṁ sāvako",
  "atk-abh03a18:4_2": "ṭhānāṭṭhānaṁjānātītiādayo paravādipañhā honti. Tattha indriyaparopariyattiñāṇaṁ channaṁ",
  "atk-abh03a18:4_3": "asādhāraṇañāṇānaṁ aññataranti na gahitaṁ. Āsavakkhayena vā āsavakkhayanti yaṁ tathāgatassa",
  "atk-abh03a18:4_4": "āsavakkhayena saddhiṁ sāvakassa āsavakkhayaṁ paṭicca vattabbaṁ siyā nānākaraṇaṁ,",
  "atk-abh03a18:4_5": "taṁ natthi. Vimuttiyā vā vimuttinti padepi eseva nayo. Sesamettha uttānatthameva.",
  "atk-abh03a18:5_0": "356. Idāni yaṁ sakavādinā “āsavānaṁ khaye ñāṇaṁ sādhāraṇa”nti anuññātaṁ, tena saddhiṁ",
  "atk-abh03a18:5_1": "saṁsanditvā sesānampi sādhāraṇabhāvaṁ pucchituṁ puna āsavānaṁ khayetiādayo paravādipañhāva",
  "atk-abh03a18:5_2": "honti. Tesaṁ vissajjane sakavādinā āsavakkhaye visesābhāvena taṁ ñāṇaṁ sādhāraṇanti",
  "atk-abh03a18:5_3": "anuññātaṁ. Itaresupi visesābhāvena sādhāraṇatā paṭikkhittā. Puna ṭhānāṭṭhānādīnaṁ",
  "atk-abh03a18:5_4": "āsavakkhayeneva saddhiṁ saṁsanditvā asādhāraṇapucchā paravādisseva. Tattha āsavakkhayañāṇe",
  "atk-abh03a18:5_5": "paṭikkhepo, sesesu ca paṭiññā sakavādissa. Tato indriyaparopariyattena saddhiṁ saṁsanditvā",
  "atk-abh03a18:5_6": "asādhāraṇapucchā paravādissa. Sā saṅkhipitvā dassitā. Tathāpi indriyaparopariyatte",
  "atk-abh03a18:5_7": "paṭiññā, sesesu ca paṭikkhepo sakavādissa. Tato ṭhānāṭṭhānādīhi saddhiṁ saṁsanditvā",
  "atk-abh03a18:5_8": "indriyaparopariyattassa sādhāraṇapucchā paravādissa. Sāpi saṅkhipitvāva dassitā.",
  "atk-abh03a18:5_9": "Tattha indriyaparopariyatte paṭikkhepo. Sesesu ca paṭiññā sakavādissāti.",
  "atk-abh03a18:6": "Balakathāvaṇṇanā.",
  "atk-abh03a18:7": "2. Ariyantikathāvaṇṇanā",
  "atk-abh03a18:8_0": "357. Idāni ariyantikathā nāma hoti. Tattha yesaṁ “na kevalaṁ āsavakkhayañāṇameva",
  "atk-abh03a18:8_1": "ariyaṁ, atha kho purimānipi nava balāni ariyāni”cceva laddhi, seyyathāpi etarahi",
  "atk-abh03a18:8_2": "andhakānaṁ; te sandhāya ariyanti pucchā sakavādissa, paṭiññā itarassa. Puna yadi",
  "atk-abh03a18:8_3": "taṁ ariyaṁ, maggādīsu tena aññatarena bhavitabbanti maggādivasena pucchā sakavādissa,",
  "atk-abh03a18:8_4": "paṭikkhepo itarassa.",
  "atk-abh03a18:9_0": "Puna suññatārammaṇādivasena pucchā sakavādissa. Tattha dve suññatā – sattasuññatā",
  "atk-abh03a18:9_1": "ca saṅkhārasuññatā ca. Sattasuññatā nāma diṭṭhiyā parikappitena sattena suññā pañcakkhandhā.",
  "atk-abh03a18:9_2": "Saṅkhārasuññatā nāma sabbasaṅkhārehi suññaṁ vivittaṁ nissaṭaṁ nibbānaṁ. Tattha paravādī",
  "atk-abh03a18:9_3": "nibbānārammaṇataṁ sandhāya paṭikkhipati, saṅkhārārammaṇataṁ sandhāya paṭijānāti.",
  "atk-abh03a18:9_4": "Manasi karotīti puṭṭhopi nibbānameva sandhāya paṭikkhipati, saṅkhāre sandhāya paṭijānāti.",
  "atk-abh03a18:9_5": "Tato sakavādinā “ṭhānāṭṭhānādimanasikāro saṅkhārārammaṇo, suññatamanasikāro nibbānārammaṇo”ti",
  "atk-abh03a18:9_6": "imaṁ nayaṁ gahetvā “dvinnaṁ phassānaṁ dvinnaṁ cittānaṁ samodhānaṁ hotī”ti puṭṭho",
  "atk-abh03a18:9_7": "lesokāsaṁ alabhanto paṭikkhipati. Animittāpaṇihitesupi eseva nayo. Sattanimittābhāvato",
  "atk-abh03a18:9_8": "hi khandhā animittā. Saṅkhāranimittābhāvato nibbānaṁ. Ekadhammasmimpi āropetvā ṭhapetabbasaṅkhātena",
  "atk-abh03a18:9_9": "ca paṇidahitabbaṭṭhena paṇihitasaṅkhaṁ gatena sattapaṇidhinā appaṇihitā khandhā.",
  "atk-abh03a18:9_10": "Taṇhāpaṇidhinā taṇhāya vā ārammaṇabhūtena sabbasaṅkhārapaṇidhinā appaṇihitaṁ nibbānaṁ.",
  "atk-abh03a18:9_11": "Tasmā idhāpi paṭikkhepo ca paṭiññā ca purimanayeneva veditabbā.",
  "atk-abh03a18:10_0": "358. Tato “yathā satipaṭṭhānādayo lokuttaradhammā ariyā ceva suññatādiārammaṇā ca,",
  "atk-abh03a18:10_1": "kiṁ te evaṁ ṭhānāṭṭhānañāṇa”nti anulomapaṭilomapucchā honti. Tattha sabbāpi paṭiññā",
  "atk-abh03a18:10_2": "sabbe ca paṭikkhepā paravādisseva. Imināvupāyena sesañāṇesupi pucchāvissajjanaṁ veditabbaṁ.",
  "atk-abh03a18:10_3": "Pāḷiyaṁ pana sesāni saṅkhipitvā avasāne cutūpapātañāṇameva vibhattaṁ. Tato paraṁ",
  "atk-abh03a18:10_4": "sakasamayepi “ariya”nti siddhena āsavānaṁ khayañāṇena saddhiṁ saṁsanditvā sesañāṇānaṁ",
  "atk-abh03a18:10_5": "anulomato ca paṭilomato ca ariyabhāvapucchā honti. Tā sabbā paravādissa, paṭiññā",
  "atk-abh03a18:10_6": "paṭikkhepo ca sakavādissa. Te uttānatthāyeva. Pāḷiyaṁ panettha paṭhamanavamāneva",
  "atk-abh03a18:10_7": "dassetvā satta ñāṇāni saṅkhittānīti.",
  "atk-abh03a18:11": "Ariyantikathāvaṇṇanā.",
  "atk-abh03a18:12": "3. Vimuttikathāvaṇṇanā",
  "atk-abh03a18:13_0": "363. Idāni vimuttikathā nāma hoti. Tattha yesaṁ “vītarāgacittānaṁ vimuttipayojanaṁ",
  "atk-abh03a18:13_1": "nāma natthi. Yathā pana malīnaṁ vatthaṁ dhoviyamānaṁ malā vimuccati, evaṁ sarāgaṁ",
  "atk-abh03a18:13_2": "cittaṁ rāgato vimuccatī”ti laddhi, seyyathāpi etarahi andhakānaṁ; te sandhāya sarāganti",
  "atk-abh03a18:13_3": "pucchā sakavādissa, paṭiññā itarassa. Tato rāgasahagatantiādinā nayena puṭṭho maggakkhaṇe",
  "atk-abh03a18:13_4": "cittaṁ vimuccati nāma. Tadā ca evarūpaṁ cittaṁ natthīti paṭikkhipati.",
  "atk-abh03a18:14": "Saphassantiādinā nayena puṭṭhopi yathā phasso ca cittañca ubho rāgato vimuccanti, evaṁ rāgassa vimuttiṁ apassamāno paṭikkhipati. Sadosādīsupi imināvupāyena attho veditabbo.",
  "atk-abh03a18:15": "Vimuttikathāvaṇṇanā.",
  "atk-abh03a18:16": "4. Vimuccamānakathāvaṇṇanā",
  "atk-abh03a18:17_0": "366. Idāni vimuccamānakathā nāma hoti. Tattha yesaṁ “jhānena vikkhambhanavimuttiyā",
  "atk-abh03a18:17_1": "vimuttaṁ, maggakkhaṇe samucchedavimuttiyā vimuccamānaṁ nāma hotī”ti laddhi, te sandhāya",
  "atk-abh03a18:17_2": "vimuttaṁ vimuccamānanti pucchā sakavādissa, paṭiññā itarasa.",
  "atk-abh03a18:18_0": "Puna ekadesanti pucchā sakavādissa. Tattha ekadesanti bhāvanapuṁsakaṁ. Yathā vimuttaṁ,",
  "atk-abh03a18:18_1": "ekadesena vā ekadese vā avimuttaṁ hoti kiṁ evaṁ ekadesaṁ vimuttaṁ, ekadesaṁ avimuttanti",
  "atk-abh03a18:18_2": "pucchati. Kiṁ kāraṇā evaṁ pucchatīti? “Vimuttaṁ vimuccamāna”nti vippakatabhāvena",
  "atk-abh03a18:18_3": "vuttattā. Yathā hi kariyamānā kaṭādayo vippakatattā ekadesena katā ekadesena akatā",
  "atk-abh03a18:18_4": "honti, tathā idampi ekadesaṁ vimuttaṁ ekadesaṁ avimuttanti āpajjati. Tato paravādī",
  "atk-abh03a18:18_5": "kaṭādīnaṁ viya cittassa ekadesābhāvā paṭhamapañhe paṭikkhipitvā dutiye vimuccamānassa",
  "atk-abh03a18:18_6": "apariniṭṭhitavimuttitāya paṭijānāti. Lokiyajjhānakkhaṇaṁ vā sandhāya paṭikkhipati.",
  "atk-abh03a18:18_7": "Na hi taṁ tadā samucchedavimuttiyā vimuccamānaṁ. Lokuttarajjhānakkhaṇaṁ sandhāya",
  "atk-abh03a18:18_8": "paṭijānāti. Tañhi tadā samucchedavimuttiyā vimuttekadesena vimuccamānantissa laddhi.",
  "atk-abh03a18:18_9": "Tato sakavādī “yadi te ekameva cittaṁ ekadesaṁ vimuttaṁ ekadesaṁ avimuttaṁ, evaṁ",
  "atk-abh03a18:18_10": "sante yo ekeneva cittena sotāpanno hoti, sopi te ekadesaṁ sotāpanno, ekadesaṁ na",
  "atk-abh03a18:18_11": "sotāpanno āpajjatī”ti codanatthaṁ ekadesaṁ sotāpannotiādimāha. Itaro taṁ vidhānaṁ",
  "atk-abh03a18:18_12": "apassanto paṭikkhipati. Sesavāresupi eseva nayo.",
  "atk-abh03a18:19": "Uppādakkhaṇapañhe yadi ekameva cittaṁ vimuttañca vimuccamānañca, ekasmiṁ khaṇe vimuttaṁ ekasmiṁ vimuccamānaṁ āpajjati. Kiṁ te evarūpaṁ cittanti attho.",
  "atk-abh03a18:20_0": "367. Suttasādhane paṭhamasuttaṁ paravādissa. Tatrāssāyamadhippāyo – vimuccatīti vippakataniddeso.",
  "atk-abh03a18:20_1": "Tasmā yaṁ tassa yogino evaṁ jānato evaṁ passato etehi āsavehi cittaṁ vimuccati, taṁ",
  "atk-abh03a18:20_2": "vimuccamānaṁ nāma hotīti. Dutiyasuttaṁ sakavādissa. Tatrāssāyamadhippāyo – yadi te",
  "atk-abh03a18:20_3": "vimuccatīti vacanato vimuttaṁ vimuccamānaṁ, idha vimuccatīti vacanābhāvato vimuttameva",
  "atk-abh03a18:20_4": "siyā, na vimuccamānanti.",
  "atk-abh03a18:21_0": "Idāni “yathā te vippakatavimuttitāya vimuccamānaṁ, kiṁ evaṁ vippakatarāgāditāya rajjamānādīnipi",
  "atk-abh03a18:21_1": "atthī”ti codanatthaṁ puna atthi cittantiādi āraddhaṁ. Paravādināpi tathārūpaṁ cittaṁ",
  "atk-abh03a18:21_2": "apassantena sabbaṁ paṭikkhittaṁ. Atha naṁ sakavādī “dveyeva koṭiyo, tatiyā natthī”ti",
  "atk-abh03a18:21_3": "anubodhento nanu rattañceva arattañcātiādimāha. Tassattho – nanu bhadramukha, rāgasampayuttaṁ",
  "atk-abh03a18:21_4": "cittaṁ rattaṁ vippayuttaṁ arattanti dveva koṭiyo, rajjamānaṁ nāma tatiyā koṭi natthīti?",
  "atk-abh03a18:21_5": "Duṭṭhādīsupi eseva nayo. Atha naṁ āmantāti paṭijānitvā ṭhitaṁ. Vimuttipakkhepi dveyeva",
  "atk-abh03a18:21_6": "koṭiyo dassetuṁ hañci rattañcevātiādimāha. Tassattho – yadi etā dve koṭiyo sampaṭicchasi,",
  "atk-abh03a18:21_7": "avimuttañceva vimuttañcā ti imāpi sampaṭiccha. Kilesasampayuttañhi cittaṁ avimuttaṁ,",
  "atk-abh03a18:21_8": "vippayuttaṁ vimuttaṁ. Vimuccamānaṁ nāmāti paramatthato tatiyā koṭi natthīti.",
  "atk-abh03a18:22": "Vimuccamānakathāvaṇṇanā.",
  "atk-abh03a18:23": "5. Aṭṭhamakakathāvaṇṇanā",
  "atk-abh03a18:24_0": "368. Idāni aṭṭhamakakathā nāma hoti. Tattha yesaṁ anulomagotrabhumaggakkhaṇe kilesānaṁ",
  "atk-abh03a18:24_1": "samudācārābhāvato aṭṭhamakassa sotāpattimaggaṭṭhapuggalassa dve pariyuṭṭhānā pahīnāti",
  "atk-abh03a18:24_2": "laddhi, seyyathāpi etarahi andhakānañceva sammitiyānañca; tesaṁ aññataraṁ sandhāya",
  "atk-abh03a18:24_3": "pucchā sakavādissa, maggakkhaṇato paṭṭhāya diṭṭhiyā anuppattiṁ sandhāya paṭiññā itarassa.",
  "atk-abh03a18:24_4": "Tato yasmā diṭṭhi nāmesā sotāpannasseva pahīnā, na maggaṭṭhassa, tasmā aṭṭhamako",
  "atk-abh03a18:24_5": "puggalo sotāpannoti anuyogo sakavādissa. Vicikicchāpañhepi eseva nayo. Anusayapañhe",
  "atk-abh03a18:24_6": "pariyuṭṭhānato añño anusayoti tesaṁ laddhi, tasmā “na heva”nti paṭikkhittaṁ.",
  "atk-abh03a18:25": "Sīlabbataparāmāsapañhepi sīlabbataparāmāsapariyuṭṭhānanti vohāraṁ na passati, tasmā paṭikkhipati. Pariyuṭṭhānamevassa pahīnanti laddhi.",
  "atk-abh03a18:26_0": "369.Maggo bhāvitoti pañhe tasmiṁ khaṇe bhāveti, na bhāvito. Tasmā paṭikkhipati. Amaggenātiādianuyoge",
  "atk-abh03a18:26_1": "paṭhamamaggeneva pahīnabhāvaṁ sandhāya paṭikkhipati. Yadi hi amaggena pahīyetha,",
  "atk-abh03a18:26_2": "gotrabhupuggalādīnampi pahīyethāti āpajjanato. Uppajjissatīti pucchā paravādissa,",
  "atk-abh03a18:26_3": "vissajjanaṁ sakavādissa. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-abh03a18:27": "Aṭṭhamakakathāvaṇṇanā.",
  "atk-abh03a18:28": "6. Aṭṭhamakassa indriyakathāvaṇṇanā",
  "atk-abh03a18:29_0": "371. Idāni aṭṭhamakassa indriyakathā nāma hoti. Tattha yesaṁ “aṭṭhamako maggakkhaṇe",
  "atk-abh03a18:29_1": "indriyāni paṭilabhati nāma, no cassa paṭiladdhāni hontī”ti laddhi, seyyathāpi etarahi",
  "atk-abh03a18:29_2": "andhakānaṁ; te sandhāya natthi saddhindriyanti pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a18:29_3": "Natthi saddhāti puṭṭho pana saddhindriyato saddhāya nānattaṁ sallakkhetvā paṭikkhipati.",
  "atk-abh03a18:29_4": "Sesesupi eseva nayo. Yathā pana yassa atthi mano, tassa manindriyampi atthi; evaṁ",
  "atk-abh03a18:29_5": "yassa saddhādayo atthi, tassa atthi saddhindriyādīnipīti dīpanatthaṁ atthi mano atthi",
  "atk-abh03a18:29_6": "manindriyantiādi āraddhaṁ. Taṁ sabbaṁ uttānatthameva saddhiṁ suttasādhanenāti.",
  "atk-abh03a18:30": "Aṭṭhamakassa indriyakathāvaṇṇanā.",
  "atk-abh03a18:31": "7. Dibbacakkhukathāvaṇṇanā",
  "atk-abh03a18:32_0": "373. Idāni dibbacakkhukathā nāma hoti. Tattha yesaṁ catutthajjhānadhammūpatthaddhaṁ",
  "atk-abh03a18:32_1": "maṁsacakkhumeva dibbacakkhu nāma hotīti laddhi, seyyathāpi etarahi andhakānañceva",
  "atk-abh03a18:32_2": "sammitiyānañca; te sandhāya maṁsacakkhunti pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a18:33": "Puna “maṁsacakkhu dibbacakkhu, dibbacakkhu maṁsacakkhū”ti puṭṭho taṁ mattameva taṁ na hotīti paṭikkhipati. Yādisantiādipucchāsupi ubhinnaṁ ekasabhāvābhāveneva paṭikkhipati.",
  "atk-abh03a18:34_0": "Visayotiādīsu ubhinnampi rūpāyatanameva visayo. Maṁsacakkhu pana āpāthagatameva passati.",
  "atk-abh03a18:34_1": "Itaraṁ anāpāthagataṁ tiropabbatādigatampi. Dibbacakkhussa ca atisukhumampi rūpaṁ",
  "atk-abh03a18:34_2": "gocaro, na tādisaṁ itarassāti evametesaṁ ānubhāvagocarā asadisā.",
  "atk-abh03a18:35_0": "Upādiṇṇaṁ hutvā anupādiṇṇaṁ hotīti puṭṭho yasmā maṁsacakkhu upādiṇṇaṁ, dibbacakkhu",
  "atk-abh03a18:35_1": "anupādiṇṇaṁ, na ca maṁsacakkhumeva dibbacakkhūti icchati, tasmā paṭikkhipati. Dutiyaṁ",
  "atk-abh03a18:35_2": "puṭṭho yasmā “maṁsacakkhussa uppādo, maggo dibbassa cakkhuno”ti vacanaṁ nissāya maṁsacakkhupaccayā",
  "atk-abh03a18:35_3": "dibbacakkhu uppajjati, tañca rūpāvacarikānaṁ catunnaṁ mahābhūtānaṁ pasādoti icchati,",
  "atk-abh03a18:35_4": "tasmā paṭijānāti. Kāmāvacaraṁ hutvāti puṭṭhopi yasmā na maṁsacakkhumeva dibbacakkhūti",
  "atk-abh03a18:35_5": "icchati, tasmā paṭikkhipati. Dutiyaṁ puṭṭho rūpāvacarajjhānapaccayena uppannattā",
  "atk-abh03a18:35_6": "rūpāvacaraṁ nāma jātanti paṭijānāti.",
  "atk-abh03a18:36_0": "Rūpāvacaraṁ hutvā arūpāvacaranti puṭṭhopi tato paraṁ bhāvanāya arūpāvacarakkhaṇe",
  "atk-abh03a18:36_1": "rūpāvacaracittassa abhāvā paṭikkhipati. Dutiyaṁ puṭṭho arūpāvacarikānaṁ catunnaṁ",
  "atk-abh03a18:36_2": "mahābhūtānaṁ pasādo hutvā uppajjatīti laddhiyā paṭijānāti. Apariyāpannabhāvaṁ panassa",
  "atk-abh03a18:36_3": "na icchati, tasmā paṭikkhipatiyeva.",
  "atk-abh03a18:37_0": "374.Dibbacakkhuṁ dhammupatthaddhanti kāmāvacaradhammena upatthambhitaṁ hutvā. Puna",
  "atk-abh03a18:37_1": "dhammupatthaddhanti lokuttaradhammena upatthaddhaṁ. Dveva cakkhūnīti puṭṭho kiñcāpi",
  "atk-abh03a18:37_2": "dibbacakkhuno dhammupatthaddhassa paññācakkhubhāvaṁ na icchati, paññācakkhussa pana",
  "atk-abh03a18:37_3": "atthitāya paṭikkhipati. Puna puṭṭho maṁsacakkhu dhammupatthaddhaṁ dibbacakkhu hotīti",
  "atk-abh03a18:37_4": "laddhivasena paṭijānāti. Sesamettha uttānatthamevāti.",
  "atk-abh03a18:38": "Dibbacakkhukathāvaṇṇanā.",
  "atk-abh03a18:39": "8. Dibbasotakathāvaṇṇanā",
  "atk-abh03a18:40_0": "375. Idāni dibbasotakathā nāma hoti. Tattha ekaṁyeva sotanti puṭṭho dvinnaṁ atthitāya",
  "atk-abh03a18:40_1": "paṭikkhipati. Puna puṭṭho yasmā tadeva dhammupatthaddhaṁ dibbasotaṁ nāma hoti, tasmā",
  "atk-abh03a18:40_2": "paṭijānāti. Sesaṁ heṭṭhā vuttanayamevāti.",
  "atk-abh03a18:41": "Dibbasotakathāvaṇṇanā.",
  "atk-abh03a18:42": "9. Yathākammūpagatañāṇakathāvaṇṇanā",
  "atk-abh03a18:43_0": "377. Idāni yathākammūpagatañāṇakathā nāma hoti. Tattha yesaṁ “iti dibbena cakkhunā",
  "atk-abh03a18:43_1": "visuddhena…pe… yathākammūpage satte pajānātī”ti suttaṁ ayoniso gahetvā yathākammūpagatañāṇameva",
  "atk-abh03a18:43_2": "dibbacakkhunti laddhi, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Puna yathākammūpagatañca",
  "atk-abh03a18:43_3": "manasi karotīti puṭṭho ekacittassa ārammaṇadvayābhāvā paṭikkhipati. Dutiyaṁ puṭṭho",
  "atk-abh03a18:43_4": "nānācittavasena paṭijānāti. Puna lesokāsaṁ adatvā dvinnaṁ phassānanti puṭṭho paṭikkhipati.",
  "atk-abh03a18:43_5": "Iti yathā iminā yathākammūpagatapadena, evameva ime vata bhonto, sattātiādipadehipi",
  "atk-abh03a18:43_6": "saddhiṁ yojanāsu attho veditabbo.",
  "atk-abh03a18:44_0": "378.Āyasmāsāriputto yathākammūpagataṁ ñāṇaṁ jānātīti idaṁ sakavādī yasmā thero appicchatāya",
  "atk-abh03a18:44_1": "abhiññāñāṇāni na vaḷañjetīti ekacce na jānanti, tāni panassa neva atthīti maññanti,",
  "atk-abh03a18:44_2": "tasmā taṁ “dibbacakkhuno alābhī thero”ti maññamānaṁ pucchati. Teneva kāraṇena “atthāyasmato",
  "atk-abh03a18:44_3": "sāriputtassa dibbacakkhū”ti parato puṭṭho paṭikkhipati. Dutiyaṁ puṭṭho yaṁkiñci sāvakena",
  "atk-abh03a18:44_4": "pattabbaṁ, sabbaṁ taṁ therena anuppattanti paṭijānāti. Idānissa vikkhepaṁ karonto",
  "atk-abh03a18:44_5": "sakavādī nanu āyasmā sāriputtotiādimāha. Imañhi gāthaṁ thero vaḷañjanapaṇidhiyā eva",
  "atk-abh03a18:44_6": "abhāvena āha, na abhiññāñāṇassa abhāvena. Paravādī pana abhāvenevāti atthaṁ sallakkheti.",
  "atk-abh03a18:44_7": "Tasmā tassa laddhiyā therassa yathākammūpagatañāṇameva atthi, no dibbacakkhu. Tena",
  "atk-abh03a18:44_8": "vuttaṁ “tena hi na vattabbaṁ yathākammūpagatañāṇaṁ dibbacakkhū”ti.",
  "atk-abh03a18:45": "Yathākammūpagatañāṇakathāvaṇṇanā.",
  "atk-abh03a18:46": "10. Saṁvarakathāvaṇṇanā",
  "atk-abh03a18:47_0": "379. Idāni saṁvarakathā nāma hoti. Tattha yesaṁ tāvatiṁse deve upādāya tatuttari",
  "atk-abh03a18:47_1": "devesu yasmā te pañca verāni na samācaranti, tasmā saṁvaro atthīti laddhi, te sandhāya",
  "atk-abh03a18:47_2": "pucchā sakavādissa, verasamudācāraṁ apassato paṭiññā itarassa. Tato yasmā saṁvaro",
  "atk-abh03a18:47_3": "nāma saṁvaritabbe asaṁvare sati hoti, tasmā asaṁvarapucchā sakavādissa, devesu pāṇātipātādīnaṁ",
  "atk-abh03a18:47_4": "abhāvena paṭikkhepo itarassa.",
  "atk-abh03a18:48": "Atthi manussesūtiādi saṁvare sati asaṁvarassa asaṁvare ca sati saṁvarassa pavattidassanatthaṁ vuttaṁ.",
  "atk-abh03a18:49": "380.Pāṇātipātā veramaṇīti ādipañhesu pāṇātipātādīnaṁ asamācaraṇavasena paṭiññā, pāṇātipātādīnaṁ natthitāya paṭikkhepo veditabbo. Paṭilomapañhā uttānatthāyeva.",
  "atk-abh03a18:50_0": "Avasāne natthi devesu saṁvarotipañhe pāṇātipātādīni katvā puna tato saṁvarābhāvaṁ",
  "atk-abh03a18:50_1": "sandhāya paṭiññā sakavādissa. Tato chalavasena yadi saṁvaro natthi, sabbe devā pāṇātipātinotiādipucchā",
  "atk-abh03a18:50_2": "paravādissa. Devānaṁ verasamudācārassa abhāvena paṭikkhepo sakavādissa. Nahevanti",
  "atk-abh03a18:50_3": "vacanamattaṁ gahetvā laddhipatiṭṭhāpanaṁ paravādissa. Evaṁ patiṭṭhitā pana laddhi",
  "atk-abh03a18:50_4": "appatiṭṭhitāva hotīti.",
  "atk-abh03a18:51": "Saṁvarakathāvaṇṇanā.",
  "atk-abh03a18:52": "11. Asaññakathāvaṇṇanā",
  "atk-abh03a18:53_0": "381. Idāni asaññakathā nāma hoti. Tattha yesaṁ “saṅkhārapaccayā viññāṇa”nti vacanato",
  "atk-abh03a18:53_1": "vinā viññāṇena paṭisandhi nāma natthi. “Saññuppādā ca pana te devā tamhā kāyā cavantī”ti",
  "atk-abh03a18:53_2": "vacanato asaññasattānampi cutipaṭisandhikkhaṇe saññā atthīti laddhi, seyyathāpi etarahi",
  "atk-abh03a18:53_3": "andhakānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Tato naṁ sakavādī “kiṁ",
  "atk-abh03a18:53_4": "te taṁ ṭhānaṁ saññābhavo”tiādīhi codetuṁ saññābhavo saññāgatītiādimāha. Taṁ sabbaṁ",
  "atk-abh03a18:53_5": "tato parañca pāḷinayeneva veditabbanti.",
  "atk-abh03a18:54": "Asaññakathāvaṇṇanā.",
  "atk-abh03a18:55": "12. Nevasaññānāsaññāyatanakathāvaṇṇanā",
  "atk-abh03a18:56_0": "384. Idāni nevasaññānāsaññāyatanakathā nāma hoti. Tattha yesaṁ “nevasaññānāsaññāyatana”nti",
  "atk-abh03a18:56_1": "vacanato na vattabbaṁ “tasmiṁ bhave saññā atthī”ti laddhi, seyyathāpi etarahi andhakānaṁ;",
  "atk-abh03a18:56_2": "te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha sabbaṁ pāḷinayeneva veditabbanti.",
  "atk-abh03a18:57": "Nevasaññānāsaññāyatanakathāvaṇṇanā.",
  "atk-abh03a18:58": "Tatiyo vaggo."
}