{
  "atk-s0203a3:0": "4. Vibhaṅgavaggo",
  "atk-s0203a3:1": "1. Bhaddekarattasuttavaṇṇanā",
  "atk-s0203a3:2": "272.Evaṁme sutanti bhaddekarattasuttaṁ. Tattha bhaddekarattassāti vipassanānuyogasamannāgatattā bhaddakassa ekarattassa. Uddesanti mātikaṁ. Vibhaṅganti vitthārabhājanīyaṁ.",
  "atk-s0203a3:3_0": "Atītanti atīte pañcakkhandhe. Nānvāgameyyāti taṇhādiṭṭhīhi nānugaccheyya. Nappaṭikaṅkheti",
  "atk-s0203a3:3_1": "taṇhādiṭṭhīhi na pattheyya. Yadatītanti idamettha kāraṇavacanaṁ. Yasmā yaṁ atītaṁ,",
  "atk-s0203a3:3_2": "taṁ pahīnaṁ niruddhaṁ atthaṅgataṁ, tasmā taṁ puna nānugaccheyya. Yasmā ca yaṁ anāgataṁ,",
  "atk-s0203a3:3_3": "taṁ appattaṁ ajātaṁ anibbattaṁ, tasmā tampi na pattheyya.",
  "atk-s0203a3:4_0": "Tattha tatthāti paccuppannampi dhammaṁ yattha yattheva uppanno, tattha tattheva ca",
  "atk-s0203a3:4_1": "naṁ aniccānupassanādīhi sattahi anupassanāhi yo vipassati araññādīsu vā tattha tattheva",
  "atk-s0203a3:4_2": "vipassati. Asaṁhīraṁasaṁkuppanti idaṁ vipassanāpaṭivipassanādassanatthaṁ vuttaṁ.",
  "atk-s0203a3:4_3": "Vipassanā hi rāgādīhi na saṁhīrati na saṁkuppatīti asaṁhīraṁ asaṁkuppaṁ, taṁ anubrūhaye",
  "atk-s0203a3:4_4": "vaḍḍheyya, paṭivipasseyyāti vuttaṁ hoti. Atha vā nibbānaṁ rāgādīhi na saṁhīrati na",
  "atk-s0203a3:4_5": "saṁkuppatīti asaṁhīraṁ asaṁkuppaṁ. Taṁ vidvā paṇḍito bhikkhu anubrūhaye, punappunaṁ",
  "atk-s0203a3:4_6": "tadārammaṇaṁ taṁ taṁ phalasamāpattiṁ appento vaḍḍheyyāti attho.",
  "atk-s0203a3:5_0": "Tassa pana anubrūhantassa atthāya – ajjeva kiccamātappanti kilesānaṁ ātāpanaparitāpanena",
  "atk-s0203a3:5_1": "ātappanti laddhanāmaṁ vīriyaṁ ajjeva kātabbaṁ. Ko jaññā maraṇaṁ suveti sve jīvitaṁ",
  "atk-s0203a3:5_2": "vā maraṇaṁ vā ko jānāti. Ajjeva dānaṁ vā dassāmi, sīlaṁ vā rakkhissāmi, aññataraṁ",
  "atk-s0203a3:5_3": "vā pana kusalaṁ karissāmīti hi “ajja tāva papañco atthi, sve vā punadivase vā karissāmī”ti",
  "atk-s0203a3:5_4": "cittaṁ anuppādetvā ajjeva karissāmīti evaṁ vīriyaṁ kātabbanti dasseti. Mahāsenenāti",
  "atk-s0203a3:5_5": "aggivisasatthādīni anekāni maraṇakāraṇāni tassa senā, tāya mahatiyā senāya vasena",
  "atk-s0203a3:5_6": "mahāsenena evarūpena maccunā saddhiṁ “katipāhaṁ tāva āgamehi yāvāhaṁ buddhapūjādiṁ",
  "atk-s0203a3:5_7": "attano avassayakammaṁ karomī”ti. Evaṁ mittasanthavākārasaṅkhāto vā, “idaṁ sataṁ vā",
  "atk-s0203a3:5_8": "sahassaṁ vā gahetvā katipāhaṁ āgamehī”ti evaṁ lañjānuppadānasaṅkhāto vā, “imināhaṁ",
  "atk-s0203a3:5_9": "balarāsinā paṭibāhissāmī”ti evaṁ balarāsisaṅkhāto vā saṅgaro natthi. Saṅgaroti hi",
  "atk-s0203a3:5_10": "mittasanthavākāralañjānuppadānabalarāsīnaṁ nāmaṁ, tasmā ayamattho vutto.",
  "atk-s0203a3:6_0": "Atanditanti analasaṁ uṭṭhāhakaṁ. Evaṁ paṭipannattā bhaddo ekaratto assāti bhaddekaratto.",
  "atk-s0203a3:6_1": "Iti taṁ evaṁ paṭipannapuggalaṁ “bhaddekaratto aya”nti. Rāgādīnaṁ santatāya santo",
  "atk-s0203a3:6_2": "buddhamuni ācikkhati.",
  "atk-s0203a3:7_0": "273.Evaṁrūpotiādīsu kāḷopi samāno indanīlamaṇivaṇṇo ahosinti evaṁ manuññarūpavaseneva",
  "atk-s0203a3:7_1": "evaṁrūpo ahosiṁ. Kusalasukhasomanassavedanāvaseneva evaṁvedano. Taṁsampayuttānaṁyeva",
  "atk-s0203a3:7_2": "saññādīnaṁ vasena evaṁsañño evaṁsaṅkhāro evaṁviññāṇo ahosiṁ atītamaddhānanti.",
  "atk-s0203a3:8": "Tattha nandiṁ samanvānetīti tesu rūpādīsu taṇhaṁ samanvāneti anupavatteti. Hīnarūpādivasena pana evaṁrūpo ahosiṁ…pe… evaṁviññāṇo ahosinti na maññati.",
  "atk-s0203a3:9": "Nandiṁ na samanvānetīti taṇhaṁ vā taṇhāsampayuttadiṭṭhiṁ vā nānupavattayati.",
  "atk-s0203a3:10": "274.Evaṁrūpo siyantiādīsupi taṁmanuññarūpādivaseneva taṇhādiṭṭhipavattasaṅkhātā nandisamanvānayanāva veditabbā.",
  "atk-s0203a3:11_0": "275.Kathañca, bhikkhave, paccuppannesu dhammesu saṁhīratīti idaṁ “paccuppannañca",
  "atk-s0203a3:11_1": "yo dhammaṁ, tattha tattha vipassati. Asaṁhīraṁ asaṁkuppa”nti uddesassa niddesatthaṁ",
  "atk-s0203a3:11_2": "vuttaṁ. Kāmañcettha “kathañca, bhikkhave, paccuppannaṁ dhammaṁ na vipassatī”tiādi",
  "atk-s0203a3:11_3": "vattabbaṁ siyā, yasmā pana asaṁhīrāti ca asaṁkuppāti ca vipassanā vuttā, tasmā tassā",
  "atk-s0203a3:11_4": "eva abhāvañca bhāvañca dassetuṁ saṁhīratīti mātikaṁ uddharitvā vitthāro vutto. Tattha",
  "atk-s0203a3:11_5": "saṁhīratīti vipassanāya abhāvato taṇhādiṭṭhīhi ākaḍḍhiyati. Na saṁhīratīti vipassanāya",
  "atk-s0203a3:11_6": "bhāvena taṇhādiṭṭhīhi nākaḍḍhiyati. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:12": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:13": "Bhaddekarattasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:14": "2. Ānandabhaddekarattasuttavaṇṇanā",
  "atk-s0203a3:15": "276.Evaṁme sutanti ānandabhaddekarattasuttaṁ. Tattha paṭisallānā vuṭṭhitoti phalasamāpattito vuṭṭhito. Ko nu kho, bhikkhaveti jānantova kathāsamuṭṭhāpanatthaṁ pucchi.",
  "atk-s0203a3:16": "278.Sādhu sādhūti therassa sādhukāramadāsi. Sādhu kho tvanti parimaṇḍalehi padabyañjanehi parisuddhehi kathitattā desanaṁ pasaṁsanto āha. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:17": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:18": "Ānandabhaddekarattasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:19": "3. Mahākaccānabhaddekarattasuttavaṇṇanā",
  "atk-s0203a3:20_0": "279.Evaṁme sutanti mahākaccānabhaddekarattasuttaṁ. Tattha tapodārāmeti tattodakassa",
  "atk-s0203a3:20_1": "rahadassa vasena evaṁladdhanāme ārāme. Vebhārapabbatassa kira heṭṭhā bhūmaṭṭhakanāgānaṁ",
  "atk-s0203a3:20_2": "pañcayojanasatikaṁ nāgabhavanaṁ devalokasadisaṁ maṇimayena talena ārāmauyyānehi ca",
  "atk-s0203a3:20_3": "samannāgataṁ, tattha nāgānaṁ kīḷanaṭṭhāne mahāudakarahado, tato tapodā nāma nadī",
  "atk-s0203a3:20_4": "sandati kuthitā uṇhodakā. Kasmā panesā edisā jātā? Rājagahaṁ kira parivāretvā mahā",
  "atk-s0203a3:20_5": "petaloko, tattha dvinnaṁ mahālohakumbhinirayānaṁ antarena ayaṁ tapodā āgacchati,",
  "atk-s0203a3:20_6": "tasmā sā kuthitā sandati. Vuttampi cetaṁ – “yatāyaṁ, bhikkhave, tapodā sandati, so",
  "atk-s0203a3:20_7": "daho acchodako sītodako sātodako setodako suppatittho ramaṇīyo pahūtamacchakacchapo,",
  "atk-s0203a3:20_8": "cakkamattāni ca padumāni pupphanti. Apicāyaṁ, bhikkhave, tapodā dvinnaṁ mahānirayānaṁ",
  "atk-s0203a3:20_9": "antarikāya āgacchati, tenāyaṁ tapodā kuthitā sandatī”ti. Imassa pana ārāmassa abhisammukhaṭṭhāne",
  "atk-s0203a3:20_10": "tato mahāudakarahado jāto, tassa nāmavasenāyaṁ vihāro tapodārāmoti vuccati.",
  "atk-s0203a3:21_0": "280.Samiddhīti tassa kira therassa attabhāvo samiddho abhirūpo pāsādiko, tasmā samiddhitveva",
  "atk-s0203a3:21_1": "saṅkhaṁ gato. Ādibrahmacariyakoti maggabrahmacariyassa ādi pubbabhāgappaṭipattibhūto.",
  "atk-s0203a3:21_2": "Idaṁ vatvāna sugato uṭṭhāyāsanāti madhupiṇḍikasutte vuttanayeneva vitthāretabbaṁ.",
  "atk-s0203a3:22_0": "282.Iti me cakkhunti imasmiṁ kira sutte bhagavā dvādasāyatanavaseneva mātikaṁ ṭhapesi.",
  "atk-s0203a3:22_1": "Theropi “bhagavatā heṭṭhā dvīsu, upari catutthe cāti imesu tīsu suttesu pañcakkhandhavasena",
  "atk-s0203a3:22_2": "mātikā ca vibhaṅgo ca kato, idha pana dvādasāyatanavaseneva vibhajanatthaṁ mātikā",
  "atk-s0203a3:22_3": "ṭhapitā”ti nayaṁ paṭilabhitvā evamāha. Imaṁ pana nayaṁ labhantena therena bhāriyaṁ",
  "atk-s0203a3:22_4": "kataṁ, apade padaṁ dassitaṁ, ākāse padaṁ kataṁ, tena naṁ bhagavā imameva suttaṁ sandhāya",
  "atk-s0203a3:22_5": "– “etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ saṁkhittena bhāsitassa vitthārena",
  "atk-s0203a3:22_6": "atthaṁ vibhajantānaṁ yadidaṁ mahākaccāno”ti etadagge ṭhapesi. Ettha pana cakkhūti",
  "atk-s0203a3:22_7": "cakkhupasādo. Rūpāti catusamuṭṭhānikarūpā. Iminā nayena sesāyatanānipi veditabbāni.",
  "atk-s0203a3:22_8": "Viññāṇanti nikantiviññāṇaṁ. Tadabhinandatīti taṁ cakkhuñceva rūpañca taṇhādiṭṭhivasena",
  "atk-s0203a3:22_9": "abhinandati. Anvāgametīti taṇhādiṭṭhīhi anugacchati.",
  "atk-s0203a3:23": "Iti me mano ahosi atītamaddhānaṁ iti dhammāti ettha pana manoti bhavaṅgacittaṁ. Dhammāti tebhūmakadhammārammaṇaṁ.",
  "atk-s0203a3:24": "283.Paṇidahatīti patthanāvasena ṭhapesi. Paṇidhānapaccayāti patthanāṭṭhapanakāraṇā. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:25": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:26": "Mahākaccānabhaddekarattasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:27": "4. Lomasakaṅgiyabhaddekarattasuttavaṇṇanā",
  "atk-s0203a3:28_0": "286.Evaṁme sutanti lomasakaṅgiyabhaddekarattasuttaṁ. Tattha lomasakaṅgiyoti aṅgathero",
  "atk-s0203a3:28_1": "kira nāmesa, kāyassa pana īsakalomasākāratāya lomasakaṅgiyoti pākaṭo jāto. Candanodevaputtoti",
  "atk-s0203a3:28_2": "kassapasammāsambuddhakāle kiresa candano nāma upāsako aḍḍho mahaddhano tīṇi ratanāni",
  "atk-s0203a3:28_3": "catūhi paccayehi pūjetvā devaloke nibbatto, purimanāmena candano devaputtotveva saṅkhaṁ",
  "atk-s0203a3:28_4": "gato. Paṇḍukambalasilāyanti rattakambalasilāyaṁ. Tassā kira rattakambalasseva jayasumanapuppharāsi",
  "atk-s0203a3:28_5": "viya vaṇṇo, tasmā “paṇḍukambalasilā”ti vuccati.",
  "atk-s0203a3:29_0": "Kadā pana tattha bhagavā vihāsīti? Bodhipattito sattame saṁvacchare sāvatthiyaṁ āsāḷhīmāsapuṇṇamāya",
  "atk-s0203a3:29_1": "dvādasayojanāya parisāya majjhe yamakapāṭihāriyaṁ katvā oruyha kaṇḍambamūle paññattavarabuddhāsane",
  "atk-s0203a3:29_2": "nisīditvā dhammadesanāya mahājanaṁ mahāviduggato uddharitvā buddhā nāma yasmā pāṭihāriyaṁ",
  "atk-s0203a3:29_3": "katvā manussapathe na vasanti, tasmā passamānasseva tassa janassa padavīkkamaṁ katvā",
  "atk-s0203a3:29_4": "tāvatiṁsabhavane pāricchattakamūle paṇḍukambalasilāyaṁ vassaṁ upagato, tasmiṁ samaye vihāsi.",
  "atk-s0203a3:30_0": "Tatra bhagavāti tatra viharanto bhagavā yebhuyyena dasahi cakkavāḷasahassehi sannipatitāhi",
  "atk-s0203a3:30_1": "devatāhi parivuto mātaraṁ kāyasakkhiṁ katvā abhidhammapiṭakaṁ kathento gambhīraṁ",
  "atk-s0203a3:30_2": "nipuṇaṁ tilakkhaṇāhataṁ rūpārūpaparicchedakathaṁ paṭivijjhituṁ asakkontānaṁ devānaṁ",
  "atk-s0203a3:30_3": "saṁvegajananatthaṁ antarantarā bhaddekarattassa uddesañca vibhaṅgañca abhāsi. Tatrāyaṁ",
  "atk-s0203a3:30_4": "devaputto uggaṇhanto imā gāthā saddhiṁ vibhaṅgena uggaṇhi, devattassa pana pamādādhiṭṭhānattā",
  "atk-s0203a3:30_5": "dibbehi ārammaṇehi nippīḷiyamāno anupubbena suttaṁ sammuṭṭho gāthāmattameva dhāresi.",
  "atk-s0203a3:30_6": "Tenāha “evaṁ kho ahaṁ bhikkhu dhāremi bhaddekarattiyo gāthā”ti.",
  "atk-s0203a3:31": "Uggaṇhāhitvantiādīsu tuṇhībhūto nisīditvā suṇanto uggaṇhāti nāma, vācāya sajjhāyaṁ karonto pariyāpuṇāti nāma, aññesaṁ vācento dhāreti nāma. Sesamettha uttānamevāti.",
  "atk-s0203a3:32": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:33": "Lomasakaṅgiyabhaddekarattasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:34": "5. Cūḷakammavibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:35_0": "289.Evaṁme sutanti cūḷakammavibhaṅgasuttaṁ. Tattha subhoti so kira dassanīyo ahosi",
  "atk-s0203a3:35_1": "pāsādiko, tenassa aṅgasubhatāya subhotveva nāmaṁ akaṁsu. Māṇavoti pana taṁ taruṇakāle",
  "atk-s0203a3:35_2": "vohariṁsu, so mahallakakālepi teneva vohārena vohariyati. Todeyyaputtoti todeyyassa",
  "atk-s0203a3:35_3": "nāma pasenadirañño purohitabrāhmaṇassa putto. So kira sāvatthiyā avidūre tudigāmo",
  "atk-s0203a3:35_4": "nāma atthi, tassa adhipatittā todeyyoti saṅkhaṁ gato. Mahādhano pana hoti sattāsītikoṭivibhavo",
  "atk-s0203a3:35_5": "paramamaccharī, “dadato bhogānaṁ aparikkhayo nāma natthī”ti cintetvā kassaci kiñci",
  "atk-s0203a3:35_6": "na deti. Vuttampi cetaṁ –",
  "atk-s0203a3:36": "“Añjanānaṁ khayaṁ disvā, vammikānañca sañcayaṁ;",
  "atk-s0203a3:37": "Madhūnañca samāhāraṁ, paṇḍito gharamāvase”ti.",
  "atk-s0203a3:38_0": "Evaṁ adānameva sikkhāpesi. Dhuravihāre vasato sammāsambuddhassa yāguuḷuṅgamattaṁ",
  "atk-s0203a3:38_1": "vā bhattakaṭacchumattaṁ vā adatvā dhanalobhena kālaṁ katvā tasmiṁyeva ghare sunakho",
  "atk-s0203a3:38_2": "hutvā nibbatto. Subho taṁ sunakhaṁ ativiya piyāyati, attano bhuñjanakabhattaṁyeva",
  "atk-s0203a3:38_3": "bhojeti, ukkhipitvā varasayane sayāpeti. Atha bhagavā ekadivasaṁ paccūsasamaye lokaṁ",
  "atk-s0203a3:38_4": "volokento taṁ sunakhaṁ disvā – “todeyyabrāhmaṇo dhanalobhena attanova ghare sunakho",
  "atk-s0203a3:38_5": "hutvā nibbatto, ajja mayi subhassa gharaṁ gate maṁ disvā sunakho bhukkāraṁ karissati,",
  "atk-s0203a3:38_6": "athassāhaṁ ekaṁ vacanaṁ vakkhāmi, so ‘jānāti maṁ samaṇo gotamo’ti gantvā uddhanaṭṭhāne",
  "atk-s0203a3:38_7": "nipajjissati. Tatonidānaṁ subhassa mayā saddhiṁ eko kathāsallāpo bhavissati, so dhammaṁ",
  "atk-s0203a3:38_8": "sutvā saraṇesu patiṭṭhahissati, sunakho pana kālaṁ katvā niraye nibbattissatī”ti",
  "atk-s0203a3:38_9": "imaṁ māṇavassa saraṇesu patiṭṭhānabhāvaṁ ñatvā bhagavā taṁ divasaṁ sarīrapaṭijagganaṁ",
  "atk-s0203a3:38_10": "katvā ekakova gāmaṁ pavisitvā nikkhante māṇave taṁ gharaṁ piṇḍāya pāvisi.",
  "atk-s0203a3:39_0": "Sunakho bhagavantaṁ disvā bhukkāraṁ karonto bhagavato samīpaṁ gato. Tato naṁ bhagavā",
  "atk-s0203a3:39_1": "etadavoca – “todeyya tvaṁ pubbepi maṁ bho bhoti paribhavitvā sunakho jāto, idānipi",
  "atk-s0203a3:39_2": "bhukkāraṁ katvā avīciṁ gamissasī”ti. Sunakho taṁ sutvā – “jānāti maṁ samaṇo gotamo”ti",
  "atk-s0203a3:39_3": "vippaṭisārī hutvā gīvaṁ onāmetvā uddhanantare chārikāyaṁ nipanno. Manussā ukkhipitvā",
  "atk-s0203a3:39_4": "sayane sayāpetuṁ nāsakkhiṁsu. Subho āgantvā – “kenāyaṁ sunakho sayanā oropito”ti",
  "atk-s0203a3:39_5": "āha. Manussā na kenacīti vatvā taṁ pavattiṁ ārocesuṁ. Māṇavo sutvā – “mama pitā brahmaloke",
  "atk-s0203a3:39_6": "nibbatto, todeyyo nāma sunakho natthi. Samaṇo pana gotamo pitaraṁ sunakhaṁ karoti,",
  "atk-s0203a3:39_7": "yaṁkiñci esa mukhāruḷhaṁ bhāsatī”ti kujjhitvā bhagavantaṁ musāvādena niggahetukāmo",
  "atk-s0203a3:39_8": "vihāraṁ gantvā taṁ pavattiṁ pucchi.",
  "atk-s0203a3:40_0": "Bhagavāpi tassa tatheva vatvā avisaṁvādanatthaṁ āha – “atthi pana te māṇava pitarā",
  "atk-s0203a3:40_1": "anakkhātaṁ dhana”nti. Atthi, bho gotama, satasahassagghanikā suvaṇṇamālā satasahassagghanikā",
  "atk-s0203a3:40_2": "suvaṇṇapādukā satasahassagghanikā suvaṇṇapāti satasahassañca kahāpaṇanti. Gaccha",
  "atk-s0203a3:40_3": "taṁ sunakhaṁ appodakapāyāsaṁ bhojāpetvā sayane āropetvā īsakaṁ niddaṁ okkantakāle",
  "atk-s0203a3:40_4": "puccha, sabbaṁ te ācikkhissati. Atha naṁ jāneyyāsi “pitā me eso”ti. Māṇavo – “sace",
  "atk-s0203a3:40_5": "saccaṁ bhavissati, dhanaṁ lacchāmi, no ce, samaṇaṁ gotamaṁ musāvādena niggaṇhissāmī”ti",
  "atk-s0203a3:40_6": "dvīhipi kāraṇehi tuṭṭho gantvā tathā akāsi. Sunakho – “ñātomhi iminā”ti roditvā huṁ",
  "atk-s0203a3:40_7": "hunti karonto dhananidhānaṭṭhānaṁ gantvā pādena pathaviṁ khaṇitvā saññaṁ adāsi, māṇavo",
  "atk-s0203a3:40_8": "dhanaṁ gahetvā – “bhavapaṭicchannaṁ nāma evaṁ sukhumaṁ paṭisandhiantaraṁ pākaṭaṁ",
  "atk-s0203a3:40_9": "samaṇassa gotamassa, addhā esa sabbaññū”ti bhagavati pasannacitto cuddasa pañhe abhisaṅkhari.",
  "atk-s0203a3:40_10": "Aṅgavijjāpāṭhako kiresa, tenassa etadahosi – “idaṁ dhammapaṇṇākāraṁ gahetvā samaṇaṁ",
  "atk-s0203a3:40_11": "gotamaṁ pañhe pucchissāmī”ti dutiyagamanena yena bhagavā tenupasaṅkami, tena puṭṭhapañhe",
  "atk-s0203a3:40_12": "pana bhagavā ekappahāreneva vissajjento kammassakātiādimāha.",
  "atk-s0203a3:41_0": "Tattha kammaṁ etesaṁ sakaṁ attano bhaṇḍakanti kammassakā. Kammassa dāyādāti kammadāyādā,",
  "atk-s0203a3:41_1": "kammaṁ etesaṁ dāyajjaṁ bhaṇḍakanti attho. Kammaṁ etesaṁ yoni kāraṇanti kammayonī.",
  "atk-s0203a3:41_2": "Kammaṁ etesaṁ bandhūti kammabandhū, kammañātakāti attho. Kammaṁ etesaṁ paṭisaraṇaṁ",
  "atk-s0203a3:41_3": "patiṭṭhāti kammapaṭisaraṇā. Yadidaṁhīnappaṇītatāyāti yaṁ idaṁ “tvaṁ hīno bhava, tvaṁ",
  "atk-s0203a3:41_4": "paṇīto, tvaṁ appāyuko, tvaṁ dīghāyuko…pe… tvaṁ duppañño bhava, tvaṁ paññavā”ti evaṁ",
  "atk-s0203a3:41_5": "hīnappaṇītatāya vibhajanaṁ, taṁ na añño koci karoti, kammameva evaṁ satte vibhajatīti",
  "atk-s0203a3:41_6": "attho. Na māṇavo kathitassa atthaṁ sañjānāsi, ghanadussapaṭṭenassa mukhaṁ bandhitvā",
  "atk-s0203a3:41_7": "madhuraṁ purato ṭhapitaṁ viya ahosi. Mānanissito kiresa paṇḍitamānī, attanā samaṁ",
  "atk-s0203a3:41_8": "na passati. Athassa “kiṁ samaṇo gotamo katheti, yamahaṁ jānāmi, tadeva kathetīti",
  "atk-s0203a3:41_9": "ayaṁ māno mā ahosī”ti mānabhañjanatthaṁ bhagavā “āditova duppaṭivijjhaṁ katvā kathessāmi,",
  "atk-s0203a3:41_10": "tato ‘nāhaṁ bho gotama jānāmi, vitthārena me pākaṭaṁ katvā kathethā’ti maṁ yācissati,",
  "atk-s0203a3:41_11": "athassāhaṁ yācitakāle kathessāmi, evañcassa sātthakaṁ bhavissatī”ti duppaṭivijjhaṁ katvā kathesi.",
  "atk-s0203a3:42": "Idāni so attano appaṭividdhabhāvaṁ pakāsento na kho ahantiādimāha.",
  "atk-s0203a3:43_0": "290.Samattenāti paripuṇṇena. Samādinnenāti gahitena parāmaṭṭhena. Appāyukasaṁvattanikā",
  "atk-s0203a3:43_1": "esā, māṇava, paṭipadā yadidaṁ pāṇātipātīti yaṁ idaṁ pāṇātipātakammaṁ, esā appāyukasaṁvattanikā paṭipadāti.",
  "atk-s0203a3:44_0": "Kathaṁ panesā appāyukataṁ karoti? Cattāri hi kammāni upapīḷakaṁ upacchedakaṁ janakaṁ",
  "atk-s0203a3:44_1": "upatthambhakanti. Balavakammena hi nibbattaṁ pavatte upapīḷakaṁ āgantvā atthato evaṁ",
  "atk-s0203a3:44_2": "vadati nāma – “sacāhaṁ paṭhamataraṁ jāneyyaṁ, na te idha nibbattituṁ dadeyyaṁ, catūsuyeva",
  "atk-s0203a3:44_3": "taṁ apāyesu nibbattāpeyyaṁ. Hotu, tvaṁ yattha katthaci nibbatta, ahaṁ upapīḷakakammaṁ",
  "atk-s0203a3:44_4": "nāma taṁ pīḷetvā nirojaṁ niyūsaṁ kasaṭaṁ karissāmī”ti. Tato paṭṭhāya taṁ tādisaṁ",
  "atk-s0203a3:44_5": "karoti. Kiṁ karoti? Parissayaṁ upaneti, bhoge vināseti.",
  "atk-s0203a3:45_0": "Tattha dārakassa mātukucchiyaṁ nibbattakālato paṭṭhāya mātu assādo vā sukhaṁ vā na",
  "atk-s0203a3:45_1": "hoti, mātāpitūnaṁ pīḷāva uppajjati. Evaṁ parissayaṁ upaneti. Dārakassa pana mātukucchimhi",
  "atk-s0203a3:45_2": "nibbattakālato paṭṭhāya gehe bhogā udakaṁ patvā loṇaṁ viya rājādīnaṁ vasena nassanti,",
  "atk-s0203a3:45_3": "kumbhadohanadhenuyo khīraṁ na denti, sūratā goṇā caṇḍā honti, kāṇā honti, khujjā",
  "atk-s0203a3:45_4": "honti, gomaṇḍale rogo patati, dāsādayo vacanaṁ na karonti, vāpitaṁ sassaṁ na jāyati,",
  "atk-s0203a3:45_5": "gehagataṁ gehe, araññagataṁ araññe nassati, anupubbena ghāsacchādanamattaṁ dullabhaṁ",
  "atk-s0203a3:45_6": "hoti, gabbhaparihāro na hoti, vijātakāle mātuthaññaṁ chijjati, dārako parihāraṁ alabhanto",
  "atk-s0203a3:45_7": "pīḷito nirojo niyūso kasaṭo hoti, idaṁ upapīḷakakammaṁ nāma.",
  "atk-s0203a3:46_0": "Dīghāyukakammena pana nibbattassa upacchedakakammaṁ āgantvā āyuṁ chindati. Yathā",
  "atk-s0203a3:46_1": "hi puriso aṭṭhusabhagamanaṁ katvā saraṁ khipeyya tamañño dhanuto vimuttamattaṁ muggarena",
  "atk-s0203a3:46_2": "paharitvā tattheva pāteyya, evaṁ dīghāyukakammena nibbattassa upacchedakakammaṁ āyuṁ",
  "atk-s0203a3:46_3": "chindati. Kiṁ karoti? Corānaṁ aṭaviṁ paveseti, vāḷamacchodakaṁ otāreti, aññataraṁ",
  "atk-s0203a3:46_4": "vā pana saparissayaṭṭhānaṁ upaneti, idaṁ upacchedakakammaṁ nāma, “upaghātaka”ntipi etasseva nāmaṁ.",
  "atk-s0203a3:47": "Paṭisandhinibbattakaṁ pana kammaṁ janakakammaṁ nāma. Appabhogakulādīsu nibbattassa bhogasampadādikaraṇena upatthambhakakammaṁ upatthambhakakammaṁ nāma.",
  "atk-s0203a3:48_0": "Imesu catūsu purimāni dve akusalāneva, janakaṁ kusalampi akusalampi, upatthambhakaṁ",
  "atk-s0203a3:48_1": "kusalameva. Tattha pāṇātipātakammaṁ upacchedakakammena appāyukasaṁvattanikaṁ hoti.",
  "atk-s0203a3:48_2": "Pāṇātipātinā vā kataṁ kusalakammaṁ uḷāraṁ na hoti, dīghāyukapaṭisandhiṁ janetuṁ na",
  "atk-s0203a3:48_3": "sakkoti. Evaṁ pāṇātipāto appāyukasaṁvattaniko hoti. Paṭisandhimeva vā niyāmetvā appāyukaṁ",
  "atk-s0203a3:48_4": "karoti, sanniṭṭhānacetanāya vā niraye nibbattati, pubbāparacetanāhi vuttanayena appāyuko hoti.",
  "atk-s0203a3:49_0": "Dīghāyukasaṁvattanikā esā māṇava paṭipadāti ettha parittakammenapi nibbattaṁ pavatte",
  "atk-s0203a3:49_1": "etaṁ pāṇātipātā viratikammaṁ āgantvā atthato evaṁ vadati nāma – “sacāhaṁ paṭhamataraṁ",
  "atk-s0203a3:49_2": "jāneyyaṁ, na te idha nibbattituṁ dadeyyaṁ, devalokeyeva taṁ nibbattāpeyyaṁ. Hotu,",
  "atk-s0203a3:49_3": "tvaṁ yattha katthaci nibbatti, ahaṁ upatthambhakakammaṁ nāma thambhaṁ te karissāmī”ti",
  "atk-s0203a3:49_4": "upatthambhaṁ karoti. Kiṁ karoti? Parissayaṁ nāseti, bhoge uppādeti.",
  "atk-s0203a3:50_0": "Tattha dārakassa mātukucchiyaṁ nibbattakālato paṭṭhāya mātāpitūnaṁ sukhameva sātameva",
  "atk-s0203a3:50_1": "hoti. Yepi pakatiyā manussāmanussaparissayā honti, te sabbe apagacchanti. Evaṁ parissayaṁ",
  "atk-s0203a3:50_2": "nāseti. Dārakassa pana mātukucchimhi nibbattakālato paṭṭhāya gehe bhogānaṁ pamāṇaṁ",
  "atk-s0203a3:50_3": "na hoti, nidhikumbhiyo puratopi pacchatopi gehaṁ pavaṭṭamānā pavisanti. Mātāpitaro",
  "atk-s0203a3:50_4": "parehi ṭhapitadhanassāpi sammukhībhāvaṁ gacchanti. Dhenuyo bahukhīrā honti, goṇā",
  "atk-s0203a3:50_5": "sukhasīlā honti, vappaṭṭhāne sassāni sampajjanti. Vaḍḍhiyā vā sampayuttaṁ, tāvakālikaṁ",
  "atk-s0203a3:50_6": "vā dinnaṁ dhanaṁ acoditā sayameva āharitvā denti, dāsādayo suvacā honti, kammantā",
  "atk-s0203a3:50_7": "na parihāyanti. Dārako gabbhato paṭṭhāya parihāraṁ labhati, komārikavejjā sannihitāva",
  "atk-s0203a3:50_8": "honti. Gahapatikule jāto seṭṭhiṭṭhānaṁ, amaccakulādīsu jāto senāpatiṭṭhānādīni labhati.",
  "atk-s0203a3:50_9": "Evaṁ bhoge uppādeti. So aparissayo sabhogo ciraṁ jīvatīti. Evaṁ apāṇātipātakammaṁ",
  "atk-s0203a3:50_10": "dīghāyukasaṁvattanikaṁ hoti.",
  "atk-s0203a3:51_0": "Apāṇātipātinā vā kataṁ aññampi kusalaṁ uḷāraṁ hoti, dīghāyukapaṭisandhiṁ janetuṁ",
  "atk-s0203a3:51_1": "sakkoti, evampi dīghāyukasaṁvattanikaṁ hoti. Paṭisandhimeva vā niyāmetvā dīghāyukaṁ",
  "atk-s0203a3:51_2": "karoti. Sanniṭṭhānacetanāya vā devaloke nibbattati, pubbāparacetanāhi vuttanayena",
  "atk-s0203a3:51_3": "dīghāyuko hoti. Iminā nayena sabbapañhavissajjanesu attho veditabbo.",
  "atk-s0203a3:52_0": "Viheṭhanakammādīnipi hi pavatte āgantvā atthato tatheva vadamānāni viya upapīḷanena",
  "atk-s0203a3:52_1": "nibbhogataṁ āpādetvā paṭijagganaṁ alabhantassa roguppādanādīhi vā, viheṭhakādīhi",
  "atk-s0203a3:52_2": "katassa kusalassa anuḷāratāya vā, āditova paṭisandhiniyāmanena vā, vuttanayeneva",
  "atk-s0203a3:52_3": "pubbāparacetanāvasena vā bahvābādhatādīni karonti, apāṇātipāto viya ca aviheṭhanādīnipi appābādhatādīnīti.",
  "atk-s0203a3:53_0": "293. Ettha pana issāmanakoti issāsampayuttacitto. Upadussatīti issāvaseneva upakkosanto",
  "atk-s0203a3:53_1": "dussati. Issaṁ bandhatīti yavakalāpaṁ bandhanto viya yathā na nassati evaṁ bandhitvā",
  "atk-s0203a3:53_2": "viya ṭhapeti. Appesakkhoti appaparivāro, rattiṁ khitto viya saro na paññāyati, ucchiṭṭhahattho",
  "atk-s0203a3:53_3": "nisīditvā udakadāyakampi na labhati.",
  "atk-s0203a3:54": "294.Nadātā hotīti macchariyavasena na dātā hoti. Tena kammenāti tena macchariyakammena.",
  "atk-s0203a3:55_0": "295.Abhivādetabbanti abhivādanārahaṁ buddhaṁ vā paccekabuddhaṁ vā ariyasāvakaṁ vā.",
  "atk-s0203a3:55_1": "Paccuṭṭhātabbādīsupi eseva nayo. Imasmiṁ pana pañhavissajjane upapīḷakaupatthambhakakammāni",
  "atk-s0203a3:55_2": "na gahetabbāni. Na hi pavatte nīcakulinaṁ vā uccākulinaṁ vā sakkā kātuṁ, paṭisandhimeva",
  "atk-s0203a3:55_3": "pana niyāmetvā nīcakuliyaṁ kammaṁ nīcakule nibbatteti, uccākuliyaṁ kammaṁ uccākule.",
  "atk-s0203a3:56_0": "296.Na paripucchitā hotīti ettha pana aparipucchanena niraye na nibbattati. Aparipucchako",
  "atk-s0203a3:56_1": "pana “idaṁ kātabbaṁ, idaṁ na kātabba”nti na jānāti, ajānanto kātabbaṁ na karoti,",
  "atk-s0203a3:56_2": "akātabbaṁ karoti. Tena niraye nibbattati, itaro sagge. Iti kho, māṇava…pe… yadidaṁ",
  "atk-s0203a3:56_3": "hīnappaṇītatāyāti satthā desanaṁ yathānusandhiṁ pāpesi. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:57": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:58": "Cūḷakammavibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:59": "Subhasuttantipi vuccati.",
  "atk-s0203a3:60": "6. Mahākammavibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:61_0": "298.Evaṁme sutanti mahākammavibhaṅgasuttaṁ. Tattha moghanti tucchaṁ aphalaṁ. Saccanti",
  "atk-s0203a3:61_1": "tathaṁ bhūtaṁ. Idañca etena na sammukhā sutaṁ, upālisutte pana – “manokammaṁ mahāsāvajjataraṁ",
  "atk-s0203a3:61_2": "paññapemi pāpassa kammassa kiriyāya pāpassa kammassa pavattiyā, no tathā kāyakammaṁ",
  "atk-s0203a3:61_3": "no tathā vacīkamma”nti bhagavatā vuttaṁ atthi, sā kathā titthiyānaṁ antare pākaṭā",
  "atk-s0203a3:61_4": "jātā, taṁ gahetvā esa vadati. Atthi ca sā samāpattīti idaṁ – “kathaṁ nu kho, bho,",
  "atk-s0203a3:61_5": "abhisaññānirodho hotī”ti poṭṭhapādasutte uppannaṁ abhisaññānirodhakathaṁ sandhāya",
  "atk-s0203a3:61_6": "vadati. Na kiñci vediyatīti ekavedanampi na vediyati. Atthi ca khoti thero nirodhasamāpattiṁ",
  "atk-s0203a3:61_7": "sandhāya anujānāti. Parirakkhitabbanti garahato mocanena rakkhitabbaṁ. Sañcetanā",
  "atk-s0203a3:61_8": "assa atthīti sañcetanikaṁ, sābhisandhikaṁ sañcetanikakammaṁ katvāti attho. Dukkhaṁ",
  "atk-s0203a3:61_9": "soti thero “akusalameva sandhāya paribbājako pucchatī”ti saññāya evaṁ vadati.",
  "atk-s0203a3:62_0": "Dassanampi kho ahanti bhagavā caturaṅgepi andhakāre samantā yojanaṭṭhāne tilamattampi",
  "atk-s0203a3:62_1": "saṅkhāraṁ maṁsacakkhunāva passati, ayañca paribbājako na dūre gāvutamattabbhantare",
  "atk-s0203a3:62_2": "vasati, kasmā bhagavā evamāhāti? Samāgamadassanaṁ sandhāyevamāha.",
  "atk-s0203a3:63": "299.Udāyīti lāludāyī. Taṁ dukkhasminti sabbaṁ taṁ dukkhameva. Iti imaṁ vaṭṭadukkhaṁ kilesadukkhaṁ saṅkhāradukkhaṁ sandhāya “sace bhāsitaṁ bhaveyya bhagavā”ti pucchati.",
  "atk-s0203a3:64_0": "300.Ummaṅganti pañhāummaṅgaṁ. Ummujjamānoti sīsaṁ nīharamāno. Ayoniso ummujjissatīti",
  "atk-s0203a3:64_1": "anupāyena sīsaṁ nīharissati. Idañca pana bhagavā jānanto neva dibbacakkhunā na cetopariyañāṇena",
  "atk-s0203a3:64_2": "na sabbaññutañāṇena jāni, adhippāyeneva pana aññāsi. Kathentassa hi adhippāyo nāma",
  "atk-s0203a3:64_3": "suvijāno hoti, kathetukāmo gīvaṁ paggaṇhāti, hanukaṁ cāleti, mukhamassa phandati,",
  "atk-s0203a3:64_4": "sannisīdituṁ na sakkoti. Bhagavā tassa taṁ ākāraṁ disvā “ayaṁ udāyī sannisīdituṁ",
  "atk-s0203a3:64_5": "na sakkoti, yaṁ abhūtaṁ, tadeva kathessatī”ti oloketvāva aññāsi. Ādiṁ yevātiādimhiyeva.",
  "atk-s0203a3:64_6": "Tisso vedanāti “kiṁ so vediyatī”ti? Pucchantena “tisso vedanā pucchāmī”ti evaṁ vavatthapetvāva",
  "atk-s0203a3:64_7": "tisso vedanā pucchitā. Sukhavedaniyanti sukhavedanāya paccayabhūtaṁ. Sesesupi eseva nayo.",
  "atk-s0203a3:65_0": "Ettha ca kāmāvacarakusalato somanassasahagatacittasampayuttā catasso cetanā, heṭṭhā",
  "atk-s0203a3:65_1": "tikajjhānacetanāti evaṁ paṭisandhipavattesu sukhavedanāya jananato sukhavedaniyaṁ",
  "atk-s0203a3:65_2": "kammaṁ nāma. Kāmāvacarañcettha paṭisandhiyaṁyeva ekantena sukhaṁ janeti, pavatte",
  "atk-s0203a3:65_3": "iṭṭhamajjhattārammaṇe adukkhamasukhampi.",
  "atk-s0203a3:66_0": "Akusalacetanā paṭisandhipavattesu dukkhasseva jananato dukkhavedaniyaṁ kammaṁ nāma.",
  "atk-s0203a3:66_1": "Kāyadvāre pavatteyeva cetaṁ ekantena dukkhaṁ janeti, aññattha adukkhamasukhampi,",
  "atk-s0203a3:66_2": "sā pana vedanā aniṭṭhāniṭṭhamajjhattesuyeva ārammaṇesu uppajjanato dukkhātveva saṅkhaṁ gatā.",
  "atk-s0203a3:67_0": "Kāmāvacarakusalato pana upekkhāsahagatacittasampayuttā catasso cetanā, rūpāvacarakusalato",
  "atk-s0203a3:67_1": "catutthajjhānacetanāti evaṁ paṭisandhipavattesu tatiyavedanāya jananato adukkhamasukhavedaniyaṁ",
  "atk-s0203a3:67_2": "kammaṁ nāma. Ettha ca kāmāvacaraṁ paṭisandhiyaṁyeva ekantena adukkhamasukhaṁ janeti,",
  "atk-s0203a3:67_3": "pavatte iṭṭhārammaṇe sukhampi. Apica sukhavedaniyakammaṁ paṭisandhipavattivasena",
  "atk-s0203a3:67_4": "vaṭṭati, tathā adukkhamasukhavedaniyaṁ, dukkhavedaniyaṁ pavattivaseneva vaṭṭati.",
  "atk-s0203a3:67_5": "Etassa pana vasena sabbaṁ pavattivaseneva vaṭṭati.",
  "atk-s0203a3:68_0": "Etassa bhagavāti thero tathāgatena mahākammavibhaṅgakathanatthaṁ ālayo dassito, tathāgataṁ",
  "atk-s0203a3:68_1": "yācitvā mahākammavibhaṅgañāṇaṁ bhikkhusaṅghassa pākaṭaṁ karissāmīti cintetvā anusandhikusalatāya",
  "atk-s0203a3:68_2": "evamāha. Tattha mahākammavibhaṅganti mahākammavibhajanaṁ. Katame cattāro…pe… idhānanda,",
  "atk-s0203a3:68_3": "ekacco puggalo…pe… nirayaṁ upapajjatīti idaṁ na mahākammavibhaṅgañāṇabhājanaṁ, mahākammavibhaṅgañāṇabhājanatthāya",
  "atk-s0203a3:68_4": "pana mātikāṭṭhapanaṁ.",
  "atk-s0203a3:69_0": "301.Idhānanda, ekacco samaṇo vāti pāṭiyekko anusandhi. Idañhi bhagavā – “dibbacakkhukā",
  "atk-s0203a3:69_1": "samaṇabrāhmaṇā idaṁ ārammaṇaṁ katvā imaṁ paccayaṁ labhitvā idaṁ dassanaṁ gaṇhantī”ti",
  "atk-s0203a3:69_2": "pakāsanatthaṁ ārabhi. Tattha ātappantiādīni pañcapi vīriyasseva nāmāni. Cetosamādhinti",
  "atk-s0203a3:69_3": "dibbacakkhusamādhiṁ. Passatīti “so satto kuhiṁ nibbatto”ti olokento passati. Ye aññathāti",
  "atk-s0203a3:69_4": "ye “dasannaṁ kusalānaṁ kammapathānaṁ pūritattā nirayaṁ upapajjatī”ti jānanti, micchā",
  "atk-s0203a3:69_5": "tesaṁ ñāṇanti vadati. Iminā nayena sabbavāresu attho veditabbo. Viditanti pākaṭaṁ.",
  "atk-s0203a3:69_6": "Thāmasāti diṭṭhithāmena. Parāmāsāti diṭṭhiparāmāsena. Abhinivissa voharatīti adhiṭṭhahitvā ādiyitvā voharati.",
  "atk-s0203a3:70_0": "302.Tatrānandāti idampi na mahākammavibhaṅgañāṇassa bhājanaṁ, atha khvāssa mātikāṭṭhapanameva.",
  "atk-s0203a3:70_1": "Ettha pana etesaṁ dibbacakkhukānaṁ vacane ettakā anuññātā, ettakā ananuññātāti idaṁ",
  "atk-s0203a3:70_2": "dassitaṁ. Tattha tatrāti tesu catūsu samaṇabrāhmaṇesu. Idamassāti idaṁ vacanaṁ assa.",
  "atk-s0203a3:70_3": "Aññathāti aññenākārena. Iti imesaṁ samaṇabrāhmaṇānaṁ vāde dvīsu ṭhānesu anuññātā,",
  "atk-s0203a3:70_4": "tīsu ananuññātāti evaṁ sabbattha anuññā nānuññā veditabbā.",
  "atk-s0203a3:71": "303. Evaṁ dibbacakkhukānaṁ vacane anuññā ca ananuññā ca dassetvā idāni mahākammavibhaṅgañāṇaṁ vibhajanto tatrānanda, yvāyaṁ puggalotiādimāha.",
  "atk-s0203a3:72_0": "Pubbe vāssa taṁ kataṁ hotīti yaṁ iminā dibbacakkhukena kammaṁ karonto diṭṭho, tato",
  "atk-s0203a3:72_1": "pubbe kataṁ. Pubbe katenapi hi niraye nibbattati, pacchā katenapi nibbattati, maraṇakāle",
  "atk-s0203a3:72_2": "vā pana – “khando seṭṭho sivo seṭṭho, pitāmaho seṭṭho, issarādīhi vā loko visaṭṭho”tiādinā",
  "atk-s0203a3:72_3": "micchādassanenapi nibbattateva. Diṭṭheva dhammeti yaṁ tattha diṭṭhadhammavedanīyaṁ",
  "atk-s0203a3:72_4": "hoti, tassa diṭṭheva dhamme, yaṁ upapajjavedanīyaṁ, tassa upapajjitvā, yaṁ aparāpariyavedanīyaṁ,",
  "atk-s0203a3:72_5": "tassa aparasmiṁ pariyāye vipākaṁ paṭisaṁvedeti.",
  "atk-s0203a3:73_0": "Iti ayaṁ samaṇo vā brāhmaṇo vā ekaṁ kammarāsiṁ ekañca vipākarāsiṁ addasa, sammāsambuddho",
  "atk-s0203a3:73_1": "iminā adiṭṭhe tayo kammarāsī, dve ca vipākarāsī addasa. Iminā pana diṭṭhe adiṭṭhe",
  "atk-s0203a3:73_2": "ca cattāro kammarāsī tayo ca vipākarāsī addasa. Imāni satta ṭhānāni jānanañāṇaṁ tathāgatassa",
  "atk-s0203a3:73_3": "mahākammavibhaṅgañāṇaṁ nāma. Dutiyavāre dibbacakkhukena kiñci na diṭṭhaṁ, tathāgatena",
  "atk-s0203a3:73_4": "pana tayo kammarāsī, dve ca vipākarāsī diṭṭhāti. Imānipi pañca paccattaṭṭhānāni jānanañāṇaṁ",
  "atk-s0203a3:73_5": "tathāgatassa mahākammavibhaṅgañāṇaṁ nāma. Sesavāradvayepi eseva nayo.",
  "atk-s0203a3:74_0": "Abhabbanti bhūtavirahitaṁ akusalaṁ. Abhabbābhāsanti abhabbaṁ ābhāsati abhibhavati",
  "atk-s0203a3:74_1": "paṭibāhatīti attho. Bahukasmiñhi akusalakamme āyūhite balavakammaṁ dubbalakammassa",
  "atk-s0203a3:74_2": "vipākaṁ paṭibāhitvā attano vipākassa okāsaṁ karoti idaṁ abhabbañceva abhabbābhāsañca.",
  "atk-s0203a3:74_3": "Kusalaṁ pana āyūhitvā āsanne akusalaṁ kataṁ hoti, taṁ kusalassa vipākaṁ paṭibāhitvā",
  "atk-s0203a3:74_4": "attano vipākassa okāsaṁ karoti, idaṁ abhabbaṁ bhabbābhāsaṁ. Bahumhi kusale āyūhitepi",
  "atk-s0203a3:74_5": "balavakammaṁ dubbalakammassa vipākaṁ paṭibāhitvā attano vipākassa okāsaṁ karoti,",
  "atk-s0203a3:74_6": "idaṁ bhabbañceva bhabbābhāsañca. Akusalaṁ pana āyūhitvā āsanne kusalaṁ kataṁ hoti,",
  "atk-s0203a3:74_7": "taṁ akusalassa vipākaṁ paṭibāhitvā attano vipākassa okāsaṁ karoti, idaṁ bhabbaṁ abhabbābhāsaṁ.",
  "atk-s0203a3:75_0": "Apica upaṭṭhānākārenapettha attho veditabbo. Idañhi vuttaṁ hoti, abhabbato ābhāsati",
  "atk-s0203a3:75_1": "upaṭṭhātīti abhabbābhāsaṁ. Tattha “yvāyaṁ puggalo idha pāṇātipātī”tiādinā nayena",
  "atk-s0203a3:75_2": "cattāro puggalā vuttā, tesu paṭhamassa kammaṁ abhabbaṁ abhabbābhāsaṁ, tañhi akusalattā",
  "atk-s0203a3:75_3": "abhabbaṁ, tassa ca niraye nibbattattā tattha nibbattikāraṇabhūtaṁ akusalaṁ hutvā",
  "atk-s0203a3:75_4": "upaṭṭhāti. Dutiyassa kammaṁ abhabbaṁ bhabbābhāsaṁ, tañhi akusalattā abhabbaṁ. Tassa",
  "atk-s0203a3:75_5": "pana sagge nibbattattā aññatitthiyānaṁ sagge nibbattikāraṇabhūtaṁ kusalaṁ hutvā upaṭṭhāti.",
  "atk-s0203a3:75_6": "Itarasmimpi kammadvaye eseva nayo. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:76": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:77": "Mahākammavibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:78": "7. Saḷāyatanavibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:79_0": "304.Evaṁme sutanti saḷāyatanavibhaṅgasuttaṁ. Tattha veditabbānīti sahavipassanena",
  "atk-s0203a3:79_1": "maggena jānitabbāni. Manopavicārāti vitakkavicārā. Vitakkuppādakañhi mano idha manoti",
  "atk-s0203a3:79_2": "adhippetaṁ, manassa upavicārāti manopavicārā. Sattapadāti vaṭṭavivaṭṭanissitānaṁ",
  "atk-s0203a3:79_3": "sattānaṁ padā. Ettha hi aṭṭhārasa vaṭṭapadā nāma, aṭṭhārasa vivaṭṭapadā nāma, tepi",
  "atk-s0203a3:79_4": "sahavipassanena maggeneva veditabbā. Yoggācariyānanti hatthiyoggādiācārasikkhāpakānaṁ,",
  "atk-s0203a3:79_5": "dametabbadamakānanti attho. Sesaṁ vibhaṅgeyeva āvibhavissati. Ayamuddesoti idaṁ mātikāṭṭhapanaṁ.",
  "atk-s0203a3:80_0": "305.Cakkhāyatanādīni visuddhimagge vitthāritāni. Cakkhuviññāṇanti kusalākusalavipākato",
  "atk-s0203a3:80_1": "dve cakkhuviññāṇāni. Sesapasādaviññāṇesupi eseva nayo. Imāni pana dasa ṭhapetvā sesaṁ",
  "atk-s0203a3:80_2": "idha manoviññāṇaṁ nāma.",
  "atk-s0203a3:81": "Cakkhusamphassoti cakkhumhi samphasso. Cakkhuviññāṇasampayuttasamphassassetaṁ adhivacanaṁ. Sesesupi eseva nayo.",
  "atk-s0203a3:82_0": "Cakkhunārūpaṁ disvāti cakkhuviññāṇena rūpaṁ disvā. Eseva nayo sabbattha. Somanassaṭṭhāniyanti",
  "atk-s0203a3:82_1": "somanassassa ārammaṇavasena kāraṇabhūtaṁ. Upavicaratīti tattha vicārapavattanena",
  "atk-s0203a3:82_2": "upavicarati, vitakko taṁsampayutto cāti iminā nayena aṭṭhārasa vitakkavicārasaṅkhātā",
  "atk-s0203a3:82_3": "manopavicārā veditabbā. Cha somanassūpavicārāti ettha pana somanassena saddhiṁ upavicarantīti",
  "atk-s0203a3:82_4": "somanassūpavicārā. Sesapadadvayepi eseva nayo.",
  "atk-s0203a3:83_0": "306.Gehasitānīti kāmaguṇanissitāni. Nekkhammasitānīti vipassanānissitāni. Iṭṭhānanti",
  "atk-s0203a3:83_1": "pariyesitānaṁ. Kantānanti kāmitānaṁ. Manoramānanti mano etesu ramatīti manoramāni,",
  "atk-s0203a3:83_2": "tesaṁ manoramānaṁ. Lokāmisapaṭisaṁyuttānanti taṇhāpaṭisaṁyuttānaṁ. Atītanti paṭiladdhaṁ.",
  "atk-s0203a3:83_3": "Paccuppannaṁ tāva ārabbha somanassaṁ uppajjatu, atīte kathaṁ uppajjatīti. Atītepi",
  "atk-s0203a3:83_4": "– “yathāhaṁ etarahi iṭṭhārammaṇaṁ anubhavāmi, evaṁ pubbepi anubhavi”nti anussarantassa",
  "atk-s0203a3:83_5": "balavasomanassaṁ uppajjati.",
  "atk-s0203a3:84_0": "Aniccatanti aniccākāraṁ. Vipariṇāmavirāganirodhanti pakativijahanena vipariṇāmaṁ,",
  "atk-s0203a3:84_1": "vigacchanena virāgaṁ, nirujjhanena nirodhaṁ. Sammapaññāyāti vipassanāpaññāya. Idaṁ",
  "atk-s0203a3:84_2": "vuccati nekkhammasitaṁ somanassanti idaṁ rañño viya attano sirisampattiṁ olokentassa",
  "atk-s0203a3:84_3": "vipassanaṁ paṭṭhapetvā nisinnassa saṅkhārānaṁ bhedaṁ passato saṅkhāragatamhi tikkhe",
  "atk-s0203a3:84_4": "sūre vipassanāñāṇe vahante uppannasomanassaṁ “nekkhammasitaṁ somanassa”nti vuccati. Vuttampi cetaṁ –",
  "atk-s0203a3:85": "“Suññāgāraṁ paviṭṭhassa, santacittassa bhikkhuno;",
  "atk-s0203a3:86": "Amānusī ratī hoti, sammā dhammaṁ vipassato.",
  "atk-s0203a3:87": "Yato yato sammasati, khandhānaṁ udayabbayaṁ;",
  "atk-s0203a3:88": "Labhatī pītipāmojjaṁ, amatantaṁ vijānata”nti. ;",
  "atk-s0203a3:89": "Imānīti imāni chasu dvāresu iṭṭhārammaṇe āpāthagate aniccādivasena vipassanaṁ paṭṭhapetvā nisinnassa uppannāni cha nekkhammasitāni somanassāni.",
  "atk-s0203a3:90_0": "307.Atītanti paccuppannaṁ tāva patthetvā alabhantassa domanassaṁ uppajjatu, atīte",
  "atk-s0203a3:90_1": "kathaṁ uppajjatīti. Atītepi “yathāhaṁ etarahi iṭṭhārammaṇaṁ patthetvā na labhāmi,",
  "atk-s0203a3:90_2": "evaṁ pubbepi patthetvā na labhi”nti anussarantassa balavadomanassaṁ uppajjati.",
  "atk-s0203a3:91_0": "Anuttaresu vimokkhesūti anuttaravimokkho nāma arahattaṁ, arahatte patthanaṁ paṭṭhapentassāti",
  "atk-s0203a3:91_1": "attho. Āyatananti arahattāyatanaṁ. Pihaṁ upaṭṭhāpayatoti patthanaṁ paṭṭhapentassa.",
  "atk-s0203a3:91_2": "Taṁ panetaṁ patthanaṁ paṭṭhapentassa uppajjati, iti patthanāmūlakattā “pihaṁ upaṭṭhāpayato”ti",
  "atk-s0203a3:91_3": "vuttaṁ. Imāni cha nekkhammasitāni domanassānīti imāni evaṁ chasu dvāresu iṭṭhārammaṇe",
  "atk-s0203a3:91_4": "āpāthagate arahatte pihaṁ paṭṭhapetvā tadadhigamāya aniccādivasena vipassanaṁ upaṭṭhapetvā",
  "atk-s0203a3:91_5": "ussukkāpetuṁ asakkontassa – “imampi pakkhaṁ imampi māsaṁ imampi saṁvaccharaṁ arahattaṁ",
  "atk-s0203a3:91_6": "pāpuṇituṁ nāsakkhi”nti anusocato gāmantapabbhāravāsimahāsīvattherassa viya assudhārāpavattanavasena",
  "atk-s0203a3:91_7": "uppannadomanassāni cha nekkhammasitadomanassānīti veditabbāni. Vatthu pana sumaṅgalavilāsiniyā",
  "atk-s0203a3:91_8": "dīghanikāyaṭṭhakathāya sakkapañhavaṇṇanāyaṁ vitthāritaṁ, icchantena tato gahetabbaṁ.",
  "atk-s0203a3:92_0": "308.Uppajjati upekkhāti ettha upekkhā nāma aññāṇupekhā. Anodhijinassāti kilesodhiṁ",
  "atk-s0203a3:92_1": "jinitvā ṭhitattā khīṇāsavo odhijino nāma, tasmā akhīṇāsavassāti attho. Avipākajinassāti",
  "atk-s0203a3:92_2": "etthapi āyatiṁ vipākaṁ jinitvā ṭhitattā khīṇāsavova vipākajino nāma, tasmā akhīṇāsavassevāti",
  "atk-s0203a3:92_3": "attho. Anādīnavadassāvinotiādīnavato upaddavato apassantassa. Imā cha gehasitā upekkhāti",
  "atk-s0203a3:92_4": "imā evaṁ chasu dvāresu iṭṭhārammaṇe āpāthagate guḷapiṇḍake nilīnamakkhikā viya rūpādīni",
  "atk-s0203a3:92_5": "anativattamānā tattha laggā laggitā hutvā uppannā upekkhā cha gehasitā upekkhāti veditabbā.",
  "atk-s0203a3:93_0": "Rūpaṁ sā ativattatīti rūpaṁ sā anatikkamati, tattha nikantivasena na tiṭṭhati. Imā",
  "atk-s0203a3:93_1": "cha nekkhammasitā upekkhāti imā evaṁ chasu dvāresu iṭṭhādiārammaṇe āpāthagate iṭṭhe",
  "atk-s0203a3:93_2": "arajjantassa, aniṭṭhe adussantassa, asamapekkhane asammuyhantassa, uppannavipassanā-ñāṇasampayuttā",
  "atk-s0203a3:93_3": "cha nekkhammasitā upekkhāti veditabbā.",
  "atk-s0203a3:94_0": "309.Tatra idaṁ nissāya idaṁ pajahathāti tesu chattiṁsasattapadesu aṭṭhārasa nissāya",
  "atk-s0203a3:94_1": "aṭṭhārasa pajahathāti attho. Teneva – “tatra, bhikkhave, yāni cha nekkhammasitānī”tiādimāha.",
  "atk-s0203a3:94_2": "Nissāya āgammāti pavattanavasena nissāya ceva āgamma ca. Evametesaṁ samatikkamohotīti",
  "atk-s0203a3:94_3": "evaṁ nekkhammasitānaṁ pavattanena gehasitāni atikkantāni nāma honti.",
  "atk-s0203a3:95_0": "Evaṁ sarikkhakeneva sarikkhakaṁ jahāpetvā idāni balavatā dubbalaṁ jahāpento – “tatra,",
  "atk-s0203a3:95_1": "bhikkhave, yāni cha nekkhammasitāni somanassānī”tiādimāha. Evaṁ nekkhammasitasomanassehi",
  "atk-s0203a3:95_2": "nekkhammasitadomanassāni, nekkhammasitaupekkhāhi ca nekkhammasitasomanassāni jahāpentena",
  "atk-s0203a3:95_3": "balavatā dubbalappahānaṁ kathitaṁ.",
  "atk-s0203a3:96_0": "Ettha pana ṭhatvā upekkhākathā veditabbā – aṭṭhasu hi samāpattīsu paṭhamādīni ca",
  "atk-s0203a3:96_1": "tīṇi jhānāni, suddhasaṅkhāre ca pādake katvā vipassanaṁ āraddhānaṁ catunnaṁ bhikkhūnaṁ",
  "atk-s0203a3:96_2": "pubbabhāgavipassanā somanassasahagatā vā hoti upekkhāsahagatā vā, vuṭṭhānagāminī",
  "atk-s0203a3:96_3": "pana somanassasahagatāva. Catutthajjhānādīni pādakāni katvā vipassanaṁ āraddhānaṁ",
  "atk-s0203a3:96_4": "pañcannaṁ pubbabhāgavipassanā purimasadisāva. Vuṭṭhānagāminī pana upekkhāsahagatā",
  "atk-s0203a3:96_5": "hoti. Idaṁ sandhāya – “yā cha nekkhammasitā upekkhā, tā nissāya tā āgamma, yāni cha",
  "atk-s0203a3:96_6": "nekkhammasitāni somanassāni, tāni pajahathā”ti vuttaṁ. Na kevalañca evaṁpaṭipannassa",
  "atk-s0203a3:96_7": "bhikkhuno ayaṁ vipassanāya vedanāvisesova hoti, ariyamaggepi pana jhānaṅgabojjhaṅgamaggaṅgānampi viseso hoti.",
  "atk-s0203a3:97_0": "Ko panetaṁ visesaṁ niyameti? Keci tāva therā vipassanāpādakajjhānaṁ niyametīti vadanti,",
  "atk-s0203a3:97_1": "keci vipassanāya ārammaṇabhūtā khandhā niyamentīti vadanti, keci puggalajjhāsayo",
  "atk-s0203a3:97_2": "niyametīti vadanti. Tesampi vāde ayameva pubbabhāge vuṭṭhānagāminīvipassanā niyametīti",
  "atk-s0203a3:97_3": "veditabbā. Vinicchayakathā panettha visuddhimagge saṅkhārupekkhāniddese vuttāva.",
  "atk-s0203a3:98_0": "310.Nānattāti nānā bahū anekappakārā. Nānattasitāti nānārammaṇanissitā. Ekattāti",
  "atk-s0203a3:98_1": "ekā. Ekattasitāti ekārammaṇanissitā. Katamā panāyaṁ upekkhāti? Heṭṭhā tāva aññāṇupekkhā",
  "atk-s0203a3:98_2": "vuttā, upari chaḷaṅgupekkhā vakkhati, idha samathaupekkhā, vipassanupekkhāti dve upekkhā gahitā.",
  "atk-s0203a3:99_0": "Tattha yasmā aññāva rūpesu upekkhā, aññāva saddādīsu, na hi yā rūpe upekkhā, sā saddādīsu",
  "atk-s0203a3:99_1": "hoti. Rūpe upekkhā ca rūpameva ārammaṇaṁ karoti, na saddādayo. Rūpe upekkhābhāvañca",
  "atk-s0203a3:99_2": "aññā samathaupekkhā pathavīkasiṇaṁ ārammaṇaṁ katvā uppajjati, aññā āpokasiṇādīni.",
  "atk-s0203a3:99_3": "Tasmā nānattaṁ nānattasitaṁ vibhajanto atthi, bhikkhave, upekkhā rūpesūtiādimāha.",
  "atk-s0203a3:99_4": "Yasmā pana dve vā tīṇi vā ākāsānañcāyatanāni vā viññāṇañcāyatanādīni vā natthi, tasmā",
  "atk-s0203a3:99_5": "ekattaṁ ekattasitaṁ vibhajanto atthi, bhikkhave, upekkhā ākāsānañcāyatananissitātiādimāha.",
  "atk-s0203a3:100_0": "Tattha ākāsānañcāyatanaupekkhā sampayuttavasena ākāsānañcāyatananissitā, ākāsānañcāyatanakhandhe",
  "atk-s0203a3:100_1": "vipassantassa vipassanupekkhā ārammaṇavasena ākāsānañcāyatananissitā. Sesāsupi eseva nayo.",
  "atk-s0203a3:101": "Taṁ pajahathāti ettha arūpāvacarasamāpattiupekkhāya rūpāvacarasamāpattiupekkhaṁ pajahāpeti, arūpāvacaravipassanupekkhāya rūpāvacaravipassanupekkhaṁ.",
  "atk-s0203a3:102_0": "Atammayatanti ettha tammayatā nāma taṇhā, tassā pariyādānato vuṭṭhānagāminīvipassanā",
  "atk-s0203a3:102_1": "atammayatāti vuccati. Taṁ pajahathāti idha vuṭṭhānagāminīvipassanāya arūpāvacarasamāpattiupekkhañca",
  "atk-s0203a3:102_2": "vipassanupekkhañca pajahāpeti.",
  "atk-s0203a3:103_0": "311.Yadariyoti ye satipaṭṭhāne ariyo sammāsambuddho sevati. Tattha tīsu ṭhānesu satiṁ",
  "atk-s0203a3:103_1": "paṭṭhapento satipaṭṭhāne sevatīti veditabbo. Na sussūsantīti saddahitvā sotuṁ na",
  "atk-s0203a3:103_2": "icchanti. Na aññāti jānanatthāya cittaṁ na upaṭṭhapenti. Vokkammāti atikkamitvā.",
  "atk-s0203a3:103_3": "Satthu sāsanāti satthu ovādaṁ gahetabbaṁ pūretabbaṁ na maññantīti attho. Na ca attamanoti",
  "atk-s0203a3:103_4": "na sakamano. Ettha ca gehasitadomanassavasena appatīto hotīti na evamattho daṭṭhabbo,",
  "atk-s0203a3:103_5": "appaṭipannakesu pana attamanatākāraṇassa abhāvenetaṁ vuttaṁ. Anavassutoti paṭighaavassavena",
  "atk-s0203a3:103_6": "anavassuto. Sato sampajānoti satiyā ca ñāṇena ca samannāgato. Upekkhakoti chaḷaṅgupekkhāya",
  "atk-s0203a3:103_7": "upekkhako. Attamanoti idhāpi gehasitasomanassavasena uppilāvitoti na evamattho daṭṭhabbo,",
  "atk-s0203a3:103_8": "paṭipannakesu pana anattamanatākāraṇassa abhāvenetaṁ vuttaṁ. Anavassutoti rāgāvassavena anavassuto.",
  "atk-s0203a3:104_0": "312.Sāritoti damito. Ekameva disaṁ dhāvatīti anivattitvā dhāvanto ekaṁyeva disaṁ",
  "atk-s0203a3:104_1": "dhāvati, nivattitvā pana aparaṁ dhāvituṁ sakkoti. Aṭṭhadisā vidhāvatīti ekapallaṅkena",
  "atk-s0203a3:104_2": "nisinno kāyena anivattitvāva vimokkhavasena ekappahāreneva aṭṭha disā vidhāvati,",
  "atk-s0203a3:104_3": "puratthābhimukho vā dakkhiṇādīsu aññataradisābhimukho vā nisīditvā aṭṭha samāpattiyo",
  "atk-s0203a3:104_4": "samāpajjatiyevāti attho. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:105": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:106": "Saḷāyatanavibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:107": "8. Uddesavibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:108_0": "313.Evaṁme sutanti uddesavibhaṅgasuttaṁ. Tattha uddesavibhaṅganti uddesañca vibhaṅgañca,",
  "atk-s0203a3:108_1": "mātikañca vibhajanañcāti attho. Upaparikkheyyāti tuleyya tīreyya pariggaṇheyya paricchindeyya.",
  "atk-s0203a3:108_2": "Bahiddhāti bahiddhāārammaṇesu. Avikkhittaṁ avisaṭanti nikantivasena ārammaṇe tiṭṭhamānaṁ",
  "atk-s0203a3:108_3": "vikkhittaṁ visaṭaṁ nāma hoti, taṁ paṭisedhento evamāha. Ajjhattaṁ asaṇṭhitanti gocarajjhatte",
  "atk-s0203a3:108_4": "nikantivasena asaṇṭhitaṁ. Anupādāya na paritasseyyāti anupādiyitvā aggahetvā taṁ",
  "atk-s0203a3:108_5": "viññāṇaṁ na paritasseyya. Yathā viññāṇaṁ bahiddhā avikkhittaṁ avisaṭaṁ, ajjhattaṁ",
  "atk-s0203a3:108_6": "asaṇṭhitaṁ anupādāya na paritasseyya, evaṁ bhikkhu upaparikkheyyāti vuttaṁ hoti.",
  "atk-s0203a3:108_7": "Jātijarāmaraṇadukkhasamudayasambhavoti jātijarāmaraṇassa ceva avasesassa ca dukkhassa",
  "atk-s0203a3:108_8": "nibbatti na hotīti attho.",
  "atk-s0203a3:109": "316.Rūpanimittānusārīti rūpanimittaṁ anussarati anudhāvatīti rūpanimittānusārī.",
  "atk-s0203a3:110": "318.Evaṁ kho, āvuso, ajjhattaṁ asaṇṭhitanti nikantivasena asaṇṭhitaṁ. Nikantivasena hi atiṭṭhamānaṁ hānabhāgiyaṁ na hoti, visesabhāgiyameva hoti.",
  "atk-s0203a3:111_0": "320.Anupādā paritassanāti satthārā khandhiyavagge “upādāparitassanañca vo, bhikkhave,",
  "atk-s0203a3:111_1": "desessāmi anupādāaparitassanañcā”ti evaṁ gahetvā paritassanā, aggahetvāva aparitassanā",
  "atk-s0203a3:111_2": "ca kathitā, taṁ mahāthero upādāparitassanameva anupādāparitassananti katvā dassento",
  "atk-s0203a3:111_3": "evamāha. Kathaṁ panesā anupādāparitassanā hotīti. Upādātabbassa abhāvato. Yadi hi",
  "atk-s0203a3:111_4": "koci saṅkhāro nicco vā dhuvo vā attā vā attaniyo vāti gahetabbayuttako abhavissa,",
  "atk-s0203a3:111_5": "ayaṁ paritassanā upādāparitassanāva assa. Yasmā pana evaṁ upādātabbo saṅkhāro nāma",
  "atk-s0203a3:111_6": "natthi, tasmā rūpaṁ attātiādinā nayena rūpādayo upādinnāpi anupādinnāva honti. Evamesā",
  "atk-s0203a3:111_7": "diṭṭhivasena upādāparitassanāpi samānā atthato anupādāparitassanāyeva nāma hotīti veditabbā.",
  "atk-s0203a3:112_0": "Aññathā hotīti parivattati pakatijahanena nassati, rūpavipariṇāmānuparivattīti “mama",
  "atk-s0203a3:112_1": "rūpaṁ vipariṇata”nti vā, “yaṁ ahu, taṁ vata me natthī”ti vā ādinā nayena kammaviññāṇaṁ",
  "atk-s0203a3:112_2": "rūpassa bhedānuparivatti hoti. Vipariṇāmānuparivattajāti vipariṇāmassa anuparivattanato",
  "atk-s0203a3:112_3": "vipariṇāmārammaṇacittato jātā. Paritassanā dhammasamuppādāti taṇhāparitassanā ca",
  "atk-s0203a3:112_4": "akusaladhammasamuppādā ca. Cittaṁ pariyādāya tiṭṭhantīti kusalacittaṁ pariyādiyitvā",
  "atk-s0203a3:112_5": "gahetvā khepetvā tiṭṭhanti. Uttāsavāti bhayatāsenapi sauttāso taṇhātāsenapi sauttāso.",
  "atk-s0203a3:112_6": "Vighātavāti savighāto sadukkho. Apekkhavāti sālayo sasineho. Evaṁ kho, āvuso, anupādā",
  "atk-s0203a3:112_7": "paritassanā hotīti evaṁ maṇikaraṇḍakasaññāya tucchakaraṇḍakaṁ gahetvā tasmiṁ naṭṭhe",
  "atk-s0203a3:112_8": "pacchā vighātaṁ āpajjantassa viya pacchā aggahetvā paritassanā hoti.",
  "atk-s0203a3:113": "321.Naca rūpavipariṇāmānuparivattīti khīṇāsavassa kammaviññāṇameva natthi, tasmā rūpabhedānuparivatti na hoti. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:114": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:115": "Uddesavibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:116": "9. Araṇavibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:117_0": "323.Evaṁme sutanti araṇavibhaṅgasuttaṁ. Tattha nevussādeyya na apasādeyyāti gehasitavasena",
  "atk-s0203a3:117_1": "kañci puggalaṁ neva ukkhipeyya na avakkhipeyya. Dhammameva deseyyāti sabhāvameva",
  "atk-s0203a3:117_2": "katheyya. Sukhavinicchayanti vinicchitasukhaṁ. Raho vādanti parammukhā avaṇṇaṁ, pisuṇavācanti",
  "atk-s0203a3:117_3": "attho. Sammukhā na khīṇanti sammukhāpi khīṇaṁ ākiṇṇaṁ saṁkiliṭṭhaṁ vācaṁ na bhaṇeyya.",
  "atk-s0203a3:117_4": "Nābhiniveseyyāti na adhiṭṭhahitvā ādāya vohareyya. Samaññanti lokasamaññaṁ lokapaṇṇattiṁ.",
  "atk-s0203a3:117_5": "Nātidhāveyyāti nātikkameyya.",
  "atk-s0203a3:118_0": "324.Kāmapaṭisandhisukhinoti kāmapaṭisandhinā kāmūpasaṁhitena sukhena sukhitassa.",
  "atk-s0203a3:118_1": "Sadukkhoti vipākadukkhena saṁkilesadukkhenapi sadukkho. Saupaghātoti vipākūpaghātakilesūpaghāteheva",
  "atk-s0203a3:118_2": "saupaghāto. Tathā sapariḷāho. Micchāpaṭipadāti ayāthāvapaṭipadā akusalapaṭipadā.",
  "atk-s0203a3:119": "326.Ittheke apasādetīti evaṁ gehasitavasena ekacce puggale apasādeti. Ussādanepi eseva nayo. Bhavasaṁyojananti bhavabandhanaṁ, taṇhāyetaṁ nāmaṁ.",
  "atk-s0203a3:120_0": "Subhūtitthero kira imaṁ catukkaṁ nissāya etadagge ṭhapito. Bhagavato hi dhammaṁ desentassa",
  "atk-s0203a3:120_1": "puggalānaṁ ussādanāapasādanā paññāyanti, tathā sāriputtattherādīnaṁ. Subhūtittherassa",
  "atk-s0203a3:120_2": "pana dhammadesanāya “ayaṁ puggalo appaṭipannako anārādhako”ti vā, “ayaṁ sīlavā guṇavā",
  "atk-s0203a3:120_3": "lajjipesalo ācārasampanno”ti vā natthi, dhammadesanāya panassa “ayaṁ micchāpaṭipadā,",
  "atk-s0203a3:120_4": "ayaṁ sammāpaṭipadā”tveva paññāyati. Tasmā bhagavā “etadaggaṁ, bhikkhave, mama sāvakānaṁ",
  "atk-s0203a3:120_5": "bhikkhūnaṁ araṇavihārīnaṁ yadidaṁ subhūtī”ti āha.",
  "atk-s0203a3:121": "329.Kālaññūassāti asampatte ca atikkante ca kāle akathetvā “idāni vuccamānaṁ mahājano gaṇhissatī”ti yuttapattakālaṁ ñatvāva parammukhā avaṇṇaṁ bhāseyya. Khīṇavādepi eseva nayo.",
  "atk-s0203a3:122": "330.Upahaññatīti ghātiyati. Saropi upahaññatīti saddopi bhijjati. Āturīyatīti āturo hoti gelaññappatto sābādho. Avissaṭṭhanti vissaṭṭhaṁ apalibuddhaṁ na hoti.",
  "atk-s0203a3:123_0": "331.Tadevāti taṁyeva bhājanaṁ. Abhinivissa voharatīti pattanti sañjānanajanapadaṁ",
  "atk-s0203a3:123_1": "gantvā “pattaṁ āharatha dhovathā”ti sutvā “andhabālaputhujjano, nayidaṁ pattaṁ, pāti",
  "atk-s0203a3:123_2": "namesā, evaṁ vadāhī”ti abhinivissa voharati. Evaṁ sabbapadehi yojetabbaṁ. Atisāroti atidhāvanaṁ.",
  "atk-s0203a3:124_0": "332.Tathā tathā voharati aparāmasanti amhākaṁ janapade bhājanaṁ pātīti vuccati, ime",
  "atk-s0203a3:124_1": "pana naṁ pattanti vadantīti tato paṭṭhāya janapadavohāraṁ muñcitvā pattaṁ pattanteva",
  "atk-s0203a3:124_2": "aparāmasanto voharati. Sesapadesupi eseva nayo.",
  "atk-s0203a3:125_0": "333. Idāni mariyādabhājanīyaṁ karonto tatra, bhikkhavetiādimāha. Tattha saraṇoti",
  "atk-s0203a3:125_1": "sarajo sakileso. Araṇoti arajo nikkileso. Subhūti ca pana, bhikkhaveti ayaṁ thero",
  "atk-s0203a3:125_2": "dvīsu ṭhānesu etadaggaṁ āruḷho “araṇavihārīnaṁ yadidaṁ subhūti, dakkhiṇeyyānaṁ yadidaṁ subhūtī”ti.",
  "atk-s0203a3:126_0": "Dhammasenāpati kira vatthuṁ sodheti, subhūtitthero dakkhiṇaṁ sodheti. Tathā hi dhammasenāpati",
  "atk-s0203a3:126_1": "piṇḍāya caranto gehadvāre ṭhito yāva bhikkhaṁ āharanti, tāva pubbabhāge paricchinditvā",
  "atk-s0203a3:126_2": "nirodhaṁ samāpajjati, nirodhā vuṭṭhāya deyyadhammaṁ paṭiggaṇhāti. Subhūtitthero ca",
  "atk-s0203a3:126_3": "tatheva mettājhānaṁ samāpajjati, mettājhānā vuṭṭhāya deyyadhammaṁ paṭiggaṇhāti. Evaṁ",
  "atk-s0203a3:126_4": "pana kātuṁ sakkāti. Āma sakkā, neva acchariyañcetaṁ, yaṁ mahābhiññappattā sāvakā",
  "atk-s0203a3:126_5": "evaṁ kareyyuṁ. Imasmimpi hi tambapaṇṇidīpe porāṇakarājakāle piṅgalabuddharakkhitatthero",
  "atk-s0203a3:126_6": "nāma uttaragāmaṁ nissāya vihāsi. Tattha satta kulasatāni honti, ekampi taṁ kuladvāraṁ",
  "atk-s0203a3:126_7": "natthi, yattha thero samāpattiṁ na samāpajji. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:127": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:128": "Araṇavibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:129": "10. Dhātuvibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:130_0": "342.Evaṁme sutanti dhātuvibhaṅgasuttaṁ. Tattha cārikanti turitagamanacārikaṁ. Sace",
  "atk-s0203a3:130_1": "te bhaggava agarūti sace tuyhaṁ bhāriyaṁ aphāsukaṁ kiñci natthi. Sace so anujānātīti",
  "atk-s0203a3:130_2": "bhaggavassa kira etadahosi – “pabbajitā nāma nānāajjhāsayā, eko gaṇābhirato hoti,",
  "atk-s0203a3:130_3": "eko ekābhirato. Sace so ekābhirato bhavissati, ‘āvuso, mā pāvisi, mayā sālā laddhā’ti",
  "atk-s0203a3:130_4": "vakkhati. Sace ayaṁ ekābhirato bhavissati, ‘āvuso, nikkhama, mayā sālā laddhā’ti",
  "atk-s0203a3:130_5": "vakkhati. Evaṁ sante ahaṁ ubhinnaṁ vivādakāretā nāma bhavissāmi, dinnaṁ nāma dinnameva",
  "atk-s0203a3:130_6": "vaṭṭati, kataṁ katamevā”ti. Tasmā evamāha.",
  "atk-s0203a3:131": "Kulaputtoti jātikulaputtopi ācārakulaputtopi. Vāsūpagatoti vāsaṁ upagato. Kuto āgantvāti? Takkasīlanagarato.",
  "atk-s0203a3:132_0": "Tatrāyaṁ anupubbikathā – majjhimappadese kira rājagahanagare bimbisāre rajjaṁ kārente",
  "atk-s0203a3:132_1": "paccante takkasīlanagare pukkusāti rājā rajjaṁ kāresi. Atha takkasīlato bhaṇḍaṁ gahetvā",
  "atk-s0203a3:132_2": "vāṇijā rājagahaṁ āgatā paṇṇākāraṁ gahetvā rājānaṁ addasaṁsu. Rājā te vanditvā ṭhite",
  "atk-s0203a3:132_3": "“katthavāsino tumhe”ti pucchi. Takkasīlavāsino devāti. Atha ne rājā janapadassa khemasubhikkhatādīni",
  "atk-s0203a3:132_4": "nagarassa ca pavattiṁ pucchitvā “ko nāma tumhākaṁ rājā”ti pucchi. Pukkusāti nāma",
  "atk-s0203a3:132_5": "devāti. Dhammikoti? Āma deva dhammiko. Catūhi saṅgahavatthūhi janaṁ saṅgaṇhāti, lokassa",
  "atk-s0203a3:132_6": "mātāpitiṭṭhāne ṭhito, aṅge nipannadārakaṁ viya janaṁ tosetīti. Katarasmiṁ vaye vattatīti?",
  "atk-s0203a3:132_7": "Athassa vayaṁ ācikkhiṁsu. Vayesupi bimbisārena samavayo jāto. Atha te rājā āha –",
  "atk-s0203a3:132_8": "“tātā tumhākaṁ rājā dhammiko, vayena ca me samāno, sakkuṇeyyātha tumhākaṁ rājānaṁ",
  "atk-s0203a3:132_9": "mama mittaṁ kātu”nti. Sakkoma devāti. Rājā tesaṁ suṅkaṁ vissajjetvā gehañca dāpetvā",
  "atk-s0203a3:132_10": "– “gacchatha bhaṇḍaṁ vikkiṇitvā gamanakāle maṁ disvā gaccheyyāthā”ti āha. Te tathā",
  "atk-s0203a3:132_11": "katvā gamanakāle rājānaṁ addasaṁsu. “Gacchatha tumhākaṁ rājānaṁ mama vacanena punappunaṁ",
  "atk-s0203a3:132_12": "ārogyaṁ pucchitvā ‘rājā tumhehi saddhiṁ mittabhāvaṁ icchatī’ti vadathā”ti āha.",
  "atk-s0203a3:133_0": "Te sādhūti paṭissuṇitvā gantvā bhaṇḍaṁ paṭisāmetvā bhuttapātarāsā rājānaṁ upasaṅkamitvā",
  "atk-s0203a3:133_1": "vandiṁsu. Rājā “kahaṁ bhaṇe tumhe ettake ime divase na dissathā”ti pucchi. Te sabbaṁ",
  "atk-s0203a3:133_2": "pavattiṁ ārocesuṁ. Rājā – “sādhu, tātā, tumhe nissāya mayā majjhimappadese rājā mitto",
  "atk-s0203a3:133_3": "laddho”ti attamano ahosi. Aparabhāge rājagahavāsinopi vāṇijā takkasīlaṁ agamaṁsu.",
  "atk-s0203a3:133_4": "Te paṇṇākāraṁ gahetvā āgate pukkusāti rājā “kuto āgatatthā”ti pucchitvā “rājagahato”ti",
  "atk-s0203a3:133_5": "sutvā “mayhaṁ sahāyassa nagarato āgatā tumhe”ti. Āma devāti. Ārogyaṁ me sahāyassāti",
  "atk-s0203a3:133_6": "ārogyaṁ pucchitvā “ajja paṭṭhāya ye mayhaṁ sahāyassa nagarato jaṅghasatthena vā sakaṭasatthena",
  "atk-s0203a3:133_7": "vā vāṇijā āgacchanti, sabbesaṁ mama visayaṁ paviṭṭhakālato paṭṭhāya vasanagehāni,",
  "atk-s0203a3:133_8": "rājakoṭṭhāgārato nivāpañca dentu, suṅkaṁ vissajjentu, kiñci upaddavaṁ mā karontū”ti",
  "atk-s0203a3:133_9": "bheriṁ carāpesi. Bimbisāropi attano nagare tatheva bheriṁ carāpesi.",
  "atk-s0203a3:134_0": "Atha bimbisāro pukkusātissa paṇṇaṁ pahiṇi – “paccantadese nāma maṇimuttādīni ratanāni",
  "atk-s0203a3:134_1": "uppajjanti, yaṁ mayhaṁ sahāyassa rajje dassanīyaṁ vā savanīyaṁ vā ratanaṁ uppajjati,",
  "atk-s0203a3:134_2": "tattha me mā maccharāyatū”ti. Pukkusātipi – “majjhimadeso nāma mahājanapado, yaṁ",
  "atk-s0203a3:134_3": "tattha evarūpaṁ ratanaṁ uppajjati, tattha me sahāyo mā maccharāyatū”ti paṭipaṇṇaṁ",
  "atk-s0203a3:134_4": "pahiṇi. Evaṁ te gacchante gacchante kāle aññamaññaṁ adisvāpi daḷhamittā ahesuṁ.",
  "atk-s0203a3:135_0": "Evaṁ tesaṁ katikaṁ katvā vasantānaṁ paṭhamataraṁ pukkusātissa paṇṇākāro uppajji.",
  "atk-s0203a3:135_1": "Rājā kira aṭṭha pañcavaṇṇe anagghakambale labhi. So – “atisundarā ime kambalā, ahaṁ",
  "atk-s0203a3:135_2": "sahāyassa pesissāmī”ti lākhāguḷamatte aṭṭha sārakaraṇḍake likhāpetvā tesu te kambale",
  "atk-s0203a3:135_3": "pakkhipitvā lākhāya vaṭṭāpetvā setavatthena veṭhetvā samugge pakkhipitvā vatthena",
  "atk-s0203a3:135_4": "veṭhetvā rājamuddikāya lañchetvā “mayhaṁ sahāyassa dethā”ti amacce pesesi. Sāsanañca",
  "atk-s0203a3:135_5": "adāsi – “ayaṁ paṇṇākāro nagaramajjhe amaccādiparivutena daṭṭhabbo”ti. Te gantvā bimbisārassa adaṁsu.",
  "atk-s0203a3:136_0": "So sāsanaṁ sutvā amaccādayo sannipatantūti bheriṁ carāpetvā nagaramajjhe amaccādiparivuto",
  "atk-s0203a3:136_1": "setacchattena dhāriyamānena pallaṅkavare nisinno lañchanaṁ bhinditvā vatthaṁ apanetvā",
  "atk-s0203a3:136_2": "samuggaṁ vivaritvā anto bhaṇḍikaṁ muñcitvā lākhāguḷe disvā “mayhaṁ sahāyo pukkusāti",
  "atk-s0203a3:136_3": "‘jutavittako me sahāyo’ti maññamāno maññe imaṁ paṇṇākāraṁ pahiṇī”ti ekaṁ guḷaṁ gahetvā",
  "atk-s0203a3:136_4": "hatthena vaṭṭetvā tulayantova anto dussabhaṇḍikaṁ atthīti aññāsi. Atha naṁ pallaṅkapāde",
  "atk-s0203a3:136_5": "paharitvā tāvadeva lākhā paripati, so nakhena karaṇḍakaṁ vivaritvā anto kambalaratanaṁ",
  "atk-s0203a3:136_6": "disvā itarepi vivarāpesi, sabbepi kambalā ahesuṁ. Atha ne pattharāpesi, te vaṇṇasampannā",
  "atk-s0203a3:136_7": "phassasampannā dīghato soḷasahatthā tiriyaṁ aṭṭhahatthā ahesuṁ. Mahājano disvā aṅguliyo",
  "atk-s0203a3:136_8": "poṭhesi, celukkhepaṁ akāsi, – “amhākaṁ rañño adiṭṭhasahāyo pukkusāti adisvāva evarūpaṁ",
  "atk-s0203a3:136_9": "paṇṇākāraṁ pesesi, yuttaṁ evarūpaṁ mittaṁ kātu”nti attamano ahosi. Rājā ekamekaṁ",
  "atk-s0203a3:136_10": "kambalaṁ agghāpesi, sabbe anagghā ahesuṁ. Tesu cattāro sammāsambuddhassa pesesi,",
  "atk-s0203a3:136_11": "cattāro attano ghare akāsi. Tato cintesi – “pacchā pesentena paṭhamaṁ pesitapaṇṇākārato",
  "atk-s0203a3:136_12": "atirekaṁ pesetuṁ vaṭṭati, sahāyena ca me anaggho paṇṇākāro pesito, kiṁ nu kho pesemī”ti?",
  "atk-s0203a3:137_0": "Kiṁ pana rājagahe tato adhikaṁ ratanaṁ natthīti? No natthi, mahāpuñño rājā, apica",
  "atk-s0203a3:137_1": "kho panassa sotāpannakālato paṭṭhāya ṭhapetvā tīṇi ratanāni aññaṁ ratanaṁ somanassaṁ",
  "atk-s0203a3:137_2": "janetuṁ samatthaṁ nāma natthi. So ratanaṁ vicinituṁ āraddho – ratanaṁ nāma saviññāṇakaṁ",
  "atk-s0203a3:137_3": "aviññāṇakanti duvidhaṁ. Tattha aviññāṇakaṁ suvaṇṇarajatādi, saviññāṇakaṁ indriyabaddhaṁ.",
  "atk-s0203a3:137_4": "Aviññāṇakaṁ saviññāṇakasseva alaṅkārādivasena paribhogaṁ hoti, iti imesu dvīsu ratanesu",
  "atk-s0203a3:137_5": "saviññāṇakaṁ seṭṭhaṁ. Saviññāṇakampi duvidhaṁ tiracchānaratanaṁ manussaratananti.",
  "atk-s0203a3:137_6": "Tattha tiracchānaratanaṁ hatthiassaratanaṁ, tampi manussānaṁ upabhogatthameva nibbattati,",
  "atk-s0203a3:137_7": "iti imesupi dvīsu manussaratanaṁ seṭṭhaṁ. Manussaratanampi duvidhaṁ itthiratanaṁ",
  "atk-s0203a3:137_8": "purisaratananti. Tattha cakkavattino rañño uppannaṁ itthiratanampi purisasseva upabhogaṁ.",
  "atk-s0203a3:137_9": "Iti imesupi dvīsu purisaratanameva seṭṭhaṁ.",
  "atk-s0203a3:138_0": "Purisaratanampi duvidhaṁ agāriyaratanaṁ anagāriyaratanañca. Tattha agāriyaratanesupi",
  "atk-s0203a3:138_1": "cakkavattirājā ajja pabbajitasāmaṇeraṁ pañcapatiṭṭhitena vandati, iti imesupi dvīsu",
  "atk-s0203a3:138_2": "anagāriyaratanameva seṭṭhaṁ. Anagāriyaratanampi duvidhaṁ sekkharatanañca asekkharatanañca.",
  "atk-s0203a3:138_3": "Tattha satasahassampi sekkhānaṁ asekkhassa padesaṁ na pāpuṇāti, iti imesupi dvīsu",
  "atk-s0203a3:138_4": "asekkharatanameva seṭṭhaṁ. Tampi duvidhaṁ buddharatanaṁ sāvakaratananti. Tattha satasahassampi",
  "atk-s0203a3:138_5": "sāvakaratanānaṁ buddharatanassa padesaṁ na pāpuṇāti, iti imesupi dvīsū buddharatanameva seṭṭhaṁ.",
  "atk-s0203a3:139_0": "Buddharatanampi duvidhaṁ paccekabuddharatanaṁ sabbaññubuddharatananti. Tattha satasahassampi",
  "atk-s0203a3:139_1": "paccekabuddhānaṁ sabbaññubuddhassa padesaṁ na pāpuṇāti, iti imesupi dvīsu sabbaññubuddharatanaṁyeva",
  "atk-s0203a3:139_2": "seṭṭhaṁ. Sadevakasmiñhi loke buddharatanasamaṁ ratanaṁ nāma natthi. Tasmā asadisameva",
  "atk-s0203a3:139_3": "ratanaṁ mayhaṁ sahāyassa pesessāmīti cintetvā takkasīlavāsino pucchi – “tātā tumhākaṁ",
  "atk-s0203a3:139_4": "janapade buddho dhammo saṅghoti imāni tīṇi ratanāni dissantī”ti. Ghosopi so mahārāja",
  "atk-s0203a3:139_5": "tāva tattha natthi, dassanaṁ pana kutoti.",
  "atk-s0203a3:140_0": "“Sundaraṁ tātā”ti rājā tuṭṭho cintesi – “sakkā bhaveyya janasaṅgahatthāya mayhaṁ",
  "atk-s0203a3:140_1": "sahāyassa vasanaṭṭhānaṁ sammāsambuddhaṁ pesetuṁ, buddhā pana paccantimesu janapadesu",
  "atk-s0203a3:140_2": "na aruṇaṁ uṭṭhapenti. Tasmā satthārā gantuṁ na sakkā. Sāriputtamoggallānādayo mahāsāvake",
  "atk-s0203a3:140_3": "pesetuṁ sakkā bhaveyya. Mayā pana ‘therā paccante vasantī’ti sutvāpi manusse pesetvā",
  "atk-s0203a3:140_4": "te attano samīpaṁ āṇāpetvā upaṭṭhātumeva yuttaṁ. Tasmā na therehipi sakkā gantuṁ.",
  "atk-s0203a3:140_5": "Yena panākārena sāsane pesite satthā ca mahāsāvakā ca gatā viya honti, tenākārena",
  "atk-s0203a3:140_6": "sāsanaṁ pahiṇissāmī”ti. Cintetvā caturatanāyāmaṁ vidatthimattaputhulaṁ nātitanuṁ",
  "atk-s0203a3:140_7": "nātibahalaṁ suvaṇṇapaṭṭaṁ kārāpetvā “tattha ajja akkharāni likhissāmī”ti. Pātova",
  "atk-s0203a3:140_8": "sīsaṁ nhāyitvā uposathaṅgāni adhiṭṭhāya bhuttapātarāso apanītagandhamālābharaṇo suvaṇṇasarakena",
  "atk-s0203a3:140_9": "jātihiṅgulikaṁ ādāya heṭṭhato paṭṭhāya dvārāni pidahanto pāsādamāruyha pubbadisāmukhaṁ",
  "atk-s0203a3:140_10": "sīhapañjaraṁ vivaritvā ākāsatale nisīditvā suvaṇṇapaṭṭe akkharāni likhanto – “idha",
  "atk-s0203a3:140_11": "tathāgato loke uppanno arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū",
  "atk-s0203a3:140_12": "anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā”ti. Buddhaguṇe tāva ekadesena likhi.",
  "atk-s0203a3:141_0": "Tato “evaṁ dasa pāramiyo pūretvā tusitabhavanato cavitvā mātukucchimhi paṭisandhiṁ",
  "atk-s0203a3:141_1": "gaṇhi, evaṁ lokavivaraṇaṁ ahosi, mātukucchiyaṁ vasamāne idaṁ nāma ahosi, agāramajjhe",
  "atk-s0203a3:141_2": "vasamāne idaṁ nāma ahosi, evaṁ mahābhinikkhamanaṁ nikkhanto evaṁ mahāpadhānaṁ padahi.",
  "atk-s0203a3:141_3": "Evaṁ dukkarakārikaṁ katvā mahābodhimaṇḍaṁ āruyha aparājitapallaṅke nisinno sabbaññutaññāṇaṁ",
  "atk-s0203a3:141_4": "paṭivijjhi, sabbaññutaññāṇaṁ paṭivijjhantassa evaṁ lokavivaraṇaṁ ahosi. Sadevake",
  "atk-s0203a3:141_5": "loke aññaṁ evarūpaṁ ratanaṁ nāma natthīti.",
  "atk-s0203a3:142": "Yaṁkiñci vittaṁ idha vā huraṁ vā,",
  "atk-s0203a3:143": "Saggesu vā yaṁ ratanaṁ paṇītaṁ;",
  "atk-s0203a3:144": "Na no samaṁ atthi tathāgatena,",
  "atk-s0203a3:145": "Idampi buddhe ratanaṁ paṇītaṁ;",
  "atk-s0203a3:146": "Etena saccena suvatthi hotū”ti. –",
  "atk-s0203a3:147_0": "Evaṁ ekadesena buddhaguṇepi likhitvā dutiyaṁ dhammaratanaṁ thomento – “svākkhāto",
  "atk-s0203a3:147_1": "bhagavatā dhammo…pe… paccattaṁ veditabbo viññūhī”ti. “Cattāro satipaṭṭhānā…pe… ariyo",
  "atk-s0203a3:147_2": "aṭṭhaṅgiko maggo”ti. “Satthārā desitadhammo nāma evarūpo ca evarūpo cā”ti sattatiṁsa",
  "atk-s0203a3:147_3": "bodhipakkhiye ekadesena likhitvā –",
  "atk-s0203a3:148": "“Yaṁ buddhaseṭṭho parivaṇṇayī suciṁ,",
  "atk-s0203a3:149": "Samādhimānantarikaññamāhu;",
  "atk-s0203a3:150": "Samādhinā tena samo na vijjati,",
  "atk-s0203a3:151": "Idampi dhamme ratanaṁ paṇītaṁ;",
  "atk-s0203a3:152": "Etena saccena suvatthi hotū”ti. –",
  "atk-s0203a3:153_0": "Evaṁ ekadesena dhammaguṇe likhitvā tatiyaṁ saṅgharatanaṁ thomento – “suppaṭipanno",
  "atk-s0203a3:153_1": "bhagavato sāvakasaṅgho…pe… puññakkhettaṁ lokassā”ti. “Kulaputtā nāma satthu dhammakathaṁ",
  "atk-s0203a3:153_2": "sutvā evaṁ nikkhamitvā pabbajanti, keci setacchattaṁ pahāya pabbajanti, keci uparajjaṁ,",
  "atk-s0203a3:153_3": "keci senāpatiṭṭhānādīni pahāya pabbajanti. Pabbajitvā ca pana imañca paṭipattiṁ pūrentī”ti",
  "atk-s0203a3:153_4": "cūḷasīlamajjhimasīlamahāsīlādīni ekadesena likhitvā chadvārasaṁvaraṁ satisampajaññaṁ",
  "atk-s0203a3:153_5": "catupaccayasantosaṁ navavidhaṁ senāsanaṁ, nīvaraṇappahānaṁ parikammaṁ jhānābhiññā",
  "atk-s0203a3:153_6": "aṭṭhatiṁsa kammaṭṭhānāni yāva āsavakkhayā ekadesena likhi, soḷasavidhaṁ ānāpānassatikammaṭṭhānaṁ",
  "atk-s0203a3:153_7": "vitthāreneva likhitvā “satthu sāvakasaṅgho nāma evarūpehi ca guṇehi samannāgato.",
  "atk-s0203a3:154": "Ye puggalā aṭṭhasataṁ pasaṭṭhā,",
  "atk-s0203a3:155": "Cattāri etāni yugāni honti;",
  "atk-s0203a3:156": "Te dakkhiṇeyyā sugatassa sāvakā,",
  "atk-s0203a3:157": "Etesu dinnāni mahapphalāni;",
  "atk-s0203a3:158": "Idampi saṅghe ratanaṁ paṇītaṁ,",
  "atk-s0203a3:159": "Etena saccena suvatthi hotū”ti. –",
  "atk-s0203a3:160_0": "Evaṁ ekadesena saṅghaguṇe likhitvā – “bhagavato sāsanaṁ svākkhātaṁ niyyānikaṁ, sace",
  "atk-s0203a3:160_1": "mayhaṁ sahāyo sakkoti, nikkhamitvā pabbajatū”ti likhitvā suvaṇṇapaṭṭaṁ saṁharitvā",
  "atk-s0203a3:160_2": "sukhumakambalena veṭhetvā sārasamugge pakkhipitvā taṁ samuggaṁ suvaṇṇamaye, suvaṇṇamayaṁ,",
  "atk-s0203a3:160_3": "rajatamaye rajatamayaṁ maṇimaye, maṇimayaṁ pavāḷamaye, pavāḷamayaṁ lohitaṅkamaye,",
  "atk-s0203a3:160_4": "lohitaṅkamayaṁ masāragallamaye, masāragallamayaṁ phalikamaye, phalikamayaṁ dantamaye,",
  "atk-s0203a3:160_5": "dantamayaṁ sabbaratanamaye, sabbaratanamayaṁ kilañjamaye, kilañjamayaṁ samuggaṁ sārakaraṇḍake ṭhapesi.",
  "atk-s0203a3:161_0": "Puna sārakaraṇḍakaṁ suvaṇṇakaraṇḍaketi purimanayeneva haritvā sabbaratanamayaṁ karaṇḍakaṁ",
  "atk-s0203a3:161_1": "kilañjamaye karaṇḍake ṭhapesi. Tato kilañjamayaṁ karaṇḍakaṁ sāramayapeḷāyāti puna",
  "atk-s0203a3:161_2": "vuttanayeneva haritvā sabbaratanamayaṁ peḷaṁ kilañjamayapeḷāya ṭhapetvā bahi vatthena",
  "atk-s0203a3:161_3": "veṭhetvā rājamuddikāya lañchetvā amacce āṇāpesi – “mama āṇāpavattiṭṭhāne maggaṁ alaṅkārāpetha",
  "atk-s0203a3:161_4": "maggo aṭṭhusabhavitthato hotu, catuusabhaṭṭhānaṁ sodhitamattakameva hotu, majjhe",
  "atk-s0203a3:161_5": "catuusabhaṁ rājānubhāvena paṭiyādethā”ti. Tato maṅgalahatthiṁ alaṅkārāpetvā tassa",
  "atk-s0203a3:161_6": "upari pallaṅkaṁ paññapetvā setacchattaṁ ussāpetvā nagaravīthiyo sittasammaṭṭhā samussitaddhajapaṭākā",
  "atk-s0203a3:161_7": "kadalipuṇṇaghaṭagandhadhūmapupphādīhi suppaṭimaṇḍitā kāretvā “attano attano visayappadese",
  "atk-s0203a3:161_8": "evarūpaṁ pūjaṁ kārentū”ti antarabhogikānaṁ javanadūte pesetvā sayaṁ sabbālaṅkārena",
  "atk-s0203a3:161_9": "alaṅkaritvā – “sabbatāḷāvacarasammissabalakāyaparivuto paṇṇākāraṁ pesemī”ti attano",
  "atk-s0203a3:161_10": "visayapariyantaṁ gantvā amaccassa mukhasāsanaṁ adāsi – “tāta mayhaṁ sahāyo pukkusāti",
  "atk-s0203a3:161_11": "imaṁ paṇṇākāraṁ paṭicchanto orodhamajjhe apaṭicchitvā pāsādaṁ āruyha paṭicchatū”ti.",
  "atk-s0203a3:161_12": "Evaṁ sāsanaṁ datvā paccantadesaṁ satthā gacchatīti pañcapatiṭṭhitena vanditvā nivatti.",
  "atk-s0203a3:161_13": "Antarabhogikā teneva niyāmena maggaṁ paṭiyādetvā paṇṇākāraṁ nayiṁsu.",
  "atk-s0203a3:162_0": "Pukkusātipi attano rajjasīmato paṭṭhāya teneva niyāmena maggaṁ paṭiyādetvā nagaraṁ",
  "atk-s0203a3:162_1": "alaṅkārāpetvā paṇṇākārassa paccuggamanaṁ akāsi. Paṇṇākāro takkasīlaṁ pāpuṇanto uposathadivase",
  "atk-s0203a3:162_2": "pāpuṇi, paṇṇākāraṁ gahetvā gataamaccopi rañño vuttasāsanaṁ ārocesi. Rājā taṁ sutvā",
  "atk-s0203a3:162_3": "paṇṇākārena saddhiṁ āgatānaṁ kattabbakiccaṁ vicāretvā paṇṇākāraṁ ādāya pāsādaṁ āruyha",
  "atk-s0203a3:162_4": "“mā idha koci pavisatū”ti dvāre ārakkhaṁ kāretvā sīhapañjaraṁ vivaritvā paṇṇākāraṁ",
  "atk-s0203a3:162_5": "uccāsane ṭhapetvā sayaṁ nīcāsane nisinno lañchanaṁ bhinditvā nivāsanaṁ apanetvā kilañjapeḷato",
  "atk-s0203a3:162_6": "paṭṭhāya anupubbena vivaranto sāramayaṁ samuggaṁ disvā cintesi – “mahāparihāro nāyaṁ",
  "atk-s0203a3:162_7": "aññassa ratanassa bhavissati, addhā majjhimadese sotabbayuttakaṁ ratanaṁ uppanna”nti.",
  "atk-s0203a3:162_8": "Atha taṁ samuggaṁ vivaritvā rājalañchanaṁ bhinditvā sukhumakambalaṁ ubhato viyūhitvā",
  "atk-s0203a3:162_9": "suvaṇṇapaṭṭaṁ addasa.",
  "atk-s0203a3:163_0": "So taṁ pasāretvā – “manāpāni vata akkharāni samasīsāni samapantīni caturassānī”tiādito",
  "atk-s0203a3:163_1": "paṭṭhāya vācetuṁ ārabhi. Tassa – “idha tathāgato loke uppanno”ti buddhaguṇe vācentassa",
  "atk-s0203a3:163_2": "balavasomanassaṁ uppajji, navanavutilomakūpasahassāni uddhaggalomāni ahesuṁ. Attano",
  "atk-s0203a3:163_3": "ṭhitabhāvaṁ vā nisinnabhāvaṁ vā na jānāti. Athassa – “kappakoṭisatasahassehipi etaṁ",
  "atk-s0203a3:163_4": "dullabhasāsanaṁ sahāyaṁ nissāya sotuṁ labhāmī”ti bhiyyo balavapīti udapādi. So hi",
  "atk-s0203a3:163_5": "upari vācetuṁ asakkonto yāva pītivegapassaddhiyā nisīditvā parato – “svākkhāto bhagavatā",
  "atk-s0203a3:163_6": "dhammo”ti dhammaguṇe ārabhi. Tatrāpissa tatheva ahosi. So puna yāva pītivegapassaddhiyā",
  "atk-s0203a3:163_7": "nisīditvā parato “suppaṭipanno”ti saṅghaguṇe ārabhi. Tatrāpissa tatheva ahosi. Atha",
  "atk-s0203a3:163_8": "sabbapariyante ānāpānassatikammaṭṭhānaṁ vācetvā catukkapañcakajjhānāni nibbattesi,",
  "atk-s0203a3:163_9": "so jhānasukheneva vītināmesi. Añño koci daṭṭhuṁ na labhati, ekova cūḷupaṭṭhāko pavisati.",
  "atk-s0203a3:163_10": "Evaṁ addhamāsamattaṁ vītināmesi.",
  "atk-s0203a3:164_0": "Nāgarā rājaṅgaṇe sannipatitvā ukkuṭṭhiṁ akaṁsu “paṇṇākāraṁ paṭicchitadivasato paṭṭhāya",
  "atk-s0203a3:164_1": "baladassanaṁ vā nāṭakadassanaṁ vā natthi, vinicchayadānaṁ natthi, rājā sahāyena pahitaṁ",
  "atk-s0203a3:164_2": "paṇṇākāraṁ yassicchati tassa dassetu, rājāno nāma ekaccassa paṇṇākāravasenapi vañcetvā",
  "atk-s0203a3:164_3": "rajjaṁ attano kātuṁ vāyamanti. Kiṁ nāma amhākaṁ rājā karotī”ti? Rājā ukkuṭṭhisaddaṁ",
  "atk-s0203a3:164_4": "sutvā – “rajjaṁ nu kho dhāremi, udāhu satthāra”nti cintesi. Athassa etadahosi – “rajjakāritaattabhāvo",
  "atk-s0203a3:164_5": "nāma neva gaṇakena, na gaṇakamahāmattena gaṇetuṁ sakko. Satthusāsanaṁ dhāressāmī”ti",
  "atk-s0203a3:164_6": "sayane ṭhapitaṁ asiṁ gahetvā kese chinditvā sīhapañjaraṁ vivaritvā – “etaṁ gahetvā",
  "atk-s0203a3:164_7": "rajjaṁ kārethā”ti saddhiṁ cūḷāmaṇinā kesakalāpaṁ parisamajjhe pātesi, mahājano taṁ",
  "atk-s0203a3:164_8": "ukkhipitvā – “sahāyakasantikā laddhapaṇṇākārā nāma rājāno tumhādisā honti devā”ti",
  "atk-s0203a3:164_9": "ekappahāreneva viravi. Raññopi dvaṅgulamattaṁ kesamassu ahosi. Bodhisattassa pabbajjāsadisameva kira jātaṁ.",
  "atk-s0203a3:165_0": "Tato cūḷupaṭṭhākaṁ pesetvā antarāpaṇā dve kāsāyavatthāni mattikāpattañca āharāpetvā",
  "atk-s0203a3:165_1": "– “ye loke arahanto, te uddissa mayhaṁ pabbajjā”ti satthāraṁ uddissa ekaṁ kāsāvaṁ",
  "atk-s0203a3:165_2": "nivāsetvā ekaṁ pārupitvā pattaṁ vāmaaṁsakūṭe katvā kattaradaṇḍaṁ gahetvā – “sobhati",
  "atk-s0203a3:165_3": "nu kho me pabbajjā no vā”ti mahātale katipayavāre aparāparaṁ caṅkamitvā – “sobhati",
  "atk-s0203a3:165_4": "me pabbajjā”ti dvāraṁ vivaritvā pāsādā otari. Otarantaṁ pana naṁ tīsu dvāresu ṭhitanāṭakādīni",
  "atk-s0203a3:165_5": "disvāpi na sañjāniṁsu. “Eko paccekabuddho amhākaṁ rañño dhammakathaṁ kathetuṁ āgato”ti",
  "atk-s0203a3:165_6": "kira cintayiṁsu. Uparipāsādaṁ pana āruyha rañño ṭhitanisinnaṭṭhānāni disvā rājā gatoti",
  "atk-s0203a3:165_7": "ñatvā samuddamajjhe osīdamānāya nāvāya jano viya ekappahāreneva viraviṁsu. Kulaputtaṁ",
  "atk-s0203a3:165_8": "bhūmitalaṁ otiṇṇamattaṁ aṭṭhārasaseniyo sabbe nāgarā balakāyā ca parivāretvā mahāviravaṁ",
  "atk-s0203a3:165_9": "viraviṁsu. Amaccāpi taṁ etadavocuṁ – “deva majjhimadesarājāno nāma bahumāyā, sāsanaṁ",
  "atk-s0203a3:165_10": "pesetvā buddharatanaṁ nāma loke uppannaṁ vā no vāti ñatvā gamissatha, nivattatha",
  "atk-s0203a3:165_11": "devā”ti. Saddahāmahaṁ mayhaṁ sahāyakassa, tassa mayā saddhiṁ dvejjhavacanaṁ nāma",
  "atk-s0203a3:165_12": "natthi, tiṭṭhatha tumheti. Te anugacchantiyeva.",
  "atk-s0203a3:166_0": "Kulaputto kattaradaṇḍena lekhaṁ katvā – “idaṁ rajjaṁ kassā”ti āha? Tumhākaṁ devāti.",
  "atk-s0203a3:166_1": "Yo imaṁ lekhaṁ antaraṁ karoti, rājāṇāya kāretabboti. Mahājanakajātake bodhisattena",
  "atk-s0203a3:166_2": "katalekhaṁ sīvalidevī antaraṁ kātuṁ avisahantī vivattamānā agamāsi. Tassā gatamaggena",
  "atk-s0203a3:166_3": "mahājano agamāsi. Taṁ pana lekhaṁ mahājano antaraṁ kātuṁ na visahi, lekhaṁ ussīsakaṁ",
  "atk-s0203a3:166_4": "katvā vivattamānā viraviṁsu. Kulaputto “ayaṁ me gataṭṭhāne dantakaṭṭhaṁ vā mukhodakaṁ",
  "atk-s0203a3:166_5": "vā dassatī”ti antamaso ekaceṭakampi aggahetvā pakkāmi. Evaṁ kirassa ahosi “mama satthā",
  "atk-s0203a3:166_6": "ca mahābhinikkhamanaṁ nikkhamitvā ekakova pabbajito”ti ekakova agamāsi. “Satthu lajjāmī”ti",
  "atk-s0203a3:166_7": "ca – “satthā kira me pabbajitvā yānaṁ nāruḷho”ti ca antamaso ekapaṭalikampi upāhanaṁ",
  "atk-s0203a3:166_8": "nāruhi, paṇṇacchattakampi na dhāresi. Mahājano rukkhapākāraṭṭālakādīni āruyha esa",
  "atk-s0203a3:166_9": "amhākaṁ rājā gacchatīti olokesi. Kulaputto – “dūraṁ gantabbaṁ, na sakkā ekena maggo",
  "atk-s0203a3:166_10": "nittharitu”nti ekaṁ satthavāhaṁ anubandhi. Sukhumālassa kulaputtassa kaṭhinatattāya",
  "atk-s0203a3:166_11": "pathaviyā gachantassa pādatalesu phoṭā uṭṭhahitvā bhijjanti, dukkhā vedanā uppajjanti.",
  "atk-s0203a3:166_12": "Satthavāhe khandhāvāraṁ bandhitvā nisinne kulaputto maggā okkamma ekasmiṁ rukkhamūle",
  "atk-s0203a3:166_13": "nisīdati. Nisinnaṭṭhāne pādaparikammaṁ vā piṭṭhiparikammaṁ vā kattā nāma natthi,",
  "atk-s0203a3:166_14": "kulaputto ānāpānacatutthajjhānaṁ samāpajjitvā maggadarathakilamathapariḷāhaṁ vikkhambhetvā",
  "atk-s0203a3:166_15": "jhānaratiyā vītināmeti.",
  "atk-s0203a3:167_0": "Punadivase uṭṭhite aruṇe sarīrapaṭijagganaṁ katvā puna satthavāhaṁ anubandhati. Pātarāsakāle",
  "atk-s0203a3:167_1": "kulaputtassa pattaṁ gahetvā khādanīyaṁ bhojanīyaṁ patte pakkhipitvā denti. Taṁ uttaṇḍulampi",
  "atk-s0203a3:167_2": "hoti kilinnampi samasakkharampi aloṇātiloṇampi, kulaputto pavisanaṭṭhānaṁ paccavekkhitvā",
  "atk-s0203a3:167_3": "amataṁ viya paribhuñjitvā etena niyāmena aṭṭhahi ūnakāni dve yojanasatāni gato. Jetavanadvārakoṭṭhakassa",
  "atk-s0203a3:167_4": "pana samīpena gacchantopi – “kahaṁ satthā vasatī”ti nāpucchi. Kasmā? Satthugāravena",
  "atk-s0203a3:167_5": "ceva rañño pesitasāsanavasena ca. Rañño hi – “idha tathāgato loke uppajjatī”ti satthāraṁ",
  "atk-s0203a3:167_6": "rājagahe uppannaṁ viya katvā sāsanaṁ pesitaṁ, tasmā naṁ apucchitvāva pañcacattālīsayojanamattaṁ",
  "atk-s0203a3:167_7": "maggaṁ atikkanto. So sūriyatthaṅgamanavelāya rājagahaṁ patvā satthā kahaṁ vasatīti",
  "atk-s0203a3:167_8": "pucchi. Kuto nu, bhante, āgatoti? Ito uttaratoti. Satthā tuyhaṁ āgatamagge ito pañcacattālīsayojanamatte",
  "atk-s0203a3:167_9": "sāvatthi nāma atthi, tattha vasatīti. Kulaputto cintesi – “idāni akālo na sakkā gantuṁ,",
  "atk-s0203a3:167_10": "ajja idheva vasitvā sve satthu santikaṁ gamissāmī”ti. Tato – “vikāle sampattapabbajitā",
  "atk-s0203a3:167_11": "kahaṁ vasantī”ti pucchi. Imāya kumbhakārasālāya, bhanteti. Atha so taṁ kumbhakāraṁ",
  "atk-s0203a3:167_12": "yācitvā tattha vāsatthāya pavisitvā nisīdi.",
  "atk-s0203a3:168_0": "Bhagavāpi taṁdivasaṁ paccūsakāle lokaṁ volokento pukkusātiṁ disvā cintesi – “ayaṁ",
  "atk-s0203a3:168_1": "kulaputto sahāyena pesitaṁ sāsanamattakaṁ vācetvā atirekatiyojanasatikaṁ mahārajjaṁ",
  "atk-s0203a3:168_2": "pahāya maṁ uddissa pabbajitvā aṭṭhahi ūnakāni dve yojanasatāni atikkamma rājagahaṁ",
  "atk-s0203a3:168_3": "pāpuṇissati, mayi agacchante pana tīṇi sāmaññaphalāni appaṭivijjhitvā ekarattivāsena",
  "atk-s0203a3:168_4": "anāthakālakiriyaṁ karissati, mayi pana gate tīṇi sāmaññaphalāni paṭivijjhissati.",
  "atk-s0203a3:168_5": "Janasaṅgahatthāyeva pana mayā satasahassakappādhikāni cattāri asaṅkhyeyyāni pāramiyo",
  "atk-s0203a3:168_6": "pūritā, karissāmi tassa saṅgaha”nti pātova sarīrapaṭijagganaṁ katvā bhikkhusaṅghaparivuto",
  "atk-s0203a3:168_7": "sāvatthiyaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātappaṭikkanto gandhakuṭiṁ pavisitvā",
  "atk-s0203a3:168_8": "muhuttaṁ attadarathakilamathaṁ paṭipassambhetvā – “kulaputto mayi gāravena dukkaraṁ",
  "atk-s0203a3:168_9": "akāsi, atirekayojanasataṁ rajjaṁ pahāya antamaso mukhadhovanadāyakampi ceṭakaṁ aggahetvā",
  "atk-s0203a3:168_10": "ekakova nikkhanto”ti sāriputtamahāmoggallānādīsu kañci anāmantetvā sayameva attano",
  "atk-s0203a3:168_11": "pattacīvaraṁ gahetvā ekakova nikkhanto. Gacchanto ca neva ākāse uppati, na pathaviṁ",
  "atk-s0203a3:168_12": "saṁkhipi, – “kulaputto mama lajjamāno hatthiassarathasuvaṇṇasivikādīsu ekayānepi",
  "atk-s0203a3:168_13": "anisīditvā antamaso ekapaṭalikaṁ upāhanampi anāruyha paṇṇacchattakampi aggahetvā",
  "atk-s0203a3:168_14": "nikkhanto, mayāpi padasāva gantuṁ vaṭṭatī”ti pana cintetvā padasāva agamāsi.",
  "atk-s0203a3:169_0": "So asīti anubyañjanāni byāmappabhā bāttiṁsa mahāpurisalakkhaṇānīti imaṁ buddhasiriṁ",
  "atk-s0203a3:169_1": "paṭicchādetvā valāhakapaṭicchanno puṇṇacando viya aññatarabhikkhuvesena gacchanto",
  "atk-s0203a3:169_2": "ekapacchābhatteneva pañcacattālīsa yojanāni atikkamma sūriyatthaṅgamalīvelāya kulaputte",
  "atk-s0203a3:169_3": "paviṭṭhamatteyeva taṁ kumbhakārasālaṁ pāpuṇi. Taṁ sandhāya vuttaṁ – “tena kho pana",
  "atk-s0203a3:169_4": "samayena, pukkusāti, nāma kulaputto bhagavantaṁ uddissa saddhāya agārasmā anagāriyaṁ",
  "atk-s0203a3:169_5": "pabbajito, so tasmiṁ kumbhakārāvesane paṭhamaṁ vāsūpagato hotī”ti.",
  "atk-s0203a3:170_0": "Evaṁ gantvāpi pana bhagavā – “ahaṁ sammāsambuddho”ti pasayha kumbhakārasālaṁ apavisitvā",
  "atk-s0203a3:170_1": "dvāre ṭhitova kulaputtaṁ okāsaṁ kārento sace te bhikkhūtiādimāha. Urundanti vivittaṁ",
  "atk-s0203a3:170_2": "asambādhaṁ. Viharatāyasmā yathāsukhanti yena yena iriyāpathena phāsu hoti, tena tena",
  "atk-s0203a3:170_3": "yathāsukhaṁ āyasmā viharatūti okāsaṁ akāsi. Atirekatiyojanasatañhi rajjaṁ pahāya",
  "atk-s0203a3:170_4": "pabbajito kulaputto parassa chaḍḍitapatitaṁ kumbhakārasālaṁ kiṁ aññassa sabrahmacārino",
  "atk-s0203a3:170_5": "maccharāyissati. Ekacce pana moghapurisā sāsane pabbajitvā āvāsamacchariyādīhi abhibhūtā",
  "atk-s0203a3:170_6": "attano vasanaṭṭhāne mayhaṁ kuṭi mayhaṁ pariveṇanti aññesaṁ avāsāya parakkamanti.",
  "atk-s0203a3:170_7": "Nisīdīti accantasukhumālo lokanātho devavimānasadisaṁ gandhakuṭiṁ pahāya tattha tattha",
  "atk-s0203a3:170_8": "vippakiṇṇachārikāya bhinnabhājanatiṇapalāsakukkuṭasūkaravaccādisaṁkiliṭṭhāya saṅkāraṭṭhānasadisāya",
  "atk-s0203a3:170_9": "kumbhakārasālāya tiṇasanthāraṁ santharitvā paṁsukūlacīvaraṁ paññapetvā devavimānasadisaṁ",
  "atk-s0203a3:170_10": "dibbagandhasugandhaṁ gandhakuṭiṁ pavisitvā nisīdanto viya nisīdi.",
  "atk-s0203a3:171_0": "Iti bhagavāpi asambhinnamahāsammatavaṁse uppanno, kulaputtopi khattiyagabbhe vaḍḍhito.",
  "atk-s0203a3:171_1": "Bhagavāpi abhinīhārasampanno, kulaputtopi abhinīhārasampanno. Bhagavāpi rajjaṁ pahāya",
  "atk-s0203a3:171_2": "pabbajito, kulaputtopi. Bhagavāpi suvaṇṇavaṇṇo, kulaputtopi. Bhagavāpi samāpattilābhī,",
  "atk-s0203a3:171_3": "kulaputtopi. Iti dvepi khattiyā dvepi abhinīhārasampannā dvepi rājapabbajitā dvepi",
  "atk-s0203a3:171_4": "suvaṇṇavaṇṇā dvepi samāpattilābhino kumbhakārasālaṁ pavisitvā nisinnāti tehi kumbhakārasālā",
  "atk-s0203a3:171_5": "ativiya sobhati, dvīhi sīhādīhi paviṭṭhaguhādīhi āharitvā dīpetabbaṁ. Tesu pana dvīsu",
  "atk-s0203a3:171_6": "bhagavā – “sukhumālo ahaṁ paramasukhumālo ekapacchābhattena pañcacattālīsa yojanāni",
  "atk-s0203a3:171_7": "āgato, muhuttaṁ tāva sīhaseyyaṁ kappetvā maggadarathaṁ paṭipassambhemī”ti cittampi",
  "atk-s0203a3:171_8": "anuppādetvā nisīdantova phalasamāpattiṁ samāpajji. Kulaputtopi – “dvānavutiyojanasataṁ",
  "atk-s0203a3:171_9": "āgatomhi, muhuttaṁ tāva nipajjitvā maggadarathaṁ vinodemī”ti cittaṁ anuppādetvā nisīdamānova",
  "atk-s0203a3:171_10": "ānāpānacatutthajjhānaṁ samāpajji. Idaṁ sandhāya atha kho bhagavā bahudeva rattintiādi vuttaṁ.",
  "atk-s0203a3:172_0": "Nanu ca bhagavā kulaputtassa dhammaṁ desessāmīti āgato, kasmā na desesīti? Kulaputtassa",
  "atk-s0203a3:172_1": "maggadaratho appaṭipassaddho, na sakkhissati dhammadesanaṁ sampaṭicchituṁ, so tāvassa",
  "atk-s0203a3:172_2": "paṭipassambhatūti na desesi. Apare – “rājagahaṁ nāma ākiṇṇamanussaṁ avivittaṁ dasahi",
  "atk-s0203a3:172_3": "saddehi, so saddo diyaḍḍhayāmamattena sannisīdati, taṁ āgamento na desesī”ti vadanti.",
  "atk-s0203a3:172_4": "Taṁ akāraṇaṁ, brahmalokappamāṇampi hi saddaṁ bhagavā attano ānubhāvena vūpasametuṁ",
  "atk-s0203a3:172_5": "sakkoti, maggadarathavūpasamaṁ āgamentoyeva pana na desesi.",
  "atk-s0203a3:173_0": "Tattha bahudeva rattinti diyaḍḍhayāmamattaṁ. Etadahosīti bhagavā phalasamāpattito",
  "atk-s0203a3:173_1": "vuṭṭhāya suvaṇṇavimāne maṇisīhapañjaraṁ vivaranto viya pañcapasādappaṭimaṇḍitāni",
  "atk-s0203a3:173_2": "akkhīni ummīletvā olokesi, athassa hatthakukkuccapādakukkuccasīsakampanavirahitaṁ",
  "atk-s0203a3:173_3": "sunikhātaindakhīlaṁ viya niccalaṁ avibbhantaṁ suvaṇṇapaṭimaṁ viya nisinnaṁ kulaputtaṁ",
  "atk-s0203a3:173_4": "disvā etaṁ – “pāsādikaṁ kho”tiādi ahosi. Tattha pāsādikanti pasādāvahaṁ. Bhāvanapuṁsakaṁ",
  "atk-s0203a3:173_5": "panetaṁ, pāsādikena iriyāpathena iriyati. Yathā iriyato iriyāpatho pāsādiko hoti,",
  "atk-s0203a3:173_6": "evaṁ iriyatīti ayamettha attho. Catūsu hi iriyāpathesu tayo iriyāpathā na sobhanti.",
  "atk-s0203a3:173_7": "Gacchantassa hi bhikkhuno hatthā calanti, pādā calanti, sīsaṁ calati, ṭhitassa kāyo",
  "atk-s0203a3:173_8": "thaddho hoti, nipannassāpi iriyāpatho amanāpo hoti, pacchābhatte pana divāṭṭhānaṁ",
  "atk-s0203a3:173_9": "sammajjitvā cammakhaṇḍaṁ paññapetvā sudhotahatthapādassa catusandhikapallaṅkaṁ ābhujitvā",
  "atk-s0203a3:173_10": "nipannasseva iriyāpatho sobhati. Ayañca kulaputto pallaṅkaṁ ābhujitvā ānāpānacatutthajjhānaṁ",
  "atk-s0203a3:173_11": "appetvā nisīdi. Itissa iriyāpatheneva pasanno bhagavā – “pāsādikaṁ kho”ti parivitakkesi.",
  "atk-s0203a3:174_0": "Yaṁnūnāhaṁ puccheyyanti kasmā pucchati? Kiṁ bhagavā attānaṁ uddissa pabbajitabhāvaṁ",
  "atk-s0203a3:174_1": "na jānātīti? No na jānāti, apucchite pana kathā na patiṭṭhāti, apatiṭṭhitāya kathāya",
  "atk-s0203a3:174_2": "kathā na sañjāyatīti kathāpatiṭṭhāpanatthaṁ pucchi.",
  "atk-s0203a3:175_0": "Disvāca pana jāneyyāsīti tathāgataṁ buddhasiriyā virocantaṁ ayaṁ buddhoti sabbe jānanti.",
  "atk-s0203a3:175_1": "Anacchariyametaṁ jānanaṁ, buddhasiriṁ pana paṭicchādetvā aññatarapiṇḍapātikavesena",
  "atk-s0203a3:175_2": "caranto dujjāno hoti. Iccāyasmā, pukkusāti, “na jāneyya”nti sabhāvameva katheti.",
  "atk-s0203a3:175_3": "Tathā hi naṁ ekakumbhakārasālāya nisinnampi na jānāti.",
  "atk-s0203a3:176_0": "Etadahosīti maggadarathassa vūpasamabhāvaṁ ñatvā ahosi. Evamāvusoti kulaputto sahāyena",
  "atk-s0203a3:176_1": "pesitaṁ sāsanamattaṁ vācetvā rajjaṁ pahāya pabbajamāno – “dasabalassa madhuradhammadesanaṁ",
  "atk-s0203a3:176_2": "sotuṁ labhissāmī”ti. Pabbajito, pabbajitvā ettakaṁ addhānaṁ āgacchanto – “dhammaṁ",
  "atk-s0203a3:176_3": "te bhikkhu desessāmī”ti padamattassa vattāraṁ nālattha, so “dhammaṁ te bhikkhu desessāmī”ti",
  "atk-s0203a3:176_4": "vuttaṁ kiṁ sakkaccaṁ na suṇissati. Pipāsitasoṇḍo viya hi pipāsitahatthī viya cāyaṁ,",
  "atk-s0203a3:176_5": "tasmā sakkaccaṁ savanaṁ paṭijānanto “evamāvuso”ti āha.",
  "atk-s0203a3:177_0": "343.Chadhāturo ayanti bhagavā kulaputtassa pubbabhāgapaṭipadaṁ akathetvā āditova",
  "atk-s0203a3:177_1": "arahattassa padaṭṭhānabhūtaṁ accantasuññataṁ vipassanālakkhaṇameva ācikkhituṁ āraddho.",
  "atk-s0203a3:177_2": "Yassa hi pubbabhāgapaṭipadā aparisuddhā hoti, tassa paṭhamameva sīlasaṁvaraṁ indriyesu",
  "atk-s0203a3:177_3": "guttadvārataṁ bhojane mattaññutaṁ jāgariyānuyogaṁ satta saddhamme cattāri jhānānīti",
  "atk-s0203a3:177_4": "imaṁ pubbabhāgapaṭipadaṁ ācikkhati. Yassa panesā parisuddhā, tassa taṁ akathetvā",
  "atk-s0203a3:177_5": "arahattassa padaṭṭhānabhūtaṁ vipassanameva ācikkhati. Kulaputtassa ca pubbabhāgapaṭipadā",
  "atk-s0203a3:177_6": "parisuddhā. Tathā hi anena sāsanaṁ vācetvā pāsādavaragateneva ānāpānacatutthajjhānaṁ",
  "atk-s0203a3:177_7": "nibbattitaṁ, yadassa dvānavutiyojanasabhaṁ āgacchantassa yānakiccaṁ sādhesi, sāmaṇerasīlampissa",
  "atk-s0203a3:177_8": "paripuṇṇaṁ. Tasmā pubbabhāgapaṭipadaṁ akathetvā arahattassa padaṭṭhānabhūtaṁ accantasuññataṁ",
  "atk-s0203a3:177_9": "vipassanālakkhaṇamevassa ācikkhituṁ āraddho.",
  "atk-s0203a3:178_0": "Tattha chadhāturoti dhātuyo vijjamānā, puriso avijjamāno. Bhagavā hi katthaci vijjamānena",
  "atk-s0203a3:178_1": "avijjamānaṁ dasseti, katthaci avijjamānena vijjamānaṁ, katthaci vijjamānena vijjamānaṁ,",
  "atk-s0203a3:178_2": "katthaci avijjamānena avijjamānanti sabbāsave vuttanayeneva vitthāretabbaṁ. Idha",
  "atk-s0203a3:178_3": "pana vijjamānena avijjamānaṁ dassento evamāha. Sace hi bhagavā purisoti paṇṇattiṁ",
  "atk-s0203a3:178_4": "vissajjetvā dhātuyo icceva vatvā cittaṁ upaṭṭhāpeyya, kulaputto sandehaṁ kareyya,",
  "atk-s0203a3:178_5": "sammohaṁ āpajjeyya, desanaṁ sampaṭicchituṁ na sakkuṇeyya. Tasmā tathāgato anupubbena",
  "atk-s0203a3:178_6": "purisoti paṇṇattiṁ pahāya “sattoti vā purisoti vā puggaloti vā paṇṇattimattameva,",
  "atk-s0203a3:178_7": "paramatthato satto nāma natthi, dhātumatteyeva cittaṁ ṭhapāpetvā tīṇi phalāni paṭivijjhāpessāmī”ti",
  "atk-s0203a3:178_8": "anaṅgaṇasutte vuttabhāsantarakusalo tāya tāya bhāsāya sippaṁ uggaṇhāpento ācariyo viya evamāha.",
  "atk-s0203a3:179_0": "Tattha cha dhātuyo assāti chadhāturo. Idaṁ vuttaṁ hoti – yaṁ tvaṁ purisoti sañjānāsi,",
  "atk-s0203a3:179_1": "so chadhātuko, na cettha paramatthato puriso atthi, purisoti pana paṇṇattimattamevāti.",
  "atk-s0203a3:179_2": "Sesapadesupi eseva nayo. Caturādhiṭṭhānoti ettha adhiṭṭhānaṁ vuccati patiṭṭhā, catupatiṭṭhānoti",
  "atk-s0203a3:179_3": "attho. Idaṁ vuttaṁ hoti – svāyaṁ bhikkhu puriso chadhāturo chaphassāyatano aṭṭhārasamanopavicāro,",
  "atk-s0203a3:179_4": "so ettova vivaṭṭitvā uttamasiddhibhūtaṁ arahattaṁ gaṇhamāno imesu catūsu ṭhānesu",
  "atk-s0203a3:179_5": "patiṭṭhāya gaṇhātīti caturādhiṭṭhānoti. Yattha ṭhitanti yesu adhiṭṭhānesu patiṭṭhitaṁ.",
  "atk-s0203a3:179_6": "Maññassa vā nappavattantīti maññassa vā mānassa vā nappavattanti. Muni santoti vuccatīti",
  "atk-s0203a3:179_7": "khīṇāsavamuni upasanto nibbutoti vuccati. Paññaṁ nappamajjeyyāti arahattaphalapaññāya",
  "atk-s0203a3:179_8": "paṭivijjhanatthaṁ āditova samādhivipassanāpaññaṁ nappamajjeyya. Saccamanurakkheyyāti",
  "atk-s0203a3:179_9": "paramatthasaccassa nibbānassa sacchikiriyatthaṁ āditova vacīsaccaṁ rakkheyya. Cāgamanubrūheyyāti",
  "atk-s0203a3:179_10": "arahattamaggena sabbakilesapariccāgakaraṇatthaṁ āditova kilesapariccāgaṁ brūheyya.",
  "atk-s0203a3:179_11": "Santimeva so sikkheyyāti arahattamaggena sabbakilesavūpasamanatthaṁ āditova kilesavūpasamanaṁ",
  "atk-s0203a3:179_12": "sikkheyya. Iti paññādhiṭṭhānādīnaṁ adhigamatthāya imāni samathavipassanāpaññādīni",
  "atk-s0203a3:179_13": "pubbabhāgādhiṭṭhānāni vuttāni.",
  "atk-s0203a3:180": "345.Phassāyatananti phassassa āyatanaṁ, ākaroti attho. Paññādhiṭṭhānantiādīni pubbe vuttānaṁ arahattaphalapaññādīnaṁ vasena veditabbāni.",
  "atk-s0203a3:181_0": "348. Idāni nikkhittamātikāvasena “yattha ṭhitaṁ maññassa vā nappavattantī”ti vattabbaṁ",
  "atk-s0203a3:181_1": "bhaveyya, arahatte pana patte puna “paññaṁ nappamajjeyyā”tiādīhi kiccaṁ natthi. Iti",
  "atk-s0203a3:181_2": "bhagavā mātikaṁ uppaṭipāṭidhātukaṁ ṭhapetvāpi yathādhammavaseneva vibhaṅgaṁ vibhajanto",
  "atk-s0203a3:181_3": "paññaṁ nappamajjeyyātiādimāha. Tattha ko paññaṁ pamajjati, ko nappamajjati? Yo tāva",
  "atk-s0203a3:181_4": "imasmiṁ sāsane pabbajitvā vejjakammādivasena ekavīsatividhāya anesanāya jīvikaṁ kappento",
  "atk-s0203a3:181_5": "pabbajjānurūpena cittuppādaṁ ṭhapetuṁ na sakkoti, ayaṁ paññaṁ pamajjati nāma. Yo",
  "atk-s0203a3:181_6": "pana sāsane pabbajitvā sīle patiṭṭhāya buddhavacanaṁ uggaṇhitvā sappāyaṁ dhutaṅgaṁ",
  "atk-s0203a3:181_7": "samādāya cittarucitaṁ kammaṭṭhānaṁ gahetvā vivittaṁ senāsanaṁ nissāya kasiṇaparikammaṁ",
  "atk-s0203a3:181_8": "katvā samāpattiṁ patvā ajjeva arahattanti vipassanaṁ vaḍḍhetvā vicarati, ayaṁ paññaṁ",
  "atk-s0203a3:181_9": "nappamajjati nāma. Imasmiṁ pana sutte dhātukammaṭṭhānavasena esa paññāya appamādo",
  "atk-s0203a3:181_10": "vutto. Dhātukammaṭṭhāne panettha yaṁ vattabbaṁ, taṁ heṭṭhā hatthipadopamasuttādīsu vuttameva.",
  "atk-s0203a3:182_0": "354.Athāparaṁviññāṇaṁyeva avasissatīti ayampettha pāṭiyekko anusandhi. Heṭṭhato hi",
  "atk-s0203a3:182_1": "rūpakammaṭṭhānaṁ kathitaṁ, idāni arūpakammaṭṭhānaṁ vedanāvasena nibbattetvā dassetuṁ",
  "atk-s0203a3:182_2": "ayaṁ desanā āraddhā. Yaṁ vā panetaṁ imassa bhikkhuno pathavīdhātuādīsu āgamaniyavipassanāvasena",
  "atk-s0203a3:182_3": "kammakārakaviññāṇaṁ, taṁ viññāṇadhātuvasena bhājetvā dassentopi imaṁ desanaṁ ārabhi.",
  "atk-s0203a3:182_4": "Tattha avasissatīti kimatthāya avasissati? Satthu kathanatthāya kulaputtassa ca paṭivijjhanatthāya",
  "atk-s0203a3:182_5": "avasissati. Parisuddhanti nirupakkilesaṁ. Pariyodātanti pabhassaraṁ. Sukhantipi vijānātīti",
  "atk-s0203a3:182_6": "sukhavedanaṁ vedayamāno sukhavedanaṁ vedayāmīti pajānāti. Sesapadadvayesupi eseva",
  "atk-s0203a3:182_7": "nayo. Sace panāyaṁ vedanākathā heṭṭhā na kathitā bhaveyya, idha ṭhatvā kathetuṁ vaṭṭeyya.",
  "atk-s0203a3:182_8": "Satipaṭṭhāne panesā kathitāvāti tattha kathitanayeneva veditabbā. Sukhavedaniyanti",
  "atk-s0203a3:182_9": "evamādi paccayavasena udayatthaṅgamanadassanatthaṁ vuttaṁ. Tattha sukhavedaniyanti",
  "atk-s0203a3:182_10": "sukhavedanāya paccayabhūtaṁ. Sesapadesupi eseva nayo.",
  "atk-s0203a3:183_0": "360.Upekkhāyeva avasissatīti ettāvatā hi yathā nāma chekena maṇikārācariyena vajirasūciyā",
  "atk-s0203a3:183_1": "vijjhitvā cammakhaṇḍe pātetvā pātetvā dinnamuttaṁ antevāsiko gahetvā gahetvā suttagataṁ",
  "atk-s0203a3:183_2": "karonto muttolambakamuttajālādīni karoti, evameva bhagavatā kathetvā kathetvā dinnaṁ",
  "atk-s0203a3:183_3": "kammaṭṭhānaṁ ayaṁ kulaputto manasikaronto manasikaronto paguṇaṁ akāsīti rūpakammaṭṭhānampissa",
  "atk-s0203a3:183_4": "arūpakammaṭṭhānampi paguṇaṁ jātaṁ, atha bhagavā “athāparaṁ upekkhāyeva avasissatī”ti āha.",
  "atk-s0203a3:184_0": "Kimatthaṁ pana avasissatīti? Satthu kathanatthaṁ. Kulaputtassa paṭivijjhanatthantipi",
  "atk-s0203a3:184_1": "vadanti, taṁ na gahetabbaṁ. Kulaputtena hi sahāyassa sāsanaṁ vācetvā pāsādatale ṭhiteneva",
  "atk-s0203a3:184_2": "ānāpānacatutthajjhānaṁ nibbattitaṁ, yadassa ettakaṁ maggaṁ āgacchantassa yānakiccaṁ",
  "atk-s0203a3:184_3": "sādheti. Satthu kathanatthaṁyeva avasissati. Imasmiñhi ṭhāne satthā kulaputtassa",
  "atk-s0203a3:184_4": "rūpāvacarajjhāne vaṇṇaṁ kathesi. Idañhi vuttaṁ hoti “bhikkhu paguṇaṁ tava idaṁ rūpāvacaracatutthajjhāna”nti.",
  "atk-s0203a3:184_5": "Parisuddhātiādi tassāyeva upekkhāya vaṇṇabhaṇanaṁ. Ukkaṁ bandheyyāti aṅgārakapallaṁ",
  "atk-s0203a3:184_6": "sajjeyya. Ālimpeyyāti tattha aṅgāre pakkhipitvā aggiṁ datvā nāḷikāya dhamento aggiṁ",
  "atk-s0203a3:184_7": "jāleyya. Ukkāmukhe pakkhipeyyāti aṅgāre viyūhitvā aṅgāramatthake vā ṭhapeyya, tattake",
  "atk-s0203a3:184_8": "vā pakkhipeyya. Nīhaṭanti nīhaṭadosaṁ. Ninnītakasāvanti apanītakasāvaṁ. Evameva khoti",
  "atk-s0203a3:184_9": "yathā taṁ suvaṇṇaṁ icchiticchitāya piḷandhanavikatiyā saṁvattati, evameva ayaṁ tāva",
  "atk-s0203a3:184_10": "catutthajjhānupekkhā vipassanā abhiññā nirodho bhavokkantīti imesu yaṁ icchati, tassatthāya",
  "atk-s0203a3:184_11": "hotīti vaṇṇaṁ kathesi.",
  "atk-s0203a3:185_0": "Kasmā pana bhagavā imasmiṁ rūpāvacaracatutthajjhāne nikantipariyādānatthaṁ avaṇṇaṁ",
  "atk-s0203a3:185_1": "akathetvā vaṇṇaṁ kathesīti. Kulaputtassa hi catutthajjhāne nikantipariyuṭṭhānaṁ balavaṁ.",
  "atk-s0203a3:185_2": "Sace avaṇṇaṁ katheyya, – “mayhaṁ pabbajitvā dvānavutiyojanasataṁ āgacchantassa imaṁ",
  "atk-s0203a3:185_3": "catutthajjhānaṁ yānakiccaṁ sādhesi, ahaṁ ettakaṁ maggaṁ āgacchanto jhānasukhena jhānaratiyā",
  "atk-s0203a3:185_4": "āgato, evarūpassa nāma paṇītadhammassa avaṇṇaṁ katheti, jānaṁ nu kho katheti ajāna”nti",
  "atk-s0203a3:185_5": "kulaputto saṁsayaṁ sammohaṁ āpajjeyya, tasmā bhagavā vaṇṇaṁ kathesi.",
  "atk-s0203a3:186_0": "361.Tadanudhammanti ettha arūpāvacarajjhānaṁ dhammo nāma, taṁ anugatattā rūpāvacarajjhānaṁ",
  "atk-s0203a3:186_1": "anudhammoti vuttaṁ. Vipākajjhānaṁ vā dhammo, kusalajjhānaṁ anudhammo. Tadupādānāti",
  "atk-s0203a3:186_2": "taggahaṇā. Ciraṁ dīghamaddhānanti vīsatikappasahassāni. Vipākavasena hetaṁ vuttaṁ.",
  "atk-s0203a3:186_3": "Ito uttarimpi eseva nayo.",
  "atk-s0203a3:187_0": "362. Evaṁ catūhi vārehi arūpāvacarajjhānassa vaṇṇaṁ kathetvā idāni tasseva ādīnavaṁ",
  "atk-s0203a3:187_1": "dassento so evaṁ pajānātītiādimāha. Tattha saṅkhatametanti kiñcāpi ettha vīsatikappasahassāni",
  "atk-s0203a3:187_2": "āyu atthi, etaṁ pana saṅkhataṁ pakappitaṁ āyūhitaṁ, karontena karīyati, aniccaṁ adhuvaṁ",
  "atk-s0203a3:187_3": "asassataṁ tāvakālikaṁ, cavanaparibhedanaviddhaṁsanadhammaṁ, jātiyā anugataṁ, jarāya",
  "atk-s0203a3:187_4": "anusaṭaṁ, maraṇena abbhāhataṁ, dukkhe patiṭṭhitaṁ, atāṇaṁ aleṇaṁ asaraṇaṁ asaraṇībhūtanti.",
  "atk-s0203a3:187_5": "Viññāṇañcāyatanādīsupi eseva nayo.",
  "atk-s0203a3:188_0": "Idāni arahattanikūṭena desanaṁ gaṇhanto so neva taṁ abhisaṅkharotītiādimāha. Yathā",
  "atk-s0203a3:188_1": "hi cheko bhisakko visavikāraṁ disvā vamanaṁ kāretvā visaṁ ṭhānato cāvetvā upari āropetvā",
  "atk-s0203a3:188_2": "khandhaṁ vā sīsaṁ vā gahetuṁ adatvā visaṁ otāretvā pathaviyaṁ pāteyya, evameva bhagavā",
  "atk-s0203a3:188_3": "kulaputtassa arūpāvacarajjhāne vaṇṇaṁ kathesi. Taṁ sutvā kulaputto rūpāvacarajjhāne",
  "atk-s0203a3:188_4": "nikantiṁ pariyādāya arūpāvacarajjhāne patthanaṁ ṭhapesi.",
  "atk-s0203a3:189_0": "Bhagavā taṁ ñatvā taṁ asampattassa appaṭiladdhasseva bhikkhuno “atthesā ākāsānañcāyatanādīsu",
  "atk-s0203a3:189_1": "sampatti nāma. Tesañhi paṭhamabrahmaloke vīsatikappasahassāni āyu, dutiye cattālīsaṁ,",
  "atk-s0203a3:189_2": "tatiye saṭṭhi, catutthe caturāsīti kappasahassāni āyu. Taṁ pana aniccaṁ adhuvaṁ asassataṁ",
  "atk-s0203a3:189_3": "tāvakālikaṁ, cavanaparibhedanaviddhaṁsanadhammaṁ, jātiyā anugataṁ, jarāya anusaṭaṁ,",
  "atk-s0203a3:189_4": "maraṇena abbhāhataṁ, dukkhe patiṭṭhitaṁ, atāṇaṁ aleṇaṁ asaraṇaṁ asaraṇībhūtaṁ, ettakaṁ",
  "atk-s0203a3:189_5": "kālaṁ tattha sampattiṁ anubhavitvāpi puthujjanakālakiriyaṁ katvā puna catūsu apāyesu",
  "atk-s0203a3:189_6": "patitabba”nti sabbametaṁ ādīnavaṁ ekapadeneva “saṅkhatameta”nti kathesi. Kulaputto",
  "atk-s0203a3:189_7": "taṁ sutvā arūpāvacarajjhāne nikantiṁ pariyādiyi, bhagavā tassa rūpāvacarārūpāvacaresu",
  "atk-s0203a3:189_8": "nikantiyā pariyādinnabhāvaṁ ñatvā arahattanikūṭaṁ gaṇhanto “so neva taṁ abhisaṅkharotī”tiādimāha.",
  "atk-s0203a3:190_0": "Yathā vā paneko mahāyodho ekaṁ rājānaṁ ārādhetvā satasahassuṭṭhānakaṁ gāmavaraṁ labheyya,",
  "atk-s0203a3:190_1": "puna rājā tassānubhāvaṁ saritvā – “mahānubhāvo yodho, appakaṁ tena laddha”nti – “nāyaṁ",
  "atk-s0203a3:190_2": "tāta gāmo tuyhaṁ anucchaviko, aññaṁ catusatasahassuṭṭhānakaṁ gaṇhāhī”ti dadeyya so",
  "atk-s0203a3:190_3": "sādhu devāti taṁ vissajjetvā itaraṁ gāmaṁ gaṇheyya. Rājā asampattameva ca naṁ pakkosāpetvā",
  "atk-s0203a3:190_4": "– “kiṁ te tena, ahivātarogo ettha uppajjati? Asukasmiṁ pana ṭhāne mahantaṁ nagaraṁ",
  "atk-s0203a3:190_5": "atthi, tattha chattaṁ ussāpetvā rajjaṁ kārehī”ti pahiṇeyya, so tathā kareyya.",
  "atk-s0203a3:191_0": "Tattha rājā viya sammāsambuddho daṭṭhabbo, mahāyodho viya pukkusāti kulaputto, paṭhamaladdhagāmo",
  "atk-s0203a3:191_1": "viya ānāpānacatutthajjhānaṁ, taṁ vissajjetvā itaraṁ gāmaṁ gaṇhāhīti vuttakālo viya",
  "atk-s0203a3:191_2": "ānāpānacatutthajjhāne nikantipariyādānaṁ katvā āruppakathanaṁ, taṁ gāmaṁ asampattameva",
  "atk-s0203a3:191_3": "pakkosāpetvā “kiṁ te tena, ahivātarogo ettha uppajjati? Asukasmiṁ ṭhāne nagaraṁ atthi,",
  "atk-s0203a3:191_4": "tattha chattaṁ ussāpetvā rajjaṁ kārehī”ti vuttakālo viya arūpe saṅkhatametanti ādīnavakathanena",
  "atk-s0203a3:191_5": "appattāsuyeva tāsu samāpattīsu patthanaṁ nivatthāpetvā upari arahattanikūṭena desanāgahaṇaṁ.",
  "atk-s0203a3:192_0": "Tattha neva abhisaṅkharotīti nāyūhati na rāsiṁ karoti. Na abhisañcetayatīti na kappeti.",
  "atk-s0203a3:192_1": "Bhavāya vā vibhavāya vāti vuddhiyā vā parihāniyā vā, sassatucchedavasenapi yojetabbaṁ.",
  "atk-s0203a3:192_2": "Na kiñci loke upādiyatīti loke rūpādīsu kiñci ekadhammampi taṇhāya na gaṇhāti, na",
  "atk-s0203a3:192_3": "parāmasati. Nāparaṁ itthattāyāti pajānātīti bhagavā attano buddhavisaye ṭhatvā desanāya",
  "atk-s0203a3:192_4": "arahattanikūṭaṁ gaṇhi. Kulaputto pana attano yathopanissayena tīṇi sāmaññaphalāni",
  "atk-s0203a3:192_5": "paṭivijjhi. Yathā nāma rājā suvaṇṇabhājanena nānārasabhojanaṁ bhuñjanto attano pamāṇena",
  "atk-s0203a3:192_6": "piṇḍaṁ vaṭṭetvā aṅke nisinnena rājakumārena piṇḍamhi ālaye dassite taṁ piṇḍaṁ upanāmeyya,",
  "atk-s0203a3:192_7": "kumāro attano mukhappamāṇeneva kabaḷaṁ kareyya, sesaṁ rājā sayaṁ vā bhuñjeyya, pātiyaṁ",
  "atk-s0203a3:192_8": "vā pakkhipeyya, evaṁ dhammarājā tathāgato attano pamāṇena arahattanikūṭaṁ gaṇhanto",
  "atk-s0203a3:192_9": "desanaṁ desesi, kulaputto attano yathopanissayena tīṇi sāmaññaphalāni paṭivijjhi.",
  "atk-s0203a3:193_0": "Ito pubbe panassa khandhā dhātuyo āyatanānīti evarūpaṁ accantasuññataṁ tilakkhaṇāhataṁ",
  "atk-s0203a3:193_1": "kathaṁ kathentassa neva kaṅkhā, na vimati, nāpi – “evaṁ kira taṁ, evaṁ me ācariyena",
  "atk-s0203a3:193_2": "vutta”nti iti kira na dandhāyitattaṁ na vitthāyitattaṁ atthi. Ekaccesu ca kira ṭhānesu",
  "atk-s0203a3:193_3": "buddhā aññātakavesena vicaranti, sammāsambuddho nu kho esoti ahudeva saṁsayo, ahu",
  "atk-s0203a3:193_4": "vimati. Yato anena anāgāmiphalaṁ paṭividdhaṁ, atha ayaṁ me satthāti niṭṭhaṁ gato.",
  "atk-s0203a3:193_5": "Yadi evaṁ kasmā accayaṁ na desesīti. Okāsābhāvato. Bhagavā hi yathānikkhittāya mātikāya",
  "atk-s0203a3:193_6": "acchinnadhāraṁ katvā ākāsagaṅgaṁ otārento viya desanaṁ desesiyeva.",
  "atk-s0203a3:194": "363.Soti arahā. Anajjhositāti gilitvā pariniṭṭhāpetvā gahetuṁ na yutthāti pajānāti. Anabhinanditāti taṇhādiṭṭhivasena abhinandituṁ na yuttāti pajānāti.",
  "atk-s0203a3:195_0": "364.Visaṁyutto naṁ vedetīti sace hissa sukhavedanaṁ ārabbha rāgānusayo, dukkhavedanaṁ",
  "atk-s0203a3:195_1": "ārabbha paṭighānusayo, itaraṁ ārabbha avijjānusayo uppajjeyya, saṁyutto vediyeyya",
  "atk-s0203a3:195_2": "nāma. Anuppajjanato pana visaṁyutto naṁ vedeti nissaṭo vippamutto. Kāyapariyantikanti",
  "atk-s0203a3:195_3": "kāyakoṭikaṁ. Yāva kāyapavattā uppajjitvā tato paraṁ anuppajjanavedananti attho. Dutiyapadepi",
  "atk-s0203a3:195_4": "eseva nayo. Anabhinanditāni sītībhavissantīti dvādasasu āyatanesu kilesānaṁ visevanassa",
  "atk-s0203a3:195_5": "natthitāya anabhinanditāni hutvā idha dvādasasuyeva āyatanesu nirujjhissanti. Kilesā",
  "atk-s0203a3:195_6": "hi nibbānaṁ āgamma niruddhāpi yattha natthi, tattha niruddhāti vuccanti. Svāyamattho",
  "atk-s0203a3:195_7": "– “etthesā taṇhā nirujjhamānā nirujjhatī”ti samudayapañhena dīpetabbo. Tasmā bhagavā",
  "atk-s0203a3:195_8": "nibbānaṁ āgamma sītibhūtānipi idheva sītībhavissantīti āha. Nanu ca idha vedayitāni",
  "atk-s0203a3:195_9": "vuttāni, na kilesāti. Vedayitānipi kilesābhāveneva sītībhavanti. Itarathā nesaṁ sītibhāvo",
  "atk-s0203a3:195_10": "nāma natthīti suvuttametaṁ.",
  "atk-s0203a3:196_0": "365.Evamevakhoti ettha idaṁ opammasaṁsandanaṁ – yathā hi eko puriso telapadīpassa",
  "atk-s0203a3:196_1": "jhāyato tele khīṇe telaṁ āsiñcati, vaṭṭiyā khīṇāya vaṭṭiṁ pakkhipati, evaṁ dīpasikhāya",
  "atk-s0203a3:196_2": "anupacchedova hoti, evameva puthujjano ekasmiṁ bhave ṭhito kusalākusalaṁ karoti,",
  "atk-s0203a3:196_3": "so tena sugatiyañca apāyesu ca nibbattatiyeva, evaṁ vedanānaṁ anupacchedova hoti.",
  "atk-s0203a3:196_4": "Yathā paneko dīpasikhāya ukkaṇṭhito – “imaṁ purisaṁ āgamma dīpasikhā na upacchijjatī”ti",
  "atk-s0203a3:196_5": "nilīno tassa purisassa sīsaṁ chindeyya, evaṁ vaṭṭiyā ca telassa ca anupahārā dīpasikhā",
  "atk-s0203a3:196_6": "anāhārā nibbāyati, evameva vaṭṭe ukkaṇṭhito yogāvacaro arahattamaggena kusalākusalaṁ",
  "atk-s0203a3:196_7": "samucchindati, tassa samucchinnattā khīṇāsavassa bhikkhuno kāyassa bhedā puna vedayitāni na uppajjantīti.",
  "atk-s0203a3:197_0": "Tasmāti yasmā ādimhi samādhivipassanāpaññāhi arahattaphalapaññā uttaritarā, tasmā.",
  "atk-s0203a3:197_1": "Evaṁ samannāgatoti iminā uttamena arahattaphalapaññādhiṭṭhānena samannāgato. Sabbadukkhakkhayeñāṇaṁ",
  "atk-s0203a3:197_2": "nāma arahattamagge ñāṇaṁ, imasmiṁ pana sutte arahattaphale ñāṇaṁ adhippetaṁ. Tenevāha",
  "atk-s0203a3:197_3": "tassa sā vimutti sacce ṭhitā akuppā hotīti.",
  "atk-s0203a3:198_0": "366. Ettha hi vimuttīti arahattaphalavimutti, saccanti paramatthasaccaṁ nibbānaṁ.",
  "atk-s0203a3:198_1": "Iti akuppārammaṇakaraṇena akuppāti vuttā. Musāti vitathaṁ. Mosadhammanti nassanasabhāvaṁ.",
  "atk-s0203a3:198_2": "Taṁ saccanti taṁ avitathaṁ sabhāvo. Amosadhammanti anassanasabhāvaṁ.",
  "atk-s0203a3:199_0": "Tasmāti yasmā ādito samathavipassanāvasena vacīsaccato dukkhasaccasamudayasaccehi",
  "atk-s0203a3:199_1": "ca paramatthasaccaṁ nibbānameva uttaritaraṁ, tasmā. Evaṁ samannāgatoti iminā uttamena",
  "atk-s0203a3:199_2": "paramatthasaccādhiṭṭhānena samannāgato.",
  "atk-s0203a3:200_0": "367.Pubbeti puthujjanakāle. Upadhīhontīti khandhūpadhi kilesūpadhi abhisaṅkhārūpadhi",
  "atk-s0203a3:200_1": "pañcakāmaguṇūpadhīti ime upadhayo honti. Samattā samādinnāti paripūrā gahitā paramaṭṭhā.",
  "atk-s0203a3:200_2": "Tasmāti yasmā ādito samathavipassanāvasena kilesapariccāgato, sotāpattimaggādīhi",
  "atk-s0203a3:200_3": "ca kilesapariccāgato arahattamaggeneva kilesapariccāgo uttaritaro, tasmā. Evaṁ samannāgatoti",
  "atk-s0203a3:200_4": "iminā uttamena cāgādhiṭṭhānena samannāgato.",
  "atk-s0203a3:201_0": "368.Āghātotiādīsu āghātakaraṇavasena āghāto, byāpajjanavasena byāpādo, sampadussanavasena",
  "atk-s0203a3:201_1": "sampadosoti tīhi padehi dosākusalamūlameva vuttaṁ. Tasmāti yasmā ādito samathavipassanāvasena",
  "atk-s0203a3:201_2": "kilesavūpasamato, sotāpattimaggādīhi kilesavūpasamato ca arahattamaggeneva kilesavūpasamo",
  "atk-s0203a3:201_3": "uttaritaro, tasmā. Evaṁ samannāgatoti iminā uttamena upasamādhiṭṭhānena samannāgato.",
  "atk-s0203a3:202_0": "369.Maññitametanti taṇhāmaññitaṁ mānamaññitaṁ diṭṭhimaññitanti tividhampi vaṭṭati.",
  "atk-s0203a3:202_1": "Ayamahamasmīti ettha pana ayamahanti ekaṁ taṇhāmaññitameva vaṭṭati. Rogotiādīsu ābādhaṭṭhena",
  "atk-s0203a3:202_2": "rogo, antodosaṭṭhena gaṇḍo, anupaviṭṭhaṭṭhena sallaṁ. Muni santoti vuccatīti khīṇāsavamuni",
  "atk-s0203a3:202_3": "santo nibbutoti vuccati. Yattha ṭhitanti yasmiṁ ṭhāne ṭhitaṁ. Saṁkhittenāti buddhānaṁ",
  "atk-s0203a3:202_4": "kira sabbāpi dhammadesanā saṁkhittāva, vitthāradesanā nāma natthi, samantapaṭṭhānakathāpi",
  "atk-s0203a3:202_5": "saṁkhittāyeva. Iti bhagavā desanaṁ yathānusandhiṁ pāpesi. Ugghāṭitaññūtiādīsu pana",
  "atk-s0203a3:202_6": "catūsu puggalesu pukkusāti kulaputto vipañcitaññū, iti vipañcitaññuvasena bhagavā",
  "atk-s0203a3:202_7": "imaṁ dhātuvibhaṅgasuttaṁ kathesi.",
  "atk-s0203a3:203_0": "370.Na kho me, bhante, paripuṇṇaṁ pattacīvaranti kasmā kulaputtassa iddhimayapattacīvaraṁ",
  "atk-s0203a3:203_1": "na nibbattanti. Pubbe aṭṭhannaṁ parikkhārānaṁ adinnattā. Kulaputto hi dinnadāno katābhinīhāro,",
  "atk-s0203a3:203_2": "na dinnattāti na vattabbaṁ. Iddhimayapattacīvaraṁ pana pacchimabhavikānaṁyeva nibbattati,",
  "atk-s0203a3:203_3": "ayañca punapaṭisandhiko, tasmā na nibbattanti. Atha bhagavā sayaṁ pariyesitvā kasmā",
  "atk-s0203a3:203_4": "na upasampādesīti. Okāsābhāvato. Kulaputtassa āyu parikkhīṇaṁ, suddhāvāsiko anāgāmī",
  "atk-s0203a3:203_5": "mahābrahmā kumbhakārasālaṁ āgantvā nisinno viya ahosi. Tasmā sayaṁ na pariyesi.",
  "atk-s0203a3:204_0": "Pattacīvarapariyesanaṁ pakkāmīti kāya velāya pakkāmi? Uṭṭhite aruṇe. Bhagavato kira",
  "atk-s0203a3:204_1": "dhammadesanāpariniṭṭhānañca aruṇuṭṭhānañca rasmivissajjanañca ekakkhaṇe ahosi. Bhagavā",
  "atk-s0203a3:204_2": "kira desanaṁ niṭṭhapetvāva chabbaṇṇarasmiyo vissajji, sakalakumbhakāranivesanaṁ ekapajjotaṁ",
  "atk-s0203a3:204_3": "ahosi, chabbaṇṇarasmiyo jālajālā puñjapuñjā hutvā vidhāvantiyo sabbadisābhāge suvaṇṇapaṭapariyonaddhe",
  "atk-s0203a3:204_4": "viya ca nānāvaṇṇakusumaratanavisarasamujjale viya ca akaṁsu. Bhagavā “nagaravāsino",
  "atk-s0203a3:204_5": "maṁ passantū”ti adhiṭṭhāsi. Nagaravāsino bhagavantaṁ disvāva “satthā kira āgato,",
  "atk-s0203a3:204_6": "kumbhakārasālāya kira nisinno”ti aññamaññassa ārocetvā rañño ārocesuṁ.",
  "atk-s0203a3:205_0": "Rājā āgantvā satthāraṁ vanditvā, “bhante, kāya velāya āgatatthā”ti pucchi. Hiyyo",
  "atk-s0203a3:205_1": "sūriyatthaṅgamanavelāya mahārājāti. Kena kammena bhagavāti? Tumhākaṁ sahāyo pukkusāti",
  "atk-s0203a3:205_2": "rājā tumhehi pahitaṁ sāsanaṁ sutvā nikkhamitvā pabbajitvā maṁ uddissa āgacchanto",
  "atk-s0203a3:205_3": "sāvatthiṁ atikkamma pañcacattālīsa yojanāni āgantvā imaṁ kumbhakārasālaṁ pavisitvā",
  "atk-s0203a3:205_4": "nisīdi, ahaṁ tassa saṅgahatthaṁ āgantvā dhammakathaṁ kathesiṁ, kulaputto tīṇi phalāni",
  "atk-s0203a3:205_5": "paṭivijjhi mahārājāti. Idāni kahaṁ, bhanteti? Upasampadaṁ yācitvā aparipuṇṇapattacīvaratāya",
  "atk-s0203a3:205_6": "pattacīvarapariyesanatthaṁ gato mahārājāti. Rājā kulaputtassa gatadisābhāgena agamāsi.",
  "atk-s0203a3:205_7": "Bhagavāpi ākāsenāgantvā jetavanagandhakuṭimhiyeva pāturahosi.",
  "atk-s0203a3:206_0": "Kulaputtopi pattacīvaraṁ pariyesamāno neva bimbisārarañño na takkasīlakānaṁ jaṅghavāṇijānaṁ",
  "atk-s0203a3:206_1": "santikaṁ agamāsi. Evaṁ kirassa ahosi – “na kho me kukkuṭassa viya tattha tattha manāpāmanāpameva",
  "atk-s0203a3:206_2": "vicinitvā pattacīvaraṁ pariyesituṁ yuttaṁ, mahantaṁ nagaraṁ vajjitvā udakatitthasusānasaṅkāraṭṭhānaantaravīthīsu",
  "atk-s0203a3:206_3": "pariyesissāmī”ti antaravīthiyaṁ saṅkārakūṭesu tāva pilotikaṁ pariyesituṁ āraddho.",
  "atk-s0203a3:207_0": "Jīvitā voropesīti etasmiṁ saṅkārakūṭe pilotikaṁ olokentaṁ vibbhantā taruṇavacchā",
  "atk-s0203a3:207_1": "gāvī upadhāvitvā siṅgena vijjhitvā ghātesi. Chātakajjhatto kulaputto ākāseyeva āyukkhayaṁ",
  "atk-s0203a3:207_2": "patvā patito. Saṅkāraṭṭhāne adhomukhaṭṭhapitā suvaṇṇapaṭimā viya ahosi, kālaṅkato",
  "atk-s0203a3:207_3": "ca pana avihābrahmaloke nibbatti, nibbattamattova arahattaṁ pāpuṇi. Avihābrahmaloke",
  "atk-s0203a3:207_4": "kira nibbattamattāva satta janā arahattaṁ pāpuṇiṁsu. Vuttañhetaṁ –",
  "atk-s0203a3:208": "“Avihaṁ upapannāse, vimuttā satta bhikkhavo;",
  "atk-s0203a3:209": "Rāgadosaparikkhīṇā, tiṇṇā loke visattikaṁ.",
  "atk-s0203a3:210": "Ke ca te ataruṁ paṅkaṁ, maccudheyyaṁ suduttaraṁ;",
  "atk-s0203a3:211": "Ke hitvā mānusaṁ dehaṁ, dibbayogaṁ upaccaguṁ.",
  "atk-s0203a3:212": "Upako palagaṇḍo ca, pukkusāti ca te tayo;",
  "atk-s0203a3:213": "Bhaddiyo khaṇḍadevo ca, bāhuraggi ca siṅgiyo;",
  "atk-s0203a3:214": "Te hitvā mānusaṁ dehaṁ, dibbayogaṁ upaccagu”nti. ;",
  "atk-s0203a3:215_0": "Bimbisāropi “mayhaṁ sahāyo mayā pesitasāsanamattaṁ vācetvā hatthagataṁ rajjaṁ pahāya",
  "atk-s0203a3:215_1": "ettakaṁ addhānaṁ āgato, dukkaraṁ kataṁ kulaputtena, pabbajitasakkārena taṁ sakkarissāmī”ti",
  "atk-s0203a3:215_2": "“pariyesatha me sahāyaka”nti tattha tattha pesesi. Pesitā taṁ addasaṁsu saṅkāraṭṭhāne",
  "atk-s0203a3:215_3": "patitaṁ, disvā āgamma rañño ārocesuṁ. Rājā gantvā kulaputtaṁ disvā – “na vata, bho,",
  "atk-s0203a3:215_4": "labhimhā sahāyakassa sakkāraṁ kātuṁ, anātho me jāto sahāyako”ti. Paridevitvā kulaputtaṁ",
  "atk-s0203a3:215_5": "mañcakena gaṇhāpetvā yuttokāse ṭhapetvā anupasampannassa sakkāraṁ kātuṁ jānanābhāvena",
  "atk-s0203a3:215_6": "nhāpakakappakādayo pakkosāpetvā kulaputtaṁ sīsaṁ nhāpetvā suddhavatthāni nivāsāpetvā",
  "atk-s0203a3:215_7": "rājavesena alaṅkārāpetvā sovaṇṇasivikaṁ āropetvā sabbatāḷāvacaragandhamālādīhi pūjaṁ",
  "atk-s0203a3:215_8": "karonto nagarā nīharitvā bahūhi gandhakaṭṭhehi mahācitakaṁ kāretvā kulaputtassa sarīrakiccaṁ",
  "atk-s0203a3:215_9": "katvā dhātuyo ādāya cetiyaṁ patiṭṭhapesi. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0203a3:216": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:217": "Dhātuvibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:218": "11. Saccavibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:219_0": "371.Evaṁme sutanti saccavibhaṅgasuttaṁ. Tattha ācikkhanāti idaṁ dukkhaṁ ariyasaccaṁ",
  "atk-s0203a3:219_1": "nāma…pe… ayaṁ dukkhanirodhagāminī paṭipadā ariyasaccaṁ nāmāti. Sesapadesupi eseva",
  "atk-s0203a3:219_2": "nayo. Apicettha paññāpanā nāma dukkhasaccādīnaṁ ṭhapanā. Āsanaṁ ṭhapento hi āsanaṁ",
  "atk-s0203a3:219_3": "paññapetīti vuccati. Paṭṭhapanāti paññāpanā. Vivaraṇāti vivaṭakaraṇā. Vibhajanāti",
  "atk-s0203a3:219_4": "vibhāgakiriyā. Uttānīkammanti pākaṭabhāvakaraṇaṁ.",
  "atk-s0203a3:220_0": "Anuggāhakāti āmisasaṅgahena dhammasaṅgahenāti dvīhipi saṅgahehi anuggāhakā. Janetāti",
  "atk-s0203a3:220_1": "janikā mātā. Āpādetāti posetā. Posikamātā viya moggallānoti dīpeti. Janikamātā hi",
  "atk-s0203a3:220_2": "nava vā dasa vā māse loṇambilādīni pariharamānā kucchiyā dārakaṁ dhāretvā kucchito",
  "atk-s0203a3:220_3": "nikkhantaṁ posikamātaraṁ dhātiṁ paṭicchāpeti. Sā khīranavanītādīhi dārakaṁ posetvā",
  "atk-s0203a3:220_4": "vaḍḍheti, so vuddhimāgamma yathāsukhaṁ vicarati. Evameva sāriputto attano vā paresaṁ",
  "atk-s0203a3:220_5": "vā santike pabbajite dvīhi saṅgahehi saṅgaṇhanto gilāne paṭijagganto kammaṭṭhāne",
  "atk-s0203a3:220_6": "yojetvā sotāpannabhāvaṁ ñatvā apāyabhayehi vuṭṭhitakālato paṭṭhāya – “idāni paccattapurisakārena",
  "atk-s0203a3:220_7": "uparimagge nibbattessantī”ti tesu anapekkho hutvā aññe nave nave ovadati. Mahāmoggallānopi",
  "atk-s0203a3:220_8": "attano vā paresaṁ vā santike pabbajite tatheva saṅgaṇhitvā kammaṭṭhāne yojetvā heṭṭhā",
  "atk-s0203a3:220_9": "tīṇi phalāni pattesupi anapekkhataṁ na āpajjati. Kasmā? Evaṁ kirassa hoti – vuttaṁ",
  "atk-s0203a3:220_10": "bhagavatā – “seyyathāpi, bhikkhave, appamattakopi gūtho duggandho hoti…pe… appamattakampi",
  "atk-s0203a3:220_11": "muttaṁ… kheḷo… pubbo… lohitaṁ duggandhaṁ hoti, evameva kho ahaṁ, bhikkhave, appamattakampi",
  "atk-s0203a3:220_12": "bhavaṁ na vaṇṇemi antamaso accharāsaṅghatamattampī”ti. Tasmā yāva arahattaṁ na pāpuṇanti,",
  "atk-s0203a3:220_13": "tāva tesu anapekkhataṁ anāpajjitvā arahattaṁ pattesuyeva āpajjatīti. Tenāha bhagavā",
  "atk-s0203a3:220_14": "– “seyyathāpi, bhikkhave, janetā evaṁ sāriputto. Seyyathāpi jātassa āpādetā, evaṁ",
  "atk-s0203a3:220_15": "moggallāno. Sāriputto, bhikkhave, sotāpattiphale vineti, moggallāno uttamatthe”ti. Pahotīti sakkoti.",
  "atk-s0203a3:221_0": "Dukkheñāṇanti savanasammasanapaṭivedhañāṇaṁ, tathā dukkhasamudaye. Dukkhanirodhe",
  "atk-s0203a3:221_1": "savanapaṭivedhañāṇanti vaṭṭati, tathā dukkhanirodhagāminiyā paṭipadāya. Nekkhammasaṅkappādīsu",
  "atk-s0203a3:221_2": "kāmapaccanīkaṭṭhena, kāmato nissaṭabhāvena vā, kāmaṁ sammasantassa uppannoti vā,",
  "atk-s0203a3:221_3": "kāmapadaghātaṁ kāmavūpasamaṁ karonto uppannoti vā, kāmavivittante uppannoti vā nekkhammasaṅkappo.",
  "atk-s0203a3:221_4": "Sesapadadvayepi eseva nayo. Sabbepi cete pubbabhāge nānācittesu, maggakkhaṇe ekacitte",
  "atk-s0203a3:221_5": "labbhanti. Tatra hi micchāsaṅkappacetanāya samugghātako ekova saṅkappo labbhati,",
  "atk-s0203a3:221_6": "na nānā labbhati. Sammāvācādayopi pubbabhāge nānācittesu, vuttanayeneva maggakkhaṇe",
  "atk-s0203a3:221_7": "ekacitte labbhanti. Ayamettha saṅkhepo, vitthārena pana saccakathā visuddhimagge",
  "atk-s0203a3:221_8": "ca sammādiṭṭhisutte ca vuttāyevāti.",
  "atk-s0203a3:222": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:223": "Saccavibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:224": "12. Dakkhiṇāvibhaṅgasuttavaṇṇanā",
  "atk-s0203a3:225_0": "376.Evaṁme sutanti dakkhiṇāvibhaṅgasuttaṁ. Tattha mahāpajāpati gotamīti gotamīti",
  "atk-s0203a3:225_1": "gottaṁ. Nāmakaraṇadivase panassā laddhasakkārā brāhmaṇā lakkhaṇasampattiṁ disvā –",
  "atk-s0203a3:225_2": "“sace ayaṁ dhītaraṁ labhissati, cakkavattirañño aggamahesī bhavissati. Sace puttaṁ",
  "atk-s0203a3:225_3": "labhissati, cakkavattirājā bhavissatīti ubhayathāpi mahatīyevassā pajā bhavissatī”ti",
  "atk-s0203a3:225_4": "byākariṁsu. Athassā mahāpajāpatīti nāmaṁ akaṁsu. Idha pana gottena saddhiṁ saṁsanditvā",
  "atk-s0203a3:225_5": "mahāpajāpatigotamīti vuttaṁ. Navanti ahataṁ. Sāmaṁ vāyitanti na sahattheneva vāyitaṁ,",
  "atk-s0203a3:225_6": "ekadivasaṁ pana dhātigaṇaparivutā sippikānaṁ vāyanaṭṭhānaṁ āgantvā vemakoṭiṁ gahetvā",
  "atk-s0203a3:225_7": "vāyanākāraṁ akāsi. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0203a3:226_0": "Kadā pana gotamiyā bhagavato dussayugaṁ dātuṁ cittaṁ uppannanti. Abhisambodhiṁ patvā",
  "atk-s0203a3:226_1": "paṭhamagamanena kapilapuraṁ āgatakāle. Tadā hi piṇḍāya paviṭṭhaṁ satthāraṁ gahetvā",
  "atk-s0203a3:226_2": "suddhodanamahārājā sakaṁ nivesanaṁ pavesesi, atha bhagavato rūpasobhaggaṁ disvā mahāpajāpatigotamī",
  "atk-s0203a3:226_3": "cintesi – “sobhati vata me puttassa attabhāvo”ti. Athassā balavasomanassaṁ uppajji.",
  "atk-s0203a3:226_4": "Tato cintesi – “mama puttassa ekūnatiṁsa vassāni agāramajjhe vasantassa antamaso",
  "atk-s0203a3:226_5": "mocaphalamattampi mayā dinnakameva ahosi, idānipissa cīvarasāṭakaṁ dassāmī”ti. “Imasmiṁ",
  "atk-s0203a3:226_6": "kho pana rājagehe bahūni mahagghāni vatthāni atthi, tāni maṁ na tosenti, sahatthā",
  "atk-s0203a3:226_7": "katameva maṁ toseti, sahatthā katvā dassāmī”ti cittaṁ uppādesi.",
  "atk-s0203a3:227_0": "Athantarāpaṇā kappāsaṁ āharāpetvā sahattheneva pisitvā pothetvā sukhumasuttaṁ kantitvā",
  "atk-s0203a3:227_1": "antovatthusmiṁyeva sālaṁ kārāpetvā sippike pakkosāpetvā sippikānaṁ attano paribhogakhādanīyabhojanīyameva",
  "atk-s0203a3:227_2": "datvā vāyāpesi, kālānukālañca dhātigaṇaparivutā gantvā vemakoṭiṁ aggahesi. Niṭṭhitakāle",
  "atk-s0203a3:227_3": "sippikānaṁ mahāsakkāraṁ katvā dussayugaṁ gandhasamugge pakkhipitvā vāsaṁ gāhāpetvā",
  "atk-s0203a3:227_4": "– “mayhaṁ puttassa cīvarasāṭakaṁ gahetvā gamissāmī”ti rañño ārocesi. Rājā maggaṁ",
  "atk-s0203a3:227_5": "paṭiyādāpesi, vīthiyo sammajjitvā puṇṇaghaṭe ṭhapetvā dhajapaṭākā ussāpetvā rājagharadvārato",
  "atk-s0203a3:227_6": "paṭṭhāya yāva nigrodhārāmā maggaṁ paṭiyādāpetvā pupphābhikiṇṇaṁ akaṁsu. Mahāpajāpatipi",
  "atk-s0203a3:227_7": "sabbālaṅkāraṁ alaṅkaritvā dhātigaṇaparivutā samuggaṁ sīse ṭhapetvā bhagavato santikaṁ",
  "atk-s0203a3:227_8": "gantvā idaṁ me, bhante, navaṁ dussayugantiādimāha.",
  "atk-s0203a3:228_0": "Dutiyampi khoti “saṅghe gotami dehī”ti vutte – “pahomahaṁ, bhante, dussakoṭṭhāgārato",
  "atk-s0203a3:228_1": "bhikkhusatassāpi bhikkhusahassassāpi bhikkhusatasahassassāpi cīvaradussāni dātuṁ,",
  "atk-s0203a3:228_2": "idaṁ pana me bhagavantaṁ uddissa sāmaṁ kantaṁ sāmaṁ vāyitaṁ, taṁ me, bhante, bhagavā",
  "atk-s0203a3:228_3": "paṭiggaṇhātū”ti nimantayamānā āha. Evaṁ yāvatatiyaṁ yāci, bhagavāpi paṭikkhipiyeva.",
  "atk-s0203a3:229_0": "Kasmā pana bhagavā attano diyyamānaṁ bhikkhusaṅghassa dāpetīti? Mātari anukampāya.",
  "atk-s0203a3:229_1": "Evaṁ kirassa ahosi – “imissā maṁ ārabbha pubbacetanā muñcacetanā paracetanāti tisso",
  "atk-s0203a3:229_2": "cetanā uppannā, bhikkhusaṅghampissā ārabbha uppajjantu, evamassā cha cetanā ekato",
  "atk-s0203a3:229_3": "hutvā dīgharattaṁ hitāya sukhāya pavattissantī”ti. Vitaṇḍavādī panāha – “saṅghe dinnaṁ",
  "atk-s0203a3:229_4": "mahapphalanti tasmā evaṁ vutta”nti. So vattabbo – “kiṁ tvaṁ satthu dinnato saṅghe",
  "atk-s0203a3:229_5": "dinnaṁ mahapphalataraṁ vadasī”ti āma vadāmīti. Suttaṁ āharāti. Saṅghe gotami dehi,",
  "atk-s0203a3:229_6": "saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cāti. Kiṁ panassa suttassa ayameva",
  "atk-s0203a3:229_7": "atthoti ? Āma ayamevāti. Yadi evaṁ “tena hānanda, vighāsādānaṁ pūvaṁ dehī”ti ca “tena",
  "atk-s0203a3:229_8": "hi tva, kaccāna, vighāsādānaṁ guḷaṁ dehī”ti ca vacanato vighāsādānaṁ dinnaṁ mahapphalatarañca",
  "atk-s0203a3:229_9": "bhaveyya. Evampi hi “satthā attano diyyamānaṁ dāpetī”ti. Rājarājamahāmattādayopi",
  "atk-s0203a3:229_10": "attano āgataṁ paṇṇākāraṁ hatthigopakādīnaṁ dāpenti, te rājādīhi mahantatarā bhaveyyuṁ.",
  "atk-s0203a3:229_11": "Tasmā mā evaṁ gaṇha –",
  "atk-s0203a3:230": "“Nayimasmiṁ loke parasmiṁ vā pana,",
  "atk-s0203a3:231": "Buddhena seṭṭho sadiso vā vijjati;",
  "atk-s0203a3:232": "Yamāhuneyyānamaggataṁ gato,",
  "atk-s0203a3:233": "Puññatthikānaṁ vipulaphalesina”nti. –",
  "atk-s0203a3:234": "Vacanato hi satthārā uttaritaro dakkhiṇeyyo nāma natthi. Evamassā cha cetanā ekato hutvā dīgharattaṁ hitāya sukhāya bhavissantīti sandhāya yāvatatiyaṁ paṭibāhitvā saṅghassa dāpesi.",
  "atk-s0203a3:235_0": "Pacchimāya janatāya saṅghe cittīkārajananatthaṁ cāpi evamāha. Evaṁ kirassa ahosi",
  "atk-s0203a3:235_1": "– “ahaṁ na ciraṭṭhitiko, mayhaṁ pana sāsanaṁ bhikkhusaṅghe patiṭṭhahissati, pacchimā",
  "atk-s0203a3:235_2": "janatā saṅghe cittīkāraṁ janetū”ti yāvatatiyaṁ paṭibāhitvā saṅghassa dāpesi. Evañhi",
  "atk-s0203a3:235_3": "sati – “satthā attano diyyamānampi saṅghassa dāpesi, saṅgho nāma dakkhiṇeyyo”ti pacchimā",
  "atk-s0203a3:235_4": "janatā saṅghe cittīkāraṁ uppādetvā cattāro paccaye dātabbe maññissati, saṅgho catūhi",
  "atk-s0203a3:235_5": "paccayehi akilamanto buddhavacanaṁ uggahetvā samaṇadhammaṁ karissati. Evaṁ mama sāsanaṁ",
  "atk-s0203a3:235_6": "pañca vassasahassāni ṭhassatīti. “Paṭiggaṇhātu, bhante, bhagavā”ti vacanatopi cetaṁ",
  "atk-s0203a3:235_7": "veditabbaṁ “satthārā uttaritaro dakkhiṇeyyo nāma natthī”ti. Na hi ānandattherassa",
  "atk-s0203a3:235_8": "mahāpajāpatiyā āghāto vā veraṁ vā atthi. Na thero – “tassā dakkhiṇā mā mahapphalā",
  "atk-s0203a3:235_9": "ahosī”ti icchati. Paṇḍito hi thero bahussuto sekkhapaṭisambhidāpatto, so satthu dinnassa",
  "atk-s0203a3:235_10": "mahapphalabhāve sampassamānova paṭiggaṇhātu, bhante, bhagavāti gahaṇatthaṁ yāci.",
  "atk-s0203a3:236_0": "Puna vitaṇḍavādī āha – “saṅghe te dinne ahañceva pūjito bhavissāmi saṅgho cā”ti vacanato",
  "atk-s0203a3:236_1": "satthā saṅghapariyāpanno vāti. So vattabbo – “jānāsi pana tvaṁ kati saraṇāni, kati",
  "atk-s0203a3:236_2": "aveccappasādā”ti jānanto tīṇīti vakkhati, tato vattabbo – tava laddhiyā satthu saṅghapariyāpannattā",
  "atk-s0203a3:236_3": "dveyeva honti. Evaṁ sante ca – “anujānāmi, bhikkhave, imehi tīhi saraṇagamanehi pabbajjaṁ",
  "atk-s0203a3:236_4": "upasampada”nti evaṁ anuññātā pabbajjāpi upasampadāpi na ruhati. Tato tvaṁ neva pabbajito",
  "atk-s0203a3:236_5": "asi, na gihi. Sammāsambuddhe ca gandhakuṭiyaṁ nisinne bhikkhū uposathampi pavāraṇampi",
  "atk-s0203a3:236_6": "saṅghakammānipi karonti, tāni satthu saṅghapariyāpannattā kuppāni bhaveyyuṁ, na ca",
  "atk-s0203a3:236_7": "honti. Tasmā na vattabbametaṁ “satthā saṅghapariyāpanno”ti.",
  "atk-s0203a3:237_0": "377.Āpādikāti saṁvaḍḍhikā, tumhākaṁ hatthapādesu hatthapādakiccaṁ asādhentesu hatthe",
  "atk-s0203a3:237_1": "ca pāde ca vaḍḍhetvā paṭijaggikāti attho. Posikāti divasassa dve tayo vāre nhāpetvā",
  "atk-s0203a3:237_2": "bhojetvā pāyetvā tumhe posesi. Thaññaṁ pāyesīti nandakumāro kira bodhisattato katipāheneva",
  "atk-s0203a3:237_3": "daharo, tasmiṁ jāte mahāpajāpati attano puttaṁ dhātīnaṁ datvā sayaṁ bodhisattassa",
  "atk-s0203a3:237_4": "dhātikiccaṁ sādhayamānā attano thaññaṁ pāyesi. Taṁ sandhāya thero evamāha. Iti mahāpajāpatiyā",
  "atk-s0203a3:237_5": "bahūpakārataṁ kathetvā idāni tathāgatassa bahūpakārataṁ dassento bhagavāpi, bhantetiādimāha.",
  "atk-s0203a3:237_6": "Tattha bhagavantaṁ, bhante, āgammāti bhagavantaṁ paṭicca nissāya sandhāya.",
  "atk-s0203a3:238_0": "378. Atha bhagavā dvīsu upakāresu atirekataraṁ anumodanto evametantiādimāha. Tattha",
  "atk-s0203a3:238_1": "yaṁ hānanda, puggalo puggalaṁ āgammāti yaṁ ācariyapuggalaṁ antevāsikapuggalo āgamma.",
  "atk-s0203a3:238_2": "Imassānanda, puggalassa iminā puggalenāti imassa ācariyapuggalassa iminā antevāsikapuggalena.",
  "atk-s0203a3:238_3": "Na suppaṭikāraṁ vadāmīti paccūpakāraṁ na sukaraṁ vadāmi, abhivādanādīsu ācariyaṁ",
  "atk-s0203a3:238_4": "disvā abhivādanakaraṇaṁ abhivādanaṁ nāma. Yasmiṁ vā disābhāge ācariyo vasati, iriyāpathe",
  "atk-s0203a3:238_5": "vā kappento tadabhimukho vanditvā gacchati, vanditvā nisīdati, vanditvā nipajjati,",
  "atk-s0203a3:238_6": "ācariyaṁ pana dūratova disvā paccuṭṭhāya paccuggamanakaraṇaṁ paccuṭṭhānaṁ nāma. Ācariyaṁ",
  "atk-s0203a3:238_7": "pana disvā añjaliṁ paggayha sīse ṭhapetvā ācariyaṁ namassati, yasmiṁ vā disābhāge",
  "atk-s0203a3:238_8": "so vasati, tadabhimukhopi tatheva namassati, gacchantopi ṭhitopi nisinnopi añjaliṁ",
  "atk-s0203a3:238_9": "paggayha namassatiyevāti idaṁ añjalikammaṁ nāma. Anucchavikakammassa pana karaṇaṁ",
  "atk-s0203a3:238_10": "sāmīcikammaṁ nāma. Cīvarādīsu cīvaraṁ dento na yaṁ vā taṁ vā deti, mahagghaṁ satamūlikampi",
  "atk-s0203a3:238_11": "pañcasatamūlikampi sahassamūlikampi detiyeva. Piṇḍapātādīsupi eseva nayo. Kiṁ bahunā,",
  "atk-s0203a3:238_12": "catūhi paṇītapaccayehi cakkavāḷantaraṁ pūretvā sinerupabbatena kūṭaṁ gahetvā dentopi",
  "atk-s0203a3:238_13": "ācariyassa anucchavikaṁ kiriyaṁ kātuṁ na sakkotiyeva.",
  "atk-s0203a3:239_0": "379.Cuddasa kho panimāti kasmā ārabhi? Idaṁ suttaṁ pāṭipuggalikaṁ dakkhiṇaṁ ārabbha",
  "atk-s0203a3:239_1": "samuṭṭhitaṁ. Ānandattheropi “paṭiggaṇhātu, bhante, bhagavā”ti pāṭipuggalikadakkhiṇaṁyeva",
  "atk-s0203a3:239_2": "samādapeti, cuddasasu ca ṭhānesu dinnadānaṁ pāṭipuggalikaṁ nāma hotīti dassetuṁ imaṁ",
  "atk-s0203a3:239_3": "desanaṁ ārabhi. Ayaṁ paṭhamāti ayaṁ dakkhiṇā guṇavasenapi paṭhamā jeṭṭhakavasenapi.",
  "atk-s0203a3:239_4": "Ayañhi paṭhamā aggā jeṭṭhikā, imissā dakkhiṇāya pamāṇaṁ nāma natthi. Dutiyatatiyāpi",
  "atk-s0203a3:239_5": "paramadakkhiṇāyeva, sesā paramadakkhiṇabhāvaṁ na pāpuṇanti. Bāhirake kāmesu vītarāgeti",
  "atk-s0203a3:239_6": "kammavādikiriyavādimhi lokiyapañcābhiññe. Puthujjanasīlavanteti puthujjanasīlavā",
  "atk-s0203a3:239_7": "nāma gosīladhātuko hoti, asaṭho amāyāvī paraṁ apīḷetvā dhammena samena kasiyā vā",
  "atk-s0203a3:239_8": "vaṇijjāya vā jīvikaṁ kappetā. Puthujjanadussīleti puthujjanadussīlā nāma kevaṭṭamacchabandhādayo",
  "atk-s0203a3:239_9": "paraṁ pīḷāya jīvikaṁ kappetā.",
  "atk-s0203a3:240_0": "Idāni pāṭipuggalikadakkhiṇāya vipākaṁ paricchindanto tatrānandātiādimāha. Tattha",
  "atk-s0203a3:240_1": "tiracchānagateti yaṁ guṇavasena upakāravasena posanatthaṁ dinnaṁ, idaṁ na gahitaṁ.",
  "atk-s0203a3:240_2": "Yampi ālopaaḍḍhaālopamattaṁ dinnaṁ, tampi na gahitaṁ. Yaṁ pana sunakhasūkarakukkuṭakākādīsu",
  "atk-s0203a3:240_3": "yassa kassaci sampattassa phalaṁ paṭikaṅkhitvā yāvadatthaṁ dinnaṁ, idaṁ sandhāya",
  "atk-s0203a3:240_4": "vuttaṁ “tiracchānagate dānaṁ datvā”ti. Sataguṇāti satānisaṁsā. Pāṭikaṅkhitabbāti",
  "atk-s0203a3:240_5": "icchitabbā. Idaṁ vuttaṁ hoti – ayaṁ dakkhiṇā āyusataṁ vaṇṇasataṁ sukhasataṁ balasataṁ",
  "atk-s0203a3:240_6": "paṭibhānasatanti pañca ānisaṁsasatāni deti, attabhāvasate āyuṁ deti, vaṇṇaṁ, sukhaṁ,",
  "atk-s0203a3:240_7": "balaṁ, paṭibhānaṁ deti, nipparitasaṁ karoti. Bhavasatepi vutte ayameva attho. Iminā",
  "atk-s0203a3:240_8": "upāyena sabbattha nayo netabbo.",
  "atk-s0203a3:241_0": "Sotāpattiphalasacchikiriyāya paṭipanneti ettha heṭṭhimakoṭiyā tisaraṇaṁ gato upāsakopi",
  "atk-s0203a3:241_1": "sotāpattiphalasacchikiriyāya paṭipanno nāma, tasmiṁ dinnadānampi asaṅkhyeyyaṁ appameyyaṁ.",
  "atk-s0203a3:241_2": "Pañcasīle patiṭṭhitassa tato uttari mahapphalaṁ, dasasīle patiṭṭhitassa tato uttari,",
  "atk-s0203a3:241_3": "tadahupabbajitassa sāmaṇerassa tato uttari, upasampannabhikkhuno tato uttari, upasampannasseva",
  "atk-s0203a3:241_4": "vattasampannassa tato uttari, vipassakassa tato uttari, āraddhavipassakassa tato",
  "atk-s0203a3:241_5": "uttari, uttamakoṭiyā pana maggasamaṅgī sotāpattiphalasacchikiriyāya paṭipanno nāma.",
  "atk-s0203a3:241_6": "Etassa dinnadānaṁ tato uttari mahapphalameva.",
  "atk-s0203a3:242_0": "Kiṁ pana maggasamaṅgissa sakkā dānaṁ dātunti? Āma sakkā. Āraddhavipassako hi pattacīvaramādāya",
  "atk-s0203a3:242_1": "gāmaṁ piṇḍāya pavisati, tassa gehadvāre ṭhitassa hatthato pattaṁ gahetvā khādanīyabhojanīyaṁ",
  "atk-s0203a3:242_2": "pakkhipanti. Tasmiṁ khaṇe bhikkhuno maggavuṭṭhānaṁ hoti, idaṁ dānaṁ maggasamaṅgino",
  "atk-s0203a3:242_3": "dinnaṁ nāma hoti. Atha vā panesa āsanasālāya nisinno hoti, manussā gantvā patte khādanīyabhojanīyaṁ",
  "atk-s0203a3:242_4": "ṭhapenti, tasmiṁ khaṇe tassa maggavuṭṭhānaṁ hoti, idampi dānaṁ maggasamaṅgino dinnaṁ",
  "atk-s0203a3:242_5": "nāma. Atha vā panassa vihāre vā āsanasālāya vā nisinnassa upāsakā pattaṁ ādāya attano",
  "atk-s0203a3:242_6": "gharaṁ gantvā khādanīyabhojanīyaṁ pakkhipanti, tasmiṁ khaṇe tassa maggavuṭṭhānaṁ",
  "atk-s0203a3:242_7": "hoti, idampi dānaṁ maggasamaṅgino dinnaṁ nāma. Tattha soṇḍiyaṁ udakassa viya sotāpattiphalasacchikiriyāya",
  "atk-s0203a3:242_8": "paṭipanne dinnadānassa asaṅkhyeyyatā veditabbā. Tāsu tāsu mahānadīsu mahāsamudde",
  "atk-s0203a3:242_9": "ca udakassa viya sotāpannādīsu dinnadānassa uttaritaravasena asaṅkhyeyyatā veditabbā.",
  "atk-s0203a3:242_10": "Pathaviyā khayamaṇḍalamatte padese paṁsuṁ ādiṁ katvā yāva mahāpathaviyā paṁsuno appameyyatāyapi",
  "atk-s0203a3:242_11": "ayamattho dīpetabbo.",
  "atk-s0203a3:243_0": "380.Satta kho panimāti kasmā ārabhi? “Saṅghe gotami dehi, saṅghe te dinne ahañceva",
  "atk-s0203a3:243_1": "pūjito bhavissāmi saṅgho cā”ti hi vuttaṁ, tattha sattasu ṭhānesu dinnadānaṁ saṅghe",
  "atk-s0203a3:243_2": "dinnaṁ nāma hotīti dassetuṁ imaṁ desanaṁ ārabhi. Tattha buddhappamukhe ubhatosaṅgheti",
  "atk-s0203a3:243_3": "ekato bhikkhusaṅgho, ekato bhikkhunisaṅgho, satthā majjhe nisinno hotīti ayaṁ buddhappamukho",
  "atk-s0203a3:243_4": "ubhatosaṅgho nāma. Ayaṁ paṭhamāti imāya dakkhiṇāya samappamāṇā dakkhiṇā nāma natthi.",
  "atk-s0203a3:243_5": "Dutiyadakkhiṇādayo pana etaṁ paramadakkhiṇaṁ na pāpuṇanti.",
  "atk-s0203a3:244_0": "Kiṁ pana tathāgate parinibbute buddhappamukhassa ubhatosaṅghassa dānaṁ dātuṁ sakkāti?",
  "atk-s0203a3:244_1": "Sakkā. Kathaṁ? Ubhatosaṅghassa hi pamukhe sadhātukaṁ paṭimaṁ āsane ṭhapetvā ādhārakaṁ",
  "atk-s0203a3:244_2": "ṭhapetvā dakkhiṇodakaṁ ādiṁ katvā sabbaṁ satthu paṭhamaṁ datvā ubhatosaṅghassa dātabbaṁ,",
  "atk-s0203a3:244_3": "evaṁ buddhappamukhassa ubhatosaṅghassa dānaṁ dinnaṁ nāma hoti. Tattha yaṁ satthu",
  "atk-s0203a3:244_4": "dinnaṁ, taṁ kiṁ kātabbanti? Yo satthāraṁ paṭijaggati vattasampanno bhikkhu, tassa",
  "atk-s0203a3:244_5": "dātabbaṁ. Pitusantakañhi puttassa pāpuṇāti, bhikkhusaṅghassa dātumpi vaṭṭati, sappitelāni",
  "atk-s0203a3:244_6": "pana gahetvā dīpā jalitabbā, sāṭakaṁ gahetvā paṭākā āropetabbāti. Bhikkhusaṅgheti",
  "atk-s0203a3:244_7": "aparicchinnakamahābhikkhusaṅghe. Bhikkhunisaṅghepi eseva nayo.",
  "atk-s0203a3:245_0": "Gotrabhunoti gottamattakameva anubhavamānā, nāmamattasamaṇāti attho. Kāsāvakaṇṭhāti",
  "atk-s0203a3:245_1": "kāsāvakaṇṭhanāmakā. Te kira ekaṁ kāsāvakhaṇḍaṁ hatthe vā gīvāya vā bandhitvā vicarissanti.",
  "atk-s0203a3:245_2": "Gharadvāraṁ pana tesaṁ puttabhariyā kasivaṇijjādikammāni ca pākatikāneva bhavissanti.",
  "atk-s0203a3:245_3": "Tesu dussīlesu saṅghaṁ uddissa dānaṁ dassantīti ettha dussīlasaṅghanti na vuttaṁ.",
  "atk-s0203a3:245_4": "Saṅgho hi dussīlo nāma natthi. Dussīlā pana upāsakā tesu dussīlesu bhikkhusaṅghaṁ",
  "atk-s0203a3:245_5": "uddissa saṅghassa demāti dānaṁ dassanti. Iti bhagavatā buddhappamukhe saṅghe dinnadakkhiṇāpi",
  "atk-s0203a3:245_6": "guṇasaṅkhāya asaṅkhyeyyāti vuttaṁ. Kāsāvakaṇṭhasaṅghe dinnadakkhiṇāpi guṇasaṅkhāyeva",
  "atk-s0203a3:245_7": "asaṅkhyeyyāti vuttā. Saṅghagatā dakkhiṇā hi saṅghe cittīkāraṁ kātuṁ sakkontassa hoti,",
  "atk-s0203a3:245_8": "saṅghe pana cittīkāro dukkaro hoti.",
  "atk-s0203a3:246_0": "Yo hi saṅghagataṁ dakkhiṇaṁ dassāmīti deyyadhammaṁ paṭiyādetvā vihāraṁ gantvā, –",
  "atk-s0203a3:246_1": "“bhante, saṅghaṁ uddissa ekaṁ theraṁ dethā”ti vadati, atha saṅghato sāmaṇeraṁ labhitvā",
  "atk-s0203a3:246_2": "“sāmaṇero me laddho”ti aññathattaṁ āpajjati, tassa dakkhiṇā saṅghagatā na hoti. Mahātheraṁ",
  "atk-s0203a3:246_3": "labhitvāpi “mahāthero me laddho”ti somanassaṁ uppādentassāpi na hotiyeva. Yo pana",
  "atk-s0203a3:246_4": "sāmaṇeraṁ vā upasampannaṁ vā daharaṁ vā theraṁ vā bālaṁ vā paṇḍitaṁ vā yaṁkiñci saṅghato",
  "atk-s0203a3:246_5": "labhitvā nibbematiko hutvā saṅghassa demīti saṅghe cittīkāraṁ kātuṁ sakkoti, tassa",
  "atk-s0203a3:246_6": "dakkhiṇā saṅghagatā nāma hoti. Parasamuddavāsino kira evaṁ karonti.",
  "atk-s0203a3:247_0": "Tattha hi eko vihārasāmi kuṭumbiko “saṅghagataṁ dakkhiṇaṁ dassāmī”ti saṅghato uddisitvā",
  "atk-s0203a3:247_1": "ekaṁ bhikkhuṁ dethāti yāci. So ekaṁ dussīlabhikkhuṁ labhitvā nisinnaṭṭhānaṁ opuñjāpetvā",
  "atk-s0203a3:247_2": "āsanaṁ paññāpetvā upari vitānaṁ bandhitvā gandhadhūmapupphehi pūjetvā pāde dhovitvā",
  "atk-s0203a3:247_3": "telena makkhetvā buddhassa nipaccakāraṁ karonto viya saṅghe cittīkārena deyyadhammaṁ",
  "atk-s0203a3:247_4": "adāsi. So bhikkhu pacchābhattaṁ vihārajagganatthāya kudālakaṁ dethāti gharadvāraṁ",
  "atk-s0203a3:247_5": "āgato, upāsako nisinnova kudālaṁ pādena khipitvā “gaṇhā”ti adāsi. Tamenaṁ manussā",
  "atk-s0203a3:247_6": "āhaṁsu – “tumhehi pātova etassa katasakkāro vattuṁ na sakkā, idāni upacāramattakampi",
  "atk-s0203a3:247_7": "natthi, kiṁ nāmeta”nti. Upāsako – “saṅghassa so ayyā cittīkāro, na etassā”ti āha.",
  "atk-s0203a3:247_8": "Kāsāvakaṇṭhasaṅghassa dinnadakkhiṇaṁ pana ko sodhetīti? Sāriputtamoggallānādayo asīti",
  "atk-s0203a3:247_9": "mahātherā sodhentīti. Apica therā ciraparinibbutā, there ādiṁ katvā yāvajja dharamānā",
  "atk-s0203a3:247_10": "khīṇāsavā sodhentiyeva.",
  "atk-s0203a3:248_0": "Na tvevāhaṁ, ānanda, kenaci pariyāyena saṅghagatāya dakkhiṇāyāti ettha atthi buddhappamukho",
  "atk-s0203a3:248_1": "saṅgho, atthi etarahi saṅgho, atthi anāgate kāsāvakaṇṭhasaṅgho. Buddhappamukho saṅgho",
  "atk-s0203a3:248_2": "etarahi saṅghena na upanetabbo, etarahi saṅgho anāgate kāsāvakaṇṭhasaṅghena saddhiṁ",
  "atk-s0203a3:248_3": "na upanetabbo. Tena teneva samayena kathetabbaṁ. Saṅghato uddisitvā gahitasamaṇaputhujjano",
  "atk-s0203a3:248_4": "hi pāṭipuggaliko sotāpanno, saṅghe cittīkāraṁ kātuṁ sakkontassa puthujjanasamaṇe",
  "atk-s0203a3:248_5": "dinnaṁ mahapphalataraṁ. Uddisitvā gahito sotāpanno pāṭipuggaliko sakadāgāmītiādīsupi",
  "atk-s0203a3:248_6": "eseva nayo. Saṅghe cittīkāraṁ kātuṁ sakkontassa hi khīṇāsave dinnadānato uddisitvā",
  "atk-s0203a3:248_7": "gahite dussīlepi dinnaṁ mahapphalatarameva. Yaṁ pana vuttaṁ “sīlavato kho, mahārāja,",
  "atk-s0203a3:248_8": "dinnaṁ mahapphalaṁ, no tathā dussīle”ti, taṁ imaṁ nayaṁ pahāya “catasso kho imānanda,",
  "atk-s0203a3:248_9": "dakkhiṇā visuddhiyo”ti imasmiṁ catukke daṭṭhabbaṁ.",
  "atk-s0203a3:249_0": "381.Dāyakato visujjhatīti mahapphalabhāvena visujjhati, mahapphalā hotīti attho.",
  "atk-s0203a3:249_1": "Kalyāṇadhammoti sucidhammo, na pāpadhammo. Dāyakato visujjhatīti cettha vessantaramahārājā",
  "atk-s0203a3:249_2": "kathetabbo. So hi jūjakabrāhmaṇassa dārake datvā pathaviṁ kampesi.",
  "atk-s0203a3:250_0": "Paṭiggāhakatovisujjhatīti ettha kalyāṇīnadīmukhadvāravāsikevaṭṭo kathetabbo. So kira",
  "atk-s0203a3:250_1": "dīghasomattherassa tikkhattumpi piṇḍapātaṁ datvā maraṇamañce nipanno “ayyassa maṁ",
  "atk-s0203a3:250_2": "dīghasomattherassa dinnapiṇḍapāto uddharatī”ti āha.",
  "atk-s0203a3:251_0": "Neva dāyakatoti ettha vaḍḍhamānavāsiluddako kathetabbo. So kira petadakkhiṇaṁ dento",
  "atk-s0203a3:251_1": "ekassa dussīlasseva tayo vāre adāsi, tatiyavāre “amanusso dussīlo maṁ vilumpatī”ti",
  "atk-s0203a3:251_2": "viravi, ekassa sīlavantabhikkhuno datvā pāpitakāleyevassa pāpuṇi.",
  "atk-s0203a3:252": "Dāyakato ceva visujjhatīti ettha asadisadānaṁ kathetabbaṁ.",
  "atk-s0203a3:253_0": "Sā dakkhiṇā dāyakato visujjhatīti ettha yathā nāma cheko kassako asārampi khettaṁ",
  "atk-s0203a3:253_1": "labhitvā samaye kasitvā paṁsuṁ apanetvā sārabījāni patiṭṭhapetvā rattindivaṁ ārakkhe",
  "atk-s0203a3:253_2": "pamādaṁ anāpajjanto aññassa sārakhettato adhikataraṁ dhaññaṁ labhati, evaṁ sīlavā",
  "atk-s0203a3:253_3": "dussīlassa datvāpi phalaṁ mahantaṁ adhigacchatīti. Iminā upāyena sabbapadesu visujjhanaṁ veditabbaṁ.",
  "atk-s0203a3:254_0": "Vītarāgo vītarāgesūti ettha vītarāgo nāma anāgāmī, arahā pana ekantavītarāgova, tasmā",
  "atk-s0203a3:254_1": "arahatā arahato dinnadānameva aggaṁ. Kasmā? Bhavālayassa bhavapatthanāya abhāvato.",
  "atk-s0203a3:254_2": "Nanu khīṇāsavo dānaphalaṁ na saddahatīti? Dānaphalaṁ saddahantā khīṇāsavasadisā na",
  "atk-s0203a3:254_3": "honti. Khīṇāsavena katakammaṁ pana nicchandarāgattā kusalaṁ vā akusalaṁ vā na hoti,",
  "atk-s0203a3:254_4": "kiriyaṭṭhāne tiṭṭhati, tenevassa dānaṁ aggaṁ hotīti vadanti.",
  "atk-s0203a3:255_0": "Kiṁ pana sammāsambuddhena sāriputtattherassa dinnaṁ mahapphalaṁ, udāhu sāriputtattherena",
  "atk-s0203a3:255_1": "sammāsambuddhassa dinnanti. Sammāsambuddhena sāriputtattherassa dinnaṁ mahapphalanti",
  "atk-s0203a3:255_2": "vadanti. Sammāsambuddhañhi ṭhapetvā añño dānassa vipākaṁ jānituṁ samattho nāma natthi.",
  "atk-s0203a3:255_3": "Dānañhi catūhi sampadāhi dātuṁ sakkontassa tasmiṁyeva attabhāve vipākaṁ deti. Tatrimā",
  "atk-s0203a3:255_4": "sampadā – deyyadhammassa dhammena samena paraṁ apīḷetvā uppannatā, pubbacetanādivasena",
  "atk-s0203a3:255_5": "cetanāya mahattatā, khīṇāsavabhāvena guṇātirekatā, taṁdivasaṁ nirodhato vuṭṭhitabhāvena vatthusampannatāti.",
  "atk-s0203a3:256": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0203a3:257": "Dakkhiṇāvibhaṅgasuttavaṇṇanā niṭṭhitā.",
  "atk-s0203a3:258": "Catutthavaggavaṇṇanā niṭṭhitā."
}