{
  "atk-s0510a16:0": "16. Bandhujīvakavaggo",
  "atk-s0510a16:1": "1. Bandhujīvakattheraapadānavaṇṇanā",
  "atk-s0510a16:2_0": "Candaṁvavimalaṁ suddhantiādikaṁ āyasmato bandhujīvakattherassa apadānaṁ. Ayampāyasmā",
  "atk-s0510a16:2_1": "purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a16:2_2": "sikhissa bhagavato kāle kulagehe nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā vasanto",
  "atk-s0510a16:2_3": "sikhissa bhagavato rūpakāyasampattiṁ disvā pasannamānaso bandhujīvakapupphāni gahetvā",
  "atk-s0510a16:2_4": "bhagavato pādamūle pūjesi. Bhagavā tassa cittappasādavaḍḍhanatthāya anumodanamakāsi.",
  "atk-s0510a16:2_5": "So yāvatāyutaṁ ṭhatvā teneva puññena devaloke nibbatto cha kāmāvacarasampattiyo anubhavitvā",
  "atk-s0510a16:2_6": "manussesu ca cakkavattiādisampattiyo anubhavitvā imassa amhākaṁ sammāsambuddhassa",
  "atk-s0510a16:2_7": "uppannakāle gahapatikule nibbatto rūpaggayasaggappatto satthu dhammadesanaṁ sutvā",
  "atk-s0510a16:2_8": "saddhājāto gehaṁ pahāya pabbajito arahattaṁ pāpuṇi.",
  "atk-s0510a16:3_0": "1. So pubbenivāsañāṇena pubbe katakusalakammaṁ anussaritvā somanassajāto pubbacaritāpadānaṁ",
  "atk-s0510a16:3_1": "pakāsento candaṁva vimalaṁ suddhantiādimāha. Tattha candaṁva vimalaṁ suddhanti abbhā,",
  "atk-s0510a16:3_2": "mahikā, dhumo, rajo, rāhūti imehi upakkilesamalehi vimuttaṁ candaṁ iva diyaḍḍhasahassupakkilesamalānaṁ",
  "atk-s0510a16:3_3": "pahīnattā vimalaṁ nikkilesattā suddhaṁ pasannaṁ sikhiṁ sambuddhanti sambandho. Kilesakaddamānaṁ",
  "atk-s0510a16:3_4": "abhāvena anāvilaṁ. Nandībhavasaṅkhātāya balavasnehāya parisamantato khīṇattā nandībhavaparikkhīṇaṁ.",
  "atk-s0510a16:3_5": "Tiṇṇaṁ loketi lokattayato tiṇṇaṁ uttiṇṇaṁ atikkantaṁ. Visattikanti visattikaṁ vuccati",
  "atk-s0510a16:3_6": "taṇhā, nittaṇhanti attho.",
  "atk-s0510a16:4_0": "2.Nibbāpayantaṁ janatanti dhammavassaṁ vassanto janataṁ janasamūhaṁ kilesapariḷāhābhāvena",
  "atk-s0510a16:4_1": "nibbāpayantaṁ vūpasamentaṁ. Sayaṁ saṁsārato tiṇṇaṁ, sabbasatte saṁsārato tārayantaṁ",
  "atk-s0510a16:4_2": "atikkamentaṁ catunnaṁ saccānaṁ munanato jānanato muniṁ sikhiṁ sambuddhanti sambandho.",
  "atk-s0510a16:4_3": "Vanasmiṁ jhāyamānanti ārammaṇūpanijjhānalakkhaṇūpanijjhānehi jhāyantaṁ cintentaṁ",
  "atk-s0510a16:4_4": "cittena bhāventaṁ vanamajjheti attho. Ekaggaṁ ekaggacittaṁ susamāhitaṁ suṭṭhu ārammaṇe",
  "atk-s0510a16:4_5": "āhitaṁ ṭhapitacittaṁ sikhiṁ muniṁ disvāti sambandho.",
  "atk-s0510a16:5_0": "3.Bandhujīvakapupphānīti bandhūnaṁ ñātīnaṁ jīvakaṁ jīvitanissayaṁ hadayamaṁsalohitaṁ",
  "atk-s0510a16:5_1": "bandhujīvakaṁ hadayamaṁsalohitasamānavaṇṇaṁ pupphaṁ bandhujīvakapupphaṁ gahetvā sikhino",
  "atk-s0510a16:5_2": "lokabandhuno pūjesinti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a16:6": "Bandhujīvakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:7": "2. Tambapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:8_0": "Parakammāyaneyuttotiādikaṁ āyasmato tambapupphiyattherassa apadānaṁ. Ayampi āyasmā",
  "atk-s0510a16:8_1": "purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a16:8_2": "piyadassissa bhagavato kāle kenaci pure katena akusalakammena duggatakule nibbatto",
  "atk-s0510a16:8_3": "vuddhippatto paresaṁ kammaṁ katvā bhatiyā jīvikaṁ kappesi. So evaṁ dukkhena vasanto",
  "atk-s0510a16:8_4": "paresaṁ aparādhaṁ katvā maraṇabhayena palāyitvā vanaṁ pāvisi. Tattha gataṭṭhāne pāṭalibodhiṁ",
  "atk-s0510a16:8_5": "disvā vanditvā sammajjitvā ekasmiṁ rukkhe tambavaṇṇaṁ pupphaṁ disvā taṁ sabbaṁ kaṇṇike",
  "atk-s0510a16:8_6": "ocinitvā bodhipūjaṁ akāsi. Tattha cittaṁ pasādetvā vanditvā pallaṅkamābhujitvā nisīdi.",
  "atk-s0510a16:8_7": "Tasmiṁ khaṇe te manussā padānupadikaṁ anubandhitvā tattha agamaṁsu. So te disvā bodhiṁ",
  "atk-s0510a16:8_8": "āvajjentova palāyitvā bhayānake gīriduggapapāte patitvā mari.",
  "atk-s0510a16:9_0": "7. So bodhipūjāya anussaritattā teneva pītisomanassena tāvatiṁsādīsu upapanno cha",
  "atk-s0510a16:9_1": "kāmāvacarasampattiṁ anubhavitvā manussesu ca cakkavattiādisampattiṁ anubhavitvā imasmiṁ",
  "atk-s0510a16:9_2": "buddhuppāde vibhavasampanne kule nibbatto vuddhippatto satthu dhammadesanaṁ sutvā",
  "atk-s0510a16:9_3": "pasannamānaso pabbajitvā nacirasseva arahā hutvā attano pubbakammaṁ saritvā somanassajāto",
  "atk-s0510a16:9_4": "pubbacaritāpadānaṁ pakāsento parakammāyane yuttotiādimāha. Tattha paresaṁ kammāni",
  "atk-s0510a16:9_5": "parakammāni, parakammānaṁ āyane karaṇe vāhane dhāraṇe yutto yojito ahosinti attho. Sesaṁ pākaṭamevāti.",
  "atk-s0510a16:10": "Tambapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:11": "3. Vīthisammajjakattheraapadānavaṇṇanā",
  "atk-s0510a16:12_0": "Udentaṁsataraṁsiṁ vātiādikaṁ āyasmato vīthisammajjakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a16:12_1": "katādhikāro anekesu jātisatesu katapuññasañcayo sikhissa bhagavato kāle kulagehe",
  "atk-s0510a16:12_2": "nibbatto gharāvāsaṁ vasanto nagaravāsīhi saddhiṁ vīthiṁ sajjetvā nīyamānaṁ bhagavantaṁ",
  "atk-s0510a16:12_3": "disvā pasannamānaso vīthiṁ samaṁ katvā dhajaṁ tattha ussāpesi.",
  "atk-s0510a16:13_0": "15. So teneva puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ",
  "atk-s0510a16:13_1": "buddhuppāde ekasmiṁ kule nibbatto viññutaṁ patvā satthu dhammadesanaṁ sutvā paṭiladdhasaddho",
  "atk-s0510a16:13_2": "bahumānahadayo pabbajitvā laddhūpasampado nacirasseva arahā hutvā attano pubbakammaṁ",
  "atk-s0510a16:13_3": "anussaranto paccakkhato jānitvā pubbacaritāpadānaṁ pakāsento udentaṁ sataraṁsiṁ vātiādimāha.",
  "atk-s0510a16:13_4": "Tattha udentaṁ uggacchantaṁ sataraṁsiṁ satapabhaṁ. Sataraṁsīti desanāsīsamattaṁ,",
  "atk-s0510a16:13_5": "anekasatasahassapabhaṁ sūriyaṁ ivāti attho. Pītaraṁsiṁva bhāṇumanti pītaraṁsiṁ saṁkucitapabhaṁ",
  "atk-s0510a16:13_6": "bhāṇumaṁ pabhāvantaṁ candamaṇḍalaṁ iva sambuddhaṁ disvāti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a16:14": "Vīthisammajjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:15": "4. Kakkārupupphapūjakattheraapadānavaṇṇanā",
  "atk-s0510a16:16_0": "Devaputto ahaṁ santotiādikaṁ āyasmato kakkārupupphapūjakattherassa apadānaṁ. Ayampi",
  "atk-s0510a16:16_1": "purimabuddhesu katādhikāro tattha tattha bhave katapuññasañcayo sikhissa bhagavato",
  "atk-s0510a16:16_2": "kāle bhummaṭṭhakadevaputto hutvā nibbatto sikhiṁ sammāsambuddhaṁ disvā dibbakakkārupupphaṁ gahetvā pūjesi.",
  "atk-s0510a16:17_0": "21. So tena puññena devamanussesu saṁsaranto ekatiṁsakappabbhantare ubhayasukhaṁ",
  "atk-s0510a16:17_1": "anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ kulagehe nibbatto vuddhimanvāya satthari",
  "atk-s0510a16:17_2": "pasanno pabbajitvā nacirasseva arahā hutvā attano pubbakammaṁ paccakkhato ñatvā somanassajāto",
  "atk-s0510a16:17_3": "pubbacaritāpadānaṁ pakāsento devaputto ahaṁ santotiādimāha. Tattha dibbanti kīḷanti",
  "atk-s0510a16:17_4": "pañcahi dibbehi kāmaguṇehīti devā, devānaṁ putto, devo eva vā putto devaputto, ahaṁ",
  "atk-s0510a16:17_5": "devaputto santo vijjamāno dibbaṁ kakkārupupphaṁ paggayha pakārena, gahetvā sikhissa",
  "atk-s0510a16:17_6": "bhagavato abhiropayiṁ pūjesinti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a16:18": "Kakkārupupphapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:19": "5. Mandāravapupphapūjakattheraapadānavaṇṇanā",
  "atk-s0510a16:20_0": "Devaputtoahaṁ santotiādikaṁ āyasmato mandāravapupphapūjakattherassa apadānaṁ. Ayampi",
  "atk-s0510a16:20_1": "thero purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a16:20_2": "sikhissa bhagavato kāle bhummaṭṭhakadevaputto hutvā nibbatto sikhiṁ bhagavantaṁ disvā",
  "atk-s0510a16:20_3": "pasannamānaso dibbamandāravapupphehi pūjesi.",
  "atk-s0510a16:21": "25. So tena puññenātiādikaṁ sabbaṁ anantarattherassa apadānavaṇṇanāya vuttanayeneva veditabbanti.",
  "atk-s0510a16:22": "Mandāravapupphapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:23": "6. Kadambapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:24_0": "Himavantassāvidūretiādikaṁ āyasmato kadambapupphiyattherassa apadānaṁ. Ayampi purimajinavaresu",
  "atk-s0510a16:24_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sammāsambuddhasuññe",
  "atk-s0510a16:24_2": "loke ekasmiṁ kule nibbatto vuddhimanvāya gharāvāsaṁ vasanto tattha ādīnavaṁ disvā",
  "atk-s0510a16:24_3": "gharāvāsaṁ pahāya tāpasapabbajjaṁ pabbajitvā himavantasamīpe kukkuṭe nāma pabbate",
  "atk-s0510a16:24_4": "assamaṁ katvā vihāsi. So tattha satta paccekabuddhe disvā pasannamānaso pupphitaṁ",
  "atk-s0510a16:24_5": "kadambapupphaṁ ocinitvā te paccekabuddhe pūjesi. Tepi “icchitaṁ patthita”ntiādinā anumodanaṁ akaṁsu.",
  "atk-s0510a16:25_0": "30. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ",
  "atk-s0510a16:25_1": "buddhuppāde sāvatthiyaṁ kulagehe nibbatto vuddhimanvāya satthu dhammadesanaṁ sutvā",
  "atk-s0510a16:25_2": "paṭiladdhasaddho pabbajitvā nacirasseva arahā hutvā pubbakammaṁ saritvā somanassajāto",
  "atk-s0510a16:25_3": "pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha. Taṁ vuttatthameva. Kukkuṭo",
  "atk-s0510a16:25_4": "nāma pabbatoti tassa ubhosu passesu kukkuṭacūḷākārena pabbatakūṭānaṁ vijjamānattā",
  "atk-s0510a16:25_5": "kukkuṭoti saṅkhaṁ gato. Pakārena tiro hutvā patiṭṭhahatīti pabbato. Tamhi pabbatapādamhīti",
  "atk-s0510a16:25_6": "tasmiṁ pabbatasamīpe. Satta buddhā vasantīti satta paccekabuddhā tasmiṁ kukkuṭapabbatapāde",
  "atk-s0510a16:25_7": "paṇṇasālāyaṁ vasantīti attho.",
  "atk-s0510a16:26_0": "31.Dīparājaṁvauggatanti dīpānaṁ rājā dīparājā, sabbesaṁ dīpānaṁ jalamānānaṁ tārakānaṁ",
  "atk-s0510a16:26_1": "rājā candoti attho. Atha vā sabbesu jambudīpapubbavidehaaparagoyānauttarakurusaṅkhātesu",
  "atk-s0510a16:26_2": "catūsu dīpesu dvisahassaparittadīpesu ca rājā ālokapharaṇato cando dīparājāti vuccati,",
  "atk-s0510a16:26_3": "taṁ nabhe uggataṁ candaṁ iva pupphitaṁ phullitaṁ kadambarukkhaṁ disvā tato pupphaṁ",
  "atk-s0510a16:26_4": "ocinitvā ubhohi hatthehi paggayha pakārena gahetvā satta paccekabuddhe samokiriṁ",
  "atk-s0510a16:26_5": "suṭṭhu okiriṁ, ādarena pūjesinti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a16:27": "Kadambapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:28": "7. Tiṇasūlakattheraapadānavaṇṇanā",
  "atk-s0510a16:29_0": "Himavantassāvidūretiādikaṁ āyasmato tiṇasūlakattherassa apadānaṁ. Ayampi thero purimajinavaresu",
  "atk-s0510a16:29_1": "katapuññasambhāro uppannuppannabhave kusalāni upacinanto sikhissa bhagavato kāle",
  "atk-s0510a16:29_2": "kulagehe nibbatto gharāvāsaṁ saṇṭhapetvā tattha dosaṁ disvā taṁ pahāya tāpasapabbajjaṁ",
  "atk-s0510a16:29_3": "pabbajitvā vasanto himavantasamīpe bhūtagaṇe nāma pabbate vasantaṁ ekataṁ vivekamanubrūhantaṁ",
  "atk-s0510a16:29_4": "sikhiṁ sambuddhaṁ disvā pasannamānaso tiṇasūlapupphaṁ gahetvā pādamūle pūjesi. Buddhopi",
  "atk-s0510a16:29_5": "tassa anumodanaṁ akāsi.",
  "atk-s0510a16:30_0": "35. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ",
  "atk-s0510a16:30_1": "buddhuppāde sāvatthiyaṁ vibhavasampanne ekasmiṁ kule nibbatto vuddhimanvāya sāsane",
  "atk-s0510a16:30_2": "pasanno pabbajitvā upanissayasampannattā nacirasseva arahattaṁ pāpuṇitvā pubbakammaṁ",
  "atk-s0510a16:30_3": "saritvā somanassappatto pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha.",
  "atk-s0510a16:30_4": "Bhūtagaṇo nāma pabbatoti bhūtagaṇānaṁ devayakkhasamūhānaṁ āvāsabhūtattā bhavanasadisattā",
  "atk-s0510a16:30_5": "avirūḷhabhāvena pavattattā ca bhūtagaṇo nāma pabbato, tasmiṁ eko adutiyo jino jitamāro",
  "atk-s0510a16:30_6": "buddho vasate dibbabrahmaariyairiyāpathavihārehi viharatīti attho.",
  "atk-s0510a16:31_0": "36.Ekūnasatasahassaṁ, kappaṁ na vinipātikoti tena tiṇasūlapupphapūjākaraṇaphalena",
  "atk-s0510a16:31_1": "nirantaraṁ ekūnasatasahassakappānaṁ avinipātako caturāpāyavinimutto saggasampattibhavameva",
  "atk-s0510a16:31_2": "upapannoti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a16:32": "Tiṇasūlakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:33": "8. Nāgapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:34_0": "Suvaccho nāma nāmenātiādikaṁ āyasmato nāgapupphiyattherassa apadānaṁ. Ayampi thero",
  "atk-s0510a16:34_1": "purimajinanisabhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a16:34_2": "padumuttarabhagavato kāle brāhmaṇakule nibbatto vuddhippatto vedattayādīsu sakasippesu",
  "atk-s0510a16:34_3": "nipphattiṁ patvā tattha sāraṁ adisvā himavantaṁ pavisitvā tāpasapabbajjaṁ pabbajitvā",
  "atk-s0510a16:34_4": "jhānasamāpattisukhena vītināmesi. Tasmiṁ samaye padumuttaro bhagavā tassānukampāya",
  "atk-s0510a16:34_5": "tattha agamāsi. So tāpaso taṁ bhagavantaṁ disvā lakkhaṇasatthesu chekattā bhagavato",
  "atk-s0510a16:34_6": "lakkhaṇarūpasampattiyā pasanno vanditvā añjaliṁ paggayha aṭṭhāsi. Ākāsato anotiṇṇattā",
  "atk-s0510a16:34_7": "pūjāsakkāre akateyeva ākāseneva pakkāmi. Atha so tāpaso sasisso nāgapupphaṁ ocinitvā",
  "atk-s0510a16:34_8": "tena pupphena bhagavato gatadisābhāgamaggaṁ pūjesi.",
  "atk-s0510a16:35_0": "39. So tena puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavanto sabbattha",
  "atk-s0510a16:35_1": "pūjito imasmiṁ buddhuppāde sāvatthiyaṁ kulagehe nibbatto vuddhimanvāya saddhāsampanno",
  "atk-s0510a16:35_2": "pabbajitvā vattapaṭipattiyā sāsanaṁ sobhayamāno nacirasseva arahā hutvā “kena nu",
  "atk-s0510a16:35_3": "kho kusalakammena mayā ayaṁ lokuttarasampatti laddhā”ti atītakammaṁ saranto pubbakammaṁ",
  "atk-s0510a16:35_4": "paccakkhato ñatvā sañjātasomanasso pubbacaritāpadānaṁ pakāsento suvaccho nāma nāmenātiādimāha.",
  "atk-s0510a16:35_5": "Tattha vacchagotte jātattā vaccho, sundaro ca so vaccho ceti suvaccho. Nāmena suvaccho",
  "atk-s0510a16:35_6": "nāma brāhmaṇo mantapāragū vedattayādisakalamantasatthe koṭippattoti attho. Sesaṁ",
  "atk-s0510a16:35_7": "heṭṭhā vuttanayattā uttānatthamevāti.",
  "atk-s0510a16:36": "Nāgapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:37": "9. Punnāgapupphiyattheraapadānavaṇṇanā",
  "atk-s0510a16:38_0": "Kānanaṁvanamogayhātiādikaṁ āyasmato punnāgapupphiyattherassa apadānaṁ. Ayampi purimajinavaresu",
  "atk-s0510a16:38_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto phussassa bhagavato",
  "atk-s0510a16:38_2": "kāle nesādakule nibbatto mahāvanaṁ paviṭṭho tattha supupphitapunnāgapupphaṁ disvā",
  "atk-s0510a16:38_3": "hetusampannattā buddhārammaṇapītivasena bhagavantaṁ saritvā taṁ pupphaṁ saha kaṇṇikāhi",
  "atk-s0510a16:38_4": "ocinitvā vālukāhi cetiyaṁ katvā pūjesi.",
  "atk-s0510a16:39_0": "46. So tena puññena dvenavutikappe nirantaraṁ devamanussasampattiyoyeva anubhavitvā",
  "atk-s0510a16:39_1": "imasmiṁ buddhuppāde sāvatthiyaṁ vibhavasampanne kule nibbatto vuddhimanvāya pubbavāsanābalena",
  "atk-s0510a16:39_2": "sāsane pasanno pabbajitvā vāyamanto nacirasseva arahā hutvā pubbe katakusalaṁ saritvā",
  "atk-s0510a16:39_3": "somanassajāto pubbacaritāpadānaṁ pakāsento kānanaṁ vanamogayhātiādimāha. Taṁ sabbaṁ",
  "atk-s0510a16:39_4": "heṭṭhā vuttattā uttānatthamevāti.",
  "atk-s0510a16:40": "Punnāgapupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:41": "10. Kumudadāyakattheraapadānavaṇṇanā",
  "atk-s0510a16:42_0": "Himavantassāvidūretiādikaṁ āyasmato kumudadāyakattherassa apadānaṁ. Ayampi thero",
  "atk-s0510a16:42_1": "purimabuddhesu katādhikāro anekesu bhavesu vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a16:42_2": "padumuttarassa bhagavato kāle himavantassa āsanne mahante jātassare kukuttho nāma",
  "atk-s0510a16:42_3": "pakkhī hutvā nibbatto kenaci akusalena pakkhī samānopi pubbe katasambhārena buddhisampanno",
  "atk-s0510a16:42_4": "puññāpuññesu cheko sīlavā pāṇagocarato paṭivirato ahosi. Tasmiṁ samaye padumuttaro",
  "atk-s0510a16:42_5": "bhagavā ākāsenāgantvā tassa samīpe caṅkamati. Atha so sakuṇo bhagavantaṁ disvā pasannacitto",
  "atk-s0510a16:42_6": "kumudapupphaṁ ḍaṁsitvā bhagavato pādamūle pūjesi. Bhagavā tassa somanassuppādanatthaṁ",
  "atk-s0510a16:42_7": "paṭiggahetvā anumodanamakāsi.",
  "atk-s0510a16:43_0": "51. So tena puññena devamanussesu ubhayasampattisukhaṁ anubhavitvā imasmiṁ buddhuppāde",
  "atk-s0510a16:43_1": "sāvatthiyaṁ aññatarasmiṁ kule nibbatto vuddhimanvāya mahaddhano mahābhogo ratanattaye",
  "atk-s0510a16:43_2": "pasanno satthu dhammadesanaṁ sutvā paṭiladdhasaddho pabbajitvā nacirasseva arahā",
  "atk-s0510a16:43_3": "hutvā attano pubbakammaṁ paccakkhato ñatvā somanassajāto pubbacaritāpadānaṁ pakāsento",
  "atk-s0510a16:43_4": "himavantassāvidūretiādimāha. Padumuppalasañchannoti ettha satapattehi sampuṇṇo setapadumo",
  "atk-s0510a16:43_5": "ca tīṇi nīlarattasetuppalāni ca padumuppalāni tehi sañchanno gahanībhūto sampuṇṇo",
  "atk-s0510a16:43_6": "mahājātassaro ahūti sambandho. Puṇḍarīkasamotthaṭoti puṇḍarīkehi rattapadumehi otthaṭo",
  "atk-s0510a16:43_7": "sampuṇṇoti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a16:44": "Kumudadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a16:45": "Soḷasamavaggavaṇṇanā samattā."
}