{
  "atk-s0403a2:0": "3. Pañcaṅgikavaggo",
  "atk-s0403a2:1": "1. Paṭhamaagāravasuttavaṇṇanā",
  "atk-s0403a2:2_0": "21. Tatiyassa paṭhame asabhāgavuttikoti asabhāgāya visadisāya jīvitavuttiyā samannāgato",
  "atk-s0403a2:2_1": ". Ābhisamācārikaṁ dhammanti uttamasamācārabhūtaṁ vattavasena paññattasīlaṁ. Sekhaṁ",
  "atk-s0403a2:2_2": "dhammanti sekhapaṇṇattisīlaṁ. Sīlānīti cattāri mahāsīlāni. Sammādiṭṭhinti vipassanāsammādiṭṭhiṁ.",
  "atk-s0403a2:2_3": "Sammāsamādhinti maggasamādhiñceva phalasamādhiñca. Imasmiṁ sutte sīlādīni missakāni kathitāni.",
  "atk-s0403a2:3": "2. Dutiyaagāravasuttavaṇṇanā",
  "atk-s0403a2:4": "22. Dutiye sīlakkhandhanti sīlarāsiṁ. Sesadvayepi eseva nayo. Ime pana tayopi khandhā missakāva kathitāti.",
  "atk-s0403a2:5": "3. Upakkilesasuttavaṇṇanā",
  "atk-s0403a2:6_0": "23. Tatiye na ca pabhassaranti na ca pabhāvantaṁ. Pabhaṅgu cāti pabhijjanasabhāvaṁ.",
  "atk-s0403a2:6_1": "Ayoti kāḷalohaṁ. Lohanti ṭhapetvā idha vuttāni cattāri avasesaṁ lohaṁ. Sajjhanti",
  "atk-s0403a2:6_2": "rajataṁ. Cittassāti cātubhūmakakusalacittassa. Tebhūmakassa tāva upakkilesā hontu,",
  "atk-s0403a2:6_3": "lokuttarassa kathaṁ hontīti? Uppajjituṁ appadānena. Yadaggena hi uppajjituṁ na denti,",
  "atk-s0403a2:6_4": "tadaggeneva te lokiyassapi lokuttarassapi upakkilesā nāma honti. Pabhaṅgu cāti ārammaṇe",
  "atk-s0403a2:6_5": "cuṇṇavicuṇṇabhāvūpagamanena bhijjanasabhāvaṁ. Sammāsamādhiyati āsavānaṁ khayāyāti",
  "atk-s0403a2:6_6": "āsavānaṁ khayasaṅkhātassa arahattassa atthāya hetunā kāraṇena samādhiyati. Ettāvatā",
  "atk-s0403a2:6_7": "cittaṁ visodhetvā arahatte patiṭṭhitaṁ khīṇāsavaṁ dasseti. Idānissa abhiññāpaṭivedhaṁ",
  "atk-s0403a2:6_8": "dassento yassa yassa cātiādimāha. Taṁ uttānatthamevāti.",
  "atk-s0403a2:7": "4. Dussīlasuttavaṇṇanā",
  "atk-s0403a2:8_0": "24. Catutthe hatūpanisoti hataupanissayo hatakāraṇo. Yathābhūtañāṇadassananti nāmarūpaparicchedañāṇaṁ",
  "atk-s0403a2:8_1": "ādiṁ katvā taruṇavipassanā. Nibbidāvirāgoti nibbidā ca virāgo ca . Tattha nibbidā",
  "atk-s0403a2:8_2": "balavavipassanā, virāgo maggo. Vimuttiñāṇadassananti phalavimutti ca paccavekkhaṇañāṇañca.",
  "atk-s0403a2:9": "5. Anuggahitasuttavaṇṇanā",
  "atk-s0403a2:10_0": "25. Pañcame sammādiṭṭhīti vipassanāsammādiṭṭhi. Cetovimuttiphalātiādīsu cetovimuttīti",
  "atk-s0403a2:10_1": "maggaphalasamādhi. Paññāvimuttīti phalañāṇaṁ. Sīlānuggahitāti sīlena anuggahitā anurakkhitā.",
  "atk-s0403a2:10_2": "Sutānuggahitāti bāhusaccena anuggahitā. Sākacchānuggahitāti dhammasākacchāya anuggahitā.",
  "atk-s0403a2:10_3": "Samathānuggahitāti cittekaggatāya anuggahitā.",
  "atk-s0403a2:11_0": "Imassa panatthassa āvibhāvatthaṁ madhurambabījaṁ ropetvā samantā mariyādaṁ bandhitvā",
  "atk-s0403a2:11_1": "kālānukālaṁ udakaṁ āsiñcitvā kālānukālaṁ mūlāni sodhetvā kālānukālaṁ patitapāṇake",
  "atk-s0403a2:11_2": "hāretvā kālānukālaṁ makkaṭajālaṁ luñcitvā ambaṁ paṭijagganto puriso dassetabbo. Tassa",
  "atk-s0403a2:11_3": "hi purisassa madhurambabījaropanaṁ viya vipassanāsammādiṭṭhi daṭṭhabbā, mariyādabandhanaṁ",
  "atk-s0403a2:11_4": "viya sīlena anuggaṇhanaṁ, udakāsecanaṁ viya sutena anuggaṇhanaṁ, mūlaparisodhanaṁ",
  "atk-s0403a2:11_5": "viya sākacchāya anuggaṇhanaṁ, pāṇakaharaṇaṁ viya jhānavipassanāpāripanthikasodhanavasena",
  "atk-s0403a2:11_6": "samathānuggaṇhanaṁ, makkaṭajālaluñcanaṁ viya balavavipassanānuggaṇhanaṁ, evaṁ anuggahitassa",
  "atk-s0403a2:11_7": "rukkhassa khippameva vaḍḍhitvā phalappadānaṁ viya imehi sīlādīhi anuggahitāya mūlasammādiṭṭhiyā",
  "atk-s0403a2:11_8": "khippameva maggavasena vaḍḍhitvā cetovimuttipaññāvimuttiphalappadānaṁ veditabbaṁ.",
  "atk-s0403a2:12": "6. Vimuttāyatanasuttavaṇṇanā",
  "atk-s0403a2:13_0": "26. Chaṭṭhe vimuttāyatanānīti vimuccanakāraṇāni. Yatthāti yesu vimuttāyatanesu. Satthā",
  "atk-s0403a2:13_1": "dhammaṁ desetīti catusaccadhammaṁ deseti. Atthapaṭisaṁvedinoti pāḷiatthaṁ jānantassa.",
  "atk-s0403a2:13_2": "Dhammapaṭisaṁvedinoti pāḷiṁ jānantassa. Pāmojjanti taruṇapīti. Pītīti tuṭṭhākārabhūtā",
  "atk-s0403a2:13_3": "balavapīti. Kāyoti nāmakāyo. Passambhatīti paṭippassambhati. Sukhaṁ vedetīti sukhaṁ",
  "atk-s0403a2:13_4": "paṭilabhati. Cittaṁ samādhiyatīti arahattaphalasamādhinā samādhiyati. Ayañhi taṁ",
  "atk-s0403a2:13_5": "dhammaṁ suṇanto āgatāgataṭṭhāne jhānavipassanāmaggaphalāni jānāti, tassa evaṁ jānato",
  "atk-s0403a2:13_6": "pīti uppajjati. So tassā pītiyā antarā osakkituṁ na dento upacārakammaṭṭhāniko hutvā",
  "atk-s0403a2:13_7": "vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇāti. Taṁ sandhāya vuttaṁ – ‘‘cittaṁ samādhiyatī’’ti.",
  "atk-s0403a2:13_8": "Sesesupi eseva nayo. Ayaṁ pana viseso – samādhinimittanti aṭṭhatiṁsāya ārammaṇesu",
  "atk-s0403a2:13_9": "aññataro samādhiyeva samādhinimittaṁ. Suggahitaṁhotītiādisu ācariyassa santike kammaṭṭhānaṁ",
  "atk-s0403a2:13_10": "uggaṇhantena suṭṭhu gahitaṁ hoti suṭṭhu manasikataṁ suṭṭhu upadhāritaṁ. Suppaṭividdhaṁ",
  "atk-s0403a2:13_11": "paññāyāti paññāya suṭṭhu paccakkhaṁ kataṁ. Tasmiṁ dhammeti tasmiṁ kammaṭṭhānapāḷidhamme.",
  "atk-s0403a2:13_12": "Iti imasmiṁ sutte pañcapi vimuttāyatanāni arahattaṁ pāpetvā kathitānīti.",
  "atk-s0403a2:14": "7. Samādhisuttavaṇṇanā",
  "atk-s0403a2:15_0": "27. Sattame appamāṇanti pamāṇakaradhammarahitaṁ lokuttaraṁ. Nipakā patissatāti nepakkena",
  "atk-s0403a2:15_1": "ca satiyā ca samannāgatā hutvā. Pañca ñāṇānīti pañca paccavekkhaṇañāṇāni. Paccattaññeva",
  "atk-s0403a2:15_2": "uppajjantīti attaniyeva uppajjanti. Ayaṁ samādhi paccuppannasukho cevātiādīsu arahattaphalasamādhi",
  "atk-s0403a2:15_3": "adhippeto. Maggasamādhītipi vadantiyeva. So hi appitappitakkhaṇe sukhattā paccuppannasukho,",
  "atk-s0403a2:15_4": "purimo purimo pacchimassa pacchimassa samādhisukhassa paccayattā āyatiṁ sukhavipāko,",
  "atk-s0403a2:15_5": "kilesehi ārakattā ariyo, kāmāmisavaṭṭāmisalokāmisānaṁ abhāvā nirāmiso. Buddhādīhi",
  "atk-s0403a2:15_6": "mahāpurisehi sevitattā akāpurisasevito. Aṅgasantatāya ārammaṇasantatāya sabbakilesadarathasantatāya",
  "atk-s0403a2:15_7": "ca santo, atappaniyaṭṭhena paṇīto. Kilesappaṭippassaddhiyā laddhattā kilesappaṭippassaddhibhāvaṁ",
  "atk-s0403a2:15_8": "vā laddhattā paṭippassaddhaladdho. Paṭippassaddhaṁ paṭippassaddhīti hi idaṁ atthato",
  "atk-s0403a2:15_9": "ekaṁ. Paṭippassaddhakilesena vā arahatā laddhattāpi paṭippassaddhaladdho, ekodibhāvena",
  "atk-s0403a2:15_10": "adhigatattā ekodibhāvameva vā adhigatattā ekodibhāvādhigato. Appaguṇasāsavasamādhi",
  "atk-s0403a2:15_11": "viya sasaṅkhārena sappayogena cittena paccanīkadhamme niggayha kilese vāretvā anadhigatattā",
  "atk-s0403a2:15_12": "na sasaṅkhāraniggayhavāritagato. Taṁ samādhiṁ samāpajjanto tato vā vuṭṭhahanto sativepullappattattā",
  "atk-s0403a2:15_13": "satova samāpajjati, satova vuṭṭhahati. Yathāparicchinnakālavasena vā sato samāpajjati,",
  "atk-s0403a2:15_14": "sato vuṭṭhahati. Tasmā yadettha ‘‘ayaṁ samādhi paccuppannasukho ceva āyatiñca sukhavipāko",
  "atk-s0403a2:15_15": "cā’’ti evaṁ paccavekkhamānassa paccattaṁyeva aparappaccayañāṇaṁ uppajjati, taṁ ekaṁ",
  "atk-s0403a2:15_16": "ñāṇaṁ. Eseva nayo sesesu. Evaṁ imāni pañca ñāṇāni paccattaññeva uppajjantīti.",
  "atk-s0403a2:16": "8. Pañcaṅgikasuttavaṇṇanā",
  "atk-s0403a2:17_0": "28. Aṭṭhame ariyassāti vikkhambhanavasena pahīnakilesehi ārakā ṭhitassa. Bhāvanaṁ",
  "atk-s0403a2:17_1": "desessāmīti brūhanaṁ vaḍḍhanaṁ pakāsayissāmi. Imameva kāyanti imaṁ karajakāyaṁ. Abhisandetīti",
  "atk-s0403a2:17_2": "temeti sneheti, sabbattha pavattapītisukhaṁ karoti. Parisandetīti samantato sandeti.",
  "atk-s0403a2:17_3": "Paripūretīti vāyunā bhastaṁ viya pūreti. Parippharatīti samantato phusati. Sabbāvato",
  "atk-s0403a2:17_4": "kāyassāti assa bhikkhuno sabbakoṭṭhāsavato kāyassa kiñci upādinnakasantatipavattiṭṭhāne",
  "atk-s0403a2:17_5": "chavimaṁsalohitānugataṁ aṇumattampi ṭhānaṁ paṭhamajjhānasukhena aphuṭaṁ nāma na hoti.",
  "atk-s0403a2:18_0": "Dakkhoti cheko paṭibalo nhānīyacuṇṇāni kātuñceva yojetuñca sannetuñca. Kaṁsathāleti",
  "atk-s0403a2:18_1": "yena kenaci lohena katabhājane. Mattikābhājanaṁ pana thiraṁ na hoti, sannentassa",
  "atk-s0403a2:18_2": "bhijjati. Tasmā taṁ na dassesi. Paripphosakaṁparipphosakanti siñcitvā siñcitvā. Sanneyyāti",
  "atk-s0403a2:18_3": "vāmahatthena kaṁsathālaṁ gahetvā dakkhiṇahatthena pamāṇayuttaṁ udakaṁ siñcitvā siñcitvā",
  "atk-s0403a2:18_4": "parimaddanto piṇḍaṁ kareyya. Snehānugatāti udakasinehena anugatā. Snehaparetāti udakasinehena",
  "atk-s0403a2:18_5": "pariggahitā. Santarabāhirāti saddhiṁ antopadesena ceva bahipadesena ca, sabbatthakameva",
  "atk-s0403a2:18_6": "udakasinehena phuṭāti attho. Na ca pagghariṇīti na bindu bindu udakaṁ paggharati,",
  "atk-s0403a2:18_7": "sakkā hoti hatthenapi dvīhipi aṅgulīhi gahetuṁ ovaṭṭikāyapi kātunti attho.",
  "atk-s0403a2:19_0": "Dutiyajjhānasukhaupamāyaṁ ubbhidodakoti ubbhinnaudako, na heṭṭhā ubbhijjitvā uggacchanaudako,",
  "atk-s0403a2:19_1": "antoyeva pana uppajjanaudakoti attho. Āyamukhanti āgamanamaggo. Devoti megho. Kālena",
  "atk-s0403a2:19_2": "kālanti kāle kāle, anvaḍḍhamāsaṁ vā anudasāhaṁ vāti attho. Dhāranti vuṭṭhiṁ. Nānuppaveccheyyāti",
  "atk-s0403a2:19_3": "nappaveseyya, na vasseyyāti attho. Sītā vāridhārā ubbhijjitvāti sītā vāridhārā taṁ",
  "atk-s0403a2:19_4": "rahadaṁ pūrayamānā ubbhijjitvā. Heṭṭhā uggacchanaudakañhi uggantvā bhijjantaṁ udakaṁ",
  "atk-s0403a2:19_5": "khobheti, catūhi disāhi pavisanaudakaṁ purāṇapaṇṇatiṇakaṭṭhadaṇḍakādīhi udakaṁ khobheti.",
  "atk-s0403a2:19_6": "Vuṭṭhiudakaṁ dhārānipātabubbuḷakehi udakaṁ khobheti, sannisinnameva pana hutvā iddhinimmitamiva",
  "atk-s0403a2:19_7": "uppajjamānaṁ udakaṁ imaṁ padesaṁ pharati, imaṁ na pharatīti natthi. Tena aphuṭokāso",
  "atk-s0403a2:19_8": "nāma na hoti. Tattha rahado viya karajakāyo, udakaṁ viya dutiyajjhānasukhaṁ, sesaṁ",
  "atk-s0403a2:19_9": "purimanayeneva veditabbaṁ.",
  "atk-s0403a2:20_0": "Tatiyajjhānasukhaupamāyaṁ uppalāni ettha santīti uppalinī. Sesapadadvayepi eseva",
  "atk-s0403a2:20_1": "nayo. Ettha ca setarattanīlesu yaṁkiñci uppalameva, ūnakasatapattaṁ puṇḍarīkaṁ, satapattaṁ",
  "atk-s0403a2:20_2": "padumaṁ. Pattaniyamaṁ vā vināpi setaṁ padumaṁ, rattaṁ puṇḍarīkanti ayamettha vinicchayo.",
  "atk-s0403a2:20_3": "Udakānuggatānīti udakato na uggatāni. Antonimuggaposīnīti udakatalassa anto nimuggāniyeva",
  "atk-s0403a2:20_4": "hutvā posanti vaḍḍhantīti attho. Sesaṁ purimanayeneva veditabbaṁ.",
  "atk-s0403a2:21_0": "Catutthajjhānaupamāyaṁ parisuddhena cetasā pariyodātenāti ettha nirupakkilesaṭṭhena",
  "atk-s0403a2:21_1": "parisuddhaṁ, pabhassaraṭṭhena pariyodātaṁ veditabbaṁ. Odātena vatthenāti idaṁ utupharaṇatthaṁ",
  "atk-s0403a2:21_2": "vuttaṁ. Kiliṭṭhavatthena hi utupharaṇaṁ na hoti, taṅkhaṇadhotaparisuddhena utupharaṇaṁ",
  "atk-s0403a2:21_3": "balavaṁ hoti. Imissā hi upamāya vatthaṁ viya karajakāyo, utupharaṇaṁ viya catutthajjhānasukhaṁ.",
  "atk-s0403a2:21_4": "Tasmā yathā sunhātassa purisassa parisuddhaṁ vatthaṁ sasīsaṁ pārupitvā nisinnassa",
  "atk-s0403a2:21_5": "sarīrato utu sabbameva vatthaṁ pharati, na koci vatthassa aphuṭokāso hoti, evaṁ catutthajjhānasukhena",
  "atk-s0403a2:21_6": "bhikkhuno karajakāyassa na koci okāso aphuṭo hotīti evamettha attho daṭṭhabbo. Catutthajjhānacittameva",
  "atk-s0403a2:21_7": "vā vatthaṁ viya, taṁsamuṭṭhānarūpaṁ utupharaṇaṁ viya. Yathā hi katthaci katthaci",
  "atk-s0403a2:21_8": "odātavatthe kāyaṁ aphusantepi taṁsamuṭṭhānena utunā sabbatthakameva kāyo phuṭo hoti,",
  "atk-s0403a2:21_9": "evaṁ catutthajjhānasamuṭṭhāpitena sukhumarūpena sabbatthakameva bhikkhuno kāyo phuṭo",
  "atk-s0403a2:21_10": "hotīti evamettha attho daṭṭhabbo.",
  "atk-s0403a2:22_0": "Paccavekkhaṇanimittanti paccavekkhaṇañāṇameva. Suggahitaṁ hotīti yathā tena jhānavipassanāmaggā",
  "atk-s0403a2:22_1": "suṭṭhu gahitā honti, evaṁ paccavekkhaṇanimittaṁ aparāparena paccavekkhaṇanimittena",
  "atk-s0403a2:22_2": "suṭṭhu gahitaṁ hoti. Añño vā aññanti añño eko aññaṁ ekaṁ, attanoyeva hi attā na pākaṭo",
  "atk-s0403a2:22_3": "hoti. Ṭhito vā nisinnanti ṭhitakassāpi nisinno pākaṭo hoti, tenevaṁ vuttaṁ. Sesesupi",
  "atk-s0403a2:22_4": "eseva nayo. Udakamaṇikoti samekhalā udakacāṭi. Samatittikoti samabharito. Kākapeyyāti",
  "atk-s0403a2:22_5": "mukhavaṭṭiyaṁ nisīditvā kākena gīvaṁ anāmetvāva pātabbo.",
  "atk-s0403a2:23_0": "Subhūmiyanti samabhūmiyaṁ. ‘‘Subhūme sukhette vihatakhāṇuke bījāni patiṭṭhāpeyyā’’ti",
  "atk-s0403a2:23_1": "(dī. ni. 2.438) ettha pana maṇḍabhūmi subhūmīti āgatā. Catumahāpatheti dvinnaṁ mahāmaggānaṁ",
  "atk-s0403a2:23_2": "vinivijjhitvā gataṭṭhāne. Ājaññarathoti vinītaassaratho. Odhastapatodoti yathā rathaṁ",
  "atk-s0403a2:23_3": "abhiruhitvā ṭhitena sakkā hoti gaṇhituṁ, evaṁ ālambanaṁ nissāya tiriyato ṭhapitapatodo.",
  "atk-s0403a2:23_4": "Yoggācariyoti assācariyo. Sveva assadamme sāretīti assadammasārathi. Yenicchakanti",
  "atk-s0403a2:23_5": "yena yena maggena icchati. Yadicchakanti yaṁ yaṁ gatiṁ icchati. Sāreyyāti ujukaṁ",
  "atk-s0403a2:23_6": "purato peseyya. Paccāsāreyyāti paṭinivatteyya.",
  "atk-s0403a2:24_0": "Evaṁ heṭṭhā pañcahi aṅgehi samāpattiparikammaṁ kathetvā imāhi tīhi upamāhi paguṇasamāpattiyā",
  "atk-s0403a2:24_1": "ānisaṁsaṁ dassetvā idāni khīṇāsavassa abhiññāpaṭipāṭiṁ dassetuṁ so sace ākaṅkhatītiādimāha.",
  "atk-s0403a2:24_2": "Taṁ uttānatthamevāti.",
  "atk-s0403a2:25": "9. Caṅkamasuttavaṇṇanā",
  "atk-s0403a2:26_0": "29. Navame addhānakkhamo hotīti dūraṁ addhānamaggaṁ gacchanto khamati, adhivāsetuṁ",
  "atk-s0403a2:26_1": "sakkoti. Padhānakkhamoti vīriyakkhamo. Caṅkamādhigato samādhīti caṅkamaṁ adhiṭṭhahantena",
  "atk-s0403a2:26_2": "adhigato aṭṭhannaṁ samāpattīnaṁ aññatarasamādhi. Ciraṭṭhitiko hotīti ciraṁ tiṭṭhati.",
  "atk-s0403a2:26_3": "Ṭhitakena gahitanimittañhi nisinnassa nassati, nisinnena gahitanimittaṁ nipannassa.",
  "atk-s0403a2:26_4": "Caṅkamaṁ adhiṭṭhahantena calitārammaṇe gahitanimittaṁ pana ṭhitassapi nisinnassapi",
  "atk-s0403a2:26_5": "nipannassapi na nassatīti.",
  "atk-s0403a2:27": "10. Nāgitasuttavaṇṇanā",
  "atk-s0403a2:28_0": "30. Dasame uddhaṁ uggatattā ucco, rāsibhāvena ca mahā saddo etesanti uccāsaddamahāsaddā.",
  "atk-s0403a2:28_1": "Tesu hi uggatuggatesu khattiyamahāsāla-brāhmaṇamahāsālādīsu mahāsakkāraṁ gahetvā",
  "atk-s0403a2:28_2": "āgatesu ‘‘asukassa okāsaṁ detha, asukassa okāsaṁ dethā’’ti vutte ‘‘mayaṁ paṭhamataraṁ",
  "atk-s0403a2:28_3": "āgatā, mayhaṁ paṭhamataraṁ āgatā, natthi okāso’’ti evaṁ aññamaññaṁ kathentānaṁ saddo",
  "atk-s0403a2:28_4": "ucco ceva mahā ca ahosi. Kevaṭṭā maññe macchavilopeti kevaṭṭā viya macchavilope.",
  "atk-s0403a2:28_5": "Tesañhi macchapacchiṁ gahetvā āgatānaṁ vikkiṇanaṭṭhāne ‘‘mayhaṁ detha mayhaṁ dethā’’ti",
  "atk-s0403a2:28_6": "vadato mahājanassa evarūpo saddo hoti. Mīḷhasukhanti asucisukhaṁ. Middhasukhanti",
  "atk-s0403a2:28_7": "niddāsukhaṁ. Lābhasakkārasilokasukhanti lābhasakkārañceva vaṇṇabhaṇanañca nissāya uppannasukhaṁ.",
  "atk-s0403a2:29_0": "Taṁninnāvagamissantīti taṁ tadeva bhagavato gataṭṭhānaṁ gamissanti, anubandhissantiyevāti",
  "atk-s0403a2:29_1": "vuttaṁ hoti. Tathā hi, bhante, bhagavato sīlapaññāṇanti yasmā tathāvidhaṁ tumhākaṁ",
  "atk-s0403a2:29_2": "sīlañca ñāṇañcāti attho. Mā ca mayā yasoti mayā saddhiṁ yasopi mā samāgacchatu. Piyānanti",
  "atk-s0403a2:29_3": "piyajanānaṁ. Eso tassa nissandoti esā piyabhāvassa nipphatti. Asubhanimittānuyoganti",
  "atk-s0403a2:29_4": "asubhakammaṭṭhānānuyogaṁ. Subhanimitteti rāgaṭṭhāniye iṭṭhārammaṇe. Eso tassa nissandoti",
  "atk-s0403a2:29_5": "esā tassa asubhanimittānuyogassa nipphatti. Evamimasmiṁ sutte imesu pañcasu ṭhānesu",
  "atk-s0403a2:29_6": "vipassanāva kathitāti.",
  "atk-s0403a2:30": "Pañcaṅgikavaggo tatiyo."
}