{
  "atk-s0510a3:0": "3. Subhūtivaggo",
  "atk-s0510a3:1": "1. Subhūtittheraapadānavaṇṇanā",
  "atk-s0510a3:2_0": "Himavantassāvidūretiādikaṁ āyasmato subhūtittherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a3:2_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto ito kappasatasahassamatthake",
  "atk-s0510a3:2_2": "anuppanneyeva padumuttare bhagavati lokanāthe haṁsavatīnagare aññatarassa brāhmaṇamahāsālassa",
  "atk-s0510a3:2_3": "ekaputtako hutvā nibbatti, tassa nandamāṇavoti nāmaṁ akaṁsu. So vayappatto tayo vede",
  "atk-s0510a3:2_4": "uggaṇhitvā tattha sāraṁ apassanto attano parivārabhūtehi catucattālīsāya māṇavasahassehi",
  "atk-s0510a3:2_5": "saddhiṁ pabbatapāde isipabbajjaṁ pabbajitvā aṭṭha samāpattiyo pañcābhiññāyo ca nibbattesi.",
  "atk-s0510a3:2_6": "Antevāsikānampi kammaṭṭhānaṁ ācikkhi. Tepi nacirasseva jhānalābhino ahesuṁ.",
  "atk-s0510a3:3_0": "Tena ca samayena padumuttaro bhagavā loke uppajjitvā haṁsavatīnagaraṁ upanissāya",
  "atk-s0510a3:3_1": "viharanto ekadivasaṁ paccūsasamaye lokaṁ volokento nandatāpasassa antevāsikajaṭilānaṁ",
  "atk-s0510a3:3_2": "arahattūpanissayaṁ, nandatāpasassa ca dvīhaṅgehi samannāgatassa sāvakaṭṭhānantarassa",
  "atk-s0510a3:3_3": "patthanaṁ disvā pātova sarīrapaṭijagganaṁ katvā pubbaṇhasamaye pattacīvaramādāya",
  "atk-s0510a3:3_4": "aññaṁ kañci anāmantetvā sīho viya ekacaro nandatāpasassa antevāsikesu phalāphalatthāya",
  "atk-s0510a3:3_5": "gatesu “buddhabhāvaṁ me jānātū”ti passantasseva nandatāpasassa ākāsato otaritvā pathaviyaṁ",
  "atk-s0510a3:3_6": "patiṭṭhāsi. Nandatāpaso buddhānubhāvañceva lakkhaṇapāripūriñca disvā lakkhaṇamante",
  "atk-s0510a3:3_7": "sammasitvā “imehi lakkhaṇehi samannāgato nāma agāraṁ ajjhāvasanto rājā hoti cakkavattī,",
  "atk-s0510a3:3_8": "pabbajanto loke vivaṭacchedo sabbaññū buddho hoti, ayaṁ purisājānīyo nissaṁsayaṁ",
  "atk-s0510a3:3_9": "buddho”ti ñatvā paccuggamanaṁ katvā pañcapatiṭṭhitena vanditvā āsanaṁ paññāpetvā",
  "atk-s0510a3:3_10": "adāsi. Nisīdi bhagavā paññatte āsane. Nandatāpasopi attano anucchavikaṁ āsanaṁ gahetvā",
  "atk-s0510a3:3_11": "ekamantaṁ nisīdi. Tasmiṁ samaye catucattālīsasahassajaṭilā paṇītapaṇītāni ojavantāni",
  "atk-s0510a3:3_12": "phalāphalāni gahetvā ācariyassa santikaṁ sampattā buddhānañceva ācariyassa ca nisinnākāraṁ",
  "atk-s0510a3:3_13": "oloketvā āhaṁsu – “ācariya, mayaṁ ‘imasmiṁ loke tumhehi mahantataro natthī’ti vicarāma,",
  "atk-s0510a3:3_14": "ayaṁ pana puriso tumhehi mahantataro maññe”ti. Nandatāpaso – “tātā, kiṁ vadetha,",
  "atk-s0510a3:3_15": "tumhe sāsapena saddhiṁ aṭṭhasaṭṭhiyojanasatasahassubbedhaṁ sineruṁ upametuṁ icchatha,",
  "atk-s0510a3:3_16": "sabbaññubuddhena saddhiṁ mā maṁ upamitthā”ti āha. Atha te tāpasā – “sace ayaṁ orako",
  "atk-s0510a3:3_17": "abhavissa, na amhākaṁ ācariyo evaṁ upamaṁ āhareyya. Yāva mahāvatāyaṁ purisājānīyo”ti",
  "atk-s0510a3:3_18": "pādesu nipatitvā sirasā vandiṁsu. Atha te ācariyo āha – “tātā, amhākaṁ buddhānaṁ",
  "atk-s0510a3:3_19": "anucchaviko deyyadhammo natthi, bhagavā ca bhikkhācāravelāyaṁ idhāgato, tasmā mayaṁ",
  "atk-s0510a3:3_20": "yathābalaṁ deyyadhammaṁ dassāma, tumhehi yaṁ yaṁ paṇītaṁ phalāphalaṁ ābhataṁ, taṁ",
  "atk-s0510a3:3_21": "taṁ āharathā”ti āharāpetvā sahattheneva dhovitvā sayaṁ tathāgatassa patte patiṭṭhāpesi.",
  "atk-s0510a3:3_22": "Satthārā phalāphale paṭiggahitamatte devatā dibbojaṁ pakkhipiṁsu. Tāpaso udakampi",
  "atk-s0510a3:3_23": "sayameva parissāvetvā adāsi. Tato bhojanakiccaṁ niṭṭhāpetvā nisinne satthari sabbe",
  "atk-s0510a3:3_24": "antevāsike pakkositvā satthu santike sāraṇīyaṁ kathaṁ kathento nisīdi. Satthā “bhikkhusaṅgho",
  "atk-s0510a3:3_25": "āgacchatū”ti cintesi. Satthu cittaṁ ñatvā satasahassamattā khīṇāsavā āgantvā satthāraṁ vanditvā aṭṭhaṁsu.",
  "atk-s0510a3:4_0": "Atha nandatāpaso antevāsike āmantesi – “tātā, buddhānaṁ nisinnāsanampi nīcaṁ, samaṇasatasahassassapi",
  "atk-s0510a3:4_1": "āsanaṁ natthi. Tumhehi ajja uḷāraṁ bhagavato bhikkhusaṅghassa ca sakkāraṁ kātuṁ vaṭṭati,",
  "atk-s0510a3:4_2": "pabbatapādato vaṇṇagandhasampannāni pupphāni āharathā”ti āha. Acinteyyattā iddhivisayassa",
  "atk-s0510a3:4_3": "te muhutteneva vaṇṇagandharasasampannāni pupphāni āharitvā buddhānaṁ yojanappamāṇaṁ",
  "atk-s0510a3:4_4": "pupphāsanaṁ paññāpesuṁ. Aggasāvakānaṁ tigāvutaṁ, sesabhikkhūnaṁ aḍḍhayojanādibhedaṁ,",
  "atk-s0510a3:4_5": "saṅghanavakassa usabhamattaṁ paññāpesuṁ. Evaṁ paññattesu āsanesu nandatāpaso tathāgatassa",
  "atk-s0510a3:4_6": "purato añjaliṁ paggayha ṭhito, “bhante, amhākaṁ dīgharattaṁ hitāya sukhāya imaṁ pupphāsanaṁ",
  "atk-s0510a3:4_7": "āruyha nisīdathā”ti āha. Nisīdi bhagavā pupphāsane. Evaṁ nisinne satthari satthu",
  "atk-s0510a3:4_8": "ākāraṁ ñatvā bhikkhū attano attano pattāsane nisīdiṁsu. Nandatāpaso mahantaṁ pupphacchattaṁ",
  "atk-s0510a3:4_9": "gahetvā tathāgatassa matthake dhārento aṭṭhāsi. Satthā “tāpasānaṁ ayaṁ sakkāro mahapphalo",
  "atk-s0510a3:4_10": "hotū”ti nirodhasamāpattiṁ samāpajji. Satthu samāpannabhāvaṁ ñatvā bhikkhūpi samāpattiṁ",
  "atk-s0510a3:4_11": "samāpajjiṁsu. Tathāgate sattāhaṁ nirodhaṁ samāpajjitvā nisinne antevāsikā bhikkhācārakāle",
  "atk-s0510a3:4_12": "sampatte vanamūlaphalāphalaṁ paribhuñjitvā sesakāle buddhānaṁ añjaliṁ paggayha aṭṭhaṁsu.",
  "atk-s0510a3:4_13": "Nandatāpaso pana bhikkhācārampi agantvā pupphacchattaṁ dhārentoyeva sattāhaṁ pītisukheneva vītināmesi.",
  "atk-s0510a3:5_0": "Satthā nirodhato vuṭṭhāya araṇavihāriaṅgena dakkhiṇeyyaṅgena cāti dvīhi aṅgehi samannāgataṁ",
  "atk-s0510a3:5_1": "ekaṁ sāvakaṁ “isigaṇassa pupphāsanānumodanaṁ karohī”ti āṇāpesi. So cakkavattirañño",
  "atk-s0510a3:5_2": "santikā paṭiladdhamahālābho mahāyodho viya tuṭṭhamānaso attano visaye ṭhatvā tepiṭakaṁ",
  "atk-s0510a3:5_3": "buddhavacanaṁ sammasitvā anumodanamakāsi. Tassa desanāvasāne satthā sayaṁ dhammaṁ",
  "atk-s0510a3:5_4": "desesi. Satthu desanāvasāne sabbepi catucattālīsasahassatāpasā arahattaṁ pāpuṇiṁsu.",
  "atk-s0510a3:5_5": "Satthā – “etha bhikkhavo”ti hatthaṁ pasāresi. Tesaṁ tāvadeva kesamassū antaradhāyiṁsu.",
  "atk-s0510a3:5_6": "Aṭṭha parikkhārā sarīre paṭimukkāva ahesuṁ. Te saṭṭhivassikattherā viya satthāraṁ",
  "atk-s0510a3:5_7": "parivārayiṁsu. Nandatāpaso pana vikkhittacittatāya visesaṁ nādhigañchi. Tassa kira",
  "atk-s0510a3:5_8": "araṇavihārittherassa dhammaṁ sotuṁ āraddhakālato paṭṭhāya – “aho vatāhampi anāgate",
  "atk-s0510a3:5_9": "ekassa buddhassa sāsane iminā sāvakena laddhaguṇaṁ labheyya”nti cittaṁ udapādi. So",
  "atk-s0510a3:5_10": "tena vitakkena maggaphalapaṭivedhaṁ kātuṁ nāsakkhi. Tathāgataṁ pana vanditvā añjaliṁ",
  "atk-s0510a3:5_11": "paggayha sammukhe ṭhito evamāha – “bhante, yena bhikkhunā isigaṇassa pupphāsanānumodanā",
  "atk-s0510a3:5_12": "katā, ko nāmāyaṁ tumhākaṁ sāsane”ti? “Araṇavihāriaṅgena ca dakkhiṇeyyaṅgena ca etadaggaṭṭhānaṁ",
  "atk-s0510a3:5_13": "patto eso bhikkhū”ti. “Bhante, yvāyaṁ mayā sattāhaṁ pupphacchattaṁ dhārentena sakkāro",
  "atk-s0510a3:5_14": "kato, tena adhikārena aññaṁ sampattiṁ na patthemi, anāgate pana ekassa buddhassa",
  "atk-s0510a3:5_15": "sāsane ayaṁ thero viya dvīhaṅgehi samannāgato sāvako bhaveyya”nti patthanaṁ akāsi.",
  "atk-s0510a3:6_0": "Satthā “samijjhissati nu kho imassa tāpasassa patthanā”ti anāgataṁsañāṇaṁ pesetvā",
  "atk-s0510a3:6_1": "olokento kappasatasahassaṁ atikkamitvā samijjhanakabhāvaṁ disvā, “tāpasa, na te ayaṁ",
  "atk-s0510a3:6_2": "patthanā moghaṁ bhavissati, anāgate kappasatasahassaṁ atikkamitvā gotamo nāma buddho",
  "atk-s0510a3:6_3": "uppajjissati, tassa santike samijjhissatī”ti dhammakathaṁ kathetvā bhikkhusaṅghaparivuto",
  "atk-s0510a3:6_4": "ākāsaṁ pakkhandi. Nandatāpaso yāva cakkhupathaṁ na samatikkamati, tāva satthu bhikkhusaṅghassa",
  "atk-s0510a3:6_5": "ca añjaliṁ paggahetvā aṭṭhāsi. So aparabhāge kālena kālaṁ satthāraṁ upasaṅkamitvā",
  "atk-s0510a3:6_6": "dhammaṁ suṇitvā aparihīnajjhānova kālaṁ katvā brahmaloke nibbatto. Tato pana cuto",
  "atk-s0510a3:6_7": "aparānipi pañca jātisatāni pabbajitvā āraññakova ahosi, kassapasammāsambuddhakālepi",
  "atk-s0510a3:6_8": "pabbajitvā āraññako hutvā gatapaccāgatavattaṁ pūresi. Etaṁ kira vattaṁ aparipūretvā",
  "atk-s0510a3:6_9": "mahāsāvakabhāvaṁ pāpuṇantā nāma natthi, gatapaccāgatavattaṁ pana āgamaṭṭhakathāsu",
  "atk-s0510a3:6_10": "vuttanayeneva veditabbaṁ. So vīsativassasahassāni gatapaccāgatavattaṁ pūretvā kālaṁ",
  "atk-s0510a3:6_11": "katvā tāvatiṁsadevaloke nibbatti.",
  "atk-s0510a3:7_0": "Evaṁ so tāvatiṁsabhavane aparāparaṁ uppajjanavasena dibbasampattiṁ anubhavitvā tato",
  "atk-s0510a3:7_1": "cuto manussaloke anekasatakkhattuṁ cakkavattirājā padesarājā ca hutvā uḷāraṁ manussasampattiṁ",
  "atk-s0510a3:7_2": "anubhavitvā amhākaṁ bhagavato uppannakāle sāvatthiyaṁ sumanaseṭṭhissa gehe anāthapiṇḍikassa",
  "atk-s0510a3:7_3": "kaniṭṭho hutvā nibbatti. Subhūtītissa nāmaṁ ahosi.",
  "atk-s0510a3:8_0": "Tena ca samayena amhākaṁ bhagavā loke uppajjitvā pavattitavaradhammacakko anupubbena",
  "atk-s0510a3:8_1": "rājagahaṁ gantvā tattha veḷuvanapaṭiggahaṇādinā lokānuggahaṁ karonto rājagahaṁ upanissāya",
  "atk-s0510a3:8_2": "sītavane vihāsi. Tadā anāthapiṇḍiko seṭṭhi sāvatthiyaṁ uṭṭhānakaṁ bhaṇḍaṁ gahetvā",
  "atk-s0510a3:8_3": "attano sahāyassa rājagahaseṭṭhino gehaṁ gantvā buddhuppādaṁ sutvā satthāraṁ sītavane",
  "atk-s0510a3:8_4": "viharantaṁ upasaṅkamitvā paṭhamadassaneneva sotāpattiphale patiṭṭhāya satthāraṁ sāvatthiṁ",
  "atk-s0510a3:8_5": "āgamanatthāya yācitvā tato pañcacattālīsayojane magge yojane yojane satasahassapariccāgena",
  "atk-s0510a3:8_6": "vihāre patiṭṭhāpetvā sāvatthiyaṁ aṭṭhakarīsappamāṇaṁ jetassa kumārassa uyyānabhūmiṁ",
  "atk-s0510a3:8_7": "koṭisanthārena kiṇitvā tattha bhagavato vihāraṁ kāretvā adāsi. Vihāramahadivase ayaṁ",
  "atk-s0510a3:8_8": "subhūtikuṭumbiko anāthapiṇḍikaseṭṭhinā saddhiṁ gantvā dhammaṁ suṇanto saddhaṁ paṭilabhitvā",
  "atk-s0510a3:8_9": "pabbaji. So upasampanno dve mātikā paguṇā katvā kammaṭṭhānaṁ kathāpetvā araññe samaṇadhammaṁ",
  "atk-s0510a3:8_10": "karonto mettājhānaṁ nibbattetvā taṁ pādakaṁ katvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇi.",
  "atk-s0510a3:9_0": "So dhammaṁ desento yasmā satthārā desitaniyāmena anodissakaṁ katvā deseti, tasmā",
  "atk-s0510a3:9_1": "araṇavihārīnaṁ aggo nāma jāto. Yasmā ca piṇḍāya caranto ghare ghare mettājhānaṁ samāpajjitvā",
  "atk-s0510a3:9_2": "vuṭṭhāya bhikkhaṁ paṭiggaṇhāti “evaṁ dāyakānaṁ mahapphalaṁ bhavissatī”ti, tasmā dakkhiṇeyyānaṁ",
  "atk-s0510a3:9_3": "aggo nāma jāto. Tena naṁ bhagavā “etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ",
  "atk-s0510a3:9_4": "araṇavihārīnaṁ dakkhiṇeyyānañca yadidaṁ subhūtī”ti dvayaṅgasamannāgate aggaṭṭhāne",
  "atk-s0510a3:9_5": "ṭhapesi. Evamayaṁ mahāthero attanā pūritapāramīnaṁ phalassa matthakaṁ arahattaṁ patvā",
  "atk-s0510a3:9_6": "loke abhiññāto abhilakkhito hutvā bahujanahitāya janapadacārikaṁ caranto anupubbena rājagahaṁ agamāsi.",
  "atk-s0510a3:10_0": "Rājā bimbisāro therassa āgamanaṁ sutvā upasaṅkamitvā vanditvā “idheva, bhante, vasatha,",
  "atk-s0510a3:10_1": "vasanaṭṭhānaṁ vo karissāmī”ti vatvā pakkanto vissari. Thero senāsanaṁ alabhanto abbhokāse",
  "atk-s0510a3:10_2": "vītināmesi. Therassānubhāvena devo na vassati. Manussā avuṭṭhitāya upaddutā rañño",
  "atk-s0510a3:10_3": "nivesanadvāre ukkuṭṭhiṁ akaṁsu. Rājā “kena nu kho kāraṇena devo na vassatī”ti vīmaṁsanto",
  "atk-s0510a3:10_4": "“therassa abbhokāsavāsena maññe na vassatī”ti cintetvā tassa paṇṇakuṭiṁ kārāpetvā",
  "atk-s0510a3:10_5": "“imissaṁ, bhante, paṇṇakuṭiyaṁ vasathā”ti vatvā vanditvā pakkāmi. Thero kuṭiṁ pavisitvā",
  "atk-s0510a3:10_6": "tiṇasanthārake pallaṅkena nisīdi. Tadā devo thokaṁ thokaṁ phusāyati, na sammādhāraṁ",
  "atk-s0510a3:10_7": "anupavecchati. Atha thero lokassa avuṭṭhikabhayaṁ vidhamitukāmo attano ajjhattikabāhiravatthukassa",
  "atk-s0510a3:10_8": "parissayassa abhāvaṁ pavedento “channā me kuṭikā”ti gāthamāha. Tassattho theragāthāyaṁ vuttoyeva.",
  "atk-s0510a3:11_0": "Kasmā panete mahātherā attano guṇe pakāsentīti? Iminā dīghena addhunā anadhigatapubbaṁ",
  "atk-s0510a3:11_1": "paramagambhīraṁ ativiya santaṁ paṇītaṁ attanā adhigatalokuttaradhammaṁ paccavekkhitvā",
  "atk-s0510a3:11_2": "pītivegasamussāhitaudānadīpanatthaṁ sāsanassa niyyānikabhāvavibhāvanatthañca paramappicchā",
  "atk-s0510a3:11_3": "ariyā attano guṇe pakāsenti. Yathā taṁ lokanātho bodhaneyyānaṁ ajjhāsayavasena “dasabalasamannāgato,",
  "atk-s0510a3:11_4": "bhikkhave, tathāgato catuvesārajjavisārado”tiādinā attano guṇe pakāseti. Evamayaṁ",
  "atk-s0510a3:11_5": "therassa aññābyākaraṇagāthāpi ahosīti.",
  "atk-s0510a3:12_0": "1. Evaṁ so pattaarahattaphalo pattaetadaggaṭṭhāno ca attano pubbakammaṁ saritvā somanassajāto",
  "atk-s0510a3:12_1": "pubbacaritāpadānaṁ pakāsento himavantassāvidūretiādimāha. Tattha himavantassāti himālayapabbatassa",
  "atk-s0510a3:12_2": "avidūre āsanne samīpe pabbatapāde manussānaṁ gamanāgamanasampanne sañcaraṇaṭṭhāneti",
  "atk-s0510a3:12_3": "attho. Nisabho nāma pabbatoti pabbatānaṁ jeṭṭhattā nāmena nisabho nāma selamayapabbato",
  "atk-s0510a3:12_4": "ahosīti sambandho. Assamo sukato mayhanti tattha pabbate mayhaṁ vasanatthāya assamo",
  "atk-s0510a3:12_5": "araññāvāso suṭṭhu kato. Kuṭirattiṭṭhānadivāṭṭhānavatiparikkhepādivasena sundarākārena",
  "atk-s0510a3:12_6": "katoti attho. Paṇṇasālā sumāpitāti paṇṇehi chāditā sālā mayhaṁ nivāsanatthāya suṭṭhu",
  "atk-s0510a3:12_7": "māpitā niṭṭhāpitāti attho.",
  "atk-s0510a3:13_0": "2.Kosiyo nāma nāmenāti mātāpitūhi katanāmadheyyena kosiyo nāma. Uggatāpano pākaṭatapo",
  "atk-s0510a3:13_1": "ghoratapo. Ekākiyo aññesaṁ abhāvā ahaṁ eva eko. Adutiyo dutiyatāpasarahito jaṭilo",
  "atk-s0510a3:13_2": "jaṭādhārī tāpaso tadā tasmiṁ kāle nisabhe pabbate vasāmi viharāmīti sambandho.",
  "atk-s0510a3:14_0": "3.Phalaṁ mūlañca paṇṇañca, na bhuñjāmi ahaṁ tadāti tadā tasmiṁ nisabhapabbate vasanakāle",
  "atk-s0510a3:14_1": "tiṇḍukādiphalaṁ muḷālādimūlaṁ, kārapaṇṇādipaṇṇañca rukkhato ocinitvā na bhuñjāmīti",
  "atk-s0510a3:14_2": "attho. Evaṁ sati kathaṁ jīvatīti taṁ dassento pavattaṁva supātāhanti āha. Tattha",
  "atk-s0510a3:14_3": "pavattaṁ sayameva jātaṁ supātaṁ attano dhammatāya patitaṁ paṇṇādikaṁ nissāya āhāraṁ",
  "atk-s0510a3:14_4": "katvā ahaṁ tāvade tasmiṁ kāle jīvāmi jīvikaṁ kappemīti sambandho. “Pavattapaṇḍupaṇṇānī”ti",
  "atk-s0510a3:14_5": "vā pāṭho, tassa sayameva patitāni paṇḍupaṇṇāni rukkhapattāni upanissāya jīvāmīti attho.",
  "atk-s0510a3:15_0": "4.Nāhaṁ kopemi ājīvanti ahaṁ jīvitaṁ cajamānopi pariccāgaṁ kurumānopi taṇhāvasena",
  "atk-s0510a3:15_1": "phalamūlādiāhārapariyesanāya sammā ājīvaṁ na kopemi na nāsemīti sambandho. Ārādhemi",
  "atk-s0510a3:15_2": "sakaṁ cittanti sakaṁ cittaṁ attano manaṁ appicchatāya santuṭṭhiyā ca ārādhemi pasādemi.",
  "atk-s0510a3:15_3": "Vivajjemi anesananti vejjakammadūtakammādivasena anesanaṁ ayuttapariyesanaṁ vivajjemi dūraṁ karomi.",
  "atk-s0510a3:16_0": "5.Rāgūpasaṁhitaṁ cittanti yadā yasmiṁ kāle mama rāgena sampayuttaṁ cittaṁ uppajjati,",
  "atk-s0510a3:16_1": "tadā sayameva attanāyeva paccavekkhāmi ñāṇena paṭivekkhitvā vinodemi. Ekaggo taṁ",
  "atk-s0510a3:16_2": "damemahanti ahaṁ ekasmiṁ kammaṭṭhānārammaṇe aggo samāhito taṁ rāgacittaṁ damemi damanaṁ karomi.",
  "atk-s0510a3:17_0": "6.Rajjase rajjanīye cāti rajjanīye allīyitabbe rūpārammaṇādivatthusmiṁ rajjase allīno",
  "atk-s0510a3:17_1": "asi bhavasi. Dussanīye ca dussaseti dūsitabbe dosakaraṇavatthusmiṁ dūsako asi. Muyhase",
  "atk-s0510a3:17_2": "mohanīye cāti mohitabbe mohakaraṇavatthusmiṁ moyhasi mūḷho asi bhavasi. Tasmā tuvaṁ",
  "atk-s0510a3:17_3": "vanā vanato araññavāsato nikkhamassu apagacchāhīti evaṁ attānaṁ damemīti sambandho.",
  "atk-s0510a3:18": "24.Timbarūsakavaṇṇābhoti suvaṇṇatimbarūsakavaṇṇābho, jambonadasuvaṇṇavaṇṇoti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a3:19": "Subhūtittheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:20": "2. Upavānattheraapadānavaṇṇanā",
  "atk-s0510a3:21_0": "Padumuttaronāma jinotiādikaṁ āyasmato upavānattherassa apadānaṁ. Ayampāyasmā purimabuddhesu",
  "atk-s0510a3:21_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa",
  "atk-s0510a3:21_2": "bhagavato kāle daliddakule nibbattitvā viññutaṁ patto bhagavati parinibbute tassa",
  "atk-s0510a3:21_3": "dhātuṁ gahetvā manussadevanāgagaruḷakumbhaṇḍayakkhagandhabbehi sattaratanamaye sattayojanike",
  "atk-s0510a3:21_4": "thūpe kate tattha sudhotaṁ attano uttarasāṭakaṁ veḷagge laggetvā ābandhitvā dhajaṁ",
  "atk-s0510a3:21_5": "katvā pūjaṁ akāsi. Taṁ gahetvā abhisammatako nāma yakkhasenāpati devehi cetiyapūjārakkhaṇatthaṁ",
  "atk-s0510a3:21_6": "ṭhapito adissamānakāyo taṁ ākāse dhārento cetiyaṁ tikkhattuṁ padakkhiṇaṁ akāsi. So",
  "atk-s0510a3:21_7": "taṁ disvā bhiyyosomattāya pasannamānaso hutvā tena puññakammena devamanussesu saṁsaranto",
  "atk-s0510a3:21_8": "imasmiṁ buddhuppāde sāvatthiyaṁ brāhmaṇakule nibbattitvā upavānoti laddhanāmo vayappatto",
  "atk-s0510a3:21_9": "jetavanapaṭiggahaṇe buddhānubhāvaṁ disvā paṭiladdhasaddho pabbajitvā vipassanāya",
  "atk-s0510a3:21_10": "kammaṁ karonto arahattaṁ patvā chaḷabhiñño ahosi. Yadā bhagavato aphāsu ahosi, tadā",
  "atk-s0510a3:21_11": "thero uṇhodakaṁ tathārūpaṁ pānakañca bhesajjaṁ bhagavato upanāmesi. Tenassa satthuno",
  "atk-s0510a3:21_12": "rogo vūpasami. Tassa bhagavā anumodanaṁ akāsi.",
  "atk-s0510a3:22_0": "52. Evaṁ so pattaarahattaphalo adhigataetadaggaṭṭhāno attano pubbakammaṁ saritvā",
  "atk-s0510a3:22_1": "somanassavasena pubbacaritāpadānaṁ pakāsento padumuttaro nāma jinotiādimāha. Tattha",
  "atk-s0510a3:22_2": "sabbesaṁ lokiyalokuttaradhammānaṁ pāragū pariyosānaṁ nibbānaṁ gato patto padumuttaro",
  "atk-s0510a3:22_3": "nāma jino jitapañcamāro bhagavā aggikkhandho iva chabbaṇṇā buddharaṁsiyo jalitvā",
  "atk-s0510a3:22_4": "sabbalokaṁ dhammapajjotena obhāsetvā sambuddho suṭṭhu buddho avijjāniddūpagatāya",
  "atk-s0510a3:22_5": "pajāya savāsanāya kilesaniddāya paṭibuddho vikasitanettapaṅkajo parinibbuto khandhaparinibbānena",
  "atk-s0510a3:22_6": "nibbuto adassanaṁ gatoti sambandho.",
  "atk-s0510a3:23": "57.Jaṅghāti cetiyakaraṇakāle upacinitabbānaṁ iṭṭhakānaṁ ṭhapanatthāya, nibandhiyamānasopānapanti.",
  "atk-s0510a3:24_0": "88.Sudhotaṁrajakenāhanti vatthadhovakena purisena suṭṭhu dhovitaṁ suvisuddhakataṁ,",
  "atk-s0510a3:24_1": "uttareyyapaṭaṁ mama uttarasāṭakaṁ ahaṁ veḷagge laggitvā dhajaṁ katvā ukkhipiṁ, ambare",
  "atk-s0510a3:24_2": "ākāse ussāpesinti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a3:25": "Upavānattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:26": "3. Tisaraṇagamaniyattheraapadānavaṇṇanā",
  "atk-s0510a3:27_0": "Nagare bandhumatiyātiādikaṁ āyasmato tisaraṇagamaniyattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a3:27_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa",
  "atk-s0510a3:27_2": "bhagavato kāle bandhumatīnagare kulagehe nibbattitvā andhamātāpitaro upaṭṭhāsi. So",
  "atk-s0510a3:27_3": "ekadivasaṁ cintesi – “ahaṁ mātāpitaro upaṭṭhahanto pabbajituṁ na labhāmi, yaṁnūnāhaṁ",
  "atk-s0510a3:27_4": "tīṇi saraṇāni gaṇhissāmi, evaṁ duggatito mocessāmī”ti nisabhaṁ nāma vipassissa bhagavato",
  "atk-s0510a3:27_5": "aggasāvakaṁ upasaṅkamitvā tīṇi saraṇāni gaṇhi. So tāni vassasatasahassāni rakkhitvā",
  "atk-s0510a3:27_6": "teneva kammena tāvatiṁsabhavane nibbatto, tato paraṁ devamanussesu saṁsaranto ubhayasampattiyo",
  "atk-s0510a3:27_7": "anubhavitvā imasmiṁ buddhuppāde sāvatthinagare mahāsālakule nibbatto viññutaṁ patto",
  "atk-s0510a3:27_8": "sattavassikova dārakehi parivuto ekaṁ saṅghārāmaṁ agamāsi. Tattha eko khīṇāsavatthero",
  "atk-s0510a3:27_9": "tassa dhammaṁ desetvā saraṇāni adāsi. So tāni gahetvā pubbe attano rakkhitāni saraṇāni",
  "atk-s0510a3:27_10": "saritvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇi. Taṁ arahattappattaṁ bhagavā upasampādesi.",
  "atk-s0510a3:28_0": "106. So arahattappatto upasampanno hutvā attano pubbakammaṁ saritvā somanassavasena",
  "atk-s0510a3:28_1": "pubbacaritāpadānaṁ pakāsento nagare bandhumatiyātiādimāha. Tattha mātu upaṭṭhāko",
  "atk-s0510a3:28_2": "ahunti ahaṁ mātāpitūnaṁ upaṭṭhāko bharako bandhumatīnagare ahosinti sambandho.",
  "atk-s0510a3:29": "108.Tamandhakārapihitāti mohandhakārena pihitā chāditā. Tividhaggīhi ḍayhareti rāgaggidosaggimohaggisaṅkhātehi tīhi aggīhi ḍayhare ḍayhanti sabbe sattāti sambandho.",
  "atk-s0510a3:30": "114.Aṭṭha hetū labhāmahanti aṭṭha kāraṇāni sukhassa paccayabhūtāni kāraṇāni labhāmi ahanti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a3:31": "Tisaraṇagamaniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:32": "4. Pañcasīlasamādāniyattheraapadānavaṇṇanā",
  "atk-s0510a3:33_0": "Nagare candavatiyātiādikaṁ āyasmato pañcasīlasamādāniyattherassa apadānaṁ. Ayampi",
  "atk-s0510a3:33_1": "purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a3:33_2": "anomadassissa bhagavato kāle ekasmiṁ kule nibbatto purimabhave katākusalakammānurūpena",
  "atk-s0510a3:33_3": "daliddo hutvā appannapānabhojano paresaṁ bhatiṁ katvā jīvanto saṁsāre ādīnavaṁ ñatvā",
  "atk-s0510a3:33_4": "pabbajitukāmopi pabbajjaṁ alabhamāno anomadassissa bhagavato sāvakassa nisabhattherassa",
  "atk-s0510a3:33_5": "santike pañca sikkhāpadāni samādiyi. Dīghāyukakāle uppannattā vassasatasahassāni",
  "atk-s0510a3:33_6": "sīlaṁ paripālesi. Tena kammena so devamanussesu saṁsaranto imasmiṁ buddhuppāde vesāliyaṁ",
  "atk-s0510a3:33_7": "mahābhogakule nibbatto. Mātāpitaro sīlaṁ samādiyante disvā attano sīlaṁ saritvā vipassanaṁ",
  "atk-s0510a3:33_8": "vaḍḍhetvā arahattaṁ patvā pabbaji.",
  "atk-s0510a3:34_0": "134. So attano pubbakammaṁ saritvā somanassajāto udānavasena pubbacaritāpadānaṁ pakāsento",
  "atk-s0510a3:34_1": "nagare candavatiyātiādimāha. Bhatakoāsahaṁ tadāti tadā mama puññakaraṇakāle ahaṁ",
  "atk-s0510a3:34_2": "bhatako bhatiyā kammakārako āsiṁ ahosiṁ. Parakammāyane yuttoti bhatiyā paresaṁ kammakaraṇe",
  "atk-s0510a3:34_3": "āyutto yojito okāsābhāvena saṁsārato muccanatthāya ahaṁ pabbajjaṁ na labhāmi.",
  "atk-s0510a3:35_0": "135.Mahandhakārapihitāti mahantehi kilesandhakārehi pihitā saṁvutā thakitā. Tividhaggīhi",
  "atk-s0510a3:35_1": "ḍayhareti narakaggipetaggisaṁsāraggisaṅkhātehi tīhi aggīhi ḍayhanti. Ahaṁ pana kena",
  "atk-s0510a3:35_2": "upāyena kena kāraṇena visaṁyutto bhaveyyanti attho.",
  "atk-s0510a3:36_0": "136.Deyyadhammo annapānādidātabbayuttakaṁ vatthu mayhaṁ natthi, tassābhāvena ahaṁ",
  "atk-s0510a3:36_1": "varāko dukkhito bhatako bhatiyā jīvanako yaṁnūnāhaṁ pañcasīlaṁ rakkheyyaṁ paripūrayanti",
  "atk-s0510a3:36_2": "pañcasīlaṁ samādiyitvā paripūrento yaṁnūna rakkheyyaṁ sādhukaṁ bhaddakaṁ sundaraṁ",
  "atk-s0510a3:36_3": "katvā paripāleyyanti attho.",
  "atk-s0510a3:37_0": "148.Svāhaṁ yasamanubhavinti so ahaṁ devamanussesu mahantaṁ yasaṁ anubhaviṁ tesaṁ",
  "atk-s0510a3:37_1": "sīlānaṁ vāhasā ānubhāvenāti attho. Kappakoṭimpi tesaṁ sīlānaṁ phalaṁ kittento ekakoṭṭhāsameva",
  "atk-s0510a3:37_2": "kittaye pākaṭaṁ kareyyanti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a3:38": "Pañcasīlasamādāniyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:39": "5. Annasaṁsāvakattheraapadānavaṇṇanā",
  "atk-s0510a3:40_0": "Suvaṇṇavaṇṇaṁ sambuddhantiādikaṁ āyasmato annasaṁsāvakattherassa apadānaṁ. Ayampi",
  "atk-s0510a3:40_1": "purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto",
  "atk-s0510a3:40_2": "siddhatthassa bhagavato kāle ekasmiṁ kulagehe nibbatto piṇḍāya carantaṁ dvattiṁsamahāpurisalakkhaṇabyāmappabhāmaṇḍalopasobhitaṁ",
  "atk-s0510a3:40_3": "bhagavantaṁ disvā pasannamānaso bhagavantaṁ nimantetvā gehaṁ netvā varaannapānena",
  "atk-s0510a3:40_4": "santappetvā sampavāretvā bhojesi. So teneva cittappasādena tato cuto devaloke nibbattitvā",
  "atk-s0510a3:40_5": "dibbasampattiṁ anubhavitvā tato cavitvā manussaloke nibbattitvā manussasampattiṁ",
  "atk-s0510a3:40_6": "anubhavitvā tato aparāparaṁ devamanussasampattiyo anubhavitvā imasmiṁ buddhuppāde",
  "atk-s0510a3:40_7": "ekasmiṁ kule nibbatto sāsane pasīditvā pabbajitvā vipassanaṁ vaḍḍhetvā arahattaṁ",
  "atk-s0510a3:40_8": "pāpuṇi. So pubbe katapuññanāmavasena annasaṁsāvakattheroti pākaṭanāmo ahosi.",
  "atk-s0510a3:41_0": "155-6. So aparabhāge attano pubbakammaṁ saritvā somanassajāto “evaṁ mayā iminā puññasambhārānubhāvena",
  "atk-s0510a3:41_1": "pattaṁ arahatta”nti attano pubbacaritāpadānaṁ udānavasena pakāsento suvaṇṇavaṇṇantiādimāha.",
  "atk-s0510a3:41_2": "Tattha suvaṇṇassa vaṇṇo viya vaṇṇo yassa bhagavato soyaṁ suvaṇṇavaṇṇo, taṁ suvaṇṇavaṇṇaṁ",
  "atk-s0510a3:41_3": "sambuddhaṁ siddhatthanti attho. Gacchantaṁ antarāpaṇeti vessānaṁ āpaṇapantīnaṁ antaravīthiyaṁ",
  "atk-s0510a3:41_4": "gacchamānaṁ. Kañcanagghiyasaṁkāsanti suvaṇṇatoraṇasadisaṁ bāttiṁsavaralakkhaṇaṁ dvattiṁsavaralakkhaṇehi",
  "atk-s0510a3:41_5": "sampannaṁ lokapajjotaṁ sakalalokadīpabhūtaṁ appameyyaṁ pamāṇavirahitaṁ anopamaṁ upamāvirahitaṁ",
  "atk-s0510a3:41_6": "jutindharaṁ pabhādhāraṁ nīlapītādichabbaṇṇabuddharaṁsiyo dhārakaṁ siddhatthaṁ disvā",
  "atk-s0510a3:41_7": "paramaṁ uttamaṁ pītiṁ alatthaṁ alabhinti sambandho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a3:42": "Annasaṁsāvakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:43": "6. Dhūpadāyakattheraapadānavaṇṇanā",
  "atk-s0510a3:44_0": "Siddhatthassa bhagavatotiādikaṁ āyasmato dhūpadāyakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a3:44_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa",
  "atk-s0510a3:44_2": "bhagavato kāle kulagehe nibbatto siddhatthe bhagavati cittaṁ pasādetvā tassa bhagavato",
  "atk-s0510a3:44_3": "gandhakuṭiyaṁ candanāgarukāḷānusāriādinā katehi anekehi dhūpehi dhūpapūjaṁ akāsi.",
  "atk-s0510a3:44_4": "So tena puññena devesu ca manussesu ca ubhayasampattiyo anubhavanto nibbattanibbattabhave",
  "atk-s0510a3:44_5": "pūjanīyo hutvā imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto puññasambhārānubhāvena",
  "atk-s0510a3:44_6": "sāsane pabbajitvā vipassanaṁ vaḍḍhetvā arahattaṁ patvā katadhūpapūjāpuññattā nāmena",
  "atk-s0510a3:44_7": "dhūpadāyakattheroti sabbattha pākaṭo. So pattaarahattaphalo attano pubbakammaṁ saritvā",
  "atk-s0510a3:44_8": "somanassajāto pubbacaritāpadānaṁ dassento siddhatthassa bhagavatotiādimāha. Siddho",
  "atk-s0510a3:44_9": "paripuṇṇo sabbaññutaññāṇādiguṇasaṅkhāto attho payojanaṁ yassa bhagavato soyaṁ siddhattho,",
  "atk-s0510a3:44_10": "tassa siddhatthassa bhagavato bhagyādiguṇavantassa lokajeṭṭhassa sakalalokuttamassa",
  "atk-s0510a3:44_11": "tādino iṭṭhāniṭṭhesu tādisassa acalasabhāvassāti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a3:45": "Dhūpadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:46": "7. Pulinapūjakattheraapadānavaṇṇanā",
  "atk-s0510a3:47_0": "Vipassissabhagavatotiādikaṁ āyasmato pulinapūjakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a3:47_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa",
  "atk-s0510a3:47_2": "bhagavato kāle ekasmiṁ kule nibbatto sāsane pasannacitto cetiyaṅgaṇabodhiyaṅgaṇesu",
  "atk-s0510a3:47_3": "purāṇavālukaṁ apanetvā navaṁ muttādalasadisapaṇḍarapulinaṁ okiritvā māḷakaṁ alaṅkari.",
  "atk-s0510a3:47_4": "Tena kammena so devaloke nibbatto tattha dibbehi ratanehi vijjotamāne anekayojane",
  "atk-s0510a3:47_5": "kanakavimāne dibbasampattiṁ anubhavitvā tato cuto manussaloke sattaratanasampanno",
  "atk-s0510a3:47_6": "cakkavattī rājā hutvā manussasampattiṁ anubhavitvā aparāparaṁ saṁsaranto imasmiṁ",
  "atk-s0510a3:47_7": "buddhuppāde vibhavasampanne ekasmiṁ kule nibbatto sāsane pasanno pabbajitvā vipassanaṁ",
  "atk-s0510a3:47_8": "vaḍḍhetvā arahattaṁ pāpuṇi. So attano katapuññanāmasadisena nāmena pulinapūjakattheroti pākaṭo.",
  "atk-s0510a3:48_0": "165. So attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ dassento vipassissa",
  "atk-s0510a3:48_1": "bhagavatotiādimāha. Tattha vividhaṁ passatīti vipassī, vivicca passatīti vā vipassī,",
  "atk-s0510a3:48_2": "vividhe attatthaparatthādibhede atthe passatīti vā vipassī, vividhe vohāraparamatthādibhede",
  "atk-s0510a3:48_3": "passatīti vā vipassī, tassa vipassissa bodhiyā pādaputtame uttame bodhirukkhamaṇḍalamāḷake",
  "atk-s0510a3:48_4": "purāṇapulinaṁ vālukaṁ chaḍḍetvā suddhaṁ paṇḍaraṁ pulinaṁ ākiriṁ santhariṁ. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a3:49": "Pulinapūjakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:50": "8. Uttiyattheraapadānavaṇṇanā",
  "atk-s0510a3:51_0": "Candabhāgānadītīretiādikaṁ āyasmato uttiyattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a3:51_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa",
  "atk-s0510a3:51_2": "bhagavato kāle candabhāgānadiyaṁ susumāro hutvā nibbatto nadītīraṁ upagataṁ bhagavantaṁ",
  "atk-s0510a3:51_3": "disvā pasannacitto pāraṁ netukāmo tīrasamīpeyeva nipajji. Bhagavā tassa anukampāya",
  "atk-s0510a3:51_4": "piṭṭhiyaṁ pāde ṭhapesi. So tuṭṭho udaggo pītivegena mahussāho hutvā sotaṁ chindanto",
  "atk-s0510a3:51_5": "sīghena javena bhagavantaṁ paratīraṁ nesi. Bhagavā tassa cittappasādaṁ ñatvā “ayaṁ",
  "atk-s0510a3:51_6": "ito cuto devaloke nibbattissati, tato paṭṭhāya sugatīsuyeva saṁsaranto ito catunnavutikappe",
  "atk-s0510a3:51_7": "amataṁ pāpuṇissatī”ti byākaritvā pakkāmi.",
  "atk-s0510a3:52_0": "So tathā sugatīsuyeva saṁsaranto imasmiṁ buddhuppāde sāvatthiyaṁ aññatarassa brāhmaṇassa",
  "atk-s0510a3:52_1": "putto hutvā nibbatti, uttiyotissa nāmaṁ akaṁsu. So vayappatto “amataṁ pariyesissāmī”ti",
  "atk-s0510a3:52_2": "paribbājako hutvā ekadivasaṁ bhagavantaṁ disvā upasaṅkamitvā vanditvā dhammaṁ sutvā",
  "atk-s0510a3:52_3": "paṭiladdhasaddho hutvā sāsane pabbajitvā sīladiṭṭhīnaṁ avisodhitattā visesaṁ nibbattetuṁ",
  "atk-s0510a3:52_4": "asakkonto aññaṁ bhikkhuṁ visesaṁ nibbattetvā aññaṁ byākarontaṁ disvā satthāraṁ upasaṅkamitvā",
  "atk-s0510a3:52_5": "saṅkhepena ovādaṁ yāci. Satthāpi tassa, “tasmātiha tvaṁ, uttiya, ādimeva visodhehī”tiādinā",
  "atk-s0510a3:52_6": "saṅkhepeneva ovādaṁ adāsi. So satthu ovāde ṭhatvā vipassanaṁ ārabhi. Tassa āraddhavipassakassa",
  "atk-s0510a3:52_7": "ābādho uppajji. Uppanne ābādhe jātasaṁvego vīriyārambhavatthuṁ ñatvā vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇi.",
  "atk-s0510a3:53_0": "169. Evaṁ so katasambhārānurūpena pattaarahattaphalo attano pubbakammaṁ saritvā somanassajāto",
  "atk-s0510a3:53_1": "pubbacaritāpadānaṁ pakāsento candabhāgānadītīretiādimāha. Tattha candabhāgānadītīreti",
  "atk-s0510a3:53_2": "parisuddhapaṇḍarapulinatalehi ca pabhāsampannapasannamadhurodakaparipuṇṇatāya ca",
  "atk-s0510a3:53_3": "candappabhākiraṇasassirīkābhā nadamānā saddaṁ kurumānā gacchatīti candabhāgānadī,",
  "atk-s0510a3:53_4": "tassā candabhāgānadiyā tīre susumāro ahosinti sambandho. Tattha susumāroti khuddakamacchagumbe",
  "atk-s0510a3:53_5": "khaṇḍākhaṇḍikaṁ karonto māretīti susumāro, caṇḍamaccho kumbhīloti attho. Sabhojanapasutohanti",
  "atk-s0510a3:53_6": "ahaṁ sabhojane sakagocare pasuto byāvaṭo. Nadītitthaṁ agacchahanti bhagavato āgamanakāle",
  "atk-s0510a3:53_7": "ahaṁ nadītitthaṁ agacchiṁ pattomhi.",
  "atk-s0510a3:54_0": "170.Siddhattho tamhi samayeti tasmiṁ mama titthagamanakāle siddhattho bhagavā aggapuggalo",
  "atk-s0510a3:54_1": "sabbasattesu jeṭṭho seṭṭho sayambhū sayameva bhūto jāto buddhabhūto so bhagavā nadiṁ",
  "atk-s0510a3:54_2": "taritukāmo nadītīraṁ upāgami.",
  "atk-s0510a3:55": "172.Pettikaṁ visayaṁ mayhanti mayhaṁ pitupitāmahādīhi paramparānītaṁ, yadidaṁ sampattasampattamahānubhāvānaṁ taraṇanti attho.",
  "atk-s0510a3:56": "173.Mamauggajjanaṁ sutvāti mayhaṁ uggajjanaṁ ārādhanaṁ sutvā mahāmuni bhagavā abhiruhīti sambandho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a3:57": "Uttiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:58": "9. Ekañjalikattheraapadānavaṇṇanā",
  "atk-s0510a3:59_0": "Suvaṇṇavaṇṇantiādikaṁ āyasmato ekañjalikattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a3:59_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa",
  "atk-s0510a3:59_2": "bhagavato kāle ekasmiṁ kulagehe nibbatto viññutaṁ patto ratanattaye pasanno piṇḍāya",
  "atk-s0510a3:59_3": "carantaṁ vipassiṁ bhagavantaṁ disvā pasannamānaso añjaliṁ paggahetvā aṭṭhāsi. So",
  "atk-s0510a3:59_4": "tena puññakammena devamanussesu saṁsaranto sabbattha pūjanīyo hutvā ubhayasampattiyo",
  "atk-s0510a3:59_5": "anubhavitvā imasmiṁ buddhuppāde vibhavasampanne kule nibbattitvā sāsane pasīditvā",
  "atk-s0510a3:59_6": "pabbajitvā vipassanaṁ vaḍḍhetvā arahatte patiṭṭhāsi. Pubbe katapuññavasena ekañjalikattheroti pākaṭo.",
  "atk-s0510a3:60_0": "180. So attano pubbakammaṁ saritvā taṁ hatthatale āmalakaṁ viya disvā udānavasena",
  "atk-s0510a3:60_1": "pubbacaritāpadānaṁ pakāsento suvaṇṇavaṇṇantiādimāha. Vipassiṁ satthavāhagganti vāṇije",
  "atk-s0510a3:60_2": "kantārā vahati tāretīti satthavāho. Vāḷakantārā coḷakantārā dubbhikkhakantārā nirudakakantārā",
  "atk-s0510a3:60_3": "yakkhakantārā appabhakkhakantārā ca tāreti uttāreti patāreti nittāreti khemantabhūmiṁ",
  "atk-s0510a3:60_4": "pāpetīti attho. Ko so? Vāṇijajeṭṭhako. Satthavāhasadisattā ayampi bhagavā satthavāho.",
  "atk-s0510a3:60_5": "Tathā hi so tividhaṁ bodhiṁ patthayante katapuññasambhāre satte jātikantārā jarākantārā",
  "atk-s0510a3:60_6": "byādhikantārā maraṇakantārā sokaparidevadukkhadomanassupāyāsakantārā ca sabbasmā",
  "atk-s0510a3:60_7": "saṁsārakantārā ca tāreti uttāreti patāreti nittāreti nibbānathalaṁ pāpetīti attho.",
  "atk-s0510a3:60_8": "Satthavāho ca so aggo seṭṭho padhāno cāti satthavāhaggo, taṁ satthavāhaggaṁ vipassiṁ",
  "atk-s0510a3:60_9": "sambuddhanti sambandho. Naravaraṁ vināyakanti narānaṁ antare asithilaparakkamoti",
  "atk-s0510a3:60_10": "naravīro, taṁ. Visesena katapuññasambhāre satte neti nibbānapuraṁ pāpetīti vināyako, taṁ.",
  "atk-s0510a3:61_0": "181.Adantadamanaṁ tādinti rāgadosamohādikilesasampayuttattā kāyavacīmanodvārehi adante",
  "atk-s0510a3:61_1": "satte dametīti adantadamano, taṁ. Iṭṭhāniṭṭhesu akampiyatādiguṇayuttoti tādī, taṁ.",
  "atk-s0510a3:61_2": "Mahāvādiṁ mahāmatinti sakasamayaparasamayavādīnaṁ antare attanā samadhikapuggalavirahitattā",
  "atk-s0510a3:61_3": "mahāvādī, mahatī pathavisamānā merusamānā ca mati yassa so mahāmati, taṁ mahāvādiṁ",
  "atk-s0510a3:61_4": "mahāmatiṁ sambuddhanti iminā tulyādhikaraṇaṁ. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a3:62": "Ekañjalikattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:63": "10. Khomadāyakattheraapadānavaṇṇanā",
  "atk-s0510a3:64_0": "Nagare bandhumatiyātiādikaṁ āyasmato khomadāyakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a3:64_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto vipassissa",
  "atk-s0510a3:64_2": "bhagavato kāle ekasmiṁ kulagehe nibbatto vayappatto sāsane abhippasanno ratanattayamāmako",
  "atk-s0510a3:64_3": "vipassissa bhagavato santike dhammaṁ sutvā pasannamānaso khomadussena pūjaṁ akāsi.",
  "atk-s0510a3:64_4": "So tadeva mūlaṁ katvā yāvajīvaṁ puññāni katvā tato devaloke nibbatto. Chasu devesu",
  "atk-s0510a3:64_5": "aparāparaṁ dibbasukhaṁ anubhavitvā tato cavitvā manussaloke cakkavattiādianekavidhamanussasampattiṁ",
  "atk-s0510a3:64_6": "anubhavitvā paripākagate puññasambhāre imasmiṁ buddhuppāde kulagehe nibbatto vayappatto",
  "atk-s0510a3:64_7": "satthu santike dhammaṁ sutvā paṭiladdhasaddho pabbajitvā vipassanaṁ vaḍḍhetvā nacirasseva",
  "atk-s0510a3:64_8": "arahattaṁ pāpuṇi. Katapuññanāmena khomadāyakattheroti pākaṭo.",
  "atk-s0510a3:65_0": "184. So attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ dassento nagare",
  "atk-s0510a3:65_1": "bandhumatiyātiādimāha. Tattha bandhu vuccati ñātako, te bandhū yasmiṁ nagare aññamaññaṁ",
  "atk-s0510a3:65_2": "saṅghaṭitā vasanti, taṁ nagaraṁ “bandhumatī”ti vuccati. Ropemi bījasampadanti dānasīlādipuññabījasampattiṁ",
  "atk-s0510a3:65_3": "ropemi paṭṭhapemīti attho.",
  "atk-s0510a3:66": "Khomadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a3:67": "Tatiyassa subhūtivaggassa vaṇṇanā samattā.",
  "atk-s0510a3:68": "Catubhāṇavāravaṇṇanā niṭṭhitā."
}