{
  "atk-s0519a6:0": "Sāsanapaṭṭhānavāravaṇṇanā",
  "atk-s0519a6:1": "89.",
  "atk-s0519a6:2_0": "Evaṁ sabbathā nayasamuṭṭhānaṁ vibhajitvā idāni sāsanapaṭṭhānaṁ vibhajanto yasmā saṅgahavārādīsu",
  "atk-s0519a6:2_1": "mūlapadeheva paṭṭhānaṁ saṅgahetvā sarūpato na dassitaṁ, tasmā yathā mūlapadehi paṭṭhānaṁ",
  "atk-s0519a6:2_2": "niddhāretabbaṁ, evaṁ paṭṭhānatopi mūlapadāni niddhāretabbānīti dassanatthaṁ “aṭṭhārasa",
  "atk-s0519a6:2_3": "mūlapadā kuhiṁ daṭṭhabbā? Sāsanapaṭṭhāne”ti āha. Mūlapadasāsanapaṭṭhānānañhi aññamaññasaṅgaho",
  "atk-s0519a6:2_4": "pubbe dassito evāti. Atha sāsanapaṭṭhānanti ko vacanattho? Sāsanassa paṭṭhānanti",
  "atk-s0519a6:2_5": "sāsanapaṭṭhānaṁ, sāsanaṁ desanā, tassā veneyyajjhāsayānurūpaṁ tesaṁ hitasukhanipphādanatthaṁ",
  "atk-s0519a6:2_6": "pakārehi ṭhānaṁ pavatti sāsanapaṭṭhānaṁ. Idha pana tassa tathābhāvadīpanaṁ “sāsanapaṭṭhāna”nti",
  "atk-s0519a6:2_7": "veditabbaṁ. Atha vā sāsanaṁ adhisīlasikkhādayo. Tesaṁ pavattanupāyabhāvato patiṭṭhahanti",
  "atk-s0519a6:2_8": "etehīti paṭṭhānāni, saṁkilesādidhammā. Tesaṁ pavedanato tadupacārena suttāni paṭṭhānāni.",
  "atk-s0519a6:2_9": "Tesaṁ pana samūhabhāvato ayaṁ pakaraṇappadeso paṭṭhānaṁ nāma.",
  "atk-s0519a6:3_0": "Aparo nayo – kenaṭṭhena paṭṭhānaṁ? Paṭṭhitaṭṭhena gamanaṭṭhenāti attho. “Ye te goṭṭhā",
  "atk-s0519a6:3_1": "paṭṭhitagāvo”ti āgataṭṭhānasmiñhi yena paṭṭhānena te “goṭṭhā paṭṭhitagāvo”ti vuttā,",
  "atk-s0519a6:3_2": "taṁ atthato gamanaṁ hoti. Iti nātivitthāritanayesu hāranayesu anissaṅgagamanassa",
  "atk-s0519a6:3_3": "desanāñāṇassa saṁkilesabhāgiyādilokiyādibhedesu tadubhayavomissakabhedesu ca vitthāritanayalābhato",
  "atk-s0519a6:3_4": "nissaṅgavasena pavattagamanattā te saṁkilesabhāgiyādayo lokiyādayo ca visuṁ visuṁ",
  "atk-s0519a6:3_5": "vomissā ca adhikaraṇavasena paṭṭhānaṁ nāma. Tesaṁ pakāsanato ayaṁ pakaraṇappadeso",
  "atk-s0519a6:3_6": "paṭṭhānanti veditabbaṁ.",
  "atk-s0519a6:4_0": "“Saṁkilesabhāgiya”ntiādīsu saṁkilissati etenāti saṁkileso. Saṁkilesabhāge saṁkilesakoṭṭhāse",
  "atk-s0519a6:4_1": "pavattaṁ saṁkilesabhāgiyaṁ. Vāsanā puññabhāvanā, vāsanābhāge pavattaṁ vāsanābhāgiyaṁ,",
  "atk-s0519a6:4_2": "vāsanaṁ bhajāpetīti vā vāsanābhāgiyaṁ. Nibbijjhanaṁ lobhakkhandhādīnaṁ padālanaṁ",
  "atk-s0519a6:4_3": "nibbedho. Nibbedhabhāge pavattaṁ, nibbedhaṁ bhajāpetīti vā nibbedhabhāgiyaṁ. Pariniṭṭhitasikkhādhammā",
  "atk-s0519a6:4_4": "asekkhā, asekkhabhāve pavattaṁ, asekkhe bhajāpetīti vā asekkhabhāgiyaṁ. Tesu yattha",
  "atk-s0519a6:4_5": "taṇhādisaṁkileso vibhatto, idaṁ saṁkilesabhāgiyaṁ. Yattha dānādipuññakiriyavatthu",
  "atk-s0519a6:4_6": "vibhattaṁ, idaṁ vāsanābhāgiyaṁ. Yattha sekkhā sīlakkhandhādayo vibhattā, idaṁ nibbedhabhāgiyaṁ.",
  "atk-s0519a6:4_7": "Yattha pana asekkhā sīlakkhandhādayo vibhattā, idaṁ asekkhabhāgiyaṁ. Itarāni tesaṁ",
  "atk-s0519a6:4_8": "vomissakanayavasena vuttāni.",
  "atk-s0519a6:5_0": "Tāni pana cha dukā cattāro tikā ekaṁ catukkaṁ aparampi ekaṁ catukkanti dvādasa honti.",
  "atk-s0519a6:5_1": "Tesu cattāro dukā dve ca tikā uddhaṭā, itare na uddhaṭā, anuddharaṇe kāraṇaṁ natthi.",
  "atk-s0519a6:5_2": "Iminā nayena tepi gahetuṁ sakkāti pāḷiyaṁ saṁkhittāti daṭṭhabbaṁ. Tathā hi vakkhati",
  "atk-s0519a6:5_3": "– “imāni cattāri suttāni, sādhāraṇāni katāni aṭṭha bhavantī”tiādi. Tattha yasmā katthaci",
  "atk-s0519a6:5_4": "sutte taṇhāsaṁkilesova niddisīyati, katthaci diṭṭhisaṁkilesova, katthaci duccaritasaṁkilesova",
  "atk-s0519a6:5_5": "niddisīyati, tasmā saṁkilesabhāgiyaṁ suttaṁ tidhā vibhajitvā uddiṭṭhaṁ “taṇhāsaṁkilesabhāgiyaṁ",
  "atk-s0519a6:5_6": "sutta”ntiādinā. Tathā vodānaṁ nāma saṁkilese sati hotīti vodānabhāgiyaṁ suttaṁ saṁkilesavibhāgena",
  "atk-s0519a6:5_7": "tidhāva uddiṭṭhaṁ “taṇhāvodānabhāgiyaṁ sutta”ntiādinā. Taṁ pana atthato vāsanābhāgiyādi",
  "atk-s0519a6:5_8": "eva hoti. Ayañca nayo kesuci potthakesu natthi.",
  "atk-s0519a6:6_0": "“Tattha saṁkileso tividho”tiādi saṁkilesapaṭipakkhato samathādiniddhāraṇavasena vāsanābhāgiyādisuttānaṁ",
  "atk-s0519a6:6_1": "visayadassanatthaṁ āraddhaṁ. Tattha yadi āsatti uppajjati bhavesūti bhavesu chandarāgaṁ",
  "atk-s0519a6:6_2": "pajahituṁ asakkontassa yadi bhavapatthanā uppajjati. Evaṁ sāyanti evamassa puggalassa",
  "atk-s0519a6:6_3": "ayaṁ samathavipassanābhāvanāmayaṁ puññakiriyavatthu bhavati pujjabhavaphalanibbattanato.",
  "atk-s0519a6:6_4": "Tatrūpapattiyā saṁvattatīti tatra tatra bhave upapattiyā saṁvattati. Imāni cattāri",
  "atk-s0519a6:6_5": "suttānīti imāni saṁkilesabhāgiyādīni cattāri suttāni. Sādhāraṇāni katānīti saṁkilesabhāgiyañca",
  "atk-s0519a6:6_6": "vāsanābhāgiyañca, saṁkilesabhāgiyañca nibbedhabhāgiyañca, saṁkilesabhāgiyañca asekkhabhāgiyañca,",
  "atk-s0519a6:6_7": "vāsanābhāgiyañca nibbedhabhāgiyañcāti evaṁ padantarasaṁyojanavasena missitāni katāni.",
  "atk-s0519a6:6_8": "Aṭṭha bhavantīti purimāni cattāri imāni cattārīti evaṁ aṭṭha bhavanti.",
  "atk-s0519a6:7_0": "Tāniyeva aṭṭha suttāni sādhāraṇāni katāni soḷasa bhavantīti tāniyeva yathāvuttāni",
  "atk-s0519a6:7_1": "aṭṭha suttāni vāsanābhāgiyañca asekkhabhāgiyañca nibbedhabhāgiyañca, asekkhabhāgiyañca",
  "atk-s0519a6:7_2": "saṁkilesabhāgiyañca vāsanābhāgiyañca, nibbedhabhāgiyañca saṁkilesabhāgiyañca vāsanābhāgiyañca,",
  "atk-s0519a6:7_3": "asekkhabhāgiyañca saṁkilesabhāgiyañca nibbedhabhāgiyañca, asekkhabhāgiyañca vāsanābhāgiyañca",
  "atk-s0519a6:7_4": "nibbedhabhāgiyañca, asekkhabhāgiyañca saṁkilesabhāgiyañca vāsanābhāgiyañca, nibbedhabhāgiyañca",
  "atk-s0519a6:7_5": "asekkhabhāgiyañca nevasaṁkilesabhāgiyañca, navāsanābhāgiyañca nanibbedhabhāgiyañca",
  "atk-s0519a6:7_6": "na asekkhabhāgiyañcāti evaṁ sādhāraṇāni katāni purimāni aṭṭha imāni aṭṭhāti soḷasa",
  "atk-s0519a6:7_7": "bhavanti. Tesu cattāro ekakā, cha dukā, cattāro tikā, eko catukko, aparopi eko catukkoti",
  "atk-s0519a6:7_8": "ayampi vibhāgo veditabbo. Tatthāpi dve dukā, dve tikā, dve catukkā ca pāḷiyaṁ anāgatāti veditabbā.",
  "atk-s0519a6:8_0": "Idāni imassa paṭṭhānassa sakalasāsanasaṅgahitabhāvaṁ vibhāvetuṁ “imehi soḷasahi suttehi",
  "atk-s0519a6:8_1": "bhinnehi navavidhaṁ suttaṁ bhinnaṁ bhavatī”ti vuttaṁ. Tassattho – imehi saṁkilesabhāgiyādīhi",
  "atk-s0519a6:8_2": "soḷasahi suttehi paṭṭhānanayena vibhattehi suttageyyādinavavidhaṁ pariyattisāsanasaṅkhātaṁ",
  "atk-s0519a6:8_3": "suttaṁ bhinnaṁ soḷasadhā vibhattaṁ hoti. Iminā soḷasavidhena paṭṭhānena asaṅgahito",
  "atk-s0519a6:8_4": "pariyattisāsanassa padeso natthīti adhippāyo. Kathaṁ pana saṁkilesabhāgiyādibhāvo",
  "atk-s0519a6:8_5": "gahetabboti? Āha “gāthāya gāthā anuminitabbā”tiādi. Tattha gāthāya gāthā anuminitabbāti",
  "atk-s0519a6:8_6": "ayaṁ gāthā viya gāthā saṁkilesabhāgiyāti vā vāsanābhāgiyāti vā nibbedhabhāgiyāti",
  "atk-s0519a6:8_7": "vā asekkhabhāgiyāti vā anuminitabbā, anu anu minitvā takketvā jānitabbāti attho.",
  "atk-s0519a6:8_8": "Sesapadesupi eseva nayo. Ettha ca gāthāveyyākaraṇavinimuttā sabbā pariyatti “suttenā”tipadena",
  "atk-s0519a6:8_9": "saṅgahitāti daṭṭhabbā.",
  "atk-s0519a6:9": "90.",
  "atk-s0519a6:10_0": "Idāni saṁkilesabhāgiyādīni suttāni yathāniddiṭṭhāni udāharaṇavasena vibhāvetuṁ “tattha",
  "atk-s0519a6:10_1": "katamaṁ saṁkilesabhāgiyaṁ sutta”ntiādi āraddhaṁ. Tattha “kāmandhā jālasañchannā”ti",
  "atk-s0519a6:10_2": "gāthāya attho heṭṭhā vuttoyeva. Yathā imassa, evaṁ ito parānampi heṭṭhā vuttatthānaṁ",
  "atk-s0519a6:10_3": "uttānapadānañca atthaṁ na vaṇṇayissāma.",
  "atk-s0519a6:11_0": "Agatigamanānīti kāyādīhi ayuttagamanāni, akattabbakaraṇānīti attho. Chandāti chandahetu",
  "atk-s0519a6:11_1": "icchāpaccayā. Agatiṁ gacchatīti agantabbaṁ gatiṁ gacchati, akattabbaṁ karotīti attho.",
  "atk-s0519a6:11_2": "Dhammanti sādhūnaṁ ariyānaṁ dhammaṁ. Ativattatīti atimadditvā vītikkamati. Nihīyatīti",
  "atk-s0519a6:11_3": "hāyati. Yasoti kitti ca parivāro ca.",
  "atk-s0519a6:12_0": "“Manopubbaṅgamā dhammā”ti gāthāyaṁ manoti yadipi kāmāvacarakusalādibhedaṁ sabbampi",
  "atk-s0519a6:12_1": "catubhūmakacittaṁ mano, imasmiṁ pana ṭhāne cakkhupālattherassa purimajātiyaṁ vejjabhūtassa",
  "atk-s0519a6:12_2": "uppannavasena niyamiyamānaṁ paṭighasampayuttacittameva labbhati. So mano pubbaṅgamo",
  "atk-s0519a6:12_3": "etesanti manopubbaṅgamā, manasā paṭhamagāminā samannāgatāti attho. Dhammāti nissattanijjīvaṭṭhena",
  "atk-s0519a6:12_4": "dhammā, te pana vedanādayo tayo arūpino khandhā. Ete hi manopubbaṅgamā. Kathaṁ panetehi",
  "atk-s0519a6:12_5": "saddhiṁ ekasmiṁ vatthusmiṁ ekasmiñca ārammaṇe ekakkhaṇe uppajjamāno mano pubbaṅgamo",
  "atk-s0519a6:12_6": "nāma hotīti? Uppādapaccayaṭṭhena. Yathā hi bahūsu ekato gāmaghātādikammāni karontesu",
  "atk-s0519a6:12_7": "“ko etesaṁ pubbaṅgamo”ti vutte yo tesaṁ paccayo hoti, yaṁ yaṁ nissāya te taṁ kammaṁ",
  "atk-s0519a6:12_8": "karonti, so datto vā mitto vā tesaṁ pubbaṅgamoti vuccati, evaṁsampadamidaṁ daṭṭhabbaṁ.",
  "atk-s0519a6:12_9": "Iti uppādapaccayaṭṭhena mano pubbaṅgamo etesanti manopubbaṅgamā. Na hi te mane anuppajjante",
  "atk-s0519a6:12_10": "uppajjituṁ sakkuṇanti, mano pana ekaccesu cetasikesu anuppajjantesupi uppajjati eva.",
  "atk-s0519a6:13_0": "Adhipativasena mano seṭṭho etesanti manoseṭṭhā. Yathā hi corādīnaṁ corajeṭṭhakādayo",
  "atk-s0519a6:13_1": "adhipatino seṭṭhā, tathā tesampi mano seṭṭho. Yathā pana dāruādīhi nipphannāni bhaṇḍāni",
  "atk-s0519a6:13_2": "dārumayādīni nāma honti, tathā etepi manato nipphannattā manomayā nāma. Paduṭṭhenāti",
  "atk-s0519a6:13_3": "abhijjhādīhi dosehi paduṭṭhena dūsitena bhāsati vā karoti vā. So hi bhāsanto catubbidhaṁ",
  "atk-s0519a6:13_4": "vacīduccaritameva bhāsati, karontopi tividhaṁ kāyaduccaritameva karoti, abhāsanto",
  "atk-s0519a6:13_5": "akaronto tehi abhijjhādīhi paduṭṭhamanatāya tividhaṁ manoduccaritaṁ pūreti. Evamassa",
  "atk-s0519a6:13_6": "dasa akusalakammapathā pāripūriṁ gacchanti. Tato naṁ dukkhamanvetīti tato tividhaduccaritato",
  "atk-s0519a6:13_7": "taṁ puggalaṁ dukkhaṁ anveti duccaritānubhāvena catūsu apāyesu dukkhaṁ anugacchati.",
  "atk-s0519a6:13_8": "Yathā kiṁ? Cakkaṁva vahato padanti, yathā nāma sakaṭaṁ vahato balībaddassa padaṁ",
  "atk-s0519a6:13_9": "paharantaṁ cakkaṁ anugacchati, evaṁ naṁ puggalaṁ dukkhamanugacchatīti.",
  "atk-s0519a6:14_0": "“Middhī yadā hotī”ti gāthāyaṁ middhīti thinamiddhābhibhūto. Mahagghasoti mahābhojano",
  "atk-s0519a6:14_1": "āharahatthakaalaṁsāṭakatatravaṭṭakakākamāsakabhuttavamitakānaṁ aññataro viya. Niddāyitāti",
  "atk-s0519a6:14_2": "supanasīlo. Samparivattasāyīti seyyasukhapassasukhānaṁ anuyuñjanavasena samparivattakasayanasīlo.",
  "atk-s0519a6:14_3": "Nivāpapuṭṭhoti kuṇḍakādinā sūkarabhattena puṭṭho. Gharasūkaro hi bālakālato paṭṭhāya",
  "atk-s0519a6:14_4": "posiyamāno thūlasarīrakāle gehato bahi nikkhamituṁ alabhanto heṭṭhāmañcādīsu samparivattitvā",
  "atk-s0519a6:14_5": "samparivattitvā assasanto passasanto sayateva. Idaṁ vuttaṁ hoti – yadā puriso middhī",
  "atk-s0519a6:14_6": "ca hoti mahagghaso ca, nivāpapuṭṭho mahāvarāho viya aññena iriyāpathena yāpetuṁ asakkonto",
  "atk-s0519a6:14_7": "niddāsīlo saṁparivattasāyī, tadā so “aniccaṁ dukkhaṁ anattā”ti tīṇi lakkhaṇāni manasi",
  "atk-s0519a6:14_8": "kātuṁ na sakkoti. Tesaṁ amanasikārā mandapañño punappunaṁ gabbhaṁ upeti, gabbhavāsato na parimuccatīti.",
  "atk-s0519a6:15_0": "“Ayasāva mala”nti gāthāyaṁ ayasāti ayato. Samuṭṭhitanti jātaṁ. Tatuṭṭhāyāti tato",
  "atk-s0519a6:15_1": "uṭṭhahitvā. Atidhonacārinanti dhonā vuccati cattāro paccaye idamatthitāya alametenāti",
  "atk-s0519a6:15_2": "paccavekkhitvā paribhuñjanapaññā, taṁ atikkamitvā caranto atidhonacārī nāma. Idaṁ",
  "atk-s0519a6:15_3": "vuttaṁ hoti – yathā ayato malaṁ samuṭṭhāya yato taṁ samuṭṭhitaṁ, tameva khādati vināseti,",
  "atk-s0519a6:15_4": "evamevaṁ cattāro paccaye appaccavekkhitvā paribhuñjantaṁ atidhonacārinaṁ sāni kammāni",
  "atk-s0519a6:15_5": "attano santāne uṭṭhitattā attano santakāneva tāni kammāni duggatiṁ nayantīti.",
  "atk-s0519a6:16_0": "“Coro yathā”ti gāthāyaṁ coro yathā sandhimukhe gahītoti yathā coro gharasandhiṁ chinditvā",
  "atk-s0519a6:16_1": "gehaṁ pavisanto gharasandhimukhe eva rājapurisehi gahito. Sakammunā haññati bajjhate",
  "atk-s0519a6:16_2": "cāti tena attanā katakammena kasābhitāḷanādinā haññati ceva addubandhanādinā bajjhati",
  "atk-s0519a6:16_3": "ca. Evaṁ ayaṁ pecca pajā paratthāti evampi ayaṁ pāpakārinī pajā ito cavitvā paraloke.",
  "atk-s0519a6:16_4": "Sakammunā haññati bajjhate cāti attanāva katena pāpakammena nirayādīsu nānappakārehi",
  "atk-s0519a6:16_5": "kammakāraṇādīhi haññati ceva paribajjhati cāti.",
  "atk-s0519a6:17_0": "“Sukhakāmānī”ti gāthāyaṁ yo daṇḍena vihiṁsatīti yo puggalo daṇḍena vā leḍḍuādīhi",
  "atk-s0519a6:17_1": "vā vibādhati. Pecca so na labhe sukhanti so puggalo paraloke manussasukhaṁ vā dibbasukhaṁ",
  "atk-s0519a6:17_2": "vā na labhati, nibbānasukhe pana vattabbameva natthi.",
  "atk-s0519a6:18_0": "Gunnaṁce taramānānanti gāvīsu mahoghaṁ tarantīsu. Jimhaṁ gacchati puṅgavoti yadi",
  "atk-s0519a6:18_1": "yūthapati usabho kuṭilaṁ gacchati. Sabbā tā jimhaṁ gacchantīti sabbāpi tā gāviyo",
  "atk-s0519a6:18_2": "kuṭilameva gacchanti. Kasmā? Nette jimhaṁ gate satīti nettari kuṭilaṁ gate sati,",
  "atk-s0519a6:18_3": "nettassa kuṭilaṁ gatattāti attho. So hi tāsaṁ paccayiko upaddavaharo ca.",
  "atk-s0519a6:19_0": "“Evameva”nti gāthāyaṁ yathā cetaṁ, evamevaṁ yo manussesu padhānasammato, yadi so",
  "atk-s0519a6:19_1": "adhammacārī siyā. Ye tassa anujīvino, sabbepi adhammikāva honti. Sāmisampadā hi pakatisampadaṁ",
  "atk-s0519a6:19_2": "sampādeti. Yasmā ca etadeva, tasmā sabbaṁ raṭṭhaṁ dukkhaṁ seti, rājā ce hoti adhammiko.",
  "atk-s0519a6:19_3": "Sukiccharūpā vatāti suṭṭhu kicchāpannarūpā vata. Upadhīsūti kāmaguṇūpadhīsu. Rattāti",
  "atk-s0519a6:19_4": "rāgābhibhūtā. Kaṭukanti dukkhaṁ.",
  "atk-s0519a6:20_0": "Kukkuccajanakeneva pattavaṭṭippabhavassa upacchinnattā phaluppatti kadaliyā parābhavāya",
  "atk-s0519a6:20_1": "hotīti āha – “phalaṁ ve kadaliṁ hantī”ti. Tathā phalapariyosānattā osadhīnaṁ “phalaṁ",
  "atk-s0519a6:20_2": "veḷuṁ phalaṁ naḷa”nti vuttaṁ. Vaḷavāya kucchismiṁ gadrabhassa jātā assatarī nāma,",
  "atk-s0519a6:20_3": "sā gabbhaṁ gaṇhitvā kāle sampatte vijāyituṁ na sakkoti. Pādehi bhūmiṁ paharantī tiṭṭhati,",
  "atk-s0519a6:20_4": "athassa cattāro pāde catūsu khāṇukesu bandhitvā kucchiṁ phāletvā potakaṁ nīharanti,",
  "atk-s0519a6:20_5": "sā tattheva marati. Tena vuttaṁ – “gabbho assatariṁ yathā”ti. Idaṁ vuttaṁ hoti –",
  "atk-s0519a6:20_6": "yathā attano phalaṁ kadaliveḷunaḷepi vināseti, gabbho ca assatariṁ, evaṁ attano kammaphalabhūto",
  "atk-s0519a6:20_7": "sakkāro asappurisaṁ vināsetīti.",
  "atk-s0519a6:21_0": "Kodhamakkhagarūti kujjhanalakkhaṇaṁ kodhaṁ, paraguṇamakkhanalakkhaṇaṁ makkhañca garuṁ",
  "atk-s0519a6:21_1": "katvā uddhaṁ katvā ukkhipitvā caranto. Sukhetteti sukhettepi. Pūtibījaṁvāti pūtibhāvaṁ",
  "atk-s0519a6:21_2": "gataṁ bījaṁ viya. Chakaṇarasādiparibhāvanasukkhāpanasukhasayādīni akaraṇena bījadosaduṭṭhanti attho.",
  "atk-s0519a6:22": "91.",
  "atk-s0519a6:23": "Cetasāti attano cittena. Cetoti tassa puggalassa cittaṁ. Pariccāti paricchinditvā. Iriyatīti pavattati. Yathābhatanti yathā kiñci āharitvā ṭhapitaṁ.",
  "atk-s0519a6:24": "Mākatthāti mā akattha. Na pamutyatthīti pamokkho natthi. Upeccāpīti sañciccāpi, buddhipubbenāpīti attho.",
  "atk-s0519a6:25_0": "“Adhammenā”ti vatvāpi “musāvādenā”ti vacanaṁ musāvādassa mahāsāvajjabhāvadassanatthaṁ.",
  "atk-s0519a6:25_1": "Tenevāha – “ekaṁ dhammaṁ atītassā”tiādi, tathā “evaṁ parittaṁ kho, rāhula, tesaṁ",
  "atk-s0519a6:25_2": "sāmaññaṁ, yesaṁ natthi sampajānamusāvāde lajjā”tiādi. Taṁ kathaṁ nu bhavissatīti",
  "atk-s0519a6:25_3": "taṁ dhanaṁ kena nu pakārena tesaṁ bhavissati. Adhammena tesaṁ sambhatattā tesu naciraṭṭhitikaṁ",
  "atk-s0519a6:25_4": "hotīti attho. Antarāyā su bhavissantīti adhammiyavohārādito rājantarāyādayo bhavissanti.",
  "atk-s0519a6:25_5": "Sūti nipātamattaṁ. Sambhatassa vinassatīti imassa sambhataṁ sajjitaṁ vinassati. Sagganti",
  "atk-s0519a6:25_6": "sugatiṁ. Sā hi rūpādīhi sobhanehi aggoti saggoti adhippetā. Ettāvatāti diṭṭhadhammikasamparāyikānaṁ",
  "atk-s0519a6:25_7": "atthānaṁ hāniyā. Hatāti vinaṭṭhā.",
  "atk-s0519a6:26": "Vivaṭṭateti nivaṭṭati. Lobhā khaṇati attānanti lobhahetu apuññāni karonto kāyavisamādiyogena attānaṁ khaṇati nāma. Mittehi jīratīti mittabhāvehi hāyati.",
  "atk-s0519a6:27_0": "Carantīti catūhi iriyāpathehi akusalameva karontā vicaranti. Bālāti idhalokatthaṁ",
  "atk-s0519a6:27_1": "paralokatthañca ajānantā idha bālā nāma. Dummedhāti nippaññā. Na hi paññāya duṭṭhattaṁ",
  "atk-s0519a6:27_2": "nāma atthi. Amittenevāti amittabhūtena viya verinā viya hutvā. Kaṭukapphalanti tikhiṇaphalaṁ,",
  "atk-s0519a6:27_3": "dukkhaphalanti attho. Na taṁ kammaṁ kataṁ sādhu, yaṁ katvā anutappatīti yaṁ kammaṁ",
  "atk-s0519a6:27_4": "nirayādīsu nibbattanasamatthaṁ dukkhudayaṁ katvā anussaritānussaritakkhaṇe anutappati",
  "atk-s0519a6:27_5": "anusocati, taṁ kataṁ na sādhu na sundaraṁ na bhaddakaṁ. Yassa assumukhoti yassa assūhi",
  "atk-s0519a6:27_6": "tintamukho rodanto vipākaṁ paṭisevati anubhoti.",
  "atk-s0519a6:28_0": "Dukkaranti vattapaṭivattapūraṇādivasena ābhisamācārikasīlassa kātuṁ asakkuṇeyyatāya",
  "atk-s0519a6:28_1": "dukkaraṁ. Samādānato paṭṭhāya khaṇḍaṁ akatvā visesato ādibrahmacariyakassa carimakacittaṁ",
  "atk-s0519a6:28_2": "pāpetabbatāya duttitikkhaṁ, sīlasaṁvarādayo vā aparikkhate katvā sampādetuṁ asakkuṇeyyatāya",
  "atk-s0519a6:28_3": "dukkaraṁ. Adhivāsetabbānaṁ pana dussahanato khantisaṁvaraṁvasena duttitikkhaṁ. Abyattenāti",
  "atk-s0519a6:28_4": "mandapaññena. Sāmaññanti samaṇabhāvo. Tatthāti tassa sāmaññassa. Sambādhāti dunnivatthaduppārutamātugāmādisammaddā.",
  "atk-s0519a6:28_5": "Yatthāti sīlasaṁvarādīnaṁ paribandhabhūtesu sambādhasaṅkhātesu visabhāgārammaṇādīsu.",
  "atk-s0519a6:28_6": "Atha vā dukkarantipadassa atthaṁ dassetuṁ duttitikkhanti vuttaṁ. Duttitikkhanti dukkhamaṁ",
  "atk-s0519a6:28_7": "duradhivāsiyaṁ. Abyattenāti bālena. Sāmaññanti samaṇadhammo. Idaṁ vuttaṁ hoti – yaṁ",
  "atk-s0519a6:28_8": "paṇḍitā kulaputtā dasapi vassāni vīsatipi…pe… saṭṭhipi vassāni dantebhi dantamādhāya",
  "atk-s0519a6:28_9": "jivhāya tāluṁ āhacca cetasā cittaṁ abhiniggaṇhitvā ekāsanaṁ ekabhattaṁ paṭisevamānā",
  "atk-s0519a6:28_10": "āpāṇakoṭikaṁ brahmacariyaṁ carantā sāmaññaṁ karonti, taṁ bālā abyattā kātuṁ na sakkontīti.",
  "atk-s0519a6:28_11": "Bahūhi tattha sambādhāti tasmiṁ sāmaññasaṅkhāte ariyamagge bahū sambādhā, maggādhigamāya",
  "atk-s0519a6:28_12": "paṭipannassa bahū parissayāti attho.",
  "atk-s0519a6:29_0": "Appameyyaṁ paminantoti appameyyaṁ khīṇāsavapuggalaṁ “ettakasīlo ayaṁ ettakasamādhi",
  "atk-s0519a6:29_1": "ettakapañño”ti evaṁ minanto. Kodha vidvā vikappayeti ko idha vidvā medhāvī vikappeyya,",
  "atk-s0519a6:29_2": "khīṇāsavova khīṇāsavaṁ minanto vikappeyyāti dīpeti. Nivutaṁ maññeti yo pana puthujjano",
  "atk-s0519a6:29_3": "minetuṁ ārabhati, taṁ nivutaṁ avakujjapaññaṁ maññāmi. Akissavanti kissavā vuccati",
  "atk-s0519a6:29_4": "paññā, nippaññanti attho.",
  "atk-s0519a6:30_0": "Kuṭhārīti attacchedakaṭṭhena kuṭhārisadisī pharusavācā. Chindatīti kusalamūlasaṅkhāte",
  "atk-s0519a6:30_1": "mūleyeva nikantati. Visaṁ halāhalaṁ ivāti halāhalasaṅkhātaṁ visaṁ iva. Evaṁ viraddhaṁ",
  "atk-s0519a6:30_2": "pātetīti viraddhaṁ aparaddhaṁ khalitapuggalaṁ evaṁ apāyesu vinipāteti. Vācā dubbhāsitā",
  "atk-s0519a6:30_3": "yathāti yathā vācā ariyūpavādanavasena dubbhāsitā.",
  "atk-s0519a6:31": "92.",
  "atk-s0519a6:32_0": "Nindiyanti nindanīyaṁ. Taṁ vā nindati yo pasaṁsiyoti yo guṇavisiṭṭhatāya pasaṁsāraho",
  "atk-s0519a6:32_1": "puggalo, taṁ vā so pāpicchatādīni āropetvā garahati. Vicinātīti upacināti. Kalinti",
  "atk-s0519a6:32_2": "aparādhaṁ. Ayaṁ kalīti ayaṁ aparādho. Akkhesūti jūtakīḷanakkhesu. Sabbassāpi sahāpi",
  "atk-s0519a6:32_3": "attanāti sabbena attano dhanenāpi attanāpi saddhiṁ. Sugatesūti sobhanagamanattā,",
  "atk-s0519a6:32_4": "sundaraṁ ṭhānaṁ gatattā, sammā gatattā, sammā ca gadattā sugatasaṅkhātesu buddhādīsu.",
  "atk-s0519a6:32_5": "Manaṁ padosayeti yo manaṁ padoseyya, tassa ayaṁ manopadoso eva mahattaro kalīti vuttaṁ",
  "atk-s0519a6:32_6": "hoti. Kasmā? Yasmā sataṁ sahassānaṁ…pe… pāpakanti. Tattha sataṁ sahassānanti nirabbudagaṇanāya",
  "atk-s0519a6:32_7": "satasahassaṁ. Chattiṁsatīti aparāni chattiṁsati nirabbudāni. Pañca cāti abbudagaṇanāya",
  "atk-s0519a6:32_8": "pañca ca abbudāni. Tasmā vassagaṇanāya ettako so kālo, yaṁ kālaṁ ariyagarahivācaṁ",
  "atk-s0519a6:32_9": "manañca paṇidhāya pāpakaṁ nirayaṁ upeti, tattha paccatīti vuttaṁ hoti. Idañca saṅkhepena",
  "atk-s0519a6:32_10": "padumaniraye āyuppamāṇaṁ, vitthārena pana parato āgamissati.",
  "atk-s0519a6:33_0": "Lobhaguṇeti “guṇo”ti bālehi diṭṭhattā, anekakkhattuṁ pavattitattā ca lobhoyeva lobhaguṇo,",
  "atk-s0519a6:33_1": "tasmiṁ lobhaguṇe, taṇhāyāti attho. Anuyuttoti anu anu yutto. Avadaññūti avacanaññū,",
  "atk-s0519a6:33_2": "buddhānampi ovādassa aggahaṇato. Maccharīti pañcavidhamacchariyena maccharī. Pesuṇiyaṁ",
  "atk-s0519a6:33_3": "anuyuttoti pesuṇiyasmiṁ anuyutto aggasāvakānaṁ bhedanena. Kokālikañhi mīyamānaṁ ovadantena",
  "atk-s0519a6:33_4": "āyasmatā mahāmoggallānena bhāsitā imā gāthāti. Mukhaduggāti mukhavisama. Vibhūtāti",
  "atk-s0519a6:33_5": "vigatabhūta alikavādi. Anariyāti asappurisa. Bhūnahūti bhūtihanaka attano buddhivināsaka.",
  "atk-s0519a6:33_6": "Purisantāti purisādhama. Kalīti alakkhipurisa. Avajātakaputtāti buddhassa bhagavato",
  "atk-s0519a6:33_7": "avajātaputta. Mā bahubhāṇidha nerayikosīti idāni bahubhāṇī mā hohi, nerayiko asi",
  "atk-s0519a6:33_8": "jāto. Rajamākirasīti kilesarajaṁ attani pakkhipasi. Santeti samitakilese khīṇāsave.",
  "atk-s0519a6:33_9": "Kibbisakārīti pāpakāri. Papatanti narakaṁ.",
  "atk-s0519a6:34": "Idaṁ saṁkilesabhāgiyanti idaṁ taṇhādīnaṁ sabhāvabhedato avatthābhedato ca anekabhedakaṁ dassetuṁ anekehi suttapadehi udāharaṇavasena dassitaṁ saṁkilesabhāgiyaṁ suttanti veditabbaṁ.",
  "atk-s0519a6:35": "Pasannenāti kammakammaphalādīni saddahantena.",
  "atk-s0519a6:36": "93.",
  "atk-s0519a6:37_0": "Iddhanti hatthūpagasīsūpagādialaṅkārehi maṇikanakādīhi ca samiddhaṁ. Phītanti telamadhuphāṇitādīhi",
  "atk-s0519a6:37_1": "ca dhanadhaññādīhi ca vipulaṁ. Ākiṇṇamanussanti nirantaramanussaṁ. Sambādhabyūhanti",
  "atk-s0519a6:37_2": "byūhā vuccanti anibbiddharacchāyo. Yesu paviṭṭhamaggeneva niggacchanti, te sambādhā",
  "atk-s0519a6:37_3": "byūhakā etthāti sambādhabyūhaṁ. Imināpi tassa nagarassa ghanavāsameva dīpeti. Bhantenāti",
  "atk-s0519a6:37_4": "damathaṁ anupagatena, ito cito ca paribbhamantena vā. Apāpakanti alāmakaṁ. Aveccappasādenāti",
  "atk-s0519a6:37_5": "acalappasādena, saccappaṭivedhato āgatena pasādena.",
  "atk-s0519a6:38": "Peccaso labhateti yo bhūte daṇḍena na hiṁsati, so puggalo paraloke manussabhūto manussasukhaṁ devabhūto dibbasukhaṁ ubhayaṁ atikkanto nibbānasukhaṁ labhatīti attho.",
  "atk-s0519a6:39": "94.",
  "atk-s0519a6:40_0": "Cārikaṁ pakkamissatīti janapadacārikaṁ gamissati. Kasmā pana bhagavā janapadacārikaṁ",
  "atk-s0519a6:40_1": "caratīti? Sattahi kāraṇehi buddhā bhagavanto janapadacārikaṁ caranti – desantaragatānaṁ",
  "atk-s0519a6:40_2": "veneyyānaṁ vinayanattaṁ, tatra ṭhitānaṁ ussukkasamuppādanaṁ, bhāvakānaṁ ekasmiṁ ṭhāne",
  "atk-s0519a6:40_3": "nibaddhavāsapariharaṇaṁ attano ca tattha anāsaṅgadassanaṁ, sambuddhavasitaṭṭhānatāya",
  "atk-s0519a6:40_4": "desānaṁ cetiyabhāvasampādanaṁ, bahūnaṁ sattānaṁ dassanūpasaṅkamanādīhi puññoghappasavanaṁ,",
  "atk-s0519a6:40_5": "avuṭṭhiādiupaddavūpasamanañcāti imehi sattahi kāraṇehi buddhā bhagavanto janapadacārikaṁ",
  "atk-s0519a6:40_6": "carantīti veditabbaṁ.",
  "atk-s0519a6:41_0": "Isidattapurāṇāti isidatto ca purāṇo ca, tesu isidatto sakadāgāmī. Purāṇo sotāpanno.",
  "atk-s0519a6:41_1": "Sāketeti “sāketo”ti laddhanāme attano bhogagāmake. Magge purisaṁ ṭhapesunti tesaṁ",
  "atk-s0519a6:41_2": "kira gāmadvārena bhagavato gamanamaggo, tasmā “sace bhagavā amhākaṁ suttānaṁ vā pamattānaṁ",
  "atk-s0519a6:41_3": "vā gaccheyya, atha passituṁ na labheyyāmā”ti maggamajjhe purisaṁ ṭhapesuṁ. Anubandhiṁsūti",
  "atk-s0519a6:41_4": "na dūratova, piṭṭhito piṭṭhito anubandhiṁsu. Bhagavā hi sakaṭamaggassa majjhe jaṅghamaggena",
  "atk-s0519a6:41_5": "agamāsi, itare ubhosu passesu anugacchantā agamaṁsu. Maggā okkammāti buddhā hi kenaci",
  "atk-s0519a6:41_6": "saddhiṁ gacchantāva paṭisanthāraṁ karonti kenaci saddhiṁ ṭhitā kenaci saddhiṁ divasabhāgampi",
  "atk-s0519a6:41_7": "nisinnā, tasmā bhagavā cintesi – “ime mayhaṁ sāsane vallabhā āgataphalā, imehi saddhiṁ",
  "atk-s0519a6:41_8": "nisīditvā divasabhāgaṁ paṭisanthāraṁ karissāmī”ti. Maggato okkamitvā yenaññataraṁ",
  "atk-s0519a6:41_9": "rukkhamūlaṁ tenupasaṅkami. Paññatte āsane nisīdīti te kira chattupāhanakattaradaṇḍapādabbhañjanatelāni",
  "atk-s0519a6:41_10": "ceva aṭṭhavidhañca pānakaṁ sarabhapādapallaṅkañca gāhāpetvā āgamaṁsu. Atha naṁ pallaṅkaṁ",
  "atk-s0519a6:41_11": "paññapetvā adaṁsu. Satthā tattha nisīdi. Ekamantaṁ nisīdiṁsūti “chattupāhanādīni",
  "atk-s0519a6:41_12": "bhikkhusaṅghassa dethā”ti vatvā bhagavantaṁ vanditvā ekamantaṁ nisīdiṁsu.",
  "atk-s0519a6:42_0": "Sāvatthiyākosalesu cārikaṁ pakkamissatītiādi sabbaṁ majjhimadesavaseneva vuttaṁ.",
  "atk-s0519a6:42_1": "Kasmā? Niyatāciṇṇattā. Bhagavato hi cārikacaraṇaṁ majjhimadeseyeva. Sacepi paccantadese",
  "atk-s0519a6:42_2": "gacchati, majjhimadeseyeva aruṇaṁ uṭṭhāpetīti niyatāciṇṇaṁ, tasmā majjhimadesavaseneva",
  "atk-s0519a6:42_3": "vuttaṁ. Kāsīsūti kāsiraṭṭhato. Tathā magadhesūti magadharaṭṭhato. Āsanne no bhagavā",
  "atk-s0519a6:42_4": "bhavissatīti ettha na kevalaṁ āsannattā eva tesaṁ somanassaṁ hoti, atha kho “idāni",
  "atk-s0519a6:42_5": "dānaṁ dātuṁ gandhamālādipūjaṁ kātuṁ dhammaṁ sotuṁ pañhaṁ pucchituṁ labhissāmā”ti",
  "atk-s0519a6:42_6": "nesaṁ somanassaṁ hoti.",
  "atk-s0519a6:43_0": "Tasmātiha thapatayo sambādho gharāvāsoti thapatayo yasmā tumhākaṁ mayi dūrībhūte",
  "atk-s0519a6:43_1": "anappakaṁ domanassaṁ āsanne anappakaṁ somanassaṁ hoti, tasmāpi veditabbametaṁ “sambādho",
  "atk-s0519a6:43_2": "gharāvāso”ti. Gharāvāsassa hi dosena tumhākaṁ evaṁ hoti. Sace pana gharāvāsaṁ pahāya",
  "atk-s0519a6:43_3": "pabbajitā assatha, evaṁ vo mayā saddhiṁyeva gacchantānañca āgacchantānañca taṁ na",
  "atk-s0519a6:43_4": "bhaveyyāti imamatthaṁ dīpento evamāha. Tattha sakiñcanasapalibodhaṭṭhena sambādhatā",
  "atk-s0519a6:43_5": "veditabbā. Mahāghare vasantassāpi hi sakiñcanasapalibodhaṭṭhena gharāvāso sambādhova.",
  "atk-s0519a6:43_6": "Rajopathoti rāgādirajānaṁ āgamanapatho, āgamanaṭṭhānanti attho. Abbhokāso pabbajjāti",
  "atk-s0519a6:43_7": "pabbajjā pana akiñcanaapalibodhaṭṭhena abbhokāso. Caturatanikepi hi gabbhe dvinnaṁ",
  "atk-s0519a6:43_8": "bhikkhūnaṁ pallaṅkena pallaṅkaṁ ghaṭṭetvā nisinnānampi akiñcanāpalibodhaṭṭhena pabbajjā",
  "atk-s0519a6:43_9": "abbhokāso nāma hoti. Alañca pana vo thapatayo appamādāyāti evaṁ sambādhagharāvāse",
  "atk-s0519a6:43_10": "vasantānaṁ tumhākaṁ appamādameva kātuṁ yuttanti attho.",
  "atk-s0519a6:44_0": "Nāgāti hatthino. Opavayhāti rañño ārohanayoggā. Ekaṁ purato ekaṁ pacchato nisīdāpemāti",
  "atk-s0519a6:44_1": "te kira dvepi janā sabbālaṅkārapaṭimaṇḍitā dvīsu nāgesu tā itthiyo evaṁ nisīdāpetvā",
  "atk-s0519a6:44_2": "rañño nāgaṁ majjhe katvā ubhosu passesu gacchanti, tasmā evamāhaṁsu. Nāgopi rakkhitabboti",
  "atk-s0519a6:44_3": "yathā kiñci visesitaṁ na karoti, evaṁ rakkhitabbo hoti. Tāpi bhaginiyoti yathā pamādaṁ",
  "atk-s0519a6:44_4": "nāpajjanti, evaṁ rakkhitabbā honti. Attāpīti sitakathitavikkhepitādīni akarontehi",
  "atk-s0519a6:44_5": "attāpi rakkhitabbo hoti. Evaṁ karonto hi “sāmidubbhako eso”ti niggahetabbo hoti.",
  "atk-s0519a6:45_0": "Tasmātiha thapatayoti yasmā tumhe rājā niccaṁ rājabhaṇḍaṁ paṭicchāpeti, tasmāpi sambādho",
  "atk-s0519a6:45_1": "gharāvāso rajopatho. Yasmā pana paṁsukūlikaṁ bhikkhuṁ evaṁ paṭicchāpento natthi,",
  "atk-s0519a6:45_2": "tasmā abbhokāso pabbajjā, evaṁ sabbatthāpi. Alañca kho thapatayo appamādāya, appamādameva karothāti dasseti.",
  "atk-s0519a6:46_0": "Muttacāgoti vissaṭṭhacāgo. Payatapāṇīti āgatāgatānaṁ dānatthāya dhotahattho. Vosaggaratoti",
  "atk-s0519a6:46_1": "vosaggasaṅkhāte cāge rato. Yācayogoti yācitabbayutto. “Yājayogo”tipi pāṭho, dānayuttoti",
  "atk-s0519a6:46_2": "attho. Dānasaṁvibhāgaratoti etena appamattakampi kiñci labhitvā tatopi saṁvibhāge",
  "atk-s0519a6:46_3": "rato. Appaṭivibhattanti “idaṁ amhākaṁ bhavissati, idaṁ ayyāna”nti evaṁ akatavibhāgaṁ,",
  "atk-s0519a6:46_4": "sabbaṁ dātabbameva hutvā ṭhitanti attho. Imehi kho thapatayo catūhi dhammehi samannāgato",
  "atk-s0519a6:46_5": "ariyasāvako sotāpanno hotīti sotāpanno imehi dhammehi samannāgato hotīti attho. Etena",
  "atk-s0519a6:46_6": "sotāpannena imesaṁ catunnaṁ dhammānaṁ ekantato labbhamānataṁ dasseti.",
  "atk-s0519a6:47": "Evaṁ tesaṁ thapatīnaṁ imehi catūhi dhammehi samannāgataṁ pariyāyena dassetvā idāni nippariyāyena taṁ dassetuṁ “tumhe kho thapatayo”tiādi vuttaṁ.",
  "atk-s0519a6:48": "95.",
  "atk-s0519a6:49_0": "Sahassaṁ kappakoṭiyoti sahassaṁ attabhāvā ahesunti attho. “Asīti kappakoṭiyo”tipi",
  "atk-s0519a6:49_1": "pāṭho, asītiāyukappakoṭiyo ahesunti attho. Kattha pana te ahesunti? Āha “deve ceva",
  "atk-s0519a6:49_2": "manusse cā”ti, devesu ceva manussesu cāti attho. Saṁviruḷhamhīti samantato pallavaggahaṇena",
  "atk-s0519a6:49_3": "viruḷhe. Alabhiṁhanti alabhiṁ ahaṁ. Ajja tiṁsaṁ tato kappāti tato kappato ajja sampati",
  "atk-s0519a6:49_4": "ayaṁ kappo tiṁsatimo. Tassā saññāya vāsanāti tassa buddhagatāya saññāya vāsanato.",
  "atk-s0519a6:50_0": "Taṇhānighātakoti taṇhāya samucchedako. Vaṭaṁsakoti pupphamayakaṇṇiko. Sabbapupphehilaṅkatoti",
  "atk-s0519a6:50_1": "nānāpupphehi alaṅkato. Lapanantarāti uttarādharoṭṭhānaṁ antarato. Okkāti pabhā. Muddhanantaradhāyathāti",
  "atk-s0519a6:50_2": "muddhani antaradhāyatha. Kaṅkhaṁ vitarāti vimatiṁ vinodehi. Yassa taṁ sabbadhammesu,",
  "atk-s0519a6:50_3": "sadā ñāṇaṁ pavattatīti tanti nipātamattaṁ. Yassa sabbadhammesu ākaṅkhappaṭibaddhattā",
  "atk-s0519a6:50_4": "sadā ñāṇaṁ pavattati. So sabbaññū bhagavā theraṁ ānandaṁ etadabravīti sambandho.",
  "atk-s0519a6:50_5": "Rājā raṭṭhe bhavissatīti sabbasmiṁ raṭṭhe rājā bhavissati. Carimanti carimabhavaṁ.",
  "atk-s0519a6:50_6": "Sacchikatvāti paccakkhaṁ katvā. Dhammatanti catusaccadhammaṁ, paccekabodhiṁ vā.",
  "atk-s0519a6:51": "96.",
  "atk-s0519a6:52_0": "Suvaṇṇacchadanaṁ nāvanti ubhosu passesu suvaṇṇālaṅkārehi paṭimaṇḍitavasena chāditaṁ",
  "atk-s0519a6:52_1": "suvaṇṇanāvaṁ. Pañhaṁ puṭṭhā viyākāsi, sakkassa iti me sutanti yathā sā devatā pañhaṁ",
  "atk-s0519a6:52_2": "puṭṭhā sakkassa byākāsi, evaṁ mayāpi sutanti āyasmā mahāmoggallāno attanā yathāsutaṁ",
  "atk-s0519a6:52_3": "taṁ bhagavato vadati.",
  "atk-s0519a6:53": "Paṁsuthūpesūti sarīradhātuṁ abbhantare ṭhapetvā paṁsūhi katathūpesu. Evañhi te bhagavantaṁ uddissakatā nāma honti, tenevāha – “uddissakatesu dasabaladharāna”nti.",
  "atk-s0519a6:54": "97.",
  "atk-s0519a6:55_0": "Devaputtasarīravaṇṇāti devaputtasarīrasadisavaṇṇā. Subhagasaṇṭhitīti sobhaggayuttasaṇṭhānā.",
  "atk-s0519a6:55_1": "Uḷāraṁ vata taṁ āsīti taṁ mayā kataṁ puññaṁ uḷāraṁ vata ahosi. Yāhanti yā ahaṁ. Satasahassaṁ",
  "atk-s0519a6:55_2": "kappe, mudito thūpaṁ apūjesīti thūpaṁ pūjetvā satasahassaṁ āyukappe ahaṁ muditoti",
  "atk-s0519a6:55_3": "attho. Anāgantuna vinipātanti apāyupapattiṁ anupagantvā. Yaṁ cakkhunti yaṁ paññācakkhuṁ.",
  "atk-s0519a6:55_4": "Paṇihitanti ṭhapitaṁ. Vimuttacittamhīti vimuttacitto amhi. Vidhūtalatoti vidhūtataṇhālato,",
  "atk-s0519a6:55_5": "samucchinnataṇhoti attho.",
  "atk-s0519a6:56": "98.",
  "atk-s0519a6:57_0": "Sāmākapatthodanamattanti sāmākatiṇānaṁ nāḷikodanamattaṁ. Akhileti pañcannaṁ cetokhilānaṁ",
  "atk-s0519a6:57_1": "abhāvena akhile. Tasmiñca okappayi dhammamuttamanti tasmiṁ paccekabuddhe uttamadhammaṁ",
  "atk-s0519a6:57_2": "paccekabodhiṁ “uttamadhammena nāma imasmiṁ bhavitabba”nti saddahiṁ. “Tasmiñca dhamme",
  "atk-s0519a6:57_3": "paṇidhesiṁ mānasa”nti iminā paṭiladdhadhammaṁ ahampi sacchikareyyanti cittaṁ paṇidahiṁ.",
  "atk-s0519a6:57_4": "Bhave kudāsupi ca mā apekkhavāti katthaci bhave apekkhavā mā bhaveyyanti ca paṇidhesiṁ",
  "atk-s0519a6:57_5": "mānasanti sambandho.",
  "atk-s0519a6:58_0": "Kurūsūti uttarakurūsu. Dīghāyukesūti tesaṁ vassasahassāyukatāya vuttaṁ. Amamesūti",
  "atk-s0519a6:58_1": "apariggahesu. Pāṇīsūti sattesu. Ahīnagāmīsūti yathāladdhasampattīhi yāvatāyukaṁ aparihīnasabhāvesu.",
  "atk-s0519a6:58_2": "Tidasopapajjathāti tāvatiṁso hutvā upapajjiṁ, tidase vā tāvatiṁsabhavane upapajjiṁ.",
  "atk-s0519a6:58_3": "Visiṭṭhakāyūpagatoti visiṭṭhakāyesu nānāvaṇṇakāyesu upagato. Yasassisūti parivāravantesu.",
  "atk-s0519a6:58_4": "Hitāhitāsihīti kusalākusale vītivattīhi. Paccakkhaṁ khvimanti paccakkhaṁ kho imaṁ",
  "atk-s0519a6:58_5": "vacananti adhippāyo.",
  "atk-s0519a6:59": "Sakāsīti so akāsi. Balimābhihārīti pūjābaliṁ abhihari. Patitassa ekanti tassa hatthato ekapupphaṁ patitaṁ.",
  "atk-s0519a6:60_0": "Upariṭṭhanti upari vehāse ṭhitaṁ. Ariṭṭhanti ariṭṭhaṁ nāma paccekasambuddhaṁ. Ajjhattañca",
  "atk-s0519a6:60_1": "bahiddhā cāti ajjhattavisayā ca bahiddhavisayā ca. Ye me vijjiṁsūti ye me pubbe vijjamānā",
  "atk-s0519a6:60_2": "ahesuṁ. Jātimaraṇasaṁsāro, natthi dāni punabbhavoti punappunaṁ jāyanamīyanabhūto",
  "atk-s0519a6:60_3": "saṁsāro punabbhavoti ca vuccati, so ca dāni natthīti attho.",
  "atk-s0519a6:61": "Idaṁ vāsanābhāgiyaṁ suttanti idaṁ vāsanābhāgapuññavibhāvanānaṁ nānāsuttapadānaṁ udāharaṇavasena dassitaṁ vāsanābhāgiyaṁ suttanti veditabbaṁ.",
  "atk-s0519a6:62": "99.",
  "atk-s0519a6:63": "“Uddhaṁ adho…pe… apunabbhavāyā”ti idaṁ nibbedhabhāgiyaṁ suttanti vuttaṁ oghataraṇassa ariyamaggakiccattā. Na cetanā karaṇīyāti na cittaṁ uppādetabbaṁ. Dhammatāti dhammasabhāvo.",
  "atk-s0519a6:64": "100.",
  "atk-s0519a6:65_0": "Yadā haveti yasmiṁ have kāle. Pātubhavantīti uppajjanti. Dhammāti anulomapaccayākārapaṭivedhasādhakā",
  "atk-s0519a6:65_1": "bodhipakkhiyadhammā. Pātubhavantīti vā pakāsenti, abhisamayavasena pākaṭā honti.",
  "atk-s0519a6:65_2": "Dhammāti catuariyasaccadhammā. Ātāpo vuccati kilesasantāpanaṭṭhena vīriyaṁ. Ātāpinoti",
  "atk-s0519a6:65_3": "sammappadhānavīriyavato. Jhāyatoti ārammaṇūpanijjhānalakkhaṇena lakkhaṇūpanijjhānalakkhaṇena",
  "atk-s0519a6:65_4": "ca jhānena jhāyantassa. Brāhmaṇassāti bāhitapāpassa khīṇāsavassa. Athassa kaṅkhā",
  "atk-s0519a6:65_5": "vapayanti sabbāti athassa evaṁ pātubhūtadhammassa yā tā “ko nu kho, bhante, phusatīti?",
  "atk-s0519a6:65_6": "No kallo pañhoti bhagavā avocā”tiādinā nayena “katamaṁ nu kho, bhante, jarāmaraṇaṁ,",
  "atk-s0519a6:65_7": "kassa panidaṁ jarāmaraṇanti? No kallo pañhoti bhagavā avocā”tiādinā ca nayena paccayākārakaṅkhā",
  "atk-s0519a6:65_8": "vuttā. Yā ca paccayākārasseva appaṭividdhattā “ahosiṁ nu kho ahamatītamaddhāna”ntiādikā",
  "atk-s0519a6:65_9": "soḷasakaṅkhā “buddhe kaṅkhati dhamme kaṅkhatī”tiādikā aṭṭha ca kaṅkhā āgatā, tā sabbā",
  "atk-s0519a6:65_10": "vapayanti apagacchanti nirujjhanti, kasmā? Yato pajānāti sahetudhammaṁ, yasmā avijjādikena",
  "atk-s0519a6:65_11": "hetunā sahetukaṁ imaṁ saṅkhārādiṁ kevalaṁ dukkhakkhandhadhammaṁ pajānāti aññāsi paṭivijjhati.",
  "atk-s0519a6:66_0": "Yato khayaṁ paccayānaṁ avedīhi yasmā paccayānaṁ khayasaṅkhātaṁ nibbānaṁ avedi aññāsi",
  "atk-s0519a6:66_1": "paṭivijjhi, tasmā yadāssa ātāpino jhāyato brāhmaṇassa vuttappakārā dhammā pātubhavanti.",
  "atk-s0519a6:66_2": "Athassa yā nibbānassa aviditattā kaṅkhā uppajjeyyuṁ, sabbāpi tā kaṅkhā vapayantīti.",
  "atk-s0519a6:67_0": "Āraññanti āraññakaṁ. Aññātuñchena yāpentanti kulesu aññāto niccanavoyeva hutvā uñchena",
  "atk-s0519a6:67_1": "piṇḍacariyāya yāpentaṁ. Atha vā abhilakkhitesu issarajanagehesu kaṭukabhaṇḍasambhāraṁ",
  "atk-s0519a6:67_2": "sugandhabhojanaṁ pariyesantassa uñchanaṁ ñātuñchanaṁ nāma, gharapaṭipāṭiyā pana dvāre",
  "atk-s0519a6:67_3": "ṭhitena laddhamissakabhojanaṁ aññātuñchanaṁ nāma. Idaṁ idha adhippetaṁ. Tena yāpentaṁ.",
  "atk-s0519a6:67_4": "Kāmesu anapekkhinanti vatthukāmakilesakāmesu nirapekkhaṁ.",
  "atk-s0519a6:68_0": "Chetvāti vadhitvā. Sukhaṁ setīti kodhapariḷāhena aparidayhamānattā sukhaṁ sayati.",
  "atk-s0519a6:68_1": "Na socatīti kodhavināsena vinaṭṭhadomanassattā na socati. Visamūlassāti dukkhavipākassa.",
  "atk-s0519a6:68_2": "Madhuraggassāti yaṁ akkuṭṭhassa paccakkositvā pahaṭassa paṭippaharitvā sukhaṁ uppajjati,",
  "atk-s0519a6:68_3": "taṁ sandhāya so “madhuraggo”ti vutto. Imasmiñhi ṭhāne pariyosānaṁ “agga”nti vuttaṁ. Ariyāti buddhādayo.",
  "atk-s0519a6:69": "Haneti haneyya. Uppatitanti asamugghāṭitaṁ avikkhambhituppannavasena samudācāruppannavasena samudācarantaṁ. Vinodayeti attano santānato nīhareyya.",
  "atk-s0519a6:70": "101.",
  "atk-s0519a6:71_0": "Sattiyāti desanāsīsametaṁ, ekatodhārādinā satthenāti attho. Omaṭṭhoti pahaṭo. Cattāro",
  "atk-s0519a6:71_1": "hi pahārā omaṭṭho ummaṭṭho maṭṭho vimaṭṭhoti. Tattha upari ṭhatvā adhomukhaṁ dinnappahāro",
  "atk-s0519a6:71_2": "omaṭṭho nāma, adho ṭhatvā uddhaṁ mukhaṁ dinnappahāro ummaṭṭho nāma, aggaḷasūci viya",
  "atk-s0519a6:71_3": "vinivijjhitvā kato maṭṭho nāma, seso sabbopi vimaṭṭho nāma. Imasmiṁ pana ṭhāne omaṭṭho",
  "atk-s0519a6:71_4": "gahito. So hi sabbadāruṇo duruddharaṇasallo duttikiccho antodoso antopubbalohito",
  "atk-s0519a6:71_5": "ca hoti. Pubbalohitaṁ anikkhamitvā vaṇamukhaṁ pariyonandhitvā tiṭṭhati. Pubbalohitaṁ",
  "atk-s0519a6:71_6": "nīharitukāmehi mañcena saddhiṁ bandhitvā adhosiro kātabbo hoti, maraṇaṁ vā maraṇamattaṁ",
  "atk-s0519a6:71_7": "vā dukkhaṁ pāpuṇāti. Paribbajeti vihareyya.",
  "atk-s0519a6:72_0": "Imāya gāthāya kiṁ kathitaṁ? Yathā sattiyā omaṭṭhapuriso sallubbāhanavaṇatikicchanānaṁ",
  "atk-s0519a6:72_1": "atthāya vīriyaṁ ārabhati payogaṁ karoti parakkamati. Yathā ca dayhamāne matthake",
  "atk-s0519a6:72_2": "ādittasiro tassa nibbāpanatthāya vīriyaṁ ārabhati payogaṁ karoti parakkamati, evamevaṁ",
  "atk-s0519a6:72_3": "bhikkhu kāmarāgappahānāya sato appamatto hutvā vihareyya bhagavāti kathesi.",
  "atk-s0519a6:73_0": "Evaṁ devatāya kathite atha bhagavā cintesi – “imāya devatāya upamā daḷhaṁ katvā ānītā,",
  "atk-s0519a6:73_1": "atthaṁ pana parittakaṁ gahetvā ṭhitā. Punappunaṁ kathentīpi hi esā kāmarāgassa vikkhambhanappahānameva",
  "atk-s0519a6:73_2": "katheyya, yāva ca kāmarāgo maggena na samugghāṭiyyati, tāva anubandhova hotī”ti tameva",
  "atk-s0519a6:73_3": "upamaṁ gahetvā paṭhamamaggavasena devatāya vinivaṭṭetvā dassento “sattiyā viya omaṭṭho”ti",
  "atk-s0519a6:73_4": "dutiyagāthamāha. Tassattho purimanayānusārena veditabbo.",
  "atk-s0519a6:74_0": "Lokāmisanti kāmaguṇo. Santipekkhoti sabbasaṅkhārūpasamaṁ nibbānaṁ apekkhamāno. Paññavāti",
  "atk-s0519a6:74_1": "paññavanto. Pahitattoti nibbānaṁ patipesitacitto. Virato kāmasaññāyāti yāya kāyaci",
  "atk-s0519a6:74_2": "sabbato kāmasaññāya catutthamaggasampayuttāya samucchedaviratiyā virato. “Viratto”tipi",
  "atk-s0519a6:74_3": "pāṭho. Kāmasaññāyāti pana bhummavacanaṁ hoti. Sagāthāvagge “kāmasaññāsū”ti pāṭho.",
  "atk-s0519a6:74_4": "Catūhi maggehi dasannampi saṁyojanānaṁ atītattā sabbasaṁyojanātīto. Catutthamaggeneva",
  "atk-s0519a6:74_5": "vā uddhambhāgiyasaṁyojanātīto tatra tatrābhinandanato nandisaṅkhātāya taṇhāya tiṇṇañca",
  "atk-s0519a6:74_6": "bhavānaṁ parikkhīṇattā nandibhavaparikkhīṇo. So tādiso khīṇāsavo bhikkhu gambhīre",
  "atk-s0519a6:74_7": "saṁsāraṇṇave na sīdati.",
  "atk-s0519a6:75_0": "Saddahānoti yena pubbabhāge kāyasucaritādibhedena, aparabhāge ca sattattiṁsabodhipakkhiyabhedena",
  "atk-s0519a6:75_1": "dhammena arahanto buddhapaccekabuddhabuddhasāvakā nibbānaṁ pattā. Taṁ saddahāno arahataṁ",
  "atk-s0519a6:75_2": "dhammaṁ nibbānappattiyā lokiyalokuttarapaññaṁ labhati, tañca kho na saddhāmattakeneva.",
  "atk-s0519a6:75_3": "Yasmā pana saddhājāto upasaṅkamati, upasaṅkamanto payirupāsati, payirupāsanto sotaṁ",
  "atk-s0519a6:75_4": "odahati, odahitasoto dhammaṁ suṇāti, tasmā upasaṅkamanato paṭṭhāya yāva dhammassavanena",
  "atk-s0519a6:75_5": "sussūsaṁ labhate paññaṁ.",
  "atk-s0519a6:76_0": "Kiṁ vuttaṁ hoti? Taṁ dhammaṁ saddahitvāpi ācariyupajjhāye kālena kālaṁ upasaṅkamitvāpi",
  "atk-s0519a6:76_1": "vattakaraṇena payirupāsitvā yadā payirupāsanāya ārādhitacittā kiñci vattukāmā honti.",
  "atk-s0519a6:76_2": "Atha adhigatāya sotukāmatāya sotaṁ odahitvā suṇanto labhatīti evaṁ sussūsampi ca",
  "atk-s0519a6:76_3": "satiavippavāsena appamatto subhāsitadubbhāsitaññutāya vicakkhaṇo eva labhati, na",
  "atk-s0519a6:76_4": "itaro. Tenāha – “appamatto vicakkhaṇo”ti.",
  "atk-s0519a6:77_0": "Patirūpakārīti desakālādīni ahāpetvā lokiyassa lokuttarassa dhammassa patirūpaṁ adhigamūpāyaṁ",
  "atk-s0519a6:77_1": "karotīti patirūpakārī. Dhuravāti cetasikavīriyavasena anikkhittadhuro. Uṭṭhātāti",
  "atk-s0519a6:77_2": "kāyikavīriyavasena uṭṭhānasampanno asithilaparakkamo. Vindate dhananti lokiyalokuttaradhanaṁ",
  "atk-s0519a6:77_3": "adhigacchati. Saccenāti vacīsaccena paramatthasaccena ca. Buddhapaccekabuddhaariyasāvakā",
  "atk-s0519a6:77_4": "nibbutiṁ pāpuṇantā kittimpi pāpuṇantiyeva. Dadanti paresaṁ yaṁ kiñci icchitaṁ patthitaṁ",
  "atk-s0519a6:77_5": "dento mittāni ganthati sampādeti karotīti attho. Duddadaṁ vā dadanto ganthati, dānamukhena",
  "atk-s0519a6:77_6": "cattāripi saṅgahavatthūni gahitānīti veditabbāni. Tehi mittāni karonti. Asmā lokā",
  "atk-s0519a6:77_7": "paraṁ lokaṁ, sa ve pecca na socatīti yassa puggalassa ime saddhādayo dhammā vijjanti,",
  "atk-s0519a6:77_8": "so imasmā lokā paraṁ lokaṁ gantvā na socati, sokakāraṇaṁ tassa natthīti attho.",
  "atk-s0519a6:78": "“Yassete caturo dhammā, saddhassa gharamesino;",
  "atk-s0519a6:79": "Saccaṁ dhammo dhiti cāgo, sa ve pecca na socatī”ti. –",
  "atk-s0519a6:80": "Gāthaṁ avasesaṁ katvā udāhaṭaṁ. Āḷavakasutte hi imā gāthā āḷavakena “kathaṁ su labhate pañña”ntiādinā puṭṭhena bhagavatā bhāsitāti.",
  "atk-s0519a6:81_0": "Yena kenaci vaṇṇenāti yena kenaci kāraṇena, pakārena vā. Saṁvāsoti ekasmiṁ ṭhāne",
  "atk-s0519a6:81_1": "sahavāso samāgamo. Tanti tathā samāgataṁ anukampitabbaṁ purisaṁ. Manasā ce pasannenāti",
  "atk-s0519a6:81_2": "karuṇāsamussāhitena pasādena pasannena manasā. Na tena hoti saṁyuttoti tena yathāvuttena",
  "atk-s0519a6:81_3": "anusāsanena kāmacchandādīnaṁ saṁyojanavasena saṁyutto nāma na hoti. Yānukampā anuddayāti",
  "atk-s0519a6:81_4": "yā ariyamaggasampāpanavasena karuṇāyanā, mettāyanā cāti attho.",
  "atk-s0519a6:82": "102.",
  "atk-s0519a6:83_0": "Rāgo ca doso cāti rāgadosā heṭṭhā vuttanayāva. Kutonidānāti kiṁnidānā kiṁhetukā.",
  "atk-s0519a6:83_1": "Paccattavacanassa hi ayaṁ to-ādeso, samāse cassa lopābhāvo veditabbo. Aratī ratī",
  "atk-s0519a6:83_2": "lomahaṁso kutojāti yāyaṁ pantesu senāsanesu, adhikusalesu ca dhammesu arati ukkaṇṭhitā,",
  "atk-s0519a6:83_3": "yā ca pañcasu kāmaguṇesu rati abhirati āsatti kīḷanādi, yo ca lomahaṁsasamuṭṭhānato",
  "atk-s0519a6:83_4": "lomahaṁsasaṅkhāto cittutrāso, ime tayo dhammā kuto jātā kuto nibbattāti pucchā. Kuto",
  "atk-s0519a6:83_5": "samuṭṭhāyāti kuto uppajjitvā. Manoti kusalacittaṁ. Vitakkāti kāmavitakkādayo. Kumārakā",
  "atk-s0519a6:83_6": "dhaṅkamivosajantīti yathā kumārakā kīḷantā kākaṁ suttena pāde bandhitvā osajanti",
  "atk-s0519a6:83_7": "khipanti, evaṁ kusalamanaṁ akusalavitakkā kuto samuṭṭhāya osajantīti pucchā.",
  "atk-s0519a6:84_0": "Rāgocāti dutiyagāthā tassā vissajjanaṁ. Tattha itoti attabhāvaṁ sandhāyāha. Attabhāvanidānā",
  "atk-s0519a6:84_1": "hi rāgadosā, arati rati lomahaṁsā ca attabhāvato jātā. Kāmavitakkādayo attabhāvato",
  "atk-s0519a6:84_2": "eva samuṭṭhāya kusalamanaṁ osajanti. Tena tadaññaṁ pakatiādikāraṇaṁ paṭikkhipanto",
  "atk-s0519a6:84_3": "āha – “itonidānā ito samuṭṭhāyā”ti. Purimagāthāya vuttanayenettha saddasiddhi veditabbā.",
  "atk-s0519a6:85_0": "Idāni yvāyaṁ “itonidānā”tiādīsu attabhāvanidānā attabhāvato jātā attabhāvato samuṭṭhāyāti",
  "atk-s0519a6:85_1": "attho vutto, taṁ sādhento āha – “snehajā attasambhūtā”ti. Ete hi rāgādayo vitakkapariyosānā",
  "atk-s0519a6:85_2": "taṇhāsnehena jātā. Tathā jāyantā ca pañcupādānakkhandhabhede attabhāvasaṅkhāte attani",
  "atk-s0519a6:85_3": "sambhūtā. Tenāha – “snehajā attasambhūtā”ti. Idāni tadatthajotikaṁ upamaṁ dasseti",
  "atk-s0519a6:85_4": "“nigrodhasseva khandhajā”ti. Tattha khandhajāti khandhesu jātā pārohā. Idaṁ vuttaṁ",
  "atk-s0519a6:85_5": "hoti – yathā nigrodhassa khandhajasaṅkhātā pārohā āporasasaṅkhāte snehe sati jāyanti,",
  "atk-s0519a6:85_6": "jāyantā ca tasmiṁyeva nigrodhe tesu tesu sākhappadesesu sambhavanti, evaṁ ete rāgādayo",
  "atk-s0519a6:85_7": "ajjhattaṁ taṇhāsnehe sati jāyanti, jāyantā ca tasmiṁyeva attabhāve tesu tesu cakkhādippadesesu",
  "atk-s0519a6:85_8": "iṭṭhārammaṇesu sambhavanti. Tena vuttaṁ – “snehajā attasambhūtā”ti. Puthu visattā",
  "atk-s0519a6:85_9": "kāmesūti yasmā rāgopi pañcakāmaguṇikādivasena, dosopi āghātavatthuādivasena aratiādayopi",
  "atk-s0519a6:85_10": "tassa tassa bhedassa vasenāti sabbathā sabbepime kilesā puthu anekappakārā hutvā",
  "atk-s0519a6:85_11": "vatthudvārārammaṇādivasena tesu tesu kāmesu tathā tathā visattā laggā saṁsibbitvā",
  "atk-s0519a6:85_12": "ṭhitā. Kimiva? Māluvāva vitatā vane yathā vane vitatā māluvā tesu tesu rukkhasākhappasākhādibhedesu",
  "atk-s0519a6:85_13": "visattā hoti laggā saṁsibbitvā ṭhitā, evaṁ ete kilesā dhammā, tasmā ettha puthupabhedesu",
  "atk-s0519a6:85_14": "vatthukāmesu visattaṁ kilesagahanaṁ.",
  "atk-s0519a6:86_0": "Ye naṁ pajānanti yatonidānaṁ, te naṁ vinodenti suṇohi yakkha. Tassattho – ye sattā",
  "atk-s0519a6:86_1": "naṁ kilesagahanaṁ “itonidānaṁ esa uppajjatī”ti jānanti, te naṁ taṇhāsinehasinehite",
  "atk-s0519a6:86_2": "attabhāve uppajjatīti ñatvā taṁ taṇhāsinehaṁ ādīnavānupassanādibhāvanāñāṇagginā visosentā",
  "atk-s0519a6:86_3": "vinodenti pajahanti, evaṁ amhākaṁ bhāsitaṁ suṇohi yakkhāti. Te duttaraṁ oghamimaṁ",
  "atk-s0519a6:86_4": "taranti, atiṇṇapubbaṁ apunabbhavāyāti ye hi saṁkilesagahanaṁ vinodenti, te ekantena",
  "atk-s0519a6:86_5": "maggaṁ bhāventi. Na hi maggabhāvanaṁ vinā kilesavinodanaṁ atthi. Evaṁ maggaṁ bhāventā",
  "atk-s0519a6:86_6": "te pakatiñāṇena duttaraṁ kāmoghādiṁ catubbidhaṁ oghaṁ iminā dīghena addhunā supinantenapi",
  "atk-s0519a6:86_7": "atiṇṇapubbaṁ anatikkantapubbaṁ apunabbhavāya nibbānāya taranti.",
  "atk-s0519a6:87_0": "Dukkaraṁ bhagavāti eko kira devaputto pubbayogāvacaro bahalakilesatāya sappayogena",
  "atk-s0519a6:87_1": "kilese vikkhambhento samaṇadhammaṁ katvā pubbahetumandatāya ariyabhūmiṁ appatvāva",
  "atk-s0519a6:87_2": "kālaṁ katvā devaloke nibbatto, so tathāgataṁ upasaṅkamitvā dukkarabhāvaṁ ārocento",
  "atk-s0519a6:87_3": "evamāha. Tattha dukkaranti dasapi vassāni…pe… saṭṭhipi vassāni ekantaparisuddhassa",
  "atk-s0519a6:87_4": "samaṇadhammassa karaṇaṁ nāmetaṁ dukkaraṁ. Sekkhāti satta sekkhā. Sīlasamāhitāti sīlena",
  "atk-s0519a6:87_5": "samāhitā samupetā. Ṭhitattāti patiṭṭhitasabhāvā. Evaṁ pucchitapañhaṁ vissajjitvā",
  "atk-s0519a6:87_6": "uparipañhaṁ samuṭṭhāpanatthaṁ “anagāriyupetassā”tiādimāha. Tattha anagāriyupetassāti",
  "atk-s0519a6:87_7": "anagāriyaṁ niggehabhāvaṁ upagatassa, pabbajitassāti attho. Tuṭṭhīti catupaccayasantoso.",
  "atk-s0519a6:88_0": "Bhāvanāyāti cittavūpasamabhāvanāya. Te chetvā maccuno jālanti ye rattindivaṁ indriyūpasame",
  "atk-s0519a6:88_1": "ratā, te dussamādahaṁ cittaṁ samādahanti. Ye samāhitacittā, te catupaccayasantosaṁ",
  "atk-s0519a6:88_2": "pūrentā na kilamanti. Ye santuṭṭhā, te sīlaṁ pūrentā na kilamanti. Ye sīle patiṭṭhitā",
  "atk-s0519a6:88_3": "satta sekkhā, te ariyā maccuno jālasaṅkhātaṁ kilesajālaṁ chinditvā gacchanti.",
  "atk-s0519a6:89_0": "Duggamoti saccametaṁ, bhante, ye indriyūpasame ratā, te dussamādahaṁ cittaṁ samādahanti.",
  "atk-s0519a6:89_1": "Ye samāhitacittā, te catupaccayasantosaṁ pūrentā na kilamanti. Ye santuṭṭhā, te sīlaṁ",
  "atk-s0519a6:89_2": "pūrentā na kilamanti. Ye sīle paramaggāhino satta sekkhā, te ariyā maccuno jālasaṅkhātaṁ",
  "atk-s0519a6:89_3": "kilesajālaṁ chinditvā gacchanti. Kiṁ na gamissanti, ayaṁ pana duggamo “bhagavāvisamo",
  "atk-s0519a6:89_4": "maggo”ti āha. Tattha kiñcāpi ariyamaggo neva duggamo na visamo, pubbabhāgapaṭipadāya",
  "atk-s0519a6:89_5": "panassa bahū parissayā honti, tasmā evaṁ vutto. Avaṁsirāti ñāṇasirena adhosirā hutvā",
  "atk-s0519a6:89_6": "papatanti. Ariyamaggaṁ ārohituṁ asamatthatāya eva te magge papatantīti vuccanti.",
  "atk-s0519a6:89_7": "Ariyānaṁ samo maggoti sveva maggo ariyānaṁ samo hoti. Visame samāti visamepi sattakāye samā eva.",
  "atk-s0519a6:90": "103.",
  "atk-s0519a6:91_0": "Idañhi taṁ jetavananti anāthapiṇḍiko devaputto jetavanassa ceva buddhādīnañca vaṇṇabhaṇanatthaṁ",
  "atk-s0519a6:91_1": "āgantvā evamāha. Isisaṅghanisevitanti bhikkhusaṅghanivesitaṁ. Evaṁ paṭhamagāthāya",
  "atk-s0519a6:91_2": "jetavanassa vaṇṇaṁ kathetvā idāni ariyamaggassa vaṇṇaṁ kathento “kammaṁ vijjā”tiādimāha.",
  "atk-s0519a6:91_3": "Tattha kammanti maggacetanā. Vijjāti maggapaññā. Dhammoti samādhi, samādhipakkhikā",
  "atk-s0519a6:91_4": "vā dhammā. Sīlaṁ jīvitamuttamanti sīle patiṭṭhitassa jīvitañca uttamanti dasseti.",
  "atk-s0519a6:91_5": "Atha vā vijjāti diṭṭhisaṅkappā. Dhammoti vāyāmasatisamādhayo. Sīlanti vācākammantājīvā.",
  "atk-s0519a6:91_6": "Jīvitamuttamanti etasmiṁ sīle patiṭṭhitassa jīvitaṁ nāma uttamanti. “Etena maccā",
  "atk-s0519a6:91_7": "sujjhantī”ti etena aṭṭhaṅgikena maggena sattā visujjhanti.",
  "atk-s0519a6:92_0": "Tasmāti yasmā maggena sujjhanti, na gottadhanehi, tasmā. Yoniso vicine dhammanti",
  "atk-s0519a6:92_1": "upāyena bodhipakkhiyadhammaṁ vicineyya. Evaṁ tattha visujjhatīti evaṁ tasmiṁ ariyamagge",
  "atk-s0519a6:92_2": "visujjhati. Atha vā yoniso vicine dhammanti upāyena ariyasaccadhammaṁ vicineyya.",
  "atk-s0519a6:92_3": "Evaṁ tattha visujjhatīti evaṁ tesu catūsu ariyasaccesu visujjhati. Idāni sāriputtattherassa",
  "atk-s0519a6:92_4": "vaṇṇaṁ kathento “sāriputtovā”tiādimāha. Tattha sāriputtovāti avadhāraṇavacanaṁ, etehi",
  "atk-s0519a6:92_5": "paññādīhi sāriputtova seyyoti vadati. Upasamenāti kilesavūpasamena. Pāraṅgatoti nibbānaṁ",
  "atk-s0519a6:92_6": "gato, yo koci nibbānapatto bhikkhu, na tādiso. Etāvaparamo siyā, na therā uttaritaro",
  "atk-s0519a6:92_7": "nāma sāvako atthīti vadati.",
  "atk-s0519a6:93_0": "Atītanti atīte pañcakkhandhe. Nānvāgameyyāti taṇhādiṭṭhīhi nānugaccheyya. Nappaṭikaṅkheti",
  "atk-s0519a6:93_1": "taṇhādiṭṭhīhi na pattheyya. Yadatītanti idamettha kāraṇavacanaṁ. Yasmā yaṁ atītaṁ,",
  "atk-s0519a6:93_2": "taṁpahīnaṁ niruddhaṁ atthaṅgataṁ, tasmā taṁ nānugaccheyya. Yasmā ca yaṁ tattha anāgataṁ,",
  "atk-s0519a6:93_3": "taṁ appattaṁ ajātaṁ anibbattaṁ, tasmā tampi na pattheyya. Tattha tatthāti paccuppannampi",
  "atk-s0519a6:93_4": "dhammaṁ yattha yattheva so uppanno, tattha tattheva naṁ aniccānupassanādīhi sattahi",
  "atk-s0519a6:93_5": "anupassanāhi vipassati, araññādīsu vā tattha tattha vipassati. Asaṁhīraṁ asaṁkuppanti",
  "atk-s0519a6:93_6": "idaṁ vipassanāpaṭivipassanādassanatthaṁ vuttaṁ. Vipassanā hi rāgādīhi na saṁhirati",
  "atk-s0519a6:93_7": "na kuppatīti asaṁhīrā asaṁkuppā, taṁ anubrūhaye vaḍḍheyya paṭivipasseyyāti vuttaṁ",
  "atk-s0519a6:93_8": "hoti. Atha vā nibbānaṁ rāgādīhi na saṁhirati na kuppatīti asaṁhīraṁ asaṁkuppaṁ, taṁ",
  "atk-s0519a6:93_9": "vidvā paṇḍito bhikkhu anubrūhaye, punappunaṁ tadārammaṇaṁ phalasamāpattiṁ appento vaḍḍheyyāti attho.",
  "atk-s0519a6:94_0": "Tassa pana anubrūhanassa atthāya ajjeva kiccamātappanti kilesānaṁ ātāpanaparitāpanena",
  "atk-s0519a6:94_1": "“ātappa”nti laddhanāmaṁ vīriyaṁ ajjeva kātabbaṁ. Ko jaññā maraṇaṁ suveti sve jīvitaṁ",
  "atk-s0519a6:94_2": "vā maraṇaṁ vā ko jānāti. Ajjeva dānaṁ dassāmi, sīlaṁ vā rakkhissāmi, aññataraṁ vā",
  "atk-s0519a6:94_3": "pana kusalaṁ karissāmi, “ajja tāva papañco atthi, sve vā punadivase vā jānissāmī”ti",
  "atk-s0519a6:94_4": "cittaṁ anuppādetvā “ajjeva karissāmī”ti evaṁ vīriyaṁ kātabbanti dasseti. Mahāsenenāti",
  "atk-s0519a6:94_5": "ahivicchikavisasatthādīni hi anekāni maraṇakāraṇāni tassa senāti tāya mahatiyā senāya",
  "atk-s0519a6:94_6": "vasena mahāsenena evarūpena maccunā saddhiṁ “katipāhaṁ tāva āgamehi, yāvāhaṁ buddhapūjādiṁ",
  "atk-s0519a6:94_7": "attano avassayaṁ kammaṁ karomī”ti evaṁ mittasanthavākārasaṅkhāto vā “idaṁ sataṁ vā",
  "atk-s0519a6:94_8": "sahassaṁ vā gahetvā katipāhaṁ āgamehī”ti evaṁ lañjānuppadānasaṅkhāto vā “iminā balarāsinā",
  "atk-s0519a6:94_9": "paṭibāhissāmī”ti evaṁ balarāsisaṅkhāto vā saṅgaro natthi. Saṅgaroti hi mittakaraṇalañjadānabalarāsisaṅkaḍḍhanānaṁ",
  "atk-s0519a6:94_10": "nāmaṁ, tasmā ayamattho vutto. Atanditanti analasaṁ uṭṭhāhakaṁ. Evaṁ paṭipannattā",
  "atk-s0519a6:94_11": "bhaddo ekaratto assāti bhaddekaratto. Itīti evaṁ paṭipannaṁ puggalaṁ “bhaddekaratto",
  "atk-s0519a6:94_12": "aya”nti rāgādisantatāya santo buddhamuni ācikkhati.",
  "atk-s0519a6:95": "Cakkhunā paññāya cāti cakkhunā ca paññāya ca. Cakkhubhūtāya vā paññāya. Satiyā paññāya cāti satiyā ca paññāya ca, sativisiṭṭhāya vā paññāya. Kāyenāti nāmakāyena.",
  "atk-s0519a6:96_0": "Dibbacakkhusuvisuddhanti dibbaṁ cakkhu suvisuddhaṁ, yaṁ sacchikarotīti adhippāyo.",
  "atk-s0519a6:96_1": "Pubbenivāsāti purimāsu jātīsu nivutthakkhandhā. Iddhividhāti iddhikoṭṭhāsā. Nirodhoti",
  "atk-s0519a6:96_2": "nibbānaṁ. Sesaṁ suviññeyyameva.",
  "atk-s0519a6:97": "104.",
  "atk-s0519a6:98_0": "Yassaselūpamaṁ cittanti ekaghanaṁ selaṁ viya pakativātehi lokadhammavātehi akampanīyato",
  "atk-s0519a6:98_1": "yassa cittaṁ selūpamaṁ. Tenāha – “ṭhitaṁ nānupakampatī”ti. Rajanīyesūti lābhādīsu.",
  "atk-s0519a6:98_2": "Kopaneyyeti alābhādike. Kuto naṁ dukkhamessatīti taṁ evaṁ bhāvitacittaṁ vītikkantalokadhammaṁ",
  "atk-s0519a6:98_3": "uttamapurisaṁ lokadhammahetukaṁ dukkhaṁ nānugamissati.",
  "atk-s0519a6:99_0": "Yo brāhmaṇoti bāhitapāpadhammatāya brāhmaṇo, na diṭṭhamaṅgalikatāya huṁhuṅkārakasāvādipāpadhammayutto",
  "atk-s0519a6:99_1": "hutvā kevalaṁ jātimattena brāhmaṇoti paṭijānāti. So brāhmaṇo bāhitapāpadhammattā",
  "atk-s0519a6:99_2": "huṁhuṅkārappahānena nihuṁhuṅko. Rāgādikasāvābhāvena nikkabhāvo. Sīlasaṁvarena saṁyatacittatāya",
  "atk-s0519a6:99_3": "yatatto. Catumaggañāṇasaṅkhātehi vedehi antaṁ nibbānaṁ, vedānaṁ vā antaṁ gatattā",
  "atk-s0519a6:99_4": "vedantagū. Maggabrahmacariyassa vusitattā vūsitabrahmacariyo. Dhammena so brahmavādaṁ",
  "atk-s0519a6:99_5": "vadeyyāti so “brāhmaṇo aha”nti etaṁ vādaṁ vadeyya. Yassa sakalalokasannivāse kuhiñci",
  "atk-s0519a6:99_6": "ekārammaṇepi rāgussado dosussado mohussado mānussado diṭṭhussadoti ime ussadā natthīti attho.",
  "atk-s0519a6:100_0": "Na gādhatīti na patiṭṭhahati. Sukkāti sukkasaṅkhātā gahā. Yadi candimasūriyādīnaṁ",
  "atk-s0519a6:100_1": "pabhā tattha natthi, tamo eva ca siyāti āsaṅkamāne sandhāyāha “tamo tattha na vijjatī”ti.",
  "atk-s0519a6:100_2": "Yadā ca attanāvedītiādīsu evaṁvidhaṁ nibbānaṁ attapaccakkhena ñāṇena yadā vindati,",
  "atk-s0519a6:100_3": "atha rūpārūpadhammato sukhadukkhato ca vippamutto hotīti.",
  "atk-s0519a6:101_0": "Sakesu dhammesūti sakaattabhāvasaṅkhātesu upādānakkhandhesu. Yebhuyyena hi ajjhattaṁ",
  "atk-s0519a6:101_1": "vipassanābhiniveso hotīti. Etaṁ pisācanti ajakalāpaka, etaṁ tayā vuttaṁ pisācaṁ kilesapisācañca.",
  "atk-s0519a6:101_2": "Pakkulanti tayā kataṁ akkulaṁ pakkulakaraṇañca. Ativattatīti atikkamati.",
  "atk-s0519a6:102_0": "Nābhinandatiāyantinti purāṇadutiyikaṁ āgacchantiṁ aññaṁ vā na abhinandati cittena",
  "atk-s0519a6:102_1": "na sampaṭicchati. Tameva pakkamantiṁ na socati. Saṅgā saṅgāmajiṁ muttanti pañcavidhāpi",
  "atk-s0519a6:102_2": "saṅgato muttaṁ saṅgāmajiṁ bhikkhuṁ.",
  "atk-s0519a6:103": "Bahvetthāti bahu ettha nhāyati jano, na tena so suddho nāma hotīti adhippāyo.",
  "atk-s0519a6:104_0": "Jātibalaṁnisedhanti jātibalassa nisedhakaṁ. Sahāyā vatāti samathavipassanābhāvanāya",
  "atk-s0519a6:104_1": "saha ayanavasena sahāyā vata. Kālena kālaṁ sappāyadhammassa savanavasena cirarattaṁ",
  "atk-s0519a6:104_2": "sameti samāgamo etesanti cirarattasametikā. Sithilamārabbhāti sithilaṁ vīriyaṁ katvā.",
  "atk-s0519a6:105": "105.",
  "atk-s0519a6:106_0": "Tatra kho, bhikkhave, ko visesoti satthu sāvakassa ca pañcasveva upādānakkhandhesu",
  "atk-s0519a6:106_1": "nibbidādayoti pubbabhāgapaṭipattiyaṁ anupādāvimuttiyañca heṭṭhā upari ca visesābhāvaṁ",
  "atk-s0519a6:106_2": "dasseti. Vuttañhetaṁ – “natthi vimuttiyā nānatta”nti. Tattha visesābhāvaṁ paccāmasati",
  "atk-s0519a6:106_3": "“tatra ko viseso”ti. Adhippayāsoti adhikapayogo. Nānākaraṇanti ca visesoyeva vutto.",
  "atk-s0519a6:107_0": "Ayaṁ kho, bhikkhave, visesoti bhikkhave, yadipi sāvakassa satthu ca vimuttiyaṁ viseso",
  "atk-s0519a6:107_1": "natthi, sayambhuñāṇena pana savāsanasabbakilese khepetvā sammāsambodhiṁ abhisambujjhitvā",
  "atk-s0519a6:107_2": "anuppannassa ariyamaggassa parasantāne uppādanādisakalasabbaññuguṇasamāyogo. Ayaṁ",
  "atk-s0519a6:107_3": "sammāsambuddhassa paññāvimuttato visesoti. Tattha anuppannassāti avattamānassa. Ariyamaggañhi",
  "atk-s0519a6:107_4": "kassapasammāsambuddho uppādesi. Antarā añño satthā uppādetā nāma nāhosi, tasmā ayaṁ",
  "atk-s0519a6:107_5": "bhagavā anuppannassa maggassa uppādetā nāma. Asañjātassāti tasseva vevacanaṁ. Anakkhātassāti",
  "atk-s0519a6:107_6": "akathitassa. Maggaṁ jānātīti maggaññū. Maggaṁ viditaṁ pākaṭaṁ akāsīti maggavidū.",
  "atk-s0519a6:107_7": "Magge ca amagge ca kovidoti maggakovido. Maggānugāti maggaṁ anugacchantā. Pacchāsamannāgatāti",
  "atk-s0519a6:107_8": "ahaṁ paṭhamaṁ samannāgato, sāvakā pacchā samannāgatā.",
  "atk-s0519a6:108": "106.",
  "atk-s0519a6:109_0": "“Nīce kule paccājāto”tiādinā tamena yuttoti tamo. Kāyaduccaritādīhi puna nirayatamupagamanato",
  "atk-s0519a6:109_1": "tamaparāyaṇo. Iti ubhayenapi khandhatamova kathito hoti. “Aḍḍhe kule paccājāto”tiādinā",
  "atk-s0519a6:109_2": "jotinā yuttoti joti, ālokabhūtoti vuttaṁ hoti. Kāyasucaritādīhi puna saggūpapattibhavūpagamanato",
  "atk-s0519a6:109_3": "jotiparāyaṇo. Iminā nayena itarepi dve veditabbā.",
  "atk-s0519a6:110_0": "Na taṁ daḷhaṁ bandhanamāhu dhīrāti ettha dhīrāti buddhādayo paṇḍitapurisā. Yaṁ saṅkhalikasaṅkhātaṁ",
  "atk-s0519a6:110_1": "ayena nibbattaṁ āyasaṁ addubandhanasaṅkhātaṁ dārumayañca pabbajatiṇehi rajjuṁ katvā",
  "atk-s0519a6:110_2": "katarajjubandhanañca, taṁ asiādīhi chindituṁ sakkuṇeyyatāya “thira”nti na vadantīti",
  "atk-s0519a6:110_3": "attho. Sārattarattāti rattā hutvā rattā. Balavarāgarattāti attho. Maṇikuṇḍalesūti",
  "atk-s0519a6:110_4": "maṇīsu ca kuṇḍalesu ca, maṇicittesu vā kuṇḍalesu. Etaṁ daḷhanti ye maṇikuṇḍalesu",
  "atk-s0519a6:110_5": "sārattarattā, tesu yo rāgo, yā ca puttadāresu apekkhā taṇhā, etaṁ kilesamayaṁ bandhanaṁ",
  "atk-s0519a6:110_6": "paṇḍitapurisā “daḷha”nti vadanti.",
  "atk-s0519a6:111_0": "Ohārinanti ākaḍḍhitvā catūsu apāyesu pātanato avaharati heṭṭhā haratīti ohārinaṁ.",
  "atk-s0519a6:111_1": "Sithilanti bandhanaṭṭhāne chaviādīni akopetvā bandhanabhāvampi ajānāpetvā jalapathathalapathādīsu",
  "atk-s0519a6:111_2": "kammaṁ kātuṁ detīti sithilaṁ. Duppamuñcanti lobhavasena hi ekavārampi uppannaṁ kilesabandhanaṁ",
  "atk-s0519a6:111_3": "daṭṭhaṭṭhānato kacchapo viya dummocayaṁ hotīti duppamuñcaṁ. Etampi chetvānāti etaṁ",
  "atk-s0519a6:111_4": "daḷhampi kilesabandhanaṁ ñāṇakhaggena chinditvā anapekkhino hutvā kāmasukhaṁ pahāya",
  "atk-s0519a6:111_5": "paribbajanti pakkamanti pabbajanti cāti attho.",
  "atk-s0519a6:112": "107.",
  "atk-s0519a6:113_0": "Cetetīti akusalacetanāvasena ceteti. Pakappetīti tameva akusalacetanaṁ kāyavacīkammabhāvaṁ",
  "atk-s0519a6:113_1": "pāpanavasena kappeti. Anusetīti rāgādianusayova santāne appahīnabhāvena anuseti.",
  "atk-s0519a6:113_2": "Ārammaṇametaṁ hoti viññāṇassa ṭhitiyāti yadetaṁ cetanaṁ pakappanaṁ anusayanañca,",
  "atk-s0519a6:113_3": "etaṁ abhisaṅkhāraviññāṇassa ṭhitiyā pavattiyā paccayo hotīti attho. Ārammaṇe sati",
  "atk-s0519a6:113_4": "patiṭṭhā viññāṇassa hotīti yathāvuttapaccaye sati abhisaṅkhāraviññāṇassa kammaṁ javāpetvā",
  "atk-s0519a6:113_5": "paṭisandhiākaḍḍhanasamatthatāsampādanato patiṭṭhā hoti. Āyatiṁ punabbhavābhinibbatti",
  "atk-s0519a6:113_6": "hotīti āyatiṁ punabbhavasaṅkhātā viññāṇādīnaṁ abhinibbatti hoti.",
  "atk-s0519a6:114_0": "“No ce, bhikkhave, cetetī”tiādinā akusalakammameva paṭikkhipati. Ayañhettha saṅkhepattho,",
  "atk-s0519a6:114_1": "yadipi kadāci yonisomanasikārā akusalacetanā nappavattati, anusayā pana appahīnāti,",
  "atk-s0519a6:114_2": "te kusalassa abhisaṅkhāraviññāṇassa patiṭṭhā honti yevāti. Sati ca abhisaṅkhāraviññāṇe",
  "atk-s0519a6:114_3": "āyatiṁ punabbhavābhinibbatti hotīti vattuṁ vaṭṭatiyeva. Tatiyavāro vuttapaṭipakkhanayena veditabbo.",
  "atk-s0519a6:115": "108.",
  "atk-s0519a6:116_0": "“Neso, bhikkhave, ariyassa vinaye samuddo”tiādi yadi duppūraṇaṭṭhena saṁsīdanaṭṭhena",
  "atk-s0519a6:116_1": "duratikkamanaṭṭhena sāgaro “samuddo”ti vucceyya, tato satabhāgenapi sahassabhāgenapi",
  "atk-s0519a6:116_2": "cakkhuādīsveva ayaṁ nayo labbhatīti dassetuṁ vuttaṁ. Tenāha – “cakkhu, bhikkhave,",
  "atk-s0519a6:116_3": "purisassa samuddo, tassa rūpamayo vego”ti, rūpesu sattānaṁ āviñchanato rūpāyatanameva",
  "atk-s0519a6:116_4": "vego cakkhussa vegoti attho.",
  "atk-s0519a6:117_0": "Yo taṁ rūpamayaṁ vegaṁ sahatīti yo bhikkhu saha visayena cakkhuṁ aniccato dukkhato",
  "atk-s0519a6:117_1": "anattato sammasanto tattha ca nibbindanto virajjanto tappaṭibaddhato kilesajālato",
  "atk-s0519a6:117_2": "vimuccanto abhibhavati. Ayaṁ vuccati, bhikkhave, atari cakkhusamuddanti ayaṁ bhikkhu",
  "atk-s0519a6:117_3": "cakkhusaṅkhātaṁ samuddaṁ tiṇṇoti vuccati.",
  "atk-s0519a6:118_0": "Aparo nayo – cakkhu, bhikkhave, ariyassa vinaye samuddoti yadipi duppūraṇaṭṭhena",
  "atk-s0519a6:118_1": "yadi vā samudanaṭṭhena samuddo, cakkhumeva samuddo. Tassa hi pathavito yāva akaniṭṭhabrahmalokā",
  "atk-s0519a6:118_2": "nīlādiārammaṇaṁ samosarantaṁ paripuṇṇabhāvaṁ kātuṁ na sakkoti. Evaṁ duppūraṇaṭṭhenapi",
  "atk-s0519a6:118_3": "samuddo. Cakkhu ca tesu tesu nīlādiārammaṇesu samudeti asaṁvutaṁ hutvā osaramānaṁ",
  "atk-s0519a6:118_4": "kilesuppattiyā kāraṇabhāvena sadosabhāvena gacchatīti samudanaṭṭhenapi samuddo. Tathā",
  "atk-s0519a6:118_5": "cakkhuṁ taṇhāsotādīnaṁ uppattidvāratāya tehi santānassa samudanaṭṭhena temanaṭṭhena",
  "atk-s0519a6:118_6": "samuddo. Tassa rūpamayo vegoti samuddassa appamāṇo ūmimayo vego viya tassāpi cakkhusamuddassa",
  "atk-s0519a6:118_7": "samosarantassa nīlādibhedassa ārammaṇassa vasena appameyyo rūpamayo vego veditabbo.",
  "atk-s0519a6:118_8": "Yo taṁ rūpamayaṁ vegaṁ sahatīti yo taṁ cakkhusamudde samosarantaṁ rūpamayaṁ vegaṁ",
  "atk-s0519a6:118_9": "manāpe rūpe rāgaṁ, amanāpe dosaṁ, asamapekkhane mohanti evaṁ rāgādikilese anuppādento",
  "atk-s0519a6:118_10": "upekkhakabhāvena sahati.",
  "atk-s0519a6:119_0": "Saūmintiādīsu kilesaūmīhi saūmiṁ. Kilesavaṭṭehi sāvaṭṭaṁ. Kilesagahehi sagahaṁ. Kilesarakkhasehi",
  "atk-s0519a6:119_1": "sarakkhasaṁ. Kodhupāyāsassa vā vasena saūmiṁ. Kāmaguṇavasena sāvaṭṭaṁ. Mātugāmavasena",
  "atk-s0519a6:119_2": "sagahaṁ sarakkhasaṁ. Vuttañhetaṁ – “ūmibhayanti kho, bhikkhave, kodhupāyāsassetaṁ",
  "atk-s0519a6:119_3": "adhivacanaṁ. Tathā āvaṭṭanti kho, bhikkhave, pañcannetaṁ kāmaguṇānaṁ adhivacanaṁ.",
  "atk-s0519a6:119_4": "Gaharakkhasoti kho, bhikkhave, mātugāmassetaṁ adhivacana”nti. Sesadvāresupi eseva nayo.",
  "atk-s0519a6:120": "Saūmibhayaṁduttaraṁ accatarīti aniccatādiūmibhayena sabhayaṁ duratikkamaṁ atikkami. Lokantagūti saṁsāralokassa antaṁ gato. Pāragatoti vuccatīti nibbānaṁ gatoti kathīyati.",
  "atk-s0519a6:121_0": "Baḷisāti sattānaṁ anatthahetutāya baḷisā viya baḷisā. Anayāyāti anatthāya. Byābādhāyāti",
  "atk-s0519a6:121_1": "dukkhāya. Iṭṭhāti pariyiṭṭhā vā apariyiṭṭhā vā sukhārammaṇatāya iṭṭhā. Kāmanīyaṭṭhena",
  "atk-s0519a6:121_2": "kantā. Manassa vaḍḍhanaṭṭhena manāpā. Piyasabhāvatāya piyarūpā. Kilesakāmasahitattā",
  "atk-s0519a6:121_3": "kāmūpasaṁhitā. Rāgajananaṭṭhena cittassa rañjanato rajanīyā. Tañceti taṁ rūpārammaṇaṁ,",
  "atk-s0519a6:121_4": "nīlādivasena anekabhedabhinnampi hi rūpāyatanaṁ rūpārammaṇabhāvena cakkhuviññeyyabhāvena",
  "atk-s0519a6:121_5": "ca ekavidhataṁ nātivattatīti taṁsabhāvasāmaññaṁ gahetvā “tañce”ti vuttaṁ. Abhinandatīti",
  "atk-s0519a6:121_6": "abhinandanabhūtāya sappītikataṇhāya abhimukho nandati. Abhivadatīti “aho sukhaṁ,",
  "atk-s0519a6:121_7": "aho sukha”nti vadāpentiyā taṇhāyanavasena abhivadati. Ajjhosāya tiṭṭhatīti gilitvā",
  "atk-s0519a6:121_8": "pariniṭṭhapetvā tiṭṭhati. Ayaṁ vuccati, bhikkhave, bhikkhu gilitabaḷiso mārassāti",
  "atk-s0519a6:121_9": "ayaṁ, bhikkhu, kilesamārassa baḷisabhūtaṁ rūpataṇhaṁ gilitvā ṭhitoti vuccati. Sesavāresupi",
  "atk-s0519a6:121_10": "iminā nayena attho veditabbo. Abhedīti bhindi. Paribhedīti sabbabhāgena bhindi. Sesaṁ uttānameva.",
  "atk-s0519a6:122": "109.",
  "atk-s0519a6:123_0": "Ayaṁ loko santāpajātoti ayaṁ sattaloko jātasantāpo ñātibyasanādivasena uppannasokasantāpo",
  "atk-s0519a6:123_1": "ca rāgādivasena uppannapariḷāhasantāpo cāti attho. Phassaparetoti anekehi dukkhaphassehi",
  "atk-s0519a6:123_2": "abhibhūto. Rodaṁ vadati attatoti taṁ taṁ attanā phuṭṭhaṁ dukkhaṁ abhāvitakāyatāya",
  "atk-s0519a6:123_3": "adhivāsetuṁ asakkonto “aho dukkhaṁ, īdisaṁ dukkhaṁ mayhaṁ sattunopi mā hotū”tiādinā",
  "atk-s0519a6:123_4": "vilapanto vadati. Kasmā? Yena yena hi maññanti, tato taṁ hoti aññathā, yasmā ete",
  "atk-s0519a6:123_5": "sattā yena yena pakārena attano dukkhassa paṭikāraṁ maññanti āsīsanti, taṁ dukkhaṁ",
  "atk-s0519a6:123_6": "tato aññena pakārena tikicchitabbaṁ hoti. Yena vā pakārena attano vaḍḍhiṁ maññanti,",
  "atk-s0519a6:123_7": "tato aññathā avaḍḍhi eva pana hoti. Evaṁ aññathābhāvitaṁ icchāvighātaṁ eva pāpuṇāti.",
  "atk-s0519a6:123_8": "Ayaṁ bhavasatto kāmādibhavesu satto sattaloko, tathāpi bhavamevābhinandati, na tattha",
  "atk-s0519a6:123_9": "nibbindati. Yadabhinandati taṁ bhayanti yaṁ kāmādibhavaṁ abhinandati, taṁ jarāmaraṇādianekabyasanānubandhattā",
  "atk-s0519a6:123_10": "ativiya bhayānakaṭṭhena bhayaṁ. Yassa bhāyatīti yato jarāmaraṇādito bhāyati, taṁ",
  "atk-s0519a6:123_11": "dukkhassa adhiṭṭhānabhāvato dukkhadukkhatāya ca dukkhanti.",
  "atk-s0519a6:124_0": "Bhavavippahānāyāti bhavassa pajahanatthāya. Khoti avadhāraṇatthe nipāto. Idaṁ vuttaṁ",
  "atk-s0519a6:124_1": "hoti – ekanteneva kāmādibhavassa samudayappahānena pahānatthaṁ idaṁ mayā adhigataṁ",
  "atk-s0519a6:124_2": "maggabrahmacariyaṁ vussatīti.",
  "atk-s0519a6:125_0": "Evaṁ ariyassa maggassa ekaṁseneva niyyānikabhāvaṁ dassetvā idāni aññamaggassa niyyānikabhāvaṁ",
  "atk-s0519a6:125_1": "paṭikkhipanto “ye hi kecī”tiādimāha. Tattha bhavenāti rūpabhavena vā arūpabhavena",
  "atk-s0519a6:125_2": "vā. Bhavassāti saṁsārassa. Vippamokkhanti bhavato vimuttiṁ, saṁsārasuddhinti attho.",
  "atk-s0519a6:125_3": "Kiñcāpi te samaṇabrāhmaṇā tattha nibbānasaññino, bhavagāmikammena pana rūpārūpajjhānena,",
  "atk-s0519a6:125_4": "taṁnibbattena ca upapattibhavena bhavavisuddhiṁ vadantā bhavena bhavavippamokkhaṁ",
  "atk-s0519a6:125_5": "vadanti nāma. Tenāha – “sabbe te avippamuttā bhavasmāti vadāmī”ti. Atha vā bhavenāti",
  "atk-s0519a6:125_6": "bhavadiṭṭhiyā, bhavati tiṭṭhati sassatanti hi pavattanato sassatadiṭṭhi “bhavadiṭṭhī”ti",
  "atk-s0519a6:125_7": "vuccati. Bhavadiṭṭhi eva uttarapadalopena “bhavo”ti vuttā bhavataṇhātiādīsu viya.",
  "atk-s0519a6:125_8": "Bhavadiṭṭhivasena hi idhekacce bhavavisesaṁyeva bhavavippamokkhaṁ maññanti. Yathā",
  "atk-s0519a6:125_9": "taṁ bako brahmā āha – “idaṁ niccaṁ, idaṁ dhuvaṁ, idaṁ sassataṁ, idaṁ avipariṇāmadhamma”nti.",
  "atk-s0519a6:125_10": "Vibhavenāti ucchedadiṭṭhiyā. Vibhavati vinassati ucchijjatīti hi pavattanato ucchedadiṭṭhi",
  "atk-s0519a6:125_11": "vuttanayena “vibhavo”ti vuccati. Bhavassa nissaraṇamāhaṁsūti saṁsārasuddhiṁ vadiṁsu.",
  "atk-s0519a6:125_12": "Ucchedadiṭṭhivasena hi idhekacce saṁsārasuddhiṁ vadanti. Tathā hi vuttaṁ –",
  "atk-s0519a6:126": "“Yato kho, bho, ayaṁ attā rūpī cātumahābhūtiko…pe… nevasaññānāsaññāyatanaṁ upasampajja viharati. Ettāvatā kho, bho, ayaṁ attā sammā samucchinno hotī”ti.",
  "atk-s0519a6:127_0": "Anissaṭāti anikkhantā. Tattha kāraṇamāha – “upadhiñhi paṭicca dukkhamidaṁ sambhotī”ti.",
  "atk-s0519a6:127_1": "Tattha upadhinti khandhādiupadhiṁ. Kiṁ vuttaṁ hoti? Yattha ime diṭṭhigatikā nibbānasaññino,",
  "atk-s0519a6:127_2": "tattha khandhūpadhikilesūpadhiabhisaṅkhārūpadhayo adhigatā ñātā. Kuto tassa dukkhanissaraṇatāti.",
  "atk-s0519a6:127_3": "Yaṁ pana paramatthato dukkhanissaraṇaṁ, taṁ dassetuṁ “sabbupādānakkhayā natthi dukkhassa sambhavo”ti vuttaṁ.",
  "atk-s0519a6:128_0": "Lokamimaṁ passāti bhagavā attano cittaṁ ālapati. Puthūti visuṁ visuṁ. Avijjāya paretanti",
  "atk-s0519a6:128_1": "mohena abhibhūtaṁ. Bhūtanti khandhapañcakaṁ. Bhūtaratanti itthī purise, puriso itthiyāti",
  "atk-s0519a6:128_2": "evaṁ aññamaññaṁ sattesu rataṁ, tato eva bhavā aparimuttā. Ye hi keci bhavāti ittarakhaṇā",
  "atk-s0519a6:128_3": "vā dīghāyukā vā sātavanto vā asātavanto vā bhavā. Sabbadhīti uddhaṁ adho tiriyanti",
  "atk-s0519a6:128_4": "sabbattha. Sabbatthatāyāti sabbabhāvena. Sabbe te bhavātiādīsu “sabbepi bhavā aniccā”tiādinā",
  "atk-s0519a6:128_5": "vipassanāsahitāya maggapaññāya aviparītaṁ passato bhavataṇhāpi pahīyati nirujjhati,",
  "atk-s0519a6:128_6": "vibhavaṁ ucchedampi nābhinandati na pattheti, tassa sabba taṇhānaṁ anavasesato maggena",
  "atk-s0519a6:128_7": "nirujjhanato nibbānaṁ nibbuti hoti. Tassa evaṁ nibbutassa bhikkhuno anupādā kilesābhisaṅkhārānaṁ",
  "atk-s0519a6:128_8": "anupādānato aggahaṇato punabbhavo na hoti. Evaṁbhūtena ca abhibhūto pañcavidhopi",
  "atk-s0519a6:128_9": "māro vijito assa anena mārena saṅgāmo, sabbepi bhave samatikkanto iṭṭhāniṭṭhādīsu",
  "atk-s0519a6:128_10": "tādilakkhaṇappattoti.",
  "atk-s0519a6:129": "Anusotagāmī andhaputhujjano paṭisotagāmī kalyāṇaputhujjano. Ṭhitatto sekkho. Itaro asekkho.",
  "atk-s0519a6:130": "110.",
  "atk-s0519a6:131_0": "Abhijātikoti jātiyo. Kaṇhābhijātikoti kaṇhe nīce kule jāto. Kaṇhaṁ dhammaṁ abhijāyatīti",
  "atk-s0519a6:131_1": "kāḷakaṁ dasavidhaṁ dussīladhammaṁ pasavati karoti, so taṁ abhijāyitvā niraye nibbattati.",
  "atk-s0519a6:131_2": "Sukkaṁ dhammanti “ahaṁ pubbepi puññānaṁ akatattā nīce kule nibbatto, idāni puññaṁ",
  "atk-s0519a6:131_3": "karissāmī”ti puññasaṅkhātaṁ sukkaṁ paṇḍaraṁ dhammaṁ abhijāyati, so tena sagge nibbattati.",
  "atk-s0519a6:131_4": "Akaṇhaṁ asukkaṁ nibbānanti nibbānañhi sace kaṇhaṁ bhaveyya, kaṇhavipākaṁ dadeyya.",
  "atk-s0519a6:131_5": "Sukkaṁ, sukkavipākaṁ dadeyya. Dvinnampi appadānato pana “akaṇhaṁ asukka”nti vuttaṁ.",
  "atk-s0519a6:131_6": "Nibbānanti cettha arahattaṁ adhippetaṁ. Tañhi kilesanibbānante jātattā nibbānaṁ nāma.",
  "atk-s0519a6:131_7": "Taṁ esa abhijāyati pasavati karoti. Sukkābhijātikoti sukke ucce kule jāto. Sesaṁ",
  "atk-s0519a6:131_8": "vuttanayeneva veditabbaṁ. “Kaṇhaṁ kaṇhavipāka”ntiādikassa kammacatukkassa attho heṭṭhā",
  "atk-s0519a6:131_9": "hārasampātavāre vibhatto eva.",
  "atk-s0519a6:132": "111.",
  "atk-s0519a6:133_0": "Mānusattanti manussabhāvaṁ, manussayoninti attho. Dveti kiccaṁ akiccameva cāti dve.",
  "atk-s0519a6:133_1": "Kiccāni tveva kattabbāni, na cākiccaṁ kiñci kattabbanti dasseti. Sukiccantiādi “kicca”nti",
  "atk-s0519a6:133_2": "vuttānaṁ tesaṁ sarūpadassanaṁ.",
  "atk-s0519a6:134_0": "Padhānānīti uttamāni visiṭṭhāni. Purimasmiṁ pabbajitesūti visaye bhummaṁ. Dutiye",
  "atk-s0519a6:134_1": "adhikaraṇe. Tattha nibbānanti arahattaṁ adhippetaṁ. Kasmā panettha āmisapariccāgo",
  "atk-s0519a6:134_2": "arahattena samadhuro niddiṭṭhoti? Dakkhiṇeyyesu dakkhiṇāya mahapphalabhāvadassanatthaṁ.",
  "atk-s0519a6:134_3": "Yena yena vā pana vatthunāti ucchedādivatthunā. Ajjhositāti bhavataṇhādivasena ajjhositā.",
  "atk-s0519a6:134_4": "Dutiye yena yena vā pana vatthunāti amarāvikkhepavatthuādinā.",
  "atk-s0519a6:135_0": "Imināasubhena kammavipākenāti asubhassa kāyaduccaritādikammassa vipākattā asubhena",
  "atk-s0519a6:135_1": "asivena kammavipākena. Idaṁ bālalakkhaṇaṁ nibbattatīti purimasmiṁ bhave duccaritasamaṅgitāya",
  "atk-s0519a6:135_2": "bālo ayaṁ bhavatīti upalakkhaṇaṁ jāyati. Idaṁ saṁkilesabhāgiyaṁ suttanti idaṁ evaṁ",
  "atk-s0519a6:135_3": "pavattaṁ saṁkilesabhāgiyaṁ nāma suttaṁ.",
  "atk-s0519a6:136_0": "Iminā subhenāti ettha vuttanayānusārena attho veditabbo. Tattha mahāpurisalakkhaṇanti",
  "atk-s0519a6:136_1": "paṇḍitalakkhaṇaṁ. Kilesabhūmīhīti kilesaṭṭhānehi kilesāvatthāhi vā. Sānusayassa pariyuṭṭhānaṁ",
  "atk-s0519a6:136_2": "jāyatīti appahīnānusayassa paccayasamāyoge rāgādayo pariyuṭṭhānavasena pavattanti.",
  "atk-s0519a6:136_3": "Pariyuṭṭhito saṁyujjatīti yo rāgādīhi pariyuṭṭhitacitto, so kāmarāgādīhi saṁyujjati",
  "atk-s0519a6:136_4": "nāma. Saṁyujjanto upādiyatīti yo kāmarāgasaṁyojanādīhi saṁyutto, so kāmupādānādīni",
  "atk-s0519a6:136_5": "akusalakammāni ca upādiyati. Sesaṁ sabbattha uttānameva.",
  "atk-s0519a6:137": "112.",
  "atk-s0519a6:138_0": "Evaṁ soḷasavidhena sāsanapaṭṭhānaṁ nānāsuttehi udāharaṇavasena vibhajitvā idāni aṭṭhavīsatividhena",
  "atk-s0519a6:138_1": "sāsanapaṭṭhānaṁ dassentena yasmā ayampi paṭṭhānavibhāgo mūlapadehi saṅgahito, na",
  "atk-s0519a6:138_2": "imassāpi tehi asaṅgahito padeso atthi, tasmā mūlapadaṁ vibhajitabbatañca dassetuṁ",
  "atk-s0519a6:138_3": "“tattha katame aṭṭhārasa mūlapadā”ti pucchāya vasena mūlapadāni uddharitvā “lokiyaṁ",
  "atk-s0519a6:138_4": "lokuttara”ntiādinā navatikā, thavo cāti aṭṭhavīsatividhaṁ sāsanapaṭṭhānaṁ uddiṭṭhaṁ.",
  "atk-s0519a6:138_5": "Tattha lokiyanti loke niyutto, loke vā vidito lokiyo. Idha pana lokiyo attho yasmiṁ",
  "atk-s0519a6:138_6": "sutte vutto, taṁ suttaṁ lokiyaṁ. Tathā lokuttaraṁ. Yasmiṁ pana sutte padesena lokiyo,",
  "atk-s0519a6:138_7": "padesena lokuttaro vutto, taṁ lokiyañca lokuttarañca. Yañca satte adhiṭṭhāya sattapaññattimukhena",
  "atk-s0519a6:138_8": "desitaṁ, taṁ sattādhiṭṭhānaṁ. Dhammavaseneva desitaṁ dhammādhiṭṭhānaṁ. Ubhayavasena",
  "atk-s0519a6:138_9": "desitaṁ sattādhiṭṭhānañca dhammādhiṭṭhānañca. Iminā nayena sabbapadesu attho veditabbo.",
  "atk-s0519a6:138_10": "Buddhādīnaṁ pana guṇābhitthavanavasena pavattaṁ suttaṁ thavo nāma.",
  "atk-s0519a6:139_0": "Tattha sajjukhīranti taṅkhaṇaṁyeva dhenuyā thanehi nikkhantaṁ abbhuṇhakhīraṁ. Muccatīti",
  "atk-s0519a6:139_1": "pariṇamati. Idaṁ vuttaṁ hoti – yathā dhenuyā thanato nikkhantaṁ khīraṁ taṅkhaṇaṁyeva",
  "atk-s0519a6:139_2": "na muccati na pariṇamati na dadhibhāvaṁ gacchati, takkādiambilasamāyogato pana parato",
  "atk-s0519a6:139_3": "kālantarena pakatiṁ jahati dadhibhāvaṁ pāpuṇāti, evamevaṁ pāpakammampi kiriyakkhaṇeyeva",
  "atk-s0519a6:139_4": "na vipaccati. Yadi vipacceyya, nānāgatīnaṁ sabhāvaṭṭhānaṁ siyā, na koci pāpakammaṁ",
  "atk-s0519a6:139_5": "kātuṁ visaheyya. Yāva pana kusalābhinibbattakkhandhā caranti, tāva taṁ te rakkhanti,",
  "atk-s0519a6:139_6": "tesaṁ bhedā apāyesu nibbattāpanavasena vipaccati. Vipaccamānañca ḍahantaṁ bālamanveti,",
  "atk-s0519a6:139_7": "kiṁ viya? Bhasmacchannova pāvako. Yathā hi chārikāya paṭicchanno vītaccitaṅgāro akkantopi",
  "atk-s0519a6:139_8": "chārikāya paṭicchannattā na tāva ḍahati, chārikaṁ pana tāpetvā cammādīni ḍahanavasena",
  "atk-s0519a6:139_9": "yāva matthaluṅgā ḍahanto gacchati, evamevaṁ pāpakammampi yena kataṁ, taṁ bālaṁ dutiye",
  "atk-s0519a6:139_10": "vā tatiye vā attabhāve nirayādīsu nibbattaṁ ḍahantaṁ anugacchatīti.",
  "atk-s0519a6:140_0": "Yassindriyānīti tatthāyaṁ saṅkhepattho – yassa bhikkhuno chekena sārathinā sudantā",
  "atk-s0519a6:140_1": "assā viya cha indriyāni samathaṁ dantabhāvaṁ nibbisevanabhāvaṁ gatāni, tassa navavidhaṁ",
  "atk-s0519a6:140_2": "mānaṁ pahāya ṭhitattā pahīnamānassa catunnaṁ āsavānaṁ abhāvena anāsavassa tādibhāve",
  "atk-s0519a6:140_3": "ṭhitassa tathārūpassa devāpi pihayanti, manussāpi dassanañca āgamanañca patthentiyevāti.",
  "atk-s0519a6:140_4": "Āhāre satīti āhārapaṭibaddhe chandarāge appahīne sati.",
  "atk-s0519a6:141": "113.",
  "atk-s0519a6:142_0": "Sabbā disā anuparigamma cetasāti parito dasapi disā cittena anugantvā. Nevajjhagāti",
  "atk-s0519a6:142_1": "neva adhigaccheyya. Piyataranti atisayena piyaṁ. Attanāti attato. Evaṁ piyo puthu",
  "atk-s0519a6:142_2": "attā paresanti evaṁ kassacipi attanā piyatarassa anupalabbhanavasena visuṁ visuṁ",
  "atk-s0519a6:142_3": "paresaṁ sattānaṁ attā piyo. Yasmā ca etadeva, tasmā na hiṁse paraṁ attakāmo attano sukhakāmoti.",
  "atk-s0519a6:143": "Bhūtāti jātā nibbattā. Bhavissantīti nibbattissanti. Bhūtāti vā khīṇāsavā. Te hi pahīnabhavattā bhūtā eva. Gamissantīti paralokaṁ gamissanti. Khīṇāsavā pana anupādisesaṁ nibbānaṁ.",
  "atk-s0519a6:144": "Piyoca hotīti suparisuddhāya sīlasampattiyā, suparisuddhāya ca diṭṭhisampattiyā samannāgato piyo piyāyitabbo hoti. Vuttañhetaṁ –",
  "atk-s0519a6:145": "“Sīladassanasampannaṁ, dhammaṭṭhaṁ saccavādinaṁ;",
  "atk-s0519a6:146": "Attano kammakubbānaṁ, taṁ jano kurute piya”nti. ;",
  "atk-s0519a6:147_0": "Pāsāṇacchattaṁ viya garukātabbatāya garu. Uttarimanussadhammavasena sambhāvetabbatāya",
  "atk-s0519a6:147_1": "bhāvanīyo. Sīlaguṇena vā piyagaruādibhāvā veditabbā. Tathā hi vuttaṁ – “ākaṅkheyya",
  "atk-s0519a6:147_2": "ce, bhikkhave, bhikkhu ‘sabrahmacārīnaṁ piyo ca assaṁ manāpo ca garu ca bhāvanīyo",
  "atk-s0519a6:147_3": "cā’ti, sīlesvevassa paripūrakārī”ti.",
  "atk-s0519a6:148_0": "Vattāti “kālena vakkhāmī”tiādipañcadhamme attani upaṭṭhāpetvā sabrahmacārīnaṁ ullumpanabhāve",
  "atk-s0519a6:148_1": "ṭhatvā vattā. Vacanakkhamoti sabrahmacārīhi yena kenaci vuccamāno subbaco hutvā padakkhiṇaggāhitāya",
  "atk-s0519a6:148_2": "tesaṁ vacanaṁ khamatīti vacanakkhamo. Vattāti vā dhammakathāvasena vacanasīlo. Vacanakkhamoti",
  "atk-s0519a6:148_3": "dhammaṁ saṁvaṇṇento parehi asaṁhīro hutvā tesaṁ pucchāvacanakkhamatāya vacanakkhamo.",
  "atk-s0519a6:148_4": "Gambhīrañca kathaṁ kattāti saccapaṭiccasamuppādādiṁ, aññaṁ vā gambhīrakathaṁ kattā.",
  "atk-s0519a6:148_5": "Na caṭṭhāne niyojakoti dhammavinayādiṁ adhammāvinayādivasena avatvā dhammavinayādivaseneva",
  "atk-s0519a6:148_6": "dīpanato na ca aṭṭhāne niyojako.",
  "atk-s0519a6:149_0": "Mātaraṁ pitaraṁ hantvāti ettha “taṇhā janeti purisa”nti vacanato tīsu bhavesu sattānaṁ",
  "atk-s0519a6:149_1": "jananato taṇhā mātā nāma. “Ahaṁ asukassa nāma rañño, rājamahāmattassa vā putto”ti",
  "atk-s0519a6:149_2": "pitaraṁ nissāya asmimānassa uppajjanato asmimāno pitā nāma. Loko viya rājānaṁ yasmā",
  "atk-s0519a6:149_3": "sabbadiṭṭhigatāni dve sassatucchedadiṭṭhiyo bhajanti, tasmā sassatucchedadiṭṭhiyo",
  "atk-s0519a6:149_4": "dve khattiyā rājāno nāma. Dvādasāyatanāni vitthataṭṭhena raṭṭhasadisattā raṭṭhaṁ",
  "atk-s0519a6:149_5": "nāma. Āyasādhako āyuttakapuriso viya taṁnissito nandirāgo anucaro nāma.",
  "atk-s0519a6:150": "Anīghoti niddukkho. Brāhmaṇoti khīṇāsavo. Etena hi taṇhādayo arahattamaggañāṇāsinā hatā bāhitā. Yātīti so brāhmaṇo niddukkho hutvā yātīti.",
  "atk-s0519a6:151_0": "Kāyeti karajakāye. Cittanti pādakajjhānacittaṁ. Samodahatīti pakkhipati. Yadā dissamānena",
  "atk-s0519a6:151_1": "kāyena gantukāmo hoti, tadā kāyagatikaṁ pādakajjhānacittaṁ adhiṭṭhahatīti attho.",
  "atk-s0519a6:151_2": "Cittepi kāyaṁ samodahatīti yadā sīghaṁ gantukāmo hoti, tadā pādakajjhānacitte kāyaṁ",
  "atk-s0519a6:151_3": "pakkhipati, cittagatikaṁ kāyaṁ adhiṭṭhahatīti attho. Kāye sukhasaññañca lahusaññañca",
  "atk-s0519a6:151_4": "okkamitvāti “seyyathāpi nāma balavā puriso samiñjitaṁ vā bāhaṁ pasāreyya, pasāritaṁ",
  "atk-s0519a6:151_5": "vā bāhaṁ samiñjeyyā”ti vuttanayena iddhimā kāye sukhasaññañca lahusaññañca okkamitvā",
  "atk-s0519a6:151_6": "paresaṁ dissamānena kāyena ārāmarāmaṇeyyakādīni pekkhamāno cittakkhaṇeneva icchitaṭṭhānaṁ gacchati.",
  "atk-s0519a6:152": "114.",
  "atk-s0519a6:153_0": "Yaṁ taṁ lokuttaraṁ ñāṇanti sabbaṁ lokaṁ uttaritvā abhibhavitvā ṭhitattā vuttaṁ, na",
  "atk-s0519a6:153_1": "pana lokuttarabhūmikattā. Sabbakāle pavattatīti āvajjanapaṭibaddhavuttittā vuttaṁ,",
  "atk-s0519a6:153_2": "na satataṁ samitaṁ pavattatīti. Na hi sabbaññutaññāṇaṁ bhagavato sabbasmiṁyeva kāle",
  "atk-s0519a6:153_3": "uppajjatīti sakkā vattunti.",
  "atk-s0519a6:154_0": "Kittayissāmi te santinti sabbakilesavūpasamahetutāya santiṁ nibbānaṁ dassessāmi.",
  "atk-s0519a6:154_1": "Diṭṭhe dhammeti diṭṭhe dukkhādidhamme, imasmiṁ eva vā attabhāve. Anītihanti itihāsāti",
  "atk-s0519a6:154_2": "evaṁ na itikirāya pavattaṁ, attapaccakkhanti attho. Yaṁ viditvā sato caranti “sabbe",
  "atk-s0519a6:154_3": "saṅkhārā aniccā”tiādinā nayena sato hutvā caranto ariyamaggena yaṁ santiṁ viditvā.",
  "atk-s0519a6:154_4": "Tare loke visattikanti saṅkhāraloke visappanato visattikasaṅkhātaṁ taṇhaṁ tare tareyya",
  "atk-s0519a6:154_5": "samatikkameyyāti attho.",
  "atk-s0519a6:155_0": "Tañcāhaṁ abhinandāmīti taṁ vuttappakāraṁ santijotakaṁ tumhākaṁ vacanaṁ ahaṁ patthayāmi,",
  "atk-s0519a6:155_1": "taṁ eva vā santiṁ uttamaṁ abhinandāmīti dhotako vadati. Uddhaṁ adho tiriyañcāpi majjheti",
  "atk-s0519a6:155_2": "ettha uddhanti anāgataṁ upari ca. Adhoti atītaṁ heṭṭhā ca. Tiriyañcāpi majjheti paccuppannaṁ",
  "atk-s0519a6:155_3": "parito ca. Etaṁ viditvā saṅgotīti etaṁ anāgatādiṁ saṅgajananaṭṭhānanti ñatvā. Bhavābhavāyāti",
  "atk-s0519a6:155_4": "khuddakānañceva mahantānañca bhavānaṁ atthāya, sassatucchedāya vā.",
  "atk-s0519a6:156_0": "Ariyasaccānanti ariyabhāvakarānaṁ saccānaṁ. Ananubodhāti abujjhanena ajānanena. Appaṭivedhāti",
  "atk-s0519a6:156_1": "appaṭivijjhanena. Sandhāvitanti bhavato bhavassa gamanena sandhāvitaṁ. Saṁsaritanti",
  "atk-s0519a6:156_2": "punappunaṁ gamanavasena saṁsaritaṁ. Mamañceva tumhākañcāti mayā ceva tumhehi ca.",
  "atk-s0519a6:156_3": "Atha vā sandhāvitaṁ saṁsaritanti sandhāvanaṁ saṁsaraṇaṁ mamañceva tumhākañca ahosīti",
  "atk-s0519a6:156_4": "attho. Bhavanettīti bhavābhavaṁ nayanasamatthā taṇhārajju. Saṁsitanti saṁsaritaṁ.",
  "atk-s0519a6:156_5": "Samūhatāti suṭṭhu hatā chinnā appavattikatā.",
  "atk-s0519a6:157_0": "Sabbe saṅkhārā aniccāti paccayehi saṅkharīyantīti “saṅkhārā”ti laddhanāmā pañcakkhandhā.",
  "atk-s0519a6:157_1": "Ādiantavantato aniccantikato tāvakālikato khaṇaparittato ca na niccāti aniccā. Yadā",
  "atk-s0519a6:157_2": "paññāya passatīti yadā vipassanāpaññāya passati. Atha imasmiṁ vaṭṭadukkhe nibbindati,",
  "atk-s0519a6:157_3": "nibbindanto dukkhaparijānanādivasena saccāni paṭivijjhati. Esa maggo visuddhiyāti",
  "atk-s0519a6:157_4": "yvāyaṁ vuttanayena saccappaṭivedho, esa visuddhatthāya maggo. Sabbe saṅkhārā dukkhāti",
  "atk-s0519a6:157_5": "sabbe saṅkhārā abhiṇhasampaṭipīḷanaṭṭhena khayaṭṭhena ca dukkhāti. Sesaṁ vuttanayameva.",
  "atk-s0519a6:157_6": "Sabbe dhammā anattāti sabbepi tebhūmakadhammā parato tucchato suññato asārato avasavattanato",
  "atk-s0519a6:157_7": "ca anattāti. Sesaṁ purimasadisameva.",
  "atk-s0519a6:158_0": "Seyyoti visiṭṭho uttamo. Sadisoti samāno. Hīnoti lāmako. Omānopi hi attano avaṅkaraṇamukhenapi",
  "atk-s0519a6:158_1": "saṁpaggaṇhanavaseneva pavattati. Tena vuttaṁ “hīnohamasmī”ti. Kimaññatra yathābhūtassa",
  "atk-s0519a6:158_2": "adassanāti sarasapabhaṅgutāya ekanteneva anavaṭṭhitasabhāvehi rūpadhammehi seyyādivasena",
  "atk-s0519a6:158_3": "attano ukkhipanassa tesaṁ yathābhūtaṁ adassanaṁ aññāṇaṁ vinā kiṁ aññaṁ kāraṇaṁ siyā,",
  "atk-s0519a6:158_4": "aññaṁ kiñci kāraṇaṁ tassa natthīti attho. Vedanādīsupi eseva nayo. Vuttavipariyāyena",
  "atk-s0519a6:158_5": "sukkapakkho veditabbo.",
  "atk-s0519a6:159": "115.",
  "atk-s0519a6:160_0": "Ye ariyasaccāni vibhāvayantīti dukkhādīni ariyasaccāni paññāobhāsena saccappaṭicchādakakilesandhakāraṁ",
  "atk-s0519a6:160_1": "vidhametvā attano pakāsāni pākaṭāni karonti. Gambhīrapaññenāti appameyyapaññatāya",
  "atk-s0519a6:160_2": "sadevakassapi lokassa ñāṇena alabbhaneyyapatiṭṭhapaññena sabbaññunāti vuttaṁ hoti.",
  "atk-s0519a6:160_3": "Sudesitānīti saṅkhepavitthārādīhi tehi tehi nayehi suṭṭhu desitāni. Kiñcāpi te honti",
  "atk-s0519a6:160_4": "bhusaṁ pamattāti te vibhāvitaariyasaccā puggalā kāmaṁ devarajjacakkavattirajjādipamādaṭṭhānaṁ",
  "atk-s0519a6:160_5": "āgamma bhusaṁ pamattā honti, tathāpi sotāpattimaggañāṇena abhisaṅkhāraviññāṇassa",
  "atk-s0519a6:160_6": "nirodhena ṭhapetvā satta bhave anamatagge saṁsāre ye uppajjeyyuṁ nāmañca rūpañca,",
  "atk-s0519a6:160_7": "tesaṁ niruddhattā na aṭṭhamaṁ bhavaṁ ādiyanti, sattamabhaveyeva pana vipassanaṁ ārabhitvā",
  "atk-s0519a6:160_8": "arahattaṁ pāpuṇantīti attho.",
  "atk-s0519a6:161_0": "Yathindakhīloti ettha yathāti upamāvacanaṁ. Indakhīloti nagaradvārathirakaraṇatthaṁ",
  "atk-s0519a6:161_1": "ummārabbhantare aṭṭha vā dasa vā hatthe pathaviṁ khaṇitvā ākoṭitassa sāradārumayassa",
  "atk-s0519a6:161_2": "thambhassetaṁ adhivacanaṁ. Pathavissito siyāti gambhīranemitāya anto pavisitvā bhūminissito",
  "atk-s0519a6:161_3": "siyā bhaveyya. Catubbhi vātehīti catūhi disāhi āgatavātehi. Asampakampiyoti kampetuṁ",
  "atk-s0519a6:161_4": "vā cāletuṁ vā asakkuṇeyyo. Tathūpamaṁ…pe… passatīti yo cattāri ariyasaccāni paññāya",
  "atk-s0519a6:161_5": "ajjhogāhetvā passati, taṁ sappurisaṁ uttamapurisaṁ tathā dassanato sabbatitthiyavādavātehi",
  "atk-s0519a6:161_6": "asampakampiyatāya tathūpamaṁ yathāvuttaindakhīlūpamaṁ vadāmīti attho.",
  "atk-s0519a6:162_0": "Sotāpattiyaṅgehīti ariyasotāpajjanassa aṅgabhūtehi. Ariyasāvakoti ariyassa buddhassa",
  "atk-s0519a6:162_1": "bhagavato saddhammassavanante jātattā ariyasāvako. Khīṇanirayomhīti khīṇanirayo amhi.",
  "atk-s0519a6:162_2": "Khīṇāpāyaduggativinipātoti idaṁ nirayādīnaṁyeva vevacanavasena vuttaṁ. Nirayādayo",
  "atk-s0519a6:162_3": "hi vaḍḍhisaṅkhātato ayato apetattā apāyā. Dukkhassa gati paṭisaraṇanti duggatiyo.",
  "atk-s0519a6:162_4": "Dukkaṭakārino vivasā ettha nipatantīti vinipātā. Sotaṁ ariyamaggaṁ ādito patto adhigatoti",
  "atk-s0519a6:162_5": "sotāpanno. Akuppadhammatāya maggaphalānaṁ puthujjanabhāvasaṅkhāte virūpe na nipatanasabhāvoti",
  "atk-s0519a6:162_6": "avinipātadhammo. Tato eva dhammaniyāmena niyatatāya niyato. Uparimaggattayasaṅkhātā",
  "atk-s0519a6:162_7": "sambodhi avassaṁ pattabbatāya assa paraṁ ayanaṁ gati paṭisaraṇanti sambodhiparāyaṇo.",
  "atk-s0519a6:163_0": "Niviṭṭhātiādīni padāni aññamaññavevacanāneva. Sahadhammiyāti sabrahmacārino. Ariyakantehīti",
  "atk-s0519a6:163_1": "ariyānaṁ kantehi piyehi manāpehi. Pañca sīlāni hi ariyasāvakānaṁ kantāni honti, bhavantarepi",
  "atk-s0519a6:163_2": "avijahanato. Tāni sandhāyetaṁ vuttaṁ. Sabbopi panettha saṁvaro labbhatiyeva. Sotāpannohamasmīti",
  "atk-s0519a6:163_3": "idaṁ desanāsīsameva. Sakadāgāmiādayopi “sakadāgāmīhamasmī”tiādinā nayena byākarontiyeva.",
  "atk-s0519a6:163_4": "Yato sabbesampi sikkhāpadāvirodhena yuttaṭṭhāne byākaraṇaṁ anuññātamevāti.",
  "atk-s0519a6:164_0": "Yassindriyānīti yassa ariyapuggalassa saddhādīni indriyāni. Subhāvitānīti ariyamaggabhāvanāvasena",
  "atk-s0519a6:164_1": "suṭṭhu bhāvitāni. Ajjhattaṁ bahiddhā cāti orambhāgiyānaṁ uddhambhāgiyānañca saṁyojanānaṁ",
  "atk-s0519a6:164_2": "pajahanavasena. Tenāha “sabbaloke”ti. Nibbijjhāti nibbijjhitvā paṭivijjhitvā.",
  "atk-s0519a6:165_0": "Dhammapadānīti dhammakoṭṭhāsāni. Anabhijjhā dhammapadaṁ nāma alobho vā alobhasīsena",
  "atk-s0519a6:165_1": "adhigatajhānavipassanāmaggaphalanibbānāni vā dasaasubhavasena vā adhigatajhānādīni",
  "atk-s0519a6:165_2": "anabhijjhā dhammapadaṁ. Catubrahmavihāravasena adhigatāni abyāpādo dhammapadaṁ. Dasānussatiāhārepaṭikkūlasaññāvasena",
  "atk-s0519a6:165_3": "adhigatāni sammāsati dhammapadaṁ. Dasakasiṇaānāpānavasena adhigatāni sammāsamādhi dhammapadaṁ.",
  "atk-s0519a6:166_0": "Pañca chindeti heṭṭhā apāyupapattisaṁvattanikāni pañca orambhāgiyasaṁyojanāni pāde",
  "atk-s0519a6:166_1": "baddharajjuṁ viya puriso satthena heṭṭhā maggattayena chindeyya. Pañca jaheti uparidevalokasampāpakāni",
  "atk-s0519a6:166_2": "pañca uddhambhāgiyasaṁyojanāni puriso gīvāya baddharajjuṁ viya arahattamaggena jaheyya",
  "atk-s0519a6:166_3": "chindeyyevāti attho. Pañca cuttari bhāvayeti uddhambhāgiyasaṁyojanānaṁ pahānatthāya",
  "atk-s0519a6:166_4": "saddhādīni pañcindriyāni uttari bhāveyya. Pañca saṅgātigoti evaṁ sante pañcannaṁ",
  "atk-s0519a6:166_5": "rāgadosamohamānadiṭṭhisaṅgānaṁ atikkamanena pañcasaṅgātigo hutvā bhikkhu “oghatiṇṇo”ti",
  "atk-s0519a6:166_6": "vuccati, nittiṇṇacaturoghoti vuccatīti attho.",
  "atk-s0519a6:167_0": "Anaññātaṁ appaṭividdhaṁ catusaccadhammaṁ, amatapadaṁyeva vā ñassāmi jānissāmīti paṭipannassa",
  "atk-s0519a6:167_1": "paṭhamamaggaṭṭhassa indriyanti anaññātaññassāmītindriyaṁ. Paṭhamamaggañāṇañhi taṁpubbabhāgavasena",
  "atk-s0519a6:167_2": "evaṁ vuttaṁ. Ājānāti paṭhamamaggena ñātamariyādaṁ anatikkamitvā jānātīti añño, tassa",
  "atk-s0519a6:167_3": "indriyanti aññindriyaṁ, heṭṭhā tīsu phalesu, upari tīsu maggesu ca ñāṇassetaṁ adhivacanaṁ.",
  "atk-s0519a6:167_4": "Aññātāvino catūsu saccesu niṭṭhitakiccassa arahato indriyanti aññātāvindriyaṁ, aggaphalañāṇassetaṁ",
  "atk-s0519a6:167_5": "adhivacanaṁ. Anabhisametassāti appaṭividdhassa. Abhisamayāyāti paṭivedhāya.",
  "atk-s0519a6:168": "116.",
  "atk-s0519a6:169_0": "Bālalakkhaṇānīti bālassa upalakkhaṇakāraṇāni. Bālanimittānīti “bālo aya”nti gahetuṁ",
  "atk-s0519a6:169_1": "nimittāni kāraṇāni. Bālāpadānānīti bālassa porāṇāni viruḷhāni kammāni. “Duccintitacintī”tiādīsu",
  "atk-s0519a6:169_2": "duccintitaṁ abhijjhaṁ byāpādaṁ micchādassanañca cintetīti duccintitacintī. Dubbhāsitaṁ",
  "atk-s0519a6:169_3": "musāvādādiṁ bhāsatīti dubbhāsitabhāsī. Dukkaṭaṁ pāṇātipātādikammaṁ karotīti dukkaṭakammakārī.",
  "atk-s0519a6:169_4": "Vuttavipariyāyena sukkapakkho veditabbo.",
  "atk-s0519a6:170_0": "Bhiyyoti uparūpari. Pakujjheyyunti virujjheyyuṁ. “Pakuppeyyu”ntipi pāṭho. Bhusenāti",
  "atk-s0519a6:170_1": "daḷhena. Daṇḍenāti daṇḍadānena. Dhīroti paṇḍito sappaññajātiko. Nisedhayeti paṭibāheyya.",
  "atk-s0519a6:170_2": "Puna kiñci kātuṁ vattuṁ vā asamatthaṁ kareyyāti attho.",
  "atk-s0519a6:171": "Paranti paccatthikaṁ. Yo sato upasammatīti yo satimā hutvā upasammati, tassa upasamaṁyevāhaṁ bālassa paṭisedhanaṁ maññāmīti attho.",
  "atk-s0519a6:172_0": "Vajjanti dosaṁ. Yadā naṁ maññatīti yasmā naṁ maññati. Ajjhāruhatīti ajjhottharati.",
  "atk-s0519a6:172_1": "Gova bhiyyo palāyinanti yathā goyūthe tāvadeva dve gāvo yujjhante gogaṇo olokento",
  "atk-s0519a6:172_2": "tiṭṭhati yāva na eko palāyati, yadā pana palāyati, atha taṁ palāyīnaṁ sabbo gogaṇo",
  "atk-s0519a6:172_3": "bhiyyo ajjhottharati, evaṁ dummedho khamantaṁ bhiyyo ajjhottharatīti attho.",
  "atk-s0519a6:173_0": "Sadatthaparamāti sakatthaparamā. Khantyā bhiyyo na vijjatīti tesu sakatthaparamesu",
  "atk-s0519a6:173_1": "atthesu khantito uttaritaro añño attho na vijjati. Tamāhu paramaṁ khantinti yo balavā",
  "atk-s0519a6:173_2": "titikkhati, tassa taṁ khantiṁ paramaṁ āhu. Bālabalaṁ nāma aññāṇabalaṁ. Taṁ yassa",
  "atk-s0519a6:173_3": "balaṁ, abalameva taṁ, na taṁ balanti āhu kathenti dīpenti. Dhammaguttassāti dhammena",
  "atk-s0519a6:173_4": "rakkhitassa dhammaṁ vā rakkhantassa. Paṭivattāti paṭippharitvā vattā, paṭipparitvā",
  "atk-s0519a6:173_5": "vā yaṁ vā taṁ vā vadeyyāsi. Dhammaṭṭhaṁ pana cāletuṁ samattho nāma natthi. Tasseva",
  "atk-s0519a6:173_6": "tena pāpiyoti tena kodhena tasseva puggalassa pāpaṁ hoti. Katarassāti ? Yo kuddhaṁ",
  "atk-s0519a6:173_7": "paṭikujjhati, tassa. Tattha kuddhanti sampadāne upayogavacanaṁ, kuddhassāti attho.",
  "atk-s0519a6:173_8": "Tikicchantānanti ekavacane bahuvacanaṁ, tikicchantanti attho. Janā maññantīti evarūpaṁ",
  "atk-s0519a6:173_9": "attano ca parassa cāti ubhinnaṁ atthaṁ tikicchantaṁ nipphādentaṁ puggalaṁ “bālo aya”nti",
  "atk-s0519a6:173_10": "andhabālaputhujjanā evaṁ maññanti. Ye dhammassa akovidāti ye catusaccadhamme akovidā",
  "atk-s0519a6:173_11": "acchekā, te evaṁ maññantīti attho.",
  "atk-s0519a6:174": "117.",
  "atk-s0519a6:175_0": "Pattanti adhigataṁ etarahi anubhuyyamānaṁ kāmūpakaraṇaṁ pattabbanti tadeva anāgate",
  "atk-s0519a6:175_1": "adhigantabbaṁ anubhavitabbaṁ, ubhayametaṁ rajānukiṇṇanti tadubhayampi rāgarajādīhi",
  "atk-s0519a6:175_2": "avakiṇṇaṁ. Āturassāti rāgādikilesāturassa. Anusikkhatoti kilesabahulapuggale anusikkhato.",
  "atk-s0519a6:175_3": "Ye ca sikkhāsārāti ye yathāsamādinnaṁ sīlavatādisaṅkhātaṁ sikkhaṁ sārato gahetvā",
  "atk-s0519a6:175_4": "ṭhitā. Tenāha – “sīlaṁ vataṁ jīvitaṁ brahmacariya”nti. Tattha yaṁ “na karomī”ti oramati,",
  "atk-s0519a6:175_5": "taṁ sīlaṁ. Yaṁ vesabhojanakiccacaraṇādi, taṁ vataṁ. Jīvitanti ājīvo. Brahmacariyanti",
  "atk-s0519a6:175_6": "methunavirati. Upaṭṭhānasārāti etesaṁ sīlādīnaṁ anuṭṭhānasārā. Etehi eva saṁsārasuddhīti",
  "atk-s0519a6:175_7": "tāni sārato gahetvā ṭhitāti attho.",
  "atk-s0519a6:176_0": "Iccete ubho antāti iti sīlabbataparāmāsamukhena attakilamathānuyogo, kāmesu anavajjasaññitāmukhena",
  "atk-s0519a6:176_1": "kāmasukhallikānuyogo cāti ete ubho antā. Te ca kho yathākkamaṁ āyatiṁ pattabbe, etarahi",
  "atk-s0519a6:176_2": "patte ca rāgarajādiokiṇṇe kāmaguṇe allīnehi kilesāturānaṁ anusikkhantehi, sayañca",
  "atk-s0519a6:176_3": "kilesātureheva paṭipajjitabbā, tato eva ca te kaṭasivaḍḍhanā aparāparaṁ jarāmaraṇehi",
  "atk-s0519a6:176_4": "sivathikāya vaḍḍhanasīlā ekanteneva kaṭasiṁ vaḍḍhenti, sayaṁ vaḍḍhantā pare ca antadvaye",
  "atk-s0519a6:176_5": "samādapentā vaḍḍhāpenti cāti attho.",
  "atk-s0519a6:177_0": "Ubho ante anabhiññāyāti yathāvutte ubho ante ajānitvā. Olīyanti eketi “sassato attā",
  "atk-s0519a6:177_1": "ca loko cā”ti olīyanataṇhābhinivesavasena avalīyanti ekacce. Atidhāvanti eketi ekacce",
  "atk-s0519a6:177_2": "– “ucchijjati vinassati attā ca loko cā”ti atidhāvanābhinivesavasena atikkamanti.",
  "atk-s0519a6:178": "Naamaññiṁsu tesañca taṇhādimaññanānaṁ pahīnattā. Tato eva anupādāparinibbānato tividhampi vaṭṭaṁ tesaṁ paññāpanāya natthīti.",
  "atk-s0519a6:179_0": "Jaññāti jāneyya. Saṁyujeti saṁyojeyya. Mānusanti manussānaṁ idanti mānusaṁ, manussabhavapariyāpannaṁ.",
  "atk-s0519a6:179_1": "Kiñhi tassa sakaṁ hotīti tassa maccumukhaṁ pavisantassa sattassa kiṁ aññaṁ sakaṁ",
  "atk-s0519a6:179_2": "nāma aññatra kalyāṇakammato. Kammassakā hi sattā. Tenāha – “tasmā kareyya kalyāṇa”ntiādi.",
  "atk-s0519a6:179_3": "Tattha samparāyikanti samparāyaphalanibbattakaṁ.",
  "atk-s0519a6:180": "118.",
  "atk-s0519a6:181_0": "Ime dhammāti ime kusalā vā akusalā vā dhammā. Evaṁgahitāti evaṁ samādinnā uppāditā.",
  "atk-s0519a6:181_1": "Idaṁ phalanti idaṁ iṭṭhavipākaṁ aniṭṭhavipākañca phalaṁ. Ayamatthoti ayaṁ vuḍḍhi,",
  "atk-s0519a6:181_2": "ayaṁ hānīti attho. Aññampi evaṁjātiyanti ekaṁsabyākaraṇīyaṁ vadati.",
  "atk-s0519a6:182": "Ākaṅkhato na jāneyyunti tattha yena hetunā bhagavato yā ākaṅkhā, sā aññesaṁ avisayoti āha – “kintaṁ bhagavā ākaṅkhatīti. Idaṁ avisajjanīya”nti.",
  "atk-s0519a6:183_0": "Ettakoti etaparimāṇo. Sīlakkhandheti sīlakkhandhahetu. “Sīlakkhandhenā”tipi pāṭho.",
  "atk-s0519a6:183_1": "Sesapadesupi eseva nayo. Iriyāyanti kāyavacīsamācāre. Pabhāveti ānubhāve. Hitesitāyanti",
  "atk-s0519a6:183_2": "mettāya. Iddhiyanti iddhividhāya. Ettakā buddhaguṇā, te ca paccekaṁ evaṁpabhāvā.",
  "atk-s0519a6:183_3": "Tathā maggaphalanibbānāni evamānubhāvāni. Ariyasaṅgho evaṁvidhaguṇehi yuttoti.",
  "atk-s0519a6:184_0": "Tiṇṇaṁ ratanānaṁ mahānubhāvatā na sabbathā aññesaṁ visayo, bhagavato eva visayoti",
  "atk-s0519a6:184_1": "āha – “buddhavisayo avisajjanīyo”ti. Tena yo aññopi attho buddhavisayo, so avisajjanīyoti",
  "atk-s0519a6:184_2": "dasseti. Vuttañhetaṁ bhagavatā – “buddhavisayo acinteyyo na cintetabbo, yaṁ cintento",
  "atk-s0519a6:184_3": "ummādassa vighātassa bhāgī assā”ti. Katamā pubbā koṭīti avisajjanīyanti “katamā pubbā",
  "atk-s0519a6:184_4": "koṭī”ti kenaci kataṁ pucchanaṁ avisajjanīyaṁ. Kasmā? Saṁsārassa purimāya koṭiyā abhāvato.",
  "atk-s0519a6:184_5": "Tenevāha – “purimā, bhikkhave, koṭi na paññāyatī”ti. Tattha na paññāyatīti na dissati,",
  "atk-s0519a6:184_6": "na upalabbhatīti attho. Na paññāyatīti aññassa ñāṇavisayo na hotīti pana atthaṁ sandhāya",
  "atk-s0519a6:184_7": "“na paññāyatīti sāvakānaṁ ñāṇavekallenā”tiādi vuttaṁ. Tattha attūpanāyikāti attā",
  "atk-s0519a6:184_8": "upanetabbo etissāti attūpanāyikā. Natthi buddhānaṁ bhagavantānaṁ avijānanāti etena",
  "atk-s0519a6:184_9": "purimāya koṭiyā abhāvato eva na paññāyati, na tattha ñāṇassa paṭighātoti dasseti.",
  "atk-s0519a6:185_0": "Yaṁ pana atthi, taṁ aññesaṁ appameyyampi bhagavato na appameyyanti bhagavato sabbattha",
  "atk-s0519a6:185_1": "appaṭihataññāṇataṁ dassetuṁ “yathā bhagavā kokālikaṁ bhikkhuṁ ārabbhā”tiādimāha.",
  "atk-s0519a6:185_2": "Tattha aññataraṁ bhikkhunti nāmagottena apākaṭaṁ. “Kīva dīghaṁ nu kho, bhante, padume",
  "atk-s0519a6:185_3": "niraye āyuppamāṇa”nti pañhaṁ pucchitvā nisinnaṁ ekaṁ bhikkhuṁ evamāhāti. Etthāyaṁ",
  "atk-s0519a6:185_4": "pāṭhaseso – dīghaṁ kho, bhikkhu, padume niraye āyuppamāṇaṁ, taṁ na sukaraṁ saṅkhātuṁ",
  "atk-s0519a6:185_5": "“ettakāni vassānī”ti vā “ettakāni vassasatānī”ti vā “ettakāni vassasahassānī”ti vā",
  "atk-s0519a6:185_6": "“ettakāni vassasatasahassānī”ti vāti. Sakkā pana, bhante, upamā kātunti. “Sakkā bhikkhū”ti",
  "atk-s0519a6:185_7": "bhagavā avoca. Seyyathāpi, bhikkhu, vīsatikhāriko kosalako tilavāho. Tato puriso",
  "atk-s0519a6:185_8": "vassasatassa vassasatassa accayena ekamekaṁ tilaṁ uddhareyya. Khippataraṁ kho so,",
  "atk-s0519a6:185_9": "bhikkhu, vīsatikhāriko kosalako tilavāho iminā upakkamena parikkhayaṁ pariyādānaṁ",
  "atk-s0519a6:185_10": "gaccheyya, na tveva eko abbudo nirayo. Seyyathāpi, bhikkhu, vīsati abbudā nirayā,",
  "atk-s0519a6:185_11": "evameko nirabbudo nirayotiādi.",
  "atk-s0519a6:186_0": "Tattha vīsatikhārikoti māgadhakena patthena cattāro patthā kosalaraṭṭhe eko pattho",
  "atk-s0519a6:186_1": "hoti. Tena patthena cattāro patthā āḷhakaṁ, cattāri āḷhakāni doṇaṁ, catudoṇā mānikā,",
  "atk-s0519a6:186_2": "catumānikā khārī. Tāya khāriyā vīsatikhāriko tilavāho. Tilavāhoti tilasakaṭaṁ. Abbudo",
  "atk-s0519a6:186_3": "nirayoti abbudo nāma eko paccekanirayo natthi, avīcimhi eva pana abbudagaṇanāya paccanokāso",
  "atk-s0519a6:186_4": "“abbudo nirayo”ti vutto. Esa nayo nirabbudādīsupi.",
  "atk-s0519a6:187_0": "Tattha vassagaṇanāpi evaṁ veditabbā – yathā hi sataṁsatasahassāni koṭi hoti. Evaṁ",
  "atk-s0519a6:187_1": "sataṁsatasahassakoṭiyo pakoṭi nāma. Sataṁsatasahassapakoṭiyo koṭipakoṭi nāma. Sataṁsatasahassakoṭipakoṭiyo",
  "atk-s0519a6:187_2": "nahutaṁ. Sataṁsatasahassanahutāni ninnahutaṁ. Sataṁsatasahassāni ninnahutāni eko",
  "atk-s0519a6:187_3": "abbudo. Tato vīsatiguṇo nirabbudo. Esa nayo sabbattha. Ayañca gaṇanā aparicitānaṁ",
  "atk-s0519a6:187_4": "dukkarāti vuttaṁ – “taṁ na sukaraṁ saṅkhātu”nti. Keci pana “tattha tattha paridevanānattena",
  "atk-s0519a6:187_5": "kammakāraṇanānattenapi imāni nāmāni laddhānī”ti vadanti. Apare “sītanarakā ete”ti.",
  "atk-s0519a6:187_6": "Cittaṁ āghātetvāti cittaṁ padūsetvā.",
  "atk-s0519a6:188": "119.",
  "atk-s0519a6:189_0": "Kathaṁ jinoti pakārapucchā. Kena jinoti kāraṇapucchā. Kena kāraṇena kena hetunā kāya",
  "atk-s0519a6:189_1": "paṭipattiyā jinoti pucchati. Kathanti pana kena pakārena kiṁ atītānaṁ, udāhu anāgatānaṁ",
  "atk-s0519a6:189_2": "paccuppannānaṁ kilesānaṁ pahānena jinoti pucchati, tasmā taṁ “visajjanīya”nti vuttaṁ.",
  "atk-s0519a6:189_3": "Katamo jinoti kiṁ rūpaṁ jino, udāhu vedanā saññā saṅkhārā viññāṇaṁ jino. Rūpādivinimutto",
  "atk-s0519a6:189_4": "vā añño jino, yo “attā”ti vuccatīti imamatthaṁ sandhāyāha “avisajjanīya”nti. Kittakoti",
  "atk-s0519a6:189_5": "pamāṇato kiṁparimāṇo.",
  "atk-s0519a6:190_0": "Atthitathāgatoti atthi satto. Yvāyamāyasmā “evaṁnāmo evaṁgotto”ti pañcakkhandhe upādāya",
  "atk-s0519a6:190_1": "paññapīyati, tassa puggalassa adhippetattā vuttaṁ “visajjanīya”nti. Rūpaṁ tathāgatoti",
  "atk-s0519a6:190_2": "rūpaṁ attāti sakkāyadiṭṭhivasena pucchatīti katvā vuttaṁ “avisajjanīya”nti. Iminā",
  "atk-s0519a6:190_3": "nayena sabbapadesu attho veditabbo.",
  "atk-s0519a6:191": "120.",
  "atk-s0519a6:192_0": "Bālaṁ pīṭhasamāruḷhantiādīni sāmiatthe upayogavacanāni. Kāyena duccaritānīti kāyena",
  "atk-s0519a6:192_1": "duṭṭhu katāni. Olabbhantīti avalambanti avatthariyanti. Sesapadadvayaṁ tasseva vevacanaṁ.",
  "atk-s0519a6:192_2": "Olambanādiākārena hi tāni upaṭṭhahanti, tasmā evaṁ vuttaṁ. Mahatanti mahantānaṁ.",
  "atk-s0519a6:192_3": "Pathaviyaṁ olambantīti pathavitale pattharanti. Sesapadadvayaṁ tasseva vevacanaṁ.",
  "atk-s0519a6:192_4": "Pattharaṇākāroyeva hesa. Tatra, bhikkhave, bālassāti tasmiṁ upaṭṭhahanākāre bālassa evaṁ hoti.",
  "atk-s0519a6:193_0": "Lābhāvo, bhikkhaveti bhikkhave, ye ime tumhehi paṭiladdhā manussattasaddhāpaṭilābhādayo,",
  "atk-s0519a6:193_1": "lābhā vo tumhākaṁ lābhā eva. Suladdhanti yampidaṁ pabbajitvā catupārisuddhisīlādisampādanaṁ",
  "atk-s0519a6:193_2": "laddhaṁ, tampi suladdhaṁ. Khaṇo vo paṭiladdhoti aṭṭhaakkhaṇavajjito navamoyaṁ khaṇo",
  "atk-s0519a6:193_3": "paṭiladdho maggabrahmacariyavāsāya. “Diṭṭhā mayā”tiādinā ekadesanidassanena aṭṭha akkhaṇe vibhāveti.",
  "atk-s0519a6:194": "121.",
  "atk-s0519a6:195": "Yahiṁ yahinti yaṁ yaṁ duggatiṁ yo gacchati. So naṁ adhammoti yo adhammo tena carito, so naṁ adhammacāriṁ puggalaṁ. Hanātīti bādhati.",
  "atk-s0519a6:196": "Appesakkhatāti appānubhāvatā. Dubbaṇṇatāti virūpatā bībhacchatā. Duppaññatāti nippaññatā ahetukapaṭisandhivasena eḷamūgatā.",
  "atk-s0519a6:197": "122.",
  "atk-s0519a6:198_0": "Vācānurakkhīti catunnaṁ vacīduccaritānaṁ parivajjanena vācānurakkhī. Abhijjhādīnaṁ",
  "atk-s0519a6:198_1": "anuppādanena manasā suṭṭhu saṁvuto. Pāṇātipātādayo pajahanto kāyena ca akusalaṁ na",
  "atk-s0519a6:198_2": "kayirā, ete tayo kammapathe visodhaye. Evaṁ visodhento hi sīlakkhandhādīnaṁ esakehi",
  "atk-s0519a6:198_3": "buddhādīhi isīhi paveditaṁ ariyaṁ aṭṭhaṅgikaṁ maggaṁ ārādheyyāti. Dukkaṭanti kāyena",
  "atk-s0519a6:198_4": "vācāya manasā ca dukkaṭaṁ sāvajjaṁ dukkhudrayaṁ duggatisaṁvattaniyaṁ kammaṁ yassa",
  "atk-s0519a6:198_5": "natthi. Saṁvutaṁ tīhiṭhānehīti etehi tīhi kāraṇehi kāyaduccaritādīnaṁ pavesanivāraṇato",
  "atk-s0519a6:198_6": "pihitaṁ, taṁ ahaṁ “brāhmaṇa”nti vadāmīti.",
  "atk-s0519a6:199_0": "Accantadussīlyanti ekantadussīlabhāvo. Gihī vāpi jātito paṭṭhāya dasa akusalakammapathe",
  "atk-s0519a6:199_1": "karonto, pabbajito vāpi upasampannadivasato paṭṭhāya garukāpattiṁ āpajjamāno accantadussīlo",
  "atk-s0519a6:199_2": "nāma. Idha pana yo dvīsu tīsu attabhāvesu dussīlo, tassa gatiyā āgataṁ dussīlabhāvaṁ",
  "atk-s0519a6:199_3": "sandhāyetaṁ vuttaṁ. Dussīlabhāvoti cettha dussīlassa cha dvārāni nissāya uppannā",
  "atk-s0519a6:199_4": "taṇhā veditabbā. Māluvā sālamivotthatanti yassa puggalassa taṁ taṇhāsaṅkhātaṁ dussīlyaṁ.",
  "atk-s0519a6:199_5": "Yathā nāma māluvā sālaṁ otthataṁ deve vassante pattehi udakaṁ paṭicchitvā saṁbhañjanavasena",
  "atk-s0519a6:199_6": "sabbatthakameva pariyonandhati, evaṁ attabhāvaṁ otthataṁ pariyonandhitvā ṭhitaṁ so",
  "atk-s0519a6:199_7": "māluvāya saṁbhañjitvā bhūmiyaṁ pātiyamāno rukkho viya tāya dussīlyasaṅkhātāya taṇhāya",
  "atk-s0519a6:199_8": "saṁbhañjitvā apāyesu pātiyamāno, yathā naṁ anatthakāmo diso icchati, tathā attānaṁ",
  "atk-s0519a6:199_9": "karoti nāmāti attho.",
  "atk-s0519a6:200_0": "“Attanā hi kata”nti gāthāya ayaṁ saṅkhepattho – yathā pāsāṇamayaṁ pāsāṇasambhavaṁ",
  "atk-s0519a6:200_1": "vajiraṁ tameva asmamayaṁ maṇiṁ attano uṭṭhānaṭṭhānasaṅkhātaṁ pāsāṇamaṇiṁ khāyitvā",
  "atk-s0519a6:200_2": "chiddāchiddaṁ khaṇḍākhaṇḍaṁ katvā aparibhogaṁ karoti, evamevaṁ attanā kataṁ attani",
  "atk-s0519a6:200_3": "jātaṁ attasambhavaṁ pāpaṁ dummedhaṁ nippaññaṁ puggalaṁ catūsu apāyesu abhimatthati",
  "atk-s0519a6:200_4": "kantati viddhaṁsetīti.",
  "atk-s0519a6:201_0": "Niseviyāti katvā. Garahāti gārayhā. Bālamatīti mandabuddhino. Khayā ca kammassāti",
  "atk-s0519a6:201_1": "kammakkhayakarañāṇena kammassa khepanato. Vimuttacetasoti samucchedavimuttiyā paṭippassaddhivimuttiyā",
  "atk-s0519a6:201_2": "ca vimuttacitto. Nibbanti te jotirivindhanakkhayāti yathā nāma anupādāno jātavedo",
  "atk-s0519a6:201_3": "nibbāyati, evamevaṁ abhisaṅkhārassa viññāṇassa anavasesakkhayā nibbāyati.",
  "atk-s0519a6:202": "123.",
  "atk-s0519a6:203_0": "“Yathāpi bhamaro”ti gāthāyaṁ bhamaroti yā kāci madhukarajāti. Pupphanti pupphārāme",
  "atk-s0519a6:203_1": "caranto pupphañca tassa vaṇṇañca gandhañca aheṭhayaṁ aheṭhayanto avināsento caratīti",
  "atk-s0519a6:203_2": "attho. Evaṁ caritvā ca paleti rasamādāyāti yāvadatthaṁ rasaṁ pivitvā aparampi madhukaraṇatthāya",
  "atk-s0519a6:203_3": "rasaṁ gahetvā ḍeti. So ekaṁ vanagahanaṁ ajjhogāhetvā rukkhasusirādīsu taṁ rajamissakaṁ",
  "atk-s0519a6:203_4": "rasaṁ ṭhapetvā anupubbena madhurarasaṁ madhuṁ karoti, na tassa pupphārāme caritapaccayā",
  "atk-s0519a6:203_5": "pupphaṁ vā tassa vaṇṇo vā gandho vā vinassati, atha kho pupphaṁ pākatikameva hoti.",
  "atk-s0519a6:203_6": "Evaṁ gāme munī careti evaṁ sekkho asekkho vā anagāriyamuni kulapaṭipāṭiyā gāme bhikkhaṁ",
  "atk-s0519a6:203_7": "gaṇhanto careyyāti attho. Na hi tassa gāme caraṇapaccayā saddhāhāni vā bhogahāni",
  "atk-s0519a6:203_8": "vā hoti, saddhāpi bhogāpi pākatikāva honti. Evaṁ caritvā ca pana gāmato nikkhamitvā",
  "atk-s0519a6:203_9": "bahigāme udakaphāsukaṭṭhāne saṅghāṭiṁ paññapetvā nisinno akkhabhañjana- vaṇalepanaputtamaṁsūpamavasena",
  "atk-s0519a6:203_10": "paccavekkhanto piṇḍapātaṁ paribhuñjitvā tathārūpaṁ vanasaṇḍaṁ anupavisitvā ajjhattikakammaṭṭhānaṁ",
  "atk-s0519a6:203_11": "sammasanto maggaphalāni hatthagatāneva karoti. Asekkhamuni pana diṭṭhadhammasukhavihāramanuyuñjati.",
  "atk-s0519a6:203_12": "Ayamassa bhamarena madhukarena sarikkhatā. Khīṇāsavo panettha adhippetoti.",
  "atk-s0519a6:204_0": "Pātimokkhasaṁvarasaṁvuto viharatīti yo naṁ pāti rakkhati, taṁ mokkheti moceti āpāyikādīhi",
  "atk-s0519a6:204_1": "dukkhehīti pātimokkho. So eva kāyikavācasikassa vītikkamassa saṁvaraṇato pidahanato",
  "atk-s0519a6:204_2": "saṁvaro. Tena pātimokkhasaṁvarena saṁvuto samannāgato hutvā sabbiriyāpathesu carati.",
  "atk-s0519a6:204_3": "Ācāragocarasampannoti ācārena ca gocarena ca sampanno. Aṇumattesūti appamattakesu.",
  "atk-s0519a6:204_4": "Vajjesūti akusaladhammesu. Bhayadassāvīti bhayaṁ dassī. Samādāya sikkhati sikkhāpadesūti",
  "atk-s0519a6:204_5": "sikkhāpadesu yaṁ kiñci sikkhitabbaṁ, taṁ sabbaṁ sammā ādiyitvā sikkhati.",
  "atk-s0519a6:205_0": "Kāyakammavacīkammena samannāgato, kusalena parisuddhājīvoti ettha ācāragocaraggahaṇeneva",
  "atk-s0519a6:205_1": "kusale kāyakamme vacīkamme ca gahitepi yasmā idaṁ ājīvapārisuddhisīlaṁ na ākāsādīsu",
  "atk-s0519a6:205_2": "uppajjati, kāyavacīdvāresu eva pana uppajjati, tasmā tassa uppattidvāradassanatthaṁ",
  "atk-s0519a6:205_3": "“kāyavacīkammena samannāgato, kusalenā”ti vuttaṁ. Yasmā pana tena samannāgato, tasmā",
  "atk-s0519a6:205_4": "parisuddhājīvo, ājīvapārisuddhipi sīlamevāti dassanatthaṁ etaṁ vuttaṁ. Vuttañhetaṁ",
  "atk-s0519a6:205_5": "– “katame ca thapati kusalā sīlā? Kusalaṁ kāyakammaṁ kusalaṁ vacīkammaṁ, parisuddhaṁ",
  "atk-s0519a6:205_6": "ājīvampi kho ahaṁ thapati sīlasmiṁ vadāmī”ti. Āraddhavīriyoti yassa kāyikaṁ cetasikañca",
  "atk-s0519a6:205_7": "vīriyaṁ āraddhaṁ hoti, so “āraddhavīriyo”ti vuccati. Tattha yo gaṇasaṅgaṇikaṁ vinodetvā",
  "atk-s0519a6:205_8": "catūsu iriyāpathesu aṭṭhaārambhavatthuvasena ekako hoti, tassa kāyikaṁ vīriyaṁ āraddhaṁ",
  "atk-s0519a6:205_9": "nāma hoti. Yo cittasaṅgaṇikaṁ vinodetvā aṭṭhasamāpattivasena ekako hoti, gamanādīsu",
  "atk-s0519a6:205_10": "uppannakilesaṁ uppannaṭṭhāneyeva niggaṇhitvā jhānaṁ nibbatteti, tassa cetasikaṁ vīriyaṁ",
  "atk-s0519a6:205_11": "āraddhaṁ nāma hoti. Evaṁ āraddhavīriyo. Thāmavāti ṭhitimā. Daḷhaparakkamoti thiraparakkamo.",
  "atk-s0519a6:205_12": "Anikkhittadhuro…pe… sacchikiriyāyāti saṁkilesadhammānaṁ pahānatthaṁ vodānadhammānaṁ",
  "atk-s0519a6:205_13": "sampādanatthaṁ, paccakkhakaraṇatthañca dhuraṁ anikkhipitvā vīriyaṁ ussukkāpento viharati.",
  "atk-s0519a6:205_14": "Paññavāti pañcannaṁ khandhānaṁ udayabbayapariggāhikāya paññāya samannāgato. Tenāha",
  "atk-s0519a6:205_15": "“udayatthagāminiyā”ti.",
  "atk-s0519a6:206_0": "Natthi puttasamaṁ pemanti mātāpitaro virūpepi attano puttake suvaṇṇabimbakaṁ viya",
  "atk-s0519a6:206_1": "maññanti mālāguḷe viya sīsādīsu katvā pariharamānā. Tehi uhaditāpi omuttitāpi gandhavilepanaṁ",
  "atk-s0519a6:206_2": "paṭicchantā viya somanassaṁ āpajjanti. Tenāha – “natthi puttasamaṁ pema”nti. Puttapemena",
  "atk-s0519a6:206_3": "samaṁ pemaṁ nāma natthīti vuttaṁ hoti. Gosamitanti gohi samaṁ godhanasadisaṁ aññaṁ",
  "atk-s0519a6:206_4": "dhanaṁ nāma natthi. Sūriyasamā ābhāti sūriyābhāya samā aññā ābhā nāma natthi. Samuddaparamāti",
  "atk-s0519a6:206_5": "ye keci aññe sarā nāma, sabbe te samuddaparamā. Samuddo tesaṁ uttamo, samuddasadisaṁ",
  "atk-s0519a6:206_6": "aññaṁ udakaṁ nidānaṁ nāma natthi bhagavāti vadati.",
  "atk-s0519a6:207_0": "Yasmā pana attapemena samaṁ pemaṁ natthi. Mātāpitaro hi chaḍḍetvāpi puttadhītaro",
  "atk-s0519a6:207_1": "aposetvā attānameva posenti. Dhaññena ca samaṁ dhanaṁ nāma natthi. Tathārūpe hi kāle",
  "atk-s0519a6:207_2": "hiraññasuvaṇṇādīnipi gomahiṁsādīnipi dhaññaggahaṇatthaṁ dhaññasāmikānameva santikaṁ",
  "atk-s0519a6:207_3": "gahetvā gacchanti. Paññāya ca samā ābhā nāma natthi. Sūriyādayo hi ekadesaṁyeva obhāsenti,",
  "atk-s0519a6:207_4": "paccuppannameva ca tamaṁ vinodenti, paññā pana dasasahassimpi lokadhātuṁ ekapajjotaṁ",
  "atk-s0519a6:207_5": "kātuṁ sakkoti, atītaṁsādipaṭicchādakañca tamaṁ vidhamati. Meghavuṭṭhiyā ca samo saro",
  "atk-s0519a6:207_6": "nāma natthi. Nadī vā hi hotu taḷākādīni vā, vuṭṭhisamo saro nāma natthi. Meghavuṭṭhiyā",
  "atk-s0519a6:207_7": "hi pacchinnāya mahāsamudde aṅgulipabbatemanamattampi udakaṁ na hoti, vuṭṭhiyā pana",
  "atk-s0519a6:207_8": "pavattamānāya yāva ābhassarabhavanāpi ekodakaṁ hoti. Tasmā bhagavā devatāvacanaṁ",
  "atk-s0519a6:207_9": "paṭikkhipanavasena paṭigāthaṁ vadanto “natthi attasamaṁ pema”ntiādimāha.",
  "atk-s0519a6:208": "124.",
  "atk-s0519a6:209_0": "Kiṁsūdha bhītāti kiṁ nu bhītā. Maggo canekāyatano pavuttoti aṭṭhatiṁsārammaṇavasena",
  "atk-s0519a6:209_1": "anekehi kāraṇehi maggo kathito, evaṁ sante kissa bhītā hutvā ayaṁ janatā dvāsaṭṭhi",
  "atk-s0519a6:209_2": "diṭṭhiyo aggahesīti vadati. Bhūripaññāti bahupañña ussannapañña. Paralokaṁ na bhāyeti",
  "atk-s0519a6:209_3": "imasmā lokā paralokaṁ gacchanto na bhāyeyya.",
  "atk-s0519a6:210_0": "Paṇidhāyāti ṭhapetvā. Gharamāvasantoti anāthapiṇḍikādayo viya bahvannapāne ghare",
  "atk-s0519a6:210_1": "vasanto. Saṁvibhāgīti accharāya gahitampi nakhena phāletvā parassa datvāva bhuñjanasīlo.",
  "atk-s0519a6:210_2": "Vadaññūti yācakānaṁ yācanavasena vuttavacanaññū, vacanīyo vā. Ettha ca vācanti cattāri",
  "atk-s0519a6:210_3": "vacīsucaritāni gahitāni. Mananti tīṇi manosucaritāni. Kāyenāti tīṇi kāyasucaritāni.",
  "atk-s0519a6:210_4": "Ime dasa kusalakammapathā pubbasuddhiaṅgaṁ nāma. “Bahvannapānaṁ gharamāvasanto”ti",
  "atk-s0519a6:210_5": "iminā yaññaupakkharo gahito. Saddhoti ekaṁ aṅgaṁ, mudūti ekaṁ, saṁvibhāgīti ekaṁ,",
  "atk-s0519a6:210_6": "vadaññūti ekanti imāni cattāri aṅgāni sandhāya “etesu dhammesu ṭhito catūsū”ti āha.",
  "atk-s0519a6:211": "Aparo nayo – “vāca”ntiādīni tīṇi aṅgāni, “bahvannapāna”nti iminā yaññaupakkharova gahito, “saddho mudu saṁvibhāgī vadaññū”ti ekaṁ aṅgaṁ.",
  "atk-s0519a6:212_0": "Aparo dukanayo nāma hoti – “vācaṁ manañcā”ti ekaṁ aṅgaṁ, “kāyena pāpāni akubbamāno",
  "atk-s0519a6:212_1": "bahvannapānaṁ gharamāvasanto”ti ekaṁ, “saddho mudū”ti ekaṁ, “saṁvibhāgī vadaññū”ti",
  "atk-s0519a6:212_2": "ekanti etesu catūsu dhammesu ṭhito dhamme ṭhito nāma hoti. So ito paralokaṁ gacchantona bhāyati.",
  "atk-s0519a6:213_0": "Kāyasamācārampītiādi pātimokkhasaṁvaradassanaṁ. Tattha duvidhenāti dvividhena, dvīhi",
  "atk-s0519a6:213_1": "koṭṭhāsehīti attho. Jaññāti jāneyya. Sīlakathā ca nāmesā kammapathavasena vā paṇṇattivasena",
  "atk-s0519a6:213_2": "vā kathetabbā. Tattha kammapathavasena tāva kathentena asevitabbakāyasamācāro pāṇātipātādinnādānamicchācārehi",
  "atk-s0519a6:213_3": "kathetabbo. Paṇṇattivasena kāyadvāre paññattasikkhāpadavītikkamavasena. Sevitabbakāyasamācāro",
  "atk-s0519a6:213_4": "pāṇātipātādiveramaṇīhi ceva kāyadvāre paññattasikkhāpadaavītikkamena ca kathetabbo.",
  "atk-s0519a6:214_0": "Asevitabbavacīsamācāro musāvādādivacīduccaritena ceva vacīdvāre paññattasikkhāpadavītikkamena",
  "atk-s0519a6:214_1": "ca kathetabbo. Sevitabbavacīsamācāro musāvādādiveramaṇīhi ceva vacīdvāre paññattasikkhāpadaavītikkamena ca kathetabbo.",
  "atk-s0519a6:215_0": "Pariyesanā pana kāyavācāhi pariyesanā eva, sā kāyavacīsamācāraggahaṇena gahitāpi",
  "atk-s0519a6:215_1": "yasmā ājīvaṭṭhamakasīlaṁ nāma etasmiṁyeva dvāradvaye uppajjati, na ākāse, tasmā ājīvaṭṭhamakasīladassanatthaṁ",
  "atk-s0519a6:215_2": "visuṁ vuttā. Tattha nasevitabbapariyesanā anariyapariyesanāya kathetabbā, sevitabbapariyesanā",
  "atk-s0519a6:215_3": "ariyapariyesanāya. Vuttañhetaṁ – “katamā ca, bhikkhave, anariyapariyesanā? Idha,",
  "atk-s0519a6:215_4": "bhikkhave, ekacco attanā jātidhammo samāno jātidhammaṁyeva pariyesatī”tiādi. Tathā",
  "atk-s0519a6:215_5": "“katamā ca, bhikkhave, ariyapariyesanā? Idha, bhikkhave, ekacco attanā jātidhammo",
  "atk-s0519a6:215_6": "samāno jātidhamme ādīnavaṁ viditvā ajātaṁ anuttaraṁ yogakkhemaṁ nibbānaṁ pariyesatī”tiādi.",
  "atk-s0519a6:216": "170.",
  "atk-s0519a6:217_0": "Maggānaṭṭhaṅgikoti jaṅghamaggādayo vā hontu dvāsaṭṭhidiṭṭhigatamaggā vā, sabbesampi",
  "atk-s0519a6:217_1": "maggānaṁ sammādiṭṭhiādīhi aṭṭhahi aṅgehi micchādiṭṭhiādīnaṁ aṭṭhannaṁ pāpadhammānaṁ",
  "atk-s0519a6:217_2": "pahānakaro nirodhaṁ ārammaṇaṁ katvā catūsupi saccesu dukkhaparijānanādikiccaṁ sādhayamāno",
  "atk-s0519a6:217_3": "aṭṭhaṅgiko maggo seṭṭho uttamo. Saccānaṁ caturo padāti “saccaṁ bhaṇe na kujjheyyā”ti",
  "atk-s0519a6:217_4": "āgataṁ vacīsaccaṁ vā hotu, “sacco brāhmaṇo, sacco khattiyo”tiādibhedaṁ sammutisaccaṁ",
  "atk-s0519a6:217_5": "vā, “idameva saccaṁ moghamañña”nti diṭṭhisaccaṁ vā, “ekañhi saccaṁ na dutiyamatthī”ti",
  "atk-s0519a6:217_6": "vuttaṁ paramatthasaccaṁ vā hotu. Sabbesampi imesaṁ saccānaṁ parijānitabbaṭṭhena pahātabbaṭṭhena",
  "atk-s0519a6:217_7": "sacchikātabbaṭṭhena bhāvetabbaṭṭhena ekapaṭivedhaṭṭhena tathapaṭivedhaṭṭhena ca “dukkhaṁ",
  "atk-s0519a6:217_8": "ariyasacca”ntiādayo caturo padā seṭṭhā nāma. Virāgo seṭṭho dhammānanti “yāvatā, bhikkhave,",
  "atk-s0519a6:217_9": "dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṁ dhammānaṁ aggamakkhāyatī”ti vacanato",
  "atk-s0519a6:217_10": "nibbānasaṅkhāto virāgo sabbadhammānaṁ seṭṭho. Dvipadānañca cakkhumāti sabbesampi",
  "atk-s0519a6:217_11": "devamanussādibhedānaṁ dvipadānaṁ pañcahi cakkhūhi cakkhumā bhagavāva seṭṭhoti.",
  "atk-s0519a6:218_0": "Aggānīti uttamāni. Yāvatāti yattakā. Apadāti nippadā ahimacchādayo. Dvipadāti manussapakkhijātādayo.",
  "atk-s0519a6:218_1": "Catuppadāti hatthiassādayo. Bahuppadāti satapadiādayo. Rūpinoti kāmāvacararūpāvacarasattā.",
  "atk-s0519a6:218_2": "Asaññinoti asaññībhave nibbattasattā. Nevasaññīnāsaññinoti bhavagge nibbattasattā.",
  "atk-s0519a6:218_3": "Aggamakkhāyatīti guṇehi aggo uttamo seṭṭho akkhāyati.",
  "atk-s0519a6:219_0": "Asaṅkhatānanti nibbānameva vuttaṁ. Virāgotiādīni ca nibbānasseva nāmāni. Tañhi āgamma",
  "atk-s0519a6:219_1": "sabbe kilesā virajjanti, sabbe rāgamadādayo madā nimmadā honti abhāvaṁ gacchanti,",
  "atk-s0519a6:219_2": "sabbā pipāsā vinayaṁ upenti, sabbe ālayā samugghātaṁ gacchanti, vaṭṭāni upacchijjanti,",
  "atk-s0519a6:219_3": "taṇhā khīyati, sabbapariḷāhā vūpasammanti, vaṭṭadukkhaṁ nirujjhati nibbāyati. Tasmā",
  "atk-s0519a6:219_4": "taṁ etāni nāmāni labhatīti.",
  "atk-s0519a6:220_0": "Dhammo ca kusalakkhatoti tassa satthuno dhammo ca kusalo anavajjo, anavajjattā eva",
  "atk-s0519a6:220_1": "paṭipakkhehi rāgādīhi kilesehi sabbatitthiyavādehi ca aparikkhato. Tāni tīṇi visissareti",
  "atk-s0519a6:220_2": "etāni tīṇi ratanāni loke sabbaratanehi visissanti guṇavasena sabbalokaṁ atisentīti attho.",
  "atk-s0519a6:221_0": "Samaṇapadumasañcayo gaṇoti padumasadisānaṁ ariyasamaṇānaṁ samūhasaṅkhāto gaṇo. Padumanti",
  "atk-s0519a6:221_1": "hi paripuṇṇasatapattassa saroruhassa nāmaṁ. Ariyapuggalā ca sabbathāpi paripuṇṇaguṇāti",
  "atk-s0519a6:221_2": "padumasadisā vuttā. Vidūnaṁ sakkatoti vidūhi paṇḍitehi sakkato. Naravaradamakoti",
  "atk-s0519a6:221_3": "naravaro ca purisānaṁ damako nāyako cāti attho. Lokassa uttarīti lokassa upari ṭhitāni,",
  "atk-s0519a6:221_4": "sabbaloke uttamānīti attho.",
  "atk-s0519a6:222_0": "Nirupadāhoti rāgapariḷāhādīhi anupadāho. Saccanāmoti avitathanāmo yathābhuccaguṇehi",
  "atk-s0519a6:222_1": "āgatanāmo. Sabbābhibhūti sabbalokaṁ attano guṇehi abhibhavitvā ṭhito. Saccadhammoti",
  "atk-s0519a6:222_2": "vaṭṭato ekantanissaraṇabhāvena avitatho saha pariyattiyā navavidhopi lokuttaradhammo,",
  "atk-s0519a6:222_3": "tato eva natthañño tassa uttarīti tassa uttari adhikaguṇo añño ca dhammo natthīti",
  "atk-s0519a6:222_4": "attho. Ariyasaṅghova niccaṁ sabbakālaṁ vidūhi sabbapaṇḍitehi pūjito.",
  "atk-s0519a6:223": "“Ekāyana”nti gāthāya ekāyananti ekaṁ maggaṁ. Maggassa hi –",
  "atk-s0519a6:224": "“Maggo pantho patho pajjo, añjasaṁ vaṭumāyanaṁ;",
  "atk-s0519a6:225": "Nāvā uttarasetu ca, kullo ca bhisi saṅgamo”ti. –",
  "atk-s0519a6:226_0": "Bahūni nāmāni, svāyaṁ idha ayananāmena vutto. Tasmā ekāyananti ekamaggaṁ, na dvedhāpathabhūtanti",
  "atk-s0519a6:226_1": "attho. Atha vā ekena ayitabbanti ekāyanaṁ. Gaṇasaṅgaṇikaṁ pahāya vivekaṭṭhena pavivittena",
  "atk-s0519a6:226_2": "paṭipajjitabbanti attho. Ayanti vā etenāti ayano, saṁsārato nibbānaṁ gacchantīti",
  "atk-s0519a6:226_3": "attho. Ekassa vā sabbasattaseṭṭhassa bhagavato ayanoti ekāyano. Kiñcāpi hi tena aññepi",
  "atk-s0519a6:226_4": "ayanti, tathāpi bhagavatova so ayano, tena uppāditattā. Yathāha – “so hi, brāhmaṇa,",
  "atk-s0519a6:226_5": "bhagavā anuppannassa maggassa uppādetā”tiādi. Ayatīti vā ayano, gacchati pavattatīti",
  "atk-s0519a6:226_6": "attho. Ekasmiṁ imasmiṁyeva dhammavinaye ayano, na aññatthāti ekāyano. Yathāha – “imasmiṁ",
  "atk-s0519a6:226_7": "kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhatī”ti. Api ca pubbabhāge",
  "atk-s0519a6:226_8": "nānāmukhabhāvanāya pavattopi aparabhāge ekaṁ nibbānameva ayati gacchatīti ekāyano, taṁ ekāyanaṁ.",
  "atk-s0519a6:227_0": "Jātikhayantadassīti jātiyā khayasaṅkhāto anto jātikhayanto. Jātiyā accantakhayanto",
  "atk-s0519a6:227_1": "nibbānaṁ, taṁ passīti jātikhayantadassī. “Maggaṁ pajānāti hitānukampī”tipi pāṭho.",
  "atk-s0519a6:227_2": "Tassattho – vuttappakāraṁ ekāyanasaṅkhātaṁ maggaṁ sayambhuñāṇena bhagavā pajānāti,",
  "atk-s0519a6:227_3": "jānanto ca tena tena hitena satte anukampatīti. Idāni tassa maggassa ekāyanabhāvaṁ,",
  "atk-s0519a6:227_4": "tīsupi kālesu ekantaniyyānatañca vibhāvetuṁ “etena maggena tariṁsu pubbe, tarissanti",
  "atk-s0519a6:227_5": "ye ca taranti ogha”nti āha. Tassattho – ye atītamaddhānaṁ kāmoghādicatubbidhaṁ oghaṁ",
  "atk-s0519a6:227_6": "tariṁsu, ye taṁ anāgatamaddhānaṁ tarissanti, etarahi ca taranti, te sabbe eteneva",
  "atk-s0519a6:227_7": "maggena, na aññenāti. Visuddhipekkhāti caturoghanittharaṇena accantavisuddhiṁ nibbānaṁ",
  "atk-s0519a6:227_8": "apekkhantā, parinibbāyitukāmāti attho.",
  "atk-s0519a6:228_0": "Evaṁ duvidhampi sāsanapaṭṭhānaṁ nānāsuttapadāni udāharantena vibhajitvā idāni saṁkilesabhāgiyādīhi",
  "atk-s0519a6:228_1": "saṁsanditvā dassetuṁ puna “lokiyaṁ sutta”ntiādi āraddhaṁ. Tattha dassanabhāgiyena",
  "atk-s0519a6:228_2": "ca bhāvanābhāgiyena cāti nibbedhabhāgiyena. Nibbedhabhāgiyameva hi dassanabhāgiyaṁ",
  "atk-s0519a6:228_3": "bhāvanābhāgiyanti dvidhā bhinditvā dassitaṁ. Lokiyañca lokuttarañcāti lokiyaṁ lokuttarañca",
  "atk-s0519a6:228_4": "suttaṁ, saṁkilesabhāgiyādīhi dassanabhāgiyādīhi cāti ubhayehi niddisitabbanti adhippāyo.",
  "atk-s0519a6:228_5": "Yasmiṁ suttetiādi niddisanākāradassanaṁ. Tattha saṁkilesabhāgiyanti saṁkilesakoṭṭhāsasahitaṁ,",
  "atk-s0519a6:228_6": "saṁkilesatthadīpananti attho. Esa nayo sesesupi.",
  "atk-s0519a6:229_0": "Evaṁ lokiyattikassa saṁkilesabhāgiyādīhi catūhi padehi saṁsandanaṁ dassetvā iminā",
  "atk-s0519a6:229_1": "nayena sesatikānaṁ sesapadānañca saṁsandanaṁ suviññeyyanti taṁ anuddharitvā saṁkilesabhāgiyādīnaṁ",
  "atk-s0519a6:229_2": "samatikkamanaṁ dassetuṁ “vāsanābhāgiyaṁ sutta”ntiādi vuttaṁ. Tattha yadipi saṁkilesabhāgiyaṁ",
  "atk-s0519a6:229_3": "suttaṁ, vāsanābhāgiyañca suttaṁ lokiyameva. Tathāpi lokuttarasuttāni viya lokiyasuttānaṁ",
  "atk-s0519a6:229_4": "vāsanābhāgiyaṁ suttaṁ saṁkilesabhāgiyassa samatikkamāya hotīti imamatthaṁ dassetuṁ",
  "atk-s0519a6:229_5": "“vāsanābhāgiyaṁ suttaṁ saṁkilesabhāgiyassa suttassa nigghātāyā”ti vuttaṁ. Tattha",
  "atk-s0519a6:229_6": "nigghātāyāti pahānāya. Suttasīsena cettha suttattho gahitoti daṭṭhabbaṁ. Yasmā ca",
  "atk-s0519a6:229_7": "vodānadhammā viya saṁkilesadhammānaṁ dassanabhūmisamatikkamaneneva bhāvanābhūmi adhigantabbā,",
  "atk-s0519a6:229_8": "tasmā “bhāvanābhāgiyaṁ suttaṁ dassanabhāgiyassa suttassa paṭinissaggāyā”ti vuttaṁ.",
  "atk-s0519a6:229_9": "Yasmā pana asekkhadhammesu uppannesu maggabhāvanākiccaṁ nāma natthi. Jhānabhāvanāpi",
  "atk-s0519a6:229_10": "diṭṭhadhammasukhavihāratthā eva hoti, tasmā “asekkhabhāgiyaṁ suttaṁ bhāvanābhāgiyassa",
  "atk-s0519a6:229_11": "suttassa paṭinissaggāya, asekkhabhāgiyaṁ suttaṁ diṭṭhadhammasukhavihārattha”nti ca vuttaṁ.",
  "atk-s0519a6:230": "Idāni tikapadeheva saṁsanditvā dassetuṁ “lokuttara”ntiādi vuttaṁ. Ekabījinātiādīsu yo sotāpanno hutvā ekameva attabhāvaṁ janetvā arahattaṁ pāpuṇāti, ayaṁ ekabījī nāma. Yathāha –",
  "atk-s0519a6:231_0": "“Katamo ca puggalo ekabījī? Idhekacco puggalo tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno",
  "atk-s0519a6:231_1": "hoti avinipātadhammo niyato sambodhiparāyaṇo. So ekaṁyeva mānusakaṁ bhavaṁ nibbattetvā",
  "atk-s0519a6:231_2": "dukkhassantaṁ karoti. Ayaṁ vuccati puggalo ekabījī”ti.",
  "atk-s0519a6:232": "Yo pana dve vā tīṇi vā kulāni sandhāvitvā saṁsaritvā dukkhassantaṁ karoti, ayaṁ kolaṁkolo nāma. Yathāha –",
  "atk-s0519a6:233": "“Katamo ca puggalo kolaṁkolo? Idhekacco puggalo tiṇṇaṁ…pe… parāyaṇo. So dve vā tīṇi vā kulāni sandhāvitvā saṁsaritvā dukkhassantaṁ karoti. Ayaṁ vuccati puggalo kolaṁkolo”ti.",
  "atk-s0519a6:234": "Tattha kulānīti bhave. Dve vā tīṇi vāti idamettha desanāmattameva. Yāva chaṭṭhabhavā saṁsarantopi kolaṁkolo hoti eva.",
  "atk-s0519a6:235": "Yo pana satta bhave saṁsaritvā dukkhassantaṁ karoti, ayaṁ sattakkhattuparamo nāma. Yathāha –",
  "atk-s0519a6:236_0": "“Katamo ca puggalo sattakkhattuparamo? Idhekacco…pe… parāyaṇo. So sattakkhattuṁ deve",
  "atk-s0519a6:236_1": "ceva mānuse ca sandhāvitvā saṁsaritvā dukkhassantaṁ karoti. Ayaṁ vuccati puggalo",
  "atk-s0519a6:236_2": "sattakkhattuparamo”ti.",
  "atk-s0519a6:237_0": "Ko pana tesaṁ etaṁ pabhedaṁ niyametīti? Keci tāva “pubbahetu niyametī”ti vadanti.",
  "atk-s0519a6:237_1": "Keci “paṭhamamaggo”, keci “upari tayo maggā”. Keci “tiṇṇaṁ maggānaṁ vipassanā”ti.",
  "atk-s0519a6:237_2": "Tattha pubbahetu niyametīti vāde paṭhamamaggassa upanissayo kato nāma hoti. Upari",
  "atk-s0519a6:237_3": "tayo maggā nirupanissayā uppannāti āpajjati. Paṭhamamaggo niyametīti vāde upari tiṇṇaṁ",
  "atk-s0519a6:237_4": "maggānaṁ niratthakatā āpajjati. Upari tayo maggā niyamentīti vāde “paṭhamamagge anuppanne",
  "atk-s0519a6:237_5": "eva upari tayo maggā uppannā”ti āpajjati. Vipassanā niyametīti vādo pana yujjati.",
  "atk-s0519a6:237_6": "Sace hi upari tiṇṇaṁ maggānaṁ vipassanā balavatī hoti, ekabījī nāma hoti. Tato mandatarā",
  "atk-s0519a6:237_7": "kolaṁkolo. Tato mandatarā sattakkhattuparamoti. Ettha ca yo manussesu eva sattakkhattuṁ",
  "atk-s0519a6:237_8": "saṁsaritvā arahattaṁ pāpuṇāti, yo ca devesuyeva sattakkhattuṁ saṁsaritvā arahattaṁ",
  "atk-s0519a6:237_9": "pāpuṇāti, ime na idhādhippetā. Yo pana kālena devesu, kālena manussesūti vomissakanayena",
  "atk-s0519a6:237_10": "saṁsaritvā arahattaṁ pāpuṇāti, so idhādhippeto. Tasmā “sattakkhattuparamo”ti idaṁ",
  "atk-s0519a6:237_11": "idhaṭṭhakavokiṇṇavaṭṭajjhāsayassa vasena veditabbaṁ. Vaṭṭajjhāsayo hi ādito paṭṭhāya",
  "atk-s0519a6:237_12": "cha devaloke sodhetvā akaniṭṭhe ṭhatvā parinibbāyissati.",
  "atk-s0519a6:238_0": "Tattha yo saddhaṁ dhuraṁ katvā sotāpattimaggaṁ nibbatteti, so maggakkhaṇe saddhānusārī",
  "atk-s0519a6:238_1": "nāma hoti. Phalakkhaṇe pana saddhāvimutto nāma hutvā vuttanayena ekabījiādibhedo",
  "atk-s0519a6:238_2": "hoti. Yo pana paññaṁ dhuraṁ katvā sotāpattimaggaṁ nibbatteti, so maggakkhaṇe dhammānusārī",
  "atk-s0519a6:238_3": "nāma. Phalakkhaṇe pana diṭṭhippatto nāma hutvā ekabījiādibhedo hoti. Idañca aṭṭhannaṁ",
  "atk-s0519a6:238_4": "vimokkhānaṁ alābhino vasena vuttaṁ. Lābhī pana phalakkhaṇe kāyasakkhī nāma hoti.",
  "atk-s0519a6:238_5": "Tattha ye saddhāvimuttadiṭṭhippattakāyasakkhināmakā tayo sotāpannā, te ekabījiādīhi",
  "atk-s0519a6:238_6": "tīheva saṅgahetvā vuttaṁ – “pañcahi puggalehi niddisitabbaṁ ekabījinā…pe… dhammānusārinā”ti, evaṁ pañcahi.",
  "atk-s0519a6:239_0": "Dvādasahipuggalehīti sakadāgāmimaggaṭṭho, sakadāgāmī, anāgāmimaggaṭṭho, abhedena",
  "atk-s0519a6:239_1": "anāgāmī, antarāparinibbāyiādayo pañca, saddhāvimuttadiṭṭhippattakāyasakkhino tayoti",
  "atk-s0519a6:239_2": "bhedena aṭṭhāti, evaṁ dvādasahi. Tattha hi yo avihādīsu tattha tattha āyuvemajjhaṁ",
  "atk-s0519a6:239_3": "appatvā parinibbāyati, ayaṁ antarāparinibbāyī. Yo pana āyuvemajjhaṁ atikkamitvā arahattaṁ",
  "atk-s0519a6:239_4": "pāpuṇāti, ayaṁ upahaccaparinibbāyī. Tathā yo avihādīsu upapanno asaṅkhārena appayogena",
  "atk-s0519a6:239_5": "arahattaṁ adhigacchati, ayaṁ asaṅkhāraparinibbāyī. Yo pana sasaṅkhārena sappayogena",
  "atk-s0519a6:239_6": "arahattaṁ adhigacchati, ayaṁ sasaṅkhāraparinibbāyī. Uddhaṁ uparūpari brahmaloke upapattisoto",
  "atk-s0519a6:239_7": "etassāti uddhaṁsoto. Paṭisandhivasena akaniṭṭhe gacchatīti akaniṭṭhagāmī.",
  "atk-s0519a6:240_0": "Tattha atthi uddhaṁsoto akaniṭṭhagāmī atthi uddhaṁsoto na akaniṭṭhagāmī, atthi na",
  "atk-s0519a6:240_1": "uddhaṁsoto akaniṭṭhagāmī atthi na uddhaṁsoto na akaniṭṭhagāmīti. Tattha yo idha anāgāmiphalaṁ",
  "atk-s0519a6:240_2": "patvā avihādīsu nibbatto tattha yāvatāyukaṁ ṭhatvā uparūpari nibbattitvā akaniṭṭhaṁ",
  "atk-s0519a6:240_3": "pāpuṇāti, ayaṁ uddhaṁsoto akaniṭṭhagāmī nāma. Yo pana avihādīsu nibbatto tattheva",
  "atk-s0519a6:240_4": "aparinibbāyitvā akaniṭṭhampi appatvā uparūpari brahmaloke parinibbāyati, ayaṁ uddhaṁsoto",
  "atk-s0519a6:240_5": "na akaniṭṭhagāmī nāma. Yo ito cavitvā akaniṭṭheyeva nibbattati, ayaṁ na uddhaṁsoto",
  "atk-s0519a6:240_6": "akaniṭṭhagāmī nāma. Yo pana avihādīsu catūsu aññatarasmiṁ nibbattitvā tattheva parinibbāyati,",
  "atk-s0519a6:240_7": "ayaṁ na uddhaṁsoto na akaniṭṭhagāmī nāma. Saddhāvimuttādayo vuttavibhāgāyeva.",
  "atk-s0519a6:241_0": "Navahi puggalehīti ettha aṭṭhannaṁ vimokkhānaṁ alābhī arahā paññāvimutto nāma. Tesaṁ",
  "atk-s0519a6:241_1": "pana lābhī vikkhambhanasamucchedavimokkhavasena ubhohi bhāgehi rūpakāyanāmakāyasaṅkhātato",
  "atk-s0519a6:241_2": "ubhato bhāgato vimuttattā ubhatobhāgavimutto nāma. Samasīsināti ettha tividho samasīsī",
  "atk-s0519a6:241_3": "– iriyāpathasamasīsī, rogasamasīsī, jīvitasamasīsīti.",
  "atk-s0519a6:242_0": "Tatra yo ṭhānādīsu iriyāpathesu yeneva iriyāpathena samannāgato hutvā vipassanaṁ",
  "atk-s0519a6:242_1": "ārabhati, teneva iriyāpathena arahattaṁ patvā parinibbāyati, ayaṁ iriyāpathasamasīsī",
  "atk-s0519a6:242_2": "nāma. Yo pana ekaṁ rogaṁ patvā antoroge eva vipassanaṁ paṭṭhapetvā arahattaṁ patvā",
  "atk-s0519a6:242_3": "teneva rogena parinibbāyati, ayaṁ rogasamasīsī nāma. Palibodhasīsaṁ taṇhā, bandhanasīsaṁ",
  "atk-s0519a6:242_4": "māno, parāmāsasīsaṁ diṭṭhi, vikkhepasīsaṁ uddhaccaṁ, kilesasīsaṁ avijjā, adhimokkhasīsaṁ",
  "atk-s0519a6:242_5": "saddhā, paggahasīsaṁ vīriyaṁ, upaṭṭhānasīsaṁ sati, avikkhepasīsaṁ samādhi, dassanasīsaṁ",
  "atk-s0519a6:242_6": "paññā, pavattasīsaṁ jīvitindriyaṁ, gocarasīsaṁ vimokkho, saṅkhārasīsaṁ nirodhoti",
  "atk-s0519a6:242_7": "terasasu sīsesu kilesasīsaṁ avijjaṁ arahattamaggo pariyādiyati, pavattasīsaṁ jīvitindriyaṁ",
  "atk-s0519a6:242_8": "cuticittaṁ pariyādiyati. Tattha avijjāpariyādāyakaṁ cittaṁ jīvitindriyaṁ pariyādātuṁ",
  "atk-s0519a6:242_9": "na sakkoti. Jīvitindriyapariyādāyakaṁ avijjaṁ pariyādātuṁ na sakkoti. Aññaṁ avijjāpariyādāyakaṁ",
  "atk-s0519a6:242_10": "cittaṁ, aññaṁ jīvitindriyapariyādāyakaṁ. Yassa cetaṁ sīsadvayaṁ samaṁ pariyādānaṁ",
  "atk-s0519a6:242_11": "gacchati, so jīvitasamasīsī nāma.",
  "atk-s0519a6:243_0": "Kathaṁ panidaṁ samaṁ hotīti? Vārasamatāya. Yasmiñhi vāre maggavuṭṭhānaṁ hoti, sotāpattimagge",
  "atk-s0519a6:243_1": "pañca paccavekkhaṇāni, sakadāgāmimagge pañca, anāgāmimagge pañca, arahattamagge cattārīti",
  "atk-s0519a6:243_2": "ekūnavīsatime paccavekkhaṇañāṇe patiṭṭhāya bhavaṅgaṁ otaritvā parinibbāyato imāya",
  "atk-s0519a6:243_3": "vārasamatāya idaṁ ubhayasīsapariyādānampi samaṁ hoti nāma. Tenāyaṁ puggalo “jīvitasamasīsī”ti",
  "atk-s0519a6:243_4": "vuccati, ayameva idhādhippeto. Evaṁ suññatavimuttādayo tayo saddhāvimutto paññāvimutto",
  "atk-s0519a6:243_5": "ubhatobhāgavimutto samasīsīti satta sāvakā arahanto, paccekabuddho, sammāsambuddhoti",
  "atk-s0519a6:243_6": "imehi navahi puggalehi asekkhabhāgiyaṁ suttaṁ niddisitabbaṁ.",
  "atk-s0519a6:244_0": "Rāgacaritoti rāgasahitaṁ caritaṁ etassāti rāgacarito. Rāgena vā carito pavattito",
  "atk-s0519a6:244_1": "rāgacarito, rāgajjhāsayo rāgādhikoti attho. Esa nayo sesesupi. Rāgamukhe ṭhitoti",
  "atk-s0519a6:244_2": "rāgapariyuṭṭhāne ṭhito, pariyuṭṭhitarāgoti attho. Sesapadesupi eseva nayo.",
  "atk-s0519a6:245_0": "Vāsanābhāgiyaṁ suttanti lokiyaṁ sattādhiṭṭhānaṁ vāsanābhāgiyaṁ suttaṁ. Lokiyaṁ sattādhiṭṭhānaṁ",
  "atk-s0519a6:245_1": "saṁkilesabhāgiyañhi suttaṁ rāgacaritehi puggalehi niddiṭṭhaṁ. Tattha “lokiyaṁ, sattādhiṭṭhāna”nti",
  "atk-s0519a6:245_2": "padadvayaṁ anuvattamānaṁ katvā vuttaṁ “vāsanābhāgiya”nti. Sīlavantehīti sīlavantādīhi",
  "atk-s0519a6:245_3": "puggalehi. Pakatisīlantiādi yehi samannāgatā, te puggalā. Tesaṁ dassanena puggalānaṁ",
  "atk-s0519a6:245_4": "upalakkhaṇaṁ. Atha vā dhammādhiṭṭhānaṁ pakatisīlādivasena, sattādhiṭṭhānaṁ pakatisīlavantādivasena",
  "atk-s0519a6:245_5": "veditabbanti imassa nayassa dassanatthaṁ “sīlavantehi niddisitabba”nti vatvā “pakatisīla”ntiādi",
  "atk-s0519a6:245_6": "vuttaṁ. Taṁ pakatisīlādīnaṁ pañcannaṁ eva gahaṇaṁ nidassanamattaṁ, pattidānaabbhanumodanadhammassavanadesanādiṭṭhijukammādīnampi",
  "atk-s0519a6:245_7": "cettha sambhavato. Tesampi vā ettheva saṅgahetvā dassanatthaṁ “pañcā”ti vuttaṁ.",
  "atk-s0519a6:246_0": "Tattha pakatisīlanti sampattaviratisīlaṁ. Cittappasādoti kammaphalasaddhā ratanattayasaddhā",
  "atk-s0519a6:246_1": "ca. Ñāṇaṁ paññāya niddisitabbanti yasmiṁ sutte paññā āgatā, taṁ suttaṁ ñāṇanti niddisitabbaṁ.",
  "atk-s0519a6:246_2": "Na kevalaṁ paññāpariyāyeneva, atha kho paññindriyādipariyāyenapi yattha paññā āgatā,",
  "atk-s0519a6:246_3": "taṁ suttaṁ ñāṇanti niddisitabbanti dassetuṁ “paññindriyenā”tiādi vuttaṁ. Tassattho",
  "atk-s0519a6:246_4": "– heṭṭhā vutto eva. Yaṁ vā panātiādīsu yaṁ vā aññaṁ kiñci paññāya adhivacanaṁ. Sabbaṁ",
  "atk-s0519a6:246_5": "taṁ yattha katthaci sutte āgataṁ, taṁ suttaṁ ñāṇanti niddisitabbanti attho.",
  "atk-s0519a6:247_0": "Ajjhattikabāhirehīti yasmiṁ sutte ajjhattikāni āyatanāni, bāhirāni ca āyatanāni āgatāni,",
  "atk-s0519a6:247_1": "taṁ suttaṁ tehi āyatanehi ñāṇaṁ ñeyyanti niddisitabbaṁ. Paññāpi ārammaṇabhūtā ñeyyanti",
  "atk-s0519a6:247_2": "ñeyyato visuṁ katvā paññā vuttā. Tathā hi paññā ñāṇantarassa ārammaṇanti katthaci",
  "atk-s0519a6:247_3": "sutte ñeyyabhāvenapi vuccati. Yaṁ kiñci ārammaṇabhūtanti yaṁ kiñci ñāṇassa visayabhūtaṁ",
  "atk-s0519a6:247_4": "rūpādi. Ajjhattikaṁ vā bāhiraṁ vāti vā-saddena oḷārikādiṁ saṅgaṇhāti. Sabbaṁ taṁ",
  "atk-s0519a6:247_5": "saṅkhatena asaṅkhatena cāti sabbaṁ taṁ yathāsambhavaṁ saṅkhatabhāvena asaṅkhatabhāvena",
  "atk-s0519a6:247_6": "ca ñeyyanti niddisitabbaṁ. Ñeyyadhammavasena hi ñeyyasuttaṁ ñeyyanti vuccatīti.",
  "atk-s0519a6:248_0": "Yaṁ vā pana kiñci bhagavā aññataravacanaṁ bhāsatīti lokiyalokuttarādisuttesu ekasmiṁ",
  "atk-s0519a6:248_1": "sutte dve. Tesu yaṁ vā pana kiñci aññataravacanaṁ ekasseva kathanaṁ bhāsati niddisati.",
  "atk-s0519a6:248_2": "Sabbaṁ taṁ yathāniddiṭṭhaṁ dhārayitabbanti taṁ yathā sabbaṁ suttaṁ lokiyādīsu yadi",
  "atk-s0519a6:248_3": "aññataravasena, atha ubhayavasena yathā yathā niddiṭṭhaṁ, tathā tathā gahetabbaṁ,",
  "atk-s0519a6:248_4": "taṁ taṁ padhānabhāvena niddisitabbanti attho.",
  "atk-s0519a6:249_0": "Kilesasahitaññeva kammaṁ vipākassa hetu, na itaranti vuttaṁ “duvidho hetu yañca kammaṁ",
  "atk-s0519a6:249_1": "ye ca kilesā”ti. Samudayo kilesāti ettha “samudayo”ti etena samudayapakkhiyā vuttā.",
  "atk-s0519a6:249_2": "“Kilesā”ti ca kilesavanto, saṁkiliṭṭhāti attho. Yaṁ dissatīti yaṁ yaṁ dissati. Tāsu",
  "atk-s0519a6:249_3": "tāsu bhūmīsūti puthujjanabhūmiādīsu. Kappiyānulomenāti kappiyena ca kappiyānulomena",
  "atk-s0519a6:249_4": "ca. Tattha kappiyaṁ pāḷiyaṁ sarūpato vuttaṁ, kappiyānulomaṁ mahāpadesavasena nayato",
  "atk-s0519a6:249_5": "dassitaṁ. Paṭikkhittakāraṇenāti yena kāraṇena bhagavatā yaṁ paṭikkhittaṁ, tena kāraṇena",
  "atk-s0519a6:249_6": "taṁ niddisitabbaṁ. Ekantena sarāgādisaṁvattanameva hi bhagavatā paṭikkhittaṁ, taṁ",
  "atk-s0519a6:249_7": "sarāgāya saṁvattanādikāraṇena niddisitabbaṁ. Dhammassāti asaṅkhatadhammassa. Ariyadhammānanti",
  "atk-s0519a6:249_8": "maggaphaladhammānaṁ. Sesaṁ suviññeyyameva.",
  "atk-s0519a6:250_0": "Ettha ca yathā saṁkilesabhāgiyādīnaṁ aññamaññaṁ saṁsaggato anekavidho paṭṭhānabhedo",
  "atk-s0519a6:250_1": "icchito, evaṁ lokiyasattādhiṭṭhānādisaṁsaggatopi anekavidho paṭṭhānabhedo sambhavati.",
  "atk-s0519a6:250_2": "Pāḷiyaṁ pana ubhayatthāpi ekadesadassanavasena āgatattā nayadassananti veditabbaṁ.",
  "atk-s0519a6:250_3": "Sakkā hi iminā nayena viññunā te niddhāretunti. Yathā ca saṁkilesabhāgiyādīnaṁ lokiyādīnañca",
  "atk-s0519a6:250_4": "visuṁ visuṁ saṁsaggabhedavasena ayaṁ paṭṭhānabhedo anekavidho labbhati, evaṁ ubhayesampi",
  "atk-s0519a6:250_5": "saṁsaggavasena ayaṁ nayo yathārahaṁ labbhateva. Labbhati hi lokiyaṁ suttaṁ kiñci",
  "atk-s0519a6:250_6": "saṁkilesabhāgiyaṁ, kiñci vāsanābhāgiyaṁ. Tathā lokuttaraṁ suttaṁ kiñci nibbedhabhāgiyaṁ,",
  "atk-s0519a6:250_7": "kiñci asekkhabhāgiyanti. Sesesupi eseva nayo.",
  "atk-s0519a6:251_0": "Evaṁ soḷasavidhe paṭṭhāne aṭṭhavīsatividhaṁ paṭṭhānaṁ pakkhipitvā, aṭṭhavīsatividhe",
  "atk-s0519a6:251_1": "ca paṭṭhāne soḷasavidhaṁ pakkhipitvā yathārahaṁ dukatikādibhedena sambhavato paṭṭhānavibhāgo",
  "atk-s0519a6:251_2": "veditabbo, so ca kho tīsu piṭakesu labbhamānassa suttapadassa vasena. Yasmā pana",
  "atk-s0519a6:251_3": "tāni tāni suttapadāni udāharaṇavasena niddhāretvā imasmiṁ atthe vitthāriyamāne atipapañco",
  "atk-s0519a6:251_4": "hoti, atibhāriyā ca nettisaṁvaṇṇanā, sakkā ca iminā nayena viññunā ayamattho viññātuṁ,",
  "atk-s0519a6:251_5": "tasmā na taṁ vitthārayimha. Teneva hi pāḷiyaṁ aññamaññasaṁsaggavasena paṭṭhānavibhāgo",
  "atk-s0519a6:251_6": "ekadeseneva dassito, na nippadesatoti.",
  "atk-s0519a6:252": "Sāsanapaṭṭhānavāravaṇṇanā niṭṭhitā.",
  "atk-s0519a6:253": "Nigamanakathā",
  "atk-s0519a6:254": "Ettāvatā ca –",
  "atk-s0519a6:255": "Hāre naye ca paṭṭhāne, suvisuddhavinicchayaṁ;",
  "atk-s0519a6:256": "Vibhajanto navaṅgassa, sāsanassatthavaṇṇanaṁ.",
  "atk-s0519a6:257": "Nettippakaraṇaṁ dhīro, gambhīraṁ nipuṇañca yaṁ;",
  "atk-s0519a6:258": "Adesayi mahāthero, mahākaccāyano vasī.",
  "atk-s0519a6:259": "Saddhammāvataraṭṭhāne, paṭṭane nāgasavhaye;",
  "atk-s0519a6:260": "Dhammāsokamahārāja-vihāre vasatā mayā.",
  "atk-s0519a6:261": "Ciraṭṭhitatthaṁ yā tassa, āraddhā atthavaṇṇanā;",
  "atk-s0519a6:262": "Udāharaṇasuttānaṁ, lakkhaṇānañca sabbaso.",
  "atk-s0519a6:263": "Atthaṁ pakāsayantī sā, anākulavinicchayā;",
  "atk-s0519a6:264": "Samattā sattavīsāya, pāḷiyā bhāṇavārato.",
  "atk-s0519a6:265": "Iti taṁ saṅkharontena, yaṁ taṁ adhigataṁ mayā;",
  "atk-s0519a6:266": "Puññaṁ tassānubhāvena, lokanāthassa sāsanaṁ.",
  "atk-s0519a6:267": "Ogāhetvā visuddhāya, sīlādipaṭipattiyā;",
  "atk-s0519a6:268": "Sabbepi dehino hontu, vimuttirasabhāgino.",
  "atk-s0519a6:269": "Ciraṁ tiṭṭhatu lokasmiṁ, sammāsambuddhasāsanaṁ;",
  "atk-s0519a6:270": "Tasmiṁ sagāravā niccaṁ, hontu sabbepi pāṇino.",
  "atk-s0519a6:271": "Sammā vassatu kālena, devopi jagatīpati;",
  "atk-s0519a6:272": "Saddhammanirato lokaṁ, dhammeneva pasāsatūti.",
  "atk-s0519a6:273": "Iti badaratitthavihāravāsinā ācariyadhammapālena katā",
  "atk-s0519a6:274": "Nettippakaraṇassa atthasaṁvaṇṇanā samattāti.",
  "atk-s0519a6:275": "Nettippakaraṇa-aṭṭhakathā niṭṭhitā."
}