{
  "atk-s0403a10:0": "(11) 1. Phāsuvihāravaggo",
  "atk-s0403a10:1": "1. Sārajjasuttavaṇṇanā",
  "atk-s0403a10:2": "101. Tatiyassa paṭhame vesārajjakaraṇāti visāradabhāvāvahā. Sārajjaṁ hotīti domanassaṁ hoti.",
  "atk-s0403a10:3": "2. Ussaṅkitasuttavaṇṇanā",
  "atk-s0403a10:4_0": "102. Dutiye ussaṅkitaparisaṅkitoti ussaṅkito ca parisaṅkito ca. Api akuppadhammopīti",
  "atk-s0403a10:4_1": "api akuppadhammo khīṇāsavo samānopi parehi pāpabhikkhūhi ussaṅkitaparisaṅkito hotīti",
  "atk-s0403a10:4_2": "attho. Vesiyāgocarotiādīsu vesiyā vuccanti rūpūpajīviniyo, tā gocaro assāti vesiyāgocaro,",
  "atk-s0403a10:4_3": "tāsaṁ gehaṁ abhiṇhagamanoti attho. Sesapadesupi eseva nayo. Tattha pana vidhavāti",
  "atk-s0403a10:4_4": "matapatikā. Thullakumārikāti mahallikakumārikāyo.",
  "atk-s0403a10:5": "3. Mahācorasuttavaṇṇanā",
  "atk-s0403a10:6_0": "103. Tatiye ito bhogena paṭisantharissāmīti ito mama sāpateyyato bhogaṁ gahetvā tena",
  "atk-s0403a10:6_1": "paṭisanthāraṁ karissāmi, tassa ca mama ca antaraṁ pidahissāmīti attho. Gahaṇānīti",
  "atk-s0403a10:6_2": "parasantakānaṁ bhaṇḍānaṁ gahaṇāni. Guyhamantāti guhitabbamantā. Antaggāhikāyāti sassataṁ",
  "atk-s0403a10:6_3": "vā ucchedaṁ vā gahetvā ṭhitāya. Sesamettha uttānatthameva. Catutthe sabbaṁ heṭṭhā vuttanayameva.",
  "atk-s0403a10:7": "5. Phāsuvihārasuttavaṇṇanā",
  "atk-s0403a10:8_0": "105. Pañcame mettaṁ kāyakammanti mettacittena pavattitaṁ kāyakammaṁ. Āvi ceva raho",
  "atk-s0403a10:8_1": "cāti sammukhe ceva parammukhe ca. Itaresupi eseva nayo. Yāni tāni sīlānītiādi catupārisuddhisīlavasena",
  "atk-s0403a10:8_2": "vuttaṁ. Samādhisaṁvattanikānīti maggasamādhiphalasamādhinibbattakāni. Sīlasāmaññagatoti",
  "atk-s0403a10:8_3": "samānasīlataṁ gato, ekasadisasīlo hutvāti attho. Takkarassāti yo naṁ karoti, tassa.",
  "atk-s0403a10:8_4": "Iti imasmiṁ sutte sīlaṁ missakaṁ kathitaṁ, diṭṭhi vipassanāsammādiṭṭhīti.",
  "atk-s0403a10:9": "6. Ānandasuttavaṇṇanā",
  "atk-s0403a10:10_0": "106. Chaṭṭhe no ca paraṁ adhisīle sampavattā hotīti paraṁ sīlabhāvena na garahati",
  "atk-s0403a10:10_1": "na upavadati. Attānupekkhīti attanova katākataṁ jānanavasena attānaṁ anupekkhitā.",
  "atk-s0403a10:10_2": "No parānupekkhīti parassa katākatesu abyāvaṭo. Apaññātoti apākaṭo appapuñño. Apaññātakenāti",
  "atk-s0403a10:10_3": "apaññātabhāvena apākaṭatāya mandapuññatāya. No paritassatīti paritāsaṁ nāpajjati.",
  "atk-s0403a10:10_4": "Iti imasmiṁ sutte khīṇāsavova kathito.",
  "atk-s0403a10:11": "7-8. Sīlasuttādivaṇṇanā",
  "atk-s0403a10:12_0": "107-108. Sattame sīlasamādhipaññā missikā kathitā, vimutti arahattaphalaṁ , vimuttiñāṇadassanaṁ",
  "atk-s0403a10:12_1": "paccavekkhaṇañāṇaṁ lokiyameva. Aṭṭhamepi eseva nayo. Paccavekkhaṇañāṇaṁ panettha",
  "atk-s0403a10:12_2": "asekhassa pavattattā asekhanti vuttaṁ.",
  "atk-s0403a10:13": "9-10. Cātuddisasuttādivaṇṇanā",
  "atk-s0403a10:14": "109-110. Navame cātuddisoti catūsu disāsu appaṭihatacāro. Imasmimpi sutte khīṇāsavova kathito. Dasame alanti yutto. Idhāpi khīṇāsavova kathito.",
  "atk-s0403a10:15": "Phāsuvihāravaggo paṭhamo."
}