{
  "atk-s0103a3:0": "4. Aggaññasuttavaṇṇanā",
  "atk-s0103a3:1": "Vāseṭṭhabhāradvājavaṇṇanā",
  "atk-s0103a3:2_0": "111.Evaṁme sutanti aggaññasuttaṁ. Tatrāyamanuttānapadavaṇṇanā – pubbārāme migāramātupāsādeti",
  "atk-s0103a3:2_1": "ettha ayaṁ anupubbikathā. Atīte satasahassakappamatthake ekā upāsikā padumuttaraṁ",
  "atk-s0103a3:2_2": "bhagavantaṁ nimantetvā buddhappamukhassa bhikkhusatasahassassa dānaṁ datvā bhagavato",
  "atk-s0103a3:2_3": "pādamūle nipajjitvā “anāgate tumhādisassa buddhassa aggupaṭṭhāyikā homī”ti patthanaṁ",
  "atk-s0103a3:2_4": "akāsi. Sā kappasatasahassaṁ devesu ceva manussesu ca saṁsaritvā amhākaṁ bhagavato",
  "atk-s0103a3:2_5": "kāle bhaddiyanagare meṇḍakaseṭṭhiputtassa dhanañcayaseṭṭhino gehe sumanadeviyā kucchimhi",
  "atk-s0103a3:2_6": "paṭisandhiṁ gaṇhi. Jātakāle tassā visākhāti nāmaṁ akaṁsu. Sā yadā bhagavā bhaddiyanagaraṁ",
  "atk-s0103a3:2_7": "āgamāsi, tadā pañcadāsisatehi saddhiṁ bhagavato paccuggamanaṁ katvā paṭhamadassanamhiyeva sotāpannā ahosi.",
  "atk-s0103a3:3_0": "Aparabhāge sāvatthiyaṁ migāraseṭṭhiputtassa puṇṇavaḍḍhanakumārassa gehaṁ gatā. Tattha",
  "atk-s0103a3:3_1": "naṁ migāraseṭṭhi mātuṭṭhāne ṭhapesi. Tasmā migāramātāti vuccati. Patikulaṁ gacchantiyā",
  "atk-s0103a3:3_2": "cassā pitā mahālatāpiḷandhanaṁ nāma kārāpesi. Tasmiṁ piḷandhane catasso vajiranāḷiyo",
  "atk-s0103a3:3_3": "upayogaṁ agamaṁsu, muttānaṁ ekādasa nāḷiyo, pavāḷassa dvāvīsati nāḷiyo, maṇīnaṁ tettiṁsa",
  "atk-s0103a3:3_4": "nāḷiyo. Iti etehi ca aññehi ca sattahi ratanehi niṭṭhānaṁ agamāsi. Taṁ sīse paṭimukkaṁ",
  "atk-s0103a3:3_5": "yāva pādapiṭṭhiyā bhassati. Pañcannaṁ hatthīnaṁ balaṁ dhārayamānāva naṁ itthī dhāretuṁ",
  "atk-s0103a3:3_6": "sakkoti. Sā aparabhāge dasabalassa aggupaṭṭhāyikā hutvā taṁ pasādhanaṁ vissajjetvā",
  "atk-s0103a3:3_7": "navahi koṭīhi bhagavato vihāraṁ kārayamānā karīsamatte bhūmibhāge pāsādaṁ kāresi.",
  "atk-s0103a3:3_8": "Tassa uparibhūmiyaṁ pañca gabbhasatāni honti, heṭṭhimabhūmiyaṁ pañcāti gabbhasahassappaṭimaṇḍito",
  "atk-s0103a3:3_9": "ahosi. Sā “suddhapāsādova na sobhatī”ti taṁ parivāretvā pañca duvaḍḍhagehasatāni,",
  "atk-s0103a3:3_10": "pañca cūḷapāsādasatāni, pañca dīghasālasatāni ca kārāpesi. Vihāramaho catūhi māsehi niṭṭhānaṁ agamāsi.",
  "atk-s0103a3:4_0": "Mātugāmattabhāve ṭhitāya visākhāya viya aññissā buddhasāsane dhanapariccāgo nāma",
  "atk-s0103a3:4_1": "natthi, purisattabhāve ṭhitassa anāthapiṇḍikassa viya aññassāti. So hi catupaṇṇāsakoṭiyo",
  "atk-s0103a3:4_2": "vissajjetvā sāvatthiyā dakkhiṇabhāge anurādhapurassa mahāvihārasadise ṭhāne jetavanamahāvihāraṁ",
  "atk-s0103a3:4_3": "nāma kāresi. Visākhā sāvatthiyā pācīnabhāge uttaradeviyā vihārasadise ṭhāne pubbārāmaṁ",
  "atk-s0103a3:4_4": "nāma kāresi. Bhagavā imesaṁ dvinnaṁ kulānaṁ anukampāya sāvatthiṁ nissāya viharanto",
  "atk-s0103a3:4_5": "imesu dvīsu vihāresu nibaddhavāsaṁ vasi. Ekaṁ antovassaṁ jetavane vasati, ekaṁ pubbārāme.",
  "atk-s0103a3:4_6": "Tasmiṁ samaye pana bhagavā pubbārāme viharati. Tena vuttaṁ “pubbārāme migāramātupāsāde”ti.",
  "atk-s0103a3:5_0": "Vāseṭṭhabhāradvājāti vāseṭṭho ca sāmaṇero bhāradvājo ca. Bhikkhūsu parivasantīti",
  "atk-s0103a3:5_1": "te neva titthiyaparivāsaṁ vasanti, na āpattiparivāsaṁ. Aparipuṇṇavassattā pana bhikkhubhāvaṁ",
  "atk-s0103a3:5_2": "patthayamānā vasanti. Tenevāha “bhikkhubhāvaṁ ākaṅkhamānā”ti. Ubhopi hete udiccabrāhmaṇamahāsālakule",
  "atk-s0103a3:5_3": "nibbattā, cattālīsa cattālīsa koṭivibhavā tiṇṇaṁ vedānaṁ pāragū majjhimanikāye vāseṭṭhasuttaṁ",
  "atk-s0103a3:5_4": "sutvā saraṇaṁ gatā, tevijjasuttaṁ sutvā pabbajitvā imasmiṁ kāle bhikkhubhāvaṁ ākaṅkhamānā",
  "atk-s0103a3:5_5": "parivasanti. Abbhokāse caṅkamatīti uttaradakkhiṇena āyatassa pāsādassa puratthimadisābhāge",
  "atk-s0103a3:5_6": "pāsādacchāyāyaṁ yantarajjūhi ākaḍḍhiyamānaṁ ratanasatubbedhaṁ suvaṇṇaagghikaṁ viya",
  "atk-s0103a3:5_7": "anilapathe vidhāvantīhi chabbaṇṇāhi buddharasmīhi sobhamāno aparāparaṁ caṅkamati.",
  "atk-s0103a3:6_0": "113.Anucaṅkamiṁsūti añjaliṁ paggayha onatasarīrā hutvā anuvattamānā caṅkamiṁsu. Vāseṭṭhaṁ",
  "atk-s0103a3:6_1": "āmantesīti so tesaṁ paṇḍitataro gahetabbaṁ vissajjetabbañca jānāti, tasmā taṁ āmantesi.",
  "atk-s0103a3:6_2": "Tumhe khvatthāti tumhe kho attha. Brāhmaṇajaccāti, brāhmaṇajātikā. Brāhmaṇakulīnāti",
  "atk-s0103a3:6_3": "brāhmaṇesu kulīnā kulasampannā. Brāhmaṇakulāti brāhmaṇakulato, bhogādisampannaṁ brāhmaṇakulaṁ",
  "atk-s0103a3:6_4": "pahāyāti attho. Na akkosantīti dasavidhena akkosavatthunā na akkosanti. Na paribhāsantīti",
  "atk-s0103a3:6_5": "nānāvidhāya paribhavakathāya na paribhāsantīti attho. Iti bhagavā “brāhmaṇā ime sāmaṇere",
  "atk-s0103a3:6_6": "akkosanti paribhāsantī”ti jānamānova pucchati. Kasmā? Ime mayā apucchitā paṭhamataraṁ",
  "atk-s0103a3:6_7": "na kathessanti, akathite kathā na samuṭṭhātīti kathāsamuṭṭhāpanatthāya. Tagghāti",
  "atk-s0103a3:6_8": "ekaṁsavacane nipāto, ekaṁseneva no, bhante, brāhmaṇā akkosanti paribhāsantīti vuttaṁ",
  "atk-s0103a3:6_9": "hoti. Attarūpāyāti attano anurūpāya. Paripuṇṇāyāti yathāruci padabyañjanāni āropetvā",
  "atk-s0103a3:6_10": "āropetvā paripūritāya. No aparipuṇṇāyāti antarā aṭṭhapitāya nirantaraṁ pavattāya.",
  "atk-s0103a3:7_0": "Kasmā pana brāhmaṇā ime sāmaṇere akkosantīti? Appatiṭṭhatāya. Ime hi sāmaṇerā aggabrāhmaṇānaṁ",
  "atk-s0103a3:7_1": "puttā tiṇṇaṁ vedānaṁ pāragū jambudīpe brāhmaṇānaṁ antare pākaṭā sambhāvitā tesaṁ",
  "atk-s0103a3:7_2": "pabbajitattā aññe brāhmaṇaputtā pabbajiṁsu. Atha kho brāhmaṇā “apatiṭṭhā mayaṁ jātā”ti",
  "atk-s0103a3:7_3": "imāya appatiṭṭhatāya gāmadvārepi antogāmepi te disvā “tumhehi brāhmaṇasamayo bhinno,",
  "atk-s0103a3:7_4": "muṇḍasamaṇakassa pacchato pacchato rasagiddhā hutvā vicarathā”tiādīni ceva pāḷiyaṁ",
  "atk-s0103a3:7_5": "āgatāni “brāhmaṇova seṭṭho vaṇṇo”tiādīni ca vatvā akkosanti. Sāmaṇerā tesu akkosantesupi",
  "atk-s0103a3:7_6": "kopaṁ vā āghātaṁ vā akatvā kevalaṁ bhagavatā puṭṭhā “taggha no, bhante, brāhmaṇā",
  "atk-s0103a3:7_7": "akkosanti paribhāsantī”ti ārocesuṁ. Atha ne bhagavā akkosanākāraṁ pucchanto yathā",
  "atk-s0103a3:7_8": "kathaṁ pana voti pucchati. Te ācikkhantā brāhmaṇā bhantetiādimāhaṁsu.",
  "atk-s0103a3:8_0": "Tattha seṭṭho vaṇṇoti jātigottādīnaṁ paññāpanaṭṭhāne brāhmaṇova seṭṭhoti dassenti.",
  "atk-s0103a3:8_1": "Hīnā aññe vaṇṇāti itare tayo vaṇṇā hīnā lāmakāti vadanti. Sukkoti paṇḍaro. Kaṇhoti",
  "atk-s0103a3:8_2": "kāḷako. Sujjhantīti jātigottādīnaṁ paññāpanaṭṭhāne sujjhanti. Brahmuno puttāti mahābrahmuno",
  "atk-s0103a3:8_3": "puttā. Orasā mukhato jātāti ure vasitvā mukhato nikkhantā, ure katvā saṁvaḍḍhitāti",
  "atk-s0103a3:8_4": "vā orasā. Brahmajāti brahmato nibbattā. Brahmanimmitāti brahmunā nimmitā. Brahmadāyādāti",
  "atk-s0103a3:8_5": "brahmuno dāyādā. Hīnamattha vaṇṇaṁ ajjhupagatāti hīnaṁ vaṇṇaṁ ajjhupagatā attha.",
  "atk-s0103a3:8_6": "Muṇḍakesamaṇaketi nindantā jigucchantā vadanti, na muṇḍakamattañceva samaṇamattañca",
  "atk-s0103a3:8_7": "sandhāya. Ibbheti gahapatike. Kaṇheti kāḷake. Bandhūti mārassa bandhubhūte mārapakkhike.",
  "atk-s0103a3:8_8": "Pādāpacceti mahābrahmuno pādānaṁ apaccabhūte pādato jāteti adhippāyo.",
  "atk-s0103a3:9_0": "114. “Taggha vo, vāseṭṭha, brāhmaṇā porāṇaṁ assarantā evamāhaṁsū”ti ettha voti nipātamattaṁ,",
  "atk-s0103a3:9_1": "sāmivacanaṁ vā, tumhākaṁ brāhmaṇāti attho. Porāṇanti porāṇakaṁ aggaññaṁ lokuppatticariyavaṁsaṁ.",
  "atk-s0103a3:9_2": "Assarantāti assaramānā. Idaṁ vuttaṁ hoti, ekaṁsena vo, vāseṭṭha, brāhmaṇā porāṇaṁ",
  "atk-s0103a3:9_3": "lokuppattiṁ ananussarantā ajānantā evaṁ vadantīti. “Dissanti kho panā”ti evamādi",
  "atk-s0103a3:9_4": "tesaṁ laddhibhindanatthāya vuttaṁ. Tattha brāhmaṇiyoti brāhmaṇānaṁ puttappaṭilābhatthāya",
  "atk-s0103a3:9_5": "āvāhavivāhavasena kulaṁ ānītā brāhmaṇiyo dissanti. Tā kho panetā aparena samayena",
  "atk-s0103a3:9_6": "utuniyopi honti, sañjātapupphāti attho. Gabbhiniyoti sañjātagabbhā. Vijāyamānāti",
  "atk-s0103a3:9_7": "puttadhītaro janayamānā. Pāyamānāti dārake thaññaṁ pāyantiyo. Yonijāva samānāti brāhmaṇīnaṁ",
  "atk-s0103a3:9_8": "passāvamaggena jātā samānā. Evamāhaṁsūti evaṁ vadanti. Kathaṁ? “Brāhmaṇova seṭṭho",
  "atk-s0103a3:9_9": "vaṇṇo…pe… brahmadāyādā”ti. Yadi pana nesaṁ taṁ saccavacanaṁ siyā, brāhmaṇīnaṁ kucchi",
  "atk-s0103a3:9_10": "mahābrahmassa uro bhaveyya, brāhmaṇīnaṁ passāvamaggo mahābrahmuno mukhaṁ bhaveyya,",
  "atk-s0103a3:9_11": "na kho panetaṁ evaṁ daṭṭhabbaṁ. Tenāha “te ca brahmūnañceva abbhācikkhantī”tiādi.",
  "atk-s0103a3:10": "Catuvaṇṇasuddhivaṇṇanā",
  "atk-s0103a3:11_0": "Ettāvatā “mayaṁ mahābrahmuno ure vasitvā mukhato nikkhantāti vattuṁ mā labhantū”ti",
  "atk-s0103a3:11_1": "imaṁ mukhacchedakavādaṁ vatvā puna cattāropi vaṇṇā kusale dhamme samādāya vattantāva",
  "atk-s0103a3:11_2": "sujjhantīti dassanatthaṁ cattārome, vāseṭṭha, vaṇṇātiādimāha. Akusalasaṅkhātāti akusalāti",
  "atk-s0103a3:11_3": "saṅkhātā akusalakoṭṭhāsabhūtā vā. Esa nayo sabbattha. Na alamariyāti ariyabhāve asamatthā.",
  "atk-s0103a3:11_4": "Kaṇhāti pakatikāḷakā. Kaṇhavipākāti vipākopi nesaṁ kaṇho dukkhoti attho. Khattiyepi",
  "atk-s0103a3:11_5": "teti khattiyamhipi te. Ekacceti ekasmiṁ. Esa nayo sabbattha.",
  "atk-s0103a3:12": "Sukkāti nikkilesabhāvena paṇḍarā. Sukkavipākāti vipākopi nesaṁ sukko sukhoti attho.",
  "atk-s0103a3:13_0": "116.Ubhayavokiṇṇesu vattamānesūti ubhayesu vokiṇṇesu missībhūtesu hutvā vattamānesu.",
  "atk-s0103a3:13_1": "Katamesu ubhayesūti? Kaṇhasukkesu dhammesu viññugarahitesu ceva viññuppasatthesu",
  "atk-s0103a3:13_2": "ca. Yadettha brāhmaṇā evamāhaṁsūti ettha etesu kaṇhasukkadhammesu vattamānāpi brāhmaṇā",
  "atk-s0103a3:13_3": "yadetaṁ evaṁ vadanti “brāhmaṇova seṭṭho vaṇṇo”tiādi. Taṁ nesaṁ viññū nānujānantīti",
  "atk-s0103a3:13_4": "ye loke paṇḍitā, te nānumodanti, na pasaṁsantīti attho. Taṁ kissa hetu? Imesañhi",
  "atk-s0103a3:13_5": "vāseṭṭhātiādimhi ayaṁ saṅkhepattho. Yaṁ vuttaṁ nānujānantīti, taṁ kasmāti ce? Yasmā",
  "atk-s0103a3:13_6": "imesaṁ catunnaṁ vaṇṇānaṁ yo bhikkhu arahaṁ…pe… sammadaññā vimutto, so tesaṁ aggamakkhāyati,",
  "atk-s0103a3:13_7": "te ca na evarūpā. Tasmā nesaṁ viññū nānujānanti.",
  "atk-s0103a3:14_0": "Arahantiādipadesu cettha kilesānaṁ ārakattādīhi kāraṇehi arahaṁ. Āsavānaṁ khīṇattā",
  "atk-s0103a3:14_1": "khīṇāsavo. Satta sekkhā puthujjanakalyāṇakā ca brahmacariyavāsaṁ vasanti nāma. Ayaṁ",
  "atk-s0103a3:14_2": "pana vutthavāsoti vusitavā. Catūhi maggehi catūsu saccesu parijānanādikaraṇīyaṁ kataṁ",
  "atk-s0103a3:14_3": "assāti katakaraṇīyo. Kilesabhāro ca khandhabhāro ca ohito assāti ohitabhāro. Ohitoti",
  "atk-s0103a3:14_4": "ohārito. Sundaro attho, sako vā attho sadattho, anuppatto sadattho etenāti anuppattasadattho.",
  "atk-s0103a3:14_5": "Bhavasaṁyojanaṁ vuccati taṇhā, sā parikkhīṇā assāti parikkhīṇabhavasaṁyojano. Sammadaññā",
  "atk-s0103a3:14_6": "vimuttoti sammā hetunā kāraṇena jānitvā vimutto. Janetasminti jane etasmiṁ, imasmiṁ",
  "atk-s0103a3:14_7": "loketi attho. Diṭṭhe ceva dhamme abhisamparāyañcāti idhattabhāve ca parattabhāve.",
  "atk-s0103a3:15_0": "117.Anantarāti antaravirahitā, attano kulena sadisāti attho. Anuyuttāti vasavattino.",
  "atk-s0103a3:15_1": "Nipaccakāranti mahallakatarā nipaccakāraṁ dassenti. Daharatarā abhivādanādīni karonti.",
  "atk-s0103a3:15_2": "Tattha sāmīcikammanti taṁtaṁvattakaraṇādi anucchavikakammaṁ.",
  "atk-s0103a3:16_0": "118.Niviṭṭhāti abhiniviṭṭhā acalaṭṭhitā. Kassa pana evarūpā saddhā hotīti? Sotāpannassa.",
  "atk-s0103a3:16_1": "So hi niviṭṭhasaddho asinā sīse chejjamānepi buddho abuddhoti vā, dhammo adhammoti",
  "atk-s0103a3:16_2": "vā, saṅgho asaṅghoti vā na vadati. Patiṭṭhitasaddho hoti sūrambaṭṭho viya.",
  "atk-s0103a3:17_0": "So kira satthu dhammadesanaṁ sutvā sotāpanno hutvā gehaṁ agamāsi. Atha māro dvattiṁsavaralakkhaṇappaṭimaṇḍitaṁ",
  "atk-s0103a3:17_1": "buddharūpaṁ māpetvā tassa gharadvāre ṭhatvā “satthā āgato”ti sāsanaṁ pahiṇi. Sūrambaṭṭho",
  "atk-s0103a3:17_2": "cintesi “ahaṁ idāneva satthu santike dhammaṁ sutvā āgato, kiṁ nu kho bhavissatī”ti",
  "atk-s0103a3:17_3": "upasaṅkamitvā satthusaññāya vanditvā aṭṭhāsi. Māro āha – “ambaṭṭha, yaṁ te mayā ‘rūpaṁ",
  "atk-s0103a3:17_4": "aniccaṁ…pe… viññāṇaṁ aniccanti kathitaṁ, taṁ dukkathitaṁ. Anupadhāretvāva hi mayā",
  "atk-s0103a3:17_5": "evaṁ vuttaṁ. Tasmā tvaṁ ‘rūpaṁ niccaṁ…pe… viññāṇaṁ nicca’nti gaṇhāhī”ti. So cintesi",
  "atk-s0103a3:17_6": "– “aṭṭhānametaṁ yaṁ buddhā anupadhāretvā apaccakkhaṁ katvā kiñci katheyyuṁ, addhā",
  "atk-s0103a3:17_7": "ayaṁ mayhaṁ vicchindajananatthaṁ māro āgato”ti. Tato naṁ “tvaṁ mārosī”ti āha. So",
  "atk-s0103a3:17_8": "musāvādaṁ kātuṁ nāsakkhi. “Āma mārosmī”ti paṭijānāti. “Kasmā āgatosī”ti? Tava saddhācālanatthanti",
  "atk-s0103a3:17_9": "āha. “Kaṇha pāpima, tvaṁ tāva eko tiṭṭha, tādisānaṁ mārānaṁ satampi sahassampi satasahassampi",
  "atk-s0103a3:17_10": "mama saddhaṁ cāletuṁ asamatthaṁ, maggena āgatasaddhā nāma thirā silāpathaviyaṁ patiṭṭhitasineru",
  "atk-s0103a3:17_11": "viya acalā hoti, kiṁ tvaṁ etthā”ti accharaṁ pahari. So ṭhātuṁ asakkonto tattheva",
  "atk-s0103a3:17_12": "antaradhāyi. Evarūpaṁ saddhaṁ sandhāyetaṁ vuttaṁ “niviṭṭhā”ti.",
  "atk-s0103a3:18_0": "Mūlajātāpatiṭṭhitāti maggamūlassa sañjātattā tena maggamūlena patiṭṭhitā. Daḷhāti",
  "atk-s0103a3:18_1": "thirā. Asaṁhāriyāti sunikhātaindakhīlo viya kenaci cāletuṁ asakkuṇeyyā. Tassetaṁ",
  "atk-s0103a3:18_2": "kallaṁ vacanāyāti tassa ariyasāvakassa yuttametaṁ vattuṁ. Kinti? “Bhagavatomhi putto",
  "atk-s0103a3:18_3": "oraso”ti evamādi. So hi bhagavantaṁ nissāya ariyabhūmiyaṁ jātoti bhagavato putto.",
  "atk-s0103a3:18_4": "Ure vasitvā mukhato nikkhantadhammaghosavasena maggaphalesu patiṭṭhitattā oraso mukhato",
  "atk-s0103a3:18_5": "jāto. Ariyadhammato jātattā ariyadhammena ca nimmitattā dhammajo dhammanimmito. Navalokuttaradhammadāyajjaṁ",
  "atk-s0103a3:18_6": "arahatīti dhammadāyādo. Taṁ kissa hetūti yadetaṁ “bhagavatomhi putto”ti vatvā “dhammajo",
  "atk-s0103a3:18_7": "dhammanimmito”ti vuttaṁ, taṁ kasmāti ce? Idānissa atthaṁ dassento tathāgatassa hetantiādimāha.",
  "atk-s0103a3:18_8": "Tattha “dhammakāyo itipī”ti kasmā tathāgato “dhammakāyo”ti vutto? Tathāgato hi tepiṭakaṁ",
  "atk-s0103a3:18_9": "buddhavacanaṁ hadayena cintetvā vācāya abhinīhari. Tenassa kāyo dhammamayattā dhammova.",
  "atk-s0103a3:18_10": "Iti dhammo kāyo assāti dhammakāyo. Dhammakāyattā eva brahmakāyo. Dhammo hi seṭṭhatthena",
  "atk-s0103a3:18_11": "brahmāti vuccati. Dhammabhūtoti dhammasabhāvo. Dhammabhūtattā eva brahmabhūto.",
  "atk-s0103a3:19_0": "119. Ettāvatā bhagavā seṭṭhacchedakavādaṁ dassetvā idāni aparenapi nayena seṭṭhacchedakavādameva",
  "atk-s0103a3:19_1": "dassetuṁ hoti kho so, vāseṭṭha, samayotiādimāha. Tattha saṁvaṭṭavivaṭṭakathā brahmajāle",
  "atk-s0103a3:19_2": "vitthāritāva. Itthattaṁ āgacchantīti itthabhāvaṁ manussattaṁ āgacchanti. Tedha honti",
  "atk-s0103a3:19_3": "manomayāti te idha manussaloke nibbattamānāpi opapātikā hutvā maneneva nibbattāti",
  "atk-s0103a3:19_4": "manomayā. Brahmaloke viya idhāpi nesaṁ pītiyeva āhārakiccaṁ sādhetīti pītibhakkhā.",
  "atk-s0103a3:19_5": "Eteneva nayena sayaṁpabhādīnipi veditabbānīti.",
  "atk-s0103a3:20": "Rasapathavipātubhāvavaṇṇanā",
  "atk-s0103a3:21_0": "120.Ekodakībhūtanti sabbaṁ cakkavāḷaṁ ekodakameva bhūtaṁ. Andhakāroti tamo. Andhakāratimisāti",
  "atk-s0103a3:21_1": "cakkhuviññāṇuppattinivāraṇena andhabhāvakaraṇaṁ bahalatamaṁ. Samatanīti patiṭṭhahi",
  "atk-s0103a3:21_2": "samantato patthari. Payasotattassāti tattassa khīrassa. Vaṇṇasampannāti vaṇṇena sampannā.",
  "atk-s0103a3:21_3": "Kaṇikārapupphasadiso hissā vaṇṇo ahosi. Gandhasampannāti gandhena sampannā dibbagandhaṁ",
  "atk-s0103a3:21_4": "vāyati. Rasasampannāti rasena sampannā pakkhittadibbojā viya hoti. Khuddamadhunti",
  "atk-s0103a3:21_5": "khuddakamakkhikāhi katamadhuṁ. Aneḷakanti niddosaṁ makkhikaṇḍakavirahitaṁ. Lolajātikoti",
  "atk-s0103a3:21_6": "lolasabhāvo. Atītānantarepi kappe loloyeva. Ambhoti acchariyajāto āha. Kimevidaṁ",
  "atk-s0103a3:21_7": "bhavissatīti vaṇṇopissā manāpo gandhopi, raso panassā kīdiso bhavissatīti attho.",
  "atk-s0103a3:21_8": "Yo tattha uppannalobho, so rasapathaviṁ aṅguliyā sāyi, aṅguliyā gahetvā jivhagge ṭhapesi.",
  "atk-s0103a3:22": "Acchādesīti jivhagge ṭhapitamattā satta rasaharaṇīsahassāni pharitvā manāpā hutvā tiṭṭhati. Taṇhā cassa okkamīti tattha cassa taṇhā uppajji.",
  "atk-s0103a3:23": "Candimasūriyādipātubhāvavaṇṇanā",
  "atk-s0103a3:24": "121.Āluppakārakaṁ upakkamiṁsu paribhuñjitunti ālopaṁ katvā piṇḍe piṇḍe chinditvā paribhuñjituṁ ārabhiṁsu. Candimasūriyāti candimā ca sūriyo ca. Pāturahesunti pātubhaviṁsu.",
  "atk-s0103a3:25_0": "Ko pana tesaṁ paṭhamaṁ pātubhavi, ko kasmiṁ vasati, kassa kiṁ pamāṇaṁ, ko upari,",
  "atk-s0103a3:25_1": "ko sīghaṁ gacchati, kati nesaṁ vīthiyo, kathaṁ caranti, kittake ṭhāne ālokaṁ karontīti?",
  "atk-s0103a3:25_2": "Ubho ekato pātubhavanti. Sūriyo paṭhamataraṁ paññāyati. Tesañhi sattānaṁ sayaṁpabhāya",
  "atk-s0103a3:25_3": "antarahitāya andhakāro ahosi. Te bhītatasitā “bhaddakaṁ vatassa sace āloko pātubhaveyyā”ti",
  "atk-s0103a3:25_4": "cintayiṁsu. Tato mahājanassa sūrabhāvaṁ janayamānaṁ sūriyamaṇḍalaṁ uṭṭhahi. Tenevassa",
  "atk-s0103a3:25_5": "sūriyoti nāmaṁ ahosi. Tasmiṁ divasaṁ ālokaṁ katvā atthaṅgate puna andhakāro ahosi.",
  "atk-s0103a3:25_6": "Te “bhaddakaṁ vatassa sace añño āloko uppajjeyyā”ti cintayiṁsu. Atha nesaṁ chandaṁ",
  "atk-s0103a3:25_7": "ñatvāva candamaṇḍalaṁ uṭṭhahi. Tenevassa candoti nāmaṁ ahosi.",
  "atk-s0103a3:26_0": "Tesu cando antomaṇivimāne vasati. Taṁ bahi rajatena parikkhittaṁ. Ubhayampi sītalameva",
  "atk-s0103a3:26_1": "ahosi. Sūriyo antokanakavimāne vasati. Taṁ bāhiraṁ phalikaparikkhittaṁ hoti. Ubhayampi uṇhameva.",
  "atk-s0103a3:27": "Pamāṇato cando ujukaṁ ekūnapaññāsayojano. Parimaṇḍalato tīhi yojanehi ūnadiyaḍḍhasatayojano. Sūriyo ujukaṁ paññāsayojano, parimaṇḍalato diyaḍḍhasatayojano.",
  "atk-s0103a3:28": "Cando heṭṭhā, sūriyo upari, antarā nesaṁ yojanaṁ hoti. Candassa heṭṭhimantato sūriyassa uparimantato yojanasataṁ hoti.",
  "atk-s0103a3:29_0": "Cando ujukaṁ saṇikaṁ gacchati, tiriyaṁ sīghaṁ. Dvīsu passesu nakkhattatārakā gacchanti.",
  "atk-s0103a3:29_1": "Cando dhenu viya vacchaṁ taṁ taṁ nakkhattaṁ upasaṅkamati. Nakkhattāni pana attano",
  "atk-s0103a3:29_2": "ṭhānaṁ na vijahanti. Sūriyassa ujukaṁ gamanaṁ sīghaṁ, tiriyaṁ gamanaṁ dandhaṁ. So",
  "atk-s0103a3:29_3": "kāḷapakkhauposathato pāṭipadadivase yojanānaṁ satasahassaṁ candamaṇḍalaṁ ohāya gacchati.",
  "atk-s0103a3:29_4": "Atha cando lekhā viya paññāyati. Pakkhassa dutiyāya satasahassanti evaṁ yāva uposathadivasā",
  "atk-s0103a3:29_5": "satasahassaṁ satasahassaṁ ohāya gacchati. Atha cando anukkamena vaḍḍhitvā uposathadivase",
  "atk-s0103a3:29_6": "paripuṇṇo hoti. Puna pāṭipadadivase yojanānaṁ satasahassaṁ dhāvitvā gaṇhāti. Dutiyāya",
  "atk-s0103a3:29_7": "satasahassanti evaṁ yāva uposathadivasā satasahassaṁ satasahassaṁ dhāvitvā gaṇhāti.",
  "atk-s0103a3:29_8": "Atha cando anukkamena hāyitvā uposathadivase sabbaso na paññāyati. Candaṁ heṭṭhā",
  "atk-s0103a3:29_9": "katvā sūriyo upari hoti. Mahatiyā pātiyā khuddakabhājanaṁ viya candamaṇḍalaṁ pidhīyati.",
  "atk-s0103a3:29_10": "Majjhanhike gehacchāyā viya candassa chāyā na paññāyati. So chāyāya apaññāyamānāya",
  "atk-s0103a3:29_11": "dūre ṭhitānaṁ divā padīpo viya sayampi na paññāyati.",
  "atk-s0103a3:30_0": "Kati nesaṁ vīthiyoti ettha pana ajavīthi, nāgavīthi, govīthīti tisso vīthiyo honti.",
  "atk-s0103a3:30_1": "Tattha ajānaṁ udakaṁ paṭikūlaṁ hoti, hatthināgānaṁ manāpaṁ. Gunnaṁ sītuṇhasamatāya",
  "atk-s0103a3:30_2": "phāsu hoti. Tasmā yaṁ kālaṁ candimasūriyā ajavīthiṁ āruhanti, tadā devo ekabindumpi",
  "atk-s0103a3:30_3": "na vassati. Yadā nāgavīthiṁ ārohanti, tadā bhinnaṁ viya nabhaṁ paggharati. Yadā govīthiṁ",
  "atk-s0103a3:30_4": "ārohanti, tadā utusamatā sampajjati. Candimasūriyā chamāse sineruto bahi nikkhamanti,",
  "atk-s0103a3:30_5": "chamāse anto vicaranti. Te hi āsāḷhamāse sinerusamīpena vicaranti. Tato pare dve",
  "atk-s0103a3:30_6": "māse nikkhamitvā bahi vicarantā paṭhamakattikamāse majjhena gacchanti. Tato cakkavāḷābhimukhā",
  "atk-s0103a3:30_7": "gantvā tayo māse cakkavāḷasamīpena caritvā puna nikkhamitvā citramāse majjhena gantvā",
  "atk-s0103a3:30_8": "tato dve māse sinerubhimukhā pakkhanditvā puna āsāḷhe sinerusamīpena caranti.",
  "atk-s0103a3:31_0": "Kittake ṭhāne ālokaṁ karontīti? Ekappahārena tīsu dīpesu ālokaṁ karonti. Kathaṁ?",
  "atk-s0103a3:31_1": "Imasmiñhi dīpe sūriyuggamanakālo pubbavidehe majjhanhiko hoti, uttarakurūsu atthaṅgamanakālo,",
  "atk-s0103a3:31_2": "aparagoyāne majjhimayāmo. Pubbavidehamhi uggamanakālo uttarakurūsu majjhanhiko, aparagoyāne",
  "atk-s0103a3:31_3": "atthaṅgamanakālo, idha majjhimayāmo. Uttarakurūsu uggamanakālo aparagoyāne majjhanhiko,",
  "atk-s0103a3:31_4": "idha atthaṅgamanakālo, pubbavidehe majjhimayāmo. Aparagoyānadīpe uggamanakālo idha",
  "atk-s0103a3:31_5": "majjhanhiko, pubbavidehe atthaṅgamanakālo, uttarakurūsu majjhimayāmoti.",
  "atk-s0103a3:32_0": "Nakkhattānitārakarūpānīti kattikādinakkhattāni ceva sesatārakarūpāni ca candimasūriyehi",
  "atk-s0103a3:32_1": "saddhiṁyeva pāturahesuṁ. Rattindivāti tato sūriyatthaṅgamanato yāva aruṇuggamanā",
  "atk-s0103a3:32_2": "ratti, aruṇuggamanato yāva sūriyatthaṅgamanā divāti evaṁ rattindivā paññāyiṁsu. Atha",
  "atk-s0103a3:32_3": "pañcadasa rattiyo aḍḍhamāso, dve aḍḍhamāsā māsoti evaṁ māsaḍḍhamāsā paññāyiṁsu. Atha",
  "atk-s0103a3:32_4": "cattāro māsā utu, tayo utū saṁvaccharoti evaṁ utusaṁvaccharā paññāyiṁsu.",
  "atk-s0103a3:33_0": "122.Vaṇṇavevaṇṇatā cāti vaṇṇassa vivaṇṇabhāvo. Tesaṁ vaṇṇātimānapaccayāti tesaṁ vaṇṇaṁ",
  "atk-s0103a3:33_1": "ārabbha uppannaatimānapaccayā. Mānātimānajātikānanti punappunaṁ uppajjamānātimānasabhāvānaṁ.",
  "atk-s0103a3:33_2": "Rasāya pathaviyāti sampannarasattā rasāti laddhanāmāya pathaviyā. Anutthuniṁsūti",
  "atk-s0103a3:33_3": "anubhāsiṁsu. Aho rasanti aho amhākaṁ madhurarasaṁ antarahitaṁ. Aggaññaṁ akkharanti",
  "atk-s0103a3:33_4": "lokuppattivaṁsakathaṁ. Anusarantīti anugacchanti.",
  "atk-s0103a3:34": "Bhūmipappaṭakapātubhāvādivaṇṇanā",
  "atk-s0103a3:35": "123.Evameva pāturahosīti ediso hutvā uṭṭhahi, antovāpiyaṁ udake chinne sukkhakalalapaṭalaṁ viya ca uṭṭhahi.",
  "atk-s0103a3:36": "124.Padālatāti ekā madhurarasā bhaddālatā. Kalambukāti nāḷikā. Ahu vata noti madhurarasā vata no padālatā ahosi. Ahāyi vata noti sā no etarahi antarahitāti.",
  "atk-s0103a3:37_0": "125.Akaṭṭhapākoti akaṭṭheyeva bhūmibhāge uppanno. Akaṇoti nikkuṇḍako. Athusoti nitthuso.",
  "atk-s0103a3:37_1": "Sugandhoti dibbagandhaṁ vāyati. Taṇḍulapphaloti suparisuddhaṁ paṇḍaraṁ taṇḍulameva",
  "atk-s0103a3:37_2": "phalati. Pakkaṁ paṭivirūḷhanti sāyaṁ gahitaṭṭhānaṁ pāto pakkaṁ hoti, puna virūḷhaṁ",
  "atk-s0103a3:37_3": "paṭipākatikameva gahitaṭṭhānaṁ na paññāyati. Nāpadānaṁ paññāyatīti alāyitaṁ hutvā",
  "atk-s0103a3:37_4": "anūnameva paññāyati.",
  "atk-s0103a3:38": "Itthipurisaliṅgādipātubhāvavaṇṇanā",
  "atk-s0103a3:39_0": "126.Itthiyā cāti yā pubbe manussakāle itthī, tassa itthiliṅgaṁ pātubhavati, pubbe",
  "atk-s0103a3:39_1": "purisassa purisaliṅgaṁ. Mātugāmo nāma hi purisattabhāvaṁ labhanto anupubbena purisattapaccaye",
  "atk-s0103a3:39_2": "dhamme pūretvā labhati. Puriso itthattabhāvaṁ labhanto kāmesumicchācāraṁ nissāya",
  "atk-s0103a3:39_3": "labhati. Tadā pana pakatiyā mātugāmassa itthiliṅgaṁ, purisassa purisaliṅgaṁ pāturahosi.",
  "atk-s0103a3:39_4": "Upanijjhāyatanti upanijjhāyantānaṁ olokentānaṁ. Pariḷāhoti rāgapariḷāho. Seṭṭhinti",
  "atk-s0103a3:39_5": "chārikaṁ. Nibbuyhamānāyāti niyyamānāya.",
  "atk-s0103a3:40_0": "127.Adhammasammatanti taṁ paṁsukhipanādi adhammoti sammataṁ. Tadetarahi dhammasammatanti",
  "atk-s0103a3:40_1": "taṁ idāni dhammoti sammataṁ, dhammoti taṁ gahetvā vicaranti. Tathā hi ekaccesu jānapadesu",
  "atk-s0103a3:40_2": "kalahaṁ kurumānā itthiyo “tvaṁ kasmā kathesi? Yā gomayapiṇḍamattampi nālatthā”ti",
  "atk-s0103a3:40_3": "vadanti. Pātabyatanti sevitabbataṁ. Sannidhikārakanti sannidhiṁ katvā. Apadānaṁ paññāyitthāti",
  "atk-s0103a3:40_4": "chinnaṭṭhānaṁ ūnameva hutvā paññāyittha. Saṇḍasaṇḍāti ekekasmiṁ ṭhāne kalāpabandhā",
  "atk-s0103a3:40_5": "viya gumbagumbā hutvā.",
  "atk-s0103a3:41": "128.Mariyādaṁṭhapeyyāmāti sīmaṁ ṭhapeyyāma. Yatra hi nāmāti yo hi nāma. Pāṇinā pahariṁsūti tayo vāre vacanaṁ agaṇhantaṁ pāṇinā pahariṁsu. Tadagge khoti taṁ aggaṁ katvā.",
  "atk-s0103a3:42": "Mahāsammatarājavaṇṇanā",
  "atk-s0103a3:43_0": "130.Khīyitabbaṁ khīyeyyāti pakāsetabbaṁ pakāseyya khipitabbaṁ khipeyya, hāretabbaṁ",
  "atk-s0103a3:43_1": "hāreyyāti vuttaṁ hoti. Yo nesaṁ sattoti yo tesaṁ satto. Ko pana soti? Amhākaṁ bodhisatto.",
  "atk-s0103a3:43_2": "Sālīnaṁ bhāgaṁ anupadassāmāti mayaṁ ekekassa khettato ambaṇambaṇaṁ āharitvā tuyhaṁ",
  "atk-s0103a3:43_3": "sālibhāgaṁ dassāma, tayā kiñci kammaṁ na kātabbaṁ, tvaṁ amhākaṁ jeṭṭhakaṭṭhāne tiṭṭhāti.",
  "atk-s0103a3:44_0": "131.Akkharaṁ upanibbattanti saṅkhā samaññā paññatti vohāro uppanno. Khattiyo khattiyotveva",
  "atk-s0103a3:44_1": "dutiyaṁ akkharanti na kevalaṁ akkharameva, te panassa khettasāmino tīhi saṅkhehi",
  "atk-s0103a3:44_2": "abhisekampi akaṁsu. Rañjetīti sukheti pineti. Aggaññenāti agganti ñātena, agge vā",
  "atk-s0103a3:44_3": "ñātena lokuppattisamaye uppannena abhinibbatti ahosīti.",
  "atk-s0103a3:45": "Brāhmaṇamaṇḍalādivaṇṇanā",
  "atk-s0103a3:46_0": "132.Vītaṅgārāvītadhūmāti pacitvā khāditabbābhāvato vigatadhūmaṅgārā. Pannamusalāti",
  "atk-s0103a3:46_1": "koṭṭetvā pacitabbābhāvato patitamusalā. Ghāsamesamānāti bhikkhācariyavasena yāgubhattaṁ",
  "atk-s0103a3:46_2": "pariyesantā. Tamenaṁ manussā disvāti te ete manussā passitvā. Anabhisambhuṇamānāti",
  "atk-s0103a3:46_3": "asahamānā asakkontā. Ganthe karontāti tayo vede abhisaṅkharontā ceva vācentā ca.",
  "atk-s0103a3:46_4": "Acchantīti vasanti, “acchentī”tipi pāṭho. Esevattho. Hīnasammatanti “mante dhārenti",
  "atk-s0103a3:46_5": "mante vācentī”ti kho, vāseṭṭha, idaṁ tena samayena hīnasammataṁ. Tadetarahi seṭṭhasammatanti",
  "atk-s0103a3:46_6": "taṁ idāni “ettake mante dhārenti ettake mante vācentī”ti seṭṭhasammataṁ jātaṁ. Brāhmaṇamaṇḍalassāti brāhmaṇagaṇassa.",
  "atk-s0103a3:47": "133.Methunaṁ dhammaṁ samādāyāti methunadhammaṁ samādiyitvā. Visukammantepayojesunti gorakkha vāṇijakammādike vissute uggate kammante payojesuṁ.",
  "atk-s0103a3:48": "134.Suddā suddāti tena luddācārakammakhuddācārakammunā suddaṁ suddaṁ lahuṁ lahuṁ kucchitaṁ gacchanti, vinassantīti attho. Ahu khoti hoti kho.",
  "atk-s0103a3:49_0": "135.Sakaṁdhammaṁ garahamānoti na setacchattaṁ ussāpanamattena sujjhituṁ sakkāti evaṁ",
  "atk-s0103a3:49_1": "attano khattiyadhammaṁ nindamāno. Esa nayo sabbattha. “Imehi kho, vāseṭṭha, catūhi",
  "atk-s0103a3:49_2": "maṇḍalehī”ti iminā imaṁ dasseti “samaṇamaṇḍalaṁ nāma visuṁ natthi, yasmā pana na",
  "atk-s0103a3:49_3": "sakkā jātiyā sujjhituṁ, attano attano sammāpaṭipattiyā visuddhi hoti. Tasmā imehi",
  "atk-s0103a3:49_4": "catūhi maṇḍalehi samaṇamaṇḍalassa abhinibbatti hoti. Imāni maṇḍalāni samaṇamaṇḍalaṁ",
  "atk-s0103a3:49_5": "anuvattanti, anuvattantāni ca dhammeneva anuvattanti, no adhammena. Samaṇamaṇḍalañhi",
  "atk-s0103a3:49_6": "āgamma sammāpaṭipattiṁ pūretvā suddhiṁ pāpuṇantī”ti.",
  "atk-s0103a3:50": "Duccaritādikathāvaṇṇanā",
  "atk-s0103a3:51_0": "136. Idāni yathājātiyā na sakkā sujjhituṁ, sammāpaṭipattiyāva sujjhanti, tamatthaṁ",
  "atk-s0103a3:51_1": "pākaṭaṁ karonto khattiyopi kho, vāseṭṭhāti desanaṁ ārabhi. Tattha micchādiṭṭhikammasamādānahetūti",
  "atk-s0103a3:51_2": "micchādiṭṭhivasena samādinnakammahetu, micchādiṭṭhikammassa vā samādānahetu.",
  "atk-s0103a3:52_0": "137.Dvayakārīti kālena kusalaṁ karoti, kālena akusalanti evaṁ ubhayakārī. Sukhadukkhappaṭisaṁvedī",
  "atk-s0103a3:52_1": "hotīti ekakkhaṇe ubhayavipākadānaṭṭhānaṁ nāma natthi. Yena pana akusalaṁ bahuṁ kataṁ",
  "atk-s0103a3:52_2": "hoti, kusalaṁ mandaṁ, so taṁ kusalaṁ nissāya khattiyakule vā brāhmaṇakule vā nibbattati.",
  "atk-s0103a3:52_3": "Atha naṁ akusalakammaṁ kāṇampi karoti khujjampi pīṭhasappimpi. So rajjassa vā anaraho",
  "atk-s0103a3:52_4": "hoti, abhisittakāle vā evaṁbhūto bhoge paribhuñjituṁ na sakkoti. Aparassa maraṇakāle",
  "atk-s0103a3:52_5": "dve balavamallā viya te dvepi kusalākusalakammāni upaṭṭhahanti. Tesu akusalaṁ balavataraṁ",
  "atk-s0103a3:52_6": "hoti, taṁ kusalaṁ paṭibāhitvā tiracchānayoniyaṁ nibbattāpeti. Kusalakammampi pavattivedanīyaṁ",
  "atk-s0103a3:52_7": "hoti. Tamenaṁ maṅgalahatthiṁ vā karonti maṅgalaassaṁ vā maṅgalausabhaṁ vā. So sampattiṁ",
  "atk-s0103a3:52_8": "anubhavati. Idaṁ sandhāya vuttaṁ “sukhadukkhappaṭisaṁvedī hotī”ti.",
  "atk-s0103a3:53": "Bodhipakkhiyabhāvanāvaṇṇanā",
  "atk-s0103a3:54_0": "138.Sattannaṁ bodhipakkhiyānanti “cattāro satipaṭṭhānā”ti ādikoṭṭhāsavasena sattannaṁ,",
  "atk-s0103a3:54_1": "paṭipāṭiyā pana sattatiṁsāya bodhipakkhiyānaṁ dhammānaṁ. Bhāvanamanvāyāti bhāvanaṁ",
  "atk-s0103a3:54_2": "anugantvā, paṭipajjitvāti attho. Parinibbāyatīti kilesaparinibbānena parinibbāyati.",
  "atk-s0103a3:54_3": "Iti bhagavā cattāro vaṇṇe dassetvā vinivattetvā paṭividdhacatusaccaṁ khīṇāsavameva",
  "atk-s0103a3:54_4": "devamanussesu seṭṭhaṁ katvā dassesi.",
  "atk-s0103a3:55_0": "140. Idāni tamevatthaṁ lokasammatassa brahmunopi vacanadassanānusārena daḷhaṁ katvā",
  "atk-s0103a3:55_1": "dassento imesañhi vāseṭṭha catunnaṁ vaṇṇānantiādimāha. “Brahmunāpesā”tiādi ambaṭṭhasutte",
  "atk-s0103a3:55_2": "vitthāritaṁ. Iti bhagavā ettakena iminā kathāmaggena seṭṭhacchedakavādameva dassetvā",
  "atk-s0103a3:55_3": "suttantaṁ vinivattetvā arahattanikūṭena desanaṁ niṭṭhāpesi. Attamanā vāseṭṭhabhāradvājāti",
  "atk-s0103a3:55_4": "vāseṭṭhabhāradvāja sāmaṇerāpi hi sakamanā tuṭṭhamanā “sādhu, sādhū”ti bhagavato bhāsitaṁ",
  "atk-s0103a3:55_5": "abhinandiṁsu. Idameva suttantaṁ āvajjantā anumajjantā saha paṭisambhidāhi arahattaṁ pāpuṇiṁsūti.",
  "atk-s0103a3:56": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a3:57": "Aggaññasuttavaṇṇanā niṭṭhitā."
}