{
  "atk-s0517a22:0": "9. Vipassanākathā",
  "atk-s0517a22:1": "Vipassanākathāvaṇṇanā",
  "atk-s0517a22:2_0": "36. Idāni vipassanāpaṭisaṁyuttāya satipaṭṭhānakathāya anantaraṁ vipassanāpabhedaṁ",
  "atk-s0517a22:2_1": "dassentena kathitāya suttantapubbaṅgamāya vipassanākathāya apubbatthānuvaṇṇanā. Tattha",
  "atk-s0517a22:2_2": "suttante tāva soiti sabbanāmattā yo vā so vā sabbopi saṅgahito hoti. Vatāti ekaṁsatthe",
  "atk-s0517a22:2_3": "nipāto. Kañci saṅkhāranti appamattakampi saṅkhāraṁ. Anulomikāya khantiyāti ettha",
  "atk-s0517a22:2_4": "vipassanāñāṇameva lokuttaramaggaṁ anulometīti anulomikaṁ, tadeva khantimapekkhitvā",
  "atk-s0517a22:2_5": "anulomikā. Sabbasaṅkhārā tassa aniccato dukkhato anattato khamanti ruccantīti khanti.",
  "atk-s0517a22:2_6": "Sā mudukā majjhimā tikkhāti tividhā. Kalāpasammasanādikā udayabbayañāṇapariyosānā",
  "atk-s0517a22:2_7": "mudukānulomikā khanti. Bhaṅgānupassanādikā saṅkhārupekkhāñāṇapariyosānā majjhimānulomikā",
  "atk-s0517a22:2_8": "khanti. Anulomañāṇaṁ tikkhānulomikā khanti. Samannāgatoti upeto. Netaṁ ṭhānaṁ vijjatīti",
  "atk-s0517a22:2_9": "yathāvuttaṁ etaṁ ṭhānaṁ etaṁ kāraṇaṁ na vijjati. Sammattaniyāmanti ettha “hitasukhāvaho",
  "atk-s0517a22:2_10": "me bhavissatī”ti evaṁ āsīsato tatheva sambhavato asubhādīsu ca asubhantiādiaviparītappavattisabbhāvato",
  "atk-s0517a22:2_11": "ca sammā sabhāvoti sammatto, anantaraphaladānāya arahattuppattiyā ca niyāmabhūtattā",
  "atk-s0517a22:2_12": "niyāmo, nicchayoti attho. Sammatto ca so niyāmo cāti sammattaniyāmo. Ko so? Lokuttaramaggo,",
  "atk-s0517a22:2_13": "visesato pana sotāpattimaggo. Tena hi magganiyāmena niyatattā “niyato sambodhiparāyaṇo”ti",
  "atk-s0517a22:2_14": "vuttaṁ. Taṁ sammattaniyāmaṁ okkamissati pavisissatīti etaṁ aṭṭhānanti attho. Gotrabhuno",
  "atk-s0517a22:2_15": "pana maggassa āvajjanaṭṭhāniyattā taṁ anādiyitvā anulomikakhantiyā anantaraṁ sammattaniyāmokkamanaṁ",
  "atk-s0517a22:2_16": "vuttanti veditabbaṁ. Atha vā aṭṭhārasasu mahāvipassanāsu gotrabhu vivaṭṭanānupassanā",
  "atk-s0517a22:2_17": "hotīti anulomikakhantiyā eva saṅgahitā hoti. Catūsupi suttantesu imināva nayena attho",
  "atk-s0517a22:2_18": "veditabbo. Etehi anulomikakhantisammattaniyāmacatuariyaphalavasena ca cha dhammāti",
  "atk-s0517a22:2_19": "chakkanipāte cattāro suttantā vuttā. Kaṇhapakkhasukkapakkhadvayavasena hi cattāro suttantāva hontīti.",
  "atk-s0517a22:3_0": "37.Katihākārehītiādike pucchāpubbaṅgame suttantaniddese pañcakkhandhe aniccatotiādīsu",
  "atk-s0517a22:3_1": "nāmarūpañca nāmarūpassa paccaye ca pariggahetvā kalāpasammasanavasena āraddhavipassako",
  "atk-s0517a22:3_2": "yogāvacaro pañcasu khandhesu ekekaṁ khandhaṁ aniccantikatāya ādiantavatāya ca aniccato",
  "atk-s0517a22:3_3": "passati. Uppādavayapaṭipīḷanatāya dukkhavatthutāya ca dukkhato. Paccayayāpanīyatāya",
  "atk-s0517a22:3_4": "rogamūlatāya ca rogato. Dukkhatāsūlayogitāya kilesāsucipaggharaṇatāya uppādajarābhaṅgehi",
  "atk-s0517a22:3_5": "uddhumātaparipakkapabhinnatāya ca gaṇḍato. Pīḷājanakatāya antotudanatāya dunnīharaṇīyatāya",
  "atk-s0517a22:3_6": "ca sallato. Vigarahaṇīyatāya avaḍḍhiāvahanatāya aghavatthutāya ca aghato. Aseribhāvajanakatāya",
  "atk-s0517a22:3_7": "ābādhapadaṭṭhānatāya ca ābādhato. Avasatāya avidheyyatāya ca parato. Byādhijarāmaraṇehi",
  "atk-s0517a22:3_8": "lujjanapalujjanatāya palokato. Anekabyasanāvahanatāya ītito. Aviditānaṁyeva vipulānaṁ",
  "atk-s0517a22:3_9": "anatthānaṁ āvahanato sabbūpaddavavatthutāya ca upaddavato. Sabbabhayānaṁ ākaratāya",
  "atk-s0517a22:3_10": "ca dukkhavūpasamasaṅkhātassa paramassāsassa paṭipakkhabhūtatāya ca bhayato. Anekehi",
  "atk-s0517a22:3_11": "anatthehi anubaddhatāya dosūpasaṭṭhatāya upasaggo viya anadhivāsanārahatāya ca upasaggato.",
  "atk-s0517a22:3_12": "Byādhijarāmaraṇehi ceva lobhādīhi ca lokadhammehi pacalitatāya calato. Upakkamena",
  "atk-s0517a22:3_13": "ceva sarasena ca pabhaṅgupagamanasīlatāya pabhaṅguto. Sabbāvatthanipātitāya thirabhāvassa",
  "atk-s0517a22:3_14": "ca abhāvatāya addhuvato. Atāyanatāya ceva alabbhaneyyakhematāya ca atāṇato. Allīyituṁ",
  "atk-s0517a22:3_15": "anarahatāya allīnānampi ca leṇakiccākāritāya aleṇato. Nissitānaṁ bhayasārakattābhāvena",
  "atk-s0517a22:3_16": "asaraṇato. Yathāparikappitehi dhuvasubhasukhattabhāvehi rittatāya rittato. Rittatāyeva",
  "atk-s0517a22:3_17": "tucchato, appakattā vā. Appakampi hi loke tucchanti vuccati. Sāminivāsivedakakārakādhiṭṭhāyakavirahitatāya",
  "atk-s0517a22:3_18": "suññato. Sayañca asāmikabhāvāditāya anattato. Pavattidukkhatāya dukkhassa ca ādīnavatāya",
  "atk-s0517a22:3_19": "ādīnavato. Atha vā ādīnaṁ vāti gacchati pavattatīti ādīnavo. Kapaṇamanussassetaṁ",
  "atk-s0517a22:3_20": "adhivacanaṁ, khandhāpi ca kapaṇāyevāti ādīnavasadisatāya ādīnavato. Jarāya ceva maraṇena",
  "atk-s0517a22:3_21": "cāti dvedhā pariṇāmapakatitāya vipariṇāmadhammato. Dubbalatāya pheggu viya sukhabhañjanīyatāya",
  "atk-s0517a22:3_22": "ca asārakato. Aghahetutāya aghamūlato. Mittamukhasapatto viya vissāsaghātitāya vadhakato.",
  "atk-s0517a22:3_23": "Vigatabhavatāya vibhavasambhūtatāya ca vibhavato. Āsavapadaṭṭhānatāya sāsavato. Hetupaccayehi",
  "atk-s0517a22:3_24": "abhisaṅkhatatāya saṅkhatato. Maccumārakilesamārānaṁ āmisabhūtatāya mārāmisato. Jātijarābyādhimaraṇapakatitāya",
  "atk-s0517a22:3_25": "jātijarābyādhimaraṇadhammato. Sokaparidevaupāyāsahetutāya sokaparidevaupāyāsadhammato.",
  "atk-s0517a22:3_26": "Taṇhādiṭṭhiduccaritasaṁkilesānaṁ visayadhammatāya saṁkilesikadhammato passati. Sabbesu",
  "atk-s0517a22:3_27": "ca imesu “passatī”ti pāṭhaseso daṭṭhabbo.",
  "atk-s0517a22:4_0": "38.Pañcakkhandheti samūhato vuttepi ekekakhandhavasena atthavaṇṇanā kalāpasammasanañāṇaniddese",
  "atk-s0517a22:4_1": "visuṁ visuṁ āgatattā pariyosāne ca visuṁ visuṁ khandhānaṁ vasena anupassanānaṁ gaṇitattā",
  "atk-s0517a22:4_2": "samūhe pavattavacanānaṁ avayavepi pavattisambhavato ca katāti veditabbā, visuṁ visuṁ",
  "atk-s0517a22:4_3": "pavattasammasanānaṁ ekato saṅkhipitvā vacanavasena vā “pañcakkhandhe”ti vuttanti",
  "atk-s0517a22:4_4": "veditabbaṁ. “Ekappahārena pañcahi khandhehi vuṭṭhātī”ti aṭṭhakathāvacanasabbhāvato",
  "atk-s0517a22:4_5": "vā pañcannaṁ khandhānaṁ ekato sammasanaṁ vā yujjatiyevāti. Pañcannaṁ khandhānaṁ nirodho",
  "atk-s0517a22:4_6": "niccaṁ nibbānanti passantotiādīnavañāṇaniddese vuttanayena vipassanākāle santipadañāṇavasena",
  "atk-s0517a22:4_7": "niccaṁ nibbānanti passanto. Sammattaniyāmaṁ okkamatīti maggakkhaṇe okkamati, phalakkhaṇe",
  "atk-s0517a22:4_8": "pana okkanto nāma hoti. Eseva nayo sabbesupi niyāmokkamanapariyāyesu. Ārogyanti ārogyabhūtaṁ.",
  "atk-s0517a22:4_9": "Visallanti sallavirahitaṁ. Eseva nayo īdisesu. Anābādhanti ābādhavirahitaṁ, ābādhapaṭipakkhabhūtaṁ",
  "atk-s0517a22:4_10": "vā. Esa nayo īdisesu. Aparappaccayanti aññapaccayavirahitaṁ. Upassaggatoti ca anupassagganti",
  "atk-s0517a22:4_11": "ca keci saṁyogaṁ katvā paṭhanti. Paramasuññanti sabbasaṅkhārasuññattā uttamattā ca",
  "atk-s0517a22:4_12": "paramasuññaṁ. Paramatthanti saṅkhatāsaṅkhatānaṁ aggabhūtattā uttamatthaṁ. Liṅgavipallāsavasena",
  "atk-s0517a22:4_13": "napuṁsakavacanaṁ. Nibbānassa ca suññattā anattattā ca imasmiṁ dvaye paṭilomapariyāyo",
  "atk-s0517a22:4_14": "na vutto. Anāsavanti āsavavirahitaṁ. Nirāmisanti āmisavirahitaṁ. Ajātanti jātivirahitattā",
  "atk-s0517a22:4_15": "anuppannaṁ. Amatanti bhaṅgābhāvato maraṇavirahitaṁ. Maraṇampi hi napuṁsakabhāvavacanavasena “mata”nti vuccati.",
  "atk-s0517a22:5_0": "39. Evamimāya paṭipāṭiyā vuttāsu ākārabhedabhinnāsu cattālīsāya anupassanāsu sabhāvasaṅgahavasena",
  "atk-s0517a22:5_1": "tīsuyeva anupassanāsu ekasaṅgahaṁ karonto aniccatoti aniccānupassanātiādimāha. Tāsu",
  "atk-s0517a22:5_2": "yathānurūpaṁ aniccadukkhānattatte yojanā kātabbā. Avasāne panetā visuṁ visuṁ gaṇanavasena",
  "atk-s0517a22:5_3": "dassitā. Gaṇanāsu ca gaṇanapaṭipāṭivasena paṭhamaṁ anattānupassanā gaṇitā. Tattha",
  "atk-s0517a22:5_4": "pañcavīsatīti “parato rittato tucchato suññato anattato”ti ekekasmiṁ khandhe pañca",
  "atk-s0517a22:5_5": "pañca katvā pañcasu khandhesu pañcavīsati anattānupassanā. Paññāsāti “aniccato palokato",
  "atk-s0517a22:5_6": "calato pabhaṅguto addhuvato vipariṇāmadhammato asārakato vibhavato saṅkhatato maraṇadhammato”ti",
  "atk-s0517a22:5_7": "ekekasmiṁ khandhe dasa dasa katvā pañcasu khandhesu paññāsaṁ aniccānupassanā. Sataṁ",
  "atk-s0517a22:5_8": "pañcavīsati cevāti sesā “dukkhato rogato”tiādayo ekekasmiṁ khandhe pañcavīsati pañcavīsati",
  "atk-s0517a22:5_9": "katvā pañcasu khandhesu pañcavīsatisataṁ dukkhānupassanā. Yāni dukkhe pavuccareti",
  "atk-s0517a22:5_10": "yā anupassanā dukkhe khandhapañcake gaṇanavasena pavuccanti, tā sataṁ pañcavīsati",
  "atk-s0517a22:5_11": "cevāti sambandho veditabbo. “Yānī”ti cettha liṅgavipallāso daṭṭhabboti.",
  "atk-s0517a22:6": "Vipassanākathāvaṇṇanā niṭṭhitā."
}