{
  "atk-s0305a6:0": "7. Iddhipādasaṁyuttaṁ",
  "atk-s0305a6:1": "1. Cāpālavaggo",
  "atk-s0305a6:2": "1. Apārasuttavaṇṇanā",
  "atk-s0305a6:3_0": "813. Iddhipādasaṁyuttassa paṭhame chandaṁ nissāya pavatto samādhi chandasamādhi.",
  "atk-s0305a6:3_1": "Padhānabhūtā saṅkhārā padhānasaṅkhārā. Samannāgatanti tehi dhammehi upetaṁ. Iddhiyā",
  "atk-s0305a6:3_2": "pādaṁ, iddhibhūtaṁ vā pādanti iddhipādaṁ. Sesesupi eseva nayo. Ayamettha saṅkhepo,",
  "atk-s0305a6:3_3": "vitthāro pana iddhipādavibhaṅge (vibha. 431 ādayo) āgatova. Visuddhimagge (visuddhi.",
  "atk-s0305a6:3_4": "2.3.69 ādayo) panassa attho dīpito. Tathā maggabojjhaṅgasatipaṭṭhānasaṁyuttesu ceva",
  "atk-s0305a6:3_5": "idha ca ekaparicchedova.",
  "atk-s0305a6:4": "5. Iddhipadesasuttavaṇṇanā",
  "atk-s0305a6:5": "817. Pañcame iddhipadesanti tayo ca magge tīṇi ca phalāni.",
  "atk-s0305a6:6": "6. Samattasuttavaṇṇanā",
  "atk-s0305a6:7": "818. Chaṭṭhe samattaṁ iddhinti arahattaphalameva. Ādito paṭṭhāya pana navasupi suttesu vivaṭṭapādakā eva iddhipādā kathitā.",
  "atk-s0305a6:8": "10. Cetiyasuttavaṇṇanā",
  "atk-s0305a6:9_0": "822. Dasame nisīdananti cammakhaṇḍaṁ adhippetaṁ. Udenaṁ cetiyanti udenayakkhassa",
  "atk-s0305a6:9_1": "cetiyaṭṭhāne katavihāro vuccati. Gotamakādīsupi eseva nayo. Bhāvitāti vaḍḍhitā. Bahulīkatāti",
  "atk-s0305a6:9_2": "punappunaṁ katā. Yānīkatāti yuttayānaṁ viya katā. Vatthukatāti patiṭṭhānaṭṭhena vatthu",
  "atk-s0305a6:9_3": "viya katā. Anuṭṭhitāti adhiṭṭhitā. Paricitāti samantato citā suvaḍḍhitā. Susamāraddhāti suṭṭhu samāraddhā.",
  "atk-s0305a6:10_0": "Iti aniyamena kathetvā puna niyametvā dassento tathāgatassa khotiādimāha. Ettha ca",
  "atk-s0305a6:10_1": "kappanti āyukappaṁ, tasmiṁ tasmiṁ kāle yaṁ manussānaṁ āyuppamāṇaṁ, taṁ paripuṇṇaṁ",
  "atk-s0305a6:10_2": "karonto tiṭṭheyya. Kappāvasesaṁ vāti ‘‘appaṁ vā bhiyyo’’ti vuttavassasatato atirekaṁ",
  "atk-s0305a6:10_3": "vā. Mahāsīvatthero panāha ‘‘buddhānaṁ aṭṭhāne gajjitaṁ nāma natthi. Yatheva hi veḷuvagāmake",
  "atk-s0305a6:10_4": "uppannaṁ māraṇantikavedanaṁ dasa māse vikkhambhesi, evaṁ punappunaṁ taṁ samāpattiṁ",
  "atk-s0305a6:10_5": "samāpajjitvā dasa dasa māsepi vikkhambhento imaṁ bhaddakappameva tiṭṭheyyā’’ti.",
  "atk-s0305a6:11_0": "Kasmā pana na ṭhitoti? Upādiṇṇakasarīraṁ nāma khaṇḍiccādīhi abhibhuyyati, buddhā",
  "atk-s0305a6:11_1": "nāma khaṇḍiccādibhāvaṁ apatvāva pañcame āyukoṭṭhāse bahujanassa piyamanāpakāleyeva",
  "atk-s0305a6:11_2": "parinibbāyanti. Buddhānubuddhesu ca mahāsāvakesu parinibbutesu ekakena khāṇukena",
  "atk-s0305a6:11_3": "viya ṭhātabbaṁ hoti, daharasāmaṇeraparivāritena vā, tato – ‘‘aho buddhānaṁ parisā’’ti",
  "atk-s0305a6:11_4": "hīḷetabbataṁ āpajjeyya, tasmā na ṭhitoti. Evaṁ vuttepi so pana na ruccati, ‘‘āyukappo’’ti",
  "atk-s0305a6:11_5": "idameva aṭṭhakathāyaṁ niyamitaṁ.",
  "atk-s0305a6:12_0": "Yathā taṁ mārena pariyuṭṭhitacittoti ettha tanti nipātamattaṁ. Yathā mārena pariyuṭṭhitacitto",
  "atk-s0305a6:12_1": "ajjhotthaṭacitto aññopi koci puthujjano paṭivijjhituṁ na sakkuṇeyya, evameva nāsakkhi",
  "atk-s0305a6:12_2": "paṭivijjhitunti attho. Māro hi yassa sabbena sabbaṁ dvādasa vipallāsā appahīnā, tassa",
  "atk-s0305a6:12_3": "cittaṁ pariyuṭṭhāti. Therassa ca cattāro vipallāsā appahīnā, tenassa māro cittaṁ",
  "atk-s0305a6:12_4": "pariyuṭṭhāsi. So pana cittapariyuṭṭhānaṁ karonto kiṁ karotīti? Bheravaṁ rūpārammaṇaṁ",
  "atk-s0305a6:12_5": "vā dasseti, saddārammaṇaṁ vā sāveti, tato sattā taṁ disvā vā sutvā vā satiṁ vissajjetvā",
  "atk-s0305a6:12_6": "vivaṭamukhā honti, tesaṁ mukhena hatthaṁ pavesetvā hadayaṁ maddati, te visaññī hutvā",
  "atk-s0305a6:12_7": "tiṭṭhanti. Therassa panesa mukhe hatthaṁ pavesetuṁ kiṁ sakkhissati? Bheravārammaṇaṁ",
  "atk-s0305a6:12_8": "pana dasseti, taṁ disvā thero nimittobhāsaṁ na paṭivijjhi. Jānantoyeva bhagavā kimatthaṁ",
  "atk-s0305a6:12_9": "yāvatatiyakaṁ āmantesīti. Parato ‘‘tiṭṭhatu, bhante, bhagavā’’ti yācite ‘‘tuyhevetaṁ",
  "atk-s0305a6:12_10": "dukkaṭaṁ, tuyhevetaṁ aparaddha’’nti dosāropanena sokatanukaraṇatthaṁ.",
  "atk-s0305a6:13_0": "Māro pāpimāti ettha satte anatthe niyojento māretīti māro. Pāpimāti tasseva vevacanaṁ.",
  "atk-s0305a6:13_1": "So hi pāpadhammasamannāgatattā ‘‘pāpimā’’ti vuccati. Kaṇho, antako, namuci, pamattabandhūtipi",
  "atk-s0305a6:13_2": "tasseva nāmāni. Bhāsitā kho panesāti ayañhi bhagavato sambodhipattiyā aṭṭhame sattāhe",
  "atk-s0305a6:13_3": "bodhimaṇḍaṁyeva āgantvā – ‘‘bhagavā yadatthaṁ tumhehi pāramiyo pūritā, so vo attho",
  "atk-s0305a6:13_4": "anuppatto, paṭividdhaṁ sabbaññutaññāṇaṁ, kiṁ vo lokavicaraṇenā’’ti vatvā yathā ajja,",
  "atk-s0305a6:13_5": "evameva – ‘‘parinibbātu dāni, bhante, bhagavā, parinibbātu, sugato,’’ti yāci. Bhagavā",
  "atk-s0305a6:13_6": "cassa ‘‘na tāvāha’’ntiādīni vatvā paṭikkhipi. Taṁ sandhāya ‘‘bhāsitā kho panesā, bhante,’’tiādimāha.",
  "atk-s0305a6:14_0": "Tattha viyattāti maggavasena byattā. Tatheva vinītā. Tathā visāradā. Bahussutāti",
  "atk-s0305a6:14_1": "tepiṭakavasena bahu sutametesanti bahussutā. Tadeva dhammaṁ dhārentīti dhammadharā.",
  "atk-s0305a6:14_2": "Atha vā pariyattibahussutā ceva paṭivedhabahussutā ca, pariyattipaṭivedhadhammānaṁyeva",
  "atk-s0305a6:14_3": "dhāraṇato dhammadharāti evamettha attho daṭṭhabbo. Dhammānudhammappaṭipannāti ariyadhammassa",
  "atk-s0305a6:14_4": "anudhammabhūtaṁ vipassanādhammaṁ paṭipannā. Sāmīcippaṭipannāti anucchavikapaṭipadaṁ",
  "atk-s0305a6:14_5": "paṭipannā. Anudhammacārinoti anudhammacaraṇasīlā. Sakaṁ ācariyakanti attano ācariyavādaṁ.",
  "atk-s0305a6:14_6": "Ācikkhissantītiādīni sabbāni aññamaññasseva vevacanāni. Sahadhammenāti sahetukena",
  "atk-s0305a6:14_7": "sakāraṇena vacanena. Sappāṭihāriyanti yāva niyyānikaṁ katvā dhammaṁ desessanti.",
  "atk-s0305a6:15_0": "Brahmacariyanti sikkhattayasaṅgahitaṁ sakalaṁ sāsanabrahmacariyaṁ. Iddhanti samiddhaṁ",
  "atk-s0305a6:15_1": "jhānassādavasena. Phītanti vuḍḍhipattaṁ sabbapāliphullaṁ viya abhiññāsampattivasena.",
  "atk-s0305a6:15_2": "Vitthārikanti vitthataṁ tasmiṁ tasmiṁ disābhāge patiṭṭhitavasena. Bāhujaññanti bahūhi",
  "atk-s0305a6:15_3": "ñātaṁ paṭividdhaṁ mahājanābhisamayavasena. Puthubhūtanti sabbākārena puthulabhāvapattaṁ.",
  "atk-s0305a6:15_4": "Kathaṁ? Yāva devamanussehi suppakāsitaṁ, yattakā viññujātikā devā ceva manussā ca",
  "atk-s0305a6:15_5": "atthi, sabbehi suṭṭhu pakāsitanti attho.",
  "atk-s0305a6:16_0": "Appossukkoti nirālayo. Tvañhi pāpima aṭṭhamasattāhato paṭṭhāya ‘‘parinibbātu dāni,",
  "atk-s0305a6:16_1": "bhante, bhagavā, parinibbātu sugato’’ti viravanto āhiṇḍittha, ajja dāni paṭṭhāya",
  "atk-s0305a6:16_2": "vigatussāho hohi, mā mayhaṁ parinibbānatthaṁ vāyāmaṁ karohīti vadati.",
  "atk-s0305a6:17_0": "Satosampajāno āyusaṅkhāraṁ ossajīti satiṁ sūpaṭṭhitaṁ katvā ñāṇena paricchinditvā",
  "atk-s0305a6:17_1": "āyusaṅkhāraṁ vissaji pajahi. Tattha na bhagavā hatthena leḍḍuṁ viya āyusaṅkhāraṁ",
  "atk-s0305a6:17_2": "ossaji, temāsamattameva pana phalasamāpattiṁ samāpajjitvā tato paraṁ na samāpajjissāmīti",
  "atk-s0305a6:17_3": "cittaṁ uppādesi. Taṁ sandhāya vuttaṁ ‘‘ossajī’’ti. Ussajītipi pāṭho. Mahābhūmicāloti",
  "atk-s0305a6:17_4": "mahanto pathavikampo. Tadā kira dasasahassilokadhātu akampittha. Bhiṁsanakoti bhayajanako",
  "atk-s0305a6:17_5": ". Devadundubhiyo ca phaliṁsūti devabheriyo phaliṁsu, devo sukkhagajjitaṁ gajji, akālavijjulatā",
  "atk-s0305a6:17_6": "nicchariṁsu, khaṇikavassaṁ vassīti vuttaṁ hoti.",
  "atk-s0305a6:18_0": "Udānaṁ udānesīti kasmā udānesi? Koci nāma vadeyya ‘‘bhagavā pacchato pacchato anubandhitvā",
  "atk-s0305a6:18_1": "– ‘parinibbāyatha, bhante, parinibbāyatha, bhante’ti upadduto bhayena āyusaṅkhāraṁ",
  "atk-s0305a6:18_2": "vissajjesī’’ti. Tassokāso mā hotūti. Bhītassa hi udānaṁ nāma natthīti pītivegavissaṭṭhaṁ udānesi.",
  "atk-s0305a6:19_0": "Tattha sabbesaṁ soṇasiṅgālādīnampi paccakkhabhāvato tulitaṁ paricchinnanti tulaṁ.",
  "atk-s0305a6:19_1": "Kiṁ taṁ? Kāmāvacarakammaṁ. Na tulaṁ, na vā tulaṁ sadisamassa aññaṁ lokiyakammaṁ atthīti",
  "atk-s0305a6:19_2": "atulaṁ. Kiṁ taṁ? Mahaggatakammaṁ. Atha vā kāmāvacaraṁ rūpāvacarañca tulaṁ, arūpāvacaraṁ",
  "atk-s0305a6:19_3": "atulaṁ. Appavipākaṁ tulaṁ, bahuvipākaṁ atulaṁ. Sambhavanti sambhavahetubhūtaṁ, piṇḍakārakaṁ",
  "atk-s0305a6:19_4": "rāsikārakanti attho. Bhavasaṅkhāranti punabbhavassa saṅkhāraṁ. Avassajīti vissajjesi.",
  "atk-s0305a6:19_5": "Munīti buddhamuni. Ajjhattaratoti niyakajjhattarato. Samāhitoti upacārappanāsamādhivasena",
  "atk-s0305a6:19_6": "samāhito. Abhindi kavacamivāti kavacaṁ viya abhindi. Attasambhavanti attani jātakilesaṁ.",
  "atk-s0305a6:19_7": "Idaṁ vuttaṁ hoti – savipākaṭṭhena sambhavaṁ bhavābhisaṅkhaṇaṭṭhena bhavasaṅkhāranti",
  "atk-s0305a6:19_8": "ca laddhanāmaṁ tulātulasaṅkhātaṁ lokiyakammañca ossaji, saṅgāmasīse mahāyodho kavacaṁ",
  "atk-s0305a6:19_9": "viya attasambhavaṁ kilesañca ajjhattarato samāhito hutvā abhindīti.",
  "atk-s0305a6:20_0": "Atha vā tulanti tulento tīrento. Atulañca sambhavanti nibbānañceva bhavañca. Bhavasaṅkhāranti",
  "atk-s0305a6:20_1": "bhavagāmikammaṁ. Avassaji munīti ‘‘pañcakkhandhā aniccā, pañcannaṁ khandhānaṁ nirodho",
  "atk-s0305a6:20_2": "nibbānaṁ nicca’’ntiādinā nayena tulayanto buddhamuni bhave ādīnavaṁ nibbāne cānisaṁsaṁ",
  "atk-s0305a6:20_3": "disvā taṁ khandhānaṁ mūlabhūtaṁ bhavasaṅkhāraṁ ‘‘kammakkhayāya saṁvattatī’’ti evaṁ",
  "atk-s0305a6:20_4": "vuttena kammakkhayakarena ariyamaggena avassaji. Kathaṁ? Ajjhattarato samāhito abhindi",
  "atk-s0305a6:20_5": "kavacamivattasambhavaṁ. So hi vipassanāvasena ajjhattarato, samathavasena samāhitoti",
  "atk-s0305a6:20_6": "evaṁ pubbabhāgato paṭṭhāya samathavipassanābalena kavacamiva attabhāvaṁ pariyonandhitvā",
  "atk-s0305a6:20_7": "ṭhitaṁ, attani sambhavattā attasambhavanti laddhanāmaṁ sabbaṁ kilesajātaṁ abhindi.",
  "atk-s0305a6:20_8": "Kilesābhāvena ca kammaṁ appaṭisandhikattā avassaṭṭhaṁ nāma hotīti evaṁ kilesappahānena",
  "atk-s0305a6:20_9": "kammaṁ jahi. Pahīnakilesassa bhayaṁ nāma natthi. Tasmā abhītova āyusaṅkhāraṁ ossaji.",
  "atk-s0305a6:20_10": "Abhītabhāvañāpanatthañca udānaṁ udānesīti veditabbo.",
  "atk-s0305a6:21": "Cāpālavaggo paṭhamo.",
  "atk-s0305a6:22": "2. Pāsādakampanavaggo",
  "atk-s0305a6:23": "1-2. Pubbasuttādivaṇṇanā",
  "atk-s0305a6:24": "823-824. Dutiyavaggassa paṭhame na ca atilīnotiādīni parato āvi bhavissanti. Imasmiṁ sutte chaabhiññāpādakā iddhipādā kathitā, tathā dutiye ca.",
  "atk-s0305a6:25": "3. Chandasamādhisuttavaṇṇanā",
  "atk-s0305a6:26_0": "825. Tatiye chandanti kattukamyatāchandaṁ. Nissāyāti nissayaṁ katvā, adhipatiṁ katvāti",
  "atk-s0305a6:26_1": "attho. Padhānasaṅkhārāti padhānabhūtā saṅkhārā, catukiccasādhakasammappadhānavīriyassetaṁ",
  "atk-s0305a6:26_2": "adhivacanaṁ. Iti ayañca chandotiādīsu chando chandasamādhinā ceva padhānasaṅkhārehi",
  "atk-s0305a6:26_3": "ca, chandasamādhi chandena ceva padhānasaṅkhārehi ca, padhānasaṅkhārāpi chandena",
  "atk-s0305a6:26_4": "ceva chandasamādhinā ca samannāgatā . Tasmā sabbe te dhamme ekato katvā ayaṁ vuccati,",
  "atk-s0305a6:26_5": "bhikkhave, chandasamādhippadhānasaṅkhārasamannāgato iddhipādoti vuttaṁ. Iddhipādavibhaṅge",
  "atk-s0305a6:26_6": "(vibha. 437) pana ‘‘yo tathābhūtassa vedanākkhandho tiādinā nayena imehi dhammehi",
  "atk-s0305a6:26_7": "samannāgatā sesaarūpino dhammā iddhipādāti vuttā.",
  "atk-s0305a6:27_0": "Apica imepi tayo dhammā iddhīpi honti iddhipādāpi. Kathaṁ? Chandañhi bhāvayato chando",
  "atk-s0305a6:27_1": "iddhi nāma hoti, samādhippadhānasaṅkhārā chandiddhipādo nāma. Samādhiṁ bhāventassa",
  "atk-s0305a6:27_2": "samādhi iddhi nāma hoti, chandappadhānasaṅkhārā samādhiddhiyā pādo nāma. Padhānasaṅkhāre",
  "atk-s0305a6:27_3": "bhāventassa padhānasaṅkhārā iddhi nāma hoti, chandasamādhi padhānasaṅkhāriddhiyā",
  "atk-s0305a6:27_4": "pādo nāma, sampayuttadhammesu hi ekasmiṁ ijjhamāne sesāpi ijjhantiyeva.",
  "atk-s0305a6:28_0": "Apica tesaṁ tesaṁ dhammānaṁ pubbabhāgavasenāpi etesaṁ iddhipādatā veditabbā. Paṭhamajjhānañhi",
  "atk-s0305a6:28_1": "iddhi nāma, paṭhamajjhānassa pubbabhāgaparikammasampayuttā chandādayo iddhipādo nāma.",
  "atk-s0305a6:28_2": "Etenupāyena yāva nevasaññānāsaññāyatanā, iddhividhaṁ ādiṁ katvā yāva dibbacakkhuabhiññā,",
  "atk-s0305a6:28_3": "sotāpattimaggaṁ ādiṁ katvā yāva arahattamaggā nayo netabbo. Sesiddhipādesupi eseva nayo.",
  "atk-s0305a6:29": "Keci pana ‘‘anibbatto chando iddhipādo’’ti vadanti. Idha tesaṁ vādamaddanatthāya abhidhamme uttaracūḷavāro nāma āgato –",
  "atk-s0305a6:30_0": "‘‘Cattāro iddhipādā – chandiddhipādo, vīriyiddhipādo, cittiddhipādo, vīmaṁsiddhipādo.",
  "atk-s0305a6:30_1": "Tattha katamo chandiddhipādo? Idha, bhikkhu, yasmiṁ samaye lokuttaraṁ jhānaṁ bhāveti",
  "atk-s0305a6:30_2": "niyyānikaṁ apacayagāmiṁ diṭṭhigatānaṁ pahānāya paṭhamāya bhūmiyā pattiyā vivicceva",
  "atk-s0305a6:30_3": "kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja viharati dukkhāpaṭipadaṁ dandhābhiññaṁ, yo",
  "atk-s0305a6:30_4": "tasmiṁ samaye chando chandikatā kattukamyatā kusalo dhammacchando, ayaṁ vuccati chandiddhipādo.",
  "atk-s0305a6:30_5": "Avasesā dhammā chandiddhipādasampayuttā’’ti (vibha. 457-458).",
  "atk-s0305a6:31": "Ime pana lokuttaravaseneva āgatā.",
  "atk-s0305a6:32_0": "Tattha raṭṭhapālatthero chandaṁ dhuraṁ katvā lokuttaradhammaṁ nibbattesi. Soṇatthero",
  "atk-s0305a6:32_1": "vīriyaṁ dhuraṁ katvā; sambhutatthero cittaṁ dhuraṁ katvā, āyasmā mogharājā vīmaṁsaṁ",
  "atk-s0305a6:32_2": "dhuraṁ katvāti. Tattha yathā catūsu amaccaputtesu ṭhānantaraṁ patthetvā rājānaṁ upanissāya",
  "atk-s0305a6:32_3": "viharantesu eko upaṭṭhāne chandajāto rañño ajjhāsayañca ruciñca ñatvā divā ca ratto",
  "atk-s0305a6:32_4": "ca upaṭṭhahanto rājānaṁ ārādhetvā ṭhānantaraṁ pāpuṇi. Evaṁ chandadhurena lokuttaradhammanibbattako veditabbo.",
  "atk-s0305a6:33_0": "Eko pana – ‘‘divase divase upaṭṭhātuṁ na sakkomi, uppanne kicce parakkamena ārādhessāmī’’ti",
  "atk-s0305a6:33_1": "kupite paccante raññā pahito parakkamena sattumaddanaṁ katvā pāpuṇi. Yathā so, evaṁ",
  "atk-s0305a6:33_2": "vīriyadhurena lokuttaradhammanibbattako veditabbo. Eko ‘‘divase divase upaṭṭhānampi",
  "atk-s0305a6:33_3": "urena sattisarasampaṭicchanampi bhāroyeva, mantabalena ārādhessāmī’’ti khattavijjāya",
  "atk-s0305a6:33_4": "kataparicayattā mantasaṁvidhānena rājānaṁ ārādhetvā pāpuṇi. Yathā so, evaṁ cittadhurena",
  "atk-s0305a6:33_5": "lokuttaradhammanibbattako veditabbo.",
  "atk-s0305a6:34_0": "Aparo – ‘‘kiṁ imehi upaṭṭhānādīhi, rājāno nāma jātisampannassa ṭhānantaraṁ denti,",
  "atk-s0305a6:34_1": "tādisassa dento mayhaṁ dassatī’’ti jātisampattimeva nissāya ṭhānantaraṁ pāpuṇi. Yathā",
  "atk-s0305a6:34_2": "so, evaṁ suparisuddhaṁ vīmaṁsaṁ nissāya vīmaṁsadhurena lokuttaradhammanibbattako",
  "atk-s0305a6:34_3": "veditabboti. Imasmiṁ sutte vivaṭṭapādakaiddhi kathitā.",
  "atk-s0305a6:35": "4. Moggallānasuttavaṇṇanā",
  "atk-s0305a6:36_0": "826. Catutthe uddhatāti uddhaccapakatikā vipphandamānacittā. Uddhaccena hi ekārammaṇe",
  "atk-s0305a6:36_1": "cittaṁ vipphandati dhajayaṭṭhiyaṁ vātena pahatadhajo viya. Unnaḷāti uggatanaḷā, uṭṭhitatucchamānāti",
  "atk-s0305a6:36_2": "vuttaṁ hoti. Capalāti pattacīvaramaṇḍanādicāpallena yuttā. Mukharāti mukhakharā,",
  "atk-s0305a6:36_3": "kharavacanāti vuttaṁ hoti. Vikiṇṇavācāti asaṁyatavacanā divasampi niratthakavacanappalāpino.",
  "atk-s0305a6:36_4": "Muṭṭhassatīti naṭṭhassatino. Asampajānāti paññārahitā. Asamāhitāti upacārappanāsamādhivirahitā.",
  "atk-s0305a6:36_5": "Bhantacittāti ubbhantacittā samādhivirahena laddhokāsena uddhaccena . Pākatindriyāti",
  "atk-s0305a6:36_6": "asaṁvutindriyā. Iddhābhisaṅkhāranti āpokasiṇaṁ samāpajjitvā vuṭṭhāya pāsādapatiṭṭhitaṁ",
  "atk-s0305a6:36_7": "pathavibhāgaṁ ‘‘udaka’’nti adhiṭṭhāya, udakapiṭṭhe ṭhitapāsādaṁ vehāsaṁ abbhuggantvā",
  "atk-s0305a6:36_8": "aṅguṭṭhakena pahari. Gambhīranemoti gambhīraāvāṭo, gambhīrabhūmibhāgaṁ anupaviṭṭhoti",
  "atk-s0305a6:36_9": "attho . Sunikhātoti suṭṭhu nikhāto, koṭṭetvā suṭṭhu ṭhapito. Idha abhiññāpādakiddhi kathitā.",
  "atk-s0305a6:37": "5. Uṇṇābhabrāhmaṇasuttavaṇṇanā",
  "atk-s0305a6:38": "827. Pañcame chandappahānatthanti taṇhāchandassa pahānatthaṁ. Idhāpi vivaṭṭapādakiddhi kathitā.",
  "atk-s0305a6:39": "9. Iddhādidesanāsuttavaṇṇanā",
  "atk-s0305a6:40": "831. Navame yo so bhikkhave maggoti abhiññāpādakaṁ catutthajjhānaṁ adhippetaṁ.",
  "atk-s0305a6:41": "10. Vibhaṅgasuttavaṇṇanā",
  "atk-s0305a6:42_0": "832. Dasame kosajjasahagatoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto",
  "atk-s0305a6:42_1": "nisīdati. Athassa citte līnākāro okkamati, so ‘‘līnākāro me okkanto’’ti ñatvā apāyabhayena",
  "atk-s0305a6:42_2": "cittaṁ tajjetvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti. Athassa puna līnākāro",
  "atk-s0305a6:42_3": "okkamati. So puna apāyabhayena cittaṁ tajjetvā chandaṁ uppādetvā kammaṭṭhānaṁ manasi",
  "atk-s0305a6:42_4": "karotīti evamassa kosajjena vokiṇṇattā chando kosajjasahagato nāma hoti. Kosajjasampayuttoti tasseva vevacanaṁ.",
  "atk-s0305a6:43_0": "Uddhaccasahagatoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto nisīdati.",
  "atk-s0305a6:43_1": "Athassa cittaṁ uddhacce patati. So buddhadhammasaṅghaguṇe āvajjetvā cittaṁ hāsetvā",
  "atk-s0305a6:43_2": "tosetvā kammaniyaṁ katvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti. Athassa",
  "atk-s0305a6:43_3": "puna cittaṁ uddhacce patati. So puna buddhadhammasaṅghaguṇe āvajjetvā cittaṁ hāsetvā",
  "atk-s0305a6:43_4": "tosetvā kammaniyaṁ katvā chandaṁ uppādetvā kammaṭṭhānaṁ manasi karotīti evamassa",
  "atk-s0305a6:43_5": "uddhaccena vokiṇṇattā chando uddhaccasahagato nāma hoti.",
  "atk-s0305a6:44_0": "Thinamiddhasahagatoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto nisīdati.",
  "atk-s0305a6:44_1": "Athassa thinamiddhaṁ uppajjati. So ‘‘uppannaṁ me thinamiddha’’nti ñatvā udakena mukhaṁ",
  "atk-s0305a6:44_2": "puñchitvā, kaṇṇe ākaḍḍhitvā paguṇaṁ dhammaṁ sajjhāyitvā divā gahitaṁ vā ālokasaññaṁ",
  "atk-s0305a6:44_3": "manasikaritvā thinamiddhaṁ vinodetvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti.",
  "atk-s0305a6:44_4": "Athassa puna thinamiddhaṁ uppajjati. So vuttanayeneva puna thinamiddhaṁ vinodetvā",
  "atk-s0305a6:44_5": "chandaṁ uppādetvā kammaṭṭhānaṁ manasi karotīti evamassa thinamiddhena vokiṇṇattā",
  "atk-s0305a6:44_6": "chando thinamiddhasahagato nāma hoti.",
  "atk-s0305a6:45_0": "Anuvikkhittoti idha bhikkhu chandaṁ uppādetvā kammaṭṭhānaṁ manasikaronto nisīdati.",
  "atk-s0305a6:45_1": "Athassa kāmaguṇārammaṇe cittaṁ vikkhipati. So ‘‘bahiddhā vikkhittaṁ me citta’’nti",
  "atk-s0305a6:45_2": "ñatvā anamatagga (saṁ. ni. 2.124-125) devadūta- (ma. ni. 3.261) celopama (saṁ. ni.",
  "atk-s0305a6:45_3": "5.1104) anāgatabhayasuttādīni (a. ni. 5.77) āvajjento suttadaṇḍena cittaṁ tajjetvā",
  "atk-s0305a6:45_4": "kammaniyaṁ katvā puna chandaṁ uppādetvā kammaṭṭhānaṁ manasi karoti. Athassa puna",
  "atk-s0305a6:45_5": "cittaṁ vikkhipati. So puna suttadaṇḍena cittaṁ kammaniyaṁ katvā chandaṁ uppādetvā",
  "atk-s0305a6:45_6": "kammaṭṭhānaṁ manasi karotīti evamassa kāmavitakkavokiṇṇattā chando bahiddhā pañca",
  "atk-s0305a6:45_7": "kāmaguṇe ārabbha anuvikkhitto anuvisaṭo hoti.",
  "atk-s0305a6:46_0": "Yathā pure tathā pacchāti kammaṭṭhānavasenapi desanāvasenapi purimapacchimatā veditabbā.",
  "atk-s0305a6:46_1": "Kathaṁ? Kammaṭṭhāne tāva kammaṭṭhānassa abhiniveso pure nāma, arahattaṁ pacchā nāma.",
  "atk-s0305a6:46_2": "Tattha yo bhikkhu mūlakammaṭṭhāne abhinivisitvā atilīnādīsu catūsu ṭhānesu cittassa",
  "atk-s0305a6:46_3": "okkamanaṁ paṭisedhetvā, duṭṭhagoṇe yojetvā sārento viya caturassaghaṭikaṁ otārento",
  "atk-s0305a6:46_4": "viya catunnaṁ ṭhānānaṁ ekaṭṭhānepi asajjanto saṅkhāre sammasitvā arahattaṁ pāpuṇāti.",
  "atk-s0305a6:46_5": "Ayampi yathā pure tathā pacchā viharati nāma. Ayaṁ kammaṭṭhānavasena purimapacchimatā.",
  "atk-s0305a6:46_6": "Desanāvasena pana kesā pure nāma, matthaluṅgaṁ pacchā nāma. Tattha yo bhikkhu kesesu",
  "atk-s0305a6:46_7": "abhinivisitvā vaṇṇasaṇṭhānādivasena kesādayo pariggaṇhanto catūsu ṭhānesu asajjanto",
  "atk-s0305a6:46_8": "yāva matthaluṅgā bhāvanaṁ pāpeti, ayampi yathā pure tathā pacchā viharati nāma. Evaṁ",
  "atk-s0305a6:46_9": "desanāvasena purimapacchimatā veditabbā. Yathā pacchā tathā pureti idaṁ purimasseva vevacanaṁ.",
  "atk-s0305a6:47_0": "Yathā adho tathā uddhanti idaṁ sarīravasena veditabbaṁ. Tenevāha ‘‘uddhaṁ pādatalā",
  "atk-s0305a6:47_1": "adho kesamatthakā’’ti. Tattha yo bhikkhu pādatalato paṭṭhāya yāva kesamatthakā dvattiṁsākāravasena",
  "atk-s0305a6:47_2": "vā pādaṅguliaggapabbaṭṭhito yāva sīsakaṭāhaṁ, sīsakaṭāhato yāva pādaṅgulīnaṁ aggapabbaṭṭhīni",
  "atk-s0305a6:47_3": ", tāva aṭṭhivasena vā bhāvanaṁ pāpeti catūsu ṭhānesu ekaṭṭhānepi asajjanto. Ayaṁ",
  "atk-s0305a6:47_4": "yathā uddhaṁ tathā adho, yathā adho tathā uddhaṁ viharati nāma.",
  "atk-s0305a6:48_0": "Yehi ākārehīti yehi koṭṭhāsehi. Yehi liṅgehīti yehi saṇṭhānehi. Yehi nimittehīti",
  "atk-s0305a6:48_1": "yehi upaṭṭhānehi. Ālokasaññā suggahitā hotīti yo bhikkhu aṅgaṇe nisīditvā ālokasaññaṁ",
  "atk-s0305a6:48_2": "manasi karoti, kālena nimīleti, kālena ummīleti. Athassa yadā nimīlentassāpi ummīletvā",
  "atk-s0305a6:48_3": "olokentassa viya ekasadisameva upaṭṭhāti, tadā ālokasaññā jātā nāma hoti. ‘‘Divāsaññā’’tipi",
  "atk-s0305a6:48_4": "tasseva nāmaṁ. Sā ca pana rattiṁ uppajjamānā suggahitā nāma hoti. Svādhiṭṭhitātipi",
  "atk-s0305a6:48_5": "tasseva vevacanaṁ. Suṭṭhu adhiṭṭhitā suṭṭhu ṭhapitā svādhiṭṭhitā nāma vuccati. Sā",
  "atk-s0305a6:48_6": "atthato suggahitāyeva. Yo vā ālokena thinamiddhaṁ vinodetvā chandaṁ uppādetvā kammaṭṭhānaṁ",
  "atk-s0305a6:48_7": "manasi karoti, tassa divāpi ālokasaññā suggahitā svādhiṭṭhitā nāma. Ratti vā hotu",
  "atk-s0305a6:48_8": "divā vā yena ālokena thinamiddhaṁ vinodetvā kammaṭṭhānaṁ manasi karoti, tasmiṁ thinamiddhavinodane",
  "atk-s0305a6:48_9": "āloke uppannā saññā suggahitāyeva nāma. Vīriyādīsupi eseva nayo. Imasmiṁ sutte channaṁ",
  "atk-s0305a6:48_10": "abhiññānaṁ pādakiddhi kathitā.",
  "atk-s0305a6:49": "Pāsādakampanavaggo dutiyo.",
  "atk-s0305a6:50": "3. Ayoguḷavaggo",
  "atk-s0305a6:51": "2. Ayoguḷasuttavaṇṇanā",
  "atk-s0305a6:52_0": "834. Tatiyavaggassa dutiye iminā cātumahābhūtikenāti iminā catumahābhūtamayena evaṁ",
  "atk-s0305a6:52_1": "bhārikena garukena samānenāpi. Omātīti pahoti sakkoti, idaṁ tepiṭake buddhavacane",
  "atk-s0305a6:52_2": "asambhinnapadaṁ. Kāyampicitte samodahatīti kāyaṁ gahetvā citte āropeti, cittasannissitaṁ",
  "atk-s0305a6:52_3": "karoti, cittagatiyā peseti. Cittaṁ nāma mahaggatacittaṁ, cittagatigamanaṁ lahukaṁ",
  "atk-s0305a6:52_4": "hoti. Cittampi kāye samodahatīti cittaṁ gahetvā kāye āropeti, kāyasannissitaṁ karoti,",
  "atk-s0305a6:52_5": "kāyagatiyā peseti, kāyo nāma karajakāyo, kāyagatigamanaṁ dandhaṁ hoti. Sukhasaññañca",
  "atk-s0305a6:52_6": "lahusaññañcāti abhiññācittasahajātasaññā. Sā hi santasukhasamannāgatattā sukhasaññā",
  "atk-s0305a6:52_7": "nāma hoti, kilesadandhāyitattassa ca abhāvā lahusaññā nāma.",
  "atk-s0305a6:53_0": "Ayoguḷo divasaṁ santatto lahutaro ceva hotīti so hi dvīhi tīhi janehi ukkhipitvā",
  "atk-s0305a6:53_1": "kammāruddhane pakkhittopi divasaṁ paccamāno vivarānupaviṭṭhena tejena ceva vāyena",
  "atk-s0305a6:53_2": "ca vāyosahagato ca usmāsahagato ca tejosahagato ca hutvā evaṁ lahuko hoti, yathā",
  "atk-s0305a6:53_3": "naṁ kammāro mahāsaṇḍāsena gahetvā ekato parivatteti ukkhipati bahi nīharati. Evaṁ",
  "atk-s0305a6:53_4": "pana mudu ca hoti kammaniyo ca. Yathā naṁ so khaṇḍaṁ khaṇḍaṁ vicchindati, kūṭena",
  "atk-s0305a6:53_5": "hananto dīghacaturassādibhedaṁ karoti. Imasmiṁ sutte vikubbaniddhi kathitā.",
  "atk-s0305a6:54": "3-10. Bhikkhusuttādivaṇṇanā",
  "atk-s0305a6:55_0": "835-842. Tatiye vivaṭṭapādakiddhi kathitā, tathā catutthe. Apica dve phalāni ādiṁ",
  "atk-s0305a6:55_1": "katvā heṭṭhā missakiddhipādā kathitā, sattasu phalesu pubbabhāgā. Sattamādīni cattāri",
  "atk-s0305a6:55_2": "heṭṭhā kathitanayāneva.",
  "atk-s0305a6:56": "11-12. Moggallānasuttādivaṇṇanā",
  "atk-s0305a6:57": "843-844. Ekādasamadvādasamesu cha abhiññā kathitā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0305a6:58": "Iddhipādasaṁyuttavaṇṇanā niṭṭhitā."
}