{
  "atk-s0402a60:0": "(25) 5. Āpattibhayavaggo",
  "atk-s0402a60:1": "1. Saṅghabhedakasuttavaṇṇanā",
  "atk-s0402a60:2_0": "243. Pañcamassa paṭhame api nu taṁ, ānanda, adhikaraṇanti vivādādhikaraṇādīsu aññataraṁ",
  "atk-s0402a60:2_1": "adhikaraṇaṁ bhikkhusaṅghassa uppajji, satthā tassa vūpasantabhāvaṁ pucchanto evamāha.",
  "atk-s0402a60:2_2": "Kuto taṁ, bhanteti, bhante, kuto kinti kena kāraṇena taṁ adhikaraṇaṁ vūpasamissatīti",
  "atk-s0402a60:2_3": "vadati. Kevalakappanti sakalaṁ samantato. Saṅghabhedāya ṭhitoti saṅghena saddhiṁ",
  "atk-s0402a60:2_4": "vādatthāya kathitaṁ paṭikathentova ṭhito. Tatrāyasmāti tasmiṁ evaṁ ṭhite āyasmā anuruddho.",
  "atk-s0402a60:2_5": "Na ekavācikampi bhaṇitabbaṁ maññatīti ‘‘mā, āvuso, saṅghena saddhiṁ evaṁ avacā’’ti",
  "atk-s0402a60:2_6": "ekavacanampi vattabbaṁ na maññati. Voyuñjatīti anuyuñjati anuyogaṁ āpajjati. Atthavaseti",
  "atk-s0402a60:2_7": "kāraṇavase. Nāsessantīti uposathappavāraṇaṁ upagantuṁ adatvā nikkaḍḍhissanti. Sesaṁ",
  "atk-s0402a60:2_8": "pāḷivaseneva veditabbaṁ.",
  "atk-s0402a60:3": "2. Āpattibhayasuttavaṇṇanā",
  "atk-s0402a60:4_0": "244. Dutiye khuramuṇḍaṁ karitvāti pañca sikhaṇḍake ṭhapetvā khurena muṇḍaṁ karitvā.",
  "atk-s0402a60:4_1": "Kharassarenāti kakkhaḷasaddena. Paṇavenāti vajjhabheriyā. Thalaṭṭhassāti ekamante",
  "atk-s0402a60:4_2": "ṭhitassa. Sīsacchejjanti sīsacchedārahaṁ. Yatra hi nāmāti yaṁ nāma. So vatassāhanti",
  "atk-s0402a60:4_3": "so vata ahaṁ assaṁ, yaṁ evarūpaṁ pāpaṁ na kareyyanti attho. Yathādhammaṁ paṭikarissatīti",
  "atk-s0402a60:4_4": "dhammānurūpaṁ paṭikarissati, sāmaṇerabhūmiyaṁ ṭhassatīti attho. Kāḷavatthaṁ paridhāyāti",
  "atk-s0402a60:4_5": "kāḷapilotikaṁ nivāsetvā. Mosallanti musalābhipātārahaṁ. Yathādhammanti idha āpattito",
  "atk-s0402a60:4_6": "vuṭṭhāya suddhante patiṭṭhahanto yathādhammaṁ karoti nāma. Bhasmapuṭanti chārikābhaṇḍikaṁ.",
  "atk-s0402a60:4_7": "Gārayhaṁ bhasmapuṭanti garahitabbachārikāpuṭena matthake abhighātārahaṁ. Yathādhammanti",
  "atk-s0402a60:4_8": "idha āpattiṁ desento yathādhammaṁ paṭikaroti nāma. Upavajjanti upavādārahaṁ. Pāṭidesanīyesūti",
  "atk-s0402a60:4_9": "paṭidesetabbesu. Iminā sabbāpi sesāpattiyo saṅgahitā. Imāni kho, bhikkhave, cattāri",
  "atk-s0402a60:4_10": "āpattibhayānīti, bhikkhave, imāni cattāri āpattiṁ nissāya uppajjanakabhayāni nāmāti.",
  "atk-s0402a60:5": "3. Sikkhānisaṁsasuttavaṇṇanā",
  "atk-s0402a60:6_0": "245. Tatiye sikkhā ānisaṁsā etthāti sikkhānisaṁsaṁ. Paññā uttarā etthāti paññuttaraṁ.",
  "atk-s0402a60:6_1": "Vimutti sāro etthāti vimuttisāraṁ. Sati ādhipateyyā etthāti satādhipateyyaṁ. Etesaṁ",
  "atk-s0402a60:6_2": "hi sikkhādisaṅkhātānaṁ ānisaṁsādīnaṁ atthāya vussatīti vuttaṁ hoti. Ābhisamācārikāti",
  "atk-s0402a60:6_3": "uttamasamācārikā. Vattavasena paññattasīlassetaṁ adhivacanaṁ. Tathā tathā so tassā",
  "atk-s0402a60:6_4": "sikkhāyāti tathā tathā so sikkhākāmo bhikkhu tasmiṁ sikkhāpade.",
  "atk-s0402a60:7_0": "Ādibrahmacariyikāti maggabrahmacariyassa ādibhūtānaṁ catunnaṁ mahāsīlānametaṁ adhivacanaṁ.",
  "atk-s0402a60:7_1": "Sabbasoti sabbākārena. Dhammāti catusaccadhammā. Paññāya samavekkhitā hontīti sahavipassanāya",
  "atk-s0402a60:7_2": "maggapaññāya sudiṭṭhā honti. Vimuttiyā phusitā hontīti arahattaphalavimuttiyā ñāṇaphassena",
  "atk-s0402a60:7_3": "phuṭṭhā honti. Ajjhattaṁyeva sati sūpaṭṭhitā hotīti niyakajjhatteyeva sati suṭṭhu",
  "atk-s0402a60:7_4": "upaṭṭhitā hoti. Paññāya anuggahessāmīti vipassanāpaññāya anuggahessāmi. Paññāyasamavekkhissāmīti",
  "atk-s0402a60:7_5": "idhāpi vipassanāpaññā adhippetā. Phusitaṁ vā dhammaṁ tattha tattha paññāya anuggahessāmīti",
  "atk-s0402a60:7_6": "ettha pana maggapaññāva adhippetā.",
  "atk-s0402a60:8": "4. Seyyāsuttavaṇṇanā",
  "atk-s0402a60:9_0": "246. Catutthe petāti kālakatā vuccanti. Uttānā sentīti te yebhuyyena uttānakāva sayanti.",
  "atk-s0402a60:9_1": "Atha vā pettivisaye nibbattā petā nāma, te appamaṁsalohitattā aṭṭhisaṅghātajaṭitā",
  "atk-s0402a60:9_2": "ekena passena sayituṁ na sakkonti, uttānāva senti. Anattamano hotīti tejussadattā",
  "atk-s0402a60:9_3": "sīho migarājā dve purimapāde ekasmiṁ, pacchimapāde ekasmiṁ ṭhāne ṭhapetvā naṅguṭṭhaṁ",
  "atk-s0402a60:9_4": "antarasatthimhi pakkhipitvā purimapādapacchimapādanaṅguṭṭhānaṁ ṭhitokāsaṁ sallakkhetvā",
  "atk-s0402a60:9_5": "dvinnaṁ purimapādānaṁ matthake sīsaṁ ṭhapetvā sayati. Divasampi sayitvā pabujjhamāno",
  "atk-s0402a60:9_6": "na uttasanto pabujjhati, sīsaṁ pana ukkhipitvā purimapādādīnaṁ ṭhitokāsaṁ sallakkhetvā",
  "atk-s0402a60:9_7": "sace kiñci ṭhānaṁ vijahitvā ṭhitaṁ hoti, ‘‘nayidaṁ tuyhaṁ jātiyā, na sūrabhāvassa",
  "atk-s0402a60:9_8": "anurūpa’’nti anattamano hutvā tattheva sayati, na gocarāya pakkamati. Idaṁ sandhāya",
  "atk-s0402a60:9_9": "vuttaṁ – ‘‘anattamano hotī’’ti. Avijahitvā ṭhite pana ‘‘tuyhaṁ jātiyā ca sūrabhāvassa",
  "atk-s0402a60:9_10": "ca anurūpamida’’nti haṭṭhatuṭṭho uṭṭhāya sīhavijambhanaṁ vijambhitvā kesarabhāraṁ",
  "atk-s0402a60:9_11": "vidhunitvā tikkhattuṁ sīhanādaṁ naditvā gocarāya pakkamati. Tena vuttaṁ – ‘‘attamano hotī’’ti.",
  "atk-s0402a60:10": "5. Thūpārahasuttavaṇṇanā",
  "atk-s0402a60:11_0": "247. Pañcame rājā cakkavattīti ettha kasmā bhagavā agāramajjhe vasitvā kālakatassa",
  "atk-s0402a60:11_1": "rañño thūpakaraṇaṁ anujānāti, na sīlavato puthujjanabhikkhussāti? Anacchariyattā.",
  "atk-s0402a60:11_2": "Puthujjanabhikkhūnañhi thūpe anuññāyamāne tambapaṇṇidīpe tāva thūpānaṁ okāso na bhaveyya,",
  "atk-s0402a60:11_3": "tathā aññesu ṭhānesu. Tasmā ‘‘anacchariyā te bhavissantī’’ti nānujānāti. Cakkavattī",
  "atk-s0402a60:11_4": "rājā ekova nibbattati, tenassa thūpo acchariyo hoti. Puthujjanasīlavato pana parinibbutabhikkhuno",
  "atk-s0402a60:11_5": "viya mahantampi sakkāraṁ kātuṁ vaṭṭatiyeva. Chaṭṭhasattamāni uttānatthāneva.",
  "atk-s0402a60:12": "8. Paṭhamavohārasuttavaṇṇanā",
  "atk-s0402a60:13": "250. Aṭṭhame anariyavohārāti anariyānaṁ kathā. Sesesupi eseva nayo.",
  "atk-s0402a60:14": "Āpattibhayavaggo pañcamo.",
  "atk-s0402a60:15": "Pañcamapaṇṇāsakaṁ niṭṭhitaṁ."
}