{
  "atk-s0102a6:0": "7. Mahāsamayasuttavaṇṇanā",
  "atk-s0102a6:1": "Nidānavaṇṇanā",
  "atk-s0102a6:2_0": "331.Evaṁme sutanti mahāsamayasuttaṁ. Tatrāyamapubbapadavaṇṇanā – sakkesūti ambaṭṭhasutte",
  "atk-s0102a6:2_1": "vuttena uppattinayena ‘‘sakyā vata, bho kumārā’’ti udānaṁ paṭicca sakkāti laddhanāmānaṁ",
  "atk-s0102a6:2_2": "rājakumārānaṁ nivāso ekopi janapado ruḷhīsaddena ‘‘sakkā’’ti vuccati, tasmiṁ sakkesu",
  "atk-s0102a6:2_3": "janapade. Mahāvaneti sayaṁjāte aropite himavantena saddhiṁ ekābaddhe mahati vane.",
  "atk-s0102a6:2_4": "Sabbeheva arahantehīti imaṁ suttaṁ kathitadivaseyeva pattaarahattehi.",
  "atk-s0102a6:3_0": "Tatrāyaṁ anupubbikathā – sākiyakoliyā kira kapilavatthunagarassa ca koliyanagarassa",
  "atk-s0102a6:3_1": "ca antare rohiṇiṁ nāma nadiṁ ekeneva āvaraṇena bandhāpetvā sassāni karonti, atha",
  "atk-s0102a6:3_2": "jeṭṭhamūlamāse sassesu milāyantesu ubhayanagaravāsikānampi kammakarā sannipatiṁsu.",
  "atk-s0102a6:3_3": "Tattha koliyanagaravāsino āhaṁsu – ‘‘idaṁ udakaṁ ubhato hariyamānaṁ na tumhākaṁ na",
  "atk-s0102a6:3_4": "amhākaṁ pahossati, amhākaṁ pana sassaṁ ekena udakeneva nipphajjissati, idaṁ udakaṁ",
  "atk-s0102a6:3_5": "amhākaṁ dethā’’ti. Kapilavatthunagaravāsino āhaṁsu – ‘‘tumhesu koṭṭhe pūretvā ṭhitesu",
  "atk-s0102a6:3_6": "mayaṁ rattasuvaṇṇanīlamaṇikāḷakahāpaṇe ca gahetvā pacchipasibbakādihatthā na sakkhissāma",
  "atk-s0102a6:3_7": "tumhākaṁ gharadvāre vicarituṁ, amhākampi sassaṁ ekeneva udakena nipphajjissati, idaṁ",
  "atk-s0102a6:3_8": "udakaṁ amhākaṁ dethā’’ti. ‘‘Na mayaṁ dassāmā’’ti. ‘‘Mayampi na dassāmā’’ti. Evaṁ",
  "atk-s0102a6:3_9": "kalahaṁ vaḍḍhetvā eko uṭṭhāya ekassa pahāraṁ adāsi, sopi aññassāti evaṁ aññamaññaṁ",
  "atk-s0102a6:3_10": "paharitvā rājakulānaṁ jātiṁ ghaṭṭetvā kalahaṁ vaḍḍhayiṁsu.",
  "atk-s0102a6:4_0": "Koliyakammakarā vadanti – ‘‘tumhe kapilavatthuvāsike gahetvā gajjatha, ye soṇasiṅgālādayo",
  "atk-s0102a6:4_1": "viya attano bhaginīhi saddhiṁ saṁvasiṁsu. Etesaṁ hatthino ca assā ca phalakāvudhāni",
  "atk-s0102a6:4_2": "ca amhākaṁ kiṁ karissantī’’ti? Sākiyakammakarāpi vadanti – ‘‘tumhe dāni kuṭṭhino",
  "atk-s0102a6:4_3": "dārake gahetvā gajjatha, ye anāthā niggatikā tiracchānā viya kolarukkhe vasiṁsu,",
  "atk-s0102a6:4_4": "etesaṁ hatthino ca assā ca phalakāvudhāni ca amhākaṁ kiṁ karissantī’’ti? Te gantvā",
  "atk-s0102a6:4_5": "tasmiṁ kamme niyuttaamaccānaṁ kathesuṁ, amaccā rājakulānaṁ kathesuṁ, tato sākiyā",
  "atk-s0102a6:4_6": "– ‘‘bhaginīhi saddhiṁ saṁvāsikānaṁ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṁsu.",
  "atk-s0102a6:4_7": "Koliyāpi – ‘‘kolarukkhavāsīnaṁ thāmañca balañca dassessāmā’’ti yuddhasajjā nikkhamiṁsu.",
  "atk-s0102a6:5_0": "Bhagavāpi rattiyā paccūsasamayeva mahākaruṇāsamāpattito vuṭṭhāya lokaṁ volokento",
  "atk-s0102a6:5_1": "ime evaṁ yuddhasajje nikkhamante addasa. Disvā – ‘‘mayi gate ayaṁ kalaho vūpasamissati",
  "atk-s0102a6:5_2": "nu kho udāhu no’’ti upadhārento – ‘‘ahamettha gantvā kalahavūpasamanatthaṁ tīṇi jātakāni",
  "atk-s0102a6:5_3": "kathessāmi, tato kalaho vūpasamissati. Atha sāmaggidīpanatthāya dve jātakāni kathetvā",
  "atk-s0102a6:5_4": "attadaṇḍasuttaṁ desessāmi. Desanaṁ sutvā ubhayanagaravāsinopi aḍḍhatiyāni aḍḍhatiyāni",
  "atk-s0102a6:5_5": "kumārasatāni dassanti, ahaṁ te pabbajissāmi, tadā mahāsamāgamo bhavissatī’’ti sanniṭṭhānamakāsi.",
  "atk-s0102a6:5_6": "Tasmā imesu yuddhasajjesu nikkhamantesu kassaci anārocetvā sayameva pattacīvaramādāya",
  "atk-s0102a6:5_7": "gantvā dvinnaṁ senānaṁ antare ākāse pallaṅkaṁ ābhujitvā chabbaṇṇarasmiyo vissajjetvā nisīdi.",
  "atk-s0102a6:6_0": "Kapilavatthuvāsino bhagavantaṁ disvāva – ‘‘amhākaṁ ñātiseṭṭho satthā āgato, diṭṭho",
  "atk-s0102a6:6_1": "nu kho tena amhākaṁ kalahakāraṇabhāvo’’ti cintetvā – ‘‘na kho pana sakkā bhagavati",
  "atk-s0102a6:6_2": "āgate amhehi parassa sarīre satthaṁ pātetuṁ, koliyanagaravāsino amhe hanantu vā pacantu",
  "atk-s0102a6:6_3": "vā’’ti āvudhāni chaḍḍetvā bhagavantaṁ vanditvā nisīdiṁsu. Koliyanagaravāsinopi tatheva",
  "atk-s0102a6:6_4": "cintetvā āvudhāni chaḍḍetvā bhagavantaṁ vanditvā nisīdiṁsu.",
  "atk-s0102a6:7_0": "Bhagavā jānantova – ‘‘kasmā āgatattha mahārājā’’ti pucchi. Bhagavā, na titthakīḷāya",
  "atk-s0102a6:7_1": "na pabbatakīḷāya na nadīkīḷāya na giridassanatthaṁ, imasmiṁ pana ṭhāne saṅgāmaṁ paccupaṭṭhapetvā",
  "atk-s0102a6:7_2": "āgatamhāti. Kiṁ nissāya vo kalaho mahārājāti? Udakaṁ, bhanteti. Udakaṁ kiṁ agghati",
  "atk-s0102a6:7_3": "mahārājāti? Appagghaṁ, bhanteti. Pathavī nāma kiṁ agghati mahārājāti? Anagghā, bhanteti.",
  "atk-s0102a6:7_4": "Khattiyā kiṁ agghanti mahārājāti? Khattiyā nāma anagghā bhanteti. Appamūlakaṁ udakaṁ",
  "atk-s0102a6:7_5": "nissāya kimatthaṁ anagghe khattiye nāsetha, mahārājāti? ‘‘Kalahe assādo nāma natthi,",
  "atk-s0102a6:7_6": "kalahavasena mahārājā aṭṭhāne veraṁ katvā ekāya rukkhadevatāya kāḷasīhena saddhiṁ",
  "atk-s0102a6:7_7": "baddhāghāto sakalampi imaṁ kappaṁ anuppattoyevā’’ti vatvā phandanajātakaṁ kathesi.",
  "atk-s0102a6:7_8": "Tato ‘‘parapattiyena nāma mahārājā na bhavitabbaṁ. Parapattiyā hutvā hi ekassa sasakassa",
  "atk-s0102a6:7_9": "kathāya tiyojanasahassavitthate himavante catuppadagaṇā mahāsamuddaṁ pakkhandino",
  "atk-s0102a6:7_10": "ahesuṁ. Tasmā parapattiyena na bhavitabba’’nti vatvā pathavīundriyajātakaṁ kathesi.",
  "atk-s0102a6:7_11": "Tato – ‘‘kadāci, mahārājā, dubbalopi mahabbalassa randhaṁ vivaraṁ passati, kadāci",
  "atk-s0102a6:7_12": "mahabbalo dubbalassa. Laṭukikāpi hi sakuṇikā hatthināgaṁ ghātesī’’ti vatvā laṭukikajātakaṁ",
  "atk-s0102a6:7_13": "kathesi. Evaṁ kalahavūpasamatthāya tīṇi jātakāni kathetvā sāmaggiparidīpanatthāya",
  "atk-s0102a6:7_14": "dve jātakāni kathesi. Kathaṁ? Samaggānañhi mahārājā koci otāraṁ nāma passituṁ na",
  "atk-s0102a6:7_15": "sakkotīti vatvā rukkhadhammajātakaṁ kathesi. Tato ‘‘samaggānaṁ mahārājā koci vivaraṁ",
  "atk-s0102a6:7_16": "passituṁ nāsakkhi. Yadā pana aññamaññaṁ vivādamakaṁsu, atha te nesādaputto jīvitā",
  "atk-s0102a6:7_17": "voropetvā ādāya gato. Vivāde assādo nāma natthī’’ti vatvā vaṭṭakajātakaṁ kathesi.",
  "atk-s0102a6:7_18": "Evaṁ imāni pañca jātakāni kathetvā avasāne attadaṇḍasuttaṁ kathesi.",
  "atk-s0102a6:8_0": "Rājāno pasannā – ‘‘sace satthā nāgamissa, mayaṁ sahatthā aññamaññaṁyeva vadhitvā",
  "atk-s0102a6:8_1": "lohitanadiṁ pavattayissāma, amhākaṁ puttabhātaro gehadvāre na passeyyāma, sāsanapaṭisāsanampi",
  "atk-s0102a6:8_2": "no āharaṇako na bhavissati. Satthāraṁ nissāya no jīvitaṁ laddhaṁ. Sace pana satthā",
  "atk-s0102a6:8_3": "agāraṁ ajjhāvasissa, dvisahassadīpaparivāresu catūsu mahādīpesu rajjamassa hatthagataṁ",
  "atk-s0102a6:8_4": "abhavissa, atirekasahassaṁ kho panassa puttā abhavissaṁsu, tato khattiyaparivārova",
  "atk-s0102a6:8_5": "avicarissa. Taṁ kho panesa sampattiṁ pahāya nikkhamitvā sambodhiṁ patto, idānipi",
  "atk-s0102a6:8_6": "khattiyaparivāroyeva vicaratū’’ti ubhayanagaravāsino aḍḍhatiyāni aḍḍhatiyāni kumārasatāni",
  "atk-s0102a6:8_7": "adaṁsu. Bhagavā te pabbājetvā mahāvanaṁ agamāsi. Tesaṁ garugāravavasena na attano",
  "atk-s0102a6:8_8": "ruciyā pabbajitānaṁ anabhirati uppajji. Purāṇadutiyikāyopi nesaṁ ‘‘ayyaputtā ukkaṇṭhantu,",
  "atk-s0102a6:8_9": "gharāvāso na saṇṭhātī’’tiādīni vatvā sāsanaṁ pesenti. Te atirekataraṁ ukkaṇṭhiṁsu.",
  "atk-s0102a6:9_0": "Bhagavā āvajjanto tesaṁ anabhiratabhāvaṁ ñatvā ‘‘ime bhikkhū mādisena buddhena saddhiṁ",
  "atk-s0102a6:9_1": "ekato vasantā ukkaṇṭhanti, handa nesaṁ kuṇāladahassa vaṇṇaṁ kathetvā tattha netvā",
  "atk-s0102a6:9_2": "anabhiratiṁ vinodessāmī’’ti kuṇāladahassa vaṇṇaṁ kathesi. Te taṁ daṭṭhukāmā ahesuṁ.",
  "atk-s0102a6:9_3": "Daṭṭhukāmattha, bhikkhave, kuṇāladahanti? Āma bhagavāti. Yadi evaṁ, etha, gacchāmāti.",
  "atk-s0102a6:9_4": "Iddhimantānaṁ bhagavā gamanaṭṭhānaṁ mayaṁ kathaṁ gamissāmāti? Tumhe gantukāmā hotha,",
  "atk-s0102a6:9_5": "ahaṁ mamānubhāvena gahetvā gamissāmīti. Sādhu, bhanteti. Atha bhagavā pañca bhikkhusatāni",
  "atk-s0102a6:9_6": "gahetvā ākāse uppatitvā kuṇāladahe patiṭṭhāya te bhikkhū āha – ‘‘bhikkhave, imasmiṁ",
  "atk-s0102a6:9_7": "kuṇāladahe yesaṁ macchānaṁ nāmaṁ na jānātha, tesaṁ nāmaṁ pucchathā’’ti.",
  "atk-s0102a6:10_0": "Te pucchiṁsu, bhagavā pucchitapucchitaṁ kathesi. Na kevalaṁ macchānaṁyeva, tasmiṁ",
  "atk-s0102a6:10_1": "vanasaṇḍe rukkhānampi pabbatapāde dvipadacatuppadasakuṇānampi nāmāni pucchāpetvā",
  "atk-s0102a6:10_2": "kathesi. Atha dvīhi sakuṇehi mukhatuṇḍakena ḍaṁsitvā gahitadaṇḍake nisinno kuṇālasakuṇarājā",
  "atk-s0102a6:10_3": "purato pacchato ubhosu passesu sakuṇasaṅghaparivuto āgacchati. Bhikkhū taṁ disvā",
  "atk-s0102a6:10_4": "– ‘‘esa, bhante, imesaṁ sakuṇānaṁ rājā bhavissati, parivārā ete etassā’’ti maññāmāti.",
  "atk-s0102a6:10_5": "Evameva, bhikkhave, ayampi mama vaṁso mama paveṇīti. Idāni tāva mayaṁ, bhante, ete",
  "atk-s0102a6:10_6": "sakuṇe passāma. Yaṁ pana bhagavā ‘‘ayampi mama vaṁso mama paveṇī’’ti āha, taṁ sotukāmamhāti.",
  "atk-s0102a6:10_7": "Sotukāmattha bhikkhaveti? Āma, bhagavāti. Tena hi suṇāthāti tīhi gāthāsatehi maṇḍetvā",
  "atk-s0102a6:10_8": "kuṇālajātakaṁ kathento anabhiratiṁ vinodesi. Desanāpariyosāne sabbepi sotāpattiphale",
  "atk-s0102a6:10_9": "patiṭṭhahiṁsu, maggeneva ca nesaṁ iddhipi āgatā. Bhagavā – ‘‘hotu tāva ettakaṁ etesaṁ",
  "atk-s0102a6:10_10": "bhikkhūna’’nti ākāse uppatitvā mahāvanameva agamāsi. Tepi bhikkhū gamanakāle dasabalassa",
  "atk-s0102a6:10_11": "ānubhāvena gantvā āgamanakāle attano ānubhāvena bhagavantaṁ parivāretvā mahāvane otariṁsu.",
  "atk-s0102a6:11_0": "Bhagavā paññattāsane nisīditvā te bhikkhū āmantetvā – ‘‘etha, bhikkhave, nisīdatha,",
  "atk-s0102a6:11_1": "uparimaggattayavajjhānaṁ vo kilesānaṁ pahānāya kammaṭṭhānaṁ kathessāmī’’ti kammaṭṭhānaṁ",
  "atk-s0102a6:11_2": "kathesi. Bhikkhū cintesuṁ – ‘‘bhagavā amhākaṁ anabhiratabhāvaṁ ñatvā kuṇāladahaṁ",
  "atk-s0102a6:11_3": "netvā anabhiratiṁ vinodesi, tattha sotāpattiphalappattānaṁ no idāni idha tiṇṇaṁ maggānaṁ",
  "atk-s0102a6:11_4": "kammaṭṭhānaṁ adāsi, na kho panamhehi ‘sotāpannā maya’nti vītināmetuṁ vaṭṭati, uttamapurisasadisehi",
  "atk-s0102a6:11_5": "no bhavituṁ vaṭṭatī’’ti te dasabalassa pāde vanditvā uṭṭhāya nisīdanaṁ papphoṭetvā",
  "atk-s0102a6:11_6": "visuṁ visuṁ pabbhārarukkhamūlesu nisīdiṁsu.",
  "atk-s0102a6:12_0": "Bhagavā cintesi – ‘‘ime bhikkhū pakatiyāpi avissaṭṭhakammaṭṭhānā, laddhupāyassa pana",
  "atk-s0102a6:12_1": "bhikkhuno kilamanakāraṇaṁ nāma natthi. Gacchantā gacchantā ca vipassanaṁ vaḍḍhetvā",
  "atk-s0102a6:12_2": "arahattaṁ patvā – ‘‘attanā attanā paṭiladdhaguṇaṁ ārocessāmā’ti mama santikaṁ āgamissanti.",
  "atk-s0102a6:12_3": "Etesu āgatesu dasasahassacakkavāḷe devatā ekacakkavāḷe sannipatissanti, mahāsamayo",
  "atk-s0102a6:12_4": "bhavissati, vivitte okāse mayā nisīdituṁ vaṭṭatī’’ti. Tato vivitte okāse buddhāsanaṁ paññapetvā nisīdi.",
  "atk-s0102a6:13_0": "Sabbapaṭhamaṁ kammaṭṭhānaṁ gahetvā gatathero saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "atk-s0102a6:13_1": "Tato aparo tato aparoti pañcasatāpi paduminiyaṁ padumāni viya vikasiṁsu. Sabbapaṭhamaṁ",
  "atk-s0102a6:13_2": "arahattappattabhikkhu – ‘‘bhagavato ārocessāmī’’ti pallaṅkaṁ vinibbhujitvā nisīdanaṁ",
  "atk-s0102a6:13_3": "papphoṭetvā uṭṭhāya dasabalābhimukho ahosi. Evaṁ aparopi aparopīti pañcasatāpi bhattasālaṁ",
  "atk-s0102a6:13_4": "pavisantā viya paṭipāṭiyāva āgamaṁsu. Paṭhamaṁ āgato vanditvā nisīdanaṁ paññapetvā",
  "atk-s0102a6:13_5": "ekamantaṁ nisīditvā paṭiladdhaguṇaṁ ārocetukāmo – ‘‘atthi nu kho añño koci, natthī’’ti",
  "atk-s0102a6:13_6": "nivattitvā āgamanamaggaṁ olokento aparampi addasa aparampi addasa. Iti sabbepi te",
  "atk-s0102a6:13_7": "āgantvā ekamantaṁ nisīditvā ayaṁ imassa harāyamāno na kathesi, ayaṁ imassa harāyamāno",
  "atk-s0102a6:13_8": "na kathesīti. Khīṇāsavānaṁ kira dve ākārā honti – ‘‘aho vata mayā paṭiladdhaguṇaṁ",
  "atk-s0102a6:13_9": "sadevako loko khippameva paṭivijjheyyā’’ti cittaṁ uppajjati. Paṭiladdhabhāvaṁ pana",
  "atk-s0102a6:13_10": "nidhiladdhapuriso viya na aññassa ārocetukāmo hoti.",
  "atk-s0102a6:14_0": "Evaṁ osīdamatte pana tasmiṁ ariyamaṇḍale pācīnayugandharaparikkhepato abbhā, mahikā,",
  "atk-s0102a6:14_1": "dhūmo, rajo, rāhūti imehi upakkilesehi vippamuttaṁ buddhuppādapaṭimaṇḍitassa lokassa",
  "atk-s0102a6:14_2": "rāmaṇeyyakadassanatthaṁ pācīnadisāya ukkhittarajatamayamahāādāsamaṇḍalaṁ viya, nemivaṭṭiyaṁ",
  "atk-s0102a6:14_3": "gahetvā parivattiyamānarajatacakkasassirikaṁ puṇṇacandamaṇḍalaṁ ullaṅghitvā anilapathaṁ",
  "atk-s0102a6:14_4": "paṭipajjittha. Iti evarūpe khaṇe laye muhutte bhagavā sakkesu viharati kapilavatthusmiṁ",
  "atk-s0102a6:14_5": "mahāvane mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehi sabbeheva arahantehi.",
  "atk-s0102a6:15_0": "Tattha bhagavāpi mahāsammatassa vaṁse uppanno, tepi pañcasatā bhikkhū mahāsammatassa",
  "atk-s0102a6:15_1": "kule uppannā. Bhagavāpi khattiyagabbhe jāto, tepi khattiyagabbhe jātā. Bhagavāpi",
  "atk-s0102a6:15_2": "rājapabbajito, tepi rājapabbajitā. Bhagavāpi setacchattaṁ pahāya hatthagataṁ cakkavattirajjaṁ",
  "atk-s0102a6:15_3": "nissajjetvā pabbajito, tepi setacchattaṁ pahāya hatthagatāni rajjāni nissajjetvā",
  "atk-s0102a6:15_4": "pabbajitā. Iti bhagavā parisuddhe okāse parisuddhe rattibhāge sayaṁ parisuddho parisuddhaparivāro",
  "atk-s0102a6:15_5": "vītarāgo vītarāgaparivāro vītadoso vītadosaparivāro vītamoho vītamohaparivāro nittaṇho",
  "atk-s0102a6:15_6": "nittaṇhaparivāro nikkileso nikkilesaparivāro santo santaparivāro danto dantaparivāro",
  "atk-s0102a6:15_7": "mutto muttaparivāro ativiya virocatīti. Vaṇṇabhūmi nāmesā, yattakaṁ sakkoti, tattakaṁ",
  "atk-s0102a6:15_8": "vattabbaṁ. Iti ime bhikkhū sandhāya vuttaṁ – ‘‘pañcamattehi bhikkhusatehi sabbeheva arahantehī’’ti.",
  "atk-s0102a6:16_0": "Yebhuyyenāti bahutarā sannipatitā, mandā na sannipatitā asaññā arūpāvacaradevatā",
  "atk-s0102a6:16_1": "samāpannadevatā ca. Tatrāyaṁ sannipātakkamo mahāvanassa kira sāmantā devatā caliṁsu",
  "atk-s0102a6:16_2": "– ‘‘āyāma, bho buddhadassanaṁ nāma bahūpakāraṁ, dhammassavanaṁ bahūpakāraṁ, bhikkhusaṅghadassanaṁ",
  "atk-s0102a6:16_3": "bahūpakāraṁ, āyāma āyāmā’’ti mahāsaddaṁ kurumānā āgantvā bhagavantañca taṁmuhuttaṁ",
  "atk-s0102a6:16_4": "arahattappattakhīṇāsave ca vanditvā ekamantaṁ aṭṭhaṁsu. Eteneva upāyena tāsaṁ tāsaṁ",
  "atk-s0102a6:16_5": "saddaṁ sutvā saddantaraaḍḍhagāvutagāvutaaḍḍhayojanayojanādivasena tiyojanasahassavitthate",
  "atk-s0102a6:16_6": "himavante, tikkhattuṁ tesaṭṭhiyā nagarasahassesu, navanavutiyā doṇamukhasatasahassesu,",
  "atk-s0102a6:16_7": "channavutiyā paṭṭanakoṭisatasahassesu, chapaṇṇāsāya ratanākaresūti sakalajambudīpe,",
  "atk-s0102a6:16_8": "pubbavidehe, aparagoyāne, uttarakurumhi, dvīsu parittadīpasahassesūti sakalacakkavāḷe,",
  "atk-s0102a6:16_9": "tato dutiyatatiyacakkavāḷeti evaṁ dasasahassacakkavāḷesu devatā sannipatitāti veditabbā.",
  "atk-s0102a6:16_10": "Dasasahassacakkavāḷañhi idha dasalokadhātuyoti adhippetā. Tena vuttaṁ – ‘‘dasahi",
  "atk-s0102a6:16_11": "ca lokadhātūhi devatā yebhuyyena sannipatitā hontī’’ti.",
  "atk-s0102a6:17_0": "Evaṁ sannipatitāhi devatāhi sakalacakkavāḷagabbhaṁ yāva brahmalokā sūcighare nirantaraṁ",
  "atk-s0102a6:17_1": "pakkhittasūcīhi viya paripuṇṇaṁ hoti. Tatra brahmalokassa evaṁ uccattanaṁ veditabbaṁ.",
  "atk-s0102a6:17_2": "Lohapāsāde kira sattakūṭāgārasamo pāsāṇo brahmaloke ṭhatvā adho khitto catūhi māsehi",
  "atk-s0102a6:17_3": "pathaviṁ pāpuṇāti. Evaṁ mahante okāse yathā heṭṭhā ṭhatvā khittāni pupphāni vā dhūmo",
  "atk-s0102a6:17_4": "vā upari gantuṁ, upari vā ṭhatvā khittasāsapā heṭṭhā otarituṁ antaraṁ na labhanti,",
  "atk-s0102a6:17_5": "evaṁ nirantaraṁ devatā ahesuṁ. Yathā kho pana cakkavattirañño nisinnaṭṭhānaṁ asambādhaṁ",
  "atk-s0102a6:17_6": "hoti, āgatāgatā mahesakkhā khattiyā okāsaṁ labhantiyeva, parato parato pana atisambādhaṁ",
  "atk-s0102a6:17_7": "hoti, evameva bhagavato nisinnaṭṭhānaṁ asambādhaṁ, āgatāgatā mahesakkhā devatā ca",
  "atk-s0102a6:17_8": "mahābrahmāno ca okāsaṁ labhantiyeva. Apisudaṁ bhagavato āsannāsannaṭṭhāne mahāparinibbāne",
  "atk-s0102a6:17_9": "vuttanayeneva vālaggakoṭinitudanamatte padese dasapi vīsampi sabbaparato tiṁsampi",
  "atk-s0102a6:17_10": "devatā sukhume sukhume attabhāve māpetvā aṭṭhaṁsu. Saṭṭhi saṭṭhi devatā aṭṭhaṁsu.",
  "atk-s0102a6:18_0": "Suddhāvāsakāyikānanti suddhāvāsavāsīnaṁ. Suddhāvāsā nāma suddhānaṁ anāgāmikhīṇāsavānaṁ",
  "atk-s0102a6:18_1": "āvāsā pañca brahmalokā. Etadahosīti kasmā ahosi? Te kira brahmāno samāpattiṁ samāpajjitvā",
  "atk-s0102a6:18_2": "yathāparicchedena vuṭṭhitā brahmabhavanaṁ olokentā pacchābhatte bhattagehaṁ viya",
  "atk-s0102a6:18_3": "suññataṁ addasaṁsu. Tato ‘‘kuhiṁ brahmāno gatā’’ti āvajjantā mahāsamāgamaṁ ñatvā",
  "atk-s0102a6:18_4": "– ‘‘ayaṁ samāgamo mahā, mayaṁ ohīnā, ohīnakānaṁ okāso dullabho hoti, tasmā gacchantā",
  "atk-s0102a6:18_5": "atucchahatthā hutvā ekekaṁ gāthaṁ abhisaṅkharitvā gacchāma. Tāya mahāsamāgame ca",
  "atk-s0102a6:18_6": "attano āgatabhāvaṁ jānāpessāma, dasabalassa ca vaṇṇaṁ bhāsissāmā’’ti. Iti tesaṁ samāpattito",
  "atk-s0102a6:18_7": "vuṭṭhāya āvajjitattā etadahosi.",
  "atk-s0102a6:19_0": "332.Bhagavato purato pāturahesunti pāḷiyaṁ bhagavato santike abhimukhaṭṭhāneyeva",
  "atk-s0102a6:19_1": "otiṇṇā viya katvā vuttā, na kho panettha evaṁ attho veditabbo. Te pana brahmaloke",
  "atk-s0102a6:19_2": "ṭhitāyeva gāthā abhisaṅkharitvā eko puratthimacakkavāḷamukhavaṭṭiyaṁ otari, eko dakkhiṇacakkavāḷamukhavaṭṭiyaṁ,",
  "atk-s0102a6:19_3": "eko pacchimacakkavāḷamukhavaṭṭiyaṁ, eko uttaracakkavāḷamukhavaṭṭiyaṁ otari. Tato",
  "atk-s0102a6:19_4": "puratthimacakkavāḷamukhavaṭṭiyaṁ otiṇṇabrahmā nīlakasiṇaṁ samāpajjitvā nīlarasmiyo",
  "atk-s0102a6:19_5": "vissajjitvā dasasahassacakkavāḷadevatānaṁ maṇicammaṁ paṭimuñcanto viya attano āgatabhāvaṁ",
  "atk-s0102a6:19_6": "jānāpetvā buddhavīthi nāma kenaci ottharituṁ na sakkā, tasmā pahaṭabuddhavīthiyāva",
  "atk-s0102a6:19_7": "āgantvā bhagavantaṁ abhivādetvā ekamantaṁ aṭṭhāsi. Ekamantaṁ ṭhito attanā abhisaṅkhataṁ gāthaṁ abhāsi.",
  "atk-s0102a6:20_0": "Dakkhiṇacakkavāḷamukhavaṭṭiyaṁ otiṇṇabrahmāpi pītakasiṇaṁ samāpajjitvā pītarasmiyo",
  "atk-s0102a6:20_1": "suvaṇṇapabhaṁ muñcitvā dasasahassacakkavāḷadevatānaṁ suvaṇṇapaṭaṁ pārupento viya",
  "atk-s0102a6:20_2": "attano āgatabhāvaṁ jānāpetvā tatheva aṭṭhāsi. Pacchimacakkavāḷamukhavaṭṭiyaṁ otiṇṇabrahmāpi",
  "atk-s0102a6:20_3": "lohitakasiṇaṁ samāpajjitvā lohitarasmiyo muñcitvā dasasahassacakkavāḷadevatānaṁ rattavarakambalena",
  "atk-s0102a6:20_4": "parikkhipanto viya attano āgatabhāvaṁ jānāpetvā tatheva aṭṭhāsi. Uttaracakkavāḷamukhavaṭṭiyaṁ",
  "atk-s0102a6:20_5": "otiṇṇabrahmāpi odātakasiṇaṁ samāpajjitvā odātarasmiyo muñcitvā dasasahassacakkavāḷadevatānaṁ",
  "atk-s0102a6:20_6": "sumanapaṭaṁ pārupanto viya attano āgatabhāvaṁ jānāpetvā tatheva aṭṭhāsi.",
  "atk-s0102a6:21_0": "Pāḷiyaṁ pana ‘‘bhagavato purato pāturahesuṁ. Atha kho tā devatā bhagavantaṁ abhivādetvā",
  "atk-s0102a6:21_1": "ekamantaṁ aṭṭhaṁsū’’ti evaṁ ekakkhaṇaṁ viya purato pātubhāvo ca abhivādetvā ekamantaṁ",
  "atk-s0102a6:21_2": "ṭhitabhāvo ca vutto, so iminā anukkamena ahosi, ekato katvā pana dassito. Gāthābhāsanaṁ",
  "atk-s0102a6:21_3": "pana pāḷiyaṁ visuṁ visuṁyeva vuttaṁ.",
  "atk-s0102a6:22_0": "Tattha mahāsamayoti mahāsamūho. Pavanaṁ vuccati vanasaṇḍo. Ubhayenapi bhagavā imasmiṁ",
  "atk-s0102a6:22_1": "vanasaṇḍe ajja mahāsamūho mahāsannipātoti āha. Tato yesaṁ so sannipāto, te dassetuṁ",
  "atk-s0102a6:22_2": "devakāyāsamāgatāti āha. Tattha devakāyāti devaghaṭā. Āgatamha imaṁ dhammasamayanti",
  "atk-s0102a6:22_3": "evaṁ samāgate devakāye disvā mayampi imaṁ dhammasamūhaṁ āgatā. Kiṁ kāraṇā? Dakkhitāye",
  "atk-s0102a6:22_4": "aparājitasaṅghaṁ, kenaci aparājitaṁ ajjeva tayo māre madditvā vijitasaṅgāmaṁ imaṁ",
  "atk-s0102a6:22_5": "aparājitasaṅghaṁ dassanatthāya āgatamhāti attho. So pana brahmā imaṁ gāthaṁ bhāsitvā",
  "atk-s0102a6:22_6": "bhagavantaṁ abhivādetvā puratthimacakkavāḷamukhavaṭṭiyaṁyeva aṭṭhāsi.",
  "atk-s0102a6:23_0": "Atha dutiyo vuttanayeneva āgantvā abhāsi. Tattha tatra bhikkhavoti tasmiṁ sannipātaṭṭhāne",
  "atk-s0102a6:23_1": "bhikkhū. Samādahaṁsūti samādhinā yojesuṁ. Cittamattano ujukaṁ akaṁsūti attano cittaṁ",
  "atk-s0102a6:23_2": "sabbe vaṅkakuṭilajimhabhāve haritvā ujukaṁ akariṁsu. Sārathīva nettāni gahetvāti",
  "atk-s0102a6:23_3": "yathā samappavattesu sindhavesu odhastapatodo sārathi sabbayottāni gahetvā acodento",
  "atk-s0102a6:23_4": "avārento tiṭṭhati, evaṁ chaḷaṅgupekkhāsamannāgatā guttadvārā sabbepete pañcasatā",
  "atk-s0102a6:23_5": "bhikkhū indriyāni rakkhanti paṇḍitā, ete daṭṭhuṁ idhāgatamha bhagavāti. Sopi gantvā",
  "atk-s0102a6:23_6": "yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:24_0": "Atha tatiyo vuttanayeneva āgantvā abhāsi. Tattha chetvā khīlanti rāgadosamohakhīlaṁ",
  "atk-s0102a6:24_1": "chinditvā. Palighanti rāgadosamohapalighameva. Indakhīlantipi rāgadosamohaindakhīlameva.",
  "atk-s0102a6:24_2": "Ūhacca manejāti ete taṇhāejāya abhāvena anejā bhikkhū indakhīlaṁ ūhacca samūhanitvā.",
  "atk-s0102a6:24_3": "Te carantīti catūsu disāsu appaṭihatacārikaṁ caranti. Suddhāti nirupakkilesā. Vimalāti",
  "atk-s0102a6:24_4": "nimmalā. Idaṁ tasseva vevacanaṁ. Cakkhumatāti pañcahi cakkhūhi cakkhumantena. Sudantāti",
  "atk-s0102a6:24_5": "cakkhutopi dantā, sotatopi ghānatopi jivhātopi kāyatopi manatopi dantā. Susunāgāti",
  "atk-s0102a6:24_6": "taruṇanāgā. Te evarūpena anuttarena yogācariyena damite taruṇanāge dassanāya āgatamha",
  "atk-s0102a6:24_7": "bhagavāti. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:25": "Atha catuttho vuttanayeneva āgantvā abhāsi. Tattha gatāseti nibbematikasaraṇagamanena gatā. Sopi gantvā yathāṭhāneyeva aṭṭhāsi.",
  "atk-s0102a6:26": "Devatāsannipātavaṇṇanā",
  "atk-s0102a6:27_0": "333. Atha bhagavā olokento pathavītalato yāva cakkavāḷamukhavaṭṭiparicchedā yāva",
  "atk-s0102a6:27_1": "akaniṭṭhabrahmalokā devatāsannipātaṁ disvā cintesi – ‘‘mahā ayaṁ devatāsamāgamo,",
  "atk-s0102a6:27_2": "bhikkhū pana evaṁ mahā devatāya samāgamoti na jānanti, handa, nesaṁ ācikkhāmī’’ti,",
  "atk-s0102a6:27_3": "evaṁ cintetvā ‘‘atha kho bhagavā bhikkhū āmantesī’’ti sabbaṁ vitthāretabbaṁ. Tattha",
  "atk-s0102a6:27_4": "etaparamāti etaṁ paramaṁ pamāṇaṁ etesanti etaparamā. Idāni buddhānaṁ pana abhāvā",
  "atk-s0102a6:27_5": "‘‘yepi te, bhikkhave, etarahī’’ti tatiyo vāro na vutto. Ācikkhissāmi, bhikkhaveti",
  "atk-s0102a6:27_6": "kasmā āha? Devatānaṁ cittakallatājananatthaṁ. Devatā kira cintesuṁ – ‘‘bhagavā evaṁ",
  "atk-s0102a6:27_7": "mahante samāgame mahesakkhānaṁyeva devatānaṁ nāmagottāni kathessati, appesakkhānaṁ",
  "atk-s0102a6:27_8": "kiṁ kathessatī’’ti? Atha bhagavā ‘‘imā devatā kiṁ cintentī’’ti āvajjanto mukhena",
  "atk-s0102a6:27_9": "hatthaṁ pavesetvā hadayamaṁsaṁ maddanto viya sabhaṇḍaṁ coraṁ gaṇhanto viya ca taṁ",
  "atk-s0102a6:27_10": "tāsaṁ cittācāraṁ ñatvā – ‘‘dasasahassacakkavāḷato āgatāgatānaṁ appesakkhamahesakkhānaṁ",
  "atk-s0102a6:27_11": "sabbāsampi devatānaṁ nāmagottaṁ kathessāmī’’ti cintesi.",
  "atk-s0102a6:28_0": "Buddhā nāma mahantā ete sattavisesā, yaṁ sadevakassa lokassa diṭṭhaṁ sutaṁ mutaṁ",
  "atk-s0102a6:28_1": "viññātaṁ pattaṁ pariyesitaṁ anuvicaritaṁ manasā, na kiñci katthaci nīlādivasena vibhattarūpārammaṇesu",
  "atk-s0102a6:28_2": "rūpārammaṇaṁ vā bherīsaddādivasena vibhattasaddārammaṇādīsu visuṁ visuṁ saddādiārammaṇaṁ",
  "atk-s0102a6:28_3": "vā atthi, yaṁ etesaṁ ñāṇamukhe āpāthaṁ nāgacchati. Yathāha –",
  "atk-s0102a6:29_0": "‘‘Yaṁ bhikkhave sadevakassa lokassa…pe… sadevamanussāya diṭṭhaṁ sutaṁ mutaṁ viññātaṁ",
  "atk-s0102a6:29_1": "pattaṁ pariyesitaṁ anuvicaritaṁ manasā, tamahaṁ jānāmi, tamahaṁ passāmi, tamahaṁ",
  "atk-s0102a6:29_2": "abbhaññāsi’’nti (a. ni. 4.24).",
  "atk-s0102a6:30_0": "Evaṁ sabbattha appaṭihatañāṇo bhagavā sabbāpi tā devatā bhabbābhabbavasena dve koṭṭhāse",
  "atk-s0102a6:30_1": "akāsi. ‘‘Kammāvaraṇena vā samannāgatā’’tiādinā nayena vuttā sattā abhabbā nāma. Te",
  "atk-s0102a6:30_2": "ekavihāre vasantepi buddhā na olokenti. Viparītā pana bhabbā nāma, te dūre vasantepi",
  "atk-s0102a6:30_3": "gantvā saṅgaṇhanti. Tasmā tasmimpi devatāsannipāte ye abhabbā, te pahāya bhabbe pariggahesi.",
  "atk-s0102a6:30_4": "Pariggahetvā – ‘‘ettakā ettha rāgacaritā, ettakā dosacaritā, ettakā mohacaritā’’ti",
  "atk-s0102a6:30_5": "caritavasena cha koṭṭhāse akāsi. Atha nesaṁ sappāyaṁ dhammadesanaṁ upadhārayanto",
  "atk-s0102a6:30_6": "– ‘‘rāgacaritānaṁ devatānaṁ sammāparibbājaniyasuttaṁ kathessāmi, dosacaritānaṁ kalahavivādasuttaṁ,",
  "atk-s0102a6:30_7": "mohacaritānaṁ mahābyūhasuttaṁ, vitakkacaritānaṁ cūḷabyūhasuttaṁ, saddhācaritānaṁ",
  "atk-s0102a6:30_8": "tuvaṭṭakapaṭipadaṁ, buddhicaritānaṁ purābhedasuttaṁ kathessāmī’’ti desanaṁ vavatthapetvā",
  "atk-s0102a6:30_9": "puna taṁ parisaṁ manasākāsi – ‘‘attajjhāsayena nu kho jāneyya, parajjhāsayena atthuppattikena",
  "atk-s0102a6:30_10": "pucchāvasenā’’ti. Tato ‘‘pucchāvasena jāneyyā’’ti ñatvā ‘‘atthi nu kho koci devatānaṁ",
  "atk-s0102a6:30_11": "ajjhāsayaṁ gahetvā caritavasena pañhaṁ pucchituṁ samattho’’ti ‘‘tesu pañcasatesu",
  "atk-s0102a6:30_12": "bhikkhūsu ekopi na sakkotī’’ti addasa. Tato asītimahāsāvake dve aggasāvake ca samannāharitvā",
  "atk-s0102a6:30_13": "‘‘tepi na sakkontī’’ti disvā cintesi ‘‘sace paccekabuddho bhaveyya, sakkuṇeyya nu",
  "atk-s0102a6:30_14": "kho’’ti ‘‘sopi na sakkuṇeyyā’’ti ñatvā ‘‘sakkasuyāmādīsu koci sakkuṇeyyā’’ti samannāhari.",
  "atk-s0102a6:30_15": "Sace hi tesu koci sakkuṇeyya, taṁ pucchāpetvā attanā vissajjeyya, na pana tesupi koci sakkoti.",
  "atk-s0102a6:31_0": "Athassa etadahosi – ‘‘mādiso buddhoyeva sakkuṇeyya, atthi pana katthaci añño buddho’’ti",
  "atk-s0102a6:31_1": "anantāsu lokadhātūsu anantañāṇaṁ pattharitvā olokento aññaṁ buddhaṁ na addasa. Anacchariyañcetaṁ,",
  "atk-s0102a6:31_2": "yaṁ idāni attanā samaṁ na passeyya, so jātadivasepi brahmajālavaṇṇanāyaṁ vuttanayena",
  "atk-s0102a6:31_3": "attanā samaṁ apassanto – ‘‘aggohamasmi lokassā’’ti appaṭivattiyaṁ sīhanādaṁ nadi.",
  "atk-s0102a6:31_4": "Evaṁ aññaṁ attanā samaṁ apassitvā cintesi – ‘‘sace ahaṁ pucchitvā ahameva vissajjeyyaṁ,",
  "atk-s0102a6:31_5": "evampetā devatā na sakkhissanti paṭivijjhituṁ. Aññasmiṁ pana buddheyeva pucchante",
  "atk-s0102a6:31_6": "mayi ca vissajjante accherakaṁ bhavissati, sakkhissanti ca devatā paṭivijjhituṁ,",
  "atk-s0102a6:31_7": "tasmā nimmitabuddhaṁ māpessāmī’’ti abhiññāpādakajjhānaṁ samāpajjitvā vuṭṭhāya – ‘‘pattacīvaragahaṇaṁ",
  "atk-s0102a6:31_8": "ālokitavilokitaṁ samiñjitapasāritañca mama sadisaṁyeva hotū’’ti kāmāvacaracittehi",
  "atk-s0102a6:31_9": "parikammaṁ katvā pācīnayugandharaparikkhepato ullaṅghamānaṁ candamaṇḍalaṁ bhinditvā",
  "atk-s0102a6:31_10": "nikkhamantaṁ viya rūpāvacaracittena adhiṭṭhāsi.",
  "atk-s0102a6:32_0": "Devasaṅgho taṁ disvā – ‘‘aññopi nu kho, bho, cando uggato’’ti āha. Atha candaṁ ohāya",
  "atk-s0102a6:32_1": "āsannatare jāte ‘‘na cando, sūriyo uggato’’ti, puna āsannatare jāte ‘‘na sūriyo,",
  "atk-s0102a6:32_2": "devavimānaṁ eka’’nti, puna āsannatare jāte ‘‘na devavimānaṁ, devaputto eko’’ti, puna",
  "atk-s0102a6:32_3": "āsannatare jāte ‘‘na devaputto, mahābrahmā eko’’ti, puna āsannatare jāte ‘‘na mahābrahmā,",
  "atk-s0102a6:32_4": "aparopi bho buddho āgato’’ti āha. Tattha puthujjanadevatā cintayiṁsu – ‘‘ekabuddhassa",
  "atk-s0102a6:32_5": "tāva ayaṁ devatāsannipāto, dvinnaṁ kīva mahanto bhavissatī’’ti. Ariyadevatā cintayiṁsu",
  "atk-s0102a6:32_6": "– ‘‘ekissā lokadhātuyā dve buddhā nāma natthi, addhā bhagavatā attanā sadiso añño",
  "atk-s0102a6:32_7": "eko buddho nimmito’’ti.",
  "atk-s0102a6:33_0": "Atha tassa devasaṅghassa passantasseva nimmitabuddho āgantvā dasabalaṁ avanditvāva",
  "atk-s0102a6:33_1": "sammukhaṭṭhāne samasamaṁ katvā māpite āsane nisīdi. Bhagavatopi dvattiṁsa mahāpurisalakkhaṇāni,",
  "atk-s0102a6:33_2": "nimmitassāpi dvattiṁsāva, bhagavatopi sarīrā chabbaṇṇarasmiyo nikkhamanti , nimmitassāpi,",
  "atk-s0102a6:33_3": "bhagavato sarīrarasmiyo nimmitassa sarīre paṭihaññanti, nimmitassa sarīrarasmiyo",
  "atk-s0102a6:33_4": "bhagavato kāye paṭihaññanti. Tā dvinnampi buddhānaṁ sarīrato uggamma akaniṭṭhabhavanaṁ",
  "atk-s0102a6:33_5": "āhacca tato paṭinivattitvā devatānaṁ matthakapariyante otaritvā cakkavāḷamukhavaṭṭiyaṁ",
  "atk-s0102a6:33_6": "patiṭṭhahiṁsu. Sakalacakkavāḷagabbhaṁ suvaṇṇamayavaṅkagopānasīvinaddhamiva cetiyagharaṁ",
  "atk-s0102a6:33_7": "virocittha. Dasasahassacakkavāḷadevatā ekacakkavāḷe rāsibhūtā dvinnaṁ buddhānaṁ rasmigabbhantaraṁ",
  "atk-s0102a6:33_8": "pavisitvā aṭṭhaṁsu. Nimmitabuddho nisīdantoyeva dasabalassa bodhipallaṅke kilesappahānaṁ abhitthavanto –",
  "atk-s0102a6:34": "‘‘Pucchāmi muniṁ pahūtapaññaṁ,",
  "atk-s0102a6:35": "Tiṇṇaṁ pāraṅgataṁ parinibbutaṁ ṭhitattaṁ;",
  "atk-s0102a6:36": "Nikkhamma gharā panujja kāme,",
  "atk-s0102a6:37": "Kathaṁ bhikkhu sammā so loke paribbajeyyā’’ti. (su. ni. 361) –",
  "atk-s0102a6:38": "Gāthaṁ abhāsi. Satthā devatānaṁ tāva cittakallatājananatthaṁ āgatāgatānaṁ nāmagottāni kathessāmīti cintetvā ācikkhissāmi, bhikkhavetiādimāha.",
  "atk-s0102a6:39_0": "334. Tattha silokamanukassāmīti akkharapadaniyamitaṁ vacanasaṅghātaṁ pavattayissāmi.",
  "atk-s0102a6:39_1": "Yattha bhummā tadassitāti yesu yesu ṭhānesu bhummā devatā taṁ taṁ nissitā. Ye sitā",
  "atk-s0102a6:39_2": "girigabbharantiādīhi tesaṁ bhikkhūnaṁ vaṇṇaṁ kathesi, ye bhikkhū girikucchiṁ nissitāti",
  "atk-s0102a6:39_3": "attho. Pahitattāti pesitacittā. Samāhitāti avikkhittā.",
  "atk-s0102a6:40_0": "Puthūti bahujanā. Sīhāva sallīnāti sīhā viya nilīnā ekattaṁ upagatā. Lomahaṁsābhisambhunoti",
  "atk-s0102a6:40_1": "lomahaṁsaṁ abhibhavitvā ṭhitā, nibbhayāti vuttaṁ hoti. Odātamanasā suddhāti odātacittā",
  "atk-s0102a6:40_2": "hutvā suddhā. Vippasannāmanāvilāti vippasannaanāvilā.",
  "atk-s0102a6:41_0": "Bhiyyopañcasate ñatvāti sammāsambuddhena saddhiṁ atirekapañcasate bhikkhū jānitvā.",
  "atk-s0102a6:41_1": "Vane kāpilavatthaveti kapilavatthusamīpamhi jāte vanasaṇḍe. Tato āmantayī satthāti",
  "atk-s0102a6:41_2": "tadā āmantayi. Sāvakesāsane rateti attano dhammadesanāya savanante jātattā sāvake",
  "atk-s0102a6:41_3": "sikkhattayasāsane ratattā sāsane rate. Idaṁ sabbaṁ – ‘‘silokamanukassāmī’’ti vacanato",
  "atk-s0102a6:41_4": "aññena vuttaṁ viya katvā vadati.",
  "atk-s0102a6:42_0": "Devakāyā abhikkantā, te vijānātha bhikkhavoti te dibbacakkhunā vijānāthāti nesaṁ",
  "atk-s0102a6:42_1": "bhikkhūnaṁ dibbacakkhuñāṇābhinīhāratthāya kathesi. Te ca ātappamakaruṁ, sutvā buddhassa",
  "atk-s0102a6:42_2": "sāsananti te ca bhikkhū taṁ buddhasāsanaṁ sutvā tāvadeva tadatthāya vīriyaṁ kariṁsu.",
  "atk-s0102a6:43_0": "Evaṁ katamattātappānaṁyeva tesaṁ pāturahu ñāṇaṁ. Kīdisaṁ? Amanussānaṁ dassanaṁ dibbacakkhuñāṇaṁ",
  "atk-s0102a6:43_1": "uppajji. Na taṁ tehi tasmiṁ khaṇe parikammaṁ katvā uppāditaṁ. Ariyamaggeneva hi taṁ",
  "atk-s0102a6:43_2": "nipphannaṁ. Amanussadassanatthaṁ panassa abhinīhāramattameva kataṁ. Satthāpi – ‘‘atthi",
  "atk-s0102a6:43_3": "tumhākaṁ ñāṇaṁ, taṁ nīharitvā tena hi te vijānāthā’’ti idameva sandhāya ‘‘te vijānātha, bhikkhavo’’ti āha.",
  "atk-s0102a6:44": "Appeke satamaddakkhunti tesu bhikkhūsu ekacce bhikkhū amanussānaṁ sataṁ addasaṁsu. Sahassaṁ atha sattarinti eke sahassaṁ. Eke sattati sahassāni.",
  "atk-s0102a6:45_0": "Sataṁ eke sahassānanti eke satasahassaṁ addasaṁsu. Appekenantamaddakkhunti vipulaṁ",
  "atk-s0102a6:45_1": "addasaṁsu, satavasena sahassavasena ca aparicchinnepi addasaṁsūti attho. Kasmā? Yasmā",
  "atk-s0102a6:45_2": "disā sabbā phuṭā ahuṁ, bharitā sampuṇṇāva ahesuṁ.",
  "atk-s0102a6:46_0": "Tañca sabbaṁ abhiññāyāti yaṁ tesu ekenekena diṭṭhaṁ, tañca sabbaṁ jānitvā. Vavatthitvāna",
  "atk-s0102a6:46_1": "cakkhumāti hatthatale lekhaṁ viya paccakkhato vavatthapetvā pañcahi cakkhūhi cakkhumā",
  "atk-s0102a6:46_2": "satthā. Tato āmantayīti pubbe vuttagāthameva nāmagottakittanatthāya āha. Tumhe ete",
  "atk-s0102a6:46_3": "vijānātha, passatha, oloketha, ye vohaṁ kittayissāmīti ayamettha sambandho. Girāhīti",
  "atk-s0102a6:46_4": "vacanehi. Anupubbasoti anupaṭipāṭiyā.",
  "atk-s0102a6:47_0": "335.Sattasahassā te yakkhā, bhummā kāpilavatthavāti sattasahassā tāvettha kapilavatthuṁ",
  "atk-s0102a6:47_1": "nissāya nibbattā bhummā yakkhāyevāti vadati . Iddhimantoti dibbaiddhiyuttā. Jutimantoti",
  "atk-s0102a6:47_2": "ānubhāvasampannā. Vaṇṇavantoti sarīravaṇṇasampannā. Yasassinoti parivārasampannā.",
  "atk-s0102a6:47_3": "Modamānā abhikkāmunti tuṭṭhacittā āgatā. Bhikkhūnaṁ samitiṁ vananti imaṁ mahāvanaṁ",
  "atk-s0102a6:47_4": "bhikkhūnaṁ santikaṁ bhikkhūnaṁ dassanatthāya āgatā. Atha vā samitinti samūhaṁ, bhikkhusamūhaṁ",
  "atk-s0102a6:47_5": "dassanāya āgatātipi attho.",
  "atk-s0102a6:48": "Chasahassā hemavatā, yakkhā nānattavaṇṇinoti chasahassā hemavatapabbate nibbattayakkhā, te ca sabbepi nīlādivaṇṇavasena nānattavaṇṇā.",
  "atk-s0102a6:49": "Sātāgirā tisahassāti sātāgiripabbate nibbattayakkhā tisahassā.",
  "atk-s0102a6:50": "Iccete soḷasasahassāti ete sabbepi soḷasasahassā honti.",
  "atk-s0102a6:51": "Vessāmittā pañcasatāti vessāmittapabbate nibbattā pañcasatā.",
  "atk-s0102a6:52_0": "Kumbhīro rājagahikoti rājagahanagare nibbatto kumbhīro nāma yakkho. Vepullassa nivesananti",
  "atk-s0102a6:52_1": "tassa vepullapabbato nivesanaṁ nivāsanaṭṭhānanti attho. Bhiyyo naṁ satasahassaṁ,",
  "atk-s0102a6:52_2": "yakkhānaṁ payirupāsatīti taṁ atirekaṁ yakkhānaṁ satasahassaṁ payirupāsati. Kumbhīro",
  "atk-s0102a6:52_3": "rājagahiko, sopāgā samitiṁ vananti sopi kumbhīro saparivāro imaṁ vanaṁ bhikkhusamitiṁ",
  "atk-s0102a6:52_4": "dassanatthāya āgato.",
  "atk-s0102a6:53_0": "336.Purimañca disaṁ rājā, dhataraṭṭho pasāsatīti pācīnadisaṁ anusāsati. Gandhabbānaṁ",
  "atk-s0102a6:53_1": "adhipatīti catūsupi disāsu gandhabbānaṁ jeṭṭhako. Sabbe te tassa vase vattanti. Mahārājā",
  "atk-s0102a6:53_2": "yasassisoti mahāparivāro eso mahārājā.",
  "atk-s0102a6:54": "Puttāpitassa bahavo, indanāmā mahabbalāti tassa dhataraṭṭhassa bahavo mahabbalā puttā, te sabbe sakkassa devarañño nāmadhārakā.",
  "atk-s0102a6:55": "Virūḷho taṁ pasāsatīti taṁ disaṁ virūḷho anusāsati.",
  "atk-s0102a6:56": "Puttāpi tassāti tassāpi tādisāyeva puttā. Pāḷiyaṁ pana ‘‘mahabbalā’’ti likhanti. Aṭṭhakathāyaṁ sabbavāresu ‘‘mahābalā’’ti pāṭho.",
  "atk-s0102a6:57": "‘‘Purimaṁ disaṁ dhataraṭṭho, dakkhiṇena virūḷhako;",
  "atk-s0102a6:58": "Pacchimena virūpakkho, kuvero uttaraṁ disaṁ.",
  "atk-s0102a6:59": "Cattāro te mahārājā, samantā caturo disā;",
  "atk-s0102a6:60": "Daddallamānā aṭṭhaṁsu, vane kāpilavatthave’’ti.",
  "atk-s0102a6:61": "Imā pana gāthā sabbasaṅgāhikavasena vuttā.",
  "atk-s0102a6:62_0": "Ayañcettha attho – dasasahassacakkavāḷe dhataraṭṭhā nāma mahārājāno atthi. Te sabbepi",
  "atk-s0102a6:62_1": "koṭisatasahassakoṭisatasahassagandhabbaparivārā āgantvā puratthimāya disāya kapilavatthumahāvanato",
  "atk-s0102a6:62_2": "paṭṭhāya cakkavāḷagabbhaṁ pūretvā ṭhitā. Evaṁ dakkhiṇadisādīsu virūḷhakādayo. Tenevāha",
  "atk-s0102a6:62_3": "– ‘‘samantā caturo disā, daddallamānā aṭṭhaṁsū’’ti. Idañhi vuttaṁ hoti – ‘‘samantā",
  "atk-s0102a6:62_4": "cakkavāḷehi āgantvā caturo disā pabbatamatthakesu aggikkhandhā viya suṭṭhu jalamānā",
  "atk-s0102a6:62_5": "ṭhitā’’ti. Te pana yasmā kapilavatthuvanameva sandhāya āgatā, tasmā cakkavāḷaṁ pūretvā",
  "atk-s0102a6:62_6": "cakkavāḷena samasamā ṭhitāpi – ‘‘vane kāpilavatthave’’ti vuttā.",
  "atk-s0102a6:63_0": "337.Tesaṁ māyāvino dāsā, āguṁ vañcanikā saṭhāti tesaṁ mahārājānaṁ katapāpapaṭicchādanalakkhaṇāya",
  "atk-s0102a6:63_1": "māyāya yuttā kuṭilācārā dāsā atthi, ye sammukhaparammukhavañcanāhi lokaṁ vañcanato",
  "atk-s0102a6:63_2": "‘‘vañcanikā’’ti ca, kerāṭiyasāṭheyyena samannāgatattā ‘‘saṭhā’’ti ca vuccanti, tepi",
  "atk-s0102a6:63_3": "āgatāti attho. Māyā kuṭeṇḍu viṭeṇḍu, viṭucca viṭuṭo sahāti te dāsā sabbepi māyākārakāva.",
  "atk-s0102a6:63_4": "Nāmena panettha eko kuṭeṇḍu nāma, eko viṭeṇḍu nāma. Pāḷiyaṁ pana ‘‘veṭeṇḍū’’ti likhanti.",
  "atk-s0102a6:63_5": "Eko viṭucca nāma, eko viṭuṭo nāma. Sahāti sopi viṭuṭo tehi saheva āgato.",
  "atk-s0102a6:64": "Candanokāmaseṭṭho ca, kinnighaṇḍu nighaṇḍu cāti aparo kinnighaṇḍu nāma. Pāḷiyaṁ pana ‘‘kinnughaṇḍū’’ti likhanti. Nighaṇḍu cāti añño nighaṇḍu nāma, ettakā dāsā. Ito pare pana –",
  "atk-s0102a6:65": "‘‘Panādo opamañño ca, devasuto ca mātali;",
  "atk-s0102a6:66": "Cittaseno ca gandhabbo, naḷo rājā janesabho;",
  "atk-s0102a6:67": "Āguṁ pañcasikho ceva, timbarū sūriyavacchasā’’ti. –",
  "atk-s0102a6:68_0": "Ime devarājāno. Tattha devasutoti devasārathi. Cittasenoti citto ca seno ca cittaseno",
  "atk-s0102a6:68_1": "ca. Gandhabboti ayaṁ cittaseno gandhabbakāyiko devaputto, na kevalaṁ cesa, sabbe",
  "atk-s0102a6:68_2": "pete panādādayo gandhabbā eva. Naḷorājāti naḷakāradevaputto nāmeko. Janesabhoti janavasabho",
  "atk-s0102a6:68_3": "devaputto. Āguṁ pañcasikho cevāti pañcasikho ceva devaputto āgato. Timbarūti timbarū",
  "atk-s0102a6:68_4": "nāma gandhabbadevarājā. Sūriyavacchasāti tasseva dhītā.",
  "atk-s0102a6:69_0": "Ete caññe ca rājāno, gandhabbā saha rājubhīti ete ca nāmavasena vuttagandhabbarājāno",
  "atk-s0102a6:69_1": "aññe ca etehi rājūhi saddhiṁ bahū gandhabbā. Modamānā abhikkāmuṁ, bhikkhūnaṁ samitiṁ",
  "atk-s0102a6:69_2": "vananti haṭṭhatuṭṭhacittā bhikkhusaṅghasamitiṁ imaṁ vanaṁ āgatāti attho.",
  "atk-s0102a6:70_0": "338.Athāguṁ nāgasā nāgā, vesālā sahatacchakāti nāgasadahavāsikā ca vesālīvāsikā ca",
  "atk-s0102a6:70_1": "nāgā saha tacchakanāgaparisāya āgatāti attho. Kambalassatarāti kambalo ca assataro",
  "atk-s0102a6:70_2": "ca. Ete kira sinerupāde vasanti, supaṇṇehipi anuddharaṇīyā mahesakkhanāgā pāyāgā",
  "atk-s0102a6:70_3": "saha ñātibhīti payāgatitthavāsino ca saha ñātisaṅghena āgatā.",
  "atk-s0102a6:71_0": "Yāmunā dhataraṭṭhā cāti yamunavāsino ca dhataraṭṭhakule uppannā nāgā ca. Erāvaṇo",
  "atk-s0102a6:71_1": "mahānāgoti erāvaṇo ca devaputto, jātiyā nāgo na hoti. Nāgavohārena panesa vohariyati.",
  "atk-s0102a6:71_2": "Sopāgāti sopi āgato.",
  "atk-s0102a6:72_0": "Yenāgarāje sahasā harantīti ye ime vuttappakāre nāge lobhābhibhūtā sāhasaṁ katvā",
  "atk-s0102a6:72_1": "haranti gaṇhanti. Dibbā dijā pakkhī visuddhacakkhūti dibbānubhāvato dibbā mātukucchito",
  "atk-s0102a6:72_2": "ca aṇḍakosato cāti dve vāre jātāti dijā pakkhayuttatāya pakkhī yojanasatantarepi",
  "atk-s0102a6:72_3": "yojanasahassantarepi nāge dassanasamatthacakkhutāya visuddhacakkhū. Vehāyasāte vanamajjhappattāti",
  "atk-s0102a6:72_4": "te ākāseneva imaṁ mahāvanaṁ sampattā. Citrā supaṇṇā iti tesa nāmanti tesaṁ ‘‘citrasupaṇṇā’’ti nāmaṁ.",
  "atk-s0102a6:73_0": "Abhayaṁtadā nāgarājānamāsi, supaṇṇato khemamakāsi buddhoti tasmā sabbepi te aññamaññaṁ",
  "atk-s0102a6:73_1": "saṇhāhi vācāhi upavhayantā mittā viya bandhavā viya ca samullapantā sammodamānā āliṅgantā",
  "atk-s0102a6:73_2": "hatthe gaṇhantā aṁsakūṭe hatthaṁ ṭhapentā haṭṭhatuṭṭhacittā. Nāgā supaṇṇā saraṇamakaṁsu",
  "atk-s0102a6:73_3": "buddhanti buddhaṁyeva saraṇaṁ gatā.",
  "atk-s0102a6:74": "339.Jitā vajirahatthenāti indena devaraññā jitā. Samuddaṁ asurāsitāti mahāsamuddavāsino sujātāya asurakaññāya kāraṇā sabbepi bhātaro vāsavassete, iddhimanto yasassino.",
  "atk-s0102a6:75_0": "Tesu kālakañcā mahābhismāti kālakañcā ca mahante bhiṁsane attabhāve māpetvā āgamiṁsu.",
  "atk-s0102a6:75_1": "Asurā dānaveghasāti dānaveghasā nāma aññe dhanuggahaasurā. Vepacitti sucitti ca,",
  "atk-s0102a6:75_2": "pahārādo namucī sahāti vepacittiasuro, sucittiasuro cāti ete ca asurā namuci ca māro",
  "atk-s0102a6:75_3": "devaputto etehi saheva āgato. Ime asurā mahāsamuddavāsino, ayaṁ paranimmitadevalokavāsī,",
  "atk-s0102a6:75_4": "kasmā etehi sahāgatoti? Acchandikattā. Tepi hi acchandikā abhabbā, ayampi tādisoyeva.",
  "atk-s0102a6:75_5": "Tasmā dhātuso saṁsandamāno āgato.",
  "atk-s0102a6:76_0": "Satañca baliputtānanti balino mahāasurassa puttānaṁ sataṁ. Sabbe verocanāmakāti sabbe",
  "atk-s0102a6:76_1": "attano mātulassa rāhusseva nāmadharā. Sannayhitvā balisenanti attano balisenaṁ sannayhitvā",
  "atk-s0102a6:76_2": "sabbe katasannāhāva hutvā. Rāhubhaddamupāgamunti rāhuasurindaṁ upasaṅkamiṁsu. Samayodāni",
  "atk-s0102a6:76_3": "bhaddanteti bhaddaṁ tava hotu, samayo te bhikkhūnaṁ samitiṁ vanaṁ upasaṅkamitvā bhikkhusaṅghaṁ dassanāyāti attho.",
  "atk-s0102a6:77_0": "340.Āpo ca devā pathavī, tejo vāyo tadāgamunti āpokasiṇādīsu parikammaṁ katvā nibbattā",
  "atk-s0102a6:77_1": "āpotiādināmakā devā āgamuṁ. Varuṇā vāraṇā devā, somo ca yasasā sahāti varuṇadevatā",
  "atk-s0102a6:77_2": ", vāraṇadevatā, somadevatāti evaṁ nāmakā ca devā yasasā nāma devena sahāgatāti attho.",
  "atk-s0102a6:77_3": "Mettākaruṇākāyikāti mettājhāne ca karuṇājhāne ca parikammaṁ katvā nibbattadevā. Āguṁ",
  "atk-s0102a6:77_4": "devā yasassinoti etepi mahāyasā devā āgatā.",
  "atk-s0102a6:78": "Dasete dasadhā kāyā, sabbe nānattavaṇṇinoti te dasadhā ṭhitā dasa devakāyā sabbe nīlādivasena nānattavaṇṇā āgatāti attho.",
  "atk-s0102a6:79_0": "Veṇḍūca devāti veṇḍudevatā ca. Sahali cāti sahalidevatā ca. Asamā ca duve yamāti",
  "atk-s0102a6:79_1": "asamadevatā ca dve ca yamakā devā. Candassupanisā devā, candamāguṁ purakkhatvāti",
  "atk-s0102a6:79_2": "candanissitakā devā candaṁ purato katvā āgatā. Tathā sūriyanissitakā devā sūriyaṁ",
  "atk-s0102a6:79_3": "purakkhatvā. Nakkhattāni purakkhatvāti nakkhattanissitāpi devā nakkhattāni purato",
  "atk-s0102a6:79_4": "katvā āgatā. Āguṁ mandavalāhakāti vātavalāhakā, abbhavalāhakā, uṇhavalāhakā ete sabbepi",
  "atk-s0102a6:79_5": "valāhakāyikā ‘‘mandavalāhakā’’ nāma vuccanti. Tepi āgatāti attho. Vasūnaṁ vāsavo",
  "atk-s0102a6:79_6": "seṭṭho, sakkopāgā purindadoti vasūnaṁ devatānaṁ seṭṭho vāsavo yo sakkoti ca, purindadoti",
  "atk-s0102a6:79_7": "ca vuccati, sopi āgato.",
  "atk-s0102a6:80": "Dasete dasadhā kāyāti etepi dasa devakāyā dasadhāva āgatā. Sabbe nānattavaṇṇinoti nīlādivasena nānattavaṇṇā.",
  "atk-s0102a6:81_0": "Athāguṁ sahabhū devāti atha sahabhū nāma devā āgatā. Jalamaggisikhārivāti aggisikhā",
  "atk-s0102a6:81_1": "viya jalantā. Jalamaggi ca sikhārivāti imāni tesaṁ nāmānītipi vuttaṁ. Ariṭṭhakā ca",
  "atk-s0102a6:81_2": "rojā cāti ariṭṭhakadevā ca rojadevā ca. Umāpupphanibhāsinoti umāpupphadevā nāma ete",
  "atk-s0102a6:81_3": "devā . Umāpupphasadisā hi tesaṁ sarīrābhā, tasmā ‘‘umāpupphanibhāsino’’ti vuccanti.",
  "atk-s0102a6:82_0": "Varuṇā sahadhammā cāti ete ca dve janā. Accutā ca anejakāti accutadevatā ca anejakadevatā",
  "atk-s0102a6:82_1": "ca. Suleyyarucirāāgunti suleyyā ca rucirā ca āgatā. Āguṁ vāsavanesinoti vāsavanesīdevā",
  "atk-s0102a6:82_2": "nāma āgatā. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhāva āgatā.",
  "atk-s0102a6:83": "Samānā mahāsamānāti samānā ca mahāsamānā ca. Mānusā mānusuttamāti mānusā ca mānusuttamā ca. Khiḍḍāpadosikā āguṁ, āguṁ manopadosikāti khiḍḍāpadosikā manopadosikā ca devā āgatā.",
  "atk-s0102a6:84_0": "Athāguṁ harayo devāti haridevā nāma āgatā. Ye ca lohitavāsinoti lohitavāsino ca āgatā.",
  "atk-s0102a6:84_1": "Pāragā mahāpāragāti ete ca duvidhā āgatā. Dasete dasadhā kāyāti etepi dasadevakāyā dasadhāva āgatā.",
  "atk-s0102a6:85_0": "Sukkākarambhā aruṇā, āguṁ veghanasā sahāti ete sukkādayo tayo, tehi saha veghanasā",
  "atk-s0102a6:85_1": "ca āgatā. Odātagayhā pāmokkhāti odātagayhā nāma pāmokkhadevā āgatā. Āguṁ devā vicakkhaṇāti",
  "atk-s0102a6:85_2": "vicakkhaṇā nāma devā āgatā.",
  "atk-s0102a6:86_0": "Sadāmattā hāragajāti sadāmattā ca hāragajā ca. Missakā ca yasassinoti yasasampannā",
  "atk-s0102a6:86_1": "missakadevā ca. Thanayaṁ āga pajjunnoti pajjunno ca devarājā thanayanto āgato. Yo",
  "atk-s0102a6:86_2": "disā abhivassatīti yo yaṁ yaṁ disaṁ yāti, tattha tattha devo vassati. Dasete dasadhā",
  "atk-s0102a6:86_3": "kāyāti etepi dasadevakāyā dasadhā āgatā.",
  "atk-s0102a6:87_0": "Khemiyā tusitā yāmāti khemiyā devā tusitapuravāsino ca yāmādevalokavāsino ca. Kathakā",
  "atk-s0102a6:87_1": "ca yasassinoti yasasampannā kathakadevā ca. Pāḷiyaṁ pana ‘‘kaṭṭhakā cā’’ti likhanti.",
  "atk-s0102a6:87_2": "Lambītakā lāmaseṭṭhāti lambitakadevā ca lāmaseṭṭhadevā ca. Jotināmā ca āsavāti pabbatamatthake",
  "atk-s0102a6:87_3": "katanaḷaggikkhandho viya jotamānā jotidevā nāma atthi, te ca āsā ca devā āgatāti",
  "atk-s0102a6:87_4": "attho. Pāḷiyaṁ pana ‘‘jātināmā’’ti likhanti. Āsā devatā chandavasena āsavāti vuttā.",
  "atk-s0102a6:87_5": "Nimmānaratino āguṁ, athāguṁ paranimmitā. Dasete dasadhā kāyāti etepi dasa devakāyā dasadhāva āgatā.",
  "atk-s0102a6:88_0": "Saṭṭhetedevanikāyāti ete ca āpo ca devātiādikā cha dasakā saṭṭhi devanikāyā sabbe",
  "atk-s0102a6:88_1": "nīlādivasena nānattavaṇṇino. Nāmanvayena āgacchunti nāmabhāgena nāmakoṭṭhāsena āgatā.",
  "atk-s0102a6:88_2": "Ye caññe sadisā sahāti ye ca aññepi tehi sadisā vaṇṇatopi nāmatopi etādisāyeva sesacakkavāḷesu",
  "atk-s0102a6:88_3": "devā, tepi āgatāyevāti ekapadeneva kalāpaṁ viya puṭakaṁ viya ca katvā sabbā devatā niddisati.",
  "atk-s0102a6:89_0": "Evaṁ dasasu lokadhātusahassesu devakāye niddisitvā idāni yadatthaṁ te āgatā, taṁ",
  "atk-s0102a6:89_1": "dassento pavuṭṭhajātinti gāthamāha. Tassattho – pavuṭṭhā vigatā jāti assāti ariyasaṅgho",
  "atk-s0102a6:89_2": "pavuṭṭhajāti nāma, taṁ pavuṭṭhajātiṁ rāgadosamohakhīlānaṁ abhāvā akhīlaṁ cattāro",
  "atk-s0102a6:89_3": "oghe taritvā ṭhitattā oghatiṇṇaṁ catunnaṁ āsavānaṁ abhāvena anāsavaṁ ariyasaṅghaṁ",
  "atk-s0102a6:89_4": "dakkhema passissāma. Tesaññeva oghānaṁ tiṇṇattā oghataraṁ āguṁ akaraṇato nāgaṁ. Asitātiganti",
  "atk-s0102a6:89_5": "kāḷakabhāvātītaṁ candaṁva siriyā virocamānaṁ dasabalañca dakkhema passissāmāti etadatthaṁ",
  "atk-s0102a6:89_6": "sabbepi te nāmanvayena āgacchuṁ, ye caññe sadisā sahāti.",
  "atk-s0102a6:90_0": "341. Idāni brahmāno dassento subrahmā paramatto cātiādimāha. Tattha subrahmāti eko",
  "atk-s0102a6:90_1": "brahmā. Paramattopi brahmāva. Puttā iddhimato sahāti ete iddhimato buddhassa bhagavato",
  "atk-s0102a6:90_2": "puttā ariyabrahmāno saheva āgatā. Sanaṅkumāro tisso cāti sanaṅkumāro ca tissamahābrahmā",
  "atk-s0102a6:90_3": "ca. Sopāgāti sopi āgato.",
  "atk-s0102a6:91": "‘‘Sahassaṁ brahmalokānaṁ, mahābrahmābhitiṭṭhati;",
  "atk-s0102a6:92": "Upapanno jutimanto, bhismākāyo yasassi so’’ti. –",
  "atk-s0102a6:93_0": "Ettha sahassaṁ brahmalokānanti ekaṅguliyā ekasahassacakkavāḷe dasahi aṅgulīhi dasasahassicakkavāḷe",
  "atk-s0102a6:93_1": "ālokapharaṇasamatthānaṁ mahābrahmānaṁ sahassaṁ āgataṁ. Mahābrahmābhitiṭṭhatīti yattha",
  "atk-s0102a6:93_2": "ekeko mahābrahmā aññe brahme abhibhavitvā tiṭṭhati. Upapannoti brahmaloke nibbatto.",
  "atk-s0102a6:93_3": "Jutimantoti ānubhāvasampanno. Bhismākāyoti mahākāyo, dvīhi tīhi māgadhikehi gāmakkhettehi",
  "atk-s0102a6:93_4": "samappamāṇaattabhāvo. Yasassisoti attabhāvasirīsaṅkhātena yasena samannāgato.",
  "atk-s0102a6:94_0": "Dasettha issarā āguṁ, paccekavasavattinoti etasmiñca brahmasahasse ye pāṭiyekkaṁ",
  "atk-s0102a6:94_1": "pāṭiyekkaṁ vasaṁ vattenti, evarūpā dasa issarā mahābrahmāno āgatā. Tesañca majjhato",
  "atk-s0102a6:94_2": "āga, hārito parivāritoti tesaṁ brahmānaṁ majjhe hārito nāma mahābrahmā satasahassabrahmaparivāro āgato.",
  "atk-s0102a6:95_0": "342.Te ca sabbe abhikkante, sainde deve sabrahmaketi te sabbepi sakkaṁ devarājānaṁ",
  "atk-s0102a6:95_1": "jeṭṭhakaṁ katvā āgate devakāye, hāritamahābrahmānaṁ jeṭṭhakaṁ katvā āgate brahmakāye",
  "atk-s0102a6:95_2": "ca. Mārasenā abhikkāmīti mārasenā abhigatā. Passa kaṇhassa mandiyanti kāḷakassa mārasa",
  "atk-s0102a6:95_3": "bālabhāvaṁ passatha.",
  "atk-s0102a6:96_0": "Etha gaṇhatha bandhathāti evaṁ attano parisaṁ āṇāpesi. Rāgena baddhamatthu voti sabbaṁ",
  "atk-s0102a6:96_1": "vo idaṁ devamaṇḍalaṁ rāgena baddhaṁ hotu. Samantā parivāretha, mā vo muñcittha koci",
  "atk-s0102a6:96_2": "nanti tumhākaṁ ekopi etesu ekampi mā muñci. ‘‘Mā vo muñcethā’’tipi pāṭho, esevattho.",
  "atk-s0102a6:97_0": "Iti tattha mahāseno, kaṇho senaṁ apesayīti evaṁ tattha mahāsamaye mahāseno māro mārasenaṁ",
  "atk-s0102a6:97_1": "apesayi. Pāṇinā talamāhaccāti hatthena pathavītalaṁ paharitvā. Saraṁ katvāna bheravanti",
  "atk-s0102a6:97_2": "māravibhiṁsakadassanatthaṁ bhayānakaṁ sarañca katvā.",
  "atk-s0102a6:98_0": "Yathā pāvussako megho, thanayanto savijjukoti savijjuko pāvussakamegho viya mahāgajjitaṁ",
  "atk-s0102a6:98_1": "gajjanto. Tadā so paccudāvattīti tasmiṁ samaye so māro taṁ vibhiṁsanakaṁ dassetvā",
  "atk-s0102a6:98_2": "paṭinivatto . Saṅkuddho asayaṁ vaseti suṭṭhu kuddho kupito kañci vase vattetuṁ asakkonto",
  "atk-s0102a6:98_3": "asayaṁvase asayaṁvasī attano vasena akāmako hutvā nivatto. Bhagavā kira ‘‘ayaṁ māro",
  "atk-s0102a6:98_4": "imaṁ mahāsamāgamaṁ disvā ‘abhisamayantarāyaṁ karissāmī’ti antarantare mārasenaṁ pesetvā",
  "atk-s0102a6:98_5": "māraṁ vibhiṁsakaṁ dassetī’’ti aññāsi. Pakati cesā bhagavato, yattha abhisamayo na",
  "atk-s0102a6:98_6": "bhavissati, tattha māraṁ vibhiṁsakaṁ dassentaṁ na nivāreti. Yattha pana abhisamayo",
  "atk-s0102a6:98_7": "hoti, tattha yathā parisā neva mārassa rūpaṁ passati, na saddaṁ suṇāti, evaṁ adhiṭṭhātīti.",
  "atk-s0102a6:98_8": "Imasmiñca samāgame mahābhisamayo bhavissati, tasmā yathā devatā neva tassa rūpaṁ",
  "atk-s0102a6:98_9": "passanti, na saddaṁ suṇanti, evaṁ adhiṭṭhāsi. Tena vuttaṁ –‘‘tadā so paccudāvatti,",
  "atk-s0102a6:98_10": "saṅkuddho asayaṁvase’’ti.",
  "atk-s0102a6:99": "343.Tañca sabbaṁ abhiññāya, vavatthitvāna cakkhumāti taṁ sabbaṁ bhagavā jānitvā vavatthapetvā ca.",
  "atk-s0102a6:100_0": "Mārasenā abhikkantā, te vijānātha bhikkhavoti bhikkhave mārasenā abhikkantā, te tumhe",
  "atk-s0102a6:100_1": "attano anurūpaṁ vijānātha, phalasamāpattiṁ samāpajjathāti vadati. Ātappamakarunti",
  "atk-s0102a6:100_2": "phalasamāpattiṁ pavisanatthāya vīriyaṁ ārabhiṁsu. Vītarāgehi pakkāmunti māro ca mārasenā",
  "atk-s0102a6:100_3": "ca vītarāgehi ariyehi dūratova apakkamuṁ. Nesaṁ lomāpi iñjayunti tesaṁ vītarāgānaṁ",
  "atk-s0102a6:100_4": "lomānipi na cālayiṁsu. Atha māro bhikkhusaṅghaṁ ārabbha imaṁ gāthaṁ abhāsi –",
  "atk-s0102a6:101": "‘‘Sabbe vijitasaṅgāmā, bhayātītā yasassino;",
  "atk-s0102a6:102": "Modanti saha bhūtehi, sāvakā te janesutā’’ti.",
  "atk-s0102a6:103": "Tattha modanti saha bhūtehīti dasabalassa sāsane bhūtehi sañjātehi ariyehi saddhiṁ modanti pamodanti. Janesutāti jane vissutā pākaṭā abhiññātā.",
  "atk-s0102a6:104_0": "Idaṁ pana mahāsamayasuttaṁ nāma devatānaṁ piyaṁ manāpaṁ, tasmā maṅgalaṁ vadantena",
  "atk-s0102a6:104_1": "abhinavaṭṭhānesu idameva suttaṁ vattabbaṁ. Devatā kira –‘‘imaṁ suttaṁ suṇissāmā’’ti",
  "atk-s0102a6:104_2": "ohitasotā vicaranti. Desanāpariyosāne panassa koṭisatasahassadevatā arahattaṁ pattā,",
  "atk-s0102a6:104_3": "sotāpannādīnaṁ gaṇanā natthi.",
  "atk-s0102a6:105_0": "Devatānañcassa piyamanāpabhāve idaṁ vatthu – koṭipabbatavihāre kira nāgaleṇadvāre",
  "atk-s0102a6:105_1": "nāgarukkhe ekā devadhītā vasati. Eko daharo antoleṇe imaṁ suttaṁ sajjhāyati. Devadhītā",
  "atk-s0102a6:105_2": "sutvā suttapariyosāne mahāsaddena sādhukāramadāsi. Ko esoti. Ahaṁ, bhante, devadhītāti.",
  "atk-s0102a6:105_3": "Kasmā sādhukāramadāsīti? Bhante, dasabalena mahāvane nisīditvā kathitadivase imaṁ",
  "atk-s0102a6:105_4": "suttaṁ sutvā ajja assosiṁ, bhagavatā kathitato ekakkharampi ahāpetvā suggahito ayaṁ",
  "atk-s0102a6:105_5": "dhammo tumhehīti. Dasabalassa kathayato sutaṁ tayāti? Āma, bhanteti. Mahā kira devatāsannipāto",
  "atk-s0102a6:105_6": "ahosi, tvaṁ kattha ṭhitā suṇīti?",
  "atk-s0102a6:106_0": "Ahaṁ, bhante, mahāvanavāsiyā devatā, mahesakkhāsu pana devatāsu āgacchantīsu jambudīpe",
  "atk-s0102a6:106_1": "okāsaṁ nālatthaṁ, atha imaṁ tambapaṇṇidīpaṁ āgantvā jambukolapaṭṭane ṭhatvā sotuṁ",
  "atk-s0102a6:106_2": "āraddhamhi, tatrāpi mahesakkhāsu devatāsu āgacchantīsu anukkamena paṭikkamamānā rohaṇajanapade",
  "atk-s0102a6:106_3": "mahāgāmassa piṭṭhibhāgato samudde galappamāṇaṁ udakaṁ pavisitvā tattha ṭhitā assosinti.",
  "atk-s0102a6:106_4": "Tuyhaṁ ṭhitaṭṭhānato dūre satthāraṁ passasi devateti? Kiṁ kathetha, bhante, satthā",
  "atk-s0102a6:106_5": "mahāvane dhammaṁ desento nirantaraṁ mamaññeva oloketīti maññamānā otappamānā ūmīsu nilayāmīti.",
  "atk-s0102a6:107_0": "Taṁ divasaṁ kira koṭisatasahassadevatā arahattaṁ pattā, tumhepi tadā arahattaṁ pattāti?",
  "atk-s0102a6:107_1": "Natthi, bhante. Anāgāmiphalaṁ pattattha maññeti? Natthi, bhante. Sakadāgāmiphalaṁ",
  "atk-s0102a6:107_2": "pattattha maññeti? Natthi, bhante. Tayo magge pattā devatā kira gaṇanapathaṁ atītā,",
  "atk-s0102a6:107_3": "sotāpannā jātattha maññeti? Devatā taṁ divasaṁ sotāpattiphalaṁ pattattā harāyamānā",
  "atk-s0102a6:107_4": "–‘‘apucchitabbaṁ pucchati ayyo’’ti āha. Tato naṁ so bhikkhu āha – ‘‘sakkā pana devate,",
  "atk-s0102a6:107_5": "tava attabhāvaṁ amhākaṁ dassetu’’nti? Na sakkā bhante sakalakāyaṁ dassetuṁ, aṅgulipabbamattaṁ",
  "atk-s0102a6:107_6": "dassessāmi ayyassāti kuñcikachiddena aṅguliṁ antoleṇābhimukhaṁ akāsi, candasahassasūriyasahassauggamanakālo",
  "atk-s0102a6:107_7": "viya ahosi. Devadhītā ‘‘appamattā, bhante, hothā’’ti daharabhikkhuṁ vanditvā agamāsi.",
  "atk-s0102a6:107_8": "Evaṁ imaṁ suttaṁ devatānaṁ piyaṁ manāpaṁ, mamāyanti naṁ devatāti.",
  "atk-s0102a6:108": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0102a6:109": "Mahāsamayasuttavaṇṇanā niṭṭhitā."
}