{
  "atk-s0517a14:0.1": "(3) Paññāvaggo",
  "atk-s0517a14:0.2": "1. Mahāpaññākathā",
  "atk-s0517a14:1": "Mahāpaññākathāvaṇṇanā",
  "atk-s0517a14:2_0": "1. Idāni visesato paññāpadaṭṭhānabhūtāya suññakathāya anantaraṁ kathitāya paññākathāya",
  "atk-s0517a14:2_1": "apubbatthānuvaṇṇanā. Tattha ādito tāva sattasu anupassanāsu ekekamūlakā satta paññā",
  "atk-s0517a14:2_2": "pucchāpubbaṅgamaṁ katvā niddiṭṭhā, puna sattānupassanāmūlakā ekekuttaramūlakā ca",
  "atk-s0517a14:2_3": "tisso paññā pucchaṁ akatvāva niddiṭṭhā, evamādito dasapaññāpāripūrī niddiṭṭhā. Tattha",
  "atk-s0517a14:2_4": "aniccānupassanā tāva yasmā aniccato diṭṭhesu saṅkhāresu “yadaniccaṁ, taṁ dukkha”nti",
  "atk-s0517a14:2_5": "dukkhato ca “yaṁ dukkhaṁ, tadanattā”ti anattato ca javati, tasmā sā bhāvitā bahulīkatā",
  "atk-s0517a14:2_6": "javanapaññaṁ paripūreti. Sā hi sakavisayesu javatīti javanā, javanā ca sā paññā cāti",
  "atk-s0517a14:2_7": "javanapaññā. Dukkhānupassanā samādhindriyanissitattā balavatī hutvā paṇidhiṁ nibbijjhati",
  "atk-s0517a14:2_8": "padāleti, tasmā nibbedhikapaññaṁ paripūreti. Sā hi nibbijjhatīti nibbedhikā, nibbedhikā",
  "atk-s0517a14:2_9": "ca sā paññā cāti nibbedhikapaññā. Anattānupassanā suññatādassanena vuddhippattiyā",
  "atk-s0517a14:2_10": "mahattappattattā mahāpaññaṁ paripūreti. Sā hi vuddhippattattā mahatī ca sā paññā",
  "atk-s0517a14:2_11": "cāti mahāpaññā. Nibbidānupassanā yasmā tissannaṁyeva anupassanānaṁ purimatopi āsevanāya",
  "atk-s0517a14:2_12": "balappattāvatthattā sabbasaṅkhāresu nibbindanasamatthā hutvā tikkhā hoti, tasmā tikkhapaññaṁ",
  "atk-s0517a14:2_13": "paripūreti. Virāgānupassanāpi yasmā tissannaṁyeva anupassanānaṁ purimatopi āsevanābalappattānaṁ",
  "atk-s0517a14:2_14": "vuddhatarāvatthattā sabbasaṅkhārehi virajjanasamatthā hutvā vipulā hoti, tasmā vipulapaññaṁ paripūreti.",
  "atk-s0517a14:3_0": "Nirodhānupassanāpi yasmā tissannaṁyeva anupassanānaṁ purimatopi āsevanābalappattānaṁ",
  "atk-s0517a14:3_1": "vuddhatarāvatthattā vayalakkhaṇavasena sabbasaṅkhārānaṁ nirodhadassanasamatthā hutvā",
  "atk-s0517a14:3_2": "gambhīrā hoti, tasmā gambhīrapaññaṁ paripūreti. Nirodho hi uttānapaññehi alabbhaneyyapatiṭṭhattā",
  "atk-s0517a14:3_3": "gambhīro, tasmiṁ gambhīre gādhappattā paññāpi gambhīrā. Paṭinissaggānupassanāpi yasmā",
  "atk-s0517a14:3_4": "tissannaṁyeva anupassanānaṁ purimatopi āsevanābalappattānaṁ vuddhatarāvatthattā vayalakkhaṇavasena",
  "atk-s0517a14:3_5": "sabbasaṅkhārapaṭinissajjanasamatthā hutvā asāmantā hoti, vuddhipariyantappattattā",
  "atk-s0517a14:3_6": "chahi paññāhi dūre hotīti attho. Tasmā sayaṁ asāmantattā asāmantapaññaṁ paripūreti.",
  "atk-s0517a14:3_7": "Sā hi heṭṭhimapaññāhi dūrattā asāmantā, asamīpā vā paññāti asāmantapaññā. Paṇḍiccaṁ",
  "atk-s0517a14:3_8": "paripūrentīti paṇḍitabhāvaṁ paripūrenti. Yasmā yathāvuttā satta paññā paripuṇṇā bhāvetvā",
  "atk-s0517a14:3_9": "paṇḍitalakkhaṇappatto sikhappattavuṭṭhānagāminivipassanāsaṅkhātehi saṅkhārupekkhānulomagotrabhuñāṇehi",
  "atk-s0517a14:3_10": "paṇḍito hutvā paṇḍiccena samannāgato hoti, tasmā “paṇḍiccaṁ paripūrentī”ti vuttaṁ.",
  "atk-s0517a14:4_0": "Aṭṭha paññāti paṇḍiccasaṅkhātāya paññāya saha sabbā aṭṭha paññā. Puthupaññaṁ paripūrentīti",
  "atk-s0517a14:4_1": "yasmā tena paṇḍiccena samannāgato hutvā so paṇḍito gotrabhuñāṇānantaraṁ nibbānaṁ",
  "atk-s0517a14:4_2": "ārammaṇaṁ katvā lokuttarabhāvappattiyā lokiyato puthubhūtattā visuṁbhūtattā puthupaññātisaṅkhātaṁ",
  "atk-s0517a14:4_3": "maggaphalapaññaṁ pāpuṇāti, tasmā “aṭṭha paññā puthupaññaṁ paripūrentī”ti vuttaṁ.",
  "atk-s0517a14:5_0": "Imā nava paññātiādīsu tasseva kamena adhigatamaggaphalassa ariyapuggalassa paṇītalokuttaradhammopayogena",
  "atk-s0517a14:5_1": "paṇītacittasantānattā pahaṭṭhākāreneva ca pavattamānacittasantānassa phalānantaraṁ",
  "atk-s0517a14:5_2": "otiṇṇabhavaṅgato vuṭṭhitassa maggapaccavekkhaṇā, tato ca bhavaṅgaṁ otaritvā vuṭṭhitassa",
  "atk-s0517a14:5_3": "phalapaccavekkhaṇā, imināva nayena pahīnakilesapaccavekkhaṇā, avasiṭṭhakilesapaccavekkhaṇā,",
  "atk-s0517a14:5_4": "nibbānapaccavekkhaṇāti pañca paccavekkhaṇā pavattanti. Tāsu paccavekkhaṇāsu maggapaccavekkhaṇā",
  "atk-s0517a14:5_5": "phalapaccavekkhaṇā ca paṭibhānapaṭisambhidā hoti. Kathaṁ? “Yaṁkiñci paccayasambhūtaṁ",
  "atk-s0517a14:5_6": "nibbānaṁ bhāsitattho vipāko kiriyāti ime pañca dhammā attho”ti abhidhamme pāḷiṁ anugantvā",
  "atk-s0517a14:5_7": "tadaṭṭhakathāyaṁ vuttaṁ. Nibbānassa ca atthattā tadārammaṇaṁ maggaphalañāṇaṁ “atthesu",
  "atk-s0517a14:5_8": "ñāṇaṁ atthapaṭisambhidā”ti vacanato atthapaṭisambhidā hoti. Tassa atthapaṭisambhidābhūtassa",
  "atk-s0517a14:5_9": "maggaphalañāṇassa paccavekkhaṇañāṇaṁ “ñāṇesu ñāṇaṁ paṭibhānapaṭisambhidā”ti vacanato",
  "atk-s0517a14:5_10": "paṭibhānapaṭisambhidā hoti. Sā ca paccavekkhaṇapaññā hāsākārena pavattamānacittasantānassa",
  "atk-s0517a14:5_11": "hāsapaññā nāma hoti. Tasmā nava paññā hāsapaññaṁ paripūrentīti ca hāsapaññā paṭibhānapaṭisambhidāti",
  "atk-s0517a14:5_12": "ca vuttaṁ. Sabbappakārāpi paññā tassa tassa atthassa pākaṭakaraṇasaṅkhātena paññāpanaṭṭhena",
  "atk-s0517a14:5_13": "paññā, tena tena vā pakārena dhamme jānātīti paññā.",
  "atk-s0517a14:6_0": "Tassāti tassa vuttappakārassa ariyapuggalassa. Karaṇatthe sāmivacanaṁ. Atthavavatthānatoti",
  "atk-s0517a14:6_1": "yathāvuttassa pañcavidhassa atthassa vavatthāpanavasena. Vuttampi cetaṁ samaṇakaraṇīyakathāyaṁ",
  "atk-s0517a14:6_2": "“hetuphalaṁ nibbānaṁ vacanattho atha vipākaṁ kiriyāti atthe pañca pabhede paṭhamantapabhedagataṁ",
  "atk-s0517a14:6_3": "ñāṇa”nti. Adhigatā hotīti paṭiladdhā hoti. Sāyeva paṭilābhasacchikiriyāya sacchikatā.",
  "atk-s0517a14:6_4": "Paṭilābhaphasseneva phassitā paññāya. Dhammavavatthānatoti “yo koci phalanibbattako",
  "atk-s0517a14:6_5": "hetu ariyamaggo bhāsitaṁ kusalaṁ akusalanti ime pañca dhammā dhammo”ti abhidhamme",
  "atk-s0517a14:6_6": "pāḷiyānusārena vuttānaṁ pañcannaṁ dhammānaṁ vavatthāpanavasena. Vuttampi cetaṁ samaṇakaraṇīyakathāyaṁ",
  "atk-s0517a14:6_7": "“hetu ariyamaggo vacanaṁ kusalañca akusalañcāti dhamme pañca pabhede dutiyantapabhedagataṁ",
  "atk-s0517a14:6_8": "ñāṇa”nti. Niruttivavatthānatoti tesaṁ tesaṁ atthadhammānaṁ anurūpaniruttīnaṁ vavatthāpanavasena.",
  "atk-s0517a14:6_9": "Paṭibhānavavatthānatoti paṭibhānasaṅkhātānaṁ tiṇṇaṁ paṭisambhidāñāṇānaṁ vavatthāpanavasena.",
  "atk-s0517a14:6_10": "Tassimāti nigamanavacanametaṁ.",
  "atk-s0517a14:7_0": "2. Evaṁ sabbasaṅgāhakavasena anupassanānaṁ visesaṁ dassetvā idāni vatthubhedavasena",
  "atk-s0517a14:7_1": "dassento rūpe aniccānupassanātiādimāha. Taṁ heṭṭhā vuttatthameva. Puna rūpādīsuyeva",
  "atk-s0517a14:7_2": "atītānāgatapaccuppannavasena javanapaññaṁ dassetukāmo kevalaṁ rūpādivasena ca atītānāgatapaccuppannarūpādivasena",
  "atk-s0517a14:7_3": "ca pucchaṁ katvā pucchākameneva vissajjanaṁ akāsi. Tattha suddharūpādivissajjanesu",
  "atk-s0517a14:7_4": "paṭhamaṁ niddiṭṭhā eva paññā atītānāgatapaccuppannamūlakesu sabbavissajjanesu tesu",
  "atk-s0517a14:7_5": "atītādīsu javanavasena javanapaññāti niddiṭṭhā.",
  "atk-s0517a14:8_0": "3. Puna anekasuttantapubbaṅgamaṁ paññāpabhedaṁ dassetukāmo paṭhamaṁ tāva suttante",
  "atk-s0517a14:8_1": "uddisi. Tattha sappurisasaṁsevoti heṭṭhā vuttappakārānaṁ sappurisānaṁ bhajanaṁ. Saddhammassavananti",
  "atk-s0517a14:8_2": "tesaṁ sappurisānaṁ santike sīlādipaṭipattidīpakassa saddhammavacanassa savanaṁ. Yonisomanasikāroti",
  "atk-s0517a14:8_3": "sutānaṁ dhammānaṁ atthūpaparikkhaṇavasena upāyena manasikāro. Dhammānudhammapaṭipattīti",
  "atk-s0517a14:8_4": "lokuttaradhamme anugatassa sīlādipaṭipadādhammassa paṭipajjanaṁ. Paññāpaṭilābhāyapaññāvuddhiyā",
  "atk-s0517a14:8_5": "paññāvepullāya paññābāhullāyāti imāni cattāri paññāvasena bhāvavacanāni. Sesāni dvādasa",
  "atk-s0517a14:8_6": "puggalavasena bhāvavacanāni.",
  "atk-s0517a14:9": "1. Soḷasapaññāniddesavaṇṇanā",
  "atk-s0517a14:10_0": "4. Suttantaniddese channaṁ abhiññāñāṇānanti iddhividhadibbasotacetopariyapubbenivāsadibbacakkhuāsavānaṁ",
  "atk-s0517a14:10_1": "khayañāṇānaṁ. Tesattatīnaṁ ñāṇānanti ñāṇakathāya niddiṭṭhānaṁ sāvakasādhāraṇānaṁ",
  "atk-s0517a14:10_2": "ñāṇānaṁ. Sattasattatīnaṁ ñāṇānanti ettha –",
  "atk-s0517a14:11_0": "“Sattasattari vo, bhikkhave, ñāṇavatthūni desessāmi, taṁ suṇātha sādhukaṁ manasi",
  "atk-s0517a14:11_1": "karotha, bhāsissāmīti. Katamāni, bhikkhave, sattasattari ñāṇavatthūni? Jātipaccayā",
  "atk-s0517a14:11_2": "jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ. Atītampi addhānaṁ jātipaccayā",
  "atk-s0517a14:11_3": "jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ, anāgatampi addhānaṁ",
  "atk-s0517a14:11_4": "jātipaccayā jarāmaraṇanti ñāṇaṁ, asati jātiyā natthi jarāmaraṇanti ñāṇaṁ. Yampissa",
  "atk-s0517a14:11_5": "taṁ dhammaṭṭhitiñāṇaṁ, tampi khayadhammaṁ vayadhammaṁ virāgadhammaṁ nirodhadhammanti",
  "atk-s0517a14:11_6": "ñāṇaṁ. Bhavapaccayā jātīti ñāṇaṁ…pe… upādānapaccayā bhavoti ñāṇaṁ… taṇhāpaccayā upādānanti",
  "atk-s0517a14:11_7": "ñāṇaṁ… vedanāpaccayā taṇhāti ñāṇaṁ… phassapaccayā vedanāti ñāṇaṁ… saḷāyatanapaccayā",
  "atk-s0517a14:11_8": "phassoti ñāṇaṁ… nāmarūpapaccayā saḷāyatananti ñāṇaṁ… viññāṇapaccayā nāmarūpanti ñāṇaṁ…",
  "atk-s0517a14:11_9": "saṅkhārapaccayā viññāṇanti ñāṇaṁ… avijjāpaccayā saṅkhārāti ñāṇaṁ, asati avijjāya",
  "atk-s0517a14:11_10": "natthi saṅkhārāti ñāṇaṁ. Atītampi addhānaṁ avijjāpaccayā saṅkhārāti ñāṇaṁ, asati",
  "atk-s0517a14:11_11": "avijjāya natthi saṅkhārāti ñāṇaṁ, anāgatampi addhānaṁ avijjāpaccayā saṅkhārāti ñāṇaṁ,",
  "atk-s0517a14:11_12": "asati avijjāya natthi saṅkhārāti ñāṇaṁ. Yampissa taṁ dhammaṭṭhitiñāṇaṁ, tampi khayadhammaṁ",
  "atk-s0517a14:11_13": "vayadhammaṁ virāgadhammaṁ nirodhadhammanti ñāṇaṁ. Imāni vuccanti, bhikkhave, sattasattari ñāṇavatthūnī”ti –",
  "atk-s0517a14:12_0": "Evaṁ bhagavatā nidānavagge vuttāni sattasattati ñāṇāni. “Jarāmaraṇe ñāṇaṁ, jarāmaraṇasamudaye",
  "atk-s0517a14:12_1": "ñāṇaṁ, jarāmaraṇanirodhe ñāṇaṁ, jarāmaraṇanirodhagāminiyā paṭipadāya ñāṇa”nti iminā",
  "atk-s0517a14:12_2": "nayena ekādasasu aṅgesu cattāri cattāri katvā vuttāni catucattārīsa ñāṇavatthūni",
  "atk-s0517a14:12_3": "pana idha na gahitāni. Ubhayattha ca ñāṇāniyeva hitasukhassa vatthūnīti ñāṇavatthūni.",
  "atk-s0517a14:12_4": "Lābhotiādīsu lābhoyeva upasaggena visesetvā paṭilābhoti vutto. Puna tasseva atthavivaraṇavasena",
  "atk-s0517a14:12_5": "patti sampattīti vuttaṁ. Phassanāti adhigamavasena phusanā. Sacchikiriyāti paṭilābhasacchikiriyā.",
  "atk-s0517a14:12_6": "Upasampadāti nipphādanā.",
  "atk-s0517a14:13_0": "Sattannañca sekkhānanti tisso sikkhā sikkhantīti sekkhasaññitānaṁ sotāpattimaggaṭṭhādīnaṁ",
  "atk-s0517a14:13_1": "sattannaṁ. Puthujjanakalyāṇakassa cāti nibbānagāminiyā paṭipadāya yuttattā sundaraṭṭhena",
  "atk-s0517a14:13_2": "kalyāṇasaññitassa puthujjanassa. Vaḍḍhitaṁ vaḍḍhanaṁ etāyāti vaḍḍhitavaḍḍhanā. Yathāvuttānaṁ",
  "atk-s0517a14:13_3": "aṭṭhannampi paññānaṁ vasena visesato ca arahato paññāvasena paññāvuddhiyā. Tathā",
  "atk-s0517a14:13_4": "paññāvepullāya. Mahanteatthe pariggaṇhātītiādīsu paṭisambhidappatto ariyasāvako atthādayo",
  "atk-s0517a14:13_5": "ārammaṇakaraṇena pariggaṇhāti. Sabbāpi mahāpaññā ariyasāvakānaṁyeva. Tassā ca paññāya",
  "atk-s0517a14:13_6": "visayā heṭṭhā vuttatthā eva.",
  "atk-s0517a14:14_0": "Puthunānākhandhesūtiādīsu nānāsaddo puthusaddassa atthavacanaṁ. Ñāṇaṁ pavattatīti",
  "atk-s0517a14:14_1": "puthupaññāti tesu tathāvuttesu khandhādīsu ñāṇaṁ pavattatīti katvā taṁ ñāṇaṁ puthupaññā",
  "atk-s0517a14:14_2": "nāmāti attho. Nānāpaṭiccasamuppādesūti paṭiccasamuppannānaṁ dhammānaṁ vasena paccayabahuttā",
  "atk-s0517a14:14_3": "vuttaṁ. Nānāsuññatamanupalabbhesūti upalabbhanaṁ upalabbho, gahaṇanti attho. Na upalabbho",
  "atk-s0517a14:14_4": "anupalabbho, anupalabbhānaṁ bahuttā bahuvacanena anupalabbhā, pañcavīsatisuññatāvasena",
  "atk-s0517a14:14_5": "vā nānāsuññatāsu attattaniyādīnaṁ anupalabbhā nānāsuññatānupalabbhā, tesu. “Nānāsuññatānupalabbhesū”ti",
  "atk-s0517a14:14_6": "vattabbe “adukkhamasukhā”tiādīsu viya ma-kāro padasandhivasena vutto. Imā pañca paññā",
  "atk-s0517a14:14_7": "kalyāṇaputhujjanehi sādhāraṇā, nānāatthādīsu paññā ariyānaṁyeva. Puthujjanasādhāraṇe",
  "atk-s0517a14:14_8": "dhammeti lokiyadhamme. Iminā avasānapariyāyena lokiyato puthubhūtanibbānārammaṇattā",
  "atk-s0517a14:14_9": "puthubhūtā visuṁbhūtā paññāti puthupaññā nāmāti vuttaṁ hoti.",
  "atk-s0517a14:15_0": "Vipulapaññā mahāpaññānayena veditabbā. Yathāvutte dhamme pariggaṇhantassa guṇamahantatāya",
  "atk-s0517a14:15_1": "tesaṁ dhammānaṁ pariggāhikāya ca paññāya mahantatā, tesaṁ dhammānaṁ sayameva mahantattā",
  "atk-s0517a14:15_2": "uḷārattā dhammānañca paññāya ca vipulatā veditabbā. Gambhīrapaññā puthupaññānayena",
  "atk-s0517a14:15_3": "veditabbā. Te ca dhammā te ca anupalabbhā sā ca paññā pakatijanena alabbhaneyyapatiṭṭhattā gambhīrā.",
  "atk-s0517a14:16_0": "Yassa puggalassāti ariyapuggalasseva. Añño kocīti puthujjano. Abhisambhavitunti sampāpuṇituṁ.",
  "atk-s0517a14:16_1": "Anabhisambhavanīyoti sampāpuṇituṁ asakkuṇeyyo. Aññehīti puthujjaneheva. Aṭṭhamakassāti",
  "atk-s0517a14:16_2": "arahattaphalaṭṭhato paṭṭhāya gaṇiyamāne aṭṭhamabhūtassa sotāpattimaggaṭṭhassa. Dūreti",
  "atk-s0517a14:16_3": "vippakaṭṭhe. Vidūreti visesena vippakaṭṭhe. Suvidūreti suṭṭhu visesena vippakaṭṭhe.",
  "atk-s0517a14:16_4": "Na santiketi na samīpe. Na sāmantāti na samīpabhāge. Imāni dve paṭisedhasahitāni",
  "atk-s0517a14:16_5": "vacanāni dūrabhāvasseva niyamanāni. Upādāyāti paṭicca. Sotāpannassāti sotāpattiphalaṭṭhassa.",
  "atk-s0517a14:16_6": "Eteneva taṁtaṁmaggapaññā taṁtaṁphalapaññāya dūreti vuttaṁ hoti. Paccekasambuddhoti",
  "atk-s0517a14:16_7": "upasaggena visesitaṁ. Itaradvayaṁ pana suddhameva āgataṁ.",
  "atk-s0517a14:17_0": "5. “Paccekabuddhassa sadevakassa ca lokassa paññā tathāgatassa paññāya dūre”tiādīni",
  "atk-s0517a14:17_1": "vatvā tameva dūraṭṭhaṁ anekappakārato dassetukāmo paññāpabhedakusalotiādimāha. Tattha",
  "atk-s0517a14:17_2": "paññāpabhedakusaloti attano anantavikappe paññāpabhede cheko. Pabhinnañāṇoti anantappabhedapattañāṇo.",
  "atk-s0517a14:17_3": "Etena paññāpabhedakusalattepi sati tāsaṁ paññānaṁ anantabhedattaṁ dasseti. Adhigatapaṭisambhidoti",
  "atk-s0517a14:17_4": "paṭiladdhaaggacatupaṭisambhidāñāṇo. Catuvesārajjappattoti cattāri visāradabhāvasaṅkhātāni",
  "atk-s0517a14:17_5": "ñāṇāni patto. Yathāha –",
  "atk-s0517a14:18_0": "“Sammāsambuddhassa te paṭijānato ‘ime dhammā anabhisambuddhā’ti, tatra vata maṁ samaṇo",
  "atk-s0517a14:18_1": "vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṁ saha dhammena paṭicodessatīti",
  "atk-s0517a14:18_2": "nimittametaṁ, bhikkhave, na samanupassāmi, etamahaṁ, bhikkhave, nimittaṁ asamanupassanto",
  "atk-s0517a14:18_3": "khemappatto abhayappatto vesārajjappatto viharāmi. Khīṇāsavassa te paṭijānato ‘ime",
  "atk-s0517a14:18_4": "āsavā aparikkhīṇā’ti, ‘ye kho pana te antarāyikā dhammā vuttā, te paṭisevato nālaṁ",
  "atk-s0517a14:18_5": "antarāyāyā’ti, ‘yassa kho pana te atthāya dhammo desito, so na niyyāti takkarassa",
  "atk-s0517a14:18_6": "sammā dukkhakkhayāyā’ti, tatra vata maṁ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā",
  "atk-s0517a14:18_7": "vā koci vā lokasmiṁ saha dhammena paṭicodessatīti nimittametaṁ, bhikkhave, na samanupassāmi,",
  "atk-s0517a14:18_8": "etamahaṁ, bhikkhave, nimittaṁ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmī”ti.",
  "atk-s0517a14:19_0": "Dasabalabaladhārīti dasa balāni etesanti dasabalā, dasabalānaṁ balāni dasabalabalāni,",
  "atk-s0517a14:19_1": "tāni dasabalabalāni dhārayatīti dasabalabaladhārī, dasabalañāṇabaladhārīti attho.",
  "atk-s0517a14:19_2": "Etehi tīhi vacanehi anantappabhedānaṁ neyyānaṁ pabhedamukhamattaṁ dassitaṁ. Soyeva",
  "atk-s0517a14:19_3": "paññāpayogavasena abhimaṅgalasammataṭṭhena purisāsabho. Asantāsaṭṭhena purisasīho.",
  "atk-s0517a14:19_4": "Mahantaṭṭhena purisanāgo. Pajānanaṭṭhena purisājañño. Lokakiccadhuravahanaṭṭhena purisadhorayho.",
  "atk-s0517a14:20_0": "Atha tejādikaṁ anantañāṇato laddhaṁ guṇavisesaṁ dassetukāmo tesaṁ tejādīnaṁ anantañāṇamūlakabhāvaṁ",
  "atk-s0517a14:20_1": "dassento anantañāṇoti vatvā anantatejotiādimāha. Tattha anantañāṇoti gaṇanavasena",
  "atk-s0517a14:20_2": "ca pabhāvavasena ca antavirahitañāṇo. Anantatejoti veneyyasantāne mohatamavidhamanena",
  "atk-s0517a14:20_3": "anantañāṇatejo. Anantayasoti paññāguṇeheva lokattayavitthatānantakittighoso. Aḍḍhoti",
  "atk-s0517a14:20_4": "paññādhanasamiddhiyā samiddho. Mahaddhanoti paññādhanavaḍḍhattepi pabhāvamahattena",
  "atk-s0517a14:20_5": "mahantaṁ paññādhanamassāti mahaddhano. Mahādhanotipi pāṭho. Dhanavāti pasaṁsitabbapaññādhanavattā",
  "atk-s0517a14:20_6": "niccayuttapaññādhanavattā atisayabhūtapaññādhanavattā dhanavā. Etesupi hi tīsu atthesu",
  "atk-s0517a14:20_7": "idaṁ vacanaṁ saddavidū icchanti.",
  "atk-s0517a14:21_0": "Evaṁ paññāguṇena bhagavato attasampattisiddhiṁ dassetvā puna paññāguṇeneva lokahitasampattisiddhiṁ",
  "atk-s0517a14:21_1": "dassento netātiādimāha. Tattha veneyye saṁsārasaṅkhātabhayaṭṭhānato nibbānasaṅkhātakhemaṭṭhānaṁ",
  "atk-s0517a14:21_2": "netā. Tattha nayanakāle eva saṁvaravinayapahānavinayavasena veneyye vinetā. Dhammadesanākāle",
  "atk-s0517a14:21_3": "eva saṁsayacchedanena anunetā. Saṁsayaṁ chinditvā paññāpetabbaṁ atthaṁ paññāpetā.",
  "atk-s0517a14:21_4": "Tathā paññāpitānaṁ nicchayakaraṇena nijjhāpetā. Tathā nijjhāyitassa atthassa paṭipattipayojanavasena",
  "atk-s0517a14:21_5": "pekkhetā. Tathāpaṭipanne paṭipattiphalena pasādetā. So hi bhagavāti ettha hi-kāro",
  "atk-s0517a14:21_6": "anantaraṁ vuttassa atthassa kāraṇopadese nipāto. Anuppannassa maggassa uppādetāti",
  "atk-s0517a14:21_7": "sakasantāne na uppannapubbassa chaasādhāraṇañāṇahetubhūtassa ariyamaggassa bodhimūle",
  "atk-s0517a14:21_8": "lokahitatthaṁ sakasantāne uppādetā. Asañjātassa maggassa sañjanetāti veneyyasantāne",
  "atk-s0517a14:21_9": "asañjātapubbassa sāvakapāramiñāṇahetubhūtassa ariyamaggassa dhammacakkappavattanato",
  "atk-s0517a14:21_10": "pabhuti yāvajjakālā veneyyasantāne sañjanetā. Sāvakaveneyyānampi hi santāne bhagavato",
  "atk-s0517a14:21_11": "vuttavacaneneva ariyamaggassa sañjananato bhagavā sañjanetā nāma hoti. Anakkhātassa",
  "atk-s0517a14:21_12": "maggassa akkhātāti aṭṭhadhammasamannāgatānaṁ buddhabhāvāya katābhinīhārānaṁ bodhisattānaṁ",
  "atk-s0517a14:21_13": "buddhabhāvāya byākaraṇaṁ datvā anakkhātapubbassa pāramitāmaggassa, “buddho bhavissatī”ti",
  "atk-s0517a14:21_14": "byākaraṇamatteneva vā bodhimūle uppajjitabbassa ariyamaggassa akkhātā. Ayaṁ nayo",
  "atk-s0517a14:21_15": "paccekabodhisattabyākaraṇepi labbhatiyeva.",
  "atk-s0517a14:22_0": "Maggaññūti paccavekkhaṇāvasena attanā uppāditaariyamaggassa ñātā. Maggavidūti veneyyasantāne",
  "atk-s0517a14:22_1": "janetabbassa ariyamaggassa kusalo. Maggakovidoti bodhisattānaṁ akkhātabbamagge vicakkhaṇo.",
  "atk-s0517a14:22_2": "Atha vā abhisambodhipaṭipattimaggaññū, paccekabodhipaṭipattimaggavidū, sāvakabodhipaṭipattimaggakovido.",
  "atk-s0517a14:22_3": "Atha vā “etena maggena ataṁsu pubbe, tarissantiyeva taranti ogha”nti vacanato yathāyogaṁ",
  "atk-s0517a14:22_4": "atītānāgatapaccuppannabuddhapaccekabuddhasāvakānaṁ maggavasena ca suññatānimittaappaṇihitamaggavasena",
  "atk-s0517a14:22_5": "ca ugghaṭitaññūvipañcitaññūneyyapuggalānaṁ maggavasena ca yathākkamenatthayojanaṁ",
  "atk-s0517a14:22_6": "karonti. Maggānugāmī ca panāti bhagavatā gatamaggānugāmino hutvā. Ettha ca-saddo",
  "atk-s0517a14:22_7": "hetuatthe nipāto. Etena ca bhagavato magguppādanādiguṇādhigamāya hetu vutto hoti.",
  "atk-s0517a14:22_8": "Pana-saddo katatthe nipāto. Tena bhagavatā katamaggakaraṇaṁ vuttaṁ hoti. Pacchā samannāgatāti",
  "atk-s0517a14:22_9": "paṭhamaṁ gatassa bhagavato pacchāgatasīlādiguṇena samannāgatā. Iti thero “anuppannassa",
  "atk-s0517a14:22_10": "maggassa uppādetā”tiādīhi yasmā sabbepi bhagavato sīlādayo guṇā arahattamaggameva",
  "atk-s0517a14:22_11": "nissāya āgatā, tasmā arahattamaggameva nissāya guṇaṁ kathesi.",
  "atk-s0517a14:23_0": "Jānaṁ jānātīti jānitabbaṁ jānāti, sabbaññutāya yaṁkiñci paññāya jānitabbaṁ nāma atthi,",
  "atk-s0517a14:23_1": "taṁ sabbaṁ pañcaneyyapathabhūtaṁ paññāya jānātīti attho. Passaṁ passatīti passitabbaṁ",
  "atk-s0517a14:23_2": "passati, sabbadassāvitāya taṁyeva neyyapathaṁ cakkhunā diṭṭhaṁ viya karonto paññācakkhunā",
  "atk-s0517a14:23_3": "passatīti attho. Yathā vā ekacco viparītaṁ gaṇhanto jānantopi na jānāti, passantopi",
  "atk-s0517a14:23_4": "na passati, na evaṁ bhagavā. Bhagavā pana yathāsabhāvaṁ gaṇhanto jānanto jānātiyeva,",
  "atk-s0517a14:23_5": "passanto passatiyeva. Svāyaṁ dassanapariṇāyakaṭṭhena cakkhubhūto. Viditatādiatthena",
  "atk-s0517a14:23_6": "ñāṇabhūto. Aviparītasabhāvaṭṭhena vā pariyattidhammapavattanato hadayena cintetvā",
  "atk-s0517a14:23_7": "vācāya nicchāritadhammamayoti vā dhammabhūto. Seṭṭhaṭṭhena brahmabhūto. Atha vā cakkhu",
  "atk-s0517a14:23_8": "viya bhūtoti cakkhubhūto. Ñāṇaṁ viya bhūtoti ñāṇabhūto. Dhammo viya bhūtoti dhammabhūto.",
  "atk-s0517a14:23_9": "Brahmā viya bhūtoti brahmabhūto. Svāyaṁ dhammassa vacanato, vattanato vā vattā. Nānappakārehi",
  "atk-s0517a14:23_10": "vacanato, vattanato vā pavattā. Atthaṁ nīharitvā nīharitvā nayanato atthassa ninnetā.",
  "atk-s0517a14:23_11": "Amatādhigamāya paṭipattidesanato, amatappakāsanāya vā dhammadesanāya amatassa adhigamāpanato",
  "atk-s0517a14:23_12": "amatassa dātā. Lokuttaradhammassa uppāditattā veneyyānurūpena yathāsukhaṁ lokuttaradhammassa",
  "atk-s0517a14:23_13": "dānena ca, dhammesu ca issaroti dhammassāmī. Tathāgatapadaṁ heṭṭhā vuttatthaṁ.",
  "atk-s0517a14:24_0": "Idāni “jānaṁ jānātī”tiādīhi vuttaṁ guṇaṁ sabbaññutāya visesetvā dassetukāmo sabbaññutaṁ",
  "atk-s0517a14:24_1": "sādhento natthītiādimāha. Evaṁbhūtassa hi tassa bhagavato pāramitāpuññabalappabhāvanipphannena",
  "atk-s0517a14:24_2": "arahattamaggañāṇena sabbadhammesu savāsanassa sammohassa vihatattā asacchikataṁ nāma",
  "atk-s0517a14:24_3": "natthi. Asammohato sabbadhammānaṁ ñātattā aññātaṁ nāma natthi. Tatheva ca sabbadhammānaṁ",
  "atk-s0517a14:24_4": "cakkhunā viya ñāṇacakkhunā diṭṭhattā adiṭṭhaṁ nāma natthi. Ñāṇena pana pattattā aviditaṁ",
  "atk-s0517a14:24_5": "nāma natthi. Asammohasacchikiriyāya sacchikatattā asacchikataṁ nāma natthi. Asammohapaññāya",
  "atk-s0517a14:24_6": "phuṭṭhattā paññāya aphassitaṁ nāma natthi. Paccuppannanti paccuppannaṁ kālaṁ vā dhammaṁ",
  "atk-s0517a14:24_7": "vā. Upādāyāti ādāya, antokatvāti attho. “Upādāyā”ti vacaneneva kālavinimuttaṁ nibbānampi",
  "atk-s0517a14:24_8": "gahitameva hoti. “Atītā”divacanāni ca “natthī”tiādivacaneneva ghaṭīyanti, “sabbe”tiādivacanena",
  "atk-s0517a14:24_9": "vā. Sabbe dhammāti sabbasaṅkhatāsaṅkhatadhammapariyādānaṁ. Sabbākārenāti sabbadhammesu",
  "atk-s0517a14:24_10": "ekekasseva dhammassa aniccākārādisabbākārapariyādānaṁ. Ñāṇamukheti ñāṇābhimukhe.",
  "atk-s0517a14:24_11": "Āpāthaṁ āgacchantīti osaraṇaṁ upenti. “Jānitabba”ntipadaṁ “neyya”ntipadassa atthavivaraṇatthaṁ vuttaṁ.",
  "atk-s0517a14:25_0": "Attattho vātiādīsu vā-saddo samuccayattho. Attatthoti attano attho. Paratthoti paresaṁ",
  "atk-s0517a14:25_1": "tiṇṇaṁ lokānaṁ attho. Ubhayatthoti attano ca paresañcāti sakiṁyeva ubhinnaṁ attho.",
  "atk-s0517a14:25_2": "Diṭṭhadhammikoti diṭṭhadhamme niyutto, diṭṭhadhammappayojano vā attho. Samparāye",
  "atk-s0517a14:25_3": "niyutto, samparāyappayojano vā samparāyiko. Uttānotiādīsu vohāravasena vattabbo sukhapatiṭṭhattā",
  "atk-s0517a14:25_4": "uttāno. Vohāraṁ atikkamitvā vattabbo suññatāpaṭisaṁyutto dukkhapatiṭṭhattā gambhīro.",
  "atk-s0517a14:25_5": "Lokuttaro accantatirokkhattā gūḷho. Aniccatādiko ghanādīhi paṭicchannattā paṭicchanno.",
  "atk-s0517a14:25_6": "Appacuravohārena vattabbo yathārutaṁ aggahetvā adhippāyassa netabbattā neyyo. Pacuravohārena",
  "atk-s0517a14:25_7": "vattabbo vacanamattena adhippāyassa nītattā nīto. Suparisuddhasīlasamādhivipassanattho",
  "atk-s0517a14:25_8": "tadaṅgavikkhambhanavasena vajjavirahitattā anavajjo. Kilesasamucchedanato ariyamaggattho",
  "atk-s0517a14:25_9": "nikkileso. Kilesapaṭippassaddhattā ariyaphalattho vodāno. Saṅkhatāsaṅkhatesu aggadhammattā",
  "atk-s0517a14:25_10": "nibbānaṁ paramattho. Parivattatīti buddhañāṇassa visayabhāvato abahibhūtattā antobuddhañāṇe",
  "atk-s0517a14:25_11": "byāpitvā vā samantā vā āliṅgitvā vā visesena vā vattati.",
  "atk-s0517a14:26_0": "Sabbaṁ kāyakammantiādīhi bhagavato ñāṇamayataṁ dasseti. Ñāṇānuparivattatīti ñāṇaṁ",
  "atk-s0517a14:26_1": "anuparivattati, ñāṇavirahitaṁ na hotīti attho. Appaṭihatanti nirāvaraṇataṁ dasseti.",
  "atk-s0517a14:26_2": "Puna sabbaññutaṁ upamāya sādhetukāmo yāvatakantiādimāha. Tattha jānitabbanti neyyaṁ,",
  "atk-s0517a14:26_3": "neyyapariyanto neyyāvasānamassa atthīti neyyapariyantikaṁ. Asabbaññūnaṁ pana neyyāvasānameva",
  "atk-s0517a14:26_4": "natthi. Ñāṇapariyantikepi eseva nayo. Purimayamake vuttatthameva iminā yamakena visesetvā",
  "atk-s0517a14:26_5": "dasseti, tatiyayamakena paṭisedhavasena niyamitvā dasseti. Ettha ca neyyaṁ ñāṇassa",
  "atk-s0517a14:26_6": "pathattā neyyapatho. Aññamaññapariyantaṭṭhāyinoti neyyañca ñāṇañca khepetvā ṭhānato",
  "atk-s0517a14:26_7": "aññamaññassa pariyante ṭhānasīlā. Āvajjanappaṭibaddhāti manodvārāvajjanāyattā, āvajjitānantarameva",
  "atk-s0517a14:26_8": "jānātīti attho. Ākaṅkhappaṭibaddhāti ruciāyattā, āvajjanānantaraṁ javanañāṇena jānātīti",
  "atk-s0517a14:26_9": "attho. Itarāni dve padāni imesaṁ dvinnaṁ padānaṁ yathākkamena atthappakāsanatthaṁ",
  "atk-s0517a14:26_10": "vuttāni. Buddho āsayaṁ jānātītiādīni ñāṇakathāyaṁ vaṇṇitāni. Mahāniddese pana “bhagavā",
  "atk-s0517a14:26_11": "āsayaṁ jānātī”ti āgataṁ. Tattha “buddhassa bhagavato”ti āgataṭṭhāne ca idha katthaci",
  "atk-s0517a14:26_12": "“buddhassā”ti āgataṁ.",
  "atk-s0517a14:27_0": "Antamasoti uparimantena. Timitimiṅgalanti ettha timi nāma ekā macchajāti, timiṁ gilituṁ",
  "atk-s0517a14:27_1": "samatthā tato mahantasarīrā timiṅgalā nāma ekā macchajāti, timiṅgalampi gilituṁ samatthā",
  "atk-s0517a14:27_2": "pañcayojanasatikasarīrā timitimiṅgalā nāma ekā macchajāti. Idha jātiggahaṇena ekavacanaṁ",
  "atk-s0517a14:27_3": "katanti veditabbaṁ. Garuḷaṁ venateyyanti ettha garuḷoti jātivasena nāmaṁ, venateyyoti",
  "atk-s0517a14:27_4": "gottavasena. Padeseti ekadese. Sāriputtasamāti sabbabuddhānaṁ dhammasenāpatitthere",
  "atk-s0517a14:27_5": "gahetvā vuttanti veditabbaṁ. Sesasāvakā hi paññāya dhammasenāpatittherena samā nāma",
  "atk-s0517a14:27_6": "natthi. Yathāha – “etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ mahāpaññānaṁ yadidaṁ",
  "atk-s0517a14:27_7": "sāriputto”ti. Aṭṭhakathāyañca vuttaṁ –",
  "atk-s0517a14:28": "“Lokanāthaṁ ṭhapetvāna, ye caññe santi pāṇino;",
  "atk-s0517a14:29": "Paññāya sāriputtassa, kalaṁ nāgghanti soḷasi”nti. ;",
  "atk-s0517a14:30_0": "Pharitvāti buddhañāṇaṁ sabbadevamanussānampi paññaṁ pāpuṇitvā ṭhānato tesaṁ paññaṁ",
  "atk-s0517a14:30_1": "pharitvā byāpitvā tiṭṭhati. Atighaṁsitvāti buddhañāṇaṁ sabbadevamanussānampi paññaṁ",
  "atk-s0517a14:30_2": "atikkamitvā tesaṁ avisayabhūtampi sabbaṁ neyyaṁ ghaṁsitvā bhañjitvā tiṭṭhati. Mahāniddese",
  "atk-s0517a14:30_3": "pana “abhibhavitvā”ti pāṭho, madditvātipi attho. Yepi tetiādīhi evaṁ pharitvā atighaṁsitvā",
  "atk-s0517a14:30_4": "ṭhānassa paccakkhakāraṇaṁ dasseti. Tattha paṇḍitāti paṇḍiccena samannāgatā. Nipuṇāti",
  "atk-s0517a14:30_5": "saṇhasukhumabuddhino sukhume atthantare paṭivijjhanasamatthā. Kataparappavādāti ñātaparappavādā",
  "atk-s0517a14:30_6": "ceva parehi saddhiṁ katavādaparicayā ca. Vālavedhirūpāti vālavedhidhanuggahasadisā.",
  "atk-s0517a14:30_7": "Vobhindantā maññe caranti paññāgatena diṭṭhigatānīti vālavedhī viya vālaṁ sukhumānipi",
  "atk-s0517a14:30_8": "paresaṁ diṭṭhigamanāni attano paññāgamanena bhindantā viya carantīti attho. Atha",
  "atk-s0517a14:30_9": "vā “gūthagataṁ muttagata”ntiādīsu viya paññā eva paññāgatāni, diṭṭhiyo eva diṭṭhigatāni.",
  "atk-s0517a14:31_0": "Pañhaṁ abhisaṅkharitvāti dvipadampi tipadampi catuppadampi pucchaṁ racayitvā. Tesaṁ",
  "atk-s0517a14:31_1": "pañhānaṁ atibahukattā sabbasaṅgahatthaṁ dvikkhattuṁ vuttaṁ. Gūḷhāni ca paṭicchannāni",
  "atk-s0517a14:31_2": "atthajātānīti pāṭhaseso. Tesaṁ tathā vinayaṁ disvā “attanā abhisaṅkhatapañhaṁ pucchatū”ti",
  "atk-s0517a14:31_3": "evaṁ bhagavatā adhippetattā pañhaṁ pucchanti. Aññesaṁ pana pucchāya okāsameva adatvā",
  "atk-s0517a14:31_4": "bhagavā upasaṅkamantānaṁ dhammaṁ deseti. Yathāha –",
  "atk-s0517a14:32_0": "“Te pañhaṁ abhisaṅkharonti ‘imaṁ mayaṁ pañhaṁ samaṇaṁ gotamaṁ upasaṅkamitvā pucchissāma,",
  "atk-s0517a14:32_1": "sace no samaṇo gotamo evaṁ puṭṭho evaṁ byākarissati, evamassa mayaṁ vādaṁ āropessāma.",
  "atk-s0517a14:32_2": "Evaṁ cepi no puṭṭho evaṁ byākarissati, evaṁpissa mayaṁ vādaṁ āropessāmā’ti. Te yena",
  "atk-s0517a14:32_3": "samaṇo gotamo, tenupasaṅkamanti, te samaṇo gotamo dhammiyā kathāya sandasseti samādapeti",
  "atk-s0517a14:32_4": "samuttejeti sampahaṁseti. Te samaṇena gotamena dhammiyā kathāya sandassitā samādapitā",
  "atk-s0517a14:32_5": "samuttejitā sampahaṁsitā na ceva samaṇaṁ gotamaṁ pañhaṁ pucchanti, kutossa vādaṁ",
  "atk-s0517a14:32_6": "āropessanti? Aññadatthu samaṇasseva gotamassa sāvakā sampajjantī”ti.",
  "atk-s0517a14:33_0": "Kasmā pañhaṁ na pucchantīti ce? Bhagavā kira parisamajjhe dhammaṁ desento parisāya",
  "atk-s0517a14:33_1": "ajjhāsayaṁ oloketi. Tato passati “ime paṇḍitā gūḷhaṁ rahassaṁ pañhaṁ ovaṭṭikasāraṁ",
  "atk-s0517a14:33_2": "katvā āgatā”ti. So tehi apuṭṭhoyeva “pañhapucchāya ettakā dosā, vissajjane ettakā,",
  "atk-s0517a14:33_3": "atthe pade akkhare ettakāti ime pañhe pucchanto evaṁ puccheyya, vissajjento evaṁ",
  "atk-s0517a14:33_4": "vissajjeyyā”ti iti ovaṭṭikasāraṁ katvā ānīte pañhe dhammakathāya antare pakkhipitvā",
  "atk-s0517a14:33_5": "vidaṁseti. Te paṇḍitā “seyyā vata no, ye mayaṁ ime pañhe na pucchimha. Sacepi mayaṁ",
  "atk-s0517a14:33_6": "puccheyyāma, appatiṭṭhite no katvā samaṇo gotamo khipeyyā”ti attamanā bhavanti. Apica",
  "atk-s0517a14:33_7": "buddhā nāma dhammaṁ desentā parisaṁ mettāya pharanti. Mettāya ca pharaṇena dasabalesu",
  "atk-s0517a14:33_8": "mahājanassa cittaṁ pasīdati. Buddhā nāma rūpaggappattā honti dassanasampannā madhurassarā",
  "atk-s0517a14:33_9": "mudujivhā suphusitadantāvaraṇā amatena hadayaṁ siñcantā viya dhammaṁ kathenti. Tatra",
  "atk-s0517a14:33_10": "nesaṁ mettāpharaṇena pasannacittānaṁ evaṁ hoti – evarūpaṁ advejjhakathaṁ amoghakathaṁ",
  "atk-s0517a14:33_11": "niyyānikakathaṁ kathentena bhagavatā saddhiṁ na sakkhissāma paccanīkaggāhaṁ gaṇhitunti",
  "atk-s0517a14:33_12": "attano pasannabhāveneva pañhaṁ na pucchantīti.",
  "atk-s0517a14:34_0": "Kathitā visajjitā cāti evaṁ tumhe pucchathāti pucchitapañhānaṁ uccāraṇena te pañhā",
  "atk-s0517a14:34_1": "bhagavatā kathitā eva honti. Yathā ca te visajjetabbā, tathā visajjitā eva honti.",
  "atk-s0517a14:34_2": "Niddiṭṭhakāraṇāti iminā kāraṇena iminā hetunā evaṁ hotīti evaṁ sahetukaṁ katvā visajjanena",
  "atk-s0517a14:34_3": "bhagavatā niddiṭṭhakāraṇā eva honti te pañhā. Upakkhittakā ca te bhagavato sampajjantīti",
  "atk-s0517a14:34_4": "te khattiyapaṇḍitādayo bhagavato pañhavisajjaneneva bhagavato samīpe khittakā pādakhittakā",
  "atk-s0517a14:34_5": "sampajjanti, sāvakā vā sampajjanti upāsakā vāti attho, sāvakasampattiṁ vā pāpuṇanti",
  "atk-s0517a14:34_6": "upāsakasampattiṁ vāti vuttaṁ hoti. Athāti anantaratthe, tesaṁ upakkhittakasampattisamanantaramevāti",
  "atk-s0517a14:34_7": "attho. Tatthāti tasmiṁ ṭhāne, tasmiṁ adhikāre vā. Atirocatīti ativiya joteti pakāsati.",
  "atk-s0517a14:34_8": "Yadidaṁ paññāyāti yāyaṁ bhagavato paññā, tāya paññāya bhagavāva atirocatīti attho.",
  "atk-s0517a14:34_9": "Itisaddo kāraṇatthe, iminā kāraṇena aggo asāmantapaññoti attho.",
  "atk-s0517a14:35_0": "6.Rāgaṁ abhibhuyyatīti bhūripaññāti sā sā maggapaññā attanā vajjhaṁ rāgaṁ abhibhuyyati",
  "atk-s0517a14:35_1": "abhibhavati maddatīti bhūripaññā. Bhūrīti hi phuṭaṭṭho visadattho. Yā ca phuṭā, sā",
  "atk-s0517a14:35_2": "paṭipakkhaṁ abhibhavati na aphuṭā, tasmā bhūripaññāya abhibhavanattho vutto. Abhibhavitāti",
  "atk-s0517a14:35_3": "sā sā phalapaññā taṁ taṁ rāgaṁ abhibhavitavatī madditavatīti bhūripaññā. Abhibhavatāti",
  "atk-s0517a14:35_4": "vā pāṭho. Sesesupi eseva nayo. Rāgādīsu pana rajjanalakkhaṇo rāgo. Dussanalakkhaṇo",
  "atk-s0517a14:35_5": "doso. Muyhanalakkhaṇo moho. Kujjhanalakkhaṇo kodho. Upanandhanalakkhaṇo upanāho.",
  "atk-s0517a14:35_6": "Pubbakālaṁ kodho, aparakālaṁ upanāho. Paraguṇamakkhanalakkhaṇo makkho. Yugaggāhalakkhaṇo",
  "atk-s0517a14:35_7": "paḷāso. Parasampattikhīyanalakkhaṇā issā. Attano sampattinigūhaṇalakkhaṇaṁ macchariyaṁ.",
  "atk-s0517a14:35_8": "Attanā katapāpapaṭicchādanalakkhaṇā māyā. Attano avijjamānaguṇappakāsanalakkhaṇaṁ",
  "atk-s0517a14:35_9": "sāṭheyyaṁ. Cittassa uddhumātabhāvalakkhaṇo thambho. Karaṇuttariyalakkhaṇo sārambho.",
  "atk-s0517a14:35_10": "Unnatilakkhaṇo māno. Abbhunnatilakkhaṇo atimāno. Mattabhāvalakkhaṇo mado. Pañcasu",
  "atk-s0517a14:35_11": "kāmaguṇesu cittavosaggalakkhaṇo pamādo.",
  "atk-s0517a14:36_0": "Rāgo ari, taṁ ariṁ maddanipaññātiādīhi kiṁ vuttaṁ hoti? Rāgādiko kileso cittasantāne",
  "atk-s0517a14:36_1": "bhūto arīti bhū-ari, padasandhivasena a-kāra lopaṁ katvā bhūrīti vutto. Tassa bhūrissa",
  "atk-s0517a14:36_2": "maddanī paññā bhūrimaddanipaññāti vattabbe maddani sadda lopaṁ katvā “bhūripaññā”ti",
  "atk-s0517a14:36_3": "vuttanti veditabbaṁ. Taṁ ariṁ maddanīti ca tesaṁ arīnaṁ maddanīti padacchedo kātabbo.",
  "atk-s0517a14:36_4": "Pathavīsamāyāti vitthatavipulaṭṭheneva pathavīsamāya. Vitthatāyāti pajānitabbe visaye",
  "atk-s0517a14:36_5": "patthaṭāya, na ekadese vattamānāya. Vipulāyāti oḷārikabhūtāya. Mahāniddese pana “vipulāya",
  "atk-s0517a14:36_6": "vitthatāyā”ti āgataṁ. Samannāgatoti puggalo. Itisaddo kāraṇatthe, iminā kāraṇena",
  "atk-s0517a14:36_7": "puggalassa bhūripaññāya samannāgatattā tassa paññā bhūripaññā nāmāti bhūte atthe",
  "atk-s0517a14:36_8": "ramatīti attho. Bhūripaññassa paññā bhūripaññapaññāti vattabbe ekassa paññāsaddassa",
  "atk-s0517a14:36_9": "lopaṁ katvā “bhūripaññā”ti vuttaṁ. Bhūrisamā paññāti vā bhūripaññā. Apicāti aññapariyāyadassanatthaṁ",
  "atk-s0517a14:36_10": "vuttaṁ. Paññāyametanti paññāya etaṁ. Adhivacananti adhikavacanaṁ. Bhūrīti bhūte atthe",
  "atk-s0517a14:36_11": "ramatīti bhūri. Medhāti asani viya siluccaye kilese medhati hiṁsatīti medhā, khippaṁ",
  "atk-s0517a14:36_12": "gahaṇadhāraṇaṭṭhena vā medhā. Pariṇāyikāti yassuppajjati, taṁ sattaṁ hitapaṭipattiyaṁ",
  "atk-s0517a14:36_13": "sampayuttadhamme ca yāthāvalakkhaṇapaṭivedhe ca parinetīti pariṇāyikā. Imeheva aññānipi",
  "atk-s0517a14:36_14": "paññāpariyāyavacanāni vuttāni honti.",
  "atk-s0517a14:37_0": "Paññābāhullanti paññā bahulā assāti paññābahulo, tassa bhāvo paññābāhullaṁ. Tañca",
  "atk-s0517a14:37_1": "bahulaṁ pavattamānā paññā eva. Idhekaccotiādīsu puthujjanakalyāṇako vā ariyo vā.",
  "atk-s0517a14:37_2": "Paññā garukā assāti paññāgaruko. Paññā caritaṁ pavattaṁ assāti paññācarito. Paññā",
  "atk-s0517a14:37_3": "āsayo assāti paññāsayo. Paññāya adhimuttoti paññādhimutto. Paññā eva dhajabhūtā assāti",
  "atk-s0517a14:37_4": "paññādhajo. Paññā eva ketubhūtā assāti paññāketu. Paññā eva adhipati paññādhipati,",
  "atk-s0517a14:37_5": "paññādhipatito āgatattā paññādhipateyyo. Dhammasabhāvavicinanaṁ bahulamassāti vicayabahulo.",
  "atk-s0517a14:37_6": "Nānappakārena dhammasabhāvavicinanaṁ bahulamassāti pavicayabahulo. Paññāya ogāhetvā",
  "atk-s0517a14:37_7": "tassa tassa dhammassa khāyanaṁ pākaṭakaraṇaṁ okkhāyanaṁ, okkhāyanaṁ bahulamassāti",
  "atk-s0517a14:37_8": "okkhāyanabahulo. Paññāya tassa tassa dhammassa sammā pekkhaṇā sampekkhā, sampekkhāya",
  "atk-s0517a14:37_9": "ayanaṁ pavattanaṁ sampekkhāyanaṁ, sampekkhāyanaṁ dhammo pakati assāti sampekkhāyanadhammo.",
  "atk-s0517a14:37_10": "Taṁ taṁ dhammaṁ vibhūtaṁ pākaṭaṁ katvā viharatīti vibhūtavihārī, vibhūto vihāro vā",
  "atk-s0517a14:37_11": "assa atthīti vibhūtavihārī. Sā paññā caritaṁ, garukā, bahulā assāti taccarito taggaruko",
  "atk-s0517a14:37_12": "tabbahulo. Tassaṁ paññāyaṁ ninno, poṇo, pabbhāro, adhimuttoti tanninno tappoṇo tappabbhāro",
  "atk-s0517a14:37_13": "tadadhimutto. Sā paññā adhipati tadadhipati, tato āgato tadadhipateyyo. “Paññāgaruko”tiādīni",
  "atk-s0517a14:37_14": "“kāmaṁ sevantaṁyeva jānāti ayaṁ puggalo kāmagaruko”tiādīsu viya purimajātito pabhuti",
  "atk-s0517a14:37_15": "vuttāni. “Taccarito”tiādīni imissā jātiyā vuttāni.",
  "atk-s0517a14:38_0": "Sīghapaññā ca lahupaññā ca hāsapaññā ca javanapaññā ca lokiyalokuttaramissakā. Khippaṭṭhena",
  "atk-s0517a14:38_1": "sīghapaññā. Lahukaṭṭhena lahupaññā. Hāsabahulaṭṭhena hāsapaññā. Vipassanūpagasaṅkhāresu",
  "atk-s0517a14:38_2": "ca visaṅkhāre ca javanaṭṭhena javanapaññā. Sīghaṁ sīghanti bahunnaṁ sīlādīnaṁ saṅgahatthaṁ",
  "atk-s0517a14:38_3": "dvikkhattuṁ vuttaṁ. Sīlānīti cārittavārittavasena paññattāni pātimokkhasaṁvarasīlāni.",
  "atk-s0517a14:38_4": "Indriyasaṁvaranti cakkhādīnaṁ channaṁ indriyānaṁ rāgapaṭighappavesaṁ akatvā satikavāṭena",
  "atk-s0517a14:38_5": "vāraṇaṁ thakanaṁ. Bhojane mattaññutanti paccavekkhitaparibhogavasena bhojane pamāṇaññubhāvaṁ.",
  "atk-s0517a14:38_6": "Jāgariyānuyoganti divasassa tīsu koṭṭhāsesu, rattiyā paṭhamapacchimakoṭṭhāsesu ca",
  "atk-s0517a14:38_7": "jāgarati na niddāyati, samaṇadhammameva ca karotīti jāgaro, jāgarassa bhāvo, kammaṁ",
  "atk-s0517a14:38_8": "vā jāgariyaṁ, jāgariyassa anuyogo jāgariyānuyogo. Taṁ jāgariyānuyogaṁ. Sīlakkhandhanti",
  "atk-s0517a14:38_9": "sekkhaṁ asekkhaṁ vā sīlakkhandhaṁ. Evamitarepi khandhā veditabbā. Paññākkhandhanti",
  "atk-s0517a14:38_10": "maggapaññañca sekkhāsekkhānaṁ lokiyapaññañca. Vimuttikkhandhanti phalavimuttiṁ. Vimuttiñāṇadassanakkhandhanti paccavekkhaṇañāṇaṁ.",
  "atk-s0517a14:39_0": "Hāsabahuloti mūlapadaṁ. Vedabahuloti tassā eva pītiyā sampayuttasomanassavedanāvasena",
  "atk-s0517a14:39_1": "niddesapadaṁ. Tuṭṭhibahuloti nātibalavapītiyā tuṭṭhākāravasena. Pāmojjabahuloti balavapītiyā",
  "atk-s0517a14:39_2": "pamuditabhāvavasena.",
  "atk-s0517a14:40_0": "7.Yaṁ kiñci rūpantiādi sammasanañāṇaniddese vuttatthaṁ. Tulayitvāti kalāpasammasanavasena",
  "atk-s0517a14:40_1": "tuletvā. Tīrayitvāti udayabbayānupassanāvasena tīrayitvā. Vibhāvayitvāti bhaṅgānupassanādivasena",
  "atk-s0517a14:40_2": "pākaṭaṁ katvā. Vibhūtaṁ katvāti saṅkhārupekkhānulomavasena phuṭaṁ katvā. Tikkhapaññā",
  "atk-s0517a14:40_3": "lokuttarā eva. Uppannanti samathavipassanāvasena vikkhambhanatadaṅgavasena pahīnampi",
  "atk-s0517a14:40_4": "ariyamaggena asamūhatattā uppattidhammataṁ anatītatāya asamūhatuppannanti vuccati,",
  "atk-s0517a14:40_5": "taṁ idha adhippetaṁ. Nādhivāsetīti santānaṁ āropetvā na vāseti. Pajahatīti samucchedavasena",
  "atk-s0517a14:40_6": "pajahati. Vinodetīti khipati. Byantīkarotīti vigatantaṁ karoti. Anabhāvaṁ gametīti",
  "atk-s0517a14:40_7": "anu abhāvaṁ gameti, vipassanānukkamena ariyamaggaṁ patvā samucchedavaseneva abhāvaṁ",
  "atk-s0517a14:40_8": "gamayatīti attho. Ettha ca kāmapaṭisaṁyutto vitakko kāmavitakko. “Ime sattā marantū”ti",
  "atk-s0517a14:40_9": "paresaṁ maraṇapaṭisaṁyutto vitakko byāpādavitakko. “Ime sattā vihiṁsīyantū”ti paresaṁ",
  "atk-s0517a14:40_10": "vihiṁsāpaṭisaṁyutto vitakko vihiṁsāvitakko. Pāpaketi lāmake. Akusale dhammeti akosallasambhūte dhamme.",
  "atk-s0517a14:41_0": "Nibbedhikapaññāti nibbidābahulassa puggalassa uppannamaggapaññā eva. Ubbegabahuloti",
  "atk-s0517a14:41_1": "ñāṇabhayavasena bhayabahulo. Uttāsabahuloti balavabhayabahulo. Idaṁ purimasseva atthavivaraṇaṁ.",
  "atk-s0517a14:41_2": "Ukkaṇṭhanabahuloti saṅkhārato uddhaṁ visaṅkhārābhimukhatāya ukkaṇṭhanabahulo. Anabhiratibahuloti",
  "atk-s0517a14:41_3": "ukkaṇṭhanavaseneva abhiratiabhāvaṁ dīpeti. Idānipi tamatthaṁ dvīhi vacanehi vivarati.",
  "atk-s0517a14:41_4": "Tattha bahimukhoti saṅkhārato bahibhūtanibbānābhimukho. Na ramatīti nābhiramati.",
  "atk-s0517a14:41_5": "Anibbiddhapubbanti anamatagge saṁsāre antaṁ pāpetvā anibbiddhapubbaṁ. Appadālitapubbanti",
  "atk-s0517a14:41_6": "tasseva atthavacanaṁ, antakaraṇeneva apadālitapubbanti attho. Lobhakkhandhanti lobharāsiṁ,",
  "atk-s0517a14:41_7": "lobhakoṭṭhāsaṁ vā. Imāhi soḷasahi paññāhi samannāgatoti ukkaṭṭhaparicchedena arahāyeva",
  "atk-s0517a14:41_8": "vutto. Upari “eko sekkhapaṭisambhidappatto”ti vuttattā sotāpannasakadāgāmianāgāminopi labbhantiyeva.",
  "atk-s0517a14:42": "2. Puggalavisesaniddesavaṇṇanā",
  "atk-s0517a14:43_0": "8.Dvepuggalātiādīhi paṭisambhidappattapuggalavisesapaṭipāṭiṁ dasseti. Tattha pubbayogoti",
  "atk-s0517a14:43_1": "atītajātīsu paṭisambhidappattihetubhūto puññapayogo. Tenāti tena pubbayogakāraṇena.",
  "atk-s0517a14:43_2": "Evaṁ sesesupi. Atireko hotīti atiritto hoti, atirekayogato vā “atireko”ti vutto.",
  "atk-s0517a14:43_3": "Adhiko hotīti aggo hoti. Viseso hotīti visiṭṭho hoti, visesayogato vā viseso. Ñāṇaṁ",
  "atk-s0517a14:43_4": "pabhijjatīti paṭisambhidāñāṇappabhedaṁ pāpuṇāti.",
  "atk-s0517a14:44_0": "Bahussutoti buddhavacanavasena. Desanābahuloti dhammadesanāvasena. Garūpanissitoti",
  "atk-s0517a14:44_1": "paññāya adhikaṁ garuṁ upanissito. Vihārabahuloti vipassanāvihārabahulo, phalasamāpattivihārabahulo",
  "atk-s0517a14:44_2": "vā. Paccavekkhaṇābahuloti vipassanāvihāre sati vipassanāpaccavekkhaṇābahulo, phalasamāpattivihāre",
  "atk-s0517a14:44_3": "sati phalasamāpattipaccavekkhaṇābahulo. Sekhapaṭisambhidappattoti sekho hutvā paṭisambhidappatto.",
  "atk-s0517a14:44_4": "Evaṁ asekhapaṭisambhidappatto. Sāvakapāramippattoti ettha mahāpaññānaṁ aggassa mahāsāvakassa",
  "atk-s0517a14:44_5": "sattasaṭṭhiyā sāvakañāṇānaṁ pāragamanaṁ pāramī, sāvakassa pāramī sāvakapāramī, taṁ",
  "atk-s0517a14:44_6": "sāvakapāramiṁ pattoti sāvakapāramippatto. Sāvakapāramitāppattoti vā pāṭho. Sattasaṭṭhiyā",
  "atk-s0517a14:44_7": "sāvakañāṇānaṁ pālako pūrako ca so mahāsāvako paramo, tassa paramassa ayaṁ sattasaṭṭhibhedā",
  "atk-s0517a14:44_8": "ñāṇakiriyā paramassa bhāvo, kammaṁ vāti pāramī, tassa sāvakassa pāramī sāvakapāramī,",
  "atk-s0517a14:44_9": "taṁ pattoti sāvakapāramippatto. Sāvakapāramippattoti mahāmoggallānattherādiko yo",
  "atk-s0517a14:44_10": "koci sāvako. Sāvakapāramippattasāvakato atirekassa aññassa sāvakassa abhāvā eko paccekasambuddhoti",
  "atk-s0517a14:44_11": "āha. Puna paññāpabhedakusalotiādīhi vuttatthameva nigametvā dassesīti. Ñāṇakathāya",
  "atk-s0517a14:44_12": "yebhuyyena anekāni ñāṇāni niddiṭṭhāni. Paññākathāya yebhuyyena ekāpi paññā nānākāravasena",
  "atk-s0517a14:44_13": "nānākatvā vuttāti ayaṁ viseso.",
  "atk-s0517a14:45": "Mahāpaññākathāvaṇṇanā niṭṭhitā."
}