{
  "atk-s0301a11:0": "11. Sakkasaṁyuttaṁ",
  "atk-s0301a11:1": "1. Paṭhamavaggo",
  "atk-s0301a11:2": "1. Suvīrasuttavaṇṇanā",
  "atk-s0301a11:3_0": "247. Sakkasaṁyuttassa paṭhame abhiyaṁsūti kadā abhiyaṁsu? Yadā balavanto ahesuṁ,",
  "atk-s0301a11:3_1": "tadā. Tatrāyaṁ anupubbikathā – sakko kira magadharaṭṭhe macalagāmake magho nāma māṇavo",
  "atk-s0301a11:3_2": "hutvā tettiṁsa purise gahetvā kalyāṇakammaṁ karonto satta vatapadāni pūretvā tattha",
  "atk-s0301a11:3_3": "kālaṅkato devaloke nibbatti. Taṁ balavakammānubhāvena saparisaṁ sesadevatā dasahi",
  "atk-s0301a11:3_4": "ṭhānehi adhigaṇhantaṁ disvā ‘‘āgantukadevaputtā āgatā’’ti nevāsikā gandhapānaṁ sajjayiṁsu.",
  "atk-s0301a11:3_5": "Sakko sakaparisāya saññaṁ adāsi – ‘‘mārisā mā gandhapānaṁ pivittha, pivanākāramattameva",
  "atk-s0301a11:3_6": "dassethā’’ti. Te tattha akaṁsu. Nevāsikadevatā suvaṇṇasarakehi upanītaṁ gandhapānaṁ",
  "atk-s0301a11:3_7": "yāvadatthaṁ pivitvā mattā tattha tattha suvaṇṇapathaviyaṁ patitvā sayiṁsu. Sakko",
  "atk-s0301a11:3_8": "‘‘gaṇhatha puttahatāya putte’’ti te pādesu gahetvā sinerupāde khipāpesi. Sakkassa",
  "atk-s0301a11:3_9": "puññatejena tadanuvattakāpi sabbe tattheva patiṁsu. Te sineruvemajjhakāle saññaṁ",
  "atk-s0301a11:3_10": "labhitvā, ‘‘tātā na suraṁ pivimha, na suraṁ pivimhā’’ti āhaṁsu. Tato paṭṭhāya asurā",
  "atk-s0301a11:3_11": "nāma jātā. Atha nesaṁ kammapaccayautusamuṭṭhānaṁ sinerussa heṭṭhimatale dasayojanasahassaṁ",
  "atk-s0301a11:3_12": "asurabhavanaṁ nibbatti. Sakko tesaṁ nivattetvā anāgamanatthāya ārakkhaṁ ṭhapesi,",
  "atk-s0301a11:3_13": "yaṁ sandhāya vuttaṁ –",
  "atk-s0301a11:4": "‘‘Antarā dvinnaṁ ayujjhapurānaṁ,",
  "atk-s0301a11:5": "Pañcavidhā ṭhapitā abhirakkhā;",
  "atk-s0301a11:6": "Udakaṁ karoṭi-payassa ca hārī,",
  "atk-s0301a11:7": "Madanayutā caturo ca mahatthā’’ti.",
  "atk-s0301a11:8_0": "Dve nagarāni hi yuddhena gahetuṁ asakkuṇeyyatāya ayujjhapurāni nāma jātāni devanagarañca",
  "atk-s0301a11:8_1": "asuranagarañca. Yadā hi asurā balavanto honti, atha devehi palāyitvā devanagaraṁ",
  "atk-s0301a11:8_2": "pavisitvā dvāre pidahite asurānaṁ satasahassampi kiñci kātuṁ na sakkoti. Yadā devā",
  "atk-s0301a11:8_3": "balavanto honti, athāsurehi palāyitvā asuranagarassa dvāre pidahite sakkānaṁ satasahassampi",
  "atk-s0301a11:8_4": "kiñci kātuṁ na sakkoti. Iti imāni dve nagarāni ayujjhapurāni nāma. Nesaṁ antarā etesu",
  "atk-s0301a11:8_5": "udakādīsu pañcasu ṭhānesu sakkena ārakkhā ṭhapitā. Tattha udakasaddena nāgā gahitā.",
  "atk-s0301a11:8_6": "Te hi udake balavanto honti. Tasmā sinerussa paṭhamālinde tesaṁ ārakkhā. Karoṭisaddena",
  "atk-s0301a11:8_7": "supaṇṇā gahitā. Tesaṁ kira karoṭi nāma pānabhojanaṁ, tena taṁ nāmaṁ labhiṁsu. Dutiyālinde",
  "atk-s0301a11:8_8": "tesaṁ ārakkhā. Payassahārīsaddena kumbhaṇḍā gahitā. Dānavarakkhasā kira te. Tatiyālinde",
  "atk-s0301a11:8_9": "tesaṁ ārakkhā. Madanayutasaddena yakkhā gahitā. Visamacārino kirate yujjhasoṇḍā.",
  "atk-s0301a11:8_10": "Catutthālinde tesaṁ ārakkhā. Caturo ca mahantāti cattāro mahārājāno vuttā. Pañcamālinde",
  "atk-s0301a11:8_11": "tesaṁ ārakkhā. Tasmā yadi asurā kupitāvilacittā devapuraṁ upayanti yuddhesū, yaṁ",
  "atk-s0301a11:8_12": "girino paṭhamaṁ paribhaṇḍaṁ, taṁ uragā paṭibāhanti evaṁ sesesu sesā.",
  "atk-s0301a11:9_0": "Te pana asurā āyuvaṇṇarasaissariyasampattīhi tāvatiṁsasadisāva. Tasmā antarā attānaṁ",
  "atk-s0301a11:9_1": "ajānitvā pāṭaliyā pupphitāya, ‘‘na idaṁ devanagaraṁ, tattha pāricchattako pupphati,",
  "atk-s0301a11:9_2": "idha pana cittapāṭalī, jarasakkenāmhākaṁ suraṁ pāyetvā vañcitā, devanagarañca no",
  "atk-s0301a11:9_3": "gahitaṁ, gacchāma tena saddhiṁ yujjhissāmā’’ti hatthiassarathe āruyha suvaṇṇarajatamaṇiphalakāni",
  "atk-s0301a11:9_4": "gahetvā, yuddhasajjā hutvā, asurabheriyo vādentā mahāsamudde udakaṁ dvidhā bhetvā",
  "atk-s0301a11:9_5": "uṭṭhahanti. Te deve vuṭṭhe vammikamakkhikā vammikaṁ viya sineruṁ abhiruhitu ārabhanti.",
  "atk-s0301a11:9_6": "Atha nesaṁ paṭhamaṁ nāgehi saddhiṁ yuddhaṁ hoti. Tasmiṁ kho pana yuddhe na kassaci",
  "atk-s0301a11:9_7": "chavi vā cammaṁ vā chijjati, na lohitaṁ uppajjati, kevalaṁ kumārakānaṁ dārumeṇḍakayuddhaṁ",
  "atk-s0301a11:9_8": "viya aññamaññaṁ santāsanamattameva hoti. Koṭisatāpi koṭisahassāpi nāgā tehi saddhiṁ",
  "atk-s0301a11:9_9": "yujjhitvā te asurapuraṁyeva pavesetvā nivattanti.",
  "atk-s0301a11:10_0": "Yadā pana asurā balavanto honti, atha nāgā osakkitvā dutiye ālinde supaṇṇehi saddhiṁ",
  "atk-s0301a11:10_1": "ekatova hutvā yujjhanti. Esa nayo supaṇṇādīsūpi. Yadā pana tāni pañcapi ṭhānāni asurā",
  "atk-s0301a11:10_2": "maddanti, tadā ekato sampiṇḍitānipi pañca balāni osakkanti. Atha cattāro mahārājāno",
  "atk-s0301a11:10_3": "gantvā sakkassa taṁ pavattiṁ ārocenti. Sakko tesaṁ vacanaṁ sutvā diyaḍḍhayojanasatikaṁ",
  "atk-s0301a11:10_4": "vejayantarathaṁ āruyha sayaṁ vā nikkhamati, ekaṁ vā puttaṁ peseti. Imasmiṁ pana kāle",
  "atk-s0301a11:10_5": "puttaṁ pesetukāmo, tāta suvīrātiādimāha.",
  "atk-s0301a11:11_0": "Evaṁ bhaddantavāti khoti evaṁ hotu bhaddaṁ tava iti kho. Pamādaṁ āpādesīti pamādaṁ",
  "atk-s0301a11:11_1": "akāsi. Accharāsaṅghaparivuto saṭṭhiyojanaṁ vitthārena suvaṇṇamahāvīthiṁ otaritvā",
  "atk-s0301a11:11_2": "nakkhattaṁ kīḷanto nandanavanādīsu vicaratīti attho.",
  "atk-s0301a11:12_0": "Anuṭṭhahanti anuṭṭhahanto. Avāyāmanti avāyamanto. Alasvassāti alaso assa. Na ca kiccāni",
  "atk-s0301a11:12_1": "kārayeti kiñci kiccaṁ nāma na kareyya. Sabbakāmasamiddhassāti sabbakāmehi samiddho",
  "atk-s0301a11:12_2": "assa. Taṁ me, sakka, varaṁ disāti, sakka devaseṭṭha, taṁ me varaṁ uttamaṁ ṭhānaṁ",
  "atk-s0301a11:12_3": "okāsaṁ disaṁ ācikkha kathehīti vadati. Nibbānassa hi so maggoti kammaṁ akatvā jīvitaṭṭhānaṁ",
  "atk-s0301a11:12_4": "nāma nibbānassa maggo. Paṭhamaṁ.",
  "atk-s0301a11:13": "2. Susīmasuttavaṇṇanā",
  "atk-s0301a11:14": "248. Dutiye susīmanti attano puttasahassassa antare evaṁnāmakaṁ ekaṁ puttameva. Dutiyaṁ.",
  "atk-s0301a11:15": "3. Dhajaggasuttavaṇṇanā",
  "atk-s0301a11:16_0": "249. Tatiye samupabyūḷhoti sampiṇḍito rāsibhūto. Dhajaggaṁullokeyyathāti sakkassa",
  "atk-s0301a11:16_1": "kira diyaḍḍhayojanasatāyāmo ratho . Tassa hi pacchimanto paṇṇāsayojano, majjhe rathapañjaro",
  "atk-s0301a11:16_2": "paṇṇāsayojano, rathasandhito yāva rathasīsā paṇṇāsayojanāni. Tadeva pamāṇaṁ diguṇaṁ",
  "atk-s0301a11:16_3": "katvā tiyojanasatāyāmotipi vadantiyeva. Tasmiṁ yojanikapallaṅko atthato, tiyojanikaṁ",
  "atk-s0301a11:16_4": "setacchattaṁ matthake ṭhapitaṁ, ekasmiṁyeva yuge sahassaājaññā yuttā, sesālaṅkārassa",
  "atk-s0301a11:16_5": "pamāṇaṁ natthi. Dhajo panassa aḍḍhatiyāni yojanasatāni uggato, yassa vātāhatassa",
  "atk-s0301a11:16_6": "pañcaṅgikatūriyasseva saddo niccharati, taṁ ullokeyyāthāti vadati. Kasmā? Taṁ passantānañhi",
  "atk-s0301a11:16_7": "rājā no āgantvā parisapariyante nikhātathambho viya ṭhito, kassa mayaṁ bhāyāmāti",
  "atk-s0301a11:16_8": "bhayaṁ na hoti. Pajāpatissāti so kira sakkena samānavaṇṇo samānāyuko dutiyaṁ āsanaṁ",
  "atk-s0301a11:16_9": "labhati. Tathā varuṇo īsāno ca. Varuṇo pana tatiyaṁ āsanaṁ labhati, īsāno catutthaṁ.",
  "atk-s0301a11:16_10": "Palāyīti asurehi parājito tasmiṁ rathe ṭhito appamattakampi rajadhajaṁ disvā palāyanadhammo.",
  "atk-s0301a11:17_0": "Itipi so bhagavātiādīni visuddhimagge vitthāritāneva. Idamavocāti idaṁ dhajaggaparittaṁ",
  "atk-s0301a11:17_1": "nāma bhagavā avoca, yassa āṇākhette koṭisatasahassacakkavāḷe ānubhāvo vattati. Idaṁ",
  "atk-s0301a11:17_2": "āvajjetvā hi yakkhabhayacorabhayādīhi dukkhehi muttānaṁ anto natthi. Tiṭṭhatu aññadukkhavūpasamo,",
  "atk-s0301a11:17_3": "idaṁ āvajjamāno hi pasannacitto ākāsepi patiṭṭhaṁ labhati.",
  "atk-s0301a11:18_0": "Tatridaṁ vatthu – dīghavāpicetiyamhi kira sudhākamme kayiramāne eko daharo muddhavedikāpādato",
  "atk-s0301a11:18_1": "patitvā cetiyakucchiyā bhassati. Heṭṭhā ṭhito bhikkhusaṅgho ‘‘dhajaggaparittaṁ, āvuso,",
  "atk-s0301a11:18_2": "āvajjāhī’’ti āha. So maraṇabhayena tajjito ‘‘dhajaggaparittaṁ maṁ rakkhatū’’ti āha.",
  "atk-s0301a11:18_3": "Tāvadevassa cetiyakucchito dve iṭṭhakā nikkhamitvā sopānaṁ hutvā aṭṭhaṁsu, upariṭṭhito",
  "atk-s0301a11:18_4": "vallinisseṇiṁ otāresuṁ. Tasmiṁ nisseṇiyaṁ ṭhite iṭṭhakā yathāṭṭhāneyeva aṭṭhaṁsu. Tatiyaṁ.",
  "atk-s0301a11:19": "4. Vepacittisuttavaṇṇanā",
  "atk-s0301a11:20_0": "250. Catutthe vepacittīti so kira asurānaṁ sabbajeṭṭhako. Yenāti nipātamattaṁ nanti",
  "atk-s0301a11:20_1": "ca. Kaṇṭhapañcamehīti dvīsu hatthesu pādesu kaṇṭhe cāti evaṁ pañcahi bandhanehi.",
  "atk-s0301a11:20_2": "Tāni pana naḷinasuttaṁ viya makkaṭakasuttaṁ viya ca cakkhussāpāthaṁ āgacchanti, iriyāpathaṁ",
  "atk-s0301a11:20_3": "rujjhanti. Tehi pana citteneva bajjhati, citteneva muccati. Akkosatīti corosi bālosi",
  "atk-s0301a11:20_4": "mūḷhosi thenosi oṭṭhosi goṇosi gadrabhosi nerayikosi tiracchānagatosi, natthi tuyhaṁ",
  "atk-s0301a11:20_5": "sugati, duggatiyeva tuyhaṁ pāṭikaṅkhāti imehi dasahi akkosavatthūhi akkosati. Paribhāsatīti,",
  "atk-s0301a11:20_6": "jarasakka, na tvaṁ sabbakālaṁ jinissasi, yadā asurānaṁ jayo bhavissati, tadā tampi",
  "atk-s0301a11:20_7": "evaṁ bandhitvā asurabhavanassa dvāre nipajjāpetvā pothāpessāmīti ādīni vatvā tajjeti.",
  "atk-s0301a11:20_8": "Sakko vijitavijayo na taṁ manasi karoti, mahāpaṭiggahaṇaṁ panassa matthake vidhunanto",
  "atk-s0301a11:20_9": "sudhammadevasabhaṁ pavisati ceva nikkhamati ca. Ajjhabhāsīti ‘‘kiṁ nu kho esa sakko",
  "atk-s0301a11:20_10": "imāni pharusavacanāni bhayena titikkhati, udāhu adhivāsanakhantiyā samannāgatattā’’ti? Vīmaṁsanto abhāsi.",
  "atk-s0301a11:21_0": "Dubbalyā noti dubbalabhāvena nu. Paṭisaṁyujeti paṭisaṁyujeyya paṭipphareyya. Pabhijjeyyunti",
  "atk-s0301a11:21_1": "virajjeyyuṁ. Pakujjheyyuntipi pāṭho. Paranti paccatthikaṁ. Yo sato upasammatīti yo",
  "atk-s0301a11:21_2": "satimā hutvā upasammati, tassa upasamaṁyevāhaṁ bālassa paṭisedhanaṁ maññeti attho.",
  "atk-s0301a11:21_3": "Yadā naṁ maññatīti yasmā taṁ maññati. Ajjhāruhatīti ajjhottharati. Gova bhiyyo palāyinanti",
  "atk-s0301a11:21_4": "yathā goyuddhe tāvadeva dve gāvo yujjhante gogaṇo olokento tiṭṭhati, yadā pana eko",
  "atk-s0301a11:21_5": "palāyati, atha naṁ palāyantaṁ sabbo gogaṇo bhiyyo ajjhottharati. Evaṁ dummedho khamantaṁ",
  "atk-s0301a11:21_6": "bhiyyo ajjhottharatīti attho.",
  "atk-s0301a11:22_0": "Sadatthaparamāti sakatthaparamā. Khantyā bhiyyo na vijjatīti tesu sakaatthaparamesu",
  "atk-s0301a11:22_1": "atthesu khantito uttaritaro añño attho na vijjati. Tamāhu paramaṁ khantinti yo balavā",
  "atk-s0301a11:22_2": "titikkhati, tassa taṁ khantiṁ paramaṁ āhu. Bālabalaṁ nāma aññāṇabalaṁ. Taṁ yassa",
  "atk-s0301a11:22_3": "balaṁ, abalameva taṁ balanti āhu kathentīti dīpeti. Dhammaguttassāti dhammena rakkhitassa,",
  "atk-s0301a11:22_4": "dhammaṁ vā rakkhantassa. Paṭivattāti paṭippharitvā vattā, paṭippharitvā vā bālabalanti",
  "atk-s0301a11:22_5": "vadeyyāpi, dhammaṭṭhaṁ pana cāletuṁ samattho nāma natthi. Tasseva tena pāpiyoti tena",
  "atk-s0301a11:22_6": "kodhena tasseva puggalassa pāpaṁ. Katarassa? Yo kuddhaṁ paṭikujjhati. Tikicchantānanti",
  "atk-s0301a11:22_7": "ekavacane bahuvacanaṁ, tikicchantanti attho. Janā maññantīti evarūpaṁ attano ca parassa",
  "atk-s0301a11:22_8": "cāti ubhinnaṁ atthaṁ tikicchantaṁ nipphādentaṁ puggalaṁ ‘‘andhabālo aya’’nti andhabālaputhujjanāva",
  "atk-s0301a11:22_9": "evaṁ maññanti. Dhammassa akovidāti catusaccadhamme achekā. Idhāti imasmiṁ sāsane.",
  "atk-s0301a11:22_10": "Khoti nipātamattaṁ. Catutthaṁ.",
  "atk-s0301a11:23": "5. Subhāsitajayasuttavaṇṇanā",
  "atk-s0301a11:24_0": "251. Pañcame asurindaṁ etadavocāti chekatāya etaṁ avoca. Evaṁ kirassa ahosi ‘‘parassa",
  "atk-s0301a11:24_1": "nāma gāhaṁ mocetvā paṭhamaṁ vattuṁ garu. Parassa vacanaṁ anugantvā pana pacchā sukhaṁ",
  "atk-s0301a11:24_2": "vattu’’nti. Pubbadevāti devaloke ciranivāsino pubbasāmikā, tumhākaṁ tāva paveṇiāgataṁ",
  "atk-s0301a11:24_3": "bhaṇathāti . Adaṇḍāvacarāti daṇḍāvacaraṇarahitā, daṇḍaṁ vā satthaṁ vā gahetabbanti",
  "atk-s0301a11:24_4": "evamettha natthīti attho. Pañcamaṁ.",
  "atk-s0301a11:25": "6. Kulāvakasuttavaṇṇanā",
  "atk-s0301a11:26_0": "252. Chaṭṭhe ajjhabhāsīti tassa kira simbalivanābhimukhassa jātassa rathasaddo ca",
  "atk-s0301a11:26_1": "ājānīyasaddo dhajasaddo ca samantā asanipātasaddo viya ahosi. Taṁ sutvā simbalivane",
  "atk-s0301a11:26_2": "balavasupaṇṇā palāyiṁsu, jarājiṇṇā ceva rogadubbalā ca asañjātapakkhapotakā ca palāyituṁ",
  "atk-s0301a11:26_3": "asakkontā, maraṇabhayena tajjitā ekappahāreneva mahāviravaṁ viraviṁsu. Sakko taṁ",
  "atk-s0301a11:26_4": "sutvā ‘‘kassa saddo, tātā’’ti? Mātaliṁ pucchi. Rathasaddaṁ, te deva, sutvā supaṇṇā",
  "atk-s0301a11:26_5": "palāyituṁ asakkontā viravantīti. Taṁ sutvā karuṇāsamāvajjitahadayo abhāsi. Īsāmukhenāti",
  "atk-s0301a11:26_6": "rathassa īsāmukhena. Yathā kulāvake īsāmukhaṁ na sañcuṇṇeti, evaṁ iminā īsāmukhena",
  "atk-s0301a11:26_7": "te parivajjaya. So hi ratho puññapaccayanibbatto cakkavāḷapabbatepi sinerumhipi sammukhībhūte",
  "atk-s0301a11:26_8": "vinivijjhitvāva gacchati na sajjati, ākāsagatasadiseneva gacchati. Sace tena simbalivanena",
  "atk-s0301a11:26_9": "gato bhaveyya, yathā mahāsakaṭe kadalivanamajjhena vā eraṇḍavanamajjhena vā gacchante",
  "atk-s0301a11:26_10": "sabbavanaṁ vibhaggaṁ nimmathitaṁ hoti, evaṁ tampi simbalivanaṁ bhaveyya. Chaṭṭhaṁ.",
  "atk-s0301a11:27": "7. Nadubbhiyasuttavaṇṇanā",
  "atk-s0301a11:28_0": "253. Sattame upasaṅkamīti ‘‘ayaṁ sakko ‘yopi me assa supaccatthiko, tassa pāhaṁ na",
  "atk-s0301a11:28_1": "dubbheyya’nti cinteti, mayā tassa paccatthikataro nāma natthi, vīmaṁsissāmi tāva",
  "atk-s0301a11:28_2": "naṁ, kiṁ nu kho maṁ passitvā dubbhati, na dubbhatī’’ti cintetvā upasaṅkami. Tiṭṭha",
  "atk-s0301a11:28_3": "vepacitti gahitosīti vepacitti, ettheva tiṭṭha, gahito tvaṁ mayāti vadati. Saha vacanenevassa",
  "atk-s0301a11:28_4": "so kaṇṭhapañcamehi bandhanehi baddhova ahosi. Sapassu ca meti mayi adubbhatthāya",
  "atk-s0301a11:28_5": "sapathaṁ karohīti vadati. Yaṁ musābhaṇato pāpanti imasmiṁ kappe paṭhamakappikesu",
  "atk-s0301a11:28_6": "cetiyarañño pāpaṁ sandhāyāha. Ariyūpavādinoti kokalikassa viya pāpaṁ. Mittadduno",
  "atk-s0301a11:28_7": "ca yaṁ pāpanti mahākapijātake mahāsatte duṭṭhacittassa pāpaṁ. Akataññunoti devadattasadisassa",
  "atk-s0301a11:28_8": "akataññuno pāpaṁ. Imāni kira imasmiṁ kappe cattāri mahāpāpāni. Sattamaṁ.",
  "atk-s0301a11:29": "8. Verocanaasurindasuttavaṇṇanā",
  "atk-s0301a11:30_0": "254. Aṭṭhame aṭṭhaṁsūti dvārapālarūpakāni viya ṭhitā. Nipphadāti nipphatti, yāva",
  "atk-s0301a11:30_1": "attho nipphajjati, tāva vāyamethevāti vadati. Dutiyagāthā sakkassa. Tattha khantyā",
  "atk-s0301a11:30_2": "bhiyyoti nipphannasobhanesu atthesu khantito uttaritaro attho nāma natthi. Atthajātāti",
  "atk-s0301a11:30_3": "kiccajātā. Soṇasiṅgālādayopi hi upādāya akiccajāto satto nāma natthi. Ito etto gamanamattampi",
  "atk-s0301a11:30_4": "kiccameva hoti. Saṁyogaparamā tveva, sambhogā sabbapāṇinanti pārivāsikaodanādīni",
  "atk-s0301a11:30_5": "hi asambhogārahāni honti, tāni puna uṇhāpetvā bhajjitvā sappimadhuphāṇitādīhi saṁyojitāni",
  "atk-s0301a11:30_6": "sambhogārahāni honti. Tenāha ‘‘saṁyogaparamā tveva, sambhogā sabbapāṇina’’nti . Nipphannasobhano",
  "atk-s0301a11:30_7": "atthoti ime atthā nāma nipphannāva sobhanti. Puna catutthagāthā sakkassa. Tatthāpi",
  "atk-s0301a11:30_8": "vuttanayeneva attho veditabbo. Aṭṭhamaṁ.",
  "atk-s0301a11:31": "9. Araññāyatanaisisuttavaṇṇanā",
  "atk-s0301a11:32_0": "255. Navame paṇṇakuṭīsu sammantīti himavantapadese ramaṇīye araññāyatane rattiṭṭhānadivāṭṭhānacaṅkamanādīhi",
  "atk-s0301a11:32_1": "sampannāsu paṇṇasālāsu vasanti. Sakko ca devānamindo vepacitti cāti ime dve janā",
  "atk-s0301a11:32_2": "jāmātikasasurā kālena kalahaṁ karonti, kālena ekato caranti, imasmiṁ pana kāle ekato",
  "atk-s0301a11:32_3": "caranti. Paṭaliyoti gaṇaṅgaṇūpāhanā. Khaggaṁ olaggetvāti khaggaṁ aṁse olaggetvā.",
  "atk-s0301a11:32_4": "Chattenāti dibbasetacchattena matthake dhārayamānena. Apabyāmato karitvāti byāmato",
  "atk-s0301a11:32_5": "akatvā. Ciradikkhitānanti cirasamādiṇṇavatānaṁ. Ito paṭikkammāti ‘‘ito pakkama parivajjaya,",
  "atk-s0301a11:32_6": "mā uparivāte tiṭṭhā’’ti vadanti. Na hettha devāti etasmiṁ sīlavantānaṁ gandhe devā",
  "atk-s0301a11:32_7": "na paṭikkūlasaññino, iṭṭhakantamanāpasaññinoyevāti dīpeti. Navamaṁ.",
  "atk-s0301a11:33": "10. Samuddakasuttavaṇṇanā",
  "atk-s0301a11:34_0": "256. Dasame samuddatīre paṇṇakuṭīsūti cakkavāḷamahāsamuddapiṭṭhiyaṁ rajatapaṭṭavaṇṇe",
  "atk-s0301a11:34_1": "vālukapuḷine vuttappakārāsu paṇṇasālāsu vasanti. Siyāpi noti siyāpi amhākaṁ. Abhayadakkhiṇaṁ",
  "atk-s0301a11:34_2": "yāceyyāmāti abhayadānaṁ yāceyyāma. Yebhuyyena kira devāsurasaṅgāmo mahāsamuddapiṭṭhe",
  "atk-s0301a11:34_3": "hoti. Asurānaṁ na sabbakālaṁ jayo hoti, bahuvāre parājayova hoti. Te devehi parājitā",
  "atk-s0301a11:34_4": "palāyantā isīnaṁ assamapadena gacchantā ‘‘sakko imehi saddhiṁ mantetvā amhe nāseti,",
  "atk-s0301a11:34_5": "gaṇhatha puttahatāya putte’’ti kupitā assamapade pānīyaghaṭacaṅkamanasālādīni viddhaṁsenti.",
  "atk-s0301a11:34_6": "Isayo araññato phalāphalaṁ ādāya āgatā naṁ disvā puna dukkhena paṭipākatikaṁ karonti.",
  "atk-s0301a11:34_7": "Tepi punappunaṁ tatheva vināsenti. Tasmā ‘‘idāni tesaṁ saṅgāmo paccupaṭṭhito’’ti",
  "atk-s0301a11:34_8": "sutvā evaṁ cintayiṁsu.",
  "atk-s0301a11:35_0": "Kāmaṁkaroti icchitakaro. Bhayassa abhayassa vāti bhayaṁ vā abhayaṁ vā. Idaṁ vuttaṁ",
  "atk-s0301a11:35_1": "hoti – sace tvaṁ abhayaṁ dātukāmo, abhayaṁ dātuṁ pahosi. Sace bhayaṁ dātukāmo. Bhayaṁ",
  "atk-s0301a11:35_2": "dātuṁ pahosi. Amhākaṁ pana abhayadānaṁ dehīti. Duṭṭhānanti viruddhānaṁ. Pavuttanti",
  "atk-s0301a11:35_3": "khette patiṭṭhāpitaṁ.",
  "atk-s0301a11:36_0": "Tikkhattuṁ ubbijjīti sāyamāsabhattaṁ bhuñjitvā sayanaṁ abhiruyha nipanno niddāya",
  "atk-s0301a11:36_1": "okkantamattāya samantā ṭhatvā sattisatena pahaṭo viya viravanto uṭṭhahati, dasayojanasahassaṁ",
  "atk-s0301a11:36_2": "asurabhavanaṁ ‘‘kimida’’nti saṅkhobhaṁ āpajjati. Atha naṁ āgantvā ‘‘kimida’’nti pucchanti.",
  "atk-s0301a11:36_3": "So ‘‘na kiñcī’’ti vadati. Dutiyayāmādīsupi eseva nayo. Iti asurānaṁ ‘‘mā bhāyi, mahārājā’’ti",
  "atk-s0301a11:36_4": "taṁ assāsentānaṁyeva aruṇaṁ uggacchati. Evamassa tato paṭṭhāya gelaññajātaṁ cittaṁ",
  "atk-s0301a11:36_5": "vepati. Teneva cassa ‘‘vepacittī’’ti aparaṁ nāmaṁ udapādīti. Dasamaṁ.",
  "atk-s0301a11:37": "Paṭhamo vaggo.",
  "atk-s0301a11:38": "2. Dutiyavaggo",
  "atk-s0301a11:39": "1. Vatapadasuttavaṇṇanā",
  "atk-s0301a11:40_0": "257. Dutiyavaggassa paṭhame vatapadānīti vatakoṭṭhāsāni. Samattānīti paripuṇṇāni.",
  "atk-s0301a11:40_1": "Samādinnānīti gahitāni. Kule jeṭṭhāpacāyīti kulajeṭṭhakānaṁ mahāpitā mahāmātā cūḷapitā",
  "atk-s0301a11:40_2": "cūḷamātā mātulo mātulānītiādīnaṁ apacitikārako. Saṇhavācoti piyamudumadhuravāco.",
  "atk-s0301a11:40_3": "Muttacāgoti vissaṭṭhacāgo. Payatapāṇīti deyyadhammadānatthāya sadā dhotahattho. Vossaggaratoti",
  "atk-s0301a11:40_4": "vossajjane rato. Yācayogoti parehi yācitabbāraho, yācayogoti vā yācayogeneva yutto.",
  "atk-s0301a11:40_5": "Dānasaṁvibhāgaratoti dāne ca saṁvibhāge ca rato. Paṭhamaṁ.",
  "atk-s0301a11:41": "2. Sakkanāmasuttavaṇṇanā",
  "atk-s0301a11:42_0": "258. Dutiye manussabhūtoti magadharaṭṭhe macalagāme manussabhūto. Āvasathaṁ adāsīti",
  "atk-s0301a11:42_1": "catumahāpathe mahājanassa āvasathaṁ kāretvā adāsi. Sahassampi atthānanti sahassampi",
  "atk-s0301a11:42_2": "kāraṇānaṁ, janasahassena vā vacanasahassena vā osārite ‘‘ayaṁ imassa attho, ayaṁ",
  "atk-s0301a11:42_3": "imassa attho’’ti ekapade ṭhitova vinicchinati. Dutiyaṁ.",
  "atk-s0301a11:43": "3. Mahālisuttavaṇṇanā",
  "atk-s0301a11:44_0": "259. Tatiye upasaṅkamīti ‘‘sakko devarājāti kathenti, atthi nu kho so sakko, yena",
  "atk-s0301a11:44_1": "so diṭṭhapubboti imamatthaṁ dasabalaṁ pucchissāmī’’ti upasaṅkami. Tañca pajānāmīti",
  "atk-s0301a11:44_2": "bahuvacane ekavacanaṁ, te ca dhamme pajānāmīti attho. Sakko kira anantare attabhāve",
  "atk-s0301a11:44_3": "magadharaṭṭhe macalagāme magho nāma māṇavo ahosi paṇḍito byatto, bodhisattacariyā",
  "atk-s0301a11:44_4": "viya ca tassa cariyā ahosi. So tettiṁsa purise gahetvā kalyāṇamakāsi. Ekadivasaṁ",
  "atk-s0301a11:44_5": "attanova paññāya upaparikkhitvā gāmamajjhe mahājanassa sannipatitaṭṭhāne kacavaraṁ",
  "atk-s0301a11:44_6": "ubhatopassesu apabyūhitvā taṁ ṭhānaṁ ramaṇīyaṁ akāsi. Puna tattheva maṇḍapaṁ kāresi.",
  "atk-s0301a11:44_7": "Puna gacchante kāle sālaṁ kāresi. Gāmato ca nikkhamitvā gāvutampi aḍḍhayojanampi",
  "atk-s0301a11:44_8": "tigāvutampi yojanampi vicaritvā tehi sahāyehi saddhiṁ visamaṁ samaṁ akāsi. Te sabbeva",
  "atk-s0301a11:44_9": "ekacchandā tattha tattha setuyuttaṭṭhāne setuṁ, maṇḍapasālāpokkharaṇimālāvaccharopanapadīnaṁ",
  "atk-s0301a11:44_10": "yuttaṭṭhānesu maṇḍapasālāpokkharaṇimālāvaccharopanādīni karontā bahuṁ puññamakaṁsu.",
  "atk-s0301a11:44_11": "Magho satta vatapadāni pūretvā kāyassa bhedā saddhiṁ sahāyehi tāvatiṁsabhavane nibbatti.",
  "atk-s0301a11:44_12": "Taṁ sabbaṁ bhagavā jānāti. Tenāha – yesaṁ dhammānaṁ samādinnattā sakko sakkattaṁ",
  "atk-s0301a11:44_13": "ajjhagā, tañca pajānāmīti. Ayaṁ sakkassa sakkattādhigame saṅkhepakathā, vitthāro",
  "atk-s0301a11:44_14": "pana sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya sakkapaṇhavaṇṇanāyaṁ vutto. Tatiyaṁ.",
  "atk-s0301a11:45": "4. Daliddasuttavaṇṇanā",
  "atk-s0301a11:46_0": "260. Catutthe manussadaliddoti manussaadhano. Manussakapaṇoti manussakāruññataṁ patto.",
  "atk-s0301a11:46_1": "Manussavarākoti manussalāmako. Tatrāti tasmiṁ ṭhāne, tasmiṁ vā atirocane. Ujjhāyantīti",
  "atk-s0301a11:46_2": "avajjhāyanti lāmakato cintenti. Khiyantīti kathenti pakāsenti. Vipācentīti tattha",
  "atk-s0301a11:46_3": "tattha kathenti vitthārenti. Eso kho mārisāti ettha ayamanupubbikathā – so kira anuppanne",
  "atk-s0301a11:46_4": "buddhe kāsiraṭṭhe bārāṇasirājā hutvā samussitaddhajapaṭākanānālaṅkārena suṭṭhu alaṅkataṁ",
  "atk-s0301a11:46_5": "nagaraṁ padakkhiṇaṁ akāsi attano sirisampattiyā samākaḍḍhitanettena janakāyena samullokiyamāno.",
  "atk-s0301a11:46_6": "Tasmiñca samaye eko paccekabuddho gandhamādanapabbatā āgamma tasmiṁ nagare piṇḍāya",
  "atk-s0301a11:46_7": "carati, santindriyo santamānaso uttamadamathasamannāgato. Mahājanopi rājagataṁ cittīkāraṁ",
  "atk-s0301a11:46_8": "pahāya paccekabuddhameva olokesi. Rājā – ‘‘idāni imasmiṁ janakāye ekopi maṁ na oloketi.",
  "atk-s0301a11:46_9": "Kiṁ nu kho eta’’nti? Olokento paccekabuddhaṁ addasa. Sopi paccekabuddho mahallako",
  "atk-s0301a11:46_10": "hoti pacchimavaye ṭhito. Cīvarānipissa jiṇṇāni, tato tato suttāni gaḷanti. Rañño",
  "atk-s0301a11:46_11": "satasahassādhikāni dve asaṅkhyeyyāni pūritapāramiṁ paccekabuddhaṁ disvā cittapasādamattaṁ",
  "atk-s0301a11:46_12": "vā hatthaṁ pasāretvā vandanamattaṁ vā nāhosi. So rājā ‘‘pabbajito maññe esa usūyāya",
  "atk-s0301a11:46_13": "maṁ na oloketī’’ti kujjhitvā ‘‘kvāyaṁ kuṭṭhicīvarāni pāruto’’ti niṭṭhubhitvā pakkāmi.",
  "atk-s0301a11:46_14": "Tassa kammassa vipākena mahāniraye nibbattitvā vipākāvasesena manussalokaṁ āgacchanto",
  "atk-s0301a11:46_15": "rājagahe paramakapaṇāya itthiyā kucchimhi paṭisandhiṁ gaṇhi. Gahitakālato paṭṭhāya",
  "atk-s0301a11:46_16": "sā itthī kañjikamattampi udarapūraṁ nālattha. Tassa kucchigatasseva kaṇṇanāsā vilīnā,",
  "atk-s0301a11:46_17": "saṅkhapalitakuṭṭhī hutvā mātukucchito nikkhanto. Mātāpitaro nāma dukkarakārikā honti,",
  "atk-s0301a11:46_18": "tenassa mātā yāva kapālaṁ gahetvā carituṁ na sakkoti, tāvassa kañjikampi udakampi",
  "atk-s0301a11:46_19": "āharitvā adāsi. Bhikkhāya carituṁ samatthakāle panassa kapālaṁ hatthe datvā ‘‘paññāyissasi",
  "atk-s0301a11:46_20": "sakena kammenā’’ti pakkāmi.",
  "atk-s0301a11:47_0": "Athassa tato paṭṭhāya sakalasarīrato maṁsāni chijjitvā chijjitvā patanti, yūsaṁ paggharati,",
  "atk-s0301a11:47_1": "mahāvedanā vattanti. Yaṁ yaṁ racchaṁ nissāya sayati, sabbarattiṁ mahāravena ravati.",
  "atk-s0301a11:47_2": "Tassa kāruññaparidevitasaddena sakalavīthiyaṁ manussā sabbarattiṁ niddaṁ na labhanti.",
  "atk-s0301a11:47_3": "Tassa tato paṭṭhāya sukhasayite pabodhetīti suppabuddhotveva nāmaṁ udapādi. Athāparena",
  "atk-s0301a11:47_4": "samayena bhagavati rājagahaṁ sampatte nāgarā satthāraṁ nimantetvā nagaramajjhe mahāmaṇḍapaṁ",
  "atk-s0301a11:47_5": "katvā dānaṁ adaṁsu. Suppabuddhopi kuṭṭhī gantvā dānaggamaṇḍapassa avidūre nisīdi.",
  "atk-s0301a11:47_6": "Nāgarā buddhappamukhaṁ bhikkhusaṅghaṁ paṇītena khādanīyena bhojanīyena parivisantā",
  "atk-s0301a11:47_7": "tassāpi yāgubhattaṁ adaṁsu. Tassa paṇītabhojanaṁ bhuttassa cittaṁ ekaggaṁ ahosi.",
  "atk-s0301a11:47_8": "Satthā bhattakiccāvasāne anumodanaṁ katvā saccāni dīpesi, suppabuddho nisinnaṭṭhāne",
  "atk-s0301a11:47_9": "nisinnova desanānusārena ñāṇaṁ pesetvā sotāpattiphale patiṭṭhito. Satthā uṭṭhāya",
  "atk-s0301a11:47_10": "vihāraṁ gato. Sopi cumbaṭaṁ āruyha kapālamādāya daṇḍamolubbha attano vasanaṭṭhānaṁ",
  "atk-s0301a11:47_11": "gacchanto vibbhantāya gāviyā jīvitā voropito mattikapātiṁ bhinditvā suvaṇṇapātiṁ",
  "atk-s0301a11:47_12": "paṭilabhanto viya dutiyacittavāre devaloke nibbatto attano puññaṁ nissāya aññe deve",
  "atk-s0301a11:47_13": "atikkamma virocittha. Taṁ kāraṇaṁ dassento sakko devānamindo eso kho mārisātiādimāha.",
  "atk-s0301a11:48_0": "Saddhāti maggenāgatasaddhā. Sīlañca yassa kalyāṇanti kalyāṇasīlaṁ nāma ariyasāvakassa",
  "atk-s0301a11:48_1": "ariyakantasīlaṁ vuccati. Tattha kiñcāpi ariyasāvakassa ekasīlampi akantaṁ nāma natthi,",
  "atk-s0301a11:48_2": "imasmiṁ panatthe bhavantarepi appahīnaṁ pañcasīlaṁ adhippetaṁ. Catutthaṁ.",
  "atk-s0301a11:49": "5. Rāmaṇeyyakasuttavaṇṇanā",
  "atk-s0301a11:50_0": "261. Pañcame ārāmacetyāti ārāmacetiyāni. Vanacetyāti vanacetiyāni. Ubhayatthāpi cittīkataṭṭhena",
  "atk-s0301a11:50_1": "cetyaṁ veditabbaṁ. Manussarāmaṇeyyassāti manussaramaṇīyabhāvassa. Idāni manussaramaṇīyakavasena",
  "atk-s0301a11:50_2": "bhūmiramaṇīyakaṁ dassento gāme vātiādimāha. Pañcamaṁ.",
  "atk-s0301a11:51": "6. Yajamānasuttavaṇṇanā",
  "atk-s0301a11:52_0": "262. Chaṭṭhe yajamānānanti yajantānaṁ. Tadā kira aṅgamagadhavāsikā manussā anusaṁvaccharaṁ",
  "atk-s0301a11:52_1": "sappimadhuphāṇitādīsu aggaṁ gahetvā ekasmiṁ ṭhāne dārūnaṁ saṭṭhimatte sakaṭabhāre",
  "atk-s0301a11:52_2": "rāsiṁ katvā aggiṁ datvā pajjalitakāle ‘‘mahābrahmuno yajāmā’’ti taṁ sabbaṁ pakkhipanti.",
  "atk-s0301a11:52_3": "‘‘Ekavāraṁ pakkhittaṁ sahassaguṇaphalaṁ detī’’ti nesaṁ laddhi. Sakko devarājā ‘‘sabbepime",
  "atk-s0301a11:52_4": "sabbaaggāni gahetvā ‘mahābrahmuno yajāmā’ti aggimhi jhāpenti. Aphalaṁ karonti, mayi",
  "atk-s0301a11:52_5": "passante mā nassantu, yathā buddhassa ceva saṅghassa ca datvā bahuṁ puññaṁ pasavanti,",
  "atk-s0301a11:52_6": "evaṁ karissāmī’’ti dārurāsiṁ jalāpetvā olokentesu manussesu puṇṇamadivase brahmattabhāvaṁ",
  "atk-s0301a11:52_7": "māpetvā mahājanassa passantasseva candamaṇḍalaṁ bhinditvā nikkhanto viya ahosi. Mahājano",
  "atk-s0301a11:52_8": "disvā ‘‘imaṁ yaññaṁ paṭiggahetuṁ mahābrahmā āgacchatī’’ti jaṇṇukehi bhūmiyaṁ patiṭṭhāya,",
  "atk-s0301a11:52_9": "añjaliṁ paggayha namassamāno aṭṭhāsi. Brāhmaṇā āhaṁsu ‘‘tumhe ‘mayaṁ takkena kathemā’ti",
  "atk-s0301a11:52_10": "maññatha, idāni passatha, ayaṁ vo brahmā sahatthā yaññaṁ paṭiggahetuṁ āgacchatī’’ti.",
  "atk-s0301a11:52_11": "Sakko āgantvā dārucitakamatthake ākāse ṭhatvā ‘‘kassāyaṁ sakkāro’’ti pucchi? Tumhākaṁ,",
  "atk-s0301a11:52_12": "bhante, paṭiggaṇhatha no yaññanti. Tena hi āgacchatha, mā tulaṁ chaḍḍetvā hatthena",
  "atk-s0301a11:52_13": "tulayittha, ayaṁ satthā dhuravihāre vasati, taṁ pucchissāma ‘‘kassa dinnaṁ mahapphalaṁ",
  "atk-s0301a11:52_14": "hotī’’ti ? Ubhayaraṭṭhavāsino gahetvā satthu santikaṁ gantvā pucchanto evamāha.",
  "atk-s0301a11:53_0": "Tattha puññapekkhānanti puññaṁ icchantānaṁ puññatthikānaṁ. Opadhikaṁ puññanti upadhivipākaṁ",
  "atk-s0301a11:53_1": "puññaṁ. Saṅghe dinnaṁ mahapphalanti ariyasaṅghe dinnaṁ vipphāravantaṁ hoti. Desanāvasāne",
  "atk-s0301a11:53_2": "caturāsītipāṇasahassāni amatapānaṁ piviṁsu. Tato paṭṭhāya manussā sabbāni aggadānāni",
  "atk-s0301a11:53_3": "bhikkhusaṅghassa adaṁsu. Chaṭṭhaṁ.",
  "atk-s0301a11:54": "7. Buddhavandanāsuttavaṇṇanā",
  "atk-s0301a11:55_0": "263. Sattame uṭṭhehīti uṭṭhaha, ghaṭa, vāyama. Vijitasaṅgāmāti rāgādīnañceva dvādasayojanikassa",
  "atk-s0301a11:55_1": "ca mārabalassa jitattā bhagavantaṁ evaṁ ālapati . Pannabhārāti oropitakhandhakilesābhisaṅkhārabhāra.",
  "atk-s0301a11:55_2": "Pannarasāya rattinti pannarasāya puṇṇamāya rattiṁ. Sattamaṁ.",
  "atk-s0301a11:56": "8. Gahaṭṭhavandanāsuttavaṇṇanā",
  "atk-s0301a11:57_0": "264. Aṭṭhame puthuddisāti catasso disā catasso anudisā ca. Bhummāti bhūmivāsino.",
  "atk-s0301a11:57_1": "Cirarattasamāhiteti upacārappanāhi cirarattasamāhitacitte. Vandeti vandāmi. Brahmacariyaparāyaṇeti",
  "atk-s0301a11:57_2": "dasapi vassāni vīsatipi vassāni…pe… saṭṭhipi vassāni āpāṇakoṭikaṁ ekaseyyaṁ ekabhattantiādikaṁ",
  "atk-s0301a11:57_3": "seṭṭhacariyaṁ brahmacariyaṁ caramāneti attho. Puññakarāti catupaccayadānaṁ kusumbhasumanapūjā",
  "atk-s0301a11:57_4": "dīpasahassajālanti evamādipuññakārakā. Sīlavantoti upāsakatte patiṭṭhāya pañcahipi",
  "atk-s0301a11:57_5": "dasahipi sīlehi samannāgatā. Dhammena dāraṁ posentīti umaṅgabhindanādīni akatvā dhammikehi",
  "atk-s0301a11:57_6": "kasigorakkhavaṇijjādīhi puttadāraṁ posenti. Pamukho rathamāruhīti devānaṁ pamukho",
  "atk-s0301a11:57_7": "seṭṭho rathaṁ āruhi. Aṭṭhamaṁ.",
  "atk-s0301a11:58": "9. Satthāravandanāsuttavaṇṇanā",
  "atk-s0301a11:59_0": "265. Navame bhagavantaṁ namassatīti ekaṁsaṁ uttariyaṁ dukulaṁ katvā, brahmajāṇuko",
  "atk-s0301a11:59_1": "hutvā sirasi añjaliṁ ṭhapetvā namassati. So yakkhoti so sakko. Anomanāmanti sabbaguṇehi",
  "atk-s0301a11:59_2": "omakabhāvassa natthitāya sabbaguṇanemittakehi nāmehi anomanāmaṁ. Avijjāsamatikkamāti",
  "atk-s0301a11:59_3": "catusaccapaṭicchādikāya vaṭṭamūlakaavijjāya samatikkamena. Sekkhāti satta sekkhā.",
  "atk-s0301a11:59_4": "Apacayārāmāti vaṭṭaviddhaṁsane ratā. Sikkhareti sikkhanti. Navamaṁ.",
  "atk-s0301a11:60": "10. Saṅghavandanāsuttavaṇṇanā",
  "atk-s0301a11:61_0": "266. Dasame ajjhabhāsīti kasmā esa punappunaṁ evaṁ bhāsatīti? Sakkassa kira devarañño",
  "atk-s0301a11:61_1": "saddo madhuro, suphasitaṁ dantāvaraṇaṁ, kathanakāle suvaṇṇakiṅkiṇikasaddo viya niccharati.",
  "atk-s0301a11:61_2": "Taṁ punappunaṁ sotuṁ labhissāmīti bhāsati. Pūtidehasayāti pūtimhi mātusarīre vā,",
  "atk-s0301a11:61_3": "attanoyeva vā sarīraṁ avattharitvā sayanato pūtidehasayā. Nimuggākuṇapamheteti dasamāse",
  "atk-s0301a11:61_4": "mātukucchisaṅkhāte kuṇapasmiṁ ete nimuggā. Etaṁ tesaṁ pihayāmīti etesaṁ etaṁ pihayāmi",
  "atk-s0301a11:61_5": "patthayāmi. Na te saṁ koṭṭhe opentīti na te saṁ santakaṁ dhaññaṁ koṭṭhe pakkhipanti.",
  "atk-s0301a11:61_6": "Na hi etesaṁ dhaññaṁ atthi. Na kumbhīti na kumbhiyaṁ. Na kaḷopiyanti na pacchiyaṁ.",
  "atk-s0301a11:61_7": "Paraniṭṭhitamesānāti paresaṁ niṭṭhitaṁ paraghare pakkaṁ bhikkhācāravattena esamānā",
  "atk-s0301a11:61_8": "gavesamānā. Tenāti evaṁ pariyiṭṭhena. Subbatāti dasapi…pe… saṭṭhipi vassāni susamādinnasundaravatā.",
  "atk-s0301a11:62_0": "Sumantamantinoti dhammaṁ sajjhāyissāma, dhutaṅgaṁ samādiyissāma, amataṁ paribhuñjissāma,",
  "atk-s0301a11:62_1": "samaṇadhammaṁ karissāmāti evaṁ subhāsitabhāsino. Tuṇhībhūtā samañcarāti tiyāmarattiṁ",
  "atk-s0301a11:62_2": "asanighosena ghositā viya dhammaṁ kathentāpi tuṇhībhūtā samaṁ carantiyeva nāma. Kasmā?",
  "atk-s0301a11:62_3": "Niratthakavacanassābhāvā. Puthumaccā cāti bahusattā ca aññamaññaṁ viruddhā. Attadaṇḍesu",
  "atk-s0301a11:62_4": "nibbutāti paraviheṭhanatthaṁ gahitadaṇḍesu sattesu nibbutā vissaṭṭhadaṇḍā. Sādānesu",
  "atk-s0301a11:62_5": "anādānāti sagahaṇesu sattesu ca bhavayoniādīnaṁ ekakoṭṭhāsassāpi agahitattā agahaṇā. Dasamaṁ.",
  "atk-s0301a11:63": "Dutiyo vaggo.",
  "atk-s0301a11:64": "3. Tatiyavaggo",
  "atk-s0301a11:65": "1. Chetvāsuttavaṇṇanā",
  "atk-s0301a11:66": "267. Tatiyavaggassa paṭhamaṁ vuttatthameva. Paṭhamaṁ.",
  "atk-s0301a11:67": "2. Dubbaṇṇiyasuttavaṇṇanā",
  "atk-s0301a11:68_0": "268. Dutiye dubbaṇṇoti jhāmakhāṇuvaṇṇo. Okoṭimakoti lakuṇḍako mahodaro. Āsaneti paṇḍukambalasilāyaṁ.",
  "atk-s0301a11:68_1": "Kodhabhakkhoti sakkena gahitanāmamevetaṁ. So pana eko rūpāvacarabrahmā, ‘‘sakko kira",
  "atk-s0301a11:68_2": "khantibalena samannāgato’’ti sutvā vīmaṁsanatthaṁ āgato . Avaruddhakayakkhā pana",
  "atk-s0301a11:68_3": "evarūpaṁ saṁvihitārakkhaṁ ṭhānaṁ pavisituṁ na sakkonti. Upasaṅkamīti devānaṁ sutvā",
  "atk-s0301a11:68_4": "‘‘na sakkā esa pharusena cāletuṁ, nīcavuttinā pana khantiyaṁ ṭhitena sakkā palāpetu’’nti",
  "atk-s0301a11:68_5": "tathā palāpetukāmo upasaṅkami. Antaradhāyīti khantiyaṁ ṭhatvā balavacittīkāraṁ paccupaṭṭhapetvā",
  "atk-s0301a11:68_6": "nīcavuttiyā dassiyamānāya sakkāsane ṭhātuṁ asakkonto antaradhāyi. Na sūpahatacittomhīti",
  "atk-s0301a11:68_7": "ettha sūti nipātamattaṁ, upahatacittomhīti āha. Nāvattena suvānayoti na kodhāvattena",
  "atk-s0301a11:68_8": "suānayo, kodhavase vattetuṁ na sukaromhīti vadati. Na vo cirāhanti voti nipātamattaṁ,",
  "atk-s0301a11:68_9": "ahaṁ ciraṁ na kujjhāmīti vadati. Dutiyaṁ.",
  "atk-s0301a11:69": "3. Sambarimāyāsuttavaṇṇanā",
  "atk-s0301a11:70_0": "269. Tatiye ābādhikoti isigaṇena abhisapakāle uppannābādhena ābādhiko. Vācehi manti",
  "atk-s0301a11:70_1": "sace maṁ sambarimāyaṁ vācesi, evamahaṁ tampi tikicchissāmīti vadati. Mā kho tvaṁ,",
  "atk-s0301a11:70_2": "mārisa, vācesīti vināpi tāva sambarimāyaṁ sakko amhe bādhati, yadi pana taṁ jānissati,",
  "atk-s0301a11:70_3": "naṭṭhā mayaṁ, mā attano ekassa atthāya amhe nāsehīti vatvā nivārayiṁsu. Sambarova",
  "atk-s0301a11:70_4": "sataṁ samanti yathā sambaro asurindo māyāvī māyaṁ payojetvā vassasataṁ niraye pakko,",
  "atk-s0301a11:70_5": "evaṁ paccati. Tumhe dhammikāva, alaṁ vo māyāyāti vadati. Kiṁ pana sakko tassa kodhaṁ",
  "atk-s0301a11:70_6": "tikicchituṁ sakkuṇeyyāti? Āma sakkuṇeyya. Kathaṁ? Tadā kira so isigaṇo dharatiyeva,",
  "atk-s0301a11:70_7": "tasmā naṁ isīnaṁ santikaṁ netvā khamāpeyya, evamassa phāsu bhaveyya. Tena pana vañcitattā",
  "atk-s0301a11:70_8": "tathā akatvā pakkantova. Tatiyaṁ.",
  "atk-s0301a11:71": "4. Accayasuttavaṇṇanā",
  "atk-s0301a11:72_0": "270. Catutthe sampayojesunti kalahaṁ akaṁsu. Accasarāti atikkami, eko bhikkhu ekaṁ",
  "atk-s0301a11:72_1": "bhikkhuṁ atikkamma vacanaṁ avocāti attho. Yathādhammaṁnappaṭiggaṇhātīti na khamati.",
  "atk-s0301a11:72_2": "Kodho vo vasamāyātūti kodho tumhākaṁ vasaṁ āgacchatu, mā tumhe kodhavasaṁ gamitthāti",
  "atk-s0301a11:72_3": "dīpeti. Mā ca mitte hi vo jarāti ettha hīti nipātamattaṁ, tumhākaṁ mittadhamme jarā",
  "atk-s0301a11:72_4": "nāma mā nibbatti. Bhummatthe vā karaṇavacanaṁ, mittesu vo jarā mā nibbatti, mittabhāvato",
  "atk-s0301a11:72_5": "aññathābhāvo mā hotūti attho. Agarahiyaṁ mā garahitthāti agārayhaṁ khīṇāsavapuggalaṁ",
  "atk-s0301a11:72_6": "mā garahittha. Catutthaṁ.",
  "atk-s0301a11:73": "5. Akkodhasuttavaṇṇanā",
  "atk-s0301a11:74_0": "271. Pañcame mā vo kodho ajjhabhavīti kodho tumhe mā abhibhavi, tumheva kodhaṁ abhibhavatha.",
  "atk-s0301a11:74_1": "Mā ca kujjhittha kujjhitanti kujjhantānaṁ mā paṭikujjhittha. Akkodhoti mettā ca mettāpubbabhāgo",
  "atk-s0301a11:74_2": "ca. Avihiṁsāti karuṇā ca karuṇāpubbabhāgo ca. Atha pāpajanaṁ kodho, pabbatovābhimaddatīti",
  "atk-s0301a11:74_3": "lāmakajanaṁ pabbato viya kodho abhimaddatīti. Pañcamaṁ.",
  "atk-s0301a11:75": "Tatiyo vaggo.",
  "atk-s0301a11:76": "Sakkasaṁyuttavaṇṇanā niṭṭhitā.",
  "atk-s0301a11:77": "Iti sāratthappakāsiniyā saṁyuttanikāya-aṭṭhakathāya",
  "atk-s0301a11:78": "Sagāthāvaggavaṇṇanā niṭṭhitā.",
  "atk-s0301a11:79": "Saṁyuttanikāya-aṭṭhakathāya paṭhamo bhāgo."
}