{
  "atk-s0101a6:0": "6. Mahālisuttavaṇṇanā",
  "atk-s0101a6:1": "Brāhmaṇadūtavatthuvaṇṇanā",
  "atk-s0101a6:2_0": "359.Evaṁme sutaṁ – ekaṁ samayaṁ bhagavā vesāliyanti mahālisuttaṁ. Tatrāyaṁ apubbapadavaṇṇanā.",
  "atk-s0101a6:2_1": "Vesāliyanti punappunaṁ visālabhāvūpagamanato vesālīti laddhanāmake nagare. Mahāvaneti",
  "atk-s0101a6:2_2": "bahinagare himavantena saddhiṁ ekābaddhaṁ hutvā ṭhitaṁ sayaṁ jātavanaṁ atthi, yaṁ",
  "atk-s0101a6:2_3": "mahantabhāveneva mahāvananti vuccati, tasmiṁ mahāvane. Kūṭāgārasālāyanti tasmiṁ vanasaṇḍe",
  "atk-s0101a6:2_4": "saṅghārāmaṁ patiṭṭhapesuṁ. Tattha kaṇṇikaṁ yojetvā thambhānaṁ upari kūṭāgārasālāsaṅkhepena",
  "atk-s0101a6:2_5": "devavimānasadisaṁ pāsādaṁ akaṁsu, taṁ upādāya sakalopi saṅghārāmo ‘‘kūṭāgārasālā’’ti",
  "atk-s0101a6:2_6": "paññāyittha. Bhagavā taṁ vesāliṁ upanissāya tasmiṁ saṅghārāme viharati. Tena vuttaṁ",
  "atk-s0101a6:2_7": "– ‘‘vesāliyaṁ viharati mahāvane kūṭāgārasālāya’’nti. Kosalakāti kosalaraṭṭhavāsino.",
  "atk-s0101a6:2_8": "Māgadhakāti magadharaṭṭhavāsino. Karaṇīyenāti avassaṁ kattabbakammena. Yañhi akātumpi",
  "atk-s0101a6:2_9": "vaṭṭati, taṁ kiccanti vuccati, yaṁ avassaṁ kātabbameva, taṁ karaṇīyaṁ nāma.",
  "atk-s0101a6:3_0": "360.Paṭisallīno bhagavāti nānārammaṇacārato paṭikkamma sallīno nilīno, ekībhāvaṁ",
  "atk-s0101a6:3_1": "upagamma ekattārammaṇe jhānaratiṁ anubhavatīti attho. Tatthevāti tasmiññeva vihāre.",
  "atk-s0101a6:3_2": "Ekamantanti tasmā ṭhānā apakkamma tāsu tāsu rukkhacchāyāsu nisīdiṁsu.",
  "atk-s0101a6:4": "Oṭṭhaddhalicchavīvatthuvaṇṇanā",
  "atk-s0101a6:5_0": "361.Oṭṭhaddhoti addhoṭṭhatāya evaṁladdhanāmo. Mahatiyā licchavīparisāyāti purebhattaṁ",
  "atk-s0101a6:5_1": "buddhappamukhassa bhikkhusaṅghassa dānaṁ datvā bhagavato santike uposathaṅgāni adhiṭṭhahitvā",
  "atk-s0101a6:5_2": "gandhamālādīni gāhāpetvā ugghosanāya mahatiṁ licchavirājaparisaṁ sannipātāpetvā tāya",
  "atk-s0101a6:5_3": "nīlapītādivaṇṇavatthābharaṇavilepanapaṭimaṇḍitāya tāvatiṁsaparisasappaṭibhāgāya mahatiyā",
  "atk-s0101a6:5_4": "licchaviparisāya saddhiṁ upasaṅkami. Akālo kho mahālīti tassa oṭṭhaddhassa mahālīti",
  "atk-s0101a6:5_5": "mūlanāmaṁ, tena mūlanāmamattena naṁ thero mahālīti ālapati. Ekamantaṁ nisīdīti patirūpāsu",
  "atk-s0101a6:5_6": "rukkhacchāyāsu tāya licchaviparisāya saddhiṁ ratanattayassa vaṇṇaṁ kathayanto nisīdi.",
  "atk-s0101a6:6_0": "362.Sīho samaṇuddesoti āyasmato nāgitassa bhāgineyyo sattavassakāle pabbajitvā sāsane",
  "atk-s0101a6:6_1": "yuttapayutto ‘‘sīho’’ti evaṁnāmako sāmaṇero, so kira taṁ mahāparisaṁ disvā – ‘‘ayaṁ",
  "atk-s0101a6:6_2": "parisā mahatī, sakalaṁ vihāraṁ pūretvā nisinnā, addhā bhagavā ajja imissā parisāya",
  "atk-s0101a6:6_3": "mahantena ussāhena dhammaṁ desessati, yaṁnūnāhaṁ upajjhāyassācikkhitvā bhagavato",
  "atk-s0101a6:6_4": "mahāparisāya sannipatitabhāvaṁ ārocāpeyya’’nti cintetvā yenāyasmā nāgito tenupasaṅkami.",
  "atk-s0101a6:6_5": "Bhante kassapāti theraṁ gottena ālapati. Esā janatāti eso janasamūho.",
  "atk-s0101a6:7_0": "Tvaññeva bhagavato ārocehīti sīho kira bhagavato vissāsiko, ayañhi thero thūlasarīro,",
  "atk-s0101a6:7_1": "tenassa sarīragarutāya uṭṭhānanisajjādīsu ālasiyabhāvo īsakaṁ appahīno viya hoti.",
  "atk-s0101a6:7_2": "Athāyaṁ sāmaṇero bhagavato kālena kālaṁ vattaṁ karoti. Tena naṁ thero ‘‘tvampi dasabalassa",
  "atk-s0101a6:7_3": "vissāsiko’’ti vatvā gaccha tvaññevārocehīti āha. Vihārapacchāyāyanti vihārachāyāyaṁ,",
  "atk-s0101a6:7_4": "kūṭāgāramahāgehacchāyāya pharitokāseti attho. Sā kira kūṭāgārasālā dakkhiṇuttarato",
  "atk-s0101a6:7_5": "dīghā pācīnamukhā, tenassā purato mahatī chāyā patthaṭā hoti, sīho tattha bhagavato āsanaṁ paññapesi.",
  "atk-s0101a6:8_0": "363. Atha kho bhagavā dvārantarehi ceva vātapānantarehi ca nikkhamitvā vidhāvantāhi",
  "atk-s0101a6:8_1": "vippharantīhi chabbaṇṇāhi buddharasmīhi saṁsūcitanikkhamano valāhakantarato puṇṇacando",
  "atk-s0101a6:8_2": "viya kūṭāgārasālato nikkhamitvā paññattavarabuddhāsane nisīdi. Tena vuttaṁ – ‘‘atha",
  "atk-s0101a6:8_3": "kho bhagavā vihārā nikkhamma vihārapacchāyāya paññatte āsane nisīdī’’ti.",
  "atk-s0101a6:9_0": "364-365.Purimāni, bhante, divasāni purimatarānīti ettha hiyyo divasaṁ purimaṁ nāma,",
  "atk-s0101a6:9_1": "tato paraṁ purimataraṁ. Tato paṭṭhāya pana sabbāni purimāni ceva purimatarāni ca",
  "atk-s0101a6:9_2": "honti. Yadaggeti mūladivasato paṭṭhāya yaṁ divasaṁ aggaṁ parakoṭiṁ katvā viharāmīti",
  "atk-s0101a6:9_3": "attho, yāva vihāsinti vuttaṁ hoti. Idāni tassa parimāṇaṁ dassento ‘‘naciraṁ tīṇi",
  "atk-s0101a6:9_4": "vassānī’’ti āha. Atha vā yadaggeti yaṁ divasaṁ aggaṁ katvā naciraṁ tīṇi vassāni viharāmītipi",
  "atk-s0101a6:9_5": "attho . Yaṁ divasaṁ ādiṁ katvā naciraṁ vihāsiṁ tīṇiyeva vassānīti vuttaṁ hoti. Ayaṁ",
  "atk-s0101a6:9_6": "kira bhagavato pattacīvaraṁ gaṇhanto tīṇi saṁvaccharāni bhagavantaṁ upaṭṭhāsi, taṁ",
  "atk-s0101a6:9_7": "sandhāya evaṁ vadati. Piyarūpānīti piyajātikāni sātajātikāni. Kāmūpasaṁhitānīti kāmassādayuttāni.",
  "atk-s0101a6:9_8": "Rajanīyānīti rāgajanakāni. No ca kho dibbāni saddānīti kasmā sunakkhatto tāni na",
  "atk-s0101a6:9_9": "suṇāti? So kira bhagavantaṁ upasaṅkamitvā dibbacakkhuparikammaṁ yāci, tassa bhagavā",
  "atk-s0101a6:9_10": "ācikkhi, so yathānusiṭṭhaṁ paṭipanno dibbacakkhuṁ uppādetvā devatānaṁ rūpāni disvā",
  "atk-s0101a6:9_11": "cintesi ‘‘imasmiṁ sarīrasaṇṭhāne saddena madhurena bhavitabbaṁ, kathaṁ nu kho naṁ",
  "atk-s0101a6:9_12": "suṇeyya’’nti bhagavantaṁ upasaṅkamitvā dibbasotaparikammaṁ pucchi. Ayañca atīte ekaṁ",
  "atk-s0101a6:9_13": "sīlavantaṁ bhikkhuṁ kaṇṇasakkhaliyaṁ paharitvā badhiramakāsi. Tasmā parikammaṁ karontopi",
  "atk-s0101a6:9_14": "abhabbo dibbasotādhigamāya. Tenassa na bhagavā parikammaṁ kathesi. So ettāvatā bhagavati",
  "atk-s0101a6:9_15": "āghātaṁ bandhitvā cintesi – ‘‘addhā samaṇassa gotamassa evaṁ hoti – ‘ahampi khattiyo",
  "atk-s0101a6:9_16": "ayampi khattiyo, sacassa ñāṇaṁ vaḍḍhissati, ayampi sabbaññū bhavissatī’ti usūyāya",
  "atk-s0101a6:9_17": "mayhaṁ na kathesī’’ti. So anukkamena gihibhāvaṁ patvā tamatthaṁ mahālilicchavino kathento evamāha.",
  "atk-s0101a6:10_0": "366-371.Ekaṁsabhāvitoti ekaṁsāya ekakoṭṭhāsāya bhāvito, dibbānaṁ vā rūpānaṁ dassanatthāya",
  "atk-s0101a6:10_1": "dibbānaṁ vā saddānaṁ savanatthāya bhāvitoti attho. Tiriyanti anudisāya. Ubhayaṁsabhāvitoti",
  "atk-s0101a6:10_2": "ubhayaṁsāya ubhayakoṭṭhāsāya bhāvitoti attho. Ayaṁ kho mahāli hetūti ayaṁ dibbānaṁyeva",
  "atk-s0101a6:10_3": "rūpānaṁ dassanāya ekaṁsabhāvito samādhi hetu. Imamatthaṁ sutvā so licchavī cintesi",
  "atk-s0101a6:10_4": "– ‘‘idaṁ dibbasotena saddasuṇanaṁ imasmiṁ sāsane uttamatthabhūtaṁ maññe imassa nūna",
  "atk-s0101a6:10_5": "atthāya ete bhikkhū paññāsampi saṭṭhipi vassāni apaṇṇakaṁ brahmacariyaṁ caranti,",
  "atk-s0101a6:10_6": "yaṁnūnāhaṁ dasabalaṁ etamatthaṁ puccheyya’’nti.",
  "atk-s0101a6:11_0": "372. Tato tamatthaṁ pucchanto ‘‘etāsaṁ nūna, bhante’’tiādimāha. Samādhibhāvanānanti",
  "atk-s0101a6:11_1": "ettha samādhiyeva samādhibhāvanā, ubhayaṁsabhāvitānaṁ samādhīnanti attho. Atha yasmā",
  "atk-s0101a6:11_2": "sāsanato bāhirā etā samādhibhāvanā, na ajjhattikā. Tasmā tā paṭikkhipitvā yadatthaṁ",
  "atk-s0101a6:11_3": "bhikkhū brahmacariyaṁ caranti, taṁ dassento bhagavā ‘‘na kho mahālī’’tiādimāha.",
  "atk-s0101a6:12": "Catuariyaphalavaṇṇanā",
  "atk-s0101a6:13_0": "373.Tiṇṇaṁsaṁyojanānanti sakkāyadiṭṭhiādīnaṁ tiṇṇaṁ bandhanānaṁ. Tāni hi vaṭṭadukkhamaye",
  "atk-s0101a6:13_1": "rathe satte saṁyojenti, tasmā saṁyojanānīti vuccanti. Sotāpannohotīti maggasotaṁ",
  "atk-s0101a6:13_2": "āpanno hoti. Avinipātadhammoti catūsu apāyesu apatanadhammo. Niyatoti dhammaniyāmena",
  "atk-s0101a6:13_3": "niyato. Sambodhiparāyaṇoti uparimaggattayasaṅkhātā sambodhi paraṁ ayanaṁ assa, anena",
  "atk-s0101a6:13_4": "vā pattabbāti sambodhiparāyaṇo.",
  "atk-s0101a6:14_0": "Tanuttāti pariyuṭṭhānamandatāya ca kadāci karahaci uppattiyā ca tanubhāvā. Orambhāgiyānanti",
  "atk-s0101a6:14_1": "heṭṭhābhāgiyānaṁ, ye hi baddho upari suddhāvāsabhūmiyaṁ nibbattituṁ na sakkoti. Opapātikoti",
  "atk-s0101a6:14_2": "sesayonipaṭikkhepavacanametaṁ. Tattha parinibbāyīti tasmiṁ uparibhaveyeva parinibbānadhammo.",
  "atk-s0101a6:14_3": "Anāvattidhammoti tato brahmalokā puna paṭisandhivasena anāvattanadhammo. Cetovimuttinti",
  "atk-s0101a6:14_4": "cittavisuddhiṁ, sabbakilesabandhanavimuttassa arahattaphalacittassetaṁ adhivacanaṁ.",
  "atk-s0101a6:14_5": "Paññāvimuttinti etthāpi sabbakilesabandhanavimuttā arahattaphalapaññāva paññāvimuttīti",
  "atk-s0101a6:14_6": "veditabbā. Diṭṭheva dhammeti imasmiṁyeva attabhāve. Sayanti sāmaṁ. Abhiññāti abhijānitvā.",
  "atk-s0101a6:14_7": "Sacchikatvāti paccakkhaṁ katvā. Atha vā abhiññā sacchikatvāti abhiññāya abhivisiṭṭhena",
  "atk-s0101a6:14_8": "ñāṇena sacchikaritvātipi attho. Upasampajjāti patvā paṭilabhitvā. Idaṁ sutvā licchavirājā",
  "atk-s0101a6:14_9": "cintesi – ‘‘ayaṁ pana dhammo na sakuṇena viya uppatitvā, nāpi godhāya viya urena",
  "atk-s0101a6:14_10": "gantvā sakkā paṭivijjhituṁ , addhā pana imaṁ paṭivijjhantassa pubbabhāgappaṭipadāya",
  "atk-s0101a6:14_11": "bhavitabbaṁ, pucchāmi tāva na’’nti.",
  "atk-s0101a6:15": "Ariyaaṭṭhaṅgikamaggavaṇṇanā",
  "atk-s0101a6:16_0": "374-375. Tato bhagavantaṁ pucchanto ‘‘atthi pana bhante’’tiādimāha. Aṭṭhaṅgikoti",
  "atk-s0101a6:16_1": "pañcaṅgikaṁ turiyaṁ viya aṭṭhaṅgiko gāmo viya ca aṭṭhaṅgamattoyeva hutvā aṭṭhaṅgiko,",
  "atk-s0101a6:16_2": "na aṅgato añño maggo nāma atthi. Tenevāha – ‘‘seyyathidaṁ, sammādiṭṭhi…pe… sammāsamādhī’’ti.",
  "atk-s0101a6:16_3": "Tattha sammādassanalakkhaṇā sammādiṭṭhi. Sammā abhiniropanalakkhaṇo sammāsaṅkappo.",
  "atk-s0101a6:16_4": "Sammā pariggahaṇalakkhaṇā sammāvācā. Sammā samuṭṭhāpanalakkhaṇo sammākammanto. Sammā",
  "atk-s0101a6:16_5": "vodāpanalakkhaṇo sammāājīvo. Sammā paggahalakkhaṇo sammāvāyāmo. Sammā upaṭṭhānalakkhaṇā",
  "atk-s0101a6:16_6": "sammāsati. Sammā samādhānalakkhaṇo sammāsamādhi. Etesu ekekassa tīṇi tīṇi kiccāni",
  "atk-s0101a6:16_7": "honti. Seyyathidaṁ, sammādiṭṭhi tāva aññehipi attano paccanīkakilesehi saddhiṁ micchādiṭṭhiṁ",
  "atk-s0101a6:16_8": "pajahati, nirodhaṁ ārammaṇaṁ karoti, sampayuttadhamme ca passati tappaṭicchādakamohavidhamanavasena",
  "atk-s0101a6:16_9": "asammohato. Sammāsaṅkappādayopi tatheva micchāsaṅkappādīni pajahanti, nirodhañca",
  "atk-s0101a6:16_10": "ārammaṇaṁ karonti, visesato panettha sammāsaṅkappo sahajātadhamme abhiniropeti. Sammāvācā",
  "atk-s0101a6:16_11": "sammā pariggaṇhati. Sammākammanto sammā samuṭṭhāpeti. Sammāājīvo sammā vodāpeti.",
  "atk-s0101a6:16_12": "Sammāvāyāmo sammā paggaṇhati. Sammāsati sammā upaṭṭhāpeti. Sammāsamādhi sammā padahati.",
  "atk-s0101a6:17_0": "Api cesā sammādiṭṭhi nāma pubbabhāge nānākkhaṇā nānārammaṇā hoti, maggakkhaṇe ekakkhaṇā",
  "atk-s0101a6:17_1": "ekārammaṇā. Kiccato pana ‘‘dukkhe ñāṇa’’ntiādīni cattāri nāmāni labhati. Sammāsaṅkappādayopi",
  "atk-s0101a6:17_2": "pubbabhāge nānākkhaṇā nānārammaṇā honti. Maggakkhaṇe ekakkhaṇā ekārammaṇā. Tesu sammāsaṅkappo",
  "atk-s0101a6:17_3": "kiccato ‘‘nekkhammasaṅkappo’’tiādīni tīṇi nāmāni labhati. Sammā vācādayo tisso viratiyopi",
  "atk-s0101a6:17_4": "honti, cetanādayopi honti, maggakkhaṇe pana viratiyeva. Sammāvāyāmo sammāsatīti idampi",
  "atk-s0101a6:17_5": "dvayaṁ kiccato sammappadhānasatipaṭṭhānavasena cattāri nāmāni labhati. Sammāsamādhi",
  "atk-s0101a6:17_6": "pana pubbabhāgepi maggakkhaṇepi sammāsamādhiyeva.",
  "atk-s0101a6:18_0": "Iti imesu aṭṭhasu dhammesu bhagavatā nibbānādhigamāya paṭipannassa yogino bahukārattā",
  "atk-s0101a6:18_1": "paṭhamaṁ sammādiṭṭhi desitā. Ayañhi ‘‘paññāpajjoto paññāsattha’’nti (dha. sa. 20)",
  "atk-s0101a6:18_2": "ca vuttā. Tasmā etāya pubbabhāge vipassanāñāṇasaṅkhātāya sammādiṭṭhiyā avijjandhakāraṁ",
  "atk-s0101a6:18_3": "vidhamitvā kilesacore ghātento khemena yogāvacaro nibbānaṁ pāpuṇāti. Tena vuttaṁ",
  "atk-s0101a6:18_4": "– ‘‘nibbānādhigamāya paṭipannassa yogino bahukārattā paṭhamaṁ sammādiṭṭhi desitā’’ti.",
  "atk-s0101a6:19_0": "Sammāsaṅkappo pana tassā bahukāro, tasmā tadanantaraṁ vutto. Yathā hi heraññiko hatthena",
  "atk-s0101a6:19_1": "parivaṭṭetvā parivaṭṭetvā cakkhunā kahāpaṇaṁ olokento – ‘‘ayaṁ cheko, ayaṁ kūṭo’’ti",
  "atk-s0101a6:19_2": "jānāti. Evaṁ yogāvacaropi pubbabhāge vitakkena vitakketvā vipassanāpaññāya olokayamāno",
  "atk-s0101a6:19_3": "– ‘‘ime dhammā kāmāvacarā, ime dhammā rūpāvacarādayo’’ti pajānāti. Yathā vā pana",
  "atk-s0101a6:19_4": "purisena koṭiyaṁ gahetvā parivaṭṭetvā parivaṭṭetvā dinnaṁ mahārukkhaṁ tacchako vāsiyā",
  "atk-s0101a6:19_5": "tacchetvā kamme upaneti, evaṁ vitakkena vitakketvā vitakketvā dinne dhamme yogāvacaro",
  "atk-s0101a6:19_6": "paññāya – ‘‘ime kāmāvacarā, ime rūpāvacarā’’tiādinā nayena paricchinditvā kamme upaneti",
  "atk-s0101a6:19_7": ". Tena vuttaṁ – ‘‘sammāsaṅkappo pana tassā bahukāro, tasmā tadanantaraṁ vutto’’ti.",
  "atk-s0101a6:19_8": "Svāyaṁ yathā sammādiṭṭhiyā evaṁ sammāvācāyapi upakārako. Yathāha – ‘‘pubbe kho, visākha,",
  "atk-s0101a6:19_9": "vitakketvā vicāretvā pacchā vācaṁ bhindatī’’ti, (ma. ni. 1.463) tasmā tadanantaraṁ sammāvācā vuttā.",
  "atk-s0101a6:20_0": "Yasmā pana – ‘‘idañcidañca karissāmā’’ti paṭhamaṁ vācāya saṁvidahitvā loke kammante",
  "atk-s0101a6:20_1": "payojenti; tasmā vācā kāyakammassa upakārikāti sammāvācāya anantaraṁ sammākammanto",
  "atk-s0101a6:20_2": "vutto. Catubbidhaṁ pana vacīduccaritaṁ, tividhañca kāyaduccaritaṁ pahāya ubhayaṁ",
  "atk-s0101a6:20_3": "sucaritaṁ pūrentasseva yasmā ājīvaṭṭhamakaṁ sīlaṁ pūreti, na itarassa, tasmā tadubhayānantaraṁ",
  "atk-s0101a6:20_4": "sammāājīvo vutto. Evaṁ visuddhājīvena pana ‘‘parisuddho me ājīvo’’ti ettāvatā ca",
  "atk-s0101a6:20_5": "paritosaṁ katvā suttapamattena viharituṁ na yuttaṁ, atha kho ‘‘sabbiriyāpathesu idaṁ",
  "atk-s0101a6:20_6": "vīriyaṁ samārabhitabba’’nti dassetuṁ tadanantaraṁ sammāvāyāmo vutto. Tato ‘‘āraddhavīriyenapi",
  "atk-s0101a6:20_7": "kāyādīsu catūsu vatthūsu sati sūpaṭṭhitā kātabbā’’ti dassanatthaṁ tadanantaraṁ sammāsati",
  "atk-s0101a6:20_8": "desitā. Yasmā panevaṁ sūpaṭṭhitā sati samādhissupakārānupakārānaṁ dhammānaṁ gatiyo",
  "atk-s0101a6:20_9": "samannesitvā pahoti ekattārammaṇe cittaṁ samādhātuṁ, tasmā sammāsatiyā anantaraṁ",
  "atk-s0101a6:20_10": "sammāsamādhi desitoti veditabbo. Etesaṁ dhammānaṁ sacchikiriyāyāti etesaṁ sotāpattiphalādīnaṁ",
  "atk-s0101a6:20_11": "paccakkhakiriyatthāya.",
  "atk-s0101a6:21": "Dve pabbajitavatthuvaṇṇanā",
  "atk-s0101a6:22_0": "376-377.Ekamidāhanti idaṁ kasmā āraddhaṁ? Ayaṁ kira rājā – ‘‘rūpaṁ attā’’ti evaṁladdhiko,",
  "atk-s0101a6:22_1": "tenassa desanāya cittaṁ nādhimuccati. Atha bhagavatā tassa laddhiyā āvikaraṇatthaṁ",
  "atk-s0101a6:22_2": "ekaṁ kāraṇaṁ āharituṁ idamāraddhaṁ. Tatrāyaṁ saṅkhepattho – ‘‘ahaṁ ekaṁ samayaṁ ghositārāme",
  "atk-s0101a6:22_3": "viharāmi, tatra vasantaṁ maṁ te dve pabbajitā evaṁ pucchiṁsu. Athāhaṁ tesaṁ buddhuppādaṁ",
  "atk-s0101a6:22_4": "dassetvā tantidhammaṁ nāma kathento idamavocaṁ – ‘‘āvuso, saddhāsampanno nāma kulaputto",
  "atk-s0101a6:22_5": "evarūpassa satthu sāsane pabbajito, evaṁ tividhaṁ sīlaṁ pūretvā paṭhamajjhānādīni",
  "atk-s0101a6:22_6": "patvā ṭhito ‘taṁ jīva’ntiādīni vadeyya, yuttaṁ nu kho etamassā’’ti? Tato tehi ‘‘yutta’’nti",
  "atk-s0101a6:22_7": "vutte ‘‘ahaṁ kho panetaṁ, āvuso, evaṁ jānāmi, evaṁ passāmi, atha ca panāhaṁ na vadāmī’’ti",
  "atk-s0101a6:22_8": "taṁ vādaṁ paṭikkhipitvā uttari khīṇāsavaṁ dassetvā ‘‘imassa evaṁ vattuṁ na yutta’’nti",
  "atk-s0101a6:22_9": "avocaṁ. Te mama vacanaṁ sutvā attamanā ahesunti. Evaṁ vutte sopi attamano ahosi .",
  "atk-s0101a6:22_10": "Tenāha – ‘‘idamavoca bhagavā. Attamano oṭṭhaddho licchavī bhagavato bhāsitaṁ abhinandī’’ti.",
  "atk-s0101a6:23": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a6:24": "Mahālisuttavaṇṇanā niṭṭhitā."
}