{
  "atk-s0503a3:0": "3. Nandavaggo",
  "atk-s0503a3:1": "1. Kammavipākajasuttavaṇṇanā",
  "atk-s0503a3:2_0": "21. Nandavaggassa paṭhame aññataro bhikkhūti nāmagottena apākaṭo eko khīṇāsavabhikkhu.",
  "atk-s0503a3:2_1": "So kira rājagahavāsī kulaputto moggallānattherena saṁvejito saṁsāradosaṁ disvā satthu",
  "atk-s0503a3:2_2": "santike pabbajitvā sīlāni sodhetvā catusaccakammaṭṭhānaṁ gahetvā na cirasseva vipassanaṁ",
  "atk-s0503a3:2_3": "ussukkāpetvā arahattaṁ pāpuṇi. Tassa aparabhāge kharo ābādho uppajji, so paccavekkhaṇāya",
  "atk-s0503a3:2_4": "adhivāsento viharati. Khīṇāsavānañhi cetasikadukkhaṁ nāma natthi, kāyikadukkhaṁ pana",
  "atk-s0503a3:2_5": "hotiyeva. So ekadivasaṁ bhagavato dhammaṁ desentassa nātidūre ṭhāne dukkhaṁ adhivāsento",
  "atk-s0503a3:2_6": "pallaṅkena nisīdi. Tena vuttaṁ “bhagavato avidūre nisinno hotī”tiādi.",
  "atk-s0503a3:3_0": "Tattha pallaṅkanti samantato ūrubaddhāsanaṁ. Ābhujitvāti bandhitvā. Ujuṁ kāyaṁ paṇidhāyāti",
  "atk-s0503a3:3_1": "uparimaṁ sarīraṁ ujukaṁ ṭhapetvā aṭṭhārasa piṭṭhikaṇṭake koṭiyā koṭiṁ paṭipādetvā.",
  "atk-s0503a3:3_2": "Evañhi nisinnassa cammamaṁsanhārūni na namanti, tasmā so tathā nisinno hoti. Purāṇakammavipākajanti",
  "atk-s0503a3:3_3": "pubbe katassa kammassa vipākabhāvena jātaṁ, purāṇakammavipāke vā sukhadukkhappakāre",
  "atk-s0503a3:3_4": "vipākavaṭṭasamudāye tadekadesabhāvena jātaṁ. Kiṁ taṁ? Dukkhaṁ. Purāṇakammavipākajanti",
  "atk-s0503a3:3_5": "ca iminā tassa ābādhassa kammasamuṭṭhānataṁ dassento opakkamikautuvipariṇāmajādibhāvaṁ",
  "atk-s0503a3:3_6": "paṭikkhipati. Dukkhanti pacurajanehi khamituṁ asakkuṇeyyaṁ. Tibbanti tikhiṇaṁ, abhibhavitvā",
  "atk-s0503a3:3_7": "pavattiyā bahalaṁ vā. Kharanti kakkhaḷaṁ. Kaṭukanti asātaṁ. Adhivāsentoti upari vāsento sahanto khamanto.",
  "atk-s0503a3:4_0": "Sato sampajānoti vedanāpariggāhakānaṁ satisampajaññānaṁ vasena satimā sampajānanto",
  "atk-s0503a3:4_1": "ca. Idaṁ vuttaṁ hoti – “ayaṁ vedanā nāma hutvā abhāvaṭṭhena aniccā, aniṭṭhārammaṇādipaccaye",
  "atk-s0503a3:4_2": "paṭicca uppannattā paṭiccasamuppannā, uppajjitvā ekantena bhijjanasabhāvattā khayadhammā",
  "atk-s0503a3:4_3": "vayadhammā virāgadhammā nirodhadhammā”ti vedanāya aniccatāsallakkhaṇavasena satokāritāya",
  "atk-s0503a3:4_4": "sato, aviparītasabhāvapaṭivijjhanavasena sampajāno ca hutvā. Atha vā sativepullapattiyā",
  "atk-s0503a3:4_5": "sabbattheva kāyavedanācittadhammesu suṭṭhu upaṭṭhitasatitāya sato, tathā paññāvepullappattiyā",
  "atk-s0503a3:4_6": "pariggahitasaṅkhāratāya sampajāno. Avihaññamānoti “assutavā, bhikkhave, puthujjano",
  "atk-s0503a3:4_7": "aññataraññatarena dukkhadhammena phuṭṭho samāno socati kilamati paridevati urattāḷiṁ",
  "atk-s0503a3:4_8": "kandati sammohaṁ āpajjatī”ti vuttanayena andhaputhujjano viya na vihaññamāno maggeneva",
  "atk-s0503a3:4_9": "samugghātitattā cetodukkhaṁ anuppādento kevalaṁ kammavipākajaṁ sarīradukkhaṁ adhivāsento",
  "atk-s0503a3:4_10": "samāpattiṁ samāpanno viya nisinno hoti. Addasāti taṁ āyasmantaṁ adhivāsanakhantiyā",
  "atk-s0503a3:4_11": "tathā nisinnaṁ addakkhi.",
  "atk-s0503a3:5_0": "Etamatthanti etaṁ tādisassapi rogassa vejjādīhi tikicchanatthaṁ anussukkāpajjanakāraṇaṁ",
  "atk-s0503a3:5_1": "khīṇāsavānaṁ lokadhammehi anupalepitasaṅkhātaṁ atthaṁ sabbākārato viditvā. Imaṁ udānanti",
  "atk-s0503a3:5_2": "imaṁ saṅkhatadhammānaṁ yehi kehici dukkhadhammehi avighātapattivibhāvanaṁ udānaṁ udānesi.",
  "atk-s0503a3:6_0": "Tattha sabbakammajahassāti pahīnasabbakammassa. Aggamaggassa hi uppannakālato paṭṭhāya",
  "atk-s0503a3:6_1": "arahato sabbāni kusalākusalakammāni pahīnāni nāma honti paṭisandhiṁ dātuṁ asamatthabhāvato,",
  "atk-s0503a3:6_2": "yato ariyamaggañāṇaṁ kammakkhayakaranti vuccati. Bhikkhunoti bhinnakilesatāya bhikkhuno.",
  "atk-s0503a3:6_3": "Dhunamānassa pure kataṁ rajanti arahattappattito pubbe kataṁ rāgarajādimissatāya",
  "atk-s0503a3:6_4": "rajanti laddhanāmaṁ dukkhavedanīyaṁ kammaṁ vipākapaṭisaṁvedanena taṁ dhunantassa",
  "atk-s0503a3:6_5": "viddhaṁsentassa, arahattappattiyā parato pana sāvajjakiriyāya sambhavoyeva natthi,",
  "atk-s0503a3:6_6": "anavajjakiriyā ca bhavamūlassa samucchinnattā samucchinnamūlatāya pupphaṁ viya phaladānasamatthatāya",
  "atk-s0503a3:6_7": "abhāvato kiriyamattāva hoti.",
  "atk-s0503a3:7_0": "Amamassāti rūpādīsu katthaci mamanti gahaṇābhāvato amamassa mamaṅkārarahitassa. Yassa",
  "atk-s0503a3:7_1": "hi mamaṅkāro atthi, so attasinehena vejjādīhi sarīraṁ paṭijaggāpeti. Arahā pana amamo,",
  "atk-s0503a3:7_2": "tasmā so sarīrajagganepi udāsīnadhātukova. Ṭhitassāti catubbidhampi oghaṁ taritvā",
  "atk-s0503a3:7_3": "nibbānathale ṭhitassa, paṭisandhiggahaṇavasena vā sandhāvanassa abhāvena ṭhitassa.",
  "atk-s0503a3:7_4": "Sekkhaputhujjanā hi kilesābhisaṅkhārānaṁ appahīnattā cutipaṭisandhivasena saṁsāre",
  "atk-s0503a3:7_5": "dhāvanti nāma, arahā pana tadabhāvato ṭhitoti vuccati. Atha vā dasavidhe khīṇāsavasaṅkhāte",
  "atk-s0503a3:7_6": "ariyadhamme ṭhitassa. Tādinoti “paṭikūle appaṭikūlasaññī viharatī”tiādinā nayena",
  "atk-s0503a3:7_7": "vuttāya pañcavidhāya ariyiddhiyā aṭṭhahi lokadhammehi akampaniyāya chaḷaṅgupekkhāya",
  "atk-s0503a3:7_8": "ca samannāgatena iṭṭhādīsu ekasadisatāsaṅkhātena tādībhāvena tādino. Attho natthi",
  "atk-s0503a3:7_9": "janaṁ lapetaveti “mama bhesajjādīni karothā”ti janaṁ lapituṁ kathetuṁ payojanaṁ natthi",
  "atk-s0503a3:7_10": "sarīre nirapekkhabhāvato. Paṇḍupalāso viya hi bandhanā pavutto sayamevāyaṁ kāyo bhijjitvā",
  "atk-s0503a3:7_11": "patatūti khīṇāsavānaṁ ajjhāsayo. Vuttañhetaṁ –",
  "atk-s0503a3:8": "“Nābhikaṅkhāmi maraṇaṁ, nābhikaṅkhāmi jīvitaṁ;",
  "atk-s0503a3:9": "Kālañca paṭikaṅkhāmi, nibbisaṁ bhatako yathā”ti. ;",
  "atk-s0503a3:10_0": "Atha vā yaṁkiñci nimittaṁ dassetvā “kiṁ ayyassa icchitabba”nti janaṁ lapetave paccayehi",
  "atk-s0503a3:10_1": "nimantanavasena lapāpetuṁ khīṇāsavassa attho natthi tādisassa micchājīvassa maggeneva",
  "atk-s0503a3:10_2": "samugghātitattāti attho. Iti bhagavā “kissāyaṁ thero attano rogaṁ vejjehi atikicchāpetvā",
  "atk-s0503a3:10_3": "bhagavato avidūre nisīdatī”ti cintentānaṁ tassa atikicchāpane kāraṇaṁ pakāsesi.",
  "atk-s0503a3:11": "Paṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:12": "2. Nandasuttavaṇṇanā",
  "atk-s0503a3:13_0": "22. Dutiye nandoti tassa nāmaṁ. So hi cakkavattilakkhaṇūpetattā mātāpitaro saparijanaṁ",
  "atk-s0503a3:13_1": "sakalañca ñātiparivaṭṭaṁ nandayanto jātoti “nando”ti nāmaṁ labhi. Bhagavato bhātāti",
  "atk-s0503a3:13_2": "bhagavato ekapituputtatāya bhātā. Na hi bhagavato sahodarā uppajjanti, tena vuttaṁ",
  "atk-s0503a3:13_3": "“mātucchāputto”ti, cūḷamātuputtoti attho. Mahāpajāpatigotamiyā hi so putto. Anabhiratoti",
  "atk-s0503a3:13_4": "na abhirato. Brahmacariyanti brahmaṁ seṭṭhaṁ uttamaṁ cariyaṁ ekāsanaṁ ekaseyyaṁ methunaviratiṁ.",
  "atk-s0503a3:13_5": "Sandhāretunti paṭhamacittato yāvacarimakacittaṁ sammā paripuṇṇaṁ parisuddhaṁ dhāretuṁ",
  "atk-s0503a3:13_6": "pavattetuṁ. Dutiyena cettha brahmacariyapadena maggabrahmacariyassāpi saṅgaho veditabbo.",
  "atk-s0503a3:13_7": "Sikkhaṁ paccakkhāyāti upasampadakāle bhikkhubhāvena saddhiṁ samādinnaṁ nibbattetabbabhāvena",
  "atk-s0503a3:13_8": "anuṭṭhitaṁ tividhampi sikkhaṁ paṭikkhipitvā, vissajjetvāti attho. Hīnāyāti gihibhāvāya.",
  "atk-s0503a3:13_9": "Āvattissāmīti nivattissāmi.",
  "atk-s0503a3:14_0": "Kasmā panāyaṁ evamārocesīti? Etthāyaṁ anupubbikathā – bhagavā pavattavaradhammacakko",
  "atk-s0503a3:14_1": "rājagahaṁ gantvā veḷuvane viharanto “puttaṁ me ānetvā dassethā”ti suddhodanamahārājena",
  "atk-s0503a3:14_2": "pesitesu sahassasahassaparivāresu dasasu dūtesu saha parivārena arahattaṁ pattesu",
  "atk-s0503a3:14_3": "sabbapacchā gantvā arahattappattena kāḷudāyittherena gamanakālaṁ ñatvā maggavaṇṇanaṁ",
  "atk-s0503a3:14_4": "vaṇṇetvā jātibhūmigamanāya yācito vīsatisahassakhīṇāsavaparivutto kapilavatthunagaraṁ",
  "atk-s0503a3:14_5": "gantvā ñātisamāgame pokkharavassaṁ aṭṭhuppattiṁ katvā vessantarajātakaṁ kathetvā",
  "atk-s0503a3:14_6": "punadivase piṇḍāya paviṭṭho “uttiṭṭhe nappamajjeyyā”ti gāthāya pitaraṁ sotāpattiphale",
  "atk-s0503a3:14_7": "patiṭṭhāpetvā nivesanaṁ gantvā “dhammañcare”ti gāthāya mahāpajāpatiṁ sotāpattiphale,",
  "atk-s0503a3:14_8": "rājānaṁ sakadāgāmiphale patiṭṭhāpesi.",
  "atk-s0503a3:15_0": "Bhattakiccāvasāne pana rāhulamātuguṇakathaṁ nissāya candakinnarījātakaṁ kathetvā",
  "atk-s0503a3:15_1": "tatiyadivase nandakumārassa abhisekagehappavesanavivāhamaṅgalesu vattamānesu piṇḍāya",
  "atk-s0503a3:15_2": "pavisitvā nandakumārassa hatthe pattaṁ datvā maṅgalaṁ vatvā uṭṭhāyāsanā pakkamanto",
  "atk-s0503a3:15_3": "kumārassa hatthato pattaṁ na gaṇhi. Sopi tathāgate gāravena “pattaṁ te, bhante, gaṇhathā”ti",
  "atk-s0503a3:15_4": "vattuṁ nāsakkhi. Evaṁ pana cintesi, “sopānasīse pattaṁ gaṇhissatī”ti, satthā tasmiṁ",
  "atk-s0503a3:15_5": "ṭhāne na gaṇhi. Itaro “sopānamūle gaṇhissatī”ti cintesi, satthā tatthapi na gaṇhi.",
  "atk-s0503a3:15_6": "Itaro “rājaṅgaṇe gaṇhissatī”ti cintesi, satthā tatthapi na gaṇhi. Kumāro nivattitukāmo",
  "atk-s0503a3:15_7": "anicchāya gacchanto gāravena “pattaṁ gaṇhathā”ti vattuṁ na sakkoti, “idha gaṇhissati,",
  "atk-s0503a3:15_8": "ettha gaṇhissatī”ti cintento gacchati.",
  "atk-s0503a3:16_0": "Tasmiṁ khaṇe janapadakalyāṇiyā ācikkhiṁsu, “ayye bhagavā, nandarājānaṁ gahetvā gacchati,",
  "atk-s0503a3:16_1": "tumhehi vinā karissatī”ti. Sā udakabindūhi paggharantehi aḍḍhullikhitehi kesehi vegena",
  "atk-s0503a3:16_2": "pāsādaṁ āruyha sīhapañjaradvāre ṭhatvā “tuvaṭaṁ kho, ayyaputta, āgaccheyyāsī”ti āha.",
  "atk-s0503a3:16_3": "Taṁ tassā vacanaṁ tassa hadaye tiriyaṁ patitvā viya ṭhitaṁ. Satthāpissa hatthato",
  "atk-s0503a3:16_4": "pattaṁ aggahetvāva taṁ vihāraṁ netvā “pabbajissasi nandā”ti āha. So buddhagāravena",
  "atk-s0503a3:16_5": "“na pabbajissāmī”ti avatvā, “āma, pabbajissāmī”ti āha. Satthā tena hi nandaṁ pabbājethāti",
  "atk-s0503a3:16_6": "kapilavatthupuraṁ gantvā tatiyadivase taṁ pabbājesi. Sattame divase mātarā alaṅkaritvā",
  "atk-s0503a3:16_7": "pesitaṁ “dāyajjaṁ me, samaṇa, dehī”ti vatvā attanā saddhiṁ ārāmāgataṁ rāhulakumāraṁ",
  "atk-s0503a3:16_8": "pabbājesi. Punekadivasaṁ mahādhammapālajātakaṁ kathetvā rājānaṁ anāgāmiphale patiṭṭhāpesi.",
  "atk-s0503a3:17_0": "Iti bhagavā mahāpajāpatiṁ sotāpattiphale, pitaraṁ tīsu phalesu patiṭṭhāpetvā bhikkhusaṅghaparivuto",
  "atk-s0503a3:17_1": "punadeva rājagahaṁ gantvā tato anāthapiṇḍikena sāvatthiṁ āgamanatthāya gahitapaṭiñño",
  "atk-s0503a3:17_2": "niṭṭhite jetavanamahāvihāre tattha gantvā vāsaṁ kappesi. Evaṁ satthari jetavane viharante",
  "atk-s0503a3:17_3": "āyasmā nando attano anicchāya pabbajito kāmesu anādīnavadassāvī janapadakalyāṇiyā",
  "atk-s0503a3:17_4": "vuttavacanamanussaranto ukkaṇṭhito hutvā bhikkhūnaṁ attano anabhiratiṁ ārocesi. Tena",
  "atk-s0503a3:17_5": "vuttaṁ “tena kho pana samayena āyasmā nando…pe… hīnāyāvattissāmī”ti.",
  "atk-s0503a3:18_0": "Kasmā pana naṁ bhagavā evaṁ pabbājesīti? “Puretarameva ādīnavaṁ dassetvā kāmehi naṁ",
  "atk-s0503a3:18_1": "vivecetuṁ na sakkā, pabbājetvā pana upāyena tato vivecetvā uparivisesaṁ nibbattessāmī”ti",
  "atk-s0503a3:18_2": "veneyyadamanakusalo satthā evaṁ naṁ paṭhamaṁ pabbājesi.",
  "atk-s0503a3:19_0": "Sākiyānīti sakyarājadhītā. Janapadakalyāṇīti janapadamhi kalyāṇī rūpena uttamā chasarīradosarahitā,",
  "atk-s0503a3:19_1": "pañcakalyāṇasamannāgatā. Sā hi yasmā nātidīghā nātirassā nātikisā nātithūlā nātikāḷikā",
  "atk-s0503a3:19_2": "naccodātā atikkantā mānusakavaṇṇaṁ appattā dibbavaṇṇaṁ, tasmā chasarīradosarahitā.",
  "atk-s0503a3:19_3": "Chavikalyāṇaṁ maṁsakalyāṇaṁ nakhakalyāṇaṁ aṭṭhikalyāṇaṁ vayakalyāṇanti imehi pañcahi",
  "atk-s0503a3:19_4": "kalyāṇehi samannāgatā.",
  "atk-s0503a3:20_0": "Tattha attano sarīrobhāsena dasadvādasahatthe ṭhāne ālokaṁ karoti, piyaṅgusamā vā",
  "atk-s0503a3:20_1": "suvaṇṇasamā vā hoti, ayamassā chavikalyāṇatā. Cattāro panassā hatthapādā mukhapariyosānañca",
  "atk-s0503a3:20_2": "lākhārasaparikammakataṁ viya rattapavāḷarattakambalena sadisaṁ hoti, ayamassā maṁsakalyāṇatā.",
  "atk-s0503a3:20_3": "Vīsati nakhapattāni maṁsato amuttaṭṭhāne lākhārasaparikitāni viya muttaṭṭhāne khīradhārāsadisāni",
  "atk-s0503a3:20_4": "honti, ayamassā nakhakalyāṇatā. Dvattiṁsadantā suphusitā parisuddhapavāḷapantisadisā",
  "atk-s0503a3:20_5": "vajirapantī viya khāyanti, ayamassā aṭṭhikalyāṇatā. Vīsativassasatikāpi samānā soḷasavassuddesikā",
  "atk-s0503a3:20_6": "viya hoti nippalitā, ayamassā vayakalyāṇatā. Sundarī ca hoti evarūpaguṇasamannāgatā,",
  "atk-s0503a3:20_7": "tena vuttaṁ “janapadakalyāṇī”ti.",
  "atk-s0503a3:21_0": "Gharā nikkhamantassāti anādare sāmivacanaṁ, gharato nikkhamatoti attho. “Gharā nikkhamanta”ntipi",
  "atk-s0503a3:21_1": "paṭhanti. Upaḍḍhullikhitehikesehīti itthambhūtalakkhaṇe karaṇavacanaṁ, vippakatullikhitehi",
  "atk-s0503a3:21_2": "kesehi upalakkhitāti attho. “Aḍḍhullikhitehī”tipi paṭhanti. Ullikhananti ca phaṇakādīhi",
  "atk-s0503a3:21_3": "kesasaṇṭhāpanaṁ, “aḍḍhakāravidhāna”ntipi vadanti. Apaloketvāti sineharasavipphārasaṁsūcakena",
  "atk-s0503a3:21_4": "aḍḍhakkhinā ābandhantī viya oloketvā. Maṁ, bhanteti pubbepi “ma”nti vatvā ukkaṇṭhākulacittatāya",
  "atk-s0503a3:21_5": "puna “maṁ etadavocā”ti āha. Tuvaṭanti sīghaṁ. Tamanussaramānoti taṁ tassā vacanaṁ,",
  "atk-s0503a3:21_6": "taṁ vā tassā ākārasahitaṁ vacanaṁ anussaranto.",
  "atk-s0503a3:22_0": "Bhagavā tassa vacanaṁ sutvā “upāyenassa rāgaṁ vūpasamessāmī”ti iddhibalena naṁ tāvatiṁsabhavanaṁ",
  "atk-s0503a3:22_1": "nento antarāmagge ekasmiṁ jhāmakhette jhāmakhāṇumatthake nisinnaṁ chinnakaṇṇanāsānaṅguṭṭhaṁ",
  "atk-s0503a3:22_2": "ekaṁ paluṭṭhamakkaṭiṁ dassetvā tāvatiṁsabhavanaṁ nesi. Pāḷiyaṁ pana ekakkhaṇeneva",
  "atk-s0503a3:22_3": "satthārā tāvatiṁsabhavanaṁ gataṁ viya vuttaṁ, taṁ gamanaṁ avatvā tāvatiṁsabhavanaṁ",
  "atk-s0503a3:22_4": "sandhāya vuttaṁ. Gacchantoyeva hi bhagavā āyasmato nandassa antarāmagge taṁ paluṭṭhamakkaṭiṁ",
  "atk-s0503a3:22_5": "dasseti. Yadi evaṁ kathaṁ samiñjanādinidassanaṁ? Taṁ antaradhānanidassananti gahetabbaṁ.",
  "atk-s0503a3:22_6": "Evaṁ satthā taṁ tāvatiṁsabhavanaṁ netvā sakkassa devarañño upaṭṭhānaṁ āgatāni kakuṭapādāni",
  "atk-s0503a3:22_7": "pañca accharāsatāni attānaṁ vanditvā ṭhitāni dassetvā janapadakalyāṇiyā tāsaṁ pañcannaṁ",
  "atk-s0503a3:22_8": "accharāsatānaṁ rūpasampattiṁ paṭicca visesaṁ pucchi. Tena vuttaṁ – “atha kho bhagavā",
  "atk-s0503a3:22_9": "āyasmantaṁ nandaṁ bāhāyaṁ gahetvā…pe… kakuṭapādānī”ti.",
  "atk-s0503a3:23_0": "Tattha bāhāyaṁ gahetvāti bāhumhi gahetvā viya. Bhagavā hi tadā tādisaṁ iddhābhisaṅkhāraṁ",
  "atk-s0503a3:23_1": "abhisaṅkhāresi, yathā āyasmā nando bhuje gahetvā bhagavatā nīyamāno viya ahosi. Tattha",
  "atk-s0503a3:23_2": "ca bhagavatā sace tassa āyasmato tāvatiṁsadevalokassa dassanaṁ pavesanameva vā icchitaṁ",
  "atk-s0503a3:23_3": "siyā, yathānisinnasseva tassa taṁ devalokaṁ dasseyya lokavivaraṇiddhikāle viya, tameva",
  "atk-s0503a3:23_4": "vā iddhiyā tattha peseyya. Yasmā panassa dibbattabhāvato manussattabhāvassa yo nihīnajigucchanīyabhāvo,",
  "atk-s0503a3:23_5": "tassa sukhaggahaṇatthaṁ antarāmagge taṁ makkaṭiṁ dassetukāmo, devalokasirivibhavasampattiyo",
  "atk-s0503a3:23_6": "ca ogāhetvā dassetukāmo ahosi, tasmā taṁ gahetvā tattha nesi. Evañhissa tadatthaṁ",
  "atk-s0503a3:23_7": "brahmacariyavāse visesato abhirati bhavissatīti.",
  "atk-s0503a3:24_0": "Kakuṭapādānīti rattavaṇṇatāya pārāvatasadisapādāni. Tā kira sabbāpi kassapassa bhagavato",
  "atk-s0503a3:24_1": "sāvakānaṁ pādamakkhanateladānena tādisā sukumārapādā ahesuṁ. Passasi noti passasi",
  "atk-s0503a3:24_2": "nu. Abhirūpatarāti visiṭṭharūpatarā. Dassanīyatarāti divasampi passantānaṁ atittikaraṇaṭṭhena",
  "atk-s0503a3:24_3": "passitabbatarā. Pāsādikatarāti sabbāvayavasobhāya samantato pasādāvahatarā.",
  "atk-s0503a3:25_0": "Kasmā pana bhagavā avassutacittaṁ āyasmantaṁ nandaṁ accharāyo olokāpesi? Sukhenevassa",
  "atk-s0503a3:25_1": "kilese nīharituṁ. Yathā hi kusalo vejjo ussannadosaṁ puggalaṁ tikicchanto sinehapānādinā",
  "atk-s0503a3:25_2": "paṭhamaṁ dose ukkiledetvā pacchā vamanavirecanehi sammadeva nīharāpeti, evaṁ vineyyadamanakusalo",
  "atk-s0503a3:25_3": "bhagavā ussannarāgaṁ āyasmantaṁ nandaṁ devaccharāyo dassetvā ukkiledesi ariyamaggabhesajjena",
  "atk-s0503a3:25_4": "anavasesato nīharitukāmoti veditabbaṁ.",
  "atk-s0503a3:26_0": "Paluṭṭhamakkaṭīti jhāmaṅgapaccaṅgamakkaṭī. Evameva khoti yathā sā, bhante, tumhehi",
  "atk-s0503a3:26_1": "mayhaṁ dassitā chinnakaṇṇanāsā paluṭṭhamakkaṭī janapadakalyāṇiṁ upādāya, evameva",
  "atk-s0503a3:26_2": "janapadakalyāṇī imāni pañca accharāsatāni upādāyāti attho. Pañcannaṁ accharāsatānanti",
  "atk-s0503a3:26_3": "upayoge sāmivacanaṁ, pañca accharāsatānīti attho. Avayavasambandhe vā etaṁ sāmivacanaṁ,",
  "atk-s0503a3:26_4": "tena pañcannaṁ accharāsatānaṁ rūpasampattiṁ upanidhāyāti adhippāyo. Upanidhāyāti",
  "atk-s0503a3:26_5": "ca samīpe ṭhapetvā, upādāyāti attho. Saṅkhyanti itthīti gaṇanaṁ. Kalabhāganti kalāyapi",
  "atk-s0503a3:26_6": "bhāgaṁ, ekaṁ soḷasakoṭṭhāse katvā tato ekakoṭṭhāsaṁ gahetvā soḷasadhā gaṇite tattha",
  "atk-s0503a3:26_7": "yo ekeko koṭṭhāso, so kalabhāgoti adhippeto, tampi kalabhāgaṁ na upetīti vadati.",
  "atk-s0503a3:26_8": "Upanidhinti “imāya ayaṁ sadisī”ti upamābhāvena gahetvā samīpe ṭhapanampi.",
  "atk-s0503a3:27_0": "Yatthāyaṁ anabhirato, taṁ brahmacariyaṁ pubbe vuttaṁ pākaṭañcāti taṁ anāmasitvā tattha",
  "atk-s0503a3:27_1": "abhiratiyaṁ ādarajananatthaṁ abhirama, nanda, abhirama, nandā”ti āmeḍitavasena vuttaṁ.",
  "atk-s0503a3:27_2": "Ahaṁ te pāṭibhogoti kasmā bhagavā tassa brahmacariyavāsaṁ icchanto abrahmacariyavāsassa",
  "atk-s0503a3:27_3": "pāṭibhogaṁ upagañchi? Yatthassa ārammaṇe rāgo daḷhaṁ nipati, taṁ āgantukārammaṇe",
  "atk-s0503a3:27_4": "saṅkāmetvā sukhena sakkā jahāpetunti pāṭibhogaṁ upagañchi. Anupubbikathāyaṁ saggakathā",
  "atk-s0503a3:27_5": "imassa atthassa nidassanaṁ.",
  "atk-s0503a3:28_0": "Assosunti kathamassosuṁ? Bhagavā hi tadā āyasmante nande vattaṁ dassetvā attano divāṭṭhānaṁ",
  "atk-s0503a3:28_1": "gate upaṭṭhānaṁ āgatānaṁ bhikkhūnaṁ taṁ pavattiṁ kathetvā yathā nāma kusalo puriso",
  "atk-s0503a3:28_2": "anikkhantaṁ āṇiṁ aññāya āṇiyā nīharitvā puna taṁ hatthādīhi sañcāletvā apaneti, evameva",
  "atk-s0503a3:28_3": "āciṇṇavisaye tassa rāgaṁ āgantukavisayena nīharitvā puna tadapi brahmacariyamaggahetuṁ",
  "atk-s0503a3:28_4": "katvā apanetukāmo “etha tumhe, bhikkhave, nandaṁ bhikkhuṁ bhatakavādena ca upakkitakavādena",
  "atk-s0503a3:28_5": "ca samudācarathā”ti āṇāpesi, evaṁ bhikkhū assosuṁ. Keci pana “bhagavā tathārūpaṁ",
  "atk-s0503a3:28_6": "iddhābhisaṅkhāraṁ abhisaṅkhāresi, yathā te bhikkhū tamatthaṁ jāniṁsū”ti vadanti.",
  "atk-s0503a3:29_0": "Bhatakavādenāti bhatakoti vādena. Yo hi bhatiyā kammaṁ karoti, so bhatakoti vuccati,",
  "atk-s0503a3:29_1": "ayampi āyasmā accharāsambhoganimittaṁ brahmacariyaṁ caranto bhatako viya hotīti vuttaṁ",
  "atk-s0503a3:29_2": "“bhatakavādenā”ti. Upakkitakavādenāti yo kahāpaṇādīhi kiñci kiṇāti, so upakkitakoti",
  "atk-s0503a3:29_3": "vuccati, ayampi āyasmā accharānaṁ hetu attano brahmacariyaṁ kiṇāti, tasmā “upakkitako”ti",
  "atk-s0503a3:29_4": "evaṁ vacanena. Atha vā bhagavato āṇāya accharāsambhogasaṅkhātāya bhatiyā brahmacariyavāsasaṅkhātaṁ",
  "atk-s0503a3:29_5": "jīvitaṁ pavattento tāya bhatiyā yāpane bhagavatā bhariyamāno viya hotīti “bhatako”ti",
  "atk-s0503a3:29_6": "vutto, tathā accharāsambhogasaṅkhātaṁ vikkayaṁ ādātabbaṁ katvā bhagavato āṇattiyaṁ",
  "atk-s0503a3:29_7": "tiṭṭhanto tena vikkayena bhagavatā upakkito viya hotīti vuttaṁ “upakkitako”ti.",
  "atk-s0503a3:30_0": "Aṭṭīyamānoti pīḷiyamāno dukkhāpiyamāno. Harāyamānoti lajjamāno. Jigucchamānoti pāṭikulyato",
  "atk-s0503a3:30_1": "dahanto. Ekoti asahāyo. Vūpakaṭṭhoti vatthukāmehi kilesakāmehi ca kāyena ceva cittena",
  "atk-s0503a3:30_2": "ca vūpakaṭṭho. Appamattoti kammaṭṭhāne satiṁ avijahanto. Ātāpīti kāyikacetasikavīriyātāpena",
  "atk-s0503a3:30_3": "ātāpavā, ātāpeti kileseti ātāpo, vīriyaṁ. Pahitattoti kāye ca jīvite ca anapekkhatāya",
  "atk-s0503a3:30_4": "pesitatto vissaṭṭhaattabhāvo, nibbāne vā pesitacitto. Na cirassevāti kammaṭṭhānārambhato",
  "atk-s0503a3:30_5": "na cireneva. Yassatthāyāti yassa atthāya. Kulaputtāti duvidhā kulaputtā jātikulaputtā",
  "atk-s0503a3:30_6": "ca ācārakulaputtā ca, ayaṁ pana ubhayathāpi kulaputto. Sammadevāti hetunā ca kāraṇena",
  "atk-s0503a3:30_7": "ca. Agārasmāti gharato. Anagāriyanti pabbajjaṁ. Kasivaṇijjādikammañhi agārassa hitanti",
  "atk-s0503a3:30_8": "agāriyaṁ nāma, taṁ ettha natthīti pabbajjā anagāriyāti vuccati. Pabbajantīti upagacchanti.",
  "atk-s0503a3:30_9": "Tadanuttaranti taṁ anuttaraṁ. Brahmacariyapariyosānanti maggabrahmacariyassa pariyosānabhūtaṁ",
  "atk-s0503a3:30_10": "arahattaphalaṁ. Tassa hi atthāya kulaputtā idha pabbajanti. Diṭṭheva dhammeti tasmiṁyeva",
  "atk-s0503a3:30_11": "attabhāve. Sayaṁ abhiññā sacchikatvāti attanāyeva paññāya paccakkhaṁ katvā, aparappaccayena",
  "atk-s0503a3:30_12": "ñatvāti attho. Upasampajja vihāsīti pāpuṇitvā sampādetvā vā vihāsi. Evaṁ viharantova",
  "atk-s0503a3:30_13": "khīṇā jāti…pe… abbhaññāsīti. Iminā assa paccavekkhaṇabhūmi dassitā.",
  "atk-s0503a3:31_0": "Tattha khīṇā jātīti na tāvassa atītā jāti khīṇā pubbeva khīṇattā, na anāgatā anāgatattā",
  "atk-s0503a3:31_1": "eva, na paccuppannā vijjamānattā. Maggassa pana abhāvitattā yā ekacatupañcavokārabhavesu",
  "atk-s0503a3:31_2": "ekacatupañcakkhandhappabhedā jāti uppajjeyya, sā maggassa bhāvitattā anuppādadhammataṁ",
  "atk-s0503a3:31_3": "āpajjanena khīṇā. Taṁ so maggabhāvanāya pahīnakilese paccavekkhitvā kilesābhāvena",
  "atk-s0503a3:31_4": "vijjamānampi kammaṁ āyatiṁ appaṭisandhikaṁ hotīti jānanena abbhaññāsi. Vusitanti",
  "atk-s0503a3:31_5": "vutthaṁ parivutthaṁ kataṁ caritaṁ, niṭṭhāpitanti attho. Brahmacariyanti maggabrahmacariyaṁ.",
  "atk-s0503a3:31_6": "Puthujjanakalyāṇakena hi saddhiṁ satta sekkhā brahmacariyavāsaṁ vasanti nāma, khīṇāsavo",
  "atk-s0503a3:31_7": "vutthavāso, tasmā so attano brahmacariyavāsaṁ paccavekkhanto “vusitaṁ brahmacariya”nti",
  "atk-s0503a3:31_8": "abbhaññāsi. Kataṁ karaṇīyanti catūsu saccesu catūhi maggehi pariññāpahānasacchikiriyābhāvanāvasena",
  "atk-s0503a3:31_9": "soḷasavidhampi kiccaṁ niṭṭhāpitaṁ. Puthujjanakalyāṇakādayo hi taṁ kiccaṁ karonti",
  "atk-s0503a3:31_10": "nāma, khīṇāsavo katakaraṇīyo, tasmā so attano karaṇīyaṁ paccavekkhanto “kataṁ karaṇīya”nti",
  "atk-s0503a3:31_11": "abbhaññāsi. Nāparaṁ itthattāyāti “idāni puna itthabhāvāya evaṁ soḷasakiccabhāvāya",
  "atk-s0503a3:31_12": "kilesakkhayāya vā maggabhāvanāya kiccaṁ me natthī”ti abbhaññāsi. Nāparaṁ itthattāyāti",
  "atk-s0503a3:31_13": "vā “itthabhāvato imasmā evaṁpakārā vattamānakkhandhasantānā aparaṁ khandhasantānaṁ",
  "atk-s0503a3:31_14": "mayhaṁ natthi, ime pana pañcakkhandhā pariññātā tiṭṭhanti chinnamūlakā viya rukkhā,",
  "atk-s0503a3:31_15": "te carimakacittanirodhena anupādāno viya jātavedo nibbāyissanti, apaṇṇattikabhāvaṁ",
  "atk-s0503a3:31_16": "gamissantī”ti abbhaññāsi. Aññataroti eko. Arahatanti bhagavato sāvakānaṁ arahantānaṁ",
  "atk-s0503a3:31_17": "abbhantaro eko mahāsāvako ahosīti attho.",
  "atk-s0503a3:32_0": "Aññatarā devatāti adhigatamaggā ekā brahmadevatā. Sā hi sayaṁ asekkhattā asekkhavisayaṁ",
  "atk-s0503a3:32_1": "abbhaññāsi. Sekkhā hi taṁ taṁ sekkhavisayaṁ, puthujjanā ca attano puthujjanavisayameva",
  "atk-s0503a3:32_2": "jānanti. Abhikkantāya rattiyāti parikkhīṇāya rattiyā, majjhimayāmeti attho. Abhikkantavaṇṇāti",
  "atk-s0503a3:32_3": "atiuttamavaṇṇā. Kevalakappanti anavasesena samantato. Obhāsetvāti attano pabhāya",
  "atk-s0503a3:32_4": "cando viya sūriyo viya ca jetavanaṁ ekobhāsaṁ katvā. Tenupasaṅkamīti āyasmato nandassa",
  "atk-s0503a3:32_5": "arahattappattiṁ viditvā pītisomanassajātā “taṁ bhagavato paṭivedessāmī”ti upasaṅkami.",
  "atk-s0503a3:33_0": "Āsavānaṁ khayāti ettha āsavantīti āsavā, cakkhudvārādīhi pavattantīti attho. Atha",
  "atk-s0503a3:33_1": "vā āgotrabhuṁ ābhavaggaṁ vā savantīti āsavā, ete dhamme etañca okāsaṁ anto karitvā",
  "atk-s0503a3:33_2": "pavattantīti attho. Cirapārivāsiyaṭṭhena madirādiāsavā viyāti āsavā. “Purimā, bhikkhave,",
  "atk-s0503a3:33_3": "koṭi na paññāyati avijjāyā”tiādivacanehi nesaṁ cirapārivāsiyatā veditabbā. Atha vā",
  "atk-s0503a3:33_4": "āyataṁ saṁsāradukkhaṁ savanti pasavantītipi, āsavā. Purimo cettha attho kilesesu",
  "atk-s0503a3:33_5": "yujjati, pacchimo kammepi. Na kevalañca kammakilesā eva āsavā, atha kho nānappakārā",
  "atk-s0503a3:33_6": "upaddavāpi. Tathā hi “nāhaṁ, cunda, diṭṭhadhammikānaṁyeva āsavānaṁ saṁvarāya dhammaṁ",
  "atk-s0503a3:33_7": "desemī”ti ettha vivādamūlabhūtā kilesā āsavāti āgatā.",
  "atk-s0503a3:34": "“Yena devūpapatyassa, gandhabbo vā vihaṅgamo;",
  "atk-s0503a3:35": "Yakkhattaṁ yena gaccheyya, manussattañca abbaje;",
  "atk-s0503a3:36": "Te mayhaṁ āsavā khīṇā, viddhastā vinalīkatā”ti. –",
  "atk-s0503a3:37_0": "Ettha tebhūmikaṁ kammaṁ avasesā ca akusalā dhammā āsavāti āgatā. “Diṭṭhadhammikānaṁ",
  "atk-s0503a3:37_1": "āsavānaṁ saṁvarāya, samparāyikānaṁ āsavānaṁ paṭighātāyā”ti parūpaghātavippaṭisāravadhabandhādayo",
  "atk-s0503a3:37_2": "ceva apāyadukkhabhūtā ca nānappakārā upaddavā.",
  "atk-s0503a3:38_0": "Te panete āsavā vinaye – “diṭṭhadhammikānaṁ āsavānaṁ saṁvarāya samparāyikānaṁ āsavānaṁ",
  "atk-s0503a3:38_1": "paṭighātāyā”ti dvidhā āgatā. Saḷāyatane “tayome, āvuso, āsavā – kāmāsavo, bhavāsavo,",
  "atk-s0503a3:38_2": "avijjāsavo”ti tidhā āgatā, tathā aññesu ca suttantesu. Abhidhamme teyeva diṭṭhāsavena",
  "atk-s0503a3:38_3": "saddhiṁ catudhā āgatā. Nibbedhikapariyāye “atthi, bhikkhave, āsavā nirayagāminiyā”tiādinā",
  "atk-s0503a3:38_4": "pañcadhā āgatā. Chakkanipāte “atthi, bhikkhave, āsavā saṁvarāya pahātabbā”tiādinā",
  "atk-s0503a3:38_5": "nayena chadhā āgatā. Sabbāsavapariyāye teyeva dassanapahātabbehi saddhiṁ sattadhā",
  "atk-s0503a3:38_6": "āgatā. Idha pana abhidhammanayena cattāro āsavā veditabbā.",
  "atk-s0503a3:39_0": "Khayāti ettha pana “yo āsavānaṁ khayo bhedo paribhedo”tiādīsu āsavānaṁ sarasabhedo",
  "atk-s0503a3:39_1": "āsavakkhayoti vutto. “Jānato ahaṁ, bhikkhave, passato āsavānaṁ khayaṁ vadāmī”tiādīsu",
  "atk-s0503a3:39_2": "āsavānaṁ āyatiṁ anuppādo āsavakkhayoti vutto.",
  "atk-s0503a3:40": "“Sekkhassa sikkhamānassa, ujumaggānusārino;",
  "atk-s0503a3:41": "Khayasmiṁ paṭhamaṁ ñāṇaṁ, tato aññā anantarā”ti. –",
  "atk-s0503a3:42": "Ādīsu maggo āsavakkhayoti vutto. “Āsavānaṁ khayā samaṇo hotī”tiādīsu phalaṁ.",
  "atk-s0503a3:43": "“Paravajjānupassissa, niccaṁ ujjhānasaññino;",
  "atk-s0503a3:44": "Āsavā tassa vaḍḍhanti, ārā so āsavakkhayā”ti. –",
  "atk-s0503a3:45": "Ādīsu nibbānaṁ. Idha pana āsavānaṁ accantakhayo anuppādo vā maggo vā “āsavānaṁ khayo”ti vutto.",
  "atk-s0503a3:46_0": "Anāsavanti paṭipassaddhivasena sabbaso pahīnāsavaṁ. Cetovimuttinti arahattaphalasamādhiṁ.",
  "atk-s0503a3:46_1": "Paññāvimuttinti arahattaphalapaññaṁ. Ubhayavacanaṁ magge viya phalepi samathavipassanānaṁ",
  "atk-s0503a3:46_2": "yuganandhabhāvadassanatthaṁ. Ñāṇanti sabbaññutaññāṇaṁ. Devatāya vacanasamanantarameva",
  "atk-s0503a3:46_3": "“kathaṁ nu kho”ti āvajjentassa bhagavato ñāṇaṁ uppajji “nandena arahattaṁ sacchikata”nti.",
  "atk-s0503a3:46_4": "So hi āyasmā sahāyabhikkhūhi tathā uppaṇḍiyamāno “bhāriyaṁ vata mayā kataṁ, yohaṁ",
  "atk-s0503a3:46_5": "evaṁ svākkhāte dhammavinaye pabbajitvā accharānaṁ paṭilābhāya satthāraṁ pāṭibhogaṁ",
  "atk-s0503a3:46_6": "akāsi”nti uppannasaṁvego hirottappaṁ paccupaṭṭhapetvā ghaṭento vāyamanto arahattaṁ",
  "atk-s0503a3:46_7": "patvā cintesi – “yaṁnūnāhaṁ bhagavantaṁ etasmā paṭissavā moceyya”nti. So bhagavantaṁ",
  "atk-s0503a3:46_8": "upasaṅkamitvā attano adhippāyaṁ satthu ārocesi. Tena vuttaṁ – “atha kho āyasmā nando…pe…",
  "atk-s0503a3:46_9": "etasmā paṭissavā”ti. Tattha paṭissavāti pāṭibhogappaṭissavā, “accharānaṁ paṭilābhāya",
  "atk-s0503a3:46_10": "ahaṁ paṭibhūto”ti paṭiññāya.",
  "atk-s0503a3:47_0": "Athassa bhagavā “yasmā tayā aññā ārādhitāti ñātametaṁ mayā, devatāpi me ārocesi,",
  "atk-s0503a3:47_1": "tasmā nāhaṁ paṭissavā idāni mocetabbo arahattappattiyāva mocitattā”ti āha. Tena vuttaṁ",
  "atk-s0503a3:47_2": "“yadeva kho te nandā”tiādi. Tattha yadevāti yadā eva. Teti tava. Muttoti pamutto.",
  "atk-s0503a3:47_3": "Idaṁ vuttaṁ hoti – yasmiṁyeva kāle āsavehi tava cittaṁ vimuttaṁ, atha anantaramevāhaṁ",
  "atk-s0503a3:47_4": "tato pāṭibhogato muttoti.",
  "atk-s0503a3:48_0": "Sopi āyasmā vipassanākāleyeva “yadevāhaṁ indriyāsaṁvaraṁ nissāya imaṁ vippakāraṁ",
  "atk-s0503a3:48_1": "patto, tameva suṭṭhu niggahessāmī”ti ussāhajāto balavahirottappo tattha ca katādhikārattā",
  "atk-s0503a3:48_2": "indriyasaṁvare ukkaṭṭhapaṭipadampi agamāsi. Vuttañhetaṁ –",
  "atk-s0503a3:49_0": "“Sace, bhikkhave, nandassa puratthimā disā āloketabbā hoti, sabbaṁ cetaso samannāharitvā",
  "atk-s0503a3:49_1": "nando puratthimaṁ disaṁ āloketi ‘evaṁ me puratthimaṁ disaṁ ālokayato na abhijjhādomanassā",
  "atk-s0503a3:49_2": "pāpakā akusalā dhammā anvāssaveyyu’nti, itiha tattha sampajāno hoti.",
  "atk-s0503a3:50_0": "“Sace, bhikkhave, nandassa pacchimā…pe… uttarā… dakkhiṇā… uddhaṁ… adho… anudisā āloketabbā",
  "atk-s0503a3:50_1": "hoti, sabbaṁ cetaso samannāharitvā nando anudisaṁ āloketi ‘evaṁ me…pe… sampajāno hotī”’ti.",
  "atk-s0503a3:51": "Teneva taṁ āyasmantaṁ satthā “etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ indriyesu guttadvārānaṁ yadidaṁ nando”ti etadagge ṭhapesi.",
  "atk-s0503a3:52": "Etamatthaṁ viditvāti etaṁ āyasmato nandassa sabbāsave khepetvā sukhādīsu tādibhāvappattisaṅkhātaṁ atthaṁ sabbākārato viditvā. Imaṁ udānanti tadatthavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:53_0": "Tattha yassa nittiṇṇo paṅkoti yena ariyapuggalena ariyamaggasetunā sabbo diṭṭhipaṅko",
  "atk-s0503a3:53_1": "saṁsārapaṅko eva vā nibbānapāragamanena tiṇṇo. Maddito kāmakaṇḍakoti yena sattānaṁ",
  "atk-s0503a3:53_2": "vijjhanato. “Kāmakaṇḍako”ti laddhanāmo sabbo kilesakāmo sabbo kāmavisūko aggañāṇadaṇḍena",
  "atk-s0503a3:53_3": "maddito bhaggo anavasesato mathito. Mohakkhayaṁ anuppattoti evaṁbhūto ca dukkhādivisayassa",
  "atk-s0503a3:53_4": "sabbassa sammohassa khepanena mohakkhayaṁ patto, arahattaphalaṁ nibbānañca anuppatto.",
  "atk-s0503a3:53_5": "Sukhadukkhesu na vedhatī sa bhikkhūti so bhinnakileso bhikkhu iṭṭhārammaṇasamāyogato",
  "atk-s0503a3:53_6": "uppannesu sukhesu aniṭṭhārammaṇasamāyogato uppannesu dukkhesu ca na vedhati na kampati,",
  "atk-s0503a3:53_7": "taṁ nimittaṁ cittavikāraṁ nāpajjati. “Sukhadukkhesū”ti ca desanāmattaṁ, sabbesupi",
  "atk-s0503a3:53_8": "lokadhammesu na vedhatīti veditabbaṁ.",
  "atk-s0503a3:54": "Dutiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:55": "3. Yasojasuttavaṇṇanā",
  "atk-s0503a3:56": "23. Tatiye yasojappamukhānīti ettha yasojoti tassa therassa nāmaṁ, taṁ pubbaṅgamaṁ katvā pabbajitattā vicaraṇato ca tāni pañca bhikkhusatāni “yasojappamukhānī”ti vuttāni.",
  "atk-s0503a3:57_0": "Tesaṁ ayaṁ pubbayogo – atīte kira kassapadasabalassa sāsane aññataro bhikkhu āraññako",
  "atk-s0503a3:57_1": "araññe piṭṭhipāsāṇe katapaṇṇakuṭiyaṁ viharati. Tasmiñca samaye pañcasatā corā gāmaghātakādīni",
  "atk-s0503a3:57_2": "katvā corikāya jīvantā corakammaṁ katvā janapadamanussehi anubaddhā palāyamānā araññaṁ",
  "atk-s0503a3:57_3": "pavisitvā tattha kiñci gahaṇaṁ vā paṭisaraṇaṁ vā apassantā avidūre taṁ bhikkhuṁ pāsāṇe",
  "atk-s0503a3:57_4": "nisinnaṁ disvā vanditvā taṁ pavattiṁ ācikkhitvā “amhākaṁ, bhante, paṭisaraṇaṁ hothā”ti",
  "atk-s0503a3:57_5": "yāciṁsu. Thero “tumhākaṁ sīlasadisaṁ paṭisaraṇaṁ natthi, sabbe pañca sīlāni samādiyathā”ti",
  "atk-s0503a3:57_6": "āha. Te “sādhū”ti sampaṭicchitvā sīlāni samādiyiṁsu. Thero “tumhe idāni sīlesu patiṭṭhitā,",
  "atk-s0503a3:57_7": "attano jīvitaṁ vināsayantesupi mā manaṁ padosayitthā”ti kakacūpamavidhiṁ ācikkhi.",
  "atk-s0503a3:57_8": "Te “sādhū”ti sampaṭicchiṁsu. Atha te jānapadā taṁ sampattā ito cito ca gavesantā",
  "atk-s0503a3:57_9": "te core disvā sabbeva jīvitā voropesuṁ. Te tesu manopadosamattampi akatvā akkhaṇḍasīlā",
  "atk-s0503a3:57_10": "kālaṁ katvā kāmāvacaradevesu nibbattiṁsu. Tesu jeṭṭhacoro jeṭṭhadevaputto ahosi,",
  "atk-s0503a3:57_11": "itare tasseva parivārā.",
  "atk-s0503a3:58_0": "Te aparāparaṁ saṁsarantā ekaṁ buddhantaraṁ devaloke khepetvā amhākaṁ bhagavato kāle",
  "atk-s0503a3:58_1": "devalokato cavitvā jeṭṭhadevaputto sāvatthinagaradvāre kevaṭṭagāme pañcasatakulagāmajeṭṭhakassa",
  "atk-s0503a3:58_2": "kevaṭṭassa putto hutvā nibbatti, yasojotissa nāmaṁ akaṁsu. Itarepi avasesakevaṭṭānaṁ",
  "atk-s0503a3:58_3": "puttā hutvā nibbattiṁsu. Te pubbasannivāsena sabbepi sahāyakā hutvā sahapaṁsukīḷitaṁ",
  "atk-s0503a3:58_4": "kīḷantā anupubbena vayappattā ahesuṁ, yasojo tesaṁ aggo ahosi. Te sabbeva ekato hutvā",
  "atk-s0503a3:58_5": "jālāni gahetvā naditaḷākādīsu macche bandhantā vicaranti.",
  "atk-s0503a3:59_0": "Athekadivasaṁ aciravatiyā nadiyā jāle khitte suvaṇṇavaṇṇo maccho antojāle pāvisi.",
  "atk-s0503a3:59_1": "Taṁ disvā sabbepi kevaṭṭā “amhākaṁ puttā macche bandhantā suvaṇṇavaṇṇaṁ macchaṁ bandhiṁsū”ti",
  "atk-s0503a3:59_2": "haṭṭhatuṭṭhā ahesuṁ. Atha te pañcasatāpi sahāyakā macchaṁ nāvāya pakkhipitvā nāvaṁ",
  "atk-s0503a3:59_3": "ukkhipitvā rañño dassesuṁ. Rājā taṁ disvā “bhagavā etassa suvaṇṇavaṇṇakāraṇaṁ jānissatī”ti",
  "atk-s0503a3:59_4": "macchaṁ gāhāpetvā bhagavato dassesi. Satthā “ayaṁ kassapasammāsambuddhassa sāsane",
  "atk-s0503a3:59_5": "osakkamāne pabbajitvā micchā paṭipajjanto sāsanaṁ osakkāpetvā niraye nibbatto ekaṁ",
  "atk-s0503a3:59_6": "buddhantaraṁ niraye paccitvā tato cuto aciravatiyaṁ maccho hutvā nibbatto”ti vatvā",
  "atk-s0503a3:59_7": "tassa mātubhaginīnañca niraye nibbattabhāvaṁ, tassa bhātikattherassa parinibbutabhāvañca",
  "atk-s0503a3:59_8": "teneva kathāpetvā imissā aṭṭhuppattiyā kapilasuttaṁ desesi.",
  "atk-s0503a3:60_0": "Satthu desanaṁ sutvā te pañcasatā kevaṭṭaputtā saṁvegajātā hutvā bhagavato santike",
  "atk-s0503a3:60_1": "pabbajitvā, upasampannā hutvā vivekavāsaṁ vasantā bhagavantaṁ dassanāya āgamaṁsu.",
  "atk-s0503a3:60_2": "Tena vuttaṁ – “tena kho pana samayena yasojappamukhāni pañcamattāni bhikkhusatānī”tiādi.",
  "atk-s0503a3:61_0": "Tattha tedhāti te idha. Nevāsikehīti nibaddhavāsaṁ vasamānehi. Paṭisammodamānāti",
  "atk-s0503a3:61_1": "nevāsikabhikkhūhi “kaccāvuso, khamanīya”ntiādinā paṭisanthāravasena sammodanāya katāya",
  "atk-s0503a3:61_2": "“āmāvuso, khamanīya”ntiādinā, puna sammodamānā tehi saddhiṁ samappavattamodā. Senāsanāni",
  "atk-s0503a3:61_3": "paññāpayamānāti ācariyupajjhāyānaṁ attano ca pāpuṇakāni senāsanāni pucchitvā tehi",
  "atk-s0503a3:61_4": "nevāsikehi tesaṁ “idaṁ tumhākaṁ ācariyānaṁ, idaṁ tumhākaṁ upajjhāyānaṁ, idaṁ tumhākaṁ",
  "atk-s0503a3:61_5": "pāpuṇātī”ti senāsanāni saṁvidhāpetvā attanā ca tattha gantvā, dvārakavāṭāni vivaritvā,",
  "atk-s0503a3:61_6": "mañcapīṭhakaṭasārakādīni nīharitvā papphoṭetvā yathāṭhānaṁ ṭhapanādivasena paññāpentā ca.",
  "atk-s0503a3:62_0": "Pattacīvarāni paṭisāmayamānāti, “bhante, imaṁ me pattaṁ ṭhapetha, idaṁ cīvaraṁ, idaṁ",
  "atk-s0503a3:62_1": "thālakaṁ, idaṁ udakatumbaṁ, idaṁ me kattarayaṭṭhi”nti evaṁ samaṇaparikkhāraṁ saṁgopayamānā.",
  "atk-s0503a3:62_2": "Uccāsaddā mahāsaddāti uddhaṁ gataṭṭhena ucco saddo yesante uccāsaddā akārassa ākāraṁ",
  "atk-s0503a3:62_3": "katvā. Samantato patthaṭaṭṭhena mahanto saddo yesante mahāsaddā. Kevaṭṭā maññe macchavilopeti",
  "atk-s0503a3:62_4": "kevaṭṭā viya macchavilumpane. Yathā nāma kevaṭṭā udake vaṭṭanato macchaggahaṇatthaṁ",
  "atk-s0503a3:62_5": "pavattanato “kevaṭṭā”ti laddhanāmā macchabandhā macchaggahaṇatthaṁ jale jālaṁ pakkhipitvā",
  "atk-s0503a3:62_6": "“paviṭṭho na paviṭṭho, gahito na gahito”tiādinā uccāsaddamahāsaddā honti. Yathā ca",
  "atk-s0503a3:62_7": "te macchapacchiādīni ṭhapitaṭṭhāne mahājane gantvā “mayhaṁ ekaṁ macchaṁ detha, mayhaṁ",
  "atk-s0503a3:62_8": "ekaṁ macchaphālaṁ detha, amukassa dinno mahanto, mayhaṁ khuddako”tiādīni vatvā vilumpamāne",
  "atk-s0503a3:62_9": "tesaṁ paṭisedhanādivasena uccāsaddamahāsaddā ca honti, evamete bhikkhūti dasseti.",
  "atk-s0503a3:62_10": "Teteti te ete. Kiṁnūti kissa nu, kimatthaṁ nūti attho. Temeti te ime. Paṇāmemīti",
  "atk-s0503a3:62_11": "nīharāmi. Voti tumhe. Na vo mama santike vatthabbanti tumhehi mayhaṁ santike na vasitabbaṁ.",
  "atk-s0503a3:62_12": "Ye tumhe mādisassa buddhassa vasanaṭṭhānaṁ āgantvā evaṁ mahāsaddaṁ karotha, attano",
  "atk-s0503a3:62_13": "dhammatāya vasantā kiṁ nāma sāruppaṁ karissatha, tumhādisānaṁ mama santike vasanakiccaṁ",
  "atk-s0503a3:62_14": "natthīti dīpeti. Evaṁ paṇāmitesu ca bhagavatā tesu ekabhikkhupi “bhagavā tumhe mahāsaddamattakena",
  "atk-s0503a3:62_15": "amhe paṇāmethā”ti vā aññaṁ vā kiñci paṭivacanaṁ avatvā buddhagāravena sabbe bhagavato",
  "atk-s0503a3:62_16": "vacanaṁ sampaṭicchantā “evaṁ, bhante”ti vatvā nikkhamiṁsu. Evaṁ pana tesaṁ ahosi",
  "atk-s0503a3:62_17": "“mayaṁ satthāraṁ passissāma, dhammaṁ sossāma, satthu santike vasissāmāti āgatā, evarūpassa",
  "atk-s0503a3:62_18": "pana garuno satthu santikaṁ āgantvā mahāsaddaṁ karimhā, amhākameva dosoyaṁ, paṇāmitamhā",
  "atk-s0503a3:62_19": "tato, na laddhaṁ satthu santike vatthuṁ, samantapāsādikaṁ suvaṇṇavaṇṇaṁ sarīraṁ oloketuṁ,",
  "atk-s0503a3:62_20": "madhurassarena desitaṁ dhammaṁ sotu”nti. Te balavadomanassajātā hutvā pakkamiṁsu.",
  "atk-s0503a3:63_0": "Saṁsāmetvāti suguttaṁ katvā. Vajjīti evaṁnāmako janapado, vajjī nāma jānapadino rājakumārā,",
  "atk-s0503a3:63_1": "tesaṁ nivāso ekopi janapado ruḷhīvasena “vajjī”tveva vuccati. Tena vuttaṁ “vajjīsū”ti.",
  "atk-s0503a3:63_2": "Vaggumudāti evaṁnāma lokassa puññasammatā ekā nadī. “Vaggamudā”tipi pāṭho. Atthakāmenāti",
  "atk-s0503a3:63_3": "kiñci payojanaṁ anapekkhitvā atthameva icchantena. Hitesināti atthaṁ icchantena,",
  "atk-s0503a3:63_4": "“kinti me sāvakā vaṭṭadukkhā parimucceyyu”nti tassa atthasaṅkhātassa atthassa vā",
  "atk-s0503a3:63_5": "hetubhūtassa hitassa esanasīlena. Tato eva attano sarīrakhedaṁ agaṇetvā dūrepi veneyyasantikaṁ",
  "atk-s0503a3:63_6": "gantvā anukampanato anukampakena. Tameva anukampaṁ upādāya mayaṁ paṇāmitā, na attano",
  "atk-s0503a3:63_7": "veyyāvaccādipaccāsīsāya. Yasmā dhammagaruno buddhā bhagavanto sammāpaṭipattiyāva",
  "atk-s0503a3:63_8": "pūjetabbā, ye uccāsaddakaraṇamattepi paṇāmenti, tasmā handa mayaṁ, āvuso, tathā vihāraṁ",
  "atk-s0503a3:63_9": "kappema sabbattha satisampajaññayogena apaṇṇakappaṭipadaṁ pūrentā yathāgahitakammaṭṭhānaṁ",
  "atk-s0503a3:63_10": "matthakaṁ pāpentā catuiriyāpathavihāraṁ kappema viharāma. Yathā no viharatanti yathā",
  "atk-s0503a3:63_11": "amhesu viharantesu, bhagavā attamano assa, sammāpaṭipattiyā pūjāya ārādhito bhaveyyāti attho.",
  "atk-s0503a3:64_0": "Tenevantaravassenāti tasmiṁyeva antaravasse mahāpavāraṇaṁ anatikkamitvāva. Sabbeva",
  "atk-s0503a3:64_1": "tisso vijjā sacchākaṁsūti sabbeyeva te pañcasatā bhikkhū pubbenivāsānussatiñāṇaṁ",
  "atk-s0503a3:64_2": "dibbacakkhuñāṇaṁ āsavakkhayañāṇanti imā tisso pubbenivutthakkhandhappaṭicchādakamohakkhandhādīnaṁ",
  "atk-s0503a3:64_3": "vinivijjhanaṭṭhena vijjā attapaccakkhā akaṁsu. Lokiyābhiññāsu imāyeva dve abhiññā",
  "atk-s0503a3:64_4": "āsavakkhayañāṇassa bahūpakārā, na tathā dibbasotacetopariyaiddhividhañāṇānīti dassanatthaṁ",
  "atk-s0503a3:64_5": "vijjattayamevettha tesaṁ bhikkhūnaṁ adhigamadassanavasena uddhaṭaṁ. Tathā hi verañjasutte",
  "atk-s0503a3:64_6": "bhagavā verañjabrāhmaṇassa attano adhigamaṁ dassento vijjattayameva desesi, na dibbasotañāṇādīnaṁ",
  "atk-s0503a3:64_7": "abhāvato. Evaṁ tesampi bhikkhūnaṁ vijjamānānipi dibbasotañāṇādīni na uddhaṭāni. Chaḷabhiññā",
  "atk-s0503a3:64_8": "hi te bhikkhū. Evañca katvā “vaggumudāya nadiyā tīre antarahitā mahāvane kūṭāgārasālāyaṁ",
  "atk-s0503a3:64_9": "bhagavato sammukhe pāturahesu”nti tesaṁ bhikkhūnaṁ iddhivaḷañjanaṁ vakkhati.",
  "atk-s0503a3:65_0": "Yathābhirantanti yathābhiratiṁ yathājjhāsayaṁ. Buddhānañhi ekasmiṁ ṭhāne vasantānaṁ",
  "atk-s0503a3:65_1": "chāyūdakavipattiṁ vā aphāsukasenāsanaṁ vā manussānaṁ assaddhādibhāvaṁ vā āgamma anabhirati",
  "atk-s0503a3:65_2": "nāma natthi, tesaṁ sampattiyā “phāsuṁ viharāmā”ti ciravihāropi natthi. Yattha pana",
  "atk-s0503a3:65_3": "bhagavati viharante manussā saraṇesu vā patiṭṭhahanti, sīlāni vā samādiyanti pabbajanti,",
  "atk-s0503a3:65_4": "sotāpattimaggādīni vā pāpuṇanti, satthā tāsu sampattīsu tesaṁ patiṭṭhāpanatthaṁ vasati,",
  "atk-s0503a3:65_5": "tadabhāve pakkamati. Tadā hi sāvatthiyaṁ kattabbabuddhakiccaṁ nāhosi. Tena vuttaṁ",
  "atk-s0503a3:65_6": "– “atha kho bhagavā sāvatthiyaṁ yathābhirantaṁ viharitvā yena vesālī tena cārikaṁ pakkāmī”ti.",
  "atk-s0503a3:66_0": "Cārikaṁ caramānoti addhānagamanaṁ gacchanto. Cārikā ca nāmesā bhagavato duvidhā turitacārikā",
  "atk-s0503a3:66_1": "aturitacārikāti. Tattha dūrepi bodhaneyyapuggalaṁ disvā tassa bodhanatthaṁ sahasā",
  "atk-s0503a3:66_2": "gamanaṁ turitacārikā nāma, sā mahākassapapaccuggamanādīsu daṭṭhabbā. Yā pana gāmanigamarājadhānīpaṭipāṭiyā",
  "atk-s0503a3:66_3": "devasikaṁ yojanaddhayojanavasena piṇḍapātacariyādīhi lokaṁ anuggaṇhanto gacchati,",
  "atk-s0503a3:66_4": "ayaṁ aturitacārikā nāma, ayameva idhādhippetā. Tadavasarīti tena avasari, taṁ vā",
  "atk-s0503a3:66_5": "avasari, tattha avasari, pāvisīti attho.",
  "atk-s0503a3:67_0": "Tatrāti tassaṁ. Sudanti nipātamattaṁ. Vesāliyanti tikkhattuṁ visālībhūtattā “vesālī”ti",
  "atk-s0503a3:67_1": "laddhanāme licchavirājūnaṁ nagare. Mahāvaneti mahāvanaṁ nāma sayaṁjātaṁ aropimaṁ",
  "atk-s0503a3:67_2": "saparicchedaṁ mahantaṁ vanaṁ. Kapilavatthusāmantā pana mahāvanaṁ himavantena saha",
  "atk-s0503a3:67_3": "ekābaddhaṁ aparicchedaṁ hutvā mahāsamuddaṁ āhacca ṭhitaṁ. Idaṁ tādisaṁ na hoti, saparicchedaṁ",
  "atk-s0503a3:67_4": "mahantaṁ vananti mahāvanaṁ. Kūṭāgārasālāyanti tasmiṁ mahāvane bhagavantaṁ uddissa",
  "atk-s0503a3:67_5": "kate ārāme kūṭāgāraṁ anto katvā haṁsavaṭṭakacchannena katā sabbākārasampannā buddhassa",
  "atk-s0503a3:67_6": "bhagavato gandhakuṭi kūṭāgārasālā nāma, tassaṁ kūṭāgārasālāyaṁ. Vaggumudātīriyānanti",
  "atk-s0503a3:67_7": "vaggumudātīravāsīnaṁ. Cetasā ceto paricca manasi karitvāti attano cittena tesaṁ cittaṁ",
  "atk-s0503a3:67_8": "paricchijja manasi karitvā, cetopariyañāṇena vā sabbaññutaññāṇena vā tehi adhigatavisesaṁ jānitvāti attho.",
  "atk-s0503a3:68_0": "Ālokajātāviyāti sañjātālokā viya. Itaraṁ tasseva vevacanaṁ, candasahassasūriyasahassehi",
  "atk-s0503a3:68_1": "obhāsitā viyāti attho. Yasmā te yasojappamukhā pañcasatā bhikkhū sabbaso avijjandhakāravidhamanena",
  "atk-s0503a3:68_2": "ālokabhūtā obhāsabhūtā hutvā viharanti, tasmā bhagavā tehi ṭhitadisāya “ālokajātā",
  "atk-s0503a3:68_3": "viya me, ānanda, esā disā”tiādinā vaṇṇabhaṇanāpadesena te bhikkhū pasaṁsati. Tena",
  "atk-s0503a3:68_4": "vuttaṁ – “yassaṁ disāyaṁ vaggumudātīriyā bhikkhū viharantī”ti. Appaṭikūlāti na paṭikūlā,",
  "atk-s0503a3:68_5": "manāpā manoharāti attho. Yasmiñhi padese sīlādiguṇasampannā mahesino viharanti, taṁ",
  "atk-s0503a3:68_6": "kiñcāpi ukkūlavikūlavisamaduggākāraṁ, atha kho manuññaṁ ramaṇīyameva. Vuttañhetaṁ –",
  "atk-s0503a3:69": "“Gāme vā yadi vāraññe, ninne vā yadi vā thale;",
  "atk-s0503a3:70": "Yattha arahanto viharanti, taṁ bhūmirāmaṇeyyaka”nti. ;",
  "atk-s0503a3:71_0": "Pahiṇeyyāsīti peseyyāsi. Satthā āyasmantānaṁ dassanakāmoti tesaṁ bhikkhūnaṁ santike",
  "atk-s0503a3:71_1": "paheṇākāradassanaṁ. Iti bhagavā yadatthaṁ te bhikkhū paṇāmesi, tamatthaṁ matthakappattaṁ",
  "atk-s0503a3:71_2": "disvā āraddhacitto tesaṁ dassanakāmataṁ therassa ārocesi. Evaṁ kirassa ahosi “ahaṁ",
  "atk-s0503a3:71_3": "ime uccāsaddamahāsaddakaraṇe paṇāmessāmi, atha te bhadro assājānīyo viya kasābhighātena,",
  "atk-s0503a3:71_4": "tena coditā saṁvegappattā mamārādhanatthaṁ araññaṁ pavisitvā ghaṭentā vāyamantā khippameva",
  "atk-s0503a3:71_5": "arahattaṁ sacchikarissantī”ti. Idāni te aggaphalappatte disvā tāya arahattappattiyā",
  "atk-s0503a3:71_6": "ārādhitacitto tesaṁ dassanakāmo hutvā evaṁ dhammabhaṇḍāgārikaṁ āṇāpesi.",
  "atk-s0503a3:72_0": "So bhikkhūti ānandattherena tathā āṇatto chaḷabhiñño eko bhikkhu. Pamukheti sammukhe.",
  "atk-s0503a3:72_1": "Āneñjasamādhināti catutthajjhānapādakena aggaphalasamādhinā, “arūpajjhānapādakenā”tipi",
  "atk-s0503a3:72_2": "vadanti. “Āneñjena samādhinā”tipi pāṭho. Kasmā pana bhagavā tesaṁ bhikkhūnaṁ āgamanaṁ",
  "atk-s0503a3:72_3": "jānanto paṭisanthāraṁ akatvā samāpattiṁyeva samāpajji? Tesaṁ attanā samāpannasamāpattiṁ",
  "atk-s0503a3:72_4": "jānitvā samāpajjanatthaṁ, tesaṁ pubbe paṇāmitānaṁ idāni attanā samānasambhogadassanatthaṁ,",
  "atk-s0503a3:72_5": "ānubhāvadīpanatthaṁ, vinā vacībhedena aññabyākaraṇadīpanatthañca. Apare panāhu “pubbe",
  "atk-s0503a3:72_6": "paṇāmitānaṁ idāni attano santikaṁ āgatānaṁ anuttarasukhuppādanena anaññasādhāraṇapaṭisanthārakaraṇattha”nti.",
  "atk-s0503a3:72_7": "Tepi āyasmanto bhagavato ajjhāsayaṁ ñatvā taṁyeva samāpattiṁ samāpajjiṁsu. Tena vuttaṁ",
  "atk-s0503a3:72_8": "– “katamena nu kho bhagavā vihārena etarahi viharatī”tiādi.",
  "atk-s0503a3:73_0": "Ettha ca rūpāvacaracatutthajjhānaṁ kosajjādīnaṁ pāripantikadhammānaṁ suvidūrabhāvato",
  "atk-s0503a3:73_1": "iddhiyā mūlabhūtehi anoṇamanādīhi soḷasahi vodānadhammehi samannāgamanato āneñjappattaṁ",
  "atk-s0503a3:73_2": "sayaṁ aniñjanaṭṭhena āneñjanti vuccati. Vuttañhetaṁ –",
  "atk-s0503a3:74_0": "“Anoṇataṁ cittaṁ kosajje na iñjatīti āneñjaṁ. Anuṇṇataṁ cittaṁ uddhacce na iñjatīti",
  "atk-s0503a3:74_1": "āneñjaṁ. Anabhirataṁ cittaṁ rāge na iñjatīti āneñjaṁ. Anapanataṁ cittaṁ byāpāde na",
  "atk-s0503a3:74_2": "iñjatīti āneñjaṁ. Anissitaṁ cittaṁ diṭṭhiyā na iñjatīti āneñjaṁ. Appaṭibaddhaṁ cittaṁ",
  "atk-s0503a3:74_3": "chandarāge na iñjatīti āneñjaṁ. Vippamuttaṁ cittaṁ kāmarāge na iñjatīti āneñjaṁ.",
  "atk-s0503a3:74_4": "Visaṁyuttaṁ cittaṁ kilese na iñjatīti āneñjaṁ. Vimariyādikataṁ cittaṁ kilesamariyādāya",
  "atk-s0503a3:74_5": "na iñjatīti āneñjaṁ. Ekattagataṁ cittaṁ nānattakilese na iñjatīti āneñjaṁ. Saddhāya",
  "atk-s0503a3:74_6": "pariggahitaṁ cittaṁ assaddhiye na iñjatīti āneñjaṁ. Vīriyena pariggahitaṁ cittaṁ",
  "atk-s0503a3:74_7": "kosajje na iñjatīti āneñjaṁ. Satiyā pariggahitaṁ cittaṁ pamāde na iñjatīti āneñjaṁ.",
  "atk-s0503a3:74_8": "Samādhinā pariggahitaṁ cittaṁ uddhacce na iñjatīti āneñjaṁ. Paññāya pariggahitaṁ",
  "atk-s0503a3:74_9": "cittaṁ avijjāya na iñjatīti āneñjaṁ. Obhāsagataṁ cittaṁ avijjandhakāre na iñjatīti āneñja”nti.",
  "atk-s0503a3:75_0": "Rūpāvacaracatutthajjhānameva ca rūpavirāgabhāvanāvasena pavattitaṁ, ārammaṇavibhāgena",
  "atk-s0503a3:75_1": "catubbidhaṁ arūpāvacarajjhānanti etesaṁ pañcannaṁ jhānānaṁ āneñjavohāro. Tesaṁ yaṁ",
  "atk-s0503a3:75_2": "kiñci pādakaṁ katvā samāpannā arahattaphalasamāpatti āneñjasamādhīti porāṇā.",
  "atk-s0503a3:76_0": "Abhikkantāyāti atītāya. Nikkhanteti niggate, apagateti attho. Tuṇhī ahosīti bhagavā",
  "atk-s0503a3:76_1": "ariyena tuṇhībhāvena tuṇhī ahosi. Uddhaste aruṇeti uggate aruṇe, aruṇo nāma puratthimadisāya",
  "atk-s0503a3:76_2": "sūriyodayato puretarameva uṭṭhitobhāso. Nandimukhiyāti rattiyā aruṇassa uggatattā",
  "atk-s0503a3:76_3": "eva aruṇappabhāya sūriyālokūpajīvino satte nandāpanamukhiyā viya rattiyā jātāya,",
  "atk-s0503a3:76_4": "vibhāyamānāyāti attho.",
  "atk-s0503a3:77_0": "Tamhā samādhimhā vuṭṭhahitvāti yathāparicchedaṁ tato āneñjasamādhito arahattaphalasamāpattito",
  "atk-s0503a3:77_1": "uṭṭhāya. Sace kho tvaṁ, ānanda, jāneyyāsīti bhagavā “ime ca bhikkhū ettakaṁ kālaṁ",
  "atk-s0503a3:77_2": "iminā nāma samāpattisukhena vītināmentī”ti, ānanda, yadi tvaṁ jāneyyāsi. Ettakampi",
  "atk-s0503a3:77_3": "te nappaṭibhāseyyāti lokiyapaṭisammodanaṁ sandhāya yadidaṁ te “abhikkantā, bhante,",
  "atk-s0503a3:77_4": "rattī”tiādinā tikkhattuṁ paṭibhānaṁ upaṭṭhitaṁ, tayidaṁ ettakampi te na upaṭṭhaheyya.",
  "atk-s0503a3:77_5": "Yasmā ca kho tvaṁ, ānanda, sekkho asekkhaṁ samāpattivihāraṁ na jānāsi, tasmā maṁ",
  "atk-s0503a3:77_6": "imesaṁ bhikkhūnaṁ lokiyapaṭisammodanaṁ kāretuṁ ussukkaṁ āpajji. Ahaṁ pana imehi bhikkhūhi",
  "atk-s0503a3:77_7": "saddhiṁ lokuttarapaṭisammodaneneva tiyāmarattiṁ vītināmesinti dassento bhagavā āha",
  "atk-s0503a3:77_8": "– “ahañca, ānanda, imāni ca pañca bhikkhusatāni sabbeva āneñjasamādhinā nisīdimhā”ti.",
  "atk-s0503a3:78_0": "Etamatthaṁ viditvāti etaṁ tesaṁ bhikkhūnaṁ attanā samaṁ āneñjasamādhisamāpajjanasamatthatāsaṅkhātaṁ",
  "atk-s0503a3:78_1": "vasībhāvatthaṁ sabbākārato viditvā. Imaṁ udānanti imaṁ tesaṁ bhikkhūnaṁ anavasesarāgādippahānasaṁsiddhitādisabhāvadīpanaṁ udānaṁ udānesi.",
  "atk-s0503a3:79_0": "Tattha yassa jito kāmakaṇḍakoti kusalapakkhavijjhanaṭṭhena kaṇḍakabhūto kilesakāmo",
  "atk-s0503a3:79_1": "yena ariyapuggalena anavasesaṁ jito pahīno, etenassa anunayābhāvaṁ dasseti. “Gāmakaṇṭako”tipi",
  "atk-s0503a3:79_2": "pāṭho. Tassattho – gāme kaṇṭako kaṇṭakaṭṭhāniyo sakalo vatthukāmo yassa jitoti. Jayo",
  "atk-s0503a3:79_3": "cassa tappaṭibaddhachandarāgappahāneneva veditabbo, tena tesaṁ anāgāmimaggo vutto",
  "atk-s0503a3:79_4": "hoti. Akkoso ca jitoti sambandho. Vadho ca bandhanañcāti etthāpi eseva nayo. Tesu",
  "atk-s0503a3:79_5": "akkosajayena vacīduccaritābhāvo, itarena kāyaduccaritābhāvo dassito. Tena taṁnimittakassa",
  "atk-s0503a3:79_6": "byāpādassa anavasesappahānena tatiyamaggo vutto hoti. Atha vā akkosādijayavacanena",
  "atk-s0503a3:79_7": "tatiyamaggo vutto hoti, akkosādīnaṁ accantakhamanaṁ tattha pakāsitaṁ hoti, ubhayathāpi",
  "atk-s0503a3:79_8": "nesaṁ virodhābhāvaṁ dasseti. Pabbatoviya so ṭhito anejoti ejā vuccati calanakilesaparipantho,",
  "atk-s0503a3:79_9": "ejāhetūnaṁ avasesakilesānaṁ abhāvena anejo, anejattāyeva sabbakilesehi paravādavātehi",
  "atk-s0503a3:79_10": "ca akampanīyattā ṭhito ekagghanapabbatasadiso. Sukhadukkhesu na vedhati sa bhikkhūti",
  "atk-s0503a3:79_11": "so bhinnakileso bhikkhu sukhadukkhanimittaṁ na kampatīti heṭṭhā vuttanayeneva attho",
  "atk-s0503a3:79_12": "veditabbo. Iti bhagavā tesaṁ pañcasatānaṁ bhikkhūnaṁ arahattādhigamena tādibhāvappattiṁ",
  "atk-s0503a3:79_13": "ekajjhaṁ katvā ekapuggalādhiṭṭhānaṁ udānaṁ udānesīti.",
  "atk-s0503a3:80": "Tatiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:81": "4. Sāriputtasuttavaṇṇanā",
  "atk-s0503a3:82": "24. Catutthe parimukhaṁ satiṁ upaṭṭhapetvāti ārammaṇābhimukhaṁ satiṁ ṭhapayitvā mukhasamīpe katvā. Tathā hi vibhaṅge vuttaṁ –",
  "atk-s0503a3:83": "“Ayaṁ sati upaṭṭhitā hoti supaṭṭhitā nāsikagge vā mukhanimitte vā, tena vuccati parimukhaṁ satiṁ upaṭṭhapetvā”ti.",
  "atk-s0503a3:84_0": "Atha vā “parīti pariggahaṭṭho, mukhanti niyyānaṭṭho, satīti upaṭṭhānaṭṭho, tena vuccati",
  "atk-s0503a3:84_1": "‘parimukhaṁ sati”’nti. Evaṁ paṭisambhidāyaṁ vuttanayenapettha attho veditabbo. Tatrāyaṁ",
  "atk-s0503a3:84_2": "saṅkhepattho – pariggahitaniyyānasatiṁ katvāti. Niyyānanti ca satiyā ogāhitabbaṁ",
  "atk-s0503a3:84_3": "ārammaṇaṁ daṭṭhabbaṁ. Ettha ca purimo pacchimo ca attho sabbasaṅgāhakavasena, itaro",
  "atk-s0503a3:84_4": "samāpattiyā pubbabhāgasamannāhāravasena daṭṭhabbo. Satīti vā satisīsena jhānaṁ vuttaṁ",
  "atk-s0503a3:84_5": "“ye kāyagatāsatiṁ paribhuñjantī”tiādīsu viya. Katamaṁ pana taṁ jhānanti? Rūpāvacaracatutthajjhānaṁ",
  "atk-s0503a3:84_6": "pādakaṁ katvā samāpannaṁ arahattaphalajjhānaṁ. Kathaṁ panetaṁ jānitabbanti? Āneñjasamādhiyogena",
  "atk-s0503a3:84_7": "therassa savisesaṁ niccalabhāvaṁ kenaci akampanīyatañca pabbatopamāya pakāsento bhagavā",
  "atk-s0503a3:84_8": "imaṁ udānaṁ abhāsīti gāthāya eva ayamattho viññāyati. Na cāyaṁ nisajjā therassa saccappaṭivedhāya,",
  "atk-s0503a3:84_9": "atha kho diṭṭhadhammasukhavihārāya. Pubbeyeva hi sūkarakhataleṇe attano bhāgineyyassa",
  "atk-s0503a3:84_10": "dīghanakhaparibbājakassa bhagavati dhammaṁ desente ayaṁ mahāthero saccappaṭivedhakiccaṁ matthakaṁ pāpesīti.",
  "atk-s0503a3:85": "Etamatthanti etaṁ therassa āneñjasamādhiyogena tādibhāvappattiyā ca kenaci akampanīyatāsaṅkhātaṁ atthaṁ sabbākārato viditvā tadatthavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:86_0": "Tattha yathāpi pabbato seloti yathā silāmayo ekagghanasilāpabbato, na paṁsupabbato",
  "atk-s0503a3:86_1": "na missakapabbatoti attho. Acalo suppatiṭṭhitoti suppatiṭṭhitamūlo pakativātehi acalo",
  "atk-s0503a3:86_2": "akampanīyo hoti. Evaṁ mohakkhayā bhikkhu, pabbatova na vedhatīti mohassa anavasesappahānā",
  "atk-s0503a3:86_3": "mohamūlakattā ca sabbākusalānaṁ pahīnasabbākusalo bhikkhu, yathā so pabbato pakativātehi,",
  "atk-s0503a3:86_4": "evaṁ lokadhammehi na vedhati na kampati. Mohakkhayoti vā yasmā nibbānaṁ arahattañca",
  "atk-s0503a3:86_5": "vuccati, tasmā mohakkhayassa hetu nibbānassa arahattassa vā adhigatattā catūsu ariyasaccesu",
  "atk-s0503a3:86_6": "suppatiṭṭhito asamāpannakālepi yathāvuttapabbato viya na kenaci vedhati, pageva samāpannakāleti adhippāyo.",
  "atk-s0503a3:87": "Catutthasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:88": "5. Mahāmoggallānasuttavaṇṇanā",
  "atk-s0503a3:89_0": "25. Pañcame kāyagatāya satiyāti kāyānupassanāvasena kāye gatāya kāyārammaṇāya satiyā,",
  "atk-s0503a3:89_1": "itthambhūtalakkhaṇe idaṁ karaṇavacanaṁ. Ajjhattanti idha ajjhattaṁ nāma niyakajjhattaṁ,",
  "atk-s0503a3:89_2": "tasmā attani attasantāneti attho. Atha vā yasmā kammaṭṭhānabhūto kesādiko dvattiṁsakoṭṭhāsasamudāyo",
  "atk-s0503a3:89_3": "idha kāyoti adhippeto, tasmā ajjhattanti padassa gocarajjhattanti attho veditabbo.",
  "atk-s0503a3:89_4": "Sūpaṭṭhitāyāti niyakajjhattabhūte gocarajjhattabhūte vā kāye suṭṭhu upaṭṭhitāya.",
  "atk-s0503a3:89_5": "Kā panāyaṁ sati, yā “ajjhattaṁ sūpaṭṭhitā”ti vuttā? Yvāyaṁ bhagavatā “atthi imasmiṁ",
  "atk-s0503a3:89_6": "kāye kesā lomā”tiādinā ajjhattakesādiko dvattiṁsākāro kāyo vutto, tattha yā paṭikūlamanasikāraṁ",
  "atk-s0503a3:89_7": "pavattentassa upacārappanāvasena kāye upaṭṭhitā sati, sā “kāyagatā satī”ti vuccati.",
  "atk-s0503a3:89_8": "Yathā cāyaṁ, evaṁ ānāpānacatuiriyāpathasatisampajaññānaṁ vasena uddhumātakavinīlakādivasena",
  "atk-s0503a3:89_9": "ca manasikāraṁ pavattentassa yathārahaṁ upacārappanāvasena kāye upaṭṭhitā sati “kāyagatā",
  "atk-s0503a3:89_10": "satī”ti vuccati. Idha pana ajjhattaṁ kāyagatā sati pathavīādikā catasso dhātuyo sasambhārasaṅkhepādīsu",
  "atk-s0503a3:89_11": "catūsu yena kenaci ekenākārena vavatthapetvā tesaṁ aniccādilakkhaṇasallakkhaṇavasena",
  "atk-s0503a3:89_12": "upaṭṭhitā vipassanāsampayuttā sati “kāyagatā satī”ti adhippetā. Thero pana tathā",
  "atk-s0503a3:89_13": "vipassitvā attano phalasamāpattimeva samāpajjitvā nisīdi. Idhāpi gāthāya evaṁ imassa",
  "atk-s0503a3:89_14": "atthassa viññātabbatā “na cāyaṁ nisajjā”tiādinā vuttanayānusārena yojetabbā.",
  "atk-s0503a3:90_0": "Etamatthanti etaṁ therassa catudhātuvavatthānamukhena kāyānupassanāsatipaṭṭhānena",
  "atk-s0503a3:90_1": "vipassanaṁ ogāhetvā phalasamāpattisamāpajjanasaṅkhātaṁ atthaṁ viditvā. Imaṁ udānanti",
  "atk-s0503a3:90_2": "imaṁ satipaṭṭhānabhāvanāya nibbānādhigamadīpakaṁ udānaṁ udānesi.",
  "atk-s0503a3:91_0": "Tattha sati kāyagatā upaṭṭhitāti pubbe vuttalakkhaṇā sati saddhāpubbaṅgamānaṁ samādhivīriyapaññānaṁ",
  "atk-s0503a3:91_1": "yathāsakaṁ kiccanipphādanena sahāyabhāvaṁ āpannattā pahīnappaṭipakkhā tato eva tikkhavisadabhūtā",
  "atk-s0503a3:91_2": "ca yathāvuttakāyasaṁvaraṇavasena ekatthasamosaraṇavasena ca aviparītasabhāvaṁ sallakkhentī",
  "atk-s0503a3:91_3": "upagantvā ṭhitā hoti, etena kāyasaṅkhātānaṁ catunnaṁ dhātūnaṁ tannissitānañca upādārūpānaṁ",
  "atk-s0503a3:91_4": "sallakkhaṇavasena, paccaye vavatthapetvā tato paraṁ tesaṁ aniccādilakkhaṇasallakkhaṇavasena",
  "atk-s0503a3:91_5": "ca pavattaṁ ñāṇaparamparāgataṁ satiṁ dasseti, satisīsena vā taṁsampayuttaṁ pariññāttayapariyāpannañāṇaparamparameva",
  "atk-s0503a3:91_6": "dasseti. Chasu phassāyatanesu saṁvutoti yathāvuttāya kāye upaṭṭhitāya satiyā samannāgato",
  "atk-s0503a3:91_7": "cakkhādīsu phassassa kāraṇabhūtesu chasu dvāresu kāyānupassanāya abhāvitāya uppajjanārahānaṁ",
  "atk-s0503a3:91_8": "abhijjhādīnaṁ tassā bhāvitattā ñāṇappavattiṁ paṭivedhento te pidahanto “tattha saṁvuto”ti",
  "atk-s0503a3:91_9": "vuccati, etena ñāṇasaṁvaraṁ dasseti.",
  "atk-s0503a3:92_0": "Satataṁ bhikkhu samāhitoti so bhikkhu evaṁ upaṭṭhitassati sabbattha ca saṁvuto puthuttārammaṇe",
  "atk-s0503a3:92_1": "cittaṁ avissajjetvā aniccādivasena sammasanto vipassanaṁ ussukkāpetvā ñāṇe tikkhe",
  "atk-s0503a3:92_2": "sūre vahante vipassanāsamādhinā tāva satataṁ nirantaraṁ samāhito anulomañāṇānantaraṁ",
  "atk-s0503a3:92_3": "gotrabhuñāṇodayato paṭṭhāya. Jaññā nibbānamattanoti aññesaṁ puthujjanānaṁ supinantepi",
  "atk-s0503a3:92_4": "agocarabhāvato, ariyānaṁ pana tassa tasseva āveṇikattā attasadisattā ca “attā”ti",
  "atk-s0503a3:92_5": "laddhavohārassa maggaphalañāṇassa sātisayavisayabhāvato ekantasukhāvahaṁ nibbānaṁ",
  "atk-s0503a3:92_6": "asaṅkhatadhātu “attano”ti vuttaṁ, taṁ nibbānaṁ jaññā jāneyya, maggaphalañāṇehi paṭivijjheyya,",
  "atk-s0503a3:92_7": "sacchikareyyāti attho. Etena ariyānaṁ nibbāne adhimuttataṁ dasseti. Ariyā hi adhicittappavattikālepi",
  "atk-s0503a3:92_8": "ekanteneva nibbāne ninnapoṇapabbhārabhāvena viharanti. Ettha ca yassa sati kāyagatā",
  "atk-s0503a3:92_9": "upaṭṭhitā, so bhikkhu chasu phassāyatanesu saṁvuto, tato eva satataṁ samāhito attapaccakkhakaraṇena",
  "atk-s0503a3:92_10": "nibbānaṁ attano jāneyyāti evaṁ gāthāpadānaṁ sambandho veditabbo. Evaṁ kāyānupassanāsatipaṭṭhānamukhena",
  "atk-s0503a3:92_11": "yāva arahattā ekassa bhikkhuno niyyānamaggaṁ dasseti dhammarājā.",
  "atk-s0503a3:93_0": "Aparo nayo – sati kāyagatā upaṭṭhitāti etena kāyānupassanāsatipaṭṭhānaṁ dasseti.",
  "atk-s0503a3:93_1": "Chasu phassāyatanesu saṁvutoti phasso āyatanaṁ kāraṇaṁ etesanti phassāyatanāni, tesu",
  "atk-s0503a3:93_2": "phassāyatanesu. Phassahetukesu phassapaccayā nibbattesu chasu cakkhusamphassajādivedayitesu",
  "atk-s0503a3:93_3": "taṇhādīnaṁ appavattiyā saṁvuto, etena vedanānupassanāsatipaṭṭhānaṁ dasseti. Satataṁ",
  "atk-s0503a3:93_4": "bhikkhu samāhitoti satataṁ niccakālaṁ nirantaraṁ vikkhepābhāvato samāhito bhikkhu.",
  "atk-s0503a3:93_5": "So cāyaṁ avikkhepo sabbaso satipaṭṭhānabhāvanāya matthakappattāya hoti. Sammasanto",
  "atk-s0503a3:93_6": "hi atītādibhedabhinnesu pañcupādānakkhandhesu anavasesatova pariggahetvā sammasatīti.",
  "atk-s0503a3:93_7": "Etena sesasatipaṭṭhāne dasseti. Jaññā nibbānamattanoti evaṁ catusatipaṭṭhānabhāvanaṁ",
  "atk-s0503a3:93_8": "matthakaṁ pāpetvā ṭhito bhinnakileso bhikkhu attano kilesanibbānaṁ paccavekkhaṇañāṇena",
  "atk-s0503a3:93_9": "sayameva jāneyyāti attho.",
  "atk-s0503a3:94_0": "Atha vā sati kāyagatā upaṭṭhitāti attano paresañca kāyassa yathāsabhāvapariññādīpanena",
  "atk-s0503a3:94_1": "therassa sativepullappatti dīpitā. Chasu phassāyatanesu saṁvutoti cakkhādīsu chasu",
  "atk-s0503a3:94_2": "dvāresu accantasaṁvaradīpanena satatavihārivasena therassa sampajaññappakāsinī paññāvepullappatti",
  "atk-s0503a3:94_3": "dīpitā. Satataṁ bhikkhu samāhitoti samāpattibahulatādassanena navānupubbavihārasamāpattiyo",
  "atk-s0503a3:94_4": "dassitā. Evaṁbhūto pana bhikkhu jaññā nibbānamattanoti katakiccattā uttari karaṇīyābhāvato",
  "atk-s0503a3:94_5": "kevalaṁ attano anupādisesanibbānameva jāneyya cinteyya, aññampi tassa cintetabbaṁ natthīti adhippāyo.",
  "atk-s0503a3:95": "Pañcamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:96": "6. Pilindavacchasuttavaṇṇanā",
  "atk-s0503a3:97_0": "26. Chaṭṭhe pilindavacchoti pilindātissa nāmaṁ, vacchoti gottavasena theraṁ sañjānanti.",
  "atk-s0503a3:97_1": "Vasalavādena samudācaratīti “ehi, vasala, apehi, vasalā”tiādinā bhikkhū vasalavādena",
  "atk-s0503a3:97_2": "voharati ālapati. Sambahulā bhikkhūti bahū bhikkhū. Te theraṁ tathā samudācarantaṁ",
  "atk-s0503a3:97_3": "disvā “arahāva samāno appahīnavāsanattā evaṁ bhaṇatī”ti ajānantā “dosantaro maññe",
  "atk-s0503a3:97_4": "ayaṁ thero evaṁ samudācaratī”ti cintetvā ullapanādhippāyā taṁ tato vuṭṭhāpetuṁ bhagavato",
  "atk-s0503a3:97_5": "ārocesuṁ. Tena vuttaṁ – “āyasmā, bhante, pilindavaccho bhikkhū vasalavādena samudācaratī”ti.",
  "atk-s0503a3:97_6": "Keci panāhu – “imaṁ theraṁ bhikkhū ‘arahā’ti sañjānanti, ayañca bhikkhū pharusavacanena",
  "atk-s0503a3:97_7": "evaṁ samudācarati, ‘abhūto eva nu kho imasmiṁ uttarimanussadhammo’ti vāsanāvasena",
  "atk-s0503a3:97_8": "tassa tathā samudācāraṁ ajānantā ariyabhāvañcassa asaddahantā ujjhānasaññino bhagavato",
  "atk-s0503a3:97_9": "tamatthaṁ ārocesu”nti. Bhagavā therassa dosantarābhāvaṁ pakāsetukāmo ekena bhikkhunā",
  "atk-s0503a3:97_10": "taṁ pakkosāpetvā sammukhā tassa “pubbāciṇṇavasenāyaṁ tathā samudācarati, na pharusavacanādhippāyo”ti",
  "atk-s0503a3:97_11": "āha. Tena vuttaṁ – “atha kho bhagavā aññataraṁ bhikkhuṁ āmantesī”tiādi.",
  "atk-s0503a3:98_0": "Tattha pubbenivāsaṁ manasi karitvāti satthā “saccaṁ kira tvaṁ, vaccha, bhikkhū vasalavādena",
  "atk-s0503a3:98_1": "samudācarasī”ti theraṁ pucchitvā tena “evaṁ, bhante”ti vutte “ayaṁ vaccho kilesavāsanāya",
  "atk-s0503a3:98_2": "vasalavādaṁ na pariccajati, kiṁ nu kho atītesupi attabhāvesu brāhmaṇajātiko ahosī”ti",
  "atk-s0503a3:98_3": "āvajjento pubbenivāsañāṇena sabbaññutaññāṇena vā tassa pubbenivāsaṁ atītāsu jātīsu",
  "atk-s0503a3:98_4": "nivutthakkhandhasantānaṁ manasi karitvā hatthatale ṭhapitaṁ āmalakaṁ viya paccakkhakaraṇavasena",
  "atk-s0503a3:98_5": "attano manasi katvā. Bhikkhū āmantesīti te bhikkhū saññāpetuṁ ālapi, abhāsi. Tena",
  "atk-s0503a3:98_6": "vuttaṁ “mā kho tumhe, bhikkhave”tiādi.",
  "atk-s0503a3:99_0": "Tattha māti paṭisedhe nipāto, tassa “ujjhāyitthā”ti iminā sambandho. Mā ujjhāyitthāti",
  "atk-s0503a3:99_1": "mā heṭṭhā katvā cintayittha, olokayitthāti attho. Vacchassa bhikkhunoti ca ujjhāyanassa",
  "atk-s0503a3:99_2": "usūyanatthattā sampadānavacanaṁ. Idānissa anujjhāyitabbe kāraṇaṁ dassento “na, bhikkhave,",
  "atk-s0503a3:99_3": "vaccho dosantaro bhikkhū vasalavādena samudācaratī”ti āha. Tassattho – bhikkhave,",
  "atk-s0503a3:99_4": "ayaṁ vaccho dosantaro dosacitto dosena byāpādena dūsitacitto hutvā bhikkhū vasalavādena",
  "atk-s0503a3:99_5": "na samudācarati, maggeneva cassa byāpādo samugghātito. Evaṁ adosantarattepi tassa",
  "atk-s0503a3:99_6": "tathā samudācārassa purimajātisiddhaṁ kāraṇaṁ dassento “vacchassa, bhikkhave”tiādimāha.",
  "atk-s0503a3:100_0": "Tattha abbokiṇṇānīti khattiyādijātiantarehi avomissāni anantaritāni. Pañca jātisatāni",
  "atk-s0503a3:100_1": "brāhmaṇakule paccājātānīti sabbāni tāni vacchassa pañca jātisatāni paṭipāṭiyā brāhmaṇakule",
  "atk-s0503a3:100_2": "eva jātāni, ahesunti attho. So tassa vasalavādo dīgharattaṁ samudāciṇṇoti yo etarahi",
  "atk-s0503a3:100_3": "khīṇāsavenapi satā pavattiyati, so tassa vacchassa bhikkhuno vasalavādo dīgharattaṁ",
  "atk-s0503a3:100_4": "ito jātito paṭṭhāya uddhaṁ ārohanavasena pañcajātisatamattaṁ kālaṁ brāhmaṇajātikattā",
  "atk-s0503a3:100_5": "samudāciṇṇo samudācarito ahosi. Brāhmaṇā hi jātisiddhena mānena thaddhā aññaṁ vasalavādena",
  "atk-s0503a3:100_6": "samudācaranti. “Ajjhāciṇṇo”tipi paṭhanti, so eva attho. Tenāti tena dīgharattaṁ tathā",
  "atk-s0503a3:100_7": "samudāciṇṇabhāvena, etenassa tathā samudācārassa kāraṇaṁ vāsanāti dasseti. Kā panāyaṁ",
  "atk-s0503a3:100_8": "vāsanā nāma? Yaṁ kilesarahitassāpi santāne appahīnakilesānaṁ samācārasadisasamācārahetubhūtaṁ,",
  "atk-s0503a3:100_9": "anādikālabhāvitehi kilesehi āhitaṁ sāmatthiyamattaṁ, tathārūpā adhimuttīti vadanti.",
  "atk-s0503a3:100_10": "Taṁ panetaṁ abhinīhārasampattiyā ñeyyāvaraṇappahānavasena yattha kilesā pahīnā, tattha",
  "atk-s0503a3:100_11": "bhagavato santāne natthi. Yattha pana tathā kilesā na pahīnā, tattha sāvakānaṁ paccekabuddhānañca",
  "atk-s0503a3:100_12": "santāne atthi, tato tathāgatova anāvaraṇañāṇadassano.",
  "atk-s0503a3:101_0": "Etamatthaṁ viditvāti etaṁ āyasmato pilindavacchassa satipi vasalasamudācāre dosantarābhāvasaṅkhātaṁ",
  "atk-s0503a3:101_1": "atthaṁ viditvā. Imaṁ udānanti tassa aggaphalādhigamavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:102_0": "Tattha yamhi na māyā vasati na mānoti yasmiṁ ariyapuggale santadosappaṭicchādanalakkhaṇā",
  "atk-s0503a3:102_1": "māyā, “seyyohamasmī”tiādinā sampaggahavasena pavatto uṇṇatilakkhaṇo māno ca na vasati,",
  "atk-s0503a3:102_2": "maggena samugghātitattā na pavattati na uppajjati. Yo vītalobho amamo nirāsoti yo",
  "atk-s0503a3:102_3": "ca rāgādipariyāyavasena pavattassa ārammaṇaggahaṇalakkhaṇassa lobhassa sabbathā vigatattā",
  "atk-s0503a3:102_4": "vītalobho, tato eva rūpādīsu katthaci mamāyanābhāvato amamo apariggaho, anāgatānampi",
  "atk-s0503a3:102_5": "bhavādīnaṁ anāsīsanato nirāso. Panuṇṇakodhoti kujjhanalakkhaṇassa kodhassa anāgāmimaggena",
  "atk-s0503a3:102_6": "sabbaso pahīnattā panuṇṇakodho samucchinnāghāto. Abhinibbutattoti yo evaṁ māyāmānalobhakodhānaṁ",
  "atk-s0503a3:102_7": "samugghātena tadekaṭṭhatāya sabbassa saṁkilesapakkhassa suppahīnattā sabbaso kilesaparinibbānena",
  "atk-s0503a3:102_8": "abhinibbutacitto sītibhūto. So brāhmaṇoso samaṇo sa bhikkhūti so evarūpo khīṇāsavo",
  "atk-s0503a3:102_9": "sabbaso bāhitapāpattā brāhmaṇo, so eva samitapāpattā samacariyāya ca samaṇo, so eva",
  "atk-s0503a3:102_10": "ca sabbaso bhinnakilesattā bhikkhu nāma. Evaṁbhūto ca, bhikkhave, vaccho so kathaṁ",
  "atk-s0503a3:102_11": "dosantaro kiñci kāyakammādiṁ pavatteyya, kevalaṁ pana vāsanāya appahīnattā vasalavādena samudācaratīti.",
  "atk-s0503a3:103": "Chaṭṭhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:104": "7. Sakkudānasuttavaṇṇanā",
  "atk-s0503a3:105_0": "27. Sattame sattāhaṁ ekapallaṅkena nisinno hoti aññataraṁ samādhiṁ samāpajjitvāti",
  "atk-s0503a3:105_1": "ettha keci tāva āhu “arahattaphalasamādhi idha ‘aññataro samādhī’ti adhippeto”ti.",
  "atk-s0503a3:105_2": "Tañhi so āyasmā bahulaṁ samāpajjati diṭṭhadhammasukhavihāratthaṁ, pahoti ca sattāhampi",
  "atk-s0503a3:105_3": "phalasamāpattiyā vītināmetuṁ. Tathā hi bhagavatā –",
  "atk-s0503a3:106": "“Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi, vivicca akusalehi dhammehi…pe… viharāmi. Kassapopi, bhikkhave, yāvade ākaṅkhati vivicceva kāmehi…pe… viharatī”ti –",
  "atk-s0503a3:107_0": "Ādinā navānupubbavihārachaḷabhiññādibhede uttarimanussadhamme attanā samasamaṭṭhāne",
  "atk-s0503a3:107_1": "ṭhapito, na cettha “yadi evaṁ thero yamakapāṭihāriyampi kareyyā”ti vattabbaṁ sāvakasādhāraṇānaṁyeva",
  "atk-s0503a3:107_2": "jhānādīnaṁ adhippetattāti.",
  "atk-s0503a3:108_0": "Porāṇā panāhu – aññataraṁ samādhiṁ samāpajjitvāti nirodhasamāpattiṁ samāpajjitvā.",
  "atk-s0503a3:108_1": "Kathaṁ pana nirodhasamāpatti samādhīti vuttā? Samādhānaṭṭhena. Ko panāyaṁ samādhānaṭṭho?",
  "atk-s0503a3:108_2": "Sammadeva ādhātabbatā. Yā hi esā paccanīkadhammehi akampanīyā balappattiyā samathabalaṁ",
  "atk-s0503a3:108_3": "vipassanābalanti imehi dvīhi balehi, aniccadukkhānattanibbidāvirāganirodhapaṭinissaggavivaṭṭānupassanā",
  "atk-s0503a3:108_4": "cattāri maggañāṇāni cattāri ca phalañāṇānīti imesaṁ soḷasannaṁ ñāṇānaṁ vasena soḷasahi",
  "atk-s0503a3:108_5": "ñāṇacariyāhi, paṭhamajjhānasamādhiādayo aṭṭha samādhī ekajjhaṁ katvā gahito tesaṁ",
  "atk-s0503a3:108_6": "upacārasamādhi cāti imesaṁ navannaṁ samādhīnaṁ vasena navahi samādhicariyāhi kāyasaṅkhāro",
  "atk-s0503a3:108_7": "vacīsaṅkhāro cittasaṅkhāroti imesaṁ tiṇṇaṁ saṅkhārānaṁ tattha tattha paṭippassaddhiyā",
  "atk-s0503a3:108_8": "tathā viharitukāmena yathāvuttesu ṭhānesu vasībhāvappattena arahatā anāgāminā vā",
  "atk-s0503a3:108_9": "yathādhippetaṁ kālaṁ cittacetasikasantānassa sammadeva appavatti ādhātabbā, tassā",
  "atk-s0503a3:108_10": "tathā samādhātabbatā idha samādhānaṭṭho, tenāyaṁ vihāro samādhīti vutto, na avikkhepaṭṭhena.",
  "atk-s0503a3:108_11": "Etenassa samāpattiatthopi vuttoti veditabbo. Imañhi nirodhasamāpattiṁ sandhāya paṭisambhidāmagge –",
  "atk-s0503a3:109": "“Kathaṁ dvīhi balehi samannāgatattā tiṇṇaṁ saṅkhārānaṁ paṭippassaddhiyā soḷasahi ñāṇacariyāhi navahi samādhicariyāhi vasībhāvatāya saññānirodhasamāpattiyā ñāṇa”nti –",
  "atk-s0503a3:110_0": "Pucchitvā “dvīhi balehī”ti dve balāni samathabalaṁ vipassanābalanti vitthāro. Sāyaṁ",
  "atk-s0503a3:110_1": "nirodhasamāpattikathā visuddhimagge saṁvaṇṇitāva. Kasmā panāyaṁ thero phalasamāpattiṁ",
  "atk-s0503a3:110_2": "asamāpajjitvā nirodhaṁ samāpajji? Sattesu anukampāya. Ayañhi mahāthero sabbāpi samāpattiyo",
  "atk-s0503a3:110_3": "vaḷañjeti, sattānuggahena pana yebhuyyena nirodhaṁ samāpajjati. Tañhi samāpajjitvā",
  "atk-s0503a3:110_4": "vuṭṭhitassa kato appakopi sakkāro visesato mahapphalo mahānisaṁso hotīti.",
  "atk-s0503a3:111": "Vuṭṭhāsīti arahattaphalacittuppattiyā vuṭṭhāsi. Nirodhaṁ samāpanno hi arahā ce arahattaphalassa, anāgāmī ce anāgāmiphalassa uppādena vuṭṭhito nāma hoti.",
  "atk-s0503a3:112_0": "Tena kho pana samayena sakko devānamindo āyasmato mahākassapassa piṇḍapātaṁ dātukāmo",
  "atk-s0503a3:112_1": "hotīti kathaṁ tassa dātukāmatā jātā? Yāni “tāni pañcamattāni devatāsatānī”ti vuttāni,",
  "atk-s0503a3:112_2": "tā sakkassa devarañño paricārikā kakuṭapādiniyo pubbe “ayyo mahākassapo rājagahaṁ",
  "atk-s0503a3:112_3": "piṇḍāya pavisati, gacchatha therassa dānaṁ dethā”ti sakkena pesitā upagantvā dibbāhāraṁ",
  "atk-s0503a3:112_4": "dātukāmā ṭhitā therena paṭikkhittā devalokameva gatā. Idāni purimappaṭikkhepaṁ cintetvā",
  "atk-s0503a3:112_5": "“kadāci gaṇheyyā”ti samāpattito vuṭṭhitassa therassa dānaṁ dātukāmā sakkassa anārocetvā",
  "atk-s0503a3:112_6": "sayameva āgantvā dibbabhojanāni upanentiyo purimanayeneva therena paṭikkhittā devalokaṁ",
  "atk-s0503a3:112_7": "gantvā sakkena “kahaṁ gatatthā”ti puṭṭhā tamatthaṁ ārocetvā “dinno vo therassa piṇḍapāto”ti",
  "atk-s0503a3:112_8": "sakkena vutte “gaṇhituṁ na icchatī”ti. “Kiṁ kathesī”ti? “‘Duggatānaṁ saṅgahaṁ karissāmī’ti",
  "atk-s0503a3:112_9": "āha, devā”ti. “Tumhe kenākārena gatā”ti? “Imināva, devā”ti. Sakko “tumhādisiyo therassa",
  "atk-s0503a3:112_10": "piṇḍapātaṁ kiṁ dassantī”ti? Sayaṁ dātukāmo, jarājiṇṇo khaṇḍadanto palitakeso obhaggasarīro",
  "atk-s0503a3:112_11": "mahallako tantavāyo hutvā, sujampi asuradhītaraṁ tathārūpimeva mahallikaṁ katvā,",
  "atk-s0503a3:112_12": "ekaṁ pesakāravīthiṁ māpetvā tantaṁ pasārento acchi, sujā tasaraṁ pūreti. Tena vuttaṁ",
  "atk-s0503a3:112_13": "– “tena kho pana samayena sakko devānamindo…pe… tasaraṁ pūretī”ti.",
  "atk-s0503a3:113_0": "Tattha tantaṁ vinātīti pasāritatantaṁ vinanto viya hoti. Tasaraṁ pūretīti tasaravaṭṭiṁ",
  "atk-s0503a3:113_1": "vaḍḍhentī viya. Yena sakkassa devānamindassa nivesanaṁ tenupasaṅkamīti thero nivāsetvā",
  "atk-s0503a3:113_2": "pattacīvaramādāya “duggatajanasaṅgahaṁ karissāmī”ti nagarābhimukho gacchanto bahinagare",
  "atk-s0503a3:113_3": "sakkena māpitaṁ pesakāravīthiṁ paṭipajjitvā olokento addasa oluggaviluggajiṇṇasālaṁ",
  "atk-s0503a3:113_4": "tattha ca te jāyampatike yathāvuttarūpe tantavāyakammaṁ karonte disvā cintesi – “ime",
  "atk-s0503a3:113_5": "mahallakakālepi kammaṁ karonti. Imasmiṁ nagare imehi duggatatarā natthi maññe. Imehi",
  "atk-s0503a3:113_6": "dinnaṁ sākamattampi gahetvā imesaṁ saṅgahaṁ karissāmī”ti. So tesaṁ gehābhimukho agamāsi.",
  "atk-s0503a3:113_7": "Sakko taṁ āgacchantaṁ disvā sujaṁ āha – “bhadde, mayhaṁ ayyo ito āgacchati, taṁ tvaṁ",
  "atk-s0503a3:113_8": "apassantī viya tuṇhī hutvā nisīda. Khaṇeneva vañcetvā piṇḍapātaṁ dassāmā”ti thero",
  "atk-s0503a3:113_9": "gantvā gehadvāre aṭṭhāsi. Tepi apassantā viya attano kammameva karontā thokaṁ āgamayiṁsu.",
  "atk-s0503a3:113_10": "Atha sakko “gehadvāre ṭhito eko thero viya khāyati, upadhārehi tāvā”ti āha. “Tumhe",
  "atk-s0503a3:113_11": "gantvā upadhāretha, sāmī”ti. So gehā nikkhamitvā theraṁ pañcapatiṭṭhitena vanditvā",
  "atk-s0503a3:113_12": "ubhohi hatthehi jaṇṇukāni olumbitvā nitthunanto uṭṭhāya “kataratthero nu kho ayyo”ti",
  "atk-s0503a3:113_13": "thokaṁ osakkitvā “akkhīni me dhūmāyantī”ti vatvā nalāṭe hatthaṁ ṭhapetvā uddhaṁ ulloketvā",
  "atk-s0503a3:113_14": "“aho dukkhaṁ ayyo no mahākassapattherova cirassaṁ me kuṭidvāraṁ āgato. Atthi nu kho",
  "atk-s0503a3:113_15": "kiñci gehe”ti āha. Sujā thokaṁ ākulā viya hutvā “atthi, sāmī”ti paṭivacanaṁ adāsi.",
  "atk-s0503a3:113_16": "Sakko, “bhante, lūkhaṁ vā paṇītaṁ vāti acintetvā saṅgahaṁ no karothā”ti pattaṁ gaṇhi.",
  "atk-s0503a3:113_17": "Thero pattaṁ dento “imesaṁ eva duggatānaṁ jarājiṇṇānaṁ mayā saṅgaho kātabbo”ti cintesi.",
  "atk-s0503a3:113_18": "So anto pavisitvā ghaṭiodanaṁ nāma ghaṭito uddharitvā, pattaṁ pūretvā, therassa hatthe",
  "atk-s0503a3:113_19": "ṭhapesi. Tena vuttaṁ – “addasā kho sakko devānamindo…pe… adāsī”ti.",
  "atk-s0503a3:114_0": "Tattha ghaṭiyāti bhattaghaṭito. “Ghaṭiodana”ntipi pāṭho, tassa ghaṭiodanaṁ nāma devānaṁ",
  "atk-s0503a3:114_1": "koci āhāravisesoti atthaṁ vadanti. Uddharitvāti kutoci bhājanato uddharitvā. Anekasūpo",
  "atk-s0503a3:114_2": "so eva āhāro patte pakkhipitvā therassa hatthe ṭhapanakāle kapaṇānaṁ upakappanakalūkhāhāro",
  "atk-s0503a3:114_3": "viya paññāyittha, hatthe ṭhapitamatte pana attano dibbasabhāveneva aṭṭhāsi. Anekasūpoti",
  "atk-s0503a3:114_4": "muggamāsādisūpehi ceva khajjavikatīhi ca anekavidhasūpo. Anekabyañjanoti nānāvidhauttaribhaṅgo.",
  "atk-s0503a3:114_5": "Anekarasabyañjanoti anekehi sūpehi ceva byañjanehi ca madhurādimūlarasānañceva sambhinnarasānañca",
  "atk-s0503a3:114_6": "abhibyañjako, nānaggarasasūpabyañjanoti attho.",
  "atk-s0503a3:115_0": "So kira piṇḍapāto therassa hatthe ṭhapitakāle rājagahanagaraṁ attano dibbagandhena",
  "atk-s0503a3:115_1": "ajjhotthari, tato thero cintesi – “ayaṁ puriso appesakkho, piṇḍapāto ativiya paṇīto",
  "atk-s0503a3:115_2": "sakkassa bhojanasadiso. Ko nu kho eso”ti? Atha naṁ “sakko”ti ñatvā āha – “bhāriyaṁ",
  "atk-s0503a3:115_3": "te, kosiya, kammaṁ kataṁ duggatānaṁ sampattiṁ vilumpantena, ajja mayhaṁ dānaṁ datvā",
  "atk-s0503a3:115_4": "kocideva duggato senāpatiṭṭhānaṁ vā seṭṭhiṭṭhānaṁ vā labheyyā”ti. “Ko mayā duggatataro",
  "atk-s0503a3:115_5": "atthi, bhante”ti? “Kathaṁ tvaṁ duggato devarajjasiriṁ anubhavanto”ti? “Bhante, evaṁ",
  "atk-s0503a3:115_6": "nāmetaṁ, mayā pana anuppanne buddhe kalyāṇakammaṁ kataṁ, buddhuppāde pana vattamāne",
  "atk-s0503a3:115_7": "puññakammaṁ katvā cūḷarathadevaputto mahārathadevaputto anekavaṇṇadevaputtoti ime",
  "atk-s0503a3:115_8": "tayo devaputtā mamāsannaṭṭhāne nibbattā mahātejavantatarā. Ahaṁ tesu devaputtesu",
  "atk-s0503a3:115_9": "‘nakkhattaṁ kīḷissāmā’ti paricārikāyo gahetvā antaravīthiṁ otiṇṇesu palāyitvā gehaṁ",
  "atk-s0503a3:115_10": "pavisāmi. Tesañhi sarīrato tejo mama sarīraṁ ottharati, mama sarīrato tejo tesaṁ",
  "atk-s0503a3:115_11": "sarīraṁ na ottharati. Ko mayā duggatataro, bhante”ti? “Evaṁ santepi ito paṭṭhāya",
  "atk-s0503a3:115_12": "mayhaṁ mā evaṁ vañcetvā dānamadāsī”ti. “Vañcetvā tumhākaṁ dāne dinne mayhaṁ kusalaṁ",
  "atk-s0503a3:115_13": "atthi natthī”ti? “Atthi, āvuso”ti. “Evaṁ sante kusalakaraṇaṁ nāma mayhaṁ bhāro, bhante”ti",
  "atk-s0503a3:115_14": "vatvā theraṁ vanditvā sujaṁ ādāya theraṁ padakkhiṇaṁ katvā, vehāsaṁ abbhuggantvā",
  "atk-s0503a3:115_15": "“aho dānaṁ paramadānaṁ, kassape suppatiṭṭhita”nti tikkhattuṁ udānaṁ udānesi. Tena",
  "atk-s0503a3:115_16": "vuttaṁ “atha kho āyasmato mahākassapassa etadahosī”tiādi.",
  "atk-s0503a3:116_0": "Tattha kosiyāti sakkaṁ devānamindaṁ gottena ālapati. Puññena atthoti puññena payojanaṁ.",
  "atk-s0503a3:116_1": "Atthīti vacanaseso. Vehāsaṁ abbhuggantvāti pathavito vehāsaṁ abhiuggantvā. Ākāse",
  "atk-s0503a3:116_2": "antalikkheti ākāsameva pariyāyasaddena antalikkheti vadanti. Atha vā antalikkhasaṅkhāte",
  "atk-s0503a3:116_3": "ākāse na kasiṇugghāṭimādiākāseti visesento vadati. Aho dānanti ettha ahoti acchariyatthe",
  "atk-s0503a3:116_4": "nipāto. Sakko hi devānamindo, “yasmā nirodhā vuṭṭhitassa ayyassa mahākassapattherassa",
  "atk-s0503a3:116_5": "sakkaccaṁ sahatthena cittīkatvā anapaviddhaṁ kālena paresaṁ anupahacca, sammādiṭṭhiṁ",
  "atk-s0503a3:116_6": "purakkhatvā idamīdisaṁ mayā dibbabhojanadānaṁ dinnaṁ, tasmā khettasampatti deyyadhammasampatti",
  "atk-s0503a3:116_7": "cittasampattīti, tividhāyapi sampattiyā samannāgatattā sabbaṅgasampannaṁ vata mayā",
  "atk-s0503a3:116_8": "dānaṁ pavattita”nti acchariyabbhutacittajāto tadā attano hadayabbhantaragataṁ pītisomanassaṁ",
  "atk-s0503a3:116_9": "samuggiranto “aho dāna”nti vatvā tassa dānassa vuttanayena uttamadānabhāvaṁ khettaṅgatabhāvañca",
  "atk-s0503a3:116_10": "pakāsento “paramadānaṁ kassape suppatiṭṭhita”nti udānaṁ udānesi.",
  "atk-s0503a3:117_0": "Evaṁ pana sakkassa udānentassa bhagavā vihāre ṭhitoyeva dibbasotena saddaṁ sutvā",
  "atk-s0503a3:117_1": "“passatha, bhikkhave, sakkaṁ devānamindaṁ udānaṁ udānetvā ākāsena gacchanta”nti bhikkhūnaṁ",
  "atk-s0503a3:117_2": "vatvā tehi “kiṁ pana, bhante, tena kata”nti puṭṭho “mama puttassa kassapassa vañcetvā",
  "atk-s0503a3:117_3": "dānaṁ adāsi, tena ca attamano udānesī”ti āha. Tena vuttaṁ “assosi kho bhagavā dibbāya sotadhātuyā”tiādi.",
  "atk-s0503a3:118_0": "Tattha dibbāya sotadhātuyāti dibbasadisattā dibbā. Devatānañhi sucaritakammanibbattā",
  "atk-s0503a3:118_1": "pittasemharuhirādīhi apalibuddhā upakkilesavinimuttatāya dūrepi ārammaṇaṁ gahetuṁ",
  "atk-s0503a3:118_2": "samatthā dibbapasādasotadhātu hoti. Ayañcāpi bhagavato vīriyabhāvanābalanibbattā",
  "atk-s0503a3:118_3": "ñāṇamayā sotadhātu tādisā evāti dibbasadisattā dibbā. Api ca dibbavihāravasena paṭiladdhattā",
  "atk-s0503a3:118_4": "attanā ca dibbavihārasannissitattāpi dibbā. Savanaṭṭhena ca sabhāvadhāraṇaṭṭhena",
  "atk-s0503a3:118_5": "ca sotadhātu, sotadhātuyāpi kiccakaraṇena sotadhātu viyāti sotadhātu, tāya dibbāya",
  "atk-s0503a3:118_6": "sotadhātuyā. Visuddhāyāti parisuddhāya nirupakkilesāya. Atikkantamānusikāyāti manussūpacāraṁ",
  "atk-s0503a3:118_7": "atikkamitvā saddassavanena mānusikamaṁsasotadhātuṁ atikkamitvā ṭhitāya.",
  "atk-s0503a3:119": "Etamatthaṁ viditvāti “sammāpaṭipattiyā guṇavisese patiṭṭhitaṁ purisātisayaṁ devāpi manussāpi ādarajātā ativiya pihayantī”ti imamatthaṁ viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:120_0": "Tatra piṇḍapātikaṅgasaṅkhātaṁ dhutaṅgaṁ samādāya tassa paripūraṇena piṇḍapātikassa.",
  "atk-s0503a3:120_1": "Nanu cāyaṁ gāthā āyasmantaṁ mahākassapaṁ nimittaṁ katvā bhāsitā, thero ca sabbesaṁ",
  "atk-s0503a3:120_2": "dhutavādānaṁ aggo terasadhutaṅgadharo, so kasmā ekeneva dhutaṅgena kittitoti? Aṭṭhuppattivasenāyaṁ",
  "atk-s0503a3:120_3": "niddeso. Atha vā desanāmattametaṁ, iminā desanāsīsena sabbepissa dhutaṅgā vuttāti",
  "atk-s0503a3:120_4": "veditabbā. Atha vā “yathāpi bhamaro puppha”nti gāthāya vuttanayena paramappicchatāya",
  "atk-s0503a3:120_5": "kulānuddayatāya cassa sabbaṁ piṇḍapātikavattaṁ akkhaṇḍetvā tattha sātisayaṁ paṭipattiyā",
  "atk-s0503a3:120_6": "pakāsanatthaṁ “piṇḍapātikassā”ti vuttaṁ. Piṇḍapātikassāti ca pihayantīti padaṁ apekkhitvā",
  "atk-s0503a3:120_7": "sampadānavacanaṁ, taṁ upayogatthe daṭṭhabbaṁ. Attabharassāti “appāni ca tāni sulabhāni",
  "atk-s0503a3:120_8": "anavajjānī”ti evaṁ vuttehi appānavajjasulabharūpehi catūhi paccayehi attānameva bharantassa.",
  "atk-s0503a3:120_9": "Anaññaposinoti āmisasaṅgaṇhanena aññe sissādike posetuṁ anussukkatāya anaññaposino.",
  "atk-s0503a3:120_10": "Padadvayenassa kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena vicaraṇato",
  "atk-s0503a3:120_11": "sallahukavuttitaṁ subharataṁ paramañca santuṭṭhiṁ dasseti. Atha vā attabharassāti",
  "atk-s0503a3:120_12": "ekavacanicchāya attabhāvasaṅkhātaṁ ekaṁyeva imaṁ attānaṁ bharati, na ito paraṁ aññanti",
  "atk-s0503a3:120_13": "attabharo, tato eva attanā aññassa posetabbassa abhāvato anaññaposī, tassa attabharassa",
  "atk-s0503a3:120_14": "anaññaposino. Padadvayenapi khīṇāsavabhāvena āyatiṁ anādānataṁ dasseti.",
  "atk-s0503a3:121_0": "Devāpihayanti…pe… satīmatoti taṁ aggaphalādhigamena sabbakilesadarathapariḷāhānaṁ",
  "atk-s0503a3:121_1": "vūpasamena paṭippassaddhiyā upasantaṁ, sativepullappattiyā niccakālaṁ satokāritāya",
  "atk-s0503a3:121_2": "satimantaṁ, tato eva iṭṭhāniṭṭhādīsu tādilakkhaṇappattaṁ khīṇāsavaṁ sakkādayo devā",
  "atk-s0503a3:121_3": "pihayanti patthenti, tassa sīlādiguṇavisesesu bahumānaṁ uppādentā ādaraṁ janenti, pageva manussāti.",
  "atk-s0503a3:122": "Sattamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:123": "8. Piṇḍapātikasuttavaṇṇanā",
  "atk-s0503a3:124_0": "28. Aṭṭhame pacchābhattanti ekāsanikakhalupacchābhattikānaṁ pātova bhuttānaṁ antomajjhanhikopi",
  "atk-s0503a3:124_1": "pacchābhattameva, idha pana pakatibhattasseva pacchato pacchābhattanti veditabbaṁ.",
  "atk-s0503a3:124_2": "Piṇḍapātapaṭikkantānanti piṇḍapātato paṭikkantānaṁ, piṇḍapātaṁ pariyesitvā bhattakiccassa",
  "atk-s0503a3:124_3": "niṭṭhāpanavasena tato nivattānaṁ. Karerimaṇḍalamāḷeti ettha karerīti varuṇarukkhassa",
  "atk-s0503a3:124_4": "nāmaṁ. So kira gandhakuṭiyā maṇḍapassa sālāya ca antare hoti, tena gandhakuṭīpi “karerikuṭikā”ti",
  "atk-s0503a3:124_5": "vuccati, maṇḍapopi sālāpi “karerimaṇḍalamāḷo”ti. Tasmā karerirukkhassa avidūre kate",
  "atk-s0503a3:124_6": "nisīdanasālasaṅkhāte maṇḍalamāḷe. Tiṇapaṇṇacchadanaṁ anovassakaṁ “maṇḍalamāḷo”ti",
  "atk-s0503a3:124_7": "vadanti, atimuttakādilatāmaṇḍapo “maṇḍalamāḷo”ti apare.",
  "atk-s0503a3:125_0": "Kālena kālanti kāle kāle antarantarā, tasmiṁ tasmiṁ samayeti attho. Manāpiketi manavaḍḍhake,",
  "atk-s0503a3:125_1": "piyarūpe iṭṭheti attho. Iṭṭhāniṭṭhabhāvo ca puggalavasena ca dvāravasena ca gahetabbo.",
  "atk-s0503a3:125_2": "Ekaccassa hi iṭṭhābhimato ekaccassa aniṭṭho hoti, ekaccassa aniṭṭhābhimato ekaccassa",
  "atk-s0503a3:125_3": "iṭṭho. Tathā ekassa dvārassa iṭṭho aññassa aniṭṭho. Vipākavasena panettha vinicchayo",
  "atk-s0503a3:125_4": "veditabbo. Kusalavipāko hi ekantena iṭṭho, akusalavipāko aniṭṭho evāti. Cakkhunā",
  "atk-s0503a3:125_5": "rūpe passitunti gāmaṁ piṇḍāya paviṭṭho upāsakehi gehaṁ pavesetvā pūjāsakkārakaraṇatthaṁ",
  "atk-s0503a3:125_6": "upanītesu āsanavitānādīsu nānāvirāgasamujjalavaṇṇasaṅkhāte rajanīye aññe ca saviññāṇakarūpe",
  "atk-s0503a3:125_7": "cakkhudvārikaviññāṇehi passituṁ. Saddeti tatheva issarajanānaṁ gehaṁ paviṭṭho tesaṁ",
  "atk-s0503a3:125_8": "payutte gītavāditasadde sotuṁ. Gandheti tathā tehi pūjāsakkāravasena upanīte pupphadhūmādigandhe",
  "atk-s0503a3:125_9": "ghāyituṁ. Raseti tehi dinnāhāraparibhoge nānaggarase sāyituṁ. Phoṭṭhabbeti mahagghapaccattharaṇesu",
  "atk-s0503a3:125_10": "āsanesu nisinnakāle sukhasamphasse phoṭṭhabbe phusituṁ. Evañca pañcadvārikaiṭṭhārammaṇappaṭilābhaṁ",
  "atk-s0503a3:125_11": "kittetvā idāni manodvārikaiṭṭhārammaṇappaṭilābhaṁ dassetuṁ “sakkato”tiādi vuttaṁ.",
  "atk-s0503a3:125_12": "Taṁ heṭṭhā vuttatthameva.",
  "atk-s0503a3:126_0": "Kiṁ pana apiṇḍapātikānaṁ ayaṁ nayo na labbhatīti? Labbhati. Tesampi hi nimantanasalākabhattādiatthaṁ",
  "atk-s0503a3:126_1": "gāmaṁ gatakāle uḷāravibhavā upāsakā tathā sakkārasammānaṁ karontiyeva, taṁ pana aniyataṁ.",
  "atk-s0503a3:126_2": "Piṇḍapātikānaṁ pana tadā niccameva tattha pūjāsakkāraṁ kariyamānaṁ disvā, sakkāragarutāya",
  "atk-s0503a3:126_3": "anissaraṇamagge ṭhatvā, ayonisomanasikāravasena te bhikkhū evamāhaṁsu. Tenevāha –",
  "atk-s0503a3:126_4": "“handāvuso, mayampi piṇḍapātikā homā”tiādi.",
  "atk-s0503a3:127_0": "Tattha handāti vossaggatthe nipāto. Lacchāmāti labhissāma. Tenupasaṅkamīti tattha",
  "atk-s0503a3:127_1": "surabhigandhakuṭiyaṁ nisinno tesaṁ taṁ kathāsallāpaṁ sutvā “ime bhikkhū mādisassa",
  "atk-s0503a3:127_2": "nāma buddhassa sāsane pabbajitvā mayā saddhiṁ ekavihāre vasantāpi evaṁ ayonisomanasikāravasena",
  "atk-s0503a3:127_3": "kathaṁ pavattenti, sallekhe na vattanti, handa te tato nivāretvā sallekhavihāre niyojessāmī”ti",
  "atk-s0503a3:127_4": "maṇḍalamāḷaṁ upasaṅkami. Sesaṁ heṭṭhā vuttanayameva.",
  "atk-s0503a3:128_0": "Etamatthaṁ viditvāti “appicchatāsantuṭṭhitāsallekhānaṁ vasena kilese dhunituṁ taṇhaṁ",
  "atk-s0503a3:128_1": "visosetuṁ paṭipannoti piṇḍapātikassa sato devā pihayanti, tassa paṭipattiyā ādarajātā",
  "atk-s0503a3:128_2": "piyāyanti, na ito aññathā”ti imamatthaṁ viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:129_0": "Tattha no ce saddasilokanissitoti “aho ayyo appiccho santuṭṭho paramasallekhavuttī”tiādinā",
  "atk-s0503a3:129_1": "parehi kittitabbasaddasaṅkhātaṁ silokaṁ. Taṇhāya nissito na hoti ceti attho. Saddo",
  "atk-s0503a3:129_2": "vā sammukhā vaṇṇabhaṇanathutighoso, siloko parammukhabhūtā pasaṁsā patthaṭayasatā",
  "atk-s0503a3:129_3": "vā. Sesaṁ anantarasutte vuttanayameva.",
  "atk-s0503a3:130": "Aṭṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:131": "9. Sippasuttavaṇṇanā",
  "atk-s0503a3:132_0": "29. Navame ko nu kho, āvuso, sippaṁ jānātīti, āvuso, amhesu idha sannipatitesu ko",
  "atk-s0503a3:132_1": "nu jīvitanimittaṁ sikkhitabbaṭṭhena “sippa”nti laddhanāmaṁ yaṁkiñci ājīvaṁ vijānāti?",
  "atk-s0503a3:132_2": "Ko kiṁ sippaṁ sikkhīti ko dīgharattaṁ sippācariyakulaṁ payirupāsitvā āgamato payogato",
  "atk-s0503a3:132_3": "ca hatthisippādīsu kiṁ sippaṁ sikkhi? Kataraṁ sippaṁ sippānaṁ agganti sabbasippānaṁ",
  "atk-s0503a3:132_4": "agārayhatāya mahapphalatāya akicchasiddhiyā ca kataraṁ sippaṁ aggaṁ uttamaṁ? Yaṁ",
  "atk-s0503a3:132_5": "nissāya sukhena sakkā jīvitunti adhippāyo. Tatthekacceti tesu bhikkhūsu ekacce bhikkhū.",
  "atk-s0503a3:132_6": "Ye hatthācariyakulā pabbajitā te. Evamāhaṁsūti te evaṁ bhaṇiṁsu. Ito parampi “ekacce”ti",
  "atk-s0503a3:132_7": "vuttaṭṭhāne eseva nayo. Hatthisippanti yaṁ hatthīnaṁ pariggaṇhanadamanasāraṇarogatikicchādibhedaṁ",
  "atk-s0503a3:132_8": "kattabbaṁ, taṁ uddissa pavattaṁ sabbampi sippaṁ idha “hatthisippa”nti adhippetaṁ.",
  "atk-s0503a3:132_9": "Assasippanti etthāpi eseva nayo. Rathasippaṁ pana rathayoggānaṁ damanasāraṇādividhānavasena",
  "atk-s0503a3:132_10": "ceva rathassa karaṇavasena ca veditabbaṁ. Dhanusippanti issāsasippaṁ, yo dhanubbedhoti",
  "atk-s0503a3:132_11": "vuccati. Tharusippanti sesaāvudhasippaṁ. Muddāsippanti hatthamuddāya gaṇanasippaṁ.",
  "atk-s0503a3:132_12": "Gaṇanasippanti acchiddakagaṇanasippaṁ. Saṅkhānasippanti saṅkalanapaṭuppādanādivasena",
  "atk-s0503a3:132_13": "piṇḍagaṇanasippaṁ. Taṁ yassa paguṇaṁ hoti, so rukkhampi disvā “ettakāni ettha paṇṇānī”ti",
  "atk-s0503a3:132_14": "gaṇituṁ jānāti. Lekhāsippanti nānākārehi akkharalikhanasippaṁ, lipiñāṇaṁ vā. Kāveyyasippanti",
  "atk-s0503a3:132_15": "attano cintāvasena vā parato paṭiladdhasutavasena vā, “imassa ayamattho, evaṁ naṁ",
  "atk-s0503a3:132_16": "yojessāmī”ti evaṁ atthavasena vā, kiñcideva kabbaṁ disvā, “tappaṭibhāgaṁ kabbaṁ karissāmī”ti",
  "atk-s0503a3:132_17": "ṭhānuppattikapaṭibhānavasena vā cintākaviādīnaṁ catunnaṁ kavīnaṁ kabbakaraṇasippaṁ.",
  "atk-s0503a3:132_18": "Vuttañhetaṁ bhagavatā –",
  "atk-s0503a3:133": "“Cattārome, bhikkhave, kavī – cintākavi, sutakavi, atthakavi, paṭibhānakavī”ti.",
  "atk-s0503a3:134_0": "Lokāyatasippanti “kāko seto aṭṭhīnaṁ setattā, balākā rattā lohitassa rattattā”ti",
  "atk-s0503a3:134_1": "evamādinayappavattaṁ paralokanibbānānaṁ paṭisedhakaṁ vitaṇḍasatthasippaṁ. Khattavijjāsippanti",
  "atk-s0503a3:134_2": "abbheyyamāsurakkhādinītisatthasippaṁ. Imāni kira dvādasa mahāsippāni nāma. Tenevāha",
  "atk-s0503a3:134_3": "tattha tattha “sippānaṁ agga”nti.",
  "atk-s0503a3:135_0": "Etamatthaṁviditvāti etaṁ sabbasippāyatanānaṁ jīvikatthatāya vaṭṭadukkhato anissaraṇabhāvaṁ,",
  "atk-s0503a3:135_1": "sīlādīnaṁyeva pana suparisuddhānaṁ nissaraṇabhāvaṁ, taṁ samaṅginoyeva ca bhikkhubhāvaṁ",
  "atk-s0503a3:135_2": "sabbākārato viditvā tadatthavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a3:136_0": "Tattha asippajīvīti catunnaṁ taṇhuppādānaṁ samucchedavikkhambhanena paccayāsāya visositattā",
  "atk-s0503a3:136_1": "yaṁkiñci sippaṁ upanissāya jīvikaṁ na kappetīti asippajīvī, etena ājīvapārisuddhisīlaṁ",
  "atk-s0503a3:136_2": "dasseti. Lahūti appakiccatāya sallahukavuttitāya ca lahu abahulasambhāro, etena catupaccayasantosasiddhaṁ",
  "atk-s0503a3:136_3": "subharataṁ dasseti. Atthakāmoti sadevakassa lokassa atthameva kāmetīti atthakāmo,",
  "atk-s0503a3:136_4": "etena sattānaṁ anatthaparivajjanassa pakāsitattā pātimokkhasaṁvarasīlaṁ dasseti pāṇātipātādianatthaviramaṇaparidīpanato.",
  "atk-s0503a3:136_5": "Yatindriyoti cakkhādīnaṁ channaṁ indriyānaṁ abhijjhādyappavattito saṁyamena yatindriyo,",
  "atk-s0503a3:136_6": "etena indriyasaṁvarasīlaṁ vuttaṁ. Sabbadhi vippamuttoti evaṁ suparisuddhasīlo catupaccayasantose",
  "atk-s0503a3:136_7": "avaṭṭhito sappaccayaṁ nāmarūpaṁ pariggahetvā aniccādivasena saṅkhāre sammasanto vipassanaṁ",
  "atk-s0503a3:136_8": "ussukkāpetvā tato paraṁ paṭipāṭiyā pavattitehi catūhi ariyamaggehi saṁyojanānaṁ pahīnattā",
  "atk-s0503a3:136_9": "sabbadhi sabbattha bhavādīsu vippamutto.",
  "atk-s0503a3:137_0": "Anokasārīamamo nirāsoti tathā sabbadhi vippamuttattā eva okasaṅkhātesu chasupi āyatanesu",
  "atk-s0503a3:137_1": "taṇhābhisaraṇassa abhāvena anokasārī, rūpādīsu katthaci mamaṅkārābhāvato amamo, sabbena",
  "atk-s0503a3:137_2": "sabbaṁ anāsīsanato nirāso. Hitvā mānaṁ ekacaro sa bhikkhūti evaṁbhūto ca so arahattamaggappattisamakālameva",
  "atk-s0503a3:137_3": "anavasesaṁ mānaṁ hitvā pajahitvā ime bhikkhū viya gaṇasaṅgaṇikaṁ akatvā pavivekakāmatāya",
  "atk-s0503a3:137_4": "taṇhāsahāyavirahena ca sabbiriyāpathesu ekacaro, so sabbaso bhinnakilesattā paramatthato",
  "atk-s0503a3:137_5": "bhikkhu nāma. Ettha ca “asippajīvī”tiādinā lokiyaguṇā kathitā, “sabbadhi vippamutto”tiādinā",
  "atk-s0503a3:137_6": "lokuttaraguṇā kathitā. Tattha asippajīvītiādi “vibhave ṭhitasseva ayaṁ dhammo, na",
  "atk-s0503a3:137_7": "sippaṁ nissāya micchājīvena jīvikaṁ kappentassa, tasmā sippesu sāraggahaṇaṁ vissajjetvā",
  "atk-s0503a3:137_8": "adhisīlādīsuyeva tumhehi sikkhitabba”nti dasseti.",
  "atk-s0503a3:138": "Navamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:139": "10. Lokasuttavaṇṇanā",
  "atk-s0503a3:140": "30. Dasame buddhacakkhunāti ettha āsayānusayañāṇaṁ indriyaparopariyattañāṇañca buddhacakkhu nāma. Yathāha –",
  "atk-s0503a3:141": "“Addasā kho bhagavā buddhacakkhunā lokaṁ volokento satte apparajakkhe mahārajakkhe tikkhindriye mudindriye”tiādi.",
  "atk-s0503a3:142": "Lokanti tayo lokā – okāsaloko, saṅkhāraloko, sattalokoti. Tattha –",
  "atk-s0503a3:143": "“Yāvatā candimasūriyā pariharanti,",
  "atk-s0503a3:144": "Disā bhanti virocanā;",
  "atk-s0503a3:145": "Tāva sahassadhā loko,",
  "atk-s0503a3:146": "Ettha te vattatī vaso”ti. –",
  "atk-s0503a3:147_0": "Ādīsu okāsaloko. “Eko loko – sabbe sattā āhāraṭṭhitikā, dve lokā – nāmañca rūpañca,",
  "atk-s0503a3:147_1": "tayo lokā – tisso vedanā, cattāro lokā – cattāro āhārā, pañca lokā – pañcupādānakkhandhā,",
  "atk-s0503a3:147_2": "cha lokā – cha ajjhattikāni āyatanāni, satta lokā – satta viññāṇaṭṭhitiyo, aṭṭha",
  "atk-s0503a3:147_3": "lokā – aṭṭha lokadhammā, nava lokā – nava sattāvāsā, dasa lokā – dasāyatanāni, dvādasa",
  "atk-s0503a3:147_4": "lokā – dvādasāyatanāni, aṭṭhārasa lokā – aṭṭhārasa dhātuyo”tiādīsu saṅkhāraloko.",
  "atk-s0503a3:147_5": "“Sassato loko, asassato loko”tiādīsu sattaloko vutto. Idhāpi sattaloko veditabbo.",
  "atk-s0503a3:148_0": "Tattha lokīyati vicittākārato dissatīti cakkavāḷasaṅkhāto loko okāsaloko, saṅkhāro",
  "atk-s0503a3:148_1": "lujjati palujjatīti loko, lokīyati ettha puññapāpaṁ tabbipāko cāti sattaloko. Tesu",
  "atk-s0503a3:148_2": "bhagavā mahākaruṇāya anukampamāno saṁsāradukkhato mocetukāmo sattalokaṁ olokesi.",
  "atk-s0503a3:148_3": "Katamassa pana sattāhassa accayena olokesi? Paṭhamassa sattāhassa. Bhagavā hi pallaṅkasattāhassa",
  "atk-s0503a3:148_4": "pariyosāne pacchimayāmāvasāne “yadā have pātubhavanti dhammā…pe… sūriyova obhāsayamantalikkha”nti",
  "atk-s0503a3:148_5": "imaṁ ariyamaggānubhāvadīpakaṁ udānaṁ udānetvā, “ahaṁ tāva evaṁ suduttaraṁ saṁsāramahoghaṁ",
  "atk-s0503a3:148_6": "imāya dhammanāvāya samuttaritvā nibbānapāre ṭhito, handa dāni lokampi tāressāmi,",
  "atk-s0503a3:148_7": "kīdiso nu kho loko”ti lokaṁ volokesi. Taṁ sandhāya vuttaṁ – “atha kho bhagavātassa",
  "atk-s0503a3:148_8": "sattāhassa accayena tamhā samādhimhā vuṭṭhahitvā buddhacakkhunā lokaṁ volokesī”ti.",
  "atk-s0503a3:149_0": "Tattha volokesīti vividhehi ākārehi passi, hatthatale ṭhapitaāmalakaṁ viya attano",
  "atk-s0503a3:149_1": "ñāṇena paccakkhaṁ akāsi. Anekehi santāpehītiādi volokitākāradassanaṁ. Anekehi santāpehīti",
  "atk-s0503a3:149_2": "anekehi dukkhehi. Dukkhañhi santāpanapīḷanaṭṭhena santāpoti vuccati. Yathāha – “dukkhassa",
  "atk-s0503a3:149_3": "pīḷanaṭṭho saṅkhataṭṭho santāpaṭṭho vipariṇāmaṭṭho”ti. Tañca dukkhadukkhādivasena",
  "atk-s0503a3:149_4": "ceva jātiādivasena ca anekappakāraṁ. Tena vuttaṁ “anekehi santāpehī”ti. Anekehi dukkhehi",
  "atk-s0503a3:149_5": "santappamāne pīḷiyamāne bādhiyamāne. Pariḷāhehīti paridāhehi. Pariḍayhamāneti indhanaṁ",
  "atk-s0503a3:149_6": "viya agginā samantato ḍayhamāne. Rāgajehīti rāgasambhūtehi. Esa nayo sesesupi. Rāgādayo",
  "atk-s0503a3:149_7": "hi yasmiṁ santāne uppajjanti, taṁ niddahantā viya vibādhenti, tena vuttaṁ – “tayome,",
  "atk-s0503a3:149_8": "bhikkhave, aggī – rāgaggi, dosaggi, mohaggī”ti. Yato te cittaṁ kāyañca kilesentīti",
  "atk-s0503a3:149_9": "kilesāti vuccanti. Ettha ca pariḍayhamāneti etena bhagavā rāgādikilesānaṁ pavattidukkhataṁ,",
  "atk-s0503a3:149_10": "tena ca sattānaṁ abhibhūtataṁ dasseti. Santappamāneti iminā pana tesaṁ kālantaradukkhataṁ,",
  "atk-s0503a3:149_11": "tena nirantaropaddavatañca dasseti.",
  "atk-s0503a3:150_0": "Bhagavā hi bodhirukkhamūle aparājitapallaṅke nisinno paṭhamayāme pubbenivāsaṁ anussaritvā",
  "atk-s0503a3:150_1": "majjhimayāme dibbacakkhuṁ visodhetvā pacchimayāme paṭiccasamuppāde ñāṇaṁ otāretvā",
  "atk-s0503a3:150_2": "kilesamūlakaṁ vaṭṭadukkhaṁ abhiññāya saṅkhāre pariggahetvā sammasanto anukkamena",
  "atk-s0503a3:150_3": "vipassanaṁ vaḍḍhetvā ariyamaggādhigamena sayaṁ vigataviddhastakileso abhisambuddho",
  "atk-s0503a3:150_4": "hutvā paccavekkhaṇānantaraṁ anavasesānaṁ kilesānaṁ pahīnattā attano vaṭṭadukkhassa",
  "atk-s0503a3:150_5": "parikkhīṇabhāvadīpakaṁ sabbabuddhānaṁ avijahitaṁ “anekajātisaṁsāra”nti udānaṁ udānetvā",
  "atk-s0503a3:150_6": "teneva pallaṅkena sattāhaṁ vimuttisukhapaṭisaṁvedī nisinno sattamāya rattiyā tīsu",
  "atk-s0503a3:150_7": "yāmesu vuttanayena tīṇi udānāni udānetvā tatiyaudānānantaraṁ buddhacakkhunā lokaṁ",
  "atk-s0503a3:150_8": "volokento “sakalamidaṁ sattānaṁ vaṭṭadukkhaṁ kilesamūlakaṁ, kilesā nāmete pavattidukkhā",
  "atk-s0503a3:150_9": "āyatimpi dukkhahetubhūtā, tehi ime sattā santappanti pariḍayhanti cā”ti passi. Tena",
  "atk-s0503a3:150_10": "vuttaṁ “addasā kho bhagavā…pe… mohajehipī”ti.",
  "atk-s0503a3:151_0": "Etamatthaṁviditvāti etaṁ lokassa yathāvuttasantāpapariḷāhehi abhibhuyyamānataṁ sabbākārato",
  "atk-s0503a3:151_1": "viditvā. Imaṁ udānanti imaṁ sabbasantāpapariḷāhato parinibbānavibhāvanaṁ mahāudānaṁ udānesi.",
  "atk-s0503a3:152_0": "Tattha ayaṁ loko santāpajātoti ayaṁ sabbopi loko jarārogamaraṇehi ceva nānāvidhabyasanehi",
  "atk-s0503a3:152_1": "ca kilesapariyuṭṭhānehi ca jātasantāpo, uppannakāyikacetasikadukkhābhibhavoti attho.",
  "atk-s0503a3:152_2": "Phassaparetoti tato eva anekehi dukkhasamphassehi parihato upadduto. Atha vā phassaparetoti",
  "atk-s0503a3:152_3": "sukhādisaṅkhātānaṁ tissannaṁ dukkhatānaṁ paccayabhūtehi chahi phassehi abhibhūto,",
  "atk-s0503a3:152_4": "tato tato dvārato tasmiṁ tasmiṁ ārammaṇe pavattivasena upassaṭṭho. Rogaṁ vadati attatoti",
  "atk-s0503a3:152_5": "phassapaccayā uppajjamānaṁ vedanāsaṅkhātaṁ rogaṁ dukkhaṁ, khandhapañcakameva vā yathābhūtaṁ",
  "atk-s0503a3:152_6": "ajānanto “aha”nti saññāya diṭṭhigāhavasena “ahaṁ sukhito dukkhito”ti attato vadati.",
  "atk-s0503a3:152_7": "“Attano”tipi paṭhanti. Tassattho – yvāyaṁ loko kenaci dukkhadhammena phuṭṭho abhāvitattatāya",
  "atk-s0503a3:152_8": "adhivāsetuṁ asakkonto “aho dukkhaṁ, īdisaṁ dukkhaṁ mayhaṁ attanopi mā hotū”tiādinā",
  "atk-s0503a3:152_9": "vippalapanto kevalaṁ attano rogaṁ vadati, tassa pana pahānāya na paṭipajjatīti adhippāyo.",
  "atk-s0503a3:152_10": "Atha vā taṁ yathāvuttaṁ dukkhaṁ yathābhūtaṁ ajānanto taṇhāgāhavasena “mama”nti saññāya",
  "atk-s0503a3:152_11": "attato vadati, “mama ida”nti vācaṁ nicchāreti.",
  "atk-s0503a3:153_0": "Yena yena hi maññatīti evamimaṁ rogabhūtaṁ khandhapañcakaṁ attato attano vā vadanto",
  "atk-s0503a3:153_1": "loko yena yena rūpavedanādinā kāraṇabhūtena, yena vā sassatādinā pakārena diṭṭhimānataṇhāmaññanāhi",
  "atk-s0503a3:153_2": "maññati. Tato taṁ hoti aññathāti tato attanā parikappitākārato taṁ maññanāya vatthubhūtaṁ",
  "atk-s0503a3:153_3": "khandhapañcakaṁ aññathā anattānattaniyameva hoti. Vase vattetuṁ asakkuṇeyyatāya ahaṅkāramamaṅkārattaṁ",
  "atk-s0503a3:153_4": "na nipphādetīti attho. Atha vā tatoti tasmā maññanāmattabhāvato taṁ khandhapañcakaṁ",
  "atk-s0503a3:153_5": "niccādivasena maññitaṁ aññathā aniccādisabhāvameva hoti. Na hi maññanā bhāvaññathattaṁ",
  "atk-s0503a3:153_6": "vā lakkhaṇaññathattaṁ vā kātuṁ sakkoti.",
  "atk-s0503a3:154_0": "Aññathābhāvī bhavasattoti asambhave vaḍḍhiyaṁ hitasukhe satto laggo sattaloko maññanāya",
  "atk-s0503a3:154_1": "yathāruci cintiyamānopi viparītappaṭipattiyā tato aññathābhāvī ahitadukkhabhāvī vighātaṁyeva",
  "atk-s0503a3:154_2": "pāpuṇāti. Bhavamevābhinandatīti evaṁ santepi taṁ maññanāparikappitaṁ avijjamānaṁ",
  "atk-s0503a3:154_3": "bhavaṁ vaḍḍhiṁ abhinandati eva abhikaṅkhati eva. Atha vā aññathābhāvīti “nicco me",
  "atk-s0503a3:154_4": "attā”tiādinā maññanāya parikappitākārato sayaṁ aññathābhāvī samāno anicco adhuvoti",
  "atk-s0503a3:154_5": "attho. Bhavasattoti kāmādibhavesu bhavataṇhāya satto laggo gadhito. Bhavamevābhinandatīti",
  "atk-s0503a3:154_6": "aniccādisabhāvaṁ bhavameva niccādivasena parāmasitvā, tattha vā adhimuttisaññaṁ taṇhādiṭṭhābhinandanāhi",
  "atk-s0503a3:154_7": "abhinandati, na tattha nibbindati. Yadabhinandati taṁ bhayanti yaṁ vaḍḍhisaṅkhātaṁ",
  "atk-s0503a3:154_8": "bhavaṁ kāmādibhavaṁ vā abhinandati, taṁ aniccādivipariṇāmasabhāvattā anekabyasanānubandhattā",
  "atk-s0503a3:154_9": "ca bhavahetubhāvato ativiya bhayānakaṭṭhena bhayaṁ. Yassa bhāyatīti yato jarāmaraṇādito",
  "atk-s0503a3:154_10": "bhāyati, taṁ jarāmaraṇādi dukkhādhiṭṭhānabhāvato dukkhadukkhabhāvato ca dukkhaṁ.",
  "atk-s0503a3:154_11": "Atha vā yassa bhāyatīti bhavābhinandanena yassa vibhavassa bhāyati, so ucchedasaṅkhāto",
  "atk-s0503a3:154_12": "vibhavo, tato bhāyanañca dukkhavatthubhāvato jātiādidukkhassa anativattanato ca dukkhaṁ",
  "atk-s0503a3:154_13": "dukkhasabhāvamevāti attho. Atha vā yassa bhāyati taṁ dukkhanti yassa aniccādikassa",
  "atk-s0503a3:154_14": "bhāyati taṁ nissaraṇaṁ ajānanto, taṁ bhayaṁ tassa dukkhaṁ hoti, dukkhaṁ āvahatīti attho.",
  "atk-s0503a3:155_0": "Ettakena vaṭṭaṁ dassetvā idāni vivaṭṭaṁ dassetuṁ, “bhavavippahānāya kho panidaṁ brahmacariyaṁ",
  "atk-s0503a3:155_1": "vussatī”ti āha. Tattha bhavavippahānāyāti kāmādibhavassa pajahanatthāya. Khoti avadhāraṇe,",
  "atk-s0503a3:155_2": "panāti padapūraṇe nipāto. Idanti āsannapaccakkhavacanaṁ. Brahmacariyanti maggabrahmacariyaṁ.",
  "atk-s0503a3:155_3": "Vussatīti pūressati. Idaṁ vuttaṁ hoti – ekanteneva kāmādibhavassa samudayappahānena",
  "atk-s0503a3:155_4": "anavasesapajahanatthāya idaṁ mayā satasahassakappādhikāni cattāri asaṅkhyeyyāni atidukkarāni",
  "atk-s0503a3:155_5": "ācaritvā pāramiyo pūretvā bodhimaṇḍe tiṇṇaṁ mārānaṁ matthakaṁ madditvā adhigataṁ",
  "atk-s0503a3:155_6": "sīlādikkhandhattayasaṅgahaṁ aṭṭhaṅgikamaggabrahmacariyaṁ cariyati bhāviyatīti.",
  "atk-s0503a3:156_0": "Evaṁ ariyamaggassa ekaṁseneva niyyānikabhāvaṁ dassetvā idāni aññamaggassa tadabhāvaṁ",
  "atk-s0503a3:156_1": "dassento “ye hi kecī”tiādimāha. Tattha yeti aniyamaniddeso. Hīti nipātamattaṁ. Kecīti",
  "atk-s0503a3:156_2": "ekacce. Padadvayenāpi tathāvādino diṭṭhigatike aniyamato pariyādiyati. Samaṇāti pabbajjūpagamanamattena",
  "atk-s0503a3:156_3": "samaṇā, na samitapāpā. Brāhmaṇāti jātimattena brāhmaṇā, na bāhitapāpā. Vāsaddo vikappattho.",
  "atk-s0503a3:156_4": "Bhavena bhavassa vippamokkhamāhaṁsūti ekacce kāmabhavena rūpabhavena vā sabbabhavato",
  "atk-s0503a3:156_5": "vimuttiṁ saṁsārasuddhiṁ kathayiṁsu.",
  "atk-s0503a3:157_0": "Ke panevaṁ vadantīti? Diṭṭhadhammanibbānavādino tesu hi keci “uḷārehi pañcahi kāmaguṇehi",
  "atk-s0503a3:157_1": "samappito attā diṭṭheva dhamme paramaṁ nibbutiṁ patto hotī”ti vadanti. Keci “rūpāvacarajjhānesu",
  "atk-s0503a3:157_2": "paṭhamajjhānasamaṅgī…pe… keci “dutiyatatiyacatutthajjhānasamaṅgī attā diṭṭheva dhamme",
  "atk-s0503a3:157_3": "paramaṁ nibbutiṁ patto hotī”ti vadanti. Yathāha –",
  "atk-s0503a3:158": "“Idha, bhikkhave, ekacco samaṇo vā brāhmaṇo vā evaṁvādī hoti evaṁdiṭṭhi ‘yato kho bho ayaṁ attā pañcahi kāmaguṇehi samappito”’ti vitthāro.",
  "atk-s0503a3:159_0": "Te pana yasmā yāvadatthaṁ pītattā suhitāya jalūkāya viya ruhirapipāsā kāmādisukhehi",
  "atk-s0503a3:159_1": "samappitassa tassa attano kāmesanādayo na bhavissanti, tadabhāve ca bhavassa abhāvoyeva,",
  "atk-s0503a3:159_2": "yasmiṁ yasmiñca bhave ṭhitassa ayaṁ nayo labbhati, tena tena bhavena sabbabhavato",
  "atk-s0503a3:159_3": "vimutti hotīti vadanti, tasmā “bhavena bhavassa vippamokkhamāhaṁsū”ti vuttā. Yesañca",
  "atk-s0503a3:159_4": "“ettakaṁ nāma kālaṁ saṁsaritvā bālā ca paṇḍitā ca pariyosānabhave ṭhatvā saṁsārato",
  "atk-s0503a3:159_5": "vimuccantī”ti laddhi, tepi bhavena bhavassa vippamokkhaṁ vadanti nāma. Vuttañhetaṁ –",
  "atk-s0503a3:160": "“Cullāsīti mahākappino satasahassāni yāni bāle ca paṇḍite ca sandhāvitvā saṁsaritvā dukkhassantaṁ karissantī”ti.",
  "atk-s0503a3:161_0": "Atha vā bhavenāti bhavadiṭṭhiyā. Bhavati sassataṁ tiṭṭhatīti pavattanato sassatadiṭṭhi",
  "atk-s0503a3:161_1": "bhavadiṭṭhīti vuccati, bhavadiṭṭhi evettha uttarapadalopena bhavataṇhātiādīsu viya",
  "atk-s0503a3:161_2": "bhavoti vutto. Bhavadiṭṭhivasena ca ekacce bhavavisesaṁyeva kilesānaṁ vūpasantavuttiyā",
  "atk-s0503a3:161_3": "āyuno ca dīghāvāsatāya niccādisabhāvaṁ bhavavimokkhaṁ maññanti, seyyathāpi bako brahmā",
  "atk-s0503a3:161_4": "“idaṁ niccaṁ, idaṁ dhuvaṁ, idaṁ sassataṁ, idaṁ avipariṇāmadhamma”nti avoca. Tesamevaṁ",
  "atk-s0503a3:161_5": "viparītagāhīnaṁ anissaraṇe nissaraṇadiṭṭhīnaṁ kuto bhavavimokkho. Tenāha bhagavā",
  "atk-s0503a3:161_6": "– “sabbe te ‘avippamuttā bhavasmā’ti vadāmī”ti.",
  "atk-s0503a3:162_0": "Vibhavenāti ucchedena. Bhavassa nissaraṇamāhaṁsūti sabbabhavato niggamanaṁ nikkhantiṁ",
  "atk-s0503a3:162_1": "saṁsārasuddhiṁ vadiṁsu. Te hi “bhavena bhavassa vippamokkho”ti vadantānaṁ vādaṁ ananujānantā",
  "atk-s0503a3:162_2": "bhavūpacchedena nissaraṇaṁ paṭijāniṁsu. Vibhavenāti vā ucchedadiṭṭhiyā. Vibhavati",
  "atk-s0503a3:162_3": "vinassati ucchijjati attā ca loko cāti pavattanato ucchedadiṭṭhi vuttanayena “vibhavo”ti",
  "atk-s0503a3:162_4": "vuccati. Ucchedadiṭṭhivasena hi sattā adhimuccitvā tattha tattha uppannā ucchijjanti,",
  "atk-s0503a3:162_5": "sā eva saṁsārasuddhīti ucchedavādino. Vuttañhetaṁ –",
  "atk-s0503a3:163": "“Yato kho bho ayaṁ attā rūpī cātumahābhūtiko…pe… nevasaññānāsaññāyatanaṁ upasampajja viharati, ettāvatā kho bho ayaṁ attā sammā samucchinno hotī”ti.",
  "atk-s0503a3:164": "Tathā –",
  "atk-s0503a3:165": "“Natthi, mahārāja, dinnaṁ, natthi yiṭṭhaṁ natthi hutaṁ…pe… bāle ca paṇḍite ca kāyassa bhedā ucchijjanti vinassanti na honti paraṁ maraṇā”ti ca.",
  "atk-s0503a3:166_0": "Tesampi evaṁ viparītagāhīnaṁ kuto bhavanissaraṇaṁ. Tenāha bhagavā – “sabbe te ‘anissaṭā",
  "atk-s0503a3:166_1": "bhavasmā’ti vadāmī”ti. Na hi ariyamaggabhāvanāya anavasesakilesaṁ asamugghātetvā",
  "atk-s0503a3:166_2": "kadācipi bhavato nissaraṇavimutti sambhavati. Tathā hi tesaṁ samaṇabrāhmaṇānaṁ yathābhūtāvabodhābhāvato",
  "atk-s0503a3:166_3": "“atthi natthī”ti antadvayanipatitānaṁ taṇhādiṭṭhivasena samparitasitavipphanditamattaṁ,",
  "atk-s0503a3:166_4": "yato te diṭṭhigatikā pavattihetūsupi sammūḷhā sakkāyabhūmiyaṁ sunikhāte viparītadassanathambhe",
  "atk-s0503a3:166_5": "taṇhābandhanena baddhā gaddūlabandhanā viya sā na vijahanti bandhanaṭṭhānaṁ, kuto nesaṁ vimokkho?",
  "atk-s0503a3:167_0": "Ye pana catusaccavibhāvanena pavattiādīsu asammohato taṁ antadvayaṁ anupagamma majjhimaṁ",
  "atk-s0503a3:167_1": "paṭipadaṁ samāruḷhā, tesaṁyeva bhavavippamokkho nissaraṇañcāti dassento satthā “upadhiṁ",
  "atk-s0503a3:167_2": "hī”tiādimāha. Tattha upadhinti khandhādiupadhiṁ. Hīti nipātamattaṁ. Paṭiccāti nissāya,",
  "atk-s0503a3:167_3": "paccayaṁ katvā. Dukkhanti jātiādi dukkhaṁ. Kiṁ vuttaṁ hoti? Yatthime diṭṭhigatikā",
  "atk-s0503a3:167_4": "vimokkhasaññino, tattha khandhakilesābhisaṅkhārūpadhayo adhigatā, kuto tattha dukkhanissaraṇaṁ?",
  "atk-s0503a3:167_5": "Yatra hi kilesā, tatrābhisaṅkhārasambhavato bhavapabandhassa avicchedoyevāti vaṭṭadukkhassa",
  "atk-s0503a3:167_6": "anivatti. Tena vuttaṁ – “upadhiñhi paṭicca dukkhamidaṁ sambhotī”ti.",
  "atk-s0503a3:168_0": "Idāni yaṁ paramatthato dukkhassa nissaraṇaṁ, taṁ dassetuṁ, “sabbupādānakkhayā natthi",
  "atk-s0503a3:168_1": "dukkhassa sambhavo”ti vuttaṁ. Tattha sabbupādānakkhayāti kāmupādānaṁ diṭṭhupādānaṁ",
  "atk-s0503a3:168_2": "sīlabbatupādānaṁ attavādupādānanti sabbesaṁ imesaṁ catunnampi upādānānaṁ ariyamaggādhigamena",
  "atk-s0503a3:168_3": "anavasesappahānato. Tattha diṭṭhupādānaṁ sīlabbatupādānaṁ attavādupādānanti imāni",
  "atk-s0503a3:168_4": "tīṇi upādānāni sotāpattimaggena khīyanti, anuppattidhammataṁ āpajjanti. Kāmupādānaṁ",
  "atk-s0503a3:168_5": "apāyagamanīyaṁ paṭhamena, kāmarāgabhūtaṁ bahalaṁ dutiyena, sukhumaṁ tatiyena, rūparāgārūparāgappahānaṁ",
  "atk-s0503a3:168_6": "catutthenāti catūhipi maggehi khīyati, anuppattidhammataṁ āpajjatīti veditabbaṁ.",
  "atk-s0503a3:168_7": "Natthi dukkhassa sambhavoti evaṁ sabbaso upādānakkhayā tadekaṭṭhatāya sabbassapi",
  "atk-s0503a3:168_8": "kilesagaṇassa anuppādanato appamattakassapi vaṭṭadukkhassa sambhavo pātubhāvo natthi.",
  "atk-s0503a3:169_0": "Evaṁ bhagavā hetunā saddhiṁ pavattiṁ nivattiñca dassetvā “imaṁ nayaṁ ajānanto ayaṁ",
  "atk-s0503a3:169_1": "sattaloko vaṭṭatopi sīsaṁ na ukkhipatī”ti dassento “lokamimaṁ passā”tiādimāha. Tattha",
  "atk-s0503a3:169_2": "lokamimaṁ passāti attano buddhacakkhunā paccakkhato visayabhāvassa upagatattā “lokamimaṁ",
  "atk-s0503a3:169_3": "passā”ti bhagavādassanakiriyāya niyojento attānamevālapati. Puthūti bahū, visuṁ visuṁ",
  "atk-s0503a3:169_4": "vā. Avijjāya paretāti “dukkhe aññāṇa”ntiādinā nayena vuttāya catusaccapaṭicchādikāya",
  "atk-s0503a3:169_5": "avijjāya abhibhūtā. Bhūtāti kammakilesehi jātā nibbattā. Bhūtaratāti bhūtesu mātāpituputtadārādisaññāya",
  "atk-s0503a3:169_6": "aññasattesu taṇhāya ratā, bhūte vā khandhapañcake aniccāsubhadukkhānattasabhāve taṁsabhāvānavabodhato",
  "atk-s0503a3:169_7": "itthipurisādiparikappavasena niccādivasena attattaniyagāhavasena ca abhiratā. Bhavā",
  "atk-s0503a3:169_8": "aparimuttāti yathāvuttena taṇhādiṭṭhigāhena bhavato saṁsārato na parimuttā.",
  "atk-s0503a3:170_0": "Ettha ca “lokamima”nti paṭhamaṁ tāva sakalampi sattanikāyaṁ sāmaññato ekattaṁ upanento",
  "atk-s0503a3:170_1": "ekavacanena anodhiso gahaṇaṁ dīpetvā “svāyaṁ loko bhavayonigatiṭhitisattāvāsādivasena",
  "atk-s0503a3:170_2": "ceva tatthāpi taṁtaṁsattanikāyādivasena ca anekabhedabhinno paccekaṁ mayā volokito”ti",
  "atk-s0503a3:170_3": "attano buddhacakkhuñāṇānubhāvaṁ pakāsento satthā puna vacanabhedaṁ katvā bahuvacanena",
  "atk-s0503a3:170_4": "odhiso gahaṇaṁ dīpeti “puthū avijjāya paretā bhūtā”tiādinā. Evañca katvā “lokamima”nti",
  "atk-s0503a3:170_5": "upayogavacanaṁ katvā “avijjāya paretā”tiādinā paccattabahuvacananiddesopi aviruddho",
  "atk-s0503a3:170_6": "hoti bhinnavākyattā. Keci pana ekavākyatādhippāyena “avijjāya paretaṁ bhūtaṁ bhūtarataṁ",
  "atk-s0503a3:170_7": "bhavā aparimutta”nti paṭhanti, vibhattibhedavaseneva pana purāṇapāṭho.",
  "atk-s0503a3:171_0": "Idāni yena upāyena bhavavippamokkho hoti, taṁ sabbaṁ titthiyānaṁ avisayabhūtaṁ buddhagocaraṁ",
  "atk-s0503a3:171_1": "vipassanāvīthiṁ dassento “ye hi kecī”tiādimāha. Tattha ye hi keci bhavāti kāmabhavādi",
  "atk-s0503a3:171_2": "saññībhavādi ekavokārabhavādivibhāgena nānābhedabhinnā sātavanto vā asātavanto vā",
  "atk-s0503a3:171_3": "dīghāyukā vā ittarakkhaṇā vā ye hi keci bhavā. Sabbadhīti uddhaṁ adho tiriyanti ādivibhāgena",
  "atk-s0503a3:171_4": "sabbattha. Sabbatthatāyāti saggāpāyamanussādivibhāgena. Sabbe tetiādīsu sabbepi te",
  "atk-s0503a3:171_5": "bhavā rūpavedanādidhammā hutvā abhāvaṭṭhena aniccā, udayabbayapaṭipīḷitattā dukkhā,",
  "atk-s0503a3:171_6": "jarāya maraṇena cāti dvidhā vipariṇāmetabbatāya vipariṇāmadhammā. Itisaddo ādiattho",
  "atk-s0503a3:171_7": "pakārattho vā, tena anattalakkhaṇampi saṅgahetvā avasavattanaṭṭhena anattā, vipariṇāmadhammatāya",
  "atk-s0503a3:171_8": "vā avasavattanaṭṭhena anattāti vuttā.",
  "atk-s0503a3:172_0": "Evaṁ lakkhaṇattayapaṭivijjhanākārena etaṁ bhavasaṅkhātaṁ khandhapañcakaṁ yathābhūtaṁ",
  "atk-s0503a3:172_1": "aviparītaṁ sammappaññāya sammā ñāyena vipassanāsahitāya maggapaññāya passato pariññābhisamayādivasena",
  "atk-s0503a3:172_2": "paṭivijjhato “bhavo nicco”ti ādinayappavattā bhavesu taṇhā pahīyati, aggamaggappattisamakālameva",
  "atk-s0503a3:172_3": "anavasesaṁ nirujjhati, ucchedadiṭṭhiyā sabbaso pahīnattā vibhavaṁ vicchedaṁ nābhinandati",
  "atk-s0503a3:172_4": "na pattheti. Evaṁbhūtassa tassa yā kāmataṇhādivasena aṭṭhasatabhedā avatthādivibhāgena",
  "atk-s0503a3:172_5": "anantabhedā ca, tāsaṁ sabbaso sabbappakārena taṇhānaṁ khayā pahānā, tadekaṭṭhatāya",
  "atk-s0503a3:172_6": "sabbassapi saṁkilesapakkhassa asesaṁ nissesaṁ virāgena ariyamaggena yo anuppādanirodho, taṁ nibbānanti.",
  "atk-s0503a3:173_0": "Evaṁ taṇhāya pahānamukhena saupādisesanibbānaṁ dassetvā idāni anupādisesanibbānaṁ",
  "atk-s0503a3:173_1": "dassento “tassa nibbutassā”tiādimāha. Tassattho – yo so sabbaso taṇhānaṁ khayā kilesaparinibbānena",
  "atk-s0503a3:173_2": "nibbuto vuttanayena bhinnakileso khīṇāsavabhikkhu, tassa nibbutassa bhikkhuno anupādā",
  "atk-s0503a3:173_3": "upādānābhāvato kilesābhisaṅkhāramārānaṁ vā aggahaṇato punabbhavo na hoti, āyatiṁ",
  "atk-s0503a3:173_4": "paṭisandhivasena upapattibhavo natthi. Evaṁbhūtena ca tena abhibhūto māro, ariyamaggakkhaṇe",
  "atk-s0503a3:173_5": "kilesamāro abhisaṅkhāramāro devaputtamāro ca carimakacittakkhaṇe khandhamāro maccumāro",
  "atk-s0503a3:173_6": "cāti pañcavidho māro abhibhūto parājito, puna sīsaṁ ukkhipituṁ appadānena nibbisevano",
  "atk-s0503a3:173_7": "kato, yato tena vijito saṅgāmo mārehi tattha tattha pavattito. Evaṁ vijitasaṅgāmo",
  "atk-s0503a3:173_8": "pana iṭṭhādīsu sabbesu vikārābhāvena tādilakkhaṇappattiyā tādī arahā sabbabhavāni",
  "atk-s0503a3:173_9": "yathāvuttabhede sabbepi bhave upaccagā samatikkanto, na yattha katthaci saṅkhaṁ upeti,",
  "atk-s0503a3:173_10": "aññadatthu anupādāno viya jātavedo parinibbānato uddhaṁ apaññattikova hotīti. Iti",
  "atk-s0503a3:173_11": "bhagavā imaṁ mahāudānaṁ anupādisesāya nibbānadhātuyā kūṭaṁ gahetvā niṭṭhapesi.",
  "atk-s0503a3:174": "Dasamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a3:175": "Niṭṭhitā ca nandavaggavaṇṇanā."
}