{
  "atk-s0101a13:0": "13. Tevijjasuttavaṇṇanā",
  "atk-s0101a13:1_0": "518.Evaṁme sutaṁ…pe… kosalesūti tevijjasuttaṁ. Tatrāyaṁ anuttānapadavaṇṇanā. Manasākaṭanti",
  "atk-s0101a13:1_1": "tassa gāmassa nāmaṁ. Uttarena manasākaṭassāti manasākaṭato avidūre uttarapasse. Ambavaneti",
  "atk-s0101a13:1_2": "taruṇaambarukkhasaṇḍe, ramaṇīyo kira so bhūmibhāgo, heṭṭhā rajatapaṭṭasadisā vālikā",
  "atk-s0101a13:1_3": "vippakiṇṇā, upari maṇivitānaṁ viya ghanasākhāpattaṁ ambavanaṁ. Tasmiṁ buddhānaṁ anucchavike",
  "atk-s0101a13:1_4": "pavivekasukhe ambavane viharatīti attho.",
  "atk-s0101a13:2_0": "519.Abhiññātā abhiññātāti kulacārittādisampattiyā tattha tattha paññātā. Caṅkītiādīni",
  "atk-s0101a13:2_1": "tesaṁ nāmāni. Tattha caṅkī opāsādavāsiko. Tārukkho icchānaṅgalavāsiko. Pokkharasātī",
  "atk-s0101a13:2_2": "ukkaṭṭhavāsiko. Jāṇusoṇī sāvatthivāsiko. Todeyyo tudigāmavāsiko. Aññe cāti aññe ca",
  "atk-s0101a13:2_3": "bahujanā. Attano attano nivāsaṭṭhānehi āgantvā mantasajjhāyakaraṇatthaṁ tattha paṭivasanti.",
  "atk-s0101a13:2_4": "Manasākaṭassa kira ramaṇīyatāya te brāhmaṇā tattha nadītīre gehāni kāretvā parikkhipāpetvā",
  "atk-s0101a13:2_5": "aññesaṁ bahūnaṁ pavesanaṁ nivāretvā antarantarā tattha gantvā vasanti.",
  "atk-s0101a13:3_0": "520-521.Vāseṭṭhabhāradvājānanti vāseṭṭhassa ca pokkharasātino antevāsikassa, bhāradvājassa",
  "atk-s0101a13:3_1": "ca tārukkhantevāsikassa. Ete kira dve jātisampannā tiṇṇaṁ vedānaṁ pāragū ahesuṁ.",
  "atk-s0101a13:3_2": "Jaṅghavihāranti aticiranisajjapaccayā kilamathavinodanatthāya jaṅghacāraṁ. Te kira",
  "atk-s0101a13:3_3": "divasaṁ sajjhāyaṁ katvā sāyanhe vuṭṭhāya nhānīyasambhāragandhamālateladhotavatthāni",
  "atk-s0101a13:3_4": "gāhāpetvā attano parijanaparivutā nhāyitukāmā nadītīraṁ gantvā rajatapaṭṭavaṇṇe vālikāsaṇḍe",
  "atk-s0101a13:3_5": "aparāparaṁ caṅkamiṁsu. Ekaṁ caṅkamantaṁ itaro anucaṅkami, puna itaraṁ itaroti. Tena",
  "atk-s0101a13:3_6": "vuttaṁ “anucaṅkamantānaṁ anuvicarantāna”nti. Maggāmaggeti magge ca amagge ca. Katamaṁ",
  "atk-s0101a13:3_7": "nu kho paṭipadaṁ pūretvā katamena maggena sakkā sukhaṁ brahmalokaṁ gantunti evaṁ",
  "atk-s0101a13:3_8": "maggāmaggaṁ ārabbha kathaṁ samuṭṭhāpesunti attho. Añjasāyanoti ujumaggassetaṁ vevacanaṁ,",
  "atk-s0101a13:3_9": "añjasā vā ujukameva etena āyanti āgacchantīti añjasāyano niyyāniko niyyātīti niyyāyanto",
  "atk-s0101a13:3_10": "niyyāti, gacchanto gacchatīti attho.",
  "atk-s0101a13:4_0": "Takkarassa brahmasahabyatāyāti yo taṁ maggaṁ karoti paṭipajjati, tassa brahmunā saddhiṁ",
  "atk-s0101a13:4_1": "sahabhāvāya, ekaṭṭhāne pātubhāvāya gacchatīti attho. Yvāyanti yo ayaṁ. Akkhātoti",
  "atk-s0101a13:4_2": "kathito dīpito. Brāhmaṇena pokkharasātināti attano ācariyaṁ apadisati. Iti vāseṭṭho",
  "atk-s0101a13:4_3": "sakameva ācariyavādaṁ thometvā paggaṇhitvā vicarati. Bhāradvājopi sakamevāti. Tena",
  "atk-s0101a13:4_4": "vuttaṁ “neva kho asakkhi vāseṭṭho”tiādi.",
  "atk-s0101a13:5_0": "Tato vāseṭṭho “ubhinnampi amhākaṁ kathā aniyyānikāva, imasmiñca loke maggakusalo",
  "atk-s0101a13:5_1": "nāma bhotā gotamena sadiso natthi, bhavañca gotamo avidūre vasati, so no tulaṁ gahetvā",
  "atk-s0101a13:5_2": "nisinnavāṇijo viya kaṅkhaṁ chindissatī”ti cintetvā tamatthaṁ bhāradvājassa ārocetvā",
  "atk-s0101a13:5_3": "ubhopi gantvā attano kathaṁ bhagavato ārocesuṁ. Tena vuttaṁ “atha kho vāseṭṭho…pe…",
  "atk-s0101a13:5_4": "yvāyaṁ akkhāto brāhmaṇena tārukkhenā”ti.",
  "atk-s0101a13:6": "522.Ettha bho gotamāti etasmiṁ maggāmagge. Viggaho vivādotiādīsu pubbuppattiko viggaho. Aparabhāge vivādo. Duvidhopi eso nānāācariyānaṁ vādato nānāvādo.",
  "atk-s0101a13:7_0": "523.Atha kismiṁ pana voti tvampi ayameva maggoti attano ācariyavādameva paggayha",
  "atk-s0101a13:7_1": "tiṭṭhasi, bhāradvājopi attano ācariyavādameva, ekassāpi ekasmiṁ saṁsayo natthi. Evaṁ",
  "atk-s0101a13:7_2": "sati kismiṁ vo viggahoti pucchati.",
  "atk-s0101a13:8_0": "524.Maggāmagge, bho gotamāti magge bho gotama amagge ca, ujumagge ca anujumagge cāti",
  "atk-s0101a13:8_1": "attho. Esa kira ekabrāhmaṇassāpi maggaṁ “na maggo”ti na vadati. Yathā pana attano",
  "atk-s0101a13:8_2": "ācariyassa maggo ujumaggo, na evaṁ aññesaṁ anujānāti, tasmā tamevatthaṁ dīpento “kiñcāpi",
  "atk-s0101a13:8_3": "bho gotamā”tiādimāha.",
  "atk-s0101a13:9_0": "Sabbāni tānīti liṅgavipallāsena vadati, sabbe teti vuttaṁ hoti. Bahūnīti aṭṭha vā",
  "atk-s0101a13:9_1": "dasa vā. Nānāmaggānīti mahantāmahantajaṅghamaggasakaṭamaggādivasena nānāvidhāni sāmantā",
  "atk-s0101a13:9_2": "gāmanadītaḷākakhettādīhi āgantvā gāmaṁ pavisanamaggāni.",
  "atk-s0101a13:10_0": "525-526.“Niyyantīti vāseṭṭha vadesī”ti bhagavā tikkhattuṁ vacībhedaṁ katvā paṭiññaṁ",
  "atk-s0101a13:10_1": "kārāpesi. Kasmā? Titthiyā hi paṭijānitvā pacchā niggayhamānā avajānanti. So tathā",
  "atk-s0101a13:10_2": "kātuṁ na sakkhissatīti.",
  "atk-s0101a13:11_0": "527-529.Teva tevijjāti te tevijjā. Vakāro āgamasandhimattaṁ. Andhaveṇīti andhapaveṇī,",
  "atk-s0101a13:11_1": "ekena cakkhumatā gahitayaṭṭhiyā koṭiṁ eko andho gaṇhati, taṁ andhaṁ añño taṁ aññoti",
  "atk-s0101a13:11_2": "evaṁ paṇṇāsasaṭṭhi andhā paṭipāṭiyā ghaṭitā andhaveṇīti vuccati. Paramparasaṁsattāti",
  "atk-s0101a13:11_3": "aññamaññaṁ laggā, yaṭṭhigāhakenapi cakkhumatā virahitāti attho. Eko kira dhutto andhagaṇaṁ",
  "atk-s0101a13:11_4": "disvā “asukasmiṁ nāma gāme khajjabhojjaṁ sulabha”nti ussāhetvā “tena hi tattha no",
  "atk-s0101a13:11_5": "sāmi nehi, idaṁ nāma te demā”ti vutte, lañjaṁ gahetvā antarāmagge maggā okkamma mahantaṁ",
  "atk-s0101a13:11_6": "gacchaṁ anuparigantvā purimassa hatthena pacchimassa kacchaṁ gaṇhāpetvā “kiñci kammaṁ",
  "atk-s0101a13:11_7": "atthi, gacchatha tāva tumhe”ti vatvā palāyi, te divasampi gantvā maggaṁ avindamānā",
  "atk-s0101a13:11_8": "“kuhiṁ no cakkhumā, kuhiṁ maggo”ti paridevitvā maggaṁ avindamānā tattheva mariṁsu.",
  "atk-s0101a13:11_9": "Te sandhāya vuttaṁ “paramparasaṁsattā”ti. Purimopīti purimesu dasasu brāhmaṇesu ekopi.",
  "atk-s0101a13:11_10": "Majjhimopīti majjhimesu ācariyapācariyesu ekopi. Pacchimopīti idāni tevijjesu brāhmaṇesu",
  "atk-s0101a13:11_11": "ekopi. Hassakaññevāti hasitabbameva. Nāmakaññevāti lāmakaṁyeva. Tadetaṁ atthābhāvena",
  "atk-s0101a13:11_12": "rittakaṁ, rittakattāyeva tucchakaṁ. Idāni brahmaloko tāva tiṭṭhatu, yo tevijjehi",
  "atk-s0101a13:11_13": "na diṭṭhapubbova. Yepi candimasūriye tevijjā passanti, tesampi sahabyatāya maggaṁ",
  "atk-s0101a13:11_14": "desetuṁ nappahontīti dassanatthaṁ “taṁ kiṁ maññasī”tiādimāha.",
  "atk-s0101a13:12_0": "530. Tattha yato candimasūriyā uggacchantīti yasmiṁ kāle uggacchanti. Yattha ca oggacchantīti",
  "atk-s0101a13:12_1": "yasmiṁ kāle atthamenti, uggamanakāle ca atthaṅgamanakāle ca passantīti attho. Āyācantīti",
  "atk-s0101a13:12_2": "“udehi bhavaṁ canda, udehi bhavaṁ sūriyā”ti evaṁ āyācanti. Thomayantīti “sommo cando,",
  "atk-s0101a13:12_3": "parimaṇḍalo cando, sappabho cando”tiādīni vadantā pasaṁsanti. Pañjalikāti paggahitaañjalikā.",
  "atk-s0101a13:12_4": "Namassamānāti “namo namo”ti vadamānā.",
  "atk-s0101a13:13": "531-532.Yaṁ passantīti ettha yanti nipātamattaṁ. Kiṁ pana na kirāti ettha idha pana kiṁ vattabbaṁ. Yattha kira tevijjehi brāhmaṇehi na brahmā sakkhidiṭṭhoti evamattho daṭṭhabbo.",
  "atk-s0101a13:14": "Aciravatīnadīupamākathā",
  "atk-s0101a13:15_0": "542.Samatittikāti samabharitā. Kākapeyyāti yattha katthaci tīre ṭhitena kākena sakkā",
  "atk-s0101a13:15_1": "pātunti kākapeyyā. Pāraṁ taritukāmoti nadiṁ atikkamitvā paratīraṁ gantukāmo. Avheyyāti",
  "atk-s0101a13:15_2": "pakkoseyya. Ehi pārāpāranti ambho pāra apāraṁ ehi, atha maṁ sahasāva gahetvā gamissasi,",
  "atk-s0101a13:15_3": "atthi me accāyikakammanti attho.",
  "atk-s0101a13:16_0": "544.Ye dhammā brāhmaṇakārakāti ettha pañcasīladasakusalakammapathabhedā dhammā brāhmaṇakārakāti",
  "atk-s0101a13:16_1": "veditabbā, tabbiparītā abrāhmaṇakārakā. Indamavhāyāmāti indaṁ avhāyāma pakkosāma.",
  "atk-s0101a13:16_2": "Evaṁ brāhmaṇānaṁ avhāyanassa niratthakataṁ dassetvā punapi bhagavā aṇṇavakucchiyaṁ",
  "atk-s0101a13:16_3": "sūriyo viya jalamāno pañcasatabhikkhuparivuto aciravatiyā tīre nisinno aparampi nadīupamaṁyeva",
  "atk-s0101a13:16_4": "āharanto “seyyathāpī”tiādimāha.",
  "atk-s0101a13:17_0": "546.Kāmaguṇāti kāmayitabbaṭṭhena kāmā, bandhanaṭṭhena guṇā. “Anujānāmi bhikkhave,",
  "atk-s0101a13:17_1": "ahatānaṁ vatthānaṁ diguṇaṁ saṅghāṭi”nti ettha hi paṭalaṭṭho guṇaṭṭho. “Accenti kālā",
  "atk-s0101a13:17_2": "tarayanti rattiyo, vayoguṇā anupubbaṁ jahantī”ti ettha rāsaṭṭho guṇaṭṭho. “Sataguṇā",
  "atk-s0101a13:17_3": "dakkhiṇā pāṭikaṅkhitabbā”ti ettha ānisaṁsaṭṭho guṇaṭṭho. “Antaṁ antaguṇaṁ kayirā",
  "atk-s0101a13:17_4": "mālāguṇe bahū”ti ca ettha bandhanaṭṭho guṇaṭṭho. Idhāpi eseva adhippeto. Tena vuttaṁ",
  "atk-s0101a13:17_5": "“bandhanaṭṭhena guṇā”ti. Cakkhuviññeyyāti cakkhuviññāṇena passitabbā. Etenupāyena",
  "atk-s0101a13:17_6": "sotaviññeyyādīsupi attho veditabbo. Iṭṭhāti pariyiṭṭhā vā hontu, mā vā, iṭṭhārammaṇabhūtāti",
  "atk-s0101a13:17_7": "attho. Kantāti kāmanīyā. Manāpāti manavaḍḍhanakā. Piyarūpāti piyajātikā. Kāmūpasañhitāti",
  "atk-s0101a13:17_8": "ārammaṇaṁ katvā uppajjamānena kāmena upasañhitā. Rajanīyāti rañjanīyā, rāguppattikāraṇabhūtāti attho.",
  "atk-s0101a13:18_0": "Gadhitāti gedhena abhibhūtā hutvā. Mucchitāti mucchākārappattāya adhimattakāya taṇhāya",
  "atk-s0101a13:18_1": "abhibhūtā. Ajjhopannāti adhiopannā ogāḷhā “idaṁ sāra”nti pariniṭṭhānappattā hutvā.",
  "atk-s0101a13:18_2": "Anādīnavadassāvinoti ādīnavaṁ apassantā. Anissaraṇapaññāti idamettha nissaraṇanti,",
  "atk-s0101a13:18_3": "evaṁ parijānanapaññāvirahitā, paccavekkhaṇaparibhogavirahitāti attho.",
  "atk-s0101a13:19": "548.Āvaraṇātiādīsu āvarantīti āvaraṇā. Nivārentīti nīvaraṇā. Onandhantīti onāhanā. Pariyonandhantīti pariyonāhanā. Kāmacchandādīnaṁ vitthārakathā visuddhimaggato gahetabbā.",
  "atk-s0101a13:20_0": "549-550.Āvutā nivutā onaddhā pariyonaddhāti padāni āvaraṇādīnaṁ vasena vuttāni. Sapariggahoti",
  "atk-s0101a13:20_1": "itthipariggahena sapariggahoti pucchati. Apariggaho bho gotamātiādīsupi kāmacchandassa",
  "atk-s0101a13:20_2": "abhāvato itthipariggahena apariggaho. Byāpādassa abhāvato kenaci saddhiṁ veracittena",
  "atk-s0101a13:20_3": "avero. Thinamiddhassa abhāvato cittagelaññasaṅkhātena byāpajjena abyāpajjo. Uddhaccakukkuccābhāvato",
  "atk-s0101a13:20_4": "uddhaccakukkuccādīhi saṁkilesehi asaṁkiliṭṭhacitto suparisuddhamānaso. Vicikicchāya",
  "atk-s0101a13:20_5": "abhāvato cittaṁ vase vatteti. Yathā ca brāhmaṇā cittagatikā hontīti, cittassa vasena",
  "atk-s0101a13:20_6": "vattanti, na tādisoti vasavattī.",
  "atk-s0101a13:21_0": "552.Idhakho panāti idha brahmalokamagge. Āsīditvāti amaggameva “maggo”ti upagantvā.",
  "atk-s0101a13:21_1": "Saṁsīdantīti “samatala”nti saññāya paṅkaṁ otiṇṇā viya anuppavisanti. Saṁsīditvā visāraṁ",
  "atk-s0101a13:21_2": "pāpuṇantīti evaṁ paṅke viya saṁsīditvā visāraṁ aṅgamaṅgasaṁbhañjanaṁ pāpuṇanti. Sukkhataraṁ",
  "atk-s0101a13:21_3": "maññe tarantīti marīcikāya vañcetvā “kākapeyyā nadī”ti saññāya “tarissāmā”ti hatthehi",
  "atk-s0101a13:21_4": "ca pādehi ca vāyamamānā sukkhataraṇaṁ maññe taranti. Tasmā yathā hatthapādādīnaṁ",
  "atk-s0101a13:21_5": "saṁbhañjanaṁ paribhañjanaṁ, evaṁ apāyesu saṁbhañjanaṁ paribhañjanaṁ pāpuṇanti. Idheva",
  "atk-s0101a13:21_6": "ca sukhaṁ vā sātaṁ vā na labhanti. Tasmā idaṁ tevijjānaṁ brāhmaṇānanti tasmā idaṁ",
  "atk-s0101a13:21_7": "brahmasahabyatāya maggadīpakaṁ tevijjakaṁ pāvacanaṁ tevijjānaṁ brāhmaṇānaṁ. Tevijjāiriṇanti",
  "atk-s0101a13:21_8": "tevijjāaraññaṁ iriṇanti hi agāmakaṁ mahāaraññaṁ vuccati. Tevijjāvivananti pupphaphalehi",
  "atk-s0101a13:21_9": "aparibhogarukkhehi sañchannaṁ nirudakaṁ araññaṁ. Yattha maggato ukkamitvā parivattitumpi",
  "atk-s0101a13:21_10": "na sakkā honti, taṁ sandhāyāha “tevijjāvivanantipi vuccatī”ti. Tevijjābyasananti",
  "atk-s0101a13:21_11": "tevijjānaṁ pañcavidhabyasanasadisametaṁ. Yathā hi ñātirogabhoga diṭṭhi sīlabyasanappattassa",
  "atk-s0101a13:21_12": "sukhaṁ nāma natthi, evaṁ tevijjānaṁ tevijjakaṁ pāvacanaṁ āgamma sukhaṁ nāma natthīti dasseti.",
  "atk-s0101a13:22_0": "554.Jātasaṁvaḍḍhoti jāto ca vaḍḍhito ca, yo hi kevalaṁ tattha jātova hoti, aññattha",
  "atk-s0101a13:22_1": "vaḍḍhito, tassa samantā gāmamaggā na sabbaso paccakkhā honti, tasmā jātasaṁvaḍḍhoti",
  "atk-s0101a13:22_2": "āha. Jātasaṁvaḍḍhopi yo ciranikkhanto, tassa na sabbaso paccakkhā honti. Tasmā “tāvadeva",
  "atk-s0101a13:22_3": "avasaṭa”nti āha, taṅkhaṇameva nikkhantanti attho. Dandhāyitattanti ayaṁ nu kho maggo,",
  "atk-s0101a13:22_4": "ayaṁ na nukhoti kaṅkhāvasena cirāyitattaṁ. Vitthāyitattanti yathā sukhumaṁ atthajātaṁ",
  "atk-s0101a13:22_5": "sahasā pucchitassa kassaci sarīraṁ thaddhabhāvaṁ gaṇhāti, evaṁ thaddhabhāvaggahaṇaṁ.",
  "atk-s0101a13:22_6": "Na tvevāti iminā sabbaññutaññāṇassa appaṭihatabhāvaṁ dasseti. Tassa hi purisassa",
  "atk-s0101a13:22_7": "mārāvaṭṭanādivasena siyā ñāṇassa paṭighāto. Tena so dandhāyeyya vā vitthāyeyya vā.",
  "atk-s0101a13:22_8": "Sabbaññutaññāṇaṁ pana appaṭihataṁ, na sakkā tassa kenaci antarāyo kātunti dīpeti.",
  "atk-s0101a13:23_0": "555.Ullumpatu bhavaṁ gotamoti uddharatu bhavaṁ gotamo. Brāhmaṇiṁ pajanti brāhmaṇadārakaṁ,",
  "atk-s0101a13:23_1": "bhavaṁ gotamo mama brāhmaṇaputtaṁ apāyamaggato uddharitvā brahmalokamagge patiṭṭhapetūti",
  "atk-s0101a13:23_2": "attho. Athassa bhagavā buddhuppādaṁ dassetvā saddhiṁ pubbabhāgapaṭipadāya mettāvihārādibrahmalokagāmimaggaṁ",
  "atk-s0101a13:23_3": "desetukāmo “tena hi vāseṭṭhā”tiādimāha. Tattha “idha tathāgato”tiādi sāmaññaphale",
  "atk-s0101a13:23_4": "vitthāritaṁ. Mettāsahagatenātiādīsu yaṁ vattabbaṁ, taṁ sabbaṁ visuddhimagge brahmavihārakammaṭṭhānakathāyaṁ",
  "atk-s0101a13:23_5": "vuttaṁ. Seyyathāpi vāseṭṭha balavā saṅkhadhamotiādi pana idha apubbaṁ. Tattha balavāti",
  "atk-s0101a13:23_6": "balasampanno. Saṅkhadhamoti saṅkhadhamako. Appakasirenāti akicchena adukkhena. Dubbalo",
  "atk-s0101a13:23_7": "hi saṅkhadhamo saṅkhaṁ dhamantopi na sakkoti catasso disā sarena viññāpetuṁ, nāssa",
  "atk-s0101a13:23_8": "saṅkhasaddo sabbato pharati. Balavato pana vipphāriko hoti, tasmā “balavā”tiādimāha.",
  "atk-s0101a13:23_9": "Mettāya cetovimuttiyāti ettha mettāti vutte upacāropi appanāpi vaṭṭati, “cettovimuttī”ti",
  "atk-s0101a13:23_10": "vutte pana appanāva vaṭṭati. Yaṁ pamāṇakataṁ kammanti pamāṇakataṁ kammaṁ nāma kāmāvacaraṁ",
  "atk-s0101a13:23_11": "vuccati. Appamāṇakataṁ kammaṁ nāma rūpārūpāvacaraṁ. Tañhi pamāṇaṁ atikkamitvā odissakaanodissakadisāpharaṇavasena",
  "atk-s0101a13:23_12": "vaḍḍhetvā katattā appamāṇakatanti vuccati. Na taṁ tatrāvasissati na taṁ tatrāvatiṭṭhatīti",
  "atk-s0101a13:23_13": "taṁ kāmāvacarakammaṁ tasmiṁ rūpāvacarārūpāvacarakamme na ohīyati, na tiṭṭhati. Kiṁ",
  "atk-s0101a13:23_14": "vuttaṁ hoti – taṁ kāmāvacarakammaṁ tassa rūpārūpāvacarakammassa antarā laggituṁ vā",
  "atk-s0101a13:23_15": "ṭhātuṁ vā rūpārūpāvacarakammaṁ pharitvā pariyādiyitvā attano okāsaṁ gahetvā patiṭṭhātuṁ",
  "atk-s0101a13:23_16": "na sakkoti. Atha kho rūpāvacarārūpāvacarakammameva kāmāvacaraṁ mahogho viya parittaṁ",
  "atk-s0101a13:23_17": "udakaṁ pharitvā pariyādiyitvā attano okāsaṁ gahetvā tiṭṭhati. Tassa vipākaṁ paṭibāhitvā",
  "atk-s0101a13:23_18": "sayameva brahmasahabyataṁ upanetīti. Evaṁvihārīti evaṁ mettādivihārī.",
  "atk-s0101a13:24_0": "559.Etemayaṁ bhavantaṁ gotamanti idaṁ tesaṁ dutiyaṁ saraṇagamanaṁ. Paṭhamameva hete",
  "atk-s0101a13:24_1": "majjhimapaṇṇāsake vāseṭṭhasuttaṁ sutvā saraṇaṁ gatā, imaṁ pana tevijjasuttaṁ sutvā",
  "atk-s0101a13:24_2": "dutiyampi saraṇaṁ gatā. Katipāhaccayena pabbajitvā aggaññasutte upasampadañceva arahattañca",
  "atk-s0101a13:24_3": "alatthuṁ. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0101a13:25": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a13:26": "Tevijjasuttavaṇṇanā niṭṭhitā.",
  "atk-s0101a13:27": "Niṭṭhitā ca terasasuttapaṭimaṇḍitassa sīlakkhandhavaggassa",
  "atk-s0101a13:28": "Atthavaṇṇanāti.",
  "atk-s0101a13:29": "Sīlakkhandhavaggaṭṭhakathā niṭṭhitā."
}