{
  "atk-s0101a8:0": "8. Mahāsīhanādasuttavaṇṇanā",
  "atk-s0101a8:1": "Acelakassapavatthuvaṇṇanā",
  "atk-s0101a8:2_0": "381.Evaṁme sutaṁ…pe… uruññāyaṁ viharatīti mahāsīhanādasuttaṁ. Tatrāyaṁ apubbapadavaṇṇanā.",
  "atk-s0101a8:2_1": "Uruññāyanti uruññāti tassa raṭṭhassapi nagarassapi etadeva nāmaṁ, bhagavā uruññānagaraṁ",
  "atk-s0101a8:2_2": "upanissāya viharati. Kaṇṇakatthale migadāyeti tassa nagarassa avidūre kaṇṇakatthalaṁ",
  "atk-s0101a8:2_3": "nāma eko ramaṇīyo bhūmibhāgo atthi. So migānaṁ abhayatthāya dinnattā ‘‘migadāyo’’ti",
  "atk-s0101a8:2_4": "vuccati, tasmiṁ kaṇṇakatthale migadāye. Aceloti naggaparibbājako. Kassapoti tassa",
  "atk-s0101a8:2_5": "nāmaṁ. Tapassinti tapanissitakaṁ. Lūkhājīvinti acelakamuttācārādivasena lūkho ājīvo",
  "atk-s0101a8:2_6": "assāti lūkhājīvī, taṁ lūkhājīviṁ. Upakkosatīti upaṇḍeti. Upavadatīti hīḷeti vambheti.",
  "atk-s0101a8:2_7": "Dhammassa ca anudhammaṁ byākarontīti bhotā gotamena vuttakāraṇassa anukāraṇaṁ kathenti.",
  "atk-s0101a8:2_8": "Sahadhammiko vādānuvādoti parehi vuttakāraṇena sakāraṇo hutvā tumhākaṁ vādo vā anuvādo",
  "atk-s0101a8:2_9": "vā viññūhi garahitabbaṁ, kāraṇaṁ koci appamattakopi kiṁ na āgacchati. Idaṁ vuttaṁ",
  "atk-s0101a8:2_10": "hoti, ‘‘kiṁ sabbākārenapi tava vāde gārayhaṁ kāraṇaṁ natthī’’ti. Anabbhakkhātukāmāti",
  "atk-s0101a8:2_11": "na abhūtena vattukāmā.",
  "atk-s0101a8:3_0": "382.Ekaccaṁ tapassiṁ lūkhājīvintiādīsu idhekacco acelakapabbajjāditapanissitattā",
  "atk-s0101a8:3_1": "tapassī ‘‘lūkhena jīvitaṁ kappessāmī’’ti tiṇagomayādibhakkhanādīhi nānappakārehi",
  "atk-s0101a8:3_2": "attānaṁ kilameti, appapuññatāya ca sukhena jīvitavuttimeva na labhati, so tīṇi duccaritāni",
  "atk-s0101a8:3_3": "pūretvā niraye nibbattati.",
  "atk-s0101a8:4_0": "Aparo tādisaṁ tapanissitopi puññavā hoti, labhati lābhasakkāraṁ. So ‘‘na dāni mayā",
  "atk-s0101a8:4_1": "sadiso atthī’’ti attānaṁ ucce ṭhāne sambhāvetvā ‘‘bhiyyosomattāya lābhaṁ uppādessāmī’’ti",
  "atk-s0101a8:4_2": "anesanavasena tīṇi duccaritāni pūretvā niraye nibbattati. Ime dve sandhāya paṭhamanayo vutto.",
  "atk-s0101a8:5_0": "Aparo tapanissitako lūkhājīvī appapuñño hoti, na labhati sukhena jīvitavuttiṁ. So",
  "atk-s0101a8:5_1": "‘‘mayhaṁ pubbepi akatapuññatāya sukhajīvikā nuppajjati , handadāni puññāni karomī’’ti",
  "atk-s0101a8:5_2": "tīṇi sucaritāni pūretvā sagge nibbattati.",
  "atk-s0101a8:6_0": "Aparo lūkhājīvī puññavā hoti, labhati sukhena jīvitavuttiṁ. So – ‘‘mayhaṁ pubbepi",
  "atk-s0101a8:6_1": "katapuññatāya sukhajīvikā uppajjatī’’ti cintetvā anesanaṁ pahāya tīṇi sucaritāni",
  "atk-s0101a8:6_2": "pūretvā sagge nibbattati. Ime dve sandhāya dutiyanayo vutto.",
  "atk-s0101a8:7_0": "Eko pana tapassī appadukkhavihārī hoti bāhirakācārayutto tāpaso vā channaparibbājako",
  "atk-s0101a8:7_1": "vā, appapuññatāya ca manāpe paccaye na labhati. So anesanavasena tīṇi duccaritāni",
  "atk-s0101a8:7_2": "pūretvā attānaṁ sukhe ṭhapetvā niraye nibbattati.",
  "atk-s0101a8:8_0": "Aparo puññavā hoti, so – ‘‘na dāni mayā sadiso atthī’’ti mānaṁ uppādetvā anesanavasena",
  "atk-s0101a8:8_1": "lābhasakkāraṁ vā uppādento micchādiṭṭhivasena – ‘‘sukho imissā paribbājikāya daharāya",
  "atk-s0101a8:8_2": "mudukāya lomasāya samphasso’’tiādīni cintetvā kāmesu pātabyataṁ vā āpajjanto tīṇi",
  "atk-s0101a8:8_3": "duccaritāni pūretvā niraye nibbattati. Ime dve sandhāya tatiyanayo vutto.",
  "atk-s0101a8:9": "Aparo pana appadukkhavihārī appapuñño hoti, so – ‘‘ahaṁ pubbepi akatapuññatāya sukhena jīvikaṁ na labhāmī’’ti tīṇi sucaritāni pūretvā sagge nibbattati.",
  "atk-s0101a8:10_0": "Aparo puññavā hoti, so – ‘‘pubbepāhaṁ katapuññatāya sukhaṁ labhāmi, idāni puññāni",
  "atk-s0101a8:10_1": "karissāmī’’ti tīṇi sucaritāni pūretvā sagge nibbattati. Ime dve sandhāya catutthanayo",
  "atk-s0101a8:10_2": "vutto. Idaṁ titthiyavasena āgataṁ, sāsanepi pana labbhati.",
  "atk-s0101a8:11_0": "Ekacco hi dhutaṅgasamādānavasena lūkhājīvī hoti, appapuññatāya vā sakalampi gāmaṁ",
  "atk-s0101a8:11_1": "vicaritvā udarapūraṁ na labhati. So – ‘‘paccaye uppādessāmī’’ti vejjakammādivasena",
  "atk-s0101a8:11_2": "vā anesanaṁ katvā, arahattaṁ vā paṭijānitvā, tīṇi vā kuhanavatthūni paṭisevitvā niraye nibbattati.",
  "atk-s0101a8:12": "Aparo ca tādisova puññavā hoti. So tāya puññasampattiyā mānaṁ janayitvā uppannaṁ lābhaṁ thāvaraṁ kattukāmo anesanavasena tīṇi duccaritāni pūretvā niraye uppajjati.",
  "atk-s0101a8:13_0": "Aparo samādinnadhutaṅgo appapuññova hoti, na labhati sukhena jīvitavuttiṁ. So – ‘‘pubbepāhaṁ",
  "atk-s0101a8:13_1": "akatapuññatāya kiñci na labhāmi, sace idāni anesanaṁ karissaṁ, āyatimpi dullabhasukho",
  "atk-s0101a8:13_2": "bhavissāmī’’ti tīṇi sucaritāni pūretvā arahattaṁ pattuṁ asakkonto sagge nibbattati.",
  "atk-s0101a8:14_0": "Aparo puññavā hoti, so – ‘‘pubbepāhaṁ katapuññatāya etarahi sukhito, idānipi puññaṁ",
  "atk-s0101a8:14_1": "karissāmī’’ti anesanaṁ pahāya tīṇi sucaritāni pūretvā arahattaṁ pattuṁ asakkonto sagge nibbattati.",
  "atk-s0101a8:15_0": "383.Āgatiñcāti – ‘‘asukaṭṭhānato nāma ime āgatā’’ti evaṁ āgatiñca. Gatiñcāti idāni",
  "atk-s0101a8:15_1": "gantabbaṭṭhānañca. Cutiñcāti tato cavanañca. Upapattiñcāti tato cutānaṁ puna upapattiñca.",
  "atk-s0101a8:15_2": "Kiṁ sabbaṁ tapaṁ garahissāmīti – ‘‘kena kāraṇena garahissāmi, garahitabbameva hi",
  "atk-s0101a8:15_3": "mayaṁ garahāma, pasaṁsitabbaṁ pasaṁsāma, na bhaṇḍikaṁ karonto mahārajako viya dhotañca",
  "atk-s0101a8:15_4": "adhotañca ekato karomā’’ti dasseti. Idāni tamatthaṁ pakāsento – ‘‘santi kassapa eke",
  "atk-s0101a8:15_5": "samaṇabrāhmaṇā’’tiādimāha.",
  "atk-s0101a8:16_0": "384.Yaṁ te ekaccanti pañcavidhaṁ sīlaṁ, tañhi loke na koci ‘‘na sādhū’’ti vadati.",
  "atk-s0101a8:16_1": "Puna yaṁ te ekaccanti pañcavidhaṁ veraṁ, taṁ na koci ‘‘sādhū’’ti vadati. Puna yaṁ",
  "atk-s0101a8:16_2": "te ekaccanti pañcadvāre asaṁvaraṁ, te kira – ‘‘cakkhu nāma na nirundhitabbaṁ, cakkhunā",
  "atk-s0101a8:16_3": "manāpaṁ rūpaṁ daṭṭhabba’’nti vadanti, esa nayo sotādīsu. Puna yaṁ te ekaccanti pañcadvāre saṁvaraṁ.",
  "atk-s0101a8:17_0": "Evaṁ paresaṁ vādena saha attano vādassa samānāsamānataṁ dassetvā idāni attano vādena",
  "atk-s0101a8:17_1": "saha paresaṁ vādassa samānāsamānataṁ dassento ‘‘yaṁ maya’’ntiādimāha. Tatrāpi pañcasīlādivaseneva attho veditabbo.",
  "atk-s0101a8:18": "Samanuyuñjāpanakathāvaṇṇanā",
  "atk-s0101a8:19_0": "385.Samanuyuñjantanti samanuyuñjantu, ettha ca laddhiṁ pucchanto samanuyuñjati nāma,",
  "atk-s0101a8:19_1": "kāraṇaṁ pucchanto samanugāhati nāma, ubhayaṁ pucchanto samanubhāsati nāma. Satthārā",
  "atk-s0101a8:19_2": "vā satthāranti satthārā vā saddhiṁ satthāraṁ upasaṁharitvā – ‘‘kiṁ te satthā te dhamme",
  "atk-s0101a8:19_3": "sabbaso pahāya vattati, udāhu samaṇo gotamo’’ti. Dutiyapadepi eseva nayo.",
  "atk-s0101a8:20_0": "Idāni tamatthaṁ yojetvā dassento – ‘‘ye imesaṁ bhavata’’ntiādimāha. Tattha akusalā",
  "atk-s0101a8:20_1": "akusalasaṅkhātāti akusalā ceva ‘‘akusalā’’ti ca saṅkhātā ñātā koṭṭhāsaṁ vā katvā",
  "atk-s0101a8:20_2": "ṭhapitāti attho. Esa nayo sabbapadesu. Api cettha sāvajjāti sadosā. Na alamariyāti",
  "atk-s0101a8:20_3": "niddosaṭṭhena ariyā bhavituṁ nālaṁ asamatthā.",
  "atk-s0101a8:21_0": "386-392.Yaṁ viññū samanuyuñjantāti yena viññū amhe ca aññe ca pucchantā evaṁ vadeyyuṁ,",
  "atk-s0101a8:21_1": "taṁ ṭhānaṁ vijjati, atthi taṁ kāraṇanti attho. Yaṁ vā pana bhonto pare gaṇācariyāti",
  "atk-s0101a8:21_2": "pare pana bhonto gaṇācariyā yaṁ vā taṁ vā appamattakaṁ pahāya vattantīti attho. Amheva",
  "atk-s0101a8:21_3": "tattha yebhuyyena pasaṁseyyunti idaṁ bhagavā satthārā satthāraṁ samanuyuñjanepi āha",
  "atk-s0101a8:21_4": "– saṅghena saṁghaṁ samanuyuñjanepi. Kasmā? Saṅghapasaṁsāyapi satthuyeva pasaṁsāsiddhito.",
  "atk-s0101a8:21_5": "Pasīdamānāpi hi buddhasampattiyā saṅghe, saṅghasampattiyā ca buddhe pasīdanti, tathā",
  "atk-s0101a8:21_6": "hi bhagavato sarīrasampattiṁ disvā, dhammadesanaṁ vā sutvā bhavanti vattāro – ‘‘lābhā",
  "atk-s0101a8:21_7": "vata bho sāvakānaṁ ye evarūpassa satthu santikāvacarā’’ti, evaṁ buddhasampattiyā",
  "atk-s0101a8:21_8": "saṅghe pasīdanti. Bhikkhūnaṁ panācāragocaraṁ abhikkamapaṭikkamādīni ca disvā bhavanti",
  "atk-s0101a8:21_9": "vattāro – ‘‘santikāvacarānaṁ vata bho sāvakānaṁ ayañca upasamaguṇo satthu kīva rūpo",
  "atk-s0101a8:21_10": "bhavissatī’’ti, evaṁ saṅghasampattiyā buddhe pasīdanti. Iti yā satthupasaṁsā, sā",
  "atk-s0101a8:21_11": "saṅghassa. Yā saṅghassa pasaṁsā, sā satthūti saṅghapasaṁsāyapi satthuyeva pasaṁsāsiddhito",
  "atk-s0101a8:21_12": "bhagavā dvīsupi nayesu – ‘‘amheva tattha yebhuyyena pasaṁseyyu’’nti āha. Samaṇo gotamo",
  "atk-s0101a8:21_13": "ime dhamme anavasesaṁ pahāya vattati, yaṁ vā pana bhonto pare gaṇācariyātiādīsupi",
  "atk-s0101a8:21_14": "panettha ayamadhippāyo – sampattasamādānasetughātavasena hi tisso viratiyo. Tāsu",
  "atk-s0101a8:21_15": "sampattasamādāna viratimattameva aññesaṁ hoti, setughātavirati pana sabbena sabbaṁ",
  "atk-s0101a8:21_16": "natthi. Pañcasu pana tadaṅgavikkhambhanasamucchedapaṭipassaddhinissaraṇappahānesu",
  "atk-s0101a8:21_17": "aṭṭhasamāpattivasena ceva vipassanāmattavasena ca tadaṅgavikkhambhanappahānamattameva",
  "atk-s0101a8:21_18": "aññesaṁ hoti. Itarāni tīṇi pahānāni sabbena sabbaṁ natthi. Tathā sīlasaṁvaro, khantisaṁvaro,",
  "atk-s0101a8:21_19": "ñāṇasaṁvaro, satisaṁvaro, vīriyasaṁvaroti pañca saṁvarā, tesu pañcasīlamattameva",
  "atk-s0101a8:21_20": "adhivāsanakhantimattameva ca aññesaṁ hoti, sesaṁ sabbena sabbaṁ natthi.",
  "atk-s0101a8:22_0": "Pañca kho panime uposathuddesā, tesu pañcasīlamattameva aññesaṁ hoti. Pātimokkhasaṁvarasīlaṁ",
  "atk-s0101a8:22_1": "sabbena sabbaṁ natthi. Iti akusalappahāne ca kusalasamādāne ca, tīsu viratīsu, pañcasu",
  "atk-s0101a8:22_2": "pahānesu, pañcasu saṁvaresu, pañcasu uddesesu, – ‘‘ahameva ca mayhañca sāvakasaṅgho",
  "atk-s0101a8:22_3": "loke paññāyati, mayā hi sadiso satthā nāma, mayhaṁ sāvakasaṅghena sadiso saṅgho nāma",
  "atk-s0101a8:22_4": "natthī’’ti bhagavā sīhanādaṁ nadati.",
  "atk-s0101a8:23": "Ariyaaṭṭhaṅgikamaggavaṇṇanā",
  "atk-s0101a8:24_0": "393. Evaṁ sīhanādaṁ naditvā tassa sīhanādassa aviparītabhāvāvabodhanatthaṁ – ‘‘atthi,",
  "atk-s0101a8:24_1": "kassapa, maggo’’tiādimāha. Tattha maggoti lokuttaramaggo. Paṭipadāti pubbabhāgapaṭipadā.",
  "atk-s0101a8:24_2": "Kālavādītiādīni brahmajāle vaṇṇitāni. Idāni taṁ duvidhaṁ maggañca paṭipadañca ekato",
  "atk-s0101a8:24_3": "katvā dassento – ‘‘ayameva ariyo’’tiādimāha. Idaṁ pana sutvā acelo cintesi – ‘‘samaṇo",
  "atk-s0101a8:24_4": "gotamo mayhaṁyeva maggo ca paṭipadā ca atthi, aññesaṁ natthīti maññati, handassāhaṁ",
  "atk-s0101a8:24_5": "amhākampi maggaṁ kathemī’’ti. Tato acelakapaṭipadaṁ kathesi. Tenāha – ‘‘evaṁ vutte",
  "atk-s0101a8:24_6": "acelo kassapo bhagavantaṁ etadavoca…pe… udakorohanānuyogamanuyutto viharatī’’ti.",
  "atk-s0101a8:25": "Tapopakkamakathāvaṇṇanā",
  "atk-s0101a8:26_0": "394. Tattha tapopakkamāti tapārambhā, tapakammānīti attho. Sāmaññasaṅkhātāti samaṇakammasaṅkhātā.",
  "atk-s0101a8:26_1": "Brahmaññasaṅkhātāti brāhmaṇakammasaṅkhātā. Acelakoti niccolo, naggoti attho. Muttācāroti",
  "atk-s0101a8:26_2": "visaṭṭhācāro, uccārakammādīsu lokiyakulaputtācārena virahito ṭhitakova uccāraṁ karoti,",
  "atk-s0101a8:26_3": "passāvaṁ karoti, khādati, bhuñjati ca. Hatthāpalekhanoti hatthe piṇḍamhi ṭhite jivhāya",
  "atk-s0101a8:26_4": "hatthaṁ apalikhati, uccāraṁ vā katvā hatthasmiññeva daṇḍakasaññī hutvā hatthena apalikhati.",
  "atk-s0101a8:26_5": "‘‘Bhikkhāgahaṇatthaṁ ehi, bhante’’ti vutto na etīti na ehibhaddantiko. ‘‘Tena hi",
  "atk-s0101a8:26_6": "tiṭṭha, bhante’’ti vuttopi na tiṭṭhatīti natiṭṭhabhaddantiko. Tadubhayampi kira so",
  "atk-s0101a8:26_7": "– ‘‘etassa vacanaṁ kataṁ bhavissatī’’ti na karoti. Abhihaṭanti puretaraṁ gahetvā",
  "atk-s0101a8:26_8": "āhaṭaṁ bhikkhaṁ, uddissakatanti ‘‘imaṁ tumhe uddissa kata’’nti evaṁ ārocitaṁ bhikkhaṁ.",
  "atk-s0101a8:26_9": "Na nimantananti ‘‘asukaṁ nāma kulaṁ vā vīthiṁ vā gāmaṁ vā paviseyyāthā’’ti evaṁ nimantitabhikkhampi",
  "atk-s0101a8:26_10": "na sādiyati, na gaṇhati. Nakumbhimukhāti kumbhito uddharitvā diyyamānaṁ bhikkhaṁ",
  "atk-s0101a8:26_11": "na gaṇhati. Na kaḷopimukhāti kaḷopīti ukkhali vā pacchi vā, tatopi na gaṇhati. Kasmā?",
  "atk-s0101a8:26_12": "Kumbhikaḷopiyo maṁ nissāya kaṭacchunā pahāraṁ labhantīti. Na eḷakamantaranti ummāraṁ",
  "atk-s0101a8:26_13": "antaraṁ katvā diyyamānaṁ na gaṇhati. Kasmā? ‘‘Ayaṁ maṁ nissāya antarakaraṇaṁ labhatī’’ti.",
  "atk-s0101a8:26_14": "Daṇḍamusalesupi eseva nayo.",
  "atk-s0101a8:27_0": "Dvinnanti dvīsu bhuñjamānesu ekasmiṁ uṭṭhāya dente na gaṇhati. Kasmā? ‘‘Ekassa kabaḷantarāyo",
  "atk-s0101a8:27_1": "hotī’’ti. Na gabbhiniyātiādīsu pana ‘‘gabbhiniyā kucchiyaṁ dārako kilamati. Pāyantiyā",
  "atk-s0101a8:27_2": "dārakassa khīrantarāyo hoti, purisantaragatāya ratiantarāyo hotī’’ti na gaṇhati.",
  "atk-s0101a8:27_3": "Saṁkittīsūti saṁkittetvā katabhattesu, dubbhikkhasamaye kira acelakasāvakā acelakānaṁ",
  "atk-s0101a8:27_4": "atthāya tato tato taṇḍulādīni samādapetvā bhattaṁ pacanti. Ukkaṭṭho acelako tatopi",
  "atk-s0101a8:27_5": "na paṭiggaṇhati. Na yattha sāti yattha sunakho – ‘‘piṇḍaṁ labhissāmī’’ti upaṭṭhito",
  "atk-s0101a8:27_6": "hoti, tattha tassa adatvā āhaṭaṁ na gaṇhati. Kasmā? Etassa piṇḍantarāyo hotīti. Saṇḍasaṇḍacārinīti",
  "atk-s0101a8:27_7": "samūhasamūhacārinī, sace hi acelakaṁ disvā – ‘‘imassa bhikkhaṁ dassāmā’’ti manussā",
  "atk-s0101a8:27_8": "bhattagehaṁ pavisanti, tesu ca pavisantesu kaḷopimukhādīsu nilīnā makkhikā uppatitvā",
  "atk-s0101a8:27_9": "saṇḍasaṇḍā caranti, tato āhaṭaṁ bhikkhaṁ na gaṇhati. Kasmā? Maṁ nissāya makkhikānaṁ",
  "atk-s0101a8:27_10": "gocarantarāyo jātoti.",
  "atk-s0101a8:28_0": "Thusodakanti sabbasassasambhārehi kataṁ sovīrakaṁ. Ettha ca surāpānameva sāvajjaṁ,",
  "atk-s0101a8:28_1": "ayaṁ pana sabbesupi sāvajjasaññī. Ekāgārikoti yo ekasmiṁyeva gehe bhikkhaṁ labhitvā",
  "atk-s0101a8:28_2": "nivattati . Ekālopikoti yo ekeneva ālopena yāpeti. Dvāgārikādīsupi eseva nayo. Ekissāpi",
  "atk-s0101a8:28_3": "dattiyāti ekāya dattiyā. Datti nāma ekā khuddakapāti hoti, yattha aggabhikkhaṁ pakkhipitvā",
  "atk-s0101a8:28_4": "ṭhapenti. Ekāhikanti ekadivasantarikaṁ. Addhamāsikanti addhamāsantarikaṁ. Pariyāyabhattabhojananti",
  "atk-s0101a8:28_5": "vārabhattabhojanaṁ, ekāhavārena dvīhavārena sattāhavārena aḍḍhamāsavārenāti evaṁ",
  "atk-s0101a8:28_6": "divasavārena āgatabhattabhojanaṁ.",
  "atk-s0101a8:29_0": "395.Sākabhakkhoti allasākabhakkho. Sāmākabhakkhoti sāmākataṇḍulabhakkho. Nīvārādīsu",
  "atk-s0101a8:29_1": "nīvāro nāma araññe sayaṁjātā vīhijāti. Daddulanti cammakārehi cammaṁ likhitvā chaḍḍitakasaṭaṁ.",
  "atk-s0101a8:29_2": "Haṭaṁ vuccati silesopi sevālopi. Kaṇanti kuṇḍakaṁ. Ācāmoti bhattaukkhalikāya laggo",
  "atk-s0101a8:29_3": "jhāmakaodano, taṁ chaḍḍitaṭṭhānatova gahetvā khādati, ‘‘odanakañjiya’’ntipi vadanti.",
  "atk-s0101a8:29_4": "Piññākādayo pākaṭā eva. Pavattaphalabhojīti patitaphalabhojī.",
  "atk-s0101a8:30_0": "396.Sāṇānīti sāṇavākacoḷāni. Masāṇānīti missakacoḷāni. Chavadussānīti matasarīrato",
  "atk-s0101a8:30_1": "chaḍḍitavatthāni, erakatiṇādīni vā ganthetvā katanivāsanāni. Paṁsukūlānīti pathaviyaṁ",
  "atk-s0101a8:30_2": "chaḍḍitanantakāni. Tirīṭānīti rukkhatacavatthāni. Ajinanti ajinamigacammaṁ. Ajinakkhipanti",
  "atk-s0101a8:30_3": "tadeva majjhe phālitakaṁ. Kusacīranti kusatiṇāni ganthetvā katacīraṁ. Vākacīraphalakacīresupi",
  "atk-s0101a8:30_4": "eseva nayo. Kesakambalanti manussakesehi katakambalaṁ. Yaṁ sandhāya vuttaṁ –",
  "atk-s0101a8:31_0": "‘‘Seyyathāpi bhikkhave, yāni kānici tantāvutāni vatthāni, kesakambalo tesaṁ paṭikiṭṭho",
  "atk-s0101a8:31_1": "akkhāyati. Kesakambalo, bhikkhave, sīte sīto, uṇhe uṇho appaggho ca dubbaṇṇo ca duggandho",
  "atk-s0101a8:31_2": "dukkhasamphasso’’ti.",
  "atk-s0101a8:32_0": "Vāḷakambalanti assavālehi katakambalaṁ. Ulūkapakkhikanti ulūkapakkhāni ganthetvā",
  "atk-s0101a8:32_1": "katanivāsanaṁ. Ukkuṭikappadhānamanuyuttoti ukkuṭikavīriyaṁ anuyutto, gacchantopi",
  "atk-s0101a8:32_2": "ukkuṭikova hutvā uppatitvā uppatitvā gacchati. Kaṇṭakāpassayikoti ayakaṇṭake vā pakatikaṇṭake",
  "atk-s0101a8:32_3": "vā bhūmiyaṁ koṭṭetvā tattha cammaṁ attharitvā ṭhānacaṅkamādīni karoti. Seyyanti sayantopi",
  "atk-s0101a8:32_4": "tattheva seyyaṁ kappeti. Phalakaseyyanti rukkhaphalake seyyaṁ. Thaṇḍilaseyyanti thaṇḍile",
  "atk-s0101a8:32_5": "ucce bhūmiṭhāne seyyaṁ. Ekapassayikoti ekapasseneva sayati. Rajojalladharoti sarīraṁ",
  "atk-s0101a8:32_6": "telena makkhitvā rajuṭṭhānaṭṭhāne tiṭṭhati, athassa sarīre rajojallaṁ laggati, taṁ",
  "atk-s0101a8:32_7": "dhāreti. Yathāsanthatikoti laddhaṁ āsanaṁ akopetvā yadeva labhati, tattheva nisīdanasīlo.",
  "atk-s0101a8:32_8": "Vekaṭikoti vikaṭakhādanasīlo. Vikaṭanti gūthaṁ vuccati. Apānakoti paṭikkhittasītudakapāno.",
  "atk-s0101a8:32_9": "Sāyaṁ tatiyamassāti sāyatatiyakaṁ. Pāto, majjhanhike, sāyanti divasassa tikkhattuṁ",
  "atk-s0101a8:32_10": "pāpaṁ pavāhessāmīti udakorohanānuyogaṁ anuyutto viharatīti.",
  "atk-s0101a8:33": "Tapopakkamaniratthakatāvaṇṇanā",
  "atk-s0101a8:34_0": "397. Atha bhagavā sīlasampadādīhi vinā tesaṁ tapopakkamānaṁ niratthakataṁ dassento",
  "atk-s0101a8:34_1": "– ‘‘acelako cepi kassapa hotī’’tiādimāha. Tattha ārakā vāti dūreyeva. Averanti dosaveravirahitaṁ.",
  "atk-s0101a8:34_2": "Abyāpajjanti domanassabyāpajjarahitaṁ.",
  "atk-s0101a8:35_0": "398.Dukkaraṁ, bho gotamāti idaṁ kassapo ‘‘mayaṁ pubbe ettakamattaṁ sāmaññañca brahmaññañcāti",
  "atk-s0101a8:35_1": "vicarāma, tumhe pana aññaṁyeva sāmaññañca brahmaññañca vadathā’’ti dīpento āha. Pakati",
  "atk-s0101a8:35_2": "kho esāti pakatikathā esā. Imāya ca, kassapa, mattāyāti ‘‘kassapa yadi iminā pamāṇena",
  "atk-s0101a8:35_3": "evaṁ parittakena paṭipattikkamena sāmaññaṁ vā brahmaññaṁ vā dukkaraṁ sudukkaraṁ nāma",
  "atk-s0101a8:35_4": "abhavissa, tato netaṁ abhavissa kallaṁ vacanāya dukkaraṁ sāmañña’’nti ayamettha padasambandhena",
  "atk-s0101a8:35_5": "saddhiṁ attho. Etena nayena sabbattha padasambandho veditabbo.",
  "atk-s0101a8:36_0": "399.Dujjānoti idampi so ‘‘mayaṁ pubbe ettakena samaṇo vā brāhmaṇo vā hotīti vicarāma,",
  "atk-s0101a8:36_1": "tumhe pana aññathā vadathā’’ti idaṁ sandhāyāha. Athassa bhagavā taṁ pakativādaṁ paṭikkhipitvā",
  "atk-s0101a8:36_2": "sabhāvatova dujjānabhāvaṁ āvikaronto punapi – ‘‘pakati kho’’tiādimāha. Tatrāpi vuttanayeneva",
  "atk-s0101a8:36_3": "padasambandhaṁ katvā attho veditabbo.",
  "atk-s0101a8:37": "Sīlasamādhipaññāsampadāvaṇṇanā",
  "atk-s0101a8:38_0": "400-401.Katamā pana sā, bho gotamāti kasmā pucchati. Ayaṁ kira paṇḍito bhagavato",
  "atk-s0101a8:38_1": "kathentasseva kathaṁ uggahesi, atha attano paṭipattiyā niratthakataṁ viditvā samaṇo",
  "atk-s0101a8:38_2": "gotamo – ‘‘tassa ‘cāyaṁ sīlasampadā, cittasampadā, paññāsampadā abhāvitā hoti asacchikatā,",
  "atk-s0101a8:38_3": "atha kho so ārakāva sāmaññā’tiādimāha. Handa dāni naṁ tā sampattiyo pucchāmī’’ti",
  "atk-s0101a8:38_4": "sīlasampadādivijānanatthaṁ pucchati. Athassa bhagavā buddhuppādaṁ dassetvā tantidhammaṁ",
  "atk-s0101a8:38_5": "kathento tā sampattiyo dassetuṁ – ‘‘idha kassapā’’tiādimāha. Imāya ca kassapa sīlasampadāyāti",
  "atk-s0101a8:38_6": "idaṁ arahattaphalameva sandhāya vuttaṁ. Arahattaphalapariyosānañhi bhagavato sāsanaṁ.",
  "atk-s0101a8:38_7": "Tasmā arahattaphalasampayuttāhi sīlacittapaññāsampadāhi aññā uttaritarā vā paṇītatarā",
  "atk-s0101a8:38_8": "vā sīlādisampadā natthīti āha.",
  "atk-s0101a8:39": "Sīhanādakathāvaṇṇanā",
  "atk-s0101a8:40_0": "402. Evañca pana vatvā idāni anuttaraṁ mahāsīhanādaṁ nadanto – ‘‘santi kassapa eke",
  "atk-s0101a8:40_1": "samaṇabrāhmaṇā’’tiādimāha. Tattha ariyanti nirupakkilesaṁ paramavisuddhaṁ. Paramanti",
  "atk-s0101a8:40_2": "uttamaṁ, pañcasīlāni hiādiṁ katvā yāva pātimokkhasaṁvarasīlā sīlameva, lokuttaramaggaphalasampayuttaṁ",
  "atk-s0101a8:40_3": "pana paramasīlaṁ nāma. Nāhaṁ tatthāti tattha sīlepi paramasīlepi ahaṁ attano samasamaṁ",
  "atk-s0101a8:40_4": "mama sīlasamena sīlena mayā samaṁ puggalaṁ na passāmīti attho. Ahameva tattha bhiyyoti",
  "atk-s0101a8:40_5": "ahameva tasmiṁ sīle uttamo. Katamasmiṁ? Yadidaṁ adhisīlanti yaṁ etaṁ uttamaṁ sīlanti",
  "atk-s0101a8:40_6": "attho. Iti imaṁ paṭhamaṁ sīhanādaṁ nadati.",
  "atk-s0101a8:41_0": "Tapojigucchavādāti ye tapojigucchaṁ vadanti. Tattha tapatīti tapo, kilesasantāpakavīriyassetaṁ",
  "atk-s0101a8:41_1": "nāmaṁ, tadeva te kilese jigucchatīti jigucchā. Ariyā paramāti ettha niddosattā ariyā,",
  "atk-s0101a8:41_2": "aṭṭhaārambhavatthuvasenapi uppannā vipassanāvīriyasaṅkhātā tapojigucchā tapojigucchāva,",
  "atk-s0101a8:41_3": "maggaphalasampayuttā paramā nāma. Adhijegucchanti idha jigucchabhāvo jegucchaṁ, uttamaṁ",
  "atk-s0101a8:41_4": "jegucchaṁ adhijegucchaṁ, tasmā yadidaṁ adhijegucchaṁ, tattha ahameva bhiyyoti evamettha",
  "atk-s0101a8:41_5": "attho daṭṭhabbo. Paññādhikārepi kammassakatāpaññā ca vipassanāpaññā ca paññā nāma,",
  "atk-s0101a8:41_6": "maggaphalasampayuttā paramā paññā nāma. Adhipaññanti ettha liṅgavipallāso veditabbo,",
  "atk-s0101a8:41_7": "ayaṁ panetthattho – yāyaṁ adhipaññā nāma ahameva tattha bhiyyoti vimuttādhikāre tadaṅgavikkhambhanavimuttiyo",
  "atk-s0101a8:41_8": "vimutti nāma, samucchedapaṭipassaddhinissaraṇavimuttiyo pana paramā vimuttīti veditabbā.",
  "atk-s0101a8:41_9": "Idhāpi ca yadidaṁ adhivimuttīti yā ayaṁ adhivimutti, ahameva tattha bhiyyoti attho.",
  "atk-s0101a8:42": "403.Suññāgāreti suññe ghare, ekakova nisīditvāti adhippāyo. Parisāsu cāti aṭṭhasu parisāsu. Vuttampi cetaṁ –",
  "atk-s0101a8:43_0": "‘‘Cattārimāni, sāriputta, tathāgatassa vesārajjāni. Yehi vesārajjehi samannāgato",
  "atk-s0101a8:43_1": "tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, parisāsu sīhanādaṁ nadatī’’ti (ma. ni. 1.150)",
  "atk-s0101a8:43_2": "suttaṁ vitthāretabbaṁ.",
  "atk-s0101a8:44_0": "Pañhañca naṁ pucchantīti paṇḍitā devamanussā naṁ pañhaṁ abhisaṅkharitvā pucchanti.",
  "atk-s0101a8:44_1": "Byākarotīti taṅkhaṇaññeva vissajjesi. Cittaṁ ārādhetīti pañhāvissajjanena mahājanassa",
  "atk-s0101a8:44_2": "cittaṁ paritosetiyeva. No ca kho sotabbaṁ maññantīti cittaṁ ārādhetvā kathentassapissa",
  "atk-s0101a8:44_3": "vacanaṁ pare sotabbaṁ na maññantīti, evañca vadeyyunti attho. Sotabbañcassa maññantīti",
  "atk-s0101a8:44_4": "devāpi manussāpi mahanteneva ussāhena sotabbaṁ maññanti. Pasīdantīti supasannā kallacittā",
  "atk-s0101a8:44_5": "muducittā honti. Pasannākāraṁ karontīti na muddhappasannāva honti, paṇītāni cīvarādīni",
  "atk-s0101a8:44_6": "veḷuvanavihārādayo ca mahāvihāre pariccajantā pasannākāraṁ karonti. Tathattāyāti",
  "atk-s0101a8:44_7": "yaṁ so dhammaṁ deseti tathā bhāvāya, dhammānudhammapaṭipattipūraṇatthāya paṭipajjantīti",
  "atk-s0101a8:44_8": "attho. Tathattāya ca paṭipajjantīti tathabhāvāya paṭipajjanti, tassa hi bhagavato",
  "atk-s0101a8:44_9": "dhammaṁ sutvā keci saraṇesu keci pañcasu sīlesu patiṭṭhahanti, apare nikkhamitvā",
  "atk-s0101a8:44_10": "pabbajanti. Paṭipannā ca ārādhentīti tañca pana paṭipadaṁ paṭipannā pūretuṁ sakkonti,",
  "atk-s0101a8:44_11": "sabbākārena pana pūrenti, paṭipattipūraṇena tassa bhoto gotamassa cittaṁ ārādhentīti vattabbā.",
  "atk-s0101a8:45_0": "Imasmiṁ panokāse ṭhatvā sīhanādā samodhānetabbā. Ekaccaṁ tapassiṁ niraye nibbattaṁ",
  "atk-s0101a8:45_1": "passāmīti hi bhagavato eko sīhanādo. Aparaṁ sagge nibbattaṁ passāmīti eko. Akusaladhammappahāne",
  "atk-s0101a8:45_2": "ahameva seṭṭhoti eko. Kusaladhammasamādānepi ahameva seṭṭhoti eko. Akusaladhammappahāne",
  "atk-s0101a8:45_3": "mayhameva sāvakasaṅgho seṭṭhoti eko. Kusaladhammasamādānepi mayhaṁyeva sāvakasaṅgho",
  "atk-s0101a8:45_4": "seṭṭhoti eko. Sīlena mayhaṁ sadiso natthīti eko. Vīriyena mayhaṁ sadiso natthīti",
  "atk-s0101a8:45_5": "eko. Paññāya…pe… vimuttiyā…pe… sīhanādaṁ nadanto parisamajjhe nisīditvā nadāmīti",
  "atk-s0101a8:45_6": "eko. Visārado hutvā nadāmīti eko. Pañhaṁ maṁ pucchantīti eko. Pañhaṁ puṭṭho vissajjemīti",
  "atk-s0101a8:45_7": "eko. Vissajjanena parassa cittaṁ ārādhemīti eko. Sutvā sotabbaṁ maññantīti eko. Sutvā",
  "atk-s0101a8:45_8": "me pasīdantīti eko. Pasannākāraṁ karontīti eko. Yaṁ paṭipattiṁ desemi, tathattāya",
  "atk-s0101a8:45_9": "paṭipajjantīti eko. Paṭipannā ca maṁ ārādhentīti eko. Iti purimānaṁ dasannaṁ ekekassa",
  "atk-s0101a8:45_10": "– ‘‘parisāsu ca nadatī’’ti ādayo dasa dasa parivārā. Evaṁ te dasa purimānaṁ dasannaṁ",
  "atk-s0101a8:45_11": "parivāravasena sataṁ purimā ca dasāti dasādhikaṁ sīhanādasataṁ hoti. Ito aññasmiṁ",
  "atk-s0101a8:45_12": "pana sutte ettakā sīhanādā dullabhā, tenidaṁ suttaṁ mahāsīhanādanti vuccati. Iti",
  "atk-s0101a8:45_13": "bhagavā ‘‘sīhanādaṁ kho samaṇo gotamo nadati, tañca kho suññāgāre nadatī’’ti evaṁ",
  "atk-s0101a8:45_14": "vādānu vādaṁ paṭisedhetvā idāni parisati naditapubbaṁ sīhanādaṁ dassento ‘‘ekamidāha’’ntiādimāha.",
  "atk-s0101a8:46": "Titthiyaparivāsakathāvaṇṇanā",
  "atk-s0101a8:47_0": "404. Tattha tatra maṁ aññataro tapabrahmacārīti tatra rājagahe gijjhakūṭe pabbate",
  "atk-s0101a8:47_1": "viharantaṁ maṁ aññataro tapabrahmacārī nigrodho nāma paribbājako . Adhijeguccheti",
  "atk-s0101a8:47_2": "vīriyena pāpajigucchanādhikāre pañhaṁ pucchi. Idaṁ yaṁ taṁ bhagavā gijjhakūṭe mahāvihāre",
  "atk-s0101a8:47_3": "nisinno udumbarikāya deviyā uyyāne nisinnassa nigrodhassa ca paribbājakassa sandhānassa",
  "atk-s0101a8:47_4": "ca upāsakassa dibbāya sotadhātuyā kathāsallāpaṁ sutvā ākāsenāgantvā tesaṁ santike",
  "atk-s0101a8:47_5": "paññatte āsane nisīditvā nigrodhena adhijegucche puṭṭhapañhaṁ vissajjesi, taṁ sandhāya",
  "atk-s0101a8:47_6": "vuttaṁ. Paraṁ viya mattāyāti paramāya mattāya, atimahanteneva pamāṇenāti attho. Ko",
  "atk-s0101a8:47_7": "hi, bhanteti ṭhapetvā andhabālaṁ diṭṭhigatikaṁ añño paṇḍitajātiko ‘‘ko nāma bhagavato",
  "atk-s0101a8:47_8": "dhammaṁ sutvā na attamano assā’’ti vadati. Labheyyāhanti idaṁ so – ‘‘ciraṁ vata me",
  "atk-s0101a8:47_9": "aniyyānikapakkhe yojetvā attā kilamito, ‘sukkhanadītīre nhāyissāmī’ti samparivattentena",
  "atk-s0101a8:47_10": "viya thuse koṭṭentena viya na koci attho nipphādito. Handāhaṁ attānaṁ yoge yojessāmī’’ti",
  "atk-s0101a8:47_11": "cintetvā āha. Atha bhagavā yo anena khandhake titthiyaparivāso paññatto, yo aññatitthiyapubbo",
  "atk-s0101a8:47_12": "sāmaṇerabhūmiyaṁ ṭhito – ‘‘ahaṁ bhante, itthannāmo aññatitthiyapubbo imasmiṁ dhammavinaye",
  "atk-s0101a8:47_13": "ākaṅkhāmi upasampadaṁ, svāhaṁ, bhante, saṁghaṁ cattāro māse parivāsaṁ yācāmī’’tiādinā",
  "atk-s0101a8:47_14": "(mahāva. 86) nayena samādiyitvā parivasati, taṁ sandhāya – ‘‘yo kho, kassapa, aññatitthiyapubbo’’tiādimāha.",
  "atk-s0101a8:48_0": "405. Tattha pabbajjanti vacanasiliṭṭhatāvaseneva vuttaṁ, aparivasitvāyeva hi pabbajjaṁ",
  "atk-s0101a8:48_1": "labhati. Upasampadatthikena pana nātikālena gāmappavesanādīni aṭṭha vattāni pūrentena",
  "atk-s0101a8:48_2": "parivasitabbaṁ. Āraddhacittāti aṭṭhavattapūraṇena tuṭṭhacittā, ayamettha saṅkhepattho.",
  "atk-s0101a8:48_3": "Vitthārato panesa titthiyaparivāso samantapāsādikāya vinayaṭṭhakathāyaṁ pabbajjakhandhakavaṇṇanāya",
  "atk-s0101a8:48_4": "vuttanayena veditabbo. Api ca metthāti api ca me ettha. Puggalavemattatā viditāti",
  "atk-s0101a8:48_5": "puggalanānattaṁ viditaṁ. ‘‘Ayaṁ puggalo parivāsāraho, ayaṁ na parivāsāraho’’ti idaṁ",
  "atk-s0101a8:48_6": "mayhaṁ pākaṭanti dasseti. Tato kassapo cintesi – ‘‘aho acchariyaṁ buddhasāsanaṁ,",
  "atk-s0101a8:48_7": "yattha evaṁ ghaṁsitvā koṭṭetvā yuttameva gaṇhanti, ayuttaṁ chaḍḍentī’’ti, tato suṭṭhutaraṁ",
  "atk-s0101a8:48_8": "pabbajjāya sañjātussāho – ‘‘sace bhante’’tiādimāha.",
  "atk-s0101a8:49_0": "Atha kho bhagavā tassa tibbacchandataṁ viditvā – ‘‘na kassapo parivāsaṁ arahatī’’ti",
  "atk-s0101a8:49_1": "aññataraṁ bhikkhuṁ āmantesi – ‘‘gaccha bhikkhu kassapaṁ nhāpetvā pabbājetvā ānehī’’ti.",
  "atk-s0101a8:49_2": "So tathā katvā taṁ pabbājetvā bhagavato santikaṁ āgamāsi. Bhagavā taṁ gaṇamajjhe",
  "atk-s0101a8:49_3": "nisīdāpetvā upasampādesi. Tena vuttaṁ – ‘‘alattha kho acelo kassapo bhagavato santike",
  "atk-s0101a8:49_4": "pabbajjaṁ, alattha upasampada’’nti. Acirūpasampannoti upasampanno hutvā nacirameva.",
  "atk-s0101a8:49_5": "Vūpakaṭṭhoti vatthukāmakilesakāmehi kāyena ceva cittena ca vūpakaṭṭho. Appamattoti",
  "atk-s0101a8:49_6": "kammaṭṭhāne satiṁ avijahanto. Ātāpīti kāyikacetasikasaṅkhātena vīriyātāpena ātāpī.",
  "atk-s0101a8:49_7": "Pahitattoti kāye ca jīvite ca anapekkhatāya pesitacitto vissaṭṭhaattabhāvo. Yassatthāyāti",
  "atk-s0101a8:49_8": "yassa atthāya. Kulaputtāti ācārakulaputtā. Sammadevāti hetunāva kāraṇeneva. Tadanuttaranti",
  "atk-s0101a8:49_9": "taṁ anuttaraṁ. Brahmacariyapariyosānanti maggabrahmacariyassa pariyosānabhūtaṁ arahattaphalaṁ.",
  "atk-s0101a8:49_10": "Tassa hi atthāya kulaputtā pabbajanti. Diṭṭheva dhammeti imasmiṁyeva attabhāve. Sayaṁ",
  "atk-s0101a8:49_11": "abhiññā sacchikatvāti attanāyeva paññāya paccakkhaṁ katvā, aparappaccayaṁ katvāti",
  "atk-s0101a8:49_12": "attho. Upasampajja vihāsīti pāpuṇitvā sampādetvā vihāsi, evaṁ viharanto ca khīṇā",
  "atk-s0101a8:49_13": "jāti…pe… abbhaññāsīti.",
  "atk-s0101a8:50_0": "Evamassa paccavekkhaṇabhūmiṁ dassetvā arahattanikūṭena desanaṁ niṭṭhāpetuṁ ‘‘aññataro",
  "atk-s0101a8:50_1": "kho panāyasmā kassapo arahataṁ ahosī’’ti vuttaṁ. Tattha aññataroti eko. Arahatanti",
  "atk-s0101a8:50_2": "arahantānaṁ, bhagavato sāvakānaṁ arahantānaṁ abbhantaro ahosīti ayamettha adhippāyo.",
  "atk-s0101a8:50_3": "Yaṁ yaṁ pana antarantarā na vuttaṁ, taṁ taṁ tattha tattha vuttattā pākaṭamevāti.",
  "atk-s0101a8:51": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a8:52": "Mahāsīhanādasuttavaṇṇanā niṭṭhitā."
}