{
  "atk-s0402a44:0": "(9) 4. Macalavaggo",
  "atk-s0402a44:1": "1-5. Pāṇātipātādisuttapañcakavaṇṇanā",
  "atk-s0402a44:2_0": "81-85. Catutthassa paṭhamādīni uttānatthāneva. Pañcame ‘‘nīce kule paccājāto’’tiādikena",
  "atk-s0402a44:2_1": "tamena yuttoti tamo. Kāyaduccaritādīhi puna nirayatamūpagamanato tamaparāyaṇo. Iti",
  "atk-s0402a44:2_2": "ubhayenapi khandhatamova kathito hoti. ‘‘Aḍḍhe kule paccājāto’’tiādikena jotinā yuttato",
  "atk-s0402a44:2_3": "joti, ālokabhūtoti vuttaṁ hoti. Kāyasucaritādīhi puna sagguppattijotibhāvūpagamanato",
  "atk-s0402a44:2_4": "jotiparāyaṇo. Iminā nayena itarepi dve veditabbā.",
  "atk-s0402a44:3_0": "Venakuleti vilīvakārakule. Nesādakuleti migaluddakādīnaṁ kule. Rathakārakuleti cammakārakule.",
  "atk-s0402a44:3_1": "Pukkusakuleti pupphachaḍḍakakule. Kasiravuttiketi dukkhavuttike. Dubbaṇṇoti paṁsupisācako",
  "atk-s0402a44:3_2": "viya jhāmakhāṇuvaṇṇo. Duddasikoti vijātamātuyāpi amanāpadassano. Okoṭimakoti lakuṇḍako.",
  "atk-s0402a44:3_3": "Kāṇoti ekacchikāṇo vā ubhayacchikāṇo vā. Kuṇīti ekahatthakuṇī vā ubhayahatthakuṇī",
  "atk-s0402a44:3_4": "vā. Khañjoti ekapādakhañjo vā ubhayapādakhañjo vā. Pakkhahatoti hatapakkho pīṭhasappī",
  "atk-s0402a44:3_5": ". Padīpeyyassāti telakapallādino dīpaupakaraṇassa. Evaṁ kho, bhikkhaveti ettha eko",
  "atk-s0402a44:3_6": "puggalo bahiddhā ālokaṁ adisvā mātu kucchimhiyeva kālaṁ katvā apāyesu nibbattanto",
  "atk-s0402a44:3_7": "sakalampi kappaṁ saṁsarati. Sopi tamotamaparāyaṇova. So pana kuhakapuggalo bhaveyya.",
  "atk-s0402a44:3_8": "Kuhakassa hi evarūpā nipphatti hotīti vuttaṁ.",
  "atk-s0402a44:4_0": "Ettha ca ‘‘nīce kule’’tiādīhi āgamanavipatti ceva paccuppannapaccayavipatti ca dassitā.",
  "atk-s0402a44:4_1": "‘‘Dalidde’’tiādīhi pavattapaccayavipatti, ‘‘kasiravuttike’’tiādīhi ājīvupāyavipatti,",
  "atk-s0402a44:4_2": "‘‘dubbaṇṇo’’tiādīhi attabhāvavipatti, ‘‘bahvābādho’’tiādīhi dukkhakāraṇasamāyogo,",
  "atk-s0402a44:4_3": "‘‘na lābhī’’tiādīhi sukhakāraṇavipatti ceva upabhogavipatti ca, ‘‘kāyena duccarita’’ntiādīhi",
  "atk-s0402a44:4_4": "tamaparāyaṇabhāvassa kāraṇasamāyogo, ‘‘kāyassa bhedā’’tiādīhi samparāyikatamūpagamo.",
  "atk-s0402a44:4_5": "Sukkapakkho vuttapaṭipakkhanayena veditabbo.",
  "atk-s0402a44:5": "6. Oṇatoṇatasuttavaṇṇanā",
  "atk-s0402a44:6_0": "86. Chaṭṭhe oṇatoṇatoti idāni nīcako āyatimpi nīcako bhavissati. Oṇatuṇṇatoti idāni",
  "atk-s0402a44:6_1": "nīco āyatiṁ ucco bhavissati. Uṇṇatoṇatoti idāni ucco āyatiṁ nīco bhavissati. Uṇṇatuṇṇatoti",
  "atk-s0402a44:6_2": "idāni ucco āyatimpi ucco bhavissati. Vitthāro pana nesaṁ purimasuttanayeneva veditabbo.",
  "atk-s0402a44:7": "7. Puttasuttavaṇṇanā",
  "atk-s0402a44:8_0": "87. Sattame samaṇamacaloti samaṇaacalo, makāro padasandhikaro, niccalasamaṇoti attho.",
  "atk-s0402a44:8_1": "Iminā sattavidhampi sekhaṁ dasseti. So hi sāsane mūlajātāya saddhāya patiṭṭhitattā",
  "atk-s0402a44:8_2": "acalo nāma. Samaṇapuṇḍarīkoti puṇḍarīkasadiso samaṇo. Puṇḍarīkaṁ nāma ūnasatapattaṁ",
  "atk-s0402a44:8_3": "saroruhaṁ. Iminā sukkhavipassakakhīṇāsavaṁ dasseti. So hi jhānābhiññānaṁ abhāvena",
  "atk-s0402a44:8_4": "aparipuṇṇaguṇattā samaṇapuṇḍarīko nāma hoti. Samaṇapadumoti padumasadiso samaṇo.",
  "atk-s0402a44:8_5": "Padumaṁ nāma paripuṇṇasatapattaṁ saroruhaṁ. Iminā ubhatobhāgavimuttaṁ khīṇāsavaṁ",
  "atk-s0402a44:8_6": "dasseti. So hi jhānābhiññānaṁ bhāvena paripuṇṇaguṇattā samaṇapadumo nāma hoti . Samaṇesu",
  "atk-s0402a44:8_7": "samaṇasukhumāloti sabbesupi etesu samaṇesu sukhumālasamaṇo muducittasarīro kāyikacetasikadukkharahito",
  "atk-s0402a44:8_8": "ekantasukhī. Etena attānañceva attasadise ca dasseti.",
  "atk-s0402a44:9_0": "Evaṁ mātikaṁ nikkhipitvā idāni paṭipāṭiyā vibhajanto kathañca, bhikkhavetiādimāha.",
  "atk-s0402a44:9_1": "Tattha sekhoti sattavidhopi sekho. Pāṭipadoti paṭipannako. Anuttaraṁ yogakkhemaṁ",
  "atk-s0402a44:9_2": "patthayamāno viharatīti arahattaṁ patthayanto viharati. Muddhāvasittassāti muddhani",
  "atk-s0402a44:9_3": "avasittassa, katābhisekassāti attho. Ābhisekoti abhisekaṁ kātuṁ yutto. Anabhisittoti",
  "atk-s0402a44:9_4": "na tāva abhisitto. Macalappattoti rañño khattiyassa muddhāvasittassa puttabhāvena",
  "atk-s0402a44:9_5": "ceva puttesu jeṭṭhakabhāvena ca na tāva abhisittabhāvena ca abhisekappattiatthāya",
  "atk-s0402a44:9_6": "acalappatto niccalapatto. Makāro nipātamattaṁ. Kāyena phusitvāti nāmakāyena phusitvā.",
  "atk-s0402a44:10_0": "Yācitova bahulaṁ cīvaraṁ paribhuñjatīti ‘‘idaṁ, bhante, paribhuñjathā’’ti evaṁ dāyakehi",
  "atk-s0402a44:10_1": "yācamāneheva upanītaṁ cīvaraṁ bahuṁ paribhuñjati, kiñcideva ayācitaṁ, bākulatthero",
  "atk-s0402a44:10_2": "viya. Piṇḍapātaṁ khadiravanamagge sīvalitthero viya. Senāsanaṁ aṭṭhakanāgarasutte",
  "atk-s0402a44:10_3": "(ma. ni. 2.17 ādayo; a. ni. 11.16 ādayo) ānandatthero viya. Gilānapaccayaṁ pilindavacchathero",
  "atk-s0402a44:10_4": "viya. Tyassāti te assa. Manāpenevāti manaṁ allīyanakena. Samudācarantīti kattabbakiccāni",
  "atk-s0402a44:10_5": "karonti pavattanti vā. Upahāraṁ upaharantīti kāyikacetasikaupahāraṁ upaharanti upanīyanti.",
  "atk-s0402a44:10_6": "Sannipātikānīti tiṇṇampi sannipātena nibbattāni. Utupariṇāmajānīti utupariṇāmato",
  "atk-s0402a44:10_7": "atisītaatiuṇhaututo jātāni. Visamaparihārajānīti accāsanaatiṭṭhānādikā visamaparihārato",
  "atk-s0402a44:10_8": "jātāni. Opakkamikānīti vadhabandhanādiupakkamena nibbattāni. Kammavipākajānīti vināpi",
  "atk-s0402a44:10_9": "imehi kāraṇehi kevalaṁ pubbe katakammavipākavaseneva jātāni. Catunnaṁ jhānānanti",
  "atk-s0402a44:10_10": "ettha khīṇāsavānampi buddhānampi kiriyajjhānāneva adhippetāni. Sesaṁ uttānatthamevāti.",
  "atk-s0402a44:11": "8. Saṁyojanasuttavaṇṇanā",
  "atk-s0402a44:12_0": "88. Aṭṭhame sāsane laddhappatiṭṭhattā sotāpannova samaṇamacaloti vutto, nātibahuguṇattā",
  "atk-s0402a44:12_1": "na bahupattaṁ viya saroruhaṁ sakadāgāmī samaṇapuṇḍarīkoti, tato bahutaraguṇattā satapattaṁ",
  "atk-s0402a44:12_2": "viya saroruhaṁ anāgāmī samaṇapadumoti, thaddhabhāvakarānaṁ kilesānaṁ sabbaso samucchinnattā",
  "atk-s0402a44:12_3": "mudubhāvappatto khīṇāsavo samaṇasukhumāloti.",
  "atk-s0402a44:13": "9. Sammādiṭṭhisuttavaṇṇanā",
  "atk-s0402a44:14_0": "89. Navame sammādiṭṭhikotiādīhi aṭṭhaṅgikamaggavasena paṭhamasutte viya satta sekhā",
  "atk-s0402a44:14_1": "gahitā. Dutiyavāre dasaṅgikamaggavasena vā arahattaphalañāṇaarahattaphalavimuttīhi",
  "atk-s0402a44:14_2": "saddhiṁ, aṭṭhaṅgikamaggavasena vā sukkhavipassakakhīṇāsavo kathito, tatiyavāre ubhatobhāgavimutto,",
  "atk-s0402a44:14_3": "catutthavāre tathāgato ca tathāgatasadisakhīṇāsavo cāti. Iti idaṁ suttaṁ paṭhamasutte",
  "atk-s0402a44:14_4": "kathitapuggalānaṁ vaseneva kathitaṁ, desanāmattameva panettha nānanti.",
  "atk-s0402a44:15": "10. Khandhasuttavaṇṇanā",
  "atk-s0402a44:16_0": "90. Dasame paṭhamavāre arahattatthāya payogaṁ anārabhitvā ṭhito pamādavihārī sekhapuggalo",
  "atk-s0402a44:16_1": "kathito. Dutiyavāre anuppāditajjhāno āraddhavipassako appamādavihārī sekhapuggalo",
  "atk-s0402a44:16_2": "kathito. Tatiyavāre āraddhavipassako appamādavihārī aṭṭhavimokkhalābhī sekhapuggalo",
  "atk-s0402a44:16_3": "kathito, catutthavāre paramasukhumālakhīṇāsavoti.",
  "atk-s0402a44:17": "Macalavaggo catuttho."
}