{
  "atk-s0302a8:0": "9. Opammasaṁyuttaṁ",
  "atk-s0302a8:1": "1. Kūṭasuttavaṇṇanā",
  "atk-s0302a8:2_0": "223. Opammasaṁyuttassa paṭhame kūṭaṁ gacchantīti kūṭaṅgamā. Kūṭaṁ samosarantīti kūṭasamosaraṇā.",
  "atk-s0302a8:2_1": "Kūṭasamugghātāti kūṭassa samugghātena. Avijjāsamugghātāti arahattamaggena avijjāya",
  "atk-s0302a8:2_2": "samugghātena. Appamattāti satiyā avippavāse ṭhitā hutvā. Paṭhamaṁ.",
  "atk-s0302a8:3": "2. Nakhasikhasuttavaṇṇanā",
  "atk-s0302a8:4_0": "224. Dutiye manussesu paccājāyantīti ye manussalokato cutā manussesu jāyanti, te",
  "atk-s0302a8:4_1": "evaṁ appakāti adhippāyo. Aññatra manussehīti ye pana manussalokato cutā ṭhapetvā",
  "atk-s0302a8:4_2": "manussalokaṁ catūsu apāyesu paccājāyanti, te mahāpathaviyaṁ paṁsu viya bahutarā.",
  "atk-s0302a8:4_3": "Imasmiñca sutte devāpi manusseheva saṅgahitā. Tasmā yathā manussesu jāyantā appakā,",
  "atk-s0302a8:4_4": "evaṁ devesupīti veditabbā. Dutiyaṁ.",
  "atk-s0302a8:5": "3. Kulasuttavaṇṇanā",
  "atk-s0302a8:6_0": "225. Tatiye suppadhaṁsiyānīti suviheṭhiyāni. Kumbhatthenakehīti ye paragharaṁ pavisitvā",
  "atk-s0302a8:6_1": "dīpālokena oloketvā parabhaṇḍaṁ haritukāmā ghaṭe dīpaṁ katvā pavisanti, te kumbhatthenakā",
  "atk-s0302a8:6_2": "nāma, tehi kumbhatthenakehi. Suppadhaṁsiyo hoti amanussehīti mettābhāvanārahitaṁ",
  "atk-s0302a8:6_3": "paṁsupisācakā vidhaṁsayanti, pageva uḷārā amanussā. Bhāvitāti vaḍḍhitā. Bahulīkatāti",
  "atk-s0302a8:6_4": "punappunaṁ katā. Yānīkatāti yuttayānaṁ viya katā. Vatthukatāti patiṭṭhānaṭṭhena vatthu",
  "atk-s0302a8:6_5": "viya katā. Anuṭṭhitāti adhiṭṭhitā . Paricitāti samantato citā suvaḍḍhitā. Susamāraddhāti",
  "atk-s0302a8:6_6": "cittena suṭṭhu samāraddhā. Tatiyaṁ.",
  "atk-s0302a8:7": "4. Okkhāsuttavaṇṇanā",
  "atk-s0302a8:8_0": "226. Catutthe okkhāsatanti mahāmukhaukkhalīnaṁ sataṁ. Dānaṁ dadeyyāti paṇītabhojanabharitānaṁ",
  "atk-s0302a8:8_1": "mahāukkhalīnaṁ sataṁ dānaṁ dadeyya. ‘‘Ukkāsata’’ntipi pāṭho , tassa daṇḍadīpikāsatanti",
  "atk-s0302a8:8_2": "attho. Ekāya pana dīpikāya yattake ṭhāne āloko hoti, tato sataguṇaṁ ṭhānaṁ sattahi",
  "atk-s0302a8:8_3": "ratanehi pūretvā dānaṁ dadeyyāti attho. Gadduhanamattanti goduhanamattaṁ, gāviyā",
  "atk-s0302a8:8_4": "ekavāraṁ aggathanākaḍḍhanamattanti attho. Gandhaūhanamattaṁ vā, dvīhi aṅgulīhi gandhapiṇḍaṁ",
  "atk-s0302a8:8_5": "gahetvā ekavāraṁ ghāyanamattanti attho. Ettakampi hi kālaṁ yo pana gabbhapariveṇavihārūpacāra",
  "atk-s0302a8:8_6": "paricchedena vā cakkavāḷaparicchedena vā aparimāṇāsu lokadhātūsu vā sabbasattesu",
  "atk-s0302a8:8_7": "hitapharaṇaṁ mettacittaṁ bhāvetuṁ sakkoti, idaṁ tato ekadivasaṁ tikkhattuṁ dinnadānato",
  "atk-s0302a8:8_8": "mahapphalataraṁ. Catutthaṁ.",
  "atk-s0302a8:9": "5. Sattisuttavaṇṇanā",
  "atk-s0302a8:10_0": "227. Pañcame paṭileṇissāmītiādīsu agge paharitvā kappāsavaṭṭiṁ viya nāmento niyyāsavaṭṭiṁ",
  "atk-s0302a8:10_1": "viya ca ekato katvā alliyāpento paṭileṇeti nāma. Majjhe paharitvā nāmetvā dhārāya",
  "atk-s0302a8:10_2": "vā paharitvā dvepi dhārā ekato alliyāpento paṭikoṭṭeti nāma. Kappāsavaṭṭanakaraṇīyaṁ",
  "atk-s0302a8:10_3": "viya pavattento cirakālaṁ saṁvellitakilañjaṁ pasāretvā puna saṁvellento viya ca paṭivaṭṭeti nāma. Pañcamaṁ.",
  "atk-s0302a8:11": "6. Dhanuggahasuttavaṇṇanā",
  "atk-s0302a8:12_0": "228. Chaṭṭhe daḷhadhammā dhanuggahāti daḷhadhanuno issāsā. Daḷhadhanu nāma dvisahassathāmaṁ",
  "atk-s0302a8:12_1": "vuccati, dvisahassathāmaṁ nāma yassa āropitassa jiyābaddho lohasīsādīnaṁ bhāro daṇḍe",
  "atk-s0302a8:12_2": "gahetvā yāva kaṇḍappamāṇā ukkhittassa pathavito muccati. Susikkhitāti dasadvādasavassāni",
  "atk-s0302a8:12_3": "ācariyakule uggahitasippā. Katahatthāti yo sippameva uggaṇhāti, so katahattho na",
  "atk-s0302a8:12_4": "hoti, ime pana katahatthā ciṇṇavasībhāvā. Katūpāsanāti rājakulādīsu dassitasippā.",
  "atk-s0302a8:13_0": "Tassa purisassa javoti evarūpo añño puriso nāma na bhūtapubbo, bodhisattasseva pana",
  "atk-s0302a8:13_1": "javanahaṁsakālo nāma āsi. Tadā bodhisatto cattāri kaṇḍāni āhari. Tadā kirassa kaniṭṭhabhātaro",
  "atk-s0302a8:13_2": "‘‘mayaṁ, bhātika, sūriyena saddhiṁ javissāmā’’ti ārocesuṁ. Bodhisatto āha – ‘‘sūriyo",
  "atk-s0302a8:13_3": "sīghajavo, na sakkhissatha tumhe tena saddhiṁ javitu’’nti. Te dutiyaṁ tatiyampi tatheva",
  "atk-s0302a8:13_4": "vatvā ekadivasaṁ ‘‘gacchāmā’’ti yugandharapabbataṁ āruhitvā nisīdiṁsu. Bodhisatto",
  "atk-s0302a8:13_5": "‘‘kahaṁ me bhātaro’’ti? Pucchitvā, ‘‘sūriyena saddhiṁ javituṁ gatā’’ti vutte, ‘‘vinassissanti",
  "atk-s0302a8:13_6": "tapassino’’ti te anukampamāno sayampi gantvā tesaṁ santike nisīdi. Atha sūriye uggacchante",
  "atk-s0302a8:13_7": "dvepi bhātaro sūriyena saddhiṁyeva ākāsaṁ pakkhantā, bodhisattopi tehi saddhiṁyeva",
  "atk-s0302a8:13_8": "pakkhanto. Tesu ekassa apatteyeva antarabhattasamaye pakkhantaresu aggi uṭṭhahi,",
  "atk-s0302a8:13_9": "so bhātaraṁ pakkositvā ‘‘na sakkomī’’ti āha. Tamenaṁ bodhisatto ‘‘mā bhāyī’’ti samassāsetvā",
  "atk-s0302a8:13_10": "pakkhapañjarena paliveṭhetvā darathaṁ vinodetvā ‘‘gacchā’’ti pesesi.",
  "atk-s0302a8:14_0": "Dutiyo yāva antarabhattā javitvā pakkhantaresu aggimhi uṭṭhahite tathevāha. Tampi",
  "atk-s0302a8:14_1": "so tatheva katvā ‘‘gacchā’’ti pesesi. Sayaṁ pana yāva majjhanhikā javitvā, ‘‘ete",
  "atk-s0302a8:14_2": "bālāti mayāpi bālena na bhavitabba’’nti nivattitvā – ‘‘adiṭṭhasahāyakaṁ bārāṇasirājaṁ",
  "atk-s0302a8:14_3": "passissāmī’’ti bārāṇasiṁ agamāsi. Tasmiṁ nagaramatthake paribbhamante dvādasayojanaṁ",
  "atk-s0302a8:14_4": "nagaraṁ pattakaṭāhena otthaṭapatto viya ahosi. Atha paribbhamantassa paribbhamantassa",
  "atk-s0302a8:14_5": "tattha tattha chiddāni paññāyiṁsu. Sayampi anekahaṁsasahassasadiso paññāyi. So vegaṁ",
  "atk-s0302a8:14_6": "paṭisaṁharitvā rājagehābhimukho ahosi. Rājā oloketvā – ‘‘āgato kira me piyasahāyo",
  "atk-s0302a8:14_7": "javanahaṁso’’ti vātapānaṁ vivaritvā ratanapīṭhaṁ paññāpetvā olokento aṭṭhāsi. Bodhisatto ratanapīṭhe nisīdi.",
  "atk-s0302a8:15_0": "Athassa rājā sahassapākena telena pakkhantarāni makkhetvā, madhulāje ceva madhurapānakañca",
  "atk-s0302a8:15_1": "adāsi. Tato naṁ kataparibhogaṁ ‘‘samma, kahaṁ agamāsī’’ti? Pucchi. So taṁ pavattiṁ",
  "atk-s0302a8:15_2": "ārocetvā ‘‘athāhaṁ, mahārāja, yāva majjhanhikā javitvā – ‘natthi javitena attho’ti",
  "atk-s0302a8:15_3": "nivatto’’ti ācikkhi. Atha rājā āha – ‘‘ahaṁ, sāmi, tumhākaṁ sūriyena saddhiṁ javanavegaṁ",
  "atk-s0302a8:15_4": "passitukāmo’’ti . Dukkaraṁ, mahārāja, na sakkā tayā passitunti. Tena hi, sāmi, sarikkhakamattampi",
  "atk-s0302a8:15_5": "dassehīti. Āma, mahārāja, dhanuggahe sannipātehīti. Rājā sannipātesi. Haṁso tato",
  "atk-s0302a8:15_6": "cattāro gahetvā nagaramajjhe toraṇaṁ kāretvā attano gīvāya ghaṇḍaṁ piḷandhāpetvā",
  "atk-s0302a8:15_7": "toraṇassa upari nisīditvā – ‘‘cattāro janā toraṇaṁ nissāya catudisābhimukhā ekekaṁ",
  "atk-s0302a8:15_8": "kaṇḍaṁ khipantū’’ti vatvā, sayaṁ paṭhamakaṇḍeneva saddhiṁ uppatitvā, taṁ kaṇḍaṁ aggahetvāva,",
  "atk-s0302a8:15_9": "dakkhiṇābhimukhaṁ gatakaṇḍaṁ dhanuto ratanamattāpagataṁ gaṇhi. Dutiyaṁ dviratanamattāpagataṁ,",
  "atk-s0302a8:15_10": "tatiyaṁ tiratanamattāpagataṁ, catutthaṁ bhūmiṁ appattameva gaṇhi. Atha naṁ cattāri",
  "atk-s0302a8:15_11": "kaṇḍāni gahetvā toraṇe nisinnakāleyeva addasaṁsu. So rājānaṁ āha – ‘‘passa, mahārāja,",
  "atk-s0302a8:15_12": "evaṁsīgho amhākaṁ javo’’ti. Evaṁ bodhisatteneva javanahaṁsakāle tāni kaṇḍāni āharitānīti veditabbāni.",
  "atk-s0302a8:16_0": "Purato dhāvantīti aggato javanti. Na panetā sabbakālaṁ puratova honti, kadāci purato,",
  "atk-s0302a8:16_1": "kadāci pacchato honti. Ākāsaṭṭhakavimānesu hi uyyānānipi honti pokkharaṇiyopi, tā",
  "atk-s0302a8:16_2": "tattha nahāyanti, udakakīḷaṁ kīḷamānā pacchatopi honti, vegena pana gantvā puna puratova",
  "atk-s0302a8:16_3": "dhāvanti. Āyusaṅkhārāti rūpajīvitindriyaṁ sandhāya vuttaṁ. Tañhi tato sīghataraṁ",
  "atk-s0302a8:16_4": "khīyati. Arūpadhammānaṁ pana bhedo na sakkā paññāpetuṁ. Chaṭṭhaṁ.",
  "atk-s0302a8:17": "7. Āṇisuttavaṇṇanā",
  "atk-s0302a8:18_0": "229. Sattame dasārahānanti evaṁnāmakānaṁ khattiyānaṁ. Te kira satato dasabhāgaṁ gaṇhiṁsu,",
  "atk-s0302a8:18_1": "tasmā ‘‘dasārahā’’ti paññāyiṁsu. Ānakoti evaṁladdhanāmo mudiṅgo. Himavante kira mahākuḷīradaho",
  "atk-s0302a8:18_2": "ahosi. Tattha mahanto kuḷīro otiṇṇotiṇṇaṁ hatthiṁ khādati. Atha hatthī upaddutā ekaṁ",
  "atk-s0302a8:18_3": "kareṇuṁ sakkariṁsu ‘‘imissā puttaṁ nissāya amhākaṁ sotthi bhavissatī’’ti. Sāpi mahesakkhaṁ",
  "atk-s0302a8:18_4": "puttaṁ vijāyi. Te tampi sakkariṁsu. So vuddhippatto mātaraṁ pucchi, ‘‘kasmā maṁ ete",
  "atk-s0302a8:18_5": "sakkarontī’’ti? Sā taṁ pavattimācikkhi. So ‘‘kiṁ mayhaṁ kuḷīro pahoti? Etha gacchāmā’’ti",
  "atk-s0302a8:18_6": "mahāhatthiparivāro tattha gantvā paṭhamameva otari. Kuḷīro udakasaddeneva āgantvā",
  "atk-s0302a8:18_7": "taṁ aggahesi. Mahanto kuḷīrassa aḷo, so taṁ ito vā etto vā cāletuṁ asakkonto mukhe",
  "atk-s0302a8:18_8": "soṇḍaṁ pakkhipitvā viravi. Hatthino ‘‘yaṁnissāya mayaṁ ‘sotthi bhavissatī’ti amaññimhā,",
  "atk-s0302a8:18_9": "so paṭhamataraṁ gahito’’ti tato tato palāyiṁsu.",
  "atk-s0302a8:19": "Athassa mātā avidūre ṭhatvā ‘‘mayaṁ thalanāgā, tumhe udakanāgā nāma, nāgehi nāgo na viheṭhetabbo’’ti kuḷīraṁ piyavacanena vatvā imaṁ gāthamāha –",
  "atk-s0302a8:20": "‘‘Ye kuḷīrā samuddasmiṁ, gaṅgāya yamunāya ca;",
  "atk-s0302a8:21": "Tesaṁ tvaṁ vārijo seṭṭho, muñca rodantiyā paja’’nti.",
  "atk-s0302a8:22_0": "Mātugāmasaddo nāma purise khobhetvā tiṭṭhati, tasmā so gahaṇaṁ sithilamakāsi. Hatthipoto",
  "atk-s0302a8:22_1": "vegena ubho pāde ukkhipitvā taṁ piṭṭhiyaṁ akkami. Saha akkamanā piṭṭhi mattikabhājanaṁ",
  "atk-s0302a8:22_2": "viya bhijji. Atha naṁ dantehi vijjhitvā ukkhipitvā thale chaḍḍetvā tuṭṭharavaṁ ravi.",
  "atk-s0302a8:22_3": "Atha naṁ hatthī ito cito ca āgantvā maddiṁsu. Tassa eko aḷo paṭikkamitvā pati, taṁ",
  "atk-s0302a8:22_4": "sakko devarājā gahetvā gato.",
  "atk-s0302a8:23_0": "Itaro pana aḷo vātātapena sukkhitvā pakkalākhārasavaṇṇo ahosi, so deve vuṭṭhe udakoghena",
  "atk-s0302a8:23_1": "vuyhanto dasabhātikānaṁ rājūnaṁ uparisote jālaṁ pasārāpetvā gaṅgāya kīḷantānaṁ āgantvā",
  "atk-s0302a8:23_2": "jāle laggi. Te kīḷāpariyosāne jālamhi ukkhipiyamāne taṁ disvā pucchiṁsu ‘‘kiṁ eta’’nti?",
  "atk-s0302a8:23_3": "‘‘Kuḷīraaḷo sāmī’’ti. ‘‘Na sakkā esa ābharaṇatthāya upanetuṁ, pariyonandhāpetvā bheriṁ",
  "atk-s0302a8:23_4": "karissāmā’’ti? Pariyonandhāpetvā pahariṁsu. Saddo dvādasayojanaṁ nagaraṁ avatthari.",
  "atk-s0302a8:23_5": "Tato āhaṁsu – ‘‘na sakkā idaṁ divase divase vādetuṁ, chaṇadivasatthāya maṅgalabherī",
  "atk-s0302a8:23_6": "hotū’’ti maṅgalabheriṁ akaṁsu. Tasmiṁ vādite mahājano anhāyitvā apiḷandhitvā hatthiyānādīni",
  "atk-s0302a8:23_7": "āruyha sīghaṁ sannipatanti. Iti mahājanaṁ pakkositvā viya ānetīti ānako tvevassa nāmaṁ ahosi.",
  "atk-s0302a8:24_0": "Aññaṁāṇiṁ odahiṁsūti aññaṁ suvaṇṇarajatādimayaṁ āṇiṁ ghaṭayiṁsu. Āṇisaṅghāṭova avasissīti",
  "atk-s0302a8:24_1": "suvaṇṇādimayānaṁ āṇīnaṁ saṅghāṭamattameva avasesaṁ ahosi. Athassa dvādasayojanappamāṇo",
  "atk-s0302a8:24_2": "saddo antosālāyampi dukkhena suyyittha.",
  "atk-s0302a8:25_0": "Gambhīrāti pāḷivasena gambhīrā sallasuttasadisā. Gambhīratthāti atthavasena gambhīrā",
  "atk-s0302a8:25_1": "mahāvedallasuttasadisā (ma. ni. 1.449 ādayo). Lokuttarāti lokuttaraatthadīpakā. Suññatappaṭisaṁyuttāti",
  "atk-s0302a8:25_2": "sattasuññatadhammamattameva pakāsakā saṁkhittasaṁyuttasadisā. Uggahetabbaṁ pariyāpuṇitabbanti",
  "atk-s0302a8:25_3": "uggahetabbe ca pariyāpuṇitabbe ca. Kavikatāti kavīhi katā. Itaraṁ tasseva vevacanaṁ.",
  "atk-s0302a8:25_4": "Cittakkharāti vicitraakkharā. Itaraṁ tasseva vevacanaṁ. Bāhirakāti sāsanato bahibhūtā.",
  "atk-s0302a8:25_5": "Sāvakabhāsitāti tesaṁ tesaṁ sāvakehi bhāsitā. Sussūsissantīti akkharacittatāya ceva",
  "atk-s0302a8:25_6": "savanasampattiyā ca attamanā hutvā sāmaṇeradaharabhikkhumātugāmamahāgahapatikādayo",
  "atk-s0302a8:25_7": "‘‘esa dhammakathiko’’ti sannipatitvā sotukāmā bhavissanti. Tasmāti yasmā tathāgatabhāsitā",
  "atk-s0302a8:25_8": "suttantā anuggayhamānā antaradhāyanti, tasmā. Sattamaṁ.",
  "atk-s0302a8:26": "8. Kaliṅgarasuttavaṇṇanā",
  "atk-s0302a8:27_0": "230. Aṭṭhame kaliṅgarūpadhānāti kaliṅgaraghaṭikaṁ sīsūpadhānañceva pādūpadhānañca",
  "atk-s0302a8:27_1": "katvā. Appamattāti sippuggahaṇe appamattā. Ātāpinoti uṭṭhānavīriyātāpena yuttā. Upāsanasminti",
  "atk-s0302a8:27_2": "sippānaṁ abhiyoge ācariyānañca payirupāsane. Te kira tadā pātova uṭṭhāya sippasālaṁ",
  "atk-s0302a8:27_3": "gacchanti, tattha sippaṁ uggahetvā sajjhāyādīhi abhiyogaṁ katvā mukhaṁ dhovitvā yāgupānāya",
  "atk-s0302a8:27_4": "gacchanti. Yāguṁ pivitvā puna sippasālaṁ gantvā sippaṁ gaṇhitvā sajjhāyaṁ karontā",
  "atk-s0302a8:27_5": "pātarāsāya gacchanti. Katapātarāsā samānā ‘‘mā pamādena ciraṁ niddokkamanaṁ ahosī’’ti",
  "atk-s0302a8:27_6": "khadiraghaṭikāsu sīse ca pāde ca upadahitvā thokaṁ nipajjitvā puna sippasālaṁ gantvā",
  "atk-s0302a8:27_7": "sippaṁ gahetvā sajjhāyanti. Sāyaṁ sajjhāyaṁ karontā ca gehaṁ gantvā bhuttasāyamāsā",
  "atk-s0302a8:27_8": "paṭhamayāmaṁ sajjhāyaṁ katvā sayanakāle tatheva kaliṅgaraṁ upadhānaṁ katvā sayanti.",
  "atk-s0302a8:27_9": "Evaṁ te akkhaṇavedhino vālavedhino ca ahesuṁ. Idaṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0302a8:28_0": "Otāranti vivaraṁ. Ārammaṇanti paccayaṁ. Padhānasminti padhānabhūmiyaṁ vīriyaṁ kurumānā.",
  "atk-s0302a8:28_1": "Paṭhamabodhiyaṁ kira bhikkhū bhattakiccaṁ katvāva kammaṭṭhānaṁ manasi karonti. Tesaṁ",
  "atk-s0302a8:28_2": "manasikarontānaṁyeva sūriyo atthaṁ gacchati. Te nhāyitvā puna caṅkamaṁ otaritvā paṭhamayāmaṁ",
  "atk-s0302a8:28_3": "caṅkamanti. Tato ‘‘mā ciraṁ niddāyimhā’’ti sarīradarathavinodanatthaṁ nipajjantā",
  "atk-s0302a8:28_4": "kaṭṭhakhaṇḍaṁ upadahitvā nipajjanti, te puna pacchimayāme vuṭṭhāya caṅkamaṁ otaranti.",
  "atk-s0302a8:28_5": "Te sandhāya idaṁ vuttaṁ. Ayampi dīpo tiṇṇaṁ rājūnaṁ kāle ekaghaṇḍinigghoso ekapadhānabhūmi",
  "atk-s0302a8:28_6": "ahosi. Nānāmukhe pahaṭaghaṇḍi pilicchikoḷiyaṁ osarati, kalyāṇiyaṁ pahaṭaghaṇḍi nāgadīpe",
  "atk-s0302a8:28_7": "osarati . ‘‘Ayaṁ bhikkhu puthujjano, ayaṁ puthujjano’’ti aṅguliṁ pasāretvā dassetabbo",
  "atk-s0302a8:28_8": "ahosi. Ekadivasaṁ sabbe arahantova ahesuṁ. Tasmāti yasmā kaliṅgarūpadhānānaṁ māro",
  "atk-s0302a8:28_9": "ārammaṇaṁ na labhati, tasmā. Aṭṭhamaṁ.",
  "atk-s0302a8:29": "9. Nāgasuttavaṇṇanā",
  "atk-s0302a8:30_0": "231. Navame ativelanti atikkantavelaṁ kālaṁ atikkantappamāṇaṁ kālaṁ. Kimaṅgaṁ panāhanti",
  "atk-s0302a8:30_1": "ahaṁ pana kiṁkāraṇā na upasaṅkamissāmi? Bhisamuḷālanti bhisañceva muḷālañca. Abbuhetvāti",
  "atk-s0302a8:30_2": "uddharitvā. Bhiṅkacchāpāti hatthipotakā. Te kira abhiṇhaṁ bhiṅkārasaddaṁ karonti,",
  "atk-s0302a8:30_3": "tasmā bhiṅkacchāpāti vuccanti. Pasannākāraṁ karontīti pasannehi kattabbākāraṁ karonti,",
  "atk-s0302a8:30_4": "cattāro paccaye denti. Dhammaṁ bhāsantīti ekaṁ dve jātakāni vā suttante vā uggaṇhitvā",
  "atk-s0302a8:30_5": "asambhinnena sarena dhammaṁ desenti. Pasannākāraṁ karontīti tesaṁ tāya desanāya pasannā",
  "atk-s0302a8:30_6": "gihī paccaye denti. Neva vaṇṇāya hoti na balāyāti neva guṇavaṇṇāya, na ñāṇabalāya",
  "atk-s0302a8:30_7": "hoti, guṇavaṇṇe pana parihāyante sarīravaṇṇopi sarīrabalampi parihāyati, tasmā sarīrassa",
  "atk-s0302a8:30_8": "neva vaṇṇāya na balāya hoti. Navamaṁ.",
  "atk-s0302a8:31": "10. Biḷārasuttavaṇṇanā",
  "atk-s0302a8:32_0": "232. Dasame sandhisamalasaṁkaṭīreti ettha sandhīti bhinnagharānaṁ sandhi, samaloti",
  "atk-s0302a8:32_1": "gāmato gūthanikkhamanamaggo, saṁkaṭīranti saṅkāraṭṭhānaṁ. Mudumūsinti mudukaṁ mūsikaṁ.",
  "atk-s0302a8:32_2": "Vuṭṭhānaṁ paññāyatīti desanā paññāyati. Dasamaṁ.",
  "atk-s0302a8:33": "11. Siṅgālasuttavaṇṇanā",
  "atk-s0302a8:34_0": "233. Ekādasame yena yena icchatīti so jarasiṅgālo icchiticchitaṭṭhāne iriyāpathakappanena",
  "atk-s0302a8:34_1": "sītavātūpavāyanena ca antarantarā cittassādampi labhatīti dasseti. Sakyaputtiyapaṭiññoti",
  "atk-s0302a8:34_2": "idaṁ devadattaṁ sandhāya vuttaṁ. So hi ettakampi cittassādaṁ anāgate attabhāve na",
  "atk-s0302a8:34_3": "labhissatīti. Ekādasamaṁ.",
  "atk-s0302a8:35": "12. Dutiyasiṅgālasuttavaṇṇanā",
  "atk-s0302a8:36_0": "234. Dvādasame kataññutāti katajānanaṁ. Kataveditāti katavisesajānanaṁ. Tatridaṁ",
  "atk-s0302a8:36_1": "jarasiṅgālassa kataññutāya vatthu – satta kira bhātaro khettaṁ kasanti. Tesaṁ sabbakaniṭṭho",
  "atk-s0302a8:36_2": "khettapariyante ṭhatvā gāvo rakkhati. Athekaṁ jarasiṅgālaṁ ajagaro gaṇhi, so taṁ",
  "atk-s0302a8:36_3": "disvā yaṭṭhiyā pothetvā vissajjāpesi. Ajagaro siṅgālaṁ vissajjetvā tameva gaṇhi.",
  "atk-s0302a8:36_4": "Siṅgālo cintesi – ‘‘mayhaṁ iminā jīvitaṁ dinnaṁ, ahampi imassa dassāmī’’ti yāgughaṭassa",
  "atk-s0302a8:36_5": "upari ṭhapitaṁ vāsiṁ mukhena ḍaṁsitvā tassa santikaṁ agamāsi. Itare bhātaro disvā,",
  "atk-s0302a8:36_6": "‘‘siṅgālo vāsiṁ haratī’’ti anubandhiṁsu. So tehi diṭṭhabhāvaṁ ñatvā vāsiṁ tassa santike",
  "atk-s0302a8:36_7": "chaḍḍetvā palāyi. Itare āgantvā kaniṭṭhaṁ ajagarena gahitaṁ disvā vāsiyā ajagaraṁ",
  "atk-s0302a8:36_8": "chinditvā taṁ gahetvā agamaṁsu. Evaṁ jarasiṅgāle siyā yā kāci kataññutā kataveditā.",
  "atk-s0302a8:36_9": "Sakyaputtiyapaṭiññeti idampi devadattassa ācārameva sandhāya vuttanti. Dvādasamaṁ.",
  "atk-s0302a8:37": "Opammasaṁyuttavaṇṇanā niṭṭhitā."
}