{
  "atk-abh03a30:0": "15. Pannarasamavaggo",
  "atk-abh03a30:1": "1. Paccayatākathāvaṇṇanā",
  "atk-abh03a30:2_0": "711-717. Idāni paccayatākathā nāma hoti. Tattha yo dhammo hetupaccayena paccayo,",
  "atk-abh03a30:2_1": "so yesaṁ hetupaccayena paccayo, tesaññeva yasmā ārammaṇānantarasamanantarapaccayena",
  "atk-abh03a30:2_2": "paccayo na hoti, yo vā ārammaṇapaccayena paccayo, so yasmā tesaṁyeva anantarasamanantarapaccayena",
  "atk-abh03a30:2_3": "paccayo na hoti, tasmā paccayatā vavatthitāti yesaṁ laddhi, seyyathāpi mahāsaṅghikānaṁ;",
  "atk-abh03a30:2_4": "te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:3": "Paccayatākathāvaṇṇanā.",
  "atk-abh03a30:4": "2. Aññamaññapaccayakathāvaṇṇanā",
  "atk-abh03a30:5_0": "718-719. Idāni aññamaññapaccayakathā nāma hoti. Tattha yesaṁ samaye “avijjāpaccayā",
  "atk-abh03a30:5_1": "saṅkhārā”ti ayameva tanti, “saṅkhārapaccayāpi avijjā”ti ayaṁ natthi, tasmā avijjāva",
  "atk-abh03a30:5_2": "saṅkhārānaṁ paccayo, na pana saṅkhārā avijjāyāti laddhi, seyyathāpi mahāsaṅghikānaṁ;",
  "atk-abh03a30:5_3": "te sandhāya avijjāsaṅkhārādīnaṁ aññamaññapaccayatāpi atthīti dassetuṁ pucchā sakavādissa,",
  "atk-abh03a30:5_4": "paṭiññā itarassa. Avijjā saṅkhārenāti ettha apuññābhisaṅkhārova gahito. Tasmā saṅkhārapaccayāpi",
  "atk-abh03a30:5_5": "avijjāti ettha sahajātaaññamaññaatthiavigatasampayuttavasena paccayatā veditabbā.",
  "atk-abh03a30:5_6": "Upādānapaccayāpi taṇhāti ettha ṭhapetvā kāmupādānaṁ sesāni tīṇi upādānāni avijjāya",
  "atk-abh03a30:5_7": "saṅkhārā viya taṇhāya paccayā hontīti veditabbāni. Sesaṁ yathāpāḷimeva niyyāti. Jarāmaraṇapaccayāti",
  "atk-abh03a30:5_8": "pucchā paravādissa, nāmarūpaṁ viññāṇapaccayāti sakavādissāti.",
  "atk-abh03a30:6": "Aññamaññapaccayakathāvaṇṇanā.",
  "atk-abh03a30:7": "3. Addhākathāvaṇṇanā",
  "atk-abh03a30:8_0": "720-721. Idāni addhākathā nāma hoti. Tattha “tīṇimāni, bhikkhave, kathāvatthūnī”ti",
  "atk-abh03a30:8_1": "suttaṁ nissāya kālasaṅkhāto addhā nāma parinipphanno atthīti yesaṁ laddhi; tesaṁ",
  "atk-abh03a30:8_2": "“addhā nāma koci parinipphanno natthi aññatra kālapaññattimattā. Rūpādayo pana khandhāva",
  "atk-abh03a30:8_3": "parinipphannā”ti vibhāgaṁ dassetuṁ addhā parinipphannoti pucchā sakavādissa, paṭiññā",
  "atk-abh03a30:8_4": "itarassa. Atha naṁ “sace so parinipphanno, rūpādīsu anena aññatarena bhavitabba”nti",
  "atk-abh03a30:8_5": "codetuṁ rūpantiādimāha. Itaro paṭikkhipati. Sesaṁ yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:9": "Addhākathāvaṇṇanā.",
  "atk-abh03a30:10": "4. Khaṇalayamuhuttakathāvaṇṇanā",
  "atk-abh03a30:11": "722-723. Khaṇalayamuhuttakathāsupi eseva nayo. Sabbepi hete khaṇādayo addhāpariyāyā evāti.",
  "atk-abh03a30:12": "Khaṇalayamuhuttakathāvaṇṇanā.",
  "atk-abh03a30:13": "5. Āsavakathāvaṇṇanā",
  "atk-abh03a30:14_0": "724-725. Idāni āsavakathā nāma hoti. Tattha yasmā catūhi āsavehi uttari añño āsavo",
  "atk-abh03a30:14_1": "nāma natthi, yena cattāro āsavā sāsavā siyuṁ, tasmā cattāro āsavā anāsavāti yesaṁ",
  "atk-abh03a30:14_2": "laddhi, seyyathāpi hetuvādānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a30:14_3": "Atha naṁ “yadi te āsavā anāsavā, evaṁ sante tehi maggādilakkhaṇappattehi bhavitabba”nti",
  "atk-abh03a30:14_4": "codetuṁ maggotiādimāha. Sesamettha uttānatthamevāti.",
  "atk-abh03a30:15": "Āsavakathāvaṇṇanā.",
  "atk-abh03a30:16": "6. Jarāmaraṇakathāvaṇṇanā",
  "atk-abh03a30:17_0": "726-727. Idāni jarāmaraṇakathā nāma hoti. Tattha jarāmaraṇaṁ nāma aparinipphannattā",
  "atk-abh03a30:17_1": "lokiyanti vā lokuttaranti vā na vattabbaṁ. “Lokiyā dhammā lokuttarā dhammā”ti hi",
  "atk-abh03a30:17_2": "duke jarāmaraṇaṁ neva lokiyapade, na lokuttarapade niddiṭṭhaṁ. Tattha yesaṁ imaṁ",
  "atk-abh03a30:17_3": "lakkhaṇaṁ anādiyitvā lokuttarānaṁ dhammānaṁ jarāmaraṇaṁ lokuttaranti laddhi, seyyathāpi",
  "atk-abh03a30:17_4": "mahāsaṅghikānaṁ, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:18": "Jarāmaraṇakathāvaṇṇanā.",
  "atk-abh03a30:19": "7. Saññāvedayitakathāvaṇṇanā",
  "atk-abh03a30:20_0": "728-729. Idāni saññāvedayitakathā nāma hoti. Tattha saññāvedayitanirodhasamāpatti",
  "atk-abh03a30:20_1": "nāma na koci dhammo, catunnaṁ pana khandhānaṁ nirodho. Iti sā neva lokiyā na lokuttarā.",
  "atk-abh03a30:20_2": "Yasmā pana lokiyā na hoti, tasmā lokuttarāti yesaṁ laddhi, seyyathāpi hetuvādānaṁyeva;",
  "atk-abh03a30:20_3": "te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesaṁ purimakathāsadisamevāti.",
  "atk-abh03a30:21": "Saññāvedayitakathāvaṇṇanā.",
  "atk-abh03a30:22": "8. Dutiyasaññāvedayitakathāvaṇṇanā",
  "atk-abh03a30:23": "730-731. Idāni yasmā sā lokuttarā na hoti, tasmā lokiyāti yesaṁ laddhi, seyyathāpi hetuvādānaṁ, te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesaṁ purimasadisamevāti.",
  "atk-abh03a30:24": "Dutiyasaññāvedayitakathāvaṇṇanā.",
  "atk-abh03a30:25": "9. Tatiyasaññāvedayitakathāvaṇṇanā",
  "atk-abh03a30:26_0": "732. Idāni yasmā “asuko maraṇadhammo, asuko na maraṇadhammo”ti sattānaṁ maraṇadhammatāya",
  "atk-abh03a30:26_1": "niyāmo natthīti saññāvedayitanirodhaṁ samāpannopi kālaṁ kareyyāti yesaṁ laddhi, seyyathāpi",
  "atk-abh03a30:26_2": "rājagirikānaṁ; tesaṁ samāpannāyapi maraṇadhammatāya maraṇasamayañca amaraṇasamayañca",
  "atk-abh03a30:26_3": "dassetuṁ pucchā sakavādissa, paṭiññā itarassa. Atha naṁ yasmā kālaṁ karontassa nāma",
  "atk-abh03a30:26_4": "maraṇantikehi phassādīhi bhavitabbaṁ, tasmā tenākārena codetuṁ atthītiādimāha.",
  "atk-abh03a30:27_0": "Aphassakassa kālakiriyātiādīni puṭṭho sesasatte sandhāya paṭikkhipati visaṁ kameyyātiādīni",
  "atk-abh03a30:27_1": "puṭṭho samāpattiānubhāvaṁ sandhāya paṭikkhipati. Dutiyavāre sarīrapakatiṁ sandhāya",
  "atk-abh03a30:27_2": "paṭijānāti. Evaṁ sante pana samāpattiānubhāvo nāma na hoti, teneva na nirodhasamāpannoti anuyuñjati.",
  "atk-abh03a30:28_0": "733-734.Na kālaṁ kareyyāti pucchā paravādissa. Atthi so niyāmoti paravādissa pañhe",
  "atk-abh03a30:28_1": "pana yasmā evarūpo niyāmo nāma natthi, tasmā paṭikkhipati. Cakkhuviññāṇasamaṅgītiādi",
  "atk-abh03a30:28_2": "sakavādinā “niyāme asantepi maraṇasamayeneva marati, nāsamayenā”ti dassetuṁ vuttaṁ.",
  "atk-abh03a30:28_3": "Tatrāyamadhippāyo – yadi niyāmābhāvena kālakiriyā bhaveyya, cakkhuviññāṇasamaṅginopi",
  "atk-abh03a30:28_4": "bhaveyya. Tato “pañcahi viññāṇehi na cavati, na upapajjatī”ti suttavirodho siyā.",
  "atk-abh03a30:28_5": "Yathā pana cakkhuviññāṇasamaṅgissa kālakiriyā na hoti, tathā nirodhasamāpannassāpīti.",
  "atk-abh03a30:29": "Tatiyasaññāvedayitakathāvaṇṇanā.",
  "atk-abh03a30:30": "10. Asaññasattupikākathāvaṇṇanā",
  "atk-abh03a30:31_0": "735. Idāni asaññasattupikākathā nāma hoti. Tattha saññāvirāgavasena pavattabhāvanā",
  "atk-abh03a30:31_1": "asaññasamāpattipi nirodhasamāpattipi saññāvedayitanirodhasamāpatti nāma. Iti dve",
  "atk-abh03a30:31_2": "saññāvedayitanirodhasamāpattiyo lokiyā ca lokuttarā ca. Tattha lokiyā puthujjanassa",
  "atk-abh03a30:31_3": "asaññasattupikā hoti, lokuttarā ariyānaṁ, sā ca nāsaññasattupikā. Imaṁ pana vibhāgaṁ",
  "atk-abh03a30:31_4": "akatvā avisesena saññāvedayitanirodhasamāpatti asaññasattupikāti yesaṁ laddhi, seyyathāpi",
  "atk-abh03a30:31_5": "hetuvādānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ yasmā asaññasamāpattiṁ",
  "atk-abh03a30:31_6": "samāpannassa alobhādayo atthi, na nirodhasamāpattiṁ, tasmā tesaṁ vasena codetuṁ atthītiādimāha.",
  "atk-abh03a30:32_0": "736.Idhāpi asaññīti pañhe idha saññāvirāgavasena samāpannattā asaññitā anuññātā,",
  "atk-abh03a30:32_1": "tatrāpi asaññasatteneva. Tasmā imaṁ paṭiññaṁ gahetvā laddhiṁ patiṭṭhapentena chalena",
  "atk-abh03a30:32_2": "patiṭṭhāpitā hoti. Idha vā nirodhasamāpattiṁ sandhāya asaññitā anuññātā. Tatrāpi",
  "atk-abh03a30:32_3": "ito cutassa anāgāmino nirodhasamāpattimeva tasmāpi imāya paṭiññāya patiṭṭhāpitā laddhi appatiṭṭhitāyevāti.",
  "atk-abh03a30:33": "Asaññasattupikākathāvaṇṇanā.",
  "atk-abh03a30:34": "11. Kammūpacayakathāvaṇṇanā",
  "atk-abh03a30:35_0": "737. Idāni kammūpacayakathā nāma hoti. Tattha yesaṁ kammūpacayo nāma kammato añño",
  "atk-abh03a30:35_1": "cittavippayutto abyākato anārammaṇoti laddhi, seyyathāpi andhakānañceva sammitiyānañca;",
  "atk-abh03a30:35_2": "te sandhāya aññaṁ kammanti pucchā sakavādissa, paṭiññā itarassa. Atha naṁ “yadi kammato",
  "atk-abh03a30:35_3": "añño kammūpacayo, phassāditopi aññena phassūpacayādinā bhavitabba”nti codetuṁ añño",
  "atk-abh03a30:35_4": "phassotiādimāha. Itaro laddhiyā abhāvena paṭikkhipati.",
  "atk-abh03a30:36_0": "738-739.Kammenasahajātoti pañhesu cittavippayuttaṁ sandhāya paṭikkhipati, cittasampayuttaṁ",
  "atk-abh03a30:36_1": "sandhāya paṭijānāti. Kusaloti pañhesupi cittavippayuttaṁ sandhāya paṭijānāti. Parato",
  "atk-abh03a30:36_2": "akusalotipañhesupi eseva nayo.",
  "atk-abh03a30:37_0": "740.Sārammaṇoti puṭṭho pana ekantaṁ anārammaṇameva icchati, tasmā paṭikkhipati. Cittaṁ",
  "atk-abh03a30:37_1": "bhijjamānanti yadā cittaṁ bhijjamānaṁ hoti, tadā kammaṁ bhijjatīti attho. Bhummatthe",
  "atk-abh03a30:37_2": "vā paccattaṁ, citte bhijjamāneti attho. Ayameva vā pāṭho. Tattha yasmā sampayutto",
  "atk-abh03a30:37_3": "bhijjati, vippayutto na bhijjati, tasmā paṭijānāti ceva paṭikkhipati ca.",
  "atk-abh03a30:38_0": "741.Kammamhi kammūpacayoti kamme sati kammūpacayo, kamme vā patiṭṭhite kammūpacayo,",
  "atk-abh03a30:38_1": "kammūpacayatova vipāko nibbattati. Tasmiṁ pana kamme niruddhe yāva aṁkuruppādā bījaṁ",
  "atk-abh03a30:38_2": "viya yāva vipākuppādā kammūpacayo tiṭṭhatītissa laddhi, tasmā paṭijānāti. Taññeva",
  "atk-abh03a30:38_3": "kammaṁ, so kammūpacayo, so kammavipākoti yasmā kammamhi kammūpacayo, so ca yāva vipākuppādā",
  "atk-abh03a30:38_4": "tiṭṭhatītissa laddhi, tasmā naṁ tesaṁ tiṇṇampi ekattaṁ pucchati vipāko sārammaṇoti",
  "atk-abh03a30:38_5": "idaṁ vipāko viya vipākadhammadhammopi ārammaṇapaṭibaddhoyevāti codanatthaṁ pucchati.",
  "atk-abh03a30:38_6": "Itaro pana laddhivasenekaṁ paṭijānāti, ekaṁ paṭikkhipati. Paṭilomepi eseva nayo.",
  "atk-abh03a30:38_7": "Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a30:39": "Kammūpacayakathāvaṇṇanā.",
  "atk-abh03a30:40": "Pannarasamo vaggo.",
  "atk-abh03a30:41": "Tatiyapaṇṇāsako samatto."
}