{
  "atk-s0502a23:0": "23. Nāgavaggo",
  "atk-s0502a23:1": "1. Attadantavatthu",
  "atk-s0502a23:2": "Ahaṁnāgo vāti imaṁ dhammadesanaṁ satthā kosambiyaṁ viharanto attānaṁ ārabbha kathesi. Vatthu appamādavaggassa ādigāthāvaṇṇanāya vitthāritameva. Vuttañhetaṁ tattha –",
  "atk-s0502a23:3_0": "Māgaṇḍiyā tāsaṁ kiñci kātuṁ asakkuṇitvā “samaṇassa gotamasseva kattabbaṁ karissāmī”ti",
  "atk-s0502a23:3_1": "nāgarānaṁ lañjaṁ datvā “samaṇaṁ gotamaṁ antonagaraṁ pavisitvā carantaṁ dāsakammakaraporisehi",
  "atk-s0502a23:3_2": "saddhiṁ akkosetvā paribhāsetvā palāpethā”ti āṇāpesi. Micchādiṭṭhikā tīsu ratanesu",
  "atk-s0502a23:3_3": "appasannā antonagaraṁ paviṭṭhaṁ satthāraṁ anubandhitvā “corosi bālosi mūḷhosi thenosi",
  "atk-s0502a23:3_4": "oṭṭhosi goṇosi gadrabhosi nerayikosi tiracchānagatosi, natthi tuyhaṁ sugati, duggatiyeva",
  "atk-s0502a23:3_5": "tuyhaṁ pāṭikaṅkhā”ti dasahi akkosavatthūhi akkosanti paribhāsanti. Taṁ sutvā āyasmā",
  "atk-s0502a23:3_6": "ānando satthāraṁ etadavoca – “bhante, ime nāgarā amhe akkosanti paribhāsanti, ito",
  "atk-s0502a23:3_7": "aññattha gacchāmā”ti. “Kuhiṁ, ānandā”ti? “Aññaṁ nagaraṁ, bhante”ti. “Tattha manussesu",
  "atk-s0502a23:3_8": "akkosantesu paribhāsantesu puna kattha gamissāmānandā”ti. “Tatopi aññaṁ nagaraṁ,",
  "atk-s0502a23:3_9": "bhante”ti. “Tattha manussesu akkosantesu paribhāsantesu kuhiṁ gamissāmānandā”ti.",
  "atk-s0502a23:3_10": "“Tatopi aññaṁ nagaraṁ, bhante”ti. “Ānanda, na evaṁ kātuṁ vaṭṭati, yattha adhikaraṇaṁ",
  "atk-s0502a23:3_11": "uppannaṁ, tattheva tasmiṁ vūpasante aññattha gantuṁ vaṭṭati, ke pana te, ānanda,",
  "atk-s0502a23:3_12": "akkosantī”ti. “Bhante, dāsakammakare upādāya sabbe akkosantī”ti. “Ahaṁ, ānanda, saṅgāmaṁ",
  "atk-s0502a23:3_13": "otiṇṇahatthisadiso. Saṅgāmaṁ otiṇṇahatthino hi catūhi disāhi āgate sare sahituṁ bhāro,",
  "atk-s0502a23:3_14": "tatheva bahūhi dussīlehi kathitakathānaṁ sahanaṁ nāma mayhaṁ bhāro”ti vatvā attānaṁ",
  "atk-s0502a23:3_15": "ārabbha dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0502a23:4": "320.",
  "atk-s0502a23:5": "“Ahaṁ nāgova saṅgāme, cāpato patitaṁ saraṁ;",
  "atk-s0502a23:6": "Ativākyaṁ titikkhissaṁ, dussīlo hi bahujjano.",
  "atk-s0502a23:7": "321.",
  "atk-s0502a23:8": "“Dantaṁ nayanti samitiṁ, dantaṁ rājābhirūhati;",
  "atk-s0502a23:9": "Danto seṭṭho manussesu, yotivākyaṁ titikkhati.",
  "atk-s0502a23:10": "322.",
  "atk-s0502a23:11": "“Varamassatarā dantā, ājānīyā ca sindhavā;",
  "atk-s0502a23:12": "Kuñjarā ca mahānāgā, attadanto tato vara”nti.",
  "atk-s0502a23:13_0": "Tattha nāgovāti hatthī viya. Cāpato patitanti dhanuto muttaṁ. Ativākyanti aṭṭhaanariyavohāravasena",
  "atk-s0502a23:13_1": "pavattaṁ vītikkamavacanaṁ. Titikkhissanti yathā saṅgāmāvacaro sudanto mahānāgo khamo",
  "atk-s0502a23:13_2": "sattipahārādīni cāpato muccitvā attani patite sare avihaññamāno titikkhati, evameva",
  "atk-s0502a23:13_3": "evarūpaṁ ativākyaṁ titikkhissaṁ, sahissāmīti attho. Dussīlo hīti ayañhi lokiyamahājano",
  "atk-s0502a23:13_4": "bahudussīlo attano attano rucivasena vācaṁ nicchāretvā ghaṭṭento carati, tattha adhivāsanaṁ",
  "atk-s0502a23:13_5": "ajjhupekkhanameva mama bhāro. Samitinti uyyānakīḷamaṇḍalādīsu mahājanamajjhaṁ gacchantā",
  "atk-s0502a23:13_6": "dantameva goṇajātiṁ vā assajātiṁ vā yāne yojetvā nayanti. Rājāti tathārūpeheva vāhanehi",
  "atk-s0502a23:13_7": "gacchanto rājāpi dantameva abhirūhati. Manussesūti manussesupi catūhi ariyamaggehi",
  "atk-s0502a23:13_8": "danto nibbisevanova seṭṭho. Yotivākyanti yo evarūpaṁ atikkamavacanaṁ punappunaṁ vuccamānampi",
  "atk-s0502a23:13_9": "titikkhati na paṭippharati na vihaññati, evarūpo danto seṭṭhoti attho.",
  "atk-s0502a23:14_0": "Assatarāti vaḷavāya gadrabhena jātā. Ājānīyāti yaṁ assadamasārathi kāraṇaṁ kāreti,",
  "atk-s0502a23:14_1": "tassa khippaṁ jānanasamatthā. Sindhavāti sindhavaraṭṭhe jātā assā. Mahānāgāti kuñjarasaṅkhātā",
  "atk-s0502a23:14_2": "mahāhatthino. Attadantoti ete assatarā ca sindhavā ca kuñjarā ca dantāva varaṁ, na",
  "atk-s0502a23:14_3": "adantā. Yo pana catūhi ariyamaggehi attano dantatāya attadanto nibbisevano, ayaṁ",
  "atk-s0502a23:14_4": "tatopi varaṁ, sabbehipi etehi uttaritaroti attho.",
  "atk-s0502a23:15": "Desanāvasāne lañjaṁ gahetvā vīthisiṅghāṭakādīsu ṭhatvā akkosanto paribhāsanto sabbopi so mahājano sotāpattiphalādīni pāpuṇīti.",
  "atk-s0502a23:16": "Attadantavatthu paṭhamaṁ.",
  "atk-s0502a23:17": "2. Hatthācariyapubbakabhikkhuvatthu",
  "atk-s0502a23:18": "Nahi etehīti imaṁ dhammadesanaṁ satthā jetavane viharanto ekaṁ hatthācariyapubbakaṁ bhikkhuṁ ārabbha kathesi.",
  "atk-s0502a23:19_0": "So kira ekadivasaṁ aciravatīnadītīre hatthidamakaṁ “ekaṁ hatthiṁ damessāmī”ti attanā",
  "atk-s0502a23:19_1": "icchitaṁ kāraṇaṁ sikkhāpetuṁ asakkontaṁ disvā samīpe ṭhite bhikkhū āmantetvā āha",
  "atk-s0502a23:19_2": "– “āvuso, sace ayaṁ hatthācariyo imaṁ hatthiṁ asukaṭṭhāne nāma vijjheyya, khippameva",
  "atk-s0502a23:19_3": "imaṁ kāraṇaṁ sikkhāpeyyā”ti. So tassa kathaṁ sutvā tathā katvā taṁ hatthiṁ sudantaṁ",
  "atk-s0502a23:19_4": "damesi. Te bhikkhū taṁ pavattiṁ satthu ārocesuṁ. Satthā taṁ bhikkhuṁ pakkosāpetvā",
  "atk-s0502a23:19_5": "“saccaṁ kira tayā evaṁ vutta”nti pucchitvā “saccaṁ, bhante”ti vutte vigarahitvā “kiṁ",
  "atk-s0502a23:19_6": "te, moghapurisa, hatthiyānena vā aññena vā dantena. Na hi etehi yānehi agatapubbaṁ",
  "atk-s0502a23:19_7": "ṭhānaṁ gantuṁ samatthā nāma atthi, attanā pana sudantena sakkā agatapubbaṁ ṭhānaṁ",
  "atk-s0502a23:19_8": "gantuṁ, tasmā attānameva damehi, kiṁ te etesaṁ damanenā”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a23:20": "323.",
  "atk-s0502a23:21": "“Na hi etehi yānehi, gaccheyya agataṁ disaṁ;",
  "atk-s0502a23:22": "Yathāttanā sudantena, danto dantena gacchatī”ti.",
  "atk-s0502a23:23_0": "Tassattho – yāni tāni hatthiyānādīni yānāni, na hi etehi yānehi koci puggalo supinantenapi",
  "atk-s0502a23:23_1": "agatapubbattā “agata”nti saṅkhātaṁ nibbānadisaṁ tathā gaccheyya, yathā pubbabhāge",
  "atk-s0502a23:23_2": "indriyadamena aparabhāge ariyamaggabhāvanāya sudantena danto nibbisevano sappañño",
  "atk-s0502a23:23_3": "puggalo taṁ agatapubbaṁ disaṁ gacchati, dantabhūmiṁ pāpuṇāti. Tasmā attadamanameva tato varanti attho.",
  "atk-s0502a23:24": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a23:25": "Hatthācariyapubbakabhikkhuvatthu dutiyaṁ.",
  "atk-s0502a23:26": "3. Parijiṇṇabrāhmaṇaputtavatthu",
  "atk-s0502a23:27": "Dhanapāloti imaṁ dhammadesanaṁ satthā sāvatthiyaṁ viharanto aññatarassa parijiṇṇabrāhmaṇassa putte ārabbha kathesi.",
  "atk-s0502a23:28_0": "Sāvatthiyaṁ kireko brāhmaṇo aṭṭhasatasahassavibhavo vayappattānaṁ catunnaṁ puttānaṁ",
  "atk-s0502a23:28_1": "āvāhaṁ katvā cattāri satasahassāni adāsi. Athassa brāhmaṇiyā kālakatāya puttā sammantayiṁsu",
  "atk-s0502a23:28_2": "– “sace ayaṁ aññaṁ brāhmaṇiṁ ānessati, tassā kucchiyaṁ nibbattānaṁ vasena kulasantakaṁ",
  "atk-s0502a23:28_3": "bhijjissati, handa naṁ mayaṁ saṅgaṇhissāmā”ti te taṁ paṇītehi ghāsacchādanādīhi upaṭṭhahantā",
  "atk-s0502a23:28_4": "hatthapādasambāhanādīni karontā upaṭṭhahitvā ekadivasamassa divā niddāyitvā vuṭṭhitassa",
  "atk-s0502a23:28_5": "hatthapāde sambāhantā pāṭiyekkaṁ gharāvāse ādīnavaṁ vatvā “mayaṁ tumhe iminā nīhārena",
  "atk-s0502a23:28_6": "yāvajīvaṁ upaṭṭhahissāma, sesadhanampi no dethā”ti yāciṁsu. Brāhmaṇo puna ekekassa",
  "atk-s0502a23:28_7": "satasahassaṁ datvā attano nivatthapārupanamattaṁ ṭhapetvā sabbaṁ upabhogaparibhogaṁ",
  "atk-s0502a23:28_8": "cattāro koṭṭhāse katvā niyyādesi. Taṁ jeṭṭhaputto katipāhaṁ upaṭṭhahi. Atha naṁ ekadivasaṁ",
  "atk-s0502a23:28_9": "nhatvā āgacchantaṁ dvārakoṭṭhake ṭhatvā suṇhā evamāha – “kiṁ tayā jeṭṭhaputtassa",
  "atk-s0502a23:28_10": "sataṁ vā sahassaṁ vā atirekaṁ dinnaṁ atthi, nanu sabbesaṁ dve dve satasahassāni dinnāni,",
  "atk-s0502a23:28_11": "kiṁ sesaputtānaṁ gharassa maggaṁ na jānāsī”ti. Sopi “nassa vasalī”ti kujjhitvā aññassa",
  "atk-s0502a23:28_12": "gharaṁ agamāsi. Tatopi katipāhaccayena imināva upāyena palāpito aññassāti evaṁ ekagharampi",
  "atk-s0502a23:28_13": "pavesanaṁ alabhamāno paṇḍaraṅgapabbajjaṁ pabbajitvā bhikkhāya caranto kālānamaccayena",
  "atk-s0502a23:28_14": "jarājiṇṇo dubbhojanadukkhaseyyāhi milātasarīro bhikkhāya caranto āgamma pīṭhikāya",
  "atk-s0502a23:28_15": "nipanno niddaṁ okkamitvā uṭṭhāya nisinno attānaṁ oloketvā puttesu attano patiṭṭhaṁ",
  "atk-s0502a23:28_16": "apassanto cintesi – “samaṇo kira gotamo abbhākuṭiko uttānamukho sukhasambhāso paṭisanthārakusalo,",
  "atk-s0502a23:28_17": "sakkā samaṇaṁ gotamaṁ upasaṅkamitvā paṭisanthāraṁ labhitu”nti. So nivāsanapārupanaṁ",
  "atk-s0502a23:28_18": "saṇṭhāpetvā bhikkhabhājanaṁ gahetvā daṇḍamādāya bhagavato santikaṁ agamāsi. Vuttampi cetaṁ –",
  "atk-s0502a23:29_0": "Atha kho aññataro brāhmaṇamahāsālo lūkho lūkhapāvuraṇo yena bhagavā tenupasaṅkami,",
  "atk-s0502a23:29_1": "upasaṅkamitvā ekamantaṁ nisīdi. Satthā ekamantaṁ nisinnena tena saddhiṁ paṭisanthāraṁ",
  "atk-s0502a23:29_2": "katvā etadavoca – “kinnu tvaṁ, brāhmaṇa, lūkho lūkhapāvuraṇo”ti. Idha me, bho gotama,",
  "atk-s0502a23:29_3": "cattāro puttā, te maṁ dārehi saṁpuccha gharā nikkhāmentīti. Tena hi tvaṁ, brāhmaṇa,",
  "atk-s0502a23:29_4": "imā gāthāyo pariyāpuṇitvā sabhāyaṁ mahājanakāye sannipatite puttesu ca sannisinnesu bhāsassu –",
  "atk-s0502a23:30": "“Yehi jātehi nandissaṁ, yesañca bhavamicchisaṁ;",
  "atk-s0502a23:31": "Te maṁ dārehi saṁpuccha, sāva vārenti sūkaraṁ.",
  "atk-s0502a23:32": "“Asantā kira maṁ jammā, tāta tātāti bhāsare;",
  "atk-s0502a23:33": "Rakkhasā puttarūpena, te jahanti vayogataṁ.",
  "atk-s0502a23:34": "“Assova jiṇṇo nibbhogo, khādanā apanīyati;",
  "atk-s0502a23:35": "Bālakānaṁ pitā thero, parāgāresu bhikkhati.",
  "atk-s0502a23:36": "“Daṇḍova kira me seyyo, yañce puttā anassavā;",
  "atk-s0502a23:37": "Caṇḍampi goṇaṁ vāreti, atho caṇḍampi kukkuraṁ.",
  "atk-s0502a23:38": "“Andhakāre pure hoti, gambhīre gādhamedhati;",
  "atk-s0502a23:39": "Daṇḍassa ānubhāvena, khalitvā patitiṭṭhatī”ti. ;",
  "atk-s0502a23:40_0": "So bhagavato santike tā gāthāyo uggaṇhitvā tathārūpe brāhmaṇānaṁ samāgamadivase sabbālaṅkārapaṭimaṇḍitesu",
  "atk-s0502a23:40_1": "puttesu taṁ sabhaṁ ogāhitvā brāhmaṇānaṁ majjhe mahārahesu āsanesu nisinnesu “ayaṁ",
  "atk-s0502a23:40_2": "me kālo”ti sabhāya majjhe pavisitvā hatthaṁ ukkhipitvā “ahaṁ, bho, tumhākaṁ gāthāyo",
  "atk-s0502a23:40_3": "bhāsitukāmo, suṇissathā”ti vatvā “bhāsassu, brāhmaṇa, suṇomā”ti vutte ṭhitakova abhāsi.",
  "atk-s0502a23:40_4": "Tena ca samayena manussānaṁ vattaṁ hoti “yo mātāpitūnaṁ santakaṁ khādanto mātāpitaro",
  "atk-s0502a23:40_5": "na poseti, so māretabbo”ti. Tasmā te brāhmaṇaputtā pitu pādesu patitvā “jīvitaṁ no,",
  "atk-s0502a23:40_6": "tāta, dethā”ti yāciṁsu. So pitu hadayamudutāya “mā me, bho, puttake vināsayittha,",
  "atk-s0502a23:40_7": "posessanti ma”nti āha. Athassa putte manussā āhaṁsu – “sace, bho, ajja paṭṭhāya pitaraṁ",
  "atk-s0502a23:40_8": "na sammā paṭijaggissatha, ghātessāma vo”ti. Te bhītā pitaraṁ pīṭhe nisīdāpetvā sayaṁ",
  "atk-s0502a23:40_9": "ukkhipitvā gehaṁ netvā sarīraṁ telena abbhañjitvā ubbaṭṭetvā gandhacuṇṇādīhi nhāpetvā",
  "atk-s0502a23:40_10": "brāhmaṇiyo pakkosāpetvā “ajja paṭṭhāya amhākaṁ pitaraṁ sammā paṭijaggatha, sace tumhe",
  "atk-s0502a23:40_11": "pamādaṁ āpajjissatha, niggaṇhissāma vo”ti vatvā paṇītabhojanaṁ bhojesuṁ.",
  "atk-s0502a23:41_0": "Brāhmaṇo subhojanañca sukhaseyyañca āgamma katipāhaccayena sañjātabalo pīṇindriyo",
  "atk-s0502a23:41_1": "attabhāvaṁ oloketvā “ayaṁ me sampatti samaṇaṁ gotamaṁ nissāya laddhā”ti paṇṇākāratthāya",
  "atk-s0502a23:41_2": "ekaṁ dussayugaṁ ādāya bhagavato santikaṁ gantvā katapaṭisanthāro ekamantaṁ nisinno",
  "atk-s0502a23:41_3": "taṁ dussayugaṁ bhagavato pādamūle ṭhapetvā “mayaṁ, bho gotama, brāhmaṇā nāma ācariyassa",
  "atk-s0502a23:41_4": "ācariyadhanaṁ pariyesāma, paṭiggaṇhātu me bhavaṁ gotamo ācariyo ācariyadhana”nti",
  "atk-s0502a23:41_5": "āha. Bhagavā tassa anukampāya taṁ paṭiggahetvā dhammaṁ desesi. Desanāvasāne brāhmaṇo",
  "atk-s0502a23:41_6": "saraṇesu patiṭṭhāya evamāha – “bho gotama, mayhaṁ puttehi cattāri dhuvabhattāni dinnāni,",
  "atk-s0502a23:41_7": "tato ahaṁ dve tumhākaṁ dammī”ti. Atha naṁ satthā “kalyāṇaṁ, brāhmaṇa, mayaṁ pana",
  "atk-s0502a23:41_8": "ruccanaṭṭhānameva gamissāmā”ti vatvā uyyojesi. Brāhmaṇo gharaṁ gantvā putte āha –",
  "atk-s0502a23:41_9": "“tātā, samaṇo gotamo mayhaṁ sahāyo, tassa me dve dhuvabhattāni dinnāni, tumhe tasmiṁ",
  "atk-s0502a23:41_10": "sampatte mā pamajjitthā”ti. Te “sādhū”ti sampaṭicchiṁsu.",
  "atk-s0502a23:42_0": "Satthā punadivase piṇḍāya caranto jeṭṭhaputtassa gharadvāraṁ agamāsi. So satthāraṁ",
  "atk-s0502a23:42_1": "disvā pattamādāya gharaṁ pavesetvā mahārahe pallaṅke nisīdāpetvā paṇītabhojanamadāsi.",
  "atk-s0502a23:42_2": "Satthā punadivase itarassa itarassāti paṭipāṭiyā sabbesaṁ gharāni agamāsi. Sabbe",
  "atk-s0502a23:42_3": "te tatheva sakkāraṁ akaṁsu. Ekadivasaṁ jeṭṭhaputto maṅgale paccupaṭṭhite pitaraṁ",
  "atk-s0502a23:42_4": "āha – “tāta, kassa maṅgalaṁ demā”ti? “Nāhaṁ aññe jānāmi, samaṇo gotamo mayhaṁ sahāyo”ti.",
  "atk-s0502a23:42_5": "“Tena hi taṁ svātanāya pañcahi bhikkhusatehi saddhiṁ nimantethā”ti. Brāhmaṇo tathā",
  "atk-s0502a23:42_6": "akāsi. Satthā punadivase saparivāro tassa gehaṁ agamāsi. So haritupalitte sabbālaṅkārapaṭimaṇḍite",
  "atk-s0502a23:42_7": "gehe buddhappamukhaṁ bhikkhusaṅghaṁ nisīdāpetvā appodakamadhupāyasena ceva paṇītena",
  "atk-s0502a23:42_8": "khādanīyena ca parivisi. Antarābhattasmiṁyeva brāhmaṇassa cattāro puttā satthu santike",
  "atk-s0502a23:42_9": "nisīditvā āhaṁsu – “bho gotama, mayaṁ amhākaṁ pitaraṁ paṭijaggāma na pamajjāma, passathimassa attabhāva”nti.",
  "atk-s0502a23:43_0": "Satthā “kalyāṇaṁ vo kataṁ, mātāpituposanaṁ nāma porāṇakapaṇḍitānaṁ āciṇṇamevā”ti",
  "atk-s0502a23:43_1": "vatvā “tassa nāgassa vippavāsena, virūḷhā sallakī ca kuṭajā cā”ti imaṁ ekādasanipāte",
  "atk-s0502a23:43_2": "mātuposakanāgarājajātakaṁ vitthārena kathetvā imaṁ gāthaṁ abhāsi –",
  "atk-s0502a23:44": "324.",
  "atk-s0502a23:45": "“Dhanapālo nāma kuñjaro,",
  "atk-s0502a23:46": "Kaṭukabhedano dunnivārayo;",
  "atk-s0502a23:47": "Baddho kabaḷaṁ na bhuñjati,",
  "atk-s0502a23:48": "Sumarati nāgavanassa kuñjaro”ti.",
  "atk-s0502a23:49_0": "Tattha dhanapālo nāmāti tadā kāsikaraññā hatthācariyaṁ pesetvā ramaṇīye nāgavane",
  "atk-s0502a23:49_1": "gāhāpitassa hatthino etaṁ nāmaṁ. Kaṭukabhedanoti tikhiṇamado. Hatthīnañhi madakāle",
  "atk-s0502a23:49_2": "kaṇṇacūḷikā pabhijjanti, pakatiyāpi hatthino tasmiṁ kāle aṅkuse vā kuntatomare vā",
  "atk-s0502a23:49_3": "na gaṇenti, caṇḍā bhavanti. So pana aticaṇḍoyeva. Tena vuttaṁ – kaṭukabhedano dunnivārayoti.",
  "atk-s0502a23:49_4": "Baddho kabaḷaṁ na bhuñjatīti so baddho hatthisālaṁ pana netvā vicitrasāṇiyā parikkhipāpetvā",
  "atk-s0502a23:49_5": "katagandhaparibhaṇḍāya upari baddhavicitravitānāya bhūmiyā ṭhapito raññā rājārahena",
  "atk-s0502a23:49_6": "nānaggarasena bhojanena upaṭṭhāpitopi kiñci bhuñjituṁ na icchi, tamatthaṁ sandhāya",
  "atk-s0502a23:49_7": "“baddho kabaḷaṁ na bhuñjatī”ti vuttaṁ. Sumarati nāgavanassāti so ramaṇīyaṁ me vasanaṭṭhānanti",
  "atk-s0502a23:49_8": "nāgavanaṁ sarati. “Mātā pana me araññe puttaviyogena dukkhappattā ahosi, mātāpituupaṭṭhānadhammo",
  "atk-s0502a23:49_9": "na me pūrati, kiṁ me iminā bhojanenā”ti dhammikaṁ mātāpituupaṭṭhānadhammameva sari.",
  "atk-s0502a23:49_10": "Taṁ pana yasmā tasmiṁ nāgavaneyeva ṭhito sakkā pūretuṁ, tena vuttaṁ – sumarati nāgavanassa",
  "atk-s0502a23:49_11": "kuñjaroti. Satthari imaṁ attano pubbacariyaṁ ānetvā kathente kathenteyeva sabbepi",
  "atk-s0502a23:49_12": "te assudhārā pavattetvā muduhadayā ohitasotā bhaviṁsu. Atha nesaṁ bhagavā sappāyaṁ",
  "atk-s0502a23:49_13": "viditvā saccāni pakāsetvā dhammaṁ desesi.",
  "atk-s0502a23:50": "Desanāvasāne saddhiṁ puttehi ceva suṇisāhi ca brāhmaṇo sotāpattiphale patiṭṭhahīti.",
  "atk-s0502a23:51": "Parijiṇṇabrāhmaṇaputtavatthu tatiyaṁ.",
  "atk-s0502a23:52": "4. Pasenadikosalavatthu",
  "atk-s0502a23:53": "Middhī yadā hotīti imaṁ dhammadesanaṁ satthā jetavane viharanto rājānaṁ pasenadikosalaṁ ārabbha kathesi.",
  "atk-s0502a23:54_0": "Ekasmiñhi samaye rājā taṇḍuladoṇassa odanaṁ tadupiyena sūpabyañjanena bhuñjati. So",
  "atk-s0502a23:54_1": "ekadivasaṁ bhuttapātarāso bhattasammadaṁ avinodetvāva satthu santikaṁ gantvā kilantarūpo",
  "atk-s0502a23:54_2": "ito cito ca samparivattati, niddāya abhibhuyyamānopi ujukaṁ nipajjituṁ asakkonto",
  "atk-s0502a23:54_3": "ekamantaṁ nisīdi. Atha naṁ satthā āha – “kiṁ, mahārāja, avissamitvāva āgatosī”ti?",
  "atk-s0502a23:54_4": "“Āma, bhante, bhuttakālato paṭṭhāya me mahādukkhaṁ hotī”ti. Atha naṁ satthā, “mahārāja,",
  "atk-s0502a23:54_5": "atibahubhojanaṁ evaṁ dukkhaṁ hotī”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a23:55": "325.",
  "atk-s0502a23:56": "“Middhī yadā hoti mahagghaso ca,",
  "atk-s0502a23:57": "Niddāyitā samparivattasāyī;",
  "atk-s0502a23:58": "Mahāvarāhova nivāpapuṭṭho,",
  "atk-s0502a23:59": "Punappunaṁ gabbhamupeti mando”ti.",
  "atk-s0502a23:60_0": "Tattha middhīti thinamiddhābhibhūto. Mahagghaso cāti mahābhojano āharahatthakaalaṁsāṭakatatravaṭṭakakākamāsakabhuttavamitakānaṁ",
  "atk-s0502a23:60_1": "aññataro viya. Nivāpapuṭṭhoti kuṇḍakādinā sūkarabhattena puṭṭho. Gharasūkaro hi daharakālato",
  "atk-s0502a23:60_2": "paṭṭhāya posiyamāno thūlasarīrakāle gehā bahi nikkhamituṁ alabhanto heṭṭhāmañcādīsu",
  "atk-s0502a23:60_3": "samparivattitvā assasanto passasanto sayateva. Idaṁ vuttaṁ hoti – yadā puriso middhī",
  "atk-s0502a23:60_4": "ca hoti mahagghaso ca, nivāpapuṭṭho mahāvarāho viya ca aññena iriyāpathena yāpetuṁ",
  "atk-s0502a23:60_5": "asakkonto niddāyanasīlo samparivattasāyī, tadā so “aniccaṁ dukkhaṁ anattā”ti tīṇi",
  "atk-s0502a23:60_6": "lakkhaṇāni manasikātuṁ na sakkoti. Tesaṁ amanasikārā mandapañño punappunaṁ gabbhamupeti,",
  "atk-s0502a23:60_7": "gabbhavāsato na parimuccatīti. Desanāvasāne satthā rañño upakāravasena –",
  "atk-s0502a23:61": "“Manujassa sadā satīmato, mattaṁ jānato laddhabhojane;",
  "atk-s0502a23:62": "Tanukassa bhavanti vedanā, saṇikaṁ jīrati āyu pālaya”nti. ;",
  "atk-s0502a23:63_0": "Imaṁ gāthaṁ vatvā uttaramāṇavaṁ uggaṇhāpetvā “imaṁ gāthaṁ rañño bhojanavelāya pavedeyyāsi,",
  "atk-s0502a23:63_1": "iminā upāyena bhojanaṁ parihāpeyyāsī”ti upāyaṁ ācikkhi, so tathā akāsi. Rājā aparena",
  "atk-s0502a23:63_2": "samayena nāḷikodanaparamatāya saṇṭhito susallahukasarīro sukhappatto satthari uppannavissāso",
  "atk-s0502a23:63_3": "sattāhaṁ asadisadānaṁ pavattesi. Dānānumodanāya mahājano mahantaṁ visesaṁ pāpuṇīti.",
  "atk-s0502a23:64": "Pasenadikosalavatthu catutthaṁ.",
  "atk-s0502a23:65": "5. Sānusāmaṇeravatthu",
  "atk-s0502a23:66": "Idaṁpureti imaṁ dhammadesanaṁ satthā jetavane viharanto sānuṁ nāma sāmaṇeraṁ ārabbha kathesi.",
  "atk-s0502a23:67_0": "So kira ekissā upāsikāya ekaputtako ahosi. Atha naṁ sā daharakāleyeva pabbājesi.",
  "atk-s0502a23:67_1": "So pabbajitakālato paṭṭhāya sīlavā ahosi vattasampanno, ācariyupajjhāyaāgantukānaṁ",
  "atk-s0502a23:67_2": "vattaṁ katameva hoti. Māsassa aṭṭhame divase pātova uṭṭhāya udakamāḷake udakaṁ upaṭṭhāpetvā",
  "atk-s0502a23:67_3": "dhammassavanaggaṁ sammajjitvā āsanaṁ paññāpetvā dīpaṁ jāletvā madhurassarena dhammassavanaṁ",
  "atk-s0502a23:67_4": "ghoseti. Bhikkhū tassa thāmaṁ ñatvā “sarabhaññaṁ bhaṇa sāmaṇerā”ti ajjhesanti. So",
  "atk-s0502a23:67_5": "“mayhaṁ hadayavāto rujati, kāyo vā bādhatī”ti kiñci paccāhāraṁ akatvā dhammāsanaṁ",
  "atk-s0502a23:67_6": "abhirūhitvā ākāsagaṅgaṁ otārento viya sarabhaññaṁ vatvā otaranto “mayhaṁ mātāpitūnaṁ",
  "atk-s0502a23:67_7": "imasmiṁ sarabhaññe pattiṁ dammī”ti vadati. Tassa manussā mātāpitaro pattiyā dinnabhāvaṁ",
  "atk-s0502a23:67_8": "na jānanti. Anantarattabhāve panassa mātā yakkhinī hutvā nibbattā, sā devatāhi saddhiṁ",
  "atk-s0502a23:67_9": "āgantvā dhammaṁ sutvā “sāmaṇerena dinnapattiṁ anumodāmi, tātā”ti vadati. “Sīlasampanno",
  "atk-s0502a23:67_10": "ca nāma bhikkhu sadevakassa lokassa piyo hotī”ti tasmiṁ sāmaṇere devatā salajjā sagāravā",
  "atk-s0502a23:67_11": "mahābrahmānaṁ viya aggikkhandhaṁ viya ca naṁ maññanti. Sāmaṇere gāravena tañca yakkhiniṁ",
  "atk-s0502a23:67_12": "garukaṁ katvā passanti. Tā dhammassavanayakkhasamāgamādīsu “sānumātā sānumātā”ti",
  "atk-s0502a23:67_13": "yakkhiniyā aggāsanaṁ aggodakaṁ aggapiṇḍaṁ denti. Mahesakkhāpi yakkhā taṁ disvā maggā",
  "atk-s0502a23:67_14": "okkamanti, āsanā vuṭṭhahanti.",
  "atk-s0502a23:68_0": "Atha kho sāmaṇero vuḍḍhimanvāya paripakkindriyo anabhiratiyā pīḷito anabhiratiṁ vinodetuṁ",
  "atk-s0502a23:68_1": "asakkonto paruḷhakesanakho kiliṭṭhanivāsanapārupano kassaci anārocetvā pattacīvaramādāya",
  "atk-s0502a23:68_2": "ekakova mātugharaṁ agamāsi. Upāsikā puttaṁ disvā vanditvā āha – “kiṁ, tāta, tvaṁ",
  "atk-s0502a23:68_3": "pubbe ācariyupajjhāyehi vā daharasāmaṇerehi vā saddhiṁ idhāgacchasi, kasmā ekakova",
  "atk-s0502a23:68_4": "ajja āgatosī”ti? So ukkaṇṭhitabhāvaṁ ārocesi. Sā upāsikā nānappakārena gharāvāse",
  "atk-s0502a23:68_5": "ādīnavaṁ dassetvā puttaṁ ovadamānāpi saññāpetuṁ asakkontī “appeva nāma attano dhammatāyapi",
  "atk-s0502a23:68_6": "sallakkheyyā”ti anuyyojetvā “tiṭṭha, tāta, yāva te yāgubhattaṁ sampādemi, yāguṁ pivitvā",
  "atk-s0502a23:68_7": "katabhattakiccassa te manāpāni vatthāni nīharitvā dassāmī”ti vatvā āsanaṁ paññāpetvā",
  "atk-s0502a23:68_8": "adāsi. Nisīdi sāmaṇero. Upāsikā muhutteneva yāgukhajjakaṁ sampādetvā adāsi. Atha",
  "atk-s0502a23:68_9": "“bhattaṁ sampādessāmī”ti avidūre nisinnā taṇḍule dhovati. Tasmiṁ samaye sā yakkhinī",
  "atk-s0502a23:68_10": "“kahaṁ nu kho sāmaṇero, kacci bhikkhāhāraṁ labhati, no”ti āvajjamānā tassa vibbhamitukāmatāya",
  "atk-s0502a23:68_11": "nisinnabhāvaṁ ñatvā “sāmaṇero me mahesakkhānaṁ devatānaṁ antare lajjaṁ uppādeyya,",
  "atk-s0502a23:68_12": "gacchāmissa vibbhamane antarāyaṁ karissāmī”ti āgantvā tassa sarīre adhimuccitvā gīvaṁ",
  "atk-s0502a23:68_13": "parivattetvā kheḷena paggharantena bhūmiyaṁ nipati. Upāsikā puttassa taṁ vippakāraṁ",
  "atk-s0502a23:68_14": "disvā vegena gantvā puttaṁ āliṅgetvā ūrūsu nipajjāpesi. Sakalagāmavāsino āgantvā",
  "atk-s0502a23:68_15": "balikammādīni kariṁsu. Upāsikā pana paridevamānā imā gāthā abhāsi –",
  "atk-s0502a23:69": "“Cātuddasiṁ pañcadasiṁ, yā ca pakkhassa aṭṭhamī;",
  "atk-s0502a23:70": "Pāṭihāriyapakkhañca, aṭṭhaṅgasusamāgataṁ.",
  "atk-s0502a23:71": "“Uposathaṁ upavasanti, brahmacariyaṁ caranti ye;",
  "atk-s0502a23:72": "Na tehi yakkhā kīḷanti, iti me arahataṁ sutaṁ;",
  "atk-s0502a23:73": "Sā dāni ajja passāmi, yakkhā kīḷanti sānunā”ti. ;",
  "atk-s0502a23:74": "Upāsikāya vacanaṁ sutvā –",
  "atk-s0502a23:75": "“Cātuddasiṁ pañcadasiṁ, yā ca pakkhassa aṭṭhamī;",
  "atk-s0502a23:76": "Pāṭihāriyapakkhañca, aṭṭhaṅgasusamāgataṁ.",
  "atk-s0502a23:77": "“Uposathaṁ upavasanti, brahmacariyaṁ caranti ye;",
  "atk-s0502a23:78": "Na tehi yakkhā kīḷanti, sāhu te arahataṁ suta”nti. –",
  "atk-s0502a23:79": "Vatvā āha –",
  "atk-s0502a23:80": "“Sānuṁ pabuddhaṁ vajjāsi, yakkhānaṁ vacanaṁ idaṁ;",
  "atk-s0502a23:81": "Mākāsi pāpakaṁ kammaṁ, āvi vā yadi vā raho.",
  "atk-s0502a23:82": "“Sace ca pāpakaṁ kammaṁ, karissasi karosi vā;",
  "atk-s0502a23:83": "Na te dukkhā pamutyatthi, uppaccāpi palāyato”ti. ;",
  "atk-s0502a23:84_0": "Evaṁ pāpakaṁ kammaṁ katvā sakuṇassa viya uppatitvā palāyatopi te mokkho natthīti",
  "atk-s0502a23:84_1": "vatvā sā yakkhinī sāmaṇeraṁ muñci. So akkhīni ummīletvā mātaraṁ kese vikiriya assasantiṁ",
  "atk-s0502a23:84_2": "passasantiṁ rodamānaṁ sakalagāmavāsino ca sannipatite disvā attano yakkhena gahitabhāvaṁ",
  "atk-s0502a23:84_3": "ajānanto “ahaṁ pubbe pīṭhe nisinno, mātā me avidūre nisīditvā taṇḍule dhovi, idāni",
  "atk-s0502a23:84_4": "panamhi bhūmiyaṁ nipanno, kiṁ nu kho eta”nti nipannakova mātaraṁ āha –",
  "atk-s0502a23:85": "“Mataṁ vā amma rodanti, yo vā jīvaṁ na dissati;",
  "atk-s0502a23:86": "Jīvantaṁ amma passantī, kasmā maṁ amma rodasī”ti. ;",
  "atk-s0502a23:87": "Athassa mātā vatthukāmakilesakāme pahāya pabbajitassa puna vibbhamanatthaṁ āgamane ādīnavaṁ dassentī āha –",
  "atk-s0502a23:88": "“Mataṁ vā putta rodanti, yo vā jīvaṁ na dissati;",
  "atk-s0502a23:89": "Yo ca kāme cajitvāna, punarāgacchate idha;",
  "atk-s0502a23:90": "Taṁ vāpi putta rodanti, puna jīvaṁ mato hi so”ti. ;",
  "atk-s0502a23:91": "Evañca pana vatvā gharāvāsaṁ kukkuḷasadisañceva narakasadisañca katvā gharāvāse ādīnavaṁ dassentī puna āha –",
  "atk-s0502a23:92": "“Kukkuḷā ubbhato tāta, kukkuḷaṁ patitumicchasi;",
  "atk-s0502a23:93": "Narakā ubbhato tāta, narakaṁ patitumicchasī”ti. ;",
  "atk-s0502a23:94_0": "Atha naṁ, “putta, bhaddaṁ tava hotu, mayā pana ‘ayaṁ no puttako ḍayhamāno’ti gehā",
  "atk-s0502a23:94_1": "bhaṇḍaṁ viya nīharitvā buddhasāsane pabbājito, gharāvāse puna ḍayhituṁ icchasi. Abhidhāvatha",
  "atk-s0502a23:94_2": "parittāyatha noti imamatthaṁ kassa ujjhāpayāma kaṁ nijjhāpayāmā”ti dīpetuṁ imaṁ gāthamāha –",
  "atk-s0502a23:95": "“Abhidhāvatha bhaddante, kassa ujjhāpayāmase;",
  "atk-s0502a23:96": "Ādittā nīhataṁ bhaṇḍaṁ, puna ḍayhitumicchasī”ti. ;",
  "atk-s0502a23:97_0": "So mātari kathentiyā kathentiyā sallakkhetvā “natthi mayhaṁ gihibhāvena attho”ti",
  "atk-s0502a23:97_1": "āha. Athassa mātā “sādhu, tātā”ti tuṭṭhā paṇītabhojanaṁ bhojetvā “kativassosi, tātā”ti",
  "atk-s0502a23:97_2": "pucchitvā paripuṇṇavassabhāvaṁ ñatvā ticīvaraṁ paṭiyādesi. So paripuṇṇapattacīvaro",
  "atk-s0502a23:97_3": "upasampadaṁ labhi. Athassa acirūpasampannassa satthā cittaniggahe ussāhaṁ janento",
  "atk-s0502a23:97_4": "“cittaṁ nāmetaṁ nānārammaṇesu dīgharattaṁ cārikaṁ carantaṁ aniggaṇhantassa sotthibhāvo",
  "atk-s0502a23:97_5": "nāma natthi, tasmā aṅkusena mattahatthino viya cittassa niggaṇhane yogo karaṇīyo”ti",
  "atk-s0502a23:97_6": "vatvā imaṁ gāthamāha –",
  "atk-s0502a23:98": "326.",
  "atk-s0502a23:99": "“Idaṁ pure cittamacāri cārikaṁ,",
  "atk-s0502a23:100": "Yenicchakaṁ yatthakāmaṁ yathāsukhaṁ;",
  "atk-s0502a23:101": "Tadajjahaṁ niggahessāmi yoniso,",
  "atk-s0502a23:102": "Hatthippabhinnaṁ viya aṅkusaggaho”ti.",
  "atk-s0502a23:103_0": "Tassattho – idaṁ cittaṁ nāma ito pubbe rūpādīsu ca ārammaṇesu rāgādīnaṁ yena kāraṇena",
  "atk-s0502a23:103_1": "icchati, yatthevassa kāmo uppajjati, tassa vasena yattha kāmaṁ yathāruci carantassa",
  "atk-s0502a23:103_2": "sukhaṁ hoti, tatheva vicaraṇato yathāsukhaṁ dīgharattaṁ cārikaṁ cari, taṁ ajja ahaṁ",
  "atk-s0502a23:103_3": "pabhinnaṁ mattahatthiṁ hatthācariyasaṅkhāto cheko aṅkusaggaho aṅkusena viya yonisomanasikārena",
  "atk-s0502a23:103_4": "niggahessāmi, nāssa vītikkamituṁ dassāmīti.",
  "atk-s0502a23:104_0": "Desanāvasāne sānunā saddhiṁ dhammassavanāya upasaṅkamantānaṁ bahūnaṁ devatānaṁ dhammābhisamayo",
  "atk-s0502a23:104_1": "ahosi. Sopāyasmā tepiṭakaṁ buddhavacanaṁ uggaṇhitvā mahādhammakathiko hutvā vīsavassasataṁ",
  "atk-s0502a23:104_2": "ṭhatvā sakalajambudīpaṁ saṅkhobhetvā parinibbāyīti.",
  "atk-s0502a23:105": "Sānusāmaṇeravatthu pañcamaṁ.",
  "atk-s0502a23:106": "6. Pāveyyakahatthivatthu",
  "atk-s0502a23:107": "Appamādaratāti imaṁ dhammadesanaṁ satthā jetavane viharanto kosalarañño pāveyyakaṁ nāma hatthiṁ ārabbha kathesi.",
  "atk-s0502a23:108_0": "So kira hatthī taruṇakāle mahābalo hutvā aparena samayena jarāvātavegabbhāhato hutvā",
  "atk-s0502a23:108_1": "ekaṁ mahantaṁ saraṁ oruyha kalale laggitvā uttarituṁ nāsakkhi. Mahājano taṁ disvā",
  "atk-s0502a23:108_2": "“evarūpopi nāma hatthī imaṁ dubbalabhāvaṁ patto”ti kathaṁ samuṭṭhāpesi. Rājā taṁ",
  "atk-s0502a23:108_3": "pavattiṁ sutvā hatthācariyaṁ āṇāpesi – “gaccha, ācariya, taṁ hatthiṁ kalalato uddharāhī”ti.",
  "atk-s0502a23:108_4": "So gantvā tasmiṁ ṭhāne saṅgāmasīsaṁ dassetvā saṅgāmabheriṁ ākoṭāpesi. Mānajātiko",
  "atk-s0502a23:108_5": "hatthī vegenuṭṭhāya thale patiṭṭhahi. Bhikkhū taṁ kāraṇaṁ disvā satthu ārocesuṁ.",
  "atk-s0502a23:108_6": "Satthā “tena, bhikkhave, hatthinā pakatipaṅkaduggato attā uddhaṭo, tumhe pana kilesadugge",
  "atk-s0502a23:108_7": "pakkhandā. Tasmā yoniso padahitvā tumhepi tato attānaṁ uddharathā”ti vatvā imaṁ gāthamāha –",
  "atk-s0502a23:109": "327.",
  "atk-s0502a23:110": "“Appamādaratā hotha, sacittamanurakkhatha;",
  "atk-s0502a23:111": "Duggā uddharathattānaṁ, paṅke sannova kuñjaro”ti.",
  "atk-s0502a23:112_0": "Tattha appamādaratāti satiyā avippavāse abhiratā hotha. Sacittanti rūpādīsu ārammaṇesu",
  "atk-s0502a23:112_1": "attano cittaṁ yathā vītikkamaṁ na karoti, evaṁ rakkhatha. Duggāti yathā so paṅke",
  "atk-s0502a23:112_2": "sanno kuñjaro hatthehi ca pādehi ca vāyāmaṁ katvā paṅkaduggato attānaṁ uddharitvā",
  "atk-s0502a23:112_3": "thale patiṭṭhito, evaṁ tumhepi kilesaduggato attānaṁ uddharatha, nibbānathale patiṭṭhāpethāti attho.",
  "atk-s0502a23:113": "Desanāvasāne te bhikkhū arahatte patiṭṭhahiṁsūti.",
  "atk-s0502a23:114": "Pāveyyakahatthivatthu chaṭṭhaṁ.",
  "atk-s0502a23:115": "7. Sambahulabhikkhuvatthu",
  "atk-s0502a23:116_0": "Sace labhethāti imaṁ dhammadesanaṁ satthā pālileyyakaṁ nissāya rakkhitavanasaṇḍe",
  "atk-s0502a23:116_1": "viharanto sambahule bhikkhū ārabbha kathesi. Vatthu yamakavagge “pare ca na vijānantī”ti",
  "atk-s0502a23:116_2": "gāthāvaṇṇanāya āgatameva. Vuttañhetaṁ –",
  "atk-s0502a23:117_0": "Tathāgatassa tattha hatthināgena upaṭṭhiyamānassa vasanabhāvo sakalajambudīpe pākaṭo",
  "atk-s0502a23:117_1": "ahosi. Sāvatthinagarato “anāthapiṇḍiko visākhā mahāupāsikā”ti evamādīni mahākulāni",
  "atk-s0502a23:117_2": "ānandattherassa sāsanaṁ pahiṇiṁsu “satthāraṁ no, bhante, dassethā”ti. Disāvāsinopi",
  "atk-s0502a23:117_3": "pañcasatā bhikkhū vuṭṭhavassā ānandattheraṁ upasaṅkamitvā “cirassutā no, āvuso ānanda,",
  "atk-s0502a23:117_4": "bhagavato sammukhā dhammī kathā, sādhu mayaṁ, āvuso ānanda, labheyyāma bhagavato",
  "atk-s0502a23:117_5": "sammukhā dhammiṁ kathaṁ savanāyā”ti yāciṁsu. Thero te bhikkhū ādāya tattha gantvā",
  "atk-s0502a23:117_6": "“temāsaṁ ekavihārino tathāgatassa santikaṁ ettakehi bhikkhūhi saddhiṁ upasaṅkamanaṁ",
  "atk-s0502a23:117_7": "ayutta”nti cintetvā te bhikkhū bahi ṭhapetvā ekakova satthāraṁ upasaṅkami. Pālileyyako",
  "atk-s0502a23:117_8": "taṁ disvā daṇḍamādāya pakkhandi. Taṁ satthā oloketvā “apehi, apehi, pālileyyaka,",
  "atk-s0502a23:117_9": "mā vārayi, buddhupaṭṭhāko eso”ti āha. So tattheva daṇḍaṁ chaḍḍetvā pattacīvarapaṭiggahaṇaṁ",
  "atk-s0502a23:117_10": "āpucchi. Thero nādāsi. Nāgo “sace uggahitavatto bhavissati, satthu nisīdanapāsāṇaphalake",
  "atk-s0502a23:117_11": "attano parikkhāraṁ na ṭhapessatī”ti cintesi. Thero pattacīvaraṁ bhūmiyaṁ ṭhapesi.",
  "atk-s0502a23:117_12": "Vattasampannā hi garūnaṁ āsane vā sayane vā attano parikkhāraṁ na ṭhapenti.",
  "atk-s0502a23:118_0": "Thero satthāraṁ vanditvā ekamantaṁ nisīdi. Satthā “ekakova āgatosī”ti pucchitvā pañcahi",
  "atk-s0502a23:118_1": "bhikkhusatehi āgatabhāvaṁ sutvā “kahaṁ pana te”ti pucchitvā “tumhākaṁ cittaṁ ajānanto",
  "atk-s0502a23:118_2": "bahi ṭhapetvā āgatomhī”ti vutte “pakkosāhi ne”ti āha. Thero tathā akāsi. Satthā tehi",
  "atk-s0502a23:118_3": "bhikkhūhi saddhiṁ paṭisanthāraṁ katvā tehi bhikkhūhi, “bhante, bhagavā buddhasukhumālo",
  "atk-s0502a23:118_4": "ceva khattiyasukhumālo ca, tumhehi temāsaṁ ekakehi tiṭṭhantehi nisīdantehi ca dukkaraṁ",
  "atk-s0502a23:118_5": "kataṁ, vattapaṭivattakārakopi mukhodakādidāyakopi nāhosi maññe”ti vutte, “bhikkhave,",
  "atk-s0502a23:118_6": "pālileyyakahatthinā mama sabbakiccāni katāni. Evarūpañhi sahāyaṁ labhantena ekakova",
  "atk-s0502a23:118_7": "vasituṁ yuttaṁ, alabhantassa ekacārikabhāvova seyyo”ti vatvā nāgavagge imā gāthā abhāsi –",
  "atk-s0502a23:119": "328.",
  "atk-s0502a23:120": "“Sace labhetha nipakaṁ sahāyaṁ,",
  "atk-s0502a23:121": "Saddhiṁcaraṁ sādhuvihāri dhīraṁ;",
  "atk-s0502a23:122": "Abhibhuyya sabbāni parissayāni,",
  "atk-s0502a23:123": "Careyya tenattamano satīmā.",
  "atk-s0502a23:124": "329.",
  "atk-s0502a23:125": "“No ce labhetha nipakaṁ sahāyaṁ,",
  "atk-s0502a23:126": "Saddhiṁcaraṁ sādhuvihāri dhīraṁ;",
  "atk-s0502a23:127": "Rājāva raṭṭhaṁ vijitaṁ pahāya,",
  "atk-s0502a23:128": "Eko care mātaṅgaraññeva nāgo.",
  "atk-s0502a23:129": "330.",
  "atk-s0502a23:130": "“Ekassa caritaṁ seyyo,",
  "atk-s0502a23:131": "Natthi bāle sahāyatā;",
  "atk-s0502a23:132": "Eko care na ca pāpāni kayirā,",
  "atk-s0502a23:133": "Appossukko mātaṅgaraññeva nāgo”ti.",
  "atk-s0502a23:134_0": "Tattha nipakanti nepakkapaññāya samannāgataṁ. Sādhuvihāri dhīranti bhaddakavihāriṁ",
  "atk-s0502a23:134_1": "paṇḍitaṁ. Parissayānīti tādisaṁ mettāvihāriṁ sahāyaṁ labhanto sīhabyagghādayo pākaṭaparissaye",
  "atk-s0502a23:134_2": "ca rāgabhayadosabhayamohabhayādayo paṭicchannaparissaye cāti sabbeva parissaye abhibhavitvā",
  "atk-s0502a23:134_3": "tena saddhiṁ attamano upaṭṭhitasatī hutvā careyya, vihareyyāti attho.",
  "atk-s0502a23:135_0": "Rājāva raṭṭhanti raṭṭhaṁ hitvā gato mahājanakarājā viya. Idaṁ vuttaṁ hoti – yathā",
  "atk-s0502a23:135_1": "vijitabhūmipadeso rājā “idaṁ rajjaṁ nāma mahantaṁ pamādaṭṭhānaṁ, kiṁ me rajjena kāritenā”ti",
  "atk-s0502a23:135_2": "vijitaṁ raṭṭhaṁ pahāya ekakova mahāraññaṁ pavisitvā tāpasapabbajjaṁ pabbajitvā catūsu",
  "atk-s0502a23:135_3": "iriyāpathesu ekakova carati, evaṁ ekakova careyyāti. Mātaṅgaraññeva nāgoti yathā",
  "atk-s0502a23:135_4": "ca “ahaṁ kho ākiṇṇo viharāmi hatthīhi hatthinīhi hatthikaḷabhehi hatthicchāpehi,",
  "atk-s0502a23:135_5": "chinnaggāni ceva tiṇāni khādāmi, obhaggobhaggañca me sākhābhaṅgaṁ khādanti, āvilāni",
  "atk-s0502a23:135_6": "ca pānīyāni pivāmi, ogāhā ca me uttiṇṇassa hatthiniyo kāyaṁ upanighaṁsantiyo gacchanti,",
  "atk-s0502a23:135_7": "yaṁnūnāhaṁ ekakova gaṇamhā vūpakaṭṭho vihareyya”nti evaṁ paṭisañcikkhitvā gamanato",
  "atk-s0502a23:135_8": "mātaṅgoti laddhanāmo imasmiṁ araññe ayaṁ hatthināgo yūthaṁ pahāya sabbiriyāpathesu",
  "atk-s0502a23:135_9": "ekakova sukhaṁ carati, evampi ekova careyyāti attho.",
  "atk-s0502a23:136_0": "Ekassāti pabbajitassa hi pabbajitakālato paṭṭhāya ekībhāvābhiratassa ekakasseva caritaṁ",
  "atk-s0502a23:136_1": "seyyo. Natthi bāle sahāyatāti cūḷasīlaṁ majjhimasīlaṁ mahāsīlaṁ dasa kathāvatthūni",
  "atk-s0502a23:136_2": "terasa dhutaṅgaguṇāni vipassanāñāṇaṁ cattāro maggā cattāri phalāni tisso vijjā cha",
  "atk-s0502a23:136_3": "abhiññā amatamahānibbānanti ayañhi sahāyatā nāma. Sā bāle nissāya adhigantuṁ na sakkāti",
  "atk-s0502a23:136_4": "natthi bāle sahāyatā. Ekoti iminā kāraṇena sabbiriyāpathesu ekakova careyya, appamattakānipi",
  "atk-s0502a23:136_5": "na ca pāpāni kayirā. Yathā so appossukko nirālayo imasmiṁ araññe mātaṅganāgo icchiticchitaṭṭhāne",
  "atk-s0502a23:136_6": "sukhaṁ carati, evaṁ ekakova hutvā careyya, appamattakānipi na ca pāpāni kareyyāti",
  "atk-s0502a23:136_7": "attho. Tasmā tumhehi patirūpaṁ sahāyaṁ alabhantehi ekacārīheva bhavitabbanti imamatthaṁ",
  "atk-s0502a23:136_8": "dassento satthā tesaṁ bhikkhūnaṁ imaṁ dhammadesanaṁ desesi.",
  "atk-s0502a23:137": "Desanāvasāne pañcasatāpi te bhikkhū arahatte patiṭṭhahiṁsūti.",
  "atk-s0502a23:138": "Sambahulabhikkhuvatthu sattamaṁ.",
  "atk-s0502a23:139": "8. Māravatthu",
  "atk-s0502a23:140": "Atthamhīti imaṁ dhammadesanaṁ satthā himavantapadese araññakuṭikāyaṁ viharanto māraṁ ārabbha kathesi.",
  "atk-s0502a23:141_0": "Tasmiṁ kira kāle rājāno manusse pīḷetvā rajjaṁ kārenti. Atha bhagavā adhammikarājūnaṁ",
  "atk-s0502a23:141_1": "rajje daṇḍakaraṇapīḷite manusse disvā kāruññena evaṁ cintesi – “sakkā nu kho rajjaṁ",
  "atk-s0502a23:141_2": "kāretuṁ ahanaṁ aghātayaṁ, ajinaṁ ajāpayaṁ, asocaṁ asocāpayaṁ dhammenā”ti, māro pāpimā",
  "atk-s0502a23:141_3": "taṁ bhagavato parivitakkaṁ ñatvā “samaṇo gotamo ‘sakkā nu kho rajjaṁ kāretu’nti cintesi,",
  "atk-s0502a23:141_4": "idāni rajjaṁ kāretukāmo bhavissati, rajjañca nāmetaṁ pamādaṭṭhānaṁ, taṁ kārente sakkā",
  "atk-s0502a23:141_5": "okāsaṁ labhituṁ, gacchāmi ussāhamassa janessāmī”ti cintetvā satthāraṁ upasaṅkamitvā",
  "atk-s0502a23:141_6": "āha – “kāretu, bhante, bhagavā rajjaṁ, kāretu sugato rajjaṁ ahanaṁ aghātayaṁ, ajinaṁ",
  "atk-s0502a23:141_7": "ajāpayaṁ, asocaṁ asocāpayaṁ dhammenā”ti. Atha naṁ satthā “kiṁ pana me tvaṁ, pāpima,",
  "atk-s0502a23:141_8": "passasi, yaṁ maṁ tvaṁ evaṁ vadesī”ti vatvā “bhagavatā kho, bhante, cattāro iddhipādā",
  "atk-s0502a23:141_9": "subhāvitā. Ākaṅkhamāno hi bhagavā himavantaṁ pabbatarājaṁ ‘suvaṇṇa’nti adhimucceyya,",
  "atk-s0502a23:141_10": "tañca suvaṇṇameva assa, ahampi kho dhanena dhanakaraṇīyaṁ karissāmi, tumhe dhammena",
  "atk-s0502a23:141_11": "rajjaṁ kāressathā”ti tena vutte –",
  "atk-s0502a23:142": "“Pabbatassa suvaṇṇassa, jātarūpassa kevalo;",
  "atk-s0502a23:143": "Dvittāva nālamekassa, iti vidvā samañcare.",
  "atk-s0502a23:144": "“Yo dukkhamadakkhi yatonidānaṁ,",
  "atk-s0502a23:145": "Kāmesu so jantu kathaṁ nameyya;",
  "atk-s0502a23:146": "Upadhiṁ viditvā saṅgoti loke,",
  "atk-s0502a23:147": "Tasseva jantu vinayāya sikkhe”ti. –",
  "atk-s0502a23:148": "Imāhi gāthāhi saṁvejetvā “añño eva kho, pāpima, tava ovādo, añño mama, tayā saddhiṁ dhammasaṁsandanā nāma natthi, ahañhi evaṁ ovadāmī”ti vatvā imā gāthā abhāsi –",
  "atk-s0502a23:149": "331.",
  "atk-s0502a23:150": "“Atthamhi jātamhi sukhā sahāyā,",
  "atk-s0502a23:151": "Tuṭṭhī sukhā yā itarītarena;",
  "atk-s0502a23:152": "Puññaṁ sukhaṁ jīvitasaṅkhayamhi,",
  "atk-s0502a23:153": "Sabbassa dukkhassa sukhaṁ pahānaṁ.",
  "atk-s0502a23:154": "332.",
  "atk-s0502a23:155": "“Sukhā matteyyatā loke,",
  "atk-s0502a23:156": "Atho petteyyatā sukhā;",
  "atk-s0502a23:157": "Sukhā sāmaññatā loke,",
  "atk-s0502a23:158": "Atho brahmaññatā sukhā.",
  "atk-s0502a23:159": "333.",
  "atk-s0502a23:160": "“Sukhaṁ yāva jarāsīlaṁ, sukhā saddhā patiṭṭhitā;",
  "atk-s0502a23:161": "Sukho paññāya paṭilābho, pāpānaṁ akaraṇaṁ sukha”nti.",
  "atk-s0502a23:162_0": "Tattha atthamhīti pabbajitassāpi hi cīvarakaraṇādike vā adhikaraṇavūpasamādike vā",
  "atk-s0502a23:162_1": "gihinopi kasikammādike vā balavapakkhasannissitehi abhibhavanādike vā kicce uppanne",
  "atk-s0502a23:162_2": "ye taṁ kiccaṁ nipphādetuṁ vā vūpasametuṁ vā sakkonti, evarūpā sukhā sahāyāti attho.",
  "atk-s0502a23:162_3": "Tuṭṭhī sukhāti yasmā pana gihinopi sakena asantuṭṭhā sandhicchedādīni ārabhanti,",
  "atk-s0502a23:162_4": "pabbajitāpi nānappakāraṁ anesanaṁ. Iti te sukhaṁ na vindantiyeva. Tasmā yā itarītarena",
  "atk-s0502a23:162_5": "parittena vā vipulena vā attano santakena santuṭṭhi, ayameva sukhāti attho. Puññanti",
  "atk-s0502a23:162_6": "maraṇakāle pana yathājjhāsayena pattharitvā katapuññakammameva sukhaṁ. Sabbassāti",
  "atk-s0502a23:162_7": "sakalassapi pana vaṭṭadukkhassa pahānasaṅkhātaṁ arahattameva imasmiṁ loke sukhaṁ nāma.",
  "atk-s0502a23:163_0": "Matteyyatāti mātari sammā paṭipatti. Petteyyatāti pitari sammā paṭipatti. Ubhayenapi",
  "atk-s0502a23:163_1": "mātāpitūnaṁ upaṭṭhānameva kathitaṁ. Mātāpitaro hi puttānaṁ anupaṭṭhahanabhāvaṁ ñatvā",
  "atk-s0502a23:163_2": "attano santakaṁ bhūmiyaṁ vā nidahanti, paresaṁ vā vissajjenti, “mātāpitaro na upaṭṭhahantī”ti",
  "atk-s0502a23:163_3": "nesaṁ nindāpi vaḍḍhati, kāyassa bhedā gūthanirayepi nibbattanti. Ye pana mātāpitaro",
  "atk-s0502a23:163_4": "sakkaccaṁ upaṭṭhahanti, te tesaṁ santakaṁ dhanampi pāpuṇanti, pasaṁsampi labhanti,",
  "atk-s0502a23:163_5": "kāyassa bhedā sagge nibbattanti. Tasmā ubhayampetaṁ sukhanti vuttaṁ. Sāmaññatāti",
  "atk-s0502a23:163_6": "pabbajitesu sammā paṭipatti. Brahmaññatāti bāhitapāpesu buddhapaccekabuddhasāvakesu",
  "atk-s0502a23:163_7": "sammā paṭipattiyeva. Ubhayenapi tesaṁ catūhi paccayehi paṭijagganabhāvo kathito,",
  "atk-s0502a23:163_8": "idampi loke sukhaṁ nāma kathikaṁ.",
  "atk-s0502a23:164_0": "Sīlanti maṇikuṇḍalarattavatthādayo hi alaṅkārā tasmiṁ tasmiṁ vaye ṭhitānaṁyeva sobhanti.",
  "atk-s0502a23:164_1": "Na daharānaṁ alaṅkāro mahallakakāle, mahallakānaṁ vā alaṅkāro daharakāle sobhati,",
  "atk-s0502a23:164_2": "“ummattako esa maññe”ti garahuppādanena pana dosameva janeti. Pañcasīladasasīlādibhedaṁ",
  "atk-s0502a23:164_3": "pana sīlaṁ daharassāpi mahallakassāpi sabbavayesu sobhatiyeva, “aho vatāyaṁ sīlavā”ti",
  "atk-s0502a23:164_4": "pasaṁsuppādanena somanassameva āvahati. Tena vuttaṁ – sukhaṁ yāva jarā sīlanti. Saddhā",
  "atk-s0502a23:164_5": "patiṭṭhitāti lokiyalokuttarato duvidhāpi saddhā niccalā hutvā patiṭṭhitā. Sukho paññāya",
  "atk-s0502a23:164_6": "paṭilābhoti lokiyalokuttarapaññāya paṭilābho sukho. Pāpānaṁakaraṇanti setughātavasena",
  "atk-s0502a23:164_7": "pana pāpānaṁ akaraṇaṁ imasmiṁ loke sukhanti attho.",
  "atk-s0502a23:165": "Desanāvasāne bahūnaṁ devatānaṁ dhammābhisamayo ahosīti.",
  "atk-s0502a23:166": "Māravatthu aṭṭhamaṁ.",
  "atk-s0502a23:167": "Nāgavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a23:168": "Tevīsatimo vaggo."
}