{
  "atk-s0403a4:0": "5. Muṇḍarājavaggo",
  "atk-s0403a4:1": "1. Ādiyasuttavaṇṇanā",
  "atk-s0403a4:2_0": "41. Pañcamassa paṭhame bhogānaṁ ādiyāti bhogānaṁ ādātabbakāraṇāni. Uṭṭhānavīriyādhigatehīti",
  "atk-s0403a4:2_1": "uṭṭhānasaṅkhātena vīriyena adhigatehi. Bāhābalaparicitehīti bāhubalena sañcitehi.",
  "atk-s0403a4:2_2": "Sedāvakkhittehīti sedaṁ avakkhipetvā uppāditehi. Dhammikehīti dhammayuttehi. Dhammaladdhehīti",
  "atk-s0403a4:2_3": "dasakusalakammaṁ akopetvā laddhehi. Pīṇetīti pīṇitaṁ thūlaṁ karoti. Sesamettha catukkanipāte",
  "atk-s0403a4:2_4": "vuttanayeneva veditabbaṁ. Dutiyaṁ uttānatthameva.",
  "atk-s0403a4:3": "3. Iṭṭhasuttavaṇṇanā",
  "atk-s0403a4:4": "43. Tatiye āyusaṁvattanikā paṭipadāti dānasīlādikā puññapaṭipadā. Sesesupi eseva nayo. Atthābhisamayāti atthassa abhisamāgamena, atthappaṭilābhenāti vuttaṁ hoti.",
  "atk-s0403a4:5": "4. Manāpadāyīsuttavaṇṇanā",
  "atk-s0403a4:6_0": "44. Catutthe uggoti guṇehi uggatattā evaṁladdhanāmo. Sālapupphakaṁ khādanīyanti catumadhurayojitena",
  "atk-s0403a4:6_1": "sālipiṭṭhena kataṁ sālapupphasadisaṁ khādanīyaṁ. Tañhi paññāyamānavaṇṭapattakesaraṁ",
  "atk-s0403a4:6_2": "katvā jīrakādisambhārayutte sappimhi pacitvā sappiṁ vinivattetvā kolumbe pūretvā",
  "atk-s0403a4:6_3": "gandhavāsaṁ gāhāpetvā pidahitvā lañchetvā ṭhapitaṁ hoti. Taṁ so yāguṁ pivitvā nisinnassa",
  "atk-s0403a4:6_4": "bhagavato antarabhatte dātukāmo evamāha. Paṭiggahesi bhagavāti desanāmattametaṁ,",
  "atk-s0403a4:6_5": "upāsako pana taṁ bhagavato ca pañcannañca bhikkhusatānaṁ adāsi. Yathā ca taṁ, evaṁ",
  "atk-s0403a4:6_6": "sūkaramaṁsādīnipi. Tattha sampannakolakanti sampannabadaraṁ. Sūkaramaṁsanti madhurarasehi",
  "atk-s0403a4:6_7": "badarehi saddhiṁ jīrakādisambhārehi yojetvā pakkaṁ ekasaṁvaccharikasūkaramaṁsaṁ.",
  "atk-s0403a4:6_8": "Nibbattatelakanti vinivattitatelaṁ. Nāliyasākanti sālipiṭṭhena saddhiṁ madditvā jīrakādisaṁyutte",
  "atk-s0403a4:6_9": "sappimhi pacitvā catumadhurena yojetvā vāsaṁ gāhāpetvā ṭhapitaṁ nāliyasākaṁ. Netaṁ",
  "atk-s0403a4:6_10": "bhagavato kappatīti ettha akappiyaṁ upādāya kappiyampi na kappatīti vuttaṁ, seṭṭhi",
  "atk-s0403a4:6_11": "pana sabbampi taṁ āharāpetvā rāsiṁ katvā yaṁ yaṁ akappiyaṁ, taṁ taṁ antarāpaṇaṁ pahiṇitvā",
  "atk-s0403a4:6_12": "kappiyaṁ upabhogaparibhogabhaṇḍaṁ adāsi. Candanaphalakaṁ nātimahantaṁ dīghato aḍḍhateyyaratanaṁ,",
  "atk-s0403a4:6_13": "tiriyaṁ diyaḍḍharatanaṁ, sāravarabhaṇḍattā pana mahagghaṁ ahosi. Bhagavā taṁ paṭiggahetvā",
  "atk-s0403a4:6_14": "khaṇḍākhaṇḍikaṁ chedāpetvā bhikkhūnaṁ añjanapisanatthāya dāpesi.",
  "atk-s0403a4:7_0": "Ujjubhūtesūti kāyavācācittehi ujukesu. Chandasāti pemena. Cattantiādīsu pariccāgavasena",
  "atk-s0403a4:7_1": "cattaṁ. Muttacāgatāya muttaṁ. Anapekkhacittatāya cittena na uggahitanti anuggahītaṁ.",
  "atk-s0403a4:7_2": "Khettūpameti viruhanaṭṭhena khettasadise.",
  "atk-s0403a4:8_0": "Aññataraṁ manomayanti suddhāvāsesu ekaṁ jhānamanena nibbattaṁ devakāyaṁ. Yathādhippāyoti",
  "atk-s0403a4:8_1": "yathājjhāsayo. Iminā kiṁ pucchati? Tassa kira manussakāle arahattatthāya ajjhāsayo",
  "atk-s0403a4:8_2": "ahosi, taṁ pucchāmīti pucchati. Devaputtopi arahattaṁ pattatāya taggha me bhagavā",
  "atk-s0403a4:8_3": "yathādhippāyoti āha. Yattha yatthūpapajjatīti tīsu vā kulasampattīsu chasu vā kāmasaggesu",
  "atk-s0403a4:8_4": "yattha yattha uppajjati, tattha tattha dīghāyu yasavā hotīti. Pañcamaṁ catukkanipāte",
  "atk-s0403a4:8_5": "vuttanayeneva veditabbaṁ. Chaṭṭhasattamāni uttānatthāneva.",
  "atk-s0403a4:9": "8. Alabbhanīyaṭhānasuttavaṇṇanā",
  "atk-s0403a4:10_0": "48. Aṭṭhame alabbhanīyānīti aladdhabbāni, na sakkā labhituṁ. Ṭhānānīti kāraṇāni.",
  "atk-s0403a4:10_1": "Jarādhammaṁ mā jīrīti yaṁ mayhaṁ jarāsabhāvaṁ, taṁ mā jīratu. Sesapadesupi eseva",
  "atk-s0403a4:10_2": "nayo. Nacchādeyyāti na rucceyya. Abbuhīti nīhari.",
  "atk-s0403a4:11_0": "Yatoti yasmiṁ kāle. Āpadāsūti upaddavesu. Na vedhatīti na kampati nānusocati. Atthavinicchayaññūti",
  "atk-s0403a4:11_1": "kāraṇatthavinicchaye kusalo. Purāṇanti nibbikāratāya porāṇakameva. Jappenāti vaṇṇabhaṇanena.",
  "atk-s0403a4:11_2": "Mantenāti mahānubhāvamantaparivattanena. Subhāsitenāti subhāsitakathanena. Anuppadānenāti",
  "atk-s0403a4:11_3": "satassa vā sahassassa vā dānena. Paveṇiyāvāti kulavaṁsena vā, “idaṁ amhākaṁ paveṇiyā",
  "atk-s0403a4:11_4": "āciṇṇaṁ, idaṁ anāciṇṇa”nti evaṁ paveṇikathanenāti attho. Yathā yathā yattha labhetha",
  "atk-s0403a4:11_5": "atthanti etesu jappādīsu yena yena yattha yattha ṭhāne jarādhammādīnaṁ ajīraṇatādiatthaṁ",
  "atk-s0403a4:11_6": "labheyya. Tathā tathā tattha parakkameyyāti tena tena tasmiṁ tasmiṁ ṭhāne parakkamaṁ",
  "atk-s0403a4:11_7": "kareyya. Kammaṁ daḷhanti vaṭṭagāmikammaṁ mayā thiraṁ katvā āyūhitaṁ, svāhaṁ idāni",
  "atk-s0403a4:11_8": "kinti karomīti evaṁ paccavekkhitvā adhivāseyyāti.",
  "atk-s0403a4:12": "9. Kosalasuttavaṇṇanā",
  "atk-s0403a4:13": "49. Navame upakaṇṇaketi kaṇṇamūle. Dummanoti duṭṭhumano. Pattakkhandhoti patitakkhandho. Pajjhāyantoti cintayanto. Appaṭibhānoti nippaṭibhāno hutvā. Sesaṁ heṭṭhā vuttanayameva.",
  "atk-s0403a4:14": "10. Nāradasuttavaṇṇanā",
  "atk-s0403a4:15_0": "50. Dasame ajjhomucchitoti adhiomucchito gilitvā pariniṭṭhapetvā gahaṇasabhāvāya",
  "atk-s0403a4:15_1": "atirekamucchāya taṇhāya samannāgato. Mahaccā rājānubhāvenāti mahatā rājānubhāvena,",
  "atk-s0403a4:15_2": "aṭṭhārasahi senīhi parivārito mahatiyā rājiddhiyā pāyāsīti attho. Tagghāti ekaṁsatthe",
  "atk-s0403a4:15_3": "nipāto, ekaṁseneva sokasallaharaṇoti attho. Iti rājā imaṁ ovādaṁ sutvā tasmiṁ ṭhito",
  "atk-s0403a4:15_4": "dhammena samena rajjaṁ kāretvā saggaparāyaṇo ahosi.",
  "atk-s0403a4:16": "Muṇḍarājavaggo pañcamo.",
  "atk-s0403a4:17": "Paṭhamapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0403a4:18": "2. Dutiyapaṇṇāsakaṁ"
}