{
  "atk-vin02a43:0": "Khandhakapucchāvāro",
  "atk-vin02a43:1": "Pucchāvissajjanāvaṇṇanā",
  "atk-vin02a43:2_0": "320.Upasampadaṁpucchissanti upasampadakkhandhakaṁ pucchissaṁ. Sanidānaṁ saniddesanti",
  "atk-vin02a43:2_1": "nidānena ca niddesena ca saddhiṁ pucchissāmi. Samukkaṭṭhapadānaṁ kati āpattiyoti",
  "atk-vin02a43:2_2": "yāni tattha samukkaṭṭhāni uttamāni padāni vuttāni, tesaṁ samukkaṭṭhapadānaṁ uttamapadānaṁ",
  "atk-vin02a43:2_3": "saṅkhepato kati āpattiyo hontīti. Yena yena hi padena yā yā āpatti paññattā, sā sā",
  "atk-vin02a43:2_4": "tassa tassa padassa āpattīti vuccati. Tena vuttaṁ “samukkaṭṭhapadānaṁ kati āpattiyo”ti.",
  "atk-vin02a43:2_5": "Dve āpattiyoti ūnavīsativassaṁ upasampādentassa pācittiyaṁ, sesesu sabbapadesu dukkaṭaṁ.",
  "atk-vin02a43:3_0": "Tissoti “nassantete vinassantete, ko tehi attho”ti bhedapurekkhārānaṁ uposathakaraṇe",
  "atk-vin02a43:3_1": "thullaccayaṁ, ukkhittakena saddhiṁ uposathakaraṇe pācittiyaṁ, sesesu dukkaṭanti evaṁ",
  "atk-vin02a43:3_2": "uposathakkhandhake tisso āpattiyo. Ekāti vassūpanāyikakkhandhake ekā dukkaṭāpattiyeva.",
  "atk-vin02a43:4": "Tissoti bhedapurekkhārassa pavārayato thullaccayaṁ, ukkhittakena saddhiṁ pācittiyaṁ, sesesu dukkaṭanti evaṁ pavāraṇākkhandhakepi tisso āpattiyo.",
  "atk-vin02a43:5_0": "Tissoti vacchatariṁ uggahetvā mārentānaṁ pācittiyaṁ, rattena cittena aṅgajātachupane",
  "atk-vin02a43:5_1": "thullaccayaṁ, sesesu dukkaṭanti evaṁ cammasaṁyuttepi tisso āpattiyo. Bhesajjakkhandhakepi",
  "atk-vin02a43:5_2": "samantā dvaṅgule thullaccayaṁ, bhojjayāguyā pācittiyaṁ, sesesu dukkaṭanti evaṁ tisso āpattiyo.",
  "atk-vin02a43:6": "Kathinaṁ kevalaṁ paññattimeva, natthi tattha āpatti. Cīvarasaṁyutte kusacīravākacīresu thullaccayaṁ, atirekacīvare nissaggiyaṁ, sesesu dukkaṭanti imā tisso āpattiyo.",
  "atk-vin02a43:7": "Campeyyake ekā dukkaṭāpattiyeva. Kosambaka-kammakkhandhaka-pārivāsikasamuccayakkhandhakesupi ekā dukkaṭāpattiyeva.",
  "atk-vin02a43:8_0": "Samathakkhandhake chandadāyako khiyyati, khiyyanakaṁ pācittiyaṁ, sesesu dukkaṭanti",
  "atk-vin02a43:8_1": "imā dve āpattiyo. Khuddakavatthuke attano aṅgajātaṁ chindati, thullaccayaṁ, romaṭṭhe",
  "atk-vin02a43:8_2": "pācittiyaṁ, sesesu dukkaṭanti imā tisso āpattiyo. Senāsanakkhandhake garubhaṇḍavissajjane",
  "atk-vin02a43:8_3": "thullaccayaṁ, saṅghikā vihārā nikkaḍḍhane pācittiyaṁ, sesesu dukkaṭanti imā tisso āpattiyo.",
  "atk-vin02a43:9_0": "Saṅghabhedebhedakānuvattakānaṁ thullaccayaṁ, gaṇabhojane pācittiyanti imā dve āpattiyo.",
  "atk-vin02a43:9_1": "Samācāraṁ pucchissanti vutte vattakkhandhake ekā dukkaṭāpattiyeva. Sā sabbavattesu",
  "atk-vin02a43:9_2": "anādariyena hoti. Tathā pātimokkhaṭṭhapane. Bhikkhunikkhandhake appavāraṇāya pācittiyaṁ,",
  "atk-vin02a43:9_3": "sesesu dukkaṭanti dve āpattiyo. Pañcasatikasattasatikesu kevalaṁ dhammo saṅgahaṁ",
  "atk-vin02a43:9_4": "āropito, natthi tattha āpattīti.",
  "atk-vin02a43:10": "Khandhakapucchāvāravaṇṇanā niṭṭhitā."
}