{
  "atk-s0502a12:0": "12. Attavaggo",
  "atk-s0502a12:1": "1. Bodhirājakumāravatthu",
  "atk-s0502a12:2": "Attānañceti imaṁ dhammadesanaṁ satthā bhesakaḷāvane viharanto bodhirājakumāraṁ ārabbha kathesi.",
  "atk-s0502a12:3_0": "So kira pathavītale aññehi pāsādehi asadisarūpaṁ ākāse uppatamānaṁ viya kokanudaṁ",
  "atk-s0502a12:3_1": "nāma pāsādaṁ kāretvā vaḍḍhakiṁ pucchi – ‘‘kiṁ tayā aññatthāpi evarūpo pāsādo katapubbo,",
  "atk-s0502a12:3_2": "udāhu paṭhamasippameva te ida’’nti. ‘‘Paṭhamasippameva, devā’’ti ca vutte cintesi",
  "atk-s0502a12:3_3": "– ‘‘sace ayaṁ aññassapi evarūpaṁ pāsādaṁ karissati, ayaṁ pāsādo anacchariyo bhavissati.",
  "atk-s0502a12:3_4": "Imaṁ mayā māretuṁ vā hatthapāde vāssa chindituṁ akkhīni vā uppāṭetuṁ vaṭṭati, evaṁ",
  "atk-s0502a12:3_5": "aññassa pāsādaṁ na karissatī’’ti. So tamatthaṁ attano piyasahāyakassa sañjīvakaputtassa",
  "atk-s0502a12:3_6": "nāma māṇavakassa kathesi. So cintesi – ‘‘nissaṁsayaṁ esa vaḍḍhakiṁ nāsessati, anaggho",
  "atk-s0502a12:3_7": "sippī, so mayi passante mā nassatu, saññamassa dassāmī’’ti. So taṁ upasaṅkamitvā",
  "atk-s0502a12:3_8": "‘‘pāsāde te kammaṁ niṭṭhitaṁ, no’’ti pucchitvā ‘‘niṭṭhita’’nti vutte ‘‘rājakumāro",
  "atk-s0502a12:3_9": "taṁ nāsetukāmo attānaṁ rakkheyyāsī’’ti āha . Vaḍḍhakīpi ‘‘bhaddakaṁ te, sāmi, kataṁ",
  "atk-s0502a12:3_10": "mama ārocentena, ahamettha kattabbaṁ jānissāmī’’ti vatvā ‘‘kiṁ, samma, amhākaṁ pāsāde",
  "atk-s0502a12:3_11": "kammaṁ niṭṭhita’’nti rājakumārena puṭṭho ‘‘na tāva, deva, niṭṭhitaṁ, bahu avasiṭṭha’’nti",
  "atk-s0502a12:3_12": "āha. Kiṁ kammaṁ nāma avasiṭṭhanti? Pacchā, deva, ācikkhissāmi, dārūni tāva āharāpethāti.",
  "atk-s0502a12:3_13": "Kiṁ dārūni nāmāti? Nissārāni sukkhadārūni, devāti. So āharāpetvā adāsi. Atha naṁ",
  "atk-s0502a12:3_14": "āha – ‘‘deva, te ito paṭṭhāya mama santikaṁ nāgantabbaṁ. Kiṁ kāraṇā? Sukhumakammaṁ",
  "atk-s0502a12:3_15": "karontassa hi aññehi saddhiṁ sallapantassa me kammavikkhepo hoti, āhāravelāyaṁ pana",
  "atk-s0502a12:3_16": "me bhariyāva āhāraṁ āharissatī’’ti. Rājakumāropi ‘‘sādhū’’ti paṭissuṇi. Sopi ekasmiṁ",
  "atk-s0502a12:3_17": "gabbhe nisīditvā tāni dārūni tacchetvā attano puttadārassa anto nisīdanayoggaṁ garuḷasakuṇaṁ",
  "atk-s0502a12:3_18": "katvā āhāravelāya pana bhariyaṁ āha – ‘‘gehe vijjamānakaṁ sabbaṁ vikkiṇitvā hiraññasuvaṇṇaṁ",
  "atk-s0502a12:3_19": "gaṇhāhī’’ti. Rājakumāropi vaḍḍhakissa anikkhamanatthāya gehaṁ parikkhipitvā ārakkhaṁ",
  "atk-s0502a12:3_20": "ṭhapesi. Vaḍḍhakīpi sakuṇassa niṭṭhitakāle ‘‘ajja sabbepi dārake gahetvā āgaccheyyāsī’’ti",
  "atk-s0502a12:3_21": "bhariyaṁ vatvā bhuttapātarāso puttadāraṁ sakuṇassa kucchiyaṁ nisīdāpetvā vātapānena",
  "atk-s0502a12:3_22": "nikkhamitvā palāyi. So tesaṁ, ‘‘deva, vaḍḍhakī palāyatī’’ti kandantānaṁyeva gantvā",
  "atk-s0502a12:3_23": "himavante otaritvā ekaṁ nagaraṁ māpetvā kaṭṭhavāhanarājā nāma jāto.",
  "atk-s0502a12:4_0": "Rājakumāropi ‘‘pāsādamahaṁ karissāmī’’ti satthāraṁ nimantetvā pāsāde catujjātiyagandhehi",
  "atk-s0502a12:4_1": "paribhaṇḍikaṁ katvā paṭhamaummārato paṭṭhāya celapaṭikaṁ patthari. So kira aputtako,",
  "atk-s0502a12:4_2": "tasmā ‘‘sacāhaṁ puttaṁ vā dhītaraṁ vā lacchāmi, satthā imaṁ akkamissatī’’ti cintetvā",
  "atk-s0502a12:4_3": "patthari. So satthari āgate satthāraṁ pañcapatiṭṭhitena vanditvā pattaṁ gahetvā ‘‘pavisatha,",
  "atk-s0502a12:4_4": "bhante’’ti āha. Satthā na pāvisi, so dutiyampi tatiyampi yāci. Satthā apavisitvāva",
  "atk-s0502a12:4_5": "ānandattheraṁ olokesi. Thero olokitasaññāyeva vatthānaṁ anakkamanabhāvaṁ ñatvā taṁ",
  "atk-s0502a12:4_6": "‘‘saṁharatu, rājakumāra, dussāni, na bhagavā celapaṭikaṁ akkamissati, pacchimajanataṁ",
  "atk-s0502a12:4_7": "tathāgato oloketī’’ti dussāni saṁharāpesi. So dussāni saṁharitvā satthāraṁ antonivesanaṁ",
  "atk-s0502a12:4_8": "pavesatvā yāgukhajjakena sammānetvā ekamantaṁ nisinno vanditvā āha – ‘‘bhante, ahaṁ",
  "atk-s0502a12:4_9": "tumhākaṁ upakārako tikkhattuṁ saraṇaṁ gato, kucchigato ca kiramhi ekavāraṁ saraṇaṁ",
  "atk-s0502a12:4_10": "gato, dutiyaṁ taruṇadārakakāle, tatiyaṁ viññubhāvaṁ pattakāle. Tassa me kasmā celapaṭikaṁ",
  "atk-s0502a12:4_11": "na akkamitthā’’ti? ‘‘Kiṁ pana tvaṁ, kumāra, cintetvā celāni attharī’’ti? ‘‘Sace puttaṁ",
  "atk-s0502a12:4_12": "vā dhītaraṁ vā lacchāmi, satthā me celapaṭikaṁ akkamissatī’’ti idaṁ cintetvā, bhanteti.",
  "atk-s0502a12:4_13": "Tenevāhaṁ taṁ na akkaminti. ‘‘Kiṁ panāhaṁ, bhante, puttaṁ vā dhītaraṁ vā neva lacchāmī’’ti?",
  "atk-s0502a12:4_14": "‘‘Āma, kumārā’’ti. ‘‘Kiṁ kāraṇā’’ti? ‘‘Purimakaattabhāve jāyāya saddhiṁ pamādaṁ āpannattā’’ti.",
  "atk-s0502a12:4_15": "‘‘Kasmiṁ kāle, bhante’’ti? Athassa satthā atītaṁ āharitvā dassesi –",
  "atk-s0502a12:5_0": "Atīte kira anekasatā manussā mahatiyā nāvāya samuddaṁ pakkhandiṁsu. Nāvā samuddamajjhe",
  "atk-s0502a12:5_1": "bhijji. Dve jayampatikā ekaṁ phalakaṁ gahetvā antaradīpakaṁ pavisiṁsu, sesā sabbe",
  "atk-s0502a12:5_2": "tattheva mariṁsu. Tasmiṁ kho pana dīpake mahāsakuṇasaṅgho vasati. Te aññaṁ khāditabbakaṁ",
  "atk-s0502a12:5_3": "adisvā chātajjhattā sakuṇaaṇḍāni aṅgāresu pacitvā khādiṁsu, tesu appahontesu sakuṇacchāpe",
  "atk-s0502a12:5_4": "gahetvā khādiṁsu. Evaṁ paṭhamavayepi majjhimavayepi pacchimavayepi khādiṁsuyeva.",
  "atk-s0502a12:5_5": "Ekasmimpi vaye appamādaṁ nāpajjiṁsu, ekopi ca nesaṁ appamādaṁ nāpajji.",
  "atk-s0502a12:6_0": "Satthā idaṁ tassa pubbakammaṁ dassetvā ‘‘sace hi tvaṁ, kumāra, tadā ekasmimpi vaye",
  "atk-s0502a12:6_1": "bhariyāya saddhiṁ appamādaṁ āpajjissa, ekasmimpi vaye putto vā dhītā vā uppajjeyya.",
  "atk-s0502a12:6_2": "Sace pana vo ekopi appamatto abhavissa, taṁ paṭicca putto vā dhītā vā uppajjissa.",
  "atk-s0502a12:6_3": "Kumāra, attānañhi piyaṁ maññamānena tīsupi vayesu appamattena attā rakkhitabbo, evaṁ",
  "atk-s0502a12:6_4": "asakkontena ekavayepi rakkhitabboyevā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:7": "157.",
  "atk-s0502a12:8": " ‘‘Attānañce piyaṁ jaññā, rakkheyya naṁ surakkhitaṁ;",
  "atk-s0502a12:9": "Tiṇṇaṁ aññataraṁ yāmaṁ, paṭijaggeyya paṇḍito’’ti.",
  "atk-s0502a12:10_0": "Tattha yāmanti satthā attano dhammissaratāya desanākusalatāya ca idha tiṇṇaṁ vayānaṁ",
  "atk-s0502a12:10_1": "aññataraṁ vayaṁ yāmanti katvā desesi, tasmā evamettha attho veditabbo. Sace attānaṁ",
  "atk-s0502a12:10_2": "piyaṁ jāneyya, rakkheyya naṁ surakkhitanti yathā so surakkhito hoti, evaṁ naṁ rakkheyya.",
  "atk-s0502a12:10_3": "Tattha sace gīhī samāno ‘‘attānaṁ rakkhissāmī’’ti uparipāsādatale susaṁvutaṁ gabbhaṁ",
  "atk-s0502a12:10_4": "pavisitvā sampannārakkho hutvā vasantopi, pabbajito hutvā susaṁvute pihitadvāravātapāne",
  "atk-s0502a12:10_5": "leṇe viharantopi attānaṁ na rakkhatiyeva. Gihī pana samāno yathābalaṁ dānasīlādīni",
  "atk-s0502a12:10_6": "puññāni karonto, pabbajito vā pana vattapaṭivattapariyattimanasikāresu ussukkaṁ āpajjanto",
  "atk-s0502a12:10_7": "attānaṁ rakkhati nāma. Evaṁ tīsu vayesu asakkonto aññatarasmimpi vaye paṇḍitapuriso",
  "atk-s0502a12:10_8": "attānaṁ paṭijaggatiyeva. Sace hi gihibhūto paṭhamavaye khiḍḍāpasutatāya kusalaṁ kātuṁ",
  "atk-s0502a12:10_9": "na sakkoti, majjhimavaye appamattena hutvā kusalaṁ kātabbaṁ. Sace majjhimavaye puttadāraṁ",
  "atk-s0502a12:10_10": "posento kusalaṁ kātuṁ na sakkoti, pacchimavaye kātabbameva. Evampi karontena attā",
  "atk-s0502a12:10_11": "paṭijaggitova hoti. Evaṁ akarontassa pana attā piyo nāma na hoti, apāyaparāyaṇameva",
  "atk-s0502a12:10_12": "naṁ karoti. Sace pana pabbajito paṭhamavaye sajjhāyaṁ karonto dhārento vācento vattapaṭivattaṁ",
  "atk-s0502a12:10_13": "karonto pamādaṁ āpajjati, majjhimavaye appamattena samaṇadhammo kātabbo. Sace paṭhamavaye",
  "atk-s0502a12:10_14": "uggahitapariyattiyā aṭṭhakathaṁ vinicchayaṁ kāraṇākāraṇañca pucchanto majjhimavaye",
  "atk-s0502a12:10_15": "pamādaṁ āpajjati, pacchimavaye appamattena samaṇadhammo kātabboyeva. Evampi karontena",
  "atk-s0502a12:10_16": "attā paṭijaggitova hoti. Evaṁ akarontassa pana attā piyo nāma na hoti, pacchānutāpeneva naṁ tāpetīti.",
  "atk-s0502a12:11": "Desanāvasāne bodhirājakumāro sotāpattiphale patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a12:12": "Bodhirājakumāravatthu paṭhamaṁ.",
  "atk-s0502a12:13": "2. Upanandasakyaputtattheravatthu",
  "atk-s0502a12:14": "Attānamevapaṭhamanti imaṁ dhammadesanaṁ satthā jetavane viharanto upanandaṁ sakyaputtaṁ ārabbha kathesi.",
  "atk-s0502a12:15_0": "So kira thero dhammakathaṁ kathetuṁ cheko. Tassa appicchatādipaṭisaṁyuttaṁ dhammakathaṁ",
  "atk-s0502a12:15_1": "sutvā bahū bhikkhu taṁ ticīvarehi pūjetvā dhutaṅgāni samādiyiṁsu. Tehi vissaṭṭhaparikkhāre",
  "atk-s0502a12:15_2": "soyeva gaṇhi. So ekasmiṁ antovasse upakaṭṭhe janapadaṁ agamāsi. Atha naṁ ekasmiṁ",
  "atk-s0502a12:15_3": "vihāre daharasāmaṇerā dhammakathikapemena, ‘‘bhante, idha vassaṁ upethā’’ti vadiṁsu.",
  "atk-s0502a12:15_4": "‘‘Idha kittakaṁ vassāvāsikaṁ labbhatī’’ti pucchitvā tehi ‘‘ekeko sāṭako’’ti vutte",
  "atk-s0502a12:15_5": "tattha upāhanā ṭhapetvā aññaṁ vihāraṁ agamāsi . Dutiyaṁ vihāraṁ gantvā ‘‘idha kiṁ",
  "atk-s0502a12:15_6": "labbhatī’’ti pucchitvā ‘‘dve sāṭakā’’ti vutte kattarayaṭṭhiṁ ṭhapesi. Tatiyaṁ vihāraṁ",
  "atk-s0502a12:15_7": "gantvā ‘‘idha kiṁ labbhatī’’ti pucchitvā ‘‘tayo sāṭakā’’ti vutte tattha udakatumbaṁ",
  "atk-s0502a12:15_8": "ṭhapesi. Catutthaṁ vihāraṁ gantvā ‘‘idha kiṁ labbhatī’’ti pucchitvā ‘‘cattāro sāṭakā’’ti",
  "atk-s0502a12:15_9": "vutte ‘‘sādhu idha vasissāmī’’ti tattha vassaṁ upagantvā gahaṭṭhānañceva bhikkhūnañca",
  "atk-s0502a12:15_10": "dhammakathaṁ kathesi. Te naṁ bahūhi vatthehi ceva cīvarehi ca pūjesuṁ. So vuṭṭhavasso",
  "atk-s0502a12:15_11": "itaresupi vihāresu sāsanaṁ pesetvā ‘‘mayā parikkhārassa ṭhapitattā vassāvāsikaṁ laddhabbaṁ,",
  "atk-s0502a12:15_12": "taṁ me pahiṇantū’’ti sabbaṁ āharāpetvā yānakaṁ pūretvā pāyāsi.",
  "atk-s0502a12:16_0": "Athekasmiṁ vihāre dve daharabhikkhū dve sāṭake ekañca kambalaṁ labhitvā ‘‘tuyhaṁ",
  "atk-s0502a12:16_1": "sāṭakā hontu, mayhaṁ kambalo’’ti bhājetuṁ asakkontā maggasamīpe nisīditvā vivadanti.",
  "atk-s0502a12:16_2": "Te taṁ theraṁ āgacchantaṁ disvā, ‘‘bhante, tumhe no bhājetvā dethā’’ti vadiṁsu. Tumheyeva",
  "atk-s0502a12:16_3": "bhājethāti. Na sakkoma, bhante, tumheyeva no bhājetvā dethāti. Tena hi mama vacane",
  "atk-s0502a12:16_4": "ṭhassathāti. Āma, ṭhassāmāti. ‘‘Tena hi sādhū’’ti tesaṁ dve sāṭake datvā ‘‘ayaṁ dhammakathaṁ",
  "atk-s0502a12:16_5": "kathentānaṁ amhākaṁ pārupanāraho’’ti mahagghaṁ kambalaṁ ādāya pakkāmi. Daharabhikkhū",
  "atk-s0502a12:16_6": "vippaṭisārino hutvā satthu santikaṁ gantvā tamatthaṁ ārocesuṁ. Satthā ‘‘na, bhikkhave,",
  "atk-s0502a12:16_7": "idāneva tumhākaṁ santakaṁ gahetvā tumhe vippaṭisārino karoti, pubbepi akāsiyevā’’ti",
  "atk-s0502a12:16_8": "vatvā atītaṁ āhari –",
  "atk-s0502a12:17_0": "Atītasmiṁ anutīracārī ca gambhīracārī cāti dve uddā mahantaṁ rohitamacchaṁ labhitvā",
  "atk-s0502a12:17_1": "‘‘mayhaṁ sīsaṁ hotu, tava naṅguṭṭha’’nti vivādāpannā bhājetuṁ asakkontā ekaṁ siṅgālaṁ",
  "atk-s0502a12:17_2": "disvā āhaṁsu – ‘‘mātula, imaṁ no bhājetvā dehī’’ti. Ahaṁ raññā vinicchayaṭṭhāne ṭhapito,",
  "atk-s0502a12:17_3": "tattha ciraṁ nisīditvā jaṅghavihāratthāya āgatomhi, idāni me okāso natthīti. Mātula,",
  "atk-s0502a12:17_4": "mā evaṁ karotha, bhājetvā eva no dethāti. Mama vacane ṭhassathāti. Ṭhassāma, mātulāti.",
  "atk-s0502a12:17_5": "‘‘Tena hi sādhū’’ti so sīsaṁ chinditvā ekamante akāsi, naṅguṭṭhaṁ ekamante. Katvā",
  "atk-s0502a12:17_6": "ca pana, ‘‘tātā, yena vo anutīre caritaṁ, so naṅguṭṭhaṁ gaṇhātu. Yena gambhīre caritaṁ,",
  "atk-s0502a12:17_7": "tassa sīsaṁ hotu. Ayaṁ pana majjhimo khaṇḍo mama vinicchayadhamme ṭhitassa bhavissatī’’ti te saññāpento –",
  "atk-s0502a12:18": "‘‘Anutīracāri naṅguṭṭhaṁ, sīsaṁ gambhīracārino;",
  "atk-s0502a12:19": "Accāyaṁ majjhimo khaṇḍo, dhammaṭṭhassa bhavissatī’’ti. (jā. 1.7.33) –",
  "atk-s0502a12:20": "Imaṁ gāthaṁ vatvā majjhimakhaṇḍaṁ ādāya pakkāmi. Tepi vippaṭisārino taṁ oloketvā aṭṭhaṁsu.",
  "atk-s0502a12:21_0": "Satthā imaṁ atītaṁ dassetvā ‘‘evamesa atītepi tumhe vippaṭisārino akāsiyevā’’ti te",
  "atk-s0502a12:21_1": "bhikkhū saññāpetvā upanandaṁ garahanto, ‘‘bhikkhave , paraṁ ovadantena nāma paṭhamameva",
  "atk-s0502a12:21_2": "attā patirūpe patiṭṭhāpetabbo’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:22": "158.",
  "atk-s0502a12:23": " ‘‘Attānameva paṭhamaṁ, patirūpe nivesaye;",
  "atk-s0502a12:24": "Athaññamanusāseyya, na kilisseyya paṇḍito’’ti.",
  "atk-s0502a12:25_0": "Tattha patirūpe nivesayeti anucchavike guṇe patiṭṭhāpeyya. Idaṁ vuttaṁ hoti – yo",
  "atk-s0502a12:25_1": "appicchatādiguṇehi vā ariyavaṁsapaṭipadādīhi vā paraṁ anusāsitukāmo, so attānameva",
  "atk-s0502a12:25_2": "paṭhamaṁ tasmiṁ guṇe patiṭṭhāpeyya. Evaṁ patiṭṭhāpetvā athaññaṁ tehi guṇehi anusāseyya.",
  "atk-s0502a12:25_3": "Attānañhi tattha anivesetvā kevalaṁ parameva anusāsamāno parato nindaṁ labhitvā kilissati",
  "atk-s0502a12:25_4": "nāma, tattha attānaṁ nivesetvā anusāsamāno parato pasaṁsaṁ labhati, tasmā na kilissati",
  "atk-s0502a12:25_5": "nāma. Evaṁ karonto paṇḍito na kilisseyyāti.",
  "atk-s0502a12:26": "Desanāvasāne te bhikkhū sotāpattiphale patiṭṭhahiṁsu, mahājanassāpi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a12:27": "Upanandasakyaputtattheravatthu dutiyaṁ.",
  "atk-s0502a12:28": "3. Padhānikatissattheravatthu",
  "atk-s0502a12:29": "Attānañceti imaṁ dhammadesanaṁ satthā jetavane viharanto padhānikatissattheraṁ ārabbha kathesi.",
  "atk-s0502a12:30_0": "So kira satthu santike kammaṭṭhānaṁ gahetvā pañcasate bhikkhū ādāya araññe vassaṁ",
  "atk-s0502a12:30_1": "upagantvā, ‘‘āvuso, dharamānakassa buddhassa santike vo kammaṭṭhānaṁ gahitaṁ, appamattāva",
  "atk-s0502a12:30_2": "samaṇadhammaṁ karothā’’ti ovaditvā sayaṁ gantvā nipajjitvā supati. Te bhikkhū paṭhamayāme",
  "atk-s0502a12:30_3": "caṅkamitvā majjhimayāme vihāraṁ pavisanti. So niddāyitvā pabuddhakāle tesaṁ santikaṁ",
  "atk-s0502a12:30_4": "gantvā ‘‘kiṁ tumhe ‘nipajjitvā niddāyissāmā’ti āgatā, sīghaṁ nikkhamitvā samaṇadhammaṁ",
  "atk-s0502a12:30_5": "karothā’’ti vatvā sayaṁ gantvā tatheva supati. Itare majjhimayāme bahi caṅkamitvā",
  "atk-s0502a12:30_6": "pacchimayāme vihāraṁ pavisanti. So punapi pabujjhitvā tesaṁ santikaṁ gantvā te vihārā",
  "atk-s0502a12:30_7": "nīharitvā sayaṁ puna gantvā tatheva supati. Tasmiṁ niccakālaṁ evaṁ karonte te bhikkhū",
  "atk-s0502a12:30_8": "sajjhāyaṁ vā kammaṭṭhānaṁ vā manasikātuṁ nāsakkhiṁsu, cittaṁ aññathattaṁ agamāsi.",
  "atk-s0502a12:30_9": "Te ‘‘amhākaṁ ācariyo ativiya āraddhavīriyo, pariggaṇhissāma na’’nti pariggaṇhantā",
  "atk-s0502a12:30_10": "tassa kiriyaṁ disvā ‘‘naṭṭhamhā, āvuso, ācariyo no tuccharavaṁ ravatī’’ti vadiṁsu.",
  "atk-s0502a12:30_11": "Tesaṁ ativiya niddāya kilamantānaṁ ekabhikkhupi visesaṁ nibbattetuṁ nāsakkhi. Te",
  "atk-s0502a12:30_12": "vuṭṭhavassā satthu santikaṁ gantvā satthārā katapaṭisanthārā ‘‘kiṁ, bhikkhave, appamattā",
  "atk-s0502a12:30_13": "hutvā samaṇadhammaṁ karitthā’’ti pucchitā tamatthaṁ ārocesuṁ. Satthā ‘‘na, bhikkhave,",
  "atk-s0502a12:30_14": "idāneva, pubbepesa tumhākaṁ antarāyamakāsiyevā’’ti vatvā tehi yācito –",
  "atk-s0502a12:31": "‘‘Amātāpitarasaṁvaḍḍho, anācerakule vasaṁ;",
  "atk-s0502a12:32": "Nāyaṁ kālaṁ akālaṁ vā, abhijānāti kukkuṭo’’ti. (jā. 1.1.119) –",
  "atk-s0502a12:33_0": "Imaṁ akālarāvikukkuṭajātakaṁ vitthāretvā kathesi. ‘‘Tadā hi so kukkuṭo ayaṁ padhānikatissatthero",
  "atk-s0502a12:33_1": "ahosi, ime pañca satā bhikkhū te māṇavā ahesuṁ, disāpāmokkho ācariyo ahamevā’’ti",
  "atk-s0502a12:33_2": "satthā imaṁ jātakaṁ vitthāretvā, ‘‘bhikkhave, paraṁ ovadantena nāma attā sudanto",
  "atk-s0502a12:33_3": "kātabbo. Evaṁ ovadanto hi sudanto hutvā dameti nāmā’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:34": "159.",
  "atk-s0502a12:35": " ‘‘Attānañce tathā kayirā, yathāññamanusāsati;",
  "atk-s0502a12:36": "Sudanto vata dametha, attā hi kira duddamo’’ti.",
  "atk-s0502a12:37_0": "Tassattho – yo hi bhikkhu ‘‘paṭhamayāmādīsu caṅkamitabba’’nti vatvā paraṁ ovadati,",
  "atk-s0502a12:37_1": "sayaṁ caṅkamanādīni adhiṭṭhahanto attānañce tathā kayirā, yathāññamanusāsati, evaṁ",
  "atk-s0502a12:37_2": "sante sudanto vata damethāti yena guṇena paraṁ anusāsati, tena attanā sudanto hutvā",
  "atk-s0502a12:37_3": "dameyya. Attā hi kira duddamoti ayañhi attā nāma duddamo. Tasmā yathā so sudanto",
  "atk-s0502a12:37_4": "hoti, tathā dametabboti.",
  "atk-s0502a12:38": "Desanāvasāne pañca satāpi te bhikkhū arahattaṁ pāpuṇiṁsūti.",
  "atk-s0502a12:39": "Padhānikatissattheravatthu tatiyaṁ.",
  "atk-s0502a12:40": "4. Kumārakassapamātutherīvatthu",
  "atk-s0502a12:41": "Attāhi attano nāthoti imaṁ dhammadesanaṁ satthā jetavane viharanto kumārakassapattherassa mātaraṁ ārabbha kathesi.",
  "atk-s0502a12:42_0": "Sā kira rājagahanagare seṭṭhidhītā viññutaṁ pattakālato paṭṭhāya pabbajjaṁ yāci.",
  "atk-s0502a12:42_1": "Atha sā punappunaṁ yācamānāpi mātāpitūnaṁ santikā pabbajjaṁ alabhitvā vayappattā",
  "atk-s0502a12:42_2": "patikulaṁ gantvā patidevatā hutvā agāraṁ ajjhāvasi. Athassā na cirasseva kucchismiṁ",
  "atk-s0502a12:42_3": "gabbho patiṭṭhahi. Sā gabbhassa patiṭṭhitabhāvaṁ ajānitvāva sāmikaṁ ārādhetvā pabbajjaṁ",
  "atk-s0502a12:42_4": "yāci. Atha naṁ so mahantena sakkārena bhikkhunupassayaṁ netvā ajānanto devadattapakkhikānaṁ",
  "atk-s0502a12:42_5": "bhikkhunīnaṁ santike pabbājesi. Aparena samayena bhikkhuniyo tassā gabbhinibhāvaṁ",
  "atk-s0502a12:42_6": "ñatvā tāhi ‘‘kiṁ ida’’nti vuttā nāhaṁ, ayye, jānāmi ‘‘kimetaṁ’’, sīlaṁ vata me arogamevāti.",
  "atk-s0502a12:42_7": "Bhikkhuniyo taṁ devadattassa santikaṁ netvā ‘‘ayaṁ bhikkhunī saddhāpabbajitā, imissā",
  "atk-s0502a12:42_8": "mayaṁ gabbhassa patiṭṭhitabhāvaṁ jānāma, kālaṁ na jānāma, kiṁ dāni karomā’’ti pucchiṁsu.",
  "atk-s0502a12:42_9": "Devadatto ‘‘mā mayhaṁ ovādakārikānaṁ bhikkhunīnaṁ ayaso uppajjatū’’ti ettakameva",
  "atk-s0502a12:42_10": "cintetvā ‘‘uppabbājetha na’’nti āha. Taṁ sutvā sā daharā mā maṁ, ayye, nāsetha, nāhaṁ",
  "atk-s0502a12:42_11": "devadattaṁ uddissa pabbajitā, etha, maṁ satthu santikaṁ jetavanaṁ nethāti. Tā taṁ",
  "atk-s0502a12:42_12": "ādāya jetavanaṁ gantvā satthu ārocesuṁ. Satthā ‘‘tassā gihikāle gabbho patiṭṭhito’’ti",
  "atk-s0502a12:42_13": "jānantopi paravādamocanatthaṁ rājānaṁ pasenadikosalaṁ mahāanāthapiṇḍikaṁ cūḷaanāthapiṇḍikaṁ",
  "atk-s0502a12:42_14": "visākhāupāsikaṁ aññāni ca mahākulāni pakkosāpetvā upālittheraṁ āṇāpesi – ‘‘gaccha,",
  "atk-s0502a12:42_15": "imissā daharāya bhikkhuniyā catuparisamajjhe kammaṁ parisodhehī’’ti. Thero rañño",
  "atk-s0502a12:42_16": "purato visākhaṁ pakkosāpetvā taṁ adhikaraṇaṁ paṭicchāpesi. Sā sāṇipākāraṁ parikkhipāpetvā",
  "atk-s0502a12:42_17": "antosāṇiyaṁ tassā hatthapādanābhiudarapariyosānāni oloketvā māsadivase samānetvā",
  "atk-s0502a12:42_18": "‘‘gihibhāve imāya gabbho laddho’’ti ñatvā therassa tamatthaṁ ārocesi. Athassā thero",
  "atk-s0502a12:42_19": "parisamajjhe parisuddhabhāvaṁ patiṭṭhāpesi. Sā aparena samayena padumuttarabuddhassa",
  "atk-s0502a12:42_20": "pādamūle patthitapatthanaṁ mahānubhāvaṁ puttaṁ vijāyi.",
  "atk-s0502a12:43_0": "Athekadivasaṁ rājā bhikkhunupassayasamīpena gacchanto dārakasaddaṁ sutvā ‘‘kiṁ ida’’nti",
  "atk-s0502a12:43_1": "pucchitvā, ‘‘deva, ekissā bhikkhuniyā putto jāto, tassesa saddo’’ti vutte taṁ kumāraṁ",
  "atk-s0502a12:43_2": "attano gharaṁ netvā dhātīnaṁ adāsi. Nāmaggahaṇadivase cassa kassapoti nāmaṁ katvā",
  "atk-s0502a12:43_3": "kumāraparihārena vaḍḍhitattā kumārakassapoti sañjāniṁsu. So kīḷāmaṇḍale dārake paharitvā",
  "atk-s0502a12:43_4": "‘‘nimmātāpitikenamhā pahaṭā’’ti vutte rājānaṁ upasaṅkamitvā, ‘‘deva, maṁ ‘nimmātāpitiko’ti",
  "atk-s0502a12:43_5": "vadanti, mātaraṁ me ācikkhathā’’ti pucchitvā raññā dhātiyo dassetvā ‘‘imā te mātaro’’ti",
  "atk-s0502a12:43_6": "vutte ‘‘na ettikā me mātaro, ekāya me mātarā bhavitabbaṁ, taṁ me ācikkhathā’’ti āha.",
  "atk-s0502a12:43_7": "Rājā ‘‘na sakkā imaṁ vañcetu’’nti cintetvā, tāta, tava mātā bhikkhunī, tvaṁ mayā",
  "atk-s0502a12:43_8": "bhikkhunupassayā ānītoti. So tāvatakeneva samuppannasaṁvego hutvā, ‘‘tāta, pabbājetha",
  "atk-s0502a12:43_9": "ma’’nti āha. Rājā ‘‘sādhu, tātā’’ti taṁ mahantena sakkārena satthu santike pabbājesi.",
  "atk-s0502a12:43_10": "So laddhūpasampado kumārakassapattheroti paññāyi. So satthu santike kammaṭṭhānaṁ",
  "atk-s0502a12:43_11": "gahetvā araññaṁ pavisitvā vāyamitvā visesaṁ nibbattetuṁ asakkonto ‘‘puna kammaṭṭhānaṁ",
  "atk-s0502a12:43_12": "visesetvā gahessāmī’’ti satthu santikaṁ gantvā andhavane vihāsi.",
  "atk-s0502a12:44_0": "Atha naṁ kassapabuddhakāle ekato samaṇadhammaṁ katvā anāgāmiphalaṁ patvā brahmaloke",
  "atk-s0502a12:44_1": "nibbattabhikkhu brahmalokato āgantvā pannarasa pañhe pucchitvā ‘‘ime pañhe ṭhapetvā",
  "atk-s0502a12:44_2": "satthāraṁ añño byākātuṁ samattho nāma natthi, gaccha, satthu santike imesaṁ atthaṁ",
  "atk-s0502a12:44_3": "uggaṇhā’’ti uyyojesi. So tathā katvā pañhavissajjanāvasāne arahattaṁ pāpuṇi. Tassa",
  "atk-s0502a12:44_4": "pana nikkhantadivasato paṭṭhāya dvādasa vassāni mātubhikkhuniyā akkhīhi assūni pavattiṁsu.",
  "atk-s0502a12:44_5": "Sā puttaviyogadukkhitā assutinteneva mukhena bhikkhāya caramānā antaravīthiyaṁ theraṁ",
  "atk-s0502a12:44_6": "disvāva, ‘‘putta , puttā’’ti viravantī taṁ gaṇhituṁ upadhāvamānā parivattitvā pati.",
  "atk-s0502a12:44_7": "Sā thanehi khīraṁ muñcantehi uṭṭhahitvā allacīvarā gantvā theraṁ gaṇhi. So cintesi",
  "atk-s0502a12:44_8": "– ‘‘sacāyaṁ mama santikā madhuravacanaṁ labhissati, vinassissati. Thaddhameva katvā",
  "atk-s0502a12:44_9": "imāya saddhiṁ sallapissāmī’’ti. Atha naṁ āha – ‘‘kiṁ karontī vicarasi, sinehamattampi",
  "atk-s0502a12:44_10": "chindituṁ na sakkosī’’ti. Sā ‘‘aho kakkhaḷā therassa kathā’’ti cintetvā ‘‘kiṁ vadesi,",
  "atk-s0502a12:44_11": "tātā’’ti vatvā punapi tena tatheva vuttā cintesi – ‘‘ahaṁ imassa kāraṇā dvādasa vassāni",
  "atk-s0502a12:44_12": "assūni sandhāretuṁ na sakkomi, ayaṁ panevaṁ thaddhahadayo, kiṁ me iminā’’ti puttasinehaṁ",
  "atk-s0502a12:44_13": "chinditvā taṁdivasameva arahattaṁ pāpuṇi.",
  "atk-s0502a12:45_0": "Aparena samayena dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, devadattena evaṁ",
  "atk-s0502a12:45_1": "upanissayasampanno kumārakassapo ca therī ca nāsitā, satthā pana tesaṁ patiṭṭhā jāto,",
  "atk-s0502a12:45_2": "aho buddhā nāma lokānukampakā’’ti . Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi",
  "atk-s0502a12:45_3": "kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na, bhikkhave, idāneva",
  "atk-s0502a12:45_4": "ahaṁ imesaṁ paccayo patiṭṭhā jāto, pubbepi nesaṁ ahaṁ patiṭṭhā ahosiṁyevā’’ti vatvā –",
  "atk-s0502a12:46": "‘‘Nigrodhameva seveyya, na sākhamupasaṁvase;",
  "atk-s0502a12:47": "Nigrodhasmiṁ mataṁ seyyo, yañce sākhasmi jīvita’’nti. (jā. 1.1.12; 1.10.81) –",
  "atk-s0502a12:48_0": "Imaṁ nigrodhajātakaṁ vitthārena kathetvā ‘‘tadā sākhamigo devadatto ahosi, parisāpissa",
  "atk-s0502a12:48_1": "devadattaparisā, vārappattā migadhenu therī ahosi, putto kumārakassapo, gabbhinīmigiyā",
  "atk-s0502a12:48_2": "jīvitaṁ pariccajitvā gato nigrodhamigarājā pana ahamevā’’ti jātakaṁ samodhānetvā",
  "atk-s0502a12:48_3": "puttasinehaṁ chinditvā theriyā attanāva attano patiṭṭhānakatabhāvaṁ pakāsento, ‘‘bhikkhave,",
  "atk-s0502a12:48_4": "yasmā parassa attani ṭhitena saggaparāyaṇena vā maggaparāyaṇena vā bhavituṁ na sakkā,",
  "atk-s0502a12:48_5": "tasmā attāva attano nātho, paro kiṁ karissatī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:49": "160.",
  "atk-s0502a12:50": " ‘‘Attā hi attano nātho, ko hi nātho paro siyā;",
  "atk-s0502a12:51": "Attanā hi sudantena, nāthaṁ labhati dullabha’’nti.",
  "atk-s0502a12:52_0": "Tattha nāthoti patiṭṭhā. Idaṁ vuttaṁ hoti – yasmā attani ṭhitena attasampannena kusalaṁ",
  "atk-s0502a12:52_1": "katvā saggaṁ vā pāpuṇituṁ, maggaṁ vā bhāvetuṁ, phalaṁ vā sacchikātuṁ sakkā . Tasmā",
  "atk-s0502a12:52_2": "hi attāva attano patiṭṭhā hoti, paro ko nāma kassa patiṭṭhā siyā. Attanā eva hi sudantena",
  "atk-s0502a12:52_3": "nibbisevanena arahattaphalasaṅkhātaṁ dullabhaṁ nāthaṁ labhati. Arahattañhi sandhāya",
  "atk-s0502a12:52_4": "idha ‘‘nāthaṁ labhati dullabha’’nti vuttaṁ.",
  "atk-s0502a12:53": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a12:54": "Kumārakassapamātutherīvatthu catutthaṁ.",
  "atk-s0502a12:55": "5. Mahākālaupāsakavatthu",
  "atk-s0502a12:56": "Attanā hi kataṁ pāpanti imaṁ dhammadesanaṁ satthā jetavane viharanto ekaṁ mahākālaṁ nāma sotāpannaupāsakaṁ ārabbha kathesi.",
  "atk-s0502a12:57_0": "So kira māsassa aṭṭhadivasesu uposathiko hutvā vihāre sabbarattiṁ dhammakathaṁ suṇāti.",
  "atk-s0502a12:57_1": "Atha rattiṁ corā ekasmiṁ gehe sandhiṁ chinditvā bhaṇḍakaṁ gahetvā lohabhājanasaddena",
  "atk-s0502a12:57_2": "pabuddhehi sāmikehi anubaddhā gahitabhaṇḍaṁ chaḍḍetvā palāyiṁsu. Sāmikāpi te anubandhiṁsuyeva,",
  "atk-s0502a12:57_3": "te disā pakkhandiṁsu. Eko pana vihāramaggaṁ gahetvā mahākālassa rattiṁ dhammakathaṁ",
  "atk-s0502a12:57_4": "sutvā pātova pokkharaṇitīre mukhaṁ dhovantassa purato bhaṇḍikaṁ chaḍḍetvā palāyi.",
  "atk-s0502a12:57_5": "Core anubandhitvā āgatamanussā bhaṇḍikaṁ disvā ‘‘tvaṁ no gehasandhiṁ chinditvā bhaṇḍikaṁ",
  "atk-s0502a12:57_6": "haritvā dhammaṁ suṇanto viya vicarasī’’ti taṁ gahetvā pothetvā māretvā chaḍḍetvā",
  "atk-s0502a12:57_7": "agamiṁsu. Atha naṁ pātova pānīyaghaṭaṁ ādāya gatā daharasāmaṇerā disvā ‘‘vihāre dhammakathaṁ",
  "atk-s0502a12:57_8": "sutvā sayitaupāsako ayuttaṁ maraṇaṁ labhatī’’ti vatvā satthu ārocesuṁ. Satthā ‘‘āma,",
  "atk-s0502a12:57_9": "bhikkhave, imasmiṁ attabhāve kālena appatirūpaṁ maraṇaṁ laddhaṁ, pubbe katakammassa",
  "atk-s0502a12:57_10": "pana tena yuttameva laddha’’nti vatvā tehi yācito tassa pubbakammaṁ kathesi –",
  "atk-s0502a12:58_0": "Atīte kira bārāṇasirañño vijite ekassa paccantagāmassa aṭavimukhe corā paharanti.",
  "atk-s0502a12:58_1": "Rājā aṭavimukhe ekaṁ rājabhaṭaṁ ṭhapesi, so bhatiṁ gahetvā manusse orato pāraṁ neti,",
  "atk-s0502a12:58_2": "pārato oraṁ āneti. Atheko manusso abhirūpaṁ attano bhariyaṁ cūḷayānakaṁ āropetvā",
  "atk-s0502a12:58_3": "taṁ ṭhānaṁ agamāsi. Rājabhaṭo taṁ itthiṁ disvāva sañjātasineho tena ‘‘aṭaviṁ no ,",
  "atk-s0502a12:58_4": "sāmi, atikkāmehī’’ti vuttepi ‘‘idāni vikālo, pātova atikkāmessāmī’’ti āha. So sakālo,",
  "atk-s0502a12:58_5": "sāmi, idāneva no nehīti. Nivatta, bho, amhākaṁyeva gehe āhāro ca nivāso ca bhavissatīti.",
  "atk-s0502a12:58_6": "So neva nivattituṁ icchi. Itaro purisānaṁ saññaṁ datvā yānakaṁ nivattāpetvā anicchantasseva",
  "atk-s0502a12:58_7": "dvārakoṭṭhake nivāsaṁ datvā āhāraṁ paṭiyādāpesi. Tassa pana gehe ekaṁ maṇiratanaṁ",
  "atk-s0502a12:58_8": "atthi. So taṁ tassa yānakantare pakkhipāpetvā paccūsakāle corānaṁ paviṭṭhasaddaṁ",
  "atk-s0502a12:58_9": "kāresi. Athassa purisā ‘‘maṇiratanaṁ, sāmi, corehi haṭa’’nti ārocesuṁ. So gāmadvāresu",
  "atk-s0502a12:58_10": "ārakkhaṁ ṭhapetvā ‘‘antogāmato nikkhamante vicinathā’’ti āha. Itaropi pātova yānakaṁ",
  "atk-s0502a12:58_11": "yojetvā pāyāsi. Athassa yānakaṁ sodhentā attanā ṭhapitaṁ maṇiratanaṁ disvā santajjetvā",
  "atk-s0502a12:58_12": "‘‘tvaṁ maṇiṁ gahetvā palāyasī’’ti pothetvā ‘‘gahito no, sāmi, coro’’ti gāmabhojakassa",
  "atk-s0502a12:58_13": "dassesuṁ. So ‘‘bhatakassa vata me gehe nivāsaṁ datvā bhattaṁ dinnaṁ, maṇiṁ gahetvā",
  "atk-s0502a12:58_14": "gato, gaṇhatha naṁ pāpapurisa’’nti pothāpetvā māretvā chaḍḍāpesi. Idaṁ tassa pubbakammaṁ.",
  "atk-s0502a12:58_15": "So tato cuto avīcimhi nibbattitvā tattha dīgharattaṁ paccitvā vipākāvasesena attabhāvasate",
  "atk-s0502a12:58_16": "tatheva pothito maraṇaṁ pāpuṇi.",
  "atk-s0502a12:59": "Evaṁ satthā mahākālassa pubbakammaṁ dassetvā, ‘‘bhikkhave, evaṁ ime satte attanā katapāpakammameva catūsu apāyesu abhimatthatī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:60": "161.",
  "atk-s0502a12:61": " ‘‘Attanā hi kataṁ pāpaṁ, attajaṁ attasambhavaṁ;",
  "atk-s0502a12:62": "Abhimatthati dummedhaṁ, vajiraṁvasmamayaṁ maṇi’’nti.",
  "atk-s0502a12:63_0": "Tattha vajiraṁvasmamayaṁ maṇinti vajiraṁva asmamayaṁ maṇiṁ. Idaṁ vuttaṁ hoti – yathā",
  "atk-s0502a12:63_1": "pāsāṇamayaṁ pāsāṇasambhavaṁ vajiraṁ tameva asmamayaṁ maṇiṁ attano uṭṭhānaṭṭhānasaṅkhātaṁ",
  "atk-s0502a12:63_2": "pāsāṇamaṇiṁ khāditvā chiddaṁ chiddaṁ khaṇḍaṁ khaṇḍaṁ katvā aparibhogaṁ karoti, evameva",
  "atk-s0502a12:63_3": "attanā kataṁ attani jātaṁ attasambhavaṁ pāpaṁ dummedhaṁ nippaññaṁ puggalaṁ catūsu",
  "atk-s0502a12:63_4": "apāyesu abhimatthati kantati viddhaṁsetīti.",
  "atk-s0502a12:64": "Desanāvasāne sampattabhikkhū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a12:65": "Mahākālaupāsakavatthu pañcamaṁ.",
  "atk-s0502a12:66": "6. Devadattavatthu",
  "atk-s0502a12:67": "Yassaaccantadussīlyanti imaṁ dhammadesanaṁ satthā veḷuvane viharanto devadattaṁ ārabbha kathesi.",
  "atk-s0502a12:68_0": "Ekasmiñhi divase bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘āvuso, devadatto",
  "atk-s0502a12:68_1": "dussīlo pāpadhammo dussīlyakāraṇena vaḍḍhitāya taṇhāya ajātasattuṁ saṅgaṇhitvā mahantaṁ",
  "atk-s0502a12:68_2": "lābhasakkāraṁ nibbattetvā ajātasattuṁ pituvadhe samādapetvā tena saddhiṁ ekato hutvā",
  "atk-s0502a12:68_3": "nānappakārena tathāgatassa vadhāya parisakkatī’’ti. Satthā āgantvā ‘‘kāya nuttha,",
  "atk-s0502a12:68_4": "bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā ‘‘imāya nāmā’’ti vutte ‘‘na,",
  "atk-s0502a12:68_5": "bhikkhave, idāneva, pubbepi devadatto nānappakārena mayhaṁ vadhāya parisakkatī’’ti",
  "atk-s0502a12:68_6": "vatvā kuruṅgamigajātakādīni (jā. 1.2.111-2) kathetvā, ‘‘bhikkhave, accantadussīlapuggalaṁ",
  "atk-s0502a12:68_7": "nāma dussīlyakāraṇā uppannā taṇhā māluvā viya sālaṁ pariyonandhitvā sambhañjamānā",
  "atk-s0502a12:68_8": "nirayādīsu pakkhipatī’’ti vatvā imaṁ gāthāmāha –",
  "atk-s0502a12:69": "162.",
  "atk-s0502a12:70": " ‘‘Yassa accantadussīlyaṁ, māluvā sālamivotthataṁ;",
  "atk-s0502a12:71": "Karoti so tathattānaṁ, yathā naṁ icchatī diso’’ti.",
  "atk-s0502a12:72_0": "Tattha accantadussīlyanti ekantadussīlabhāvo. Gihī vā jātito paṭṭhāya dasa akusalakammapathe",
  "atk-s0502a12:72_1": "karonto, pabbajito vā upasampannadivasato paṭṭhāya garukāpattiṁ āpajjamāno accantadussīlo",
  "atk-s0502a12:72_2": "nāma. Idha pana yo dvīsu tīsu attabhāvesu dussīlo, etassa gatiyā āgataṁ dussīlabhāvaṁ",
  "atk-s0502a12:72_3": "sandhāyetaṁ vuttaṁ. Dussīlabhāvoti cettha dussīlassa cha dvārāni nissāya uppannā",
  "atk-s0502a12:72_4": "taṇhā veditabbā. Māluvā sālamivotthatanti yassa puggalassa taṁ taṇhāsaṅkhātaṁ dussīlyaṁ",
  "atk-s0502a12:72_5": "yathā nāma māluvā sālaṁ ottharantī deve vassante pattehi udakaṁ sampaṭicchitvā sambhañjanavasena",
  "atk-s0502a12:72_6": "sabbatthakameva pariyonandhati, evaṁ attabhāvaṁ otthataṁ pariyonandhitvā ṭhitaṁ.",
  "atk-s0502a12:72_7": "So māluvāya sambhañjitvā bhūmiyaṁ pātiyamāno rukkho viya tāya dussīlyasaṅkhātāya",
  "atk-s0502a12:72_8": "taṇhāya sambhañjitvā apāyesu pātiyamāno, yathā naṁ anatthakāmo diso icchati, tathā",
  "atk-s0502a12:72_9": "attānaṁ karoti nāmāti attho.",
  "atk-s0502a12:73": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a12:74": "Devadattavatthu chaṭṭhaṁ.",
  "atk-s0502a12:75": "7. Saṅghabhedaparisakkanavatthu",
  "atk-s0502a12:76": "Sukarānīti imaṁ dhammadesanaṁ satthā veḷuvane viharanto saṅghabhedaparisakkanaṁ ārabbha kathesi.",
  "atk-s0502a12:77_0": "Ekadivasañhi devadatto saṅghabhedāya parisakkanto āyasmantaṁ ānandaṁ piṇḍāya carantaṁ",
  "atk-s0502a12:77_1": "disvā attano adhippāyaṁ ārocesi. Taṁ sutvā thero satthu santikaṁ gantvā bhagavantaṁ",
  "atk-s0502a12:77_2": "etadavoca – ‘‘idhāhaṁ, bhante, pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya rājagahaṁ",
  "atk-s0502a12:77_3": "piṇḍāya pāvisiṁ. Addasā kho maṁ, bhante, devadatto rājagahe piṇḍāya carantaṁ. Disvā",
  "atk-s0502a12:77_4": "yenāhaṁ tenupasaṅkami, upasaṅkamitvā maṁ etadavoca – ‘ajjatagge dānāhaṁ, āvuso ānanda,",
  "atk-s0502a12:77_5": "aññatreva bhagavatā aññatra bhikkhusaṅghena uposathaṁ karissāmi saṅghakammañcā’ti.",
  "atk-s0502a12:77_6": "Ajja bhagavā devadatto saṅghaṁ bhindissati, uposathañca karissati saṅghakammāni cā’’ti. Evaṁ vutte satthā –",
  "atk-s0502a12:78": "‘‘Sukaraṁ sādhunā sādhu, sādhu pāpena dukkaraṁ;",
  "atk-s0502a12:79": "Pāpaṁ pāpena sukaraṁ, pāpamariyehi dukkara’’nti. (udā. 48) –",
  "atk-s0502a12:80": "Imaṁ udānaṁ udānetvā, ‘‘ānanda, attano ahitakammaṁ nāma sukaraṁ, hitakammameva dukkara’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:81": "163.",
  "atk-s0502a12:82": " ‘‘Sukarāni asādhūni, attano ahitāni ca;",
  "atk-s0502a12:83": "Yaṁ ve hitañca sādhuñca, taṁ ve paramadukkara’’nti.",
  "atk-s0502a12:84_0": "Tassattho – yāni kammāni asādhūni sāvajjāni apāyasaṁvattanikattāyeva attano ahitāni",
  "atk-s0502a12:84_1": "ca honti, tāni sukarāni. Yaṁ pana sugatisaṁvattanikattā attano hitañca anavajjatthena",
  "atk-s0502a12:84_2": "sādhuñca sugatisaṁvattanikañceva nibbānasaṁvattanikañca kammaṁ, taṁ pācīnaninnāya",
  "atk-s0502a12:84_3": "gaṅgāya ubbattetvā pacchāmukhakaraṇaṁ viya atidukkaranti.",
  "atk-s0502a12:85": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a12:86": "Saṅghabhedaparisakkanavatthu sattamaṁ.",
  "atk-s0502a12:87": "8. Kālattheravatthu",
  "atk-s0502a12:88": "Yosāsananti imaṁ dhammadesanaṁ satthā jetavane viharanto kālattheraṁ ārabbha kathesi.",
  "atk-s0502a12:89_0": "Sāvatthiyaṁ kirekā itthī mātuṭṭhāne ṭhatvā taṁ theraṁ upaṭṭhahi. Tassā paṭivissakagehe",
  "atk-s0502a12:89_1": "manussā satthu santike dhammaṁ sutvā āgantvā ‘‘aho buddhā nāma acchariyā, aho dhammadesanā",
  "atk-s0502a12:89_2": "madhurā’’ti pasaṁsanti. Sā itthī tesaṁ kathaṁ sutvā, ‘‘bhante, ahampi satthu dhammadesanaṁ",
  "atk-s0502a12:89_3": "sotukāmā’’ti tassa ārocesi. So ‘‘tattha mā gamī’’ti taṁ nivāresi. Sā punadivase punadivasepīti",
  "atk-s0502a12:89_4": "yāvatatiyaṁ tena nivāriyamānāpi sotukāmāva ahosi. Kasmā so panetaṁ nivāresīti? Evaṁ",
  "atk-s0502a12:89_5": "kirassa ahosi – ‘‘satthu santike dhammaṁ sutvā mayi bhijjissatī’’ti. Sā ekadivasaṁ",
  "atk-s0502a12:89_6": "pātova bhuttapātarāsā uposathaṁ samādiyitvā, ‘‘amma, sādhukaṁ ayyaṁ pariviseyyāsī’’ti",
  "atk-s0502a12:89_7": "dhītaraṁ āṇāpetvā vihāraṁ agamāsi. Dhītāpissā taṁ bhikkhuṁ āgatakāle parivisitvā",
  "atk-s0502a12:89_8": "‘‘kuhiṁ mahāupāsikā’’ti vuttā ‘‘dhammassavanāya vihāraṁ gatā’’ti āha. So taṁ sutvāva",
  "atk-s0502a12:89_9": "kucchiyaṁ uṭṭhitena ḍāhena santappamāno ‘‘idāni sā mayi bhinnā’’ti vegena gantvā",
  "atk-s0502a12:89_10": "satthu santike dhammaṁ suṇamānaṁ disvā satthāraṁ āha, ‘‘bhante, ayaṁ itthī dandhā",
  "atk-s0502a12:89_11": "sukhumaṁ dhammakathaṁ na jānāti, imissā khandhādipaṭisaṁyuttaṁ sukhumaṁ dhammakathaṁ",
  "atk-s0502a12:89_12": "akathetvā dānakathaṁ vā sīlakathaṁ vā kathetuṁ vaṭṭatī’’ti. Satthā tassajjhāsayaṁ",
  "atk-s0502a12:89_13": "viditvā ‘‘tvaṁ duppañño pāpikaṁ diṭṭhiṁ nissāya buddhānaṁ sāsanaṁ paṭikkosasi. Attaghātāyeva",
  "atk-s0502a12:89_14": "vāyamasī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:90": "164.",
  "atk-s0502a12:91": " ‘‘Yo sāsanaṁ arahataṁ, ariyānaṁ dhammajīvinaṁ;",
  "atk-s0502a12:92": "Paṭikkosati dummedho, diṭṭhiṁ nissāya pāpikaṁ;",
  "atk-s0502a12:93": "Phalāni kaṭṭhakasseva, attaghātāya phallatī’’ti.",
  "atk-s0502a12:94_0": "Tassattho – yo dummedho puggalo attano sakkārahānibhayena pāpikaṁ diṭṭhiṁ nissāya",
  "atk-s0502a12:94_1": "‘‘dhammaṁ vā sossāma, dānaṁ vā dassāmā’’ti vadante paṭikkosanto arahataṁ ariyānaṁ",
  "atk-s0502a12:94_2": "dhammajīvinaṁ buddhānaṁ sāsanaṁ paṭikkosati, tassa taṁ paṭikkosanaṁ sā ca pāpikā",
  "atk-s0502a12:94_3": "diṭṭhi veḷusaṅkhātassa kaṭṭhakassa phalāni viya hoti. Tasmā yathā kaṭṭhako phalāni",
  "atk-s0502a12:94_4": "gaṇhanto attaghātāya phallati, attano ghātatthameva phalati, evaṁ sopi attaghātāya",
  "atk-s0502a12:94_5": "phallatīti. Vuttampi cetaṁ –",
  "atk-s0502a12:95": "‘‘Phalaṁ ve kadaliṁ hanti, phalaṁ veḷuṁ phalaṁ naḷaṁ;",
  "atk-s0502a12:96": "Sakkāro kāpurisaṁ hanti, gabbho assatariṁ yathā’’ti. (cūḷava. 335; a. ni. 4.68);",
  "atk-s0502a12:97": "Desanāvasāne upāsikā sotāpattiphale patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a12:98": "Kālattheravatthu aṭṭhamaṁ.",
  "atk-s0502a12:99": "9. Cūḷakālaupāsakavatthu",
  "atk-s0502a12:100": "Attanāhi katanti imaṁ dhammadesanaṁ satthā jetavane viharanto cūḷakālaṁ upāsakaṁ ārabbha kathesi.",
  "atk-s0502a12:101_0": "Ekadivasañhi mahākālavatthusmiṁ vuttanayeneva umaṅgacorā sāmikehi anubaddhā rattiṁ",
  "atk-s0502a12:101_1": "vihāre dhammakathaṁ sutvā pātova vihārā nikkhamitvā sāvatthiṁ āgacchantassa tassa",
  "atk-s0502a12:101_2": "upāsakassa purato bhaṇḍikaṁ chaḍḍetvā palāyiṁsu. Manussā taṁ disvā ‘‘ayaṁ rattiṁ",
  "atk-s0502a12:101_3": "corakammaṁ katvā dhammaṁ suṇanto viya carati, gaṇhatha na’’nti taṁ pothayiṁsu. Kumbhadāsiyo",
  "atk-s0502a12:101_4": "udakatitthaṁ gacchamānā taṁ disvā ‘‘apetha, sāmi, nāyaṁ evarūpaṁ karotī’’ti taṁ mocesuṁ.",
  "atk-s0502a12:101_5": "So vihāraṁ gantvā, ‘‘bhante, ahamhi manussehi nāsito, kumbhadāsiyo me nissāya jīvitaṁ",
  "atk-s0502a12:101_6": "laddha’’nti bhikkhūnaṁ ārocesi. Bhikkhū tathāgatassa tamatthaṁ ārocesuṁ. Satthā tesaṁ",
  "atk-s0502a12:101_7": "kathaṁ sutvā, ‘‘bhikkhave, cūḷakālaupāsako kumbhadāsiyo ceva nissāya, attano ca akaraṇabhāvena",
  "atk-s0502a12:101_8": "jīvitaṁ labhi. Ime hi nāma sattā attanā pāpakammaṁ katvā nirayādīsu attanāva kilissanti,",
  "atk-s0502a12:101_9": "kusalaṁ katvā pana sugatiñceva nibbānañca gacchantā attanāva visujjhantī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:102": "165.",
  "atk-s0502a12:103": " ‘‘Attanā hi kataṁ pāpaṁ, attanā saṁkilissati;",
  "atk-s0502a12:104": "Attanā akataṁ pāpaṁ, attanāva visujjhati;",
  "atk-s0502a12:105": "Suddhī asuddhi paccattaṁ, nāñño aññaṁ visodhaye’’ti.",
  "atk-s0502a12:106_0": "Tassattho – yena attanā akusalakammaṁ kataṁ hoti, so catūsu apāyesu dukkhaṁ anubhavanto",
  "atk-s0502a12:106_1": "attanāva saṁkilissati. Yena pana attanā akataṁ pāpaṁ, so sugatiñceva nibbānañca gacchanto",
  "atk-s0502a12:106_2": "attanāva visujjhati. Kusalakammasaṅkhātā suddhi akusalakammasaṅkhātā ca asuddhi paccattaṁ",
  "atk-s0502a12:106_3": "kārakasattānaṁ attaniyeva vipaccati. Añño puggalo aññaṁ puggalaṁ na visodhaye neva",
  "atk-s0502a12:106_4": "visodheti, na kilesetīti vuttaṁ hoti.",
  "atk-s0502a12:107": "Desanāvasāne cūḷakālo sotāpattiphale patiṭṭhahi, sampattaparisāyapi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a12:108": "Cūḷakālaupāsakavatthu navamaṁ.",
  "atk-s0502a12:109": "10. Attadatthattheravatthu",
  "atk-s0502a12:110": "Attadatthanti imaṁ dhammadesanaṁ satthā jetavane viharanto attadatthattheraṁ ārabbha kathesi.",
  "atk-s0502a12:111_0": "Satthārā hi parinibbānakāle, ‘‘bhikkhave, ahaṁ ito catumāsaccayena parinibbāyissāmī’’ti",
  "atk-s0502a12:111_1": "vutte uppannasaṁvegā sattasatā puthujjanā bhikkhū satthu santikaṁ avijahitvā ‘‘kiṁ",
  "atk-s0502a12:111_2": "nu kho, āvuso, karissāmā’’ti sammantayamānā vicaranti. Attadatthatthero pana cintesi",
  "atk-s0502a12:111_3": "– ‘‘satthā kira catumāsaccayena parinibbāyissati, ahañcamhi avītarāgo, satthari dharamāneyeva",
  "atk-s0502a12:111_4": "arahattatthāya vāyamissāmī’’ti. So bhikkhūnaṁ santikaṁ na gacchati. Atha naṁ bhikkhū",
  "atk-s0502a12:111_5": "‘‘kasmā, āvuso, tvaṁ neva amhākaṁ santikaṁ āgacchasi, na kiñci mantesī’’ti vatvā",
  "atk-s0502a12:111_6": "satthu santikaṁ netvā ‘‘ayaṁ, bhante, evaṁ nāma karotī’’ti ārocayiṁsu. So satthārāpi",
  "atk-s0502a12:111_7": "‘‘kasmā evaṁ karosī’’ti vutte ‘‘tumhe kira, bhante, catumāsaccayena parinibbāyissatha,",
  "atk-s0502a12:111_8": "ahaṁ tumhesu dharantesuyeva arahattappattiyā vāyamissāmī’’ti. Satthā tassa sādhukāraṁ",
  "atk-s0502a12:111_9": "datvā, ‘‘bhikkhave, yassa mayi sineho atthi, tena attadatthena viya bhavituṁ vaṭṭati.",
  "atk-s0502a12:111_10": "Na hi gandhādīhi pūjentā maṁ pūjenti, dhammānudhammapaṭipattiyā pana maṁ pūjenti.",
  "atk-s0502a12:111_11": "Tasmā aññenapi attadatthasadiseneva bhavitabba’’nti vatvā imaṁ gāthamāha –",
  "atk-s0502a12:112": "166.",
  "atk-s0502a12:113": " ‘‘Attadatthaṁ paratthena, bahunāpi na hāpaye;",
  "atk-s0502a12:114": "Attadatthamabhiññāya, sadatthapasuto siyā’’ti.",
  "atk-s0502a12:115_0": "Tassattho – gihibhūtā tāva kākaṇikamattampi attano atthaṁ sahassamattenāpi parassa",
  "atk-s0502a12:115_1": "atthena na hāpaye. Kākaṇikamattenāpi hissa attadatthova khādanīyaṁ vā bhojanīyaṁ",
  "atk-s0502a12:115_2": "vā nipphādeyya, na parattho. Idaṁ pana evaṁ akathetvā kammaṭṭhānasīsena kathitaṁ,",
  "atk-s0502a12:115_3": "tasmā ‘‘attadatthaṁ na hāpemī’’ti bhikkhunā nāma saṅghassa uppannaṁ cetiyapaṭisaṅkharaṇādikiccaṁ",
  "atk-s0502a12:115_4": "vā upajjhāyādivattaṁ vā na hāpetabbaṁ. Ābhisamācārikavattañhi pūrentoyeva ariyaphalādīni",
  "atk-s0502a12:115_5": "sacchikaroti, tasmā ayampi attadatthova. Yo pana accāraddhavipassako ‘‘ajja vā suve",
  "atk-s0502a12:115_6": "vā’’ti paṭivedhaṁ patthayamāno vicarati, tena upajjhāyavattādīnipi hāpetvā attano",
  "atk-s0502a12:115_7": "kiccameva kātabbaṁ. Evarūpañhi attadatthamabhiññāya ‘‘ayaṁ me attano attho’’ti sallakkhetvā",
  "atk-s0502a12:115_8": ", sadatthapasuto siyāti tasmiṁ sake atthe uyyuttapayutto bhaveyyāti.",
  "atk-s0502a12:116": "Desanāvasāne so thero arahatte patiṭṭhahi, sampattabhikkhūnampi sātthikā dhammadesanā ahosīti.",
  "atk-s0502a12:117": "Attadatthattheravatthu dasamaṁ.",
  "atk-s0502a12:118": "Attavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a12:119": "Dvādasamo vaggo."
}