{
  "atk-s0102a0:0": " Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0102a0:1": "Dīghanikāye",
  "atk-s0102a0:2": "Mahāvaggaṭṭhakathā",
  "atk-s0102a0:3": "1. Mahāpadānasuttavaṇṇanā",
  "atk-s0102a0:4": "Pubbenivāsapaṭisaṁyuttakathā",
  "atk-s0102a0:5_0": "1.Evaṁme sutaṁ…pe… karerikuṭikāyanti mahāpadānasuttaṁ. Tatrāyaṁ apubbapadavaṇṇanā",
  "atk-s0102a0:5_1": "– karerikuṭikāyanti karerīti varuṇarukkhassa nāmaṁ, karerimaṇḍapo tassā kuṭikāya",
  "atk-s0102a0:5_2": "dvāre ṭhito, tasmā ‘‘karerikuṭikā’’ti vuccati, yathā kosambarukkhassa dvāre ṭhitattā",
  "atk-s0102a0:5_3": "‘‘kosambakuṭikā’’ti. Antojetavane kira karerikuṭi kosambakuṭi gandhakuṭi salaḷāgāranti",
  "atk-s0102a0:5_4": "cattāri mahāgehāni, ekekaṁ satasahassapariccāgena nipphannaṁ. Tesu salaḷāgāraṁ raññā",
  "atk-s0102a0:5_5": "pasenadinā kāritaṁ, sesāni anāthapiṇḍikena kāritāni. Iti bhagavā anāthapiṇḍikena",
  "atk-s0102a0:5_6": "gahapatinā thambhānaṁ upari kāritāya devavimānakappāya karerikuṭikāyaṁ viharati .",
  "atk-s0102a0:5_7": "Pacchābhattanti ekāsanikakhalupacchābhattikānaṁ pātova bhuttānaṁ antomajjhanhikepi",
  "atk-s0102a0:5_8": "pacchābhattameva. Idha pana pakatibhattassa pacchato ‘‘pacchābhatta’’nti adhippetaṁ.",
  "atk-s0102a0:5_9": "Piṇḍapātapaṭikkantānanti piṇḍapātato paṭikkantānaṁ, bhattakiccaṁ niṭṭhapetvā uṭṭhitānanti attho.",
  "atk-s0102a0:6_0": "Karerimaṇḍalamāḷeti tasseva karerimaṇḍapassa avidūre katāya nisīdanasālāya. So kira",
  "atk-s0102a0:6_1": "karerimaṇḍapo gandhakuṭikāya ca sālāya ca antare hoti, tasmā gandhakuṭīpi karerikuṭikāpi",
  "atk-s0102a0:6_2": "sālāpi – ‘‘karerimaṇḍalamāḷo’’ti vuccati. Pubbenivāsapaṭisaṁyuttāti ‘‘ekampi jātiṁ,",
  "atk-s0102a0:6_3": "dvepi jātiyo’’ti evaṁ vibhattena pubbenivutthakkhandhasantānasaṅkhātena pubbenivāsena",
  "atk-s0102a0:6_4": "saddhiṁ yojetvā pavattitā. Dhammīti dhammasaṁyuttā.",
  "atk-s0102a0:7_0": "Udapādīti aho acchariyaṁ dasabalassa pubbenivāsañāṇaṁ , pubbenivāsaṁ nāma ke anussaranti,",
  "atk-s0102a0:7_1": "ke nānussarantīti. Titthiyā anussaranti, sāvakā ca paccekabuddhā ca buddhā ca anussaranti.",
  "atk-s0102a0:7_2": "Kataratitthiyā anussaranti? Ye aggappattakammavādino, tepi cattālīsaṁyeva kappe anussaranti,",
  "atk-s0102a0:7_3": "na tato paraṁ. Sāvakā kappasatasahassaṁ anussaranti. Dve aggasāvakā asaṅkhyeyyañceva",
  "atk-s0102a0:7_4": "kappasatasahassañca. Paccekabuddhā dve asaṅkhyeyyāni kappasatasahassañca. Buddhānaṁ",
  "atk-s0102a0:7_5": "pana ettakanti paricchedo natthi, yāvatakaṁ ākaṅkhanti, tāvatakaṁ anussaranti.",
  "atk-s0102a0:8_0": "Titthiyā khandhapaṭipāṭiyā anussaranti, paṭipāṭiṁ muñcitvā na sakkonti. Paṭipāṭiyā",
  "atk-s0102a0:8_1": "anussarantāpi asaññabhavaṁ patvā khandhappavattiṁ na passanti, jāle patitā kuṇṭhā",
  "atk-s0102a0:8_2": "viya, kūpe patitā paṅguḷā viya ca honti. Te tattha ṭhatvā ‘‘ettakameva, ito paraṁ",
  "atk-s0102a0:8_3": "natthī’’ti diṭṭhiṁ gaṇhanti. Iti titthiyānaṁ pubbenivāsānussaraṇaṁ andhānaṁ yaṭṭhikoṭigamanaṁ",
  "atk-s0102a0:8_4": "viya hoti. Yathā hi andhā yaṭṭhikoṭiggāhake satiyeva gacchanti, asati tattheva nisīdanti,",
  "atk-s0102a0:8_5": "evameva titthiyā khandhapaṭipāṭiyāva anussarituṁ sakkonti, paṭipāṭiṁ vissajjetvā na sakkonti.",
  "atk-s0102a0:9_0": "Sāvakāpi khandhapaṭipāṭiyāva anussaranti, asaññabhavaṁ patvā khandhappavattiṁ na",
  "atk-s0102a0:9_1": "passanti. Evaṁ santepi te vaṭṭe saṁsaraṇakasattānaṁ khandhānaṁ abhāvakālo nāma natthi.",
  "atk-s0102a0:9_2": "Asaññabhave pana pañcakappasatāni pavattantīti tattakaṁ kālaṁ atikkamitvā buddhehi",
  "atk-s0102a0:9_3": "dinnanaye ṭhatvā parato anussaranti; seyyathāpi āyasmā sobhito. Dve aggasāvakā pana",
  "atk-s0102a0:9_4": "paccekabuddhā ca cutipaṭisandhiṁ oloketvā anussaranti. Buddhānaṁ cutipaṭisandhikiccaṁ",
  "atk-s0102a0:9_5": "natthi, yaṁ yaṁ ṭhānaṁ passitukāmā honti, taṁ tadeva passanti.",
  "atk-s0102a0:10_0": "Titthiyā ca pubbenivāsaṁ anussaramānā attanā diṭṭhakatasutameva anussaranti. Tathā",
  "atk-s0102a0:10_1": "sāvakā ca paccekabuddhā ca. Buddhā pana attanā vā parehi vā diṭṭhakatasutaṁ sabbameva anussaranti.",
  "atk-s0102a0:11_0": "Titthiyānaṁ pubbenivāsañāṇaṁ khajjopanakaobhāsasadisaṁ, sāvakānaṁ padīpobhāsasadisaṁ,",
  "atk-s0102a0:11_1": "aggasāvakānaṁ osadhitārakobhāsasadisaṁ, paccekabuddhānaṁ candobhāsasadisaṁ, buddhānaṁ",
  "atk-s0102a0:11_2": "saradasūriyamaṇḍalobhāsasadisaṁ. Tassa ettakāni jātisatāni jātisahassāni jātisatasahassānīti",
  "atk-s0102a0:11_3": "vā ettakāni kappasatāni kappasahassāni kappasatasahassānīti vā natthi, yaṁ kiñci",
  "atk-s0102a0:11_4": "anussarantassa neva khalitaṁ, na paṭighātaṁ hoti, āvajjanapaṭibaddhameva ākaṅkhamanasikāracittuppādapaṭibaddhameva",
  "atk-s0102a0:11_5": "hoti. Dubbalapattapuṭe vegakkhittanārāco viya, sinerukūṭe vissaṭṭhaindavajiraṁ viya",
  "atk-s0102a0:11_6": "ca asajjamānameva gacchati. ‘‘Aho mahantaṁ bhagavato pubbenivāsañāṇa’’nti evaṁ bhagavantaṁyeva",
  "atk-s0102a0:11_7": "ārabbha kathā uppannā, jātā pavattāti attho. Taṁ sabbampi saṅkhepato dassetuṁ ‘‘itipi",
  "atk-s0102a0:11_8": "pubbenivāso, itipi pubvenivāso’’ti ettakameva pāḷiyaṁ vuttaṁ. Tattha itipīti evampi.",
  "atk-s0102a0:12_0": "2-3.Assosi kho…pe… atha bhagavā anuppattoti ettha yaṁ vattabbaṁ, taṁ brahmajālasuttavaṇṇanāyaṁ",
  "atk-s0102a0:12_1": "vuttameva. Ayameva hi viseso – tattha sabbaññutaññāṇena assosi, idha dibbasotena.",
  "atk-s0102a0:12_2": "Tattha ca vaṇṇāvaṇṇakathā vippakatā, idha pubbenivāsakathā. Tasmā bhagavā – ‘‘ime",
  "atk-s0102a0:12_3": "bhikkhū mama pubbenivāsañāṇaṁ ārabbha guṇaṁ thomenti, pubbenivāsañāṇassa pana me",
  "atk-s0102a0:12_4": "nipphattiṁ na jānanti; handa nesaṁ tassa nipphattiṁ kathetvā dassāmī’’ti āgantvā",
  "atk-s0102a0:12_5": "pakatiyāpi buddhānaṁ nisīditvā dhammadesanatthameva ṭhapite taṅkhaṇe bhikkhūhi papphoṭetvā",
  "atk-s0102a0:12_6": "dinne varabuddhāsane nisīditvā ‘‘kāya nuttha, bhikkhave’’ti pucchāya ca ‘‘idha ,",
  "atk-s0102a0:12_7": "bhante’’tiādipaṭivacanassa ca pariyosāne tesaṁ pubbenivāsapaṭisaṁyuttaṁ dhammiṁ kathaṁ",
  "atk-s0102a0:12_8": "kathetukāmo iccheyyātha notiādimāha. Tattha iccheyyātha noti iccheyyātha nu. Atha",
  "atk-s0102a0:12_9": "naṁ pahaṭṭhamānasā bhikkhū yācamānā etassa bhagavātiādimāhaṁsu. Tattha etassāti etassa",
  "atk-s0102a0:12_10": "dhammikathākaraṇassa.",
  "atk-s0102a0:13_0": "4. Atha bhagavā tesaṁ yācanaṁ gahetvā kathetukāmo ‘‘tena hi, bhikkhave, suṇāthā’’ti",
  "atk-s0102a0:13_1": "te sotāvadhāraṇasādhukamanasikāresu niyojetvā aññesaṁ asādhāraṇaṁ chinnavaṭumakānussaraṇaṁ",
  "atk-s0102a0:13_2": "pakāsetukāmo ito so, bhikkhavetiādimāha. Tattha yaṁ vipassīti yasmiṁ kappe vipassī.",
  "atk-s0102a0:13_3": "Ayañhi ‘ya’nti saddo ‘‘yaṁ me, bhante, devānaṁ tāvatiṁsānaṁ sammukhā sutaṁ sammukhā",
  "atk-s0102a0:13_4": "paṭiggahitaṁ, ārocemi taṁ, bhagavato’’tiādīsu (dī. ni. 2.203) paccattavacane dissati.",
  "atk-s0102a0:13_5": "‘‘Yaṁ taṁ apucchimha akittayī no, aññaṁ taṁ pucchāma tadiṅgha brūhī’’tiādīsu (su.",
  "atk-s0102a0:13_6": "ni. 881) upayogavacane. ‘‘Aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ ekissā lokadhātuyā’’tiādīsu",
  "atk-s0102a0:13_7": "(a. ni. 1.277) karaṇavacane. Idha pana bhummattheti daṭṭhabbo. Tena vuttaṁ – ‘‘yasmiṁ",
  "atk-s0102a0:13_8": "kappe’’ti. Udapādīti dasasahassilokadhātuṁ unnādento uppajji.",
  "atk-s0102a0:14_0": "Bhaddakappeti pañcabuddhuppādapaṭimaṇḍitattā sundarakappe sārakappeti bhagavā imaṁ",
  "atk-s0102a0:14_1": "kappaṁ thomento evamāha. Yato paṭṭhāya kira amhākaṁ bhagavatā abhinīhāro kato, etasmiṁ",
  "atk-s0102a0:14_2": "antare ekakappepi pañca buddhā nibbattā nāma natthi. Amhākaṁ bhagavato abhinīhārassa",
  "atk-s0102a0:14_3": "purato pana taṇhaṅkaro, medhaṅkaro, saraṇaṅkaro, dīpaṅkaroti cattāro buddhā ekasmiṁ",
  "atk-s0102a0:14_4": "kappe nibbattiṁsu. Tesaṁ orabhāge ekaṁ asaṅkhyeyyaṁ buddhasuññameva ahosi.",
  "atk-s0102a0:15_0": "Asaṅkhyeyyakappapariyosāne pana koṇḍañño nāma buddho ekova ekasmiṁ kappe uppanno.",
  "atk-s0102a0:15_1": "Tatopi asaṅkhyeyyaṁ buddhasuññameva ahosi. Asaṅkhyeyyakappapariyosāne maṅgalo, sumano,",
  "atk-s0102a0:15_2": "revato, sobhitoti cattāro buddhā ekasmiṁ kappe uppannā . Tatopi asaṅkhyeyyaṁ buddhasuññameva",
  "atk-s0102a0:15_3": "ahosi. Asaṅkhyeyyakappapariyosāne pana ito kappasatasahassādhikassa asaṅkhyeyyassa",
  "atk-s0102a0:15_4": "upari anomadassī, padumo, nāradoti tayo buddhā ekasmiṁ kappe uppannā. Tatopi asaṅkhyeyyaṁ",
  "atk-s0102a0:15_5": "buddhasuññameva ahosi. Asaṅkhyeyyakappapariyosāne pana ito kappasatasahassānaṁ upari",
  "atk-s0102a0:15_6": "padumuttaro bhagavā ekova ekasmiṁ kappe uppanno. Tassa orabhāge ito tiṁsakappasahassānaṁ",
  "atk-s0102a0:15_7": "upari sumedho, sujātoti dve buddhā ekasmiṁ kappe uppannā. Tato orabhāge ito aṭṭhārasannaṁ",
  "atk-s0102a0:15_8": "kappasahassānaṁ upari piyadassī, atthadassī, dhammadassīti tayo buddhā ekasmiṁ kappe",
  "atk-s0102a0:15_9": "uppannā. Atha ito catunavutikappe siddhattho nāma buddho ekova ekasmiṁ kappe uppanno.",
  "atk-s0102a0:15_10": "Ito dve navutikappe tisso, phussoti dve buddhā ekasmiṁ kappe uppannā. Ito ekanavutikappe",
  "atk-s0102a0:15_11": "vipassī bhagavā uppanno. Ito ekatiṁse kappe sikhī, vessabhūti dve buddhā uppannā.",
  "atk-s0102a0:15_12": "Imasmiṁ bhaddakappe kakusandho, koṇāgamano, kassapo, gotamo amhākaṁ sammāsambuddhoti",
  "atk-s0102a0:15_13": "cattāro buddhā uppannā, metteyyo uppajjissati. Evamayaṁ kappo pañcabuddhuppādapaṭimaṇḍitattā",
  "atk-s0102a0:15_14": "sundarakappo sārakappoti bhagavā imaṁ kappaṁ thomento evamāha.",
  "atk-s0102a0:16_0": "Kiṁ panetaṁ buddhānaṁyeva pākaṭaṁ hoti – ‘‘imasmiṁ kappe ettakā buddhā uppannā vā",
  "atk-s0102a0:16_1": "uppajjissantīti vā’’ti, udāhu aññesampi pākaṭaṁ hotīti? Aññesampi pākaṭaṁ hoti. Kesaṁ?",
  "atk-s0102a0:16_2": "Suddhāvāsabrahmānaṁ. Kappasaṇṭhānakālasmiñhi ekamasaṅkhyeyyaṁ ekaṅgaṇaṁ hutvā ṭhite",
  "atk-s0102a0:16_3": "lokasannivāse lokassa saṇṭhānatthāya devo vassituṁ ārabhati. Āditova antaraṭṭhake",
  "atk-s0102a0:16_4": "himapāto viya hoti. Tato tilamattā kaṇamattā taṇḍulamattā mugga-māsa-badara-āmalaka-eḷāluka-kumbhaṇḍa-alābumattā",
  "atk-s0102a0:16_5": "udakadhārā hutvā anukkamena usabhadveusabhaaḍḍhagāvutagāvutadvegāvutaaḍḍhayojanayojanadviyojana…pe…",
  "atk-s0102a0:16_6": "yojanasatayojanasahassayojanasatasahassamattā hutvā koṭisatasahassacakkavāḷabbhantare",
  "atk-s0102a0:16_7": "yāva avinaṭṭhabrahmalokā pūretvā tiṭṭhanti. Atha taṁ udakaṁ anupubbena bhassati,",
  "atk-s0102a0:16_8": "bhassante udake pakatidevalokaṭṭhānesu devalokā saṇṭhahanti, tesaṁ saṇṭhahanavidhānaṁ",
  "atk-s0102a0:16_9": "visuddhimagge pubbenivāsakathāyaṁ vuttameva.",
  "atk-s0102a0:17_0": "Manussalokasaṇṭhahanaṭṭhānaṁ pana patte udake dhamakaraṇamukhe pihite viya vātavasena",
  "atk-s0102a0:17_1": "taṁ udakaṁ santiṭṭhati, udakapiṭṭhe uppalinipaṇṇaṁ viya pathavī saṇṭhahati. Mahābodhipallaṅko",
  "atk-s0102a0:17_2": "vinassamāne loke pacchā vinassati, saṇṭhahamāne paṭhamaṁ saṇṭhahati. Tattha pubbanimittaṁ",
  "atk-s0102a0:17_3": "hutvā eko paduminigaccho uppajjati, tassa sace tasmiṁ kappe buddho nibbattissati,",
  "atk-s0102a0:17_4": "pupphaṁ uppajjati. No ce, nuppajjati. Uppajjamānañca sace eko buddho nibbattissati,",
  "atk-s0102a0:17_5": "ekaṁ uppajjati. Sace dve, tayo, cattāro, pañca buddhā nibbattissanti, pañca uppajjanti.",
  "atk-s0102a0:17_6": "Tāni ca kho ekasmiṁyeva nāḷe kaṇṇikābaddhāni hutvā. Suddhāvāsabrahmāno ‘‘āyāma ,",
  "atk-s0102a0:17_7": "mayaṁ mārisā, pubbanimittaṁ passissāmā’’ti mahābodhipallaṅkaṭṭhānaṁ āgacchanti, buddhānaṁ",
  "atk-s0102a0:17_8": "anibbattanakappe pupphaṁ na hoti. Te pana apupphitagacchaṁ disvā – ‘‘andhakāro vata",
  "atk-s0102a0:17_9": "bho loko bhavissati, matā matā sattā apāye pūressanti, cha devalokā nava brahmalokā",
  "atk-s0102a0:17_10": "suññā bhavissantī’’ti anattamanā honti. Pupphitakāle pana pupphaṁ disvā – ‘‘sabbaññubodhisattesu",
  "atk-s0102a0:17_11": "mātukucchiṁ okkamantesu nikkhamantesu sambujjhantesu dhammacakkaṁ pavattentesu yamakapāṭihāriyaṁ",
  "atk-s0102a0:17_12": "karontesu devorohanaṁ karontesu āyusaṅkhāraṁ ossajjantesu parinibbāyantesu dasasahassacakkavāḷakampanādīni",
  "atk-s0102a0:17_13": "pāṭihāriyāni dakkhissāmā’’ti ca ‘‘cattāro apāyā parihāyissanti, cha devalokā nava",
  "atk-s0102a0:17_14": "brahmalokā paripūressantī’’ti ca attamanā udānaṁ udānentā attano attano brahmalokaṁ",
  "atk-s0102a0:17_15": "gacchanti. Imasmiṁ bhaddakappe pañca padumāni uppajjiṁsu. Tesaṁ nimittānaṁ ānubhāvena",
  "atk-s0102a0:17_16": "cattāro buddhā uppannā, pañcamo uppajjissati. Suddhāvāsabrahmānopi tāni padumāni",
  "atk-s0102a0:17_17": "disvā imamatthaṁ jāniṁsu. Tena vuttaṁ – ‘‘aññesampi pākaṭaṁ hotī’’ti.",
  "atk-s0102a0:18": "Āyuparicchedavaṇṇanā",
  "atk-s0102a0:19_0": "5-7. Iti bhagavā – ‘‘ito so, bhikkhave’’tiādinā nayena kappaparicchedavasena pubbenivāsaṁ",
  "atk-s0102a0:19_1": "dassetvā idāni tesaṁ buddhānaṁ jātiparicchedādivasena dassetuṁ vipassī, bhikkhavetiādimāha.",
  "atk-s0102a0:19_2": "Tattha āyuparicchede parittaṁ lahukanti ubhayametaṁ appakasseva vevacanaṁ. Yañhi",
  "atk-s0102a0:19_3": "appakaṁ, taṁ parittañceva lahukañca hoti.",
  "atk-s0102a0:20_0": "Appaṁ vā bhiyyoti vassasatato vā upari appaṁ, aññaṁ vassasataṁ apatvā vīsaṁ vā tiṁsaṁ",
  "atk-s0102a0:20_1": "vā cattālīsaṁ vā paṇṇāsaṁ vā saṭṭhi vā vassāni jīvati. Evaṁ dīghāyuko pana atidullabho,",
  "atk-s0102a0:20_2": "asuko kira evaṁ ciraṁ jīvatīti tattha tattha gantvā daṭṭhabbo hoti. Tattha visākhā",
  "atk-s0102a0:20_3": "upāsikā vīsavassasataṁ jīvati, tathā pokkharasāti brāhmaṇo, brahmāyu brāhmaṇo, selo",
  "atk-s0102a0:20_4": "brāhmaṇo, bāvariyabrāhmaṇo, ānandatthero, mahākassapattheroti. Anuruddhatthero pana",
  "atk-s0102a0:20_5": "vassasatañceva paṇṇāsañca vassāni, bākulatthero vassasatañceva saṭṭhi ca vassāni.",
  "atk-s0102a0:20_6": "Ayaṁ sabbadīghāyuko. Sopi dve vassasatāni na jīvati.",
  "atk-s0102a0:21_0": "Vipassīādayo pana sabbepi bodhisattā mettāpubbabhāgena somanassasahagatañāṇasampayuttaasaṅkhārikacittena",
  "atk-s0102a0:21_1": "mātukucchismiṁ paṭisandhiṁ gaṇhiṁsu. Tena cittena gahitāya paṭisandhiyā asaṅkhyeyyaṁ",
  "atk-s0102a0:21_2": "āyu, iti sabbe buddhā asaṅkhyeyyāyukā. Te kasmā asaṅkhyeyyaṁ na aṭṭhaṁsu? Utubhojanavipattiyā.",
  "atk-s0102a0:21_3": "Utubhojanavasena hi āyu hāyatipi vaḍḍhatipi.",
  "atk-s0102a0:22_0": "Tattha yadā rājāno adhammikā honti, tadā uparājāno, senāpati, seṭṭhi, sakalanagaraṁ,",
  "atk-s0102a0:22_1": "sakalaraṭṭhaṁ adhammikameva hoti; atha tesaṁ ārakkhadevatā, tāsaṁ devatānaṁ mittā",
  "atk-s0102a0:22_2": "bhūmaṭṭhadevatā, tāsaṁ devatānaṁ mittā ākāsaṭṭhakadevatā, ākāsaṭṭhakadevatānaṁ mittā",
  "atk-s0102a0:22_3": "uṇhavalāhakā devatā, tāsaṁ mittā abbhavalāhakā devatā, tāsaṁ mittā sītavalāhakā devatā,",
  "atk-s0102a0:22_4": "tāsaṁ mittā vassavalāhakā devatā, tāsaṁ mittā cātumahārājikā devatā, tāsaṁ mittā",
  "atk-s0102a0:22_5": "tāvatiṁsā devatā, tāsaṁ mittā yāmā devatāti evamādi. Evaṁ yāva bhavaggā ṭhapetvā",
  "atk-s0102a0:22_6": "ariyasāvake sabbā devabrahmaparisāpi adhammikāva honti. Tāsaṁ adhammikatāya visamaṁ",
  "atk-s0102a0:22_7": "candimasūriyā pariharanti, vāto yathāmaggena na vāyati, ayathāmaggena vāyanto ākāsaṭṭhakavimānāni",
  "atk-s0102a0:22_8": "khobheti, vimānesu khobhitesu devatānaṁ kīḷanatthāya cittāni na namanti, devatānaṁ",
  "atk-s0102a0:22_9": "kīḷanatthāya cittesu anamantesu sītuṇhabhedo utu yathākālena na sampajjati, tasmiṁ",
  "atk-s0102a0:22_10": "asampajjante na sammā devo vassati, kadāci vassati, kadāci na vassati; katthaci vassati,",
  "atk-s0102a0:22_11": "katthaci na vassati, vassantopi vappakāle aṅkurakāle nāḷakāle pupphakāle khīraggahaṇādikālesu",
  "atk-s0102a0:22_12": "yathā yathā sassānaṁ upakāro na hoti, tathā tathā vassati ca vigacchati ca, tena",
  "atk-s0102a0:22_13": "sassāni visamapākāni honti, vigatagandhavaṇṇarasādisampannāni. Ekabhājane pakkhittataṇḍulesupi",
  "atk-s0102a0:22_14": "ekasmiṁ padese bhattaṁ uttaṇḍulaṁ hoti, ekasmiṁ atikilinnaṁ, ekasmiṁ samapākaṁ. Taṁ",
  "atk-s0102a0:22_15": "paribhuttaṁ kucchiyampi tīhākārehi paccati. Tena sattā bahvābādhā ceva honti, appāyukā",
  "atk-s0102a0:22_16": "ca. Evaṁ tāva utubhojanavasena āyu hāyati.",
  "atk-s0102a0:23_0": "Yadā pana rājāno dhammikā honti, tadā uparājānopi dhammikā hontīti purimanayeneva",
  "atk-s0102a0:23_1": "yāva brahmalokā sabbepi dhammikā honti. Tesaṁ dhammikattā samaṁ candimasūriyā pariharanti,",
  "atk-s0102a0:23_2": "yathāmaggena vāto vāyati, yathāmaggena vāyanto ākāsaṭṭhakavimānāni na khobheti, tesaṁ",
  "atk-s0102a0:23_3": "akhobhā devatānaṁ kīḷanatthāya cittāni namanti. Evaṁ kālena utu sampajjati, devo",
  "atk-s0102a0:23_4": "sammā vassati, vappakālato paṭṭhāya sassānaṁ upakāraṁ karonto kāle vassati, kāle",
  "atk-s0102a0:23_5": "vigacchati, tena sassāni samapākāni sugandhāni suvaṇṇāni surasāni ojavantāni honti,",
  "atk-s0102a0:23_6": "tehi sampāditaṁ bhojanaṁ paribhuttampi sammā paripākaṁ gacchati , tena sattā arogā",
  "atk-s0102a0:23_7": "dīghāyukā honti. Evaṁ utubhojanavasena āyu vaḍḍhati.",
  "atk-s0102a0:24_0": "Tattha vipassī bhagavā asītivassasahassāyukakāle nibbatto, sikhī sattativassasahassāyukakāleti",
  "atk-s0102a0:24_1": "idaṁ anupubbena parihīnasadisaṁ kataṁ, na pana evaṁ parihīnaṁ, vaḍḍhitvā vaḍḍhitvā",
  "atk-s0102a0:24_2": "parihīnanti veditabbaṁ. Kathaṁ? Imasmiṁ tāva kappe kakusandho bhagavā cattālīsavassasahassāyukakāle",
  "atk-s0102a0:24_3": "nibbatto, āyuppamāṇaṁ pañca koṭṭhāse katvā cattāri ṭhatvā pañcame vijjamāneyeva parinibbuto.",
  "atk-s0102a0:24_4": "Taṁ āyu parihāyamānaṁ dasavassakālaṁ patvā puna vaḍḍhamānaṁ asaṅkhyeyyaṁ hutvā tato",
  "atk-s0102a0:24_5": "parihāyamānaṁ tiṁsavassasahassakāle ṭhitaṁ; tadā koṇāgamano bhagavā nibbatto. Tasmimpi",
  "atk-s0102a0:24_6": "tatheva parinibbute taṁ āyu dasavassakālaṁ patvā puna vaḍḍhamānaṁ asaṅkhyeyyaṁ hutvā",
  "atk-s0102a0:24_7": "parihāyitvā vīsativassasahassakāle ṭhitaṁ; tadā kassapo bhagavā nibbatto. Tasmimpi",
  "atk-s0102a0:24_8": "tatheva parinibbute taṁ āyu dasavassakālaṁ patvā puna vaḍḍhamānaṁ asaṅkhyeyyaṁ hutvā",
  "atk-s0102a0:24_9": "parihāyitvā vassasatakālaṁ pattaṁ, atha amhākaṁ sammāsambuddho nibbatto. Evaṁ anupubbena",
  "atk-s0102a0:24_10": "parihāyitvā parihāyitvā vaḍḍhitvā vaḍḍhitvā parihīnanti veditabbaṁ. Tattha yaṁ yaṁ",
  "atk-s0102a0:24_11": "āyuparimāṇesu manussesu buddhā nibbattanti, tesampi taṁ tadeva āyuparimāṇaṁ hotīti veditabbaṁ.",
  "atk-s0102a0:25": "Āyuparicchedavaṇṇanā niṭṭhitā.",
  "atk-s0102a0:26": "Bodhiparicchedavaṇṇanā",
  "atk-s0102a0:27_0": "8. Bodhiparicchede pana pāṭaliyā mūleti pāṭalirukkhassa heṭṭhā. Tassā pana pāṭaliyā",
  "atk-s0102a0:27_1": "khandho taṁ divasaṁ paṇṇāsaratano hutvā abbhuggato, sākhā paṇṇāsaratanāti ubbedhena",
  "atk-s0102a0:27_2": "ratanasataṁ ahosi. Taṁ divasañca sā pāṭali kaṇṇikābaddhehi viya pupphehi mūlato paṭṭhāya",
  "atk-s0102a0:27_3": "ekasañchannā ahosi, dibbagandhaṁ vāyati. Na kevalañca tadā ayameva pupphitā, dasasahassacakkavāḷe",
  "atk-s0102a0:27_4": "sabbapāṭaliyo pupphitā. Na kevalañca pāṭaliyo, dasasahassacakkavāḷe sabbarukkhānaṁ",
  "atk-s0102a0:27_5": "khandhesu khandhapadumāni, sākhāsu sākhāpadumāni, latāsu latāpadumāni, ākāse ākāsapadumāni",
  "atk-s0102a0:27_6": "pupphitāni, pathavitalaṁ bhinditvāpi mahāpadumāni uṭṭhitāni. Mahāsamuddopi pañcavaṇṇehi",
  "atk-s0102a0:27_7": "padumehi nīluppalarattuppalehi ca sañchanno ahosi. Sakaladasasahassacakkavāḷaṁ dhajamālākulaṁ",
  "atk-s0102a0:27_8": "tattha tattha nibaddhapupphadāmavissaṭṭhamālāguḷavippakiṇṇaṁ nānāvaṇṇakusumasamujjalaṁ",
  "atk-s0102a0:27_9": "nandanavanacittalatāvanamissakavanaphārusakavanasadisaṁ ahosi. Puratthimacakkavāḷamukhavaṭṭiyaṁ",
  "atk-s0102a0:27_10": "ussitaddhajā pacchimacakkavāḷamukhavaṭṭiṁ abhihananti. Pacchimadakkhiṇauttaracakkavāḷamukhavaṭṭiyaṁ",
  "atk-s0102a0:27_11": "ussitaddhajā dakkhiṇacakkavāḷamukhavaṭṭiṁ abhihananti. Evaṁ aññamaññasirīsampattāni",
  "atk-s0102a0:27_12": "cakkavāḷāni ahesuṁ. Abhisambuddhoti sakalaṁ buddhaguṇavibhavasiriṁ paṭivijjhamāno",
  "atk-s0102a0:27_13": "cattāri saccāni abhisambuddho.",
  "atk-s0102a0:28_0": "‘‘Sikhī, bhikkhave, bhagavā arahaṁ sammāsambuddho puṇḍarīkassa mūle abhisambuddho’’tiādīsupi",
  "atk-s0102a0:28_1": "imināva nayena padavaṇṇanā veditabbā. Ettha pana puṇḍarīkoti setambarukkho. Tassāpi",
  "atk-s0102a0:28_2": "tadeva parimāṇaṁ. Taṁ divasañca sopi dibbagandhehi pupphehi susañchanno ahosi. Na",
  "atk-s0102a0:28_3": "kevalañca pupphehi, phalehipi sañchanno ahosi. Tassa ekato taruṇāni phalāni, ekato",
  "atk-s0102a0:28_4": "majjhimāni phalāni, ekato nātipakkāni phalāni, ekato supakkāni pakkhittadibbojāni",
  "atk-s0102a0:28_5": "viya surasāni olambanti. Yathā so, evaṁ sakaladasasahassacakkavāḷesu pupphūpagarukkhā",
  "atk-s0102a0:28_6": "pupphehi, phalūpagarukkhā phalehi paṭimaṇḍitā ahesuṁ.",
  "atk-s0102a0:29_0": "Sāloti sālarukkho. Tassāpi tadeva parimāṇaṁ, tatheva pupphasirīvibhavo veditabbo.",
  "atk-s0102a0:29_1": "Sirīsarukkhepi eseva nayo. Udumbararukkhe pupphāni nāhesuṁ, phalavibhūti panettha",
  "atk-s0102a0:29_2": "ambe vuttanayāva, tathā nigrodhe, tathā assatthe. Iti sabbabuddhānaṁ ekova pallaṅko,",
  "atk-s0102a0:29_3": "rukkhā pana aññepi honti. Tesu yassa yassa rukkhassa mūle catumaggañāṇasaṅkhātabodhiṁ",
  "atk-s0102a0:29_4": "buddhā paṭivijjhanti, so so bodhīti vuccati. Ayaṁ bodhiparicchedo nāma.",
  "atk-s0102a0:30": "Sāvakayugaparicchedavaṇṇanā",
  "atk-s0102a0:31_0": "9. Sāvakayugaparicchede pana khaṇḍatissanti khaṇḍo ca tisso ca. Tesu khaṇḍo ekapitiko",
  "atk-s0102a0:31_1": "kaniṭṭhabhātā, tisso purohitaputto . Khaṇḍo paññāpāramiyā matthakaṁ patto, tisso",
  "atk-s0102a0:31_2": "samādhipāramiyā matthakaṁ patto. Agganti ṭhapetvā vipassiṁ bhagavantaṁ avasesehi",
  "atk-s0102a0:31_3": "saddhiṁ asadisaguṇatāya uttamaṁ. Bhaddayuganti aggattāyeva bhaddayugaṁ. Abhibhūsambhavanti",
  "atk-s0102a0:31_4": "abhibhū ca sambhavo ca. Tesu abhibhū paññāpāramiyā matthakaṁ patto. Sikhinā bhagavatā",
  "atk-s0102a0:31_5": "saddhiṁ aruṇavatito brahmalokaṁ gantvā brahmaparisāya vividhāni pāṭihāriyāni dassento",
  "atk-s0102a0:31_6": "dhammaṁ desetvā dasasahassilokadhātuṁ andhakārena pharitvā – ‘‘kiṁ ida’’nti sañjātasaṁvegānaṁ",
  "atk-s0102a0:31_7": "obhāsaṁ pharitvā – ‘‘sabbe me rūpañca passantu, saddañca suṇantū’’ti adhiṭṭhahitvā",
  "atk-s0102a0:31_8": "– ‘‘ārambhathā’’ti gāthādvayaṁ (saṁ. ni. 1.185) bhaṇanto saddaṁ sāvesi. Sambhavo",
  "atk-s0102a0:31_9": "samādhipāramiyā matthakaṁ patto ahosi.",
  "atk-s0102a0:32_0": "Soṇuttaranti soṇo ca uttaro ca. Tesupi soṇo paññāpāramiṁ patto, uttaro samādhipāramiṁ",
  "atk-s0102a0:32_1": "patto ahosi. Vidhurasañjīvanti vidhuro ca sañjīvo ca. Tesu vidhuro paññāpāramiṁ patto",
  "atk-s0102a0:32_2": "ahosi, sañjīvo samādhipāramiṁ patto. Samāpajjanabahulo rattiṭṭhānadivāṭṭhānakuṭileṇamaṇḍapādīsu",
  "atk-s0102a0:32_3": "samāpattibalena jhāyanto ekadivasaṁ araññe nirodhaṁ samāpajji, atha naṁ vanakammikādayo",
  "atk-s0102a0:32_4": "‘‘mato’’ti sallakkhetvā jhāpesuṁ. So yathāparicchedena samāpattito uṭṭhāya cīvarāni",
  "atk-s0102a0:32_5": "papphoṭetvā gāmaṁ piṇḍāya pāvisi. Tadupādāyeva ca naṁ ‘‘sañjīvo’’ti sañjāniṁsu. Bhiyyosuttaranti",
  "atk-s0102a0:32_6": "bhiyyoso ca uttaro ca. Tesu bhiyyoso paññāya uttaro, uttaro samādhinā aggo ahosi.",
  "atk-s0102a0:32_7": "Tissabhāradvājanti tisso ca bhāradvājo ca . Tesu tisso paññāpāramiṁ patto, bhāradvājo",
  "atk-s0102a0:32_8": "samādhipāramiṁ patto ahosi . Sāriputtamoggallānanti sāriputto ca moggallāno ca. Tesu",
  "atk-s0102a0:32_9": "sāriputto paññāvisaye, moggallāno samādhivisaye aggo ahosi. Ayaṁ sāvakayugaparicchedo nāma.",
  "atk-s0102a0:33": "Sāvakasannipātaparicchedavaṇṇanā",
  "atk-s0102a0:34_0": "10. Sāvakasannipātaparicchede vipassissa bhagavato paṭhamasannipāto caturaṅgiko ahosi,",
  "atk-s0102a0:34_1": "sabbe ehibhikkhū, sabbe iddhiyā nibbattapattacīvarā, sabbe anāmantitāva āgatā, iti",
  "atk-s0102a0:34_2": "te ca kho pannarase uposathadivase. Atha satthā bījaniṁ gahetvā nisinno uposathaṁ",
  "atk-s0102a0:34_3": "osāresi. Dutiyatatiyesupi eseva nayo. Tathā sesabuddhānaṁ sabbasannipātesu. Yasmā",
  "atk-s0102a0:34_4": "pana amhākaṁ bhagavato paṭhamabodhiyāva sannipāto ahosi, idañca suttaṁ aparabhāge",
  "atk-s0102a0:34_5": "vuttaṁ, tasmā ‘‘mayhaṁ, bhikkhave, etarahi eko sāvakānaṁ sannipāto’’ti aniṭṭhapetvā ‘‘ahosī’’ti vuttaṁ.",
  "atk-s0102a0:35_0": "Tattha aḍḍhateḷasāni bhikkhusatānīti purāṇajaṭilānaṁ sahassaṁ, dvinnaṁ aggasāvakānaṁ",
  "atk-s0102a0:35_1": "parivārāni aḍḍhateyyasatānīti aḍḍhateḷasāni bhikkhusatāni. Tattha dvinnaṁ aggasāvakānaṁ",
  "atk-s0102a0:35_2": "abhinīhārato paṭṭhāya vatthuṁ kathetvā pabbajjā dīpetabbā. Pabbajitānaṁ pana tesaṁ",
  "atk-s0102a0:35_3": "mahāmoggallāno sattame divase arahattaṁ patto. Dhammasenāpati pannarasame divase",
  "atk-s0102a0:35_4": "gijjhakūṭapabbatamajjhe sūkarakhataleṇapabbhāre bhāgineyyassa dīghanakhaparibbājakassa",
  "atk-s0102a0:35_5": "sajjite dhammayāge vedanāpariggahasuttante (ma. ni. 2.201) desiyamāne desanaṁ anubujjhamānaṁ",
  "atk-s0102a0:35_6": "ñāṇaṁ pesetvā sāvakapāramiñāṇaṁ patto. Bhagavā therassa arahattappattiṁ ñatvā vehāsaṁ",
  "atk-s0102a0:35_7": "abbhuggantvā veḷuvaneyeva paccuṭṭhāsi. Thero – ‘‘kuhiṁ nu kho bhagavā gato’’ti āvajjanto",
  "atk-s0102a0:35_8": "veḷuvane patiṭṭhitabhāvaṁ ñatvā sayampi vehāsaṁ abbhuggantvā veḷuvaneyeva paccuṭṭhāsi.",
  "atk-s0102a0:35_9": "Atha bhagavā pātimokkhaṁ osāresi. Taṁ sannipātaṁ sandhāya bhagavā – ‘‘aḍḍhateḷasāni",
  "atk-s0102a0:35_10": "bhikkhusatānī’’ti āha. Ayaṁ sāvakasannipātaparicchedo nāma.",
  "atk-s0102a0:36": "Upaṭṭhākaparicchedavaṇṇanā",
  "atk-s0102a0:37_0": "11. Upaṭṭhākaparicchede pana ānandoti nibaddhupaṭṭhākabhāvaṁ sandhāya vuttaṁ. Bhagavato",
  "atk-s0102a0:37_1": "hi paṭhamabodhiyaṁ anibaddhā upaṭṭhākā ahesuṁ. Ekadā nāgasamālo pattacīvaraṁ gahetvā",
  "atk-s0102a0:37_2": "vicari, ekadā nāgito, ekadā upavāno, ekadā sunakkhatto, ekadā cundo samaṇuddeso,",
  "atk-s0102a0:37_3": "ekadā sāgato , ekadā meghiyo. Tattha ekadā bhagavā nāgasamālattherena saddhiṁ addhānamaggapaṭipanno",
  "atk-s0102a0:37_4": "dvedhāpathaṁ patto. Thero maggā okkamma – ‘‘bhagavā, ahaṁ iminā maggena gacchāmī’’ti",
  "atk-s0102a0:37_5": "āha. Atha naṁ bhagavā – ‘‘ehi bhikkhu, iminā maggena gacchāmā’’ti āha. So – ‘‘handa,",
  "atk-s0102a0:37_6": "bhagavā, tumhākaṁ pattacīvaraṁ gaṇhatha, ahaṁ iminā maggena gacchāmī’’ti vatvā pattacīvaraṁ",
  "atk-s0102a0:37_7": "chamāyaṁ ṭhapetuṁ āraddho. Atha naṁ bhagavā – ‘‘āhara, bhikkhū’’ti vatvā pattacīvaraṁ",
  "atk-s0102a0:37_8": "gahetvā gato. Tassapi bhikkhuno itarena maggena gacchato corā pattacīvarañceva hariṁsu,",
  "atk-s0102a0:37_9": "sīsañca bhindiṁsu. So – ‘‘bhagavā idāni me paṭisaraṇaṁ, na añño’’ti cintetvā lohitena",
  "atk-s0102a0:37_10": "gaḷitena bhagavato santikaṁ agamāsi. ‘‘Kimidaṁ bhikkhū’’ti ca vutte taṁ pavattiṁ",
  "atk-s0102a0:37_11": "ārocesi. Atha naṁ bhagavā – ‘‘mā cintayi, bhikkhu, etaṁyeva te kāraṇaṁ sallakkhetvā",
  "atk-s0102a0:37_12": "nivārayimhā’’ti vatvā naṁ samassāsesi.",
  "atk-s0102a0:38_0": "Ekadā pana bhagavā meghiyattherena saddhiṁ pācīnavaṁsamigadāye jantugāmaṁ agamāsi.",
  "atk-s0102a0:38_1": "Tatrāpi meghiyo jantugāme piṇḍāya caritvā nadītīre pāsādikaṁ ambavanaṁ disvā – ‘‘bhagavā,",
  "atk-s0102a0:38_2": "tumhākaṁ pattacīvaraṁ gaṇhatha, ahaṁ tasmiṁ ambavane samaṇadhammaṁ karomī’’ti vatvā",
  "atk-s0102a0:38_3": "bhagavatā tikkhattuṁ nivāriyamānopi gantvā akusalavitakkehi upadduto anvāsatto (a.",
  "atk-s0102a0:38_4": "ni. 9.3; udāna paricchedo 31 daṭṭhabbo). Paccāgantvā taṁ pavattiṁ ārocesi. Tampi",
  "atk-s0102a0:38_5": "bhagavā – ‘‘idameva te kāraṇaṁ sallakkhetvā nivārayimhā’’ti vatvā anupubbena sāvatthiṁ",
  "atk-s0102a0:38_6": "agamāsi. Tattha gandhakuṭipariveṇe paññattavarabuddhāsane nisinno bhikkhusaṅghaparivuto",
  "atk-s0102a0:38_7": "bhikkhū āmantesi – ‘‘bhikkhave, idānimhi mahallako, ‘ekacce bhikkhū iminā maggena",
  "atk-s0102a0:38_8": "gacchāmā’ti vutte aññena gacchanti, ekacce mayhaṁ pattacīvaraṁ nikkhipanti, mayhaṁ",
  "atk-s0102a0:38_9": "nibaddhupaṭṭhākaṁ ekaṁ bhikkhuṁ jānāthā’’ti. Bhikkhūnaṁ dhammasaṁvego udapādi. Athāyasmā",
  "atk-s0102a0:38_10": "sāriputto uṭṭhāyāsanā bhagavantaṁ vanditvā – ‘‘ahaṁ , bhante, tumheyeva patthayamāno",
  "atk-s0102a0:38_11": "satasahassakappādhikaṁ asaṅkhyeyyaṁ pāramiyo pūrayiṁ, nanu mādiso mahāpañño upaṭṭhāko",
  "atk-s0102a0:38_12": "nāma vaṭṭati, ahaṁ upaṭṭhahissāmī’’ti āha. Taṁ bhagavā – ‘‘alaṁ sāriputta, yassaṁ",
  "atk-s0102a0:38_13": "disāyaṁ tvaṁ viharasi, asuññāyeva me sā disā, tava ovādo buddhānaṁ ovādasadiso, na",
  "atk-s0102a0:38_14": "me tayā upaṭṭhākakiccaṁ atthī’’ti paṭikkhipi. Etenevupāyena mahāmoggallānaṁ ādiṁ",
  "atk-s0102a0:38_15": "katvā asītimahāsāvakā uṭṭhahiṁsu. Te sabbepi bhagavā paṭikkhipi.",
  "atk-s0102a0:39_0": "Ānandatthero pana tuṇhīyeva nisīdi. Atha naṁ bhikkhū evamāhaṁsu – ‘‘āvuso, ānanda,",
  "atk-s0102a0:39_1": "bhikkhusaṅgho upaṭṭhākaṭṭhānaṁ yācati, tvampi yācāhī’’ti. So āha – ‘‘yācitvā laddhupaṭṭhānaṁ",
  "atk-s0102a0:39_2": "nāma āvuso kīdisaṁ hoti, kiṁ maṁ satthā na passati, sace rocissati, ānando maṁ upaṭṭhātūti",
  "atk-s0102a0:39_3": "vakkhatī’’ti. Atha bhagavā – ‘‘na, bhikkhave, ānando aññena ussāhetabbo, sayameva",
  "atk-s0102a0:39_4": "jānitvā maṁ upaṭṭhahissatī’’ti āha. Tato bhikkhū – ‘‘uṭṭhehi, āvuso ānanda, uṭṭhehi",
  "atk-s0102a0:39_5": "āvuso ānanda, dasabalaṁ upaṭṭhākaṭṭhānaṁ yācāhī’’ti āhaṁsu. Thero uṭṭhahitvā cattāro",
  "atk-s0102a0:39_6": "paṭikkhepe, catasso ca āyācanāti aṭṭha vare yāci.",
  "atk-s0102a0:40_0": "Cattāro paṭikkhepā nāma – ‘‘sace me, bhante, bhagavā attanā laddhaṁ paṇītaṁ cīvaraṁ",
  "atk-s0102a0:40_1": "na dassati, piṇḍapātaṁ na dassati, ekagandhakuṭiyaṁ vasituṁ na dassati, nimantanaṁ",
  "atk-s0102a0:40_2": "gahetvā na gamissati, evāhaṁ bhagavantaṁ upaṭṭhahissāmī’’ti vatvā – ‘‘kiṁ panettha,",
  "atk-s0102a0:40_3": "ānanda, ādīnavaṁ passasī’’ti vutte – ‘‘sacāhaṁ, bhante, imāni vatthūni labhissāmi,",
  "atk-s0102a0:40_4": "bhavissanti vattāro – ‘ānando dasabalena laddhaṁ paṇītaṁ cīvaraṁ paribhuñjati, piṇḍapātaṁ",
  "atk-s0102a0:40_5": "paribhuñjati, ekagandhakuṭiyaṁ vasati, ekato nimantanaṁ gacchati, etaṁ lābhaṁ labhanto",
  "atk-s0102a0:40_6": "tathāgataṁ upaṭṭhāti, ko evaṁ upaṭṭhahato bhāro’ti’’ ime cattāro paṭikkhepe yāci.",
  "atk-s0102a0:41_0": "Catasso āyācanā nāma – ‘‘sace, bhante, bhagavā mayā gahitanimantanaṁ gamissati, sacāhaṁ",
  "atk-s0102a0:41_1": "tiroraṭṭhā tirojanapadā bhagavantaṁ daṭṭhuṁ āgataṁ parisaṁ āgatakkhaṇe eva bhagavantaṁ",
  "atk-s0102a0:41_2": "dassetuṁ lacchāmi, yadā me kaṅkhā uppajjati, tasmiṁyeva khaṇe bhagavantaṁ upasaṅkamituṁ",
  "atk-s0102a0:41_3": "lacchāmi, yaṁ bhagavā mayhaṁ parammukhā dhammaṁ deseti, taṁ āgantvā mayhaṁ kathessati,",
  "atk-s0102a0:41_4": "evāhaṁ bhagavantaṁ upaṭṭhahissāmī’’ti vatvā – ‘‘kaṁ panettha, ānanda, ānisaṁsaṁ passasī’’ti",
  "atk-s0102a0:41_5": "vutte – ‘‘idha, bhante, saddhā kulaputtā bhagavato okāsaṁ alabhantā maṁ evaṁ vadanti",
  "atk-s0102a0:41_6": "– ‘sve, bhante ānanda, bhagavatā saddhiṁ amhākaṁ ghare bhikkhaṁ gaṇheyyāthā’ti, sace",
  "atk-s0102a0:41_7": "bhante bhagavā tattha na gamissati, icchitakkhaṇeyeva parisaṁ dassetuṁ, kaṅkhañca",
  "atk-s0102a0:41_8": "vinodetuṁ okāsaṁ na lacchāmi, bhavissanti vattāro – ‘kiṁ ānando dasabalaṁ upaṭṭhāti,",
  "atk-s0102a0:41_9": "ettakampissa anuggahaṁ bhagavā na karotī’ti. Bhagavato ca parammukhā maṁ pucchissanti",
  "atk-s0102a0:41_10": "– ‘ayaṁ, āvuso ānanda, gāthā, idaṁ suttaṁ, idaṁ jātakaṁ, kattha desita’nti. Sacāhaṁ",
  "atk-s0102a0:41_11": "taṁ na sampādayissāmi, bhavissanti vattāro – ‘ettakampi, āvuso, na jānāsi, kasmā",
  "atk-s0102a0:41_12": "tvaṁ chāyā viya bhagavantaṁ avijahanto dīgharattaṁ vicarasī’ti. Tenāhaṁ parammukhā",
  "atk-s0102a0:41_13": "desitassapi dhammassa puna kathanaṁ icchāmī’’ti imā catasso āyācanā yāci. Bhagavāpissa adāsi.",
  "atk-s0102a0:42_0": "Evaṁ ime aṭṭha vare gahetvā nibaddhupaṭṭhāko ahosi. Tasseva ṭhānantarassatthāya kappasatasahassaṁ",
  "atk-s0102a0:42_1": "pūritānaṁ pāramīnaṁ phalaṁ pāpuṇīti imassa nibaddhupaṭṭhākabhāvaṁ sandhāya – ‘‘mayhaṁ,",
  "atk-s0102a0:42_2": "bhikkhave, etarahi ānando bhikkhu upaṭṭhāko aggupaṭṭhāko’’ti āha. Ayaṁ upaṭṭhākaparicchedo nāma.",
  "atk-s0102a0:43": "12. Pitiparicchedo uttānatthoyeva.",
  "atk-s0102a0:44_0": "Vihāraṁ pāvisīti kasmā vihāraṁ pāvisi? Bhagavā kira ettakaṁ kathetvā cintesi – ‘‘na",
  "atk-s0102a0:44_1": "tāva mayā sattannaṁ buddhānaṁ vaṁso nirantaraṁ matthakaṁ pāpetvā kathito, ajja mayi",
  "atk-s0102a0:44_2": "pana vihāraṁ paviṭṭhe ime bhikkhū bhiyyoso mattāya pubbenivāsañāṇaṁ ārabbha vaṇṇaṁ",
  "atk-s0102a0:44_3": "kathayissanti. Athāhaṁ āgantvā nirantaraṁ buddhavaṁsaṁ kathetvā matthakaṁ pāpetvā",
  "atk-s0102a0:44_4": "dassāmī’’ti bhikkhūnaṁ kathāvārassa okāsaṁ datvā uṭṭhāyāsanā vihāraṁ pāvisi.",
  "atk-s0102a0:45_0": "Yañcetaṁ bhagavā tantiṁ kathesi, tattha kappaparicchedo, jātiparicchedo, gottaparicchedo,",
  "atk-s0102a0:45_1": "āyuparicchedo, bodhiparicchedo, sāvakayugaparicchedo, sāvakasannipātaparicchedo,",
  "atk-s0102a0:45_2": "upaṭṭhākaparicchedo, pitiparicchedoti navime vārā āgatā, sambahulavāro anāgato, ānetvā pana dīpetabbo.",
  "atk-s0102a0:46": "Sambahulavārakathāvaṇṇanā",
  "atk-s0102a0:47_0": "Sabbabodhisattānañhi ekasmiṁ kulavaṁsānurūpe putte jāte nikkhamitvā pabbajitabbanti",
  "atk-s0102a0:47_1": "ayameva vaṁso, ayaṁ paveṇī. Kasmā? Sabbaññubodhisattānañhi mātukucchiṁ okkamanato",
  "atk-s0102a0:47_2": "paṭṭhāya pubbe vuttappakārāni anekāni pāṭihāriyāni honti, tatra nesaṁ yadi neva jātanagaraṁ,",
  "atk-s0102a0:47_3": "na pitā, na mātā, na bhariyā, na putto paññāyeyya, ‘‘imassa neva jātanagaraṁ, na",
  "atk-s0102a0:47_4": "pitā, na bhariyā, na putto paññāyati, devo vā sakko vā māro vā brahmā vā esa maññe,",
  "atk-s0102a0:47_5": "devānañca īdisaṁ pāṭihāriyaṁ anacchariya’’nti maññamāno jano neva sotabbaṁ, na saddhātabbaṁ",
  "atk-s0102a0:47_6": "maññeyya. Tato abhisamayo na bhaveyya, abhisamaye asati niratthakova buddhuppādo,",
  "atk-s0102a0:47_7": "aniyyānikaṁ sāsanaṁ hoti. Tasmā sabbabodhisattānaṁ – ‘‘ekasmiṁ kulavaṁsānurūpe putte",
  "atk-s0102a0:47_8": "jāte nikkhamitvā pabbajitabba’’nti ayameva vaṁso ayaṁ paveṇī. Tasmā puttādīnaṁ vasena",
  "atk-s0102a0:47_9": "sambahulavāro ānetvā dīpetabbo.",
  "atk-s0102a0:48": "Sambahulaparicchedavaṇṇanā",
  "atk-s0102a0:49": "Tattha –",
  "atk-s0102a0:50": "Samavattakkhandho atulo, suppabuddho ca uttaro;",
  "atk-s0102a0:51": "Satthavāho vijitaseno, rāhulo bhavati sattamoti.",
  "atk-s0102a0:52": "Ete tāva sattannampi bodhisattānaṁ anukkameneva satta puttā veditabbā.",
  "atk-s0102a0:53_0": "Tattha rāhulabhadde tāva jāte paṇṇaṁ āharitvā mahāpurisassa hatthe ṭhapayiṁsu. Athassa",
  "atk-s0102a0:53_1": "tāvadeva sakalasarīraṁ khobhetvā puttasineho aṭṭhāsi. So cintesi – ‘‘ekasmiṁ tāva",
  "atk-s0102a0:53_2": "jāte evarūpo puttasineho, parosahassaṁ kira me puttā bhavissanti, tesu ekekasmiṁ",
  "atk-s0102a0:53_3": "jāte idaṁ sinehabandhanaṁ evaṁ vaḍḍhantaṁ dubbhejjaṁ bhavissati, rāhu jāto, bandhanaṁ",
  "atk-s0102a0:53_4": "jāta’’nti āha. Taṁ divasameva ca rajjaṁ pahāya nikkhanto. Esa nayo sabbesaṁ puttuppattiyanti.",
  "atk-s0102a0:53_5": "Ayaṁ puttaparicchedo.",
  "atk-s0102a0:54": "Sutanā sabbakāmā ca, sucittā atha rocinī;",
  "atk-s0102a0:55": "Rucaggatī sunandā ca, bimbā bhavati sattamāti.",
  "atk-s0102a0:56": "Etā tesaṁ sattannampi puttānaṁ mātaro ahesuṁ. Bimbādevī pana rāhulakumāre jāte rāhulamātāti paññāyittha. Ayaṁ bhariyaparicchedo.",
  "atk-s0102a0:57_0": "Vipassī kakusandhoti ime pana dve bodhisattā payuttaājaññarathamāruyha mahābhinikkhamanaṁ",
  "atk-s0102a0:57_1": "nikkhamiṁsu. Sikhī koṇāgamanoti ime dve hatthikkhandhavaragatā hutvā nikkhamiṁsu.",
  "atk-s0102a0:57_2": "Vessabhū suvaṇṇasivikāya nisīditvā nikkhami. Kassapo uparipāsāde mahātale nisinnova",
  "atk-s0102a0:57_3": "ānāpānacatutthajjhānaṁ nibbattetvā jhānā uṭṭhāya taṁ jhānaṁ pādakaṁ katvā – ‘‘pāsādo",
  "atk-s0102a0:57_4": "uggantvā bodhimaṇḍe otaratū’’ti adhiṭṭhāsi. Pāsādo ākāsena gantvā bodhimaṇḍe otari.",
  "atk-s0102a0:57_5": "Mahāpurisopi tato otaritvā bhūmiyaṁ ṭhatvā – ‘‘pāsādo yathāṭhāneyeva patiṭṭhātū’’ti",
  "atk-s0102a0:57_6": "cintesi. So yathāṭhāne patiṭṭhāsi. Mahāpurisopi satta divasāni padhānamanuyuñjitvā",
  "atk-s0102a0:57_7": "bodhipallaṅke nisīditvā sabbaññutaṁ paṭivijjhi. Amhākaṁ pana bodhisatto kaṇṭakaṁ",
  "atk-s0102a0:57_8": "assavaramāruyha nikkhantoti. Ayaṁ yānaparicchedo.",
  "atk-s0102a0:58_0": "Vipassissa pana bhagavato yojanappamāṇe padese vihāro patiṭṭhāsi, sikhissa tigāvute,",
  "atk-s0102a0:58_1": "vessabhussa aḍḍhayojane, kakusandhassa gāvute, koṇāgamanassa aḍḍhagāvute, kassapassa",
  "atk-s0102a0:58_2": "vīsatiusabhe. Amhākaṁ bhagavato pakatimānena soḷasakarīse, rājamānena aṭṭhakarīse",
  "atk-s0102a0:58_3": "padese vihāro patiṭṭhitoti. Ayaṁ vihāraparicchedo.",
  "atk-s0102a0:59_0": "Vipassissa pana bhagavato ekaratanāyāmā vidatthivitthārā aṭṭhaṅgulubbedhā suvaṇṇiṭṭhakā",
  "atk-s0102a0:59_1": "kāretvā cūḷaṁsena chādetvā vihāraṭṭhānaṁ kiṇiṁsu. Sikhissa suvaṇṇayaṭṭhiphālehi chādetvā",
  "atk-s0102a0:59_2": "kiṇiṁsu. Vessabhussa suvaṇṇahatthipādāni kāretvā tesaṁ cūḷaṁsena chādetvā kiṇiṁsu.",
  "atk-s0102a0:59_3": "Kakusandhassa vuttanayeneva suvaṇṇiṭṭhakāhi chādetvā kiṇiṁsu. Koṇāgamanassa vuttanayeneva",
  "atk-s0102a0:59_4": "suvaṇṇakacchapehi chādetvā kiṇiṁsu. Kassapassa suvaṇṇakaṭṭīhiyeva chādetvā kiṇiṁsu.",
  "atk-s0102a0:59_5": "Amhākaṁ bhagavato salakkhaṇānaṁ kahāpaṇānaṁ cūḷaṁsena chādetvā kiṇiṁsu. Ayaṁ vihārabhūmiggahaṇadhanaparicchedo.",
  "atk-s0102a0:60_0": "Tattha vipassissa bhagavato tathā bhūmiṁ kiṇitvā vihāraṁ katvā dinnupaṭṭhāko punabbasumitto",
  "atk-s0102a0:60_1": "nāma ahosi, sikhissa sirivaḍḍhano nāma, vessabhussa sotthiyo nāma, kakusandhassa",
  "atk-s0102a0:60_2": "accuto nāma, koṇāgamanassa uggo nāma, kassapassa sumano nāma, amhākaṁ bhagavato sudatto",
  "atk-s0102a0:60_3": "nāma. Sabbe cete gahapatimahāsālā seṭṭhino ahesunti. Ayaṁ upaṭṭhākaparicchedo nāma.",
  "atk-s0102a0:61_0": "Aparāni cattāri avijahitaṭṭhānāni nāma honti. Sabbabuddhānañhi bodhipallaṅko avijahito,",
  "atk-s0102a0:61_1": "ekasmiṁyeva ṭhāne hoti. Dhammacakkappavattanaṁ isipatane migadāye avijahitameva hoti.",
  "atk-s0102a0:61_2": "Devorohanakāle saṅkassanagaradvāre paṭhamapadagaṇṭhikā avijahitāva hoti. Jetavane",
  "atk-s0102a0:61_3": "gandhakuṭiyā cattāri mañcapādaṭṭhānāni avijahitāneva honti. Vihāro pana khuddakopi",
  "atk-s0102a0:61_4": "mahantopi hoti, vihāropi na vijahitoyeva, nagaraṁ pana vijahati. Yadā nagaraṁ pācīnato",
  "atk-s0102a0:61_5": "hoti, tadā vihāro pacchimato; yadā nagaraṁ dakkhiṇato, tadā vihāro uttarato. Yadā",
  "atk-s0102a0:61_6": "nagaraṁ pacchimato, tadā vihāro pācīnato; yadā nagaraṁ uttarato, tadā vihāro dakkhiṇato.",
  "atk-s0102a0:61_7": "Idāni pana nagaraṁ uttarato, vihāro dakkhiṇato.",
  "atk-s0102a0:62_0": "Sabbabuddhānañca āyuvemattaṁ, pamāṇavemattaṁ, kulavemattaṁ, padhānavemattaṁ, rasmivemattanti",
  "atk-s0102a0:62_1": "pañca vemattāni honti. Āyuvemattaṁ nāma keci dīghāyukā honti, keci appāyukā. Tathā",
  "atk-s0102a0:62_2": "hi dīpaṅkarassa vassasatasahassaṁ āyuppamāṇaṁ ahosi, amhākaṁ bhagavato vassasataṁ āyuppamāṇaṁ.",
  "atk-s0102a0:63": "Pamāṇavemattaṁ nāma keci dīghā honti keci rassā. Tathā hi dīpaṅkaro asītihattho ahosi, sumano navutihattho, amhākaṁ bhagavā aṭṭhārasahattho.",
  "atk-s0102a0:64_0": "Kulavemattaṁ nāma keci khattiyakule nibbattanti, keci brāhmaṇakule. Padhānavemattaṁ",
  "atk-s0102a0:64_1": "nāma kesañci padhānaṁ ittarakālameva hoti, yathā kassapassa bhagavato. Kesañci addhaniyaṁ,",
  "atk-s0102a0:64_2": "yathā amhākaṁ bhagavato.",
  "atk-s0102a0:65_0": "Rasmivemattaṁ nāma maṅgalassa bhagavato sarīrarasmi dasasahassilokadhātuppamāṇā ahosi.",
  "atk-s0102a0:65_1": "Amhākaṁ bhagavato samantā byāmamattā . Tatra rasmivemattaṁ ajjhāsayappaṭibaddhaṁ,",
  "atk-s0102a0:65_2": "yo yattakaṁ icchati, tassa tattakaṁ sarīrappabhā pharati. Maṅgalassa pana niccampi",
  "atk-s0102a0:65_3": "dasasahassilokadhātuṁ pharatūti ajjhāsayo ahosi. Paṭividdhaguṇesu pana kassaci vemattaṁ nāma natthi.",
  "atk-s0102a0:66_0": "Aparaṁ amhākaṁyeva bhagavato sahajātaparicchedañca nakkhattaparicchedañca dīpesuṁ.",
  "atk-s0102a0:66_1": "Sabbaññubodhisattena kira saddhiṁ rāhulamātā, ānandatthero, channo, kaṇṭako, nidhikumbho,",
  "atk-s0102a0:66_2": "mahābodhi, kāḷudāyīti imāni satta sahajātāni. Mahāpuriso ca uttarāsāḷhanakkhatteneva",
  "atk-s0102a0:66_3": "mātukucchiṁ okkami, mahābhinikkhamanaṁ nikkhami, dhammacakkaṁ pavattesi, yamakapāṭihāriyaṁ",
  "atk-s0102a0:66_4": "akāsi. Visākhānakkhattena jāto ca abhisambuddho ca parinibbuto ca. Māghanakkhattenassa",
  "atk-s0102a0:66_5": "sāvakasannipāto ca ahosi, āyusaṅkhārossajjanañca, assayujanakkhattena devorohananti",
  "atk-s0102a0:66_6": "ettakaṁ āharitvā dīpetabbaṁ. Ayaṁ sambahulaparicchedo nāma.",
  "atk-s0102a0:67_0": "13. Idāni atha kho tesaṁ bhikkhūnantiādīsu te bhikkhū – ‘‘āvuso, pubbenivāsassa nāma",
  "atk-s0102a0:67_1": "ayaṁ gati, yadidaṁ cutito paṭṭhāya paṭisandhiārohanaṁ. Yaṁ pana idaṁ paṭisandhito",
  "atk-s0102a0:67_2": "paṭṭhāya pacchāmukhaṁ ñāṇaṁ pesetvā cuti gantabbaṁ, idaṁ atigarukaṁ. Ākāse padaṁ",
  "atk-s0102a0:67_3": "dassento viya bhagavā kathesī’’ti ativimhayajātā hutvā – ‘‘acchariyaṁ, āvuso,’’tiādīni",
  "atk-s0102a0:67_4": "vatvā puna aparampi kāraṇaṁ dassento – ‘‘yatra hi nāma tathāgato’’tiādimāhaṁsu .",
  "atk-s0102a0:67_5": "Tattha yatra hi nāmāti acchariyatthe nipāto, yo nāma tathāgatoti attho. Chinnapapañceti",
  "atk-s0102a0:67_6": "ettha papañcā nāma taṇhā māno diṭṭhīti ime tayo kilesā. Chinnavaṭumeti ettha vaṭumanti",
  "atk-s0102a0:67_7": "kusalākusalakammavaṭṭaṁ vuccati. Pariyādinnavaṭṭeti tasseva vevacanaṁ, pariyādinnasabbakammavaṭṭeti",
  "atk-s0102a0:67_8": "attho. Sabbadukkhavītivatteti sabbaṁ vipākavaṭṭasaṅkhātaṁ dukkhaṁ vītivatte . Anussarissatīti",
  "atk-s0102a0:67_9": "idaṁ yatrāti nipātavasena anāgatavacanaṁ, attho panettha atītavasena veditabbo. Bhagavā",
  "atk-s0102a0:67_10": "hi te buddhe anussari, na idāni anussarissati. Evaṁsīlāti maggasīlena phalasīlena",
  "atk-s0102a0:67_11": "lokiyalokuttarasīlena evaṁsīlā. Evaṁdhammāti ettha samādhipakkhā dhammā adhippetā,",
  "atk-s0102a0:67_12": "maggasamādhinā phalasamādhinā lokiyalokuttarasamādhinā, evaṁsamādhayoti attho. Evaṁpaññāti",
  "atk-s0102a0:67_13": "maggapaññādivaseneva evaṁpaññā. Evaṁvihārīti ettha pana heṭṭhā samādhipakkhānaṁ dhammānaṁ",
  "atk-s0102a0:67_14": "gahitattā vihāro gahitova puna kasmā gahitameva gaṇhātīti ce; na idaṁ gahitameva,",
  "atk-s0102a0:67_15": "idañhi nirodhasamāpattidīpanatthaṁ vuttaṁ. Tasmā evaṁ nirodhasamāpattivihārī te bhagavanto",
  "atk-s0102a0:67_16": "ahesunti evamettha attho daṭṭhabbo.",
  "atk-s0102a0:68_0": "Evaṁvimuttāti ettha vikkhambhanavimutti, tadaṅgavimutti, samucchedavimutti, paṭippassaddhivimutti,",
  "atk-s0102a0:68_1": "nissaraṇavimuttīti pañcavidhā vimutti. Tattha aṭṭha samāpattiyo sayaṁ vikkhambhitehi",
  "atk-s0102a0:68_2": "nīvaraṇādīhi vimuttattā vikkhambhanavimuttīti saṅkhyaṁ gacchanti. Aniccānupassanādikā",
  "atk-s0102a0:68_3": "sattānupassanā sayaṁ tassa tassa paccanīkaṅgavasena pariccattāhi niccasaññādīhi vimuttattā",
  "atk-s0102a0:68_4": "tadaṅgavimuttīti saṅkhyaṁ gacchanti. Cattāro ariyamaggā sayaṁ samucchinnehi kilesehi",
  "atk-s0102a0:68_5": "vimuttattā samucchedavimuttīti saṅkhyaṁ gacchanti. Cattāri sāmaññaphalāni maggānubhāvena",
  "atk-s0102a0:68_6": "kilesānaṁ paṭippassaddhante uppannattā paṭippassaddhivimuttīti saṅkhyaṁ gacchanti.",
  "atk-s0102a0:68_7": "Nibbānaṁ sabbakilesehi nissaṭattā apagatattā dūre ṭhitattā nissaraṇavimuttīti saṅkhyaṁ",
  "atk-s0102a0:68_8": "gacchati. Iti imāsaṁ pañcannaṁ vimuttīnaṁ vasena – ‘‘evaṁ vimuttā’’ti ettha attho daṭṭhabbo.",
  "atk-s0102a0:69": "14.Paṭisallānā vuṭṭhitoti ekībhāvā vuṭṭhito.",
  "atk-s0102a0:70_0": "16.‘‘Ito so, bhikkhave’’ti ko anusandhi? Idañhi suttaṁ – ‘‘tathāgatassevesā, bhikkhave,",
  "atk-s0102a0:70_1": "dhammadhātu suppaṭividdhā’’ti ca ‘‘devatāpi tathāgatassa etamatthaṁ ārocesu’’nti",
  "atk-s0102a0:70_2": "ca imehi dvīhi padehi ābaddhaṁ. Tattha devatārocanapadaṁ suttantapariyosāne devacārikakolāhalaṁ",
  "atk-s0102a0:70_3": "dassento vicāressati . Dhammadhātupadānusandhivasena pana ayaṁ desanā āraddhā. Tattha",
  "atk-s0102a0:70_4": "khattiyo jātiyātiādīni ekādasapadāni nidānakaṇḍe vuttanayeneva veditabbāni.",
  "atk-s0102a0:71": "Bodhisattadhammatāvaṇṇanā",
  "atk-s0102a0:72_0": "17.Athakho, bhikkhave, vipassī bodhisattotiādīsu pana vipassīti tassa nāmaṁ, tañca",
  "atk-s0102a0:72_1": "kho vividhe atthe passanakusalatāya laddhaṁ. Bodhisattoti paṇḍitasatto bujjhanakasatto.",
  "atk-s0102a0:72_2": "Bodhisaṅkhātesu vā catūsu maggesu satto āsatto laggamānasoti bodhisatto. Sato sampajānoti",
  "atk-s0102a0:72_3": "ettha satoti satiyeva. Sampajānoti ñāṇaṁ. Satiṁ sūpaṭṭhitaṁ katvā ñāṇena paricchinditvā",
  "atk-s0102a0:72_4": "mātukucchiṁ okkamīti attho. Okkamīti iminā cassa okkantabhāvo pāḷiyaṁ dassito, na",
  "atk-s0102a0:72_5": "okkamanakkamo. So pana yasmā aṭṭhakathaṁ ārūḷho, tasmā evaṁ veditabbo –",
  "atk-s0102a0:73_0": "Sabbabodhisattā hi samatiṁsa pāramiyo pūretvā, pañca mahāpariccāge pariccajitvā,",
  "atk-s0102a0:73_1": "ñātatthacariyalokatthacariyabuddhacariyānaṁ koṭiṁ patvā, vessantarasadise tatiye",
  "atk-s0102a0:73_2": "attabhāve ṭhatvā, satta mahādānāni datvā, sattakkhattuṁ pathaviṁ kampetvā, kālaṅkatvā,",
  "atk-s0102a0:73_3": "dutiyacittavāre tusitabhavane nibbattanti. Vipassī bodhisattopi tatheva katvā tusitapure",
  "atk-s0102a0:73_4": "nibbattitvā saṭṭhisatasahassādhikā sattapaññāsa vassakoṭiyo tattha aṭṭhāsi. Aññadā",
  "atk-s0102a0:73_5": "pana dīghāyukadevaloke nibbattā bodhisattā na yāvatāyukaṁ tiṭṭhanti. Kasmā? Tattha",
  "atk-s0102a0:73_6": "pāramīnaṁ duppūraṇīyattā. Te adhimuttikālakiriyaṁ katvā manussapatheyeva nibbattanti.",
  "atk-s0102a0:73_7": "Pāramīnaṁ pūrento pana yathā idāni ekena attabhāvena sabbaññutaṁ upanetuṁ sakkonti,",
  "atk-s0102a0:73_8": "evaṁ sabbaso pūritattā tadā vipassī bodhisatto tattha yāvatāyukaṁ aṭṭhāsi.",
  "atk-s0102a0:74_0": "Devatānaṁ pana – ‘‘manussānaṁ gaṇanāvasena idāni sattahi divasehi cuti bhavissatī’’ti",
  "atk-s0102a0:74_1": "pañca pubbanimittāni uppajjanti – mālā milāyanti, vatthāni kilissanti, kacchehi sedā",
  "atk-s0102a0:74_2": "muccanti, kāye dubbaṇṇiyaṁ okkamati, devo devāsane na saṇṭhāti. Tattha mālāti paṭisandhiggahaṇadivase",
  "atk-s0102a0:74_3": "piḷandhanamālā , tā kira saṭṭhisatasahassādhikā sattapaṇṇāsa vassakoṭiyo amilāyitvā",
  "atk-s0102a0:74_4": "tadā milāyanti. Vatthesupi eseva nayo. Ettakaṁ pana kālaṁ devānaṁ neva sītaṁ na uṇhaṁ",
  "atk-s0102a0:74_5": "hoti, tasmiṁ kāle sarīrā bindubinduvasena sedā muccanti. Ettakañca kālaṁ tesaṁ sarīre",
  "atk-s0102a0:74_6": "khaṇḍiccapāliccādivasena vivaṇṇatā na paññāyati, devadhītā soḷasavassuddesikā viya",
  "atk-s0102a0:74_7": "khāyanti, devaputtā vīsativassuddesikā viya khāyanti, maraṇakāle pana tesaṁ kilantarūpo",
  "atk-s0102a0:74_8": "attabhāvo hoti. Ettakañca tesaṁ kālaṁ devaloke ukkaṇṭhitā nāma natthi, maraṇakāle",
  "atk-s0102a0:74_9": "pana nissasanti vijambhanti, sake āsane nābhiramanti.",
  "atk-s0102a0:75_0": "Imāni pana pubbanimittāni yathā loke mahāpuññānaṁ rājarājamahāmattādīnaṁyeva ukkāpātabhūmicālacandaggāhādīni",
  "atk-s0102a0:75_1": "nimittāni paññāyanti, na sabbesaṁ; evaṁ mahesakkhadevatānaṁyeva paññāyanti, na sabbesaṁ.",
  "atk-s0102a0:75_2": "Yathā ca manussesu pubbanimittāni nakkhattapāṭhakādayova jānanti, na sabbe; evaṁ",
  "atk-s0102a0:75_3": "tānipi na sabbadevatā jānanti, paṇḍitā eva pana jānanti. Tattha ye mandena kusalakammena",
  "atk-s0102a0:75_4": "nibbattā devaputtā, te tesu uppannesu – ‘‘idāni ko jānāti, ‘kuhiṁ nibbattessāmā’ti’’",
  "atk-s0102a0:75_5": "bhāyanti. Ye mahāpuññā, te ‘‘amhehi dinnaṁ dānaṁ, rakkhitaṁ sīlaṁ, bhāvitaṁ bhāvanaṁ",
  "atk-s0102a0:75_6": "āgamma upari devalokesu sampattiṁ anubhavissāmā’’ti na bhāyanti. Vipassī bodhisattopi",
  "atk-s0102a0:75_7": "tāni pubbanimittāni disvā ‘‘idāni anantare attabhāve buddho bhavissāmī’’ti na bhāyati.",
  "atk-s0102a0:75_8": "Athassa tesu nimittesu pātubhūtesu dasasahassacakkavāḷadevatā sannipatitvā – ‘‘mārisa,",
  "atk-s0102a0:75_9": "tumhehi dasa pāramiyo pūrentehi na sakkasampattiṁ, na mārasampattiṁ, na brahmasampattiṁ,",
  "atk-s0102a0:75_10": "na cakkavattisampattiṁ patthentehi pūritā, lokanittharaṇatthāya pana buddhattaṁ patthayamānehi",
  "atk-s0102a0:75_11": "pūritā. So vo, idāni kālo, mārisa, buddhattāya, samayo, mārisa, buddhattāyā’’ti yācanti.",
  "atk-s0102a0:76_0": "Atha mahāsatto tāsaṁ devatānaṁ paṭiññaṁ adatvāva kāladīpadesakulajanettiāyuparicchedavasena",
  "atk-s0102a0:76_1": "pañcamahāvilokanaṁ nāma vilokesi. Tattha ‘‘kālo nu kho, na kālo’’ti paṭhamaṁ kālaṁ",
  "atk-s0102a0:76_2": "vilokesi. Tattha vassasatasahassato uddhaṁ vaḍḍhitaāyukālo kālo nāma na hoti. Kasmā?",
  "atk-s0102a0:76_3": "Tadā hi sattānaṁ jātijarāmaraṇāni na paññāyanti, buddhānañca dhammadesanā nāma tilakkhaṇamuttā",
  "atk-s0102a0:76_4": "natthi. Te tesaṁ – ‘‘aniccaṁ dukkhamanattā’’ti kathentānaṁ – ‘‘kiṁ nāmetaṁ kathentī’’ti",
  "atk-s0102a0:76_5": "neva sotuṁ, na saddahituṁ maññanti, tato abhisamayo na hoti, tasmiṁ asati aniyyānikaṁ",
  "atk-s0102a0:76_6": "sāsanaṁ hoti. Tasmā so akālo. Vassasatato ūnaāyukālopi kālo na hoti. Kasmā? Tadā",
  "atk-s0102a0:76_7": "hi sattā ussannakilesā honti, ussannakilesānañca dinno ovādo ovādaṭṭhāne na tiṭṭhati,",
  "atk-s0102a0:76_8": "udake daṇḍarāji viya khippaṁ vigacchati. Tasmā sopi akālova. Vassasatasahassato paṭṭhāya",
  "atk-s0102a0:76_9": "heṭṭhā, vassasatato paṭṭhāya uddhaṁ āyukālo kālo nāma, tadā ca asītivassasahassāyukā",
  "atk-s0102a0:76_10": "manussā. Atha mahāsatto – ‘‘nibbattitabbakālo’’ti kālaṁ passi.",
  "atk-s0102a0:77": "Tato dīpaṁ vilokento saparivāre cattāro dīpe oloketvā – ‘‘tīsu dīpesu buddhā na nibbattanti, jambudīpeyeva nibbattantī’’ti dīpaṁ passi.",
  "atk-s0102a0:78_0": "Tato – ‘‘jambudīpo nāma mahā, dasayojanasahassaparimāṇo, katarasmiṁ nu kho padese",
  "atk-s0102a0:78_1": "buddhā nibbattantī’’ti desaṁ vilokento majjhimadesaṁ passi. Majjhimadeso nāma – ‘‘puratthimāya",
  "atk-s0102a0:78_2": "disāya gajaṅgalaṁ nāma nigamo’’tiādinā (mahāva. 259) nayena vinaye vuttova. So āyāmato",
  "atk-s0102a0:78_3": "tīṇi yojanasatāni, vitthārato aḍḍhateyyāni, parikkhepato navayojanasatānīti. Etasmiñhi",
  "atk-s0102a0:78_4": "padese buddhā paccekabuddhā aggasāvakā asīti mahāsāvakā cakkavattirājāno aññe ca",
  "atk-s0102a0:78_5": "mahesakkhā khattiyabrāhmaṇagahapatimahāsālā uppajjanti. Idañcettha bandhumatī nāma",
  "atk-s0102a0:78_6": "nagaraṁ, tattha mayā nibbattitabbanti niṭṭhaṁ agamāsi.",
  "atk-s0102a0:79": "Tato kulaṁ vilokento – ‘‘buddhā nāma lokasammate kule nibbattanti. Idāni ca khattiyakulaṁ lokasammataṁ, tattha nibbattissāmi, bandhumā nāma me rājā pitā bhavissatī’’ti kulaṁ passi.",
  "atk-s0102a0:80_0": "Tato mātaraṁ vilokento – ‘‘buddhamātā nāma lolā surādhuttā na hoti, kappasatasahassaṁ",
  "atk-s0102a0:80_1": "pūritapāramī, jātito paṭṭhāya akhaṇḍapañcasīlā hoti, ayañca bandhumatī nāma devī",
  "atk-s0102a0:80_2": "īdisā, ayaṁ me mātā bhavissati , ‘‘kittakaṁ panassā āyū’’ti āvajjanto ‘‘dasannaṁ",
  "atk-s0102a0:80_3": "māsānaṁ upari satta divasānī’’ti passi.",
  "atk-s0102a0:81_0": "Iti imaṁ pañcamahāvilokanaṁ viloketvā ‘‘kālo, me mārisā, buddhabhāvāyā’’ti devatānaṁ",
  "atk-s0102a0:81_1": "saṅgahaṁ karonto paṭiññaṁ datvā – ‘‘gacchatha, tumhe’’ti tā devatā uyyojetvā tusitadevatāhi",
  "atk-s0102a0:81_2": "parivuto tusitapure nandanavanaṁ pāvisi. Sabbadevalokesu hi nandanavanaṁ atthiyeva.",
  "atk-s0102a0:81_3": "Tatra naṁ devatā ito cuto sugatiṁ gacchāti pubbekatakusalakammokāsaṁ sārayamānā vicaranti.",
  "atk-s0102a0:81_4": "So evaṁ devatāhi kusalaṁ sārayamānāhi parivuto tattha vicarantoyeva cavi.",
  "atk-s0102a0:82_0": "Evaṁ cuto ca ‘cavāmī’ti jānāti, cuticittaṁ na jānāti. Paṭisandhiṁ gahetvāpi jānāti,",
  "atk-s0102a0:82_1": "paṭisandhicittameva na jānāti. ‘‘Imasmiṁ me ṭhāne paṭisandhiṁ gahitā’’ti evaṁ pana",
  "atk-s0102a0:82_2": "jānāti. Keci pana therā – ‘‘āvajjanapariyāyo nāma laddhuṁ vaṭṭati, dutiyatatiyacittavāre",
  "atk-s0102a0:82_3": "eva jānissatī’’ti vadanti. Tipiṭakamahāsīvatthero pana āha – ‘‘mahāsattānaṁ paṭisandhi",
  "atk-s0102a0:82_4": "na aññesaṁ paṭisandhisadisā, koṭippattaṁ pana tesaṁ satisampajaññaṁ. Yasmā pana teneva",
  "atk-s0102a0:82_5": "cittena taṁ cittaṁ ñātuṁ na sakkā, tasmā cuticittaṁ na jānāti. Cutikkhaṇepi ‘cavāmī’ti",
  "atk-s0102a0:82_6": "jānāti. Paṭisandhicittaṁ na jānāti. ‘Asukasmiṁ me ṭhāne paṭisandhi gahitā’ti jānāti,",
  "atk-s0102a0:82_7": "tasmiṁ kāle dasasahassilokadhātu kampatī’’ti. Evaṁ sato sampajāno mātukucchiṁ okkamanto",
  "atk-s0102a0:82_8": "pana ekūnavīsatiyā paṭisandhicittesu mettāpubbabhāgassa somanassasahagatañāṇasampayuttaasaṅkhārikakusalacittassa",
  "atk-s0102a0:82_9": "sadisamahāvipākacittena paṭisandhi gaṇhi. Mahāsīvatthero pana upekkhāsahagatenāti",
  "atk-s0102a0:82_10": "āha. Yathā ca amhākaṁ bhagavā, evaṁ sopi āsāḷhīpuṇṇamāyaṁ uttarāsāḷhanakkhatteneva",
  "atk-s0102a0:82_11": "paṭisandhiṁ aggahesi.",
  "atk-s0102a0:83_0": "Tadā kira pure puṇṇamāya sattamadivasato paṭṭhāya vigatasurāpānaṁ mālāgandhādivibhūtisampannaṁ",
  "atk-s0102a0:83_1": "nakkhattakīḷaṁ anubhavamānā bodhisattamātā sattame divase pāto uṭṭhāya gandhodakena",
  "atk-s0102a0:83_2": "nahāyitvā sabbālaṅkāravibhūsitā varabhojanaṁ bhuñjitvā uposathaṅgāni adhiṭṭhāya sirigabbhaṁ",
  "atk-s0102a0:83_3": "pavisitvā sirisayane nipannā niddaṁ okkamamānā idaṁ supinaṁ addasa – ‘‘cattāro kira",
  "atk-s0102a0:83_4": "naṁ mahārājāno sayaneneva saddhiṁ ukkhipitvā anotattadahaṁ netvā nahāpetvā dibbavatthaṁ",
  "atk-s0102a0:83_5": "nivāsetvā dibbagandhehi vilimpetvā dibbapupphāni piḷandhitvā, tato avidūre rajatapabbato,",
  "atk-s0102a0:83_6": "tassa anto kanakavimānaṁ atthi, tasmiṁ pācīnato sīsaṁ katvā nipajjāpesuṁ. Atha bodhisatto",
  "atk-s0102a0:83_7": "setavaravāraṇo hutvā tato avidūre eko suvaṇṇapabbato, tattha caritvā tato oruyha",
  "atk-s0102a0:83_8": "rajatapabbataṁ abhiruhitvā kanakavimānaṁ pavisitvā mātaraṁ padakkhiṇaṁ katvā dakkhiṇapassaṁ",
  "atk-s0102a0:83_9": "phāletvā kucchiṁ paviṭṭhasadiso ahosi’’.",
  "atk-s0102a0:84_0": "Atha pabuddhā devī taṁ supinaṁ rañño ārocesi. Rājā vibhātāya rattiyā catusaṭṭhimatte",
  "atk-s0102a0:84_1": "brāhmaṇapāmokkhe pakkosāpetvā haritūpalittāya lājādīhi katamaṅgalasakkārāya bhūmiyā",
  "atk-s0102a0:84_2": "mahārahāni āsanāni paññapetvā tattha nisinnānaṁ brāhmaṇānaṁ sappimadhusakkarābhisaṅkhatassa",
  "atk-s0102a0:84_3": "varapāyāsassa suvaṇṇarajatapātiyo pūretvā suvaṇṇarajatapātīheva paṭikujjitvā adāsi,",
  "atk-s0102a0:84_4": "aññehi ca ahatavatthakapilagāvīdānādīhi nesaṁ santappesi. Atha nesaṁ sabbakāmasantappitānaṁ",
  "atk-s0102a0:84_5": "taṁ supinaṁ ārocetvā – ‘‘kiṁ bhavissatī’’ti pucchi. Brāhmaṇā āhaṁsu – ‘‘mā cintayi,",
  "atk-s0102a0:84_6": "mahārāja, deviyā te kucchimhi gabbho patiṭṭhito, so ca kho purisagabbho na itthigabbho,",
  "atk-s0102a0:84_7": "putto te bhavissati. So sace agāraṁ ajjhāvasissati, rājā bhavissati cakkavattī. Sace",
  "atk-s0102a0:84_8": "agārā nikkhamma pabbajissati, buddho bhavissati loke vivaṭṭacchado’’ti. Ayaṁ tāva",
  "atk-s0102a0:84_9": "– ‘‘mātukucchiṁ okkamī’’ti ettha vaṇṇanākkamo.",
  "atk-s0102a0:85_0": "Ayametthadhammatāti ayaṁ ettha mātukucchiokkamane dhammatā, ayaṁ sabhāvo, ayaṁ niyāmoti",
  "atk-s0102a0:85_1": "vuttaṁ hoti. Niyāmo ca nāmesa kammaniyāmo, utuniyāmo, bījaniyāmo, cittaniyāmo, dhammaniyāmoti",
  "atk-s0102a0:85_2": "pañcavidho (dha. sa. aṭṭha. 498).",
  "atk-s0102a0:86_0": "Tattha kusalassa iṭṭhavipākadānaṁ, akusalassa aniṭṭhavipākadānanti ayaṁ kammaniyāmo.",
  "atk-s0102a0:86_1": "Tassa dīpanatthaṁ – ‘‘na antalikkhe’’ti (khu. pā. 127) gāthāya vatthūni vattabbāni.",
  "atk-s0102a0:86_2": "Apica ekā kira itthī sāmikena saddhiṁ bhaṇḍitvā ubbandhitvā maritukāmā rajjupāse",
  "atk-s0102a0:86_3": "gīvaṁ pavesesi. Aññataro puriso vāsiṁ nisento taṁ itthikammaṁ disvā rajjuṁ chinditukāmo",
  "atk-s0102a0:86_4": "– ‘‘mā bhāyi, mā bhāyī’’ti taṁ samassāsento upadhāvi. Rajju āsīviso hutvā aṭṭhāsi.",
  "atk-s0102a0:86_5": "So bhīto palāyi. Itarā tattheva mari. Evamādīni cettha vatthūni dassetabbāni.",
  "atk-s0102a0:87_0": "Tesu tesu janapadesu tasmiṁ tasmiṁ kāle ekappahāreneva rukkhānaṁ pupphaphalagahaṇādīni,",
  "atk-s0102a0:87_1": "vātassa vāyanaṁ avāyanaṁ, ātapassa tikkhatā mandatā, devassa vassanaṁ avassanaṁ,",
  "atk-s0102a0:87_2": "padumānaṁ divā vikasanaṁ rattiṁ milāyananti evamādi utuniyāmo.",
  "atk-s0102a0:88": "Yaṁ panetaṁ sālibījato sāliphalameva, madhurato madhurasaṁyeva, tittato tittarasaṁyeva phalaṁ hoti, ayaṁ bījaniyāmo.",
  "atk-s0102a0:89_0": "Purimā purimā cittacetasikā dhammā pacchimānaṁ pacchimānaṁ cittacetasikānaṁ dhammānaṁ",
  "atk-s0102a0:89_1": "upanissayapaccayena paccayoti evaṁ yadetaṁ cakkhuviññāṇādīnaṁ anantarā sampaṭicchanādīnaṁ",
  "atk-s0102a0:89_2": "nibbattanaṁ, ayaṁ cittaniyāmo.",
  "atk-s0102a0:90_0": "Yā panesā bodhisattānaṁ mātukucchiokkamanādīsu dasasahassilokadhātukampanādīnaṁ pavatti,",
  "atk-s0102a0:90_1": "ayaṁ dhammaniyāmo nāma. Tesu idha dhammaniyāmo adhippeto. Tasmā tamevatthaṁ dassento",
  "atk-s0102a0:90_2": "dhammatā esā bhikkhavetiādimāha.",
  "atk-s0102a0:91_0": "18. Tattha kucchiṁ okkamatīti ettha kucchiṁ okkanto hotīti ayamevattho . Okkante",
  "atk-s0102a0:91_1": "hi tasmiṁ evaṁ hoti, na okkamamāne. Appamāṇoti vuḍḍhippamāṇo, vipuloti attho. Uḷāroti",
  "atk-s0102a0:91_2": "tasseva vevacanaṁ. Uḷārāni uḷārāni khādanīyāni khādantītiādīsu (ma. ni. 1.399) hi",
  "atk-s0102a0:91_3": "madhuraṁ uḷāranti vuttaṁ. Uḷārāya khalu bhavaṁ vacchāyano samaṇaṁ gotamaṁ pasaṁsāya",
  "atk-s0102a0:91_4": "pasaṁsatītiādīsu (ma. ni. 1.288) seṭṭhaṁ uḷāranti vuttaṁ. Idha pana vipulaṁ adhippetaṁ.",
  "atk-s0102a0:91_5": "Devānaṁ devānubhāvanti ettha devānaṁ ayamānubhāvo nivatthavatthassa pabhā dvādasayojanāni",
  "atk-s0102a0:91_6": "pharati, tathā sarīrassa, tathā alaṅkārassa, tathā vimānassa, taṁ atikkamitvāti attho.",
  "atk-s0102a0:92_0": "Lokantarikāti tiṇṇaṁ tiṇṇaṁ cakkavāḷānaṁ antarā ekeko lokantariko hoti, tiṇṇaṁ sakaṭacakkānaṁ",
  "atk-s0102a0:92_1": "vā tiṇṇaṁ pattānaṁ vā aññamaññaṁ āhacca ṭhapitānaṁ majjhe okāso viya. So pana lokantarikanirayo",
  "atk-s0102a0:92_2": "parimāṇato aṭṭhayojanasahasso hoti. Aghāti niccavivaṭā. Asaṁvutāti heṭṭhāpi appatiṭṭhā.",
  "atk-s0102a0:92_3": "Andhakārāti tamabhūtā. Andhakāratimisāti cakkhuviññāṇuppattinivāraṇato andhabhāvakaraṇatimisena",
  "atk-s0102a0:92_4": "samannāgatā. Tattha kira cakkhuviññāṇaṁ na jāyati. Evaṁmahiddhikāti candimasūriyā",
  "atk-s0102a0:92_5": "kira ekappahāreneva tīsu dīpesu paññāyanti, evaṁ mahiddhikā. Ekekāya disāya nava",
  "atk-s0102a0:92_6": "nava yojanasatasahassāni andhakāraṁ vidhamitvā ālokaṁ dassenti, evaṁmahānubhāvā.",
  "atk-s0102a0:92_7": "Ābhāya nānubhontīti attano pabhāya nappahonti. Te kira cakkavāḷapabbatassa vemajjhena",
  "atk-s0102a0:92_8": "vicaranti, cakkavāḷapabbatañca atikkamma lokantarikanirayā. Tasmā te tattha ābhāya nappahonti.",
  "atk-s0102a0:93_0": "Yepi tattha sattāti yepi tasmiṁ lokantarikamahāniraye sattā uppannā. Kiṁ pana kammaṁ",
  "atk-s0102a0:93_1": "katvā tattha uppajjantīti. Bhāriyaṁ dāruṇaṁ mātāpitūnaṁ dhammikasamaṇabrāhmaṇānañca",
  "atk-s0102a0:93_2": "upari aparādhaṁ, aññañca divase divase pāṇavadhādisāhasikakammaṁ katvā uppajjanti,",
  "atk-s0102a0:93_3": "tambapaṇṇidīpe abhayacoranāgacorādayo viya. Tesaṁ attabhāvo tigāvutiko hoti, vaggulīnaṁ",
  "atk-s0102a0:93_4": "viya dīghanakhā honti. Te rukkhe vagguliyo viya nakhehi cakkavāḷapabbate lagganti.",
  "atk-s0102a0:93_5": "Yadā saṁsappantā aññamaññassa hatthapāsaṁ gatā honti, atha ‘‘bhakkho no laddho’’ti",
  "atk-s0102a0:93_6": "maññamānā tattha vāvaṭā viparivattitvā lokasandhārakaudake patanti, vāte paharantepi",
  "atk-s0102a0:93_7": "madhukaphalāni viya chijjitvā udake patanti, patitamattāva accantakhāre udake piṭṭhapiṇḍi viya vilīyanti.",
  "atk-s0102a0:94_0": "Aññepi kira bho santi sattāti bho yathā mayaṁ mahādukkhaṁ anubhavāma, evaṁ aññe kira",
  "atk-s0102a0:94_1": "sattāpi imaṁ dukkhamanubhavanatthāya idhūpapannāti taṁ divasaṁ passanti. Ayaṁ pana",
  "atk-s0102a0:94_2": "obhāso ekayāgupānamattampi na tiṭṭhati, accharāsaṅghāṭamattameva vijjobhāso viya",
  "atk-s0102a0:94_3": "niccharitvā – ‘‘kiṁ ida’’nti bhaṇantānaṁyeva antaradhāyati. Saṅkampatīti samantato",
  "atk-s0102a0:94_4": "kampati. Itaradvayaṁ purimapadasseva vevacanaṁ. Puna appamāṇo cātiādi nigamanatthaṁ vuttaṁ.",
  "atk-s0102a0:95_0": "19.Cattāronaṁ devaputtā cātuddisaṁ rakkhāya upagacchantīti ettha cattāroti catunnaṁ",
  "atk-s0102a0:95_1": "mahārājānaṁ vasena vuttaṁ. Dasasahassacakkavāḷesu pana cattāro cattāro katvā cattālīsasahassāni",
  "atk-s0102a0:95_2": "honti. Tattha imasmiṁ cakkavāḷe mahārājāno khaggahatthā bodhisattassa ārakkhatthāya",
  "atk-s0102a0:95_3": "upagantvā sirigabbhaṁ paviṭṭhā, itare gabbhadvārato paṭṭhāya avaruddhake paṁsupisācakādiyakkhagaṇe",
  "atk-s0102a0:95_4": "paṭikkamāpetvā yāva cakkavāḷā ārakkhaṁ gaṇhiṁsu.",
  "atk-s0102a0:96_0": "Kimatthāya panāyaṁ rakkhā? Nanu paṭisandhikkhaṇe kalalakālato paṭṭhāya sacepi koṭisatasahassamārā",
  "atk-s0102a0:96_1": "koṭisatasahassasineruṁ ukkhipitvā bodhisattassa vā bodhisattamātuyā vā antarāyakaraṇatthaṁ",
  "atk-s0102a0:96_2": "āgaccheyyuṁ, sabbe antarāva antaradhāyeyyuṁ. Vuttampi cetaṁ bhagavatā ruhiruppādavatthusmiṁ",
  "atk-s0102a0:96_3": "– ‘‘aṭṭhānametaṁ, bhikkhave, anavakāso, yaṁ parupakkamena tathāgataṁ jīvitā voropeyya.",
  "atk-s0102a0:96_4": "Anupakkamena, bhikkhave, tathāgatā parinibbāyanti. Gacchatha, tumhe bhikkhave, yathāvihāraṁ,",
  "atk-s0102a0:96_5": "arakkhiyā, bhikkhave tathāgatā’’ti (cūḷava. 341). Evameva, tena parupakkamena na",
  "atk-s0102a0:96_6": "tesaṁ jīvitantarāyo atthi, santi kho pana amanussā virūpā duddasikā bheravarūpā migapakkhino,",
  "atk-s0102a0:96_7": "yesaṁ rūpaṁ vā disvā saddaṁ vā sutvā bodhisattamātu bhayaṁ vā santāso vā uppajjeyya,",
  "atk-s0102a0:96_8": "tesaṁ nivāraṇatthāya rakkhaṁ aggahesuṁ. Apica bodhisattassa puññatejena sañjātagāravā",
  "atk-s0102a0:96_9": "attano gāravacoditāpi te evamakaṁsu.",
  "atk-s0102a0:97_0": "Kiṁ pana te antogabbhaṁ pavisitvā ṭhitā cattāro mahārājāno bodhisattassa mātuyā attānaṁ",
  "atk-s0102a0:97_1": "dassenti, na dassentīti? Nahānamaṇḍanabhojanādisarīrakiccakāle na dassenti, sirigabbhaṁ",
  "atk-s0102a0:97_2": "pavisitvā varasayane nipannakāle pana dassenti. Tattha kiñcāpi amanussadassanaṁ nāma",
  "atk-s0102a0:97_3": "manussānaṁ sappaṭibhayaṁ hoti, bodhisattassa mātā pana attano ceva puttassa ca puññānubhāvena",
  "atk-s0102a0:97_4": "te disvā na bhāyati, pakatiantepurapālakesu viya assā etesu cittaṁ uppajjati.",
  "atk-s0102a0:98_0": "20.Pakatiyā sīlavatīti sabhāveneva sīlasampannā. Anuppanne kira buddhe manussā tāpasaparibbājakānaṁ",
  "atk-s0102a0:98_1": "santike vanditvā ukkuṭikaṁ nisīditvā sīlaṁ gaṇhanti. Bodhisattamātāpi kāladevilassa",
  "atk-s0102a0:98_2": "isino santike sīlaṁ gaṇhāti. Bodhisatte pana kucchigate aññassa pādamūle nisīdituṁ",
  "atk-s0102a0:98_3": "nāma na sakkā, samānāsane nisīditvā gahitasīlampi āvajjanakaraṇamattaṁ hoti. Tasmā",
  "atk-s0102a0:98_4": "sayameva sīlaṁ aggahesīti vuttaṁ hoti.",
  "atk-s0102a0:99_0": "21.Purisesūti bodhisattassa pitaraṁ ādiṁ katvā kesuci manussesu purisādhippāyacittaṁ",
  "atk-s0102a0:99_1": "nuppajjati. Bodhisattamāturūpaṁ pana kusalā sippikā potthakammādīsupi kātuṁ na sakkonti.",
  "atk-s0102a0:99_2": "Taṁ disvā purisassa rāgo nuppajjatīti na sakkā vattuṁ, sace pana taṁ rattacitto upasaṅkamitukāmo",
  "atk-s0102a0:99_3": "hoti, pādā na vahanti, dibbasaṅkhalikā viya bajjhanti. Tasmā ‘‘anatikkamanīyā’’tiādi vuttaṁ.",
  "atk-s0102a0:100_0": "22.Pañcannaṁ kāmaguṇānanti pubbe kāmaguṇūpasañhitanti iminā purisādhippāyavasena",
  "atk-s0102a0:100_1": "vatthupaṭikkhepo kato, idha ārammaṇappaṭilābho dassito. Tadā kira deviyā evarūpo",
  "atk-s0102a0:100_2": "putto kucchiṁ upapannoti sutvā samantato rājāno mahagghaābharaṇatūriyādivasena pañcadvārārammaṇavatthubhūtaṁ",
  "atk-s0102a0:100_3": "paṇṇākāraṁ pesenti. Bodhisattassa ca bodhisattamātu ca katakammassa ussannattā lābhasakkārassa",
  "atk-s0102a0:100_4": "pamāṇaparicchedo natthi.",
  "atk-s0102a0:101_0": "23.Akilantakāyāti yathā aññā itthiyo gabbhabhārena kilamanti hatthapādā uddhumātatādīni",
  "atk-s0102a0:101_1": "pāpuṇanti, evaṁ tassā koci kilamatho nāhosi. Tirokucchigatanti antokucchigataṁ. Passatīti",
  "atk-s0102a0:101_2": "kalalādikālaṁ atikkamitvā sañjātaaṅgapaccaṅgaahīnindriyabhāvaṁ upagataṁyeva passati.",
  "atk-s0102a0:101_3": "Kimatthaṁ passati? Sukhavāsatthaṁyeva. Yatheva hi mātā puttena saddhiṁ nipannā vā",
  "atk-s0102a0:101_4": "nisinnā vā – ‘‘hatthaṁ vāssa pādaṁ vā olambantaṁ ukkhipitvā saṇṭhapessāmī’’ti sukhavāsatthaṁ",
  "atk-s0102a0:101_5": "puttaṁ oloketi, evaṁ bodhisattamātāpi yaṁ taṁ mātu uṭṭhānagamanaparivattananisajjādīsu",
  "atk-s0102a0:101_6": "uṇhasītaloṇikatittakakaṭukāhāraajjhoharaṇakālesu ca gabbhassa dukkhaṁ uppajjati,",
  "atk-s0102a0:101_7": "‘‘atthi nu kho me taṁ puttassā’’ti sukhavāsatthaṁ olokayamānā pallaṅkaṁ ābhujitvā",
  "atk-s0102a0:101_8": "nisinnaṁ bodhisattaṁ passati. Yathā hi aññe antokucchigatā pakkāsayaṁ avattharitvā",
  "atk-s0102a0:101_9": "āmāsayaṁ ukkhipitvā udarapaṭalaṁ piṭṭhito katvā piṭṭhikaṇḍakaṁ nissāya ukkuṭikaṁ",
  "atk-s0102a0:101_10": "dvīsu muṭṭhīsu hanukaṁ ṭhapetvā deve vassante rukkhasusire makkaṭā viya nisīdanti,",
  "atk-s0102a0:101_11": "na evaṁ bodhisatto, bodhisatto pana piṭṭhikaṇḍakaṁ piṭṭhito katvā dhammāsane dhammakathiko",
  "atk-s0102a0:101_12": "viya pallaṅkaṁ ābhujitvā puratthābhimukho nisīdati. Pubbekatakammaṁ panassā vatthuṁ",
  "atk-s0102a0:101_13": "sodheti, suddhe vatthumhi sukhumacchavilakkhaṇaṁ nibbattati. Atha naṁ kucchitaco",
  "atk-s0102a0:101_14": "paṭicchādetuṁ na sakkoti, olokentiyā bahiṭhito viya paññāyati. Tamatthaṁ upamāya",
  "atk-s0102a0:101_15": "vibhāvento bhagavā seyyathāpītiādimāha. Bodhisatto pana antokucchigato mātaraṁ na",
  "atk-s0102a0:101_16": "passati. Na hi antokucchiyaṁ cakkhuviññāṇaṁ uppajjati.",
  "atk-s0102a0:102_0": "24.Kālaṅkarotīti na vijātabhāvapaccayā, āyuparikkhayeneva. Bodhisattena vasitaṭṭhānañhi",
  "atk-s0102a0:102_1": "cetiyakuṭisadisaṁ hoti, aññesaṁ aparibhogārahaṁ, na ca sakkā bodhisattamātaraṁ apanetvā",
  "atk-s0102a0:102_2": "aññaṁ aggamahesiṭṭhāne ṭhapetunti tattakaṁyeva bodhisattamātu āyuppamāṇaṁ hoti, tasmā",
  "atk-s0102a0:102_3": "tadā kālaṅkaroti. Katarasmiṁ pana vaye kālaṁ karotīti? Majjhimavaye. Paṭhamavayasmiñhi",
  "atk-s0102a0:102_4": "sattānaṁ attabhāve chandarāgo balavā hoti, tena tadā sañjātagabbhā itthī gabbhaṁ",
  "atk-s0102a0:102_5": "anurakkhituṁ na sakkoti, gabbho bahvābādho hoti. Majjhimavayassa pana dve koṭṭhāse",
  "atk-s0102a0:102_6": "atikkamma tatiye koṭṭhāse vatthu visadaṁ hoti, visade vatthumhi nibbattadārakā arogā",
  "atk-s0102a0:102_7": "honti, tasmā bodhisattamātāpi paṭhamavaye sampattiṁ anubhavitvā majjhimavayassa tatiye",
  "atk-s0102a0:102_8": "koṭṭhāse vijāyitvā kālaṁ karotīti ayamettha dhammatā.",
  "atk-s0102a0:103_0": "25.Nava vā dasa vāti ettha vā saddassa vikappanavasena satta vā aṭṭha vā ekādasa",
  "atk-s0102a0:103_1": "vā dvādasa vāti evamādīnaṁ saṅgaho veditabbo. Tattha sattamāsajāto jīvati, sītuṇhakkhamo",
  "atk-s0102a0:103_2": "pana na hoti. Aṭṭhamāsajāto na jīvati, avasesā jīvanti.",
  "atk-s0102a0:104_0": "27.Devā paṭhamaṁ paṭiggaṇhantīti khīṇāsavā suddhāvāsabrahmāno paṭiggaṇhanti. Kathaṁ",
  "atk-s0102a0:104_1": "paṭiggaṇhanti? ‘‘Sūtivesaṁ gaṇhitvā’’ti eke. Taṁ pana paṭikkhipitvā idaṁ vuttaṁ –",
  "atk-s0102a0:104_2": "‘tadā bodhisattamātā suvaṇṇakhacitaṁ vatthaṁ nivāsetvā macchakkhisadisaṁ dukūlapaṭaṁ",
  "atk-s0102a0:104_3": "yāva pādantā pārupitvā aṭṭhāsi. Athassā sallahukagabbhavuṭṭhānaṁ ahosi, dhamakaraṇato",
  "atk-s0102a0:104_4": "udakanikkhamanasadisaṁ. Atha te pakatibrahmaveseneva upasaṅkamitvā paṭhamaṁ suvaṇṇajālena",
  "atk-s0102a0:104_5": "paṭiggahesuṁ. Tesaṁ hatthato cattāro mahārājāno ajinappaveṇiyā paṭiggahesuṁ. Tato",
  "atk-s0102a0:104_6": "manussā dukūlacumbaṭakena paṭiggahesuṁ’. Tena vuttaṁ – ‘‘devā paṭhamaṁ paṭiggaṇhanti, pacchā manussā’’ti.",
  "atk-s0102a0:105": "28.Cattāro naṁ devaputtāti cattāro mahārājāno. Paṭiggahetvāti ajinappaveṇiyā paṭiggahetvā. Mahesakkhoti mahātejo mahāyaso lakkhaṇasampanno.",
  "atk-s0102a0:106_0": "29.Visadova nikkhamatīti yathā aññe sattā yonimagge laggantā bhaggavibhaggā nikkhamanti,",
  "atk-s0102a0:106_1": "na evaṁ nikkhamati, alaggo hutvā nikkhamatīti attho udenāti udakena. Kenaci asucināti",
  "atk-s0102a0:106_2": "yathā aññe sattā kammajavātehi uddhaṁpādā adhosirā yonimagge pakkhittā sataporisaṁ",
  "atk-s0102a0:106_3": "narakapapātaṁ patantā viya, tāḷacchiddena nikkaḍḍhiyamānā hatthī viya mahādukkhaṁ",
  "atk-s0102a0:106_4": "anubhavantā nānāasucimakkhitāva nikkhamanti, na evaṁ bodhisatto. Bodhisattañhi kammajavātā",
  "atk-s0102a0:106_5": "uddhapādaṁ adhosiraṁ kātuṁ na sakkonti. So dhammāsanato otaranto dhammakathiko viya,",
  "atk-s0102a0:106_6": "nisseṇito otaranto puriso viya ca dve hatthe ca dve pāde ca pasāretvā ṭhitakova mātukucchisambhavena",
  "atk-s0102a0:106_7": "kenaci asucinā amakkhitova nikkhamati.",
  "atk-s0102a0:107_0": "Udakassa dhārāti udakavaṭṭiyo. Tāsu sītā suvaṇṇakaṭāhe patati uṇhā rajatakaṭāhe.",
  "atk-s0102a0:107_1": "Idañca pathavitale kenaci asucinā asammissaṁ tesaṁ pānīyaparibhojanīyaudakañceva",
  "atk-s0102a0:107_2": "aññehi asādhāraṇaṁ kīḷāudakañca dassetuṁ vuttaṁ, aññassa pana suvaṇṇarajataghaṭehi",
  "atk-s0102a0:107_3": "āhariyamānaudakassa ceva haṁsavattakādipokkharaṇīgatassa ca udakassa paricchedo natthi.",
  "atk-s0102a0:108_0": "31.Sampatijātoti muhuttajāto. Pāḷiyaṁ pana mātukucchito nikkhantamatto viya dassito,",
  "atk-s0102a0:108_1": "na evaṁ daṭṭhabbaṁ. Nikkhantamattañhi naṁ paṭhamaṁ brahmāno suvaṇṇajālena paṭiggaṇhiṁsu,",
  "atk-s0102a0:108_2": "tesaṁ hatthato cattāro mahārājāno ajinappaveṇiyā, tesaṁ hatthato manussā dukūlacumbaṭakena.",
  "atk-s0102a0:108_3": "Manussānaṁ hatthato muccitvā pathaviyaṁ patiṭṭhito. Setamhi chatte anudhāriyamāneti",
  "atk-s0102a0:108_4": "dibbasetacchatte anudhāriyamānamhi. Ettha ca chattassa parivārāni khaggādīni pañca",
  "atk-s0102a0:108_5": "rājakakudhabhaṇḍānipi āgatāneva. Pāḷiyaṁ pana rājagamane rājā viya chattameva vuttaṁ.",
  "atk-s0102a0:108_6": "Tesu chattameva paññāyati, na chattaggāhako. Tathā khaggatālavaṇṭamorahatthakavāḷabījanīuṇhīsamattāyeva",
  "atk-s0102a0:108_7": "paññāyanti, na tesaṁ gāhakā. Sabbāni kira tāni adissamānarūpā devatā gaṇhiṁsu. Vuttañcetaṁ –",
  "atk-s0102a0:109": "‘‘Anekasākhañca sahassamaṇḍalaṁ,",
  "atk-s0102a0:110": "Chattaṁ marū dhārayumantalikkhe;",
  "atk-s0102a0:111": "Suvaṇṇadaṇḍā vipatanti cāmarā,",
  "atk-s0102a0:112": "Na dissare cāmarachattagāhakā’’ti. (su. ni. 693);",
  "atk-s0102a0:113_0": "Sabbā ca disāti idaṁ sattapadavītihārūpari ṭhitassa viya sabbadisānuvilokanaṁ vuttaṁ,",
  "atk-s0102a0:113_1": "na kho panevaṁ daṭṭhabbaṁ. Mahāsatto hi manussānaṁ hatthato muccitvā paṭhaviyaṁ patiṭṭhito",
  "atk-s0102a0:113_2": "puratthimaṁ disaṁ olokesi. Anekāni cakkavāḷasahassāni ekaṅgaṇāni ahesuṁ. Tattha devamanussā",
  "atk-s0102a0:113_3": "gandhamālādīhi pūjayamānā – ‘‘mahāpurisa, idha tumhehi sadisopi natthi, kuto uttaritaro’’ti",
  "atk-s0102a0:113_4": "āhaṁsu. Evaṁ catasso disā, catasso anudisā, heṭṭhā, uparīti dasa disā anuviloketvā",
  "atk-s0102a0:113_5": "attanā sadisaṁ adisvā – ‘‘ayaṁ uttarā disā’’ti uttarābhimukho sattapadavītihārena",
  "atk-s0102a0:113_6": "agamāsīti evamettha attho veditabbo. Āsabhinti uttamaṁ. Aggoti guṇehi sabbapaṭhamo.",
  "atk-s0102a0:113_7": "Itarāni dve padāni etasseva vevacanāni. Ayamantimā jāti, natthi dāni punabbhavoti",
  "atk-s0102a0:113_8": "padadvayena imasmiṁ attabhāve pattabbaṁ arahattaṁ byākāsi.",
  "atk-s0102a0:114_0": "Ettha ca samehi pādehi pathaviyā patiṭṭhānaṁ caturiddhipādapaṭilābhassa pubbanimittaṁ,",
  "atk-s0102a0:114_1": "uttarābhimukhabhāvo mahājanaṁ ajjhottharitvā abhibhavitvā gamanassa pubbanimittaṁ,",
  "atk-s0102a0:114_2": "sattapadagamanaṁ sattabojjhaṅgaratanapaṭilābhassa pubbanimittaṁ, dibbasetacchattadhāraṇaṁ",
  "atk-s0102a0:114_3": "vimuttivarachattapaṭilābhassa pubbanimittaṁ, pañcarājakakudhabhaṇḍānaṁ paṭilābho",
  "atk-s0102a0:114_4": "pañcahi vimuttīhi vimuccanassa pubbanimittaṁ, sabbadisānuvilokanaṁ anāvaraṇañāṇapaṭilābhassa",
  "atk-s0102a0:114_5": "pubbanimittaṁ, āsabhivācābhāsanaṁ appaṭivattiyadhammacakkappavattanassa pubbanimittaṁ,",
  "atk-s0102a0:114_6": "‘‘ayamantimā jātī’’ti sīhanādo anupādisesāya nibbānadhātuyā parinibbānassa pubbanimittanti",
  "atk-s0102a0:114_7": "veditabbaṁ . Ime vārā pāḷiyaṁ āgatā, sambahulavāro pana nāgato, āharitvā dīpetabbo.",
  "atk-s0102a0:115_0": "Mahāpurisassa hi jātadivase dasasahassilokadhātu kampi. Dasasahassilokadhātumhi devatā",
  "atk-s0102a0:115_1": "ekacakkavāḷe sannipatiṁsu. Paṭhamaṁ devā paṭiggaṇhiṁsu, pacchā manussā. Tantibaddhā",
  "atk-s0102a0:115_2": "vīṇā cammabaddhā bheriyo ca kenaci avāditā sayameva vajjiṁsu. Manussānaṁ andubandhanādīni",
  "atk-s0102a0:115_3": "khaṇḍākhaṇḍaṁ chijjiṁsu. Sabbarogā vūpasamiṁsu, ambilena dhotatambamalaṁ viya vigacchiṁsu.",
  "atk-s0102a0:115_4": "Jaccandhā rūpāni passiṁsu. Jaccabadhirā saddaṁ suṇiṁsu. Pīṭhasappī javasampannā ahesuṁ.",
  "atk-s0102a0:115_5": "Jātijaḷānampi eḷamūgānaṁ sati patiṭṭhāsi. Videsapakkhandā nāvā supaṭṭanaṁ pāpuṇiṁsu.",
  "atk-s0102a0:115_6": "Ākāsaṭṭhakabhūmaṭṭhakaratanāni sakatejobhāsitāni ahesuṁ. Verino mettacittaṁ paṭilabhiṁsu.",
  "atk-s0102a0:115_7": "Avīcimhi aggi nibbāyi. Lokantaresu āloko udapādi. Nadīsu jalaṁ nappavattati. Mahāsamudde",
  "atk-s0102a0:115_8": "madhurasaṁ udakaṁ ahosi. Vāto na vāyi. Ākāsapabbatarukkhagatā sakuṇā bhassitvā pathavigatā",
  "atk-s0102a0:115_9": "ahesuṁ. Cando ativiroci. Sūriyo na uṇho, na sītalo, nimmalo utusampanno ahosi. Devatā",
  "atk-s0102a0:115_10": "attano attano vimānadvāre ṭhatvā apphoṭanaseḷanacelukkhepādīhi mahākīḷakaṁ kīḷiṁsu.",
  "atk-s0102a0:115_11": "Cātuddīpikamahāmegho vassi. Mahājanaṁ neva khudā na pipāsā pīḷesi. Dvārakavāṭāni",
  "atk-s0102a0:115_12": "sayameva vivariṁsu. Pupphūpagaphalūpagā rukkhā pupphaphalāni gaṇhiṁsu. Dasasahassilokadhātu",
  "atk-s0102a0:115_13": "ekaddhajamālā ahosi.",
  "atk-s0102a0:116_0": "Tatrāpi dasasahassilokadhātukampo sabbaññutaññāṇapaṭilābhassa pubbanimittaṁ. Devatānaṁ",
  "atk-s0102a0:116_1": "ekacakkavāḷe sannipāto dhammacakkappavattanakāle ekappahāreneva sannipatitvā dhammaṁ",
  "atk-s0102a0:116_2": "paṭiggaṇhanassa pubbanimittaṁ. Paṭhamaṁ devatānaṁ paṭiggahaṇaṁ catunnaṁ rūpāvacarajjhānānaṁ",
  "atk-s0102a0:116_3": "paṭilābhassa pubbanimittaṁ. Pacchā manussānaṁ paṭiggahaṇaṁ catunnaṁ arūpāvacarajjhānānaṁ",
  "atk-s0102a0:116_4": "paṭilābhassa pubbanimittaṁ. Tantibaddhavīṇānaṁ sayaṁ vajjanaṁ anupubbavihārapaṭilābhassa",
  "atk-s0102a0:116_5": "pubbanimittaṁ. Cammabaddhabherīnaṁ vajjanaṁ mahatiyā dhammabheriyā anussāvanassa",
  "atk-s0102a0:116_6": "pubbanimittaṁ. Andubandhanādīnaṁ chedo asmimānasamucchedassa pubbanimittaṁ. Mahājanassa",
  "atk-s0102a0:116_7": "rogavigamo catusaccapaṭilābhassa pubbanimittaṁ. Jaccandhānaṁ rūpadassanaṁ dibbacakkhupaṭilābhassa",
  "atk-s0102a0:116_8": "pubbanimittaṁ . Badhirānaṁ saddassavanaṁ dibbasotadhātupaṭilābhassa pubbanimittaṁ.",
  "atk-s0102a0:116_9": "Pīṭhasappīnaṁ javasampadā caturiddhipādapaṭilābhassa pubbanimittaṁ. Jaḷānaṁ satipatiṭṭhānaṁ",
  "atk-s0102a0:116_10": "catusatipaṭṭhānapaṭilābhassa pubbanimittaṁ. Videsapakkhandanāvānaṁ supaṭṭanasampāpuṇanaṁ",
  "atk-s0102a0:116_11": "catupaṭisambhidādhigamassa pubbanimittaṁ. Ratanānaṁ sakatejobhāsitattaṁ yaṁ lokassa",
  "atk-s0102a0:116_12": "dhammobhāsaṁ dassessati, tassa pubbanimittaṁ.",
  "atk-s0102a0:117_0": "Verīnaṁ mettacittapaṭilābho catubrahmavihārapaṭilābhassa pubbanimittaṁ. Avīcimhi",
  "atk-s0102a0:117_1": "agginibbāyanaṁ ekādasaagginibbāyanassa pubbanimittaṁ. Lokantarikāloko avijjandhakāraṁ",
  "atk-s0102a0:117_2": "vidhamitvā ñāṇālokadassanassa pubbanimittaṁ. Mahāsamuddassa madhuratā nibbānarasena",
  "atk-s0102a0:117_3": "ekarasabhāvassa pubbanimittaṁ. Vātassa avāyanaṁ dvāsaṭṭhidiṭṭhigatabhindanassa pubbanimittaṁ.",
  "atk-s0102a0:117_4": "Sakuṇānaṁ pathavigamanaṁ mahājanassa ovādaṁ sutvā pāṇehi saraṇagamanassa pubbanimittaṁ.",
  "atk-s0102a0:117_5": "Candassa ativirocanaṁ bahujanakantatāya pubbanimittaṁ. Sūriyassa uṇhasītavivajjanautusukhatā",
  "atk-s0102a0:117_6": "kāyikacetasikasukhappattiyā pubbanimittaṁ. Devatānaṁ vimānadvāresu ṭhatvā apphoṭanādīhi",
  "atk-s0102a0:117_7": "kīḷanaṁ buddhabhāvaṁ patvā udānaṁ udānassa pubbanimittaṁ. Cātuddīpikamahāmeghavassanaṁ",
  "atk-s0102a0:117_8": "mahato dhammameghavassanassa pubbanimittaṁ. Khudāpīḷanassa abhāvo kāyagatāsatiamatapaṭilābhassa",
  "atk-s0102a0:117_9": "pubbanimittaṁ. Pipāsāpīḷanassa abhāvo vimuttisukhena sukhitabhāvassa pubbanimittaṁ.",
  "atk-s0102a0:117_10": "Dvārakavāṭānaṁ sayameva vivaraṇaṁ aṭṭhaṅgikamaggadvāravivaraṇassa pubbanimittaṁ.",
  "atk-s0102a0:117_11": "Rukkhānaṁ pupphaphalaggahaṇaṁ vimuttipupphehi pupphitassa ca sāmaññaphalabhārabharitabhāvassa",
  "atk-s0102a0:117_12": "ca pubbanimittaṁ. Dasasahassilokadhātuyā ekaddhajamālitā ariyaddhajamālamālitāya",
  "atk-s0102a0:117_13": "pubbanimittanti veditabbaṁ. Ayaṁ sambahulavāro nāma.",
  "atk-s0102a0:118_0": "Ettha pañhaṁ pucchanti – ‘‘yadā mahāpuriso pathaviyaṁ patiṭṭhahitvā uttarābhimukho",
  "atk-s0102a0:118_1": "padasā gantvā āsabhiṁ vācaṁ abhāsi, tadā kiṁ pathaviyā gato, udāhu ākāsena; dissamāno",
  "atk-s0102a0:118_2": "gato, udāhu adissamāno; acelako gato, udāhu alaṅkatapaṭiyatto; daharo hutvā gato",
  "atk-s0102a0:118_3": ", udāhu mahallako; pacchāpi kiṁ tādisova ahosi, udāhu puna bāladārako’’ti? Ayaṁ pana",
  "atk-s0102a0:118_4": "pañho heṭṭhālohapāsāde samuṭṭhito tipiṭakacūḷābhayattherena vissajjitova. Thero kira",
  "atk-s0102a0:118_5": "ettha niyatipubbekatakammaissaranimmānavādavasena taṁ taṁ bahuṁ vatvā avasāne evaṁ",
  "atk-s0102a0:118_6": "byākari – ‘‘mahāpuriso pathaviyā gato, mahājanassa pana ākāsena gacchanto viya ahosi.",
  "atk-s0102a0:118_7": "Dissamāno gato, mahājanassa pana adissamāno viya ahosi. Acelako gato, mahājanassa",
  "atk-s0102a0:118_8": "pana alaṅkatapaṭiyatto viya upaṭṭhāsi. Daharova gato, mahājanassa pana soḷasavassuddesiko",
  "atk-s0102a0:118_9": "viya ahosi. Pacchā pana bāladārakova ahosi, na tādiso’’ti. Parisā cassa – ‘‘buddhena",
  "atk-s0102a0:118_10": "viya hutvā bho therena pañho kathito’’ti attamanā ahosi. Lokantarikavāro vuttanayo eva.",
  "atk-s0102a0:119": "Imā ca pana ādito paṭṭhāya kathitā sabbadhammatā sabbabodhisattānaṁ hontīti veditabbā.",
  "atk-s0102a0:120": "Dvattiṁsamahāpurisalakkhaṇavaṇṇanā",
  "atk-s0102a0:121_0": "33.Addasa khoti dukūlacumbaṭake nipajjāpetvā ānītaṁ addasa. Mahāpurisassāti jātigottakulapadesādivasena",
  "atk-s0102a0:121_1": "mahantassa purisassa. Dve gatiyoti dve niṭṭhā, dve nipphattiyo. Ayañhi gatisaddo",
  "atk-s0102a0:121_2": "– ‘‘pañca kho imā, sāriputta, gatiyo’’ti (ma. ni. 1.153) ettha nirayādibhedāya sattehi",
  "atk-s0102a0:121_3": "gantabbagatiyā vattati. ‘‘Imesaṁ kho ahaṁ bhikkhūnaṁ sīlavantānaṁ kalyāṇadhammānaṁ",
  "atk-s0102a0:121_4": "neva jānāmi āgatiṁ vā gatiṁ vā’’ti (ma. ni. 1.508) ettha ajjhāsaye. ‘‘Nibbānaṁ arahato",
  "atk-s0102a0:121_5": "gatī’’ti (pari. 339) ettha paṭissaraṇe. ‘‘Api ca tyāhaṁ brahme gatiñca pajānāmi,",
  "atk-s0102a0:121_6": "jutiñca pajānāmi evaṁmahiddhiko bako brahmā’’ti (ma. ni. 1.503) ettha nipphattiyaṁ",
  "atk-s0102a0:121_7": "vattati. Svāyamidhāpi nipphattiyaṁ vattatīti veditabbo. Anaññāti aññā gati nipphatti nāma natthi.",
  "atk-s0102a0:122_0": "Dhammikoti dasakusaladhammasamannāgato agatigamanavirahito. Dhammarājāti idaṁ purimapadasseva",
  "atk-s0102a0:122_1": "vevacanaṁ. Dhammena vā laddharajjattā dhammarājā. Cāturantoti puratthimasamuddādīnaṁ",
  "atk-s0102a0:122_2": "catunnaṁ samuddānaṁ vasena caturantāya pathaviyā issaro. Vijitāvīti vijitasaṅgāmo.",
  "atk-s0102a0:122_3": "Janapado asmiṁ thāvariyaṁ thirabhāvaṁ pattoti janapadatthāvariyappatto. Caṇḍassa",
  "atk-s0102a0:122_4": "hi rañño balidaṇḍādīhi lokaṁ pīḷayato manussā majjhimajanapadaṁ chaḍḍetvā pabbatasamuddatīrādīni",
  "atk-s0102a0:122_5": "nissāya paccante vāsaṁ kappenti. Atimudukassa rañño corehi sāhasikadhanavilopapīḷitā",
  "atk-s0102a0:122_6": "manussā paccantaṁ pahāya janapadamajjhe vāsaṁ kappenti, iti evarūpe rājini janapado",
  "atk-s0102a0:122_7": "thirabhāvaṁ na pāpuṇāti. Imasmiṁ pana kumāre rajjaṁ kārayamāne etassa janapado pāsāṇapiṭṭhiyaṁ",
  "atk-s0102a0:122_8": "ṭhapetvā ayopaṭṭena parikkhitto viya thiro bhavissatīti dassento – ‘‘janapadatthāvariyappatto’’ti āhaṁsu.",
  "atk-s0102a0:123": "Sattaratanasamannāgatoti ettha ratijananaṭṭhena ratanaṁ. Apica –",
  "atk-s0102a0:124": "‘‘Cittīkataṁ mahagghañca, atulaṁ dullabhadassanaṁ;",
  "atk-s0102a0:125": "Anomasattaparibhogaṁ, ratanaṁ tena vuccati’’.",
  "atk-s0102a0:126_0": "Cakkaratanassa ca nibbattakālato paṭṭhāya aññaṁ devaṭṭhānaṁ nāma na hoti, sabbe gandhapupphādīhi",
  "atk-s0102a0:126_1": "tasseva pūjañca abhivādanādīni ca karontīti cittīkataṭṭhena ratanaṁ. Cakkaratanassa",
  "atk-s0102a0:126_2": "ca ettakaṁ nāma dhanaṁ agghatīti aggho natthi, iti mahagghaṭṭhenāpi ratanaṁ. Cakkaratanañca",
  "atk-s0102a0:126_3": "aññehi loke vijjamānaratanehi asadisanti atulaṭṭhenāpi ratanaṁ. Yasmā ca pana yasmiṁ",
  "atk-s0102a0:126_4": "kappe buddhā uppajjanti, tasmiṁyeva cakkavattino uppajjanti, buddhā ca kadāci karahaci",
  "atk-s0102a0:126_5": "uppajjanti, tasmā dullabhadassanaṭṭhenāpi ratanaṁ. Tadetaṁ jātirūpakulaissariyādīhi",
  "atk-s0102a0:126_6": "anomassa uḷārasattasseva uppajjati, na aññassāti anomasattaparibhogaṭṭhenāpi ratanaṁ.",
  "atk-s0102a0:126_7": "Yathā cakkaratanaṁ, evaṁ sesānipīti. Imehi sattahi ratanehi parivārabhāvena ceva",
  "atk-s0102a0:126_8": "sabbabhogūpakaraṇabhāvena ca samannāgatoti sattaratanasamannāgato.",
  "atk-s0102a0:127_0": "Idāni tesaṁ sarūpato dassanatthaṁ tassimānītiādi vuttaṁ. Tattha cakkaratanantiādīsu",
  "atk-s0102a0:127_1": "ayaṁ saṅkhepādhippāyo – dvesahassadīpaparivārānaṁ catunnaṁ mahādīpānaṁ sirivibhavaṁ",
  "atk-s0102a0:127_2": "gahetvā dātuṁ samatthaṁ cakkaratanaṁ pātubhavati. Tathā purebhattameva sāgarapariyantaṁ",
  "atk-s0102a0:127_3": "pathaviṁ anusaṁyāyanasamatthaṁ vehāsaṅgamaṁ hatthiratanaṁ, tādisameva assaratanaṁ,",
  "atk-s0102a0:127_4": "caturaṅgasamannāgate andhakāre yojanappamāṇaṁ andhakāraṁ vidhamitvā ālokadassanasamatthaṁ",
  "atk-s0102a0:127_5": "maṇiratanaṁ, chabbidhadosavivajjitaṁ manāpacāri itthiratanaṁ, yojanappamāṇe antopathavigataṁ",
  "atk-s0102a0:127_6": "nidhiṁ dassanasamatthaṁ gahapatiratanaṁ, aggamahesiyā kucchimhi nibbattitvā sakalarajjamanusāsanasamatthaṁ",
  "atk-s0102a0:127_7": "jeṭṭhaputtasaṅkhātaṁ pariṇāyakaratanaṁ pātubhavati.",
  "atk-s0102a0:128_0": "Parosahassanti atirekasahassaṁ. Sūrāti abhīrukā. Vīraṅgarūpāti vīrānaṁ aṅgaṁ vīraṅgaṁ,",
  "atk-s0102a0:128_1": "vīriyassetaṁ nāmaṁ, vīraṅgaṁ rūpametesanti vīraṅgarūpā, vīriyajātikā vīriyasabhāvā",
  "atk-s0102a0:128_2": "vīriyamayā akilāsuno ahesuṁ. Divasampi yujjhantā na kilamantīti vuttaṁ hoti. Sāgarapariyantanti",
  "atk-s0102a0:128_3": "cakkavāḷapabbataṁ sīmaṁ katvā ṭhitasamuddapariyantaṁ. Adaṇḍenāti ye katāparādhe satte",
  "atk-s0102a0:128_4": "satampi sahassampi gaṇhanti, te dhanadaṇḍena rajjaṁ kārenti. Ye chejjabhejjaṁ anusāsanti,",
  "atk-s0102a0:128_5": "te satthadaṇḍena. Ayaṁ pana duvidhampi daṇḍaṁ pahāya adaṇḍena ajjhāvasati. Asatthenāti",
  "atk-s0102a0:128_6": "ye ekatodhārādinā satthena paraṁ vihesanti, te satthena rajjaṁ kārenti nāma. Ayaṁ",
  "atk-s0102a0:128_7": "pana satthena khuddamakkhikāyapi pivanamattaṁ lohitaṁ kassaci anuppādetvā dhammeneva",
  "atk-s0102a0:128_8": "– ‘‘ehi kho mahārājā’’ti evaṁ paṭirājūhi sampaṭicchitāgamano vuttappakāraṁ pathaviṁ",
  "atk-s0102a0:128_9": "abhivijinitvā ajjhāvasati, abhibhavitvā sāmī hutvā vasatīti attho.",
  "atk-s0102a0:129_0": "Evaṁ ekaṁ nipphattiṁ kathetvā dutiyaṁ kathetuṁ sace kho panātiādi vuttaṁ. Tattha",
  "atk-s0102a0:129_1": "rāgadosamohamānadiṭṭhikilesataṇhāsaṅkhātaṁ chadanaṁ āvaraṇaṁ vivaṭaṁ viddhaṁsitaṁ",
  "atk-s0102a0:129_2": "vivaṭakaṁ etenāti vivaṭacchado. ‘‘Vivaṭṭacchadā’’tipi pāṭho, ayameva attho.",
  "atk-s0102a0:130_0": "35. Evaṁ dutiyaṁ nipphattiṁ kathetvā tāsaṁ nimittabhūtāni lakkhaṇāni dassetuṁ ayañhi,",
  "atk-s0102a0:130_1": "deva, kumārotiādi vuttaṁ. Tattha suppatiṭṭhitapādoti yathā aññesaṁ bhūmiyaṁ pādaṁ",
  "atk-s0102a0:130_2": "ṭhapentānaṁ aggapādatalaṁ vā paṇhi vā passaṁ vā paṭhamaṁ phusati, vemajjhe vā pana",
  "atk-s0102a0:130_3": "chiddaṁ hoti, ukkhipantānaṁ aggatalādīsu ekakoṭṭhāsova paṭhamaṁ uṭṭhahati, na evamassa.",
  "atk-s0102a0:130_4": "Assa pana suvaṇṇapādukatalamiva ekappahāreneva sakalaṁ pādatalaṁ bhūmiṁ phusati,",
  "atk-s0102a0:130_5": "ekappahāreneva bhūmito uṭṭhahati. Tasmā ayaṁ suppatiṭṭhitapādo.",
  "atk-s0102a0:131_0": "Cakkānīti dvīsu pādatalesu dve cakkāni, tesaṁ arā ca nemi ca nābhi ca pāḷiyaṁ vuttāva.",
  "atk-s0102a0:131_1": "Sabbākāraparipūrānīti iminā pana ayaṁ viseso veditabbo, tesaṁ kira cakkānaṁ pādatalassa",
  "atk-s0102a0:131_2": "majjhe nābhi dissati, nābhiparicchinnā vaṭṭalekhā dissati, nābhimukhaparikkhepapaṭṭo",
  "atk-s0102a0:131_3": "dissati, panāḷimukhaṁ dissati, arā dissanti, aresu vaṭṭilekhā dissanti, nemimaṇikā",
  "atk-s0102a0:131_4": "dissanti. Idaṁ tāva pāḷiyaṁ āgatameva. Sambahulavāro pana anāgato, so evaṁ daṭṭhabbo",
  "atk-s0102a0:131_5": "– satti, sirivaccho, nandi, sovattiko, vaṭaṁsako, vaḍḍhamānakaṁ, macchayugaḷaṁ, bhaddapīṭhaṁ,",
  "atk-s0102a0:131_6": "aṅkusako, pāsādo, toraṇaṁ, setacchattaṁ, khaggo, tālavaṇṭaṁ, morahatthako, vāḷabījanī,",
  "atk-s0102a0:131_7": "uṇhīsaṁ, maṇi, patto, sumanadāmaṁ, nīluppalaṁ, rattuppalaṁ, setuppalaṁ, padumaṁ,",
  "atk-s0102a0:131_8": "puṇḍarīkaṁ, puṇṇaghaṭo , puṇṇapāti, samuddo, cakkavāḷo, himavā, sineru, candimasūriyā,",
  "atk-s0102a0:131_9": "nakkhattāni, cattāro mahādīpā, dviparittadīpasahassāni, antamaso cakkavattirañño",
  "atk-s0102a0:131_10": "parisaṁ upādāya sabbo cakkalakkhaṇasseva parivāro.",
  "atk-s0102a0:132_0": "Āyatapaṇhīti dīghapaṇhi, paripuṇṇapaṇhīti attho. Yathā hi aññesaṁ aggapādo dīgho",
  "atk-s0102a0:132_1": "hoti, paṇhimatthake jaṅghā patiṭṭhāti, paṇhiṁ tacchetvā ṭhapitā viya hoti, na evaṁ",
  "atk-s0102a0:132_2": "mahāpurisassa. Mahāpurisassa pana catūsu koṭṭhāsesu dve koṭṭhāsā aggapādo hoti, tatiye",
  "atk-s0102a0:132_3": "koṭṭhāse jaṅghā patiṭṭhāti, catutthakoṭṭhāse āraggena vaṭṭetvā ṭhapitā viya rattakambalageṇḍukasadisā paṇhi hoti.",
  "atk-s0102a0:133_0": "Dīghaṅgulīti yathā aññesaṁ kāci aṅguliyo dīghā honti, kāci rassā, na evaṁ mahāpurisassa.",
  "atk-s0102a0:133_1": "Mahāpurisassa pana makkaṭasseva dīghā hatthapādaṅguliyo mūle thūlā, anupubbena gantvā",
  "atk-s0102a0:133_2": "agge tanukā, niyyāsatelena madditvā vaṭṭitaharitālavaṭṭisadisā honti. Tena vuttaṁ – ‘‘dīghaṅgulī’’ti.",
  "atk-s0102a0:134_0": "Mudutalunahatthapādoti sappimaṇḍe osāretvā ṭhapitaṁ satavāravihatakappāsapaṭalaṁ",
  "atk-s0102a0:134_1": "viya mudu. Yathā ca idāni jātamattassa, evaṁ vuḍḍhakālepi mudutalunāyeva bhavissanti,",
  "atk-s0102a0:134_2": "mudutalunā hatthapādā etassāti mudutalunahatthapādo.",
  "atk-s0102a0:135_0": "Jālahatthapādoti na cammena paṭibaddhaaṅgulantaro. Ediso hi phaṇahatthako purisadosena",
  "atk-s0102a0:135_1": "upahato pabbajjaṁ na paṭilabhati. Mahāpurisassa pana catasso hatthaṅguliyo pañcapi",
  "atk-s0102a0:135_2": "pādaṅguliyo ekappamāṇā honti, tāsaṁ ekappamāṇatāya yavalakkhaṇaṁ aññamaññaṁ paṭivijjhitvā",
  "atk-s0102a0:135_3": "tiṭṭhati. Athassa hatthapādā kusalena vaḍḍhakinā yojitajālavātapānasadisā honti.",
  "atk-s0102a0:135_4": "Tena vuttaṁ – ‘‘jālahatthapādo’’ti.",
  "atk-s0102a0:136_0": "Uddhaṁ patiṭṭhitagopphakattā ussaṅkhā pādā assāti ussaṅkhapādo. Aññesañhi piṭṭhipāde",
  "atk-s0102a0:136_1": "gopphakā honti, tena tesaṁ pādā āṇibaddhā viya baddhā honti, na yathāsukhaṁ parivaṭṭanti,",
  "atk-s0102a0:136_2": "gacchantānaṁ pādatalānipi na dissanti. Mahāpurisassa pana āruhitvā upari gopphakā",
  "atk-s0102a0:136_3": "patiṭṭhahanti, tenassa nābhito paṭṭhāya uparimakāyo nāvāya ṭhapitasuvaṇṇapaṭimā viya",
  "atk-s0102a0:136_4": "niccalo hoti, adhokāyova iñjati, sukhena pādā parivaṭṭanti, puratopi pacchatopi ubhayapassesupi",
  "atk-s0102a0:136_5": "ṭhatvā passantānaṁ pādatalāni paññāyanti, na hatthīnaṁ viya pacchatoyeva.",
  "atk-s0102a0:137_0": "Eṇijaṅghoti eṇimigasadisajaṅgho maṁsussadena paripuṇṇajaṅgho, na ekato baddhapiṇḍikamaṁso",
  "atk-s0102a0:137_1": ", samantato samasaṇṭhitena maṁsena parikkhittāhi suvaṭṭitāhi sāligabbhayavagabbhasadisāhi",
  "atk-s0102a0:137_2": "jaṅghāhi samannāgatoti attho.",
  "atk-s0102a0:138_0": "Anonamantoti anamanto, etenassa akhujjaavāmanabhāvo dīpito. Avasesajanā hi khujjā",
  "atk-s0102a0:138_1": "vā honti vāmanā vā. Khujjānaṁ uparimakāyo aparipuṇṇo hoti, vāmanānaṁ heṭṭhimakāyo.",
  "atk-s0102a0:138_2": "Te aparipuṇṇakāyattā na sakkonti anonamantā jaṇṇukāni parimajjituṁ. Mahāpuriso pana",
  "atk-s0102a0:138_3": "paripuṇṇaubhayakāyattā sakkoti.",
  "atk-s0102a0:139_0": "Kosohitavatthaguyhoti usabhavāraṇādīnaṁ viya suvaṇṇapadumakaṇṇikasadisehi kosehi",
  "atk-s0102a0:139_1": "ohitaṁ paṭicchannaṁ vatthaguyhaṁ assāti kosohitavatthaguyho. Vatthaguyhanti vatthena",
  "atk-s0102a0:139_2": "guhitabbaṁ aṅgajātaṁ vuccati.",
  "atk-s0102a0:140_0": "Suvaṇṇavaṇṇoti jātihiṅgulakena majjitvā dīpidāṭhāya ghaṁsitvā gerukaparikammaṁ katvā",
  "atk-s0102a0:140_1": "ṭhapitaghanasuvaṇṇarūpasadisoti attho. Etenassa ghanasiniddhasaṇhasarīrataṁ dassetvā",
  "atk-s0102a0:140_2": "chavivaṇṇadassanatthaṁ kañcanasannibhattacoti vuttaṁ. Purimassa vā vevacanametaṁ.",
  "atk-s0102a0:141_0": "Rajojallanti rajo vā malaṁ vā. Na upalimpatīti na laggati padumapalāsato udakabindu",
  "atk-s0102a0:141_1": "viya vivaṭṭati. Hatthadhovanādīni pana utuggahaṇatthāya ceva dāyakānaṁ puññaphalatthāya",
  "atk-s0102a0:141_2": "ca buddhā karonti, vattasīsenāpi ca karontiyeva. Senāsanaṁ pavisantena hi bhikkhunā",
  "atk-s0102a0:141_3": "pāde dhovitvā pavisitabbanti vuttametaṁ.",
  "atk-s0102a0:142": "Uddhaggalomoti āvaṭṭapariyosāne uddhaggāni hutvā mukhasobhaṁ ullokayamānāni viya ṭhitāni lomāni assāti uddhaggalomo.",
  "atk-s0102a0:143_0": "Brahmujugattoti brahmā viya ujugatto, ujumeva uggatadīghasarīro bhavissati. Yebhuyyena",
  "atk-s0102a0:143_1": "hi sattā khandhe kaṭiyaṁ jāṇūsūti tīsu ṭhānesu namanti, te kaṭiyaṁ namantā pacchato",
  "atk-s0102a0:143_2": "namanti, itaresu dvīsu ṭhānesu purato. Dīghasarīrā pana eke passavaṅkā honti, eke",
  "atk-s0102a0:143_3": "mukhaṁ unnametvā nakkhattāni gaṇayantā viya caranti, eke appamaṁsalohitā sūlasadisā",
  "atk-s0102a0:143_4": "honti, eke purato pabbhārā honti, pavedhamānā gacchanti. Ayaṁ pana ujumeva uggantvā",
  "atk-s0102a0:143_5": "dīghappamāṇo devanagare ussitasuvaṇṇatoraṇaṁ viya bhavissatīti dīpenti. Yathā cetaṁ,",
  "atk-s0102a0:143_6": "evaṁ yaṁ yaṁ jātamattassa sabbaso aparipuṇṇaṁ mahāpurisalakkhaṇaṁ hoti, taṁ taṁ āyatiṁ",
  "atk-s0102a0:143_7": "tathābhāvitaṁ sandhāya vuttanti veditabbaṁ.",
  "atk-s0102a0:144_0": "Sattussadoti dve hatthapiṭṭhiyo dve pādapiṭṭhiyo dve aṁsakūṭāni khandhoti imesu sattasu",
  "atk-s0102a0:144_1": "ṭhānesu paripuṇṇo maṁsussado assāti sattussado. Aññesaṁ pana hatthapādapiṭṭhādīsu",
  "atk-s0102a0:144_2": "sirājālaṁ paññāyati, aṁsakūṭakkhandhesu aṭṭhikoṭiyo. Te manussā petā viya khāyanti,",
  "atk-s0102a0:144_3": "na tathā mahāpuriso, mahāpuriso pana sattasu ṭhānesu paripuṇṇamaṁsussadattā nigūḷhasirājālehi",
  "atk-s0102a0:144_4": "hatthapiṭṭhādīhi vaṭṭetvā suṭṭhapitasuvaṇṇāḷiṅgasadisena khandhena silārūpakaṁ viya",
  "atk-s0102a0:144_5": "khāyati, cittakammarūpakaṁ viya ca khāyati.",
  "atk-s0102a0:145_0": "Sīhassa pubbaddhaṁ viya kāyo assāti sīhapubbaddhakāyo. Sīhassa hi puratthimakāyova",
  "atk-s0102a0:145_1": "paripuṇṇo hoti, pacchimakāyo aparipuṇṇo. Mahāpurisassa pana sīhassa pubbaddhakāyo",
  "atk-s0102a0:145_2": "viya sabbo kāyo paripuṇṇo. Sopi sīhasseva tattha tattha vinatunnatādivasena dussaṇṭhitavisaṇṭhito",
  "atk-s0102a0:145_3": "na hoti, dīghayuttaṭṭhāne pana dīgho, rassathūlakisaputhulaanuvaṭṭitayuttaṭṭhānesu",
  "atk-s0102a0:145_4": "tathāvidhova hoti. Vuttañhetaṁ bhagavatā –",
  "atk-s0102a0:146_0": "‘‘Manāpiyeva kho, bhikkhave, kammavipāke paccupaṭṭhite yehi aṅgehi dīghehi sobhati,",
  "atk-s0102a0:146_1": "tāni aṅgāni dīghāni saṇṭhanti. Yehi aṅgehi rassehi sobhati, tāni aṅgāni rassāni saṇṭhanti.",
  "atk-s0102a0:146_2": "Yehi aṅgehi thūlehi sobhati, tāni aṅgāni thūlāni saṇṭhanti. Yehi aṅgehi kisehi sobhati,",
  "atk-s0102a0:146_3": "tāni aṅgāni kisāni saṇṭṭhanti. Yehi aṅgehi puthulehi sobhati, tāni aṅgāni puthulāni",
  "atk-s0102a0:146_4": "saṇṭhanti. Yehi aṅgehi vaṭṭehi sobhati, tāni aṅgāni vaṭṭāni saṇṭhantī’’ti.",
  "atk-s0102a0:147": "Iti nānācittena puññacittena cittito dasahi pāramīhi sajjito mahāpurisassa attabhāvo, loke sabbasippino vā sabbaiddhimanto vā patirūpakampi kātuṁ na sakkonti.",
  "atk-s0102a0:148_0": "Citantaraṁsoti antaraṁsaṁ vuccati dvinnaṁ koṭṭānaṁ antaraṁ, taṁ citaṁ paripuṇṇaṁ",
  "atk-s0102a0:148_1": "antaraṁsaṁ assāti citantaraṁso. Aññesañhi taṁ ṭhānaṁ ninnaṁ hoti, dve piṭṭhikoṭṭā",
  "atk-s0102a0:148_2": "pāṭiyekkā paññāyanti. Mahāpurisassa pana kaṭito paṭṭhāya maṁsapaṭalaṁ yāva khandhā",
  "atk-s0102a0:148_3": "uggamma samussitasuvaṇṇaphalakaṁ viya piṭṭhiṁ chādetvā patiṭṭhitaṁ.",
  "atk-s0102a0:149_0": "Nigrodhaparimaṇḍaloti nigrodho viya parimaṇḍalo. Yathā paññāsahatthatāya vā satahatthatāya",
  "atk-s0102a0:149_1": "vā samakkhandhasākho nigrodho dīghatopi vitthāratopi ekappamāṇova hoti, evaṁ kāyatopi",
  "atk-s0102a0:149_2": "byāmatopi ekappamāṇo. Yathā aññesaṁ kāyo dīgho vā hoti byāmo vā, na evaṁ visamappamāṇoti",
  "atk-s0102a0:149_3": "attho. Teneva yāvatakvassa kāyotiādi vuttaṁ. Tattha yāvatako assāti yāvatakvassa.",
  "atk-s0102a0:150_0": "Samavaṭṭakkhandhoti samavaṭṭitakkhandho. Yathā eke koñcā viya ca bakā viya ca varāhā",
  "atk-s0102a0:150_1": "viya ca dīghagalā vaṅkagalā puthulagalā ca honti , kathanakāle sirājālaṁ paññāyati,",
  "atk-s0102a0:150_2": "mando saro nikkhamati, na evaṁ mahāpurisassa. Mahāpurisassa pana suvaṭṭitasuvaṇṇāḷiṅgasadiso",
  "atk-s0102a0:150_3": "khandho hoti, kathanakāle sirājālaṁ na paññāyati, meghassa viya gajjito saro mahā hoti.",
  "atk-s0102a0:151_0": "Rasaggasaggīti ettha rasaṁ gasanti harantīti rasaggasā. Rasaharaṇīnametaṁ adhivacanaṁ,",
  "atk-s0102a0:151_1": "tā aggā assāti rasaggasaggī. Mahāpurisassa kira sattarasaharaṇīsahassāni uddhaggāni",
  "atk-s0102a0:151_2": "hutvā gīvāyameva paṭimukkāni. Tilaphalamattopi āhāro jivhagge ṭhapito sabbakāyaṁ",
  "atk-s0102a0:151_3": "anupharati. Teneva mahāpadhānaṁ padahantassa ekataṇḍulādīhipi kaḷāyayūsapasatamattenāpi",
  "atk-s0102a0:151_4": "kāyassa yāpanaṁ ahosi. Aññesaṁ pana tathā abhāvā na sakalaṁ kāyaṁ ojā pharati. Tena",
  "atk-s0102a0:151_5": "te bahvābādhā honti.",
  "atk-s0102a0:152_0": "Sīhasseva hanu assāti sīhahanu. Tattha sīhassa heṭṭhimahanumeva paripuṇṇaṁ hoti,",
  "atk-s0102a0:152_1": "na uparimaṁ. Mahāpurisassa pana sīhassa heṭṭhimaṁ viya dvepi paripuṇṇāni dvādasiyā",
  "atk-s0102a0:152_2": "pakkhassa candasadisāni honti. Atha nemittakā hanukapariyantaṁ olokentāva imesu hanukesu",
  "atk-s0102a0:152_3": "heṭṭhime vīsati uparime vīsatīti cattālīsadantā samā aviraḷā patiṭṭhahissantīti sallakkhetvā",
  "atk-s0102a0:152_4": "ayañhi deva, kumāro cattālīsadanto hotītiādimāhaṁsu. Tatrāyamattho, aññesañhi paripuṇṇadantānampi",
  "atk-s0102a0:152_5": "dvattiṁsa dantā honti. Imassa pana cattālīsaṁ bhavissanti. Aññesañca keci dantā uccā,",
  "atk-s0102a0:152_6": "keci nīcāti visamā honti, imassa pana ayapaṭṭakena chinnasaṅkhapaṭalaṁ viya samā",
  "atk-s0102a0:152_7": "bhavissanti. Aññesaṁ kumbhilānaṁ viya dantā viraḷā honti, macchamaṁsāni khādantānaṁ",
  "atk-s0102a0:152_8": "dantantaraṁ pūrenti. Imassa pana kanakaphalakāyaṁ samussitavajirapanti viya aviraḷā",
  "atk-s0102a0:152_9": "tūlikāya dassitaparicchedā viya dantā bhavissanti. Aññesañca pūtidantā uṭṭhahanti.",
  "atk-s0102a0:152_10": "Tena kāci dāṭhā kāḷāpi vivaṇṇāpi honti. Ayaṁ pana suṭṭhu sukkadāṭho osadhitārakampi",
  "atk-s0102a0:152_11": "atikkamma virocamānāya pabhāya samannāgatadāṭho bhavissati.",
  "atk-s0102a0:153_0": "Pahūtajivhoti puthulajivho. Aññesaṁ jivhā thūlāpi honti kisāpi rassāpi thaddhāpi",
  "atk-s0102a0:153_1": "visamāpi, mahāpurisassa pana jivhā mudu dīghā puthulā vaṇṇasampannā hoti. So hi etaṁ",
  "atk-s0102a0:153_2": "lakkhaṇaṁ pariyesituṁ āgatānaṁ kaṅkhāvinodanatthaṁ mudukattā taṁ jivhaṁ kathinasūciṁ",
  "atk-s0102a0:153_3": "viya vaṭṭetvā ubho nāsikasotāni parāmasati, dīghattā ubho kaṇṇasotāni parāmasati",
  "atk-s0102a0:153_4": ", puthulattā kesantapariyosānaṁ kevalampi nalāṭaṁ paṭicchādeti. Evamassa mududīghaputhulabhāvaṁ",
  "atk-s0102a0:153_5": "pakāsento tesaṁ kaṅkhaṁ vinodeti. Evaṁ tilakkhaṇasampannaṁ jivhaṁ sandhāya ‘‘pahūtajivho’’ti vuttaṁ.",
  "atk-s0102a0:154_0": "Brahmassaroti aññe chinnassarāpi bhinnassarāpi kākassarāpi honti, ayaṁ pana mahābrahmuno",
  "atk-s0102a0:154_1": "sarasadisena sarena samannāgato bhavissati, mahābrahmuno hi pittasemhehi apalibuddhattā",
  "atk-s0102a0:154_2": "saro visado hoti. Mahāpurisenāpi katakammaṁ tassa vatthuṁ sodheti. Vatthuno suddhattā",
  "atk-s0102a0:154_3": "nābhito paṭṭhāya samuṭṭhahanto saro visado aṭṭhaṅgasamannāgatova samuṭṭhāti. Karavīko",
  "atk-s0102a0:154_4": "viya bhaṇatīti karavīkabhāṇī, mattakaravīkarutamañjughosoti attho.",
  "atk-s0102a0:155_0": "Abhinīlanettoti na sakalanīlanetto, nīlayuttaṭṭhāne panassa umāpupphasadisena ativisuddhena",
  "atk-s0102a0:155_1": "nīlavaṇṇena samannāgatāni nettāni honti, pītayuttaṭṭhāne kaṇikārapupphasadisena pītavaṇṇena,",
  "atk-s0102a0:155_2": "lohitayuttaṭṭhāne bandhujīvakapupphasadisena lohitavaṇṇena, setayuttaṭṭhāne osadhitārakasadisena",
  "atk-s0102a0:155_3": "setavaṇṇena, kāḷayuttaṭṭhāne addāriṭṭhakasadisena kāḷavaṇṇena samannāgatāni. Suvaṇṇavimāne",
  "atk-s0102a0:155_4": "ugghāṭitamaṇisīhapañjarasadisāni khāyanti.",
  "atk-s0102a0:156_0": "Gopakhumoti ettha pakhumanti sakalacakkhubhaṇḍaṁ adhippetaṁ, taṁ kāḷavacchakassa",
  "atk-s0102a0:156_1": "bahaladhātukaṁ hoti, rattavacchakassa vippasannaṁ, taṁmuhuttajātataruṇarattavacchakasadisacakkhubhaṇḍoti",
  "atk-s0102a0:156_2": "attho. Aññesañhi cakkhubhaṇḍā aparipuṇṇā honti, hatthimūsikādīnaṁ akkhisadisehi viniggatehipi",
  "atk-s0102a0:156_3": "gambhīrehipi akkhīhi samannāgatā honti. Mahāpurisassa pana dhovitvā majjitvā ṭhapitamaṇiguḷikā",
  "atk-s0102a0:156_4": "viya mudusiniddhanīlasukhumapakhumācitāni akkhīni.",
  "atk-s0102a0:157_0": "Uṇṇāti uṇṇalomaṁ. Bhamukantareti dvinnaṁ bhamukānaṁ vemajjhe nāsikamatthakeyeva jātā,",
  "atk-s0102a0:157_1": "uggantvā pana nalāṭavemajjhe jātā. Odātāti parisuddhā, osadhitārakasamānavaṇṇā. Mudūti",
  "atk-s0102a0:157_2": "sappimaṇḍe osāretvā ṭhapitasatavāravihatakappāsapaṭalasadisā. Tūlasannibhāti simbalitūlalatātūlasamānā,",
  "atk-s0102a0:157_3": "ayamassa odātatāya upamā. Sā panesā koṭiyaṁ gahetvā ākaḍḍhiyamānā upaḍḍhabāhuppamāṇā",
  "atk-s0102a0:157_4": "hoti, vissaṭṭhā dakkhiṇāvaṭṭavasena āvaṭṭitvā uddhaggā hutvā santiṭṭhati. Suvaṇṇaphalakamajjhe",
  "atk-s0102a0:157_5": "ṭhapitarajatapubbuḷakaṁ viya, suvaṇṇaghaṭato nikkhamamānā khīradhārā viya, aruṇappabhārañjite",
  "atk-s0102a0:157_6": "gaganappadese osadhitārakā viya ca atimanoharāya siriyā virocati.",
  "atk-s0102a0:158_0": "Uṇhīsasīsoti idaṁ paripuṇṇanalāṭatañca paripuṇṇasīsataṁ cāti dve atthavase paṭicca",
  "atk-s0102a0:158_1": "vuttaṁ. Mahāpurisassa hi dakkhiṇakaṇṇacūḷikato paṭṭhāya maṁsapaṭalaṁ uṭṭhahitvā sakalanalāṭaṁ",
  "atk-s0102a0:158_2": "chādayamānaṁ pūrayamānaṁ gantvā vāmakaṇṇacūḷikāyaṁ patiṭṭhitaṁ, taṁ rañño bandhauṇhīsapaṭṭo",
  "atk-s0102a0:158_3": "viya virocati. Mahāpurisassa kira imaṁ lakkhaṇaṁ disvā rājūnaṁ uṇhīsapaṭṭaṁ akaṁsu.",
  "atk-s0102a0:158_4": "Ayaṁ tāva eko attho. Aññe pana janā aparipuṇṇasīsā honti, keci kapisīsā, keci phalasīsā,",
  "atk-s0102a0:158_5": "keci aṭṭhisīsā, keci hatthisīsā, keci tumbasīsā, keci pabbhārasīsā. Mahāpurisassa",
  "atk-s0102a0:158_6": "pana āraggena vaṭṭetvā ṭhapitaṁ viya suparipuṇṇaṁ udakapubbuḷasadisaṁ sīsaṁ hoti.",
  "atk-s0102a0:158_7": "Tattha purimanaye uṇhīsaveṭhitasīso viyāti uṇhīsasīso. Dutiyanaye uṇhīsaṁ viya sabbattha",
  "atk-s0102a0:158_8": "parimaṇḍalasīsoti uṇhīsasīso.",
  "atk-s0102a0:159": "Vipassīsamaññāvaṇṇanā",
  "atk-s0102a0:160_0": "37.Sabbakāmehīti idaṁ lakkhaṇāni pariggaṇhāpetvā pacchā kataṁ viya vuttaṁ, na panevaṁ",
  "atk-s0102a0:160_1": "daṭṭhabbaṁ. Paṭhamañhi te nemittake santappetvā pacchā lakkhaṇapariggaṇhanaṁ katanti",
  "atk-s0102a0:160_2": "veditabbaṁ. Tassa vitthāro gabbhokkantiyaṁ vuttoyeva. Pāyentīti thaññaṁ pāyenti.",
  "atk-s0102a0:160_3": "Tassa kira niddosena madhurena khīrena samannāgatā saṭṭhi dhātiyo upaṭṭhāpesi, tathā",
  "atk-s0102a0:160_4": "sesāpi tesu tesu kammesu kusalā saṭṭhisaṭṭhiyeva. Tāsaṁ pesanakārake saṭṭhi purise,",
  "atk-s0102a0:160_5": "tassa tassa katākatabhāvaṁ sallakkhaṇe saṭṭhi amacce upaṭṭhāpesi. Evaṁ cattāri saṭṭhiyo",
  "atk-s0102a0:160_6": "itthīnaṁ, dve saṭṭhiyo purisānanti cha saṭṭhiyo upaṭṭhakānaṁyeva ahesuṁ. Setacchattanti",
  "atk-s0102a0:160_7": "dibbasetacchattaṁ. Kuladattiyaṁ pana sirigabbheyeva tiṭṭhati. Mā naṁ sītaṁ vātiādīsu",
  "atk-s0102a0:160_8": "mā abhibhavīti attho veditabbo. Svāssudanti so assudaṁ. Aṅkeneva aṅkanti aññassa",
  "atk-s0102a0:160_9": "bāhunāva aññassa bāhuṁ. Aññassa ca aṁsakūṭeneva aññassa aṁsakūṭaṁ. Parihariyatīti",
  "atk-s0102a0:160_10": "nīyati, sampāpiyatīti attho.",
  "atk-s0102a0:161_0": "38.Mañjussaroti akharassaro. Vaggussaroti chekanipuṇassaro. Madhurassaroti sātassaro.",
  "atk-s0102a0:161_1": "Pemaniyassaroti pemajanakassaro. Tatridaṁ karavīkānaṁ madhurassaratāya – karavīkasakuṇe",
  "atk-s0102a0:161_2": "kira madhurarasaṁ ambapakkaṁ mukhatuṇḍakena paharitvā paggharitarasaṁ pivitvā pakkhena",
  "atk-s0102a0:161_3": "tālaṁ datvā vikūjamāne catuppadā mattā viya laḷituṁ ārabhanti. Gocarapasutāpi catuppadā",
  "atk-s0102a0:161_4": "mukhagatāni tiṇāni chaḍḍetvā taṁ saddaṁ suṇanti. Vāḷamigā khuddakamige anubandhamānā",
  "atk-s0102a0:161_5": "ukkhittaṁ pādaṁ anikkhipitvāva tiṭṭhanti. Anubaddhamigā ca maraṇabhayaṁ jahitvā tiṭṭhanti.",
  "atk-s0102a0:161_6": "Ākāse pakkhandā pakkhinopi pakkhe pasāretvā taṁ saddaṁ suṇamānāva tiṭṭhanti. Udake",
  "atk-s0102a0:161_7": "macchāpi kaṇṇapaṭalaṁ papphoṭetvā taṁ saddaṁ suṇamānāva tiṭṭhanti. Evaṁ madhurassarā karavīkā.",
  "atk-s0102a0:162_0": "Asandhimittāpi dhammāsokassa devī – ‘‘atthi nu kho, bhante, buddhassarena sadiso",
  "atk-s0102a0:162_1": "kassaci saro’’ti saṅghaṁ pucchi. Atthi karavīkasakuṇassāti. Kuhiṁ, bhante, te sakuṇāti?",
  "atk-s0102a0:162_2": "Himavanteti. Sā rājānaṁ āha – ‘‘deva, ahaṁ karavīkasakuṇaṁ passitukāmāmhī’’ti. Rājā",
  "atk-s0102a0:162_3": "– ‘‘imasmiṁ pañjare nisīditvā karavīko āgacchatū’’ti suvaṇṇapañjaraṁ vissajjesi.",
  "atk-s0102a0:162_4": "Pañjaro gantvā ekassa karavīkassa purato aṭṭhāsi. So – ‘‘rājāṇāya āgato pañjaro,",
  "atk-s0102a0:162_5": "na sakkā na gantu’’nti tattha nisīdi. Pañjaro āgantvā rañño purato aṭṭhāsi. Na karavīkasaddaṁ",
  "atk-s0102a0:162_6": "kārāpetuṁ sakkonti. Atha rājā – ‘‘kathaṁ, bhaṇe, ime saddaṁ na karontī’’ti āha. Ñātake",
  "atk-s0102a0:162_7": "adisvā devāti. Atha naṁ rājā ādāsehi parikkhipāpesi. So attano chāyaṁ disvā – ‘‘ñātakā",
  "atk-s0102a0:162_8": "me āgatā’’ti maññamāno pakkhena tālaṁ datvā madhurassarena maṇivaṁsaṁ dhamamāno viya",
  "atk-s0102a0:162_9": "viravi. Sakalanagare manussā mattā viya laḷiṁsu. Asandhimittā cintesi – ‘‘imassa",
  "atk-s0102a0:162_10": "tāva tiracchānagatassa evaṁ madhuro saddo, kīdiso nu kho sabbaññutaññāṇasiripattassa",
  "atk-s0102a0:162_11": "bhagavato saddo ahosī’’ti pītiṁ uppādetvā taṁ pītiṁ avijahitvā sattahi jaṅghasatehi",
  "atk-s0102a0:162_12": "saddhiṁ sotāpattiphale patiṭṭhāsi. Evaṁ madhuro kira karavīkasaddoti. Tato pana satabhāgena",
  "atk-s0102a0:162_13": "sahassabhāgena ca madhurataro vipassissa kumārassa saddo ahosīti veditabbo.",
  "atk-s0102a0:163_0": "39.Kammavipākajanti na bhāvanāmayaṁ, kammavipākavasena pana devatānaṁ cakkhusadisameva",
  "atk-s0102a0:163_1": "maṁsacakkhu ahosi , yena nimittaṁ katvā tilavāhe pakkhittaṁ ekatilampi ayaṁ soti",
  "atk-s0102a0:163_2": "uddharitvā dātuṁ sakkoti.",
  "atk-s0102a0:164_0": "40.Vipassīti ettha ayaṁ vacanattho, antarantarā nimīlajanitandhakāravirahena visuddhaṁ",
  "atk-s0102a0:164_1": "passati, vivaṭehi ca akkhīhi passatīti vipassī; dutiyavāre viceyya viceyya passatīti",
  "atk-s0102a0:164_2": "vipassī; vicinitvā vicinitvā passatīti attho.",
  "atk-s0102a0:165_0": "Atthe panāyatīti atthe jānāti passati, nayati vā pavattetīti attho. Ekadivasaṁ kira",
  "atk-s0102a0:165_1": "vinicchayaṭṭhāne nisīditvā atthe anusāsantassa rañño alaṅkatapaṭiyattaṁ mahāpurisaṁ",
  "atk-s0102a0:165_2": "ānetvā hatthe ṭhapayiṁsu. Tassa taṁ aṅkekatvā upalāḷayamānasseva amaccā sāmikaṁ assāmikaṁ",
  "atk-s0102a0:165_3": "akaṁsu. Bodhisatto anattamanasaddaṁ nicchāresi. Rājā – ‘‘kimetaṁ, upadhārethā’’ti",
  "atk-s0102a0:165_4": "āha. Upadhāriyamānā aññaṁ adisvā – ‘‘aḍḍassa dubbinicchitattā evaṁ kataṁ bhavissatī’’ti",
  "atk-s0102a0:165_5": "puna sāmikaṁyeva sāmikaṁ katvā ‘‘ñatvā nu kho kumāro evaṁ karotī’’ti vīmaṁsantā puna",
  "atk-s0102a0:165_6": "sāmikaṁ assāmikaṁ akaṁsu. Punapi bodhisatto tatheva saddaṁ nicchāresi. Atha rājā",
  "atk-s0102a0:165_7": "– ‘‘jānāti mahāpuriso’’ti tato paṭṭhāya appamatto ahosi. Idaṁ sandhāya vuttaṁ – ‘‘viceyya",
  "atk-s0102a0:165_8": "viceyya kumāro atthe panāyatī’’ti.",
  "atk-s0102a0:166_0": "42.Vassikantiādīsu yattha sukhaṁ hoti vassakāle vasituṁ, ayaṁ vassiko. Itaresupi",
  "atk-s0102a0:166_1": "eseva nayo. Ayaṁ panettha vacanattho vassāvāso vassaṁ, vassaṁ arahatīti vassiko.",
  "atk-s0102a0:166_2": "Itaresupi eseva nayo.",
  "atk-s0102a0:167_0": "Tattha vassiko pāsādo nātiucco hoti, nātinīco, dvāravātapānānipissa nātibahūni nātitanūni,",
  "atk-s0102a0:167_1": "bhūmattharaṇapaccattharaṇakhajjabhojjānipettha missakāneva vaṭṭanti. Hemantike thambhāpi",
  "atk-s0102a0:167_2": "bhittiyopi nīcā honti, dvāravātapānāni tanukāni sukhumacchiddāni, uṇhappavesanatthāya",
  "atk-s0102a0:167_3": "bhittiniyūhāni nīhariyanti. Bhūmattharaṇapaccattharaṇanivāsanapārupanāni panettha",
  "atk-s0102a0:167_4": "uṇhaviriyāni kambalādīni vaṭṭanti. Khajjabhojjaṁ siniddhaṁ kaṭukasannissitaṁ nirudakasannissitañca.",
  "atk-s0102a0:167_5": "Gimhike thambhāpi bhittiyopi uccā honti, dvāravātapānāni panettha bahūni vipulajātāni",
  "atk-s0102a0:167_6": "honti, bhūmattharaṇādīni dukūlamayāni vaṭṭanti. Khajjabhojjāni madhurasasannissitabharitāni.",
  "atk-s0102a0:167_7": "Vātapānasamīpesu cettha nava cāṭiyo ṭhapetvā udakassa pūretvā nīluppalādīhi sañchādenti.",
  "atk-s0102a0:167_8": "Tesu tesu padesesu udakayantāni karonti, yehi deve vassante viya udakadhārā nikkhamanti.",
  "atk-s0102a0:168_0": "Nippurisehīti purisavirahitehi. Na kevalañcettha tūriyāneva nippurisāni, sabbaṭṭhānānipi",
  "atk-s0102a0:168_1": "nippurisāneva, dovārikāpi itthiyova, nahāpanādiparikammakarāpi itthiyova. Rājā kira",
  "atk-s0102a0:168_2": "– ‘‘tathārūpaṁ issariyasukhasampattiṁ anubhavamānassa purisaṁ disvā purisāsaṅkā uppajjati,",
  "atk-s0102a0:168_3": "sā me puttassa mā ahosī’’ti sabbakiccesu itthiyova ṭhapesīti.",
  "atk-s0102a0:169": "Paṭhamabhāṇavāravaṇṇanā niṭṭhitā.",
  "atk-s0102a0:170": "Jiṇṇapurisavaṇṇanā",
  "atk-s0102a0:171_0": "43. Dutiyabhāṇavāre gopānasivaṅkanti gopānasī viya vaṅkaṁ. Bhogganti khandhe, kaṭiyaṁ,",
  "atk-s0102a0:171_1": "jāṇūsūti tīsu ṭhānesu bhoggavaṅkaṁ. Daṇḍaparāyananti daṇḍagatikaṁ daṇḍapaṭisaraṇaṁ.",
  "atk-s0102a0:171_2": "Āturanti jarāturaṁ. Gatayobbananti atikkantayobbanaṁ pacchimavaye ṭhitaṁ. Disvāti",
  "atk-s0102a0:171_3": "aḍḍhayojanappamāṇena balakāyena parivuto susaṁvihitārakkhopi gacchanto yadā ratho",
  "atk-s0102a0:171_4": "purato hoti, pacchā balakāyo, tādise okāse suddhāvāsakhīṇāsavabrahmehi attano ānubhāvena",
  "atk-s0102a0:171_5": "rathassa puratova dassitaṁ, taṁ purisaṁ passitvā. Suddhāvāsā kira – ‘‘mahāpuriso",
  "atk-s0102a0:171_6": "paṅke gajo viya pañcasu kāmaguṇesu laggo, satimassa uppādessāmā’’ti taṁ dassesuṁ.",
  "atk-s0102a0:171_7": "Evaṁ dassitañca taṁ bodhisatto ceva passati sārathi ca. Brahmāno hi bodhisattassa",
  "atk-s0102a0:171_8": "appamādatthaṁ sārathissa ca kathāsallāpatthaṁ taṁ dassesuṁ. Kiṁ panesoti ‘‘eso jiṇṇoti",
  "atk-s0102a0:171_9": "kiṁ vuttaṁ hoti, nāhaṁ, bho ito pubbe evarūpaṁ addasa’’nti pucchi.",
  "atk-s0102a0:172_0": "Tenahīti yadi mayhampi evarūpehi kesehi evarūpena ca kāyena bhavitabbaṁ, tena hi",
  "atk-s0102a0:172_1": "samma sārathi. Alaṁ dānajja uyyānabhūmiyāti – ‘‘ajja uyyānabhūmiṁ passissāmā’’ti",
  "atk-s0102a0:172_2": "gacchāma, alaṁ tāya uyyānabhūmiyāti saṁviggahadayo saṁvegānurūpamāha. Antepuraṁ gatoti",
  "atk-s0102a0:172_3": "itthijanaṁ vissajjetvā sirigabbhe ekakova nisinno. Yatra hi nāmāti yāya jātiyā sati",
  "atk-s0102a0:172_4": "jarā paññāyati, sā jāti dhiratthu dhikkatā atthu, jigucchāmetaṁ jātinti, jātiyā mūlaṁ",
  "atk-s0102a0:172_5": "khaṇanto nisīdi, paṭhamena sallena hadaye viddho viya.",
  "atk-s0102a0:173_0": "45.Sārathiṁ āmantāpetvāti rājā kira nemittakehi kathitakālato paṭṭhāya ohitasoto",
  "atk-s0102a0:173_1": "vicarati, so ‘‘kumāro uyyānaṁ gacchanto antarāmagge nivatto’’ti sutvā sārathiṁ āmantāpesi.",
  "atk-s0102a0:173_2": "Mā heva khotiādīsu rajjaṁ kāretu, mā pabbajatu, brāhmaṇānaṁ vacanaṁ mā saccaṁ hotūti",
  "atk-s0102a0:173_3": "evaṁ cintesīti attho.",
  "atk-s0102a0:174": "Byādhipurisavaṇṇanā",
  "atk-s0102a0:175_0": "47.Addasa khoti pubbe vuttanayeneva suddhāvāsehi dassitaṁ addasa. Ābādhikanti iriyāpathabhañjanakena",
  "atk-s0102a0:175_1": "visabhāgabādhena ābādhikaṁ. Dukkhitanti rogadukkhena dukkhitaṁ. Bāḷhagilānanti adhimattagilānaṁ.",
  "atk-s0102a0:175_2": "Palipannanti nimuggaṁ. Jarā paññāyissati byādhi paññāyissatīti idhāpi yāya jātiyā",
  "atk-s0102a0:175_3": "sati idaṁ dvayaṁ paññāyati, dhikkatā sā jāti, ajātaṁ khemanti jātiyā mūlaṁ khaṇanto",
  "atk-s0102a0:175_4": "nisīdi, dutiyena sallena viddho viya.",
  "atk-s0102a0:176": "Kālaṅkatapurisavaṇṇanā",
  "atk-s0102a0:177_0": "50.Vilātanti sivikaṁ. Petanti ito paṭigataṁ. Kālaṅkatanti katakālaṁ, yattakaṁ tena",
  "atk-s0102a0:177_1": "kālaṁ jīvitabbaṁ, taṁ sabbaṁ katvā niṭṭhapetvā matanti attho. Imampissa purimanayeneva",
  "atk-s0102a0:177_2": "brahmāno dassesuṁ. Yatra hi nāmāti idhāpi yāya jātiyā sati idaṁ tayaṁ paññāyati,",
  "atk-s0102a0:177_3": "dhikkatā sā jāti, ajātaṁ khemanti jātiyā mūlaṁ khaṇanto nisīdi, tatiyena sallena viddho viya.",
  "atk-s0102a0:178": "Pabbajitavaṇṇanā",
  "atk-s0102a0:179_0": "52.Bhaṇḍunti muṇḍaṁ. Imampissa purimanayeneva brahmāno dassesuṁ. Sādhu dhammacariyātiādīsu",
  "atk-s0102a0:179_1": "ayaṁ deva dhammacaraṇabhāvo sādhūti cintetvā pabbajitoti evaṁ ekamekassa padassa",
  "atk-s0102a0:179_2": "yojanā veditabbā. Sabbāni cetāni dasakusalakammapathavevacanāneva. Avasāne pana avihiṁsāti",
  "atk-s0102a0:179_3": "karuṇāya pubbabhāgo. Anukampāti mettāya pubbabhāgo. Tenahīti uyyojanatthe nipāto.",
  "atk-s0102a0:179_4": "Pabbajitaṁ hissa disvā cittaṁ pabbajjāya ninnaṁ jātaṁ. Atha tena saddhiṁ kathetukāmo",
  "atk-s0102a0:179_5": "hutvā sārathiṁ uyyojento tena hītiādimāha.",
  "atk-s0102a0:180": "Bodhisattapabbajjāvaṇṇanā",
  "atk-s0102a0:181_0": "54.Athakho, bhikkhaveti – ‘‘pabbajitassa sādhu dhammacariyā’’tiādīni ca aññañca bahuṁ",
  "atk-s0102a0:181_1": "mahājanakāyena rakkhiyamānassa puttadārasambādhe ghare vasato ādīnavapaṭisaṁyuttañceva",
  "atk-s0102a0:181_2": "migabhūtena cetasā yathāsukhaṁ vane vasato pabbajitassa vivekānisaṁsapaṭisaṁyuttañca",
  "atk-s0102a0:181_3": "dhammiṁ kathaṁ sutvā pabbajitukāmo hutvā – atha kho, bhikkhave, vipassī kumāro sārathiṁ āmantesi.",
  "atk-s0102a0:182_0": "Imāni cattāri disvā pabbajitaṁ nāma sabbabodhisattānaṁ vaṁsova tantiyeva paveṇīyeva.",
  "atk-s0102a0:182_1": "Aññepi ca bodhisattā yathā ayaṁ vipassī kumāro, evaṁ cirassaṁ cirassaṁ passanti.",
  "atk-s0102a0:182_2": "Amhākaṁ pana bodhisatto cattāripi ekadivasaṁyeva disvā mahābhinikkhamanaṁ nikkhamitvā",
  "atk-s0102a0:182_3": "anomānadītīre pabbajito. Teneva rājagahaṁ patvā tattha raññā bimbisārena – ‘‘kimatthaṁ,",
  "atk-s0102a0:182_4": "paṇḍita, pabbajitosīti’’ puṭṭho āha –",
  "atk-s0102a0:183": "‘‘Jiṇṇañca disvā dukhitañca byādhitaṁ,",
  "atk-s0102a0:184": "Matañca disvā gatamāyusaṅkhayaṁ;",
  "atk-s0102a0:185": "Kāsāyavatthaṁ pabbajitañca disvā,",
  "atk-s0102a0:186": "Tasmā ahaṁ pabbajitomhi rājā’’ti.",
  "atk-s0102a0:187": "Mahājanakāyaanupabbajjāvaṇṇanā",
  "atk-s0102a0:188_0": "55.Sutvāna tesanti tesaṁ caturāsītiyā pāṇasahassānaṁ sutvā etadahosi. Orakoti ūnako",
  "atk-s0102a0:188_1": "lāmako. Anupabbajiṁsūti anupabbajitāni . Kasmā panettha yathā parato khaṇḍatissānaṁ",
  "atk-s0102a0:188_2": "anupabbajjāya – ‘‘bandhumatiyā rājadhāniyā nikkhamitvā’’ti vuttaṁ, evaṁ na vuttanti?",
  "atk-s0102a0:188_3": "Nikkhamitvā sutattā. Ete kira sabbepi vipassissa kumārassa upaṭṭhākaparisāva, te",
  "atk-s0102a0:188_4": "pātova upaṭṭhānaṁ āgantvā kumāraṁ adisvā pātarāsatthāya gantvā bhuttapātarāsā āgamma",
  "atk-s0102a0:188_5": "‘‘kuhiṁ kumāro’’ti pucchitvā ‘‘uyyānabhūmiṁ gato’’ti sutvā ‘‘tattheva naṁ dakkhissāmā’’ti",
  "atk-s0102a0:188_6": "nikkhamantā nivattamānaṁ sārathiṁ disvā – ‘‘kumāro pabbajito’’ti cassa vacanaṁ sutvā",
  "atk-s0102a0:188_7": "sutaṭṭhāneyeva sabbābharaṇāni omuñcitvā antarāpaṇato kāsāvapītāni vatthāni āharāpetvā",
  "atk-s0102a0:188_8": "kesamassuṁ ohāretvā pabbajiṁsu. Iti nagarato nikkhamitvā bahinagare sutattā ettha",
  "atk-s0102a0:188_9": "– ‘‘bandhumatiyā rājadhāniyā nikkhamitvā’’ti na vuttaṁ.",
  "atk-s0102a0:189": "Cārikaṁcaratīti gatagataṭṭhāne mahāmaṇḍapaṁ katvā dānaṁ sajjetvā āgamma svātanāya nimantito janassa āyācitabhikkhameva paṭiggaṇhanto cattāro māse cārikaṁ cari.",
  "atk-s0102a0:190_0": "Ākiṇṇoti iminā gaṇena parivuto. Ayaṁ pana vitakko bodhisattassa kadā uppannoti? Sve",
  "atk-s0102a0:190_1": "visākhapuṇṇamā bhavissatīti cātuddasīdivase. Tadā kira so – ‘‘yatheva maṁ ime pubbe",
  "atk-s0102a0:190_2": "gihibhūtaṁ parivāretvā caranti, idānipi tatheva, kiṁ iminā gaṇenā’’ti gaṇasaṅgaṇikāya",
  "atk-s0102a0:190_3": "ukkaṇṭhitvā ‘‘ajjeva gacchāmī’’ti cintetvā puna ‘‘ajja avelā, sace idāni gamissāmi,",
  "atk-s0102a0:190_4": "sabbeva ime jānissanti, sveva gamissāmī’’ti cintesi. Taṁ divasañca uruvelagāmasadise",
  "atk-s0102a0:190_5": "gāme gāmavāsino svātanāya nimantayiṁsu. Te caturāsītisahassānampi tesaṁ pabbajitānaṁ",
  "atk-s0102a0:190_6": "mahāpurisassa ca pāyāsameva paṭiyādayiṁsu. Atha mahāpuriso punadivase tasmiṁyeva",
  "atk-s0102a0:190_7": "gāme tehi pabbajitehi saddhiṁ bhattakiccaṁ katvā vasanaṭṭhānameva agamāsi. Tattha",
  "atk-s0102a0:190_8": "te pabbajitā mahāpurisassa vattaṁ dassetvā attano attano rattiṭṭhānadivāṭṭhānāni",
  "atk-s0102a0:190_9": "paviṭṭhā. Bodhisattopi paṇṇasālaṁ pavisitvā nisinno.",
  "atk-s0102a0:191": "‘‘Ṭhite majjhanhike kāle, sannisīvesu pakkhisu;",
  "atk-s0102a0:192": "Saṇateva brahāraññaṁ, taṁ bhayaṁ paṭibhāti ma’’nti. (saṁ. ni. 1.15);",
  "atk-s0102a0:193_0": "Evarūpe avivekārāmānaṁ bhayakāle sabbasattānaṁ sadarathakāleyeva – ‘‘ayaṁ kālo’’ti",
  "atk-s0102a0:193_1": "nikkhamitvā paṇṇasālāya dvāraṁ pidahitvā bodhimaṇḍābhimukho pāyāsi. Aññadāpi ca tasmiṁ",
  "atk-s0102a0:193_2": "ṭhāne vicaranto bodhimaṇḍaṁ passati, nisīdituṁ panassa cittaṁ na namitapubbaṁ. Taṁ",
  "atk-s0102a0:193_3": "divasaṁ panassa ñāṇaṁ paripākagataṁ, tasmā alaṅkataṁ bodhimaṇḍaṁ disvā ārohanatthāya",
  "atk-s0102a0:193_4": "cittaṁ uppannaṁ. So dakkhiṇadisābhāgena upagamma padakkhiṇaṁ katvā puratthimadisābhāge",
  "atk-s0102a0:193_5": "cuddasahatthaṁ pallaṅkaṁ paññapetvā caturaṅgavīriyaṁ adhiṭṭhahitvā – ‘‘yāva buddho",
  "atk-s0102a0:193_6": "na homi, na tāva ito vuṭṭhahāmī’’ti paṭiññaṁ katvā nisīdi. Idamassa vūpakāsaṁ sandhāya",
  "atk-s0102a0:193_7": "– ‘‘ekova gaṇamhā vūpakaṭṭho vihāsī’’ti vuttaṁ.",
  "atk-s0102a0:194_0": "Aññenevatānīti te kira sāyaṁ bodhisattassa upaṭṭhānaṁ āgantvā paṇṇasālaṁ parivāretvā",
  "atk-s0102a0:194_1": "nisinnā ‘‘ativikālo jāto, upadhārethā’’ti vatvā paṇṇasālaṁ vivaritvā taṁ apassantāpi",
  "atk-s0102a0:194_2": "‘‘kuhiṁ gato’’ti nānubandhiṁsu, ‘‘gaṇavāse nibbinno eko viharitukāmo maññe mahāpuriso,",
  "atk-s0102a0:194_3": "buddhabhūtaṁyeva naṁ passissāmā’’ti vatvā antojambudīpābhimukhā cārikaṁ pakkantā.",
  "atk-s0102a0:195": "Bodhisattaabhivesavaṇṇanā",
  "atk-s0102a0:196_0": "57.Vāsūpagatassāti bodhimaṇḍe ekarattivāsaṁ upagatassa. Rahogatassāti rahasi gatassa.",
  "atk-s0102a0:196_1": "Paṭisallīnassāti ekībhāvavasena nilīnassa. Kicchanti dukkhaṁ. Cavati ca upapajjati",
  "atk-s0102a0:196_2": "cāti idaṁ dvayaṁ pana aparāparaṁ cutipaṭisandhiṁ sandhāya vuttaṁ. Jarāmaraṇassāti",
  "atk-s0102a0:196_3": "ettha yasmā pabbajanto jiṇṇabyādhimatteyeva disvā pabbajito, tasmāssa jarāmaraṇameva",
  "atk-s0102a0:196_4": "upaṭṭhāti. Tenevāha – ‘‘jarāmaraṇassā’’ti. Iti jarāmaraṇaṁ mūlaṁ katvā abhiniviṭṭhassa",
  "atk-s0102a0:196_5": "bhavaggato otarantassa viya – atha kho, bhikkhave, vipassissa bodhisattassa etadahosi.",
  "atk-s0102a0:197_0": "Yonisomanasikārāti upāyamanasikārā pathamanasikārā. Aniccādīni hi aniccāditova manasikaroto",
  "atk-s0102a0:197_1": "yonisomanasikāro nāma hoti. Ayañca – ‘‘kismiṁ nu kho satijātiādīni honti, kismiṁ",
  "atk-s0102a0:197_2": "asati na hontī’’ti udayabbayānupassanāvasena pavattattā tesaṁ aññataro . Tasmāssa",
  "atk-s0102a0:197_3": "ito yonisomanasikārā iminā upāyamanasikārena ahu paññāya abhisamayo, bodhisattassa",
  "atk-s0102a0:197_4": "paññāya yasmiṁ sati jarāmaraṇaṁ hoti, tena jarāmaraṇakāraṇena saddhiṁ samāgamo ahosi.",
  "atk-s0102a0:197_5": "Kiṁ pana tanti? Jāti. Tenāha – ‘‘jātiyā kho sati jarāmaraṇaṁ hotī’’ti. Yā cāyaṁ jarāmaraṇassa",
  "atk-s0102a0:197_6": "kāraṇapariggāhikā paññā, tāya saddhiṁ bodhisattassa samāgamo ahosīti ayamettha attho.",
  "atk-s0102a0:197_7": "Etenupāyena sabbapadāni veditabbāni.",
  "atk-s0102a0:198_0": "Nāmarūpe kho sati viññāṇanti ettha pana saṅkhāresu sati viññāṇanti ca, avijjāya sati",
  "atk-s0102a0:198_1": "saṅkhārāti ca vattabbaṁ bhaveyya, tadubhayampi na gahitaṁ. Kasmā? Avijjāsaṅkhārā",
  "atk-s0102a0:198_2": "hi atīto bhavo tehi saddhiṁ ayaṁ vipassanā na ghaṭiyati. Mahāpuriso hi paccuppannavasena",
  "atk-s0102a0:198_3": "abhiniviṭṭhoti. Nanu ca avijjāsaṅkhārehi adiṭṭhehi na sakkā buddhena bhavitunti.",
  "atk-s0102a0:198_4": "Saccaṁ na sakkā, iminā pana te bhavaupādānataṇhāvaseneva diṭṭhāti. Imasmiṁ ṭhāne",
  "atk-s0102a0:198_5": "vitthārato paṭiccasamuppādakathā kathetabbā. Sā panesā visuddhimagge kathitāva.",
  "atk-s0102a0:199_0": "58.Paccudāvattatīti paṭinivattati. Katamaṁ panettha viññāṇaṁ paccudāvattatīti? Paṭisandhiviññāṇampi",
  "atk-s0102a0:199_1": "vipassanāñāṇampi. Tattha paṭisandhiviññāṇaṁ paccayato paṭinivattati, vipassanāñāṇaṁ",
  "atk-s0102a0:199_2": "ārammaṇato. Ubhayampi nāmarūpaṁ nātikkamati, nāmarūpato paraṁ na gacchati. Ettāvatā",
  "atk-s0102a0:199_3": "jāyetha vātiādīsu viññāṇe nāmarūpassa paccaye honte, nāmarūpe ca viññāṇassa paccaye",
  "atk-s0102a0:199_4": "honte, dvīsupi aññamaññapaccayesu hontesu ettakena jāyetha vā…pe… upapajjetha vā,",
  "atk-s0102a0:199_5": "ito hi paraṁ kiṁ aññaṁ jāyeyya vā…pe… upapajjeyya vā. Nanu etadeva jāyati ca…pe…",
  "atk-s0102a0:199_6": "upapajjati cāti? Evaṁ saddhiṁ aparāparacutipaṭisandhīhi pañca padāni dassetvā puna",
  "atk-s0102a0:199_7": "taṁ ettāvatāti vuttamatthaṁ niyyātento – ‘‘yadidaṁ nāmarūpapaccayā viññāṇaṁ, viññāṇapaccayā",
  "atk-s0102a0:199_8": "nāmarūpa’’nti vatvā tato paraṁ anulomapaccayākāravasena viññāṇapaccayā nāmarūpamūlaṁ",
  "atk-s0102a0:199_9": "āyatimpi jātijarāmaraṇaṁ dassetuṁ nāmarūpapaccayā saḷāyatanantiādimāha. Tattha kevalassa",
  "atk-s0102a0:199_10": "dukkhakkhandhassa samudayo hotīti sakalassa jātijarāmaraṇasokaparidevadukkhadomanassupāyāsādibhedassa",
  "atk-s0102a0:199_11": "dukkharāsissa nibbatti hoti. Iti mahāpuriso sakalassa vaṭṭadukkhassa nibbattiṁ addasa.",
  "atk-s0102a0:200_0": "59.Samudayosamudayoti khoti nibbatti nibbattīti kho. Pubbe ananussutesūti na anussutesu",
  "atk-s0102a0:200_1": "assutapubbesu. Cakkhuṁ udapādītiādīsu udayadassanapaññāvesā. Dassanaṭṭhena cakkhu,",
  "atk-s0102a0:200_2": "ñātakaraṇaṭṭhena ñāṇaṁ, pajānanaṭṭhena paññā, nibbijjhitvā paṭivijjhitvā uppannaṭṭhena",
  "atk-s0102a0:200_3": "vijjā, obhāsaṭṭhena ca ālokoti vuttā. Yathāha – ‘‘cakkhuṁ udapādīti dassanaṭṭhena.",
  "atk-s0102a0:200_4": "Ñāṇaṁ udapādīti ñātaṭṭhena. Paññā udapādīti pajānanaṭṭhena. Vijjā udapādīti paṭivedhaṭṭhena.",
  "atk-s0102a0:200_5": "Āloko udapādīti obhāsaṭṭhena. Cakkhudhammo dassanaṭṭho attho. Ñāṇadhammo ñātaṭṭho",
  "atk-s0102a0:200_6": "attho. Paññādhammo pajānanaṭṭho attho. Vijjādhammo paṭivedhaṭṭho attho. Āloko dhammo",
  "atk-s0102a0:200_7": "obhāsaṭṭho attho’’ti (paṭi. ma. 2.39). Ettakehi padehi kiṁ kathitanti? Imasmiṁ sati",
  "atk-s0102a0:200_8": "idaṁ hotīti paccayasañjānanamattaṁ kathitaṁ. Athavā vīthipaṭipannā taruṇavipassanā kathitāti.",
  "atk-s0102a0:201_0": "61.Adhigato kho myāyanti adhigato kho me ayaṁ. Maggoti vipassanāmaggo. Bodhāyāti",
  "atk-s0102a0:201_1": "catusaccabujjhanatthāya, nibbānabujjhanatthāya eva vā. Api ca bujjhatīti bodhi, ariyamaggassetaṁ",
  "atk-s0102a0:201_2": "nāmaṁ, tadatthāyātipi vuttaṁ hoti. Vipassanāmaggamūlako hi ariyamaggoti. Idāni taṁ",
  "atk-s0102a0:201_3": "maggaṁ niyyātento – ‘‘yadidaṁ nāmarūpanirodhātiādimāha. Ettha ca viññāṇanirodhotiādīhi",
  "atk-s0102a0:201_4": "paccattapadehi nibbānameva kathitaṁ. Iti mahāpuriso sakalassa vaṭṭadukkhassa anibbattinirodhaṁ addasa.",
  "atk-s0102a0:202_0": "62.Nirodho nirodhoti khoti anibbatti anibbattiti kho. Cakkhuntiādīni vuttatthāneva.",
  "atk-s0102a0:202_1": "Idha pana sabbeheva etehi padehi – ‘‘imasmiṁ asati idaṁ na hotī’’ti nirodhasañjānanamattameva",
  "atk-s0102a0:202_2": "kathitaṁ, athavā vuṭṭhānagāminī balavavipassanā kathitāti.",
  "atk-s0102a0:203_0": "63.Aparena samayenāti evaṁ paccayañca paccayanirodhañca viditvā tato aparabhāge.",
  "atk-s0102a0:203_1": "Upādānakkhandhesūti upādānassa paccayabhūtesu khandhesu. Udayabbayānupassīti tameva",
  "atk-s0102a0:203_2": "paṭhamaṁ diṭṭhaṁ udayañca vayañca anupassamāno. Vihāsīti sikhāpattaṁ vuṭṭhānagāminivipassanaṁ",
  "atk-s0102a0:203_3": "vahanto vihari. Idaṁ kasmā vuttaṁ? Sabbeyeva hi pūritapāramino bodhisattā pacchimabhave",
  "atk-s0102a0:203_4": "puttassa jātadivase mahābhinikkhamanaṁ nikkhamitvā pabbajitvā padhānamanuyuñjitvā",
  "atk-s0102a0:203_5": "bodhipallaṅkamāruyha mārabalaṁ vidhamitvā paṭhamayāme pubbenivāsaṁ anussaranti, dutiyayāme",
  "atk-s0102a0:203_6": "dibbacakkhuṁ visodhenti, tatiyayāme paccayākāraṁ sammasitvā ānāpānacatutthajjhānato",
  "atk-s0102a0:203_7": "uṭṭhāya pañcasu khandhesu abhinivisitvā udayabbayavasena samapaññāsa lakkhaṇāni disvā",
  "atk-s0102a0:203_8": "yāva gotrabhuñāṇā vipassanaṁ vaḍḍhetvā ariyamaggena sakale buddhaguṇe paṭivijjhanti.",
  "atk-s0102a0:203_9": "Ayampi mahāpuriso pūritapāramī. So yathāvuttaṁ sabbaṁ anukkamaṁ katvā pacchimayāme",
  "atk-s0102a0:203_10": "ānāpānacatutthajjhānato uṭṭhāya pañcasu khandhesu abhinivisitvā vuttappakāraṁ udayabbayavipassanaṁ",
  "atk-s0102a0:203_11": "ārabhi. Taṁ dassetuṁ idaṁ vuttaṁ.",
  "atk-s0102a0:204_0": "Tattha iti rūpanti idaṁ rūpaṁ, ettakaṁ rūpaṁ, ito uddhaṁ rūpaṁ natthīti ruppanasabhāvañceva",
  "atk-s0102a0:204_1": "bhūtupādāyabhedañca ādiṁ katvā lakkhaṇarasapaccupaṭṭhānapadaṭṭhānavasena anavasesarūpapariggaho",
  "atk-s0102a0:204_2": "vutto. Iti rūpassa samudayoti iminā evaṁ pariggahitassa rūpassa samudayadassanaṁ",
  "atk-s0102a0:204_3": "vuttaṁ. Tattha itīti evaṁ samudayo hotīti attho. Tassa vitthāro – ‘‘avijjāsamudayā",
  "atk-s0102a0:204_4": "rūpasamudayo, taṇhāsamudayā rūpasamudayo, kammasamudayā rūpasamudayo, āhārasamudayā",
  "atk-s0102a0:204_5": "rūpasamudayoti, nibbattilakkhaṇaṁ passantopi rūpakkhandhassa udayaṁ passatī’’ti evaṁ",
  "atk-s0102a0:204_6": "veditabbo. Atthaṅgamepi ‘‘avijjānirodhā rūpanirodho…pe… vipariṇāmalakkhaṇaṁ passantopi",
  "atk-s0102a0:204_7": "rūpakkhandhassa nirodhaṁ passatī’’ti (paṭi. ma. 1.50) ayamassa vitthāro.",
  "atk-s0102a0:205_0": "Iti vedanātiādīsupi ayaṁ vedanā, ettakā vedanā, ito uddhaṁ vedanā natthi. Ayaṁ saññā,",
  "atk-s0102a0:205_1": "ime saṅkhārā, idaṁ viññāṇaṁ, ettakaṁ viññāṇaṁ, ito uddhaṁ viññāṇaṁ natthīti vedayitasañjānanaabhisaṅkharaṇavijānanasabhāvañceva",
  "atk-s0102a0:205_2": "sukhādirūpasaññādi phassādi cakkhuviññāṇādi bhedañca ādiṁ katvā lakkhaṇarasapaccupaṭṭhānapadaṭṭhānavasena",
  "atk-s0102a0:205_3": "anavasesavedanāsaññāsaṅkhāraviññāṇapariggaho vutto. Iti vedanāya samudayotiādīhi",
  "atk-s0102a0:205_4": "pana evaṁ pariggahitānaṁ vedanāsaññāsaṅkhāraviññāṇānaṁ samudayadassanaṁ vuttaṁ. Tatrāpi",
  "atk-s0102a0:205_5": "itīti evaṁ samudayo hotīti attho. Tesampi vitthāro – ‘‘avijjāsamudayā vedanāsamudayo’’ti",
  "atk-s0102a0:205_6": "(paṭi. ma. 1.50) rūpe vuttanayeneva veditabbo. Ayaṁ pana viseso – tīsu khandhesu",
  "atk-s0102a0:205_7": "‘‘āhārasamudayā’’ti avatvā ‘‘phassasamudayā’’ti vattabbaṁ. Viññāṇakkhandhe ‘‘nāmarūpasamudayā’’ti",
  "atk-s0102a0:205_8": "atthaṅgamapadampi tesaṁyeva vasena yojetabbaṁ. Ayamettha saṅkhepo, vitthāro pana",
  "atk-s0102a0:205_9": "udayabbayavinicchayo sabbākāraparipūro visuddhimagge vutto. Tassa pañcasu upādānakkhandhesu",
  "atk-s0102a0:205_10": "udayabbayānupassino viharatoti tassa vipassissa bodhisattassa imesu rūpādīsu pañcasu",
  "atk-s0102a0:205_11": "upādānakkhandhesu samapaññāsalakkhaṇavasena udayabbayānupassino viharato yathānukkamena",
  "atk-s0102a0:205_12": "vaḍḍhite vipassanāñāṇe anuppādanirodhena nirujjhamānehi āsavasaṅkhātehi kilesehi",
  "atk-s0102a0:205_13": "anupādāya aggahetvāva cittaṁ vimuccati, tadetaṁ maggakkhaṇe vimuccati nāma, phalakkhaṇe",
  "atk-s0102a0:205_14": "vimuttaṁ nāma; maggakkhaṇe vā vimuttañceva vimuccati ca, phalakkhaṇe vimuttameva.",
  "atk-s0102a0:206_0": "Ettāvatā ca mahāpuriso sabbabandhanā vippamutto sūriyarasmisamphuṭṭhamiva padumaṁ",
  "atk-s0102a0:206_1": "suvikasitacittasantāno cattāri maggañāṇāni, cattāri phalañāṇāni, catasso paṭisambhidā,",
  "atk-s0102a0:206_2": "catuyoniparicchedakañāṇaṁ, pañcagatiparicchedakañāṇaṁ, cha asādhāraṇañāṇāni, sakale",
  "atk-s0102a0:206_3": "ca buddhaguṇe hatthagate katvā paripuṇṇasaṅkappo bodhipallaṅke nisinnova –",
  "atk-s0102a0:207": "‘‘Anekajātisaṁsāraṁ, sandhāvissaṁ anibbisaṁ;",
  "atk-s0102a0:208": "Gahakāraṁ gavesanto, dukkhā jāti punappunaṁ.",
  "atk-s0102a0:209": "Gahakāraka diṭṭhosi, puna gehaṁ na kāhasi;",
  "atk-s0102a0:210": "Sabbā te phāsukā bhaggā, gahakūṭaṁ visaṅkhataṁ;",
  "atk-s0102a0:211": "Visaṅkhāragataṁ cittaṁ, taṇhānaṁ khayamajjhagā’’ti. (dha. pa. 153, 154);",
  "atk-s0102a0:212": "‘‘Ayoghanahatasseva, jalato jātavedaso;",
  "atk-s0102a0:213": "Anupubbūpasantassa, yathā na ñāyate gati.",
  "atk-s0102a0:214": "Evaṁ sammāvimuttānaṁ, kāmabandhoghatārinaṁ;",
  "atk-s0102a0:215": "Paññāpetuṁ gati natthi, pattānaṁ acalaṁ sukha’’nti. (udā. 80);",
  "atk-s0102a0:216": "Evaṁ manasi karonto sarade sūriyo viya, puṇṇacando viya ca virocitthāti.",
  "atk-s0102a0:217": "Dutiyabhāṇavāravaṇṇanā niṭṭhitā.",
  "atk-s0102a0:218": "Brahmayācanakathāvaṇṇanā",
  "atk-s0102a0:219_0": "64. Tatiyabhāṇavāre yaṁnūnāhaṁ dhammaṁ deseyyanti yadi panāhaṁ dhammaṁ deseyyaṁ.",
  "atk-s0102a0:219_1": "Ayaṁ pana vitakko kadā uppannoti? Buddhabhūtassa aṭṭhame sattāhe. So kira buddho",
  "atk-s0102a0:219_2": "hutvā sattāhaṁ bodhipallaṅke nisīdi, sattāhaṁ bodhipallaṅkaṁ olokento aṭṭhāsi, sattāhaṁ",
  "atk-s0102a0:219_3": "ratanacaṅkame caṅkami, sattāhaṁ ratanagabbhe dhammaṁ vicinanto nisīdi, sattāhaṁ ajapālanigrodhe",
  "atk-s0102a0:219_4": "nisīdi, sattāhaṁ mucalinde nisīdi, sattāhaṁ rājāyatane nisīdi. Tato uṭṭhāya aṭṭhame",
  "atk-s0102a0:219_5": "sattāhe puna āgantvā ajapālanigrodhe nisinnamattasseva sabbabuddhānaṁ āciṇṇasamāciṇṇo",
  "atk-s0102a0:219_6": "ayañceva ito anantaro ca vitakko uppannoti.",
  "atk-s0102a0:220_0": "Tattha adhigatoti paṭividdho. Dhammoti catusaccadhammo. Gambhīroti uttānabhāvapaṭikkhepavacanametaṁ.",
  "atk-s0102a0:220_1": "Duddasoti gambhīrattāva duddaso dukkhena daṭṭhabbo, na sakkā sukhena daṭṭhuṁ. Duddasattāva",
  "atk-s0102a0:220_2": "duranubodho dukkhena avabujjhitabbo, na sakkā sukhena avabujjhituṁ. Santoti nibbuto.",
  "atk-s0102a0:220_3": "Paṇītoti atappako. Idaṁ dvayaṁ lokuttarameva sandhāya vuttaṁ. Atakkāvacaroti takkena",
  "atk-s0102a0:220_4": "avacaritabbo ogāhitabbo na hoti, ñāṇeneva avacaritabbo. Nipuṇoti saṇho. Paṇḍitavedanīyoti",
  "atk-s0102a0:220_5": "sammāpaṭipadaṁ paṭipannehi paṇḍitehi veditabbo. Ālayarāmāti sattā pañcasu kāmaguṇesu",
  "atk-s0102a0:220_6": "allīyanti, tasmā te ālayāti vuccanti. Aṭṭhasatataṇhāvicaritāni ālayanti, tasmā ālayāti",
  "atk-s0102a0:220_7": "vuccanti. Tehi ālayehi ramantīti ālayarāmā. Ālayesu ratāti ālayaratā. Ālayesu suṭṭhu",
  "atk-s0102a0:220_8": "muditāti ālayasammuditā. Yatheva hi susajjitaṁ pupphaphalabharitarukkhādisampannaṁ",
  "atk-s0102a0:220_9": "uyyānaṁ paviṭṭho rājā tāya tāya sampattiyā ramati, pamudito āmodito hoti, na ukkaṇṭhati,",
  "atk-s0102a0:220_10": "sāyaṁ nikkhamituṁ na icchati, evamimehipi kāmālayataṇhālayehi sattā ramanti, saṁsāravaṭṭe",
  "atk-s0102a0:220_11": "pamuditā anukkaṇṭhitā vasanti. Tena nesaṁ bhagavā duvidhampi ālayaṁ uyyānabhūmiṁ",
  "atk-s0102a0:220_12": "viya dassento – ‘‘ālayarāmā’’tiādimāha.",
  "atk-s0102a0:221_0": "Yadidanti nipāto, tassa ṭhānaṁ sandhāya – ‘‘yaṁ ida’’nti, paṭiccasamuppādaṁ sandhāya",
  "atk-s0102a0:221_1": "– ‘‘yo aya’’nti evamattho daṭṭhabbo. Idappaccayatāpaṭiccasamuppādoti imesaṁ paccayā",
  "atk-s0102a0:221_2": "idappaccayā, idappaccayā eva idappaccayatā, idappaccayatā ca sā paṭiccasamuppādo",
  "atk-s0102a0:221_3": "cāti idappaccayatāpaṭiccasamuppādo. Saṅkhārādipaccayānaṁ avijjādīnaṁ etaṁ adhivacanaṁ.",
  "atk-s0102a0:221_4": "Sabbasaṅkhārasamathotiādi sabbaṁ nibbānameva. Yasmā hi taṁ āgamma sabbasaṅkhāravipphanditāni",
  "atk-s0102a0:221_5": "sammanti vūpasammanti tasmā – ‘‘sabbasaṅkhārasamatho’’ti vuccati. Yasmā ca taṁ āgamma",
  "atk-s0102a0:221_6": "sabbe upadhayo paṭinissaṭṭhā honti, sabbā taṇhā khīyanti , sabbe kilesarāgā virajjanti,",
  "atk-s0102a0:221_7": "sabbaṁ dukkhaṁ nirujjhati, tasmā ‘‘sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho’’ti",
  "atk-s0102a0:221_8": "vuccati. Sā panesā taṇhā bhavena bhavaṁ, phalena vā saddhiṁ kammaṁ vinati saṁsibbatīti",
  "atk-s0102a0:221_9": "katvā vānanti vuccati. Tato vānato nikkhantanti nibbānaṁ. So mamassa kilamathoti",
  "atk-s0102a0:221_10": "yā ajānantānaṁ desanā nāma, so mama kilamatho assa, sā mama vihesā assāti attho.",
  "atk-s0102a0:221_11": "Kāyakilamatho ceva kāyavihesā ca assāti vuttaṁ hoti, citte pana ubhayampetaṁ buddhānaṁ natthi.",
  "atk-s0102a0:222_0": "65.Apissūti anubrūhanatthe nipāto. So – ‘‘na kevalaṁ etadahosi, imāpi gāthā paṭibhaṁsū’’ti",
  "atk-s0102a0:222_1": "dīpeti. Vipassintiādīsu vipassissa bhagavato arahato sammāsambuddhassāti attho. Anacchariyāti",
  "atk-s0102a0:222_2": "anuacchariyā. Paṭibhaṁsūti paṭibhānasaṅkhātassa ñāṇassa gocarā ahesuṁ, parivitakkayitabbataṁ pāpuṇiṁsu.",
  "atk-s0102a0:223_0": "Kicchenāti dukkhena, na dukkhāya paṭipadāya. Buddhānañhi cattāropi maggā sukhapaṭipadāva",
  "atk-s0102a0:223_1": "honti. Pāramīpūraṇakāle pana sarāgasadosasamohasseva sato āgatāgatānaṁ yācakānaṁ",
  "atk-s0102a0:223_2": "alaṅkatapaṭiyattaṁ sīsaṁ chinditvā galalohitaṁ nīharitvā suañjitāni akkhīni uppāṭetvā",
  "atk-s0102a0:223_3": "kulavaṁsapadīpakaṁ puttaṁ manāpacāriniṁ bhariyanti evamādīni dentassa aññāni ca khantivādisadisesu",
  "atk-s0102a0:223_4": "attabhāvesu chejjabhejjādīni pāpuṇantassa āgamanīyapaṭipadaṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0102a0:223_5": "Halanti ettha hakāro nipātamatto, alanti attho. Pakāsitunti desetuṁ; evaṁ kicchena",
  "atk-s0102a0:223_6": "adhigatassa dhammassa alaṁ desetuṁ; ko attho desitenāti vuttaṁ hoti. Rāgadosaparetehīti",
  "atk-s0102a0:223_7": "rāgadosaphuṭṭhehi rāgadosānugatehi vā.",
  "atk-s0102a0:224_0": "Paṭisotagāminti niccādīnaṁ paṭisotaṁ aniccaṁ dukkhamanattāsubhanti evaṁ gataṁ catusaccadhammaṁ.",
  "atk-s0102a0:224_1": "Rāgarattāti kāmarāgena bhavarāgena diṭṭhirāgena ca rattā. Na dakkhantīti aniccaṁ",
  "atk-s0102a0:224_2": "dukkhamanattā asubhanti iminā sabhāvena na passissanti , te apassante ko sakkhissati",
  "atk-s0102a0:224_3": "evaṁ gāhāpetuṁ? Tamokhandhena āvuṭāti avijjārāsinā ajjhotthaṭā.",
  "atk-s0102a0:225": "Appossukkatāyāti nirussukkabhāvena, adesetukāmatāyāti attho. Kasmā panassa evaṁ cittaṁ nami? Nanu esa – ‘‘mutto mocessāmī, tiṇṇo tāressāmi’’,",
  "atk-s0102a0:226": "‘‘Kiṁ me aññātavesena, dhammaṁ sacchikatenidha;",
  "atk-s0102a0:227": "Sabbaññutaṁ pāpuṇitvā, santāressaṁ sadevaka’’nti.",
  "atk-s0102a0:228_0": "Patthanaṁ katvā pāramiyo pūretvā sabbaññutaṁ pattoti. Saccametaṁ, paccavekkhaṇānubhāvena",
  "atk-s0102a0:228_1": "panassa evaṁ cittaṁ nami. Tassa hi sabbaññutaṁ patvā sattānaṁ kilesagahanataṁ dhammassa",
  "atk-s0102a0:228_2": "ca gambhīrataṁ paccavekkhantassa sattānaṁ kilesagahanatā ca dhammagambhīratā ca sabbākārena",
  "atk-s0102a0:228_3": "pākaṭā jātā. Athassa – ‘‘ime sattā kañjikapuṇṇalābu viya takkabharitacāṭi viya vasātelapītapilotikā",
  "atk-s0102a0:228_4": "viya añjanamakkhitahatthā viya kilesabharitā atisaṁkiliṭṭhā rāgarattā dosaduṭṭhā",
  "atk-s0102a0:228_5": "mohamūḷhā, te kiṁ nāma paṭivijjhissantī’’ti cintayato kilesagahanapaccavekkhaṇānubhāvenāpi evaṁ cittaṁ nami.",
  "atk-s0102a0:229_0": "‘‘Ayañca dhammo pathavīsandhārakaudakakkhandho viya gambhīro, pabbatena paṭicchādetvā",
  "atk-s0102a0:229_1": "ṭhapito sāsapo viya duddaso, satadhā bhinnassa vālassa koṭiyā koṭiṁ paṭipādanaṁ viya",
  "atk-s0102a0:229_2": "duranubodho, nanu mayā hi imaṁ dhammaṁ paṭivijjhituṁ vāyamantena adinnaṁ dānaṁ nāma",
  "atk-s0102a0:229_3": "natthi, arakkhitaṁ sīlaṁ nāma natthi, aparipūritā kāci pāramī nāma natthi. Tassa",
  "atk-s0102a0:229_4": "me nirussāhaṁ viya mārabalaṁ vidhamantassāpi pathavī na kampittha, paṭhamayāme pubbenivāsaṁ",
  "atk-s0102a0:229_5": "anussarantassāpi na kampittha, majjhimayāme dibbacakkhuṁ visodhentassāpi na kampittha,",
  "atk-s0102a0:229_6": "pacchimayāme pana paṭiccasamuppādaṁ paṭivijjhantasseva me dasasahassilokadhātu kampittha.",
  "atk-s0102a0:229_7": "Iti mādisenāpi tikkhañāṇena kicchenevāyaṁ dhammo paṭividdho taṁ lokiyamahājanā kathaṁ",
  "atk-s0102a0:229_8": "paṭivijjhissantī’’ti dhammagambhīratāpaccavekkhaṇānubhāvenāpi evaṁ cittaṁ namīti veditabbaṁ.",
  "atk-s0102a0:230_0": "Apica brahmunā yācite desetukāmatāyapissa evaṁ cittaṁ nami. Jānāti hi bhagavā – ‘‘mama",
  "atk-s0102a0:230_1": "appossukkatāya citte namamāne maṁ mahābrahmā dhammadesanaṁ yācissati, ime ca sattā",
  "atk-s0102a0:230_2": "brahmagarukā, te ‘satthā kira dhammaṁ na desetukāmo ahosi, atha naṁ mahābrahmā yācitvā",
  "atk-s0102a0:230_3": "desāpesi, santo vata bho dhammo, paṇīto vata bho dhammo’ti maññamānā sussūsissantī’’ti.",
  "atk-s0102a0:230_4": "Imampissa kāraṇaṁ paṭicca appossukkatāya cittaṁ nami, no dhammadesanāyāti veditabbaṁ.",
  "atk-s0102a0:231_0": "66.Aññatarassāti ettha kiñcāpi ‘‘aññataro’’ti vuttaṁ, atha kho imasmiṁ cakkavāḷe",
  "atk-s0102a0:231_1": "jeṭṭhakamahābrahmā esoti veditabbo. Nassati vata bho lokoti so kira imaṁ saddaṁ tathā",
  "atk-s0102a0:231_2": "nicchāresi, yathā dasasahassilokadhātubrahmāno sutvā sabbe sannipatiṁsu. Yatra hi",
  "atk-s0102a0:231_3": "nāmāti yasmiṁ nāma loke. Purato pāturahosīti tehi dasahi brahmasahassehi saddhiṁ",
  "atk-s0102a0:231_4": "pāturahosi. Apparajakkhajātikāti paññāmaye akkhimhi appaṁ parittaṁ rāgadosamoharajaṁ",
  "atk-s0102a0:231_5": "etesaṁ, evaṁ sabhāvāti apparajakkhajātikā. Assavanatāti assavanatāya. Bhavissantīti",
  "atk-s0102a0:231_6": "purimabuddhesu dasapuññakiriyavatthuvasena katādhikārā paripākagatā padumāni viya",
  "atk-s0102a0:231_7": "sūriyarasmisamphassaṁ, dhammadesanaṁyeva ākaṅkhamānā catuppadikagāthāvasāne ariyabhūmiṁ",
  "atk-s0102a0:231_8": "okkamanārahā na eko, na dve, anekasatasahassā dhammassa aññātāro bhavissantīti dasseti.",
  "atk-s0102a0:232_0": "69.Ajjhesananti evaṁ tikkhattuṁ yācanaṁ. Buddhacakkhunāti indriyaparopariyattañāṇena",
  "atk-s0102a0:232_1": "ca āsayānusayañāṇena ca. Imesañhi dvinnaṁ ñāṇānaṁ ‘‘buddhacakkhū’’ti nāmaṁ, sabbaññutaññāṇassa",
  "atk-s0102a0:232_2": "‘‘samantacakkhū’’ti, tiṇṇaṁ maggañāṇānaṁ ‘‘dhammacakkhū’’ti. Apparajakkhetiādīsu",
  "atk-s0102a0:232_3": "yesaṁ vuttanayeneva paññācakkhumhi rāgādirajaṁ appaṁ, te apparajakkhā. Yesaṁ taṁ",
  "atk-s0102a0:232_4": "mahantaṁ, te mahārajakkhā. Yesaṁ saddhādīni indriyāni tikkhāni, te tikkhindriyā.",
  "atk-s0102a0:232_5": "Yesaṁ tāni mudūni, te mudindriyā. Yesaṁ teyeva saddhādayo ākārā sundarā, te svākārā.",
  "atk-s0102a0:232_6": "Ye kathitakāraṇaṁ sallakkhenti, sukhena sakkā honti viññāpetuṁ, te suviññāpayā. Ye",
  "atk-s0102a0:232_7": "paralokañceva vajjañca bhayato passanti, te paralokavajjabhayadassāvino nāma.",
  "atk-s0102a0:233_0": "Ayaṁ panettha pāḷi – ‘‘saddho puggalo apparajakkho, assaddho puggalo mahārajakkho.…",
  "atk-s0102a0:233_1": "Āraddhavīriyo…pe… kusīto… upaṭṭhitassati… muṭṭhassati… samāhito… asamāhito… paññavā…",
  "atk-s0102a0:233_2": "duppañño puggalo mahārajakkho. Tathā saddho puggalo tikkhindriyo…pe… paññavā puggalo",
  "atk-s0102a0:233_3": "paralokavajjabhayadassāvī, duppañño puggalo na paralokavajjabhayadassāvī. Lokoti",
  "atk-s0102a0:233_4": "khandhaloko, dhātuloko, āyatanaloko, sampattibhavaloko, vipattibhavaloko, sampattisambhavaloko,",
  "atk-s0102a0:233_5": "vipattisambhavaloko. Eko loko – sabbe sattā āhāraṭṭhitikā. Dve lokā – nāmañca rūpañca.",
  "atk-s0102a0:233_6": "Tayo lokā – tisso vedanā. Cattāro lokā – cattāro āhārā. Pañca lokā – pañcupādānakkhandhā.",
  "atk-s0102a0:233_7": "Cha lokā – cha ajjhattikāni āyatanāni. Satta lokā – satta viññāṇaṭṭhitiyo. Aṭṭha",
  "atk-s0102a0:233_8": "lokā – aṭṭha lokadhammā. Nava lokā – nava sattāvāsā. Dasa lokā – dasāyatanāni. Dvādasa",
  "atk-s0102a0:233_9": "lokā – dvādasāyatanāni. Aṭṭhārasa lokā – aṭṭhārasa dhātuyo. Vajjanti sabbe kilesā",
  "atk-s0102a0:233_10": "vajjaṁ, sabbe duccaritā vajjaṁ, sabbe abhisaṅkhārā vajjaṁ, sabbe bhavagāmikammā vajjaṁ.",
  "atk-s0102a0:233_11": "Iti imasmiñca loke imasmiñca vajje tibbā bhayasaññā paccupaṭṭhitā hoti, seyyathāpi",
  "atk-s0102a0:233_12": "ukkhittāsike vadhake . Imehi paññāsāya ākārehi imāni pañcindriyāni jānāti passati",
  "atk-s0102a0:233_13": "aññāti paṭivijjhati, idaṁ tathāgatassa indriyaparopariyatte ñāṇa’’nti (paṭi. ma. 1.112).",
  "atk-s0102a0:234_0": "Uppaliniyanti uppalavane. Itaresupi eseva nayo. Antonimuggaposīnīti yāni aññānipi",
  "atk-s0102a0:234_1": "padumāni antonimuggāneva posayanti. Udakaṁ accuggamma ṭhitānīti udakaṁ atikkamitvā",
  "atk-s0102a0:234_2": "ṭhitāni. Tattha yāni accuggamma ṭhitāni, tāni sūriyarasmisamphassaṁ āgamayamānāni",
  "atk-s0102a0:234_3": "ṭhitāni ajja pupphanakāni. Yāni samodakaṁ ṭhitāni, tāni sve pupphanakāni. Yāni udakānuggatāni",
  "atk-s0102a0:234_4": "antoudakaposīni, tāni tatiyadivase pupphanakāni. Udakā pana anuggatāni aññānipi sarojauppalādīni",
  "atk-s0102a0:234_5": "nāma atthi, yāni neva pupphissanti, macchakacchapabhakkhāneva bhavissanti, tāni pāḷiṁ",
  "atk-s0102a0:234_6": "nārūḷhāni. Āharitvā pana dīpetabbānīti dīpitāni. Yatheva hi tāni catubbidhāni pupphāni,",
  "atk-s0102a0:234_7": "evameva ugghaṭitaññū, vipañcitaññū, neyyo, padaparamoti cattāro puggalā. Tattha yassa",
  "atk-s0102a0:234_8": "puggalassa saha udāhaṭavelāya dhammābhisamayo hoti, ayaṁ vuccati puggalo ugghaṭitaññū.",
  "atk-s0102a0:234_9": "Yassa puggalassa saṅkhittena bhāsitassa vitthārena atthe vibhajiyamāne dhammābhisamayo",
  "atk-s0102a0:234_10": "hoti, ayaṁ vuccati puggalo vipañcitaññū. Yassa puggalassa uddesato paripucchato yonisomanasikaroto",
  "atk-s0102a0:234_11": "kalyāṇamitte sevato bhajato payirupāsato anupubbena dhammābhisamayo hoti, ayaṁ vuccati",
  "atk-s0102a0:234_12": "puggalo neyyo. Yassa puggalassa bahumpi suṇato bahumpi bhaṇato bahumpi gaṇhato bahumpi",
  "atk-s0102a0:234_13": "dhārayato bahumpi vācayato na tāya jātiyā dhammābhisamayo hoti, ayaṁ vuccati puggalo",
  "atk-s0102a0:234_14": "padaparamo (pu. pa. 148, 149, 150, 151).",
  "atk-s0102a0:235_0": "Tattha bhagavā uppalavanādisadisaṁ dasasahassilokadhātuṁ olokento – ‘‘ajja pupphanakāni",
  "atk-s0102a0:235_1": "viya ugghaṭitaññū, sve pupphanakāni viya vipañcitaññū, tatiyadivase pupphanakāni",
  "atk-s0102a0:235_2": "viya neyyo, macchakacchapabhakkhāni viya padaparamo’’ti addasa. Passanto ca – ‘‘ettakā",
  "atk-s0102a0:235_3": "apparajakkhā, ettakā mahārajakkhā. Tatrāpi ettakā ugghaṭitaññū’’ti evaṁ sabbākārato",
  "atk-s0102a0:235_4": "addasa. Tattha tiṇṇaṁ puggalānaṁ imasmiṁyeva attabhāve bhagavato dhammadesanā atthaṁ",
  "atk-s0102a0:235_5": "sādheti, padaparamānaṁ anāgate vāsanatthāya hoti.",
  "atk-s0102a0:236_0": "Atha bhagavā imesaṁ catunnaṁ puggalānaṁ atthāvahaṁ dhammadesanaṁ viditvā desetukamyataṁ",
  "atk-s0102a0:236_1": "uppādetvā puna te sabbesupi tīsu bhavesu sabbe satte bhabbābhabbavasena dve koṭṭhāse",
  "atk-s0102a0:236_2": "akāsi. Ye sandhāya vuttaṁ – ‘‘ye te sattā kammāvaraṇena samannāgatā, vipākāvaraṇena",
  "atk-s0102a0:236_3": "samannāgatā, kilesāvaraṇena samannāgatā, assaddhā acchandikā duppaññā abhabbā niyāmaṁ",
  "atk-s0102a0:236_4": "okkamituṁ kusalesu dhammesu sammattaṁ, ime te sattā abhabbā. Katame sattā bhabbā?",
  "atk-s0102a0:236_5": "Ye te sattā na kammāvaraṇena…pe…ime te sattā bhabbā’’ti (vibha. 827; paṭi. ma. 1.114).",
  "atk-s0102a0:237_0": "Tattha sabbepi abhabbapuggale pahāya bhabbapuggaleyeva ñāṇena pariggahetvā – ‘‘ettakā",
  "atk-s0102a0:237_1": "rāgacaritā, ettakā dosamohavitakkasaddhābuddhicaritā’’ti cha koṭṭhāse akāsi. Evaṁ",
  "atk-s0102a0:237_2": "katvā – ‘‘dhammaṁ desessāmī’’ti cintesi . Brahmā taṁ ñatvā somanassajāto bhagavantaṁ",
  "atk-s0102a0:237_3": "gāthāhi ajjhabhāsi. Idaṁ sandhāya – ‘‘atha kho so, bhikkhave, mahābrahmā’’tiādi vuttaṁ.",
  "atk-s0102a0:238": "70. Tattha ajjhabhāsīti adhiabhāsi, adhikicca ārabbha abhāsīti attho.",
  "atk-s0102a0:239_0": "Sele yathā pabbatamuddhaniṭṭhitoti selamaye ekagghane pabbatamuddhani yathāṭhitova,",
  "atk-s0102a0:239_1": "na hi tattha ṭhitassa dassanatthaṁ gīvukkhipanapasāraṇādikiccaṁ atthi. Tathūpamanti",
  "atk-s0102a0:239_2": "tappaṭibhāgaṁ selapabbatūpamaṁ. Ayaṁ panettha saṅkhepattho, yathā selapabbatamuddhani",
  "atk-s0102a0:239_3": "yathāṭhitova cakkhumā puriso samantato janataṁ passeyya, tathā tvampi sumedha, sundarapaññasabbaññutaññāṇena",
  "atk-s0102a0:239_4": "samantacakkhu bhagavā dhammamayaṁ paññāmayaṁ pāsādamāruyha sayaṁ apetasoko sokāvatiṇṇaṁ",
  "atk-s0102a0:239_5": "jātijarābhibhūtaṁ janataṁ apekkhassu, upadhāraya upaparikkha.",
  "atk-s0102a0:240_0": "Ayamettha adhippāyo – yathā hi pabbatapāde samantā mahantaṁ khettaṁ katvā tattha",
  "atk-s0102a0:240_1": "kedārapāḷīsu kuṭikāyo katvā rattiṁ aggiṁ jāleyyuṁ. Caturaṅgasamannāgatañca andhakāraṁ",
  "atk-s0102a0:240_2": "assa. Athassa pabbatassa matthake ṭhatvā cakkhumato purisassa bhūmiṁ olokayato neva",
  "atk-s0102a0:240_3": "khettaṁ, na kedārapāḷiyo, na kuṭiyo, na tattha sayitamanussā paññāyeyyuṁ, kuṭikāsu",
  "atk-s0102a0:240_4": "pana aggijālamattameva paññāyeyya. Evaṁ dhammapāsādamāruyha sattanikāyaṁ olokayato",
  "atk-s0102a0:240_5": "tathāgatassa ye te akatakalyāṇā sattā, te ekavihāre dakkhiṇajāṇupasse nisinnāpi buddhacakkhussa",
  "atk-s0102a0:240_6": "āpāthaṁ nāgacchanti, rattiṁ khittasarā viya honti. Ye pana katakalyāṇā veneyyapuggalā,",
  "atk-s0102a0:240_7": "te tassa dūre ṭhitāpi āpāthaṁ āgacchanti, so aggi viya himavantapabbato viya ca. Vuttampi cetaṁ –",
  "atk-s0102a0:241": "‘‘Dūre santo pakāsenti, himavantova pabbato;",
  "atk-s0102a0:242": "Asantettha na dissanti, rattiṁ khittā yathā sarā’’ti. (dha. pa. 304);",
  "atk-s0102a0:243_0": "Uṭṭhehīti bhagavato dhammadesanatthaṁ cārikacaraṇaṁ yācanto bhaṇati. Vīrātiādīsu",
  "atk-s0102a0:243_1": "bhagavā vīriyavantatāya vīro, devaputtamaccukilesamārānaṁ vijitattā vijitasaṅgāmo,",
  "atk-s0102a0:243_2": "jātikantarādinittharaṇatthāya veneyyasatthavāhanasamatthatāya satthavāho, kāmacchandaiṇassa",
  "atk-s0102a0:243_3": "abhāvato aṇaṇoti veditabbo.",
  "atk-s0102a0:244_0": "71.Apārutāti vivaṭā. Amatassa dvārāti ariyamaggo. So hi amatasaṅkhātassa nibbānassa",
  "atk-s0102a0:244_1": "dvāraṁ. So mayā vivaritvā ṭhapitoti dasseti. Pamuñcantu saddhanti sabbe attano saddhaṁ",
  "atk-s0102a0:244_2": "pamuñcantu vissajjentu. Pacchimapadadvaye ayamattho, ahañhi attano paguṇaṁ suppavattitampi",
  "atk-s0102a0:244_3": "imaṁ paṇītaṁ uttamaṁ dhammaṁ kāyavācākilamathasaññī hutvā na bhāsiṁ, idāni pana sabbe",
  "atk-s0102a0:244_4": "janā saddhābhājanaṁ upanentu, pūressāmi tesaṁ saṅkappanti.",
  "atk-s0102a0:245": "Aggasāvakayugavaṇṇanā",
  "atk-s0102a0:246_0": "73.Bodhirukkhamūleti bodhirukkhassa avidūre ajapālanigrodhe antarahitoti attho. Kheme",
  "atk-s0102a0:246_1": "migadāyeti isipatanaṁ tena samayena khemaṁ nāma uyyānaṁ hoti, migānaṁ pana abhayavāsatthāya",
  "atk-s0102a0:246_2": "dinnattā migadāyoti vuccati. Taṁ sandhāya vuttaṁ – ‘‘kheme migadāye’’ti. Yathā ca",
  "atk-s0102a0:246_3": "vipassī bhagavā, evaṁ aññepi buddhā paṭhamaṁ dhammadesanatthāya gacchantā ākāsena",
  "atk-s0102a0:246_4": "gantvā tattheva otaranti. Amhākaṁ pana bhagavā upakassa ājīvakassa upanissayaṁ disvā",
  "atk-s0102a0:246_5": "– ‘‘upako imaṁ addhānaṁ paṭipanno, so maṁ disvā sallapitvā gamissati. Atha puna nibbindanto",
  "atk-s0102a0:246_6": "āgamma arahattaṁ sacchikarissatī’’ti ñatvā aṭṭhārasayojanamaggaṁ padasāva agamāsi.",
  "atk-s0102a0:246_7": "Dāyapālaṁ āmantesīti disvāva punappunaṁ oloketvā – ‘‘ayyo no, bhante, āgato’’ti vatvā upagataṁ āmantesi.",
  "atk-s0102a0:247_0": "75-6.Anupubbiṁ kathanti dānakathaṁ, dānānantaraṁ sīlaṁ, sīlānantaraṁ saggaṁ, saggānantaraṁ",
  "atk-s0102a0:247_1": "magganti evaṁ anupaṭipāṭikathaṁ kathesi. Tattha dānakathanti idaṁ dānaṁ nāma sukhānaṁ",
  "atk-s0102a0:247_2": "nidānaṁ, sampattīnaṁ mūlaṁ, bhogānaṁ patiṭṭhā, visamagatassa tāṇaṁ leṇaṁ gati parāyaṇaṁ,",
  "atk-s0102a0:247_3": "idhalokaparalokesu dānasadiso avassayo patiṭṭhā ārammaṇaṁ tāṇaṁ leṇaṁ gati parāyaṇaṁ",
  "atk-s0102a0:247_4": "natthi. Idañhi avassayaṭṭhena ratanamayasīhāsanasadisaṁ, patiṭṭhānaṭṭhena mahāpathavīsadisaṁ,",
  "atk-s0102a0:247_5": "ārammaṇaṭṭhena ālambanarajjusadisaṁ. Idañhi dukkhanittharaṇaṭṭhena nāvā, samassāsanaṭṭhena",
  "atk-s0102a0:247_6": "saṅgāmasūro, bhayaparittāṇaṭṭhena susaṅkhatanagaraṁ, maccheramalādīhi anupalittaṭṭhena",
  "atk-s0102a0:247_7": "padumaṁ, tesaṁ nidahanaṭṭhena aggi, durāsadaṭṭhena āsīviso, asantāsanaṭṭhena sīho,",
  "atk-s0102a0:247_8": "balavantaṭṭhena hatthī, abhimaṅgalasammataṭṭhena setausabho, khemantabhūmisampāpanaṭṭhena",
  "atk-s0102a0:247_9": "valāhakaassarājā. Dānañhi loke sakkasampattiṁ mārasampattiṁ brahmasampattiṁ cakkavattisampattiṁ",
  "atk-s0102a0:247_10": "sāvakapāramiñāṇaṁ paccekabodhiñāṇaṁ abhisambodhiñāṇaṁ detīti evamādidānaguṇapaṭisaṁyuttaṁ kathaṁ.",
  "atk-s0102a0:248_0": "Yasmā pana dānaṁ dadanto sīlaṁ samādātuṁ sakkoti, tasmā tadanantaraṁ sīlakathaṁ kathesi.",
  "atk-s0102a0:248_1": "Sīlakathanti sīlaṁ nāmetaṁ avassayo patiṭṭhā ārammaṇaṁ tāṇaṁ leṇaṁ gati parāyaṇaṁ.",
  "atk-s0102a0:248_2": "Idhalokaparalokasampattīnañhi sīlasadiso avassayo patiṭṭhā ārammaṇaṁ tāṇaṁ leṇaṁ",
  "atk-s0102a0:248_3": "gati parāyaṇaṁ natthi, sīlasadiso alaṅkāro natthi, sīlapupphasadisaṁ pupphaṁ natthi,",
  "atk-s0102a0:248_4": "sīlagandhasadiso gandho natthi, sīlālaṅkārena hi alaṅkataṁ sīlakusumapiḷandhanaṁ",
  "atk-s0102a0:248_5": "sīlagandhānulittaṁ sadevakopi loko olokento tittiṁ na gacchatīti evamādisīlaguṇapaṭisaṁyuttaṁ kathaṁ.",
  "atk-s0102a0:249_0": "Idaṁ pana sīlaṁ nissāya ayaṁ saggo labbhatīti dassetuṁ sīlānantaraṁ saggakathaṁ kathesi.",
  "atk-s0102a0:249_1": "Saggakathanti ayaṁ saggo nāma iṭṭho kanto manāpo, niccamettha kīḷā, niccaṁ sampattiyo",
  "atk-s0102a0:249_2": "labbhanti, cātumahārājikā devā navutivassasatasahassāni dibbasukhaṁ dibbasampattiṁ",
  "atk-s0102a0:249_3": "paṭilabhanti, tāvatiṁsā tisso ca vassakoṭiyo saṭṭhi ca vassasatasahassānīti evamādisaggaguṇapaṭisaṁyuttaṁ",
  "atk-s0102a0:249_4": "kathaṁ. Saggasampattiṁ kathayantānañhi buddhānaṁ mukhaṁ nappahoti. Vuttampi cetaṁ",
  "atk-s0102a0:249_5": "– ‘‘anekapariyāyena kho ahaṁ, bhikkhave, saggakathaṁ katheyya’’ntiādi.",
  "atk-s0102a0:250_0": "Evaṁ saggakathāya palobhetvā puna hatthiṁ alaṅkaritvā tassa soṇḍaṁ chindanto viya",
  "atk-s0102a0:250_1": "– ‘‘ayampi saggo anicco addhuvo, na ettha chandarāgo kātabbo’’ti dassanatthaṁ – ‘‘appassādā",
  "atk-s0102a0:250_2": "kāmā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo’’tiādinā (ma. ni. 1.235; 2.42) nayena",
  "atk-s0102a0:250_3": "kāmānaṁ ādīnavaṁ okāraṁ saṁkilesaṁ kathesi. Tattha ādīnavoti doso. Okāroti avakāro",
  "atk-s0102a0:250_4": "lāmakabhāvo. Saṁkilesoti tehi sattānaṁ saṁsāre saṁkilissanaṁ. Yathāha – ‘‘kilissanti",
  "atk-s0102a0:250_5": "vata bho sattā’’ti (ma. ni. 2.351). Evaṁ kāmādīnavena tejjatvā nekkhamme ānisaṁsaṁ",
  "atk-s0102a0:250_6": "pakāsesi, pabbajjāya guṇaṁ pakāsesīti attho. Sesaṁ ambaṭṭhasuttavaṇṇanāyaṁ vuttanayañceva uttānatthañca.",
  "atk-s0102a0:251_0": "77.Alatthunti kathaṁ alatthuṁ? Ehibhikkhubhāvena. Bhagavā kira tesaṁ iddhimayapattacīvarassūpanissayaṁ",
  "atk-s0102a0:251_1": "olokento anekāsu jātīsu cīvaradānādīni disvā etha bhikkhavotiādimāha . Te tāvadeva",
  "atk-s0102a0:251_2": "bhaṇḍū kāsāyavasanā aṭṭhahi bhikkhuparikkhārehi sarīrapaṭimukkeheva vassasatikattherā",
  "atk-s0102a0:251_3": "viya bhagavantaṁ namassamānāva nisīdiṁsu.",
  "atk-s0102a0:252_0": "Sandassesītiādīsu idhalokatthaṁ sandassesi, paralokatthaṁ sandassesi. Idhalokatthaṁ",
  "atk-s0102a0:252_1": "dassento aniccanti dassesi, dukkhanti dassesi, anattāti dassesi, khandhe dassesi,",
  "atk-s0102a0:252_2": "dhātuyo dassesi, āyatanāni dassesi, paṭiccasamuppādaṁ dassesi, rūpakkhandhassa udayaṁ",
  "atk-s0102a0:252_3": "dassento pañca lakkhaṇāni dassesi, tathā vedanākkhandhādīnaṁ, tathā vayaṁ dassentopi",
  "atk-s0102a0:252_4": "udayabbayavasena paññāsalakkhaṇāni dassesi, paralokatthaṁ dassento nirayaṁ dassesi,",
  "atk-s0102a0:252_5": "tiracchānayoniṁ, pettivisayaṁ, asurakāyaṁ, tiṇṇaṁ kusalānaṁ vipākaṁ, channaṁ devalokānaṁ,",
  "atk-s0102a0:252_6": "navannaṁ brahmalokānaṁ sampattiṁ dassesi.",
  "atk-s0102a0:253": "Samādapesīti catupārisuddhisīlaterasadhutaṅgadasakathāvatthuādike kalyāṇadhamme gaṇhāpesi.",
  "atk-s0102a0:254_0": "Samuttejesīti suṭṭhu uttejesi, abbhussāhesi. Idhalokatthañceva paralokatthañca tāsetvā",
  "atk-s0102a0:254_1": "tāsetvā adhigataṁ viya katvā kathesi. Dvattiṁsakammakāraṇapañcavīsatimahābhayappabhedañhi",
  "atk-s0102a0:254_2": "idhalokatthaṁ buddhe bhagavati tāsetvā tāsetvā kathayante pacchābāhaṁ, gāḷhabandhanaṁ",
  "atk-s0102a0:254_3": "bandhitvā cātumahāpathe pahārasatena tāḷetvā dakkhiṇadvārena niyyamāno viya āghātanabhaṇḍikāya",
  "atk-s0102a0:254_4": "ṭhapitasīso viya sūle uttāsito viya mattahatthinā maddiyamāno viya ca saṁviggo hoti.",
  "atk-s0102a0:254_5": "Paralokatthañca kathayante nirayādīsu nibbatto viya devalokasampattiṁ anubhavamāno viya ca hoti.",
  "atk-s0102a0:255": "Sampahaṁsesīti paṭiladdhaguṇena codesi, mahānisaṁsaṁ katvā kathesīti attho.",
  "atk-s0102a0:256_0": "Saṅkhārānaṁ ādīnavanti heṭṭhā paṭhamamaggādhigamatthaṁ kāmānaṁ ādīnavaṁ kathesi,",
  "atk-s0102a0:256_1": "idha pana uparimaggādhigamatthaṁ – ‘‘aniccā, bhikkhave, saṅkhārā addhuvā anassāsikā,",
  "atk-s0102a0:256_2": "yāvañcidaṁ, bhikkhave, alameva sabbasaṅkhāresu nibbindituṁ alaṁ virajjituṁ alaṁ vimuccitu’’ntiādinā",
  "atk-s0102a0:256_3": "(a. ni. 7.66; saṁ. ni. 2.134) nayena saṅkhārānaṁ ādīnavañca lāmakabhāvañca tappaccayañca",
  "atk-s0102a0:256_4": "kilamathaṁ pakāsesi. Yathā ca tattha nekkhamme, evamidha – ‘‘santamidaṁ, bhikkhave,",
  "atk-s0102a0:256_5": "nibbānaṁ nāma paṇītaṁ tāṇaṁ leṇa’’ntiādinā nayena nibbāne ānisaṁsaṁ pakāsesi.",
  "atk-s0102a0:257": "Mahājanakāyapabbajjāvaṇṇanā",
  "atk-s0102a0:258": "78.Mahājanakāyoti tesaṁyeva dvinnaṁ kumārānaṁ upaṭṭhākajanakāyoti.",
  "atk-s0102a0:259": "80.Bhagavantaṁ saraṇaṁ gacchāma, dhammañcāti saṅghassa aparipuṇṇattā dvevācikameva saraṇamagamaṁsu.",
  "atk-s0102a0:260": "81.Alatthunti pubbe vuttanayeneva ehibhikkhubhāveneva alatthuṁ. Ito anantare pabbajitavārepi eseva nayo.",
  "atk-s0102a0:261": "Cārikāanujānanavaṇṇanā",
  "atk-s0102a0:262_0": "85.Parivitakko udapādīti kadā udapādi? Sambodhito satta saṁvaccharāni satta māse",
  "atk-s0102a0:262_1": "satta divase atikkamitvā udapādi. Bhagavā kira pitusaṅgahaṁ karonto vihāsi. Rājāpi",
  "atk-s0102a0:262_2": "cintesi – ‘‘mayhaṁ jeṭṭhaputto nikkhamitvā buddho jāto, dutiyaputto me nikkhamitvā",
  "atk-s0102a0:262_3": "aggasāvako jāto, purohitaputto dutiyaaggasāvako, ime ca avasesā bhikkhū gihikālepi",
  "atk-s0102a0:262_4": "mayhaṁ puttameva parivāretvā vicariṁsu. Ime sabbe idānipi mayhaṁyeva bhāro, ahameva",
  "atk-s0102a0:262_5": "ca ne catūhi paccayehi upaṭṭhahissāmi, aññesaṁ okāsaṁ na dassāmī’’ti vihāradvārakoṭṭhakato",
  "atk-s0102a0:262_6": "paṭṭhāya yāva rājagehadvārā ubhayato khadirapākāraṁ kārāpetvā kilañjehi chādāpetvā",
  "atk-s0102a0:262_7": "vatthehi paṭicchādāpetvā upari ca chādāpetvā suvaṇṇatārakavicittaṁ samolambitatālakkhandhamattaṁ",
  "atk-s0102a0:262_8": "vividhapupphadāmavitānaṁ kārāpetvā heṭṭhā bhūmiyaṁ cittattharaṇehi santharāpetvā",
  "atk-s0102a0:262_9": "anto ubhosu passesu mālāvacchake puṇṇaghaṭe, sakalamaggavāsatthāya ca gandhantare",
  "atk-s0102a0:262_10": "pupphāni pupphantare gandhe ca ṭhapāpetvā bhagavato kālaṁ ārocāpesi.",
  "atk-s0102a0:263_0": "Bhagavā bhikkhusaṅghaparivuto antosāṇiyāva rājagehaṁgantvā bhattakiccaṁ katvā vihāraṁ",
  "atk-s0102a0:263_1": "paccāgacchati. Añño koci daṭṭhumpi na labhati, kuto pana bhikkhaṁ vā dātuṁ, pūjaṁ",
  "atk-s0102a0:263_2": "vā kātuṁ, dhammaṁ vā sotuṁ. Nāgarā cintesuṁ – ‘‘ajja satthu loke uppannassa sattamāsādhikāni",
  "atk-s0102a0:263_3": "sattasaṁvaccharāni, mayañca daṭṭhumpi na labhāma, pageva bhikkhaṁ vā dātuṁ, pūjaṁ",
  "atk-s0102a0:263_4": "vā kātuṁ, dhammaṁ vā sotuṁ. Rājā – ‘mayhameva buddho, mayhameva dhammo, mayhameva",
  "atk-s0102a0:263_5": "saṅgho’ti mamāyitvā sayameva upaṭṭhahi. Satthā ca uppajjamāno sadevakassa lokassa",
  "atk-s0102a0:263_6": "atthāya hitāya uppanno. Na hi raññoyeva nirayo uṇho assa, aññesaṁ nīluppalavanasadiso.",
  "atk-s0102a0:263_7": "Tasmā rājānaṁ vadāma. Sace no satthāraṁ deti, iccetaṁ kusalaṁ. No ce deti, raññā",
  "atk-s0102a0:263_8": "saddhiṁ yujjhitvāpi saṅghaṁ gahetvā dānādīni puññāni karoma. Na sakkā kho pana suddhanāgareheva",
  "atk-s0102a0:263_9": "evaṁ kātuṁ, ekaṁ jeṭṭhapurisampi gaṇhāmā’’ti.",
  "atk-s0102a0:264_0": "Te senāpatiṁ upasaṅkamitvā tassetamatthaṁ ārocetvā – ‘‘sāmi, kiṁ amhākaṁ pakkho hosi,",
  "atk-s0102a0:264_1": "udāhu rañño’’ti āhaṁsu. So – ‘‘ahaṁ tumhākaṁ pakkho homi, api ca kho pana paṭhamadivaso",
  "atk-s0102a0:264_2": "mayhaṁ dātabbo’’ti. Te sampaṭicchiṁsu. So rājānaṁ upasaṅkamitvā – ‘‘nāgarā, deva,",
  "atk-s0102a0:264_3": "tumhākaṁ kupitā’’ti āha. Kimatthaṁ tātāti? Satthāraṁ kira tumheyeva upaṭṭhahatha,",
  "atk-s0102a0:264_4": "amhe na labhāmāti. Sace idānipi labhanti, na kuppanti, alabhantā tumhehi saddhiṁ",
  "atk-s0102a0:264_5": "yujjhitukāmā devāti. Yujjhāmi, tāta, nāhaṁ bhikkhusaṅghaṁ demīti. Deva tumhākaṁ dāsā",
  "atk-s0102a0:264_6": "tumhehi saddhiṁ yujjhāmāti vadanti, tumhe kaṁ gaṇhitvā yujjhissathāti? Nanu tvaṁ",
  "atk-s0102a0:264_7": "senāpatīti? Nāgarehi vinā na samattho ahaṁ devāti. Tato rājā – ‘‘balavanto nāgarā,",
  "atk-s0102a0:264_8": "senāpatipi tesaññeva pakkho’’ti ñatvā ‘‘aññānipi sattamāsādhikāni sattasaṁvaccharāni",
  "atk-s0102a0:264_9": "mayhaṁ bhikkhusaṅghaṁ dadantū’’ti āha. Nāgarā na sampaṭicchiṁsu. Rājā – ‘‘cha vassāni,",
  "atk-s0102a0:264_10": "pañca, cattāri, tīṇi, dve, ekavassa’’nti hāpesi. Evaṁ hāpentepi na sampaṭicchiṁsu.",
  "atk-s0102a0:264_11": "Aññe satta divase yāci. Nāgarā – ‘‘atikakkhaḷaṁ dāni raññā saddhiṁ kātuṁ na vaṭṭatī’’ti anujāniṁsu.",
  "atk-s0102a0:265_0": "Rājā sattamāsādhikānaṁ sattannaṁ saṁvaccharānaṁ sajjitaṁ dānamukhaṁ sattannameva",
  "atk-s0102a0:265_1": "divasānaṁ vissajjetvā cha divase kesañci apassantānaṁyeva dānaṁ datvā sattame divase",
  "atk-s0102a0:265_2": "nāgare pakkosāpetvā – ‘‘sakkhissatha, tāta, evarūpaṁ dānaṁ dātu’’nti āha. Tepi –",
  "atk-s0102a0:265_3": "‘‘nanu amheyeva nissāya taṁ devassa uppanna’’nti vatvā – ‘‘sakkhissāmā’’ti āhaṁsu.",
  "atk-s0102a0:265_4": "Rājā piṭṭhihatthena assūni puñchamāno bhagavantaṁ vanditvā – ‘‘bhante, ahaṁ aṭṭhasaṭṭhibhikkhusatasahassaṁ",
  "atk-s0102a0:265_5": "aññassa vāraṁ akatvā yāvajīvaṁ catūhi paccayehi upaṭṭhahissāmīti cintesiṁ. Nāgarā",
  "atk-s0102a0:265_6": "na dāni me anuññātā, nāgarā hi ‘mayaṁ dānaṁ dātuṁ na labhāmā’ti kuppanti. Bhagavā",
  "atk-s0102a0:265_7": "sve paṭṭhāya tesaṁ anuggahaṁ karothā’’ti āha.",
  "atk-s0102a0:266_0": "Atha dutiyadivase senāpati mahādānaṁ sajjetvā – ‘‘ajja yathā añño koci ekabhikkhampi",
  "atk-s0102a0:266_1": "na deti, evaṁ rakkhathā’’ti samantā purise ṭhapesi. Taṁ divasaṁ seṭṭhibhariyā rodamānā",
  "atk-s0102a0:266_2": "dhītaraṁ āha – ‘‘sace, amma, tava pitā jīveyya, ajjāhaṁ paṭhamaṁ dasabalaṁ bhojeyya’’nti",
  "atk-s0102a0:266_3": ". Sā taṁ āha – ‘‘amma, mā cintayi, ahaṁ tathā karissāmi yathā buddhappamukho bhikkhusaṅgho",
  "atk-s0102a0:266_4": "paṭhamaṁ amhākaṁ bhikkhaṁ paribhuñjissatī’’ti. Tato satasahassagghanikāya suvaṇṇapātiyā",
  "atk-s0102a0:266_5": "nirudakapāyāsassa pūretvā sappimadhusakkarādīhi abhisaṅkharitvā aññāya pātiyā paṭikujjitvā",
  "atk-s0102a0:266_6": "taṁ sumanamālāguḷehi parikkhipitvā mālāguḷasadisaṁ katvā bhagavato gāmaṁ pavisanavelāya",
  "atk-s0102a0:266_7": "sayameva ukkhipitvā dāsigaṇaparivutā nagarā nikkhami. Antarāmagge senāpatiupaṭṭhākā",
  "atk-s0102a0:266_8": "– ‘‘amma, mā ito agamā’’ti vadanti. Mahāpuññā nāma manāpakathā honti, na ca tesaṁ",
  "atk-s0102a0:266_9": "punappunaṁ bhaṇantānaṁ kathā paṭikkhipituṁ sakkā hoti. Sā – ‘‘cūḷapitā mahāpitā mātulā",
  "atk-s0102a0:266_10": "kissa tumhe gantuṁ na dethā’’ti āha. Senāpatinā – ‘‘aññassa kassaci khādanīyabhojanīyaṁ",
  "atk-s0102a0:266_11": "dātuṁ mā dethā’’ti ṭhapitamha ammāti. Kiṁ pana me hatthe khādanīyaṁ bhojanīyaṁ passathāti?",
  "atk-s0102a0:266_12": "Mālāguḷaṁ passāmāti . Kiṁ tumhākaṁ senāpati mālāguḷapūjampi kātuṁ na detīti? Deti,",
  "atk-s0102a0:266_13": "ammāti. Tena hi, apetha, apethāti bhagavantaṁ upasaṅkamitvā mālāguḷaṁ gaṇhāpetha",
  "atk-s0102a0:266_14": "bhagavāti āha. Bhagavā ekaṁ senāpatissupaṭṭhākaṁ oloketvā mālāguḷaṁ gaṇhāpesi. Sā",
  "atk-s0102a0:266_15": "bhagavantaṁ vanditvā – ‘‘bhagavā, bhavābhave nibbattiyaṁ me sati paritassanajīvitaṁ",
  "atk-s0102a0:266_16": "nāma mā hotu, ayaṁ sumanamālā viya nibbattanibbattaṭṭhāne piyāva homi, nāmena ca",
  "atk-s0102a0:266_17": "sumanā yevā’’ti patthanaṁ katvā satthārā – ‘‘sukhinī hohī’’ti vuttā vanditvā padakkhiṇaṁ katvā pakkāmi.",
  "atk-s0102a0:267_0": "Bhagavā senāpatissa gehaṁ gantvā paññattāsane nisīdi. Senāpati yāguṁ gahetvā upagañchi,",
  "atk-s0102a0:267_1": "satthā pattaṁ pidahi. Nisinno, bhante, bhikkhusaṅghoti. Atthi no eko antarā piṇḍapāto",
  "atk-s0102a0:267_2": "laddhoti. So mālaṁ apanetvā piṇḍapātaṁ addasa. Cūḷupaṭṭhāko āha – ‘‘sāmi, mālāti",
  "atk-s0102a0:267_3": "maṁ vatvā mātugāmo vañcesī’’ti. Pāyāso bhagavantaṁ ādiṁ katvā sabbesaṁ bhikkhūnaṁ",
  "atk-s0102a0:267_4": "pahoti. Senāpatipi attano deyyadhammaṁ adāsi. Satthā bhattakiccaṁ katvā maṅgalaṁ",
  "atk-s0102a0:267_5": "vatvā pakkāmi. Senāpati – ‘‘kā nāma sā piṇḍapātamadāsī’’ti pucchi. Seṭṭhidhītā, sāmīti.",
  "atk-s0102a0:267_6": "Sappaññā sā itthī, evarūpāya ghare vasantiyā purisassa saggasampatti nāma na dullabhāti",
  "atk-s0102a0:267_7": "taṁ ānetvā jeṭṭhikaṭṭhāne ṭhapesi.",
  "atk-s0102a0:268_0": "Punadivase nāgarā dānamadaṁsu, punadivase rājāti ekantarikāya dānaṁ dātuṁ ārabhiṁsu.",
  "atk-s0102a0:268_1": "Rājāpi carapurise ṭhapetvā nāgarehi dinnadānato atirekataraṁ deti, nāgarāpi tatheva",
  "atk-s0102a0:268_2": "katvā raññā dinnadānato atirekataraṁ. Rājagehe nāṭakitthiyo daharasāmaṇere vadanti",
  "atk-s0102a0:268_3": "– ‘‘gaṇhatha, tātā, na gahapatikānaṁ gattavatthādīsu puñchitvā bāḷadārakānaṁ kheḷasiṅghāṇikādidhovanahatthehi",
  "atk-s0102a0:268_4": "kataṁ , suciṁ paṇītaṁ kata’’nti. Punadivase nāgarāpi dadamānā vadanti – ‘‘gaṇhatha,",
  "atk-s0102a0:268_5": "tātā, na nagaragāmanigamādīsu saṅkaḍḍhitataṇḍulakhīradadhisappiādīhi, na aññesaṁ",
  "atk-s0102a0:268_6": "jaṅghasīsapiṭṭhiādīni bhañjitvā āharāpitehi kataṁ, jātisappikhīrādīhiyeva kata’’nti.",
  "atk-s0102a0:268_7": "Evaṁ sattasu saṁvaccharesu sattasu māsesu sattasu divasesu ca atikkantesu atha bhagavato",
  "atk-s0102a0:268_8": "ayaṁ vitakko udapādi. Tena vuttaṁ – ‘‘sambodhito satta saṁvaccharāni satta māsāni",
  "atk-s0102a0:268_9": "satta divasāni atikkamitvā udapādī’’ti.",
  "atk-s0102a0:269": "87.Aññataromahābrahmāti dhammadesanaṁ āyācitabrahmāva.",
  "atk-s0102a0:270": "89.Caturāsīti āvāsasahassānīti caturāsīti vihārasahassāni. Te sabbepi dvādasasahassabhikkhugaṇhanakā mahāvihārā abhayagiricetiyapabbatacittalapabbatamahāvihārasadisāva ahesuṁ.",
  "atk-s0102a0:271_0": "90.Khantī paramaṁ tapoti adhivāsanakhanti nāma paramaṁ tapo. Titikkhāti khantiyā",
  "atk-s0102a0:271_1": "eva vevacanaṁ. Titikkhā saṅkhātā adhivāsanakhanti uttamaṁ tapoti attho. Nibbānaṁ",
  "atk-s0102a0:271_2": "paramanti sabbākārena pana nibbānaṁ paramanti vadanti buddhā. Na hi pabbajito parūpaghātīti",
  "atk-s0102a0:271_3": "yo adhivāsanakhantivirahitattā paraṁ upaghāteti bādheti hiṁsati, so pabbajito nāma",
  "atk-s0102a0:271_4": "na hoti. Catutthapādo pana tasseva vevacanaṁ. ‘‘Na hi pabbajito’’ti etassa hi na",
  "atk-s0102a0:271_5": "samaṇo hotīti vevacanaṁ. Parūpaghātīti etassa paraṁ viheṭhayantoti vevacanaṁ. Atha",
  "atk-s0102a0:271_6": "vā parūpaghātīti sīlūpaghātī. Sīlañhi uttamaṭṭhena paranti vuccati. Yo ca samaṇo",
  "atk-s0102a0:271_7": "paraṁ yaṁ kañci sattaṁ viheṭhayanto parūpaghātī hoti, attano sīlaṁ vināsako, so pabbajito",
  "atk-s0102a0:271_8": "nāma na hotīti attho. Athavā yo adhivāsanakhantiyā abhāvato parūpaghātī hoti, paraṁ",
  "atk-s0102a0:271_9": "antamaso ḍaṁsamakasampi sañcicca jīvitā voropeti, so na hi pabbajito. Kiṁ kāraṇā?",
  "atk-s0102a0:271_10": "Malassa apabbājitattā. ‘‘Pabbājayamattano malaṁ, tasmā pabbajitoti vuccatī’’ti (dha.",
  "atk-s0102a0:271_11": "pa. 388) idañhi pabbajitalakkhaṇaṁ. Yopi na heva kho upaghāteti, na māreti, api ca",
  "atk-s0102a0:271_12": "daṇḍādīhi viheṭheti, so paraṁ viheṭhayanto samaṇo na hoti. Kiṁ kāraṇā? Vihesāya asamitattā.",
  "atk-s0102a0:271_13": "‘‘Samitattā hi pāpānaṁ , samaṇoti pavuccatī’’ti (dha. pa. 265) idañhi samaṇalakkhaṇaṁ.",
  "atk-s0102a0:272_0": "Dutiyagāthāya sabbapāpassāti sabbākusalassa. Akaraṇanti anuppādanaṁ. Kusalassāti",
  "atk-s0102a0:272_1": "catubhūmikakusalassa. Upasampadāti paṭilābho. Sacittapariyodapananti attano cittajotanaṁ,",
  "atk-s0102a0:272_2": "taṁ pana arahattena hoti. Iti sīlasaṁvarena sabbapāpaṁ pahāya samathavipassanāhi",
  "atk-s0102a0:272_3": "kusalaṁ sampādetvā arahattaphalena cittaṁ pariyodāpetabbanti etaṁ buddhānaṁ sāsanaṁ ovādo anusiṭṭhī ti.",
  "atk-s0102a0:273_0": "Tatiyagāthāya anūpavādoti vācāya kassaci anupavadanaṁ. Anūpaghātoti kāyena upaghātassa",
  "atk-s0102a0:273_1": "akaraṇaṁ. Pātimokkheti yaṁ taṁ paatimokkhaṁ, atipamokkhaṁ, uttamasīlaṁ, pāti vā agativisesehi",
  "atk-s0102a0:273_2": "mokkheti duggatibhayehi, yo vā naṁ pāti, taṁ mokkhetīti ‘‘pātimokkha’’nti vuccati.",
  "atk-s0102a0:273_3": "Tasmiṁ pātimokkhe ca saṁvaro. Mattaññutāti paṭiggahaṇaparibhogavasena pamāṇaññutā.",
  "atk-s0102a0:273_4": "Pantañca sayanāsananti sayanāsanañca saṅghaṭṭanavirahitanti attho. Tattha dvīhiyeva",
  "atk-s0102a0:273_5": "paccayehi catupaccayasantoso dīpito hotīti veditabbo. Etaṁ buddhāna sāsananti etaṁ",
  "atk-s0102a0:273_6": "parassa anupavadanaṁ anupaghātanaṁ pātimokkhasaṁvaro paṭiggahaṇaparibhogesu mattaññutā",
  "atk-s0102a0:273_7": "aṭṭhasamāpattivasibhāvāya vivittasenāsanasevanañca buddhānaṁ sāsanaṁ ovādo anusiṭṭhīti.",
  "atk-s0102a0:273_8": "Imā pana sabbabuddhānaṁ pātimokkhuddesagāthā hontīti veditabbā.",
  "atk-s0102a0:274": "Devatārocanavaṇṇanā",
  "atk-s0102a0:275_0": "91. Ettāvatā ca iminā vipassissa bhagavato apadānānusārena vitthārakathanena – ‘‘tathāgatassevesā,",
  "atk-s0102a0:275_1": "bhikkhave, dhammadhātu suppaṭividdhā’’ti evaṁ vuttāya dhammadhātuyā suppaṭividdhabhāvaṁ",
  "atk-s0102a0:275_2": "pakāsetvā idāni – ‘‘devatāpi tathāgatassa etamatthaṁ ārocesu’’nti vuttaṁ devatārocanaṁ",
  "atk-s0102a0:275_3": "pakāsetuṁ ekamidāhantiādimāha.",
  "atk-s0102a0:276_0": "Tattha subhagavaneti evaṁnāmake vane. Sālarājamūleti vanappatijeṭṭhakassa mūle. Kāmacchandaṁ",
  "atk-s0102a0:276_1": "virājetvāti anāgāmimaggena mūlasamugghātavasena virājetvā. Yathā ca vipassissa, evaṁ",
  "atk-s0102a0:276_2": "sesabuddhānampi sāsane vutthabrahmacariyā devatā ārocayiṁsu, pāḷi pana vipassissa",
  "atk-s0102a0:276_3": "ceva amhākañca bhagavato vasena āgatā.",
  "atk-s0102a0:277_0": "Tattha attano sampattiyā na hāyanti, na vihāyantīti avihā. Na kañci sattaṁ tapantīti",
  "atk-s0102a0:277_1": "atappā. Sundaradassanā abhirūpā pāsādikāti sudassā. Suṭṭhu passanti, sundarametesaṁ",
  "atk-s0102a0:277_2": "vā dassananti sudassī. Sabbeheva ca saguṇehi bhavasampattiyā ca jeṭṭhā, natthettha",
  "atk-s0102a0:277_3": "kaniṭṭhāti akaniṭṭhā.",
  "atk-s0102a0:278_0": "Idha ṭhatvā bhāṇavārā samodhānetabbā. Imasmiñhi sutte vipassissa bhagavato apadānavasena",
  "atk-s0102a0:278_1": "tayo bhāṇavārā vuttā. Yathā ca vipassissa, evaṁ sikhīādīnampi apadānavasena vuttāva.",
  "atk-s0102a0:278_2": "Pāḷi pana saṅkhittā. Iti sattannaṁ buddhānaṁ vasena amhākaṁ bhagavatā ekavīsati bhāṇavārā",
  "atk-s0102a0:278_3": "kathitā. Tathā avihehi. Tathā atappehi. Tathā sudassehi. Tathā sudassīhi. Tathā akaniṭṭhehīti",
  "atk-s0102a0:278_4": "sabbampi chabbīsatibhāṇavārasataṁ hoti. Tepiṭake buddhavacane aññaṁ suttaṁ chabbīsatibhāṇavārasataparimāṇaṁ",
  "atk-s0102a0:278_5": "nāma natthi, suttantarājā nāma ayaṁ suttantoti veditabbo. Ito paraṁ anusandhidvayampi",
  "atk-s0102a0:278_6": "niyyātento iti kho bhikkhavetiādimāha. Taṁ sabbaṁ uttānamevāti.",
  "atk-s0102a0:279": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0102a0:280": "Mahāpadānasuttavaṇṇanā niṭṭhitā."
}