{
  "atk-s0512a2:0": "2. Hatthināgavaggo",
  "atk-s0512a2:1": "1. Mātuposakacariyāvaṇṇanā",
  "atk-s0512a2:2": "1. Dutiyavaggassa paṭhame kuñjaroti hatthī. Mātuposakoti andhāya jarājiṇṇāya mātuyā paṭijagganako. Mahiyāti bhūmiyaṁ. Guṇenāti sīlaguṇena, tadā mama sadiso natthi.",
  "atk-s0512a2:3_0": "Bodhisatto hi tadā himavantappadese hatthiyoniyaṁ nibbatti. So sabbaseto abhirūpo",
  "atk-s0512a2:3_1": "lakkhaṇasampanno mahāhatthī anekahatthisatasahassaparivāro ahosi. Mātā panassa andhā.",
  "atk-s0512a2:3_2": "So madhuraphalāphalāni hatthīnaṁ hatthesu datvā mātu peseti. Hatthino tassā adatvā",
  "atk-s0512a2:3_3": "sayaṁ khādanti. So pariggaṇhanto taṁ pavattiṁ ñatvā ‘‘yūthaṁ pahāya mātarameva posessāmī’’ti",
  "atk-s0512a2:3_4": "rattibhāge aññesaṁ hatthīnaṁ ajānantānaṁ mātaraṁ gahetvā caṇḍoraṇapabbatapādaṁ gantvā",
  "atk-s0512a2:3_5": "ekaṁ naḷiniṁ upanissāya ṭhitāya pabbataguhāya mātaraṁ ṭhapetvā posesi.",
  "atk-s0512a2:4": "2-3.Pavane disvā vanacaroti eko vanacarako puriso tasmiṁ mahāvane vicaranto maṁ disvā. Rañño maṁ paṭivedayīti bārāṇasirañño maṁ ārocesi.",
  "atk-s0512a2:5_0": "So hi maggamūḷho disaṁ vavatthapetuṁ asakkonto mahantena saddena paridevi. Bodhisattopi",
  "atk-s0512a2:5_1": "tassa saddaṁ sutvā ‘‘ayaṁ puriso anātho, na kho panetaṁ patirūpaṁ, yaṁ esa mayi ṭhite",
  "atk-s0512a2:5_2": "idha vinasseyyā’’ti tassa santikaṁ gantvā taṁ bhayena palāyantaṁ disvā ‘‘ambho purisa,",
  "atk-s0512a2:5_3": "natthi te maṁ nissāya bhayaṁ, mā palāyi, kasmā tvaṁ paridevanto vicarasī’’ti pucchitvā",
  "atk-s0512a2:5_4": "‘‘sāmi, ahaṁ maggamūḷho ajja me sattamo divaso’’ti vutte ‘‘bho purisa, mā bhāyi,",
  "atk-s0512a2:5_5": "ahaṁ taṁ manussapathe ṭhapessāmī’’ti taṁ attano piṭṭhiyaṁ nisīdāpetvā araññato nīharitvā",
  "atk-s0512a2:5_6": "nivatti. Sopi pāpo ‘‘nagaraṁ gantvā rañño ārocessāmī’’ti rukkhasaññaṁ pabbatasaññañca",
  "atk-s0512a2:5_7": "karontova nikkhamitvā bārāṇasiṁ agamāsi. Tasmiṁ kāle rañño maṅgalahatthī mato . So",
  "atk-s0512a2:5_8": "puriso rājānaṁ upasaṅkamitvā mahāpurisassa attano diṭṭhabhāvaṁ ārocesi. Tena vuttaṁ",
  "atk-s0512a2:5_9": "‘‘tavānucchavo, mahārāja, gajo vasati kānane’’tiādi.",
  "atk-s0512a2:6_0": "Tattha tavānucchavoti tava opavayhaṁ kātuṁ anucchaviko yutto. Na tassa parikkhāyatthoti",
  "atk-s0512a2:6_1": "tassa gahaṇe gamanupacchedanatthaṁ samantato khaṇitabbaparikkhāya vā kareṇuyā kaṇṇapuṭena",
  "atk-s0512a2:6_2": "attānaṁ paṭicchādetvā khittapāsarajjuyā bandhitabbaāḷakasaṅkhātaālānena vā yattha",
  "atk-s0512a2:6_3": "paviṭṭho katthaci gantuṁ na sakkoti, tādisavañcanakāsuyā vā attho payojanaṁ natthi.",
  "atk-s0512a2:6_4": "Sahagahiteti gahaṇasamakālaṁ eva. Ehitīti āgamissati.",
  "atk-s0512a2:7_0": "Rājā imaṁ maggadesakaṁ katvā araññaṁ gantvā ‘‘iminā vuttaṁ hatthināgaṁ ānehī’’ti",
  "atk-s0512a2:7_1": "hatthācariyaṁ saha parivārena pesesi. So tena saddhiṁ gantvā bodhisattaṁ naḷiniṁ",
  "atk-s0512a2:7_2": "pavisitvā gocaraṁ gaṇhantaṁ passi. Tena vuttaṁ –",
  "atk-s0512a2:8": "4.",
  "atk-s0512a2:9": " ‘‘Tassa taṁ vacanaṁ sutvā, rājāpi tuṭṭhamānaso;",
  "atk-s0512a2:10": "Pesesi hatthidamakaṁ, chekācariyaṁ susikkhitaṁ.",
  "atk-s0512a2:11": "5.",
  "atk-s0512a2:12": " ‘‘Gantvā so hatthidamako, addasa padumassare;",
  "atk-s0512a2:13": "Bhisamuḷālaṁ uddharantaṁ, yāpanatthāya mātuyā’’ti.",
  "atk-s0512a2:14": "Tattha chekācariyanti hatthibandhanādividhimhi kusalaṁ hatthācariyaṁ. Susikkhitanti hatthīnaṁ sikkhāpanavijjāya niṭṭhaṅgamanena suṭṭhu sikkhitaṁ.",
  "atk-s0512a2:15_0": "6.Viññāya me sīlaguṇanti ‘‘bhaddo ayaṁ hatthājānīyo na mando, na caṇḍo, na vomissasīlo",
  "atk-s0512a2:15_1": "vā’’ti mama sīlaguṇaṁ jānitvā. Kathaṁ? Lakkhaṇaṁupadhārayīti susikkhitahatthisippattā",
  "atk-s0512a2:15_2": "mama lakkhaṇaṁ samantato upadhāresi. Tena so ehi puttāti vatvāna, mama soṇḍāya aggahi.",
  "atk-s0512a2:16_0": "7. Bodhisatto hatthācariyaṁ disvā – ‘‘idaṁ bhayaṁ mayhaṁ etassa purisassa santikā",
  "atk-s0512a2:16_1": "uppannaṁ, ahaṁ kho pana mahābalo hatthisahassampi viddhaṁsetuṁ samattho, pahomi kujjhitvā",
  "atk-s0512a2:16_2": "saraṭṭhakaṁ senāvāhanaṁ nāsetuṁ, sace pana kujjhissāmi, sīlaṁ me bhijjissati, tasmā",
  "atk-s0512a2:16_3": "sattīhi koṭṭiyamānopi na kujjhissāmī’’ti cittaṁ adhiṭṭhāya sīsaṁ onāmetvā niccalova",
  "atk-s0512a2:16_4": "aṭṭhāsi. Tenāha bhagavā ‘‘yaṁ me tadā pākatikaṁ, sarīrānugataṁ bala’’ntiādi.",
  "atk-s0512a2:17_0": "Tattha pākatikanti sabhāvasiddhaṁ. Sarīrānugatanti sarīrameva anugataṁ kāyabalaṁ,",
  "atk-s0512a2:17_1": "na upāyakusalatāsaṅkhātañāṇānugatanti adhippāyo. Ajja nāgasahassānanti ajjakāle anekesaṁ",
  "atk-s0512a2:17_2": "hatthisahassānaṁ samuditānaṁ. Balena samasādisanti tesaṁ sarīrabalena samasamameva",
  "atk-s0512a2:17_3": "hutvā sadisaṁ, na upamāmattena. Maṅgalahatthikule hi tadā bodhisatto uppannoti.",
  "atk-s0512a2:18_0": "8.Yadihaṁ tesaṁ pakuppeyyanti maṁ gahaṇāya upagatānaṁ tesaṁ ahaṁ yadi kujjheyyaṁ,",
  "atk-s0512a2:18_1": "tesaṁ jīvitamaddane paṭibalo bhaveyyaṁ. Na kevalaṁ tesaññeva, atha kho yāva rajjampi",
  "atk-s0512a2:18_2": "mānusanti yato rajjato tesaṁ āgatānaṁ manussānaṁ sabbampi rajjaṁ pothetvā cuṇṇavicuṇṇaṁ kareyyaṁ.",
  "atk-s0512a2:19_0": "9.Api cāhaṁ sīlarakkhāyāti evaṁ samatthopi ca ahaṁ attani patiṭṭhitāya sīlarakkhāya",
  "atk-s0512a2:19_1": "sīlaguttiyā gutto bandho viya. Na karomi citte aññathattanti tassa sīlassa aññathattabhūtaṁ",
  "atk-s0512a2:19_2": "tesaṁ sattānaṁ pothanādividhiṁ mayhaṁ citte na karomi, tattha cittampi na uppādemi.",
  "atk-s0512a2:19_3": "Pakkhipantaṁ mamāḷaketi ālānatthambhe pakkhipantaṁ, ‘‘disvāpī’’ti vacanaseso. Kasmāti",
  "atk-s0512a2:19_4": "ce, sīlapāramipūriyā īdisesu ṭhānesu sīlaṁ akhaṇḍentassa me nacirasseva sīlapāramī",
  "atk-s0512a2:19_5": "paripūressatīti sīlapāramiparipūraṇatthaṁ tassa aññathattaṁ citte na karomīti yojanā.",
  "atk-s0512a2:20": "10.‘‘Yadi te ma’’nti gāthāyapi sīlarakkhāya daḷhaṁ katvā sīlassa adhiṭṭhitabhāvameva dasseti. Tattha koṭṭeyyunti bhindeyyuṁ. Sīlakhaṇḍabhayā mamāti mama sīlassa khaṇḍanabhayena.",
  "atk-s0512a2:21_0": "Evaṁ pana cintetvā bodhisatte niccale ṭhite hatthācariyo padumasaraṁ otaritvā tassa",
  "atk-s0512a2:21_1": "lakkhaṇasampattiṁ disvā ‘‘ehi puttā’’ti rajatadāmasadisāya soṇḍāya gahetvā sattame",
  "atk-s0512a2:21_2": "divase bārāṇasiṁ pāpuṇi. So antarāmagge vattamānova rañño sāsanaṁ pesesi. Rājā nagaraṁ",
  "atk-s0512a2:21_3": "alaṅkārāpesi. Hatthācariyo bodhisattaṁ katagandhaparibhaṇḍaṁ alaṅkatapaṭiyattaṁ hatthisālaṁ",
  "atk-s0512a2:21_4": "netvā vicitrasāṇiyā parikkhipāpetvā rañño ārocesi. Rājā nānaggarasabhojanaṁ ādāya",
  "atk-s0512a2:21_5": "gantvā bodhisattassa dāpesi. So ‘‘mātaraṁ vinā gocaraṁ na gaṇhissāmī’’ti piṇḍaṁ na",
  "atk-s0512a2:21_6": "gaṇhi. Yācitopi aggahetvā –",
  "atk-s0512a2:22": "‘‘Sā nūnasā kapaṇikā, andhā apariṇāyikā;",
  "atk-s0512a2:23": "Khāṇuṁ pādena ghaṭṭeti, giriṁ caṇḍoraṇaṁ patī’’ti. –",
  "atk-s0512a2:24": "Āha. Taṁ sutvā rājā –",
  "atk-s0512a2:25": "‘‘Kā nu te sā mahānāga, andhā apariṇāyikā;",
  "atk-s0512a2:26": "Khāṇuṁ pādena ghaṭṭeti, giriṁ caṇḍoraṇaṁ patī’’ti. – pucchitvā –",
  "atk-s0512a2:27": "‘‘Mātā me sā mahārāja, andhā apariṇāyikā;",
  "atk-s0512a2:28": "Khāṇuṁ pādena ghaṭṭeti, giriṁ caṇḍoraṇaṁ patī’’ti. –",
  "atk-s0512a2:29": "Vutte ajja sattamo divaso ‘‘mātā me gocaraṁ na labhitthā’’ti vadato imassa gocaraṁ agaṇhantassa. Tasmā –",
  "atk-s0512a2:30": "‘‘Muñcathetaṁ mahānāgaṁ, yoyaṁ bharati mātaraṁ;",
  "atk-s0512a2:31": "Sametu mātarā nāgo, saha sabbehi ñātibhī’’ti. – vatvā muñcāpesi –",
  "atk-s0512a2:32": "‘‘Mutto ca bandhanā nāgo, muttadāmāya kuñjaro;",
  "atk-s0512a2:33": "Muhuttaṁ assāsayitvā, agamā yena pabbato’’ti.",
  "atk-s0512a2:34_0": "Tattha kapaṇikāti varākā. Khāṇuṁ pādena ghaṭṭetīti andhatāya puttaviyogadukkhena",
  "atk-s0512a2:34_1": "ca paridevamānā tattha tattha rukkhakaḷiṅgare pādena ghaṭṭeti. Caṇḍoraṇaṁ patīti",
  "atk-s0512a2:34_2": "caṇḍoraṇapabbatābhimukhī, tasmiṁ pabbatapāde paribbhamamānāti attho. Agamā yena pabbatoti",
  "atk-s0512a2:34_3": "so hatthināgo bandhanā mutto thokaṁ vissamitvā rañño dasarājadhammagāthāhi dhammaṁ",
  "atk-s0512a2:34_4": "desetvā ‘‘appamatto hohi, mahārājā’’ti ovādaṁ datvā mahājanena gandhamālādīhi pūjiyamāno",
  "atk-s0512a2:34_5": "nagarā nikkhamitvā tadaheva mātarā samāgantvā sabbaṁ pavattiṁ ācikkhi. Sā tuṭṭhamānasā –",
  "atk-s0512a2:35": "‘‘Ciraṁ jīvatu so rājā, kāsīnaṁ raṭṭhavaḍḍhano;",
  "atk-s0512a2:36": "Yo me puttaṁ pamocesi, sadā vuddhāpacāyika’’nti. (jā. 1.11.12) –",
  "atk-s0512a2:37_0": "Rañño anumodanaṁ akāsi. Rājā bodhisattassa guṇe pasīditvā naḷiniyā avidūre gāmaṁ",
  "atk-s0512a2:37_1": "māpetvā bodhisattassa mātu cassa nibaddhaṁ vattaṁ paṭṭhapesi . Aparabhāge bodhisatto",
  "atk-s0512a2:37_2": "mātari matāya tassā sarīraparihāraṁ katvā kuraṇḍakaassamapadaṁ nāma gato. Tasmiṁ",
  "atk-s0512a2:37_3": "pana ṭhāne himavantato otaritvā pañcasatā isayo vasiṁsu. Taṁ vattaṁ tesaṁ datvā rājā",
  "atk-s0512a2:37_4": "bodhisattassa samānarūpaṁ silāpaṭimaṁ kāretvā mahāsakkāraṁ pavattesi. Jambudīpavāsino",
  "atk-s0512a2:37_5": "anusaṁvaccharaṁ sannipatitvā hatthimahaṁ nāma kariṁsu.",
  "atk-s0512a2:38": "Tadā rājā ānando ahosi, hatthinī mahāmāyā, vanacarako devadatto, mātuposakahatthināgo lokanātho.",
  "atk-s0512a2:39_0": "Idhāpi dānapāramiādayo yathārahaṁ niddhāretabbā. Sīlapāramī pana atisayavatīti sā",
  "atk-s0512a2:39_1": "eva desanaṁ āsnḷahā. Tathā tiracchānayoniyaṁ uppannopi brahmapubbadevapubbācariyaāhuneyyādibhāvena",
  "atk-s0512a2:39_2": "sabbaññubuddhenapi pasatthabhāvānurūpaṁ mātuyā garucittaṁ upaṭṭhapetvā ‘‘mātā nāmesā",
  "atk-s0512a2:39_3": "puttassa bahūpakārā, tasmā mātupaṭṭhānaṁ nāma paṇḍitena paññatta’’nti manasi katvā",
  "atk-s0512a2:39_4": "anekesaṁ hatthisahassānaṁ issarādhipati mahānubhāvo yūthapati hutvā tehi anuvattiyamāno",
  "atk-s0512a2:39_5": "ekakavihāre antarāyaṁ agaṇetvā yūthaṁ pahāya ekako hutvā upakārikhettaṁ pūjessāmīti",
  "atk-s0512a2:39_6": "mātuposanaṁ, maggamūḷhapurisaṁ disvā anukampāya taṁ gahetvā manussagocarasampāpanaṁ,",
  "atk-s0512a2:39_7": "tena ca katāparādhasahanaṁ , hatthācariyappamukhānaṁ attānaṁ bandhituṁ āgatapurisānaṁ",
  "atk-s0512a2:39_8": "samatthopi samāno santāsanamattenapi tesaṁ pīḷanā bhavissati, mayhañca sīlassa khaṇḍādibhāvoti",
  "atk-s0512a2:39_9": "tathā akatvā sudantena opavayho viya sukheneva gahaṇūpagamanaṁ, mātaraṁ vinā na kañci",
  "atk-s0512a2:39_10": "ajjhoharissāmīti sattāhampi anāhāratā, imināpāhaṁ bandhāpitoti cittaṁ anuppādetvā",
  "atk-s0512a2:39_11": "rājānaṁ mettāya pharaṇaṁ, tassa ca nānānayehi dhammadesanāti evamādayo idha mahāpurisassa",
  "atk-s0512a2:39_12": "guṇānubhāvā vibhāvetabbā. Tena vuttaṁ – ‘‘evaṁ acchariyā ete, abbhutā ca mahesino…pe…",
  "atk-s0512a2:39_13": "dhammassa anudhammato’’ti.",
  "atk-s0512a2:40": "Mātuposakacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:41": "2. Bhūridattacariyāvaṇṇanā",
  "atk-s0512a2:42_0": "11. Dutiye bhūridattoti bhūrisamadatto. Dattoti hi tadā bodhisattassa mātāpitūhi",
  "atk-s0512a2:42_1": "kataṁ nāmaṁ. Yasmā paneso nāgabhavane virūpakkhamahārājabhavane tāvatiṁsabhavane",
  "atk-s0512a2:42_2": "ca uppanne pañhe sammadeva vinicchināti, ekadivasañca virūpakkhamahārāje nāgaparisāya",
  "atk-s0512a2:42_3": "saddhiṁ tidasapuraṁ gantvā sakkaṁ parivāretvā nisinne devānamantare pañho samuṭṭhāsi.",
  "atk-s0512a2:42_4": "Taṁ koci kathetuṁ nāsakkhi. Sakkena pana anuññāto pallaṅkavaragato hutvā mahāsattova",
  "atk-s0512a2:42_5": "kathesi. Atha naṁ devarājā dibbagandhapupphehi pūjetvā ‘‘datta, tvaṁ pathavisamāya",
  "atk-s0512a2:42_6": "vipulāya paññāya samannāgato ito paṭṭhāya bhūridatto nāmā’’ti āha. Bhūrīti hi pathaviyā",
  "atk-s0512a2:42_7": "nāmaṁ, tasmā bhūrisamatāya bhūte atthe ramatīti ca bhūrisaṅkhātāya mahatiyā paññāya",
  "atk-s0512a2:42_8": "samannāgatattā mahāsatto ‘‘bhūridatto’’ti paññāyittha. Mahatiyā pana nāgiddhiyā samannāgatattā mahiddhiko cāti.",
  "atk-s0512a2:43_0": "Atīte hi imasmiṁyeva kappe bārāṇasirañño putto pitarā raṭṭhato pabbājito vane vasanto",
  "atk-s0512a2:43_1": "aññatarāya nāgamāṇavikāya saṁvāsaṁ kappesi. Tesaṁ saṁvāsamanvāya dve dārakā jāyiṁsu",
  "atk-s0512a2:43_2": "– putto ca dhītā ca. Puttassa ‘‘sāgarabrahmadatto’’ti nāmaṁ kariṁsu dhītāya ‘‘samuddajā’’ti.",
  "atk-s0512a2:43_3": "So aparabhāge pitu accayena bārāṇasiṁ gantvā rajjaṁ kāresi. Atha dhataraṭṭho nāma",
  "atk-s0512a2:43_4": "nāgarājā pañcayojanasatike nāgabhavane nāgarajjaṁ kārento taṁ abhūtavādikena cittacūḷena",
  "atk-s0512a2:43_5": "nāma kacchapena ‘‘bārāṇasirājā attano dhītaraṁ tuyhaṁ dātukāmo, sā kho pana rājadhītā",
  "atk-s0512a2:43_6": "samuddajā nāma abhirūpā dassanīyā pāsādikā cā’’ti kathitaṁ sutvā dhataraṭṭho cattāro",
  "atk-s0512a2:43_7": "nāgamāṇavake pesetvā taṁ dātuṁ anicchantaṁ nāgavibhiṁsikāya bhiṁsāpetvā ‘‘dammī’’ti",
  "atk-s0512a2:43_8": "vutte mahantaṁ paṇṇākāraṁ pesetvā mahatiyā nāgiddhiyā mahantena parivārena tassa",
  "atk-s0512a2:43_9": "dhītaraṁ nāgabhavanaṁ netvā aggamahesiṭṭhāne ṭhapesi.",
  "atk-s0512a2:44_0": "Sā aparabhāge dhataraṭṭhaṁ paṭicca sudassano, datto, subhogo, ariṭṭhoti cattāro putte",
  "atk-s0512a2:44_1": "paṭilabhi. Tesu datto bodhisatto, so pubbe vuttanayeneva sakkena tuṭṭhacittena ‘‘bhūridatto’’ti",
  "atk-s0512a2:44_2": "gahitanāmattā ‘‘bhūridatto’’tveva paññāyittha. Atha nesaṁ pitā yojanasatikaṁ yojanasatikaṁ",
  "atk-s0512a2:44_3": "rajjaṁ bhājetvā adāsi. Mahanto yaso ahosi. Soḷasasoḷasanāgakaññāsahassāni parivārayiṁsu.",
  "atk-s0512a2:44_4": "Pitupi ekayojanasatameva rajjaṁ ahosi. Tayo puttā māse māse mātāpitaro passituṁ āgacchanti,",
  "atk-s0512a2:44_5": "bodhisatto pana anvaddhamāsaṁ āgacchati.",
  "atk-s0512a2:45_0": "So ekadivasaṁ virūpakkhamahārājena saddhiṁ sakkassa upaṭṭhānaṁ gato vejayantapāsādaṁ",
  "atk-s0512a2:45_1": "sudhammadevasabhaṁ pāricchattakakoviḷāraṁ paṇḍukambalasilāsanaṁ devaccharāparivāraṁ",
  "atk-s0512a2:45_2": "atimanoharaṁ sakkasampattiṁ disvā ‘‘ettakamattampi nāgattabhāve ṭhitassa dullabhaṁ,",
  "atk-s0512a2:45_3": "kuto sammāsambodhī’’ti nāgattabhāvaṁ jigucchitvā ‘‘nāgabhavanaṁ gantvā uposathavāsaṁ",
  "atk-s0512a2:45_4": "vasitvā sīlameva paggaṇhissāmi, taṁ bodhiparipācanaṁ hoti, imasmiṁ devaloke uppattikāraṇaṁ",
  "atk-s0512a2:45_5": "bhavissatī’’ti cintetvā nāgabhavanaṁ gantvā mātāpitaro āha – ‘‘ammatātā, ahaṁ uposathakammaṁ",
  "atk-s0512a2:45_6": "karissāmī’’ti. Tehi ‘‘idheva uposathaṁ upavasāhi, bahigatānaṁ nāgānaṁ mahantaṁ bhaya’’nti",
  "atk-s0512a2:45_7": "vutte ekavāraṁ tathā katvā nāgakaññāhi upadduto punavāre mātāpitūnaṁ anārocetvā attano",
  "atk-s0512a2:45_8": "bhariyaṁ āmantetvā ‘‘bhadde, ahaṁ manussalokaṁ gantvā yamunātīre mahānigrodharukkho",
  "atk-s0512a2:45_9": "atthi tassa avidūre vammikamatthake bhoge ābhujitvā caturaṅgasamannāgataṁ uposathaṁ",
  "atk-s0512a2:45_10": "adhiṭṭhāya nipajjitvā ‘‘uposathakammaṁ karissāmī’’ti nāgabhavanato nikkhamitvā tathā",
  "atk-s0512a2:45_11": "karoti. Tena vuttaṁ ‘‘virūpakkhena mahāraññā, devalokamagañchaha’’ntiādi.",
  "atk-s0512a2:46": "Tattha virūpakkhena mahāraññāti virūpakkhena nāma nāgādhipatimahārājena. Devalokanti tāvatiṁsadevalokaṁ. Agañchahanti agañchiṁ, upasaṅkamiṁ ahaṁ.",
  "atk-s0512a2:47_0": "12.Tatthāti tasmiṁ devaloke. Passiṁ tvāhanti addakkhiṁ ahaṁ tu-saddo nipātamatto.",
  "atk-s0512a2:47_1": "Ekantaṁ sukhasamappiteti ekantaṁ accantameva sukhena samaṅgībhūte. Vuttañhetaṁ bhagavatā",
  "atk-s0512a2:47_2": "– ‘‘santi, bhikkhave, cha phassāyatanikā nāma saggā. Yāvañcidaṁ, bhikkhave, na sukaraṁ",
  "atk-s0512a2:47_3": "akkhānena pāpuṇituṁ yāva sukhā saggā’’ti (ma. ni. 3.255) ca. Taṁsaggagamanatthāyāti",
  "atk-s0512a2:47_4": "tasmiṁ saggasmiṁ uppattivasena gamanatthāya. Sīlabbatanti sīlasaṅkhātaṁ vataṁ. Atha",
  "atk-s0512a2:47_5": "vā sīlabbatanti uposathasīlañceva ‘‘mama cammaṁ cammatthikā harantū’’tiādinā attano",
  "atk-s0512a2:47_6": "sarīrāvayavapariccāgasamādiyanasaṅkhātaṁ vatañca.",
  "atk-s0512a2:48_0": "13.Sarīrakiccanti mukhadhovanādisarīrapaṭijagganaṁ. Bhutvā yāpanamattakanti indriyāni",
  "atk-s0512a2:48_1": "nibbisevanāni kātuṁ sarīraṭṭhitimattakaṁ āhāraṁ āharitvā. Caturo aṅgeti cattāri aṅgāni.",
  "atk-s0512a2:48_2": "Adhiṭṭhāyāti adhiṭṭhahitvā. Semīti sayāmi.",
  "atk-s0512a2:49_0": "14.Chaviyātiādi tesaṁ catunnaṁ aṅgānaṁ dassanaṁ. Tattha ca chavicammānaṁ vissajjanaṁ",
  "atk-s0512a2:49_1": "ekaṁ aṅgaṁ, sesāni ekekameva, maṁsaggahaṇeneva cettha rudhirampi saṅgahitanti daṭṭhabbaṁ.",
  "atk-s0512a2:49_2": "Etenāti etehi . Harātu soti yassa etehi chaviādīhi karaṇīyaṁ atthi, tassa mayā dinnamevetaṁ.",
  "atk-s0512a2:49_3": "Sabbaṁ so haratūti attano attabhāve anapekkhapavāraṇaṁ pavāreti.",
  "atk-s0512a2:50_0": "Evaṁ mahāsattassa iminā niyāmeneva anvaddhamāsaṁ uposathakammaṁ karontassa dīgho",
  "atk-s0512a2:50_1": "addhā vītivatto. Evaṁ gacchante kāle ekadivasaṁ aññataro nesādabrāhmaṇo somadattena",
  "atk-s0512a2:50_2": "nāma attano puttena saha taṁ ṭhānaṁ patvā aruṇuggamanasamaye nāgakaññāhi parivāriyamānaṁ",
  "atk-s0512a2:50_3": "mahāsattaṁ disvā tassa santikaṁ agamāsi. Tāvadeva nāgakaññāyo pathaviyaṁ nimujjitvā",
  "atk-s0512a2:50_4": "nāgabhavanameva gatā. Brāhmaṇo mahāsattaṁ pucchi – ‘‘ko nu kho tvaṁ, mārisa, devo",
  "atk-s0512a2:50_5": "vā yakkho vā nāgo vā’’ti? Bodhisatto yathābhūtaṁ attānaṁ āvi katvā sacāyaṁ ito gaccheyya,",
  "atk-s0512a2:50_6": "idha me vāsaṁ mahājanassa pākaṭaṁ kareyya, tena me uposathavāsassa antarāyopi siyā.",
  "atk-s0512a2:50_7": "Yaṁnūnāhaṁ ito imaṁ nāgabhavanaṁ netvā mahatiyā sampattiyā yojeyyaṁ. Evāyaṁ tattheva",
  "atk-s0512a2:50_8": "abhiramissati, tena me uposathakammaṁ addhaniyaṁ siyāti. Atha naṁ āha – ‘‘brāhmaṇa,",
  "atk-s0512a2:50_9": "mahantaṁ te yasaṁ dassāmi, ramaṇīyaṁ nāgabhavanaṁ, ehi tattha gacchāmā’’ti. Sāmi,",
  "atk-s0512a2:50_10": "putto me atthi, tasmiṁ āgacchante āgamissāmīti. Gaccha, brāhmaṇa, puttaṁ ānehīti.",
  "atk-s0512a2:50_11": "Brāhmaṇo gantvā puttassa tamatthaṁ ārocetvā taṁ ānesi. Mahāsatto te ubhopi ādāya",
  "atk-s0512a2:50_12": "attano ānubhāvena nāgabhavanaṁ ānesi. Tesaṁ tattha dibbo attabhāvo pātubhavi. Atha",
  "atk-s0512a2:50_13": "tesaṁ mahāsatto dibbasampattiṁ datvā cattāri cattāri nāgakaññāsatāni adāsi. Te mahatiṁ",
  "atk-s0512a2:50_14": "sampattiṁ anubhaviṁsu.",
  "atk-s0512a2:51_0": "Bodhisattopi appamatto uposathakammaṁ karoti. Anvaddhamāsaṁ mātāpitūnaṁ upaṭṭhānaṁ",
  "atk-s0512a2:51_1": "gantvā dhammakathaṁ kathetvā tato ca brāhmaṇassa santikaṁ gantvā ārogyaṁ pucchitvā",
  "atk-s0512a2:51_2": "‘‘yena te attho, taṁ vadeyyāsī’’ti āpucchitvā ‘‘anukkaṇṭhamāno abhiramā’’ti vatvā",
  "atk-s0512a2:51_3": "somadattenapi saddhiṁ paṭisanthāraṁ katvā attano nivesanaṁ gacchati. Brāhmaṇo saṁvaccharaṁ",
  "atk-s0512a2:51_4": "tattha vasitvā mandapuññatāya ukkaṇṭhitvā anicchamānampi puttaṁ gahetvā bodhisattaṁ",
  "atk-s0512a2:51_5": "āpucchitvā tena dīyamānaṁ bahuṁ dhanaṁ sabbakāmadadaṁ maṇiratanampi alakkhikatāya",
  "atk-s0512a2:51_6": "aggahetvā ‘‘manussalokaṁ gantvā pabbajissāmī’’ti āha. Mahāsatto nāgamāṇavake āṇāpetvā",
  "atk-s0512a2:51_7": "taṁ saputtakaṁ manussalokaṁ pāpesi. Te ubhopi dibbābharaṇāni dibbavatthāni ca omuñcitvā",
  "atk-s0512a2:51_8": "nhāyituṁ ekaṁ pokkharaṇiṁ otariṁsu, tasmiṁ khaṇe tāni antaradhāyitvā nāgabhavanameva",
  "atk-s0512a2:51_9": "agamaṁsu. Atha paṭhamanivatthakāsāvapilotikāva sarīre paṭimuñci, dhanusarasattiyo",
  "atk-s0512a2:51_10": "gahetvā araññaṁ gantvā mige vadhitvā purimaniyāmeneva jīvikaṁ kappesuṁ.",
  "atk-s0512a2:52_0": "Tena ca samayena aññataro tāpaso supaṇṇarājato laddhaṁ alampāyanamantaṁ tassa anucchavikāni",
  "atk-s0512a2:52_1": "osadhāni mantūpacārañca attānaṁ upaṭṭhahantassa aññatarassa brāhmaṇassa adāsi. So",
  "atk-s0512a2:52_2": "‘‘laddho me jīvikūpāyo’’ti katipāhaṁ vasitvā tāpasaṁ āpucchitvā pakkamanto anupubbena",
  "atk-s0512a2:52_3": "yamunātīraṁ patvā taṁ mantaṁ sajjhāyanto mahāmaggena gacchati. Tadā bodhisattassa",
  "atk-s0512a2:52_4": "bhavanato tassa paricārikā nāgamāṇavikā taṁ sabbakāmadadaṁ maṇiratanaṁ ādāya yamunātīre",
  "atk-s0512a2:52_5": "vālukārāsimatthake ṭhapetvā tassobhāsena rattiyaṁ kīḷitvā aruṇuggamane tassa brāhmaṇassa",
  "atk-s0512a2:52_6": "mantasaddaṁ sutvā ‘‘supaṇṇo’’ti saññāya bhayatajjitā maṇiratanaṁ aggahetvā pathaviyaṁ",
  "atk-s0512a2:52_7": "nimujjitvā nāgabhavanaṁ agamaṁsu.",
  "atk-s0512a2:53_0": "Brāhmaṇo taṁ maṇiratanaṁ ādāya pāyāsi. Tasmiṁ khaṇe so nesādabrāhmaṇo puttena saddhiṁ",
  "atk-s0512a2:53_1": "migavadhāya araññaṁ gacchanto tassa hatthe taṁ maṇiratanaṁ disvā ‘‘idaṁ bhūridattassa",
  "atk-s0512a2:53_2": "sabbakāmadadaṁ maṇiratana’’nti sañjānitvā taṁ gaṇhitukāmo tena saddhiṁ allāpasallāpaṁ",
  "atk-s0512a2:53_3": "katvā mantavādibhāvaṁ jānitvā evamāha – ‘‘sace me tvaṁ imaṁ maṇiratanaṁ dassasi,",
  "atk-s0512a2:53_4": "evāhaṁ te mahānubhāvaṁ nāgaṁ dassessāmi, yaṁ tvaṁ gahetvā gāmanigamarājadhāniyo caranto",
  "atk-s0512a2:53_5": "bahudhanaṁ lacchasī’’ti. ‘‘Tena hi dassetvā gaṇhāhī’’ti vutte taṁ ādāya bodhisattaṁ",
  "atk-s0512a2:53_6": "uposathakaraṇaṭṭhāne vammikamatthake bhoge ābhujitvā nipannaṁ avidūre ṭhito hatthaṁ pasāretvā dassesi.",
  "atk-s0512a2:54_0": "Mahāsatto taṁ nesādaṁ disvā ‘‘ayaṁ uposathassa me antarāyaṁ kareyyāti nāgabhavanaṁ",
  "atk-s0512a2:54_1": "netvā mahāsampattiyaṁ patiṭṭhāpitopi na icchi. Tato apakkamitvā sayaṁ gantukāmo mayā",
  "atk-s0512a2:54_2": "dīyamānampi maṇiratanaṁ gaṇhituṁ na icchi. Idāni pana ahiguṇḍikaṁ gahetvā āgacchati.",
  "atk-s0512a2:54_3": "Sacāhaṁ imassa mittadubbhino kujjheyyaṁ, sīlaṁ me khaṇḍaṁ bhavissati. Mayā kho pana",
  "atk-s0512a2:54_4": "paṭhamaṁyeva caturaṅgasamannāgato uposatho adhiṭṭhito, so yathādhiṭṭhitova hotu.",
  "atk-s0512a2:54_5": "Alampāyano maṁ chindatu vā mā vā, nevassa kujjhissāmī’’ti cintetvā akkhīni nimmīletvā",
  "atk-s0512a2:54_6": "adhiṭṭhānapāramiṁ purecārikaṁ katvā bhogantare sīsaṁ pakkhipitvā niccalova hutvā",
  "atk-s0512a2:54_7": "nipajji. Nesādabrāhmaṇopi ‘‘bho alampāyana, imaṁ nāgaṁ gaṇha, maṇiṁ me dehī’’ti āha.",
  "atk-s0512a2:54_8": "Alampāyano nāgaṁ disvā tuṭṭho maṇiṁ kismiñci agaṇetvā ‘‘gaṇha, brāhmaṇā’’ti hatthe",
  "atk-s0512a2:54_9": "khipi. So tassa hatthato bhassitvā pathaviyaṁ patitamattova pathaviṁ pavisitvā nāgabhavanameva",
  "atk-s0512a2:54_10": "gato. Nesādabrāhmaṇo maṇiratanato bhūridattena saddhiṁ mittabhāvato ca parihāyitvā",
  "atk-s0512a2:54_11": "nippaccayova pakkanto.",
  "atk-s0512a2:55_0": "15. Alampāyanopi mahānubhāvehi osadhehi attano sarīraṁ makkhetvā thokaṁ khāditvā",
  "atk-s0512a2:55_1": "kheḷaṁ attano kāyasmiṁ paribhāvetvā dibbamantaṁ jappanto bodhisattaṁ upasaṅkamitvā",
  "atk-s0512a2:55_2": "naṅguṭṭhe gahetvā ākaḍḍhitvā sīse daḷhaṁ gaṇhanto mukhamassa vivaritvā osadhaṁ khāditvā",
  "atk-s0512a2:55_3": "mukhe sahakheḷaṁ osiñci. Sucijātiko mahāsatto sīlabhedabhayena akujjhitvā akkhīni",
  "atk-s0512a2:55_4": "na ummīlesi. Atha naṁ osadhamantabalena naṅguṭṭhe gahetvā heṭṭhā sīsaṁ katvā sañcāletvā",
  "atk-s0512a2:55_5": "gahitagocaraṁ chaḍḍāpetvā bhūmiyaṁ dīghaso nipajjāpetvā masūrakaṁ maddanto viya hatthehi",
  "atk-s0512a2:55_6": "parimaddi. Aṭṭhīni cuṇṇiyamānāni viya ahesuṁ.",
  "atk-s0512a2:56_0": "Puna naṅguṭṭhe gahetvā dussaṁ pothento viya pothesi. Mahāsatto evarūpaṁ dukkhaṁ anubhontopi",
  "atk-s0512a2:56_1": "neva kujjhittha. Aññadatthu attano sīlameva āvajjesi. Iti so mahāsattaṁ dubbalaṁ",
  "atk-s0512a2:56_2": "katvā vallīhi peḷaṁ sajjetvā mahāsattaṁ tattha pakkhipi. Sarīraṁ panassa mahantaṁ",
  "atk-s0512a2:56_3": "tattha na pavisati. Atha naṁ paṇhiyā koṭṭento pavesetvā peḷaṁ ādāya ekaṁ gāmaṁ gantvā",
  "atk-s0512a2:56_4": "gāmamajjhe otāretvā ‘‘nāgassa naccaṁ daṭṭhukāmā āgacchantū’’ti saddamakāsi. Sakalagāmavāsino",
  "atk-s0512a2:56_5": "sannipatiṁsu. Tasmiṁ khaṇe alampāyano ‘‘nikkhama mahānāgā’’ti āha. Mahāsatto cintesi",
  "atk-s0512a2:56_6": "– ‘‘ajja mayā parisaṁ tosentena kīḷituṁ vaṭṭati, evaṁ alampāyano bahudhanaṁ labhitvā",
  "atk-s0512a2:56_7": "tuṭṭho maṁ vissajjessati, yaṁ yaṁ esa maṁ kāreti, taṁ taṁ karissāmī’’ti.",
  "atk-s0512a2:57_0": "Atha naṁ so peḷato nikkhamantaṁ ‘‘mahā hohī’’ti āha, so mahā ahosi. ‘‘Khuddako vaṭṭo",
  "atk-s0512a2:57_1": "viphaṇo ekaphaṇo dviphaṇo yāva sahassaphaṇo ucco nīco dissamānakāyo adissamānakāyo",
  "atk-s0512a2:57_2": "dissamānaupaḍḍhakāyo nīlo pīto lohito odāto mañjiṭṭho hohi, dhūmaṁ vissajjehi, jālasikhaṁ",
  "atk-s0512a2:57_3": "udakañca vissajjehī’’ti vutte tena vuttaṁ taṁ taṁ ākāraṁ nimminitvā naccaṁ dassesi.",
  "atk-s0512a2:57_4": "Taṁ disvā manussā acchariyabbhutacittajātā bahuṁ hiraññasuvaṇṇavatthālaṅkārādiṁ adaṁsu.",
  "atk-s0512a2:57_5": "Iti tasmiṁ gāme satasahassamattaṁ labhi. So kiñcāpi mahāsattaṁ gaṇhanto ‘‘sahassaṁ",
  "atk-s0512a2:57_6": "labhitvā taṁ vissajjessāmī’’ti āha. Taṁ pana dhanaṁ labhitvā ‘‘gāmakepi tāva mayā",
  "atk-s0512a2:57_7": "ettakaṁ dhanaṁ laddhaṁ, nagare kira bahudhanaṁ labhissāmī’’ti dhanalobhena na muñci.",
  "atk-s0512a2:58_0": "So tasmiṁ gāme kuṭumbaṁ saṇṭhapetvā ratanamayaṁ peḷaṁ kāretvā tattha mahāsattaṁ pakkhipitvā",
  "atk-s0512a2:58_1": "sukhayānakaṁ āruyha mahantena parivārena gāmanigamarājadhānīsu taṁ kīḷāpetvā bārāṇasiṁ",
  "atk-s0512a2:58_2": "pāpuṇi, nāgarājassa madhulājaṁ deti, abaddhasattuñca deti. So gocaraṁ na gaṇhi avissajjanabhayena.",
  "atk-s0512a2:58_3": "Gocaraṁ agaṇhantampi ca naṁ cattāro nagaradvāre ādiṁ katvā tattha tattha māsamattaṁ",
  "atk-s0512a2:58_4": "kīḷāpesi. Tena vuttaṁ ‘‘saṁsito akataññunā’’tiādi.",
  "atk-s0512a2:59_0": "Tattha saṁsitoti eso nāgo amukassa nigrodharukkhassa samīpe vammikamatthake sayitoti",
  "atk-s0512a2:59_1": "evaṁ ṭhānaṁ dassetvā kathito. Akataññunāti attanā kataṁ upakāraṁ ajānantena mittadubbhinā",
  "atk-s0512a2:59_2": "nesādabrāhmaṇenāti adhippāyo. Alampāyanoti alampāyanavijjāparijappanena ‘‘alampāyano’’ti",
  "atk-s0512a2:59_3": "evaṁ laddhanāmo ahituṇḍikabrāhmaṇo. Mamaggahīti maṁ aggahesi. Kīḷeti maṁ tahiṁ tahinti",
  "atk-s0512a2:59_4": "tattha tattha gāmanigamarājadhānīsu attano jīvikatthaṁ maṁ kīḷāpeti.",
  "atk-s0512a2:60_0": "17.Tiṇatopi lahuko mamāti attano jīvitapariccāgo tiṇasalākapariccāgatopi lahuko hutvā",
  "atk-s0512a2:60_1": "mama upaṭṭhātīti attho. Pathavīuppatanaṁ viyāti sīlavītikkamo pana catunahutādhikadviyojanasatasahassabahalāya",
  "atk-s0512a2:60_2": "mahāpathaviyā parivattanaṁ viya tatopi taṁ bhāriyataraṁ hutvā mayhaṁ upaṭṭhātīti dasseti.",
  "atk-s0512a2:61_0": "18.Nirantaraṁ jātisatanti mama jātīnaṁ anekasatampi anekasatāsupi jātīsu nirantarameva",
  "atk-s0512a2:61_1": "sīlassa avītikkamanahetu. Mama jīvitaṁ cajeyyaṁ cajituṁ sakkomi. Neva sīlaṁ pabhindeyyanti",
  "atk-s0512a2:61_2": "sīlaṁ pana samādinnaṁ ekampi neva bhindeyyaṁ na vināseyyaṁ. Catuddīpāna hetūti cakkavattirajjasiriyāpi kāraṇāti dasseti.",
  "atk-s0512a2:62_0": "19. Idāni yadatthaṁ attano jīvitampi pariccajitvā tadā sīlameva rakkhitaṁ, tāya ca",
  "atk-s0512a2:62_1": "sīlarakkhāya tathā anatthakārakesu nesādaalampāyanabrāhmaṇesu cittassa aññathattaṁ",
  "atk-s0512a2:62_2": "na kataṁ, taṁ dassetuṁ ‘‘api cā’’ti osānagāthamāha. Taṁ heṭṭhā vuttatthameva.",
  "atk-s0512a2:63_0": "Evaṁ pana mahāsatte ahituṇḍikahatthagate tassa mātā dussupinaṁ disvā puttañca tattha",
  "atk-s0512a2:63_1": "apassantī sokābhibhūtā ahosi. Athassā jeṭṭhaputto sudassano taṁ pavattiṁ sutvā subhogaṁ",
  "atk-s0512a2:63_2": "‘‘himavantaṁ gantvā pañcasu mahānadīsu sattasu mahāsaresu bhūridattaṁ upadhāretvā",
  "atk-s0512a2:63_3": "ehī’’ti pahiṇi. Kāṇāriṭṭhaṁ ‘‘devalokaṁ gantvā sace devatāhi dhammaṁ sotukāmāhi bhūridatto",
  "atk-s0512a2:63_4": "tattha nīto, tato naṁ ānehī’’ti pahiṇi. Sayaṁ pana ‘‘manussaloke gavesissāmī’’ti",
  "atk-s0512a2:63_5": "tāpasavesena nāgabhavanato nikkhami. Accimukhī nāmassa vemātikā bhaginī bodhisatte",
  "atk-s0512a2:63_6": "adhimattasinehā taṁ anubandhi. Taṁ maṇḍūkacchāpiṁ katvā jaṭantare pakkhipitvā mahāsattassa",
  "atk-s0512a2:63_7": "uposathakaraṇaṭṭhānaṁ ādiṁ katvā sabbattha gavesanto anukkamena bārāṇasiṁ patvā rājadvāraṁ",
  "atk-s0512a2:63_8": "agamāsi. Tadā alampāyano rājaṅgaṇe mahājanassa majjhe rañño bhūridattassa kīḷaṁ dassetuṁ",
  "atk-s0512a2:63_9": "peḷaṁ vivaritvā ‘‘ehi mahānāgā’’ti saññamadāsi.",
  "atk-s0512a2:64_0": "Mahāsatto sīsaṁ nīharitvā olokento jeṭṭhabhātikaṁ disvā peḷato nikkhamma tadabhimukho",
  "atk-s0512a2:64_1": "pāyāsi. Mahājano bhīto paṭikkami. So gantvā taṁ abhivādetvā nivattitvā peḷameva pāvisi.",
  "atk-s0512a2:64_2": "Alampāyano ‘‘iminā ayaṁ tāpaso daṭṭho’’ti saññāya ‘‘mā bhāyi, mā bhāyī’’ti āha. Sudassano",
  "atk-s0512a2:64_3": "‘‘ayaṁ nāgo mayhaṁ kiṁ karissati, mayā sadiso ahituṇḍiko nāma natthī’’ti tena vādappaṭivādaṁ",
  "atk-s0512a2:64_4": "samuṭṭhāpetvā ‘‘tvaṁ imaṁ nāgaṁ gahetvā gajjasi, ahaṁ taṁ imāya maṇḍūkacchāpiyā icchanto",
  "atk-s0512a2:64_5": "nāsayissāmī’’ti bhaginiṁ pakkositvā hatthaṁ pasāresi. Sā tassa saddaṁ sutvā jaṭantare",
  "atk-s0512a2:64_6": "nipannā tikkhattuṁ maṇḍūkavassitaṁ vassitvā nikkhamitvā aṁsakūṭe nisīditvā uppatitvā",
  "atk-s0512a2:64_7": "tassa hatthatale tīṇi visabindūni pātetvā puna tassa jaṭantarameva pāvisi.",
  "atk-s0512a2:65_0": "Sudassano visabinduṁ dassetvā ‘‘idaṁ binduṁ sace pathaviyaṁ pātessati, osadhitiṇavanappatayo",
  "atk-s0512a2:65_1": "sabbe nassissanti. Sace ākāse khipissati, sattavassāni devo na vassissati. Sace udake",
  "atk-s0512a2:65_2": "pātessati, yāvatā tattha udakajātā pāṇā sabbe mareyyu’’nti vatvā rājānaṁ saddahāpetuṁ",
  "atk-s0512a2:65_3": "tayo āvāṭe khaṇāpetvā ekaṁ nānābhesajjānaṁ pūresi, dutiyaṁ gomayassa, tatiyaṁ dibbosadhānañceva",
  "atk-s0512a2:65_4": "pūretvā majjhe āvāṭe visabinduṁ pakkhipi. Taṅkhaṇaññeva dhūmāyitvā jālā uṭṭhahi.",
  "atk-s0512a2:65_5": "Sā gantvā gomayāvāṭaṁ gaṇhi. Tatopi jālā uṭṭhāya dibbosadhapuṇṇaṁ gahetvā dibbosadhāni",
  "atk-s0512a2:65_6": "jhāpetvā nibbāyi. Alampāyanaṁ tattha āvāṭassa avidūre ṭhitaṁ usumā pharitvā sarīracchaviṁ",
  "atk-s0512a2:65_7": "uppāṭetvā gatā. Setakuṭṭhī ahosi. So bhayatajjito ‘‘nāgarājānaṁ vissajjemī’’ti tikkhattuṁ",
  "atk-s0512a2:65_8": "vācaṁ nicchāresi. Taṁ sutvā bodhisatto ratanapeḷāya nikkhamitvā sabbālaṅkārapaṭimaṇḍitaṁ",
  "atk-s0512a2:65_9": "attabhāvaṁ māpetvā devalīḷāya ṭhito. Sudassano ca accimukhī ca tatheva aṭṭhaṁsu.",
  "atk-s0512a2:66_0": "Tato sudassano attano bhāgineyyabhāvaṁ rañño ārocesi. Taṁ sutvā rājā te āliṅgitvā",
  "atk-s0512a2:66_1": "sīse cumbitvā antepuraṁ netvā mahantaṁ sakkārasammānaṁ katvā bhūridattena saddhiṁ",
  "atk-s0512a2:66_2": "paṭisanthāraṁ karonto ‘‘tāta, evaṁ mahānubhāvaṁ taṁ alampāyano kathaṁ gaṇhī’’ti pucchi.",
  "atk-s0512a2:66_3": "So sabbaṁ vitthārena kathetvā ‘‘mahārāja, raññā nāma iminā niyāmena rajjaṁ kāretuṁ",
  "atk-s0512a2:66_4": "vaṭṭatī’’ti mātulassa dhammaṁ desesi. Atha sudassano ‘‘mātula, mama mātā bhūridattaṁ",
  "atk-s0512a2:66_5": "apassantī kilamati, na sakkā amhehi idha papañcaṁ kātu’’nti mātulaṁ āpucchitvā bhūridattaaccimukhīhi",
  "atk-s0512a2:66_6": "saddhiṁ nāgabhavanameva gato.",
  "atk-s0512a2:67_0": "Atha tattha mahāpuriso gilānaseyyāya nipanno gilānapucchanatthaṁ āgatāya mahatiyā",
  "atk-s0512a2:67_1": "nāgaparisāya vede ca yaññe ca brāhmaṇe ca sambhāvetvā kāṇāriṭṭhe kathente taṁ vādaṁ",
  "atk-s0512a2:67_2": "bhinditvā nānānayehi dhammaṁ desetvā sīlasampadāya diṭṭhisampadāya ca patiṭṭhāpetvā",
  "atk-s0512a2:67_3": "yāvajīvaṁ sīlāni rakkhitvā uposathakammaṁ katvā āyupariyosāne saggapuraṁ pūresi.",
  "atk-s0512a2:68_0": "Tadā mātāpitaro mahārājakulāni ahesuṁ. Nesādabrāhmaṇo devadatto, somadatto ānando,",
  "atk-s0512a2:68_1": "accimukhī uppalavaṇṇā, sudassano sāriputto, subhogo mahāmoggallāno, kāṇāriṭṭho sunakkhatto,",
  "atk-s0512a2:68_2": "bhūridatto lokanātho.",
  "atk-s0512a2:69_0": "Tassa idhāpi sesapāramiyo heṭṭhā vuttanayeneva niddhāretabbā. Idhāpi yojanasatike",
  "atk-s0512a2:69_1": "attano nāgabhavanaṭṭhāne soḷasahi nāgakaññāsahassehi cittarūpaṁ viya paricāriyamāno",
  "atk-s0512a2:69_2": "devalokasampattisadise nāgalokissariye ṭhitopi issariyamadaṁ akatvā anvaddhamāsaṁ",
  "atk-s0512a2:69_3": "mātāpituupaṭṭhānaṁ, kule jeṭṭhāpacāyanaṁ, sakalāya nāgaparisāya cātumahārājikaparisāya",
  "atk-s0512a2:69_4": "tāvatiṁsaparisāya ca samuṭṭhitapañhānaṁ taṁtaṁparisamajjhe kumudanālakalāpaṁ viya",
  "atk-s0512a2:69_5": "sunisitasatthena attano paññāsatthena tāvadeva pacchinditvā tesaṁ cittānukūladhammadesanā,",
  "atk-s0512a2:69_6": "vuttappakāraṁ bhogasampattiṁ pahāya attano sarīrajīvitanirapekkhaṁ caturaṅgasamannāgataṁ",
  "atk-s0512a2:69_7": "uposathādhiṭṭhānaṁ, tattha ca paṭiññāya visaṁvādanabhayena ahituṇḍikahatthagamanaṁ,",
  "atk-s0512a2:69_8": "tasmiñca mukhe visamissakheḷapātanaṁ naṅguṭṭhe gahetvā āviñchanaṁ kaḍḍhanaṁ bhūmiyaṁ",
  "atk-s0512a2:69_9": "ghaṁsanaṁ maddanaṁ pothananti evamādiṁ nānappakāravippakāraṁ karontepi evarūpaṁ mahādukkhaṁ",
  "atk-s0512a2:69_10": "anubhavatopi kujjhitvā olokanamattena taṁ chārikaṁ kātuṁ samatthassāpi sīlapāramiṁ",
  "atk-s0512a2:69_11": "āvajjitvā sīlakhaṇḍanabhayena īsakampi cittassa vikārābhāvo, dhanaṁ labhāpemīti vā",
  "atk-s0512a2:69_12": "tassa cittānuvattanaṁ, subhogena punānītassa akataññuno mittadubbhissa nesādabrāhmaṇassa",
  "atk-s0512a2:69_13": "sīlaṁ anadhiṭṭhahitvāpi akujjhanaṁ, kāṇāriṭṭhena kathitaṁ micchāvādaṁ bhinditvā anekapariyāyena",
  "atk-s0512a2:69_14": "dhammaṁ bhāsitvā nāgaparisāya sīlesu sammādiṭṭhiyañca patiṭṭhāpananti evamādayo bodhisattassa",
  "atk-s0512a2:69_15": "guṇānubhāvā vibhāvetabbā. Tenetaṁ vuccati – ‘‘evaṁ acchariyā hete…pe… dhammassa anudhammato’’ti.",
  "atk-s0512a2:70": "Bhūridattacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:71": "3. Campeyyanāgacariyāvaṇṇanā",
  "atk-s0512a2:72_0": "20. Tatiye campeyyakoti aṅgamagadharaṭṭhānaṁ antare campā nāma nadī, tassā heṭṭhā",
  "atk-s0512a2:72_1": "nāgabhavanampi avidūrabhavattā campā nāma, tattha jāto nāgarājā campeyyako. Tadāpi",
  "atk-s0512a2:72_2": "dhammiko āsinti tasmiṁ campeyyanāgarājakālepi ahaṁ dhammacārī ahosiṁ.",
  "atk-s0512a2:73_0": "Bodhisatto hi tadā campānāgabhavane nibbattitvā campeyyo nāma nāgarājā ahosi, mahiddhiko",
  "atk-s0512a2:73_1": "mahānubhāvo. So tattha nāgarajjaṁ kārento devarājabhogasampattisadisaissariyasampattiṁ",
  "atk-s0512a2:73_2": "anubhavanto pāramipūraṇassa anokāsabhāvato ‘‘kiṁ me imāya tiracchānayoniyā, uposathavāsaṁ",
  "atk-s0512a2:73_3": "vasitvā ito muccitvā sammadeva pāramiyo pūressāmī’’ti tato paṭṭhāya attano pāsādeyeva",
  "atk-s0512a2:73_4": "uposathakammaṁ karoti. Alaṅkatanāgamāṇavikā tassa santikaṁ āgacchanti. So ‘‘idha",
  "atk-s0512a2:73_5": "me sīlassa antarāyo bhavissatī’’ti pāsādato nikkhamitvā uyyāne nisīdati. Tatrāpi",
  "atk-s0512a2:73_6": "tā āgacchanti. So cintesi – ‘‘idha me sīlassa saṁkileso bhavissati, ito nāgabhavanato",
  "atk-s0512a2:73_7": "nikkhamitvā manussalokaṁ gantvā uposathavāsaṁ vasissāmī’’ti. So tato paṭṭhāya uposathadivasesu",
  "atk-s0512a2:73_8": "nāgabhavanā nikkhamitvā ekassa paccantagāmassa avidūre maggasamīpe vammikamatthake",
  "atk-s0512a2:73_9": "‘‘mama cammādīhi atthikā cammādīni gaṇhantu, kīḷāsappaṁ vā kātukāmā kīḷāsappaṁ karontū’’ti",
  "atk-s0512a2:73_10": "sarīraṁ dānamukhe vissajjetvā bhoge ābhujitvā nipanno uposathavāsaṁ vasati cātuddasiyaṁ",
  "atk-s0512a2:73_11": "pañcadasiyañca, pāṭipade nāgabhavanaṁ gacchati. Tassevaṁ uposathaṁ karontassa dīgho addhā vītivatto.",
  "atk-s0512a2:74_0": "Atha bodhisatto sumanāya nāma attano aggamahesiyā ‘‘deva, tvaṁ manussalokaṁ gantvā",
  "atk-s0512a2:74_1": "uposathaṁ upavasasi, so ca sāsaṅko sappaṭibhayo’’ti vutto maṅgalapokkharaṇitīre ṭhatvā",
  "atk-s0512a2:74_2": "‘‘sace maṁ, bhadde, koci paharitvā kilamessati, imissā pokkharaṇiyā udakaṁ āvilaṁ",
  "atk-s0512a2:74_3": "bhavissati. Sace supaṇṇo gaṇhissati, udakaṁ pakkuthissati. Sace ahituṇḍiko gaṇhissati,",
  "atk-s0512a2:74_4": "udakaṁ lohitavaṇṇaṁ bhavissatī’’ti tīṇi nimittāni tassā ācikkhitvā cātuddasīuposathaṁ",
  "atk-s0512a2:74_5": "adhiṭṭhāya nāgabhavanā nikkhamitvā tattha gantvā vammikamatthake nipajji sarīrasobhāya",
  "atk-s0512a2:74_6": "vammikaṁ sobhayamāno. Sarīrañhissa rajatadāmaṁ viya setaṁ ahosi, matthako rattakambalageṇḍuko",
  "atk-s0512a2:74_7": "viya, sarīraṁ naṅgalasīsappamāṇaṁ bhūridattakāle (jā. 2.22.784 ādayo) pana ūruppamāṇaṁ,",
  "atk-s0512a2:74_8": "saṅkhapālakāle (jā. 2.17.143 ādayo) ekadoṇikanāvappamāṇaṁ.",
  "atk-s0512a2:75_0": "Tadā eko bārāṇasimāṇavo takkasilaṁ gantvā alampāyanamantaṁ uggaṇhitvā tena maggena",
  "atk-s0512a2:75_1": "attano gāmaṁ gacchanto mahāsattaṁ disvā ‘‘kiṁ me tucchahatthena gāmaṁ gantuṁ, imaṁ",
  "atk-s0512a2:75_2": "nāgaṁ gahetvā gāmanigamarājadhānīsu kīḷāpento dhanaṁ uppādetvāva gamissāmī’’ti cintetvā",
  "atk-s0512a2:75_3": "dibbosadhāni gahetvā dibbamantaṁ parivattetvā tassa santikaṁ agamāsi. Dibbamantaṁ",
  "atk-s0512a2:75_4": "sutakālato paṭṭhāya mahāsattassa kaṇṇesu tattasalākāpavesanakālo viya ahosi, matthake",
  "atk-s0512a2:75_5": "sikharena abhimanthiyamāno viya. So ‘‘ko nu kho eso’’ti bhogantarato sīsaṁ ukkhipitvā",
  "atk-s0512a2:75_6": "olokento ahituṇḍikaṁ disvā cintesi – ‘‘mama visaṁ uggatejaṁ, sacāhaṁ kujjhitvā nāsāvātaṁ",
  "atk-s0512a2:75_7": "vissajjessāmi, etassa sarīraṁ bhusamuṭṭhi viya vippakirissati, atha me sīlaṁ khaṇḍaṁ",
  "atk-s0512a2:75_8": "bhavissati, na naṁ olokessāmī’’ti. So akkhīni nimmīletvā sīsaṁ bhogantare ṭhapesi.",
  "atk-s0512a2:75_9": "Ahituṇḍikabrāhmaṇo osadhaṁ khāditvā mantaṁ parivattetvā kheḷaṁ mahāsattassa sarīre",
  "atk-s0512a2:75_10": "osiñci. Osadhānañca mantassa ca ānubhāvena kheḷena phuṭṭhaphuṭṭhaṭṭhāne phoṭānaṁ",
  "atk-s0512a2:75_11": "uṭṭhānakālo viya ahosi.",
  "atk-s0512a2:76_0": "Atha so naṅguṭṭhe gahetvā ākaḍḍhitvā dīghaso nipajjāpetvā ajapadena daṇḍena uppīḷetvā",
  "atk-s0512a2:76_1": "dubbalaṁ katvā sīsaṁ daḷhaṁ gahetvā nippīḷesi. Mahāsatto mukhaṁ vivari. Athassa mukhe",
  "atk-s0512a2:76_2": "kheḷaṁ osiñcitvā osadhamantabalena dante bhindi. Mukhaṁ lohitassa pūri. Mahāsatto",
  "atk-s0512a2:76_3": "attano sīlabhedabhayena evarūpaṁ dukkhaṁ adhivāsento akkhīni ummīletvā olokanamattampi",
  "atk-s0512a2:76_4": "nākāsi. Sopi ‘‘nāgarājānaṁ dubbalaṁ karissāmī’’ti naṅguṭṭhato paṭṭhāya aṭṭhīni saṁcuṇṇayamāno",
  "atk-s0512a2:76_5": "viya sakalasarīraṁ madditvā paṭṭakaveṭhanaṁ nāma veṭhesi, tantamajjitaṁ nāma majji,",
  "atk-s0512a2:76_6": "naṅguṭṭhe gahetvā dussapothanaṁ nāma pothesi. Mahāsattassa sakalasarīraṁ lohitamakkhitaṁ",
  "atk-s0512a2:76_7": "ahosi, so mahāvedanaṁ adhivāsesi.",
  "atk-s0512a2:77_0": "Athassa dubbalabhāvaṁ ñatvā vallīhi peḷaṁ karitvā tattha naṁ pakkhipitvā paccantagāmaṁ",
  "atk-s0512a2:77_1": "netvā mahājanassa majjhe kīḷāpesi. Nīlādīsu vaṇṇesu vaṭṭacaturassādīsu saṇṭhānesu",
  "atk-s0512a2:77_2": "aṇuṁthūlādīsu pamāṇesu yaṁ yaṁ brāhmaṇo icchati, mahāsatto taṁ tadeva katvā naccati,",
  "atk-s0512a2:77_3": "phaṇasatampi phaṇasahassampi karotiyeva. Mahājano pasīditvā bahudhanamadāsi. Ekadivasameva",
  "atk-s0512a2:77_4": "kahāpaṇasahassañceva sahassagghanike ca parikkhāre labhi. Brāhmaṇo āditova ‘‘sahassaṁ",
  "atk-s0512a2:77_5": "labhitvā vissajjessāmī’’ti cintesi. Taṁ pana dhanaṁ labhitvā ‘‘paccantagāmeyeva tāva",
  "atk-s0512a2:77_6": "me ettakaṁ dhanaṁ laddhaṁ, rājarājamahāmattānaṁ dassite kīva bahuṁ dhanaṁ labhissāmī’’ti",
  "atk-s0512a2:77_7": "sakaṭañca sukhayānakañca gahetvā sakaṭe parikkhāre ṭhapetvā sukhayānake nisinno ‘‘mahantena",
  "atk-s0512a2:77_8": "parivārena mahāsattaṁ gāmanigamarājadhānīsu kīḷāpento bārāṇasiyaṁ uggasenarañño santike",
  "atk-s0512a2:77_9": "kīḷāpetvā vissajjessāmī’’ti agamāsi. So maṇḍūke māretvā nāgarañño deti. Nāgarājā",
  "atk-s0512a2:77_10": "‘‘punappunaṁ maṁ nissāya māressatī’’ti na khādati. Athassa madhulāje adāsi. Tepi",
  "atk-s0512a2:77_11": "‘‘sacāhaṁ gocaraṁ gaṇhissāmi, antopeḷāyameva maraṇaṁ bhavissatī’’ti na khādati.",
  "atk-s0512a2:78_0": "21. Brāhmaṇo māsamattena bārāṇasiṁ patvā dvāragāmake taṁ kīḷāpento bahudhanaṁ labhi.",
  "atk-s0512a2:78_1": "Rājāpi naṁ pakkosāpetvā ‘‘amhākampi kīḷāpehī’’ti āha. ‘‘Sādhu, deva, sve pannarase",
  "atk-s0512a2:78_2": "tumhākaṁ kīḷāpessāmī’’ti āha. Rājā ‘‘sve nāgarājā rājaṅgaṇe naccissati, mahājano",
  "atk-s0512a2:78_3": "sannipatitvā passatū’’ti bheriṁ carāpetvā punadivase rājaṅgaṇaṁ alaṅkārāpetvā brāhmaṇaṁ",
  "atk-s0512a2:78_4": "pakkosāpesi. So ratanapeḷāya mahāsattaṁ netvā vicittatthare peḷaṁ ṭhapetvā nisīdi.",
  "atk-s0512a2:78_5": "Rājāpi pāsādā oruyha mahājanaparivuto rājāsane nisīdi. Brāhmaṇo mahāsattaṁ nīharitvā",
  "atk-s0512a2:78_6": "naccāpesi. Mahāsatto tena cintitacintitākāraṁ dassesi. Mahājano sakabhāvena sandhāretuṁ",
  "atk-s0512a2:78_7": "na sakkoti. Celukkhepasahassāni pavattanti. Bodhisattassa upari ratanavassaṁ vassi.",
  "atk-s0512a2:78_8": "Tena vuttaṁ ‘‘tadāpi maṁ dhammacāri’’ntiādi.",
  "atk-s0512a2:79_0": "Tattha tadāpīti yadāhaṁ campeyyako nāgarājā homi, tadāpi. Dhammacārinti dasakusalakammapathadhammaṁ",
  "atk-s0512a2:79_1": "eva carati, na aṇumattampi adhammanti dhammacārī. Upavuṭṭhauposathanti aṭṭhaṅgasamannāgatassa",
  "atk-s0512a2:79_2": "ariyuposathasīlassa rakkhaṇavasena upavasitauposathaṁ. Rājadvāramhi kīḷatīti bārāṇasiyaṁ",
  "atk-s0512a2:79_3": "uggasenarañño gehadvāre kīḷāpeti.",
  "atk-s0512a2:80_0": "22.Yaṁ yaṁ so vaṇṇaṁ cintayīti so ahituṇḍikabrāhmaṇo ‘‘yaṁ yaṁ nīlādivaṇṇaṁ hotū’’ti",
  "atk-s0512a2:80_1": "cintesi. Tena vuttaṁ ‘‘nīlaṁ va pītalohita’’nti. Tattha nīlaṁ vāti vā-saddo aniyamattho,",
  "atk-s0512a2:80_2": "gāthāsukhatthaṁ rassaṁ katvā vutto, tena vāsaddena vuttāvasiṭṭhaṁ odātādivaṇṇavisesañceva",
  "atk-s0512a2:80_3": "vaṭṭādisaṇṭhānavisesañca aṇuṁthūlādipamāṇavisesañca saṅgaṇhāti. Tassa cittānuvattantoti",
  "atk-s0512a2:80_4": "tassa ahituṇḍikassa cittaṁ anuvattanto. Cintitasannibhoti tena cintitacintitākārena",
  "atk-s0512a2:80_5": "pekkhajanassa upaṭṭhahāmīti dasseti.",
  "atk-s0512a2:81_0": "23. Na kevalañca tena cintitākāradassanaṁ eva mayhaṁ ānubhāvo. Api ca thalaṁ kareyyamudakaṁ,",
  "atk-s0512a2:81_1": "udakampi thalaṁ kareti thalaṁ mahāpathaviṁ gahetvā udakaṁ, udakampi gahetvā pathaviṁ",
  "atk-s0512a2:81_2": "kātuṁ sakkuṇeyyaṁ evaṁ mahānubhāvo ca. Yadihaṁ tassa kuppeyyanti tassa ahituṇḍikassa",
  "atk-s0512a2:81_3": "ahaṁ yadi kujjheyyaṁ. Khaṇena chārikaṁ kareti kodhuppādakkhaṇe eva bhasmaṁ kareyyaṁ.",
  "atk-s0512a2:82": "24. Evaṁ bhagavā tadā attano uppajjanakānatthapaṭibāhane samatthataṁ dassetvā idāni yena adhippāyena taṁ paṭibāhanaṁ na kataṁ, taṁ dassetuṁ ‘‘yadi cittavasī hessa’’ntiādimāha.",
  "atk-s0512a2:83_0": "Tassattho – ‘‘ayaṁ ahituṇḍiko maṁ ativiya bādhati, na me ānubhāvaṁ jānāti, handassa",
  "atk-s0512a2:83_1": "me ānubhāvaṁ dassessāmī’’ti kujjhitvā olokanamattenāpi yadi cittavasī abhavissaṁ,",
  "atk-s0512a2:83_2": "atha so bhusamuṭṭhi viya vippakirissati. Ahaṁ yathāsamādinnato parihāyissāmi sīlato.",
  "atk-s0512a2:83_3": "Tathā ca sati sīlena parihīnassa khaṇḍitasīlassa yvāyaṁ mayā dīpaṅkaradasabalassa",
  "atk-s0512a2:83_4": "pādamūlato paṭṭhāya abhipatthito , uttamattho buddhabhāvo so na sijjhati.",
  "atk-s0512a2:84_0": "25.Kāmaṁ bhijjatuyaṁ kāyoti ayaṁ cātumahābhūtiko odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo",
  "atk-s0512a2:84_1": "kāyo kiñcāpi bhijjatu vinassatu, idheva imasmiṁ eva ṭhāne mahāvāte khittabhusamuṭṭhi",
  "atk-s0512a2:84_2": "viya vippakirīyatu, neva sīlaṁ pabhindeyyaṁ, vikirante bhusaṁ viyāti sīlaṁ pana uttamatthasiddhiyā",
  "atk-s0512a2:84_3": "hetubhūtaṁ imasmiṁ kaḷevare bhusamuṭṭhi viya vippakirantepi neva bhindeyyaṁ, kāyajīvitesu",
  "atk-s0512a2:84_4": "nirapekkho hutvā sīlapāramiṁyeva pūremīti cintetvā taṁ tādisaṁ dukkhaṁ tadā adhivāsesinti dasseti.",
  "atk-s0512a2:85_0": "Atha mahāsattassa pana ahituṇḍikahatthagatassa māso paripūri, ettakaṁ kālaṁ nirāhārova",
  "atk-s0512a2:85_1": "ahosi. Sumanā ‘‘aticirāyati me sāmiko, ko nu kho pavattī’’ti pokkharaṇiṁ olokentī",
  "atk-s0512a2:85_2": "lohitavaṇṇaṁ udakaṁ disvā ‘‘ahituṇḍikena gahito bhavissatī’’ti ñatvā nāgabhavanā",
  "atk-s0512a2:85_3": "nikkhamitvā vammikasantikaṁ gantvā mahāsattassa gahitaṭṭhānaṁ kilamitaṭṭhānañca disvā",
  "atk-s0512a2:85_4": "roditvā kanditvā paccantagāmaṁ gantvā pucchitvā taṁ pavattiṁ sutvā bārāṇasiṁ gantvā",
  "atk-s0512a2:85_5": "rājadvāre ākāse rodamānā aṭṭhāsi. Mahāsatto naccantova ākāsaṁ ullokento taṁ disvā",
  "atk-s0512a2:85_6": "lajjito peḷaṁ pavisitvā nipajji.",
  "atk-s0512a2:86_0": "Rājā tassa peḷaṁ paviṭṭhakāle ‘‘kiṁ nu kho kāraṇa’’nti ito cito ca olokento taṁ ākāse",
  "atk-s0512a2:86_1": "ṭhitaṁ disvā ‘‘kā nu tva’’nti pucchitvā tassā nāgakaññābhāvaṁ sutvā ‘‘nissaṁsayaṁ",
  "atk-s0512a2:86_2": "kho nāgarājā imaṁ disvā lajjito peḷaṁ paviṭṭho, ayañca yathādassito iddhānubhāvo",
  "atk-s0512a2:86_3": "nāgarājasseva , na ahituṇḍikassā’’ti niṭṭhaṁ gantvā ‘‘evaṁ mahānubhāvo ayaṁ nāgarājā,",
  "atk-s0512a2:86_4": "kathaṁ nāma imassa hatthaṁ gato’’ti pucchitvā ‘‘ayaṁ dhammacārī sīlavā nāgarājā,",
  "atk-s0512a2:86_5": "cātuddasīpannarasīsu uposathaṁ upavasanto attano sarīraṁ dānamukhe niyyātetvā mahāmaggasamīpe",
  "atk-s0512a2:86_6": "vammikamatthake nipajjati, tatthāyametena gahito, imassa devaccharāpaṭibhāgā anekasahassā",
  "atk-s0512a2:86_7": "itthiyo, devalokasampattisadisā nāgabhavanasampatti, ayaṁ mahiddhiko mahānubhāvo",
  "atk-s0512a2:86_8": "sakalapathaviṁ parivattetuṁ samattho, kevalaṁ ‘sīlaṁ me bhijjissatī’ti evarūpaṁ vippakāraṁ",
  "atk-s0512a2:86_9": "dukkhañca anubhotī’’ti ca sutvā saṁvegappatto tāvadeva tassa ahituṇḍikassa brāhmaṇassa",
  "atk-s0512a2:86_10": "bahuṁ dhanaṁ mahantañca yasaṁ issariyañca datvā – ‘‘handa, bho, imaṁ nāgarājānaṁ",
  "atk-s0512a2:86_11": "vissajjehī’’ti vissajjāpesi.",
  "atk-s0512a2:87_0": "Mahāsatto nāgavaṇṇaṁ antaradhāpetvā māṇavakavaṇṇena devakumāro viya aṭṭhāsi. Sumanāpi",
  "atk-s0512a2:87_1": "ākāsato otaritvā tassa santike aṭṭhāsi. Nāgarājā rañño añjaliṁ katvā ‘‘ehi, mahārāja,",
  "atk-s0512a2:87_2": "mayhaṁ nivesanaṁ passituṁ āgacchāhī’’ti yāci. Tenāha bhagavā –",
  "atk-s0512a2:88": "‘‘Mutto campeyyako nāgo, rājānaṁ etadabravi;",
  "atk-s0512a2:89": "‘Namo te kāsirājatthu, namo te kāsivaḍḍhana;",
  "atk-s0512a2:90": "Añjaliṁ te paggaṇhāmi, passeyyaṁ me nivesana’’nti.",
  "atk-s0512a2:91_0": "Atha rājā tassa nāgabhavanagamanaṁ anujāni. Mahāsatto taṁ saparisaṁ gahetvā nāgabhavanaṁ",
  "atk-s0512a2:91_1": "netvā attano issariyasampattiṁ dassetvā katipāhaṁ tattha vasāpetvā bheriṁ carāpesi",
  "atk-s0512a2:91_2": "– ‘‘sabbā rājaparisā yāvadicchakaṁ hiraññasuvaṇṇādikaṁ dhanaṁ gaṇhatū’’ti. Rañño",
  "atk-s0512a2:91_3": "ca anekehi sakaṭasatehi dhanaṁ pesesi. ‘‘Mahārāja, raññā nāma dānaṁ dātabbaṁ, sīlaṁ",
  "atk-s0512a2:91_4": "rakkhitabbaṁ, dhammikā rakkhāvaraṇagutti sabbattha saṁvidahitabbā’’ti dasahi rājadhammakathāhi",
  "atk-s0512a2:91_5": "ovaditvā vissajjesi. Rājā mahantena yasena nāgabhavanā nikkhamitvā bārāṇasimeva gato.",
  "atk-s0512a2:91_6": "Tato paṭṭhāya kira jambudīpatale hiraññasuvaṇṇaṁ jātaṁ. Mahāsatto sīlāni rakkhitvā",
  "atk-s0512a2:91_7": "anvaddhamāsaṁ uposathakammaṁ katvā sapariso saggapuraṁ pūresi.",
  "atk-s0512a2:92": "Tadā ahituṇḍiko devadatto ahosi, sumanā rāhulamātā, uggaseno sāriputtatthero, campeyyako nāgarājā lokanātho.",
  "atk-s0512a2:93": "Tassa idhāpi yathārahaṁ sesapāramiyo niddhāretabbā. Idha bodhisattassa acchariyānubhāvā heṭṭhā vuttanayā evāti.",
  "atk-s0512a2:94": "Campeyyanāgacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:95": "4. Cūḷabodhicariyāvaṇṇanā",
  "atk-s0512a2:96_0": "26. Catutthe cūḷabodhīti mahābodhiparibbājakattabhāvaṁ upādāya idha ‘‘cūḷabodhī’’ti",
  "atk-s0512a2:96_1": "samaññā āropitā, na pana imasmiṁ eva jātake (jā. 1.10.49 ādayo) attano jeṭṭhabhātikādino",
  "atk-s0512a2:96_2": "mahābodhissa sambhavatoti daṭṭhabbaṁ. Susīlavāti suṭṭhu sīlavā, sampannasīloti attho.",
  "atk-s0512a2:96_3": "Bhavaṁ disvāna bhayatoti kāmādibhavaṁ bhāyitabbabhāvena passitvā. Nekkhammanti ettha",
  "atk-s0512a2:96_4": "ca-saddassa lopo daṭṭhabbo, tena ‘‘disvānā’’ti padaṁ ākaḍḍhīyati. Idaṁ vuttaṁ hoti",
  "atk-s0512a2:96_5": "– jātijarābyādhimaraṇaṁ apāyadukkhaṁ atīte vaṭṭamūlakaṁ dukkhaṁ, anāgate vaṭṭamūlakaṁ",
  "atk-s0512a2:96_6": "dukkhaṁ, paccuppanne āhārapariyeṭṭhimūlakaṁ dukkhanti imesaṁ aṭṭhannaṁ saṁvegavatthūnaṁ",
  "atk-s0512a2:96_7": "paccavekkhaṇena sabbampi kāmādibhedaṁ bhavaṁ saṁsārabhayato upaṭṭhahamānaṁ disvā",
  "atk-s0512a2:96_8": "nibbānaṁ tassa upāyabhūtā samathavipassanā tadupāyabhūtā ca pabbajjāti idaṁ tividhampi",
  "atk-s0512a2:96_9": "nekkhammaṁ anussavādisiddhena ñāṇacakkhunā tappaṭipakkhato disvā tāpasapabbajjūpagamanena",
  "atk-s0512a2:96_10": "anekādīnavākulā gahaṭṭhabhāvā abhinikkhamitvā gatoti.",
  "atk-s0512a2:97_0": "27.Dutiyikāti porāṇadutiyikā, gihikāle pajāpatibhūtā. Kanakasannibhāti kañcanasannibhattacā.",
  "atk-s0512a2:97_1": "Vaṭṭe anapekkhāti saṁsāre nirālayā. Nekkhammaṁ abhinikkhamīti nekkhammatthāya gehato",
  "atk-s0512a2:97_2": "nikkhami, pabbajīti attho.",
  "atk-s0512a2:98_0": "28. Ālayanti sattā etenāti ālayo, taṇhā, tadabhāvena nirālayā. Tato eva ñātīsu taṇhābandhanassa",
  "atk-s0512a2:98_1": "chinnattā chinnabandhu. Evaṁ gihibandhanābhāvaṁ dassetvā idāni pabbajitānampi kesañci",
  "atk-s0512a2:98_2": "yaṁ hoti bandhanaṁ , tassāpi abhāvaṁ dassetuṁ ‘‘anapekkhā kule gaṇe’’ti vuttaṁ. Tattha",
  "atk-s0512a2:98_3": "kuleti upaṭṭhākakule. Gaṇeti tāpasagaṇe, sesā brahmacārinoti vuccanti. Upāgamunti",
  "atk-s0512a2:98_4": "ubhopi mayaṁ upāgamimhā.",
  "atk-s0512a2:99_0": "29.Tatthāti bārāṇasisāmante. Nipakāti paññavanto. Nirākuleti janasañcārarahitattā",
  "atk-s0512a2:99_1": "janehi anākule, appasaddeti migapakkhīnaṁ uṭṭhāpanato tesaṁ vassitasaddenāpi virahitattā",
  "atk-s0512a2:99_2": "appasadde. Rājuyyāne vasāmubhoti bārāṇasirañño uyyāne mayaṁ ubho janā tadā vasāma.",
  "atk-s0512a2:100_0": "Tatrāyaṁ anupubbikathā – atīte imasmiṁ eva bhaddakappe bodhisatto brahmalokato cavitvā",
  "atk-s0512a2:100_1": "aññatarasmiṁ kāsigāme ekassa mahāvibhavassa brāhmaṇassa putto hutvā nibbatti. Tassa",
  "atk-s0512a2:100_2": "nāmaggahaṇasamaye ‘‘bodhikumāro’’ti nāmaṁ kariṁsu. Vayappattakāle panassa takkasilaṁ",
  "atk-s0512a2:100_3": "gantvā sabbasippāni uggaṇhitvā paccāgatassa anicchamānakasseva mātāpitaro samajātikaṁ",
  "atk-s0512a2:100_4": "kulakumārikaṁ ānesuṁ. Sāpi brahmalokacutāva uttamarūpadharā devaccharāpaṭibhāgā.",
  "atk-s0512a2:100_5": "Tesaṁ anicchamānānaṁ eva aññamaññaṁ āvāhavivāhaṁ kariṁsu. Ubhinnampi pana nesaṁ kilesamudācāro",
  "atk-s0512a2:100_6": "na bhūtapubbo, sārāgavasena aññamaññaṁ olokanampi nāhosi, kā pana kathā itarasaṁsagge.",
  "atk-s0512a2:100_7": "Evaṁ parisuddhasīlā ahesuṁ.",
  "atk-s0512a2:101_0": "Aparabhāge mahāsatto mātāpitūsu kālaṁkatesu tesaṁ sarīrakiccaṁ katvā taṁ pakkosāpetvā",
  "atk-s0512a2:101_1": "‘‘bhadde, tvaṁ imaṁ asītikoṭidhanaṁ gahetvā sukhena jīvāhī’’ti āha. ‘‘Tvaṁ pana ayyaputtā’’ti?",
  "atk-s0512a2:101_2": "‘‘Mayhaṁ dhanena kiccaṁ natthi, pabbajissāmī’’ti. ‘‘Kiṁ pana pabbajjā itthīnampi",
  "atk-s0512a2:101_3": "na vaṭṭatī’’ti? ‘‘Vaṭṭati, bhadde’’ti. ‘‘Tena hi mayhampi dhanena kiccaṁ natthi,",
  "atk-s0512a2:101_4": "ahampi pabbajissāmī’’ti. Te ubhopi sabbaṁ vibhavaṁ pariccajitvā mahādānaṁ datvā nikkhamitvā",
  "atk-s0512a2:101_5": "araññaṁ pavisitvā pabbajitvā uñchācariyāya phalāphalehi yāpentā pabbajjāsukheneva",
  "atk-s0512a2:101_6": "dasa saṁvaccharāni vasitvā loṇambilasevanatthāya janapadacārikaṁ carantā anupubbena",
  "atk-s0512a2:101_7": "bārāṇasiṁ patvā rājuyyāne vasiṁsu. Tena vuttaṁ ‘‘rājuyyāne vasāmubho’’ti.",
  "atk-s0512a2:102_0": "30. Athekadivasaṁ rājā uyyānakīḷaṁ gato. Uyyānassa ekapasse pabbajjāsukhena vītināmentānaṁ",
  "atk-s0512a2:102_1": "tesaṁ samīpaṭṭhānaṁ gantvā paramapāsādikaṁ uttamarūpadharaṁ paribbājikaṁ olokento",
  "atk-s0512a2:102_2": "kilesavasena paṭibaddhacitto hutvā bodhisattaṁ ‘‘ayaṁ te paribbājikā kiṁ hotī’’ti",
  "atk-s0512a2:102_3": "pucchi. Tena ‘‘na ca kiñci hoti, kevalaṁ ekapabbajjāya pabbajitā, api ca kho pana",
  "atk-s0512a2:102_4": "gihikāle pādaparicārikā ahosī’’ti vutte rājā ‘‘ayaṁ kiretassa na kiñci hoti, api",
  "atk-s0512a2:102_5": "ca kho panassa gihikāle pādaparicārikā ahosi, yaṁnūnāhaṁ imaṁ antepuraṁ paveseyyaṁ,",
  "atk-s0512a2:102_6": "tenevassa imissā paṭipattiṁ jānissāmī’’ti andhabālo tattha attano paṭibaddhacittaṁ",
  "atk-s0512a2:102_7": "nivāretuṁ asakkonto aññataraṁ purisaṁ āṇāpesi ‘‘imaṁ paribbājikaṁ rājanivesanaṁ nehī’’ti.",
  "atk-s0512a2:103_0": "So tassa paṭissuṇitvā ‘‘adhammo loke vattatī’’tiādīni vatvā paridevamānaṁ eva taṁ",
  "atk-s0512a2:103_1": "ādāya pāyāsi. Bodhisatto tassā paridevanasaddaṁ sutvā ekavāraṁ oloketvā puna na olokesi.",
  "atk-s0512a2:103_2": "‘‘Sace panāhaṁ vāressāmi, tesu cittaṁ padosetvā mayhaṁ sīlassa antarāyo bhavissatī’’ti",
  "atk-s0512a2:103_3": "sīlapāramiṁyeva āvajjento nisīdi. Tena vuttaṁ ‘‘uyyānadassanaṁ gantvā, rājā addasa brāhmaṇi’’ntiādi.",
  "atk-s0512a2:104": "Tattha tuyhesā kā kassa bhariyāti tuyhaṁ tava esā kā, kiṁ bhariyā, udāhu bhaginī vā samānā kassa aññassa bhariyā.",
  "atk-s0512a2:105_0": "31.Na mayhaṁ bhariyā esāti kāmañcesā mayhaṁ gihikāle bhariyā ahosi, pabbajitakālato",
  "atk-s0512a2:105_1": "paṭṭhāya na mayhaṁ bhariyā esā, nāpi ahaṁ etissā sāmiko, kevalaṁ pana sahadhammā",
  "atk-s0512a2:105_2": "ekasāsanī, ahampi paribbājako ayampi paribbājikāti samānadhammā paribbājakasāsanena",
  "atk-s0512a2:105_3": "ekasāsanī, sabrahmacārinīti attho.",
  "atk-s0512a2:106_0": "32.Tissā sārattagadhitoti kāmarāgena sāratto hutvā paṭibaddho. Gāhāpetvāna ceṭaketi",
  "atk-s0512a2:106_1": "ceṭakehi gaṇhāpetvā ceṭake vā attano rājapurise āṇāpetvā taṁ paribbājikaṁ gaṇhāpetvā.",
  "atk-s0512a2:106_2": "Nippīḷayanto balasāti taṁ anicchamānaṁ eva ākaḍḍhanaparikaḍḍhanādinā nippīḷayanto",
  "atk-s0512a2:106_3": "bādhento, tathāpi agacchantiṁ balasā balakkārena rājapurisehi gaṇhāpetvā attano antepuraṁ pavesesi.",
  "atk-s0512a2:107_0": "33.Odapattakiyāti udakapattaṁ āmasitvā gahitabhariyā odapattikā nāma, idaṁ vacanaṁ",
  "atk-s0512a2:107_1": "purāṇadutiyikābhāvena upalakkhaṇamattaṁ daṭṭhabbaṁ , sā panassa brāhmaṇavivāhavasena",
  "atk-s0512a2:107_2": "mātāpitūhi sampaṭipāditā, ‘‘odapattakiyā’’ti ca bhāvenabhāvalakkhaṇe bhummaṁ. Sahajāti",
  "atk-s0512a2:107_3": "pabbajjājātivasena sahajātā, tenevāha ‘‘ekasāsanī’’ti. ‘‘Ekasāsanī’’ti ca idaṁ bhummatthe",
  "atk-s0512a2:107_4": "paccattaṁ, ekasāsaniyāti attho. Nayantiyāti nīyantiyā. Kopo me upapajjathāti ayaṁ",
  "atk-s0512a2:107_5": "te gihikāle bhariyā brāhmaṇī sīlavatī, pabbajitakāle ca sabrahmacārinībhāvato sahajātā",
  "atk-s0512a2:107_6": "bhaginī, sā tuyhaṁ purato balakkārena ākaḍḍhitvā nīyati. ‘‘Bodhibrāhmaṇa, kiṁ te",
  "atk-s0512a2:107_7": "purisabhāva’’nti purisamānena ussāhito cirakālasayito vammikabilato kenaci purisena",
  "atk-s0512a2:107_8": "ghaṭṭito ‘‘susū’’ti phaṇaṁ karonto āsiviso viya me cittato kopo sahasā vuṭṭhāsi.",
  "atk-s0512a2:108_0": "34-5.Sahakope samuppanneti kopuppattiyā saha, tassa uppattisamanantaramevāti attho.",
  "atk-s0512a2:108_1": "Sīlabbatamanussarinti attano sīlapāramiṁ āvajjesiṁ. Tattheva kopaṁ niggaṇhinti tasmiṁ",
  "atk-s0512a2:108_2": "eva āsane yathānisinnova taṁ kopaṁ nivāresiṁ. Nādāsiṁ vaḍḍhitūparīti tato ekavāruppattito",
  "atk-s0512a2:108_3": "upari uddhaṁ vaḍḍhituṁ na adāsiṁ. Idaṁ vuttaṁ hoti – kope uppannamatte eva ‘‘nanu",
  "atk-s0512a2:108_4": "tvaṁ, bodhiparibbājaka, sabbapāramiyo pūretvā sabbaññutaññāṇaṁ paṭivijjhitukāmo,",
  "atk-s0512a2:108_5": "tassa te kimidaṁ sīlamattepi upakkhalanaṁ, tayidaṁ gunnaṁ khuramattodake osīdantassa",
  "atk-s0512a2:108_6": "mahāsamuddassa paratīraṁ gaṇhitukāmatā viya hotī’’ti attānaṁ paribhāsitvā paṭisaṅkhānabalena",
  "atk-s0512a2:108_7": "tasmiṁ eva khaṇe kopaṁ niggahetvā puna uppajjanavasenassa vaḍḍhituṁ na adāsinti.",
  "atk-s0512a2:108_8": "Tenevāha ‘‘yadi naṁ brāhmaṇi’’ntiādi.",
  "atk-s0512a2:109_0": "Tassattho – taṁ paribbājikaṁ brāhmaṇiṁ so rājā vā añño vā koci tiṇhāyapi nisitāya",
  "atk-s0512a2:109_1": "sattiyā koṭṭeyya, khaṇḍākhaṇḍikaṁ yadi chindeyya, evaṁ santepi sīlaṁ attano sīlapāramiṁ",
  "atk-s0512a2:109_2": "neva bhindeyyaṁ. Kasmā? Bodhiyā eva kāraṇā, sabbattha akhaṇḍitasīleneva sakkā sammāsambodhiṁ",
  "atk-s0512a2:109_3": "pāpuṇituṁ, na itarenāti.",
  "atk-s0512a2:110_0": "36.Name sā brāhmaṇī dessāti sā brāhmaṇī jātiyā gottena kulappadesena ācārasampattiyā",
  "atk-s0512a2:110_1": "ciraparicayena pabbajjādiguṇasampattiyā cāti sabbappakārena na me dessā na appiyā,",
  "atk-s0512a2:110_2": "etissā mama appiyabhāvo koci natthi. Napi me balaṁ na vijjatīti mayhampi balaṁ na",
  "atk-s0512a2:110_3": "na vijjati, atthi eva. Ahaṁ nāgabalo thāmasampanno, icchamāno sahasā vuṭṭhahitvā",
  "atk-s0512a2:110_4": "taṁ ākaḍḍhante purise nippothetvā taṁ gahetvā yathicchitaṭṭhānaṁ gantuṁ samatthoti",
  "atk-s0512a2:110_5": "dasseti. Sabbaññutaṁ piyaṁ mayhanti tato paribbājikato sataguṇena sahassaguṇena satasahassaguṇena",
  "atk-s0512a2:110_6": "sabbaññutaññāṇameva mayhaṁ piyaṁ. Tasmā sīlānurakkhissanti tena kāraṇena sīlameva anurakkhissaṁ.",
  "atk-s0512a2:111_0": "Atha so rājā uyyāne papañcaṁ akatvāva sīghataraṁ gantvā taṁ paribbājikaṁ pakkosāpetvā",
  "atk-s0512a2:111_1": "mahantena yasena nimantesi. Sā yasassa aguṇaṁ pabbajjāya guṇaṁ attano bodhisattassa",
  "atk-s0512a2:111_2": "ca mahantaṁ bhogakkhandhaṁ pahāya saṁvegena pabbajitabhāvañca kathesi. Rājā kenaci",
  "atk-s0512a2:111_3": "pariyāyena tassā manaṁ alabhanto cintesi – ‘‘ayaṁ paribbājikā sīlavatī kalyāṇadhammā,",
  "atk-s0512a2:111_4": "sopi paribbājako imāya ākaḍḍhitvā nīyamānāya na kiñci vippakāraṁ dassesi, sabbattha",
  "atk-s0512a2:111_5": "nirapekkhacitto, na kho pana metaṁ patirūpaṁ, yaṁ evarūpesu guṇavantesu vippakāro,",
  "atk-s0512a2:111_6": "yaṁnūnāhaṁ imaṁ paribbājikaṁ gahetvā uyyānaṁ gantvā imaṁ, tañca paribbājakaṁ khamāpeyya’’nti?",
  "atk-s0512a2:111_7": "Evaṁ pana cintetvā ‘‘paribbājikaṁ uyyānaṁ ānethā’’ti purise āṇāpetvā sayaṁ paṭhamataraṁ",
  "atk-s0512a2:111_8": "gantvā bodhisattaṁ upasaṅkamitvā pucchi – ‘‘bho pabbajita, kiṁ mayā tāya paribbājikāya",
  "atk-s0512a2:111_9": "nīyamānāya kopo te uppajjitthā’’ti. Mahāsatto āha –",
  "atk-s0512a2:112": "‘‘Uppajji me na muccittha, na me muccittha jīvato;",
  "atk-s0512a2:113": "Rajaṁva vipulā vuṭṭhi, khippameva nivārayi’’nti. (jā. 1.10.52);",
  "atk-s0512a2:114": "Taṁ sutvā rājā ‘‘kiṁ nu kho esa kopameva sandhāya vadati, udāhu aññaṁ kiñci sippādika’’nti cintetvā puna pucchi –",
  "atk-s0512a2:115": "‘‘Kiṁ te uppajji no mucci, kiṁ te no mucci jīvato;",
  "atk-s0512a2:116": "Rajaṁva vipulā vuṭṭhi, katamaṁ taṁ nivārayī’’ti. (jā. 1.10.53);",
  "atk-s0512a2:117_0": "Tattha uppajjīti ekavāraṁ uppajji, na puna uppajji. Na muccitthāti kāyavacīvikāruppādanavasena",
  "atk-s0512a2:117_1": "pana na muccittha, na naṁ bahi pavattituṁ vissajjesinti attho. Rajaṁva vipulā vuṭṭhīti",
  "atk-s0512a2:117_2": "yathā nāma gimhānaṁ pacchime māse uppannaṁ rajaṁ vipulā akālavuṭṭhidhārā ṭhānaso",
  "atk-s0512a2:117_3": "nivāreti, evaṁ taṁ vūpasamento nivārayiṁ, nivāresinti attho.",
  "atk-s0512a2:118": "Athassa mahāpuriso nānappakārena kodhe ādīnavaṁ pakāsento –",
  "atk-s0512a2:119": "‘‘Yamhi jāte na passati, ajāte sādhu passati;",
  "atk-s0512a2:120": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0512a2:121": "‘‘Yena jātena nandanti, amittā dukkhamesino;",
  "atk-s0512a2:122": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0512a2:123": "‘‘Yasmiñca jāyamānamhi, sadatthaṁ nāvabujjhati;",
  "atk-s0512a2:124": "So me uppajji no mucci, kodho dummedhagocaro.",
  "atk-s0512a2:125": "‘‘Yenābhibhūto kusalaṁ jahāti, parakkare vipulañcāpi atthaṁ;",
  "atk-s0512a2:126": "Sa bhīmaseno balavā pamaddī, kodho mahārājā na me amuccatha.",
  "atk-s0512a2:127": "‘‘Kaṭṭhasmiṁ manthamānasmiṁ, pāvako nāma jāyati;",
  "atk-s0512a2:128": "Tameva kaṭṭhaṁ ḍahati, yasmā so jāyate gini.",
  "atk-s0512a2:129": "‘‘Evaṁ mandassa posassa, bālassa avijānato;",
  "atk-s0512a2:130": "Sārambhā jāyate kodho, sapi teneva ḍayhati.",
  "atk-s0512a2:131": "‘‘Aggīva tiṇakaṭṭhasmiṁ, kodho yassa pavaḍḍhati;",
  "atk-s0512a2:132": "Nihīyati tassa yaso, kāḷapakkheva candimā.",
  "atk-s0512a2:133": "‘‘Anindho dhūmaketūva, kodho yassūpasammati;",
  "atk-s0512a2:134": "Āpūrati tassa yaso, sukkapakkheva candimā’’ti. (jā. 1.10.54-61) –",
  "atk-s0512a2:135": "Imāhi gāthāhi dhammaṁ desesi.",
  "atk-s0512a2:136_0": "Tattha na passatīti attatthampi na passati, pageva paratthaṁ. Sādhu passatīti attatthaṁ",
  "atk-s0512a2:136_1": "paratthaṁ ubhayatthañca sammadeva passati. Dummedhagocaroti nippaññānaṁ visayabhūto,",
  "atk-s0512a2:136_2": "nippañño vā gocaro āhāro indhanaṁ etassāti dummedhagocaro. Dukkhamesinoti dukkhaṁ",
  "atk-s0512a2:136_3": "icchantā. Sadatthanti attano atthaṁ vuḍḍhiṁ. Parakkareti apaneyya vināseyya. Sabhīmasenoti",
  "atk-s0512a2:136_4": "so bhīmāya bhayajananiyā mahatiyā kilesasenāya samannāgato. Pamaddīti balavabhāvena",
  "atk-s0512a2:136_5": "satte pamaddanasīlo. Na me amuccathāti mama santikā mokkhaṁ na labhi, abbhantare",
  "atk-s0512a2:136_6": "eva damito, nibbisevano katoti attho. Khīraṁ viya vā muhuttaṁ dadhibhāvena cittena",
  "atk-s0512a2:136_7": "patiṭṭhahitthātipi attho.",
  "atk-s0512a2:137_0": "Manthamānasminti araṇisahite mathiyamāne. ‘‘Mathamānasmi’’ntipi pāṭho. Yasmāti yato",
  "atk-s0512a2:137_1": "kaṭṭhā . Ginīti aggi. Bālassa avijānatoti bālassa ajānantassa. Sārambhā jāyateti",
  "atk-s0512a2:137_2": "karaṇuttariyakaraṇalakkhaṇā sārambhā araṇimanthanato viya pāvako kodho jāyate. Sapi",
  "atk-s0512a2:137_3": "tenevāti sopi bālo teneva kodhena kaṭṭhaṁ viya agginā ḍayhati. Anindho dhūmaketūvāti",
  "atk-s0512a2:137_4": "anindhano aggi viya. Tassāti tassa adhivāsanakhantiyā samannāgatassa puggalassa sukkapakkhe",
  "atk-s0512a2:137_5": "cando viya laddho, yaso aparāparaṁ āpūratīti.",
  "atk-s0512a2:138_0": "Rājā mahāsattassa dhammakathaṁ sutvā mahāpurisaṁ paribbājikampi rājagehato āgataṁ",
  "atk-s0512a2:138_1": "khamāpetvā ‘‘tumhe pabbajjāsukhaṁ anubhavantā idheva uyyāne vasatha, ahaṁ vo dhammikaṁ",
  "atk-s0512a2:138_2": "rakkhāvaraṇaguttiṁ karissāmī’’ti vatvā vanditvā pakkāmi. Te ubhopi tattheva vasiṁsu.",
  "atk-s0512a2:138_3": "Aparabhāge paribbājikā kālamakāsi. Bodhisatto himavantaṁ pavisitvā jhānābhiññāyo",
  "atk-s0512a2:138_4": "nibbattetvā āyupariyosāne brahmalokaparāyano ahosi.",
  "atk-s0512a2:139": "Tadā paribbājikā rāhulamātā ahosi, rājā ānandatthero, bodhiparibbājako lokanātho.",
  "atk-s0512a2:140_0": "Tassa idhāpi yathārahaṁ sesapāramiyo niddhāretabbā. Tathā mahantaṁ bhogakkhandhaṁ",
  "atk-s0512a2:140_1": "mahantañca ñātiparivaṭṭaṁ pahāya mahābhinikkhamanasadisaṁ gehato nikkhamanaṁ, tathā",
  "atk-s0512a2:140_2": "nikkhamitvā pabbajitassa bahujanasammatassa sato paramappicchatāya kulesu ca gaṇesu",
  "atk-s0512a2:140_3": "ca alaggatā, accantameva lābhasakkārajigucchāya pavivekābhirati, atisayavatī ca abhisallekhavutti,",
  "atk-s0512a2:140_4": "tathārūpāya sīlavatiyā kalyāṇadhammāya paribbājikāya ananuññātā attano purato balakkārena",
  "atk-s0512a2:140_5": "parāmasiyamānāya sīlapāramiṁ āvajjetvā vikārānāpatti, katāparādhe ca tasmiṁ rājini",
  "atk-s0512a2:140_6": "upagate hitacittataṁ mettacittataṁ upaṭṭhapetvā diṭṭhadhammikasamparāyikehi samanusāsananti",
  "atk-s0512a2:140_7": "evamādayo idha mahāpurisassa guṇānubhāvā vibhāvetabbā. Tenetaṁ vuccati ‘‘evaṁ acchariyā",
  "atk-s0512a2:140_8": "hete…pe… dhammassa anudhammato’’ti.",
  "atk-s0512a2:141": "Cūḷabodhicariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:142": "5. Mahiṁsarājacariyāvaṇṇanā",
  "atk-s0512a2:143_0": "37. Pañcame mahiṁso pavanacārakoti mahāvanacārī vanamahiṁso yadā homīti yojanā. Pavaḍḍhakāyoti",
  "atk-s0512a2:143_1": "vayasampattiyā aṅgapaccaṅgānañca thūlabhāvena abhivaḍḍhakāyo. Balavāti mahābalo thāmasampanno.",
  "atk-s0512a2:143_2": "Mahantoti vipulasarīro. Hatthikalabhappamāṇo kira tadā bodhisattassa kāyo hoti. Bhīmadassanoti",
  "atk-s0512a2:143_3": "mahāsarīratāya vanamahiṁsajātitāya ca sīlaṁ ajānantānaṁ bhayaṁ jananato bhayānakadassano.",
  "atk-s0512a2:144": "38.Pabbhāreti olambakasilākucchiyaṁ. Dakāsayeti jalāsayasamīpe. Hotettha ṭhānanti ettha mahāvane yo koci padeso vanamahiṁsānaṁ tiṭṭhanaṭṭhānaṁ hoti. Tahiṁ tahinti tattha tattha.",
  "atk-s0512a2:145_0": "39.Vicarantoti vihāraphāsukaṁ vīmaṁsituṁ vicaranto. Ṭhānaṁ addasa bhaddakanti evaṁ",
  "atk-s0512a2:145_1": "vicaranto tasmiṁ mahāraññe bhaddakaṁ mayhaṁ phāsukaṁ rukkhamūlaṭṭhānaṁ addakkhiṁ.",
  "atk-s0512a2:145_2": "Disvā ca taṁ ṭhānaṁ upagantvāna, tiṭṭhāmi ca sayāmi ca gocaraṁ gahetvā divā taṁ rukkhamūlaṭṭhānaṁ",
  "atk-s0512a2:145_3": "gantvā ṭhānasayanehi vītināmemīti dasseti.",
  "atk-s0512a2:146_0": "40. Tadā kira bodhisatto himavantappadese mahiṁsayoniyaṁ nibbattitvā vayappatto thāmasampanno",
  "atk-s0512a2:146_1": "mahāsarīro hatthikalabhappamāṇo pabbatapādapabbhāragiriduggavanaghaṭādīsu vicaranto",
  "atk-s0512a2:146_2": "ekaṁ phāsukaṁ mahārukkhamūlaṁ disvā gocaraṁ gahetvā divā tattha vasati. Atheko lolamakkaṭo",
  "atk-s0512a2:146_3": "rukkhā otaritvā mahāsattassa piṭṭhiṁ abhiruhitvā uccārapassāvaṁ katvā siṅgesu gaṇhitvā",
  "atk-s0512a2:146_4": "olambanto naṅguṭṭhe gahetvā dolāyanto kīḷi. Bodhisatto khantimettānuddayasampadāya",
  "atk-s0512a2:146_5": "taṁ tassa anācāraṁ na manasākāsi. Makkaṭo punappunaṁ tatheva karoti. Tena vuttaṁ",
  "atk-s0512a2:146_6": "‘‘athettha kapi māgantvā’’tiādi.",
  "atk-s0512a2:147_0": "Tattha kapi māgantvāti kapi āgantvā, ma-kāro padasandhikaro. Pāpoti lāmako. Anariyoti",
  "atk-s0512a2:147_1": "anaye iriyanena aye ca na iriyanena anariyo, nihīnācāroti attho. Lahūti lolo. Khandheti",
  "atk-s0512a2:147_2": "khandhappadese. Muttetīti passāvaṁ karoti. Ohadetīti karīsaṁ ossajjati. Tanti taṁ",
  "atk-s0512a2:147_3": "maṁ, tadā mahiṁsabhūtaṁ maṁ.",
  "atk-s0512a2:148_0": "41.Sakimpidivasanti ekadivasampi dūseti maṁ sabbakālampi. Tenāha ‘‘dūseti maṁ sabbakāla’’nti.",
  "atk-s0512a2:148_1": "Na kevalañca dutiyatatiyacatutthadivasamattaṁ, atha kho sabbakālampi maṁ passāvādīhi",
  "atk-s0512a2:148_2": "dūseti. Yadā yadā muttādīni kātukāmo, tadā tadā mayhameva upari karotīti dasseti.",
  "atk-s0512a2:148_3": "Upaddutoti bādhito, tena siṅgesu olambanādinā muttādiasucimakkhaṇena tassa ca apaharaṇatthaṁ",
  "atk-s0512a2:148_4": "anekavāraṁ siṅgakoṭīhi vālaggena ca anekavāraṁ kaddamapaṁsumissakaṁ udakaṁ siñcitvā",
  "atk-s0512a2:148_5": "dhovanena ca nippīḷito homīti attho.",
  "atk-s0512a2:149_0": "42.Yakkhoti tasmiṁ rukkhe adhivatthā devatā. Maṁ idamabravīti rukkhakkhandhe ṭhatvā",
  "atk-s0512a2:149_1": "‘‘mahiṁsarāja, kasmā imassa duṭṭhamakkaṭassa avamānaṁ sahasī’’ti imamatthaṁ pakāsento",
  "atk-s0512a2:149_2": "nāsehetaṁ chavaṁ pāpaṁ, siṅgehi ca khurehi cāti idaṁ vacanaṁ maṁ abhāsi.",
  "atk-s0512a2:150_0": "43.Evaṁ vutte tadā yakkheti tadā tasmiṁ kāle tasmiṁ yakkhe evaṁ vutte sati. Ahaṁ",
  "atk-s0512a2:150_1": "taṁ idamabravinti ahaṁ taṁ yakkhaṁ idaṁ idāni vakkhamānaṁ abraviṁ abhāsiṁ. Kuṇapenāti",
  "atk-s0512a2:150_2": "kilesāsucipaggharaṇena sucijātikānaṁ sādhūnaṁ paramajigucchanīyatāya atiduggandhavāyanena",
  "atk-s0512a2:150_3": "ca kuṇapasadisatāya kuṇapena. Pāpenāti pāṇātipātapāpena. Anariyenāti anariyānaṁ asādhūnaṁ",
  "atk-s0512a2:150_4": "māgavikanesādādīnaṁ hīnapurisānaṁ dhammattā anariyena, kiṁ kena kāraṇena, tvaṁ devate",
  "atk-s0512a2:150_5": "maṁ makkhesi, ayuttaṁ tayā vuttaṁ maṁ pāpe niyojentiyāti dasseti.",
  "atk-s0512a2:151_0": "44. Idāni tasmiṁ pāpadhamme ādīnavaṁ pakāsento ‘‘yadiha’’ntiādimāha. Tassattho –",
  "atk-s0512a2:151_1": "bhadde devate, ahaṁ tassa yadi kujjheyyaṁ, tatopi lāmakataro bhaveyyaṁ. Yena hi adhammacaraṇena",
  "atk-s0512a2:151_2": "so bālamakkaṭo nihīno nāma jāto, sace panāhaṁ tatopi balavataraṁ pāpadhammaṁ careyyaṁ,",
  "atk-s0512a2:151_3": "nanu tena tato pāpataro bhaveyyaṁ, aṭṭhānañcetaṁ yadihaṁ idhalokaparalokaṁ taduttari",
  "atk-s0512a2:151_4": "ca jānitvā ṭhito ekanteneva parahitāya paṭipanno evarūpaṁ pāpadhammaṁ careyyanti.",
  "atk-s0512a2:151_5": "Kiñca bhiyyo – sīlañca me pabhijjeyyāti ahañceva kho pana evarūpaṁ pāpaṁ kareyyaṁ,",
  "atk-s0512a2:151_6": "mayhaṁ sīlapāramī khaṇḍitā siyā. Viññū ca garaheyyu manti paṇḍitā ca devamanussā",
  "atk-s0512a2:151_7": "maṁ garaheyyuṁ ‘‘passatha, bho, ayaṁ bodhisatto bodhipariyesanaṁ caramāno evarūpaṁ pāpaṁ akāsī’’ti.",
  "atk-s0512a2:152_0": "45.Hīḷitā jīvitā vāpīti vā-saddo avadhāraṇe. Evaṁ viññūhi hīḷitā garahitā jīvitāpi",
  "atk-s0512a2:152_1": "parisuddhena parisuddhasīlena hutvā mataṁ vā maraṇameva varaṁ uttamaṁ seyyo. Kyāhaṁ",
  "atk-s0512a2:152_2": "jīvitahetupi, kāhāmi paraheṭhananti evaṁ jānanto ca ahaṁ mayhaṁ jīvitanimittampi",
  "atk-s0512a2:152_3": "parasattavihiṁsanaṁ kiṁ kāhāmi kiṁ karissāmi, etassa karaṇe kāraṇaṁ natthīti attho.",
  "atk-s0512a2:153_0": "Ayaṁ pana aññepi maṁ viya maññamāno evaṁ anācāraṁ karissati, tato yesaṁ caṇḍamahiṁsānaṁ",
  "atk-s0512a2:153_1": "evaṁ karissati, te eva etaṁ vadhissanti, sā etassa aññehi māraṇā mayhaṁ dukkhato",
  "atk-s0512a2:153_2": "ca pāṇātipātato ca mutti bhavissatīti āha. Tena vuttaṁ –",
  "atk-s0512a2:154": "46.",
  "atk-s0512a2:155": " ‘‘Mamevāyaṁ maññamāno, aññepevaṁ karissati;",
  "atk-s0512a2:156": "Teva tassa vadhissanti, sā me mutti bhavissatī’’ti.",
  "atk-s0512a2:157": "Tattha mamevāyanti maṁ viya ayaṁ. Aññepīti aññesampi. Sesaṁ vuttatthameva.",
  "atk-s0512a2:158_0": "47.Hīnamajjhimaukkaṭṭheti hīne ca majjhime ca ukkaṭṭhe ca nimittabhūte. Sahanto avamānitanti",
  "atk-s0512a2:158_1": "vibhāgaṁ akatvā tehi pavattitaṁ avamānaṁ paribhavaṁ sahanto khamanto. Evaṁ labhati",
  "atk-s0512a2:158_2": "sappaññoti evaṁ hīnādīsu vibhāgaṁ akatvā khantimettānuddayaṁ upaṭṭhapetvā tadaparādhaṁ",
  "atk-s0512a2:158_3": "sahanto sīlādipāramiyo brūhetvā manasā yathāpatthitaṁ yathicchitaṁ sabbaññutaññāṇaṁ",
  "atk-s0512a2:158_4": "labhati paṭivijjhati, tassa taṁ na dūreti.",
  "atk-s0512a2:159_0": "Evaṁ mahāsatto attano ajjhāsayaṁ pakāsento devatāya dhammaṁ desesi. So katipāhaccayena",
  "atk-s0512a2:159_1": "aññattha gato. Añño caṇḍamahiṁso nivāsaphāsutāya taṁ ṭhānaṁ gantvā aṭṭhāsi. Duṭṭhamakkaṭo",
  "atk-s0512a2:159_2": "‘‘so eva aya’’nti saññāya tassa piṭṭhiṁ abhiruhitvā tatheva anācāraṁ akāsi. Atha",
  "atk-s0512a2:159_3": "naṁ so vidhunanto bhūmiyaṁ pātetvā siṅgena hadaye vijjhitvā pādehi madditvā sañcuṇṇesi.",
  "atk-s0512a2:160": "Tadā sīlavā mahiṁsarājā lokanātho.",
  "atk-s0512a2:161_0": "Tassa idhāpi heṭṭhā vuttanayeneva yathārahaṁ sesapāramiyo niddhāretabbā. Tathā hatthināga-",
  "atk-s0512a2:161_1": "(cariyā. 2.1 ādayo) bhūridatta- (cariyā. 2.11 ādayo) campeyyanāgarāja- (cariyā. 2.20",
  "atk-s0512a2:161_2": "ādayo) cariyāsu viya idha mahāsattassa guṇānubhāvā veditabbā.",
  "atk-s0512a2:162": "Mahiṁsarājacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:163": "6. Rurumigarājacariyāvaṇṇanā",
  "atk-s0512a2:164_0": "48. Chaṭṭhe sutattakanakasannibhoti yathā suṭṭhu apagatasabbakāḷako hoti, evaṁ aggimhi",
  "atk-s0512a2:164_1": "pakkhipitvā sutattakanakasannibho. Migarājā ruru nāmāti jātisiddhena nāmena ruru",
  "atk-s0512a2:164_2": "nāma migarājā, jātito ruru, migānañca rājāti attho. Paramasīlasamāhitoti uttamasīlasamāhito,",
  "atk-s0512a2:164_3": "visuddhasīlo ceva samāhitacitto ca, visuddhasīle vā sammā āhitacittoti evamettha attho veditabbo.",
  "atk-s0512a2:165_0": "Tadā bodhisatto rurumigayoniyaṁ nibbatti. Tassa sarīracchavi suṭṭhu tāpetvā majjitakañcanapaṭṭavaṇṇo",
  "atk-s0512a2:165_1": "ahosi, hatthapādā lākhārasaparikammakatā viya, naṅguṭṭhaṁ camarīnaṅguṭṭhaṁ viya,",
  "atk-s0512a2:165_2": "siṅgāni rajatadāmavaṇṇāni akkhīni sumajjitamaṇiguḷikā viya, mukhaṁ odahitvā ṭhapitarattakambalageṇḍukā",
  "atk-s0512a2:165_3": "viya. So janasaṁsaggaṁ pahāya vivekavāsaṁ vasitukāmo parivāraṁ chaḍḍetvā ekakova",
  "atk-s0512a2:165_4": "gaṅgānivattane ramaṇīye sālamissake supupphitapavane vasati. Tena vuttaṁ –",
  "atk-s0512a2:166": "49.",
  "atk-s0512a2:167": " ‘‘Ramme padese ramaṇīye, vivitte amanussake;",
  "atk-s0512a2:168": "Tattha vāsaṁ upagañchiṁ, gaṅgākūle manorame’’ti.",
  "atk-s0512a2:169_0": "Tattha ramme padeseti muttātalasadisavālukācuṇṇapaṇḍarehi bhūmibhāgehi siniddhaharitatiṇasañcaritehi",
  "atk-s0512a2:169_1": "vanatthalehi cittattharaṇehi viya nānāvaṇṇavicittehi silātalehi maṇikkhandhanimmalasalilehi",
  "atk-s0512a2:169_2": "jalāsayehi ca samannāgatattā yebhuyyena ca indagopakavaṇṇāya rattāya sukhasamphassāya",
  "atk-s0512a2:169_3": "tiṇajātiyā sañchannattā ramme araññappadese. Rammaṇīyeti pupphaphalapallavālaṅkatavipulasākhāvinaddhehi",
  "atk-s0512a2:169_4": "nānāvidhadijagaṇūpakūjitehi vividhatarulatāvanavirājitehi yebhuyyena ambasālavanasaṇḍamaṇḍitehi",
  "atk-s0512a2:169_5": "vanagahanehi upasobhitattā tattha paviṭṭhassa janassa ratijananaṭṭhena ramaṇīye.",
  "atk-s0512a2:169_6": "Vuttampi cetaṁ rurumigarājajātake –",
  "atk-s0512a2:170": "‘‘Etasmiṁ vanasaṇḍasmiṁ, ambā sālā ca pupphitā;",
  "atk-s0512a2:171": "Indagopakasañchanno, ettheso tiṭṭhate migo’’ti. (jā. 1.13.119);",
  "atk-s0512a2:172_0": "Vivitteti janavāsavirahena suññe. Amanussaketi sañcaraṇamanussānampi tattha abhāvena",
  "atk-s0512a2:172_1": "manussarahite . Manorameti yathāvuttaguṇasampattiyā visesato pavivekakāmānaṁ mano rametīti manorame.",
  "atk-s0512a2:173_0": "50.Atha uparigaṅgāyāti ettha athāti adhikāre nipāto, tena mayi tattha tathā vasante",
  "atk-s0512a2:173_1": "idaṁ adhikārantaraṁ uppannanti dīpeti. Uparigaṅgāyāti gaṅgāya nadiyā uparisote. Dhanikehi",
  "atk-s0512a2:173_2": "paripīḷitoti iṇaṁ gahetvā taṁ dātuṁ asakkonto iṇāyikehi codiyamāno.",
  "atk-s0512a2:174_0": "Eko kira bārāṇasiseṭṭhi attano puttaṁ ‘‘ayaṁ sippaṁ uggaṇhanto kilamissatī’’ti kiñci",
  "atk-s0512a2:174_1": "sippaṁ na uggaṇhāpesi. Gītavāditanaccakhādanabhojanato uddhaṁ na kiñci aññāsi. Taṁ",
  "atk-s0512a2:174_2": "vayappattaṁ patirūpena dārena saṁyojetvā dhanaṁ niyyātetvā mātāpitaro kālamakaṁsu.",
  "atk-s0512a2:174_3": "So tesaṁ accayena itthidhuttasurādhuttādiparivuto nānābyasanamukhehi sabbaṁ dhanaṁ",
  "atk-s0512a2:174_4": "viddhaṁsetvā tattha tattha iṇaṁ ādāya tampi dātuṁ asakkonto dhanikehi codiyamāno",
  "atk-s0512a2:174_5": "‘‘kiṁ mayhaṁ jīvitena, tenevamhi attabhāvena añño viya jāto, maraṇaṁ me seyyo’’ti",
  "atk-s0512a2:174_6": "cintetvā iṇāyike āha – ‘‘tumhākaṁ iṇapaṇṇāni gahetvā āgacchatha, gaṅgātīre me nihitaṁ",
  "atk-s0512a2:174_7": "kulasantakaṁ dhanaṁ atthi, taṁ vo dassāmī’’ti. Te tena saddhiṁ agamaṁsu. So ‘‘idha",
  "atk-s0512a2:174_8": "dhanaṁ, ettha dhana’’nti nidhiṭṭhānaṁ ācikkhanto viya ‘‘evaṁ me iṇamokkho bhavissatī’’ti",
  "atk-s0512a2:174_9": "palāyitvā gaṅgāyaṁ pati. So caṇḍasotena vuyhanto kāruññaravaṁ ravi. Tena vuttaṁ ‘‘atha",
  "atk-s0512a2:174_10": "uparigaṅgāyā’’tiādi.",
  "atk-s0512a2:175": "Tattha jīvāmi vā marāmi vāti imasmiṁ gaṅgāsote patito jīvāmi vā marāmi vā, jīvitaṁ vā me ettha hotu maraṇaṁ vā, ubhayathāpi iṇāyikapīḷā na hotīti adhippāyo.",
  "atk-s0512a2:176_0": "51.Majjhe gaṅgāyagacchatīti so puriso rattindivaṁ gaṅgāya vuyhamāno jīvitapemassa",
  "atk-s0512a2:176_1": "vijjamānattā maraṇaṁ appatto maraṇabhayatajjito hutvā karuṇaṁ ravaṁ ravanto gaṅgāya",
  "atk-s0512a2:176_2": "majjhe mahodakena gacchati.",
  "atk-s0512a2:177_0": "52. Atha mahāpuriso aḍḍharattasamaye tassa taṁ karuṇaṁ paridevantassa paridevitasaddaṁ",
  "atk-s0512a2:177_1": "sutvā ‘‘manussasaddo sūyati, mā mayi idha dharante maratu, jīvitamassa dassāmī’’ti",
  "atk-s0512a2:177_2": "cintetvā sayanagumbā vuṭṭhāya nadītīraṁ gantvā ‘‘ambho purisa, mā bhāyi, jīvitaṁ",
  "atk-s0512a2:177_3": "te dassāmī’’ti vatvā assāsetvā sotaṁ chindanto gantvā taṁ piṭṭhiyaṁ āropetvā tīraṁ",
  "atk-s0512a2:177_4": "pāpetvā attano vasanaṭṭhānaṁ netvā parissamaṁ vinodetvā phalāphalāni datvā dvīhatīhaccayena",
  "atk-s0512a2:177_5": "taṁ āha – ‘‘ambho purisa , ahaṁ taṁ bārāṇasigāmimaggaṁ pāpessāmi, tvaṁ ‘asukaṭṭhāne",
  "atk-s0512a2:177_6": "nāma kañcanamigo vasatī’ti mā kassaci ārocehī’’ti. So ‘‘sādhu, sāmī’’ti sampaṭicchi.",
  "atk-s0512a2:177_7": "Mahāsatto taṁ attano piṭṭhiṁ āropetvā bārāṇasimagge otāretvā nivatti. Tena vuttaṁ",
  "atk-s0512a2:177_8": "– ‘‘tassāhaṁ saddaṁ sutvāna, karuṇaṁ paridevato’’tiādi.",
  "atk-s0512a2:178": "Tattha kosi tvaṁ naroti tvaṁ ko manusso asi, kuto idha vuyhamāno āgatosīti attho.",
  "atk-s0512a2:179": "53.Attanokaraṇanti attano kiriyaṁ. Dhanikehi bhītoti iṇāyikehi ubbiggo. Tasitoti utrasto.",
  "atk-s0512a2:180_0": "54.Tassa katvāna kāruññaṁ, cajitvā mama jīvitanti kāruññaṁ katvā mahākaruṇāya samussāhito",
  "atk-s0512a2:180_1": "mama jīvitaṁ tassa purisassa pariccajitvā. Pavisitvā nīhariṁ tassāti nadiṁ pavisitvā",
  "atk-s0512a2:180_2": "sotaṁ chindanto ujukameva gantvā mama piṭṭhiṁ āropetvā tato taṁ nīhariṁ. Tassāti",
  "atk-s0512a2:180_3": "upayogatthe sāmivacanaṁ. ‘‘Tatthā’’tipi pāḷi, tattha nadiyanti attho. Andhakāramhi",
  "atk-s0512a2:180_4": "rattiyāti rattiyā andhakārasamaye, kāḷapakkharattiyanti attho.",
  "atk-s0512a2:181_0": "55.Assatthakālamaññāyāti parissamaṁ apanetvā phalāphalāni datvā dvīhatīhaccayena",
  "atk-s0512a2:181_1": "kilamathassa vigatakālaṁ jānitvā. Ekaṁ taṁ varaṁ yācāmīti ahaṁ taṁ ekaṁ varaṁ yācāmi,",
  "atk-s0512a2:181_2": "mayhaṁ ekaṁ varaṁ dehīti attho. Kiṁ taṁ varanti ce? Āha – mā maṁ kassaci pāvadāti",
  "atk-s0512a2:181_3": "‘‘asukaṭṭhāne suvaṇṇamigo vasatī’’ti kassaci rañño vā rājamahāmattassa vā maṁ mā pāvada.",
  "atk-s0512a2:182_0": "Atha tasmiṁ purise bārāṇasiṁ paviṭṭhadivaseyeva so rājā ‘‘ahaṁ, deva, suvaṇṇavaṇṇaṁ",
  "atk-s0512a2:182_1": "migaṁ mayhaṁ dhammaṁ desentaṁ supinena addasaṁ, ahañhi saccasupinā, addhā so vijjati,",
  "atk-s0512a2:182_2": "tasmā kañcanamigassa dhammaṁ sotukāmā labhissāmi ce jīvissāmi, no ce me jīvitaṁ natthī’’ti",
  "atk-s0512a2:182_3": "aggamahesiyā vutto taṁ assāsetvā ‘‘sace manussaloke atthi, labhissasī’’ti vatvā brāhmaṇe",
  "atk-s0512a2:182_4": "pakkosāpetvā ‘‘suvaṇṇamigā nāma hontī’’ti pucchitvā ‘‘āma, deva, hontī’’ti sutvā",
  "atk-s0512a2:182_5": "sahassatthavikaṁ suvaṇṇacaṅkoṭake ṭhapetvā taṁ hatthikkhandhaṁ āropetvā nagare bheriṁ",
  "atk-s0512a2:182_6": "carāpesi – ‘‘yo suvaṇṇamigaṁ ācikkhissati, tassa hatthinā saddhiṁ imaṁ dassāmī’’ti.",
  "atk-s0512a2:182_7": "Tato uttarimpi dātukāmo hutvā –",
  "atk-s0512a2:183": "‘‘Tassa gāmavaraṁ dammi, nāriyo ca alaṅkatā;",
  "atk-s0512a2:184": "Yo metaṁ migamakkhāti, migānaṁ migamuttama’’nti. (jā. 1.13.117) –",
  "atk-s0512a2:185_0": "Gāthaṁ suvaṇṇapaṭṭe likhāpetvā sakalanagare vācāpesi. Atha so seṭṭhiputto taṁ gāthaṁ",
  "atk-s0512a2:185_1": "sutvā rājapurisānaṁ santikaṁ gantvā ‘‘rañño evarūpaṁ migaṁ ācikkhissāmi, maṁ rājānaṁ",
  "atk-s0512a2:185_2": "dassethā’’ti āha. Rājapurisā taṁ rañño santikaṁ netvā tamatthaṁ ārocesuṁ. Rājā ‘‘saccaṁ,",
  "atk-s0512a2:185_3": "bho, addasā’’ti pucchi. So ‘‘saccaṁ, deva, mayā saddhiṁ āgacchatu, ahaṁ taṁ dassessāmī’’ti",
  "atk-s0512a2:185_4": "āha. Rājā tameva purisaṁ maggadesakaṁ katvā mahantena parivārena taṁ ṭhānaṁ gantvā",
  "atk-s0512a2:185_5": "tena mittadubbhinā purisena dassitaṁ padesaṁ āvudhahatthe purise samantatova parivāretvā",
  "atk-s0512a2:185_6": "‘‘ukkuṭṭhiṁ karothā’’ti vatvā sayaṁ katipayehi janehi saddhiṁ ekamante aṭṭhāsi. Sopi",
  "atk-s0512a2:185_7": "puriso avidūre aṭṭhāsi. Mahāsatto saddaṁ sutvā ‘‘mahato balakāyassa saddo, addhā",
  "atk-s0512a2:185_8": "tamhā me purisā bhayena uppannena bhavitabba’’nti ñatvā uṭṭhāya sakalaparisaṁ oloketvā",
  "atk-s0512a2:185_9": "‘‘rañño ṭhitaṭṭhāneyeva me sotthi bhavissatī’’ti rājābhimukho pāyāsi. Rājā taṁ āgacchantaṁ",
  "atk-s0512a2:185_10": "disvā ‘‘nāgabalo avattharanto āgaccheyyā’’ti saraṁ sannayhitvā ‘‘imaṁ migaṁ santāsetvā",
  "atk-s0512a2:185_11": "sace palāyati, vijjhitvā dubbalaṁ katvā gaṇhissāmī’’ti bodhisattābhimukho ahosi. Mahāsatto –",
  "atk-s0512a2:186": "‘‘Āgamehi mahārāja, mā maṁ vijjhi rathesabha;",
  "atk-s0512a2:187": "Ko nu te idamakkhāsi, ettheso tiṭṭhate migo’’ti. (jā. 1.13.121) –",
  "atk-s0512a2:188_0": "Gāthaṁ abhāsi. Rājā tassa madhurakathāya bajjhitvā saraṁ paṭisaṁharitvā gāravena",
  "atk-s0512a2:188_1": "aṭṭhāsi. Mahāsattopi rājānaṁ upasaṅkamitvā madhurapaṭisanthāraṁ akāsi. Mahājanopi",
  "atk-s0512a2:188_2": "sabbāvudhāni apanetvā āgantvā rājānaṁ parivāresi. Tena vuttaṁ –",
  "atk-s0512a2:189": "56.",
  "atk-s0512a2:190": " ‘‘Nagaraṁ gantvāna ācikkhi, pucchito dhanahetuko;",
  "atk-s0512a2:191": "Rājānaṁ so gahetvāna, upagañchi mamantika’’nti.",
  "atk-s0512a2:192_0": "Tassattho – yo mittadubbhī pāpapuriso jīvitaṁ pariccajitvā tathā mayā pāṇasaṁsayato",
  "atk-s0512a2:192_1": "mocito bārāṇasinagaraṁ gantvā attanā laddhabbadhananimittaṁ rañño maṁ ācikkhi, ācikkhitvā",
  "atk-s0512a2:192_2": "so rañño gāhāpetuṁ maggadesako hutvā rājānaṁ gahetvā mama santikamupāgamīti.",
  "atk-s0512a2:193_0": "Mahāsatto suvaṇṇakiṅkiṇikaṁ cālento viya madhurassarena rājānaṁ puna pucchi – ‘‘ko",
  "atk-s0512a2:193_1": "nu te idamakkhāsi, ettheso tiṭṭhate migo’’ti. Tasmiṁ khaṇe so pāpapuriso thokaṁ paṭikkamitvā",
  "atk-s0512a2:193_2": "sotapathe aṭṭhāsi . Rājā ‘‘iminā me tvaṁ dassito’’ti taṁ purisaṁ niddisi. Tato bodhisatto –",
  "atk-s0512a2:194": "‘‘Saccaṁ kireva māhaṁsu, narā ekacciyā idha;",
  "atk-s0512a2:195": "Kaṭṭhaṁ niplavitaṁ seyyo, na tvevekacciyo naro’’ti. (jā. 1.13.123) –",
  "atk-s0512a2:196": "Gāthamāha. Taṁ sutvā rājā saṁvegajāto –",
  "atk-s0512a2:197": "‘‘Kiṁ nu ruru garahasi migānaṁ, kiṁ pakkhīnaṁ kiṁ pana mānusānaṁ;",
  "atk-s0512a2:198": "Bhayañhi maṁ vindatinapparūpaṁ, sutvāna taṁ mānusiṁ bhāsamāna’’nti. (jā. 1.13.124) –",
  "atk-s0512a2:199": "Gāthamāha. Tato mahāpuriso ‘‘mahārāja, na migaṁ na pakkhiṁ garahāmi, manussaṁ pana garahāmī’’ti dassento –",
  "atk-s0512a2:200": "‘‘Yamuddhariṁ vāhane vuyhamānaṁ, mahodake salile sīghasote;",
  "atk-s0512a2:201": "Tatonidānaṁ bhayamāgataṁ mama, dukkho have rāja asabbhi saṅgamo’’ti. (jā. 1.13.125) –",
  "atk-s0512a2:202": "Āha.",
  "atk-s0512a2:203_0": "Tattha niplavitanti uddharitaṁ, ekacciyoti ekacco mittadubbhī pāpapuriso udake patantopi",
  "atk-s0512a2:203_1": "uttārito natveva seyyo. Kaṭṭhañhi nānappakārena upakārāya saṁvattati, mittadubbhī",
  "atk-s0512a2:203_2": "pana vināsāya, tasmā tato kaṭṭhameva varataranti. Migānanti rurumigarāja, migānaṁ",
  "atk-s0512a2:203_3": "kiṁ aññataraṁ garahasi, udāhu pakkhīnaṁ manussānanti pucchati. Bhayañhi maṁ vindatinapparūpanti",
  "atk-s0512a2:203_4": "mahantaṁ bhayaṁ maṁ paṭilabhati, attano santakaṁ viya karotīti attho.",
  "atk-s0512a2:204_0": "Vāhaneti patitapatite vahituṁ samatthe gaṅgāvahe. Mahodakesalileti mahodakībhūte",
  "atk-s0512a2:204_1": "salile. Ubhayenāpi gaṅgāvahassa bahūdakataṁ dasseti. Tato nidānanti, mahārāja, yo",
  "atk-s0512a2:204_2": "mayhaṁ tayā dassito puriso, eso mayā gaṅgāya vuyhamāno aḍḍharattasamaye karuṇaṁ paridevanto",
  "atk-s0512a2:204_3": "tato uttārito, tatonidānaṁ idaṁ mayhaṁ bhayamāgataṁ, asappurisehi samāgamo nāma dukkhoti.",
  "atk-s0512a2:205": "Taṁ sutvā rājā tassa kujjhitvā ‘‘evaṁ bahūpakārassa nāma guṇaṁ na jānāti, dukkhaṁ uppādeti, vijjhitvā naṁ jīvitakkhayaṁ pāpessāmī’’ti saraṁ sannayhi. Tena vuttaṁ –",
  "atk-s0512a2:206": "57.",
  "atk-s0512a2:207": " ‘‘Yāvatā karaṇaṁ sabbaṁ, rañño ārocitaṁ mayā;",
  "atk-s0512a2:208": "Rājā sutvāna vacanaṁ, usuṁ tassa pakappayi;",
  "atk-s0512a2:209": "Idheva ghātayissāmi, mittadubbhiṁ anariya’’nti.",
  "atk-s0512a2:210": "Tattha yāvatā karaṇanti yaṁ tassa mayā kataṁ upakārakaraṇaṁ, taṁ sabbaṁ. Pakappayīti sannayhi. Mittadubbhinti attano mittesu upakārīsu dubbhanasīlaṁ.",
  "atk-s0512a2:211_0": "Tato mahāsatto ‘‘esa bālo maṁ nissāya mā nassī’’ti cintetvā ‘‘mahārāja, vadho nāmesa",
  "atk-s0512a2:211_1": "bālassa vā paṇḍitassa vā na sādhūhi pasaṁsito, aññadatthu garahito eva, tasmā mā",
  "atk-s0512a2:211_2": "imaṁ ghātehi, ayaṁ yathāruci gacchatu, yañceva tassa ‘dassāmī’ti tayā paṭiññātaṁ,",
  "atk-s0512a2:211_3": "tampi ahāpetvāva dehī’’ti āha. ‘‘Ahañca te yaṁ icchitaṁ, taṁ karissāmi, attānaṁ tuyhaṁ",
  "atk-s0512a2:211_4": "dammī’’ti āha. Tena vuttaṁ –",
  "atk-s0512a2:212": "58.",
  "atk-s0512a2:213": " ‘‘Tamahaṁ anurakkhanto, nimminiṁ mama attanā;",
  "atk-s0512a2:214": "Tiṭṭhateso mahārāja, kāmakāro bhavāmi te’’ti.",
  "atk-s0512a2:215_0": "Tattha nimmininti taṁ mittadubbhiṁ pāpapuggalaṁ anurakkhanto mama attano attabhāvena",
  "atk-s0512a2:215_1": "taṁ parivattesiṁ , attānaṁ rañño niyyātetvā rājahatthato pattaṁ tassa maraṇaṁ nivāresinti",
  "atk-s0512a2:215_2": "attho. Tiṭṭhatesotiādi vinimayākāradassanaṁ .",
  "atk-s0512a2:216_0": "59. Idāni yadatthaṁ so attavinimayo kato, taṁ dassetuṁ osānagāthamāha. Tassattho",
  "atk-s0512a2:216_1": "– tadā maṁ nissāya taṁ mittadubbhiṁ purisaṁ tasmiṁ raññe jīvitā voropetukāme ahaṁ",
  "atk-s0512a2:216_2": "attānaṁ rañño pariccajanto mama sīlameva anurakkhiṁ, jīvitaṁ pana nārakkhiṁ. Yaṁ",
  "atk-s0512a2:216_3": "panāhameva attano jīvitanirapekkhaṁ sīlavā āsiṁ, taṁ sammāsambodhiyā eva kāraṇāti.",
  "atk-s0512a2:217_0": "Atha rājā bodhisattena attano jīvitaṁ pariccajitvā tassa purisassa maraṇe nivārente",
  "atk-s0512a2:217_1": "tuṭṭhamānaso ‘‘gaccha, bho, migarājassa anuggahena mama hatthato maraṇā mutto’’ti",
  "atk-s0512a2:217_2": "vatvā yathāpaṭiññāya tañcassa dhanaṁ dāpesi. Mahāsattassa yathāruciyāva anujānitvā",
  "atk-s0512a2:217_3": "taṁ nagaraṁ netvā nagarañca bodhisattañca alaṅkārāpetvā deviyā dhammaṁ desāpesi.",
  "atk-s0512a2:217_4": "Mahāsatto deviṁ ādiṁ katvā rañño ca rājaparisāya ca madhurāya manussabhāsāya dhammaṁ",
  "atk-s0512a2:217_5": "desetvā rājānaṁ dasahi rājadhammehi ovaditvā mahājanaṁ anusāsitvā araññaṁ pavisitvā",
  "atk-s0512a2:217_6": "migagaṇaparivuto vāsaṁ kappesi. Rājāpi mahāsattassa ovāde ṭhatvā sabbasattānaṁ abhayaṁ",
  "atk-s0512a2:217_7": "datvā dānādīni puññāni katvā sugatiparāyano ahosi.",
  "atk-s0512a2:218": "Tadā seṭṭhiputto devadatto ahosi, rājā ānando, rurumigarājā lokanātho.",
  "atk-s0512a2:219_0": "Tassa idhāpi heṭṭhā vuttanayeneva yathārahaṁ sesapāramiyo niddhāretabbā. Tathā idhāpi",
  "atk-s0512a2:219_1": "pavivekārāmatāya janasaṁsaggaṁ anicchato yūthaṁ pahāya ekakavihāro, aḍḍharattasamaye",
  "atk-s0512a2:219_2": "nadiyā vuyhamānassa karuṇaṁ paridevantassa purisassa aṭṭassaraṁ sutvā sayitaṭṭhānato",
  "atk-s0512a2:219_3": "vuṭṭhāya nadītīraṁ gantvā mahāgaṅgāya mahati udakoghe vattamāne attano jīvitaṁ pariccajitvā",
  "atk-s0512a2:219_4": "otaritvā sotaṁ pacchinditvā taṁ purisaṁ attano piṭṭhiyaṁ āropetvā tīraṁ pāpetvā samassāsetvā",
  "atk-s0512a2:219_5": "phalāphalādīni datvā parissamavinodanaṁ, puna taṁ attano piṭṭhiṁ āropetvā araññato",
  "atk-s0512a2:219_6": "nīharitvā mahāmagge otāraṇaṁ, saraṁ sannayhitvā vijjhissāmīti abhimukhe ṭhitassa",
  "atk-s0512a2:219_7": "rañño nibbhayena hutvā paṭimukhameva gantvā paṭhamataraṁ manussabhāsāya ālapitvā",
  "atk-s0512a2:219_8": "madhurapaṭisanthārakaraṇaṁ, mittadubbhī pāpapurisaṁ hantukāmaṁ rājānaṁ dhammakathaṁ",
  "atk-s0512a2:219_9": "katvā punapi attano jīvitaṁ pariccajitvā maraṇato pamocanaṁ, tassa ca rañño yathāpaṭiññaṁ",
  "atk-s0512a2:219_10": "dhanadāpanaṁ, raññā attano vare dīyamāne tena sabbasattānaṁ abhayadāpanaṁ, rājānañca",
  "atk-s0512a2:219_11": "deviñca pamukhaṁ katvā mahājanassa dhammaṁ desetvā dānādīsu puññesu tesaṁ patiṭṭhāpanaṁ,",
  "atk-s0512a2:219_12": "laddhābhayānaṁ migānaṁ ovādaṁ datvā manussānaṁ sassakhādanato nivāraṇaṁ, paṇṇasaññāya",
  "atk-s0512a2:219_13": "ca tassa yāvajjakālā thāvarakaraṇanti evamādayo mahāsattassa guṇānubhāvā vibhāvetabbāti.",
  "atk-s0512a2:220": "Rurumigarājacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:221": "7. Mātaṅgacariyāvaṇṇanā",
  "atk-s0512a2:222_0": "60. Sattame jaṭiloti jaṭāvanto, jaṭābandhakesoti attho. Uggatāpanoti manacchaṭṭhānaṁ",
  "atk-s0512a2:222_1": "indriyānaṁ tāpanato niggaṇhanato tapasaṅkhātaṁ uggatāpanaṁ etassāti uggatāpano, ghoratapo",
  "atk-s0512a2:222_2": "paramadhitindriyoti attho. Atha vā nānappakāre diṭṭhadhammikādibhede anatthe uggiraṇato",
  "atk-s0512a2:222_3": "bahi chaḍḍāpanato ghorabhīmabhayānakaṭṭhena vā ‘‘uggā’’ti laddhanāme kilese vīriyātapena",
  "atk-s0512a2:222_4": "santāpanato ugge tāpetīti uggatāpano. Mātaṅgo nāma nāmenāti nāmena mātaṅgo nāma.",
  "atk-s0512a2:222_5": "Mātaṅgakule nibbattiyā jātiyā āgataṁ hissa etaṁ nāmaṁ. Sīlavāti sīlasampanno suparisuddhasīlo.",
  "atk-s0512a2:222_6": "Susamāhitoti upacārappanāsamādhīhi suṭṭhu samāhito, jhānasamāpattilābhīti attho.",
  "atk-s0512a2:223_0": "Tadā hi bodhisatto caṇḍālayoniyaṁ nibbattitvā rūpena duddasiko bahinagare caṇḍālagāme",
  "atk-s0512a2:223_1": "vasati. ‘‘Mātaṅgapaṇḍito’’ti pakāsanāmo. Athekadivasaṁ tasmiṁ nagare nakkhatte ghosite",
  "atk-s0512a2:223_2": "yebhuyyena nāgarā nakkhattaṁ kīḷanti. Aññatarāpi brāhmaṇamahāsālakaññā soḷasapannarasavassuddesikā",
  "atk-s0512a2:223_3": "devakaññā viya rūpena dassanīyā pāsādikā ‘‘attano vibhavānurūpaṁ nakkhattaṁ kīḷissāmī’’ti",
  "atk-s0512a2:223_4": "pahūtakhajjabhojjādīni sakaṭesu āropetvā sabbasetaṁ vaḷavārathamāruyha mahatā parivārena",
  "atk-s0512a2:223_5": "uyyānabhūmiṁ gacchati. Diṭṭhamaṅgalikā nāmesā, sā kira dussaṇṭhitaṁ rūpaṁ ‘‘avamaṅgala’’nti",
  "atk-s0512a2:223_6": "taṁ daṭṭhuṁ na icchati, tenassā ‘‘diṭṭhamaṅgalikā’’tveva samaññā udapādi.",
  "atk-s0512a2:224_0": "Tadā bodhisatto kālasseva uṭṭhāya paṭapilotikaṁ nivāsetvā jajjaritamukhabhāgaṁ veṇudaṇḍaṁ",
  "atk-s0512a2:224_1": "gahetvā bhājanahattho nagaraṁ pavisati manusse disvā dūratova tesaṁ dūrīkaraṇatthaṁ",
  "atk-s0512a2:224_2": "tena veṇudaṇḍena saññaṁ karonto. Atha diṭṭhamaṅgalikā ‘‘ussaratha ussarathā’’ti ussāraṇaṁ",
  "atk-s0512a2:224_3": "karontehi attano purisehi nīyamānā nagaradvāramajjhe mātaṅgaṁ disvā ‘‘ko eso’’ti",
  "atk-s0512a2:224_4": "āha. ‘‘Ayye, mātaṅgacaṇḍālo’’ti ca vutte ‘‘īdisaṁ disvā gatānaṁ kuto vuḍḍhī’’ti yānaṁ",
  "atk-s0512a2:224_5": "nivattāpesi. Manussā ‘‘yaṁ mayaṁ uyyānaṁ gantvā bahuṁ khajjabhojjādiṁ labheyyāma,",
  "atk-s0512a2:224_6": "tassa no mātaṅgena antarāyo kato’’ti kupitā ‘‘gaṇhatha, caṇḍāla’’nti leḍḍūhi paharitvā",
  "atk-s0512a2:224_7": "visaññībhūtaṁ pātetvā agamaṁsu.",
  "atk-s0512a2:225_0": "So na cireneva satiṁ paṭilabhitvā vuṭṭhāya manusse pucchi – ‘‘kiṁ, ayyā, dvāraṁ nāma",
  "atk-s0512a2:225_1": "sabbasādhāraṇaṁ, udāhu brāhmaṇānaṁ eva kata’’nti? ‘‘Sabbesaṁ sādhāraṇa’’nti. ‘‘Evaṁ",
  "atk-s0512a2:225_2": "sabbasādhāraṇadvāre ekamantaṁ apakkamantaṁ maṁ diṭṭhamaṅgalikāya manussā imaṁ anayabyasanaṁ",
  "atk-s0512a2:225_3": "pāpesu’’nti rathikāya manussānaṁ ārocetvā ‘‘handāhaṁ imissā mānaṁ bhindissāmī’’ti",
  "atk-s0512a2:225_4": "tassā nivesanadvāraṁ gantvā ‘‘ahaṁ diṭṭhamaṅgalikaṁ aladdhā na vuṭṭhahissāmī’’ti",
  "atk-s0512a2:225_5": "nipajji. Diṭṭhamaṅgalikāya pitā ‘‘gharadvāre mātaṅgo nipanno’’ti sutvā ‘‘tassa kākaṇikaṁ",
  "atk-s0512a2:225_6": "detha, telena sarīraṁ makkhetvā gacchatū’’ti āha. So ‘‘diṭṭhamaṅgalikaṁ aladdhā na",
  "atk-s0512a2:225_7": "uṭṭhahissāmi’’cceva āha. Tato brāhmaṇena – ‘‘dve kākaṇike detha, māsakaṁ pādaṁ kahāpaṇaṁ",
  "atk-s0512a2:225_8": "dve tīṇi yāva kahāpaṇasataṁ kahāpaṇasahassaṁ dethā’’ti vuttepi na sampaṭicchati eva.",
  "atk-s0512a2:225_9": "Evaṁ tesaṁ mantentānaṁ eva sūriyo atthaṅgato.",
  "atk-s0512a2:226_0": "Atha diṭṭhamaṅgalikāya mātā pāsādā oruyha sāṇipākāraṁ parikkhipāpetvā tassa santikaṁ",
  "atk-s0512a2:226_1": "gantvā ‘‘tāta, mātaṅga , diṭṭhamaṅgalikāya aparādhaṁ khama, dve sahassāni gaṇhāhi",
  "atk-s0512a2:226_2": "yāva satasahassaṁ gaṇhāhī’’ti vuttepi na sampaṭicchi, nipajji eva. Tassevaṁ cha divase",
  "atk-s0512a2:226_3": "nipajjitvā sattame divase sampatte samantā sāmantagharā paṭivisakagharā ca manussā",
  "atk-s0512a2:226_4": "uṭṭhahitvā ‘‘tumhe mātaṅgaṁ vā uṭṭhāpetha, dārikaṁ vā detha, mā amhe nāsayitthā’’ti",
  "atk-s0512a2:226_5": "āhaṁsu. Tadā kira ayaṁ tasmiṁ dese desadhammo ‘‘yassa gharadvāre evaṁ nipajjitvā",
  "atk-s0512a2:226_6": "caṇḍālo marati, tena gharena saddhiṁ sattasattagharavāsino caṇḍālā hontī’’ti.",
  "atk-s0512a2:227_0": "Tato diṭṭhamaṅgalikāya mātāpitaro diṭṭhamaṅgalikaṁ paṭapilotikaṁ nivāsāpetvā caṇḍālānucchavikaṁ",
  "atk-s0512a2:227_1": "parikkhāraṁ datvā paridevamānaṁ eva tassa santikaṁ netvā ‘‘handa, dāni dārikaṁ uṭṭhāya",
  "atk-s0512a2:227_2": "gaṇhāhī’’ti adaṁsu. Sā passe ṭhatvā ‘‘uṭṭhāhī’’ti āha. So ‘‘ahaṁ ativiya kilanto,",
  "atk-s0512a2:227_3": "hatthe gahetvā maṁ uṭṭhāpehī’’ti āha. Sā tathā akāsi. Mātaṅgo ‘‘mayaṁ antonagare",
  "atk-s0512a2:227_4": "vasituṁ na labhāma, ehi, bahinagare caṇḍālagāmaṁ gamissāmā’’ti taṁ apassāya attano",
  "atk-s0512a2:227_5": "gehaṁ agamāsi. ‘‘Tassā piṭṭhiṁ abhiruhitvā’’ti jātakabhāṇakā vadanti.",
  "atk-s0512a2:228_0": "Evaṁ pana gehaṁ gantvā jātisambhedavītikkamaṁ akatvāva katipāhaṁ gehe vasitvā balaṁ",
  "atk-s0512a2:228_1": "gahetvā cintesi – ‘‘ahaṁ imaṁ brāhmaṇamahāsālakaññaṁ mayhaṁ caṇḍālagehe vāsāpesiṁ,",
  "atk-s0512a2:228_2": "handa, dāni taṁ lābhaggayasaggappattaṁ karissāmī’’ti. So araññaṁ pavisitvā pabbajitvā",
  "atk-s0512a2:228_3": "sattāhabbhantareyeva aṭṭha samāpattiyo pañcābhiññāyo nibbattetvā iddhiyā caṇḍālagāmadvāre",
  "atk-s0512a2:228_4": "otaritvā gehadvāre ṭhito diṭṭhamaṅgalikaṁ pakkosāpetvā ‘‘sāmi, kissa maṁ anāthaṁ",
  "atk-s0512a2:228_5": "katvā pabbajitosī’’ti paridevamānaṁ ‘‘tvaṁ, bhadde, mā cintayi, tava porāṇakayasato",
  "atk-s0512a2:228_6": "idāni mahantataraṁ yasaṁ karissāmi, tvaṁ pana ‘mahābrahmā me sāmiko , na mātaṅgo,",
  "atk-s0512a2:228_7": "so brahmalokaṁ gato, ito sattame divase puṇṇamāya candamaṇḍalaṁ bhinditvā āgamissatī’ti",
  "atk-s0512a2:228_8": "parisāsu vadeyyāsī’’ti vatvā himavantameva gato.",
  "atk-s0512a2:229_0": "Diṭṭhamaṅgalikāpi bārāṇasiyaṁ mahājanamajjhe tesu tesu ṭhānesu tathā kathesi. Atha",
  "atk-s0512a2:229_1": "puṇṇamadivase bodhisatto candamaṇḍalassa gaganamajjhe ṭhitakāle brahmattabhāvaṁ māpetvā",
  "atk-s0512a2:229_2": "candamaṇḍalaṁ bhinditvā dvādasayojanikaṁ bārāṇasiṁ sakalaṁ kāsiraṭṭhañca ekobhāsaṁ",
  "atk-s0512a2:229_3": "katvā ākāsato otaritvā bārāṇasiyā upari tikkhattuṁ paribbhamitvā mahājanena gandhamālādīhi",
  "atk-s0512a2:229_4": "pūjiyamāno caṇḍālagāmābhimukho ahosi. Brahmabhattā sannipatitvā taṁ caṇḍālagāmakaṁ",
  "atk-s0512a2:229_5": "gantvā diṭṭhamaṅgalikāya gehaṁ suddhavatthagandhamālādīhi devavimānaṁ viya alaṅkariṁsu.",
  "atk-s0512a2:229_6": "Diṭṭhamaṅgalikā ca tadā utunī hoti. Mahāsatto tattha gantvā diṭṭhamaṅgalikaṁ aṅguṭṭhena",
  "atk-s0512a2:229_7": "nābhiyaṁ parāmasitvā ‘‘bhadde, gabbho te patiṭṭhito, tvaṁ puttaṁ vijāyissasi, tvampi",
  "atk-s0512a2:229_8": "puttopi te lābhaggayasaggappattā bhavissatha, tava sīsadhovanaudakaṁ sakalajambudīpe",
  "atk-s0512a2:229_9": "rājūnaṁ abhisekodakaṁ bhavissati, nhānodakaṁ pana te amatodakaṁ bhavissati, ye naṁ",
  "atk-s0512a2:229_10": "sīse āsiñcissanti, te sabbarogehi muccissanti, kāḷakaṇṇiyā ca parimuccissanti, tava",
  "atk-s0512a2:229_11": "pādapiṭṭhe sīsaṁ ṭhapetvā vandantā sahassaṁ dassanti, kathāsavanaṭṭhāne ṭhatvā vandantā",
  "atk-s0512a2:229_12": "sataṁ dassanti, cakkhupathe ṭhatvā vandantā ekekaṁ kahāpaṇaṁ datvā vandissanti, appamattā",
  "atk-s0512a2:229_13": "hohī’’ti taṁ ovaditvā gehā nikkhamma mahājanassa passantasseva candamaṇḍalaṁ pāvisi.",
  "atk-s0512a2:230_0": "Brahmabhattā sannipatitvā diṭṭhamaṅgalikaṁ mahantena sakkārena nagaraṁ pavesetvā",
  "atk-s0512a2:230_1": "mahantena sirisobhaggena tattha vasāpesuṁ. Devavimānasadisañcassā nivesanaṁ kāresuṁ.",
  "atk-s0512a2:230_2": "Tattha netvā uḷāraṁ lābhasakkāraṁ upanāmesuṁ. Puttalābhādi sabbo bodhisattena vuttasadisova",
  "atk-s0512a2:230_3": "ahosi. Soḷasasahassā brāhmaṇā diṭṭhamaṅgalikāya puttena saha nibaddhaṁ bhuñjanti,",
  "atk-s0512a2:230_4": "sahassamattā naṁ parivārenti, anekasahassānaṁ dānaṁ dīyati. Atha mahāsatto ‘‘ayaṁ",
  "atk-s0512a2:230_5": "aṭṭhāne abhippasanno, handassa dakkhiṇeyye jānāpessāmī’’ti bhikkhāya caranto tassā",
  "atk-s0512a2:230_6": "gehaṁ gantvā tena saddhiṁ sallapitvā agamāsi. Atha kumāro gāthamāha –",
  "atk-s0512a2:231": "‘‘Kuto nu āgacchasi dummavāsī, otallako paṁsupisācakova;",
  "atk-s0512a2:232": "Saṅkāracoḷaṁ paṭimuñca kaṇṭhe, ko re tuvaṁ hosi adakkhiṇeyyo’’ti. (jā. 1.15.1);",
  "atk-s0512a2:233_0": "Tena vuttaṁ anācāraṁ asahamānā devatā tassa tesañca soḷasasahassānaṁ brāhmaṇānaṁ",
  "atk-s0512a2:233_1": "mukhaṁ viparivattesuṁ. Taṁ disvā diṭṭhamaṅgalikā mahāsattaṁ upasaṅkamitvā tamatthaṁ",
  "atk-s0512a2:233_2": "ārocesi. Bodhisatto ‘‘tassa anācāraṁ asahantehi yakkhehi so vippakāro kato, api ca",
  "atk-s0512a2:233_3": "kho pana imaṁ ucchiṭṭhapiṇḍakaṁ tesaṁ mukhe āsiñcitvā taṁ vippakāraṁ vūpasamehī’’ti",
  "atk-s0512a2:233_4": "āha. Sāpi tathā katvā taṁ vūpasamesi. Atha diṭṭhamaṅgalikā puttaṁ āha – ‘‘tāta, imasmiṁ",
  "atk-s0512a2:233_5": "loke dakkhiṇeyyā nāma mātaṅgapaṇḍitasadisā bhavanti, na ime brāhmaṇā viya jātimattena,",
  "atk-s0512a2:233_6": "mantasajjhāyanamattena vā mānatthaddhā’’ti vatvā ye tadā sīlādiguṇavisesayuttā jhānasamāpattilābhino",
  "atk-s0512a2:233_7": "ceva paccekabuddhā ca, tatthevassa pasādaṁ uppādesīti.",
  "atk-s0512a2:234_0": "Tadā vettavatīnagare jātimanto nāma eko brāhmaṇo pabbajitvāpi jātiṁ nissāya mahantaṁ",
  "atk-s0512a2:234_1": "mānamakāsi. Mahāsatto ‘‘tassa mānaṁ bhindissāmī’’ti taṁ ṭhānaṁ gantvā tassāsanne",
  "atk-s0512a2:234_2": "uparisote vāsaṁ kappesi. Tena vuttaṁ –",
  "atk-s0512a2:235": "61.",
  "atk-s0512a2:236": " ‘‘Ahañca brāhmaṇo eko, gaṅgākūle vasāmubho;",
  "atk-s0512a2:237": "Ahaṁ vasāmi upari, heṭṭhā vasati brāhmaṇo’’ti.",
  "atk-s0512a2:238_0": "Atha mahāsatto ekadivasaṁ dantakaṭṭhaṁ khāditvā ‘‘idaṁ jātimantassa jaṭāsu laggatū’’ti",
  "atk-s0512a2:238_1": "adhiṭṭhāya nadiyaṁ pātesi. Taṁ tassa udakaṁ ācamentassa jaṭāsu laggi, so taṁ disvā",
  "atk-s0512a2:238_2": "‘‘nassa vasalā’’ti vatvā ‘‘kutoyaṁ kāḷakaṇṇī āgato, upadhāressāmi na’’nti uddhaṁsotaṁ",
  "atk-s0512a2:238_3": "gacchanto mahāsattaṁ disvā ‘‘kiṁjātikosī’’ti pucchi. ‘‘Caṇḍālosmī’’ti. ‘‘Tayā nadiyaṁ",
  "atk-s0512a2:238_4": "dantakaṭṭhaṁ pātita’’nti? ‘‘Āma, mayā’’ti. ‘‘Nassa, vasala, caṇḍāla, kāḷakaṇṇi, mā",
  "atk-s0512a2:238_5": "idha vasi, heṭṭhāsote vasā’’ti vatvā heṭṭhāsote vasantenapi pātite dantakaṭṭhe paṭisotaṁ",
  "atk-s0512a2:238_6": "āgantvā jaṭāsu laggante ‘‘nassa, vasala, sace idha vasissasi, sattame divase sattadhā",
  "atk-s0512a2:238_7": "te muddhā phalissatī’’ti āha. Tena vuttaṁ –",
  "atk-s0512a2:239": "62.",
  "atk-s0512a2:240": " ‘‘Vicaranto anukūlamhi, uddhaṁ me assamaddasa;",
  "atk-s0512a2:241": "Tattha maṁ paribhāsetvā, abhisapi muddhaphālana’’nti.",
  "atk-s0512a2:242_0": "Tattha vicaranto anukūlamhīti ucchiṭṭhadantakaṭṭhe attano jaṭāsu lagge tassa āgamanagavesanavasena",
  "atk-s0512a2:242_1": "gaṅgāya tīre anuvicaranto. Uddhaṁ me assamaddasāti attano vasanaṭṭhānato uparisote",
  "atk-s0512a2:242_2": "mama assamaṁ paṇṇasālaṁ addakkhi. Tattha maṁ paribhāsetvāti mama assamaṁ āgantvā",
  "atk-s0512a2:242_3": "jātiṁ sutvā tatova paṭikkamitvā savanūpacāre ṭhatvā ‘‘nassa, vasala caṇḍāla, kāḷakaṇṇi",
  "atk-s0512a2:242_4": "mā idha vasī’’tiādīni vatvā bhayena santajjetvā. Abhisapi muddhaphālananti ‘‘sace",
  "atk-s0512a2:242_5": "jīvitukāmosi, ettova sīghaṁ palāyassū’’ti vatvā ‘‘sace na pakkamissati, ito te sattame",
  "atk-s0512a2:242_6": "divase sattadhā muddhā phalatū’’ti me abhisapaṁ adāsi.",
  "atk-s0512a2:243": "Kiṁ pana tassa abhisapena muddhā phalatīti? Na phalati, kuhako pana so, evamayaṁ maraṇabhayatajjito sudūraṁ pakkamissatīti saññāya santāsanatthaṁ tathā āha.",
  "atk-s0512a2:244_0": "63.Yadihaṁ tassa pakuppeyyanti tassa mānatthaddhassa kūṭajaṭilassa ahaṁ yadi kujjheyyaṁ.",
  "atk-s0512a2:244_1": "Yadi sīlaṁ na gopayeti sīlaṁ yadi na rakkheyyaṁ, idaṁ sīlaṁ nāma jīvitanirapekkhaṁ",
  "atk-s0512a2:244_2": "sammadeva rakkhitabbanti yadi na cinteyyanti attho. Oloketvānahaṁ tassa, kareyyaṁ",
  "atk-s0512a2:244_3": "chārikaṁ viyāti sacāhaṁ tadā tassa appatīto abhavissaṁ . Mama cittācāraṁ ñatvā mayi",
  "atk-s0512a2:244_4": "abhippasannā devatā khaṇeneva taṁ bhasmamuṭṭhiṁ viya viddhaṁseyyunti adhippāyo. Satthā",
  "atk-s0512a2:244_5": "pana tadā attano appatītabhāve sati devatāhi sādhetabbaṁ tassa anatthaṁ attanā kattabbaṁ",
  "atk-s0512a2:244_6": "viya katvā desesi ‘‘kareyyaṁ chārikaṁ viyā’’ti.",
  "atk-s0512a2:245_0": "Vitaṇḍavādī panāha – ‘‘bodhisattova taṁ jaṭilaṁ icchamāno iddhiyā chārikaṁ kareyya,",
  "atk-s0512a2:245_1": "evañhi sati imissā pāḷiyā attho ujukameva nīto hotī’’ti. So evamassa vacanīyo – ‘‘tvaṁ",
  "atk-s0512a2:245_2": "iddhiyā parūpaghātaṁ vadasi, iddhi nāmesā adhiṭṭhānā iddhi, vikubbanā iddhi, manomayā",
  "atk-s0512a2:245_3": "iddhi, ñāṇavipphārā iddhi, samādhivipphārā iddhi, ariyā iddhi, kammavipākajā iddhi,",
  "atk-s0512a2:245_4": "puññavato iddhi, vijjāmayā iddhi, tattha tattha sammāpayogappaccayā ijjhanaṭṭhena",
  "atk-s0512a2:245_5": "iddhīti dasavidhā. Tattha ‘‘kataraṁ iddhiṁ vadesī’’ti? ‘‘Bhāvanāmaya’’nti. ‘‘Kiṁ",
  "atk-s0512a2:245_6": "pana bhāvanāmayāya parūpaghātakammaṁ hotī’’ti? Āma, ekacce ācariyā ‘‘ekavāraṁ hotī’’ti",
  "atk-s0512a2:245_7": "vadanti, yathā hi paraṁ paharitukāmena udakabharite ghaṭe khitte paropi paharīyati,",
  "atk-s0512a2:245_8": "ghaṭopi bhijjati, evameva bhāvanāmayāya iddhiyā ekavāraṁ parūpaghātakammaṁ hoti,",
  "atk-s0512a2:245_9": "tato paṭṭhāya pana sā nassati.",
  "atk-s0512a2:246_0": "Atha so ‘‘bhāvanāmayāya iddhiyā neva ekavāraṁ na dvevāraṁ parūpaghātakammaṁ hotī’’ti",
  "atk-s0512a2:246_1": "vatvā pucchitabbo ‘‘kiṁ bhāvanāmayā iddhi kusalā akusalā abyākatā, sukhāya vedanāya",
  "atk-s0512a2:246_2": "sampayuttā dukkhāya vedanāya sampayuttā adukkhamasukhāya vedanāya sampayuttā, savitakkasavicārā",
  "atk-s0512a2:246_3": "avitakkavicāramattā avitakkaavicārā, kāmāvacarā rūpāvacarā arūpāvacarā’’ti? Jānanto",
  "atk-s0512a2:246_4": "‘‘bhāvanāmayā iddhi kusalā abyākatā vā adukkhamasukhavedaniyā avitakkaavicārā rūpāvacarā",
  "atk-s0512a2:246_5": "cā’’ti vakkhati. So vattabbo ‘‘pāṇātipātacetanā kusalādīsu kataraṁ koṭṭhāsaṁ bhajatī’’ti?",
  "atk-s0512a2:246_6": "Jānanto vakkhati ‘‘pāṇātipātacetanā akusalāva dukkhavedanāva savitakkasavicārāva",
  "atk-s0512a2:246_7": "kāmāvacarāvā’’ti. Evaṁ sante ‘‘tava pañho neva kusalattikena sameti, na vedanāttikena",
  "atk-s0512a2:246_8": "na vitakkattikena na bhūmantarenā’’ti pāḷiyā virodhaṁ dassetvā saññāpetabbo. Yadi",
  "atk-s0512a2:246_9": "pana so ‘‘puna caparaṁ, bhikkhave, idhekacco samaṇo vā brāhmaṇo vā iddhimā cetovasippatto",
  "atk-s0512a2:246_10": "aññissā kucchigataṁ gabbhaṁ pāpakena manasānupekkhitā hoti ‘aho vata yaṁ taṁ kucchigataṁ",
  "atk-s0512a2:246_11": "gabbhaṁ na sotthinā abhinikkhameyyā’ti. Evampi, bhikkhave, kulumpassa upaghāto hotī’’ti",
  "atk-s0512a2:246_12": "saṅgītiṁ anāruḷhaṁ kulumpasuttaṁ udāhareyya. Tassāpi ‘‘tvaṁ atthaṁ na jānāsi. Iddhimā",
  "atk-s0512a2:246_13": "cetovasippattoti hi ettha na bhāvanāmayā iddhi adhippetā, āthabbanikā iddhi adhippetā.",
  "atk-s0512a2:246_14": "Sā hi ettha labbhamānā labbhatīti bhāvanāmayāya iddhiyā parūpaghāto na sambhavatiyevā’’ti",
  "atk-s0512a2:246_15": "saññāpetabbo. No ce saññattiṁ upeti, kammaṁ katvā uyyojetabbo. Tasmā yathāvuttanayenevettha",
  "atk-s0512a2:246_16": "gāthāya attho veditabbo.",
  "atk-s0512a2:247_0": "Tathā pana tena abhisapito mahāsatto ‘‘sacāhaṁ etassa kujjhissāmi, sīlaṁ me arakkhitaṁ",
  "atk-s0512a2:247_1": "bhavissati, upāyenevassa mānaṁ bhindissāmi, sā cassa rakkhā bhavissatī’’ti sattame",
  "atk-s0512a2:247_2": "divase sūriyuggamanaṁ vāresi. Manussā sūriyassa anuggamanena ubbāḷhā jātimantatāpasaṁ",
  "atk-s0512a2:247_3": "upasaṅkamitvā ‘‘bhante, tumhe sūriyassa uggantuṁ na dethā’’ti pucchiṁsu. So ‘‘na",
  "atk-s0512a2:247_4": "metaṁ kammaṁ, gaṅgātīre pana eko caṇḍālatāpaso vasati, tassetaṁ kammaṁ siyā’’ti āha",
  "atk-s0512a2:247_5": ". Manussā mahāsattaṁ upasaṅkamitvā ‘‘bhante, tumhe sūriyassa uggantuṁ na dethā’’ti",
  "atk-s0512a2:247_6": "pucchiṁsu. ‘‘Āmāvuso’’ti. ‘‘Kiṁkāraṇā’’ti? ‘‘Tumhākaṁ kulūpakatāpaso maṁ niraparādhaṁ",
  "atk-s0512a2:247_7": "abhisapi, tasmiṁ āgantvā khamāpanatthaṁ mama pādesu patite sūriyaṁ vissajjessāmī’’ti.",
  "atk-s0512a2:247_8": "Te gantvā taṁ ākaḍḍhantā ānetvā mahāsattassa pādamūle nipajjāpetvā khamāpetvā ‘‘sūriyaṁ",
  "atk-s0512a2:247_9": "vissajjetha, bhante’’ti āhaṁsu. ‘‘Na sakkā vissajjetuṁ, sacāhaṁ vissajjessāmi, imassa",
  "atk-s0512a2:247_10": "sattadhā muddhā phalissatī’’ti. ‘‘Atha, bhante, kiṁ karomā’’ti. Mahāsatto ‘‘mattikāpiṇḍaṁ",
  "atk-s0512a2:247_11": "āharathā’’ti āharāpetvā ‘‘imaṁ tāpasassa sīse ṭhapetvā tāpasaṁ otāretvā udake ṭhapetha,",
  "atk-s0512a2:247_12": "yadā sūriyo dissati, tadā tāpaso udake nimujjatū’’ti vatvā sūriyaṁ vissajjesi. Sūriyarasmīhi",
  "atk-s0512a2:247_13": "phuṭṭhamatteva mattikāpiṇḍo sattadhā bhijji. Tāpaso udake nimujji. Tena vuttaṁ –",
  "atk-s0512a2:248": "64.",
  "atk-s0512a2:249": " ‘‘Yaṁ so tadā maṁ abhisapi, kupito duṭṭhamānaso;",
  "atk-s0512a2:250": "Tasseva matthake nipati, yogena taṁ pamocayi’’nti.",
  "atk-s0512a2:251_0": "Tattha yaṁ so tadā maṁ abhisapīti so jātimantajaṭilo yaṁ muddhaphālanaṁ sandhāya",
  "atk-s0512a2:251_1": "tadā maṁ abhisapi, mayhaṁ sapaṁ adāsi. Tasseva matthakenipatīti taṁ mayhaṁ upari",
  "atk-s0512a2:251_2": "tena icchitaṁ tasseva pana upari nipati nipatanabhāvena aṭṭhāsi. Evañhetaṁ hoti yathā",
  "atk-s0512a2:251_3": "taṁ appaduṭṭhassa padussato. Vuttañhetaṁ bhagavatā – ‘‘yo appaduṭṭhassa narassa dussati…pe…",
  "atk-s0512a2:251_4": "paṭivātaṁva khitto’’ti (dha. pa. 125; su. ni. 667; jā. 1.5.94). Yogena taṁ pamocayinti",
  "atk-s0512a2:251_5": "taṁ tassa bhāsitaṁ matthakaphālanaṁ upāyena tato pamocesiṁ, taṁ vā jaṭilaṁ tato pamocesiṁ,",
  "atk-s0512a2:251_6": "yena upāyena taṁ na hoti, tathā akāsinti attho.",
  "atk-s0512a2:252_0": "Yañhi tena pāramitāparibhāvanasamiddhāhi nānāsamāpattivihāraparipūritāhi sīladiṭṭhisampadāhi",
  "atk-s0512a2:252_1": "susaṅkhatasantāne mahākaruṇādhivāse mahāsatte ariyūpavādakammaṁ abhisapasaṅkhātaṁ",
  "atk-s0512a2:252_2": "pharusavacanaṁ payuttaṁ, taṁ mahāsattassa khettavisesabhāvato tassa ca ajjhāsayapharusatāya",
  "atk-s0512a2:252_3": "diṭṭhadhammavedanīyaṁ hutvā sace so mahāsattaṁ na khamāpesi, sattame divase vipaccanasabhāvaṁ",
  "atk-s0512a2:252_4": "jātaṁ, khamāpite pana mahāsatte payogasampattipaṭibāhitattā avipākadhammataṁ āpajji",
  "atk-s0512a2:252_5": "ahosikammabhāvato. Ayañhi ariyūpavādapāpassa diṭṭhadhammavedanīyassa ca dhammatā.",
  "atk-s0512a2:252_6": "Tattha yaṁ sattame divase bodhisattena sūriyuggamananivāraṇaṁ kataṁ, ayamettha yogoti",
  "atk-s0512a2:252_7": "adhippeto upāyo. Tena hi ubbāḷhā manussā bodhisattassa santike tāpasaṁ ānetvā khamāpesuṁ.",
  "atk-s0512a2:252_8": "Sopi ca mahāsattassa guṇe jānitvā tasmiṁ cittaṁ pasādesīti veditabbaṁ. Yaṁ panassa",
  "atk-s0512a2:252_9": "matthake mattikāpiṇḍassa ṭhapanaṁ, tassa ca sattadhā phālanaṁ kataṁ, taṁ manussānaṁ",
  "atk-s0512a2:252_10": "cittānurakkhaṇatthaṁ, aññathā hi ime pabbajitāpi samānā cittassa vase vattanti, na",
  "atk-s0512a2:252_11": "pana cittaṁ attano vase vattāpentīti mahāsattampi tena sadisaṁ katvā gaṇheyyuṁ. Tadassa",
  "atk-s0512a2:252_12": "nesaṁ dīgharattaṁ ahitāya dukkhāyāti.",
  "atk-s0512a2:253": "65. Idāni yadatthaṁ tadā tasmiṁ tāpase cittaṁ adūsetvā suparisuddhaṁ sīlameva rakkhitaṁ, taṁ dassetuṁ ‘‘anurakkhiṁ mama sīla’’nti osānagāthamāha. Taṁ heṭṭhā vuttatthameva.",
  "atk-s0512a2:254": "Tadā maṇḍabyo udeno, mātaṅgo lokanātho.",
  "atk-s0512a2:255_0": "Idhāpi sesapāramiyo niddhāretabbā. Tathā nihīnajātikassa sato yathādhippāyaṁ diṭṭhamaṅgalikāya",
  "atk-s0512a2:255_1": "mānaniggaho, pabbajitvā ‘‘diṭṭhamaṅgalikāya avassayo bhavissāmī’’ti uppannacitto",
  "atk-s0512a2:255_2": "araññaṁ gantvā pabbajitvā sattadivasabbhantareyeva yathādhippāyaṁ jhānābhiññānibbattanaṁ,",
  "atk-s0512a2:255_3": "tato āgantvā diṭṭhamaṅgalikāya lābhaggayasaggappattiyā upāyasampādanaṁ, maṇḍabyakumārassa",
  "atk-s0512a2:255_4": "mānaniggaho, jātimantatāpasassa mānaniggaho, tassa ca ajānantasseva bhāvino jīvitantarāyassa",
  "atk-s0512a2:255_5": "apanayanaṁ, mahāparādhassāpi tassa akujjhitvā attano sīlānurakkhaṇaṁ, acchariyabbhutapāṭihāriyakaraṇanti",
  "atk-s0512a2:255_6": "evamādayo mahāsattassa guṇānubhāvā vibhāvetabbā.",
  "atk-s0512a2:256": "Mātaṅgacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:257": "8. Dhammadevaputtacariyāvaṇṇanā",
  "atk-s0512a2:258_0": "66. Aṭṭhame mahāpakkhoti mahāparivāro. Mahiddhikoti mahatiyā deviddhiyā samannāgato.",
  "atk-s0512a2:258_1": "Dhammo nāma mahāyakkhoti nāmena dhammo nāma mahānubhāvo devaputto. Sabbalokānukampakoti",
  "atk-s0512a2:258_2": "vibhāgaṁ akatvā mahākaruṇāya sabbalokaṁ anuggaṇhanako.",
  "atk-s0512a2:259_0": "Mahāsatto hi tadā kāmāvacaradevaloke dhammo nāma devaputto hutvā nibbatti. So dibbālaṅkārapaṭimaṇḍito",
  "atk-s0512a2:259_1": "dibbarathamabhiruyha accharāgaṇaparivuto manussesu sāyamāsaṁ bhuñjitvā attano attano",
  "atk-s0512a2:259_2": "gharadvāresu sukhakathāya nisinnesu puṇṇamuposathadivase gāmanigamarājadhānīsu ākāse",
  "atk-s0512a2:259_3": "ṭhatvā ‘‘pāṇātipātādīhi dasahi akusalakammapathehi viramitvā tividhasucaritadhammaṁ",
  "atk-s0512a2:259_4": "pūretha, matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino bhavatha, saggaparāyanā",
  "atk-s0512a2:259_5": "hutvā mahantaṁ yasaṁ anubhavissathā’’ti manusse dasakusalakammapathe samādapento",
  "atk-s0512a2:259_6": "jambudīpaṁ padakkhiṇaṁ karoti. Tena vuttaṁ –",
  "atk-s0512a2:260": "67.",
  "atk-s0512a2:261": " ‘‘Dasakusalakammapathe, samādapento mahājanaṁ;",
  "atk-s0512a2:262": "Carāmi gāmanigamaṁ, samitto saparijjano’’ti.",
  "atk-s0512a2:263": "Tattha samittoti dhammikehi dhammavādīhi sahāyehi sasahāyo.",
  "atk-s0512a2:264_0": "Tena ca samayena adhammo nāmeko devaputto kāmāvacaradevaloke nibbatti. ‘‘So pāṇaṁ",
  "atk-s0512a2:264_1": "hanatha, adinnaṁ ādiyathā’’tiādinā nayena satte akusalakammapathe samādapento mahatiyā",
  "atk-s0512a2:264_2": "parisāya parivuto jambudīpaṁ vāmaṁ karoti. Tena vuttaṁ –",
  "atk-s0512a2:265": "68.",
  "atk-s0512a2:266": " ‘‘Pāpo kadariyo yakkho, dīpento dasa pāpake;",
  "atk-s0512a2:267": "Sopettha mahiyā carati, samitto saparijjano’’ti.",
  "atk-s0512a2:268_0": "Tattha pāpoti pāpadhammehi samannāgato. Kadariyoti thaddhamaccharī. Yakkhoti devaputto.",
  "atk-s0512a2:268_1": "Dīpento dasa pāpaketi sabbaloke gocaraṁ nāma sattānaṁ upabhogaparibhogāya jātaṁ.",
  "atk-s0512a2:268_2": "Tasmā satte vadhitvā yaṁkiñci katvā ca attā pīṇetabbo, indriyāni santappetabbānītiādinā",
  "atk-s0512a2:268_3": "nayena pāṇātipātādike dasa lāmakadhamme kattabbe katvā pakāsento. Sopetthāti sopi",
  "atk-s0512a2:268_4": "adhammo devaputto imasmiṁ jambudīpe. Mahiyāti bhūmiyā āsanne, manussānaṁ dassanasavanūpacāreti attho.",
  "atk-s0512a2:269_0": "69. Tattha ye sattā sādhukammikā dhammagaruno, te dhammaṁ devaputtaṁ tathā āgacchantameva",
  "atk-s0512a2:269_1": "disvā āsanā vuṭṭhāya gandhamālādīhi pūjentā yāva cakkhupathasamatikkamanā tāva abhitthavanti",
  "atk-s0512a2:269_2": ", pañjalikā namassamānā tiṭṭhanti, tassa vacanaṁ sutvā appamattā sakkaccaṁ puññāni",
  "atk-s0512a2:269_3": "karonti. Ye pana sattā pāpasamācārā kurūrakammantā, te adhammassa vacanaṁ sutvā abbhanumodanti",
  "atk-s0512a2:269_4": ", bhiyyosomattāya pāpāni samācaranti. Evaṁ te tadā aññamaññassa ujuvipaccanīkavādā",
  "atk-s0512a2:269_5": "ceva ujuvipaccanīkakiriyā ca hutvā loke vicaranti. Tenāha bhagavā ‘‘dhammavādī adhammo",
  "atk-s0512a2:269_6": "ca, ubho paccanikā maya’’nti.",
  "atk-s0512a2:270_0": "Evaṁ pana gacchante kāle athekadivasaṁ tesaṁ rathā ākāse sammukhā ahesuṁ. Atha nesaṁ",
  "atk-s0512a2:270_1": "parisā ‘‘tumhe kassa, tumhe kassā’’ti pucchitvā ‘‘mayaṁ dhammassa, mayaṁ adhammassā’’ti",
  "atk-s0512a2:270_2": "vatvā maggā okkamitvā dvidhā jātā. Dhammassa pana adhammassa ca rathā abhimukhā hutvā",
  "atk-s0512a2:270_3": "īsāya īsaṁ āhacca aṭṭhaṁsu. ‘‘Tava rathaṁ okkamāpetvā mayhaṁ maggaṁ dehi, tava rathaṁ",
  "atk-s0512a2:270_4": "okkamāpetvā mayhaṁ maggaṁ dehī’’ti aññamaññaṁ maggadāpanatthaṁ vivādaṁ akaṁsu. Parisā",
  "atk-s0512a2:270_5": "ca nesaṁ āvudhāni abhiharitvā yuddhasajjā ahesuṁ. Yaṁ sandhāya vuttaṁ –",
  "atk-s0512a2:271": "‘‘Dhure dhuraṁ ghaṭṭayantā, samimhā paṭipathe ubho’’.",
  "atk-s0512a2:272": "70.",
  "atk-s0512a2:273": " ‘‘Kalaho vattatī bhesmā, kalyāṇapāpakassa ca;",
  "atk-s0512a2:274": "Maggā okkamanatthāya, mahāyuddho upaṭṭhito’’ti.",
  "atk-s0512a2:275_0": "Tattha dhure dhuranti ekassa rathīsāya itarassa rathīsaṁ ghaṭṭayantā. Samimhāti samāgatā",
  "atk-s0512a2:275_1": "sammukhībhūtā. Puna ubhoti vacanaṁ ubhopi mayaṁ aññamaññassa paccanīkā hutvā loke",
  "atk-s0512a2:275_2": "vicarantā ekadivasaṁ paṭimukhaṁ āgacchantā dvīsu parisāsu ubhosu passesu maggato",
  "atk-s0512a2:275_3": "okkantāsu saha rathena mayaṁ ubho eva samāgatāti dassanatthaṁ vuttaṁ. Bhesmāti bhayajanako.",
  "atk-s0512a2:275_4": "Kalyāṇapāpakassa cāti kalyāṇassa ca pāpakassa ca. Mahāyuddho upaṭṭhitoti mahāsaṅgāmo paccupaṭṭhito āsi.",
  "atk-s0512a2:276_0": "Aññamaññassa hi parisāya ca yujjhitukāmatā jātā. Tattha hi dhammo adhammaṁ āha –",
  "atk-s0512a2:276_1": "‘‘samma, tvaṁ adhammo, ahaṁ dhammo, maggo mayhaṁ anucchaviko, tava rathaṁ okkamāpetvā",
  "atk-s0512a2:276_2": "mayhaṁ maggaṁ dehī’’ti. Itaro ‘‘ahaṁ daḷhayāno balavā asantāsī, tasmā maggaṁ na demi,",
  "atk-s0512a2:276_3": "yuddhaṁ pana karissāmi, yo yuddhe jinissati, tassa maggo hotū’’ti āha. Tenevāha –",
  "atk-s0512a2:277": "‘‘Yasokaro puññakarohamasmi, sadātthuto samaṇabrāhmaṇānaṁ;",
  "atk-s0512a2:278": "Maggāraho devamanussapūjito, dhammo ahaṁ dehi adhamma maggaṁ.",
  "atk-s0512a2:279": "‘‘Adhammayānaṁ daḷhamāruhitvā, asantasanto balavāhamasmi;",
  "atk-s0512a2:280": "Sa kissa hetumhi tavajja dajjaṁ, maggaṁ ahaṁ dhamma adinnapubbaṁ.",
  "atk-s0512a2:281": "‘‘Dhammo have pāturahosi pubbe, pacchā adhammo udapādi loke;",
  "atk-s0512a2:282": "Jeṭṭho ca seṭṭho ca sanantano ca, uyyāhi jeṭṭhassa kaniṭṭha maggā.",
  "atk-s0512a2:283": "‘‘Na yācanāya napi pātirūpā, na arahatā tehaṁ dadeyya maggaṁ;",
  "atk-s0512a2:284": "Yuddhañca no hotu ubhinnamajja, yuddhamhi yo jessati tassa maggo.",
  "atk-s0512a2:285": "‘‘Sabbā disā anuvisaṭohamasmi, mahabbalo amitayaso atulyo;",
  "atk-s0512a2:286": "Guṇehi sabbehi upetarūpo, dhammo adhamma tvaṁ kathaṁ vijessasi.",
  "atk-s0512a2:287": "‘‘Lohena ve haññati jātarūpaṁ, na jātarūpena hananti lohaṁ;",
  "atk-s0512a2:288": "Sace adhammo hañchati dhammamajja, ayo suvaṇṇaṁ viya dassaneyyaṁ.",
  "atk-s0512a2:289": "‘‘Sace tuvaṁ yuddhabalo adhamma, na tuyhaṁ vuḍḍhā ca garū ca atthi;",
  "atk-s0512a2:290": "Maggañca te dammi piyāppiyena, vācā duruttānipi te khamāmī’’ti. (jā. 1.11.26-32);",
  "atk-s0512a2:291": "Imā hi tesaṁ vacanapaṭivacanakathā.",
  "atk-s0512a2:292_0": "Tattha yasokaroti dhamme niyojanavasena devamanussānaṁ yasadāyako. Dutiyapadepi eseva",
  "atk-s0512a2:292_1": "nayo. Sadātthutoti sadā thuto niccappasattho. Sa kissa hetumhi tavajja dajjanti somhi",
  "atk-s0512a2:292_2": "ahaṁ adhammo adhammayānarathaṁ abhiruḷho abhīto balavā, kiṁkāraṇā ajja, bho dhamma,",
  "atk-s0512a2:292_3": "kassaci adinnapubbaṁ maggaṁ tuyhaṁ dammi. Pāturahosīti paṭhamakappikakāle imasmiṁ",
  "atk-s0512a2:292_4": "loke dasakusalakammapathadhammo pubbe pāturahosi, pacchā adhammo. Jeṭṭho cāti pure",
  "atk-s0512a2:292_5": "nibbattabhāvena ahaṁ jeṭṭho ca seṭṭho ca porāṇako ca, tvaṁ pana kaniṭṭho, tasmā ‘‘maggā uyyāhī’’ti vadati.",
  "atk-s0512a2:293_0": "Napipātirūpāti ahañhi bhoto neva yācanāya na paṭirūpavacanena na maggārahatāya maggaṁ",
  "atk-s0512a2:293_1": "dadeyyaṁ. Anuvisaṭoti ahaṁ catasso disā catasso anudisāti sabbā disā attano guṇena",
  "atk-s0512a2:293_2": "patthaṭo paññāto. Lohenāti ayomuṭṭhikena. Hañchatīti hanissati. Yuddhabalo adhammāti",
  "atk-s0512a2:293_3": "sace tuvaṁ yuddhabalo asi adhamma. Vuḍḍhā ca garū cāti yadi tuyhaṁ ime vuḍḍhā ime",
  "atk-s0512a2:293_4": "garū paṇḍitāti etaṁ natthi. Piyāppiyenāti piyena viya appiyena, appiyenapi dadanto",
  "atk-s0512a2:293_5": "(jā. aṭṭha. 4.11.32) piyena viya te maggaṁ dadāmīti attho.",
  "atk-s0512a2:294_0": "71. Mahāsatto hi tadā cintesi – ‘‘sacāhaṁ imaṁ pāpapuggalaṁ sabbalokassa ahitāya",
  "atk-s0512a2:294_1": "paṭipannaṁ evaṁ mayā vilomaggāhaṁ gahetvā ṭhitaṁ accharaṁ paharitvā ‘anācāra mā idha",
  "atk-s0512a2:294_2": "tiṭṭha, sīghaṁ paṭikkama vinassā’ti vadeyyaṁ, so taṅkhaṇaññeva mama dhammatejena",
  "atk-s0512a2:294_3": "bhusamuṭṭhi viya vikireyya, na kho pana metaṁ patirūpaṁ, svāhaṁ sabbalokaṁ anukampanto",
  "atk-s0512a2:294_4": "‘lokatthacariyaṁ matthakaṁ pāpessāmī’ti paṭipajjāmi, ayaṁ kho pana pāpo āyatiṁ mahādukkhabhāgī,",
  "atk-s0512a2:294_5": "svāyaṁ mayā visesato anukampitabbo, tasmāssa maggaṁ dassāmi, evaṁ me sīlaṁ suvisuddhaṁ",
  "atk-s0512a2:294_6": "akhaṇḍitaṁ bhavissatī’’ti. Evaṁ pana cintetvā bodhisatte ‘‘sace tuvaṁ yuddhabalo’’ti",
  "atk-s0512a2:294_7": "gāthaṁ vatvā thokaṁ maggato okkantamatte eva adhammo rathe ṭhātuṁ asakkonto avaṁsiro",
  "atk-s0512a2:294_8": "pathaviyaṁ patitvā pathaviyā vivare dinne gantvā avīcimhi eva nibbatti. Tena vuttaṁ",
  "atk-s0512a2:294_9": "‘‘yadihaṁ tassa kuppeyya’’ntiādi.",
  "atk-s0512a2:295_0": "Tattha yadihaṁ tassa kuppeyyanti tassa adhammassa yadi ahaṁ kujjheyyaṁ. Yadi bhinde",
  "atk-s0512a2:295_1": "tapoguṇanti tenevassa kujjhanena mayhaṁ tapoguṇaṁ sīlasaṁvaraṁ yadi vināseyyaṁ. Sahaparijanaṁ",
  "atk-s0512a2:295_2": "tassāti saparijanaṁ taṁ adhammaṁ. Rajabhūtanti rajamiva bhūtaṁ, rajabhāvaṁ pattaṁ ahaṁ kareyyaṁ.",
  "atk-s0512a2:296_0": "72.Apicāhanti ettha ahanti nipātamattaṁ. Sīlarakkhāyāti sīlarakkhaṇatthaṁ. Nibbāpetvānāti",
  "atk-s0512a2:296_1": "paṭikacceva khantimettānuddayassa upaṭṭhāpitattā tasmiṁ adhamme uppajjanakakodhassa",
  "atk-s0512a2:296_2": "anuppādaneneva dosapariḷāhavūpasamanena mānasaṁ vūpasametvā. Saha janenokkamitvāti",
  "atk-s0512a2:296_3": "mayhaṁ parijanena saddhiṁ maggā okkamitvā tassa pāpassa adhammassa ahaṁ maggaṁ adāsiṁ.",
  "atk-s0512a2:297_0": "73.Sahapathato okkanteti vuttanayena cittassa vūpasamaṁ katvā ‘‘maggaṁ te dammī’’ti",
  "atk-s0512a2:297_1": "ca vatvā thokaṁ maggato saha okkamanena. Pāpayakkhassāti adhammadevaputtassa. Tāvadeti",
  "atk-s0512a2:297_2": "taṅkhaṇaṁ eva mahāpathavī vivaramadāsi. Jātakaṭṭhakathāyaṁ pana ‘‘maggañca te dammī’’ti",
  "atk-s0512a2:297_3": "gāthāya kathitakkhaṇeyevāti vuttaṁ.",
  "atk-s0512a2:298_0": "Evaṁ tasmiṁ bhūmiyaṁ patite catunahutādhikadviyojanasatasahassabahalā sakalaṁ varāvaraṁ",
  "atk-s0512a2:298_1": "dhārentīpi mahāpathavī ‘‘nāhamimaṁ pāpapurisaṁ dhāremī’’ti kathentī viya tena ṭhitaṭṭhāne",
  "atk-s0512a2:298_2": "dvidhā bhijji. Mahāsatto pana tasmiṁ nipatitvā avīcimhi nibbatte rathadhure yathāṭhitova",
  "atk-s0512a2:298_3": "saparijano mahatā devānubhāvena gamanamaggeneva gantvā attano bhavanaṁ pāvisi. Tenāha bhagavā –",
  "atk-s0512a2:299": "‘‘Khantībalo yuddhabalaṁ vijetvā, hantvā adhammaṁ nihanitva bhūmyā;",
  "atk-s0512a2:300": "Pāyāsi vitto abhiruyha sandanaṁ, maggeneva atibalo saccanikkamo’’ti. (jā. 1.11.34);",
  "atk-s0512a2:301": "Tadā adhammo devadatto ahosi, tassa parisā devadattaparisā, dhammo lokanātho, tassa parisā buddhaparisā.",
  "atk-s0512a2:302_0": "Idhāpi heṭṭhā vuttanayeneva sesapāramiyo yathārahaṁ niddhāretabbā. Tathā idhāpi dibbehi",
  "atk-s0512a2:302_1": "āyuvaṇṇayasasukhaādhipateyyehi dibbeheva uḷārehi kāmaguṇehi samappitassa samaṅgībhūtassa",
  "atk-s0512a2:302_2": "anekasahassasaṅkhāhi accharāhi sabbakālaṁ paricāriyamānassa mahati pamādaṭṭhāne ṭhitassa",
  "atk-s0512a2:302_3": "sato īsakampi pamādaṁ anāpajjitvā ‘‘lokatthacariyaṁ matthakaṁ pāpessāmī’’ti māse",
  "atk-s0512a2:302_4": "māse puṇṇamiyaṁ dhammaṁ dīpento saparijano manussapathe vicaritvā mahākaruṇāya sabbasatte",
  "atk-s0512a2:302_5": "adhammato vivecetvā dhamme niyojanaṁ, adhammena samāgatopi tena kataṁ anācāraṁ agaṇetvā",
  "atk-s0512a2:302_6": "tattha cittaṁ akopetvā khantimettānuddayameva paccupaṭṭhapetvā akhaṇḍaṁ suvisuddhañca",
  "atk-s0512a2:302_7": "katvā attano sīlassa rakkhaṇanti evamādayo mahāsattassa guṇānubhāvā vibhāvetabbāti.",
  "atk-s0512a2:303": "Dhammadevaputtacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:304": "9. Alīnasattucariyāvaṇṇanā",
  "atk-s0512a2:305_0": "74. Navame pañcālaraṭṭheti evaṁnāmake janapade. Nagaravare, kapilāyanti ‘‘kapilā’’ti",
  "atk-s0512a2:305_1": "evaṁladdhanāme uttamanagare. ‘‘Nagaravare’’ti vatvā puna ‘‘puruttame’’ti vacanaṁ",
  "atk-s0512a2:305_2": "tasmiṁ kāle jambudīpe sabbanagarānaṁ tassa nagarassa agganagarabhāvadassanatthaṁ.",
  "atk-s0512a2:305_3": "Jayaddiso nāmāti raññā attano paccatthike jite jāto, attano vā paccāmittabhūtaṁ yakkhinīsaṅkhātaṁ",
  "atk-s0512a2:305_4": "jayaddisaṁ jitoti evaṁladdhanāmo. Sīlaguṇamupāgatoti ācārasīlañceva ussāhasampattiyādirājaguṇañca",
  "atk-s0512a2:305_5": "upāgato, tena samannāgatoti attho.",
  "atk-s0512a2:306_0": "75.Tassa raññoti jayaddisarājassa, ahaṁ putto ahosinti vacanaseso. Sutadhammoti yāvatā",
  "atk-s0512a2:306_1": "rājaputtena sotabbadhammo nāma, tassa sabbassa sutattā sutadhammo, bahussutoti attho.",
  "atk-s0512a2:306_2": "Atha vā sutadhammoti vissutadhammo, dhammacariyāya samacariyāya pakāso paññāto, loke",
  "atk-s0512a2:306_3": "patthaṭakittidhammoti attho. Alīnasattoti evaṁnāmo. Guṇavāti uḷārehi mahāpurisaguṇehi",
  "atk-s0512a2:306_4": "samannāgato. Anurakkhaparijano sadāti saddhādiguṇavisesayogato catūhi saṅgahavatthūhi",
  "atk-s0512a2:306_5": "sammadeva saṅgahaṇato ca sabbakālaṁ sambhattaparivārajano.",
  "atk-s0512a2:307": "76.Pitā me migavaṁ gantvā, porisādaṁ upāgamīti mayhaṁ pitā jayaddisarājā migavaṁ caranto araññamajjhaṁ gantvā porisādaṁ manussakhādakaṁ yakkhiniputtaṁ upagañchi, tena samāgami.",
  "atk-s0512a2:308_0": "Jayaddisarājā kira ekadivasaṁ ‘‘migavaṁ gamissāmī’’ti tadanurūpena mahatā parivārena",
  "atk-s0512a2:308_1": "kapilanagarato nikkhami. Taṁ nikkhantamattameva takkasilāvāsī nando nāma brāhmaṇo",
  "atk-s0512a2:308_2": "catasso satārahā gāthā nāma kathetuṁ ādāya upasaṅkamitvā attano āgamanakāraṇaṁ rañño",
  "atk-s0512a2:308_3": "ārocesi. Rājā ‘‘nivattitvā suṇissāmī’’ti tassa vasanagehaṁ paribbayañca dāpetvā araññaṁ",
  "atk-s0512a2:308_4": "paviṭṭho ‘‘yassa passena migo palāyati, tasseva so gīvā’’ti vatvā mige pariyesanto",
  "atk-s0512a2:308_5": "vicarati. Atheko pasadamigo mahājanassa padasaddena āsayato nikkhamitvā rañño abhimukho",
  "atk-s0512a2:308_6": "gantvā palāyi. Amaccā parihāsaṁ kariṁsu. Rājā taṁ anubandhitvā tiyojanamatthake taṁ",
  "atk-s0512a2:308_7": "parikkhīṇajavaṁ ṭhitaṁ vijjhitvā pātesi. Patitaṁ khaggena dvidhā katvā anatthikopi",
  "atk-s0512a2:308_8": "‘‘maṁsena migaṁ gahetuṁ nāsakkhī’’ti vacanamocanatthaṁ kāje katvā āgacchanto ekassa",
  "atk-s0512a2:308_9": "nigrodhassa mūle dabbatiṇesu nisīditvā thokaṁ vissamitvā gantuṁ ārabhi.",
  "atk-s0512a2:309_0": "Tena ca samayena tasseva rañño jeṭṭhabhātā jātadivase eva ekāya yakkhiniyā khādituṁ",
  "atk-s0512a2:309_1": "gahito ārakkhamanussehi anubaddhāya tāya niddhamanamaggena gacchantiyā ure ṭhapito",
  "atk-s0512a2:309_2": "mātusaññāya mukhena thanaggahaṇena puttasinehaṁ uppādetvā saṁvaḍḍhiyamāno tadāhāropayogitāya",
  "atk-s0512a2:309_3": "manussamaṁsaṁ khādanto anukkamena vuddhippatto attānaṁ antaradhāpanatthaṁ yakkhiniyā",
  "atk-s0512a2:309_4": "dinnaosadhamūlānubhāvena antarahito hutvā manussamaṁsaṁ khāditvā jīvanto tāya yakkhiniyā",
  "atk-s0512a2:309_5": "matāya taṁ osadhamūlaṁ attano pamādena nāsetvā dissamānarūpova manussamaṁsaṁ khādanto",
  "atk-s0512a2:309_6": "naggo ubbiggavirūpadassano rājapurisehi passitvā anubaddho palāyitvā araññaṁ pavisitvā",
  "atk-s0512a2:309_7": "tassa nigrodhassa mūle vāsaṁ kappento rājānaṁ disvā ‘‘bhakkhosi me’’ti hatthe aggahesi.",
  "atk-s0512a2:309_8": "Tena vuttaṁ ‘‘so me pitumaggahesi, bhakkhosi mama mā calī’’tiādi.",
  "atk-s0512a2:310_0": "Tattha so me pitumaggahesīti so porisādo mama pitaraṁ jayaddisarājānaṁ attano nisinnarukkhasamīpamāgataṁ",
  "atk-s0512a2:310_1": "‘‘mama bhakkho tvaṁ āgatosi, hatthaparipphandanādivasena mā cali, calantampi ahaṁ",
  "atk-s0512a2:310_2": "taṁ khādissāmī’’ti hatthe aggahesi.",
  "atk-s0512a2:311": "77.Tassāti tassa yakkhiniputtassa. Tasitavedhitoti cittutrāsena tasito sarīraparikampena vedhito. Ūrukkhambhoti ubhinnaṁ ūrūnaṁ thaddhabhāvo, yena so tato palāyituṁ nāsakkhi.",
  "atk-s0512a2:312_0": "Migavaṁ gahetvā muñcassūti ettha migavanti migavavasena laddhattā taṁ migamaṁsaṁ",
  "atk-s0512a2:312_1": "‘‘migava’’nti āha, imaṁ migamaṁsaṁ gahetvā maṁ muñcassūti attho. So hi rājā naṁ yakkhiniputtaṁ",
  "atk-s0512a2:312_2": "disvā bhīto ūrukkhambhaṁ patvā khāṇuko viya aṭṭhāsi. So vegena gantvā taṁ hatthe",
  "atk-s0512a2:312_3": "gahetvā ‘‘bhakkhosi me āgatosī’’ti āha. Atha naṁ rājā satiṁ paccupaṭṭhapetvā ‘‘sace",
  "atk-s0512a2:312_4": "āhāratthiko, imaṁ te maṁsaṁ dadāmi, taṁ gahetvā khāda, maṁ muñcāhī’’ti āha . Taṁ",
  "atk-s0512a2:312_5": "sutvā porisādo ‘‘kimidaṁ mayhameva santakaṁ datvā mayā vohāraṁ karosi, nanu imaṁ",
  "atk-s0512a2:312_6": "maṁsañca tvañca mama hatthagatakālato paṭṭhāya mayhameva santakaṁ, tasmā taṁ paṭhamaṁ",
  "atk-s0512a2:312_7": "khāditvā pacchā maṁsaṁ khādissāmī’’ti āha.",
  "atk-s0512a2:313_0": "Atha rājā ‘‘maṁsanikkayenāyaṁ na maṁ muñcati, mayā ca migavaṁ āgacchantena tassa",
  "atk-s0512a2:313_1": "brāhmaṇassa ‘āgantvā te dhanaṁ dassāmī’ti paṭiññā katā. Sacāyaṁ yakkho anujānissati,",
  "atk-s0512a2:313_2": "saccaṁ anurakkhanto gehaṁ gantvā taṁ paṭiññaṁ mocetvā puna imassa yakkhassa bhattatthaṁ",
  "atk-s0512a2:313_3": "āgaccheyya’’nti cintetvā tassa tamatthaṁ ārocesi. Taṁ sutvā porisādo ‘‘sace tvaṁ",
  "atk-s0512a2:313_4": "saccaṁ anurakkhanto gantukāmosi, gantvā tassa brāhmaṇassa dātabbaṁ dhanaṁ datvā saccaṁ",
  "atk-s0512a2:313_5": "anurakkhanto sīghaṁ puna āgaccheyyāsī’’ti vatvā rājānaṁ vissajjesi. So tena vissaṭṭho",
  "atk-s0512a2:313_6": "‘‘tvaṁ mā cintayi, ahaṁ pātova āgamissāmī’’ti vatvā magganimittāni sallakkhento attano",
  "atk-s0512a2:313_7": "balakāyaṁ upagantvā tena parivuto nagaraṁ pavisitvā nandabrāhmaṇaṁ pakkosāpetvā mahārahe",
  "atk-s0512a2:313_8": "āsane nisīdāpetvā tā gāthā sutvā cattāri sahassāni datvā yānaṁ āropetvā ‘‘imaṁ takkasilameva",
  "atk-s0512a2:313_9": "nethā’’ti manusse datvā brāhmaṇaṁ uyyojetvā dutiyadivase porisādassa santikaṁ gantukāmo",
  "atk-s0512a2:313_10": "puttaṁ rajje patiṭṭhapetuṁ anusāsaniñca dento tamatthaṁ ārocesi. Tena vuttaṁ –",
  "atk-s0512a2:314": "78.",
  "atk-s0512a2:315": " ‘‘Migavaṁ gahetvā muñcassu, katvā āgamanaṁ puna;",
  "atk-s0512a2:316": "Brāhmaṇassa dhanaṁ datvā, pitā āmantayī mamaṁ.",
  "atk-s0512a2:317": "79.",
  "atk-s0512a2:318": " ‘‘Rajjaṁ putta paṭipajja, mā pamajji puraṁ idaṁ;",
  "atk-s0512a2:319": "Kataṁ me porisādena, mama āgamanaṁ punā’’ti.",
  "atk-s0512a2:320_0": "Tattha āgamanaṁ punāti puna āgamanaṁ paṭiññātassa porisādassa saṅgaraṁ katvā. Brāhmaṇassa",
  "atk-s0512a2:320_1": "dhanaṁ datvāti takkasilato āgatassa nandanāmassa brāhmaṇassa tā gāthā sutvā catusahassaparimāṇaṁ",
  "atk-s0512a2:320_2": "dhanaṁ datvā. Pitā āmantayī mamanti mama pitā jayaddisarājā maṁ āmantesi.",
  "atk-s0512a2:321_0": "Kathaṁ āmantesīti ce? Āha ‘‘rajja’’ntiādi. Tassattho – putta, tvaṁ imaṁ kulasantakaṁ",
  "atk-s0512a2:321_1": "rajjaṁ paṭipajja, yathāhaṁ dhammena samena rajjaṁ kāremi, evaṁ tvampi chattaṁ ussāpetvā",
  "atk-s0512a2:321_2": "rajjaṁ kārehi. Tvaṁ idaṁ puraṁ rakkhanto rajjañca kārento mā pamādamāpajji, asukasmiṁ",
  "atk-s0512a2:321_3": "ṭhāne nigrodharukkhamūle porisādena yakkhena katametaṁ mayā saṅgaraṁ mama puna tassa",
  "atk-s0512a2:321_4": "santikaṁ āgamanaṁ uddissa, kevalaṁ tassa brāhmaṇassa dhanadānatthaṁ idhāgato saccaṁ",
  "atk-s0512a2:321_5": "anurakkhanto, tasmā tatthāhaṁ gamissāmīti.",
  "atk-s0512a2:322_0": "Taṁ sutvā mahāsatto ‘‘mā kho tvaṁ, mahārāja, tattha agamāsi, ahaṁ tattha gamissāmi.",
  "atk-s0512a2:322_1": "Sace pana tvaṁ, tāta, gamissasiyeva, ahampi tayā saddhiṁ gamissāmiyevā’’ti. ‘‘Evaṁ",
  "atk-s0512a2:322_2": "sante mayaṁ ubhopi na bhavissāma, tasmā ahameva tattha gamissāmī’’ti nānappakārena",
  "atk-s0512a2:322_3": "vārentaṁ rājānaṁ saññāpetvā mātāpitaro vanditvā pitu atthāya attānaṁ pariccajitvā",
  "atk-s0512a2:322_4": "sotthibhāvāya pitari sāsitavādaṁ payuñjamāne mātubhaginibhariyāsu ca saccakiriyaṁ",
  "atk-s0512a2:322_5": "karontīsu āvudhaṁ gahetvā nagarato nikkhamitvā assupuṇṇamukhaṁ mahājanaṁ anubandhantaṁ",
  "atk-s0512a2:322_6": "āpucchitvā pitarā akkhātanayena yakkhavāsamaggaṁ paṭipajji. Yakkhiniputtopi ‘‘khattiyā",
  "atk-s0512a2:322_7": "nāma bahumāyā, ko jānāti kiṁ bhavissatī’’ti rukkhaṁ abhiruhitvā rañño āgamanaṁ olokento",
  "atk-s0512a2:322_8": "nisinno kumāraṁ āgacchantaṁ disvā ‘‘pitaraṁ nivattetvā putto āgato bhavissati, natthi",
  "atk-s0512a2:322_9": "me bhaya’’nti otaritvā tassa piṭṭhiṁ dassetvāva nisīdi. Mahāsatto āgantvā tassa purato",
  "atk-s0512a2:322_10": "aṭṭhāsi. Tena vuttaṁ –",
  "atk-s0512a2:323": "80.",
  "atk-s0512a2:324": " ‘‘Mātāpitū ca vanditvā, nimminitvāna attanā;",
  "atk-s0512a2:325": "Nikkhipitvā dhanuṁ khaggaṁ, porisādaṁ upāgami’’nti.",
  "atk-s0512a2:326_0": "81.Sasatthahatthūpagatanti sasatthahatthaṁ upagataṁ āvudhapāṇiṁ maṁ attano santikaṁ",
  "atk-s0512a2:326_1": "upagataṁ disvā. Kadāci so tasissatīti so yakkho api taseyya. Tena bhijjissati sīlanti",
  "atk-s0512a2:326_2": "tena tassa tāsuppādanena mayhaṁ sīlaṁ vinassati saṁkilissati. Paritāsaṁ kate mayīti",
  "atk-s0512a2:326_3": "mayi tassa paritāsaṁ kate sati.",
  "atk-s0512a2:327_0": "82.Sīlakhaṇḍabhayā mayhaṁ, tassa dessaṁ na byāharinti yathā ca sīlabhedabhayena nihitasattho",
  "atk-s0512a2:327_1": "tassa santikaṁ agamāsi, evaṁ mayhaṁ sīlakhaṇḍabhayā eva tassa porisādassa dessaṁ",
  "atk-s0512a2:327_2": "aniṭṭhampi na byāhariṁ, kevalaṁ pana mettacittena hitavādī idaṁ idāni vakkhamānaṁ vacanaṁ abhāsiṁ.",
  "atk-s0512a2:328_0": "Mahāsatto ca gantvā purato ṭhito. Yakkhiniputto taṁ vīmaṁsitukāmo ‘‘kosi tvaṁ, kuto",
  "atk-s0512a2:328_1": "āgato, kiṁ maṁ na jānāsi ‘luddo manussamaṁsakhādako’ti, kasmā ca idhāgatosī’’ti pucchi.",
  "atk-s0512a2:328_2": "Kumāro ‘‘ahaṁ jayaddisarañño putto, tvaṁ porisādakoti jānāmi, pitu jīvitaṁ rakkhituṁ",
  "atk-s0512a2:328_3": "idhāgato, tasmā taṁ muñca, maṁ khādā’’ti āha. Puna yakkhiniputto mukhākāreneva ‘‘taṁ",
  "atk-s0512a2:328_4": "tassa puttoti ahaṁ jānāmi, dukkaraṁ pana tayā kataṁ evaṁ āgacchantenā’’ti āha. Kumāro",
  "atk-s0512a2:328_5": "‘‘na idaṁ dukkaraṁ, yaṁ pitu atthe jīvitapariccajanaṁ, mātāpituhetu hi evarūpaṁ puññaṁ",
  "atk-s0512a2:328_6": "katvā ekanteneva sagge pamodati, ahañca ‘amaraṇadhammo nāma koci satto natthī’ti",
  "atk-s0512a2:328_7": "jānāmi, attanā ca kiñci kataṁ pāpaṁ nāma na sarāmi, tasmā maraṇatopi me bhayaṁ natthi,",
  "atk-s0512a2:328_8": "idaṁ sarīraṁ mayā te nissaṭṭhaṁ, aggiṁ jāletvā khādā’’ti āha. Tena vuttaṁ –",
  "atk-s0512a2:329": "83.",
  "atk-s0512a2:330": " ‘‘Ujjālehi mahāaggiṁ, papatissāmi rukkhato;",
  "atk-s0512a2:331": "Tvaṁ pakkakālamaññāya, bhakkhaya maṁ pitāmahā’’ti.",
  "atk-s0512a2:332_0": "Taṁ sutvā yakkhiniputto ‘‘na sakkā imassa maṁsaṁ khādituṁ, upāyena imaṁ palāpessāmī’’ti",
  "atk-s0512a2:332_1": "cintetvā ‘‘tena hi araññaṁ pavisitvā sāradārūni āharitvā niddhūme aṅgāre karohi,",
  "atk-s0512a2:332_2": "tattha te maṁsaṁ pacitvā khādissāmī’’ti āha. Mahāsatto tathā katvā tassa ārocesi.",
  "atk-s0512a2:332_3": "So taṁ olokento ‘‘ayaṁ purisasīho maraṇatopi bhayaṁ natthi, evaṁ nibbhayo nāma na",
  "atk-s0512a2:332_4": "mayā diṭṭhapubbo’’ti lomahaṁsajāto kumāraṁ olokesi. Kumāro kissa maṁ olokesi, na",
  "atk-s0512a2:332_5": "yathāvuttaṁ karosīti. Yakkhiniputto mahāsattaṁ ‘‘sattadhā tassa muddhā phaleyya,",
  "atk-s0512a2:332_6": "yo taṁ khādeyyā’’ti āha. ‘‘Sace maṁ na khāditukāmosi, atha kasmā aggiṁ kāresī’’ti?",
  "atk-s0512a2:332_7": "‘‘Tava pariggaṇhanattha’’nti. ‘‘Tvaṁ idāni maṁ kathaṁ pariggaṇhissasi, svāhaṁ tiracchānayoniyaṁ",
  "atk-s0512a2:332_8": "nibbattopi sakkassa devarañño attānaṁ pariggaṇhituṁ na adāsi’’nti imamatthaṁ dassento –",
  "atk-s0512a2:333": "‘‘Idañhi so brāhmaṇaṁ maññamāno, saso avāsesi sake sarīre;",
  "atk-s0512a2:334": "Teneva so candimā devaputto, sasatthuto kāmaduhajja yakkhā’’ti.(jā. 1.16.93) –",
  "atk-s0512a2:335": "Gāthamāha.",
  "atk-s0512a2:336_0": "Tattha saso avāsesi sake sarīreti attano sarīrahetu imaṁ sarīraṁ khāditvā idha vasāti",
  "atk-s0512a2:336_1": "evaṁ sake sarīre attano sarīraṁ dento taṁ brāhmaṇarūpaṁ sakkaṁ tattha vāsesi. Sasatthutoti",
  "atk-s0512a2:336_2": "‘‘sasī’’ti evaṁ sasasaddena thuto. Kāmaduhoti kāmavaḍḍhano. Yakkhāti deva.",
  "atk-s0512a2:337": "Evaṁ mahāsatto cande sasalakkhaṇaṁ kappaṭṭhiyaṁ pāṭihāriyaṁ sakkhiṁ katvā attano sakkenapi pariggaṇhituṁ asakkuṇeyyataṁ abhāsi. Taṁ sutvā porisādo acchariyabbhutacittajāto –",
  "atk-s0512a2:338": "‘‘Cando yathā rāhumukhā pamutto, virocate pannaraseva bhāṇumā;",
  "atk-s0512a2:339": "Evaṁ tuvaṁ porisādā pamutto, viroca kapile mahānubhāva;",
  "atk-s0512a2:340": "Āmodayaṁ pitaraṁ mātarañca, sabbo ca te nandatu ñātipakkho’’ti. (jā. 1.16.94) –",
  "atk-s0512a2:341_0": "Gāthaṁ vatvā ‘‘gaccha mahāvīrā’’ti kumāraṁ vissajjesi. Sopi taṁ nibbisevanaṁ katvā",
  "atk-s0512a2:341_1": "pañca sīlāni datvā ‘‘yakkho nu kho esa, no’’ti vīmaṁsanto ‘‘yakkhānaṁ akkhīni rattāni",
  "atk-s0512a2:341_2": "honti animisāni ca, chāyā ca na paññāyati, asambhīto hoti, na imassa tathā. Tasmā",
  "atk-s0512a2:341_3": "nāyaṁ yakkho manusso eso, mayhaṁ kira pitu tayo bhātaro yakkhiniyā gahitā, tesu tāya",
  "atk-s0512a2:341_4": "dve khāditā bhavissanti, eko puttasinehena paṭijaggito bhavissati. Iminā tena bhavitabba’’nti",
  "atk-s0512a2:341_5": "nayaggāhena anumānena sabbaññutaññāṇena viya aviparītato niṭṭhaṁ gantvā ‘‘mayhaṁ",
  "atk-s0512a2:341_6": "pitu ācikkhitvā rajje patiṭṭhāpessāmī’’ti cintetvā ‘‘na tvaṁ yakkho, pitu me jeṭṭhabhātikosi,",
  "atk-s0512a2:341_7": "ehi mayā saddhiṁ gantvā kulasantakaṁ rajjaṁ paṭipajjāhī’’ti āha. Tena vuttaṁ ‘‘tvaṁ",
  "atk-s0512a2:341_8": "pitāmahā’’ti, tvaṁ mama mahāpitāti attho. Itarena ‘‘nāhaṁ manusso’’ti vutte tena",
  "atk-s0512a2:341_9": "saddhātabbassa dibbacakkhukatāpasassa santikaṁ nesi. Tāpasena ‘‘kiṁ karontā pitā",
  "atk-s0512a2:341_10": "puttā araññe vicarathā’’ti pitubhāve kathite porisādo saddahitvā ‘‘gaccha, tāta,",
  "atk-s0512a2:341_11": "tvaṁ, na me rajjena attho, pabbajissāmaha’’nti tāpasassa santike isipabbajjaṁ pabbaji. Tena vuttaṁ –",
  "atk-s0512a2:342": "84.",
  "atk-s0512a2:343": " ‘‘Iti sīlavataṁ hetu, nārakkhiṁ mama jīvitaṁ;",
  "atk-s0512a2:344": "Pabbājesiṁ cahaṁ tassa, sadā pāṇātipātika’’nti.",
  "atk-s0512a2:345": "Tattha sīlavataṁ hetūti sīlavantānaṁ mama pitūnaṁ hetu. Atha vā sīlavataṁ hetūti sīlavatahetu, mayhaṁ sīlavatasamādānanimittaṁ tassa abhijjanatthaṁ. Tassāti taṁ porisādaṁ.",
  "atk-s0512a2:346_0": "Atha mahāsatto attano mahāpitaraṁ pabbajitaṁ vanditvā nagarassa samīpaṁ gantvā ‘‘kumāro",
  "atk-s0512a2:346_1": "kira āgato’’ti sutvā haṭṭhatuṭṭhena raññā nāgarehi negamajānapadehi ca paccuggato",
  "atk-s0512a2:346_2": "rājānaṁ vanditvā sabbaṁ pavattiṁ ārocesi. Taṁ sutvā rājā taṅkhaṇaññeva bheriṁ carāpetvā",
  "atk-s0512a2:346_3": "mahantena parivārena tassa santikaṁ gantvā ‘‘ehi, bhātika, rajjaṁ paṭipajjāhī’’ti",
  "atk-s0512a2:346_4": "āha. ‘‘Alaṁ, mahārājā’’ti. ‘‘Tena hi mayhaṁ uyyāne vasā’’ti. ‘‘Na āgacchāmī’’ti.",
  "atk-s0512a2:346_5": "Rājā tassa assamassa avidūre gāmaṁ nivesetvā bhikkhaṁ paṭṭhapesi. So cūḷakammāsadammanigamo nāma jāto.",
  "atk-s0512a2:347": "Tadā mātāpitaro mahārājakulāni ahesuṁ, tāpaso sāriputto, porisādo aṅgulimālo, kaniṭṭhā uppalavaṇṇā, aggamahesī rāhulamātā, alīnasattukumāro lokanātho.",
  "atk-s0512a2:348_0": "Tassa idhāpi heṭṭhā vuttanayeneva yathārahaṁ sesapāramiyo niddhāretabbā. Tathā pitarā",
  "atk-s0512a2:348_1": "nivāriyamāno attano jīvitaṁ pariccajitvā pitu jīvitarakkhaṇatthaṁ ‘‘porisādassa santikaṁ",
  "atk-s0512a2:348_2": "gamissāmī’’ti nicchayo, tassa ca santāsapariharaṇatthaṁ nihitasatthassa gamanaṁ,",
  "atk-s0512a2:348_3": "‘‘attano sīlakhaṇḍanaṁ mā hotū’’ti tena piyavācāya samudācāro, tena ca nānānayehi",
  "atk-s0512a2:348_4": "pariggaṇhiyamānassa maraṇasantāsābhāvo, pitu atthe mayhaṁ sarīraṁ saphalaṁ karissāmīti",
  "atk-s0512a2:348_5": "haṭṭhatuṭṭhabhāvo, sakkenāpi pariggaṇhituṁ asakkuṇeyyassa sasajātiyampi pariccāgatthaṁ",
  "atk-s0512a2:348_6": "attano jīvitanirapekkhabhāvassa jānanaṁ, tena samāgamepi ossaṭṭhepi cittassa vikārābhāvo,",
  "atk-s0512a2:348_7": "tassa ca manussabhāvamahāpitubhāvānaṁ aviparītato jānanaṁ, ñātamatte ca taṁ kulasantake",
  "atk-s0512a2:348_8": "rajje patiṭṭhāpetukāmatā, dhammadesanāya saṁvejetvā sīlesu patiṭṭhāpananti. Evamādayo",
  "atk-s0512a2:348_9": "idha bodhisattassa guṇānubhāvā vibhāvetabbāti.",
  "atk-s0512a2:349": "Alīnasattucariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:350": "10. Saṅkhapālacariyāvaṇṇanā",
  "atk-s0512a2:351_0": "85. Dasame saṅkhapālotiādīsu ayaṁ saṅkhepattho – devabhogasampattisadisāya mahatiyā",
  "atk-s0512a2:351_1": "nāgiddhiyā samannāgatattā mahiddhiko. Heṭṭhā dve, upari dveti catasso dāṭhā āvudhā",
  "atk-s0512a2:351_2": "etassāti dāṭhāvudho. Uggatejavisatāya ghoraviso. Nāgayonisiddhāhi dvīhi jivhāhi samannāgatoti",
  "atk-s0512a2:351_3": "dvijivho. Mahānubhāvānampi urena gamanato ‘‘uragā’’ti laddhanāmānaṁ nāgānaṁ adhipatibhāvato uragādhibhū.",
  "atk-s0512a2:352_0": "86. Dvinnaṁ maggānaṁ vinivijjhitvā sandhibhāvena gataṭṭhānasaṅkhāte catuppathe. Aparāparaṁ",
  "atk-s0512a2:352_1": "mahājanasañcaraṇaṭṭhānabhūte mahāmagge. Tato eva mahājanasamākiṇṇabhāvena nānājanasamākule.",
  "atk-s0512a2:352_2": "Idāni vakkhamānānaṁ catunnaṁ aṅgānaṁ vasena caturo aṅge. Adhiṭṭhāya adhiṭṭhahitvā,",
  "atk-s0512a2:352_3": "citte ṭhapetvā. Yadāhaṁ saṅkhapālo nāma yathāvuttarūpo nāgarājā homi, tadā heṭṭhā",
  "atk-s0512a2:352_4": "vuttappakāre ṭhāne vāsaṁ uposathavāsavasena nivāsaṁ akappayiṁ kappesiṁ.",
  "atk-s0512a2:353_0": "Mahāsatto hi dānasīlādipuññapasuto hutvā bodhipariyesanavasena aparāparaṁ devamanussagatīsu",
  "atk-s0512a2:353_1": "saṁsaranto kadāci devabhogasadisasampattike nāgabhavane nibbattitvā saṅkhapālo nāma",
  "atk-s0512a2:353_2": "nāgarājā ahosi mahiddhiko mahānubhāvo. So gacchante kāle tāya sampattiyā vippaṭisārī",
  "atk-s0512a2:353_3": "hutvā manussayoniṁ patthento uposathavāsaṁ vasi. Athassa nāgabhavane vasantassa uposathavāso",
  "atk-s0512a2:353_4": "na sampajjati, sīlaṁ saṁkilissati, tena so nāgabhavanā nikkhamitvā kaṇhavaṇṇāya nadiyā",
  "atk-s0512a2:353_5": "avidūre mahāmaggassa ca ekapadikamaggassa ca antare ekaṁ vammikaṁ parikkhipitvā uposathaṁ",
  "atk-s0512a2:353_6": "adhiṭṭhāya cātuddasapannarasesu samādinnasīlo ‘‘mama cammādīni atthikā gaṇhantū’’ti",
  "atk-s0512a2:353_7": "attānaṁ dānamukhe vissajjetvā nipajjati, pāṭipade nāgabhavanaṁ gacchati. Tena vuttaṁ",
  "atk-s0512a2:353_8": "‘‘punāparaṁ yadā homi, saṅkhapālo’’tiādi. Tassattho vutto eva.",
  "atk-s0512a2:354_0": "87. Yaṁ panettha chaviyā cammenātiādikaṁ ‘‘caturo aṅge adhiṭṭhāyā’’ti vuttaṁ caturaṅgādhiṭṭhānadassanaṁ.",
  "atk-s0512a2:354_1": "Chavicammāni hi idha ekamaṅgaṁ. Evaṁ uposathavāsaṁ vasantassa mahāsattassa dīgho addhā vītivatto.",
  "atk-s0512a2:355_0": "Athekadivasaṁ tasmiṁ tathā sīlaṁ samādiyitvā nipanne soḷasa bhojaputtā ‘‘maṁsaṁ āharissāmā’’ti",
  "atk-s0512a2:355_1": "āvudhahatthā araññe carantā kiñci alabhitvā nikkhamantā taṁ vammikamatthake nipannaṁ",
  "atk-s0512a2:355_2": "disvā ‘‘mayaṁ ajja godhāpotakampi na labhimhā, imaṁ nāgarājānaṁ vadhitvā khādissāmā’’ti",
  "atk-s0512a2:355_3": "cintetvā ‘‘mahā kho panesa gayhamāno palāyeyyāti yathānipannakaṁyeva naṁ bhogesu",
  "atk-s0512a2:355_4": "sūlehi vijjhitvā dubbalaṁ katvā gaṇhissāmā’’ti sūlāni ādāya upasaṅkamiṁsu. Bodhisattassāpi",
  "atk-s0512a2:355_5": "sarīraṁ mahantaṁ ekadoṇikanāvappamāṇaṁ vaṭṭetvā ṭhapitasumanapupphadāmaṁ viya jiñjukaphalasadisehi",
  "atk-s0512a2:355_6": "akkhīhi jayasumanapupphasadisena ca sīsena samannāgataṁ ativiya sobhati. So tesaṁ",
  "atk-s0512a2:355_7": "soḷasannaṁ janānaṁ padasaddena bhogantarato sīsaṁ nīharitvā rattakkhīni ummīletvā",
  "atk-s0512a2:355_8": "te sūlahatthe āgacchante disvā ‘‘ajja mayhaṁ manoratho matthakaṁ pāpuṇissatī’’ti",
  "atk-s0512a2:355_9": "attānaṁ dānamukhe niyyātetvā ‘‘ime mama sarīraṁ sattīhi koṭṭetvā chiddāvachiddaṁ",
  "atk-s0512a2:355_10": "karonte na olokessāmī’’ti attano sīlakhaṇḍabhayena daḷhaṁ adhiṭṭhānaṁ adhiṭṭhahitvā",
  "atk-s0512a2:355_11": "sīsaṁ bhogantare eva pavesetvā nipajji.",
  "atk-s0512a2:356_0": "Atha naṁ te upagantvā naṅguṭṭhe gahetvā ākaḍḍhantā bhūmiyaṁ pātetvā tikhiṇasūlehi",
  "atk-s0512a2:356_1": "aṭṭhasu ṭhānesu vijjhitvā sakaṇṭakā kāḷavettayaṭṭhiyo pahāramukhehi pavesetvā aṭṭhasu",
  "atk-s0512a2:356_2": "ṭhānesu kājehi ādāya mahāmaggaṁ paṭipajjiṁsu. Mahāsatto sūlehi vijjhanato paṭṭhāya",
  "atk-s0512a2:356_3": "ekaṭṭhānepi akkhīni ummīletvā te na olokesi. Tassa aṭṭhahi kājehi ādāya nīyamānassa",
  "atk-s0512a2:356_4": "sīsaṁ olambitvā bhūmiṁ paharati . Atha naṁ ‘‘sīsamassa olambatī’’ti mahāmagge nipajjāpetvā",
  "atk-s0512a2:356_5": "sukhumena sūlena nāsāpuṭe vijjhitvā rajjukaṁ pavesetvā sīsaṁ ukkhipitvā kājakoṭiyaṁ",
  "atk-s0512a2:356_6": "laggetvā punapi ukkhipitvā maggaṁ paṭipajjiṁsu. Tena vuttaṁ –",
  "atk-s0512a2:357": "88.",
  "atk-s0512a2:358": " ‘‘Addasaṁsu bhojaputtā, kharā luddā akāruṇā;",
  "atk-s0512a2:359": "Upagañchuṁ mamaṁ tattha, daṇḍamuggarapāṇino.",
  "atk-s0512a2:360": "89.",
  "atk-s0512a2:361": " ‘‘Nāsāya vinivijjhitvā, naṅguṭṭhe piṭṭhikaṇṭake;",
  "atk-s0512a2:362": "Kāje āropayitvāna, bhojaputtā hariṁsu ma’’nti.",
  "atk-s0512a2:363_0": "Tattha bhojaputtāti luddaputtā. Kharāti kakkhaḷā, pharusakāyavacīkammantā. Luddāti",
  "atk-s0512a2:363_1": "dāruṇā, ghoramānasā. Akāruṇāti nikkaruṇā. Daṇḍamuggarapāṇinoti caturassadaṇḍahatthā.",
  "atk-s0512a2:363_2": "Nāsāya vinivijjhitvāti rajjukaṁ pavesetuṁ sukhumena sūlena nāsāpuṭe vijjhitvā. Naṅguṭṭhe",
  "atk-s0512a2:363_3": "piṭṭhikaṇṭaketi naṅguṭṭhappadese tattha tattha piṭṭhikaṇṭakasamīpe ca vinivijjhitvāti",
  "atk-s0512a2:363_4": "sambandho. Kāje āropayitvānāti aṭṭhasu ṭhānesu vinivijjhitvā baddhesu aṭṭhasu vettalatāmaṇḍalesu",
  "atk-s0512a2:363_5": "ekekasmiṁ ovijjhitaṁ ekekaṁ kājaṁ dve dve bhojaputtā attano attano khandhaṁ āropetvā.",
  "atk-s0512a2:364_0": "90.Sasāgarantaṁ pathavinti samuddapariyantaṁ mahāpathaviṁ. Sakānanaṁ sapabbatanti",
  "atk-s0512a2:364_1": "saddhiṁ kānanehi pabbatehi cāti sakānanaṁ sapabbatañca. Nāsāvātena jhāpayeti sacāhaṁ",
  "atk-s0512a2:364_2": "icchamāno icchanto kujjhitvā nāsāvātaṁ vissajjeyyaṁ, samuddapariyantaṁ sakānanaṁ",
  "atk-s0512a2:364_3": "sapabbataṁ imaṁ mahāpathaviṁ jhāpeyyaṁ, saha nāsāvātavissajjanena chārikaṁ kareyyaṁ,",
  "atk-s0512a2:364_4": "etādiso tadā mayhaṁ ānubhāvo.",
  "atk-s0512a2:365_0": "91. Evaṁ santepi sūlehi vinivijjhante, koṭṭayantepi sattibhi. Bhojaputte na kuppāmīti",
  "atk-s0512a2:365_1": "dubbalabhāvakaraṇatthaṁ vettalatāpavesanatthañca sāradārūhi tacchetvā katehi tikhiṇasūlehi",
  "atk-s0512a2:365_2": "aṭṭhasu ṭhānesu vijjhantepi dubbalabhāvakaraṇatthaṁ tikhiṇāhi sattīhi tahiṁ tahiṁ",
  "atk-s0512a2:365_3": "koṭṭayantepi bhojaputtānaṁ luddānaṁ na kuppāmi. Esā me sīlapāramīti evaṁ mahānubhāvassa",
  "atk-s0512a2:365_4": "tathā adhiṭṭhahantassa yā me mayhaṁ sīlakhaṇḍabhayena tesaṁ akujjhanā, esā ekanteneva",
  "atk-s0512a2:365_5": "jīvitanirapekkhabhāvena pavattā mayhaṁ sīlapāramī, sīlavasena paramatthapāramīti attho.",
  "atk-s0512a2:366_0": "Tathā pana bodhisatte tehi nīyamāne mithilanagaravāsī āḷāro nāma kuṭumbiko pañcasakaṭasatāni",
  "atk-s0512a2:366_1": "ādāya sukhayānake nisīditvā gacchanto te bhojaputte mahāsattaṁ harante disvā kāruññaṁ",
  "atk-s0512a2:366_2": "uppādetvā te ludde pucchi – ‘‘kissāyaṁ nāgo nīyati, netvā cimaṁ kiṁ karissathā’’ti?",
  "atk-s0512a2:366_3": "Te ‘‘imassa nāgassa maṁsaṁ sāduñca muduñca thūlañca pacitvā khādissāmā’’ti āhaṁsu.",
  "atk-s0512a2:366_4": "Atha so tesaṁ soḷasavāhagoṇe pasataṁ pasataṁ suvaṇṇamāsake sabbesaṁ nivāsanapārupanāni",
  "atk-s0512a2:366_5": "bhariyānampi tesaṁ vatthābharaṇāni datvā ‘‘sammā, ayaṁ mahānubhāvo nāgarājā, attano",
  "atk-s0512a2:366_6": "sīlaguṇena tumhākaṁ na dubbhi, imaṁ kilamantehi bahuṁ tumhehi apuññaṁ pasutaṁ, vissajjethā’’ti",
  "atk-s0512a2:366_7": "āha. Te ‘‘ayaṁ amhākaṁ manāpo bhakkho, bahū ca no uragā bhuttapubbā, tathāpi tava",
  "atk-s0512a2:366_8": "vacanaṁ amhehi pūjetabbaṁ, tasmā imaṁ nāgaṁ vissajjessāmā’’ti vissajjetvā mahāsattaṁ",
  "atk-s0512a2:366_9": "bhūmiyaṁ nipajjāpetvā attano kakkhaḷatāya tā kaṇṭakācitā āvutā kāḷavettalatā koṭiyaṁ",
  "atk-s0512a2:366_10": "gahetvā ākaḍḍhituṁ ārabhiṁsu.",
  "atk-s0512a2:367_0": "Atha so nāgarājānaṁ kilamantaṁ disvā akilamentova asinā latā chinditvā dārakānaṁ",
  "atk-s0512a2:367_1": "kaṇṇavedhato paṭiharaṇaniyāmena adukkhāpento saṇikaṁ nīhari. Tasmiṁ kāle te bhojaputtā",
  "atk-s0512a2:367_2": "yaṁ bandhanaṁ tassa natthuto pavesetvā paṭimukkaṁ, taṁ bandhanaṁ saṇikaṁ mocayiṁsu.",
  "atk-s0512a2:367_3": "Mahāsatto muhuttaṁ pācīnābhimukho gantvā assupuṇṇehi nettehi āḷāraṁ olokesi. Luddā",
  "atk-s0512a2:367_4": "thokaṁ gantvā ‘‘urago dubbalo, matakāle gahetvāva naṁ gamissāmā’’ti nilīyiṁsu. Āḷāro",
  "atk-s0512a2:367_5": "mahāsattassa añjaliṁ paggayha ‘‘gaccheva kho tvaṁ, mahānāga, mā taṁ luddā puna gahesu’’nti",
  "atk-s0512a2:367_6": "vadanto thokaṁ taṁ nāgaṁ anugantvā nivatti.",
  "atk-s0512a2:368_0": "Bodhisatto nāgabhavanaṁ gantvā tattha papañcaṁ akatvā mahantena parivārena nikkhamitvā",
  "atk-s0512a2:368_1": "āḷāraṁ upasaṅkamitvā nāgabhavanassa vaṇṇaṁ kathetvā taṁ tattha netvā tīhi kaññāsatehi",
  "atk-s0512a2:368_2": "saddhiṁ mahantamassa yasaṁ datvā dibbehi kāmehi santappesi. Āḷāro nāgabhavane ekavassaṁ",
  "atk-s0512a2:368_3": "vasitvā dibbe kāme paribhuñjitvā ‘‘icchāmahaṁ, samma, pabbajitu’’nti nāgarājassa",
  "atk-s0512a2:368_4": "kathetvā pabbajitaparikkhāre gahetvā tato nikkhamitvā himavantappadesaṁ gantvā pabbajitvā",
  "atk-s0512a2:368_5": "tattha ciraṁ vasitvā aparabhāge cārikaṁ caranto bārāṇasiṁ patvā bārāṇasiraññā samāgato",
  "atk-s0512a2:368_6": "tena ācārasampattiṁ nissāya pasannena ‘‘tvaṁ uḷārabhogā maññe kulā pabbajito, kena",
  "atk-s0512a2:368_7": "nu kho kāraṇena pabbajitosī’’ti puṭṭho attano pabbajjākāraṇaṁ kathento luddānaṁ hatthato",
  "atk-s0512a2:368_8": "bodhisattassa vissajjāpanaṁ ādiṁ katvā sabbaṁ pavattiṁ rañño ācikkhitvā –",
  "atk-s0512a2:369": "‘‘Diṭṭhā mayā mānusakāpi kāmā, asassatā vipariṇāmadhammā;",
  "atk-s0512a2:370": "Ādīnavaṁ kāmaguṇesu disvā, saddhāyahaṁ pabbajitomhi, rāja.",
  "atk-s0512a2:371": "‘‘Dumapphalānīva patanti māṇavā, daharā ca vuddhā ca sarīrabhedā;",
  "atk-s0512a2:372": "Etampi disvā pabbajitomhi rāja, apaṇṇakaṁ sāmaññameva seyyo’’ti. (jā. 2.17.191-192) –",
  "atk-s0512a2:373": "Imāhi gāthāhi dhammaṁ desesi.",
  "atk-s0512a2:374": "Taṁ sutvā rājā –",
  "atk-s0512a2:375": "‘‘Addhā have sevitabbā sapaññā, bahussutā ye bahuṭhānacintino;",
  "atk-s0512a2:376": "Nāgañca sutvāna tavañcaḷāra, kāhāmi puññāni anappakānī’’ti. (jā. 2.17.193) –",
  "atk-s0512a2:377": "Āha.",
  "atk-s0512a2:378": "Athassa tāpaso –",
  "atk-s0512a2:379": "‘‘Addhā have sevitabbā sapaññā, bahussutā ye bahuṭhānacintino;",
  "atk-s0512a2:380": "Nāgañca sutvāna mamañca rāja, karohi puññāni anappakānī’’ti. (jā. 2.17.194) –",
  "atk-s0512a2:381_0": "Evaṁ dhammaṁ desetvā tattheva cattāro vassānamāse vasitvā puna himavantaṁ gantvā",
  "atk-s0512a2:381_1": "yāvajīvaṁ cattāro brahmavihāre bhāvetvā brahmalokūpago ahosi. Bodhisattopi yāvajīvaṁ",
  "atk-s0512a2:381_2": "uposathavāsaṁ vasitvā saggapuraṁ pūresi. Sopi rājā dānādīni puññāni katvā yathākammaṁ gato.",
  "atk-s0512a2:382": "Tadā āḷāro sāriputtatthero ahosi, bārāṇasirājā ānandatthero, saṅkhapālanāgarājā lokanātho.",
  "atk-s0512a2:383_0": "Tassa sarīrapariccāgo dānapāramī, tathārūpenapi visatejena samannāgatassa tathārūpāyapi",
  "atk-s0512a2:383_1": "pīḷāya sati sīlassa abhinnatā sīlapāramī, devabhogasampattisadisaṁ bhogaṁ pahāya",
  "atk-s0512a2:383_2": "nāgabhavanato nikkhamitvā samaṇadhammakaraṇaṁ nekkhammapāramī, ‘‘dānādiatthaṁ idañcidañca",
  "atk-s0512a2:383_3": "kātuṁ vaṭṭatī’’ti saṁvidahanaṁ paññāpāramī, kāmavitakkavinodanaṁ adhivāsanavīriyañca",
  "atk-s0512a2:383_4": "vīriyapāramī, adhivāsanakhanti khantipāramī, saccasamādānaṁ saccapāramī, acalasamādānādhiṭṭhānaṁ",
  "atk-s0512a2:383_5": "adhiṭṭhānapāramī, bhojaputte upādāya sabbasattesu mettānuddayabhāvo mettāpāramī,",
  "atk-s0512a2:383_6": "vedanāya sattasaṅkhārakatavippakāresu ca majjhattabhāvo upekkhāpāramīti evaṁ dasa",
  "atk-s0512a2:383_7": "pāramiyo labbhanti. Sīlapāramī pana atisayavatīti katvā sā eva desanaṁ āruḷhā. Tathā",
  "atk-s0512a2:383_8": "idha bodhisattassa guṇānubhāvā ‘‘yojanasatike nāgabhavanaṭṭhāne’’tiādinā bhūridattacariyāyaṁ",
  "atk-s0512a2:383_9": "(cariyā. 2.11 ādayo) vuttanayeneva yathārahaṁ vibhāvetabbāti.",
  "atk-s0512a2:384": "Saṅkhapālacariyāvaṇṇanā niṭṭhitā.",
  "atk-s0512a2:385_0": "Eteti ye hatthināgacariyādayo imasmiṁ vagge niddiṭṭhā anantaragāthāya ca ‘‘hatthināgo",
  "atk-s0512a2:385_1": "bhūridatto’’tiādinā uddānavasena saṅgahetvā dassitā nava cariyā, te sabbe visesato",
  "atk-s0512a2:385_2": "sīlapāramipūraṇavasena pavattiyā sīlaṁ balaṁ etesanti sīlabalā. Sīlassa paramatthapāramibhūtassa",
  "atk-s0512a2:385_3": "parikkharaṇato santānassa ca paribhāvanāvasena abhisaṅkharaṇato parikkhārā. Ukkaṁsagatāya",
  "atk-s0512a2:385_4": "sīlaparamatthapāramiyā asampuṇṇattā padeso etesaṁ atthi, na nippadesoti padesikā",
  "atk-s0512a2:385_5": "sappadesā. Kasmāti ce? Āha ‘‘jīvitaṁ parirakkhitvā, sīlāni anurakkhisa’’nti, yasmā",
  "atk-s0512a2:385_6": "etesu hatthināgacariyādīsu (cariyā. 2.1 ādayo) ahaṁ attano jīvitaṁ ekadesena parirakkhitvāva",
  "atk-s0512a2:385_7": "sīlāni anurakkhiṁ, jīvitaṁ na sabbathā pariccajiṁ, ekanteneva pana saṅkhapālassa",
  "atk-s0512a2:385_8": "me sato sabbakālampi jīvitaṁ yassa kassaci niyyattaṁ, saṅkhapālanāgarājassa pana",
  "atk-s0512a2:385_9": "me mahānubhāvassa uggavisatejassa sato samānassa sabbakālampi tehi luddehi samāgame",
  "atk-s0512a2:385_10": "tato pubbepi pacchāpi sato evaṁ puggalavibhāgaṁ akatvā yassa kassaci sīlānurakkhaṇatthameva",
  "atk-s0512a2:385_11": "jīvitaṁ ekaṁseneva niyyattaṁ nīyātitaṁ dānamukhe nissaṭṭhaṁ, tasmā sā sīlapāramīti",
  "atk-s0512a2:385_12": "yasmā cetadevaṁ, tasmā tena kāraṇena sā paramatthapāramibhāvaṁ pattā mayhaṁ sīlapāramīti dassetīti.",
  "atk-s0512a2:386": "Paramatthadīpaniyā cariyāpiṭakasaṁvaṇṇanāya",
  "atk-s0512a2:387": "Dasavidhacariyāsaṅgahassa visesato",
  "atk-s0512a2:388": "Sīlapāramivibhāvanassa",
  "atk-s0512a2:389": "Dutiyavaggassa atthavaṇṇanā niṭṭhitā."
}