{
  "atk-abh02a8:0": "9. Iddhipādavibhaṅgo",
  "atk-abh02a8:1": "1. Suttantabhājanīyavaṇṇanā",
  "atk-abh02a8:2_0": "431. Idāni tadanantare iddhipādavibhaṅge cattāroti gaṇanaparicchedo. Iddhipādāti",
  "atk-abh02a8:2_1": "ettha ijjhatīti iddhi, samijjhati nipphajjatīti attho. Ijjhanti vā etāya sattā iddhā",
  "atk-abh02a8:2_2": "vuddhā ukkaṁsagatā hontītipi iddhi. Paṭhamenatthena iddhi eva pādo iddhipādo, iddhikoṭṭhāsoti",
  "atk-abh02a8:2_3": "attho. Dutiyenatthena iddhiyā pādoti iddhipādo; pādoti patiṭṭhā, adhigamupāyoti attho.",
  "atk-abh02a8:2_4": "Tena hi yasmā uparūparivisesasaṅkhātaṁ iddhiṁ pajjanti pāpuṇanti, tasmā pādoti vuccati.",
  "atk-abh02a8:2_5": "Evaṁ tāva “cattāro iddhipādā”ti ettha attho veditabbo.",
  "atk-abh02a8:3_0": "Idāni te bhājetvā dassetuṁ idha bhikkhūtiādi āraddhaṁ. Tattha idha bhikkhūti imasmiṁ",
  "atk-abh02a8:3_1": "sāsane bhikkhu. Chandasamādhipadhānasaṅkhārasamannāgatanti ettha chandahetuko chandādhiko",
  "atk-abh02a8:3_2": "vā samādhi chandasamādhi. Kattukamyatāchandaṁ adhipatiṁ karitvā paṭiladdhasamādhissetaṁ",
  "atk-abh02a8:3_3": "adhivacanaṁ. Padhānabhūtā saṅkhārā padhānasaṅkhārā. Catukiccasādhakassa sammappadhānavīriyassetaṁ",
  "atk-abh02a8:3_4": "adhivacanaṁ. Samannāgatanti chandasamādhinā ca padhānasaṅkhārehi ca upetaṁ. Iddhipādanti",
  "atk-abh02a8:3_5": "nipphattipariyāyena vā ijjhanakaṭṭhena ijjhanti etāya sattā iddhā vuddhā ukkaṁsagatā",
  "atk-abh02a8:3_6": "hontīti iminā vā pariyāyena iddhīti saṅkhaṁ gatānaṁ upacārajjhānādikusalacittasampayuttānaṁ",
  "atk-abh02a8:3_7": "chandasamādhipadhānasaṅkhārānaṁ adhiṭṭhānaṭṭhena pādabhūtaṁ sesacittacetasikarāsinti",
  "atk-abh02a8:3_8": "attho. Yañhi parato “iddhipādoti tathābhūtassa vedanākkhandho…pe… viññāṇakkhandho”ti",
  "atk-abh02a8:3_9": "vuttaṁ, taṁ iminā atthena yujjati. Iminā nayena sesesupi attho veditabbo. Yatheva",
  "atk-abh02a8:3_10": "hi chandaṁ adhipatiṁ karitvā paṭiladdhasamādhi chandasamādhīti vutto, evaṁ vīriyaṁ…pe…",
  "atk-abh02a8:3_11": "cittaṁ. Vīmaṁsaṁ adhipatiṁ karitvā paṭiladdhasamādhi vīmaṁsasamādhīti vuccati.",
  "atk-abh02a8:4_0": "Idāni chandasamādhiādīni padāni bhājetvā dassetuṁ kathañca bhikkhūtiādi āraddhaṁ.",
  "atk-abh02a8:4_1": "Tattha chandañce bhikkhu adhipatiṁ karitvāti yadi bhikkhu chandaṁ adhipatiṁ chandaṁ",
  "atk-abh02a8:4_2": "jeṭṭhakaṁ chandaṁ dhuraṁ chandaṁ pubbaṅgamaṁ katvā samādhiṁ paṭilabhati nibbatteti,",
  "atk-abh02a8:4_3": "evaṁ nibbattito ayaṁ samādhi chandasamādhi nāma vuccatīti attho. Vīriyañcetiādīsupi",
  "atk-abh02a8:4_4": "eseva nayo. Ime vuccanti padhānasaṅkhārāti ettāvatā chandiddhipādaṁ bhāvayamānassa",
  "atk-abh02a8:4_5": "bhikkhuno padhānābhisaṅkhārasaṅkhātacatukiccasādhakaṁ vīriyaṁ kathitaṁ. Tadekajjhaṁ",
  "atk-abh02a8:4_6": "abhisaññūhitvāti taṁ sabbaṁ ekato rāsiṁ katvāti attho. Saṅkhyaṁ gacchatīti etaṁ vohāraṁ",
  "atk-abh02a8:4_7": "gacchatīti veditabbanti attho.",
  "atk-abh02a8:5": "433. Idāni “chandasamādhipadhānasaṅkhāro”ti etasmiṁ padasamūhe chandādidhamme bhājetvā dassetuṁ tattha katamo chandotiādi āraddhaṁ. Taṁ uttānatthameva.",
  "atk-abh02a8:6_0": "Upeto hotīti iddhipādasaṅkhāto dhammarāsi upeto hoti. Tesaṁ dhammānanti tesaṁ sampayuttānaṁ",
  "atk-abh02a8:6_1": "chandādidhammānaṁ. Iddhi samiddhītiādīni sabbāni nipphattivevacanāneva. Evaṁ santepi",
  "atk-abh02a8:6_2": "ijjhanakaṭṭhena iddhi. Sampuṇṇā iddhi samiddhi; upasaggena vā padaṁ vaḍḍhitaṁ. Ijjhanākāro",
  "atk-abh02a8:6_3": "ijjhanā. Samijjhanāti upasaggena padaṁ vaḍḍhitaṁ. Attano santāne pātubhāvavasena",
  "atk-abh02a8:6_4": "labhanaṁ lābho. Parihīnānampi vīriyārambhavasena puna lābho paṭilābho; upasaggena",
  "atk-abh02a8:6_5": "vā padaṁ vaḍḍhitaṁ. Pattīti adhigamo. Aparihānavasena sammā pattīti sampatti. Phusanāti",
  "atk-abh02a8:6_6": "paṭilābhaphusanā. Sacchikiriyāti paṭilābhasacchikiriyāva. Upasampadāti paṭilābhaupasampadā evāti veditabbā.",
  "atk-abh02a8:7_0": "Tayābhūtassāti tena ākārena bhūtassa; te chandādidhamme paṭilabhitvā ṭhitassāti attho.",
  "atk-abh02a8:7_1": "Vedanākkhandhotiādīhi chandādayo anto katvā cattāropi khandhā kathitā. Te dhammeti",
  "atk-abh02a8:7_2": "te cattāro arūpakkhandhe; chandādayo vā tayo dhammetipi vuttaṁ. Āsevatītiādīni vuttatthāneva.",
  "atk-abh02a8:7_3": "Sesaiddhipādaniddesesupi imināva nayena attho veditabbo.",
  "atk-abh02a8:8_0": "Ettāvatā kiṁ kathitanti? Catunnaṁ bhikkhūnaṁ matthakappattaṁ kammaṭṭhānaṁ kathitaṁ.",
  "atk-abh02a8:8_1": "Eko hi bhikkhu chandaṁ avassayati; kattukamyatākusaladhammacchandena atthanipphattiyaṁ",
  "atk-abh02a8:8_2": "sati ‘ahaṁ lokuttaradhammaṁ nibbattessāmi, natthi mayhaṁ etassa nibbattane bhāro’ti",
  "atk-abh02a8:8_3": "chandaṁ jeṭṭhakaṁ chandaṁ dhuraṁ chandaṁ pubbaṅgamaṁ katvā lokuttaradhammaṁ nibbatteti.",
  "atk-abh02a8:8_4": "Eko vīriyaṁ avassayati. Eko cittaṁ, eko paññaṁ avassayati. Paññāya atthanipphattiyaṁ",
  "atk-abh02a8:8_5": "sati ‘ahaṁ lokuttaradhammaṁ nibbattessāmi, natthi mayhaṁ etassa nibbattane bhāro’ti",
  "atk-abh02a8:8_6": "paññaṁ jeṭṭhakaṁ paññaṁ dhuraṁ paññaṁ pubbaṅgamaṁ katvā lokuttaradhammaṁ nibbatteti.",
  "atk-abh02a8:9_0": "Kathaṁ? Yathā hi catūsu amaccaputtesu ṭhānantaraṁ patthetvā vicarantesu eko upaṭṭhānaṁ",
  "atk-abh02a8:9_1": "avassayi, eko sūrabhāvaṁ, eko jātiṁ, eko mantaṁ. Kathaṁ? Tesu hi paṭhamo ‘upaṭṭhāne",
  "atk-abh02a8:9_2": "appamādakāritāya atthanipphattiyā sati labbhamānaṁ lacchāmetaṁ ṭhānantara’nti upaṭṭhānaṁ",
  "atk-abh02a8:9_3": "avassayi. Dutiyo ‘upaṭṭhāne appamattopi ekacco saṅgāme paccupaṭṭhite saṇṭhātuṁ na",
  "atk-abh02a8:9_4": "sakkoti; avassaṁ kho pana rañño paccanto kuppissati; tasmiṁ kuppite rathadhure kammaṁ",
  "atk-abh02a8:9_5": "katvā rājānaṁ ārādhetvā āharāpessāmetaṁ ṭhānantara’nti sūrabhāvaṁ avassayi. Tatiyo",
  "atk-abh02a8:9_6": "‘sūrabhāvepi sati ekacco hīnajātiko hoti; jātiṁ sodhetvā ṭhānantaraṁ dadantā mayhaṁ",
  "atk-abh02a8:9_7": "dassantī’ti jātiṁ avassayi. Catuttho ‘jātimāpi eko amantanīyo hoti; mantena kattabbakicce",
  "atk-abh02a8:9_8": "uppanne āharāpessāmetaṁ ṭhānantara’nti mantaṁ avassayi. Te sabbepi attano attano",
  "atk-abh02a8:9_9": "avassayabalena ṭhānantarāni pāpuṇiṁsu.",
  "atk-abh02a8:10_0": "Tattha upaṭṭhāne appamatto hutvā ṭhānantaraṁ patto viya chandaṁ avassāya kattukamyatākusaladhammacchandena",
  "atk-abh02a8:10_1": "atthanibbattiyaṁ sati ‘ahaṁ lokuttaradhammaṁ nibbattessāmi, natthi mayhaṁ etassa",
  "atk-abh02a8:10_2": "nibbattane bhāro’ti chandaṁ jeṭṭhakaṁ chandaṁ dhuraṁ chandaṁ pubbaṅgamaṁ katvā lokuttaradhammanibbattako",
  "atk-abh02a8:10_3": "daṭṭhabbo, raṭṭhapālatthero viya. So hi āyasmā chandaṁ dhuraṁ katvā lokuttaradhammaṁ",
  "atk-abh02a8:10_4": "nibbattesi. Sūrabhāvena rājānaṁ ārādhetvā ṭhānantaraṁ patto viya vīriyaṁ jeṭṭhakaṁ",
  "atk-abh02a8:10_5": "vīriyaṁ dhuraṁ vīriyaṁ pubbaṅgamaṁ katvā lokuttaradhammanibbattako daṭṭhabbo, soṇatthero",
  "atk-abh02a8:10_6": "viya. So hi āyasmā vīriyaṁ dhuraṁ katvā lokuttaradhammaṁ nibbattesi.",
  "atk-abh02a8:11_0": "Jātisampattiyā ṭhānantaraṁ patto viya cittaṁ jeṭṭhakaṁ cittaṁ dhuraṁ cittaṁ pubbaṅgamaṁ",
  "atk-abh02a8:11_1": "katvā lokuttaradhammanibbattako daṭṭhabbo, sambhūtatthero viya. So hi āyasmā cittaṁ",
  "atk-abh02a8:11_2": "dhuraṁ katvā lokuttaradhammaṁ nibbattesi. Mantaṁ avassāya ṭhānantarappatto viya vīmaṁsaṁ",
  "atk-abh02a8:11_3": "jeṭṭhakaṁ vīmaṁsaṁ dhuraṁ vīmaṁsaṁ pubbaṅgamaṁ katvā lokuttaradhammanibbattako daṭṭhabbo,",
  "atk-abh02a8:11_4": "thero mogharājā viya. So hi āyasmā vīmaṁsaṁ dhuraṁ katvā lokuttaradhammaṁ nibbattesi.",
  "atk-abh02a8:12_0": "Ettha ca tayo chandasamādhipadhānasaṅkhārasaṅkhātā dhammā iddhīpi honti iddhipādāpi.",
  "atk-abh02a8:12_1": "Sesā pana sampayuttakā cattāro khandhā iddhipādāyeva. Vīriyacittavīmaṁsasamādhipadhānasaṅkhārasaṅkhātāpi",
  "atk-abh02a8:12_2": "tayo dhammā iddhīpi honti iddhipādāpi. Sesā pana sampayuttakā cattāro khandhā iddhipādāyeva.",
  "atk-abh02a8:12_3": "Ayaṁ tāva abhedato kathā.",
  "atk-abh02a8:13_0": "Bhedato pana ‘chando’ iddhi nāma. Chandadhurena bhāvitā cattāro khandhā chandiddhipādo",
  "atk-abh02a8:13_1": "nāma. Samādhi padhānasaṅkhāroti dve dhammā saṅkhārakkhandhavasena chandiddhipāde",
  "atk-abh02a8:13_2": "pavisanti; pāde paviṭṭhātipi vattuṁ vaṭṭatiyeva. Tattheva ‘samādhi’ iddhi nāma. Samādhidhurena",
  "atk-abh02a8:13_3": "bhāvitā cattāro khandhā samādhiddhipādo nāma. Chando padhānasaṅkhāroti dve dhammā",
  "atk-abh02a8:13_4": "saṅkhārakkhandhavasena samādhiddhipāde pavisanti; pāde paviṭṭhātipi vattuṁ vaṭṭati",
  "atk-abh02a8:13_5": "eva. Tattheva ‘padhānasaṅkhāro’ iddhi nāma. Padhānasaṅkhārabhāvitā cattāro khandhā",
  "atk-abh02a8:13_6": "padhānasaṅkhāriddhipādo nāma. Chando samādhīti dve dhammā saṅkhārakkhandhavasena",
  "atk-abh02a8:13_7": "padhānasaṅkhāriddhipāde pavisanti; pāde paviṭṭhātipi vattuṁ vaṭṭati eva. Tattheva",
  "atk-abh02a8:13_8": "‘vīriyaṁ’ iddhi nāma, ‘cittaṁ’ iddhi nāma, ‘vīmaṁsā’ iddhi nāma…pe… pāde paviṭṭhātipi",
  "atk-abh02a8:13_9": "vattuṁ vaṭṭati eva. Ayaṁ bhedato kathā nāma.",
  "atk-abh02a8:14_0": "Ettha pana abhinavaṁ natthi; gahitameva vibhūtadhātukaṁ kataṁ. Kathaṁ? Chando, samādhi,",
  "atk-abh02a8:14_1": "padhānasaṅkhāroti ime tayo dhammā iddhīpi honti iddhipādāpi. Sesā sampayuttakā cattāro",
  "atk-abh02a8:14_2": "khandhā iddhipādāyeva. Ime hi tayo dhammā ijjhamānā sampayuttakehi catūhi khandhehi",
  "atk-abh02a8:14_3": "saddhiṁyeva ijjhanti, na vinā. Sampayuttakā pana cattāro khandhā ijjhanakaṭṭhena",
  "atk-abh02a8:14_4": "iddhi nāma honti, patiṭṭhānaṭṭhena pādo nāma. ‘Iddhī’ti vā ‘iddhipādo’ti vā na aññassa",
  "atk-abh02a8:14_5": "kassaci adhivacanaṁ, sampayuttakānaṁ catunnaṁ khandhānaṁyeva adhivacanaṁ. Vīriyaṁ,",
  "atk-abh02a8:14_6": "cittaṁ, vīmaṁsāsamādhipadhānasaṅkhāroti tayo dhammā…pe… catunnaṁ khandhānaṁyeva adhivacanaṁ.",
  "atk-abh02a8:15_0": "Apica pubbabhāgo pubbabhāgo iddhipādo nāma; paṭilābho paṭilābho iddhi nāmāti veditabbo.",
  "atk-abh02a8:15_1": "Ayamattho upacārena vā vipassanāya vā dīpetabbo. Paṭhamajjhānaparikammañhi iddhipādo",
  "atk-abh02a8:15_2": "nāma, paṭhamajjhānaṁ iddhi nāma. Dutiyatatiyacatutthaākāsānañcāyatana, viññāṇañcāyatanaākiñcaññāyatananevasaññānāsaññāyatanaparikammaṁ",
  "atk-abh02a8:15_3": "iddhipādo nāma, nevasaññānāsaññāyatanaṁ iddhi nāma. Sotāpattimaggassa vipassanā iddhipādo",
  "atk-abh02a8:15_4": "nāma, sotāpattimaggo iddhi nāma. Sakadāgāmi, anāgāmi, arahattamaggassa vipassanā",
  "atk-abh02a8:15_5": "iddhipādo nāma, arahattamaggo iddhi nāma. Paṭilābhenāpi dīpetuṁ vaṭṭatiyeva. Paṭhamajjhānañhi",
  "atk-abh02a8:15_6": "iddhipādo nāma, dutiyajjhānaṁ iddhi nāma; dutiyajjhānaṁ iddhipādo nāma, tatiyajjhānaṁ",
  "atk-abh02a8:15_7": "iddhi nāma…pe… anāgāmimaggo iddhipādo nāma, arahattamaggo iddhi nāma.",
  "atk-abh02a8:16_0": "Kenaṭṭhena iddhi? Kenaṭṭhena pādoti? Ijjhanakaṭṭheneva iddhi. Patiṭṭhānaṭṭheneva",
  "atk-abh02a8:16_1": "pādo. Evamidhāpi iddhīti vā pādoti vā na aññassa kassaci adhivacanaṁ, sampayuttakānaṁ",
  "atk-abh02a8:16_2": "catunnaṁ khandhānaṁyeva adhivacananti. Evaṁ vutte pana idamāhaṁsu – catunnaṁ khandhānameva",
  "atk-abh02a8:16_3": "adhivacanaṁ bhaveyya, yadi satthā parato uttaracūḷabhājanīyaṁ nāma na āhareyya. Uttaracūḷabhājanīye",
  "atk-abh02a8:16_4": "pana “chandoyeva chandiddhipādo, vīriyameva, cittameva, vīmaṁsāva vīmaṁsiddhipādo”ti",
  "atk-abh02a8:16_5": "kathitaṁ. Keci pana “iddhi nāma anipphannā, iddhipādo nipphanno”ti vadiṁsu. Tesaṁ",
  "atk-abh02a8:16_6": "vacanaṁ paṭikkhipitvā iddhīpi iddhipādopi ‘nipphanno tilakkhaṇabbhāhato’ti sanniṭṭhānaṁ",
  "atk-abh02a8:16_7": "kataṁ. Iti imasmiṁ suttantabhājanīye lokiyalokuttaramissakā iddhipādā kathitāti.",
  "atk-abh02a8:17": "Suttantabhājanīyavaṇṇanā.",
  "atk-abh02a8:18": "2. Abhidhammabhājanīyavaṇṇanā",
  "atk-abh02a8:19_0": "444. Abhidhammabhājanīyaṁ uttānatthameva. Nayā panettha gaṇetabbā. “Chandasamādhipadhānasaṅkhārasamannāgataṁ",
  "atk-abh02a8:19_1": "iddhipādaṁ bhāvetī”ti vuttaṭṭhānasmiñhi lokuttarāni cattāri nayasahassāni vibhattāni.",
  "atk-abh02a8:19_2": "Vīriyasamādhiādīsupi eseva nayo. Tathā uttaracūḷabhājanīye chandiddhipāde cattāri",
  "atk-abh02a8:19_3": "nayasahassāni vibhattāni, vīriyacittavīmaṁsiddhipāde cattāri cattārīti sabbānipi",
  "atk-abh02a8:19_4": "aṭṭhannaṁ catukkānaṁ vasena dvattiṁsa nayasahassāni vibhattāni. Evametaṁ nibbattitalokuttarānaṁyeva",
  "atk-abh02a8:19_5": "iddhipādānaṁ vasena dvattiṁsanayasahassappaṭimaṇḍitaṁ abhidhammabhājanīyaṁ kathitanti veditabbaṁ.",
  "atk-abh02a8:20": "3. Pañhāpucchakavaṇṇanā",
  "atk-abh02a8:21_0": "462. Pañhāpucchake pāḷianusāreneva iddhipādānaṁ kusalādibhāvo veditabbo. Ārammaṇattikesu",
  "atk-abh02a8:21_1": "pana sabbepete appamāṇaṁ nibbānaṁ ārabbha pavattito appamāṇārammaṇā eva, na maggārammaṇā;",
  "atk-abh02a8:21_2": "sahajātahetuvasena pana maggahetukā, na maggādhipatino. Cattāro hi adhipatayo aññamaññaṁ",
  "atk-abh02a8:21_3": "garuṁ na karonti. Kasmā? Sayaṁ jeṭṭhakattā. Yathā hi samajātikā samavayā samathāmā",
  "atk-abh02a8:21_4": "samasippā cattāro rājaputtā attano attano jeṭṭhakatāya aññamaññassa apacitiṁ na karonti,",
  "atk-abh02a8:21_5": "evamimepi cattāro adhipatayo pāṭiyekkaṁ pāṭiyekkaṁ jeṭṭhakadhammatāya aññamaññaṁ",
  "atk-abh02a8:21_6": "garuṁ na karontīti ekanteneva na maggādhipatino. Atītādīsu ekārammaṇabhāvepi na vattabbā.",
  "atk-abh02a8:21_7": "Nibbānassa pana bahiddhādhammattā bahiddhārammaṇā nāma hontīti. Evametasmiṁ pañhāpucchake",
  "atk-abh02a8:21_8": "nibbattitalokuttarāva iddhipādā kathitā. Sammāsambuddhena hi suttantabhājanīyasmiṁyeva",
  "atk-abh02a8:21_9": "lokiyalokuttaramissakā iddhipādā kathitā, abhidhammabhājanīyapañhāpucchakesu pana",
  "atk-abh02a8:21_10": "lokuttarāyevāti. Evamayaṁ iddhipādavibhaṅgopi teparivaṭṭaṁ nīharitvāva dassitoti.",
  "atk-abh02a8:22": "Sammohavinodaniyā vibhaṅgaṭṭhakathāya",
  "atk-abh02a8:23": "Iddhipādavibhaṅgavaṇṇanā niṭṭhitā."
}