{
  "atk-s0402a61:0": "(26) 6. Abhiññāvaggo",
  "atk-s0402a61:1": "1-3. Abhiññāsuttādivaṇṇanā",
  "atk-s0402a61:2_0": "254-256. Chaṭṭhassa paṭhame abhiññāyāti jānitvā. Samatho ca vipassanā cāti cittekaggatā",
  "atk-s0402a61:2_1": "ca saṅkhārapariggahavipassanāñāṇañca. Vijjā ca vimutti cāti maggañāṇavijjā ca sesā",
  "atk-s0402a61:2_2": "sampayuttakadhammā ca. Dutiye anariyapariyesanāti anariyānaṁ esanā gavesanā. Jarādhammanti",
  "atk-s0402a61:2_3": "jarāsabhāvaṁ. Sesesupi eseva nayo. Tatiyaṁ uttānameva.",
  "atk-s0402a61:3": "4. Mālukyaputtasuttavaṇṇanā",
  "atk-s0402a61:4_0": "257. Catutthe mālukyaputtoti mālukyabrāhmaṇiyā putto. Etthāti etasmiṁ tava ovādayācane.",
  "atk-s0402a61:4_1": "Iminā theraṁ apasādetipi ussādetipi. Kathaṁ? Ayaṁ kira daharakāle paccayesu laggo",
  "atk-s0402a61:4_2": "hutvā pacchā mahallakakāle araññavāsaṁ patthento kammaṭṭhānaṁ yācati. Atha bhagavā",
  "atk-s0402a61:4_3": "“ettha dahare kiṁ vakkhāma, mālukyaputto viya tumhepi taruṇakāle paccayesu laggitvā",
  "atk-s0402a61:4_4": "mahallakakāle araññaṁ pavisitvā samaṇadhammaṁ kareyyāthā”ti iminā adhippāyena bhaṇanto",
  "atk-s0402a61:4_5": "theraṁ apasādeti nāma. Yasmā pana thero mahallakakāleva araññaṁ pavisitvā samaṇadhammaṁ",
  "atk-s0402a61:4_6": "kātukāmo, tasmā bhagavā “ettha dahare kiṁ vakkhāma, ayaṁ amhākaṁ mālukyaputto mahallakakālepi",
  "atk-s0402a61:4_7": "araññaṁ pavisitvā samaṇadhammaṁ kātukāmo kammaṭṭhānaṁ yācati. Tumhe tāva taruṇakālepi",
  "atk-s0402a61:4_8": "vīriyaṁ na karothā”ti iminā adhippāyena bhaṇanto theraṁ ussādeti nāmāti yojanā.",
  "atk-s0402a61:5": "5-10. Kulasuttādivaṇṇanā",
  "atk-s0402a61:6_0": "258-263. Pañcame ādhipacce ṭhapentīti bhaṇḍāgārikaṭṭhāne ṭhapenti. Chaṭṭhe vaṇṇasampannoti",
  "atk-s0402a61:6_1": "sarīravaṇṇena samannāgato. Balasampannoti kāyabalena samannāgato. Bhikkhuvāre vaṇṇasampannoti",
  "atk-s0402a61:6_2": "guṇavaṇṇena samannāgato. Balasampannoti vīriyabalena samannāgato. Javasampannoti",
  "atk-s0402a61:6_3": "ñāṇajavena samannāgato. Sattamepi eseva nayo. Sesamettha uttānamevāti.",
  "atk-s0402a61:7": "Abhiññāvaggo chaṭṭho."
}