{
  "atk-s0404a22:0": "(8) 3. Ākaṅkhavaggo",
  "atk-s0404a22:1": "1. Ākaṅkhasuttavaṇṇanā",
  "atk-s0404a22:2_0": "71. Tatiyassa paṭhame sampannasīlāti paripuṇṇasīlā, sīlasamaṅgino vā hutvāti attho.",
  "atk-s0404a22:2_1": "Tattha dvīhi kāraṇehi sampannasīlatā hoti sīlavipattiyā ca ādīnavadassanena, sīlasampattiyā",
  "atk-s0404a22:2_2": "ca ānisaṁsadassanena. Tadubhayampi visuddhimagge vitthāritaṁ. Tattha “sampannasīlā”ti",
  "atk-s0404a22:2_3": "ettāvatā kira bhagavā catupārisuddhisīlaṁ uddisitvā “pātimokkhasaṁvarasaṁvutā”ti",
  "atk-s0404a22:2_4": "iminā tattha jeṭṭhakasīlaṁ vitthāretvā dassesīti dīpavihāravāsī sumanatthero āha.",
  "atk-s0404a22:2_5": "Antevāsiko panassa tepiṭakacūḷanāgatthero āha – ubhayatthapi pātimokkhasaṁvarova",
  "atk-s0404a22:2_6": "bhagavatā vutto. Pātimokkhasaṁvaroyeva hi sīlaṁ, itarāni pana tīṇi sīlanti vuttaṭṭhānaṁ",
  "atk-s0404a22:2_7": "atthīti ananujānanto vatvā āha – indriyasaṁvaro nāma chadvārārakkhāmattakameva, ājīvapārisuddhi",
  "atk-s0404a22:2_8": "dhammena samena paccayuppattimattakaṁ, paccayasannissitaṁ paṭiladdhapaccaye idamatthanti",
  "atk-s0404a22:2_9": "paccavekkhitvā paribhuñjanamattakaṁ. Nippariyāyena pātimokkhasaṁvarova sīlaṁ. Yassa",
  "atk-s0404a22:2_10": "so bhinno, ayaṁ sīsacchinno viya puriso hatthapāde sesāni rakkhissatīti na vattabbo.",
  "atk-s0404a22:2_11": "Yassa pana so arogo, ayaṁ acchinnasīso viya puriso jīvitaṁ sesāni puna pākatikāni",
  "atk-s0404a22:2_12": "kātuṁ sakkoti. Tasmā “sampannasīlā”ti iminā pātimokkhasaṁvaraṁ uddisitvā “sampannapātimokkhā”ti",
  "atk-s0404a22:2_13": "tasseva vevacanaṁ vatvā taṁ vitthāretvā dassento pātimokkhasaṁvarasaṁvutātiādimāha.",
  "atk-s0404a22:2_14": "Tattha pātimokkhasaṁvarasaṁvuttātiādīni vuttatthāneva. Ākaṅkheyya ceti idaṁ kasmā",
  "atk-s0404a22:2_15": "āraddhanti? Sīlānisaṁsadassanatthaṁ. Sacepi acirapabbajitānaṁ vā duppaññānaṁ vā evamassa",
  "atk-s0404a22:2_16": "“bhagavā ‘sīlaṁ pūretha sīlaṁ pūrethā’ti vadati, ko nu kho sīlapūraṇe ānisaṁso, ko",
  "atk-s0404a22:2_17": "viseso, kā vaḍḍhī”ti tesaṁ dasa ānisaṁse dassetuṁ evamāha – “appeva nāma etaṁ sabrahmacārīnaṁ",
  "atk-s0404a22:2_18": "piyamanāpatādiāsavakkhayapariyosānaṁ ānisaṁsaṁ sutvāpi sīlaṁ paripūreyyu”nti.",
  "atk-s0404a22:3_0": "Tattha ākaṅkheyya ceti yadi iccheyya. Piyo cassanti piyacakkhūhi sampassitabbo, sinehuppattiyā",
  "atk-s0404a22:3_1": "padaṭṭhānabhūto bhaveyyaṁ. Manāpoti tesaṁ manavaḍḍhanako, tesaṁ vā manena pattabbo,",
  "atk-s0404a22:3_2": "mettacittena pharitabboti attho. Garūti tesaṁ garuṭṭhāniyo pāsāṇacchattasadiso. Bhāvanīyoti",
  "atk-s0404a22:3_3": "“addhāyamāyasmā jānaṁ jānāti passaṁ passatī”ti evaṁ sambhāvanīyo. Sīlesvevassa paripūrakārīti",
  "atk-s0404a22:3_4": "catupārisuddhisīlesuyeva paripūrakārī assa, anūnena ākārena samannāgato bhaveyyāti",
  "atk-s0404a22:3_5": "vuttaṁ hoti. Ajjhattaṁ cetosamathamanuyuttoti attano cittasamathe yutto. Anirākatajjhānoti",
  "atk-s0404a22:3_6": "bahi anīhaṭajjhāno, avināsitajjhāno vā. Vipassanāyāti sattavidhāya anupassanāya.",
  "atk-s0404a22:3_7": "Brūhetā suññāgārānanti vaḍḍhetā suññāgārānaṁ. Ettha ca samathavipassanāvasena kammaṭṭhānaṁ",
  "atk-s0404a22:3_8": "gahetvā rattindivaṁ suññāgāraṁ pavisitvā nisīdamāno bhikkhu “brūhetā suññāgārāna”nti",
  "atk-s0404a22:3_9": "veditabbo. Ayamettha saṅkhepo, vitthāro pana icchantena majjhimanikāyaṭṭhakathāya",
  "atk-s0404a22:3_10": "ākaṅkheyyasuttavaṇṇanāya oloketabbo.",
  "atk-s0404a22:4_0": "Lābhīti ettha na bhagavā lābhanimittaṁ sīlādiparipūraṇaṁ katheti. Bhagavā hi “ghāsesanaṁ",
  "atk-s0404a22:4_1": "chinnakatho, na vācaṁ payutaṁ bhaṇe”ti evaṁ sāvake ovadati. So kathaṁ lābhanimittaṁ",
  "atk-s0404a22:4_2": "sīlādiparipūraṇaṁ katheyya. Puggalajjhāsayavasena panetaṁ vuttaṁ. Yesañhi evaṁ ajjhāsayo",
  "atk-s0404a22:4_3": "bhaveyya “sace mayaṁ catūhi paccayehi na kilameyyāma, sīlāni paripūretuṁ sakkuṇeyyāmā”ti,",
  "atk-s0404a22:4_4": "tesaṁ ajjhāsayavasenevamāha. Apica sarasānisaṁso esa sīlassa yadidaṁ cattāro paccayā",
  "atk-s0404a22:4_5": "nāma. Tathā hi paṇḍitamanussā koṭṭhādīsu ṭhapitaṁ nīharitvā attanāpi aparibhuñjitvā",
  "atk-s0404a22:4_6": "sīlavantānaṁ dentīti sīlassa sarasānisaṁsadassanatthampetaṁ vuttaṁ.",
  "atk-s0404a22:5_0": "Tatiyavāre yesāhanti yesaṁ ahaṁ. Tesaṁ te kārāti tesaṁ devānaṁ vā manussānaṁ vā te",
  "atk-s0404a22:5_1": "mayi katā paccayadānakārā. Mahapphalā hontu mahānisaṁsāti lokiyasukhena phalabhūtena",
  "atk-s0404a22:5_2": "mahapphalā, lokuttarena mahānisaṁsā. Ubhayaṁ vā etaṁ ekatthameva. Sīlādiguṇayuttassa",
  "atk-s0404a22:5_3": "hi kaṭacchubhikkhāpi pañcaratanamattāya bhūmiyā paṇṇasālāpi katvā dinnā anekāni kappasahassāni",
  "atk-s0404a22:5_4": "duggativinipātato rakkhati, pariyosāne ca amatāya dhātuyā parinibbānassa paccayo",
  "atk-s0404a22:5_5": "hoti. “Khīrodanaṁ ahamadāsi”ntiādīni cettha vatthūni. Sakalameva vā petavatthu vimānavatthu ca sādhakaṁ.",
  "atk-s0404a22:6_0": "Catutthavāre petāti peccabhavaṁ gatā. Ñātīti sassusasurapakkhikā. Sālohitāti ekalohitabaddhā",
  "atk-s0404a22:6_1": "pitipitāmahādayo. Kālaṅkatāti matā. Tesaṁ tanti tesaṁ taṁ mayi pasannacittaṁ, taṁ",
  "atk-s0404a22:6_2": "vā pasannena cittena anussaraṇaṁ. Yassa hi bhikkhuno kālakato pitā vā mātā vā “amhākaṁ",
  "atk-s0404a22:6_3": "ñātakatthero sīlavā kalyāṇadhammo”ti pasannacitto hutvā taṁ bhikkhuṁ anussarati,",
  "atk-s0404a22:6_4": "tassa so cittappasādopi taṁ anussaraṇamattampi mahapphalaṁ mahānisaṁsameva hoti.",
  "atk-s0404a22:7": "Aratiratisahoti nekkhammapaṭipattiyā aratiyā kāmaguṇesu ratiyā ca saho abhibhavitā ajjhottharitā. Bhayabheravasahoti ettha bhayaṁ cittutrāsopi ārammaṇampi, bheravaṁ ārammaṇameva.",
  "atk-s0404a22:8": "2. Kaṇṭakasuttavaṇṇanā",
  "atk-s0404a22:9_0": "72. Dutiye abhiññātehīti gaganamajjhe puṇṇacando viya sūriyo viya ñātehi pākaṭehi.",
  "atk-s0404a22:9_1": "Parapurāyāti paraṁ vuccati pacchimabhāgo, purāti purimabhāgo, purato dhāvantena pacchato",
  "atk-s0404a22:9_2": "anubandhantena ca mahāparivārenāti attho. Kaṇṭakoti vijjhanaṭṭhena kaṇṭako. Visūkadassananti",
  "atk-s0404a22:9_3": "visūkabhūtaṁ dassanaṁ. Mātugāmūpacāroti mātugāmassa samīpacāritā.",
  "atk-s0404a22:10": "3-4. Iṭṭhadhammasuttādivaṇṇanā",
  "atk-s0404a22:11_0": "73-74. Tatiye vaṇṇoti sarīravaṇṇo. Dhammāti nava lokuttaradhammā. Catutthe ariyāyāti",
  "atk-s0404a22:11_1": "apothujjanikāya, sīlādīhi missakattā evaṁ vuttaṁ. Sārādāyī ca hoti varadāyīti sārassa",
  "atk-s0404a22:11_2": "ca varassa ca ādāyako hoti. Yo kāyassa sāro, yañcassa varaṁ, taṁ gaṇhātīti attho.",
  "atk-s0404a22:12": "5. Migasālāsuttavaṇṇanā",
  "atk-s0404a22:13_0": "75. Pañcamassa ādimhi tāva yaṁ vattabbaṁ, taṁ chakkanipāte vuttameva. Dussīlo hotītiādīsu",
  "atk-s0404a22:13_1": "pana dussīloti nissīlo. Cetovimuttinti phalasamādhiṁ. Paññāvimuttinti phalañāṇaṁ.",
  "atk-s0404a22:13_2": "Nappajānātīti uggahaparipucchāvasena na jānāti. Dussīlyaṁ aparisesaṁ nirujjhatīti",
  "atk-s0404a22:13_3": "ettha pañca dussīlyāni tāva sotāpattimaggena pahīyanti, dasa arahattamaggena. Phalakkhaṇe",
  "atk-s0404a22:13_4": "tāni pahīnāni nāma honti. Phalakkhaṇaṁ sandhāya idha “nirujjhatī”ti vuttaṁ. Puthujjanassa",
  "atk-s0404a22:13_5": "sīlaṁ pañcahi kāraṇehi bhijjati pārājikāpajjanena sikkhāpaccakkhānena titthiyapakkhandanena",
  "atk-s0404a22:13_6": "arahattena maraṇenāti. Tattha purimā tayo bhāvanāparihānāya saṁvattanti, catuttho",
  "atk-s0404a22:13_7": "vaḍḍhiyā, pañcamo neva hānāya na vaḍḍhiyā. Kathaṁ panetaṁ arahattena sīlaṁ bhijjatīti?",
  "atk-s0404a22:13_8": "Puthujjanassa hi sīlaṁ accantakusalameva hoti, arahattamaggo ca kusalākusalakammakkhayāya",
  "atk-s0404a22:13_9": "saṁvattatīti evaṁ tena taṁ bhijjati. Savanenapiakataṁ hotīti sotabbayuttakaṁ assutaṁ",
  "atk-s0404a22:13_10": "hoti. Bāhusaccenapi akataṁ hotīti ettha bāhusaccanti vīriyaṁ. Vīriyena kattabbayuttakaṁ",
  "atk-s0404a22:13_11": "akataṁ hoti, tassa akatattā saggatopi maggatopi parihāyati. Diṭṭhiyāpi appaṭividdhaṁ",
  "atk-s0404a22:13_12": "hotīti diṭṭhiyā paṭivijjhitabbaṁ appaṭividdhaṁ hoti apaccakkhakataṁ. Sāmayikampi",
  "atk-s0404a22:13_13": "vimuttiṁ na labhatīti kālānukālaṁ dhammassavanaṁ nissāya pītipāmojjaṁ na labhati.",
  "atk-s0404a22:13_14": "Hānāya paretīti hānāya pavattati.",
  "atk-s0404a22:14_0": "Yathābhūtaṁ pajānātīti “sotāpattiphalaṁ patvā pañcavidhaṁ dussīlyaṁ aparisesaṁ nirujjhatī”ti",
  "atk-s0404a22:14_1": "uggahaparipucchāvasena jānāti. Tassa savanenapi kataṁ hotīti sotabbayuttakaṁ sutaṁ",
  "atk-s0404a22:14_2": "hoti. Bāhusaccenapi kataṁ hotīti vīriyena kattabbayuttakaṁ antamaso dubbalavipassanāmattakampi",
  "atk-s0404a22:14_3": "kataṁ hoti. Diṭṭhiyāpi suppaṭividdhaṁ hotīti antamaso lokiyapaññāyapi paccayapaṭivedho",
  "atk-s0404a22:14_4": "kato hoti. Imassa hi puggalassa paññā sīlaṁ paridhovati, so paññāparidhotena visesaṁ pāpuṇāti.",
  "atk-s0404a22:15_0": "Pamāṇikāti puggalesu pamāṇaggāhakā. Pamiṇantīti pametuṁ tuletuṁ arahanti. Eko hīnoti",
  "atk-s0404a22:15_1": "eko guṇehi hīno. Paṇītoti eko guṇehi paṇīto uttamo. Taṁ hīti taṁ pamāṇakaraṇaṁ. Abhikkantataroti",
  "atk-s0404a22:15_2": "sundarataro. Paṇītataroti uttamataro. Dhammasoto nibbahatīti sūraṁ hutvā pavattamānaṁ",
  "atk-s0404a22:15_3": "vipassanāñāṇaṁ nibbahati, ariyabhūmiṁ pāpeti. Tadantaraṁko jāneyyāti taṁ evaṁ kāraṇaṁ",
  "atk-s0404a22:15_4": "ko jāneyya. Sīlavā hotīti lokiyasīlena sīlavā hoti. Yatthassa taṁ sīlanti arahattavimuttiṁ",
  "atk-s0404a22:15_5": "patvā sīlaṁ aparisesampi nirujjhati nāma, tattha yutti vuttāyeva. Ito paresu dvīsu",
  "atk-s0404a22:15_6": "aṅgesu anāgāmiphalaṁ vimutti nāma, pañcame arahattameva. Sesamettha vuttanayānusāreneva",
  "atk-s0404a22:15_7": "veditabbaṁ. Chaṭṭhaṁ uttānatthameva.",
  "atk-s0404a22:16": "7. Kākasuttavaṇṇanā",
  "atk-s0404a22:17_0": "77. Sattame dhaṁsīti guṇadhaṁsako. Kassaci guṇaṁ anādiyitvā hatthenapi gahito tassa",
  "atk-s0404a22:17_1": "sīsepi vaccaṁ karoti. Pagabbhoti pāgabbhiyena samannāgato. Tintiṇoti tintiṇaṁ vuccati",
  "atk-s0404a22:17_2": "taṇhā, tāya samannāgato, āsaṅkābahulo vā. Luddoti dāruṇo. Akāruṇikoti nikkāruṇiko.",
  "atk-s0404a22:17_3": "Dubbaloti abalo appathāmo. Oravitāti oravayutto oravanto carati. Necayikoti nicayakaro.",
  "atk-s0404a22:18": "9. Āghātavatthusuttavaṇṇanā",
  "atk-s0404a22:19_0": "79. Navame aṭṭhāneti akāraṇe. Sacittakapavattiyañhi “anatthaṁ me acarī”tiādi kāraṇaṁ",
  "atk-s0404a22:19_1": "bhaveyya, khāṇupahaṭādīsu taṁ natthi. Tasmā tattha āghāto aṭṭhāne āghāto nāma. Sesaṁ",
  "atk-s0404a22:19_2": "sabbattha uttānatthamevāti.",
  "atk-s0404a22:20": "Ākaṅkhavaggo tatiyo."
}