{
  "atk-s0403a45:0": "7. Mahāvaggo",
  "atk-s0403a45:1": "1. Hiriottappasuttavaṇṇanā",
  "atk-s0403a45:2_0": "65. Sattamassa paṭhame hatūpanisoti hataupaniso chinnapaccayo. Yathābhūtañāṇadassananti",
  "atk-s0403a45:2_1": "taruṇavipassanā. Nibbidāvirāgoti balavavipassanā ceva maggo ca. Vimuttiñāṇadassananti",
  "atk-s0403a45:2_2": "arahattavimutti ca paccavekkhaṇā ca.",
  "atk-s0403a45:3": "2. Sattasūriyasuttavaṇṇanā",
  "atk-s0403a45:4_0": "66. Dutiye yasmā ayaṁ sattasūriyadesanā tejosaṁvaṭṭadassanavasena pavattā, tasmā",
  "atk-s0403a45:4_1": "tayo saṁvaṭṭā, tisso saṁvaṭṭasīmā, tīṇi saṁvaṭṭamūlānī, tīṇi kolāhalānīti ayaṁ tāva",
  "atk-s0403a45:4_2": "āditova imassa suttassa purecārikakathā veditabbā. Sā visuddhimagge (visuddhi. 2.403)",
  "atk-s0403a45:4_3": "pubbenivāsānussatiniddese vitthāritāva. Etadavocāti aniccakammaṭṭhānikānaṁ pañcannaṁ",
  "atk-s0403a45:4_4": "bhikkhusatānaṁ ajjhāsayena upādinnakānaṁ anupādinnakānaṁ saṅkhārānaṁ vipattidassanatthaṁ",
  "atk-s0403a45:4_5": "etaṁ ‘‘aniccā, bhikkhave, saṅkhārā’’tiādisattasūriyopamasuttantaṁ avoca. Tattha aniccāti",
  "atk-s0403a45:4_6": "hutvā abhāvaṭṭhena aniccā. Saṅkhārāti upādinnakaanupādinnakā saṅkhāradhammā. Addhuvāti",
  "atk-s0403a45:4_7": "evaṁ aciraṭṭhena na dhuvā. Anassāsikāti asassatabhāvena assāsarahitā. Alamevāti yuttameva.",
  "atk-s0403a45:5_0": "Ajjhogāḷhoti udake anupaviṭṭho. Accuggatoti udakapiṭṭhito uggato. Devo na vassatīti",
  "atk-s0403a45:5_1": "paṭhamaṁ tāva upakappanamegho nāma koṭisatasahassacakkavāḷe ekamegho hutvā vassati,",
  "atk-s0403a45:5_2": "tadā nikkhantabījaṁ na puna gehaṁ pavisati. Tato paṭṭhāya dhamakaraṇe niruddhaṁ viya",
  "atk-s0403a45:5_3": "udakaṁ hoti, puna ekabindumpi devo na vassatīti upamānadhammakathāva pamāṇaṁ. Vinassante",
  "atk-s0403a45:5_4": "pana loke paṭhamaṁ avīcito paṭṭhāya tuccho hoti, tato uṭṭhahitvā sattā manussaloke",
  "atk-s0403a45:5_5": "ca tiracchānesu ca nibbattanti. Tiracchānesu nibbattāpi puttabhātikesu mettaṁ paṭilabhitvā",
  "atk-s0403a45:5_6": "kālakatā devamanussesu nibbattanti. Devatā ākāsena carantiyo ārocenti – ‘‘na idaṁ",
  "atk-s0403a45:5_7": "ṭhānaṁ sassataṁ na nibaddhaṁ, mettaṁ bhāvetha, karuṇaṁ, muditaṁ, upekkhaṁ bhāvethā’’ti.",
  "atk-s0403a45:5_8": "Te mettādayo bhāvetvā tato cutā brahmaloke nibbattanti.",
  "atk-s0403a45:6_0": "Bījagāmāti ettha bījagāmo nāma pañca bījajātāni. Bhūtagāmo nāma yaṁkiñci nikkhantamūlapaṇṇaṁ",
  "atk-s0403a45:6_1": "haritakaṁ. Osadhitiṇavanappatayoti ettha osadhīti osadharukkhā. Tiṇāti bahisārā tālanāḷikerādayo.",
  "atk-s0403a45:6_2": "Vanappatayoti vanajeṭṭhakarukkhā. Kunnadiyoti ṭhapetvā pañca mahānadiyo avasesā ninnagā.",
  "atk-s0403a45:6_3": "Kusobbhāti ṭhapetvā satta mahāsare avasesā rahadādayo. Dutiyo sūriyotiādīsu dutiyasūriyakāle",
  "atk-s0403a45:6_4": "eko udeti, eko atthaṅgameti. Tatiyakāle eko udeti, eko atthaṅgameti, eko majjhe hoti.",
  "atk-s0403a45:6_5": "Catutthakāle catukulike gāme cattāro piṇḍacārikā dvārapaṭipāṭiyā ṭhitā viya honti.",
  "atk-s0403a45:6_6": "Pañcamādikālepi eseva nayo. Palujjantīti chijjitvā chijjitvā patanti. Neva chārikā",
  "atk-s0403a45:6_7": "paññāyati na masīti cakkavāḷamahāpathavī sinerupabbatarājā himavā cakkavāḷapabbato",
  "atk-s0403a45:6_8": "cha kāmasaggā paṭhamajjhānikabrahmalokāti ettake ṭhāne daḍḍhe accharāya gahetabbamattāpi",
  "atk-s0403a45:6_9": "chārikā vā aṅgāro vā na paññāyati. Ko mantā ko saddhātāti ko tassa saddhāpanatthāya",
  "atk-s0403a45:6_10": "samattho, ko vā tassa saddhātā. Aññatra diṭṭhapadehīti diṭṭhapade sotāpanne ariyasāvake",
  "atk-s0403a45:6_11": "ṭhapetvā ko añño saddahissatīti attho.",
  "atk-s0403a45:7_0": "Vītarāgoti vikkhambhanavasena vītarāgo. Sāsanaṁ ājāniṁsūti anusiṭṭhiṁ jāniṁsu, brahmalokasahabyatāya",
  "atk-s0403a45:7_1": "maggaṁ paṭipajjiṁsu. Samasamagatiyoti dutiyattabhāve sabbākārena samagatiko ekagatiko.",
  "atk-s0403a45:7_2": "Uttari mettaṁ bhāveyyanti paṭhamajjhānato uttari yāva tikacatukkajjhānā paṇītaṁ katvā",
  "atk-s0403a45:7_3": "mettaṁ bhāveyyaṁ. Cakkhumāti pañcahi cakkhūhi cakkhumā. Parinibbutoti bodhipallaṅkeyeva",
  "atk-s0403a45:7_4": "kilesaparinibbānena parinibbuto. Evaṁ aniccalakkhaṇaṁ dīpetvā satthari desanaṁ vinivaṭṭente",
  "atk-s0403a45:7_5": "pañcasatāpi te aniccakammaṭṭhānikā bhikkhū desanānusārena ñāṇaṁ pesetvā nisinnāsanesuyeva",
  "atk-s0403a45:7_6": "arahattaṁ pāpuṇiṁsūti.",
  "atk-s0403a45:8": "3. Nagaropamasuttavaṇṇanā",
  "atk-s0403a45:9_0": "67. Tatiye yatoti yadā. Paccantimanti raṭṭhapariyante raṭṭhāvasāne niviṭṭhaṁ. Majjhimadesanagarassa",
  "atk-s0403a45:9_1": "pana rakkhākiccaṁ natthi, tena taṁ na gahitaṁ. Nagaraparikkhārehi suparikkhatanti",
  "atk-s0403a45:9_2": "nagarālaṅkārehi alaṅkataṁ. Akaraṇīyanti akattabbaṁ ajiniyaṁ. Gambhīranemāti gambhīraāvāṭā.",
  "atk-s0403a45:9_3": "Sunikhātāti suṭṭhu sannisīdāpitā. Taṁ panetaṁ esikāthambhaṁ iṭṭhakāhi vā karonti",
  "atk-s0403a45:9_4": "silāhi vā khadirādīhi vā sārarukkhehi. Taṁ nagaraguttatthāya karontā bahinagare karonti,",
  "atk-s0403a45:9_5": "alaṅkāratthāya karontā antonagare. Taṁ iṭṭhakāmayaṁ karontā mahantaṁ āvāṭaṁ katvā",
  "atk-s0403a45:9_6": "cayaṁ cinitvā upari aṭṭhaṁsaṁ katvā sudhāya limpanti. Yadā hatthinā dantehi abhihato",
  "atk-s0403a45:9_7": "na calati, tadā sulitto nāma hoti. Silāthambhādayopi aṭṭhaṁsā eva honti. Te sace",
  "atk-s0403a45:9_8": "aṭṭha ratanā honti, caturatanamattaṁ āvāṭe pavisati, caturatanamattaṁ upari hoti.",
  "atk-s0403a45:9_9": "Soḷasaratanavīsatiratanesupi eseva nayo. Sabbesañhi upaḍḍhaṁ heṭṭhā hoti, upaḍḍhaṁ",
  "atk-s0403a45:9_10": "upari. Te gomuttavaṅkā honti, tena tesaṁ antare padaramayaṁ katvā kammaṁ kātuṁ sakkā",
  "atk-s0403a45:9_11": "hoti, te pana katacittakammā paggahitaddhajāva honti.",
  "atk-s0403a45:10_0": "Parikhāti parikkhipitvā ṭhitamātikā. Anupariyāyapathoti anto pākārassa pākārena saddhiṁ",
  "atk-s0403a45:10_1": "gato mahāpatho, yattha ṭhitā bahipākāre ṭhitehi saddhiṁ yujjhanti. Salākanti saratomarādinissaggiyāvudhaṁ.",
  "atk-s0403a45:10_2": "Jevanikanti ekatodhārādisesāvudhaṁ.",
  "atk-s0403a45:11_0": "Hatthārohāti sabbepi hatthiācariyahatthivejjahatthibandhādayo. Assārohāti sabbepi",
  "atk-s0403a45:11_1": "assācariyaassavejjaassabandhādayo. Rathikāti sabbepi rathācariyarathayodharatharakkhādayo.",
  "atk-s0403a45:11_2": "Dhanuggahāti issāsā. Celakāti ye yuddhe jayaddhajaṁ gahetvā purato gacchanti. Calakāti",
  "atk-s0403a45:11_3": "‘‘idha rañño ṭhānaṁ hotu, idha asukamahāmattassā’’ti evaṁ senābyūhakārakā. Piṇḍadāyikāti",
  "atk-s0403a45:11_4": "sāhasikamahāyodhā. Te kira parasenaṁ pavisitvā piṇḍapiṇḍamiva chetvā chetvā dayanti,",
  "atk-s0403a45:11_5": "uppatitvā niggacchantīti attho. Ye vā saṅgāmamajjhe yodhānaṁ bhattapānīyaṁ gahetvā",
  "atk-s0403a45:11_6": "pavisanti, tesampetaṁ nāmaṁ. Uggā rājaputtāti uggatuggatā saṅgāmāvacarā rājaputtā.",
  "atk-s0403a45:11_7": "Pakkhandinoti ye ‘‘kassa sīsaṁ vā āvudhaṁ vā āharāmā’’ti vatvā ‘‘asukassā’’ti vuttā",
  "atk-s0403a45:11_8": "saṅgāmaṁ pakkhanditvā tadeva āharanti, ime pakkhandantīti pakkhandino. Mahānāgā viya",
  "atk-s0403a45:11_9": "mahānāgā, hatthiādīsupi abhimukhaṁ āgacchantesu anivattiyayodhānaṁ etaṁ adhivacanaṁ.",
  "atk-s0403a45:11_10": "Sūrāti ekasūrā, ye sajālikāpi savammikāpi samuddaṁ tarituṁ sakkonti. Cammayodhinoti",
  "atk-s0403a45:11_11": "ye cammakañcukaṁ vā pavisitvā saraparittāṇacammaṁ vā gahetvā yujjhanti. Dāsakaputtāti",
  "atk-s0403a45:11_12": "balavasinehā gharadāsayodhā . Dovārikoti dvārapālako. Vāsanalepanasampannoti vāsanena",
  "atk-s0403a45:11_13": "sabbavivarapaṭicchādanena sudhālepena sampanno. Bahi vā khāṇupākārasaṅkhātena vāsanena",
  "atk-s0403a45:11_14": "ghanamaṭṭhena ca sudhālepena sampanno puṇṇaghaṭapantiṁ dassetvā katacittakammapaggahitaddhajo.",
  "atk-s0403a45:11_15": "Tiṇakaṭṭhodakanti hatthiassādīnaṁ ghāsatthāya gehānañca chādanatthāya āharitvā bahūsu",
  "atk-s0403a45:11_16": "ṭhānesu ṭhapitatiṇañca, gehakaraṇapacanādīnaṁ atthāya āharitvā ṭhapitakaṭṭhañca,",
  "atk-s0403a45:11_17": "yantehi pavesetvā pokkharaṇīsu ṭhapitaudakañca. Sannicitaṁ hotīti paṭikacceva anekesu",
  "atk-s0403a45:11_18": "ṭhānesu suṭṭhu nicitaṁ hoti. Abbhantarānaṁ ratiyāti antonagaravāsīnaṁ ratiatthāya.",
  "atk-s0403a45:11_19": "Aparitassāyāti tāsaṁ anāpajjanatthāya. Sāliyavakanti nānappakārā sāliyo ceva yavā",
  "atk-s0403a45:11_20": "ca. Tilamuggamāsāparaṇṇanti tilamuggamāsā ca sesāparaṇṇañca.",
  "atk-s0403a45:12_0": "Idāni yasmā tathāgatassa nagare kammaṁ nāma natthi , nagarasadisaṁ pana ariyasāvakaṁ,",
  "atk-s0403a45:12_1": "nagaraparikkhārasadise ca satta dhamme, catuāhārasadisāni ca cattāri jhānāni dassetvā",
  "atk-s0403a45:12_2": "ekādasasu ṭhānesu arahattaṁ pakkhipitvā desanaṁ vinivaṭṭessāmīti ayaṁ upamā ābhatā.",
  "atk-s0403a45:12_3": "Tasmā taṁ desanaṁ pakāsetuṁ idaṁ evameva khotiādi āraddhaṁ. Tattha saddhammehīti",
  "atk-s0403a45:12_4": "sudhammehi. Saddhoti okappanasaddhāya ceva paccakkhasaddhāya ca samannāgato. Tattha",
  "atk-s0403a45:12_5": "dānasīlādīnaṁ phalaṁ saddahitvā dānādipuññakaraṇe saddhā okappanasaddhā nāma. Maggena",
  "atk-s0403a45:12_6": "āgatasaddhā paccakkhasaddhā nāma. Pasādasaddhātipi esā eva. Tassā lakkhaṇādīhi vibhāgo veditabbo.",
  "atk-s0403a45:13_0": "‘‘Sampakkhandanalakkhaṇā ca, mahārāja, saddhā sampasādanalakkhaṇā cā’’ti (mi. pa.",
  "atk-s0403a45:13_1": "2.1.10) hi vacanato idaṁ saddhāya lakkhaṇaṁ nāma. ‘‘Tīhi, bhikkhave, ṭhānehi saddho",
  "atk-s0403a45:13_2": "pasanno veditabbo. Katamehi tīhi? Sīlavantānaṁ dassanakāmo hotī’’tiādinā (a. ni.",
  "atk-s0403a45:13_3": "3.42) nayena vuttaṁ pana saddhāya nimittaṁ nāma. ‘‘Ko cāhāro saddhāya, saddhammassavanantissa",
  "atk-s0403a45:13_4": "vacanīya’’nti (a. ni. 10.61) ayaṁ panassā āhāro nāma. ‘‘Saddhāpabbajitassa, bhikkhave,",
  "atk-s0403a45:13_5": "bhikkhuno ayaṁ anudhammo hoti, yaṁ rūpe nibbidābahulo viharissatī’’ti ayamassa anudhammo",
  "atk-s0403a45:13_6": "nāma. ‘‘Saddhā bandhati pātheyyaṁ, sirī bhogānamāsayo’’ (saṁ. ni. 1.79). ‘‘Saddhā",
  "atk-s0403a45:13_7": "dutiyā purisassa hoti’’ (saṁ. ni. 1.36). ‘‘Saddhāya tarati oghaṁ’’ (saṁ. ni. 1.246).",
  "atk-s0403a45:13_8": "‘‘Saddhā bījaṁ tapo vuṭṭhi’’ (su. ni. 77; saṁ. ni. 1.197). ‘‘Saddhāhattho mahānāgo.",
  "atk-s0403a45:13_9": "Upekhāsetadantavā’’tiādīsu pana suttesu etissā baddhabhattapuṭādisarikkhatāya anekasarasatā",
  "atk-s0403a45:13_10": "bhagavatā pakāsitā. Imasmiṁ pana nagaropamasuttante esā acalasuppatiṭṭhitatāya esikāthambhasadisā katvā dassitā.",
  "atk-s0403a45:14_0": "Saddhesikoti saddhaṁ esikāthambhaṁ katvā ariyasāvako akusalaṁ pajahatīti iminā nayena",
  "atk-s0403a45:14_1": "sabbapadesu yojanā kātabbā. Apicettha hirottappehi tīsu dvāresu saṁvaro sampajjati,",
  "atk-s0403a45:14_2": "so catupārisuddhisīlaṁ hoti . Iti imasmiṁ sutte ekādasasu ṭhānesu arahattaṁ pakkhipitvā",
  "atk-s0403a45:14_3": "desanāya kūṭaṁ gahitanti veditabbaṁ.",
  "atk-s0403a45:15": "4. Dhammaññūsuttavaṇṇanā",
  "atk-s0403a45:16_0": "68. Catutthe kālaṁ jānātīti yuttappattakālaṁ jānāti. Ayaṁ kālo uddesassāti ayaṁ buddhavacanaṁ",
  "atk-s0403a45:16_1": "uggaṇhanakālo. Paripucchāyāti atthānatthaṁ kāraṇākāraṇaṁ paripucchāya. Yogassāti",
  "atk-s0403a45:16_2": "yoge kammaṁ pakkhipanassa. Paṭisallānassāti nilīyanassa ekībhāvassa. Dhammānudhammappaṭipannoti",
  "atk-s0403a45:16_3": "navannaṁ lokuttaradhammānaṁ anurūpadhammaṁ pubbabhāgapaṭipadaṁ paṭipanno. Evaṁ kho,",
  "atk-s0403a45:16_4": "bhikkhave, bhikkhu puggalaparoparaññū hotīti evaṁ bhikkhu puggalānaṁ paroparaṁ tikkhamudubhāvaṁ",
  "atk-s0403a45:16_5": "jānanasamattho nāma hoti.",
  "atk-s0403a45:17": "5. Pāricchattakasuttavaṇṇanā",
  "atk-s0403a45:18_0": "69. Pañcame pannapalāsoti patitapalāso. Jālakajātoti sañjātapattapupphajālo. Tassa",
  "atk-s0403a45:18_1": "hi pattajālañca pupphajālañca saheva nikkhamati. Khārakajātoti pāṭiyekkaṁ sañjātena",
  "atk-s0403a45:18_2": "suvibhattena pattajālakena ca pupphajālakena ca samannāgato. Kuṭumalakajātoti sañjātamakuḷo.",
  "atk-s0403a45:18_3": "Korakajātoti avikasitehi mahākucchīhi sambhinnamukhehi pupphehi samannāgato. Sabbapāliphulloti",
  "atk-s0403a45:18_4": "sabbākārena supupphito. Dibbe cattāro māseti dibbena āyunā cattāro māse. Manussagaṇanāya",
  "atk-s0403a45:18_5": "pana tāni dvādasa vassasahassāni honti. Paricārentīti ito cito ca indriyāni cārenti,",
  "atk-s0403a45:18_6": "kīḷanti ramantīti attho.",
  "atk-s0403a45:19_0": "Ābhāya phuṭaṁ hotīti tattakaṁ ṭhānaṁ obhāsena phuṭaṁ hoti. Tesañhi pupphānaṁ bālasūriyassa",
  "atk-s0403a45:19_1": "viya ābhā hoti, pattāni paṇṇacchattappamāṇāni, anto mahātumbamattā reṇu hoti. Pupphite",
  "atk-s0403a45:19_2": "pana pāricchattake ārohanakiccaṁ vā aṅkusakaṁ gahetvā namanakiccaṁ vā pupphāharaṇatthaṁ",
  "atk-s0403a45:19_3": "caṅgoṭakakiccaṁ vā natthi, kantanakavāto uṭṭhahitvā pupphāni vaṇṭato kantati, sampaṭicchanakavāto",
  "atk-s0403a45:19_4": "sampaṭicchati, pavesanakavāto sudhammaṁ devasabhaṁ paveseti, sammajjanakavāto purāṇapupphāni",
  "atk-s0403a45:19_5": "nīharati, santharaṇakavāto pattakaṇṇikakesarāni rañjento santharati. Majjhaṭṭhāne",
  "atk-s0403a45:19_6": "dhammāsanaṁ hoti yojanappamāṇo ratanapallaṅko upari tiyojanena setacchattena dhāriyamānena,",
  "atk-s0403a45:19_7": "tadanantaraṁ sakkassa devarañño āsanaṁ atthariyati, tato tettiṁsāya devaputtānaṁ,",
  "atk-s0403a45:19_8": "tato aññesaṁ mahesakkhānaṁ devānaṁ, aññataradevatānaṁ pupphakaṇṇikāva āsanaṁ hoti.",
  "atk-s0403a45:19_9": "Devā devasabhaṁ pavisitvā nisīdanti. Tato pupphehi reṇuvaṭṭi uggantvā uparikaṇṇikaṁ",
  "atk-s0403a45:19_10": "āhacca nipatamānā devatānaṁ tigāvutappamāṇaṁ attabhāvaṁ lākhārasaparikammasajjitaṁ",
  "atk-s0403a45:19_11": "viya suvaṇṇacuṇṇapiñjaraṁ viya karoti. Ekacce devā ekekaṁ pupphaṁ gahetvā aññamaññaṁ",
  "atk-s0403a45:19_12": "paharantāpi kīḷantiyeva. Paharaṇakālepi mahātumbappamāṇā reṇu nikkhamitvā sarīraṁ",
  "atk-s0403a45:19_13": "pabhāsampannehi gandhacuṇṇehi sañjatamanosilārāgaṁ viya karoti. Evaṁ sā kīḷā catūhi",
  "atk-s0403a45:19_14": "māsehi pariyosānaṁ gacchati. Ayamānubhāvoti ayaṁ anupharituṁ ānubhāvo.",
  "atk-s0403a45:20_0": "Idāni yasmā na satthā pāricchattakena atthiko, tena pana saddhiṁ upametvā satta ariyasāvake",
  "atk-s0403a45:20_1": "dassetukāmo, tasmā te dassetuṁ evameva khotiādimāha. Tattha pabbajjāya cetetīti pabbajissāmīti",
  "atk-s0403a45:20_2": "cinteti. Devānaṁvāti devānaṁ viya. Yāva brahmalokā saddo abbhuggacchatīti pathavitalato",
  "atk-s0403a45:20_3": "yāva brahmalokā sādhukārasaddena sabbaṁ ekasaddameva hoti. Ayamānubhāvoti ayaṁ khīṇāsavassa",
  "atk-s0403a45:20_4": "bhikkhuno anupharaṇānubhāvo. Imasmiṁ sutte catupārisuddhisīlaṁ pabbajjānissitaṁ hoti,",
  "atk-s0403a45:20_5": "kasiṇaparikammaṁ paṭhamajjhānasannissitaṁ, vipassanāya saddhiṁ tayo maggā tīṇi ca",
  "atk-s0403a45:20_6": "phalāni arahattamaggasannissitāni honti. Desanāya heṭṭhato vā uparito vā ubhayato",
  "atk-s0403a45:20_7": "vā paricchedo hoti, idha pana ubhayato paricchedo. Tenetaṁ vuttaṁ. Saṅkhepato panettha",
  "atk-s0403a45:20_8": "vaṭṭavivaṭṭaṁ kathitanti veditabbaṁ.",
  "atk-s0403a45:21": "6. Sakkaccasuttavaṇṇanā",
  "atk-s0403a45:22": "70. Chaṭṭhe parisuddhā ca bhavissantīti bhiyyosomattāya parisuddhā bhavissanti nimmalā. Sakammāragatoti ettha sa-kāro nipātamattaṁ, kammāragato kammāruddhanagatoti attho.",
  "atk-s0403a45:23": "7. Bhāvanāsuttavaṇṇanā",
  "atk-s0403a45:24_0": "71. Sattame ananuyuttassāti na yuttappayuttassa hutvā viharato. Seyyathāpi, bhikkhave,",
  "atk-s0403a45:24_1": "kukkuṭiyā aṇḍānīti imā kaṇhapakkhasukkapakkhavasena dve upamā vuttā. Tāsu kaṇhapakkhūpamā",
  "atk-s0403a45:24_2": "atthassa asādhikā, itarā sādhikāti sukkapakkhūpamāya eva attho veditabbo. Seyyathāti",
  "atk-s0403a45:24_3": "opammatthe nipāto. Apīti sambhāvanatthe. Ubhayenāpi seyyathāpi nāma, bhikkhaveti",
  "atk-s0403a45:24_4": "dasseti. Kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vāti ettha pana kiñcāpi kukkuṭiyā",
  "atk-s0403a45:24_5": "vuttappakārato ūnādhikānipi aṇḍāni honti, vacanasiliṭṭhatāya panetaṁ vuttaṁ. Evañhi",
  "atk-s0403a45:24_6": "loke siliṭṭhaṁ vacanaṁ hoti. Tānassūti tāni assu, bhaveyyunti attho. Kukkuṭiyā sammā",
  "atk-s0403a45:24_7": "adhisayitānīti tāya janettiyā kukkuṭiyā pakkhe pasāretvā tesaṁ upari sayantiyā sammā",
  "atk-s0403a45:24_8": "adhisayitāni. Sammā pariseditānīti kālena kālaṁ utuṁ gaṇhāpentiyā suṭṭhu samantato",
  "atk-s0403a45:24_9": "seditāni, usmīkatānīti vuttaṁ hoti. Sammāparibhāvitānīti kālena kālaṁ suṭṭhu samantato",
  "atk-s0403a45:24_10": "bhāvitāni, kukkuṭagandhaṁ gāhāpitānīti attho.",
  "atk-s0403a45:25_0": "Kiñcāpi tassā kukkuṭiyāti tassā kukkuṭiyā imaṁ tividhakiriyākaraṇena appamādaṁ katvā",
  "atk-s0403a45:25_1": "kiñcāpi na evaṁ icchā uppajjeyya. Atha kho bhabbāva teti atha kho te kukkuṭapotakā",
  "atk-s0403a45:25_2": "vuttanayena sotthinā abhinibbhijjituṁ bhabbāva. Te hi yasmā tāya kukkuṭiyā evaṁ tīhākārehi",
  "atk-s0403a45:25_3": "tāni aṇḍāni paripāliyamānāni na pūtīni honti. Yopi nesaṁ allasineho, so pariyādānaṁ",
  "atk-s0403a45:25_4": "gacchati, kapālaṁ tanukaṁ hoti, pādanakhasikhā ca mukhatuṇḍakañca kharaṁ hoti, sayampi",
  "atk-s0403a45:25_5": "pariṇāmaṁ gacchati. Kapālassa tanuttā bahiddhā āloko anto paññāyati, tasmā ‘‘ciraṁ",
  "atk-s0403a45:25_6": "vata mayaṁ saṁkuṭitahatthapādā sambādhe sayimha, ayañca bahi āloko dissati, ettha",
  "atk-s0403a45:25_7": "dāni no sukhavihāro bhavissatī’’ti nikkhamitukāmā hutvā kapālaṁ pādena paharanti,",
  "atk-s0403a45:25_8": "gīvaṁ pasārenti, tato taṁ kapālaṁ dvedhā bhijjati. Atha te pakkhe vidhunantā taṁkhaṇānurūpaṁ",
  "atk-s0403a45:25_9": "viravantā nikkhamantiyeva. Nikkhamantā ca gāmakkhettaṁ upasobhayamānā vicaranti.",
  "atk-s0403a45:26_0": "Evamevakhoti idaṁ opammasampaṭipādanaṁ. Taṁ evaṁ atthena saṁsandetvā veditabbaṁ –",
  "atk-s0403a45:26_1": "tassā kukkuṭiyā aṇḍesu adhisayanāditividhakiriyākaraṇaṁ viya hi imassa bhikkhuno",
  "atk-s0403a45:26_2": "bhāvanaṁ anuyuttakālo , kukkuṭiyā tividhakiriyāsampādanena aṇḍānaṁ apūtibhāvo viya",
  "atk-s0403a45:26_3": "bhāvanaṁ anuyuttassa bhikkhuno tividhānupassanāsampādanena vipassanāñāṇassa aparihāni.",
  "atk-s0403a45:26_4": "Tassā tividhakiriyākaraṇena aṇḍānaṁ allasinehapariyādānaṁ viya tassa bhikkhuno tividhānupassanāsampādanena",
  "atk-s0403a45:26_5": "bhavattayānugatanikantisinehapariyādānaṁ, aṇḍakapālānaṁ tanubhāvo viya bhikkhuno",
  "atk-s0403a45:26_6": "avijjaṇḍakosassa tanubhāvo, kukkuṭapotakānaṁ nakhatuṇḍakānaṁ thaddhabhāvo viya bhikkhuno",
  "atk-s0403a45:26_7": "vipassanāñāṇassa tikkhakharavippasannasūrabhāvo, kukkuṭapotakānaṁ pariṇāmakālo viya",
  "atk-s0403a45:26_8": "bhikkhuno vipassanāñāṇassa pariṇāmakālo vaḍḍhikālo gabbhaggahaṇakālo, kukkuṭapotakānaṁ",
  "atk-s0403a45:26_9": "pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ padāletvā pakkhe papphoṭetvā sotthinā",
  "atk-s0403a45:26_10": "abhinibbhidākālo viya tassa bhikkhuno vipassanāñāṇagabbhaṁ gaṇhāpetvā vicarantassa",
  "atk-s0403a45:26_11": "tajjātikaṁ utusappāyaṁ vā bhojanasappāyaṁ vā puggalasappāyaṁ vā dhammassavanasappāyaṁ",
  "atk-s0403a45:26_12": "vā labhitvā ekāsane nisinnasseva vipassanaṁ vaḍḍhentassa anupubbādhigatena arahattamaggena",
  "atk-s0403a45:26_13": "avijjaṇḍakosaṁ padāletvā abhiññāpakkhe papphoṭetvā sotthinā arahattappattakālo veditabbo.",
  "atk-s0403a45:27": "Yathā pana kukkuṭapotakānaṁ pariṇatabhāvaṁ ñatvā mātāpi aṇḍakosaṁ bhindati, evaṁ tathārūpassa bhikkhuno ñāṇaparipākaṁ ñatvā satthāpi –",
  "atk-s0403a45:28": "‘‘Ucchinda sinehamattano, kumudaṁ sāradikaṁva pāṇinā;",
  "atk-s0403a45:29": "Santimaggameva brūhaya, nibbānaṁ sugatena desita’’nti. (dha. pa. 285) –",
  "atk-s0403a45:30_0": "Ādinā nayena obhāsaṁ pharitvā gāthāya avijjaṇḍakosaṁ paharati. So gāthāpariyosāne",
  "atk-s0403a45:30_1": "avijjaṇḍakosaṁ bhinditvā arahattaṁ pāpuṇāti. Tato paṭṭhāya yathā te kukkuṭapotakā",
  "atk-s0403a45:30_2": "gāmakkhettaṁ upasobhayamānā tattha vicaranti, evaṁ ayampi mahākhīṇāsavo nibbānārammaṇaṁ",
  "atk-s0403a45:30_3": "phalasamāpattiṁ appetvā saṅghārāmaṁ upasobhayamāno vicarati.",
  "atk-s0403a45:31_0": "Phalagaṇḍassāti vaḍḍhakissa. So hi olambakasaṅkhātaṁ phalaṁ cāretvā dārūnaṁ gaṇḍaṁ",
  "atk-s0403a45:31_1": "haratīti phalagaṇḍoti vuccati. Vāsijaṭeti vāsidaṇḍakassa gahaṇaṭṭhāne. Ettakaṁ me",
  "atk-s0403a45:31_2": "ajja āsavānaṁ khīṇanti pabbajitassa hi pabbajjāsaṅkhepena uddesena paripucchāya yonisomanasikārena",
  "atk-s0403a45:31_3": "vattapaṭipattiyā ca niccakālaṁ āsavā khīyanti. Evaṁ khīyamānānaṁ pana nesaṁ ‘‘ettakaṁ",
  "atk-s0403a45:31_4": "ajja khīṇaṁ ettakaṁ hiyyo’’ti evamassa ñāṇaṁ na hotīti attho. Imāya upamāya vipassanānisaṁso dīpito.",
  "atk-s0403a45:32_0": "Hemantikenāti hemantasamayena. Paṭippassambhantīti thirabhāvena parihāyanti. Evameva",
  "atk-s0403a45:32_1": "khoti ettha mahāsamuddo viya sāsanaṁ daṭṭhabbaṁ, nāvā viya yogāvacaro, nāvāya mahāsamudde",
  "atk-s0403a45:32_2": "pariyāyanaṁ viya imassa bhikkhuno ūnapañcavassakāle ācariyupajjhāyānaṁ santike vicaraṇaṁ,",
  "atk-s0403a45:32_3": "nāvāya mahāsamuddaudakena khajjamānānaṁ bandhanānaṁ tanubhāvo viya bhikkhuno pabbajjāsaṅkhepena",
  "atk-s0403a45:32_4": "uddesaparipucchādīhiyeva saṁyojanānaṁ tanubhāvo, nāvāya thale ukkhittakālo viya bhikkhuno",
  "atk-s0403a45:32_5": "nissayamuttakassa kammaṭṭhānaṁ gahetvā araññe vasanakālo, divā vātātapena saṁsussanaṁ",
  "atk-s0403a45:32_6": "viya vipassanāñāṇena taṇhāsinehassa saṁsussanaṁ, rattiṁ himodakena temanaṁ viya kammaṭṭhānaṁ",
  "atk-s0403a45:32_7": "nissāya uppannena pītipāmojjena cittatemanaṁ, rattindivaṁ vātātapehi ceva himodakena",
  "atk-s0403a45:32_8": "ca parisukkhaparitintānaṁ bandhanānaṁ dubbalabhāvo viya vipassanāñāṇapītipāmojjehi",
  "atk-s0403a45:32_9": "saṁyojanānaṁ bhiyyosomattāya dubbalabhāvo, pāvussakamegho viya arahattamaggañāṇaṁ,",
  "atk-s0403a45:32_10": "meghavuṭṭhiudakena nāvāya antopūtibhāvo viya āraddhavipassakassa rūpasattakādivasena",
  "atk-s0403a45:32_11": "vipassanaṁ vaḍḍhentassa okkhāyamāne pakkhāyamāne kammaṭṭhāne ekadivasaṁ utusappāyādīni",
  "atk-s0403a45:32_12": "laddhā ekapallaṅkena nisinnassa arahattaphalādhigamo. Pūtibandhanāya nāvāya kiñci",
  "atk-s0403a45:32_13": "kālaṁ ṭhānaṁ viya khīṇasaṁyojanassa arahato mahājanaṁ anuggaṇhantassa yāvatāyukaṁ",
  "atk-s0403a45:32_14": "ṭhānaṁ, pūtibandhanāya nāvāya anupubbena bhijjitvā apaṇṇattikabhāvūpagamo viya khīṇāsavassa",
  "atk-s0403a45:32_15": "upādinnakkhandhabhedena anupādisesāya nibbānadhātuyā parinibbutassa apaṇṇattikabhāvūpagamoti",
  "atk-s0403a45:32_16": "imāya upamāya saṁyojanānaṁ dubbalatā dīpitā.",
  "atk-s0403a45:33": "8. Aggikkhandhopamasuttavaṇṇanā",
  "atk-s0403a45:34_0": "72. Aṭṭhamaṁ atthuppattiyaṁ kathitaṁ. Atthuppatti panassa heṭṭhā cūḷaccharāsaṅghātasuttavaṇṇanāya",
  "atk-s0403a45:34_1": "(a. ni. aṭṭha. 1.1.51 ādayo) vitthāritā eva. Passatha noti passatha nu. Āliṅgitvāti",
  "atk-s0403a45:34_2": "upagūhitvā. Upanisīdeyyāti samīpe nissāya nisīdeyya. Upanipajjeyyāti upagantvā nipajjeyya.",
  "atk-s0403a45:34_3": "Ārocayāmīti ācikkhāmi. Paṭivedayāmīti paṭivedetvā jānāpetvā kathemi. Vālarajjuyāti",
  "atk-s0403a45:34_4": "assavālagovālehi vaṭṭitarajjuyā. Paccorasminti uramajjhe. Pheṇuddehakanti pheṇaṁ",
  "atk-s0403a45:34_5": "uddehitvā, ussādetvāti attho. Attatthanti attano diṭṭhadhammikasamparāyikalokiyalokuttaraṁ",
  "atk-s0403a45:34_6": "atthaṁ. Paratthobhayatthesupi eseva nayo. Sesamettha yaṁ vattabbaṁ siyā, taṁ sabbaṁ",
  "atk-s0403a45:34_7": "cūḷaccharāsaṅghātasuttassa (a. ni. 1.51 ādayo) atthuppattiyaṁ kathitameva. Idañca",
  "atk-s0403a45:34_8": "pana suttaṁ kathetvā satthā cūḷaccharāsaṅghātasuttaṁ kathesi. Navamaṁ uttānatthameva.",
  "atk-s0403a45:35": "10. Arakasuttavaṇṇanā",
  "atk-s0403a45:36_0": "74. Dasame parittanti appaṁ thokaṁ. Tañhi sarasaparittatāyapi khaṇaparittatāyapi",
  "atk-s0403a45:36_1": "ṭhitiparittatāyapi parittameva. Lahuṁ uppajjitvā nirujjhanato lahukaṁ. Mantāyaṁboddhabbanti",
  "atk-s0403a45:36_2": "mantāya boddhabbaṁ, paññāya jānitabbanti attho. Pabbateyyāti pabbatasambhavā. Hārahārinīti",
  "atk-s0403a45:36_3": "rukkhanaḷaveḷuādīni haritabbāni harituṁ samatthā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0403a45:37": "Mahāvaggo sattamo."
}