{
  "atk-s0404a18:0": "4. Upālivaggo",
  "atk-s0404a18:1": "1. Upālisuttavaṇṇanā",
  "atk-s0404a18:2_0": "31. Catutthassa paṭhame saṅghasuṭṭhutāyātiādīsu saṅghasuṭṭhutā nāma saṅghassa suṭṭhubhāvo,",
  "atk-s0404a18:2_1": "“suṭṭhu devā”ti āgataṭṭhāne viya “suṭṭhu, bhante”ti vacanasampaṭicchanabhāvo. Yo",
  "atk-s0404a18:2_2": "ca tathāgatassa vacanaṁ sampaṭicchati, tassa taṁ dīgharattaṁ hitāya sukhāya saṁvattati.",
  "atk-s0404a18:2_3": "Tasmā saṅghassa “suṭṭhu, bhante”ti vacanasampaṭicchanatthaṁ paññattaṁ, asampaṭicchane",
  "atk-s0404a18:2_4": "ādīnavaṁ, sampaṭicchane ānisaṁsaṁ dassetvā, na balakkārena abhibhavitvāti etamatthaṁ",
  "atk-s0404a18:2_5": "āvikaronto āha – saṅghasuṭṭhutāyāti. Saṅghaphāsutāyāti saṅghassa phāsubhāvāya, sahajīvitāya",
  "atk-s0404a18:2_6": "sukhavihāratthāyāti attho.",
  "atk-s0404a18:3_0": "Dummaṅkūnaṁpuggalānaṁ niggahāyāti dummaṅkūnāma dussīlapuggalā, ye maṅkutaṁ āpādiyamānāpi",
  "atk-s0404a18:3_1": "dukkhena āpajjanti, vītikkamaṁ karontā vā katvā vā na lajjanti, tesaṁ niggahatthāya.",
  "atk-s0404a18:3_2": "Te hi sikkhāpade asati “kiṁ tumhehi diṭṭhaṁ, kiṁ sutaṁ, kiṁ amhehi kataṁ, katamasmiṁ",
  "atk-s0404a18:3_3": "vatthusmiṁ katamaṁ āpattiṁ ropetvā amhe niggaṇhathā”ti saṅghaṁ viheṭheyyuṁ. Sikkhāpade",
  "atk-s0404a18:3_4": "pana sati te saṅgho sikkhāpadaṁ dassetvā saha dhammena niggahessati. Tena vuttaṁ",
  "atk-s0404a18:3_5": "– “dummaṅkūnaṁ puggalānaṁ niggahāyā”ti.",
  "atk-s0404a18:4_0": "Pesalānanti piyasīlānaṁ bhikkhūnaṁ phāsuvihāratthāya. Piyasīlā hi bhikkhū kattabbākattabbaṁ",
  "atk-s0404a18:4_1": "sāvajjānavajjaṁ velaṁ mariyādañca ajānantā sikkhāttayapāripūriyā ghaṭamānā kilamanti,",
  "atk-s0404a18:4_2": "te pana sāvajjānavajjaṁ velaṁ mariyādañca ñatvā sikkhāpāripūriyā ghaṭamānā na kilamanti.",
  "atk-s0404a18:4_3": "Tena tesaṁ sikkhāpadapaññāpanaṁ phāsuvihārāya saṁvattatiyeva. Yo vā dummaṅkūnaṁ puggalānaṁ",
  "atk-s0404a18:4_4": "niggaho, sveva tesaṁ phāsuvihāro. Dussīlapuggale nissāya hi uposathappavāraṇā na",
  "atk-s0404a18:4_5": "tiṭṭhanti, saṅghakammāni nappavattanti, sāmaggī na hoti, bhikkhū anekaggā uddesādīsu",
  "atk-s0404a18:4_6": "anuyuñjituṁ na sakkonti. Dussīlesu pana niggahitesu sabbopi ayaṁ upaddavo na hoti,",
  "atk-s0404a18:4_7": "tato pesalā bhikkhū phāsu viharanti. Evaṁ “pesalānaṁ bhikkhūnaṁ phāsuvihārāyā”ti",
  "atk-s0404a18:4_8": "ettha dvidhā attho veditabbo.",
  "atk-s0404a18:5_0": "Diṭṭhadhammikānaṁ āsavānaṁ saṁvarāyāti diṭṭhadhammikā āsavā nāma asaṁvare ṭhitena",
  "atk-s0404a18:5_1": "tasmiṁyeva attabhāve pattabbā pāṇippahāradaṇḍappahārasatthappahārahatthacchedapādacchedaakittiayasavippaṭisārādayo",
  "atk-s0404a18:5_2": "dukkhaviseso, tesaṁ saṁvarāya pidahanāya āgamanamaggathakanāyāti attho. Samparāyikānanti",
  "atk-s0404a18:5_3": "samparāyikā āsavā nāma asaṁvare ṭhitena katapāpakammamūlakā samparāye narakādīsu",
  "atk-s0404a18:5_4": "pattabbā dukkhavisesā, tesaṁ paṭighātatthāya vūpasamatthāya.",
  "atk-s0404a18:6_0": "Appasannānanti sikkhāpadapaññattiyā hi sati sikkhāpadapaññattiṁ ñatvā vā, yathāpaññattaṁ",
  "atk-s0404a18:6_1": "paṭipajjamāne bhikkhū disvā vā, yepi appasannā paṇḍitamanussā, te “yāni vata loke",
  "atk-s0404a18:6_2": "mahājanassa rajjanadussanamuyhanaṭṭhānāni, tehi ime samaṇā ārakā viratā viharanti,",
  "atk-s0404a18:6_3": "dukkaraṁ vata karontī”ti pasādaṁ āpajjanti vinayapiṭakapotthakaṁ disvā micchādiṭṭhikatavedibrāhmaṇā",
  "atk-s0404a18:6_4": "viya. Tena vuttaṁ – “appasannānaṁ pasādāyā”ti.",
  "atk-s0404a18:7_0": "Pasannānanti yepi sāsane pasannā kulaputtā, tepi sikkhāpadapaññattiṁ vā ñatvā, yathāpaññattaṁ",
  "atk-s0404a18:7_1": "paṭipajjamāne bhikkhū vā disvā “aho ayyā dukkaraṁ karonti, ye yāvajīvaṁ ekabhattā",
  "atk-s0404a18:7_2": "vinayasaṁvaraṁ pālentī”ti bhiyyo bhiyyo pasīdanti. Tena vuttaṁ – “pasannānaṁ bhiyyobhāvāyā”ti.",
  "atk-s0404a18:8_0": "Saddhammaṭṭhitiyāti tividho saddhammo pariyattisaddhammo paṭipattisaddhammo adhigamasaddhammoti.",
  "atk-s0404a18:8_1": "Tattha sakalampi buddhavacanaṁ pariyattisaddhammo nāma. Terasa dhutaguṇā cārittavārittasīlasamādhivipassanāti",
  "atk-s0404a18:8_2": "ayaṁ paṭipattisaddhammo nāma. Navalokuttaradhammo adhigamasaddhammo nāma. So sabbopi",
  "atk-s0404a18:8_3": "yasmā sikkhāpadapaññattiyā sati bhikkhū sikkhāpadañca tassa vibhaṅgañca tadatthajotanatthaṁ",
  "atk-s0404a18:8_4": "aññañca buddhavacanaṁ pariyāpuṇanti, yathāpaññattañca paṭipajjamānā paṭipattiṁ pūretvā",
  "atk-s0404a18:8_5": "paṭipattiyā adhigantabbaṁ lokuttaradhammaṁ adhigacchanti, tasmā sikkhāpadapaññattiyā",
  "atk-s0404a18:8_6": "saddhammo ciraṭṭhitiko hoti. Tena vuttaṁ – “saddhammaṭṭhitiyā”ti.",
  "atk-s0404a18:9_0": "Vinayānuggahāyāti sikkhāpadapaññattiyā sati saṁvaravinayo, pahānavinayo, samathavinayo,",
  "atk-s0404a18:9_1": "paññattivinayoti catubbidho vinayo anuggahito hoti sūpatthambhito. Tena vuttaṁ –",
  "atk-s0404a18:9_2": "“vinayānuggahāyā”ti.",
  "atk-s0404a18:10": "2. Pātimokkhaṭṭhapanāsuttavaṇṇanā",
  "atk-s0404a18:11": "32. Dutiye pārājikoti pārājikāpattiṁ āpanno. Pārājikakathāvippakatā hotīti “asukapuggalo pārājikaṁ āpanno nu kho no”ti evaṁ kathā ārabhitvā aniṭṭhāpitā hoti. Esa nayo sabbattha.",
  "atk-s0404a18:12": "3. Ubbāhikāsuttavaṇṇanā",
  "atk-s0404a18:13_0": "33. Tatiye ubbāhikāyāti sampattaadhikaraṇaṁ vūpasametuṁ saṅghato ubbāhitvā uddharitvā",
  "atk-s0404a18:13_1": "gahaṇatthāya. Vinaye kho pana ṭhito hotīti vinayalakkhaṇe patiṭṭhito hoti. Asaṁhīroti",
  "atk-s0404a18:13_2": "na aññassa vacanamatteneva attano laddhiṁ vissajjeti. Paṭibaloti kāyabalenapi ñāṇabalenapi",
  "atk-s0404a18:13_3": "samannāgato. Saññāpetunti jānāpetuṁ. Paññāpetunti sampajānāpetuṁ. Nijjhāpetunti olokāpetuṁ.",
  "atk-s0404a18:13_4": "Pekkhatunti passāpetuṁ. Pasādetunti sañjātapasādaṁ kātuṁ. Adhikaraṇanti vivādādhikaraṇādicatubbidhaṁ.",
  "atk-s0404a18:13_5": "Adhikaraṇasamudayanti vivādamūlādikaṁ adhikaraṇakārakaṁ. Adhikaraṇanirodhanti adhikaraṇānaṁ",
  "atk-s0404a18:13_6": "vūpasamaṁ. Adhikaraṇanirodhagāminiṁ paṭipadanti sattavidhaadhikaraṇasamathaṁ.",
  "atk-s0404a18:14": "4. Upasampadāsuttavaṇṇanā",
  "atk-s0404a18:15": "34. Catutthe anabhiratinti ukkaṇṭhitabhāvaṁ. Vūpakāsetunti vinetuṁ. Adhisīleti uttamasīle. Cittapaññāsupi eseva nayo.",
  "atk-s0404a18:16": "7. Saṅghabhedasuttavaṇṇanā",
  "atk-s0404a18:17_0": "37. Sattame vatthūhīti kāraṇehi. Avakassantīti parisaṁ ākaḍḍhanti vijaṭenti ekamantaṁ",
  "atk-s0404a18:17_1": "ussārenti. Apakassantīti ativiya ākaḍḍhanti, yathā visaṁsaṭṭhā honti, evaṁ karonti.",
  "atk-s0404a18:17_2": "Āveni kammāni karontīti visuṁ saṅghakammāni karonti.",
  "atk-s0404a18:18": "9-10. Ānandasuttadvayavaṇṇanā",
  "atk-s0404a18:19_0": "39-40. Navame kappaṭṭhikanti āyukappaṁ nirayamhi ṭhitikāraṇaṁ. Kibbisaṁ pasavatīti",
  "atk-s0404a18:19_1": "pāpaṁ paṭilabhati. Āpāyikoti apāyagamanīyo. Nerayikoti niraye nibbattanako. Vaggaratoti",
  "atk-s0404a18:19_2": "bhedarato. Yogakkhemā padhaṁsatīti yogehi khemato arahattato dhaṁsati vigacchati.",
  "atk-s0404a18:19_3": "Dasame anuggahoti aññamaññassa saṅgahānuggaho. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0404a18:20": "Upālivaggo catuttho."
}