{
  "atk-s0403a30:0": "5. Dhammikavaggo",
  "atk-s0403a30:1": "1. Nāgasuttavaṇṇanā",
  "atk-s0403a30:2_0": "43. Pañcamassa paṭhame āyasmatā ānandena saddhinti idaṁ “āyāmānandā”ti theraṁ āmantetvā",
  "atk-s0403a30:2_1": "gatattā vuttaṁ, satthā pana anūnehi pañcahi bhikkhusatehi parivuto tattha agamāsīti",
  "atk-s0403a30:2_2": "veditabbo. Tenupasaṅkamīti teheva pañcahi bhikkhusatehi parivuto upasaṅkami. Parisiñcitvāti",
  "atk-s0403a30:2_3": "vohāravacanametaṁ, nhāyitvāti attho. Pubbāpayamānoti rattadupaṭṭaṁ nivāsetvā uttarāsaṅgacīvaraṁ",
  "atk-s0403a30:2_4": "dvīhi hatthehi gahetvā pacchimalokadhātuṁ piṭṭhito katvā puratthimalokadhātuṁ abhimukho",
  "atk-s0403a30:2_5": "vodakabhāvena gattāni pubbasadisāni kurumāno aṭṭhāsīti attho. Bhikkhusaṅghopi tena",
  "atk-s0403a30:2_6": "tena ṭhānena otaritvā nhatvā paccuttaritvā satthāraṁyeva parivāretvā aṭṭhāsi. Iti",
  "atk-s0403a30:2_7": "tasmiṁ samaye ākāsato patamānaṁ rattasuvaṇṇakuṇḍalaṁ viya sūriyo pacchimalokadhātuṁ",
  "atk-s0403a30:2_8": "paṭipajji, parisuddharajatamaṇḍalo viya pācīnalokadhātuto cando abbhuggañchi, majjhaṭṭhānepi",
  "atk-s0403a30:2_9": "pañcabhikkhusataparivāro sammāsambuddho chabbaṇṇabuddharasmiyo vissajjetvā pubbakoṭṭhakanadītīre",
  "atk-s0403a30:2_10": "lokaṁ alaṅkurumāno aṭṭhāsi.",
  "atk-s0403a30:3_0": "Tena kho pana samayena…pe… seto nāma nāgoti setavaṇṇatāya evaṁ laddhanāmo hatthināgo.",
  "atk-s0403a30:3_1": "Mahātūriyatāḷitavāditenāti mahantena tūriyatāḷitavāditena. Tattha paṭhamaṁ saṅghaṭṭanaṁ",
  "atk-s0403a30:3_2": "tāḷitaṁ nāma hoti, tato paraṁ vāditaṁ. Janoti hatthidassanatthaṁ sannipatitamahājano.",
  "atk-s0403a30:3_3": "Disvā evamāhāti aṅgapaccaṅgāni ghaṁsitvā nhāpetvā uttāretvā bahitīre ṭhapetvā gattāni",
  "atk-s0403a30:3_4": "vodakāni katvā hatthālaṅkārena alaṅkataṁ taṁ mahānāgaṁ disvā idaṁ “abhirūpo vata,",
  "atk-s0403a30:3_5": "bho”ti pasaṁsāvacanamāha. Kāyupapannoti sarīrasampattiyā upapanno, paripuṇṇaṅgapaccaṅgoti",
  "atk-s0403a30:3_6": "attho. Āyasmā udāyīti paṭisambhidāppatto kāḷudāyitthero. Etadavocāti taṁ mahājanaṁ",
  "atk-s0403a30:3_7": "hatthissa vaṇṇaṁ bhaṇantaṁ disvā “ayaṁ jano ahetukapaṭisandhiyaṁ nibbattahatthino",
  "atk-s0403a30:3_8": "vaṇṇaṁ katheti, na buddhahatthissa. Ahaṁ dāni iminā hatthināgena upamaṁ katvā buddhanāgassa",
  "atk-s0403a30:3_9": "vaṇṇaṁ kathessāmī”ti cintetvā etaṁ “hatthimeva nu kho, bhante”tiādivacanaṁ avoca.",
  "atk-s0403a30:3_10": "Tattha mahantanti ārohasampannaṁ. Brahantanti pariṇāhasampannaṁ. Evamāhāti evaṁ vadati.",
  "atk-s0403a30:3_11": "Atha bhagavā yasmā ayaṁ nāgasaddo hatthimhiceva assagoṇauragarukkhamanussesu cāpi",
  "atk-s0403a30:3_12": "pavattati, tasmā hatthimpi khotiādimāha.",
  "atk-s0403a30:4_0": "Āgunti pāpakaṁ lāmakaṁ akusaladhammaṁ. Tamahaṁ nāgoti brūmīti taṁ ahaṁ imehi tīhi",
  "atk-s0403a30:4_1": "dvārehi dasannaṁ akusalakammapathānaṁ dvādasannañca akusalacittānaṁ akaraṇato nāgoti",
  "atk-s0403a30:4_2": "vadāmi. Ayañhi na āguṁ karotīti iminā atthena nāgo. Imāhi gāthāhi anumodāmīti imāhi",
  "atk-s0403a30:4_3": "catusaṭṭhipadāhi soḷasahi gāthāhi anumodāmi abhinandāmi.",
  "atk-s0403a30:5_0": "Manussabhūtanti devādibhāvaṁ anupagantvā manussameva bhūtaṁ. Attadantanti attanāyeva",
  "atk-s0403a30:5_1": "dantaṁ, na aññehi damathaṁ upanītaṁ. Bhagavā hi attanā uppāditeneva maggadamathena",
  "atk-s0403a30:5_2": "cakkhutopi danto, sotatopi, ghānatopi, jivhātopi, kāyatopi, manatopīti imesu chasu",
  "atk-s0403a30:5_3": "ṭhānesu danto santo nibbuto parinibbuto. Tenāha – “attadanta”nti. Samāhitanti duvidhenāpi",
  "atk-s0403a30:5_4": "samādhinā samāhitaṁ. Iriyamānanti viharamānaṁ. Brahmapatheti seṭṭhapathe, amatapathe,",
  "atk-s0403a30:5_5": "nibbānapathe. Cittassūpasame ratanti paṭhamajjhānena pañca nīvaraṇāni vūpasametvā,",
  "atk-s0403a30:5_6": "dutiyajjhānena vitakkavicāre, tatiyajjhānena pītiṁ, catutthajjhānena sukhadukkhaṁ",
  "atk-s0403a30:5_7": "vūpasametvā tasmiṁ cittassūpasame rataṁ abhirataṁ.",
  "atk-s0403a30:6_0": "Namassantīti kāyena namassanti, vācāya namassanti, manasā namassanti, dhammānudhammapaṭipattiyā",
  "atk-s0403a30:6_1": "namassanti, sakkaronti garuṁ karonti. Sabbadhammānapāragunti sabbesaṁ khandhāyatanadhātudhammānaṁ",
  "atk-s0403a30:6_2": "abhiññāpāragū, pariññāpāragū, pahānapāragū, bhāvanāpāragū, sacchikiriyāpāragū, samāpattipāragūti",
  "atk-s0403a30:6_3": "chabbidhena pāragamanena pāragataṁ pārappattaṁ matthakappattaṁ. Devāpi taṁ namassantīti",
  "atk-s0403a30:6_4": "dukkhappattā subrahmadevaputtādayo sukhappattā ca sabbeva dasasahassacakkavāḷavāsino",
  "atk-s0403a30:6_5": "devāpi tumhe namassanti. Iti me arahato sutanti iti mayā catūhi kāraṇehi arahāti",
  "atk-s0403a30:6_6": "laddhavohārānaṁ tumhākaṁyeva santike sutanti dīpeti.",
  "atk-s0403a30:7_0": "Sabbasaṁyojanātītanti sabbāni dasavidhasaṁyojanāni atikkantaṁ. Vanā nibbanamāgatanti",
  "atk-s0403a30:7_1": "kilesavanato nibbanaṁ kilesavanarahitaṁ nibbānaṁ āgataṁ sampattaṁ. Kāmehi nekkhammaratanti",
  "atk-s0403a30:7_2": "duvidhehi kāmehi nikkhantattā pabbajjā aṭṭha samāpattiyo cattāro ca ariyamaggā kāmehi",
  "atk-s0403a30:7_3": "nekkhammaṁ nāma, tattha rataṁ abhirataṁ. Muttaṁ selāva kañcananti seladhātuto muttaṁ kañcanasadisaṁ.",
  "atk-s0403a30:8_0": "Sabbe accarucīti sabbasatte atikkamitvā pavattaruci. Aṭṭhamakañhi atikkamitvā pavattarucitāya",
  "atk-s0403a30:8_1": "sotāpanno accaruci nāma, sotāpannaṁ atikkamitvā pavattarucitāya sakadāgāmī…pe… khīṇāsavaṁ",
  "atk-s0403a30:8_2": "atikkamitvā pavattarucitāya paccekasambuddho, paccekasambuddhaṁ atikkamitvā pavattarucitāya",
  "atk-s0403a30:8_3": "sammāsambuddho accaruci nāma. Himavāvaññe siluccayeti yathā himavā pabbatarājā aññe",
  "atk-s0403a30:8_4": "pabbate atirocati, evaṁ atirocatīti attho. Saccanāmoti tacchanāmo bhūtanāmo āguṁ",
  "atk-s0403a30:8_5": "akaraṇeneva nāgoti evaṁ avitathanāmo.",
  "atk-s0403a30:9": "Soraccanti sucisīlaṁ. Avihiṁsāti karuṇā ca karuṇāpubbabhāgo ca. Pādā nāgassa te duveti te buddhanāgassa duve purimapādā.",
  "atk-s0403a30:10_0": "Tapoti dhutasamādānaṁ. Brahmacariyanti ariyamaggasīlaṁ. Caraṇā nāgassa tyāpareti",
  "atk-s0403a30:10_1": "te buddhanāgassa apare dve pacchimapādā. Saddhāhatthoti saddhāmayāya soṇḍāya samannāgato.",
  "atk-s0403a30:10_2": "Upekkhāsetadantavāti chaḷaṅgupekkhāmayehi setadantehi samannāgato.",
  "atk-s0403a30:11_0": "Sati gīvāti yathā nāgassa aṅgapaccaṅgasmiṁ sirājālānaṁ gīvā patiṭṭhā, evaṁ buddhanāgassa",
  "atk-s0403a30:11_1": "soraccādīnaṁ dhammānaṁ sati. Tena vuttaṁ – “sati gīvā”ti. Siro paññāti yathā hatthināgassa",
  "atk-s0403a30:11_2": "siro uttamaṅgo, evaṁ buddhanāgassa sabbaññutañāṇaṁ. Tena hi so sabbadhamme jānāti.",
  "atk-s0403a30:11_3": "Tena vuttaṁ – “siro paññā”ti. Vīmaṁsā dhammacintanāti yathā hatthināgassa aggasoṇḍo",
  "atk-s0403a30:11_4": "vīmaṁsā nāma hoti. So tāya thaddhamudukaṁ khāditabbākhāditabbañca vīmaṁsati, tato",
  "atk-s0403a30:11_5": "pahātabbaṁ pajahati, ādātabbaṁ ādiyati, evameva buddhanāgassa dhammakoṭṭhāsaparicchedakañāṇasaṅkhātā",
  "atk-s0403a30:11_6": "dhammacintanā vīmaṁsā. Tena hi ñāṇena so bhabbābhabbe jānāti. Tena vuttaṁ – “vīmaṁsā",
  "atk-s0403a30:11_7": "dhammacintanā”ti. Dhammakucchisamātapoti dhammo vuccati catutthajjhānasamādhi, kucchiyeva",
  "atk-s0403a30:11_8": "samātapo kucchisamātapo. Samātapo nāma samātapanaṭṭhānaṁ. Dhammo kucchisamātapo assāti",
  "atk-s0403a30:11_9": "dhammakucchisamātapo. Catutthajjhānasamādhismiṁ ṭhitassa hi te te iddhividhādidhammā",
  "atk-s0403a30:11_10": "ijjhanti, tasmā so kucchisamātapoti vutto. Vivekoti kāyacittaupadhiviveko. Yathā",
  "atk-s0403a30:11_11": "nāgassa vāladhi makkhikā vāreti, evaṁ tathāgatassa viveko gahaṭṭhapabbajite vāreti.",
  "atk-s0403a30:11_12": "Tasmā so vāladhīti vutto.",
  "atk-s0403a30:12_0": "Jhāyīti duvidhena jhānena jhāyī. Assāsaratoti nāgassa hi assāsapassāsā viya buddhanāgassa",
  "atk-s0403a30:12_1": "phalasamāpatti, tattha rato, assāsapassāsehi viya tāya vinā na vattatīti attho. Sabbattha",
  "atk-s0403a30:12_2": "saṁvutoti sabbadvāresu saṁvuto. Anavajjānīti sammāājīvena uppannabhojanāni. Sāvajjānīti",
  "atk-s0403a30:12_3": "pañcavidhamicchājīvavasena uppannabhojanāni.",
  "atk-s0403a30:13_0": "Aṇuṁthūlanti khuddakañca mahantañca. Sabbaṁ chetvāna bandhananti sabbaṁ dasavidhampi",
  "atk-s0403a30:13_1": "saṁyojanaṁ chinditvāna. Nupalippati lokenāti lokena saddhiṁ taṇhāmānadiṭṭhilepehi",
  "atk-s0403a30:13_2": "na lippati. Mahāginīti mahāaggi. Viññūhi desitāti idha paṭisambhidāppatto kāḷudāyittherova",
  "atk-s0403a30:13_3": "viññū paṇḍito, tena desitāti attho. Viññassanti mahānāgā, nāgaṁ nāgena desitanti",
  "atk-s0403a30:13_4": "udāyittheranāgena desitaṁ buddhanāgaṁ itare khīṇāsavā nāgā vijānissanti.",
  "atk-s0403a30:14_0": "Sarīraṁvijahaṁ nāgo, parinibbissatīti bodhipallaṅke kilesaparinibbānena parinibbuto,",
  "atk-s0403a30:14_1": "yamakasālantare anupādisesāya nibbānadhātuyā parinibbāyissati. Evaṁ paṭisambhidāppatto",
  "atk-s0403a30:14_2": "udāyitthero soḷasahi gāthāhi catusaṭṭhiyā padehi dasabalassa vaṇṇaṁ kathento desanaṁ",
  "atk-s0403a30:14_3": "niṭṭhāpesi. Bhagavā anumodi. Desanāvasāne caturāsītipāṇasahassāni amatapānaṁ piviṁsūti.",
  "atk-s0403a30:15": "2. Migasālāsuttavaṇṇanā",
  "atk-s0403a30:16_0": "44. Dutiye kathaṁ kathaṁ nāmāti kena kena kāraṇena. Aññeyyoti ājānitabbo. Yatra hi",
  "atk-s0403a30:16_1": "nāmāti yasmiṁ nāma dhamme. Samasamagatikāti samabhāveneva samagatikā. Bhavissantīti",
  "atk-s0403a30:16_2": "jātā. Sakadāgāmipatto tusitaṁ kāyaṁ upapannoti sakadāgāmipuggalo hutvā tusitabhavaneyeva",
  "atk-s0403a30:16_3": "nibbatto. Kathaṁ kathaṁ nāmāti kena kena nu kho kāraṇena, kiṁ nu kho jānitvā desito,",
  "atk-s0403a30:16_4": "udāhu ajānitvāti. Thero kāraṇaṁ ajānanto evaṁ kho panetaṁ bhagini bhagavatā byākatanti āha.",
  "atk-s0403a30:17_0": "Ammakā ammakapaññāti itthī hutvā itthisaññāya eva samannāgatā. Ke ca purisapuggalaparopariyañāṇeti",
  "atk-s0403a30:17_1": "ettha purisapuggalaparopariyañāṇaṁ vuccati purisapuggalānaṁ tikkhamuduvasena indriyaparopariyañāṇaṁ.",
  "atk-s0403a30:17_2": "Tasmā kā ca bālā migasālā, ke ca purisapuggalānaṁ indriyaparopariyañāṇe appaṭihatavisayā",
  "atk-s0403a30:17_3": "sammāsambuddhā, ubhayametaṁ dūre suvidūreti ayamettha saṅkhepo.",
  "atk-s0403a30:18_0": "Idāni migasālāya attano dūrabhāvaṁ dassento chayime, ānandātiādimāha. Sorato hotīti",
  "atk-s0403a30:18_1": "pāpato suṭṭhu orato virato hoti. Suratotipi pāṭho. Abhinandanti sabrahmacārī ekattavāsenāti",
  "atk-s0403a30:18_2": "tena saddhiṁ ekatovāsena sabrahmacārī abhinandanti tussanti. Ekantavāsenātipi pāṭho,",
  "atk-s0403a30:18_3": "satatavāsenāti attho. Savanenapi akataṁ hotīti sotabbayuttakaṁ asutaṁ hoti. Bāhusaccenapi",
  "atk-s0403a30:18_4": "akataṁ hotīti ettha bāhusaccaṁ vuccati vīriyaṁ, vīriyena kattabbayuttakaṁ akataṁ",
  "atk-s0403a30:18_5": "hotīti attho. Diṭṭhiyāpi appaṭividdhaṁ hotīti diṭṭhiyā paṭivijjhitabbaṁ appaṭividdhaṁ",
  "atk-s0403a30:18_6": "hoti. Sāmāyikampi vimuttiṁ na labhatīti kālānukālaṁ dhammassavanaṁ nissāya pītipāmojjaṁ",
  "atk-s0403a30:18_7": "na labhati. Hānagāmīyeva hotīti parihānimeva gacchati.",
  "atk-s0403a30:19": "Pamāṇikāti puggalesu pamāṇaggāhakā. Paminantīti pametuṁ tuletuṁ ārabhanti. Eko hīnoti eko guṇehi hīno. Eko paṇītoti eko guṇehi paṇīto. Taṁ hīti taṁ pamāṇakaraṇaṁ.",
  "atk-s0403a30:20_0": "Abhikkantataroti sundarataro. Paṇītataroti uttamataro. Dhammasoto nibbahatīti sūraṁ",
  "atk-s0403a30:20_1": "hutvā pavattamānavipassanāñāṇaṁ nibbahati, ariyabhūmiṁ sampāpeti. Tadantaraṁ ko jāneyyāti",
  "atk-s0403a30:20_2": "taṁ antaraṁ taṁ kāraṇaṁ aññatra tathāgatena ko jāneyyāti attho.",
  "atk-s0403a30:21_0": "Kodhamānoti kodho ca māno ca. Lobhadhammāti lobhoyeva. Vacīsaṅkhārāti ālāpasallāpavasena",
  "atk-s0403a30:21_1": "vacanāneva. Yo vā panassa mādisoti yo vā pana aññopi mayā sadiso sammāsambuddhoyeva",
  "atk-s0403a30:21_2": "assa, so puggalesu pamāṇaṁ gaṇheyyāti attho. Khaññatīti guṇakhaṇanaṁ pāpuṇāti. Ime",
  "atk-s0403a30:21_3": "kho, ānanda, cha puggalāti dve soratā, dve adhigatakodhamānalobhadhammā, dve adhigatakodhamānavacīsaṅkhārāti",
  "atk-s0403a30:21_4": "ime cha puggalā. Gatinti ñāṇagatiṁ. Ekaṅgahīnāti ekekena guṇaṅgena hīnā. Pūraṇo sīlena",
  "atk-s0403a30:21_5": "visesī ahosi, isidatto paññāya. Pūraṇassa sīlaṁ isidattassa paññāṭhāne ṭhitaṁ, isidattassa",
  "atk-s0403a30:21_6": "paññā pūraṇassa sīlaṭṭhāne ṭhitāti.",
  "atk-s0403a30:22": "3. Iṇasuttavaṇṇanā",
  "atk-s0403a30:23_0": "45. Tatiye dāliddiyanti daliddabhāvo. Kāmabhoginoti kāme bhuñjanakasattassa. Assakoti",
  "atk-s0403a30:23_1": "attano santakena rahito. Anāḷhikoti na aḍḍho. Iṇaṁ ādiyatīti jīvituṁ asakkonto iṇaṁ",
  "atk-s0403a30:23_2": "ādiyati. Vaḍḍhiṁ paṭissuṇātīti dātuṁ asakkonto vaḍḍhiṁ dassāmīti paṭijānāti. Anucarantipi",
  "atk-s0403a30:23_3": "nanti parisamajjhagaṇamajjhādīsu ātapaṭhapanapaṁsuokiraṇādīhi vippakāraṁ pāpento",
  "atk-s0403a30:23_4": "pacchato pacchato anubandhanti. Saddhā natthīti okappanakasaddhāmattakampi natthi.",
  "atk-s0403a30:23_5": "Hirī natthīti hirīyanākāramattakampi natthi. Ottappaṁnatthīti bhāyanākāramattakampi",
  "atk-s0403a30:23_6": "natthi. Vīriyaṁ natthīti kāyikavīriyamattakampi natthi. Paññā natthīti kammassakatapaññāmattakampi",
  "atk-s0403a30:23_7": "natthi. Iṇādānasmiṁ vadāmīti iṇaggahaṇaṁ vadāmi. Mā maṁ jaññūti mā maṁ jānātu.",
  "atk-s0403a30:24_0": "Dāliddiyaṁ dukkhanti dhanadaliddabhāvo dukkhaṁ. Kāmalābhābhijappinanti kāmalābhaṁ",
  "atk-s0403a30:24_1": "patthentānaṁ. Pāpakammavinibbayoti pāpakammavaḍḍhako. Saṁsappatīti paripphandati.",
  "atk-s0403a30:24_2": "Jānanti jānanto. Yassa vippaṭisārajāti ye assa vippaṭisārato jātā. Yonimaññataranti",
  "atk-s0403a30:24_3": "ekaṁ tiracchānayoniṁ. Dadaṁ cittaṁ pasādayanti cittaṁ pasādento dadamāno.",
  "atk-s0403a30:25_0": "Kaṭaggāhoti jayaggāho, anaparādhaggāho hoti. Gharamesinoti gharāvāsaṁ pariyesantassa",
  "atk-s0403a30:25_1": "vasamānassa vā. Cāgo puññaṁ pavaḍḍhatīti cāgoti saṅkhaṁ gataṁ puññaṁ vaḍḍhati. Cāgā",
  "atk-s0403a30:25_2": "puññanti vā pāṭho. Patiṭṭhitāti patiṭṭhitasaddhā nāma sotāpannassa saddhā. Hirimanoti",
  "atk-s0403a30:25_3": "hirisampayuttacitto. Nirāmisaṁ sukhanti tīṇi jhānāni nissāya uppajjanakasukhaṁ. Upekkhanti",
  "atk-s0403a30:25_4": "catutthajjhānupekkhaṁ. Āraddhavīriyoti paripuṇṇapaggahitavīriyo. Jhānāniupasampajjāti",
  "atk-s0403a30:25_5": "cattāri jhānāni patvā. Ekodi nipako satoti ekaggacitto kammassakatañāṇasatīhi ca samannāgato.",
  "atk-s0403a30:26_0": "Evaṁ ñatvā yathābhūtanti evaṁ ettakaṁ kāraṇaṁ yathāsabhāvaṁ jānitvā. Sabbasaṁyojanakkhayeti",
  "atk-s0403a30:26_1": "nibbāne. Sabbasoti sabbākārena. Anupādāyāti aggahetvā. Sammā cittaṁ vimuccatīti idaṁ",
  "atk-s0403a30:26_2": "vuttaṁ hoti – sabbasaṁyojanakkhayasaṅkhāte nibbāne sabbaso anupādiyitvā sammā hetunā",
  "atk-s0403a30:26_3": "nayena maggacittaṁ vimuccati. “Etaṁ ñatvā yathābhūtaṁ, sabbasaṁyojanakkhaya”ntipi",
  "atk-s0403a30:26_4": "pāḷiyaṁ likhitaṁ, tassa etaṁ sabbasaṁyojanakkhayasaṅkhātaṁ nibbānaṁ yathābhūtaṁ ñatvāti",
  "atk-s0403a30:26_5": "attho. Purimapacchimehi pana saddhiṁ na ghaṭīyati.",
  "atk-s0403a30:27_0": "Tassa sammā vimuttassāti tassa sammā vimuttassa khīṇāsavassa. Ñāṇaṁ hotīti paccavekkhaṇañāṇaṁ",
  "atk-s0403a30:27_1": "hoti. Tādinoti taṁsaṇṭhitassa. Akuppāti akuppārammaṇattā kuppakāraṇānaṁ kilesānañca",
  "atk-s0403a30:27_2": "abhāvena akuppā. Vimuttīti maggavimuttipi phalavimuttipi. Bhavasaṁyojanakkhayeti",
  "atk-s0403a30:27_3": "bhavasaṁyojanakkhayasaṅkhāte nibbāne bhavasaṁyojanānañca khayante uppannā. Etaṁ kho",
  "atk-s0403a30:27_4": "paramaṁ ñāṇanti etaṁ maggaphalañāṇaṁ paramañāṇaṁ nāma. Sukhamanuttaranti etadeva",
  "atk-s0403a30:27_5": "maggaphalasukhaṁ anuttaraṁ sukhaṁ nāma. Āṇaṇyamuttamanti sabbesaṁ aṇaṇānaṁ khīṇāsavo",
  "atk-s0403a30:27_6": "uttamaaṇaṇo, tasmā arahattaphalaṁ āṇaṇyamuttamanti arahattaphalena desanāya kūṭaṁ",
  "atk-s0403a30:27_7": "gaṇhi. Imasmiñca sutte vaṭṭameva kathetvā gāthāsu vaṭṭavivaṭṭaṁ kathitanti.",
  "atk-s0403a30:28": "4. Mahācundasuttavaṇṇanā",
  "atk-s0403a30:29_0": "46. Catutthe cetīsūti cetiraṭṭhe. Sayaṁjātiyanti evaṁnāmake nigame. Mahācundoti dhammasenāpatissa",
  "atk-s0403a30:29_1": "kaniṭṭhabhātiko. Dhamme yogo anuyogo etesanti dhammayogā. Dhammakathikānaṁ etaṁ nāmaṁ.",
  "atk-s0403a30:29_2": "Jhāyantīti jhāyī. Apasādentīti ghaṭṭenti hiṁsanti. Jhāyantīti cintenti. Pajjhāyantītiādīni",
  "atk-s0403a30:29_3": "upasaggavasena vaḍḍhitāni. Kimime jhāyantīti kiṁ nāma ime jhāyanti. Kintime jhāyantīti",
  "atk-s0403a30:29_4": "kimatthaṁ ime jhāyanti. Kathaṁ ime jhāyantīti kena kāraṇena ime jhāyanti. Amataṁ",
  "atk-s0403a30:29_5": "dhātuṁ kāyena phusitvā viharantīti maraṇavirahitaṁ nibbānadhātuṁ sandhāya kammaṭṭhānaṁ",
  "atk-s0403a30:29_6": "gahetvā viharantā anukkamena taṁ nāmakāyena phusitvā viharanti. Gambhīraṁ atthapadanti",
  "atk-s0403a30:29_7": "guḷhaṁ paṭicchannaṁ khandhadhātuāyatanādiatthaṁ. Paññāyaativijjha passantīti sahavipassanāya",
  "atk-s0403a30:29_8": "maggapaññāya paṭivijjhitvā passanti. Imasmiṁ panatthe sammasanapaṭivedhapaññāpi uggahaparipucchāpaññāpi vaṭṭatiyevāti.",
  "atk-s0403a30:30": "5-6. Sandiṭṭhikasuttadvayavaṇṇanā",
  "atk-s0403a30:31_0": "47-48. Pañcame santaṁ vā ajjhattanti niyakajjhatte vijjamānaṁ. Lobhotiādīhi tīṇi",
  "atk-s0403a30:31_1": "akusalamūlāni dassitāni. Lobhadhammātiādīhi taṁsampayuttakā dhammā. Chaṭṭhe kāyasandosanti",
  "atk-s0403a30:31_2": "kāyadvārassa dussanākāraṁ. Sesadvayepi eseva nayo. Imesu dvīsu suttesu paccavekkhaṇāva kathitā.",
  "atk-s0403a30:32": "7. Khemasuttavaṇṇanā",
  "atk-s0403a30:33_0": "49. Sattame vusitavāti vutthabrahmacariyavāso. Katakaraṇīyoti catūhi maggehi kattabbaṁ",
  "atk-s0403a30:33_1": "katvā ṭhito. Ohitabhāroti khandhabhāraṁ kilesabhāraṁ abhisaṅkhārabhārañca otāretvā",
  "atk-s0403a30:33_2": "ṭhito. Anuppattasadatthoti sadattho vuccati arahattaṁ, taṁ pattoti attho. Parikkhīṇabhavasaṁyojanoti",
  "atk-s0403a30:33_3": "khīṇabhavabandhano. Sammadaññā vimuttoti sammā hetunā kāraṇena jānitvā vimutto. Tassa",
  "atk-s0403a30:33_4": "na evaṁ hoti atthi me seyyoti vātiādīhi seyyassa seyyohamasmīti mānādayo tayo mānā",
  "atk-s0403a30:33_5": "paṭikkhittā. Na hi khīṇāsavassa “atthi mayhaṁ seyyo, atthi sadiso, atthi hīno”ti",
  "atk-s0403a30:33_6": "māno hoti. Natthi me seyyotiādīhipi teyeva paṭikkhittā. Na hi khīṇāsavassa “ahameva",
  "atk-s0403a30:33_7": "seyyo, ahaṁ sadiso, ahaṁ hīno, aññe seyyādayo natthī”ti evaṁ māno hoti.",
  "atk-s0403a30:34_0": "Acirapakkantesūti arahattaṁ byākaritvā aciraṁyeva pakkantesu. Aññaṁ byākarontīti",
  "atk-s0403a30:34_1": "arahattaṁ kathenti. Hasamānakā maññe aññaṁ byākarontīti hasamānā viya kathenti. Vighātaṁ",
  "atk-s0403a30:34_2": "āpajjantīti dukkhaṁ āpajjanti.",
  "atk-s0403a30:35_0": "Na ussesu na omesu, samatte nopanīyareti ettha ussāti ussitatā seyyapuggalā. Omāti",
  "atk-s0403a30:35_1": "hīnā. Samattoti sadiso. Iti imesu tīsupi seyyahīnasadisesu khīṇāsavā mānena na upanīyare,",
  "atk-s0403a30:35_2": "na upanenti, na upagacchantīti attho. Khīṇā jātīti khīṇā tesaṁ jāti. Vusitaṁ brahmacariyanti",
  "atk-s0403a30:35_3": "vutthaṁ maggabrahmacariyaṁ. Caranti saṁyojanavippamuttāti sabbasaṁyojanehi vimuttā",
  "atk-s0403a30:35_4": "hutvā caranti. Suttepi gāthāyampi khīṇāsavo kathito.",
  "atk-s0403a30:36": "8. Indriyasaṁvarasuttavaṇṇanā",
  "atk-s0403a30:37_0": "50. Aṭṭhame hatūpanisaṁ hotīti hatūpanissayaṁ hoti. Sīlavipannassāti vipannasīlassa.",
  "atk-s0403a30:37_1": "Yathābhūtañāṇadassananti taruṇavipassanāñāṇaṁ. Nibbidāvirāgoti ettha nibbidā balavavipassanā,",
  "atk-s0403a30:37_2": "virāgo ariyamaggo. Vimuttiñāṇadassananti ettha vimuttīti arahattaphalaṁ, ñāṇadassananti",
  "atk-s0403a30:37_3": "paccavekkhaṇañāṇaṁ. Upanissayasampannaṁ hotīti sampannaupanissayaṁ hoti. Imasmiṁ",
  "atk-s0403a30:37_4": "sutte sīlānurakkhaṇaindriyasaṁvaro kathito.",
  "atk-s0403a30:38": "9. Ānandasuttavaṇṇanā",
  "atk-s0403a30:39_0": "51. Navame kittāvatāti kittakena. Assutañcevāti aññasmiṁ kāle assutapubbaṁ. Na sammosaṁ",
  "atk-s0403a30:39_1": "gacchantīti vināsaṁ na gacchanti. Cetaso samphuṭṭhapubbāti cittena phusitapubbā.",
  "atk-s0403a30:39_2": "Samudācarantīti manodvāre caranti. Aviññātañca vijānātīti aññasmiṁ kāle aviññātakāraṇaṁ",
  "atk-s0403a30:39_3": "jānāti. Pariyāpuṇātīti vaḷañjeti katheti. Desetīti pakāseti. Paraṁ vācetīti paraṁ uggaṇhāpeti.",
  "atk-s0403a30:40_0": "Āgatāgamāti dīghādīsu yo koci āgamo āgato etesanti āgatāgamā. Dhammadharāti suttantapiṭakadharā.",
  "atk-s0403a30:40_1": "Vinayadharāti vinayapiṭakadharā. Mātikādharāti dvepātimokkhadharā. Paripucchatīti",
  "atk-s0403a30:40_2": "anusandhipubbāparaṁ pucchati. Paripañhatīti idañcidañca pucchissāmīti paritulati",
  "atk-s0403a30:40_3": "paricchindati. Idaṁ, bhante, kathanti, bhante, idaṁ anusandhipubbāparaṁ kathaṁ hotīti",
  "atk-s0403a30:40_4": "pucchati. Imassa kvatthoti imassa bhāsitassa ko atthoti pucchati. Avivaṭanti avivaritaṁ.",
  "atk-s0403a30:40_5": "Vivarantīti pākaṭaṁ karonti. Kaṅkhāṭhāniyesūti kaṅkhāya kāraṇabhūtesu. Tattha yasmiṁ",
  "atk-s0403a30:40_6": "dhamme kaṅkhā uppajjati, sveva kaṅkhāṭhāniyo nāmāti veditabbo.",
  "atk-s0403a30:41": "10. Khattiyasuttavaṇṇanā",
  "atk-s0403a30:42_0": "52. Dasame bhogādhippāyāti bhogasaṁharaṇatthaṁ ṭhapitādhippāyā pavattaajjhāsayā.",
  "atk-s0403a30:42_1": "Paññūpavicārāti paññavanto bhaveyyāmāti evaṁ paññatthāya pavattūpavicārā. Ayameva",
  "atk-s0403a30:42_2": "nesaṁ vicāro citte upavicarati. Balādhiṭṭhānāti balakāyādhiṭṭhānā. Balakāyañhi laddhā",
  "atk-s0403a30:42_3": "te laddhapatiṭṭhā nāma honti. Pathavibhinivesāti pathavisāmino bhavissāmāti evaṁ",
  "atk-s0403a30:42_4": "pathaviatthāya katacittābhinivesā. Issariyapariyosānāti rajjābhisekapariyosānā. Abhisekañhi",
  "atk-s0403a30:42_5": "patvā te pariyosānappattā nāma honti. Iminā nayena sabbattha attho veditabbo.",
  "atk-s0403a30:43_0": "Sesapadesu panettha ayamadhippāyo – brāhmaṇā tāva mante labhitvā laddhapatiṭṭhā nāma",
  "atk-s0403a30:43_1": "honti, gahapatikā yaṁkiñci sippaṁ, itthī kuladāyajjasāmikaṁ puttaṁ, corā yaṁkiñci",
  "atk-s0403a30:43_2": "āvudhasatthaṁ, samaṇā sīlaparipuṇṇā laddhapatiṭṭhā nāma honti. Tasmā mantādhiṭṭhānātiādīni vuttāni.",
  "atk-s0403a30:44_0": "Brāhmaṇānañca “yaññaṁ yajissāmā”ti cittaṁ abhinivisati, brahmaloke patte pariyosānappattā",
  "atk-s0403a30:44_1": "nāma honti. Tasmā te yaññābhinivesā brahmalokapariyosānāti vuttā. Kammantakaraṇatthāya",
  "atk-s0403a30:44_2": "mano etesaṁ abhinivisatīti kammantābhinivesā. Kamme niṭṭhite pariyosānappattā nāma",
  "atk-s0403a30:44_3": "hontīti niṭṭhitakammantapariyosānā.",
  "atk-s0403a30:45_0": "Purisādhippāyāti purisesu pavattaajjhāsayā. Alaṅkāratthāya mano upavicarati etissāti",
  "atk-s0403a30:45_1": "alaṅkārūpavicārā. Asapattī hutvā ekikāva ghare vaseyyanti evamassā cittaṁ abhinivisatīti",
  "atk-s0403a30:45_2": "asapattībhinivesā. Gharāvāsissariye laddhe pariyosānappattā nāma hontīti issariyapariyosānā.",
  "atk-s0403a30:46_0": "Parabhaṇḍassa ādāne adhippāyo etesanti ādānādhippāyā. Gahane nilīyanaṭṭhāne etesaṁ",
  "atk-s0403a30:46_1": "mano upavicaratīti gahanūpavicārā. Andhakāratthāya etesaṁ cittaṁ abhinivisatīti andhakārābhinivesā.",
  "atk-s0403a30:46_2": "Adassanappattā pariyosānappattā hontīti adassanapariyosānā.",
  "atk-s0403a30:47_0": "Adhivāsanakkhantiyañca sucibhāvasīle ca adhippāyo etesanti khantisoraccādhippāyā.",
  "atk-s0403a30:47_1": "Akiñcanabhāve niggahaṇabhāve cittaṁ etesaṁ abhinivisatīti ākiñcaññābhinivesā. Nibbānappattā",
  "atk-s0403a30:47_2": "pariyosānappattā hontīti nibbānapariyosānā.",
  "atk-s0403a30:48": "11. Appamādasuttavaṇṇanā",
  "atk-s0403a30:49_0": "53. Ekādasame samadhiggayhāti suṭṭhu gaṇhitvā. Jaṅgalānaṁ pāṇānanti pathavītalacārīnaṁ",
  "atk-s0403a30:49_1": "sapādakapāṇānaṁ. Padajātānīti padāni. Samodhānaṁ gacchantīti odhānaṁ upanikkhepaṁ",
  "atk-s0403a30:49_2": "gacchanti. Aggamakkhāyatīti seṭṭhaṁ akkhāyati. Pabbajalāyakoti pabbajatiṇacchedako.",
  "atk-s0403a30:49_3": "Odhunātīti heṭṭhā mukhaṁ dhunāti. Nidhunātīti ubhohi passehi dhunāti. Nicchādetīti",
  "atk-s0403a30:49_4": "bāhāya vā paharati, rukkhe vā paharati. Ambapiṇḍiyāti ambaphalapiṇḍiyā. Vaṇṭūpanibandhanānīti",
  "atk-s0403a30:49_5": "vaṇṭe upanibandhanāni, vaṇṭe vā patiṭṭhitāni. Tadanvayāni bhavantīti vaṇṭānuvattakāni",
  "atk-s0403a30:49_6": "bhavanti, ambapiṇḍidaṇḍakānuvattakāni bhavantītipi attho. Khuddarājānoti khuddakarājāno, pakatirājāno vā.",
  "atk-s0403a30:50": "12. Dhammikasuttavaṇṇanā",
  "atk-s0403a30:51_0": "54. Dvādasame sabbasoti sabbesu. Sattasu vihāresūti sattasu pariveṇesu. Paribhāsatīti",
  "atk-s0403a30:51_1": "paribhavati bhayaṁ upadaṁseti. Vihiṁsatīti viheṭheti. Vitudatīti vijjhati. Roseti",
  "atk-s0403a30:51_2": "vācāyāti vācāya ghaṭṭeti. Pakkamantīti disā pakkamanti. Na saṇṭhahantīti nappatiṭṭhahanti.",
  "atk-s0403a30:51_3": "Riñcantīti chaḍḍenti vissajjenti. Pabbājeyyāmāti nīhareyyāma. Handāti vavassaggatthe",
  "atk-s0403a30:51_4": "nipāto. Alanti yuttametaṁ, yaṁ taṁ pabbājeyyunti attho. Kiṁ te imināti kiṁ tava iminā",
  "atk-s0403a30:51_5": "jātibhūmiyaṁ vāsena. Tīradassiṁ sakuṇanti disākākaṁ. Muñcantīti disādassanatthaṁ",
  "atk-s0403a30:51_6": "vissajjenti. Sāmantāti avidūre. Samantātipi pāṭho, samantatoti attho. Abhinivesoti",
  "atk-s0403a30:51_7": "pattharitvā ṭhitasākhānaṁ niveso. Mūlasantānakānanti mūlānaṁ niveso.",
  "atk-s0403a30:52_0": "Āḷhakathālikāti taṇḍulāḷhakassa bhattapacanathālikā. Khuddaṁ madhunti khuddamakkhikāhi",
  "atk-s0403a30:52_1": "kataṁ daṇḍakamadhuṁ. Anelakanti niddosaṁ. Na ca sudaṁ aññamaññassa phalāni hiṁsantīti",
  "atk-s0403a30:52_2": "aññamaññassa koṭṭhāse phalāni na hiṁsanti. Attano koṭṭhāsehi mūlaṁ vā tacaṁ vā pattaṁ",
  "atk-s0403a30:52_3": "vā chindanto nāma natthi, attano attano sākhāya heṭṭhā patitāneva paribhuñjanti.",
  "atk-s0403a30:52_4": "Aññassa koṭṭhāsato aññasa koṭṭhāsaṁ parivattitvā gatampi “na amhākaṁ sākhāya phala”nti",
  "atk-s0403a30:52_5": "ñatvā no khādanti. Yāvadatthaṁ bhakkhitvāti kaṇṭhappamāṇena khāditvā. Sākhaṁ bhañjitvāti",
  "atk-s0403a30:52_6": "chattappamāṇamattaṁ chinditvā chāyaṁ katvā pakkāmi. Yatra hi nāmāti yo hi nāma. Pakkamissatīti",
  "atk-s0403a30:52_7": "pakkanto. Nādāsīti devatāya ānubhāvena phalameva na gaṇhi. Evañhi sā adhiṭṭhāsi.",
  "atk-s0403a30:53_0": "Tenupasaṅkamīti janapadavāsīhi gantvā, “mahārāja, rukkho phalaṁ na gaṇhi, amhākaṁ",
  "atk-s0403a30:53_1": "nu kho doso tumhāka”nti vutte “neva mayhaṁ doso atthi, na jānapadānaṁ, amhākaṁ vijite",
  "atk-s0403a30:53_2": "adhammo nāma na vattati, kena nu kho kāraṇena rukkho na phalito, sakkaṁ upasaṅkamitvā",
  "atk-s0403a30:53_3": "pucchissāmī”ti cintetvā yena sakko devānamindo tenupasaṅkami. Pavattesīti parivattesi.",
  "atk-s0403a30:53_4": "Ummūlamakāsīti uddhaṁmūlaṁ akāsi. Api nu tvanti api nu tava. Aṭṭhitāyevāti aṭṭhitāya",
  "atk-s0403a30:53_5": "eva. Sacchavīnīti samānacchavīni pakatiṭṭhāne ṭhitāni. Na paccakkosatīti nappaṭikkosati.",
  "atk-s0403a30:53_6": "Rosantanti ghaṭṭentaṁ. Bhaṇḍantanti paharantaṁ.",
  "atk-s0403a30:54_0": "Sunettoti nettā vuccanti akkhīni, tesaṁ sundaratāya sunetto. Titthakaroti sugatiogāhanatitthassa",
  "atk-s0403a30:54_1": "kārako. Vītarāgoti vikkhambhanavasena vigatarāgo. Pasavatīti paṭilabhati. Diṭṭhisampannanti",
  "atk-s0403a30:54_2": "dassanasampannaṁ, sotāpannanti attho. Khantinti attano guṇakhaṇanaṁ. Yathāmaṁ sabrahmacārīsūti",
  "atk-s0403a30:54_3": "yathā imaṁ sabrahmacārīsu akkosanaparibhāsanaṁ, aññaṁ evarūpaṁ guṇakhantiṁ na vadāmīti",
  "atk-s0403a30:54_4": "attho. Na no samasabrahmacārīsūti ettha samajano nāma sakajano vuccati. Tasmā na",
  "atk-s0403a30:54_5": "no sakesu samānabrahmacārīsu cittāni paduṭṭhāni bhavissantīti ayamettha attho.",
  "atk-s0403a30:55_0": "Jotipālo ca govindoti nāmena jotipālo ṭhānena mahāgovindo. Sattapurohitoti reṇuādīnaṁ",
  "atk-s0403a30:55_1": "sattannaṁ rājūnaṁ purohito. Ahiṁsakā atītaṁseti ete cha satthāro atītaṁse ahiṁsakā",
  "atk-s0403a30:55_2": "ahesuṁ. Nirāmagandhāti kodhāmagandhena nirāmagandhā. Karuṇevimuttāti karuṇajjhāne",
  "atk-s0403a30:55_3": "adhimuttā, karuṇāya ca karuṇāpubbabhāge ca ṭhitā. Yeteti ete, ayameva vā pāṭho. Na",
  "atk-s0403a30:55_4": "sādhurūpaṁ āsīdeti sādhusabhāvaṁ na ghaṭṭeyya. Diṭṭhiṭṭhānappahāyinanti dvāsaṭṭhidiṭṭhigatappahāyinaṁ.",
  "atk-s0403a30:55_5": "Sattamoti arahattato paṭṭhāya sattamo. Avītarāgoti avigatarāgo. Etena anāgāmibhāvaṁ",
  "atk-s0403a30:55_6": "paṭikkhipati. Pañcindriyā mudūti pañca vipassanindriyāni mudūni. Tassa hi tāni sakadāgāmiṁ",
  "atk-s0403a30:55_7": "upādāya mudūni nāma honti. Vipassanāti saṅkhārapariggahañāṇaṁ. Pubbeva upahaññatīti",
  "atk-s0403a30:55_8": "paṭhamataraññeva upahaññati. Akkhatoti guṇakhaṇanena akkhato anupahato hutvā. Sesaṁ",
  "atk-s0403a30:55_9": "sabbattha uttānamevāti.",
  "atk-s0403a30:56": "Dhammikavaggo pañcamo.",
  "atk-s0403a30:57": "Paṭhamapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0403a30:58": "2. Dutiyapaṇṇāsakaṁ"
}