{
  "atk-abh03a59:0": "3. Dukatikapaṭṭhānavaṇṇanā",
  "atk-abh03a59:1_0": "Dukatikapaṭṭhāne hetuṁ kusalaṁ dhammaṁ paṭicca hetu kusalo dhammo uppajjati hetupaccayāti",
  "atk-abh03a59:1_1": "evaṁ pañhāmattuddhāravaseneva saṅkhepato desanā katā. “Kusalaṁ alobhaṁ paṭicca adoso",
  "atk-abh03a59:1_2": "amoho”tiādinā pana nayena vitthāro vattabbo siyā, so heṭṭhā dassitanayena sakkā avuttopi",
  "atk-abh03a59:1_3": "jānitunti ekapadepi ekapaccayo vā na vutto. Yā panesā saṅkhepato desanā katā, sā",
  "atk-abh03a59:1_4": "evaṁ katāti veditabbā. Hetudukena hi saddhiṁ kusalapadaṁ yojetvā paṭiccavāre anulomassa",
  "atk-abh03a59:1_5": "ceva paccanīyassa ca vasena sabbe labbhamānakapaccayā dassitā, anulomapaccanīyapaccanīyānulomanayā",
  "atk-abh03a59:1_6": "ceva sahajātavārādayo ca na dassitā, kevalaṁ “paṭiccavārasadisaṁyeva vitthāretabba”nti",
  "atk-abh03a59:1_7": "vuttaṁ. Pañhāvāre pañhampi avissajjetvā kevalaṁ pañhuddhāramattaṁ katvā anulomapaccanīyavaseneva",
  "atk-abh03a59:1_8": "labbhamānapaccayā dassitā. Yathā ca kusalapadaṁ, evaṁ akusalaabyākatapadānipi hetudukena",
  "atk-abh03a59:1_9": "saddhiṁ yojetvā hetukusaladukatikaṁ niddisitabbanti vuttaṁ.",
  "atk-abh03a59:2_0": "Tato paraṁ hetuṁ sukhāya vedanāya sampayuttaṁ dhammantiādinā nayena hetuvedanādukatikādīni",
  "atk-abh03a59:2_1": "ekavīsati dukatikāni dassitāni. Yasmā pana hetu nāma sanidassanasappaṭigho anidassanasappaṭigho",
  "atk-abh03a59:2_2": "vā natthi, tasmā hetupadena saddhiṁ sanidassanasappaṭighaanidassanasappaṭighapadāni",
  "atk-abh03a59:2_3": "na yojitāni. Evaṁ hetudukena saddhiṁ labbhamānakavasena dvāvīsati tike yojetvā puna",
  "atk-abh03a59:2_4": "te sahetukadukādīhi saraṇadukapariyosānehi sabbadukehi saddhiṁ yojitā. Tattha yaṁ",
  "atk-abh03a59:2_5": "yaṁ padaṁ yena yena padena saddhiṁ yojanaṁ na gacchati, taṁ taṁ pāḷiyaṁyeva na labbhatīti",
  "atk-abh03a59:2_6": "vuttaṁ. Evamettha ekena dukena saddhiṁ bāvīsati tike yojetvā puna aparena bāvīsati,",
  "atk-abh03a59:2_7": "aparena bāvīsatīti paṭipāṭiyā dukasate labbhamānadukapadehi saddhiṁ dvāvīsati tikā",
  "atk-abh03a59:2_8": "yojitāti dvāvīsati tike gahetvā dukasate pakkhipitvā dukatikapaṭṭhānaṁ nāma desitaṁ.",
  "atk-abh03a59:2_9": "Tattha yesu yesu ṭhānesu nayaṁ dassetvā pāḷiyā saṅkhepo kato, tesu tesu ṭhānesu dassitanayānurūpena",
  "atk-abh03a59:2_10": "tassā vitthāro veditabboti.",
  "atk-abh03a59:3": "Dukatikapaṭṭhānavaṇṇanā."
}