{
  "atk-vin02a20:0": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-vin02a20:1": "Vinayapiṭake",
  "atk-vin02a20:2": "Mahāvagga-aṭṭhakathā",
  "atk-vin02a20:3": "1. Mahākhandhakaṁ",
  "atk-vin02a20:4": "Bodhikathā",
  "atk-vin02a20:5": "Ubhinnaṁ pātimokkhānaṁ, saṅgītisamanantaraṁ;",
  "atk-vin02a20:6": "Saṅgāyiṁsu mahātherā, khandhakaṁ khandhakovidā.",
  "atk-vin02a20:7": "Yaṁ tassa dāni sampatto, yasmā saṁvaṇṇanākkamo;",
  "atk-vin02a20:8": "Tasmā hoti ayaṁ tassa, anuttānatthavaṇṇanā.",
  "atk-vin02a20:9": "Padabhājaniye atthā, yehi yesaṁ pakāsitā;",
  "atk-vin02a20:10": "Te ce puna vadeyyāma, pariyosānaṁ kadā bhave.",
  "atk-vin02a20:11": "Uttānā ceva ye atthā, tesaṁ saṁvaṇṇanāya kiṁ;",
  "atk-vin02a20:12": "Adhippāyānusandhīhi, byañjanena ca ye pana.",
  "atk-vin02a20:13": "Anuttānā na te yasmā, sakkā ñātuṁ avaṇṇitā;",
  "atk-vin02a20:14": "Tesaṁyeva ayaṁ tasmā, hoti saṁvaṇṇanānayoti.",
  "atk-vin02a20:15_0": "1.Tena samayena buddho bhagavā uruvelāyaṁ viharati najjā nerañjarāya tīre bodhirukkhamūle",
  "atk-vin02a20:15_1": "paṭhamābhisambuddhoti ettha kiñcāpi “tena samayena buddho bhagavā verañjāya”ntiādīsu",
  "atk-vin02a20:15_2": "viya karaṇavacane visesakāraṇaṁ natthi, vinayaṁ patvā pana karaṇavacaneneva ayamabhilāpo",
  "atk-vin02a20:15_3": "āropitoti ādito paṭṭhāya āruḷhābhilāpavasenevetaṁ vuttanti veditabbaṁ. Esa nayo aññesupi",
  "atk-vin02a20:15_4": "ito paresu evarūpesu.",
  "atk-vin02a20:16_0": "Kiṁ panetassa vacane payojananti? Pabbajjādīnaṁ vinayakammānaṁ ādito paṭṭhāya nidānadassanaṁ.",
  "atk-vin02a20:16_1": "Yā hi bhagavatā “anujānāmi, bhikkhave, imehi tīhi saraṇagamanehi pabbajjaṁ upasampada”nti",
  "atk-vin02a20:16_2": "evaṁ pabbajjā ceva upasampadā ca anuññātā, yāni ca rājagahādīsu upajjhāyaupajjhāyavattaācariyaācariyavattādīni",
  "atk-vin02a20:16_3": "anuññātāni, tāni abhisambodhiṁ patvā sattasattāhaṁ bodhimaṇḍe vītināmetvā bārāṇasiyaṁ",
  "atk-vin02a20:16_4": "dhammacakkaṁ pavattetvā iminā anukkamena idañcidañca ṭhānaṁ patvā imasmiñca imasmiñca",
  "atk-vin02a20:16_5": "vatthusmiṁ paññattānīti evametesaṁ pabbajjādīnaṁ vinayakammānaṁ ādito paṭṭhāya nidānadassanaṁ",
  "atk-vin02a20:16_6": "etassa vacane payojananti veditabbaṁ.",
  "atk-vin02a20:17_0": "Tattha uruvelāyanti mahāvelāyaṁ; mahante vālikarāsimhīti attho. Atha vā “urū”ti vālikā",
  "atk-vin02a20:17_1": "vuccati; “velā”ti mariyādā; velātikkamanahetu āhaṭā uru uruvelāti evampettha attho",
  "atk-vin02a20:17_2": "daṭṭhabbo. Atīte kira anuppanne buddhe dasasahassakulaputtā tāpasapabbajjaṁ pabbajitvā",
  "atk-vin02a20:17_3": "tasmiṁ padese viharantā ekadivasaṁ sannipatitvā katikavattaṁ akaṁsu – “kāyakammavacīkammāni",
  "atk-vin02a20:17_4": "nāma paresampi pākaṭāni honti, manokammaṁ pana apākaṭaṁ; tasmā yo kāmavitakkaṁ vā",
  "atk-vin02a20:17_5": "byāpādavitakkaṁ vā vihiṁsāvitakkaṁ vā vitakketi, tassa añño codako nāma natthi, so",
  "atk-vin02a20:17_6": "attanāva attānaṁ codetvā pattapuṭena vālikaṁ āharitvā imasmiṁ ṭhāne ākiratu, idamassa",
  "atk-vin02a20:17_7": "daṇḍakamma”nti. Tato paṭṭhāya yo tādisaṁ vitakkaṁ vitakketi, so tattha pattapuṭena",
  "atk-vin02a20:17_8": "vālikaṁ ākirati. Evaṁ tattha anukkamena mahāvālikarāsi jāto, tato naṁ pacchimā janatā",
  "atk-vin02a20:17_9": "parikkhipitvā cetiyaṭṭhānamakāsi. Taṁ sandhāya vuttaṁ – “uruvelāyanti mahāvelāyaṁ;",
  "atk-vin02a20:17_10": "mahante vālikarāsimhīti attho”ti. Tameva sandhāya vuttaṁ – “atha vā urūti vālikā",
  "atk-vin02a20:17_11": "vuccati; velāti mariyādā; velātikkamanahetu āhaṭā uru uruvelāti evampettha attho daṭṭhabbo”ti.",
  "atk-vin02a20:18_0": "Bodhirukkhamūleti bodhi vuccati catūsu maggesu ñāṇaṁ; taṁ bodhiṁ bhagavā ettha pattoti",
  "atk-vin02a20:18_1": "rukkhopi “bodhirukkho”tveva nāmaṁ labhi, tassa bodhirukkhassa mūle bodhirukkhamūle.",
  "atk-vin02a20:18_2": "Paṭhamābhisambuddhoti paṭhamaṁ abhisambuddho; abhisambuddho hutvā sabbapaṭhamaṁyevāti",
  "atk-vin02a20:18_3": "attho. Ekapallaṅkenāti sakimpi anuṭṭhahitvā yathāābhujitena ekeneva pallaṅkena. Vimuttisukhapaṭisaṁvedīti",
  "atk-vin02a20:18_4": "vimuttisukhaṁ phalasamāpattisukhaṁ paṭisaṁvedayamāno.",
  "atk-vin02a20:19_0": "Paṭiccasamuppādanti paccayākāraṁ. Paccayākāro hi aññamaññaṁ paṭicca sahite dhamme",
  "atk-vin02a20:19_1": "uppādetīti “paṭiccasamuppādo”ti vuccati. Ayamettha saṅkhepo. Vitthāro pana sabbākārasampannaṁ",
  "atk-vin02a20:19_2": "vinicchayaṁ icchantena visuddhimaggato gahetabbo. Anulomapaṭilomanti anulomañca paṭilomañca.",
  "atk-vin02a20:19_3": "Tattha “avijjāpaccayā saṅkhārā”tiādinā nayena vutto avijjādiko paccayākāro attanā",
  "atk-vin02a20:19_4": "kattabbakiccakaraṇato “anulomo”ti vuccati. “Avijjāya tveva asesavirāganirodhā saṅkhāranirodho”tiādinā",
  "atk-vin02a20:19_5": "nayena vutto sveva anuppādanirodhena nirujjhamāno taṁ kiccaṁ na karotīti tassa akaraṇato",
  "atk-vin02a20:19_6": "“paṭilomo”ti vuccati. Purimanayena vā vutto pavattiyā anulomo, itaro tassā paṭilomoti",
  "atk-vin02a20:19_7": "evampettha attho daṭṭhabbo. Ādito pana paṭṭhāya yāva antaṁ, antato ca paṭṭhāya yāva",
  "atk-vin02a20:19_8": "ādiṁ pāpetvā avuttattā ito aññenatthena anulomapaṭilomatā na yujjati.",
  "atk-vin02a20:20_0": "Manasākāsīti manasi akāsi. Tattha yathā anulomaṁ manasi akāsi, idaṁ tāva dassetuṁ",
  "atk-vin02a20:20_1": "“avijjāpaccayā saṅkhārā”tiādi vuttaṁ. Tattha avijjā ca sā paccayo cāti avijjāpaccayo.",
  "atk-vin02a20:20_2": "Tasmā avijjāpaccayā saṅkhārā sambhavantīti iminā nayena sabbapadesu attho veditabbo.",
  "atk-vin02a20:20_3": "Ayamettha saṅkhepo. Vitthāro pana sabbākārasampannaṁ vinicchayaṁ icchantena visuddhimaggatova gahetabbo.",
  "atk-vin02a20:21_0": "Yathā pana paṭilomaṁ manasi akāsi, idaṁ dassetuṁ avijjāya tveva asesavirāganirodhā",
  "atk-vin02a20:21_1": "saṅkhāranirodhotiādi vuttaṁ. Tattha avijjāya tvevāti avijjāya tu eva. Asesavirāganirodhāti",
  "atk-vin02a20:21_2": "virāgasaṅkhātena maggena asesanirodhā. Saṅkhāranirodhoti saṅkhārānaṁ anuppādanirodho",
  "atk-vin02a20:21_3": "hoti. Evaṁ niruddhānaṁ pana saṅkhārānaṁ nirodhā viññāṇaṁ niruddhaṁ, viññāṇādīnañca",
  "atk-vin02a20:21_4": "nirodhā nāmarūpādīni niruddhāniyeva hontīti dassetuṁ saṅkhāranirodhā viññāṇanirodhotiādīni",
  "atk-vin02a20:21_5": "vatvā evametassa kevalassa dukkhakkhandhassa nirodho hotīti vuttaṁ. Tattha kevalassāti",
  "atk-vin02a20:21_6": "sakalassa; suddhassa vā sattavirahitassāti attho. Dukkhakkhandhassāti dukkharāsissa.",
  "atk-vin02a20:21_7": "Nirodho hotīti anuppādo hoti.",
  "atk-vin02a20:22_0": "Etamatthaṁviditvāti yvāyaṁ “avijjādivasena saṅkhārādikassa dukkhakkhandhassa samudayo",
  "atk-vin02a20:22_1": "ca avijjānirodhādivasena ca nirodho hotī”ti vutto, sabbākārena etamatthaṁ viditvā.",
  "atk-vin02a20:22_2": "Tāyaṁ velāyanti tāyaṁ tassa atthassa viditavelāyaṁ. Imaṁ udānaṁ udānesīti imaṁ tasmiṁ",
  "atk-vin02a20:22_3": "vidite atthe hetuno ca hetusamuppannadhammassa ca pajānanāya ānubhāvadīpakaṁ “yadā",
  "atk-vin02a20:22_4": "have pātubhavantī”tiādikaṁ somanassayuttañāṇasamuṭṭhānaṁ udānaṁ udānesi, attamanavācaṁ",
  "atk-vin02a20:22_5": "nicchāresīti vuttaṁ hoti.",
  "atk-vin02a20:23_0": "Tassattho – yadā haveti yasmiṁ bhave kāle. Pātubhavantīti uppajjanti. Dhammāti anulomapaccayākārapaṭivedhasādhakā",
  "atk-vin02a20:23_1": "bodhipakkhiyadhammā. Atha vā pātubhavantīti pakāsanti; abhisamayavasena byattā pākaṭā",
  "atk-vin02a20:23_2": "honti. Dhammāti catuariyasaccadhammā. Ātāpo vuccati kilesasantāpanaṭṭhena vīriyaṁ;",
  "atk-vin02a20:23_3": "ātāpinoti sammappadhānavīriyavato. Jhāyatoti ārammaṇūpanijjhānalakkhaṇena ca lakkhaṇūpanijjhānalakkhaṇena",
  "atk-vin02a20:23_4": "ca jhānena jhāyantassa. Brāhmaṇassāti bāhitapāpassa khīṇāsavassa. Athassa kaṅkhā",
  "atk-vin02a20:23_5": "vapayantīti athassa evaṁ pātubhūtadhammassa kaṅkhā vapayanti. Sabbāti yā etā “ko",
  "atk-vin02a20:23_6": "nu kho bhante phusatīti; no kallo pañhoti bhagavā avocā”tiādinā, tathā “katamaṁ nu",
  "atk-vin02a20:23_7": "kho bhante jarāmaraṇaṁ; kassa ca panidaṁ jarāmaraṇanti ; no kallo pañhoti bhagavā",
  "atk-vin02a20:23_8": "avocā”tiādinā ca nayena paccayākāre kaṅkhā vuttā, yā ca paccayākārasseva appaṭividdhattā",
  "atk-vin02a20:23_9": "“ahosiṁ nu kho ahaṁ atītamaddhāna”ntiādikā soḷasa kaṅkhā āgatā, tā sabbā vapayanti",
  "atk-vin02a20:23_10": "apagacchanti nirujjhanti. Kasmā? Yato pajānāti sahetudhammanti yasmā avijjādikena",
  "atk-vin02a20:23_11": "hetunā sahetukaṁ imaṁ saṅkhārādiṁ kevalaṁ dukkhakkhandhadhammaṁ pajānāti aññāti paṭivijjhatīti.",
  "atk-vin02a20:24_0": "2. Dutiyavāre – imaṁ udānaṁ udānesīti imaṁ tasmiṁ vidite atthe “avijjāya tveva asesavirāganirodhā",
  "atk-vin02a20:24_1": "saṅkhāranirodho”ti evaṁ pakāsitassa nibbānasaṅkhātassa paccayakkhayassa avabodhānubhāvadīpakaṁ",
  "atk-vin02a20:24_2": "vuttappakāraṁ udānaṁ udānesīti attho. Tatrāyaṁ saṅkhepattho – yasmā paccayānaṁ khayasaṅkhātaṁ",
  "atk-vin02a20:24_3": "nibbānaṁ avedi aññāsi paṭivijjhi, tasmā yadāssa ātāpino jhāyato brāhmaṇassa vuttappakārā",
  "atk-vin02a20:24_4": "dhammā pātubhavanti, athassa yā nibbānassa aviditattā uppajjeyyuṁ, tā sabbāpi kaṅkhā vapayantīti.",
  "atk-vin02a20:25_0": "3. Tatiyavāre – imaṁ udānaṁ udānesīti imaṁ yena maggena so dukkhakkhandhassa samudayanirodhasaṅkhāto",
  "atk-vin02a20:25_1": "attho kiccavasena ca ārammaṇakiriyāya ca vidito, tassa ariyamaggassa ānubhāvadīpakaṁ",
  "atk-vin02a20:25_2": "vuttappakāraṁ udānaṁ udānesīti attho. Tatrāpāyaṁ saṅkhepattho – yadā have pātubhavanti",
  "atk-vin02a20:25_3": "dhammā ātāpino jhāyato brāhmaṇassa, tadā so brāhmaṇo tehi vā uppannehi bodhipakkhiyadhammehi,",
  "atk-vin02a20:25_4": "yassa vā ariyamaggassa catusaccadhammā pātubhūtā, tena ariyamaggena vidhūpayaṁ tiṭṭhati",
  "atk-vin02a20:25_5": "mārasenaṁ “kāmā te paṭhamā senā”tiādinā nayena vuttappakāraṁ mārasenaṁ vidhūpayanto",
  "atk-vin02a20:25_6": "vidhamento viddhaṁsento tiṭṭhati. Kathaṁ? Sūriyova obhāsayamantalikkhaṁ, yathā sūriyo",
  "atk-vin02a20:25_7": "abbhuggato attano pabhāya antalikkhaṁ obhāsentova andhakāraṁ vidhamento tiṭṭhati,",
  "atk-vin02a20:25_8": "evaṁ sopi brāhmaṇo tehi dhammehi tena vā maggena saccāni paṭivijjhantova mārasenaṁ",
  "atk-vin02a20:25_9": "vidhūpayanto tiṭṭhatīti.",
  "atk-vin02a20:26_0": "Evamettha paṭhamaṁ udānaṁ paccayākārapaccavekkhaṇavasena, dutiyaṁ nibbānapaccavekkhaṇavasena,",
  "atk-vin02a20:26_1": "tatiyaṁ maggapaccavekkhaṇavasena uppannanti veditabbaṁ. Udāne pana “rattiyā paṭhamaṁ",
  "atk-vin02a20:26_2": "yāmaṁ paṭiccasamuppādaṁ anulomaṁ, dutiyaṁ yāmaṁ paṭilomaṁ, tatiyaṁ yāmaṁ anulomapaṭiloma”nti",
  "atk-vin02a20:26_3": "vuttaṁ; taṁ sattāhassa accayena “sve āsanā vuṭṭhahissāmī”ti rattiṁ uppāditamanasikāraṁ",
  "atk-vin02a20:26_4": "sandhāya vuttaṁ. Tadā hi bhagavā yassa paccayākārapajānanassa ca paccayakkhayādhigamassa",
  "atk-vin02a20:26_5": "ca ānubhāvadīpikā purimā dve udānagāthā, tassa vasena ekekameva koṭṭhāsaṁ paṭhamayāmañca",
  "atk-vin02a20:26_6": "majjhimayāmañca manasākāsi, idha pana pāṭipadarattiyā evaṁ manasākāsi. Bhagavā hi",
  "atk-vin02a20:26_7": "visākhapuṇṇamāya rattiyā paṭhamayāme pubbenivāsaṁ anussari, majjhimayāme dibbacakkhuṁ",
  "atk-vin02a20:26_8": "visodhesi, pacchimayāme paṭiccasamuppādaṁ anulomapaṭilomaṁ manasi katvā “idāni aruṇo",
  "atk-vin02a20:26_9": "uggamissatī”ti sabbaññutaṁ pāpuṇi. Sabbaññutappattisamanantarameva ca aruṇo uggacchi.",
  "atk-vin02a20:26_10": "Tato taṁ divasaṁ teneva pallaṅkena vītināmetvā sampattāya pāṭipadarattiyā tīsu yāmesu",
  "atk-vin02a20:26_11": "evaṁ manasi katvā imāni udānāni udānesi. Iti pāṭipadarattiyā evaṁ manasi katvā taṁ",
  "atk-vin02a20:26_12": "“bodhirukkhamūle sattāhaṁ ekapallaṅkena nisīdī”ti evaṁ vuttasattāhaṁ tattheva vītināmesi.",
  "atk-vin02a20:27": "Bodhikathā niṭṭhitā.",
  "atk-vin02a20:28": "Ajapālakathā",
  "atk-vin02a20:29_0": "4.Athakho bhagavā sattāhassa accayena tamhā samādhimhā vuṭṭhahitvā bodhirukkhamūlā",
  "atk-vin02a20:29_1": "yena ajapālanigrodho tenupasaṅkamīti ettha na bhagavā tamhā samādhimhā vuṭṭhahitvā",
  "atk-vin02a20:29_2": "anantarameva bodhirukkhamūlā yena ajapālanigrodho tenupasaṅkami. Yathā pana “bhutvā",
  "atk-vin02a20:29_3": "sayatī”ti vutte na “hatthe adhovitvā mukhaṁ avikkhāletvā sayanasamīpaṁ agantvā aññaṁ",
  "atk-vin02a20:29_4": "kiñci ālāpasallāpaṁ akatvā sayati”cceva vuttaṁ hoti, bhojanato pana pacchā sayati,",
  "atk-vin02a20:29_5": "na nasayatīti idamevattha dīpitaṁ hoti. Evamidhāpi “na tamhā samādhimhā vuṭṭhahitvā",
  "atk-vin02a20:29_6": "anantarameva pakkāmī”ti vuttaṁ hoti, vuṭṭhānato ca pana pacchā pakkāmi, na napakkāmīti",
  "atk-vin02a20:29_7": "idamevettha dīpitaṁ hoti.",
  "atk-vin02a20:30_0": "Anantaraṁ pana apakkamitvā bhagavā kiṁ akāsīti? Aparānipi tīṇi sattāhāni bodhisamīpeyeva",
  "atk-vin02a20:30_1": "vītināmesi. Tatrāyaṁ anupubbikathā – bhagavati kira buddhattaṁ patvā sattāhaṁ ekapallaṅkena",
  "atk-vin02a20:30_2": "nisinne “na bhagavā vuṭṭhāti; kiṁ nu kho aññepi buddhattakarā dhammā atthī”ti ekaccānaṁ",
  "atk-vin02a20:30_3": "devatānaṁ kaṅkhā udapādi. Atha bhagavā aṭṭhame divase samāpattito vuṭṭhāya devatānaṁ",
  "atk-vin02a20:30_4": "kaṅkhaṁ ñatvā kaṅkhāvidhamanatthaṁ ākāse uppatitvā yamakapāṭihāriyaṁ dassetvā tāsaṁ",
  "atk-vin02a20:30_5": "kaṅkhaṁ vidhamitvā pallaṅkato īsakaṁ pācīnanissite uttaradisābhāge ṭhatvā cattāri",
  "atk-vin02a20:30_6": "asaṅkhyeyyāni kappasatasahassañca upacitānaṁ pāramīnaṁ balādhigamanaṭṭhānaṁ pallaṅkaṁ",
  "atk-vin02a20:30_7": "bodhirukkhañca animisehi akkhīhi olokayamāno sattāhaṁ vītināmesi, taṁ ṭhānaṁ animisacetiyaṁ",
  "atk-vin02a20:30_8": "nāma jātaṁ. Atha pallaṅkassa ca ṭhitaṭṭhānassa ca antarā puratthimato ca pacchimato",
  "atk-vin02a20:30_9": "ca āyate ratanacaṅkame caṅkamanto sattāhaṁ vītināmesi, taṁ ṭhānaṁ ratanacaṅkamacetiyaṁ",
  "atk-vin02a20:30_10": "nāma jātaṁ. Tato pacchimadisābhāge devatā ratanagharaṁ māpayiṁsu. Tattha pallaṅkena",
  "atk-vin02a20:30_11": "nisīditvā abhidhammapiṭakaṁ visesato cettha anantanayaṁ samantapaṭṭhānaṁ vicinanto",
  "atk-vin02a20:30_12": "sattāhaṁ vītināmesi, taṁ ṭhānaṁ ratanagharacetiyaṁ nāma jātaṁ.",
  "atk-vin02a20:31_0": "Evaṁ bodhisamīpeyeva cattāri sattāhāni vītināmetvā pañcame sattāhe bodhirukkhamūlā",
  "atk-vin02a20:31_1": "yena ajapālanigrodho tenupasaṅkami. Tassa kira nigrodhassa chāyāya ajapālakā gantvā",
  "atk-vin02a20:31_2": "nisīdanti; tenassa ajapālanigrodhotveva nāmaṁ udapādi. Sattāhaṁ vimuttisukhapaṭisaṁvedīti",
  "atk-vin02a20:31_3": "tatrāpi dhammaṁ vicinantoyeva vimuttisukhaṁ paṭisaṁvedento nisīdi. Bodhito puratthimadisābhāge",
  "atk-vin02a20:31_4": "esa rukkho hoti. Evaṁ nisinne ca panettha bhagavati eko brāhmaṇo gantvā pañhaṁ pucchi.",
  "atk-vin02a20:31_5": "Tena vuttaṁ “atha kho aññataro”tiādi. Tattha huṁhuṅkajātikoti so kira diṭṭhamaṅgaliko",
  "atk-vin02a20:31_6": "nāma, mānavasena kodhavasena ca “huṁhu”nti karonto vicarati, tasmā “huṁhuṅkajātiko”ti",
  "atk-vin02a20:31_7": "vuccati. “Huhukkajātiko”tipi paṭhanti.",
  "atk-vin02a20:32_0": "Etamatthaṁ viditvāti etaṁ tena vuttassa vacanassa sikhāpattamatthaṁ viditvā tāyaṁ",
  "atk-vin02a20:32_1": "velāyaṁ imaṁ udānaṁ udānesi. Tassattho – yo bāhitapāpadhammatāya brāhmaṇo na diṭṭhamaṅgalikatāya,",
  "atk-vin02a20:32_2": "huṁhuṅkārakabhāvādipāpadhammayutto hutvā kevalaṁ jātimattakena brahmaññaṁ paṭijānāti,",
  "atk-vin02a20:32_3": "so brāhmaṇo bāhitapāpadhammattā huṁhuṅkārappahānena nihuṁhuṅko, rāgādikasāvābhāvena",
  "atk-vin02a20:32_4": "nikkasāvo, bhāvanānuyogayuttacittatāya yatatto, sīlasaṁvarena vā saññatacittatāya",
  "atk-vin02a20:32_5": "yatatto, catumaggañāṇasaṅkhātehi vedehi antaṁ, vedānaṁ vā antaṁ gatattā vedantagū,",
  "atk-vin02a20:32_6": "maggabrahmacariyassa vusitattā vusitabrahmacariyo. Dhammena brahmavādaṁ vadeyya,",
  "atk-vin02a20:32_7": "“brāhmaṇo, aha”nti etaṁ vādaṁ dhammena vadeyya, yassa sakale lokasannivāse kuhiñci",
  "atk-vin02a20:32_8": "ekārammaṇepi rāgussado dosussado mohussado mānussado diṭṭhussadoti ime ussadā natthīti.",
  "atk-vin02a20:33": "Ajapālakathā niṭṭhitā.",
  "atk-vin02a20:34": "Mucalindakathā",
  "atk-vin02a20:35_0": "5.Akālameghoti asampatte vassakāle uppannamegho. Ayaṁ pana gimhānaṁ pacchime māse",
  "atk-vin02a20:35_1": "udapādi. Sattāhavaddalikāti tasmiṁ uppanne sattāhaṁ avicchinnavuṭṭhikā ahosi. Sītavātaduddinīti",
  "atk-vin02a20:35_2": "sā ca pana sattāhavaddalikā udakaphusitasammissena sītavātena samantā paribbhamantena",
  "atk-vin02a20:35_3": "dūsitadivasattā sītavātaduddinī nāma ahosi. Atha kho mucalindo nāgarājāti tasseva",
  "atk-vin02a20:35_4": "mucalindarukkhassa samīpe pokkharaṇiyā nibbatto mahānubhāvo nāgarājā. Sattakkhattuṁ",
  "atk-vin02a20:35_5": "bhogehi parikkhipitvāti evaṁ bhogehi parikkhipitvā uparimuddhani mahantaṁ phaṇaṁ",
  "atk-vin02a20:35_6": "karitvāva ṭhite; tasmiṁ tassa parikkhepabbhantaraṁ lohapāsāde bhaṇḍāgāragabbhappamāṇaṁ",
  "atk-vin02a20:35_7": "ahosi, tasmā bhagavā nivāte pihitadvāravātapāne kūṭāgāre nisinno viya jāto. Mā bhagavantaṁ",
  "atk-vin02a20:35_8": "sītantiādi tassa tathā karitvā ṭhānakāraṇaparidīpanaṁ. So hi “mā bhagavantaṁ sītaṁ",
  "atk-vin02a20:35_9": "bādhayittha, mā uṇhaṁ, mā ḍaṁsādisamphasso bādhayitthā”ti tathā karitvā aṭṭhāsi.",
  "atk-vin02a20:35_10": "Tattha kiñcāpi sattāhavaddalikāya uṇhameva natthi, sace pana antarantarā megho vigaccheyya",
  "atk-vin02a20:35_11": "uṇhaṁ bhaveyya, tampi naṁ mā bādhayitthāti evaṁ tassa cintetuṁ yuttaṁ. Viddhanti",
  "atk-vin02a20:35_12": "ubbiddhaṁ; meghavigamena dūrībhūtanti attho. Vigatavalāhakanti apagatameghaṁ. Devanti",
  "atk-vin02a20:35_13": "ākāsaṁ. Sakavaṇṇanti attano rūpaṁ.",
  "atk-vin02a20:36_0": "Sukho vivekoti nibbānasaṅkhāto upadhiviveko sukho. Tuṭṭhassāti catumaggañāṇasantosena",
  "atk-vin02a20:36_1": "santuṭṭhassa. Sutadhammassāti pakāsitadhammassa. Passatoti taṁ vivekaṁ yaṁ vā kiñci",
  "atk-vin02a20:36_2": "passitabbaṁ nāma, taṁ sabbaṁ attano vīriyabalādhigatena ñāṇacakkhunā passantassa.",
  "atk-vin02a20:36_3": "Abyāpajjanti akuppanabhāvo; etena mettāpubbabhāgo dassito. Pāṇabhūtesu saṁyamoti",
  "atk-vin02a20:36_4": "sattesu ca saṁyamo; avihiṁsanabhāvo sukhoti attho. Etena karuṇāpubbabhāgo dassito.",
  "atk-vin02a20:36_5": "Sukhā virāgatā loketi vītarāgatāpi sukhāti dīpeti. Kāmānaṁ samatikkamoti yā “kāmānaṁ",
  "atk-vin02a20:36_6": "samatikkamo”ti vuccati; sā virāgatāpi sukhāti attho. Etena anāgāmimaggo kathito.",
  "atk-vin02a20:36_7": "Asmimānassa yo vinayoti iminā pana arahattaṁ kathitaṁ; arahattañhi asmimānassa “passaddhivinayo”ti",
  "atk-vin02a20:36_8": "vuccati. Ito parañca sukhaṁ nāma natthi, tenāha “etaṁ ve paramaṁ sukha”nti.",
  "atk-vin02a20:37": "Mucalindakathā niṭṭhitā.",
  "atk-vin02a20:38": "Rājāyatanakathā",
  "atk-vin02a20:39_0": "6.Mucalindamūlāti mahābodhito pācīnakoṇe ṭhitamucalindarukkhamūlā. Rājāyatananti",
  "atk-vin02a20:39_1": "dakkhiṇadisābhāge ṭhitaṁ rājāyatanarukkhaṁ upasaṅkami. Tena kho pana samayenāti katarena",
  "atk-vin02a20:39_2": "samayena. Bhagavato kira rājāyatanamūle sattāhaṁ ekapallaṅkena nisinnassa samādhito",
  "atk-vin02a20:39_3": "vuṭṭhānadivase aruṇuggamanavelāyameva “bhojanakiccena bhavitabba”nti ñatvā sakko",
  "atk-vin02a20:39_4": "devarājā osadhaharītakaṁ upanesi. Bhagavā taṁ paribhuñji, paribhuttamattasseva sarīrakiccaṁ",
  "atk-vin02a20:39_5": "ahosi. Sakko mukhodakaṁ adāsi. Bhagavā mukhaṁ dhovitvā tasmiṁyeva rukkhamūle nisīdi.",
  "atk-vin02a20:39_6": "Evaṁ uggate aruṇamhi nisinne bhagavati.",
  "atk-vin02a20:40_0": "Tena kho pana samayena tapussabhallikā vāṇijāti tapusso ca bhalliko cāti dve bhātaro",
  "atk-vin02a20:40_1": "vāṇijā. Ukkalāti ukkalajanapadato. Taṁ desanti yasmiṁ dese bhagavā viharati. Katarasmiñca",
  "atk-vin02a20:40_2": "dese bhagavā viharati? Majjhimadese. Tasmā majjhimadesaṁ gantuṁ addhānamaggappaṭipannā",
  "atk-vin02a20:40_3": "hontīti ayamettha attho. Ñātisālohitā devatāti tesaṁ ñātibhūtapubbā devatā. Etadavocāti",
  "atk-vin02a20:40_4": "sā kira nesaṁ sabbasakaṭāni appavattīni akāsi. Tato te kiṁ idanti maggadevatānaṁ",
  "atk-vin02a20:40_5": "baliṁ akaṁsu. Tesaṁ balikammakāle sā devatā dissamāneneva kāyena etaṁ avoca. Manthena",
  "atk-vin02a20:40_6": "ca madhupiṇḍikāya cāti abaddhasattunā ca sappimadhuphāṇitādīhi yojetvā baddhasattunā",
  "atk-vin02a20:40_7": "ca. Patimānethāti upaṭṭhahatha. Taṁ voti taṁ patimānanaṁ tumhākaṁ bhavissati dīgharattaṁ",
  "atk-vin02a20:40_8": "hitāya sukhāya. Yaṁ amhākanti yaṁ paṭiggahaṇaṁ amhākaṁ assa dīgharattaṁ hitāya sukhāya.",
  "atk-vin02a20:40_9": "Bhagavato etadahosīti yo kirassa padhānānuyogakāle patto ahosi, so sujātāya pāyāsaṁ",
  "atk-vin02a20:40_10": "dātuṁ āgacchantiyā eva antaradhāyi. Tenassa etadahosi – “patto me natthi, purimakāpi",
  "atk-vin02a20:40_11": "ca na kho tathāgatā hatthesu paṭiggaṇhanti, kimhi nu kho ahaṁ paṭiggaṇheyyaṁ manthañca madhupiṇḍakañcā”ti.",
  "atk-vin02a20:41_0": "Parivitakkamaññāyāti ito pubbeva bhagavato sujātāya dinnabhojanaṁyeva ojānuppabandhanavasena",
  "atk-vin02a20:41_1": "aṭṭhāsi, ettakaṁ kālaṁ neva jighacchā na pipāsā na kāyadubbalyaṁ ahosi. Idāni panassa",
  "atk-vin02a20:41_2": "āhāraṁ paṭiggahetukāmatāya “na kho tathāgatā”tiādinā nayena parivitakko udapādi.",
  "atk-vin02a20:41_3": "Taṁ evaṁ uppannaṁ attano cetasā bhagavato cetoparivitakkamaññāya. Catuddisāti catūhi",
  "atk-vin02a20:41_4": "disāhi. Selamaye patteti muggavaṇṇaselamaye patte. Idaṁyeva bhagavā paṭiggahesi,",
  "atk-vin02a20:41_5": "teyeva sandhāya vuttaṁ. Cattāro pana mahārājāno paṭhamaṁ indanīlamaṇimaye patte upanāmesuṁ,",
  "atk-vin02a20:41_6": "na te bhagavā aggahesi. Tato ime cattāropi muggavaṇṇasilāmaye patte upanāmesuṁ, bhagavā",
  "atk-vin02a20:41_7": "cattāropi patte aggahesi tesaṁ pasādānurakkhaṇatthāya, no mahicchatāya. Gahetvā ca",
  "atk-vin02a20:41_8": "pana cattāropi yathā ekova patto hoti tathā adhiṭṭhahi, catunnampi ekasadiso puññavipāko",
  "atk-vin02a20:41_9": "ahosi. Evaṁ ekaṁ katvā adhiṭṭhite paṭiggahesi bhagavā paccagghe selamaye patte manthañca",
  "atk-vin02a20:41_10": "madhupiṇḍikañca. Paccaggheti paccagghasmiṁ; pāṭekkaṁ mahagghasminti attho. Atha vā",
  "atk-vin02a20:41_11": "paccaggheti abhinave abbhuṇhe; taṅkhaṇe nibbattasminti attho. Dve vācā etesaṁ ahesunti",
  "atk-vin02a20:41_12": "dvevācikā. Atha vā dvīhi vācāhi upāsakabhāvaṁ pattāti attho. Te evaṁ upāsakabhāvaṁ",
  "atk-vin02a20:41_13": "paṭivedetvā bhagavantaṁ āhaṁsu – “kassa dāni bhante amhehi ajja paṭṭhāya abhivādanapaccuṭṭhānaṁ",
  "atk-vin02a20:41_14": "kātabba”nti? Atha bhagavā sīsaṁ parāmasi, kesā hatthe laggiṁsu. Te tesaṁ adāsi “ime",
  "atk-vin02a20:41_15": "tumhe pariharathā”ti. Te kesadhātuyo labhitvā amateneva abhisittā haṭṭhatuṭṭhā bhagavantaṁ",
  "atk-vin02a20:41_16": "vanditvā pakkamiṁsu.",
  "atk-vin02a20:42": "Rājāyatanakathā niṭṭhitā.",
  "atk-vin02a20:43": "Brahmayācanakathā",
  "atk-vin02a20:44_0": "7. Atha kho bhagavā sattāhassa accayena tamhā samādhimhā vuṭṭhahitvā vuttappakārametaṁ",
  "atk-vin02a20:44_1": "sabbaṁ kiccaṁ niṭṭhāpetvā rājāyatanamūlā punapi yena ajapālanigrodho tenupasaṅkami.",
  "atk-vin02a20:44_2": "Parivitakko udapādīti tasmiṁ nisinnamattasseva sabbabuddhānaṁ āciṇṇasamāciṇṇo ayaṁ",
  "atk-vin02a20:44_3": "cetaso parivitakko udapādi. Kasmā panāyaṁ sabbabuddhānaṁ uppajjatīti? Dhammassa mahantabhāvaṁ",
  "atk-vin02a20:44_4": "garubhāvaṁ bhāriyabhāvaṁ paccavekkhaṇāya brahmunā yācite desetukāmatāya ca. Jānanti",
  "atk-vin02a20:44_5": "hi buddhā “evaṁ parivitakkite brahmā āgantvā dhammadesanaṁ yācissati, tato sattā",
  "atk-vin02a20:44_6": "dhamme gāravaṁ uppādessanti, brahmagaruko hi lokasannivāso”ti. Iti imehi dvīhi kāraṇehi",
  "atk-vin02a20:44_7": "ayaṁ vitakko uppajjatīti.",
  "atk-vin02a20:45_0": "Tattha adhigato kho myāyanti adhigato kho me ayaṁ. Ālayarāmāti sattā pañca kāmaguṇe",
  "atk-vin02a20:45_1": "allīyanti, tasmā te “ālayā”ti vuccanti. Tehi ālayehi ramantīti ālayarāmā. Ālayesu",
  "atk-vin02a20:45_2": "ratāti ālayaratā. Ālayesu suṭṭhumuditāti ālayasammuditā. Yadidanti nipāto. Tassa",
  "atk-vin02a20:45_3": "ṭhānaṁ sandhāya “yaṁ ida”nti paṭiccasamuppādaṁ sandhāya “yo aya”nti evamattho daṭṭhabbo.",
  "atk-vin02a20:45_4": "Idappaccayatāpaṭiccasamuppādoti imesaṁ paccayā idappaccayā, idappaccayāva idappaccayatā,",
  "atk-vin02a20:45_5": "idappaccayatā ca sā paṭiccasamuppādo cāti idappaccayatāpaṭiccasamuppādo. So mamassa",
  "atk-vin02a20:45_6": "kilamathoti yā ajānantānaṁ desanā nāma, so mama kilamatho assa; sā mama vihesā assāti",
  "atk-vin02a20:45_7": "attho. Bhagavantanti bhagavato. Anacchariyāti anu acchariyā. Paṭibhaṁsūti paṭibhānasaṅkhātassa",
  "atk-vin02a20:45_8": "ñāṇassa gocarā ahesuṁ, parivitakkayitabbabhāvaṁ pāpuṇiṁsu.",
  "atk-vin02a20:46_0": "Halanti ettha hakāro nipātamatto; alanti attho. Pakāsitunti desituṁ. Alaṁ dāni me",
  "atk-vin02a20:46_1": "imaṁ kicchena adhigataṁ dhammaṁ desetunti vuttaṁ hoti. Paṭisotagāminti paṭisotaṁ",
  "atk-vin02a20:46_2": "vuccati nibbānaṁ; nibbānagāminti attho. Rāgarattāti kāmarāgabhavarāgadiṭṭhirāgena",
  "atk-vin02a20:46_3": "rattā. Na dakkhantīti na passissanti. Tamokhandhena āvuṭāti avijjārāsinā ajjhotthaṭā.",
  "atk-vin02a20:46_4": "Appossukkatāyāti nirussukkabhāvena; adesetukāmatāyāti attho.",
  "atk-vin02a20:47_0": "8.Yatra hi nāmāti yasmiṁ nāma loke. Bhagavato purato pāturahosīti dhammadesanāyācanatthaṁ",
  "atk-vin02a20:47_1": "dasasu cakkavāḷasahassesu mahābrahmāno gahetvā āgamma bhagavato purato pāturahosi.",
  "atk-vin02a20:47_2": "Apparajakkhajātikāti paññāmaye akkhimhi appaṁ rāgadosamoharajaṁ etesaṁ evaṁsabhāvāti",
  "atk-vin02a20:47_3": "apparajakkhajātikā. Bhavissanti dhammassa aññātāroti paṭivijjhitāro.",
  "atk-vin02a20:48_0": "Pāturahosīti pātubhavi. Samalehi cintitoti rāgādīhi malehi samalehi chahi satthārehi",
  "atk-vin02a20:48_1": "cintito. Apāpuretanti vivara etaṁ. Amatassa dvāranti amatassa nibbānassa dvārabhūtaṁ",
  "atk-vin02a20:48_2": "ariyamaggaṁ. Suṇantu dhammaṁ vimalenānubuddhanti ime sattā rāgādimalānaṁ abhāvato",
  "atk-vin02a20:48_3": "vimalena sammāsambuddhena anubuddhaṁ catusaccadhammaṁ suṇantu.",
  "atk-vin02a20:49_0": "Sele yathā pabbatamuddhaniṭṭhitoti selamaye ekagghane pabbatamuddhani yathāṭhitova",
  "atk-vin02a20:49_1": "yathā cakkhumā puriso samantato janataṁ passeyya, tvampi sumedha sundarapañña sabbaññutaññāṇena",
  "atk-vin02a20:49_2": "samantacakkhu bhagavā dhammamayaṁ paññāmayaṁ pāsādamāruyha sayaṁ apetasoko sokāvatiṇṇaṁ",
  "atk-vin02a20:49_3": "jātijarābhibhūtañca janataṁ avekkhassu upadhāraya.",
  "atk-vin02a20:50_0": "Uṭṭhehīti bhagavato dhammadesanatthaṁ cārikacaraṇaṁ yācanto bhaṇati. Vīrātiādīsu",
  "atk-vin02a20:50_1": "bhagavā vīriyavantatāya vīro. Devaputtamaccukilesābhisaṅkhāramārānaṁ vijitattā vijitasaṅgāmo.",
  "atk-vin02a20:50_2": "Jātikantārādinittharaṇasamatthatāya satthavāho. Kāmacchandaiṇassa abhāvato aṇaṇo.",
  "atk-vin02a20:51_0": "9.Ajjhesananti yācanaṁ. Buddhacakkhunāti indriyaparopariyattañāṇena ca āsayānusayañāṇena",
  "atk-vin02a20:51_1": "ca. Imesañhi dvinnaṁ ñāṇānaṁ buddhacakkhūti nāmaṁ. Apparajakkhāti paññācakkhumhi",
  "atk-vin02a20:51_2": "rāgādirajaṁ appaṁ yesaṁ, te apparajakkhā. Yesaṁ taṁ mahantaṁ te mahārajakkhā. Yesaṁ",
  "atk-vin02a20:51_3": "saddhādīni indriyāni tikkhāni te tikkhindriyā. Yesaṁ tāni mudūni te mudindriyā. Yesaṁ",
  "atk-vin02a20:51_4": "teyeva saddhādayo ākārā sundarā te svākārā. Yesaṁ teyeva saddhādayo ākārā asundarā",
  "atk-vin02a20:51_5": "te dvākārā. Ye kathitakāraṇaṁ sallakkhenti, sukhena sakkā honti viññāpetuṁ te suviññāpayā.",
  "atk-vin02a20:51_6": "Ye paralokañca vajjañca bhayato passanti te paralokavajjabhayadassāvino. Uppaliniyanti",
  "atk-vin02a20:51_7": "uppalavane. Itaresupi eseva nayo. Antonimuggaposīnīti yāni udakassa anto nimuggāneva",
  "atk-vin02a20:51_8": "posayanti. Samodakaṁ ṭhitānīti udakena samaṁ ṭhitāni. Udakaṁ accuggamma ṭhitānīti",
  "atk-vin02a20:51_9": "udakaṁ atikkamitvā ṭhitāni.",
  "atk-vin02a20:52_0": "Apārutāti vivaṭā. Amatassa dvārāti ariyamaggo. So hi amatasaṅkhātassa nibbānassa",
  "atk-vin02a20:52_1": "dvāraṁ. Pamuñcantu saddhanti sabbe attano saddhaṁ pamuñcantu. Pacchimapadadvaye ayamattho,",
  "atk-vin02a20:52_2": "ahañhi attano paguṇaṁ suppavattimpi imaṁ paṇītaṁ uttamaṁ dhammaṁ kāyavācākilamathasaññī",
  "atk-vin02a20:52_3": "hutvā manujesu devamanussesu na bhāsinti.",
  "atk-vin02a20:53": "Brahmayācanakathā niṭṭhitā.",
  "atk-vin02a20:54": "Pañcavaggiyakathā",
  "atk-vin02a20:55_0": "10.Paṇḍitoti paṇḍiccena samannāgato. Byattoti veyyattiyena samannāgato. Medhāvīti",
  "atk-vin02a20:55_1": "ṭhānuppattiyā paññāya samannāgato. Apparajakkhajātikoti samāpattiyā vikkhambhitattā",
  "atk-vin02a20:55_2": "nikkilesajātiko visuddhasatto. Ājānissatīti sallakkhessati paṭivijjhissati. Bhagavatopi",
  "atk-vin02a20:55_3": "kho ñāṇaṁ udapādīti sabbaññutaññāṇaṁ uppajji “ito sattamadivasamatthake kālaṁkatvā",
  "atk-vin02a20:55_4": "ākiñcaññāyatane nibbatto”ti. Mahājāniyoti sattadivasabbhantare pattabbamaggaphalato",
  "atk-vin02a20:55_5": "parihīnattā mahatī jāni assāti mahājāniyo akkhaṇe nibbattattā. Abhidosakālaṁkatoti",
  "atk-vin02a20:55_6": "hiyyo kālaṁkato, sopi nevasaññānāsaññāyatane nibbattoti addasa. Bahūkārāti bahūpakārā.",
  "atk-vin02a20:55_7": "Padhānapahitattaṁ upaṭṭhahiṁsūti padhānatthāya pesitattabhāvaṁ mukhodakadānādinā upaṭṭhahiṁsu.",
  "atk-vin02a20:56": "11.Antarā ca gayaṁ antarā ca bodhinti upako bodhimaṇḍassa ca gayāya ca antare bhagavantaṁ addasa. Addhānamaggappaṭipannanti addhānamaggaṁ paṭipannaṁ.",
  "atk-vin02a20:57_0": "Sabbābhibhūti sabbaṁ tebhūmakadhammaṁ abhibhavitvā ṭhito. Sabbavidūti sabbaṁ catubhūmakadhammaṁ",
  "atk-vin02a20:57_1": "avediṁ aññāsiṁ. Sabbesu dhammesu anūpalittoti sabbesu tebhūmakadhammesu kilesalepena",
  "atk-vin02a20:57_2": "alitto. Sabbañjahoti sabbaṁ tebhūmakadhammaṁ jahitvā ṭhito. Taṇhakkhaye vimuttoti",
  "atk-vin02a20:57_3": "taṇhakkhaye nibbāne ārammaṇato vimutto. Sayaṁ abhiññāyāti sabbaṁ catubhūmakadhammaṁ",
  "atk-vin02a20:57_4": "attanāva jānitvā. Kamuddiseyyanti kaṁ aññaṁ “ayaṁ me ācariyo”ti uddiseyyaṁ.",
  "atk-vin02a20:58_0": "Na me ācariyo atthīti lokuttaradhamme mayhaṁ ācariyo nāma natthi. Natthi me paṭipuggaloti",
  "atk-vin02a20:58_1": "mayhaṁ paṭibhāgapuggalo nāma natthi. Sītibhūtoti sabbakilesagginibbāpanena sītibhūto.",
  "atk-vin02a20:58_2": "Kilesānaṁyeva nibbutattā nibbuto.",
  "atk-vin02a20:59": "Kāsīnaṁpuranti kāsiraṭṭhe nagaraṁ. Āhañchaṁ amatadundubhinti dhammacakkappaṭilābhāya amatabheriṁ paharissāmīti gacchāmi.",
  "atk-vin02a20:60": "Arahasi anantajinoti anantajino bhavituṁ yutto. Hupeyyapāvusoti āvuso evampi nāma bhaveyya. Sīsaṁ okampetvāti sīsaṁ cāletvā.",
  "atk-vin02a20:61_0": "12.Saṇṭhapesunti katikaṁ akaṁsu. Bāhullikoti cīvarabāhullādīnaṁ atthāya paṭipanno.",
  "atk-vin02a20:61_1": "Padhānavibbhantoti padhānato vibbhanto bhaṭṭho parihīno. Āvatto bāhullāyāti cīvarādibahulabhāvatthāya",
  "atk-vin02a20:61_2": "āvatto. Odahatha bhikkhave sotanti upanetha bhikkhave sotaṁ; sotindriyaṁ dhammasavanatthaṁ",
  "atk-vin02a20:61_3": "abhimukhaṁ karothāti attho. Amatamadhigatanti amataṁ nibbānaṁ mayā adhigatanti dasseti.",
  "atk-vin02a20:61_4": "Iriyāyāti dukkarairiyāya. Paṭipadāyāti dukkarapaṭipadāya. Abhijānātha me noti abhijānātha",
  "atk-vin02a20:61_5": "nu me samanupassatha. Evarūpaṁ bhāsitametanti etaṁ evarūpaṁ vākyaṁ bhāsitanti attho.",
  "atk-vin02a20:61_6": "Asakkhi kho bhagavā pañcavaggiye bhikkhū saññāpetunti “ahaṁ buddho”ti jānāpetuṁ asakkhi.",
  "atk-vin02a20:62_0": "13.Cakkhukaraṇīti paññācakkhuṁ sandhāyāha. Ito paraṁ sabbaṁ padatthato uttānameva.",
  "atk-vin02a20:62_1": "Adhippāyānusandhiyojanādibhedato pana papañcasūdaniyā majjhimaṭṭhakathāyaṁ vuttanayena",
  "atk-vin02a20:62_2": "veditabbaṁ. Ito paṭṭhāya hi ativitthārabhīrukassa mahājanassa cittaṁ anurakkhantā",
  "atk-vin02a20:62_3": "suttantakathaṁ avaṇṇayitvā vinayakathaṁyeva vaṇṇayissāma.",
  "atk-vin02a20:63_0": "18.Sāva tassa āyasmato upasampadā ahosīti āsāḷhīpuṇṇamāya aṭṭhārasahi devatākoṭīhi",
  "atk-vin02a20:63_1": "saddhiṁ sotāpattiphale patiṭṭhitassa “ehi bhikkhū”ti bhagavato vacanena abhinipphannā",
  "atk-vin02a20:63_2": "sāva tassa āyasmato ehibhikkhūpasampadā ahosi.",
  "atk-vin02a20:64_0": "19.Atha kho āyasmato ca vappassāti ādimhi vappattherassa pāṭipadadivase dhammacakkhuṁ",
  "atk-vin02a20:64_1": "udapādi, bhaddiyattherassa dutiyadivase, mahānāmattherassa tatiyadivase, assajittherassa",
  "atk-vin02a20:64_2": "catutthiyanti. Imesañca pana bhikkhūnaṁ kammaṭṭhānesu uppannamalavisodhanatthaṁ bhagavā",
  "atk-vin02a20:64_3": "antovihāreyeva ahosi. Uppanne uppanne kammaṭṭhānamale ākāsena gantvā malaṁ vinodesi.",
  "atk-vin02a20:64_4": "Pakkhassa pana pañcamiyaṁ sabbe te ekato sannipātetvā anattasuttena ovadi. Tena vuttaṁ",
  "atk-vin02a20:64_5": "“atha kho bhagavā pañcavaggiye”tiādi.",
  "atk-vin02a20:65": "24.Tenakho pana samayena cha loke arahanto hontīti pañcamiyā pakkhassa lokasmiṁ cha manussā arahanto hontīti attho.",
  "atk-vin02a20:66": "Pañcavaggiyakathā niṭṭhitā.",
  "atk-vin02a20:67": "Pabbajjākathā",
  "atk-vin02a20:68_0": "31.Pubbānupubbakānanti paveṇivasena porāṇānuporāṇānanti attho. Tena kho pana samayena",
  "atk-vin02a20:68_1": "ekasaṭṭhi loke arahanto hontīti purimā cha ime ca pañcapaññāsāti antovassamhiyeva",
  "atk-vin02a20:68_2": "ekasaṭṭhi manussā arahanto hontīti attho.",
  "atk-vin02a20:69_0": "Tatra yasaādīnaṁ kulaputtānaṁ ayaṁ pubbayogo – atīte kira pañcapaññāsajanā sahāyakā",
  "atk-vin02a20:69_1": "vaggabandhena puññāni karontā anāthasarīrāni paṭijaggantā vicaranti, te ekadivasaṁ",
  "atk-vin02a20:69_2": "gabbhiniṁ itthiṁ kālaṁkataṁ disvā “jhāpessāmā”ti susānaṁ nīhariṁsu. Tesu pañca jane",
  "atk-vin02a20:69_3": "“tumhe jhāpethā”ti susāne ṭhapetvā sesā gāmaṁ paviṭṭhā. Yaso dārako taṁ sarīraṁ vijjhitvā",
  "atk-vin02a20:69_4": "parivattetvā ca jhāpayamāno asubhasaññaṁ paṭilabhi. So itaresampi catunnaṁ janānaṁ",
  "atk-vin02a20:69_5": "“passatha bho imaṁ asuciṁ paṭikūla”nti dassesi. Tepi tattha asubhasaññaṁ paṭilabhiṁsu.",
  "atk-vin02a20:69_6": "Te pañcapi janā gāmaṁ gantvā sesasahāyakānaṁ kathayiṁsu. Yaso pana dārako gehampi",
  "atk-vin02a20:69_7": "gantvā mātāpitūnnañca bhariyāya ca kathesi. Te sabbepi asubhaṁ bhāvayiṁsu. Ayametesaṁ",
  "atk-vin02a20:69_8": "pubbayogo. Tenāyasmato yasassa nāṭakajanesu susānasaññāyeva uppajji, tāyeva ca upanissayasampattiyā",
  "atk-vin02a20:69_9": "sabbesaṁ visesādhigamo nibbattīti.",
  "atk-vin02a20:70": "Atha kho bhagavā bhikkhū āmantesīti bhagavā yāva pacchimakattikapuṇṇamā, tāva bārāṇasiyaṁ viharanto ekadivasaṁ te khīṇāsave saṭṭhi bhikkhū āmantesi.",
  "atk-vin02a20:71_0": "32.Dibbā nāma dibbesu visayesu lobhapāsā. Mānusā nāma mānusakesu visayesu lobhapāsā.",
  "atk-vin02a20:71_1": "Mā ekena dveti ekena maggena dve mā agamittha. Assavanatāti assavanatāya. Parihāyantīti",
  "atk-vin02a20:71_2": "anadhigataṁ nādhigacchantā visesādhigamato parihāyanti.",
  "atk-vin02a20:72": "33.Antakāti lāmaka hīnasatta. Antalikkhacaroti rāgapāsaṁ sandhāyāha. Tañhi so “antalikkhacaro”ti mantvā āha.",
  "atk-vin02a20:73_0": "34.Nānādisā nānājanapadāti nānādisato ca nānājanapadato ca. Anujānāmi bhikkhave tumheva",
  "atk-vin02a20:73_1": "dāni tāsu tāsu disāsu tesu tesu janapadesupabbājethātiādimhi pabbajjāpekkhaṁ kulaputtaṁ",
  "atk-vin02a20:73_2": "pabbājentena ye parato “na bhikkhave pañcahi ābādhehi phuṭṭho pabbājetabbo”tiādiṁ",
  "atk-vin02a20:73_3": "katvā yāva “na andhamūgabadhiro pabbājetabbo”ti evaṁ paṭikkhittā puggalā, te vajjetvā",
  "atk-vin02a20:73_4": "pabbajjādosavirahito puggalo pabbājetabbo. Sopi ca mātāpitūhi anuññātoyeva. Tassa",
  "atk-vin02a20:73_5": "anujānanalakkhaṇaṁ “na bhikkhave ananuññāto mātāpitūhi putto pabbājetabbo, yo pabbājeyya,",
  "atk-vin02a20:73_6": "āpatti dukkaṭassā”ti etasmiṁ sutte vaṇṇayissāma.",
  "atk-vin02a20:74_0": "Evaṁ pabbajjādosavirahitaṁ mātāpitūhi anuññātaṁ pabbājentenāpi ca sace acchinnakeso",
  "atk-vin02a20:74_1": "hoti, ekasīmāya ca aññepi bhikkhū atthi, kesacchedanatthāya bhaṇḍukammaṁ āpucchitabbaṁ.",
  "atk-vin02a20:74_2": "Tassa āpucchanākāraṁ “anujānāmi, bhikkhave, saṅghaṁ apaloketuṁ bhaṇḍukammāyā”ti ettha",
  "atk-vin02a20:74_3": "vaṇṇayissāma. Sace okāso hoti, sayaṁ pabbājetabbo. Sace uddesaparipucchādīhi byāvaṭo",
  "atk-vin02a20:74_4": "hoti, okāsaṁ na labhati, eko daharabhikkhu vattabbo “etaṁ pabbājehī”ti. Avuttopi",
  "atk-vin02a20:74_5": "ce daharabhikkhu upajjhāyaṁ uddissa pabbājeti, vaṭṭati. Sace daharabhikkhu natthi,",
  "atk-vin02a20:74_6": "sāmaṇeropi vattabbo “etaṁ khaṇḍasīmaṁ netvā pabbājetvā kāsāyāni acchādetvā ehī”ti.",
  "atk-vin02a20:74_7": "Saraṇāni pana sayaṁ dātabbāni. Evaṁ bhikkhunāva pabbajito hoti. Purisañhi bhikkhuto",
  "atk-vin02a20:74_8": "añño pabbājetuṁ na labhati, mātugāmaṁ bhikkhunito añño. Sāmaṇero pana sāmaṇerī vā",
  "atk-vin02a20:74_9": "āṇattiyā kāsāyāni dātuṁ labhati. Kesoropanaṁ yena kenaci kataṁ sukataṁ.",
  "atk-vin02a20:75_0": "Sace pana bhabbarūpo hoti sahetuko ñāto yasassī kulaputto, okāsaṁ katvāpi sayameva",
  "atk-vin02a20:75_1": "pabbājetabbo. “Mattikāmuṭṭhiṁ gahetvā nhāyitvā kese temetvā āgacchāhī”ti ca pana",
  "atk-vin02a20:75_2": "na vissajjetabbo. Pabbajitukāmānañhi paṭhamaṁ balavaussāho hoti, pacchā pana kāsāyāni",
  "atk-vin02a20:75_3": "ca kesaharaṇasatthakañca disvā utrasanti, ettoyeva palāyanti, tasmā sayameva nahānatitthaṁ",
  "atk-vin02a20:75_4": "netvā sace nātidaharo hoti, “nahāhī”ti vattabbo. Kesā panassa sayameva mattikaṁ gahetvā",
  "atk-vin02a20:75_5": "dhovitabbā. Daharakumārako pana sayaṁ udakaṁ otaritvā gomayamattikāhi ghaṁsitvā nahāpetabbo.",
  "atk-vin02a20:75_6": "Sacepissa kacchu vā piḷakā vā honti, yathā mātā puttaṁ na jigucchati, evameva ajigucchantena",
  "atk-vin02a20:75_7": "sādhukaṁ hatthapādasīsāni ghaṁsitvā nahāpetabbo. Kasmā? Ettakena hi upakārena kulaputtā",
  "atk-vin02a20:75_8": "ācariyupajjhāyesu ca sāsane ca balavasinehā tibbagāravā anivattidhammā honti, uppannaṁ",
  "atk-vin02a20:75_9": "anabhiratiṁ vinodetvā therabhāvaṁ pāpuṇanti, kataññū katavedino honti.",
  "atk-vin02a20:76_0": "Evaṁ nahāpanakāle pana kesamassuṁ oropanakāle vā “tvaṁ ñāto yasassī, idāni mayaṁ",
  "atk-vin02a20:76_1": "taṁ nissāya paccayehi na kilamissāmā”ti na vattabbo, aññāpi aniyyānikakathā na kathetabbā.",
  "atk-vin02a20:76_2": "Atha khvassa “āvuso, suṭṭhu upadhārehi satiṁ upaṭṭhāpehī”ti vatvā tacapañcakakammaṭṭhānaṁ",
  "atk-vin02a20:76_3": "ācikkhitabbaṁ, ācikkhantena ca vaṇṇasaṇṭhānagandhāsayokāsavasena asucijegucchapaṭikūlabhāvaṁ",
  "atk-vin02a20:76_4": "nijjīvanissattabhāvaṁ vā pākaṭaṁ karontena ācikkhitabbaṁ. Sace hi so pubbe madditasaṅkhāro",
  "atk-vin02a20:76_5": "hoti bhāvitabhāvano, kaṇṭakavedhāpekkho viya paripakkagaṇḍo, sūriyuggamanāpekkhaṁ",
  "atk-vin02a20:76_6": "viya ca pariṇatapadumaṁ, athassa āraddhamatte kammaṭṭhānamanasikāre indāsani viya",
  "atk-vin02a20:76_7": "pabbate kilesapabbate cuṇṇayamānaṁyeva ñāṇaṁ pavattati, khuraggeyeva arahattaṁ pāpuṇāti.",
  "atk-vin02a20:76_8": "Ye hi keci khuragge arahattaṁ pattā, sabbe te evarūpaṁ savanaṁ labhitvā kalyāṇamittena",
  "atk-vin02a20:76_9": "ācariyena dinnanayaṁ nissāya no anissāya. Tasmāssa āditova evarūpī kathā kathetabbāti.",
  "atk-vin02a20:77_0": "Kesesu pana oropitesu haliddicuṇṇena vā gandhacuṇṇena vā sīsañca sarīrañca ubbaṭṭetvā",
  "atk-vin02a20:77_1": "gihigandhaṁ apanetvā kāsāyāni tikkhattuṁ vā dvikkhattuṁ vā sakiṁ vā paṭiggāhetabbo.",
  "atk-vin02a20:77_2": "Athāpissa hatthe adatvā ācariyo vā upajjhāyo vā sayameva acchādeti, vaṭṭati. Sacepi",
  "atk-vin02a20:77_3": "aññaṁ daharaṁ vā sāmaṇeraṁ vā upāsakaṁ vā āṇāpeti “āvuso, etāni kāsāyāni gahetvā",
  "atk-vin02a20:77_4": "etaṁ acchādehī”ti taṁyeva vā āṇāpeti “etāni gahetvā acchādehī”ti sabbaṁ vaṭṭati.",
  "atk-vin02a20:77_5": "Sabbaṁ tena bhikkhunāva dinnaṁ hoti.",
  "atk-vin02a20:78_0": "Yaṁ pana nivāsanaṁ vā pārupanaṁ vā anāṇattiyā nivāseti vā pārupati vā, taṁ apanetvā",
  "atk-vin02a20:78_1": "puna dātabbaṁ. Bhikkhunā hi sahatthena vā āṇattiyā vā dinnameva kāsāvaṁ vaṭṭati,",
  "atk-vin02a20:78_2": "adinnaṁ na vaṭṭati, sacepi tasseva santakaṁ hoti, ko pana vādo upajjhāyamūlake! Ayaṁ",
  "atk-vin02a20:78_3": "“paṭhamaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādāpetvā ekaṁsaṁ uttarāsaṅgaṁ",
  "atk-vin02a20:78_4": "kārāpetvā”ti ettha vinicchayo.",
  "atk-vin02a20:79_0": "Bhikkhūnaṁpāde vandāpetvāti ye tattha sannipatitā bhikkhū, tesaṁ pāde vandāpetvā;",
  "atk-vin02a20:79_1": "atha saraṇaggahaṇatthaṁ ukkuṭikaṁ nisīdāpetvā añjaliṁ paggaṇhāpetvā evaṁ vadehīti",
  "atk-vin02a20:79_2": "vattabbo. “Yamahaṁ vadāmi, taṁ vadehī”ti vattabbo. Athassa upajjhāyena vā ācariyena",
  "atk-vin02a20:79_3": "vā “buddhaṁ saraṇaṁ gacchāmī”tiādinā nayena saraṇāni dātabbāni yathāvuttapaṭipāṭiyāva",
  "atk-vin02a20:79_4": "na uppaṭipāṭiyā. Sace hi ekapadampi ekakkharampi uppaṭipāṭiyā deti, buddhaṁ saraṇaṁyeva",
  "atk-vin02a20:79_5": "vā tikkhattuṁ datvā puna itaresu ekekaṁ tikkhattuṁ deti, adinnāni honti saraṇāni.",
  "atk-vin02a20:80_0": "Imañca pana saraṇagamanūpasampadaṁ paṭikkhipitvā anuññātaupasampadā ekato suddhiyā",
  "atk-vin02a20:80_1": "vaṭṭati. Sāmaṇerapabbajjā pana ubhatosuddhiyāva vaṭṭati, no ekato suddhiyā. Tasmā",
  "atk-vin02a20:80_2": "upasampadāya sace ācariyo ñattidosañceva kammavācādosañca vajjetvā kammaṁ karoti,",
  "atk-vin02a20:80_3": "sukataṁ hoti. Pabbajjāya pana imāni tīṇi saraṇāni bukāradhakārādīnaṁ byañjanānaṁ",
  "atk-vin02a20:80_4": "ṭhānakaraṇasampadaṁ ahāpenteneva ācariyenapi antevāsikenapi vattabbāni. Sace ācariyo",
  "atk-vin02a20:80_5": "vattuṁ sakkoti, antevāsiko na sakkoti; antevāsiko vā sakkoti, ācariyo na sakkoti;",
  "atk-vin02a20:80_6": "ubhopi vā na sakkonti, na vaṭṭati. Sace pana ubhopi sakkonti, vaṭṭati.",
  "atk-vin02a20:81_0": "Imāni ca pana dadamānena “buddhaṁ saraṇaṁ gacchāmī”ti evaṁ ekasambandhāni anunāsikantāni",
  "atk-vin02a20:81_1": "vā katvā dātabbāni, “buddhaṁ saraṇaṁ gacchāmī”ti evaṁ vicchinditvā makārantāni vā",
  "atk-vin02a20:81_2": "katvā dātabbāni. Andhakaṭṭhakathāyaṁ nāmaṁ sāvetvā “ahaṁ bhante buddharakkhito yāvajīvaṁ",
  "atk-vin02a20:81_3": "buddhaṁ saraṇaṁ gacchāmī”ti vuttaṁ, taṁ ekaaṭṭhakathāyampi natthi, pāḷiyampi na vuttaṁ,",
  "atk-vin02a20:81_4": "tesaṁ rucimattameva, tasmā na gahetabbaṁ. Na hi tathā avadantassa saraṇaṁ kuppatīti.",
  "atk-vin02a20:82_0": "Anujānāmi bhikkhaveimehi tīhi saraṇagamanehi pabbajjaṁ upasampadanti imehi buddhaṁ",
  "atk-vin02a20:82_1": "saraṇaṁ gacchāmītiādīhi evaṁ tikkhattuṁ ubhatosuddhiyā vuttehi tīhi saraṇagamanehi",
  "atk-vin02a20:82_2": "pabbajjañceva upasampadañca anujānāmīti attho. Tattha yasmā upasampadā parato paṭikkhittā,",
  "atk-vin02a20:82_3": "tasmā sā etarahi saraṇamatteneva na ruhati. Pabbajjā pana yasmā parato “anujānāmi,",
  "atk-vin02a20:82_4": "bhikkhave, imehi tīhi saraṇagamanehi sāmaṇerapabbajja”nti anuññātā eva, tasmā sā",
  "atk-vin02a20:82_5": "etarahipi saraṇamatteneva ruhati. Ettāvatā hi sāmaṇerabhūmiyaṁ patiṭṭhito hoti.",
  "atk-vin02a20:83": "Sace panesa matimā hoti paṇḍitajātiko, athassa tasmiṁyeva ṭhāne sikkhāpadāni uddisitabbāni. Kathaṁ? Yathā bhagavatā uddiṭṭhāni. Vuttañhetaṁ –",
  "atk-vin02a20:84_0": "“Anujānāmi, bhikkhave, sāmaṇerānaṁ dasa sikkhāpadāni, tesu ca sāmaṇerehi sikkhituṁ.",
  "atk-vin02a20:84_1": "Pāṇātipātā veramaṇī, adinnādānā veramaṇī, abrahmacariyā veramaṇī, musāvādā veramaṇī,",
  "atk-vin02a20:84_2": "surāmerayamajjapamādaṭṭhānā veramaṇī, vikālabhojanā veramaṇī, naccagītavāditavisūkadassanā",
  "atk-vin02a20:84_3": "veramaṇī, mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā veramaṇī, uccāsayanamahāsayanā",
  "atk-vin02a20:84_4": "veramaṇī, jātarūparajatapaṭiggahaṇā veramaṇī”ti.",
  "atk-vin02a20:85": "Andhakaṭṭhakathāyaṁ pana “ahaṁ, bhante, itthannāmo yāvajīvaṁ pāṇātipātā veramaṇisikkhāpadaṁ",
  "atk-vin02a20:86_0": "Samādiyāmī”ti evaṁ saraṇadānaṁ viya sikkhāpadadānampi vuttaṁ, taṁ neva pāḷiyaṁ na",
  "atk-vin02a20:86_1": "aṭṭhakathāsu atthi, tasmā yathāpāḷiyāva uddisitabbāni. Pabbajjā hi saraṇagamaneheva",
  "atk-vin02a20:86_2": "siddhā, sikkhāpadāni pana kevalaṁ sikkhāparipūraṇatthaṁ jānitabbāni. Tasmā tāni pāḷiyaṁ",
  "atk-vin02a20:86_3": "āgatanayena uggahetuṁ asakkontassa yāya kāyaci bhāsāya atthavasenapi ācikkhituṁ vaṭṭati.",
  "atk-vin02a20:86_4": "Yāva pana attanā sikkhitabbasikkhāpadāni na jānāti, saṅghāṭipattacīvaradhāraṇaṭṭhānanisajjādīsu",
  "atk-vin02a20:86_5": "pānabhojanādividhimhi ca na kusalo hoti, tāva bhojanasālaṁ vā salākabhājanaṭṭhānaṁ",
  "atk-vin02a20:86_6": "vā aññaṁ vā tathārūpaṭṭhānaṁ na pesetabbo, santikāvacaroyeva kātabbo, bāladārako",
  "atk-vin02a20:86_7": "viya paṭijaggitabbo, sabbamassa kappiyākappiyaṁ ācikkhitabbaṁ, nivāsanapārupanādīsu",
  "atk-vin02a20:86_8": "ābhisamācārikesu vinetabbo. Tenāpi “anujānāmi, bhikkhave, dasahaṅgehi samannāgataṁ",
  "atk-vin02a20:86_9": "sāmaṇeraṁ nāsetu”nti evaṁ parato vuttāni dasa nāsanaṅgāni ārakā parivajjetvā ābhisamācārikaṁ",
  "atk-vin02a20:86_10": "paripūrentena dasavidhe sīle sādhukaṁ sikkhitabbanti.",
  "atk-vin02a20:87": "Pabbajjākathā niṭṭhitā.",
  "atk-vin02a20:88": "Dutiyamārakathā",
  "atk-vin02a20:89": "35.Mayhaṁ kho bhikkhaveti mayā khoti attho. Atha vā yo mayhaṁ yoniso manasikāro, tena hetunāti attho. Puna anuppattāti ettha vibhattiṁ pariṇāmetvā mayāti vattabbaṁ.",
  "atk-vin02a20:90": "Dutiyamārakathā niṭṭhitā.",
  "atk-vin02a20:91": "Bhaddavaggiyakathā",
  "atk-vin02a20:92_0": "36.Bhaddavaggiyāti te kira rājakumārā rūpena ca cittena ca bhaddakā vaggabandhena",
  "atk-vin02a20:92_1": "ca vicaranti, tasmā “bhaddavaggiyā”ti vuccanti. Tena hi voti ettha vokāro nipātamatto.",
  "atk-vin02a20:92_2": "Dhammacakkhuṁ udapādīti kesañci sotāpattimaggo, kesañci sakadāgāmimaggo, kesañci",
  "atk-vin02a20:92_3": "anāgāmimaggo udapādi. Tayopi hi ete maggā “dhammacakkhū”ti vuccanti. Te kira tuṇḍilajātake",
  "atk-vin02a20:92_4": "tiṁsadhuttā ahesuṁ, atha tuṇḍilovādaṁ sutvā pañcasīlāni rakkhiṁsu; idaṁ nesaṁ pubbakammaṁ.",
  "atk-vin02a20:93": "Bhaddavaggiyakathā niṭṭhitā.",
  "atk-vin02a20:94": "Uruvelapāṭihāriyakathā",
  "atk-vin02a20:95": "37.Pamukhoti pubbaṅgamo. Pāmokkhoti uttamo visuddhapañño.",
  "atk-vin02a20:96_0": "38.Anupahaccāti avināsetvā. Tejasā tejanti attano tejena nāgassa tejaṁ. Pariyādiyeyyanti",
  "atk-vin02a20:96_1": "abhibhaveyyaṁ, vināseyyaṁ vāti. Makkhanti kodhaṁ. Natveva ca kho arahā yathā ahanti",
  "atk-vin02a20:96_2": "attānaṁ “arahā aha”nti maññamāno vadati.",
  "atk-vin02a20:97": "39.Nerañjarāyaṁ bhagavātiādikā gāthāyo pacchā pakkhittā.",
  "atk-vin02a20:98_0": "44-9.Vissajjeyyanti sukkhāpanatthāya pasāretvā ṭhapeyyanti attho. “Bhante āhara hattha”nti",
  "atk-vin02a20:98_1": "evaṁ vadanto viya oṇatoti āharahattho. Uyyojetvāti vissajjetvā. Mandāmukhiyoti aggibhājanāni vuccanti.",
  "atk-vin02a20:99": "51.Cirapaṭikāti cirakālato paṭṭhāya.",
  "atk-vin02a20:100": "52.Kesamissantiādīsu kesā eva kesamissaṁ. Esa nayo sabbattha. Khārikājanti khāribhāro.",
  "atk-vin02a20:101": "Uruvelapāṭihāriyakathā niṭṭhitā.",
  "atk-vin02a20:102": "Bimbisārasamāgamakathā",
  "atk-vin02a20:103_0": "55.Laṭṭhivaneti tāluyyāne. Suppatiṭṭhe cetiyeti aññatarasmiṁ vaṭarukkhe; tassa kiretaṁ",
  "atk-vin02a20:103_1": "nāmaṁ. Dvādasanahutehīti ettha ekaṁ nahutaṁ dasasahassāni. Ajjhabhāsīti tesaṁ kaṅkhācchedanatthaṁ abhāsi.",
  "atk-vin02a20:104_0": "Kisakovadānoti tāpasacariyāya kisasarīrattā “kisako”ti laddhanāmānaṁ tāpasānaṁ ovādako",
  "atk-vin02a20:104_1": "anusāsako samānoti attho. Atha vā sayaṁ kisako tāpaso samāno vadāno ca aññe ovadanto",
  "atk-vin02a20:104_2": "anusāsantotipi attho. Kathaṁ pahīnanti kena kāraṇena pahīnaṁ. Idaṁ vuttaṁ hoti –",
  "atk-vin02a20:104_3": "“tvaṁ uruvelavāsiaggiparicārakānaṁ tāpasānaṁ sayaṁ ovādācariyo samāno kiṁ disvā pahāsi,",
  "atk-vin02a20:104_4": "pucchāmi taṁ etamatthaṁ kena kāraṇena tava aggihuttaṁ pahīna”nti.",
  "atk-vin02a20:105_0": "Dutiyagāthāya ayamattho – ete rūpādike kāme itthiyo ca yaññā abhivadanti, svāhaṁ",
  "atk-vin02a20:105_1": "etaṁ sabbampi rūpādikaṁ kāmappabhedaṁ khandhupadhīsu malanti ñatvā yasmā ime yiṭṭhahutappabhedā",
  "atk-vin02a20:105_2": "yaññā malameva vadanti, tasmā na yiṭṭhe na hute arañjiṁ; yiṭṭhe vā hute vā nābhiraminti attho.",
  "atk-vin02a20:106": "Tatiyagāthāya – atha kocarahīti atha kvacarahi. Sesaṁ uttānameva.",
  "atk-vin02a20:107_0": "Catutthagāthāya – padanti nibbānapadaṁ. Santasabhāvatāya santaṁ. Upadhīnaṁ abhāvena",
  "atk-vin02a20:107_1": "anupadhikaṁ. Rāgakiñcanādīnaṁ abhāvena akiñcanaṁ. Tīsu bhavesu alaggatāya yaṁ kāmabhavaṁ",
  "atk-vin02a20:107_2": "yaññā vadanti, tasmimpi kāmabhave asattaṁ. Jātijarāmaraṇānaṁ abhāvena anaññathābhāviṁ.",
  "atk-vin02a20:107_3": "Attanā bhāvitena maggeneva adhigantabbaṁ, na aññena kenaci adhigametabbanti anaññaneyyaṁ.",
  "atk-vin02a20:107_4": "Yasmā īdisaṁ padamaddasaṁ, tasmā na yiṭṭhe na hute arañjiṁ. Tena kiṁ dasseti? Yo",
  "atk-vin02a20:107_5": "ahaṁ devamanussalokasampattisādhake na yiṭṭhe na hute arañjiṁ, so kiṁ vakkhāmi “ettha",
  "atk-vin02a20:107_6": "nāma me devamanussaloke rato mano”ti.",
  "atk-vin02a20:108_0": "56. Evaṁ sabbaloke anabhiratibhāvaṁ pakāsetvā atha kho āyasmā uruvelakassapo “sāvakohamasmī”ti",
  "atk-vin02a20:108_1": "evaṁ bhagavato sāvakabhāvaṁ pakāsesi. Tañca kho ākāse vividhāni pāṭihāriyāni dassetvā.",
  "atk-vin02a20:108_2": "Dhammacakkhunti sotāpattimaggañāṇaṁ.",
  "atk-vin02a20:109_0": "57.Assāsakāti āsīsanā; patthanāti attho. Esāhaṁ bhanteti ettha pana kiñcāpi maggappaṭivedhenevassa",
  "atk-vin02a20:109_1": "siddhaṁ saraṇagamanaṁ, tattha pana nicchayagamanameva gato, idāni vācāya attasanniyyātanaṁ",
  "atk-vin02a20:109_2": "karoti. Maggavasenevāyaṁ niyatasaraṇataṁ patto, taṁ paresaṁ vācāya pākaṭaṁ karonto",
  "atk-vin02a20:109_3": "paṇipātagamanañca gacchanto evaṁ vadati.",
  "atk-vin02a20:110_0": "58.Siṅgīnikkhasavaṇṇoti siṅgīsuvaṇṇanikkhena samānavaṇṇo. Dasavāsoti dasasu ariyavāsesu",
  "atk-vin02a20:110_1": "vutthavāso. Dasadhammavidūti dasakammapathavidū. Dasabhi cupetoti dasahi asekkhehi",
  "atk-vin02a20:110_2": "aṅgehi upeto. Sabbadhidantoti sabbesu danto; bhagavato hi cakkhuādīsu kiñci adantaṁ nāma natthi.",
  "atk-vin02a20:111_0": "59.Bhagavantaṁ bhuttāviṁ onītapattapāṇiṁ ekamantaṁ nisīdīti bhagavantaṁ bhuttavantaṁ",
  "atk-vin02a20:111_1": "pattato ca apanītapāṇiṁ sallakkhetvā ekasmiṁ padese nisīdīti attho. Atthikānanti",
  "atk-vin02a20:111_2": "buddhābhivādanagamanena ca dhammasavanena ca atthikānaṁ. Abhikkamanīyanti abhigantuṁ",
  "atk-vin02a20:111_3": "sakkuṇeyyaṁ. Appākiṇṇanti anākiṇṇaṁ. Appasaddanti vacanasaddena appasaddaṁ. Appanigghosanti",
  "atk-vin02a20:111_4": "nagaranigghosasaddena appanigghosaṁ. Vijanavātanti anusañcaraṇajanassa sarīravātena",
  "atk-vin02a20:111_5": "virahitaṁ. “Vijanavāda”ntipi pāṭho; anto janavādena rahitanti attho. “Vijanapāta”ntipi",
  "atk-vin02a20:111_6": "pāṭho; janasañcāravirahitanti attho. Manussarāhaseyyakanti manussānaṁ rahassakiriyaṭṭhāniyaṁ.",
  "atk-vin02a20:111_7": "Paṭisallānasāruppanti vivekānurūpaṁ.",
  "atk-vin02a20:112": "Vimvisārasamāgamakathā niṭṭhitā.",
  "atk-vin02a20:113": "Sāriputtamoggallānapabbajjākathā",
  "atk-vin02a20:114_0": "60.Sāriputtamoggallānāti sāriputto ca moggallāno ca. Tehi katikā katā hoti“yo paṭhamaṁ",
  "atk-vin02a20:114_1": "amataṁ adhigacchati, so ārocetū”ti te kira ubhopi gihikāle upatisso kolitoti evaṁ",
  "atk-vin02a20:114_2": "paññāyamānanāmā aḍḍhateyyasatamāṇavakaparivārā giraggasamajjaṁ agamaṁsu. Tatra nesaṁ",
  "atk-vin02a20:114_3": "mahājanaṁ disvā etadahosi – “ayaṁ nāma evaṁ mahāsattanikāyo appatte vassasate maraṇamukhe",
  "atk-vin02a20:114_4": "patissatī”ti. Atha ubhopi uṭṭhitāya parisāya aññamaññaṁ pucchitvā ekajjhāsayā paccupaṭṭhitamaraṇasaññā",
  "atk-vin02a20:114_5": "sammantayiṁsu “samma maraṇe sati amatenāpi bhavitabbaṁ, handa mayaṁ amataṁ pariyesāmā”ti",
  "atk-vin02a20:114_6": "amatapariyesanatthaṁ sañcayassa channaparibbājakassa santike saparisā pabbajitvā",
  "atk-vin02a20:114_7": "katipāheneva tassa ñāṇavisaye pāraṁ gantvā amataṁ apassantā pucchiṁsu “kiṁ nu kho,",
  "atk-vin02a20:114_8": "ācariya, aññopettha sāro atthī”ti? “Natthāvuso, ettakameva ida”nti ca sutvā “tucchaṁ",
  "atk-vin02a20:114_9": "idaṁ āvuso nissāraṁ, yo dāni amhesu paṭhamaṁ amataṁ adhigacchati, so itarassa ārocetū”ti",
  "atk-vin02a20:114_10": "katikaṁ akaṁsu. Tena vuttaṁ – “tehi katikā katā hotī”tiādi.",
  "atk-vin02a20:115_0": "Pāsādikena abhikkantenātiādīsu itthambhūtalakkhaṇe karaṇavacanaṁ veditabbaṁ. Atthikehi",
  "atk-vin02a20:115_1": "upaññātaṁ magganti etaṁ anubandhanassa kāraṇavacanaṁ; idañhi vuttaṁ hoti – “yaṁnūnāhaṁ",
  "atk-vin02a20:115_2": "imaṁ bhikkhuṁ piṭṭhito piṭṭhito anubandheyyaṁ, kasmā ? Yasmā idaṁ piṭṭhito piṭṭhito",
  "atk-vin02a20:115_3": "anubandhanaṁ nāma atthikehi upaññātaṁ maggaṁ ñāto ceva upagato ca maggo”ti attho.",
  "atk-vin02a20:115_4": "Atha vā atthikehi amhehi “maraṇe sati amatenāpi bhavitabba”nti evaṁ kevalaṁ atthīti",
  "atk-vin02a20:115_5": "upaññātaṁ nibbānaṁ nāma, taṁ magganto pariyesantoti evampettha attho daṭṭhabbo.",
  "atk-vin02a20:116_0": "Piṇḍapātaṁ ādāya paṭikkamīti sudinnakaṇḍe vuttappakāraṁ aññataraṁ kuṭṭamūlaṁ upasaṅkamitvā",
  "atk-vin02a20:116_1": "nisīdi. Sāriputtopi kho “akālo kho tāva pañhaṁ pucchitu”nti kālaṁ āgamayamāno ekamantaṁ",
  "atk-vin02a20:116_2": "ṭhatvā vattapaṭipattipūraṇatthaṁ katabhattakiccassa therassa attano kamaṇḍaluto udakaṁ",
  "atk-vin02a20:116_3": "datvā dhotahatthapādena therena saddhiṁ paṭisanthāraṁ katvā pañhaṁ pucchi. Tena vuttaṁ",
  "atk-vin02a20:116_4": "– “atha kho sāriputto paribbājako”tiādi. Na tāhaṁ sakkomīti na te ahaṁ sakkomi. Ettha",
  "atk-vin02a20:116_5": "ca paṭisambhidāppatto thero na ettakaṁ na sakkoti. Atha kho imassa dhammagāravaṁ",
  "atk-vin02a20:116_6": "uppādessāmīti sabbākārena buddhavisaye avisayabhāvaṁ gahetvā evamāha.",
  "atk-vin02a20:117_0": "Ye dhammā hetuppabhavāti hetuppabhavā nāma pañcakkhandhā; tenassa dukkhasaccaṁ dasseti.",
  "atk-vin02a20:117_1": "Tesaṁ hetuṁ tathāgato āhāti tesaṁ hetu nāma samudayasaccaṁ; tañca tathāgato āhāti",
  "atk-vin02a20:117_2": "dasseti. Tesañca yo nirodhoti tesaṁ ubhinnampi saccānaṁ yo appavattinirodho; tañca",
  "atk-vin02a20:117_3": "tathāgato āhāti attho. Tenassa nirodhasaccaṁ dasseti. Maggasaccaṁ panettha sarūpato",
  "atk-vin02a20:117_4": "adassitampi nayato dassitaṁ hoti, nirodhe hi vutte tassa sampāpako maggo vuttova",
  "atk-vin02a20:117_5": "hoti. Atha vā tesañca yo nirodhoti ettha tesaṁ yo nirodho ca nirodhupāyo cāti evaṁ",
  "atk-vin02a20:117_6": "dvepi saccāni dassitāni hontīti. Idāni tamevatthaṁ paṭipādento āha – “evaṁvādī mahāsamaṇo”ti.",
  "atk-vin02a20:118_0": "Eseva dhammo yadi tāvadevāti sacepi ito uttari natthi, ettakameva idaṁ sotāpattiphalamattameva",
  "atk-vin02a20:118_1": "pattabbaṁ, tathāpi eso eva dhammoti attho. Paccabyattha padamasokanti yaṁ mayaṁ pariyesamānā",
  "atk-vin02a20:118_2": "vicarāma, taṁ padamasokaṁ paṭividdhāttha tumhe; pattaṁ taṁ tumhehīti attho. Adiṭṭhaṁ",
  "atk-vin02a20:118_3": "abbhatītaṁ bahukehi kappanahutehīti amhehi nāma idaṁ padaṁ bahukehi kappanahutehi",
  "atk-vin02a20:118_4": "adiṭṭhameva abbhatītaṁ; iti tassa padassa adiṭṭhabhāvena dīgharattaṁ attano mahājānibhāvaṁ dīpeti.",
  "atk-vin02a20:119_0": "62.Gambhīre ñāṇavisayeti gambhīre ceva gambhīrassa ca ñāṇassa visayabhūte. Anuttare",
  "atk-vin02a20:119_1": "upadhisaṅkhayeti nibbāne. Vimutteti tadārammaṇāya vimuttiyā vimutte. Byākāsīti “etaṁ",
  "atk-vin02a20:119_2": "me sāvakayugaṁ bhavissati aggaṁ bhaddayuga”nti vadanto sāvakapāramiññāṇe byākāsi.",
  "atk-vin02a20:119_3": "Sāva tesaṁ āyasmantānaṁ upasampadā ahosīti sā ehibhikkhūpasampadāyeva tesaṁ upasampadā",
  "atk-vin02a20:119_4": "ahosi. Evaṁ upasampannesu ca tesu mahāmoggallānatthero sattahi divasehi arahatte",
  "atk-vin02a20:119_5": "patiṭṭhito, sāriputtatthero aḍḍhamāsena.",
  "atk-vin02a20:120_0": "Atīte kira anomadassī nāma buddho loke udapādi. Tassa sarado nāma tāpaso sake assame",
  "atk-vin02a20:120_1": "nānāpupphehi maṇḍapaṁ katvā pupphāsaneyeva bhagavantaṁ nisīdāpetvā bhikkhusaṅghassāpi",
  "atk-vin02a20:120_2": "tatheva maṇḍapaṁ katvā pupphāsanāni paññapetvā aggasāvakabhāvaṁ patthesi. Patthayitvā",
  "atk-vin02a20:120_3": "ca sirīvaḍḍhassa nāma seṭṭhino pesesi “mayā aggasāvakaṭṭhānaṁ patthitaṁ, tvampi āgantvā",
  "atk-vin02a20:120_4": "ekaṁ ṭhānaṁ patthehī”ti. Seṭṭhi nīluppalamaṇḍapaṁ katvā buddhappamukhaṁ bhikkhusaṅghaṁ,",
  "atk-vin02a20:120_5": "tattha bhojetvā dutiyasāvakabhāvaṁ patthesi. Tesu saradatāpaso sāriputtatthero jāto,",
  "atk-vin02a20:120_6": "sirīvaḍḍho mahāmoggallānattheroti idaṁ nesaṁ pubbakammaṁ.",
  "atk-vin02a20:121_0": "63.Aputtakatāyātiādīsu yesaṁ puttā pabbajanti, tesaṁ aputtakatāya. Yāsaṁ patī pabbajanti,",
  "atk-vin02a20:121_1": "tāsaṁ vedhabyāya vidhavābhāvāya. Ubhayenāpi kulupacchedāya. Sañcayānīti sañcayassa",
  "atk-vin02a20:121_2": "antevāsikāni. Magadhānaṁ giribbajanti magadhānaṁ janapadassa giribbajaṁ nagaraṁ.",
  "atk-vin02a20:121_3": "Mahāvīrāti mahāvīriyavanto. Nayamānānanti nayamānesu. Bhummatthe sāmivacanaṁ, upayogatthe",
  "atk-vin02a20:121_4": "vā. Kā usūyā vijānatanti dhammena nayantīti evaṁ vijānantānaṁ kā issā.",
  "atk-vin02a20:122": "Sāriputtamoggallānapabbajjākathā niṭṭhitā.",
  "atk-vin02a20:123": "Upajjhāyavattakathā",
  "atk-vin02a20:124_0": "64-5.Anupajjhāyakāti vajjāvajjaṁ upanijjhāyakena garunā virahitā. Anākappasampannāti",
  "atk-vin02a20:124_1": "na ākappena sampannā; samaṇasāruppācāravirahitāti attho. Uparibhojaneti bhojanassa",
  "atk-vin02a20:124_2": "upari. Uttiṭṭhapattanti piṇḍāya caraṇakapattaṁ. Tasmiñhi manussā ucchiṭṭhasaññino,",
  "atk-vin02a20:124_3": "tasmā uttiṭṭhapattanti vuttaṁ. Atha vā uṭṭhahitvā pattaṁ upanāmentīti evampettha",
  "atk-vin02a20:124_4": "attho daṭṭhabbo. Anujānāmi bhikkhave upajjhāyanti upajjhāyaṁ gahetuṁ anujānāmīti",
  "atk-vin02a20:124_5": "attho. Puttacittaṁ upaṭṭhapessatīti putto me ayanti evaṁ gehassitapemavasena cittaṁ",
  "atk-vin02a20:124_6": "upaṭṭhapessati. Esa nayo dutiyapadepi. Sagāravā sappatissāti garubhāvañceva jeṭṭhakabhāvañca",
  "atk-vin02a20:124_7": "upaṭṭhapetvā. Sabhāgavuttinoti sabhāgajīvikā. Sāhūti vātiādīni pañca padāni upajjhāyabhāvasampaṭicchanavevacanāni.",
  "atk-vin02a20:124_8": "Kāyena viññāpetīti evaṁ saddhivihārikena “upajjhāyo me bhante hohī”ti tikkhattuṁ",
  "atk-vin02a20:124_9": "vutte sace upajjhāyo “sāhū”tiādīsu pañcasu padesu yassa kassaci padassa vasena kāyena",
  "atk-vin02a20:124_10": "vā vācāya vā kāyavācāhi vā “gahito tayā upajjhāyo”ti upajjhāyaggahaṇaṁ viññāpeti,",
  "atk-vin02a20:124_11": "gahito hoti upajjhāyo. Idameva hi ettha upajjhāyaggahaṇaṁ, yadidaṁ upajjhāyassa imesu",
  "atk-vin02a20:124_12": "pañcasu padesu yassa kassaci padassa vācāya vā sāvanaṁ kāyena vā atthaviññāpananti.",
  "atk-vin02a20:124_13": "Keci pana sādhūti sampaṭicchanaṁ sandhāya vadanti. Na taṁ pamāṇaṁ, āyācanadānamattena",
  "atk-vin02a20:124_14": "hi gahito hoti upajjhāyo, na ettha sampaṭicchanaṁ aṅgaṁ. Saddhivihārikenāpi na kevalaṁ",
  "atk-vin02a20:124_15": "iminā me padena upajjhāyo gahitoti ñātuṁ vaṭṭati. “Ajjatagge dāni thero mayhaṁ bhāro,",
  "atk-vin02a20:124_16": "ahampi therassa bhāro”ti idampi ñātuṁ vaṭṭati.",
  "atk-vin02a20:125_0": "66.Tatrāyaṁ sammāvattanāti yaṁ vuttaṁ sammā vattitabbanti, tatra ayaṁ sammāvattanā.",
  "atk-vin02a20:125_1": "Kālasseva uṭṭhāya upāhanā omuñcitvāti sacassa paccūsakāle caṅkamanatthāya vā dhotapādapariharaṇatthāya",
  "atk-vin02a20:125_2": "vā paṭimukkā upāhanā pādagatā honti, tā kālasseva uṭṭhāya apanetvā. Dantakaṭṭhaṁ",
  "atk-vin02a20:125_3": "dātabbanti mahantaṁ majjhimaṁ khuddakanti tīṇi dantakaṭṭhāni upanetvā tato yaṁ tīṇi",
  "atk-vin02a20:125_4": "divasāni gaṇhāti, catutthadivasato paṭṭhāya tādisameva dātabbaṁ. Sace aniyamaṁ katvā",
  "atk-vin02a20:125_5": "yaṁ vā taṁ vā gaṇhāti, atha yādisaṁ labhati tādisaṁ dātabbaṁ.",
  "atk-vin02a20:126_0": "Mukhodakaṁ dātabbanti sītañca uṇhañca udakaṁ upanetvā tato yaṁ tīṇi divasāni vaḷañjeti,",
  "atk-vin02a20:126_1": "catutthadivasato paṭṭhāya tādisameva mukhadhovanodakaṁ dātabbaṁ. Sace aniyamaṁ katvā",
  "atk-vin02a20:126_2": "yaṁ vā taṁ vā gaṇhāti, atha yādisaṁ labhati tādisaṁ dātabbaṁ. Sace duvidhampi vaḷañjeti,",
  "atk-vin02a20:126_3": "duvidhampi upanetabbaṁ. Udakaṁ mukhadhovanaṭṭhāne ṭhapetvā vaccakuṭito paṭṭhāya sammajjitabbaṁ.",
  "atk-vin02a20:126_4": "There vaccakuṭiṁ gate pariveṇaṁ sammajjitabbaṁ; evaṁ pariveṇaṁ asuññaṁ hoti. There",
  "atk-vin02a20:126_5": "vaccakuṭito anikkhanteyeva āsanaṁ paññapetabbaṁ. Sarīrakiccaṁ katvā āgantvā tasmiṁ",
  "atk-vin02a20:126_6": "nisinnassa “sace yāgu hotī”tiādinā nayena vuttavattaṁ kātabbaṁ. Uklāpoti kenaci kacavarena",
  "atk-vin02a20:126_7": "saṅkiṇṇo, sace pana añño kacavaro natthi, udakaphusitāneva honti, hatthenapi pamajjitabbo.",
  "atk-vin02a20:127_0": "Saguṇaṁ katvāti dve cīvarāni ekato katvā, tā ekato katā dvepi saṅghāṭiyo dātabbā.",
  "atk-vin02a20:127_1": "Sabbañhi cīvaraṁ saṅghaṭitattā “saṅghāṭī”ti vuccati. Tena vuttaṁ – “saṅghāṭiyo dātabbā”ti.",
  "atk-vin02a20:127_2": "Nātidūre gantabbaṁ nāccāsanneti ettha sace upajjhāyaṁ nivattitvā olokentaṁ ekena",
  "atk-vin02a20:127_3": "vā dvīhi vā padavītihārehi sampāpuṇāti, ettāvatā nātidūre nāccāsanne gato hotīti",
  "atk-vin02a20:127_4": "veditabbaṁ. Pattapariyāpannaṁ paṭiggahetabbanti sace upajjhāyena bhikkhācāre yāguyā",
  "atk-vin02a20:127_5": "vā bhatte vā laddhe patto uṇho vā bhāriko vā hoti, attano pattaṁ tassa datvā so patto",
  "atk-vin02a20:127_6": "gahetabboti attho. Na upajjhāyassa bhaṇamānassa antarantarā kathā opātetabbāti antaraghare",
  "atk-vin02a20:127_7": "vā aññatra vā bhaṇamānassa aniṭṭhite tassa vacane aññā kathā na samuṭṭhāpetabbā.",
  "atk-vin02a20:127_8": "Ito paṭṭhāya ca pana yattha yattha nakārena paṭisedho kariyati, sabbattha dukkaṭāpatti",
  "atk-vin02a20:127_9": "veditabbā. Ayañhi khandhakadhammatā. Āpattisāmantā bhaṇamānoti padasodhammaduṭṭhullādivasena",
  "atk-vin02a20:127_10": "āpattiyā āsannavācaṁ bhaṇamāno. Nivāretabboti “kiṁ bhante īdisaṁ nāma vattuṁ vaṭṭati,",
  "atk-vin02a20:127_11": "āpatti na hotī”ti evaṁ pucchantena viya vāretabbo. Vāressāmīti pana katvā “mahallaka,",
  "atk-vin02a20:127_12": "mā evaṁ bhaṇā”ti na vattabbo.",
  "atk-vin02a20:128_0": "Paṭhamataraṁ āgantvāti sace āsanne gāmo hoti, vihāre vā gilāno bhikkhu hoti, gāmato",
  "atk-vin02a20:128_1": "paṭhamataraṁ āgantabbaṁ. Sace dūre gāmo hoti, upajjhāyena saddhiṁ āgacchanto natthi,",
  "atk-vin02a20:128_2": "teneva saddhiṁ gāmato nikkhamitvā cīvarena pattaṁ veṭhetvā antarāmaggato paṭhamataraṁ",
  "atk-vin02a20:128_3": "āgantabbaṁ. Evaṁ nivattantena paṭhamataraṁ āgantvā āsanapaññāpanādi sabbaṁ kiccaṁ",
  "atk-vin02a20:128_4": "kātabbaṁ. Sinnaṁ hotīti tintaṁ sedaggahitaṁ. Caturaṅgulaṁ kaṇṇaṁ ussāretvāti kaṇṇaṁ",
  "atk-vin02a20:128_5": "caturaṅgulappamāṇaṁ atirekaṁ katvā evaṁ cīvaraṁ saṁharitabbaṁ. Kiṁ kāraṇā? Mā majjhe",
  "atk-vin02a20:128_6": "bhaṅgo ahosīti. Samaṁ katvā saṁharitassa hi majjhe bhaṅgo hoti, tato niccaṁ bhijjamānaṁ",
  "atk-vin02a20:128_7": "dubbalaṁ hoti taṁ nivāraṇatthametaṁ vuttaṁ. Tasmā yathā ajja bhaṅgaṭṭhāneyeva sve",
  "atk-vin02a20:128_8": "na bhijjati, tathā divase divase caturaṅgulaṁ ussāretvā saṁharitabbaṁ. Obhoge kāyabandhanaṁ",
  "atk-vin02a20:128_9": "kātabbanti kāyabandhanaṁ saṁharitvā cīvarabhoge pakkhipitvā ṭhapetabbaṁ.",
  "atk-vin02a20:129_0": "Sacepiṇḍapāto hotīti ettha yo gāmeyeva vā antaraghare vā paṭikkamane vā bhuñjitvā",
  "atk-vin02a20:129_1": "āgacchati, piṇḍaṁ vā na labhati, tassa piṇḍapāto na hoti, gāme abhuttassa pana laddhabhikkhassa",
  "atk-vin02a20:129_2": "vā hoti; tasmā “sace piṇḍapāto hotī”tiādi vuttaṁ. Sacepi tassa na hoti, bhuñjitukāmo",
  "atk-vin02a20:129_3": "ca hoti, udakaṁ datvā attanā laddhatopi piṇḍapāto upanetabbo. Pānīyena pucchitabboti",
  "atk-vin02a20:129_4": "bhuñjamāno tikkhattuṁ “pānīyaṁ bhante āhariyatū”ti pānīyena pucchitabbo. Sace kālo",
  "atk-vin02a20:129_5": "atthi, upajjhāye bhutte sayaṁ bhuñjitabbaṁ. Sace upakaṭṭho kālo, pānīyaṁ upajjhāyassa",
  "atk-vin02a20:129_6": "santike ṭhapetvā sayampi bhuñjitabbaṁ.",
  "atk-vin02a20:130_0": "Anantarahitāyāti taṭṭikadhammakhaṇḍādīsu yena kenaci anatthatāya paṁsusakkharamissāya",
  "atk-vin02a20:130_1": "bhūmiyā pattho na ṭhapetabboti attho. Sace pana kāḷavaṇṇakatā vā sudhābaddhā vā hoti",
  "atk-vin02a20:130_2": "nirajamattikā, tathārūpāya bhūmiyā ṭhapetuṁ vaṭṭati. Dhotavālikāyapi ṭhapetuṁ vaṭṭati.",
  "atk-vin02a20:130_3": "Paṁsurajasakkharādīsu na vaṭṭati. Tatra pana paṇṇaṁ vā ādhārakaṁ vā ṭhapetvā tatra",
  "atk-vin02a20:130_4": "nikkhipitabbo. Pārato antaṁ orato bhoganti idaṁ cīvaravaṁsādīnaṁ heṭṭhā hatthaṁ pavesetvā",
  "atk-vin02a20:130_5": "abhimukhena hatthena saṇikaṁ nikkhipanatthaṁ vuttaṁ. Ante pana gahetvā bhogena cīvaravaṁsādīnaṁ",
  "atk-vin02a20:130_6": "upari nikkhipantassa bhittiyaṁ bhogo paṭihaññati, tasmā tathā na kātabbaṁ.",
  "atk-vin02a20:131_0": "Cuṇṇaṁ sannetabbanti nhānacuṇṇaṁ udakena temetvā piṇḍi kātabbā. Ekamantaṁ nikkhipitabbanti",
  "atk-vin02a20:131_1": "ekasmiṁ niddhūme ṭhāne ṭhapetabbaṁ. Jantāghare parikammaṁ nāma aṅgāramattikauṇhodakadānādikaṁ",
  "atk-vin02a20:131_2": "sabbaṁ kiccaṁ. Udakepi parikammanti aṅgapaccaṅgaghaṁsanādikaṁ sabbaṁ kiccaṁ. Pānīyena",
  "atk-vin02a20:131_3": "pucchitabboti jantāghare uṇhasantāpena pipāsā hoti, tasmā pucchitabbo.",
  "atk-vin02a20:132_0": "Sace ussahatīti sace pahoti; na kenaci gelaññena abhibhūto hoti; agilānena hi saddhivihārikena",
  "atk-vin02a20:132_1": "saṭṭhivassenāpi sabbaṁ upajjhāyavattaṁ kātabbaṁ, anādarena akarontassa vattabhede",
  "atk-vin02a20:132_2": "dukkaṭaṁ. Nakārapaṭisaṁyuttesu pana padesu gilānassāpi paṭikkhittakiriyaṁ karontassa",
  "atk-vin02a20:132_3": "dukkaṭameva. Appaṭighaṁsantenāti bhūmiyaṁ appaṭighaṁsantena. Kavāṭapiṭṭhanti kavāṭañca",
  "atk-vin02a20:132_4": "piṭṭhasaṅghātañca acchupantena. Santānakanti yaṁkiñci kīṭakulāvakamakkaṭakasuttādi.",
  "atk-vin02a20:132_5": "Ullokā paṭhamaṁ ohāretabbanti ullokato paṭhamaṁ ullokaṁ ādiṁkatvā avaharitabbanti",
  "atk-vin02a20:132_6": "attho. Ālokasandhikaṇṇabhāgāti ālokasandhibhāgā ca kaṇṇabhāgā ca antarabāhiravātapānakavāṭakāni",
  "atk-vin02a20:132_7": "ca gabbhassa ca cattāro koṇā pamajjitabbāti attho.",
  "atk-vin02a20:133_0": "Yathāpaññattaṁpaññapetabbanti yathā paṭhamaṁ paññattaṁ ahosi, tatheva paññapetabbaṁ.",
  "atk-vin02a20:133_1": "Etadatthameva hi yathāpaññattaṁ sallakkhetvā nīharitvā ekamantaṁ nikkhipitabbanti",
  "atk-vin02a20:133_2": "purimavattaṁ paññattaṁ. Sace pana paṭhamaṁ ajānantena kenaci paññattaṁ ahosi, samantato",
  "atk-vin02a20:133_3": "bhittiṁ dvaṅgulamattena vā tivaṅgulamattena vā mocetvā paññapetabbaṁ. Idañhi paññāpanavattaṁ.",
  "atk-vin02a20:133_4": "Sace kaṭasārako hoti atimahanto ca, chinditvā koṭiṁ nivattetvā bandhitvā paññapetabbo.",
  "atk-vin02a20:133_5": "Sace koṭiṁ nivattetvā bandhituṁ na jānāti, na chinditabbo. Puratthimā vātapānā thaketabbāti",
  "atk-vin02a20:133_6": "puratthimāya vātapānā thaketabbā. Evaṁ sesāpi vātapānā thaketabbā.",
  "atk-vin02a20:134_0": "Vūpakāsetabboti aññattha netabbo. Vūpakāsāpetabboti añño bhikkhu vattabbo “theraṁ",
  "atk-vin02a20:134_1": "gahetvā aññattha gacchā”ti vivecetabbanti vissajjāpetabbaṁ. Vivecāpetabbanti añño",
  "atk-vin02a20:134_2": "vattabbo “theraṁ diṭṭhigataṁ vissajjāpehī”ti. Ussukkaṁ kātabbanti parivāsadānatthaṁ",
  "atk-vin02a20:134_3": "so so bhikkhu upasaṅkamitvā yācitabbo. Sace attanā paṭibalo hoti, attanāva dātabbo.",
  "atk-vin02a20:134_4": "No ce paṭibalo hoti, aññena dāpetabbo. Kinti nu khoti kena nu kho upāyena. Esa nayo",
  "atk-vin02a20:134_5": "sabbattha. Lahukāya vāpariṇāmeyyāti ukkhepanīyaṁ akatvā tajjanīyaṁ vā niyassaṁ vā",
  "atk-vin02a20:134_6": "kareyyāti attho. Tena hi “upajjhāyassa ukkhepanīyakammaṁ kattukāmo saṅgho”ti ñatvā",
  "atk-vin02a20:134_7": "ekamekaṁ bhikkhuṁ upasaṅkamitvā “mā bhante amhākaṁ upajjhāyassa kammaṁ karitthā”ti",
  "atk-vin02a20:134_8": "yācitabbā. Sace karontiyeva, “tajjanīyaṁ vā niyassaṁ vā karothā”ti yācitabbā. Sace",
  "atk-vin02a20:134_9": "karontiyeva, atha upajjhāyo “sammā vattatha bhante”ti yācitabbo. Iti taṁ sammā vattāpetvā",
  "atk-vin02a20:134_10": "“paṭippassambhetha bhante kamma”nti bhikkhū yācitabbā.",
  "atk-vin02a20:135_0": "Samparivattakaṁ samparivattakanti samparivattetvā samparivattetvā. Na ca acchinne",
  "atk-vin02a20:135_1": "theve pakkamitabbanti yadi appamattakampi rajanaṁ gaḷati, na tāva pakkamitabbaṁ.",
  "atk-vin02a20:135_2": "Na upajjhāyaṁ anāpucchā ekaccassa patto dātabbotiādi sabbaṁ upajjhāyassa visabhāgapuggalavasena",
  "atk-vin02a20:135_3": "kathitaṁ. Na upajjhāyaṁ anāpucchā gāmo pavisitabboti piṇḍāya vā aññena vā karaṇīyena",
  "atk-vin02a20:135_4": "pavisitukāmena āpucchitvāva pavisitabbo. Sace upajjhāyo kālasseva vuṭṭhāya dūraṁ",
  "atk-vin02a20:135_5": "bhikkhācāraṁ gantukāmo hoti, “daharā piṇḍāya pavisantū”ti vatvā gantabbaṁ. Avatvā",
  "atk-vin02a20:135_6": "gate pariveṇaṁ gantvā upajjhāyaṁ apassantena gāmaṁ pavisituṁ vaṭṭati. Sace gāmaṁ",
  "atk-vin02a20:135_7": "pavisantopi passati, diṭṭhaṭṭhānato paṭṭhāya āpucchituṁyeva vaṭṭati.",
  "atk-vin02a20:136_0": "Na susānaṁ gantabbanti vāsatthāya vā dassanatthāya vā na gantabbaṁ. Na disā pakkamitabbāti",
  "atk-vin02a20:136_1": "ettha pakkamitukāmena kammaṁ ācikkhitvā yāvatatiyaṁ yācitabbo. Sace anujānāti, sādhu;",
  "atk-vin02a20:136_2": "no ce anujānāti, taṁ nissāya vasato cassa uddeso vā paripucchā vā kammaṭṭhānaṁ vā",
  "atk-vin02a20:136_3": "na sampajjati, upajjhāyo bālo hoti abyatto, kevalaṁ attano santike vasāpetukāmatāya",
  "atk-vin02a20:136_4": "eva gantuṁ na deti, evarūpe nivārentepi gantuṁ vaṭṭati. Vuṭṭhānamassa āgametabbanti",
  "atk-vin02a20:136_5": "gelaññato vuṭṭhānaṁ assa āgametabbaṁ; na katthaci gantabbaṁ. Sace añño bhikkhu upaṭṭhāko",
  "atk-vin02a20:136_6": "atthi, bhesajjaṁ pariyesitvā tassa hatthe datvā “bhante ayaṁ upaṭṭhahissatī”ti vatvā gantabbaṁ.",
  "atk-vin02a20:137": "Upajjhāyavattakathā niṭṭhitā.",
  "atk-vin02a20:138": "Saddhivihārikavattakathā",
  "atk-vin02a20:139_0": "67. Upajjhāyena saddhivihārikamhi sammāvattanāyaṁ – saṅgahetabbo anuggahetabboti",
  "atk-vin02a20:139_1": "uddesādīhissa saṅgaho ca anuggaho ca kattabbo. Tattha uddesoti pāḷivācanaṁ. Paripucchāti",
  "atk-vin02a20:139_2": "pāḷiyā atthavaṇṇanā. Ovādoti anotiṇṇe vatthusmiṁ “idaṁ karohi, idaṁ mā karitthā”ti",
  "atk-vin02a20:139_3": "vacanaṁ. Anusāsanīti otiṇṇe vatthusmiṁ. Api ca otiṇṇe vā anotiṇṇe vā paṭhamaṁ vacanaṁ",
  "atk-vin02a20:139_4": "ovādo; punappunaṁ vacanaṁ anusāsanīti. Sace upajjhāyassa patto hotīti sace atirekapatto",
  "atk-vin02a20:139_5": "hoti. Esa nayo sabbattha. Parikkhāroti aññopi samaṇaparikkhāro. Idha ussukkaṁ nāma",
  "atk-vin02a20:139_6": "dhammikena nayena uppajjamānaupāyapariyesanaṁ. Ito paraṁ dantakaṭṭhadānaṁ ādiṁ katvā",
  "atk-vin02a20:139_7": "ācamanakumbhiyā udakāsiñcanapariyosānaṁ vattaṁ gilānasseva saddhivihārikassa kātabbaṁ.",
  "atk-vin02a20:139_8": "Anabhirativūpakāsanādi pana agilānassāpi kattabbameva. Cīvaraṁ rajantenāti “evaṁ",
  "atk-vin02a20:139_9": "rajeyyāsī”ti upajjhāyato upāyaṁ sutvā rajantena. Sesaṁ vuttanayeneva veditabbaṁ.",
  "atk-vin02a20:140": "Saddhivihārikavattakathā niṭṭhitā.",
  "atk-vin02a20:141": "Nasammāvattanādikathā",
  "atk-vin02a20:142_0": "68.Na sammā vattantīti yathāpaññattaṁ upajjhāyavattaṁ na pūrenti. Yo na sammā vatteyyāti",
  "atk-vin02a20:142_1": "yo yathāpaññattaṁ vattaṁ na pūreyya; so dukkaṭaṁ āpajjatīti attho. Paṇāmetabboti",
  "atk-vin02a20:142_2": "apasādetabbo. Na adhimattaṁ pemaṁ hotīti upajjhāyamhi adhimattaṁ gehassitapemaṁ na",
  "atk-vin02a20:142_3": "hoti. Nādhimattābhāvanā hotīti adhimattā mettābhāvanā na hoti; vuttapaṭipakkhanayena",
  "atk-vin02a20:142_4": "sukkapakkho veditabbo. Alaṁ paṇāmetunti yutto paṇāmetuṁ.",
  "atk-vin02a20:143_0": "Appaṇāmento upajjhāyo sātisāro hotīti sadoso hoti, āpattiṁ āpajjati; tasmā na sammā",
  "atk-vin02a20:143_1": "vattanto paṇāmetabbova. Na sammāvattanāya ca yāva cīvararajanaṁ tāva vatte akariyamāne",
  "atk-vin02a20:143_2": "upajjhāyassa parihāni hoti. Tasmā taṁ akarontassa nissayamuttakassāpi amuttakassāpi",
  "atk-vin02a20:143_3": "āpattiyeva. Ekaccassa pattadānato paṭṭhāya amuttakanissayasseva āpatti.",
  "atk-vin02a20:144_0": "Saddhivihārikā sammā vattanti, upajjhāyo sammā na vattati, upajjhāyassa āpatti. Upajjhāyo",
  "atk-vin02a20:144_1": "sammā vattati, saddhivihārikā sammā na vattanti, tesaṁ āpatti. Upajjhāye vattaṁ sādiyante",
  "atk-vin02a20:144_2": "saddhivihārikā bahukāpi honti, sabbesaṁ āpatti. Sace upajjhāyo “mayhaṁ upaṭṭhāko",
  "atk-vin02a20:144_3": "atthi, tumhe attano sajjhāyamanasikārādīsu yogaṁ karothā”ti vadati, saddhivihārikānaṁ",
  "atk-vin02a20:144_4": "anāpatti. Sace upajjhāyo sādiyanaṁ vā asādiyanaṁ vā na jānāti, bālo hoti, saddhivihārikā",
  "atk-vin02a20:144_5": "bahukā. Tesu eko vattasampanno bhikkhu “upajjhāyassa kiccaṁ ahaṁ karissāmi, tumhe",
  "atk-vin02a20:144_6": "appossukkā viharathā”ti evañce attano bhāraṁ katvā itare vissajjeti, tassa bhārakaraṇato",
  "atk-vin02a20:144_7": "paṭṭhāya tesaṁ anāpatti.",
  "atk-vin02a20:145": "Nasammāvattanādikathā niṭṭhitā.",
  "atk-vin02a20:146": "Rādhabrāhmaṇavatthukathā",
  "atk-vin02a20:147_0": "69.Rādhabrāhmaṇavatthusmiṁ – kiñcāpi āyasmā sāriputto bhagavatā bārāṇasiyaṁ tīhi",
  "atk-vin02a20:147_1": "saraṇagamanehi anuññātaṁ pabbajjañceva upasampadañca jānāti, bhagavā pana taṁ lahukaṁ",
  "atk-vin02a20:147_2": "upasampadaṁ paṭikkhipitvā ñatticatutthakammena garukaṁ katvā upasampadaṁ anuññātukāmo.",
  "atk-vin02a20:147_3": "Athassa thero ajjhāsayaṁ viditvā “kathāhaṁ bhante taṁ brāhmaṇaṁ pabbājemi upasampādemī”ti",
  "atk-vin02a20:147_4": "āha. Buddhānañhi parisā ajjhāsayakusalā honti, ayañca buddhaparisāya aggo.",
  "atk-vin02a20:148_0": "Byattena bhikkhunā paṭibalenāti ettha byatto nāma yassa sāṭṭhakathaṁ vinayapiṭakaṁ",
  "atk-vin02a20:148_1": "vācuggataṁ pavattati, tasmiṁ asati yassa antamaso idaṁ ñatticatutthakammavācāmattampi",
  "atk-vin02a20:148_2": "suggahitaṁ hoti, vācuggataṁ pavattati, ayampi imasmiṁ atthe byatto. Yo pana kāsasosasemhādinā",
  "atk-vin02a20:148_3": "vā gelaññena oṭṭhadantajivhādīnaṁ vā asampattiyā pariyattiyaṁ vā akataparicayattā",
  "atk-vin02a20:148_4": "na sakkoti parimaṇḍalehi padabyañjanehi kammavācaṁ sāvetuṁ, byañjanaṁ vā padaṁ vā",
  "atk-vin02a20:148_5": "hāpeti, aññathā vā vattabbaṁ aññathā vadati, ayaṁ appaṭibalo. Tabbiparīto imasmiṁ",
  "atk-vin02a20:148_6": "atthe “paṭibalo”ti veditabbo. Saṅgho ñāpetabboti saṅgho jānāpetabbo. Tato paraṁ yaṁ",
  "atk-vin02a20:148_7": "saṅgho jānāpetabbo, taṁ dassetuṁ “suṇātu me bhante”tiādimāha.",
  "atk-vin02a20:149_0": "71.Upasampannasamanantarāti upasampanno hutvā samanantarā. Anācāraṁ ācaratīti paṇṇattivītikkamaṁ",
  "atk-vin02a20:149_1": "karoti. Ullumpatu manti uddharatu maṁ, akusalā vuṭṭhāpetvā kusale patiṭṭhapetu; sāmaṇerabhāvā",
  "atk-vin02a20:149_2": "vā uddharitvā bhikkhubhāve patiṭṭhāpetūti. Anukampaṁ upādāyāti anuddayaṁ paṭicca;",
  "atk-vin02a20:149_3": "mayi anukappaṁ katvāti attho.",
  "atk-vin02a20:150": "73.Aṭṭhitā hotīti niccappavattinī hoti. Cattāro nissayeti cattāro paccaye. Yasmā cattāro paccaye nissāya attabhāvo pavattati, tasmā te nissayāti vuccanti.",
  "atk-vin02a20:151": "Rādhabrāhmaṇavatthukathā niṭṭhitā.",
  "atk-vin02a20:152": "Ācariyavattakathā",
  "atk-vin02a20:153_0": "75.Kintāyaṁ bhikkhu hotīti kiṁ te ayaṁ bhikkhu hoti. Aññehi ovadiyo anusāsiyoti aññehi",
  "atk-vin02a20:153_1": "ovaditabbo ceva anusāsitabbo ca. Bāhullāya āvatto yadidaṁ gaṇabandhikanti gaṇabandho",
  "atk-vin02a20:153_2": "etassa bāhullassa atthīti gaṇabandhikaṁ, bāhullaṁ. Yaṁ idaṁ gaṇabandhikaṁ nāma bāhullaṁ,",
  "atk-vin02a20:153_3": "tadatthāya atilahuṁ tvaṁ āpannoti vuttaṁ hoti.",
  "atk-vin02a20:154_0": "76.Abyattāti paññāveyyattiyena virahitā. Aññattaropi aññatitthiyapubboti pasūro paribbājako.",
  "atk-vin02a20:154_1": "So kira “dhammaṁ thenessāmī”ti udāyittherassa santike pabbajitvā tena sahadhammikaṁ",
  "atk-vin02a20:154_2": "vuccamāno tassa vādaṁ āropesi. Anujānāmi bhikkhave byattena bhikkhunātiādimhi byatto",
  "atk-vin02a20:154_3": "pubbe bhikkhunovādakavaṇṇanāyaṁ vuttalakkhaṇoyeva. Yo pana antevāsino vā saddhivihārikassa",
  "atk-vin02a20:154_4": "vā gilānassa sakkoti upaṭṭhānādīni kātuṁ, ayaṁ idha paṭibaloti adhippeto. Vuttampi cetaṁ –",
  "atk-vin02a20:155_0": "“Pañcahupāli, aṅgehi samannāgatena bhikkhunā upasampādetabbaṁ, nissayo dātabbo, sāmaṇero",
  "atk-vin02a20:155_1": "upaṭṭhāpetabbo. Katamehi pañcahi? Paṭibalo hoti antevāsiṁ vā saddhivihāriṁ vā gilānaṁ",
  "atk-vin02a20:155_2": "upaṭṭhātuṁ vā upaṭṭhāpetuṁ vā, anabhirataṁ vūpakāsetuṁ vā vūpakāsāpetuṁ vā, uppannaṁ",
  "atk-vin02a20:155_3": "kukkuccaṁ dhammato vinodetuṁ, abhidhamme vinetuṁ, abhivinaye vinetū”nti.",
  "atk-vin02a20:156_0": "77.Pakkhasaṅkantesūti titthiyapakkhasaṅkantesu. Anujānāmi bhikkhave ācariyanti ācārasamācārasikkhāpanakaṁ",
  "atk-vin02a20:156_1": "ācariyaṁ anujānāmi. Ācariyo bhikkhave antevāsikamhītiādi sabbaṁ “upajjhāyo bhikkhave",
  "atk-vin02a20:156_2": "saddhivihārikamhī”tiādinā nayena vuttavaseneva veditabbaṁ. Nāmamattameva hi ettha nānaṁ.",
  "atk-vin02a20:157": "Ācariyavattakathā niṭṭhitā.",
  "atk-vin02a20:158": "Paṇāmanākhamanākathā",
  "atk-vin02a20:159_0": "80.Antevāsikā ācariyesu na sammā vattantīti ettha pana yaṁ pubbe “nasammāvattanāya",
  "atk-vin02a20:159_1": "ca yāva cīvararajanaṁ, tāva vatte akariyamāne upajjhāyassa parihāni hoti, tasmā taṁ",
  "atk-vin02a20:159_2": "akarontassa nissayamuttakassāpi amuttakassāpi āpattiyevā”ti ca, “ekaccassa pattadānato",
  "atk-vin02a20:159_3": "paṭṭhāya amuttakanissayasseva āpattī”ti ca lakkhaṇaṁ vuttaṁ, na teneva lakkhaṇena",
  "atk-vin02a20:159_4": "nissayantevāsikassa āpatti veditabbā. Nissayantevāsikena hi yāva ācariyaṁ nissāya",
  "atk-vin02a20:159_5": "vasati, tāva sabbaṁ ācariyavattaṁ kātabbaṁ. Pabbajjāupasampadādhammantevāsikehi pana",
  "atk-vin02a20:159_6": "nissayamuttakehipi ādito paṭṭhāya yāva cīvararajanaṁ, tāva vattaṁ kātabbaṁ; anāpucchitvā",
  "atk-vin02a20:159_7": "pattadānādimhi pana etesaṁ anāpatti. Etesu ca pabbajjantevāsiko ca upasampadantevāsiko",
  "atk-vin02a20:159_8": "ca ācariyassa yāvajīvaṁ bhāro. Nissayantevāsiko ca dhammantevāsiko ca yāva samīpe",
  "atk-vin02a20:159_9": "vasanti, tāvadeva. Tasmā ācariyenāpi tesu sammā vattitabbaṁ. Ācariyantevāsikesu hi",
  "atk-vin02a20:159_10": "yo yo na sammā vattati, tassa tassa āpatti.",
  "atk-vin02a20:160": "Paṇāmanākhamanākathā niṭṭhitā.",
  "atk-vin02a20:161": "Nissayapaṭippassaddhikathā",
  "atk-vin02a20:162_0": "83. Upajjhāyamhā nissayapaṭippassaddhīsu – upajjhāyo pakkanto vātiādīsu ayaṁ vinicchayo",
  "atk-vin02a20:162_1": "– pakkantoti tamhā āvāsā vippavasitukāmo pakkanto disaṁ gato. Evaṁ gate ca pana tasmiṁ",
  "atk-vin02a20:162_2": "sace vihāre nissayadāyako atthi, yassa santike aññadāpi nissayo vā gahitapubbo hoti,",
  "atk-vin02a20:162_3": "yo vā ekasambhogaparibhogo, tassa santike nissayo gahetabbo, ekadivasampi parihāro",
  "atk-vin02a20:162_4": "natthi. Sace tādiso natthi, añño lajjī pesalo atthi, tassa lajjīpesalabhāvaṁ jānantena",
  "atk-vin02a20:162_5": "tadaheva nissayo yācitabbo. Sace deti, iccetaṁ kusalaṁ. Atha pana “tumhākaṁ upajjhāyo",
  "atk-vin02a20:162_6": "lahuṁ āgamissatī”ti pucchati, upajjhāyena ca tathā vuttaṁ, “āma, bhante”ti vattabbaṁ.",
  "atk-vin02a20:162_7": "Sace vadati “tena hi upajjhāyassa āgamanaṁ āgamethā”ti vaṭṭati. Atha panassa pakatiyā",
  "atk-vin02a20:162_8": "pesalabhāvaṁ na jānāti, cattāri pañca divasāni tassa bhikkhuno sabhāgataṁ oloketvā",
  "atk-vin02a20:162_9": "okāsaṁ kāretvā nissayo gahetabbo.",
  "atk-vin02a20:163_0": "Sace pana vihāre nissayadāyako natthi, upajjhāyo ca “ahaṁ katipāhena āgamissāmi,",
  "atk-vin02a20:163_1": "mā ukkaṇṭhitthā”ti vatvā gato, yāva āgamanā parihāro labbhati. Athāpi naṁ tattha",
  "atk-vin02a20:163_2": "manussā paricchinnakālato uttaripi pañca vā dasa vā divasāni vāsentiyeva, tena vihāraṁ",
  "atk-vin02a20:163_3": "pavatti pesetabbā “daharā mā ukkaṇṭhantu, ahaṁ asukadivasaṁ nāma āgamissāmī”ti. Evampi",
  "atk-vin02a20:163_4": "parihāro labbhati. Atha āgacchato antarāmagge nadīpūrena vā corādīhi vā upaddavo",
  "atk-vin02a20:163_5": "hoti, thero udakosakkanaṁ vā āgameti, sahāye vā pariyesati, tañce pavattiṁ daharā",
  "atk-vin02a20:163_6": "suṇanti, yāva āgamanā parihāro labbhati. Sace pana so “idhevāhaṁ vasissāmī”ti pahiṇati,",
  "atk-vin02a20:163_7": "parihāro natthi. Yattha nissayo labbhati, tattha gantabbaṁ.",
  "atk-vin02a20:164_0": "Vibbhante pana kālaṅkate pakkhasaṅkante vā ekadivasampi parihāro natthi. Yattha nissayo",
  "atk-vin02a20:164_1": "labbhati, tattha gantabbaṁ. Āṇattīti pana nissayapaṇāmanā vuccati. Tasmā “paṇāmemi",
  "atk-vin02a20:164_2": "ta”nti vā “mā idha paṭikkamī”ti vā “nīhara te pattacīvara”nti vā “nāhaṁ tayā upaṭṭhātabbo”ti",
  "atk-vin02a20:164_3": "vāti iminā pāḷinayena “mā maṁ gāmappavesanaṁ āpucchī”tiādinā pāḷimuttakanayena vā",
  "atk-vin02a20:164_4": "yo nissayapaṇāmanāya paṇāmito hoti, tena upajjhāyo khamāpetabbo.",
  "atk-vin02a20:165_0": "Sace āditova na khamati, daṇḍakammaṁ āharitvā tikkhattuṁ tāva sayameva khamāpetabbo.",
  "atk-vin02a20:165_1": "No ce khamati, tasmiṁ vihāre mahāthere gahetvā khamāpetabbo. No ce khamati, sāmantavihāre",
  "atk-vin02a20:165_2": "bhikkhū gahetvā khamāpetabbo. Sace evampi na khamati, aññattha gantvā upajjhāyassa",
  "atk-vin02a20:165_3": "sabhāgānaṁ santike vasitabbaṁ “appeva nāma sabhāgānaṁ me santike vasatīti ñatvāpi",
  "atk-vin02a20:165_4": "khameyyā”ti. Sace evampi na khamati, tatreva vasitabbaṁ. Tatra ce dubbhikkhādidosena",
  "atk-vin02a20:165_5": "na sakkā hoti vasituṁ, taṁyeva vihāraṁ āgantvā aññassa santike nissayaṁ gahetvā vasituṁ",
  "atk-vin02a20:165_6": "vaṭṭati. Ayamāṇattiyaṁ vinicchayo.",
  "atk-vin02a20:166_0": "Ācariyamhā nissayapaṭippassaddhīsu ācariyo pakkanto vāhotīti ettha koci ācariyo āpucchitvā",
  "atk-vin02a20:166_1": "pakkamati, koci anāpucchitvā. Antevāsikopi evameva. Tatra sace antevāsiko ācariyaṁ",
  "atk-vin02a20:166_2": "āpucchati “asukaṁ nāma bhante ṭhānaṁ gantuṁ icchāmi kenacideva karaṇīyenā”ti, ācariyena",
  "atk-vin02a20:166_3": "ca “kadā gamissasī”ti vutto “sāyanhe vā rattiṁ vā uṭṭhahitvā gamissāmī”ti vadati,",
  "atk-vin02a20:166_4": "ācariyopi “sādhū”ti sampaṭicchati, taṅkhaṇaññeva nissayo paṭippassambhati.",
  "atk-vin02a20:167_0": "Sace pana “bhante asukaṁ nāma ṭhānaṁ gantukāmomhī”ti vutte ācariyo “asukasmiṁ nāma",
  "atk-vin02a20:167_1": "gāme piṇḍāya caritvā pacchā jānissasī”ti vadati, so ca “sādhū”ti sampaṭicchati, tato",
  "atk-vin02a20:167_2": "ce gato, sugato. Sace pana na gacchati, nissayo na paṭippassambhati. Athāpi “gacchāmī”ti",
  "atk-vin02a20:167_3": "vutte ācariyena “mā tāva gaccha, rattiṁ mantetvā jānissāmā”ti vutto mantetvā gacchati,",
  "atk-vin02a20:167_4": "sugato. No ce gacchati, nissayo na paṭippassambhati. Ācariyaṁ anāpucchā pakkamantassa",
  "atk-vin02a20:167_5": "pana upacārasīmātikkame nissayo paṭippassambhati. Antoupacārasīmato paṭinivattantassa",
  "atk-vin02a20:167_6": "na paṭippassambhati.",
  "atk-vin02a20:168_0": "Sace pana ācariyo antevāsikaṁ āpucchati “āvuso asukaṁ nāma ṭhānaṁ gamissāmī”ti, antevāsikena",
  "atk-vin02a20:168_1": "ca “kadā”ti vutte “sāyanhe vā rattibhāge vā”ti vadati, antevāsikopi “sādhū”ti sampaṭicchati,",
  "atk-vin02a20:168_2": "taṅkhaṇaññeva nissayo paṭippassambhati.",
  "atk-vin02a20:169_0": "Sace pana ācariyo “sve piṇḍāya caritvā gamissāmī”ti vadati, itaro ca “sādhū”ti sampaṭicchati,",
  "atk-vin02a20:169_1": "ekadivasaṁ tāva nissayo na paṭippassambhati, punadivase paṭippassaddho hoti. “Asukasmiṁ",
  "atk-vin02a20:169_2": "nāma gāme piṇḍāya caritvā jānissāmi mama gamanaṁ vā agamanaṁ vā”ti vatvā sace na",
  "atk-vin02a20:169_3": "gacchati, nissayo na paṭippassambhati. Athāpi “gacchāmī”ti vutte antevāsikena “mā",
  "atk-vin02a20:169_4": "tāva gacchatha, rattiṁ mantetvā jānissathā”ti vutto mantetvāpi na gacchati, nissayo",
  "atk-vin02a20:169_5": "na paṭippassambhati.",
  "atk-vin02a20:170_0": "Sace ubhopi ācariyantevāsikā kenaci karaṇīyena bahisīmaṁ gacchanti, tato ce ācariyo",
  "atk-vin02a20:170_1": "gamiyacitte uppanne anāpucchāva gantvā dvinnaṁ leḍḍupātānaṁ antoyeva nivattati, nissayo",
  "atk-vin02a20:170_2": "na paṭippassambhati. Sace dve leḍḍupāte atikkamitvā nivattati, paṭippassaddho hoti.",
  "atk-vin02a20:170_3": "Ācariyupajjhāyā dve leḍḍupāte atikkamma aññasmiṁ vihāre vasanti, nissayo paṭippassambhati.",
  "atk-vin02a20:171_0": "Ācariye vibbhante kālaṅkate pakkhasaṅkante ca taṅkhaṇaññeva paṭippassambhati. Āṇattiyaṁ",
  "atk-vin02a20:171_1": "pana sacepi ācariyo muñcitukāmova hutvā nissayapaṇāmanāya paṇāmeti, antevāsiko ca",
  "atk-vin02a20:171_2": "“kiñcāpi maṁ ācariyo paṇāmeti, atha kho hadayena muduko”ti sālayova hoti, nissayo",
  "atk-vin02a20:171_3": "na paṭippassambhatiyeva. Sacepi ācariyo sālayo, antevāsiko nirālayo, “na dāni imaṁ",
  "atk-vin02a20:171_4": "nissāya vasissāmī”ti dhuraṁ nikkhipati, evampi na paṭippassambhati. Ubhinnaṁ sālayabhāve",
  "atk-vin02a20:171_5": "pana na paṭippassambhatiyeva. Ubhinnaṁ dhuranikkhepena paṭippassambhati. Paṇāmitena",
  "atk-vin02a20:171_6": "daṇḍakammaṁ āharitvā tikkhattuṁ khamāpetabbo. No ce khamati, upajjhāye vuttanayena paṭipajjitabbaṁ.",
  "atk-vin02a20:172_0": "Upajjhāyena vā samodhānagatoti ettha dassanasavanavasena samodhānaṁ veditabbaṁ. Sace",
  "atk-vin02a20:172_1": "hi ācariyaṁ nissāya vasanto saddhivihāriko ekavihāre cetiyaṁ vā vandantaṁ ekagāme",
  "atk-vin02a20:172_2": "piṇḍāya vā carantaṁ upajjhāyaṁ passati, nissayo paṭippassambhati. Upajjhāyo passati,",
  "atk-vin02a20:172_3": "saddhivihāriko pana na passati, na paṭippassambhati. Maggappaṭipannaṁ vā ākāsena",
  "atk-vin02a20:172_4": "vā gacchantaṁ upajjhāyaṁ disvā dūrattā bhikkhūti jānāti, upajjhāyoti na jānāti, na",
  "atk-vin02a20:172_5": "paṭippassambhati. Sace jānāti, paṭippassambhati. Uparipāsāde upajjhāyo vasati, heṭṭhā",
  "atk-vin02a20:172_6": "saddhivihāriko, taṁ adisvāva yāguṁ pivitvā pakkamati, āsanasālāya vā nisinnaṁ adisvāva",
  "atk-vin02a20:172_7": "ekamante bhuñjitvā pakkamati, dhammassavanamaṇḍape vā nisinnampi taṁ adisvāva dhammaṁ",
  "atk-vin02a20:172_8": "sutvā pakkamati, nissayo na paṭippassambhati. Evaṁ tāva dassanavasena samodhānaṁ veditabbaṁ.",
  "atk-vin02a20:173_0": "Savanavasena pana sace upajjhāyassa vihāre vā antaraghare vā dhammaṁ kathentassa",
  "atk-vin02a20:173_1": "anumodanaṁ vā karontassa saddaṁ sutvā “upajjhāyassa me saddo”ti sañjānāti, nissayo",
  "atk-vin02a20:173_2": "paṭippassambhati. Asañjānantassa na paṭippassambhatīti ayaṁ samodhāne vinicchayo.",
  "atk-vin02a20:174": "Nissayapaṭippassaddhikathā niṭṭhitā.",
  "atk-vin02a20:175": "Upasampādetabbapañcakakathā",
  "atk-vin02a20:176_0": "84. Idāni yaṁ pubbe “anujānāmi bhikkhave byattena bhikkhunā paṭibalena dasavassena",
  "atk-vin02a20:176_1": "vā atirekadasavassena vā upasampādetuṁ, nissayaṁ dātu”nti saṅkhepato upajjhāyācariyānaṁ",
  "atk-vin02a20:176_2": "lakkhaṇaṁ vuttaṁ, taṁ vitthārato dassetuṁ “pañcahi, bhikkhave, aṅgehi samannāgatenā”tiādimāha.",
  "atk-vin02a20:176_3": "Tattha pañcahi aṅgehīti pañcahi aguṇaṅgehi. So hi sīlakkhandhādīhi asamannāgatattāva",
  "atk-vin02a20:176_4": "aguṇaṅgehi samannāgato hoti. Na upasampādetabbanti upajjhāyena hutvā na upasampādetabbaṁ.",
  "atk-vin02a20:176_5": "Na nissayo dātabboti ācariyena hutvā nissayo na dātabbo. Ettha ca na asekkhena sīlakkhandhenāti",
  "atk-vin02a20:176_6": "ca attanā na asekkhenāti ca assaddhoti ca ādīsu tīsu pañcakesu ayuttavasena paṭikkhepo",
  "atk-vin02a20:176_7": "kato, na āpattiaṅgavasena. Yo hi asekkhehi sīlakkhandhādīhi asamannāgato pare ca",
  "atk-vin02a20:176_8": "tattha samādapetuṁ asakkonto assaddhiyādidosayuttova hutvā parisaṁ pariharati, tassa",
  "atk-vin02a20:176_9": "parisā sīlādīhi parihāyatiyeva, na vaḍḍhati. Tasmā tena na upasampādetabbantiādi",
  "atk-vin02a20:176_10": "ayuttavasena vuttaṁ, na āpattiaṅgavasena. Na hi khīṇāsavasseva upajjhāyācariyabhāvo",
  "atk-vin02a20:176_11": "bhagavatā anuññāto. Yadi tasseva anuññāto abhavissa, “sace upajjhāyassa anabhirati",
  "atk-vin02a20:176_12": "uppannā hotī”tiādiṁ na vadeyya. Yasmā pana khīṇāsavassa parisā sīlādīhi na parihāyati,",
  "atk-vin02a20:176_13": "tasmā “pañcahi bhikkhave aṅgehi samannāgatena bhikkhunā upasampādetabba”ntiādi vuttaṁ.",
  "atk-vin02a20:177_0": "Adhisīle sīlavipannotiādīsu pārājikañca saṅghādisesañca āpanno adhisīle sīlavipanno",
  "atk-vin02a20:177_1": "nāma. Itare pañcāpattikkhandhe āpanno ajjhācāre ācāravipanno nāma. Sammādiṭṭhiṁ pahāya",
  "atk-vin02a20:177_2": "antaggāhikāya diṭṭhiyā samannāgato atidiṭṭhiyā diṭṭhivipanno nāma. Yattakaṁ sutaṁ",
  "atk-vin02a20:177_3": "parisaṁ pariharantassa icchitabbaṁ, tena virahitattā appassuto. Yaṁ tena jānitabbaṁ",
  "atk-vin02a20:177_4": "āpattādi, tassa ajānanato duppañño. Imasmiṁ pañcake purimāni tīṇi padāni ayuttavasena",
  "atk-vin02a20:177_5": "vuttāni, pacchimāni dve āpattiaṅgavasena.",
  "atk-vin02a20:178_0": "Āpattiṁna jānātīti “idaṁ nāma mayā kata”nti vutte “imaṁ nāma āpattiṁ ayaṁ āpanno”ti",
  "atk-vin02a20:178_1": "na jānāti. Vuṭṭhānaṁ na jānātīti vuṭṭhānagāminito vā desanāgāminito vā āpattito evaṁ",
  "atk-vin02a20:178_2": "nāma vuṭṭhānaṁ hotīti na jānāti. Imasmiṁ pañcake purimāni dve padāni ayuttavasena",
  "atk-vin02a20:178_3": "vuttāni, pacchimāni tīṇi āpattiaṅgavasena.",
  "atk-vin02a20:179_0": "Ābhisamācārikāya sikkhāyāti khandhakavatte vinetuṁ na paṭibalo hotīti attho. Ādibrahmacariyakāyāti",
  "atk-vin02a20:179_1": "sekkhapaṇṇattiyaṁ vinetuṁ na paṭibaloti attho. Abhidhammeti nāmarūpaparicchede vinetuṁ",
  "atk-vin02a20:179_2": "na paṭibaloti attho. Abhivinayeti sakale vinayapiṭake vinetuṁ na paṭibaloti attho.",
  "atk-vin02a20:179_3": "Vinetuṁ na paṭibaloti ca sabbattha sikkhāpetuṁ na sakkotīti attho. Dhammato vivecetunti",
  "atk-vin02a20:179_4": "dhammena kāraṇena vissajjāpetuṁ. Imasmi pañcake sabbapadesu āpatti. Āpattiṁ na jānātītiādipañcakasmimpi",
  "atk-vin02a20:179_5": "sabbapadesu āpatti. Ūnadasavassapariyosānapañcakepi eseva nayo. Iti ādito tayo pañcakā,",
  "atk-vin02a20:179_6": "catutthe tīṇi padāni, pañcame dve padānīti sabbepi cattāro pañcakā ayuttavasena vuttā.",
  "atk-vin02a20:179_7": "Catutthapañcake dve padāni, pañcame tīṇi, chaṭṭhasattamaaṭṭhamā tayo pañcakāti sabbepi",
  "atk-vin02a20:179_8": "cattāro pañcakā āpattiaṅgavasena vuttā; sukkapakkhe aṭṭhasu anāpattiyevāti.",
  "atk-vin02a20:180": "Upasampādetabbapañcakakathā niṭṭhitā.",
  "atk-vin02a20:181": "Upasampādetabbachakkakathā",
  "atk-vin02a20:182_0": "85. Chakkesu ūnadasavassapadaṁ viseso, taṁ sabbattha āpattikaraṁ. Sesaṁ vuttanayeneva",
  "atk-vin02a20:182_1": "veditabbaṁ. Tattha ubhayāni kho panassa pātimokkhāni vitthārena na svāgatāni hontīti",
  "atk-vin02a20:182_2": "ubhatovibhaṅgavasena na svāgatāni. Na suvibhattānīti mātikāvibhaṅgavasena. Na suppavattīnīti",
  "atk-vin02a20:182_3": "vācuggatavasena. Na suvinicchitāni suttaso anubyañjanasoti mātikāto ca vibhaṅgato",
  "atk-vin02a20:182_4": "ca na suṭṭhu vinicchitāni.",
  "atk-vin02a20:183": "Upasampādetabbachakkakathā niṭṭhitā.",
  "atk-vin02a20:184": "Aññatitthiyapubbavatthukathā",
  "atk-vin02a20:185_0": "86. Aññatitthiyapubbavatthusmiṁ – yo tāva ayaṁ pasūro, so titthiyapakkantakattā na",
  "atk-vin02a20:185_1": "upasampādetabbo. Yo pana aññopi nayidha pabbajitapubbo āgacchati, tasmiṁ yaṁ kattabbaṁ",
  "atk-vin02a20:185_2": "taṁ dassetuṁ “yo so bhikkhave aññopī”tiādimāha. Tattha tassa cattāro māse parivāso",
  "atk-vin02a20:185_3": "dātabboti ayaṁ titthiyaparivāso nāma; appaṭicchannaparivāsotipi vuccati. Ayaṁ pana",
  "atk-vin02a20:185_4": "naggaparibbājakasseva ājīvakassa vā acelakassa vā dātabbo. Sace sopi sāṭakaṁ vā vāḷakambalādīnaṁ",
  "atk-vin02a20:185_5": "aññataraṁ titthiyaddhajaṁ vā nivāsetvā āgacchati, nāssa parivāso dātabbo. Aññassa",
  "atk-vin02a20:185_6": "pana tāpasapaṇḍaraṅgādikassa na dātabbova.",
  "atk-vin02a20:186_0": "Paṭhamaṁ kesamassuntiādinā tassa āditova sāmaṇerapabbajjaṁ dasseti. Evaṁ pabbājentehi",
  "atk-vin02a20:186_1": "pana tasmiṁ saṅghamajjhe nisinneyeva “tvaṁ pabbājehi, tvaṁ ācariyo hohi, tvaṁ upajjhāyo",
  "atk-vin02a20:186_2": "hohī”ti therā bhikkhū na vattabbā. Evaṁ vuttā hi sace tassa ācariyupajjhāyabhāvena",
  "atk-vin02a20:186_3": "jigucchantā na sampaṭicchanti, atha so “nayime mayhaṁ saddahantī”ti kujjhitvāpi gaccheyya.",
  "atk-vin02a20:186_4": "Tasmā taṁ ekamantaṁ netvā tassa ācariyupajjhāyā pariyesitabbā.",
  "atk-vin02a20:187_0": "87.Evaṁ kho bhikkhave aññatitthiyapubbo ārādhako hoti, evaṁ anārādhakoti ayamassa",
  "atk-vin02a20:187_1": "parivāsavattadassanatthaṁ mātikā. Kathañca bhikkhavetiādi tasseva vibhaṅgo. Tattha",
  "atk-vin02a20:187_2": "atikālena gāmaṁ pavisatīti bhikkhūnaṁ vattakaraṇavelāyameva gāmaṁ piṇḍāya pavisati.",
  "atk-vin02a20:187_3": "Atidivā paṭikkamatīti kulagharesu itthipurisadārakadārikādīhi saddhiṁ gehassitakathaṁ",
  "atk-vin02a20:187_4": "kathento tattheva bhuñjitvā bhikkhūsu pattacīvaraṁ paṭisāmetvā uddesaparipucchādīni",
  "atk-vin02a20:187_5": "vā karontesu paṭisallīnesu vā āgacchati; na upajjhāyavattaṁ nācariyavattaṁ karoti,",
  "atk-vin02a20:187_6": "aññadatthu vasanaṭṭhānaṁ pavisitvā niddāyati. Evampi bhikkhave aññatitthiyapubbo",
  "atk-vin02a20:187_7": "anārādhako hotīti evampi karonto parivāsavattassa sampādako pūrako na hoti.",
  "atk-vin02a20:188_0": "Vesiyāgocaro vātiādīsu vesiyāti āmisakiñcikkhasampadānādinā sulabhajjhācārā rūpūpajīvikā",
  "atk-vin02a20:188_1": "itthiyo. Vidhavāti matapatikā vā pavutthapatikā vā itthiyo; tā yena kenaci saddhiṁ",
  "atk-vin02a20:188_2": "mittabhāvaṁ patthenti. Thullakumārikāti yobbannappattā yobbannātītā vā kumāriyo;",
  "atk-vin02a20:188_3": "tā purisādhippāyāva vicaranti, yena kenaci saddhiṁ mittabhāvaṁ patthenti. Paṇḍakāti",
  "atk-vin02a20:188_4": "ussannakilesā avūpasantapariḷāhā napuṁsakā; te pariḷāhavegābhibhūtā yena kenaci saddhiṁ",
  "atk-vin02a20:188_5": "mittabhāvaṁ patthenti. Bhikkhuniyoti samānapabbajjā itthiyo; tāhi saddhiṁ khippameva",
  "atk-vin02a20:188_6": "vissāso hoti, tato sīlaṁ bhijjati.",
  "atk-vin02a20:189_0": "Tattha vesiyānaṁ kulesu kulupako hutvā piṇḍapātacariyādīhi vā apadisitvā sinehasanthavajātena",
  "atk-vin02a20:189_1": "hadayena abhiṇhadassanasallāpakāmatāya tāsaṁ santikaṁ upasaṅkamanto “vesiyāgocaro”ti",
  "atk-vin02a20:189_2": "vuccati, so nacirasseva “asukavesiyā saddhiṁ gato”ti vattabbataṁ pāpuṇāti. Esa nayo",
  "atk-vin02a20:189_3": "sabbattha. Sace pana vesiyādayo salākabhattādīni denti, bhikkhūhi saddhiṁ gantvā",
  "atk-vin02a20:189_4": "saddhiṁyeva bhuñjitvā vā gahetvā vā āgantuṁ vaṭṭati. Gilānā bhikkhuniyo ovadituṁ",
  "atk-vin02a20:189_5": "vā dhammaṁ vā desetuṁ uddesaparipucchādīni vā dātuṁ gacchantehi bhikkhūhi saddhiṁ",
  "atk-vin02a20:189_6": "gantuṁ vaṭṭati. Yo pana tathā āgantvā mittasanthavavasena gacchati, ayaṁ anārādhako hoti.",
  "atk-vin02a20:190_0": "Uccāvacāni karaṇīyānīti mahantakhuddakāni kammāni. Tattha ghaṇṭiṁ paharitvā samaggena",
  "atk-vin02a20:190_1": "saṅghena sannipatitvā kattabbāni cetiyamahāpāsādapaṭisaṅkharaṇādīni kammāni uccāni",
  "atk-vin02a20:190_2": "nāma. Cīvaradhovanarajanādīni khandhakapariyāpannāni ca aggisālavattādīni ābhisamācārikāni",
  "atk-vin02a20:190_3": "avacāni nāma. Tattha na dakkho hotīti tesu kammesu cheko susikkhito na hoti. Na analasoti",
  "atk-vin02a20:190_4": "uṭṭhānavīriyasampanno na hoti; “bhikkhusaṅghassa kammaṁ atthī”ti sutvā pageva bhattakiccaṁ",
  "atk-vin02a20:190_5": "katvā gabbhantaraṁ pavisitvā yāvadatthaṁ supitvā sāyaṁ nikkhamati. Tatrupāyāyāti",
  "atk-vin02a20:190_6": "tesu kammesu upāyabhūtāya. Vīmaṁsāyāti ṭhānuppattikavīmaṁsāya. “Idamevaṁ kattabbaṁ,",
  "atk-vin02a20:190_7": "idamevaṁ na kattabba”nti tasmiṁyeva khaṇe uppannapaññāya samannāgato na hoti. Na",
  "atk-vin02a20:190_8": "alaṁ kātuṁ na alaṁ saṁvidhātunti sahatthāpi kātuṁ samattho na hoti; “gaṇhatha bhante,",
  "atk-vin02a20:190_9": "gaṇha dahara, gaṇha sāmaṇera, sace tumhe vā na karissatha, amhe vā na karissāma,",
  "atk-vin02a20:190_10": "ko dāni imaṁ karissatī”ti evaṁ ussāhaṁ janetvā saṁvidhātuṁ aññamaññaṁ kāretumpi samattho",
  "atk-vin02a20:190_11": "na hoti. Bhikkhūhi “kammaṁ karissāmā”ti vutte kiñci rogaṁ apadisati, bhikkhūnaṁ kammaṁ",
  "atk-vin02a20:190_12": "karontānaṁ samīpeneva vicarati, sīsameva dasseti, ayampi anārādhako hoti.",
  "atk-vin02a20:191_0": "Na tibbacchando hotīti balavacchando na hoti. Uddeseti pāḷipariyāpuṇane. Paripucchāyāti",
  "atk-vin02a20:191_1": "atthasavane. Adhisīleti pātimokkhasīle. Adhicitteti lokiyasamādhibhāvanāya. Adhipaññāyāti",
  "atk-vin02a20:191_2": "lokuttaramaggabhāvanāya.",
  "atk-vin02a20:192_0": "Saṅkantohotīti idhāgato hoti. Tassa satthunoti tassa titthāyatanasāmikassa. Tassa",
  "atk-vin02a20:192_1": "diṭṭhiyāti tassa santakāya laddhiyā. Idāni sāyeva laddhi yasmā tassa titthakarassa",
  "atk-vin02a20:192_2": "khamati ceva ruccati ca “idameva sacca”nti ca daḷhaggāhena gahitā; tasmā tassa khanti",
  "atk-vin02a20:192_3": "ruci ādāyoti vuccati. Tena vuttaṁ – “tassa khantiyā tassa ruciyā tassa ādāyassā”ti.",
  "atk-vin02a20:192_4": "Avaṇṇe bhaññamāneti garahāya bhaññamānāya. Anabhiraddhoti aparipuṇṇasaṅkappo; no",
  "atk-vin02a20:192_5": "paggahitacitto. Udaggoti abbhunnatakāyacitto. Idaṁ bhikkhave saṅghātanikaṁ aññatitthiyapubbassa",
  "atk-vin02a20:192_6": "anārādhanīyasminti bhikkhave yamidaṁ tassa satthuno tasseva ca laddhiyā avaṇṇe bhaññamāne",
  "atk-vin02a20:192_7": "“kiṁ ime paraṁ garahantī”ti kāyavacīvikāranibbattakaṁ anattamanattaṁ, buddhādīnañca",
  "atk-vin02a20:192_8": "avaṇṇe bhaññamāne attamanattaṁ, yañca tasseva satthuno tasseva ca laddhiyā vaṇṇe",
  "atk-vin02a20:192_9": "bhaññamāne attamanattaṁ, buddhādīnañca vaṇṇabhaṇane anattamanattaṁ, idaṁ aññatitthiyapubbassa",
  "atk-vin02a20:192_10": "anārādhanīyasmiṁ saṅghātanikaṁ, anārādhake parivāsavattaṁ apūrake kamme idaṁ liṅgaṁ,",
  "atk-vin02a20:192_11": "idaṁ lakkhaṇaṁ, idamacalappamāṇanti vuttaṁ hoti. Evaṁ anārādhako kho bhikkhave aññatitthiyapubbo",
  "atk-vin02a20:192_12": "āgato na upasampādetabboti ito ekenapi aṅgena samannāgato na upasampādetabbo. Sukkapakkhe",
  "atk-vin02a20:192_13": "sabbaṁ vuttavipallāsena veditabbaṁ.",
  "atk-vin02a20:193_0": "Evaṁ ārādhako kho bhikkhaveti evaṁ nātikālena gāmappavesanā nātidivā paṭikkamanaṁ,",
  "atk-vin02a20:193_1": "na vesiyādigocaratā, sabrahmacārīnaṁ kiccesu dakkhatādi, uddesādīsu tibbacchandatā,",
  "atk-vin02a20:193_2": "titthiyānaṁ avaṇṇabhaṇane attamanatā, buddhādīnaṁ avaṇṇabhaṇane anattamanatā, titthiyānaṁ",
  "atk-vin02a20:193_3": "vaṇṇabhaṇane anattamanatā, buddhādīnaṁ vaṇṇabhaṇane attamanatāti imesaṁ aṭṭhannaṁ",
  "atk-vin02a20:193_4": "titthiyavattānaṁ paripūraṇena ārādhako paritosako bhikkhūnaṁ aññatitthiyapubbo āgato upasampādetabbo.",
  "atk-vin02a20:194_0": "Sace pana upasampadamāḷakepi ekaṁ vattaṁ bhindati, puna cattāro māse parivasitabbaṁ.",
  "atk-vin02a20:194_1": "Yathā pana bhinnasikkhāya sikkhamānāya puna sikkhāpadāni ca sikkhāsammuti ca diyyati,",
  "atk-vin02a20:194_2": "evaṁ nayimassa kiñci puna dātabbamatthi. Pubbe dinnaparivāsoyeva hi tassa parivāso.",
  "atk-vin02a20:194_3": "Tasmā puna cattāro māse parivasitabbaṁ. Sace parivasanto antarā aṭṭha samāpattiyo",
  "atk-vin02a20:194_4": "nibbatteti, lokiyadhammo nāma kuppanasabhāvo, na upasampādetabbo. Cattāro māse pūritavattova",
  "atk-vin02a20:194_5": "upasampādetabbo. Sace pana parivasanto cattāri mahābhūtāni pariggaṇhati, upādārūpāni",
  "atk-vin02a20:194_6": "paricchindati, nāmarūpaṁ vavatthapeti, tilakkhaṇaṁ āropetvā vipassanaṁ ārabhati,",
  "atk-vin02a20:194_7": "lokiyadhammo nāma kuppanasabhāvo, neva upasampādetabbo. Sace pana vipassanaṁ vaḍḍhetvā",
  "atk-vin02a20:194_8": "sotāpattimaggaṁ paṭilabhati, paripuṇṇaṁyeva hoti vattaṁ. Samūhatāni sabbadiṭṭhigatāni",
  "atk-vin02a20:194_9": "abbuḷhaṁ vicikicchāsallaṁ taṁdivasameva upasampādetabbo. Sacepi titthiyaliṅge ṭhito",
  "atk-vin02a20:194_10": "sotāpanno hoti, parivāsakiccaṁ natthi, tadaheva pabbājetvā upasampādetabbo.",
  "atk-vin02a20:195_0": "Upajjhāyamūlakaṁ cīvaraṁ pariyesitabbanti upajjhāyaṁ issaraṁ katvā tassa cīvaraṁ",
  "atk-vin02a20:195_1": "pariyesitabbaṁ. Pattampi tatheva. Tasmā yadi upajjhāyassa pattacīvaraṁ atthi, “imassa",
  "atk-vin02a20:195_2": "dehī”ti vattabbo. Atha natthi, aññe dātukāmā honti, tehipi upajjhāyasseva dātabbaṁ",
  "atk-vin02a20:195_3": "“idaṁ tumhākaṁ katvā imassa dethā”ti. Kasmā? Titthiyā nāma vilomā honti “saṅghena",
  "atk-vin02a20:195_4": "me pattacīvaraṁ dinnaṁ, kiṁ mayhaṁ tumhesu āyatta”nti vatvā ovādānusāsaniṁ na kareyyuṁ,",
  "atk-vin02a20:195_5": "upajjhāyena pana āyattajīvikattā tassa vacanakaro bhavissati. Tenassa “upajjhāyamūlakaṁ",
  "atk-vin02a20:195_6": "cīvaraṁ pariyesitabba”nti vuttaṁ. Bhaṇḍukammāyāti kesoropanatthaṁ. Bhaṇḍukammakathā parato āgamissati.",
  "atk-vin02a20:196_0": "Aggikāti aggiparicaraṇakā. Jaṭilakāti tāpasā. Ete bhikkhave kiriyavādinoti ete kiriyaṁ",
  "atk-vin02a20:196_1": "na paṭibāhanti, “atthi kammaṁ, atthi kammavipāko”ti evaṁdiṭṭhikā. Sabbabuddhā hi",
  "atk-vin02a20:196_2": "nekkhammapāramiṁ pūrayamānā etadeva pabbajjaṁ pabbajitvā pūresuṁ, mayāpi tatheva",
  "atk-vin02a20:196_3": "pūritā, na etesaṁ sāsane pabbajjā vilomā, tasmā upasampādetabbā, na tesaṁ parivāso",
  "atk-vin02a20:196_4": "dātabboti. Imāhaṁ bhikkhave ñātīnaṁ āveṇikaṁ parihāraṁ dammīti imaṁ ahaṁ tesaṁ pāṭekkaṁ",
  "atk-vin02a20:196_5": "odissakaṁ parihāraṁ dadāmi. Kasmā evamāha? Te hi titthāyatane pabbajitāpi sāsanassa",
  "atk-vin02a20:196_6": "avaṇṇakāmā na honti, amhākaṁ ñātiseṭṭhassa sāsananti vaṇṇavādinova honti, tasmā evamāhāti.",
  "atk-vin02a20:197": "Aññatitthiyapubbavatthukathā niṭṭhitā.",
  "atk-vin02a20:198": "Pañcābādhavatthukathā",
  "atk-vin02a20:199_0": "88.Magadhesupañca ābādhā ussannā hontīti magadhanāmake janapade manussānañca amanussānañca",
  "atk-vin02a20:199_1": "pañca rogā ussannā vuḍḍhippattā phātippattā honti. Jīvakakomārabhaccakathā cīvarakkhandhake",
  "atk-vin02a20:199_2": "āvibhavissati. Na bhikkhave pañcahi ābādhehi phuṭṭho pabbājetabboti ye te kuṭṭhādayo",
  "atk-vin02a20:199_3": "pañca ābādhā ussannā, tehi phuṭṭho abhibhūto na pabbājetabbo.",
  "atk-vin02a20:200_0": "Tattha kuṭṭhanti rattakuṭṭhaṁ vā hotu kāḷakuṭṭhaṁ vā, yaṁkiñci kiṭibhadaddukacchuādippabhedampi",
  "atk-vin02a20:200_1": "sabbaṁ kuṭṭhamevāti vuttaṁ. Tañce nakhapiṭṭhippamāṇampi vaḍḍhanakapakkhe ṭhitaṁ hoti,",
  "atk-vin02a20:200_2": "na pabbājetabbo. Sace pana nivāsanapārupanehi pakatipaṭicchanne ṭhāne nakhapiṭṭhippamāṇaṁ",
  "atk-vin02a20:200_3": "avaḍḍhanakapakkhe ṭhitaṁ hoti, vaṭṭati. Mukhe pana hatthapādapiṭṭhesu vā sacepi avaḍḍhanakapakkhe",
  "atk-vin02a20:200_4": "ṭhitaṁ nakhapiṭṭhito ca khuddakatarampi, na vaṭṭatiyevāti kurundiyaṁ vuttaṁ. Tikicchāpetvā",
  "atk-vin02a20:200_5": "pabbājentenāpi pakativaṇṇe jāteyeva pabbājetabbo. Godhāpiṭṭhisadisacuṇṇaokiraṇakasarīrampi",
  "atk-vin02a20:200_6": "pabbājetuṁ na vaṭṭati.",
  "atk-vin02a20:201_0": "Gaṇḍoti medagaṇḍo vā hotu añño vā yo koci kolaṭṭhimattakopi ce vaḍḍhanakapakkhe ṭhito",
  "atk-vin02a20:201_1": "gaṇḍo hoti, na pabbājetabbo. Paṭicchannaṭṭhāne pana kolaṭṭhimatte avaḍḍhanakapakkhe",
  "atk-vin02a20:201_2": "ṭhito vaṭṭati. Mukhādike appaṭicchannaṭṭhāne avaḍḍhanakapakkhe ṭhitopi na vaṭṭati.",
  "atk-vin02a20:201_3": "Tikicchāpetvā pabbājentenāpi sarīraṁ sañchaviṁ kāretvāva pabbājetabbo. Uṇṇigaṇḍā",
  "atk-vin02a20:201_4": "nāma honti gothanā viya aṅgulikā viya ca tattha tattha lambanti, etepi gaṇḍāyeva.",
  "atk-vin02a20:201_5": "Tesu sati pabbājetuṁ na vaṭṭati. Daharakāle khīrapiḷakā yobbannakāle ca mukhe kharapiḷakā",
  "atk-vin02a20:201_6": "nāma honti, mahallakakāle nassanti, na tā gaṇḍasaṅkhyaṁ gacchanti, tāsu sati pabbājetuṁ",
  "atk-vin02a20:201_7": "vaṭṭati. Aññe pana sarīre kharapiḷakā nāma aparā padumakaṇṇikā nāma honti, aññā sāsapabījakā",
  "atk-vin02a20:201_8": "nāma sāsapamattā eva sakalasarīraṁ pharanti, tā sabbā kuṭṭhajātikā eva. Tāsu sati na pabbājetabbo.",
  "atk-vin02a20:202_0": "Kilāsoti na bhijjanakaṁ na paggharaṇakaṁ padumapuṇḍarīkapattavaṇṇaṁ kuṭṭhaṁ, yena",
  "atk-vin02a20:202_1": "gunnaṁ viya sabalaṁ sarīraṁ hoti, tasmiṁ kuṭṭhe vuttanayeneva vinicchayo veditabbo.",
  "atk-vin02a20:202_2": "Sosoti sosabyādhi; tasmiṁ sati na pabbājetabbo. Apamāroti pittummāro vā yakkhummāro",
  "atk-vin02a20:202_3": "vā; tattha pubbaverikena amanussena gahito duttikiccho hoti. Appamattakepi pana apamāre",
  "atk-vin02a20:202_4": "sati na pabbājetabbo.",
  "atk-vin02a20:203": "Pañcābādhavatthukathā niṭṭhitā.",
  "atk-vin02a20:204": "Rājabhaṭavatthukathā",
  "atk-vin02a20:205_0": "90. Rājabhaṭavatthusmiṁ – paccantaṁ uccinathāti paccantaṁ vaḍḍhetha. Core palāpetvā",
  "atk-vin02a20:205_1": "corabhayena vuṭṭhite gāme āvāsāpetvā ārakkhaṁ datvā kasikammādīni pavattāpethāti",
  "atk-vin02a20:205_2": "vuttaṁ hoti. Rājā pana sotāpannattā “core ghātetha, hanathā”ti na āṇāpeti. Upajjhāyassa",
  "atk-vin02a20:205_3": "deva sīsaṁchinditabbantiādi sabbaṁ “pabbajjāya upajjhāyo seṭṭho, tato ācariyo, tato",
  "atk-vin02a20:205_4": "gaṇo”ti cintetvā idaṁ vohāre aḍḍavinicchaye āgatanti āhaṁsu. Na bhikkhave rājabhaṭo",
  "atk-vin02a20:205_5": "pabbājetabboti ettha amacco vā hotu mahāmatto vā sevako vā kiñci ṭhānantaraṁ patto",
  "atk-vin02a20:205_6": "vā appatto vā, yo koci rañño bhattavetanabhaṭo, sabbo rājabhaṭoti saṅkhyaṁ gacchati,",
  "atk-vin02a20:205_7": "so na pabbājetabbo. Tassa pana puttanattabhātukā ye rājato bhattavetanaṁ na gaṇhanti,",
  "atk-vin02a20:205_8": "te pabbājetuṁ vaṭṭati. Yo pana rājato laddhaṁ nibaddhabhogaṁ vā māsasaṁvaccharaparibbayaṁ",
  "atk-vin02a20:205_9": "vā raññoyeva niyyāteti, puttabhātuke vā taṁ ṭhānaṁ sampaṭicchāpetvā rājānaṁ “na dānāhaṁ",
  "atk-vin02a20:205_10": "devassa bhaṭo”ti āpucchati, yena vā yaṁ kammakāraṇā vetanaṁ gahitaṁ, taṁ kammaṁ kataṁ",
  "atk-vin02a20:205_11": "hoti, yo vā pabbajassūti raññā anuññāto hoti, tampi pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:206": "Rājabhaṭavatthukathā niṭṭhitā.",
  "atk-vin02a20:207": "Coravatthukathā",
  "atk-vin02a20:208_0": "91. Coravatthūsu – manussā passitvāti yehi gihikāle diṭṭhapubbo ye ca “ayaṁ so”ti",
  "atk-vin02a20:208_1": "aññesaṁ suṇanti, te passitvā ubbijjantipi…pe… dvārampi thakenti. Ye pana na jānanti,",
  "atk-vin02a20:208_2": "tesaṁ gharesu bhikkhaṁ labhati. Na bhikkhaveti bhagavā sayaṁ dhammassāmī, tasmā āyatiṁ",
  "atk-vin02a20:208_3": "akaraṇatthāya bhikkhūnaṁ sikkhāpadaṁ paññapento evamāha. Tattha dhajaṁ bandhitvā",
  "atk-vin02a20:208_4": "viya vicaratīti dhajabandho. Mūladevādayo viya loke pākaṭoti vuttaṁ hoti. Tasmā yo",
  "atk-vin02a20:208_5": "gāmaghātaṁ vā panthaduhanaṁ vā nagare sandhicchedādikammaṁ vā karonto vicarati, paññāyati",
  "atk-vin02a20:208_6": "ca “asuko nāma idaṁ idaṁ karotī”ti, so na pabbājetabbo. Yo pana rājaputto rajjaṁ",
  "atk-vin02a20:208_7": "patthento gāmaghātādīni karoti, so pabbājetabbo. Rājāno hi tasmiṁ pabbajite tussanti,",
  "atk-vin02a20:208_8": "sace pana na tussanti, na pabbājetabbo. Pubbe mahājane pākaṭo coro pacchā corakammaṁ",
  "atk-vin02a20:208_9": "pahāya pañcasīlādīni samādiyati, tañce manussā evaṁ jānanti, pabbājetabbo. Ye pana",
  "atk-vin02a20:208_10": "ambalabujādicorakā sandhicchedādicorā eva vā adissamānā theyyaṁ karonti, pacchāpi",
  "atk-vin02a20:208_11": "iminā nāma idaṁ katanti na paññāyanti, tepi pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:209_0": "92.Kāraṁ bhinditvāti aṭṭabandhanādiṁ bhinditvā. Abhayūvarāti ettha bhayena uparamantīti",
  "atk-vin02a20:209_1": "bhayūvarā, ete pana laddhābhayattā na bhayūvarāti abhayūvarā; pakārassa cettha vakāro",
  "atk-vin02a20:209_2": "katoti veditabbo. Na bhikkhave kārabhedako pabbājetabboti kāro vuccati bandhanāgāraṁ.",
  "atk-vin02a20:209_3": "Idha pana andubandhanaṁ vā hotu saṅkhalikabandhanaṁ vā rajjubandhanaṁ vā gāmabandhanaṁ",
  "atk-vin02a20:209_4": "vā nigamabandhanaṁ vā nagarabandhanaṁ vā purisagutti vā janapadabandhanaṁ vā dīpabandhanaṁ",
  "atk-vin02a20:209_5": "vā, yo etesu yaṁkiñci bandhanaṁ bhinditvā vā chinditvā vā muñcitvā vā vivaritvā vā",
  "atk-vin02a20:209_6": "passamānānaṁ vā apassamānānaṁ vā palāyati, so kārabhedakoti saṅkhyaṁ gacchati. Tasmā",
  "atk-vin02a20:209_7": "īdiso kārabhedako coro dīpabandhanaṁ bhinditvā dīpantaraṁ gatopi na pabbājetabbo.",
  "atk-vin02a20:209_8": "Yo pana na coro, kevalaṁ hatthakammaṁ akaronto “evaṁ no apalāyanto karissatī”ti rājayuttādīhi",
  "atk-vin02a20:209_9": "baddho, so kāraṁ bhinditvā palātopi pabbājetabbo. Yo pana gāmanigamapaṭṭanādīni keṇiyā",
  "atk-vin02a20:209_10": "gahetvā taṁ asampādento bandhanāgāraṁ pavesito hoti, so palāyitvā āgato na pabbājetabbo.",
  "atk-vin02a20:209_11": "Yopi kasikammādīhi dhanaṁ sampādetvā jīvanto “nidhānaṁ iminā laddha”nti pesuññaṁ",
  "atk-vin02a20:209_12": "upasaṁharitvā kenaci bandhāpito hoti, taṁ tattheva pabbājetuṁ na vaṭṭati, palāyitvā",
  "atk-vin02a20:209_13": "gataṁ pana gataṭṭhāne pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:210_0": "93.Nabhikkhave likhitakoti ettha likhitako nāma na kevalaṁ “yattha passati tattha",
  "atk-vin02a20:210_1": "hantabbo”ti, atha kho yo koci corikaṁ vā aññaṁ vā garuṁ rājāparādhaṁ katvā palāto,",
  "atk-vin02a20:210_2": "rājā ca naṁ paṇṇe vā potthake vā “itthannāmo yattha dissati, tattha gahetvā māretabbo”ti",
  "atk-vin02a20:210_3": "vā “hatthapādānissa chinditabbānī”ti vā “ettakaṁ nāma daṇḍaṁ āharāpetabbo”ti vā likhāpeti,",
  "atk-vin02a20:210_4": "ayaṁ likhitako nāma, so na pabbājetabbo.",
  "atk-vin02a20:211_0": "94.Kasāhato katadaṇḍakammoti ettha yo vacanapesanādīni akaronto haññati, na so katadaṇḍakammo.",
  "atk-vin02a20:211_1": "Yo pana keṇiyā vā aññathā vā kiñci gahetvā khāditvā puna dātuṁ asakkonto “ayameva",
  "atk-vin02a20:211_2": "te daṇḍo hotū”ti kasāhi haññati, ayaṁ kasāhato katadaṇḍakammo. So ca kasāhi vā hato",
  "atk-vin02a20:211_3": "hotu addhadaṇḍakādīnaṁ vā aññatarena, yāva allavaṇo hoti, tāva na pabbājetabbo. Vaṇe",
  "atk-vin02a20:211_4": "pana pākatike katvā pabbājetabbo. Sace pana jāṇūhi vā kapparehi vā nāḷikerapāsāṇādīhi",
  "atk-vin02a20:211_5": "vā ghātetvā mutto hoti, sarīre cassa gaṇṭhiyo paññāyanti, na pabbājetabbo. Phāsukaṁ",
  "atk-vin02a20:211_6": "katvā eva gaṇṭhīsu sannisinnāsu pabbājetabbo.",
  "atk-vin02a20:212_0": "95.Lakkhaṇāhato katadaṇḍakammoti ettha katadaṇḍakammabhāvo purimanayeneva veditabbo.",
  "atk-vin02a20:212_1": "Yassa pana nalāṭe vā ūruādīsu vā tattena lohena lakkhaṇaṁ āhataṁ hoti, so sace bhujisso",
  "atk-vin02a20:212_2": "yāva allavaṇo hoti, tāva na pabbājetabbo. Sacepissa vaṇā ruḷhā honti, chaviyā samaparicchedā,",
  "atk-vin02a20:212_3": "lakkhaṇaṁ na paññāyati, timaṇḍalavatthassa uttarāsaṅge kate paṭicchannokāse ce hoti,",
  "atk-vin02a20:212_4": "pabbājetuṁ vaṭṭati, appaṭicchannokāse ce na vaṭṭati.",
  "atk-vin02a20:213": "Coravatthukathā niṭṭhitā.",
  "atk-vin02a20:214": "Iṇāyikavatthukathā",
  "atk-vin02a20:215_0": "96.Na bhikkhave iṇāyikoti ettha iṇāyiko nāma yassa pitipitāmahehi vā iṇaṁ gahitaṁ",
  "atk-vin02a20:215_1": "hoti, sayaṁ vā iṇaṁ gahitaṁ hoti, yaṁ vā āthapetvā mātāpitūhi kiñci gahitaṁ hoti,",
  "atk-vin02a20:215_2": "so taṁ iṇaṁ paresaṁ dhāretīti iṇāyiko. Yaṁ pana aññe ñātakā āthapetvā kiñci gaṇhanti,",
  "atk-vin02a20:215_3": "so na iṇāyiko. Na hi te taṁ āthapetuṁ issarā, tasmā taṁ pabbājetuṁ vaṭṭati, itaraṁ",
  "atk-vin02a20:215_4": "na vaṭṭati. Sace panassa ñātisālohitā “mayaṁ dassāma, pabbājetha na”nti iṇaṁ attano",
  "atk-vin02a20:215_5": "bhāraṁ karonti, añño vā koci tassa ācārasampattiṁ disvā “pabbājetha naṁ, ahaṁ iṇaṁ",
  "atk-vin02a20:215_6": "dassāmī”ti vadati, pabbājetuṁ vaṭṭati. Tesu asati bhikkhunā tathārūpassa upaṭṭhākassāpi",
  "atk-vin02a20:215_7": "ārocetabbaṁ “sahetuko satto iṇapalibodhena na pabbajatī”ti. Sace so paṭipajjati,",
  "atk-vin02a20:215_8": "pabbājetabbo. Sacepi attano kappiyabhaṇḍaṁ atthi, “etaṁ dassāmī”ti pabbājetabbo.",
  "atk-vin02a20:215_9": "Sace pana neva ñātakādayo paṭipajjanti, na attano dhanaṁ atthi, “pabbājetvā bhikkhāya",
  "atk-vin02a20:215_10": "caritvā mocessāmī”ti pabbājetuṁ na vaṭṭati. Sace pabbājeti dukkaṭaṁ. Palātopi ānetvā",
  "atk-vin02a20:215_11": "dātabbo. No ce deti, sabbaṁ iṇaṁ gīvā hoti. Ajānitvā pabbājayato anāpatti. Passantena",
  "atk-vin02a20:215_12": "pana ānetvā iṇasāmikānaṁ dassetabbo. Apassantassa gīvā na hoti.",
  "atk-vin02a20:216_0": "Sace iṇāyiko aññaṁ desaṁ gantvā pucchiyamānopi “nāhaṁ kassaci kiñci dhāremī”ti vatvā",
  "atk-vin02a20:216_1": "pabbajati, iṇasāmiko ca taṁ pariyesanto tattha gacchati, daharo taṁ disvā palāyati,",
  "atk-vin02a20:216_2": "so ca theraṁ upasaṅkamitvā “ayaṁ bhante kena pabbājito, mama ettakaṁ nāma dhanaṁ",
  "atk-vin02a20:216_3": "gahetvā palāto”ti vadati, therena vattabbaṁ “mayā upāsaka ‘aṇaṇo aha’nti vadanto",
  "atk-vin02a20:216_4": "pabbājito, kiṁ dāni karomi, passa me pattacīvaramatta”nti ayaṁ tattha sāmīci. Palāte pana gīvā na hoti.",
  "atk-vin02a20:217_0": "Sace pana naṁ therassa sammukhāva disvā “ayaṁ mama iṇāyiko”ti vadati, “tava iṇāyikaṁ",
  "atk-vin02a20:217_1": "tvameva jānāhī”ti vattabbo. Evampi gīvā na hoti. Sacepi so “pabbajito ayaṁ idāni",
  "atk-vin02a20:217_2": "kuhiṁ gamissatī”ti vadati, therena “tvaṁyeva jānāhī”ti vattabbo. Evampissa palāte",
  "atk-vin02a20:217_3": "gīvā na hoti. Sace pana thero “kuhiṁ dāni ayaṁ gamissati, idheva acchatū”ti vadati,",
  "atk-vin02a20:217_4": "so ce palāyati, gīvā hoti. Sace so sahetukasatto hoti vattasampanno, therena “īdiso",
  "atk-vin02a20:217_5": "aya”nti vattabbaṁ. Iṇasāmiko ce “sādhū”ti vissajjeti, iccetaṁ kusalaṁ. Sace pana",
  "atk-vin02a20:217_6": "“upaḍḍhupaḍḍhaṁ dethā”ti vadati, dātabbaṁ. Aparena samayena atiārādhako hoti, “sabbaṁ",
  "atk-vin02a20:217_7": "dethā”ti vuttepi dātabbameva. Sace pana uddesaparipucchādīsu kusalo hoti bahūpakāro",
  "atk-vin02a20:217_8": "bhikkhūnaṁ, bhikkhācāravattena pariyesitvāpi iṇaṁ dātabbamevāti.",
  "atk-vin02a20:218": "Iṇāyikavatthukathā niṭṭhitā.",
  "atk-vin02a20:219": "Dāsavatthukathā",
  "atk-vin02a20:220_0": "97.Na bhikkhave dāsoti ettha cattāro dāsā – antojāto, dhanakkīto, karamarānīto, sāmaṁ",
  "atk-vin02a20:220_1": "dāsabyaṁ upagatoti. Tattha antojāto nāma jātidāso gharadāsiyā putto. Dhanakkīto nāma",
  "atk-vin02a20:220_2": "mātāpitūnaṁ santikā putto vā sāmikānaṁ santikā dāso vā dhanaṁ datvā dāsacārittaṁ",
  "atk-vin02a20:220_3": "āropetvā kīto. Ete dvepi na pabbājetabbā. Pabbājentena tattha tattha cārittavasena",
  "atk-vin02a20:220_4": "adāsaṁ katvā pabbājetabbā.",
  "atk-vin02a20:221_0": "Karamarānīto nāma tiroraṭṭhaṁ vilopaṁ vā katvā upalāpetvā vā tiroraṭṭhato bhujissamānusakāni",
  "atk-vin02a20:221_1": "āharanti, antoraṭṭheyeva vā katāparādhaṁ kiñci gāmaṁ rājā “vilumpathā”ti āṇāpeti,",
  "atk-vin02a20:221_2": "tato mānusakānipi āharanti. Tattha sabbe purisā dāsā, itthiyo dāsiyo. Evarūpo karamarānīto",
  "atk-vin02a20:221_3": "dāso yehi ānīto, tesaṁ santike vasanto vā bandhanāgāre baddho vā purisehi rakkhiyamāno",
  "atk-vin02a20:221_4": "vā na pabbājetabbo. Palāyitvā pana gato, gataṭṭhāne pabbājetabbo. Raññā tuṭṭhena",
  "atk-vin02a20:221_5": "“karamarānītake muñcathā”ti vatvā vā sabbasādhāraṇena vā nayena bandhanā mokkhe kate pabbājetabbova.",
  "atk-vin02a20:222_0": "Sāmaṁ dāsabyaṁ upagato nāma jīvitahetu vā ārakkhahetu vā “ahaṁ te dāso”ti sayameva",
  "atk-vin02a20:222_1": "dāsabhāvaṁ upagato. Rājūnaṁ hatthiassagomahiṁsagopakādayo viya, tādiso dāso na pabbājetabbo.",
  "atk-vin02a20:222_2": "Rañño vaṇṇadāsīnaṁ puttā honti amaccaputtasadisā, tepi na pabbājetabbā. Bhujissitthiyo",
  "atk-vin02a20:222_3": "asaṁyatā vaṇṇadāsīhi saddhiṁ vicaranti, tāsaṁ putte pabbājetuṁ vaṭṭati. Sace sayameva",
  "atk-vin02a20:222_4": "paṇṇaṁ āropenti, na vaṭṭati. Bhaṭiputtakagaṇādīnaṁ dāsāpi tehi adinnā na pabbājetabbā.",
  "atk-vin02a20:222_5": "Vihāresu rājūhi ārāmikadāsā nāma dinnā honti, tepi pabbājetuṁ na vaṭṭati. Bhujisse",
  "atk-vin02a20:222_6": "pana katvā pabbājetuṁ vaṭṭati. Mahāpaccariyaṁ “antojātadhanakkītake ānetvā bhikkhusaṅghassa",
  "atk-vin02a20:222_7": "ārāmike demāti denti, takkaṁ sīse āsittakasadisāva honti, te pabbājetuṁ vaṭṭatī”ti",
  "atk-vin02a20:222_8": "vuttaṁ. Kurundiyaṁ pana “ārāmikaṁ demāti kappiyavohārena denti, yena kenaci vohārena",
  "atk-vin02a20:222_9": "dinno hotu, neva pabbājetabbo”ti vuttaṁ. Duggatamanussā saṅghaṁ nissāya jīvissāmāti",
  "atk-vin02a20:222_10": "vihāre kappiyakārakā honti, etepi pabbājetuṁ vaṭṭati. Yassa mātāpitaro dāsā, mātā",
  "atk-vin02a20:222_11": "eva vā dāsī, pitā adāso, taṁ pabbājetuṁ na vaṭṭati. Yassa pana mātā adāsī, pitā dāso,",
  "atk-vin02a20:222_12": "taṁ pabbājetuṁ vaṭṭati. Bhikkhussa ñātakā vā upaṭṭhākā vā dāsaṁ denti “imaṁ pabbājetha,",
  "atk-vin02a20:222_13": "tumhākaṁ veyyāvaccaṁ karissatī”ti attanovāssa dāso atthi, bhujisso katova pabbājetabbo.",
  "atk-vin02a20:222_14": "Sāmikā dāsaṁ denti “imaṁ pabbājetha, sace abhiramissati, adāso vibbhamissati ce,",
  "atk-vin02a20:222_15": "amhākaṁ dāsova bhavissatīti ayaṁ tāvakāliko nāma, taṁ pabbājetuṁ na vaṭṭatī”ti kurundiyaṁ",
  "atk-vin02a20:222_16": "vuttaṁ. Nissāmikadāso hoti, sopi bhujisso katova pabbājetabbo. Ajānanto pabbājetvā",
  "atk-vin02a20:222_17": "vā upasampādetvā vā pacchā jānāti, bhujissaṁ kātumeva vaṭṭati.",
  "atk-vin02a20:223_0": "Imassa ca atthassa pakāsanatthaṁ idaṁ vatthuṁ vadanti – ekā kira kuladāsī ekena saddhiṁ",
  "atk-vin02a20:223_1": "anurādhapurā palāyitvā rohaṇe vasamānā puttaṁ paṭilabhi, so pabbajitvā upasampannakāle",
  "atk-vin02a20:223_2": "lajjī kukkuccako ahosi. Athekadivasaṁ mātaraṁ pucchi – “kiṁ upāsike tumhākaṁ bhātā",
  "atk-vin02a20:223_3": "vā bhaginī vā natthi, na kañci ñātakaṁ passāmī”ti. “Tāta, ahaṁ anurādhapure kuladāsī,",
  "atk-vin02a20:223_4": "tava pitarā saddhiṁ palāyitvā idha vasāmī”ti. Sīlavā bhikkhu “asuddhā kira me pabbajjā”ti",
  "atk-vin02a20:223_5": "saṁvegaṁ labhitvā mātaraṁ tassa kulassa nāmagottaṁ pucchitvā anurādhapuraṁ āgamma",
  "atk-vin02a20:223_6": "tassa kulassa gharadvāre aṭṭhāsi. “Aticchatha bhante”ti vuttepi nātikkami, te āgantvā",
  "atk-vin02a20:223_7": "“kiṁ bhante”ti pucchiṁsu. “Tumhākaṁ itthannāmā dāsī palātā atthī”ti? Atthi bhante.",
  "atk-vin02a20:223_8": "Ahaṁ tassā putto, sace maṁ tumhe anujānātha, pabbajjaṁ labhāmi, tumhe mayhaṁ sāmikāti.",
  "atk-vin02a20:223_9": "Te haṭṭhatuṭṭhā hutvā “suddhā bhante tumhākaṁ pabbajjā”ti taṁ bhujissaṁ katvā mahāvihāre",
  "atk-vin02a20:223_10": "vasāpesuṁ catūhi paccayehi paṭijaggantā. Thero taṁ kulaṁ nissāya vasamānoyeva arahattaṁ pāpuṇīti.",
  "atk-vin02a20:224": "Dāsavatthukathā niṭṭhitā.",
  "atk-vin02a20:225": "Kammārabhaṇḍuvatthādikathā",
  "atk-vin02a20:226_0": "98-9.Kammārabhaṇḍūti tulādhāramuṇḍako suvaṇṇakāraputto, pañcasikho taruṇadārakoti",
  "atk-vin02a20:226_1": "vuttaṁ hoti. Saṅghaṁ apaloketuṁ bhaṇḍukammāyāti saṅghaṁ bhaṇḍukammatthāya āpucchituṁ",
  "atk-vin02a20:226_2": "anujānāmīti attho. Tatrāyaṁ āpucchanavidhi – sīmāpariyāpanne bhikkhū sannipātetvā",
  "atk-vin02a20:226_3": "pabbajjāpekkhaṁ tattha netvā “saṅghaṁ bhante imassa dārakassa bhaṇḍukammaṁ āpucchāmī”ti",
  "atk-vin02a20:226_4": "tikkhattuṁ vā dvikkhattuṁ vā sakiṁ vā vattabbaṁ. Ettha ca “imassa dārakassa bhaṇḍukammaṁ",
  "atk-vin02a20:226_5": "āpucchāmī”tipi “imassa samaṇakaraṇaṁ āpucchāmī”tipi “imassa pabbājanaṁ āpucchāmī”tipi",
  "atk-vin02a20:226_6": "“ayaṁ samaṇo hotukāmo”tipi “ayaṁ pabbajitukāmo”tipi vattuṁ vaṭṭatiyeva.",
  "atk-vin02a20:227_0": "Sace sabhāgaṭṭhānaṁ hoti, dasa vā vīsaṁ vā tiṁsaṁ vā bhikkhū vasantīti paricchedo",
  "atk-vin02a20:227_1": "paññāyati, tesaṁ ṭhitokāsaṁ vā nisinnokāsaṁ vā gantvāpi purimanayeneva āpucchitabbaṁ.",
  "atk-vin02a20:227_2": "Pabbajjāpekkhaṁ vināva daharabhikkhū vā sāmaṇere vā pesetvāpi “eko bhante pabbajjāpekkho",
  "atk-vin02a20:227_3": "atthi tassa bhaṇḍukammaṁ āpucchāmā”tiādinā nayena āpucchāpetuṁ vaṭṭati.",
  "atk-vin02a20:228_0": "Sace keci bhikkhū senāsanaṁ vā gumbādīni vā pavisitvā niddāyanti vā samaṇadhammaṁ",
  "atk-vin02a20:228_1": "vā karonti, āpucchakā ca pariyesantāpi adisvā “sabbe āpucchitā amhehī”ti saññino",
  "atk-vin02a20:228_2": "honti, pabbajjā nāma lahukaṁ kammaṁ, tasmā pabbajito supabbajitova pabbājentassāpi anāpatti.",
  "atk-vin02a20:229_0": "Sace pana mahāvihāro hoti anekabhikkhusahassāvāso, sabbe bhikkhū sannipātetumpi dukkaraṁ,",
  "atk-vin02a20:229_1": "pageva paṭipāṭiyā āpucchituṁ, khaṇḍasīmāyaṁ vā ṭhatvā nadīsamuddādīni vā gantvā pabbājetabbo.",
  "atk-vin02a20:229_2": "Yo pana navamuṇḍo vā hoti vibbhantako vā nigaṇṭhādīsu aññataro vā dvaṅgulakeso vā",
  "atk-vin02a20:229_3": "ūnadvaṅgulakeso vā, tassa kesacchedanakiccaṁ natthi, tasmā bhaṇḍukammaṁ anāpucchitvāpi",
  "atk-vin02a20:229_4": "tādisaṁ pabbājetuṁ vaṭṭati. Dvaṅgulātirittakeso pana yo hoti antamaso ekasikhāmattadharopi,",
  "atk-vin02a20:229_5": "so bhaṇḍukammaṁ āpucchitvāva pabbājetabbo. Upālivatthu mahāvibhaṅge vuttanayameva.",
  "atk-vin02a20:230_0": "100.Ahivātakarogenāti māribyādhinā; yatra hi so rogo uppajjati, taṁ kulaṁ dvipadacatuppadaṁ",
  "atk-vin02a20:230_1": "sabbaṁ nassati, yo bhittiṁ vā chadanaṁ vā bhinditvā palāyati, tirogāmādigato vā hoti,",
  "atk-vin02a20:230_2": "so muccati. Tathā cettha pitāputtā mucciṁsu. Tena vuttaṁ – “pitāputtakā sesā hontī”ti.",
  "atk-vin02a20:231": "Kākuḍḍepakanti yo vāmahatthena leḍḍuṁ gahetvā nisinno sakkoti āgatāgate kāke uḍḍāpetvā purato nikkhittaṁ bhattaṁ bhuñjituṁ, ayaṁ kākuḍḍepako nāma, taṁ pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:232": "102.Ittaroti appamattako; katipāhameva vāso bhavissatīti attho.",
  "atk-vin02a20:233_0": "103.Ogaṇenāti parihīnagaṇena; appamattakena bhikkhusaṅghenāti attho. Abyattena yāvajīvanti",
  "atk-vin02a20:233_1": "ettha sacāyaṁ vuḍḍhataraṁ ācariyaṁ na labhati, upasampadāya saṭṭhivasso vā sattativasso",
  "atk-vin02a20:233_2": "vā hotu, navakatarassāpi byattassa santike ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā",
  "atk-vin02a20:233_3": "“ācariyo me āvuso hohi, āyasmato nissāya vacchāmī”ti evaṁ tikkhattuṁ vatvā nissayo",
  "atk-vin02a20:233_4": "gahetabbova. Gāmappavesanaṁ āpucchantenāpi ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā",
  "atk-vin02a20:233_5": "gāmappavesanaṁ āpucchāmi ācariyā”ti vattabbaṁ. Esa nayo sabbaāpucchanesu. Pañcakachakkesu",
  "atk-vin02a20:233_6": "cettha yattakaṁ sutaṁ nissayamuttakassa icchitabbaṁ, taṁ bhikkhunovādakavaṇṇanāyaṁ",
  "atk-vin02a20:233_7": "vuttaṁ. Tassa natthitāya ca appassuto; atthitāya ca bahussutoti veditabbo. Sesaṁ vuttanayeneva.",
  "atk-vin02a20:234": "Kammārabhaṇḍuvatthādikathā niṭṭhitā.",
  "atk-vin02a20:235": "Rāhulavatthukathā",
  "atk-vin02a20:236_0": "105.Yenakapilavatthu tena cārikaṁ pakkāmīti ettha ayaṁ anupubbikathā. Suddhodanamahārājā",
  "atk-vin02a20:236_1": "kira bodhisattassa abhinikkhamanadivasato paṭṭhāya “mama putto buddho bhavissāmīti",
  "atk-vin02a20:236_2": "nikkhanto, jāto nu kho buddho”ti pavattisavanatthaṁ ohitasotova viharati. So bhagavato",
  "atk-vin02a20:236_3": "padhānacariyañca sambodhiñca dhammacakkappavattanādīni ca suṇanto “idāni kira me",
  "atk-vin02a20:236_4": "putto rājagahaṁ upanissāya viharatī”ti sutvā ekaṁ amaccaṁ āṇāpesi – “ahaṁ tāta vuḍḍho",
  "atk-vin02a20:236_5": "mahallako, sādhu me jīvantasseva puttaṁ dassehī”ti. So “sādhū”ti paṭissuṇitvā purisasahassaparivāro",
  "atk-vin02a20:236_6": "rājagahaṁ gantvā bhagavato pāde vanditvā nisīdi. Athassa bhagavā dhammakathaṁ kathesi,",
  "atk-vin02a20:236_7": "so pasīditvā pabbajjañceva upasampadañca yāci. Tato naṁ bhagavā ehibhikkhūpasampadāya",
  "atk-vin02a20:236_8": "upasampādesi, so sapariso arahattaṁ patvā tattheva phalasamāpattisukhaṁ anubhavamāno",
  "atk-vin02a20:236_9": "vihāsi. Rājā teneva upāyena aparepi aṭṭha dūte pahiṇi, tepi sabbe saparisā tatheva",
  "atk-vin02a20:236_10": "arahattaṁ patvā tattheva vihariṁsu. “Iminā nāma kāraṇena te nāgacchantī”ti rañño",
  "atk-vin02a20:236_11": "koci pavattimattampi ārocento natthi.",
  "atk-vin02a20:237_0": "Atha rājā bodhisattena saddhiṁ ekadivasaṁjātaṁ kāḷudāyiṁ nāma amaccaṁ pahiṇitukāmo",
  "atk-vin02a20:237_1": "purimanayeneva yāci, so “sace ahaṁ pabbajituṁ labhāmi, dassessāmī”ti āha. Taṁ rājā",
  "atk-vin02a20:237_2": "“pabbajitvāpi me puttaṁ dassehī”ti pahiṇi; sopi purisasahassaparivāro gantvā tatheva",
  "atk-vin02a20:237_3": "saparivāro arahattaṁ pāpuṇi. So ekadivasaṁ sambhatesu sabbasassesu vissaṭṭhakammantesu",
  "atk-vin02a20:237_4": "janapadamanussesu pupphitesu thalajajalajapupphesu paṭipajjanakkhame magge bhagavantaṁ",
  "atk-vin02a20:237_5": "vanditvā saṭṭhimattāhi gāthāhi gamanavaṇṇaṁ vaṇṇesi. Bhagavā “kimeta”nti pucchi.",
  "atk-vin02a20:237_6": "“Bhante tumhākaṁ pitā suddhodanamahārājā mahallakomhi, jīvantasseva me puttaṁ dassehī”ti",
  "atk-vin02a20:237_7": "maṁ pesesi, sādhu bhante bhagavā ñātakānaṁ saṅgahaṁ karotu, kālo cārikaṁ pakkamitunti.",
  "atk-vin02a20:237_8": "Tena hi saṅghassa ārocehi, “bhikkhū gamiyavattaṁ pūressantī”ti. “Sādhu bhante”ti",
  "atk-vin02a20:237_9": "thero tathā akāsi. Bhagavā aṅgamagadhavāsīnaṁ kulaputtānaṁ dasahi sahassehi kapilavatthuvāsīnaṁ",
  "atk-vin02a20:237_10": "dasahīti sabbeheva vīsatisahassehi khīṇāsavehi parivuto rājagahā nikkhamitvā rājagahato",
  "atk-vin02a20:237_11": "saṭṭhiyojanikaṁ kapilavatthuṁ divase divase yojanaṁ gacchanto dvīhi māsehi pāpuṇissāmīti",
  "atk-vin02a20:237_12": "aturitacārikaṁ pakkāmi. Tena vuttaṁ – “yena kapilavatthu tena cārikaṁ pakkāmī”ti.",
  "atk-vin02a20:238_0": "Evaṁ pakkante ca bhagavati udāyitthero nikkhantadivasato paṭṭhāya suddhodanamahārājassa",
  "atk-vin02a20:238_1": "gehe bhattakiccaṁ karoti. Rājā theraṁ parivisitvā pattaṁ gandhacuṇṇena ubbaṭṭetvā",
  "atk-vin02a20:238_2": "uttamabhojanassa pūretvā “bhagavato dehī”ti therassa hatthe ṭhapeti. Theropi tatheva",
  "atk-vin02a20:238_3": "karoti. Iti bhagavā antarāmagge raññoyeva piṇḍapātaṁ paribhuñji. Theropi ca bhattakiccāvasāne",
  "atk-vin02a20:238_4": "divase divase rañño āroceti “ajja bhagavā ettakaṁ āgato”ti, buddhaguṇapaṭisaṁyuttāya",
  "atk-vin02a20:238_5": "ca kathāya sākiyānaṁ bhagavati saddhaṁ uppādesi. Teneva naṁ bhagavā “etadaggaṁ, bhikkhave,",
  "atk-vin02a20:238_6": "mama sāvakānaṁ bhikkhūnaṁ kulappasādakānaṁ yadidaṁ kāḷudāyī”ti etadagge ṭhapesi.",
  "atk-vin02a20:239_0": "Sākiyāpi kho anuppatte bhagavati “amhākaṁ ñātiseṭṭhaṁ passissāmā”ti sannipatitvā",
  "atk-vin02a20:239_1": "bhagavato vasanaṭṭhānaṁ vīmaṁsamānā nigrodhasakkassa ārāmo ramaṇīyoti sallakkhetvā",
  "atk-vin02a20:239_2": "tattha sabbaṁ paṭijagganavidhiṁ kāretvā gandhapupphādihatthā paccuggamanaṁ karontā",
  "atk-vin02a20:239_3": "sabbālaṅkārapaṭimaṇḍite daharadahare nāgarikadārake ca dārikāyo ca paṭhamaṁ pahiṇiṁsu,",
  "atk-vin02a20:239_4": "tato rājakumāre ca rājakumārikāyo ca tesaṁ anantarā sāmaṁ gantvā gandhapupphacuṇṇādīhi",
  "atk-vin02a20:239_5": "pūjayamānā bhagavantaṁ gahetvā nigrodhārāmameva agamaṁsu. Tatra bhagavā vīsatisahassakhīṇāsavaparivuto",
  "atk-vin02a20:239_6": "paññattavarabuddhāsane nisīdi. Sākiyā mānajātikā mānathaddhā, te “siddhatthakumāro",
  "atk-vin02a20:239_7": "amhehi daharatarova amhākaṁ kaniṭṭho, bhāgineyyo, putto, nattā”ti cintetvā daharadahare",
  "atk-vin02a20:239_8": "rājakumāre āhaṁsu – “tumhe vandatha, mayaṁ tumhākaṁ piṭṭhito nisīdissāmā”ti.",
  "atk-vin02a20:240_0": "Tesu evaṁ nisinnesu bhagavā tesaṁ ajjhāsayaṁ oloketvā “na maṁ ñātī vandanti, handa",
  "atk-vin02a20:240_1": "ne vandāpayissāmī”ti abhiññāpādakaṁ catutthajjhānaṁ samāpajjitvā vuṭṭhāya iddhiyā",
  "atk-vin02a20:240_2": "ākāsaṁ abbhuggantvā tesaṁ sīse pādapaṁsuṁ okiramāno viya kaṇḍambamūle yamakapāṭihāriyasadisaṁ",
  "atk-vin02a20:240_3": "pāṭihāriyamakāsi. Rājā taṁ acchariyaṁ disvā āha – “bhagavā tumhākaṁ maṅgaladivase",
  "atk-vin02a20:240_4": "brāhmaṇassa vandanatthaṁ upanītānaṁ pāde vo parivattitvā brāhmaṇassa matthake patiṭṭhite",
  "atk-vin02a20:240_5": "disvāpi ahaṁ tumhe vandiṁ, ayaṁ me paṭhamavandanā. Vappamaṅgaladivase jambucchāyāya",
  "atk-vin02a20:240_6": "sirisayane nipannānaṁ vo jambucchāyāya aparivattanaṁ disvāpi pāde vandiṁ, ayaṁ me",
  "atk-vin02a20:240_7": "dutiyavandanā. Idāni imaṁ adiṭṭhapubbaṁ pāṭihāriyaṁ disvāpi tumhākaṁ pāde vandāmi,",
  "atk-vin02a20:240_8": "ayaṁ me tatiyavandanā”ti.",
  "atk-vin02a20:241_0": "Suddhodanamahārājena pana vandite bhagavati avanditvā ṭhito nāma ekasākiyopi nāhosi,",
  "atk-vin02a20:241_1": "sabbeyeva vandiṁsu. Iti bhagavā ñātayo vandāpetvā ākāsato oruyha paññatte āsane nisīdi.",
  "atk-vin02a20:241_2": "Nisinne bhagavati sikhāppatto ñātisamāgamo ahosi, sabbe ekaggā sannipatiṁsu. Tato",
  "atk-vin02a20:241_3": "mahāmegho pokkharavassaṁ vassi, tambavaṇṇamudakaṁ heṭṭhā viravantaṁ gacchati. Kassaci",
  "atk-vin02a20:241_4": "sarīre ekabindumattampi na patati, taṁ disvā sabbe acchariyabbhutajātā ahesuṁ. Bhagavā",
  "atk-vin02a20:241_5": "“na idāneva mayhaṁ ñātisamāgame pokkharavassaṁ vassati, atītepi vassī”ti imissā aṭṭhuppattiyā",
  "atk-vin02a20:241_6": "vessantarajātakaṁ kathesi. Dhammadesanaṁ sutvā sabbe uṭṭhāya vanditvā padakkhiṇaṁ",
  "atk-vin02a20:241_7": "katvā pakkamiṁsu. Ekopi rājā vā rājamahāmatto vā “sve amhākaṁ bhikkhaṁ gaṇhathā”ti",
  "atk-vin02a20:241_8": "vatvā gato nāma natthi.",
  "atk-vin02a20:242_0": "Bhagavā dutiyadivase vīsatibhikkhusahassaparivāro kapilavatthuṁ piṇḍāya pāvisi, na",
  "atk-vin02a20:242_1": "koci paccuggantvā nimantesi vā pattaṁ vā aggahesi. Bhagavā indakhīle ṭhito āvajjesi",
  "atk-vin02a20:242_2": "– “kathaṁ nu kho pubbe buddhā kulanagare piṇḍāya cariṁsu, kiṁ uppaṭipāṭiyā issarajanānaṁ",
  "atk-vin02a20:242_3": "gharāni agamaṁsu, udāhu sapadānacārikaṁ cariṁsū”ti. Tato ekabuddhassapi uppaṭipāṭiyā",
  "atk-vin02a20:242_4": "gamanaṁ adisvā “mayāpi idāni ayameva vaṁso ayaṁ paveṇī paggahetabbā, āyatiñca me",
  "atk-vin02a20:242_5": "sāvakāpi mameva anusikkhantā piṇḍacāriyavattaṁ pūressantī”ti koṭiyaṁ niviṭṭhagehato",
  "atk-vin02a20:242_6": "paṭṭhāya sapadānaṁ piṇḍāya carati. “Ayyo kira siddhatthakumāro piṇḍāya caratī”ti",
  "atk-vin02a20:242_7": "catubhūmakādīsu pāsādesu sīhapañjaraṁ vivaritvā mahājano dassanabyāvaṭo ahosi. Rāhulamātāpi",
  "atk-vin02a20:242_8": "devī “ayyaputto kira imasmiṁyeva nagare mahatā rājānubhāvena suvaṇṇasivikādīhi vicaritvā",
  "atk-vin02a20:242_9": "idāni kesamassuṁ ohāretvā kāsāyavatthavasano kapālahattho piṇḍāya carati, “sobhati",
  "atk-vin02a20:242_10": "nu kho no vā”ti sīhapañjaraṁ vivaritvā olokayamānā bhagavantaṁ nānāvirāgasamujjalāya",
  "atk-vin02a20:242_11": "sarīrappabhāya nagaravīthiyo obhāsetvā buddhasiriyā virocamānaṁ disvā uṇhīsato paṭṭhāya",
  "atk-vin02a20:242_12": "yāva pādatalā narasīhagāthāhi nāma aṭṭhahi gāthāhi abhitthavitvā rañño santikaṁ gantvā",
  "atk-vin02a20:242_13": "“tumhākaṁ putto piṇḍāya caratī”ti rañño ārocesi. Rājā saṁviggahadayo hatthena sāṭakaṁ",
  "atk-vin02a20:242_14": "saṇṭhāpayamāno turitaturitaṁ nikkhamitvā vegena gantvā bhagavato purato ṭhatvā āha",
  "atk-vin02a20:242_15": "– “kiṁ bhante amhe lajjāpetha, kimatthaṁ piṇḍāya caratha, kiṁ ettakānaṁ bhikkhūnaṁ",
  "atk-vin02a20:242_16": "na sakkā bhattaṁ laddhunti evaṁsaññino ahuvatthā”ti. Vaṁsacārittametaṁ mahārāja amhākanti.",
  "atk-vin02a20:242_17": "Nanu bhante amhākaṁ mahāsammatakhattiyavaṁso nāma vaṁso, tattha ca ekakhattiyopi",
  "atk-vin02a20:242_18": "bhikkhācāro nāma natthīti. Ayaṁ mahārāja vaṁso nāma tava vaṁso, amhākaṁ pana buddhavaṁso",
  "atk-vin02a20:242_19": "vaṁso nāma, sabbabuddhā ca piṇḍacārikā ahesunti antaravīthiyaṁ ṭhitova –",
  "atk-vin02a20:243": "“Uttiṭṭhe nappamajjeyya, dhammaṁ sucaritaṁ care;",
  "atk-vin02a20:244": "Dhammacārī sukhaṁ seti, asmiṁ loke paramhi cā”ti.",
  "atk-vin02a20:245": "Imaṁ gāthamāha. Gāthāpariyosāne rājā sotāpattiphalaṁ sacchākāsi.",
  "atk-vin02a20:246": "“Dhammaṁ care sucaritaṁ, na naṁ duccaritaṁ care;",
  "atk-vin02a20:247": "Dhammacārī sukhaṁ seti, asmiṁ loke paramhi cā”ti.",
  "atk-vin02a20:248_0": "Imaṁ pana gāthaṁ sutvā sakadāgāmiphale patiṭṭhāsi, dhammapālajātakaṁ sutvā anāgāmiphale",
  "atk-vin02a20:248_1": "patiṭṭhāsi, maraṇasamaye setacchattassa heṭṭhā sirisayane nipannoyeva arahattaṁ pāpuṇi.",
  "atk-vin02a20:248_2": "Araññavāsena padhānānuyogakiccaṁ rañño nāhosi.",
  "atk-vin02a20:249_0": "Sotāpattiphalañca sacchikatvā eva pana bhagavato pattaṁ gahetvā saparisaṁ bhagavantaṁ",
  "atk-vin02a20:249_1": "mahāpāsādaṁ āropetvā paṇītena khādanīyena bhojanīyena parivisi. Bhattakiccāvasāne",
  "atk-vin02a20:249_2": "sabbaṁ itthāgāraṁ āgantvā bhagavantaṁ vandi ṭhapetvā rāhulamātaraṁ. Sā pana “gaccha",
  "atk-vin02a20:249_3": "ayyaputtaṁ vandāhī”ti parijanena vuccamānāpi “sace mayhaṁ guṇo atthi, sayameva ayyaputto",
  "atk-vin02a20:249_4": "āgamissati, āgataṁ naṁ vandissāmī”ti vatvā na agamāsi. Atha bhagavā rājānaṁ pattaṁ",
  "atk-vin02a20:249_5": "gāhāpetvā dvīhi aggasāvakehi saddhiṁ rājadhītāya sirigabbhaṁ gantvā “rājadhītā yathāruciyā",
  "atk-vin02a20:249_6": "vandamānā na kiñci vattabbā”ti vatvā paññatte āsane nisīdi. Sā vegena āgantvā gopphakesu",
  "atk-vin02a20:249_7": "gahetvā pādapiṭṭhiyaṁ sīsaṁ parivattetvā parivattetvā yathājjhāsayaṁ vandi.",
  "atk-vin02a20:250_0": "Rājā rājadhītāya bhagavati sinehabahumānādiguṇasampattiṁ kathesi. Bhagavā “anacchariyaṁ",
  "atk-vin02a20:250_1": "mahārāja yaṁ idāni paripakke ñāṇe tayā rakkhiyamānā rājadhītā attānaṁ rakkhi, sā",
  "atk-vin02a20:250_2": "pubbe anārakkhā pabbatapāde vicaramānā aparipakke ñāṇe attānaṁ rakkhī”ti vatvā candakinnarījātakaṁ kathesi.",
  "atk-vin02a20:251_0": "Taṁdivasameva ca nandarājakumārassa kesavissajjanaṁ paṭṭabandho gharamaṅgalaṁ āvāhamaṅgalaṁ",
  "atk-vin02a20:251_1": "chattamaṅgalanti pañca mahāmaṅgalāni honti. Bhagavā nandaṁ pattaṁ gāhāpetvā maṅgalaṁ",
  "atk-vin02a20:251_2": "vatvā uṭṭhāyāsanā pakkāmi. Janapadakalyāṇī kumāraṁ gacchantaṁ disvā “tuvaṭaṁ kho",
  "atk-vin02a20:251_3": "ayyaputta āgaccheyyāsī”ti vatvā gīvaṁ pasāretvā olokesi. Sopi bhagavantaṁ “pattaṁ",
  "atk-vin02a20:251_4": "gaṇhathā”ti vattuṁ avisahamāno vihāraṁyeva agamāsi. Taṁ anicchamānaṁyeva bhagavā",
  "atk-vin02a20:251_5": "pabbājesi. Iti bhagavā kapilapuraṁ āgantvā dutiyadivase nandaṁ pabbājesi.",
  "atk-vin02a20:252_0": "Sattame divase rāhulamātā kumāraṁ alaṅkaritvā bhagavato santikaṁ pesesi – “passa",
  "atk-vin02a20:252_1": "tāta etaṁ vīsatisahassasamaṇaparivutaṁ suvaṇṇavaṇṇaṁ brahmarūpavaṇṇaṁ samaṇaṁ, ayaṁ",
  "atk-vin02a20:252_2": "te pitā, etassa mahantā nidhayo ahesuṁ, tyassa nikkhamanato paṭṭhāya na passāma,",
  "atk-vin02a20:252_3": "gaccha naṁ dāyajjaṁ yāca, ahaṁ tāta kumāro chattaṁ ussāpetvā cakkavattī bhavissāmi,",
  "atk-vin02a20:252_4": "dhanena me attho, dhanaṁ me dehi, sāmiko hi putto pitusantakassā”ti. Rāhulakumāro",
  "atk-vin02a20:252_5": "bhagavato santikaṁ gantvāva pitusinehaṁ paṭilabhitvā haṭṭhacitto “sukhā te samaṇa",
  "atk-vin02a20:252_6": "chāyā”ti vatvā aññampi bahuṁ attano anurūpaṁ vadanto aṭṭhāsi. Bhagavā katabhattakicco",
  "atk-vin02a20:252_7": "anumodanaṁ katvā uṭṭhāyāsanā pakkāmi. Kumāropi “dāyajjaṁ me samaṇa dehi, dāyajjaṁ",
  "atk-vin02a20:252_8": "me samaṇa dehī”ti bhagavantaṁ anubandhi. Tena vuttaṁ – “anupubbena cārikaṁ caramāno",
  "atk-vin02a20:252_9": "yena kapilavatthu…pe… dāyajjaṁ me samaṇa dehī”ti.",
  "atk-vin02a20:253_0": "Athakho bhagavā āyasmantaṁ sāriputtaṁ āmantesīti bhagavā kumāraṁ na nivattāpesi,",
  "atk-vin02a20:253_1": "parijanopi bhagavatā saddhiṁ gacchantaṁ nivattetuṁ na visahati. Atha ārāmaṁ gantvā",
  "atk-vin02a20:253_2": "“yaṁ ayaṁ pitusantakaṁ dhanaṁ icchati, taṁ vaṭṭānugataṁ savighātakaṁ, handassa bodhimaṇḍe",
  "atk-vin02a20:253_3": "paṭiladdhaṁ sattavidhaṁ ariyadhanaṁ demi, lokuttaradāyajjassa naṁ sāmikaṁ karomī”ti",
  "atk-vin02a20:253_4": "āyasmantaṁ sāriputtaṁ āmantesi. Āmantetvā ca panāha – “tena hi tvaṁ sāriputta rāhulakumāraṁ",
  "atk-vin02a20:253_5": "pabbājehī”ti. Yasmā ayaṁ dāyajjaṁ yācati, tasmā naṁ lokuttaradāyajjapaṭilābhāya pabbājehīti attho.",
  "atk-vin02a20:254_0": "Idāni yā sā bhagavatā bārāṇasiyaṁ tīhi saraṇagamanehi pabbajjā ca upasampadā ca anuññātā,",
  "atk-vin02a20:254_1": "tato yasmā upasampadaṁ paṭikkhipitvā garubhāve ṭhapetvā ñatticatutthena kammena upasampadā",
  "atk-vin02a20:254_2": "anuññātā, pabbajjā pana neva paṭikkhittā, na puna anuññātā, tasmā anāgate bhikkhūnaṁ",
  "atk-vin02a20:254_3": "vimati uppajjissati – “ayaṁ pabbajjā nāma pubbe upasampadāsadisā, kiṁ nu kho idānipi",
  "atk-vin02a20:254_4": "upasampadā viya kammavācāya eva kattabbā, udāhu saraṇagamanehī”ti. Imañca panatthaṁ",
  "atk-vin02a20:254_5": "viditvā bhagavā puna tīhi saraṇagamanehi sāmaṇerapabbajjaṁ anujānitukāmo, tasmā dhammasenāpati",
  "atk-vin02a20:254_6": "taṁ bhagavato ajjhāsayaṁ viditvā bhagavantaṁ puna pabbajjaṁ anujānāpetukāmo āha –",
  "atk-vin02a20:254_7": "“kathāhaṁ bhante rāhulakumāraṁ pabbājemī”ti.",
  "atk-vin02a20:255_0": "Atha kho āyasmā sāriputto rāhulakumāraṁ pabbājesīti kumārassa mahāmoggallānatthero",
  "atk-vin02a20:255_1": "kese chinditvā kāsāyāni datvā saraṇāni adāsi. Mahākassapatthero ovādācariyo ahosi.",
  "atk-vin02a20:255_2": "Yasmā pana upajjhāyamūlakā pabbajjā ca upasampadā ca, upajjhāyova tattha issaro,",
  "atk-vin02a20:255_3": "na ācariyo, tasmā vuttaṁ – “atha kho āyasmā sāriputto rāhulakumāraṁ pabbājesī”ti.",
  "atk-vin02a20:256_0": "Evaṁ “kumāro pabbajito”ti sutvā uppannasaṁvegena hadayena athakho suddhodano sakkoti",
  "atk-vin02a20:256_1": "sabbaṁ vattabbaṁ. Tattha yasmā uñchācariyāya jīvato pabbajitassa avisesena “varaṁ",
  "atk-vin02a20:256_2": "yācāmī”ti vutte “yācassū”ti vacanaṁ appatirūpaṁ, na ca buddhānaṁ āciṇṇaṁ, tasmā “atikkantavarā",
  "atk-vin02a20:256_3": "kho gotama tathāgatā”ti vuttaṁ. Yañca bhante kappati yañca anavajjanti yaṁ tumhākañceva",
  "atk-vin02a20:256_4": "dātuṁ kappati, anavajjañca hoti, mama ca sampaṭicchanapaccayā viññūhi na garahitabbaṁ,",
  "atk-vin02a20:256_5": "taṁ yācāmīti attho. Tathā nande adhimattaṁ rāhuleti yatheva kira bodhisattaṁ evaṁ",
  "atk-vin02a20:256_6": "nandampi rāhulampi maṅgaladivase nemittakā “cakkavattī bhavissatī”ti byākariṁsu.",
  "atk-vin02a20:256_7": "Atha rājā “puttassa cakkavattisiriṁ passissāmī”ti ussāhajāto bhagavato pabbajjāya",
  "atk-vin02a20:256_8": "mahantaṁ icchāvighātaṁ pāpuṇi. Tato “nandassa cakkavattisiriṁ passissāmī”ti ussāhaṁ",
  "atk-vin02a20:256_9": "janesi, tampi bhagavā pabbājesi. Iti tampi dukkhaṁ adhivāsetvā “idāni rāhulassa cakkavattisiriṁ",
  "atk-vin02a20:256_10": "passissāmī”ti ussāhaṁ janesi, tampi bhagavā pabbājesi. Tenassa “idāni kulavaṁsopi",
  "atk-vin02a20:256_11": "pacchinno, kuto cakkavattisirī”ti adhikataraṁ dukkhaṁ uppajji. Tena vuttaṁ – “tathā",
  "atk-vin02a20:256_12": "nande adhimattaṁ rāhule”ti. Rañño pana ito pacchā anāgāmiphalappatti veditabbā.",
  "atk-vin02a20:257_0": "Sādhu bhante ayyāti idaṁ kasmā āha? So kira cintesi – “yatra hi nāma ahampi buddhamāmako",
  "atk-vin02a20:257_1": "dhammamāmako saṅghamāmako samāno attano piyataraputte pabbājiyamāne ñātiviyogadukkhaṁ",
  "atk-vin02a20:257_2": "adhivāsetuṁ na sakkomi, aññe janā puttanattakesu pabbājitesu kathaṁ adhivāsessanti,",
  "atk-vin02a20:257_3": "tasmā aññesampi tāva evarūpaṁ dukkhaṁ mā ahosī”ti āha. Bhagavā “sāsane niyyānikakāraṇaṁ",
  "atk-vin02a20:257_4": "rājā vadatī”ti dhammakathaṁ katvā “na bhikkhave ananuññāto mātāpitūhi putto pabbājetabbo”ti",
  "atk-vin02a20:257_5": "sikkhāpadaṁ paññapesi.",
  "atk-vin02a20:258_0": "Tattha mātāpitūhīti jananijanake sandhāya vuttaṁ. Sace dve atthi, dvepi āpucchitabbā.",
  "atk-vin02a20:258_1": "Sace pitā mato mātā vā, yo jīvati so āpucchitabbo. Pabbajitāpi āpucchitabbāva. Āpucchantena",
  "atk-vin02a20:258_2": "sayaṁ vā gantvā āpucchitabbaṁ, añño vā pesetabbo, so eva vā pesetabbo “gaccha mātāpitaro",
  "atk-vin02a20:258_3": "āpucchitvā ehī”ti. Sace “anuññātomhī”ti vadati, saddahantena pabbājetabbo. Pitā sayaṁ",
  "atk-vin02a20:258_4": "pabbajito puttampi pabbājetukāmo hoti, mātaraṁ āpucchitvāva pabbājetu. Mātā vā dhītaraṁ",
  "atk-vin02a20:258_5": "pabbājetukāmā, pitaraṁ āpucchitvāva pabbājetu. Pitā puttadārena anatthiko palāyi,",
  "atk-vin02a20:258_6": "mātā “imaṁ pabbājethā”ti puttaṁ bhikkhūnaṁ deti, “pitāssa kuhi”nti vutte “cittakeḷiyaṁ",
  "atk-vin02a20:258_7": "kīḷituṁ palāto”ti vadati, taṁ pabbājetuṁ vaṭṭati. Mātā kenaci purisena saddhiṁ palātā",
  "atk-vin02a20:258_8": "hoti, pitā pana “pabbājethā”ti deti, etthāpi eseva nayo. Pitā vippavuttho hoti, mātā",
  "atk-vin02a20:258_9": "puttaṁ “pabbājethā”ti anujānāti, “pitā tassa kuhi”nti vutte “kiṁ tumhākaṁ pitarā,",
  "atk-vin02a20:258_10": "ahaṁ jānissāmī”ti vadati, pabbājetuṁ vaṭṭatīti kurundiyaṁ vuttaṁ.",
  "atk-vin02a20:259_0": "Mātāpitaro matā, dārako cūḷamātādīnaṁ santike saṁvaddho, tasmiṁ pabbājiyamāne ñātakā",
  "atk-vin02a20:259_1": "kalahaṁ vā karonti, khiyyanti vā, tasmā vivādupacchedanatthaṁ āpucchitvāva pabbājetabbo.",
  "atk-vin02a20:259_2": "Anāpucchā pabbājentassa pana āpatti natthi. Daharakāle gahetvā posanakā mātāpitaro",
  "atk-vin02a20:259_3": "nāma honti, tesupi eseva nayo. Putto attānaṁ nissāya jīvati, na mātāpitaro. Sacepi",
  "atk-vin02a20:259_4": "rājā hoti, āpucchitvāva pabbājetabbo. Mātāpitūhi anuññāto pabbajitvā puna vibbhamati,",
  "atk-vin02a20:259_5": "sacepi satakkhattuṁ pabbajitvā vibbhamati, āgatāgatakāle punappunaṁ āpucchitvāva",
  "atk-vin02a20:259_6": "pabbājetabbo. Sace evaṁ vadanti – “ayaṁ vibbhamitvā gehaṁ āgato amhākaṁ kammaṁ na",
  "atk-vin02a20:259_7": "karoti, pabbajitvā tumhākaṁ vattaṁ na pūreti, natthi imassāpucchanakiccaṁ, āgatāgataṁ",
  "atk-vin02a20:259_8": "pabbājeyyāthā”ti evaṁ nissaṭṭhaṁ puna anāpucchāpi pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:260_0": "Yopi daharakāleyeva “ayaṁ tumhākaṁ dinno, yadā icchatha, tadā pabbājeyyāthā”ti evaṁ",
  "atk-vin02a20:260_1": "dinno hoti, sopi āgatāgato puna anāpucchāva pabbājetabbo. Yaṁ pana daharakāleyeva",
  "atk-vin02a20:260_2": "“imaṁ bhante pabbājeyyāthā”ti anujānitvā pacchā vuḍḍhippattakāle nānujānanti, ayaṁ",
  "atk-vin02a20:260_3": "na anāpucchā pabbājetabbo. Eko mātāpitūhi saddhiṁ bhaṇḍitvā “pabbājetha ma”nti āgacchati,",
  "atk-vin02a20:260_4": "“āpucchitvā ehī”ti ca vutto “nāhaṁ gacchāmi, sace maṁ na pabbājetha, vihāraṁ vā jhāpemi,",
  "atk-vin02a20:260_5": "satthena vā tumhe paharāmi, tumhākaṁ ñātakaupaṭṭhākānaṁ vā ārāmacchedanādīhi anatthaṁ",
  "atk-vin02a20:260_6": "uppādemi, rukkhā vā patitvā marāmi, coramajjhaṁ vā pavisāmi, desantaraṁ vā gacchāmī”ti",
  "atk-vin02a20:260_7": "vadati, taṁ jīvasseva rakkhaṇatthāya pabbājetuṁ vaṭṭati. Sace panassa mātāpitaro",
  "atk-vin02a20:260_8": "āgantvā “kasmā amhākaṁ puttaṁ pabbājayitthā”ti vadanti, tesaṁ tamatthaṁ ārocetvā",
  "atk-vin02a20:260_9": "“rakkhaṇatthāya naṁ pabbājayimha, paññāyatha tumhe puttenā”ti vattabbā. “Rukkhā patissāmī”ti",
  "atk-vin02a20:260_10": "āruhitvā pana hatthapāde muñcantaṁ pabbājetuṁ vaṭṭatiyeva.",
  "atk-vin02a20:261_0": "Ekopi videsaṁ gantvā pabbajjaṁ yācati, āpucchitvā ce gato, pabbājetabbo. No ce daharabhikkhuṁ",
  "atk-vin02a20:261_1": "pesetvā āpucchāpetvā pabbājetabbo, atidūrañce hoti; pabbājetvāpi bhikkhūhi saddhiṁ",
  "atk-vin02a20:261_2": "pesetvā dassetuṁ vaṭṭati. Kurundiyaṁ pana vuttaṁ – “sace dūraṁ hoti maggo ca mahākantāro,",
  "atk-vin02a20:261_3": "‘gantvā āpucchissāmā’ti pabbājetuṁ vaṭṭatī”ti. Sace pana mātāpitūnaṁ bahū puttā honti,",
  "atk-vin02a20:261_4": "evañca vadanti – “bhante etesaṁ dārakānaṁ yaṁ icchatha, taṁ pabbājeyyāthā”ti. Dārake",
  "atk-vin02a20:261_5": "vīmaṁsitvā yaṁ icchati, so pabbājetabbo. Sacepi sakalena kulena vā gāmena vā anuññātaṁ",
  "atk-vin02a20:261_6": "hoti “bhante imasmiṁ kule vā gāme vā yaṁ icchatha, taṁ pabbājeyyāthā”ti. Yaṁ icchati, so pabbājetabboti.",
  "atk-vin02a20:262": "Yāvatakevā pana ussahatīti yattake sakkoti.",
  "atk-vin02a20:263": "Rāhulavatthukathā niṭṭhitā.",
  "atk-vin02a20:264": "Sikkhāpadadaṇḍakammavatthukathā",
  "atk-vin02a20:265": "106. Dasasu sikkhāpadesu purimānaṁ pañcannaṁ atikkamo nāsanavatthu, pacchimānaṁ atikkamo daṇḍakammavatthu.",
  "atk-vin02a20:266_0": "107.Appatissāti bhikkhū jeṭṭhakaṭṭhāne issariyaṭṭhāne na ṭhapenti. Asabhāgavuttikāti",
  "atk-vin02a20:266_1": "samānajīvikā na bhavanti, visabhāgajīvikāti attho. Alābhāya parisakkatīti yathā lābhaṁ",
  "atk-vin02a20:266_2": "na labhanti; evaṁ parakkamati. Anatthāyāti upaddavāya. Avāsāyāti “kinti imasmiṁ āvāse",
  "atk-vin02a20:266_3": "na vaseyyu”nti parakkamati. Akkosati paribhāsatīti akkosati ceva bhayadassanena ca",
  "atk-vin02a20:266_4": "tajjeti. Bhedetīti pesuññaṁ upasaṁharitvā bhedeti. Āvaraṇaṁ kātunti “mā idha pavisā”ti",
  "atk-vin02a20:266_5": "nivāraṇaṁ kātuṁ. Yattha vā vasati yattha vā paṭikkamatīti yattha vasati vā pavisati",
  "atk-vin02a20:266_6": "vā; ubhayenāpi attano pariveṇañca vassaggena pattasenāsanañca vuttaṁ.",
  "atk-vin02a20:267_0": "Mukhadvārikaṁ āhāraṁ āvaraṇaṁ karontīti “ajja mā khāda, mā bhuñjā”ti evaṁ nivārenti.",
  "atk-vin02a20:267_1": "Na bhikkhave mukhadvāriko āhāro āvaraṇaṁ kātabboti ettha “mā khāda, mā bhuñjā”ti",
  "atk-vin02a20:267_2": "vadatopi “āhāraṁ nivāressāmī”ti pattacīvaraṁ anto nikkhipatopi sabbapayogesu dukkaṭaṁ.",
  "atk-vin02a20:267_3": "Anācārassa pana dubbacasāmaṇerassa daṇḍakammaṁ katvā yāguṁ vā bhattaṁ vā pattacīvaraṁ",
  "atk-vin02a20:267_4": "vā dassetvā “ettake nāma daṇḍakamme āhaṭe idaṁ lacchasī”ti vattuṁ vaṭṭati. Bhagavatā",
  "atk-vin02a20:267_5": "hi āvaraṇameva daṇḍakammaṁ vuttaṁ. Dhammasaṅgāhakattherehi pana aparādhānurūpaṁ udakadāruvālikādīnaṁ",
  "atk-vin02a20:267_6": "āharāpanampi kātabbanti vuttaṁ, tasmā tampi kātabbaṁ. Tañca kho “oramissati viramissatī”ti",
  "atk-vin02a20:267_7": "anukampāya, na “nassissati vibbhamissatī”tiādinayappavattena pāpajjhāsayena “daṇḍakammaṁ",
  "atk-vin02a20:267_8": "karomī”ti ca uṇhapāsāṇe vā nipajjāpetuṁ pāsāṇiṭṭhakādīni vā sīse nikkhipāpetuṁ udakaṁ",
  "atk-vin02a20:267_9": "vā pavesetuṁ na vaṭṭati.",
  "atk-vin02a20:268": "Sikkhāpadadaṇḍakammavatthukathā niṭṭhitā.",
  "atk-vin02a20:269": "Anāpucchāvaraṇavatthuādikathā",
  "atk-vin02a20:270_0": "108.Nabhikkhave upajjhāyaṁ anāpucchāti ettha “tumhākaṁ sāmaṇerassa ayaṁ nāma aparādho,",
  "atk-vin02a20:270_1": "daṇḍakammamassa karothā”ti tikkhattuṁ vutte, sace upajjhāyo daṇḍakammaṁ na karoti,",
  "atk-vin02a20:270_2": "sayaṁ kātuṁ vaṭṭati. Sacepi āditova upajjhāyo vadati “mayhaṁ sāmaṇerānaṁ dose sati",
  "atk-vin02a20:270_3": "tumhe daṇḍakammaṁ karothā”ti kātuṁ vaṭṭatiyeva. Yathā ca sāmaṇerānaṁ evaṁ saddhivihārikantevāsikānampi",
  "atk-vin02a20:270_4": "daṇḍakammaṁ kātuṁ vaṭṭati.",
  "atk-vin02a20:271_0": "Apalāḷentīti “tumhākaṁ pattaṁ dassāma, cīvaraṁ dassāmā”ti attano upaṭṭhānakaraṇatthaṁ",
  "atk-vin02a20:271_1": "saṅgaṇhanti. Na bhikkhave aññassa parisā apalāḷetabbāti ettha sāmaṇerā vā hontu upasampannā",
  "atk-vin02a20:271_2": "vā, antamaso dussīlabhikkhussāpi parassa parisabhūte bhinditvā gaṇhituṁ na vaṭṭati,",
  "atk-vin02a20:271_3": "ādīnavaṁ pana vattuṁ vaṭṭati “tayā nhāyituṁ āgatena gūthamakkhanaṁ viya kataṁ dussīlaṁ",
  "atk-vin02a20:271_4": "nissāya viharantenā”ti. Sace so sayameva jānitvā upajjhaṁ vā nissayaṁ vā yācati, dātuṁ vaṭṭati.",
  "atk-vin02a20:272_0": "Anujānāmi bhikkhave dasahaṅgehi samannāgataṁ sāmaṇeraṁ nāsetunti ettha kaṇṭakasikkhāpadavaṇṇanāyaṁ",
  "atk-vin02a20:272_1": "vuttāsu tīsu nāsanāsu liṅganāsanāva adhippetā, tasmā yo pāṇātipātādīsu ekampi kammaṁ",
  "atk-vin02a20:272_2": "karoti, so liṅganāsanāya nāsetabbo. Yathā ca bhikkhūnaṁ pāṇātipātādīsu nānāāpattiyo",
  "atk-vin02a20:272_3": "honti, na tathā sāmaṇerānaṁ. Sāmaṇero hi kunthakipillikampi māretvā maṅguraṇḍakampi",
  "atk-vin02a20:272_4": "bhinditvā nāsetabbataṁyeva pāpuṇāti, tāvadevassa saraṇagamanāni ca upajjhāyaggahaṇañca",
  "atk-vin02a20:272_5": "senāsanaggāho ca paṭippassambhati, saṅghalābhaṁ na labhati, liṅgamattameva ekaṁ avasiṭṭhaṁ",
  "atk-vin02a20:272_6": "hoti. So sace ākiṇṇadosova hoti, āyatiṁ saṁvare na tiṭṭhati, nikkaḍḍhitabbo. Atha",
  "atk-vin02a20:272_7": "sahasā virajjhitvā “duṭṭhu mayā kata”nti puna saṁvare ṭhātukāmo hoti, liṅganāsanakiccaṁ",
  "atk-vin02a20:272_8": "natthi. Yathānivatthapārutasseva saraṇāni dātabbāni, upajjhāyo dātabbo, sikkhāpadāni",
  "atk-vin02a20:272_9": "pana saraṇagamaneneva ijjhanti. Sāmaṇerānañhi saraṇagamanaṁ bhikkhūnaṁ upasampadakammavācāsadisaṁ,",
  "atk-vin02a20:272_10": "tasmā bhikkhūnaṁ viya catupārisuddhisīlaṁ, imināpi dasasīlāni samādinnāneva honti,",
  "atk-vin02a20:272_11": "evaṁ santepi daḷhīkaraṇatthaṁ āyatiṁ saṁvare patiṭṭhāpanatthaṁ puna dātabbāni. Sace",
  "atk-vin02a20:272_12": "purimikāya puna saraṇāni gahitāni, pacchimikāya vassāvāsikaṁ lacchati. Sace pacchimikāya",
  "atk-vin02a20:272_13": "gahitāni, saṅghena apaloketvā lābho dātabbo.",
  "atk-vin02a20:273_0": "Adinnādāne tiṇasalākamattenāpi vatthunā, abrahmacariye tīsu maggesu yattha katthaci",
  "atk-vin02a20:273_1": "vippaṭipattiyā, musāvāde hassādhippāyatāyapi musā bhaṇite assamaṇo hoti, nāsetabbataṁ",
  "atk-vin02a20:273_2": "āpajjati. Majjapāne pana bhikkhuno ajānitvāpi bījato paṭṭhāya majjaṁ pivantassa pācittiyaṁ.",
  "atk-vin02a20:273_3": "Sāmaṇero jānitvā pivanto sīlabhedaṁ āpajjati, na ajānitvā. Yāni panassa itarāni pañca",
  "atk-vin02a20:273_4": "sikkhāpadāni, tesu bhinnesu na nāsetabbo, daṇḍakammaṁ kātabbaṁ. Sikkhāpade pana puna",
  "atk-vin02a20:273_5": "dinnepi adinnepi vaṭṭati. Daṇḍakammena pana pīḷetvā āyatiṁ saṁvare ṭhapanatthāya",
  "atk-vin02a20:273_6": "dātabbameva. Sāmaṇerānaṁ majjapānaṁ sacittakaṁ pārājikavatthu, ayaṁ viseso.",
  "atk-vin02a20:274_0": "Avaṇṇabhāsane pana arahaṁ sammāsambuddhotiādīnaṁ paṭipakkhavasena buddhassa vā, svākkhātotiādīnaṁ",
  "atk-vin02a20:274_1": "paṭipakkhavasena dhammassa vā, suppaṭipannotiādīnaṁ paṭipakkhavasena saṅghassa vā",
  "atk-vin02a20:274_2": "avaṇṇaṁ bhāsanto ratanattayaṁ nindanto garahanto ācariyupajjhāyādīhi “mā evaṁ avacā”ti",
  "atk-vin02a20:274_3": "avaṇṇabhāsane ādīnavaṁ dassetvā nivāretabbo. Sace yāvatatiyaṁ vuccamāno na oramati,",
  "atk-vin02a20:274_4": "kaṇṭakanāsanāya nāsetabboti kurundiyaṁ vuttaṁ. Mahāaṭṭhakathāyaṁ pana “sace evaṁ",
  "atk-vin02a20:274_5": "vuccamāno taṁ laddhiṁ nissajjati, daṇḍakammaṁ kāretvā accayaṁ desāpetabbo. Sace na",
  "atk-vin02a20:274_6": "nissajjati, tatheva ādāya paggayha tiṭṭhati, liṅganāsanāya nāsetabbo”ti vuttaṁ, taṁ",
  "atk-vin02a20:274_7": "yuttaṁ. Ayameva hi nāsanā idha adhippetāti.",
  "atk-vin02a20:275_0": "Micchādiṭṭhikepi eseva nayo. Sassatucchedānañhi aññataradiṭṭhiko sace ācariyādīhi",
  "atk-vin02a20:275_1": "ovadiyamāno nissajjati, daṇḍakammaṁ kāretvā accayaṁ desāpetabbo. Appaṭinissajjantova",
  "atk-vin02a20:275_2": "nāsetabboti. Bhikkhunidūsako cettha kāmaṁ abrahmacāriggahaṇena gahitova abrahmacāriṁ",
  "atk-vin02a20:275_3": "pana āyatiṁ saṁvare ṭhātukāmaṁ saraṇāni datvā upasampādetuṁ vaṭṭati. Bhikkhunidūsako",
  "atk-vin02a20:275_4": "āyatiṁ saṁvare ṭhātukāmopi pabbajjampi na labhati, pageva upasampadanti etamatthaṁ",
  "atk-vin02a20:275_5": "dassetuṁ “bhikkhunidūsako”ti idaṁ visuṁ dasamaṁ aṅgaṁ vuttanti veditabbaṁ.",
  "atk-vin02a20:276": "Anāpucchāvaraṇavatthuādikathā niṭṭhitā.",
  "atk-vin02a20:277": "Paṇḍakavatthukathā",
  "atk-vin02a20:278": "109.Dahare dahareti taruṇe taruṇe. Moḷigalleti thūlasarīre. Hatthibhaṇḍe assabhaṇḍeti hatthigopake ca assagopake ca.",
  "atk-vin02a20:279_0": "Paṇḍakobhikkhaveti ettha āsittapaṇḍako usūyapaṇḍako opakkamikapaṇḍako pakkhapaṇḍako",
  "atk-vin02a20:279_1": "napuṁsakapaṇḍakoti pañca paṇḍakā. Tattha yassa paresaṁ aṅgajātaṁ mukhena gahetvā",
  "atk-vin02a20:279_2": "asucinā āsittassa pariḷāho vūpasammati, ayaṁ āsittapaṇḍako. Yassa paresaṁ ajjhācāraṁ",
  "atk-vin02a20:279_3": "passato usūyāya uppannāya pariḷāho vūpasammati, ayaṁ usūyapaṇḍako. Yassa upakkamena",
  "atk-vin02a20:279_4": "bījāni apanītāni, ayaṁ opakkamikapaṇḍako. Ekacco pana akusalavipākānubhāvena kāḷapakkhe",
  "atk-vin02a20:279_5": "paṇḍako hoti, juṇhapakkhe panassa pariḷāho vūpasammati, ayaṁ pakkhapaṇḍako. Yo pana",
  "atk-vin02a20:279_6": "paṭisandhiyaṁyeva abhāvako uppanno, ayaṁ napuṁsakapaṇḍakoti. Tesu āsittapaṇḍakassa",
  "atk-vin02a20:279_7": "ca usūyapaṇḍakassa ca pabbajjā na vāritā, itaresaṁ tiṇṇaṁ vāritā. Tesupi pakkhapaṇḍakassa",
  "atk-vin02a20:279_8": "yasmiṁ pakkhe paṇḍako hoti, tasmiṁyevassa pakkhe pabbajjā vāritāti kurundiyaṁ vuttaṁ.",
  "atk-vin02a20:279_9": "Yassa cettha pabbajjā vāritā, taṁ sandhāya idaṁ vuttaṁ – “anupasampanno na upasampādetabbo",
  "atk-vin02a20:279_10": "upasampanno nāsetabbo”ti. Sopi liṅganāsaneneva nāsetabbo. Ito paraṁ “nāsetabbo”ti",
  "atk-vin02a20:279_11": "vuttesupi eseva nayo.",
  "atk-vin02a20:280": "Paṇḍavatthukathā niṭṭhitā.",
  "atk-vin02a20:281": "Theyyasaṁvāsakavatthukathā",
  "atk-vin02a20:282_0": "110.Purāṇakulaputtoti purāṇassa anukkamena pārijuññaṁ pattassa kulassa putto. Mātipakkhapitipakkhato",
  "atk-vin02a20:282_1": "kolaññā khīṇā vinaṭṭhā matā assāti khīṇakolañño. Anadhigatanti appattaṁ. Phātiṁkātunti",
  "atk-vin02a20:282_2": "vaḍḍhetuṁ. Iṅghāti uyyojanatthe nipāto. Anuyuñjiyamānoti ekamantaṁ netvā kesamassuoropanakāsāyapaṭiggahaṇasaraṇagamanaupajjhāyaggahaṇakammavācānissayadhamme",
  "atk-vin02a20:282_3": "pucchiyamāno. Etamatthaṁ ārocesīti etaṁ sayaṁ pabbajitabhāvaṁ ādito paṭṭhāya ācikkhi.",
  "atk-vin02a20:283_0": "Theyyasaṁvāsako bhikkhaveti ettha tayo theyyasaṁvāsakā – liṅgatthenako, saṁvāsatthenako,",
  "atk-vin02a20:283_1": "ubhayatthenakoti. Tattha yo sayaṁ pabbajitvā vihāraṁ gantvā na bhikkhuvassāni gaṇeti,",
  "atk-vin02a20:283_2": "na yathāvuḍḍhaṁ vandanaṁ sādiyati, na āsanena paṭibāhati, na uposathapavāraṇādīsu",
  "atk-vin02a20:283_3": "sandissati, ayaṁ liṅgamattasseva thenitattā liṅgatthenako nāma.",
  "atk-vin02a20:284_0": "Yo pana bhikkhūhi pabbājito sāmaṇero samānopi videsaṁ gantvā “ahaṁ dasavasso vā vīsativasso",
  "atk-vin02a20:284_1": "vā”ti musā vatvā bhikkhuvassāni gaṇeti, yathāvuḍḍhaṁ vandanaṁ sādiyati, āsanena paṭibāhati,",
  "atk-vin02a20:284_2": "uposathapavāraṇādīsu sandissati, ayaṁ saṁvāsamattasseva thenitattā saṁvāsatthenako",
  "atk-vin02a20:284_3": "nāma. Bhikkhuvassagaṇanādiko hi sabbopi kiriyabhedo imasmiṁ atthe “saṁvāso”ti veditabbo.",
  "atk-vin02a20:284_4": "Sikkhaṁ paccakkhāya “na maṁ koci jānātī”ti evaṁ paṭipajjantepi eseva nayo.",
  "atk-vin02a20:285_0": "Yo pana sayaṁ pabbajitvā vihāraṁ gantvā bhikkhuvassāni gaṇeti, yathāvuḍḍhaṁ vandanaṁ",
  "atk-vin02a20:285_1": "sādiyati, āsanena paṭibāhati, uposathapavāraṇādīsu sandissati, ayaṁ liṅgassa ceva",
  "atk-vin02a20:285_2": "saṁvāsassa ca thenitattā ubhayatthenako nāma. Ayaṁ tividhopi theyyasaṁvāsako anupasampanno",
  "atk-vin02a20:285_3": "na upasampādetabbo, upasampanno nāsetabbo, puna pabbajjaṁ yācantopi na pabbājetabbo.",
  "atk-vin02a20:286": "Ettha ca asammohatthaṁ idaṁ pakiṇṇakaṁ veditabbaṁ –",
  "atk-vin02a20:287": "“Rājadubbhikkhakantāra-rogaveribhayehi vā;",
  "atk-vin02a20:288": "Cīvarāharaṇatthaṁ vā, liṅgaṁ ādiyatīdha yo.",
  "atk-vin02a20:289": "Saṁvāsaṁ nādhivāseti, yāva so suddhamānaso;",
  "atk-vin02a20:290": "Theyyasaṁvāsako nāma, tāva esa na vuccatī”ti.",
  "atk-vin02a20:291_0": "Tatrāyaṁ vitthāranayo – idhekaccassa rājā kuddho hoti, so “evaṁ me sotthi bhavissatī”ti",
  "atk-vin02a20:291_1": "sayameva liṅgaṁ gahetvā palāyati. Taṁ disvā rañño ārocenti. Rājā “sace pabbajito,",
  "atk-vin02a20:291_2": "na taṁ labbhā kiñci kātu”nti tasmiṁ kodhaṁ paṭivineti, so “vūpasantaṁ me rājabhaya”nti",
  "atk-vin02a20:291_3": "saṅghamajjhaṁ anosaritvāva gihiliṅgaṁ gahetvā āgato pabbājetabbo. Athāpi “sāsanaṁ",
  "atk-vin02a20:291_4": "nissāya mayā jīvitaṁ laddhaṁ, handa dāni ahaṁ pabbajāmī”ti uppannasaṁvego teneva",
  "atk-vin02a20:291_5": "liṅgena āgantvā āgantukavattaṁ na sādiyati, bhikkhūhi puṭṭho vā apuṭṭho vā yathābhūtamattānaṁ",
  "atk-vin02a20:291_6": "āvikatvā pabbajjaṁ yācati, liṅgaṁ apanetvā pabbājetabbo. Sace pana vattaṁ sādiyati,",
  "atk-vin02a20:291_7": "pabbajitālayaṁ dasseti, sabbaṁ pubbe vuttaṁ vassagaṇanādibhedaṁ vidhiṁ paṭipajjati,",
  "atk-vin02a20:291_8": "ayaṁ na pabbājetabbo.",
  "atk-vin02a20:292_0": "Idha panekacco dubbhikkhe jīvituṁ asakkonto sayameva liṅgaṁ gahetvā sabbapāsaṇḍiyabhattāni",
  "atk-vin02a20:292_1": "bhuñjanto dubbhikkhe vītivatte saṅghamajjhaṁ anosaritvāva gihiliṅgaṁ gahetvā āgatoti",
  "atk-vin02a20:292_2": "sabbaṁ purimasadisameva.",
  "atk-vin02a20:293_0": "Aparo mahākantāraṁ nittharitukāmo hoti, satthavāho ca pabbajite gahetvā gacchati.",
  "atk-vin02a20:293_1": "So “evaṁ maṁ satthavāho gahetvā gamissatī”ti sayameva liṅgaṁ gahetvā satthavāhena",
  "atk-vin02a20:293_2": "saddhiṁ kantāraṁ nittharitvā khemantaṁ patvā saṅghamajjhaṁ anosaritvāva gihiliṅgaṁ",
  "atk-vin02a20:293_3": "gahetvā āgatoti sabbaṁ purimasadisameva.",
  "atk-vin02a20:294_0": "Aparo rogabhaye uppanne jīvituṁ asakkonto sayameva liṅgaṁ gahetvā sabbapāsaṇḍiyabhattāni",
  "atk-vin02a20:294_1": "bhuñjanto rogabhaye vūpasante saṅghamajjhaṁ anosaritvāva gihiliṅgaṁ gahetvā āgatoti",
  "atk-vin02a20:294_2": "sabbaṁ purimasadisameva.",
  "atk-vin02a20:295_0": "Aparassa eko veriko kuddho hoti, ghātetukāmo naṁ vicarati, so “evaṁ me sotthi bhavissatī”ti",
  "atk-vin02a20:295_1": "sayameva liṅgaṁ gahetvā palāyati. Veriko “kuhiṁ so”ti pariyesanto “pabbajitvā palāto”ti",
  "atk-vin02a20:295_2": "sutvā “sace pabbajito, na taṁ labbhā kiñci kātu”nti tasmiṁ kodhaṁ paṭivineti. So",
  "atk-vin02a20:295_3": "“vūpasantaṁ me veribhaya”nti saṅghamajjhaṁ anosaritvāva gihiliṅgaṁ gahetvā āgatoti",
  "atk-vin02a20:295_4": "sabbaṁ purimasadisameva.",
  "atk-vin02a20:296_0": "Aparo ñātikulaṁ gantvā sikkhaṁ paccakkhāya gihi hutvā “imāni cīvarāni idha vinassissanti,",
  "atk-vin02a20:296_1": "sacepi imāni gahetvā vihāraṁ gamissāmi, antarāmagge maṁ ‘coro’ti gahessanti, yaṁnūnāhaṁ",
  "atk-vin02a20:296_2": "kāyaparihāriyāni katvā gaccheyya”nti cīvarāharaṇatthaṁ nivāsetvā ca pārupitvā ca",
  "atk-vin02a20:296_3": "vihāraṁ gacchati. Taṁ dūratova āgacchantaṁ disvā sāmaṇerā ca daharā ca abbhuggacchanti,",
  "atk-vin02a20:296_4": "vattaṁ dassenti. So na sādiyati, yathābhūtamattānaṁ āvikaroti. Sace bhikkhū “na dāni",
  "atk-vin02a20:296_5": "mayaṁ taṁ muñcissāmā”ti balakkārena pabbājetukāmā honti, kāsāyāni apanetvā puna pabbājetabbo.",
  "atk-vin02a20:296_6": "Sace pana “nayime mama hīnāyāvattabhāvaṁ jānantī”ti taṁyeva bhikkhubhāvaṁ paṭijānitvā",
  "atk-vin02a20:296_7": "sabbaṁ pubbe vuttaṁ vassagaṇanādibhedaṁ vidhiṁ paṭipajjati, ayaṁ na pabbājetabbo.",
  "atk-vin02a20:297_0": "Aparo mahāsāmaṇero ñātikulaṁ gantvā uppabbajitvā kammantānuṭṭhānena ubbāḷho hutvā",
  "atk-vin02a20:297_1": "puna “dāni ahaṁ samaṇova bhavissāmi, theropi me uppabbajitabhāvaṁ na jānātī”ti tadeva",
  "atk-vin02a20:297_2": "pattacīvaraṁ ādāya vihāraṁ āgacchati, nāpi tamatthaṁ bhikkhūnaṁ āroceti, sāmaṇerabhāvaṁ",
  "atk-vin02a20:297_3": "paṭijānāti, ayaṁ theyyasaṁvāsakoyeva pabbajjaṁ na labhati. Sacepissa liṅgaggahaṇakāle",
  "atk-vin02a20:297_4": "evaṁ hoti, “nāhaṁ kassaci ārocessāmī”ti vihārañca gato āroceti, gahaṇeneva theyyasaṁvāsako.",
  "atk-vin02a20:297_5": "Athāpissa “gahaṇakāle ācikkhissāmī”ti cittaṁ uppannaṁ hoti, vihārañca gantvā “kuhiṁ",
  "atk-vin02a20:297_6": "tvaṁ āvuso gato”ti vutto “na dāni maṁ ime jānantī”ti vañcetvā nācikkhati, “nācikkhissāmī”ti",
  "atk-vin02a20:297_7": "saha dhuranikkhepena ayampi theyyasaṁvāsakova. Sace panassa gahaṇakālepi “ācikkhissāmī”ti",
  "atk-vin02a20:297_8": "cittaṁ uppannaṁ hoti, vihāraṁ gantvāpi ācikkhati, ayaṁ puna pabbajjaṁ labhati.",
  "atk-vin02a20:298_0": "Aparo daharasāmaṇero mahanto vā pana abyatto, so purimanayeneva uppabbajitvā ghare",
  "atk-vin02a20:298_1": "vacchakarakkhaṇādīni kammāni kātuṁ na icchati, tamenaṁ ñātakā tāniyeva kāsāyāni acchādetvā",
  "atk-vin02a20:298_2": "thālakaṁ vā pattaṁ vā hatthe datvā “gaccha samaṇova hohī”ti gharā nīharanti. So vihāraṁ",
  "atk-vin02a20:298_3": "gacchati, neva naṁ bhikkhū jānanti “ayaṁ uppabbajitvā puna sayameva pabbajito”ti,",
  "atk-vin02a20:298_4": "nāpi sayaṁ jānāti, “yo evaṁ pabbajati, so theyyasaṁvāsako nāma hotī”ti. Sace taṁ",
  "atk-vin02a20:298_5": "paripuṇṇavassaṁ upasampādenti, sūpasampanno. Sace pana anupasampannakāleyeva vinayavinicchaye",
  "atk-vin02a20:298_6": "vattamāne suṇāti, “yo evaṁ pabbajati, so theyyasaṁvāsako nāma hotī”ti. Tena “mayā",
  "atk-vin02a20:298_7": "evaṁ kata”nti bhikkhūnaṁ ācikkhitabbaṁ, evaṁ puna pabbajjaṁ labhati. Sace “na dāni",
  "atk-vin02a20:298_8": "maṁ koci jānātī”ti nāroceti, dhuraṁ nikkhittamatte theyyasaṁvāsako.",
  "atk-vin02a20:299_0": "Bhikkhu sikkhaṁ paccakkhāya liṅgaṁ anapanetvā dussīlakammaṁ katvā vā akatvā vā puna",
  "atk-vin02a20:299_1": "sabbaṁ pubbe vuttaṁ vassagaṇanādibhedaṁ vidhiṁ paṭipajjati, theyyasaṁvāsako hoti.",
  "atk-vin02a20:299_2": "Sikkhaṁ appaccakkhāya saliṅge ṭhito methunaṁ paṭisevitvā vassagaṇanādibhedaṁ vidhiṁ",
  "atk-vin02a20:299_3": "āpajjanto theyyasaṁvāsako na hoti, pabbajjāmattaṁ labhati. Andhakaṭṭhakathāyaṁ pana",
  "atk-vin02a20:299_4": "eso theyyasaṁvāsakoti vuttaṁ, taṁ na gahetabbaṁ.",
  "atk-vin02a20:300_0": "Eko bhikkhu kāsāye saussāhova odātaṁ nivāsetvā methunaṁ paṭisevitvā puna kāsāyāni",
  "atk-vin02a20:300_1": "nivāsetvā vassagaṇanādibhedaṁ sabbaṁ vidhiṁ āpajjati, ayampi theyyasaṁvāsako na hoti,",
  "atk-vin02a20:300_2": "pabbajjāmattaṁ labhati. Sace pana kāsāye dhuraṁ nikkhipitvā odātaṁ nivāsetvā methunaṁ",
  "atk-vin02a20:300_3": "paṭisevitvā puna kāsāyāni nivāsetvā vassagaṇanādibhedaṁ sabbaṁ vidhiṁ āpajjati, theyyasaṁvāsako hoti.",
  "atk-vin02a20:301_0": "Sāmaṇero saliṅge ṭhito methunādiassamaṇakaraṇadhammaṁ āpajjitvāpi theyyasaṁvāsako",
  "atk-vin02a20:301_1": "na hoti. Sacepi kāsāye saussāhova kāsāyāni apanetvā methunaṁ paṭisevitvā puna kāsāyāni",
  "atk-vin02a20:301_2": "nivāseti, neva theyyasaṁvāsako hoti. Sace pana kāsāye dhuraṁ nikkhipitvā naggo vā",
  "atk-vin02a20:301_3": "odātanivattho vā methunasevanādīhi assamaṇo hutvā kāsāyaṁ nivāseti, theyyasaṁvāsako",
  "atk-vin02a20:301_4": "hoti. Sacepi gihibhāvaṁ patthayamāno kāsāvaṁ ovaṭṭikaṁ vā katvā aññena vā ākārena",
  "atk-vin02a20:301_5": "gihinivāsanena nivāseti “sobhati nu kho me gihiliṅgaṁ, na sobhatī”ti vīmaṁsanatthaṁ,",
  "atk-vin02a20:301_6": "rakkhati tāva. “Sobhatī”ti sampaṭicchitvā pana puna liṅgaṁ sādiyanto theyyasaṁvāsako",
  "atk-vin02a20:301_7": "hoti. Odātaṁ nivāsetvā vīmaṁsanasampaṭicchanesupi eseva nayo.",
  "atk-vin02a20:302_0": "Sace pana nivatthakāsāyassa upari odātaṁ nivāsetvā vīmaṁsati vā sampaṭicchati vā,",
  "atk-vin02a20:302_1": "rakkhatiyeva. Bhikkhuniyāpi eseva nayo. Sāpi hi gihibhāvaṁ patthayamānā sace kāsāyaṁ",
  "atk-vin02a20:302_2": "gihinivāsanaṁ nivāseti, “sobhati nu kho me gihiliṅgaṁ, na sobhatī”ti vīmaṁsanatthaṁ,",
  "atk-vin02a20:302_3": "rakkhati tāva. Sace “sobhatī”ti sampaṭicchati, na rakkhati. Odātaṁ nivāsetvā vīmaṁsanasampaṭicchanesupi",
  "atk-vin02a20:302_4": "eseva nayo. Nivatthakāsāyassa pana upari odātaṁ nivāsetvā vīmaṁsatu vā sampaṭicchatu vā, rakkhatiyeva.",
  "atk-vin02a20:303_0": "Sace koci vuḍḍhapabbajito vassāni agaṇetvā pāḷiyampi aṭṭhatvā ekapassenāgantvā mahāpeḷādīsu",
  "atk-vin02a20:303_1": "kaṭacchunā ukkhitte bhattapiṇḍe pattaṁ upanāmetvā seno viya maṁsapesiṁ gahetvā gacchati,",
  "atk-vin02a20:303_2": "theyyasaṁvāsako na hoti. Bhikkhuvassāni pana gaṇetvā gaṇhanto theyyasaṁvāsako hoti.",
  "atk-vin02a20:304": "Sayaṁ sāmaṇerova sāmaṇerapaṭipāṭiyā kūṭavassāni gaṇetvā gaṇhanto theyyasaṁvāsako na hoti. Bhikkhu bhikkhupaṭipāṭiyā kūṭavassāni gaṇetvā gaṇhanto bhaṇḍagghena kāretabboti.",
  "atk-vin02a20:305": "Theyyasaṁvāsakavatthukathā niṭṭhitā.",
  "atk-vin02a20:306": "Titthiyapakkantakakathā",
  "atk-vin02a20:307_0": "Titthiyapakkantakobhikkhaveti ettha pana titthiyesu pakkanto paviṭṭhoti titthiyapakkantako.",
  "atk-vin02a20:307_1": "So na kevalaṁ na upasampādetabbo, atha kho na pabbājetabbopi. Tatrāyaṁ vinicchayo",
  "atk-vin02a20:307_2": "– upasampanno bhikkhu titthiyo bhavissāmīti saliṅgeneva tesaṁ upassayaṁ gacchati,",
  "atk-vin02a20:307_3": "padavāre padavāre dukkaṭaṁ. Tesaṁ liṅge ādinnamatte titthiyapakkantako hoti. Yopi",
  "atk-vin02a20:307_4": "sayameva “titthiyo bhavissāmī”ti kusacīrādīni nivāseti, titthiyapakkantako hotiyeva.",
  "atk-vin02a20:307_5": "Yo pana naggo nhāyanto attānaṁ oloketvā “sobhati me ājīvakabhāvo, ājīvako bhavissāmī”ti",
  "atk-vin02a20:307_6": "kāsāyāni anādāya naggova ājīvakānaṁ upassayaṁ gacchati, padavāre padavāre dukkaṭaṁ.",
  "atk-vin02a20:307_7": "Sace panassa antarāmagge hirottappaṁ uppajjati, dukkaṭāni desetvā muccati. Tesaṁ",
  "atk-vin02a20:307_8": "upassayaṁ gantvāpi tehi vā ovadito attanā vā “imesaṁ pabbajjā atidukkhā”ti nivattantopi muccatiyeva.",
  "atk-vin02a20:308_0": "Sace pana “kiṁ tumhākaṁ pabbajjāya ukkaṭṭha”nti pucchitvā “kesamassuluñcanādīnī”ti",
  "atk-vin02a20:308_1": "vutto ekakesampi luñcāpeti, ukkuṭikappadhānādīni vā vattāni ādiyati, morapiñchādīni",
  "atk-vin02a20:308_2": "vā nivāseti, tesaṁ liṅgaṁ gaṇhāti, “ayaṁ pabbajjā seṭṭhā”ti seṭṭhabhāvaṁ vā upagacchati,",
  "atk-vin02a20:308_3": "na muccati, titthiyapakkantako hoti. Sace pana “sobhati nu kho me titthiyapabbajjā,",
  "atk-vin02a20:308_4": "nanu kho sobhatī”ti vīmaṁsanatthaṁ kusacīrādīni vā nivāseti, jaṭaṁ vā bandhati, khārikājaṁ",
  "atk-vin02a20:308_5": "vā ādiyati, yāva na sampaṭicchati, tāva naṁ laddhi rakkhati, sampaṭicchitamatte titthiyapakkantako",
  "atk-vin02a20:308_6": "hoti. Acchinnacīvaro pana kusacīrādīni nivāsento rājabhayādīhi vā titthiyaliṅgaṁ",
  "atk-vin02a20:308_7": "gaṇhanto laddhiyā abhāvena neva titthiyapakkantako hoti.",
  "atk-vin02a20:309_0": "Ayañca titthiyapakkantako nāma upasampannabhikkhunā kathito, tasmā sāmaṇero saliṅgena",
  "atk-vin02a20:309_1": "titthāyatanaṁ gatopi puna pabbajjañca upasampadañca labhatīti kurundiyaṁ vuttaṁ.",
  "atk-vin02a20:309_2": "Purimo pana theyyasaṁvāsako anupasampannena kathito; tasmā upasampanno kūṭavassaṁ",
  "atk-vin02a20:309_3": "gaṇentopi assamaṇo na hoti. Liṅge saussāho pārājikaṁ āpajjitvā bhikkhuvassādīni gaṇentopi",
  "atk-vin02a20:309_4": "theyyasaṁvāsako na hotīti.",
  "atk-vin02a20:310": "Titthiyapakkantakakathā niṭṭhitā.",
  "atk-vin02a20:311": "Tiracchānagatavatthukathā",
  "atk-vin02a20:312_0": "111.Nāgayoniyāaṭṭīyatīti ettha kiñcāpi so pavattiyaṁ kusalavipākena devasampattisadisaṁ",
  "atk-vin02a20:312_1": "issariyasampattiṁ anubhoti, akusalavipākapaṭisandhikassa pana tassa sajātiyā methunapaṭisevane",
  "atk-vin02a20:312_2": "ca vissaṭṭhaniddokkamane ca nāgasarīraṁ pātubhavati udakasañcārikaṁ maṇḍūkabhakkhaṁ,",
  "atk-vin02a20:312_3": "tasmā so tāya nāgayoniyā aṭṭīyati. Harāyatīti lajjati. Jigucchatīti attabhāvaṁ jigucchati.",
  "atk-vin02a20:312_4": "Tassa bhikkhuno nikkhanteti tasmiṁ bhikkhusmiṁ nikkhante. Atha vā tassa bhikkhuno",
  "atk-vin02a20:312_5": "nikkhamaneti attho. Vissaṭṭho niddaṁ okkamīti tasmiṁ anikkhante vissarabhayena satiṁ",
  "atk-vin02a20:312_6": "avissajjitvā kapimiddhavaseneva niddāyanto nikkhante satiṁ vissajjitvā vissaṭṭho",
  "atk-vin02a20:312_7": "nirāsaṅko mahāniddaṁ paṭipajji. Vissaramakāsīti bhayavasena samaṇasaññaṁ pahāya virūpaṁ mahāsaddamakāsi.",
  "atk-vin02a20:313_0": "Tumhe khotthāti tumhe kho attha; akārassa lopaṁ katvā vuttaṁ. Tumhe kho nāgā jhānavipassanāmaggaphalānaṁ",
  "atk-vin02a20:313_1": "abhabbattā imasmiṁ dhammavinaye aviruḷhidhammā attha, viruḷhidhammā na bhavathāti",
  "atk-vin02a20:313_2": "ayamettha saṅkhepattho. Sajātiyāti nāgiyā eva. Yadā pana manussitthiādibhedāya aññajātiyā",
  "atk-vin02a20:313_3": "paṭisevati, tadā devaputto viya hoti. Ettha ca pavattiyaṁ abhiṇhaṁ sabhāvapātukammadassanavasena",
  "atk-vin02a20:313_4": "“dve paccayā”ti vuttaṁ. Nāgassa pana pañcasu kālesu sabhāvapātukammaṁ hoti – paṭisandhikāle,",
  "atk-vin02a20:313_5": "tacajahanakāle, sajātiyā methunakāle, vissaṭṭhaniddokkamanakāle, cutikāleti.",
  "atk-vin02a20:314_0": "Tiracchānagato bhikkhaveti ettha nāgo vā hotu supaṇṇamāṇavakādīnaṁ vā aññataro, antamaso",
  "atk-vin02a20:314_1": "sakkaṁ devarājānaṁ upādāya yo koci amanussajātiyo, sabbova imasmiṁ atthe tiracchānagatoti",
  "atk-vin02a20:314_2": "veditabbo. So neva upasampādetabbo, na pabbājetabbo, upasampannopi nāsetabboti.",
  "atk-vin02a20:315": "Tiracchānagatavatthukathā niṭṭhitā.",
  "atk-vin02a20:316": "Mātughātakādivatthukathā",
  "atk-vin02a20:317_0": "112. Mātughātakādivatthūsu – nikkhantiṁ kareyyanti nikkhamanaṁ niggamanaṁ apavāhanaṁ",
  "atk-vin02a20:317_1": "kareyyanti attho. Mātughātako bhikkhaveti ettha yena manussitthibhūtā janikā mātā",
  "atk-vin02a20:317_2": "sayampi manussajātikeneva satā sañcicca jīvitā voropitā, ayaṁ ānantariyena mātughātakakammena",
  "atk-vin02a20:317_3": "mātughātako, etassa pabbajjā ca upasampadā ca paṭikkhittā. Yena pana manussitthibhūtāpi",
  "atk-vin02a20:317_4": "ajanikā posāvanikā mātā vā mahāmātā vā cūḷamātā vā janikāpi vā na manussitthibhūtā",
  "atk-vin02a20:317_5": "mātā ghātitā, tassa pabbajjā na vāritā, na ca ānantariko hoti. Yena sayaṁ tiracchānabhūtena",
  "atk-vin02a20:317_6": "manussitthibhūtā mātā ghātitā, sopi ānantariko na hoti, tiracchānagatattā panassa",
  "atk-vin02a20:317_7": "pabbajjā paṭikkhittā. Sesaṁ uttānameva. Pitughātakepi eseva nayo. Sacepi hi vesiyā",
  "atk-vin02a20:317_8": "putto hoti, “ayaṁ me pitā”ti na jānāti, yassa sambhavena nibbatto, so ce anena ghātito,",
  "atk-vin02a20:317_9": "pitughātakotveva saṅkhyaṁ gacchati, ānantariyañca phusati.",
  "atk-vin02a20:318_0": "114. Arahantaghātakopi manussaarahantavaseneva veditabbo. Manussajātiyañhi antamaso",
  "atk-vin02a20:318_1": "apabbajitampi khīṇāsavaṁ dārakaṁ dārikaṁ vā sañcicca jīvitā voropento arahantaghātakova",
  "atk-vin02a20:318_2": "hoti, ānantariyañca phusati, pabbajjā cassa vāritā. Amanussajātikaṁ pana arahantaṁ",
  "atk-vin02a20:318_3": "manussajātikaṁ vā avasesaṁ ariyapuggalaṁ ghātetvā ānantariyo na hoti, pabbajjāpissa",
  "atk-vin02a20:318_4": "na vāritā, kammaṁ pana balavaṁ hoti. Tiracchāno manussaarahantampi ghātetvā ānantariyo",
  "atk-vin02a20:318_5": "na hoti, kammaṁ pana bhāriyanti ayamettha vinicchayo. Te vadhāya onīyantīti vadhatthāya",
  "atk-vin02a20:318_6": "onīyanti, māretuṁ nīyantīti attho. Yaṁ pana pāḷiyaṁ “sacā ca maya”nti vuttaṁ, tassa",
  "atk-vin02a20:318_7": "sace mayanti ayamevattho. “Sace”ti hi vattabbe ettha “sacā ca” iti ayaṁ nipāto vutto.",
  "atk-vin02a20:318_8": "“Sace ca” icceva vā pāṭho. Tattha saceti sambhāvanatthe nipāto; ca iti padapūraṇamatte.",
  "atk-vin02a20:318_9": "“Sacajja maya”ntipi pāṭho. Tassa sace ajja mayanti attho.",
  "atk-vin02a20:319_0": "115.Bhikkhunidūsako bhikkhaveti ettha yo pakatattaṁ bhikkhuniṁ tiṇṇaṁ maggānaṁ aññatarasmiṁ",
  "atk-vin02a20:319_1": "dūseti, ayaṁ bhikkhunidūsako nāma. Etassa pabbajjā ca upasampadā ca vāritā. Yo pana",
  "atk-vin02a20:319_2": "kāyasaṁsaggena sīlavināsaṁ pāpeti, tassa pabbajjā ca upasampadā ca na vāritā. Balakkārena",
  "atk-vin02a20:319_3": "odātavatthavasanaṁ katvā anicchamānaṁyeva dūsentopi bhikkhunidūsakoyeva. Balakkārena",
  "atk-vin02a20:319_4": "pana odātavatthavasanaṁ katvā icchamānaṁ dūsento bhikkhunidūsako na hoti. Kasmā?",
  "atk-vin02a20:319_5": "Yasmā gihibhāve sampaṭicchitamatteyeva sā abhikkhunī hoti. Sakiṁ sīlavipannaṁ pana",
  "atk-vin02a20:319_6": "pacchā dūsento sikkhamānāsāmaṇerīsu ca vippaṭipajjanto neva bhikkhunidūsako hoti,",
  "atk-vin02a20:319_7": "pabbajjampi upasampadampi labhati.",
  "atk-vin02a20:320_0": "Saṅghabhedakobhikkhaveti ettha yo devadatto viya sāsanaṁ uddhammaṁ ubbinayaṁ katvā",
  "atk-vin02a20:320_1": "catunnaṁ kammānaṁ aññataravasena saṅghaṁ bhindati, ayaṁ saṅghabhedako nāma. Etassa",
  "atk-vin02a20:320_2": "pabbajjā ca upasampadā ca vāritā.",
  "atk-vin02a20:321_0": "Lohituppādako bhikkhaveti etthāpi yo devadatto viya duṭṭhacittena vadhakacittena",
  "atk-vin02a20:321_1": "tathāgatassa jīvamānakasarīre khuddakamakkhikāya pivanakamattampi lohitaṁ uppādeti,",
  "atk-vin02a20:321_2": "ayaṁ lohituppādako nāma. Etassa pabbajjā ca upasampadā ca vāritā. Yo pana rogavūpasamanatthaṁ",
  "atk-vin02a20:321_3": "jīvako viya satthena phāletvā pūtimaṁsañca lohitañca nīharitvā phāsuṁ karoti, bahuṁ",
  "atk-vin02a20:321_4": "so puññaṁ pasavatīti.",
  "atk-vin02a20:322": "Mātughātakādivatthukathā niṭṭhitā.",
  "atk-vin02a20:323": "Ubhatobyañjanakavatthukathā",
  "atk-vin02a20:324_0": "116.Ubhatobyañjanako bhikkhaveti itthinimittuppādanakammato ca purisanimittuppādanakammato",
  "atk-vin02a20:324_1": "ca ubhato byañjanamassa atthīti ubhatobyañjanako. Karotīti purisanimittena itthīsu",
  "atk-vin02a20:324_2": "methunavītikkamaṁ karoti. Kārāpetīti paraṁ samādapetvā attano itthinimitte kārāpeti,",
  "atk-vin02a20:324_3": "so duvidho hoti – itthiubhatobyañjanako, purisaubhatobyañjanakoti.",
  "atk-vin02a20:325_0": "Tattha itthiubhatobyañjanakassa itthinimittaṁ pākaṭaṁ hoti, purisanimittaṁ paṭicchannaṁ.",
  "atk-vin02a20:325_1": "Purisaubhatobyañjanakassa purisanimittaṁ pākaṭaṁ, itthinimittaṁ paṭicchannaṁ. Itthiubhatobyañjanakassa",
  "atk-vin02a20:325_2": "itthīsu purisattaṁ karontassa itthinimittaṁ paṭicchannaṁ hoti, purisanimittaṁ pākaṭaṁ",
  "atk-vin02a20:325_3": "hoti. Purisaubhatobyañjanakassa purisānaṁ itthibhāvaṁ upagacchantassa purisanimittaṁ",
  "atk-vin02a20:325_4": "paṭicchannaṁ hoti, itthinimittaṁ pākaṭaṁ hoti. Itthiubhatobyañjanako sayañca gabbhaṁ",
  "atk-vin02a20:325_5": "gaṇhāti, parañca gaṇhāpeti. Purisaubhatobyañjanako pana sayaṁ na gaṇhāti, paraṁ gaṇhāpetīti,",
  "atk-vin02a20:325_6": "idametesaṁ nānākaraṇaṁ. Kurundiyaṁ pana vuttaṁ – “yadi paṭisandhiyaṁ purisaliṅgaṁ",
  "atk-vin02a20:325_7": "pavatte itthiliṅgaṁ nibbattati, yadi paṭisandhiyaṁ itthiliṅgaṁ pavatte purisaliṅgaṁ",
  "atk-vin02a20:325_8": "nibbattatī”ti. Tattha vicāraṇakkamo vitthārato aṭṭhasāliniyā dhammasaṅgahaṭṭhakathāya",
  "atk-vin02a20:325_9": "veditabbo. Imassa pana duvidhassāpi ubhatobyañjanakassa neva pabbajjā atthi, na upasampadāti",
  "atk-vin02a20:325_10": "idamidha veditabbaṁ.",
  "atk-vin02a20:326": "Ubhatobyajjanakavatthukathā niṭṭhitā.",
  "atk-vin02a20:327": "Anupajjhāyakādivatthukathā",
  "atk-vin02a20:328_0": "117.Tenakho pana samayenāti yena samayena bhagavatā sikkhāpadaṁ apaññattaṁ hoti,",
  "atk-vin02a20:328_1": "tena samayena. Anupajjhāyakanti upajjhaṁ agāhāpetvā sabbena sabbaṁ upajjhāyavirahitaṁ.",
  "atk-vin02a20:328_2": "Evaṁ upasampannā neva dhammato na āmisato saṅgahaṁ labhanti, te parihāyantiyeva,",
  "atk-vin02a20:328_3": "na vaḍḍhanti. Na bhikkhave anupajjhāyakoti upajjhaṁ agāhāpetvā nirupajjhāyako na",
  "atk-vin02a20:328_4": "upasampādetabbo. Yo upasampādeyya āpatti dukkaṭassāti sikkhāpadapaññattito paṭṭhāya",
  "atk-vin02a20:328_5": "evaṁ upasampādentassa āpatti hoti; kammaṁ pana na kuppati. Keci kuppatīti vadanti,",
  "atk-vin02a20:328_6": "taṁ na gahetabbaṁ. Saṅghena upajjhāyenātiādīsupi ubhatobyañjanakupajjhāyapariyosānesu eseva nayo.",
  "atk-vin02a20:329": "Anupajjhāyakādivatthukathā niṭṭhitā.",
  "atk-vin02a20:330": "Apattakādivatthukathā",
  "atk-vin02a20:331_0": "118.Hatthesu piṇḍāya carantīti yo hatthesu piṇḍo labbhati, tadatthāya caranti. Seyyathāpi",
  "atk-vin02a20:331_1": "titthiyāti yathā ājīvakanāmakā titthiyā; sūpabyañjanehi missetvā hatthesu ṭhapitapiṇḍameva",
  "atk-vin02a20:331_2": "hi te bhuñjanti. Āpatti dukkaṭassāti evaṁ upasampādentasseva āpatti hoti, kammaṁ",
  "atk-vin02a20:331_3": "pana na kuppati. Acīvarakādivatthūsupi eseva nayo.",
  "atk-vin02a20:332_0": "Yācitakenāti “yāva upasampadaṁ karoma, tāva dethā”ti yācitvā gahitena; tāvakālikenāti",
  "atk-vin02a20:332_1": "attho. Īdisena hi pattena vā cīvarena vā pattacīvarena vā upasampādentasseva āpatti",
  "atk-vin02a20:332_2": "hoti, kammaṁ pana na kuppati, tasmā paripuṇṇapattacīvarova upasampādetabbo. Sace",
  "atk-vin02a20:332_3": "tassa natthi, ācariyupajjhāyā cassa dātukāmā honti, aññe vā bhikkhū nirapekkhehi",
  "atk-vin02a20:332_4": "nissajjitvā adhiṭṭhānupagaṁ pattacīvaraṁ dātabbaṁ. Pabbajjāpekkhaṁ pana paṇḍupalāsaṁ",
  "atk-vin02a20:332_5": "yācitakenāpi pattacīvarena pabbājetuṁ vaṭṭati, sabhāgaṭṭhāne vissāsena gahetvāpi pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:333_0": "Sace pana apakkaṁ pattaṁ cīvarūpagāni ca vatthāni gahetvā āgato hoti, yāva patto",
  "atk-vin02a20:333_1": "paccati, cīvarāni ca kariyanti, tāva vihāre vasantassa anāmaṭṭhapiṇḍapātaṁ dātuṁ",
  "atk-vin02a20:333_2": "vaṭṭati, thālake bhuñjituṁ vaṭṭati, purebhattaṁ sāmaṇerabhāgasamako āmisabhāgo dātuṁ",
  "atk-vin02a20:333_3": "vaṭṭati. Senāsanaggāho pana salākabhattauddesabhattanimantanādīni ca na vaṭṭanti.",
  "atk-vin02a20:333_4": "Pacchābhattampi sāmaṇerabhāgasamo telamadhuphāṇitādibhesajjabhāgo vaṭṭati. Sace gilāno",
  "atk-vin02a20:333_5": "hoti, bhesajjamassa kātuṁ vaṭṭati, sāmaṇerassa viya ca sabbaṁ paṭijagganakammanti.",
  "atk-vin02a20:334": "Apattakādivatthukathā niṭṭhitā.",
  "atk-vin02a20:335": "Hatthacchinnādivatthukathā",
  "atk-vin02a20:336_0": "119. Hatthacchinnādivatthūsu – hatthacchinnoti yassa hatthatale vā maṇibandhe vā",
  "atk-vin02a20:336_1": "kappare vā yattha katthaci eko vā dve vā hatthā chinnā honti. Pādacchinnoti yassa",
  "atk-vin02a20:336_2": "aggapāde vā gopphakesu vā jaṅghāya vā yattha katthaci eko vā dve vā pādā chinnā honti.",
  "atk-vin02a20:336_3": "Hatthapādacchinnoti yassa vuttappakāreneva catūsu hatthapādesu dve vā tayo vā sabbe",
  "atk-vin02a20:336_4": "vā hatthapādā chinnā honti. Kaṇṇacchinnoti yassa kaṇṇamūle vā kaṇṇasakkhalikāya vā",
  "atk-vin02a20:336_5": "eko vā dve vā kaṇṇā chinnā honti. Yassa pana kaṇṇāviddhe chijjanti, sakkā ca hoti",
  "atk-vin02a20:336_6": "saṅghāṭetuṁ, so kaṇṇaṁ saṅghāṭetvā pabbājetabbo. Nāsacchinnoti yassa ajapadake vā",
  "atk-vin02a20:336_7": "agge vā ekapuṭe vā yattha katthaci nāsā chinnā hoti. Yassa pana nāsikā sakkā hoti",
  "atk-vin02a20:336_8": "sandhetuṁ, so taṁ phāsukaṁ katvā pabbājetabbo. Kaṇṇanāsacchinno ubhayavasena veditabbo.",
  "atk-vin02a20:336_9": "Aṅgulicchinnoti yassa nakhasesaṁ adassetvā ekā vā bahū vā aṅguliyo chinnā honti.",
  "atk-vin02a20:336_10": "Yassa pana suttatantumattampi nakhasesaṁ paññāyati, taṁ pabbājetuṁ vaṭṭati. Aḷacchinnoti",
  "atk-vin02a20:336_11": "yassa catūsu aṅguṭṭhakesu aṅguliyaṁ vuttanayeneva eko vā bahū vā aṅguṭṭhakā chinnā",
  "atk-vin02a20:336_12": "honti. Kaṇḍaracchinnoti yassa kaṇḍaranāmakā mahānhārū purato vā pacchato vā chinnā",
  "atk-vin02a20:336_13": "honti; yesu ekassapi chinnattā aggapādena vā caṅkamati, mūlena vā caṅkamati, na vā",
  "atk-vin02a20:336_14": "pādaṁ patiṭṭhāpetuṁ sakkoti.",
  "atk-vin02a20:337_0": "Phaṇahatthakoti yassa vaggulipakkhakā viya aṅguliyo sambaddhā honti; etaṁ pabbājetukāmena",
  "atk-vin02a20:337_1": "aṅgulantarikāyo phāletvā sabbaṁ antaracammaṁ apanetvā phāsukaṁ katvā pabbājetabbo.",
  "atk-vin02a20:337_2": "Yassapi cha aṅguliyo honti, taṁ pabbājetukāmena adhikaaṅguliṁ chinditvā phāsukaṁ katvā pabbājetabbo.",
  "atk-vin02a20:338_0": "Khujjoti yo urassa vā piṭṭhiyā vā passassa vā nikkhantattā khujjasarīro. Yassa pana",
  "atk-vin02a20:338_1": "kiñci kiñci aṅgapaccaṅgaṁ īsakaṁ vaṅkaṁ, taṁ pabbājetuṁ vaṭṭati. Mahāpuriso eva hi",
  "atk-vin02a20:338_2": "brahmujjugatto, avaseso satto akhujjo nāma natthi.",
  "atk-vin02a20:339_0": "Vāmanoti jaṅghavāmano vā kaṭivāmano vā ubhayavāmano vā. Jaṅghavāmanassa kaṭito paṭṭhāya",
  "atk-vin02a20:339_1": "heṭṭhimakāyo rasso hoti, uparimakāyo paripuṇṇo. Kaṭivāmanassa kaṭito paṭṭhāya uparimakāyo",
  "atk-vin02a20:339_2": "rasso hoti, heṭṭhimakāyo paripuṇṇo. Ubhayavāmanassa ubhopi kāyā rassā honti, yesaṁ",
  "atk-vin02a20:339_3": "rassattā bhūtānaṁ viya parivaṭumo mahākucchighaṭasadiso attabhāvo hoti, taṁ tividhampi",
  "atk-vin02a20:339_4": "pabbājetuṁ na vaṭṭati.",
  "atk-vin02a20:340_0": "Galagaṇḍīti yassa kumbhaṇḍaṁ viya gale gaṇḍo hoti. Desanāmattameva cetaṁ, yasmiṁ",
  "atk-vin02a20:340_1": "kismiñci pana padese gaṇḍe sati na pabbājetabbo. Tattha vinicchayo – “na bhikkhave",
  "atk-vin02a20:340_2": "pañcahi ābādhehi phuṭṭho pabbājetabbo”ti ettha vuttanayeneva veditabbo. Lakkhaṇāhatakasāhatalikhitakesu",
  "atk-vin02a20:340_3": "yaṁ vattabbaṁ, taṁ “na bhikkhave lakkhaṇāhato”tiādīsu vuttameva.",
  "atk-vin02a20:341_0": "Sīpadīti bhārapādo vuccati. Yassa pādo thūlo hoti sañjātapiḷako kharo, so na pabbājetabbo.",
  "atk-vin02a20:341_1": "Yassa pana na tāva kharabhāvaṁ gaṇhāti, sakkā hoti upanāhaṁ bandhitvā udakaāvāṭe",
  "atk-vin02a20:341_2": "pavesetvā udakavālikāya pūretvā yathā sirā paññāyanti, jaṅghā ca telanāḷikā viya",
  "atk-vin02a20:341_3": "hoti, evaṁ milāpetuṁ sakkā, tassa pādaṁ īdisaṁ katvā taṁ pabbājetuṁ vaṭṭati. Sace",
  "atk-vin02a20:341_4": "puna vaḍḍhati, upasampādentenāpi tathā katvāva upasampādetabbo.",
  "atk-vin02a20:342": "Pāparogīti arisabhagandarapittasemhakāsasosādīsu yena kenaci rogena niccāturo atekiccharogo jeguccho amanāpo; ayaṁ na pabbājetabbo.",
  "atk-vin02a20:343_0": "Parisadūsakoti yo attano virūpatāya parisaṁ dūseti; atidīgho vā hoti aññesaṁ sīsappamāṇanābhippadeso,",
  "atk-vin02a20:343_1": "atirasso vā ubhayavāmanabhūtarūpaṁ viya, atikāḷo vā jhāpitakhette khāṇuko viya, accodāto",
  "atk-vin02a20:343_2": "vā dadhitakkādīhi pamajjitamaṭṭhatambalohavaṇṇo, atikiso vā mandamaṁsalohito aṭṭhisirācammasarīro",
  "atk-vin02a20:343_3": "viya, atithūlo vā bhāriyamaṁso, mahodaro vā mahābhūtasadiso, atimahantasīso vā pacchiṁ",
  "atk-vin02a20:343_4": "sīse katvā ṭhito viya, atikhuddakasīso vā sarīrassa ananurūpena atikhuddakena sīsena",
  "atk-vin02a20:343_5": "samannāgato, kūṭakūṭasīso vā tālaphalapiṇḍisadisena sīsena samannāgato, sikharasīso",
  "atk-vin02a20:343_6": "vā uddhaṁ anupubbatanukena sīsena samannāgato, nāḷisīso vā mahāveḷupabbasadisena",
  "atk-vin02a20:343_7": "sīsena samannāgato, kappasīso vā pabbhārasīso vā catūsu passesu yena kenaci passena",
  "atk-vin02a20:343_8": "oṇatena sīsena samannāgato, vaṇasīso vā pūtisīso vā kaṇṇikakeso vā pāṇakehi khāyitakedāre",
  "atk-vin02a20:343_9": "sassasadisehi tahiṁ tahiṁ uṭṭhitehi kesehi samannāgato, nillomasīso vā thūlathaddhakeso",
  "atk-vin02a20:343_10": "vā tālahīrasadisehi kesehi samannāgato, jātipalitehi paṇḍarasīso vā pakatitambakeso",
  "atk-vin02a20:343_11": "vā ādittehi viya kesehi samannāgato, āvaṭṭasīso vā gunnaṁ sarīre āvaṭṭasadisehi uddhaggehi",
  "atk-vin02a20:343_12": "kesāvaṭṭehi samannāgato, sīsalomehi saddhiṁ ekābaddhabhamukalomo vā jālabaddhena",
  "atk-vin02a20:343_13": "viya nalāṭena samannāgato.",
  "atk-vin02a20:344_0": "Sambaddhabhamuko vā nillomabhamuko vā makkaṭabhamuko vā atimahantakkhi vā atikhuddakakkhi",
  "atk-vin02a20:344_1": "vā mahiṁsacamme vāsikoṇena paharitvā katachiddasadisehi akkhīhi samannāgato, visamakkhi",
  "atk-vin02a20:344_2": "vā ekena mahantena ekena khuddakena akkhinā samannāgato, visamacakkalo vā ekena uddhaṁ",
  "atk-vin02a20:344_3": "ekena adhoti evaṁ visamajātehi akkhicakkalehi samannāgato, kekaro vā gambhīrakkhi",
  "atk-vin02a20:344_4": "vā yassa gambhīre udapāne udakatārakā viya akkhitārakā paññāyanti; nikkhantakkhi",
  "atk-vin02a20:344_5": "vā yassa kakkaṭakasseva akkhitārakā nikkhantā honti; hatthikaṇṇo vā mahatīhi kaṇṇasakkhalikāhi",
  "atk-vin02a20:344_6": "samannāgato, mūsikakaṇṇo vā jaṭukakaṇṇo vā khuddikāhi kaṇṇasakkhalikāhi samannāgato,",
  "atk-vin02a20:344_7": "chiddamattakaṇṇo vā yassa vinā kaṇṇasakkhalikāhi kaṇṇachiddamattameva hoti; aviddhakaṇṇo",
  "atk-vin02a20:344_8": "vā yonakajātiko pana parisadūsako na hoti; sabhāvoyeva hi so tassa kaṇṇabhagandariko",
  "atk-vin02a20:344_9": "vā niccapūtinā kaṇṇena samannāgato, gaṇḍakaṇṇo vā sadāpaggharitapubbena kaṇṇena samannāgato,",
  "atk-vin02a20:344_10": "ṭaṅkitakaṇṇo vā gobhattanāḷikāya aggasadisehi kaṇṇehi samannāgato, atipiṅgalakkhi",
  "atk-vin02a20:344_11": "vā madhupiṅgalaṁ pana pabbājetuṁ vaṭṭati. Nippakhumakkhi vā assupaggharaṇakkhi vā",
  "atk-vin02a20:344_12": "pupphitakkhi vā akkhipākena samannāgatakkhi vā.",
  "atk-vin02a20:345_0": "Atimahantanāsiko vā atikhuddakanāsiko vā cipiṭanāsiko vā majjhe appatiṭṭhahitvā ekapasse",
  "atk-vin02a20:345_1": "ṭhitavaṅkanāsiko vā, dīghanāsiko vā sukatuṇḍasadisāya jivhāya lehituṁ sakkuṇeyyāya",
  "atk-vin02a20:345_2": "nāsikāya samannāgato, niccapaggharitasiṅghāṇikanāso vā.",
  "atk-vin02a20:346_0": "Mahāmukho vā yassa paṭaṅgamaṇḍūkasseva mukhanimittaṁyeva mahantaṁ hoti, mukhaṁ pana",
  "atk-vin02a20:346_1": "lābusadisaṁ atikhuddakaṁ, bhinnamukho vā vaṅkamukho vā mahāoṭṭho vā ukkhalimukhavaṭṭisadisehi",
  "atk-vin02a20:346_2": "oṭṭhehi samannāgato, tanukaoṭṭho vā bhericammasadisehi dante pidahituṁ asamatthehi",
  "atk-vin02a20:346_3": "oṭṭhehi samannāgato, mahādharoṭṭho vā tanukauttaroṭṭho vā tanukaadharoṭṭho vā mahāuttaroṭṭho",
  "atk-vin02a20:346_4": "vā oṭṭhachinnako vā eḷamukho vā uppakkamukho vā saṅkhatuṇḍako vā bahisetehi anto",
  "atk-vin02a20:346_5": "atirattehi oṭṭhehi samannāgato, duggandhakuṇapamukho vā.",
  "atk-vin02a20:347_0": "Mahādanto vā aṭṭhakadantasadisehi dantehi samannāgato asuradanto vā heṭṭhā vā upari",
  "atk-vin02a20:347_1": "vā bahinikkhantadanto, yassa pana sakkā hoti oṭṭhehi pidahituṁ kathentasseva paññāyati",
  "atk-vin02a20:347_2": "no akathentassa, taṁ pabbājetuṁ vaṭṭati. Pūtidanto vā niddanto vā yassa pana dantantare",
  "atk-vin02a20:347_3": "kalandakadanto viya sukhumadanto hoti, taṁ pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:348_0": "Mahāhanuko vā gohanusadisena hanunā samannāgato, dīghahanuko vā cipiṭahanuko vā antopaviṭṭhena",
  "atk-vin02a20:348_1": "viya atirassena hanukena samannāgato, bhinnahanuko vā vaṅkahanuko vā nimmassudāṭhiko",
  "atk-vin02a20:348_2": "vā bhikkhunisadisamukho dīghagalo vā bakagalasadisena galena samannāgato, rassagalo",
  "atk-vin02a20:348_3": "vā antopaviṭṭhena viya galena samannāgato, bhinnagalo vā bhaṭṭhaaṁsakūṭo vā ahattho",
  "atk-vin02a20:348_4": "vā ekahattho vā atirassahattho vā atidīghahattho vā bhinnauro vā bhinnapiṭṭhi vā",
  "atk-vin02a20:348_5": "kacchugatto vā kaṇḍugatto vā daddugatto vā godhāgatto vā, yassa godhāya viya gattato",
  "atk-vin02a20:348_6": "cuṇṇāni patanti, sabbañcetaṁ virūpakaraṇaṁ sandhāya vitthārikavasena vuttaṁ. Vinicchayo",
  "atk-vin02a20:348_7": "panettha “na bhikkhave pañcahi ābādhehī”ti ettha vuttanayeneva veditabbo.",
  "atk-vin02a20:349_0": "Bhaṭṭhakaṭiko vā mahāānisado vā uddhanakūṭasadisehi ānisadamaṁsehi accuggatehi samannāgato,",
  "atk-vin02a20:349_1": "mahāūruko vā vātaṇḍiko vā mahājāṇuko vā saṅghaṭṭanajāṇuko vā dīghajaṅgho vā yaṭṭhisadisajaṅgho",
  "atk-vin02a20:349_2": "vikaṭo vā paṇho vā ubbaddhapiṇḍiko vā, so duvidho heṭṭhā oruḷhāhi vā upari āruḷhāhi",
  "atk-vin02a20:349_3": "vā mahatīhi jaṅghapiṇḍikāhi samannāgato, mahājaṅgho vā thūlajaṅghapiṇḍiko vā mahāpādo",
  "atk-vin02a20:349_4": "vā mahāpaṇhi vā piṭṭhikapādo vā pādavemajjhato uṭṭhitajaṅgho vaṅkapādo vā so duvidho",
  "atk-vin02a20:349_5": "– anto vā bahi vā parivattapādo gaṇṭhikaṅguli vā siṅgiveraphaṇasadisāhi aṅgulīhi",
  "atk-vin02a20:349_6": "samannāgato, andhanakho vā kāḷavaṇṇehi pūtinakhehi samannāgato, sabbopi esa parisadūsako.",
  "atk-vin02a20:349_7": "Evarūpo parisadūsako na pabbājetabbo.",
  "atk-vin02a20:350_0": "Kāṇoti pasannandho vā hotu pupphādīhi vā upahatapasādo. Yo dvīhi vā ekena vā akkhinā",
  "atk-vin02a20:350_1": "na passati, so na pabbājetabbo. Mahāpaccariyaṁ pana ekakkhikāṇo kāṇoti vutto, dviakkhikāṇo",
  "atk-vin02a20:350_2": "andhena saṅgahito. Mahāaṭṭhakathāyaṁ jaccandho andhoti vutto, tasmā ubhayampi pariyāyena",
  "atk-vin02a20:350_3": "yujjati. Kuṇīti hatthakuṇī vā pādakuṇī vā aṅgulikuṇī vā; yassa etesu hatthādīsu yaṁkiñci",
  "atk-vin02a20:350_4": "vaṅkaṁ paññāyati, so kuṇī nāma. Khañjoti natajāṇuko vā bhinnajaṅgho vā majjhe saṅkuṭitapādattā",
  "atk-vin02a20:350_5": "kuṇḍapādako vā piṭṭhipādamajjhena caṅkamanto agge saṅkuṭitapādattā kuṇḍapādako vā",
  "atk-vin02a20:350_6": "piṭṭhipādaggena caṅkamanto aggapādeneva caṅkamanakhañjo vā paṇhikāya caṅkamanakhañjo",
  "atk-vin02a20:350_7": "vā pādassa bāhirantena caṅkamanakhañjo vā pādassa abbhantarantena caṅkamanakhañjo",
  "atk-vin02a20:350_8": "vā gopphakānaṁ upari bhaggattā sakalena piṭṭhipādena caṅkamanakhañjo vā; sabbopesa",
  "atk-vin02a20:350_9": "khañjoyeva, so na pabbājetabbo.",
  "atk-vin02a20:351_0": "Pakkhahatoti yassa eko hattho vā pādo vā aḍḍhasarīraṁ vā sukhaṁ na vahati. Chinniriyāpathoti",
  "atk-vin02a20:351_1": "pīṭhasappi vuccati. Jarādubbaloti jiṇṇabhāvena dubbalo attano cīvararajanādikammaṁ",
  "atk-vin02a20:351_2": "kātumpi asamattho. Yo pana mahallakopi balavā hoti, attānaṁ paṭijaggituṁ sakkoti,",
  "atk-vin02a20:351_3": "so pabbājetabbo. Andhoti jaccandho vuccati. Mūgoti yassa vacībhedo nappavattati;",
  "atk-vin02a20:351_4": "yassāpi pavattati, saraṇagamanaṁ pana paripuṇṇaṁ bhāsituṁ na sakkoti, tādisaṁ mammanampi",
  "atk-vin02a20:351_5": "pabbājetuṁ na vaṭṭati. Yo pana saraṇagamanamattaṁ paripuṇṇaṁ bhāsituṁ sakkoti, taṁ pabbājetuṁ vaṭṭati.",
  "atk-vin02a20:352_0": "Badhiroti yo sabbena sabbaṁ na suṇāti. Yo pana mahāsaddaṁ suṇāti, taṁ pabbājetuṁ",
  "atk-vin02a20:352_1": "vaṭṭati. Andhamūgādayo ubhayadosavasena vuttā. Yesañca pabbajjā paṭikkhittā, upasampadāpi",
  "atk-vin02a20:352_2": "tesaṁ paṭikkhittāva. Sace pana te saṅgho upasampādeti, sabbepi hatthacchinnādayo",
  "atk-vin02a20:352_3": "sūpasampannā, kārakasaṅgho pana ācariyupajjhāyā ca āpattito na muccanti. Vakkhati",
  "atk-vin02a20:352_4": "ca – “atthi bhikkhave puggalo appatto osāraṇaṁ, tañce saṅgho osāreti, ekacco suosārito,",
  "atk-vin02a20:352_5": "ekacco duosārito”ti tassattho āgataṭṭhāneyeva āvi bhavissatīti.",
  "atk-vin02a20:353": "Hatthacchinnādivatthukathā niṭṭhitā.",
  "atk-vin02a20:354": "Alajjīnissayavatthukathā",
  "atk-vin02a20:355_0": "120.Alajjīnaṁ nissāya vasantīti upayogatthe sāmivacanaṁ; alajjipuggale nissāya vasantīti",
  "atk-vin02a20:355_1": "attho. Yāva bhikkhusabhāgataṁ jānāmīti nissayadāyakassa bhikkhuno bhikkhūhi sabhāgataṁ",
  "atk-vin02a20:355_2": "lajjibhāvaṁ yāva jānāmīti attho. Tasmā navaṁ ṭhānaṁ gatena “ehi bhikkhu, nissayaṁ",
  "atk-vin02a20:355_3": "gaṇhāhī”ti vuccamānenāpi catūhapañcāhaṁ nissayadāyakassa lajjibhāvaṁ upaparikkhitvā nissayo gahetabbo.",
  "atk-vin02a20:356_0": "Sace “thero lajjī”ti bhikkhūnaṁ santike sutvā āgatadivaseyeva gahetukāmo hoti, thero",
  "atk-vin02a20:356_1": "pana “āgamehi tāva, vasanto jānissasī”ti katipāhaṁ ācāraṁ upaparikkhitvā nissayaṁ",
  "atk-vin02a20:356_2": "deti, vaṭṭati. Pakatiyā nissayaggahaṇaṭṭhānaṁ gatena tadaheva gahetabbo, ekadivasampi",
  "atk-vin02a20:356_3": "parihāro natthi. Sace paṭhamayāme ācariyassa okāso natthi, okāsaṁ alabhanto “paccūsasamaye",
  "atk-vin02a20:356_4": "gahessāmī”ti sayati, aruṇaṁ uggatampi na jānāti, anāpatti. Sace pana “gaṇhissāmī”ti",
  "atk-vin02a20:356_5": "ābhogaṁ akatvā sayati, aruṇuggamane dukkaṭaṁ. Agatapubbaṁ ṭhānaṁ gatena dve tīṇi",
  "atk-vin02a20:356_6": "divasāni vasitvā gantukāmena anissitena vasitabbaṁ. “Sattāhaṁ vasissāmī”ti ālayaṁ",
  "atk-vin02a20:356_7": "karontena pana nissayo gahetabbo. Sace thero “kiṁ sattāhaṁ vasantassa nissayenā”ti",
  "atk-vin02a20:356_8": "vadati, paṭikkhittakālato paṭṭhāya laddhaparihāro hoti.",
  "atk-vin02a20:357": "Alajjīnissayavatthukathā niṭṭhitā.",
  "atk-vin02a20:358": "Gamikādinissayavatthukathā",
  "atk-vin02a20:359_0": "121.Nissayakaraṇīyoti karaṇīyanissayo, karaṇīyo mayā nissayo; gahetabboti attho.",
  "atk-vin02a20:359_1": "Nissayaṁ alabhamānenāti attanā saddhiṁ addhānamaggappaṭipannesu nissayadāyake asati",
  "atk-vin02a20:359_2": "nissayaṁ na labhati nāma. Evaṁ alabhantena anissitena bahūnipi divasāni gantabbaṁ.",
  "atk-vin02a20:359_3": "Sace pubbepi nissayaṁ gahetvā vutthapubbaṁ kañci āvāsaṁ pavisati, ekarattaṁ vasantenāpi",
  "atk-vin02a20:359_4": "nissayo gahetabbo. Antarāmagge vissamanto vā satthaṁ pariyesanto vā katipāhaṁ vasati,",
  "atk-vin02a20:359_5": "anāpatti. Antovasse pana nibaddhavāsaṁ vasitabbaṁ, nissayo ca gahetabbo. Nāvāya gacchantassa",
  "atk-vin02a20:359_6": "pana vassāne āgatepi nissayaṁ alabhantassa anāpatti.",
  "atk-vin02a20:360": "Yāciyamānenāti tena gilānena yāciyamānena anissitena vasitabbaṁ. Sace “yācāhi ma”nti vuccamānopi gilāno mānena na yācati, gantabbaṁ.",
  "atk-vin02a20:361_0": "Phāsuhotīti samathavipassanānaṁ paṭilābhavasena phāsu hoti. Imañhi parihāraṁ neva",
  "atk-vin02a20:361_1": "sotāpanno na sakadāgāmī anāgāmī arahanto labhanti; na thāmagatassa samādhino vā vipassanāya",
  "atk-vin02a20:361_2": "vā lābhī, vissaṭṭhakammaṭṭhāne pana bālaputhujjane kathāva natthi. Yassa kho pana",
  "atk-vin02a20:361_3": "samatho vā vipassanā vā taruṇo hoti, ayaṁ imaṁ parihāraṁ labhati, pavāraṇasaṅgahopi",
  "atk-vin02a20:361_4": "etasseva anuññāto. Tasmā iminā puggalena ācariye pavāretvā gatepi “yadā patirūpo",
  "atk-vin02a20:361_5": "nissayadāyako āgacchissati, tassa nissāya vasissāmī”ti ābhogaṁ katvā puna yāva āsāḷhīpuṇṇamā,",
  "atk-vin02a20:361_6": "tāva anissitena vatthuṁ vaṭṭati. Sace pana āsāḷhīmāse ācariyo nāgacchati, yattha",
  "atk-vin02a20:361_7": "nissayo labbhati, tattha gantabbaṁ.",
  "atk-vin02a20:362": "122.Gottenapi anussāvetunti mahākassapassa upasampadāpekkhoti evaṁ gottaṁ vatvā anussāvetuṁ anujānāmīti attho.",
  "atk-vin02a20:363": "123.Dve ekānussāvaneti dve ekato anussāvane; ekena ekassa aññena itarassāti evaṁ dvīhi vā ācariyehi ekena vā ekakkhaṇe kammavācaṁ anussāventehi upasampādetuṁ anujānāmīti attho.",
  "atk-vin02a20:364_0": "Dve tayo ekānussāvane kātuṁ tañca kho ekena upajjhāyenāti dve vā tayo vā jane purimanayeneva",
  "atk-vin02a20:364_1": "ekato anussāvane kātuṁ anujānāmi; tañca kho anussāvanakiriyaṁ ekena upajjhāyena anujānāmīti",
  "atk-vin02a20:364_2": "attho. Tasmā ekena ācariyena dve vā tayo vā anussāvetabbā. Dvīhi vā tīhi vā ācariyehi",
  "atk-vin02a20:364_3": "visuṁ visuṁ ekena ekassāti evaṁ ekappahāreneva dve tisso vā kammavācā kātabbā. Sace",
  "atk-vin02a20:364_4": "pana nānācariyā nānupajjhāyā honti, tissatthero sumanattherassa saddhivihārikaṁ,",
  "atk-vin02a20:364_5": "sumanatthero tissattherassa saddhivihārikaṁ anussāveti, aññamaññañca gaṇapūrakā honti,",
  "atk-vin02a20:364_6": "vaṭṭati. Sace pana nānāupajjhāyā honti, eko ācariyo hoti, “natveva nānupajjhāyenā”ti",
  "atk-vin02a20:364_7": "paṭikkhittattā na vaṭṭati. Idaṁ sandhāya hi esa paṭikkhepo.",
  "atk-vin02a20:365": "Gamikādinissayavatthukathā niṭṭhitā.",
  "atk-vin02a20:366": "Upasampadāvidhikathā",
  "atk-vin02a20:367_0": "126.Paṭhamaṁupajjhaṁ gāhāpetabboti ettha vajjāvajjaṁ upanijjhāyatīti upajjhā, taṁ",
  "atk-vin02a20:367_1": "upajjhaṁ; “upajjhāyo me bhante hohī”ti evaṁ vadāpetvā gāhāpetabbo. Vitthāyantīti",
  "atk-vin02a20:367_2": "vitthaddhagattā honti. Yaṁ jātanti yaṁ tava sarīre jātaṁ nibbattaṁ vijjamānaṁ, taṁ",
  "atk-vin02a20:367_3": "saṅghamajjhe pucchante santaṁ atthīti vattabbantiādi. Ullumpatu manti uddharatu maṁ.",
  "atk-vin02a20:368": "Upasampadāvidhikathā niṭṭhitā.",
  "atk-vin02a20:369": "Cattāronissayādikathā",
  "atk-vin02a20:370_0": "128.Tāvadevāti upasampannasamanantarameva. Chāyā metabbāti ekaporisā vā dviporisā",
  "atk-vin02a20:370_1": "vāti chāyā metabbā. Utuppamāṇaṁ ācikkhitabbanti “vassāno hemanto gimho”ti evaṁ utuppamāṇaṁ",
  "atk-vin02a20:370_2": "ācikkhitabbaṁ. Ettha ca utuyeva utuppamāṇaṁ. Sace vassānādayo aparipuṇṇā honti, yattakehi",
  "atk-vin02a20:370_3": "divasehi yassa yo utu aparipuṇṇo, te divase sallakkhetvā so divasabhāgo ācikkhitabbo.",
  "atk-vin02a20:370_4": "Atha vā “ayaṁ nāma utu, so ca kho paripuṇṇo vā aparipuṇṇo vā”ti evaṁ utuppamāṇaṁ",
  "atk-vin02a20:370_5": "ācikkhitabbaṁ. “Pubbaṇho vā sāyanho vā”ti evaṁ divasabhāgo ācikkhitabbo. Saṅgītīti",
  "atk-vin02a20:370_6": "idameva sabbaṁ ekato katvā “tvaṁ kiṁ labhasi, kā te chāyā, kiṁ utuppamāṇaṁ, ko divasabhāgo”ti",
  "atk-vin02a20:370_7": "puṭṭho “idaṁ nāma labhāmi – vassaṁ vā hemantaṁ vā gimhaṁ vā, ayaṁ me chāyā, idaṁ",
  "atk-vin02a20:370_8": "utuppamāṇaṁ, ayaṁ divasabhāgoti vadeyyāsī”ti evaṁ ācikkhitabbaṁ.",
  "atk-vin02a20:371_0": "129.Ohāyāti chaḍḍetvā. Dutiyaṁ dātunti upasampadamāḷakato pariveṇaṁ gacchantassa",
  "atk-vin02a20:371_1": "dutiyakaṁ dātuṁ anujānāmi, cattāri ca akaraṇīyāni ācikkhitunti attho. Paṇḍupalāsoti",
  "atk-vin02a20:371_2": "paṇḍuvaṇṇo patto. Bandhanā pavuttoti vaṇṭato patito. Abhabbo haritatthāyāti puna",
  "atk-vin02a20:371_3": "harito bhavituṁ abhabbo. Puthusilāti mahāsilā.",
  "atk-vin02a20:372_0": "130.Alabbhamānāya sāmaggiyā anāpatti sambhoge saṁvāseti yāva tassa ukkhepanīyakammakaraṇatthāya",
  "atk-vin02a20:372_1": "sāmaggī na labbhati, tāva tena saddhiṁ sambhoge ca uposathapavāraṇādikaraṇabhede",
  "atk-vin02a20:372_2": "saṁvāse ca anāpattīti. Sesaṁ sabbattha mahāvibhaṅge vuttānusārena suviññeyyattā pākaṭamevāti.",
  "atk-vin02a20:373": "Cattāronissayādikathā niṭṭhitā.",
  "atk-vin02a20:374": "Samantapāsādikāya vinayasaṁvaṇṇanāya",
  "atk-vin02a20:375": "Dvāsattatiadhikavatthusatapaṭimaṇḍitassa mahākhandhakassa",
  "atk-vin02a20:376": "Atthavaṇṇanā niṭṭhitā.",
  "atk-vin02a20:377": "Mahākhandhakavaṇṇanā niṭṭhitā."
}