{
  "atk-s0403a9:0": "(10) 5. Kakudhavaggo",
  "atk-s0403a9:1": "1-2. Sampadāsuttadvayavaṇṇanā",
  "atk-s0403a9:2": "91-92. Pañcamassa paṭhame pañca sampadā missikā kathitā. Dutiye purimā catasso missikā, pañcamī lokikāva.",
  "atk-s0403a9:3": "3. Byākaraṇasuttavaṇṇanā",
  "atk-s0403a9:4_0": "93. Tatiye aññābyākaraṇānīti arahattabyākaraṇāni. Mandattāti mandabhāvena aññāṇena.",
  "atk-s0403a9:4_1": "Momūhattāti atimūḷhabhāvena. Aññaṁ byākarotīti arahattaṁ pattosmīti katheti. Icchāpakatoti",
  "atk-s0403a9:4_2": "icchāya abhibhūto. Adhimānenāti adhigatamānena. Sammadevāti hetunā nayena kāraṇeneva.",
  "atk-s0403a9:5": "4-5. Phāsuvihārasuttādivaṇṇanā",
  "atk-s0403a9:6": "94-95. Catutthe phāsuvihārāti sukhavihārā. Pañcame akuppanti arahattaṁ.",
  "atk-s0403a9:7": "6. Sutadharasuttavaṇṇanā",
  "atk-s0403a9:8_0": "96. Chaṭṭhe appaṭṭhoti appasamārambho. Appakiccoti appakaraṇīyo. Subharoti sukhena",
  "atk-s0403a9:8_1": "bharitabbo suposo. Susantosoti tīhi santosehi suṭṭhu santoso. Jīvitaparikkhāresūti",
  "atk-s0403a9:8_2": "jīvitasambhāresu. Appāhāroti mandāhāro. Anodarikattanti na odarikabhāvaṁ amahagghasabhāvaṁ",
  "atk-s0403a9:8_3": "anuyutto. Appamiddhoti na bahuniddo. Sattamaṭṭhamāni uttānatthāni.",
  "atk-s0403a9:9": "9. Sīhasuttavaṇṇanā",
  "atk-s0403a9:10_0": "99. Navame sakkaccaññeva deti no asakkaccanti anavaññāya avirajjhitvāva deti, no",
  "atk-s0403a9:10_1": "avaññāya virajjhitvā. Mā me yoggapatho nassāti mayā katayoggapatho mayhaṁ mā nassatu,",
  "atk-s0403a9:10_2": "“eko sīho uṭṭhāya biḷāraṁ paharanto virajjhitvā paharī”ti evaṁ vattāro mā hontūti",
  "atk-s0403a9:10_3": "attho. Annabhāranesādānanti ettha annaṁ vuccati yavabhattaṁ, taṁ bhāro etesanti annabhārā.",
  "atk-s0403a9:10_4": "Yācakānaṁ etaṁ nāmaṁ. Nesādā vuccanti sākuṇikā. Iti sabbapacchimāya koṭiyā etesaṁ",
  "atk-s0403a9:10_5": "yācakanesādānampi sakkaccameva deseti.",
  "atk-s0403a9:11": "10. Kakudhatherasuttavaṇṇanā",
  "atk-s0403a9:12_0": "100. Dasame attabhāvapaṭilābhoti sarīrapaṭilābho. Dve vā tīṇi vā māgadhakāni gāmakkhettānīti",
  "atk-s0403a9:12_1": "ettha māgadhikaṁ gāmakkhettaṁ atthi khuddakaṁ, atthi majjhimaṁ, atthi mahantaṁ. Khuddakaṁ",
  "atk-s0403a9:12_2": "gāmakkhettaṁ ito cattālīsaṁ usabhāni, ito cattālīsanti gāvutaṁ hoti, majjhimaṁ ito",
  "atk-s0403a9:12_3": "gāvutaṁ, ito gāvutanti aḍḍhayojanaṁ hoti, mahantaṁ ito diyaḍḍhagāvutaṁ, ito diyaḍḍhagāvutanti",
  "atk-s0403a9:12_4": "tigāvutaṁ hoti. Tesu khuddakena gāmakkhettena tīṇi, khuddakena ca majjhimena ca dve",
  "atk-s0403a9:12_5": "gāmakkhettāni tassa attabhāvo. Tigāvutañhissa sarīraṁ. Pariharissāmīti paṭijaggissāmi",
  "atk-s0403a9:12_6": "gopayissāmi. Rakkhassetanti rakkhassu etaṁ. Moghapurisoti tucchapuriso. Nāssassāti",
  "atk-s0403a9:12_7": "na etassa bhaveyya. Samudācareyyāmāti katheyyāma. Sammannatīti sammānaṁ karoti. Yaṁ",
  "atk-s0403a9:12_8": "tumo karissati tumova tena paññāyissatīti yaṁ esa karissati, esova tena kammena pākaṭo",
  "atk-s0403a9:12_9": "bhavissati. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0403a9:13": "Kakudhavaggo pañcamo.",
  "atk-s0403a9:14": "Dutiyapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0403a9:15": "3. Tatiyapaṇṇāsakaṁ"
}