{
  "atk-s0404a23:0": "(9) 4. Theravaggo",
  "atk-s0404a23:1": "1-3. Vāhanasuttādivaṇṇanā",
  "atk-s0404a23:2": "81-83. Catutthassa paṭhame vimariyādīkatenāti kilesamariyādaṁ bhinditvā vimariyādaṁ katena. Dutiyaṁ uttānatthameva. Tatiye no ca payirupāsitāti na upaṭṭhāti.",
  "atk-s0404a23:3": "4. Byākaraṇasuttavaṇṇanā",
  "atk-s0404a23:4_0": "84. Catutthe jhāyī samāpattikusaloti jhānehi ca sampanno samāpattiyañca cheko. Irīṇanti",
  "atk-s0404a23:4_1": "tucchabhāvaṁ. Vicinanti guṇavicinataṁ nigguṇabhāvaṁ. Atha vā irīṇasaṅkhātaṁ araññaṁ",
  "atk-s0404a23:4_2": "vicinasaṅkhātaṁ mahāgahanañca āpanno viya hoti. Anayanti avaḍḍhiṁ. Byasananti vināsaṁ.",
  "atk-s0404a23:4_3": "Anayabyasananti avaḍḍhivināsaṁ. Kiṁ nu khoti kena kāraṇena.",
  "atk-s0404a23:5": "5-6. Katthīsuttādivaṇṇanā",
  "atk-s0404a23:6_0": "85-86. Pañcame katthī hoti vikatthīti katthanasīlo hoti vikatthanasīlo, vivaṭaṁ katvā",
  "atk-s0404a23:6_1": "katheti. Na santatakārīti na satatakārī. Chaṭṭhe adhimānikoti anadhigate adhigatamānena",
  "atk-s0404a23:6_2": "samannāgato. Adhimānasaccoti adhigatamānameva saccato vadati.",
  "atk-s0404a23:7": "7. Nappiyasuttavaṇṇanā",
  "atk-s0404a23:8_0": "87. Sattame adhikaraṇiko hotīti adhikaraṇakārako hoti. Na piyatāyāti na piyabhāvāya.",
  "atk-s0404a23:8_1": "Na garutāyāti na garubhāvāya. Nasāmaññāyāti na samaṇadhammabhāvāya. Na ekībhāvāyāti",
  "atk-s0404a23:8_2": "na nirantarabhāvāya. Dhammānaṁ na nisāmakajātikoti navannaṁ lokuttaradhammānaṁ na",
  "atk-s0404a23:8_3": "nisāmanasabhāvo na upadhāraṇasabhāvo. Na paṭisallānoti na paṭisallīno. Sāṭheyyānīti",
  "atk-s0404a23:8_4": "saṭhabhāvo. Kūṭeyyānīti kūṭabhāvo. Jimheyyānīti na ujubhāvā. Vaṅkeyyānīti vaṅkabhāvā.",
  "atk-s0404a23:9": "8. Akkosakasuttavaṇṇanā",
  "atk-s0404a23:10_0": "88. Aṭṭhame akkosakaparibhāsako ariyūpavādī sabrahmacārinanti ettha sabrahmacāripadaṁ",
  "atk-s0404a23:10_1": "akkosakaparibhāsakapadehi yojetabbaṁ “akkosako sabrahmacārīnaṁ, paribhāsako sabrahmacārīna”nti.",
  "atk-s0404a23:10_2": "Ariyānaṁ pana guṇe chindissāmīti antimavatthunā upavadanto ariyūpavādī nāma hoti.",
  "atk-s0404a23:10_3": "Saddhammassa na vodāyantīti sikkhāttayasaṅkhātā sāsanasaddhammā assa vodānaṁ na gacchanti.",
  "atk-s0404a23:10_4": "Rogātaṅkanti ettha rogova kicchājīvitabhāvakaraṇena ātaṅkoti veditabbo.",
  "atk-s0404a23:11": "9. Kokālikasuttavaṇṇanā",
  "atk-s0404a23:12_0": "89. Navame kokāliko bhikkhu yena bhagavā tenupasaṅkamīti koyaṁ kokāliko, kasmā ca",
  "atk-s0404a23:12_1": "upasaṅkami? Ayaṁ kira kokālikaraṭṭhe kokālikanagare kokālikaseṭṭhissa putto pabbajitvā",
  "atk-s0404a23:12_2": "pitarā kārite vihāre vasati cūḷakokālikoti nāmena, na pana devadattassa sisso. So",
  "atk-s0404a23:12_3": "hi brāhmaṇaputto mahākokāliko nāma. Bhagavati pana sāvatthiyaṁ viharante dve aggasāvakā",
  "atk-s0404a23:12_4": "pañcamattehi bhikkhusatehi saddhiṁ janapadacārikaṁ caramānā upakaṭṭhāya vassūpanāyikāya",
  "atk-s0404a23:12_5": "vivekavāsaṁ vasitukāmā te bhikkhū uyyojetvā attano pattacīvaramādāya tasmiṁ janapade",
  "atk-s0404a23:12_6": "taṁ nagaraṁ patvā vihāraṁ agamiṁsu. Tattha nesaṁ kokāliko vattaṁ akāsi. Tepi tena",
  "atk-s0404a23:12_7": "saddhiṁ sammoditvā, “āvuso, mayaṁ idha temāsaṁ vasissāma, mā no kassaci ārocesī”ti",
  "atk-s0404a23:12_8": "paṭiññaṁ gahetvā vasiṁsu. Vasitvā pavāraṇādivase pavāretvā “gacchāma mayaṁ, āvuso”ti",
  "atk-s0404a23:12_9": "kokālikaṁ āpucchiṁsu. Kokāliko “ajja, āvuso, ekadivasaṁ vasitvā sve gamissathā”ti",
  "atk-s0404a23:12_10": "vatvā dutiyadivase nagaraṁ pavisitvā manusse āmantesi – “āvuso, tumhe dve aggasāvake",
  "atk-s0404a23:12_11": "idha āgantvā vasamānepi na jānātha, na te koci paccayenapi nimantetī”ti. Nagaravāsino",
  "atk-s0404a23:12_12": "“kahaṁ, bhante, therā, kasmā no nārocayitthā”ti? Kiṁ, āvuso, ārocitena, kiṁ na passatha",
  "atk-s0404a23:12_13": "dve bhikkhū therāsane nisīdante, ete aggasāvakāti. Te khippaṁ sannipatitvā sappiphāṇitādīni",
  "atk-s0404a23:12_14": "ceva cīvaradussāni ca saṁhariṁsu.",
  "atk-s0404a23:13_0": "Kokāliko cintesi – “paramappicchā aggasāvakā payuttavācāya uppannalābhaṁ na sādiyissanti,",
  "atk-s0404a23:13_1": "asādiyantā ‘āvāsikassa dethā’ti vakkhantī”ti taṁ lābhaṁ gāhāpetvā therānaṁ santikaṁ",
  "atk-s0404a23:13_2": "agamāsi. Therā disvāva “ime paccayā neva amhākaṁ, na kokālikassa kappantī”ti paṭikkhipitvā",
  "atk-s0404a23:13_3": "pakkamiṁsu. Kokāliko “kathañhi nāma sayaṁ aggaṇhantā mayhampi adāpetvā pakkamissantī”ti",
  "atk-s0404a23:13_4": "āghātaṁ uppādesi. Tepi bhagavato santikaṁ gantvā bhagavantaṁ vanditvā puna attano",
  "atk-s0404a23:13_5": "parisaṁ ādāya janapadacārikaṁ carantā anupubbena tasmiṁ raṭṭhe tameva nagaraṁ paccāgamiṁsu.",
  "atk-s0404a23:13_6": "Nāgarā there sañjānitvā saha parikkhārehi dānaṁ sajjetvā nagaramajjhe maṇḍapaṁ katvā",
  "atk-s0404a23:13_7": "dānaṁ adaṁsu, therānañca parikkhāre upanāmesuṁ. Therā bhikkhusaṅghassa niyyādayiṁsu.",
  "atk-s0404a23:13_8": "Taṁ disvā kokāliko cintesi – “ime pubbe appicchā ahesuṁ, idāni pāpicchā jātā, pubbepi",
  "atk-s0404a23:13_9": "appicchasantuṭṭhapavivittasadisāva maññe”ti there upasaṅkamitvā, “āvuso, tumhe pubbe",
  "atk-s0404a23:13_10": "appicchā viya, idāni pana pāpabhikkhū jātatthā”ti vatvā “mūlaṭṭhāneyeva nesaṁ patiṭṭhaṁ",
  "atk-s0404a23:13_11": "bhindissāmī”ti taramānarūpo nikkhamitvā yena bhagavā tenupasaṅkami. Ayamesa kokāliko,",
  "atk-s0404a23:13_12": "iminā ca kāraṇena upasaṅkamīti veditabbo.",
  "atk-s0404a23:14_0": "Bhagavā taṁ turitaturitaṁ āgacchantaṁ disvāva āvajjento aññāsi “ayaṁ aggasāvake akkositukāmo",
  "atk-s0404a23:14_1": "āgato, sakkā nu kho paṭisedhetu”nti. Tato “na sakkā paṭisedhetuṁ, theresu aparajjhitvā",
  "atk-s0404a23:14_2": "āgato, ekaṁsena pana padumaniraye nibbattissatī”ti disvā “sāriputtamoggallānepi nāma",
  "atk-s0404a23:14_3": "garahantaṁ sutvā na nisedhetī”ti vādamocanatthaṁ ariyūpavādassa ca mahāsāvajjabhāvadassanatthaṁ",
  "atk-s0404a23:14_4": "mā hevanti tikkhattuṁ paṭisedhesi. Tattha mā hevanti mā evaṁ abhaṇi. Saddhāyikoti",
  "atk-s0404a23:14_5": "saddhāya āgamakaro pasādāvaho, saddhātabbavacano vā. Paccayikoti pattiyāyitabbavacano.",
  "atk-s0404a23:15_0": "Pakkāmīti kammānubhāvena codiyamāno pakkāmi. Okāsakatañhi kammaṁ na sakkā paṭibāhituṁ.",
  "atk-s0404a23:15_1": "Acirapakkantassāti pakkantassa sato nacireneva. Sabbo kāyo phuṭo ahosīti kesaggamattampi",
  "atk-s0404a23:15_2": "okāsaṁ avajjetvā sakalasarīraṁ aṭṭhīni bhinditvā uggatāhi pīḷakāhi ajjhotthaṭaṁ ahosi.",
  "atk-s0404a23:15_3": "Yasmā pana buddhānubhāvena tathārūpaṁ kammaṁ buddhānaṁ sammukhībhāve vipākaṁ dātuṁ",
  "atk-s0404a23:15_4": "na sakkoti, dassanūpacāre vijahitamatte deti, tasmā tassa acirapakkantassa pīḷakā",
  "atk-s0404a23:15_5": "uṭṭhahiṁsu. Kalāyamattiyoti caṇakamattiyo. Beluvasalāṭukamattiyoti taruṇabeluvamattiyo.",
  "atk-s0404a23:15_6": "Pabhijjiṁsūti bhijjiṁsu. Tāsu bhinnāsu sakalasarīraṁ panasapakkaṁ viya ahosi. So",
  "atk-s0404a23:15_7": "pakkena gattena jetavanadvārakoṭṭhake visagilito maccho viya kadalipattesu nipajji.",
  "atk-s0404a23:15_8": "Atha dhammassavanatthaṁ āgatāgatā manussā “dhi kokālika, dhi kokālika, ayuttamakāsi,",
  "atk-s0404a23:15_9": "attanoyeva mukhaṁ nissāya anayabyasanaṁ pattosī”ti āhaṁsu. Tesaṁ saddaṁ sutvā ārakkhadevatā",
  "atk-s0404a23:15_10": "dhikkāramakaṁsu, ārakkhadevatānaṁ ākāsadevatāti iminā upāyena yāva akaniṭṭhabhavanā",
  "atk-s0404a23:15_11": "ekadhikkāro udapādi.",
  "atk-s0404a23:16_0": "Turūti kokālikassa upajjhāyo turutthero nāma anāgāmiphalaṁ vatvā brahmaloke nibbatto.",
  "atk-s0404a23:16_1": "So bhummaṭṭhadevatā ādiṁ katvā “ayuttaṁ kokālikena kataṁ aggasāvake antimavatthunā",
  "atk-s0404a23:16_2": "abbhācikkhantenā”ti paramparāya brahmalokasampattaṁ taṁ saddaṁ sutvā “mā mayhaṁ passantasseva",
  "atk-s0404a23:16_3": "varāko nassi, ovadissāmi naṁ theresu cittappasādatthāyā”ti āgantvā tassa purato aṭṭhāsi.",
  "atk-s0404a23:16_4": "Taṁ sandhāyetaṁ vuttaṁ – “turū paccekabrahmā”ti. Pesalāti piyasīlā. Kosi tvaṁ, āvusoti",
  "atk-s0404a23:16_5": "nisinnakova kabarakkhīni ummīletvā evamāha. Passa yāvañca te idaṁ aparaddhati yattakaṁ",
  "atk-s0404a23:16_6": "tayā aparaddhaṁ, attano nalāṭe mahāgaṇḍaṁ apassanto sāsapamattāya pīḷakāya maṁ codetabbaṁ maññasīti āha.",
  "atk-s0404a23:17_0": "Atha naṁ “adiṭṭhippatto ayaṁ kokāliko, gilitaviso viya na kassaci vacanaṁ na karissatī”ti",
  "atk-s0404a23:17_1": "ñatvā purisassa hītiādimāha. Tattha kuṭhārīti kuṭhārisadisā pharusavācā. Chindatīti",
  "atk-s0404a23:17_2": "kusalamūlasaṅkhāte mūleyeva nikantati. Nindiyanti ninditabbaṁ dussīlapuggalaṁ. Pasaṁsatīti",
  "atk-s0404a23:17_3": "uttamatthe sambhāvetvā khīṇāsavoti vadati. Taṁ vā nindati yo pasaṁsiyoti yo vā pasaṁsitabbo",
  "atk-s0404a23:17_4": "khīṇāsavo, taṁ antimavatthunā codento “dussīlo aya”nti vadati. Vicināti mukhena so",
  "atk-s0404a23:17_5": "kalinti so taṁ aparādhaṁ mukhena vicināti nāma. Kalinātenāti tena aparādhena sukhaṁ",
  "atk-s0404a23:17_6": "na vindati. Nindiyapasaṁsāya hi pasaṁsiyanindāya ca samakova vipāko.",
  "atk-s0404a23:18_0": "Sabbassāpi sahāpi attanāti sabbena sakena dhanenapi attanāpi saddhiṁ yo akkhesu dhanaparājayo",
  "atk-s0404a23:18_1": "nāma, ayaṁ appamattako aparādho. Yo sugatesūti yo pana sammaggatesu puggalesu cittaṁ",
  "atk-s0404a23:18_2": "dūseyya, ayaṁ cittapadosova tato kalito mahantataro kali.",
  "atk-s0404a23:19_0": "Idāni tassa mahantatarabhāvaṁ dassento sataṁ sahassānantiādimāha. Tattha sataṁ sahassānanti",
  "atk-s0404a23:19_1": "nirabbudagaṇanāya satasahassañca. Chattiṁsatīti aparāni chattiṁsati nirabbudāni.",
  "atk-s0404a23:19_2": "Pañca cāti abbudagaṇanāya pañca abbudāni. Yamariyagarahīti yaṁ ariye garahanto nirayaṁ",
  "atk-s0404a23:19_3": "upapajjati, tattha ettakaṁ āyuppamāṇanti attho.",
  "atk-s0404a23:20": "Kālamakāsīti upajjhāye pakkante kālaṁ akāsi. Padumanirayanti pāṭiyekko padumanirayo nāma natthi, avīcimahānirayasmiṁyeva pana padumagaṇanāya paccitabbe ekasmiṁ ṭhāne nibbatti.",
  "atk-s0404a23:21_0": "Vīsatikhārikoti māgadhakena patthena cattāro patthā, kosalaraṭṭhe eko pattho hoti.",
  "atk-s0404a23:21_1": "Tena patthena cattāro patthā āḷhakaṁ, cattāri āḷhakāni doṇaṁ, catudoṇā mānikā, catumānikā",
  "atk-s0404a23:21_2": "khārī, tāya khāriyā vīsatikhāriko. Tilavāhoti māgadhakānaṁ sukhumatilānaṁ tilasakaṭaṁ.",
  "atk-s0404a23:21_3": "Abbudo nirayoti abbudo nāma pāṭiyekko nirayo natthi, avīcimhiyeva pana abbudagaṇanāya",
  "atk-s0404a23:21_4": "paccitabbaṭṭhānassetaṁ nāmaṁ. Nirabbudādīsupi eseva nayo.",
  "atk-s0404a23:22_0": "Vassagaṇanāpi panettha evaṁ veditabbā – yatheva hi sataṁ satasahassāni koṭi hoti,",
  "atk-s0404a23:22_1": "evaṁ sataṁ satasahassakoṭiyo pakoṭi nāma hoti, sataṁ satasahassapakoṭiyo koṭipakoṭi",
  "atk-s0404a23:22_2": "nāma, sataṁ satasahassakoṭipakoṭiyo nahutaṁ, sataṁ satasahassanahutāni ninnahutaṁ,",
  "atk-s0404a23:22_3": "sataṁ satasahassaninnahutāni ekaṁ abbudaṁ, tato vīsatiguṇaṁ nirabbudaṁ, esa nayo",
  "atk-s0404a23:22_4": "sabbatthāti. Dasamaṁ heṭṭhā vuttanayeneva veditabbaṁ. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0404a23:23": "Theravaggo catuttho."
}