{
  "atk-s0402a40:0": "5. Rohitassavaggo",
  "atk-s0402a40:1": "1. Samādhibhāvanāsuttavaṇṇanā",
  "atk-s0402a40:2_0": "41. Pañcamassa paṭhame ñāṇadassanappaṭilābhāyāti dibbacakkhuñāṇadassanassa paṭilābhāya.",
  "atk-s0402a40:2_1": "Divāsaññaṁ adhiṭṭhātīti divāti evaṁ saññaṁ adhiṭṭhāti. Yathā divā tathā rattinti",
  "atk-s0402a40:2_2": "yathā divā ālokasaññā manasi katā, tatheva taṁ rattimpi manasi karoti. Dutiyapadepi",
  "atk-s0402a40:2_3": "eseva nayo. Sappabhāsanti dibbacakkhuñāṇobhāsena sahobhāsaṁ. Kiñcāpi ālokasadisaṁ",
  "atk-s0402a40:2_4": "kataṁ, attho panettha na evaṁ sallakkhetabbo. Dibbacakkhuñāṇāloko hi idhādhippeto.",
  "atk-s0402a40:3_0": "Viditāti pākaṭā hutvā. Kathaṁ pana vedanā viditā uppajjanti, viditā abbhatthaṁ gacchantīti?",
  "atk-s0402a40:3_1": "Idha bhikkhu vatthuṁ pariggaṇhāti, ārammaṇaṁ pariggaṇhāti. Tassa pariggahitavatthārammaṇatāya",
  "atk-s0402a40:3_2": "tā vedanā “evaṁ uppajjitvā evaṁ ṭhatvā evaṁ nirujjhantī”ti viditā uppajjanti, viditā",
  "atk-s0402a40:3_3": "tiṭṭhanti, viditā abbhatthaṁ gacchanti nāma. Saññāvitakkesupi eseva nayo.",
  "atk-s0402a40:4_0": "Udayabbayānupassīti udayañca vayañca passanto. Iti rūpanti evaṁ rūpaṁ ettakaṁ rūpaṁ",
  "atk-s0402a40:4_1": "na ito paraṁ rūpaṁ atthīti. Iti rūpassa samudayoti evaṁ rūpassa uppādo. Atthaṅgamoti",
  "atk-s0402a40:4_2": "pana bhedo adhippeto. Vedanādīsupi eseva nayo. Idañca pana metaṁ, bhikkhave, sandhāya",
  "atk-s0402a40:4_3": "bhāsitanti, bhikkhave, yaṁ mayā etaṁ puṇṇakapañhe “saṅkhāya lokasmi”ntiādi bhāsitaṁ,",
  "atk-s0402a40:4_4": "taṁ idaṁ phalasamāpattiṁ sandhāya bhāsitanti attho.",
  "atk-s0402a40:5_0": "Tattha saṅkhāyāti ñāṇena jānitvā. Lokasminti sattaloke. Paroparānīti uccāvacāni uttamādhamāni.",
  "atk-s0402a40:5_1": "Iñjitanti calitaṁ. Natthi kuhiñci loketi lokasmiṁ katthaci ekakkhandhepi ekāyatanepi",
  "atk-s0402a40:5_2": "ekadhātuyāpi ekārammaṇepi natthi. Santoti paccanīkakilesavūpasamena santo. Vidhūmoti",
  "atk-s0402a40:5_3": "kodhadhūmena vigatadhūmo. Evamettha suttante maggekaggatampi kathetvā gāthāya phalasamāpattiyeva kathitāti.",
  "atk-s0402a40:6": "2. Pañhabyākaraṇasuttavaṇṇanā",
  "atk-s0402a40:7_0": "42. Dutiye yo ca tesaṁ tattha tattha, jānāti anudhammatanti yo etesaṁ pañhānaṁ tasmiṁ",
  "atk-s0402a40:7_1": "tasmiṁ ṭhāne byākaraṇaṁ jānāti. Catupañhassa kusalo, āhu bhikkhuṁ tathāvidhanti tathāvidhaṁ",
  "atk-s0402a40:7_2": "bhikkhuṁ tesu catūsu pañhesu kusaloti evaṁ vadanti. Durāsado duppasahoti parehi ghaṭṭetuṁ",
  "atk-s0402a40:7_3": "vā abhibhavituṁ vā na sakkā. Gambhīroti sattasīdantaramahāsamuddo viya gambhīro.",
  "atk-s0402a40:7_4": "Duppadhaṁsiyoti dummocāpayo, gahitaggahaṇaṁ vissajjāpetuṁ na sakkāti attho. Atthe",
  "atk-s0402a40:7_5": "anatthe cāti vaḍḍhiyañca avaḍḍhiyañca. Atthābhisamayāti atthasamāgamena. Dhīro paṇḍitoti",
  "atk-s0402a40:7_6": "pavuccatīti dhitisampanno puggalo “paṇḍito aya”nti evaṁ pavuccati.",
  "atk-s0402a40:8": "3-4. Kodhagarusuttadvayavaṇṇanā",
  "atk-s0402a40:9": "43-44. Tatiye kodhagaru na saddhammagarūti kodhaṁ gāravena garuṁ katvā gaṇhāti, na saddhammaṁ, saddhammaṁ pana agāravena lāmakaṁ katvā gaṇhāti. Sesapadesupi eseva nayo.",
  "atk-s0402a40:10": "Virūhantīti vaḍḍhanti, sañjātamūlāya vā saddhāya patiṭṭhahanti acalā bhavanti. Catutthe kodhagarutāti kodhamhi sagāravatā. Esa nayo sabbattha.",
  "atk-s0402a40:11": "5. Rohitassasuttavaṇṇanā",
  "atk-s0402a40:12_0": "45. Pañcame yatthāti cakkavāḷalokassa ekokāse bhummaṁ. Na cavati na upapajjatīti",
  "atk-s0402a40:12_1": "idaṁ aparāparaṁ cutipaṭisandhivasena gahitaṁ. Gamanenāti padagamanena. Lokassa antanti",
  "atk-s0402a40:12_2": "satthā saṅkhāralokassa antaṁ sandhāya vadati. Ñāteyyantiādīsu ñātabbaṁ daṭṭhabbaṁ",
  "atk-s0402a40:12_3": "pattabbanti attho. Iti devaputtena cakkavāḷalokassa anto pucchito, satthārā saṅkhāralokassa",
  "atk-s0402a40:12_4": "kathito. So pana “attano pañhena saddhiṁ satthu byākaraṇaṁ sametī”ti saññāya sampahaṁsanto",
  "atk-s0402a40:12_5": "acchariyantiādimāha.",
  "atk-s0402a40:13_0": "Daḷhadhammāti daḷhadhanu uttamappamāṇena dhanunā samannāgato. Dhanuggahoti dhanuācariyo.",
  "atk-s0402a40:13_1": "Sikkhitoti dvādasa vassāni dhanusippaṁ sikkhito. Katahatthoti usabhappamāṇepi vālaggaṁ",
  "atk-s0402a40:13_2": "vijjhituṁ samatthabhāvena katahattho. Katūpāsanoti katasarakkhepo dassitasippo. Asanenāti",
  "atk-s0402a40:13_3": "kaṇḍena. Atipāteyyāti atikkameyya. Yāvatā so tālacchādiṁ atikkameyya, tāvatā kālena",
  "atk-s0402a40:13_4": "ekaṁ cakkavāḷaṁ atikkamāmīti attano javasampattiṁ dasseti.",
  "atk-s0402a40:14_0": "Puratthimā samuddā pacchimoti yathā puratthimā samuddā pacchimasamuddo dūre, evaṁ",
  "atk-s0402a40:14_1": "me dūre padavītihāro ahosīti vadati. So kira pācīnacakkavāḷamukhavaṭṭiyaṁ ṭhito pādaṁ",
  "atk-s0402a40:14_2": "pasāretvā pacchimacakkavāḷamukhavaṭṭiṁ atikkamati, puna dutiyapādaṁ pasāretvā paracakkavāḷamukhavaṭṭiṁ",
  "atk-s0402a40:14_3": "atikkamati. Icchāgatanti icchā eva. Aññatrevāti nippapañcataṁ dasseti. Bhikkhācārakāle",
  "atk-s0402a40:14_4": "kiresa nāgalatādantakaṭṭhaṁ khāditvā anotatte mukhaṁ dhovitvā kāle sampatte uttarakurumhi",
  "atk-s0402a40:14_5": "piṇḍāya caritvā cakkavāḷamukhavaṭṭiyaṁ nisinno bhattakiccaṁ karoti, tattha muhuttaṁ",
  "atk-s0402a40:14_6": "vissamitvā puna javati. Vassasatāyukoti tadā dīghāyukakālo hoti, ayaṁ pana vassasatāvasiṭṭhe",
  "atk-s0402a40:14_7": "āyumhi gamanaṁ ārabhi. Vassasatajīvīti taṁ vassasataṁ anantarāyena jīvanto. Antarāyeva",
  "atk-s0402a40:14_8": "kālaṅkatoti cakkavāḷalokassa antaṁ appatvā antarāva mato. So pana tattha kālaṁ katvāpi",
  "atk-s0402a40:14_9": "āgantvā imasmiṁyeva cakkavāḷe nibbatti.",
  "atk-s0402a40:15_0": "Appatvāti saṅkhāralokassa antaṁ appatvā. Dukkhassāti vaṭṭadukkhassa. Antakiriyanti",
  "atk-s0402a40:15_1": "pariyantakaraṇaṁ. Kaḷevareti attabhāve. Sasaññimhi samanaketi sasaññe sacittake.",
  "atk-s0402a40:15_2": "Lokanti dukkhasaccaṁ. Lokasamudayanti samudayasaccaṁ. Lokanirodhanti nirodhasaccaṁ.",
  "atk-s0402a40:15_3": "Paṭipadanti maggasaccaṁ. Iti “nāhaṁ, āvuso, imāni cattāri saccāni tiṇakaṭṭhādīsu",
  "atk-s0402a40:15_4": "paññapemi, imasmiṁ pana catumahābhūtike kāyasmiṁyeva paññapemī”ti dasseti. Samitāvīti",
  "atk-s0402a40:15_5": "samitapāpo. Nāsīsatīti na pattheti. Chaṭṭhaṁ uttānatthamevāti.",
  "atk-s0402a40:16": "7. Suvidūrasuttavaṇṇanā",
  "atk-s0402a40:17_0": "47. Sattame suvidūravidūrānīti kenaci pariyāyena anāsannāni hutvā suvidūrāneva vidūrāni.",
  "atk-s0402a40:17_1": "Nabhañca, bhikkhave, pathavī cāti ākāsañca mahāpathavī ca. Tattha kiñcāpi pathavito",
  "atk-s0402a40:17_2": "ākāsaṁ nāma na dūre, dvaṅgulamattepi hoti. Aññamaññaṁ alagganaṭṭhena pana “suvidūravidūre”ti",
  "atk-s0402a40:17_3": "vuttaṁ. Verocanoti sūriyo. Satañca, bhikkhave, dhammoti catusatipaṭṭhānādibhedo sattatiṁsabodhipakkhiyadhammo.",
  "atk-s0402a40:17_4": "Asatañca dhammoti dvāsaṭṭhidiṭṭhigatabhedo assaddhammo.",
  "atk-s0402a40:18_0": "Pabhaṅkaroti ālokakaro. Abyāyiko hotīti avigacchanasabhāvo hoti. Sataṁ samāgamoti",
  "atk-s0402a40:18_1": "paṇḍitānaṁ mittasanthavavasena samāgamo. Yāvāpitiṭṭheyyāti yattakaṁ addhānaṁ tiṭṭheyya.",
  "atk-s0402a40:18_2": "Tatheva hotīti tādisova hoti, pakatiṁ na jahati. Khippaṁ hi vetīti sīghaṁ vigacchati.",
  "atk-s0402a40:19": "8. Visākhasuttavaṇṇanā",
  "atk-s0402a40:20_0": "48. Aṭṭhame pañcālaputtoti pañcālabrāhmaṇiyā putto. Poriyā vācāyāti paripuṇṇavācāya.",
  "atk-s0402a40:20_1": "Vissaṭṭhāyāti apalibuddhāya. Anelagalāyāti niddosāya ceva agaḷitāya ca apatitapadabyañjanāya.",
  "atk-s0402a40:20_2": "Pariyāpannāyāti vivaṭṭapariyāpannāya. Anissitāyāti vaṭṭaṁ anissitāya. Vivaṭṭanissitameva",
  "atk-s0402a40:20_3": "katvā katheti, vaṭṭanissitaṁ katvā na kathetīti ayamettha adhippāyo.",
  "atk-s0402a40:21_0": "Nābhāsamānanti na akathentaṁ. Amataṁ padanti nibbānapadaṁ. Bhāsayeti obhāseyya. Jotayeti",
  "atk-s0402a40:21_1": "tasseva vevacanaṁ. Paggaṇhe isinaṁ dhajanti abbhuggataṭṭhena navalokuttaradhammo",
  "atk-s0402a40:21_2": "isīnaṁ dhajo nāma vuccati, tameva paggaṇheyya ukkhipeyya, uccaṁ katvā katheyyāti",
  "atk-s0402a40:21_3": "attho. Navalokuttaradhammadīpakaṁ subhāsitaṁ dhajo etesanti subhāsitadhajā. Isayoti",
  "atk-s0402a40:21_4": "buddhādayo ariyā. Dhammo hi isinaṁ dhajoti heṭṭhā vuttanayeneva lokuttaradhammo isīnaṁ dhajo nāmāti.",
  "atk-s0402a40:22": "9. Vipallāsasuttavaṇṇanā",
  "atk-s0402a40:23_0": "49. Navame saññāvipallāsāti saññāya vipallatthabhāvā, catasso viparītasaññāyoti attho.",
  "atk-s0402a40:23_1": "Sesapadadvayepi eseva nayo. Anicce, bhikkhave, niccanti saññāvipallāsoti anicce vatthusmiṁ",
  "atk-s0402a40:23_2": "“niccaṁ ida”nti evaṁ gahetvā uppajjanakasaññā, saññāvipallāsoti attho. Iminā nayena",
  "atk-s0402a40:23_3": "sabbapadesu attho veditabbo.",
  "atk-s0402a40:24_0": "Anattani ca attāti anattani “attā”ti evaṁsaññinoti attho. Micchādiṭṭhihatāti na kevalaṁ",
  "atk-s0402a40:24_1": "saññinova, saññāya viya uppajjamānāya micchādiṭṭhiyāpi hatā. Khittacittāti te saññādiṭṭhiyo",
  "atk-s0402a40:24_2": "viya uppajjamānena khittena cittena samannāgatā. Visaññinoti desanāmattametaṁ, viparītasaññācittadiṭṭhinoti",
  "atk-s0402a40:24_3": "attho. Te yogayuttā mārassāti te mārassa yoge yuttā nāma honti. Ayogakkheminoti catūhi",
  "atk-s0402a40:24_4": "yogehi khemaṁ nibbānaṁ appattā. Sattāti puggalā. Buddhāti catusaccabuddhā. Imaṁ dhammanti",
  "atk-s0402a40:24_5": "catusaccadhammaṁ. Sacittaṁ paccaladdhāti sakaṁ cittaṁ paṭilabhitvā. Aniccato dakkhunti",
  "atk-s0402a40:24_6": "aniccabhāvena addasaṁsu. Asubhataddasunti asubhaṁ asubhatoyeva addasaṁsu. Sammādiṭṭhisamādānāti",
  "atk-s0402a40:24_7": "gahitasammādassanā. Sabbaṁ dukkhaṁ upaccagunti sakalaṁ vaṭṭadukkhaṁ samatikkantā.",
  "atk-s0402a40:25": "10. Upakkilesasuttavaṇṇanā",
  "atk-s0402a40:26_0": "50. Dasame upakkilesāti virocituṁ adatvā upakkiliṭṭhabhāvakaraṇena upakkilesā. Mahikāti",
  "atk-s0402a40:26_1": "himaṁ. Dhūmo rajoti dhūmo ca rajo ca. Rāhūti purimā tayo asampattaupakkilesā, rāhu",
  "atk-s0402a40:26_2": "pana sampattaupakkilesavasena kathitoti veditabbo. Samaṇabrāhmaṇā na tapanti na bhāsanti",
  "atk-s0402a40:26_3": "na virocantīti guṇappatāpena na tapanti, guṇobhāsena na bhāsanti, guṇavirocanena",
  "atk-s0402a40:26_4": "na virocanti. Surāmerayapānā appaṭiviratāti pañcavidhāya surāya catubbidhassa merayassa ca pānato aviratā.",
  "atk-s0402a40:27_0": "Avijjānivutāti avijjāya nivāritā pihitā. Piyarūpābhinandinoti piyarūpaṁ sātarūpaṁ",
  "atk-s0402a40:27_1": "abhinandamānā tussamānā. Sādiyantīti gaṇhanti. Aviddasūti andhabālā. Sanettikāti",
  "atk-s0402a40:27_2": "taṇhāyotteneva sayottā. Kaṭasinti attabhāvaṁ. Ghoranti kakkhaḷaṁ. Imasmiṁ suttepi",
  "atk-s0402a40:27_3": "gāthāsupi vaṭṭameva kathitanti.",
  "atk-s0402a40:28": "Rohitassavaggo pañcamo.",
  "atk-s0402a40:29": "Paṭhamapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0402a40:30": "2. Dutiyapaṇṇāsakaṁ"
}