{
  "atk-s0101a12:0": "12. Lohiccasuttavaṇṇanā",
  "atk-s0101a12:1": "Lohiccabrāhmaṇavatthuvaṇṇanā",
  "atk-s0101a12:2_0": "501.Evaṁme sutaṁ…pe… kosalesūti lohiccasuttaṁ. Tatrāyaṁ anuttānapadavaṇṇanā. Sālavatikāti",
  "atk-s0101a12:2_1": "tassa gāmassa nāmaṁ, so kira vatiyā viya samantato sālapantiyā parikkhitto. Tasmā",
  "atk-s0101a12:2_2": "sālavatikāti vuccati. Lohiccoti tassa brāhmaṇassa nāmaṁ.",
  "atk-s0101a12:3_0": "502-503.Pāpakanti parānukampā virahitattā lāmakaṁ, na pana ucchedasassatānaṁ aññataraṁ.",
  "atk-s0101a12:3_1": "Uppannaṁ hotīti jātaṁ hoti, na kevalañca citte jātamattameva. So kira tassa vasena",
  "atk-s0101a12:3_2": "parisamajjhepi evaṁ bhāsatiyeva. Kiñhi paro parassāti paro yo anusāsīyati, so tassa",
  "atk-s0101a12:3_3": "anusāsakassa kiṁ karissati. Attanā paṭiladdhaṁ kusalaṁ dhammaṁ attanāva sakkatvā",
  "atk-s0101a12:3_4": "garuṁ katvā vihātabbanti vadati.",
  "atk-s0101a12:4_0": "504-407.Rosikaṁ nhāpitaṁ āmantesīti rosikāti evaṁ itthiliṅgavasena laddhanāmaṁ nhāpitaṁ",
  "atk-s0101a12:4_1": "āmantesi. So kira bhagavato āgamanaṁ sutvā cintesi – ‘‘vihāraṁ gantvā diṭṭhaṁ nāmaṁ",
  "atk-s0101a12:4_2": "bhāro, gehaṁ pana āṇāpetvā passissāmi ceva yathāsatti ca āgantukabhikkhaṁ dassāmī’’ti,",
  "atk-s0101a12:4_3": "tasmā evaṁ nhāpitaṁ āmantesi.",
  "atk-s0101a12:5_0": "508.Piṭṭhito piṭṭhitoti kathāphāsukatthaṁ pacchato pacchato anubandho hoti. Vivecetūti",
  "atk-s0101a12:5_1": "vimocetu, taṁ diṭṭhigataṁ vinodetūti vadati. Ayaṁ kira upāsako lohiccassa brāhmaṇassa",
  "atk-s0101a12:5_2": "piyasahāyako. Tasmā tassa atthakāmatāya evamāha. Appeva nāma siyāti ettha paṭhamavacanena",
  "atk-s0101a12:5_3": "bhagavā gajjati, dutiyavacanena anugajjati. Ayaṁ kirettha adhippāyo – rosike etadatthameva",
  "atk-s0101a12:5_4": "mayā cattāri asaṅkhyeyyāni. Kappasatasahassañca vividhāni dukkarāni karontena pāramiyo",
  "atk-s0101a12:5_5": "pūritā , etadatthameva sabbaññutaññāṇaṁ paṭividdhaṁ, na me lohiccassa diṭṭhigataṁ",
  "atk-s0101a12:5_6": "bhindituṁ bhāroti, imamatthaṁ dassento paṭhamavacanena bhagavā gajjati. Kevalaṁ rosike",
  "atk-s0101a12:5_7": "lohiccassa mama santike āgamanaṁ vā nisajjā vā allāpasallāpo vā hotu, sacepi lohiccasadisānaṁ",
  "atk-s0101a12:5_8": "satasahassassa kaṅkhā hoti, paṭibalo ahaṁ vinodetuṁ lohiccassa pana ekassa diṭṭhivinodane",
  "atk-s0101a12:5_9": "mayhaṁ ko bhāroti imamatthaṁ dassento dutiyavacanena bhagavā anugajjatīti veditabbo.",
  "atk-s0101a12:6": "Lohiccabrāhmaṇānuyogavaṇṇanā",
  "atk-s0101a12:7_0": "509.Samudayasañjātīti samudayassa sañjāti bhoguppādo, tato uṭṭhitaṁ dhanadhaññanti",
  "atk-s0101a12:7_1": "attho. Ye taṁ upajīvantīti ye ñātiparijanadāsakammakarādayo janā taṁ nissāya jīvanti.",
  "atk-s0101a12:7_2": "Antarāyakaroti lābhantarāyakaro. Hitānukampīti ettha hitanti vuḍḍhi. Anukampatīti",
  "atk-s0101a12:7_3": "anukampī, icchatīti attho, vuḍḍhiṁ icchati vā no vāti vuttaṁ hoti. Nirayaṁ vā tiracchānayoniṁ",
  "atk-s0101a12:7_4": "vāti sace sā micchādiṭṭhi sampajjati, niyatā hoti, ekaṁsena niraye nibbattati, no",
  "atk-s0101a12:7_5": "ce, tiracchānayoniyaṁ nibbattatīti attho.",
  "atk-s0101a12:8_0": "510-512. Idāni yasmā yathā attano lābhantarāyena sattā saṁvijjanti na tathā paresaṁ,",
  "atk-s0101a12:8_1": "tasmā suṭṭhutaraṁ brāhmaṇaṁ pavecetukāmo ‘‘taṁ kiṁ maññasī’’ti dutiyaṁ upapattimāha.",
  "atk-s0101a12:8_2": "Ye cimeti ye ca ime tathāgatassa dhammadesanaṁ sutvā ariyabhūmiṁ okkamituṁ asakkontā",
  "atk-s0101a12:8_3": "kulaputtā dibbā gabbhāti upayogatthe paccattavacanaṁ, dibbe gabbheti attho. Dibbā,",
  "atk-s0101a12:8_4": "gabbhāti ca channaṁ devalokānametaṁ adhivacanaṁ. Paripācentīti devalokagāminiṁ paṭipadaṁ",
  "atk-s0101a12:8_5": "pūrayamānā dānaṁ, dadamānā, sīlaṁ rakkhamānā, gandhamālādīhi, pūjaṁ kurumānā bhāvanaṁ",
  "atk-s0101a12:8_6": "bhāvayamānā pācenti vipācenti paripācenti pariṇāmaṁ gamenti. Dibbānaṁ bhavānaṁ abhinibbattiyāti",
  "atk-s0101a12:8_7": "dibbabhavā nāma devānaṁ vimānāni , tesaṁ nibbattanatthāyāti attho. Atha vā dibbā",
  "atk-s0101a12:8_8": "gabbhāti dānādayo puññavisesā. Dibbā bhavāti devaloke vipākakkhandhā, tesaṁ nibbattanatthāya",
  "atk-s0101a12:8_9": "tāni puññāni karontīti attho. Tesaṁ antarāyakaroti tesaṁ maggasampattiphalasampattidibbabhavavisesānaṁ",
  "atk-s0101a12:8_10": "antarāyakaro. Iti bhagavā ettāvatā aniyamiteneva opammavidhinā yāva bhavaggā uggataṁ",
  "atk-s0101a12:8_11": "brāhmaṇassa mānaṁ bhinditvā idāni codanārahe tayo satthāre dassetuṁ ‘‘tayo kho me, lohiccā’’tiādimāha.",
  "atk-s0101a12:9": "Tayo codanārahavaṇṇanā",
  "atk-s0101a12:10_0": "513. Tattha sā codanāti tayo satthāre codentassa codanā. Na aññā cittaṁ upaṭṭhapentīti",
  "atk-s0101a12:10_1": "aññāya ājānanatthāya cittaṁ na upaṭṭhapenti. Vokkammāti nirantaraṁ tassa sāsanaṁ",
  "atk-s0101a12:10_2": "akatvā tato ukkamitvā vattantīti attho. Osakkantiyā vā ussakkeyyāti paṭikkamantiyā",
  "atk-s0101a12:10_3": "upagaccheyya, anicchantiyā iccheyya, ekāya sampayogaṁ anicchantiyā eko iccheyyāti",
  "atk-s0101a12:10_4": "vuttaṁ hoti. Parammukhiṁ vā āliṅgeyyāti daṭṭhumpi anicchamānaṁ parammukhiṁ ṭhitaṁ",
  "atk-s0101a12:10_5": "pacchato gantvā āliṅgeyya. Evaṁsampadamidanti imassāpi satthuno ‘‘mama ime sāvakā’’ti",
  "atk-s0101a12:10_6": "sāsanā vokkamma vattamānepi te lobhena anusāsato imaṁ lobhadhammaṁ evaṁsampadameva",
  "atk-s0101a12:10_7": "īdisameva vadāmi. Iti so evarūpo tava lobhadhammo yena tvaṁ osakkantiyā ussakkanto",
  "atk-s0101a12:10_8": "viya parammukhiṁ āliṅganto viya ahosītipi taṁ codanaṁ arahati. Kiñhi paro parassa",
  "atk-s0101a12:10_9": "karissatīti yena dhammena pare anusāsi, attānameva tāva tattha sampādehi, ujuṁ karohi.",
  "atk-s0101a12:10_10": "Kiñhi paro parassa karissatīti codanaṁ arahati.",
  "atk-s0101a12:11": "514.Niddāyitabbanti sassarūpakāni tiṇāni uppāṭetvā parisuddhaṁ kātabbaṁ.",
  "atk-s0101a12:12_0": "515. Tatiyacodanāya kiñhi paro parassāti anusāsanaṁ asampaṭicchanakālato paṭṭhāya",
  "atk-s0101a12:12_1": "paro anusāsitabbo, parassa anusāsakassa kiṁ karissatīti nanu tattha appossukkataṁ",
  "atk-s0101a12:12_2": "āpajjitvā attanā paṭividdhadhammaṁ attanāva mānetvā pūjetvā vihātabbanti evaṁ codanaṁ arahatīti attho.",
  "atk-s0101a12:13": "Na codanārahasatthuvaṇṇanā",
  "atk-s0101a12:14_0": "516.Nacodanārahoti ayañhi yasmā paṭhamameva attānaṁ patirūpe patiṭṭhāpetvā sāvakānaṁ",
  "atk-s0101a12:14_1": "dhammaṁ deseti. Sāvakā cassa assavā hutvā yathānusiṭṭhaṁ paṭipajjanti, tāya ca paṭipattiyā",
  "atk-s0101a12:14_2": "mahantaṁ visesamadhigacchanti. Tasmā na codanārahoti.",
  "atk-s0101a12:15_0": "517.Narakapapātaṁ papatantoti mayā gahitāya diṭṭhiyā ahaṁ narakapapātaṁ papatanto.",
  "atk-s0101a12:15_1": "Uddharitvāthale patiṭṭhāpitoti taṁ diṭṭhiṁ bhinditvā dhammadesanāhatthena apāyapatanato",
  "atk-s0101a12:15_2": "uddharitvā saggamaggathale ṭhapitomhīti vadati. Sesamettha uttānamevāti.",
  "atk-s0101a12:16": "Iti sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāyaṁ",
  "atk-s0101a12:17": "Lohiccasuttavaṇṇanā niṭṭhitā."
}