{
  "atk-s0509a7:0": "8. Aṭṭhakanipāto",
  "atk-s0509a7:1": "1. Sīsūpacālātherīgāthāvaṇṇanā",
  "atk-s0509a7:2_0": "Aṭṭhakanipāte bhikkhunī sīlasampannātiādikā sīsūpacālāya theriyā gāthā. Imissāpi",
  "atk-s0509a7:2_1": "vatthu cālāya theriyā vatthumhi vuttanayameva. Ayampi hi āyasmato dhammasenāpatissa",
  "atk-s0509a7:2_2": "pabbajitabhāvaṁ sutvā sayampi ussāhajātā pabbajitvā katapubbakiccā vipassanaṁ paṭṭhapetvā,",
  "atk-s0509a7:2_3": "ghaṭentī vāyamantī nacirasseva arahattaṁ pāpuṇi. Arahattaṁ patvā phalasamāpattisukhena",
  "atk-s0509a7:2_4": "viharantī ekadivasaṁ attano paṭipattiṁ paccavekkhitvā katakiccāti somanassajātā udānavasena –",
  "atk-s0509a7:3": "196.",
  "atk-s0509a7:4": " ‘‘Bhikkhunī sīlasampannā, indriyesu susaṁvutā;",
  "atk-s0509a7:5": "Adhigacche padaṁ santaṁ, asecanakamojava’’nti. – gāthamāha;",
  "atk-s0509a7:6_0": "Tattha sīlasampannāti parisuddhena bhikkhunisīlena samannāgatā paripuṇṇā. Indriyesu",
  "atk-s0509a7:6_1": "susaṁvutāti manacchaṭṭhesu indriyesu suṭṭhu saṁvutā, rūpādiārammaṇe iṭṭhe rāgaṁ,",
  "atk-s0509a7:6_2": "aniṭṭhe dosaṁ, asamapekkhane mohañca pahāya suṭṭhu pihitindriyā. Asecanakamojavanti",
  "atk-s0509a7:6_3": "kenaci anāsittakaṁ ojavantaṁ sabhāvamadhuraṁ sabbassāpi kilesarogassa vūpasamanosadhabhūtaṁ",
  "atk-s0509a7:6_4": "ariyamaggaṁ, nibbānameva vā. Ariyamaggampi hi nibbānatthikehi paṭipajjitabbato kilesapariḷāhābhāvato",
  "atk-s0509a7:6_5": "ca padaṁ santanti vattuṁ vaṭṭati.",
  "atk-s0509a7:7": "197.",
  "atk-s0509a7:8": " ‘‘Tāvatiṁsā ca yāmā ca, tusitā cāpi devatā;",
  "atk-s0509a7:9": "Nimmānaratino devā, ye devā vasavattino;",
  "atk-s0509a7:10": "Tattha cittaṁ paṇīdhehi, yattha te vusitaṁ pure’’ti. –",
  "atk-s0509a7:11": "Ayaṁ gāthā kāmasaggesu nikantiṁ uppādehīti tattha uyyojanavasena theriṁ samāpattiyā cāvetukāmena mārena vuttā.",
  "atk-s0509a7:12_0": "Tattha sahapuññakārino tettiṁsa janā yattha upapannā, taṁ ṭhānaṁ tāvatiṁsanti. Tattha",
  "atk-s0509a7:12_1": "nibbattā sabbepi devaputtā tāvatiṁsā. Keci pana ‘‘tāvatiṁsāti tesaṁ devānaṁ nāmamevā’’ti",
  "atk-s0509a7:12_2": "vadanti. Dvīhi devalokehi visiṭṭhaṁ dibbaṁ sukhaṁ yātā upayātā sampannāti yāmā. Dibbāya",
  "atk-s0509a7:12_3": "sampattiyā tuṭṭhā pahaṭṭhāti tusitā. Pakatipaṭiyattārammaṇato atirekena ramitukāmatākāle",
  "atk-s0509a7:12_4": "yathārucite bhoge nimminitvā ramantīti nimmānaratino. Cittaruciṁ ñatvā parehi nimmitesu",
  "atk-s0509a7:12_5": "bhogesu vasaṁ vattentīti vasavattino. Tattha cittaṁ paṇīdhehīti tasmiṁ tāvatiṁsādike",
  "atk-s0509a7:12_6": "devanikāye tava cittaṁ ṭhapehi, upapajjanāya nikantiṁ karohi. Cātumahārājikānaṁ bhogā",
  "atk-s0509a7:12_7": "itarehi nihīnāti adhippāyena tāvatiṁsādayova vuttā. Yattha te vusitaṁ pureti yesu",
  "atk-s0509a7:12_8": "devanikāyesu tayā pubbe vutthaṁ. Ayaṁ kira pubbe devesu uppajjantī, tāvatiṁsato paṭṭhāya",
  "atk-s0509a7:12_9": "pañcakāmasagge sodhetvā puna heṭṭhato otarantī, tusitesu ṭhatvā tato cavitvā idāni manussesu nibbattā.",
  "atk-s0509a7:13_0": "Taṁ sutvā therī – ‘‘tiṭṭhatu, māra, tayā vuttakāmaloko. Aññopi sabbo loko rāgaggiādīhi",
  "atk-s0509a7:13_1": "āditto sampajjalito. Na tattha viññūnaṁ cittaṁ ramatī’’ti kāmato ca lokato ca attano",
  "atk-s0509a7:13_2": "vinivattitamānasataṁ dassetvā māraṁ tajjentī –",
  "atk-s0509a7:14": "198.",
  "atk-s0509a7:15": " Yāmā ca‘‘tāvatiṁsā ca yāmā ca, tusitā cāpi devatā;",
  "atk-s0509a7:16": "Nimmānaratino devā, ye devā vasavattino.",
  "atk-s0509a7:17": "199.",
  "atk-s0509a7:18": " ‘‘Kālaṁ kālaṁ bhavā bhavaṁ, sakkāyasmiṁ purakkhatā;",
  "atk-s0509a7:19": "Avītivattā sakkāyaṁ, jātimaraṇasārino.",
  "atk-s0509a7:20": "200.",
  "atk-s0509a7:21": " ‘‘Sabbo ādīpito loko, sabbo loko padīpito;",
  "atk-s0509a7:22": "Sabbo pajjalito loko, sabbo loko pakampito.",
  "atk-s0509a7:23": "201.",
  "atk-s0509a7:24": " ‘‘Akampiyaṁ atuliyaṁ, aputhujjanasevitaṁ;",
  "atk-s0509a7:25": "Buddho dhammamadesesi, tattha me nirato mano.",
  "atk-s0509a7:26": "202.",
  "atk-s0509a7:27": " ‘‘Tassāhaṁ vacanaṁ sutvā, vihariṁ sāsane ratā;",
  "atk-s0509a7:28": "Tisso vijjā anuppattā, kataṁ buddhassa sāsanaṁ.",
  "atk-s0509a7:29": "203.",
  "atk-s0509a7:30": " ‘‘Sabbattha vihatā nandī, tamokkhandho padālito;",
  "atk-s0509a7:31": "Evaṁ jānāhi pāpima, nihato tvamasi antakā’’ti. –",
  "atk-s0509a7:32": "Imā gāthā abhāsi.",
  "atk-s0509a7:33_0": "Tattha kālaṁ kālanti taṁ taṁ kālaṁ. Bhavā bhavanti bhavato bhavaṁ. Sakkāyasminti",
  "atk-s0509a7:33_1": "khandhapañcake. Purakkhatāti purakkhārakārino. Idaṁ vuttaṁ hoti – māra, tayā vuttā",
  "atk-s0509a7:33_2": "tāvatiṁsādayo devā bhavato bhavaṁ upagacchantā aniccatādianekādīnavākule sakkāye",
  "atk-s0509a7:33_3": "patiṭṭhitā, tasmā tasmiṁ bhave uppattikāle, vemajjhakāle, pariyosānakāleti tasmiṁ",
  "atk-s0509a7:33_4": "tasmiṁ kāle sakkāyameva purakkhatvā ṭhitā. Tato eva avītivattā sakkāyaṁ nissaraṇābhimukhā",
  "atk-s0509a7:33_5": "ahutvā sakkāyatīrameva anuparidhāvantā jātimaraṇasārino rāgādīhi anugatattā punappunaṁ",
  "atk-s0509a7:33_6": "jātimaraṇameva anussaranti, tato na vimuccantīti.",
  "atk-s0509a7:34_0": "Sabbo ādīpito lokoti, māra, na kevalaṁ tayā vuttakāmalokoyeva dhātuttayasaññito,",
  "atk-s0509a7:34_1": "sabbopi loko rāgaggiādīhi ekādasahi āditto. Tehiyeva punappunaṁ ādīpitatāya padīpito.",
  "atk-s0509a7:34_2": "Nirantaraṁ ekajālībhūtatāya pajjalito. Taṇhāya sabbakilesehi ca ito cito ca kampitatāya",
  "atk-s0509a7:34_3": "calitatāya pakampito.",
  "atk-s0509a7:35_0": "Evaṁ āditte pajjalite pakampite ca loke kenacipi kampetuṁ cāletuṁ asakkuṇeyyatāya",
  "atk-s0509a7:35_1": "akampiyaṁ, guṇato ‘‘ettako’’ti tuletuṁ asakkuṇeyyatāya attanā sadisassa abhāvato",
  "atk-s0509a7:35_2": "ca atuliyaṁ. Buddhādīhi ariyehi eva gocarabhāvanābhigamato sevitattā aputhujjanasevitaṁ.",
  "atk-s0509a7:35_3": "Buddho bhagavā maggaphalanibbānappabhedaṁ navavidhaṁ lokuttaradhammaṁ mahākaruṇāya",
  "atk-s0509a7:35_4": "sañcoditamānaso adesesi sadevakassa lokassa kathesi pavedesi. Tattha tasmiṁ ariyadhamme",
  "atk-s0509a7:35_5": "mayhaṁ mano nirato abhirato, na tato vinivattatīti attho. Sesaṁ heṭṭhā vuttanayameva.",
  "atk-s0509a7:36": "Sīsūpacālātherīgāthāvaṇṇanā niṭṭhitā.",
  "atk-s0509a7:37": "Aṭṭhakanipātavaṇṇanā niṭṭhitā."
}