{
  "atk-abh03a24:0": "9. Navamavaggo",
  "atk-abh03a24:1": "1. Ānisaṁsadassāvīkathāvaṇṇanā",
  "atk-abh03a24:2_0": "547. Idāni ānisaṁsadassāvīkathā nāma hoti. Tattha sakasamaye saṅkhāre ādīnavato nibbānañca",
  "atk-abh03a24:2_1": "ānisaṁsato passantassa saṁyojanappahānaṁ hotīti nicchayo. Yesaṁ pana tesu dvīsupi",
  "atk-abh03a24:2_2": "ekaṁsikavādaṁ gahetvā ‘‘ānisaṁsadassāvinova saṁyojanappahānaṁ hotī’’ti laddhi, seyyathāpi",
  "atk-abh03a24:2_3": "andhakānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa. Athassa ‘‘ekaṁsikavādo",
  "atk-abh03a24:2_4": "tayā gahito, ādīnavopi daṭṭhabboyevā’’ti vibhāgadassanatthaṁ sakavādī saṅkhāretiādimāha.",
  "atk-abh03a24:3_0": "Saṅkhāreca aniccato manasikaroti, nibbāne ca ānisaṁsadassāvī hotīti pañhasmiṁ ayamadhippāyo",
  "atk-abh03a24:3_1": "– ānisaṁsadassāvissa saṁyojanānaṁ pahānaṁ hotīti tesaṁ laddhi. Nanu saṅkhāre aniccato",
  "atk-abh03a24:3_2": "manasikaroto saṁyojanā pahīyantīti ca puṭṭho āmantāti paṭijānāti. Tena te saṅkhāre",
  "atk-abh03a24:3_3": "ca aniccato manasikaroti, nibbāne ca ānisaṁsadassāvī hotīti idaṁ āpajjati, kiṁ sampaṭicchasi",
  "atk-abh03a24:3_4": "etanti. Tato paravādī ekacittakkhaṇaṁ sandhāya paṭikkhipati, dutiyaṁ puṭṭho nānācittavasena",
  "atk-abh03a24:3_5": "paṭijānāti. Sakavādī panassa adhippāyaṁ madditvā aniccamanasikārassa ānisaṁsadassāvitāya",
  "atk-abh03a24:3_6": "ca ekato paṭiññātattā dvinnaṁ phassānaṁ dvinnaṁ cittānaṁ samodhānaṁ hotīti pucchati.",
  "atk-abh03a24:3_7": "Itaro dvinnaṁ samodhānaṁ apassanto paṭikkhipati. Dukkhatotiādipañhesupi eseva nayo.",
  "atk-abh03a24:3_8": "Kiṁ panettha sanniṭṭhānaṁ, kiṁ aniccādito manasikaroto saṁyojanā pahīyanti, udāhu",
  "atk-abh03a24:3_9": "nibbāne ānisaṁsadassāvissa, udāhu dvepi ekato karontassāti. Yadi tāva aniccādito",
  "atk-abh03a24:3_10": "manasikaroto pahānaṁ bhaveyya, vipassanācitteneva bhaveyya. Atha ānisaṁsadassāvino,",
  "atk-abh03a24:3_11": "anussavavasena nibbāne ānisaṁsaṁ passantassa vipassanācitteneva bhaveyya, atha dvepi",
  "atk-abh03a24:3_12": "ekato karontassa bhaveyya, dvinnaṁ phassādīnaṁ samodhānaṁ bhaveyya. Yasmā pana ariyamaggakkhaṇe",
  "atk-abh03a24:3_13": "aniccādimanasikārassa kiccaṁ nipphattiṁ gacchati puna niccatotiādigahaṇassa anuppattidhammabhāvato,",
  "atk-abh03a24:3_14": "nibbāne ca paccakkhatova ānisaṁsadassanaṁ ijjhati, tasmā kiccanipphattivasena aniccādito",
  "atk-abh03a24:3_15": "manasikaroto ārammaṇaṁ katvā pavattivasena ca nibbāne ānisaṁsadassāvissa saṁyojanānaṁ",
  "atk-abh03a24:3_16": "pahānaṁ hotīti veditabbaṁ.",
  "atk-abh03a24:4": "548.Nibbāne sukhānupassīti suttaṁ nibbāne sukhānupassanādibhāvameva sādheti, na ānisaṁsadassāvitāmattena saṁyojanānaṁ pahānaṁ. Tasmā ābhatampi anābhatasadisamevāti.",
  "atk-abh03a24:5": "Ānisaṁsadassāvīkathāvaṇṇanā.",
  "atk-abh03a24:6": "2. Amatārammaṇakathāvaṇṇanā",
  "atk-abh03a24:7_0": "549. Idāni amatārammaṇakathā nāma hoti. Tattha yesaṁ ‘‘nibbānaṁ maññatī’’tiādīnaṁ",
  "atk-abh03a24:7_1": "ayoniso atthaṁ gahetvā amatārammaṇaṁ saṁyojanaṁ hotīti laddhi, seyyathāpi pubbaseliyānaṁ,",
  "atk-abh03a24:7_2": "te sandhāya pucchā sakavādissa, paṭiññā itarassa. Atha naṁ sace amatārammaṇaṁ saṁyojanaṁ,",
  "atk-abh03a24:7_3": "amatassa saṁyojaniyādibhāvo āpajjatīti codetuṁ amataṁ saṁyojaniyantiādimāha. Itaro",
  "atk-abh03a24:7_4": "suttavirodhabhayena sabbaṁ paṭikkhipati. Iminā upāyena sabbavāresu attho veditabbo.",
  "atk-abh03a24:7_5": "Nibbānaṁ nibbānatoti āhaṭasuttaṁ pana diṭṭhadhammanibbānaṁ sandhāya bhāsitaṁ, tasmā asādhakanti.",
  "atk-abh03a24:8": "Amatārammaṇakathāvaṇṇanā.",
  "atk-abh03a24:9": "3. Rūpaṁ sārammaṇantikathāvaṇṇanā",
  "atk-abh03a24:10_0": "552-553. Idāni rūpaṁ sārammaṇantikathā nāma hoti. Tattha rūpaṁ sappaccayaṭṭhena sārammaṇaṁ",
  "atk-abh03a24:10_1": "nāma hoti, na aññaṁ ārammaṇaṁ karotīti ārammaṇapaccayavasena. Yesaṁ pana avisesena",
  "atk-abh03a24:10_2": "rūpaṁ sārammaṇanti laddhi, seyyathāpi uttarāpathakānaṁ; te sandhāya ārammaṇatthassa",
  "atk-abh03a24:10_3": "vibhāgadassanatthaṁ pucchā sakavādissa, paṭiññā itarassa. Sesamettha pāḷianusāreneva",
  "atk-abh03a24:10_4": "veditabbaṁ. Na vattabbanti pañhe olubbhārammaṇaṁ sandhāya paṭiññā sakavādissa. Dutiyapañhepi",
  "atk-abh03a24:10_5": "paccayārammaṇaṁ sandhāya paṭiññā tasseva. Iti sappaccayaṭṭhenevettha sārammaṇatā siddhāti.",
  "atk-abh03a24:11": "Rūpaṁ sārammaṇantikathāvaṇṇanā.",
  "atk-abh03a24:12": "4. Anusayā anārammaṇakathāvaṇṇanā",
  "atk-abh03a24:13_0": "554-556. Idāni anusayā anārammaṇātikathā nāma hoti. Tattha yesaṁ anusayā nāma cittavippayuttā",
  "atk-abh03a24:13_1": "ahetukā abyākatā, teneva ca anārammaṇāti laddhi, seyyathāpi andhakānañceva ekaccānañca",
  "atk-abh03a24:13_2": "uttarāpathakānaṁ; te sandhāya anusayāti pucchā sakavādissa, paṭiññā itarassa. Atha",
  "atk-abh03a24:13_3": "naṁ anārammaṇena nāma evaṁvidhena bhavitabbanti codetuṁ rūpantiādimāha. Kāmarāgotiādi",
  "atk-abh03a24:13_4": "kāmarāgānusayato anaññattā dassitaṁ. Saṅkhārakkhandho anārammaṇoti pañhe cittasampayuttasaṅkhārakkhandhaṁ",
  "atk-abh03a24:13_5": "sandhāya paṭikkhipati. Anusayaṁ jīvitindriyaṁ kāyakammādirūpañca saṅkhārakkhandhapariyāpannaṁ,",
  "atk-abh03a24:13_6": "taṁ sandhāya paṭijānāti. Imināvupāyena sabbavāresu attho veditabbo. Sānusayoti pañhe",
  "atk-abh03a24:13_7": "pana appahīnānusayattā sānusayatā anuññātā. Na anusayānaṁ pavattisabbhāvā. Yo hi",
  "atk-abh03a24:13_8": "appahīno, na so atīto, nānāgato, na paccuppanno ca. Maggavajjhakileso panesa appahīnattāva",
  "atk-abh03a24:13_9": "atthīti vuccati. Evarūpassa ca idaṁ nāma ārammaṇanti na vattabbaṁ. Tasmā taṁ paṭikkhittaṁ.",
  "atk-abh03a24:13_10": "Taṁ panetaṁ na kevalaṁ anusayassa, rāgādīnampi tādisameva, tasmā anusayānaṁ anārammaṇatāsādhakaṁ na hotīti.",
  "atk-abh03a24:14": "Anusayā anārammaṇātikathāvaṇṇanā.",
  "atk-abh03a24:15": "5. Ñāṇaṁ anārammaṇantikathāvaṇṇanā",
  "atk-abh03a24:16_0": "557-558. Idāni ñāṇaṁ anārammaṇantikathā nāma hoti. Tattha yasmā arahā cakkhuviññāṇasamaṅgī",
  "atk-abh03a24:16_1": "ñāṇīti vuccati, tassa ñāṇassa tasmiṁ khaṇe ārammaṇaṁ natthi, tasmā ñāṇaṁ anārammaṇanti",
  "atk-abh03a24:16_2": "yesaṁ laddhi, seyyathāpi andhakānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a24:16_3": "Sesamettha anusayakathāyaṁ vuttanayeneva veditabbanti.",
  "atk-abh03a24:17": "Ñāṇaṁ anārammaṇantikathāvaṇṇanā.",
  "atk-abh03a24:18": "6. Atītānāgatārammaṇakathāvaṇṇanā",
  "atk-abh03a24:19_0": "559-561. Idāni atītānāgatārammaṇakathā nāma hoti. Tattha yasmā atītānāgatārammaṇaṁ",
  "atk-abh03a24:19_1": "nāma natthi, tasmā tadārammaṇena cittena ārammaṇassa natthitāya anārammaṇena bhavitabbanti",
  "atk-abh03a24:19_2": "atītaṁ anārammaṇanti yesaṁ laddhi, seyyathāpi uttarāpathakānaṁ, te sandhāya atītārammaṇanti",
  "atk-abh03a24:19_3": "pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a24:20": "Atītānāgatārammaṇakathāvaṇṇanā.",
  "atk-abh03a24:21": "7. Vitakkānupatitakathāvaṇṇanā",
  "atk-abh03a24:22_0": "562. Idāni vitakkānupatitakathā nāma hoti. Tattha vitakkānupatitā nāma duvidhā –",
  "atk-abh03a24:22_1": "ārammaṇato ca sampayogato ca. Tattha asukacittaṁ nāma vitakkassārammaṇaṁ na hotīti",
  "atk-abh03a24:22_2": "niyamābhāvato siyā sabbaṁ cittaṁ vitakkānupatitaṁ, vitakkavippayuttacittasabbhāvato",
  "atk-abh03a24:22_3": "pana na sabbaṁ cittaṁ vitakkānupatitaṁ. Iti imaṁ vibhāgaṁ akatvā aviseseneva sabbaṁ",
  "atk-abh03a24:22_4": "cittaṁ vitakkānupatitanti yesaṁ laddhi, seyyathāpi uttarāpathakānaṁ, te sandhāya",
  "atk-abh03a24:22_5": "pucchā sakavādissa, paṭiññā itarassa. Sesamettha pāḷivaseneva niyyātīti.",
  "atk-abh03a24:23": "Vitakkānupatitakathāvaṇṇanā.",
  "atk-abh03a24:24": "8. Vitakkavipphārasaddakathāvaṇṇanā",
  "atk-abh03a24:25_0": "563. Idāni vitakkavipphārasaddakathā nāma hoti. Tattha yasmā ‘‘vitakkavicārā vacīsaṅkhārā’’ti",
  "atk-abh03a24:25_1": "vuttā, tasmā sabbaso vitakkayato vicārayato antamaso manodhātupavattikālepi vitakkavipphāro",
  "atk-abh03a24:25_2": "saddoyevāti yesaṁ laddhi, seyyathāpi pubbaseliyānaṁ; te sandhāya sabbasoti pucchā",
  "atk-abh03a24:25_3": "sakavādissa paṭiññā itarassa. Atha naṁ yadi vitakkavipphāramattaṁ saddo, phassādivipphāropi",
  "atk-abh03a24:25_4": "saddo bhaveyyāti codetuṁ sabbaso phusayatotiādimāha. Itaro tādisaṁ suttalesaṁ apassanto",
  "atk-abh03a24:25_5": "paṭikkhipati. Vitakkavipphāro saddo sotaviññeyyoti vitakkassa vipphāramattameva saddoti",
  "atk-abh03a24:25_6": "katvā pucchati, na vitakkavipphārasamuṭṭhitaṁ suttapamattānaṁ saddaṁ, itaro paṭikkhipati.",
  "atk-abh03a24:25_7": "Nanu vitakkavipphārasaddo na sotaviññeyyoti idaṁ tasseva laddhiyā dasseti. So hi",
  "atk-abh03a24:25_8": "vitakkavipphāramattameva saddaṁ vadati, so na sotaviññeyyoti. Itaro pana ‘‘vitakkavipphārasaddaṁ",
  "atk-abh03a24:25_9": "sutvā ādisatī’’ ti (dī. ni. 3.148) vacanato sotaviññeyyovāti vadati.",
  "atk-abh03a24:26": "Vitakkavipphārasaddakathāvaṇṇanā.",
  "atk-abh03a24:27": "9. Nayathācittassa vācātikathāvaṇṇanā",
  "atk-abh03a24:28_0": "564. Idāni nayathācittassa vācātikathā nāma hoti. Tattha yasmā koci aññaṁ bhaṇissāmīti",
  "atk-abh03a24:28_1": "aññaṁ bhaṇati, tasmā nayathācittassa vācā cittānurūpā cittānugatikā na hoti, vināpi",
  "atk-abh03a24:28_2": "cittena pavattatīti yesaṁ laddhi; seyyathāpi pubbaseliyānaṁ; te sandhāya pucchā sakavādissa,",
  "atk-abh03a24:28_3": "paṭiññā itarassa. Atha naṁ ‘‘yadi taṁsamuṭṭhāpakaṁ cittaṁ na siyā, phassādayopi tasmiṁ",
  "atk-abh03a24:28_4": "khaṇe na siyu’’nti codetuṁ aphassakassātiādimāha. Na bhaṇitukāmotiādīsu yasmā aññaṁ",
  "atk-abh03a24:28_5": "bhaṇissāmīti aññaṁ bhaṇantopi bhaṇitukāmoyeva nāma hoti, tasmā na hevāti paṭikkhipati.",
  "atk-abh03a24:29_0": "565.Nanu atthi koci aññaṁ bhaṇissāmītiādīsu cīvaranti bhaṇitukāmo cīranti bhaṇeyya.",
  "atk-abh03a24:29_1": "Tattha aññaṁ bhaṇitukāmatācittaṁ, aññaṁ bhaṇanacittaṁ, iti pubbabhāgena cittena asadisattā",
  "atk-abh03a24:29_2": "ayathācitto nāma hoti, tenassa kevalaṁ anāpatti nāma hoti, na pana cīranti vacanasamuṭṭhāpakacittaṁ",
  "atk-abh03a24:29_3": "natthi, iti acittakā sā vācāti atthaṁ sandhāya iminā udāharaṇena ‘‘nayathācittassa",
  "atk-abh03a24:29_4": "vācā’’ti patiṭṭhāpitāpi appatiṭṭhāpitāva hotīti.",
  "atk-abh03a24:30": "Nayathācittassa vācātikathāvaṇṇanā.",
  "atk-abh03a24:31": "10. Nayathācittassa kāyakammantikathāvaṇṇanā",
  "atk-abh03a24:32_0": "566-567. Idāni nayathācittassa kāyakammantikathā nāma hoti. Tattha yasmā koci aññatra",
  "atk-abh03a24:32_1": "gacchissāmīti aññatra gacchati, tasmā nayathācittassa kāyakammaṁ cittānurūpaṁ cittānugatikaṁ",
  "atk-abh03a24:32_2": "na hoti, vināpi cittena pavattatīti yesaṁ laddhi, seyyathāpi pubbaseliyānaṁyeva,",
  "atk-abh03a24:32_3": "te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha heṭṭhā vuttanayeneva veditabbanti.",
  "atk-abh03a24:33": "Nayathācittassa kāyakammantikathāvaṇṇanā.",
  "atk-abh03a24:34": "11. Atītānāgatasamannāgatakathāvaṇṇanā",
  "atk-abh03a24:35_0": "568-570. Idāni atītānāgatehi samannāgatakathā nāma hoti. Tattha samannāgatapaññatti",
  "atk-abh03a24:35_1": "paṭilābhapaññattīti dve paññattiyo veditabbā. Tāsu paccuppannadhammasamaṅgī samannāgatoti",
  "atk-abh03a24:35_2": "vuccati. Aṭṭha samāpattilābhino pana samāpattiyo kiñcāpi na ekakkhaṇe pavattanti,",
  "atk-abh03a24:35_3": "aññā atītā honti, aññā anāgatā, aññā paccuppannā, paṭivijjhitvā aparihīnatāya pana",
  "atk-abh03a24:35_4": "lābhīti vuccati. Tattha yesaṁ imaṁ vibhāgaṁ aggahetvā yasmā jhānalābhīnaṁ atītānāgatāni",
  "atk-abh03a24:35_5": "jhānānipi atthi, tasmā ‘‘te atītenapi anāgatenapi samannāgatā’’ti laddhi, seyyathāpi",
  "atk-abh03a24:35_6": "andhakānaṁ. Te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesamettha uttānatthamevāti.",
  "atk-abh03a24:35_7": "‘‘Aṭṭhavimokkhajhāyī’’tiādi pana lābhībhāvassa sādhakaṁ, na samannāgatabhāvassāti.",
  "atk-abh03a24:36": "Atītānāgatasamannāgatakathāvaṇṇanā.",
  "atk-abh03a24:37": "Navamo vaggo."
}