{
  "atk-s0402a11:0": "(12) 2. Āyācanavaggavaṇṇanā",
  "atk-s0402a11:1_0": "131. Dutiyassa paṭhame evaṁ sammā āyācamāno āyāceyyāti saddho bhikkhu uṭṭhahitvā",
  "atk-s0402a11:1_1": "‘‘yādiso sāriputtatthero paññāya, ahampi tādiso homi. Yādiso mahāmoggallānatthero",
  "atk-s0402a11:1_2": "iddhiyā, ahampi tādiso homī’’ti evaṁ āyācanto pihento patthento yaṁ atthi, tasseva",
  "atk-s0402a11:1_3": "patthitattā sammā pattheyya nāma. Ito uttari patthento micchā pattheyya. Evarūpā",
  "atk-s0402a11:1_4": "hi patthanā yaṁ natthi, tassa patthitattā micchāpatthanā nāma hoti. Kiṁ kāraṇā? Esā,",
  "atk-s0402a11:1_5": "bhikkhave, tulā etaṁ pamāṇanti yathā hi suvaṇṇaṁ vā hiraññaṁ vā tulentassa tulā icchitabbā,",
  "atk-s0402a11:1_6": "dhaññaṁ minantassa mānanti tulane tulā, minane ca mānaṁ pamāṇaṁ hoti, evameva mama",
  "atk-s0402a11:1_7": "sāvakānaṁ bhikkhūnaṁ esā tulā etaṁ pamāṇaṁ yadidaṁ sāriputtamoggallānā. Te gahetvā",
  "atk-s0402a11:1_8": "‘‘ahampi ñāṇena vā iddhiyā vā etampamāṇo homī’’ti attānaṁ tuletuṁ vā pamāṇetuṁ vā",
  "atk-s0402a11:1_9": "sakkā, na ito aññathā.",
  "atk-s0402a11:2_0": "132. Dutiyādīsupi eseva nayo. Idaṁ panettha visesamattaṁ – khemā ca bhikkhunī uppalavaṇṇā",
  "atk-s0402a11:2_1": "cāti etāsu hi khemā paññāya aggā, uppalavaṇṇā iddhiyā. Tasmā ‘‘paññāya vā iddhiyā",
  "atk-s0402a11:2_2": "vā etādisī homī’’ti sammā āyācamānā āyāceyya. Tathā citto gahapati paññāya aggo,",
  "atk-s0402a11:2_3": "hatthako rājakumāro mahiddhikatāya. Tasmā ‘‘paññāya vā iddhiyā vā ediso homī’’ti",
  "atk-s0402a11:2_4": "sammā āyācamāno āyāceyya. Khujjuttarāpi mahāpaññatāya aggā, nandamātā mahiddhikatāya.",
  "atk-s0402a11:2_5": "Tasmā ‘‘paññāya vā iddhiyā vā etādisī homī’’ti sammā āyācamānā āyāceyya.",
  "atk-s0402a11:3_0": "135. Pañcame khatanti guṇānaṁ khatattā khataṁ. Upahatanti guṇānaṁ upahatattā upahataṁ,",
  "atk-s0402a11:3_1": "chinnaguṇaṁ naṭṭhaguṇanti attho. Attānaṁ pariharatīti nigguṇaṁ attānaṁ jaggati gopāyati.",
  "atk-s0402a11:3_2": "Sāvajjoti sadoso. Sānuvajjoti saupavādo. Pasavatīti paṭilabhati. Ananuviccāti ajānitvā",
  "atk-s0402a11:3_3": "avinicchinitvā. Apariyogāhetvāti ananupavisitvā. Avaṇṇārahassāti avaṇṇayuttassa micchāpaṭipannassa",
  "atk-s0402a11:3_4": "titthiyassa vā titthiyasāvakassa vā. Vaṇṇaṁ bhāsatīti ‘‘suppaṭipanno esa sammāpaṭipanno’’ti",
  "atk-s0402a11:3_5": "guṇaṁ katheti. Vaṇṇārahassāti buddhādīsu aññatarassa sammāpaṭipannassa. Avaṇṇaṁ bhāsatīti",
  "atk-s0402a11:3_6": "‘‘duppaṭipanno esa micchāpaṭipanno’’ti aguṇaṁ katheti. Avaṇṇārahassa avaṇṇaṁ bhāsatīti",
  "atk-s0402a11:3_7": "idhekacco puggalo duppaṭipannānaṁ micchāpaṭipannānaṁ titthiyānaṁ titthiyasāvakānaṁ",
  "atk-s0402a11:3_8": "‘‘itipi duppaṭipannā itipi micchāpaṭipannā’’ti avaṇṇaṁ bhāsati. Vaṇṇārahassa vaṇṇaṁ",
  "atk-s0402a11:3_9": "bhāsatīti suppaṭipannānaṁ sammāpaṭipannānaṁ buddhānaṁ buddhasāvakānaṁ ‘‘itipi suppaṭipannā",
  "atk-s0402a11:3_10": "itipi sammāpaṭipannā’’ti vaṇṇaṁ bhāsati.",
  "atk-s0402a11:4_0": "136. Chaṭṭhe appasādanīye ṭhāneti appasādakāraṇe. Pasādaṁupadaṁsetīti duppaṭipadāya",
  "atk-s0402a11:4_1": "micchāpaṭipadāya ‘‘ayaṁ suppaṭipadā sammāpaṭipadā’’ti pasādaṁ janeti. Pasādanīye",
  "atk-s0402a11:4_2": "ṭhāne appasādanti suppaṭipadāya sammāpaṭipadāya ‘‘ayaṁ duppaṭipadā micchāpaṭipadā’’ti",
  "atk-s0402a11:4_3": "appasādaṁ janetīti. Sesamettha uttānameva.",
  "atk-s0402a11:5_0": "137.Sattame dvīsūti dvīsu okāsesu dvīsu kāraṇesu. Micchāpaṭipajjamānoti micchāpaṭipattiṁ",
  "atk-s0402a11:5_1": "paṭipajjamāno. Mātari ca pitari cāti mittavindako viya mātari, ajātasattu viya pitari.",
  "atk-s0402a11:5_2": "Sukkapakkho vuttanayeneva veditabbo.",
  "atk-s0402a11:6_0": "138. Aṭṭhame tathāgate ca tathāgatasāvake cāti devadatto viya tathāgate, kokāliko",
  "atk-s0402a11:6_1": "viya ca tathāgatasāvake. Sukkapakkhe ānandatthero viya tathāgate, nandagopālakaseṭṭhiputto",
  "atk-s0402a11:6_2": "viya ca tathāgatasāvake.",
  "atk-s0402a11:7_0": "139. Navame sacittavodānanti sakacittassa vodānaṁ, aṭṭhannaṁ samāpattīnaṁ etaṁ nāmaṁ.",
  "atk-s0402a11:7_1": "Na ca kiñci loke upādiyatīti loke ca rūpādīsu dhammesu kiñci ekaṁ dhammampi na gaṇhāti",
  "atk-s0402a11:7_2": "na parāmasati. Evamettha anupādānaṁ nāma dutiyo dhammo hoti. Dasamekādasamāni uttānatthānevāti.",
  "atk-s0402a11:8": "Āyācanavaggo dutiyo."
}