{
  "atk-s0305a9:0": "10. Ānāpānasaṁyuttaṁ",
  "atk-s0305a9:1": "1. Ekadhammavaggo",
  "atk-s0305a9:2": "1. Ekadhammasuttavaṇṇanā",
  "atk-s0305a9:3_0": "977. Ānāpānasaṁyuttassa paṭhame ekadhammoti eko dhammo. Sesamettha yaṁ vattabbaṁ",
  "atk-s0305a9:3_1": "siyā, taṁ sabbaṁ sabbākārena visuddhimagge (visuddhi. 1.215) ānāpānassatikammaṭṭhānaniddese vuttameva.",
  "atk-s0305a9:4": "6. Ariṭṭhasuttavaṇṇanā",
  "atk-s0305a9:5_0": "982. Chaṭṭhe bhāvetha noti bhāvetha nu. Kāmacchandoti pañcakāmaguṇikarāgo. Ajjhattaṁ",
  "atk-s0305a9:5_1": "bahiddhā ca dhammesūti ajjhattikabāhiresu dvādasasu āyatanadhammesu . Paṭighasaññā",
  "atk-s0305a9:5_2": "suppaṭivinītāti paṭighasampayuttasaññā suṭṭhu paṭivinītā, samucchinnāti attho. Iminā",
  "atk-s0305a9:5_3": "attano anāgāmimaggaṁ katheti. Idāni arahattamaggassa vipassanaṁ dassento so satova",
  "atk-s0305a9:5_4": "assasissāmītiādimāha.",
  "atk-s0305a9:6": "7. Mahākappinasuttavaṇṇanā",
  "atk-s0305a9:7": "983. Sattame iñjitattaṁ vā phanditattaṁ vāti ubhayenapi calanameva kathitaṁ.",
  "atk-s0305a9:8": "8. Padīpopamasuttavaṇṇanā",
  "atk-s0305a9:9_0": "984. Aṭṭhame neva kāyopi kilamati na cakkhūnīti aññesu hi kammaṭṭhānesu kammaṁ karontassa",
  "atk-s0305a9:9_1": "kāyopi kilamati, cakkhūnipi vihaññanti. Dhātukammaṭṭhānasmiñhi kammaṁ karontassa",
  "atk-s0305a9:9_2": "kāyo kilamati, yante pakkhipitvā pīḷanākārappatto viya hoti. Kasiṇakammaṭṭhāne kammaṁ",
  "atk-s0305a9:9_3": "karontassa cakkhūni phandanti kilamanti, nikkhamitvā patanākārappattāni viya honti.",
  "atk-s0305a9:9_4": "Imasmiṁ pana kammaṭṭhāne kammaṁ karontassa neva kāyo kilamati, na akkhīni vihaññanti. Tasmā evamāha.",
  "atk-s0305a9:10_0": "Sabbasorūpasaññānantiādi kasmā vuttaṁ, kiṁ ānāpāne kasiṇugghāṭanaṁ labbhatīti? Tipiṭakacūḷābhayatthero",
  "atk-s0305a9:10_1": "panāha – ‘‘yasmā ānāpānanimittaṁ tārakarūpamuttāvalikādisadisaṁ hutvā paññāyati,",
  "atk-s0305a9:10_2": "tasmā tattha kasiṇugghāṭanaṁ labbhatī’’ti. Tipiṭakacūḷanāgatthero ‘‘na labbhatevā’’ti",
  "atk-s0305a9:10_3": "āha. Alabbhante ayaṁ ariyiddhiādiko pabhedo kasmā gahitoti? Ānisaṁsadassanatthaṁ.",
  "atk-s0305a9:10_4": "Ariyaṁ vā hi iddhiṁ cattāri vā rūpāvacarajjhānāni catasso vā arūpasamāpattiyo nirodhasamāpattiṁ",
  "atk-s0305a9:10_5": "vā patthayamānena bhikkhunā ayaṁ ānāpānassatisamādhi sādhukaṁ manasikātabbo. Yathā",
  "atk-s0305a9:10_6": "hi nagare laddhe yaṁ catūsu disāsu uṭṭhānakabhaṇḍaṁ, taṁ catūhi dvārehi nagarameva",
  "atk-s0305a9:10_7": "pavisatīti, janapado laddho ca hoti. Nagarasseva heso ānisaṁso. Evaṁ ānāpānassatisamādhibhāvanāya",
  "atk-s0305a9:10_8": "ānisaṁso esa ariyiddhiādiko pabhedo, sabbākārena bhāvite ānāpānassatisamādhismiṁ",
  "atk-s0305a9:10_9": "sabbametaṁ yogino nipphajjatīti ānisaṁsadassanatthaṁ vuttaṁ. Sukhañceti ettha soti",
  "atk-s0305a9:10_10": "kasmā na vuttaṁ? Yasmā bhikkhūti imasmiṁ vāre nāgataṁ.",
  "atk-s0305a9:11": "9. Vesālīsuttavaṇṇanā",
  "atk-s0305a9:12_0": "985. Navame vesāliyanti evaṁnāmake itthiliṅgavasena pavattavohāre nagare. Tañhi nagaraṁ",
  "atk-s0305a9:12_1": "tikkhattuṁ pākāraparikkhepavaḍḍhanena visālībhūtattā vesālīti vuccati. Idampi ca",
  "atk-s0305a9:12_2": "nagaraṁ sabbaññutaṁ patteyeva sammāsambuddhe sabbākāravepullataṁ pattanti veditabbaṁ.",
  "atk-s0305a9:12_3": "Evaṁ gocaragāmaṁ dassetvā nivāsaṭṭhānamāha mahāvane kūṭāgārasālāyanti. Tattha mahāvanaṁ",
  "atk-s0305a9:12_4": "nāma sayaṁjātaṁ aropimaṁ saparicchedaṁ mahantaṁ vanaṁ. Kapilavatthusāmantā pana mahāvanaṁ",
  "atk-s0305a9:12_5": "himavantena saha ekābaddhaṁ aparicchedaṁ hutvā mahāsamuddaṁ āhacca ṭhitaṁ. Idaṁ tādisaṁ",
  "atk-s0305a9:12_6": "na hoti, saparicchedaṁ mahantaṁ vananti mahāvanaṁ. Kūṭāgārasālā pana mahāvanaṁ nissāya",
  "atk-s0305a9:12_7": "kate ārāme kūṭāgāraṁ antokatvā haṁsavaṭṭakacchannena katā sabbākārasampannā buddhassa",
  "atk-s0305a9:12_8": "bhagavato gandhakuṭīti veditabbā.",
  "atk-s0305a9:13_0": "Anekapariyāyena asubhakathaṁ kathetīti anekehi kāraṇehi asubhākārasandassanappavattaṁ",
  "atk-s0305a9:13_1": "kāyavicchandanīyakathaṁ katheti. Seyyathidaṁ – atthi imasmiṁ kāye kesā lomā nakhā",
  "atk-s0305a9:13_2": "dantā…pe… muttanti. Kiṁ vuttaṁ hoti? Bhikkhave, imasmiṁ byāmamatte kaḷevare sabbākārenapi",
  "atk-s0305a9:13_3": "vicinanto na koci kiñci muttaṁ vā maṇiṁ vā veḷuriyaṁ vā agaruṁ vā candanaṁ vā kuṅkumaṁ",
  "atk-s0305a9:13_4": "vā kappuraṁ vā vāsacuṇṇādiṁ vā aṇumattampi sucibhāvaṁ passati, atha kho paramaduggandhaṁ",
  "atk-s0305a9:13_5": "jegucchaassirikadassanaṁ kesalomādinānappakāraṁ asucimeva passati, tasmā na ettha",
  "atk-s0305a9:13_6": "chando vā rāgo vā karaṇīyo. Yepi uttamaṅge sirasi jātā kesā nāma, tepi asubhā ceva",
  "atk-s0305a9:13_7": "asucino ca paṭikūlā ca. So ca nesaṁ asubhāsucipaṭikūlabhāvo vaṇṇatopi saṇṭhānatopi",
  "atk-s0305a9:13_8": "gandhatopi āsayatopi okāsatopīti pañcahākārehi veditabbo. Evaṁ lomādīnampīti ayamettha",
  "atk-s0305a9:13_9": "saṅkhepo, vitthāro pana visuddhimagge (visuddhi. 1.307) vuttanayeneva veditabbo.",
  "atk-s0305a9:13_10": "Iti bhagavā ekamekasmiṁ koṭṭhāse pañcapañcappabhedena anekapariyāyena asubhakathaṁ katheti.",
  "atk-s0305a9:14_0": "Asubhāya vaṇṇaṁ bhāsatīti uddhumātakādivasena asubhamātikaṁ nikkhipitvā padabhājanīyena",
  "atk-s0305a9:14_1": "taṁ vibhajanto vaṇṇento asubhāya vaṇṇaṁ bhāsati. Asubhabhāvanāya vaṇṇaṁ bhāsatīti",
  "atk-s0305a9:14_2": "yā ayaṁ kesādīsu vā uddhumātakādīsu vā ajjhattabahiddhāvatthūsu asubhākāraṁ gahetvā",
  "atk-s0305a9:14_3": "pavattassa cittassa bhāvanā vaḍḍhanā phātikammaṁ, tassā asubhabhāvanāya ānisaṁsaṁ",
  "atk-s0305a9:14_4": "dassento vaṇṇaṁ bhāsati, guṇaṁ parikitteti. Seyyathidaṁ – ‘‘asubhabhāvanābhiyutto,",
  "atk-s0305a9:14_5": "bhikkhave, bhikkhu kesādīsu vā vatthūsu uddhumātakādīsu vā pañcaṅgavippahīnaṁ pañcaṅgasamannāgataṁ",
  "atk-s0305a9:14_6": "tividhakalyāṇaṁ dasalakkhaṇasampannaṁ paṭhamajjhānaṁ paṭilabhati. So taṁ paṭhamajjhānasaṅkhātaṁ",
  "atk-s0305a9:14_7": "cittamañjūsaṁ nissāya vipassanaṁ vaḍḍhetvā uttamatthaṁ arahattaṁ pāpuṇātī’’ti.",
  "atk-s0305a9:15_0": "Icchāmahaṁ, bhikkhave, aḍḍhamāsaṁ paṭisallīyitunti ahaṁ, bhikkhave, ekaṁ aḍḍhamāsaṁ",
  "atk-s0305a9:15_1": "paṭisallīyituṁ nilīyituṁ ekakova hutvā viharituṁ icchāmīti attho. Nāmhi kenaci upasaṅkamitabbo",
  "atk-s0305a9:15_2": "aññatra ekena piṇḍapātanīhārakenāti yo attanā payuttavācaṁ akatvā mamatthāya saddhesu",
  "atk-s0305a9:15_3": "kulesu paṭiyattapiṇḍapātaṁ nīharitvā mayhaṁ upanāmeti, taṁ piṇḍapātanīhārakaṁ ekaṁ",
  "atk-s0305a9:15_4": "bhikkhuṁ ṭhapetvā nāmhi aññena kenaci bhikkhunā vā gahaṭṭhena vā upasaṅkamitabboti.",
  "atk-s0305a9:16_0": "Kasmā pana evamāhāti? Atīte kira pañcasatā migaluddakā mahatīhi daṇḍavāgurādīhi araññaṁ",
  "atk-s0305a9:16_1": "parikkhipitvā haṭṭhatuṭṭhā ekatoyeva yāvajīvaṁ migapakkhighātakammena jīvikaṁ kappetvā",
  "atk-s0305a9:16_2": "niraye uppannā. Te tattha paccitvā pubbe katena kenacideva kusalakammena manussesu",
  "atk-s0305a9:16_3": "uppannā kalyāṇūpanissayavasena sabbepi bhagavato santike pabbajjañca upasampadañca",
  "atk-s0305a9:16_4": "labhiṁsu. Tesaṁ tato mūlākusalakammato avipakkavipākā aparāparacetanā tasmiṁ aḍḍhamāsabbhantare",
  "atk-s0305a9:16_5": "attūpakkamena ca parūpakkamena ca jīvitūpacchedāya okāsamakāsi. Taṁ bhagavā addasa.",
  "atk-s0305a9:16_6": "Kammavipāko ca nāma na sakkā kenaci paṭibāhituṁ. Tesu ca bhikkhūsu puthujjanāpi atthi,",
  "atk-s0305a9:16_7": "sotāpannasakadāgāmianāgāmikhīṇāsavāpi. Tattha khīṇāsavā appaṭisandhikā, itare ariyasāvakā",
  "atk-s0305a9:16_8": "niyatagatikā sugatiparāyaṇā, puthujjanānaṁ gati aniyatā.",
  "atk-s0305a9:17_0": "Atha bhagavā cintesi – ‘‘ime attabhāve chandarāgena maraṇabhayabhītā na sakkhissanti",
  "atk-s0305a9:17_1": "gatiṁ visodhetuṁ, handa nesaṁ chandarāgappahānāya asubhakathaṁ kathemi. Taṁ sutvā",
  "atk-s0305a9:17_2": "attabhāve vigatacchandarāgatāya gativisodhanaṁ katvā sagge paṭisandhiṁ gaṇhissanti,",
  "atk-s0305a9:17_3": "evaṁ tesaṁ mama santike pabbajjā sātthikā bhavissatī’’ti. Tato tesaṁ anuggahāya asubhakathaṁ",
  "atk-s0305a9:17_4": "kathesi kammaṭṭhānasīsena, no maraṇavaṇṇasaṁvaṇṇanādhippāyena. Kathetvā ca panassa",
  "atk-s0305a9:17_5": "etadahosi – ‘‘sace imaṁ aḍḍhamāsaṁ maṁ bhikkhū passissanti, ‘ajja eko bhikkhu mato,",
  "atk-s0305a9:17_6": "ajja dve…pe… ajja dasā’ti āgantvā ārocessanti, ayañca kammavipāko na sakkā mayā vā",
  "atk-s0305a9:17_7": "aññena vā paṭibāhituṁ, svāhaṁ taṁ sutvāpi kiṁ karissāmi, kiṁ me anatthakena anayabyasanena",
  "atk-s0305a9:17_8": "sutena, handāhaṁ bhikkhūnaṁ adassanaṁ upagacchāmī’’ti. Tasmā evamāha – ‘‘icchāmahaṁ,",
  "atk-s0305a9:17_9": "bhikkhave, aḍḍhamāsaṁ paṭisallīyituṁ, nāmhi kenaci upasaṅkamitabbo aññatra ekena",
  "atk-s0305a9:17_10": "piṇḍapātanīhārakenā’’ti.",
  "atk-s0305a9:18_0": "Apare panāhu – ‘‘parūpavādavivajjanatthaṁ evaṁ vatvā paṭisallīno’’ti. Pare kira bhagavantaṁ",
  "atk-s0305a9:18_1": "upavadissanti – ‘‘ayaṁ ‘sabbaññū ahaṁ saddhammavaracakkavattī’ti paṭijānamāno attanopi",
  "atk-s0305a9:18_2": "sāvake aññamaññaṁ ghātente nivāretuṁ na sakkoti, kiṁ aññaṁ sakkhissatī’’ti? Tatra",
  "atk-s0305a9:18_3": "paṇḍitā vakkhanti – ‘‘bhagavā paṭisallānamanuyutto na imaṁ pavattiṁ jānāti, kocissa",
  "atk-s0305a9:18_4": "ārocayitāpi natthi , sace jāneyya addhā nivāreyyā’’ti. Idaṁ pana icchāmattaṁ, paṭhamamevettha",
  "atk-s0305a9:18_5": "kāraṇaṁ. Nāssudhāti ettha assudhāti padapūraṇamatte avadhāraṇatthe vā nipāto, neva",
  "atk-s0305a9:18_6": "koci bhagavantaṁ upasaṅkamīti attho.",
  "atk-s0305a9:19_0": "Anekehi vaṇṇasaṇṭhānādīhi kāraṇehi vokāro assāti anekākāravokāro. Anekākāravokiṇṇo",
  "atk-s0305a9:19_1": "anekākārena sammissoti vuttaṁ hoti. Ko so? Asubhabhāvanānuyogo, taṁ anekākāravokāraṁ.",
  "atk-s0305a9:19_2": "Asubhabhāvanānuyogamanuyuttā viharantīti yuttappayuttā viharanti. Aṭṭīyamānāti tena",
  "atk-s0305a9:19_3": "kāyena aṭṭā dukkhitā honti. Harāyamānāti lajjamānā. Jigucchamānāti jigucchaṁ uppādayamānā.",
  "atk-s0305a9:19_4": "Satthahārakaṁ pariyesantīti jīvitaharaṇakasatthaṁ pariyesanti. Na kevalañca te satthaṁ",
  "atk-s0305a9:19_5": "pariyesitvā attanā vā attānaṁ jīvitā voropenti, migalaṇḍikampi pana samaṇakuttakaṁ",
  "atk-s0305a9:19_6": "upasaṅkamitvā, ‘‘sādhu no, āvuso, jīvitā voropehī’’ti vadanti. Ettha ca ariyā neva",
  "atk-s0305a9:19_7": "pāṇātipātaṁ kariṁsu, na samādapesuṁ, na samanuññā ahesuṁ. Puthujjanā pana sabbamakaṁsu.",
  "atk-s0305a9:20_0": "Paṭisallānā vuṭṭhitoti tesaṁ pañcannaṁ bhikkhusatānaṁ jīvitakkhayappattabhāvaṁ ñatvā",
  "atk-s0305a9:20_1": "tato ekībhāvato vuṭṭhito jānantopi ajānanto viya kathāsamuṭṭhāpanatthaṁ āyasmantaṁ",
  "atk-s0305a9:20_2": "ānandaṁ āmantesi. Kiṁ nu kho, ānanda, tanubhūto viya bhikkhusaṅghoti ito, ānanda,",
  "atk-s0305a9:20_3": "pubbe bahū bhikkhū ekato upaṭṭhānaṁ āgacchanti, uddesaṁ paripucchaṁ gaṇhanti, sajjhāyanti,",
  "atk-s0305a9:20_4": "ekapajjoto viya ārāmo dissati. Idāni pana aḍḍhamāsamattassa accayena tanubhūto viya",
  "atk-s0305a9:20_5": "tanuko mando appako viraḷo viya jāto bhikkhusaṅgho. Kiṁ nu kho kāraṇaṁ? Kiṁ disāsu pakkantā bhikkhūti?",
  "atk-s0305a9:21_0": "Athāyasmā ānando kammavipākena tesaṁ jīvitakkhayappattiṁ asallakkhento asubhakammaṭṭhānānuyogapaccayā",
  "atk-s0305a9:21_1": "pana sallakkhento tathā hi pana, bhante bhagavātiādiṁ vatvā bhikkhūnaṁ arahattappattiyā",
  "atk-s0305a9:21_2": "aññaṁ kammaṭṭhānaṁ yācanto, sādhu, bhante, bhagavātiādimāha. Tassattho – sādhu, bhante,",
  "atk-s0305a9:21_3": "bhagavā aññaṁ kāraṇaṁ ācikkhatu, yena bhikkhusaṅgho arahatte patiṭṭhaheyya . Mahāsamuddaṁ",
  "atk-s0305a9:21_4": "orohaṇatitthāni viya aññānipi dasānussati, dasakasiṇa, catudhātuvavatthāna, brahmavihāra,",
  "atk-s0305a9:21_5": "ānāpānassatipabhedāni bahūni nibbānorohaṇakammaṭṭhānāni santi, tesu bhagavā bhikkhū",
  "atk-s0305a9:21_6": "samassāsetvā aññataraṁ kammaṭṭhānaṁ ācikkhatūti adhippāyo.",
  "atk-s0305a9:22_0": "Atha bhagavā tathā kātukāmo theraṁ uyyojento tenahānandātiādimāha. Tattha vesāliṁ",
  "atk-s0305a9:22_1": "upanissāyāti vesāliyaṁ upanissāya samantā gāvutepi aḍḍhayojanepi yāvatikā viharanti,",
  "atk-s0305a9:22_2": "te sabbe sannipātehīti attho. Sabbe upaṭṭhānasālāyaṁ sannipātetvāti attanā gantuṁ",
  "atk-s0305a9:22_3": "yuttaṭṭhānaṁ sayaṁ gantvā aññattha daharabhikkhū pahiṇitvā muhutteneva anavasese",
  "atk-s0305a9:22_4": "bhikkhū upaṭṭhānasālāyaṁ samūhaṁ katvā. Yassadāni, bhante, bhagavā kālaṁ maññatīti",
  "atk-s0305a9:22_5": "ettha ayamadhippāyo – bhagavā bhikkhusaṅgho sannipatito, esa kālo bhikkhūnaṁ dhammakathaṁ",
  "atk-s0305a9:22_6": "kātuṁ, anusāsaniṁ dātuṁ, idāni yassa tumhe kālaṁ jānātha, taṁ kātabbanti.",
  "atk-s0305a9:23_0": "Atha kho bhagavā bhikkhū āmantesi, ayampi kho, bhikkhaveti. Āmantetvā ca pana bhikkhūnaṁ",
  "atk-s0305a9:23_1": "arahattappattiyā pubbe ācikkhitaasubhakammaṭṭhānato aññaṁ pariyāyaṁ ācikkhanto ānāpānassatisamādhītiādimāha.",
  "atk-s0305a9:23_2": "Tattha ānāpānassatisamādhīti ānāpānapariggāhikāya satiyā saddhiṁ sampayutto samādhi,",
  "atk-s0305a9:23_3": "ānāpānassatiyaṁ vā samādhi, ānāpānassatisamādhi. Bhāvitoti uppādito vaḍḍhito vā.",
  "atk-s0305a9:23_4": "Bahulīkatoti punappunaṁ kato. Santo ceva paṇīto cāti santo ceva paṇīto ceva. Ubhayattha",
  "atk-s0305a9:23_5": "evasaddena niyamo veditabbo. Kiṁ vuttaṁ hoti? Ayañhi yathā asubhakammaṭṭhānaṁ kevalaṁ",
  "atk-s0305a9:23_6": "paṭivedhavasena santañca paṇītañca, oḷārikārammaṇattā pana paṭikūlārammaṇattā ca",
  "atk-s0305a9:23_7": "ārammaṇavasena neva santaṁ na paṇītaṁ, na evaṁ kenaci pariyāyena asanto vā appaṇīto",
  "atk-s0305a9:23_8": "vā, apica kho ārammaṇasantatāyapi santo vūpasanto nibbuto, paṭivedhasaṅkhātāya aṅgasantatāyapi,",
  "atk-s0305a9:23_9": "ārammaṇapaṇītatāya paṇīto atittikaro, aṅgapaṇītatāyapīti. Tena vuttaṁ ‘‘santo ceva paṇīto cā’’ti.",
  "atk-s0305a9:24_0": "Asecanakoca sukho ca vihāroti ettha pana nāssa secananti asecanako, anāsittako abbokiṇṇo",
  "atk-s0305a9:24_1": "pāṭiyekko āveṇiko, natthi ettha parikammena vā upacārena vā santatā, ādisamannāhārato",
  "atk-s0305a9:24_2": "pabhuti attano sabhāveneva santo ca paṇīto cāti attho. Keci ‘‘asecanako’’ti anāsittako",
  "atk-s0305a9:24_3": "ojavanto, sabhāveneva madhuro’’ti vadanti. Evamayaṁ asecanako ca appitappitakkhaṇe",
  "atk-s0305a9:24_4": "kāyikacetasikasukhappaṭilābhāya saṁvattanato sukho ca vihāroti veditabbo.",
  "atk-s0305a9:25_0": "Uppannuppanneti avikkhambhite. Pāpaketi lāmake. Akusale dhammeti akosallasambhūte",
  "atk-s0305a9:25_1": "dhamme. Ṭhānaso antaradhāpetīti khaṇeneva antaradhāpeti vikkhambheti. Vūpasametīti",
  "atk-s0305a9:25_2": "suṭṭhu upasameti, nibbedhabhāgiyattā anupubbena ariyamaggavuddhippatto samucchindati,",
  "atk-s0305a9:25_3": "paṭippassambhetīti vuttaṁ hoti. Gimhānaṁ pacchime māseti āsāḷhamāse. Ūhataṁ rajojallanti",
  "atk-s0305a9:25_4": "aṭṭha māse vātātapasukkhāya gomahiṁsādipādappahārasambhinnāya pathaviyā uddhaṁ hataṁ",
  "atk-s0305a9:25_5": "ūhataṁ ākāse samuṭṭhitaṁ rajañca reṇuñca. Mahā akālameghoti sabbaṁ nabhaṁ ajjhottharitvā",
  "atk-s0305a9:25_6": "uṭṭhito āsāḷhajuṇhapakkhe sakalaṁ aḍḍhamāsaṁ vassanakamegho. So hi asampatte vassakāle",
  "atk-s0305a9:25_7": "uppannattā akālameghoti idha adhippeto. Ṭhānaso antarādhāpeti vūpasametīti khaṇeneva",
  "atk-s0305a9:25_8": "adassanaṁ neti pathaviyaṁ sannisīdāpeti. Evameva khoti opammanidassanametaṁ. Tato",
  "atk-s0305a9:25_9": "paraṁ vuttanayameva.",
  "atk-s0305a9:26": "10. Kimilasuttavaṇṇanā",
  "atk-s0305a9:27_0": "986. Dasame kimilāyanti evaṁnāmake nagare. Etadavocāti thero kira cintesi – ‘‘ayaṁ",
  "atk-s0305a9:27_1": "desanā na yathānusandhikā katā, yathānusandhiṁ gamessāmī’’ti desanānusandhiṁ ghaṭento",
  "atk-s0305a9:27_2": "etaṁ avoca. Kāyaññataranti pathavīādīsu kāyesu aññataraṁ vadāmi vāyokāyaṁ vadāmīti",
  "atk-s0305a9:27_3": "attho. Atha vā cakkhāyatanaṁ…pe… kabaḷīkāro āhāroti pañcavīsati rūpakoṭṭhāsā rūpakāyo",
  "atk-s0305a9:27_4": "nāma, tesu ānāpānaṁ phoṭṭhabbāyatane saṅgahitattā kāyaññataraṁ hoti, tasmāpi evamāha.",
  "atk-s0305a9:27_5": "Tasmātihāti yasmā catūsu kāyesu aññataraṁ vāyokāyaṁ, pañcavīsati koṭṭhāse vā rūpakāye",
  "atk-s0305a9:27_6": "aññataraṁ ānāpānaṁ anupassati, tasmā kāye kāyānupassīti attho. Evaṁ sabbattha attho",
  "atk-s0305a9:27_7": "veditabbo. Vedanāññataranti tīsu vedanāsu aññataraṁ, sukhavedanaṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0305a9:28_0": "Sādhukaṁ manasikāranti pītipaṭisaṁveditādivasena uppannaṁ sundaraṁ manasikāraṁ. Kiṁ",
  "atk-s0305a9:28_1": "pana manasikāro sukhā vedanā hotīti? Na hoti, desanāsīsaṁ panetaṁ. Yatheva hi ‘‘aniccasaññābhāvanānuyogamanuyuttā’’ti",
  "atk-s0305a9:28_2": "(ma. ni. 3.147) ettha saññānāmena paññā vuttā, evamidhāpi manasikāranāmena jhānavedanā",
  "atk-s0305a9:28_3": "vuttāti veditabbā. Etasmiñhi catukke paṭhamapade pītisīsena vedanā vuttā, dutiyapade",
  "atk-s0305a9:28_4": "sukhanti sarūpeneva vuttā. Cittasaṅkhārapadadvaye ‘‘saññā ca vedanā ca cetasikā ete",
  "atk-s0305a9:28_5": "dhammā cittappaṭibaddhā cittasaṅkhārā’’ti (paṭi. ma. 1.174) vacanato ‘‘vitakkavicāre",
  "atk-s0305a9:28_6": "ṭhapetvā sabbepi cittasampayuttakā dhammā cittasaṅkhāre saṅgahitā’’ti vacanato cittasaṅkhāranāmena",
  "atk-s0305a9:28_7": "vedanā vuttā. Taṁ sabbaṁ manasikāranāmena saṅgahetvā idha ‘‘sādhukaṁ manasikāra’’nti āha.",
  "atk-s0305a9:29_0": "Evaṁ santepi yasmā esā vedanā ārammaṇaṁ na hoti, tasmā vedanānupassanā na yujjatīti.",
  "atk-s0305a9:29_1": "No na yujjati, mahāsatipaṭṭhānādīsupi hi taṁ taṁ sukhādīnaṁ vatthuṁ ārammaṇaṁ katvā",
  "atk-s0305a9:29_2": "vedanā vedayati, taṁ pana vedanāpavattiṁ upādāya ‘‘ahaṁ vedayāmī’’ti vohāramattaṁ",
  "atk-s0305a9:29_3": "hoti, taṁ sandhāya ‘‘sukhaṁ vedanaṁ vedayamāno sukhaṁ vedanaṁ vedayāmī’’tiādi vuttaṁ.",
  "atk-s0305a9:29_4": "Apica ‘‘pītippaṭisaṁvedī’’tiādīnaṁ atthavaṇṇanāyametassa parihāro vuttoyeva. Vuttañhetaṁ visuddhimagge –",
  "atk-s0305a9:30_0": "‘‘Dvīhākārehi pīti paṭisaṁviditā hoti – ārammaṇato ca asammohato ca. Kathaṁ ārammaṇato",
  "atk-s0305a9:30_1": "pīti paṭisaṁviditā hoti? Sappītike dve jhāne samāpajjati, tassa samāpattikkhaṇe jhānapaṭilābhena",
  "atk-s0305a9:30_2": "ārammaṇato pīti paṭisaṁviditā hoti ārammaṇassa paṭisaṁviditattā. Kathaṁ asammohato",
  "atk-s0305a9:30_3": "pīti paṭisaṁviditā hoti? Sappītike dve jhāne samāpajjitvā vuṭṭhāya jhānasampayuttapītiṁ",
  "atk-s0305a9:30_4": "khayato vayato sammasati, tassa vipassanākkhaṇe lakkhaṇappaṭivedhena asammohato pīti",
  "atk-s0305a9:30_5": "paṭisaṁviditā hoti. Vuttañhetaṁ paṭisambhidāyaṁ (paṭi. ma. 1.172) ‘‘‘dīghaṁ assāsavasena",
  "atk-s0305a9:30_6": "cittassa ekaggataṁ avikkhepaṁ pajānato sati upaṭṭhitā hoti, tāya satiyā tena ñāṇena",
  "atk-s0305a9:30_7": "sā pīti paṭisaṁviditā hotī’ti. Eteneva nayena avasesapadānipi atthato veditabbānī’’ti.",
  "atk-s0305a9:31_0": "Iti yatheva jhānapaṭilābhena ārammaṇato pītisukhacittasaṅkhārā paṭisaṁviditā honti,",
  "atk-s0305a9:31_1": "evaṁ imināpi jhānasampayuttena vedanāsaṅkhātamanasikārapaṭilābhena ārammaṇato vedanā",
  "atk-s0305a9:31_2": "paṭisaṁviditā hoti. Tasmā suvuttametaṁ ‘‘vedanāsu vedanānupassī bhikkhu tasmiṁ samaye viharatī’’ti.",
  "atk-s0305a9:32_0": "Nāhaṁ, ānanda, muṭṭhassatissa asampajānassāti ettha ayamadhippāyo – yasmā ‘‘cittapaṭisaṁvedī",
  "atk-s0305a9:32_1": "assāsissāmī’’tiādinā nayena pavatto bhikkhu kiñcāpi assāsapassāsanimittamārammaṇaṁ",
  "atk-s0305a9:32_2": "karoti, tassa pana cittassa ārammaṇe satiñca sampajaññañca upaṭṭhāpetvā pavattanato",
  "atk-s0305a9:32_3": "citte cittānupassīyeva nāmesa hoti. Na hi muṭṭhassatissa asampajānassa ānāpānassatisamādhibhāvanā",
  "atk-s0305a9:32_4": "atthi, tasmā ārammaṇato cittapaṭisaṁviditavasena ‘‘citte cittānupassī bhikkhu tasmiṁ",
  "atk-s0305a9:32_5": "samaye viharatī’’ti.",
  "atk-s0305a9:33_0": "So yaṁ taṁ hoti abhijjhādomanassānaṁ pahānaṁ, taṁ paññāya disvā sādhukaṁ ajjhupekkhitā",
  "atk-s0305a9:33_1": "hotīti ettha abhijjhā kāmacchandanīvaraṇameva, domanassavasena byāpādanīvaraṇaṁ dassitaṁ.",
  "atk-s0305a9:33_2": "Idañhi catukkaṁ vipassanāvaseneva vuttaṁ, dhammānupassanā ca nīvaraṇapabbādivasena",
  "atk-s0305a9:33_3": "pañcavidhā hoti, tassā nīvaraṇapabbaṁ ādi, tassāpi idaṁ nīvaraṇadvayaṁ ādi. Iti dhammānupassanāya",
  "atk-s0305a9:33_4": "ādiṁ dassetuṁ abhijjhādomanassānanti āha. Pahānanti aniccānupassanāya niccasaññaṁ",
  "atk-s0305a9:33_5": "pajahatīti evaṁ pahānakarañāṇaṁ adhippetaṁ. Taṁ paññāya disvāti taṁ aniccavirāganirodhapaṭinissaggañāṇasaṅkhātaṁ",
  "atk-s0305a9:33_6": "pahānañāṇaṁ aparāya vipassanāpaññāya, tampi aparāyāti evaṁ vipassanāparamparaṁ dasseti",
  "atk-s0305a9:33_7": ". Ajjhupekkhitā hotīti yañcassa pathapaṭipannaṁ ajjhupekkhati, yañca ekato upaṭṭhānaṁ",
  "atk-s0305a9:33_8": "ajjhupekkhatīti dvidhā ajjhupekkhati nāma. Tattha sahajātānampiajjhupekkhanā hoti",
  "atk-s0305a9:33_9": "ārammaṇassāpi ajjhupekkhanā. Idha ārammaṇa ajjhupekkhanā adhippetā. Tasmātihānandāti",
  "atk-s0305a9:33_10": "yasmā ‘‘aniccānupassī assāsissāmī’’tiādinā nayena pavatto na kevalaṁ nīvaraṇādidhamme,",
  "atk-s0305a9:33_11": "abhijjhādomanassasīsena pana vuttānaṁ dhammānaṁ pahānakarañāṇampi paññāya disvā ajjhupekkhitā",
  "atk-s0305a9:33_12": "hoti, tasmā dhammesu dhammānupassī bhikkhu tasmiṁ samaye viharatīti veditabbo.",
  "atk-s0305a9:34_0": "Evameva khoti ettha catumahāpatho viya cha āyatanāni daṭṭhabbāni. Tasmiṁ paṁsupuñjo",
  "atk-s0305a9:34_1": "viya chasu āyatanesu kilesā. Catūhi disāhi āgacchantā sakaṭarathā viya catūsu ārammaṇesu",
  "atk-s0305a9:34_2": "pavattā cattāro satipaṭṭhānā. Ekena sakaṭena vā rathena vā paṁsupuñjassa upahananaṁ",
  "atk-s0305a9:34_3": "viya kāyānupassanādīhi pāpakānaṁ akusalānaṁ dhammānaṁ upaghāto veditabboti.",
  "atk-s0305a9:35": "Ekadhammavaggo paṭhamo.",
  "atk-s0305a9:36": "2. Dutiyavaggo",
  "atk-s0305a9:37": "1-2. Icchānaṅgalasuttādivaṇṇanā",
  "atk-s0305a9:38_0": "987-988. Dutiyavaggassa paṭhame evaṁ byākareyyāthāti kasmā attano vihārasamāpattiṁ",
  "atk-s0305a9:38_1": "ācikkhati? Upārambhamocanatthaṁ. Sace hi te ‘‘na jānāmā’’ti vadeyyuṁ, atha nesaṁ",
  "atk-s0305a9:38_2": "titthiyā ‘‘tumhe ‘asukasamāpattiyā nāma no satthā temāsaṁ vihāsī’tipi na jānātha,",
  "atk-s0305a9:38_3": "atha kasmā naṁ upaṭṭhahantā viharathā’’ti upārambhaṁ āropeyyuṁ, tato mocanatthaṁ evamāha.",
  "atk-s0305a9:39_0": "Atha kasmā yathā aññattha ‘‘satova assasati, dīghaṁ vā assasanto’’ti (dī. ni. 2.374;",
  "atk-s0305a9:39_1": "ma. ni. 1.107; saṁ. ni. 5.977) eva-vākāro vutto. Evaṁ idha na vuttoti? Ekantasantattā.",
  "atk-s0305a9:39_2": "Aññesañhi assāso vā pākaṭo hoti passāso vā, bhagavato ubhayampetaṁ pākaṭameva niccaṁ",
  "atk-s0305a9:39_3": "upaṭṭhitassatitāyāti ekantasantattā na vutto. Atha ‘‘sikkhāmī’’ti avatvā kasmā ‘‘assasāmī’’ti",
  "atk-s0305a9:39_4": "ettakameva vuttanti? Sikkhitabbābhāvā. Satta hi sekhā sikkhitabbabhāvā sekhā nāma,",
  "atk-s0305a9:39_5": "khīṇāsavā sikkhitabbābhāvā asekhā nāma, tathāgatā asikkhitabbā asekkhā nāma natthi",
  "atk-s0305a9:39_6": "tesaṁ sikkhitabbakiccanti sikkhitabbābhāvā na vuttaṁ. Dutiyaṁ uttānameva.",
  "atk-s0305a9:40": "3-10. Paṭhamaānandasuttādivaṇṇanā",
  "atk-s0305a9:41_0": "989-996. Tatiye pavicinatīti aniccādivasena pavicinati. Itaraṁ padadvayaṁ etasseva",
  "atk-s0305a9:41_1": "vevacanaṁ. Nirāmisāti nikkilesā kāyikacetasikadarathapaṭipassaddhiyā kāyopi cittampi",
  "atk-s0305a9:41_2": "passambhati. Samādhiyatīti sammā ṭhapiyati, appanācittaṁ viya hoti. Ajjhupekkhitā",
  "atk-s0305a9:41_3": "hotīti sahajātaajjhupekkhanāya ajjhupekkhitā hoti.",
  "atk-s0305a9:42_0": "Evaṁ cuddasavidhena kāyapariggāhakassa bhikkhuno tasmiṁ kāye sati satisambojjhaṅgo,",
  "atk-s0305a9:42_1": "tāya satiyā sampayuttañāṇaṁ dhammavicayasambojjhaṅgo, taṁsampayuttameva kāyikacetasikavīriyaṁ",
  "atk-s0305a9:42_2": "vīriyasambojjhaṅgo, pītipassaddhicittekaggatā pītipassaddhisamādhisambojjhaṅgā, imesaṁ",
  "atk-s0305a9:42_3": "channaṁ bojjhaṅgānaṁ anosakkanaanativattanasaṅkhāto majjhattākāro upekkhāsambojjhaṅgo.",
  "atk-s0305a9:42_4": "Yatheva hi samappavattesu assesu sārathino ‘‘ayaṁ olīyatī’’ti tudanaṁ vā, ‘‘ayaṁ",
  "atk-s0305a9:42_5": "atidhāvatī’’ti ākaḍḍhanaṁ vā natthi, kevalaṁ evaṁ passamānassa ṭhitākārova hoti,",
  "atk-s0305a9:42_6": "evameva imesaṁ channaṁ bojjhaṅgānaṁ anosakkanaanativattanasaṅkhāto majjhattākāro",
  "atk-s0305a9:42_7": "upekkhāsambojjhaṅgo nāma hoti. Ettāvatā kiṁ kathitaṁ? Ekacittakkhaṇikā nānāsarasalakkhaṇā",
  "atk-s0305a9:42_8": "vipassanābojjhaṅgā nāma kathitā.",
  "atk-s0305a9:43_0": "Vivekanissitantiādīni vuttatthāneva. Ettha pana soḷasakkhattukā ānāpānassati missakā",
  "atk-s0305a9:43_1": "kathitā, ānāpānamūlakā satipaṭṭhānā pubbabhāgā , tesaṁ mūlabhūtā ānāpānassati pubbabhāgā.",
  "atk-s0305a9:43_2": "Bojjhaṅgamūlakā satipaṭṭhānā pubbabhāgā, tepi bojjhaṅgā pubbabhāgāva. Vijjāvimuttipūrakā",
  "atk-s0305a9:43_3": "pana bojjhaṅgā nibbattitalokuttarā, vijjāvimuttiyo ariyaphalasampayuttā. Vijjā vā",
  "atk-s0305a9:43_4": "catutthamaggasampayuttā, vimutti phalasampayuttāti. Catutthapañcamachaṭṭhānipi imināva",
  "atk-s0305a9:43_5": "samānaparicchedāni. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0305a9:44": "Ānāpānasaṁyuttavaṇṇanā niṭṭhitā."
}