{
  "atk-s0402a42:0": "(7) 2. Pattakammavaggo",
  "atk-s0402a42:1": "1. Pattakammasuttavaṇṇanā",
  "atk-s0402a42:2_0": "61. Dutiyassa paṭhame aniṭṭhapaṭikkhepena iṭṭhā. Mane kamanti pavisantīti kantā.",
  "atk-s0402a42:2_1": "Manaṁ appāyanti pavaḍḍhentīti manāpā. Dullabhāti paramadullabhā. Bhogāti bhuñjitabbā",
  "atk-s0402a42:2_2": "rūpādayo visayā. Sahadhammenāti dhammeneva saddhiṁ uppajjantu, mā dhammūpaghātaṁ",
  "atk-s0402a42:2_3": "katvā adhammenāti. Athavā sahadhammenāti sakāraṇena, tena tena senāpatiseṭṭhiṭṭhānādikāraṇena",
  "atk-s0402a42:2_4": "saddhiṁyeva uppajjantūti attho. Yasoti parivārasampatti. Sahañātībhīti ñātakehi saddhiṁ.",
  "atk-s0402a42:2_5": "Saha upajjhāyehīti sukhadukkhesu upanijjhāyitabbattā upajjhāyasaṅkhātehi sandiṭṭhasambhattehi saddhiṁ.",
  "atk-s0402a42:3_0": "Akiccaṁ karotīti akātabbaṁ karoti. Kiccaṁ aparādhetīti kattabbayuttakaṁ kiccaṁ akaronto",
  "atk-s0402a42:3_1": "taṁ aparādheti nāma. Dhaṁsatīti patati parihāyati. Abhijjhāvisamalobhanti abhijjhāsaṅkhātaṁ",
  "atk-s0402a42:3_2": "visamalobhaṁ. Pajahatīti nudati nīharati. Mahāpaññoti mahantapañño. Puthupaññoti",
  "atk-s0402a42:3_3": "puthulapañño. Āpātadasoti taṁ taṁ atthaṁ āpāteti tameva passati, sukhumampissa atthajātaṁ",
  "atk-s0402a42:3_4": "āpātaṁ āgacchatiyevāti attho.",
  "atk-s0402a42:4_0": "Uṭṭhānavīriyādhigatehīti uṭṭhānasaṅkhātena vīriyena adhigatehi. Bāhābalaparicitehīti",
  "atk-s0402a42:4_1": "bāhābalena paricitehi vaḍḍhitehi. Sedāvakkhittehīti avakkhittasedehi, sedaṁ muñcitvā",
  "atk-s0402a42:4_2": "vāyāmena payogena samadhigatehīti attho. Dhammikehīti dhammayuttehi. Dhammaladdhehīti",
  "atk-s0402a42:4_3": "dasakusalakammapathadhamme akopetvā laddhehi. Pattakammānīti yuttakammāni anucchavikakammāni.",
  "atk-s0402a42:4_4": "Sukhetīti sukhitaṁ karoti. Pīṇetīti pīṇitaṁ balasampannaṁ karoti. Ṭhānagataṁ hotīti",
  "atk-s0402a42:4_5": "kāraṇagataṁ hoti. Kiṁ pana tanti? Catūsu pattakammesu ekaṁ bhogehi kattabbakammaṁ",
  "atk-s0402a42:4_6": "bhogajātameva ṭhānagataṁ. Pattagatanti yuttappattaṭṭhānagataṁ. Āyatanaso paribhuttanti",
  "atk-s0402a42:4_7": "kāraṇeneva paribhuttaṁ bhogajātaṁ hoti.",
  "atk-s0402a42:5_0": "Pariyodhāyasaṁvattatīti pidahitvā vattati. Yathā aggiādīhi uppannāsu āpadāsu, evaṁ",
  "atk-s0402a42:5_1": "ādittagehanibbāpanādīnaṁ atthāya dhanapariccāgaṁ katvā tāsaṁ āpadānaṁ maggaṁ pidahati",
  "atk-s0402a42:5_2": "nivāreti. Sotthiṁ attānaṁ karotīti nirupaddavaṁ khemaṁ attānaṁ karoti. Ñātibalinti",
  "atk-s0402a42:5_3": "ñātakānaṁ baliṁ. Atithibalinti āgantukānaṁ baliṁ. Pubbapetabalinti paralokagatānaṁ",
  "atk-s0402a42:5_4": "ñātakānaṁ baliṁ. Rājabalinti rañño kattabbayuttakaṁ rājabaliṁ. Devatābalinti devatānaṁ",
  "atk-s0402a42:5_5": "kattabbabaliṁ. Sabbametaṁ tesaṁ tesaṁ yathānucchavikavasena dātabbadānassa adhivacanaṁ.",
  "atk-s0402a42:6_0": "Khantisoracce niviṭṭhāti adhivāsanakkhantiyañca susīlatāya ca niviṭṭhā. Ekamattānaṁ",
  "atk-s0402a42:6_1": "damentīti ekaṁ attanova attabhāvaṁ indriyadamena damenti. Samentīti attano cittaṁ",
  "atk-s0402a42:6_2": "kilesavūpasamanena samenti. Parinibbāpentīti kilesaparinibbāneneva parinibbāpenti.",
  "atk-s0402a42:6_3": "Uddhaggikantiādīsu uparūparibhūmīsu phaladānavasena uddhamaggamassāti uddhaggikā.",
  "atk-s0402a42:6_4": "Saggassa hitāti tatrupapattijananato sovaggikā. Nibbattanibbattaṭṭhāne sukhova vipāko",
  "atk-s0402a42:6_5": "assāti sukhavipākā. Suṭṭhu aggānaṁ dibbavaṇṇādīnaṁ dasannaṁ visesānaṁ nibbattanato",
  "atk-s0402a42:6_6": "saggasaṁvattanikā, evarūpaṁ dakkhiṇaṁ patiṭṭhāpetīti attho.",
  "atk-s0402a42:7_0": "Ariyadhamme ṭhitoti pañcasīladhamme patiṭṭhito. Pecca sagge pamodatīti paralokaṁ",
  "atk-s0402a42:7_1": "gantvā yattha sagge paṭisandhiṁ gaṇhāti, tattha modati. Sotāpannasakadāgāmino vā",
  "atk-s0402a42:7_2": "hontu anāgāmī vā, sabbesaṁ ayaṁ paṭipadā labbhatevāti.",
  "atk-s0402a42:8": "2. Ānaṇyasuttavaṇṇanā",
  "atk-s0402a42:9_0": "62. Dutiye adhigamanīyānīti pattabbāni. Kāmabhogināti vatthukāme ca kilesakāme ca",
  "atk-s0402a42:9_1": "paribhuñjantena. Atthisukhādīsu atthīti uppajjanakasukhaṁ atthisukhaṁ nāma. Bhoge",
  "atk-s0402a42:9_2": "paribhuñjantassa uppajjanakasukhaṁ bhogasukhaṁ nāma. Anaṇosmīti uppajjanakasukhaṁ",
  "atk-s0402a42:9_3": "ānaṇyasukhaṁ nāma. Niddoso anavajjosmīti uppajjanakasukhaṁ anavajjasukhaṁ nāma.",
  "atk-s0402a42:10_0": "Bhuñjanti bhuñjamāno. Paññā vipassatīti paññāya vipassati. Ubho bhāgeti dve koṭṭhāse,",
  "atk-s0402a42:10_1": "heṭṭhimāni tīṇi ekaṁ koṭṭhāsaṁ, anavajjasukhaṁ ekaṁ koṭṭhāsanti evaṁ paññāya passamāno",
  "atk-s0402a42:10_2": "dve koṭṭhāse jānātīti attho. Anavajjasukhassetanti etaṁ tividhampi sukhaṁ anavajjasukhassa",
  "atk-s0402a42:10_3": "soḷasiṁ kalaṁ nāgghatīti.",
  "atk-s0402a42:11": "3. Brahmasuttavaṇṇanā",
  "atk-s0402a42:12": "63. Tatiyaṁ tikanipāte vaṇṇitameva. Sapubbadevatānīti padamattameva ettha visesoti. Catutthe sabbaṁ uttānatthameva.",
  "atk-s0402a42:13": "5. Rūpasuttavaṇṇanā",
  "atk-s0402a42:14_0": "65. Pañcame rūpe pamāṇaṁ gahetvā pasanno rūpappamāṇo nāma. Rūpappasannoti tasseva",
  "atk-s0402a42:14_1": "atthavacanaṁ. Ghose pamāṇaṁ gahetvā pasanno ghosappamāṇo nāma. Cīvaralūkhapattalūkhesu",
  "atk-s0402a42:14_2": "pamāṇaṁ gahetvā pasanno lūkhappamāṇo nāma. Dhamme pamāṇaṁ gahetvā pasanno dhammappamāṇo",
  "atk-s0402a42:14_3": "nāma. Itarāni tesaṁyeva atthavacanāni. Sabbasatte ca tayo koṭṭhāse katvā dve koṭṭhāsā",
  "atk-s0402a42:14_4": "rūpappamāṇā, eko na rūpappamāṇo. Pañca koṭṭhāse katvā cattāro koṭṭhāsā ghosappamāṇā,",
  "atk-s0402a42:14_5": "eko na ghosappamāṇo. Dasa koṭṭhāse katvā nava koṭṭhāsā lūkhappamāṇā, eko na lūkhappamāṇo.",
  "atk-s0402a42:14_6": "Satasahassaṁ koṭṭhāse katvā pana eko koṭṭhāsova dhammappamāṇo, sesā na dhammappamāṇāti veditabbā.",
  "atk-s0402a42:15_0": "Rūpe pamāṇiṁsūti ye rūpaṁ disvā pasannā, te rūpe pamāṇiṁsu nāma, pasīdiṁsūti attho.",
  "atk-s0402a42:15_1": "Ghosena anvagūti ghosena anugatā, ghosappamāṇaṁ gahetvā pasannāti attho. Chandarāgavasūpetāti",
  "atk-s0402a42:15_2": "chandassa ca rāgassa ca vasaṁ upetā. Ajjhattañca na jānātīti niyakajjhatte tassa",
  "atk-s0402a42:15_3": "guṇaṁ na jānāti. Bahiddhā ca na passatīti bahiddhāpissa paṭipattiṁ na passati. Samantāvaraṇoti",
  "atk-s0402a42:15_4": "samantato āvārito, samantā vā āvaraṇamassāti samantāvaraṇo. Ghosena vuyhatīti ghosena",
  "atk-s0402a42:15_5": "niyati, na guṇena. Ajjhattañca na jānāti, bahiddhā ca vipassatīti niyakajjhatte guṇaṁ",
  "atk-s0402a42:15_6": "na jānāti, bahiddhā panassa paṭipattiṁ passati. Bahiddhā phaladassāvīti tassa parehi",
  "atk-s0402a42:15_7": "kataṁ bahiddhā sakkāraphalaṁ passanto. Vinīvaraṇadassāvīti vivaṭadassāvī. Na so ghosena",
  "atk-s0402a42:15_8": "vuyhatīti so ghosena na nīyati.",
  "atk-s0402a42:16": "6. Sarāgasuttavaṇṇanā",
  "atk-s0402a42:17_0": "66. Chaṭṭhe mohajaṁ cāpaviddasūti mohajaṁ cāpi aviddasū apaṇḍitā. Savighātanti sadukkhaṁ.",
  "atk-s0402a42:17_1": "Dukhudrayanti āyatiñca dukkhavaḍḍhidāyakaṁ. Acakkhukāti paññācakkhurahitā. Yathā",
  "atk-s0402a42:17_2": "dhammā tathā santāti yathā rāgādayo dhammā ṭhitā, tathā sabhāvāva hutvā. Na tassevanti",
  "atk-s0402a42:17_3": "maññareti mayaṁ evaṁsantā evaṁsabhāvāti tassa na maññare, na maññantīti attho. Imasmiṁ",
  "atk-s0402a42:17_4": "suttepi gāthāsupi vaṭṭameva kathitaṁ.",
  "atk-s0402a42:18": "7. Ahirājasuttavaṇṇanā",
  "atk-s0402a42:19_0": "67. Sattame imāni cattāri ahirājakulānīti idaṁ daṭṭhavisāneva sandhāya vuttaṁ. Ye",
  "atk-s0402a42:19_1": "hi keci daṭṭhavisā, sabbete imesaṁ catunnaṁ ahirājakulānaṁ abbhantaragatāva honti.",
  "atk-s0402a42:19_2": "Attaguttiyāti attano guttatthāya. Attarakkhāyāti attano rakkhaṇatthāya. Attaparittāyāti",
  "atk-s0402a42:19_3": "attano parittāṇatthāya. Parittaṁ nāma anujānāmīti attho.",
  "atk-s0402a42:20_0": "Idāni yathā taṁ parittaṁ kātabbaṁ, taṁ dassento virūpakkhehi metiādimāha. Tattha",
  "atk-s0402a42:20_1": "virūpakkhehīti virūpakkhanāgakulehi. Sesesupi eseva nayo. Apādakehīti apādakasattehi.",
  "atk-s0402a42:20_2": "Sesesupi eseva nayo. Sabbe sattāti ito pubbe ettakena ṭhānena odissakamettaṁ kathetvā",
  "atk-s0402a42:20_3": "idāni anodissakamettaṁ kathetuṁ idamāraddhaṁ. Tattha sattā pāṇā bhūtāti sabbānetāni",
  "atk-s0402a42:20_4": "puggalavevacanāneva. Bhadrāni passantūti bhadrāni ārammaṇāni passantu. Mā kañci pāpamāgamāti",
  "atk-s0402a42:20_5": "kañci sattaṁ pāpakaṁ lāmakaṁ mā āgacchatu. Appamāṇo buddhoti ettha buddhoti buddhaguṇā",
  "atk-s0402a42:20_6": "veditabbā. Te hi appamāṇā nāma. Sesapadadvayepi eseva nayo. Pamāṇavantānīti guṇappamāṇena",
  "atk-s0402a42:20_7": "yuttāni. Uṇṇanābhīti lomasanābhiko makkaṭako. Sarabūti gharagolikā. Katā me rakkhā,",
  "atk-s0402a42:20_8": "katā me parittāti mayā ettakassa janassa rakkhā ca parittāṇañca kataṁ. Paṭikkamantu",
  "atk-s0402a42:20_9": "bhūtānīti sabbepi me kataparittāṇā sattā apagacchantu, mā maṁ viheṭhayiṁsūti attho.",
  "atk-s0402a42:21": "8. Devadattasuttavaṇṇanā",
  "atk-s0402a42:22_0": "68. Aṭṭhame acirapakkante devadatteti saṅghaṁ bhinditvā nacirapakkante. Parābhavāyāti",
  "atk-s0402a42:22_1": "avaḍḍhiyā vināsāya. Assatarīti vaḷavāya kucchismiṁ gadrabhassa jātā. Attavadhāya",
  "atk-s0402a42:22_2": "gabbhaṁ gaṇhātīti taṁ assena saddhiṁ sampayojenti, sā gabbhaṁ gaṇhitvā kāle sampatte",
  "atk-s0402a42:22_3": "vijāyituṁ nasakkontī pādehi bhūmiṁ paharantī tiṭṭhati. Athassā cattāro pāde catūsu",
  "atk-s0402a42:22_4": "khāṇūsu bandhitvā kucchiṁ phāletvā potakaṁ nīharanti. Sā tattheva marati. Tenetaṁ vuttaṁ.",
  "atk-s0402a42:23": "9. Padhānasuttavaṇṇanā",
  "atk-s0402a42:24_0": "69. Navame kilesānaṁ saṁvaratthāya pavesanadvāraṁ pidahanatthāya padhānaṁ saṁvarappadhānaṁ,",
  "atk-s0402a42:24_1": "pajahanatthāya padhānaṁ pahānappadhānaṁ, kusalānaṁ dhammānaṁ brūhanatthāya vaḍḍhanatthāya",
  "atk-s0402a42:24_2": "padhānaṁ bhāvanāppadhānaṁ, tesaṁyeva anurakkhaṇatthāya padhānaṁ anurakkhaṇāppadhānaṁ.",
  "atk-s0402a42:25": "10. Adhammikasuttavaṇṇanā",
  "atk-s0402a42:26_0": "70. Dasame adhammikā hontīti porāṇakarājūhi ṭhapitaṁ dasabhāgabaliñceva aparādhānurūpañca",
  "atk-s0402a42:26_1": "daṇḍaṁ aggahetvā atirekabalino ceva atirekadaṇḍassa ca gahaṇena adhammikā. Rājāyuttāti",
  "atk-s0402a42:26_2": "rañño janapadesu kiccasaṁvidhāyakā āyuttakapurisā. Brāhmaṇagahapatikāti antonagaravāsino",
  "atk-s0402a42:26_3": "brāhmaṇagahapatayo. Negamajānapadāti nigamavāsino ceva janapadavāsino ca. Visamanti",
  "atk-s0402a42:26_4": "visamā hutvā, asamayena vāyantīti attho. Visamāti na samā, atithaddhā vā atimudukā",
  "atk-s0402a42:26_5": "vāti attho. Apañjasāti maggato apagatā, ummaggagāmino hutvā vāyantīti attho. Devatā",
  "atk-s0402a42:26_6": "parikupitā bhavantīti vātesu hi visamesu apañjasesu vāyantesu rukkhā bhijjanti, vimānāni",
  "atk-s0402a42:26_7": "bhijjanti. Tasmā devatā parikupitā bhavanti, tā devassa sammā vassituṁ na denti.",
  "atk-s0402a42:26_8": "Tena vuttaṁ devo na sammā dhāraṁ anuppavecchatīti. Visamapākāni sassāni bhavantīti",
  "atk-s0402a42:26_9": "ekasmiṁ ṭhāne gabbhīni honti, ekasmiṁ sañjātakhīrāni, ekaṁ ṭhānaṁ paccatīti evaṁ",
  "atk-s0402a42:26_10": "visamaṁ pākāni sassāni bhavanti.",
  "atk-s0402a42:27_0": "Samaṁnakkhattāni tārakarūpāni parivattantīti yathā kattikapuṇṇamā kattikanakkhattameva",
  "atk-s0402a42:27_1": "labhati, migasirapuṇṇamā migasiranakkhattamevāti evaṁ tasmiṁ tasmiṁ māse sā sā puṇṇamā",
  "atk-s0402a42:27_2": "taṁ taṁ nakkhattameva labhati, tathā sammā parivattanti. Samaṁ vātā vāyantīti avisamā",
  "atk-s0402a42:27_3": "hutvā samayasmiṁyeva vāyanti, cha māse uttarā vātā, cha māsedakkhiṇāti evaṁ tesaṁ",
  "atk-s0402a42:27_4": "tesaṁ janapadānaṁ anurūpe samaye vāyanti. Samāti samappavattino nātithaddhā nātimudū.",
  "atk-s0402a42:27_5": "Pañjasāti maggappaṭipannā, maggeneva vāyanti, no amaggenāti attho.",
  "atk-s0402a42:28_0": "Jimhaṁgacchatīti kuṭilaṁ gacchati, atitthaṁ gaṇhāti. Nette jimhaṁ gate satīti nayatīti",
  "atk-s0402a42:28_1": "nettā. Tasmiṁ nette jimhaṁ gate kuṭilaṁ gantvā atitthaṁ gaṇhante itarāpi atitthameva",
  "atk-s0402a42:28_2": "gaṇhantīti attho. Netetipi pāṭho. Dukkhaṁ setīti dukkhaṁ sayati, dukkhitaṁ hotīti attho.",
  "atk-s0402a42:29": "Pattakammavaggo dutiyo."
}