{
  "atk-s0510a15:0": "15. Chattavaggo",
  "atk-s0510a15:1": "1. Atichattiyattheraapadānavaṇṇanā",
  "atk-s0510a15:2_0": "Parinibbutebhagavatītiādikaṁ āyasmato atichattiyattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a15:2_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto atthadassissa",
  "atk-s0510a15:2_2": "bhagavato kāle ekasmiṁ kulagehe nibbatto dharamānassa bhagavato adiṭṭhattā parinibbutakāle",
  "atk-s0510a15:2_3": "“aho mama parihānī”ti cintetvā “mama jātiṁ saphalaṁ karissāmī”ti katasanniṭṭhāno",
  "atk-s0510a15:2_4": "chattādhichattaṁ kāretvā tassa bhagavato sarīradhātuṁ nihitadhātugabbhaṁ pūjesi.",
  "atk-s0510a15:2_5": "Aparabhāge pupphacchattaṁ kāretvā tameva dhātugabbhaṁ pūjesi. So teneva puññena devamanussesu",
  "atk-s0510a15:2_6": "saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde gahapatikule nibbatto",
  "atk-s0510a15:2_7": "viññutaṁ patto satthari pasanno pabbajitvā kammaṭṭhānaṁ gahetvā vāyamanto nacirasseva arahattaṁ pāpuṇi.",
  "atk-s0510a15:3_0": "1. So attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento parinibbute",
  "atk-s0510a15:3_1": "bhagavatītiādimāha. Tattha chattātichattanti chādiyati saṁvariyati ātapādinti chattaṁ,",
  "atk-s0510a15:3_2": "chattassa atichattaṁ chattassa upari katachattaṁ chattātichattaṁ, chattassa uparūpari",
  "atk-s0510a15:3_3": "chattanti attho. Thūpamhi abhiropayinti thūpiyati rāsikarīyatīti thūpo, atha vā thūpati",
  "atk-s0510a15:3_4": "thirabhāvena vuddhiṁ virūḷhiṁ vepullaṁ āpajjamāno patiṭṭhātīti thūpo, tasmiṁ thūpamhi",
  "atk-s0510a15:3_5": "mayā kāritaṁ chattaṁ uparūpari ṭhapanavasena abhi visesena āropayiṁ pūjesinti attho.",
  "atk-s0510a15:4": "2.Pupphacchadanaṁ katvānāti vikasitehi sugandhehi anekehi phupphehi chadanaṁ chattupari vitānaṁ katvā pūjesinti attho. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0510a15:5": "Atichattiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:6": "2. Thambhāropakattheraapadānavaṇṇanā",
  "atk-s0510a15:7_0": "Nibbutelokanāthamhītiādikaṁ āyasmato thambhāropakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a15:7_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto dhammadassissa",
  "atk-s0510a15:7_2": "bhagavato kāle kulagehe nibbatto saddho pasanno parinibbute bhagavati tassa bhagavato",
  "atk-s0510a15:7_3": "dhātugabbhamāḷake thambhaṁ nikhanitvā dhajaṁ āropesi. Bahūni jātisumanapupphāni ganthitvā",
  "atk-s0510a15:7_4": "nisseṇiyā ārohitvā pūjesi.",
  "atk-s0510a15:8_0": "5. So yāvatāyukaṁ ṭhatvā kālaṁ katvā devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā",
  "atk-s0510a15:8_1": "sabbattha pūjito imasmiṁ buddhuppāde ekasmiṁ kulagehe nibbatto daharakālato pabhuti",
  "atk-s0510a15:8_2": "pūjanīyo sāsane baddhasaddho pabbajitvā saha paṭisambhidāhi arahattaṁ patto attano",
  "atk-s0510a15:8_3": "pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento nibbute lokanāthamhītiādimāha.",
  "atk-s0510a15:8_4": "Tattha nibbute lokanāthamhīti sakalalokassa nāthe padhānabhūte paṭisaraṇe ca satthari",
  "atk-s0510a15:8_5": "khandhaparinibbānena nibbute nibbutadīpasikhā viya adassanaṁ gateti attho. Dhammadassīnarāsabheti",
  "atk-s0510a15:8_6": "catusaccadhammaṁ passatīti dhammadassī, atha vā satipaṭṭhānādike sattatiṁsabodhipakkhiyadhamme",
  "atk-s0510a15:8_7": "dassanasīlo passanasīloti dhammadassī, narānaṁ āsabho pavaro uttamoti narāsabho,",
  "atk-s0510a15:8_8": "dhammadassī ca so narāsabho ceti dhammadassīnarāsabho, tasmiṁ dhammadassīnarāsabhe.",
  "atk-s0510a15:8_9": "Āropesiṁ dhajaṁ thambhanti cetiyamāḷake thambhaṁ nikhanitvā tattha dhajaṁ āropesiṁ",
  "atk-s0510a15:8_10": "bandhitvā ṭhapesinti attho.",
  "atk-s0510a15:9_0": "6.Nisseṇiṁ māpayitvānāti nissāya taṁ iṇanti gacchanti ārohanti uparīti nisseṇi, taṁ",
  "atk-s0510a15:9_1": "nisseṇiṁ māpayitvā kāretvā bandhitvā thūpaseṭṭhaṁ samāruhinti sambandho. Jātipupphaṁ",
  "atk-s0510a15:9_2": "gahetvānāti jāyamānameva janānaṁ sundaraṁ manaṁ karotīti jātisumanaṁ, jātisumanameva",
  "atk-s0510a15:9_3": "pupphaṁ “jātisumanapuppha”nti vattabbe gāthābandhasukhatthaṁ sumanasaddassa lopaṁ",
  "atk-s0510a15:9_4": "katvā “jātipuppha”nti vuttaṁ, taṁ jātisumanapupphaṁ gahetvā ganthitvā thūpamhi āropayiṁ,",
  "atk-s0510a15:9_5": "āropetvā pūjesinti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a15:10": "Thambhāropakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:11": "3. Vedikārakattheraapadānavaṇṇanā",
  "atk-s0510a15:12_0": "Nibbutelokanāthamhītiādikaṁ āyasmato vedikārakattherassa apadānaṁ. Ayampi purimajinavaresu",
  "atk-s0510a15:12_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto piyadassissa",
  "atk-s0510a15:12_2": "bhagavato kāle vibhavasampanne ekasmiṁ kule nibbatto viññutaṁ patvā gharāvāsaṁ saṇṭhapetvā",
  "atk-s0510a15:12_3": "nibbute satthari pasanno tassa cetiye valayaṁ kāresi, sattahi ratanehi paripūretvā",
  "atk-s0510a15:12_4": "mahāpūjaṁ kāresi. So tena puññena devamanussesu saṁsaranto anekesu jātisatasahassesu",
  "atk-s0510a15:12_5": "pūjanīyo mahaddhano mahābhogo ubhayasukhaṁ anubhavitvā imasmiṁ buddhuppāde kulagehe",
  "atk-s0510a15:12_6": "nibbatto vibhavasampanno pabbajitvā vāyamanto nacirasseva arahā ahosi.",
  "atk-s0510a15:13_0": "10. So ekadivasaṁ attano pubbe katakusalaṁ saritvā somanassajāto pubbacaritāpadānaṁ",
  "atk-s0510a15:13_1": "pakāsento nibbute lokanāthamhītiādimāha. Taṁ heṭṭhā vuttatthameva. Piyadassīnaruttameti",
  "atk-s0510a15:13_2": "piyaṁ somanassākāraṁ dassanaṁ yassa so piyadassī, ārohapariṇāhadvattiṁsamahāpurisalakkhaṇaasītānubyañjanabyāmappabhāmaṇḍalehi",
  "atk-s0510a15:13_3": "sādhu mahājanappasādaṁ janayanākāradassanoti attho. Narānaṁ uttamoti naruttamo, piyadassī",
  "atk-s0510a15:13_4": "ca so naruttamo ceti piyadassīnaruttamo, tasmiṁ piyadassīnaruttame nibbute dhātugabbhamhi",
  "atk-s0510a15:13_5": "muttavediṁ ahaṁ akāsinti sambandho. Pupphādhāratthāya pariyosāne vedikāvalayaṁ akāsinti attho.",
  "atk-s0510a15:14_0": "11.Maṇīhi parivāretvāti maṇati jotati pabhāsatīti maṇi, atha vā janānaṁ manaṁ pūrento",
  "atk-s0510a15:14_1": "somanassaṁ karonto ito gato pavattoti maṇi, jātiraṅgamaṇiveḷuriyamaṇiādīhi anekehi",
  "atk-s0510a15:14_2": "maṇīhi katavedikāvalayaṁ parivāretvā uttamaṁ mahāpūjaṁ akāsinti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a15:15": "Vedikārakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:16": "4. Saparivāriyattheraapadānavaṇṇanā",
  "atk-s0510a15:17_0": "Padumuttaro nāma jinotiādikaṁ āyasmato saparivāriyattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a15:17_1": "katādhikāro anekāsu jātīsu vivaṭṭūpanissayāni puññāni upacinanto padumuttarassa bhagavato",
  "atk-s0510a15:17_2": "kāle kulagehe nibbatto viññutaṁ patto mahaddhano mahābhogo ahosi. Atha padumuttare",
  "atk-s0510a15:17_3": "bhagavati parinibbute mahājano tassa dhātuṁ nidahitvā mahantaṁ cetiyaṁ kāretvā pūjesi.",
  "atk-s0510a15:17_4": "Tasmiṁ kāle ayaṁ upāsako tassupari candanasārena cetiyagharaṁ karitvā mahāpūjaṁ akāsi.",
  "atk-s0510a15:17_5": "So teneva puññena devamanussesu saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde",
  "atk-s0510a15:17_6": "ekasmiṁ kulagehe nibbatto vuddhimanvāya kusalaṁ katvā saddhāya sāsane pabbajitvā",
  "atk-s0510a15:17_7": "nacirasseva arahā ahosi.",
  "atk-s0510a15:18_0": "15-8. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento",
  "atk-s0510a15:18_1": "padumuttaro nāma jinotiādimāha. Tattha omattanti lāmakabhāvaṁ nīcabhāvaṁ dukkhitabhāvaṁ",
  "atk-s0510a15:18_2": "vā na passāmi na jānāmi, na diṭṭhapubbo mayā nīcabhāvoti attho. Sesaṁ pākaṭamevāti.",
  "atk-s0510a15:19": "Saparivāriyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:20": "5. Umāpupphiyattheraapadānavaṇṇanā",
  "atk-s0510a15:21_0": "Nibbute lokamahitetiādikaṁ āyasmato umāpupphiyattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a15:21_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto siddhatthassa",
  "atk-s0510a15:21_2": "bhagavato kāle kulagehe nibbatto vuddhippatto gharāvāsaṁ saṇṭhapetvā vasanto nibbutassa",
  "atk-s0510a15:21_3": "bhagavato cetiyamahe vattamāne indanīlamaṇivaṇṇaṁ umāpupphaṁ gahetvā pūjesi. So tena",
  "atk-s0510a15:21_4": "puññena sugatīsuyeva saṁsaranto dibbamānusasampattiyo anubhavitvā uppannuppannabhave",
  "atk-s0510a15:21_5": "bahulaṁ nīlavaṇṇo jātisampanno vibhavasampanno ahosi. So imasmiṁ buddhuppāde vibhavasampanne",
  "atk-s0510a15:21_6": "ekasmiṁ kulagehe nibbatto viññutaṁ patvā saddhājāto pabbajito nacirasseva arahattaṁ pāpuṇi.",
  "atk-s0510a15:22_0": "21. So pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento nibbute lokamahitetiādi",
  "atk-s0510a15:22_1": "vuttaṁ. Tattha lokamahiteti lokehi mahito pūjitoti lokamahito, tasmiṁ lokamahite",
  "atk-s0510a15:22_2": "siddhatthamhi bhagavati parinibbuteti sambandho. Āhutīnaṁpaṭiggaheti āhutino vuccanti",
  "atk-s0510a15:22_3": "pūjāsakkārā, tesaṁ āhutīnaṁ paṭiggahetuṁ arahatīti āhutīnaṁpaṭiggaho, aluttakitantasamāso,",
  "atk-s0510a15:22_4": "tasmiṁ āhutīnaṁpaṭiggahe bhagavati parinibbuteti attho.",
  "atk-s0510a15:23": "22.Umāpupphanti uddhamuddhaṁ nīlapabhaṁ muñcamānaṁ pupphati vikasatīti umāpupphaṁ, taṁ umāpupphaṁ gahetvā cetiye pūjaṁ akāsinti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a15:24": "Umāpupphiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:25": "6. Anulepadāyakattheraapadānavaṇṇanā",
  "atk-s0510a15:26_0": "Anomadassīmuninotiādikaṁ āyasmato anulepadāyakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a15:26_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto anomadassissa",
  "atk-s0510a15:26_2": "bhagavato kāle kulagehe nibbatto mahaddhano mahābhogo tassa bhagavato bodhirukkhassa",
  "atk-s0510a15:26_3": "vedikāvalayaṁ kāretvā sudhākammañca kāretvā vālukasantharaṇaṁ daddaḷhamānaṁ rajatavimānamiva",
  "atk-s0510a15:26_4": "kāresi. So tena puññena sukhappatto uppannuppannabhave rajatavimānarajatageharajatapāsādesu",
  "atk-s0510a15:26_5": "sukhamanubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patvā satthari pasanno",
  "atk-s0510a15:26_6": "pabbajitvā vipassanamanuyutto nacirasseva arahā ahosi.",
  "atk-s0510a15:27_0": "26. So aparabhāge “kiṁ nu kho kusalaṁ katvā mayā ayaṁ viseso adhigato”ti pubbenivāsānussatiñāṇena",
  "atk-s0510a15:27_1": "paṭipāṭiyā anussaritvā pubbe katakusalaṁ jānitvā somanassajāto pubbacaritāpadānaṁ",
  "atk-s0510a15:27_2": "pakāsento anomadassīmuninotiādimāha. Tattha anomaṁ alāmakaṁ dassanaṁ dassanīyaṁ sarīraṁ",
  "atk-s0510a15:27_3": "yassa so anomadassī, dvattiṁsamahāpurisalakkhaṇaasītānubyañjanabyāmappabhāsamujjalavirājitasarīrattā",
  "atk-s0510a15:27_4": "sundaradassanoti attho. Sudhāya piṇḍaṁ datvānāti bodhighare vedikāvalayaṁ kāretvā",
  "atk-s0510a15:27_5": "sakale bodhighare sudhālepanaṁ katvāti attho. Pāṇikammaṁ akāsahanti sārakaṭṭhena",
  "atk-s0510a15:27_6": "phalakapāṇiyo katvā tāhi pāṇīhi maṭṭhakammaṁ akāsinti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a15:28": "Anulepadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:29": "7. Maggadāyakattheraapadānavaṇṇanā",
  "atk-s0510a15:30_0": "Uttaritvāna nadikantiādikaṁ āyasmato maggadāyakattherassa apadānaṁ. Ayampi purimajinavaresu",
  "atk-s0510a15:30_1": "katādhikāro anekesu bhavesu nibbānādhigamatthāya puññāni upacinanto siddhatthassa",
  "atk-s0510a15:30_2": "bhagavato kāle lokasammate kule nibbatto vuddhimanvāya gharāvāsaṁ vasanto ekadivasaṁ",
  "atk-s0510a15:30_3": "bhagavantaṁ ekaṁ nadiṁ uttaritvā vanantaraṁ gacchantaṁ disvā pasannamānaso “idāni",
  "atk-s0510a15:30_4": "mayā bhagavato maggaṁ samaṁ kātuṁ vaṭṭatī”ti cintetvā kudālañca piṭakañca ādāya bhagavato",
  "atk-s0510a15:30_5": "gamanamaggaṁ samaṁ katvā vālukaṁ okiritvā bhagavato pāde vanditvā, “bhante, iminā",
  "atk-s0510a15:30_6": "maggālaṅkārakaraṇena nibbattanibbattaṭṭhāne pūjanīyo bhaveyyaṁ, nibbānañca pāpuṇeyya”nti",
  "atk-s0510a15:30_7": "patthanaṁ akāsi. Bhagavā “yathādhippāyaṁ samijjhatū”ti anumodanaṁ vatvā pakkāmi.",
  "atk-s0510a15:31_0": "32-3. So tena puññena devamanussesu saṁsaranto sabbattha pūjito ahosi. Imasmiṁ pana",
  "atk-s0510a15:31_1": "buddhuppāde pākaṭe ekasmiṁ kule nibbatto satthari pasanno pabbajitvā vipassanaṁ vaḍḍhetvā",
  "atk-s0510a15:31_2": "nacirasseva arahattaṁ patvā attano pubbakammaṁ paccakkhato ñatvā somanassajāto pubbacaritāpadānaṁ",
  "atk-s0510a15:31_3": "pakāsento uttaritvāna nadikantiādimāha. Tattha nadati saddaṁ karoti gacchatīti nadī,",
  "atk-s0510a15:31_4": "nadīyeva nadikā, taṁ nadikaṁ uttaritvā atikkamitvāti attho. Kudālapiṭakamādāyāti",
  "atk-s0510a15:31_5": "ku vuccati pathavī, taṁ vidālane padālane chindane alanti kudālaṁ, piṭakaṁ vuccati",
  "atk-s0510a15:31_6": "paṁsuvālikādivāhakaṁ, tālapaṇṇavettalatādīhi katabhājanaṁ, kudālañca piṭakañca kudālapiṭakaṁ,",
  "atk-s0510a15:31_7": "taṁ ādāya gahetvāti attho. Sesaṁ uttānatthamevāti.",
  "atk-s0510a15:32": "Maggadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:33": "8. Phalakadāyakattheraapadānavaṇṇanā",
  "atk-s0510a15:34_0": "Yānakāro pure āsintiādikaṁ āyasmato phalakadāyakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a15:34_1": "katādhikāro anekesu attabhāvesu katapuññasambhāro siddhatthassa bhagavato kāle vaḍḍhakikule",
  "atk-s0510a15:34_2": "nibbatto ratanattaye pasanno candanena ālambanaphalakaṁ katvā bhagavato adāsi. Bhagavā",
  "atk-s0510a15:34_3": "tassānumodanaṁ akāsi.",
  "atk-s0510a15:35_0": "37. So tena puññena devamanussesu saṁsaranto sabbattha kāle cittasukhapīṇito ubhayasampattiyo",
  "atk-s0510a15:35_1": "anubhavitvā imasmiṁ buddhuppāde kulagehe nibbatto viññutaṁ patvā satthu dhammadesanaṁ",
  "atk-s0510a15:35_2": "sutvā sañjātappasādo pabbajitvā vāyamanto nacirasseva saha paṭisambhidāhi arahattaṁ",
  "atk-s0510a15:35_3": "patvā attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento yānakāro",
  "atk-s0510a15:35_4": "pure āsintiādimāha. Tattha yānakāroti yanti etena icchiticchitaṭṭhānanti yānaṁ, taṁ",
  "atk-s0510a15:35_5": "karotīti yānakāro, pure buddhadassanasamaye ahaṁ yānakāro āsiṁ ahosinti attho. Candanaṁ",
  "atk-s0510a15:35_6": "phalakaṁ katvāti candati pariḷāhaṁ vūpasametīti candanaṁ. Atha vā candanti sugandhavāsanatthaṁ",
  "atk-s0510a15:35_7": "sarīraṁ vilimpanti etenāti candanaṁ, taṁ ālambanaphalakaṁ katvā. Lokabandhunoti sakalalokassa",
  "atk-s0510a15:35_8": "bandhu ñātibhūtoti lokabandhu, tassa lokabandhuno satthussa adāsinti attho. Sesaṁ suviññeyyamevāti.",
  "atk-s0510a15:36": "Phalakadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:37": "9. Vaṭaṁsakiyattheraapadānavaṇṇanā",
  "atk-s0510a15:38_0": "Sumedho nāma nāmenātiādikaṁ āyasmato vaṭaṁsakiyattherassa apadānaṁ. Ayampi purimamunindesu",
  "atk-s0510a15:38_1": "katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni upacinanto sumedhassa",
  "atk-s0510a15:38_2": "bhagavato kāle kulagehe nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā tattha ādīnavaṁ",
  "atk-s0510a15:38_3": "disvā gehaṁ pahāya tāpasapabbajjaṁ pabbajitvā mahāvane vihāsi. Tasmiṁ samaye sumedho",
  "atk-s0510a15:38_4": "bhagavā vivekakāmatāya taṁ vanaṁ sampāpuṇi. Atha so tāpaso bhagavantaṁ disvā pasannamānaso",
  "atk-s0510a15:38_5": "vikasitaṁ saḷalapupphaṁ gahetvā vaṭaṁsakākārena ganthetvā bhagavato pādamūle ṭhapetvā",
  "atk-s0510a15:38_6": "pūjesi. Bhagavā tassa cittappasādatthāya anumodanamakāsi. So tena puññena devamanussesu",
  "atk-s0510a15:38_7": "saṁsaranto ubhayasampattiyo anubhavitvā imasmiṁ buddhuppāde vibhavasampanne kule",
  "atk-s0510a15:38_8": "jāto vuddhimanvāya saddho pasanno pabbajitvā nacirasseva arahā ahosi.",
  "atk-s0510a15:39_0": "43. So aparabhāge pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento",
  "atk-s0510a15:39_1": "sumedho nāma nāmenātiādi vuttaṁ. Vivekamanubrūhantoti janākiṇṇataṁ pahāya janavivekaṁ",
  "atk-s0510a15:39_2": "cittavivekañca anubrūhanto vaḍḍhento bahulīkaronto mahāvanaṁ ajjhogāhi pāvisīti attho.",
  "atk-s0510a15:39_3": "Sesaṁ uttānatthamevāti.",
  "atk-s0510a15:40": "Vaṭaṁsakiyattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:41": "10. Pallaṅkadāyakattheraapadānavaṇṇanā",
  "atk-s0510a15:42_0": "Sumedhassabhagavatotiādikaṁ āyasmato pallaṅkadāyakattherassa apadānaṁ. Ayampi purimabuddhesu",
  "atk-s0510a15:42_1": "katādhikāro anekesu bhavesu nibbānādhigamatthāya katapuññūpacayo sumedhassa bhagavato",
  "atk-s0510a15:42_2": "kāle gahapatikule nibbatto vuddhimanvāya mahābhogasampanno satthari pasīditvā dhammaṁ",
  "atk-s0510a15:42_3": "sutvā tassa satthuno sattaratanamayaṁ pallaṅkaṁ kāretvā mahantaṁ pūjaṁ akāsi. So",
  "atk-s0510a15:42_4": "tena puññena devamanussesu saṁsaranto sabbattha pūjito ahosi. So anukkamena imasmiṁ",
  "atk-s0510a15:42_5": "buddhuppāde vibhavasampanne ekasmiṁ kule nibbatto viññutaṁ patto gharāvāsaṁ saṇṭhapetvā",
  "atk-s0510a15:42_6": "satthu dhammadesanaṁ sutvā pasanno pabbajitvā nacirasseva arahattaṁ patvā pubbe katapuññanāmena",
  "atk-s0510a15:42_7": "pallaṅkadāyakattheroti pākaṭo ahosi. Heṭṭhā viya uparipi pubbe katapuññanāmena therānaṁ",
  "atk-s0510a15:42_8": "nāmāni evameva veditabbāni.",
  "atk-s0510a15:43_0": "47. So ekadivasaṁ attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ pakāsento",
  "atk-s0510a15:43_1": "sumedhassa bhagavatotiādimāha. Pallaṅko hi mayā dinnoti pallaṅkaṁ ūrubaddhāsanaṁ",
  "atk-s0510a15:43_2": "katvā yattha upavīsanti nisīdanti, so pallaṅkoti vuccati, so pallaṅko sattaratanamayo",
  "atk-s0510a15:43_3": "mayā dinno pūjitoti attho. Sauttarasapacchadoti saha uttaracchadena saha pacchadena",
  "atk-s0510a15:43_4": "sauttarasapacchado, uparivitānaṁ bandhitvā āsanaṁ uttamavatthehi acchādetvāti attho. Sesaṁ pākaṭamevāti.",
  "atk-s0510a15:44": "Pallaṅkadāyakattheraapadānavaṇṇanā samattā.",
  "atk-s0510a15:45": "Pannarasamavaggavaṇṇanā samattā."
}