{
  "atk-s0510a35:0": "41. Metteyyavaggo",
  "atk-s0510a35:1": "1. Tissametteyyattheraapadānavaṇṇanā",
  "atk-s0510a35:2_0": "1. Ekacattālīsame vagge paṭhamāpadāne pabbhārakūṭaṁ nissāyātiādikaṁ tissametteyyattherassa",
  "atk-s0510a35:2_1": "apadānaṁ. Tattha tāpasapabbajjaṁ pabbajitvā padumuttarassa bhagavato ajinacammaṁ",
  "atk-s0510a35:2_2": "nisīdanatthāya dinnameva nānaṁ. Sesaṁ apadānapāḷiyā suviññeyyamevāti.",
  "atk-s0510a35:3": "2. Puṇṇakattheraapadānavaṇṇanā",
  "atk-s0510a35:4_0": "29. Dutiyāpadāne pabbhārakūṭaṁ nissāyātiādikaṁ āyasmato puṇṇakattherassa apadānaṁ.",
  "atk-s0510a35:4_1": "Tattha himavante yakkhasenāpati hutvā parinibbutassa paccekabuddhassa āḷahanakaraṇameva",
  "atk-s0510a35:4_2": "nānattaṁ. Sesaṁ pāṭhānusārena suviññeyyameva.",
  "atk-s0510a35:5_0": "45. Tatiyāpadāne himavantassāvidūretiādikaṁ āyasmato mettaguttherassa apadānaṁ. Tattha",
  "atk-s0510a35:5_1": "himavantasamīpe asokapabbate so tāpaso hutvā paṇṇasālāyaṁ vasanto sumedhasambuddhaṁ",
  "atk-s0510a35:5_2": "disvā pattaṁ gahetvā sappipūraṇaṁ viseso. Sesaṁ puññaphalāni ca suviññeyyāneva. Apadānagāthānaṁ",
  "atk-s0510a35:5_3": "attho ca pākaṭoyeva.",
  "atk-s0510a35:6_0": "72. Catutthāpadāne gaṅgā bhāgīrathī nāmātiādikaṁ āyasmato dhotakattherassa apadānaṁ.",
  "atk-s0510a35:6_1": "Tatrāpi brāhmaṇo hutvā bhāgīrathīgaṅgāya taramāne bhikkhū disvā pasannamānaso setuṁ",
  "atk-s0510a35:6_2": "kārāpetvā buddhappamukhassa bhikkhusaṅghassa niyyāditabhāvoyeva viseso. Puññaphalaparidīpanagāthānaṁ",
  "atk-s0510a35:6_3": "attho nayānusārena suviññeyyova.",
  "atk-s0510a35:7_0": "100. Pañcamāpadāne himavantassāvidūretiādikaṁ āyasmato upasivattherassa apadānaṁ.",
  "atk-s0510a35:7_1": "Ayampi purimabuddhesu katādhikāro tattha tattha bhave vivaṭṭūpanissayāni puññāni",
  "atk-s0510a35:7_2": "upacinanto padumuttarassa bhagavato kāle kulagehe nibbatto viññutaṁ patto gharāvāsaṁ",
  "atk-s0510a35:7_3": "pahāya isipabbajjaṁ pabbajitvā himavante padumuttaraṁ bhagavantaṁ disvā tiṇasantharaṁ",
  "atk-s0510a35:7_4": "santharitvā tattha nisinnassa bhagavato sālapupphapūjaṁ akāsīti ayaṁ viseso, sesamuttānameva.",
  "atk-s0510a35:8_0": "161. Chaṭṭhāpadāne migaluddo pure āsintiādikaṁ āyasmato nandakattherassa apadānaṁ.",
  "atk-s0510a35:8_1": "Ayaṁ kira padumuttarassa bhagavato kāle karavikasakuṇo hutvā madhurakūjitaṁ karonto",
  "atk-s0510a35:8_2": "satthāraṁ padakkhiṇaṁ akāsi. Aparabhāge mayūro hutvā aññatarassa paccekabuddhassa",
  "atk-s0510a35:8_3": "vasanaguhādvāre pasannamānaso divasassa tikkhattuṁ madhurena vassitaṁ vassi. Evaṁ",
  "atk-s0510a35:8_4": "tattha tattha bhave puññāni katvā amhākaṁ bhagavato kāle sāvatthiyaṁ kulagehe nibbatto",
  "atk-s0510a35:8_5": "nandakoti laddhanāmo satthu santike dhammaṁ sutvā pabbajitvā vipassanaṁ vaḍḍhetvā",
  "atk-s0510a35:8_6": "arahattaṁ pāpuṇi. So aparabhāge attano pubbakammaṁ saritvā somanassajāto pubbacaritāpadānaṁ",
  "atk-s0510a35:8_7": "pakāsento migaluddo pure āsintiādimāha. Tattha paccekabuddhassa maṇḍapaṁ katvā padumapupphehi chadanameva viseso.",
  "atk-s0510a35:9_0": "183. Sattamāpadāne pabbhārakūṭaṁ nissāyātiādikaṁ āyasmato hemakattherassa apadānaṁ.",
  "atk-s0510a35:9_1": "Tatthāpi isipabbajjaṁ pabbajitvā himavante vasanto piyadassiṁ bhagavantaṁ upagataṁ",
  "atk-s0510a35:9_2": "disvā ratanamayaṁ pīṭhaṁ attharitvā aṭṭhāsi. Tattha nisinnassa kumbhamattaṁ jambuphalaṁ",
  "atk-s0510a35:9_3": "āharitvā adāsi. Bhagavā tassa cittappasādatthāya taṁ phalaṁ paribhuñji. Ettakameva viseso.",
  "atk-s0510a35:10_0": "224. Aṭṭhamāpadāne rājāsi vijayo nāmātiādikaṁ āyasmato todeyyattherassa apadānaṁ.",
  "atk-s0510a35:10_1": "Tattha rājāsi vijayo nāmāti daharakālato paṭṭhāya sabbasaṅgāmesu jinato, catūhi saṅgahavatthūhi",
  "atk-s0510a35:10_2": "janaṁ rañjanato allīyanato vijayo nāma rājā ahosīti attho. Ketumatīpuruttameti ketu",
  "atk-s0510a35:10_3": "vuccanti dhajapaṭākā. Atha vā nagarasobhanatthāya nagaramajjhe ussāpitaratanatoraṇāni,",
  "atk-s0510a35:10_4": "te ketū niccaṁ ussāpitā sobhayamānā assā atthīti ketumatī. Pūreti dhanadhaññehi sabbajanānaṁ",
  "atk-s0510a35:10_5": "mananti puraṁ. Ketumatī ca sā purañca seṭṭhaṭṭhena uttamañceti ketumatīpuruttamaṁ,",
  "atk-s0510a35:10_6": "tasmiṁ ketumatīpuruttame. Sūro vikkamasampannoti abhīto vīriyasampanno vijayo nāma",
  "atk-s0510a35:10_7": "rājā ajjhāvasīti sambandho. Itthaṁ bhūtaṁ purañca sabbavatthuvāhanañca chaḍḍetvā",
  "atk-s0510a35:10_8": "himavantaṁ pavisitvā isipabbajjaṁ pabbajitvā vasanto sumedhabhagavantaṁ disvā somanassaṁ",
  "atk-s0510a35:10_9": "uppādetvā candanena pūjākaraṇameva viseso.",
  "atk-s0510a35:11_0": "276. Navamāpadāne nagare haṁsavatiyātiādikaṁ āyasmato jatukaṇṇittherassa apadānaṁ.",
  "atk-s0510a35:11_1": "Tattha seṭṭhiputto hutvā suvaṇṇapāsāde vasanabhāvo ca pañcahi kāmaguṇehi samaṅgī",
  "atk-s0510a35:11_2": "hutvā vasanabhāvo ca sabbadesavāsīnaṁ sabbasippaviññūnañca āgantvā sevanabhāvo ca viseso.",
  "atk-s0510a35:12_0": "330. Dasamāpadāne himavantassāvidūretiādikaṁ āyasmato udenattherassa apadānaṁ. Tattha",
  "atk-s0510a35:12_1": "himavantasamīpe padumapabbataṁ nissāya tāpasapabbajjaṁ pabbajitvā vasantena padumuttarassa",
  "atk-s0510a35:12_2": "bhagavato padumapupphaṁ gahetvā pūjitabhāvova viseso. Sesaṁ sabbattha uttānamevāti.",
  "atk-s0510a35:13": "Ekacattālīsamavaggavaṇṇanā samattā."
}