{
  "atk-s0510a27:0": "29. Paṇṇadāyakavaggo",
  "atk-s0510a27:1": "1-10. Paṇṇadāyakattheraapadānādivaṇṇanā",
  "atk-s0510a27:2_0": "1-2. Ekūnatiṁsatime vagge paṭhamāpadāne paṇṇabhojanabhojanoti khīrapaṇṇādibhojanassa",
  "atk-s0510a27:2_1": "bhuñjanatthāya paṇṇasālāya nisinno amhi bhavāmīti attho. Upaviṭṭhañca maṁ santanti",
  "atk-s0510a27:2_2": "paṇṇasālāyaṁ upaviṭṭhaṁ santaṁ vijjamānaṁ maṁ. Upāgacchi mahāisīti mahante sīlādikhandhe",
  "atk-s0510a27:2_3": "esanato mahāisi. Lokapajjoto lokapadīpo siddhattho bhagavā upagacchi, mama samīpaṁ",
  "atk-s0510a27:2_4": "agamāsīti attho. Nisinnassa paṇṇasanthareti upagantvā paṇṇasanthare nisinnassa khādanatthāya",
  "atk-s0510a27:2_5": "seditaṁ paṇṇaṁ mayā dinnanti sambandho.",
  "atk-s0510a27:3_0": "5-7. Dutiyāpadāne sinerusamasantoso dharaṇīsamasādiso siddhattho bhagavāti sambandho.",
  "atk-s0510a27:3_1": "Vuṭṭhahitvā samādhimhāti nirodhasamāpattito vuṭṭhahitvā visuṁ hutvāti attho. Bhikkhāya",
  "atk-s0510a27:3_2": "mamupaṭṭhitoti bhikkhācāravelāya “ajja mama yo koci kiñci dānaṁ dadāti, tassa mahapphala”nti",
  "atk-s0510a27:3_3": "cintetvā nisinnassa mama santikaṁ samīpaṁ upaṭṭhito samīpamāgatoti attho. Harītakaṁ…pe…",
  "atk-s0510a27:3_4": "phārusakaphalāni cāti evaṁ sabbaṁ taṁ phalaṁ sabbalokānukampino tassa siddhatthassa",
  "atk-s0510a27:3_5": "mahesissa mayā vippasannena cetasā dinnanti attho.",
  "atk-s0510a27:4_0": "11-12. Tatiyāpadāne sīhaṁ yathā vanacaranti vane caramānaṁ sīharājaṁ iva caramānaṁ",
  "atk-s0510a27:4_1": "siddhatthaṁ bhagavantanti sambandho. Nisabhājāniyaṁ yathāti vasabho, nisabho, visabho,",
  "atk-s0510a27:4_2": "āsabhoti cattāro gavajeṭṭhakā. Tesu gavasatassa jeṭṭhako vasabho, gavasahassassa",
  "atk-s0510a27:4_3": "jeṭṭhako nisabho, gavasatasahassassa jeṭṭhako visabho, gavakoṭisatasahassassa jeṭṭhako",
  "atk-s0510a27:4_4": "āsabho. Idha pana āsabho “nisabho”ti vutto, ājānīyaṁ abhītaṁ niccalaṁ usabharājaṁ",
  "atk-s0510a27:4_5": "ivāti attho. Kakudhaṁ vilasantaṁvāti pupphapallavehi sobhamānaṁ kakudharukkhaṁ iva",
  "atk-s0510a27:4_6": "narāsabhaṁ narānaṁ āsabhaṁ uttamaṁ āgacchantaṁ siddhatthaṁ bhagavantaṁ disvā saddhāya",
  "atk-s0510a27:4_7": "sampayuttattā vippasannena cetasā paccuggamanaṁ akāsinti attho.",
  "atk-s0510a27:5": "Catutthāpadānādīni dasamāvasānāni suviññeyyānevāti.",
  "atk-s0510a27:6": "Ekūnatiṁsatimavaggavaṇṇanā samattā."
}