{
  "atk-vin02a15:0": "2. Saṅghādisesakaṇḍaṁ (bhikkhunīvibhaṅgavaṇṇanā)",
  "atk-vin02a15:1": "1. Paṭhamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:2": "Pārājikānantarassa, ayaṁ dāni bhavissati;",
  "atk-vin02a15:3": "Saṅghādisesakaṇḍassa, anuttānatthavaṇṇanā.",
  "atk-vin02a15:4": "678.Udositanti bhaṇḍasālā. Māyyo evaṁ avacāti ayyo mā evaṁ avaca. Apināyyāti apinu ayyā. Accāvadathāti atikkamitvā vadatha; akkosathāti vuttaṁ hoti.",
  "atk-vin02a15:5_0": "679.Ussayavādikāti mānussayavasena kodhussayavasena vivadamānā. Yasmā pana sā atthato",
  "atk-vin02a15:5_1": "aṭṭakārikā hoti, tasmā “ussayavādikā nāma aḍḍakārikā vuccatī”ti padabhājane vuttaṁ.",
  "atk-vin02a15:5_2": "Ettha ca aḍḍoti vohārikavinicchayo vuccati, yaṁ pabbajitā “adhikaraṇa”ntipi vadanti.",
  "atk-vin02a15:5_3": "Dutiyaṁ vā pariyesatīti sakkhiṁ vā sahāyaṁ vā pariyesati, dukkaṭaṁ. Gacchati vāti",
  "atk-vin02a15:5_4": "upassayo vā hotu bhikkhācāramaggo vā, yattha ṭhitāya “aḍḍaṁ karissāmī”ti cittaṁ uppajjati,",
  "atk-vin02a15:5_5": "tato vohārikānaṁ santikaṁ gacchantiyā padavāre padavāre dukkaṭaṁ. Ekassa ārocetīti",
  "atk-vin02a15:5_6": "dvīsu janesu yassa kassaci ekassa kathaṁ yo koci vohārikānaṁ āroceti. Dutiyassa ārocetīti etthāpi eseva nayo.",
  "atk-vin02a15:6_0": "Ayaṁ panettha asammohatthāya vitthārakathā – yattha katthaci antamaso bhikkhunupassayaṁ",
  "atk-vin02a15:6_1": "āgatepi vohārike disvā bhikkhunī attano kathaṁ āroceti, bhikkhuniyā dukkaṭaṁ. Upāsako",
  "atk-vin02a15:6_2": "attano kathaṁ āroceti, bhikkhuniyā thullaccayaṁ. Paṭhamaṁ upāsako attano kathaṁ āroceti,",
  "atk-vin02a15:6_3": "bhikkhuniyā dukkaṭaṁ. Atha sā attano kathaṁ āroceti, thullaccayaṁ. Bhikkhunī upāsakaṁ",
  "atk-vin02a15:6_4": "vadati – “mama ca tava ca kathaṁ tvaṁyeva ārocehī”ti, so attano vā kathaṁ paṭhamaṁ",
  "atk-vin02a15:6_5": "ārocetu bhikkhuniyā vā, paṭhamārocane dukkaṭaṁ, dutiyārocane thullaccayaṁ. Upāsako",
  "atk-vin02a15:6_6": "bhikkhuniṁ vadati – “mama ca tava ca kathaṁ tvaṁyeva ārocehī”ti, etthāpi eseva nayo.",
  "atk-vin02a15:7_0": "Bhikkhunī kappiyakārakena kathāpeti, tattha kappiyakārako vā bhikkhuniyā kathaṁ paṭhamaṁ",
  "atk-vin02a15:7_1": "ārocetu, itaro vā attano kathaṁ, kappiyakārako vā ubhinnampi kathaṁ, itaro vā ubhinnampi",
  "atk-vin02a15:7_2": "kathaṁ ārocetu, yathā vā tathā vā ārociyamāne paṭhame ārocane bhikkhuniyā dukkaṭaṁ,",
  "atk-vin02a15:7_3": "dutiye thullaccayaṁ. Yathā vā tathā vā ārocitaṁ pana ubhinnampi kathaṁ sutvā vohārikehi",
  "atk-vin02a15:7_4": "vinicchaye kate aḍḍapariyosānaṁ nāma hoti, tasmiṁ aḍḍapariyosāne bhikkhuniyā jayepi",
  "atk-vin02a15:7_5": "parājayepi saṅghādiseso. Sace pana gatigataṁ adhikaraṇaṁ hoti, sutapubbaṁ vohārikehi.",
  "atk-vin02a15:7_6": "Atha te bhikkhuniñca aḍḍakārakañca disvāva “tumhākaṁ kathanakiccaṁ natthi, jānāma",
  "atk-vin02a15:7_7": "mayaṁ ettha pavatti”nti sayameva vinicchinitvā denti, evarūpe aḍḍapariyosānepi bhikkhuniyā anāpatti.",
  "atk-vin02a15:8_0": "Paṭhamaṁ āpatti etassāti paṭhamāpattiko; vītikkamakkhaṇeyeva āpajjitabboti attho,",
  "atk-vin02a15:8_1": "taṁ paṭhamāpattikaṁ. Padabhājane pana adhippāyamattaṁ dassetuṁ “saha vatthujjhācārā",
  "atk-vin02a15:8_2": "āpajjati asamanubhāsanāyā”ti vuttaṁ. Ayañhettha attho – saha vatthujjhācārā yaṁ bhikkhunī",
  "atk-vin02a15:8_3": "āpajjati, na tatiyāya samanubhāsanāya, ayaṁ paṭhamameva saha vatthujjhācārena āpajjitabbattā",
  "atk-vin02a15:8_4": "paṭhamāpattikoti. Bhikkhunisaṅghato nissāretīti nissāraṇīyo; taṁ nissāraṇīyaṁ. Padabhājane",
  "atk-vin02a15:8_5": "pana adhippāyamattaṁ dassetuṁ “saṅghamhā nissārīyatīti vuttaṁ. Tattha yaṁ āpannā",
  "atk-vin02a15:8_6": "bhikkhunī saṅghato nissārīyati, so nissāraṇīyoti evamattho daṭṭhabbo. Na hi so eva",
  "atk-vin02a15:8_7": "dhammo saṅghamhā kenaci nissārīyati. Tena pana dhammena bhikkhunī nissārīyati, tasmā",
  "atk-vin02a15:8_8": "so nissāretīti nissāraṇīyo.",
  "atk-vin02a15:9_0": "Ākaḍḍhiyamānā gacchatīti aḍḍakārakamanussehi sayaṁ vā āgantvā dūtaṁ vā pesetvā ehīti",
  "atk-vin02a15:9_1": "vuccamānā vohārikānaṁ santikaṁ gacchati, tato aḍḍakārako attano vā kathaṁ paṭhamaṁ",
  "atk-vin02a15:9_2": "ārocetu bhikkhuniyā vā, neva paṭhamārocane dukkaṭaṁ, na dutiyārocane thullaccayaṁ.",
  "atk-vin02a15:9_3": "Amaccehi vinicchinitvā kate aḍḍapariyosānepi anāpattiyeva. Sacepi aḍḍakārako bhikkhuniṁ",
  "atk-vin02a15:9_4": "vadati “mama ca tava ca kathaṁ tvameva kathehī”ti; kathentiyāpi kathaṁ sutvā kate",
  "atk-vin02a15:9_5": "aḍḍapariyosānepi anāpattiyeva.",
  "atk-vin02a15:10_0": "Rakkhaṁyācatīti dhammikaṁ rakkhaṁ yācati, anāpatti. Idāni yathāyācitā rakkhā dhammikā",
  "atk-vin02a15:10_1": "hoti, taṁ dassetuṁ anodissa ācikkhatīti āha. Tattha atītaṁ ārabbha atthi odissaācikkhanā,",
  "atk-vin02a15:10_2": "atthi anodissaācikkhanā, anāgataṁ ārabbhāpi atthi odissaācikkhanā, atthi anodissaācikkhanā.",
  "atk-vin02a15:11_0": "Kathaṁ atītaṁ ārabbha odissaācikkhanā hoti? Bhikkhunupassaye gāmadārakā dhuttādayo",
  "atk-vin02a15:11_1": "vā ye keci anācāraṁ vā ācaranti, rukkhaṁ vā chindanti, phalāphalaṁ vā haranti, parikkhāre",
  "atk-vin02a15:11_2": "vā acchindanti. Bhikkhunī vohārike upasaṅkamitvā “amhākaṁ upassaye idaṁ nāma kata”nti",
  "atk-vin02a15:11_3": "vadati. “Kenā”ti vutte “asukena ca asukena cā”ti ācikkhati. Evaṁ atītaṁ ārabbha odissaācikkhanā",
  "atk-vin02a15:11_4": "hoti, sā na vaṭṭati. Tañce sutvā te vohārikā tesaṁ daṇḍaṁ karonti, sabbaṁ bhikkhuniyā",
  "atk-vin02a15:11_5": "gīvā hoti. Daṇḍaṁ gaṇhissantīti adhippāyepi sati gīvāyeva hoti. Sace pana tassa daṇḍaṁ",
  "atk-vin02a15:11_6": "gaṇhathāti vadati, pañcamāsakamatte gahite pārājikaṁ hoti.",
  "atk-vin02a15:12_0": "“Kenā”ti vutte pana “asukenāti vattuṁ amhākaṁ na vaṭṭati, tumheyeva jānissatha. Kevalañhi",
  "atk-vin02a15:12_1": "mayaṁ rakkhaṁ yācāma, taṁ no detha, avahaṭabhaṇḍañca āharāpethā”ti vattabbaṁ. Evaṁ",
  "atk-vin02a15:12_2": "anodissa ācikkhanā hoti, sā vaṭṭati. Evaṁ vutte sacepi te vohārikā kārake gavesitvā",
  "atk-vin02a15:12_3": "tesaṁ daṇḍaṁ karonti, sabbaṁ sāpateyyampi gahitaṁ bhikkhuniyā, neva gīvā na āpatti.",
  "atk-vin02a15:13_0": "Parikkhāraṁ harante disvā tesaṁ anatthakāmatāya coro coroti vattumpi na vaṭṭati.",
  "atk-vin02a15:13_1": "Evaṁ vuttepi hi yaṁ tesaṁ daṇḍaṁ karonti, sabbampi bhikkhuniyā gīvā hoti. Attano",
  "atk-vin02a15:13_2": "vacanakaraṁ pana “iminā me parikkhāro gahito, taṁ āharāpehi, mā cassa daṇḍaṁ karohī”ti",
  "atk-vin02a15:13_3": "vattuṁ vaṭṭati. Dāsadāsīvāpiādīnaṁ atthāya aḍḍaṁ karonti, ayaṁ akappiyaaḍḍo nāma, na vaṭṭati.",
  "atk-vin02a15:14_0": "Kathaṁ anāgataṁ ārabbha odissaācikkhanā hoti? Vuttanayeneva parehi anācārādīsu katesu",
  "atk-vin02a15:14_1": "bhikkhunī vohārike evaṁ vadati “amhākaṁ upassaye idañcidañca karonti, rakkhaṁ no",
  "atk-vin02a15:14_2": "detha āyatiṁ akaraṇatthāyā”ti. “Kena evaṁ kata”nti vutte ca “asukena asukena cā”ti",
  "atk-vin02a15:14_3": "ācikkhati. Evaṁ anāgataṁ ārabbha odissaācikkhanā hoti, sāpi na vaṭṭati. Tesañhi daṇḍe",
  "atk-vin02a15:14_4": "kate purimanayeneva sabbaṁ bhikkhuniyā gīvā. Sesaṁ purimasadisameva.",
  "atk-vin02a15:15_0": "Sace pana vohārikā “bhikkhunupassaye evarūpaṁ anācāraṁ karontānaṁ imaṁ nāma daṇḍaṁ",
  "atk-vin02a15:15_1": "karomā”ti bheriṁ carāpetvā āṇāya atiṭṭhamāne pariyesitvā daṇḍaṁ karonti, bhikkhuniyā",
  "atk-vin02a15:15_2": "neva gīvā na āpatti.",
  "atk-vin02a15:16_0": "Yo cāyaṁ bhikkhunīnaṁ vutto, bhikkhūnampi eseva nayo. Bhikkhunopi hi odissaācikkhanā",
  "atk-vin02a15:16_1": "na vaṭṭati. Yaṁ tathā ācikkhite daṇḍaṁ karonti, sabbaṁ gīvā hoti. Vuttanayeneva daṇḍaṁ",
  "atk-vin02a15:16_2": "gaṇhāpentassa pārājikaṁ. Yo pana “daṇḍaṁ karissantī”ti jānantopi anodissa katheti,",
  "atk-vin02a15:16_3": "te ca pariyesitvā daṇḍaṁ karontiyeva, na doso. Vihārasīmāya rukkhādīni chindantānaṁ",
  "atk-vin02a15:16_4": "vāsipharasuādīni gahetvā pāsāṇehi koṭṭenti, na vaṭṭati. Sace dhārā bhijjati, kārāpetvā",
  "atk-vin02a15:16_5": "dātabbā. Upadhāvitvā tesaṁ parikkhāre gaṇhanti, tampi na kātabbaṁ, lahuparivattañhi",
  "atk-vin02a15:16_6": "cittaṁ, theyyacetanāya uppannāya mūlacchejjampi gaccheyya. Sesaṁ uttānameva.",
  "atk-vin02a15:17": "Kathinasamuṭṭhānaṁ – kiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "atk-vin02a15:18": "Sattarasake paṭhamasikkhāpadaṁ.",
  "atk-vin02a15:19": "2. Dutiyasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:20": "682. Dutiye – varabhaṇḍanti muttāmaṇiveḷuriyādi mahagghabhaṇḍaṁ.",
  "atk-vin02a15:21_0": "683.Anapaloketvāti anāpucchitvā. Gaṇaṁ vāti mallagaṇabhaṭiputtagaṇādikaṁ. Pūganti",
  "atk-vin02a15:21_1": "dhammagaṇaṁ. Seṇinti gandhikaseṇidussikaseṇiādikaṁ. Yattha yattha hi rājāno gaṇādīnaṁ",
  "atk-vin02a15:21_2": "gāmanigame niyyātenti “tumheva ettha anusāsathā”ti, tattha tattha te eva issarā honti.",
  "atk-vin02a15:21_3": "Tasmā te sandhāya idaṁ vuttaṁ. Ettha ca rājānaṁ vā gaṇādike vā āpucchitvāpi bhikkhunisaṅgho",
  "atk-vin02a15:21_4": "āpucchitabbova. Ṭhapetvā kappanti titthiyesu vā aññabhikkhunīsu vā pabbajitapubbaṁ",
  "atk-vin02a15:21_5": "kappagatikaṁ ṭhapetvāti. Sesaṁ uttānameva.",
  "atk-vin02a15:22_0": "Corīvuṭṭhāpanasamuṭṭhānaṁ – kenaci karaṇīyena pakkantāsu bhikkhunīsu agantvā khaṇḍasīmaṁ",
  "atk-vin02a15:22_1": "yathānisinnaṭṭhāneyeva attano nissitakaparisāya saddhiṁ vuṭṭhāpentiyā vācācittato",
  "atk-vin02a15:22_2": "samuṭṭhāti, khaṇḍasīmaṁ vā nadiṁ vā gantvā vuṭṭhāpentiyā kāyavācācittato samuṭṭhāti,",
  "atk-vin02a15:22_3": "anāpucchā vuṭṭhāpanavasena kiriyākiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, paṇṇattivajjaṁ,",
  "atk-vin02a15:22_4": "kāyakammaṁ, vacīkammaṁ, ticittaṁ, tivedananti.",
  "atk-vin02a15:23": "Dutiyasikkhāpadaṁ.",
  "atk-vin02a15:24": "3. Tatiyasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:25_0": "692. Tatiye – parikkhepaṁ atikkāmentiyāti ettha ekaṁ pādaṁ atikkāmentiyā thullaccayaṁ,",
  "atk-vin02a15:25_1": "dutiyena atikkantamatte saṅghādiseso. Aparikkhittassa gāmassa upacāranti ettha parikkhepārahaṭṭhānaṁ",
  "atk-vin02a15:25_2": "ekena pādena atikkamati thullaccayaṁ, dutiyena atikkantamatte saṅghādiseso. Apicettha",
  "atk-vin02a15:25_3": "sakagāmato nikkhamantiyā gāmantarapaccayā anāpatti, nikkhamitvā pana gāmantaraṁ gacchantiyā",
  "atk-vin02a15:25_4": "padavāre padavāre dukkaṭaṁ, ekena pādena itarassa gāmassa parikkhepe vā upacāre vā",
  "atk-vin02a15:25_5": "atikkantamatte thullaccayaṁ, dutiyena atikkantamatte saṅghādiseso. Tato nikkhamitvā",
  "atk-vin02a15:25_6": "puna sakagāmaṁ pavisantiyāpi eseva nayo. Sace pana khaṇḍapākārena vā vatichiddena",
  "atk-vin02a15:25_7": "vā bhikkhunivihārabhūmiyeva sakkā hoti pavisituṁ, evaṁ pavisamānāya kappiyabhūmiṁ",
  "atk-vin02a15:25_8": "nāma paviṭṭhā hoti, tasmā vaṭṭati. Sacepi hatthipiṭṭhiādīhi vā iddhiyā vā pavisati,",
  "atk-vin02a15:25_9": "vaṭṭatiyeva. Padasā gamanameva hi idhādhippetaṁ. Teneva “paṭhamaṁ pādaṁ atikkāmentiyā”tiādimāha.",
  "atk-vin02a15:26_0": "Dve gāmā bhikkhunivihārena sambaddhavatikā honti, yasmiṁ gāme bhikkhunivihāro, tattha",
  "atk-vin02a15:26_1": "piṇḍāya caritvā puna vihāraṁ pavisitvā sace vihāramajjhena itarassa gāmassa maggo",
  "atk-vin02a15:26_2": "atthi, gantuṁ vaṭṭati. Tato pana gāmato teneva maggena paccāgantabbaṁ. Sace gāmadvārena",
  "atk-vin02a15:26_3": "nikkhamitvā āgacchati, purimanayeneva āpattibhedo veditabbo. Sakagāmato kenaci karaṇīyena",
  "atk-vin02a15:26_4": "bhikkhunīhi saddhiṁ nikkhantāya puna pavisanakāle hatthi vā muccati, ussāraṇā vā",
  "atk-vin02a15:26_5": "hoti, itarā bhikkhuniyo sahasā gāmaṁ pavisanti, yāva aññā bhikkhunī āgacchati, tāva",
  "atk-vin02a15:26_6": "bahigāmadvāre ṭhātabbaṁ. Sace na āgacchati, dutiyikā bhikkhunī pakkantā nāma hoti, pavisituṁ vaṭṭati.",
  "atk-vin02a15:27_0": "Pubbe mahāgāmo hoti, majjhe bhikkhunivihāro. Pacchā taṁ gāmaṁ cattāro janā labhitvā",
  "atk-vin02a15:27_1": "visuṁ visuṁ vatiparikkhepaṁ katvā vibhajitvā bhuñjanti, vihārato ekaṁ gāmaṁ gantuṁ",
  "atk-vin02a15:27_2": "vaṭṭati. Tato aparaṁ gāmaṁ dvārena vā vatichiddena vā pavisituṁ na vaṭṭati. Puna",
  "atk-vin02a15:27_3": "vihārameva paccāgantuṁ vaṭṭati. Kasmā? Vihārassa catugāmasādhāraṇattā.",
  "atk-vin02a15:28_0": "Antaravāsako temiyatīti yattha yathā timaṇḍalapaṭicchādanaṁ hoti; evaṁ nivatthāya",
  "atk-vin02a15:28_1": "bhikkhuniyā vassakāle titthena vā atitthena vā otaritvā yattha katthaci uttarantiyā",
  "atk-vin02a15:28_2": "ekadvaṅgulamattampi antaravāsako temiyati. Sesaṁ nadīlakkhaṇaṁ nadīnimittakathāya",
  "atk-vin02a15:28_3": "āvi bhavissati. Evarūpaṁ nadiṁ titthena vā atitthena vā otaritvā uttaraṇakāle paṭhamaṁ",
  "atk-vin02a15:28_4": "pādaṁ uddharitvā tīre ṭhapentiyā thullaccayaṁ, dutiyapāduddhāre saṅghādiseso. Setunā",
  "atk-vin02a15:28_5": "gacchati, anāpatti. Padasā otaritvā uttaraṇakāle setuṁ ārohitvā uttarantiyāpi anāpatti.",
  "atk-vin02a15:28_6": "Setunā pana gantvā uttaraṇakāle padasā gacchantiyā āpattiyeva. Yānanāvāākāsagamanādīsupi",
  "atk-vin02a15:28_7": "eseva nayo. Orimatīrato pana paratīrameva akkamantiyā anāpatti. Rajanakammatthaṁ",
  "atk-vin02a15:28_8": "gantvā dārusaṅkaḍḍhanādikiccena dve tisso ubhayatīresu vicaranti, vaṭṭati. Sace panettha",
  "atk-vin02a15:28_9": "kāci kalahaṁ katvā itaraṁ tīraṁ gacchati, āpatti. Dve ekato uttaranti, ekā majjhe",
  "atk-vin02a15:28_10": "nadiyā kalahaṁ katvā nivattitvā orimatīrameva āgacchati, āpatti. Itarissā pana ayaṁ",
  "atk-vin02a15:28_11": "pakkantaṭṭhāne ṭhitā hoti, tasmā paratīraṁ gacchantiyāpi anāpatti. Nhāyituṁ vā pātuṁ",
  "atk-vin02a15:28_12": "vā otiṇṇā tameva tīraṁ paccuttarati, anāpatti.",
  "atk-vin02a15:29_0": "Saha aruṇuggamanāti ettha sace sajjhāyaṁ vā padhānaṁ vā aññaṁ vā kiñci kammaṁ kurumānā",
  "atk-vin02a15:29_1": "purearuṇeyeva dutiyikāya santikaṁ gamissāmīti ābhogaṁ karoti, ajānantiyā eva cassā",
  "atk-vin02a15:29_2": "aruṇo uggacchati, anāpatti. Atha pana “yāva aruṇuggamanā idheva bhavissāmī”ti vā",
  "atk-vin02a15:29_3": "anābhogena vā vihārassa ekadese acchati, dutiyikāya hatthapāsaṁ na otarati, aruṇuggamane",
  "atk-vin02a15:29_4": "saṅghādiseso. Hatthapāsoyeva hi idha pamāṇaṁ, hatthapāsātikkame ekagabbhopi na rakkhati.",
  "atk-vin02a15:30_0": "Agāmakearaññeti ettha “nikkhamitvā bahi indakhīlā sabbametaṁ arañña”nti evaṁ vuttalakkhaṇameva",
  "atk-vin02a15:30_1": "araññaṁ. Taṁ panetaṁ kevalaṁ gāmābhāvena “agāmaka”nti vuttaṁ, na viñjhāṭavisadisatāya.",
  "atk-vin02a15:30_2": "Tādise araññe okkante dassanūpacāre vijahite sacepi savanūpacāro atthi, āpatti. Teneva",
  "atk-vin02a15:30_3": "vuttaṁ aṭṭhakathāyaṁ “sace bhikkhunīsu mahābodhiaṅgaṇaṁ pavisantīsu ekā bahi tiṭṭhati,",
  "atk-vin02a15:30_4": "tassāpi āpatti. Lohapāsādaṁ pavisantīsupi pariveṇaṁ pavisantīsupi eseva nayo. Mahācetiyaṁ",
  "atk-vin02a15:30_5": "vandamānāsu ekā uttaradvārena nikkhamitvā gacchati, tassāpi āpatti. Thūpārāmaṁ pavisantīsu",
  "atk-vin02a15:30_6": "ekā bahi tiṭṭhati, tassāpi āpattī”ti. Ettha ca dassanūpacāro nāma yattha ṭhitaṁ dutiyikā",
  "atk-vin02a15:30_7": "passati. Sace pana sāṇipākārantarikāpi hoti, dassanūpacāraṁ vijahati nāma. Savanūpacāro",
  "atk-vin02a15:30_8": "nāma yattha ṭhitā maggamūḷhasaddena viya dhammasavanārocanasaddena viya ca “ayye”ti",
  "atk-vin02a15:30_9": "saddāyantiyā saddaṁ suṇāti. Ajjhokāse dūrepi dassanūpacāro nāma hoti. So evarūpe",
  "atk-vin02a15:30_10": "savanūpacāre vijahite na rakkhati, vijahitamatteva āpatti saṅghādisesassa.",
  "atk-vin02a15:31_0": "Ekā maggaṁ gacchantī ohīyati. Saussāhā ce hutvā idāni pāpuṇissāmīti anubandhati,",
  "atk-vin02a15:31_1": "anāpatti. Sace purimāyo aññena maggena gacchanti, pakkantā nāma honti, anāpattiyeva.",
  "atk-vin02a15:31_2": "Dvinnaṁ gacchantīnaṁ ekā anubandhituṁ asakkontī “gacchatu aya”nti ohīyati, itarāpi",
  "atk-vin02a15:31_3": "“ohīyatu aya”nti, gacchati, dvinnampi āpatti. Sace pana gacchantīsu purimāpi aññaṁ",
  "atk-vin02a15:31_4": "maggaṁ gaṇhāti, pacchimāpi aññaṁ, ekā ekissā pakkantaṭṭhāne tiṭṭhati, dvinnampi anāpatti.",
  "atk-vin02a15:32_0": "693.Pakkhasaṅkantā vāti titthāyatanaṁ saṅkantā, sesaṁ uttānameva. Paṭhamapārājikasamuṭṭhānaṁ",
  "atk-vin02a15:32_1": "– kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, ticittaṁ, tivedananti.",
  "atk-vin02a15:33": "Tatiyasikkhāpadaṁ.",
  "atk-vin02a15:34": "4. Catutthasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:35_0": "694-8. Catutthe – pādapīṭhaṁ nāma dhotapādaṭṭhapanakaṁ. Pādakaṭhalikā nāma adhotapādaṭṭhapanakaṁ.",
  "atk-vin02a15:35_1": "Anaññāya gaṇassa chandanti tasseva kārakagaṇassa chandaṁ ajānitvā. Vatte vattantinti",
  "atk-vin02a15:35_2": "tecattālīsappabhede netthāravatte vattamānaṁ. Sesaṁ uttānameva.",
  "atk-vin02a15:36": "Dhuranikkhepasamuṭṭhānaṁ – kāyavācācittato samuṭṭhāti, kiriyākiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "atk-vin02a15:37": "Catutthasikkhāpadaṁ.",
  "atk-vin02a15:38": "5. Pañcamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:39": "701. Pañcame – ekato avassuteti ettha “bhikkhuniyā avassutabhāvo daṭṭhabbo”ti mahāpaccariyaṁ vuttaṁ. Mahāaṭṭhakathāyaṁ panetaṁ na vuttaṁ, taṁ pāḷiyā sameti. Sesaṁ uttānameva.",
  "atk-vin02a15:40": "Paṭhamapārājikasamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, akusalacittaṁ, dvivedananti.",
  "atk-vin02a15:41": "Pañcamasikkhāpadaṁ.",
  "atk-vin02a15:42": "6. Chaṭṭhasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:43": "705-6. Chaṭṭhe – yato tvanti yasmā tvaṁ. Uyyojeti āpatti dukkaṭassātiādikā saṅghādisesapariyosānā āpattiyo kassā hontīti? Uyyojikāya. Vuttañcetaṁ parivārepi –",
  "atk-vin02a15:44": "“Na deti na paṭiggaṇhāti, paṭiggaho tena na vijjati;",
  "atk-vin02a15:45": "Āpajjati garukaṁ na lahukaṁ, tañca paribhogapaccayā;",
  "atk-vin02a15:46": "Pañhā mesā kusalehi cintitā”ti. ;",
  "atk-vin02a15:47": "Ayañhi gāthā imaṁ uyyojikaṁ sandhāya vuttā. Itarissā pana āpattibhedo paṭhamasikkhāpade vibhattoti. Sesaṁ uttānameva.",
  "atk-vin02a15:48": "Tisamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, tivedananti.",
  "atk-vin02a15:49": "Chaṭṭhasikkhāpadaṁ.",
  "atk-vin02a15:50": "7. Sattamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:51": "709. Sattame – yāvatatiyakapadattho mahāvibhaṅge vuttanayeneva veditabbo. Sesaṁ uttānamevāti.",
  "atk-vin02a15:52": "Samanubhāsanasamuṭṭhānaṁ – kiriyaṁ, saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dukkhavedananti.",
  "atk-vin02a15:53": "Sattamasikkhāpadaṁ.",
  "atk-vin02a15:54": "8. Aṭṭhamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:55_0": "715. Aṭṭhame – kismiñcideva adhikaraṇeti catunnaṁ aññatarasmiṁ. Padabhājane pana",
  "atk-vin02a15:55_1": "kevalaṁ adhikaraṇavibhāgaṁ dassetuṁ “adhikaraṇaṁ nāma cattāri adhikaraṇānī”tiādi",
  "atk-vin02a15:55_2": "vuttaṁ. Sesaṁ uttānameva saddhiṁ samuṭṭhānādīhīti.",
  "atk-vin02a15:56": "Aṭṭhamasikkhāpadaṁ.",
  "atk-vin02a15:57": "9. Navamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:58_0": "723. Navame – saṁsaṭṭhāti missībhūtā. Ananulomikenāti pabbajitānaṁ ananulomena kāyikavācasikena.",
  "atk-vin02a15:58_1": "Saṁsaṭṭhāti gihīnaṁ koṭṭanapacanagandhapisanamālāganthanādinā kāyikena sāsanapaṭisāsanāharaṇasañcarittādinā",
  "atk-vin02a15:58_2": "vācasikena ca saṁsaṭṭhā. Pāpo kittisaddo etāsanti pāpasaddā. Pāpo ājīvasaṅkhāto siloko",
  "atk-vin02a15:58_3": "etāsanti pāpasilokā. Sesaṁ uttānameva saddhiṁ samuṭṭhānādīhīti.",
  "atk-vin02a15:59": "Navamasikkhāpadaṁ.",
  "atk-vin02a15:60": "10. Dasamasaṅghādisesasikkhāpadavaṇṇanā",
  "atk-vin02a15:61_0": "727. Dasame – evācārāti evaṁācārā. Yādiso tumhākaṁ ācāro, tādisā ācārāti attho. Esa",
  "atk-vin02a15:61_1": "nayo sabbattha. Uññāyāti avaññāya nīcaṁ katvā jānanāya. Paribhavenāti kiṁ imā karissantīti",
  "atk-vin02a15:61_2": "evaṁ paribhavitvā jānanena. Akkhantiyāti asahanatāya; kodhenāti attho. Vebhassiyāti",
  "atk-vin02a15:61_3": "balavabhassabhāvena; attano balappakāsanena samutrāsanenāti attho. Dubbalyāti tumhākaṁ",
  "atk-vin02a15:61_4": "dubbalabhāvena. Sabbattha uññāya ca paribhavena cāti evaṁ samuccayattho daṭṭhabbo.",
  "atk-vin02a15:61_5": "Viviccathāti vinā hotha. Sesaṁ uttānameva saddhiṁ samuṭṭhānādīhīti.",
  "atk-vin02a15:62": "Dasamasikkhāpadaṁ.",
  "atk-vin02a15:63_0": "Uddiṭṭhā kho ayyāyo sattarasa saṅghādisesāti ettha channaṁ paṭhamāpattikānaṁ anantarā",
  "atk-vin02a15:63_1": "sañcarittaṁ, dve duṭṭhadosāti imāni tīṇi sikkhāpadāni mahāvibhaṅgato pakkhipitvā",
  "atk-vin02a15:63_2": "nava paṭhamāpattikā, catunnaṁ yāvatatiyakānaṁ anantarā mahāvibhaṅgatopi cattāro yāvatatiyake",
  "atk-vin02a15:63_3": "pakkhipitvā aṭṭha yāvatatiyakā veditabbā. Evaṁ sabbepi pātimokkhuddesamaggena uddiṭṭhā",
  "atk-vin02a15:63_4": "kho ayyāyo sattarasa saṅghādisesā dhammāti evamettha attho daṭṭhabbo. Sesaṁ uttānameva",
  "atk-vin02a15:63_5": "aññatra pakkhamānattā. Taṁ pana khandhake vitthārena vaṇṇayissāmāti.",
  "atk-vin02a15:64": "Samantapāsādikāya vinayasaṁvaṇṇanāya bhikkhunīvibhaṅge",
  "atk-vin02a15:65": "Sattarasakavaṇṇanā niṭṭhitā.",
  "atk-vin02a15:66": "Saṅghādisesakaṇḍaṁ niṭṭhitaṁ."
}