{
  "atk-vin02a47:0": "Adhikaraṇabhedaṁ",
  "atk-vin02a47:1": "Ukkoṭanabhedādivaṇṇanā",
  "atk-vin02a47:2_0": "340. Adhikaraṇabhede ime dasa ukkoṭāti adhikaraṇānaṁ ukkoṭetvā puna adhikaraṇaukkoṭena",
  "atk-vin02a47:2_1": "samathānaṁ ukkoṭaṁ dassetuṁ “vivādādhikaraṇaṁ ukkoṭento kati samathe ukkoṭetī”tiādimāha.",
  "atk-vin02a47:2_2": "Tattha vivādādhikaraṇaṁ ukkoṭento dve samathe ukkoṭetīti sammukhāvinayañca yebhuyyasikañca",
  "atk-vin02a47:2_3": "ime dve ukkoṭeti, paṭisedheti; paṭikkosatīti attho. Anuvādādhikaraṇaṁ ukkoṭento cattāroti",
  "atk-vin02a47:2_4": "sammukhāvinayaṁ, sativinayaṁ, amūḷhavinayaṁ, tassapāpiyasikanti ime cattāro samathe",
  "atk-vin02a47:2_5": "ukkoṭeti. Āpattādhikaraṇaṁ ukkoṭento tayoti sammukhāvinayaṁ, paṭiññātakaraṇaṁ, tiṇavatthārakanti",
  "atk-vin02a47:2_6": "ime tayo samathe ukkoṭeti. Kiccādhikaraṇaṁ ukkoṭento ekanti sammukhāvinayaṁ imaṁ",
  "atk-vin02a47:2_7": "ekaṁ samathaṁ ukkoṭeti.",
  "atk-vin02a47:3_0": "341.Kati ukkoṭātiādipucchānaṁ vissajjane pana dvādasasu ukkoṭesu akataṁ kammantiādayo",
  "atk-vin02a47:3_1": "tāva tayo ukkoṭā visesato dutiye anuvādādhikaraṇe labbhanti. Anihataṁ kammantiādayo",
  "atk-vin02a47:3_2": "tayo paṭhame vivādādhikaraṇe labbhanti. Avinicchitantiādayo tayo tatiye āpattādhikaraṇe",
  "atk-vin02a47:3_3": "labbhanti. Avūpasantantiādayo tayo catutthe kiccādhikaraṇe labbhanti; apica dvādasāpi",
  "atk-vin02a47:3_4": "ca ekekasmiṁ adhikaraṇe labbhantiyeva.",
  "atk-vin02a47:4_0": "Tatthajātakaṁ adhikaraṇaṁ ukkoṭetīti yasmiṁ vihāre “mayhaṁ iminā patto gahito, cīvaraṁ",
  "atk-vin02a47:4_1": "gahita”ntiādinā nayena pattacīvarādīnaṁ atthāya adhikaraṇaṁ uppannaṁ hoti, tasmiṁyeva",
  "atk-vin02a47:4_2": "ca naṁ vihāre āvāsikā sannipatitvā “alaṁ āvuso”ti attapaccatthike saññāpetvā pāḷimuttakavinicchayeneva",
  "atk-vin02a47:4_3": "vūpasamenti, idaṁ tatthajātakaṁ adhikaraṇaṁ nāma. Yenāpi vinicchayena samitaṁ, sopi",
  "atk-vin02a47:4_4": "eko samathoyeva. Imaṁ ukkoṭentassāpi pācittiyaṁ.",
  "atk-vin02a47:5_0": "Tatthajātakaṁ vūpasantanti sace pana taṁ adhikaraṇaṁ nevāsikā vūpasametuṁ na sakkonti,",
  "atk-vin02a47:5_1": "athañño vinayadharo āgantvā “kiṁ āvuso imasmiṁ vihāre uposatho vā pavāraṇā vā ṭhitā”ti",
  "atk-vin02a47:5_2": "pucchati, tehi ca tasmiṁ kāraṇe kathite taṁ adhikaraṇaṁ khandhakato ca parivārato",
  "atk-vin02a47:5_3": "ca suttena vinicchinitvā vūpasameti, idaṁ tatthajātakaṁ vūpasantaṁ nāma adhikaraṇaṁ.",
  "atk-vin02a47:5_4": "Etaṁ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a47:6_0": "Antarāmaggeti te attapaccatthikā “na mayaṁ etassa vinicchaye tiṭṭhāma, nāyaṁ vinaye",
  "atk-vin02a47:6_1": "kusalo, asukasmiṁ nāma gāme vinayadharā therā vasanti, tattha gantvā vinicchinissāmā”ti",
  "atk-vin02a47:6_2": "gacchantā antarāmaggeyeva kāraṇaṁ sallakkhetvā aññamaññaṁ vā saññāpenti, aññe vā",
  "atk-vin02a47:6_3": "te bhikkhū nijjhāpenti, idampi vūpasantameva hoti. Evaṁ vūpasantaṁ antarāmagge adhikaraṇaṁ",
  "atk-vin02a47:6_4": "ukkoṭeti yo, tassāpi pācittiyameva.",
  "atk-vin02a47:7_0": "Antarāmagge vūpasantanti na heva kho pana aññamaññaṁ saññattiyā vā sabhāgabhikkhunijjhāpanena",
  "atk-vin02a47:7_1": "vā vūpasantaṁ hoti; apica kho paṭipathaṁ āgacchanto eko vinayadharo disvā “kattha",
  "atk-vin02a47:7_2": "āvuso gacchathā”ti pucchitvā “asukaṁ nāma gāmaṁ, iminā nāma kāraṇenā”ti vutte “alaṁ,",
  "atk-vin02a47:7_3": "āvuso, kiṁ tattha gatenā”ti tattheva dhammena vinayena taṁ adhikaraṇaṁ vūpasameti,",
  "atk-vin02a47:7_4": "idaṁ antarāmagge vūpasantaṁ nāma. Etaṁ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a47:8_0": "Tattha gatanti sace pana “alaṁ, āvuso, kiṁ tattha gatenā”ti vuccamānāpi “mayaṁ tattheva",
  "atk-vin02a47:8_1": "gantvā vinicchayaṁ pāpessāmā”ti vinayadharassa vacanaṁ anādiyitvā gacchantiyeva,",
  "atk-vin02a47:8_2": "gantvā sabhāgānaṁ bhikkhūnaṁ etamatthaṁ ārocenti. Sabhāgā bhikkhū “alaṁ, āvuso, saṅghasannipātaṁ",
  "atk-vin02a47:8_3": "nāma garuka”nti tattheva nisīdāpetvā vinicchinitvā saññāpenti, idampi vūpasantameva",
  "atk-vin02a47:8_4": "hoti. Evaṁ vūpasantaṁ tattha gataṁ adhikaraṇaṁ ukkoṭeti yo, tassāpi pācittiyameva.",
  "atk-vin02a47:9_0": "Tatthagataṁ vūpasantanti na heva kho pana sabhāgabhikkhūnaṁ saññattiyā vūpasantaṁ",
  "atk-vin02a47:9_1": "hoti; apica kho saṅghaṁ sannipātetvā ārocitaṁ saṅghamajjhe vinayadharā vūpasamenti,",
  "atk-vin02a47:9_2": "idaṁ tattha gataṁ vūpasantaṁ nāma. Etaṁ ukkoṭentassāpi pācittiyameva.",
  "atk-vin02a47:10": "Sativinayanti khīṇāsavassa dinnaṁ sativinayaṁ ukkoṭeti, pācittiyameva. Ummattakassa dinne amūḷhavinaye pāpussannassa dinnāya tassapāpiyasikāyapi eseva nayo.",
  "atk-vin02a47:11_0": "Tiṇavatthārakaṁukkoṭetīti saṅghena tiṇavatthārakasamathena vūpasamite adhikaraṇe",
  "atk-vin02a47:11_1": "“āpatti nāma ekaṁ bhikkhuṁ upasaṅkamitvā ukkuṭikaṁ nisīditvā añjaliṁ paggahetvā desiyamānā",
  "atk-vin02a47:11_2": "vuṭṭhāti, yaṁ panetaṁ niddāyantassāpi āpattivuṭṭhānaṁ nāma, etaṁ mayhaṁ na khamatī”ti",
  "atk-vin02a47:11_3": "evaṁ vadantopi tiṇavatthārakaṁ ukkoṭeti nāma, tassāpi pācittiyameva.",
  "atk-vin02a47:12_0": "Chandāgatiṁ gacchanto adhikaraṇaṁ ukkoṭetīti vinayadharo hutvā attano upajjhāyādīnaṁ",
  "atk-vin02a47:12_1": "atthāya “adhammaṁ dhammo”tiādīni dīpetvā pubbe vinicchitaṁ adhikaraṇaṁ dvādasasu",
  "atk-vin02a47:12_2": "ukkoṭesu yena kenaci ukkoṭento chandāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti nāma. Dvīsu",
  "atk-vin02a47:12_3": "pana attapaccatthikesu ekasmiṁ “anatthaṁ me acarī”tiādinā nayena samuppannāghāto,",
  "atk-vin02a47:12_4": "tassa parājayaṁ āropanatthaṁ “adhammaṁ dhammo”tiādīni dīpetvā pubbe vinicchitaṁ adhikaraṇaṁ",
  "atk-vin02a47:12_5": "dvādasasu ukkoṭesu yena kenaci ukkoṭento dosāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti",
  "atk-vin02a47:12_6": "nāma. Mando pana momūho momūhattā eva “adhammaṁ dhammo”tiādīni dīpetvā vuttanayeneva",
  "atk-vin02a47:12_7": "ukkoṭento mohāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti nāma. Sace pana dvīsu attapaccatthikesu",
  "atk-vin02a47:12_8": "eko visamāni kāyakammādīni gahanamicchādiṭṭhiṁ balavante ca pakkhantariye abhiññāte",
  "atk-vin02a47:12_9": "bhikkhū nissitattā visamanissito gahananissito balavanissito ca hoti, tassa bhayena",
  "atk-vin02a47:12_10": "“ayaṁ me jīvitantarāyaṁ vā brahmacariyantarāyaṁ vā kareyyā”ti “adhammaṁ dhammo”tiādīni",
  "atk-vin02a47:12_11": "dīpetvā vuttanayeneva ukkoṭento bhayāgatiṁ gacchanto adhikaraṇaṁ ukkoṭeti nāma.",
  "atk-vin02a47:13_0": "Tadahupasampannoti eko sāmaṇero byatto hoti bahussuto, so vinicchaye parājayaṁ patvā",
  "atk-vin02a47:13_1": "maṅkubhūte bhikkhū disvā pucchati “kasmā maṅkubhūtātthā”ti? Te tassa taṁ adhikaraṇaṁ",
  "atk-vin02a47:13_2": "ārocenti. So te evaṁ vadeti “hotu, bhante, maṁ upasampādetha, ahaṁ taṁ adhikaraṇaṁ",
  "atk-vin02a47:13_3": "vūpasamessāmī”ti. Te taṁ upasampādenti. So dutiyadivase bheriṁ paharitvā saṅghaṁ",
  "atk-vin02a47:13_4": "sannipāteti. Tato bhikkhūhi “kena saṅgho sannipātito”ti vutte “mayā”ti vadati. “Kasmā",
  "atk-vin02a47:13_5": "sannipātito”ti? “Hiyyo adhikaraṇaṁ dubbinicchitaṁ, tamahaṁ vinicchinissāmī”ti. “Tvaṁ",
  "atk-vin02a47:13_6": "pana hiyyo kuhiṁ gato”ti? “Anupasampannomhi, bhante, ajja pana upasampannomhī”ti.",
  "atk-vin02a47:13_7": "So vattabbo “idaṁ āvuso tumhādisānaṁ bhagavatā sikkhāpadaṁ paññattaṁ, ‘tadahupasampanno",
  "atk-vin02a47:13_8": "ukkoṭeti, ukkoṭanakaṁ pācittiya’nti, gaccha āpattiṁ desehī”ti. Āgantukepi eseva nayo.",
  "atk-vin02a47:14_0": "Kārakoti ekaṁ saṅghena saddhiṁ adhikaraṇaṁ vinicchinitvā pariveṇagataṁ parājitā bhikkhū",
  "atk-vin02a47:14_1": "vadanti “kissa, bhante, tumhehi evaṁ vinicchitaṁ adhikaraṇaṁ, nanu evaṁ vinicchinitabba”nti.",
  "atk-vin02a47:14_2": "So “kasmā paṭhamaṁyeva evaṁ na vaditthā”ti taṁ adhikaraṇaṁ ukkoṭeti. Evaṁ yo kārako",
  "atk-vin02a47:14_3": "ukkoṭeti, tassāpi ukkoṭanakaṁ pācittiyaṁ. Chandadāyakoti eko adhikaraṇavinicchaye",
  "atk-vin02a47:14_4": "chandaṁ datvā sabhāge bhikkhū parājayaṁ patvā āgate maṅkubhūte disvā “sve dāni ahaṁ",
  "atk-vin02a47:14_5": "vinicchinissāmī”ti saṅghaṁ sannipātetvā “kasmā sannipātesī”ti vutte “hiyyo adhikaraṇaṁ",
  "atk-vin02a47:14_6": "dubbinicchitaṁ, tamahaṁ ajja vinicchinissāmī”ti. “Hiyyo pana tvaṁ kattha gato”ti.",
  "atk-vin02a47:14_7": "“Chandaṁ datvā nisinnomhī”ti. So vattabbo “idaṁ āvuso tumhādisānaṁ bhagavatā sikkhāpadaṁ",
  "atk-vin02a47:14_8": "paññattaṁ, ‘chandadāyako ukkoṭeti, ukkoṭanakaṁ pācittiya’nti, gaccha āpattiṁ desehī”ti.",
  "atk-vin02a47:15": "Adhikaraṇanidānādivaṇṇanā",
  "atk-vin02a47:16_0": "342.Vivādādhikaraṇaṁ kiṁnidānantiādīsu kiṁ nidānamassāti kiṁnidānaṁ. Ko samudayo",
  "atk-vin02a47:16_1": "assāti kiṁsamudayaṁ. Kā jāti assāti kiṁjātikaṁ. Ko pabhavo assāti kiṁpabhavaṁ. Ko",
  "atk-vin02a47:16_2": "sambhāro assāti kiṁsambhāraṁ. Kiṁ samuṭṭhānaṁ assāti kiṁsamuṭṭhānaṁ. Sabbānetāni",
  "atk-vin02a47:16_3": "kāraṇavevacanāniyeva.",
  "atk-vin02a47:17_0": "Vivādanidānantiādīsupi aṭṭhārasabhedakaravatthusaṅkhāto vivādo nidānametassāti vivādanidānaṁ.",
  "atk-vin02a47:17_1": "Vivādaṁ nissāya uppajjanakavivādavasenetaṁ vuttaṁ. Anuvādo nidānaṁ assāti anuvādanidānaṁ.",
  "atk-vin02a47:17_2": "Idampi anuvādaṁ nissāya uppajjanakaanuvādavasena vuttaṁ. Āpatti nidānaṁ assāti āpattinidānaṁ.",
  "atk-vin02a47:17_3": "Āpattādhikaraṇapaccayā catasso āpattiyo āpajjatīti evaṁ āpattiṁ nissāya uppajjanakaāpattivasenetaṁ",
  "atk-vin02a47:17_4": "vuttaṁ. Kiccayaṁ nidānamassāti kiccayanidānaṁ; catubbidhaṁ saṅghakammaṁ kāraṇamassāti",
  "atk-vin02a47:17_5": "attho. Ukkhittānuvattikāya bhikkhuniyā yāvatatiyaṁ samanubhāsanādīnaṁ kiccaṁ nissāya",
  "atk-vin02a47:17_6": "uppajjanakakiccānaṁ vasenetaṁ vuttaṁ. Ayaṁ catunnampi adhikaraṇānaṁ vissajjanapakkhe",
  "atk-vin02a47:17_7": "ekapadayojanā. Etenānusārena sabbapadāni yojetabbāni.",
  "atk-vin02a47:18_0": "Dutiyapucchāya hetunidānantiādimhi vissajjane navannaṁ kusalākusalābyākatahetūnaṁ",
  "atk-vin02a47:18_1": "vasena hetunidānāditā veditabbā. Tatiyapucchāya vissajjane byañjanamattaṁ nānaṁ.",
  "atk-vin02a47:18_2": "Hetuyeva hi ettha paccayoti vutto.",
  "atk-vin02a47:19_0": "343. Mūlapucchāya vissajjane dvādasa mūlānīti kodhaupanāhayugaḷakādīni cha vivādāmūlāni,",
  "atk-vin02a47:19_1": "lobhadosamohā tayo, alobhādosāmohā tayoti imāni ajjhattasantānappavattāni dvādasa",
  "atk-vin02a47:19_2": "mūlāni. Cuddasa mūlānīti tāneva dvādasa kāyavācāhi saddhiṁ cuddasa honti. Cha mūlānīti",
  "atk-vin02a47:19_3": "kāyādīni cha samuṭṭhānāni.",
  "atk-vin02a47:20_0": "Samuṭṭhānapucchāya vissajjane aṭṭhārasa bhedakaravatthūni samuṭṭhānāni, tañhi etesu",
  "atk-vin02a47:20_1": "aṭṭhārasasu bhedakaravatthūsu samuṭṭhāti, etehi vā kāraṇabhūtehi samuṭṭhāti. Tenassetāni",
  "atk-vin02a47:20_2": "samuṭṭhānāni vuccanti. Esa nayo sabbattha.",
  "atk-vin02a47:21_0": "344.Vivādādhikaraṇaṁ āpattītiādibhede ekena adhikaraṇena kiccādhikaraṇenāti idaṁ",
  "atk-vin02a47:21_1": "yena adhikaraṇena sammanti, taṁ dassetuṁ vuttaṁ, na panetāni ekaṁsato kiccādhikaraṇeneva",
  "atk-vin02a47:21_2": "sammanti. Na hi puggalassa santike desentassa kiccādhikaraṇaṁ nāma atthi.",
  "atk-vin02a47:22": "Na katamena samathenāti sāvasesāpatti viya na sammati. Na hi sakkā sā desetuṁ, na tato vuṭṭhāya suddhante patiṭṭhātuṁ.",
  "atk-vin02a47:23": "348.Vivādādhikaraṇaṁ hoti anuvādādhikaraṇantiādi nayo uttānoyeva.",
  "atk-vin02a47:24": "349. Tato paraṁ yattha sativinayotiādikā sammukhāvinayaṁ amuñcitvā cha yamakapucchā vuttā, tāsaṁ vissajjaneneva attho pakāsito.",
  "atk-vin02a47:25_0": "351. Saṁsaṭṭhādipucchānaṁ vissajjane saṁsaṭṭhāti sativinayakammavācākkhaṇasmiṁyeva",
  "atk-vin02a47:25_1": "dvinnampi samathānaṁ siddhattā sammukhāvinayoti vā sativinayoti vā ime dhammā saṁsaṭṭhā,",
  "atk-vin02a47:25_2": "no visaṁsaṭṭhā. Yasmā pana kadalikkhandhe pattavaṭṭīnaṁ viya na sakkā tesaṁ vinibbhujitvā",
  "atk-vin02a47:25_3": "nānākaraṇaṁ dassetuṁ, tena vuttaṁ “na ca labbhā imesaṁ dhammānaṁ vinibbhujitvā vinibbhujitvā",
  "atk-vin02a47:25_4": "nānākaraṇaṁ paññāpetu”nti. Esa nayo sabbattha.",
  "atk-vin02a47:26": "Sattasamathanidānavaṇṇanā",
  "atk-vin02a47:27_0": "352.Kiṁnidānoti pucchāvissajjane nidānaṁ nidānamassāti nidānanidāno. Tattha saṅghasammukhatā,",
  "atk-vin02a47:27_1": "dhammasammukhatā, vinayasammukhatā, puggalasammukhatāti idaṁ sammukhāvinayassa nidānaṁ.",
  "atk-vin02a47:27_2": "Sativepullapatto khīṇāsavo laddhupavādo sativinayassa nidānaṁ. Ummattako bhikkhu",
  "atk-vin02a47:27_3": "amūḷhavinayassa nidānaṁ. Yo ca deseti, yassa ca deseti, ubhinnaṁ sammukhībhāvo paṭiññātakaraṇassa",
  "atk-vin02a47:27_4": "nidānaṁ. Bhaṇḍanajātānaṁ adhikaraṇaṁ vūpasametuṁ asakkuṇeyyatā yebhuyyasikāya nidānaṁ.",
  "atk-vin02a47:27_5": "Pāpussanno puggalo tassapāpiyasikāya nidānaṁ. Bhaṇḍanajātānaṁ bahu assāmaṇakaajjhācāro",
  "atk-vin02a47:27_6": "tiṇavatthārakassa nidānaṁ. Hetupaccayavārā vuttanayā eva.",
  "atk-vin02a47:28_0": "353. Mūlapucchāya vissajjanaṁ uttānameva. Samuṭṭhānapucchāya kiñcāpi “sattannaṁ samathānaṁ",
  "atk-vin02a47:28_1": "katame chattiṁsa samuṭṭhānā”ti vuttaṁ, sammukhāvinayassa pana kammasaṅgahābhāvena",
  "atk-vin02a47:28_2": "samuṭṭhānābhāvato channaṁyeva samathānaṁ cha samuṭṭhānāni vibhattāni. Tattha kammassa",
  "atk-vin02a47:28_3": "kiriyāti ñatti veditabbā. Karaṇanti tassāyeva ñattiyā ṭhapetabbakāle ṭhapanaṁ. Upagamananti",
  "atk-vin02a47:28_4": "sayaṁ upagamanaṁ; attanāyeva tassa kammassa karaṇanti attho. Ajjhupagamananti ajjhesanupagamanaṁ;",
  "atk-vin02a47:28_5": "aññaṁ saddhivihārikādikaṁ “idaṁ kammaṁ karohī”ti ajjhesananti attho. Adhivāsanāti",
  "atk-vin02a47:28_6": "“ruccati me etaṁ, karotu saṅgho”ti evaṁ adhivāsanā; chandadānanti attho. Appaṭikkosanāti",
  "atk-vin02a47:28_7": "“na metaṁ khamati, mā evaṁ karothā”ti appaṭisedhanā. Iti channaṁ chakkānaṁ vasena",
  "atk-vin02a47:28_8": "chattiṁsa samuṭṭhānā veditabbā.",
  "atk-vin02a47:29": "Sattasamathanānātthādivaṇṇanā",
  "atk-vin02a47:30_0": "354. Nānātthapucchāvissajjanaṁ uttānameva. Adhikaraṇapucchāvissajjane ayaṁ vivādo",
  "atk-vin02a47:30_1": "no adhikaraṇanti ayaṁ mātāputtādīnaṁ vivādo viruddhavādattā vivādo nāma hoti, samathehi",
  "atk-vin02a47:30_2": "pana adhikaraṇīyatāya abhāvato adhikaraṇaṁ na hoti. Anuvādādīsupi eseva nayo. Sesaṁ",
  "atk-vin02a47:30_3": "sabbattha uttānamevāti.",
  "atk-vin02a47:31": "Adhikaraṇabhedavaṇṇanā niṭṭhitā."
}