{
  "atk-s0103a9:0": "10. Saṅgītisuttavaṇṇanā",
  "atk-s0103a9:1_0": "296.Evaṁme sutanti saṅgītisuttaṁ. Tatrāyamapubbapadavaṇṇanā – cārikaṁ caramānoti",
  "atk-s0103a9:1_1": "nibaddhacārikaṁ caramāno. Tadā kira satthā dasasahassacakkavāḷe ñāṇajālaṁ pattharitvā",
  "atk-s0103a9:1_2": "lokaṁ volokayamāno pāvānagaravāsino mallarājāno disvā ime rājāno mayhaṁ sabbaññutaññāṇajālassa",
  "atk-s0103a9:1_3": "anto paññāyanti, kiṁ nu khoti āvajjanto “rājāno ekaṁ sandhāgāraṁ kāresuṁ, mayi gate",
  "atk-s0103a9:1_4": "maṅgalaṁ bhaṇāpessanti, ahaṁ tesaṁ maṅgalaṁ vatvā uyyojetvā ‘bhikkhusaṅghassa dhammakathaṁ",
  "atk-s0103a9:1_5": "kathehī’ti sāriputtaṁ vakkhāmi, sāriputto tīhi piṭakehi sammasitvā cuddasapañhādhikena",
  "atk-s0103a9:1_6": "pañhasahassena paṭimaṇḍetvā bhikkhusaṅghassa saṅgītisuttaṁ nāma kathessati, suttantaṁ",
  "atk-s0103a9:1_7": "āvajjetvā pañca bhikkhusatāni saha paṭisambhidāhi arahattaṁ pāpuṇissantī”ti imamatthaṁ",
  "atk-s0103a9:1_8": "disvā cārikaṁ pakkanto. Tena vuttaṁ – “mallesu cārikaṁ caramāno”ti.",
  "atk-s0103a9:2": "Ubbhatakanavasandhāgāravaṇṇanā",
  "atk-s0103a9:3_0": "297.Ubbhatakanti tassa nāmaṁ, uccattā vā evaṁ vuttaṁ. Sandhāgāranti nagaramajjhe",
  "atk-s0103a9:3_1": "sandhāgārasālā. Samaṇena vāti ettha yasmā gharavatthupariggahakāleyeva devatā attano",
  "atk-s0103a9:3_2": "vasanaṭṭhānaṁ gaṇhanti. Tasmā devena vāti avatvā “samaṇena vā brāhmaṇena vā kenaci",
  "atk-s0103a9:3_3": "vā manussabhūtenā”ti vuttaṁ. Yena bhagavā tenupasaṅkamiṁsūti bhagavato āgamanaṁ sutvā",
  "atk-s0103a9:3_4": "“amhehi gantvāpi na bhagavā ānīto, dūtaṁ pesetvāpi na pakkosāpito, sayameva pana",
  "atk-s0103a9:3_5": "mahābhikkhusaṅghaparivāro amhākaṁ vasanaṭṭhānaṁ sampatto, amhehi ca sandhāgārasālā",
  "atk-s0103a9:3_6": "kāritā, ettha mayaṁ dasabalaṁ ānetvā maṅgalaṁ bhaṇāpessāmā”ti cintetvā upasaṅkamiṁsu.",
  "atk-s0103a9:4_0": "298.Yena sandhāgāraṁ tenupasaṅkamiṁsūti taṁ divasaṁ kira sandhāgāre cittakammaṁ niṭṭhapetvā",
  "atk-s0103a9:4_1": "aṭṭakā muttamattā honti, buddhā ca nāma araññajjhāsayā araññārāmā, antogāme vaseyyuṁ",
  "atk-s0103a9:4_2": "vā no vā. Tasmā bhagavato manaṁ jānitvāva paṭijaggissāmāti cintetvā te bhagavantaṁ",
  "atk-s0103a9:4_3": "upasaṅkamiṁsu. Idāni pana manaṁ labhitvā paṭijaggitukāmā yena sandhāgāraṁ tenupasaṅkamiṁsu.",
  "atk-s0103a9:4_4": "Sabbasantharinti yathā sabbaṁ santhataṁ hoti, evaṁ. Yena bhagavā tenupasaṅkamiṁsūti",
  "atk-s0103a9:4_5": "ettha pana te mallarājāno sandhāgāraṁ paṭijaggitvā nagaravīthiyopi sammajjāpetvā",
  "atk-s0103a9:4_6": "dhaje ussāpetvā gehadvāresu puṇṇaghaṭe ca kadaliyo ca ṭhapāpetvā sakalanagaraṁ dīpamālādīhi",
  "atk-s0103a9:4_7": "vippakiṇṇatārakaṁ viya katvā khīrapāyake dārake khīraṁ pāyyetha, dahare kumāre lahuṁ",
  "atk-s0103a9:4_8": "lahuṁ bhojāpetvā sayāpetha, uccāsaddaṁ mā karittha, ajja ekarattiṁ satthā antogāme",
  "atk-s0103a9:4_9": "vasissati, buddhā nāma appasaddakāmā hontīti bheriṁ carāpetvā sayaṁ daṇḍadīpikaṁ",
  "atk-s0103a9:4_10": "ādāya yena bhagavā tenupasaṅkamiṁsu.",
  "atk-s0103a9:5_0": "299.Bhagavantaṁyeva purakkhatvāti bhagavantaṁ purato katvā. Tattha bhagavā bhikkhūnañceva",
  "atk-s0103a9:5_1": "upāsakānañca majjhe nisinno ativiya virocati, samantapāsādiko suvaṇṇavaṇṇo abhirūpo",
  "atk-s0103a9:5_2": "dassanīyo. Purimakāyato suvaṇṇavaṇṇā rasmi uṭṭhahitvā asītihatthaṁ ṭhānaṁ gaṇhāti.",
  "atk-s0103a9:5_3": "Pacchimakāyato. Dakkhiṇahatthato. Vāmahatthato suvaṇṇavaṇṇā rasmi uṭṭhahitvā asītihatthaṁ",
  "atk-s0103a9:5_4": "ṭhānaṁ gaṇhāti. Upari kesantato paṭṭhāya sabbakesāvaṭṭehi moragīvavaṇṇā rasmi uṭṭhahitvā",
  "atk-s0103a9:5_5": "gaganatale asītihatthaṁ ṭhānaṁ gaṇhāti. Heṭṭhā pādatalehi pavāḷavaṇṇā rasmi uṭṭhahitvā",
  "atk-s0103a9:5_6": "ghanapathaviyaṁ asītihatthaṁ ṭhānaṁ gaṇhāti. Evaṁ samantā asīti hatthamattaṁ ṭhānaṁ",
  "atk-s0103a9:5_7": "chabbaṇṇā buddharasmiyo vijjotamānā vipphandamānā vidhāvanti. Sabbe disābhāgā suvaṇṇacampakapupphehi",
  "atk-s0103a9:5_8": "vikiriyamānā viya suvaṇṇaghaṭato nikkhantasuvaṇṇarasadhārāhi siñcamānā viya pasāritasuvaṇṇapaṭaparikkhittā",
  "atk-s0103a9:5_9": "viya verambhavātasamuṭṭhitakiṁsukakaṇikārapupphacuṇṇasamākiṇṇā viya ca vippakāsanti.",
  "atk-s0103a9:6_0": "Bhagavatopi asītianubyañjanabyāmappabhādvattiṁsavaralakkhaṇasamujjalaṁ sarīraṁ samuggatatārakaṁ",
  "atk-s0103a9:6_1": "viya gaganatalaṁ, vikasitamiva padumavanaṁ, sabbapāliphullo viya yojanasatiko pāricchattako",
  "atk-s0103a9:6_2": "paṭipāṭiyā ṭhapitānaṁ dvattiṁsacandānaṁ dvattiṁsasūriyānaṁ dvattiṁsacakkavattirājānaṁ",
  "atk-s0103a9:6_3": "dvattiṁsadevarājānaṁ dvattiṁsamahābrahmānaṁ siriyā siriṁ abhibhavamānaṁ viya virocati.",
  "atk-s0103a9:6_4": "Parivāretvā nisinnā bhikkhūpi sabbeva appicchā santuṭṭhā pavivittā asaṁsaṭṭhā āraddhavīriyā",
  "atk-s0103a9:6_5": "vattāro vacanakkhamā codakā pāpagarahino sīlasampannā samādhisampannā paññāvimutti",
  "atk-s0103a9:6_6": "vimuttiñāṇadassanasampannā. Tehi parivārito bhagavā rattakambalaparikkhitto viya",
  "atk-s0103a9:6_7": "suvaṇṇakkhandho, rattapadumavanasaṇḍamajjhagatā viya suvaṇṇanāvā, pavāḷavedikāparikkhitto",
  "atk-s0103a9:6_8": "viya suvaṇṇapāsādo virocittha.",
  "atk-s0103a9:7_0": "Asītimahātherāpi naṁ meghavaṇṇaṁ paṁsukūlaṁ pārupitvā maṇivammavammitā viya mahānāgā",
  "atk-s0103a9:7_1": "parivārayiṁsu vantarāgā bhinnakilesā vijaṭitajaṭā chinnabandhanā kule vā gaṇe vā",
  "atk-s0103a9:7_2": "alaggā. Iti bhagavā sayaṁ vītarāgo vītarāgehi, vītadoso vītadosehi, vītamoho vītamohehi,",
  "atk-s0103a9:7_3": "nittaṇho nittaṇhehi, nikkileso nikkilesehi, sayaṁ buddho bahussutabuddhehi parivārito",
  "atk-s0103a9:7_4": "pattaparivāritaṁ viya kesaraṁ, kesaraparivāritā viya kaṇṇikā, aṭṭhanāgasahassaparivārito",
  "atk-s0103a9:7_5": "viya chaddanto nāgarājā, navutihaṁsasahassaparivārito viya dhataraṭṭho haṁsarājā,",
  "atk-s0103a9:7_6": "senaṅgaparivārito viya cakkavattirājā, marugaṇaparivārito viya sakko devarājā, brahmagaṇaparivārito",
  "atk-s0103a9:7_7": "viya hārito mahābrahmā, asamena buddhavesena aparimāṇena buddhavilāsena tassaṁ parisati",
  "atk-s0103a9:7_8": "nisinno pāveyyake malle bahudeva rattiṁ dhammiyā kathāya sandassetvā uyyojesi.",
  "atk-s0103a9:8_0": "Ettha ca dhammikathā nāma sandhāgāraanumodanappaṭisaṁyuttā pakiṇṇakakathā veditabbā.",
  "atk-s0103a9:8_1": "Tadā hi bhagavā ākāsagaṅgaṁ otārento viya pathavojaṁ ākaḍḍhanto viya mahājambuṁ matthake",
  "atk-s0103a9:8_2": "gahetvā cālento viya yojaniyamadhugaṇḍaṁ cakkayantena pīḷetvā madhupānaṁ pāyamāno",
  "atk-s0103a9:8_3": "viya ca pāveyyakānaṁ mallānaṁ hitasukhāvahaṁ pakiṇṇakakathaṁ kathesi.",
  "atk-s0103a9:9_0": "300.Tuṇhībhūtaṁ tuṇhībhūtanti yaṁ yaṁ disaṁ anuviloketi, tattha tattha tuṇhībhūtameva.",
  "atk-s0103a9:9_1": "Anuviloketvāti maṁsacakkhunā dibbacakkhunāti dvīhi cakkhūhi tato tato viloketvā.",
  "atk-s0103a9:9_2": "Maṁsacakkhunā hi nesaṁ bahiddhā iriyāpathaṁ pariggahesi. Tattha ekabhikkhussāpi neva",
  "atk-s0103a9:9_3": "hatthakukkuccaṁ na pādakukkuccaṁ ahosi, na koci sīsamukkhipi, na kathaṁ kathesi,",
  "atk-s0103a9:9_4": "na niddāyanto nisīdi. Sabbepi tīhi sikkhāhi sikkhitā nivāte padīpasikhā viya niccalā",
  "atk-s0103a9:9_5": "nisīdiṁsu. Iti nesaṁ imaṁ iriyāpathaṁ maṁsacakkhunā pariggahesi. Ālokaṁ pana vaḍḍhayitvā",
  "atk-s0103a9:9_6": "dibbacakkhunā hadayarūpaṁ disvā abbhantaragataṁ sīlaṁ olokesi. So anekasatānaṁ bhikkhūnaṁ",
  "atk-s0103a9:9_7": "antokumbhiyaṁ jalamānaṁ padīpaṁ viya arahattupagaṁ sīlaṁ addasa. Āraddhavipassakā",
  "atk-s0103a9:9_8": "hi te bhikkhū. Iti nesaṁ sīlaṁ disvā “imepi bhikkhū mayhaṁ anucchavikā, ahampi imesaṁ",
  "atk-s0103a9:9_9": "anucchaviko”ti cakkhutalesu nimittaṁ ṭhapetvā bhikkhusaṅghaṁ oloketvā āyasmantaṁ",
  "atk-s0103a9:9_10": "sāriputtaṁ āmantesi “piṭṭhi me āgilāyatī”ti. Kasmā āgilāyati? Bhagavato hi chabbassāni",
  "atk-s0103a9:9_11": "mahāpadhānaṁ padahantassa mahantaṁ kāyadukkhaṁ ahosi. Athassa aparabhāge mahallakakāle piṭṭhivāto uppajji.",
  "atk-s0103a9:10_0": "Saṅghāṭiṁ paññāpetvāti sandhāgārassa kira ekapasse te rājāno kappiyamañcakaṁ paññapesuṁ",
  "atk-s0103a9:10_1": "“appeva nāma satthā nipajjeyyā”ti. Satthāpi catūhi iriyāpathehi paribhuttaṁ imesaṁ",
  "atk-s0103a9:10_2": "mahapphalaṁ bhavissatīti tattha saṅghāṭiṁ paññāpetvā nipajji.",
  "atk-s0103a9:11": "Bhinnanigaṇṭhavatthuvaṇṇanā",
  "atk-s0103a9:12": "301.Tassa kālaṅkiriyāyātiādīsu yaṁ vattabbaṁ, taṁ sabbaṁ heṭṭhā vuttameva.",
  "atk-s0103a9:13": "302.Āmantesīti bhaṇḍanādivūpasamakaraṁ svākhyātaṁ dhammaṁ desetukāmo āmantesi.",
  "atk-s0103a9:14": "Ekakavaṇṇanā",
  "atk-s0103a9:15_0": "303.Tatthāti tasmiṁ dhamme. Saṅgāyitabbanti samaggehi gāyitabbaṁ, ekavacanehi aviruddhavacanehi",
  "atk-s0103a9:15_1": "bhaṇitabbaṁ. Na vivaditabbanti atthe vā byañjane vā vivādo na kātabbo. Eko dhammoti",
  "atk-s0103a9:15_2": "ekakadukatikādivasena bahudhā sāmaggirasaṁ dassetukāmo paṭhamaṁ tāva “eko dhammo”ti",
  "atk-s0103a9:15_3": "āha. Sabbe sattāti kāmabhavādīsu saññābhavādīsu ekavokārabhavādīsu ca sabbabhavesu",
  "atk-s0103a9:15_4": "sabbe sattā. Āhāraṭṭhitikāti āhārato ṭhiti etesanti āhāraṭṭhitikā. Iti sabbasattānaṁ",
  "atk-s0103a9:15_5": "ṭhiti hetu āhāro nāma eko dhammo amhākaṁ satthārā yāthāvato ñatvā sammadakkhāto āvusoti dīpeti.",
  "atk-s0103a9:16_0": "Nanu ca evaṁ sante yaṁ vuttaṁ “asaññasattā devā ahetukā anāhārā aphassakā”tiādi,",
  "atk-s0103a9:16_1": "taṁ vacanaṁ virujjhatīti, na virujjhati. Tesañhi jhānaṁ āhāro hoti. Evaṁ santepi",
  "atk-s0103a9:16_2": "“cattārome, bhikkhave, āhārā bhūtānaṁ vā sattānaṁ ṭhitiyā sambhavesīnaṁ vā anuggahāya.",
  "atk-s0103a9:16_3": "Katame cattāro? Kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā",
  "atk-s0103a9:16_4": "tatiyā, viññāṇaṁ catuttha”nti idampi virujjhatīti, idampi na virujjhati. Etasmiñhi",
  "atk-s0103a9:16_5": "sutte nippariyāyena āhāralakkhaṇāva dhammā āhārāti vuttā. Idha pana pariyāyena paccayo",
  "atk-s0103a9:16_6": "āhāroti vutto. Sabbadhammānañhi paccayo laddhuṁ vaṭṭati. So ca yaṁ yaṁ phalaṁ janeti,",
  "atk-s0103a9:16_7": "taṁ taṁ āharati nāma, tasmā āhāroti vuccati. Tenevāha “avijjampāhaṁ, bhikkhave, sāhāraṁ",
  "atk-s0103a9:16_8": "vadāmi, no anāhāraṁ. Ko ca, bhikkhave, avijjāya āhāro? Pañcanīvaraṇātissa vacanīyaṁ.",
  "atk-s0103a9:16_9": "Pañcanīvaraṇepāhaṁ, bhikkhave, sāhāre vadāmi, no anāhāre. Ko ca, bhikkhave, pañcannaṁ",
  "atk-s0103a9:16_10": "nīvaraṇānaṁ āhāro? Ayonisomanasikārotissa vacanīya”nti. Ayaṁ idha adhippeto.",
  "atk-s0103a9:17_0": "Etasmiñhi paccayāhāre gahite pariyāyāhāropi nippariyāyāhāropi sabbo gahitova hoti.",
  "atk-s0103a9:17_1": "Tattha asaññabhave paccayāhāro labbhati. Anuppanne hi buddhe titthāyatane pabbajitā",
  "atk-s0103a9:17_2": "vāyokasiṇe parikammaṁ katvā catutthajjhānaṁ nibbattetvā tato vuṭṭhāya dhī cittaṁ,",
  "atk-s0103a9:17_3": "dhibbatetaṁ cittaṁ cittassa nāma abhāvoyeva sādhu, cittañhi nissāyeva vadhabandhādipaccayaṁ",
  "atk-s0103a9:17_4": "dukkhaṁ uppajjati. Citte asati natthetanti khantiṁ ruciṁ uppādetvā aparihīnajjhānā",
  "atk-s0103a9:17_5": "kālaṅkatvā asaññabhave nibbattanti. Yo yassa iriyāpatho manussaloke paṇihito ahosi,",
  "atk-s0103a9:17_6": "so tena iriyāpathena nibbattitvā pañca kappasatāni ṭhito vā nisinno vā nipanno vā",
  "atk-s0103a9:17_7": "hoti. Evarūpānampi sattānaṁ paccayāhāro labbhati. Te hi yaṁ jhānaṁ bhāvetvā nibbattā,",
  "atk-s0103a9:17_8": "tadeva nesaṁ paccayo hoti. Yathā jiyāvegena khittasaro yāva jiyāvego atthi, tāva",
  "atk-s0103a9:17_9": "gacchati, evaṁ yāva jhānapaccayo atthi, tāva tiṭṭhanti. Tasmiṁ niṭṭhite khīṇavego",
  "atk-s0103a9:17_10": "saro viya patanti. Ye pana te nerayikā neva uṭṭhānaphalūpajīvī na puññaphalūpajīvīti",
  "atk-s0103a9:17_11": "vuttā, tesaṁ ko āhāroti ? Tesaṁ kammameva āhāro. Kiṁ pañca āhārā atthīti ce. Pañca,",
  "atk-s0103a9:17_12": "na pañcāti idaṁ na vattabbaṁ. Nanu paccayo āhāroti vuttametaṁ. Tasmā yena kammena",
  "atk-s0103a9:17_13": "te niraye nibbattā, tadeva tesaṁ ṭhitipaccayattā āhāro hoti. Yaṁ sandhāya idaṁ vuttaṁ",
  "atk-s0103a9:17_14": "“na ca tāva kālaṅkaroti, yāva na taṁ pāpakammaṁ byantī hotī”ti.",
  "atk-s0103a9:18_0": "Kabaḷīkāraṁ āhāraṁ ārabbha cettha vivādo na kātabbo. Mukhe uppanno kheḷopi hi tesaṁ",
  "atk-s0103a9:18_1": "āhārakiccaṁ sādheti. Kheḷopi hi niraye dukkhavedaniyo hutvā paccayo hoti, sagge sukhavedaniyo.",
  "atk-s0103a9:18_2": "Iti kāmabhave nippariyāyena cattāro āhārā. Rūpārūpabhavesu ṭhapetvā asaññaṁ sesānaṁ",
  "atk-s0103a9:18_3": "tayo. Asaññānañceva avasesānañca paccayāhāroti iminā āhārena “sabbe sattā āhāraṭṭhitikā”ti",
  "atk-s0103a9:18_4": "etaṁ pañhaṁ kathetvā “ayaṁ kho āvuso”ti evaṁ niyyātanampi “atthi kho āvuso”ti puna",
  "atk-s0103a9:18_5": "uddharaṇampi akatvā “sabbe sattā saṅkhāraṭṭhitikā”ti dutiyapañhaṁ vissajjesi.",
  "atk-s0103a9:19_0": "Kasmā pana na niyyātesi na uddharittha? Tattha tattha niyyātiyamānepi uddhariyamānepi",
  "atk-s0103a9:19_1": "pariyāpuṇituṁ vācetuṁ dukkhaṁ hoti, tasmā dve ekābaddhe katvā vissajjesi. Imasmimpi",
  "atk-s0103a9:19_2": "vissajjane heṭṭhā vuttapaccayova attano phalassa saṅkharaṇato saṅkhāroti vutto. Iti",
  "atk-s0103a9:19_3": "heṭṭhā āhārapaccayo kathito, idha saṅkhārapaccayoti ayamettha heṭṭhimato viseso.",
  "atk-s0103a9:19_4": "“Heṭṭhā nippariyāyāhāro gahito, idha pariyāyāhāroti evaṁ gahite viseso pākaṭo bhaveyya,",
  "atk-s0103a9:19_5": "no ca gaṇhiṁsū’ti mahāsīvatthero āha. Indriyabaddhassapi hi anindriyabaddhassapi",
  "atk-s0103a9:19_6": "paccayo laddhuṁ vaṭṭati. Vinā paccayena dhammo nāma natthi. Tattha anindriyabaddhassa",
  "atk-s0103a9:19_7": "tiṇarukkhalatādino pathavīraso āporaso ca paccayo hoti. Deve avassante hi tiṇādīni",
  "atk-s0103a9:19_8": "milāyanti, vassante ca pana haritāni honti. Iti tesaṁ pathavīraso āporaso ca paccayo",
  "atk-s0103a9:19_9": "hoti. Indriyabaddhassa avijjā taṇhā kammaṁ āhāroti evamādayo paccayā, iti heṭṭhā",
  "atk-s0103a9:19_10": "paccayoyeva āhāroti kathito, idha saṅkhāroti. Ayamevettha viseso.",
  "atk-s0103a9:20_0": "Ayaṁkho, āvusoti āvuso amhākaṁ satthārā mahābodhimaṇḍe nisīditvā sayaṁ sabbaññutaññāṇena",
  "atk-s0103a9:20_1": "sacchikatvā ayaṁ ekadhammo desito. Tattha ekadhamme tumhehi sabbeheva saṅgāyitabbaṁ",
  "atk-s0103a9:20_2": "na vivaditabbaṁ. Yathayidaṁ brahmacariyanti yathā saṅgāyamānānaṁ tumhākaṁ idaṁ sāsanabrahmacariyaṁ",
  "atk-s0103a9:20_3": "addhaniyaṁ assa. Ekena hi bhikkhunā “atthi, kho āvuso, eko dhammo sammadakkhāto.",
  "atk-s0103a9:20_4": "Katamo eko dhammo? Sabbe sattā āhāraṭṭhitikā. Sabbe sattā saṅkhāraṭṭhitikā”ti kathite",
  "atk-s0103a9:20_5": "tassa kathaṁ sutvā añño kathessati. Tassapi aññoti evaṁ paramparakathāniyamena idaṁ",
  "atk-s0103a9:20_6": "brahmacariyaṁ ciraṁ tiṭṭhamānaṁ sadevakassa lokassa atthāya hitāya bhavissatīti ekakavasena",
  "atk-s0103a9:20_7": "dhammasenāpati sāriputtatthero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:21": "Ekakavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:22": "Dukavaṇṇanā",
  "atk-s0103a9:23_0": "304. Iti ekakavasena sāmaggirasaṁ dassetvā idāni dukavasena dassetuṁ puna desanaṁ",
  "atk-s0103a9:23_1": "ārabhi. Tattha nāmarūpaduke nāmanti cattāro arūpino khandhā nibbānañca. Tattha cattāro",
  "atk-s0103a9:23_2": "khandhā nāmanaṭṭhena nāmaṁ. Nāmanaṭṭhenāti nāmakaraṇaṭṭhena. Yathā hi mahājanasammatattā",
  "atk-s0103a9:23_3": "mahāsammatassa “mahāsammato”ti nāmaṁ ahosi, yathā mātāpitaro “ayaṁ tisso nāma hotu,",
  "atk-s0103a9:23_4": "phusso nāma hotū”ti evaṁ puttassa kittimanāmaṁ karonti, yathā vā “dhammakathiko vinayadharo”ti",
  "atk-s0103a9:23_5": "guṇato nāmaṁ āgacchati, na evaṁ vedanādīnaṁ. Vedanādayo hi mahāpathavīādayo viya",
  "atk-s0103a9:23_6": "attano nāmaṁ karontāva uppajjanti. Tesu uppannesu tesaṁ nāmaṁ uppannameva hoti. Na",
  "atk-s0103a9:23_7": "hi vedanaṁ uppannaṁ “tvaṁ vedanā nāma hohī”ti, koci bhaṇati, na cassā yena kenaci",
  "atk-s0103a9:23_8": "kāraṇena nāmaggahaṇakiccaṁ atthi, yathā pathaviyā uppannāya “tvaṁ pathavī nāma hohī”ti",
  "atk-s0103a9:23_9": "nāmaggahaṇakiccaṁ natthi, cakkavāḷasinerumhi candimasūriyanakkhattesu uppannesu “tvaṁ",
  "atk-s0103a9:23_10": "cakkavāḷaṁ nāma, tvaṁ nakkhattaṁ nāma hohī”ti nāmaggahaṇakiccaṁ natthi, nāmaṁ uppannameva",
  "atk-s0103a9:23_11": "hoti, opapātikā paññatti nipatati, evaṁ vedanāya uppannāya “tvaṁ vedanā nāma hohī”ti",
  "atk-s0103a9:23_12": "nāmaggahaṇakiccaṁ natthi, tāya uppannāya vedanāti nāmaṁ uppannameva hoti. Saññādīsupi",
  "atk-s0103a9:23_13": "eseva nayo atītepi hi vedanā vedanāyeva. Saññā. Saṅkhārā. Viññāṇaṁ viññāṇameva. Anāgatepi.",
  "atk-s0103a9:23_14": "Paccuppannepi. Nibbānaṁ pana sadāpi nibbānamevāti. Nāmanaṭṭhena nāmaṁ. Namanaṭṭhenāpi",
  "atk-s0103a9:23_15": "cettha cattāro khandhā nāmaṁ. Te hi ārammaṇābhimukhaṁ namanti. Nāmanaṭṭhena sabbampi",
  "atk-s0103a9:23_16": "nāmaṁ. Cattāro hi khandhā ārammaṇe aññamaññaṁ nāmenti, nibbānaṁ ārammaṇādhipatipaccayatāya",
  "atk-s0103a9:23_17": "attani anavajjadhamme nāmeti.",
  "atk-s0103a9:24": "Rūpanti cattāro ca mahābhūtā catunnañca mahābhūtānaṁ upādāya rūpaṁ, taṁ sabbampi ruppanaṭṭhena rūpaṁ. Tassa vitthārakathā visuddhimagge vuttanayeneva veditabbā.",
  "atk-s0103a9:25": "Avijjāti dukkhādīsu aññāṇaṁ. Ayampi vitthārato visuddhimagge kathitāyeva. Bhavataṇhāti bhavapatthanā. Yathāha “tattha katamā bhavataṇhā? Yo bhavesu bhavacchando”tiādi.",
  "atk-s0103a9:26_0": "Bhavadiṭṭhīti bhavo vuccati sassataṁ, sassatavasena uppajjanakadiṭṭhi. Sā “tattha",
  "atk-s0103a9:26_1": "katamā bhavadiṭṭhi? ‘Bhavissati attā ca loko cā’ti yā evarūpā diṭṭhi diṭṭhigata”ntiādinā",
  "atk-s0103a9:26_2": "nayena abhidhamme vitthāritā. Vibhavadiṭṭhīti vibhavo vuccati ucchedaṁ, ucchedavasena",
  "atk-s0103a9:26_3": "uppajjanakadiṭṭhi. Sāpi “tattha katamā vibhavadiṭṭhi? ‘Na bhavissati attā ca loko",
  "atk-s0103a9:26_4": "cā’ti. Yā evarūpā diṭṭhi diṭṭhigata”ntiādinā nayena tattheva vitthāritā.",
  "atk-s0103a9:27": "Ahirikanti “yaṁ na hirīyati hirīyitabbenā”ti evaṁ vitthāritā nillajjatā. Anottappanti “yaṁ na ottappati ottappitabbenā”ti evaṁ vitthārito abhāyanakaākāro.",
  "atk-s0103a9:28_0": "Hirī ca ottappañcāti “yaṁ hirīyati hirīyitabbena, ottappati ottappitabbenā”ti evaṁ",
  "atk-s0103a9:28_1": "vitthāritāni hiriottappāni. Api cettha ajjhattasamuṭṭhānā hirī, bahiddhāsamuṭṭhānaṁ",
  "atk-s0103a9:28_2": "ottappaṁ. Attādhipateyyā hirī, lokādhipateyyaṁ ottappaṁ. Lajjāsabhāvasaṇṭhitā hirī,",
  "atk-s0103a9:28_3": "bhayasabhāvasaṇṭhitaṁ ottappaṁ. Vitthārakathā panettha sabbākārena visuddhimagge vuttā.",
  "atk-s0103a9:29_0": "Dovacassatāti dukkhaṁ vaco etasmiṁ vippaṭikūlagāhimhi vipaccanīkasāte anādare puggaleti",
  "atk-s0103a9:29_1": "dubbaco, tassa kammaṁ dovacassaṁ, tassa bhāvo dovacassatā. Vitthārato panesā “tattha",
  "atk-s0103a9:29_2": "katamā dovacassatā? Sahadhammike vuccamāne dovacassāya”nti abhidhamme āgatā. Sā atthato",
  "atk-s0103a9:29_3": "saṅkhārakkhandho hoti. “Catunnañca khandhānaṁ etenākārena pavattānaṁ etaṁ adhivacana”nti",
  "atk-s0103a9:29_4": "vadanti. Pāpamittatāti pāpā assaddhādayo puggalā etassa mittāti pāpamitto, tassa",
  "atk-s0103a9:29_5": "bhāvo pāpamittatā. Vitthārato panesā – “tattha katamā pāpamittatā? Ye te puggalā",
  "atk-s0103a9:29_6": "assaddhā dussīlā appassutā maccharino duppaññā. Yā tesaṁ sevanā nisevanā saṁsevanā",
  "atk-s0103a9:29_7": "bhajanā saṁbhajanā bhatti saṁbhatti taṁsampavaṅkatā”ti evaṁ āgatā. Sāpi atthato dovacassatā viya daṭṭhabbā.",
  "atk-s0103a9:30": "Sovacassatā ca kalyāṇamittatā ca vuttappaṭipakkhanayena veditabbā. Ubhopi panetā idha lokiyalokuttaramissakā kathitā.",
  "atk-s0103a9:31": "Āpattikusalatāti “pañcapi āpattikkhandhā āpattiyo, sattapi āpattikkhandhā āpattiyo. Yā tāsaṁ āpattīnaṁ āpattikusalatā paññā pajānanā”ti evaṁ vutto āpattikusalabhāvo.",
  "atk-s0103a9:32": "Āpattivuṭṭhānakusalatāti “yā tāhi āpattīhi vuṭṭhānakusalatā paññā pajānanā”ti evaṁ vuttā saha kammavācāya āpattīhi vuṭṭhānaparicchedajānanā paññā.",
  "atk-s0103a9:33_0": "Samāpattikusalatāti “atthi savitakkasavicārā samāpatti, atthi avitakkavicāramattā",
  "atk-s0103a9:33_1": "samāpatti, atthi avitakkaavicārā samāpatti. Yā tāsaṁ samāpattīnaṁ kusalatā paññā",
  "atk-s0103a9:33_2": "pajānanā”ti evaṁ vuttā saha parikammena appanāparicchedajānanā paññā. Samāpattivuṭṭhānakusalatāti",
  "atk-s0103a9:33_3": "“yā tāhi samāpattīhi vuṭṭhānakusalatā paññā pajānanā”ti evaṁ vuttā yathāparicchinnasamayavaseneva",
  "atk-s0103a9:33_4": "samāpattito vuṭṭhānasamatthā “ettakaṁ gate sūriye uṭṭhahissāmī”ti vuṭṭhānakālaparicchedakā paññā.",
  "atk-s0103a9:34_0": "Dhātukusalatāti “aṭṭhārasa dhātuyo cakkhudhātu…pe… manoviññāṇadhātu. Yā tāsaṁ dhātūnaṁ",
  "atk-s0103a9:34_1": "kusalatā paññā pajānanā”ti evaṁ vuttā aṭṭhārasannaṁ dhātūnaṁ sabhāvaparicchedakā",
  "atk-s0103a9:34_2": "savanadhāraṇasammasanapaṭivedhapaññā. Manasikārakusalatāti “yā tāsaṁ dhātūnaṁ manasikārakusalatā",
  "atk-s0103a9:34_3": "paññā pajānanā”ti evaṁ vuttā tāsaṁyeva dhātūnaṁ sammasanapaṭivedhapaccavekkhaṇapaññā.",
  "atk-s0103a9:35_0": "Āyatanakusalatāti “dvādasāyatanāni cakkhāyatanaṁ…pe… dhammāyatanaṁ. Yā tesaṁ āyatanānaṁ",
  "atk-s0103a9:35_1": "āyatanakusalatā paññā pajānanā”ti evaṁ vuttā dvādasannaṁ āyatanānaṁ uggahamanasikārapajānanā",
  "atk-s0103a9:35_2": "paññā. Apica dhātukusalatāpi uggahamanasikārasavanasammasanapaṭivedhapaccavekkhaṇesu",
  "atk-s0103a9:35_3": "vattati manasikārakusalatāpi āyatanakusalatāpi. Ayaṁ panettha viseso, savanauggahapaccavekkhaṇā",
  "atk-s0103a9:35_4": "lokiyā, paṭivedho lokuttaro, sammasanamanasikārā lokiyalokuttaramissakā. Paṭiccasamuppādakusalatāti",
  "atk-s0103a9:35_5": "“avijjāpaccayā saṅkhārā…pe… samudayo hotīti yā tattha paññā pajānanā”ti evaṁ vuttā",
  "atk-s0103a9:35_6": "dvādasannaṁ paccayākārānaṁ uggahādivasena pavattā paññā.",
  "atk-s0103a9:36_0": "Ṭhānakusalatāti “ye ye dhammā yesaṁ yesaṁ dhammānaṁ hetupaccayā uppādāya taṁ taṁ",
  "atk-s0103a9:36_1": "ṭhānanti yā tattha paññā pajānanā”ti evaṁ vuttā “cakkhuṁ vatthuṁ katvā rūpaṁ ārammaṇaṁ",
  "atk-s0103a9:36_2": "katvā uppannassa cakkhuviññāṇassa cakkhurūpaṁ ṭhānañceva kāraṇañcā”ti evaṁ ṭhānaparicchindanasamatthā",
  "atk-s0103a9:36_3": "paññā. Aṭṭhānakusalatāti “ye ye dhammā yesaṁ yesaṁ dhammānaṁ na hetū na paccayā uppādāya",
  "atk-s0103a9:36_4": "taṁ taṁ aṭṭhānanti yā tattha paññā pajānanā”ti evaṁ vuttā “cakkhuṁ vatthuṁ katvā",
  "atk-s0103a9:36_5": "rūpaṁ ārammaṇaṁ katvā sotaviññāṇādīni nuppajjanti, tasmā tesaṁ cakkhurūpaṁ na ṭhānaṁ",
  "atk-s0103a9:36_6": "na kāraṇa”nti evaṁ aṭṭhānaparicchindanasamatthā paññā apica etasmiṁ duke “kittāvatā",
  "atk-s0103a9:36_7": "pana, bhante, ṭhānāṭhānakusalo bhikkhūti alaṁ vacanāyāti. Idhānanda, bhikkhu aṭṭhānametaṁ",
  "atk-s0103a9:36_8": "anavakāso, yaṁ diṭṭhisampanno puggalo kañci saṅkhāraṁ niccato upagaccheyya, netaṁ",
  "atk-s0103a9:36_9": "ṭhānaṁ vijjatīti pajānāti. Ṭhānañca kho etaṁ vijjati, yaṁ puthujjano kañci saṅkhāraṁ",
  "atk-s0103a9:36_10": "niccato upagaccheyyā”ti imināpi suttena attho veditabbo.",
  "atk-s0103a9:37_0": "Ajjavanti gomuttavaṅkatā candavaṅkatā naṅgalakoṭivaṅkatāti tayo anajjavā. Ekacco",
  "atk-s0103a9:37_1": "hi bhikkhu paṭhamavaye ekavīsatiyā anesanāsu chasu ca agocaresu carati, majjhimapacchimavayesu",
  "atk-s0103a9:37_2": "lajjī kukkuccako sikkhākāmo hoti, ayaṁ gomuttavaṅkatā nāma. Eko paṭhamavayepi pacchimavayepi",
  "atk-s0103a9:37_3": "catupārisuddhisīlaṁ pūreti, lajjī kukkuccako sikkhākāmo hoti, majjhimavaye purimasadiso,",
  "atk-s0103a9:37_4": "ayaṁ candavaṅkatā nāma. Eko paṭhamavayepi majjhimavayepi catupārisuddhisīlaṁ pūreti,",
  "atk-s0103a9:37_5": "lajjī kukkuccako sikkhākāmo hoti, pacchimavaye purimasadiso ayaṁ naṅgalakoṭivaṅkatā",
  "atk-s0103a9:37_6": "nāma. Eko sabbametaṁ vaṅkataṁ pahāya tīsupi vayesu pesalo lajjī kukkuccako sikkhākāmo",
  "atk-s0103a9:37_7": "hoti. Tassa yo so ujubhāvo, idaṁ ajjavaṁ nāma. Abhidhammepi vuttaṁ – “tattha katamo",
  "atk-s0103a9:37_8": "ajjavo. Yā ajjavatā ajimhatā avaṅkatā akuṭilatā, ayaṁ vuccati ajjavo”ti. Lajjavanti",
  "atk-s0103a9:37_9": "“tattha katamo lajjavo? Yo hirīyati hirīyitabbena hirīyati pāpakānaṁ akusalānaṁ dhammānaṁ",
  "atk-s0103a9:37_10": "samāpattiyā. Ayaṁ vuccati lajjavo”ti evaṁ vutto lajjībhāvo.",
  "atk-s0103a9:38_0": "Khantīti “tattha katamā khanti? Yā khanti khamanatā adhivāsanatā acaṇḍikkaṁ anassuropo",
  "atk-s0103a9:38_1": "attamanatā cittassā”ti evaṁ vuttā adhivāsanakhanti. Soraccanti “tattha katamaṁ soraccaṁ?",
  "atk-s0103a9:38_2": "Yo kāyiko avītikkamo, vācasiko avītikkamo, kāyikavācasiko avītikkamo. Idaṁ vuccati",
  "atk-s0103a9:38_3": "soraccaṁ. Sabbopi sīlasaṁvaro soracca”nti evaṁ vutto suratabhāvo.",
  "atk-s0103a9:39_0": "Sākhalyanti “tattha katamaṁ sākhalyaṁ? Yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī",
  "atk-s0103a9:39_1": "kodhasāmantā asamādhisaṁvattanikā, tathārūpiṁ vācaṁ pahāya yā sā vācā neḷā kaṇṇasukhā",
  "atk-s0103a9:39_2": "pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṁ vācaṁ bhāsitā",
  "atk-s0103a9:39_3": "hoti. Yā tattha saṇhavācatā sakhilavācatā apharusavācatā. Idaṁ vuccati sākhalya”nti",
  "atk-s0103a9:39_4": "evaṁ vutto sammodakamudukabhāvo. Paṭisanthāroti ayaṁ lokasannivāso āmisena dhammena",
  "atk-s0103a9:39_5": "cāti dvīhi chiddo, tassa taṁ chiddaṁ yathā na paññāyati, evaṁ pīṭhassa viya paccattharaṇena",
  "atk-s0103a9:39_6": "āmisena dhammena ca paṭisantharaṇaṁ. Abhidhammepi vuttaṁ “tattha katamo paṭisanthāro",
  "atk-s0103a9:39_7": "? Āmisapaṭisanthāro ca dhammapaṭisanthāro ca. Idhekacco paṭisanthārako hoti āmisapaṭisanthārena",
  "atk-s0103a9:39_8": "vā dhammapaṭisanthārena vā. Ayaṁ vuccati paṭisanthāro”ti. Ettha ca āmisena saṅgaho",
  "atk-s0103a9:39_9": "āmisapaṭisanthāro nāma. Taṁ karontena mātāpitūnaṁ bhikkhugatikassa veyyāvaccakarassa",
  "atk-s0103a9:39_10": "rañño corānañca aggaṁ aggahetvāpi dātuṁ vaṭṭati. Āmasitvā dinne hi rājāno ca corā",
  "atk-s0103a9:39_11": "ca anatthampi karonti jīvitakkhayampi pāpenti, anāmasitvā dinne attamanā honti. Coranāgavatthuādīni",
  "atk-s0103a9:39_12": "cettha vatthūni kathetabbāni. Tāni samantapāsādikāya vinayaṭṭhakathāyaṁ vitthāritāni.",
  "atk-s0103a9:39_13": "Sakkaccaṁ uddesadānaṁ pāḷivaṇṇanā dhammakathākathananti evaṁ dhammena saṅgaho dhammapaṭisanthāro nāma.",
  "atk-s0103a9:40_0": "Avihiṁsāti karuṇāpi karuṇāpubbabhāgopi. Vuttampi cetaṁ – “tattha katamā avihiṁsā?",
  "atk-s0103a9:40_1": "Yā sattesu karuṇā karuṇāyanā karuṇāyitattaṁ karuṇācetovimutti, ayaṁ vuccati avihiṁsā”ti.",
  "atk-s0103a9:40_2": "Soceyyanti mettāya ca mettāpubbabhāgassa ca vasena sucibhāvo. Vuttampi cetaṁ – “tattha",
  "atk-s0103a9:40_3": "katamaṁ soceyyaṁ? Yā sattesu metti mettāyanā mettāyitattaṁ mettācetovimutti, idaṁ",
  "atk-s0103a9:40_4": "vuccati soceyya”nti.",
  "atk-s0103a9:41_0": "Muṭṭhassaccanti sativippavāso, yathāha “tattha katamaṁ muṭṭhassaccaṁ? Yā asati ananussati",
  "atk-s0103a9:41_1": "appaṭissati assaraṇatā adhāraṇatā pilāpanatā sammussanatā, idaṁ vuccati muṭṭhassaccaṁ”.",
  "atk-s0103a9:41_2": "Asampajaññanti, “tattha katamaṁ asampajaññaṁ? Yaṁ aññāṇaṁ adassanaṁ avijjālaṅgī moho",
  "atk-s0103a9:41_3": "akusalamūla”nti evaṁ vuttā avijjāyeva. Sati satiyeva. Sampajaññaṁ ñāṇaṁ.",
  "atk-s0103a9:42_0": "Indriyesu aguttadvāratāti “tattha katamā indriyesu aguttadvāratā? Idhekacco cakkhunā",
  "atk-s0103a9:42_1": "rūpaṁ disvā nimittaggāhī hotī”tiādinā nayena vitthārito indriyasaṁvarabhedo. Bhojane",
  "atk-s0103a9:42_2": "amattaññutāti “tattha katamā bhojane amattaññutā? Idhekacco appaṭisaṅkhā ayoniso",
  "atk-s0103a9:42_3": "āhāraṁ āhāreti davāya madāya maṇḍanāya vibhūsanāya. Yā tattha asantuṭṭhitā amattaññutā",
  "atk-s0103a9:42_4": "appaṭisaṅkhā bhojane”ti evaṁ āgato bhojane amattaññubhāvo. Anantaraduko vuttappaṭipakkhanayena veditabbo.",
  "atk-s0103a9:43_0": "Paṭisaṅkhānabalanti “tattha katamaṁ paṭisaṅkhānabalaṁ? Yā paññā pajānanā”ti evaṁ",
  "atk-s0103a9:43_1": "vitthāritaṁ appaṭisaṅkhāya akampanañāṇaṁ. Bhāvanābalanti bhāventassa uppannaṁ balaṁ.",
  "atk-s0103a9:43_2": "Atthato vīriyasambojjhaṅgasīsena satta bojjhaṅgā honti. Vuttampi cetaṁ – “tattha",
  "atk-s0103a9:43_3": "katamaṁ bhāvanābalaṁ? Yā kusalānaṁ dhammānaṁ āsevanā bhāvanā bahulīkammaṁ, idaṁ vuccati",
  "atk-s0103a9:43_4": "bhāvanābalaṁ. Sattabojjhaṅgā bhāvanābala”nti.",
  "atk-s0103a9:44_0": "Satibalanti assatiyā akampanavasena satiyeva. Samādhibalanti uddhacce akampanavasena",
  "atk-s0103a9:44_1": "samādhiyeva. Samatho samādhi. Vipassanā paññā. Samathova taṁ ākāraṁ gahetvā puna",
  "atk-s0103a9:44_2": "pavattetabbassa samathassa nimittavasena samathanimittaṁ paggāhanimittepi eseva nayo.",
  "atk-s0103a9:44_3": "Paggāho vīriyaṁ. Avikkhepo ekaggatā. Imehi pana sati ca sampajaññañca paṭisaṅkhānabalañca",
  "atk-s0103a9:44_4": "bhāvanābalañca satibalañca samādhibalañca samatho ca vippassanā ca samathanimittañca",
  "atk-s0103a9:44_5": "paggāhanimittañca paggāho ca avikkhepo cāti chahi dukehi parato sīladiṭṭhisampadādukena",
  "atk-s0103a9:44_6": "ca lokiyalokuttaramissakā dhammā kathitā.",
  "atk-s0103a9:45_0": "Sīlavipattīti “tattha katamā sīlavipatti? Kāyiko vītikkamo…pe… sabbampi dussīlyaṁ",
  "atk-s0103a9:45_1": "sīlavipattī”ti evaṁ vutto sīlavināsako asaṁvaro. Diṭṭhivipattīti “tattha katamā diṭṭhivipatti?",
  "atk-s0103a9:45_2": "Natthi dinnaṁ natthi yiṭṭha”nti evaṁ āgatā sammādiṭṭhivināsikā micchādiṭṭhi.",
  "atk-s0103a9:46_0": "Sīlasampadāti “tattha katamā sīlasampadā? Kāyiko avītikkamo”ti evaṁ pubbe vuttasoraccameva",
  "atk-s0103a9:46_1": "sīlassa sampādanato paripūraṇato “sīlasampadā”ti vuttaṁ. Ettha ca “sabbopi sīlasaṁvaro",
  "atk-s0103a9:46_2": "sīlasampadā”ti idaṁ mānasikapariyādānatthaṁ vuttaṁ. Diṭṭhisampadāti “tattha katamā",
  "atk-s0103a9:46_3": "diṭṭhisampadā? Atthi dinnaṁ atthi yiṭṭhaṁ…pe… sacchikatvā pavedentīti yā evarūpā",
  "atk-s0103a9:46_4": "paññā pajānanā”ti evaṁ āgataṁ diṭṭhipāripūribhūtaṁ ñāṇaṁ.",
  "atk-s0103a9:47_0": "Sīlavisuddhīti visuddhiṁ pāpetuṁ samatthaṁ sīlaṁ. Abhidhamme panāyaṁ “tattha katamā",
  "atk-s0103a9:47_1": "sīlavisuddhi? Kāyiko avītikkamo vācasiko avītikkamo kāyikavācasiko avītikkamo, ayaṁ",
  "atk-s0103a9:47_2": "vuccati sīlavisuddhī”ti evaṁ vibhattā. Diṭṭhivisuddhīti visuddhiṁ pāpetuṁ samatthaṁ",
  "atk-s0103a9:47_3": "dassanaṁ. Abhidhamme panāyaṁ “tattha katamā diṭṭhivisuddhi? Kammassakatañāṇaṁ saccānulomikañāṇaṁ",
  "atk-s0103a9:47_4": "maggasamaṅgissañāṇaṁ phalasamaṅgissañāṇa”nti evaṁ vuttā. Ettha ca tividhaṁ duccaritaṁ",
  "atk-s0103a9:47_5": "attanā katampi parena katampi sakaṁ nāma na hoti atthabhañjanato. Sucaritaṁ sakaṁ",
  "atk-s0103a9:47_6": "nāma atthajananatoti evaṁ jānanaṁ kammassakatañāṇaṁ nāma. Tasmiṁ ṭhatvā bahuṁ vaṭṭagāmikammaṁ",
  "atk-s0103a9:47_7": "āyūhitvā sukhato sukheneva arahattaṁ pattā gaṇanapathaṁ vītivattā. Vipassanāñāṇaṁ",
  "atk-s0103a9:47_8": "pana vacīsaccañca anulometi, paramatthasaccañca na vilometīti saccānulomikaṁ ñāṇanti vuttaṁ.",
  "atk-s0103a9:48_0": "“Diṭṭhivisuddhi kho pana yathādiṭṭhissa ca padhāna”nti ettha diṭṭhivisuddhīti ñāṇadassanaṁ",
  "atk-s0103a9:48_1": "kathitaṁ. Yathādiṭṭhissa ca padhānanti taṁsampayuttameva vīriyaṁ. Api ca purimapadena",
  "atk-s0103a9:48_2": "catumaggañāṇaṁ. Pacchimapadena taṁsampayuttaṁ vīriyaṁ. Abhidhamme pana “diṭṭhivisuddhi",
  "atk-s0103a9:48_3": "kho panāti yā paññā pajānanā amoho dhammavicayo sammādiṭṭhi. Yathādiṭṭhissa ca padhānanti",
  "atk-s0103a9:48_4": "yo cetasiko vīriyārambho sammāvāyāmo”ti evaṁ ayaṁ duko vibhatto.",
  "atk-s0103a9:49_0": "“Saṁvego ca saṁvejanīyesu ṭhānesū”ti ettha “saṁvegoti jātibhayaṁ jarābhayaṁ byādhibhayaṁ",
  "atk-s0103a9:49_1": "maraṇabhaya”nti evaṁ jātiādīni bhayato dassanañāṇaṁ. Saṁvejanīyaṁ ṭhānanti jātijarābyādhimaraṇaṁ.",
  "atk-s0103a9:49_2": "Etāni hi cattāri jāti dukkhā, jarā dukkhā, byādhi dukkho, maraṇaṁ dukkhanti evaṁ",
  "atk-s0103a9:49_3": "saṁveguppattikāraṇattā saṁvejanīyaṁ ṭhānanti vuttāni. Saṁviggassa ca yoniso padhānanti",
  "atk-s0103a9:49_4": "evaṁ saṁvegajātassa upāyapadhānaṁ. “Idha bhikkhu anuppannānaṁ pāpakānaṁ akusalānaṁ",
  "atk-s0103a9:49_5": "dhammānaṁ anuppādāya chandaṁ janetī”ti evaṁ āgatavīriyassetaṁ adhivacanaṁ.",
  "atk-s0103a9:50_0": "Asantuṭṭhitā ca kusalesu dhammesūti yā kusalānaṁ dhammānaṁ bhāvanāya asantuṭṭhassa",
  "atk-s0103a9:50_1": "bhiyyokamyatā, tāya hi samaṅgībhūto puggalo sīlaṁ pūretvā jhānaṁ uppādeti. Jhānaṁ",
  "atk-s0103a9:50_2": "labhitvā vipassanaṁ ārabhati. Āraddhavipassako arahattaṁ agahetvā antarā vosānaṁ",
  "atk-s0103a9:50_3": "nāpajjati. Appaṭivānitā ca padhānasminti “kusalānaṁ dhammānaṁ bhāvanāya sakkaccakiriyatā",
  "atk-s0103a9:50_4": "sātaccakiriyatā aṭṭhitakiriyatā anolīnavuttitā anikkhittachandatā anikkhittadhuratā",
  "atk-s0103a9:50_5": "āsevanā bhāvanā bahulīkamma”nti evaṁ vuttā rattindivaṁ cha koṭṭhāse katvā jāgariyānuyogavasena",
  "atk-s0103a9:50_6": "āraddhe padhānasmiṁ arahattaṁ apatvā anivattanatā.",
  "atk-s0103a9:51_0": "Vijjāti tisso vijjā. Vimuttīti dve vimuttiyo, cittassa ca adhimutti, nibbānañca.",
  "atk-s0103a9:51_1": "Ettha ca aṭṭha samāpattiyo nīvaraṇādīhi suṭṭhu muttattā adhimutti nāma. Nibbānaṁ",
  "atk-s0103a9:51_2": "sabbasaṅkhatato muttattā vimuttīti veditabbaṁ.",
  "atk-s0103a9:52_0": "Khaye ñāṇanti kilesakkhayakare ariyamagge ñāṇaṁ. Anuppāde ñāṇanti paṭisandhivasena",
  "atk-s0103a9:52_1": "anuppādabhūte taṁtaṁmaggavajjhakilesānaṁ vā anuppādapariyosāne uppanne ariyaphale",
  "atk-s0103a9:52_2": "ñāṇaṁ. Tenevāha “khaye ñāṇanti maggasamaṅgissa ñāṇaṁ. Anuppāde ñāṇanti phalasamaṅgissa",
  "atk-s0103a9:52_3": "ñāṇa”nti. Ime kho, āvusotiādi ekake vuttanayeneva yojetabbaṁ. Iti pañcatiṁsāya dukānaṁ",
  "atk-s0103a9:52_4": "vasena thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:53": "Dukavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:54": "Tikavaṇṇanā",
  "atk-s0103a9:55_0": "305. Iti dukavasena sāmaggirasaṁ dassetvā idāni tikavasena dassetuṁ puna ārabhi.",
  "atk-s0103a9:55_1": "Tattha lubbhatīti lobho. Akusalañca taṁ mūlañca, akusalānaṁ vā mūlanti akusalamūlaṁ.",
  "atk-s0103a9:55_2": "Dussatīti doso. Muyhatīti moho. Tesaṁ paṭipakkhanayena alobhādayo veditabbā.",
  "atk-s0103a9:56_0": "Duṭṭhu caritāni, virūpāni vā caritānīti duccaritāni. Kāyena duccaritaṁ, kāyato vā",
  "atk-s0103a9:56_1": "pavattaṁ duccaritanti kāyaduccaritaṁ. Sesesupi eseva nayo. Suṭṭhu caritāni, sundarāni",
  "atk-s0103a9:56_2": "vā caritānīti sucaritāni. Dvepi cete tikā paṇṇattiyā vā kammapathehi vā kathetabbā.",
  "atk-s0103a9:56_3": "Paññattiyā tāva kāyadvāre paññattasikkhāpadassa vītikkamo kāyaduccaritaṁ. Avītikkamo",
  "atk-s0103a9:56_4": "kāyasucaritaṁ. Vacīdvāre paññattasikkhāpadassa vītikkamo vacīduccaritaṁ, avītikkamo",
  "atk-s0103a9:56_5": "vacīsucaritaṁ. Ubhayattha paññattassa sikkhāpadassa vītikkamova manoduccaritaṁ, avītikkamo",
  "atk-s0103a9:56_6": "manosucaritaṁ. Ayaṁ paṇṇattikathā. Pāṇātipātādayo pana tisso cetanā kāyadvārepi vacīdvārepi",
  "atk-s0103a9:56_7": "uppannā kāyaduccaritaṁ. Catasso musāvādādicetanā vacīduccaritaṁ. Abhijjhā byāpādo",
  "atk-s0103a9:56_8": "micchādiṭṭhīti tayo cetanāsampayuttadhammā manoduccaritaṁ. Pāṇātipātādīhi viramantassa",
  "atk-s0103a9:56_9": "uppannā tisso cetanāpi viratiyopi kāyasucaritaṁ. Musāvādādīhi viramantassa catasso",
  "atk-s0103a9:56_10": "cetanāpi viratiyopi vacīsucaritaṁ. Anabhijjhā abyāpādo sammādiṭṭhīti tayo cetanāsampayuttadhammā",
  "atk-s0103a9:56_11": "manosucaritanti ayaṁ kammapathakathā.",
  "atk-s0103a9:57_0": "Kāmapaṭisaṁyutto vitakko kāmavitakko. Byāpādapaṭisaṁyutto vitakko byāpādavitakko.",
  "atk-s0103a9:57_1": "Vihiṁsāpaṭisaṁyutto vitakko vihiṁsāvitakko. Tesu dve sattesupi saṅkhāresupi uppajjanti.",
  "atk-s0103a9:57_2": "Kāmavitakko hi piye manāpe satte vā saṅkhāre vā vitakkentassa uppajjati. Byāpādavitakko",
  "atk-s0103a9:57_3": "appiye amanāpe satte vā saṅkhāre vā kujjhitvā olokanakālato paṭṭhāya yāva vināsanā",
  "atk-s0103a9:57_4": "uppajjati. Vihiṁsāvitakko saṅkhāresu nuppajjati. Saṅkhāro hi dukkhāpetabbo nāma natthi.",
  "atk-s0103a9:57_5": "Ime sattā haññantu vā ucchijjantu vā vinassantu vā mā vā ahesunti cintanakāle pana sattesu uppajjati.",
  "atk-s0103a9:58_0": "Nekkhammapaṭisaṁyutto vitakko nekkhammavitakko. So asubhapubbabhāge kāmāvacaro hoti.",
  "atk-s0103a9:58_1": "Asubhajjhāne rūpāvacaro. Taṁ jhānaṁ pādakaṁ katvā uppannamaggaphalakāle lokuttaro.",
  "atk-s0103a9:58_2": "Abyāpādapaṭisaṁyutto vitakko abyāpādavitakko. So mettāpubbabhāge kāmāvacaro hoti.",
  "atk-s0103a9:58_3": "Mettājhāne rūpāvacaro. Taṁ jhānaṁ pādakaṁ katvā uppannamaggaphalakāle lokuttaro.",
  "atk-s0103a9:58_4": "Avihiṁsāpaṭisaṁyutto vitakko avihiṁsāvitakko. So karuṇāpubbabhāge kāmāvacaro. Karuṇājhāne",
  "atk-s0103a9:58_5": "rūpāvacaro. Taṁ jhānaṁ pādakaṁ katvā uppannamaggaphalakāle lokuttaro. Yadā alobho",
  "atk-s0103a9:58_6": "sīsaṁ hoti, tadā itare dve tadanvāyikā bhavanti. Yadā mettā sīsaṁ hoti, tadā itare",
  "atk-s0103a9:58_7": "dve tadanvāyikā bhavanti. Yadā karuṇā sīsaṁ hoti, tadā itare dve tadanvāyikā bhavantīti.",
  "atk-s0103a9:58_8": "Kāmasaṅkappādayo vuttanayeneva veditabbā. Desanāmattameva hetaṁ. Atthato pana kāmavitakkādīnañca",
  "atk-s0103a9:58_9": "kāmasaṅkappādīnañca nānākaraṇaṁ natthi.",
  "atk-s0103a9:59_0": "Kāmapaṭisaṁyuttā saññā kāmasaññā. Byāpādapaṭisaṁyuttā saññā byāpādasaññā. Vihiṁsāpaṭisaṁyuttā",
  "atk-s0103a9:59_1": "saññā vihiṁsāsaññā. Tāsampi kāmavitakkādīnaṁ viya uppajjanākāro veditabbo. Taṁsampayuttāyeva",
  "atk-s0103a9:59_2": "hi etā. Nekkhammasaññādayopi nekkhammavitakkādisampayuttāyeva. Tasmā tāsampi tatheva",
  "atk-s0103a9:59_3": "kāmāvacarādibhāvo veditabbo.",
  "atk-s0103a9:60_0": "Kāmadhātuādīsu “kāmapaṭisaṁyutto takko vitakko micchāsaṅkappo. Ayaṁ vuccati kāmadhātu.",
  "atk-s0103a9:60_1": "Sabbepi akusalā dhammā kāmadhātū”ti ayaṁ kāmadhātu. “Byāpādapaṭisaṁyutto takko vitakko",
  "atk-s0103a9:60_2": "micchāsaṅkappo. Ayaṁ vuccati byāpādadhātu. Dasasu āghātavatthūsu cittassa āghāto",
  "atk-s0103a9:60_3": "paṭighāto anattamanatā cittassā”ti ayaṁ byāpādadhātu. “Vihiṁsā paṭisaṁyutto takko",
  "atk-s0103a9:60_4": "vitakko micchāsaṅkappo. Ayaṁ vuccati vihiṁsādhātu. Idhekacco pāṇinā vā leḍḍunā vā",
  "atk-s0103a9:60_5": "daṇḍena vā satthena vā rajjuyā vā aññataraññatarena vā satte viheṭhetī”ti ayaṁ vihiṁsādhātu.",
  "atk-s0103a9:60_6": "Tattha dve kathā sabbasaṅgāhikā ca asambhinnā ca. Tattha kāmadhātuyā gahitāya itarā",
  "atk-s0103a9:60_7": "dve gahitāva honti, tato pana nīharitvā ayaṁ byāpādadhātu ayaṁ vihiṁsādhātūti dassetīti",
  "atk-s0103a9:60_8": "ayaṁ sabbasaṅgāhikakathā nāma. Kāmadhātuṁ kathento pana bhagavā byāpādadhātuṁ byāpādadhātuṭṭhāne,",
  "atk-s0103a9:60_9": "vihiṁsādhātuṁ vihiṁsādhātuṭṭhāne ṭhapetvā avasesaṁ kāmadhātu nāmāti kathesīti ayaṁ",
  "atk-s0103a9:60_10": "asambhinnakathā nāma.",
  "atk-s0103a9:61_0": "Nekkhammadhātuādīsu “nekkhammapaṭisaṁyutto takko vitakko sammāsaṅkappo. Ayaṁ vuccati",
  "atk-s0103a9:61_1": "nekkhammadhātu. Sabbepi kusalā dhammā nekkhammadhātū”ti ayaṁ nekkhammadhātu. “Abyāpādapaṭisaṁyutto",
  "atk-s0103a9:61_2": "takko…pe… ayaṁ vuccati abyāpādadhātu. Yā sattesu metti…pe… mettācetovimuttī”ti ayaṁ",
  "atk-s0103a9:61_3": "abyāpādadhātu. “Avihiṁsāpaṭisaṁyutto takko…pe… ayaṁ vuccati avihiṁsādhātu. Yā sattesu",
  "atk-s0103a9:61_4": "karuṇā…pe… karuṇācetovimuttī”ti ayaṁ avihiṁsādhātu. Idhāpi vuttanayeneva dve kathā veditabbā.",
  "atk-s0103a9:62_0": "Aparāpi tisso dhātuyoti aññāpi suññataṭṭhena tisso dhātuyo. Tāsu “tattha katamā kāmadhātu?",
  "atk-s0103a9:62_1": "Heṭṭhato avīcinirayaṁ pariyantaṁ karitvā”ti evaṁ vitthārito kāmabhavo kāmadhātu nāma.",
  "atk-s0103a9:62_2": "“Heṭṭhato brahmalokaṁ pariyantaṁ karitvā ākāsānañcāyatanupage deve pariyantaṁ karitvā”ti",
  "atk-s0103a9:62_3": "evaṁ vitthāritā pana rūpārūpabhavā itarā dve dhātuyo. Dhātuyā āgataṭṭhānamhi hi bhavena",
  "atk-s0103a9:62_4": "paricchinditabbā. Bhavassa āgataṭṭhāne dhātuyā paricchinditabbā. Idha bhavena paricchedo",
  "atk-s0103a9:62_5": "kathito. Rūpadhātuādīsu rūpārūpadhātuyo rūpārūpabhavāyeva. Nirodhadhātuyā nibbānaṁ kathitaṁ.",
  "atk-s0103a9:63": "Hīnādīsu hīnā dhātūti dvādasa akusalacittuppādā. Avasesā tebhūmakadhammā majjhimadhātu. Nava lokuttaradhammā paṇītadhātu.",
  "atk-s0103a9:64_0": "Kāmataṇhāti pañcakāmaguṇiko rāgo. Rūpārūpabhavesu pana rāgo jhānanikantisassatadiṭṭhisahagato",
  "atk-s0103a9:64_1": "rāgo bhavavasena patthanā bhavataṇhā. Ucchedadiṭṭhisahagato rāgo vibhavataṇhā. Apica",
  "atk-s0103a9:64_2": "ṭhapetvā pacchimaṁ taṇhādvayaṁ sesataṇhā kāmataṇhā nāma. Yathāha “tattha katamā bhavataṇhā?",
  "atk-s0103a9:64_3": "Bhavadiṭṭhisahagato rāgo sārāgo cittassa sārāgo. Ayaṁ vuccati bhavataṇhā. Tattha",
  "atk-s0103a9:64_4": "katamā vibhavataṇhā? Ucchedadiṭṭhisahagato rāgo sārāgo cittassa sārāgo, ayaṁ vuccati",
  "atk-s0103a9:64_5": "vibhavataṇhā. Avasesā taṇhā kāmataṇhā”ti. Puna kāmataṇhādīsu pañcakāmaguṇiko rāgo",
  "atk-s0103a9:64_6": "kāmataṇhā. Rūpārūpabhavesu chandarāgo itarā dve taṇhā. Abhidhamme panetā “kāmadhātupaṭisaṁyutto…pe…",
  "atk-s0103a9:64_7": "arūpadhātupaṭisaṁyutto”ti evaṁ vitthāritā. Iminā vārena kiṁ dasseti? Sabbepi tebhūmakā",
  "atk-s0103a9:64_8": "dhammā rajanīyaṭṭhena taṇhāvatthukāti sabbataṇhā kāmataṇhāya pariyādiyitvā tato nīharitvā",
  "atk-s0103a9:64_9": "itarā dve taṇhā dasseti. Rūpataṇhādīsu rūpabhave chandarāgo rūpataṇhā. Arūpabhave",
  "atk-s0103a9:64_10": "chandarāgo arūpataṇhā. Ucchedadiṭṭhisahagato rāgo nirodhataṇhā.",
  "atk-s0103a9:65_0": "Saṁyojanattike vaṭṭasmiṁ saṁyojayanti bandhantīti saṁyojanāni. Sati rūpādibhede kāye",
  "atk-s0103a9:65_1": "diṭṭhi, vijjamānā vā kāye diṭṭhīti sakkāyadiṭṭhi. Vicinanto etāya kicchati, na sakkoti",
  "atk-s0103a9:65_2": "sanniṭṭhānaṁ kātunti vicikicchā. Sīlañca vatañca parāmasatīti sīlabbataparāmāso.",
  "atk-s0103a9:65_3": "Atthato pana “rūpaṁ attato samanupassatī”tiādinā nayena āgatā vīsativatthukā diṭṭhi",
  "atk-s0103a9:65_4": "sakkāyadiṭṭhi nāma. “Satthari kaṅkhatī”tiādinā nayena āgatā aṭṭhavatthukā vimati",
  "atk-s0103a9:65_5": "vicikicchā nāma. “Idhekacco sīlena suddhi vatena suddhi sīlabbatena suddhīti sīlaṁ",
  "atk-s0103a9:65_6": "parāmasati, vataṁ parāmasati, sīlabbataṁ parāmasati. Yā evarūpā diṭṭhi diṭṭhigata”ntiādinā",
  "atk-s0103a9:65_7": "nayena āgato vipariyesaggāho sīlabbataparāmāso nāma.",
  "atk-s0103a9:66_0": "Tayoāsavāti ettha cirapārivāsiyaṭṭhena vā āsavanaṭṭhena vā āsavā. Tattha “purimā,",
  "atk-s0103a9:66_1": "bhikkhave, koṭi na paññāyati avijjāya, ito pubbe avijjā nāhosi, atha pacchā samabhavī”ti,",
  "atk-s0103a9:66_2": "“purimā, bhikkhave, koṭi na paññāyati bhavataṇhāya bhavadiṭṭhiyā, ito pubbe bhavadiṭṭhi",
  "atk-s0103a9:66_3": "nāhosi, atha pacchā samabhavī”ti evaṁ tāva cirapārivāsiyaṭṭhena āsavā veditabbā.",
  "atk-s0103a9:66_4": "Cakkhuto rūpe savati āsavati sandati pavattati. Sotato sadde. Ghānato gandhe. Jivhāto",
  "atk-s0103a9:66_5": "rase. Kāyato phoṭṭhabbe. Manato dhamme savati āsavati sandati pavattatīti evaṁ āsavanaṭṭhena āsavāti veditabbā.",
  "atk-s0103a9:67_0": "Pāḷiyaṁ pana katthaci dve āsavā āgatā “diṭṭhadhammikā ca āsavā samparāyikā ca āsavā”ti,",
  "atk-s0103a9:67_1": "katthaci “tayome, bhikkhave, āsavā. Kāmāsavo bhavāsavo avijjāsavo”ti tayo. Abhidhamme",
  "atk-s0103a9:67_2": "teyeva diṭṭhāsavena saddhiṁ cattāro. Nibbedhikapariyāye “atthi, bhikkhave, āsavā",
  "atk-s0103a9:67_3": "nirayagāminiyā, atthi āsavā tiracchānayonigāminiyā, atthi āsavā pettivisayagāminiyā,",
  "atk-s0103a9:67_4": "atthi āsavā manussalokagāminiyā atthi āsavā devalokagāminiyā”ti evaṁ pañca. Chakkanipāte",
  "atk-s0103a9:67_5": "āhuneyyasutte “atthi, bhikkhave, āsavā saṁvarā pahātabbā, atthi āsavā paṭisevanā",
  "atk-s0103a9:67_6": "pahātabbā, atthi āsavā parivajjanā pahātabbā, atthi āsavā adhivāsanā pahātabbā, atthi",
  "atk-s0103a9:67_7": "āsavā vinodanā pahātabbā, atthi āsavā bhāvanā pahātabbā”ti evaṁ cha. Sabbāsavapariyāye",
  "atk-s0103a9:67_8": "teyeva dassanāpahātabbehi saddhiṁ satta. Imasmiṁ pana saṅgītisutte tayo. Tattha “yo",
  "atk-s0103a9:67_9": "kāmesu kāmacchando”ti evaṁ vutto pañcakāmaguṇiko rāgo kāmāsavo nāma. “Yo bhavesu",
  "atk-s0103a9:67_10": "bhavacchando”ti evaṁ vutto sassatadiṭṭhisahagato rāgo, bhavavasena vā patthanā bhavāsavo",
  "atk-s0103a9:67_11": "nāma. “Dukkhe aññāṇa”ntiādinā nayena āgatā avijjā avijjāsavo nāmāti. Kāmabhavādayo",
  "atk-s0103a9:67_12": "kāmadhātuādivasena vuttāyeva.",
  "atk-s0103a9:68_0": "Kāmesanādīsu “tattha katamā kāmesanā? Yo kāmesu kāmacchando kāmajjhosānaṁ, ayaṁ vuccati",
  "atk-s0103a9:68_1": "kāmesanā”ti evaṁ vutto kāmagavesanarāgo kāmesanā nāma. “Tattha katamā bhavesanā?",
  "atk-s0103a9:68_2": "Yo bhavesu bhavacchando bhavajjhosānaṁ, ayaṁ vuccati bhavesanā”ti evaṁ vutto bhavagavesanarāgo",
  "atk-s0103a9:68_3": "bhavesanā nāma. “Tattha katamā brahmacariyesanā? Sassato lokoti vā…pe… neva hoti",
  "atk-s0103a9:68_4": "na nahoti tathāgato parammaraṇāti vā, yā evarūpā diṭṭhi diṭṭhigataṁ vipariyesaggāho,",
  "atk-s0103a9:68_5": "ayaṁ vuccati brahmacariyesanā”ti evaṁ vuttā diṭṭhigatikasammatassa brahmacariyassa",
  "atk-s0103a9:68_6": "gavesanadiṭṭhi brahmacariyesanā nāma. Na kevalañca bhavarāgadiṭṭhiyova, tadekaṭṭhaṁ",
  "atk-s0103a9:68_7": "kammampi esanāyeva. Vuttañhetaṁ “tattha katamā kāmesanā? Kāmarāgo tadekaṭṭhaṁ akusalaṁ",
  "atk-s0103a9:68_8": "kāyakammaṁ vacīkammaṁ manokammaṁ, ayaṁ vuccati kāmesanā. Tattha katamā bhavesanā?",
  "atk-s0103a9:68_9": "Bhavarāgo tadekaṭṭhaṁ akusalaṁ kāyakammaṁ vacīkammaṁ manokammaṁ, ayaṁ vuccati bhavesanā.",
  "atk-s0103a9:68_10": "Tattha katamā brahmacariyesanā? Antaggāhikā diṭṭhi tadekaṭṭhaṁ akusalaṁ kāyakammaṁ",
  "atk-s0103a9:68_11": "vacīkammaṁ manokammaṁ, ayaṁ vuccati brahmacariyesanā”ti.",
  "atk-s0103a9:69_0": "Vidhāsu “kathaṁvidhaṁ sīlavantaṁ vadanti, kathaṁvidhaṁ paññavantaṁ vadantī”tiādīsu",
  "atk-s0103a9:69_1": "ākārasaṇṭhānaṁ vidhā nāma. “Ekavidhena ñāṇavatthu duvidhena ñāṇavatthū”tiādīsu koṭṭhāso.",
  "atk-s0103a9:69_2": "“Seyyohamasmīti vidhā”tiādīsu māno vidhā nāma. Idha so adhippeto. Māno hi seyyādivasena",
  "atk-s0103a9:69_3": "vidahanato vidhāti vuccati. Seyyohamasmīti iminā seyyasadisahīnānaṁ vasena tayo mānā",
  "atk-s0103a9:69_4": "vuttā. Sadisahīnesupi eseva nayo.",
  "atk-s0103a9:70": "Ayañhi māno nāma seyyassa tividho, sadisassa tividho, hīnassa tividhoti navavidho hoti. Tattha “seyyassa seyyohamasmī”ti māno rājūnañceva pabbajitānañca uppajjati.",
  "atk-s0103a9:71_0": "Rājā hi raṭṭhena vā dhanavāhanehi vā “ko mayā sadiso atthī”ti etaṁ mānaṁ karoti.",
  "atk-s0103a9:71_1": "Pabbajitopi sīladhutaṅgādīhi “ko mayā sadiso atthī”ti etaṁ mānaṁ karoti. “Seyyassa",
  "atk-s0103a9:71_2": "sadisohamasmī”ti mānopi etesaṁyeva uppajjati. Rājā hi raṭṭhena vā dhanavāhanehi vā",
  "atk-s0103a9:71_3": "aññarājūhi saddhiṁ mayhaṁ kiṁ nānākaraṇanti etaṁ mānaṁ karoti. Pabbajitopi sīladhutaṅgādīhipi",
  "atk-s0103a9:71_4": "aññena bhikkhunā mayhaṁ kiṁ nānākaraṇanti etaṁ mānaṁ karoti. “Seyyassa hīnohamasmī”ti",
  "atk-s0103a9:71_5": "mānopi etesaṁyeva uppajjati. Yassa hi rañño raṭṭhaṁ vā dhanavāhanādīni vā nātisampannāni",
  "atk-s0103a9:71_6": "honti, so mayhaṁ rājāti vohāramukhamattameva, kiṁ rājā nāma ahanti etaṁ mānaṁ karoti.",
  "atk-s0103a9:71_7": "Pabbajitopi appalābhasakkāro ahaṁ dhammakathiko bahussuto mahātheroti kathāmattakameva,",
  "atk-s0103a9:71_8": "kiṁ dhammakathiko nāmāhaṁ kiṁ bahussuto kiṁ mahāthero yassa me lābhasakkāro natthīti etaṁ mānaṁ karoti.",
  "atk-s0103a9:72_0": "“Sadisassa seyyohamasmī”ti mānādayo amaccādīnaṁ uppajjanti. Amacco vā hi raṭṭhiyo",
  "atk-s0103a9:72_1": "vā bhogayānavāhanādīhi ko mayā sadiso añño rājapuriso atthīti vā mayhaṁ aññehi saddhiṁ",
  "atk-s0103a9:72_2": "kiṁ nānākaraṇanti vā amaccoti nāmameva mayhaṁ, ghāsacchādanamattampi me natthi, kiṁ",
  "atk-s0103a9:72_3": "amacco nāmāhanti vā ete māne karoti.",
  "atk-s0103a9:73_0": "“Hīnassa seyyohamasmī”ti mānādayo dāsādīnaṁ uppajjanti. Dāso hi mātito vā pitito",
  "atk-s0103a9:73_1": "vā ko mayā sadiso añño dāso nāma atthi, aññe jīvituṁ asakkontā kucchihetu dāsā jātā,",
  "atk-s0103a9:73_2": "ahaṁ pana paveṇīāgatattā seyyoti vā paveṇīāgatabhāvena ubhatosuddhikadāsattena asukadāsena",
  "atk-s0103a9:73_3": "nāma saddhiṁ kiṁ mayhaṁ nānākaraṇanti vā kucchivasenāhaṁ dāsabya upagato, mātāpitukoṭiyā",
  "atk-s0103a9:73_4": "pana me dāsaṭṭhānaṁ natthi, kiṁ dāso nāma ahanti vā ete māne karoti. Yathā ca dāso,",
  "atk-s0103a9:73_5": "evaṁ pukkusacaṇḍālādayopi ete māne karontiyeva.",
  "atk-s0103a9:74_0": "Ettha ca seyyassa seyyohamasmīti, ca sadisassa sadisohamasmīti ca hīnassa hīnohamasmīti",
  "atk-s0103a9:74_1": "ca ime tayo mānā yāthāvamānā nāma arahattamaggavajjhā. Sesā cha mānā ayāthāvamānā",
  "atk-s0103a9:74_2": "nāma paṭhamamaggavajjhā.",
  "atk-s0103a9:75_0": "Tayo addhāti tayo kālā. Atīto addhātiādīsu dvepariyāyā suttantapariyāyo ca abhidhammapariyāyo",
  "atk-s0103a9:75_1": "ca. Suttantapariyāyena paṭisandhito pubbe atīto addhā nāma. Cutito pacchā anāgato",
  "atk-s0103a9:75_2": "addhā nāma. Saha cutipaṭisandhīhi tadantaraṁ paccuppanno addhā nāma. Abhidhammapariyāyena",
  "atk-s0103a9:75_3": "tīsu khaṇesu bhaṅgato uddhaṁ atīto addhā nāma. Uppādato pubbe anāgatoaddhā nāma.",
  "atk-s0103a9:75_4": "Khaṇattaye paccuppanno addhā nāma. Atītādibhedo ca nāma ayaṁ dhammānaṁ hoti, na kālassa.",
  "atk-s0103a9:75_5": "Atītādibhede pana dhamme upādāya idha paramatthato avijjamānopi kālo teneva vohārena vuttoti veditabbo.",
  "atk-s0103a9:76_0": "Tayo antāti tayo koṭṭhāsā. “Kāyabandhanassa anto jīratī”tiādīsu hi antoyeva anto.",
  "atk-s0103a9:76_1": "“Esevanto dukkhassā”tiādīsu parabhāgo anto. “Antamidaṁ, bhikkhave, jīvikāna”nti ettha",
  "atk-s0103a9:76_2": "lāmakabhāvo anto. “Sakkāyo kho, āvuso, paṭhamo anto”tiādīsu koṭṭhāso anto. Idha koṭṭhāso",
  "atk-s0103a9:76_3": "adhippeto. Sakkāyoti pañcupādānakkhandhā. Sakkāyasamudayoti tesaṁ nibbattikā purimataṇhā.",
  "atk-s0103a9:76_4": "Sakkāyanirodhoti ubhinnaṁ appavattibhūtaṁ nibbānaṁ. Maggo pana nirodhādhigamassa",
  "atk-s0103a9:76_5": "upāyattā nirodhe gahite gahitovāti veditabbo.",
  "atk-s0103a9:77_0": "Dukkhadukkhatāti dukkhabhūtā dukkhatā. Dukkhavedanāyetaṁ nāmaṁ. Saṅkhāradukkhatāti",
  "atk-s0103a9:77_1": "saṅkhārabhāvena dukkhatā. Adukkhamasukhāvedanāyetaṁ nāmaṁ. Sā hi saṅkhatattā uppādajarābhaṅgapīḷitā,",
  "atk-s0103a9:77_2": "tasmā aññadukkhasabhāvavirahato saṅkhāradukkhatāti vuttā. Vipariṇāmadukkhatāti vipariṇāme",
  "atk-s0103a9:77_3": "dukkhatā. Sukhavedanāyetaṁ nāmaṁ. Sukhassa hi vipariṇāme dukkhaṁ uppajjati, tasmā",
  "atk-s0103a9:77_4": "sukhaṁ vipariṇāmadukkhatāti vuttaṁ. Apica ṭhapetvā dukkhavedanaṁ sukhavedanañca sabbepi",
  "atk-s0103a9:77_5": "tebhūmakā dhammā “sabbe saṅkhārā dukkhā”ti vacanato saṅkhāradukkhatāti veditabbā.",
  "atk-s0103a9:78_0": "Micchattaniyatoti micchāsabhāvo hutvā niyato. Niyatamicchādiṭṭhiyā saddhiṁ ānantariyakammassetaṁ",
  "atk-s0103a9:78_1": "nāmaṁ. Sammāsabhāve niyato sammattaniyato. Catunnaṁ ariyamaggānametaṁ nāmaṁ. Na niyatoti",
  "atk-s0103a9:78_2": "aniyato. Avasesānaṁ dhammānametaṁ nāmaṁ.",
  "atk-s0103a9:79_0": "Tayo tamāti “tamandhakāro sammoho avijjogho mahābhayo”ti vacanato avijjā tamo nāma.",
  "atk-s0103a9:79_1": "Idha pana avijjāsīsena vicikicchā vuttā. Ārabbhāti āgamma. Kaṅkhatīti kaṅkhaṁ uppādeti.",
  "atk-s0103a9:79_2": "Vicikicchatīti vicinanto kicchaṁ āpajjati, sanniṭṭhātuṁ na sakkoti. Nādhimucchatīti",
  "atk-s0103a9:79_3": "tattha adhimucchituṁ na sakkoti. Na sampasīdatīti taṁ ārabbha pasādaṁ āropetuṁ na sakkoti.",
  "atk-s0103a9:80_0": "Arakkheyyānīti na rakkhitabbāni. Tīsu dvāresu paccekaṁ rakkhaṇakiccaṁ natthi, sabbāni",
  "atk-s0103a9:80_1": "satiyā eva rakkhitānīti dīpeti. Natthi tathāgatassāti. “Idaṁ nāma me sahasā uppannaṁ",
  "atk-s0103a9:80_2": "kāyaduccaritaṁ, imāhaṁ yathā me paro na jānāti, tathā rakkhāmi, paṭicchādemī”ti evaṁ",
  "atk-s0103a9:80_3": "rakkhitabbaṁ natthi tathāgatassa kāyaduccaritaṁ. Sesesupi eseva nayo. Kiṁ pana sesakhīṇāsavānaṁ",
  "atk-s0103a9:80_4": "kāyasamācārādayo aparisuddhāti? No aparisuddhā. Na pana tathāgatassa viya parisuddhā.",
  "atk-s0103a9:80_5": "Appassutakhīṇāsavo hi kiñcāpi lokavajjaṁ nāpajjati, paṇṇattiyaṁ pana akovidattā vihārakāraṁ",
  "atk-s0103a9:80_6": "kuṭikāraṁ sahagāraṁ sahaseyyanti evarūpā kāyadvāre āpattiyo āpajjati. Sañcarittaṁ",
  "atk-s0103a9:80_7": "padasodhammaṁ uttarichappañcavācaṁ bhūtārocananti evarūpā vacīdvāre āpattiyo āpajjati.",
  "atk-s0103a9:80_8": "Upanikkhittasādiyanavasena manodvāre rūpiyappaṭiggāhaṇāpattiṁ āpajjati, dhammasenāpatisadisassāpi",
  "atk-s0103a9:80_9": "hi khīṇāsavassa manodvāre saupārambhavasena manoduccaritaṁ uppajjati eva.",
  "atk-s0103a9:81_0": "Cātumavatthusmiñhi pañcahi bhikkhusatehi saddhiṁ sāriputtamoggallānānaṁ paṇāmitakāle",
  "atk-s0103a9:81_1": "tesaṁ atthāya cātumeyyakehi sakyehi bhagavati khamāpite thero bhagavatā “kinti te",
  "atk-s0103a9:81_2": "sāriputta ahosi mayā bhikkhusaṅghe paṇāmite”ti puṭṭho ahaṁ parisāya abyattabhāvena",
  "atk-s0103a9:81_3": "satthārā paṇāmito. Ito dāni paṭṭhāya paraṁ na ovadissāmīti cittaṁ uppādetvā āha “evaṁ",
  "atk-s0103a9:81_4": "kho me, bhante, ahosi bhagavatā bhikkhusaṅgho paṇāmito, appossukko dāni bhagavā diṭṭhadhammasukhavihāraṁ",
  "atk-s0103a9:81_5": "anuyutto viharissati, mayampi dāni appossukkā diṭṭhadhammasukhavihāraṁ anuyuttā viharissāmā”ti.",
  "atk-s0103a9:82_0": "Athassa tasmiṁ manoduccarite upārambhaṁ āropento satthā āha – “āgamehi tvaṁ, sāriputta",
  "atk-s0103a9:82_1": "na kho te, sāriputta, punapi evarūpaṁ cittaṁ uppādetabba”nti. Evaṁ paraṁ na ovadissāmi",
  "atk-s0103a9:82_2": "nānusāsissāmīti vitakkitamattampi therassa manoduccaritaṁ nāma jātaṁ. Bhagavato pana",
  "atk-s0103a9:82_3": "ettakaṁ nāma natthi, anacchariyañcetaṁ. Sabbaññutaṁ pattassa duccaritaṁ na bhaveyya.",
  "atk-s0103a9:82_4": "Bodhisattabhūmiyaṁ ṭhitassa chabbassāni padhānaṁ anuyuñjantassāpi panassa nāhosi.",
  "atk-s0103a9:82_5": "Udaracchaviyā piṭṭhikaṇṭakaṁ allīnāya “kālaṅkato samaṇo gotamo”ti devatānaṁ vimatiyā",
  "atk-s0103a9:82_6": "uppajjamānāyapi “siddhattha kasmā kilamasi? Sakkā bhoge ca bhuñjituṁ puññāni ca kātu”nti",
  "atk-s0103a9:82_7": "mārena pāpimatā vuccamānassa “bhoge bhuñjissāmī”ti vitakkamattampi nuppajjati. Atha",
  "atk-s0103a9:82_8": "naṁ māro bodhisattakāle chabbassāni buddhakāle ekaṁ vassaṁ anubandhitvā kiñci vajjaṁ",
  "atk-s0103a9:82_9": "apassitvā idaṁ vatvā pakkāmi –",
  "atk-s0103a9:83": "“Sattavassāni bhagavantaṁ, anubandhiṁ padāpadaṁ;",
  "atk-s0103a9:84": "Otāraṁ nādhigacchissaṁ, sambuddhassa satīmato”ti. ;",
  "atk-s0103a9:85_0": "Apica aṭṭhārasannaṁ buddhadhammānaṁ vasenāpi bhagavato duccaritābhāvo veditabbo.",
  "atk-s0103a9:85_1": "Aṭṭhārasa buddhadhammā nāma natthi tathāgatassa kāyaduccaritaṁ, natthi vacīduccaritaṁ,",
  "atk-s0103a9:85_2": "natthi manoduccaritaṁ, atīte buddhassa appaṭihatañāṇaṁ, anāgate, paccuppanne buddhassa",
  "atk-s0103a9:85_3": "appaṭihatañāṇaṁ, sabbaṁ kāyakammaṁ buddhassa bhagavato ñāṇānuparivatti, sabbaṁ vacīkammaṁ,",
  "atk-s0103a9:85_4": "sabbaṁ manokammaṁ buddhassa bhagavato ñāṇānuparivatti, natthi chandassa hāni, natthi",
  "atk-s0103a9:85_5": "vīriyassa hāni, natthi satiyā hāni, natthi davā, natthi ravā, natthi calitaṁ natthi",
  "atk-s0103a9:85_6": "sahasā, natthi abyāvaṭo mano, natthi akusalacittanti.",
  "atk-s0103a9:86": "Kiñcanāti palibodhā. Rāgo kiñcananti rāgo uppajjamāno satte bandhati palibundhati tasmā kiñcananti vuccati. Itaresupi dvīsu eseva nayo.",
  "atk-s0103a9:87_0": "Aggīti anudahanaṭṭhena aggi. Rāgaggīti rāgo uppajjamāno satte anudahati jhāpeti,",
  "atk-s0103a9:87_1": "tasmā aggīti vuccati. Itaresupi eseva nayo. Tattha vatthūni ekā daharabhikkhunī cittalapabbatavihāre",
  "atk-s0103a9:87_2": "uposathāgāraṁ gantvā dvārapālarūpakaṁ olokayamānā ṭhitā. Athassā anto rāgo uppanno.",
  "atk-s0103a9:87_3": "Sā teneva jhāyitvā kālamakāsi. Bhikkhuniyo gacchamānā “ayaṁ daharā ṭhitā, pakkosatha,",
  "atk-s0103a9:87_4": "na”nti āhaṁsu. Ekā gantvā kasmā ṭhitāsīti hatthe gaṇhi. Gahitamattā parivattitvā",
  "atk-s0103a9:87_5": "papatā. Idaṁ tāva rāgassa anudahanatāya vatthu. Dosassa pana anudahanatāya manopadosikā",
  "atk-s0103a9:87_6": "devā. Mohassa anudahanatāya khiḍḍāpadosikā devā daṭṭhabbā. Mohavasena hi tāsaṁ satisammoso",
  "atk-s0103a9:87_7": "hoti. Tasmā khiḍḍāvasena āhārakālaṁ ativattitvā kālaṅkaronti.",
  "atk-s0103a9:88_0": "Āhuneyyaggītiādīsu āhunaṁ vuccati sakkāro, āhunaṁ arahantīti āhuneyyā. Mātāpitaro",
  "atk-s0103a9:88_1": "hi puttānaṁ bahūpakāratāya āhunaṁ arahanti. Tesu vippaṭipajjamānā puttā nirayādīsu",
  "atk-s0103a9:88_2": "nibbattanti. Tasmā kiñcāpi mātāpitaro nānudahanti, anudahanassa pana paccayā honti.",
  "atk-s0103a9:88_3": "Iti anudahanaṭṭhena āhuneyyaggīti vuccanti. Svāyamattho mittavindakavatthunā dīpetabbo –",
  "atk-s0103a9:89_0": "Mittavindako hi mātarā “tāta, ajja uposathiko hutvā vihāre sabbarattiṁ dhammassavanaṁ",
  "atk-s0103a9:89_1": "suṇa, sahassaṁ te dassāmī”ti vutto dhanalobhena uposathaṁ samādāya vihāraṁ gantvā",
  "atk-s0103a9:89_2": "idaṁ ṭhānaṁ akutobhayanti sallakkhetvā dhammāsanassa heṭṭhā nipanno sabbarattiṁ niddāyitvā",
  "atk-s0103a9:89_3": "gharaṁ agamāsi. Mātā pātova yāguṁ pacitvā upanāmesi. So sahassaṁ gahetvāva pivi.",
  "atk-s0103a9:89_4": "Athassa etadahosi – “dhanaṁ saṁharissāmī”ti. So nāvāya samuddaṁ pakkhanditukāmo ahosi.",
  "atk-s0103a9:89_5": "Atha naṁ mātā “tāta, imasmiṁ kule cattālīsakoṭidhanaṁ atthi, alaṁ gamanenā”ti nivāresi.",
  "atk-s0103a9:89_6": "So tassā vacanaṁ anādiyitvā gacchati eva. Mātā purato aṭṭhāsi. Atha naṁ kujjhitvā",
  "atk-s0103a9:89_7": "“ayaṁ mayhaṁ purato tiṭṭhatī”ti pādena paharitvā patitaṁ antaraṁ katvā agamāsi.",
  "atk-s0103a9:90_0": "Mātā uṭṭhahitvā “mādisāya mātari evarūpaṁ kammaṁ katvā gatassa te gataṭṭhāne sukhaṁ",
  "atk-s0103a9:90_1": "bhavissatīti evaṁsaññī nāma tvaṁ puttā”ti āha. Tassa nāvaṁ āruyha gacchato sattame",
  "atk-s0103a9:90_2": "divase nāvā aṭṭhāsi. Atha te manussā “addhā ettha pāpapuriso atthi salākaṁ dethā”ti",
  "atk-s0103a9:90_3": "āhaṁsu. Salākā diyyamānā tasseva tikkhattuṁ pāpuṇāti. Te tassa uḷumpaṁ datvā taṁ",
  "atk-s0103a9:90_4": "samudde pakkhipiṁsu. So ekaṁ dīpaṁ gantvā vimānapetīhi saddhiṁ sampattiṁ anubhavanto",
  "atk-s0103a9:90_5": "tāhi “purato purato mā agamāsī”ti vuccamānopi taddiguṇaṁ taddiguṇaṁ sampattiṁ passanto",
  "atk-s0103a9:90_6": "anupubbena khuracakkadharaṁ ekaṁ addasa. Tassa taṁ cakkaṁ padumapupphaṁ viya upaṭṭhāsi.",
  "atk-s0103a9:90_7": "So taṁ āha – “ambho, idaṁ tayā piḷandhitaṁ padumaṁ mayhaṁ dehī”ti. “Na idaṁ sāmi",
  "atk-s0103a9:90_8": "padumaṁ, khuracakkaṁ eta”nti. So “vañcesi maṁ, tvaṁ kiṁ mayā padumaṁ adiṭṭhapubba”nti",
  "atk-s0103a9:90_9": "vatvā tvaṁ lohitacandanaṁ vilimpitvā piḷandhanaṁ padumapupphaṁ mayhaṁ na dātukāmoti",
  "atk-s0103a9:90_10": "āha. So cintesi “ayampi mayā katasadisaṁ kammaṁ katvā tassa phalaṁ anubhavitukāmo”ti.",
  "atk-s0103a9:90_11": "Atha naṁ “handa re”ti vatvā tassa matthake cakkaṁ pakkhipi. Tena vuttaṁ –",
  "atk-s0103a9:91": "“Catubbhi aṭṭhajjhagamā, aṭṭhāhipi ca soḷasa;",
  "atk-s0103a9:92": "Soḷasāhi ca bāttiṁsa, atricchaṁ cakkamāsado;",
  "atk-s0103a9:93": "Icchāhatassa posassa, cakkaṁ bhamati matthake”ti..",
  "atk-s0103a9:94_0": "Gahapatīti pana gehasāmiko vuccati. So mātugāmassa sayanavatthālaṅkārādianuppadānena",
  "atk-s0103a9:94_1": "bahūpakāro. Taṁ aticaranto mātugāmo nirayādīsu nibbattati, tasmā sopi purimanayeneva",
  "atk-s0103a9:94_2": "anudahanaṭṭhena gahapataggīti vutto.",
  "atk-s0103a9:95_0": "Tattha vatthu – kassapabuddhassa kāle sotāpannassa upāsakassa bhariyā aticārinī ahosi.",
  "atk-s0103a9:95_1": "So taṁ paccakkhato disvā “kasmā tvaṁ evaṁ karosī”ti āha. Sā “sacāhaṁ evarūpaṁ karomi,",
  "atk-s0103a9:95_2": "ayaṁ me sunakho viluppamāno khādatū”ti vatvā kālaṅkatvā kaṇṇamuṇḍakadahe vemānikapetī",
  "atk-s0103a9:95_3": "hutvā nibbattā. Divā sampattiṁ anubhavati, rattiṁ dukkhaṁ. Tadā bārāṇasīrājā migavaṁ",
  "atk-s0103a9:95_4": "caranto araññaṁ pavisitvā anupubbena kaṇṇamuṇḍakadahaṁ sampatto tāya saddhiṁ sampattiṁ",
  "atk-s0103a9:95_5": "anubhavati. Sā taṁ vañcetvā rattiṁ dukkhaṁ anubhavati. So ñatvā “kattha nu kho gacchatī”ti",
  "atk-s0103a9:95_6": "piṭṭhito piṭṭhito gantvā avidūre ṭhito kaṇṇamuṇḍakadahato nikkhamitvā taṁ “paṭapaṭa”nti",
  "atk-s0103a9:95_7": "khādamānaṁ ekaṁ sunakhaṁ disvā asinā dvidhā chindi. Dve ahesuṁ. Puna chinne cattāro.",
  "atk-s0103a9:95_8": "Puna chinne aṭṭha. Puna chinne soḷasa ahesuṁ. Sā “kiṁ karosi sāmī”ti āha. So “kiṁ",
  "atk-s0103a9:95_9": "ida”nti āha. Sā “evaṁ akatvā kheḷapiṇḍaṁ bhūmiyaṁ niṭṭhubhitvā pādena ghaṁsāhī”ti",
  "atk-s0103a9:95_10": "āha. So tathā akāsi. Sunakhā antaradhāyiṁsu. Taṁ divasaṁ tassā kammaṁ khīṇaṁ. Rājā",
  "atk-s0103a9:95_11": "vippaṭisārī hutvā gantuṁ āraddho. Sā “mayhaṁ, sāmi, kammaṁ khīṇaṁ mā agamā”ti āha. Rājā asutvāva gato.",
  "atk-s0103a9:96_0": "Dakkhiṇeyyaggīti ettha pana dakkhiṇāti cattāro paccayā, bhikkhusaṅgho dakkhiṇeyyo.",
  "atk-s0103a9:96_1": "So gihīnaṁ tīsu saraṇesu pañcasu sīlesu dasasu sīlesu mātāpituupaṭṭhāne dhammikasamaṇabrāhmaṇaupaṭṭhāneti",
  "atk-s0103a9:96_2": "evamādīsu kalyāṇadhammesu niyojanena bahūpakāro, tasmiṁ micchāpaṭipannā gihī bhikkhusaṅghaṁ",
  "atk-s0103a9:96_3": "akkositvā paribhāsitvā nirayādīsu nibbattanti, tasmā sopi purimanayeneva anudahanaṭṭhena",
  "atk-s0103a9:96_4": "dakkhiṇeyyaggīti vutto. Imassa panatthassa vibhāvanatthaṁ vimānavatthusmiṁ revatīvatthu vitthāretabbaṁ.",
  "atk-s0103a9:97_0": "“Tividhena rūpasaṅgaho”ti ettha tividhenāti tīhi koṭṭhāsehi. Saṅgahoti jātisañjātikiriyagaṇanavasena",
  "atk-s0103a9:97_1": "catubbidho saṅgaho. Tattha sabbe khattiyā āgacchantūtiādiko jātisaṅgaho. Sabbe kosalakātiādiko",
  "atk-s0103a9:97_2": "sañjātisaṅgaho. Sabbe hatthārohātiādiko kiriyasaṅgaho. Cakkhāyatanaṁ katamaṁ khandhagaṇanaṁ",
  "atk-s0103a9:97_3": "gacchatīti? Cakkhāyatanaṁ rūpakkhandhagaṇanaṁ gacchatīti. Hañci cakkhāyatanaṁ rūpakkhandhena",
  "atk-s0103a9:97_4": "saṅgahitanti ayaṁ gaṇanasaṅgaho, so idha adhippeto. Tasmā tividhena rūpasaṅgahoti",
  "atk-s0103a9:97_5": "tīhi koṭṭhāsehi rūpagaṇanāti attho.",
  "atk-s0103a9:98_0": "Sanidassanādīsu attānaṁ ārabbha pavattena cakkhuviññāṇasaṅkhātena saha nidassanenāti",
  "atk-s0103a9:98_1": "sanidassanaṁ. Cakkhupaṭihananasamatthato saha paṭighenāti sappaṭighaṁ. Taṁ atthato",
  "atk-s0103a9:98_2": "rūpāyatanameva. Cakkhuviññāṇasaṅkhātaṁ nāssa nidassananti anidassanaṁ. Sotādipaṭihananasamatthato",
  "atk-s0103a9:98_3": "saha paṭighenāti sappaṭighaṁ. Taṁ atthato cakkhāyatanādīni nava āyatanāni. Vuttappakāraṁ",
  "atk-s0103a9:98_4": "nāssa nidassananti anidassanaṁ. Nāssa paṭighoti appaṭighaṁ. Taṁ atthato ṭhapetvā",
  "atk-s0103a9:98_5": "dasāyatanāni avasesaṁ sukhumarūpaṁ.",
  "atk-s0103a9:99": "Tayo saṅkhārāti sahajātadhamme ceva samparāye phaladhamme ca saṅkharonti rāsī karontīti saṅkhārā. Abhisaṅkharotīti abhisaṅkhāro. Puñño abhisaṅkhāro puññābhisaṅkhāro.",
  "atk-s0103a9:100_0": "“Tattha katamo puññābhisaṅkhāro? Kusalā cetanā kāmāvacarā rūpāvacarā dānamayā sīlamayā",
  "atk-s0103a9:100_1": "bhāvanāmayā”ti evaṁ vuttānaṁ aṭṭhannaṁ kāmāvacarakusalamahācittacetanānaṁ, pañcannaṁ",
  "atk-s0103a9:100_2": "rūpāvacarakusalacetanānañcetaṁ adhivacanaṁ. Ettha ca dānasīlamayā aṭṭheva cetanā",
  "atk-s0103a9:100_3": "honti. Bhāvanāmayā terasāpi. Yathā hi paguṇaṁ dhammaṁ sajjhāyamāno ekaṁ dve anusandhiṁ",
  "atk-s0103a9:100_4": "gatopi na jānāti, pacchā āvajjanto jānāti, evameva kasiṇaparikammaṁ karontassa paguṇajjhānaṁ",
  "atk-s0103a9:100_5": "paccavekkhantassa ñāṇavippayuttāpi bhāvanā hoti. Tena vuttaṁ “bhāvanāmayā terasāpī”ti.",
  "atk-s0103a9:101_0": "Tattha dānamayādīsu “dānaṁ ārabbha dānamadhikicca yā uppajjati cetanā sañcetanā cetayitattaṁ,",
  "atk-s0103a9:101_1": "ayaṁ vuccati dānamayo puññābhisaṅkhāro. Sīlaṁ ārabbha, bhāvanaṁ ārabbha, bhāvanamadhikicca",
  "atk-s0103a9:101_2": "yā uppajjati cetanā sañcetanā cetayitattaṁ, ayaṁ vuccati bhāvanāmayo puññābhisaṅkhāro”ti",
  "atk-s0103a9:101_3": "ayaṁ saṅkhepadesanā.",
  "atk-s0103a9:102_0": "Cīvarādīsu pana catūsu paccayesu rūpādīsu vā chasu ārammaṇesu annādīsu vā dasasu",
  "atk-s0103a9:102_1": "dānavatthūsu taṁ taṁ dentassa tesaṁ uppādanato paṭṭhāya pubbabhāge, pariccāgakāle,",
  "atk-s0103a9:102_2": "pacchā somanassacittena anussaraṇe cāti tīsu kālesu pavattā cetanā dānamayā nāma.",
  "atk-s0103a9:102_3": "Sīlapūraṇatthāya pana pabbajissāmīti vihāraṁ gacchantassa, pabbajantassa manorathaṁ",
  "atk-s0103a9:102_4": "matthakaṁ pāpetvā pabbajito vatamhi sādhu sādhūti āvajjantassa, pātimokkhaṁ saṁvarantassa,",
  "atk-s0103a9:102_5": "cīvarādayo paccaye paccavekkhantassa, āpāthagatesu rūpādīsu cakkhudvārādīni saṁvarantassa,",
  "atk-s0103a9:102_6": "ājīvaṁ sodhentassa ca pavattā cetanā sīlamayā nāma.",
  "atk-s0103a9:103_0": "Paṭisambhidāyaṁ vuttena vipassanāmaggena “cakkhuṁ aniccato dukkhato anattato bhāventassa…pe…",
  "atk-s0103a9:103_1": "manaṁ. Rūpe. Dhamme. Cakkhuviññāṇaṁ…pe… manoviññāṇaṁ. Cakkhusamphassaṁ…pe… manosamphassaṁ.",
  "atk-s0103a9:103_2": "Cakkhusamphassajaṁ vedanaṁ…pe… manosamphassajaṁ vedanaṁ. Rūpasaññaṁ, jarāmaraṇaṁ",
  "atk-s0103a9:103_3": "aniccato dukkhato anattato bhāventassa pavattā cetanā bhāvanāmayā nāmā”ti ayaṁ vitthārakathā.",
  "atk-s0103a9:104_0": "Apuñño ca so abhisaṅkhāro cāti apuññābhisaṅkhāro. Dvādasaakusalacittasampayuttānaṁ",
  "atk-s0103a9:104_1": "cetanānaṁ etaṁ adhivacanaṁ. Vuttampi cetaṁ “tattha katamo apuññābhisaṅkhāro? Akusalacetanā",
  "atk-s0103a9:104_2": "kāmāvacarā, ayaṁ vuccati apuññābhisaṅkhāro”ti. Āneñjaṁ niccalaṁ santaṁ vipākabhūtaṁ",
  "atk-s0103a9:104_3": "arūpameva abhisaṅkharotīti āneñjābhisaṅkhāro. Catunnaṁ arūpāvacarakusalacetanānaṁ",
  "atk-s0103a9:104_4": "etaṁ adhivacanaṁ. Yathāha “tattha katamo āneñjābhisaṅkhāro? Kusalacetanā arūpāvacarā,",
  "atk-s0103a9:104_5": "ayaṁ vuccati āneñjābhisaṅkhāro”ti.",
  "atk-s0103a9:105_0": "Puggalattike sattavidho purisapuggalo, tisso sikkhā sikkhatīti sekkho. Khīṇāsavo",
  "atk-s0103a9:105_1": "sikkhitasikkhattā puna na sikkhissatīti asekkho. Puthujjano sikkhāhi paribāhiyattā",
  "atk-s0103a9:105_2": "nevasekkho nāsekkho.",
  "atk-s0103a9:106_0": "Therattike jātimahallako gihī jātitthero nāma. “Cattārome, bhikkhave, therakaraṇā",
  "atk-s0103a9:106_1": "dhammā. Idha, bhikkhave, thero sīlavā hoti, bahussuto hoti, catunnaṁ jhānānaṁ lābhī",
  "atk-s0103a9:106_2": "hoti, āsavānaṁ khayā bahussuto hoti, catunnaṁ jhānānaṁ lābhī hoti, āsavānaṁ khayā",
  "atk-s0103a9:106_3": "anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja",
  "atk-s0103a9:106_4": "viharati. Ime kho, bhikkhave, cattāro therakaraṇā dhammā”ti. Evaṁ vuttesu dhammesu",
  "atk-s0103a9:106_5": "ekena vā anekehi vā samannāgato dhammathero nāma. Aññataro theranāmako bhikkhūti",
  "atk-s0103a9:106_6": "evaṁ theranāmako vā, yaṁ vā pana mahallakakāle pabbajitaṁ sāmaṇerādayo disvā thero",
  "atk-s0103a9:106_7": "theroti vadanti, ayaṁ sammutithero nāma.",
  "atk-s0103a9:107_0": "Puññakiriyavatthūsu dānameva dānamayaṁ. Puññakiriyā ca sā tesaṁ tesaṁ ānisaṁsānaṁ",
  "atk-s0103a9:107_1": "vatthu cāti puññakiriyavatthu. Itaresupi dvīsu eseva nayo. Atthato pana pubbe vuttadānamayacetanādivaseneva",
  "atk-s0103a9:107_2": "saddhiṁ pubbabhāgaaparabhāgacetanāhi imāni tīṇi puññakiriyavatthūni veditabbāni.",
  "atk-s0103a9:107_3": "Ekamekañcettha pubbabhāgato paṭṭhāya kāyena karontassa kāyakammaṁ hoti. Tadatthaṁ",
  "atk-s0103a9:107_4": "vācaṁ nicchārentassa vacīkammaṁ. Kāyaṅgavācaṅgaṁ acopetvā manasā cintentassa manokammaṁ.",
  "atk-s0103a9:107_5": "Annādīni dentassa cāpi annadānādīni demīti vā dānapāramiṁ āvajjetvā vā dānakāle dānamayaṁ",
  "atk-s0103a9:107_6": "puññakiriyavatthu hoti. Vattasīse ṭhatvā dadato sīlamayaṁ. Khayato vayato sammasanaṁ",
  "atk-s0103a9:107_7": "paṭṭhapetvā dadato bhāvanāmayaṁ puññakiriyavatthu hoti.",
  "atk-s0103a9:108_0": "Aparānipi satta puññakiriyavatthūni apacitisahagataṁ puññakiriyavatthu, veyyāvaccasahagataṁ,",
  "atk-s0103a9:108_1": "pattānuppadānaṁ, pattabbhanumodanaṁ, desanāmayaṁ, savanamayaṁ, diṭṭhijugataṁ puññakiriyavatthūti.",
  "atk-s0103a9:108_2": "Tattha mahallakaṁ disvā paccuggamanapattacīvarappaṭiggahaṇaabhivādanamaggasampadānādivasena",
  "atk-s0103a9:108_3": "apacitisahagataṁ veditabbaṁ. Vuḍḍhatarānaṁ vattappaṭipattikaraṇavasena, gāmaṁ piṇḍāya",
  "atk-s0103a9:108_4": "paviṭṭhaṁ bhikkhuṁ disvā pattaṁ gahetvā gāme bhikkhaṁ samādapetvā upasaṁharaṇavasena,",
  "atk-s0103a9:108_5": "“gaccha bhikkhūnaṁ pattaṁ āharā”ti sutvā vegena gantvā pattāharaṇādivasena ca veyyāvaccasahagataṁ",
  "atk-s0103a9:108_6": "veditabbaṁ. Cattāro paccaye datvā sabbasattānaṁ patti hotūti pavattanavasena pattānuppadānaṁ",
  "atk-s0103a9:108_7": "veditabbaṁ. Parehi dinnāya pattiyā sādhu suṭṭhūti anumodanāvasena pattabbhanumodanaṁ",
  "atk-s0103a9:108_8": "veditabbaṁ. Eko “evaṁ maṁ ‘dhammakathiko’ti jānissantī”ti icchāya ṭhatvā lābhagaruko",
  "atk-s0103a9:108_9": "hutvā deseti, taṁ na mahapphalaṁ. Eko attano paguṇadhammaṁ apaccāsīsamāno paresaṁ",
  "atk-s0103a9:108_10": "deseti, idaṁ desanāmayaṁ puññakiriyavatthu nāma. Eko suṇanto “iti maṁ ‘saddho’ti",
  "atk-s0103a9:108_11": "jānissantī”ti suṇāti, taṁ na mahapphalaṁ. Eko “evaṁ me mahapphalaṁ bhavissatī”ti",
  "atk-s0103a9:108_12": "hitappharaṇena muducittena dhammaṁ suṇāti, idaṁ savanamayaṁ puññakiriyavatthu. Diṭṭhijugataṁ",
  "atk-s0103a9:108_13": "pana sabbesaṁ niyamalakkhaṇaṁ. Yaṁkiñci puññaṁ karontassa hi diṭṭhiyā ujubhāveneva mahapphalaṁ hoti.",
  "atk-s0103a9:109_0": "Iti imesaṁ sattannaṁ puññakiriyavatthūnaṁ purimeheva tīhi saṅgaho veditabbo. Ettha",
  "atk-s0103a9:109_1": "hi apacitiveyyāvaccāni sīlamaye. Pattidānapattabbhanumodanāni dānamaye. Desanāsavanāni",
  "atk-s0103a9:109_2": "bhāvanāmaye. Diṭṭhijugataṁ tīsupi saṅgahaṁ gacchati.",
  "atk-s0103a9:110_0": "Codanāvatthūnīti codanākāraṇāni. Diṭṭhenāti maṁsacakkhunā vā dibbacakkhunā vā vītikkamaṁ",
  "atk-s0103a9:110_1": "disvā codeti. Sutenāti pakatisotena vā dibbasotena vā parassa saddaṁ sutvā codeti.",
  "atk-s0103a9:110_2": "Parisaṅkāya vāti diṭṭhaparisaṅkitena vā sutaparisaṅkitena vā mutaparisaṅkitena vā",
  "atk-s0103a9:110_3": "codeti. Ayamettha saṅkhepo, vitthāro pana samantapāsādikāyaṁ vuttanayeneva veditabbo.",
  "atk-s0103a9:111_0": "Kāmūpapattiyoti kāmūpasevanā kāmappaṭilābhā vā. Paccupaṭṭhitakāmāti nibaddhakāmā",
  "atk-s0103a9:111_1": "nibaddhārammaṇā. Seyyathāpi manussāti yathā manussā. Manussā hi nibaddheyeva vatthusmiṁ",
  "atk-s0103a9:111_2": "vasaṁ vattenti. Yattha paṭibaddhacittā honti, satampi sahassampi datvā mātugāmaṁ",
  "atk-s0103a9:111_3": "ānetvā nibaddhabhogaṁ bhuñjanti. Ekacce devā nāma catudevalokavāsino. Tepi nibaddhavatthusmiṁyeva",
  "atk-s0103a9:111_4": "vasaṁ vattenti. Ekacce vinipātikā nāma nerayike ṭhapetvā avasesā macchakacchapādayopi",
  "atk-s0103a9:111_5": "hi nibaddhavatthusmiṁyeva vasaṁ vattenti. Maccho attano macchiyā kacchapo kacchapiyāti.",
  "atk-s0103a9:111_6": "Nimminitvā nimminitvāti nīlapītādivasena yādisaṁ yādisaṁ attano rūpaṁ icchanti, tādisaṁ",
  "atk-s0103a9:111_7": "tādisaṁ nimminitvā āyasmato anuruddhassa purato manāpakāyikā devatā viya. Nimmānaratīti",
  "atk-s0103a9:111_8": "evaṁ sayaṁ nimmite nimmite nimmāne rati etesanti nimmānaratī. Paranimmitakāmāti parehi",
  "atk-s0103a9:111_9": "nimmitakāmā. Tesañhi manaṁ ñatvā pare yathārucitaṁ kāmabhogaṁ nimminanti, te tattha",
  "atk-s0103a9:111_10": "vasaṁ vattenti. Kathaṁ parassa manaṁ jānantīti? Pakatisevanavasena. Yathā hi kusalo",
  "atk-s0103a9:111_11": "sūdo rañño bhuñjantassa yaṁ yaṁ so bahuṁ gaṇhāti, taṁ taṁ tassa ruccatīti jānāti,",
  "atk-s0103a9:111_12": "evaṁ pakatiyā abhirucitārammaṇaṁ ñatvā tādisakaṁyeva nimminanti. Te tattha vasaṁ",
  "atk-s0103a9:111_13": "vattenti, methunaṁ sevanti. Keci pana therā “hasitamattena olokitamattena āliṅgitamattena",
  "atk-s0103a9:111_14": "ca tesaṁ kāmakiccaṁ ijjhatī”ti vadanti, taṁ aṭṭhakathāyaṁ “etaṁ pana natthī”ti paṭikkhittaṁ.",
  "atk-s0103a9:111_15": "Na hi kāyena aphusantassa phoṭṭhabbaṁ kāmakiccaṁ sādheti. Channampi hi kāmāvacarānaṁ",
  "atk-s0103a9:111_16": "kāmā pākatikā eva. Vuttampi cetaṁ –",
  "atk-s0103a9:112": "“Cha ete kāmāvacarā, sabbakāmasamiddhino;",
  "atk-s0103a9:113": "Sabbesaṁ ekasaṅkhātaṁ, āyu bhavati kittaka”nti. ;",
  "atk-s0103a9:114_0": "Sukhūpapattiyoti sukhappaṭilābhā. Uppādetvā uppādetvā sukhaṁ viharantīti te heṭṭhā",
  "atk-s0103a9:114_1": "paṭhamajjhānasukhaṁ nibbattetvā upari vipākajjhānasukhaṁ anubhavantīti attho. Sukhena",
  "atk-s0103a9:114_2": "abhisannāti dutiyajjhānasukhena tintā. Parisannāti samantato tintā. Paripūrāti paripuṇṇā.",
  "atk-s0103a9:114_3": "Paripphuṭāti tasseva vevacanaṁ. Idampi vipākajjhānasukhameva sandhāya vuttaṁ. Ahosukhaṁ",
  "atk-s0103a9:114_4": "ahosukhanti tesaṁ kira bhavalobho mahā uppajjati. Tasmā kadāci karahaci evaṁ udānaṁ",
  "atk-s0103a9:114_5": "udānenti. Santamevāti paṇītameva. Tusitāti tato uttariṁ sukhassa apatthanato santuṭṭhā",
  "atk-s0103a9:114_6": "hutvā. Sukhaṁ paṭivedentīti tatiyajjhānasukhaṁ anubhavanti.",
  "atk-s0103a9:115": "Sekkhā paññāti satta ariyapaññā. Arahato paññā asekkhā. Avasesā paññā nevasekkhānāsekkhā.",
  "atk-s0103a9:116_0": "Cintāmayādīsu ayaṁ vitthāro – “tattha katamā cintāmayā paññā? Yogavihitesu vā kammāyatanesu",
  "atk-s0103a9:116_1": "yogavihitesu vā sippāyatanesu yogavihitesu vā vijjāṭṭhānesu kammassakataṁ vā saccānulomikaṁ",
  "atk-s0103a9:116_2": "vā rūpaṁ aniccanti vā…pe… viññāṇaṁ aniccanti vā yaṁ evarūpaṁ anulomikaṁ khantiṁ diṭṭhiṁ",
  "atk-s0103a9:116_3": "ruciṁ muttiṁ pekkhaṁ dhammanijjhānakkhantiṁ parato asutvā paṭilabhati, ayaṁ vuccati",
  "atk-s0103a9:116_4": "cintāmayā paññā. Tattha katamā sutamayā paññā? Yogavihitesu vā kammāyatanesu…pe…",
  "atk-s0103a9:116_5": "dhammanijjhānakkhantiṁ parato sutvā paṭilabhati, ayaṁ vuccati sutamayā paññā. (Tattha",
  "atk-s0103a9:116_6": "katamā bhāvanāmayā paññā?) Sabbāpi samāpannassa paññā bhāvanāmayā paññā”ti.",
  "atk-s0103a9:117_0": "Sutāvudhanti sutameva āvudhaṁ. Taṁ atthato tepiṭakaṁ buddhavacanaṁ. Tañhi nissāya",
  "atk-s0103a9:117_1": "bhikkhu paññāvudhaṁ nissāya sūro yodho avikampamāno mahākantāraṁ viya saṁsārakantāraṁ",
  "atk-s0103a9:117_2": "atikkamati avihaññamāno. Teneva vuttaṁ – “sutāvudho, bhikkhave, ariyasāvako akusalaṁ",
  "atk-s0103a9:117_3": "pajahati, kusalaṁ bhāveti, sāvajjaṁ pajahati, anavajjaṁ bhāveti, suddhamattānaṁ pariharatī”ti.",
  "atk-s0103a9:118_0": "Pavivekāvudhanti “kāyaviveko cittaviveko upadhiviveko”ti ayaṁ tividhopi vivekova",
  "atk-s0103a9:118_1": "āvudhaṁ. Tassa nānākaraṇaṁ kāyaviveko vivekaṭṭhakāyānaṁ nekkhammābhiratānaṁ. Cittaviveko",
  "atk-s0103a9:118_2": "ca parisuddhacittānaṁ paramavodānappattānaṁ. Upadhiviveko ca nirupadhīnaṁ puggalānaṁ.",
  "atk-s0103a9:118_3": "Imasmiñhi tividhe viveke abhirato, na kutoci bhāyati. Tasmā ayampi avassayaṭṭhena",
  "atk-s0103a9:118_4": "āvudhanti vutto. Lokiyalokuttarapaññāva āvudhaṁ paññāvudhaṁ. Yassa sā atthi, so na",
  "atk-s0103a9:118_5": "kutoci bhāyati, na cassa koci bhāyati. Tasmā sāpi avassayaṭṭheneva āvudhanti vuttā.",
  "atk-s0103a9:119_0": "Anaññātaññassāmītindriyanti ito pubbe anaññātaṁ aviditaṁ dhammaṁ jānissāmīti paṭipannassa",
  "atk-s0103a9:119_1": "uppannaṁ indriyaṁ. Sotāpattimaggañāṇassetaṁ adhivacanaṁ. Aññindriyanti aññābhūtaṁ",
  "atk-s0103a9:119_2": "ājānanabhūtaṁ indriyaṁ. Sotāpattiphalato paṭṭhāya chasu ṭhānesu ñāṇassetaṁ adhivacanaṁ.",
  "atk-s0103a9:119_3": "Aññātāvindriyanti aññātāvīsu jānanakiccapariyosānappattesu dhammesu indriyaṁ. Arahattaphalañāṇassetaṁ adhivacanaṁ.",
  "atk-s0103a9:120": "Maṁsacakkhu cakkhupasādo. Dibbacakkhu ālokanissitaṁ ñāṇaṁ. Paññācakkhu lokiyalokuttarapaññā.",
  "atk-s0103a9:121_0": "Adhisīlasikkhādīsu adhisīlañca taṁ sikkhitabbato sikkhā cāti adhisīlasikkhā. Itarasmiṁ",
  "atk-s0103a9:121_1": "dvayepi eseva nayo. Tattha sīlaṁ adhisīlaṁ, cittaṁ adhicittaṁ, paññā adhipaññāti",
  "atk-s0103a9:121_2": "ayaṁ pabhedo veditabbo –",
  "atk-s0103a9:122_0": "Sīlaṁ nāma pañcasīladasasīlāni, pātimokkhasaṁvaro adhisīlaṁ nāma. Aṭṭha samāpattiyo",
  "atk-s0103a9:122_1": "cittaṁ, vipassanāpādakajjhānaṁ adhicittaṁ. Kammassakatañāṇaṁ paññā, vipassanāpaññā",
  "atk-s0103a9:122_2": "adhipaññā. Anuppannepi hi buddhuppāde pavattatīti pañcasīladasasīlāni sīlameva, pātimokkhasaṁvarasīlaṁ",
  "atk-s0103a9:122_3": "buddhuppādeyeva pavattatīti adhisīlaṁ. Cittapaññāsupi eseva nayo. Apica nibbānaṁ",
  "atk-s0103a9:122_4": "patthayantena samādinnaṁ pañcasīlampi dasasīlampi adhisīlameva. Samāpannā aṭṭha samāpattiyopi",
  "atk-s0103a9:122_5": "adhicittameva. Sabbaṁ vā lokiyaṁ sīlameva, lokuttaraṁ adhisīlaṁ. Cittapaññāsupi eseva nayo.",
  "atk-s0103a9:123_0": "Bhāvanāsu khīṇāsavassa pañcadvārikakāyo kāyabhāvanā nāma. Aṭṭha samāpattiyo cittabhāvanā",
  "atk-s0103a9:123_1": "nāma. Arahattaphalapaññā paññābhāvanā nāma. Khīṇāsavassa hi ekanteneva pañcadvārikakāyo",
  "atk-s0103a9:123_2": "subhāvito hoti. Aṭṭha samāpattiyo cassa na aññesaṁ viya dubbalā, tasseva ca paññā",
  "atk-s0103a9:123_3": "bhāvitā nāma hoti paññāvepullapattiyā. Tasmā evaṁ vuttaṁ.",
  "atk-s0103a9:124_0": "Anuttariyesu vipassanā dassanānuttariyaṁ maggo paṭipadānussariyaṁ. Phalaṁ vimuttānuttariyaṁ.",
  "atk-s0103a9:124_1": "Phalaṁ vā dassanānuttariyaṁ. Maggo paṭipadānuttariyaṁ. Nibbānaṁ vimuttānuttariyaṁ.",
  "atk-s0103a9:124_2": "Nibbānaṁ vā dassanānuttariyaṁ, tato uttariñhi daṭṭhabbaṁ nāma natthi. Maggo paṭipadānuttariyaṁ.",
  "atk-s0103a9:124_3": "Phalaṁ vimuttānuttariyaṁ. Anuttariyanti uttamaṁ jeṭṭhakaṁ.",
  "atk-s0103a9:125": "Samādhīsu paṭhamajjhānasamādhi savitakkasavicāro. Pañcakanayena dutiyajjhānasamādhi avitakkavicāramatto. Seso avitakkaavicāro.",
  "atk-s0103a9:126_0": "Suññatādīsu tividhā kathā āgamanato, saguṇato, ārammaṇatoti. Āgamanato nāma eko bhikkhu",
  "atk-s0103a9:126_1": "anattato abhinivisitvā anattato disvā anattato vuṭṭhāti, tassa vipassanā suññatā",
  "atk-s0103a9:126_2": "nāma hoti. Kasmā? Asuññatattakārakānaṁ kilesānaṁ abhāvā. Vipassanāgamanena maggasamādhi",
  "atk-s0103a9:126_3": "suññato nāma hoti. Maggāgamanena phalasamādhi suññato nāma. Aparo aniccato abhinivisitvā",
  "atk-s0103a9:126_4": "aniccato disvā aniccato vuṭṭhāti. Tassa vipassanā animittā nāma hoti. Kasmā? Nimittakārakakilesābhāvā.",
  "atk-s0103a9:126_5": "Vipassanāgamanena maggasamādhi animitto nāma hoti. Maggāgamanena phalaṁ animittaṁ",
  "atk-s0103a9:126_6": "nāma. Aparo dukkhato abhinivisitvā dukkhato disvā dukkhato vuṭṭhāti, tassa vipassanā",
  "atk-s0103a9:126_7": "appaṇihitā nāma hoti. Kasmā? Paṇidhikārakakilesābhāvā. Vipassanāgamanena maggasamādhi",
  "atk-s0103a9:126_8": "appaṇihito nāma. Maggāgamanena phalaṁ appaṇihitaṁ nāmāti ayaṁ āgamanato kathā. Maggasamādhi",
  "atk-s0103a9:126_9": "pana rāgādīhi suññatattā suññato, rāganimittādīnaṁ abhāvā animitto, rāgapaṇidhiādīnaṁ",
  "atk-s0103a9:126_10": "abhāvā appaṇihitoti ayaṁ saguṇato kathā. Nibbānaṁ rāgādīhi suññatattā rāgādinimittapaṇidhīnañca",
  "atk-s0103a9:126_11": "abhāvā suññatañceva animittañca appaṇihitañca. Tadārammaṇo maggasamādhi suññato animitto",
  "atk-s0103a9:126_12": "appaṇihito. Ayaṁ ārammaṇato kathā.",
  "atk-s0103a9:127": "Soceyyānīti sucibhāvakarā soceyyappaṭipadā dhammā. Vitthāro panettha “tattha katamaṁ kāyasoceyyaṁ? Pāṇātipātā veramaṇī”tiādinā nayena vuttānaṁ tiṇṇaṁ sucaritānaṁ vasena veditabbo.",
  "atk-s0103a9:128_0": "Moneyyānīti munibhāvakarā moneyyappaṭipadā dhammā. Tesaṁ vitthāro “tattha katamaṁ",
  "atk-s0103a9:128_1": "kāyamoneyyaṁ? Tividhakāyaduccaritassa pahānaṁ kāyamoneyyaṁ, tividhaṁ kāyasucaritaṁ",
  "atk-s0103a9:128_2": "kāyamoneyyaṁ, kāyārammaṇe ñāṇaṁ kāyamoneyyaṁ, kāyapariññā kāyamoneyyaṁ, kāyapariññāsahagato",
  "atk-s0103a9:128_3": "maggo kāyamoneyyaṁ, kāyasmiṁ chandarāgappahānaṁ kāyamoneyyaṁ, kāyasaṅkhāranirodhā",
  "atk-s0103a9:128_4": "catutthajjhānasamāpatti kāyamoneyyaṁ. Tattha katamaṁ vacīmoneyyaṁ? Catubbidhavacīduccaritassa",
  "atk-s0103a9:128_5": "pahānaṁ vacīmoneyyaṁ, catubbidhaṁ vacīsucaritaṁ vacīmoneyyaṁ, vācārammaṇe ñāṇaṁ vacīmoneyyaṁ",
  "atk-s0103a9:128_6": "vācāpariññā vacīmoneyyaṁ pariññāsahagato maggo, vācāya chandarāgappahānaṁ, vacīsaṅkhāranirodhā",
  "atk-s0103a9:128_7": "dutiyajjhānasamāpatti vacīmoneyyaṁ. Tattha katamaṁ manomoneyyaṁ? Tividhamanoduccaritassa",
  "atk-s0103a9:128_8": "pahānaṁ manomoneyyaṁ, tividhaṁ manosucaritaṁ manomoneyyaṁ, manārammaṇe ñāṇaṁ manomoneyyaṁ,",
  "atk-s0103a9:128_9": "manopariññā manomoneyyaṁ. Pariññāsahagato maggo, manasmiṁ chandarāgappahānaṁ, cittasaṅkhāranirodhā",
  "atk-s0103a9:128_10": "saññāvedayitanirodhasamāpatti manomoneyya”nti.",
  "atk-s0103a9:129": "Kosallesu āyoti vuḍḍhi. Apāyoti avuḍḍhi. Tassa tassa kāraṇaṁ upāyo. Tesaṁ pajānanā kosallaṁ. Vitthāro pana vibhaṅge vuttoyeva.",
  "atk-s0103a9:130_0": "Vuttañhetaṁ – “tattha katamaṁ āyakosallaṁ? Ime dhamme manasikaroto anuppannā ceva",
  "atk-s0103a9:130_1": "akusalā dhammā nuppajjanti, uppannā ca akusalā dhammā nirujjhanti. Ime vā pana me",
  "atk-s0103a9:130_2": "dhamme manasikaroto anuppannā ceva kusalā dhammā uppajjanti, uppannā ca kusalā dhammā",
  "atk-s0103a9:130_3": "bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattantīti, yā tattha paññā pajānanā…pe…",
  "atk-s0103a9:130_4": "sammādiṭṭhi. Idaṁ vuccati āyakosallaṁ. Tattha katamaṁ apāyakosallaṁ? Ime dhamme manasikaroto",
  "atk-s0103a9:130_5": "anuppannā ceva kusalā dhammā na uppajjanti, uppannā ca kusalā dhammā nirujjhanti.",
  "atk-s0103a9:130_6": "Ime vā pana me dhamme manasikaroto anuppannā ceva akusalā dhammā uppajjanti, uppannā",
  "atk-s0103a9:130_7": "ca akusalā dhammā bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṁvattantīti, yā",
  "atk-s0103a9:130_8": "tattha paññā pajānanā…pe… sammādiṭṭhi. Idaṁ vuccati apāyakosallaṁ. Sabbāpi tatrupāyā",
  "atk-s0103a9:130_9": "paññā upāyakosalla”nti. Idaṁ pana accāyikakicce vā bhaye vā uppanne tassa tikicchanatthaṁ",
  "atk-s0103a9:130_10": "ṭhānuppattiyā kāraṇajānanavaseneva veditabbaṁ.",
  "atk-s0103a9:131_0": "Madāti majjanākāravasena pavattamānā. Tesu “ahaṁ nirogo saṭṭhi vā sattati vā vassāni",
  "atk-s0103a9:131_1": "atikkantāni, na me harītakīkhaṇḍampi khāditapubbaṁ, ime panaññe asukaṁ nāma ṭhānaṁ",
  "atk-s0103a9:131_2": "rujjati, bhesajjaṁ khādāmāti vicaranti, ko añño mādiso nirogo nāmā”ti evaṁ mānakaraṇaṁ",
  "atk-s0103a9:131_3": "ārogyamado. “Mahallakakāle puññaṁ karissāma, daharamha tāvā”ti yobbane ṭhatvā mānakaraṇaṁ",
  "atk-s0103a9:131_4": "yobbanamado. “Ciraṁ jīviṁ, ciraṁ jīvāmi, ciraṁ jīvissāmi; sukhaṁ jīviṁ, sukhaṁ jīvāmi,",
  "atk-s0103a9:131_5": "sukhaṁ jīvissāmī”ti evaṁ mānakaraṇaṁ jīvitamado.",
  "atk-s0103a9:132_0": "Ādhipateyyesu adhipatito āgataṁ ādhipateyyaṁ. “Ettakomhi sīlena samādhinā paññāya",
  "atk-s0103a9:132_1": "vimuttiyā, na me etaṁ patirūpa”nti evaṁ attānaṁ adhipattiṁ jeṭṭhakaṁ katvā pāpassa",
  "atk-s0103a9:132_2": "akaraṇaṁ attādhipateyyaṁ nāma. Lokaṁ adhipatiṁ katvā akaraṇaṁ lokādhipateyyaṁ nāma.",
  "atk-s0103a9:132_3": "Lokuttaradhammaṁ adhipatiṁ katvā akaraṇaṁ dhammādhipateyyaṁ nāma.",
  "atk-s0103a9:133_0": "Kathāvatthūnīti kathākāraṇāni. Atītaṁ vā addhānanti atītaṁ dhammaṁ, atītakkhandheti",
  "atk-s0103a9:133_1": "attho. Apica “yaṁ, bhikkhave, rūpaṁ atītaṁ niruddhaṁ vipariṇataṁ, ‘ahosī’ti tassa",
  "atk-s0103a9:133_2": "saṅkhā, ‘ahosī’ti tassa paññatti ‘ahosī’ti tassa samaññā, na tassa saṅkhā ‘atthī’ti,",
  "atk-s0103a9:133_3": "na tassa saṅkhā ‘bhavissatī’ti evaṁ āgatena niruttipathasuttenapettha attho dīpetabbo.",
  "atk-s0103a9:134_0": "Vijjāti tamavijjhanaṭṭhena vijjā. Viditakaraṇaṭṭhenāpi vijjā. Pubbenivāsānussatiñāṇañhi",
  "atk-s0103a9:134_1": "uppajjamānaṁ pubbenivāsaṁ chādetvā ṭhitaṁ tamaṁ vijjhati, pubbenivāsañca viditaṁ",
  "atk-s0103a9:134_2": "karotīti vijjā. Cutūpapātañāṇaṁ cutipaṭisandhicchādakaṁ tamaṁ vijjhati, tañca viditaṁ",
  "atk-s0103a9:134_3": "karotīti vijjā. Āsavānaṁ khaye ñāṇaṁ catusaccacchādakaṁ tamaṁ vijjhati, catusaccadhammañca",
  "atk-s0103a9:134_4": "viditaṁ karotīti vijjā.",
  "atk-s0103a9:135": "Vihāresu aṭṭha samāpattiyo dibbo vihāro. Catasso appamaññā brahmā vihāro. Phalasamāpatti ariyo vihāro.",
  "atk-s0103a9:136": "Pāṭihāriyāni kevaṭṭasutte vitthāritāneva.",
  "atk-s0103a9:137": "“Ime kho, āvuso”tiādīsu vuttanayeneva yojetabbaṁ. Iti samasaṭṭhiyā tikānaṁ vasena asītisatapañhe kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:138": "Tikavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:139": "Catukkavaṇṇanā",
  "atk-s0103a9:140": "306. Iti tikavasena sāmaggirasaṁ dassetvā idāni catukkavasena dassetuṁ puna desanaṁ ārabhi. Tattha “satipaṭṭhānacatukkaṁ” pubbe vitthāritameva.",
  "atk-s0103a9:141_0": "Sammappadhānacatukke chandaṁ janetīti “yo chando chandikatā kattukamyatā kusalo dhammacchando”ti",
  "atk-s0103a9:141_1": "evaṁ vuttaṁ kattukamyataṁ janeti. Vāyamatīti vāyāmaṁ karoti. Vīriyaṁ ārabhatīti vīriyaṁ",
  "atk-s0103a9:141_2": "janeti. Cittaṁ paggaṇhātīti cittaṁ upatthambheti. Ayamettha saṅkhepo. Vitthāro pana",
  "atk-s0103a9:141_3": "sammappadhānavibhaṅge āgatoyeva.",
  "atk-s0103a9:142_0": "Iddhipādesu chandaṁ nissāya pavatto samādhi chandasamādhi. Padhānabhūtā saṅkhārā",
  "atk-s0103a9:142_1": "padhānasaṅkhārā. Samannāgatanti tehi dhammehi upetaṁ. Iddhiyā pādaṁ, iddhibhūtaṁ",
  "atk-s0103a9:142_2": "vā pādanti iddhipādaṁ. Sesesupi eseva nayo. Ayamettha saṅkhepo, vitthāro pana iddhipādavibhaṅge",
  "atk-s0103a9:142_3": "āgato eva. Visuddhimagge panassa attho dīpito. Jhānakathāpi visuddhimagge vitthāritāva.",
  "atk-s0103a9:143": "307.Diṭṭhadhammasukhavihārāyāti imasmiṁyeva attabhāve sukhavihāratthāya. Idha phalasamāpattijhānāni, khīṇāsavassa aparabhāge nibbattitajhānāni ca kathitāni.",
  "atk-s0103a9:144_0": "Ālokasaññaṁ manasikarotīti divā vā rattiṁ vā sūriyacandapajjotamaṇiādīnaṁ ālokaṁ",
  "atk-s0103a9:144_1": "ālokoti manasikaroti. Divāsaññaṁ adhiṭṭhātīti evaṁ manasi katvā divātisaññaṁ ṭhapeti.",
  "atk-s0103a9:144_2": "Yathā divā tathā rattinti yathā divā diṭṭho āloko, tatheva taṁ rattiṁ manasikaroti.",
  "atk-s0103a9:144_3": "Yathā rattiṁ tathā divāti yathā rattiṁ āloko diṭṭho, evameva divā manasikaroti. Iti",
  "atk-s0103a9:144_4": "vivaṭena cetasāti evaṁ apihitena cittena. Apariyonaddhenāti samantato anaddhena.",
  "atk-s0103a9:144_5": "Sappabhāsanti saobhāsaṁ. Ñāṇadassanapaṭilābhāyāti ñāṇadassanapaṭilābhatthāya. Iminā",
  "atk-s0103a9:144_6": "kiṁ kathitaṁ? Middhavinodanaāloko kathito parikammaāloko vā. Iminā kiṁ kathitaṁ hoti?",
  "atk-s0103a9:144_7": "Khīṇāsavassa dibbacakkhuñāṇaṁ. Tasmiṁ vā āgatepi anāgatepi pādakajjhānasamāpattimeva",
  "atk-s0103a9:144_8": "sandhāya “sappabhāsaṁ cittaṁ bhāvetī”ti vuttaṁ.",
  "atk-s0103a9:145_0": "Satisampajaññāyāti sattaṭṭhānikassa satisampajaññassa atthāya. Viditā vedanā uppajjantītiādīsu",
  "atk-s0103a9:145_1": "khīṇāsavassa vatthu viditaṁ hoti ārammaṇaṁ viditaṁ vatthārammaṇaṁ viditaṁ. Vatthārammaṇaviditatāya",
  "atk-s0103a9:145_2": "evaṁ vedanā uppajjanti, evaṁ tiṭṭhanti, evaṁ nirujjhanti. Na kevalañca vedanā eva",
  "atk-s0103a9:145_3": "idha vuttā saññādayopi, avuttā cetanādayopi, viditā ca uppajjanti ceva tiṭṭhanti",
  "atk-s0103a9:145_4": "ca nirujjhanti ca. Api ca vedanāya uppādo vidito hoti, upaṭṭhānaṁ viditaṁ hoti. Avijjāsamudayā",
  "atk-s0103a9:145_5": "vedanāsamudayo, taṇhāsamudayā kammasamudayo, phassasamudayā vedanāyasamudayo. Nibbattilakkhaṇaṁ",
  "atk-s0103a9:145_6": "passantopi vedanākkhandhassa samudayaṁ passati. Evaṁ vedanāya uppādo vidito hoti.",
  "atk-s0103a9:145_7": "Kathaṁ vedanāya upaṭṭhānaṁ viditaṁ hoti? Aniccato manasikaroto khayatūpaṭṭhānaṁ viditaṁ",
  "atk-s0103a9:145_8": "hoti. Dukkhato manasikaroto bhayatūpaṭṭhānaṁ viditaṁ hoti. Anattato manasikaroto",
  "atk-s0103a9:145_9": "suññatūpaṭṭhānaṁ viditaṁ hoti. Evaṁ vedanāya upaṭṭhānaṁ viditaṁ hoti, khayato bhayato",
  "atk-s0103a9:145_10": "suññato jānāti. Kathaṁ vedanāya atthaṅgamo vidito hoti? Avijjānirodhā vedanānirodho.…Pe…",
  "atk-s0103a9:145_11": "evaṁ vedanāya atthaṅgamo vidito hoti. Imināpi nayenettha attho veditabbo.",
  "atk-s0103a9:146": "Itirūpantiādi vuttanayameva. Ayaṁ āvuso samādhibhāvanāti ayaṁ āsavānaṁ khayañāṇassa pādakajjhānasamādhibhāvanā.",
  "atk-s0103a9:147_0": "308.Appamaññāti pamāṇaṁ agahetvā anavasesapharaṇavasena appamaññāva. Anupadavaṇṇanā",
  "atk-s0103a9:147_1": "pana bhāvanāsamādhividhānañca etāsaṁ visuddhimagge vitthāritameva. Arūpakathāpi visuddhimagge vitthāritāva.",
  "atk-s0103a9:148_0": "Apassenānīti apassayāni. Saṅkhāyāti ñāṇena ñatvā. Paṭisevatīti ñāṇena ñatvā sevitabbayuttakameva",
  "atk-s0103a9:148_1": "sevati. Tassa ca vitthāro “paṭisaṅkhā yoniso cīvaraṁ paribhuñjatī”tiādinā nayena",
  "atk-s0103a9:148_2": "veditabbo. Saṅkhāyekaṁ adhivāsetīti ñāṇena ñatvā adhivāsetabbayuttakameva adhivāseti.",
  "atk-s0103a9:148_3": "Vitthāro panettha “paṭisaṅkhā yoniso khamo hoti sītassā”tiādinā nayena veditabbo.",
  "atk-s0103a9:148_4": "Parivajjetīti ñāṇena ñatvā parivajjetuṁ yuttameva parivajjeti. Tassa vitthāro “paṭisaṅkhā",
  "atk-s0103a9:148_5": "yoniso caṇḍaṁ hatthiṁ parivajjetī”tiādinā nayena veditabbo. Vinodetīti ñāṇena ñatvā",
  "atk-s0103a9:148_6": "vinodetabbameva vinodeti, nudati nīharati anto pavisituṁ na deti. Tassa vitthāro",
  "atk-s0103a9:148_7": "“uppannaṁ kāmavitakkaṁ nādhivāsetī”tiādinā nayena veditabbo.",
  "atk-s0103a9:149": "Ariyavaṁsacatukkavaṇṇanā",
  "atk-s0103a9:150_0": "309.Ariyavaṁsāti ariyānaṁ vaṁsā. Yathā hi khattiyavaṁso, brāhmaṇavaṁso, vessavaṁso,",
  "atk-s0103a9:150_1": "suddavaṁso, samaṇavaṁso, kulavaṁso, rājavaṁso, evaṁ ayampi aṭṭhamo ariyavaṁso ariyatanti",
  "atk-s0103a9:150_2": "ariyapaveṇī nāma hoti. So kho panāyaṁ ariyavaṁso imesaṁ vaṁsānaṁ mūlagandhādīnaṁ",
  "atk-s0103a9:150_3": "kāḷānusāritagandhādayo viya aggamakkhāyati. Ke pana te ariyā yesaṁ ete vaṁsāti? Ariyā",
  "atk-s0103a9:150_4": "vuccanti buddhā ca paccekabuddhā ca tathāgatasāvakā ca, etesaṁ ariyānaṁ vaṁsāti ariyavaṁsā.",
  "atk-s0103a9:150_5": "Ito pubbe hi satasahassakappādhikānaṁ catunnaṁ asaṅkhyeyyānaṁ matthake taṇhaṅkaro",
  "atk-s0103a9:150_6": "medhaṅkaro saraṇaṅkaro dīpaṅkaroti cattāro buddhā uppannā, te ariyā, tesaṁ ariyānaṁ",
  "atk-s0103a9:150_7": "vaṁsāti ariyavaṁsā. Tesaṁ buddhānaṁ parinibbānato aparabhāge asaṅkhyeyyaṁ atikkamitvā",
  "atk-s0103a9:150_8": "koṇḍañño nāma buddho uppanno…pe… imasmiṁ kappe kakusandho, koṇāgamano, kassapo, amhākaṁ",
  "atk-s0103a9:150_9": "bhagavā gotamoti cattāro buddhā uppannā. Tesaṁ ariyānaṁ vaṁsāti ariyavaṁsā. Apica",
  "atk-s0103a9:150_10": "atītānāgatapaccuppannānaṁ sabbabuddhapaccekabuddhabuddhasāvakānaṁ ariyānaṁ vaṁsāti",
  "atk-s0103a9:150_11": "ariyavaṁsā. Te kho panete aggaññā aggāti jānitabbā. Rattaññā dīgharattaṁ pavattāti",
  "atk-s0103a9:150_12": "jānitabbā. Vaṁsaññā vaṁsāti jānitabbā.",
  "atk-s0103a9:151_0": "Porāṇāti na adhunuppattikā. Asaṁkiṇṇā avikiṇṇā anapanītā. Asaṁkiṇṇapubbā atītabuddhehi",
  "atk-s0103a9:151_1": "na saṁkiṇṇapubbā. “Kiṁ imehī”ti na apanītapubbā? Na saṅkīyantīti idānipi na apanīyanti.",
  "atk-s0103a9:151_2": "Na saṅkīyissantīti anāgatabuddhehipi na apanīyissanti, ye loke viññū samaṇabrāhmaṇā,",
  "atk-s0103a9:151_3": "tehi appaṭikuṭṭhā, samaṇehi brāhmaṇehi viññūhi aninditā agarahitā.",
  "atk-s0103a9:152_0": "Santuṭṭho hotīti paccayasantosavasena santuṭṭho hoti. Itarītarena cīvarenāti thūlasukhumalūkhapaṇītathirajiṇṇānaṁ",
  "atk-s0103a9:152_1": "yena kenaci. Atha kho yathāladdhādīnaṁ itarītarena yena kenaci santuṭṭho hotīti attho.",
  "atk-s0103a9:152_2": "Cīvarasmiñhi tayo santosā – yathālābhasantoso, yathābalasantoso, yathāsāruppasantosoti.",
  "atk-s0103a9:152_3": "Piṇḍapātādīsupi eseva nayo. Tesaṁ vitthārakathā sāmaññaphale vuttanayeneva veditabbā.",
  "atk-s0103a9:152_4": "Ime tayo santose sandhāya “santuṭṭho hoti, itarītarena yathāladdhādīsu yena kenaci",
  "atk-s0103a9:152_5": "cīvarena santuṭṭho hotī”ti vuttaṁ.",
  "atk-s0103a9:153_0": "Ettha ca cīvaraṁ jānitabbaṁ, cīvarakkhettaṁ jānitabbaṁ, paṁsukūlaṁ jānitabbaṁ, cīvarasantoso",
  "atk-s0103a9:153_1": "jānitabbo, cīvarapaṭisaṁyuttāni dhutaṅgāni jānitabbāni. Tattha cīvaraṁ jānitabbanti",
  "atk-s0103a9:153_2": "khomādīni cha cīvarāni dukūlādīni cha anulomacīvarāni jānitabbāni. Imāni dvādasa",
  "atk-s0103a9:153_3": "kappiyacīvarāni. Kusacīraṁ vākacīraṁ phalakacīraṁ kesakambalaṁ vāḷakambalaṁ potthako",
  "atk-s0103a9:153_4": "cammaṁ ulūkapakkhaṁ rukkhadussaṁ latādussaṁ erakadussaṁ kadalidussaṁ veḷudussanti",
  "atk-s0103a9:153_5": "evamādīni pana akappiyacīvarāni. Cīvarakkhettanti “saṅghato vā gaṇato vā ñātito vā",
  "atk-s0103a9:153_6": "mittato vā attano vā dhanena paṁsukūlaṁ vā”ti evaṁ uppajjanato cha khettāni, aṭṭhannañca",
  "atk-s0103a9:153_7": "mātikānaṁ vasena aṭṭha khettāni jānitabbāni. Paṁsukūlanti sosānikaṁ, pāpaṇikaṁ, rathiyaṁ",
  "atk-s0103a9:153_8": "saṅkārakūṭakaṁ, sotthiyaṁ, sinānaṁ, titthaṁ, gatapaccāgataṁ, aggidaḍḍhaṁ, gokhāyitaṁ",
  "atk-s0103a9:153_9": "upacikakhāyitaṁ, undūrakhāyitaṁ, antacchinnaṁ, dasācchinnaṁ, dhajāhaṭaṁ, thūpaṁ,",
  "atk-s0103a9:153_10": "samaṇacīvaraṁ, sāmuddiyaṁ, ābhisekiyaṁ, panthikaṁ, vātāhaṭaṁ, iddhimayaṁ, devadattiyanti",
  "atk-s0103a9:153_11": "tevīsati paṁsukūlāni veditabbāni.",
  "atk-s0103a9:154_0": "Ettha ca sotthiyanti gabbhamalaharaṇaṁ. Gatapaccāgatanti matakasarīraṁ pārupitvā",
  "atk-s0103a9:154_1": "susānaṁ netvā ānītacīvaraṁ. Dhajāhaṭanti dhajaṁ ussāpetvā tato ānītaṁ. Thūpanti vammike",
  "atk-s0103a9:154_2": "pūjitacīvaraṁ. Sāmuddiyanti samuddavīcīhi thalaṁ pāpitaṁ. Panthikanti panthaṁ gacchantehi",
  "atk-s0103a9:154_3": "corabhayena pāsāṇehi koṭṭetvā pārutacīvaraṁ. Iddhimayanti ehibhikkhucīvaraṁ. Sesaṁ pākaṭameva.",
  "atk-s0103a9:155_0": "Cīvarasantosoti vīsati cīvarasantosā, vitakkasantoso, gamanasantoso, pariyesanasantoso,",
  "atk-s0103a9:155_1": "paṭilābhasantoso, mattappaṭiggahaṇasantoso, loluppavivajjanasantoso, yathālābhasantoso,",
  "atk-s0103a9:155_2": "yathābalasantoso, yathāsāruppasantoso, udakasantoso, dhovanasantoso, karaṇasantoso,",
  "atk-s0103a9:155_3": "parimāṇasantoso, suttasantoso, sibbanasantoso, rajanasantoso, kappasantoso, paribhogasantoso,",
  "atk-s0103a9:155_4": "sannidhiparivajjanasantoso, vissajjanasantosoti.",
  "atk-s0103a9:156_0": "Tattha sādakabhikkhunā temāsaṁ nibaddhavāsaṁ vasitvā ekamāsamattaṁ vitakketuṁ vaṭṭati.",
  "atk-s0103a9:156_1": "So hi pavāretvā cīvaramāse cīvaraṁ karoti. Paṁsukūliko aḍḍhamāseneva karoti. Iti",
  "atk-s0103a9:156_2": "māsaḍḍhamāsamattaṁ vitakkanaṁ vitakkasantoso. Vitakkasantosena pana santuṭṭhena bhikkhunā",
  "atk-s0103a9:156_3": "pācīnakkhaṇḍarājivāsikapaṁsukūlikattherasadisena bhavitabbaṁ.",
  "atk-s0103a9:157_0": "Thero kira cetiyapabbatavihāre cetiyaṁ vandissāmīti āgato cetiyaṁ vanditvā cintesi",
  "atk-s0103a9:157_1": "“mayhaṁ cīvaraṁ jiṇṇaṁ bahūnaṁ vasanaṭṭhāne labhissāmī”ti. So mahāvihāraṁ gantvā",
  "atk-s0103a9:157_2": "saṅghattheraṁ disvā vasanaṭṭhānaṁ pucchitvā tattha vuttho punadivase cīvaraṁ ādāya",
  "atk-s0103a9:157_3": "āgantvā theraṁ vandi. Thero kiṁ āvusoti āha. Gāmadvāraṁ, bhante, gamissāmīti. Ahampāvuso,",
  "atk-s0103a9:157_4": "gamissāmīti. Sādhu, bhanteti gacchanto mahābodhidvārakoṭṭhake ṭhatvā puññavantānaṁ",
  "atk-s0103a9:157_5": "vasanaṭṭhāne manāpaṁ labhissāmīti cintetvā aparisuddho me vitakkoti tatova paṭinivatti.",
  "atk-s0103a9:157_6": "Punadivase ambaṅgaṇasamīpato, punadivase mahācetiyassa uttaradvārato, tatheva paṭinivattitvā",
  "atk-s0103a9:157_7": "catutthadivase therassa santikaṁ agamāsi. Thero imassa bhikkhuno vitakko na parisuddho",
  "atk-s0103a9:157_8": "bhavissatīti cīvaraṁ gahetvā tena saddhiṁyeva pañhaṁ pucchamāno gāmaṁ pāvisi. Tañca",
  "atk-s0103a9:157_9": "rattiṁ eko manusso uccārapalibuddho sāṭakeyeva vaccaṁ katvā taṁ saṅkāraṭṭhāne chaḍḍesi.",
  "atk-s0103a9:157_10": "Paṁsukūlikatthero taṁ nīlamakkhikāhi samparikiṇṇaṁ disvā añjaliṁ paggahesi. Mahāthero",
  "atk-s0103a9:157_11": "“kiṁ, āvuso, saṅkāraṭṭhānassa añjaliṁ paggaṇhāsī”ti? “Nāhaṁ, bhante, saṅkāraṭṭhānassa",
  "atk-s0103a9:157_12": "añjaliṁ paggaṇhāmi, mayhaṁ pitu dasabalassa paggaṇhāmi, puṇṇadāsiyā sarīraṁ pārupitvā",
  "atk-s0103a9:157_13": "chaḍḍitaṁ paṁsukūlaṁ tumbamatte pāṇake vidhunitvā susānato gaṇhantena dukkaraṁ kataṁ,",
  "atk-s0103a9:157_14": "bhante”ti. Mahāthero “parisuddho vitakko paṁsukūlikassā”ti cintesi. Paṁsukūlikattheropi",
  "atk-s0103a9:157_15": "tasmiṁyeva ṭhāne ṭhito vipassanaṁ vaḍḍhetvā tīṇi phalāni patto taṁ sāṭakaṁ gahetvā",
  "atk-s0103a9:157_16": "cīvaraṁ katvā pārupitvā pācīnakkhaṇḍarājiṁ gantvā aggaphalaṁ arahattaṁ pāpuṇi.",
  "atk-s0103a9:158": "Cīvaratthāya gacchantassa pana “kattha labhissāmī”ti acintetvā kammaṭṭhānasīseneva gamanaṁ gamanasantoso nāma.",
  "atk-s0103a9:159": "Pariyesantassa pana yena vā tena vā saddhiṁ apariyesitvā lajjiṁ pesalaṁ bhikkhuṁ gahetvā pariyesanaṁ pariyesanasantoso nāma.",
  "atk-s0103a9:160_0": "Evaṁ pariyesantassa āhariyamānaṁ cīvaraṁ dūrato disvā “etaṁ manāpaṁ bhavissati, etaṁ",
  "atk-s0103a9:160_1": "amanāpa”nti evaṁ avitakketvā thūlasukhumādīsu yathāladdheneva santussanaṁ paṭilābhasantoso nāma.",
  "atk-s0103a9:161": "Evaṁ laddhaṁ gaṇhantassāpi “ettakaṁ dupaṭṭassa bhavissati, ettakaṁ ekapaṭṭassā”ti attano pahonakamatteneva santussanaṁ mattappaṭiggahaṇasantoso nāma.",
  "atk-s0103a9:162": "Cīvaraṁ pariyesantassa pana “asukassa gharadvāre manāpaṁ labhissāmī”ti acintetvā dvārapaṭipāṭiyā caraṇaṁ loluppavivajjanasantoso nāma.",
  "atk-s0103a9:163": "Lūkhapaṇītesu yena kenaci yāpetuṁ sakkontassa yathāladdheneva yāpanaṁ yathālābhasantoso nāma.",
  "atk-s0103a9:164": "Attano thāmaṁ jānitvā yena yāpetuṁ sakkoti, tena yāpanaṁ yathābalasantoso nāma.",
  "atk-s0103a9:165": "Manāpaṁ aññassa datvā attano yena kenaci yāpanaṁ yathāsāruppasantoso nāma.",
  "atk-s0103a9:166_0": "“Kattha udakaṁ manāpaṁ, kattha amanāpa”nti avicāretvā yena kenaci dhovanupagena udakena",
  "atk-s0103a9:166_1": "dhovanaṁ udakasantoso nāma. Paṇḍumattikagerukapūtipaṇṇarasakiliṭṭhāni pana udakāni vajjetuṁ vaṭṭati.",
  "atk-s0103a9:167": "Dhovantassa pana muggarādīhi apaharitvā hatthehi madditvā dhovanaṁ dhovanasantoso nāma. Tathā asujjhantaṁ paṇṇāni pakkhipitvā tāpitaudakenāpi dhovituṁ vaṭṭati.",
  "atk-s0103a9:168": "Evaṁ dhovitvā karontassa idaṁ thūlaṁ, idaṁ sukhumanti akopetvā pahonakanīhāreneva karaṇaṁ karaṇasantoso nāma.",
  "atk-s0103a9:169": "Timaṇḍalappaṭicchādanamattasseva karaṇaṁ parimāṇasantoso nāma.",
  "atk-s0103a9:170": "Cīvarakaraṇatthāya pana manāpasuttaṁ pariyesissāmīti avicāretvā rathikādīsu vā devaṭṭhāne vā āharitvā pādamūle vā ṭhapitaṁ yaṁkiñcideva suttaṁ gahetvā karaṇaṁ suttasantoso nāma.",
  "atk-s0103a9:171_0": "Kusibandhanakāle pana aṅgulamatte sattavāre na vijjhitabbaṁ, evaṁ karontassa hi yo",
  "atk-s0103a9:171_1": "bhikkhu sahāyo na hoti, tassa vattabhedopi natthi. Tivaṅgulamatte pana sattavāre",
  "atk-s0103a9:171_2": "vijjhitabbaṁ, evaṁ karontassa maggapaṭipannenāpi sahāyena bhavitabbaṁ. Yo na hoti,",
  "atk-s0103a9:171_3": "tassa vattabhedo. Ayaṁ sibbanasantoso nāma.",
  "atk-s0103a9:172_0": "Rajantena pana kāḷakacchakādīni pariyesantena na rajitabbaṁ. Somavakkalādīsu yaṁ",
  "atk-s0103a9:172_1": "labhati, tena rajitabbaṁ. Alabhantena pana manussehi araññe vākaṁ gahetvā chaḍḍitarajanaṁ",
  "atk-s0103a9:172_2": "vā bhikkhūhi pacitvā chaḍḍitakasaṭaṁ vā gahetvā rajitabbaṁ, ayaṁ rajanasantoso nāma.",
  "atk-s0103a9:173": "Nīlakaddamakāḷasāmesu yaṁkiñci gahetvā hatthipiṭṭhe nisinnassa paññāyamānakapakaraṇaṁ kappasantoso nāma.",
  "atk-s0103a9:174": "Hirikopīnapaṭicchādanamattavasena paribhuñjanaṁ paribhogasantoso nāma.",
  "atk-s0103a9:175_0": "Dussaṁ pana labhitvā suttaṁ vā sūciṁ vā kārakaṁ vā alabhantena ṭhapetuṁ vaṭṭati,",
  "atk-s0103a9:175_1": "labhantena na vaṭṭati. Katampi sace antevāsikādīnaṁ dātukāmo hoti, te ca asannihitā",
  "atk-s0103a9:175_2": "yāva āgamanā ṭhapetuṁ vaṭṭati. Āgatamattesu dātabbaṁ. Dātuṁ asakkontena adhiṭṭhātabbaṁ.",
  "atk-s0103a9:175_3": "Aññasmiṁ cīvare sati paccattharaṇampi adhiṭṭhātuṁ vaṭṭati. Anadhiṭṭhitameva hi sannidhi",
  "atk-s0103a9:175_4": "hoti. Adhiṭṭhitaṁ na hotīti mahāsīvatthero āha. Ayaṁ sannidhiparivajjanasantoso nāma.",
  "atk-s0103a9:176": "Vissajjantena pana na mukhaṁ oloketvā dātabbaṁ. Sāraṇīyadhamme ṭhatvā vissajjitabbanti ayaṁ vissajjanasantoso nāma.",
  "atk-s0103a9:177_0": "Cīvarapaṭisaṁyuttāni dhutaṅgāni nāma paṁsukūlikaṅgañceva tecīvarikaṅgañca. Tesaṁ",
  "atk-s0103a9:177_1": "vitthārakathā visuddhimaggato veditabbā. Iti cīvarasantosamahāariyavaṁsaṁ pūrayamāno",
  "atk-s0103a9:177_2": "bhikkhu imāni dve dhutaṅgāni gopeti. Imāni gopento cīvarasantosamahāariyavaṁsena santuṭṭho hoti.",
  "atk-s0103a9:178_0": "Vaṇṇavādīti eko santuṭṭho hoti, santosassa vaṇṇaṁ na katheti, eko na santuṭṭho hoti,",
  "atk-s0103a9:178_1": "santosassa vaṇṇaṁ katheti, eko neva santuṭṭho hoti, na santosassa vaṇṇaṁ katheti,",
  "atk-s0103a9:178_2": "eko santuṭṭho ceva hoti, santosassa ca vaṇṇaṁ katheti, taṁ dassetuṁ “itarītaracīvarasantuṭṭhiyā",
  "atk-s0103a9:178_3": "ca vaṇṇavādī”ti vuttaṁ.",
  "atk-s0103a9:179_0": "Anesananti dūteyyapahinagamanānuyogappabhedaṁ nānappakāraṁ anesanaṁ. Appatirūpanti",
  "atk-s0103a9:179_1": "ayuttaṁ. Aladdhā cāti alabhitvā. Yathā ekacco “kathaṁ nu kho cīvaraṁ labhissāmī”ti.",
  "atk-s0103a9:179_2": "Puññavantehi bhikkhūhi saddhiṁ ekato hutvā kohaññaṁ karonto uttasati paritasati,",
  "atk-s0103a9:179_3": "santuṭṭho bhikkhu evaṁ aladdhā cīvaraṁ na paritasati. Laddhā cāti dhammena samena",
  "atk-s0103a9:179_4": "labhitvā. Agadhitoti vigatalobhagiddho. Amucchitoti adhimattataṇhāya mucchaṁ anāpanno.",
  "atk-s0103a9:179_5": "Anajjhāpannoti taṇhāya anotthato apariyonaddho. Ādīnavadassāvīti anesanāpattiyañca",
  "atk-s0103a9:179_6": "gedhitaparibhoge ca ādīnavaṁ passamāno. Nissaraṇapaññoti “yāvadeva sītassa paṭighātāyā”ti",
  "atk-s0103a9:179_7": "vuttaṁ nissaraṇameva pajānanto.",
  "atk-s0103a9:180_0": "Itarītaracīvarasantuṭṭhiyāti yena kenaci cīvarena santuṭṭhiyā. Nevattānukkaṁsetīti",
  "atk-s0103a9:180_1": "“ahaṁ paṁsukūliko mayā upasampadamāḷeyeva paṁsukūlikaṅgaṁ gahitaṁ, ko mayā sadiso",
  "atk-s0103a9:180_2": "atthī”ti attukkaṁsanaṁ na karoti. Na paraṁ vambhetīti “ime panaññe bhikkhū na paṁsukūlikā”ti",
  "atk-s0103a9:180_3": "vā “paṁsukūlikaṅgamattampi etesaṁ natthī”ti vā evaṁ paraṁ na vambheti. Yo hi tattha",
  "atk-s0103a9:180_4": "dakkhoti yo tasmiṁ cīvarasantose, vaṇṇavādādīsu vā dakkho cheko byatto. Analasoti",
  "atk-s0103a9:180_5": "sātaccakiriyāya ālasiyavirahito. Sampajāno paṭissatoti sampajānapaññāya ceva satiyā",
  "atk-s0103a9:180_6": "ca yutto. Ariyavaṁse ṭhitoti ariyavaṁse patiṭṭhito.",
  "atk-s0103a9:181_0": "Itarītarena piṇḍapātenāti yena kenaci piṇḍapātena. Etthāpi piṇḍapāto jānitabbo. Piṇḍapātakkhettaṁ",
  "atk-s0103a9:181_1": "jānitabbaṁ, piṇḍapātasantoso jānitabbo, piṇḍapātapaṭisaṁyuttaṁ dhutaṅgaṁ jānitabbaṁ.",
  "atk-s0103a9:181_2": "Tattha piṇḍapātoti “odano, kummāso, sattu, maccho, maṁsaṁ, khīraṁ, dadhi, sappi,",
  "atk-s0103a9:181_3": "navanītaṁ, telaṁ, madhu, phāṇitaṁ, yāgu, khādanīyaṁ, sāyanīyaṁ, lehanīya”nti soḷasa piṇḍapātā.",
  "atk-s0103a9:182_0": "Piṇḍapātakkhettanti saṅghabhattaṁ, uddesabhattaṁ, nimantanaṁ, salākabhattaṁ, pakkhikaṁ,",
  "atk-s0103a9:182_1": "uposathikaṁ, pāṭipadikaṁ, āgantukabhattaṁ, gamikabhattaṁ, gilānabhattaṁ, gilānupaṭṭhākabhattaṁ,",
  "atk-s0103a9:182_2": "dhurabhattaṁ, kuṭibhattaṁ, vārabhattaṁ, vihārabhattanti pannarasa piṇḍapātakkhettāni.",
  "atk-s0103a9:183_0": "Piṇḍapātasantosoti piṇḍapāte vitakkasantoso, gamanasantoso, pariyesanasantoso paṭilābhasantoso,",
  "atk-s0103a9:183_1": "paṭiggahaṇasantoso, mattappaṭiggahaṇasantoso, loluppavivajjanasantoso, yathālābhasantoso,",
  "atk-s0103a9:183_2": "yathābalasantoso, yathāsāruppasantoso, upakārasantoso, parimāṇasantoso, paribhogasantoso,",
  "atk-s0103a9:183_3": "sannidhiparivajjanasantoso, vissajjanasantosoti pannarasa santosā.",
  "atk-s0103a9:184_0": "Tattha sādako bhikkhu mukhaṁ dhovitvā vitakketi. Piṇḍapātikena pana gaṇena saddhiṁ",
  "atk-s0103a9:184_1": "caratā sāyaṁ therūpaṭṭhānakāle “sve kattha piṇḍāya carissāmāti asukagāme, bhante”ti,",
  "atk-s0103a9:184_2": "ettakaṁ cintetvā tato paṭṭhāya na vitakketabbaṁ. Ekacārikena vitakkamāḷake ṭhatvā",
  "atk-s0103a9:184_3": "vitakketabbaṁ. Tato paraṁ vitakkento ariyavaṁsā cuto hoti paribāhiro. Ayaṁ vitakkasantoso nāma.",
  "atk-s0103a9:185": "Piṇḍāya pavisantena “kuhiṁ labhissāmī”ti acintetvā kammaṭṭhānasīsena gantabbaṁ. Ayaṁ gamanasantoso nāma.",
  "atk-s0103a9:186": "Pariyesantena yaṁ vā taṁ vā agahetvā lajjiṁ pesalameva gahetvā pariyesitabbaṁ. Ayaṁ pariyesanasantoso nāma.",
  "atk-s0103a9:187": "Dūratova āhariyamānaṁ disvā “etaṁ manāpaṁ, etaṁ amanāpa”nti cittaṁ na uppādetabbaṁ. Ayaṁ paṭilābhasantoso nāma.",
  "atk-s0103a9:188": "“Imaṁ manāpaṁ gaṇhissāmi, imaṁ amanāpaṁ na gaṇhissāmī”ti acintetvā yaṁkiñci yāpanamattaṁ gahetabbameva, ayaṁ paṭiggahaṇasantoso nāma.",
  "atk-s0103a9:189_0": "Ettha pana deyyadhammo bahu, dāyako appaṁ dātukāmo, appaṁ gahetabbaṁ. Deyyadhammo",
  "atk-s0103a9:189_1": "bahu, dāyakopi bahuṁ dātukāmo, pamāṇeneva gahetabbaṁ. Deyyadhammo na bahu, dāyakopi",
  "atk-s0103a9:189_2": "appaṁ dātukāmo, appaṁ gahetabbaṁ. Deyyadhammo na bahu, dāyako pana bahuṁ dātukāmo,",
  "atk-s0103a9:189_3": "pamāṇena gahetabbaṁ. Paṭiggahaṇasmiñhi mattaṁ ajānanto manussānaṁ pasādaṁ makkheti,",
  "atk-s0103a9:189_4": "saddhādeyyaṁ vinipāteti, sāsanaṁ na karoti, vijātamātuyāpi cittaṁ gahetuṁ na sakkoti.",
  "atk-s0103a9:189_5": "Iti mattaṁ jānitvāva paṭiggahetabbanti ayaṁ mattappaṭiggahaṇasantoso nāma.",
  "atk-s0103a9:190": "Saddhakulāniyeva agantvā dvārappaṭipāṭiyā gantabbaṁ. Ayaṁ loluppavivajjanasantoso nāma. Yathālābhasantosādayo cīvare vuttanayā eva.",
  "atk-s0103a9:191": "Piṇḍapātaṁ paribhuñjitvā samaṇadhammaṁ anupālessāmīti evaṁ upakāraṁ ñatvā paribhuñjanaṁ upakārasantoso nāma.",
  "atk-s0103a9:192": "Pattaṁ pūretvā ānītaṁ na paṭiggahetabbaṁ, anupasampanne sati tena gāhāpetabbaṁ, asati harāpetvā paṭiggahaṇamattaṁ gahetabbaṁ. Ayaṁ parimāṇasantoso nāma.",
  "atk-s0103a9:193": "“Jighacchāya paṭivinodanaṁ idamettha nissaraṇa”nti evaṁ paribhuñjanaṁ paribhogasantoso nāma.",
  "atk-s0103a9:194": "Nidahitvā na paribhuñjitabbanti ayaṁ sannidhiparivajjanasantoso nāma.",
  "atk-s0103a9:195": "Mukhaṁ anoloketvā sāraṇīyadhamme ṭhitena vissajjetabbaṁ. Ayaṁ vissajjanasantoso nāma.",
  "atk-s0103a9:196_0": "Piṇḍapātapaṭisaṁyuttāni pana pañca dhutaṅgāni – piṇḍapātikaṅgaṁ, sapadānacārikaṅgaṁ,",
  "atk-s0103a9:196_1": "ekāsanikaṅgaṁ, pattapiṇḍikaṅgaṁ, khalupacchābhattikaṅganti. Tesaṁ vitthārakathā visuddhimagge",
  "atk-s0103a9:196_2": "vuttā. Iti piṇḍapātasantosamahāariyavaṁsaṁ pūrayamāno bhikkhu imāni pañca dhutaṅgāni",
  "atk-s0103a9:196_3": "gopeti. Imāni gopento piṇḍapātasantosamahāariyavaṁsena santuṭṭho hoti. “Vaṇṇavādī”tiādīni",
  "atk-s0103a9:196_4": "vuttanayeneva veditabbāni.",
  "atk-s0103a9:197_0": "Senāsanenāti idha senāsanaṁ jānitabbaṁ, senāsanakkhettaṁ jānitabbaṁ, senāsanasantoso",
  "atk-s0103a9:197_1": "jānitabbo, senāsanapaṭisaṁyuttaṁ dhutaṅgaṁ jānitabbaṁ. Tattha senāsananti mañco,",
  "atk-s0103a9:197_2": "pīṭhaṁ, bhisi, bimbohanaṁ, vihāro, aḍḍhayogo, pāsādo, hammiyaṁ, guhā, leṇaṁ, aṭṭo,",
  "atk-s0103a9:197_3": "māḷo, veḷugumbo, rukkhamūlaṁ, yattha vā pana bhikkhū paṭikkamantīti imāni pannarasa senāsanāni.",
  "atk-s0103a9:198": "Senāsanakkhettanti “saṅghato vā gaṇato vā ñātito vā mittato vā attano vā dhanena paṁsukūlaṁ vā”ti cha khettāni.",
  "atk-s0103a9:199_0": "Senāsanasantosoti senāsane vitakkasantosādayo pannarasa santosā. Te piṇḍapāte vuttanayeneva",
  "atk-s0103a9:199_1": "veditabbā. Senāsanapaṭisaṁyuttāni pana pañca dhutaṅgāni – āraññikaṅgaṁ, rukkhamūlikaṅgaṁ,",
  "atk-s0103a9:199_2": "abbhokāsikaṅgaṁ, sosānikaṅgaṁ, yathāsantatikaṅganti. Tesaṁ vitthārakathā visuddhimagge",
  "atk-s0103a9:199_3": "vuttā. Iti senāsanasantosamahāariyavaṁsaṁ pūrayamāno bhikkhu imāni pañca dhutaṅgāni",
  "atk-s0103a9:199_4": "gopeti. Imāni gopento senāsanasantosamahāariyavaṁsena santuṭṭho hoti.",
  "atk-s0103a9:200": "Gilānapaccayo pana piṇḍapāteyeva paviṭṭho. Tattha yathālābhayathābalayathāsāruppasantoseneva santussitabbaṁ. Nesajjikaṅgaṁ bhāvanārāmaariyavaṁsaṁ bhajati. Vuttampi cetaṁ –",
  "atk-s0103a9:201": "“Pañca senāsane vuttā, pañca āhāranissitā;",
  "atk-s0103a9:202": "Eko vīriyasaṁyutto, dve ca cīvaranissitā”ti.",
  "atk-s0103a9:203_0": "Iti āyasmā dhammasenāpati sāriputtatthero pathaviṁ pattharamāno viya sāgarakucchiṁ",
  "atk-s0103a9:203_1": "pūrayamāno viya ākāsaṁ vitthārayamāno viya ca paṭhamaṁ cīvarasantosaṁ ariyavaṁsaṁ",
  "atk-s0103a9:203_2": "kathetvā candaṁ uṭṭhāpento viya sūriyaṁ ullaṅghento viya ca dutiyaṁ piṇḍapātasantosaṁ",
  "atk-s0103a9:203_3": "kathetvā sineruṁ ukkhipento viya tatiyaṁ senāsanasantosaṁ ariyavaṁsaṁ kathetvā idāni",
  "atk-s0103a9:203_4": "sahassanayappaṭimaṇḍitaṁ catutthaṁ bhāvanārāmaṁ ariyavaṁsaṁ kathetuṁ puna caparaṁ",
  "atk-s0103a9:203_5": "āvuso bhikkhu pahānārāmo hotīti desanaṁ ārabhi.",
  "atk-s0103a9:204_0": "Tattha āramanaṁ ārāmo, abhiratīti attho. Pañcavidhe pahāne ārāmo assāti pahānārāmo.",
  "atk-s0103a9:204_1": "Kāmacchandaṁ pajahanto ramati, nekkhammaṁ bhāvento ramati, byāpādaṁ pajahanto ramati…pe…",
  "atk-s0103a9:204_2": "sabbakilese pajahanto ramati, arahattamaggaṁ bhāvento ramatīti evaṁ pahāne ratoti",
  "atk-s0103a9:204_3": "pahānarato. Vuttanayeneva bhāvanāya ārāmo assāti bhāvanārāmo. Bhāvanāya ratoti bhāvanārato.",
  "atk-s0103a9:205_0": "Imesu pana catūsu ariyavaṁsesu purimehi tīhi terasannaṁ dhutaṅgānaṁ catupaccayasantosassa",
  "atk-s0103a9:205_1": "ca vasena sakalaṁ vinayapiṭakaṁ kathitaṁ hoti. Bhāvanārāmena avasesaṁ piṭakadvayaṁ.",
  "atk-s0103a9:205_2": "Imaṁ pana bhāvanārāmataṁ ariyavaṁsaṁ kathentena bhikkhunā paṭisambhidāmagge nekkhammapāḷiyā",
  "atk-s0103a9:205_3": "kathetabbo. Dīghanikāye dasuttarasuttantapariyāyena kathetabbo. Majjhimanikāye satipaṭṭhānasuttantapariyāyena",
  "atk-s0103a9:205_4": "kathetabbo. Abhidhamme niddesapariyāyena kathetabbo.",
  "atk-s0103a9:206_0": "Tattha paṭisambhidāmagge nekkhammapāḷiyāti so nekkhammaṁ bhāvento ramati, kāmacchandaṁ",
  "atk-s0103a9:206_1": "pajahanto ramati. Abyāpādaṁ byāpādaṁ. Ālokasaññaṁ, thinamiddhaṁ. Avikkhepaṁ uddhaccaṁ.",
  "atk-s0103a9:206_2": "Dhammavavatthānaṁ, vicikicchaṁ. Ñāṇaṁ, avijjaṁ. Pāmojjaṁ, aratiṁ. Paṭhamaṁ jhānaṁ,",
  "atk-s0103a9:206_3": "pañca nīvaraṇe. Dutiyaṁ jhānaṁ, vitakkavicāre. Tatiyaṁ jhānaṁ, pītiṁ. Catutthaṁ jhānaṁ,",
  "atk-s0103a9:206_4": "sukhadukkhe. Ākāsānañcāyatanasamāpattiṁ bhāvento ramati, rūpasaññaṁ paṭighasaññaṁ",
  "atk-s0103a9:206_5": "nānattasaññaṁ pajahanto ramati. Viññāṇañcāyatanasamāpattiṁ…pe… nevasaññānāsaññāyatanasamāpattiṁ",
  "atk-s0103a9:206_6": "bhāvento ramati, ākiñcaññāyatanasaññaṁ pajahanto ramati.",
  "atk-s0103a9:207_0": "Aniccānupassanaṁ bhāvento ramati, niccasaññaṁ pajahanto ramati. Dukkhānupassanaṁ,",
  "atk-s0103a9:207_1": "sukhasaññaṁ. Anattānupassanaṁ, attasaññaṁ. Nibbidānupassanaṁ, nandiṁ. Virāgānupassanaṁ,",
  "atk-s0103a9:207_2": "rāgaṁ. Nirodhānupassanaṁ, samudayaṁ. Paṭinissaggānupassanaṁ, ādānaṁ. Khayānupassanaṁ,",
  "atk-s0103a9:207_3": "ghanasaññaṁ. Vayānupassanaṁ, āyūhanaṁ. Vipariṇāmānupassanaṁ, dhuvasaññaṁ. Animittānupassanaṁ,",
  "atk-s0103a9:207_4": "nimittaṁ. Apaṇihitānupassanaṁ, paṇidhiṁ. Suññatānupassanaṁ abhinivesaṁ. Adhipaññādhammavipassanaṁ,",
  "atk-s0103a9:207_5": "sārādānābhinivesaṁ. Yathābhūtañāṇadassanaṁ, sammohābhinivesaṁ. Ādīnavānupassanaṁ,",
  "atk-s0103a9:207_6": "ālayābhinivesaṁ. Paṭisaṅkhānupassanaṁ, appaṭisaṅkhaṁ. Vivaṭṭānupassanaṁ, saṁyogābhinivesaṁ.",
  "atk-s0103a9:207_7": "Sotāpattimaggaṁ, diṭṭhekaṭṭhe kilese. Sakadāgāmimaggaṁ, oḷārike kilese. Anāgāmimaggaṁ,",
  "atk-s0103a9:207_8": "aṇusahagate kilese. Arahattamaggaṁ bhāvento ramati, sabbakilese pajahanto ramatīti",
  "atk-s0103a9:207_9": "evaṁ paṭisambhidāmagge nekkhammapāḷiyā kathetabbo.",
  "atk-s0103a9:208_0": "Dīghanikāyedasuttarasuttantapariyāyenāti ekaṁ dhammaṁ bhāvento ramati, ekaṁ dhammaṁ",
  "atk-s0103a9:208_1": "pajahanto ramati…pe… dasa dhamme bhāvento ramati, dasa dhamme pajahanto ramati. Katamaṁ",
  "atk-s0103a9:208_2": "ekaṁ dhammaṁ bhāvento ramati? Kāyagatāsatiṁ sātasahagataṁ. Imaṁ ekaṁ dhammaṁ bhāvento",
  "atk-s0103a9:208_3": "ramati. Katamaṁ ekaṁ dhammaṁ pajahanto ramati? Asmimānaṁ. Imaṁ ekaṁ dhammaṁ pajahanto",
  "atk-s0103a9:208_4": "ramati. Katame dve dhamme…pe… katame dasa dhamme bhāvento ramati? Dasa kasiṇāyatanāni.",
  "atk-s0103a9:208_5": "Ime dasa dhamme bhāvento ramati. Katame dasa dhamme pajahanto ramati? Dasa micchatte.",
  "atk-s0103a9:208_6": "Ime dasa dhamme pajahanto ramati. Evaṁ kho, bhikkhave, bhikkhu bhāvanārāmo hotīti",
  "atk-s0103a9:208_7": "evaṁ dīghanikāye dasuttarasuttantapariyāyena kathetabbo.",
  "atk-s0103a9:209_0": "Majjhimanikāye satipaṭṭhānasuttantapariyāyenāti ekāyano, bhikkhave, maggo sattānaṁ",
  "atk-s0103a9:209_1": "visuddhiyā, sokaparidevānaṁ samatikkamāya, dukkhadomanassānaṁ atthaṅgamāya, ñāyassa",
  "atk-s0103a9:209_2": "adhigamāya, nibbānassa sacchikiriyāya yadidaṁ cattāro satipaṭṭhānā. Katame cattāro?",
  "atk-s0103a9:209_3": "Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati… vedanāsu vedanānupassī… citte",
  "atk-s0103a9:209_4": "cittānupassī… dhammesu dhammānupassī… ‘atthi dhammā’ti vā panassa sati paccupaṭṭhitā",
  "atk-s0103a9:209_5": "hoti yāvadeva ñāṇamattāya paṭissatimattāya anissito ca viharati na ca kiñci loke",
  "atk-s0103a9:209_6": "upādiyati. Evampi, bhikkhave, bhikkhu bhāvanārāmo hoti bhāvanārato, pahānārāmo hoti",
  "atk-s0103a9:209_7": "pahānarato. Puna caparaṁ, bhikkhave, bhikkhu gacchanto vā gacchāmīti pajānāti…pe…",
  "atk-s0103a9:209_8": "puna caparaṁ, bhikkhave, bhikkhu seyyathāpi passeyya sarīraṁ sivathikāya chaḍḍitaṁ…pe…",
  "atk-s0103a9:209_9": "pūtīni cuṇṇakajātāni. So imameva kāyaṁ upasaṁharati, ayampi kho kāyo evaṁdhammo evaṁbhāvī",
  "atk-s0103a9:209_10": "evaṁanatītoti. Iti ajjhattaṁ vā kāye kāyānupassī viharati…pe… evampi kho, bhikkhave,",
  "atk-s0103a9:209_11": "bhikkhu bhāvanārāmo hotīti evaṁ majjhimanikāye satipaṭṭhānasuttantapariyāyena kathetabbo.",
  "atk-s0103a9:210_0": "Abhidhamme niddesapariyāyenāti sabbepi saṅkhate aniccato dukkhato rogato gaṇḍato…pe…",
  "atk-s0103a9:210_1": "saṁkilesikadhammato passanto ramati. Ayaṁ, bhikkhave, bhikkhu bhāvanārāmo hotīti",
  "atk-s0103a9:210_2": "evaṁ niddesapariyāyena kathetabbo.",
  "atk-s0103a9:211_0": "Nevaattānukkaṁsetīti ajja me saṭṭhi vā sattati vā vassāni aniccaṁ dukkhaṁ anattāti",
  "atk-s0103a9:211_1": "vipassanāya kammaṁ karontassa, ko mayā sadiso atthīti evaṁ attukkaṁsanaṁ na karoti.",
  "atk-s0103a9:211_2": "Na paraṁ vambhetīti aniccaṁ dukkhanti vipassanāmattakampi natthi, kiṁ ime vissaṭṭhakammaṭṭhānā",
  "atk-s0103a9:211_3": "carantīti evaṁ paraṁ vambhanaṁ na karoti. Sesaṁ vuttanayameva.",
  "atk-s0103a9:212_0": "310.Padhānānīti uttamavīriyāni. Saṁvarapadhānanti cakkhādīni saṁvarantassa uppannavīriyaṁ.",
  "atk-s0103a9:212_1": "Pahānapadhānanti kāmavitakkādayo pajahantassa uppannavīriyaṁ. Bhāvanāpadhānanti bojjhaṅge",
  "atk-s0103a9:212_2": "bhāventassa uppannavīriyaṁ. Anurakkhaṇāpadhānanti samādhinimittaṁ anurakkhantassa uppannavīriyaṁ.",
  "atk-s0103a9:213_0": "Vivekanissitantiādīsu viveko virāgo nirodhoti tīṇipi nibbānassa nāmāni. Nibbānañhi",
  "atk-s0103a9:213_1": "upadhivivekattā viveko. Taṁ āgamma rāgādayo virajjantīti virāgo. Nirujjhantīti nirodho.",
  "atk-s0103a9:213_2": "Tasmā “vivekanissita”ntiādīsu ārammaṇavasena adhigantabbavasena vā nibbānanissitanti",
  "atk-s0103a9:213_3": "attho. Vossaggapariṇāminti ettha dve vossaggā pariccāgavossaggo ca pakkhandanavossaggo",
  "atk-s0103a9:213_4": "ca. Tattha vipassanā tadaṅgavasena kilese ca khandhe ca pariccajatīti pariccāgavossaggo.",
  "atk-s0103a9:213_5": "Maggo ārammaṇavasena nibbānaṁ pakkhandatīti pakkhandanavossaggo. Tasmā vossaggapariṇāminti",
  "atk-s0103a9:213_6": "yathā bhāviyamāno satisambojjhaṅgo vossaggatthāya pariṇamati, vipassanābhāvañca maggabhāvañca",
  "atk-s0103a9:213_7": "pāpuṇāti, evaṁ bhāvetīti ayamettha attho. Sesapadesupi eseva nayo.",
  "atk-s0103a9:214_0": "Bhadrakanti bhaddakaṁ. Samādhinimittaṁ vuccati aṭṭhikasaññādivasena adhigato samādhiyeva.",
  "atk-s0103a9:214_1": "Anurakkhatīti samādhiparibandhakadhamme rāgadosamohe sodhento rakkhati. Ettha ca",
  "atk-s0103a9:214_2": "aṭṭhikasaññādikā pañceva saññā vuttā. Imasmiṁ pana ṭhāne dasapi asubhāni vitthāretvā",
  "atk-s0103a9:214_3": "kathetabbāni. Tesaṁ vitthāro visuddhimagge vuttoyeva.",
  "atk-s0103a9:215_0": "Dhamme ñāṇanti ekapaṭivedhavasena catusaccadhamme ñāṇaṁ catusaccabbhantare nirodhasacce",
  "atk-s0103a9:215_1": "dhamme ñāṇañca. Yathāha – “tattha katamaṁ dhamme ñāṇaṁ? Catūsu maggesu catūsu phalesu",
  "atk-s0103a9:215_2": "ñāṇa”nti. Anvaye ñāṇanti cattāri saccāni paccakkhato disvā yathā idāni, evaṁ atītepi",
  "atk-s0103a9:215_3": "anāgatepi imeva pañcakkhandhā dukkhasaccaṁ, ayameva taṇhā samudayasaccaṁ, ayameva",
  "atk-s0103a9:215_4": "nirodho nirodhasaccaṁ, ayameva maggo maggasaccanti evaṁ tassa ñāṇassa anugatiyaṁ",
  "atk-s0103a9:215_5": "ñāṇaṁ. Tenāha – “so iminā dhammena ñātena diṭṭhena pattena viditena pariyogāḷhena",
  "atk-s0103a9:215_6": "atītānāgatena nayaṁ netī”ti. Pariye ñāṇanti paresaṁ cittaparicchede ñāṇaṁ. Yathāha",
  "atk-s0103a9:215_7": "– “tattha katamaṁ pariye ñāṇaṁ? Idha bhikkhu parasattānaṁ parapuggalānaṁ cetasā ceto",
  "atk-s0103a9:215_8": "paricca jānātī”ti vitthāretabbaṁ. Ṭhapetvā pana imāni tīṇi ñāṇāni avasesaṁ sammutiñāṇaṁ",
  "atk-s0103a9:215_9": "nāma. Yathāha – “tattha katamaṁ sammutiñāṇaṁ? Ṭhapetvā dhamme ñāṇaṁ ṭhapetvā anvaye",
  "atk-s0103a9:215_10": "ñāṇaṁ ṭhapetvā paricchede ñāṇaṁ avasesaṁ sammutiñāṇa”nti.",
  "atk-s0103a9:216_0": "Dukkhe ñāṇādīhi arahattaṁ pāpetvā ekassa bhikkhuno niggamanaṁ catusaccakammaṭṭhānaṁ",
  "atk-s0103a9:216_1": "kathitaṁ. Tattha dve saccāni vaṭṭaṁ, dve vivaṭṭaṁ, vaṭṭe abhiniveso hoti, no vivaṭṭe.",
  "atk-s0103a9:216_2": "Dvīsu saccesu ācariyasantike pariyattiṁ uggahetvā kammaṁ karoti, dvīsu saccesu “nirodhasaccaṁ",
  "atk-s0103a9:216_3": "nāma iṭṭhaṁ kantaṁ manāpaṁ, maggasaccaṁ nāma iṭṭhaṁ kantaṁ manāpa”nti savanavasena",
  "atk-s0103a9:216_4": "kammaṁ karoti. Dvīsu saccesu uggahaparipucchāsavanadhāraṇasammasanapaṭivedho vaṭṭati,",
  "atk-s0103a9:216_5": "dvīsu savanapaṭivedho vaṭṭati. Tīṇi kiccavasena paṭivijjhati, ekaṁ ārammaṇavasena.",
  "atk-s0103a9:216_6": "Dve saccāni duddasattā gambhīrāni, dve gambhīrattā duddasāni.",
  "atk-s0103a9:217": "Sotāpattiyaṅgādicatukkavaṇṇanā",
  "atk-s0103a9:218_0": "311.Sotāpattiyaṅgānīti sotāpattiyā aṅgāni, sotāpattimaggassa paṭilābhakāraṇānīti",
  "atk-s0103a9:218_1": "attho. Sappurisasaṁsevoti buddhādīnaṁ sappurisānaṁ upasaṅkamitvā sevanaṁ. Saddhammassavananti",
  "atk-s0103a9:218_2": "sappāyassa tepiṭakadhammassa savanaṁ. Yonisomanasikāroti aniccādivasena manasikāro.",
  "atk-s0103a9:218_3": "Dhammānudhammappaṭipattīti lokuttaradhammassa anudhammabhūtāya pubbabhāgapaṭipattiyā paṭipajjanaṁ.",
  "atk-s0103a9:219_0": "Aveccappasādenāti acalappasādena. “Itipi so bhagavā”tiādīni visuddhimagge vitthāritāni.",
  "atk-s0103a9:219_1": "Phaladhātuāhāracatukkāni uttānatthāneva. Apicettha lūkhapaṇītavatthuvasena oḷārikasukhumatā veditabbā.",
  "atk-s0103a9:220_0": "Viññāṇaṭṭhitiyoti viññāṇaṁ etāsu tiṭṭhatīti viññāṇaṭṭhitiyo. Ārammaṇaṭṭhitivasenetaṁ",
  "atk-s0103a9:220_1": "vuttaṁ. Rūpūpāyanti rūpaṁ upagataṁ hutvā. Pañcavokārabhavasmiñhi abhisaṅkhāraviññāṇaṁ",
  "atk-s0103a9:220_2": "rūpakkhandhaṁ nissāya tiṭṭhati. Taṁ sandhāyetaṁ vuttaṁ. Rūpārammaṇanti rūpakkhandhagocaraṁ",
  "atk-s0103a9:220_3": "rūpapatiṭṭhitaṁ hutvā. Nandūpasecananti lobhasahagataṁ sampayuttanandiyāva upasittaṁ",
  "atk-s0103a9:220_4": "hutvā. Itaraṁ upanissayakoṭiyā. Vuddhiṁ virūḷhiṁ vepullaṁ āpajjatīti saṭṭhipi sattatipi",
  "atk-s0103a9:220_5": "vassāni evaṁ pavattamānaṁ vuddhiṁ virūḷhiṁ vepullaṁ āpajjati. Vedanūpāyādīsupi eseva",
  "atk-s0103a9:220_6": "nayo. Imehi pana tīhi padehi catuvokārabhave abhisaṅkhāraviññāṇaṁ vuttaṁ. Tassa yāvatāyukaṁ",
  "atk-s0103a9:220_7": "pavattanavasena vuddhiṁ virūḷhiṁ vepullaṁ āpajjanā veditabbā. Catukkavasena pana",
  "atk-s0103a9:220_8": "desanāya āgatattā viññāṇūpāyanti na vuttaṁ. Evaṁ vuccamāne ca “katamaṁ nu kho ettha",
  "atk-s0103a9:220_9": "kammaviññāṇaṁ, katamaṁ vipākaviññāṇa”nti sammoho bhaveyya, tasmāpi na vuttaṁ. Agatigamanāni vitthāritāneva.",
  "atk-s0103a9:221_0": "Cīvarahetūti tattha manāpaṁ cīvaraṁ labhissāmīti cīvarakāraṇā uppajjati. Iti bhavābhavahetūti",
  "atk-s0103a9:221_1": "ettha itīti nidassanatthe nipāto. Yathā cīvarādihetu, evaṁ bhavābhavahetūpīti attho.",
  "atk-s0103a9:221_2": "Bhavābhavoti cettha paṇītapaṇītatarāni telamadhuphāṇitādīni adhippetāni. Imesaṁ pana",
  "atk-s0103a9:221_3": "catunnaṁ taṇhuppādānaṁ pahānatthāya paṭipāṭiyāva cattāro ariyavaṁsā desitāti veditabbā.",
  "atk-s0103a9:221_4": "Paṭipadācatukkaṁ heṭṭhā vuttameva. Akkhamādīsu padhānakaraṇakāle sītādīni na khamatīti",
  "atk-s0103a9:221_5": "akkhamā. Khamatīti khamā. Indriyadamanaṁ damā. “Uppannaṁ kāmavitakkaṁ nādhivāsetī”tiādinā",
  "atk-s0103a9:221_6": "nayena vitakkasamanaṁ samā.",
  "atk-s0103a9:222_0": "Dhammapadānīti dhammakoṭṭhāsāni. Anabhijjhā dhammapadaṁ nāma alobho vā alobhasīsena",
  "atk-s0103a9:222_1": "adhigatajjhānavipassanāmaggaphalanibbānāni vā. Abyāpādo dhammapadaṁ nāma akopo vā",
  "atk-s0103a9:222_2": "mettāsīsena adhigatajjhānādīni vā. Sammāsati dhammapadaṁ nāma suppaṭṭhitasati vā",
  "atk-s0103a9:222_3": "satisīsena adhigatajjhānādīni vā. Sammāsamādhi dhammapadaṁ nāma samāpatti vā aṭṭhasamāpattivasena",
  "atk-s0103a9:222_4": "adhigatajjhānavipassanāmaggaphalanibbānāni vā. Dasāsubhavasena vā adhigatajjhānādīni",
  "atk-s0103a9:222_5": "anabhijjhā dhammapadaṁ. Catubrahmavihāravasena adhigatāni abyāpādo dhammapadaṁ. Dasānussatiāhārepaṭikūlasaññāvasena",
  "atk-s0103a9:222_6": "adhigatāni sammāsati dhammapadaṁ. Dasakasiṇaānāpānavasena adhigatāni sammāsamādhi dhammapadanti.",
  "atk-s0103a9:223_0": "Dhammasamādānesu paṭhamaṁ acelakapaṭipadā. Dutiyaṁ tibbakilesassa arahattaṁ gahetuṁ",
  "atk-s0103a9:223_1": "asakkontassa assumukhassāpi rudato parisuddhabrahmacariyacaraṇaṁ. Tatiyaṁ kāmesu",
  "atk-s0103a9:223_2": "pātabyatā. Catutthaṁ cattāro paccaye alabhamānassāpi jhānavipassanāvasena sukhasamaṅgino",
  "atk-s0103a9:223_3": "sāsanabrahmacariyaṁ.",
  "atk-s0103a9:224": "Dhammakkhandhāti ettha guṇaṭṭho khandhaṭṭho. Sīlakkhandhoti sīlaguṇo. Ettha ca phalasīlaṁ adhippetaṁ. Sesapadesupi eseva nayo. Iti catūsupi ṭhānesu phalameva vuttaṁ.",
  "atk-s0103a9:225": "Balānīti upatthambhanaṭṭhena akampiyaṭṭhena ca balāni. Tesaṁ paṭipakkhehi kosajjādīhi akampaniyatā veditabbā. Sabbānipi samathavipassanāmaggavasena lokiyalokuttarāneva kathitāni.",
  "atk-s0103a9:226_0": "Adhiṭṭhānānīti ettha adhīti upasaggamattaṁ. Atthato pana tena vā tiṭṭhanti, tattha",
  "atk-s0103a9:226_1": "vā tiṭṭhanti, ṭhānameva vā taṁtaṁguṇādhikānaṁ purisānaṁ adhiṭṭhānaṁ, paññāva adhiṭṭhānaṁ",
  "atk-s0103a9:226_2": "paññādhiṭṭhānaṁ. Ettha ca paṭhamena aggaphalapaññā. Dutiyena vacīsaccaṁ. Tatiyena",
  "atk-s0103a9:226_3": "āmisapariccāgo. Catutthena kilesūpasamo kathitoti veditabbo. Paṭhamena ca kammassakatapaññaṁ",
  "atk-s0103a9:226_4": "vipassanāpaññaṁ vā ādiṁ katvā phalapaññā kathitā. Dutiyena vacīsaccaṁ ādiṁ katvā",
  "atk-s0103a9:226_5": "paramatthasaccaṁ nibbānaṁ. Tatiyena āmisapariccāgaṁ ādiṁ katvā aggamaggena kilesapariccāgo.",
  "atk-s0103a9:226_6": "Catutthena samāpattivikkhambhite kilese ādiṁ katvā aggamaggena kilesavūpasamo. Paññādhiṭṭhānena",
  "atk-s0103a9:226_7": "vā ekena arahattaphalapaññā kathitā. Sesehi paramatthasaccaṁ. Saccādhiṭṭhānena vā",
  "atk-s0103a9:226_8": "ekena paramatthasaccaṁ kathitaṁ. Sesehi arahattapaññāti mūsikābhayatthero āha.",
  "atk-s0103a9:227": "Pañhabyākaraṇādicatukkavaṇṇanā",
  "atk-s0103a9:228": "312.Pañhabyākaraṇāni mahāpadesakathāya vitthāritāneva.",
  "atk-s0103a9:229_0": "Kaṇhanti kāḷakaṁ dasaakusalakammapathakammaṁ. Kaṇhavipākanti apāye nibbattanato kāḷakavipākaṁ.",
  "atk-s0103a9:229_1": "Sukkanti paṇḍaraṁ kusalakammapathakammaṁ. Sukkavipākanti sagge nibbattanato paṇḍaravipākaṁ.",
  "atk-s0103a9:229_2": "Kaṇhasukkanti missakakammaṁ. Kaṇhasukkavipākanti sukhadukkhavipākaṁ. Missakakammañhi",
  "atk-s0103a9:229_3": "katvā akusalena tiracchānayoniyaṁ maṅgalahatthiṭṭhānādīsu uppanno kusalena pavatte",
  "atk-s0103a9:229_4": "sukhaṁ vedayati. Kusalena rājakulepi nibbatto akusalena pavatte dukkhaṁ vedayati.",
  "atk-s0103a9:229_5": "Akaṇhaasukkanti kammakkhayakaraṁ catumaggañāṇaṁ adhippetaṁ. Tañhi yadi kaṇhaṁ bhaveyya,",
  "atk-s0103a9:229_6": "kaṇhavipākaṁ dadeyya. Yadi sukkaṁ bhaveyya, sukkavipākaṁ dadeyya. Ubhayavipākassa",
  "atk-s0103a9:229_7": "pana adānato akaṇhāsukkavipākattā akaṇhaṁ asukkanti ayamettha attho.",
  "atk-s0103a9:230": "Sacchikaraṇīyāti paccakkhakaraṇena ceva paṭilābhena ca sacchikātabbā. Cakkhunāti dibbacakkhunā. Kāyenāti sahajātanāmakāyena. Paññāyāti arahattaphalañāṇena.",
  "atk-s0103a9:231_0": "Oghāti vaṭṭasmiṁ satte ohananti osīdāpentīti oghā. Tattha pañcakāmaguṇiko rāgo kāmogho.",
  "atk-s0103a9:231_1": "Rūpārūpabhavesu chandarāgo bhavogho. Tathā jhānanikanti sassatadiṭṭhisahagato ca",
  "atk-s0103a9:231_2": "rāgo. Dvāsaṭṭhi diṭṭhiyo diṭṭhogho.",
  "atk-s0103a9:232": "Vaṭṭasmiṁ yojentīti yogā. Te oghā viya veditabbā.",
  "atk-s0103a9:233_0": "Visaṁyojentīti visaññogā. Tattha asubhajjhānaṁ kāmayogavisaṁyogo. Taṁ pādakaṁ katvā",
  "atk-s0103a9:233_1": "adhigato anāgāmimaggo ekanteneva kāmayogavisaññogo nāma. Arahattamaggo bhavayogavisaññogo",
  "atk-s0103a9:233_2": "nāma. Sotāpattimaggo diṭṭhiyogavisaññogo nāma. Arahattamaggo avijjāyogavisaññogo nāma.",
  "atk-s0103a9:234_0": "Ganthanavasena ganthā. Vaṭṭasmiṁ nāmakāyañceva rūpakāyañca ganthati bandhati palibundhatīti",
  "atk-s0103a9:234_1": "kāyagantho.Idaṁsaccābhinivesoti idameva saccaṁ, moghamaññanti evaṁ pavatto diṭṭhābhiniveso.",
  "atk-s0103a9:235_0": "Upādānānīti ādānaggahaṇāni. Kāmoti rāgo, soyeva gahaṇaṭṭhena upādānanti kāmupādānaṁ.",
  "atk-s0103a9:235_1": "Diṭṭhīti micchādiṭṭhi, sāpi gahaṇaṭṭhena upādānanti diṭṭhupādānaṁ. Iminā suddhīti",
  "atk-s0103a9:235_2": "evaṁ sīlavatānaṁ gahaṇaṁ sīlabbatupādānaṁ. Attāti etena vadati ceva upādiyati cāti attavādupādānaṁ.",
  "atk-s0103a9:236_0": "Yoniyoti koṭṭhāsā. Aṇḍe jātāti aṇḍajā. Jalābumhi jātāti jalābujā. Saṁsede jātāti",
  "atk-s0103a9:236_1": "saṁsedajā. Sayanasmiṁ pūtimacchādīsu ca nibbattānametaṁ adhivacanaṁ. Vegena āgantvā",
  "atk-s0103a9:236_2": "upapatitā viyāti opapātikā. Tattha devamanussesu saṁsedajaopapātikānaṁ ayaṁ viseso.",
  "atk-s0103a9:236_3": "Saṁsedajā mandā daharā hutvā nibbattanti. Opapātikā soḷasavassuddesikā hutvā. Manussesu",
  "atk-s0103a9:236_4": "hi bhummadevesu ca imā catassopi yoniyo labbhanti. Tathā tiracchānesu supaṇṇanāgādīsu.",
  "atk-s0103a9:236_5": "Vuttañhetaṁ – “tattha, bhikkhave, aṇḍajā supaṇṇā aṇḍajeva nāge haranti, na jalābuje",
  "atk-s0103a9:236_6": "na saṁsedaje na opapātike”ti. Cātumahārājikato paṭṭhāya uparidevā opapātikāyeva.",
  "atk-s0103a9:236_7": "Tathā nerayikā. Petesu catassopi labbhanti. Gabbhāvakkantiyo sampasādanīye kathitā eva.",
  "atk-s0103a9:237_0": "Attabhāvapaṭilābhesu paṭhamo khiḍḍāpadosikavasena veditabbo. Dutiyo orabbhikādīhi",
  "atk-s0103a9:237_1": "ghātiyamānaurabbhādivasena. Tatiyo manopadosikāvasena. Catuttho cātumahārājike upādāya",
  "atk-s0103a9:237_2": "uparisesadevatāvasena. Te hi devā neva attasañcetanāya maranti, na parasañcetanāya.",
  "atk-s0103a9:238": "Dakkhiṇāvisuddhādicatukkavaṇṇanā",
  "atk-s0103a9:239": "313.Dakkhiṇāvisuddhiyoti dānasaṅkhātā dakkhiṇā visujjhanti mahapphalā honti etāhīti dakkhiṇāvisuddhiyo.",
  "atk-s0103a9:240_0": "Dāyakato visujjhati, no paṭiggāhakatoti yattha dāyako sīlavā hoti, dhammenuppannaṁ",
  "atk-s0103a9:240_1": "deyyadhammaṁ deti, paṭiggāhako dussīlo. Ayaṁ dakkhiṇā vessantaramahārājassa dakkhiṇāsadisā.",
  "atk-s0103a9:240_2": "Paṭiggāhakatovisujjhati, no dāyakatoti yattha paṭiggāhako sīlavā hoti, dāyako dussīlo,",
  "atk-s0103a9:240_3": "adhammenuppannaṁ deti, ayaṁ dakkhiṇā coraghātakassa dakkhiṇāsadisā. Neva dāyakato",
  "atk-s0103a9:240_4": "visujjhati, no paṭiggāhakatoti yattha ubhopi dussīlā deyyadhammopi adhammena nibbatto.",
  "atk-s0103a9:240_5": "Vipariyāyena catutthā veditabbā.",
  "atk-s0103a9:241": "Saṅgahavatthūnīti saṅgahakāraṇāni. Tāni heṭṭhā vibhattāneva.",
  "atk-s0103a9:242": "Anariyavohārāti anariyānaṁ lāmakānaṁ vohārā.",
  "atk-s0103a9:243": "Ariyavohārāti ariyānaṁ sappurisānaṁ vohārā.",
  "atk-s0103a9:244": "Diṭṭhavāditāti diṭṭhaṁ mayāti evaṁ vāditā. Ettha ca taṁtaṁsamuṭṭhāpakacetanāvasena attho veditabbo.",
  "atk-s0103a9:245": "Attantapādicatukkavaṇṇanā",
  "atk-s0103a9:246": "314.Attantapādīsu paṭhamo acelako. Dutiyo orabbhikādīsu aññataro. Tatiyo yaññayājako. Catuttho sāsane sammāpaṭipanno.",
  "atk-s0103a9:247_0": "Attahitāya paṭipannādīsu paṭhamo yo sayaṁ sīlādisampanno, paraṁ sīlādīsu na samādapeti",
  "atk-s0103a9:247_1": "āyasmā vakkalitthero viya. Dutiyo yo attanā na sīlādisampanno, paraṁ sīlādīsu samādapeti",
  "atk-s0103a9:247_2": "āyasmā upanando viya. Tatiyo yo nevattanā sīlādisampanno, paraṁ sīlādīsu na samādapeti",
  "atk-s0103a9:247_3": "devadatto viya. Catuttho yo attanā ca sīlādisampanno parañca sīlādīsu samādapeti",
  "atk-s0103a9:247_4": "āyasmā mahākassapo viya.",
  "atk-s0103a9:248_0": "Tamādīsu tamoti andhakārabhūto. Tamaparāyaṇoti tamameva paraṁ ayanaṁ gati assāti",
  "atk-s0103a9:248_1": "tamaparāyaṇo. Evaṁ sabbapadesu attho veditabbo. Ettha ca paṭhamo nīce caṇḍālādikule",
  "atk-s0103a9:248_2": "dujjīvite hīnattabhāve nibbattitvā tīṇi duccaritāni paripūreti. Dutiyo tathāvidho",
  "atk-s0103a9:248_3": "hutvā tīṇi sucaritāni paripūreti. Tatiyo uḷāre khattiyakule bahuannapāne sampannattabhāve",
  "atk-s0103a9:248_4": "nibbattitvā tīṇi duccaritāni paripūreti. Catuttho tādisova hutvā tīṇi sucaritāni paripūreti.",
  "atk-s0103a9:249_0": "Samaṇamacaloti samaṇaacalo. Ma-kāro padasandhimattaṁ. So sotāpanno veditabbo. Sotāpanno",
  "atk-s0103a9:249_1": "hi catūhi vātehi indakhīlo viya parappavādehi akampiyo. Acalasaddhāya samannāgatoti",
  "atk-s0103a9:249_2": "samaṇamacalo. Vuttampi cetaṁ – “katamo ca puggalo samaṇamacalo? Idhekacco puggalo",
  "atk-s0103a9:249_3": "tiṇṇaṁ saṁyojanānaṁ parikkhayā”ti vitthāro. Rāgadosānaṁ pana tanubhūtattā sakadāgāmī",
  "atk-s0103a9:249_4": "samaṇapadumo nāma. Tenāha – “katamo pana puggalo samaṇapadumo? Idhekacco puggalo",
  "atk-s0103a9:249_5": "sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti, ayaṁ vuccati puggalo samaṇapadumo”ti.",
  "atk-s0103a9:249_6": "Rāgadosānaṁ abhāvā khippameva pupphissatīti anāgāmī samaṇapuṇḍarīko nāma. Tenāha",
  "atk-s0103a9:249_7": "– “katamo ca puggalo samaṇapuṇḍarīko? Idhekacco puggalo pañcannaṁ orambhāgiyānaṁ…pe…",
  "atk-s0103a9:249_8": "ayaṁ vuccati puggalo samaṇapuṇḍarīko”ti. Arahā pana sabbesampi ganthakārakilesānaṁ",
  "atk-s0103a9:249_9": "abhāvā samaṇesu samaṇasukhumālo nāma. Tenāha – “katamo ca puggalo samaṇesu samaṇasukhumālo?",
  "atk-s0103a9:249_10": "Idhekacco āsavānaṁ khayā…pe… upasampajja viharati. Ayaṁ vuccati puggalo samaṇesu samaṇasukhumālo”ti.",
  "atk-s0103a9:250": "“Ime kho, āvuso”tiādi vuttanayeneva yojetabbaṁ. Iti samapaññāsāya catukkānaṁ vasena dvepañhasatāni kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:251": "Catukkavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:252": "Pañcakavaṇṇanā",
  "atk-s0103a9:253_0": "315. Iti catukkavasena sāmaggirasaṁ dassetvā idāni pañcakavasena dassetuṁ puna desanaṁ",
  "atk-s0103a9:253_1": "ārabhi. Tattha pañcasu khandhesu rūpakkhandho lokiyo. Sesā lokiyalokuttarā. Upādānakkhandhā",
  "atk-s0103a9:253_2": "lokiyāva. Vitthārato pana khandhakathā visuddhimagge vuttā. Kāmaguṇā heṭṭhā vitthāritāva.",
  "atk-s0103a9:254": "Sukatadukkaṭādīhi gantabbāti gatiyo. Nirayoti nirassādo. Sahokāsena khandhā kathitā. Tato paresu tīsu nibbattā khandhāva vuttā. Catutthe okāsopi.",
  "atk-s0103a9:255_0": "Āvāse macchariyaṁ āvāsamacchariyaṁ. Tena samannāgato bhikkhu āgantukaṁ disvā “ettha",
  "atk-s0103a9:255_1": "cetiyassa vā saṅghassa vā parikkhāro ṭhapito”tiādīni vatvā saṅghikampi āvāsaṁ nivāreti.",
  "atk-s0103a9:255_2": "So kālaṅkatvā peto vā ajagaro vā hutvā nibbattati. Kule macchariyaṁ kulamacchariyaṁ.",
  "atk-s0103a9:255_3": "Tena samannāgato bhikkhu tehi kāraṇehi attano upaṭṭhākakule aññesaṁ pavesanampi nivāreti.",
  "atk-s0103a9:255_4": "Lābhe macchariyaṁ lābhamacchariyaṁ. Tena samannāgato bhikkhu saṅghikampi lābhaṁ maccharāyanto",
  "atk-s0103a9:255_5": "yathā aññe na labhanti, evaṁ karoti. Vaṇṇe macchariyaṁ vaṇṇamacchariyaṁ. Vaṇṇoti",
  "atk-s0103a9:255_6": "cettha sarīravaṇṇopi guṇavaṇṇopi veditabbo. Pariyattidhamme macchariyaṁ dhammamacchariyaṁ.",
  "atk-s0103a9:255_7": "Tena samannāgato bhikkhu “imaṁ dhammaṁ pariyāpuṇitvā eso maṁ abhibhavissatī”ti aññassa",
  "atk-s0103a9:255_8": "na deti. Yo pana dhammānuggahena vā puggalānuggahena vā na deti, na taṁ macchariyaṁ.",
  "atk-s0103a9:256_0": "Cittaṁ nivārenti pariyonandhantīti nīvaraṇāni. Kāmacchando nīvaraṇapatto arahattamaggavajjho.",
  "atk-s0103a9:256_1": "Kāmarāgānusayo kāmarāgasaṁyojanapatto anāgāmimaggavajjho. Thinaṁ cittagelaññaṁ. Middhaṁ",
  "atk-s0103a9:256_2": "khandhattayagelaññaṁ. Ubhayampi arahattamaggavajjhaṁ. Tathā uddhaccaṁ. Kukkuccaṁ",
  "atk-s0103a9:256_3": "anāgāmimaggavajjhaṁ. Vicikicchā paṭhamamaggavajjhā.",
  "atk-s0103a9:257_0": "Saṁyojanānīti bandhanāni. Tehi pana baddhesu puggalesu rūpārūpabhave nibbattā sotāpannasakadāgāmino",
  "atk-s0103a9:257_1": "antobaddhā bahisayitā nāma. Tesañhi kāmabhave bandhanaṁ. Kāmabhave anāgāmino bahibaddhā",
  "atk-s0103a9:257_2": "antosayitā nāma. Tesañhi rūpārūpabhave bandhanaṁ. Kāmabhave sotāpannasakadāgāmino",
  "atk-s0103a9:257_3": "antobaddhā antosayitā nāma. Rūpārūpabhave anāgāmino bahibaddhā bahisayitā nāma. Khīṇāsavo",
  "atk-s0103a9:257_4": "sabbattha abandhano.",
  "atk-s0103a9:258_0": "Sikkhitabbaṁ padaṁ sikkhāpadaṁ, sikkhākoṭṭhāsoti attho. Sikkhāya vā padaṁ sikkhāpadaṁ,",
  "atk-s0103a9:258_1": "adhicittaadhipaññāsikkhāya adhigamupāyoti attho. Ayamettha saṅkhepo. Vitthārato pana",
  "atk-s0103a9:258_2": "sikkhāpadakathā vibhaṅgappakaraṇe sikkhāpadavibhaṅge āgatā eva.",
  "atk-s0103a9:259": "Abhabbaṭṭhānādipañcakavaṇṇanā",
  "atk-s0103a9:260_0": "316. “Abhabbo, āvuso, khīṇāsavo bhikkhu sañcicca pāṇa”ntiādi desanāsīsameva, sotāpannādayopi",
  "atk-s0103a9:260_1": "pana abhabbā. Puthujjanakhīṇāsavānaṁ nindāpasaṁsatthampi evaṁ vuttaṁ. Puthujjano",
  "atk-s0103a9:260_2": "nāma gārayho, mātughātādīnipi karoti. Khīṇāsavo pana pāsaṁso, kunthakipillikaghātādīnipi na karotīti.",
  "atk-s0103a9:261_0": "Byasanesu viyassatīti byasanaṁ, hitasukhaṁ khipati viddhaṁsetīti attho. Ñātīnaṁ byasanaṁ",
  "atk-s0103a9:261_1": "ñātibyasanaṁ, corarogabhayādīhi ñātivināsoti attho. Bhogānaṁ byasanaṁ bhogabyasanaṁ,",
  "atk-s0103a9:261_2": "rājacorādivasena bhogavināsoti attho. Rogo eva byasanaṁ rogabyasanaṁ. Rogo hi ārogyaṁ",
  "atk-s0103a9:261_3": "byasati vināsetīti byasanaṁ, sīlassa byasanaṁ sīlabyasanaṁ. Dussīlyassetaṁ nāmaṁ.",
  "atk-s0103a9:261_4": "Sammādiṭṭhiṁ vināsayamānā uppannā diṭṭhi eva byasanaṁ diṭṭhibyasanaṁ. Ettha ca ñātibyasanādīni",
  "atk-s0103a9:261_5": "tīṇi neva akusalāni na tilakkhaṇāhatāni. Sīladiṭṭhibyasanadvayaṁ akusalaṁ tilakkhaṇāhataṁ.",
  "atk-s0103a9:261_6": "Teneva “nāvuso, sattā ñātibyasanahetu vā”tiādimāha.",
  "atk-s0103a9:262_0": "Ñātisampadāti ñātīnaṁ sampadā pāripūrī bahubhāvo. Bhogasampadāyapi eseva nayo. Ārogyassa",
  "atk-s0103a9:262_1": "sampadā ārogyasampadā. Pāripūrī dīgharattaṁ arogatā. Sīladiṭṭhisampadāsupi eseva",
  "atk-s0103a9:262_2": "nayo. Idhāpi ñātisampadādayo no kusalā, na tilakkhaṇāhatā. Sīladiṭṭhisampadā kusalā,",
  "atk-s0103a9:262_3": "tilakkhaṇāhatā. Teneva “nāvuso, sattā ñātisampadāhetu vā”tiādimāha.",
  "atk-s0103a9:263": "Sīlavipattisīlasampattikathā mahāparinibbāne vitthāritāva.",
  "atk-s0103a9:264_0": "Codakenāti vatthusaṁsandassanā, āpattisaṁsandassanā, saṁvāsappaṭikkhepo, sāmīcippaṭikkhepoti",
  "atk-s0103a9:264_1": "catūhi codanāvatthūhi codayamānena. Kālena vakkhāmi no akālenāti ettha cuditakassa",
  "atk-s0103a9:264_2": "kālo kathito, na codakassa. Paraṁ codentena hi parisamajjhe vā uposathapavāraṇagge",
  "atk-s0103a9:264_3": "vā āsanasālābhojanasālādīsu vā na codetabbaṁ. Divāṭṭhāne nisinnakāle “karotāyasmā",
  "atk-s0103a9:264_4": "okāsaṁ, ahaṁ āyasmantaṁ vattukāmo”ti evaṁ okāsaṁ kāretvā codetabbaṁ. Puggalaṁ pana",
  "atk-s0103a9:264_5": "upaparikkhitvā yo lolapuggalo abhūtaṁ vatvā bhikkhūnaṁ ayasaṁ āropeti, so okāsakammaṁ",
  "atk-s0103a9:264_6": "vināpi codetabbo. Bhūtenāti tacchena sabhāvena. Saṇhenāti maṭṭhena mudukena. Atthasañhitenāti",
  "atk-s0103a9:264_7": "atthakāmatāya hitakāmatāya upetena.",
  "atk-s0103a9:265": "Padhāniyaṅgapañcakavaṇṇanā",
  "atk-s0103a9:266_0": "317.Padhāniyaṅgānīti padhānaṁ vuccati padahanaṁ, padhānamassa atthīti padhāniyo,",
  "atk-s0103a9:266_1": "padhāniyassa bhikkhuno aṅgāni padhāniyaṅgāni. Saddhoti saddhāya samannāgato. Saddhā",
  "atk-s0103a9:266_2": "panesā āgamanasaddhā, adhigamanasaddhā, okappanasaddhā, pasādasaddhāti catubbidhā.",
  "atk-s0103a9:266_3": "Tattha sabbaññubodhisattānaṁ saddhā abhinīhārato āgatattā āgamanasaddhā nāma. Ariyasāvakānaṁ",
  "atk-s0103a9:266_4": "paṭivedhena adhigatattā adhigamanasaddhā nāma. Buddho dhammo saṅghoti vutte acalabhāvena",
  "atk-s0103a9:266_5": "okappanaṁ okappanasaddhā nāma. Pasāduppatti pasādasaddhā nāma. Idha okappanasaddhā",
  "atk-s0103a9:266_6": "adhippetā. Bodhinti catutthamaggañāṇaṁ. Taṁ suppaṭividdhaṁ tathāgatenāti saddahati.",
  "atk-s0103a9:266_7": "Desanāsīsameva cetaṁ, iminā pana aṅgena tīsupi ratanesu saddhā adhippetā. Yassa hi",
  "atk-s0103a9:266_8": "buddhādīsu pasādo balavā, tassa padhānavīriyaṁ ijjhati. Appābādhoti arogo. Appātaṅkoti",
  "atk-s0103a9:266_9": "niddukkho. Samavepākiniyāti samavipācanīyā. Gahaṇiyāti kammajatejodhātuyā. Nātisītāya",
  "atk-s0103a9:266_10": "nāccuṇhāyāti atisītagahaṇiko sītabhīrū hoti, accuṇhagahaṇiko uṇhabhīrū hoti, tesaṁ",
  "atk-s0103a9:266_11": "padhānaṁ na ijjhati. Majjhimagahaṇikassa ijjhati. Tenāha – “majjhimāya padhānakkhamāyā”ti.",
  "atk-s0103a9:266_12": "Yathābhūtaṁ attānaṁ āvikattāti yathābhūtaṁ attano aguṇaṁ pakāsetā. Udayatthagāminiyāti",
  "atk-s0103a9:266_13": "udayañca atthaṅgamañca gantuṁ paricchindituṁ samatthāya, etena paññāsalakkhaṇapariggāhakaṁ",
  "atk-s0103a9:266_14": "udayabbayañāṇaṁ vuttaṁ. Ariyāyāti parisuddhāya. Nibbedhikāyāti anibbiddhapubbe lobhakkhandhādayo",
  "atk-s0103a9:266_15": "nibbijjhituṁ samatthāya. Sammā dukkhakkhayagāminiyāti tadaṅgavasena kilesānaṁ pahīnattā",
  "atk-s0103a9:266_16": "yaṁ yaṁ dukkhaṁ khīyati, tassa tassa dukkhassa khayagāminiyā. Iti sabbehi imehi padehi",
  "atk-s0103a9:266_17": "vipassanāpaññāva kathitā. Duppaññassa hi padhānaṁ na ijjhati.",
  "atk-s0103a9:267": "Suddhāvāsādipañcakavaṇṇanā",
  "atk-s0103a9:268": "318.Suddhāvāsāti suddhā idha āvasiṁsu āvasanti āvasissanti vāti suddhāvāsā. Suddhāti kilesamalarahitā anāgāmikhīṇāsavā. Avihātiādīsu yaṁ vattabbaṁ, taṁ mahāpadāne vuttameva.",
  "atk-s0103a9:269_0": "Anāgāmīsu āyuno majjhaṁ anatikkamitvā antarāva kilesaparinibbānaṁ arahattaṁ patto",
  "atk-s0103a9:269_1": "antarāparinibbāyī nāma. Majjhaṁ upahacca atikkamitvā patto upahaccaparinibbāyī nāma.",
  "atk-s0103a9:269_2": "Asaṅkhārena appayogena akilamanto sukhena patto asaṅkhāraparinibbāyī nāma. Sasaṅkhārena",
  "atk-s0103a9:269_3": "sappayogena kilamanto dukkhena patto sasaṅkhāraparinibbāyī nāma. Ime cattāro pañcasupi",
  "atk-s0103a9:269_4": "suddhāvāsesu labbhanti. Uddhaṁsotoakaniṭṭhagāmīti ettha pana catukkaṁ veditabbaṁ.",
  "atk-s0103a9:269_5": "Yo hi avihāto paṭṭhāya cattāro devaloke sodhetvā akaniṭṭhaṁ gantvā parinibbāyati,",
  "atk-s0103a9:269_6": "ayaṁ uddhaṁsoto akaniṭṭhagāmī nāma. Yo avihāto dutiyaṁ vā tatiyaṁ vā catutthaṁ vā",
  "atk-s0103a9:269_7": "devalokaṁ gantvā parinibbāyati, ayaṁ uddhaṁsoto na akaniṭṭhagāmī nāma. Yo kāmabhavato",
  "atk-s0103a9:269_8": "akaniṭṭhesu nibbattitvā parinibbāyati, ayaṁ na uddhaṁsoto akaniṭṭhagāmī nāma. Yo",
  "atk-s0103a9:269_9": "heṭṭhā catūsu devalokesu tattha tattheva nibbattitvā parinibbāyati, ayaṁ na uddhaṁsoto",
  "atk-s0103a9:269_10": "na akaniṭṭhagāmī nāmāti.",
  "atk-s0103a9:270": "Cetokhilapañcakavaṇṇanā",
  "atk-s0103a9:271_0": "319.Cetokhilāti cittassa thaddhabhāvā. Satthari kaṅkhatīti satthu sarīre vā guṇe",
  "atk-s0103a9:271_1": "vā kaṅkhati. Sarīre kaṅkhamāno “dvattiṁsamahāpurisavaralakkhaṇapaṭimaṇḍitaṁ nāma",
  "atk-s0103a9:271_2": "sarīraṁ atthi nu kho natthī”ti kaṅkhati. Guṇe kaṅkhamāno “atītānāgatapaccuppannajānanasamatthaṁ",
  "atk-s0103a9:271_3": "sabbaññutañāṇaṁ atthi nu kho natthī”ti kaṅkhati. Ātappāyāti vīriyakaraṇatthāya. Anuyogāyāti",
  "atk-s0103a9:271_4": "punappunaṁ yogāya. Sātaccāyāti satatakiriyāya. Padhānāyāti padahanatthāya. Ayaṁ paṭhamo",
  "atk-s0103a9:271_5": "cetokhiloti ayaṁ satthari vicikicchāsaṅkhāto paṭhamo cittassa thaddhabhāvo. Dhammeti",
  "atk-s0103a9:271_6": "pariyattidhamme ca paṭivedhadhamme ca. Pariyattidhamme kaṅkhamāno “tepiṭakaṁ buddhavacanaṁ",
  "atk-s0103a9:271_7": "caturāsītidhammakkhandhasahassānīti vadanti, atthi nu kho etaṁ natthī”ti kaṅkhati.",
  "atk-s0103a9:271_8": "Paṭivedhadhamme kaṅkhamāno “vipassanānissando maggo nāma, magganissando phalaṁ nāma,",
  "atk-s0103a9:271_9": "sabbasaṅkhārapaṭinissaggo nibbānaṁ nāmāti vadanti, taṁ atthi nu kho natthī”ti kaṅkhati.",
  "atk-s0103a9:271_10": "Saṅghe kaṅkhatīti “ujuppaṭipannotiādīnaṁ padānaṁ vasena evarūpaṁ paṭipadaṁ paṭipanno",
  "atk-s0103a9:271_11": "cattāro maggaṭṭhā cattāro phalaṭṭhāti aṭṭhannaṁ puggalānaṁ samūhabhūto saṅgho nāma",
  "atk-s0103a9:271_12": "atthi nu kho natthī”ti kaṅkhati. Sikkhāya kaṅkhamāno “adhisīlasikkhā nāma, adhicittaadhipaññāsikkhā",
  "atk-s0103a9:271_13": "nāmāti vadanti, sā atthi nu kho natthī”ti kaṅkhati. Ayaṁ pañcamoti ayaṁ sabrahmacārīsu",
  "atk-s0103a9:271_14": "kopasaṅkhāto pañcamo cittassa thaddhabhāvo kacavarabhāvo khāṇukabhāvo.",
  "atk-s0103a9:272": "Cetasovinibandhādipañcakavaṇṇanā",
  "atk-s0103a9:273_0": "320.Cetasovinibandhāti cittaṁ bandhitvā muṭṭhiyaṁ katvā viya gaṇhantīti cetasovinibandhā.",
  "atk-s0103a9:273_1": "Kāmeti vatthukāmepi kilesakāmepi. Kāyeti attano kāye. Rūpeti bahiddhārūpe. Yāvadatthanti",
  "atk-s0103a9:273_2": "yattakaṁ icchati, tattakaṁ. Udarāvadehakanti udarapūraṁ. Tañhi udaraṁ avadehanato",
  "atk-s0103a9:273_3": "“udarāvadehaka”nti vuccati. Seyyasukhanti mañcapīṭhasukhaṁ. Passasukhanti yathā samparivattakaṁ",
  "atk-s0103a9:273_4": "sayantassa dakkhiṇapassavāmapassānaṁ sukhaṁ hoti, evaṁ uppannaṁ sukhaṁ. Middhasukhanti",
  "atk-s0103a9:273_5": "niddāsukhaṁ. Anuyuttoti yuttappayutto viharati. Paṇidhāyāti patthayitvā. Brahmacariyenāti",
  "atk-s0103a9:273_6": "methunaviratibrahmacariyena. Devo vā bhavissāmīti mahesakkhadevo vā bhavissāmi. Devaññataro",
  "atk-s0103a9:273_7": "vāti appesakkhadevesu vā aññataro.",
  "atk-s0103a9:274_0": "Indriyesu paṭhamapañcake lokiyāneva kathitāni. Dutiyapañcake paṭhamadutiyacatutthāni",
  "atk-s0103a9:274_1": "lokiyāni, tatiyapañcamāni lokiyalokuttarāni. Tatiyapañcake samathavipassanāmaggavasena lokiyalokuttarāni.",
  "atk-s0103a9:275": "Nissaraṇiyapañcakavaṇṇanā",
  "atk-s0103a9:276_0": "321.Nissaraṇiyāti nissaṭā visaññuttā. Dhātuyoti attasuññasabhāvā. Kāme manasikarototi",
  "atk-s0103a9:276_1": "kāme manasikarontassa, asubhajjhānato vuṭṭhāya agadaṁ gahetvā visaṁ vīmaṁsanto viya",
  "atk-s0103a9:276_2": "vīmaṁsanatthaṁ kāmābhimukhaṁ cittaṁ pesentassāti attho. Na pakkhandatīti na pavisati.",
  "atk-s0103a9:276_3": "Na pasīdatīti pasādaṁ nāpajjati. Nasantiṭṭhatīti na patiṭṭhati. Na vimuccatīti nādhimuccati.",
  "atk-s0103a9:276_4": "Yathā pana kukkuṭapattaṁ vā nhārudaddulaṁ vā aggimhi pakkhittaṁ patilīyati patikuṭati",
  "atk-s0103a9:276_5": "pativattati na sampasāriyati; evaṁ patilīyati na pasāriyati. Nekkhammaṁ kho panāti",
  "atk-s0103a9:276_6": "idha nekkhammaṁ nāma dasasu asubhesu paṭhamajjhānaṁ, tadassa manasikaroto cittaṁ",
  "atk-s0103a9:276_7": "pakkhandati. Tassa taṁ cittanti tassa taṁ asubhajjhānacittaṁ. Sugatanti gocare gatattā",
  "atk-s0103a9:276_8": "suṭṭhu gataṁ. Subhāvitanti ahānabhāgiyattā suṭṭhu bhāvitaṁ. Suvuṭṭhitanti kāmato",
  "atk-s0103a9:276_9": "suṭṭhu vuṭṭhitaṁ. Suvimuttanti kāmehi suṭṭhu vimuttaṁ. Kāmapaccayā āsavā nāma kāmahetukā",
  "atk-s0103a9:276_10": "cattāro āsavā. Vighātāti dukkhā. Pariḷāhāti kāmarāgapariḷāhā. Na so taṁ vedanaṁ vedetīti",
  "atk-s0103a9:276_11": "so taṁ kāmavedanaṁ vighātapariḷāhavedanañca na vedayati. Idamakkhātaṁ kāmānaṁ nissaraṇanti",
  "atk-s0103a9:276_12": "idaṁ asubhajjhānaṁ kāmehi nissaṭattā kāmānaṁ nissaraṇanti akkhātaṁ. Yo pana taṁ jhānaṁ",
  "atk-s0103a9:276_13": "pādakaṁ katvā saṅkhāre sammasanto tatiyaṁ maggaṁ patvā anāgāmiphalena nibbānaṁ disvā",
  "atk-s0103a9:276_14": "puna kāmā nāma natthīti jānāti, tassa cittaṁ accantanissaraṇameva. Sesapadesupi eseva nayo.",
  "atk-s0103a9:277_0": "Ayaṁ pana viseso, dutiyavāre mettājhānāni byāpādassa nissaraṇaṁ nāma. Tatiyavāre",
  "atk-s0103a9:277_1": "karuṇājhānāni vihiṁsāya nissaraṇaṁ nāma. Catutthavāre arūpajjhānāni rūpānaṁ nissaraṇaṁ",
  "atk-s0103a9:277_2": "nāma. Accantanissaraṇe cettha arahattaphalaṁ yojetabbaṁ.",
  "atk-s0103a9:278_0": "Pañcamavāre sakkāyaṁ manasikarototi suddhasaṅkhāre pariggaṇhitvā arahattaṁ pattassa",
  "atk-s0103a9:278_1": "sukkhavipassakassa phalasamāpattito vuṭṭhāya vīmaṁsanatthaṁ pañcupādānakkhandhābhimukhaṁ",
  "atk-s0103a9:278_2": "cittaṁ pesentassa. Idamakkhātaṁ sakkāyanissaraṇanti idaṁ arahattamaggena ca phalena",
  "atk-s0103a9:278_3": "ca nibbānaṁ disvā ṭhitassa bhikkhuno puna sakkāyo natthīti uppannaṁ arahattaphalasamāpatticittaṁ",
  "atk-s0103a9:278_4": "sakkāyassa nissaraṇanti akkhātaṁ.",
  "atk-s0103a9:279": "Vimuttāyatanapañcakavaṇṇanā",
  "atk-s0103a9:280_0": "322.Vimuttāyatanānīti vimuccanakāraṇāni. Atthapaṭisaṁvedinoti pāḷiatthaṁ jānantassa.",
  "atk-s0103a9:280_1": "Dhammapaṭisaṁvedinoti pāḷiṁ jānantassa. Pāmojjanti taruṇapīti. Pītīti tuṭṭhākārabhūtā",
  "atk-s0103a9:280_2": "balavapīti. Kāyoti nāmakāyo paṭipassambhati. Sukhaṁ vedayatīti sukhaṁ paṭilabhati.",
  "atk-s0103a9:280_3": "Cittaṁ samādhiyatīti arahattaphalasamādhinā samādhiyati. Ayañhi taṁ dhammaṁ suṇanto",
  "atk-s0103a9:280_4": "āgatāgataṭṭhāne jhānavipassanāmaggaphalāni jānāti, tassa evaṁ jānato pīti uppajjati.",
  "atk-s0103a9:280_5": "So tassā pītiyā antarā osakkituṁ na dento upacārakammaṭṭhāniko hutvā vipassanaṁ vaḍḍhetvā",
  "atk-s0103a9:280_6": "arahattaṁ pāpuṇāti. Taṁ sandhāya vuttaṁ – “cittaṁ samādhiyatī”ti. Sesesupi eseva",
  "atk-s0103a9:280_7": "nayo. Ayaṁ pana viseso, samādhinimittanti aṭṭhatiṁsāya ārammaṇesu aññataro samādhiyeva",
  "atk-s0103a9:280_8": "samādhinimittaṁ. Suggahitaṁ hotītiādīsu ācariyasantike kammaṭṭhānaṁ uggaṇhantena",
  "atk-s0103a9:280_9": "suṭṭhu gahitaṁ hoti. Suṭṭhu manasikatanti suṭṭhu upadhāritaṁ. Suppaṭividdhaṁ paññāyāti",
  "atk-s0103a9:280_10": "paññāya suṭṭhu paccakkhaṁ kataṁ. Tasmiṁ dhammeti tasmiṁ kammaṭṭhānapāḷidhamme.",
  "atk-s0103a9:281_0": "Vimuttiparipācanīyāti vimutti vuccati arahattaṁ, taṁ paripācentīti vimuttiparipācanīyā.",
  "atk-s0103a9:281_1": "Aniccasaññāti aniccānupassanāñāṇe uppannasaññā. Anicce dukkhasaññāti dukkhānupassanāñāṇe",
  "atk-s0103a9:281_2": "uppannasaññā. Dukkhe anattasaññāti anattānupassanāñāṇe uppannasaññā. Pahānasaññāti",
  "atk-s0103a9:281_3": "pahānānupassanāñāṇe uppannasaññā. Virāgasaññāti virāgānupassanāñāṇe uppannasaññā.",
  "atk-s0103a9:282": "“Ime kho āvuso”tiādi vuttanayeneva yojetabbaṁ. Iti chabbīsatiyā pañcakānaṁ vasena tiṁsasatapañhe kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:283": "Pañcakavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:284": "Chakkavaṇṇanā",
  "atk-s0103a9:285_0": "323. Iti pañcakavasena sāmaggirasaṁ dassetvā idāni chakkavasena dassetuṁ puna desanaṁ",
  "atk-s0103a9:285_1": "ārabhi. Tattha ajjhattikānīti ajjhattajjhattikāni. Bāhirānīti tato ajjhattajjhattato",
  "atk-s0103a9:285_2": "bahibhūtāni. Vitthārato pana āyatanakathā visuddhimagge kathitāva. Viññāṇakāyāti",
  "atk-s0103a9:285_3": "viññāṇasamūhā. Cakkhuviññāṇanti cakkhupasādanissitaṁ kusalākusalavipākaviññāṇaṁ.",
  "atk-s0103a9:285_4": "Esa nayo sabbattha. Cakkhusamphassoti cakkhunissito samphasso. Sotasamphassādīsupi",
  "atk-s0103a9:285_5": "eseva nayo. Manosamphassoti ime dasa samphasse ṭhapetvā seso sabbo manosamphasso",
  "atk-s0103a9:285_6": "nāma. Vedanāchakkampi eteneva nayena veditabbaṁ. Rūpasaññāti rūpaṁ ārammaṇaṁ katvā",
  "atk-s0103a9:285_7": "uppannā saññā. Etenupāyena sesāpi veditabbā. Cetanāchakkepi eseva nayo. Tathā taṇhāchakke.",
  "atk-s0103a9:286_0": "Agāravoti gāravavirahito. Appatissoti appatissayo anīcavutti. Ettha pana yo bhikkhu",
  "atk-s0103a9:286_1": "satthari dharamāne tīsu kālesu upaṭṭhānaṁ na yāti. Satthari anupāhane caṅkamante",
  "atk-s0103a9:286_2": "saupāhano caṅkamati, nīce caṅkamante ucce caṅkamati, heṭṭhā vasante upari vasati,",
  "atk-s0103a9:286_3": "satthudassanaṭṭhāne ubho aṁse pārupati, chattaṁ dhāreti, upāhanaṁ dhāreti, nahāyati,",
  "atk-s0103a9:286_4": "uccāraṁ vā passāvaṁ vā karoti. Parinibbute pana cetiyaṁ vandituṁ na gacchati, cetiyassa",
  "atk-s0103a9:286_5": "paññāyanaṭṭhāne satthudassanaṭṭhāne vuttaṁ sabbaṁ karoti, ayaṁ satthari agāravo nāma.",
  "atk-s0103a9:286_6": "Yo pana dhammassavane saṁghuṭṭhe sakkaccaṁ na gacchati, sakkaccaṁ dhammaṁ na suṇāti,",
  "atk-s0103a9:286_7": "samullapanto nisīdati, sakkaccaṁ na gaṇhāti, na vāceti, ayaṁ dhamme agāravo nāma.",
  "atk-s0103a9:286_8": "Yo pana therena bhikkhunā anajjhiṭṭho dhammaṁ deseti, nisīdati, pañhaṁ katheti, vuḍḍhe",
  "atk-s0103a9:286_9": "bhikkhū ghaṭṭento gacchati, tiṭṭhati, nisīdati, dussapallatthikaṁ vā hatthapallatthikaṁ",
  "atk-s0103a9:286_10": "vā karoti, saṅghamajjhe ubho aṁse pārupati, chattupāhanaṁ dhāreti, ayaṁ saṅghe agāravo",
  "atk-s0103a9:286_11": "nāma. Ekabhikkhusmimpi hi agārave kate saṅghe agāravo katova hoti. Tisso sikkhā pana",
  "atk-s0103a9:286_12": "apūrayamānova sikkhāya agāravo nāma. Appamādalakkhaṇaṁ ananubrūhayamāno appamāde",
  "atk-s0103a9:286_13": "agāravo nāma. Duvidhampi paṭisanthāraṁ akaronto paṭisanthāre agāravo nāma. Cha gāravā",
  "atk-s0103a9:286_14": "vuttappaṭipakkhavasena veditabbā.",
  "atk-s0103a9:287_0": "Somanassūpavicārāti somanassasampayuttā vicārā. Somanassaṭṭhāniyanti somanassakāraṇabhūtaṁ.",
  "atk-s0103a9:287_1": "Upavicaratīti vitakkena vitakketvā vicārena paricchindati. Esa nayo sabbattha. Domanassūpavicārāpi",
  "atk-s0103a9:287_2": "evameva veditabbā. Tathā upekkhūpavicārā. Sāraṇīyadhammā heṭṭhā vitthāritā. Diṭṭhisāmaññagatoti",
  "atk-s0103a9:287_3": "iminā pana padena kosambakasutte paṭhamamaggo kathito. Idha cattāropi maggā.",
  "atk-s0103a9:288": "Vivādamūlachakkavaṇṇanā",
  "atk-s0103a9:289_0": "325.Vivādamūlānīti vivādassa mūlāni. Kodhanoti kujjhanalakkhaṇena kodhena samannāgato.",
  "atk-s0103a9:289_1": "Upanāhīti veraappaṭinissaggalakkhaṇena upanāhena samannāgato. Ahitāya dukkhāya devamanussānanti",
  "atk-s0103a9:289_2": "dvinnaṁ bhikkhūnaṁ vivādo kathaṁ devamanussānaṁ ahitāya dukkhāya saṁvattati. Kosambakakkhandhake",
  "atk-s0103a9:289_3": "viya dvīsu bhikkhūsu vivādaṁ āpannesu tasmiṁ vihāre tesaṁ antevāsikā vivadanti. Tesaṁ",
  "atk-s0103a9:289_4": "ovādaṁ gaṇhanto bhikkhunisaṅgho vivadati. Tato tesaṁ upaṭṭhākā vivadanti. Atha manussānaṁ",
  "atk-s0103a9:289_5": "ārakkhadevatā dve koṭṭhāsā honti. Tattha dhammavādīnaṁ ārakkhadevatā dhammavādiniyo",
  "atk-s0103a9:289_6": "honti adhammavādīnaṁ adhammavādiniyo. Tato ārakkhadevatānaṁ mittā bhummā devatā bhijjanti.",
  "atk-s0103a9:289_7": "Evaṁ paramparā yāva brahmalokā ṭhapetvā ariyasāvake sabbe devamanussā dve koṭṭhāsā",
  "atk-s0103a9:289_8": "honti. Dhammavādīhi pana adhammavādinova bahutarā honti. Tato “yaṁ bahukehi gahitaṁ,",
  "atk-s0103a9:289_9": "taṁ taccha”nti dhammaṁ vissajjetvā bahutarāva adhammaṁ gaṇhanti. Te adhammaṁ purakkhatvā",
  "atk-s0103a9:289_10": "vadantā apāyesu nibbattanti. Evaṁ dvinnaṁ bhikkhūnaṁ vivādo devamanussānaṁ ahitāya dukkhāya hoti.",
  "atk-s0103a9:290": "Ajjhattaṁ vāti tumhākaṁ abbhantaraparisāya. Bahiddhā vāti paresaṁ parisāya.",
  "atk-s0103a9:291_0": "Makkhīti paresaṁ guṇamakkhanalakkhaṇena makkhena samannāgato. Paḷāsīti yugaggāhalakkhaṇena",
  "atk-s0103a9:291_1": "paḷāsena samannāgato. Issukīti parasakkārādīni issāyanalakkhaṇāya issāya samannāgato.",
  "atk-s0103a9:291_2": "Maccharīti āvāsamacchariyādīhi samannāgato. Saṭhoti kerāṭiko. Māyāvīti katapāpapaṭicchādako.",
  "atk-s0103a9:291_3": "Pāpicchoti asantasambhāvanicchako dussīlo. Micchādiṭṭhīti natthikavādī ahetukavādī",
  "atk-s0103a9:291_4": "akiriyavādī. Sandiṭṭhiparāmāsīti sayaṁ diṭṭhimeva parāmasati. Ādhānaggāhīti daḷhaggāhī.",
  "atk-s0103a9:291_5": "Duppaṭinissaggīti na sakkā hoti gahitaṁ vissajjāpetuṁ.",
  "atk-s0103a9:292": "Pathavīdhātūti patiṭṭhādhātu. Āpodhātūti ābandhanadhātu. Tejodhātūti paripācanadhātu. Vāyodhātūti vitthambhanadhātu. Ākāsadhātūti asamphuṭṭhadhātu. Viññāṇadhātūti vijānanadhātu.",
  "atk-s0103a9:293": "Nissaraṇiyachakkavaṇṇanā",
  "atk-s0103a9:294_0": "326.Nissaraṇiyā dhātuyoti nissaṭadhātuyova. Pariyādāya tiṭṭhatīti pariyādiyitvā hāpetvā",
  "atk-s0103a9:294_1": "tiṭṭhati. ‘Mā hevantissa vacanīyo’ti yasmā abhūtaṁ byākaraṇaṁ byākaroti, tasmā mā",
  "atk-s0103a9:294_2": "evaṁ bhaṇīti vattabbo. Yadidaṁ mettācetovimuttīti yā ayaṁ mettācetovimutti, idaṁ",
  "atk-s0103a9:294_3": "nissaraṇaṁ byāpādassa, byāpādato nissaṭāti attho. Yo pana mettāya tikacatukkajjhānato",
  "atk-s0103a9:294_4": "vuṭṭhito saṅkhāre sammasitvā tatiyamaggaṁ patvā “puna byāpādo natthī”ti tatiyaphalena",
  "atk-s0103a9:294_5": "nibbānaṁ passati, tassa cittaṁ accantaṁ nissaraṇaṁ byāpādassa. Etenupāyena sabbattha attho veditabbo.",
  "atk-s0103a9:295_0": "Animittācetovimuttīti arahattaphalasamāpatti. Sā hi rāganimittādīnañceva rūpanimittādīnañca",
  "atk-s0103a9:295_1": "niccanimittādīnañca abhāvā “animittā”ti vuttā. Nimittānusārīti vuttappabhedaṁ nimittaṁ",
  "atk-s0103a9:295_2": "anusaratīti nimittānusārī.",
  "atk-s0103a9:296_0": "Asmīti asmimāno. Ayamahamasmīti pañcasu khandhesu ayaṁ nāma ahaṁ asmīti ettāvatā",
  "atk-s0103a9:296_1": "arahattaṁ byākataṁ hoti. Vicikicchākathaṁkathāsallanti vicikicchābhūtaṁ kathaṁkathāsallaṁ.",
  "atk-s0103a9:296_2": "‘Mā hevantissa vacanīyo’ti sace te paṭhamamaggavajjhā vicikicchā uppajjati, arahattabyākaraṇaṁ",
  "atk-s0103a9:296_3": "micchā hoti, tasmā mā abhūtaṁ bhaṇīti vāretabbo. Asmimānasamugghātoti arahattamaggo.",
  "atk-s0103a9:296_4": "Arahattamaggaphalavasena hi nibbāne diṭṭhe puna asmimāno natthīti arahattamaggo asmimānasamugghātoti vutto.",
  "atk-s0103a9:297": "Anuttariyādichakkavaṇṇanā",
  "atk-s0103a9:298_0": "327.Anuttariyānīti anuttarāni jeṭṭhakāni. Dassanesu anuttariyaṁ dassanānuttariyaṁ.",
  "atk-s0103a9:298_1": "Sesapadesupi eseva nayo. Tattha hatthiratanādīnaṁ dassanaṁ na dassanānuttariyaṁ,",
  "atk-s0103a9:298_2": "niviṭṭhasaddhassa pana niviṭṭhapemavasena dasabalassa vā bhikkhusaṅghassa vā kasiṇāsubhanimittādīnaṁ",
  "atk-s0103a9:298_3": "vā aññatarassa dassanaṁ dassanānuttariyaṁ nāma. Khattiyādīnaṁ guṇakathāsavanaṁ na",
  "atk-s0103a9:298_4": "savanānuttariyaṁ, niviṭṭhasaddhassa pana niviṭṭhapemavasena tiṇṇaṁ vā ratanānaṁ guṇakathāsavanaṁ",
  "atk-s0103a9:298_5": "tepiṭakabuddhavacanasavanaṁ vā savanānuttariyaṁ nāma. Maṇiratanādilābho na lābhānuttariyaṁ,",
  "atk-s0103a9:298_6": "sattavidhaariyadhanalābho pana lābhānuttariyaṁ nāma. Hatthisippādisikkhanaṁ na sikkhānuttariyaṁ,",
  "atk-s0103a9:298_7": "sikkhattayapūraṇaṁ pana sikkhānuttariyaṁ nāma. Khattiyādīnaṁ pāricariyā na pāricariyānuttariyaṁ,",
  "atk-s0103a9:298_8": "tiṇṇaṁ pana ratanānaṁ pāricariyā pāricariyānuttariyaṁ nāma. Khattiyādīnaṁ guṇānussaraṇaṁ",
  "atk-s0103a9:298_9": "nānussatānuttariyaṁ, tiṇṇaṁ pana ratanānaṁ guṇānussaraṇaṁ anussatānuttariyaṁ nāma.",
  "atk-s0103a9:299_0": "Anussatiyova anussatiṭṭhānāni nāma. Buddhānussatīti buddhassa guṇānussaraṇaṁ. Evaṁ",
  "atk-s0103a9:299_1": "anussarato hi pīti uppajjati. So taṁ pītiṁ khayato vayato paṭṭhapetvā arahattaṁ pāpuṇāti.",
  "atk-s0103a9:299_2": "Upacārakammaṭṭhānaṁ nāmetaṁ gihīnampi labbhati, esa nayo sabbattha. Vitthārakathā",
  "atk-s0103a9:299_3": "panettha visuddhimagge vuttanayeneva veditabbā.",
  "atk-s0103a9:300": "Satatavihārachakkavaṇṇanā",
  "atk-s0103a9:301_0": "328.Satatavihārāti khīṇāsavassa niccavihārā. Cakkhunā rūpaṁ disvāti cakkhudvārārammaṇe",
  "atk-s0103a9:301_1": "āpāthagate taṁ rūpaṁ cakkhuviññāṇena disvā javanakkhaṇe iṭṭhe arajjanto neva sumano",
  "atk-s0103a9:301_2": "hoti, aniṭṭhe adussanto na dummano. Asamapekkhane mohaṁ anuppādento upekkhako viharati",
  "atk-s0103a9:301_3": "majjhatto, satiyā yuttattā sato, sampajaññena yuttattā sampajāno. Sesapadesupi eseva",
  "atk-s0103a9:301_4": "nayo. Iti chasupi dvāresu upekkhako viharatīti iminā chaḷaṅgupekkhā kathitā. Sampajānoti",
  "atk-s0103a9:301_5": "vacanato pana cattāri ñāṇasampayuttacittāni labbhanti. Satatavihārāti vacanato aṭṭhapi",
  "atk-s0103a9:301_6": "mahācittāni labbhanti arajjanto adussantoti vacanato dasapi cittāni labbhanti. Somanassaṁ",
  "atk-s0103a9:301_7": "kathaṁ labbhatīti ce āsevanato labbhati.",
  "atk-s0103a9:302": "Abhijātichakkavaṇṇanā",
  "atk-s0103a9:303_0": "329.Abhijātiyoti jātiyo. Kaṇhābhijātiko samānoti kaṇhe nīcakule jāto hutvā. Kaṇhaṁ",
  "atk-s0103a9:303_1": "dhammaṁ abhijāyatīti kāḷakaṁ dasadussīlyadhammaṁ pasavati karoti. So taṁ abhijāyitvā",
  "atk-s0103a9:303_2": "niraye nibbattati. Sukkaṁ dhammanti ahaṁ pubbepi puññānaṁ akatattā nīcakule nibbatto.",
  "atk-s0103a9:303_3": "Idāni puññaṁ karomīti puññasaṅkhātaṁ paṇḍaraṁ dhammaṁ abhijāyati. So tena sagge nibbattati.",
  "atk-s0103a9:303_4": "Akaṇhaṁ asukkaṁ nibbānanti nibbānañhi sace kaṇhaṁ bhaveyya, kaṇhavipākaṁ dadeyya.",
  "atk-s0103a9:303_5": "Sace sukkaṁ, sukkavipākaṁ dadeyya. Dvinnampi appadānato pana “akaṇhaṁ asukka”nti",
  "atk-s0103a9:303_6": "vuttaṁ. Nibbānañca nāma imasmiṁ atthe arahattaṁ adhippetaṁ. Tañhi kilesanibbānante",
  "atk-s0103a9:303_7": "jātattā nibbānaṁ nāma. Taṁ esa abhijāyati pasavati karoti. Sukkābhijātiko samānoti",
  "atk-s0103a9:303_8": "sukke uccakule jāto hutvā. Sesaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0103a9:304": "Nibbedhabhāgiyachakkavaṇṇanā",
  "atk-s0103a9:305": "Nibbedhabhāgiyāti nibbedho vuccati nibbānaṁ, taṁ bhajanti upagacchantīti nibbedhabhāgiyā. Aniccasaññādayo pañcake vuttā. Nirodhānupassanāñāṇe saññā nirodhasaññā nāma.",
  "atk-s0103a9:306": "“Ime kho, āvuso”tiādi vuttanayeneva yojetabbaṁ. Iti dvāvīsatiyā chakkānaṁ vasena bāttiṁsasatapañhe kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:307": "Chakkavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:308": "Sattakavaṇṇanā",
  "atk-s0103a9:309": "330. Iti chakkavasena sāmaggirasaṁ dassetvā idāni sattakavasena dassetuṁ puna desanaṁ ārabhi.",
  "atk-s0103a9:310_0": "Tattha sampattipaṭilābhaṭṭhena saddhāva dhanaṁ saddhādhanaṁ. Esa nayo sabbattha.",
  "atk-s0103a9:310_1": "Paññādhanaṁ panettha sabbaseṭṭhaṁ. Paññāya hi ṭhatvā tīṇi sucaritāni pañcasīlāni",
  "atk-s0103a9:310_2": "dasasīlāni pūretvā saggūpagā honti, sāvakapāramīñāṇaṁ, paccekabodhiñāṇaṁ, sabbaññutaññāṇañca",
  "atk-s0103a9:310_3": "paṭivijjhanti. Imāsaṁ sampattīnaṁ paṭilābhakāraṇato paññā “dhana”nti vuttā. Sattapi",
  "atk-s0103a9:310_4": "cetāni lokiyalokuttaramissakāneva kathitāni. Bojjhaṅgakathā kathitāva.",
  "atk-s0103a9:311": "Samādhiparikkhārāti samādhiparivārā. Sammādiṭṭhādīni vuttatthāneva. Imepi satta parikkhārā lokiyalokuttarāva kathitā.",
  "atk-s0103a9:312_0": "Asataṁ dhammā asantā vā dhammā lāmakā dhammāti asaddhammā. Vipariyāyena saddhammā",
  "atk-s0103a9:312_1": "veditabbā. Sesamettha uttānatthameva. Saddhammesu pana saddhādayo sabbepi vipassakasseva",
  "atk-s0103a9:312_2": "kathitā. Tesupi paññā lokiyalokuttarā. Ayaṁ viseso.",
  "atk-s0103a9:313_0": "Sappurisānaṁ dhammāti sappurisadhammā. Tattha suttageyyādikaṁ dhammaṁ jānātīti dhammaññū.",
  "atk-s0103a9:313_1": "Tassa tasseva bhāsitassa atthaṁ jānātīti atthaññū. “Ettakomhi sīlena samādhinā paññāyā”ti",
  "atk-s0103a9:313_2": "evaṁ attānaṁ jānātīti attaññū. Paṭiggahaṇaparibhogesu mattaṁ jānātīti mattaññū. Ayaṁ",
  "atk-s0103a9:313_3": "kālo uddesassa, ayaṁ kālo paripucchāya, ayaṁ kālo yogassa adhigamāyāti evaṁ kālaṁ",
  "atk-s0103a9:313_4": "jānātīti kālaññū. Ettha ca pañca vassāni uddesassa kālo. Dasa paripucchāya. Idaṁ",
  "atk-s0103a9:313_5": "atisambādhaṁ. Dasa vassāni pana uddesassa kālo. Vīsati paripucchāya. Tato paraṁ yoge",
  "atk-s0103a9:313_6": "kammaṁ kātabbaṁ. Aṭṭhavidhaṁ parisaṁ jānātīti parisaññū. Sevitabbāsevitabbaṁ puggalaṁ",
  "atk-s0103a9:313_7": "jānātīti puggalaññū.",
  "atk-s0103a9:314_0": "331.Niddasavatthūnīti niddasādivatthūni. Niddaso bhikkhu, nibbīso, nittiṁso, niccattālīso,",
  "atk-s0103a9:314_1": "nippaññāso bhikkhūti evaṁ vacanakāraṇāni. Ayaṁ kira pañho titthiyasamaye uppanno.",
  "atk-s0103a9:314_2": "Titthiyā hi dasavassakāle mataṁ nigaṇṭhaṁ niddasoti vadanti. So kira puna dasavasso",
  "atk-s0103a9:314_3": "na hoti. Na kevalañca dasavassova. Navavassopi…pe… ekavassopi na hoti. Eteneva nayena",
  "atk-s0103a9:314_4": "vīsativassādikālepi mataṁ nibbīso, nittiṁso, niccattālīso, nippaññāsoti vadanti.",
  "atk-s0103a9:314_5": "Āyasmā ānando gāme vicaranto taṁ kathaṁ sutvā vihāraṁ gantvā bhagavato ārocesi. Bhagavā āha –",
  "atk-s0103a9:315_0": "“Na idaṁ, ānanda, titthiyānaṁ adhivacanaṁ mama sāsane khīṇāsavassetaṁ adhivacanaṁ.",
  "atk-s0103a9:315_1": "Khīṇāsavo hi dasavassakāle parinibbuto puna dasavasso na hoti. Na kevalañca dasavassova,",
  "atk-s0103a9:315_2": "navavassopi…pe… ekavassopi. Na kevalañca ekavassova, dasamāsikopi…pe… ekamāsikopi.",
  "atk-s0103a9:315_3": "Ekadivasikopi. Ekamuhuttopi na hoti eva. Kasmā? Puna paṭisandhiyā abhāvā. Nibbīsādīsupi",
  "atk-s0103a9:315_4": "eseva nayo. Iti bhagavā mama sāsane khīṇāsavassetaṁ adhivacana”nti –",
  "atk-s0103a9:316_0": "Vatvā yehi kāraṇehi so niddaso hoti, tāni dassetuṁ satta niddasavatthūni deseti.",
  "atk-s0103a9:316_1": "Theropi tameva desanaṁ uddharitvā satta niddasavatthūni idhāvuso, bhikkhu, sikkhāsamādānetiādimāha.",
  "atk-s0103a9:316_2": "Tattha idhāti imasmiṁ sāsane. Sikkhāsamādāne tibbacchando hotīti sikkhattayapūraṇe",
  "atk-s0103a9:316_3": "bahalacchando hoti. Āyatiñca sikkhāsamādāne avigatapemoti anāgate punadivasādīsupi",
  "atk-s0103a9:316_4": "sikkhāpūraṇe avigatapemena samannāgato hoti. Dhammanisantiyāti dhammanisāmanāya.",
  "atk-s0103a9:316_5": "Vipassanāyetaṁ adhivacanaṁ. Icchāvinayeti taṇhāvinayane. Paṭisallāneti ekībhāve.",
  "atk-s0103a9:316_6": "Vīriyārambheti kāyikacetasikassa vīriyassa pūraṇe. Satinepakketi satiyañceva nepakkabhāve",
  "atk-s0103a9:316_7": "ca. Diṭṭhipaṭivedheti maggadassane. Sesaṁ sabbattha vuttanayeneva veditabbaṁ.",
  "atk-s0103a9:317_0": "Saññāsu asubhānupassanāñāṇe saññā asubhasaññā. Ādīnavānupassanāñāṇe saññā ādīnavasaññā",
  "atk-s0103a9:317_1": "nāma. Sesā heṭṭhā vuttā eva. Balasattakaviññāṇaṭṭhitisattakapuggalasattakāni vuttanayāneva.",
  "atk-s0103a9:317_2": "Appahīnaṭṭhena anusayantīti anusayā. Thāmagato kāmarāgo kāmarāgānusayo. Esa nayo",
  "atk-s0103a9:317_3": "sabbattha. Saṁyojanasattakaṁ uttānatthameva.",
  "atk-s0103a9:318": "Adhikaraṇasamathasattakavaṇṇanā",
  "atk-s0103a9:319_0": "Adhikaraṇasamathesu adhikaraṇāni samenti vūpasamentīti adhikaraṇasamathā. Uppannuppannānanti",
  "atk-s0103a9:319_1": "uppannānaṁ uppannānaṁ. Adhikaraṇānanti vivādādhikaraṇaṁ anuvādādhikaraṇaṁ āpattādhikaraṇaṁ",
  "atk-s0103a9:319_2": "kiccādhikaraṇanti imesaṁ catunnaṁ. Samathāya vūpasamāyāti samathatthañceva vūpasamanatthañca.",
  "atk-s0103a9:319_3": "Sammukhāvinayo dātabbo…pe… tiṇavatthārakoti ime satta samathā dātabbā.",
  "atk-s0103a9:320_0": "Tatrāyaṁ vinicchayanayo. Adhikaraṇesu tāva dhammoti vā adhammoti vā aṭṭhārasahi vatthūhi",
  "atk-s0103a9:320_1": "vivadantānaṁ bhikkhūnaṁ yo vivādo, idaṁ vivādādhikaraṇaṁ nāma. Sīlavipattiyā vā ācāradiṭṭhiājīvavipattiyā",
  "atk-s0103a9:320_2": "vā anuvadantānaṁ anuvādo upavadanā ceva codanā ca, idaṁ anuvādādhikaraṇaṁ nāma. Mātikāya",
  "atk-s0103a9:320_3": "āgatā pañca, vibhaṅge dveti sattapi āpattikkhandhā, idaṁ āpattādhikaraṇaṁ nāma. Saṅghassa",
  "atk-s0103a9:320_4": "apalokanādīnaṁ catunnaṁ kammānaṁ karaṇaṁ, idaṁ kiccādhikaraṇaṁ nāma.",
  "atk-s0103a9:321_0": "Tattha vivādādhikaraṇaṁ dvīhi samathehi sammati sammukhāvinayena ca yebhuyyasikāya",
  "atk-s0103a9:321_1": "ca. Sammukhāvinayeneva sammamānaṁ yasmiṁ vihāre uppannaṁ tasmiṁyeva vā aññattha vūpasametuṁ",
  "atk-s0103a9:321_2": "gacchantānaṁ antarāmagge vā yattha gantvā saṅghassa niyyātitaṁ tattha saṅghena vā",
  "atk-s0103a9:321_3": "saṅghe vūpasametuṁ asakkonte tattheva ubbāhikāya sammatapuggalehi vā vinicchitaṁ",
  "atk-s0103a9:321_4": "sammati. Evaṁ sammamāne ca panetasmiṁ yā saṅghasammukhatā dhammasammukhatā vinayasammukhatā",
  "atk-s0103a9:321_5": "puggalasammukhatā, ayaṁ sammukhāvinayo nāma.",
  "atk-s0103a9:322_0": "Tattha ca kārakasaṅghassa saṅghasāmaggivasena sammukhībhāvo saṅghasammukhatā. Sametabbassa",
  "atk-s0103a9:322_1": "vatthuno bhūtatā dhammasammukhatā. Yathā taṁ sametabbaṁ, tatheva sammanaṁ vinayasammukhatā.",
  "atk-s0103a9:322_2": "Yo ca vivadati, yena ca vivadati, tesaṁ ubhinnaṁ atthapaccatthikānaṁ sammukhībhāvo",
  "atk-s0103a9:322_3": "puggalasammukhatā. Ubbāhikāya vūpasame panettha saṅghasammukhatā parihāyati. Evaṁ",
  "atk-s0103a9:322_4": "tāva sammukhāvinayeneva sammati.",
  "atk-s0103a9:323_0": "Sace panevampi na sammati, atha naṁ ubbāhikāya sammatā bhikkhū “na mayaṁ sakkoma",
  "atk-s0103a9:323_1": "vūpasametu”nti saṅghasseva niyyātenti, tato saṅgho pañcaṅgasamannāgataṁ bhikkhuṁ",
  "atk-s0103a9:323_2": "salākaggāhāpakaṁ sammannati. Tena guḷhakavivaṭakasakaṇṇajappakesu tīsu salākaggāhesu",
  "atk-s0103a9:323_3": "aññataravasena salākaṁ gāhāpetvā sannipatitaparisāya dhammavādīnaṁ yebhuyyatāya yathā",
  "atk-s0103a9:323_4": "te dhammavādino vadanti, evaṁ vūpasantaṁ adhikaraṇaṁ sammukhāvinayena ca yebhuyyasikāya ca vūpasantaṁ hoti.",
  "atk-s0103a9:324_0": "Tattha sammukhāvinayo vuttanayo eva. Yaṁ pana yebhuyyasikākammassa karaṇaṁ, ayaṁ",
  "atk-s0103a9:324_1": "yebhuyyasikā nāma. Evaṁ vivādādhikaraṇaṁ dvīhi samathehi sammati. Anuvādādhikaraṇaṁ",
  "atk-s0103a9:324_2": "catūhi samathehi sammati – sammukhāvinayena ca sativinayena ca amūḷhavinayena ca",
  "atk-s0103a9:324_3": "tassapāpiyasikāya ca. Sammukhāvinayeneva sammamānaṁ yo ca anuvadati, yañca anuvadati,",
  "atk-s0103a9:324_4": "tesaṁ vacanaṁ sutvā sace kāci āpatti natthi, ubho khamāpetvā, sace atthi, ayaṁ nāmettha",
  "atk-s0103a9:324_5": "āpattīti evaṁ vinicchitaṁ vūpasammati. Tattha sammukhāvinayalakkhaṇaṁ vuttanayameva.",
  "atk-s0103a9:324_6": "Yadā pana khīṇāsavassa bhikkhuno amūlikāya sīlavipattiyā anuddhaṁsitassa sativinayaṁ",
  "atk-s0103a9:324_7": "yācamānassa saṅgho ñatticatutthena kammena sativinayaṁ deti, tadā sammukhāvinayena",
  "atk-s0103a9:324_8": "ca sativinayena ca vūpasantaṁ hoti. Dinne pana sativinaye puna tasmiṁ puggale kassaci anuvādo na ruhati.",
  "atk-s0103a9:325_0": "Yadā ummattako bhikkhu ummādavasena assāmaṇake ajjhācāre “saratāyasmā evarūpiṁ āpatti”nti",
  "atk-s0103a9:325_1": "bhikkhūhi codiyamāno “ummattakena me, āvuso, etaṁ kataṁ, nāhaṁ taṁ sarāmī”ti bhaṇantopi",
  "atk-s0103a9:325_2": "bhikkhūhi codiyamānova puna acodanatthāya amūḷhavinayaṁ yācati, saṅgho cassa ñatticatutthena",
  "atk-s0103a9:325_3": "kammena amūḷhavinayaṁ deti, tadā sammukhāvinayena ca amūḷhavinayena ca vūpasantaṁ",
  "atk-s0103a9:325_4": "hoti. Dinne pana amūḷhavinaye puna tasmiṁ puggale kassaci tappaccayā anuvādo na ruhati.",
  "atk-s0103a9:326_0": "Yadā pana pārājikena vā pārājikasāmantena vā codiyamānassa aññenaññaṁ paṭicarato",
  "atk-s0103a9:326_1": "pāpussannatāya pāpiyassa puggalassa “sacāyaṁ acchinnamūlo bhavissati, sammā vattitvā",
  "atk-s0103a9:326_2": "osāraṇaṁ labhissati. Sace chinnamūlo ayamevassa nāsanā bhavissatī”ti maññamāno saṅgho",
  "atk-s0103a9:326_3": "ñatticatutthena kammena tassapāpiyasikaṁ karoti, tadā sammukhāvinayena ca tassapāpiyasikāya",
  "atk-s0103a9:326_4": "ca vūpasantaṁ hotīti. Evaṁ anuvādādhikaraṇaṁ catūhi samathehi sammati. Āpattādhikaraṇaṁ",
  "atk-s0103a9:326_5": "tīhi samathehi sammati sammukhāvinayena ca paṭiññātakaraṇena ca tiṇavatthārakena",
  "atk-s0103a9:326_6": "ca. Tassa sammukhāvinayeneva vūpasamo natthi. Yadā pana ekassa vā bhikkhuno santike",
  "atk-s0103a9:326_7": "saṅghagaṇamajjhesu vā bhikkhu lahukaṁ āpattiṁ deseti, tadā āpattādhikaraṇaṁ sammukhāvinayena",
  "atk-s0103a9:326_8": "ca paṭiññātakaraṇena ca vūpasammati.",
  "atk-s0103a9:327": "Tattha sammukhāvinaye tāva yo ca deseti, yassa ca deseti, tesaṁ sammukhībhāvo puggalasammukhatā. Sesaṁ vuttanayameva.",
  "atk-s0103a9:328_0": "Puggalassa gaṇassa ca desanākāle saṅghasammukhatā parihāyati. Yā panettha ahaṁ, bhante,",
  "atk-s0103a9:328_1": "itthannāmaṁ āpattiṁ āpannoti ca āma, passāmīti ca paṭiññā, tāya paṭiññāya “āyatiṁ",
  "atk-s0103a9:328_2": "saṁvareyyāsī”ti karaṇaṁ, taṁ paṭiññātakaraṇaṁ nāma. Saṅghādisese hi parivāsādiyācanā",
  "atk-s0103a9:328_3": "paṭiññā. Parivāsādīnaṁ dānaṁ paṭiññātakaraṇaṁ nāma. Dve pakkhajātā pana bhaṇḍanakārakā",
  "atk-s0103a9:328_4": "bhikkhū bahuṁ assāmaṇakaṁ ajjhācaritvā puna lajjidhamme uppanne sace mayaṁ imāhi",
  "atk-s0103a9:328_5": "āpattīhi aññamaññaṁ kāressāma, siyāpi taṁ adhikaraṇaṁ kakkhaḷattāya saṁvatteyyāti",
  "atk-s0103a9:328_6": "aññamaññaṁ āpattiyā kārāpane dosaṁ disvā yadā tiṇavatthārakakammaṁ karonti, tadā",
  "atk-s0103a9:328_7": "āpattādhikaraṇaṁ sammukhāvinayena ca tiṇavatthārakena ca sammati.",
  "atk-s0103a9:329_0": "Tattha hi yattakā hatthapāsūpagatā “na metaṁ khamatī”ti evaṁ diṭṭhāvikammaṁ akatvā",
  "atk-s0103a9:329_1": "niddampi okkantā honti, sabbesaṁ ṭhapetvā thullavajjañca gihipaṭisaṁyuttañca sabbāpattiyo",
  "atk-s0103a9:329_2": "vuṭṭhahanti, evaṁ āpattādhikaraṇaṁ tīhi samathehi sammati. Kiccādhikaraṇaṁ ekena",
  "atk-s0103a9:329_3": "samathena sammati sammukhāvinayeneva. Imāni cattāri adhikaraṇāni yathānurūpaṁ imehi",
  "atk-s0103a9:329_4": "sattahi samathehi sammanti. Tena vuttaṁ – uppannuppannānaṁ adhikaraṇānaṁ samathāya",
  "atk-s0103a9:329_5": "vūpasamāya sammukhāvinayo dātabbo…pe… tiṇavatthārakoti. Ayamettha vinicchayanayo.",
  "atk-s0103a9:329_6": "Vitthāro pana samathakkhandhake āgatoyeva. Vinicchayopissa samantapāsādikāyaṁ vutto.",
  "atk-s0103a9:330": "“Ime kho, āvuso”tiādi vuttanayeneva yojetabbaṁ. Iti cuddasannaṁ sattakānaṁ vasena aṭṭhanavuti pañhe kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:331": "Sattakavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:332": "Aṭṭhakavaṇṇanā",
  "atk-s0103a9:333": "333. Iti sattakavasena sāmaggirasaṁ dassetvā idāni aṭṭhakavasena dassetuṁ puna desanaṁ ārabhi. Tattha micchattāti ayāthāvā micchāsabhāvā. Sammattāti yāthāvā sammāsabhāvā.",
  "atk-s0103a9:334_0": "334.Kusītavatthūnīti kusītassa alasassa vatthūni patiṭṭhā kosajjakāraṇānīti attho.",
  "atk-s0103a9:334_1": "Kammaṁ kattabbaṁ hotīti cīvaravicāraṇādikammaṁ kātabbaṁ hoti. Na vīriyaṁ ārabhatīti",
  "atk-s0103a9:334_2": "duvidhampi vīriyaṁ nārabhati. Appattassāti jhānavipassanāmaggaphaladhammassa appattassa",
  "atk-s0103a9:334_3": "pattiyā. Anadhigatassāti tasseva anadhigatassa adhigamatthāya. Asacchikatassāti tasseva",
  "atk-s0103a9:334_4": "apaccakkhakatassa sacchikaraṇatthāya. Idaṁ paṭhamanti idaṁ handāhaṁ nipajjāmīti evaṁ",
  "atk-s0103a9:334_5": "osīdanaṁ paṭhamaṁ kusītavatthu. Iminā nayena sabbattha attho veditabbo. “Māsācitaṁ",
  "atk-s0103a9:334_6": "maññe”ti ettha pana māsācitaṁ nāma tintamāso. Yathā tintamāso garuko hoti, evaṁ garukoti",
  "atk-s0103a9:334_7": "adhippāyo. Gilānā vuṭṭhito hotīti gilāno hutvā pacchā vuṭṭhito hoti.",
  "atk-s0103a9:335": "335.Ārambhavatthūnīti vīriyakāraṇāni. Tesampi imināva nayena attho veditabbo.",
  "atk-s0103a9:336_0": "336.Dānavatthūnīti dānakāraṇāni. Āsajja dānaṁ detīti patvā dānaṁ deti. Āgataṁ disvāva",
  "atk-s0103a9:336_1": "muhuttaṁyeva nisīdāpetvā sakkāraṁ katvā dānaṁ deti, dassāmi dassāmīti na kilameti.",
  "atk-s0103a9:336_2": "Iti ettha āsādanaṁ dānakāraṇaṁ nāma hoti. Bhayā dānaṁ detītiādīsupi bhayādīni dānakāraṇānīti",
  "atk-s0103a9:336_3": "veditabbāni. Tattha bhayaṁ nāma ayaṁ adāyako akārakoti garahābhayaṁ vā apāyabhayaṁ",
  "atk-s0103a9:336_4": "vā. Adāsi meti mayhaṁ pubbe esa idaṁ nāma adāsīti deti. Dassati meti anāgate idaṁ",
  "atk-s0103a9:336_5": "nāma dassatīti deti. Sāhu dānanti dānaṁ nāma sādhu sundaraṁ, buddhādīhi paṇḍitehi",
  "atk-s0103a9:336_6": "pasatthanti deti. Cittālaṅkāracittaparikkhāratthaṁ dānaṁ detīti samathavipassanācittassa",
  "atk-s0103a9:336_7": "alaṅkāratthañceva parivāratthañca deti. Dānañhi cittaṁ mudukaṁ karoti. Yena laddhaṁ",
  "atk-s0103a9:336_8": "hoti, sopi laddhaṁ meti muducitto hoti, yena dinnaṁ, sopi dinnaṁ mayāti muducitto",
  "atk-s0103a9:336_9": "hoti, iti ubhinnampi cittaṁ mudukaṁ karoti, teneva “adantadamanaṁ dāna”nti vuccati. Yathāha –",
  "atk-s0103a9:337": "“Adantadamanaṁ dānaṁ, adānaṁ dantadūsakaṁ;",
  "atk-s0103a9:338": "Dānena piyavācāya, unnamanti namanti cā”ti.",
  "atk-s0103a9:339": "Imesu pana aṭṭhasu dānesu cittālaṅkāradānameva uttamaṁ.",
  "atk-s0103a9:340_0": "337.Dānūpapattiyoti dānapaccayā upapattiyo. Dahatīti ṭhapeti. Adhiṭṭhātīti tasseva",
  "atk-s0103a9:340_1": "vevacanaṁ. Bhāvetīti vaḍḍheti. Hīne vimuttanti hīnesu pañcakāmaguṇesu vimuttaṁ. Uttari",
  "atk-s0103a9:340_2": "abhāvitanti tato uttari maggaphalatthāya abhāvitaṁ. Tatrūpapattiyā saṁvattatīti yaṁ",
  "atk-s0103a9:340_3": "patthetvā kusalaṁ kataṁ, tattha tattha nibbattanatthāya saṁvattati.",
  "atk-s0103a9:341_0": "Vītarāgassāti maggena vā samucchinnarāgassa samāpattiyā vā vikkhambhitarāgassa. Dānamatteneva",
  "atk-s0103a9:341_1": "hi brahmaloke nibbattituṁ na sakkā. Dānaṁ pana samādhivipassanācittassa alaṅkāro",
  "atk-s0103a9:341_2": "parivāro hoti. Tato dānena muducitto brahmavihāre bhāvetvā brahmaloke nibbattati.",
  "atk-s0103a9:341_3": "Tena vuttaṁ “vītarāgassa no sarāgassā”ti.",
  "atk-s0103a9:342": "Khattiyānaṁ parisā khattiyaparisā, samūhoti attho. Esa nayo sabbattha.",
  "atk-s0103a9:343_0": "Lokassa dhammā lokadhammā. Etehi mutto nāma natthi, buddhānampi hontiyeva. Vuttampi",
  "atk-s0103a9:343_1": "cetaṁ – “aṭṭhime, bhikkhave, lokadhammā lokaṁ anuparivattanti, loko ca aṭṭha lokadhamme",
  "atk-s0103a9:343_2": "anuparivattatī”ti. Lābho alābhoti lābhe āgate alābho āgato evāti veditabbo. Yasādīsupi eseva nayo.",
  "atk-s0103a9:344": "338. Abhibhāyatanavimokkhakathā heṭṭhā kathitā eva.",
  "atk-s0103a9:345": "“Ime kho, āvuso”tiādi vuttanayeneva yojetabbaṁ. Iti ekādasannaṁ aṭṭhakānaṁ vasena aṭṭhāsīti pañhe kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:346": "Aṭṭhakavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:347": "Navakavaṇṇanā",
  "atk-s0103a9:348_0": "340. Iti aṭṭhakavasena sāmaggirasaṁ dassetvā idāni navakavasena dassetuṁ puna desanaṁ",
  "atk-s0103a9:348_1": "ārabhi. Tattha āghātavatthūnīti āghātakāraṇāni. Āghātaṁ bandhatīti kopaṁ bandhati karoti uppādeti.",
  "atk-s0103a9:349_0": "Taṁ kutettha labbhāti taṁ anatthacaraṇaṁ mā ahosīti etasmiṁ puggale kuto labbhā,",
  "atk-s0103a9:349_1": "kena kāraṇena sakkā laddhuṁ ? Paro nāma parassa attano cittaruciyā anatthaṁ karotīti",
  "atk-s0103a9:349_2": "evaṁ cintetvā āghātaṁ paṭivinodeti. Atha vā sacāhaṁ paṭikopaṁ kareyyaṁ, taṁ kopakaraṇaṁ",
  "atk-s0103a9:349_3": "ettha puggale kuto labbhā, kena kāraṇena laddhabbanti attho. Kuto lābhātipi pāṭho,",
  "atk-s0103a9:349_4": "sacāhaṁ ettha kopaṁ kareyyaṁ, tasmiṁ me kopakaraṇe kuto lābhā, lābhā nāma ke siyunti",
  "atk-s0103a9:349_5": "attho. Imasmiñca atthe tanti nipātamattameva hoti.",
  "atk-s0103a9:350_0": "341.Sattāvāsāti sattānaṁ āvāsā, vasanaṭṭhānānīti attho. Tattha suddhāvāsāpi sattāvāsova,",
  "atk-s0103a9:350_1": "asabbakālikattā pana na gahitā. Suddhāvāsā hi buddhānaṁ khandhāvārasadisā. Asaṅkhyeyyakappe",
  "atk-s0103a9:350_2": "buddhesu anibbattantesu taṁ ṭhānaṁ suññaṁ hotīti asabbakālikattā na gahitā. Sesamettha",
  "atk-s0103a9:350_3": "yaṁ vattabbaṁ, taṁ heṭṭhā vuttameva.",
  "atk-s0103a9:351_0": "342. Akkhaṇesu dhammo ca desiyatīti catusaccadhammo desiyati. Opasamikoti kilesūpasamakaro.",
  "atk-s0103a9:351_1": "Parinibbānikoti kilesaparinibbānena parinibbānāvaho. Sambodhagāmīti catumaggañāṇapaṭivedhagāmī.",
  "atk-s0103a9:351_2": "Aññataranti asaññabhavaṁ vā arūpabhavaṁ vā.",
  "atk-s0103a9:352": "343.Anupubbavihārāti anupaṭipāṭiyā samāpajjitabbavihārā.",
  "atk-s0103a9:353": "344.Anupubbanirodhāti anupaṭipāṭiyā nirodhā.",
  "atk-s0103a9:354": "“Ime, kho āvuso”tiādi vuttanayeneva yojetabbaṁ. Iti channaṁ navakānaṁ vasena catupaṇṇāsa pañhe kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:355": "Navakavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:356": "Dasakavaṇṇanā",
  "atk-s0103a9:357_0": "345. Iti navakavasena sāmaggirasaṁ dassetvā idāni dasakavasena dassetuṁ puna desanaṁ",
  "atk-s0103a9:357_1": "ārabhi. Tattha nāthakaraṇāti “sanāthā, bhikkhave, viharatha mā anāthā, dasa ime,",
  "atk-s0103a9:357_2": "bhikkhave, dhammā nāthakaraṇā”ti evaṁ akkhātā attano patiṭṭhākarā dhammā.",
  "atk-s0103a9:358_0": "Kalyāṇamittotiādīsu sīlādiguṇasampannā kalyāṇā assa mittāti kalyāṇamitto. Te cassa",
  "atk-s0103a9:358_1": "ṭhānanisajjādīsu saha ayanato sahāyāti kalyāṇasahāyo. Cittena ceva kāyena ca kalyāṇamittesu",
  "atk-s0103a9:358_2": "eva sampavaṅko onatoti kalyāṇasampavaṅko. Suvacohotīti sukhena vattabbo hoti sukhena",
  "atk-s0103a9:358_3": "anusāsitabbo. Khamoti gāḷhena pharusena kakkhaḷena vuccamāno khamati, na kuppati.",
  "atk-s0103a9:358_4": "Padakkhiṇaggāhī anusāsaninti yathā ekacco ovadiyamāno vāmato gaṇhāti, paṭippharati",
  "atk-s0103a9:358_5": "vā asuṇanto vā gacchati, evaṁ akatvā “ovadatha, bhante, anusāsatha, tumhesu anovadantesu",
  "atk-s0103a9:358_6": "ko añño ovadissatī”ti padakkhiṇaṁ gaṇhāti.",
  "atk-s0103a9:359_0": "Uccāvacānīti uccāni ca avacāni ca. Kiṁ karaṇīyānīti kiṁ karomīti evaṁ vatvā kattabbakammāni.",
  "atk-s0103a9:359_1": "Tattha uccakammāni nāma cīvarassa karaṇaṁ rajanaṁ cetiye sudhākammaṁ uposathāgāracetiyagharabodhiyagharesu",
  "atk-s0103a9:359_2": "kattabbanti evamādi. Avacakammaṁ nāma pādadhovanamakkhanādikhuddakakammaṁ. Tatrupāyāyāti",
  "atk-s0103a9:359_3": "tatrupagamanīyā. Alaṁ kātunti kātuṁ samattho hoti. Alaṁ saṁvidhātunti vicāretuṁ samattho.",
  "atk-s0103a9:360_0": "Dhamme assa kāmo sinehoti dhammakāmo, tepiṭakaṁ buddhavacanaṁ piyāyatīti attho. Piyasamudāhāroti",
  "atk-s0103a9:360_1": "parasmiṁ kathente sakkaccaṁ suṇāti, sayañca paresaṁ desetukāmo hotīti attho. “Abhidhamme",
  "atk-s0103a9:360_2": "abhivinaye”ti ettha dhammo abhidhammo, vinayo abhivinayoti catukkaṁ veditabbaṁ. Tattha",
  "atk-s0103a9:360_3": "dhammoti suttantapiṭakaṁ. Abhidhammoti satta pakaraṇāni. Vinayoti ubhatovibhaṅgā.",
  "atk-s0103a9:360_4": "Abhivinayoti khandhakaparivārā. Atha vā suttantapiṭakampi abhidhammapiṭakampi dhammo",
  "atk-s0103a9:360_5": "eva. Maggaphalāni abhidhammo. Sakalaṁ vinayapiṭakaṁ vinayo. Kilesavūpasamakāraṇaṁ",
  "atk-s0103a9:360_6": "abhivinayo. Iti sabbasmimpi ettha dhamme abhidhamme vinaye abhivinaye ca. Uḷārapāmojjoti",
  "atk-s0103a9:360_7": "bahulapāmojjo hotīti attho.",
  "atk-s0103a9:361": "Kusalesudhammesūti kāraṇatthe bhummaṁ, catubhūmakakusaladhammakāraṇā, tesaṁ adhigamatthāya anikkhittadhuro hotīti attho.",
  "atk-s0103a9:362_0": "346. Kasiṇadasake sakalaṭṭhena kasiṇāni. Tadārammaṇānaṁ dhammānaṁ khettaṭṭhena vā",
  "atk-s0103a9:362_1": "adhiṭṭhānaṭṭhena vā āyatanāni. Uddhanti upari gaganatalābhimukhaṁ. Adhoti heṭṭhā",
  "atk-s0103a9:362_2": "bhūmitalābhimukhaṁ. Tiriyanti khettamaṇḍalamiva samantā paricchinditvā. Ekacco hi",
  "atk-s0103a9:362_3": "uddhameva kasiṇaṁ vaḍḍheti, ekacco adho, ekacco samantato. Tena tena vā kāraṇena",
  "atk-s0103a9:362_4": "evaṁ pasāreti ālokamiva rūpadassanakāmo. Tena vuttaṁ “pathavīkasiṇameko sañjānāti",
  "atk-s0103a9:362_5": "uddhaṁ adho tiriya”nti. Advayanti idaṁ pana ekassa aññabhāvānupagamanatthaṁ vuttaṁ.",
  "atk-s0103a9:362_6": "Yathā hi udakaṁ paviṭṭhassa sabbadisāsu udakameva hoti, na aññaṁ, evameva pathavīkasiṇaṁ",
  "atk-s0103a9:362_7": "pathavīkasiṇameva hoti, natthi tassa añño kasiṇasambhedoti. Esa nayo sabbattha. Appamāṇanti",
  "atk-s0103a9:362_8": "idaṁ tassa tassa pharaṇaappamāṇavasena vuttaṁ. Tañhi cetasā pharanto sakalameva pharati,",
  "atk-s0103a9:362_9": "na “ayamassa ādi, idaṁ majjha”nti pamāṇaṁ gaṇhātīti. Viññāṇakasiṇanti cettha kasiṇugghāṭimākāse",
  "atk-s0103a9:362_10": "pavattaviññāṇaṁ. Tattha kasiṇavasena kasiṇugghāṭimākāse kasiṇugghāṭimākāsavasena",
  "atk-s0103a9:362_11": "tattha pavattaviññāṇe uddhaṁ adho tiriyatā veditabbā. Ayamettha saṅkhepo. Kammaṭṭhānabhāvanānayena",
  "atk-s0103a9:362_12": "panetāni pathavīkasiṇādīni vitthārato visuddhimagge vuttāneva.",
  "atk-s0103a9:363": "Akusalakammapathadasakavaṇṇanā",
  "atk-s0103a9:364_0": "347. Kammapathesu kammāneva sugatiduggatīnaṁ pathabhūtattā kammapathā nāma. Tesu",
  "atk-s0103a9:364_1": "pāṇātipāto adinnādānaṁ musāvādādayo ca cattāro brahmajāle vitthāritā eva. Kāmesumicchācāroti",
  "atk-s0103a9:364_2": "ettha pana kāmesūti methunasamācāresu methunavatthūsu vā. Micchācāroti ekantanindito",
  "atk-s0103a9:364_3": "lāmakācāro. Lakkhaṇato pana asaddhammādhippāyena kāyadvārappavattā agamanīyaṭṭhānavītikkamacetanā kāmesumicchācāro.",
  "atk-s0103a9:365_0": "Tattha agamanīyaṭṭhānaṁ nāma purisānaṁ tāva māturakkhitā, piturakkhitā, mātāpiturakkhitā,",
  "atk-s0103a9:365_1": "bhāturakkhitā, bhaginirakkhitā, ñātirakkhitā, gottarakkhitā, dhammarakkhitā, sārakkhā,",
  "atk-s0103a9:365_2": "saparidaṇḍāti māturakkhitādayo dasa. Dhanakkītā, chandavāsinī, bhogavāsinī, paṭavāsinī,",
  "atk-s0103a9:365_3": "odapattakinī, obhatacumbaṭā, dāsī ca bhariyā ca, kammakārī ca bhariyā ca, dhajāhaṭā,",
  "atk-s0103a9:365_4": "muhuttikāti etā dhanakkītādayo dasāti vīsati. Itthīsu pana dvinnaṁ sārakkhasaparidaṇḍānaṁ",
  "atk-s0103a9:365_5": "dasannañca dhanakkītādīnanti dvādasannaṁ itthīnaṁ aññe purisā. Idaṁ agamanīyaṭṭhānaṁ",
  "atk-s0103a9:365_6": "nāma. So panesa micchācāro sīlādiguṇarahite agamanīyaṭṭhāne appasāvajjo. Sīlādiguṇasampanne",
  "atk-s0103a9:365_7": "mahāsāvajjo. Tassa cattāro sambhārā agamanīyavatthu, tasmiṁ sevanacittaṁ, sevanappayogo,",
  "atk-s0103a9:365_8": "maggenamaggappaṭipattiadhivāsananti. Eko payogo sāhatthiko eva.",
  "atk-s0103a9:366_0": "Abhijjhāyatīti abhijjhā, parabhaṇḍābhimukhī hutvā tanninnatāya pavattatīti attho.",
  "atk-s0103a9:366_1": "Sā “aho vata idaṁ mamassā”ti evaṁ parabhaṇḍābhijjhāyanalakkhaṇā adinnādānaṁ viya",
  "atk-s0103a9:366_2": "appasāvajjā mahāsāvajjā ca. Tassā dve sambhārā parabhaṇḍaṁ, attano pariṇāmanañca.",
  "atk-s0103a9:366_3": "Parabhaṇḍavatthuke hi lobhe uppannepi na tāva kammapathabhedo hoti, yāva “aho vatīdaṁ",
  "atk-s0103a9:366_4": "mamassā”ti attano na pariṇāmeti.",
  "atk-s0103a9:367_0": "Hitasukhaṁ byāpādayatīti byāpādo. So paraṁ vināsāya manopadosalakkhaṇo pharusāvācā",
  "atk-s0103a9:367_1": "viya appasāvajjo mahāsāvajjo ca. Tassa dve sambhārā parasatto ca, tassa vināsacintā",
  "atk-s0103a9:367_2": "ca. Parasattavatthuke hi kodhe uppannepi na tāva kammapathabhedo hoti, yāva “aho",
  "atk-s0103a9:367_3": "vatāyaṁ ucchijjheyya vinasseyyā”ti tassa vināsaṁ na cinteti.",
  "atk-s0103a9:368_0": "Yathābhuccagahaṇābhāvena micchā passatīti micchādiṭṭhi. Sā “natthi dinna”ntiādinā",
  "atk-s0103a9:368_1": "nayena viparītadassanalakkhaṇā. Samphappalāpo viya appasāvajjā mahāsāvajjā ca. Apica",
  "atk-s0103a9:368_2": "aniyatā appasāvajjā, niyatā mahāsāvajjā. Tassā dve sambhārā vatthuno ca gahitākāraviparītatā,",
  "atk-s0103a9:368_3": "yathā ca taṁ gaṇhāti, tathābhāvena tassūpaṭṭhānanti.",
  "atk-s0103a9:369": "Imesaṁ pana dasannaṁ akusalakammapathānaṁ dhammato koṭṭhāsato ārammaṇato vedanāto mūlatoti pañcahākārehi vinicchayo veditabbo.",
  "atk-s0103a9:370": "Tattha dhammatoti etesu hi paṭipāṭiyā satta cetanādhammāva honti. Abhijjhādayo tayo cetanāsampayuttā.",
  "atk-s0103a9:371_0": "Koṭṭhāsatoti paṭipāṭiyā satta, micchādiṭṭhi cāti ime aṭṭha kammapathā eva honti,",
  "atk-s0103a9:371_1": "no mūlāni. Abhijjhābyāpādā kammapathā ceva mūlāni ca. Abhijjhā hi mūlaṁ patvā lobho",
  "atk-s0103a9:371_2": "akusalamūlaṁ hoti. Byāpādo doso akusalamūlaṁ hoti.",
  "atk-s0103a9:372_0": "Ārammaṇatoti pāṇātipāto jīvitindriyārammaṇato saṅkhārārammaṇo hoti. Adinnādānaṁ sattārammaṇaṁ",
  "atk-s0103a9:372_1": "vā saṅkhārārammaṇaṁ vā, micchācāro phoṭṭhabbavasena saṅkhārārammaṇo. “Sattārammaṇo”tipi",
  "atk-s0103a9:372_2": "eke. Musāvādo sattārammaṇo vā saṅkhārārammaṇo vā, tathā pisuṇavācā. Pharusavācā sattārammaṇāva.",
  "atk-s0103a9:372_3": "Samphappalāpo diṭṭhasutamutaviññātavasena sattārammaṇo vā saṅkhārārammaṇo vā. Tathā",
  "atk-s0103a9:372_4": "abhijjhā. Byāpādo sattārammaṇova. Micchādiṭṭhi tebhūmakadhammavasena saṅkhārārammaṇā.",
  "atk-s0103a9:373_0": "Vedanātoti pāṇātipāto dukkhavedano hoti. Kiñcāpi hi rājāno coraṁ disvā hasamānāpi",
  "atk-s0103a9:373_1": "“gacchatha naṁ ghātethā”ti vadanti, sanniṭṭhāpakacetanā pana dukkhasampayuttāva hoti.",
  "atk-s0103a9:373_2": "Adinnādānaṁ tivedanaṁ. Micchācāro sukhamajjhattavasena dvivedano. Sanniṭṭhāpakacitte",
  "atk-s0103a9:373_3": "pana majjhattavedano na hoti. Musāvādo tivedano. Tathā pisuṇavācā. Pharusavācā dukkhavedanā.",
  "atk-s0103a9:373_4": "Samphappalāpo tivedano. Abhijjhā sukhamajjhattavasena dvivedanā tathā micchādiṭṭhi.",
  "atk-s0103a9:373_5": "Byāpādo dukkhavedano.",
  "atk-s0103a9:374_0": "Mūlatoti pāṇātipāto dosamohavasena dvimūlako hoti. Adinnādānaṁ dosamohavasena vā",
  "atk-s0103a9:374_1": "lobhamohavasena vā. Micchācāro lobhamohavasena. Musāvādo dosamohavasena vā lobhamohavasena",
  "atk-s0103a9:374_2": "vā tathā pisuṇavācā samphappalāpo ca. Pharusavācā dosamohavasena. Abhijjhā mohavasena",
  "atk-s0103a9:374_3": "ekamūlā. Tathā byāpādo. Micchādiṭṭhi lobhamohavasena dvimūlāti.",
  "atk-s0103a9:375": "Kusalakammapathadasakavaṇṇanā",
  "atk-s0103a9:376": "Pāṇātipātā veramaṇiādīni samādānasampattasamucchedavirativasena veditabbāni.",
  "atk-s0103a9:377": "Dhammato pana etesupi paṭipāṭiyā satta cetanāpi vattanti viratiyopi. Ante tayo cetanāsampayuttāva.",
  "atk-s0103a9:378_0": "Koṭṭhāsatoti paṭipāṭiyā satta kammapathā eva, no mūlāni. Ante tayo kammapathā ceva",
  "atk-s0103a9:378_1": "mūlāni ca. Anabhijjhā hi mūlaṁ patvā alobho kusalamūlaṁ hoti. Abyāpādo adoso kusalamūlaṁ.",
  "atk-s0103a9:378_2": "Sammādiṭṭhi amoho kusalamūlaṁ.",
  "atk-s0103a9:379_0": "Ārammaṇatoti pāṇātipātādīnaṁ ārammaṇāneva etesaṁ ārammaṇāni. Vītikkamitabbatoyeva",
  "atk-s0103a9:379_1": "hi veramaṇī nāma hoti. Yathā pana nibbānārammaṇo ariyamaggo kilese pajahati, evaṁ",
  "atk-s0103a9:379_2": "jīvitindriyādiārammaṇāpete kammapathā pāṇātipātādīni dussīlyāni pajahantīti veditabbā.",
  "atk-s0103a9:380": "Vedanātoti sabbe sukhavedanā honti majjhattavedanā vā. Kusalaṁ patvā hi dukkhavedanā nāma natthi.",
  "atk-s0103a9:381_0": "Mūlatoti paṭipāṭiyā satta ñāṇasampayuttacittena viramantassa alobhaadosaamohavasena",
  "atk-s0103a9:381_1": "timūlāni honti, ñāṇavippayuttacittena viramantassa dvimūlāni. Anabhijjhā ñāṇasampayuttacittena",
  "atk-s0103a9:381_2": "viramantassa dvimūlā, ñāṇavippayuttacittena ekamūlā. Alobho pana attanāva attano",
  "atk-s0103a9:381_3": "mūlaṁ na hoti. Abyāpādepi eseva nayo. Sammādiṭṭhi alobhādosavasena dvimūlā evāti.",
  "atk-s0103a9:382": "Ariyavāsadasakavaṇṇanā",
  "atk-s0103a9:383_0": "348.Ariyavāsāti ariyā eva vasiṁsu vasanti vasissanti etesūti ariyavāsā. Pañcaṅgavippahīnoti",
  "atk-s0103a9:383_1": "pañcahi aṅgehi vippayuttova hutvā khīṇāsavo avasi vasati vasissatīti tasmā ayaṁ pañcaṅgavippahīnatā,",
  "atk-s0103a9:383_2": "ariyassa vāsattā ariyavāsoti vutto. Esa nayo sabbattha.",
  "atk-s0103a9:384_0": "Evaṁ kho, āvuso, bhikkhu chaḷaṅgasamannāgato hotīti chaḷaṅgupekkhāya samannāgato",
  "atk-s0103a9:384_1": "hoti. Chaḷaṅgupekkhā nāma keti? Ñāṇādayo. “Ñāṇa”nti vutte kiriyato cattāri ñāṇasampayuttacittāni",
  "atk-s0103a9:384_2": "labbhanti. “Satatavihāro”ti vutte aṭṭha mahācittāni. “Rajjanadussanaṁ natthī”ti vutte",
  "atk-s0103a9:384_3": "dasa cittāni labbhanti. Somanassaṁ āsevanavasena labbhati.",
  "atk-s0103a9:385_0": "Satārakkhena cetasāti khīṇāsavassa hi tīsu dvāresu sabbakālaṁ sati ārakkhakiccaṁ",
  "atk-s0103a9:385_1": "sādheti. Tenevassa “carato ca tiṭṭhato ca suttassa ca jāgarassa ca satataṁ samitaṁ",
  "atk-s0103a9:385_2": "ñāṇadassanaṁ paccupaṭṭhitaṁ hotī”ti vuccati.",
  "atk-s0103a9:386_0": "Puthusamaṇabrāhmaṇānanti bahūnaṁ samaṇabrāhmaṇānaṁ. Ettha ca samaṇāti pabbajjupagatā.",
  "atk-s0103a9:386_1": "Brāhmaṇāti bhovādino. Puthupaccekasaccānīti bahūni pāṭekkasaccāni, idameva dassanaṁ",
  "atk-s0103a9:386_2": "saccaṁ, idameva dassanaṁ saccanti evaṁ pāṭiyekkaṁ gahitāni bahūni saccānīti attho.",
  "atk-s0103a9:386_3": "Nunnānīti nihatāni. Paṇunnānīti suṭṭhu nihatāni. Cattānīti vissaṭṭhāni. Vantānīti",
  "atk-s0103a9:386_4": "vamitāni. Muttānīti chinnabandhanāni katāni. Pahīnānīti pajahitāni. Paṭinissaṭṭhānīti",
  "atk-s0103a9:386_5": "yathā na puna cittaṁ āruhanti, evaṁ paṭinissajjitāni. Sabbāneva tāni gahitaggahaṇassa",
  "atk-s0103a9:386_6": "vissaṭṭhabhāvavevacanāni.",
  "atk-s0103a9:387_0": "Samavayasaṭṭhesanoti ettha avayāti anūnā. Saṭṭhāti vissaṭṭhā. Sammā avayā saṭṭhā",
  "atk-s0103a9:387_1": "esanā assāti samavayasaṭṭhesano. Sammā vissaṭṭhasabbaesanoti attho. Rāgā cittaṁ vimuttantiādīhi",
  "atk-s0103a9:387_2": "maggassa kiccanipphatti kathitā.",
  "atk-s0103a9:388": "Rāgome pahīnotiādīhi paccavekkhaṇāya phalaṁ kathitaṁ.",
  "atk-s0103a9:389": "Asekkhadhammadasakavaṇṇanā",
  "atk-s0103a9:390_0": "Asekkhā sammādiṭṭhītiādayo sabbepi phalasampayuttadhammā eva. Ettha ca sammādiṭṭhi,",
  "atk-s0103a9:390_1": "sammāñāṇanti dvīsu ṭhānesu paññāva kathitā. Sammāvimuttīti iminā padena vuttāvasesā.",
  "atk-s0103a9:390_2": "Phalasamāpattidhammā saṅgahitāti veditabbā.",
  "atk-s0103a9:391": "“Ime kho, āvuso”tiādi vuttanayeneva yojetabbaṁ. Iti channaṁ dasakānaṁ vasena samasaṭṭhi pañhe kathento thero sāmaggirasaṁ dassesīti.",
  "atk-s0103a9:392": "Dasakavaṇṇanā niṭṭhitā.",
  "atk-s0103a9:393": "Pañhasamodhānavaṇṇanā",
  "atk-s0103a9:394_0": "349. Idha pana ṭhatvā pañhā samodhānetabbā. Imasmiñhi sutte ekakavasena dve pañhā",
  "atk-s0103a9:394_1": "kathitā. Dukavasena sattati. Tikavasena asītisataṁ. Catukkavasena dvesatāni. Pañcakavasena",
  "atk-s0103a9:394_2": "tiṁsasataṁ. Chakkavasena bāttiṁsasataṁ. Sattakavasena aṭṭhanavuti. Aṭṭhakavasena",
  "atk-s0103a9:394_3": "aṭṭhāsīti. Navakavasena catupaṇṇāsa. Dasakavasena samasaṭṭhīti evaṁ sahassaṁ cuddasa pañhā kathitā.",
  "atk-s0103a9:395_0": "Imañhi suttantaṁ ṭhapetvā tepiṭake buddhavacane añño suttanto evaṁ bahupañhapaṭimaṇḍito",
  "atk-s0103a9:395_1": "natthi. Bhagavā imaṁ suttantaṁ ādito paṭṭhāya sakalaṁ sutvā cintesi – “dhammasenāpati",
  "atk-s0103a9:395_2": "sāriputto buddhabalaṁ dīpetvā appaṭivattiyaṁ sīhanādaṁ nadati. Sāvakabhāsitoti vutte",
  "atk-s0103a9:395_3": "okappanā na hoti, jinabhāsitoti vutte hoti, tasmā jinabhāsitaṁ katvā devamanussānaṁ",
  "atk-s0103a9:395_4": "okappanaṁ imasmiṁ suttante uppādessāmī”ti. Tato vuṭṭhāya sādhukāraṁ adāsi. Tena vuttaṁ",
  "atk-s0103a9:395_5": "“atha kho bhagavā vuṭṭhahitvā āyasmantaṁ sāriputtaṁ āmantesi, sādhu, sādhu, sāriputta,",
  "atk-s0103a9:395_6": "sādhu kho tvaṁ sāriputta, bhikkhūnaṁ saṅgītipariyāyaṁ abhāsī”ti.",
  "atk-s0103a9:396_0": "Tattha saṅgītipariyāyanti sāmaggiyā kāraṇaṁ. Idaṁ vuttaṁ hoti – “sādhu, kho tvaṁ,",
  "atk-s0103a9:396_1": "sāriputta, mama sabbaññutaññāṇena saṁsanditvā bhikkhūnaṁ sāmaggirasaṁ abhāsī”ti.",
  "atk-s0103a9:396_2": "Samanuñño satthā ahosīti anumodanena samanuñño ahosi. Ettakena ayaṁ suttanto jinabhāsito",
  "atk-s0103a9:396_3": "nāma jāto. Desanāpariyosāne imaṁ suttantaṁ manasikarontā te bhikkhū arahattaṁ pāpuṇiṁsūti.",
  "atk-s0103a9:397": "Sumaṅgalavilāsiniyā dīghanikāyaṭṭhakathāya",
  "atk-s0103a9:398": "Saṅgītisuttavaṇṇanā niṭṭhitā."
}