{
  "atk-vin02a22:0": "3. Vassūpanāyikakkhandhakaṁ",
  "atk-vin02a22:1": "Vassūpanāyikānujānanakathā",
  "atk-vin02a22:2_0": "184. Vassūpanāyikakkhandhake – apaññattoti ananuññāto asaṁvihito vā. Te idha bhikkhūti",
  "atk-vin02a22:2_1": "te bhikkhū, idhasaddo nipātamatto. Saṅghātaṁ āpādentāti vināsaṁ āpādentā. Saṅkasāyissantīti",
  "atk-vin02a22:2_2": "appossukkā nibaddhavāsaṁ vasissanti. Sakuntakāti sakuṇā. Vassāne vassaṁ upagantunti",
  "atk-vin02a22:2_3": "vassānanāmake temāse vassaṁ upagantabbanti attho. Kati nu kho vassūpanāyikāti kati",
  "atk-vin02a22:2_4": "nu kho vassūpagamanāni. Aparajjugatāyāti ettha aparajjugatāya assāti aparajjugatā,",
  "atk-vin02a22:2_5": "tassā aparajjugatāya; atikkantāya aparasmiṁ divaseti attho. Dutiyanayepi māso gatāya",
  "atk-vin02a22:2_6": "assāti māsagatā, tassā māsagatāya; atikkantāya māse paripuṇṇeti attho. Tasmā āsāḷhīpuṇṇamāya",
  "atk-vin02a22:2_7": "anantare pāṭipadadivase, āsāḷhīpuṇṇamito vā aparāya puṇṇamāya anantare pāṭipadadivaseyeva",
  "atk-vin02a22:2_8": "vihāraṁ paṭijaggitvā pānīyaṁ paribhojanīyaṁ upaṭṭhapetvā sabbaṁ cetiyavandanādisāmīcikammaṁ",
  "atk-vin02a22:2_9": "niṭṭhāpetvā ‘‘imasmiṁ vihāre imaṁ temāsaṁ vassaṁ upemī’’ti sakiṁ vā dvattikkhattuṁ",
  "atk-vin02a22:2_10": "vā vācaṁ nicchāretvā vassaṁ upagantabbaṁ.",
  "atk-vin02a22:3": "Vācaṁ nicchāretvā vassaṁ upagantabbaṁ.",
  "atk-vin02a22:4": "Vassānecārikāpaṭikkhepādikathā",
  "atk-vin02a22:5_0": "185-6.Yo pakkameyyāti ettha anapekkhagamanena vā aññattha aruṇaṁ uṭṭhāpanena vā āpatti",
  "atk-vin02a22:5_1": "veditabbā. Yo atikkameyyāti ettha vihāragaṇanāya āpattiyo veditabbā. Sace hi taṁ",
  "atk-vin02a22:5_2": "divasaṁ vihārasatassa upacāraṁ okkamitvā atikkamati, sataṁ āpattiyo. Sace pana vihārūpacāraṁ",
  "atk-vin02a22:5_3": "atikkamitvā aññassa vihārassa upacāraṁ anokkamitvāva nivattati, ekā eva āpatti. Kenaci",
  "atk-vin02a22:5_4": "antarāyena purimikaṁ anupagatena pacchimikā upagantabbā.",
  "atk-vin02a22:6_0": "Vassaṁukkaḍḍhitukāmoti vassanāmakaṁ paṭhamamāsaṁ ukkaḍḍhitukāmo, sāvaṇamāsaṁ akatvā",
  "atk-vin02a22:6_1": "puna āsāḷhīmāsameva kattukāmoti attho. Āgame juṇheti āgame māseti attho. Anujānāmi",
  "atk-vin02a22:6_2": "bhikkhave rājūnaṁ anuvattitunti ettha vassukkaḍḍhane bhikkhūnaṁ kāci parihāni nāma",
  "atk-vin02a22:6_3": "natthīti anuvattituṁ anuññātaṁ, tasmā aññasmimpi dhammike kamme anuvattitabbaṁ. Adhammike",
  "atk-vin02a22:6_4": "pana na kassaci anuvattitabbaṁ.",
  "atk-vin02a22:7": "Sattāhakaraṇīyānujānanakathā",
  "atk-vin02a22:8_0": "187-8. Sattāhakaraṇīyesu – sattāhakaraṇīyena gantunti sattāhabbhantare yaṁ kattabbaṁ",
  "atk-vin02a22:8_1": "taṁ sattāhakaraṇīyaṁ, tena sattāhakaraṇīyena karaṇabhūtena gantuṁ anujānāmīti attho.",
  "atk-vin02a22:8_2": "Pahite gantunti imehi sattahi bhikkhuādīhi dūte pahiteyeva gantuṁ anujānāmīti attho.",
  "atk-vin02a22:8_3": "Sattāhaṁ sannivatto kātabboti sattāheyeva sannivattitabbo, aṭṭhamo aruṇo tattheva",
  "atk-vin02a22:8_4": "na uṭṭhāpetabboti attho.",
  "atk-vin02a22:9": "Bhikkhunisaṅghaṁ uddissāti ito paṭṭhāya vaccakuṭi jantāgharaṁ jantāgharasālāti imāni tīṇi parihīnāni.",
  "atk-vin02a22:10_0": "189.Udositādīni udositasikkhāpadādīsu vuttāneva. Rasavatīti bhattagehaṁ vuccati.",
  "atk-vin02a22:10_1": "Vāreyyaṁ sañcarittasikkhāpade vuttameva. Purāyaṁ suttanto palujjatīti yāva ayaṁ suttanto",
  "atk-vin02a22:10_2": "na palujjati, yāva ayaṁ suttanto na vinassati. Aññataraṁ vā panassa kiccaṁ hoti karaṇīyaṁ",
  "atk-vin02a22:10_3": "vāti etena parisaṅkhataṁ yaṁkiñci karaṇīyaṁ saṅgahitaṁ hoti. Sabbattha ca ‘‘icchāmi",
  "atk-vin02a22:10_4": "dānañca dātuṁ dhammañca sotuṁ bhikkhū ca passitu’’nti imināva kappiyavacanena pesite",
  "atk-vin02a22:10_5": "gantabbaṁ, etesaṁ vā vevacanena. Peyyālakkamo pana evaṁ veditabbo, yathā ‘‘upāsakena",
  "atk-vin02a22:10_6": "saṅghaṁ uddissa vihārādayo kārāpitā honti, sambahule bhikkhū uddissa, ekaṁ bhikkhuṁ",
  "atk-vin02a22:10_7": "uddissa, bhikkhunisaṅghaṁ uddissa, sambahulā bhikkhuniyo, ekaṁ bhikkhuniṁ, sambahulā",
  "atk-vin02a22:10_8": "sikkhamānāyo, ekaṁ sikkhamānaṁ, sambahule sāmaṇere, ekaṁ sāmaṇeraṁ, sambahulā sāmaṇeriyo,",
  "atk-vin02a22:10_9": "ekaṁ sāmaṇeriṁ uddissa attano atthāya nivesanaṁ kārāpitaṁ hotī’’ti vuttaṁ; evameva",
  "atk-vin02a22:10_10": "‘‘upāsikāya, bhikkhunā, bhikkhuniyā, sikkhamānāya, sāmaṇerena, sāmaṇeriyā saṅghaṁ",
  "atk-vin02a22:10_11": "uddissā’’ti sabbaṁ vattabbaṁ. Etesu sattappakāresu karaṇīyesu pahite gantabbaṁ.",
  "atk-vin02a22:11": "Pañcannaṁappahitepianujānanakathā",
  "atk-vin02a22:12_0": "193.Pañcannaṁsattāhakaraṇīyenāti etesaṁ bhikkhuādīnaṁ sahadhammikānaṁ ‘‘gilānabhattaṁ",
  "atk-vin02a22:12_1": "vā gilānupaṭṭhākabhattaṁ vā bhesajjaṁ vā pariyesissāmi , pucchissāmi vā, upaṭṭhahissāmi",
  "atk-vin02a22:12_2": "vā’’ti evamādinā parato vitthāretvā dassitena kāraṇena appahitepi gantabbaṁ, pageva",
  "atk-vin02a22:12_3": "pahite. Bhikkhu gilāno hoti, anabhirati uppannā hoti, kukkuccaṁ uppannaṁ hoti, diṭṭhigataṁ",
  "atk-vin02a22:12_4": "uppannaṁ hoti, garudhammaṁ ajjhāpanno hoti parivāsāraho, mūlāya paṭikassanāraho hoti,",
  "atk-vin02a22:12_5": "mānattāraho, abbhānāraho, saṅgho kammaṁ kattukāmo hoti, kataṁ vā saṅghena kammaṁ",
  "atk-vin02a22:12_6": "hotīti etehi dasahi kāraṇehi bhikkhussa santikaṁ gantabbaṁ. Bhikkhuniyā santikaṁ",
  "atk-vin02a22:12_7": "navahi kāraṇehi gantabbaṁ, sikkhamānāya santikaṁ chahi – ādito catūhi, sikkhā kuppitā",
  "atk-vin02a22:12_8": "hoti, upasampajjitukāmā hotīti. Sāmaṇerassāpi chahi – ādito catūhi, vassaṁ pucchitukāmo",
  "atk-vin02a22:12_9": "upasampajjitukāmo hotīti. Sāmaṇeriyā upasampadaṁ apanetvā sikkhāpadaṁ dātukāmo hotīti",
  "atk-vin02a22:12_10": "iminā saddhiṁ pañcahi. Parato mātāpitūnaṁ anuññātaṭṭhānepi eseva nayo. Andhakaṭṭhakathāyaṁ",
  "atk-vin02a22:12_11": "pana ‘‘ye mātāpitūnaṁ upaṭṭhākā ñātakā vā aññātakā vā tesampi appahite gantuṁ vaṭṭatī’’ti",
  "atk-vin02a22:12_12": "vuttaṁ, taṁ neva aṭṭhakathāyaṁ, na pāḷiyā vuttaṁ, tasmā na gahetabbaṁ.",
  "atk-vin02a22:13": "Pahiteyevaanujānanakathā",
  "atk-vin02a22:14_0": "199.Bhikkhugatikoti ekasmiṁ vihāre bhikkhūhi saddhiṁ vasanakapuriso. Undriyatīti",
  "atk-vin02a22:14_1": "palujjati. Bhaṇḍaṁ chedāpitanti dabbasambhārabhaṇḍaṁ chedāpitaṁ. Āvahāpeyyunti āharāpeyyuṁ.",
  "atk-vin02a22:14_2": "Dajjāhanti dajje ahaṁ. Saṅghakaraṇīyenāti ettha yaṁkiñci uposathāgārādīsu senāsanesu",
  "atk-vin02a22:14_3": "cetiyachattavedikādīsu vā kattabbaṁ, antamaso bhikkhuno puggalikasenāsanampi, sabbaṁ",
  "atk-vin02a22:14_4": "saṅghakaraṇīyameva. Tasmā tassa nipphādanatthaṁ dabbasambhārādīni vā āharituṁ vaḍḍhakīppabhutīnaṁ",
  "atk-vin02a22:14_5": "bhattavetanādīni vā dāpetuṁ gantabbaṁ.",
  "atk-vin02a22:15_0": "Ayaṁ panettha pāḷimuttakaratticchedavinicchayo – dhammasavanatthāya animantitena",
  "atk-vin02a22:15_1": "gantuṁ na vaṭṭati. Sace ekasmiṁ mahāvāse paṭhamaṁyeva katikā katā hoti – ‘‘asukadivasaṁ",
  "atk-vin02a22:15_2": "nāma sannipatitabba’’nti , nimantitoyeva nāma hoti, gantuṁ vaṭṭati. ‘‘Bhaṇḍakaṁ dhovissāmī’’ti",
  "atk-vin02a22:15_3": "gantuṁ na vaṭṭati. Sace pana ācariyupajjhāyā pahiṇanti, vaṭṭati. Nātidūre vihāro",
  "atk-vin02a22:15_4": "hoti, tattha gantvā ajjeva āgamissāmīti sampāpuṇituṁ na sakkoti, vaṭṭati. Uddesaparipucchādīnaṁ",
  "atk-vin02a22:15_5": "atthāyapi gantuṁ na vaṭṭati. ‘‘Ācariyaṁ passissāmī’’ti pana gantuṁ labhati. Sace",
  "atk-vin02a22:15_6": "pana naṁ ācariyo ‘‘ajja mā gacchā’’ti vadati, vaṭṭati. Upaṭṭhākakulaṁ vā ñātikulaṁ",
  "atk-vin02a22:15_7": "vā dassanāya gantuṁ na labhatīti.",
  "atk-vin02a22:16": "Antarāyeanāpattivassacchedakathā",
  "atk-vin02a22:17_0": "201.Yena gāmo tena gantuntiādīsu sace gāmo avidūraṁ gato hoti, tattha piṇḍāya caritvā",
  "atk-vin02a22:17_1": "vihārameva āgantvā vasitabbaṁ. Sace dūraṁ gato, sattāhavārena aruṇo uṭṭhāpetabbo.",
  "atk-vin02a22:17_2": "Na sakkā ce hoti, tatreva sabhāgaṭṭhāne vasitabbaṁ. Sace manussā yathāpavattāni salākabhattādīni",
  "atk-vin02a22:17_3": "denti, ‘‘na mayaṁ tasmiṁ vihāre vasimhā’’ti vattabbā. ‘‘Mayaṁ vihārassa vā pāsādassa",
  "atk-vin02a22:17_4": "vā na dema, tumhākaṁ dema, yattha katthaci vasitvā bhuñjathā’’ti vutte pana yathāsukhaṁ",
  "atk-vin02a22:17_5": "bhuñjitabbaṁ, tesaṁyeva taṁ pāpuṇāti. ‘‘Tumhākaṁ vasanaṭṭhāne pāpuṇāpetvā bhuñjathā’’ti",
  "atk-vin02a22:17_6": "vutte pana yattha vasanti, tattha netvā vassaggena pāpuṇāpetvā bhuñjitabbaṁ.",
  "atk-vin02a22:18_0": "Sace pavāritakāle vassāvāsikaṁ denti, yadi sattāhavārena aruṇaṁ uṭṭhāpayiṁsu, gahetabbaṁ.",
  "atk-vin02a22:18_1": "Chinnavassehi pana ‘‘na mayaṁ tattha vasimha, chinnavassā maya’’nti vattabbaṁ. Yadi",
  "atk-vin02a22:18_2": "‘‘yesaṁ amhākaṁ senāsanaṁ pāpitaṁ, te gaṇhantū’’ti vadanti, gahetabbaṁ. Yaṁ pana",
  "atk-vin02a22:18_3": "vihāre upanikkhittakaṁ mā vinassīti idha āhaṭaṁ cīvarādivebhaṅgiyabhaṇḍaṁ, taṁ tattheva",
  "atk-vin02a22:18_4": "gantvā apaloketvā bhājetabbaṁ. ‘‘Ito ayyānaṁ cattāro paccaye dethā’’ti kappiyakārakānaṁ",
  "atk-vin02a22:18_5": "dinne khettavatthuādike tatruppādepi eseva nayo. Saṅghikañhi vebhaṅgiyabhaṇḍaṁ antovihāre",
  "atk-vin02a22:18_6": "vā bahisīmāya vā hotu, bahisīmāya ṭhitānaṁ apaloketvā bhājetuṁ na vaṭṭati. Ubhayattha",
  "atk-vin02a22:18_7": "ṭhitampi pana antosīmāya ṭhitānaṁ apaloketvā bhājetuṁ vaṭṭatiyeva.",
  "atk-vin02a22:19": "Saṅghabhedeanāpattivassacchedakathā",
  "atk-vin02a22:20_0": "202.Saṅghobhinnoti ettha bhinne saṅghe gantvā karaṇīyaṁ natthi, yo pana ‘‘bhijjissatī’’ti",
  "atk-vin02a22:20_1": "āsaṅkito, taṁ sandhāya ‘‘bhinno’’ti vuttaṁ. Sambahulāhi bhikkhunīhi saṅgho bhinnoti",
  "atk-vin02a22:20_2": "ettha na bhikkhunīhi saṅgho bhinnoti daṭṭhabbo. Vuttañhetaṁ ‘‘na kho upāli bhikkhunī",
  "atk-vin02a22:20_3": "saṅghaṁ bhindatī’’ti. Etā pana nissāya anubalaṁ katvā yaṁ saṅghaṁ ‘‘bhikkhū bhindeyyu’’nti",
  "atk-vin02a22:20_4": "āsaṅkā hoti, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-vin02a22:21": "Vajādīsuvassūpagamanakathā",
  "atk-vin02a22:22": "203.Vajoti gopālakānaṁ nivāsaṭṭhānaṁ. Yena vajoti ettha vajena saddhiṁ gatassa vassacchede anāpatti.",
  "atk-vin02a22:23_0": "Upakaṭṭhāyāti āsannāya. Satthe vassaṁ upagantunti ettha vassūpanāyikadivase tena",
  "atk-vin02a22:23_1": "bhikkhunā upāsakā vattabbā ‘‘kuṭikā laddhuṁ vaṭṭatī’’ti. Sace karitvā denti, tattha",
  "atk-vin02a22:23_2": "pavisitvā ‘‘idha vassaṁ upemī’’ti tikkhattuṁ vattabbaṁ. No ce denti, sālāsaṅkhepena",
  "atk-vin02a22:23_3": "ṭhitasakaṭassa heṭṭhā upagantabbaṁ. Tampi alabhantena ālayo kātabbo. Satthe pana",
  "atk-vin02a22:23_4": "vassaṁ upagantuṁ na vaṭṭati. Ālayo nāma ‘‘idha vassaṁ vasissāmī’’ti cittuppādamattaṁ.",
  "atk-vin02a22:23_5": "Sace maggappaṭipanneyeva satthe pavāraṇadivaso hoti, tattheva pavāretabbaṁ. Atha",
  "atk-vin02a22:23_6": "sattho antovasseyeva bhikkhunā patthitaṭṭhānaṁ patvā atikkamati, patthitaṭṭhāne vasitvā",
  "atk-vin02a22:23_7": "tattha bhikkhūhi saddhiṁ pavāretabbaṁ. Athāpi sattho antovasseyeva antarā ekasmiṁ",
  "atk-vin02a22:23_8": "gāme tiṭṭhati vā vippakirati vā, tasmiṁyeva gāme bhikkhūhi saddhiṁ vasitvā pavāretabbaṁ,",
  "atk-vin02a22:23_9": "apavāretvā tato paraṁ gantuṁ na vaṭṭati.",
  "atk-vin02a22:24_0": "Nāvāyaṁ vassaṁ upagacchantenāpi kuṭiyaṁyeva upagantabbaṁ. Pariyesitvā alabhantena",
  "atk-vin02a22:24_1": "ālayo kātabbo. Sace antotemāsaṁ nāvā samuddeyeva hoti, tattheva pavāretabbaṁ. Atha",
  "atk-vin02a22:24_2": "nāvā kūlaṁ labhati, ayañca parato gantukāmo hoti, gantuṁ na vaṭṭati. Nāvāya laddhagāmeyeva",
  "atk-vin02a22:24_3": "vasitvā bhikkhūhi saddhiṁ pavāretabbaṁ. Sacepi nāvā anutīrameva aññattha gacchati,",
  "atk-vin02a22:24_4": "bhikkhu ca paṭhamaṁ laddhagāmeyeva vasitukāmo, nāvā gacchatu bhikkhunā tattheva vasitvā",
  "atk-vin02a22:24_5": "bhikkhūhi saddhiṁ pavāretabbaṁ .",
  "atk-vin02a22:25_0": "Iti vaje satthe nāvāyanti tīsu ṭhānesu natthi vassacchede āpatti, pavāretuñca labhati.",
  "atk-vin02a22:25_1": "Purimesu pana ‘‘vāḷehi ubbāḷhā hontī’’tiādīsu saṅghabhedapariyantesu vatthūsu kevalaṁ",
  "atk-vin02a22:25_2": "anāpatti hoti, pavāretuṁ pana na labhati.",
  "atk-vin02a22:26_0": "204.Na bhikkhave rukkhasusireti ettha suddhe rukkhasusireyeva na vaṭṭati; mahantassa",
  "atk-vin02a22:26_1": "pana rukkhasusirassa anto padaracchadanaṁ kuṭikaṁ katvā pavisanadvāraṁ yojetvā upagantuṁ",
  "atk-vin02a22:26_2": "vaṭṭati. Rūkkhaṁ chinditvā khāṇukamatthake padaracchadanaṁ kuṭikaṁ katvāpi vaṭṭatiyeva.",
  "atk-vin02a22:26_3": "Rukkhaviṭabhiyāti etthāpi suddhe viṭapamatte na vaṭṭati. Mahāviṭape pana aṭṭakaṁ",
  "atk-vin02a22:26_4": "bandhitvā tattha padaracchadanaṁ kuṭikaṁ katvā upagantabbaṁ. Asenāsanikenāti yassa",
  "atk-vin02a22:26_5": "pañcannaṁ chadanānaṁ aññatarena channaṁ yojitadvārabandhanaṁ senāsanaṁ natthi, tena",
  "atk-vin02a22:26_6": "na upagantabbaṁ. Na bhikkhave chavakuṭikāyanti chavakuṭikā nāma ṭaṅkitamañcādibhedā",
  "atk-vin02a22:26_7": "kuṭi, tattha upagantuṁ na vaṭṭati. Susāne pana aññaṁ kuṭikaṁ katvā upagantuṁ vaṭṭati.",
  "atk-vin02a22:26_8": "Na bhikkhave chatteti etthāpi catūsu thambhesu chattaṁ ṭhapetvā āvaraṇaṁ katvā dvāraṁ",
  "atk-vin02a22:26_9": "yojetvā upagantuṁ vaṭṭati, chattakuṭikā nāmesā hoti. Cāṭiyāti etthāpi mahantena kapallena",
  "atk-vin02a22:26_10": "chatte vuttanayena kuṭiṁ katvā upagantuṁ vaṭṭati.",
  "atk-vin02a22:27": "Adhammikakatikādikathā",
  "atk-vin02a22:28": "205.Evarūpā katikāti ettha aññāpi yā īdisī adhammikā katikā hoti, sā na kātabbāti attho. Tassā lakkhaṇaṁ mahāvibhaṅge vuttaṁ.",
  "atk-vin02a22:29_0": "207-8.Paṭissave ca āpatti dukkaṭassāti ettha na kevalaṁ ‘‘imaṁ temāsaṁ idha vassaṁ",
  "atk-vin02a22:29_1": "vasathā’’ti etasseva paṭissave āpatti, ‘‘imaṁ temāsaṁ bhikkhaṁ gaṇhatha, ubhopi mayaṁ",
  "atk-vin02a22:29_2": "idha vassaṁ vasissāma, ekato uddisāpessāmā’’ti evamādināpi tassa tassa paṭissave",
  "atk-vin02a22:29_3": "dukkaṭaṁ. Tañca kho paṭhamaṁ suddhacittassa pacchā visaṁvādanapaccayā, paṭhamampi",
  "atk-vin02a22:29_4": "asuddhacittassa pana paṭissave pācittiyaṁ, visaṁvādane dukkaṭanti pācittiyena saddhiṁ dukkaṭaṁ yujjati.",
  "atk-vin02a22:30_0": "Sotadaheva akaraṇīyotiādīsu sace vassaṁ anupagantvā vā pakkamati, upagantvā vā sattāhaṁ",
  "atk-vin02a22:30_1": "bahiddhā vītināmeti, purimikā ca na paññāyati, paṭissave ca āpatti. Vassaṁ upagantvā",
  "atk-vin02a22:30_2": "pana aruṇaṁ anuṭṭhāpetvā tadaheva sattāhakaraṇīyena pakkamantassāpi antosattāhe nivattantassa",
  "atk-vin02a22:30_3": "anāpatti, ko pana vādo dvīhatīhaṁ vasitvā antosattāhe nivattantassa. Dvīhatīhaṁ vasitvāti",
  "atk-vin02a22:30_4": "etthāpi nirapekkheneva upacārātikkame vassacchedo veditabbo. Sace idha vasissāmīti",
  "atk-vin02a22:30_5": "ālayo atthi, asatiyā pana vassaṁ na upeti, gahitasenāsanaṁ suggahitaṁ, chinnavasso",
  "atk-vin02a22:30_6": "na hoti, pavāretuṁ labhatiyeva.",
  "atk-vin02a22:31": "Sattāhaṁ anāgatāya pavāraṇāyāti ettha navamito paṭṭhāya gantuṁ vaṭṭati, āgacchatu vā mā vā, anāpatti. Sesaṁ uttānamevāti.",
  "atk-vin02a22:32": "Vassūpanāyikakkhandhakavaṇṇanā niṭṭhitā."
}