{
  "atk-vin02a413:0": "Upālipañcakaṁ",
  "atk-vin02a413:1": "Anissitavaggavaṇṇanā",
  "atk-vin02a413:2_0": "417. Upālipañhesu katihi nu kho bhanteti pucchāya ayaṁ sambandho. Thero kira rahogato",
  "atk-vin02a413:2_1": "sabbāni imāni pañcakāni āvajjetvā ‘‘bhagavantaṁ dāni pucchitvā imesaṁ nissāya vasanakādīnaṁ",
  "atk-vin02a413:2_2": "atthāya tantiṁ ṭhapessāmī’’ti bhagavantaṁ upasaṅkamitvā ‘‘katihi nu kho bhante’’tiādinā",
  "atk-vin02a413:2_3": "nayena pañhe pucchi. Tesaṁ vissajjane uposathaṁ na jānātīti navavidhaṁ uposathaṁ",
  "atk-vin02a413:2_4": "na jānāti. Uposathakammaṁ na jānātīti adhammenavaggādibhedaṁ catubbidhaṁ uposathakammaṁ",
  "atk-vin02a413:2_5": "na jānāti. Pātimokkhaṁ na jānātīti dve mātikā na jānāti. Pātimokkhuddesaṁ na jānātīti",
  "atk-vin02a413:2_6": "bhikkhūnaṁ pañcavidhaṁ bhikkhunīnaṁ catubbidhanti navavidhaṁ pātimokkhuddesaṁ na jānāti.",
  "atk-vin02a413:3": "Pavāraṇaṁ na jānātīti navavidhaṁ pavāraṇaṁ na jānāti. Pavāraṇākammaṁ na jānātīti adhammenavaggādibhedaṁ catubbidhaṁ pavāraṇākammaṁ na jānāti.",
  "atk-vin02a413:4": "Āpattānāpattiṁ na jānātīti tasmiṁ tasmiṁ sikkhāpade niddiṭṭhaṁ āpattiñca anāpattiñca na jānāti.",
  "atk-vin02a413:5": "Āpanno kammakatoti āpattiṁ āpanno tappaccayāva saṅghena kammaṁ kataṁ hoti.",
  "atk-vin02a413:6": "Nappaṭippassambhanavaggavaṇṇanā",
  "atk-vin02a413:7": "420.Kammaṁnappaṭippassambhetabbanti ayaṁ yasmā anulomavatte na vattati, tasmā nāssa kammaṁ paṭippassambhetabbaṁ; sarajjukova vissajjetabboti attho.",
  "atk-vin02a413:8_0": "421.Sace upāli saṅgho samaggakaraṇīyāni kammāni karotīti sace samaggehi karaṇīyāni",
  "atk-vin02a413:8_1": "uposathādīni kammāni karoti, uposathapavāraṇādīsu hi ṭhitāsu upatthambho na dātabbo.",
  "atk-vin02a413:8_2": "Sace hi saṅgho accayaṁ desāpetvā saṅghasāmaggiṁ karoti, tiṇavatthārakasamathaṁ vā",
  "atk-vin02a413:8_3": "katvā uposathapavāraṇaṁ karoti , evarūpaṁ samaggakaraṇīyaṁ nāma kammaṁ hoti. Tatra",
  "atk-vin02a413:8_4": "ceti sace tādise kamme bhikkhuno nakkhamati, diṭṭhāvikammampi katvā tathārūpā sāmaggī",
  "atk-vin02a413:8_5": "upetabbā, evaṁ vilomaggāho na gaṇhitabbo. Yatra pana uddhammaṁ ubbinayaṁ satthu sāsanaṁ",
  "atk-vin02a413:8_6": "dīpenti, tattha diṭṭhāvikammaṁ na vaṭṭati, paṭibāhitvā pakkamitabbaṁ.",
  "atk-vin02a413:9_0": "Ussitamantī cāti lobhadosamohamānussannaṁ vācaṁ bhāsitā kaṇhavāco anatthakadīpano.",
  "atk-vin02a413:9_1": "Nissitajappīti attano dhammatāya ussadayuttaṁ bhāsituṁ na sakkoti; atha kho ‘‘mayā",
  "atk-vin02a413:9_2": "saddhiṁ rājā evaṁ kathesi, asukamahāmatto evaṁ kathesi, asuko nāma mayhaṁ ācariyo",
  "atk-vin02a413:9_3": "vā upajjhāyo vā tepiṭako mayā saddhiṁ evaṁ kathesī’’ti evaṁ aññaṁ nissāya jappati.",
  "atk-vin02a413:9_4": "Na ca bhāsānusandhikusaloti kathānusandhivacane ca vinicchayānusandhivacane ca akusalo",
  "atk-vin02a413:9_5": "hoti. Na yathādhamme yathāvinayeti na bhūtena vatthunā āpattiṁ sāretvā codetā hoti.",
  "atk-vin02a413:10_0": "Ussādetā hotīti ‘‘amhākaṁ ācariyo mahātepiṭako paramadhammakathiko’’tiādinā nayena",
  "atk-vin02a413:10_1": "ekaccaṁ ussādeti. Dutiyapade ‘‘āpattiṁ kiṁ so na jānātī’’tiādinā ekaccaṁ apasādeti.",
  "atk-vin02a413:10_2": "Adhammaṁ gaṇhātīti aniyyānikapakkhaṁ gaṇhāti. Dhammaṁ paṭibāhatīti niyyānikapakkhaṁ",
  "atk-vin02a413:10_3": "paṭibāhati. Samphañca bahuṁ bhāsatīti bahuṁ niratthakakathaṁ katheti.",
  "atk-vin02a413:11_0": "Pasayha pavattā hotīti anajjhiṭṭho bhāre anāropite kevalaṁ mānaṁ nissāya ajjhottharitvā",
  "atk-vin02a413:11_1": "anadhikāre kathetā hoti. Anokāsakammaṁ kāretvāti okāsakammaṁ akāretvā pavattā hoti.",
  "atk-vin02a413:11_2": "Na yathādiṭṭhiyā byākatā hotīti yassa attano diṭṭhi taṁ purakkhatvā na byākatā ;",
  "atk-vin02a413:11_3": "laddhiṁ nikkhipitvā ayathābhuccaṁ adhammādīsu dhammādiladdhiko hutvā kathetā hotīti attho.",
  "atk-vin02a413:12": "Vohāravaggavaṇṇanā",
  "atk-vin02a413:13_0": "424.Āpattiyā payogaṁ na jānātīti ‘‘ayaṁ āpatti kāyappayogā, ayaṁ vacīpayogā’’ti na",
  "atk-vin02a413:13_1": "jānāti. Āpattiyā vūpasamaṁ na jānātīti ‘‘ayaṁ āpatti desanāya vūpasamati, ayaṁ vuṭṭhānena,",
  "atk-vin02a413:13_2": "ayaṁ neva desanāya na vuṭṭhānenā’’ti na jānāti. Āpattiyā na vinicchayakusalohotīti",
  "atk-vin02a413:13_3": "‘‘imasmiṁ vatthusmiṁ ayaṁ āpattī’’ti na jānāti, dosānurūpaṁ āpattiṁ uddharitvā patiṭṭhāpetuṁ na sakkoti.",
  "atk-vin02a413:14_0": "Adhikaraṇasamuṭṭhānaṁ na jānātīti ‘‘idaṁ adhikaraṇaṁ aṭṭhārasa bhedakaravatthūni",
  "atk-vin02a413:14_1": "nissāya samuṭṭhāti, idaṁ catasso vipattiyo, idaṁ pañca vā satta vā āpattikkhandhe,",
  "atk-vin02a413:14_2": "idaṁ cattāri saṅghakiccāni nissāya samuṭṭhātī’’ti na jānāti. Payogaṁ na jānātīti",
  "atk-vin02a413:14_3": "‘‘idaṁ adhikaraṇaṁ dvādasamūlappayogaṁ, idaṁ cuddasamūlappayogaṁ, idaṁ chamūlapayogaṁ,",
  "atk-vin02a413:14_4": "idaṁ ekamūlapayoga’’nti na jānāti. Adhikaraṇānañhi yathāsakaṁmūlameva payogā nāma",
  "atk-vin02a413:14_5": "honti, taṁ sabbampi na jānātīti attho. Vūpasamaṁ na jānātīti ‘‘idaṁ adhikaraṇaṁ dvīhi",
  "atk-vin02a413:14_6": "samathehi vūpasamati, idaṁ tīhi, idaṁ catūhi, idaṁ ekena samathena vūpasamatī’’ti",
  "atk-vin02a413:14_7": "na jānāti. Na vinicchayakusalo hotīti adhikaraṇaṁ vinicchinitvā samathaṁ pāpetuṁ na jānāti.",
  "atk-vin02a413:15_0": "Kammaṁ na jānātīti tajjanīyādi sattavidhaṁ kammaṁ na jānāti. Kammassa karaṇaṁ na",
  "atk-vin02a413:15_1": "jānātīti ‘‘idaṁ kammaṁ iminā nīhārena kātabba’’nti na jānāti. Kammassa vatthuṁ na",
  "atk-vin02a413:15_2": "jānātīti ‘‘idaṁ tajjanīyassa vatthu, idaṁ niyassādīna’’nti na jānāti. Vattanti sattasu",
  "atk-vin02a413:15_3": "kammesu heṭṭhā catunnaṁ kammānaṁ aṭṭhārasavidhaṁ tividhassa ca ukkhepanīyakammassa",
  "atk-vin02a413:15_4": "tecattālīsavidhaṁ vattaṁ na jānāti. Kammassa vūpasamaṁ na jānātīti ‘‘yo bhikkhu vatte",
  "atk-vin02a413:15_5": "vattitvā yācati, tassa kammaṁ paṭippassambhetabbaṁ, accayo desāpetabbo’’ti na jānāti.",
  "atk-vin02a413:16_0": "Vatthuṁ na jānātīti sattannaṁ āpattikkhandhānaṁ vatthuṁ na jānāti. Nidānaṁ na jānātīti",
  "atk-vin02a413:16_1": "‘‘idaṁ sikkhāpadaṁ imasmiṁ nagare paññattaṁ, idaṁ imasmi’’nti na jānāti. Paññattiṁ",
  "atk-vin02a413:16_2": "na jānātīti paññattianupaññattianuppannapaññattivasena tividhaṁ paññattiṁ na jānāti.",
  "atk-vin02a413:16_3": "Padapaccābhaṭṭhaṁ na jānātīti sammukhā kātabbaṁ padaṁ na jānāti. ‘‘Buddho bhagavā’’ti",
  "atk-vin02a413:16_4": "vattabbe ‘‘bhagavā buddho’’ti heṭṭhupariyaṁ katvā padaṁ yojeti.",
  "atk-vin02a413:17": "Akusalo ca hoti vinayeti vinayapāḷiyañca aṭṭhakathāyañca akusalo hoti.",
  "atk-vin02a413:18_0": "Ñattiṁ na jānātīti saṅkhepato hi duvidhā ñatti – ‘‘esā ñattī’’ti evaṁ niddiṭṭhā ca",
  "atk-vin02a413:18_1": "aniddiṭṭhā ca. Tattha yā evaṁ aniddiṭṭhā, sā ‘‘kammañatti’’ nāma hoti. Yā niddiṭṭhā,",
  "atk-vin02a413:18_2": "sā ‘‘kammapādañatti’’ nāma, taṁ sabbena sabbaṁ ñattiṁ na jānāti. Ñattiyākaraṇaṁ na",
  "atk-vin02a413:18_3": "jānātīti navasu ṭhānesu kammañattiyā karaṇaṁ na jānāti, dvīsu ṭhānesu kammapādañattiyā.",
  "atk-vin02a413:18_4": "Ñattiyā anussāvananti ‘‘imissā ñattiyā ekā anussāvanā, imissā tisso’’ti na jānāti.",
  "atk-vin02a413:18_5": "Ñattiyā samathaṁ na jānātīti yvāyaṁ sativinayo, amūḷhavinayo, tassapāpiyasikā, tiṇavatthārakoti",
  "atk-vin02a413:18_6": "catubbidho samatho ñattiyā vinā na hoti, taṁ ñattiyā samathoti na jānāti. Ñattiyā",
  "atk-vin02a413:18_7": "vūpasamaṁ na jānātīti yaṁ adhikaraṇaṁ iminā catubbidhena ñattisamathena vūpasamati,",
  "atk-vin02a413:18_8": "tassa taṁ vūpasamaṁ ‘‘ayaṁ ñattiyā vūpasamo kato’’ti na jānāti.",
  "atk-vin02a413:19_0": "Suttaṁ na jānātīti ubhatovibhaṅgaṁ na jānāti. Suttānulomaṁ na jānātīti cattāro mahāpadese",
  "atk-vin02a413:19_1": "na jānāti. Vinayaṁ na jānātīti khandhakaparivāraṁ na jānāti. Vinayānulomaṁ na jānātīti",
  "atk-vin02a413:19_2": "cattāro mahāpadeseyeva na jānāti. Na ca ṭhānāṭhānakusaloti kāraṇākāraṇakusalo na hoti.",
  "atk-vin02a413:20_0": "Dhammaṁ na jānātīti ṭhapetvā vinayapiṭakaṁ avasesaṁ piṭakadvayaṁ na jānāti. Dhammānulomaṁ",
  "atk-vin02a413:20_1": "na jānātīti suttantike cattāro mahāpadese na jānāti. Vinayaṁ na jānātīti khandhakaparivārameva",
  "atk-vin02a413:20_2": "na jānāti. Vinayānulomaṁ na jānātīti cattāro mahāpadese na jānāti. Ubhatovibhaṅgā",
  "atk-vin02a413:20_3": "panettha asaṅgahitā honti, tasmāyaṁ kurundiyaṁ vuttaṁ – ‘‘vinayanti sakalaṁ vinayapiṭakaṁ",
  "atk-vin02a413:20_4": "na jānātī’’ti taṁ na gahetabbaṁ. Na ca pubbāparakusalo hotīti purekathāya ca pacchākathāya",
  "atk-vin02a413:20_5": "ca akusalo hoti. Sesaṁ sabbattha vuttapaṭipakkhavasena ñeyyattā pubbe pakāsitattā ca uttānamevāti.",
  "atk-vin02a413:21": "Anissitavagganappaṭippassambhanavaggavohāravaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a413:22": "Diṭṭhāvikammavaggavaṇṇanā",
  "atk-vin02a413:23_0": "425. Diṭṭhāvikammavagge – diṭṭhāvikammāti diṭṭhīnaṁ āvikammāni; laddhippakāsanāni",
  "atk-vin02a413:23_1": "āpattidesanāsaṅkhātānaṁ vinayakammānametaṁ adhivacanaṁ. Anāpattiyā diṭṭhiṁ āvi karotīti",
  "atk-vin02a413:23_2": "anāpattimeva āpattīti desetīti attho . Adesanāgāminiyāti garukāpattiyā diṭṭhiṁ āvikaroti;",
  "atk-vin02a413:23_3": "saṅghādisesañca pārājikañca desetīti attho. Desitāyāti lahukāpattiyāpi desitāya diṭṭhiṁ",
  "atk-vin02a413:23_4": "āvikaroti; desitaṁ puna desetīti attho.",
  "atk-vin02a413:24_0": "Catūhi pañcahi diṭṭhinti yathā catūhi pañcahi diṭṭhi āvikatā hoti, evaṁ āvikaroti;",
  "atk-vin02a413:24_1": "cattāro pañca janā ekato āpattiṁ desentīti attho. Manomānasenāti manasaṅkhātena mānasena",
  "atk-vin02a413:24_2": "diṭṭhiṁ āvikaroti; vacībhedaṁ akatvā citteneva āpattiṁ desetīti attho.",
  "atk-vin02a413:25_0": "Nānāsaṁvāsakassāti laddhinānāsaṁvāsakassa vā kammanānāsaṁvāsakassa vā santike diṭṭhiṁ",
  "atk-vin02a413:25_1": "āvikaroti; āpattiṁ desetīti attho. Nānāsīmāyāti samānasaṁvāsakassāpi nānāsīmāya ṭhitassa",
  "atk-vin02a413:25_2": "santike āvikaroti. Māḷakasīmāya hi ṭhitena sīmantarikāya ṭhitassa sīmantarikāya vā",
  "atk-vin02a413:25_3": "ṭhitena avippavāsasīmāya ṭhitassāpi āpattiṁ desetuṁ na vaṭṭati. Apakatattassāti ukkhittakassa",
  "atk-vin02a413:25_4": "vā, yassa vā uposathapavāraṇā ṭhapitā honti, tassa santike desetīti attho.",
  "atk-vin02a413:26": "430.Nālaṁ okāsakammaṁ kātunti na pariyattaṁ kātuṁ; na kātabbanti attho. Idhāpi apakatatto ukkhittako ca ṭhapitauposathapavāraṇo ca. Cāvanādhippāyoti sāsanato cāvetukāmo.",
  "atk-vin02a413:27_0": "432.Mandattāmomūhattāti mandabhāvena momūhabhāvena vissajjitampi jānituṁ asamattho,",
  "atk-vin02a413:27_1": "kevalaṁ attano momūhabhāvaṁ pakāsentoyeva pucchati ummattako viya. Pāpicchoti ‘‘evaṁ",
  "atk-vin02a413:27_2": "maṁ jano sambhāvessatī’’ti pāpikāya icchāya pucchati. Paribhavāti paribhavaṁ āropetukāmo",
  "atk-vin02a413:27_3": "hutvā pucchati. Aññabyākaraṇesupi eseva nayo. Sesaṁ sabbattha uttānamevāti. Attādānavagge",
  "atk-vin02a413:27_4": "ca dhutaṅgavagge ca yaṁ vattabbaṁ siyā, taṁ sabbaṁ heṭṭhā vuttameva.",
  "atk-vin02a413:28": "Diṭṭhāvikammavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a413:29": "Musāvādavaggavaṇṇanā",
  "atk-vin02a413:30_0": "444. Musāvādavagge – pārājikaṁ gacchatīti pārājikagāmī; pārājikāpattibhāvaṁ pāpuṇātīti",
  "atk-vin02a413:30_1": "attho. Itaresupi eseva nayo. Tattha asantauttarimanussadhammārocanamusāvādo pārājikagāmī,",
  "atk-vin02a413:30_2": "amūlakena pārājikena anuddhaṁsanamusāvādo saṅghādisesagāmī, ‘‘yo te vihāre vasatī’’tiādinā",
  "atk-vin02a413:30_3": "pariyāyena jānantassa vuttamusāvādo thullaccayagāmī, ajānantassa dukkaṭagāmī, ‘‘sampajānamusāvāde",
  "atk-vin02a413:30_4": "pācittiya’’nti āgato pācittiyagāmīti veditabbo.",
  "atk-vin02a413:31_0": "Adassanenāti vinayadharassa adassanena. Kappiyākappiyesu hi kukkucce uppanne vinayadharaṁ",
  "atk-vin02a413:31_1": "disvā kappiyākappiyabhāvaṁ paṭipucchitvā akappiyaṁ pahāya kappiyaṁ kareyya, taṁ apassanto",
  "atk-vin02a413:31_2": "pana akappiyampi kappiyanti karonto āpajjati. Evaṁ āpajjitabbaṁ āpattiṁ vinayadharassa",
  "atk-vin02a413:31_3": "dassanena nāpajjati, adassaneneva āpajjati, tena vuttaṁ ‘‘adassanenā’’ti. Assavanenāti",
  "atk-vin02a413:31_4": "ekavihārepi vasanto pana vinayadharassa upaṭṭhānaṁ gantvā kappiyākappiyaṁ apucchitvā",
  "atk-vin02a413:31_5": "vā aññesañca vuccamānaṁ asuṇanto āpajjatiyeva, tena vuttaṁ ‘‘assavanenā’’ti. Pasuttakatāti",
  "atk-vin02a413:31_6": "pasuttakatāya. Sahagāraseyyañhi pasuttakabhāvenapi āpajjati. Akappiye kappiyasaññitāya",
  "atk-vin02a413:31_7": "āpajjanto pana tathāsaññī āpajjati. Satisammosā ekarattātikkamādivasena āpajjitabbaṁ",
  "atk-vin02a413:31_8": "āpajjati. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a413:32": "Musāvādavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a413:33": "Bhikkhunovādavaggavaṇṇanā",
  "atk-vin02a413:34_0": "450. Bhikkhunivagge – alābhāyāti catunnaṁ paccayānaṁ alābhatthāya; yathā paccaye",
  "atk-vin02a413:34_1": "na labhanti, tathā parisakkati vāyamatīti attho. Anatthāyāti anatthaṁ kalisāsanaṁ",
  "atk-vin02a413:34_2": "āropento parisakkati. Avāsāyāti avāsatthāya; yasmiṁ gāmakhette vasanti, tato nīharaṇatthāya.",
  "atk-vin02a413:34_3": "Sampayojetīti asaddhammapaṭisevanatthāya sampayojeti.",
  "atk-vin02a413:35": "451. ‘‘Katihi nu kho bhante aṅgehi samannāgatāya bhikkhuniyā kammaṁ kātabba’’nti sattannaṁ kammānaṁ aññataraṁ sandhāya pucchati.",
  "atk-vin02a413:36_0": "454.Na sākacchātabboti kappiyākappiyanāmarūpaparicchedasamathavipassanādibhedo kathāmaggo",
  "atk-vin02a413:36_1": "na kathetabbo. Yasmā pana khīṇāsavo bhikkhu na visaṁvādeti, tathārūpassa kathāmaggassa",
  "atk-vin02a413:36_2": "sāmī hutvā katheti, na itaro; tasmā paṭhamapañcake ‘‘na asekkhenā’’ti paṭikkhipitvā",
  "atk-vin02a413:36_3": "dutiyapañcake ‘‘asekkhenā’’tiādi vuttaṁ.",
  "atk-vin02a413:37_0": "Na atthapaṭisambhidāpattoti aṭṭhakathāya paṭisambhidāpatto pabhedagatañāṇappatto",
  "atk-vin02a413:37_1": "na hoti. Na dhammapaṭisambhidāpattoti pāḷidhamme paṭisambhidāpatto na hoti. Na niruttipaṭisambhidāpattoti",
  "atk-vin02a413:37_2": "vohāraniruttiyaṁ paṭisambhidāpatto na hoti. Na paṭibhānapaṭisambhidāpattoti yāni",
  "atk-vin02a413:37_3": "tāni paṭibhānasaṅkhātāni atthapaṭisambhidādīni ñāṇāni, tesu paṭisambhidāpatto na",
  "atk-vin02a413:37_4": "hoti. Yathāvimuttaṁcittaṁ na paccavekkhitāti catunnaṁ phalavimuttīnaṁ vasena yathāvimuttaṁ",
  "atk-vin02a413:37_5": "cittaṁ ekūnavīsatibhedāya paccavekkhaṇāya na paccavekkhitā hoti. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a413:38": "Bhikkhunovādavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a413:39": "Ubbāhikavaggavaṇṇanā",
  "atk-vin02a413:40_0": "455. Ubbāhikavagge – na atthakusaloti na aṭṭhakathākusalo; atthuddhāre cheko na hoti.",
  "atk-vin02a413:40_1": "Na dhammakusaloti ācariyamukhato anuggahitattā pāḷiyaṁ na kusalo, na pāḷisūro. Naniruttikusaloti",
  "atk-vin02a413:40_2": "bhāsantaravohāre na kusalo. Na byañjanakusaloti sithiladhanitādivasena parimaṇḍalabyañjanāropane",
  "atk-vin02a413:40_3": "kusalo na hoti; na akkharaparicchede nipuṇoti attho. Na pubbāparakusaloti atthapubbāpare",
  "atk-vin02a413:40_4": "dhammapubbāpare niruttipubbāpare byañjanapubbāpare purekathāpacchākathāsu ca na kusalo hoti.",
  "atk-vin02a413:41_0": "Kodhanotiādīni yasmā kodhādīhi abhibhūto kāraṇākāraṇaṁ na jānāti, vinicchituṁ na",
  "atk-vin02a413:41_1": "sakkoti, tasmā vuttāni. Pasāretā hotino sāretāti mohetā hoti, na satiuppādetā; codakacuditakānaṁ",
  "atk-vin02a413:41_2": "kathaṁ moheti pidahati na sāretīti attho. Sesamettha ubbāhikavagge uttānamevāti.",
  "atk-vin02a413:42": "Ubbāhikavaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a413:43": "Adhikaraṇavūpasamavaggavaṇṇanā",
  "atk-vin02a413:44_0": "457. Adhikaraṇavūpasamavagge – puggalagaru hotīti ‘‘ayaṁ me upajjhāyo, ayaṁ me ācariyo’’tiādīni",
  "atk-vin02a413:44_1": "cintetvā tassa jayaṁ ākaṅkhamāno ‘‘adhammaṁ dhammo’’ti dīpeti. Saṅghagaru hotīti",
  "atk-vin02a413:44_2": "dhammañca vinayañca amuñcitvā vinicchinanto saṅghagaruko nāma hoti. Cīvarādīni gahetvā",
  "atk-vin02a413:44_3": "vinicchinanto āmisagaruko nāma hoti, tāni aggahetvā yathādhammaṁ vinicchinanto saddhammagaruko nāma hoti.",
  "atk-vin02a413:45_0": "458.Pañcahupāli ākārehīti pañcahi kāraṇehi saṅgho bhijjati – kammena, uddesena, voharanto,",
  "atk-vin02a413:45_1": "anussāvanena, salākaggāhenāti. Ettha kammenāti apalokanādīsu catūsu kammesu aññatarena",
  "atk-vin02a413:45_2": "kammena. Uddesenāti pañcasu pātimokkhuddesesu aññatarena uddesena. Voharantoti kathayanto;",
  "atk-vin02a413:45_3": "tāhi tāhi upapattīhi ‘‘adhammaṁ dhammo’’tiādīni aṭṭhārasa bhedakaravatthūni dīpento",
  "atk-vin02a413:45_4": ". Anussāvanenāti ‘‘nanu tumhe jānātha mayhaṁ uccākulā pabbajitabhāvaṁ bahussutabhāvañca,",
  "atk-vin02a413:45_5": "mādiso nāma uddhammaṁ ubbinayaṁ satthu sāsanaṁ gāheyyāti cittampi uppādetuṁ tumhākaṁ",
  "atk-vin02a413:45_6": "yuttaṁ, kiṁ mayhaṁ avīci nīluppalavanamiva sītalo, kimahaṁ apāyato na bhāyāmī’’tiādinā",
  "atk-vin02a413:45_7": "nayena kaṇṇamūle vacībhedaṁ katvā anussāvanena. Salākaggāhenāti evaṁ anussāvetvā",
  "atk-vin02a413:45_8": "tesaṁ cittaṁ upatthambhetvā anivattidhamme katvā ‘‘gaṇhatha imaṁ salāka’’nti salākaggāhena.",
  "atk-vin02a413:46_0": "Ettha ca kammameva uddeso vā pamāṇaṁ, vohārānussāvanasalākaggāhā pana pubbabhāgā.",
  "atk-vin02a413:46_1": "Aṭṭhārasavatthudīpanavasena hi voharante tattha rucijananatthaṁ anussāvetvā salākāya",
  "atk-vin02a413:46_2": "gāhitāyapi abhinnova hoti saṅgho. Yadā pana evaṁ cattāro vā atireke vā salākaṁ gāhetvā",
  "atk-vin02a413:46_3": "āveṇikaṁ kammaṁ vā uddesaṁ vā karoti, tadā saṅgho bhinno nāma hoti. Iti yaṁ saṅghabhedakakkhandhakavaṇṇanāyaṁ",
  "atk-vin02a413:46_4": "avocumhā ‘‘evaṁ aṭṭhārasasu vatthūsu yaṁkiñci ekampi vatthuṁ dīpetvā tena tena kāraṇena",
  "atk-vin02a413:46_5": "‘imaṁ gaṇhatha, imaṁ rocethā’ti saññāpetvā salākaṁ gāhetvā visuṁ saṅghakamme kate",
  "atk-vin02a413:46_6": "saṅgho bhinno hoti. Parivāre pana ‘pañcahi, upāli, ākārehi saṅgho bhijjatī’tiādi",
  "atk-vin02a413:46_7": "vuttaṁ. Tassa iminā idha vuttena saṅghabhedalakkhaṇena atthato nānākaraṇaṁ natthi.",
  "atk-vin02a413:46_8": "Taṁ panassa nānākaraṇābhāvaṁ tattheva pakāsayissāmā’’ti, svāyaṁ pakāsito hoti.",
  "atk-vin02a413:47_0": "Paññattetanti paññattaṁ etaṁ. Kva paññattaṁ? Vattakkhandhake. Tatra hi cuddasa khandhakavattāni",
  "atk-vin02a413:47_1": "paññattāni. Tenāha – ‘‘paññattetaṁ, upāli, mayā āgantukānaṁ bhikkhūnaṁ āgantukavatta’’ntiādi.",
  "atk-vin02a413:47_2": "Evampi kho upāli saṅgharāji hoti, no ca saṅghabhedoti ettāvatā hi saṅgharājimattameva",
  "atk-vin02a413:47_3": "hoti, na tāva saṅghabhedo; anupubbena pana ayaṁ saṅgharāji vaḍḍhamānā saṅghabhedāya",
  "atk-vin02a413:47_4": "saṁvattatīti attho. Yathārattanti rattiparimāṇānurūpaṁ; yathātheranti attho. Āvenibhāvaṁ",
  "atk-vin02a413:47_5": "karitvāti visuṁ vavatthānaṁ karitvā. Kammākammāni karontīti aparāparaṁ saṅghakammaṁ",
  "atk-vin02a413:47_6": "upādāya khuddakāni ceva mahantāni ca kammāni karonti. Sesametthāpi adhikaraṇavūpasamavagge uttānameva.",
  "atk-vin02a413:48": "Saṅghabhedakavaggadvayavaṇṇanā",
  "atk-vin02a413:49_0": "459. Saṅghabhedavaggadvaye – vinidhāya diṭṭhiṁ kammenāti tesu adhammādīsu adhammādayo",
  "atk-vin02a413:49_1": "eteti evaṁdiṭṭhikova hutvā taṁ diṭṭhiṁ vinidhāya te dhammādivasena dīpetvā visuṁ",
  "atk-vin02a413:49_2": "kammaṁ karoti. Iti yaṁ vinidhāya diṭṭhiṁ kammaṁ karoti, tena evaṁ katena vinidhāya",
  "atk-vin02a413:49_3": "diṭṭhiṁ kammena saddhiṁ pañcaṅgāni honti, ‘‘imehi kho upāli pañcahaṅgehī’’ti ayamekasmiṁ",
  "atk-vin02a413:49_4": "pañcake atthayojanā . Etena nayena sabbapañcakāni veditabbāni. Etthāpi ca vohārādi",
  "atk-vin02a413:49_5": "aṅgattayaṁ pubbabhāgavaseneva vuttaṁ. Kammuddesavasena pana atekicchatā veditabbā.",
  "atk-vin02a413:49_6": "Sesaṁ sabbattha uttānameva. Na hettha kiñci atthi yaṁ pubbe avuttanayaṁ.",
  "atk-vin02a413:50": "Āvāsikavaggavaṇṇanā",
  "atk-vin02a413:51": "461. Āvāsikavagge – yathābhataṁ nikkhittoti yathā āharitvā ṭhapito.",
  "atk-vin02a413:52": "462.Vinayabyākaraṇāti vinayapañhe vissajjanā. Pariṇāmetīti niyāmeti dīpeti katheti. Sesamettha uttānameva.",
  "atk-vin02a413:53": "Kathinatthāravaggavaṇṇanā",
  "atk-vin02a413:54_0": "467. Kathinatthāravagge – otamasikoti andhakāragato; tañhi vandantassa mañcapādādīsupi",
  "atk-vin02a413:54_1": "nalāṭaṁ paṭihaññeyya. Asamannāharantoti kiccayapasutattā vandanaṁ asamannāharanto.",
  "atk-vin02a413:54_2": "Suttoti niddaṁ okkanto. Ekāvattoti ekato āvatto sapattapakkhe ṭhito verī visabhāgapuggalo",
  "atk-vin02a413:54_3": "vuccati; ayaṁ avandiyo. Ayañhi vandiyamāno pādenapi pahareyya. Aññavihitoti aññaṁ cintayamāno.",
  "atk-vin02a413:55_0": "Khādantoti piṭṭhakhajjakādīni khādanto. Uccārañca passāvañca karonto anokāsagatattā",
  "atk-vin02a413:55_1": "avandiyo. Ukkhittakoti tividhenapi ukkhepanīyakammena ukkhittako avandiyo. Tajjanīyādikammakatā",
  "atk-vin02a413:55_2": "pana cattāro vanditabbā. Uposathapavāraṇāpi tehi saddhiṁ labbhanti. Ādito paṭṭhāya",
  "atk-vin02a413:55_3": "ca vuttesu avandiyesu naggañca ukkhittakañca vandantasseva āpatti. Itaresaṁ pana",
  "atk-vin02a413:55_4": "asāruppaṭṭhena ca antarā vuttakāraṇena ca vandanā paṭikkhittā. Ito paraṁ pacchāupasampannādayo",
  "atk-vin02a413:55_5": "dasapi āpattivatthubhāveneva avandiyā. Te vandantassa hi niyameneva āpatti. Iti imesu",
  "atk-vin02a413:55_6": "pañcasu pañcakesu terasa jane vandantassa anāpatti, dvādasannaṁ vandanāya āpatti.",
  "atk-vin02a413:56": "468.Ācariyovandiyoti pabbajjācariyo upasampadācariyo nissayācariyo uddesācariyo ovādācariyoti ayaṁ pañcavidhopi ācariyo vandiyo. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a413:57": "Kathinatthāravaggavaṇṇanā niṭṭhitā.",
  "atk-vin02a413:58": "Niṭṭhitā ca upālipañcakavaṇṇanā."
}