{
  "atk-s0501a5:0": "5. Maṅgalasuttavaṇṇanā",
  "atk-s0501a5:1": "Nikkhepappayojanaṁ",
  "atk-s0501a5:2_0": "Idāni kumārapañhānantaraṁ nikkhittassa maṅgalasuttassa atthavaṇṇanākkamo anuppatto,",
  "atk-s0501a5:2_1": "tassa idha nikkhepappayojanaṁ vatvā atthavaṇṇanaṁ karissāma. Seyyathidaṁ – idañhi",
  "atk-s0501a5:2_2": "suttaṁ iminā anukkamena bhagavatā avuttampi yvāyaṁ saraṇagamanehi sāsanotāro, sikkhāpadadvattiṁsākārakumārapañhehi",
  "atk-s0501a5:2_3": "ca sīlasamādhipaññāppabhedanayo dassito, sabbopesa paramamaṅgalabhūto, yato maṅgalatthikena",
  "atk-s0501a5:2_4": "ettheva abhiyogo kātabbo, so cassa maṅgalabhāvo iminā suttānusārena veditabboti dassanatthaṁ vuttaṁ.",
  "atk-s0501a5:3": "Idamassa idha nikkhepappayojanaṁ.",
  "atk-s0501a5:4": "Paṭhamamahāsaṅgītikathā",
  "atk-s0501a5:5": "Evaṁ nikkhittassa panassa atthavaṇṇanatthaṁ ayaṁ mātikā –",
  "atk-s0501a5:6": "“Vuttaṁ yena yadā yasmā, cetaṁ vatvā imaṁ vidhiṁ;",
  "atk-s0501a5:7": "Evamiccādipāṭhassa, atthaṁ nānappakārato.",
  "atk-s0501a5:8": "“Vaṇṇayanto samuṭṭhānaṁ, vatvā yaṁ yattha maṅgalaṁ;",
  "atk-s0501a5:9": "Vavatthapetvā taṁ tassa, maṅgalattaṁ vibhāvaye”ti.",
  "atk-s0501a5:10_0": "Tattha “vuttaṁ yena yadā yasmā, cetaṁ vatvā imaṁ vidhi”nti ayaṁ tāva addhagāthā yadidaṁ",
  "atk-s0501a5:10_1": "“evaṁ me sutaṁ ekaṁ samayaṁ bhagavā…pe… bhagavantaṁ gāthāya ajjhabhāsī”ti, idaṁ vacanaṁ",
  "atk-s0501a5:10_2": "sandhāya vuttā. Idañhi anussavavasena vuttaṁ, so ca bhagavā sayambhū anācariyako,",
  "atk-s0501a5:10_3": "tasmā nedaṁ tassa bhagavato vacanaṁ arahato sammāsambuddhassa. Yato vattabbametaṁ",
  "atk-s0501a5:10_4": "“idaṁ vacanaṁ kena vuttaṁ, kadā, kasmā ca vutta”nti. Vuccate – āyasmatā ānandena",
  "atk-s0501a5:10_5": "vuttaṁ, tañca paṭhamamahāsaṅgītikāle.",
  "atk-s0501a5:11_0": "Paṭhamamahāsaṅgīti cesā sabbasuttanidānakosallatthamādito pabhuti evaṁ veditabbā.",
  "atk-s0501a5:11_1": "Dhammacakkappavattanañhi ādiṁ katvā yāva subhaddaparibbājakavinayanā, katabuddhakicce",
  "atk-s0501a5:11_2": "kusinārāyaṁ upavattane mallānaṁ sālavane yamakasālānamantare visākhapuṇṇamadivase",
  "atk-s0501a5:11_3": "paccūsasamaye anupādisesāya nibbānadhātuyā parinibbute, bhagavati lokanāthe bhagavato",
  "atk-s0501a5:11_4": "parinibbāne sannipatitānaṁ sattannaṁ bhikkhusatasahassānaṁ saṅghatthero āyasmā mahākassapo",
  "atk-s0501a5:11_5": "sattāhaparinibbute bhagavati subhaddena vuḍḍhapabbajitena “alaṁ, āvuso, mā socittha,",
  "atk-s0501a5:11_6": "mā paridevittha, sumuttā mayaṁ tena mahāsamaṇena, upaddutā ca homa ‘idaṁ vo kappati",
  "atk-s0501a5:11_7": "idaṁ vo na kappatī’ti, idāni pana mayaṁ yaṁ icchissāma taṁ karissāma, yaṁ na icchissāma",
  "atk-s0501a5:11_8": "na taṁ karissāmā”ti vuttavacanamanussaranto “ṭhānaṁ kho panetaṁ vijjati yaṁ pāpabhikkhū",
  "atk-s0501a5:11_9": "‘atītasatthukaṁ pāvacana’nti maññamānā pakkhaṁ labhitvā na cirasseva saddhammaṁ antaradhāpeyyuṁ.",
  "atk-s0501a5:11_10": "Yāva ca dhammavinayo tiṭṭhati, tāva anatītasatthukameva pāvacanaṁ hoti. Yathāha bhagavā –",
  "atk-s0501a5:12": "“Yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā”ti.",
  "atk-s0501a5:13": "“Yaṁnūnāhaṁ dhammañca vinayañca saṅgāyeyyaṁ, yathayidaṁ sāsanaṁ addhaniyaṁ assa ciraṭṭhitikaṁ”.",
  "atk-s0501a5:14": "Yañcāhaṁ bhagavatā –",
  "atk-s0501a5:15": "“Dhāressasi pana me tvaṁ, kassapa, sāṇāni paṁsukūlāni nibbasanānī”ti vatvā cīvare sādhāraṇaparibhogena ceva –",
  "atk-s0501a5:16_0": "“Ahaṁ, bhikkhave, yāvade ākaṅkhāmi vivicceva kāmehi…pe… paṭhamaṁ jhānaṁ upasampajja",
  "atk-s0501a5:16_1": "viharāmi, kassapopi, bhikkhave, yāvadeva ākaṅkhati vivicceva kāmehi…pe… paṭhamaṁ",
  "atk-s0501a5:16_2": "jhānaṁ upasampajja viharatī”ti –",
  "atk-s0501a5:17_0": "Evamādinā nayena navānupubbavihārachaḷabhiññāppabhede uttarimanussadhamme attanā",
  "atk-s0501a5:17_1": "samasamaṭṭhapanena ca anuggahito, tassa me kimaññaṁ āṇaṇyaṁ bhavissati? “Nanu maṁ",
  "atk-s0501a5:17_2": "bhagavā rājā viya sakakavacaissariyānuppadānena attano kulavaṁsappatiṭṭhāpakaṁ puttaṁ",
  "atk-s0501a5:17_3": "‘saddhammavaṁsappatiṭṭhāpako me ayaṁ bhavissatī’ti mantvā iminā asādhāraṇena anuggahena",
  "atk-s0501a5:17_4": "anuggahesī”ti cintayanto dhammavinayasaṅgāyanatthaṁ bhikkhūnaṁ ussāhaṁ janesi? Yathāha –",
  "atk-s0501a5:18_0": "“Atha kho āyasmā mahākassapo bhikkhū āmantesi – ekamidāhaṁ, āvuso, samayaṁ pāvāya",
  "atk-s0501a5:18_1": "kusināraṁ addhānamaggappaṭipanno mahatā bhikkhusaṅghena saddhiṁ pañcamattehi bhikkhusatehī”ti",
  "atk-s0501a5:18_2": "sabbaṁ subhaddakaṇḍaṁ vitthāretabbaṁ.",
  "atk-s0501a5:19": "Tato paraṁ āha –",
  "atk-s0501a5:20_0": "“Handa mayaṁ, āvuso, dhammañca vinayañca saṅgāyeyyāma, pure adhammo dippati, dhammo",
  "atk-s0501a5:20_1": "paṭibāhiyyati, avinayo dippati, vinayo paṭibāhiyyati, pure adhammavādino balavanto",
  "atk-s0501a5:20_2": "honti, dhammavādino dubbalā honti, avinayavādino balavanto honti, vinayavādino dubbalā hontī”ti.",
  "atk-s0501a5:21_0": "Bhikkhū āhaṁsu “tena hi, bhante, thero bhikkhū uccinatū”ti. Thero sakalanavaṅgasatthusāsanapariyattidhare",
  "atk-s0501a5:21_1": "puthujjanasotāpannasakadāgāmianāgāmisukkhavipassakakhīṇāsavabhikkhū anekasate anekasahasse",
  "atk-s0501a5:21_2": "ca vajjetvā tipiṭakasabbapariyattippabhedadhare paṭisambhidāppatte mahānubhāve yebhuyyena",
  "atk-s0501a5:21_3": "bhagavatā etadaggaṁ āropite tevijjādibhede khīṇāsavabhikkhūyeva ekūnapañcasate pariggahesi.",
  "atk-s0501a5:21_4": "Ye sandhāya idaṁ vuttaṁ “atha kho āyasmā mahākassapo ekenūnapañcaarahantasatāni uccinī”ti.",
  "atk-s0501a5:22_0": "Kissa pana thero ekenūnamakāsīti? Āyasmato ānandattherassa okāsakaraṇatthaṁ. Tena",
  "atk-s0501a5:22_1": "hāyasmatā sahāpi vināpi na sakkā dhammasaṅgīti kātuṁ. So hāyasmā sekho sakaraṇīyo,",
  "atk-s0501a5:22_2": "tasmā saha na sakkā, yasmā panassa kiñci dasabaladesitaṁ suttageyyādikaṁ bhagavato",
  "atk-s0501a5:22_3": "asammukhā paṭiggahitaṁ nāma natthi, tasmā vināpi na sakkā. Yadi evaṁ sekhopi samāno",
  "atk-s0501a5:22_4": "dhammasaṅgītiyā bahūkārattā therena uccinitabbo assa, atha kasmā na uccinitoti? Parūpavādavivajjanato.",
  "atk-s0501a5:22_5": "Thero hi āyasmante ānande ativiya vissattho ahosi. Tathā hi naṁ sirasmiṁ palitesu",
  "atk-s0501a5:22_6": "jātesupi “na vāyaṁ kumārako mattamaññāsī”ti kumārakavādena ovadati. Sakyakulappasuto",
  "atk-s0501a5:22_7": "cāyaṁ āyasmā tathāgatassa bhātā cūḷapitu putto, tatra bhikkhū chandāgamanaṁ viya",
  "atk-s0501a5:22_8": "maññamānā “bahū asekhapaṭisambhidāppatte bhikkhū ṭhapetvā ānandaṁ sekhapaṭisambhidāppattaṁ",
  "atk-s0501a5:22_9": "thero uccinī”ti upavadeyyuṁ. Taṁ parūpavādaṁ parivivajjento “ānandaṁ vinā saṅgīti",
  "atk-s0501a5:22_10": "na sakkā kātuṁ, bhikkhūnaṁyeva anumatiyā gahessāmī”ti na uccini.",
  "atk-s0501a5:23": "Atha sayameva bhikkhū ānandassatthāya theraṁ yāciṁsu. Yathāha –",
  "atk-s0501a5:24_0": "“Bhikkhū āyasmantaṁ mahākassapaṁ etadavocuṁ – ‘ayaṁ, bhante, āyasmā ānando kiñcāpi",
  "atk-s0501a5:24_1": "sekho, abhabbo chandā dosā mohā bhayā agatiṁ gantuṁ, bahu cānena bhagavato santike",
  "atk-s0501a5:24_2": "dhammo ca vinayo ca pariyatto, tena hi, bhante, thero āyasmantampi ānandaṁ uccinatū’ti.",
  "atk-s0501a5:24_3": "Atha kho āyasmā mahākassapo āyasmantampi ānandaṁ uccinī”ti.",
  "atk-s0501a5:25": "Evaṁ bhikkhūnaṁ anumatiyā uccinitena tenāyasmatā saddhiṁ pañcatherasatāni ahesuṁ.",
  "atk-s0501a5:26_0": "Atha kho therānaṁ bhikkhūnaṁ etadahosi – “kattha nu kho mayaṁ dhammañca vinayañca",
  "atk-s0501a5:26_1": "saṅgāyeyyāmā”ti. Atha kho therānaṁ bhikkhūnaṁ etadahosi “rājagahaṁ kho mahāgocaraṁ",
  "atk-s0501a5:26_2": "pahūtasenāsanaṁ, yaṁnūna mayaṁ rājagahe vassaṁ vasantā dhammañca vinayañca saṅgāyeyyāma,",
  "atk-s0501a5:26_3": "naññe bhikkhū rājagahe vassaṁ upagaccheyyu”nti. Kasmā pana nesaṁ etadahosi? Idaṁ",
  "atk-s0501a5:26_4": "amhākaṁ thāvarakammaṁ, koci visabhāgapuggalo saṅghamajjhaṁ pavisitvā ukkoṭeyyāti.",
  "atk-s0501a5:26_5": "Athāyasmā mahākassapo ñattidutiyena kammena sāvesi. Taṁ saṅgītikkhandhake vuttanayeneva ñātabbaṁ.",
  "atk-s0501a5:27_0": "Atha tathāgatassa parinibbānato sattasu sādhukīḷanadivasesu sattasu ca dhātupūjādivasesu",
  "atk-s0501a5:27_1": "vītivattesu “aḍḍhamāso atikkanto, idāni gimhānaṁ diyaḍḍho māso seso, upakaṭṭhā vassūpanāyikā”ti",
  "atk-s0501a5:27_2": "mantvā mahākassapatthero “rājagahaṁ, āvuso, gacchāmā”ti upaḍḍhaṁ bhikkhusaṅghaṁ gahetvā",
  "atk-s0501a5:27_3": "ekaṁ maggaṁ gato. Anuruddhattheropi upaḍḍhaṁ gahetvā ekaṁ maggaṁ gato, ānandatthero",
  "atk-s0501a5:27_4": "pana bhagavato pattacīvaraṁ gahetvā bhikkhusaṅghaparivuto sāvatthiṁ gantvā rājagahaṁ",
  "atk-s0501a5:27_5": "gantukāmo yena sāvatthi, tena cārikaṁ pakkāmi. Ānandattherena gatagataṭṭhāne mahāparidevo",
  "atk-s0501a5:27_6": "ahosi, “bhante ānanda, kuhiṁ satthāraṁ ṭhapetvā āgatosī”ti? Anupubbena sāvatthiṁ",
  "atk-s0501a5:27_7": "anuppatte there bhagavato parinibbānasamaye viya mahāparidevo ahosi.",
  "atk-s0501a5:28_0": "Tatra sudaṁ āyasmā ānando aniccatādipaṭisaṁyuttāya dhammiyā kathāya taṁ mahājanaṁ",
  "atk-s0501a5:28_1": "saññāpetvā jetavanaṁ pavisitvā dasabalena vasitagandhakuṭiyā dvāraṁ vivaritvā mañcapīṭhaṁ",
  "atk-s0501a5:28_2": "nīharitvā papphoṭetvā gandhakuṭiṁ sammajjitvā milātamālākacavaraṁ chaḍḍetvā mañcapīṭhaṁ",
  "atk-s0501a5:28_3": "atiharitvā puna yathāṭhāne ṭhapetvā bhagavato ṭhitakāle karaṇīyaṁ vattaṁ sabbamakāsi.",
  "atk-s0501a5:28_4": "Atha thero bhagavato parinibbānato pabhuti ṭhānanisajjabahulattā ussannadhātukaṁ",
  "atk-s0501a5:28_5": "kāyaṁ samassāsetuṁ dutiyadivase khīravirecanaṁ pivitvā vihāreyeva nisīdi, yaṁ sandhāya",
  "atk-s0501a5:28_6": "subhena māṇavena pahitaṁ māṇavakaṁ etadavoca –",
  "atk-s0501a5:29": "“Akālo kho, māṇavaka, atthi me ajja bhesajjamattā pītā, appeva nāma svepi upasaṅkameyyāmā”ti.",
  "atk-s0501a5:30": "Dutiyadivase cetakattherena pacchāsamaṇena gantvā subhena māṇavena puṭṭho dīghanikāye subhasuttaṁ nāma dasamaṁ suttamabhāsi.",
  "atk-s0501a5:31_0": "Atha kho thero jetavane vihāre khaṇḍaphullappaṭisaṅkharaṇaṁ kārāpetvā upakaṭṭhāya",
  "atk-s0501a5:31_1": "vassūpanāyikāya rājagahaṁ gato. Tathā mahākassapatthero anuruddhatthero ca sabbaṁ",
  "atk-s0501a5:31_2": "bhikkhusaṅghaṁ gahetvā rājagahameva gatā.",
  "atk-s0501a5:32_0": "Tena kho pana samayena rājagahe aṭṭhārasa mahāvihārā honti. Te sabbepi chaḍḍitapatitauklāpā",
  "atk-s0501a5:32_1": "ahesuṁ. Bhagavato hi parinibbāne sabbe bhikkhū attano attano pattacīvaraṁ gahetvā",
  "atk-s0501a5:32_2": "vihāre ca pariveṇe ca chaḍḍetvā agamaṁsu. Tattha therā bhagavato vacanapūjanatthaṁ",
  "atk-s0501a5:32_3": "titthiyavādaparimocanatthañca “paṭhamaṁ māsaṁ khaṇḍaphullappaṭisaṅkharaṇaṁ karomā”ti",
  "atk-s0501a5:32_4": "cintesuṁ. Titthiyā hi vadeyyuṁ “samaṇassa gotamassa sāvakā satthari ṭhiteyeva vihāre",
  "atk-s0501a5:32_5": "paṭijaggiṁsu, parinibbute chaḍḍesu”nti. Tesaṁ vādaparimocanatthañca cintesunti vuttaṁ",
  "atk-s0501a5:32_6": "hoti. Vuttampi cetaṁ –",
  "atk-s0501a5:33_0": "“Atha kho therānaṁ bhikkhūnaṁ etadahosi – bhagavatā kho, āvuso, khaṇḍaphullappaṭisaṅkharaṇaṁ",
  "atk-s0501a5:33_1": "vaṇṇitaṁ, handa mayaṁ, āvuso, paṭhamaṁ māsaṁ khaṇḍaphullappaṭisaṅkharaṇaṁ karoma,",
  "atk-s0501a5:33_2": "majjhimaṁ māsaṁ sannipatitvā dhammañca vinayañca saṅgāyissāmā”ti.",
  "atk-s0501a5:34_0": "Te dutiyadivase gantvā rājadvāre aṭṭhaṁsu. Ajātasattu rājā āgantvā vanditvā “ahaṁ,",
  "atk-s0501a5:34_1": "bhante, kiṁ karomi, kenattho”ti pavāresi. Therā aṭṭhārasamahāvihārappaṭisaṅkharaṇatthāya",
  "atk-s0501a5:34_2": "hatthakammaṁ paṭivedesuṁ. “Sādhu, bhante”ti rājā hatthakammakārake manusse adāsi.",
  "atk-s0501a5:34_3": "Therā paṭhamaṁ māsaṁ sabbavihāre paṭisaṅkharāpesuṁ.",
  "atk-s0501a5:35_0": "Atha rañño ārocesuṁ – “niṭṭhitaṁ, mahārāja, vihārappaṭisaṅkharaṇaṁ, idāni dhammavinayasaṅgahaṁ",
  "atk-s0501a5:35_1": "karomā”ti. “Sādhu, bhante, vissatthā karotha, mayhaṁ āṇācakkaṁ, tumhākaṁ dhammacakkaṁ",
  "atk-s0501a5:35_2": "hotu. Āṇāpetha, bhante, kiṁ karomī”ti? “Dhammasaṅgahaṁ karontānaṁ bhikkhūnaṁ sannisajjaṭṭhānaṁ",
  "atk-s0501a5:35_3": "mahārājā”ti. “Kattha karomi, bhante”ti? “Vebhārapabbatapasse sattapaṇṇiguhādvāre",
  "atk-s0501a5:35_4": "kātuṁ yuttaṁ mahārājā”ti. “Sādhu, bhante”ti kho, rājā ajātasattu, vissakammunā nimmitasadisaṁ",
  "atk-s0501a5:35_5": "suvibhattabhittithambhasopānaṁ nānāvidhamālākammalatākammavicitraṁ mahāmaṇḍapaṁ kārāpetvā",
  "atk-s0501a5:35_6": "vividhakusumadāmaolambakaviniggalantacāruvitānaṁ ratanavicitramaṇikoṭṭimatalamiva",
  "atk-s0501a5:35_7": "ca naṁ nānāpupphūpahāravicitraṁ supariniṭṭhitabhūmikammaṁ brahmavimānasadisaṁ alaṅkaritvā",
  "atk-s0501a5:35_8": "tasmiṁ mahāmaṇḍape pañcasatānaṁ bhikkhūnaṁ anagghāni pañcakappiyapaccattharaṇasatāni",
  "atk-s0501a5:35_9": "paññāpetvā dakkhiṇabhāgaṁ nissāya uttarābhimukhaṁ therāsanaṁ, maṇḍapamajjhe puratthābhimukhaṁ",
  "atk-s0501a5:35_10": "buddhassa bhagavato āsanārahaṁ dhammāsanaṁ paññāpetvā dantakhacitaṁ cittabījaniñcettha",
  "atk-s0501a5:35_11": "ṭhapetvā bhikkhusaṅghassa ārocāpesi “niṭṭhitaṁ, bhante, kicca”nti.",
  "atk-s0501a5:36_0": "Bhikkhū āyasmantaṁ ānandaṁ āhaṁsu “sve, āvuso ānanda, saṅghasannipāto, tvañca sekho",
  "atk-s0501a5:36_1": "sakaraṇīyo, tena te na yuttaṁ sannipātaṁ gantuṁ, appamatto hohī”ti. Atha kho āyasmā",
  "atk-s0501a5:36_2": "ānando “sve sannipāto, na kho pana metaṁ patirūpaṁ, yvāhaṁ sekho samāno sannipātaṁ",
  "atk-s0501a5:36_3": "gaccheyya”nti bahudeva rattiṁ kāyagatāya satiyā vītināmetvā rattiyā paccūsasamaye",
  "atk-s0501a5:36_4": "caṅkamā orohitvā vihāraṁ pavisitvā “nipajjissāmī”ti kāyaṁ āvajjesi. Dve pādā bhūmito",
  "atk-s0501a5:36_5": "muttā, appattañca sīsaṁ bimbohanaṁ, etasmiṁ antare anupādāya āsavehi cittaṁ vimucci.",
  "atk-s0501a5:36_6": "Ayañhi āyasmā caṅkamena bahi vītināmetvā visesaṁ nibbattetuṁ asakkonto cintesi “nanu",
  "atk-s0501a5:36_7": "maṁ bhagavā etadavoca – ‘katapuññosi tvaṁ, ānanda, padhānamanuyuñja, khippaṁ hohisi",
  "atk-s0501a5:36_8": "anāsavo’ti. Buddhānañca kathādoso nāma natthi, mama pana accāraddhaṁ vīriyaṁ, tena",
  "atk-s0501a5:36_9": "me cittaṁ uddhaccāya saṁvattati, handāhaṁ vīriyasamataṁ yojemī”ti caṅkamā orohitvā",
  "atk-s0501a5:36_10": "pādadhovanaṭṭhāne ṭhatvā pāde dhovitvā vihāraṁ pavisitvā mañcake nisīditvā “thokaṁ",
  "atk-s0501a5:36_11": "vissamissāmī”ti kāyaṁ mañcake upanāmesi. Dve pādā bhūmito muttā, sīsañca bimbohanamasampattaṁ,",
  "atk-s0501a5:36_12": "etasmiṁ antare anupādāya āsavehi cittaṁ vimucci. Catuiriyāpathavirahitaṁ therassa",
  "atk-s0501a5:36_13": "arahattaṁ. Tena “imasmiṁ sāsane anisinno anipanno aṭṭhito acaṅkamanto ko bhikkhu",
  "atk-s0501a5:36_14": "arahattaṁ patto”ti vutte “ānandatthero”ti vattuṁ vaṭṭati.",
  "atk-s0501a5:37_0": "Atha therā bhikkhū dutiyadivase bhattakiccaṁ katvā pattacīvaraṁ paṭisāmetvā dhammasabhāyaṁ",
  "atk-s0501a5:37_1": "sannipatitā. Ānandatthero pana attano arahattappattiṁ ñāpetukāmo bhikkhūhi saddhiṁ",
  "atk-s0501a5:37_2": "na gato. Bhikkhū yathāvuḍḍhaṁ attano attano pattāsane nisīdantā ānandattherassa āsanaṁ",
  "atk-s0501a5:37_3": "ṭhapetvā nisinnā. Tattha kehici “etamāsanaṁ kassā”ti vutte ānandassāti. “Ānando pana",
  "atk-s0501a5:37_4": "kuhiṁ gato”ti. Tasmiṁ samaye thero cintesi “idāni mayhaṁ gamanakālo”ti. Tato attano",
  "atk-s0501a5:37_5": "ānubhāvaṁ dassento pathaviyaṁ nimujjitvā attano āsaneyeva attānaṁ dassesi. Ākāsenāgantvā nisīdītipi eke.",
  "atk-s0501a5:38_0": "Evaṁ nisinne tasmiṁ āyasmante mahākassapatthero bhikkhū āmantesi, “āvuso, kiṁ paṭhamaṁ",
  "atk-s0501a5:38_1": "saṅgāyāma dhammaṁ vā vinayaṁ vā”ti? Bhikkhū āhaṁsu, “bhante mahākassapa, vinayonāmabuddhasāsanassa",
  "atk-s0501a5:38_2": "āyu, vinaye ṭhite sāsanaṁ ṭhitaṁ hoti, tasmā paṭhamaṁ vinayaṁ saṅgāyāmā”ti. “Kaṁ",
  "atk-s0501a5:38_3": "dhuraṁ katvā vinayo saṅgāyitabbo”ti? “Āyasmantaṁ upāli”nti. “Kiṁ ānando nappahotī”ti?",
  "atk-s0501a5:38_4": "“No nappahoti, apica kho pana sammāsambuddho dharamānoyeva vinayapariyattiṁ nissāya",
  "atk-s0501a5:38_5": "āyasmantaṁ upāliṁ etadagge ṭhapesi – ‘etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ",
  "atk-s0501a5:38_6": "vinayadharānaṁ yadidaṁ upālī”’ti. Tasmā upālittheraṁ pucchitvā vinayaṁ saṅgāyāmāti.",
  "atk-s0501a5:38_7": "Tato thero vinayaṁ pucchanatthāya attanāva attānaṁ sammanni. Upālittheropi vissajjanatthāya",
  "atk-s0501a5:38_8": "sammanni. Tatrāyaṁ pāḷi –",
  "atk-s0501a5:39": "Atha kho āyasmā mahākassapo saṅghaṁ ñāpesi –",
  "atk-s0501a5:40": "“Suṇātu me, āvuso, saṅgho, yadi saṅghassa pattakallaṁ, ahaṁ upāliṁ vinayaṁ puccheyya”nti.",
  "atk-s0501a5:41": "Āyasmāpi upāli saṅghaṁ ñāpesi –",
  "atk-s0501a5:42": "“Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ, ahaṁ āyasmatā mahākassapena vinayaṁ puṭṭho vissajjeyya”nti.",
  "atk-s0501a5:43_0": "Evaṁ attanāva attānaṁ sammannitvā āyasmā, upāli, uṭṭhāyāsanā ekaṁsaṁ cīvaraṁ katvā",
  "atk-s0501a5:43_1": "there bhikkhū vanditvā dhammāsane nisīdi dantakhacitaṁ bījaniṁ gahetvā. Tato mahākassapatthero",
  "atk-s0501a5:43_2": "upālittheraṁ paṭhamapārājikaṁ ādiṁ katvā sabbaṁ vinayaṁ pucchi, upālitthero vissajjesi.",
  "atk-s0501a5:43_3": "Sabbe pañcasatā bhikkhū paṭhamapārājikasikkhāpadaṁ sanidānaṁ katvā ekato gaṇasajjhāyamakaṁsu.",
  "atk-s0501a5:43_4": "Evaṁ sesānipīti sabbaṁ vinayaṭṭhakathāya gahetabbaṁ. Etena nayena saubhatovibhaṅgaṁ",
  "atk-s0501a5:43_5": "sakhandhakaparivāraṁ sakalaṁ vinayapiṭakaṁ saṅgāyitvā upālitthero dantakhacitaṁ bījaniṁ",
  "atk-s0501a5:43_6": "nikkhipitvā dhammāsanā orohitvā vuḍḍhe bhikkhū vanditvā attano pattāsane nisīdi.",
  "atk-s0501a5:44_0": "Vinayaṁ saṅgāyitvā dhammaṁ saṅgāyitukāmo āyasmā mahākassapatthero bhikkhū pucchi",
  "atk-s0501a5:44_1": "– “dhammaṁ saṅgāyantehi kaṁ puggalaṁ dhuraṁ katvā dhammo saṅgāyitabbo”ti? Bhikkhū",
  "atk-s0501a5:44_2": "“ānandattheraṁ dhuraṁ katvā”ti āhaṁsu.",
  "atk-s0501a5:45": "Atha kho āyasmā mahākassapo saṅghaṁ ñāpesi –",
  "atk-s0501a5:46": "“Suṇātu me, āvuso, saṅgho, yadi saṅghassa pattakallaṁ, ahaṁ ānandaṁ dhammaṁ puccheyya”nti.",
  "atk-s0501a5:47": "Atha kho āyasmā ānando saṅghaṁ ñāpesi –",
  "atk-s0501a5:48": "“Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ, ahaṁ āyasmatā mahākassapena dhammaṁ puṭṭho vissajjeyya”nti.",
  "atk-s0501a5:49_0": "Atha kho āyasmā ānando uṭṭhāyāsanā ekaṁsaṁ cīvaraṁ katvā there bhikkhū vanditvā dhammāsane",
  "atk-s0501a5:49_1": "nisīdi dantakhacitaṁ bījaniṁ gahetvā. Atha mahākassapatthero ānandattheraṁ dhammaṁ",
  "atk-s0501a5:49_2": "pucchi – “brahmajālaṁ, āvuso ānanda, kattha bhāsita”nti? “Antarā ca, bhante, rājagahaṁ",
  "atk-s0501a5:49_3": "antarā ca nāḷandaṁ rājāgārake ambalaṭṭhikāya”nti. “Kaṁ ārabbhā”ti ? “Suppiyañca paribbājakaṁ",
  "atk-s0501a5:49_4": "brahmadattañca māṇavaka”nti. Atha kho āyasmā mahākassapo āyasmantaṁ ānandaṁ brahmajālassa",
  "atk-s0501a5:49_5": "nidānampi pucchi, puggalampi pucchi. “Sāmaññaphalaṁ; panāvuso ānanda, kattha bhāsita”nti?",
  "atk-s0501a5:49_6": "“Rājagahe, bhante, jīvakambavane”ti. “Kena saddhi”nti? “Ajātasattunā vedehiputtena",
  "atk-s0501a5:49_7": "saddhi”nti. Atha kho āyasmā mahākassapo āyasmantaṁ ānandaṁ sāmaññaphalassa nidānampi",
  "atk-s0501a5:49_8": "pucchi, puggalampi pucchi. Eteneva upāyena pañcapi nikāye pucchi, puṭṭho puṭṭho āyasmā",
  "atk-s0501a5:49_9": "ānando vissajjesi. Ayaṁ paṭhamamahāsaṅgīti pañcahi therasatehi katā –",
  "atk-s0501a5:50": "“Satehi pañcahi katā, tena pañcasatāti ca;",
  "atk-s0501a5:51": "Thereheva katattā ca, therikāti pavuccatī”ti.",
  "atk-s0501a5:52_0": "Imissā paṭhamamahāsaṅgītiyā vattamānāya sabbaṁ dīghanikāyaṁ majjhimanikāyādiñca pucchitvā",
  "atk-s0501a5:52_1": "anupubbena khuddakanikāyaṁ pucchantena āyasmatā mahākassapena “maṅgalasuttaṁ, āvuso",
  "atk-s0501a5:52_2": "ānanda, kattha bhāsita”nti evamādivacanāvasāne “nidānampi pucchi, puggalampi pucchī”ti",
  "atk-s0501a5:52_3": "ettha nidāne pucchite taṁ nidānaṁ vitthāretvā yathā ca bhāsitaṁ, yena ca sutaṁ, yadā",
  "atk-s0501a5:52_4": "ca sutaṁ, yena ca bhāsitaṁ, yattha ca bhāsitaṁ, yassa ca bhāsitaṁ, taṁ sabbaṁ kathetukāmena",
  "atk-s0501a5:52_5": "“evaṁ bhāsitaṁ mayā sutaṁ, ekaṁ samayaṁ sutaṁ, bhagavatā bhāsitaṁ, sāvatthiyaṁ bhāsitaṁ,",
  "atk-s0501a5:52_6": "devatāya bhāsita”nti etamatthaṁ dassentena āyasmatā ānandena vuttaṁ “evaṁ me sutaṁ",
  "atk-s0501a5:52_7": "– ekaṁ samayaṁ bhagavā sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme…pe… bhagavantaṁ",
  "atk-s0501a5:52_8": "gāthāya ajjhabhāsī”ti. Evamidaṁ āyasmatā ānandena vuttaṁ, tañca pana paṭhamamahāsaṅgītikāle",
  "atk-s0501a5:52_9": "vuttanti veditabbaṁ.",
  "atk-s0501a5:53_0": "Idāni “kasmā vutta”nti ettha vuccate – yasmā ayamāyasmā mahākassapattherena nidānaṁ",
  "atk-s0501a5:53_1": "puṭṭho, tasmānena taṁ nidānaṁ ādito pabhuti vitthāretuṁ vuttaṁ. Yasmā vā ānandaṁ",
  "atk-s0501a5:53_2": "dhammāsane nisinnaṁ vasīgaṇaparivutaṁ disvā ekaccānaṁ devatānaṁ cittamuppannaṁ “ayamāyasmā",
  "atk-s0501a5:53_3": "vedehamuni pakatiyāpi sakyakulamanvayo bhagavato dāyādo, bhagavatāpi pañcakkhattuṁ",
  "atk-s0501a5:53_4": "etadagge niddiṭṭho, catūhi acchariyaabbhutadhammehi samannāgato, catunnaṁ parisānaṁ",
  "atk-s0501a5:53_5": "piyo manāpo, idāni maññe bhagavato dhammarajjadāyajjaṁ patvā buddho jāto”ti. Tasmā",
  "atk-s0501a5:53_6": "āyasmā ānando tāsaṁ devatānaṁ cetasā cetoparivitakkamaññāya taṁ abhūtaguṇasambhāvanaṁ",
  "atk-s0501a5:53_7": "anadhivāsento attano sāvakabhāvameva dīpetuṁ āha “evaṁ me sutaṁ ekaṁ samayaṁ bhagavā",
  "atk-s0501a5:53_8": "…pe… ajjhabhāsī”ti. Etthantare pañca arahantasatāni anekāni ca devatāsahassāni “sādhu",
  "atk-s0501a5:53_9": "sādhū”ti āyasmantaṁ ānandaṁ abhinandiṁsu, mahābhūmicālo ahosi, nānāvidhakusumavassaṁ",
  "atk-s0501a5:53_10": "antalikkhato papati, aññāni ca bahūni acchariyāni pāturahesuṁ, bahūnañca devatānaṁ",
  "atk-s0501a5:53_11": "saṁvego uppajji “yaṁ amhehi bhagavato sammukhā sutaṁ, idāneva taṁ parokkhā jāta”nti.",
  "atk-s0501a5:53_12": "Evamidaṁ āyasmatā ānandena paṭhamamahāsaṅgītikāle vadantenāpi iminā kāraṇena vuttanti",
  "atk-s0501a5:53_13": "veditabbaṁ. Ettāvatā ca “vuttaṁ yena yadā yasmā, cetaṁ vatvā imaṁ vidhi”nti imissā",
  "atk-s0501a5:53_14": "addhagāthāya attho pakāsito hoti.",
  "atk-s0501a5:54": "Evamiccādipāṭhavaṇṇanā",
  "atk-s0501a5:55_0": "1. Idāni “evamiccādipāṭhassa, atthaṁ nānappakārato”ti evamādimātikāya saṅgahitatthappakāsanatthaṁ",
  "atk-s0501a5:55_1": "vuccate – evanti ayaṁ saddo upamūpadesasampahaṁsanagarahaṇavacanasampaṭiggahākāranidassanāvadhāraṇādīsu",
  "atk-s0501a5:55_2": "atthesu daṭṭhabbo. Tathā hesa “evaṁ jātena maccena, kattabbaṁ kusalaṁ bahu”nti evamādīsu",
  "atk-s0501a5:55_3": "upamāyaṁ dissati. “Evaṁ te abhikkamitabbaṁ, evaṁ te paṭikkamitabba”ntiādīsu upadese.",
  "atk-s0501a5:55_4": "“Evametaṁ bhagavā, evametaṁ sugatā”ti evamādīsu sampahaṁsane. “Evamevaṁ panāyaṁ vasalī",
  "atk-s0501a5:55_5": "yasmiṁ vā tasmiṁ vā tassa muṇḍakassa samaṇakassa vaṇṇaṁ bhāsatī”ti evamādīsu garahaṇe.",
  "atk-s0501a5:55_6": "“Evaṁ, bhanteti kho te bhikkhū bhagavato paccassosu”nti evamādīsu vacanasampaṭiggahe.",
  "atk-s0501a5:55_7": "“Evaṁ byā kho ahaṁ, bhante, bhagavatā dhammaṁ desitaṁ ājānāmī”ti evamādīsu ākāre.",
  "atk-s0501a5:55_8": "“Ehi tvaṁ, māṇavaka, yena samaṇo ānando tenupasaṅkama, upasaṅkamitvā mama vacanena",
  "atk-s0501a5:55_9": "samaṇaṁ ānandaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha. ‘Subho",
  "atk-s0501a5:55_10": "māṇavo todeyyaputto bhavantaṁ ānandaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ",
  "atk-s0501a5:55_11": "pucchatī’ti, evañca vadehi sādhu kira bhavaṁ ānando yena subhassa māṇavassa todeyyaputtassa",
  "atk-s0501a5:55_12": "nivesanaṁ, tenupasaṅkamatu anukampaṁ upādāyā”ti evamādīsu nidassane. “Taṁ kiṁ maññatha",
  "atk-s0501a5:55_13": "kālāmā, ime dhammā kusalā vā akusalā vāti? Akusalā, bhante. Sāvajjā vā anavajjā vāti?",
  "atk-s0501a5:55_14": "Sāvajjā, bhante. Viññugarahitā vā viññuppasatthā vāti? Viññugarahitā, bhante. Samattā",
  "atk-s0501a5:55_15": "samādinnā ahitāya dukkhāya saṁvattanti no vā, kathaṁ vo ettha hotīti? Samattā, bhante,",
  "atk-s0501a5:55_16": "samādinnā ahitāya dukkhāya saṁvattanti, evaṁ no ettha hotī”ti evamādīsu avadhāraṇe.",
  "atk-s0501a5:55_17": "Idha pana ākāranidassanāvadhāraṇesu daṭṭhabbo.",
  "atk-s0501a5:56_0": "Tattha ākāratthena evaṁ-saddena etamatthaṁ dīpeti – nānānayanipuṇamanekajjhāsayasamuṭṭhānaṁ",
  "atk-s0501a5:56_1": "atthabyañjanasampannaṁ vividhapāṭihāriyaṁ dhammatthadesanāpaṭivedhagambhīraṁ sabbasattānaṁ",
  "atk-s0501a5:56_2": "sakasakabhāsānurūpato sotapathamāgacchantaṁ tassa bhagavato vacanaṁ sabbappakārena",
  "atk-s0501a5:56_3": "ko samattho viññātuṁ, sabbathāmena pana sotukāmataṁ janetvāpi evaṁ me sutaṁ, mayāpi",
  "atk-s0501a5:56_4": "ekenākārena sutanti.",
  "atk-s0501a5:57": "Nidassanatthena “nāhaṁ sayambhū, na mayā idaṁ sacchikata”nti attānaṁ parimocento “evaṁ me sutaṁ, mayāpi evaṁ suta”nti idāni vattabbaṁ sakalasuttaṁ nidasseti.",
  "atk-s0501a5:58_0": "Avadhāraṇatthena “etadaggaṁ, bhikkhave, mama sāvakānaṁ bhikkhūnaṁ bahussutānaṁ yadidaṁ",
  "atk-s0501a5:58_1": "ānando, gatimantānaṁ, satimantānaṁ, dhitimantānaṁ, upaṭṭhākānaṁ yadidaṁ ānando”ti",
  "atk-s0501a5:58_2": "evaṁ bhagavatā pasatthabhāvānurūpaṁ attano dhāraṇabalaṁ dassento sattānaṁ sotukamyataṁ",
  "atk-s0501a5:58_3": "janeti “evaṁ me sutaṁ, tañca kho atthato vā byañjanato vā anūnamanadhikaṁ, evameva,",
  "atk-s0501a5:58_4": "na aññathā daṭṭhabba”nti.",
  "atk-s0501a5:59_0": "Me-saddo tīsu atthesu dissati. Tathā hissa “gāthābhigītaṁ me abhojaneyya”nti evamādīsu",
  "atk-s0501a5:59_1": "mayāti attho. “Sādhu me, bhante, bhagavā saṁkhittena dhammaṁ desetū”ti evamādīsu",
  "atk-s0501a5:59_2": "mayhanti attho. “Dhammadāyādā me, bhikkhave, bhavathā”ti evamādīsu mamāti attho.",
  "atk-s0501a5:59_3": "Idha pana “mayā suta”nti ca “mama suta”nti ca atthadvaye yujjati.",
  "atk-s0501a5:60_0": "Sutanti ayaṁ sutasaddo saupasaggo anupasaggo ca gamanakhyātarāgābhibhūtūpacitānuyogasotaviññeyyasotadvāraviññātādianekatthappabhedo.",
  "atk-s0501a5:60_1": "Tathā hissa “senāya pasuto”ti evamādīsu gacchantoti attho. “Sutadhammassa passato”ti",
  "atk-s0501a5:60_2": "evamādīsu khyātadhammassāti attho. “Avassutā avassutassā”ti evamādīsu rāgābhibhūtā",
  "atk-s0501a5:60_3": "rāgābhibhūtassāti attho. “Tumhehi puññaṁ pasutaṁ anappaka”nti evamādīsu upacitanti",
  "atk-s0501a5:60_4": "attho. “Ye jhānappasutā dhīrā”ti evamādīsu jhānānuyuttāti attho. “Diṭṭhaṁ sutaṁ muta”nti",
  "atk-s0501a5:60_5": "evamādīsu sotaviññeyyanti attho. “Sutadharo sutasannicayo”ti evamādīsu sotadvārānusāraviññātadharoti",
  "atk-s0501a5:60_6": "attho. Idha pana sutanti sotaviññāṇapubbaṅgamāya viññāṇavīthiyā upadhāritanti vā",
  "atk-s0501a5:60_7": "upadhāraṇanti vāti attho. Tattha yadā me-saddassa mayāti attho, tadā “evaṁ mayā sutaṁ,",
  "atk-s0501a5:60_8": "sotaviññāṇapubbaṅgamāya viññāṇavīthiyā upadhārita”nti yujjati. Yadā me-saddassa mamāti",
  "atk-s0501a5:60_9": "attho, tadā “evaṁ mama sutaṁ sotaviññāṇapubbaṅgamāya viññāṇavīthiyā upadhāraṇa”nti yujjati.",
  "atk-s0501a5:61_0": "Evametesu tīsu padesu evanti sotaviññāṇakiccanidassanaṁ. Meti vuttaviññāṇasamaṅgīpuggalanidassanaṁ.",
  "atk-s0501a5:61_1": "Sutanti assavanabhāvappaṭikkhepato anūnānadhikāviparītaggahaṇanidassanaṁ. Tathā evanti",
  "atk-s0501a5:61_2": "savanādicittānaṁ nānappakārena ārammaṇe pavattabhāvanidassanaṁ. Meti attanidassanaṁ.",
  "atk-s0501a5:61_3": "Sutanti dhammanidassanaṁ.",
  "atk-s0501a5:62": "Tathā evanti niddisitabbadhammanidassanaṁ. Meti puggalanidassanaṁ. Sutanti puggalakiccanidassanaṁ.",
  "atk-s0501a5:63": "Tathā evanti vīthicittānaṁ ākārapaññattivasena nānappakāraniddeso. Meti kattāraniddeso. Sutanti visayaniddeso.",
  "atk-s0501a5:64": "Tathā evanti puggalakiccaniddeso. Sutanti viññāṇakiccaniddeso. Meti ubhayakiccayuttapuggalaniddeso.",
  "atk-s0501a5:65": "Tathā evanti bhāvaniddeso. Meti puggalaniddeso. Sutanti tassa kiccaniddeso.",
  "atk-s0501a5:66_0": "Tattha evanti ca meti ca sacchikaṭṭhaparamatthavasena avijjamānapaññatti. Sutanti",
  "atk-s0501a5:66_1": "vijjamānapaññatti. Tathā evanti ca meti ca taṁ taṁ upādāya vattabbato upādāpaññatti.",
  "atk-s0501a5:66_2": "Sutanti diṭṭhādīni upanidhāya vattabbato upanidhāpaññatti.",
  "atk-s0501a5:67_0": "Ettha ca evanti vacanena asammohaṁ dīpeti, sutanti vacanena sutassa asammosaṁ. Tathā",
  "atk-s0501a5:67_1": "evanti vacanena yonisomanasikāraṁ dīpeti ayoniso manasikaroto nānappakārappaṭivedhābhāvato.",
  "atk-s0501a5:67_2": "Sutanti vacanena avikkhepaṁ dīpeti vikkhittacittassa savanābhāvato. Tathā hi vikkhittacitto",
  "atk-s0501a5:67_3": "puggalo sabbasampattiyā vuccamānopi “na mayā sutaṁ, puna bhaṇathā”ti bhaṇati. Yonisomanasikārena",
  "atk-s0501a5:67_4": "cettha attasammāpaṇidhiṁ pubbe katapuññatañca sādheti, avikkhepena saddhammassavanaṁ",
  "atk-s0501a5:67_5": "sappurisūpanissayañca. Evanti ca iminā bhaddakena ākārena pacchimacakkadvayasampattiṁ",
  "atk-s0501a5:67_6": "attano dīpeti, sutanti savanayogena purimacakkadvayasampattiṁ. Tathā āsayasuddhiṁ",
  "atk-s0501a5:67_7": "payogasuddhiñca, tāya ca āsayasuddhiyā adhigamabyattiṁ, payogasuddhiyā āgamabyattiṁ.",
  "atk-s0501a5:68_0": "Evanti ca iminā nānappakārapaṭivedhadīpakena vacanena attano atthapaṭibhānapaṭisambhidāsampadaṁ",
  "atk-s0501a5:68_1": "dīpeti. Sutanti iminā sotabbabhedapaṭivedhadīpakena dhammaniruttipaṭisambhidāsampadaṁ",
  "atk-s0501a5:68_2": "dīpeti. Evanti ca idaṁ yonisomanasikāradīpakaṁ vacanaṁ bhaṇanto “ete mayā dhammā",
  "atk-s0501a5:68_3": "manasānupekkhitā diṭṭhiyā suppaṭividdhā”ti ñāpeti. Sutanti idaṁ savanayogadīpakavacanaṁ",
  "atk-s0501a5:68_4": "bhaṇanto “bahū mayā dhammā sutā dhātā vacasā paricitā”ti ñāpeti. Tadubhayenapi atthabyañjanapāripūriṁ",
  "atk-s0501a5:68_5": "dīpento savane ādaraṁ janeti.",
  "atk-s0501a5:69_0": "Evaṁ me sutanti iminā pana sakalenapi vacanena āyasmā ānando tathāgatappaveditaṁ",
  "atk-s0501a5:69_1": "dhammaṁ attano adahanto asappurisabhūmiṁ, atikkamati, sāvakattaṁ paṭijānanto sappurisabhūmiṁ",
  "atk-s0501a5:69_2": "okkamati. Tathā asaddhammā cittaṁ vuṭṭhāpeti, saddhamme cittaṁ patiṭṭhāpeti. “Kevalaṁ",
  "atk-s0501a5:69_3": "sutamevetaṁ mayā, tasseva tu bhagavato vacanaṁ arahato sammāsambuddhassā”ti ca dīpento",
  "atk-s0501a5:69_4": "attānaṁ parimoceti, satthāraṁ apadisati, jinavacanaṁ appeti, dhammanettiṁ patiṭṭhāpeti.",
  "atk-s0501a5:70_0": "Apica “evaṁ me suta”nti attanā uppāditabhāvaṁ appaṭijānanto purimassavanaṁ vivaranto",
  "atk-s0501a5:70_1": "“sammukhā paṭiggahitamidaṁ mayā tassa bhagavato catuvesārajjavisāradassa dasabaladharassa",
  "atk-s0501a5:70_2": "āsabhaṭṭhānaṭṭhāyino sīhanādanādino sabbasattuttamassa dhammissarassa dhammarājassa",
  "atk-s0501a5:70_3": "dhammādhipatino dhammadīpassa dhammappaṭisaraṇassa saddhammavaracakkavattino sammāsambuddhassa.",
  "atk-s0501a5:70_4": "Na ettha atthe vā dhamme vā pade vā byañjane vā kaṅkhā vā vimati vā kātabbā”ti sabbadevamanussānaṁ",
  "atk-s0501a5:70_5": "imasmiṁ dhamme assaddhiyaṁ vināseti, saddhāsampadaṁ uppādetīti veditabbo. Hoti cettha –",
  "atk-s0501a5:71": "“Vināsayati assaddhaṁ, saddhaṁ vaḍḍheti sāsane;",
  "atk-s0501a5:72": "Evaṁ me sutamiccevaṁ, vadaṁ gotamasāvako”ti.",
  "atk-s0501a5:73": "Ekanti gaṇanaparicchedaniddeso. Samayanti paricchinnaniddeso. Ekaṁ samayanti aniyamitaparidīpanaṁ. Tattha samayasaddo –",
  "atk-s0501a5:74": "Samavāye khaṇe kāle, samūhe hetudiṭṭhisu;",
  "atk-s0501a5:75": "Paṭilābhe pahāne ca, paṭivedhe ca dissati.",
  "atk-s0501a5:76_0": "Tathā hissa “appeva nāma svepi upasaṅkameyyāma kālañca samayañca upādāyā”ti evamādīsu",
  "atk-s0501a5:76_1": "samavāyo attho. “Ekova kho, bhikkhave, khaṇo ca samayo ca brahmacariyavāsāyā”ti evamādīsu",
  "atk-s0501a5:76_2": "khaṇo. “Uṇhasamayo pariḷāhasamayo”ti evamādīsu kālo. “Mahāsamayo pavanasmi”nti evamādīsu",
  "atk-s0501a5:76_3": "samūho. “Samayopi kho te, bhaddāli, appaṭividdho ahosi, bhagavā kho sāvatthiyaṁ viharati,",
  "atk-s0501a5:76_4": "sopi maṁ jānissati, ‘bhaddāli, nāma bhikkhu satthusāsane sikkhāya aparipūrakārī’ti,",
  "atk-s0501a5:76_5": "ayampi kho te bhaddāli samayo appaṭividdho ahosī”ti evamādīsu hetu. “Tena kho pana",
  "atk-s0501a5:76_6": "samayena uggāhamāno paribbājako samaṇamuṇḍikāputto samayappavādake tindukācīre ekasālake",
  "atk-s0501a5:76_7": "mallikāya ārāme paṭivasatī”ti evamādīsu diṭṭhi.",
  "atk-s0501a5:77": "“Diṭṭhe dhamme ca yo attho, yo cattho samparāyiko;",
  "atk-s0501a5:78": "Atthābhisamayā dhīro, paṇḍitoti pavuccatī”ti. –",
  "atk-s0501a5:79_0": "Evamādīsu paṭilābho. “Sammā mānābhisamayā antamakāsi dukkhassā”ti evamādīsu pahānaṁ.",
  "atk-s0501a5:79_1": "“Dukkhassa pīḷanaṭṭho saṅkhataṭṭho santāpaṭṭho vipariṇāmaṭṭho abhisamayaṭṭho”ti evamādīsu",
  "atk-s0501a5:79_2": "paṭivedho. Idha panassa kālo attho. Tena ekaṁ samayanti saṁvaccharautumāsaaḍḍhamāsarattidivapubbaṇhamajjhanhikasāyanhapaṭhamamajjhima-",
  "atk-s0501a5:79_3": "pacchimayāmamuhuttādīsu kālakhyesu samayesu ekaṁ samayanti dīpeti.",
  "atk-s0501a5:80_0": "Ye vā ime gabbhokkantisamayo jātisamayo saṁvegasamayo abhinikkhamanasamayo dukkarakārikasamayo",
  "atk-s0501a5:80_1": "māravijayasamayo abhisambodhisamayo diṭṭhadhammasukhavihārasamayo desanāsamayo parinibbānasamayoti",
  "atk-s0501a5:80_2": "evamādayo bhagavato devamanussesu ativiya pakāsā anekakālakhyā eva samayā. Tesu samayesu",
  "atk-s0501a5:80_3": "desanāsamayasaṅkhātaṁ ekaṁ samayanti vuttaṁ hoti. Yo cāyaṁ ñāṇakaruṇākiccasamayesu",
  "atk-s0501a5:80_4": "karuṇākiccasamayo, attahitaparahitappaṭipattisamayesu parahitappaṭipattisamayo, sannipatitānaṁ",
  "atk-s0501a5:80_5": "karaṇīyadvayasamayesu dhammīkathāsamayo, desanāpaṭipattisamayesu desanāsamayo, tesupi",
  "atk-s0501a5:80_6": "samayesu yaṁ kiñci sandhāya “ekaṁ samaya”nti vuttaṁ hoti.",
  "atk-s0501a5:81_0": "Etthāha – atha kasmā yathā abhidhamme “yasmiṁ samaye kāmāvacara”nti ca ito aññesu",
  "atk-s0501a5:81_1": "suttapadesu “yasmiṁ samaye, bhikkhave, bhikkhu vivicceva kāmehī”ti ca bhummavacanena",
  "atk-s0501a5:81_2": "niddeso kato, vinaye ca “tena samayena buddho bhagavā”ti karaṇavacanena, tathā akatvā",
  "atk-s0501a5:81_3": "idha “ekaṁ samaya”nti upayogavacananiddeso katoti. Tattha tathā, idha ca aññathā",
  "atk-s0501a5:81_4": "atthasambhavato. Tattha hi abhidhamme ito aññesu suttapadesu ca adhikaraṇattho bhāvenabhāvalakkhaṇattho",
  "atk-s0501a5:81_5": "ca sambhavati. Adhikaraṇañhi kālattho samūhattho ca samayo, tattha vuttānaṁ phassādidhammānaṁ",
  "atk-s0501a5:81_6": "khaṇasamavāyahetusaṅkhātassa ca samayassa bhāvena tesaṁ bhāvo lakkhīyati, tasmā tadatthajotanatthaṁ",
  "atk-s0501a5:81_7": "tattha bhummavacananiddeso kato.",
  "atk-s0501a5:82_0": "Vinaye ca hetvattho karaṇattho ca sambhavati. Yo hi so sikkhāpadapaññattisamayo sāriputtādīhipi",
  "atk-s0501a5:82_1": "dubbiññeyyo, tena samayena hetubhūtena karaṇabhūtena ca sikkhāpadāni paññapento sikkhāpadapaññattihetuñca",
  "atk-s0501a5:82_2": "apekkhamāno bhagavā tattha tattha vihāsi, tasmā tadatthajotanatthaṁ tattha karaṇavacananiddeso kato.",
  "atk-s0501a5:83_0": "Idha pana aññasmiñca evaṁjātike suttantapāṭhe accantasaṁyogattho sambhavati. Yañhi",
  "atk-s0501a5:83_1": "samayaṁ bhagavā imaṁ aññaṁ vā suttantaṁ desesi, accantameva taṁ samayaṁ karuṇāvihārena",
  "atk-s0501a5:83_2": "vihāsi. Tasmā tadatthajotanatthaṁ idha upayogavacananiddeso katoti viññeyyo. Hoti cettha –",
  "atk-s0501a5:84": "“Taṁ taṁ atthamapekkhitvā, bhummena karaṇena ca;",
  "atk-s0501a5:85": "Aññatra samayo vutto, upayogena so idhā”ti.",
  "atk-s0501a5:86": "Bhagavāti guṇavisiṭṭhasattuttamagarugāravādhivacanametaṁ. Yathāha –",
  "atk-s0501a5:87": "“Bhagavāti vacanaṁ seṭṭhaṁ, bhagavāti vacanamuttamaṁ;",
  "atk-s0501a5:88": "Garu gāravayutto so, bhagavā tena vuccatī”ti.",
  "atk-s0501a5:89_0": "Catubbidhañhi nāmaṁ āvatthikaṁ, liṅgikaṁ, nemittakaṁ, adhiccasamuppannanti. Adhiccasamuppannaṁ",
  "atk-s0501a5:89_1": "nāma “yadicchaka”nti vuttaṁ hoti. Tattha vaccho dammo balibaddhoti evamādi āvatthikaṁ,",
  "atk-s0501a5:89_2": "daṇḍī chattī sikhī karīti evamādi liṅgikaṁ, tevijjo chaḷabhiññoti evamādi nemittakaṁ,",
  "atk-s0501a5:89_3": "sirivaḍḍhako dhanavaḍḍhakoti evamādi vacanatthamanapekkhitvā pavattaṁ adhiccasamuppannaṁ.",
  "atk-s0501a5:89_4": "Idaṁ pana bhagavāti nāmaṁ guṇanemittakaṁ, na mahāmāyāya, na suddhodanamahārājena,",
  "atk-s0501a5:89_5": "na asītiyā ñātisahassehi kataṁ, na sakkasantusitādīhi devatāvisesehi kataṁ. Yathāha",
  "atk-s0501a5:89_6": "āyasmā sāriputtatthero “bhagavāti netaṁ nāmaṁ mātarā kataṁ…pe… sacchikā paññatti yadidaṁ bhagavā”ti.",
  "atk-s0501a5:90": "Yaṁ guṇanemittakañcetaṁ nāmaṁ, tesaṁ guṇānaṁ pakāsanatthaṁ imaṁ gāthaṁ vadanti –",
  "atk-s0501a5:91": "“Bhagī bhajī bhāgī vibhattavā iti,",
  "atk-s0501a5:92": "Akāsi bhagganti garūti bhāgyavā;",
  "atk-s0501a5:93": "Bahūhi ñāyehi subhāvitattano,",
  "atk-s0501a5:94": "Bhavantago so bhagavāti vuccatī”ti.",
  "atk-s0501a5:95": "Niddesādīsu vuttanayeneva cassa attho daṭṭhabbo.",
  "atk-s0501a5:96": "Ayaṁ pana aparo pariyāyo –",
  "atk-s0501a5:97": "“Bhāgyavā bhaggavā yutto, bhagehi ca vibhattavā;",
  "atk-s0501a5:98": "Bhattavā vantagamano, bhavesu bhagavā tato”ti.",
  "atk-s0501a5:99_0": "Tattha “vaṇṇāgamo vaṇṇavipariyāyo”ti evaṁ niruttilakkhaṇaṁ gahetvā saddanayena vā",
  "atk-s0501a5:99_1": "pisodarādipakkhepalakkhaṇaṁ gahetvā yasmā lokiyalokuttarasukhābhinibbattakaṁ dānasīlādipārappattaṁ",
  "atk-s0501a5:99_2": "bhāgyamassa atthi, tasmā bhāgyavāti vattabbe bhagavāti vuccatīti ñātabbaṁ. Yasmā",
  "atk-s0501a5:99_3": "pana lobhadosamohaviparītamanasikāraahirikānottappakodhūpanāhamakkhapalā- issāmacchariyamāyāsāṭheyyathambhasārambhamānātimānamadapamādataṇhāvijjātividhākusalamūladuccarita-",
  "atk-s0501a5:99_4": "saṁkilesamalavisamasaññāvitakkapapañcacatubbidhavipariyesaāsavaganthaoghayogaagatitaṇhupādāna-",
  "atk-s0501a5:99_5": "pañcacetokhilavinibandhanīvaraṇābhinandanachavivādamūlataṇhākāyasattānusaya- aṭṭhamicchattanavataṇhāmūlakadasākusalakammapathadvāsaṭṭhidiṭṭhigata-",
  "atk-s0501a5:99_6": "aṭṭhasatataṇhāvicaritappabhedasabbadarathapariḷāhakilesasatasahassāni, saṅkhepato",
  "atk-s0501a5:99_7": "vā pañca kilesakkhandhaabhisaṅkhāramaccudevaputtamāre abhañji, tasmā bhaggattā etesaṁ",
  "atk-s0501a5:99_8": "parissayānaṁ bhaggavāti vattabbe bhagavāti vuccati. Āha cettha –",
  "atk-s0501a5:100": "“Bhaggarāgo bhaggadoso, bhaggamoho anāsavo;",
  "atk-s0501a5:101": "Bhaggāssa pāpakā dhammā, bhagavā tena vuccatī”ti.",
  "atk-s0501a5:102_0": "Bhāgyavatāya cassa satapuññalakkhaṇadharassa rūpakāyasampatti dīpitā hoti, bhaggadosatāya",
  "atk-s0501a5:102_1": "dhammakāyasampatti. Tathā lokiyasarikkhakānaṁ bahumānabhāvo, gahaṭṭhapabbajitehi",
  "atk-s0501a5:102_2": "abhigamanīyatā. Tathā abhigatānañca nesaṁ kāyacittadukkhāpanayane paṭibalabhāvo,",
  "atk-s0501a5:102_3": "āmisadānadhammadānehi upakāritā. Lokiyalokuttarasukhehi ca saṁyojanasamatthatā dīpitā hoti.",
  "atk-s0501a5:103_0": "Yasmā ca loke issariyadhammayasasirikāmapayattesu chasu dhammesu bhagasaddo vattati,",
  "atk-s0501a5:103_1": "paramañcassa sakacitte issariyaṁ, aṇimālaghimādikaṁ vā lokiyasammataṁ sabbākāraparipūraṁ",
  "atk-s0501a5:103_2": "atthi, tathā lokuttaro dhammo, lokattayabyāpako yathābhuccaguṇādhigato ativiya parisuddho",
  "atk-s0501a5:103_3": "yaso, rūpakāyadassanabyāvaṭajananayanamanappasādajananasamatthā sabbākāraparipūrā",
  "atk-s0501a5:103_4": "sabbaṅgapaccaṅgasirī, yaṁ yaṁ anena icchitaṁ patthitaṁ attahitaṁ parahitaṁ vā, tassa",
  "atk-s0501a5:103_5": "tassa tatheva abhinipphannattā icchitatthanipphattisaññito kāmo, sabbalokagarubhāvappattihetubhūto",
  "atk-s0501a5:103_6": "sammāvāyāmasaṅkhāto payatto ca atthi, tasmā imehi bhagehi yuttattāpi bhagā assa santīti",
  "atk-s0501a5:103_7": "iminā atthena “bhagavā”ti vuccati.",
  "atk-s0501a5:104_0": "Yasmā pana kusalādibhedehi sabbadhamme, khandhāyatanadhātusaccaindriyapaṭiccasamuppādādīhi",
  "atk-s0501a5:104_1": "vā kusalādidhamme, pīḷanasaṅkhatasantāpavipariṇāmaṭṭhena vā dukkhamariyasaccaṁ, āyūhananidānasaṁyogapalibodhaṭṭhena",
  "atk-s0501a5:104_2": "samudayaṁ, nissaraṇavivekāsaṅkhataamataṭṭhena nirodhaṁ, niyyānikahetudassanādhipateyyaṭṭhena",
  "atk-s0501a5:104_3": "maggaṁ vibhattavā, vibhajitvā vivaritvā desitavāti vuttaṁ hoti, tasmā vibhattavāti",
  "atk-s0501a5:104_4": "vattabbe “bhagavā”ti vuccati.",
  "atk-s0501a5:105_0": "Yasmā ca esa dibbabrahmaariyavihāre kāyacittaupadhiviveke suññatāppaṇihitānimittavimokkhe",
  "atk-s0501a5:105_1": "aññe ca lokiyalokuttare uttarimanussadhamme bhaji sevi bahulamakāsi, tasmā bhattavāti",
  "atk-s0501a5:105_2": "vattabbe “bhagavā”ti vuccati.",
  "atk-s0501a5:106_0": "Yasmā pana tīsu bhavesu taṇhāsaṅkhātaṁ gamanaṁ anena vantaṁ, tasmā bhavesu vantagamanoti",
  "atk-s0501a5:106_1": "vattabbe bhavasaddato bhakāraṁ gamanasaddato gakāraṁ vantasaddato vakārañca dīghaṁ",
  "atk-s0501a5:106_2": "katvā ādāya “bhagavā”ti vuccati, yathā loke “mehanassa khassa mālā”ti vattabbe “mekhalā”ti.",
  "atk-s0501a5:107_0": "Ettāvatā cettha evaṁ me sutanti vacanena yathāsutaṁ yathāpariyattaṁ dhammaṁ desento",
  "atk-s0501a5:107_1": "paccakkhaṁ katvā bhagavato dhammasarīraṁ pakāseti, tena “nayidaṁ atītasatthukaṁ pāvacanaṁ,",
  "atk-s0501a5:107_2": "ayaṁ vo satthā”ti bhagavato adassanena ukkaṇṭhitajanaṁ samassāseti.",
  "atk-s0501a5:108_0": "Ekaṁ samayaṁ bhagavāti vacanena tasmiṁ samaye bhagavato avijjamānabhāvaṁ dassento",
  "atk-s0501a5:108_1": "rūpakāyaparinibbānaṁ dasseti. Tena “evaṁvidhassa imassa ariyadhammassa desetā dasabaladharo",
  "atk-s0501a5:108_2": "vajirasaṅghātakāyo sopi bhagavā parinibbuto, tattha kenaññena jīvite āsā janetabbā”ti",
  "atk-s0501a5:108_3": "jīvitamadamattaṁ janaṁ saṁvejeti, saddhamme cassa ussāhaṁ janeti.",
  "atk-s0501a5:109": "Evanti ca bhaṇanto desanāsampattiṁ niddisati, me sutanti sāvakasampattiṁ, ekaṁ samayanti kālasampattiṁ, bhagavāti desakasampattiṁ.",
  "atk-s0501a5:110_0": "Sāvatthiyaṁ viharatīti ettha sāvatthīti savatthassa isino nivāsaṭṭhānabhūtaṁ nagaraṁ,",
  "atk-s0501a5:110_1": "yathā kākandī mākandīti, evaṁ itthiliṅgavasena sāvatthīti vuccati, evaṁ akkharacintakā.",
  "atk-s0501a5:110_2": "Aṭṭhakathācariyā pana bhaṇanti “yaṁkiñci manussānaṁ upabhogaparibhogaṁ sabbamettha",
  "atk-s0501a5:110_3": "atthī”ti sāvatthī. Satthasamāyoge ca “kiṁ bhaṇḍamatthī”ti pucchite “sabbamatthī”ti",
  "atk-s0501a5:110_4": "vacanamupādāya sāvatthī.",
  "atk-s0501a5:111": "“Sabbadā sabbūpakaraṇaṁ, sāvatthiyaṁ samohitaṁ;",
  "atk-s0501a5:112": "Tasmā sabbamupādāya, sāvatthīti pavuccati.",
  "atk-s0501a5:113": "“Kosalānaṁ puraṁ rammaṁ, dassaneyyaṁ manoramaṁ;",
  "atk-s0501a5:114": "Dasahi saddehi avivittaṁ, annapānasamāyutaṁ.",
  "atk-s0501a5:115": "“Vuḍḍhiṁ vepullataṁ pattaṁ, iddhaṁ phītaṁ manoramaṁ;",
  "atk-s0501a5:116": "Āḷakamandāva devānaṁ, sāvatthipuramuttama”nti. ;",
  "atk-s0501a5:117": "Tassaṁ sāvatthiyaṁ. Samīpatthe bhummavacanaṁ.",
  "atk-s0501a5:118_0": "Viharatīti avisesena iriyāpathadibbabrahmaariyavihāresu aññataravihārasamaṅgiparidīpanametaṁ.",
  "atk-s0501a5:118_1": "Idha pana ṭhānagamanāsanasayanappabhedesu iriyāpathesu aññatarairiyāpathasamāyogaparidīpanaṁ,",
  "atk-s0501a5:118_2": "tena ṭhitopi gacchantopi nisinnopi sayānopi bhagavā viharaticceva veditabbo. So hi",
  "atk-s0501a5:118_3": "ekaṁ iriyāpathabādhanaṁ aparena iriyāpathena vicchinditvā aparipatantaṁ attabhāvaṁ",
  "atk-s0501a5:118_4": "harati pavatteti. Tasmā viharatīti vuccati.",
  "atk-s0501a5:119_0": "Jetavaneti ettha attano paccatthikajanaṁ jinātīti jeto, raññā vā attano paccatthikajane",
  "atk-s0501a5:119_1": "jite jātoti jeto, maṅgalakamyatāya vā tassa evaṁ nāmameva katantipi jeto. Vanayatīti",
  "atk-s0501a5:119_2": "vanaṁ, attasampadāya sattānaṁ bhattiṁ kāreti, attani sinehaṁ uppādetīti attho. Vanute",
  "atk-s0501a5:119_3": "iti vā vanaṁ, nānāvidhakusumagandhasammodamattakokilādivihaṅgavirutehi mandamālutacalitarukkhasākhāviṭapapupphaphalapallavapalāsehi",
  "atk-s0501a5:119_4": "ca “etha maṁ paribhuñjathā”ti pāṇino yācati viyāti attho. Jetassa vanaṁ jetavanaṁ.",
  "atk-s0501a5:119_5": "Tañhi jetena rājakumārena ropitaṁ saṁvaḍḍhitaṁ paripālitaṁ, so ca tassa sāmī ahosi,",
  "atk-s0501a5:119_6": "tasmā jetavananti vuccati. Tasmiṁ jetavane.",
  "atk-s0501a5:120_0": "Anāthapiṇḍikassa ārāmeti ettha sudatto nāma so gahapati mātāpitūhi katanāmavasena,",
  "atk-s0501a5:120_1": "sabbakāmasamiddhitāya tu vigatamalamaccheratāya karuṇādiguṇasamaṅgitāya ca niccakālaṁ",
  "atk-s0501a5:120_2": "anāthānaṁ piṇḍaṁ adāsi, tena anāthapiṇḍikoti saṅkhyaṁ gato. Āramanti ettha pāṇino,",
  "atk-s0501a5:120_3": "visesena vā pabbajitāti ārāmo, tassa pupphaphalapallavādisobhanatāya nātidūranāccāsannatādipañcavidhasenāsanaṅgasampattiyā",
  "atk-s0501a5:120_4": "ca tato tato āgamma ramanti abhiramanti anukkaṇṭhitā hutvā nivasantīti attho. Vuttappakārāya",
  "atk-s0501a5:120_5": "vā sampattiyā tattha tattha gatepi attano abbhantaraṁyeva ānetvā rametīti ārāmo.",
  "atk-s0501a5:120_6": "So hi anāthapiṇḍikena gahapatinā jetassa rājakumārassa hatthato aṭṭhārasahiraññakoṭisanthārena",
  "atk-s0501a5:120_7": "kiṇitvā aṭṭhārasahiraññakoṭīhi senāsanaṁ kārāpetvā aṭṭhārasahiraññakoṭīhi vihāramahaṁ",
  "atk-s0501a5:120_8": "niṭṭhāpetvā evaṁ catupaññāsāya hiraññakoṭipariccāgena buddhappamukhassa bhikkhusaṅghassa",
  "atk-s0501a5:120_9": "niyyātito, tasmā “anāthapiṇḍikassa ārāmo”ti vuccati. Tasmiṁ anāthapiṇḍikassa ārāme.",
  "atk-s0501a5:121_0": "Ettha ca “jetavane”ti vacanaṁ purimasāmiparikittanaṁ, “anāthapiṇḍikassa ārāme”ti",
  "atk-s0501a5:121_1": "pacchimasāmiparikittanaṁ. Kimetesaṁ parikittane payojananti? Vuccate – adhikārato",
  "atk-s0501a5:121_2": "tāva “kattha bhāsita”nti pucchāniyāmakaraṇaṁ aññesaṁ puññakāmānaṁ diṭṭhānugatiāpajjane",
  "atk-s0501a5:121_3": "niyojanañca. Tattha hi dvārakoṭṭhakapāsādamāpane bhūmivikkayaladdhā aṭṭhārasa hiraññakoṭiyo",
  "atk-s0501a5:121_4": "anekakoṭiagghanakā rukkhā ca jetassa pariccāgo, catupaññāsa koṭiyo anāthapiṇḍikassa.",
  "atk-s0501a5:121_5": "Yato tesaṁ parikittanena “evaṁ puññakāmā puññāni karontī”ti dassento āyasmā ānando",
  "atk-s0501a5:121_6": "aññepi puññakāme tesaṁ diṭṭhānugatiāpajjane niyojeti. Evamettha puññakāmānaṁ diṭṭhānugatiāpajjane",
  "atk-s0501a5:121_7": "niyojanaṁ payojananti veditabbaṁ.",
  "atk-s0501a5:122_0": "Etthāha – “yadi tāva bhagavā sāvatthiyaṁ viharati, ‘jetavane anāthapiṇḍikassa ārāme’ti",
  "atk-s0501a5:122_1": "na vattabbaṁ. Atha tattha viharati, ‘sāvatthiya’nti na vattabbaṁ. Na hi sakkā ubhayattha",
  "atk-s0501a5:122_2": "ekaṁ samayaṁ viharitu”nti. Vuccate – nanu vuttametaṁ “samīpatthe bhummavacana”nti,",
  "atk-s0501a5:122_3": "yato yathā gaṅgāyamunādīnaṁ samīpe goyūthāni carantāni “gaṅgāya caranti, yamunāya",
  "atk-s0501a5:122_4": "carantī”ti vuccanti, evamidhāpi yadidaṁ sāvatthiyā samīpe jetavanaṁ anāthapiṇḍikassa",
  "atk-s0501a5:122_5": "ārāmo, tattha viharanto vuccati “sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme”ti",
  "atk-s0501a5:122_6": "veditabbo. Gocaragāmanidassanatthaṁ hissa sāvatthivacanaṁ, pabbajitānurūpanivāsaṭṭhānanidassanatthaṁ sesavacanaṁ.",
  "atk-s0501a5:123_0": "Tattha sāvatthikittanena bhagavato gahaṭṭhānuggahakaraṇaṁ dasseti, jetavanādikittanena",
  "atk-s0501a5:123_1": "pabbajitānuggahakaraṇaṁ. Tathā purimena paccayaggahaṇato attakilamathānuyogavivajjanaṁ,",
  "atk-s0501a5:123_2": "pacchimena vatthukāmappahānato kāmasukhallikānuyogavajjanūpāyadassanaṁ. Purimena",
  "atk-s0501a5:123_3": "ca dhammadesanābhiyogaṁ, pacchimena vivekādhimuttiṁ. Purimena karuṇāya upagamanaṁ,",
  "atk-s0501a5:123_4": "pacchimena ca paññāya apagamanaṁ. Purimena sattānaṁ hitasukhanipphādanādhimuttitaṁ,",
  "atk-s0501a5:123_5": "pacchimena parahitasukhakaraṇe nirupalepataṁ. Purimena dhammikasukhāpariccāganimittaṁ",
  "atk-s0501a5:123_6": "phāsuvihāraṁ, pacchimena uttarimanussadhammānuyoganimittaṁ. Purimena manussānaṁ upakārabahulataṁ,",
  "atk-s0501a5:123_7": "pacchimena devānaṁ. Purimena loke jātassa loke saṁvaḍḍhabhāvaṁ, pacchimena lokena",
  "atk-s0501a5:123_8": "anupalittatanti evamādi.",
  "atk-s0501a5:124_0": "Athāti avicchedatthe, khoti adhikārantaranidassanatthe nipāto. Tena avicchinneyeva",
  "atk-s0501a5:124_1": "tattha bhagavato vihāre idamadhikārantaraṁ udapādīti dasseti. Kiṁ tanti? Aññatarā",
  "atk-s0501a5:124_2": "devatātiādi. Tattha aññatarāti aniyamitaniddeso. Sā hi nāmagottato apākaṭā, tasmā",
  "atk-s0501a5:124_3": "“aññatarā”ti vuttā. Devo eva devatā, itthipurisasādhāraṇametaṁ. Idha pana puriso",
  "atk-s0501a5:124_4": "eva, so devaputto kintu, sādhāraṇanāmavasena devatāti vutto.",
  "atk-s0501a5:125_0": "Abhikkantāya rattiyāti ettha abhikkantasaddo khayasundarābhirūpaabbhanumodanādīsu",
  "atk-s0501a5:125_1": "dissati. Tattha “abhikkantā, bhante, ratti, nikkhanto paṭhamo yāmo, ciranisinno bhikkhusaṅgho,",
  "atk-s0501a5:125_2": "uddisatu, bhante, bhagavā bhikkhūnaṁ pātimokkha”nti evamādīsu khaye dissati. “Ayaṁ",
  "atk-s0501a5:125_3": "imesaṁ catunnaṁ puggalānaṁ abhikkantataro ca paṇītataro cā”ti evamādīsu sundare.",
  "atk-s0501a5:126": "“Ko me vandati pādāni, iddhiyā yasasā jalaṁ;",
  "atk-s0501a5:127": "Abhikkantena vaṇṇena, sabbā obhāsayaṁ disā”ti. ; –",
  "atk-s0501a5:128": "Evamādīsu abhirūpe. “Abhikkantaṁ, bho gotama, abhikkantaṁ, bho gotamā”ti evamādīsu abbhanumodane. Idha pana khaye. Tena abhikkantāya rattiyāti parikkhīṇāya rattiyāti vuttaṁ hoti.",
  "atk-s0501a5:129_0": "Abhikkantavaṇṇāti ettha abhikkantasaddo abhirūpe, vaṇṇasaddo pana chavithutikulavaggakāraṇasaṇṭhānapamāṇarūpāyatanādīsu",
  "atk-s0501a5:129_1": "dissati. Tattha “suvaṇṇavaṇṇosi bhagavā”ti evamādīsu chaviyaṁ. “Kadā saññūḷhā pana",
  "atk-s0501a5:129_2": "te gahapati ime samaṇassa gotamassa vaṇṇā”ti evamādīsu thutiyaṁ. “Cattārome, bho",
  "atk-s0501a5:129_3": "gotama, vaṇṇā”ti evamādīsu kulavagge. “Atha kena nu vaṇṇena, gandhathenoti vuccatī”ti",
  "atk-s0501a5:129_4": "evamādīsu kāraṇe. “Mahantaṁ hatthirājavaṇṇaṁ abhinimminitvā”ti evamādīsu saṇṭhāne.",
  "atk-s0501a5:129_5": "“Tayo pattassa vaṇṇā”ti evamādīsu pamāṇe. “Vaṇṇo gandho raso ojā”ti evamādīsu rūpāyatane.",
  "atk-s0501a5:129_6": "So idha chaviyaṁ daṭṭhabbo. Tena abhikkantavaṇṇāti abhirūpacchavīti vuttaṁ hoti.",
  "atk-s0501a5:130_0": "Kevalakappanti ettha kevalasaddo anavasesayebhuyyaabyāmissānatirekadaḷhatthavisaṁyogādianekattho.",
  "atk-s0501a5:130_1": "Tathā hissa “kevalaparipuṇṇaṁ parisuddhaṁ brahmacariya”nti evamādīsu anavasesatā",
  "atk-s0501a5:130_2": "attho. “Kevalakappā ca aṅgamāgadhā pahūtaṁ khādanīyaṁ bhojanīyaṁ ādāya upasaṅkamissantī”ti",
  "atk-s0501a5:130_3": "evamādīsu yebhuyyatā. “Kevalassa dukkhakkhandhassa samudayo hotī”ti evamādīsu abyāmissatā.",
  "atk-s0501a5:130_4": "“Kevalaṁ saddhāmattakaṁ nūna ayamāyasmā”ti evamādīsu anatirekatā. “Āyasmato, bhante,",
  "atk-s0501a5:130_5": "anuruddhassa bāhiyo nāma saddhivihāriko kevalakappaṁ saṅghabhedāya ṭhito”ti evamādīsu",
  "atk-s0501a5:130_6": "daḷhatthatā. “Kevalī vusitavā uttamapurisoti vuccatī”ti evamādīsu visaṁyogo. Idha",
  "atk-s0501a5:130_7": "panassa anavasesattamattho adhippeto.",
  "atk-s0501a5:131_0": "Kappasaddo panāyaṁ abhisaddahanavohārakālapaññattichedanavikappalesasamantabhāvādianekattho.",
  "atk-s0501a5:131_1": "Tathā hissa “okappanīyametaṁ bhoto gotamassa, yathā taṁ arahato sammāsambuddhassā”ti",
  "atk-s0501a5:131_2": "evamādīsu abhisaddahanamattho. “Anujānāmi, bhikkhave, pañcahi samaṇakappehi phalaṁ",
  "atk-s0501a5:131_3": "paribhuñjitu”nti evamādīsu vohāro. “Yena sudaṁ niccakappaṁ viharāmī”ti evamādīsu",
  "atk-s0501a5:131_4": "kālo. “Iccāyasmā kappo”ti evamādīsu paññatti. “Alaṅkato kappitakesamassū”ti evamādīsu",
  "atk-s0501a5:131_5": "chedanaṁ. “Kappati dvaṅgulakappo”ti evamādīsu vikappo. “Atthi kappo nipajjitu”nti",
  "atk-s0501a5:131_6": "evamādīsu leso. “Kevalakappaṁ veḷuvanaṁ obhāsetvā”ti evamādīsu samantabhāvo. Idha",
  "atk-s0501a5:131_7": "panassa samantabhāvo attho adhippeto. Yato kevalakappaṁ jetavananti ettha anavasesaṁ",
  "atk-s0501a5:131_8": "samantato jetavananti evamattho daṭṭhabbo.",
  "atk-s0501a5:132": "Obhāsetvāti ābhāya pharitvā, candimā viya sūriyo viya ca ekobhāsaṁ ekapajjotaṁ karitvāti attho.",
  "atk-s0501a5:133_0": "Yena bhagavā tenupasaṅkamīti bhummatthe karaṇavacanaṁ. Yato yattha bhagavā, tattha",
  "atk-s0501a5:133_1": "upasaṅkamīti evamettha attho daṭṭhabbo. Yena vā kāraṇena bhagavā devamanussehi upasaṅkamitabbo,",
  "atk-s0501a5:133_2": "teneva kāraṇena upasaṅkamīti evampettha attho daṭṭhabbo. Kena ca kāraṇena bhagavā",
  "atk-s0501a5:133_3": "upasaṅkamitabbo? Nānappakāraguṇavisesādhigamādhippāyena, sādurasaphalūpabhogādhippāyena",
  "atk-s0501a5:133_4": "dijagaṇehi niccaphalitamahārukkho viya. Upasaṅkamīti ca gatāti vuttaṁ hoti. Upasaṅkamitvāti",
  "atk-s0501a5:133_5": "upasaṅkamanapariyosānadīpanaṁ. Atha vā evaṁ gatā tato āsannataraṁ ṭhānaṁ bhagavato",
  "atk-s0501a5:133_6": "samīpasaṅkhātaṁ gantvāti vuttaṁ hoti. Bhagavantaṁ abhivādetvāti bhagavantaṁ vanditvā",
  "atk-s0501a5:133_7": "paṇamitvā namassitvā.",
  "atk-s0501a5:134": "Ekamantanti bhāvanapuṁsakaniddeso ekokāsaṁ ekapassanti vuttaṁ hoti. Bhummatthe vā upayogavacanaṁ. Aṭṭhāsīti nisajjādipaṭikkhepo, ṭhānaṁ kappesi, ṭhitā ahosīti attho.",
  "atk-s0501a5:135": "Kathaṁ ṭhitā pana sā ekamantaṁ ṭhitā ahūti?",
  "atk-s0501a5:136": "“Na pacchato na purato, nāpi āsannadūrato;",
  "atk-s0501a5:137": "Na kacche nopi paṭivāte, na cāpi oṇatuṇṇate;",
  "atk-s0501a5:138": "Ime dose vivajjetvā, ekamantaṁ ṭhitā ahū”ti.",
  "atk-s0501a5:139_0": "Kasmā panāyaṁ aṭṭhāsi eva, na nisīdīti? Lahuṁ nivattitukāmatāya. Devatāyo hi kañcideva",
  "atk-s0501a5:139_1": "atthavasaṁ paṭicca sucipuriso viya vaccaṭṭhānaṁ manussalokaṁ āgacchanti. Pakatiyā",
  "atk-s0501a5:139_2": "pana tāsaṁ yojanasatato pabhuti manussaloko duggandhatāya paṭikūlo hoti, na ettha",
  "atk-s0501a5:139_3": "abhiramanti, tena sā āgatakiccaṁ katvā lahuṁ nivattitukāmatāya na nisīdi. Yassa ca",
  "atk-s0501a5:139_4": "gamanādiiriyāpathaparissamassa vinodanatthaṁ nisīdanti, so devānaṁ parissamo natthi,",
  "atk-s0501a5:139_5": "tasmāpi na nisīdi. Ye ca mahāsāvakā bhagavantaṁ parivāretvā ṭhitā, te patimāneti,",
  "atk-s0501a5:139_6": "tasmāpi na nisīdi. Apica bhagavati gāraveneva na nisīdi. Devatānañhi nisīditukāmānaṁ",
  "atk-s0501a5:139_7": "āsanaṁ nibbattati, taṁ anicchamānā nisajjāya cittampi akatvā ekamantaṁ aṭṭhāsi.",
  "atk-s0501a5:140_0": "Ekamantaṁ ṭhitā kho sā devatāti evaṁ imehi kāraṇehi ekamantaṁ ṭhitā kho sā devatā.",
  "atk-s0501a5:140_1": "Bhagavantaṁ gāthāya ajjhabhāsīti bhagavantaṁ akkharapadaniyamitaganthitena vacanena",
  "atk-s0501a5:140_2": "abhāsīti attho. Kathaṁ? Bahū devā manussā ca…pe… brūhi maṅgalamuttamanti.",
  "atk-s0501a5:141": "Maṅgalapañhasamuṭṭhānakathā",
  "atk-s0501a5:142_0": "Tattha yasmā “evamiccādipāṭhassa, atthaṁ nānappakārato. Vaṇṇayanto samuṭṭhānaṁ, vatvā”ti",
  "atk-s0501a5:142_1": "mātikā ṭhapitā, tassa ca samuṭṭhānassa ayaṁ vattabbatāya okāso, tasmā maṅgalapañhasamuṭṭhānaṁ",
  "atk-s0501a5:142_2": "tāva vatvā pacchā imesaṁ gāthāpadānamatthaṁ vaṇṇayissāmi. Kiñca maṅgalapañhasamuṭṭhānaṁ?",
  "atk-s0501a5:142_3": "Jambudīpe kira tattha tattha nagaradvārasanthāgārasabhādīsu mahājano sannipatitvā",
  "atk-s0501a5:142_4": "hiraññasuvaṇṇaṁ datvā nānappakāraṁ sītāharaṇādikathaṁ kathāpeti, ekekā kathā catumāsaccayena",
  "atk-s0501a5:142_5": "niṭṭhāti. Tattha ekadivasaṁ maṅgalakathā samuṭṭhāsi “kiṁ nu kho maṅgalaṁ, kiṁ diṭṭhaṁ",
  "atk-s0501a5:142_6": "maṅgalaṁ, sutaṁ maṅgalaṁ, mutaṁ maṅgalaṁ, ko maṅgalaṁ jānātī”ti.",
  "atk-s0501a5:143_0": "Atha diṭṭhamaṅgaliko nāmeko puriso āha “ahaṁ maṅgalaṁ jānāmi, diṭṭhaṁ loke maṅgalaṁ",
  "atk-s0501a5:143_1": "diṭṭhaṁ nāma abhimaṅgalasammataṁ rūpaṁ. Seyyathidaṁ – idhekacco kālasseva vuṭṭhāya",
  "atk-s0501a5:143_2": "cātakasakuṇaṁ vā passati, beluvalaṭṭhiṁ vā gabbhiniṁ vā kumārake vā alaṅkatapaṭiyatte",
  "atk-s0501a5:143_3": "puṇṇaghaṭe vā allarohitamacchaṁ vā ājaññaṁ vā ājaññarathaṁ vā usabhaṁ vā gāviṁ vā",
  "atk-s0501a5:143_4": "kapilaṁ vā, yaṁ vā panaññampi kiñci evarūpaṁ abhimaṅgalasammataṁ rūpaṁ passati, idaṁ",
  "atk-s0501a5:143_5": "vuccati diṭṭhamaṅgala”nti. Tassa vacanaṁ ekacce aggahesuṁ, ekacce na aggahesuṁ. Ye",
  "atk-s0501a5:143_6": "na aggahesuṁ, te tena saha vivadiṁsu.",
  "atk-s0501a5:144_0": "Atha sutamaṅgaliko nāma eko puriso āha – “cakkhunāmetaṁ, bho, sucimpi passati asucimpi,",
  "atk-s0501a5:144_1": "tathā sundarampi, asundarampi, manāpampi, amanāpampi. Yadi tena diṭṭhaṁ maṅgalaṁ",
  "atk-s0501a5:144_2": "siyā, sabbampi maṅgalaṁ siyā. Tasmā na diṭṭhaṁ maṅgalaṁ, apica kho pana sutaṁ maṅgalaṁ.",
  "atk-s0501a5:144_3": "Sutaṁ nāma abhimaṅgalasammato saddo. Seyyathidaṁ? Idhekacco kālasseva vuṭṭhāya vaḍḍhāti",
  "atk-s0501a5:144_4": "vā vaḍḍhamānāti vā puṇṇāti vā phussāti vā sumanāti vā sirīti vā sirivaḍḍhāti vā ajja",
  "atk-s0501a5:144_5": "sunakkhattaṁ sumuhuttaṁ sudivasaṁ sumaṅgalanti evarūpaṁ vā yaṁkiñci abhimaṅgalasammataṁ",
  "atk-s0501a5:144_6": "saddaṁ suṇāti, idaṁ vuccati sutamaṅgala”nti. Tassāpi vacanaṁ ekacce aggahesuṁ, ekacce",
  "atk-s0501a5:144_7": "na aggahesuṁ. Ye na aggahesuṁ, te tena saha vivadiṁsu.",
  "atk-s0501a5:145_0": "Atha mutamaṅgaliko nāmeko puriso āha “sotampi hi nāmetaṁ, bho, sādhumpi asādhumpi",
  "atk-s0501a5:145_1": "manāpampi amanāpampi saddaṁ suṇāti. Yadi tena sutaṁ maṅgalaṁ siyā, sabbampi maṅgalaṁ",
  "atk-s0501a5:145_2": "siyā. Tasmā na sutaṁ maṅgalaṁ, apica kho pana mutaṁ maṅgalaṁ. Mutaṁ nāma abhimaṅgalasammataṁ",
  "atk-s0501a5:145_3": "gandharasaphoṭṭhabbaṁ. Seyyathidaṁ – idhekacco kālasseva vuṭṭhāya padumagandhādipupphagandhaṁ",
  "atk-s0501a5:145_4": "vā ghāyati, phussadantakaṭṭhaṁ vā khādati, pathaviṁ vā āmasati, haritasassaṁ vā allagomayaṁ",
  "atk-s0501a5:145_5": "vā kacchapaṁ vā tilaṁ vā pupphaṁ vā phalaṁ vā āmasati, phussamattikāya vā sammā limpati,",
  "atk-s0501a5:145_6": "phussasāṭakaṁ vā nivāseti, phussaveṭhanaṁ vā dhāreti. Yaṁ vā panaññampi kiñci evarūpaṁ",
  "atk-s0501a5:145_7": "abhimaṅgalasammataṁ gandhaṁ vā ghāyati, rasaṁ vā sāyati, phoṭṭhabbaṁ vā phusati,",
  "atk-s0501a5:145_8": "idaṁ vuccati mutamaṅgala”nti. Tassāpi vacanaṁ ekacce aggahesuṁ, ekacce na aggahesuṁ.",
  "atk-s0501a5:146_0": "Tattha na diṭṭhamaṅgaliko sutamutamaṅgalike asakkhi ñāpetuṁ, na tesaṁ aññataro itare",
  "atk-s0501a5:146_1": "dve. Tesu ca manussesu ye diṭṭhamaṅgalikassa vacanaṁ gaṇhiṁsu, te “diṭṭhaṁyeva maṅgala”nti",
  "atk-s0501a5:146_2": "gatā. Ye sutamutamaṅgalikānaṁ, te “sutaṁyeva mutaṁyeva maṅgala”nti gatā. Evamayaṁ",
  "atk-s0501a5:146_3": "maṅgalakathā sakalajambudīpe pākaṭā jātā.",
  "atk-s0501a5:147_0": "Atha sakalajambudīpe manussā gumbagumbā hutvā “kiṁ nu kho maṅgala”nti maṅgalāni cintayiṁsu.",
  "atk-s0501a5:147_1": "Tesaṁ manussānaṁ ārakkhadevatā taṁ kathaṁ sutvā tatheva maṅgalāni cintayiṁsu. Tāsaṁ",
  "atk-s0501a5:147_2": "devatānaṁ bhummadevatā mittā honti, atha tato sutvā bhummadevatāpi tatheva maṅgalāni",
  "atk-s0501a5:147_3": "cintayiṁsu, tāsaṁ devatānaṁ ākāsaṭṭhadevatā mittā honti, ākāsaṭṭhadevatānaṁ catumahārājikā",
  "atk-s0501a5:147_4": "devatā mittā honti, etenupāyena yāva sudassīdevatānaṁ akaniṭṭhadevatā mittā honti,",
  "atk-s0501a5:147_5": "atha tato sutvā akaniṭṭhadevatāpi tatheva gumbagumbā hutvā maṅgalāni cintayiṁsu.",
  "atk-s0501a5:147_6": "Evaṁ yāva dasasahassacakkavāḷesu sabbattha maṅgalacintā udapādi. Uppannā ca “idaṁ",
  "atk-s0501a5:147_7": "maṅgalaṁ idaṁ maṅgala”nti vinicchayamānāpi appattā eva vinicchayaṁ dvādasa vassāni",
  "atk-s0501a5:147_8": "aṭṭhāsi. Sabbe manussā ca devā ca brahmāno ca ṭhapetvā ariyasāvake diṭṭhasutamutavasena",
  "atk-s0501a5:147_9": "tidhā bhinnā. Ekopi “idameva maṅgala”nti yathābhuccato niṭṭhaṅgato nāhosi, maṅgalakolāhalaṁ loke uppajji.",
  "atk-s0501a5:148_0": "Kolāhalaṁ nāma pañcavidhaṁ kappakolāhalaṁ, cakkavattikolāhalaṁ, buddhakolāhalaṁ,",
  "atk-s0501a5:148_1": "maṅgalakolāhalaṁ, moneyyakolāhalanti. Tattha kāmāvacaradevā muttasirā vikiṇṇakesā",
  "atk-s0501a5:148_2": "rudammukhā assūni hatthehi puñchamānā rattavatthanivatthā ativiya virūpavesadhārino",
  "atk-s0501a5:148_3": "hutvā “vassasatasahassaccayena kappuṭṭhānaṁ hohiti, ayaṁ loko vinassissati, mahāsamuddo",
  "atk-s0501a5:148_4": "sussissati, ayañca mahāpathavī sineru ca pabbatarājā uḍḍhayhissati vinassissati,",
  "atk-s0501a5:148_5": "yāva brahmalokā lokavināso bhavissati, mettaṁ mārisā bhāvetha, karuṇaṁ muditaṁ upekkhaṁ",
  "atk-s0501a5:148_6": "mārisā bhāvetha, mātaraṁ upaṭṭhahatha, pitaraṁ upaṭṭhahatha, kule jeṭṭhāpacāyino",
  "atk-s0501a5:148_7": "hotha, jāgaratha mā pamādatthā”ti manussapathe vicaritvā ārocenti. Idaṁ kappakolāhalaṁ nāma.",
  "atk-s0501a5:149_0": "Kāmāvacaradevāyeva “vassasatassaccayena cakkavattirājā loke uppajjissatī”ti manussapathe",
  "atk-s0501a5:149_1": "vicaritvā ārocenti. Idaṁ cakkavattikolāhalaṁ nāma. Suddhāvāsā pana devā brahmābharaṇena",
  "atk-s0501a5:149_2": "alaṅkaritvā brahmaveṭhanaṁ sīse katvā pītisomanassajātā buddhaguṇavādino “vassasahassaccayena",
  "atk-s0501a5:149_3": "buddho loke uppajjissatī”ti manussapathe vicaritvā ārocenti. Idaṁ buddhakolāhalaṁ",
  "atk-s0501a5:149_4": "nāma. Suddhāvāsā eva devā devamanussānaṁ cittaṁ ñatvā “dvādasannaṁ vassānaṁ accayena",
  "atk-s0501a5:149_5": "sammāsambuddho maṅgalaṁ kathessatī”ti manussapathe vicaritvā ārocenti. Idaṁ maṅgalakolāhalaṁ",
  "atk-s0501a5:149_6": "nāma. Suddhāvāsā eva devā “sattannaṁ vassānaṁ accayena aññataro bhikkhu bhagavatā",
  "atk-s0501a5:149_7": "saddhiṁ samāgamma moneyyappaṭipadaṁ pucchissatī”ti manussapathe vicaritvā ārocenti.",
  "atk-s0501a5:149_8": "Idaṁ moneyyakolāhalaṁ nāma. Imesu pañcasu kolāhalesu devamanussānaṁ idaṁ maṅgalakolāhalaṁ loke uppajji.",
  "atk-s0501a5:150_0": "Atha devesu ca manussesu ca vicinitvā vicinitvā maṅgalāni alabhamānesu dvādasannaṁ",
  "atk-s0501a5:150_1": "vassānaṁ accayena tāvatiṁsakāyikā devatā saṅgamma samāgamma evaṁ samacintesuṁ “seyyathāpi",
  "atk-s0501a5:150_2": "nāma gharasāmiko antogharajanānaṁ, gāmasāmiko gāmavāsīnaṁ, rājā sabbamanussānaṁ,",
  "atk-s0501a5:150_3": "evameva ayaṁ sakko devānamindo amhākaṁ aggo ca seṭṭho ca yadidaṁ puññena tejena issariyena",
  "atk-s0501a5:150_4": "paññāya dvinnaṁ devalokānaṁ adhipati, yaṁnūna mayaṁ sakkaṁ devānamindaṁ etamatthaṁ",
  "atk-s0501a5:150_5": "puccheyyāmā”ti. Tā sakkassa santikaṁ gantvā sakkaṁ devānamindaṁ taṅkhaṇānurūpanivāsanābharaṇasassirikasarīraṁ",
  "atk-s0501a5:150_6": "aḍḍhateyyakoṭiaccharāgaṇaparivutaṁ pāricchattakamūle paṇḍukambalavarāsane nisinnaṁ",
  "atk-s0501a5:150_7": "abhivādetvā ekamantaṁ ṭhatvā etadavocuṁ “yagghe, mārisa, jāneyyāsi, etarahi maṅgalapañhā",
  "atk-s0501a5:150_8": "samuṭṭhitā, eke ‘diṭṭhaṁ maṅgala’nti vadanti, eke ‘sutaṁ maṅgala’nti, eke ‘mutaṁ",
  "atk-s0501a5:150_9": "maṅgala’nti, tattha mayañca aññe ca aniṭṭhaṅgatā, sādhu vata no tvaṁ yāthāvato byākarohī”ti.",
  "atk-s0501a5:150_10": "Devarājā pakatiyāpi paññavā “ayaṁ maṅgalakathā kattha paṭhamaṁ samuṭṭhitā”ti āha.",
  "atk-s0501a5:150_11": "“Mayaṁ, deva, cātumahārājikānaṁ assumhā”ti āhaṁsu. Tato cātumahārājikā ākāsaṭṭhadevatānaṁ,",
  "atk-s0501a5:150_12": "ākāsaṭṭhadevatā bhummadevatānaṁ, bhummadevatā manussārakkhadevatānaṁ, manussārakkhadevatā",
  "atk-s0501a5:150_13": "“manussaloke samuṭṭhitā”ti āhaṁsu.",
  "atk-s0501a5:151_0": "Atha devānamindo “sammāsambuddho kattha vasatī”ti pucchi. “Manussaloke devā”ti āhaṁsu.",
  "atk-s0501a5:151_1": "Taṁ bhagavantaṁ koci pucchīti, na koci devāti. Kinnu nāma tumhe mārisā aggiṁ chaḍḍetvā",
  "atk-s0501a5:151_2": "khajjopanakaṁ ujjāletha, yena tumhe anavasesamaṅgaladesakaṁ taṁ bhagavantaṁ atikkamitvā",
  "atk-s0501a5:151_3": "maṁ pucchitabbaṁ maññatha, āgacchatha mārisā, taṁ bhagavantaṁ pucchāma, addhā sassirikaṁ",
  "atk-s0501a5:151_4": "pañhaveyyākaraṇaṁ labhissāmāti ekaṁ devaputtaṁ āṇāpesi “taṁ bhagavantaṁ pucchā”ti.",
  "atk-s0501a5:151_5": "So devaputto taṅkhaṇānurūpena alaṅkārena attānaṁ alaṅkaritvā vijjuriva vijjotamāno",
  "atk-s0501a5:151_6": "devagaṇaparivuto jetavanamahāvihāraṁ gantvā bhagavantaṁ abhivādetvā ekamantaṁ ṭhatvā",
  "atk-s0501a5:151_7": "maṅgalapañhaṁ pucchanto gāthāya ajjhabhāsi “bahū devā manussā cā”ti.",
  "atk-s0501a5:152": "Idaṁ maṅgalapañhasamuṭṭhānaṁ.",
  "atk-s0501a5:153": "Bahūdevātigāthāvaṇṇanā",
  "atk-s0501a5:154_0": "2. Idāni gāthāpadānaṁ atthavaṇṇanā hoti. Bahūti aniyamitasaṅkhyāniddeso, tena anekasatā",
  "atk-s0501a5:154_1": "anekasahassā anekasatasahassāti vuttaṁ hoti. Dibbantīti devā, pañcahi kāmaguṇehi",
  "atk-s0501a5:154_2": "kīḷanti, attano vā siriyā jotentīti attho. Apica devāti tividhā devā sammutiupapattivisuddhivasena. Yathāha –",
  "atk-s0501a5:155_0": "“Devāti tayo devā – sammutidevā, upapattidevā, visuddhidevā. Tattha sammutidevā nāma",
  "atk-s0501a5:155_1": "rājāno deviyo rājakumārā. Upapattidevā nāma cātumahārājike deve upādāya taduttaridevā.",
  "atk-s0501a5:155_2": "Visuddhidevā nāma arahanto vuccantī”ti.",
  "atk-s0501a5:156_0": "Tesu idha upapattidevā adhippetā. Manuno apaccāti manussā. Porāṇā pana bhaṇanti –",
  "atk-s0501a5:156_1": "manaso ussannatāya manussā. Te jambudīpakā, aparagoyānakā, uttarakurukā, pubbavidehakāti",
  "atk-s0501a5:156_2": "catubbidhā, idha jambudīpakā adhippetā. Maṅgalanti mahanti imehi sattāti maṅgalāni,",
  "atk-s0501a5:156_3": "iddhiṁ vuddhiñca pāpuṇantīti attho. Acintayunti cintesuṁ ākaṅkhamānāti icchamānā",
  "atk-s0501a5:156_4": "patthayamānā pihayamānā. Sotthānanti sotthibhāvaṁ, sabbesaṁ diṭṭhadhammikasamparāyikānaṁ",
  "atk-s0501a5:156_5": "sobhanānaṁ sundarānaṁ kalyāṇānaṁ dhammānamatthitanti vuttaṁ hoti. Brūhīti desehi",
  "atk-s0501a5:156_6": "pakāsehi, ācikkha vivara vibhaja uttānīkarohi. Maṅgalanti iddhikāraṇaṁ vuddhikāraṇaṁ",
  "atk-s0501a5:156_7": "sabbasampattikāraṇaṁ. Uttamanti visiṭṭhaṁ pavaraṁ sabbalokahitasukhāvahanti ayaṁ",
  "atk-s0501a5:156_8": "gāthāya anupubbapadavaṇṇanā.",
  "atk-s0501a5:157_0": "Ayaṁ pana piṇḍattho – so devaputto dasasahassacakkavāḷesu devatā maṅgalapañhaṁ sotukāmatāya",
  "atk-s0501a5:157_1": "imasmiṁ cakkavāḷe sannipatitvā ekavālaggakoṭiokāsamatte dasapi vīsampi tiṁsampi cattālīsampi",
  "atk-s0501a5:157_2": "paññāsampi saṭṭhipi sattatipi asītipi sukhumattabhāve nimminitvā sabbadevamārabrahmāno",
  "atk-s0501a5:157_3": "siriyā ca tejasā ca adhiggayha virocamānaṁ paññattavarabuddhāsane nisinnaṁ bhagavantaṁ",
  "atk-s0501a5:157_4": "parivāretvā ṭhitā disvā tasmiñca samaye anāgatānampi sakalajambudīpakānaṁ manussānaṁ",
  "atk-s0501a5:157_5": "cetasā cetoparivitakkamaññāya sabbadevamanussānaṁ vicikicchāsallasamuddharaṇatthaṁ āha –",
  "atk-s0501a5:158": "“Bahū devā manussā ca, maṅgalāni acintayuṁ;",
  "atk-s0501a5:159": "Ākaṅkhamānā sotthānaṁ, brūhi maṅgalamuttama”nti.",
  "atk-s0501a5:160": "Tāsaṁ devatānaṁ anumatiyā manussānañca anuggahena mayā puṭṭho samāno yaṁ sabbesameva amhākaṁ ekantahitasukhāvahato uttamaṁ maṅgalaṁ, taṁ no anukampaṁ upādāya brūhi bhagavāti.",
  "atk-s0501a5:161": "Asevanācātigāthāvaṇṇanā",
  "atk-s0501a5:162_0": "3. Evametaṁ devaputtassa vacanaṁ sutvā bhagavā “asevanā ca bālāna”nti gāthamāha.",
  "atk-s0501a5:162_1": "Tattha asevanāti abhajanā apayirupāsanā. Bālānanti balanti assasantīti bālā, assasitapassasitamattena",
  "atk-s0501a5:162_2": "jīvanti, na paññājīvitenāti adhippāyo. Tesaṁ bālānaṁ. Paṇḍitānanti paṇḍantīti paṇḍitā,",
  "atk-s0501a5:162_3": "sandiṭṭhikasamparāyikesu atthesu ñāṇagatiyā gacchantīti adhippāyo. Tesaṁ paṇḍitānaṁ.",
  "atk-s0501a5:162_4": "Sevanāti bhajanā payirupāsanā taṁsahāyatā taṁsampavaṅkatā taṁsamaṅgitā pūjāti sakkāragarukāramānanavandanā.",
  "atk-s0501a5:162_5": "Pūjaneyyānanti pūjārahānaṁ. Etaṁ maṅgalamuttamanti yā ca bālānaṁ asevanā, yā ca paṇḍitānaṁ",
  "atk-s0501a5:162_6": "sevanā, yā ca pūjaneyyānaṁ pūjā, taṁ sabbaṁ sampiṇḍetvā āha “etaṁ maṅgalamuttama”nti.",
  "atk-s0501a5:162_7": "Yaṁ tayā puṭṭhaṁ “brūhi maṅgalamuttama”nti, ettha tāva etaṁ maṅgalamuttamanti gaṇhāhīti",
  "atk-s0501a5:162_8": "vuttaṁ hoti. Ayametissā gāthāya padavaṇṇanā.",
  "atk-s0501a5:163_0": "Atthavaṇṇanā panassā evaṁ veditabbā – evametaṁ devaputtassa vacanaṁ sutvā bhagavā",
  "atk-s0501a5:163_1": "“asevanā ca bālāna”nti imaṁ gāthamāha. Tattha yasmā catubbidhā gāthā pucchitagāthā,",
  "atk-s0501a5:163_2": "apucchitagāthā, sānusandhikagāthā, ananusandhikagāthāti. Tattha “pucchāmi taṁ, gotama,",
  "atk-s0501a5:163_3": "bhūripañña, kathaṅkaro sāvako sādhu hotī”ti ca “kathaṁ nu tvaṁ, mārisa, oghamatarī”ti",
  "atk-s0501a5:163_4": "ca evamādīsu pucchitena kathitā pucchitagāthā. “Yaṁ pare sukhato āhu, tadariyā āhu",
  "atk-s0501a5:163_5": "dukkhato”ti evamādīsu apucchitena attajjhāsayavasena kathitā apucchitagāthā. Sabbāpi",
  "atk-s0501a5:163_6": "buddhānaṁ gāthā “sanidānāhaṁ, bhikkhave, dhammaṁ desessāmī”ti vacanato sānusandhikagāthā.",
  "atk-s0501a5:163_7": "Ananusandhikagāthā imasmiṁ sāsane natthi. Evametāsu gāthāsu ayaṁ devaputtena pucchitena",
  "atk-s0501a5:163_8": "bhagavatā kathitattā pucchitagāthā. Ayañca yathā cheko puriso kusalo maggassa kusalo",
  "atk-s0501a5:163_9": "amaggassa maggaṁ puṭṭho paṭhamaṁ vijahitabbaṁ ācikkhitvā pacchā gahetabbaṁ ācikkhati",
  "atk-s0501a5:163_10": "“asukasmiṁ nāma ṭhāne dvedhāpatho hoti, tattha vāmaṁ muñcitvā dakkhiṇaṁ gaṇhathā”ti,",
  "atk-s0501a5:163_11": "evaṁ sevitabbāsevitabbesu asevitabbaṁ ācikkhitvā sevitabbaṁ ācikkhati. Bhagavā ca",
  "atk-s0501a5:163_12": "maggakusalapurisasadiso. Yathāha –",
  "atk-s0501a5:164_0": "“Puriso maggakusaloti kho, tissa, tathāgatassetaṁ adhivacanaṁ arahato sammāsambuddhassa.",
  "atk-s0501a5:164_1": "So hi kusalo imassa lokassa, kusalo parassa lokassa, kusalo maccudheyyassa, kusalo",
  "atk-s0501a5:164_2": "amaccudheyyassa, kusalo māradheyyassa, kusalo amāradheyyassā”ti.",
  "atk-s0501a5:165_0": "Tasmā paṭhamaṁ asevitabbaṁ ācikkhanto āha – “asevanā ca bālānaṁ, paṇḍitānañca sevanā”ti.",
  "atk-s0501a5:165_1": "Vijahitabbamaggo viya hi paṭhamaṁ bālā na sevitabbā na payirupāsitabbā, tato gahetabbamaggo",
  "atk-s0501a5:165_2": "viya paṇḍitā sevitabbā payirupāsitabbāti. Kasmā pana bhagavatā maṅgalaṁ kathentena",
  "atk-s0501a5:165_3": "paṭhamaṁ bālānamasevanā paṇḍitānañca sevanā kathitāti? Vuccate – yasmā imaṁ diṭṭhādīsu",
  "atk-s0501a5:165_4": "maṅgaladiṭṭhiṁ bālasevanāya devamanussā gaṇhiṁsu, sā ca amaṅgalaṁ, tasmā tesaṁ taṁ",
  "atk-s0501a5:165_5": "idhalokaparalokatthabhañjakaṁ akalyāṇamittasaṁsaggaṁ garahantena ubhayalokatthasādhakañca",
  "atk-s0501a5:165_6": "kalyāṇamittasaṁsaggaṁ pasaṁsantena bhagavatā paṭhamaṁ bālānamasevanā paṇḍitānañca sevanā kathitāti.",
  "atk-s0501a5:166_0": "Tattha bālā nāma ye keci pāṇātipātādiakusalakammapathasamannāgatā sattā, te tīhākārehi",
  "atk-s0501a5:166_1": "jānitabbā. Yathāha “tīṇimāni, bhikkhave, bālassa bālalakkhaṇānī”ti suttaṁ. Apica",
  "atk-s0501a5:166_2": "pūraṇakassapādayo cha satthāro, devadattakokālikakaṭamodakatissakhaṇḍadeviyāputtasamuddadattaciñcamāṇavikādayo",
  "atk-s0501a5:166_3": "atītakāle ca dīghavidassa bhātāti ime aññe ca evarūpā sattā bālāti veditabbā.",
  "atk-s0501a5:167_0": "Te aggipadittamiva agāraṁ attanā duggahitena attānañceva attano vacanakārake ca vināsenti.",
  "atk-s0501a5:167_1": "Yathā dīghavidassa bhātā catubuddhantaraṁ saṭṭhiyojanamattena attabhāvena uttāno",
  "atk-s0501a5:167_2": "patito mahāniraye paccati, yathā ca tassa diṭṭhiṁ abhirucanakāni pañca kulasatāni",
  "atk-s0501a5:167_3": "tasseva sahabyataṁ upapannāni mahāniraye paccanti. Vuttañcetaṁ bhagavatā –",
  "atk-s0501a5:168_0": "“Seyyathāpi, bhikkhave, naḷāgārā vā tiṇāgārā vā aggi mutto kūṭāgārānipi ḍahati ullittāvalittāni",
  "atk-s0501a5:168_1": "nivātāni phusitaggaḷāni pihitavātapānāni, evameva kho, bhikkhave, yāni kānici bhayāni",
  "atk-s0501a5:168_2": "uppajjanti, sabbāni tāni bālato uppajjanti, no paṇḍitato. Ye keci upaddavā uppajjanti…pe…",
  "atk-s0501a5:168_3": "ye keci upasaggā…pe… no paṇḍitato. Iti kho, bhikkhave, sappaṭibhayo bālo, appaṭibhayo",
  "atk-s0501a5:168_4": "paṇḍito. Saupaddavo bālo, anupaddavo paṇḍito, saupasaggo bālo, anupasaggo paṇḍito”ti.",
  "atk-s0501a5:169": "Apica pūtimacchasadiso bālo, pūtimacchabandhapattapuṭasadiso hoti tadupasevī, chaḍḍanīyataṁ jigucchanīyatañca pāpuṇāti viññūnaṁ. Vuttañcetaṁ –",
  "atk-s0501a5:170": "“Pūtimacchaṁ kusaggena, yo naro upanayhati;",
  "atk-s0501a5:171": "Kusāpi pūtī vāyanti, evaṁ bālūpasevanā”ti. ;",
  "atk-s0501a5:172": "Akittipaṇḍito cāpi sakkena devānamindena vare diyyamāne evamāha –",
  "atk-s0501a5:173": "“Bālaṁ na passe na suṇe, na ca bālena saṁvase;",
  "atk-s0501a5:174": "Bālenallāpasallāpaṁ, na kare na ca rocaye.",
  "atk-s0501a5:175": "“Kinnu te akaraṁ bālo, vada kassapa kāraṇaṁ;",
  "atk-s0501a5:176": "Kena kassapa bālassa, dassanaṁ nābhikaṅkhasi.",
  "atk-s0501a5:177": "“Anayaṁ nayati dummedho, adhurāyaṁ niyuñjati;",
  "atk-s0501a5:178": "Dunnayo seyyaso hoti, sammā vutto pakuppati;",
  "atk-s0501a5:179": "Vinayaṁ so na jānāti, sādhu tassa adassana”nti. ;",
  "atk-s0501a5:180_0": "Evaṁ bhagavā sabbākārena bālūpasevanaṁ garahanto “bālānamasevanā maṅgala”nti vatvā",
  "atk-s0501a5:180_1": "idāni paṇḍitasevanaṁ pasaṁsanto “paṇḍitānañca sevanā maṅgala”nti āha. Tattha paṇḍitā",
  "atk-s0501a5:180_2": "nāma ye keci pāṇātipātāveramaṇiādidasakusalakammapathasamannāgatā sattā, te tīhākārehi",
  "atk-s0501a5:180_3": "jānitabbā. Yathāha “tīṇimāni, bhikkhave, paṇḍitassa paṇḍitalakkhaṇānī”ti suttaṁ.",
  "atk-s0501a5:180_4": "Apica buddhapaccekabuddhaasītimahāsāvakā aññe ca tathāgatassa sāvakā sunettamahāgovindavidhurasarabhaṅgamahosadhasutasomanimirāja-",
  "atk-s0501a5:180_5": "ayogharakumāraakittipaṇḍitādayo ca paṇḍitāti veditabbā.",
  "atk-s0501a5:181_0": "Te bhaye viya rakkhā andhakāre viya padīpo khuppipāsādidukkhābhibhave viya annapānādippaṭilābho",
  "atk-s0501a5:181_1": "attano vacanakarānaṁ sabbabhayupaddavūpasaggaviddhaṁsanasamatthā honti. Tathā hi",
  "atk-s0501a5:181_2": "tathāgataṁ āgamma asaṅkhyeyyā aparimāṇā devamanussā āsavakkhayaṁ pattā, brahmaloke",
  "atk-s0501a5:181_3": "patiṭṭhitā, devaloke patiṭṭhitā, sugatiloke uppannā, sāriputtatthere cittaṁ pasādetvā",
  "atk-s0501a5:181_4": "catūhi ca paccayehi theraṁ upaṭṭhahitvā asīti kulasahassāni sagge nibbattāni. Tathā",
  "atk-s0501a5:181_5": "mahāmoggallānamahākassapappabhutīsu sabbamahāsāvakesu, sunettassa satthuno sāvakā",
  "atk-s0501a5:181_6": "appekacce brahmaloke uppajjiṁsu, appekacce paranimmitavasavattīnaṁ devānaṁ sahabyataṁ…pe…",
  "atk-s0501a5:181_7": "appekacce gahapatimahāsālānaṁ sahabyataṁ upapajjiṁsu. Vuttampi cetaṁ –",
  "atk-s0501a5:182": "“Natthi, bhikkhave, paṇḍitato bhayaṁ, natthi paṇḍitato upaddavo, natthi paṇḍitato upasaggo”ti.",
  "atk-s0501a5:183": "Apica tagaramālādigandhasadiso paṇḍito, tagaramālādigandhabandhapaliveṭhanapattasadiso hoti tadupasevī, bhāvanīyataṁ manuññatañca āpajjati viññūnaṁ. Vuttampi cetaṁ –",
  "atk-s0501a5:184": "“Tagarañca palāsena, yo naro upanayhati;",
  "atk-s0501a5:185": "Pattāpi surabhī vāyanti, evaṁ dhīrūpasevanā”ti. ;",
  "atk-s0501a5:186": "Akittipaṇḍito cāpi sakkena devānamindena vare diyyamāne evamāha –",
  "atk-s0501a5:187": "“Dhīraṁ passe suṇe dhīraṁ, dhīrena saha saṁvase;",
  "atk-s0501a5:188": "Dhīrenallāpasallāpaṁ, taṁ kare tañca rocaye.",
  "atk-s0501a5:189": "“Kinnu te akaraṁ dhīro, vada kassapa kāraṇaṁ;",
  "atk-s0501a5:190": "Kena kassapa dhīrassa, dassanaṁ abhikaṅkhasi.",
  "atk-s0501a5:191": "“Nayaṁ nayati medhāvī, adhurāyaṁ na yuñjati;",
  "atk-s0501a5:192": "Sunayo seyyaso hoti, sammā vutto na kuppati;",
  "atk-s0501a5:193": "Vinayaṁ so pajānāti, sādhu tena samāgamo”ti. ;",
  "atk-s0501a5:194_0": "Evaṁ bhagavā sabbākārena paṇḍitasevanaṁ pasaṁsanto “paṇḍitānaṁ sevanā maṅgala”nti",
  "atk-s0501a5:194_1": "vatvā idāni tāya bālānaṁ asevanāya paṇḍitānaṁ sevanāya ca anupubbena pūjaneyyabhāvaṁ",
  "atk-s0501a5:194_2": "upagatānaṁ pūjaṁ pasaṁsanto “pūjā ca pūjaneyyānaṁ maṅgala”nti āha. Tattha pūjaneyyā",
  "atk-s0501a5:194_3": "nāma sabbadosavirahitattā sabbaguṇasamannāgatattā ca buddhā bhagavanto, tato pacchā",
  "atk-s0501a5:194_4": "paccekabuddhā, ariyasāvakā ca. Tesañhi pūjā appakāpi dīgharattaṁ hitāya sukhāya hoti,",
  "atk-s0501a5:194_5": "sumanamālākāramallikādayo cettha nidassanaṁ.",
  "atk-s0501a5:195_0": "Tatthekaṁ nidassanamattaṁ bhaṇāma – bhagavā hi ekadivasaṁ pubbaṇhasamayaṁ nivāsetvā",
  "atk-s0501a5:195_1": "pattacīvaramādāya rājagahaṁ piṇḍāya pāvisi. Atha kho sumanamālākāro rañño māgadhassa",
  "atk-s0501a5:195_2": "seniyassa bimbisārassa pupphāni gahetvā gacchanto addasa bhagavantaṁ nagaradvāramanuppattaṁ",
  "atk-s0501a5:195_3": "pāsādikaṁ pasādanīyaṁ dvattiṁsamahāpurisalakkhaṇāsītānubyañjanappaṭimaṇḍitaṁ buddhasiriyā",
  "atk-s0501a5:195_4": "jalantaṁ, disvānassa etadahosi “rājā pupphāni gahetvā sataṁ vā sahassaṁ vā dadeyya,",
  "atk-s0501a5:195_5": "tañca idhalokamattameva sukhaṁ bhaveyya, bhagavato pana pūjā appameyyaasaṅkhyeyyaphalā",
  "atk-s0501a5:195_6": "dīgharattaṁ hitasukhāvahā hoti, handāhaṁ imehi pupphehi bhagavantaṁ pūjemī”ti pasannacitto",
  "atk-s0501a5:195_7": "ekaṁ pupphamuṭṭhiṁ gahetvā bhagavato paṭimukhaṁ khipi, pupphāni ākāsena gantvā bhagavato",
  "atk-s0501a5:195_8": "upari mālāvitānaṁ hutvā aṭṭhaṁsu. Mālākāro tamānubhāvaṁ disvā pasannataracitto puna",
  "atk-s0501a5:195_9": "ekaṁ pupphamuṭṭhiṁ khipi, tānipi gantvā mālākañcuko hutvā aṭṭhaṁsu. Evaṁ aṭṭha pupphamuṭṭhiyo",
  "atk-s0501a5:195_10": "khipi, tāni gantvā pupphakūṭāgāraṁ hutvā aṭṭhaṁsu.",
  "atk-s0501a5:196_0": "Bhagavā antokūṭāgāre ahosi, mahājanakāyo sannipati. Bhagavā mālākāraṁ passanto sitaṁ",
  "atk-s0501a5:196_1": "pātvākāsi. Ānandatthero “na buddhā ahetū apaccayā sitaṁ pātukarontī”ti sitakāraṇaṁ",
  "atk-s0501a5:196_2": "pucchi. Bhagavā āha “eso, ānanda, mālākāro imissā pūjāya ānubhāvena satasahassakappe",
  "atk-s0501a5:196_3": "devesu ca manussesu ca saṁsaritvā pariyosāne sumanissaro nāma paccekabuddho bhavissatī”ti.",
  "atk-s0501a5:196_4": "Vacanapariyosāne dhammadesanatthaṁ imaṁ gāthaṁ abhāsi –",
  "atk-s0501a5:197": "“Tañca kammaṁ kataṁ sādhu, yaṁ katvā nānutappati;",
  "atk-s0501a5:198": "Yassa patīto sumano, vipākaṁ paṭisevatī”ti. ;",
  "atk-s0501a5:199_0": "Gāthāvasāne caturāsītiyā pāṇasahassānaṁ dhammābhisamayo ahosi. Evaṁ appakāpi tesaṁ",
  "atk-s0501a5:199_1": "pūjā dīgharattaṁ hitāya sukhāya hotīti veditabbā. Sā ca āmisapūjāva, ko pana vādo",
  "atk-s0501a5:199_2": "paṭipattipūjāya? Yato ye kulaputtā saraṇagamanasikkhāpadappaṭiggahaṇena uposathaṅgasamādānena",
  "atk-s0501a5:199_3": "catupārisuddhisīlādīhi ca attano guṇehi bhagavantaṁ pūjenti, ko tesaṁ pūjāphalaṁ",
  "atk-s0501a5:199_4": "vaṇṇayissati? Te hi tathāgataṁ paramāya pūjāya pūjentīti vuttā. Yathāha –",
  "atk-s0501a5:200_0": "“Yo kho, ānanda, bhikkhu vā bhikkhunī vā upāsako vā upāsikā vā dhammānudhammappaṭipanno",
  "atk-s0501a5:200_1": "viharati sāmīcippaṭipanno anudhammacārī, so tathāgataṁ sakkaroti garuṁ karoti māneti",
  "atk-s0501a5:200_2": "pūjeti apaciyati paramāya pūjāyā”ti.",
  "atk-s0501a5:201": "Etenānusārena paccekabuddhaariyasāvakānampi pūjāya hitasukhāvahatā veditabbā.",
  "atk-s0501a5:202_0": "Apica gahaṭṭhānaṁ kaniṭṭhassa jeṭṭho bhātāpi bhaginīpi pūjaneyyā, puttassa mātāpitaro,",
  "atk-s0501a5:202_1": "kulavadhūnaṁ sāmikasassusasurāti evamettha pūjaneyyā veditabbā. Etesampi hi pūjā",
  "atk-s0501a5:202_2": "kusaladhammasaṅkhātattā āyuādivuḍḍhihetuttā ca maṅgalameva. Vuttañhetaṁ –",
  "atk-s0501a5:203_0": "“Te matteyyā bhavissanti petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino, idaṁ kusalaṁ",
  "atk-s0501a5:203_1": "dhammaṁ samādāya vattissanti, te tesaṁ kusalānaṁ dhammānaṁ samādānahetu āyunāpi vaḍḍhissanti,",
  "atk-s0501a5:203_2": "vaṇṇenapi vaḍḍhissantī”tiādi.",
  "atk-s0501a5:204_0": "Idāni yasmā “yaṁ yattha maṅgalaṁ. Vavatthapetvā taṁ tassa, maṅgalattaṁ vibhāvaye”ti",
  "atk-s0501a5:204_1": "iti mātikā nikkhittā, tasmā idaṁ vuccati – evametissā gāthāya bālānaṁ asevanā, paṇḍitānaṁ",
  "atk-s0501a5:204_2": "sevanā, pūjaneyyānañca pūjāti tīṇi maṅgalāni vuttāni. Tattha bālānaṁ asevanā bālasevanapaccayabhayādiparittāṇena",
  "atk-s0501a5:204_3": "ubhayalokatthahetuttā, paṇḍitānaṁ sevanā pūjaneyyānaṁ pūjā ca tāsaṁ phalavibhūtivaṇṇanāyaṁ",
  "atk-s0501a5:204_4": "vuttanayeneva nibbānasugatihetuttā maṅgalanti veditabbā. Ito paraṁ tu mātikaṁ adassetvā",
  "atk-s0501a5:204_5": "eva yaṁ yattha maṅgalaṁ, taṁ vavatthapetvā tassa maṅgalattaṁ vibhāvayissāmāti.",
  "atk-s0501a5:205": "Niṭṭhitā asevanā ca bālānanti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:206": "Patirūpadesavāsocātigāthāvaṇṇanā",
  "atk-s0501a5:207_0": "4. Evaṁ bhagavā “brūhi maṅgalamuttama”nti ekaṁ ajjhesitopi appaṁ yācito bahudāyako",
  "atk-s0501a5:207_1": "uḷārapuriso viya ekāya gāthāya tīṇi maṅgalāni vatvā tato uttaripi devatānaṁ sotukāmatāya",
  "atk-s0501a5:207_2": "maṅgalānamatthitāya yesaṁ yesaṁ yaṁ yaṁ anukulaṁ, te te satte tattha tattha maṅgale",
  "atk-s0501a5:207_3": "niyojetukāmatāya ca “patirūpadesavāso cā”tiādīhi gāthāhi punapi anekāni maṅgalāni",
  "atk-s0501a5:207_4": "vattumāraddho. Tattha paṭhamagāthāya tāva patirūpoti anucchaviko. Desoti gāmopi nigamopi",
  "atk-s0501a5:207_5": "nagarampi janapadopi yo koci sattānaṁ nivāso okāso. Vāsoti tattha nivāso. Pubbeti",
  "atk-s0501a5:207_6": "purā atītāsu jātīsu. Katapuññatāti upacitakusalatā. Attāti cittaṁ vuccati sakalo",
  "atk-s0501a5:207_7": "vā attabhāvo, sammāpaṇidhīti tassa attano sammā paṇidhānaṁ niyuñjanaṁ, ṭhapananti",
  "atk-s0501a5:207_8": "vuttaṁ hoti. Sesaṁ vuttanayamevāti. Ayamettha padavaṇṇanā.",
  "atk-s0501a5:208_0": "Atthavaṇṇanā pana evaṁ veditabbā – patirūpadesavāso nāma yattha catasso parisā vicaranti,",
  "atk-s0501a5:208_1": "dānādīni puññakiriyavatthūni vattanti, navaṅgaṁ satthu sāsanaṁ dibbati, tattha nivāso",
  "atk-s0501a5:208_2": "sattānaṁ puññakiriyāya paccayattā maṅgalanti vuccati. Sīhaḷadīpapaviṭṭhakevaṭṭādayo cettha nidassanaṁ.",
  "atk-s0501a5:209_0": "Aparo nayo – patirūpadesavāso nāma bhagavato bodhimaṇḍappadeso dhammacakkavattitappadeso",
  "atk-s0501a5:209_1": "dvādasayojanāya parisāya majjhe sabbatitthiyamataṁ bhinditvā yamakapāṭihāriyadassitakaṇḍamba",
  "atk-s0501a5:209_2": "rukkhamūlappadeso devorohaṇappadeso, yo vā panaññopi sāvatthirājagahādi buddhādhivāsappadeso,",
  "atk-s0501a5:209_3": "tattha nivāso sattānaṁ chaanuttariyappaṭilābhapaccayato maṅgalanti vuccati.",
  "atk-s0501a5:210_0": "Aparo nayo – puratthimāya disāya gajaṅgalaṁ nāma nigamo, tassa parena mahāsālā, tato",
  "atk-s0501a5:210_1": "paraṁ paccantimā janapadā, orato majjhe. Dakkhiṇapuratthimāya disāya sallavatī nāma",
  "atk-s0501a5:210_2": "nadī, tato paraṁ paccantimā janapadā, orato majjhe. Dakkhiṇāya disāya setakaṇṇikaṁ",
  "atk-s0501a5:210_3": "nāma nigamo, tato paraṁ paccantimā janapadā, orato majjhe. Pacchimāya disāya thūṇaṁ",
  "atk-s0501a5:210_4": "nāma brāhmaṇagāmo, tato paraṁ paccantimā janapadā, orato majjhe. Uttarāya disāya",
  "atk-s0501a5:210_5": "usīraddhajo nāma pabbato, tato paraṁ paccantimā janapadā, orato majjhe. Ayaṁ majjhimadeso",
  "atk-s0501a5:210_6": "āyāmena tīṇi yojanasatāni, vitthārena aḍḍhateyyāni, parikkhepena nava yojanasatāni",
  "atk-s0501a5:210_7": "honti. Eso patirūpadeso nāma.",
  "atk-s0501a5:211_0": "Ettha catunnaṁ mahādīpānaṁ dvisahassānaṁ parittadīpānañca issariyādhipaccakārakā",
  "atk-s0501a5:211_1": "cakkavattī uppajjanti, ekaṁ asaṅkhyeyyaṁ kappasatasahassañca pāramiyo pūretvā sāriputtamoggallānādayo",
  "atk-s0501a5:211_2": "mahāsāvakā uppajjanti, dve asaṅkhyeyyāni kappasatasahassañca pāramiyo pūretvā paccekabuddhā,",
  "atk-s0501a5:211_3": "cattāri aṭṭha soḷasa vā asaṅkhyeyyāni kappasatasahassañca pāramiyo pūretvā sammāsambuddhā",
  "atk-s0501a5:211_4": "uppajjanti. Tattha sattā cakkavattirañño ovādaṁ gahetvā pañcasu sīlesu patiṭṭhāya",
  "atk-s0501a5:211_5": "saggaparāyaṇā honti. Tathā paccekabuddhānaṁ ovāde patiṭṭhāya, sammāsambuddhānaṁ pana",
  "atk-s0501a5:211_6": "buddhasāvakānaṁ ovāde patiṭṭhāya saggaparāyaṇā nibbānaparāyaṇā ca honti. Tasmā tattha",
  "atk-s0501a5:211_7": "vāso imāsaṁ sampattīnaṁ paccayato maṅgalanti vuccati.",
  "atk-s0501a5:212_0": "Pubbe katapuññatā nāma atītajātiyaṁ buddhapaccekabuddhakhīṇāsave ārabbha upacitakusalatā,",
  "atk-s0501a5:212_1": "sāpi maṅgalaṁ. Kasmā? Buddhapaccekabuddhasammukhato dassetvā buddhānaṁ buddhasāvakānaṁ",
  "atk-s0501a5:212_2": "vā sammukhā sutāya catuppadikāyapi gāthāya pariyosāne arahattaṁ pāpetīti katvā. Yo",
  "atk-s0501a5:212_3": "ca manusso pubbe katādhikāro ussannakusalamūlo hoti, so teneva kusalamūlena vipassanaṁ",
  "atk-s0501a5:212_4": "uppādetvā āsavakkhayaṁ pāpuṇāti yathā rājā mahākappino aggamahesī ca. Tena vuttaṁ",
  "atk-s0501a5:212_5": "“pubbe ca katapuññatā maṅgala”nti.",
  "atk-s0501a5:213_0": "Attasammāpaṇidhi nāma idhekacco attānaṁ dussīlaṁ sīle patiṭṭhāpeti, assaddhaṁ saddhāsampadāya",
  "atk-s0501a5:213_1": "patiṭṭhāpeti, macchariṁ cāgasampadāya patiṭṭhāpeti. Ayaṁ vuccati “attasammāpaṇidhī”ti,",
  "atk-s0501a5:213_2": "eso ca maṅgalaṁ. Kasmā? Diṭṭhadhammikasamparāyikaverappahānavividhānisaṁsādhigamahetutoti.",
  "atk-s0501a5:214": "Evaṁ imissāpi gāthāya patirūpadesavāso ca, pubbe ca katapuññatā, attasammāpaṇidhī cāti tīṇiyeva maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:215": "Niṭṭhitā patirūpadesavāso cāti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:216": "Bāhusaccañcātigāthāvaṇṇanā",
  "atk-s0501a5:217_0": "5. Idāni bāhusaccañcāti ettha bāhusaccanti bahussutabhāvo. Sippanti yaṁ kiñci hatthakosallaṁ.",
  "atk-s0501a5:217_1": "Vinayoti kāyavācācittavinayanaṁ. Susikkhitoti suṭṭhu sikkhito. Subhāsitāti suṭṭhu",
  "atk-s0501a5:217_2": "bhāsitā. Yāti aniyataniddeso. Vācāti girā byappatho. Sesaṁ vuttanayamevāti. Ayamettha padavaṇṇanā.",
  "atk-s0501a5:218_0": "Atthavaṇṇanā pana evaṁ veditabbā – bāhusaccaṁ nāma yaṁ taṁ “sutadharo hoti sutasannicayo”ti",
  "atk-s0501a5:218_1": "ca “idhekaccassa bahukaṁ sutaṁ hoti, suttaṁ geyyaṁ veyyākaraṇa”nti ca evamādinā nayena",
  "atk-s0501a5:218_2": "satthusāsanadharattaṁ vaṇṇitaṁ, taṁ akusalappahānakusalādhigamahetuto anupubbena",
  "atk-s0501a5:218_3": "paramatthasaccasacchikiriyāhetuto ca maṅgalanti vuccati. Vuttañhetaṁ bhagavatā –",
  "atk-s0501a5:219": "“Sutavā ca kho, bhikkhave, ariyasāvako akusalaṁ pajahati, kusalaṁ bhāveti, sāvajjaṁ pajahati, anavajjaṁ bhāveti, suddhamattānaṁ pariharatī”ti.",
  "atk-s0501a5:220": "Aparampi vuttaṁ –",
  "atk-s0501a5:221_0": "“Dhatānaṁ dhammānaṁ atthamupaparikkhati, atthaṁ upaparikkhato dhammā nijjhānaṁ khamanti,",
  "atk-s0501a5:221_1": "dhammanijjhānakkhantiyā sati chando jāyati, chandajāto ussahati, ussahanto tulayati,",
  "atk-s0501a5:221_2": "tulayanto padahati padahanto kāyena ceva paramatthasaccaṁ sacchikaroti, paññāya ca",
  "atk-s0501a5:221_3": "ativijjha passatī”ti.",
  "atk-s0501a5:222": "Apica agārikabāhusaccampi yaṁ anavajjaṁ, taṁ ubhayalokahitasukhāvahanato maṅgalanti veditabbaṁ.",
  "atk-s0501a5:223_0": "Sippaṁ nāma agārikasippañca anagārikasippañca. Tattha agārikasippaṁ nāma yaṁ parūparodhavirahitaṁ",
  "atk-s0501a5:223_1": "akusalavivajjitaṁ maṇikārasuvaṇṇakārakammādikaṁ, taṁ idhalokatthāvahanato maṅgalaṁ.",
  "atk-s0501a5:223_2": "Anagārikasippaṁ nāma cīvaravicāraṇasibbanādisamaṇaparikkhārābhisaṅkharaṇaṁ, yaṁ taṁ",
  "atk-s0501a5:223_3": "“idha, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṁ uccāvacāni kiṁ karaṇīyāni, tattha",
  "atk-s0501a5:223_4": "dakkho hotī”tiādinā nayena tattha tattha saṁvaṇṇitaṁ, yaṁ “nāthakaro dhammo”ti ca",
  "atk-s0501a5:223_5": "vuttaṁ, taṁ attano ca paresañca ubhayalokahitasukhāvahanato maṅgalanti veditabbaṁ.",
  "atk-s0501a5:224_0": "Vinayo nāma agārikavinayo ca anagārikavinayo ca. Tattha agārikavinayo nāma dasaakusalakammapathaviramaṇaṁ,",
  "atk-s0501a5:224_1": "so tattha susikkhito asaṁkilesāpajjanena ācāraguṇavavatthānena ca ubhayalokahitasukhāvahanato",
  "atk-s0501a5:224_2": "maṅgalaṁ. Anagārikavinayo nāma sattāpattikkhandhaanāpajjanaṁ, sopi vuttanayeneva",
  "atk-s0501a5:224_3": "susikkhito, catupārisuddhisīlaṁ vā anagārikavinayo, so yathā tattha patiṭṭhāya arahattaṁ",
  "atk-s0501a5:224_4": "pāpuṇāti, evaṁ sikkhanena susikkhito lokiyalokuttarasukhādhigamahetuto maṅgalanti veditabbo.",
  "atk-s0501a5:225": "Subhāsitā vācā nāma musāvādādidosavirahitā. Yathāha “catūhi, bhikkhave, aṅgehi samannāgato vācā subhāsitā hotī”ti. Asamphappalāpā vācā eva vā subhāsitā. Yathāha –",
  "atk-s0501a5:226": "“Subhāsitaṁ uttamamāhu santo,",
  "atk-s0501a5:227": "Dhammaṁ bhaṇe nādhammaṁ taṁ dutiyaṁ;",
  "atk-s0501a5:228": "Piyaṁ bhaṇe nāppiyaṁ taṁ tatiyaṁ,",
  "atk-s0501a5:229": "Saccaṁ bhaṇe nālikaṁ taṁ catuttha”nti. ;",
  "atk-s0501a5:230_0": "Ayampi ubhayalokahitasukhāvahanato maṅgalanti veditabbā. Yasmā ca ayaṁ vinayapariyāpannā",
  "atk-s0501a5:230_1": "eva, tasmā vinayaggahaṇena etaṁ asaṅgaṇhitvā vinayo saṅgahetabbo. Atha vā kiṁ iminā",
  "atk-s0501a5:230_2": "parissamena paresaṁ dhammadesanādivācā idha subhāsitā vācāti veditabbā. Sā hi yathā",
  "atk-s0501a5:230_3": "patirūpadesavāso, evaṁ sattānaṁ ubhayalokahitasukhanibbānādhigamapaccayato maṅgalanti vuccati. Āha ca –",
  "atk-s0501a5:231": "“Yaṁ buddho bhāsati vācaṁ, khemaṁ nibbānapattiyā;",
  "atk-s0501a5:232": "Dukkhassantakiriyāya, sā ve vācānamuttamā”ti. ;",
  "atk-s0501a5:233": "Evaṁ imissā gāthāya bāhusaccaṁ, sippaṁ, vinayo susikkhito, subhāsitā vācāti cattāri maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:234": "Niṭṭhitā bāhusaccañcāti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:235": "Mātāpituupaṭṭhānantigāthāvaṇṇanā",
  "atk-s0501a5:236_0": "6. Idāni mātāpituupaṭṭhānanti ettha mātu ca pitu cāti mātāpitu. Upaṭṭhānanti upaṭṭhahanaṁ.",
  "atk-s0501a5:236_1": "Puttānañca dārānañcāti puttadārassa saṅgaṇhanaṁ saṅgaho. Na ākulā anākulā. Kammāni",
  "atk-s0501a5:236_2": "eva kammantā. Sesaṁ vuttanayamevāti ayaṁ padavaṇṇanā.",
  "atk-s0501a5:237_0": "Atthavaṇṇanā pana evaṁ veditabbā – mātā nāma janikā vuccati, tathā pitā. Upaṭṭhānaṁ",
  "atk-s0501a5:237_1": "nāma pādadhovanasambāhanucchādananhāpanehi catupaccayasampadānena ca upakārakaraṇaṁ.",
  "atk-s0501a5:237_2": "Tattha yasmā mātāpitaro bahūpakārā puttānaṁ atthakāmā anukampakā, ye puttake bahi",
  "atk-s0501a5:237_3": "kīḷitvā paṁsumakkhitasarīrake āgate disvā paṁsuṁ puñchitvā matthakaṁ upasiṅghāyantā",
  "atk-s0501a5:237_4": "paricumbantā ca sinehaṁ uppādenti, vassasatampi mātāpitaro sīsena pariharantā puttā",
  "atk-s0501a5:237_5": "tesaṁ patikāraṁ kātuṁ asamatthā. Yasmā ca te āpādakā posakā imassa lokassa dassetāro,",
  "atk-s0501a5:237_6": "brahmasammatā pubbācariyasammatā, tasmā tesaṁ upaṭṭhānaṁ idha pasaṁsaṁ, pecca saggasukhañca",
  "atk-s0501a5:237_7": "āvahati. Tena maṅgalanti vuccati. Vuttañhetaṁ bhagavatā –",
  "atk-s0501a5:238": "“Brahmāti mātāpitaro, pubbācariyāti vuccare;",
  "atk-s0501a5:239": "Āhuneyyā ca puttānaṁ, pajāya anukampakā.",
  "atk-s0501a5:240": "“Tasmā hi ne namasseyya, sakkareyya ca paṇḍito;",
  "atk-s0501a5:241": "Annena atha pānena, vatthena sayanena ca;",
  "atk-s0501a5:242": "Ucchādanena nhāpanena, pādānaṁ dhovanena ca.",
  "atk-s0501a5:243": "“Tāya naṁ pāricariyāya, mātāpitūsu paṇḍitā;",
  "atk-s0501a5:244": "Idheva naṁ pasaṁsanti, pecca sagge pamodatī”ti. ;",
  "atk-s0501a5:245_0": "Aparo nayo – upaṭṭhānaṁ nāma bharaṇakiccakaraṇakulavaṁsaṭṭhapanādipañcavidhaṁ, taṁ",
  "atk-s0501a5:245_1": "pāpanivāraṇādipañcavidhadiṭṭhadhammikahitasukhahetuto maṅgalanti veditabbaṁ. Vuttañhetaṁ bhagavatā –",
  "atk-s0501a5:246_0": "“‘Pañcahi kho, gahapatiputta, ṭhānehi puttena puratthimā disā mātāpitaro paccupaṭṭhātabbā",
  "atk-s0501a5:246_1": "bhato ne bharissāmi, kiccaṁ nesaṁ karissāmi, kulavaṁsaṁ ṭhapessāmi, dāyajjaṁ paṭipajjissāmi,",
  "atk-s0501a5:246_2": "atha vā pana petānaṁ kālakatānaṁ dakkhiṇaṁ anuppadassāmī’ti. Imehi kho, gahapatiputta,",
  "atk-s0501a5:246_3": "pañcahi ṭhānehi puttena puratthimā disā mātāpitaro paccupaṭṭhitā pañcahi ṭhānehi",
  "atk-s0501a5:246_4": "puttaṁ anukampanti, pāpā nivārenti, kalyāṇe nivesenti, sippaṁ sikkhāpenti, patirūpena",
  "atk-s0501a5:246_5": "dārena saṁyojenti, samaye dāyajjaṁ niyyādentī”ti.",
  "atk-s0501a5:247_0": "Apica yo mātāpitaro tīsu vatthūsu pasāduppādanena, sīlasamādāpanena, pabbajjāya vā",
  "atk-s0501a5:247_1": "upaṭṭhahati, ayaṁ mātāpituupaṭṭhākānaṁ aggo. Tassa taṁ mātāpituupaṭṭhānaṁ mātāpitūhi",
  "atk-s0501a5:247_2": "katassa upakārassa paccupakārabhūtaṁ anekesaṁ diṭṭhadhammikānaṁ samparāyikānañca",
  "atk-s0501a5:247_3": "atthānaṁ padaṭṭhānato maṅgalanti vuccati.",
  "atk-s0501a5:248_0": "Puttadārassāti ettha attato jātā puttāpi dhītaropi puttāicceva saṅkhyaṁ gacchanti.",
  "atk-s0501a5:248_1": "Dārāti vīsatiyā bhariyānaṁ yā kāci bhariyā. Puttā ca dārā ca puttadāraṁ, tassa puttadārassa.",
  "atk-s0501a5:248_2": "Saṅgahoti sammānanādīhi upakārakaraṇaṁ. Taṁ susaṁvihitakammantatādidiṭṭhadhammikahitasukhahetuto",
  "atk-s0501a5:248_3": "maṅgalanti veditabbaṁ. Vuttañhetaṁ bhagavatā – “pacchimā disā puttadārā veditabbā”ti",
  "atk-s0501a5:248_4": "ettha uddiṭṭhaṁ puttadāraṁ bhariyāsaddena saṅgaṇhitvā “pañcahi kho, gahapatiputta,",
  "atk-s0501a5:248_5": "ṭhānehi sāmikena pacchimā disā bhariyā paccupaṭṭhātabbā sammānanāya, anavamānanāya,",
  "atk-s0501a5:248_6": "anati cariyāya, issariyavossaggena, alaṅkārānuppadānena. Imehi kho, gahapatiputta,",
  "atk-s0501a5:248_7": "pañcahi ṭhānehi sāmikena pacchimā disā bhariyā paccupaṭṭhitā pañcahi ṭhānehi sāmikaṁ",
  "atk-s0501a5:248_8": "anukampati, susaṁvihitakammantā ca hoti, saṅgahitaparijanā ca, anaticārinī ca, sambhatañca",
  "atk-s0501a5:248_9": "anurakkhati dakkhā ca hoti analasā sabbakiccesū”ti.",
  "atk-s0501a5:249_0": "Ayaṁ vā aparo nayo – saṅgahoti dhammikāhi dānapiyavācātthacariyāhi saṅgaṇhanaṁ. Seyyathidaṁ",
  "atk-s0501a5:249_1": "– uposathadivasesu paribbayadānaṁ, nakkhattadivasesu nakkhattadassāpanaṁ, maṅgaladivasesu",
  "atk-s0501a5:249_2": "maṅgalakaraṇaṁ, diṭṭhadhammikasamparāyikesu atthesu ovādānusāsananti. Taṁ vuttanayeneva",
  "atk-s0501a5:249_3": "diṭṭhadhammikahitahetuto samparāyikahitahetuto devatāhipi namassanīyabhāvahetuto",
  "atk-s0501a5:249_4": "ca maṅgalanti veditabbaṁ. Yathāha sakko devānamindo –",
  "atk-s0501a5:250": "“Ye gahaṭṭhā puññakarā, sīlavanto upāsakā;",
  "atk-s0501a5:251": "Dhammena dāraṁ posenti, te namassāmi mātalī”ti. (saṁ.ni.1.1.264);",
  "atk-s0501a5:252_0": "Anākulā kammantā nāma kālaññutāya patirūpakāritāya analasatāya uṭṭhānavīriyasampadāya,",
  "atk-s0501a5:252_1": "abyasanīyatāya ca kālātikkamanaappatirūpakaraṇasithilakaraṇādiākulabhāvavirahitā",
  "atk-s0501a5:252_2": "kasigorakkhavāṇijjādayo kammantā. Ete attano vā puttadārassa vā dāsakammakarānaṁ",
  "atk-s0501a5:252_3": "vā byattatāya evaṁ payojitā diṭṭheva dhamme dhanadhaññavuddhipaṭilābhahetuto maṅgalanti",
  "atk-s0501a5:252_4": "vuccanti. Vuttañhetaṁ bhagavatā –",
  "atk-s0501a5:253": "“Patirūpakārī dhuravā, uṭṭhātā vindate dhana”nti ca.",
  "atk-s0501a5:254": "“Na divā soppasīlena, rattimuṭṭhānadessinā;",
  "atk-s0501a5:255": "Niccaṁ mattena soṇḍena, sakkā āvasituṁ gharaṁ.",
  "atk-s0501a5:256": "“Atisītaṁ atiuṇhaṁ, atisāyamidaṁ ahu;",
  "atk-s0501a5:257": "Iti vissaṭṭhakammante, atthā accenti māṇave.",
  "atk-s0501a5:258": "“Yodha sītañca uṇhañca, tiṇā bhiyyo na maññati;",
  "atk-s0501a5:259": "Karaṁ purisakiccāni, so sukhaṁ na vihāyatī”ti. ;",
  "atk-s0501a5:260": "“Bhoge saṁharamānassa, bhamarasseva irīyato;",
  "atk-s0501a5:261": "Bhogā sannicayaṁ yanti, vammikovūpacīyatī”ti. ca evamādi ;",
  "atk-s0501a5:262_0": "Evaṁ imissā gāthāya mātuupaṭṭhānaṁ, pituupaṭṭhānaṁ, puttadārassa saṅgaho, anākulā",
  "atk-s0501a5:262_1": "ca kammantāti cattāri maṅgalāni vuttāni, puttadārassa saṅgahaṁ vā dvidhā katvā pañca,",
  "atk-s0501a5:262_2": "mātāpituupaṭṭhānaṁ vā ekameva katvā tīṇi. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:263": "Niṭṭhitā mātāpituupaṭṭhānanti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:264": "Dānañcātigāthāvaṇṇanā",
  "atk-s0501a5:265_0": "7. Idāni dānañcāti ettha dīyate imināti dānaṁ, attano santakaṁ parassa paṭipādīyatīti",
  "atk-s0501a5:265_1": "vuttaṁ hoti. Dhammassa cariyā, dhammā vā anapetā cariyā dhammacariyā. Ñāyante “amhākaṁ",
  "atk-s0501a5:265_2": "ime”ti ñātakā. Na avajjāni anavajjāni, aninditāni agarahitānīti vuttaṁ hoti. Sesaṁ",
  "atk-s0501a5:265_3": "vuttanayamevāti ayaṁ padavaṇṇanā.",
  "atk-s0501a5:266_0": "Atthavaṇṇanā pana evaṁ veditabbā – dānaṁ nāma paraṁ uddissa subuddhipubbikā annādidasadānavatthupariccāgacetanā,",
  "atk-s0501a5:266_1": "taṁsampayutto vā alobho. Alobhena hi taṁ vatthuṁ parassa paṭipādeti, tena vuttaṁ",
  "atk-s0501a5:266_2": "“dīyate imināti dāna”nti. Taṁ bahujanapiyamanāpatādīnaṁ diṭṭhadhammikasamparāyikānaṁ",
  "atk-s0501a5:266_3": "phalavisesānaṁ adhigamahetuto maṅgalanti vuccati. “Dāyako, sīha dānapati, bahuno",
  "atk-s0501a5:266_4": "janassa piyo hoti manāpo”ti evamādīni cettha suttāni anussaritabbāni.",
  "atk-s0501a5:267_0": "Aparo nayo – dānaṁ nāma duvidhaṁ āmisadānaṁ, dhammadānañca, tattha āmisadānaṁ vuttappakārameva.",
  "atk-s0501a5:267_1": "Idhalokaparalokadukkhakkhayasukhāvahassa pana sammāsambuddhappaveditassa dhammassa",
  "atk-s0501a5:267_2": "paresaṁ hitakāmatāya desanā dhammadānaṁ, imesañca dvinnaṁ dānānaṁ etadeva aggaṁ. Yathāha –",
  "atk-s0501a5:268": "“Sabbadānaṁ dhammadānaṁ jināti,",
  "atk-s0501a5:269": "Sabbarasaṁ dhammaraso jināti;",
  "atk-s0501a5:270": "Sabbaratiṁ dhammarati jināti,",
  "atk-s0501a5:271": "Taṇhakkhayo sabbadukkhaṁ jinātī”ti. ;",
  "atk-s0501a5:272": "Tattha āmisadānassa maṅgalattaṁ vuttameva. Dhammadānaṁ pana yasmā atthapaṭisaṁveditādīnaṁ guṇānaṁ padaṭṭhānaṁ, tasmā maṅgalanti vuccati. Vuttañhetaṁ bhagavatā –",
  "atk-s0501a5:273_0": "“Yathā yathā, bhikkhave, bhikkhu yathāsutaṁ yathāpariyattaṁ dhammaṁ vitthārena paresaṁ",
  "atk-s0501a5:273_1": "deseti, tathā tathā so tasmiṁ dhamme atthapaṭisaṁvedī ca hoti dhammapaṭisaṁvedī cā”ti evamādi.",
  "atk-s0501a5:274_0": "Dhammacariyā nāma dasakusalakammapathacariyā. Yathāha – “tividhā kho gahapatayo kāyena",
  "atk-s0501a5:274_1": "dhammacariyā samacariyā hotī”ti evamādi. Sā panesā dhammacariyā saggalokūpapattihetuto",
  "atk-s0501a5:274_2": "maṅgalanti veditabbā. Vuttañhetaṁ bhagavatā – “dhammacariyāsamacariyāhetu kho gahapatayo",
  "atk-s0501a5:274_3": "evamidhekacce sattā kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjantī”ti.",
  "atk-s0501a5:275_0": "Ñātakā nāma mātito vā pitito vā yāva sattamā pitāmahayugā sambandhā. Tesaṁ bhogapārijuññena",
  "atk-s0501a5:275_1": "vā byādhipārijuññena vā abhihatānaṁ attano samīpaṁ āgatānaṁ yathābalaṁ ghāsacchādanadhanadhaññādīhi",
  "atk-s0501a5:275_2": "saṅgaho pasaṁsādīnaṁ diṭṭhadhammikānaṁ sugatigamanādīnañca samparāyikānaṁ visesādhigamānaṁ",
  "atk-s0501a5:275_3": "hetuto maṅgalanti vuccati.",
  "atk-s0501a5:276_0": "Anavajjāni kammāni nāma uposathaṅgasamādānaveyyāvaccakaraṇaārāmavanaropanasetukaraṇādīni",
  "atk-s0501a5:276_1": "kāyavacīmanosucaritakammāni. Tāni hi nānappakārahitasukhādhigamahetuto maṅgalanti",
  "atk-s0501a5:276_2": "vuccanti. “Ṭhānaṁ kho panetaṁ, visākhe, vijjati yaṁ idhekacco itthī vā puriso vā",
  "atk-s0501a5:276_3": "aṭṭhaṅgasamannāgataṁ uposathaṁ upavasitvā kāyassa bhedā paraṁ maraṇā cātumahārājikānaṁ",
  "atk-s0501a5:276_4": "devānaṁ sahabyataṁ upapajjeyyā”ti evamādīni cettha suttāni anussaritabbāni.",
  "atk-s0501a5:277": "Evaṁ imissā gāthāya dānañca, dhammacariyā ca, ñātakānañca saṅgaho, anavajjāni kammānīti cattāri maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:278": "Niṭṭhitā dānañcāti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:279": "Āratītigāthāvaṇṇanā",
  "atk-s0501a5:280_0": "8. Idāni āratī viratīti ettha āratīti āramaṇaṁ, viratīti viramaṇaṁ, viramanti vā",
  "atk-s0501a5:280_1": "etāya sattāti virati. Pāpāti akusalā. Madanīyaṭṭhena majjaṁ, majjassa pānaṁ majjapānaṁ,",
  "atk-s0501a5:280_2": "tato majjapānā. Saṁyamanaṁ saṁyamo appamajjanaṁ appamādo. Dhammesūti kusalesu. Sesaṁ",
  "atk-s0501a5:280_3": "vuttanayamevāti ayaṁ padavaṇṇanā.",
  "atk-s0501a5:281_0": "Atthavaṇṇanā pana evaṁ veditabbā – ārati nāma pāpe ādīnavadassāvino manasā eva anabhirati.",
  "atk-s0501a5:281_1": "Virati nāma kammadvāravasena kāyavācāhi viramaṇaṁ, sā cesā virati nāma sampattavirati,",
  "atk-s0501a5:281_2": "samādānavirati, samucchedaviratīti tividhā hoti, tattha yā kulaputtassa attano jātiṁ",
  "atk-s0501a5:281_3": "vā kulaṁ vā gottaṁ vā paṭicca “na me etaṁ patirūpaṁ, yvāhaṁ imaṁ pāṇaṁ haneyyaṁ,",
  "atk-s0501a5:281_4": "adinnaṁ ādiyeyya”ntiādinā nayena sampattavatthuto virati, ayaṁ sampattavirati nāma.",
  "atk-s0501a5:281_5": "Sikkhāpadasamādānavasena pavattā samādānavirati nāma, yassā pavattito pabhuti kulaputto",
  "atk-s0501a5:281_6": "pāṇātipātādīni na karoti. Ariyamaggasampayuttā samucchedavirati nāma, yassā pavattito",
  "atk-s0501a5:281_7": "pabhuti ariyasāvakassa pañca bhayāni verāni vūpasantāni honti. Pāpaṁ nāma yaṁ taṁ",
  "atk-s0501a5:281_8": "“pāṇātipāto kho, gahapatiputta, kammakileso, adinnādānaṁ…pe… kāmesumicchācāro…pe…",
  "atk-s0501a5:281_9": "musāvādo”ti evaṁ vitthāretvā –",
  "atk-s0501a5:282": "“Pāṇātipāto adinnādānaṁ, musāvādo ca vuccati;",
  "atk-s0501a5:283": "Paradāragamanañceva, nappasaṁsanti paṇḍitā”ti. –",
  "atk-s0501a5:284_0": "Evaṁ gāthāya saṅgahitaṁ kammakilesasaṅkhātaṁ catubbidhaṁ akusalaṁ, tato pāpā. Sabbāpesā",
  "atk-s0501a5:284_1": "ārati ca virati ca diṭṭhadhammikasamparāyikabhayaverappahānādinānappakāravisesādhigamahetuto",
  "atk-s0501a5:284_2": "maṅgalanti vuccati. “Pāṇātipātā paṭivirato kho, gahapatiputta, ariyasāvako”tiādīni",
  "atk-s0501a5:284_3": "cettha suttāni anussaritabbāni.",
  "atk-s0501a5:285_0": "Majjapānā saṁyamo nāma pubbe vuttasurāmerayamajjappamādaṭṭhānā veramaṇiyā evetaṁ",
  "atk-s0501a5:285_1": "adhivacanaṁ. Yasmā pana majjapāyī atthaṁ na jānāti, dhammaṁ na jānāti, mātu antarāyaṁ",
  "atk-s0501a5:285_2": "karoti, pitu buddhapaccekabuddhatathāgatasāvakānampi antarāyaṁ karoti, diṭṭheva dhamme",
  "atk-s0501a5:285_3": "garahaṁ samparāye duggatiṁ aparāpariye ummādañca pāpuṇāti. Majjapānā pana saṁyamo",
  "atk-s0501a5:285_4": "tesaṁ dosānaṁ vūpasamaṁ tabbiparītaguṇasampadañca pāpuṇāti. Tasmā ayaṁ majjapānā",
  "atk-s0501a5:285_5": "saṁyamo maṅgalanti veditabbo.",
  "atk-s0501a5:286_0": "Kusalesu dhammesu appamādo nāma “kusalānaṁ vā dhammānaṁ bhāvanāya asakkaccakiriyatā,",
  "atk-s0501a5:286_1": "asātaccakiriyatā, anaṭṭhitakiriyatā, olīnavuttitā, nikkhittachandatā, nikkhittadhuratā,",
  "atk-s0501a5:286_2": "anāsevanā, abhāvanā, abahulīkammaṁ, anadhiṭṭhānaṁ, ananuyogo, pamādo. Yo evarūpo",
  "atk-s0501a5:286_3": "pamādo pamajjanā pamajjitattaṁ, ayaṁ vuccati pamādo”ti. Ettha vuttassa pamādassa",
  "atk-s0501a5:286_4": "paṭipakkhavasena atthato kusalesu dhammesu satiyā avippavāso veditabbo. So nānappakārakusalādhigamahetuto",
  "atk-s0501a5:286_5": "amatādhigamahetuto ca maṅgalanti vuccati. Tattha “appamattassa ātāpino”ti ca, “appamādo",
  "atk-s0501a5:286_6": "amataṁ pada”nti ca, evamādi satthu sāsanaṁ anussaritabbaṁ.",
  "atk-s0501a5:287": "Evaṁ imissā gāthāya pāpā virati, majjapānā saṁyamo, kusalesu dhammesu appamādoti tīṇi maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:288": "Niṭṭhitā āratīti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:289": "Gāravocātigāthāvaṇṇanā",
  "atk-s0501a5:290_0": "9. Idāni gāravo cāti ettha gāravoti garubhāvo. Nivātoti nīcavuttitā. Santuṭṭhīti",
  "atk-s0501a5:290_1": "santoso. Katassa jānanatā kataññutā. Kālenāti khaṇena samayena. Dhammassa savanaṁ",
  "atk-s0501a5:290_2": "dhammassavanaṁ. Sesaṁ vuttanayamevāti ayaṁ padavaṇṇanā.",
  "atk-s0501a5:291_0": "Atthavaṇṇanā pana evaṁ veditabbā – gāravo nāma garukārappayogārahesu buddhapaccekabuddhatathāgatasāvakaācariyupajjhāyamātāpitujeṭṭhakabhātikabhaginīādīsu",
  "atk-s0501a5:291_1": "yathānurūpaṁ garukāro garukaraṇaṁ sagāravatā. Sa cāyaṁ gāravo yasmā sugatigamanādīnaṁ hetu. Yathāha –",
  "atk-s0501a5:292_0": "“Garukātabbaṁ garuṁ karoti, mānetabbaṁ māneti, pūjetabbaṁ pūjeti. So tena kammena",
  "atk-s0501a5:292_1": "evaṁ samattena evaṁ samādinnena kāyassa bhedā paraṁ maraṇā sugatiṁ saggaṁ lokaṁ upapajjati.",
  "atk-s0501a5:292_2": "No ce kāyassa…pe… upapajjati, sace manussattaṁ āgacchati, yattha yattha paccājāyati, uccākulīno hotī”ti.",
  "atk-s0501a5:293": "Yathā cāha – “sattime, bhikkhave, aparihāniyā dhammā. Katame satta? Satthugāravatā”tiādi, tasmā maṅgalanti vuccati.",
  "atk-s0501a5:294_0": "Nivāto nāma nīcamanatā nivātavuttitā, yāya samannāgato puggalo nihatamāno nihatadappo",
  "atk-s0501a5:294_1": "pādapuñchanakacoḷasadiso chinnavisāṇausabhasamo uddhaṭadāṭhasappasamo ca hutvā saṇho",
  "atk-s0501a5:294_2": "sakhilo sukhasambhāso hoti, ayaṁ nivāto. Svāyaṁ yasādiguṇappaṭilābhahetuto maṅgalanti",
  "atk-s0501a5:294_3": "vuccati. Āha ca “nivātavutti atthaddho, tādiso labhate yasa”nti evamādi.",
  "atk-s0501a5:295": "Santuṭṭhi nāma itarītarapaccayasantoso, so dvādasavidho hoti. Seyyathidaṁ – cīvare yathālābhasantoso, yathābalasantoso, yathāsāruppasantosoti tividho. Evaṁ piṇḍapātādīsu.",
  "atk-s0501a5:296_0": "Tassāyaṁ pabhedavaṇṇanā – idha bhikkhu cīvaraṁ labhati sundaraṁ vā asundaraṁ vā.",
  "atk-s0501a5:296_1": "So teneva yāpeti, aññaṁ na pattheti, labhantopi na gaṇhāti, ayamassa cīvare yathālābhasantoso.",
  "atk-s0501a5:296_2": "Atha pana bhikkhu ābādhiko hoti, garuṁ cīvaraṁ pārupanto oṇamati vā kilamati vā,",
  "atk-s0501a5:296_3": "so sabhāgena bhikkhunā saddhiṁ taṁ parivattetvā lahukena yāpentopi santuṭṭhova hoti,",
  "atk-s0501a5:296_4": "ayamassa cīvare yathābalasantoso. Aparo bhikkhu paṇītapaccayalābhī hoti, so paṭṭacīvarādīnaṁ",
  "atk-s0501a5:296_5": "aññataraṁ mahagghaṁ cīvaraṁ labhitvā “idaṁ therānaṁ cirapabbajitānaṁ bahussutānañca",
  "atk-s0501a5:296_6": "anurūpa”nti tesaṁ datvā attanā saṅkārakūṭā vā aññato vā kutoci nantakāni uccinitvā",
  "atk-s0501a5:296_7": "saṅghāṭiṁ karitvā dhārentopi santuṭṭhova hoti, ayamassa cīvare yathāsāruppasantoso.",
  "atk-s0501a5:297_0": "Idha pana bhikkhu piṇḍapātaṁ labhati lūkhaṁ vā paṇītaṁ vā, so teneva yāpeti, aññaṁ",
  "atk-s0501a5:297_1": "na pattheti, labhantopi na gaṇhāti, ayamassa piṇḍapāte yathālābhasantoso. Atha pana",
  "atk-s0501a5:297_2": "bhikkhu ābādhiko hoti, lūkhaṁ piṇḍapātaṁ bhuñjitvā gāḷhaṁ rogātaṅkaṁ pāpuṇāti, so",
  "atk-s0501a5:297_3": "taṁ sabhāgassa bhikkhuno datvā tassa hatthato sappimadhukhīrādīni bhuñjitvā samaṇadhammaṁ",
  "atk-s0501a5:297_4": "karontopi santuṭṭhova hoti, ayamassa piṇḍapāte yathābalasantoso. Aparo bhikkhu paṇītaṁ",
  "atk-s0501a5:297_5": "piṇḍapātaṁ labhati, so “ayaṁ piṇḍapāto therānaṁ cirapabbajitānaṁ aññesañca paṇītapiṇḍapātaṁ",
  "atk-s0501a5:297_6": "vinā ayāpentānaṁ sabrahmacārīnaṁ anurūpo”ti tesaṁ datvā attanā piṇḍāya caritvā missakāhāraṁ",
  "atk-s0501a5:297_7": "bhuñjantopi santuṭṭhova hoti, ayamassa piṇḍapāte yathāsāruppasantoso.",
  "atk-s0501a5:298_0": "Idha pana bhikkhuno senāsanaṁ pāpuṇāti. So teneva santussati, puna aññaṁ sundaratarampi",
  "atk-s0501a5:298_1": "pāpuṇantaṁ na gaṇhāti, ayamassa senāsane yathālābhasantoso. Atha pana bhikkhu ābādhiko",
  "atk-s0501a5:298_2": "hoti, nivātasenāsane vasanto ativiya pittarogādīhi āturīyati. So taṁ sabhāgassa bhikkhuno",
  "atk-s0501a5:298_3": "datvā tassa pāpuṇane savāte sītalasenāsane vasitvā samaṇadhammaṁ karontopi santuṭṭhova",
  "atk-s0501a5:298_4": "hoti, ayamassa senāsane yathābalasantoso. Aparo bhikkhu sundaraṁ senāsanaṁ pattampi",
  "atk-s0501a5:298_5": "na sampaṭicchati “sundarasenāsanaṁ pamādaṭṭhānaṁ, tatra nisinnassa thinamiddhaṁ okkamati,",
  "atk-s0501a5:298_6": "niddābhibhūtassa ca puna paṭibujjhato kāmavitakko samudācaratī”ti. So taṁ paṭikkhipitvā",
  "atk-s0501a5:298_7": "ajjhokāsarukkhamūlapaṇṇakuṭīsu yattha katthaci nivasantopi santuṭṭhova hoti, ayamassa",
  "atk-s0501a5:298_8": "senāsane yathāsāruppasantoso.",
  "atk-s0501a5:299_0": "Idha pana bhikkhu bhesajjaṁ labhati harītakaṁ vā āmalakaṁ vā. So teneva yāpeti, aññehi",
  "atk-s0501a5:299_1": "laddhasappimadhuphāṇitādimpi na pattheti, labhantopi na gaṇhāti, ayamassa gilānapaccaye",
  "atk-s0501a5:299_2": "yathālābhasantoso. Atha pana bhikkhu ābādhiko hoti, telenatthiko phāṇitaṁ labhati,",
  "atk-s0501a5:299_3": "so taṁ sabhāgassa bhikkhuno datvā tassa hatthato telena bhesajjaṁ katvā samaṇadhammaṁ",
  "atk-s0501a5:299_4": "karontopi santuṭṭhova hoti, ayamassa gilānapaccaye yathābalasantoso. Aparo bhikkhu",
  "atk-s0501a5:299_5": "ekasmiṁ bhājane pūtimuttaharītakaṁ ṭhapetvā ekasmiṁ catumadhuraṁ “gaṇhatha, bhante,",
  "atk-s0501a5:299_6": "yadicchasī”ti vuccamāno sacassa tesaṁ dvinnamaññatarenapi byādhi vūpasammati, atha",
  "atk-s0501a5:299_7": "“pūtimuttaharītakaṁ nāma buddhādīhi vaṇṇita”nti ca “pūtimuttabhesajjaṁ nissāya pabbajjā,",
  "atk-s0501a5:299_8": "tattha te yāvajīvaṁ ussāho karaṇīyoti vutta”nti ca cintento catumadhurabhesajjaṁ",
  "atk-s0501a5:299_9": "paṭikkhipitvā pūtimuttaharītakena bhesajjaṁ karontopi paramasantuṭṭhova hoti. Ayamassa",
  "atk-s0501a5:299_10": "gilānapaccaye yathāsāruppasantoso.",
  "atk-s0501a5:300_0": "Evaṁpabhedo sabbopeso santoso santuṭṭhīti vuccati. Sā atricchatāmahicchatāpāpicchatādīnaṁ",
  "atk-s0501a5:300_1": "pāpadhammānaṁ pahānādhigamahetuto, sugatihetuto, ariyamaggasambhārabhāvato, cātuddisādibhāvahetuto",
  "atk-s0501a5:300_2": "ca maṅgalanti veditabbā. Āha ca –",
  "atk-s0501a5:301": "“Cātuddiso appaṭigho ca hoti,",
  "atk-s0501a5:302": "Santussamāno itarītarenā”ti. evamādi ;",
  "atk-s0501a5:303_0": "Kataññutā nāma appassa vā bahussa vā yena kenaci katassa upakārassa punappunaṁ anussaraṇabhāvena",
  "atk-s0501a5:303_1": "jānanatā. Apica nerayikādidukkhaparittāṇato puññāni eva pāṇīnaṁ bahūpakārāni, tato",
  "atk-s0501a5:303_2": "tesampi upakārānussaraṇatā kataññutāti veditabbā. Sā sappurisehi pasaṁsanīyādinānappakāravisesādhigamahetuto",
  "atk-s0501a5:303_3": "maṅgalanti vuccati. Āha ca “dveme, bhikkhave, puggalā dullabhā lokasmiṁ. Katame dve?",
  "atk-s0501a5:303_4": "Yo ca pubbakārī yo ca kataññū katavedī”ti.",
  "atk-s0501a5:304_0": "Kālena dhammassavanaṁ nāma yasmiṁ kāle uddhaccasahagataṁ cittaṁ hoti, kāmavitakkādīnaṁ",
  "atk-s0501a5:304_1": "vā aññatarena abhibhūtaṁ, tasmiṁ kāle tesaṁ vinodanatthaṁ dhammassavanaṁ. Apare āhu",
  "atk-s0501a5:304_2": "“pañcame pañcame divase dhammassavanaṁ kālena dhammassavanaṁ nāma. Yathāha āyasmā",
  "atk-s0501a5:304_3": "anuruddho ‘pañcāhikaṁ kho pana mayaṁ, bhante, sabbarattiṁ dhammiyā kathāya sannisīdāmā”’ti.",
  "atk-s0501a5:305_0": "Apica yasmiṁ kāle kalyāṇamitte upasaṅkamitvā sakkā hoti attano kaṅkhāvinodakaṁ dhammaṁ",
  "atk-s0501a5:305_1": "sotuṁ, tasmiṁ kālepi dhammassavanaṁ kālena dhammassavananti veditabbaṁ. Yathāha “te",
  "atk-s0501a5:305_2": "kālena kālaṁ upasaṅkamitvā paripucchati paripañhatī”tiādi. Tadetaṁ kālena dhammassavanaṁ",
  "atk-s0501a5:305_3": "nīvaraṇappahānacaturānisaṁsaāsavakkhayādinānappakāravisesādhigamahetuto maṅgalanti",
  "atk-s0501a5:305_4": "veditabbaṁ. Vuttañhetaṁ –",
  "atk-s0501a5:306": "“Yasmiṁ, bhikkhave, samaye ariyasāvako aṭṭhiṁ katvā manasi katvā sabbaṁ cetasā samannāharitvā ohitasoto dhammaṁ suṇāti, pañcassa nīvaraṇā tasmiṁ samaye na hontī”ti ca.",
  "atk-s0501a5:307": "“Sotānugatānaṁ, bhikkhave, dhammānaṁ…pe… suppaṭividdhānaṁ cattāro ānisaṁsā pāṭikaṅkhā”ti ca.",
  "atk-s0501a5:308": "“Cattārome, bhikkhave, dhammā kālena kālaṁ sammā bhāviyamānā sammā anuparivattiyamānā anupubbena āsavānaṁ khayaṁ pāpenti. Katame cattāro? Kālena dhammassavana”nti ca evamādi.",
  "atk-s0501a5:309": "Evaṁ imissā gāthāya gāravo, nivāto, santuṭṭhi, kataññutā, kālena dhammassavananti pañca maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:310": "Niṭṭhitā gāravo cāti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:311": "Khantīcātigāthāvaṇṇanā",
  "atk-s0501a5:312_0": "10. Idāni khantī cāti ettha khamanaṁ khanti. Padakkhiṇaggāhitāya sukhaṁ vaco asminti",
  "atk-s0501a5:312_1": "suvaco, suvacassa kammaṁ sovacassaṁ, sovacassassa bhāvo sovacassatā. Kilesānaṁ samitattā",
  "atk-s0501a5:312_2": "samaṇā. Dassananti pekkhanaṁ. Dhammassa sākacchā dhammasākacchā. Sesaṁ vuttanayamevāti. Ayaṁ padavaṇṇanā.",
  "atk-s0501a5:313_0": "Atthavaṇṇanā pana evaṁ veditabbā – khanti nāma adhivāsanakkhanti, tāya samannāgato",
  "atk-s0501a5:313_1": "bhikkhu dasahi akkosavatthūhi akkosante vadhabandhādīhi vā vihesante puggale asuṇanto",
  "atk-s0501a5:313_2": "viya apassanto viya ca nibbikāro hoti khantivādī viya. Yathāha –",
  "atk-s0501a5:314": "“Ahu atītamaddhānaṁ, samaṇo khantidīpano;",
  "atk-s0501a5:315": "Taṁ khantiyāyeva ṭhitaṁ, kāsirājā achedayī”ti. ;",
  "atk-s0501a5:316": "Bhadrakato vā manasi karoti tato uttari aparādhābhāvena āyasmā puṇṇatthero viya. Yathāha so –",
  "atk-s0501a5:317_0": "“Sace maṁ, bhante, sunāparantakā manussā akkosissanti paribhāsissanti, tattha me",
  "atk-s0501a5:317_1": "evaṁ bhavissati ‘bhaddakā vatime sunāparantakā manussā, subhaddakā vatime sunāparantakā",
  "atk-s0501a5:317_2": "manussā, yaṁ me nayime pāṇinā pahāraṁ dentī”’tiādi.",
  "atk-s0501a5:318": "Yāya ca samannāgato isīnampi pasaṁsanīyo hoti. Yathāha sarabhaṅgo isi –",
  "atk-s0501a5:319": "“Kodhaṁ vadhitvā na kadāci socati,",
  "atk-s0501a5:320": "Makkhappahānaṁ isayo vaṇṇayanti;",
  "atk-s0501a5:321": "Sabbesaṁ vuttaṁ pharusaṁ khametha,",
  "atk-s0501a5:322": "Etaṁ khantiṁ uttamamāhu santo”ti. ;",
  "atk-s0501a5:323": "Devatānampi pasaṁsanīyo hoti. Yathāha sakko devānamindo –",
  "atk-s0501a5:324": "“Yo have balavā santo, dubbalassa titikkhati;",
  "atk-s0501a5:325": "Tamāhu paramaṁ khantiṁ, niccaṁ khamati dubbalo”ti. ;",
  "atk-s0501a5:326": "Buddhānampi pasaṁsanīyo hoti. Yathāha bhagavā –",
  "atk-s0501a5:327": "“Akkosaṁ vadhabandhañca, aduṭṭho yo titikkhati;",
  "atk-s0501a5:328": "Khantībalaṁ balāṇīkaṁ, tamahaṁ brūmi brāhmaṇa”nti. ;",
  "atk-s0501a5:329": "Sā panesā khanti etesañca idha vaṇṇitānaṁ aññesañca guṇānaṁ adhigamahetuto maṅgalanti veditabbā.",
  "atk-s0501a5:330_0": "Sovacassatā nāma sahadhammikaṁ vuccamāne vikkhepaṁ vā tuṇhībhāvaṁ vā guṇadosacintanaṁ",
  "atk-s0501a5:330_1": "vā anāpajjitvā ativiya ādarañca gāravañca nīcamanatañca purakkhatvā sādhūti vacanakaraṇatā.",
  "atk-s0501a5:330_2": "Sā sabrahmacārīnaṁ santikā ovādānusāsanippaṭilābhahetuto dosappahānaguṇādhigamahetuto",
  "atk-s0501a5:330_3": "ca maṅgalanti vuccati.",
  "atk-s0501a5:331_0": "Samaṇānaṁ dassanaṁ nāma upasamitakilesānaṁ bhāvitakāyavacīcittapaññānaṁ uttamadamathasamathasamannāgatānaṁ",
  "atk-s0501a5:331_1": "pabbajitānaṁ upasaṅkamanupaṭṭhānānussaraṇassavanadassanaṁ, sabbampi omakadesanāya",
  "atk-s0501a5:331_2": "dassananti vuttaṁ, taṁ maṅgalanti veditabbaṁ. Kasmā? Bahūpakārattā. Āha ca “dassanampahaṁ,",
  "atk-s0501a5:331_3": "bhikkhave, tesaṁ bhikkhūnaṁ bahūpakāraṁ vadāmī”tiādi. Yato hitakāmena kulaputtena",
  "atk-s0501a5:331_4": "sīlavante bhikkhū gharadvāraṁ sampatte disvā yadi deyyadhammo atthi, yathābalaṁ deyyadhammena",
  "atk-s0501a5:331_5": "patimānetabbā. Yadi natthi, pañcapatiṭṭhitaṁ katvā vanditabbā. Tasmimpi asampajjamāne",
  "atk-s0501a5:331_6": "añjaliṁ paggahetvā namassitabbā, tasmimpi asampajjamāne pasannacittena piyacakkhūhi",
  "atk-s0501a5:331_7": "sampassitabbā. Evaṁ dassanamūlakenapi hi puññena anekāni jātisahassāni cakkhumhi",
  "atk-s0501a5:331_8": "rogo vā dāho vā ussadā vā piḷakā vā na honti, vippasannapañcavaṇṇasassirikāni honti",
  "atk-s0501a5:331_9": "cakkhūni ratanavimāne ugghāṭitamaṇikavāṭasadisāni, satasahassakappamattaṁ devesu",
  "atk-s0501a5:331_10": "ca manussesu ca sampattīnaṁ lābhī hoti. Anacchariyañcetaṁ, yaṁ manussabhūto sappaññajātiko",
  "atk-s0501a5:331_11": "sammā pavattitena samaṇadassanamayena puññena evarūpaṁ vipākasampattiṁ anubhaveyya,",
  "atk-s0501a5:331_12": "yattha tiracchānagatānampi kevalaṁ saddhāmattakena katassa samaṇadassanassa evaṁ",
  "atk-s0501a5:331_13": "vipākasampattiṁ vaṇṇayanti.",
  "atk-s0501a5:332": "“Ulūko maṇḍalakkhiko, vediyake ciradīghavāsiko;",
  "atk-s0501a5:333": "Sukhito vata kosiyo ayaṁ, kāluṭṭhitaṁ passati buddhavaraṁ.",
  "atk-s0501a5:334": "“Mayi cittaṁ pasādetvā, bhikkhusaṅghe anuttare;",
  "atk-s0501a5:335": "Kappānaṁ satasahassāni, duggateso na gacchati.",
  "atk-s0501a5:336": "“Sa devalokā cavitvā, kusalakammena codito;",
  "atk-s0501a5:337": "Bhavissati anantañāṇo, somanassoti vissuto”ti. ;",
  "atk-s0501a5:338_0": "Kālena dhammasākacchā nāma padose vā paccūse vā dve suttantikā bhikkhū aññamaññaṁ",
  "atk-s0501a5:338_1": "suttantaṁ sākacchanti, vinayadharā vinayaṁ, ābhidhammikā abhidhammaṁ, jātakabhāṇakā",
  "atk-s0501a5:338_2": "jātakaṁ, aṭṭhakathikā aṭṭhakathaṁ, līnuddhatavicikicchāparetacittavisodhanatthaṁ",
  "atk-s0501a5:338_3": "vā tamhi tamhi kāle sākacchanti, ayaṁ kālena dhammasākacchā. Sā āgamabyattiādīnaṁ",
  "atk-s0501a5:338_4": "guṇānaṁ hetuto maṅgalanti vuccatīti.",
  "atk-s0501a5:339": "Evaṁ imissā gāthāya khanti, sovacassatā, samaṇadassanaṁ, kālena dhammasākacchāti cattāri maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:340": "Niṭṭhitā khantī cāti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:341": "Tapocātigāthāvaṇṇanā",
  "atk-s0501a5:342_0": "11. Idāni tapo cāti ettha pāpake dhamme tapatīti tapo. Brahmaṁ cariyaṁ, brahmānaṁ",
  "atk-s0501a5:342_1": "vā cariyaṁ brahmacariyaṁ, seṭṭhacariyanti vuttaṁ hoti. Ariyasaccānaṁ dassanaṁ ariyasaccānadassanaṁ,",
  "atk-s0501a5:342_2": "ariyasaccāni dassanantipi eke, taṁ na sundaraṁ. Nikkhantaṁ vānatoti nibbānaṁ, sacchikaraṇaṁ",
  "atk-s0501a5:342_3": "sacchikiriyā, nibbānassa sacchikiriyā nibbānasacchikiriyā. Sesaṁ vuttanayamevāti ayaṁ padavaṇṇanā.",
  "atk-s0501a5:343_0": "Atthavaṇṇanā pana evaṁ veditabbā – tapo nāma abhijjhādomanassādīnaṁ tapanato indriyasaṁvaro,",
  "atk-s0501a5:343_1": "kosajjassa vā tapanato vīriyaṁ, tehi samannāgato puggalo ātāpīti vuccati. Svāyaṁ",
  "atk-s0501a5:343_2": "abhijjhādippahānajhānādippaṭilābhahetuto maṅgalanti veditabbo.",
  "atk-s0501a5:344_0": "Brahmacariyaṁ nāma methunaviratisamaṇadhammasāsanamaggānamadhivacanaṁ. Tathā hi “abrahmacariyaṁ",
  "atk-s0501a5:344_1": "pahāya brahmacārī hotī”ti evamādīsu methunavirati brahmacariyanti vuccati. “Bhagavati",
  "atk-s0501a5:344_2": "no, āvuso, brahmacariyaṁ vussatīti? Evamāvuso”ti evamādīsu samaṇadhammo. “Na tāvāhaṁ,",
  "atk-s0501a5:344_3": "pāpima, parinibbāyissāmi, yāva me idaṁ brahmacariyaṁ na iddhañceva bhavissati phītañca",
  "atk-s0501a5:344_4": "vitthārikaṁ bāhujañña”nti evamādīsu sāsanaṁ. “Ayameva kho, bhikkhu, ariyo aṭṭhaṅgiko",
  "atk-s0501a5:344_5": "maggo brahmacariyaṁ. Seyyathidaṁ, sammādiṭṭhī”ti evamādīsu maggo. Idha pana ariyasaccadassanena",
  "atk-s0501a5:344_6": "parato maggassa saṅgahitattā avasesaṁ sabbampi vaṭṭati. Tañcetaṁ uparūpari nānappakāravisesādhigamahetuto",
  "atk-s0501a5:344_7": "maṅgalanti veditabbaṁ.",
  "atk-s0501a5:345": "Ariyasaccāna dassanaṁ nāma kumārapañhe vuttānaṁ catunnaṁ ariyasaccānaṁ abhisamayavasena maggadassanaṁ, taṁ saṁsāradukkhavītikkamahetuto maṅgalanti vuccati.",
  "atk-s0501a5:346_0": "Nibbānasacchikiriyā nāma idha arahattaphalaṁ nibbānanti adhippetaṁ. Tampi hi pañcagativānanena",
  "atk-s0501a5:346_1": "vānasaññitāya taṇhāya nikkhantattā nibbānanti vuccati. Tassa patti vā paccavekkhaṇā",
  "atk-s0501a5:346_2": "vā sacchikiriyāti vuccati. Itarassa pana nibbānassa ariyasaccānaṁ dassaneneva sacchikiriyā",
  "atk-s0501a5:346_3": "siddhā, tenetaṁ idha nādhippetaṁ. Evamesā nibbānasacchikiriyā diṭṭhadhammikasukhavihārādihetuto",
  "atk-s0501a5:346_4": "maṅgalanti veditabbā.",
  "atk-s0501a5:347": "Evaṁ imissā gāthāya tapo brahmacariyaṁ, ariyasaccānaṁ dassanaṁ, nibbānasacchikiriyāti cattāri maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:348": "Niṭṭhitā tapo cāti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:349": "Phuṭṭhassalokadhammehītigāthāvaṇṇanā",
  "atk-s0501a5:350_0": "12. Idāni phuṭṭhassa lokadhammehīti ettha phuṭṭhassāti phusitassa chupitassa sampattassa.",
  "atk-s0501a5:350_1": "Loke dhammā lokadhammā, yāva lokappavatti, tāva anivattakā dhammāti vuttaṁ hoti.",
  "atk-s0501a5:350_2": "Cittanti mano mānasaṁ. Yassāti navassa vā majjhimassa vā therassa vā. Na kampatīti",
  "atk-s0501a5:350_3": "na calati na vedhati. Asokanti nissokaṁ abbūḷhasokasallaṁ. Virajanti vigatarajaṁ",
  "atk-s0501a5:350_4": "viddhaṁsitarajaṁ. Khemanti abhayaṁ nirupaddavaṁ. Sesaṁ vuttanayamevāti ayaṁ padavaṇṇanā.",
  "atk-s0501a5:351_0": "Atthavaṇṇanā pana evaṁ veditabbā – phuṭṭhassa lokadhammehi cittaṁyassana kampati",
  "atk-s0501a5:351_1": "nāma yassa lābhālābhādīhi aṭṭhahi lokadhammehi phuṭṭhassa ajjhotthaṭassa cittaṁ na",
  "atk-s0501a5:351_2": "kampati na calati na vedhati, tassa taṁ cittaṁ kenaci akampanīyalokuttamabhāvāvahanato",
  "atk-s0501a5:351_3": "maṅgalanti veditabbaṁ.",
  "atk-s0501a5:352": "Kassa ca etehi phuṭṭhassa cittaṁ na kampatīti? Arahato khīṇāsavassa, na aññassa kassaci. Vuttañhetaṁ –",
  "atk-s0501a5:353": "“Selo yathā ekagghano, vātena na samīrati;",
  "atk-s0501a5:354": "Evaṁ rūpā rasā saddā, gandhā phassā ca kevalā.",
  "atk-s0501a5:355": "“Iṭṭhā dhammā aniṭṭhā ca, na pavedhenti tādino;",
  "atk-s0501a5:356": "Ṭhitaṁ cittaṁ vippamuttaṁ, vayañcassānupassatī”ti. ;",
  "atk-s0501a5:357_0": "Asokaṁ nāma khīṇāsavasseva cittaṁ. Tañhi yvāyaṁ “soko socanā socitattaṁ antosoko",
  "atk-s0501a5:357_1": "antoparisoko cetaso parinijjhāyitatta”ntiādinā nayena vuccati soko, tassa abhāvato",
  "atk-s0501a5:357_2": "asokaṁ. Keci nibbānaṁ vadanti, taṁ purimapadena nānusandhiyati. Yathā ca asokaṁ,",
  "atk-s0501a5:357_3": "evaṁ virajaṁ khemantipi khīṇāsavasseva cittaṁ. Tañhi rāgadosamoharajānaṁ vigatattā",
  "atk-s0501a5:357_4": "virajaṁ, catūhi ca yogehi khemattā khemaṁ, yato etaṁ tena tenākārena tamhi tamhi",
  "atk-s0501a5:357_5": "pavattikkhaṇe gahetvā niddiṭṭhavasena tividhampi appavattakkhandhatādilokuttamabhāvāvahanato",
  "atk-s0501a5:357_6": "āhuneyyādibhāvāvahanato ca maṅgalanti veditabbaṁ.",
  "atk-s0501a5:358": "Evaṁ imissā gāthāya aṭṭhalokadhammehi akampitacittaṁ, asokacittaṁ, virajacittaṁ, khemacittanti cattāri maṅgalāni vuttāni. Maṅgalattañca nesaṁ tattha tattha vibhāvitamevāti.",
  "atk-s0501a5:359": "Niṭṭhitā phuṭṭhassa lokadhammehīti imissā gāthāya atthavaṇṇanā.",
  "atk-s0501a5:360": "Etādisānītigāthāvaṇṇanā",
  "atk-s0501a5:361": "13. Evaṁ bhagavā asevanā ca bālānantiādīhi dasahi gāthāhi aṭṭhatiṁsa mahāmaṅgalāni kathetvā idāni etāneva attanā vuttamaṅgalāni thunanto “etādisāni katvānā”ti avasānagāthamabhāsi.",
  "atk-s0501a5:362_0": "Tassāyamatthavaṇṇanā – etādisānīti etāni īdisāni mayā vuttappakārāni bālānaṁ asevanādīni.",
  "atk-s0501a5:362_1": "Katvānāti katvā. Katvāna katvā karitvāti hi atthato anaññaṁ. Sabbatthamaparājitāti",
  "atk-s0501a5:362_2": "sabbattha khandhakilesābhisaṅkhāradevaputtamārappabhedesu catūsu paccatthikesu ekenāpi",
  "atk-s0501a5:362_3": "aparājitā hutvā, sayameva te cattāro māre parājetvāti vuttaṁ hoti. Makāro cettha",
  "atk-s0501a5:362_4": "padasandhikaramattoti viññātabbo.",
  "atk-s0501a5:363_0": "Sabbattha sotthiṁ gacchantīti etādisāni maṅgalāni katvā catūhi mārehi aparājitā hutvā",
  "atk-s0501a5:363_1": "sabbattha idhalokaparalokesu ṭhānacaṅkamanādīsu ca sotthiṁ gacchanti, bālasevanādīhi",
  "atk-s0501a5:363_2": "ye uppajjeyyuṁ āsavā vighātapariḷāhā, tesaṁ abhāvā sotthiṁ gacchanti, anupaddutā",
  "atk-s0501a5:363_3": "anupasaṭṭhā khemino appaṭibhayā gacchantīti vuttaṁ hoti. Anunāsiko cettha gāthābandhasukhatthaṁ vuttoti veditabbo.",
  "atk-s0501a5:364_0": "Taṁ tesaṁ maṅgalamuttamanti iminā gāthāpadena bhagavā desanaṁ niṭṭhāpesi. Kathaṁ?",
  "atk-s0501a5:364_1": "Evaṁ, devaputta, ye etādisāni karonti, te yasmā sabbattha sotthiṁ gacchanti, tasmā",
  "atk-s0501a5:364_2": "taṁ bālānaṁ asevanādiaṭṭhatiṁsavidhampi tesaṁ etādisakārakānaṁ maṅgalamuttamaṁ seṭṭhaṁ",
  "atk-s0501a5:364_3": "pavaranti gaṇhāhīti.",
  "atk-s0501a5:365_0": "Evañca bhagavatā niṭṭhāpitāya desanāya pariyosāne koṭisatasahassadevatāyo arahattaṁ",
  "atk-s0501a5:365_1": "pāpuṇiṁsu, sotāpattisakadāgāmianāgāmiphalasampattānaṁ gaṇanā asaṅkhyeyyā ahosi. Atha",
  "atk-s0501a5:365_2": "bhagavā dutiyadivase ānandattheraṁ āmantesi – “imaṁ pana, ānanda, rattiṁ aññatarā",
  "atk-s0501a5:365_3": "devatā maṁ upasaṅkamitvā maṅgalapañhaṁ pucchi, athassāhaṁ aṭṭhatiṁsa maṅgalāni abhāsiṁ,",
  "atk-s0501a5:365_4": "uggaṇhāhi, ānanda, imaṁ maṅgalapariyāyaṁ, uggahetvā bhikkhū vācehī”ti. Thero uggahetvā",
  "atk-s0501a5:365_5": "bhikkhū vācesi. Tayidaṁ ācariyaparamparāya ābhataṁ yāvajjatanā pavattati, “evamidaṁ",
  "atk-s0501a5:365_6": "brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva devamanussehi",
  "atk-s0501a5:365_7": "suppakāsita”nti veditabbaṁ.",
  "atk-s0501a5:366_0": "Idāni etesveva maṅgalesu ñāṇaparicayapāṭavatthaṁ ayamādito pabhuti yojanā – evamime",
  "atk-s0501a5:366_1": "idhalokaparalokalokuttarasukhakāmā sattā bālajanasevanaṁ pahāya, paṇḍite nissāya,",
  "atk-s0501a5:366_2": "pūjaneyye pūjetvā, patirūpadesavāsena pubbe ca katapuññatāya kusalappavattiyaṁ codiyamānā",
  "atk-s0501a5:366_3": "attānaṁ sammā paṇidhāya, bāhusaccasippavinayehi alaṅkatattabhāvā, vinayānurūpaṁ subhāsitaṁ",
  "atk-s0501a5:366_4": "bhāsamānā, yāva gihibhāvaṁ na vijahanti, tāva mātāpitūpaṭṭhānena porāṇaṁ iṇamūlaṁ",
  "atk-s0501a5:366_5": "visodhayamānā, puttadārasaṅgahena navaṁ iṇamūlaṁ payojayamānā, anākulakammantatāya",
  "atk-s0501a5:366_6": "dhanadhaññādisamiddhiṁ pāpuṇantā, dānena bhogasāraṁ dhammacariyāya jīvitasārañca",
  "atk-s0501a5:366_7": "gahetvā, ñātisaṅgahena sakajanahitaṁ anavajjakammantatāya parajanahitañca karontā,",
  "atk-s0501a5:366_8": "pāpaviratiyā parūpaghātaṁ majjapānasaṁyamena attūpaghātañca vivajjetvā, dhammesu",
  "atk-s0501a5:366_9": "appamādena kusalapakkhaṁ vaḍḍhetvā, vaḍḍhitakusalatāya gihibyañjanaṁ ohāya pabbajitabhāve",
  "atk-s0501a5:366_10": "ṭhitāpi buddhabuddhasāvakūpajjhāyācariyādīsu gāravena nivātena ca vattasampadaṁ ārādhetvā,",
  "atk-s0501a5:366_11": "santuṭṭhiyā paccayagedhaṁ pahāya, kataññutāya sappurisabhūmiyaṁ ṭhatvā, dhammassavanena",
  "atk-s0501a5:366_12": "cittalīnataṁ pahāya, khantiyā sabbaparissaye abhibhavitvā, sovacassatāya sanāthaṁ",
  "atk-s0501a5:366_13": "attānaṁ katvā, samaṇadassanena paṭipattipayogaṁ passantā, dhammasākacchāya kaṅkhāṭṭhāniyesu",
  "atk-s0501a5:366_14": "dhammesu kaṅkhaṁ vinodetvā, indriyasaṁvaratapena sīlavisuddhiṁ samaṇadhammabrahmacariyena",
  "atk-s0501a5:366_15": "cittavisuddhiṁ tato parā ca catasso visuddhiyo sampādentā, imāya paṭipadāya ariyasaccadassanapariyāyaṁ",
  "atk-s0501a5:366_16": "ñāṇadassanavisuddhiṁ patvā arahattaphalasaṅkhyaṁ nibbānaṁ sacchikaronti, yaṁ sacchikaritvā",
  "atk-s0501a5:366_17": "sinerupabbato viya vātavuṭṭhīhi aṭṭhahi lokadhammehi avikampamānacittā asokā virajā",
  "atk-s0501a5:366_18": "khemino honti. Ye ca khemino honti, te sabbattha ekenapi aparājitā honti, sabbattha",
  "atk-s0501a5:366_19": "sotthiṁ gacchanti. Tenāha bhagavā –",
  "atk-s0501a5:367": "“Etādisāni katvāna, sabbatthamaparājitā;",
  "atk-s0501a5:368": "Sabbattha sotthiṁ gacchanti, taṁ tesaṁ maṅgalamuttama”nti.",
  "atk-s0501a5:369": "Paramatthajotikāya khuddakapāṭha-aṭṭhakathāya",
  "atk-s0501a5:370": "Maṅgalasuttavaṇṇanā niṭṭhitā."
}