{
  "atk-s0201a2:0": "2. Sīhanādavaggo",
  "atk-s0201a2:1": "1. Cūḷasīhanādasuttavaṇṇanā",
  "atk-s0201a2:2_0": "139.Evaṁme sutanti cūḷasīhanādasuttaṁ. Yasmā panassa atthuppattiko nikkhepo, tasmā",
  "atk-s0201a2:2_1": "taṁ dassetvā cassa anupubbapadavaṇṇanaṁ karissāma. Katarāya panidaṁ atthuppattiyā",
  "atk-s0201a2:2_2": "nikkhittanti? Lābhasakkārapaccayā titthiyaparidevite. Bhagavato kira dhammadāyādasutte",
  "atk-s0201a2:2_3": "vuttanayena mahālābhasakkāro uppajji. Catuppamāṇiko hi ayaṁ lokasannivāso, rūpappamāṇo",
  "atk-s0201a2:2_4": "rūpappasanno, ghosappamāṇo ghosappasanno, lūkhappamāṇo lūkhappasanno, dhammappamāṇo",
  "atk-s0201a2:2_5": "dhammappasannoti imesaṁ puggalānaṁ vasena catudhā ṭhito.",
  "atk-s0201a2:3_0": "Tesaṁ idaṁ nānākaraṇaṁ – katamo ca puggalo rūpappamāṇo rūpappasanno? Idhekacco puggalo",
  "atk-s0201a2:3_1": "ārohaṁ vā passitvā pariṇāhaṁ vā passitvā saṇṭhānaṁ vā passitvā pāripūriṁ vā passitvā",
  "atk-s0201a2:3_2": "tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ vuccati puggalo rūpappamāṇo rūpappasanno.",
  "atk-s0201a2:4_0": "Katamo ca puggalo ghosappamāṇo ghosappasanno? Idhekacco puggalo paravaṇṇanāya parathomanāya",
  "atk-s0201a2:4_1": "parapasaṁsanāya paravaṇṇahārikāya, tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ vuccati",
  "atk-s0201a2:4_2": "puggalo ghosappamāṇo ghosappasanno.",
  "atk-s0201a2:5_0": "Katamo ca puggalo lūkhappamāṇo lūkhappasanno? Idhekacco puggalo cīvaralūkhaṁ vā passitvā",
  "atk-s0201a2:5_1": "pattalūkhaṁ vā passitvā, senāsanalūkhaṁ vā passitvā vividhaṁ vā dukkarakārikaṁ passitvā",
  "atk-s0201a2:5_2": "tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ vuccati puggalo lūkhappamāṇo lūkhappasanno.",
  "atk-s0201a2:6_0": "Katamo ca puggalo dhammappamāṇo dhammappasanno? Idhekacco puggalo sīlaṁ vā passitvā",
  "atk-s0201a2:6_1": "samādhiṁ vā passitvā paññaṁ vā passitvā tattha pamāṇaṁ gahetvā pasādaṁ janeti, ayaṁ",
  "atk-s0201a2:6_2": "vuccati puggalo dhammappamāṇo dhammappasannoti.",
  "atk-s0201a2:7_0": "Imesu catūsu puggalesu rūpappamāṇopi bhagavato ārohapariṇāhasaṇṭhānapāripūrivaṇṇapokkharataṁ,",
  "atk-s0201a2:7_1": "asītianubyañjanappaṭimaṇḍitattā nānāratanavicittamiva suvaṇṇamahāpaṭaṁ, dvattiṁsamahāpurisalakkhaṇasamākiṇṇatāya",
  "atk-s0201a2:7_2": "tārāgaṇasamujjalaṁ viya gaganatalaṁ sabbaphāliphullaṁ viya ca yojanasatubbedhaṁ pāricchattakaṁ",
  "atk-s0201a2:7_3": "aṭṭhārasaratanubbedhaṁ byāmappabhāparikkhepaṁ sassirikaṁ anopamasarīraṁ disvā sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:8_0": "Ghosappamāṇopi, bhagavatā kappasatasahassādhikāni cattāri asaṅkhyeyyāni dasa pāramiyo",
  "atk-s0201a2:8_1": "dasa upapāramiyo dasa paramatthapāramiyo pūritā aṅgapariccāgo puttadārapariccāgo,",
  "atk-s0201a2:8_2": "rajjapariccāgo attapariccāgo nayanapariccāgo ca katotiādinā nayena pavattaṁ ghosaṁ",
  "atk-s0201a2:8_3": "sutvā sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:9_0": "Lūkhappamāṇopi bhagavato cīvaralūkhaṁ disvā “sace bhagavā agāraṁ ajjhāvasissa, kāsikavatthameva",
  "atk-s0201a2:9_1": "adhārayissa. Pabbajitvā panānena sāṇapaṁsukūlacīvarena santussamānena bhāriyaṁ kata”nti",
  "atk-s0201a2:9_2": "sammāsambuddheyeva pasīdati. Pattalūkhampi disvā – “iminā agāraṁ ajjhāvasantena rattavarasuvaṇṇabhājanesu",
  "atk-s0201a2:9_3": "cakkavattibhojanārahaṁ sugandhasālibhojanaṁ paribhuttaṁ, pabbajitvā pana pāsāṇamayaṁ",
  "atk-s0201a2:9_4": "pattaṁ ādāya uccanīcakuladvāresu sapadānaṁ piṇḍāya caritvā laddhapiṇḍiyālopena santussamāno",
  "atk-s0201a2:9_5": "bhāriyaṁ karotī”ti sammāsambuddheyeva pasīdati. Senāsanalūkhaṁ disvāpi – “ayaṁ agāraṁ",
  "atk-s0201a2:9_6": "ajjhāvasanto tiṇṇaṁ utūnaṁ anucchavikesu tīsu pāsādesu tividhanāṭakaparivāro dibbasampattiṁ",
  "atk-s0201a2:9_7": "viya rajjasiriṁ anubhavitvā idāni pabbajjūpagato rukkhamūlasenāsanādīsu dāruphalakasilāpaṭṭapīṭhamañcakādīhi",
  "atk-s0201a2:9_8": "santussamāno bhāriyaṁ karotī”ti sammāsambuddheyeva pasīdati. Dukkarakārikamassa disvāpi",
  "atk-s0201a2:9_9": "– “chabbassāni nāma muggayūsakulatthayūsahareṇuyūsādīnaṁ pasaṭamattena yāpessati,",
  "atk-s0201a2:9_10": "appāṇakaṁ jhānaṁ jhāyissati, sarīre ca jīvite ca anapekkho viharissati, aho dukkarakārako",
  "atk-s0201a2:9_11": "bhagavā”ti sammāsambuddheyeva pasīdati.",
  "atk-s0201a2:10_0": "Dhammappamāṇopi bhagavato sīlaguṇaṁ samādhiguṇaṁ paññāguṇaṁ jhānavimokkhasamādhisamāpattisampadaṁ",
  "atk-s0201a2:10_1": "abhiññāpāripūriṁ yamakapāṭihāriyaṁ devorohaṇaṁ pāthikaputtadamanādīni ca anekāni",
  "atk-s0201a2:10_2": "acchariyāni disvā sammāsambuddheyeva pasīdati, te evaṁ pasannā bhagavato mahantaṁ",
  "atk-s0201a2:10_3": "lābhasakkāraṁ abhiharanti. Titthiyānaṁ pana bāverujātake kākassa viya lābhasakkāro",
  "atk-s0201a2:10_4": "parihāyittha. Yathāha –",
  "atk-s0201a2:11": "“Adassanena morassa, sikhino mañjubhāṇino;",
  "atk-s0201a2:12": "Kākaṁ tattha apūjesuṁ, maṁsena ca phalena ca.",
  "atk-s0201a2:13": "Yadā ca sarasampanno, moro bāverumāgamā;",
  "atk-s0201a2:14": "Atha lābho ca sakkāro, vāyasassa ahāyatha.",
  "atk-s0201a2:15": "Yāva nuppajjati buddho, dhammarājā pabhaṅkaro;",
  "atk-s0201a2:16": "Tāva aññe apūjesuṁ, puthū samaṇabrāhmaṇe.",
  "atk-s0201a2:17": "Yadā ca sarasampanno, buddho dhammamadesayi;",
  "atk-s0201a2:18": "Atha lābho ca sakkāro, titthiyānaṁ ahāyathā”ti. ;",
  "atk-s0201a2:19": "Te evaṁ pahīnalābhasakkārā rattiṁ ekadvaṅgulamattaṁ obhāsetvāpi sūriyuggamane khajjopanakā viya hatappabhā ahesuṁ.",
  "atk-s0201a2:20": "Yathā hi khajjopanakā, kāḷapakkhamhi rattiyā;",
  "atk-s0201a2:21": "Nidassayanti obhāsaṁ, etesaṁ visayo hi so.",
  "atk-s0201a2:22": "Yadā ca rasmisampanno, abbhudeti pabhaṅkaro;",
  "atk-s0201a2:23": "Atha khajjupasaṅghānaṁ, pabhā antaradhāyati.",
  "atk-s0201a2:24": "Evaṁ khajjupasadisā, titthiyāpi puthū idha;",
  "atk-s0201a2:25": "Kāḷapakkhūpame loke, dīpayanti sakaṁ guṇaṁ.",
  "atk-s0201a2:26": "Yadā ca buddho lokasmiṁ, udeti amitappabho;",
  "atk-s0201a2:27": "Nippabhā titthiyā honti, sūriye khajjupakā yathāti.",
  "atk-s0201a2:28_0": "Te evaṁ nippabhā hutvā kacchupiḷakādīhi kiṇṇasarīrā paramapārijuññapattā yena buddho",
  "atk-s0201a2:28_1": "yena dhammo yena saṅgho yena ca mahājanassa sannipāto, tena tena gantvā antaravīthiyampi",
  "atk-s0201a2:28_2": "siṅghāṭakepi catukkepi sabhāyampi ṭhatvā paridevanti –",
  "atk-s0201a2:29_0": "“Kiṁ bho samaṇoyeva gotamo samaṇo, mayaṁ assamaṇā; samaṇasseva gotamassa sāvakā samaṇā,",
  "atk-s0201a2:29_1": "amhākaṁ sāvakā assamaṇā? Samaṇasseva gotamassa sāvakānañcassa dinnaṁ mahapphalaṁ,",
  "atk-s0201a2:29_2": "na amhākaṁ, sāvakānañca no dinnaṁ mahapphalaṁ? Nanu samaṇopi gotamo samaṇo, mayampi",
  "atk-s0201a2:29_3": "samaṇā. Samaṇassapi gotamassa sāvakā samaṇā, amhākampi sāvakā samaṇā. Samaṇassapi",
  "atk-s0201a2:29_4": "gotamassa sāvakānañcassa dinnaṁ mahapphalaṁ, amhākampi sāvakānañca no dinnaṁ mahapphalañceva?",
  "atk-s0201a2:29_5": "Samaṇassapi gotamassa sāvakānañcassa detha karotha, amhākampi sāvakānañca no detha",
  "atk-s0201a2:29_6": "sakkarotha? Nanu samaṇo gotamo purimāni divasāni uppanno, mayaṁ pana loke uppajjamāneyeva uppannā”ti.",
  "atk-s0201a2:30_0": "Evaṁ nānappakāraṁ viravanti. Atha bhikkhū bhikkhuniyo upāsakā upāsikāyoti catasso",
  "atk-s0201a2:30_1": "parisā tesaṁ saddaṁ sutvā bhagavato ārocesuṁ “titthiyā bhante idañcidañca kathentī”ti.",
  "atk-s0201a2:30_2": "Taṁ sutvā bhagavā – “mā tumhe, bhikkhave, titthiyānaṁ vacanena ‘aññatra samaṇo atthī’ti",
  "atk-s0201a2:30_3": "saññino ahuvatthā”ti vatvā aññatitthiyesu samaṇabhāvaṁ paṭisedhento idheva ca anujānanto",
  "atk-s0201a2:30_4": "imissā atthuppattiyā idheva, bhikkhave, samaṇoti idaṁ suttaṁ abhāsi.",
  "atk-s0201a2:31_0": "Tattha idhevāti imasmiṁyeva sāsane. Ayaṁ pana niyamo sesapadesupi veditabbo. Dutiyādayopi",
  "atk-s0201a2:31_1": "hi samaṇā idheva, na aññattha. Samaṇoti sotāpanno. Tenevāha – “katamo ca, bhikkhave,",
  "atk-s0201a2:31_2": "paṭhamo samaṇo? Idha, bhikkhave, bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno",
  "atk-s0201a2:31_3": "hoti avinipātadhammo niyato sambodhiparāyaṇo, ayaṁ, bhikkhave, paṭhamo samaṇo”ti.",
  "atk-s0201a2:32_0": "Dutiyoti sakadāgāmī. Tenevāha – “katamo ca? Bhikkhave, dutiyo samaṇo. Idha, bhikkhave,",
  "atk-s0201a2:32_1": "bhikkhu tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva",
  "atk-s0201a2:32_2": "imaṁ lokaṁ āgantvā dukkhassantaṁ karoti. Ayaṁ, bhikkhave, dutiyo samaṇo”ti.",
  "atk-s0201a2:33_0": "Tatiyoti anāgāmī. Tenevāha – “katamo ca, bhikkhave, tatiyo samaṇo? Idha, bhikkhave,",
  "atk-s0201a2:33_1": "bhikkhu pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti tattha parinibbāyī",
  "atk-s0201a2:33_2": "anāvattidhammo tasmā lokā. Ayaṁ, bhikkhave, tatiyo samaṇo”ti.",
  "atk-s0201a2:34_0": "Catutthoti arahā. Tenevāha – “katamo ca, bhikkhave, catuttho samaṇo? Idha, bhikkhave,",
  "atk-s0201a2:34_1": "bhikkhu āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ",
  "atk-s0201a2:34_2": "abhiññā sacchikatvā upasampajja viharati. Ayaṁ, bhikkhave, catuttho samaṇo”ti. Iti",
  "atk-s0201a2:34_3": "imasmiṁ ṭhāne cattāro phalaṭṭhakasamaṇāva adhippetā.",
  "atk-s0201a2:35_0": "Suññāti rittā tucchā. Parappavādāti cattāro sassatavādā, cattāro ekaccasassatikā,",
  "atk-s0201a2:35_1": "cattāro antānantikā, cattāro amarāvikkhepikā, dve adhiccasamuppannikā, soḷasa saññīvādā,",
  "atk-s0201a2:35_2": "aṭṭha asaññīvādā, aṭṭha nevasaññīnāsaññīvādā, satta ucchedavādā, pañca diṭṭhadhammanibbānavādāti",
  "atk-s0201a2:35_3": "ime sabbepi brahmajāle āgatā dvāsaṭṭhi diṭṭhiyo. Ito bāhirānaṁ paresaṁ vādā parappavādā",
  "atk-s0201a2:35_4": "nāma. Te sabbepi imehi catūhi phalaṭṭhakasamaṇehi suññā, na hi te ettha santi. Na",
  "atk-s0201a2:35_5": "kevalañca eteheva suññā, catūhi pana maggaṭṭhakasamaṇehipi catunnaṁ maggānaṁ atthāya",
  "atk-s0201a2:35_6": "āraddhavipassakehipīti dvādasahipi samaṇehi suññā eva. Imameva atthaṁ sandhāya bhagavatā",
  "atk-s0201a2:35_7": "mahāparinibbāne vuttaṁ –",
  "atk-s0201a2:36": "“Ekūnatiṁso vayasā subhadda,",
  "atk-s0201a2:37": "Yaṁ pabbajiṁ kiṁ kusalānuesī;",
  "atk-s0201a2:38": "Vassāni paññāsa samādhikāni,",
  "atk-s0201a2:39": "Yato ahaṁ pabbajito subhadda;",
  "atk-s0201a2:40": "Ñāyassa dhammassa padesavattī,",
  "atk-s0201a2:41": "Ito bahiddhā samaṇopi natthi.",
  "atk-s0201a2:42": "“Dutiyopi samaṇo natthi, tatiyopi samaṇo natthi, catutthopi samaṇo natthi. Suññā parappavādā samaṇebhi aññehī”ti.",
  "atk-s0201a2:43_0": "Ettha hi padesavattīti āraddhavipassako adhippeto. Tasmā sotāpattimaggassa āraddhavipassakaṁ",
  "atk-s0201a2:43_1": "maggaṭṭhaṁ phalaṭṭhanti tayopi ekato katvā samaṇopi natthīti āha. Sakadāgāmimaggassa",
  "atk-s0201a2:43_2": "āraddhavipassakaṁ maggaṭṭhaṁ phalaṭṭhanti tayopi ekato katvā dutiyopi samaṇo natthīti",
  "atk-s0201a2:43_3": "āha. Itaresupi dvīsu eseva nayo.",
  "atk-s0201a2:44_0": "Kasmā panete aññattha natthīti? Akhettatāya. Yathā hi na āragge sāsapo tiṭṭhati,",
  "atk-s0201a2:44_1": "na udakapiṭṭhe aggi jalati, na piṭṭhipāsāṇe bījāni ruhanti, evameva bāhiresu titthāyatanesu",
  "atk-s0201a2:44_2": "na ime samaṇā uppajjanti, imasmiṁyeva pana sāsane uppajjanti. Kasmā? Khettatāya.",
  "atk-s0201a2:44_3": "Tesaṁ akhettatā ca khettatā ca ariyamaggassa abhāvato ca bhāvato ca veditabbā. Tenāha bhagavā –",
  "atk-s0201a2:45_0": "“Yasmiṁ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo na upalabbhati, samaṇopi",
  "atk-s0201a2:45_1": "tattha na upalabbhati, dutiyopi tattha samaṇo na upalabbhati, tatiyopi tattha samaṇo",
  "atk-s0201a2:45_2": "na upalabbhati, catutthopi tattha samaṇo na upalabbhati. Yasmiñca kho, subhadda,",
  "atk-s0201a2:45_3": "dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhati, samaṇopi tattha upalabbhati, dutiyopi",
  "atk-s0201a2:45_4": "tattha…pe…. Catutthopi tattha samaṇo upalabbhati. Imasmiṁ kho, subhadda, dhammavinaye",
  "atk-s0201a2:45_5": "ariyo aṭṭhaṅgiko maggo upalabbhati, idheva, subhadda, samaṇo, idha dutiyo samaṇo,",
  "atk-s0201a2:45_6": "idha tatiyo samaṇo, idha catuttho samaṇo, suññā parappavādā samaṇebhi aññehī”ti.",
  "atk-s0201a2:46_0": "Evaṁ yasmā titthāyatanaṁ akhettaṁ, sāsanaṁ khettaṁ, tasmā yathā surattahatthapādo",
  "atk-s0201a2:46_1": "sūrakesarako sīho migarājā na susāne vā saṅkārakūṭe vā paṭivasati, tiyojanasahassavitthataṁ",
  "atk-s0201a2:46_2": "pana himavantaṁ ajjhogāhetvā maṇiguhāyaṁyeva paṭivasati. Yathā ca chaddanto nāgarājā",
  "atk-s0201a2:46_3": "na gocariyahatthikulādīsu navasu nāgakulesu uppajjati, chaddantakuleyeva uppajjati.",
  "atk-s0201a2:46_4": "Yathā ca valāhako assarājā na gadrabhakule vā ghoṭakakule vā uppajjati, sindhuyā",
  "atk-s0201a2:46_5": "tīre pana sindhavakuleyeva uppajjati. Yathā ca sabbakāmadadaṁ manoharaṁ maṇiratanaṁ",
  "atk-s0201a2:46_6": "na saṅkārakūṭe vā paṁsupabbatādīsu vā uppajjati, vepullapabbatabbhantareyeva uppajjati.",
  "atk-s0201a2:46_7": "Yathā ca timirapiṅgalo maccharājā na khuddakapokkharaṇīsu uppajjati, caturāsītiyojanasahassagambhīre",
  "atk-s0201a2:46_8": "mahāsamuddeyeva uppajjati. Yathā ca diyaḍḍhayojanasatiko supaṇṇarājā na gāmadvāre",
  "atk-s0201a2:46_9": "eraṇḍavanādīsu paṭivasati, mahāsamuddaṁ pana ajjhogāhetvā simbalidahavaneyeva paṭivasati.",
  "atk-s0201a2:46_10": "Yathā ca dhataraṭṭho suvaṇṇahaṁso na gāmadvāre āvāṭakādīsu paṭivasati, navutihaṁsasahassaparivāro",
  "atk-s0201a2:46_11": "hutvā cittakūṭapabbateyeva paṭivasati. Yathā ca catuddīpissaro cakkavattirājā na",
  "atk-s0201a2:46_12": "nīcakule uppajjati, asambhinnajātikhattiyakuleyeva pana uppajjati. Evameva imesu",
  "atk-s0201a2:46_13": "samaṇesu ekasamaṇopi na aññatitthāyatane uppajjati, ariyamaggaparikkhitte pana buddhasāsaneyeva",
  "atk-s0201a2:46_14": "uppajjati. Tenāha bhagavā “idheva, bhikkhave, samaṇo…pe… suññā parappavādā samaṇehi",
  "atk-s0201a2:46_15": "samaṇebhi aññehī”ti.",
  "atk-s0201a2:47_0": "Sammā sīhanādaṁ nadathāti ettha sammāti hetunā nayena kāraṇena. Sīhanādanti seṭṭhanādaṁ",
  "atk-s0201a2:47_1": "abhītanādaṁ appaṭinādaṁ. Imesañhi catunnaṁ samaṇānaṁ idheva atthitāya ayaṁ nādo seṭṭhanādo",
  "atk-s0201a2:47_2": "nāma hoti uttamanādo. “Ime samaṇā idheva atthī”ti vadantassa aññato bhayaṁ vā āsaṅkā",
  "atk-s0201a2:47_3": "vā natthīti abhītanādo nāma hoti. “Amhākampi sāsane ime samaṇā atthī”ti pūraṇādīsu",
  "atk-s0201a2:47_4": "ekassāpi uṭṭhahitvā vattuṁ asamatthatāya ayaṁ nādo appaṭinādo nāma hoti. Tena vuttaṁ",
  "atk-s0201a2:47_5": "“sīhanādanti seṭṭhanādaṁ abhītanādaṁ appaṭināda”nti.",
  "atk-s0201a2:48_0": "140.Ṭhānaṁ kho panetaṁ vijjatīti idaṁ kho pana kāraṇaṁ vijjati. Yaṁ aññatitthiyāti",
  "atk-s0201a2:48_1": "yena kāraṇena aññatitthiyā. Ettha ca titthaṁ jānitabbaṁ, titthakaro jānitabbo titthiyā",
  "atk-s0201a2:48_2": "jānitabbā, titthiyasāvakā jānitabbā. Titthaṁnāma dvāsaṭṭhi diṭṭhiyo. Ettha hi sattā",
  "atk-s0201a2:48_3": "taranti uppalavanti ummujjanimujjaṁ karonti, tasmā titthanti vuccanti. Tāsaṁ diṭṭhīnaṁ",
  "atk-s0201a2:48_4": "uppādetā titthakaro nāma. Tassa laddhiṁ gahetvā pabbajitā titthiyā nāma. Tesaṁ paccayadāyakā",
  "atk-s0201a2:48_5": "titthiyasāvakāti veditabbā. Paribbājakāti gihibandhanaṁ pahāya pabbajjūpagatā. Assāsoti",
  "atk-s0201a2:48_6": "avassayo patiṭṭhā upatthambho. Balanti thāmo. Yena tumheti yena assāsena vā balena vā evaṁ vadetha.",
  "atk-s0201a2:49_0": "Atthikho no, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhenāti ettha",
  "atk-s0201a2:49_1": "ayaṁ saṅkhepattho – yo so bhagavā samatiṁsa pāramiyo pūretvā sabbakilese bhañjitvā",
  "atk-s0201a2:49_2": "anuttaraṁ sammāsambodhiṁ abhisambuddho, tena bhagavatā tesaṁ tesaṁ sattānaṁ āsayānusayaṁ",
  "atk-s0201a2:49_3": "jānatā, hatthatale ṭhapitaṁ āmalakaṁ viya sabbaṁ ñeyyadhammaṁ passatā. Apica pubbenivāsādīhi",
  "atk-s0201a2:49_4": "jānatā, dibbena cakkhunā passatā. Tīhi vijjāhi chahi vā pana abhiññāhi jānatā, sabbattha",
  "atk-s0201a2:49_5": "appaṭihatena samantacakkhunā passatā. Sabbadhammajānanasamatthāya paññāya jānatā,",
  "atk-s0201a2:49_6": "sabbasattānaṁ cakkhuvisayātītāni tirokuṭṭādigatāni vāpi rūpāni ativisuddhena maṁsacakkhunā",
  "atk-s0201a2:49_7": "passatā. Attahitasādhikāya samādhipadaṭṭhānāya paṭivedhapaññāya jānatā, parahitasādhikāya",
  "atk-s0201a2:49_8": "karuṇāpadaṭṭhānāya desanāpaññāya passatā. Arīnaṁ hatattā paccayādīnaṁ arahattā ca",
  "atk-s0201a2:49_9": "arahatā, sammā sāmañca saccānaṁ buddhattā sammāsambuddhena. Antarāyikadhamme vā jānatā,",
  "atk-s0201a2:49_10": "niyyānikadhamme passatā. Kilesārīnaṁ hatattā arahatā, sammā sāmaṁ sabbadhammānaṁ",
  "atk-s0201a2:49_11": "buddhattā sammāsambuddhenāti, evaṁ catuvesārajjavasena catūhi ākārehi thomitena cattāro",
  "atk-s0201a2:49_12": "dhammā akkhātā, ye mayaṁ attani sampassamānā evaṁ vadema, na rājarājamahāmattādīnaṁ",
  "atk-s0201a2:49_13": "upatthambhaṁ kāyabalanti.",
  "atk-s0201a2:50_0": "Sattharipasādoti “itipi so bhagavā”tiādinā nayena buddhaguṇe anussarantānaṁ uppannappasādo.",
  "atk-s0201a2:50_1": "Dhamme pasādoti “svākkhāto bhagavatā dhammo”tiādinā nayena dhammaguṇe anussarantānaṁ",
  "atk-s0201a2:50_2": "uppannappasādo. Sīlesu paripūrakāritāti ariyakantesu sīlesu paripūrakāritā. Ariyakantasīlāni",
  "atk-s0201a2:50_3": "nāma pañcasīlāni. Tāni hi bhavantaragatopi ariyasāvako attano ariyasāvakabhāvaṁ ajānantopi",
  "atk-s0201a2:50_4": "na vītikkamati. Sacepi hi naṁ koci vadeyya – “imaṁ sakalaṁ cakkavattirajjaṁ sampaṭicchitvā",
  "atk-s0201a2:50_5": "khuddakamakkhikaṁ jīvitā voropehī”ti, aṭṭhānametaṁ, yaṁ so tassa vacanaṁ kareyya.",
  "atk-s0201a2:50_6": "Evaṁ ariyānaṁ sīlāni kantāni piyāni manāpāni. Tāni sandhāya vuttaṁ “sīlesu paripūrakāritā”ti.",
  "atk-s0201a2:51_0": "Sahadhammikā kho panāti bhikkhu bhikkhunī sikkhamānā sāmaṇero sāmaṇerī upāsako upāsikāti",
  "atk-s0201a2:51_1": "ete satta sahadhammacārino. Etesu hi bhikkhu bhikkhūhi saddhiṁ sahadhammaṁ carati",
  "atk-s0201a2:51_2": "samānasikkhatāya. Tathā bhikkhunī bhikkhunīhi…pe… upāsikā upāsikāhi, sotāpanno sotāpannehi,",
  "atk-s0201a2:51_3": "sakadāgāmī…pe… anāgāmīhi sahadhammaṁ carati. Tasmā sabbepete sahadhammikāti vuccanti.",
  "atk-s0201a2:51_4": "Apicettha ariyasāvakāyeva adhippetā. Tesañhi bhavantarepi maggadassanamhi vivādo",
  "atk-s0201a2:51_5": "natthi, tasmā te accantaṁ ekadhammacāritāya sahadhammikā. Iminā, “suppaṭipanno bhagavato",
  "atk-s0201a2:51_6": "sāvakasaṅgho”tiādinā nayena saṅghaṁ anussarantānaṁ uppannappasādo kathito. Ettāvatā",
  "atk-s0201a2:51_7": "cattāri sotāpannassa aṅgāni kathitāni honti.",
  "atk-s0201a2:52": "Ime kho no, āvusoti, āvuso, ime cattāro dhammā tena bhagavatā amhākaṁ assāso ceva balañcāti akkhātā, ye mayaṁ attani sampassamānā evaṁ vadema.",
  "atk-s0201a2:53_0": "141.Yo amhākaṁ satthāti iminā pūraṇakassapādike cha satthāro apadissanti. Yathā pana",
  "atk-s0201a2:53_1": "idāni sāsane ācariyupajjhāyādīsu “amhākaṁ ācariyo, amhākaṁ upajjhāyo”ti gehasitapemaṁ",
  "atk-s0201a2:53_2": "hoti. Evarūpaṁ pemaṁ sandhāya “satthari pasādo”ti vadanti. Thero panāha – “yasmā",
  "atk-s0201a2:53_3": "satthā nāma na ekassa, na dvinnaṁ hoti, sadevakassa lokassa ekova satthā, tasmā titthiyā",
  "atk-s0201a2:53_4": "‘amhākaṁ satthā’ ti ekapadeneva satthāraṁ visuṁ katvā imināva padena viruddhā parājitā”ti.",
  "atk-s0201a2:53_5": "Dhamme pasādoti idaṁ pana yathā idāni sāsane “amhākaṁ dīghanikāyo amhākaṁ majjhimanikāyo”ti",
  "atk-s0201a2:53_6": "mamāyanti, evaṁ attano attano pariyattidhamme gehasitapemaṁ sandhāya vadanti. Sīlesūti",
  "atk-s0201a2:53_7": "ajasīlagosīlameṇḍakasīlakukkurasīlādīsu. Idha no āvusoti ettha idhāti pasādaṁ sandhāya",
  "atk-s0201a2:53_8": "vadanti. Ko adhippayāsoti ko adhikappayogo. Yadidanti yamidaṁ tumhākañceva amhākañca",
  "atk-s0201a2:53_9": "nānākaraṇaṁ vadeyyātha. Taṁ kiṁ nāma? Tumhākampi hi catūsu ṭhānesu pasādo, amhākampi.",
  "atk-s0201a2:53_10": "Nanu etasmiṁ pasāde tumhe ca amhe ca dvedhā bhinnasuvaṇṇaṁ viya ekasadisāti vācāya",
  "atk-s0201a2:53_11": "samadhurā hutvā aṭṭhaṁsu.",
  "atk-s0201a2:54_0": "Atha nesaṁ taṁ samadhurataṁ bhindanto bhagavā evaṁ vādinotiādimāha. Tattha ekā niṭṭhāti",
  "atk-s0201a2:54_1": "yā tassa pasādassa pariyosānabhūtā niṭṭhā, kiṁ sā ekā, udāhu puthūti evaṁ pucchathāti",
  "atk-s0201a2:54_2": "vadati. Yasmā pana tasmiṁ tasmiṁ samaye niṭṭhaṁ apaññapento nāma natthi, brāhmaṇānañhi",
  "atk-s0201a2:54_3": "brahmaloko niṭṭhā, mahātāpasānaṁ ābhassarā, paribbājakānaṁ subhakiṇhā, ājīvakānaṁ",
  "atk-s0201a2:54_4": "“anantamānaso”ti evaṁ parikappito asaññībhavo. Imasmiṁ sāsane pana arahattaṁ niṭṭhā.",
  "atk-s0201a2:54_5": "Sabbeva cete arahattameva niṭṭhāti vadanti. Diṭṭhivasena pana brahmalokādīni paññapenti.",
  "atk-s0201a2:54_6": "Tasmā attano attano laddhivasena ekameva niṭṭhaṁ paññapenti, taṁ dassetuṁ bhagavā",
  "atk-s0201a2:54_7": "sammā byākaramānātiādimāha.",
  "atk-s0201a2:55_0": "Idāni bhikkhūnampi ekā niṭṭhā, titthiyānampi ekā niṭṭhāti dvīsu aṭṭakārakesu viya",
  "atk-s0201a2:55_1": "ṭhitesu bhagavā anuyogavattaṁ dassento sā panāvuso, niṭṭhā sarāgassa, udāhu vītarāgassātiādimāha.",
  "atk-s0201a2:55_2": "Tattha yasmā rāgarattādīnaṁ niṭṭhā nāma natthi. Yadi siyā, soṇasiṅgālādīnampi siyāti",
  "atk-s0201a2:55_3": "imaṁ dosaṁ passantānaṁ titthiyānaṁ “vītarāgassa āvuso sā niṭṭhā”tiādinā nayena byākaraṇaṁ dassitaṁ.",
  "atk-s0201a2:56_0": "Tattha viddasunoti paṇḍitassa. Anuruddhapaṭiviruddhassāti rāgena anuruddhassa kodhena",
  "atk-s0201a2:56_1": "paṭiviruddhassa. Papañcārāmassa papañcaratinoti ettha āramanti etthāti ārāmo. Papañco",
  "atk-s0201a2:56_2": "ārāmo assāti papañcārāmo. Papañce rati assāti papañcarati. Papañcoti ca mattapamattākārabhāvena",
  "atk-s0201a2:56_3": "pavattānaṁ taṇhādiṭṭhimānānametaṁ adhivacanaṁ. Idha pana taṇhādiṭṭhiyova adhippetā.",
  "atk-s0201a2:56_4": "Sarāgassātiādīsu pañcasu ṭhānesu ekova kileso āgato. Tassa ākārato nānattaṁ veditabbaṁ.",
  "atk-s0201a2:56_5": "Sarāgassāti hi vuttaṭṭhāne pañcakāmaguṇikarāgavasena gahito. Sataṇhassāti bhavataṇhāvasena.",
  "atk-s0201a2:56_6": "Saupādānassāti gahaṇavasena. Anuruddhapaṭiviruddhassāti yugaḷavasena. Papañcārāmassāti",
  "atk-s0201a2:56_7": "papañcuppattidassanavasena. Sarāgassāti vā ettha akusalamūlavasena gahito. Sataṇhassāti",
  "atk-s0201a2:56_8": "ettha taṇhāpaccayā upādānadassanavasena. Sesaṁ purimasadisameva. Thero panāha “kasmā",
  "atk-s0201a2:56_9": "evaṁ viddhaṁsetha? Ekoyeva hi ayaṁ lobho rajjanavasena rāgoti vutto. Taṇhākaraṇavasena",
  "atk-s0201a2:56_10": "taṇhā. Gahaṇaṭṭhena upādānaṁ. Yugaḷavasena anurodhapaṭivirodho. Papañcuppattidassanaṭṭhena papañco”ti.",
  "atk-s0201a2:57": "142. Idāni imesaṁ kilesānaṁ mūlabhūtaṁ diṭṭhivādaṁ dassento dvemā, bhikkhave, diṭṭhiyotiādimāha.",
  "atk-s0201a2:58_0": "Tattha bhavadiṭṭhīti sassatadiṭṭhi. Vibhavadiṭṭhīti ucchedadiṭṭhi. Bhavadiṭṭhiṁ allīnāti",
  "atk-s0201a2:58_1": "taṇhādiṭṭhivasena sassatadiṭṭhiṁ allīnā. Upagatāti taṇhādiṭṭhivaseneva upagatā. Ajjhositāti",
  "atk-s0201a2:58_2": "taṇhādiṭṭhivaseneva anupaviṭṭhā. Vibhavadiṭṭhiyā te paṭiviruddhāti te sabbe ucchedavādīhi",
  "atk-s0201a2:58_3": "saddhiṁ – “tumhe andhabālā na jānātha, sassato ayaṁ loko, nāyaṁ loko ucchijjatī”ti",
  "atk-s0201a2:58_4": "paṭiviruddhā niccaṁ kalahabhaṇḍanapasutā viharanti. Dutiyavārepi eseva nayo.",
  "atk-s0201a2:59_0": "Samudayañcātiādīsu dve diṭṭhīnaṁ samudayā khaṇikasamudayo paccayasamudayo ca. Khaṇikasamudayo",
  "atk-s0201a2:59_1": "diṭṭhīnaṁ nibbatti. Paccayasamudayo aṭṭha ṭhānāni. Seyyathidaṁ, khandhāpi diṭṭhiṭṭhānaṁ,",
  "atk-s0201a2:59_2": "avijjāpi, phassopi, saññāpi, vitakkopi, ayonisomanasikāropi, pāpamittopi, paratoghosopi",
  "atk-s0201a2:59_3": "diṭṭhiṭṭhānaṁ. “Khandhā hetu khandhā paccayo diṭṭhīnaṁ upādāya samuṭṭhānaṭṭhena.",
  "atk-s0201a2:59_4": "Evaṁ khandhāpi diṭṭhiṭṭhānaṁ. Avijjā… phasso… saññā… vitakko… ayonisomanasikāro…",
  "atk-s0201a2:59_5": "pāpamitto… paratoghoso hetu, paratoghoso paccayo diṭṭhīnaṁ upādāya samuṭṭhānaṭṭhena.",
  "atk-s0201a2:59_6": "Evaṁ paratoghosopi diṭṭhiṭṭhānaṁ”. Atthaṅgamāpi dveyeva khaṇikatthaṅgamo paccayatthaṅgamo",
  "atk-s0201a2:59_7": "ca. Khaṇikatthaṅgamo nāma khayo vayo bhedo paribhedo aniccatā antaradhānaṁ. Paccayatthaṅgamo",
  "atk-s0201a2:59_8": "nāma sotāpattimaggo. Sotāpattimaggo hi diṭṭhiṭṭhānasamugghātoti vutto.",
  "atk-s0201a2:60_0": "Assādanti diṭṭhimūlakaṁ ānisaṁsaṁ. Yaṁ sandhāya vuttaṁ – “yaṁdiṭṭhiko satthā hoti,",
  "atk-s0201a2:60_1": "taṁdiṭṭhikā sāvakā honti. Yaṁdiṭṭhikā satthāraṁ sāvakā sakkaronti, garuṁ karonti,",
  "atk-s0201a2:60_2": "mānenti, pūjenti, labhanti tatonidānaṁ cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhāraṁ.",
  "atk-s0201a2:60_3": "Ayaṁ, bhikkhave, diṭṭhiyā diṭṭhadhammiko ānisaṁso”ti. Ādīnavanti diṭṭhiggahaṇamūlakaṁ",
  "atk-s0201a2:60_4": "upaddavaṁ. So vaggulivataṁ ukkuṭikappadhānaṁ kaṇṭakāpassayatā pañcātapatappanaṁ sānupapātapatanaṁ",
  "atk-s0201a2:60_5": "kesamassuluñcanaṁ appoṇakaṁ jhānantiādīnaṁ vasenaṁ veditabbo. Nissaraṇanti diṭṭhīnaṁ",
  "atk-s0201a2:60_6": "nissaraṇaṁ nāma nibbānaṁ. Yathābhūtaṁnappajānantīti ye etaṁ sabbaṁ yathāsabhāvaṁ",
  "atk-s0201a2:60_7": "na jānanti. Na parimuccanti dukkhasmāti sakalavaṭṭadukkhato na parimuccanti. Iminā",
  "atk-s0201a2:60_8": "etesaṁ niṭṭhā nāma natthīti dasseti. Parimuccanti dukkhasmāti sakalavaṭṭadukkhato",
  "atk-s0201a2:60_9": "parimuccanti. Iminā etesaṁ niṭṭhā nāma atthīti dvinnaṁ aṭṭakārakānaṁ aṭṭaṁ chindanto",
  "atk-s0201a2:60_10": "viya sāsanasmiṁyeva niṭṭhāya atthitaṁ patiṭṭhapeti.",
  "atk-s0201a2:61": "143. Idāni diṭṭhicchedanaṁ dassento cattārimāni, bhikkhave, upādānānītiādimāha. Tesaṁ vitthārakathā visuddhimagge vuttāyeva.",
  "atk-s0201a2:62_0": "Sabbupādānapariññāvādā paṭijānamānāti mayaṁ sabbesaṁ upādānānaṁ pariññaṁ samatikkamaṁ",
  "atk-s0201a2:62_1": "vadāmāti evaṁ paṭijānamānā. Na sammā sabbupādānapariññanti sabbesaṁ upādānānaṁ samatikkamaṁ",
  "atk-s0201a2:62_2": "sammā na paññapenti. Keci kāmupādānamattassa pariññaṁ paññapenti. Keci diṭṭhupādānamattassa",
  "atk-s0201a2:62_3": "paññapenti, keci sīlabbatupādānassāpi. Attavādupādānassa pana pariññaṁ paññapento",
  "atk-s0201a2:62_4": "nāma natthi. Tesaṁ pana bhedaṁ dassento kāmupādānassa pariññaṁ paññapentītiādimāha.",
  "atk-s0201a2:62_5": "Tattha sabbepi kāmupādānassa pariññaṁ paññapentiyeva, channavuti pāsaṇḍāpi hi “kāmā",
  "atk-s0201a2:62_6": "kho pabbajitena na sevitabbā”ti vatthupaṭisevanaṁ kāmaṁ kappatīti na paññapenti,",
  "atk-s0201a2:62_7": "akappiyameva katvā paññapenti. Ye pana sevanti, te theyyena sevanti. Tena vuttaṁ",
  "atk-s0201a2:62_8": "“kāmupādānassa pariññaṁ paññapentī”ti.",
  "atk-s0201a2:63_0": "Yasmā “natthi dinna”ntiādīni gahetvā caranti. “Sīlena suddhi vatena suddhi, bhāvanāya",
  "atk-s0201a2:63_1": "suddhī”ti gaṇhanti, attupaladdhiṁ na pajahanti, tasmā na diṭṭhupādānassa, na sīlabbatupādānassa,",
  "atk-s0201a2:63_2": "na attavādupādānassa pariññaṁ paññapenti. Taṁ kissa hetūti taṁ apaññāpanaṁ etesaṁ",
  "atk-s0201a2:63_3": "kissa hetu, kiṁ kāraṇā? Imāni hi te bhontoti yasmā te bhonto imāni tīṇi kāraṇāni",
  "atk-s0201a2:63_4": "yathāsabhāvato na jānantīti attho. Ye panettha dvinnaṁ pariññānaṁ paññāpanakāraṇaṁ",
  "atk-s0201a2:63_5": "diṭṭhiñceva sīlabbatañca “etaṁ pahātabba”nti yathāsabhāvato jānanti. Te sandhāya",
  "atk-s0201a2:63_6": "parato dve vārā vuttā. Tattha ye “atthi dinna”ntiādīni gaṇhanti, te diṭṭhupādānassa",
  "atk-s0201a2:63_7": "pariññaṁ paññapenti. Ye pana “na sīlena suddhi, na vatena suddhi, na bhāvanāya suddhī”ti",
  "atk-s0201a2:63_8": "gaṇhanti, te sīlabbatupādānassa pariññaṁ paññapenti. Attavādupādānassa pariññaṁ pana",
  "atk-s0201a2:63_9": "ekopi paññapetuṁ na sakkoti. Aṭṭhasamāpattilābhinopi hi candimasūriye pāṇinā parimajjitvā",
  "atk-s0201a2:63_10": "caramānāpi ca titthiyā tisso pariññā paññapenti. Attavādaṁ muñcituṁ na sakkonti.",
  "atk-s0201a2:63_11": "Tasmā punappunaṁ vaṭṭasmiṁyeva patanti. Pathavijigucchanasasako viya hi ete.",
  "atk-s0201a2:64_0": "Tatthāyaṁ atthasallāpikā upamā – pathavī kira sasakaṁ āha – “bho sasakā”ti. Sasako",
  "atk-s0201a2:64_1": "āha – “ko eso”ti. “Kasmā mameva upari sabbairiyāpathe kappento uccārapassāvaṁ karonto",
  "atk-s0201a2:64_2": "maṁ na jānāsī”ti. “Suṭṭhu tayā ahaṁ diṭṭho, mayā akkantaṭṭhānampi aṅgulaggehi phuṭṭhaṭṭhānaṁ",
  "atk-s0201a2:64_3": "viya hoti, vissaṭṭhaudakaṁ appamattakaṁ, karīsaṁ katakaphalamattaṁ. Hatthiassādīhi",
  "atk-s0201a2:64_4": "pana akkantaṭṭhānampi mahantaṁ, passāvopi nesaṁ ghaṭamatto hoti, uccāropi pacchimatto",
  "atk-s0201a2:64_5": "hoti, alaṁ mayhaṁ tayā”ti uppatitvā aññasmiṁ ṭhāne patito. Tato naṁ pathavī āha –",
  "atk-s0201a2:64_6": "“are dūraṁ gatopi nanu mayhaṁ upariyeva patitosī”ti. So puna taṁ jigucchanto uppatitvā",
  "atk-s0201a2:64_7": "aññattha patito, evaṁ vassasahassampi uppatitvā patamāno sasako pathaviṁ muñcituṁ",
  "atk-s0201a2:64_8": "na sakkoti. Evamevaṁ titthiyā sabbūpādānapariññaṁ paññapentopi kāmupādānādīnaṁ tiṇṇaṁyeva",
  "atk-s0201a2:64_9": "samatikkamaṁ paññapenti. Attavādaṁ pana muñcituṁ na sakkonti, asakkontā punappunaṁ",
  "atk-s0201a2:64_10": "vaṭṭasmiṁyeva patantīti.",
  "atk-s0201a2:65_0": "Evaṁ yaṁ titthiyā samatikkamituṁ na sakkonti, tassa vasena diṭṭhicchedavādaṁ vatvā",
  "atk-s0201a2:65_1": "idāni pasādapacchedavādaṁ dassento evarūpe kho, bhikkhave, dhammavinayetiādimāha.",
  "atk-s0201a2:65_2": "Tattha dhammavinayeti dhamme ceva vinaye ca, ubhayenapi aniyyānikasāsanaṁ dasseti.",
  "atk-s0201a2:65_3": "“Yo satthari pasādo so na sammaggato”ti aniyyānikasāsanamhi hi satthā kālaṁ katvā",
  "atk-s0201a2:65_4": "sīhopi hoti, byagghopi hoti, dīpipi acchopi taracchopi. Sāvakā panassa migāpi sūkarāpi",
  "atk-s0201a2:65_5": "pasadāpi honti, so “ime mayhaṁ pubbe upaṭṭhākā paccayadāyakā”ti khantiṁ vā mettaṁ",
  "atk-s0201a2:65_6": "vā anuddayaṁ vā akatvā tesaṁ upari patitvā lohitaṁ pivati, thūlathūlamaṁsānipi khādati.",
  "atk-s0201a2:65_7": "Satthā vā pana biḷāro hoti, sāvakā kukkuṭā vā mūsikā vā. Atha ne vuttanayeneva anukampaṁ",
  "atk-s0201a2:65_8": "akatvā khādati. Atha vā satthā nirayapālo hoti, sāvakā nerayikasattā. So “ime mayhaṁ",
  "atk-s0201a2:65_9": "pubbe upaṭṭhākā paccayadāyakā”ti anukampaṁ akatvā vividhā kammakāraṇā karoti, ādittepi",
  "atk-s0201a2:65_10": "rathe yojeti, aṅgārapabbatampi āropeti, lohakumbhiyampi khipati, anekehipi dukkhadhammehi",
  "atk-s0201a2:65_11": "sampayojeti. Sāvakā vā pana kālaṁ katvā sīhādayo honti, satthā migādīsu aññataro.",
  "atk-s0201a2:65_12": "Te “imaṁ mayaṁ pubbe catūhi paccayehi upaṭṭhahimhā, satthā no aya”nti tasmiṁ khantiṁ",
  "atk-s0201a2:65_13": "vā mettaṁ vā anuddayaṁ vā akatvā vuttanayeneva anayabyasanaṁ pāpenti. Evaṁ aniyyānikasāsane",
  "atk-s0201a2:65_14": "yo satthari pasādo, so na sammaggato hoti, kañci kālaṁ gantvāpi pacchā vinassatiyeva.",
  "atk-s0201a2:66_0": "Yo dhamme pasādoti aniyyānikasāsanasmiñhi dhamme pasādo nāma, uggahitapariyāpuṭa",
  "atk-s0201a2:66_1": "– dhāritavācittamattake tantidhamme pasādo hoti, vaṭṭamokkho panettha natthi. Tasmā",
  "atk-s0201a2:66_2": "yo ettha pasādo, so punappunaṁ vaṭṭameva gambhīraṁ karotīti sāsanasmiṁ asammaggato",
  "atk-s0201a2:66_3": "asabhāvato akkhāyati.",
  "atk-s0201a2:67_0": "Yā sīlesu paripūrakāritāti yāpi ca aniyyānikasāsane ajasīlādīnaṁ vasena paripūrakāritā,",
  "atk-s0201a2:67_1": "sāpi yasmā vaṭṭamokkhaṁ bhavanissaraṇaṁ na sampāpeti, sampajjamānā pana tiracchānayoniṁ",
  "atk-s0201a2:67_2": "āvahati, vipaccamānā nirayaṁ, tasmā sā na sammaggatā akkhāyati. Yā sahadhammikesūti",
  "atk-s0201a2:67_3": "aniyyānikasāsanasmiñhi ye sahadhammikā, tesu yasmā ekacce kālaṁ katvā sīhādayopi",
  "atk-s0201a2:67_4": "honti, ekacce migādayo, tattha sīhādibhūtā “ime amhākaṁ sahadhammikā ahesu”nti migādibhūtesu",
  "atk-s0201a2:67_5": "khantiādīni akatvā pubbe vuttanayeneva nesaṁ mahādukkhaṁ uppādenti. Tasmā ettha sahadhammikesu",
  "atk-s0201a2:67_6": "piyamanāpatāpi asammaggatā akkhāyati.",
  "atk-s0201a2:68_0": "Idaṁ pana sabbampi kāraṇabhedaṁ ekato katvā dassento bhagavā taṁ kissa hetu? Evañhetaṁ,",
  "atk-s0201a2:68_1": "bhikkhave, hotītiādimāha. Tatrāyaṁ saṁkhepattho – evañhetaṁ, bhikkhave, hoti, yaṁ",
  "atk-s0201a2:68_2": "mayā vuttaṁ “yo satthari pasādo so na sammaggato akkhāyatī”tiādi, taṁ evameva hoti.",
  "atk-s0201a2:68_3": "Kasmā? Yasmā te pasādādayo durakkhāte dhammavinaye …pe… asammāsambuddhappavediteti,",
  "atk-s0201a2:68_4": "ettha hi yathā tanti kāraṇatthe nipāto. Tattha durakkhāteti dukkathite, dukkhathitattāyeva",
  "atk-s0201a2:68_5": "duppavedite. So panesa yasmā maggaphalatthāya na niyyāti, tasmā aniyyāniko. Rāgādīnaṁ",
  "atk-s0201a2:68_6": "upasamāya asaṁvattanato anupasamasaṁvattaniko. Na sammāsambuddhena sabbaññunā paveditoti",
  "atk-s0201a2:68_7": "asammāsambuddhappavedito. Tasmiṁ aniyyānike anupasamasaṁvattanike asammāsambuddhappavedite.",
  "atk-s0201a2:68_8": "Ettāvatā bhagavā titthiyesu pasādo surāpītasiṅgāle pasādo viya niratthakoti dasseti.",
  "atk-s0201a2:69_0": "Eko kira kāḷasiṅgālo rattiṁ nagaraṁ paviṭṭho surājallikaṁ khāditvā punnāgavane nipajjitvā",
  "atk-s0201a2:69_1": "niddāyanto sūriyuggamane pabujjhitvā cintesi “imasmiṁ kāle na sakkā gantuṁ, bahū",
  "atk-s0201a2:69_2": "amhākaṁ verino, ekaṁ vañcetuṁ vaṭṭatī”ti. So ekaṁ brāhmaṇaṁ gacchantaṁ disvā imaṁ",
  "atk-s0201a2:69_3": "vañcessāmīti “ayya brāhmaṇā”ti āha. Ko eso brāhmaṇaṁ pakkosatīti. “Ahaṁ, sāmī, ito",
  "atk-s0201a2:69_4": "tāva ehīti. Kiṁ bhoti? Maṁ bahigāmaṁ nehi, ahaṁ te dve kahāpaṇasatāni dassāmīti.",
  "atk-s0201a2:69_5": "Sopi nayissāmīti taṁ pādesu gaṇhi. Are bāla brāhmaṇa, na mayhaṁ kahāpaṇā chaḍḍitakā",
  "atk-s0201a2:69_6": "atthi, dullabhā kahāpaṇā, sādhukaṁ maṁ gaṇhāhīti. Kathaṁ bho gaṇhāmīti? Uttarāsaṅgena",
  "atk-s0201a2:69_7": "gaṇṭhikaṁ katvā aṁse laggetvā gaṇhāhīti. Brāhmaṇo taṁ tathā gahetvā dakkhiṇadvārasamīpaṭṭhānaṁ",
  "atk-s0201a2:69_8": "gantvā ettha otāremīti pucchi. Kataraṭṭhānaṁ nāma etanti? Mahādvāraṁ etanti. Are",
  "atk-s0201a2:69_9": "bāla, brāhmaṇa, kiṁ tava ñātakā antaradvāre kahāpaṇaṁ ṭhapenti, parato maṁ harā”ti.",
  "atk-s0201a2:69_10": "So punappunaṁ thokaṁ thokaṁ gantvā “ettha otāremi ettha otāremī”ti pucchitvā tena",
  "atk-s0201a2:69_11": "tajjito khemaṭṭhānaṁ gantvā tattha otārehīti vutto otāretvā sāṭakaṁ gaṇhi. Kāḷasiṅgālo",
  "atk-s0201a2:69_12": "āha “ahaṁ te dve kahāpaṇasatāni dassāmīti avocaṁ. Mayhaṁ pana kahāpaṇā bahū, na dve",
  "atk-s0201a2:69_13": "kahāpaṇasatāneva, yāva ahaṁ kahāpaṇe āharāmi, tāva tvaṁ sūriyaṁ olokento tiṭṭhā”ti",
  "atk-s0201a2:69_14": "vatvā thokaṁ gantvā nivattetvā puna brāhmaṇaṁ āha “ayya brāhmaṇa mā ito olokehi,",
  "atk-s0201a2:69_15": "sūriyameva olokento tiṭṭhā”ti. Evañca pana vatvā ketakavanaṁ pavisitvā yathāruciṁ",
  "atk-s0201a2:69_16": "pakkanto. Brāhmaṇassapi sūriyaṁ olokentasseva nalāṭato ceva kacchehi ca sedā mucciṁsu.",
  "atk-s0201a2:69_17": "Atha naṁ rukkhadevatā āha –",
  "atk-s0201a2:70": "“Saddahāsi siṅgālassa, surāpītassa brāhmaṇa;",
  "atk-s0201a2:71": "Sippikānaṁ sataṁ natthi, kuto kaṁsasatā duve”ti. ;",
  "atk-s0201a2:72": "Evaṁ yathā kāḷasiṅgāle pasādo niratthako, evaṁ titthiyesupīti.",
  "atk-s0201a2:73_0": "144. Aniyyānikasāsane pasādassa niratthakabhāvaṁ dassetvā niyyānikasāsane tassa sātthakataṁ",
  "atk-s0201a2:73_1": "dassetuṁ tathāgato ca kho, bhikkhavetiādimāha. Tattha kāmupādānassa pariññaṁ paññapetīti",
  "atk-s0201a2:73_2": "arahattamaggena kāmupādānassa pahānapariññaṁ samatikkamaṁ paññapeti, itaresaṁ tiṇṇaṁ",
  "atk-s0201a2:73_3": "upādānānaṁ sotāpattimaggena pariññaṁ paññapeti. Evarūpe kho, bhikkhave, dhammavinayeti,",
  "atk-s0201a2:73_4": "bhikkhave, evarūpe dhamme ca vinaye ca. Ubhayenapi niyyānikasāsanaṁ dasseti. Satthari",
  "atk-s0201a2:73_5": "pasādoti evarūpe sāsane yo satthari pasādo, so sammaggato akkhāyati, bhavadukkhanissaraṇāya saṁvattati.",
  "atk-s0201a2:74_0": "Tatrimāni vatthūni – bhagavā kira vediyakapabbate indasālaguhāyaṁ paṭivasati. Atheko",
  "atk-s0201a2:74_1": "ulūkasakuṇo bhagavati gāmaṁ piṇḍāya pavisante upaḍḍhamaggaṁ anugacchati, nikkhamante",
  "atk-s0201a2:74_2": "upaḍḍhamaggaṁ paccuggamanaṁ karoti. So ekadivasaṁ sammāsambuddhaṁ sāyanhasamaye bhikkhusaṅghaparivutaṁ",
  "atk-s0201a2:74_3": "nisinnaṁ pabbatā oruyha vanditvā pakkhe paṇāmetvā añjaliṁ paggayha sīsaṁ heṭṭhā katvā",
  "atk-s0201a2:74_4": "dasabalaṁ namassamāno aṭṭhāsi. Bhagavā taṁ oloketvā sitaṁ pātvākāsi. Ānandatthero",
  "atk-s0201a2:74_5": "“ko nu kho, bhante, hetu ko paccayo sitassa pātukammāyā”ti pucchi. “Passānanda, imaṁ",
  "atk-s0201a2:74_6": "ulūkasakuṇaṁ, ayaṁ mayi ca bhikkhusaṅghe ca cittaṁ pasādetvā satasahassakappe devesu",
  "atk-s0201a2:74_7": "ca manussesu ca saṁsaritvā somanasso nāma paccekabuddho bhavissatī”ti āha –",
  "atk-s0201a2:75": "Ulūkamaṇḍalakkhika, vediyake ciradīghavāsika;",
  "atk-s0201a2:76": "Sukhitosi tvaṁ ayya kosiya, kāluṭṭhitaṁ passasi buddhavaraṁ.",
  "atk-s0201a2:77": "Mayi cittaṁ pasādetvā, bhikkhusaṅghe anuttare;",
  "atk-s0201a2:78": "Kappānaṁ satasahassāni, duggateso na gacchati.",
  "atk-s0201a2:79": "Devalokā cavitvāna, kusalamūlena codito;",
  "atk-s0201a2:80": "Bhavissati anantañāṇo, somanassoti vissutoti.",
  "atk-s0201a2:81_0": "Aññānipi cettha rājagahanagare sumanamālākāravatthu mahābherivādakavatthu morajikavatthu",
  "atk-s0201a2:81_1": "vīṇāvādakavatthu saṅkhadhamakavatthūti evamādīni vatthūni vitthāretabbāni. Evaṁ niyyānikasāsane",
  "atk-s0201a2:81_2": "satthari pasādo sammaggato hoti.",
  "atk-s0201a2:82_0": "Dhamme pasādoti niyyānikasāsanamhi dhamme pasādo sammaggato hoti. Saramatte nimittaṁ",
  "atk-s0201a2:82_1": "gahetvā suṇantānaṁ tiracchānagatānampi sampattidāyako hoti, paramatthe kiṁ pana vattabbaṁ.",
  "atk-s0201a2:82_2": "Ayamattho maṇḍūkadevaputtādīnaṁ vatthuvasena veditabbo.",
  "atk-s0201a2:83": "Sīlesu paripūrakāritāti niyyānikasāsanamhi sīlesu paripūrakāritāpi sammaggatā hoti, saggamokkhasampattiṁ āvahati. Tattha chattamāṇavakavatthusāmaṇeravatthuādīni dīpetabbāni.",
  "atk-s0201a2:84": "Sahadhammikesūti niyyānikasāsane sahadhammikesu piyamanāpatāpi sammaggatā hoti, mahāsampattiṁ āvahati. Ayamattho vimānapetavatthūhi dīpetabbo. Vuttañhetaṁ –",
  "atk-s0201a2:85": "“Khīrodanamahamadāsiṁ, bhikkhuno piṇḍāya carantassa…pe…",
  "atk-s0201a2:86": "Phāṇitaṁ…pe… ucchukhaṇḍikaṁ… timbarusakaṁ… kakkārikaṁ…",
  "atk-s0201a2:87": "Eḷālukaṁ… vallipakkaṁ… phārusakaṁ… hatthapatākaṁ…",
  "atk-s0201a2:88": "Sākamuṭṭhiṁ … pupphakamuṭṭhiṁ… mūlakaṁ… nimbamuṭṭhiṁ…",
  "atk-s0201a2:89": "Ambikañjikaṁ… doṇinimmajjaniṁ… kāyabandhanaṁ…",
  "atk-s0201a2:90": "Aṁsabaddhakaṁ… āyogapaṭṭaṁ… vidhūpanaṁ… tālavaṇṭaṁ…",
  "atk-s0201a2:91": "Morahatthaṁ… chattaṁ… upāhanaṁ… pūvaṁ modakaṁ…",
  "atk-s0201a2:92": "Sakkhalikaṁ ahamadāsiṁ, bhikkhuno piṇḍāya carantassa…pe…",
  "atk-s0201a2:93": "Tassā me passa vimānaṁ, accharā kāmavaṇṇinīhamasmī”ti.",
  "atk-s0201a2:94": "Taṁ kissa hetūtiādi vuttanayānusāreneva yojetvā veditabbaṁ.",
  "atk-s0201a2:95_0": "145. Idāni yesaṁ upādānānaṁ titthiyā na sammā pariññaṁ paññapenti, tathāgato paññapeti,",
  "atk-s0201a2:95_1": "tesaṁ paccayaṁ dassetuṁ ime ca, bhikkhavetiādimāha. Tattha kiṁnidānātiādīsu nidānādīni",
  "atk-s0201a2:95_2": "sabbāneva kāraṇavevacanāni. Kāraṇañhi yasmā phalaṁ nideti handa, naṁ gaṇhathāti appeti",
  "atk-s0201a2:95_3": "viya, tasmā nidānanti vuccati. Yasmā taṁ tato jāyati samudeti pabhavati, tasmā samudayo,",
  "atk-s0201a2:95_4": "jāti, pabhavoti vuccati. Ayaṁ panettha padattho – kiṁ nidānaṁ etesanti kiṁnidānā.",
  "atk-s0201a2:95_5": "Ko samudayo etesanti kiṁsamudayā. Kā jāti etesanti kiṁjātikā. Ko pabhavo etesanti",
  "atk-s0201a2:95_6": "kiṁpabhavā. Yasmā pana tesaṁ taṇhā yathāvuttena atthena nidānañceva samudayo ca jāti",
  "atk-s0201a2:95_7": "ca pabhavo ca, tasmā “taṇhānidānā”tiādimāha. Evaṁ sabbapadesu attho veditabbo. Yasmā",
  "atk-s0201a2:95_8": "pana bhagavā na kevalaṁ upādānasseva paccayaṁ jānāti, upādānassa paccayabhūtāya taṇhāyapi,",
  "atk-s0201a2:95_9": "taṇhādipaccayānaṁ vedanādīnampi paccayaṁ jānātiyeva, tasmā taṇhā cāyaṁ, bhikkhavetiādimāha.",
  "atk-s0201a2:96_0": "Yatoca khoti yasmiṁ kāle. Avijjā pahīnā hotīti vaṭṭamūlikā avijjā anuppādanirodhena",
  "atk-s0201a2:96_1": "pahīnā hoti. Vijjā uppannāti arahattamaggavijjā uppannā. So avijjāvirāgā vijjuppādāti.",
  "atk-s0201a2:96_2": "So bhikkhu avijjāya ca pahīnattā vijjāya ca uppannattā. Neva kāmupādānaṁ upādiyatīti",
  "atk-s0201a2:96_3": "neva kāmupādānaṁ gaṇhāti na upeti, na sesāni upādānāni. Anupādiyaṁ na paritassatīti",
  "atk-s0201a2:96_4": "evaṁ kiñci upādānaṁ aggaṇhanto taṇhāparitassanāya na paritassati. Aparitassanti aparitassanto",
  "atk-s0201a2:96_5": "taṇhaṁ anuppādento. Paccattaṁyeva parinibbāyatīti sayameva kilesaparinibbānena parinibbāyati.",
  "atk-s0201a2:96_6": "Evamassa āsavakkhayaṁ dassetvā idāni khīṇāsavassa bhikkhuno paccavekkhaṇaṁ dassento",
  "atk-s0201a2:96_7": "khīṇā jātītiādimāha. Taṁ vuttatthamevāti.",
  "atk-s0201a2:97": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:98": "Cūḷasīhanādasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:99": "2. Mahāsīhanādasuttavaṇṇanā",
  "atk-s0201a2:100": "Vesālinagaravaṇṇanā",
  "atk-s0201a2:101_0": "146.Evaṁme sutanti mahāsīhanādasuttaṁ. Tattha vesāliyanti evaṁnāmake nagare. Taṁ",
  "atk-s0201a2:101_1": "kira aparāparaṁ visālībhūtatāya “vesālī”ti saṅkhaṁ gataṁ. Tatrāyaṁ anupubbakathā",
  "atk-s0201a2:101_2": "– bārāṇasirañño kira aggamahesiyā kucchimhi gabbho saṇṭhāsi. Sā ñatvā rañño nivedesi.",
  "atk-s0201a2:101_3": "Rājā gabbhaparihāraṁ adāsi. Sā sammā pariharīyamānā gabbhaparipākakāle vijāyanagharaṁ",
  "atk-s0201a2:101_4": "pāvisi. Puññavantīnaṁ paccūsasamaye gabbhavuṭṭhānaṁ hoti, sā ca tāsaṁ aññatarā, tena",
  "atk-s0201a2:101_5": "paccūsasamaye alattakapaṭalabandhujīvakapupphasadisaṁ maṁsapesiṁ vijāyi. Tato “aññā",
  "atk-s0201a2:101_6": "deviyo suvaṇṇabimbasadise putte vijāyanti, aggamahesī maṁsapesinti rañño purato mama",
  "atk-s0201a2:101_7": "avaṇṇo uppajjeyyā”ti cintetvā tena avaṇṇabhayena taṁ maṁsapesiṁ ekasmiṁ bhājane pakkhipitvā",
  "atk-s0201a2:101_8": "paṭikujjitvā rājamuddikāya lañchetvā gaṅgāya sote pakkhipāpesi. Manussehi chaḍḍitamatte",
  "atk-s0201a2:101_9": "devatā ārakkhaṁ saṁvidahiṁsu. Suvaṇṇapaṭṭakañcettha jātihiṅgulakena “bārāṇasirañño",
  "atk-s0201a2:101_10": "aggamahesiyā pajā”ti likhitvā bandhiṁsu. Tato taṁ bhājanaṁ ūmibhayādīhi anupaddutaṁ gaṅgāsotena pāyāsi.",
  "atk-s0201a2:102_0": "Tena ca samayena aññataro tāpaso gopālakakulaṁ nissāya gaṅgātīre viharati. So pātova",
  "atk-s0201a2:102_1": "gaṅgaṁ otiṇṇo taṁ bhājanaṁ āgacchantaṁ disvā paṁsukūlasaññāya aggahesi. Athettha",
  "atk-s0201a2:102_2": "taṁ akkharapaṭṭikaṁ rājamuddikālañchanaṁ ca disvā muñcitvā taṁ maṁsapesiṁ addasa,",
  "atk-s0201a2:102_3": "disvānassa etadahosi “siyā gabbho, tathā hissa duggandhapūtikabhāvo natthī”ti. Assamaṁ",
  "atk-s0201a2:102_4": "netvā suddhe okāse ṭhapesi. Atha aḍḍhamāsaccayena dve maṁsapesiyo ahesuṁ. Tāpaso",
  "atk-s0201a2:102_5": "disvā sādhutaraṁ ṭhapesi. Tato puna aḍḍhamāsaccayena ekamekissā maṁsapesiyā hatthapādasīsānamatthāya",
  "atk-s0201a2:102_6": "pañca pañca piḷakā uṭṭhahiṁsu. Atha tato aḍḍhamāsaccayena ekā maṁsapesi suvaṇṇabimbasadiso",
  "atk-s0201a2:102_7": "dārako, ekā dārikā ahosi.",
  "atk-s0201a2:103_0": "Tesu tāpasassa puttasineho uppajji, aṅguṭṭhakato cassa khīraṁ nibbatti. Tato pabhuti",
  "atk-s0201a2:103_1": "ca khīrabhattaṁ alabhittha, so bhattaṁ bhuñjitvā khīraṁ dārakānaṁ mukhe āsiñcati.",
  "atk-s0201a2:103_2": "Tesaṁ udaraṁ yaṁ yaṁ pavisati, taṁ taṁ sabbaṁ maṇibhājanagataṁ viya dissati, evaṁ",
  "atk-s0201a2:103_3": "nicchavī ahesuṁ. Apare āhu “sibbetvā ṭhapitā viya nesaṁ aññamaññaṁ līnā chavi ahosī”ti.",
  "atk-s0201a2:103_4": "Evaṁ te nicchavitāya vā līnacchavitāya vā licchavīti paññāyiṁsu.",
  "atk-s0201a2:104_0": "Tāpaso dārake posento ussūre gāmaṁ sikkhāya pavisati, atidivā paṭikkamati. Tassa",
  "atk-s0201a2:104_1": "taṁ byāpāraṁ ñatvā gopālakā āhaṁsu – “bhante, pabbajitānaṁ dārakaposanaṁ palibodho,",
  "atk-s0201a2:104_2": "amhākaṁ dārake detha, mayaṁ posessāma, tumhe attano kammaṁ karothā”ti. Tāpaso sādhūti",
  "atk-s0201a2:104_3": "paṭissuṇi. Gopālakā dutiyadivase maggaṁ samaṁ katvā pupphehi okiritvā dhajapaṭākā",
  "atk-s0201a2:104_4": "ussāpetvā tūriyehi vajjamānehi assamaṁ āgatā. Tāpaso – “mahāpuññā dārakā appamādena",
  "atk-s0201a2:104_5": "vaḍḍhetha, vaḍḍhetvā ca aññamaññaṁ āvāhavivāhaṁ karotha, pañcagorasena rājānaṁ tosetvā",
  "atk-s0201a2:104_6": "bhūmibhāgaṁ gahetvā nagaraṁ māpetha, tattha kumāraṁ abhisiñcathā”ti vatvā dārake",
  "atk-s0201a2:104_7": "adāsi. Te sādhūti paṭissuṇitvā dārake netvā posesuṁ.",
  "atk-s0201a2:105_0": "Dārakā vuddhimanvāya kīḷantā vivādaṭṭhānesu aññe gopālakadārake hatthenapi pādenapi",
  "atk-s0201a2:105_1": "paharanti. Te rodanti. “Kissa rodathā”ti ca mātāpitūhi vuttā “ime nimmātāpitikā tāpasapositā",
  "atk-s0201a2:105_2": "amhe atipaharantī”ti vadanti. Tato tesaṁ mātāpitaro “ime dārakā aññe dārake vināsenti",
  "atk-s0201a2:105_3": "dukkhāpenti, na ime saṅgahetabbā, vajjetabbā ime”ti āhaṁsu. Tato pabhuti kira so",
  "atk-s0201a2:105_4": "padeso vajjīti vuccati yojanasatiko parimāṇena. Atha taṁ padesaṁ gopālakā rājānaṁ",
  "atk-s0201a2:105_5": "tosetvā aggahesuṁ. Tattha ca nagaraṁ māpetvā soḷasavassuddesikaṁ kumāraṁ abhisiñcitvā",
  "atk-s0201a2:105_6": "rājānaṁ akaṁsu. Tāya cassa dārikāya saddhiṁ vivāhaṁ katvā katikaṁ akaṁsu “bāhirakadārikā",
  "atk-s0201a2:105_7": "na ānetabbā, ito dārikā na kassaci dātabbā”ti. Tesaṁ paṭhamasaṁvāsena dve dārakā",
  "atk-s0201a2:105_8": "jātā dhītā ca putto ca. Evaṁ soḷasakkhattuṁ dve dve jātā. Tato tesaṁ dārakānaṁ yathākkamaṁ",
  "atk-s0201a2:105_9": "vaḍḍhantānaṁ ārāmuyyānanivāsaṭṭhānaparivārasampattiṁ gahetuṁ appahontā nagaraṁ tikkhattuṁ",
  "atk-s0201a2:105_10": "gāvutantarena gāvutantarena parikkhipiṁsu. Tassa punappunaṁ visālīkatattā vesālītveva",
  "atk-s0201a2:105_11": "nāmaṁ jātaṁ. Tena vuttaṁ “vesāliyanti evaṁ nāmake nagare”ti.",
  "atk-s0201a2:106_0": "01Bahinagareti nagarassa bahi, na ambapālivanaṁ viya antonagarasmiṁ. Ayaṁ pana jīvakambavanaṁ",
  "atk-s0201a2:106_1": "viya nagarassa bahiddhā vanasaṇḍo. Tena vuttaṁ “bahinagare”ti. Aparapureti purassa",
  "atk-s0201a2:106_2": "apare, pacchimadisāyanti attho. Vanasaṇḍeti so kira vanasaṇḍo nagarassa pacchimadisāyaṁ",
  "atk-s0201a2:106_3": "gāvutamatte ṭhāne. Tattha manussā bhagavato gandhakuṭiṁ katvā taṁ parivāretvā bhikkhūnaṁ",
  "atk-s0201a2:106_4": "rattiṭṭhānadivāṭṭhānacaṅkamaleṇakuṭimaṇḍapādīni patiṭṭhapesuṁ, bhagavā tattha viharati.",
  "atk-s0201a2:106_5": "Tena vuttaṁ “aparapure vanasaṇḍe”ti. Sunakkhattoti tassa nāmaṁ. Licchavīnaṁ pana",
  "atk-s0201a2:106_6": "puttattā licchaviputtoti vutto. Acirapakkantoti vibbhamitvā gihibhāvūpagamanena adhunāpakkanto.",
  "atk-s0201a2:106_7": "Parisatīti parisamajjhe. Uttarimanussadhammāti ettha manussadhammā nāma dasakusalakammapathā.",
  "atk-s0201a2:106_8": "Te paṭisedhetuṁ na sakkoti. Kasmā? Upārambhabhayā. Vesāliyañhi bahū manussā ratanattaye",
  "atk-s0201a2:106_9": "pasannā buddhamāmakā dhammamāmakā saṅghamāmakā. Te dasakusalakammapathamattampi natthi",
  "atk-s0201a2:106_10": "samaṇassa gotamassāti vutte tvaṁ kattha bhagavantaṁ pāṇaṁ hanantaṁ addasa, kattha",
  "atk-s0201a2:106_11": "adinnaṁ ādiyantantiādīni vatvā attano pamāṇaṁ na jānāsi? Kiṁ dantā me atthīti pāsāṇasakkharā",
  "atk-s0201a2:106_12": "khādasi, ahinaṅguṭṭhe gaṇhituṁ vāyamasi, kakacadantesu pupphāvaḷikaṁ kīḷituṁ icchasi?",
  "atk-s0201a2:106_13": "Mukhato te dante pātessāmāti vadeyyuṁ. So tesaṁ upārambhabhayā evaṁ vattuṁ na sakkoti.",
  "atk-s0201a2:107": "Vesālinagaravaṇṇanā niṭṭhitā.",
  "atk-s0201a2:108": "Uttarimanussadhammādivaṇṇanā",
  "atk-s0201a2:109": "Tato uttariṁ pana visesādhigamaṁ paṭisedhento uttari manussadhammā alamariyañāṇadassanavisesoti āha.",
  "atk-s0201a2:110_0": "Tattha alamariyaṁ ñātunti alamariyo, ariyabhāvāya samatthoti vuttaṁ hoti. Ñāṇadassanameva",
  "atk-s0201a2:110_1": "ñāṇadassanaviseso. Alamariyo ca so ñāṇadassanaviseso cāti alamariyañāṇadassanaviseso.",
  "atk-s0201a2:110_2": "Ñāṇadassananti dibbacakkhupi vipassanāpi maggopi phalampi paccavekkhaṇañāṇampi sabbaññutaññāṇampi",
  "atk-s0201a2:110_3": "vuccati. “Appamatto samāno ñāṇadassanaṁ ārādhetī”ti hi ettha dibbacakkhu ñāṇadassanaṁ",
  "atk-s0201a2:110_4": "nāma. “Ñāṇadassanāya cittaṁ abhinīharati abhininnāmetī”ti ettha vipassanāñāṇaṁ. “Abhabbā",
  "atk-s0201a2:110_5": "te ñāṇadassanāya anuttarāya sambodhāyā”ti ettha maggo. “Ayamañño uttari manussadhammā",
  "atk-s0201a2:110_6": "alamariyañāṇadassanaviseso adhigato phāsu vihāro”ti ettha phalaṁ. “Ñāṇañca pana me",
  "atk-s0201a2:110_7": "dassanaṁ udapādi, akuppā me cetovimutti, ayamantimā jāti, natthi dāni punabbhavo”ti",
  "atk-s0201a2:110_8": "ettha paccavekkhaṇañāṇaṁ. “Ñāṇañca pana me dassanaṁ udapādi sattāhakālaṅkato āḷāro",
  "atk-s0201a2:110_9": "kāḷāmo”ti ettha sabbaññutaññāṇaṁ. Idha pana lokuttaramaggo adhippeto. Tañhi so bhagavato paṭisedheti.",
  "atk-s0201a2:111_0": "Takkapariyāhatanti iminā ācariyaṁ paṭibāhati. Evaṁ kirassa ahosi – samaṇena gotamena",
  "atk-s0201a2:111_1": "ācariye upasaṅkamitvā sukhumaṁ dhammantaraṁ gahitaṁ nāma natthi, takkapariyāhataṁ",
  "atk-s0201a2:111_2": "pana takketvā evaṁ bhavissati evaṁ bhavissatīti takkapariyāhataṁ dhammaṁ desetīti.",
  "atk-s0201a2:111_3": "Vīmaṁsānucaritanti iminā cassa lokiyapaññaṁ anujānāti. Samaṇo gotamo paññavā, so",
  "atk-s0201a2:111_4": "taṁ paññāsaṅkhātaṁ indavajirūpamaṁ vīmaṁsaṁ evaṁ vaṭṭissati, evaṁ vaṭṭissatīti ito",
  "atk-s0201a2:111_5": "cito ca anucarāpetvā vīmaṁsāya anucaritaṁ dhammaṁ deseti. Sayaṁpaṭibhānanti imināssa",
  "atk-s0201a2:111_6": "dhammesu paccakkhabhāvaṁ paṭibāhati. Evaṁ hissa ahosi – samaṇassa gotamassa sukhumaṁ",
  "atk-s0201a2:111_7": "dhammantaraṁ vipassanā vā maggo vā phalaṁ vā paccavekkhaṇā vā natthi, ayaṁ pana laddhapariso,",
  "atk-s0201a2:111_8": "rājānaṁ cakkavattiṁ viya naṁ cattāro vaṇṇā parivārenti, suphusitaṁ panassa dantāvaraṇaṁ,",
  "atk-s0201a2:111_9": "mudukā jivhā, madhuro saro, anelagaḷā vācā, so yaṁ yadevassa upaṭṭhāti, taṁ taṁ gahetvā",
  "atk-s0201a2:111_10": "sayaṁpaṭibhānaṁ kathento mahājanaṁ rañjetīti.",
  "atk-s0201a2:112_0": "Yassa ca khvāssa atthāya dhammo desitoti yassa ca kho atthāya assa dhammo desito.",
  "atk-s0201a2:112_1": "Seyyathidaṁ, rāgapaṭighātatthāya asubhakammaṭṭhānaṁ, dosappaṭighātatthāya mettābhāvanā,",
  "atk-s0201a2:112_2": "mohapaṭighātatthāya pañca dhammā, vitakkūpacchedāya ānāpānassati.",
  "atk-s0201a2:113_0": "So niyyāti takkarassa sammā dukkhakkhayāyāti so dhammo yo taṁ yathādesitaṁ karoti,",
  "atk-s0201a2:113_1": "tassa takkarassa sammā hetunā nayena kāraṇena vaṭṭadukkhakkhayāya niyyāti gacchati",
  "atk-s0201a2:113_2": "tamatthaṁ sādhetīti dīpeti. Idaṁ panesa na attano ajjhāsayena vadati. Buddhānañhi",
  "atk-s0201a2:113_3": "dhammo aniyyānikoti evamevaṁ pavedeyya, na pana sakkoti vattuṁ. Kasmā? Upārambhabhayā.",
  "atk-s0201a2:113_4": "Vesāliyañhi bahū sotāpanna-sakadāgāmi-anāgāmiupāsakā. Te evaṁ vadeyyuṁ “sunakkhatta",
  "atk-s0201a2:113_5": "tvaṁ bhagavatā desitadhammo aniyyānikoti vadasi, yadi ayaṁ dhammo aniyyāniko, imasmiṁ",
  "atk-s0201a2:113_6": "nagare ime kasmā ettakā sotāpannā jātā, ettakā sakadāgāmī, ettakā anāgāmīti pubbe",
  "atk-s0201a2:113_7": "vuttanayena upārambhaṁ kareyyu”nti. So iminā upārambhabhayena aniyyānikoti vattuṁ",
  "atk-s0201a2:113_8": "asakkonto ajjunena vissaṭṭhakaṇḍaṁ viya assa dhammo amogho niyyāti, abbhantare panassa",
  "atk-s0201a2:113_9": "kiñci natthīti vadati.",
  "atk-s0201a2:114_0": "Assosi khoti vesāliyaṁ brāhmaṇakulaseṭṭhikulādīsu tattha tattha parisamajjhe evaṁ",
  "atk-s0201a2:114_1": "bhāsamānassa taṁ vacanaṁ suṇi, na pana paṭisedhesi. Kasmā? Kāruññatāya. Evaṁ kirassa",
  "atk-s0201a2:114_2": "ahosi ayaṁ kuddho jhāyamānaṁ veḷuvanaṁ viya pakkhittaloṇaṁ uddhanaṁ viya ca kodhavasena",
  "atk-s0201a2:114_3": "paṭapaṭāyati, mayā paṭibāhito pana mayipi āghātaṁ bandhissati, evamassa tathāgate",
  "atk-s0201a2:114_4": "ca mayi cāti dvīsu janesu āghāto atibhāriyo bhavissatīti kāruññatāya na paṭisedhesi.",
  "atk-s0201a2:114_5": "Api cassa evaṁ ahosi, buddhānaṁ avaṇṇakathanaṁ nāma puṇṇacande dosāropanasadisaṁ,",
  "atk-s0201a2:114_6": "ko imassa kathaṁ gaṇhissati? Sayameva kheḷe pacchinne mukhe sukkhe oramissatīti iminā",
  "atk-s0201a2:114_7": "kāraṇena na paṭisedhesi. Piṇḍapātapaṭikkantoti piṇḍapātapariyesanato apagato.",
  "atk-s0201a2:115_0": "147.Kodhanoti caṇḍo pharuso. Moghapurisoti tucchapuriso. Yassa hi tasmiṁ attabhāve",
  "atk-s0201a2:115_1": "maggaphalānaṁ upanissayo natthi, taṁ buddhā “moghapuriso”ti vadanti. Upanissaye satipi",
  "atk-s0201a2:115_2": "tasmiṁ khaṇe magge vā phale vā asati “moghapuriso”ti vadantiyeva. Imassa pana tasmiṁ",
  "atk-s0201a2:115_3": "attabhāve maggaphalānaṁ upanissayo samucchinnoyeva, tena taṁ “moghapuriso”ti āha.",
  "atk-s0201a2:115_4": "Kodhā ca panassa esā vācā bhāsitāti esā ca panassa vācā kodhena bhāsitā.",
  "atk-s0201a2:116_0": "Kasmā panesa bhagavato kuddhoti? Ayañhi pubbe bhagavantaṁ upasaṅkamitvā dibbacakkhuparikammaṁ",
  "atk-s0201a2:116_1": "pucchi. Athassa bhagavā kathesi. So dibbacakkhuṁ nibbattetvā ālokaṁ vaḍḍhetvā devaloke",
  "atk-s0201a2:116_2": "olokento nandanavanacittalatāvanaphārusakavanamissakavanesu dibbasampattiṁ anubhavamāne",
  "atk-s0201a2:116_3": "devaputte ca devadhītaro ca disvā etesaṁ evarūpāya attabhāvasampattiyā ṭhitānaṁ kīvamadhuro",
  "atk-s0201a2:116_4": "nu kho saddo bhavissatīti saddaṁ sotukāmo hutvā dasabalaṁ upasaṅkamitvā dibbasotadhātuparikammaṁ",
  "atk-s0201a2:116_5": "pucchi. Bhagavā panassa dibbasotadhātuyā upanissayo natthīti ñatvā parikammaṁ na",
  "atk-s0201a2:116_6": "kathesi. Na hi buddhā upanissayavirahita tassa parikammaṁ kathenti. So bhagavati",
  "atk-s0201a2:116_7": "āghātaṁ bandhitvā cintesi “ahaṁ samaṇaṁ gotamaṁ paṭhamaṁ dibbacakkhuparikammaṁ pucchiṁ,",
  "atk-s0201a2:116_8": "so ‘mayhaṁ taṁ sampajjatu vā mā vā sampajjatū’ti kathesi. Ahaṁ pana paccattapurisakārena",
  "atk-s0201a2:116_9": "taṁ nibbattetvā dibbasotadhātuparikammaṁ pucchiṁ, taṁ me na kathesi. Addhāssa evaṁ",
  "atk-s0201a2:116_10": "hoti ‘ayaṁ rājapabbajito dibbacakkhuñāṇaṁ nibbattetvā dibbasotadhātuñāṇaṁ nibbattetvā",
  "atk-s0201a2:116_11": "cetopariyañāṇaṁ nibbattetvā āsavānaṁ khayañāṇaṁ nibbattetvā mayā samasamo bhavissatī’ti",
  "atk-s0201a2:116_12": "issāmacchariyavasena mayhaṁ na kathetī”ti. Bhiyyoso āghātaṁ bandhitvā kāsāyāni chaḍḍetvā",
  "atk-s0201a2:116_13": "gihibhāvaṁ patvāpi na tuṇhībhūto vicarati. Dasabalaṁ pana asatā tucchena abbhācikkhanto",
  "atk-s0201a2:116_14": "vicarati. Tenāha bhagavā “kodhā ca panassa esā vācā bhāsitā”ti.",
  "atk-s0201a2:117_0": "Vaṇṇo heso, sāriputtāti, sāriputta, tathāgatena satasahassakappādhikāni cattāri asaṅkhyeyyāni",
  "atk-s0201a2:117_1": "pāramiyo pūrentena etadatthameva vāyāmo kato “desanādhammo me niyyāniko bhavissatī”ti.",
  "atk-s0201a2:117_2": "Tasmā yo evaṁ vadeyya, so vaṇṇaṁyeva tathāgatassa bhāsati. Vaṇṇo heso, sāriputta,",
  "atk-s0201a2:117_3": "tathāgatassa guṇo eso tathāgatassa, na aguṇoti dasseti.",
  "atk-s0201a2:118_0": "Ayampihi nāma sāriputtātiādinā kiṁ dasseti? Sunakkhattena paṭisiddhassa uttarimanussadhammassa",
  "atk-s0201a2:118_1": "attani atthitaṁ dasseti. Bhagavā kira ayaṁ, sāriputta, sunakkhatto moghapuriso natthi",
  "atk-s0201a2:118_2": "tathāgatassa uttarimanussadhammoti vadati. Mayhañca sabbaññutaññāṇaṁ nāma atthi,",
  "atk-s0201a2:118_3": "iddhividhañāṇaṁ nāma atthi, dibbasotadhātuñāṇaṁ nāma atthi, cetopariyañāṇaṁ nāma",
  "atk-s0201a2:118_4": "atthi, dasabalañāṇaṁ nāma atthi, catuvesārajjañāṇaṁ nāma atthi, aṭṭhasu parisāsu",
  "atk-s0201a2:118_5": "akampanañāṇaṁ nāma atthi, catuyoniparicchedakañāṇaṁ nāma atthi, pañcagatiparicchedakañāṇaṁ",
  "atk-s0201a2:118_6": "nāma atthi, sabbepi cete uttarimanussadhammāyeva. Evarūpesu uttarimanussadhammesu",
  "atk-s0201a2:118_7": "ekassāpi vijānanasamatthaṁ dhammanvayamattampi nāma etassa moghapurisassa na bhavissatīti",
  "atk-s0201a2:118_8": "etamatthaṁ dassetuṁ ayampi hi nāma sāriputtātiādinā nayena imaṁ desanaṁ ārabhi. Tattha",
  "atk-s0201a2:118_9": "anvetīti anvayo, jānāti, anubujjhatīti attho. Dhammassa anvayo dhammanvayo, taṁ taṁ",
  "atk-s0201a2:118_10": "sabbaññutaññāṇādidhammaṁ jānanapaññāyetaṁ adhivacanaṁ. “Itipi so bhagavā”tiādīhi",
  "atk-s0201a2:118_11": "evarūpampi nāma mayhaṁ sabbaññutaññāṇasaṅkhātaṁ uttarimanussadhammaṁ vijjamānameva",
  "atk-s0201a2:118_12": "atthīti jānituṁ tassa moghapurisassa dhammanvayopi na bhavissatīti dasseti. Iddhividhañāṇādīsupi",
  "atk-s0201a2:118_13": "evaṁ yojanā veditabbā.",
  "atk-s0201a2:119": "Uttarimanussadhammādivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:120": "Dasabalañāṇādivaṇṇanā",
  "atk-s0201a2:121_0": "148. Ettha ca kiñcāpi cetopariyañāṇānantaraṁ tisso vijjā vattabbā siyuṁ, yasmā pana",
  "atk-s0201a2:121_1": "tāsu vuttāsu upari dasabalañāṇaṁ na paripūrati, tasmā tā avatvā tathāgatassa dasabalañāṇaṁ",
  "atk-s0201a2:121_2": "paripūraṁ katvā dassento dasa kho panimāni sāriputtātiādimāha. Tattha tathāgatabalānīti",
  "atk-s0201a2:121_3": "aññehi asādhāraṇāni tathāgatasseva balāni. Yathā vā pubbabuddhānaṁ balāni puññussayasampattiyā",
  "atk-s0201a2:121_4": "āgatāni, tathā āgatabalānītipi attho. Tattha duvidhaṁ tathāgatabalaṁ kāyabalañca",
  "atk-s0201a2:121_5": "ñāṇabalañca. Tesu kāyabalaṁ hatthikulānusārena veditabbaṁ. Vuttañhetaṁ porāṇehi –",
  "atk-s0201a2:122": "“Kālāvakañca gaṅgeyyaṁ, paṇḍaraṁ tambapiṅgalaṁ;",
  "atk-s0201a2:123": "Gandhamaṅgalahemañca, uposathachaddantime dasā”ti.",
  "atk-s0201a2:124_0": "Imāni hi dasa hatthikulāni. Tattha kālāvakanti pakatihatthikulaṁ daṭṭhabbaṁ. Yaṁ",
  "atk-s0201a2:124_1": "dasannaṁ purisānaṁ kāyabalaṁ, taṁ ekassa kālāvakahatthino. Yaṁ dasannaṁ kālāvakānaṁ",
  "atk-s0201a2:124_2": "balaṁ, taṁ ekassa gaṅgeyyassa. Yaṁ dasannaṁ gaṅgeyyānaṁ, taṁ ekassa paṇḍarassa. Yaṁ",
  "atk-s0201a2:124_3": "dasannaṁ paṇḍarānaṁ, taṁ ekassa tambassa. Yaṁ dasannaṁ tambānaṁ, taṁ ekassa piṅgalassa.",
  "atk-s0201a2:124_4": "Yaṁ dasannaṁ piṅgalānaṁ, taṁ ekassa gandhahatthino. Yaṁ dasannaṁ gandhahatthīnaṁ,",
  "atk-s0201a2:124_5": "taṁ ekassa maṅgalassa. Yaṁ dasannaṁ maṅgalānaṁ, taṁ ekassa hemavatassa. Yaṁ dasannaṁ",
  "atk-s0201a2:124_6": "hemavatānaṁ, taṁ ekassa uposathassa. Yaṁ dasannaṁ uposathānaṁ, taṁ ekassa chaddantassa.",
  "atk-s0201a2:124_7": "Yaṁ dasannaṁ chaddantānaṁ taṁ ekassa tathāgatassa. Nārāyanasaṅghātabalantipi idameva",
  "atk-s0201a2:124_8": "vuccati. Tadetaṁ pakatihatthigaṇanāya hatthīnaṁ koṭisahassānaṁ purisagaṇanāya dasannaṁ",
  "atk-s0201a2:124_9": "purisakoṭisahassānaṁ balaṁ hoti. Idaṁ tāva tathāgatassa kāyabalaṁ.",
  "atk-s0201a2:125_0": "Ñāṇabalaṁ pana pāḷiyaṁ tāva āgatameva. Dasabalañāṇaṁ, catuvesārajjañāṇaṁ, aṭṭhasu",
  "atk-s0201a2:125_1": "parisāsu akampanañāṇaṁ, catuyoniparicchedakañāṇaṁ, pañcagatiparicchedakañāṇaṁ. Saṁyuttake",
  "atk-s0201a2:125_2": "āgatāni tesattati ñāṇāni sattasattati ñāṇānīti evaṁ aññānipi anekāni ñāṇasahassāni,",
  "atk-s0201a2:125_3": "etaṁ ñāṇabalaṁ nāma. Idhāpi ñāṇabalameva adhippetaṁ. Ñāṇañhi akampiyaṭṭhena upatthambhanaṭṭhena ca balanti vuttaṁ.",
  "atk-s0201a2:126_0": "Yehi balehi samannāgatoti yehi dasahi ñāṇabalehi upeto samupeto. Āsabhaṁ ṭhānanti",
  "atk-s0201a2:126_1": "seṭṭhaṭṭhānaṁ uttamaṭṭhānaṁ. Āsabhā vā pubbabuddhā, tesaṁ ṭhānanti attho. Apica gavasatajeṭṭhako",
  "atk-s0201a2:126_2": "usabho, gavasahassajeṭṭhako vasabho. Vajasatajeṭṭhako vā usabho, vajasahassajeṭṭhako",
  "atk-s0201a2:126_3": "vasabho. Sabbagavaseṭṭho sabbaparissayasaho seto pāsādiko mahābhāravaho asanisatasaddehipi",
  "atk-s0201a2:126_4": "akampaniyo nisabho, so idha usabhoti adhippeto. Idampi hi tassa pariyāyavacanaṁ.",
  "atk-s0201a2:126_5": "Usabhassa idanti āsabhaṁ. Ṭhānanti catūhi pādehi pathaviṁ uppīḷetvā acalaṭṭhānaṁ.",
  "atk-s0201a2:126_6": "Idaṁ pana āsabhaṁ viyāti āsabhaṁ. Yatheva hi nisabhasaṅkhāto usabho usabhabalena",
  "atk-s0201a2:126_7": "samannāgato catūhi pādehi pathaviṁ uppīḷetvā acalaṭṭhānena tiṭṭhati, evaṁ tathāgatopi",
  "atk-s0201a2:126_8": "dasahi tathāgatabalehi samannāgato catūhi vesārajjapādehi aṭṭhaparisapathaviṁ uppīḷetvā",
  "atk-s0201a2:126_9": "sadevake loke kenaci paccatthikena paccāmittena akampiyo acalaṭṭhānena tiṭṭhati.",
  "atk-s0201a2:126_10": "Evaṁ tiṭṭhamānova taṁ āsabhaṁ ṭhānaṁ paṭijānāti, upagacchati na paccakkhāti attani",
  "atk-s0201a2:126_11": "āropeti. Tena vuttaṁ “āsabhaṁ ṭhānaṁ paṭijānātī”ti.",
  "atk-s0201a2:127_0": "Parisāsūti aṭṭhasu parisāsu. Sīhanādaṁ nadatīti seṭṭhanādaṁ abhītanādaṁ nadati, sīhanādasadisaṁ",
  "atk-s0201a2:127_1": "vā nādaṁ nadati. Ayamattho sīhanādasuttena dīpetabbo. Yathā vā sīho sahanato hananato",
  "atk-s0201a2:127_2": "ca sīhoti vuccati, evaṁ tathāgato lokadhammānaṁ sahanato parappavādānañca hananato",
  "atk-s0201a2:127_3": "sīhoti vuccati. Evaṁ vuttassa sīhassa nādaṁ sīhanādaṁ. Tattha yathā sīho sīhabalena",
  "atk-s0201a2:127_4": "samannāgato sabbattha visārado vigatalomahaṁso sīhanādaṁ nadati, evaṁ tathāgatasīhopi",
  "atk-s0201a2:127_5": "tathāgatabalehi samannāgato aṭṭhasu parisāsu visārado vigatalomahaṁso iti rūpantiādinā",
  "atk-s0201a2:127_6": "nayena nānāvidhadesanāvilāsasampannaṁ sīhanādaṁ nadati. Tena vuttaṁ “parisāsu sīhanādaṁ",
  "atk-s0201a2:127_7": "nadatī”ti. Brahmacakkaṁ pavattetīti ettha brahmanti seṭṭhaṁ uttamaṁ visiṭṭhaṁ. Cakka-saddo panāyaṁ –",
  "atk-s0201a2:128": "Sampattiyaṁ lakkhaṇe ca, rathaṅge iriyāpathe;",
  "atk-s0201a2:129": "Dāne ratanadhammūra-cakkādīsu ca dissati;",
  "atk-s0201a2:130": "Dhammacakke idha mato, tañca dvedhā vibhāvaye.",
  "atk-s0201a2:131_0": "“Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṁ devamanussāna”ntiādīsu hi ayaṁ",
  "atk-s0201a2:131_1": "sampattiyaṁ dissati. “Pādatalesu cakkāni jātānī”ti ettha lakkhaṇe. “Cakkaṁva vahato",
  "atk-s0201a2:131_2": "pada”nti ettha rathaṅge. “Catucakkaṁ navadvāra”nti ettha iriyāpathe. “Dadaṁ bhuñja",
  "atk-s0201a2:131_3": "mā ca pamādo, cakkaṁ pavattaya sabbapāṇina”nti ettha dāne. “Dibbaṁ cakkaratanaṁ pāturahosī”ti",
  "atk-s0201a2:131_4": "ettha ratanacakke. “Mayā pavattitaṁ cakka”nti ettha dhammacakke. “Icchāhatassa posassa,",
  "atk-s0201a2:131_5": "cakkaṁ bhamati matthake”ti ettha uracakke. “Khurapariyantena cepi cakkenā”ti ettha",
  "atk-s0201a2:131_6": "paharaṇacakke. “Asanivicakka”nti ettha asanimaṇḍale. Idha panāyaṁ dhammacakke adhippeto.",
  "atk-s0201a2:132_0": "Taṁ pana dhammacakkaṁ duvidhaṁ hoti paṭivedhañāṇañceva desanāñāṇañca. Tattha paññāpabhāvitaṁ",
  "atk-s0201a2:132_1": "attano ariyabalāvahaṁ paṭivedhañāṇaṁ. Karuṇāpabhāvitaṁ sāvakānaṁ ariyabalāvahaṁ desanāñāṇaṁ.",
  "atk-s0201a2:132_2": "Tattha paṭivedhañāṇaṁ uppajjamānaṁ uppannanti duvidhaṁ. Tañhi abhinikkhamanato yāva",
  "atk-s0201a2:132_3": "arahattamaggā uppajjamānaṁ, phalakkhaṇe uppannaṁ nāma. Tusitabhavanato vā yāva mahābodhipallaṅke",
  "atk-s0201a2:132_4": "arahattamaggā uppajjamānaṁ, phalakkhaṇe uppannaṁ nāma. Dīpaṅkaradasabalato paṭṭhāya",
  "atk-s0201a2:132_5": "vā yāva arahattamaggā uppajjamānaṁ, phalakkhaṇe uppannaṁ nāma. Desanāñāṇampi pavattamānaṁ",
  "atk-s0201a2:132_6": "pavattanti duvidhaṁ. Tañhi yāva aññātakoṇḍaññassa sotāpattimaggā pavattamānaṁ, phalakkhaṇe",
  "atk-s0201a2:132_7": "pavattaṁ nāma. Tesu paṭivedhañāṇaṁ lokuttaraṁ, desanāñāṇaṁ lokiyaṁ. Ubhayampi panetaṁ",
  "atk-s0201a2:132_8": "aññehi asādhāraṇaṁ, buddhānaṁyeva orasañāṇaṁ.",
  "atk-s0201a2:133_0": "Idāni yehi balehi samannāgato tathāgato āsabhaṁ ṭhānaṁ paṭijānāti, yāni āditova “dasa",
  "atk-s0201a2:133_1": "kho panimāni, sāriputta, tathāgatassa tathāgatabalānī”ti nikkhittāni, tāni vitthārato",
  "atk-s0201a2:133_2": "dassetuṁ katamāni dasa? Idha, sāriputta, tathāgato ṭhānañca ṭhānatotiādimāha. Tattha",
  "atk-s0201a2:133_3": "ṭhānañca ṭhānatoti kāraṇañca kāraṇato. Kāraṇañhi yasmā tattha phalaṁ tiṭṭhati tadāyattavuttiyāya",
  "atk-s0201a2:133_4": "uppajjati ceva pavattati ca, tasmā ṭhānanti vuccati. Taṁ bhagavā “ye ye dhammā yesaṁ",
  "atk-s0201a2:133_5": "yesaṁ dhammānaṁ hetū paccayā uppādāya, taṁ taṁ ṭhānaṁ. Ye ye dhammā yesaṁ yesaṁ dhammānaṁ",
  "atk-s0201a2:133_6": "na hetū na paccayā uppādāya, taṁ taṁ aṭṭhāna”nti pajānanto ṭhānañca ṭhānato aṭṭhānañca",
  "atk-s0201a2:133_7": "aṭṭhānato yathābhūtaṁ pajānāti. Abhidhamme panetaṁ, “tattha katamaṁ tathāgatassa",
  "atk-s0201a2:133_8": "ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṁ ñāṇa”ntiādinā nayena vitthāritameva.",
  "atk-s0201a2:133_9": "Yampīti yena ñāṇena. Idampi, sāriputta, tathāgatassāti idampi ṭhānāṭṭhānañāṇaṁ tathāgatassa",
  "atk-s0201a2:133_10": "tathāgatabalaṁ nāma hotīti attho. Evaṁ sabbapadesu yojanā veditabbā.",
  "atk-s0201a2:134_0": "Kammasamādānānanti samādiyitvā katānaṁ kusalākusalakammānaṁ, kammameva vā kammasamādānaṁ.",
  "atk-s0201a2:134_1": "Ṭhānaso hetusoti paccayato ceva hetuto ca. Tattha gatiupadhikālapayogā vipākassa",
  "atk-s0201a2:134_2": "ṭhānaṁ. Kammaṁ hetu. Imassa pana ñāṇassa vitthārakathā “atthekaccāni pāpakāni kammasamādānāni",
  "atk-s0201a2:134_3": "gatisampattipaṭibāḷhāni na vipaccantī”tiādinā nayena abhidhamme āgatāyeva.",
  "atk-s0201a2:135_0": "Sabbatthagāmininti sabbagatigāminiṁ agatigāminiñca. Paṭipadanti maggaṁ. Yathābhūtaṁ",
  "atk-s0201a2:135_1": "pajānātīti bahūsupi manussesu ekameva pāṇaṁ ghātentesu imassa cetanā nirayagāminī",
  "atk-s0201a2:135_2": "bhavissati, imassa cetanā tiracchānayonigāminīti iminā nayena ekavatthusmimpi kusalākusalacetanāsaṅkhātānaṁ",
  "atk-s0201a2:135_3": "paṭipattīnaṁ aviparītato sabhāvaṁ jānāti. Imassa ca ñāṇassa vitthārakathā “tattha",
  "atk-s0201a2:135_4": "katamaṁ tathāgatassa sabbatthagāminiṁ paṭipadaṁ yathābhūtaṁ ñāṇaṁ? Idha tathāgato",
  "atk-s0201a2:135_5": "ayaṁ maggo ayaṁ paṭipadā nirayagāmīti pajānātī”tiādinā nayena abhidhamme āgatāyeva.",
  "atk-s0201a2:136_0": "Anekadhātunti cakkhudhātuādīhi kāmadhātuādīhi vā dhātūhi bahudhātuṁ. Nānādhātunti",
  "atk-s0201a2:136_1": "tāsaṁyeva dhātūnaṁ vilakkhaṇatāya nānappakāradhātuṁ. Lokanti khandhāyatanadhātulokaṁ.",
  "atk-s0201a2:136_2": "Yathābhūtaṁ pajānātīti tāsaṁ tāsaṁ dhātūnaṁ aviparītato sabhāvaṁ paṭivijjhati. Idampi",
  "atk-s0201a2:136_3": "ñāṇaṁ “tattha katamaṁ tathāgatassa anekadhātunānādhātulokaṁ yathābhūtaṁ ñāṇaṁ, idha",
  "atk-s0201a2:136_4": "tathāgato khandhanānattaṁ pajānātī”tiādinā nayena abhidhamme vitthāritameva.",
  "atk-s0201a2:137_0": "Nānādhimuttikatanti hīnādīhi adhimuttīhi nānādhimuttikabhāvaṁ. Idampi ñāṇaṁ, “tattha",
  "atk-s0201a2:137_1": "katamaṁ tathāgatassa sattānaṁ nānādhimuttikataṁ yathābhūtaṁ ñāṇaṁ, idha tathāgato",
  "atk-s0201a2:137_2": "pajānāti santi sattā hīnādhimuttikā”ti ādinā nayena abhidhamme vitthāritameva.",
  "atk-s0201a2:138_0": "Parasattānanti padhānasattānaṁ. Parapuggalānanti tato paresaṁ hīnasattānaṁ. Ekatthameva",
  "atk-s0201a2:138_1": "vā etaṁ padadvayaṁ. Veneyyavasena pana dvedhā vuttaṁ. Indriyaparopariyattanti saddhādīnaṁ",
  "atk-s0201a2:138_2": "indriyānaṁ parabhāvaṁ aparabhāvañca, vuddhiñca hāniñcāti attho. Imassapi ñāṇassa",
  "atk-s0201a2:138_3": "vitthārakathā – “tattha katamaṁ tathāgatassa parasattānaṁ parapuggalānaṁ indriyaparopariyattaṁ",
  "atk-s0201a2:138_4": "yathābhūtaṁ ñāṇaṁ, idha tathāgato sattānaṁ āsayaṁ pajānāti anusayaṁ pajānātī”tiādinā",
  "atk-s0201a2:138_5": "nayena abhidhamme āgatāyeva.",
  "atk-s0201a2:139_0": "Jhānavimokkhasamādhisamāpattīnanti paṭhamādīnaṁ catunnaṁ jhānānaṁ rūpī rūpāni passatītiādīnaṁ",
  "atk-s0201a2:139_1": "aṭṭhannaṁ vimokkhānaṁ savitakkasavicārādīnaṁ tiṇṇaṁ samādhīnaṁ paṭhamajjhānasamāpattiādīnañca",
  "atk-s0201a2:139_2": "navannaṁ anupubbasamāpattīnaṁ. Saṁkilesanti hānabhāgiyadhammaṁ. Vodānanti visesabhāgiyadhammaṁ.",
  "atk-s0201a2:139_3": "Vuṭṭhānanti “vodānampi vuṭṭhānaṁ. Tamhā tamhā samādhimhā vuṭṭhānampi vuṭṭhāna”nti",
  "atk-s0201a2:139_4": "evaṁ vuttapaguṇajjhānañceva bhavaṅgaphalasamāpattiyo ca. Heṭṭhimaṁ heṭṭhimañhi paguṇajjhānaṁ",
  "atk-s0201a2:139_5": "uparimassa uparimassa padaṭṭhānaṁ hoti. Tasmā “vodānampi vuṭṭhāna”nti vuttaṁ. Bhavaṅgena",
  "atk-s0201a2:139_6": "pana sabbajjhānehi vuṭṭhānaṁ hoti. Phalasamāpattiyā nirodhasamāpattito vuṭṭhānaṁ",
  "atk-s0201a2:139_7": "hoti. Taṁ sandhāya “tamhā tamhā samādhimhā vuṭṭhānampi vuṭṭhāna”nti vuttaṁ. Idampi",
  "atk-s0201a2:139_8": "ñāṇaṁ “tattha katamaṁ tathāgatassa jhānavimokkhasamādhisamāpattīnaṁ saṁkilesaṁ vodānaṁ",
  "atk-s0201a2:139_9": "vuṭṭhānaṁ yathābhūtaṁ ñāṇaṁ, jhāyīti cattāro jhāyī, atthekacco jhāyī sampattiṁyeva",
  "atk-s0201a2:139_10": "samānaṁ vipattīti paccetī”tiādinā nayena abhidhamme vitthāritaṁ. Sattannaṁ ñāṇānaṁ",
  "atk-s0201a2:139_11": "vitthārakathāvinicchayo sammohavinodaniyaṁ vibhaṅgaṭṭhakathāyaṁ vutto. Pubbenivāsānussatidibbacakkhuñāṇakathā",
  "atk-s0201a2:139_12": "visuddhimagge vitthāritā. Āsavakkhayakathā bhayabherave.",
  "atk-s0201a2:140_0": "149.Imāni kho sāriputtāti yāni pubbe “dasa kho panimāni, sāriputta, tathāgatassa",
  "atk-s0201a2:140_1": "tathāgatabalānī”ti avocaṁ, imāni tānīti appanaṁ karoti. Tattha paravādīkathā hoti",
  "atk-s0201a2:140_2": "– dasabalañāṇaṁ nāma pāṭiyekkaṁ natthi, sabbaññutaññāṇassevāyaṁ pabhedoti. Taṁ na",
  "atk-s0201a2:140_3": "tathā daṭṭhabbaṁ. Aññameva hi dasabalañāṇaṁ, aññaṁ sabbaññutaññāṇaṁ. Dasabalañāṇañhi",
  "atk-s0201a2:140_4": "sakasakakiccameva jānāti. Sabbaññutañāṇaṁ tampi tato avasesampi pajānāti. Dasabalañāṇesu",
  "atk-s0201a2:140_5": "hi paṭhamaṁ kāraṇākāraṇameva jānāti. Dutiyaṁ kammantaravipākantarameva. Tatiyaṁ kammaparicchedameva.",
  "atk-s0201a2:140_6": "Catutthaṁ dhātunānattakāraṇameva. Pañcamaṁ sattānaṁ ajjhāsayādhimuttimeva. Chaṭṭhaṁ",
  "atk-s0201a2:140_7": "indriyānaṁ tikkhamudubhāvameva. Sattamaṁ jhānādīhi saddhiṁ tesaṁ saṁkilesādimeva.",
  "atk-s0201a2:140_8": "Aṭṭhamaṁ pubbenivutthakhandhasantatimeva. Navamaṁ sattānaṁ cutipaṭisandhimeva. Dasamaṁ",
  "atk-s0201a2:140_9": "saccaparicchedameva. Sabbaññutaññāṇaṁ pana etehi jānitabbañca tato uttariñca pajānāti.",
  "atk-s0201a2:140_10": "Etesaṁ pana kiccaṁ na sabbaṁ karoti. Tañhi jhānaṁ hutvā appetuṁ na sakkoti, iddhi",
  "atk-s0201a2:140_11": "hutvā vikubbituṁ na sakkoti, maggo hutvā kilese khepetuṁ na sakkoti. Apica paravādī",
  "atk-s0201a2:140_12": "evaṁ pucchitabbo – “dasabalañāṇaṁ nāma etaṁ savitakkasavicāraṁ avitakkavicāramattaṁ",
  "atk-s0201a2:140_13": "avitakkaavicāraṁ kāmāvacaraṁ rūpāvacaraṁ arūpāvacaraṁ lokiyaṁ lokuttara”nti? Jānanto",
  "atk-s0201a2:140_14": "paṭipāṭiyā satta ñāṇāni savitakkasavicārānīti vakkhati. Tato parāni dve avitakkaavicārānīti",
  "atk-s0201a2:140_15": "vakkhati. Āsavakkhayañāṇaṁ siyā savitakkasavicāraṁ, siyā avitakkavicāramattaṁ, siyā",
  "atk-s0201a2:140_16": "avitakkaavicāranti vakkhati. Tathā paṭipāṭiyā satta kāmāvacarāni, tato parāni dve",
  "atk-s0201a2:140_17": "rūpāvacarāni, avasāne ekaṁ lokuttaranti vakkhati, sabbaññutaññāṇaṁ pana savitakkasavicārameva",
  "atk-s0201a2:140_18": "kāmāvacarameva lokiyamevāti vakkhati.",
  "atk-s0201a2:141_0": "Evamettha anupadavaṇṇanaṁ katvā idāni yasmā tathāgato paṭhamaṁyeva ṭhānāṭṭhānañāṇena",
  "atk-s0201a2:141_1": "veneyyasattānaṁ āsavakkhayādhigamassa ceva anadhigamassa ca ṭhānāṭṭhānabhūtaṁ kilesāvaraṇābhāvaṁ",
  "atk-s0201a2:141_2": "passati, lokiyasammādiṭṭhiṭṭhānadassanato niyatamicchādiṭṭhiṭṭhānābhāvadassanato",
  "atk-s0201a2:141_3": "ca. Atha nesaṁ kammavipākañāṇena vipākāvaraṇābhāvaṁ passati, tihetukapaṭisandhidassanato.",
  "atk-s0201a2:141_4": "Sabbatthagāminīpaṭipadāñāṇena kammāvaraṇābhāvaṁ passati, anantariyakammābhāvadassanato.",
  "atk-s0201a2:141_5": "Evaṁ anāvaraṇānaṁ anekadhātunānādhātuñāṇena anukūladhammadesanatthaṁ cariyavisesaṁ",
  "atk-s0201a2:141_6": "passati, dhātuvemattadassanato. Atha nesaṁ nānādhimuttikatāñāṇena adhimuttiṁ passati,",
  "atk-s0201a2:141_7": "payogaṁ anādiyitvāpi adhimuttivasena dhammadesanatthaṁ. Athevaṁ diṭṭhādhimuttīnaṁ",
  "atk-s0201a2:141_8": "yathāsatti yathābalaṁ dhammaṁ desetuṁ indriyaparopariyattañāṇena indriyaparopariyattaṁ",
  "atk-s0201a2:141_9": "passati, saddhādīnaṁ tikkhamudubhāvadassanato. Evaṁ pariññātindriyaparopariyattā",
  "atk-s0201a2:141_10": "pana te sace dūre honti, paṭhamajjhānādīsu vasībhūtattā iddhivisesena te khippaṁ",
  "atk-s0201a2:141_11": "upagacchati. Upagantvā ca nesaṁ pubbenivāsānussatiñāṇena pubbajātibhāvanaṁ, dibbacakkhuñāṇānubhāvato",
  "atk-s0201a2:141_12": "pattabbena cetopariyañāṇena sampati cittavisesaṁ passanto āsavakkhayañāṇānubhāvena",
  "atk-s0201a2:141_13": "āsavakkhayagāminiyā paṭipadāya vigatasammohattā āsavakkhayāya dhammaṁ deseti. Tasmā",
  "atk-s0201a2:141_14": "iminā anukkamena imāni dasabalāni vuttānīti veditabbāni.",
  "atk-s0201a2:142_0": "Taṁ, sāriputta, vācaṁ appahāyātiādīsu puna evarūpiṁ vācaṁ na vakkhāmīti vadanto taṁ",
  "atk-s0201a2:142_1": "vācaṁ pajahati nāma. Puna evarūpaṁ cittaṁ na uppādessāmīti cintento cittaṁ pajahati",
  "atk-s0201a2:142_2": "nāma. Puna evarūpaṁ diṭṭhiṁ na gaṇhissāmīti pajahanto diṭṭhiṁ paṭinissajjati nāma,",
  "atk-s0201a2:142_3": "tathā akaronto neva pajahati, na paṭinissajjati. So yathābhataṁ nikkhitto evaṁ nirayeti",
  "atk-s0201a2:142_4": "yathā nirayapālehi āharitvā niraye ṭhapito, evaṁ niraye ṭhapitoyevāti veditabbo.",
  "atk-s0201a2:143_0": "Idānissa atthasādhakaṁ upamaṁ dassento seyyathāpītiādimāha. Tattha sīlasampannotiādīsu",
  "atk-s0201a2:143_1": "lokiyalokuttarā sīlasamādhipaññā veditabbā. Lokuttaravaseneva vinivattetumpi vaṭṭati.",
  "atk-s0201a2:143_2": "Ayañhi sammāvācākammantājīvehi sīlasampanno, sammāvāyāmasatisamādhīhi samādhisampanno,",
  "atk-s0201a2:143_3": "sammādiṭṭhisaṅkappehi paññāsampanno, so evaṁ sīlādisampanno bhikkhu yathā diṭṭheva",
  "atk-s0201a2:143_4": "dhamme imasmiṁyeva attabhāve aññaṁ ārādheti arahattaṁ pāpuṇāti, evaṁsampadamidaṁ,",
  "atk-s0201a2:143_5": "sāriputta, vadāmi imampi kāraṇaṁ evarūpameva. Yathā hi maggānantaraṁ avirajjhitvāva",
  "atk-s0201a2:143_6": "phalaṁ nibbattati, evameva imassāpi puggalassa cutianantaraṁ avirajjhitvāva niraye",
  "atk-s0201a2:143_7": "paṭisandhi hotīti dasseti. Sakalasmiñhi buddhavacane imāya upamāya gāḷhataraṁ katvā",
  "atk-s0201a2:143_8": "vuttaupamā nāma natthi.",
  "atk-s0201a2:144_0": "150.Vesārajjānīti ettha sārajjapaṭipakkho vesārajjaṁ, catūsu ṭhānesu sārajjābhāvaṁ",
  "atk-s0201a2:144_1": "paccavekkhantassa uppannasomanassamayañāṇassetaṁ nāmaṁ. Sammāsambuddhassa te paṭijānatoti",
  "atk-s0201a2:144_2": "ahaṁ sammāsambuddho, sabbe dhammā mayā abhisambuddhāti evaṁ paṭijānato tava. Anabhisambuddhāti",
  "atk-s0201a2:144_3": "ime nāma dhammā tayā anabhisambuddhā. Tatra vatāti tesu vata anabhisambuddhāti evaṁ",
  "atk-s0201a2:144_4": "dassitadhammesu. Sahadhammenāti sahetunā sakāraṇena vacanena sunakkhatto viya vippalapanto",
  "atk-s0201a2:144_5": "appamāṇaṁ. Nimittametanti ettha puggalopi dhammopi nimittanti adhippeto. Taṁ puggalaṁ",
  "atk-s0201a2:144_6": "na passāmi, yo maṁ paṭicodessati, taṁ dhammaṁ na passāmi, yaṁ dassetvā ayaṁ nāma",
  "atk-s0201a2:144_7": "dhammo tayā anabhisambuddhoti maṁ paṭicodessatīti ayamettha attho. Khemappattoti",
  "atk-s0201a2:144_8": "khemaṁ patto, sesapadadvayaṁ imasseva vevacanaṁ. Sabbañhetaṁ vesārajjañāṇameva sandhāya",
  "atk-s0201a2:144_9": "vuttaṁ. Dasabalassa hi ayaṁ nāma dhammo tayā anabhisambuddhoti codakaṁ puggalaṁ vā",
  "atk-s0201a2:144_10": "codanākāraṇaṁ anabhisambuddhadhammaṁ vā apassato sabhāvabuddhoyeva vā samāno ahaṁ",
  "atk-s0201a2:144_11": "buddhosmīti vadāmīti paccavekkhantassa balavataraṁ somanassaṁ uppajjati. Tena sampayuttaṁ",
  "atk-s0201a2:144_12": "ñāṇaṁ vesārajjaṁ nāma. Taṁ sandhāya “khemappatto”tiādimāha. Evaṁ sabbattha attho veditabbo.",
  "atk-s0201a2:145_0": "Antarāyikā dhammāti ettha pana antarāyaṁ karontīti antarāyikā, te atthato sañcicca",
  "atk-s0201a2:145_1": "vītikkantā satta āpattikkhandhā. Sañcicca vītikkantañhi antamaso dukkaṭa-dubbhāsitampi",
  "atk-s0201a2:145_2": "maggaphalānaṁ antarāyaṁ karoti. Idha pana methunadhammo adhippeto. Methunaṁ sevato",
  "atk-s0201a2:145_3": "hi yassa kassaci nissaṁsayameva maggaphalānaṁ antarāyo hoti. Yassa kho pana tesu",
  "atk-s0201a2:145_4": "atthāyāti rāgakkhayādīsu yassa atthāya. Dhammo desitoti asubhabhāvanādidhammo kathito.",
  "atk-s0201a2:145_5": "Tatra vata manti tasmiṁ aniyyānikadhamme maṁ. Sesaṁ vuttanayeneva veditabbaṁ.",
  "atk-s0201a2:146": "Dasabalañāṇādivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:147": "Aṭṭhaparisavaṇṇanā",
  "atk-s0201a2:148_0": "151. “Aṭṭha kho imā sāriputtā”ti idaṁ kasmā āraddhaṁ? Vesārajjañāṇassa baladassanatthaṁ.",
  "atk-s0201a2:148_1": "Yathā hi byattaṁ parisaṁ ajjhogāhetvā viññūnaṁ cittaṁ ārādhanasamatthāya kathāya",
  "atk-s0201a2:148_2": "dhammakathikassa chekabhāvo paññāyati, evaṁ imā aṭṭha parisā patvā vesārajjañāṇassa",
  "atk-s0201a2:148_3": "vesārajjabhāvo sakkā ñātunti vesārajjañāṇassa balaṁ dassento, aṭṭha kho imā sāriputtātiādimāha.",
  "atk-s0201a2:149_0": "Tattha khattiyaparisāti khattiyānaṁ sannipatitvā nisinnaṭṭhānaṁ, esa nayo sabbattha.",
  "atk-s0201a2:149_1": "Mārakāyikānaṁ pana sannipatitvā nisinnaṭṭhānaṁ māraparisā veditabbā, na mārānaṁ.",
  "atk-s0201a2:149_2": "Sabbāpi cetā parisā uggaṭṭhānadassanavasena gahitā. Manussā hi “ettha rājā nisinno”ti",
  "atk-s0201a2:149_3": "pakativacanampi vattuṁ na sakkonti, kacchehi sedā muccanti. Evaṁ uggā khattiyaparisā.",
  "atk-s0201a2:149_4": "Brāhmaṇā tīsu vedesu kusalā honti, gahapatayo nānāvohāresu ceva akkharacintāya ca.",
  "atk-s0201a2:149_5": "Samaṇā sakavādaparavādesu kusalā honti. Tesaṁ majjhe dhammakathākathanaṁ nāma ativiya",
  "atk-s0201a2:149_6": "bhāro. Amanussāpi uggā honti. Amanussoti hi vuttamattepi manussānaṁ sakalasarīraṁ",
  "atk-s0201a2:149_7": "saṅkampati, tesaṁ rūpaṁ vā disvā saddaṁ vā sutvā sattā visaññino honti. Evaṁ amanussaparisā",
  "atk-s0201a2:149_8": "uggā. Tāsupi dhammakathākathanaṁ nāma ativiya bhāro. Iti uggaṭṭhānadassanavasena",
  "atk-s0201a2:149_9": "tā gahitāti veditabbā.",
  "atk-s0201a2:150_0": "Ajjhogāhatīti anupavisati. Anekasataṁ khattiyaparisanti bimbisārasamāgama ñātisamāgama",
  "atk-s0201a2:150_1": "licchavīsamāgamasadisaṁ. Aññesupi cakkavāḷesu labbhatiyeva. Kiṁ pana bhagavā aññāni",
  "atk-s0201a2:150_2": "cakkavāḷānipi gacchatīti? Āma gacchati. Kīdiso hutvā? Yādisā te, tādisoyeva. Tenevāha",
  "atk-s0201a2:150_3": "“abhijānāmi kho panāhaṁ, ānanda, anekasataṁ khattiyaparisaṁ upasaṅkamitā, tattha",
  "atk-s0201a2:150_4": "yādisako tesaṁ vaṇṇo hoti, tādisako mayhaṁ vaṇṇo hoti. Yādisako tesaṁ saro hoti,",
  "atk-s0201a2:150_5": "tādisako mayhaṁ saro hoti. Dhammiyā kathāya sandassemi samādapemi samuttejemi sampahaṁsemi.",
  "atk-s0201a2:150_6": "Bhāsamānañca maṁ na jānanti ‘ko nu kho ayaṁ bhāsati devo vā manusso vā’ti. Dhammiyā",
  "atk-s0201a2:150_7": "kathāya sandassetvā samādapetvā samuttejetvā sampahaṁsetvā antaradhāyāmi. Antarahitañca",
  "atk-s0201a2:150_8": "maṁ na jānanti ‘ko nu kho ayaṁ antarahito devo vā manusso vā”’ti.",
  "atk-s0201a2:151_0": "Khattiyā keyūraṅgadamālāgandhādivibhūsitā nānāvirāgavasanā āmukkamaṇikuṇḍalā moḷidharā",
  "atk-s0201a2:151_1": "honti. Kiṁ bhagavāpi evaṁ attānaṁ maṇḍeti? Te ca odātāpi honti kāḷāpi maṁgulacchavīpi.",
  "atk-s0201a2:151_2": "Kiṁ satthāpi evarūpo hotīti? Satthā attano pabbajitavaseneva gacchati, tesaṁ pana",
  "atk-s0201a2:151_3": "tādiso hutvā upaṭṭhāti, gantvā rājāsane nisinnaṁ attānaṁ dasseti, tesaṁ “ajja amhākaṁ",
  "atk-s0201a2:151_4": "rājā ativiya virocatī”ti hoti. Te ca bhinnassarāpi honti gaggassarāpi kākassarāpi.",
  "atk-s0201a2:151_5": "Satthā brahmassareneva dhammaṁ katheti. Tādisako mayhaṁ saro hotīti idaṁ pana bhāsantaraṁ",
  "atk-s0201a2:151_6": "sandhāya kathitaṁ. Manussānaṁ pana taṁ sutvā “ajja rājā madhurena sarena kathetī”ti",
  "atk-s0201a2:151_7": "hoti. Kathetvā pakkante ca bhagavati puna rājānaṁ āgataṁ disvā “ko nu kho aya”nti vīmaṁsā uppajjati.",
  "atk-s0201a2:152_0": "Idaṁ vuttaṁ hoti – ko nu kho ayaṁ imasmiṁ ṭhāne idāneva māgadhabhāsāya sīhaḷabhāsāya",
  "atk-s0201a2:152_1": "madhurena sarena kathento antarahito, kiṁ devo, udāhu manussoti? Kimatthaṁ panevaṁ",
  "atk-s0201a2:152_2": "ajānantānaṁ dhammaṁ desetīti? Vāsanatthāya. Evaṁ sutopi hi dhammo anāgate paccayo",
  "atk-s0201a2:152_3": "hotiyevāti anāgataṁ paṭicca desetīti.",
  "atk-s0201a2:153_0": "Sannisinnapubbanti saṅgamma nisinnapubbaṁ. Sallapitapubbanti ālāpasallāpo katapubbo.",
  "atk-s0201a2:153_1": "Sākacchāti dhammasākacchāpi samāpajjitapubbā. Anekasataṁ brāhmaṇaparisantiādīnampi",
  "atk-s0201a2:153_2": "soṇadaṇḍasamāgamādivasena ceva aññacakkavāḷavasena ca sambhavo veditabbo.",
  "atk-s0201a2:154": "Aṭṭhaparisavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:155": "Catuyonivaṇṇanā",
  "atk-s0201a2:156_0": "152.Catassokho imā, sāriputta, yoniyoti ettha yonīti khandhakoṭṭhāsassapi kāraṇassapi",
  "atk-s0201a2:156_1": "passāvamaggassapi nāmaṁ. “Catasso nāgayoniyo catasso supaṇṇayoniyo”ti ettha hi khandhakoṭṭhāso",
  "atk-s0201a2:156_2": "yoni nāma. “Yoni hesā bhūmija phalassa adhigamāyā”ti ettha kāraṇaṁ. “Na cāhaṁ brāhmaṇaṁ",
  "atk-s0201a2:156_3": "brūmi, yonijaṁ mattisambhava”nti ettha passāvamaggo. Idha pana khandhakoṭṭhāso yonīti",
  "atk-s0201a2:156_4": "adhippeto. Tattha aṇḍe jātā aṇḍajā. Jalābumhi jātā jalābujā. Saṁsede jātā saṁsedajā.",
  "atk-s0201a2:156_5": "Vinā etehi kāraṇehi uppatitvā viya nibbattā abhinibbattāti opapātikā. Abhinibbhijja",
  "atk-s0201a2:156_6": "jāyantīti bhinditvā nikkhamanavasena jāyanti. Pūtikuṇape vātiādīhi aniṭṭhaṭṭhānāneva",
  "atk-s0201a2:156_7": "dassitāni. Iṭṭhesupi sappitelamadhuphāṇitādīsu sattā jāyanti eva. Devātiādīsu cātumahārājikato",
  "atk-s0201a2:156_8": "paṭṭhāya uparidevā opapātikāva honti. Bhūmadevā pana catuyonikā. Ekacce ca manussāti",
  "atk-s0201a2:156_9": "manussesu keci devā viya opapātikā ca honti. Yebhuyyena panete jalābujāva, aṇḍajāpi",
  "atk-s0201a2:156_10": "ettha kontaputtā dvebhātiyattherā viya, saṁsedajāpi padumagabbhe nibbattapokkharasātibrāhmaṇapadumavatidevīādayo",
  "atk-s0201a2:156_11": "viya, evaṁ vinipātikesu nijjhāmataṇhikapetā nerayikā viya opapātikāyeva, avasesā",
  "atk-s0201a2:156_12": "catuyonikāpi honti. Yathā te evaṁ yakkhāpi sabbacatuppadapakkhijātidīghajātiādayopi",
  "atk-s0201a2:156_13": "sabbe catuyonikāyeva.",
  "atk-s0201a2:157": "Catuyonivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:158": "Pañcagativaṇṇanā",
  "atk-s0201a2:159_0": "153.Pañca kho imā, sāriputta, gatiyoti ettha sukatadukkaṭakammavasena gantabbāti",
  "atk-s0201a2:159_1": "gatiyo. Apica gatigati nibbattigati ajjhāsayagati vibhavagati nipphattigatīti bahuvidhā",
  "atk-s0201a2:159_2": "gati nāma. Tattha “taṁ gatiṁ pecca gacchāmī”ti ca, “yassa gatiṁ na jānanti, devā",
  "atk-s0201a2:159_3": "gandhabbamānusā”ti ca ayaṁ gatigati nāma. “Imesaṁ kho ahaṁ bhikkhūnaṁ sīlavantānaṁ",
  "atk-s0201a2:159_4": "neva jānāmi gatiṁ vā agatiṁ vā”ti ayaṁ nibbattigati nāma. “Evampi kho te ahaṁ brahme",
  "atk-s0201a2:159_5": "gatiṁ ca pajānāmi jutiñca pajānāmī”ti ayaṁ ajjhāsayagati nāma. “Vibhavo gati dhammānaṁ,",
  "atk-s0201a2:159_6": "nibbānaṁ arahato gatī”ti ayaṁ vibhavagati nāma. “Dveyeva gatiyo bhavanti anaññā”ti",
  "atk-s0201a2:159_7": "ayaṁ nipphattigati nāma. Tāsu idha gatigati adhippetā.",
  "atk-s0201a2:160_0": "Nirayotiādīsu niratiatthena nirassādaṭṭhena nirayo. Tiriyaṁ añchitāti tiracchānā.",
  "atk-s0201a2:160_1": "Tesaṁ yoni tiracchānayoni. Peccabhāvaṁ pattānaṁ visayoti pettivisayo. Manaso ussannattā",
  "atk-s0201a2:160_2": "manussā. Pañcahi kāmaguṇehi attano attano ānubhāvehi ca dibbantīti devā. Nirayañcāhaṁ,",
  "atk-s0201a2:160_3": "sāriputtātiādīsu nirayoti saddhiṁ okāsena khandhā. Tiracchānayoniṁ cātiādīsupi eseva",
  "atk-s0201a2:160_4": "nayo. Maggaṁ paṭipadanti ubhayenāpi vuttagatisaṁvattanika kammameva dasseti. Yathā",
  "atk-s0201a2:160_5": "ca paṭipannoti yena maggena yāya paṭipadāya paṭipannoti ubhayampi ekato katvā niddisati.",
  "atk-s0201a2:160_6": "Apāyantiādīsu vaḍḍhisaṅkhātā sukhasaṅkhātā vā ayā apetattā apāyo. Dukkhassa gati",
  "atk-s0201a2:160_7": "paṭisaraṇanti duggati. Dukkaṭakārino ettha vinipatantīti vinipāto. Nibbānañcāhanti",
  "atk-s0201a2:160_8": "idaṁ pana na kevalaṁ gatigatimeva, gatinissaraṇaṁ nibbānampi jānāmīti dassanatthamāha.",
  "atk-s0201a2:160_9": "Idha maggo paṭipadāti ubhayenāpi ariyamaggova vutto.",
  "atk-s0201a2:161": "Pañcagativaṇṇanā niṭṭhitā.",
  "atk-s0201a2:162": "Ñāṇappavattākāravaṇṇanā",
  "atk-s0201a2:163": "154. Idāni yathāvuttesu sattasu ṭhānesu aṭṭhasu ṭhānesu attano ñāṇappavattākāraṁ dassento idhāhaṁ, sāriputtātiādimāha.",
  "atk-s0201a2:164": "Tattha ekantadukkhāti niccadukkhā nirantaradukkhā. Tibbāti bahalā. Kaṭukāti kharā. Seyyathāpītiādīni opammadassanatthaṁ vuttāni. Tattha kāsūti āvāṭopi vuccati rāsipi.",
  "atk-s0201a2:165": "“Kinnu santaramānova, kāsuṁ khaṇasi sārathi;",
  "atk-s0201a2:166": "Puṭṭho me samma akkhāhi, kiṁ kāsuyā karissasī”ti. –",
  "atk-s0201a2:167": "Ettha hi āvāṭo kāsu nāma.",
  "atk-s0201a2:168": "“Aṅgārakāsuṁ apare phunanti, narā rudantā paridaḍḍhagattā”ti. –",
  "atk-s0201a2:169_0": "Ettha rāsi. Idha pana āvāṭo adhippeto. Tenevāha “sādhikaporisā”ti. Tattha sādhikaṁ",
  "atk-s0201a2:169_1": "porisaṁ pamāṇaṁ assāti sādhikaporisā, atirekapañcaratanāti attho. Vītaccikānaṁ vītadhūmānanti",
  "atk-s0201a2:169_2": "etaṁ pariḷāhassa balavabhāvadīpanatthaṁ vuttaṁ, acciyā vā sati dhūme vā sati, vāto",
  "atk-s0201a2:169_3": "samuṭṭhāti, tena pariḷāho na balavā hoti. Ghammaparetoti ghammānugato. Tasitoti jātataṇho.",
  "atk-s0201a2:169_4": "Pipāsitoti udakaṁ pātukāmo. Ekāyanena maggenāti ekapatheneva maggena, anukkamaniyena",
  "atk-s0201a2:169_5": "ubhosu passesu nirantarakaṇṭakarukkhagahanena. Paṇidhāyāti aṅgārakāsuyaṁ patthanā",
  "atk-s0201a2:169_6": "nāma natthi, aṅgārakāsuṁ ārabbha pana iriyāpathassa ṭhapitattā evaṁ vuttaṁ.",
  "atk-s0201a2:170_0": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ – aṅgārakāsu viya hi nirayo daṭṭhabbo.",
  "atk-s0201a2:170_1": "Aṅgārakāsumaggo viya nirayūpagaṁ kammaṁ. Maggāruḷho viya kammasamaṅgī puggalo. Cakkhumā",
  "atk-s0201a2:170_2": "puriso viya dibbacakkhuko bhagavā. Yathā so puriso maggāruḷhaṁ disvā vijānāti “ayaṁ",
  "atk-s0201a2:170_3": "iminā maggena gantvā aṅgārakāsuyaṁ patissatī”ti, evamevaṁ bhagavā pāṇātipātādīsu",
  "atk-s0201a2:170_4": "yaṁkiñci kammaṁ āyūhantaṁ evaṁ jānāti “ayaṁ imaṁ kammaṁ katvā niraye nibbattissattī”ti.",
  "atk-s0201a2:170_5": "Yathā so puriso aparabhāge taṁ aṅgārakāsuyā patitaṁ passati, evameva bhagavā aparabhāge",
  "atk-s0201a2:170_6": "“so puriso taṁ kammaṁ katvā kuhiṁ nibbatto”ti ālokaṁ vaḍḍhetvā dibbacakkhunā olokento",
  "atk-s0201a2:170_7": "niraye nibbattaṁ passati pañcavidhabandhanādimahādukkhaṁ anubhavantaṁ. Tattha kiñcāpi",
  "atk-s0201a2:170_8": "tassa kammāyūhanakāle añño vaṇṇo, niraye nibbattassa añño. Athāpi “so satto taṁ kammaṁ",
  "atk-s0201a2:170_9": "katvā kattha nibbatto”ti olokentassa anekasahassānaṁ sattānaṁ majjhe ṭhitopi “ayaṁ",
  "atk-s0201a2:170_10": "so”ti soyeva satto āpāthaṁ āgacchati, “dibbacakkhubalaṁ nāma eta”nti vadanti.",
  "atk-s0201a2:171_0": "Dutiyaupamāyaṁ yasmā aṅgārakāsuyaṁ viya gūthakūpe pariḷāho natthi, tasmā “ekantadukkhā”ti",
  "atk-s0201a2:171_1": "avatvā “dukkhā”tiādimāha. Etthāpi purimanayeneva opammasaṁsandanaṁ veditabbaṁ. Imampi",
  "atk-s0201a2:171_2": "hi puggalaṁ bhagavā hatthiyoniādīsu yattha katthaci nibbattaṁ vadhabandhanaākaḍḍhanavikaḍḍhanādīhi",
  "atk-s0201a2:171_3": "mahādukkhaṁ anubhavamānaṁ passatiyeva.",
  "atk-s0201a2:172_0": "Tatiyaupamāyaṁ tanupattapalāsoti na abbhapaṭalaṁ viya tanupaṇṇo, viraḷapaṇṇattaṁ",
  "atk-s0201a2:172_1": "panassa sandhāya idaṁ vuttaṁ. Kabaracchāyoti viraḷacchāyo. Dukkhabahulāti pettivisayasmiñhi",
  "atk-s0201a2:172_2": "dukkhameva bahulaṁ, sukhaṁ parittaṁ kadāci anubhavitabbaṁ hoti, tasmā evamāha. Etthāpi",
  "atk-s0201a2:172_3": "purimanayeneva opammasaṁsandanaṁ veditabbaṁ.",
  "atk-s0201a2:173_0": "Catutthaupamāyaṁ bahalapattapalāsoti nirantarapaṇṇo pattasañchanno. Santacchāyoti",
  "atk-s0201a2:173_1": "pāsāṇacchattaṁ viya ghanacchāyo. Sukhabahulā vedanāti manussaloke khattiyakulādīsu",
  "atk-s0201a2:173_2": "sukhabahulā vedanā vedayitabbā hoti, tā vedayamānaṁ nipannaṁ vā nisinnaṁ vā passāmīti",
  "atk-s0201a2:173_3": "dasseti. Idhāpi opammasaṁsandanaṁ purimanayeneva veditabbaṁ.",
  "atk-s0201a2:174_0": "Pañcamaupamāyaṁ pāsādoti dīghapāsādo. Ullittāvalittanti anto ceva ullittaṁ bahi ca",
  "atk-s0201a2:174_1": "avalittaṁ. Phusitaggaḷanti dvārabāhāhi saddhiṁ supihitakavāṭaṁ. Gonakatthatoti caturaṅgulādhikalomena",
  "atk-s0201a2:174_2": "kāḷakojavena atthato. Paṭikatthatoti uṇṇāmayena setaattharaṇena atthato. Paṭalikatthatoti",
  "atk-s0201a2:174_3": "ghanapupphakena uṇṇāmayaattharaṇena atthato. Kadalimigapavarapaccattharaṇoti kadalimigacammamayena",
  "atk-s0201a2:174_4": "uttamapaccattharaṇena atthato. Taṁ kira paccattharaṇaṁ setavatthassa upari kadalimigacammaṁ",
  "atk-s0201a2:174_5": "attharitvā sibbetvā karonti. Sauttaracchadoti saha uttaracchadena, uttaribaddhena",
  "atk-s0201a2:174_6": "rattavitānena saddhinti attho. Ubhatolohitakūpadhānoti sīsūpadhānañca pādūpadhānañcāti",
  "atk-s0201a2:174_7": "pallaṅkassa ubhato ṭhapitalohitakūpadhāno. Idhāpi upamāsaṁsandanaṁ purimanayeneva veditabbaṁ.",
  "atk-s0201a2:175_0": "Ayaṁ panettha aparabhāgayojanā, yathā so puriso maggāruḷhameva jānāti “ayaṁ etena",
  "atk-s0201a2:175_1": "maggena gantvā pāsādaṁ āruyha kūṭāgāraṁ pavisitvā pallaṅke nisīdissati vā nipajjissati",
  "atk-s0201a2:175_2": "vā”ti, evamevaṁ bhagavā dānādīsu puññakiriyavatthūsu yaṁkiñci kusalakammaṁ āyūhantaṁyeva",
  "atk-s0201a2:175_3": "puggalaṁ disvā “ayaṁ imaṁ katvā devaloke nibbattissatī”ti jānāti. Yathā so puriso",
  "atk-s0201a2:175_4": "aparabhāge taṁ pāsādaṁ āruyha kūṭāgāraṁ pavisitvā pallaṅke nisinnaṁ vā nipannaṁ vā",
  "atk-s0201a2:175_5": "ekantasukhaṁ nirantarasukhaṁ vedanaṁ vedayamānaṁ passati, evamevaṁ bhagavā aparabhāge",
  "atk-s0201a2:175_6": "“so taṁ kalyāṇaṁ katvā kuhiṁ nibbatto”ti ālokaṁ vaḍḍhetvā dibbacakkhunā olokento",
  "atk-s0201a2:175_7": "devaloke nibbattaṁ passati, nandanavanādīsu accharāsaṅghaparivutaṁ dibbasampattiṁ anubhavamānaṁ.",
  "atk-s0201a2:176": "Ñāṇappavattākāravaṇṇanā niṭṭhitā.",
  "atk-s0201a2:177": "Āsavakkhayavāravaṇṇanā",
  "atk-s0201a2:178_0": "Āsavakkhayavāre “dibbena cakkhunā”ti avatvā “tamenaṁ passāmī”ti vuttaṁ. Taṁ kasmāti",
  "atk-s0201a2:178_1": "ce? Niyamābhāvā. Imañhi puggalaṁ dibbacakkhunāpi passissati, cetopariyañāṇenāpi jānissati,",
  "atk-s0201a2:178_2": "sabbaññutaññāṇenapi jānissatiyeva. Ekantasukhā vedanāti idaṁ kiñcāpi devalokasukhena",
  "atk-s0201a2:178_3": "saddhiṁ byañjanato ekaṁ, atthato pana nānā hoti. Devalokasukhañhi rāgapariḷāhādīnaṁ",
  "atk-s0201a2:178_4": "atthitāya na ekanteneva sukhaṁ. Nibbānasukhaṁ pana sabbapariḷāhānaṁ vūpasamāya sabbākārena",
  "atk-s0201a2:178_5": "ekantasukhaṁ. Upamāyampi “yathā pāsāde ekantasukhā”ti vuttaṁ. Taṁ maggapariḷāhassa",
  "atk-s0201a2:178_6": "avūpasantatāya chātajjhattatāya pipāsābhibhūtatāya ca na ekantameva sukhaṁ. Vanasaṇḍe",
  "atk-s0201a2:178_7": "pana pokkharaṇiyaṁ oruyha rajojallassa pavāhitattā maggadarathassa vūpasantatāya",
  "atk-s0201a2:178_8": "bhisamūlakhādanena ceva madhurodakapānena ca khuppipāsānaṁ vinītatāya udakasāṭakaṁ",
  "atk-s0201a2:178_9": "parivattetvā maṭṭhadukūlaṁ nivāsetvā taṇḍulatthavikaṁ ussīsake katvā udakasāṭakaṁ",
  "atk-s0201a2:178_10": "pīḷetvā hadaye ṭhapetvā mandamandena ca vātena bījayamānassa nipannattā sabbākārena ekantasukhaṁ hoti.",
  "atk-s0201a2:179_0": "Evameva khoti ettha idaṁ opammasaṁsandanaṁ – pokkharaṇī viya hi ariyamaggo daṭṭhabbo.",
  "atk-s0201a2:179_1": "Pokkharaṇimaggo viya pubbabhāgapaṭipadā. Maggāruḷho viya paṭipadāsamaṅgīpuggalo.",
  "atk-s0201a2:179_2": "Cakkhumā puriso viya dibbacakkhu bhagavā. Vanasaṇḍo viya nibbānaṁ. Yathā so puriso",
  "atk-s0201a2:179_3": "maggāruḷhaṁ disvāva jānāti “ayaṁ iminā maggena gantvā pokkharaṇiyaṁ nhatvā ramaṇīye",
  "atk-s0201a2:179_4": "vanasaṇḍe rukkhamūle nisīdissati vā nipajjissati vā”ti, evamevaṁ bhagavā paṭipadaṁ",
  "atk-s0201a2:179_5": "pūrentameva nāmarūpaṁ paricchindantameva paccayapariggahaṁ karontameva lakkhaṇārammaṇāya",
  "atk-s0201a2:179_6": "vipassanāya kammaṁ karontameva jānāti “ayaṁ imaṁ paṭipadaṁ pūretvā sabbaāsave khepetvā",
  "atk-s0201a2:179_7": "anāsavaṁ cetovimuttiṁ paññāvimuttinti evaṁ vuttaṁ phalasamāpattiṁ upasampajja viharissatī”ti.",
  "atk-s0201a2:179_8": "Yathā so puriso aparabhāge tāyaṁ pokkharaṇiyaṁ nhatvā vanasaṇḍaṁ pavisitvā nisinnaṁ",
  "atk-s0201a2:179_9": "vā nipannaṁ vā ekantasukhaṁ vedanaṁ vedayamānaṁ passati, evameva bhagavā aparabhāge",
  "atk-s0201a2:179_10": "taṁ puggalaṁ paṭipadaṁ pūretvā maggaṁ bhāvetvā phalaṁ sacchikatvā nirodhasayanavaragataṁ",
  "atk-s0201a2:179_11": "nibbānārammaṇaṁ phalasamāpattiṁ appetvā ekantasukhaṁ vedanaṁ vedayamānaṁ passati.",
  "atk-s0201a2:180": "Āsavakkhayavāravaṇṇanā niṭṭhitā.",
  "atk-s0201a2:181": "Dukkarakārikādisuddhivaṇṇanā",
  "atk-s0201a2:182_0": "155. “Abhijānāmi kho panāhaṁ, sāriputta, caturaṅgasamannāgata”nti idaṁ kasmā āraddhaṁ?",
  "atk-s0201a2:182_1": "Pāṭiyekkaṁ anusandhivasena āraddhaṁ. Ayaṁ kira sunakkhatto dukkarakārikāya suddhi",
  "atk-s0201a2:182_2": "hotīti evaṁ laddhiko. Athassa bhagavā mayā ekasmiṁ attabhāve ṭhatvā caturaṅgasamannāgataṁ",
  "atk-s0201a2:182_3": "dukkaraṁ kataṁ, dukkarakārako nāma mayā sadiso natthi. Dukkarakārena suddhiyā sati",
  "atk-s0201a2:182_4": "ahameva suddho bhaveyyanti dassetuṁ imaṁ desanaṁ ārabhi. Apica ayaṁ sunakkhatto dukkarakārikāya",
  "atk-s0201a2:182_5": "pasanno, so cassa pasannabhāvo, “addasā kho, bhaggava, sunakkhatto licchaviputto",
  "atk-s0201a2:182_6": "acelaṁ korakkhattiyaṁ catukkuṇḍikaṁ chamānikiṇṇaṁ bhakkhasaṁ mukhena khādantaṁ mukhena",
  "atk-s0201a2:182_7": "bhuñjantaṁ. Disvānassa etadahosi ‘sādhu rūpo vata, bho, ayaṁ samaṇo catukkuṇḍiko",
  "atk-s0201a2:182_8": "chamānikiṇṇaṁ bhakkhasaṁ mukheneva khādati, mukheneva bhuñjatī”’ti evamādinā pāthikasutte",
  "atk-s0201a2:182_9": "āgatanayena veditabbo.",
  "atk-s0201a2:183_0": "Atha bhagavā ayaṁ dukkarakārikāya pasanno, mayā ca etasmiṁ attabhāve ṭhatvā caturaṅgasamannāgataṁ",
  "atk-s0201a2:183_1": "dukkaraṁ kataṁ, dukkarakāre pasīdantenāpi anena mayi pasīditabbaṁ siyā, sopissa pasādo",
  "atk-s0201a2:183_2": "mayi natthīti dassento imaṁ desanaṁ ārabhi.",
  "atk-s0201a2:184_0": "Tatra brahmacariyanti dānampi veyyāvaccampi sikkhāpadampi brahmavihārāpi dhammadesanāpi",
  "atk-s0201a2:184_1": "methunaviratipi sadārasantosopi uposathopi ariyamaggopi sakalasāsanampi ajjhāsayopi vīriyampi vuccati.",
  "atk-s0201a2:185": "“Kiṁ te vataṁ kiṁ pana brahmacariyaṁ,",
  "atk-s0201a2:186": "Kissa suciṇṇassa ayaṁ vipāko;",
  "atk-s0201a2:187": "Iddhī jutī balavīriyūpapatti,",
  "atk-s0201a2:188": "Idañca te nāga mahāvimānaṁ.",
  "atk-s0201a2:189": "Ahañca bhariyā ca manussaloke,",
  "atk-s0201a2:190": "Saddhā ubho dānapatī ahumhā;",
  "atk-s0201a2:191": "Opānabhūtaṁ me gharaṁ tadāsi,",
  "atk-s0201a2:192": "Santappitā samaṇabrāhmaṇā ca.",
  "atk-s0201a2:193": "Taṁ me vataṁ taṁ pana brahmacariyaṁ,",
  "atk-s0201a2:194": "Tassa suciṇṇassa ayaṁ vipāko;",
  "atk-s0201a2:195": "Iddhī jutī balavīriyūpapatti,",
  "atk-s0201a2:196": "Idañca me dhīra mahāvimāna”nti. –",
  "atk-s0201a2:197": "Imasmiñhi puṇṇakajātake dānaṁ brahmacariyanti vuttaṁ.",
  "atk-s0201a2:198": "“Kena pāṇi kāmadado, kena pāṇi madhussavo;",
  "atk-s0201a2:199": "Kena te brahmacariyena, puññaṁ pāṇimhi ijjhati.",
  "atk-s0201a2:200": "Tena pāṇi kāmadado, tena pāṇi madhussavo;",
  "atk-s0201a2:201": "Tena me brahmacariyena, puññaṁ pāṇimhi ijjhatī”ti. –",
  "atk-s0201a2:202_0": "Imasmiṁ aṅkurapetavatthusmiṁ veyyāvaccaṁ brahmacariyanti vuttaṁ. “Evaṁ kho taṁ, bhikkhave,",
  "atk-s0201a2:202_1": "tittiriyaṁ nāma brahmacariyaṁ ahosī”ti imasmiṁ tittirajātake pañcasikkhāpadaṁ brahmacariyanti",
  "atk-s0201a2:202_2": "vuttaṁ. “Taṁ kho pana me pañcasikha brahmacariyaṁ neva nibbidāya na virāgāya na nirodhāya,",
  "atk-s0201a2:202_3": "yāvadeva brahmalokūpapattiyā”ti imasmiṁ mahāgovindasutte brahmavihārā brahmacariyanti",
  "atk-s0201a2:202_4": "vuttaṁ. “Ekasmiṁ brahmacariyasmiṁ, sahassaṁ maccuhāyina”nti ettha dhammadesanā brahmacariyanti",
  "atk-s0201a2:202_5": "vuttā. “Pare abrahmacārī bhavissanti, mayamettha brahmacārī bhavissāmā”ti sallekhasutte",
  "atk-s0201a2:202_6": "methunavirati brahmacariyanti vuttā.",
  "atk-s0201a2:203": "“Mayañca bhariyā nātikkamāma,",
  "atk-s0201a2:204": "Amhe ca bhariyā nātikkamanti;",
  "atk-s0201a2:205": "Aññatra tāhi brahmacariyaṁ carāma,",
  "atk-s0201a2:206": "Tasmā hi amhaṁ daharā na mīyare”ti. –",
  "atk-s0201a2:207": "Mahādhammapālajātake sadārasantoso brahmacariyanti vutto.",
  "atk-s0201a2:208": "“Hīnena brahmacariyena, khattiye upapajjati;",
  "atk-s0201a2:209": "Majjhimena ca devattaṁ, uttamena visujjhatī”ti. –",
  "atk-s0201a2:210_0": "Evaṁ nimijātake attadamanavasena kato aṭṭhaṅgiko uposatho brahmacariyanti vutto.",
  "atk-s0201a2:210_1": "“Idaṁ kho pana me, pañcasikha, brahmacariyaṁ ekantanibbidāya virāgāya…pe… ayameva",
  "atk-s0201a2:210_2": "ariyo aṭṭhaṅgiko maggo”ti mahāgovindasuttasmiññeva ariyamaggo brahmacariyanti vutto.",
  "atk-s0201a2:210_3": "“Tayidaṁ brahmacariyaṁ iddhañceva phītañca vitthārikaṁ bāhujaññaṁ puthubhūtaṁ yāva",
  "atk-s0201a2:210_4": "devamanussehi suppakāsita”nti pāsādikasutte sikkhattayasaṅgahaṁ sāsanaṁ brahmacariyanti vuttaṁ.",
  "atk-s0201a2:211": "“Api ataramānānaṁ, phalāsāva samijjhati;",
  "atk-s0201a2:212": "Vipakkabrahmacariyosmi, evaṁ jānāhi gāmaṇī”ti. –",
  "atk-s0201a2:213_0": "Ettha ajjhāsayo brahmacariyanti vutto. Idha pana vīriyaṁ brahmacariyanti adhippetaṁ.",
  "atk-s0201a2:213_1": "Vīriyabrahmacariyassa hi idameva suttaṁ. Tadetaṁ ekasmiṁ attabhāve catubbidhassa",
  "atk-s0201a2:213_2": "dukkarassa katattā caturaṅgasamannāgatanti vuttaṁ.",
  "atk-s0201a2:214_0": "Tapassī sudaṁ homīti sudanti nipātamattaṁ, tapanissitako homīti attho. Paramatapassīti",
  "atk-s0201a2:214_1": "paramo tapassī, tapanissitakānaṁ uttamo. Lūkho sudaṁ homīti lūkho homi. Jegucchīti",
  "atk-s0201a2:214_2": "pāpajegucchiko. Pavivitto sudaṁ homīti pavivitto ahaṁ homi. Tatrāssu me idaṁ, sāriputtāti",
  "atk-s0201a2:214_3": "tatra caturaṅge brahmacariye idaṁ mama tapassitāya hoti, tapanissitakabhāve mayhaṁ",
  "atk-s0201a2:214_4": "idaṁ acelakāditapassitakattaṁ hotīti dasseti.",
  "atk-s0201a2:215_0": "Tattha acelakoti niccelo naggo. Muttācāroti visaṭṭhācāro, uccārakammādīsu lokiyakulaputtācārena",
  "atk-s0201a2:215_1": "virahito, ṭhitakova uccāraṁ karomi, passāvaṁ karomi, khādāmi bhuñjāmi ca. Hatthāpalekhanoti",
  "atk-s0201a2:215_2": "hatthe piṇḍamhi ṭhite jivhāya hatthaṁ apalikhāmi, uccāraṁ vā katvā hatthasmiññeva",
  "atk-s0201a2:215_3": "daṇḍakasaññī hutvā hatthena apalikhāmīti dasseti. Te kira daṇḍakaṁ sattoti paññapenti,",
  "atk-s0201a2:215_4": "tasmā tesaṁ paṭipadaṁ pūrento evamakāsi. Bhikkhāgahaṇatthaṁ ehi bhaddanteti vutto",
  "atk-s0201a2:215_5": "na etīti na ehibhaddantiko. Tena hi tiṭṭha bhaddanteti vuttopi na tiṭṭhatīti na tiṭṭhabhaddantiko.",
  "atk-s0201a2:215_6": "Tadubhayampi titthiyā evaṁ etassa vacanaṁ kataṁ bhavissatīti na karonti. Ahampi evaṁ",
  "atk-s0201a2:215_7": "akāsinti dasseti. Abhihaṭanti puretaraṁ gahetvā āhaṭaṁ bhikkhaṁ. Uddissakatanti idaṁ",
  "atk-s0201a2:215_8": "tumhe uddissa katanti evaṁ ārocitabhikkhaṁ. Na nimantananti asukaṁ nāma kulaṁ vā",
  "atk-s0201a2:215_9": "vīthiṁ vā gāmaṁ vā paviseyyāthāti evaṁ nimantitabhikkhampi na sādiyāmi na gaṇhāmi.",
  "atk-s0201a2:216_0": "Na kumbhimukhāti kumbhito uddharitvā diyyamānaṁ bhikkhaṁ na gaṇhāmi. Na kaḷopimukhāti",
  "atk-s0201a2:216_1": "kaḷopīti ukkhali vā pacchi vā. Tatopi na gaṇhāmi. Kasmā? Kumbhikaḷopiyo maṁ nissāya",
  "atk-s0201a2:216_2": "kaṭacchunā pahāraṁ labhantīti. Na eḷakamantaranti ummāraṁ antaraṁ katvā diyyamānaṁ",
  "atk-s0201a2:216_3": "na gaṇhāmi. Kasmā? Ayaṁ maṁ nissāya antarakaraṇaṁ labhatīti. Daṇḍamusalesupi eseva",
  "atk-s0201a2:216_4": "nayo. Na dvinnanti dvīsu bhuñjamānesu ekasmiṁ uṭṭhāya dente na gaṇhāmi. Kasmā? Kabaḷantarāyo",
  "atk-s0201a2:216_5": "hotīti. Na gabbhiniyātiādīsu pana gabbhiniyā kucchiyaṁ dārako kilamati, pāyantiyā",
  "atk-s0201a2:216_6": "dārakassa khīrantarāyo hoti, purisantaragatāya ratiantarāyo hotīti na gaṇhāmi. Na",
  "atk-s0201a2:216_7": "saṁkittīsūti saṁkittetvā katabhattesu. Dubbhikkhasamaye kira acelakasāvakā acelakānaṁ",
  "atk-s0201a2:216_8": "atthāya tato tato taṇḍulādīni samādapetvā bhattaṁ pacanti. Ukkaṭṭhācelako tatopi na paṭiggaṇhāti.",
  "atk-s0201a2:217_0": "Na yattha sāti yattha sunakho piṇḍaṁ labhissāmīti upaṭṭhito hoti, tattha tassa adatvā",
  "atk-s0201a2:217_1": "āhaṭaṁ na gaṇhāmi. Kasmā? Etassa piṇḍantarāyo hotīti. Saṇḍasaṇḍacārinīti samūhasamūhacārinī,",
  "atk-s0201a2:217_2": "sace hi acelakaṁ disvā imassa bhikkhaṁ dassāmāti mānusakā bhattagehaṁ pavisanti.",
  "atk-s0201a2:217_3": "Tesu ca pavisantesu kaḷopimukhādīsu nilīnā makkhikā uppatitvā saṇḍasaṇḍā caranti.",
  "atk-s0201a2:217_4": "Tato āhaṭaṁ bhikkhaṁ na gaṇhāmi. Kasmā? Maṁ nissāya makkhikānaṁ gocarantarāyo jātoti,",
  "atk-s0201a2:217_5": "ahampi tathā akāsiṁ. Na thusodakanti sabbasassasambhārehi kataṁ loṇasovīrakaṁ. Ettha",
  "atk-s0201a2:217_6": "ca surāpānameva sāvajjaṁ, ayaṁ pana sabbesupi sāvajjasaññī.",
  "atk-s0201a2:218_0": "Ekāgārikoti yo ekasmiññeva gehe bhikkhaṁ labhitvā nivattati. Ekālopikoti yo ekeneva",
  "atk-s0201a2:218_1": "ālopena yāpeti. Dvāgārikādīsupi eseva nayo. Ekissāpi dattiyāti ekāya dattiyā. Datti",
  "atk-s0201a2:218_2": "nāma ekā khuddakapāti hoti, yattha aggabhikkhaṁ pakkhipitvā ṭhapenti. Ekāhikanti",
  "atk-s0201a2:218_3": "ekadivasantarikaṁ. Addhamāsikanti addhamāsantarikaṁ. Pariyāyabhattabhojananti vārabhattabhojanaṁ.",
  "atk-s0201a2:218_4": "Ekāhavārena dvīhavārena sattāhavārena aḍḍhamāsavārenāti evaṁ divasavārena ābhataṁ bhattabhojanaṁ.",
  "atk-s0201a2:219_0": "Sākabhakkhoti allasākabhakkho. Sāmākabhakkhoti sāmākataṇḍulabhakkho. Nīvārādīsu nīvārā",
  "atk-s0201a2:219_1": "nāma tāva araññe sayaṁjātavīhijāti. Daddulanti cammakārehi cammaṁ likhitvā chaḍḍitakasaṭaṁ.",
  "atk-s0201a2:219_2": "Haṭaṁ vuccati silesopi sevālopi kaṇikārādirukkhaniyyāsopi. Kaṇanti kuṇḍakaṁ. Ācāmoti",
  "atk-s0201a2:219_3": "bhattaukkhalikāya laggo jhāmaodano, taṁ chaḍḍitaṭṭhāne gahetvā khādati. “Odanakañjiya”ntipi",
  "atk-s0201a2:219_4": "vadanti. Piññākādayo pākaṭā eva. Pavattaphalabhojīti patitaphalabhojī.",
  "atk-s0201a2:220_0": "Sāṇānīti sāṇavākacoḷāni. Masāṇānīti missakacoḷāni. Chavadussānīti matasarīrato chaḍḍitavatthāni.",
  "atk-s0201a2:220_1": "Erakatiṇādīni vā ganthetvā katanivāsanāni. Paṁsukūlānīti pathaviyaṁ chaḍḍitanantakāni.",
  "atk-s0201a2:220_2": "Tiritānīti rukkhattacavatthāni. Ajinanti ajinamigacammaṁ. Ajinakkhipanti tadeva majjhe",
  "atk-s0201a2:220_3": "phālitaṁ. Sakhurakantipi vadanti. Kusacīranti kusatiṇaṁ ganthetvā katacīraṁ. Vākacīraphalakacīresupi",
  "atk-s0201a2:220_4": "eseva nayo. Kesakambalanti manussakesehi katakambalaṁ. Yaṁ sandhāya vuttaṁ “yāni",
  "atk-s0201a2:220_5": "kānici, bhikkhave, tantāvutānaṁ vatthānaṁ, kesakambalo tesaṁ paṭikuṭṭho akkhāyati.",
  "atk-s0201a2:220_6": "Kesakambalo, bhikkhave, sīte sīto, uṇhe uṇho, dubbaṇṇo duggandho dukkhasamphaso”ti.",
  "atk-s0201a2:220_7": "Vālakambalanti assavālādīhi katakambalaṁ. Ulūkapakkhakanti ulūkapattāni ganthetvā",
  "atk-s0201a2:220_8": "katanivāsanaṁ. Ubbhaṭṭhakoti uddhaṁ ṭhitako. Ukkuṭikappadhānamanuyuttoti ukkuṭikavīriyaṁ",
  "atk-s0201a2:220_9": "anuyutto, gacchantopi ukkuṭikova hutvā uppatitvā uppatitvā gacchati. Kaṇṭakāpassayikoti",
  "atk-s0201a2:220_10": "ayakaṇṭake vā pakatikaṇṭake vā bhūmiyaṁ koṭṭetvā tattha cammaṁ attharitvā ṭhānacaṅkamādīni",
  "atk-s0201a2:220_11": "karomīti dasseti. Seyyanti sayantopi tattheva seyyaṁ kappemi. Sāyaṁ tatiyamassāti",
  "atk-s0201a2:220_12": "sāyatatiyakaṁ. Pāto majjhanhike sāyanti divasassa tikkhattuṁ pāpaṁ pavāhessāmīti",
  "atk-s0201a2:220_13": "udakorohanānuyogaṁ anuyutto viharāmīti dasseti.",
  "atk-s0201a2:221_0": "156.Nekavassagaṇikanti nekavassagaṇasañjātaṁ. Rajojallanti rajamalaṁ, idaṁ attano",
  "atk-s0201a2:221_1": "rajojallakavatasamādānakālaṁ sandhāya vadati. Jegucchisminti pāpajigucchanabhāve.",
  "atk-s0201a2:221_2": "Yāva udakabindumhipīti yāva udakathevakepi mama dayā paccupaṭṭhitā hoti, ko pana",
  "atk-s0201a2:221_3": "vādo aññesu sakkharakaṭhaladaṇḍakavālikādīsu. Te kira udakabinduṁ ca ete ca sakkharakaṭhalādayo",
  "atk-s0201a2:221_4": "khuddakapāṇāti paññapenti. Tenāha “yāva udakabindumhipi me dayā paccupaṭṭhitā hotī”ti.",
  "atk-s0201a2:221_5": "Udakabindumpi na hanāmi na vināsemi, kiṁ kāraṇā. Māhaṁ khuddake pāṇe visamagate saṅghātaṁ",
  "atk-s0201a2:221_6": "āpādesinti. Ninnathalatiṇaggarukkhasākhādīsu visamaṭṭhāne gate udakabindusaṅkhāte",
  "atk-s0201a2:221_7": "khuddakapāṇe saṅghātaṁ vadhaṁ mā āpādesinti. Etamatthaṁ “satova abhikkamāmī”ti dasseti.",
  "atk-s0201a2:221_8": "Acelakesu kira bhūmiṁ akkantakālato pabhuti sīlavā nāma natthi. Bhikkhācāraṁ gacchantāpi",
  "atk-s0201a2:221_9": "dussīlāva hutvā gacchanti, upaṭṭhākānaṁ gehe bhuñjantāpi dussīlāva hutvā bhuñjanti.",
  "atk-s0201a2:221_10": "Āgacchantāpi dussīlāva hutvā āgacchanti. Yadā pana morapiñchena phalakaṁ sammajjitvā",
  "atk-s0201a2:221_11": "sīlaṁ adhiṭṭhāya nisīdanti, tadā sīlavantā nāma honti.",
  "atk-s0201a2:222_0": "Vanakammikanti kandamūlaphalāphalādīnaṁ atthāya vane vicarantaṁ. Vanena vananti vanato",
  "atk-s0201a2:222_1": "vanaṁ, esa nayo sabbattha. Saṁpatāmīti gacchāmi. Āraññakoti araññe jātavuddho, idaṁ",
  "atk-s0201a2:222_2": "attano ājīvakakālaṁ sandhāya vadati. Bodhisatto kira pāsaṇḍapariggaṇhaṇatthāya taṁ",
  "atk-s0201a2:222_3": "pabbajjaṁ pabbaji, niratthakabhāvaṁ pana ñatvāpi na uppabbajjito, bodhisattā hi yaṁ",
  "atk-s0201a2:222_4": "yaṁ ṭhānaṁ upenti, tato anivattitadhammā honti, pabbajitvā pana mā maṁ koci addasāti",
  "atk-s0201a2:222_5": "tatova araññaṁ paviṭṭho. Tenevāha “mā maṁ te addasaṁsu ahañca mā te addasa”nti.",
  "atk-s0201a2:223_0": "Goṭṭhāti govajā. Paṭṭhitagāvoti nikkhantagāvo. Tattha catukkuṇḍikoti vananteyeva",
  "atk-s0201a2:223_1": "ṭhito gopālakānaṁ gāvīhi saddhiṁ apagatabhāvaṁ disvā dve hatthe dve ca jaṇṇukāni",
  "atk-s0201a2:223_2": "bhūmiyaṁ ṭhapetvā evaṁ catukkuṇḍiko upasaṅkamitvāti attho. Tāni sudaṁ āhāremīti mahallakavacchakānaṁ",
  "atk-s0201a2:223_3": "gomayāni kasaṭāni nirojāni honti, tasmā tāni vajjetvā yāni taruṇavacchakānaṁ khīrapāneneva",
  "atk-s0201a2:223_4": "vaḍḍhantānaṁ saojāni gomayāni tāni kucchipūraṁ khāditvā puna vanasaṇḍameva pavisati.",
  "atk-s0201a2:223_5": "Taṁ sandhāyāha “tāni sudaṁ āhāremī”ti. Yāvakīvañca meti yattakaṁ kālaṁ mama sakaṁ",
  "atk-s0201a2:223_6": "muttakarīsaṁ aparikkhīṇaṁ hoti. Yāva me dvāravaḷañjo pavattittha, tāva tadeva āhāremīti",
  "atk-s0201a2:223_7": "attho. Kāle pana gacchante gacchante parikkhīṇamaṁsalohito upacchinnadvāravaḷañjo",
  "atk-s0201a2:223_8": "vacchakānaṁ gomayāni āhāremi. Mahāvikaṭabhojanasminti mahante vikaṭabhojane, apakatibhojaneti attho.",
  "atk-s0201a2:224_0": "157.Tatrāssudaṁ, sāriputta, bhiṁsanakassa vanasaṇḍassa bhiṁsanakatasmiṁ hotīti. Tatrāti",
  "atk-s0201a2:224_1": "purimavacanāpekkhanaṁ. Sudanti padapūraṇamatte nipāto. Sāriputtāti ālapanaṁ. Ayaṁ",
  "atk-s0201a2:224_2": "panettha atthayojanā – tatrāti yaṁ vuttaṁ aññataraṁ bhiṁsanakaṁ vanasaṇḍanti, tatra",
  "atk-s0201a2:224_3": "yo so bhiṁsanako vanasaṇḍo vutto, tassa bhiṁsanakassa vanasaṇḍassa bhiṁsanakatasmiṁ",
  "atk-s0201a2:224_4": "hoti, bhiṁsanakakiriyāya hotīti attho. Kiṁ hoti? Idaṁ hoti, yo koci avītarāgo…pe… lomāni haṁsantīti.",
  "atk-s0201a2:225_0": "Atha vā tatrāti sāmiatthe bhummaṁ. Su iti nipāto. Kiṁ su nāma te bhonto samaṇabrāhmaṇātiādīsu",
  "atk-s0201a2:225_1": "viya. Idanti adhippetamatthaṁ paccakkhaṁ viya katvā dassanavacanaṁ. Sudanti su idaṁ,",
  "atk-s0201a2:225_2": "sandhivasena ikāralopo veditabbo. Cakkhundriyaṁ itthindriyaṁ anaññātaññassāmītindriyaṁ",
  "atk-s0201a2:225_3": "kiṁ sūdhavittantiādīsu viya. Ayaṁ panettha atthayojanā, tassa, sāriputta, bhiṁsanakassa",
  "atk-s0201a2:225_4": "vanasaṇḍassa bhiṁsanakatasmiṁ idaṁsu hotīti. Bhiṁsanakatasminti bhiṁsanakabhāveti",
  "atk-s0201a2:225_5": "attho. Ekassa takārassa lopo daṭṭhabbo. “Bhiṁsanakattasmi”ntiyeva vā pāṭho, bhiṁsanakatāya",
  "atk-s0201a2:225_6": "iti vā vattabbe liṅgavipallāso kato, nimittatthe cetaṁ bhummavacanaṁ. Tasmā evaṁ",
  "atk-s0201a2:225_7": "sambandho veditabbo, bhiṁsanakabhāve idaṁsu hoti, bhiṁsanakabhāvanimittaṁ bhiṁsanakabhāvahetu,",
  "atk-s0201a2:225_8": "bhiṁsanakabhāvapaccayā idaṁsu hoti. Yo koci avītarāgo taṁ vanasaṇḍaṁ pavisati. Yebhuyyena",
  "atk-s0201a2:225_9": "lomāni haṁsanti bahutarāni lomāni haṁsanti, uddhaṁ mukhāni sūcisadisāni kaṇṭakasadisāni",
  "atk-s0201a2:225_10": "ca hutvā tiṭṭhanti, appāni na haṁsanti, bahutarānaṁ vā sattānaṁ haṁsanti, appakānaṁ",
  "atk-s0201a2:225_11": "atisūrapurisānaṁ na haṁsantīti.",
  "atk-s0201a2:226_0": "Antaraṭṭhakāti māghamāsassa avasāne catasso, phagguṇamāsassa ādimhi catassoti evaṁ",
  "atk-s0201a2:226_1": "ubhinnaṁ antare aṭṭharatti. Abbhokāseti mahāsatto himapātasamaye rattiṁ abbhokāse",
  "atk-s0201a2:226_2": "viharati, athassa lomakūpesu āvutamuttā viya himabindūni tiṭṭhanti, sarīraṁ setadukūlapārutaṁ",
  "atk-s0201a2:226_3": "viya hoti. Divā vanasaṇḍeti divā himabindūsu sūriyātapasamphassena vigatesu assāsopi",
  "atk-s0201a2:226_4": "bhaveyya, ayaṁ pana sūriye uggacchanteyeva vanasaṇḍaṁ pavisati, tatrāpissa sūriyātapena",
  "atk-s0201a2:226_5": "paggharantaṁ himaṁ sarīreyeva patati. Divā abbhokāse viharāmi rattiṁ vanasaṇḍeti",
  "atk-s0201a2:226_6": "gimhakāle kiresa divā abbhokāse vihāsi, tenassa kacchehi sedadhārā mucciṁsu, rattiṁ",
  "atk-s0201a2:226_7": "assāso bhaveyya, ayaṁ pana sūriye atthaṁ gacchanteyeva vanasaṇḍaṁ pavisati. Athassa",
  "atk-s0201a2:226_8": "divā gahitausme vanasaṇḍe aṅgārakāsuyaṁ pakkhitto viya attabhāvo paridayhittha. Anacchariyāti",
  "atk-s0201a2:226_9": "anuacchariyā. Paṭibhāsīti upaṭṭhāsi.",
  "atk-s0201a2:227_0": "Sotattoti divā ātapena rattiṁ vanausmāya sutatto. Sosinnoti rattiṁ himena divā himodakena",
  "atk-s0201a2:227_1": "suṭṭhu tinto. Bhiṁsanaketi bhayajanake. Naggoti niccelo. Nivāsanapārupane hi sati",
  "atk-s0201a2:227_2": "sītaṁ vā uṇhaṁ vā na atibādheyya, tampi me natthīti dasseti. Na caggimāsinoti aggimpi",
  "atk-s0201a2:227_3": "na upagato. Esanāpasutoti suddhiesanatthāya pasuto, payutto. Munīti, tadā attānaṁ",
  "atk-s0201a2:227_4": "munīti katvā katheti.",
  "atk-s0201a2:228_0": "Chavaṭṭhikānīti upaḍḍhadaḍḍhāni aṭṭhīni. Upadhāyāti yathā sīsūpadhānañca pādūpadhānañca",
  "atk-s0201a2:228_1": "paññāyati, evaṁ santharitvā tattha seyyaṁ kappemīti dasseti. Gāmaṇḍalāti gopāladārakā.",
  "atk-s0201a2:228_2": "Te kira bodhisattassa santikaṁ gantvā, sumedha, tvaṁ imasmiṁ ṭhāne kasmā nisinno,",
  "atk-s0201a2:228_3": "kathehīti vadanti. Bodhisatto adhomukho nisīdati, na katheti. Atha naṁ te akathetuṁ",
  "atk-s0201a2:228_4": "na dassāmāti parivāretvā oṭṭhubhanti sarīre kheḷaṁ pātenti. Bodhisatto evampi na",
  "atk-s0201a2:228_5": "katheti. Atha naṁ tvaṁ na kathesīti omuttenti passāvamassa upari vissajjenti. Bodhisatto",
  "atk-s0201a2:228_6": "evampi na kathetiyeva. Tato naṁ kathehi kathehīti paṁsukena okiranti. Bodhisatto",
  "atk-s0201a2:228_7": "evampi na kathetiyeva. Athassa na kathesīti daṇḍakasalākā gahetvā kaṇṇasotesu pavesenti.",
  "atk-s0201a2:228_8": "Bodhisatto dukkhā tibbā kaṭukā vedanā adhivāsento kassaci kiñci na karissāmīti matako",
  "atk-s0201a2:228_9": "viya acchati. Tenāha “na kho panāhaṁ, sāriputta, abhijānāmi tesu pāpakaṁ cittaṁ uppādetā”ti.",
  "atk-s0201a2:228_10": "Na mayā tesu pāpakaṁ cittampi uppāditanti attho. Upekkhāvihārasmiṁ hotīti upekkhāvihāro",
  "atk-s0201a2:228_11": "hoti. Vihāro eva hi vihārasminti vutto. Teneva ca “idaṁsu me”ti etthāpi ayaṁsu meti",
  "atk-s0201a2:228_12": "evaṁ attho veditabbo. Iminā nayena aññānipi evarūpāni padāni veditabbāni. Iminā ito",
  "atk-s0201a2:228_13": "ekanavutikappe pūritaṁ upekkhāvihāraṁ dasseti. Yaṁ sandhāyāha –",
  "atk-s0201a2:229": "“Sukhapatto na rajjāmi, dukkhe na homi dummano;",
  "atk-s0201a2:230": "Sabbattha tulito homi, esā me upekkhāpāramī”ti.",
  "atk-s0201a2:231": "Dukkarakārikādisuddhivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:232": "Āhārasuddhivaṇṇanā",
  "atk-s0201a2:233_0": "158.Āhārenasuddhīti kolādinā ekaccena parittakaāhārena sakkā sujjhitunti evaṁdiṭṭhino",
  "atk-s0201a2:233_1": "honti. Evamāhaṁsūti evaṁ vadanti. Kolehīti padarehi. Kolodakanti kolāni madditvā",
  "atk-s0201a2:233_2": "katapānakaṁ. Kolavikatinti kolasāḷavakolapūvakolaguḷādikolavikāraṁ. Etaparamoti etaṁ",
  "atk-s0201a2:233_3": "pamāṇaṁ paramaṁ assāti etaparamo. Tadā ekanavutikappamatthake pana na beluvapakkatālapakkapamāṇo",
  "atk-s0201a2:233_4": "kolo hoti, yaṁ etarahi kolassa pamāṇaṁ, ettakova hotīti attho.",
  "atk-s0201a2:234_0": "159.Adhimattakasimānanti ativiya kisabhāvaṁ. Āsītikapabbāni vā kāḷapabbāni vāti yathā",
  "atk-s0201a2:234_1": "āsītikavalliyā vā kāḷavalliyā vā sandhiṭṭhānesu milāyitvā majjhe unnatunnatāni honti,",
  "atk-s0201a2:234_2": "evaṁ mayhaṁ aṅgapaccaṅgāni hontīti dasseti. Oṭṭhapadanti yathā oṭṭhassa padaṁ majjhe",
  "atk-s0201a2:234_3": "gambhīraṁ hoti, evamevaṁ bodhisattassa milāte maṁsalohite vaccadvārassa antopaviṭṭhattā",
  "atk-s0201a2:234_4": "ānisadaṁ majjhe gambhīraṁ hoti. Athassa bhūmiyaṁ nisinnaṭṭhānaṁ sarapoṅkhena akkantaṁ",
  "atk-s0201a2:234_5": "viya majjhe unnataṁ hoti. Vaṭṭanāvaḷīti yathā rajjuyā āvunitvā katā vaṭṭanāvaḷī vaṭṭanānaṁ",
  "atk-s0201a2:234_6": "antarantarā ninnā hoti, vaṭṭanaṭṭhānesu unnatā, evaṁ piṭṭhikaṇṭako unnatāvanato hoti,",
  "atk-s0201a2:234_7": "jarasālāya gopānasiyoti jiṇṇasālāya gopānasiyo, tā vaṁsato muccitvā maṇḍale patiṭṭhahanti,",
  "atk-s0201a2:234_8": "maṇḍalato muccitvā bhūmiyanti; evaṁ ekā upari hoti, ekā heṭṭhāti oluggaviluggā bhavanti.",
  "atk-s0201a2:234_9": "Bodhisattassa pana na evaṁ phāsuḷiyo, tassa hi lohite chinne maṁse milāte phāsuḷantarehi",
  "atk-s0201a2:234_10": "cammāni heṭṭhā otiṇṇāni, taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0201a2:235_0": "Okkhāyikāti heṭṭhā anupaviṭṭhā. Tassa kira lohite chinne maṁse milāte akkhiāvāṭakā",
  "atk-s0201a2:235_1": "matthaluṅgaṁ āhacca aṭṭhaṁsu, tenassa evarūpā akkhitārakā ahesuṁ. Āmakacchinnoti",
  "atk-s0201a2:235_2": "atitaruṇakāle chinno, so hi vātātapena saṁphusati ceva milāyati ca. Yāvassu me, sāriputtāti,",
  "atk-s0201a2:235_3": "sāriputta, mayhaṁ udaracchavi yāva piṭṭhikaṇṭakaṁ allīnā hoti. Atha vā yāvassu me,",
  "atk-s0201a2:235_4": "sāriputta, bhāriyabhāriyā ahosi dukkarakārikā, mayhaṁ udaracchavi yāva piṭṭhikaṇṭakaṁ",
  "atk-s0201a2:235_5": "allīnā ahosīti evamettha sambandho veditabbo. Piṭṭhikaṇṭakaṁyeva pariggaṇhāmīti sahaudaracchaviṁ",
  "atk-s0201a2:235_6": "gaṇhāmi. Udaracchaviṁyeva pariggaṇhāmīti sahapiṭṭhikaṇṭakaṁ gaṇhāmi. Avakujjo papatāmīti",
  "atk-s0201a2:235_7": "tassa hi uccārapassāvatthāya nisinnassa passāvo neva nikkhamati, vaccaṁ pana ekaṁ",
  "atk-s0201a2:235_8": "dve kaṭakaṭṭhimattaṁ nikkhamati. Balavadukkhaṁ uppādeti. Sarīrato sedā muccanti,",
  "atk-s0201a2:235_9": "tattheva avakujjo bhūmiyaṁ patati. Tenāha “avakujjo papatāmī”ti. Tameva kāyanti taṁ",
  "atk-s0201a2:235_10": "ekanavutikappamatthake kāyaṁ. Mahāsaccakasutte pana pacchimabhavikakāyaṁ sandhāya",
  "atk-s0201a2:235_11": "imameva kāyanti āha. Pūtimūlānīti maṁse vā lohite vā sati tiṭṭhanti. Tassa pana abhāve",
  "atk-s0201a2:235_12": "cammakhaṇḍe lomāni viya hattheyeva lagganti, taṁ sandhāyāha “pūtimūlāni lomāni kāyasmā patantī”ti.",
  "atk-s0201a2:236_0": "Alamariyañāṇadassanavisesanti ariyabhāvaṁ kātuṁ samatthaṁ lokuttaramaggaṁ. Imissāyeva",
  "atk-s0201a2:236_1": "ariyāya paññāyāti vipassanāpaññāya anadhigamā. Yāyaṁ ariyāti yā ayaṁ maggapaññā adhigatā.",
  "atk-s0201a2:236_2": "Idaṁ vuttaṁ hoti – yathā etarahi vipassanāpaññāya adhigatattā maggapaññā adhigatā,",
  "atk-s0201a2:236_3": "evaṁ ekanavutikappamatthake vipassanāpaññāya anadhigatattā lokuttaramaggapaññaṁ nādhigatosmīti,",
  "atk-s0201a2:236_4": "majjhimabhāṇakattherā panāhu, imissāyevāti vuttapaññāpi yāyaṁ ariyāti vuttapaññāpi",
  "atk-s0201a2:236_5": "maggapaññāyeva. Atha ne bhikkhū āhaṁsu “evaṁ sante maggassa anadhigatattā maggaṁ",
  "atk-s0201a2:236_6": "nādhigatosmīti idaṁ vuttaṁ hoti, bhante”ti. Āvuso, kiñcāpi dīpetuṁ na sakkomi, dvepi",
  "atk-s0201a2:236_7": "pana maggapaññāyevāti, etadeva cettha yuttaṁ. Itarathā hi yā ayanti niddeso ananurūpo siyā.",
  "atk-s0201a2:237": "Āhārasuddhivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:238": "Saṁsārasuddhiādivaṇṇanā",
  "atk-s0201a2:239_0": "160.Saṁsārena suddhīti bahukaṁ saṁsaritvā sujjhantīti vadanti. Upapattiyā suddhīti",
  "atk-s0201a2:239_1": "bahukaṁ upapajjitvā sujjhantīti vadanti. Āvāsena suddhīti bahūsu ṭhānesu vasitvā",
  "atk-s0201a2:239_2": "sujjhantīti vadanti. Tīsupi ṭhānesu saṁsaraṇakavasena saṁsāro. Upapajjanakavasena",
  "atk-s0201a2:239_3": "upapatti. Vasanakavasena āvāsoti khandhāyeva vuttā. Yaññenāti bahuyāge yajitvā sujjhantīti",
  "atk-s0201a2:239_4": "vadanti. Muddhāvasittenāti tīhi saṅkhehi khattiyābhisekena muddhani abhisittena.",
  "atk-s0201a2:239_5": "Aggipāricariyāyāti bahuaggiparicaraṇena sujjhantīti vadanti.",
  "atk-s0201a2:240_0": "161.Daharoti taruṇo. Yuvāti yobbanena samannāgato. Susukāḷakesoti suṭṭhu kāḷakeso.",
  "atk-s0201a2:240_1": "Bhadrena yobbanena samannāgatoti imināssa yena yobbanena samannāgato yuvā, taṁ yobbanaṁ",
  "atk-s0201a2:240_2": "bhaddaṁ laddhakanti dasseti. Paṭhamena vayasāti paṭhamavayo nāma tettiṁsa vassāni,",
  "atk-s0201a2:240_3": "tena samannāgatoti attho, paññāveyyattiyenāti paññāveyyattibhāvena. Jiṇṇoti jarājiṇṇo.",
  "atk-s0201a2:240_4": "Vuddhoti vaḍḍhitvā ṭhitaaṅgapaccaṅgo. Mahallakoti jātimahallako. Addhagatoti bahuaddhānaṁ",
  "atk-s0201a2:240_5": "gato cirakālātikkanto. Vayo anuppattoti vassasatassa tatiyakoṭṭhāsaṁ pacchimavayaṁ",
  "atk-s0201a2:240_6": "anuppatto. Āsītiko me vayo vattatīti imaṁ kira suttaṁ bhagavā parinibbānasaṁvacchare",
  "atk-s0201a2:240_7": "kathesi. Tasmā evamāha. Paramāyāti uttamāya. Satiyātiādīsu padasatampi padasahassampi",
  "atk-s0201a2:240_8": "vadantasseva gahaṇasamatthatā sati nāma. Tadeva ādhāraṇaupanibandhanasamatthatā gati",
  "atk-s0201a2:240_9": "nāma. Evaṁ gahitaṁ dhāritaṁ sajjhāyaṁ kātuṁ samatthavīriyaṁ dhiti nāma. Tassa atthañca",
  "atk-s0201a2:240_10": "kāraṇañca dassanasamatthatā paññāveyyattiyaṁ nāma.",
  "atk-s0201a2:241_0": "Daḷhadhammā dhanuggahoti daḷhaṁ dhanuṁ gahetvā ṭhito issāso. Daḷhadhanu nāma dvisahassathāmaṁ",
  "atk-s0201a2:241_1": "vuccati, dvisahassathāmaṁ nāma yassa āropitassa jiyābaddho lohasīsādīnaṁ bhāro daṇḍe",
  "atk-s0201a2:241_2": "gahetvā yāva kaṇḍappamāṇā ukkhittassa pathavito muccati. Sikkhitoti dasa dvādasa",
  "atk-s0201a2:241_3": "vassāni ācariyakule uggahitasippo. Katahatthoti koci sippameva uggaṇhāti. Katahattho",
  "atk-s0201a2:241_4": "na hoti, ayaṁ pana katahattho ciṇṇavasībhāvo. Katūpāsanoti rājakulādīsu dassitasippo.",
  "atk-s0201a2:241_5": "Lahukena asanenāti anto susiraṁ katvā tūlādīni pūretvā katalākhāparikammena sallahukakaṇḍena.",
  "atk-s0201a2:241_6": "Evaṁ katañhi ekausabhagāmī dve usabhāni gacchati, aṭṭhausabhagāmī soḷasausabhāni",
  "atk-s0201a2:241_7": "gacchati. Appakasirenāti nidukkhena. Atipāteyyāti atikkameyya. Evaṁ adhimattasatimantoti",
  "atk-s0201a2:241_8": "yathā so dhanuggaho taṁ vidatthicaturaṅgulachāyaṁ sīghaṁ eva atikkameti, evaṁ padasatampi",
  "atk-s0201a2:241_9": "padasahassampi uggahetuṁ upadhāretuṁ sajjhāyituṁ atthakāraṇāni ca upaparikkhituṁ",
  "atk-s0201a2:241_10": "samatthāti attho. Aññatra asitapītakhāyitasāyitāti asitapītādīni hi bhagavatāpi kātabbāni",
  "atk-s0201a2:241_11": "honti, bhikkhūhipi. Tasmā tesaṁ karaṇamattakālaṁ ṭhapetvāti dasseti.",
  "atk-s0201a2:242_0": "Apariyādinnāyevāti aparikkhīṇāyeva. Sace hi eko bhikkhu kāyānupassanaṁ pucchati,",
  "atk-s0201a2:242_1": "añño vedanānupassanaṁ, añño cittānupassanaṁ, ayyo dhammānupassanaṁ. Iminā puṭṭhaṁ",
  "atk-s0201a2:242_2": "ahaṁ pucchissāmīti eko ekaṁ na oloketi. Evaṁ santepi tesaṁ vāro paññāyati. Evaṁ buddhānaṁ",
  "atk-s0201a2:242_3": "pana vāro na paññāyati, vidatthicaturaṅgulachāyaṁ atikkamato puretaraṁyeva bhagavā",
  "atk-s0201a2:242_4": "cuddasavidhena kāyānupassanaṁ, navavidhena vedanānupassanaṁ, soḷasavidhena cittānupassanaṁ,",
  "atk-s0201a2:242_5": "pañcavidhena dhammānupassanaṁ katheti. Tiṭṭhantu vā tāva ete cattāro. Sace hi aññe",
  "atk-s0201a2:242_6": "cattāro sammappadhānesu, aññe iddhipādesu, aññe pañca indriyesu, aññe pañca balesu,",
  "atk-s0201a2:242_7": "aññe satta bojjhaṅgesu, aññe aṭṭha maggaṅgesu pañhaṁ puccheyyuṁ, tampi bhagavā katheyya.",
  "atk-s0201a2:242_8": "Tiṭṭhantu vā ete aṭṭha. Sace aññe sattatiṁsa janā bodhipakkhiyesu pañhaṁ puccheyyuṁ,",
  "atk-s0201a2:242_9": "tampi bhagavā tāvadeva katheyya. Kasmā? Yāvatā hi lokiyamahājanā ekaṁ padaṁ kathenti.",
  "atk-s0201a2:242_10": "Tāva ānandatthero aṭṭha padāni katheti. Ānandatthere pana ekaṁ padaṁ kathenteyeva",
  "atk-s0201a2:242_11": "bhagavā soḷasapadāni katheti. Kasmā? Bhagavato hi jivhā mudukā dantāvaraṇaṁ suphusitaṁ",
  "atk-s0201a2:242_12": "vacanaṁ agalitaṁ bhavaṅgaparivāso lahuko. Tenāha “apariyādinnāyevassa, sāriputta,",
  "atk-s0201a2:242_13": "tathāgatassa dhammadesanā”ti.",
  "atk-s0201a2:243_0": "Tattha dhammadasenāti tantiṭhapanā. Dhammapadabyañjananti pāḷiyā padabyañjanaṁ, tassa",
  "atk-s0201a2:243_1": "tassa atthassa byañjanakaṁ akkharaṁ. Pañhapaṭibhānanti pañhabyākaraṇaṁ. Iminā kiṁ",
  "atk-s0201a2:243_2": "dasseti? Tathāgato pubbe daharakāle akkharāni sampiṇḍetvā padaṁ vattuṁ sakkoti, padāni",
  "atk-s0201a2:243_3": "sampiṇḍetvā gāthaṁ vattuṁ sakkoti, catuakkharehi vā aṭṭhaakkharehi vā soḷasaakkharehi",
  "atk-s0201a2:243_4": "vā padehi yuttāya gāthāya atthaṁ vattuṁ sakkoti. Idāni pana mahallakakāle akkharāni",
  "atk-s0201a2:243_5": "sampiṇḍetvā padaṁ vā, padāni sampiṇḍetvā gāthaṁ vā, gāthāya atthaṁ vā vattuṁ na sakkotīti",
  "atk-s0201a2:243_6": "evaṁ natthi. Daharakāle ca mahallakakāle ca sabbametaṁ tathāgatassa apariyādinnamevāti",
  "atk-s0201a2:243_7": "imaṁ dasseti. Mañcakena cepi manti idaṁ buddhabaladīpanatthameva parikappetvā āha.",
  "atk-s0201a2:243_8": "Dasabalaṁ pana mañcake āropetvā gāmanigamarājadhāniyo pariharaṇakālo nāma natthi.",
  "atk-s0201a2:243_9": "Tathāgatā hi pañcame āyukoṭṭhāse khaṇḍiccādīhi anabhibhūtā suvaṇṇavaṇṇasarīrassa",
  "atk-s0201a2:243_10": "vevaṇṇiye ananuppatte devamanussānaṁ piyamanāpakāleyeva parinibbāyanti.",
  "atk-s0201a2:244_0": "162.Nāgasamāloti tassa therassa nāmaṁ. Paṭhamabodhiyañhi vīsativassabbhantare upavānanāgitameghiyattherā",
  "atk-s0201a2:244_1": "viya ayampi bhagavato upaṭṭhāko ahosi. Bījayamānoti mandamandena tālavaṇṭavātena",
  "atk-s0201a2:244_2": "bhagavato utusukhaṁ samuṭṭhāpayamāno. Etadavocāti sakalasuttantaṁ sutvā bhagavato",
  "atk-s0201a2:244_3": "pubbacaritaṁ dukkarakārakaṁ āgamma pasanno etaṁ “acchariyaṁ bhante”tiādivacanaṁ avoca.",
  "atk-s0201a2:244_4": "Tattha accharaṁ paharituṁ yuttanti acchariyaṁ. Abhūtapubbaṁ bhūtanti abbhutaṁ. Ubhayenapi",
  "atk-s0201a2:244_5": "attano vimhayameva dīpeti. Ko nāmo ayaṁ bhanteti idaṁ bhaddako vatāyaṁ dhammapariyāyo,",
  "atk-s0201a2:244_6": "handassa bhagavantaṁ āyācitvā nāmaṁ gaṇhāpemīti adhippāyena āha. Athassa bhagavā",
  "atk-s0201a2:244_7": "nāmaṁ gaṇhanto tasmā tiha tvantiādimāha. Tassattho, yasmā idaṁ suttaṁ sutvā tava",
  "atk-s0201a2:244_8": "lomāni haṭṭhāni, tasmā tiha tvaṁ, nāgasamāla, imaṁ dhammapariyāyaṁ “lomahaṁsana pariyāyo”tveva naṁ dhārehīti.",
  "atk-s0201a2:245": "Saṁsārasuddhiādivaṇṇanā niṭṭhitā.",
  "atk-s0201a2:246": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:247": "Mahāsīhanādasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:248": "3. Mahādukkhakkhandhasuttavaṇṇanā",
  "atk-s0201a2:249_0": "163.Evaṁme sutanti mahādukkhakkhandhasuttaṁ. Tattha vinayapariyāyena tayo janā sambahulāti",
  "atk-s0201a2:249_1": "vuccanti, tato paraṁ saṅgho. Suttantapariyāyena tayo tayo eva, tato uddhaṁ sambahulāti",
  "atk-s0201a2:249_2": "vuccanti. Idha suttantapariyāyena sambahulāti veditabbā. Piṇḍāya pāvisiṁsūti paviṭṭhā,",
  "atk-s0201a2:249_3": "te pana na tāva paviṭṭhā, pavisissāmāti nikkhantattā pana pavisiṁsūti vuttā. Yathā",
  "atk-s0201a2:249_4": "gāmaṁ gamissāmīti nikkhantapuriso taṁ gāmaṁ appattopi “kuhiṁ itthannāmo”ti vutte",
  "atk-s0201a2:249_5": "“gāmaṁ gato”ti vuccati, evaṁ. Paribbājakānaṁ ārāmoti jetavanato avidūre aññatitthiyānaṁ",
  "atk-s0201a2:249_6": "paribbājakānaṁ ārāmo atthi, taṁ sandhāya evamāhaṁsu. Samaṇo, āvusoti, āvuso, tumhākaṁ",
  "atk-s0201a2:249_7": "satthā samaṇo gotamo. Kāmānaṁ pariññanti kāmānaṁ pahānaṁ samatikkamaṁ paññapeti.",
  "atk-s0201a2:249_8": "Rūpavedanāsupi eseva nayo.",
  "atk-s0201a2:250_0": "Tattha titthiyā sakasamayaṁ jānantā kāmānaṁ pariññaṁ paññapeyyuṁ paṭhamajjhānaṁ vadamānā,",
  "atk-s0201a2:250_1": "rūpānaṁ pariññaṁ paññapeyyuṁ arūpabhavaṁ vadamānā, vedanānaṁ pariññaṁ paññapeyyuṁ",
  "atk-s0201a2:250_2": "asaññabhavaṁ vadamānā. Te pana “idaṁ nāma paṭhamajjhānaṁ ayaṁ rūpabhavo ayaṁ arūpabhavo”tipi",
  "atk-s0201a2:250_3": "na jānanti. Te paññapetuṁ asakkontāpi kevalaṁ “paññapema paññapemā”ti vadanti. Tathāgato",
  "atk-s0201a2:250_4": "kāmānaṁ pariññaṁ anāgāmimaggena paññapeti, rūpavedanānaṁ arahattamaggena. Te evaṁ",
  "atk-s0201a2:250_5": "mahante visese vijjamānepi idha no, āvuso, ko vivesotiādimāhaṁsu.",
  "atk-s0201a2:251_0": "Tattha idhāti imasmiṁ paññāpane. Dhammadesanāya vā dhammadesananti yadidaṁ samaṇassa",
  "atk-s0201a2:251_1": "vā gotamassa dhammadesanāya saddhiṁ amhākaṁ dhammadesanaṁ, amhākaṁ vā dhammadesanāya",
  "atk-s0201a2:251_2": "saddhiṁ samaṇassa gotamassa dhammadesanaṁ ārabbha nānākaraṇaṁ vuccetha, taṁ kinnāmāti",
  "atk-s0201a2:251_3": "vadanti. Dutiyapadepi eseva nayo. Iti vemajjhe bhinnasuvaṇṇaṁ viya sāsanena saddhiṁ",
  "atk-s0201a2:251_4": "attano laddhivacanamattena samadhuraṁ ṭhapayiṁsu. Neva abhinandiṁsūti evametanti",
  "atk-s0201a2:251_5": "na sampaṭicchiṁsu. Nappaṭikkosiṁsūti nayidaṁ evanti nappaṭisedhesuṁ. Kasmā? Te kira",
  "atk-s0201a2:251_6": "titthiyā nāma andhasadisā, jānitvā vā ajānitvā vā katheyyunti nābhinandiṁsu, pariññanti",
  "atk-s0201a2:251_7": "vacanena īsakaṁ sāsanagandho atthīti nappaṭikkosiṁsu. Janapadavāsino vā te sakasamayaparasamayesu",
  "atk-s0201a2:251_8": "na suṭṭhu kusalātipi ubhayaṁ nākaṁsu.",
  "atk-s0201a2:252_0": "165.Na ceva sampāyissantīti sampādetvā kathetuṁ na sakkhissanti. Uttariñca vighātanti",
  "atk-s0201a2:252_1": "asampāyanato uttarimpi dukkhaṁ āpajjissanti. Sampādetvā kathetuṁ asakkontānaṁ nāma",
  "atk-s0201a2:252_2": "hi dukkhaṁ uppajjati. Yathā taṁ, bhikkhave, avisayasminti ettha yathāti kāraṇavacanaṁ,",
  "atk-s0201a2:252_3": "tanti nipātamattaṁ. Yasmā avisaye pañho pucchito hotīti attho. Sadevaketi saha devehi",
  "atk-s0201a2:252_4": "sadevake. Samārakādīsupi eseva nayo. Evaṁ tīṇi ṭhānāni loke pakkhipitvā dve pajāyāti",
  "atk-s0201a2:252_5": "pañcahipi sattalokameva pariyādiyitvā etasmiṁ sadevakādibhede loke taṁ devaṁ vā manussaṁ",
  "atk-s0201a2:252_6": "vā na passāmīti dīpeti. Ito vā pana sutvāti ito vā pana mama sāsanato sutvā atathāgatopi",
  "atk-s0201a2:252_7": "atathāgatasāvakopi ārādheyya paritoseyya. Aññathā ārādhanaṁ nāma natthīti dasseti.",
  "atk-s0201a2:253_0": "166. Idāni attano tesaṁ pañhānaṁ veyyākaraṇena cittārādhanaṁ dassento ko ca, bhikkhavetiādimāha.",
  "atk-s0201a2:253_1": "Kāmaguṇāti kāmayitabbaṭṭhena kāmā. Bandhanaṭṭhena guṇā. “Anujānāmi, bhikkhave, ahatānaṁ",
  "atk-s0201a2:253_2": "vatthānaṁ dviguṇaṁ saṅghāṭi”nti ettha hi paṭalaṭṭho guṇaṭṭho. “Accenti kālā tarayanti",
  "atk-s0201a2:253_3": "rattiyo, vayoguṇā anupubbaṁ jahantī”ti ettha rāsaṭṭho guṇaṭṭho. “Sataguṇā dakkhiṇā",
  "atk-s0201a2:253_4": "pāṭikaṅkhitabbā”ti ettha ānisaṁsaṭṭho guṇaṭṭho. “Antaṁ antaguṇaṁ kayirā mālāguṇe",
  "atk-s0201a2:253_5": "bahū”ti ettha bandhanaṭṭho guṇaṭṭho. Idhāpi eseva adhippeto, tena vuttaṁ “bandhanaṭṭhena",
  "atk-s0201a2:253_6": "guṇā”ti. Cakkhuviññeyyāti cakkhuviññāṇena passitabbā. Etenupāyena sotaviññeyyādīsupi",
  "atk-s0201a2:253_7": "attho veditabbo. Iṭṭhāti pariyiṭṭhā vā hontu mā vā, iṭṭhārammaṇabhūtāti attho. Kantāti",
  "atk-s0201a2:253_8": "kamanīyā. Manāpāti manavaḍḍhanakā. Piyarūpāti piyajātikā. Kāmūpasaṁhitāti ārammaṇaṁ",
  "atk-s0201a2:253_9": "katvā uppajjamānena kāmena upasaṁhitā. Rajanīyāti rajjaniyā, rāguppattikāraṇabhūtāti attho.",
  "atk-s0201a2:254_0": "167.Yadi muddāyātiādīsu muddāti aṅgulipabbesu saññaṁ ṭhapetvā hatthamuddā. Gaṇanāti",
  "atk-s0201a2:254_1": "acchiddagaṇanā. Saṅkhānanti piṇḍagaṇanā. Yāya khettaṁ oloketvā idha ettakā vīhī bhavissanti,",
  "atk-s0201a2:254_2": "rukkhaṁ oloketvā idha ettakāni phalāni bhavissanti, ākāsaṁ oloketvā ime ākāse sakuṇā",
  "atk-s0201a2:254_3": "ettakā nāma bhavissantīti jānanti.",
  "atk-s0201a2:255_0": "Kasīti kasikammaṁ. Vaṇijjāti jaṅghavaṇijjathalavaṇijjādivaṇippatho. Gorakkhanti attano",
  "atk-s0201a2:255_1": "vā paresaṁ vā gāvo rakkhitvā pañcagorasavikkayena jīvanakammaṁ. Issattho vuccati",
  "atk-s0201a2:255_2": "āvudhaṁ gahetvā upaṭṭhānakammaṁ. Rājaporisanti āvudhena rājakammaṁ katvā upaṭṭhānaṁ.",
  "atk-s0201a2:255_3": "Sippaññataranti gahitāvasesaṁ hatthiassasippādi. Sītassa purakkhatoti lakkhaṁ viya",
  "atk-s0201a2:255_4": "sarassa sītassa purato, sītena bādhīyamānoti attho. Uṇhepi eseva nayo. Ḍaṁsādīsu",
  "atk-s0201a2:255_5": "ḍaṁsāti piṅgalamakkhikā. Makasāti sabbamakkhikā, sarīsapāti ye keci saritvā gacchanti.",
  "atk-s0201a2:255_6": "Rissamānoti ruppamāno, ghaṭṭiyamāno. Mīyamānoti maramāno. Ayaṁ, bhikkhaveti, bhikkhave,",
  "atk-s0201a2:255_7": "ayaṁ muddādīhi jīvikakappanaṁ āgamma sītādipaccayo ābādho. Kāmānaṁ ādīnavoti kāmesu",
  "atk-s0201a2:255_8": "upaddavo, upassaggoti attho. Sandiṭṭhikoti paccakkho sāmaṁ passitabbo. Dukkhakkhandhoti",
  "atk-s0201a2:255_9": "dukkharāsi. Kāmahetūtiādīsu paccayaṭṭhena kāmā assa hetūti kāmahetu. Mūlaṭṭhena kāmā",
  "atk-s0201a2:255_10": "nidānamassāti kāmanidāno. Liṅgavipallāsena pana kāmanidānanti vutto. Kāraṇaṭṭhena",
  "atk-s0201a2:255_11": "kāmā adhikaraṇaṁ assāti kāmādhikaraṇo. Liṅgavipallāseneva pana kāmādhikaraṇanti vutto.",
  "atk-s0201a2:255_12": "Kāmānameva hetūti idaṁ niyamavacanaṁ, kāmapaccayā uppajjatiyevāti attho.",
  "atk-s0201a2:256_0": "Uṭṭhahatoti ājīvasamuṭṭhāpakavīriyena uṭṭhahantassa. Ghaṭatoti taṁ vīriyaṁ pubbenāparaṁ",
  "atk-s0201a2:256_1": "ghaṭentassa. Vāyamatoti vāyāmaṁ parakkamaṁ payogaṁ karontassa. Nābhinipphajjantīti",
  "atk-s0201a2:256_2": "na nipphajjanti, hatthaṁ nābhiruhanti. Socatīti citte uppannabalavasokena socati.",
  "atk-s0201a2:256_3": "Kilamatīti kāye uppannadukkhena kilamati. Paridevatīti vācāya paridevati. Urattāḷinti",
  "atk-s0201a2:256_4": "uraṁ tāḷetvā. Kandatīti rodati. Sammohaṁ āpajjatīti visaññī viya sammūḷho hoti. Moghanti",
  "atk-s0201a2:256_5": "tucchaṁ. Aphaloti nipphalo. Ārakkhādhikaraṇanti ārakkhakāraṇā. Kintīti kena nu kho",
  "atk-s0201a2:256_6": "upāyena. Yampi meti yampi mayhaṁ kasikammādīni katvā uppāditaṁ dhanaṁ ahosi. Tampi",
  "atk-s0201a2:256_7": "no natthīti tampi amhākaṁ idāni natthi.",
  "atk-s0201a2:257_0": "168.Puna caparaṁ, bhikkhave, kāmahetūtiādināpi kāraṇaṁ dassetvāva ādīnavaṁ dīpeti.",
  "atk-s0201a2:257_1": "Tattha kāmahetūti kāmapaccayā rājānopi rājūhi vivadanti. Kāmanidānanti bhāvanapuṁsakaṁ,",
  "atk-s0201a2:257_2": "kāme nidānaṁ katvā vivadantīti attho. Kāmādhikaraṇantipi bhāvanapuṁsakameva, kāme",
  "atk-s0201a2:257_3": "adhikaraṇaṁ katvā vivadantīti attho. Kāmānameva hetūti gāmanigamanagarasenāpatipurohitaṭṭhānantarādīnaṁ",
  "atk-s0201a2:257_4": "kāmānameva hetu vivadantīti attho. Upakkamantīti paharanti. Asicammanti asiñceva",
  "atk-s0201a2:257_5": "kheṭakaphalakādīni ca. Dhanukalāpaṁ sannayhitvāti dhanuṁ gahetvā sarakalāpaṁ sannayhitvā.",
  "atk-s0201a2:257_6": "Ubhatobyūḷanti ubhato rāsibhūtaṁ. Pakkhandantīti pavisanti. Usūsūti kaṇḍesu. Vijjotalantesūti",
  "atk-s0201a2:257_7": "viparivattantesu. Te tatthāti te tasmiṁ saṅgāme.",
  "atk-s0201a2:258_0": "Addāvalepanāupakāriyoti cettha manussā pākārapādaṁ assakhurasaṇṭhānena iṭṭhakāhi",
  "atk-s0201a2:258_1": "cinitvā upari sudhāya limpanti. Evaṁ katā pākārapādā upakāriyoti vuccanti. Tā tintena",
  "atk-s0201a2:258_2": "kalalena sittā addāvalepanā nāma honti. Pakkhandantīti tāsaṁ heṭṭhā tikhiṇaayasūlādīhi",
  "atk-s0201a2:258_3": "vijjhīyamānāpi pākārassa picchilabhāvena ārohituṁ asakkontāpi upadhāvantiyeva. Chakaṇakāyāti",
  "atk-s0201a2:258_4": "kuthitagomayena. Abhivaggenāti satadantena. Taṁ aṭṭhadantākārena katvā “nagaradvāraṁ",
  "atk-s0201a2:258_5": "bhinditvā pavisissāmā”ti āgate uparidvāre ṭhitā tassa bandhanayottāni chinditvā tena",
  "atk-s0201a2:258_6": "abhivaggena omaddanti.",
  "atk-s0201a2:259_0": "169.Sandhimpi chindantīti gharasandhimpi chindanti. Nillopanti gāme paharitvā mahāvilopaṁ",
  "atk-s0201a2:259_1": "karonti. Ekāgārikanti paṇṇāsamattāpi saṭṭhimattāpi parivāretvā jīvaggāhaṁ gahetvā",
  "atk-s0201a2:259_2": "āharāpenti. Paripanthepi tiṭṭhantīti panthadūhanakammaṁ karonti. Aḍḍhadaṇḍakehīti",
  "atk-s0201a2:259_3": "muggarehi pahārasādhanatthaṁ vā catuhatthadaṇḍaṁ dvedhā chetvā gahitadaṇḍakehi. Bilaṅgathālikanti",
  "atk-s0201a2:259_4": "kañjiyaukkhalikammakāraṇaṁ, taṁ karontā sīsakapālaṁ uppāṭetvā tattaṁ ayoguḷaṁ saṇḍāsena",
  "atk-s0201a2:259_5": "gahetvā tattha pakkhipanti, tena matthaluṅgaṁ pakkuthitvā upari uttarati. Saṅkhamuṇḍikanti",
  "atk-s0201a2:259_6": "saṅkhamuṇḍakammakāraṇaṁ, taṁ karontā uttaroṭṭhaubhatokaṇṇacūḷikagaḷavāṭaparicchedena",
  "atk-s0201a2:259_7": "cammaṁ chinditvā sabbakese ekato gaṇṭhiṁ katvā daṇḍakena vallitvā uppāṭenti, saha",
  "atk-s0201a2:259_8": "kesehi cammaṁ uṭṭhahati. Tato sīsakaṭāhaṁ thūlasakkharāhi ghaṁsitvā dhovantā saṅkhavaṇṇaṁ karonti.",
  "atk-s0201a2:260_0": "Rāhumukhanti rāhumukhakammakāraṇaṁ, taṁ karontā saṅkunā mukhaṁ vivaritvā antomukhe",
  "atk-s0201a2:260_1": "dīpaṁ jālenti. Kaṇṇacūḷikāhi vā paṭṭhāya mukhaṁ nikhādanena khaṇanti. Lohitaṁ paggharitvā",
  "atk-s0201a2:260_2": "mukhaṁ pūreti. Jotimālikanti sakalasarīraṁ telapilotikāya veṭhetvā ālimpanti. Hatthapajjotikanti",
  "atk-s0201a2:260_3": "hatthe telapilotikāya veṭhetvā dīpaṁ viya jālenti. Erakavattikanti erakavattakammakāraṇaṁ,",
  "atk-s0201a2:260_4": "taṁ karontā gīvato paṭṭhāya cammabaddhe kantitvā gopphake ṭhapenti. Atha naṁ yottehi",
  "atk-s0201a2:260_5": "bandhitvā kaḍḍhanti. So attano cammabaddhe akkamitvā akkamitvā patati. Cīrakavāsikanti",
  "atk-s0201a2:260_6": "cīrakavāsikakammakāraṇaṁ, taṁ karontā tatheva cammabaddhe kantitvā kaṭiyaṁ ṭhapenti.",
  "atk-s0201a2:260_7": "Kaṭito paṭṭhāya kantitvā gopphakesu ṭhapenti. Uparimehi heṭṭhimasarīraṁ cīrakanivāsananivatthaṁ",
  "atk-s0201a2:260_8": "viya hoti. Eṇeyyakanti eṇeyyakakammakāraṇaṁ. Taṁ karontā ubhosu kapparesu ca jāṇūsu",
  "atk-s0201a2:260_9": "ca ayavalayāni datvā ayasūlāni koṭṭenti. So catūhi ayasūlehi bhūmiyaṁ patiṭṭhahati.",
  "atk-s0201a2:260_10": "Atha naṁ parivāretvā aggiṁ karonti. “Eṇeyyako jotipariggaho yathā”ti āgataṭṭhānepi",
  "atk-s0201a2:260_11": "idameva vuttaṁ. Taṁ kālena kālaṁ sūlāni apanetvā catūhi aṭṭhikoṭīhiyeva ṭhapenti.",
  "atk-s0201a2:260_12": "Evarūpā kāraṇā nāma natthi.",
  "atk-s0201a2:261_0": "Baḷisamaṁsikanti ubhatomukhehi baḷisehi paharitvā cammamaṁsanhārūni uppāṭenti. Kahāpaṇikanti",
  "atk-s0201a2:261_1": "sakalasarīraṁ tiṇhāhi vāsīhi koṭito paṭṭhāya kahāpaṇamattaṁ kahāpaṇamattaṁ pātentā",
  "atk-s0201a2:261_2": "koṭṭenti. Khārāpatacchikanti sarīraṁ tattha tattha āvudhehi paharitvā kocchehi khāraṁ",
  "atk-s0201a2:261_3": "ghaṁsanti. Cammasaṁsanhārūni paggharitvā savanti. Aṭṭhikasaṅkhalikāva tiṭṭhati. Palighaparivattikanti",
  "atk-s0201a2:261_4": "ekena passena nipajjāpetvā kaṇṇacchidde ayasūlaṁ koṭṭetvā pathaviyā ekābaddhaṁ karonti.",
  "atk-s0201a2:261_5": "Atha naṁ pāde gahetvā āvijjhanti. Palālapīṭhakanti cheko kāraṇiko chavicammaṁ acchinditvā",
  "atk-s0201a2:261_6": "nisadapotehi aṭṭhīni bhinditvā kesesu gahetvā ukkhipanti. Maṁsarāsiyeva hoti, atha",
  "atk-s0201a2:261_7": "naṁ keseheva pariyonandhitvā gaṇhanti. Palālavaṭṭiṁ viya katvā pana veṭhenti. Sunakhehipīti",
  "atk-s0201a2:261_8": "katipayāni divasāni āhāraṁ adatvā chātakehi sunakhehi khādāpenti. Te muhuttena aṭṭhisaṅkhalikameva",
  "atk-s0201a2:261_9": "karonti. Samparāyikoti samparāye dutiyattabhāve vipākoti attho.",
  "atk-s0201a2:262_0": "170.Chandarāgavinayo chandarāgappahānanti nibbānaṁ. Nibbānañhi āgamma kāmesu chandarāgo",
  "atk-s0201a2:262_1": "vinīyati ceva pahīyati ca, tasmā nibbānaṁ chandarāgavinayo chandarāgappahānanti ca",
  "atk-s0201a2:262_2": "vuttaṁ. Sāmaṁ vā kāme parijānissantīti sayaṁ vā te kāme tīhi pariññāhi parijānissanti.",
  "atk-s0201a2:262_3": "Tathattāyāti tathabhāvāya. Yathāpaṭipannoti yāya paṭipadāya paṭipanno.",
  "atk-s0201a2:263_0": "171.Khattiyakaññāvātiādi aparittena vipulena kusalena gahitapaṭisandhikaṁ vatthālaṅkārādīni",
  "atk-s0201a2:263_1": "labhanaṭṭhāne nibbattaṁ dassetuṁ vuttaṁ. Pannarasavassuddesikāti pannarasavassavayā.",
  "atk-s0201a2:263_2": "Dutiyapadepi eseva nayo. Vayapadesaṁ kasmā gaṇhāti? Vaṇṇasampattidassanatthaṁ. Mātugāmassa",
  "atk-s0201a2:263_3": "hi duggatakule nibbattassāpi etasmiṁ kāle thokaṁ thokaṁ vaṇṇāyatanaṁ pasīdati. Purisānaṁ",
  "atk-s0201a2:263_4": "pana vīsativassakāle pañcavīsativassakāle pasannaṁ hoti. Nātidīghātiādīhi chadosavirahitaṁ",
  "atk-s0201a2:263_5": "sarīrasampattiṁ dīpeti. Vaṇṇanibhāti vaṇṇoyeva.",
  "atk-s0201a2:264_0": "Jiṇṇanti jarājiṇṇaṁ. Gopānasivaṅkanti gopānasī viya vaṅkaṁ. Bhogganti bhaggaṁ, imināpissa",
  "atk-s0201a2:264_1": "vaṅkabhāvameva dīpeti. Daṇḍaparāyaṇanti daṇḍapaṭisaraṇaṁ daṇḍadutiyaṁ. Pavedhamānanti",
  "atk-s0201a2:264_2": "kampamānaṁ. Āturanti jarāturaṁ. Khaṇḍadantanti jiṇṇabhāvena khaṇḍitadantaṁ. Palitakesanti",
  "atk-s0201a2:264_3": "paṇḍarakesaṁ. Vilūnanti luñcitvā gahitakesaṁ viya khallāṭaṁ. Khalitasiranti mahākhallāṭasīsaṁ.",
  "atk-s0201a2:264_4": "Valinanti sañjātavaliṁ. Tilakāhatagattanti setakāḷatilakehi vikiṇṇasarīraṁ. Ābādhikanti",
  "atk-s0201a2:264_5": "byādhikaṁ. Dukkhitanti dukkhapattaṁ.",
  "atk-s0201a2:265": "Bāḷhagilānanti adhimattagilānaṁ. Sivathikāya chaḍḍitanti āmakasusāne pātitaṁ. Sesamettha satipaṭṭhāne vuttameva. Idhāpi nibbānaṁyeva chandarāgavinayo.",
  "atk-s0201a2:266": "173.Neva tasmiṁ samaye attabyābādhāyāti tasmiṁ samaye attanopi dukkhatthāya na ceteti. Abyābajjhaṁyevāti niddukkhameva.",
  "atk-s0201a2:267": "174.Yaṁ, bhikkhave, vedanā aniccāti, bhikkhave, yasmā vedanā aniccā, tasmā ayaṁ aniccādiākārova vedanāya ādīnavoti attho, nissaraṇaṁ vuttappakāramevāti.",
  "atk-s0201a2:268": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:269": "Mahādukkhakkhandhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:270": "4. Cūḷadukkhakkhandhasuttavaṇṇanā",
  "atk-s0201a2:271_0": "175.Evaṁme sutanti cūḷadukkhakkhandhasuttaṁ. Tattha sakkesūti evaṁnāmake janapade.",
  "atk-s0201a2:271_1": "So hi janapado sakyānaṁ rājakumārānaṁ vasanaṭṭhānattā sakyātveva saṅkhyaṁ gato. Sakyānaṁ",
  "atk-s0201a2:271_2": "pana uppatti ambaṭṭhasutte āgatāva. Kapilavatthusminti evaṁnāmake nagare. Tañhi kapilassa",
  "atk-s0201a2:271_3": "isino nivāsaṭṭhāne katattā kapilavatthūti vuttaṁ, taṁ gocaragāmaṁ katvā. Nigrodhārāmeti",
  "atk-s0201a2:271_4": "nigrodho nāma sakko, so ñātisamāgamakāle kapilavatthuṁ āgate bhagavati attano ārāme",
  "atk-s0201a2:271_5": "vihāraṁ kāretvā bhagavato niyyātesi, tasmiṁ viharatīti attho. Mahānāmoti anuruddhattherassa",
  "atk-s0201a2:271_6": "bhātā bhagavato cuḷapituputto. Suddhodano sukkodano sakkodano dhotodano amitodanoti",
  "atk-s0201a2:271_7": "ime pañca janā bhātaro. Amitā nāma devī tesaṁ bhaginī. Tissatthero tassā putto. Tathāgato",
  "atk-s0201a2:271_8": "ca nandatthero ca suddhodanassa puttā, mahānāmo ca anuruddhatthero ca sukkodanassa.",
  "atk-s0201a2:271_9": "Ānandatthero amitodanassa, so bhagavato kaniṭṭho. Mahānāmo mahallakataro sakadāgāmī ariyasāvako.",
  "atk-s0201a2:272_0": "Dīgharattanti mayhaṁ sakadāgāmiphaluppattito paṭṭhāya cirarattaṁ jānāmīti dasseti.",
  "atk-s0201a2:272_1": "Lobhadhammāti lobhasaṅkhātā dhammā, nānappakārakaṁ lobhaṁyeva sandhāya vadati. Itaresupi",
  "atk-s0201a2:272_2": "dvīsu eseva nayo. Pariyādāya tiṭṭhantīti khepetvā tiṭṭhanti. Idañhi pariyādānaṁ nāma",
  "atk-s0201a2:272_3": "“sabbaṁ hatthikāyaṁ pariyādiyitvā sabbaṁ assakāyaṁ sabbaṁ rathakāyaṁ sabbaṁ pattikāyaṁ",
  "atk-s0201a2:272_4": "pariyādiyitvā jīvantaṁyeva naṁ osajjeyya”nti ettha gahaṇe āgataṁ. “Aniccasaññā, bhikkhave,",
  "atk-s0201a2:272_5": "bhāvitā bahulīkatā sabbaṁ kāmarāgaṁ pariyādiyatī”ti ettha khepane. Idhāpi khepane",
  "atk-s0201a2:272_6": "adhippetaṁ. Tena vuttaṁ “pariyādiyitvāti khepetvā”ti.",
  "atk-s0201a2:273_0": "Yena me ekadā lobhadhammāpīti yena mayhaṁ ekekasmiṁ kāle lobhadhammāpi cittaṁ pariyādāya",
  "atk-s0201a2:273_1": "tiṭṭhantīti pucchati. Ayaṁ kira rājā “sakadāgāmimaggena lobhadosamohā niravasesā",
  "atk-s0201a2:273_2": "pahīyantī”ti saññī ahosi, ayaṁ “appahīnaṁ me atthī”tipi jānāti, appahīnakaṁ upādāya",
  "atk-s0201a2:273_3": "pahīnakampi puna pacchatovāvattatīti saññī hoti. Ariyasāvakassa evaṁ sandeho uppajjatīti?",
  "atk-s0201a2:273_4": "Āma uppajjati. Kasmā? Paṇṇattiyā akovidattā. “Ayaṁ kileso asukamaggavajjho”ti imissā",
  "atk-s0201a2:273_5": "paṇṇattiyā akovidassa hi ariyasāvakassapi evaṁ hoti. Kiṁ tassa paccavekkhaṇā natthīti?",
  "atk-s0201a2:273_6": "Atthi. Sā pana na sabbesaṁ paripuṇṇā hoti. Eko hi pahīnakilesameva paccavekkhati.",
  "atk-s0201a2:273_7": "Eko avasiṭṭhakilesameva, eko maggameva, eko phalameva, eko nibbānameva. Imāsu pana",
  "atk-s0201a2:273_8": "pañcasu paccavekkhaṇāsu ekaṁ vā dve vā no laddhuṁ na vaṭṭati. Iti yassa paccavekkhaṇā",
  "atk-s0201a2:273_9": "na paripuṇṇā, tassa maggavajjhakilesapaṇṇattiyaṁ akovidattā evaṁ hoti.",
  "atk-s0201a2:274_0": "176.Soeva kho teti soyeva lobho doso moho ca tava santāne appahīno, tvaṁ pana pahīnasaññī",
  "atk-s0201a2:274_1": "ahosīti dasseti. So ca hi teti so tuyhaṁ lobhadosamohadhammo. Kāmeti duvidhe kāme.",
  "atk-s0201a2:274_2": "Na paribhuñjeyyāsīti mayaṁ viya pabbajeyyāsīti dasseti.",
  "atk-s0201a2:275_0": "177.Appassādāti parittasukhā. Bahudukkhāti diṭṭhadhammikasamparāyikadukkhamevettha",
  "atk-s0201a2:275_1": "bahukaṁ. Bahupāyāsāti diṭṭhadhammikasamparāyiko upāyāsakilesoyevettha bahu. Ādīnavoti",
  "atk-s0201a2:275_2": "diṭṭhadhammikasamparāyiko upaddavo. Ettha bhiyyoti etesu kāmesu ayaṁ ādīnavoyeva",
  "atk-s0201a2:275_3": "bahu. Assādo pana himavantaṁ upanidhāya sāsapo viya appo, parittako. Iti cepi mahānāmāti",
  "atk-s0201a2:275_4": "mahānāma evaṁ cepi ariyasāvakassa. Yathābhūtanti yathāsabhāvaṁ. Sammā nayena kāraṇena",
  "atk-s0201a2:275_5": "paññāya suṭṭhu diṭṭhaṁ hotīti dasseti. Tattha paññāyāti vipassanāpaññāya, heṭṭhāmaggadvayañāṇenāti",
  "atk-s0201a2:275_6": "attho. Socāti so eva maggadvayena diṭṭhakāmādīnavo ariyasāvako. Pītisukhanti iminā",
  "atk-s0201a2:275_7": "sappītikāni dve jhānāni dasseti. Aññaṁ vā tato santataranti tato jhānadvayato santataraṁ",
  "atk-s0201a2:275_8": "aññaṁ uparijhānadvayañceva maggadvayañca. Neva tāva anāvaṭṭī kāmesu hotīti atha kho",
  "atk-s0201a2:275_9": "so dve magge paṭivijjhitvā ṭhitopi ariyasāvako upari jhānānaṁ vā maggānaṁ vā anadhigatattā",
  "atk-s0201a2:275_10": "neva tāva kāmesu anāvaṭṭī hoti, anāvaṭṭino anābhogo na hoti. Āvaṭṭino sābhogoyeva",
  "atk-s0201a2:275_11": "hoti. Kasmā? Catūhi jhānehi vikkhambhanappahānassa, dvīhi maggehi samucchedappahānassa abhāvā.",
  "atk-s0201a2:276_0": "Mayhampikhoti na kevalaṁ tuyheva, atha kho mayhampi. Pubbeva sambodhāti maggasambodhito",
  "atk-s0201a2:276_1": "paṭhamatarameva. Paññāya sudiṭṭhaṁ hotīti ettha orodhanāṭakā pajahanapaññā adhippetā.",
  "atk-s0201a2:276_2": "Pītisukhaṁ nājjhagamanti sappītikāni dve jhānāni na paṭilabhiṁ. Aññaṁ vā tato santataranti",
  "atk-s0201a2:276_3": "idha upari jhānadvayaṁ ceva cattāro ca maggā adhippetā. Paccaññāsinti paṭiaññāsiṁ.",
  "atk-s0201a2:277_0": "179.Ekamidāhaṁ mahānāma samayanti kasmā āraddhaṁ? Ayaṁ pāṭiyekko anusandhi. Heṭṭhā",
  "atk-s0201a2:277_1": "kāmānaṁ assādopi ādīnavopi kathito, nissaraṇaṁ na kathitaṁ, taṁ kathetuṁ ayaṁ desanā",
  "atk-s0201a2:277_2": "āraddhā. Kāmasukhallikānuyogo hi eko anto attakilamathānuyogo ekoti imehi antehi",
  "atk-s0201a2:277_3": "muttaṁ mama sāsananti upari phalasamāpattisīsena sakalasāsanaṁ dassetumpi ayaṁ desanā āraddhā.",
  "atk-s0201a2:278_0": "Gijjhakūṭe pabbateti tassa pabbatassa gijjhasadisaṁ kūṭaṁ atthi, tasmā gijjhakūṭoti",
  "atk-s0201a2:278_1": "vuccati. Gijjhā vā tassa kūṭesu nivasantītipi gijjhakūṭoti vuccati. Isigilipasseti",
  "atk-s0201a2:278_2": "isigilipabbatassa passe. Kāḷasilāyanti kāḷavaṇṇe piṭṭhipāsāṇe. Ubbhaṭṭhakā hontīti",
  "atk-s0201a2:278_3": "uddhaṁyeva ṭhitakā honti anisinnā. Opakkamikāti ubbhaṭṭhakādinā attano upakkamena",
  "atk-s0201a2:278_4": "nibbattitā. Nigaṇṭho, āvusoti aññaṁ kāraṇaṁ vattuṁ asakkontā nigaṇṭhassa upari pakkhipiṁsu.",
  "atk-s0201a2:278_5": "Sabbaññū sabbadassāvīti so amhākaṁ satthā atītānāgatapaccuppannaṁ sabbaṁ jānāti passatīti",
  "atk-s0201a2:278_6": "dasseti. Aparisesaṁ ñāṇadassanaṁ paṭijānātīti so amhākaṁ satthā aparisesaṁ dhammaṁ",
  "atk-s0201a2:278_7": "jānanto aparisesasaṅkhātaṁ ñāṇadassanaṁ paṭijānāti, paṭijānanto ca evaṁ paṭijānāti",
  "atk-s0201a2:278_8": "“carato ca me tiṭṭhato ca…pe… paccupaṭṭhita”nti. Tattha satatanti niccaṁ. Samitanti tasseva vevacanaṁ.",
  "atk-s0201a2:279_0": "180.Kiṁ pana tumhe, āvuso, nigaṇṭhā jānātha ettakaṁ vā dukkhaṁ nijjiṇṇanti idaṁ bhagavā",
  "atk-s0201a2:279_1": "puriso nāma yaṁ karoti, taṁ jānāti. Vīsatikahāpaṇe iṇaṁ gahetvā dasa datvā “dasa",
  "atk-s0201a2:279_2": "me dinnā dasa avasiṭṭhā”ti jānāti, tepi datvā “sabbaṁ dinna”nti jānāti. Khettassa",
  "atk-s0201a2:279_3": "tatiyabhāgaṁ lāyitvā “eko bhāgo lāyito, dve avasiṭṭhā”ti jānāti. Puna ekaṁ lāyitvā",
  "atk-s0201a2:279_4": "“dve lāyitā, eko avasiṭṭho”ti jānāti. Tasmimpi lāyite “sabbaṁ niṭṭhita”nti jānāti,",
  "atk-s0201a2:279_5": "evaṁ sabbakiccesu katañca akatañca jānāti, tumhehipi tathā ñātabbaṁ siyāti dasseti.",
  "atk-s0201a2:279_6": "Akusalānaṁ dhammānaṁ pahānanti iminā akusalaṁ pahāya kusalaṁ bhāvetvā suddhantaṁ",
  "atk-s0201a2:279_7": "patto nigaṇṭho nāma tumhākaṁ sāsane atthīti pucchati.",
  "atk-s0201a2:280_0": "Evaṁ santeti tumhākaṁ evaṁ ajānanabhāve sati. Luddāti luddācārā. Lohitapāṇinoti pāṇe",
  "atk-s0201a2:280_1": "jīvitā voropentā lohitena makkhitapāṇino. Pāṇaṁ hi hanantassapi yassa lohitena pāṇi",
  "atk-s0201a2:280_2": "na makkhiyati, sopi lohitapāṇītveva vuccati. Kurūrakammantāti dāruṇakammā. Mātari",
  "atk-s0201a2:280_3": "pitari dhammikasamaṇabrāhmaṇādīsu ca katāparādhā. Māgavikādayo vā kakkhaḷakammā.",
  "atk-s0201a2:281_0": "Na kho, āvuso, gotamāti idaṁ nigaṇṭhā “ayaṁ amhākaṁ vāde dosaṁ deti, mayampissa dosaṁ",
  "atk-s0201a2:281_1": "āropemā”ti maññamānā ārabhiṁsu. Tassattho, “āvuso, gotama yathā tumhe paṇītacīvarāni",
  "atk-s0201a2:281_2": "dhārentā sālimaṁsodanaṁ bhuñjantā devavimānavaṇṇāya gandhakuṭiyā vasamānā sukhena",
  "atk-s0201a2:281_3": "sukhaṁ adhigacchatha, na evaṁ sukhena sukhaṁ adhigantabbaṁ. Yathā pana mayaṁ ukkuṭikappadhānādīhi",
  "atk-s0201a2:281_4": "nānappakāraṇaṁ dukkhaṁ anubhavāma, evaṁ dukkhena sukhaṁ adhigantabba”nti. Sukhena",
  "atk-s0201a2:281_5": "ca hāvusoti idaṁ sace sukhena ca sukhaṁ adhigantabbaṁ siyā. Rājā adhigaccheyyāti",
  "atk-s0201a2:281_6": "dassanatthaṁ vuttaṁ. Tattha māgadhoti magadharaṭṭhassa issaro. Seniyoti tassa nāmaṁ.",
  "atk-s0201a2:281_7": "Bimbīti attabhāvassa nāmaṁ. So tassa sārabhūto dassanīyo pāsādiko attabhāvasamiddhiyā",
  "atk-s0201a2:281_8": "bimbisāroti vuccati. Sukhavihāritaroti idaṁ te nigaṇṭhā rañño tīsu pāsādesu tividhavayehi",
  "atk-s0201a2:281_9": "nāṭakehi saddhiṁ sampattianubhavanaṁ sandhāya vadanti. Addhāti ekaṁsena. Sahasā appaṭisaṅkhāti",
  "atk-s0201a2:281_10": "sāhasaṁ katvā, appaccavekkhitvāva yathā ratto rāgavasena duṭṭho dosavasena mūḷho",
  "atk-s0201a2:281_11": "mohavasena bhāsati, evamevaṁ vācā bhāsitāti dasseti.",
  "atk-s0201a2:282": "Tattha paṭipucchissāmīti tasmiṁ atthe pucchissāmi. Yathā vo khameyyāti yathā tumhākaṁ rucceyya. Pahotīti sakkoti.",
  "atk-s0201a2:283_0": "Aniñjamānoti acalamāno. Ekantasukhaṁ paṭisaṁvedīti nirantarasukhaṁ paṭisaṁvedī. “Ahaṁ",
  "atk-s0201a2:283_1": "kho, āvuso, nigaṇṭhā pahomi…pe… ekantasukhaṁ paṭisaṁvedī”ti idaṁ attano phalasamāpattisukhaṁ",
  "atk-s0201a2:283_2": "dassento āha. Ettha ca kathāpatiṭṭhāpanatthaṁ rājavāre satta ādiṁ katvā pucchā katā.",
  "atk-s0201a2:283_3": "Satta rattindivāni nappahotīti hi vutte cha pañca cattārīti sukhaṁ pucchituṁ hoti.",
  "atk-s0201a2:283_4": "Suddhavāre pana sattāti vutte puna cha pañca cattārīti vuccamānaṁ anacchariyaṁ hoti,",
  "atk-s0201a2:283_5": "tasmā ekaṁ ādiṁ katvā desanā katā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:284": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:285": "Cūḷadukkhakkhandhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:286": "5. Anumānasuttavaṇṇanā",
  "atk-s0201a2:287_0": "181.Evaṁme sutanti anumānasuttaṁ. Tattha bhaggesūti evaṁnāmake janapade, vacanattho",
  "atk-s0201a2:287_1": "panettha vuttānusāreneva veditabbo. Susumāragireti evaṁnāmake nagare. Tassa kira",
  "atk-s0201a2:287_2": "nagarassa vatthupariggahadivase avidūre udakarahade suṁsumāro saddamakāsi, giraṁ",
  "atk-s0201a2:287_3": "nicchāresi. Atha nagare niṭṭhite suṁsumāragiraṁ tvevassa nāmaṁ akaṁsu. Bhesakaḷāvaneti",
  "atk-s0201a2:287_4": "bhesakaḷānāmake vane. “Bhesagaḷāvane”tipi pāṭho. Migadāyeti taṁ vanaṁ migapakkhīnaṁ",
  "atk-s0201a2:287_5": "abhayadinnaṭṭhāne jātaṁ, tasmā migadāyoti vuccati.",
  "atk-s0201a2:288_0": "Pavāretīti icchāpeti. Vadantūti ovādānusāsanivasena vadantu, anusāsantūti attho.",
  "atk-s0201a2:288_1": "Vacanīyomhīti ahaṁ tumhehi vattabbo, anusāsitabbo ovaditabboti attho. So ca hoti",
  "atk-s0201a2:288_2": "dubbacoti so ca dukkhena vattabbo hoti, vutto na sahati. Dovacassakaraṇehīti dubbacabhāvakārakehi",
  "atk-s0201a2:288_3": "upari āgatehi soḷasahi dhammehi. Appadakkhiṇaggāhī anusāsaninti yo hi vuccamāno tumhe",
  "atk-s0201a2:288_4": "maṁ kasmā vadatha, ahaṁ attano kappiyākappiyaṁ sāvajjānavajjaṁ atthānatthaṁ jānāmīti",
  "atk-s0201a2:288_5": "vadati. Ayaṁ anusāsaniṁ padakkhiṇato na gaṇhāti, vāmato gaṇhāti, tasmā appadakkhiṇaggāhīti vuccati.",
  "atk-s0201a2:289_0": "Pāpikānaṁ icchānanti lāmakānaṁ asantasambhavanapatthanānaṁ. Paṭippharatīti paṭiviruddho,",
  "atk-s0201a2:289_1": "paccanīko hutvā tiṭṭhati, apasādetīti kiṁ nu kho tuyhaṁ bālassa abyattassa bhaṇitena,",
  "atk-s0201a2:289_2": "tvampi nāma bhaṇitabbaṁ maññissasīti evaṁ ghaṭṭeti. Paccāropetīti, tvampi khosi itthannāmaṁ",
  "atk-s0201a2:289_3": "āpattiṁ āpanno, taṁ tāva paṭikarohīti evaṁ paṭiāropeti.",
  "atk-s0201a2:290_0": "Aññenaññaṁ paṭicaratīti aññena kāraṇena vacanena vā aññaṁ kāraṇaṁ vacanaṁ vā paṭicchādeti.",
  "atk-s0201a2:290_1": "“Āpattiṁ āpannosī”ti vutte “ko āpanno, kiṁ āpanno, kismiṁ āpanno, kaṁ bhaṇatha, kiṁ",
  "atk-s0201a2:290_2": "bhaṇathā”ti vā vadati. “Evarūpaṁ kiñci tayā diṭṭha”nti vutte “na suṇāmī”ti sotaṁ",
  "atk-s0201a2:290_3": "vā upaneti. Bahiddhā kathaṁ apanāmetīti “itthannāmaṁ āpattiṁ āpannosī”ti puṭṭho “pāṭaliputtaṁ",
  "atk-s0201a2:290_4": "gatomhī”ti vatvā puna “na tava pāṭaliputtagamanaṁ pucchāma, āpattiṁ pucchāmā”ti vutte",
  "atk-s0201a2:290_5": "“tato rājagehaṁ gatomhī”ti, rājagehaṁ vā yāhi brāhmaṇagehaṁ vā, āpattiṁ āpannosīti.",
  "atk-s0201a2:290_6": "Tattha me sūkaramaṁsaṁ laddhantiādīni vadanto kathaṁ bahiddhā vikkhipati.",
  "atk-s0201a2:291_0": "Apadāneti attano cariyāya. Na sampāyatīti, āvuso, tvaṁ kuhiṁ vasasi, kaṁ nissāya",
  "atk-s0201a2:291_1": "vasasīti vā, yaṁ tvaṁ vadesi “mayā esa āpattiṁ āpajjanno diṭṭho”ti. Tvaṁ tasmiṁ samaye",
  "atk-s0201a2:291_2": "kiṁ karosi, ayaṁ kiṁ karoti, kattha vā tvaṁ acchasi kattha vā ayantiādinā nayena",
  "atk-s0201a2:291_3": "cariyaṁ puṭṭho sampādetvā kathetuṁ na sakkoti.",
  "atk-s0201a2:292": "183.Tatrāvusoti, āvuso, tesu soḷasasu dhammesu. Attanāva attānaṁ evaṁ anuminitabbanti evaṁ attanāva attā anumetabbo tuletabbo tīretabbo.",
  "atk-s0201a2:293": "184.Paccavekkhitabbanti paccavekkhitabbo. Ahorattānusikkhināti divāpi rattimpi sikkhantena, ratiñca divā ca kusalesu dhammesu sikkhantena pītipāmojjameva uppādetabbanti attho.",
  "atk-s0201a2:294_0": "Acche vā udakapatteti pasanne vā udakabhājane. Mukhanimittanti mukhapaṭibimbaṁ. Rajanti",
  "atk-s0201a2:294_1": "āgantukarajaṁ. Aṅgaṇanti tattha jātakaṁ tilakaṁ vā piḷakaṁ vā. Sabbepime pāpake akusale",
  "atk-s0201a2:294_2": "dhamme pahīneti iminā sabbappahānaṁ kathesi. Kathaṁ? Ettakā akusalā dhammā pabbajitassa",
  "atk-s0201a2:294_3": "nānucchavikāti paṭisaṅkhānaṁ uppādayato hi paṭisaṅkhānappahānaṁkathitaṁ hoti. Sīlaṁ",
  "atk-s0201a2:294_4": "padaṭṭhānaṁ katvā kasiṇaparikammaṁ ārabhitvā aṭṭha samāpattiyo nibbattentassa vikkhambhanappahānaṁ",
  "atk-s0201a2:294_5": "kathitaṁ. Samāpattiṁ padaṭṭhānaṁ katvā vipassanaṁ vaḍḍhentassa tadaṅgappahānaṁ kathitaṁ.",
  "atk-s0201a2:294_6": "Vipassanaṁ vaḍḍhetvā maggaṁ bhāventassa samucchedappahānaṁ kathitaṁ. Phale āgate",
  "atk-s0201a2:294_7": "paṭippassaddhippahānaṁ, nibbāne āgate nissaraṇappahānanti evaṁ imasmiṁ sutte sabbappahānaṁ kathitaṁva hoti.",
  "atk-s0201a2:295_0": "Idañhi suttaṁ bhikkhupātimokkhaṁ nāmāti porāṇā vadanti. Idaṁ divasassa tikkhattuṁ",
  "atk-s0201a2:295_1": "paccavekkhitabbaṁ. Pāto eva vasanaṭṭhānaṁ pavisitvā nisinnena “ime ettakā kilesā",
  "atk-s0201a2:295_2": "atthi nu kho mayhaṁ natthī”ti paccavekkhitabbā. Sace atthīti passati, tesaṁ pahānāya",
  "atk-s0201a2:295_3": "vāyamitabbaṁ. No ce passati, supabbajitosmīti attamanena bhavitabbaṁ. Bhattakiccaṁ",
  "atk-s0201a2:295_4": "katvā rattiṭṭhāne vā divāṭṭhāne vā nisīditvāpi paccavekkhitabbaṁ. Sāyaṁ vasanaṭṭhāne",
  "atk-s0201a2:295_5": "nisīditvāpi paccavekkhitabbaṁ. Tikkhattuṁ asakkontena dve vāre paccavekkhitabbaṁ.",
  "atk-s0201a2:295_6": "Dve vāre asakkontena pana avassaṁ ekavāraṁ paccavekkhitabbaṁ, appaccavekkhituṁ na",
  "atk-s0201a2:295_7": "vaṭṭatīti vadanti. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:296": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:297": "Anumānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:298": "6. Cetokhilasuttavaṇṇanā",
  "atk-s0201a2:299_0": "185.Evaṁme sutanti cetokhilasuttaṁ. Tattha cetokhilāti cittassa thaddhabhāvā kacavarabhāvā",
  "atk-s0201a2:299_1": "khāṇukabhāvā. Cetaso vinibandhāti cittaṁ bandhitvā muṭṭhiyaṁ katvā viya gaṇhantīti",
  "atk-s0201a2:299_2": "cetaso vinibandhā. Vuddhintiādīsu sīlena vuddhiṁ, maggena viruḷhiṁ, nibbānena vepullaṁ.",
  "atk-s0201a2:299_3": "Sīlasamādhīhi vā vuddhiṁ, vipassanāmaggehi viruḷhiṁ, phalanibbānehi vepullaṁ. Satthari",
  "atk-s0201a2:299_4": "kaṅkhatīti satthu sarīre vā guṇe vā kaṅkhati. Sarīre kaṅkhamāno dvattiṁsavaralakkhaṇappaṭimaṇḍitaṁ",
  "atk-s0201a2:299_5": "nāma sarīraṁ atthi nu kho natthīti kaṅkhati, guṇe kaṅkhamāno atītānāgatapaccuppannajānanasamatthaṁ",
  "atk-s0201a2:299_6": "sabbaññutaññāṇaṁ atthi nu kho natthīti kaṅkhati. Vicikicchatīti vicinanto kicchati,",
  "atk-s0201a2:299_7": "dukkhaṁ āpajjati, vinicchetuṁ na sakkoti. Nādhimuccatīti evametanti adhimokkhaṁ na",
  "atk-s0201a2:299_8": "paṭilabhati. Na sampasīdatīti guṇesu otaritvā nibbicikicchabhāvena pasīdituṁ, anāvilo",
  "atk-s0201a2:299_9": "bhavituṁ na sakkoti. Ātappāyāti kilesasantāpakavīriyakaraṇatthāya. Anuyogāyāti punappunaṁ",
  "atk-s0201a2:299_10": "yogāya. Sātaccāyāti satatakiriyāya padhānāyāti padahanatthāya. Ayaṁ paṭhamo cetokhiloti",
  "atk-s0201a2:299_11": "ayaṁ satthari vicikicchāsaṅkhāto paṭhamo cittassa thaddhabhāvo, evametassa bhikkhuno",
  "atk-s0201a2:299_12": "appahīno hoti. Dhammeti pariyattidhamme ca paṭivedhadhamme ca. Pariyattidhamme kaṅkhamāno,",
  "atk-s0201a2:299_13": "tepiṭakaṁ buddhavacanaṁ caturāsīti dhammakkhandhasahassānīti vadanti, atthi nu kho",
  "atk-s0201a2:299_14": "etaṁ natthīti kaṅkhati. Paṭivedhadhamme kaṅkhamāno vipassanānissando maggo nāma,",
  "atk-s0201a2:299_15": "magganissando phalaṁ nāma, sabbasaṅkhārapaṭinissaggo nibbānaṁ nāmāti vadanti. Taṁ",
  "atk-s0201a2:299_16": "atthi nu kho natthīti kaṅkhati. Saṅghe kaṅkhatīti suppaṭipannotiādīnaṁ padānaṁ vasena",
  "atk-s0201a2:299_17": "evarūpaṁ paṭipadaṁ paṭipannā cattāro maggaṭṭhā cattāro phalaṭṭhāti aṭṭhannaṁ puggalānaṁ",
  "atk-s0201a2:299_18": "samūhabhūto saṅgho nāma, so atthi nu kho natthīti kaṅkhati. Sikkhāya kaṅkhamāno adhisīlasikkhā",
  "atk-s0201a2:299_19": "nāma adhicittasikkhā nāma adhipaññāsikkhā nāmāti vadanti. Sā atthi nu kho natthīti",
  "atk-s0201a2:299_20": "kaṅkhati. Ayaṁ pañcamoti ayaṁ sabrahmacārīsu kopasaṅkhāto pañcamo cittassa thaddhabhāvo",
  "atk-s0201a2:299_21": "kacavarabhāvo khāṇukabhāvo.",
  "atk-s0201a2:300_0": "186. Vinibandhesu kāmeti vatthukāmepi kilesakāmepi. Kāyeti attano kāye. Rūpeti bahiddhā",
  "atk-s0201a2:300_1": "rūpe. Yāvadatthanti yattakaṁ icchati, tattakaṁ. Udarāvadehakanti udarapūraṁ. Tañhi",
  "atk-s0201a2:300_2": "udaraṁ avadehanato udarāvadehakanti vuccati. Seyyasukhanti mañcapīṭhasukhaṁ, utusukhaṁ",
  "atk-s0201a2:300_3": "vā. Passasukhanti yathā samparivattakaṁ sayantassa dakkhiṇapassavāmapassānaṁ sukhaṁ",
  "atk-s0201a2:300_4": "hoti, evaṁ uppannasukhaṁ. Middhasukhanti niddāsukhaṁ. Anuyuttoti yuttapayutto viharati.",
  "atk-s0201a2:301_0": "Paṇidhāyāti patthayitvā. Sīlenātiādīsu sīlanti catupārisuddhisīlaṁ. Vatanti vatasamādānaṁ.",
  "atk-s0201a2:301_1": "Tapoti tapacaraṇaṁ. Brahmacariyanti methunavirati. Devo vā bhavissāmīti mahesakkhadevo",
  "atk-s0201a2:301_2": "vā bhavissāmi. Devaññataro vāpi appesakkhadevesu vā aññataro.",
  "atk-s0201a2:302_0": "189. Iddhipādesu chandaṁ nissāya pavatto samādhi chandasamādhi. Padhānabhūtā saṅkhārā",
  "atk-s0201a2:302_1": "padhānasaṅkhārā. Samannāgatanti tehi dhammehi upetaṁ. Iddhiyā pādaṁ, iddhibhūtaṁ",
  "atk-s0201a2:302_2": "vā pādanti iddhipādaṁ. Sesesupi eseva nayo, ayamettha saṅkhepo. Vitthāro pana iddhipādavibhaṅge",
  "atk-s0201a2:302_3": "āgato yeva. Visuddhimaggepissa attho dīpito. Iti imehi catūhi iddhipādehi vikkhambhanappahānaṁ",
  "atk-s0201a2:302_4": "kathitaṁ. Ussoḷhīyeva pañcamīti ettha ussoḷhīti sabbattha kattabbavīriyaṁ dasseti.",
  "atk-s0201a2:302_5": "Ussoḷhīpannarasaṅgasamannāgatoti pañca cetokhilappahānāni pañca vinibandhappahānāni",
  "atk-s0201a2:302_6": "cattāro iddhipādā ussoḷhīti evaṁ ussoḷhiyā saddhiṁ pannarasahi aṅgehi samannāgato.",
  "atk-s0201a2:302_7": "Bhabboti anurūpo, anucchaviko. Abhinibbhidāyāti ñāṇena kilesabhedāya. Sambodhāyāti",
  "atk-s0201a2:302_8": "catumaggasambodhāya. Anuttarassāti seṭṭhassa. Yogakkhemassāti catūhi yogehi khemassa",
  "atk-s0201a2:302_9": "arahattassa. Adhigamāyāti paṭilābhāya. Seyyathāti opammatthe nipāto. Pīti sambhāvanatthe.",
  "atk-s0201a2:302_10": "Ubhayenapi seyyathāpi nāma, bhikkhaveti dasseti.",
  "atk-s0201a2:303_0": "Kukkuṭiyāaṇḍāni aṭṭha vā dasa vā dvādasa vāti ettha pana kiñcāpi kukkuṭiyā vuttappakārato",
  "atk-s0201a2:303_1": "ūnādhikānipi aṇḍāni honti, vacanasiliṭṭhatāya pana evaṁ vuttaṁ. Evañhi loke siliṭṭhaṁ",
  "atk-s0201a2:303_2": "vacanaṁ hoti. Tānassūti tāni assu, bhaveyyunti attho. Kukkuṭiyā sammā adhisayitānīti",
  "atk-s0201a2:303_3": "tāya janettiyā kukkuṭiyā pakkhe pasāretvā tesaṁ upari sayantiyā sammā adhisayitāni.",
  "atk-s0201a2:303_4": "Sammā pariseditānīti kālena kālaṁ utuṁ gāhāpentiyā suṭṭhu samantato seditāni usmīkatāni.",
  "atk-s0201a2:303_5": "Sammā paribhāvitānīti kālena kālaṁ suṭṭhu samantato bhāvitāni, kukkuṭagandhaṁ gāhāpitānīti",
  "atk-s0201a2:303_6": "attho. Kiñcāpi tassā kukkuṭiyāti tassā kukkuṭiyā imaṁ tividhakiriyākaraṇena appamādaṁ",
  "atk-s0201a2:303_7": "katvā kiñcāpi na evaṁ icchā uppajjeyya. Atha kho bhabbāva teti atha kho te kukkuṭapotakā",
  "atk-s0201a2:303_8": "vuttanayena sotthinā abhinibbhijjituṁ bhabbāva. Te hi yasmā tāya kukkuṭiyā evaṁ tīhākārehi",
  "atk-s0201a2:303_9": "tāni aṇḍāni paripālīyamānāni na pūtīni honti. Yopi nesaṁ allasineho, sopi pariyādānaṁ",
  "atk-s0201a2:303_10": "gacchati, kapālaṁ tanukaṁ hoti, pādanakhasikhā ca mukhatuṇḍakañca kharaṁ hoti, sayaṁ",
  "atk-s0201a2:303_11": "paripākaṁ gacchati, kapālassa tanuttā bahi āloko anto paññāyati, tasmā “ciraṁ vata",
  "atk-s0201a2:303_12": "mayaṁ saṅkuṭitahatthapādā sambādhe sayimhā, ayañca bahi āloko dissati, ettha dāni",
  "atk-s0201a2:303_13": "no sukhavihāro bhavissatī”ti nikkhamitukāmā hutvā kapālaṁ pādena paharanti, gīvaṁ",
  "atk-s0201a2:303_14": "pasārenti, tato taṁ kapālaṁ dvedhā bhijjati. Atha te pakkhe vidhunantā taṅkhaṇānurūpaṁ",
  "atk-s0201a2:303_15": "viravantā nikkhamantiyeva, nikkhamitvā ca gāmakkhettaṁ upasobhayamānā vicaranti.",
  "atk-s0201a2:304_0": "Evameva khoti idaṁ opammasampaṭipādanaṁ. Taṁ evaṁ atthena saṁsandetvā veditabbaṁ",
  "atk-s0201a2:304_1": "– tassā kukkuṭiyā aṇḍesu tividhakiriyākaraṇaṁ viya hi imassa bhikkhuno ussoḷhīpannarasehi",
  "atk-s0201a2:304_2": "aṅgehi samannāgatabhāvo. Kukkuṭiyā tividhakiriyāsampādanena aṇḍānaṁ apūtibhāvo viya",
  "atk-s0201a2:304_3": "pannarasaṅgasamannāgatassa bhikkhuno tividhānupassanāsampādanena vipassanāñāṇassa",
  "atk-s0201a2:304_4": "aparihāni. Tassā tividhakiriyākaraṇena aṇḍānaṁ allasinehapariyādānaṁ viya tassa bhikkhuno",
  "atk-s0201a2:304_5": "tividhānupassanāsampādanena bhavattayānugatanikantisinehapariyādānaṁ. Aṇḍakalāpānaṁ",
  "atk-s0201a2:304_6": "tanubhāvo viya bhikkhuno avijjaṇḍakosassa tanubhāvo. Kukkuṭapotakānaṁ pādanakhamutuṇḍakānaṁ",
  "atk-s0201a2:304_7": "thaddhakharabhāvo viya bhikkhuno vipassanāñāṇassa tikkhakharavippasannasūrabhāvo.",
  "atk-s0201a2:304_8": "Kukkuṭapotakānaṁ pariṇāmakālo viya bhikkhuno vipassanāñāṇassa pariṇāmakālo vaḍḍhitakālo",
  "atk-s0201a2:304_9": "gabbhaggahaṇakālo. Kukkuṭapotakānaṁ pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṁ",
  "atk-s0201a2:304_10": "padāletvā pakkhe papphoṭetvā sotthinā abhinikkhamanakālo viya tassa bhikkhuno vipassanāñāṇagabbhaṁ",
  "atk-s0201a2:304_11": "gaṇhāpetvā vicarantassa tajjātikaṁ utusappāyaṁ vā bhojanasappāyaṁ vā puggalasappāyaṁ",
  "atk-s0201a2:304_12": "vā dhammassavanasappāyaṁ vā labhitvā ekāsane nisinnasseva vipassanaṁ vaḍḍhentassa",
  "atk-s0201a2:304_13": "anupubbādhigatena arahattamaggena avijjaṇḍakosaṁ padāletvā abhiññāpakkhe papphoṭetvā",
  "atk-s0201a2:304_14": "sotthinā arahattappattakālo veditabbo. Yathā pana kukkuṭapotakānaṁ pariṇatabhāvaṁ",
  "atk-s0201a2:304_15": "ñatvā mātāpi aṇḍakosaṁ bhindati, evaṁ tathārūpassa bhikkhuno ñāṇaparipākaṁ ñatvā satthāpi –",
  "atk-s0201a2:305": "“Ucchinda sinehamattano, kumudaṁ sāradikaṁva pāṇinā;",
  "atk-s0201a2:306": "Santimaggameva brūhaya, nibbānaṁ sugatena desita”nti. –",
  "atk-s0201a2:307_0": "Ādinā nayena obhāsaṁ pharitvā gāthāya avijjaṇḍakosaṁ paharati, so gāthāpariyosāne",
  "atk-s0201a2:307_1": "avijjāṇḍakosaṁ bhinditvā arahattaṁ pāpuṇāti. Tato paṭṭhāya yathā te kukkuṭapotakā",
  "atk-s0201a2:307_2": "gāmakkhettaṁ upasobhayamānā tattha tattha vicaranti, evaṁ ayampi mahākhīṇāsavo nibbānarammaṇaṁ",
  "atk-s0201a2:307_3": "phalasamāpattiṁ appetvā saṅghārāmaṁ upasobhayamāno vicarati.",
  "atk-s0201a2:308_0": "Iti imasmiṁ sutte cattāri pahānāni kathitāni. Kathaṁ? Cetokhilānañhi cetovinibandhānaṁ",
  "atk-s0201a2:308_1": "pahānena paṭisaṅkhānappapahānaṁ kathitaṁ, iddhipādehi vikkhambhanappahānaṁ kathita,",
  "atk-s0201a2:308_2": "magge āgate samucchedappahānaṁ kathitaṁ, phale āgate paṭippassaddhippahānaṁ kathitaṁ.",
  "atk-s0201a2:308_3": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:309": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:310": "Cetokhilasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:311": "7. Vanapatthapariyāyasuttavaṇṇanā",
  "atk-s0201a2:312": "190.Evaṁme sutanti vanapatthapariyāyaṁ. Tattha vanapatthapariyāyanti vanapatthakāraṇaṁ, vanapatthadesanaṁ vā.",
  "atk-s0201a2:313_0": "191.Vanapatthaṁ upanissāya viharatīti manussūpacārātikkantaṁ vanasaṇḍasenāsanaṁ nissāya",
  "atk-s0201a2:313_1": "samaṇadhammaṁ karonto viharati. Anupaṭṭhitātiādīsu pubbe anupaṭṭhitā sati taṁ upanissāya",
  "atk-s0201a2:313_2": "viharatopi na upaṭṭhāti, pubbe asamāhitaṁ cittaṁ na samādhiyati, pubbe aparikkhīṇā",
  "atk-s0201a2:313_3": "āsavā na parikkhayaṁ gacchanti, pubbe ananuppattaṁ anuttaraṁ yogakkhemasaṅkhātaṁ",
  "atk-s0201a2:313_4": "arahattañca na pāpuṇātīti attho. Jīvitaparikkhārāti jīvitasambhārā. Samudānetabbāti",
  "atk-s0201a2:313_5": "samāharitabbā. Kasirena samudāgacchantīti dukkhena uppajjanti. Rattibhāgaṁ vā divasabhāgaṁ",
  "atk-s0201a2:313_6": "vāti rattikoṭṭhāse vā divasakoṭṭhāse vā. Ettha ca rattibhāge paṭisañcikkhamānena",
  "atk-s0201a2:313_7": "ñatvā rattiṁyeva pakkamitabbaṁ, rattiṁ caṇḍavāḷādīnaṁ paribandhe sati aruṇuggamanaṁ",
  "atk-s0201a2:313_8": "āgametabbaṁ. Divasabhāge ñatvā divāva pakkamitabbaṁ, divā paribandhe sati sūriyatthaṅgamanaṁ āgametabbaṁ.",
  "atk-s0201a2:314": "192.Saṅkhāpīti evaṁ samaṇadhammassa anipphajjanabhāvaṁ jānitvā. Anantaravāre pana saṅkhāpīti evaṁ samaṇadhammassa nipphajjanabhāvaṁ jānitvā.",
  "atk-s0201a2:315": "194.Yāvajīvanti yāva jīvitaṁ pavattati, tāva vatthabbameva.",
  "atk-s0201a2:316": "195.So puggaloti padassa nānubandhitabboti iminā sambandho. Anāpucchāti idha pana taṁ puggalaṁ anāpucchā pakkamitabbanti attho.",
  "atk-s0201a2:317": "197.Saṅkhāpīti evaṁ samaṇadhammassa anipphajjanabhāvaṁ ñatvā so puggalo nānubandhitabbo, taṁ āpucchā pakkamitabbaṁ.",
  "atk-s0201a2:318_0": "198.Apipanujjamānenāpīti api nikkaḍḍhīyamānenāpi. Evarūpo hi puggalo sacepi dārukalāpasataṁ",
  "atk-s0201a2:318_1": "vā udakaghaṭasataṁ vā vālikambaṇasataṁ vā daṇḍaṁ āharāpeti, mā idha vasīti nikkaḍḍhāpeti",
  "atk-s0201a2:318_2": "vā, taṁ taṁ khamāpetvā yāvajīvaṁ vatthabbamevāti.",
  "atk-s0201a2:319": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:320": "Vanapatthapariyāyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:321": "8. Madhupiṇḍikasuttavaṇṇanā",
  "atk-s0201a2:322_0": "199. Evaṁ me sutanti madhupiṇḍikasuttaṁ. Tattha mahāvananti himavantena saddhiṁ ekābaddhaṁ",
  "atk-s0201a2:322_1": "aropimaṁ jātivanaṁ, na yathā vesāliyaṁ ropitāropitamissakaṁ. Divāvihārāyāti divā",
  "atk-s0201a2:322_2": "paṭisallānatthāya. Beluvalaṭṭhikāyāti taruṇabeluvarukkhassa. Daṇḍapāṇīti na jarādubbalatāya",
  "atk-s0201a2:322_3": "daṇḍahattho. Ayañhi taruṇo paṭhamavaye ṭhito, daṇḍacittatāya pana suvaṇṇadaṇḍaṁ gahetvā",
  "atk-s0201a2:322_4": "vicarati, tasmā daṇḍapāṇīti vutto. Jaṅghāvihāranti jaṅghākilamathavinodanatthaṁ jaṅghācāraṁ.",
  "atk-s0201a2:322_5": "Anucaṅkamamāno anuvicaramānoti ārāmadassana-vanadassana-pabbatadassanādīnaṁ atthāya",
  "atk-s0201a2:322_6": "ito cito ca vicaramāno. Adhiccanikkhamano kiresa kadāci deva nikkhamitvā evaṁ vicarati.",
  "atk-s0201a2:322_7": "Daṇḍamolubbhāti daṇḍaṁ olumbhitvā gopālakadārako viya daṇḍaṁ purato ṭhapetvā daṇḍamatthake",
  "atk-s0201a2:322_8": "dve hatthe patiṭṭhāpetvā piṭṭhipāṇiṁ hanukena uppīḷetvā ekamantaṁ aṭṭhāsi.",
  "atk-s0201a2:323_0": "200.Kiṁvādīti kiṁdiṭṭhiko. Kimakkhāyīti kiṁ katheti. Ayaṁ rājā bhagavantaṁ avanditvā",
  "atk-s0201a2:323_1": "paṭisanthāramattakameva katvā pañhaṁ pucchati. Tampi na aññātukāmatāya, acittīkārena",
  "atk-s0201a2:323_2": "pucchati. Kasmā? Devadattassa pakkhiko kiresa. Devadatto attano santikaṁ āgacchamāne",
  "atk-s0201a2:323_3": "tathāgate bhindati. So kira evaṁ vadeti “samaṇo gotamo amhākaṁ kulena saddhiṁ verī,",
  "atk-s0201a2:323_4": "na no kulassa vuddhiṁ icchati. Bhaginīpi me cakkavattiparibhogā, taṁ pahāya ‘nassatesā’ti",
  "atk-s0201a2:323_5": "nikkhamitvā pabbaji. Bhāgineyyopi me cakkavattibījanti ñatvā amhākaṁ kulassa vaḍḍhiyā",
  "atk-s0201a2:323_6": "atussanto ‘nassateta’nti tampi daharakāleyeva pabbājesi. Ahaṁ pana tena vinā vattituṁ",
  "atk-s0201a2:323_7": "asakkonto anupabbajito. Evaṁ pabbajitampi maṁ pabbajitadivasato paṭṭhāya na ujukehi",
  "atk-s0201a2:323_8": "akkhīhi oloketi. Parisamajjhe bhāsantopi mahāpharasunā paharanto viya āpāyiko devadattotiādīni",
  "atk-s0201a2:323_9": "bhāsatī”ti. Evaṁ ayampi rājā devadattena bhinno, tasmā evamakāsi.",
  "atk-s0201a2:324_0": "Atha bhagavā yathā ayaṁ rājā mayā pañhe pucchite na kathetīti vattuṁ na labhati,",
  "atk-s0201a2:324_1": "yathā ca bhāsitassa atthaṁ na jānāti, evamassa kathessāmīti tassānucchavikaṁ kathento",
  "atk-s0201a2:324_2": "yathāvādī khotiādimāha.",
  "atk-s0201a2:325_0": "Tattha na kenaci loke viggayha tiṭṭhatīti loke kenaci saddhiṁ viggāhikakathaṁ na",
  "atk-s0201a2:325_1": "karoti na vivadati. Tathāgato hi lokena saddhiṁ na vivadati; loko pana tathāgatena",
  "atk-s0201a2:325_2": "saddhiṁ aniccanti vutte niccanti vadamāno, dukkhaṁ, anattā, asubhanti vutte subhanti",
  "atk-s0201a2:325_3": "vadamāno vivadati. Tenevāha “nāhaṁ, bhikkhave, lokena vivadāmi, lokova kho, bhikkhave,",
  "atk-s0201a2:325_4": "mayā vivadati, tathā na, bhikkhave, dhammavādī kenaci lokasmiṁ vivadati, adhammavādīva",
  "atk-s0201a2:325_5": "kho, bhikkhave, vivadatī”ti. Yathāti yena kāraṇena. Kāmehīti vatthukāmehipi kilesakāmehipi.",
  "atk-s0201a2:325_6": "Taṁ brāhmaṇanti taṁ khīṇāsavaṁ brāhmaṇaṁ. Akathaṁkathinti nibbicikicchaṁ. Chinnakukkuccanti",
  "atk-s0201a2:325_7": "vippaṭisārakukkuccassa ceva hatthapādakukkuccassa ca chinnattā chinnakukkuccaṁ. Bhavābhaveti",
  "atk-s0201a2:325_8": "punappunabbhave, hīnapaṇīte vā bhave, paṇīto hi bhavo vuddhippatto abhavoti vuccati.",
  "atk-s0201a2:325_9": "Saññāti kilesasaññā. Kilesāyeva vā idha saññānāmena vuttā, tasmā yena kāraṇena kāmehi",
  "atk-s0201a2:325_10": "visaṁyuttaṁ viharantaṁ taṁ loke ninnāvādiṁ khīṇāsavabrāhmaṇaṁ kilesasaññā nānusenti,",
  "atk-s0201a2:325_11": "tañca kāraṇaṁ ahaṁ vadāmīti ayamettha attho. Iti bhagavā attano khīṇāsavabhāvaṁ dīpeti.",
  "atk-s0201a2:325_12": "Nillāḷetvāti nīharitvā kīḷāpetvā. Tivisākhanti tisākhaṁ. Nalāṭikanti valibhaṅgaṁ",
  "atk-s0201a2:325_13": "nalāṭe tisso rājiyo dassento valibhaṅgaṁ vuṭṭhāpetvāti attho. Daṇḍamolubbhāti daṇḍaṁ",
  "atk-s0201a2:325_14": "uppīḷetvā. “Daṇḍamālubbhā”tipi pāṭho, gahetvā pakkāmīti attho.",
  "atk-s0201a2:326_0": "201.Aññataroti nāmena apākaṭo eko bhikkhu. So kira anusandhikusalo, bhagavatā yathā",
  "atk-s0201a2:326_1": "daṇḍapāṇī na jānāti, tathā mayā kathitanti vutte kinti nu kho bhagavatā aviññeyyaṁ",
  "atk-s0201a2:326_2": "katvā pañho kathitoti anusandhiṁ gahetvā dasabalaṁ yācitvā imaṁ pañhaṁ bhikkhusaṅghassa",
  "atk-s0201a2:326_3": "pākaṭaṁ karissāmīti uṭṭhāyāsanā ekaṁsaṁ uttarāsaṅgaṁ karitvā dasanakhasamujjalaṁ",
  "atk-s0201a2:326_4": "añjaliṁ paggayha kiṁvādī pana, bhante bhagavātiādimāha.",
  "atk-s0201a2:327_0": "Yatonidānanti bhāvanapuṁsakaṁ etaṁ, yena kāraṇena yasmiṁ kāraṇe satīti attho. Papañcasaññāsaṅkhāti",
  "atk-s0201a2:327_1": "ettha saṅkhāti koṭṭhāso. Papañcasaññāti taṇhāmānadiṭṭhipapañcasampayuttā saññā, saññānāmena",
  "atk-s0201a2:327_2": "vā papañcāyeva vuttā. Tasmā papañcakoṭṭhāsāti ayamettha attho. Samudācarantīti pavattanti.",
  "atk-s0201a2:327_3": "Ettha ce natthi abhinanditabbanti yasmiṁ dvādasāyatanasaṅkhāte kāraṇe sati papañcasaññāsaṅkhā",
  "atk-s0201a2:327_4": "samudācaranti, ettha ekāyatanampi ce abhinanditabbaṁ abhivaditabbaṁ ajjhositabbaṁ",
  "atk-s0201a2:327_5": "natthīti attho. Tattha abhininditabbanti ahaṁ mamanti abhinanditabbaṁ. Abhivaditabbanti",
  "atk-s0201a2:327_6": "ahaṁ mamāti vattabbaṁ. Ajjhositabbanti ajjhositvā gilitvā pariniṭṭhapetvā gahetabbayuttaṁ.",
  "atk-s0201a2:327_7": "Etenettha taṇhādīnaṁyeva appavattiṁ katheti. Esevantoti ayaṁ abhinandanādīnaṁ natthibhāvova",
  "atk-s0201a2:327_8": "rāgānusayādīnaṁ anto. Eseva nayo sabbattha.",
  "atk-s0201a2:328_0": "Daṇḍādānādīsu pana yāya cetanāya daṇḍaṁ ādiyati, sā daṇḍādānaṁ. Yāya satthaṁ ādiyati",
  "atk-s0201a2:328_1": "parāmasati, sā satthādānaṁ. Matthakappattaṁ kalahaṁ. Nānāgāhamattaṁ viggahaṁ. Nānāvādamattaṁ",
  "atk-s0201a2:328_2": "vivādaṁ. Tuvaṁ tuvanti evaṁ pavattaṁ tuvaṁ tuvaṁ. Piyasuññakaraṇaṁ pesuññaṁ. Ayathāsabhāvaṁ",
  "atk-s0201a2:328_3": "musāvādaṁ karoti, sā musāvādoti veditabbā. Ettheteti ettha dvādasasu āyatanesu ete",
  "atk-s0201a2:328_4": "kilesā. Kilesā hi uppajjamānāpi dvādasāyatanāni nissāya uppajjanti, nirujjhamānāpi",
  "atk-s0201a2:328_5": "dvādasasu āyatanesuyeva nirujjhanti. Evaṁ yatthuppannā, tattheva niruddhā honti.",
  "atk-s0201a2:328_6": "Svāyamattho samudayasaccapañhena dīpetabbo –",
  "atk-s0201a2:329_0": "“Sā kho panesā taṇhā kattha uppajjamānā uppajjati, kattha nivisamānā nivisatī”ti",
  "atk-s0201a2:329_1": "vatvā – “yaṁ loke piyarūpaṁ sātarūpaṁ, etthesā taṇhā uppajjamānā uppajjati, ettha",
  "atk-s0201a2:329_2": "nivisamānā nivisati. Kiñca loke piyarūpaṁ sātarūpaṁ? Cakkhu loke piyarūpaṁ sātarūpa”ntiādinā",
  "atk-s0201a2:329_3": "nayena dvādasasuyeva āyatanesu tassā uppatti ca nirodho ca vutto. Yatheva ca taṇhā",
  "atk-s0201a2:329_4": "dvādasasu āyatanesu uppajjitvā nibbānaṁ āgamma niruddhāpi āyatanesu puna samudācārassa",
  "atk-s0201a2:329_5": "abhāvato āyatanesuyeva niruddhāti vuttā, evamimepi pāpakā akusalā dhammā āyatanesu",
  "atk-s0201a2:329_6": "nirujjhantīti veditabbā. Atha vā yvāyaṁ abhinandanādīnaṁ abhāvova rāgānusayādīnaṁ",
  "atk-s0201a2:329_7": "antoti vutto. Etthete rāgānusayādīnaṁ antoti laddhavohāre nibbāne pāpakā akusalā",
  "atk-s0201a2:329_8": "dhammā aparisesā nirujjhanti. Yañhi yattha natthi, taṁ tattha niruddhaṁ nāma hoti,",
  "atk-s0201a2:329_9": "svāyamattho nirodhapañhena dīpetabbo. Vuttañhetaṁ “dutiyaṁ jhānaṁ samāpannassa vitakkavicārā",
  "atk-s0201a2:329_10": "vacīsaṅkhārā paṭippassaddhā hontī”tiādi.",
  "atk-s0201a2:330": "202.Satthu ceva saṁvaṇṇitoti satthārā ca pasaṁsito. Viññūnanti idampi karaṇatthe sāmivacanaṁ, paṇḍitehi sabrahmacārīhi ca sambhāvitoti attho. Pahotīti sakkoti.",
  "atk-s0201a2:331_0": "203.Atikkammeva mūlaṁ atikkamma khandhanti sāro nāma mūle vā khandhe vā bhaveyya,",
  "atk-s0201a2:331_1": "tampi atikkamitvāti attho. Evaṁsampadanti evaṁsampattikaṁ, īdisanti attho. Atisitvāti",
  "atk-s0201a2:331_2": "atikkamitvā. Jānaṁ jānātīti jānitabbameva jānāti. Passaṁ passatīti passitabbameva",
  "atk-s0201a2:331_3": "passati. Yathā vā ekacco viparītaṁ gaṇhanto jānantopi na jānāti, passantopi na passati,",
  "atk-s0201a2:331_4": "na evaṁ bhagavā. Bhagavā pana jānanto jānātiyeva, passanto passatiyeva. Svāyaṁ dassanapariṇāyakaṭṭhena",
  "atk-s0201a2:331_5": "cakkhubhūto. Viditakaraṇaṭṭhena ñāṇabhūto. Aviparītasabhāvaṭṭhena pariyattidhammappavattanato",
  "atk-s0201a2:331_6": "vā hadayena cintetvā vācāya nicchāritadhammamayoti dhammabhūto. Seṭṭhaṭṭhena brahmabhūto.",
  "atk-s0201a2:331_7": "Atha vā cakkhu viya bhūtoti cakkhubhūtoti evametesu padesu attho veditabbo. Svāyaṁ",
  "atk-s0201a2:331_8": "dhammassa vattanato vattā. Pavattāpanato pavattā. Atthaṁ nīharitvā dassanasamatthatāya",
  "atk-s0201a2:331_9": "atthassa ninnetā. Amatādhigamāya paṭipattiṁ dadātīti amatassa dātā. Agaruṁ katvāti",
  "atk-s0201a2:331_10": "punappunaṁ āyācāpentopi hi garuṁ karoti nāma, attano sāvakapāramīñāṇe ṭhatvā sinerūpādato",
  "atk-s0201a2:331_11": "vālukaṁ uddharamāno viya dubbiññeyyaṁ katvā kathentopi garuṁ karotiyeva nāma. Evaṁ",
  "atk-s0201a2:331_12": "akatvā amhe punappunaṁ ayācāpetvā suviññeyyampi no katvā kathehīti vuttaṁ hoti.",
  "atk-s0201a2:332_0": "204.Yaṁkho no āvusoti ettha kiñcāpi “yaṁ kho vo”ti vattabbaṁ siyā, te pana bhikkhū",
  "atk-s0201a2:332_1": "attanā saddhiṁ saṅgaṇhanto “yaṁ kho no”ti āha. Yasmā vā uddesova tesaṁ uddiṭṭhova.",
  "atk-s0201a2:332_2": "Bhagavā pana therassāpi tesampi bhagavāva. Tasmā bhagavāti padaṁ sandhāyapi evamāha,",
  "atk-s0201a2:332_3": "yaṁ kho amhākaṁ bhagavā tumhākaṁ saṁkhittena uddesaṁ uddisitvāti attho.",
  "atk-s0201a2:333_0": "Cakkhuñcāvusotiādīsu ayamattho, āvuso, nissayabhāvena cakkhupasādañca ārammaṇabhāvena",
  "atk-s0201a2:333_1": "catusamuṭṭhānikarūpe ca paṭicca cakkhuviññāṇaṁ nāma uppajjati. Tiṇṇaṁ saṅgati phassoti",
  "atk-s0201a2:333_2": "tesaṁ tiṇṇaṁ saṅgatiyā phasso nāma uppajjati. Taṁ phassaṁ paṭicca sahajātādivasena",
  "atk-s0201a2:333_3": "phassapaccayā vedanā uppajjati. Tāya vedanāya yaṁ ārammaṇaṁ vedeti, tadeva saññā",
  "atk-s0201a2:333_4": "sañjānāti, yaṁ saññā sañjānāti, tadeva ārammaṇaṁ vitakko vitakketi. Yaṁ vitakko vitakketi,",
  "atk-s0201a2:333_5": "tadevārammaṇaṁ papañco papañceti. Tatonidānanti etehi cakkhurūpādīhi kāraṇehi. Purisaṁ",
  "atk-s0201a2:333_6": "papañcasaññāsaṅkhā samudācarantīti taṁ apariññātakāraṇaṁ purisaṁ papañcakoṭṭhāsā",
  "atk-s0201a2:333_7": "abhibhavanti, tassa pavattantīti attho. Tattha phassavedanāsaññā cakkhuviññāṇena",
  "atk-s0201a2:333_8": "sahajātā honti. Vitakko cakkhuviññāṇānantarādīsu savitakkacittesu daṭṭhabbo. Papañcasaṅkhā",
  "atk-s0201a2:333_9": "javanena sahajātā honti. Yadi evaṁ kasmā atītānāgataggahaṇaṁ katanti? Tathā uppajjanato.",
  "atk-s0201a2:333_10": "Yatheva hi etarahi cakkhudvāriko papañco cakkhuñca rūpe ca phassavedanāsaññāvitakke",
  "atk-s0201a2:333_11": "ca paṭicca uppanno, evamevaṁ atītānāgatesupi cakkhuviññeyyesu rūpesu tassuppattiṁ dassento evamāha.",
  "atk-s0201a2:334_0": "Sotañcāvusotiādīsupi eseva nayo. Chaṭṭhadvāre pana mananti bhavaṅgacittaṁ. Dhammeti",
  "atk-s0201a2:334_1": "tebhūmakadhammārammaṇaṁ. Manoviññāṇanti āvajjanaṁ vā javanaṁ vā. Āvajjane gahite",
  "atk-s0201a2:334_2": "phassavedanāsaññāvitakkā āvajjanasahajātā honti. Papañco javanasahajāto. Javane gahite",
  "atk-s0201a2:334_3": "sahāvajjanakaṁ bhavaṅga mano nāma hoti, tato phassādayo sabbepi javanena sahajātāva.",
  "atk-s0201a2:334_4": "Manodvāre pana yasmā atītādibhedaṁ sabbampi ārammaṇaṁ hoti, tasmā atītānāgatapaccuppannesūti idaṁ yuttameva.",
  "atk-s0201a2:335_0": "Idāni vaṭṭaṁ dassento so vatāvusoti desanaṁ ārabhi. Phassapaññattiṁ paññapessatīti",
  "atk-s0201a2:335_1": "phasso nāma eko dhammo uppajjatīti evaṁ phassapaññattiṁ paññapessati, dassessatīti",
  "atk-s0201a2:335_2": "attho. Esa nayo sabbattha. Evaṁ imasmiṁ sati idaṁ hotīti dvādasāyatanavasena sakalaṁ",
  "atk-s0201a2:335_3": "vaṭṭaṁ dassetvā idāni dvādasāyatanapaṭikkhepavasena vivaṭṭaṁ dassento so vatāvuso",
  "atk-s0201a2:335_4": "cakkhusmiṁasatīti desanaṁ ārabhi. Tattha vuttanayeneva attho veditabbo.",
  "atk-s0201a2:336_0": "Evaṁ pañhaṁ vissajjetvā idāni sāvakena pañho kathitoti mā nikkaṅkhā ahuvattha, ayaṁ",
  "atk-s0201a2:336_1": "bhagavā sabbaññutañāṇatulaṁ gahetvā nisinno, icchamānā tameva upasaṅkamitvā nikkaṅkhā",
  "atk-s0201a2:336_2": "hothāti uyyojento ākaṅkhamānā ca panātiādimāha.",
  "atk-s0201a2:337_0": "205.Imehi ākārehīti imehi kāraṇehi papañcuppattiyā pāṭiyekkakāraṇehi ceva vaṭṭavivaṭṭakāraṇehi",
  "atk-s0201a2:337_1": "ca. Imehi padehīti imehi akkharasampiṇḍanehi. Byañjanehīti pāṭiyekkaakkharehi. Paṇḍitoti",
  "atk-s0201a2:337_2": "paṇḍiccena samannāgato. Catūhi vā kāraṇehi paṇḍito dhātukusalo āyatanakusalo paccayākārakusalo",
  "atk-s0201a2:337_3": "kāraṇākāraṇakusaloti. Mahāpaññoti mahante atthe mahante dhamme mahantā niruttiyo",
  "atk-s0201a2:337_4": "mahantāni paṭibhānāni pariggahaṇasamatthāya mahāpaññāya samannāgato. Yathā taṁ mahākaccānenāti",
  "atk-s0201a2:337_5": "yathā mahākaccānena byākataṁ, taṁ sandhāya tanti vuttaṁ. Yathā mahākaccānena byākataṁ,",
  "atk-s0201a2:337_6": "ahampi taṁ evamevaṁ byākareyyenti attho.",
  "atk-s0201a2:338_0": "Madhupiṇḍikanti mahantaṁ guḷapūvaṁ baddhasattuguḷakaṁ vā. Asecanakanti asecitabbakaṁ.",
  "atk-s0201a2:338_1": "Sappiphāṇitamadhusakkarādīsu idaṁ nāmettha mandaṁ idaṁ bahukanti na vattabbaṁ samayojitarasaṁ.",
  "atk-s0201a2:338_2": "Cetasoti cintakajātiko. Dabbajātikoti paṇḍitasabhāvo. Ko nāmo ayanti idaṁ thero atibhaddako",
  "atk-s0201a2:338_3": "ayaṁ dhammapariyāyo, dasabalassa sabbaññutaññāṇenevassa nāmaṁ gaṇhāpessāmīti cintetvā",
  "atk-s0201a2:338_4": "āha. Tasmāti yasmā madhupiṇḍiko viya madhuro, tasmā madhupiṇḍikapariyāyotveva naṁ",
  "atk-s0201a2:338_5": "dhārehīti vadati. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:339": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:340": "Madhupiṇḍikasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:341": "9. Dvedhāvitakkasuttavaṇṇanā",
  "atk-s0201a2:342_0": "206.Me sutanti dvedhāvitakkasuttaṁ. Tattha dvidhā katvā dvidhā katvāti dve dve bhāge",
  "atk-s0201a2:342_1": "katvā. Kāmavitakkoti kāmapaṭisaṁyutto vitakko. Byāpādavitakkoti byāpādapaṭisaṁyutto",
  "atk-s0201a2:342_2": "vitakko. Vihiṁsāvitakkoti vihiṁsāpaṭisaṁyutto vitakko. Ekaṁ bhāganti ajjhattaṁ vā",
  "atk-s0201a2:342_3": "bahiddhā vā oḷāriko vā sukhumo vā sabbo pāyaṁ vitakko akusalapakkhikoyevāti tayopi",
  "atk-s0201a2:342_4": "kāmabyāpādavihiṁsāvitakke ekaṁ koṭṭhāsamakāsiṁ. Kāmehi nissaṭo nekkhammapaṭisaṁyutto",
  "atk-s0201a2:342_5": "vitakko nekkhammavitakko nāma, so yāva paṭhamajjhānā vaṭṭati. Abyāpādapaṭisaṁyutto",
  "atk-s0201a2:342_6": "vitakko abyāpādavitakko, so mettāpubbabhāgato paṭṭhāya yāva paṭhamajjhānā vaṭṭati.",
  "atk-s0201a2:342_7": "Avihiṁsāpaṭisaṁyutto vitakko avihiṁsāvitakko, so karuṇāpubbabhāgato paṭṭhāya yāva",
  "atk-s0201a2:342_8": "paṭhamajjhānā vaṭṭati. Dutiyaṁ bhāganti sabbopāyaṁ kusalapakkhikoyevāti dutiyaṁ koṭṭhāsamakāsiṁ.",
  "atk-s0201a2:342_9": "Iminā bodhisattassa vitakkaniggahaṇakālo kathito.",
  "atk-s0201a2:343_0": "Bodhisattassa hi chabbassāni padhānaṁ padahantassa nekkhammavitakkādayo puñjapuñjā",
  "atk-s0201a2:343_1": "mahānadiyaṁ oghā viya pavattiṁsu. Satisammosena pana sahasā kāmavitakkādayo uppajjitvā",
  "atk-s0201a2:343_2": "kusalavāraṁ pacchinditvā sayaṁ akusalajavanavārā hutvā tiṭṭhanti. Tato bodhisatto",
  "atk-s0201a2:343_3": "cintesi – “mayhaṁ ime kāmavitakkādayo kusalavāraṁ pacchinditvā tiṭṭhanti, handāhaṁ",
  "atk-s0201a2:343_4": "ime vitakke dve bhāge katvā viharāmī”ti kāmavitakkādayo akusalapakkhikāti ekaṁ bhāgaṁ",
  "atk-s0201a2:343_5": "karoti nekkhammavitakkādayo kusalapakkhikāti ekaṁ. Atha puna cintesi – “akusalapakkhato",
  "atk-s0201a2:343_6": "āgataṁ vitakkaṁ mantena kaṇhasappaṁ uppīḷetvā gaṇhanto viya amittaṁ gīvāya akkamanto",
  "atk-s0201a2:343_7": "viya ca niggahessāmi, nāssa vaḍḍhituṁ dassāmi. Kusalapakkhato āgataṁ vitakkaṁ meghasamaye",
  "atk-s0201a2:343_8": "meghaṁ viya sukhette sālakalyāṇipotakaṁ viya ca sīghaṁ vaḍḍhessāmī”ti. So tathā katvā",
  "atk-s0201a2:343_9": "akusalavitakke niggaṇhi, kusalavitakke vaḍḍhesi. Evaṁ iminā bodhisattassa vitakkaniggahaṇanakālo",
  "atk-s0201a2:343_10": "kathitoti veditabbo.",
  "atk-s0201a2:344_0": "207. Idāni yathāssa te vitakkā uppajjiṁsu, yathā ca ne niggahesi, taṁ dassento tassa",
  "atk-s0201a2:344_1": "mayhaṁ, bhikkhavetiādimāha. Tattha appamattassāti satiyā avippavāse ṭhitassa. Ātāpinoti",
  "atk-s0201a2:344_2": "ātāpavīriyavantassa. Pahitattassāti pesitacittassa. Uppajjati kāmavitakkoti bodhisattassa",
  "atk-s0201a2:344_3": "chabbassāni padhānaṁ padahato rajjasukhaṁ vā ārabbha, pāsāde vā nāṭakāni vā orodhe",
  "atk-s0201a2:344_4": "vā kiñcideva vā sampattiṁ ārabbha kāmavitakko nāma na uppannapubbo. Dukkarakārikāya",
  "atk-s0201a2:344_5": "panassa āhārūpacchedena adhimattakasimānaṁ pattassa etadahosi – “na sakkā āhārūpacchedena",
  "atk-s0201a2:344_6": "visesaṁ nibbattetuṁ, yaṁnūnāhaṁ oḷārikaṁ āhāraṁ āhāreyya”nti. So uruvelaṁ piṇḍāya",
  "atk-s0201a2:344_7": "pāvisi. Manussā – “mahāpuriso pubbe āharitvā dinnampi na gaṇhi, addhāssa idāni manoratho",
  "atk-s0201a2:344_8": "matthakaṁ patto, tasmā sayameva āgato”ti paṇītapaṇītaṁ āhāraṁ upahariṁsu. Bodhisattassa",
  "atk-s0201a2:344_9": "attabhāvo nacirasseva pākatiko ahosi. Jarājiṇṇattabhāvo hi sappāyabhojanaṁ labhitvāpi",
  "atk-s0201a2:344_10": "pākatiko na hoti. Bodhisatto pana daharo. Tenassa sappāyabhojanaṁ bhuñjato attabhāvo",
  "atk-s0201a2:344_11": "na cirasseva pākatiko jāto, vippasannāni indriyāni, parisuddho chavivaṇṇo, samuggatatārāgaṇaṁ",
  "atk-s0201a2:344_12": "viya nabhaṁ paripuṇṇadvattiṁsamahāpurisalakkhaṇappaṭimaṇḍitasarīraṁ ahosi. So taṁ",
  "atk-s0201a2:344_13": "oloketvā “tāva kilanto nāma attabhāvo evaṁ paṭipākatiko jāto”ti cintetvā attano paññāmahantatāya",
  "atk-s0201a2:344_14": "evaṁ parittakampi vitakkaṁ gahetvā kāmavitakkoti akāsi.",
  "atk-s0201a2:345_0": "Paṇṇasālāya purato nisinno camarapasadagavayarohitamigādike magagaṇe manuññasaddaravane",
  "atk-s0201a2:345_1": "moravanakukkuṭādike pakkhigaṇe nīluppalakumudakamalādisañchannāni pallalāni nānākusumasañchannaviṭapā",
  "atk-s0201a2:345_2": "vanarājiyo maṇikkhandhanimmalajalapavāhañca nadiṁ nerañjaraṁ passati. Tassa evaṁ",
  "atk-s0201a2:345_3": "hoti “sobhanā vatime migajātā pakkhigaṇā pallalāni vanarājiyo nadī nerañjarā”ti.",
  "atk-s0201a2:345_4": "So tampi evaṁ parittakaṁ vitakkaṁ gahetvā kāmavitakkamakāsi, tenāha “uppajjati kāmavitakko”ti.",
  "atk-s0201a2:346_0": "Attabyābādhāyapīti attadukkhāyapi. Esevanayo sabbattha. Kiṁ pana mahāsattassa ubhayadukkhāya",
  "atk-s0201a2:346_1": "saṁvattanakavitakko nāma atthīti? Natthi. Apariññāyaṁ ṭhitassa pana vitakko yāva",
  "atk-s0201a2:346_2": "ubhayabyābādhāya saṁvattatīti etāni tīṇi nāmāni labhati, tasmā evamāha. Paññānirodhikoti",
  "atk-s0201a2:346_3": "anuppannāya lokiyalokuttarāya paññāya uppajjituṁ na deti, lokiyapaññaṁ pana aṭṭhasamāpattipañcābhiññāvasena",
  "atk-s0201a2:346_4": "uppannampi samucchinditvā khipatīti paññānirodhiko. Vighātapakkhikoti dukkhakoṭṭhāsiko.",
  "atk-s0201a2:346_5": "Asaṅkhataṁ nibbānaṁ nāma, taṁ paccakkhaṁ kātuṁ na detīti anibbānasaṁvattaniko. Abbhatthaṁ",
  "atk-s0201a2:346_6": "gacchatīti khayaṁ natthibhāvaṁ gacchati. Udakapupphuḷako viya nirujjhati. Pajahamevāti",
  "atk-s0201a2:346_7": "pajahimeva. Vinodamevāti nīharimeva. Byantameva naṁ akāsinti vigatantaṁ nissesaṁ",
  "atk-s0201a2:346_8": "parivaṭumaṁ paricchinnameva naṁ akāsiṁ.",
  "atk-s0201a2:347_0": "208.Byāpādavitakkoti na bodhisattassa parūpaghātappaṭisaṁyutto nāma vitakko citte",
  "atk-s0201a2:347_1": "uppajjati, athassa ativassaaccuṇhaatisītādīni pana paṭicca cittavipariṇāmabhāvo hoti,",
  "atk-s0201a2:347_2": "taṁ sandhāya “byāpādavitakko”ti āha. Vihiṁsāvitakkoti na mahāsattassa paresaṁ dukkhuppādanappaṭisaṁyutto",
  "atk-s0201a2:347_3": "vitakko uppajjati, citte pana uddhatākāro anekaggatākāro hoti, taṁ gahetvā vihiṁsāvitakkamakāsi.",
  "atk-s0201a2:347_4": "Paṇṇasālādvāre nisinno hi sīhabyagghādike vāḷamige sūkarādayo khuddamige vihiṁsante",
  "atk-s0201a2:347_5": "passati. Atha bodhisatto imasmimpi nāma akutobhaye araññe imesaṁ tiracchānagatānaṁ",
  "atk-s0201a2:347_6": "paccatthikā uppajjanti, balavanto dubbale khādanti, balavantakhāditā vattantīti kāruññaṁ",
  "atk-s0201a2:347_7": "uppādeti. Aññepi biḷārādayo kukkuṭamūsikādīni khādante passati, gāmaṁ piṇḍāya paviṭṭho",
  "atk-s0201a2:347_8": "manusse rājakammikehi upaddute vadhabandhādīni anubhavante attano kasivaṇijjādīni",
  "atk-s0201a2:347_9": "kammāni katvā jīvituṁ na labhantīti kāruññaṁ uppādeti, taṁ sandhāya “uppajjati vihiṁsāvitakko”ti",
  "atk-s0201a2:347_10": "āha. Tathā tathāti tena tena ākārena. Idaṁ vuttaṁ hoti – kāmavitakkādīsu yaṁ yaṁ",
  "atk-s0201a2:347_11": "vitakketi, yaṁ yaṁ vitakkaṁ pavatteti, tena tene cassākārena kāmavitakkādibhāvo cetaso",
  "atk-s0201a2:347_12": "na hi hotīti. Pahāsi nekkhammavitakkanti nekkhammavitakkaṁ pajahati. Bahulamakāsīti",
  "atk-s0201a2:347_13": "bahulaṁ karoti. Tassa taṁ kāmavitakkāya cittanti tassa taṁ cittaṁ kāmavitakkatthāya.",
  "atk-s0201a2:347_14": "Yathā kāmavitakkasampayuttaṁ hoti, evamevaṁ namatīti attho. Sesapadesupi eseva nayo.",
  "atk-s0201a2:348_0": "Idāni atthadīpikaṁ upamaṁ dassento seyyathāpī tiādimāha. Tattha kiṭṭhasambādheti",
  "atk-s0201a2:348_1": "sassasambādhe. Ākoṭeyyāti ujukaṁ piṭṭhiyaṁ pahareyya. Paṭikoṭeyyāti tiriyaṁ phāsukāsu",
  "atk-s0201a2:348_2": "pahareyya. Sannirundheyyāti āvaritvā tiṭṭheyya. Sannivāreyyāti ito cito ca gantuṁ",
  "atk-s0201a2:348_3": "na dadeyya. Tatonidānanti tena kāraṇena, evaṁ arakkhitānaṁ gunnaṁ paresaṁ sassakhādanakāraṇenāti",
  "atk-s0201a2:348_4": "attho. Bālo hi gopāloko evaṁ gāvo arakkhamāno “ayaṁ amhākaṁ bhattavetanaṁ khādati,",
  "atk-s0201a2:348_5": "ujuṁ gāvo rakkhitumpi na sakkoti, kulehi saddhiṁ veraṁ gaṇhāpetī”ti gosāmikānampi",
  "atk-s0201a2:348_6": "santikā vadhādīni pāpuṇāti, kiṭṭhasāmikānampi. Paṇḍito pana imāni cattāri bhayāni",
  "atk-s0201a2:348_7": "sampassanto gāvo sādhukaṁ rakkhati, taṁ sandhāyetaṁ vuttaṁ. Ādīnavanti upaddavaṁ.",
  "atk-s0201a2:348_8": "Okāranti lāmakaṁ, khandhesu vā otāraṁ. Saṁkilesanti kiliṭṭhabhāvaṁ. Nekkhammeti nekkhammamhi.",
  "atk-s0201a2:348_9": "Ānisaṁsanti visuddhipakkhaṁ. Vodānapakkhanti idaṁ tasseva vevacanaṁ, kusalānaṁ dhammānaṁ",
  "atk-s0201a2:348_10": "nekkhammamhi visuddhipakkhaṁ addasanti attho.",
  "atk-s0201a2:349_0": "209.Nekkhammanti ca kāmehi nissaṭaṁ sabbakusalaṁ, ekadhamme saṅgayhamāne nibbānameva.",
  "atk-s0201a2:349_1": "Tatridaṁ opammasaṁsandanaṁ – kiṭṭhasambādhaṁ viya hi rūpādiārammaṇaṁ, kūṭagāvo viya",
  "atk-s0201a2:349_2": "kūṭacittaṁ, paṇḍitagopālako viya bodhisatto, catubbidhabhayaṁ viya attaparūbhayabyābādhāya",
  "atk-s0201a2:349_3": "saṁvattanavitakko, paṇḍitagopālakassa catubbidhaṁ bhayaṁ disvā kiṭṭhasambādhe appamādena",
  "atk-s0201a2:349_4": "gorakkhaṇaṁ viya bodhisattassa chabbassāni padhānaṁ padahato attabyābādhādibhayaṁ",
  "atk-s0201a2:349_5": "disvā rūpādīsu ārammaṇesu yathā kāmavitakkādayo na uppajjanti, evaṁ cittarakkhaṇaṁ.",
  "atk-s0201a2:349_6": "Paññāvuddhikotiādīsu anuppannāya lokiyalokuttarapaññāya uppādāya, uppannāya ca vuddhiyā",
  "atk-s0201a2:349_7": "saṁvattatīti paññāvuddhiko. Na dukkhakoṭṭhāsāya saṁvattatīti avighātapakkhiko. Nibbānadhātusacchikiriyāya",
  "atk-s0201a2:349_8": "saṁvattatīti nibbānasaṁvattaniko. Rattiṁ cepi naṁ, bhikkhave, anuvitakkeyyanti sakalarattiṁ",
  "atk-s0201a2:349_9": "cepi taṁ vitakkaṁ pavatteyyaṁ. Tatonidānanti taṁmūlakaṁ. Ohaññeyyāti ugghātīyeyya,",
  "atk-s0201a2:349_10": "uddhaccāya saṁvatteyyāti attho. Ārāti dūre. Samādhimhāti upacārasamādhitopi appanāsamādhitopi.",
  "atk-s0201a2:349_11": "So kho ahaṁ, bhikkhave, ajjhattameva cittanti so ahaṁ, bhikkhave, mā me cittaṁ samādhimhā",
  "atk-s0201a2:349_12": "dūre hotūti ajjhattameva cittaṁ saṇṭhapemi, gocarajjhatte ṭhapemīti attho. Sannisādemīti",
  "atk-s0201a2:349_13": "tattheva ca naṁ sannisīdāpemi. Ekodiṁ karomīti ekaggaṁ karomi. Samādahāmīti sammā",
  "atk-s0201a2:349_14": "ādahāmi, suṭṭhu āropemīti attho. Mā me cittaṁ ūhaññīti mā mayhaṁ cittaṁ ugghātīyittha,",
  "atk-s0201a2:349_15": "mā uddhaccāya saṁvattatūti attho.",
  "atk-s0201a2:350_0": "210.Uppajjati abyāpādavitakko…pe… avihiṁsāvitakkoti ettha yo so imāya heṭṭhā vuttataruṇavipassanāya",
  "atk-s0201a2:350_1": "saddhiṁ uppannavitakko kāmapaccanīkaṭṭhena nekkhammavitakkoti vutto. Soyeva byāpādapaccanīkaṭṭhena",
  "atk-s0201a2:350_2": "abyāpādavitakkoti ca vihiṁsāpaccanīkaṭṭhena avihiṁsāvitakkoti ca vutto.",
  "atk-s0201a2:351_0": "Ettāvatā bodhisattassa samāpattiṁ nissāya vipassanāpaṭṭhapanakālo kathito. Yassa",
  "atk-s0201a2:351_1": "hi samādhipi taruṇo, vipassanāpi. Tassa vipassanaṁ paṭṭhapetvā aticiraṁ nisinnassa",
  "atk-s0201a2:351_2": "kāyo kilamati, anto aggi viya uṭṭhahati, kacchehi sedā muccanti, matthakato usumavaṭṭi",
  "atk-s0201a2:351_3": "viya uṭṭhahati, cittaṁ haññati vihaññati vipphandati. So puna samāpattiṁ samāpajjitvā",
  "atk-s0201a2:351_4": "taṁ paridametvā mudukaṁ katvā samassāsetvā puna vipassanaṁ paṭṭhapeti. Tassa puna",
  "atk-s0201a2:351_5": "aticiraṁ nisinnassa tatheva hoti. So puna samāpattiṁ samāpajjitvā tatheva karoti.",
  "atk-s0201a2:351_6": "Vipassanāya hi bahūpakārā samāpatti.",
  "atk-s0201a2:352_0": "Yathā yodhassa phalakakoṭṭhako nāma bahūpakāro hoti, so taṁ nissāya saṅgāmaṁ pavisati,",
  "atk-s0201a2:352_1": "tattha hatthīhipi assehipi yodhehipi saddhiṁ kammaṁ katvā āvudhesu vā khīṇesu bhuñjitukāmatādibhāve",
  "atk-s0201a2:352_2": "vā sati nivattitvā phalakakoṭṭhakaṁ pavisitvā āvudhānipi gaṇhāti, vissamatipi, bhuñjatipi,",
  "atk-s0201a2:352_3": "pānīyampi pivati, sannāhampi paṭisannayhati, taṁ taṁ katvā puna saṅgāmaṁ pavisati,",
  "atk-s0201a2:352_4": "tattha kammaṁ katvā puna uccārādipīḷito vā kenacideva vā karaṇīyena phalakakoṭṭhakaṁ",
  "atk-s0201a2:352_5": "pavisati. Tattha santhambhitvā puna saṅgāmaṁ pavisati, evaṁ yodhassa phalakakoṭṭhako",
  "atk-s0201a2:352_6": "viya vipassanāya bahūpakārā samāpatti.",
  "atk-s0201a2:353_0": "Samāpattiyā pana saṅgāmanittharaṇakayodhassa phalakakoṭṭhakatopi vipassanā bahūpakāratarā.",
  "atk-s0201a2:353_1": "Kiñcāpi hi samāpattiṁ nissāya vipassanaṁ paṭṭhapeti, vipassanā pana thāmajātā samāpattimpi",
  "atk-s0201a2:353_2": "rakkhati. Thāmajātaṁ karoti.",
  "atk-s0201a2:354_0": "Yathā hi thale nāvampi nāvāya bhaṇḍampi sakaṭabhāraṁ karonti. Udakaṁ patvā pana sakaṭampi",
  "atk-s0201a2:354_1": "sakaṭabhaṇḍampi yuttagoṇepi nāvābhāraṁ karonti. Nāvā tiriyaṁ sotaṁ chinditvā sotthinā",
  "atk-s0201a2:354_2": "supaṭṭanaṁ gacchati, evamevaṁ kiñcāpi samāpattiṁ nissāya vipassanaṁ paṭṭhapeti, vipassanā",
  "atk-s0201a2:354_3": "pana thāmajātā samāpattimpi rakkhati, thāmajātaṁ karoti. Thalaṁ patvā sakaṭaṁ viya",
  "atk-s0201a2:354_4": "hi samāpatti. Udakaṁ patvā nāvā viya vipassanā. Iti bodhisattassa ettāvatā samāpattiṁ",
  "atk-s0201a2:354_5": "nissāya vipassanāpaṭṭhapanakālo kathitoti veditabbo.",
  "atk-s0201a2:355_0": "Yaññadevātiādi kaṇhapakkhe vuttānusāreneva veditabbaṁ, idhāpi atthadīpikaṁ upamaṁ",
  "atk-s0201a2:355_1": "dassetuṁ seyyathāpītiādimāha. Tattha gāmantasambhatesūti gāmantaṁ āhaṭesu. Satikaraṇīyameva",
  "atk-s0201a2:355_2": "hotīti etā gāvoti satiuppādanamattameva kātabbaṁ hoti. Ito cito ca gantvā ākoṭanādikiccaṁ",
  "atk-s0201a2:355_3": "natthi. Ete dhammāti ete samathavipassanā dhammāti satuppādanamattameva kātabbaṁ",
  "atk-s0201a2:355_4": "hoti. Iminā bodhisattassa samathavipassanānaṁ thāmajātakālo kathito. Tadā kirassa",
  "atk-s0201a2:355_5": "samāpattiṁ appanatthāya nisinnassa aṭṭha samāpattiyo ekāvajjanena āpāthaṁ āgacchanti,",
  "atk-s0201a2:355_6": "vipassanaṁ paṭṭhapetvā nisinno satta anupassanā ekappahāreneva āruḷho hoti.",
  "atk-s0201a2:356_0": "215.Seyyathāpīti idha kiṁ dasseti? Ayaṁ pāṭiyekko anusandhi, sattānañhi hitūpacāraṁ",
  "atk-s0201a2:356_1": "attano satthubhāvasampadañca dassento bhagavā imaṁ desanaṁ ārabhi. Tattha araññeti",
  "atk-s0201a2:356_2": "aṭaviyaṁ. Pavaneti vanasaṇḍe. Atthato hi idaṁ dvayaṁ ekameva, paṭhamassa pana dutiyaṁ",
  "atk-s0201a2:356_3": "vevacanaṁ. Ayogakkhemakāmoti catūhi yogehi khemaṁ nibbhayaṭṭhānaṁ anicchanto bhayameva",
  "atk-s0201a2:356_4": "icchanto. Sovatthikoti suvatthibhāvāvaho. Pītigamanīyoti tuṭṭhiṁ gamanīyo. “Pītagamanīyo”ti",
  "atk-s0201a2:356_5": "vā pāṭho. Pidaheyyāti sākhādīhi thakeyya. Vivareyyāti visadamukhaṁ katvā vivaṭaṁ",
  "atk-s0201a2:356_6": "kareyya. Kummagganti udakavanapabbatādīhi sanniruddhaṁ amaggaṁ. Odaheyya okacaranti",
  "atk-s0201a2:356_7": "tesaṁ oke caramānaṁ viya ekaṁ dīpakamigaṁ ekasmiṁ ṭhāne ṭhapeyya. Okacārikanti dīgharajjuyā",
  "atk-s0201a2:356_8": "bandhitaṁyeva migiṁ.",
  "atk-s0201a2:357_0": "Migaluddako hi araññaṁ migānaṁ vasanaṭṭhānaṁ gantvā “idha vasanti, iminā maggena",
  "atk-s0201a2:357_1": "nikkhamanti, ettha caranti, ettha pivanti, iminā maggena pavisantī”ti sallakkhetvā",
  "atk-s0201a2:357_2": "maggaṁ pidhāya kummaggaṁ vivaritvā okacarañca okacārikañca ṭhapetvā sayaṁ paṭicchannaṭṭhāne",
  "atk-s0201a2:357_3": "sattiṁ gahetvā tiṭṭhati. Atha sāyanhasamaye migā akutobhaye araññe caritvā pānīyaṁ",
  "atk-s0201a2:357_4": "pivitvā migapotakehi saddhiṁ kīḷamānā vasanaṭṭhānasantikaṁ āgantvā okacarañca okacārikañca",
  "atk-s0201a2:357_5": "disvā “sahāyakā no āgatā bhavissantī”ti nirāsaṅkā pavisanti, te maggaṁ pihitaṁ disvā",
  "atk-s0201a2:357_6": "“nāyaṁ maggo, ayaṁ maggo bhavissatī”ti kummaggaṁ paṭipajjanti. Migaluddako na tāva",
  "atk-s0201a2:357_7": "kiñci karoti, paviṭṭhesu pana sabbapacchimaṁ saṇikaṁ paharati. So uttasati, tato",
  "atk-s0201a2:357_8": "sabbe uttasitvā “bhayaṁ uppanna”nti purato olokentā udakena vā vanena vā pabbatena",
  "atk-s0201a2:357_9": "vā sanniruddhaṁ maggaṁ disvā ubhohi passehi aṅgulisaṅkhalikaṁ viya gahanavanaṁ pavisituṁ",
  "atk-s0201a2:357_10": "asakkontā paviṭṭhamaggeneva nikkhamituṁ ārabhanti. Luddako tesaṁ nivattanabhāvaṁ",
  "atk-s0201a2:357_11": "ñatvā ādito paṭṭhāya tiṁsampi cattālīsampi mige ghāteti. Idaṁ sandhāya evañhi so,",
  "atk-s0201a2:357_12": "bhikkhave, mahāmigasaṅgho aparena samayena anayabyasanaṁ āpajjeyyāti vuttaṁ.",
  "atk-s0201a2:358_0": "“Nandīrāgassetaṁ adhivacanaṁ, avijjāyetaṁ adhivacana”nti ettha yasmā ime sattā avijjāya",
  "atk-s0201a2:358_1": "aññāṇā hutvā nandīrāgena ābandhitvā rūpārammaṇādīni upanītā vaṭṭadukkhasattiyā ghātaṁ",
  "atk-s0201a2:358_2": "labhanti. Tasmā bhagavā okacaraṁ nandīrāgoti, okacārikaṁ avijjāti katvā dassesi.",
  "atk-s0201a2:359_0": "Migaluddako hi ekadāpi tesaṁ sākhābhaṅgena sarīraṁ puñchitvā manussagandhaṁ apanetvā",
  "atk-s0201a2:359_1": "okacaraṁ ekasmiṁ ṭhāne ṭhapetvā okacārikaṁ saha rajjuyā vissajjetvā attānaṁ paṭicchādetvā",
  "atk-s0201a2:359_2": "sattiṁ ādāya okacarassa santike tiṭṭhati, okacārikā migagaṇassa caraṇaṭṭhānābhimukhī",
  "atk-s0201a2:359_3": "gacchati. Taṁ disvā migā sīsāni ukkhipitvā tiṭṭhanti, sāpi sīsaṁ ukkhipitvā tiṭṭhati,",
  "atk-s0201a2:359_4": "te “amhākaṁ samajātikā aya”nti gocaraṁ gaṇhanti. Sāpi tiṇāni khādantī viya saṇikaṁ",
  "atk-s0201a2:359_5": "upagacchati. Āraññiko yūthapatimigo tassā vātaṁ labhitvā sakabhariyaṁ vissajjetvā tadabhimukho hoti.",
  "atk-s0201a2:360_0": "Sattānañhi navanavameva piyaṁ hoti. Okacārikā āraññikassa migassa accāsannabhāvaṁ",
  "atk-s0201a2:360_1": "adatvā tadabhimukhīva pacchato paṭikkamitvā okacarassa santikaṁ gacchati, yattha",
  "atk-s0201a2:360_2": "yatthassā rajju laggati, tattha tattha khurena paharitvā moceti, āraññiko migo okacaraṁ",
  "atk-s0201a2:360_3": "disvā okacārikāya sammatto hutvā okacare usūyaṁ katvā piṭṭhiṁ nāmetvā sīsaṁ kampento",
  "atk-s0201a2:360_4": "tiṭṭhati, tasmiṁ khaṇe sattiṁ jivhāya lehantopi “kiṁ eta”nti na jānāti, okacaropi",
  "atk-s0201a2:360_5": "sacassa uparibhāgena taṁ migaṁ paharituṁ sukhaṁ hoti, piṭṭhiṁ nāmeti. Sacassa heṭṭhābhāgena",
  "atk-s0201a2:360_6": "paharituṁ sukhaṁ hoti, hadayaṁ unnāmeti. Atha luddako āraññikaṁ migaṁ sattiyā paharitvā",
  "atk-s0201a2:360_7": "tattheva ghātetvā maṁsaṁ ādāya gacchati. Evameva yathā so migo okacārikāya sammatto",
  "atk-s0201a2:360_8": "okacare usūyaṁ katvā sattiṁ jivhāya lehantopi kiñci na jānāti, tathā ime sattā avijjāya",
  "atk-s0201a2:360_9": "sammattā andhabhūtā kiñci ajānantā rūpādīsu nandīrāgaṁ upagamma vaṭṭadukkhasattiyā",
  "atk-s0201a2:360_10": "vadhaṁ labhantīti bhagavā okacaraṁ nandīrāgoti, okacārikaṁ avijjāti katvā dassesi.",
  "atk-s0201a2:361_0": "Iti kho, bhikkhave, vivaṭo mayā khemo maggoti iti kho, bhikkhave, mayā imesaṁ sattānaṁ",
  "atk-s0201a2:361_1": "hitacaraṇena sammāsambodhiṁ patvā ahaṁ buddhosmīti tuṇhībhūtena anisīditvā dhammacakkappavattanato",
  "atk-s0201a2:361_2": "paṭṭhāya dhammaṁ desentena vivaṭo khemo ariyo aṭṭhaṅgiko maggo, pihito kummaggo,",
  "atk-s0201a2:361_3": "aññātakoṇḍaññādīnaṁ bhabbapuggalānaṁ ūhato okacaro nandīrāgo dvedhā chetvā pātito,",
  "atk-s0201a2:361_4": "nāsitā okacārikā avijjā sabbena sabbaṁ samugghātitāti attano hitūpacāraṁ dassesi.",
  "atk-s0201a2:361_5": "Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0201a2:362": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:363": "Dvedhāvitakkasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:364": "10. Vitakkasaṇṭhānasuttavaṇṇanā",
  "atk-s0201a2:365_0": "216.Evaṁme sutanti vitakkasaṇṭhānasuttaṁ. Tattha adhicittamanuyuttenāti dasakusalakammapathavasena",
  "atk-s0201a2:365_1": "uppannaṁ cittaṁ cittameva, vipassanāpādakaaṭṭhasamāpatticittaṁ tato cittato adhikaṁ",
  "atk-s0201a2:365_2": "cittanti adhicittaṁ. Anuyuttenāti taṁ adhicittaṁ anuyuttena, tattha yuttappayuttenāti attho.",
  "atk-s0201a2:366_0": "Tatrāyaṁ bhikkhu purebhattaṁ piṇḍāya caritvā pacchābhattaṁ piṇḍapātappaṭikkanto nisīdanaṁ",
  "atk-s0201a2:366_1": "ādāya asukasmiṁ rukkhamūle vā vanasaṇḍe vā pabbatapāde vā pabbhāre vā samaṇadhammaṁ",
  "atk-s0201a2:366_2": "karissāmīti nikkhamantopi, tattha gantvā hatthehi vā pādehi vā nisajjaṭṭhānato tiṇapaṇṇāni",
  "atk-s0201a2:366_3": "apanentopi adhicittaṁ anuyuttoyeva. Nisīditvā pana hatthapāde dhovitvā pallaṅkaṁ",
  "atk-s0201a2:366_4": "ābhujitvā mūlakammaṭṭhānaṁ gahetvā viharantopi adhicittaṁ anuyuttoyeva.",
  "atk-s0201a2:367_0": "Nimittānīti kāraṇāni. Kālena kālanti samaye samaye. Na nu ca kammaṭṭhānaṁ nāma muhuttampi",
  "atk-s0201a2:367_1": "achaḍḍetvā nirantaraṁ manasikātabbaṁ, kasmā bhagavā “kālena kāla”nti āhāti. Pāḷiyañhi",
  "atk-s0201a2:367_2": "aṭṭhatiṁsa kammaṭṭhānāni vibhattāni, tesu bhikkhunā attano cittarucitaṁ kammaṭṭhānaṁ",
  "atk-s0201a2:367_3": "gahetvā nisinnena yāva kocideva upakkileso nuppajjati, tāva imesaṁ nimittānaṁ manasikārakiccaṁ",
  "atk-s0201a2:367_4": "natthi. Yadā pana uppajjati, tadā imāni gahetvā citte uppannaṁ abbudaṁ nīharitabbanti dassento evamāha.",
  "atk-s0201a2:368_0": "Chandūpasaṁhitāti chandasahagatā rāgasampayuttā. Imesaṁ pana tiṇṇaṁ vitakkānaṁ khettañca",
  "atk-s0201a2:368_1": "ārammaṇañca jānitabbaṁ. Tattha chandūpasañhitānaṁ aṭṭha lobhasahagatacittāni khettaṁ,",
  "atk-s0201a2:368_2": "dosūpasañhitānaṁ dve domanassasahagatāni, mohūpasañhitānaṁ dvādasapi akusalacittāni.",
  "atk-s0201a2:368_3": "Vicikicchāuddhaccasampayuttacittāni pana dve etesaṁ pāṭipuggalikaṁ khettaṁ. Sabbesampi",
  "atk-s0201a2:368_4": "sattā ceva saṅkhārā ca ārammaṇaṁ, iṭṭhāniṭṭhaasamapekkhitesu hi sattesu ca saṅkhāresu",
  "atk-s0201a2:368_5": "ca te uppajjanti. Aññampi nimittaṁ manasikātabbaṁ kusalūpasaṁhitanti tato nimittato",
  "atk-s0201a2:368_6": "aññaṁ kusalanissitaṁ nimittaṁ manasikātabbaṁ. Tattha aññaṁ nimittaṁ nāma chandūpasañhite",
  "atk-s0201a2:368_7": "vitakke sattesu uppanne asubhabhāvanā aññaṁ nimittaṁ nāma. Saṅkhāresu uppanne aniccamanasikāro",
  "atk-s0201a2:368_8": "aññaṁ nimittaṁ nāma. Dosūpasañhite sattesu uppanne mettābhāvanā aññaṁ nimittaṁ nāma.",
  "atk-s0201a2:368_9": "Saṅkhāresu uppanne dhātumanasikāro aññaṁ nimittaṁ nāma. Mohūpasañhite yattha katthaci",
  "atk-s0201a2:368_10": "uppanne pañcadhammūpanissayo aññaṁ nimittaṁ nāma.",
  "atk-s0201a2:369_0": "Imassa hatthā vā sobhanā pādā vātiādinā nayena hi sattesu lobhe uppanne asubhato",
  "atk-s0201a2:369_1": "upasaṁharitabbaṁ. Kimhi sārattosi? Kesesu sārattosi. Lomesu…pe… muttesu sārattosi.",
  "atk-s0201a2:369_2": "Ayaṁ attabhāvo nāma tīhi aṭṭhisatehi ussāpito, navahi nhārusatehi ābaddho, navahi",
  "atk-s0201a2:369_3": "maṁsapesisatehi anulitto, allacammena pariyonaddho, chavirāgena paṭicchanno, navahi",
  "atk-s0201a2:369_4": "vaṇamukhehi navanavutilomakūpasahassehi ca asuci paggharati, kuṇapapūrito, duggandho,",
  "atk-s0201a2:369_5": "jeguccho, paṭikūlo, dvattiṁsakuṇapasañcayo, natthettha sāraṁ vā varaṁ vāti evaṁ asubhato",
  "atk-s0201a2:369_6": "upasaṁharantassa sattesu uppanno lobho pahīyati, tenassa asubhato upasaṁharaṇaṁ aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:370_0": "Pattacīvarādīsu saṅkhāresu lobhe uppanne dvīhākārehi saṅkhāramajjhattataṁ samuṭṭhāpetīti",
  "atk-s0201a2:370_1": "satipaṭṭhānavaṇṇanāyaṁ vuttanayena assāmikatāvakālikabhāvavasena manasikaroto so",
  "atk-s0201a2:370_2": "pahīyati. Tenassa aniccato manasikāro aññaṁ nimittaṁ nāma hoti. Sattesu dose uppanne",
  "atk-s0201a2:370_3": "pana āghātavinayakakacopamovādādīnaṁ vasena mettā bhāvetabbā, taṁ bhāvayato doso",
  "atk-s0201a2:370_4": "pahīyati, tenassa mettābhāvanā aññaṁ nimittaṁ nāma hoti. Khāṇukaṇṭakatiṇapaṇṇādīsu",
  "atk-s0201a2:370_5": "pana dose uppanne tvaṁ kassa kuppasi, kiṁ pathavīdhātuyā, udāhu āpodhātuyā, ko vā",
  "atk-s0201a2:370_6": "panāyaṁ kuppati nāma, kiṁ pathavīdhātu udāhu āpodhātūtiādinā nayena dhātumanasikāraṁ",
  "atk-s0201a2:370_7": "karontassa doso pahīyati. Tenassa dhātumanasikāro aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:371": "Mohe pana yattha katthaci uppanne –",
  "atk-s0201a2:372": "“Garūsaṁvāso uddeso, uddiṭṭhaparipucchanaṁ;",
  "atk-s0201a2:373": "Kālena dhammassavanaṁ, ṭhānāṭṭhānavinicchayo;",
  "atk-s0201a2:374": "Pañca dhammūpanissāya, mohadhātu pahīyatī”ti. –",
  "atk-s0201a2:375_0": "Ime pañca dhammā upanissitabbā. Garuṁ upanissāya viharanto hi bhikkhu – “ācariyo",
  "atk-s0201a2:375_1": "gāmappavesanaṁ anāpucchantassa pattakāle vattaṁ akarontassa ghaṭasataudakāharaṇādidaṇḍakammaṁ",
  "atk-s0201a2:375_2": "karotī”ti yattappaṭiyatto hoti, athassa moho pahīyati. Uddesaṁ gaṇhantopi – “ācariyo",
  "atk-s0201a2:375_3": "uddesakāle uddesaṁ aggaṇhantassa asādhukaṁ sajjhāyantassa ca daṇḍakammaṁ karotī”ti",
  "atk-s0201a2:375_4": "yattappaṭiyatto hoti, evampissa moho pahīyati. Garubhāvanīye bhikkhū upasaṁkamitvā",
  "atk-s0201a2:375_5": "“idaṁ bhante kathaṁ imassa ko attho”ti paripucchanto kaṁkhaṁ vinodeti, evampissa",
  "atk-s0201a2:375_6": "moho pahīyati. Kālena dhammasavanaṭṭhānaṁ gantvā sakkaccaṁ dhammaṁ suṇantassāpi tesu",
  "atk-s0201a2:375_7": "tesu ṭhānesu attho pākaṭo hoti. Evampissa moho pahīyati. Idamassa kāraṇaṁ, idaṁ na",
  "atk-s0201a2:375_8": "kāraṇanti ṭhānāṭṭhānavinicchaye cheko hoti, evampissa moho pahīyati. Tenassa pañcadhammūpanissayo",
  "atk-s0201a2:375_9": "aññaṁ nimittaṁ nāma hoti.",
  "atk-s0201a2:376_0": "Apica aṭṭhatiṁsāya ārammaṇesu yaṁkiñci bhāventassāpi ime vitakkā pahīyanti eva. Imāni",
  "atk-s0201a2:376_1": "pana nimittāni ujuvipaccanīkāni paṭipakkhabhūtāni. Imehi pahīnā rāgādayo suppahīnā",
  "atk-s0201a2:376_2": "honti. Yathā hi aggiṁ allakaṭṭhehipi paṁsūhipi sākhādīhipi pothetvā nibbāpentiyeva,",
  "atk-s0201a2:376_3": "udakaṁ pana aggissa ujuvipaccanīkaṁ, tena nibbuto sunibbuto hoti, evamimehi nimittehi",
  "atk-s0201a2:376_4": "pahīnā rāgādayo suppahīnā honti. Tasmā etāni kathitānīti veditabbāni.",
  "atk-s0201a2:377_0": "Kusalūpasaṁhitanti kusalanissitaṁ kusalassa paccayabhūtaṁ. Ajjhattamevāti gocarajjhattaṁyeva.",
  "atk-s0201a2:377_1": "Palagaṇḍoti vaḍḍhakī. Sukhumāya āṇiyāti yaṁ āṇiṁ nīharitukāmo hoti, tato sukhumatarāya",
  "atk-s0201a2:377_2": "sāradāruāṇiyā. Oḷārikaṁ āṇinti candaphalake vā sāraphalake vā ākoṭitaṁ visamāṇiṁ.",
  "atk-s0201a2:377_3": "Abhinihaneyyāti muggarena ākoṭento haneyya. Abhinīhareyyāti evaṁ abhinihananto phalakato",
  "atk-s0201a2:377_4": "nīhareyya. Abhinivaseyyāti idāni bahu nikkhantāti ñatvā hatthena cāletvā nikkaḍḍheyya.",
  "atk-s0201a2:377_5": "Tattha phalakaṁ viya cittaṁ, phalake visamāṇī viya akusalavitakkā, sukhumāṇī viya",
  "atk-s0201a2:377_6": "aññaṁ asubhabhāvanādikusalanimittaṁ, sukhumāṇiyā oḷārikāṇinīharaṇaṁ viya asubhabhāvanādīhi",
  "atk-s0201a2:377_7": "kusalanimittehi tesaṁ vitakkānaṁ nīharaṇaṁ.",
  "atk-s0201a2:378_0": "217.Ahikuṇapenātiādi atijegucchapaṭikūlakuṇapadassanatthaṁ vuttaṁ. Kaṇṭhe āsattenāti",
  "atk-s0201a2:378_1": "kenacideva paccatthikena ānetvā kaṇṭhe baddhena paṭimukkena. Aṭṭiyeyyāti aṭṭo dukkhito",
  "atk-s0201a2:378_2": "bhaveyya. Harāyeyyāti lajjeyya. Jiguccheyyāti sañjātajiguccho bhaveyya.",
  "atk-s0201a2:379_0": "Pahīyantīti evaṁ imināpi kāraṇena ete akusalā dhammā sāvajjā dukkhavipākāti attano",
  "atk-s0201a2:379_1": "paññābalena upaparikkhato ahikuṇapādīni viya jigucchantassa pahīyanti. Yo pana attano",
  "atk-s0201a2:379_2": "paññābalena upaparikkhituṁ na sakkoti, tena ācariyaṁ vā upajjhāyaṁ vā aññataraṁ vā",
  "atk-s0201a2:379_3": "garuṭṭhāniyaṁ sabrahmacāriṁ saṅghattheraṁ vā upasaṅkamitvā ghaṇḍiṁ paharitvā bhikkhusaṅghameva",
  "atk-s0201a2:379_4": "vā sannipātetvā ārocetabbaṁ, bahunañhi sannipāte bhavissateva eko paṇḍitamanusso,",
  "atk-s0201a2:379_5": "svāyaṁ evaṁ etesu ādīnavo daṭṭhabboti kathessati, kāyavicchindanīyakathādīhi vā pana",
  "atk-s0201a2:379_6": "te vitakke niggaṇhissatīti.",
  "atk-s0201a2:380_0": "218.Asatiamanasikāro āpajjitabboti neva so vitakko saritabbo na manasikātabbo, aññavihitakena",
  "atk-s0201a2:380_1": "bhavitabbaṁ. Yathā hi rūpaṁ apassitukāmo puriso akkhīni nimīleyya, evameva mūlakammaṭṭhānaṁ",
  "atk-s0201a2:380_2": "gahetvā nisinnena bhikkhunā cittamhi vitakke uppanne aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:380_3": "Evamassa so vitakko pahīyati, tasmiṁ pahīne puna kammaṭṭhānaṁ gahetvā nisīditabbaṁ.",
  "atk-s0201a2:381_0": "Sace na pahīyati, uggahito dhammakathāpabandho hoti, so mahāsaddena sajjhāyitabbo.",
  "atk-s0201a2:381_1": "Evampi ce aññavihitakassa sato so na pahīyati. Thavikāya muṭṭhipotthako hoti, yattha",
  "atk-s0201a2:381_2": "ca buddhavaṇṇāpi dhammavaṇṇāpi likhitā honti, taṁ nīharitvā vācentena aññavihitakena",
  "atk-s0201a2:381_3": "bhavitabbaṁ. Evampi ce na pahīyati, thavikato araṇisahitāni nīharitvā “ayaṁ uttarāraṇī",
  "atk-s0201a2:381_4": "ayaṁ adharāraṇī”ti āvajjentena aññavihitakena bhavitabbaṁ. Evampi ce na pahīyati,",
  "atk-s0201a2:381_5": "sipāṭikaṁ nīharitvā “idaṁ ārakaṇṭakaṁ nāma, ayaṁ pipphalako nāma, idaṁ nakhacchedanaṁ",
  "atk-s0201a2:381_6": "nāma, ayaṁ sūci nāmā”ti parikkhāraṁ samannānentena aññavihitakena bhavitabbaṁ. Evampi",
  "atk-s0201a2:381_7": "ce na pahīyati, sūciṁ gahetvā cīvare jiṇṇaṭṭhānaṁ sibbantena aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:381_8": "Evaṁ yāva na pahīyati, tāva taṁ taṁ kusalakammaṁ karontena aññavihitakena bhavitabbaṁ.",
  "atk-s0201a2:381_9": "Pahīne puna mūlakammaṭṭhānaṁ gahetvā nisīditabbaṁ, navakammaṁ pana na paṭṭhapetabbaṁ.",
  "atk-s0201a2:381_10": "Kasmā? Vitakke pacchinne kammaṭṭhānamanasikārassa okāso na hoti.",
  "atk-s0201a2:382_0": "Porāṇakapaṇḍitā pana navakammaṁ katvāpi vitakkaṁ pacchindiṁsu. Tatridaṁ vatthu –",
  "atk-s0201a2:382_1": "tissasāmaṇerassa kira upajjhāyo tissamahāvihāre vasati. Tissasāmaṇero “bhante ukkaṇṭhitomhī”ti",
  "atk-s0201a2:382_2": "āha. Atha naṁ thero “imasmiṁ vihāre nhānaudakaṁ dullabhaṁ, maṁ gahetvā cittalapabbataṁ",
  "atk-s0201a2:382_3": "gacchāhī”ti āha. So tathā akāsi. Tattha naṁ thero āha “ayaṁ vihāro accantasaṅghiko,",
  "atk-s0201a2:382_4": "ekaṁ puggalikaṭṭhānaṁ karohī”ti. So sādhu bhanteti ādito paṭṭhāya saṁyuttanikāyaṁ",
  "atk-s0201a2:382_5": "pabbhārasodhanaṁ tejodhātukasiṇaparikammanti tīṇīpi ekato ārabhitvā kammaṭṭhānaṁ",
  "atk-s0201a2:382_6": "appanaṁ pāpesi, saṁyuttanikāyaṁ pariyosāpesi, leṇakammaṁ niṭṭhāpesi, sabbaṁ katvā",
  "atk-s0201a2:382_7": "upajjhāyassa saññaṁ adāsi. Upajjhāyo “dukkhena te sāmaṇera kataṁ, ajja tāva tvaṁyeva",
  "atk-s0201a2:382_8": "vasāhī”ti āha. So taṁ rattiṁ leṇe vasanto utusappāyaṁ labhitvā vipassanaṁ vaḍḍhetvā",
  "atk-s0201a2:382_9": "arahattaṁ patvā tattheva parinibbāyi. Tassa dhātuyo gahetvā cetiyaṁ akaṁsu. Ajjāpi",
  "atk-s0201a2:382_10": "tissattheracetiyanti paññāyati. Idaṁ pabbaṁ asatipabbaṁ nāma.",
  "atk-s0201a2:383_0": "219. Imasmiṁ ṭhatvā vitakke niggaṇhituṁ asakkonto idha ṭhatvā niggaṇhissatīti vitakkamūlabhedaṁ",
  "atk-s0201a2:383_1": "pabbaṁ dassento puna tassa ce bhikkhavetiādimāha. Tattha vitakkasaṅkhārasaṇṭhānaṁ",
  "atk-s0201a2:383_2": "manasikātabbanti saṅkharotīti saṅkhāro, paccayo, kāraṇaṁ mūlanti attho. Santiṭṭhati",
  "atk-s0201a2:383_3": "etthāti saṇṭhānaṁ, vitakkasaṅkhārassa saṇṭhānaṁ vitakkasaṅkhārasaṇṭhānaṁ, taṁ manasikātabbanti.",
  "atk-s0201a2:383_4": "Idaṁ vuttaṁ hoti, ayaṁ vitakko kiṁ hetu kiṁ paccayā kiṁ kāraṇā uppannoti vitakkānaṁ",
  "atk-s0201a2:383_5": "mūlañca mūlamūlañca manasikātabbanti. Kiṁ nu kho ahaṁ sīghaṁgacchāmīti kena nu kho",
  "atk-s0201a2:383_6": "kāraṇena ahaṁ sīghaṁ gacchāmi? Yaṁnūnāhaṁ saṇikaṁ gaccheyyanti kiṁ me iminā sīghagamanena,",
  "atk-s0201a2:383_7": "saṇikaṁ gacchissāmīti cintesi. So saṇikaṁ gaccheyyāti so evaṁ cintetvā saṇikaṁ gaccheyya. Esa nayo sabbattha.",
  "atk-s0201a2:384_0": "Tattha tassa purisassa sīghagamanakālo viya imassa bhikkhuno vitakkasamāruḷhakālo.",
  "atk-s0201a2:384_1": "Tassa saṇikagamanakālo viya imassa vitakkacārapacchedanakālo. Tassa ṭhitakālo viya",
  "atk-s0201a2:384_2": "imassa vitakkacāre pacchinne mūlakammaṭṭhānaṁ cittotaraṇakālo. Tassa nisinnakālo",
  "atk-s0201a2:384_3": "viya imassa vipassanaṁ vaḍḍhetvā arahattappattakālo. Tassa nipannakālo viya imassa",
  "atk-s0201a2:384_4": "nibbānārammaṇāya phalasamāpattiyā divasaṁ vītivattanakālo. Tattha ime vitakkā kiṁ",
  "atk-s0201a2:384_5": "hetukā kiṁ paccayāti vitakkānaṁ mūlamūlaṁ gacchantassa vitakkacāro sithilo hoti.",
  "atk-s0201a2:384_6": "Tasmiṁ sithilībhūte matthakaṁ gacchante vitakkā sabbaso nirujjhanti. Ayamattho duddubhajātakenapi dīpetabbo –",
  "atk-s0201a2:385_0": "Sasakassa kira beluvarukkhamūle niddāyantassa beluvapakkaṁ vaṇṭato chijjitvā kaṇṇamūle",
  "atk-s0201a2:385_1": "patitaṁ. So tassa saddena “pathavī bhijjatī”ti saññāya uṭṭhahitvā vegena palāyi.",
  "atk-s0201a2:385_2": "Taṁ disvā purato aññepi catuppadā palāyiṁsu. Tadā bodhisatto sīho hoti. So cintesi",
  "atk-s0201a2:385_3": "– “ayaṁ pathavī nāma kappavināse bhijjati, antarā pathavībhedo nāma natthi, yaṁnūnāhaṁ",
  "atk-s0201a2:385_4": "mūlamūlaṁ gantvā anuvijjeyya”nti. So hatthināgato paṭṭhāya yāva sasakaṁ pucchi “tayā,",
  "atk-s0201a2:385_5": "tāta, pathavī bhijjamānā diṭṭhā”ti. Saso “āma devā”ti āha. Sīho “ehi, bho, dassehī”ti.",
  "atk-s0201a2:385_6": "Saso “na sakkomi sāmī”ti. “Ehi, re, mā bhāyī”ti saṇhamudukena gahetvā gato saso rukkhassa avidūre ṭhatvā –",
  "atk-s0201a2:386": "“Duddubhāyati bhaddante, yasmiṁ dese vasāmahaṁ;",
  "atk-s0201a2:387": "Ahampetaṁ na jānāmi, kimetaṁ duddubhāyatī”ti. –",
  "atk-s0201a2:388_0": "Gāthamāha. Bodhisatto “tvaṁ ettheva tiṭṭhā”ti rukkhamūlaṁ gantvā sasakassa nipannaṭṭhānaṁ",
  "atk-s0201a2:388_1": "addasa, beluvapakkaṁ addasa, uddhaṁ oleketvā vaṇṭaṁ addasa, disvā “ayaṁ saso ettha",
  "atk-s0201a2:388_2": "nipanno, niddāyamāno imassa kaṇṇamūle patitassa saddena ‘pathavī bhijjatī’ti evaṁsaññī",
  "atk-s0201a2:388_3": "hutvā palāyī”ti ñatvā taṁ kāraṇaṁ sasaṁ pucchi. Saso “āma, devā”ti āha. Bodhisatto imaṁ gāthamāha –",
  "atk-s0201a2:389": "“Beluva patitaṁ sutvā, duddubhanti saso javi;",
  "atk-s0201a2:390": "Sasassa vacanaṁ sutvā, santattā migavāhinī”ti. ;",
  "atk-s0201a2:391": "Tato bodhisatto “mā bhāyathā”ti migagaṇe assāsesi. Evaṁ vitakkānaṁ mūlamūlaṁ gacchantassa vitakkā pahīyanti.",
  "atk-s0201a2:392": "220. Imasmiṁ vitakkamūlabhedapabbe ṭhatvā vitakke niggaṇhituṁ asakkontena pana evaṁ niggaṇhitabbāti aparampi kāraṇaṁ dassento puna tassa ce, bhikkhavetiādimāha.",
  "atk-s0201a2:393_0": "Dantebhidantamādhāyāti heṭṭhādante uparidantaṁ ṭhapetvā. Cetasā cittanti kusalacittena",
  "atk-s0201a2:393_1": "akusalacittaṁ abhiniggaṇhitabbaṁ. Balavā purisoti yathā thāmasampanno mahābalo puriso",
  "atk-s0201a2:393_2": "dubbalaṁ purisaṁ sīse vā gale vā khandhe vā gahetvā abhiniggaṇheyya abhinippīḷeyya",
  "atk-s0201a2:393_3": "abhisantāpeyya santattaṁ kilantaṁ mucchāparetaṁ viya kareyya, evameva bhikkhunā vitakkehi",
  "atk-s0201a2:393_4": "saddhiṁ paṭimallena hutvā “ke ca tumhe ko cāha”nti abhibhavitvā – “kāmaṁ taco ca",
  "atk-s0201a2:393_5": "nhāru ca aṭṭhi ca avasissatu sarīre upasussatu maṁsalohita”nti evaṁ mahāvīriyaṁ paggayha",
  "atk-s0201a2:393_6": "vitakkā niggaṇhitabbāti dassento ima atthadīpikaṁ upamaṁ āhari.",
  "atk-s0201a2:394_0": "221.Yato kho, bhikkhaveti idaṁ pariyādānabhājaniyaṁ nāma, taṁ uttānatthameva. Yathā",
  "atk-s0201a2:394_1": "pana satthācariyo tiroraṭṭhā āgataṁ rājaputtaṁ pañcāvudhasippaṁ uggaṇhāpetvā “gaccha,",
  "atk-s0201a2:394_2": "attano raṭṭhe rajjaṁ gaṇha. Sace te antarāmagge corā uṭṭhahanti, dhanunā kammaṁ katvā",
  "atk-s0201a2:394_3": "gaccha. Sace te dhanu nassati vā bhijjati vā sattiyā asinā”ti evaṁ pañcahipi āvudhehi",
  "atk-s0201a2:394_4": "kattabbaṁ dassetvā uyyojeti. So tathā katvā sakaraṭṭhaṁ gantvā rajjaṁ gahetvā rajjasiriṁ",
  "atk-s0201a2:394_5": "anubhoti. Evamevaṁ bhagavā adhicittamanuyuttaṁ bhikkhuṁ arahattagahaṇatthāya uyyojento",
  "atk-s0201a2:394_6": "– “sacassa antarā akusalavitakkā uppajjanti, aññanimittapabbe ṭhatvā te niggaṇhitvā",
  "atk-s0201a2:394_7": "vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇissati. Tattha asakkonto ādīnavapabbe ṭhatvā,",
  "atk-s0201a2:394_8": "tatrāpi asakkonto asatipabbe ṭhatvā, tatrāpi asakkonto vitakkamūlabhedapabbe ṭhatvā,",
  "atk-s0201a2:394_9": "tatrāpi asakkonto abhiniggaṇhanapabbe ṭhatvā vitakke niggaṇhitvā vipassanaṁ vaḍḍhetvā",
  "atk-s0201a2:394_10": "arahattaṁ pāpuṇissatī”ti imāni pañca pabbāni desesi.",
  "atk-s0201a2:395_0": "Vasī vitakkapariyāyapathesūti vitakkacārapathesu ciṇṇavasī paguṇavasīti vuccati.",
  "atk-s0201a2:395_1": "Yaṁ vitakkaṁ ākaṅkhissatīti idaṁ assa vasībhāvākāradassanatthaṁ vuttaṁ. Ayañhi pubbe",
  "atk-s0201a2:395_2": "yaṁ vitakkaṁ vitakketukāmo hoti, taṁ na vitakketi. Yaṁ na vitakketukāmo hoti, taṁ",
  "atk-s0201a2:395_3": "vitakketi. Idāni pana vasībhūtattā yaṁ vitakkaṁ vitakketukāmo hoti, taṁyeva vitakketi.",
  "atk-s0201a2:395_4": "Yaṁ na vitakketukāmo, na taṁ vitakketi. Tena vuttaṁ “yaṁ vitakkaṁ ākaṅkhissati, taṁ",
  "atk-s0201a2:395_5": "vitakkaṁ vitakkessati. Yaṁ vitakkaṁ nākaṅkhissati, na taṁ vitakkaṁ vitakkhessatī”ti.",
  "atk-s0201a2:395_6": "Acchecchi taṇhantiādi sabbāsavasutte vuttamevāti.",
  "atk-s0201a2:396": "Papañcasūdaniyā majjhimanikāyaṭṭhakathāya",
  "atk-s0201a2:397": "Vitakkasaṇṭhānasuttavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:398": "Dutiyavaggavaṇṇanā niṭṭhitā.",
  "atk-s0201a2:399": "Mūlapaṇṇāsaṭṭhakathāya paṭhamo bhāgo niṭṭhito.",
  "atk-s0201a2:400": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0201a2:401": "Majjhimanikāye",
  "atk-s0201a2:402": "Mūlapaṇṇāsa-aṭṭhakathā",
  "atk-s0201a2:403": "(Dutiyo bhāgo)"
}