{
  "atk-s0517a10:0": "9. Maggakathā",
  "atk-s0517a10:1": "Maggakathāvaṇṇanā",
  "atk-s0517a10:2_0": "237. Idāni tesaṁ tiṇṇaṁ vipallāsānaṁ pahānakaraṁ ariyamaggaṁ dassentena kathitāya",
  "atk-s0517a10:2_1": "maggakathāya apubbatthānuvaṇṇanā. Tattha maggoti kenaṭṭhena maggoti yo buddhasāsane",
  "atk-s0517a10:2_2": "maggoti vuccati, so kenaṭṭhena maggo nāma hotīti attho. Micchādiṭṭhiyā pahānāyātiādīsu",
  "atk-s0517a10:2_3": "dasasu pariyāyesu paṭhamo paṭhamo tassa tassa maggaṅgassa ujuvipaccanīkavasena vutto.",
  "atk-s0517a10:2_4": "Maggo ceva hetu cāti tassa tassa kiccassa karaṇāya paṭipadaṭṭhena maggo, sampāpakaṭṭhena",
  "atk-s0517a10:2_5": "hetu. Tena maggassa paṭipadaṭṭho sampāpakaṭṭho ca vutto hoti. “Ayaṁ maggo ayaṁ paṭipadā”tiādīsu",
  "atk-s0517a10:2_6": "hi paṭipadā maggo, “maggassa niyyānaṭṭho hetuṭṭho”tiādīsu sampāpako hetu. Evaṁ dvīhi",
  "atk-s0517a10:2_7": "dvīhi padehi “maggoti kenaṭṭhena maggo”ti pucchāya vissajjanaṁ kataṁ hoti. Sahajātānaṁ",
  "atk-s0517a10:2_8": "dhammānaṁ upatthambhanāyāti attanā sahajātānaṁ arūpadhammānaṁ sahajātaaññamaññanissayādibhāvena",
  "atk-s0517a10:2_9": "upatthambhanabhāvāya. Kilesānaṁ pariyādānāyāti taṁtaṁmaggavajjhānaṁ vuttāvasesakilesānaṁ",
  "atk-s0517a10:2_10": "khepanāya. Paṭivedhādivisodhanāyāti ettha yasmā “ko cādi kusalānaṁ dhammānaṁ, sīlañca",
  "atk-s0517a10:2_11": "suvisuddhaṁ diṭṭhi ca ujukā”ti vacanato sīlañca diṭṭhi ca saccapaṭivedhassa ādi.",
  "atk-s0517a10:2_12": "So ca ādimaggakkhaṇe visujjhati. Tasmā “paṭivedhādivisodhanāyā”ti vuttaṁ. Cittassa",
  "atk-s0517a10:2_13": "adhiṭṭhānāyāti sampayuttacittassa sakakicce patiṭṭhānāya. Cittassa vodānāyāti cittassa",
  "atk-s0517a10:2_14": "parisuddhabhāvāya. Visesādhigamāyāti lokiyato visesapaṭilābhāya. Uttari paṭivedhāyāti",
  "atk-s0517a10:2_15": "lokiyato uttari paṭivijjhanatthāya. Saccābhisamayāyāti catunnaṁ saccānaṁ ekābhisamayāya",
  "atk-s0517a10:2_16": "kiccanipphattivasena ekapaṭivedhāya. Nirodhe patiṭṭhāpanāyāti cittassa vā puggalassa",
  "atk-s0517a10:2_17": "vā nibbāne patiṭṭhāpanatthāya. Sakadāgāmimaggakkhaṇādīsu aṭṭha maggaṅgāni ekato katvā",
  "atk-s0517a10:2_18": "taṁtaṁmaggavajjhakilesappahānaṁ vuttaṁ. Evaṁ vacane kāraṇaṁ heṭṭhā vuttameva. Yasmā",
  "atk-s0517a10:2_19": "uparūparimaggenāpi suṭṭhu ādivisodhanā suṭṭhu cittavodānañca hoti, tasmā tānipi padāni vuttāni.",
  "atk-s0517a10:3_0": "Dassanamaggotiādīhi yāva pariyosānā tassa dhammassa lakkhaṇavasena maggaṭṭho vutto.",
  "atk-s0517a10:3_1": "Tāni sabbānipi padāni abhiññeyyaniddese vuttatthāneva. Evamettha yathāsambhavaṁ lokiyalokuttaro",
  "atk-s0517a10:3_2": "maggo niddiṭṭho. Hetuṭṭhena maggoti ca aṭṭhaṅgiko maggo niddiṭṭho. Nippariyāyamaggattā",
  "atk-s0517a10:3_3": "cassa puna “maggo”ti na vuttaṁ. Ādhipateyyaṭṭhena indriyāti ādīni ca indriyādīnaṁ",
  "atk-s0517a10:3_4": "atthavasena vuttāni, na maggaṭṭhavasena. Saccānīti cettha saccañāṇāni. Sabbepi te",
  "atk-s0517a10:3_5": "dhammā nibbānassa paṭipadaṭṭhena maggo. Ante vuttaṁ nibbānaṁ pana saṁsāradukkhābhibhūtehi",
  "atk-s0517a10:3_6": "dukkhanissaraṇatthikehi sappurisehi maggīyati gavesīyatīti maggoti vuttanti veditabbanti.",
  "atk-s0517a10:4": "Maggakathāvaṇṇanā niṭṭhitā."
}