{
  "atk-s0514a10:0": "Namo tassa bhagavato arahato sammāsambuddhassa",
  "atk-s0514a10:1": "17. Cattālīsanipāto",
  "atk-s0514a10:3": "[521] 1. Tesakuṇajātakavaṇṇanā",
  "atk-s0514a10:4_0": "Vessantaraṁtaṁ pucchāmīti idaṁ satthā jetavane viharanto kosalarañño ovādavasena",
  "atk-s0514a10:4_1": "kathesi. Tañhi rājānaṁ dhammassavanatthāya āgataṁ satthā āmantetvā “mahārāja, raññā",
  "atk-s0514a10:4_2": "nāma dhammena rajjaṁ kāretabbaṁ, yasmiñhi samaye rājāno adhammikā honti, rājayuttāpi",
  "atk-s0514a10:4_3": "tasmiṁ samaye adhammikā hontī”ti catukkanipāte āgatasuttanayena ovaditvā agatigamane",
  "atk-s0514a10:4_4": "agatiagamane ca ādīnavañca ānisaṁsañca kathetvā “supinakūpamā kāmā”tiādinā nayena",
  "atk-s0514a10:4_5": "kāmesu ādīnavaṁ vitthāretvā, “mahārāja, imesañhi sattānaṁ –",
  "atk-s0514a10:5": "‘Maccunā saṅgaro natthi, lañjaggāho na vijjati;",
  "atk-s0514a10:6": "Yuddhaṁ natthi jayo natthi, sabbe maccuparāyaṇā’.",
  "atk-s0514a10:7_0": "Tesaṁ paralokaṁ gacchantānaṁ ṭhapetvā attanā kataṁ kalyāṇakammaṁ aññā patiṭṭhā nāma",
  "atk-s0514a10:7_1": "natthi. Evaṁ ittarapaccupaṭṭhānaṁ avassaṁ pahātabbaṁ, na yasaṁ nissāya pamādaṁ kātuṁ",
  "atk-s0514a10:7_2": "vaṭṭati, appamatteneva hutvā dhammena rajjaṁ kāretuṁ vaṭṭati. Porāṇakarājāno anuppannepi",
  "atk-s0514a10:7_3": "buddhe paṇḍitānaṁ ovāde ṭhatvā dhammena rajjaṁ kāretvā devanagaraṁ pūrayamānā gamiṁsū”ti",
  "atk-s0514a10:7_4": "vatvā tena yācito atītaṁ āhari.",
  "atk-s0514a10:8_0": "Atīte bārāṇasiyaṁ brahmadatto rajjaṁ kārento aputtako ahosi, patthentopi puttaṁ vā",
  "atk-s0514a10:8_1": "dhītaraṁ vā na labhi. So ekadivasaṁ mahantena parivārena uyyānaṁ gantvā divasabhāgaṁ",
  "atk-s0514a10:8_2": "uyyāne kīḷitvā maṅgalasālarukkhamūle sayanaṁ attharāpetvā thokaṁ niddāyitvā pabuddho",
  "atk-s0514a10:8_3": "sālarukkhaṁ oloketvā tattha sakuṇakulāvakaṁ passi, saha dassanenevassa sineho uppajji.",
  "atk-s0514a10:8_4": "So ekaṁ purisaṁ pakkosāpetvā “imaṁ rukkhaṁ abhiruhitvā etasmiṁ kulāvake kassaci atthitaṁ",
  "atk-s0514a10:8_5": "vā natthitaṁ vā jānāhī”ti āha. So “sādhu, devā”ti vatvā abhiruhitvā tattha tīṇi aṇḍakāni",
  "atk-s0514a10:8_6": "disvā rañño ārocesi. Rājā “tena hi etesaṁ upari nāsavātaṁ mā vissajjesī”ti vatvā",
  "atk-s0514a10:8_7": "“caṅkoṭake kappāsapicuṁ attharitvā tattheva tāni aṇḍakāni ṭhapetvā saṇikaṁ otarāhī”ti",
  "atk-s0514a10:8_8": "otārāpetvā caṅkoṭakaṁ hatthena gahetvā “katarasakuṇaṇḍakāni nāmetānī”ti amacce pucchi.",
  "atk-s0514a10:8_9": "Te “mayaṁ na jānāma, nesādā jānissantī”ti vadiṁsu. Rājā nesāde pakkosāpetvā pucchi.",
  "atk-s0514a10:8_10": "Nesādā, “mahārāja, tesu ekaṁ ulūkaaṇḍaṁ, ekaṁ sālikāaṇḍaṁ, ekaṁ suvakaaṇḍa”nti kathayiṁsu.",
  "atk-s0514a10:8_11": "Kiṁ pana ekasmiṁ kulāvake tiṇṇaṁ sakuṇikānaṁ aṇḍāni hontīti. Āma, deva, paripanthe",
  "atk-s0514a10:8_12": "asati sunikkhittāni na nassantīti. Rājā tussitvā “ime mama puttā bhavissantī”ti tāni",
  "atk-s0514a10:8_13": "tīṇi aṇḍāni tayo amacce paṭicchāpetvā “ime mayhaṁ puttā bhavissanti, tumhe sādhukaṁ",
  "atk-s0514a10:8_14": "paṭijaggitvā aṇḍakosato nikkhantakāle mamāroceyyāthā”ti āha. Te tāni sādhukaṁ rakkhiṁsu.",
  "atk-s0514a10:9_0": "Tesu paṭhamaṁ ulūkaaṇḍaṁ bhijji. Amacco ekaṁ nesādaṁ pakkosāpetvā “tvaṁ itthibhāvaṁ",
  "atk-s0514a10:9_1": "vā purisabhāvaṁ vā jānāhī”ti vatvā tena taṁ vīmaṁsitvā “puriso”ti vutte rājānaṁ upasaṅkamitvā",
  "atk-s0514a10:9_2": "“putto te, deva, jāto”ti āha. Rājā tuṭṭho tassa bahuṁ dhanaṁ datvā “puttakaṁ me sādhukaṁ",
  "atk-s0514a10:9_3": "paṭijagga, ‘vessantaro’ti cassa nāmaṁ karohī”ti vatvā uyyojesi. So tathā akāsi. Tato",
  "atk-s0514a10:9_4": "katipāhaccayena sālikāaṇḍaṁ bhijji. Sopi amacco taṁ nesādena vīmaṁsāpetvā “itthī”ti",
  "atk-s0514a10:9_5": "sutvā rañño santikaṁ gantvā “dhītā te, deva, jātā”ti āha. Rājā tuṭṭho tassapi bahuṁ",
  "atk-s0514a10:9_6": "dhanaṁ datvā “dhītaraṁ me sādhukaṁ paṭijagga, ‘kuṇḍalinī’ti cassā nāmaṁ karohī”ti",
  "atk-s0514a10:9_7": "vatvā uyyojesi. Sopi tathā akāsi. Puna katipāhaccayena suvakaaṇḍaṁ bhijji. Sopi amacco",
  "atk-s0514a10:9_8": "nesādena taṁ vīmaṁsitvā “puriso”ti vutte rañño santikaṁ gantvā “putto te, deva, jāto”ti",
  "atk-s0514a10:9_9": "āha. Rājā tuṭṭho tassapi bahuṁ dhanaṁ datvā “puttassa me mahantena parivārena maṅgalaṁ",
  "atk-s0514a10:9_10": "katvā ‘jambuko’tissa nāmaṁ karohī”ti vatvā uyyojesi. Sopi tathā akāsi. Te tayopi",
  "atk-s0514a10:9_11": "sakuṇā tiṇṇaṁ amaccānaṁ gehesu rājakumāraparihāreneva vaḍḍhanti. Rājā “mama putto,",
  "atk-s0514a10:9_12": "mama dhītā”ti voharati. Athassa amaccā aññamaññaṁ avahasanti “passatha, bho, rañño",
  "atk-s0514a10:9_13": "kiriyaṁ, tiracchānagatepi ‘putto me, dhītā me’ti vadanto vicaratī”ti.",
  "atk-s0514a10:10_0": "Taṁ sutvā rājā cintesi – “ime amaccā etesaṁ mama puttānaṁ paññāsampadaṁ na jānanti,",
  "atk-s0514a10:10_1": "pākaṭaṁ nesaṁ karissāmī”ti. Athekaṁ amaccaṁ vessantarassa santikaṁ pesesi – “tumhākaṁ",
  "atk-s0514a10:10_2": "pitā pañhaṁ pucchitukāmo, kadā kira āgantvā pucchatū”ti. So amacco gantvā vessantaraṁ",
  "atk-s0514a10:10_3": "vanditvā taṁ sāsanaṁ ārocesi. Taṁ sutvā vessantaro attano paṭijaggakaṁ amaccaṁ pakkositvā",
  "atk-s0514a10:10_4": "“mayhaṁ kira pitā maṁ pañhaṁ pucchitukāmo, tassa idhāgatassa sakkāraṁ kātuṁ vaṭṭati,",
  "atk-s0514a10:10_5": "kadā āgacchatū”ti pucchi. Amacco “ito sattame divase tava pitā āgacchatū”ti āha.",
  "atk-s0514a10:10_6": "Taṁ sutvā vessantaro “pitā me ito sattame divase āgacchatū”ti vatvā uyyojesi. So",
  "atk-s0514a10:10_7": "āgantvā rañño ācikkhi. Rājā sattame divase nagare bheriṁ carāpetvā puttassa nivesanaṁ",
  "atk-s0514a10:10_8": "agamāsi. Vessantaro rañño mahantaṁ sakkāraṁ kāresi, antamaso dāsakammakārānampi sakkāraṁ",
  "atk-s0514a10:10_9": "kāresi. Rājā vessantarasakuṇassa gehe bhuñjitvā mahantaṁ yasaṁ anubhavitvā sakaṁ",
  "atk-s0514a10:10_10": "nivesanaṁ āgantvā rājaṅgaṇe mahantaṁ maṇḍapaṁ kārāpetvā nagare bheriṁ carāpetvā alaṅkatamaṇḍapamajjhe",
  "atk-s0514a10:10_11": "mahājanaparivāro nisīditvā “vessantaraṁ ānetū”ti amaccassa santikaṁ pesesi. Amacco",
  "atk-s0514a10:10_12": "vessantaraṁ suvaṇṇapīṭhe nisīdāpetvā ānesi. Vessantarasakuṇo pitu aṅke nisīditvā",
  "atk-s0514a10:10_13": "pitarā saha kīḷitvā gantvā tattheva suvaṇṇapīṭhe nisīdi. Atha naṁ rājā mahājanamajjhe",
  "atk-s0514a10:10_14": "rājadhammaṁ pucchanto paṭhamaṁ gāthamāha –",
  "atk-s0514a10:11": "1.",
  "atk-s0514a10:12": "“Vessantaraṁ taṁ pucchāmi, sakuṇa bhaddamatthu te;",
  "atk-s0514a10:13": "Rajjaṁ kāretukāmena, kiṁ su kiccaṁ kataṁ vara”nti.",
  "atk-s0514a10:14": "Tattha sakuṇāti taṁ ālapati. Kiṁ sūti kataraṁ kiccaṁ kataṁ varaṁ uttamaṁ hoti, kathehi me, tāta, sakalaṁ rājadhammanti evaṁ kira taṁ so pucchi.",
  "atk-s0514a10:15": "Taṁ sutvā vessantaro pañhaṁ akathetvāva rājānaṁ tāva pamādena codento dutiyaṁ gāthamāha –",
  "atk-s0514a10:16": "2.",
  "atk-s0514a10:17": "“Cirassaṁ vata maṁ tāto, kaṁso bārāṇasiggaho;",
  "atk-s0514a10:18": "Pamatto appamattaṁ maṁ, pitā puttaṁ acodayī”ti.",
  "atk-s0514a10:19_0": "Tattha tātoti pitā. Kaṁsoti idaṁ tassa nāmaṁ. Bārāṇasiggahoti catūhi saṅgahavatthūhi",
  "atk-s0514a10:19_1": "bārāṇasiṁ saṅgahetvā vattanto. Pamattoti evarūpānaṁ paṇḍitānaṁ santike vasanto pañhassa",
  "atk-s0514a10:19_2": "apucchanena pamatto. Appamattaṁ manti sīlādiguṇayogena maṁ appamattaṁ. Pitāti posakapitā.",
  "atk-s0514a10:19_3": "Acodayīti amaccehi “tiracchānagate putte katvā voharatī”ti avahasiyamāno pamādaṁ",
  "atk-s0514a10:19_4": "āpajjitvā cirassaṁ ajja codesi, pañhaṁ pucchīti vadati.",
  "atk-s0514a10:20": "Evaṁ so imāya gāthāya codetvā “mahārāja, raññā nāma tīsu dhammesu ṭhatvā dhammena rajjaṁ kāretabba”nti vatvā rājadhammaṁ kathento imā gāthāyo āha –",
  "atk-s0514a10:21": "3.",
  "atk-s0514a10:22": "“Paṭhameneva vitathaṁ, kodhaṁ hāsaṁ nivāraye;",
  "atk-s0514a10:23": "Tato kiccāni kāreyya, taṁ vataṁ āhu khattiya.",
  "atk-s0514a10:24": "4.",
  "atk-s0514a10:25": "“Yaṁ tvaṁ tāta tapokammaṁ, pubbe katamasaṁsayaṁ;",
  "atk-s0514a10:26": "Ratto duṭṭho ca yaṁ kayirā, na taṁ kayirā tato puna.",
  "atk-s0514a10:27": "5.",
  "atk-s0514a10:28": "“Khattiyassa pamattassa, raṭṭhasmiṁ raṭṭhavaḍḍhana;",
  "atk-s0514a10:29": "Sabbe bhogā vinassanti, rañño taṁ vuccate aghaṁ.",
  "atk-s0514a10:30": "6.",
  "atk-s0514a10:31": "“Sirī tāta alakkhī ca, pucchitā etadabravuṁ;",
  "atk-s0514a10:32": "Uṭṭhānavīriye pose, ramāhaṁ anusūyake.",
  "atk-s0514a10:33": "7.",
  "atk-s0514a10:34": "“Usūyake duhadaye, purise kammadussake;",
  "atk-s0514a10:35": "Kāḷakaṇṇī mahārāja, ramati cakkabhañjanī.",
  "atk-s0514a10:36": "8.",
  "atk-s0514a10:37": "“So tvaṁ sabbe suhadayo, sabbesaṁ rakkhito bhava;",
  "atk-s0514a10:38": "Alakkhiṁ nuda mahārāja, lakkhyā bhava nivesanaṁ.",
  "atk-s0514a10:39": "9.",
  "atk-s0514a10:40": "“Sa lakkhīdhitisampanno, puriso hi mahaggato;",
  "atk-s0514a10:41": "Amittānaṁ kāsipati, mūlaṁ aggañca chindati.",
  "atk-s0514a10:42": "10.",
  "atk-s0514a10:43": "“Sakkopi hi bhūtapati, uṭṭhāne nappamajjati;",
  "atk-s0514a10:44": "Sa kalyāṇe dhitiṁ katvā, uṭṭhāne kurute mano.",
  "atk-s0514a10:45": "11.",
  "atk-s0514a10:46": "“Gandhabbā pitaro devā, sājīvā honti tādino;",
  "atk-s0514a10:47": "Uṭṭhāhato appamajjato, anutiṭṭhanti devatā.",
  "atk-s0514a10:48": "12.",
  "atk-s0514a10:49": "“So appamatto akkuddho, tāta kiccāni kāraya;",
  "atk-s0514a10:50": "Vāyamassu ca kiccesu, nālaso vindate sukhaṁ.",
  "atk-s0514a10:51": "13.",
  "atk-s0514a10:52": "“Tattheva te vattapadā, esāva anusāsanī;",
  "atk-s0514a10:53": "Alaṁ mitte sukhāpetuṁ, amittānaṁ dukhāya cā”ti.",
  "atk-s0514a10:54_0": "Tattha paṭhameneva vitathanti, tāta, rājā nāma āditova musāvādaṁ nivāraye. Musāvādino",
  "atk-s0514a10:54_1": "hi rañño raṭṭhaṁ nirojaṁ hoti, pathaviyā ojā kammakaraṇaṭṭhānato sattaratanamattaṁ",
  "atk-s0514a10:54_2": "heṭṭhā bhassati, tato āhāre vā telamadhuphāṇitādīsu vā osadhesu ojā na hoti. Nirojāhārabhojanā",
  "atk-s0514a10:54_3": "manussā bahvābādhā honti, raṭṭhe thalajalapathesu āyo nuppajjati, tasmiṁ anuppajjante",
  "atk-s0514a10:54_4": "rājāno duggatā honti. Te sevake saṅgaṇhituṁ na sakkonti, asaṅgahitā sevakā rājānaṁ",
  "atk-s0514a10:54_5": "garucittena na olokenti. Evaṁ, tāta, musāvādo nāmesa nirojo, na so jīvitahetupi kātabbo,",
  "atk-s0514a10:54_6": "saccaṁ pana sādutaraṁ rasānanti tadeva paṭiggahetabbaṁ. Apica musāvādo nāma guṇaparidhaṁsako",
  "atk-s0514a10:54_7": "vipattipariyosāno, dutiyacittavāre avīciparāyaṇaṁ karoti. Imasmiṁ panatthe “dhammo",
  "atk-s0514a10:54_8": "have hato hantī”ti cetiyajātakaṁ kathetabbaṁ.",
  "atk-s0514a10:55_0": "Kodhanti, tāta, rājā nāma paṭhamameva kujjhanalakkhaṇaṁ kodhampi nivāreyya. Tāta,",
  "atk-s0514a10:55_1": "aññesañhi kodho khippaṁ matthakaṁ na pāpuṇāti, rājūnaṁ pāpuṇāti. Rājāno nāma vācāvudhā",
  "atk-s0514a10:55_2": "kujjhitvā olokitamattenāpi paraṁ vināsenti, tasmā raññā aññehi manussehi atirekataraṁ",
  "atk-s0514a10:55_3": "nikkodhena bhavitabbaṁ, khantimettānuddayāsampannena attano piyaputtaṁ viya lokaṁ",
  "atk-s0514a10:55_4": "volokentena bhavitabbaṁ. Tāta, atikodhano nāma rājā uppannaṁ yasaṁ rakkhituṁ na sakkoti.",
  "atk-s0514a10:55_5": "Imassa panatthassa dīpanatthaṁ khantivādijātaka- cūḷadhammapālajātakāni kathetabbāni.",
  "atk-s0514a10:55_6": "Cūḷadhammapālajātakasmiñhi mahāpatāpano nāma rājā puttaṁ ghātetvā puttasokena hadayena",
  "atk-s0514a10:55_7": "phalitena matāya deviyā sayampi deviṁ anusocanto hadayena phaliteneva mari. Atha",
  "atk-s0514a10:55_8": "te tayopi ekaāḷāhaneva jhāpesuṁ. Tasmā raññā paṭhamameva musāvādaṁ vajjetvā dutiyaṁ kodho vajjetabbo.",
  "atk-s0514a10:56_0": "Hāsanti hassaṁ, ayameva vā pāṭho. Tesu tesu kiccesu uppilāvitacittatāya keḷisīlataṁ",
  "atk-s0514a10:56_1": "parihāsaṁ nivāreyya. Tāta, raññā nāma keḷisīlena na bhavitabbaṁ, aparapattiyena hutvā",
  "atk-s0514a10:56_2": "sabbāni kiccāni attapaccakkheneva kātabbāni. Uppilāvitacitto hi rājā atuletvā kammāni",
  "atk-s0514a10:56_3": "karonto laddhaṁ yasaṁ vināseti. Imasmiṁ panatthe sarabhaṅgajātake purohitassa vacanaṁ",
  "atk-s0514a10:56_4": "gahetvā daṇḍakirañño kisavacche aparajjhitvā saha raṭṭhena ucchijjitvā kukkuḷaniraye",
  "atk-s0514a10:56_5": "nibbattabhāvo ca mātaṅgajātake majjharañño brāhmaṇānaṁ kathaṁ gahetvā mātaṅgatāpase",
  "atk-s0514a10:56_6": "aparajjhitvā saha raṭṭhena ucchijjitvā niraye nibbattabhāvo ca ghaṭapaṇḍitajātake",
  "atk-s0514a10:56_7": "dasabhātikarājadārakānaṁ mohamūḷhānaṁ vacanaṁ gahetvā kaṇhadīpāyane aparajjhitvā",
  "atk-s0514a10:56_8": "vāsudevakulassa nāsitabhāvo ca kathetabbo.",
  "atk-s0514a10:57_0": "Tato kiccāni kāreyyāti evaṁ, tāta, paṭhamaṁ musāvādaṁ dutiyaṁ kodhaṁ tatiyaṁ adhammahāsaṁ",
  "atk-s0514a10:57_1": "vajjetvā tato pacchā rājā raṭṭhavāsīnaṁ kattabbakiccāni kāreyya. Taṁ vataṁ āhu khattiyāti,",
  "atk-s0514a10:57_2": "khattiyamahārāja, yaṁ mayā vuttaṁ, etaṁ rañño vatasamādānanti porāṇakapaṇḍitā kathayiṁsu.",
  "atk-s0514a10:58_0": "Na taṁ kayirāti yaṁ tayā rāgādivasena pacchā tāpakaraṁ kammaṁ kataṁ hoti, tato pubbe",
  "atk-s0514a10:58_1": "katato puna tādisaṁ kammaṁ na kayirā, mā kareyyāsi, tātāti. Vuccateti taṁ rañño aghanti",
  "atk-s0514a10:58_2": "vuccati, evaṁ porāṇakapaṇḍitā kathayiṁsu. Sirīti idaṁ vessantarasakuṇo pubbe bārāṇasiyaṁ",
  "atk-s0514a10:58_3": "pavattitakāraṇaṁ āharitvā dassento āha. Tattha abravunti suciparivāraseṭṭhinā pucchitā",
  "atk-s0514a10:58_4": "kathayiṁsu. Uṭṭhānavīriyeti yo poso uṭṭhāne vīriye ca patiṭṭhito, na ca paresaṁ sampattiṁ",
  "atk-s0514a10:58_5": "disvā usūyati, tasmiṁ ahaṁ abhiramāmīti āha. Evaṁ tāva tāta sirī kathesi. Usūyaketi",
  "atk-s0514a10:58_6": "alakkhī pana, tāta, pucchitā ahaṁ parasampattiusūyake duhadaye ducitte kalyāṇakammadūsake",
  "atk-s0514a10:58_7": "yo kalyāṇakammaṁ dussanto appiyāyanto aṭṭīyanto na karoti, tasmiṁ abhiramāmīti āha.",
  "atk-s0514a10:58_8": "Evaṁ sā kāḷakaṇṇī, mahārāja, ramati patirūpadesavāsādino kusalacakkassa bhañjanī.",
  "atk-s0514a10:59_0": "Suhadayoti sundaracitto hitacittako. Nudāti nīhara. Nivesananti lakkhiyā pana nivesanaṁ",
  "atk-s0514a10:59_1": "bhava patiṭṭhā hohi. Sa lakkhīdhitisampannoti, mahārāja, kāsipati so puriso paññāya",
  "atk-s0514a10:59_2": "ceva vīriyena ca sampanno. Mahaggatoti mahajjhāsayo corānaṁ paccayabhūte gaṇhanto",
  "atk-s0514a10:59_3": "amittānaṁ mūlaṁ core gaṇhanto amittānaṁ aggaṁ chindatīti vadati. Sakkoti indo. Bhūtapatīti",
  "atk-s0514a10:59_4": "rājānaṁ ālapati. Uṭṭhāneti uṭṭhānavīriye. Nappamajjatīti na pamajjati, sabbakiccāni",
  "atk-s0514a10:59_5": "karoti. Sa kalyāṇeti so devarājā uṭṭhānavīriye manaṁ karonto pāpakammaṁ akatvā kalyāṇe",
  "atk-s0514a10:59_6": "puññakammasmiññeva dhitiṁ katvā appamatto uṭṭhāne manaṁ karoti, tassa pana kalyāṇakamme",
  "atk-s0514a10:59_7": "vīriyakaraṇabhāvadassanatthaṁ sarabhaṅgajātake dvīsu devalokesu devatāhi saddhiṁ",
  "atk-s0514a10:59_8": "kapiṭṭhārāmaṁ āgantvā pañhaṁ pucchitvā dhammassa sutabhāvo, mahākaṇhajātake attano",
  "atk-s0514a10:59_9": "ānubhāvena janaṁ tāsetvā osakkantassa sāsanassa pavattitabhāvo cāti evamādīni vatthūni kathetabbāni.",
  "atk-s0514a10:60_0": "Gandhabbāti cātumahārājikānaṁ heṭṭhā catuyonikā devā, catuyonikattāyeva kira te gandhabbā",
  "atk-s0514a10:60_1": "nāma jātā. Pitaroti brahmāno. Devāti upapattidevavasena cha kāmāvacaradevā. Tādinoti",
  "atk-s0514a10:60_2": "tathāvidhassa kusalābhiratassa rañño. Sājīvā hontīti samānajīvikā upajīvitabbā. Tādisā",
  "atk-s0514a10:60_3": "hi rājāno dānādīni puññāni karontā devatānaṁ pattiṁ denti, tā taṁ pattiṁ anumoditvā",
  "atk-s0514a10:60_4": "sampaṭicchitvā dibbayasena vaḍḍhanti. Anutiṭṭhantīti tādisassa rañño vīriyaṁ karontassa",
  "atk-s0514a10:60_5": "appamādaṁ āpajjantassa devatā anutiṭṭhanti anugacchanti, dhammikaṁ rakkhaṁ saṁvidahantīti attho.",
  "atk-s0514a10:61_0": "Soti so tvaṁ. Vāyamassūti tāni raṭṭhakiccāni karonto tulanavasena tīraṇavasena paccakkhakammavasena",
  "atk-s0514a10:61_1": "tesu tesu kiccesu vīriyaṁ karassu. Tattheva te vattapadāti, tāta, yaṁ maṁ tvaṁ kiṁsu",
  "atk-s0514a10:61_2": "kiccaṁ kataṁ varanti pucchi, tattha tava pañheyeva ete mayā “paṭhameneva vitatha”ntiādayo",
  "atk-s0514a10:61_3": "vuttā, ete vattapadā vattakoṭṭhāsā, evaṁ tattha vattassu. Esāti yā te mayā kathitā,",
  "atk-s0514a10:61_4": "esāva tava anusāsanī. Alanti evaṁ vattamāno hi rājā attano mitte sukhāpetuṁ, amittānañca",
  "atk-s0514a10:61_5": "dukkhāya alaṁ pariyatto samatthoti.",
  "atk-s0514a10:62_0": "Evaṁ vessantarasakuṇena ekāya gāthāya rañño pamādaṁ codetvā ekādasahi gāthāhi dhamme",
  "atk-s0514a10:62_1": "kathite “buddhalīḷāya pañho kathito”ti mahājano acchariyabbhutacittajāto sādhukārasatāni",
  "atk-s0514a10:62_2": "pavattesi. Rājā somanassappatto amacce āmantetvā pucchi – “bhonto! Amaccā mama puttena",
  "atk-s0514a10:62_3": "vessantarena evaṁ kathentena kena kattabbaṁ kiccaṁ kata”nti. Mahāsenaguttena, devāti.",
  "atk-s0514a10:62_4": "“Tena hissa mahāsenaguttaṭṭhānaṁ dammī”ti vessantaraṁ ṭhānantare ṭhapesi. So tato",
  "atk-s0514a10:62_5": "paṭṭhāya mahāsenaguttaṭṭhāne ṭhito pitu kammaṁ akāsīti.",
  "atk-s0514a10:63": "Vessantarapañho niṭṭhito.",
  "atk-s0514a10:64_0": "Puna rājā katipāhaccayena purimanayeneva kuṇḍaliniyā santikaṁ dūtaṁ pesetvā sattame",
  "atk-s0514a10:64_1": "divase tattha gantvā paccāgantvā tattheva maṇḍapamajjhe nisīditvā kuṇḍaliniṁ āharāpetvā",
  "atk-s0514a10:64_2": "suvaṇṇapīṭhe nisinnaṁ rājadhammaṁ pucchanto gāthamāha –",
  "atk-s0514a10:65": "14.",
  "atk-s0514a10:66": "“Sakkhisi tvaṁ kuṇḍalini, maññasi khattabandhuni;",
  "atk-s0514a10:67": "Rajjaṁ kāretukāmena, kiṁ su kiccaṁ kataṁ vara”nti.",
  "atk-s0514a10:68_0": "Tattha sakkhisīti mayā puṭṭhapañhaṁ kathetuṁ sakkhissasīti pucchati. Kuṇḍalinīti",
  "atk-s0514a10:68_1": "tassā saliṅgato āgatanāmenālapati. Tassā kira dvīsu kaṇṇapiṭṭhesu kuṇḍalasaṇṭhānā",
  "atk-s0514a10:68_2": "dve lekhā ahesuṁ, tenassā “kuṇḍalinī”ti nāmaṁ kāresi. Maññasīti jānissasi mayā puṭṭhapañhassa",
  "atk-s0514a10:68_3": "atthanti. Khattabandhunīti khattassa mahāsenaguttassa bhaginibhāvena naṁ evaṁ ālapati.",
  "atk-s0514a10:68_4": "Kasmā panesa vessantarasakuṇaṁ evaṁ apucchitvā imameva pucchatīti? Itthibhāvena.",
  "atk-s0514a10:68_5": "Itthiyo hi parittapaññā, tasmā “sace sakkoti, pucchissāmi, no ce, na pucchissāmī”ti",
  "atk-s0514a10:68_6": "vīmaṁsanavasena evaṁ pucchitvā taññeva pañhaṁ pucchi.",
  "atk-s0514a10:69": "Sā evaṁ raññā rājadhamme pucchite, “tāta, tvaṁ maṁ ‘itthikā nāma kiṁ kathessatī’ti vīmaṁsasi maññe, sakalaṁ te rājadhammaṁ dvīsuyeva padesu pakkhipitvā kathessāmī”ti vatvā āha –",
  "atk-s0514a10:70": "15.",
  "atk-s0514a10:71": "“Dveva tāta padakāni, yattha sabbaṁ patiṭṭhitaṁ;",
  "atk-s0514a10:72": "Aladdhassa ca yo lābho, laddhassa cānurakkhaṇā.",
  "atk-s0514a10:73": "16.",
  "atk-s0514a10:74": "“Amacce tāta jānāhi, dhīre atthassa kovide;",
  "atk-s0514a10:75": "Anakkhākitave tāta, asoṇḍe avināsake.",
  "atk-s0514a10:76": "17.",
  "atk-s0514a10:77": "“Yo ca taṁ tāta rakkheyya, dhanaṁ yañceva te siyā;",
  "atk-s0514a10:78": "Sūtova rathaṁ saṅgaṇhe, so te kiccāni kāraye.",
  "atk-s0514a10:79": "18.",
  "atk-s0514a10:80": "“Susaṅgahitantajano, sayaṁ vittaṁ avekkhiya;",
  "atk-s0514a10:81": "Nidhiñca iṇadānañca, na kare parapattiyā.",
  "atk-s0514a10:82": "19.",
  "atk-s0514a10:83": "“Sayaṁ āyaṁ vayaṁ jaññā, sayaṁ jaññā katākataṁ;",
  "atk-s0514a10:84": "Niggaṇhe niggahārahaṁ, paggaṇhe paggahārahaṁ.",
  "atk-s0514a10:85": "20.",
  "atk-s0514a10:86": "“Sayaṁ jānapadaṁ atthaṁ, anusāsa rathesabha;",
  "atk-s0514a10:87": "Mā te adhammikā yuttā, dhanaṁ raṭṭhañca nāsayuṁ.",
  "atk-s0514a10:88": "21.",
  "atk-s0514a10:89": "“Mā ca vegena kiccāni, karosi kārayesi vā;",
  "atk-s0514a10:90": "Vegasā hi kataṁ kammaṁ, mando pacchānutappati.",
  "atk-s0514a10:91": "22.",
  "atk-s0514a10:92": "“Mā te adhisare muñca, subāḷhamadhikopitaṁ;",
  "atk-s0514a10:93": "Kodhasā hi bahū phītā, kulā akulataṁ gatā.",
  "atk-s0514a10:94": "23.",
  "atk-s0514a10:95": "“‘Mā tāta issaromhī’ti, anatthāya patārayi;",
  "atk-s0514a10:96": "Itthīnaṁ purisānañca, mā te āsi dukhudrayo.",
  "atk-s0514a10:97": "24.",
  "atk-s0514a10:98": "“Apetalomahaṁsassa, rañño kāmānusārino;",
  "atk-s0514a10:99": "Sabbe bhogā vinassanti, rañño taṁ vuccate aghaṁ.",
  "atk-s0514a10:100": "25.",
  "atk-s0514a10:101": "“Tattheva te vattapadā, esāva anusāsanī;",
  "atk-s0514a10:102": "Dakkhassudāni puññakaro, asoṇḍo avināsako;",
  "atk-s0514a10:103": "Sīlavāssu mahārāja, dussīlo vinipātiko”ti.",
  "atk-s0514a10:104_0": "Tattha padakānīti kāraṇapadāni. Yatthāti yesu dvīsu padesu sabbaṁ atthajātaṁ hitasukhaṁ",
  "atk-s0514a10:104_1": "patiṭṭhitaṁ. Aladdhassāti yo ca pubbe aladdhassa lābhassa lābho, yā ca laddhassa",
  "atk-s0514a10:104_2": "anurakkhaṇā. Tāta, anuppannassa hi lābhassa uppādanaṁ nāma na bhāro, uppannassa pana",
  "atk-s0514a10:104_3": "anurakkhaṇameva bhāro. Ekacco hi yasaṁ uppādetvāpi yase pamatto pamādaṁ uppādetvā",
  "atk-s0514a10:104_4": "pāṇātipātādīni karoti, mahācoro hutvā raṭṭhaṁ vilumpamāno carati. Atha naṁ rājāno",
  "atk-s0514a10:104_5": "gāhāpetvā mahāvināsaṁ pāpenti. Atha vā uppannarūpādīsu kāmaguṇesu pamatto ayoniso",
  "atk-s0514a10:104_6": "dhanaṁ nāsento sabbasāpateyye khīṇe kapaṇo hutvā cīrakavasano kapālamādāya carati.",
  "atk-s0514a10:104_7": "Pabbajito vā pana ganthadhurādivasena lābhasakkāraṁ nibbattetvā pamatto hīnāyāvattati.",
  "atk-s0514a10:104_8": "Aparo paṭhamajhānādīni nibbattetvāpi muṭṭhassatitāya tathārūpe ārammaṇe bajjhitvā",
  "atk-s0514a10:104_9": "jhānā parihāyati. Evaṁ uppannassa yasassa vā jhānādilābhassa vā rakkhaṇameva dukkaraṁ.",
  "atk-s0514a10:104_10": "Tadatthadīpanatthaṁ pana devadattassa vatthu ca, mudulakkhaṇa- lomasakassapa- haritacajātaka-",
  "atk-s0514a10:104_11": "saṅkappajātakādīni ca kathetabbāni. Eko pana lābhasakkāraṁ uppādetvā appamāde ṭhatvā",
  "atk-s0514a10:104_12": "kalyāṇakammaṁ karoti, tassa so yaso sukkapakkhe cando viya vaḍḍhati, tasmā tvaṁ,",
  "atk-s0514a10:104_13": "mahārāja, appamatto payogasampattiyā ṭhatvā dhammena rajjaṁ kārento tava uppannaṁ",
  "atk-s0514a10:104_14": "yasaṁ anurakkhāhīti.",
  "atk-s0514a10:105_0": "Jānāhīti bhaṇḍāgārikakammādīnaṁ karaṇatthaṁ upadhārehi. Anakkhākitaveti anakkhe akitave",
  "atk-s0514a10:105_1": "ajutakare ceva akerāṭike ca. Asoṇḍeti pūvasurāgandhamālāsoṇḍabhāvarahite. Avināsaketi",
  "atk-s0514a10:105_2": "tava santakānaṁ dhanadhaññādīnaṁ avināsake. Yoti yo amacco. Yañcevāti yañca te ghare",
  "atk-s0514a10:105_3": "dhanaṁ siyā, taṁ rakkheyya. Sūtovāti rathasārathi viya. Yathā sārathi visamamagganivāraṇatthaṁ",
  "atk-s0514a10:105_4": "asse saṅgaṇhanto rathaṁ saṅgaṇheyya, evaṁ yo saha bhogehi taṁ rakkhituṁ sakkoti,",
  "atk-s0514a10:105_5": "so te amacco nāma tādisaṁ saṅgahetvā bhaṇḍāgārikādikiccāni kāraye.",
  "atk-s0514a10:106_0": "Susaṅgahitantajanoti, tāta, yassa hi rañño attano antojano attano valañjanakaparijano",
  "atk-s0514a10:106_1": "ca dānādīhi asaṅgahito hoti, tassa antonivesane suvaṇṇahiraññādīni tesaṁ asaṅgahitamanussānaṁ",
  "atk-s0514a10:106_2": "vasena nassanti, antojanā bahi gacchanti, tasmā tvaṁ suṭṭhusaṅgahitaantojano hutvā",
  "atk-s0514a10:106_3": "“ettakaṁ nāma me vitta”nti sayaṁ attano dhanaṁ avekkhitvā “asukaṭṭhāne nāma nidhiṁ",
  "atk-s0514a10:106_4": "nidhema, asukassa iṇaṁ demā”ti idaṁ ubhayampi na kare parapattiyā, parapattiyāpi",
  "atk-s0514a10:106_5": "tvaṁ mā kari, sabbaṁ attapaccakkhameva kareyyāsīti vadati.",
  "atk-s0514a10:107_0": "Āyaṁ vayanti tato uppajjanakaṁ āyañca tesaṁ tesaṁ dātabbaṁ vayañca sayameva jāneyyāsīti.",
  "atk-s0514a10:107_1": "Katākatanti saṅgāme vā navakamme vā aññesu vā kiccesu “iminā idaṁ nāma mayhaṁ kataṁ,",
  "atk-s0514a10:107_2": "iminā na kata”nti etampi sayameva jāneyyāsi, mā parapattiyo hohi. Niggaṇheti, tāta,",
  "atk-s0514a10:107_3": "rājā nāma sandhicchedādikārakaṁ niggahārahaṁ ānetvā dassitaṁ upaparikkhitvā sodhetvā",
  "atk-s0514a10:107_4": "porāṇakarājūhi ṭhapitadaṇḍaṁ oloketvā dosānurūpaṁ niggaṇheyya. Paggaṇheti yo pana",
  "atk-s0514a10:107_5": "paggahāraho hoti, abhinnassa vā parabalassa bhedetā, bhinnassa vā sakabalassa ārādhako,",
  "atk-s0514a10:107_6": "aladdhassa vā rajjassa āharako, laddhassa vā thāvarakārako, yena vā pana jīvitaṁ",
  "atk-s0514a10:107_7": "dinnaṁ hoti, evarūpaṁ paggahārahaṁ paggahetvā mahantaṁ sakkārasammānaṁ kareyya. Evaṁ",
  "atk-s0514a10:107_8": "hissa kiccesu aññepi uraṁ datvā kattabbaṁ karissanti.",
  "atk-s0514a10:108_0": "Jānapadanti janapadavāsīnaṁ atthaṁ sayaṁ attapaccakkheneva anusāsa. Adhammikā yuttāti",
  "atk-s0514a10:108_1": "adhammikā tattha tattha niyuttā āyuttakā lañjaṁ gahetvā vinicchayaṁ bhindantā tava",
  "atk-s0514a10:108_2": "dhanañca raṭṭhañca mā nāsayuṁ. Iminā kāraṇena appamatto hutvā sayameva anusāsa. Vegenāti",
  "atk-s0514a10:108_3": "sahasā atuletvā atīretvā. Vegasāti atuletvā atīretvā chandādivasena sahasā kataṁ",
  "atk-s0514a10:108_4": "kammañhi na sādhu na sundaraṁ. Kiṁkāraṇā? Tādisañhi katvā mando pacchā vippaṭisāravasena",
  "atk-s0514a10:108_5": "idha loke apāyadukkhaṁ anubhavanto paraloke ca anutappati. Ayaṁ panettha attho “isīnamantaraṁ",
  "atk-s0514a10:108_6": "katvā, bharurājāti me suta”nti bharujātakena dīpetabbo.",
  "atk-s0514a10:109_0": "Mā te adhisare muñca, subāḷhamadhikopitanti, tāta, tava hadayaṁ kusalaṁ adhisaritvā",
  "atk-s0514a10:109_1": "atikkamitvā pavatte paresaṁ akusalakamme suṭṭhu bāḷhaṁ adhikopitaṁ kujjhāpitaṁ hutvā",
  "atk-s0514a10:109_2": "mā muñca, mā patiṭṭhāyatūti attho. Idaṁ vuttaṁ hoti – tāta, yadā te vinicchaye ṭhitassa",
  "atk-s0514a10:109_3": "iminā puriso vā hato sandhi vā chinnoti coraṁ dassenti, tadā te paresaṁ vacanehi",
  "atk-s0514a10:109_4": "suṭṭhu kopitampi hadayaṁ kodhavasena mā muñca, apariggahetvā mā daṇḍaṁ paṇehi. Kiṁkāraṇā?",
  "atk-s0514a10:109_5": "Acorampi hi “coro”ti gahetvā ānenti, tasmā akujjhitvā ubhinnaṁ attapaccatthikānaṁ",
  "atk-s0514a10:109_6": "kathaṁ sutvā suṭṭhu sodhetvā attapaccakkhena tassa corabhāvaṁ ñatvā paveṇiyā ṭhapitadaṇḍavasena",
  "atk-s0514a10:109_7": "kattabbaṁ karohi. Raññā hi uppannepi kodhe hadayaṁ sītalaṁ akatvā kammaṁ na kātabbaṁ.",
  "atk-s0514a10:109_8": "Yadā panassa hadayaṁ nibbutaṁ hoti mudukaṁ, tadā vinicchayakammaṁ kātabbaṁ. Pharuse",
  "atk-s0514a10:109_9": "hi citte pakkuthite udake mukhanimittaṁ viya kāraṇaṁ na paññāyati. Kodhasā hīti,",
  "atk-s0514a10:109_10": "tāta, kodhena hi bahūni phītāni rājakulāni akulabhāvaṁ gatāni mahāvināsameva pattānīti.",
  "atk-s0514a10:109_11": "Imassa panatthassa dīpanatthaṁ khantivādijātaka- nāḷikerarājavatthusahassabāhuajjunavatthuādīni kathetabbāni.",
  "atk-s0514a10:110_0": "Mā, tāta, issaromhīti, anatthāya patārayīti, tāta, “ahaṁ pathavissaro”ti mā mahājanaṁ",
  "atk-s0514a10:110_1": "kāyaduccaritādianatthāya patārayi mā otārayi, yathā taṁ anatthaṁ samādāya vattati,",
  "atk-s0514a10:110_2": "mā evamakāsīti attho. Mā te āsīti, tāta, tava vijite manussajātikānaṁ vā tiracchānajātikānaṁ",
  "atk-s0514a10:110_3": "vā itthipurisānaṁ dukhudrayo dukkhuppatti mā āsi. Yathā hi adhammikarājūnaṁ vijite",
  "atk-s0514a10:110_4": "manussā kāyaduccaritādīni katvā niraye uppajjanti, tava raṭṭhavāsīnaṁ taṁ dukkhaṁ",
  "atk-s0514a10:110_5": "yathā na hoti, tathā karohīti attho.",
  "atk-s0514a10:111_0": "Apetalomahaṁsassāti attānuvādādibhayehi nibbhayassa. Iminā imaṁ dasseti – tāta, yo",
  "atk-s0514a10:111_1": "rājā kismiñci āsaṅkaṁ akatvā attano kāmameva anussarati, chandavasena yaṁ yaṁ icchati,",
  "atk-s0514a10:111_2": "taṁ taṁ karoti, vissaṭṭhayaṭṭhi viya andho niraṅkuso viya ca caṇḍahatthī hoti, tassa",
  "atk-s0514a10:111_3": "sabbe bhogā vinassanti, tassa taṁ bhogabyasanaṁ aghaṁ dukkhanti vuccati.",
  "atk-s0514a10:112_0": "Tattheva te vattapadāti purimanayeneva yojetabbaṁ. Dakkhassudānīti, tāta, tvaṁ imaṁ",
  "atk-s0514a10:112_1": "anusāsaniṁ sutvā idāni dakkho analaso puññānaṁ karaṇena puññakaro surādipariharaṇena.",
  "atk-s0514a10:112_2": "Asoṇḍo diṭṭhadhammikasamparāyikassa atthassa avināsanena avināsako bhaveyyāsīti.",
  "atk-s0514a10:112_3": "Sīlavāssūti sīlavā ācārasampanno bhava, dasasu rājadhammesu patiṭṭhāya rajjaṁ kārehi.",
  "atk-s0514a10:112_4": "Dussīlo vinipātikoti dussīlo hi, mahārāja, attānaṁ niraye vinipātento vinipātiko nāma hotīti.",
  "atk-s0514a10:113_0": "Evaṁ kuṇḍalinīpi ekādasahi gāthāhi dhammaṁ desesi. Rājā tuṭṭho amacce āmantetvā pucchi",
  "atk-s0514a10:113_1": "– “bhonto! Amaccā mama dhītāya kuṇḍaliniyā evaṁ kathayamānāya kena kattabbaṁ kiccaṁ",
  "atk-s0514a10:113_2": "kata”nti. Bhaṇḍāgārikena, devāti. “Tena hissā bhaṇḍāgārikaṭṭhānaṁ dammī”ti kuṇḍaliniṁ",
  "atk-s0514a10:113_3": "ṭhānantare ṭhapesi. Sā tato paṭṭhāya bhaṇḍāgārikaṭṭhāne ṭhatvā pitu kammaṁ akāsīti.",
  "atk-s0514a10:114": "Kuṇḍalinipañho niṭṭhito.",
  "atk-s0514a10:115_0": "Puna rājā katipāhaccayena purimanayeneva jambukapaṇḍitassa santikaṁ dūtaṁ pesetvā",
  "atk-s0514a10:115_1": "sattame divase tattha gantvā sampattiṁ anubhavitvā paccāgato tattheva maṇḍapamajjhe",
  "atk-s0514a10:115_2": "nisīdi. Amacco jambukapaṇḍitaṁ kañcanabhaddapīṭhe nisīdāpetvā pīṭhaṁ sīsenādāya āgacchi.",
  "atk-s0514a10:115_3": "Paṇḍito pitu aṅke nisīditvā kīḷitvā gantvā kañcanapīṭheyeva nisīdi. Atha naṁ rājā",
  "atk-s0514a10:115_4": "pañhaṁ pucchanto gāthamāha –",
  "atk-s0514a10:116": "26.",
  "atk-s0514a10:117": "“Apucchimha kosiyagottaṁ, kuṇḍaliniṁ tatheva ca;",
  "atk-s0514a10:118": "Tvaṁ dāni vadehi jambuka, balānaṁ balamuttama”nti.",
  "atk-s0514a10:119_0": "Tassattho – tāta, jambuka, ahaṁ tava bhātaraṁ kosiyagottaṁ vessantaraṁ bhaginiñca",
  "atk-s0514a10:119_1": "te kuṇḍaliniṁ rājadhammaṁ apucchiṁ, te attano balena kathesuṁ, yathā pana te pucchiṁ,",
  "atk-s0514a10:119_2": "tatheva idāni, putta jambuka, taṁ pucchāmi, tvaṁ me rājadhammañca balānaṁ uttamaṁ balañca kathehīti.",
  "atk-s0514a10:120_0": "Evaṁ rājā mahāsattaṁ pañhaṁ pucchanto aññesaṁ pucchitaniyāmena apucchitvā visesetvā",
  "atk-s0514a10:120_1": "pucchi. Athassa paṇḍito “tena hi, mahārāja, ohitasoto suṇāhi, sabbaṁ te kathessāmī”ti",
  "atk-s0514a10:120_2": "pasāritahatthe sahassatthavikaṁ ṭhapento viya dhammadesanaṁ ārabhi –",
  "atk-s0514a10:121": "27.",
  "atk-s0514a10:122": "“Balaṁ pañcavidhaṁ loke, purisasmiṁ mahaggate;",
  "atk-s0514a10:123": "Tattha bāhubalaṁ nāma, carimaṁ vuccate balaṁ.",
  "atk-s0514a10:124": "28.",
  "atk-s0514a10:125": "“Bhogabalañca dīghāvu, dutiyaṁ vuccate balaṁ;",
  "atk-s0514a10:126": "Amaccabalañca dīghāvu, tatiyaṁ vuccate balaṁ.",
  "atk-s0514a10:127": "29.",
  "atk-s0514a10:128": "“Abhijaccabalañceva, taṁ catutthaṁ asaṁsayaṁ;",
  "atk-s0514a10:129": "Yāni cetāni sabbāni, adhigaṇhāti paṇḍito.",
  "atk-s0514a10:130": "30.",
  "atk-s0514a10:131": "“Taṁ balānaṁ balaṁ seṭṭhaṁ, aggaṁ paññābalaṁ balaṁ;",
  "atk-s0514a10:132": "Paññābalenupatthaddho, atthaṁ vindati paṇḍito.",
  "atk-s0514a10:133": "31.",
  "atk-s0514a10:134": "“Api ce labhati mando, phītaṁ dharaṇimuttamaṁ;",
  "atk-s0514a10:135": "Akāmassa pasayhaṁ vā, añño taṁ paṭipajjati.",
  "atk-s0514a10:136": "32.",
  "atk-s0514a10:137": "“Abhijātopi ce hoti, rajjaṁ laddhāna khattiyo;",
  "atk-s0514a10:138": "Duppañño hi kāsipati, sabbenapi na jīvati.",
  "atk-s0514a10:139": "33.",
  "atk-s0514a10:140": "“Paññāva sutaṁ vinicchinī, paññā kittisilokavaḍḍhanī;",
  "atk-s0514a10:141": "Paññāsahito naro idha, api dukkhe sukhāni vindati.",
  "atk-s0514a10:142": "34.",
  "atk-s0514a10:143": "“Paññañca kho asussūsaṁ, na koci adhigacchati;",
  "atk-s0514a10:144": "Bahussutaṁ anāgamma, dhammaṭṭhaṁ avinibbhujaṁ.",
  "atk-s0514a10:145": "35.",
  "atk-s0514a10:146": "“Yo ca dhammavibhaṅgaññū, kāluṭṭhāyī atandito;",
  "atk-s0514a10:147": "Anuṭṭhahati kālena, kammaphalaṁ tassijjhati.",
  "atk-s0514a10:148": "36.",
  "atk-s0514a10:149": "“Anāyatanasīlassa, anāyatanasevino;",
  "atk-s0514a10:150": "Na nibbindiyakārissa, sammadattho vipaccati.",
  "atk-s0514a10:151": "37.",
  "atk-s0514a10:152": "“Ajjhattañca payuttassa, tathāyatanasevino;",
  "atk-s0514a10:153": "Anibbindiyakārissa, sammadattho vipaccati.",
  "atk-s0514a10:154": "38.",
  "atk-s0514a10:155": "“Yogappayogasaṅkhātaṁ, sambhatassānurakkhaṇaṁ;",
  "atk-s0514a10:156": "Tāni tvaṁ tāta sevassu, mā akammāya randhayi;",
  "atk-s0514a10:157": "Akammunā hi dummedho, naḷāgāraṁva sīdatī”ti.",
  "atk-s0514a10:158_0": "Tattha mahaggateti, mahārāja, imasmiṁ sattaloke mahajjhāsaye purise pañcavidhaṁ balaṁ",
  "atk-s0514a10:158_1": "hoti. Bāhubalanti kāyabalaṁ. Carimanti taṁ atimahantampi samānaṁ lāmakameva. Kiṁkāraṇā?",
  "atk-s0514a10:158_2": "Andhabālabhāvena. Sace hi kāyabalaṁ mahantaṁ nāma bhaveyya, vāraṇabalato laṭukikāya",
  "atk-s0514a10:158_3": "balaṁ khuddakaṁ bhaveyya, vāraṇabalaṁ pana andhabālabhāvena maraṇassa paccayaṁ jātaṁ,",
  "atk-s0514a10:158_4": "laṭukikā attano ñāṇakusalatāya vāraṇaṁ jīvitakkhayaṁ pāpesi. Imasmiṁ panatthe “na",
  "atk-s0514a10:158_5": "heva sabbattha balena kiccaṁ, balañhi bālassa vadhāya hotī”ti suttaṁ āharitabbaṁ.",
  "atk-s0514a10:159_0": "Bhogabalanti upatthambhanavasena sabbaṁ hiraññasuvaṇṇādi upabhogajātaṁ bhogabalaṁ",
  "atk-s0514a10:159_1": "nāma, taṁ kāyabalato mahantataraṁ. Amaccabalanti abhejjamantassa sūrassa suhadayassa",
  "atk-s0514a10:159_2": "amaccamaṇḍalassa atthitā, taṁ balaṁ saṅgāmasūratāya purimehi balehi mahantataraṁ.",
  "atk-s0514a10:159_3": "Abhijaccabalanti tīṇi kulāni atikkamitvā khattiyakulavasena jātisampatti, taṁ itarehi",
  "atk-s0514a10:159_4": "balehi mahantataraṁ. Jātisampannā eva hi sujjhanti, na itareti. Yāni cetānīti yāni",
  "atk-s0514a10:159_5": "ca etāni cattāripi balāni paṇḍito paññānubhāvena adhigaṇhāti abhibhavati, taṁ sabbabalānaṁ",
  "atk-s0514a10:159_6": "paññābalaṁ seṭṭhanti ca agganti ca vuccati. Kiṁkāraṇā? Tena hi balena upatthaddho",
  "atk-s0514a10:159_7": "paṇḍito atthaṁ vindati, vuḍḍhiṁ pāpuṇāti. Tadatthajotanatthaṁ “puṇṇaṁ nadiṁ yena",
  "atk-s0514a10:159_8": "ca peyyamāhū”ti puṇṇanadījātakañca sirīkāḷakaṇṇipañhaṁ pañcapaṇḍitapañhañca sattubhastajātaka-",
  "atk-s0514a10:159_9": "sambhavajātaka- sarabhaṅgajātakādīni ca kathetabbāni.",
  "atk-s0514a10:160_0": "Mandoti mandapañño bālo. Phītanti, tāta, mandapañño puggalo sattaratanapuṇṇaṁ cepi",
  "atk-s0514a10:160_1": "uttamaṁ dharaṇiṁ labhati, tassa anicchamānasseva pasayhakāraṁ vā pana katvā añño",
  "atk-s0514a10:160_2": "paññāsampanno taṁ paṭipajjati. Mando hi laddhaṁ yasaṁ rakkhituṁ kulasantakaṁ vā pana",
  "atk-s0514a10:160_3": "paveṇiāgatampi rajjaṁ adhigantuṁ na sakkoti. Tadatthajotanatthaṁ “addhā pādañjalī",
  "atk-s0514a10:160_4": "sabbe, paññāya atirocatī”ti pādañjalījātakaṁ kathetabbaṁ. Laddhānāti jātisampattiṁ",
  "atk-s0514a10:160_5": "nissāya kulasantakaṁ rajjaṁ labhitvāpi. Sabbenapīti tena sakalenapi rajjena na jīvati,",
  "atk-s0514a10:160_6": "anupāyakusalatāya duggatova hotīti.",
  "atk-s0514a10:161_0": "Evaṁ mahāsatto ettakena ṭhānena apaṇḍitassa aguṇaṁ kathetvā idāni paññaṁ pasaṁsanto",
  "atk-s0514a10:161_1": "“paññā”tiādimāha. Tattha sutanti sutapariyatti. Tañhi paññāva vinicchinati. Kittisilokavaḍḍhanīti",
  "atk-s0514a10:161_2": "kittighosassa ca lābhasakkārassa ca vaḍḍhanī. Dukkhe sukhāni vindatīti dukkhe uppannepi",
  "atk-s0514a10:161_3": "nibbhayo hutvā upāyakusalatāya sukhaṁ paṭilabhati. Tadatthadīpanatthaṁ –",
  "atk-s0514a10:162": "“Yassete caturo dhammā, vānarinda yathā tava”. ;",
  "atk-s0514a10:163": "Alametehi ambehi, jambūhi panasehi cā”ti. –",
  "atk-s0514a10:164": "Ādīni jātakāni kathetabbāni.",
  "atk-s0514a10:165_0": "Asussūsanti paṇḍitapuggale apayirupāsanto assuṇanto. Dhammaṭṭhanti sabhāvakāraṇe",
  "atk-s0514a10:165_1": "ṭhitaṁ bahussutaṁ anāgamma taṁ asaddahanto. Avinibbhujanti atthānatthaṁ kāraṇākāraṇaṁ",
  "atk-s0514a10:165_2": "anogāhanto atīrento na koci paññaṁ adhigacchati, tātāti.",
  "atk-s0514a10:166_0": "Dhammavibhaṅgaññūti dasakusalakammapathavibhaṅgakusalo. Kāluṭṭhāyīti vīriyaṁ kātuṁ",
  "atk-s0514a10:166_1": "yuttakāle vīriyassa kārako. Anuṭṭhahatīti tasmiṁ tasmiṁ kāle taṁ taṁ kiccaṁ karoti.",
  "atk-s0514a10:166_2": "Tassāti tassa puggalassa kammaphalaṁ samijjhati nipphajjati. Anāyatanasīlassāti anāyatanaṁ",
  "atk-s0514a10:166_3": "vuccati lābhayasasukhānaṁ anākaro dussīlyakammaṁ, taṁsīlassa tena dussīlyakammena",
  "atk-s0514a10:166_4": "samannāgatassa, anāyatanabhūtameva dussīlapuggalaṁ sevantassa, kusalassa kammassa",
  "atk-s0514a10:166_5": "karaṇakāle nibbindiyakārissa nibbinditvā ukkaṇṭhitvā karontassa evarūpassa, tāta,",
  "atk-s0514a10:166_6": "puggalassa kammānaṁ attho sammā na vipaccati na sampajjati, tīṇi kulaggāni ca cha",
  "atk-s0514a10:166_7": "kāmasaggāni ca na upanetīti attho. Ajjhattañcāti attano niyakajjhattaṁ aniccabhāvanādivasena",
  "atk-s0514a10:166_8": "payuttassa. Tathāyatanasevinoti tatheva sīlavante puggale sevamānassa. Vipaccatīti",
  "atk-s0514a10:166_9": "sampajjati mahantaṁ yasaṁ deti.",
  "atk-s0514a10:167_0": "Yogappayogasaṅkhātanti yoge yuñjitabbayuttake kāraṇe payogakoṭṭhāsabhūtaṁ paññaṁ.",
  "atk-s0514a10:167_1": "Sambhatassāti rāsikatassa dhanassa anurakkhaṇaṁ. Tāni tvanti etāni ca dve purimāni",
  "atk-s0514a10:167_2": "ca mayā vuttakāraṇāni sabbāni, tāta, tvaṁ sevassu, mayā vuttaṁ ovādaṁ hadaye katvā",
  "atk-s0514a10:167_3": "attano ghare dhanaṁ rakkha. Mā akammāya randhayīti ayuttena akāraṇena mā randhayi,",
  "atk-s0514a10:167_4": "taṁ dhanaṁ mā jhāpayi mā nāsayi. Kiṁkāraṇā? Akammunā hīti ayuttakammakaraṇena dummedho",
  "atk-s0514a10:167_5": "puggalo sakaṁ dhanaṁ nāsetvā pacchā duggato. Naḷāgāraṁva sīdatīti yathā naḷāgāraṁ",
  "atk-s0514a10:167_6": "mūlato paṭṭhāya jīramānaṁ appatiṭṭhaṁ patati, evaṁ akāraṇena dhanaṁ nāsetvā apāyesu nibbattatīti.",
  "atk-s0514a10:168": "Evampi bodhisatto ettakena ṭhānena pañca balāni vaṇṇetvā paññābalaṁ ukkhipitvā candamaṇḍalaṁ nīharanto viya kathetvā idāni dasahi gāthāhi rañño ovādaṁ dento āha –",
  "atk-s0514a10:169": "39.",
  "atk-s0514a10:170": "“Dhammaṁ cara mahārāja, mātāpitūsu khattiya;",
  "atk-s0514a10:171": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:172": "40.",
  "atk-s0514a10:173": "“Dhammaṁ cara mahārāja, puttadāresu khattiya;",
  "atk-s0514a10:174": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:175": "41.",
  "atk-s0514a10:176": "“Dhammaṁ cara mahārāja, mittāmaccesu khattiya;",
  "atk-s0514a10:177": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:178": "42.",
  "atk-s0514a10:179": "“Dhammaṁ cara mahārāja, vāhanesu balesu ca;",
  "atk-s0514a10:180": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:181": "43.",
  "atk-s0514a10:182": "“Dhammaṁ cara mahārāja, gāmesu nigamesu ca;",
  "atk-s0514a10:183": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:184": "44.",
  "atk-s0514a10:185": "“Dhammaṁ cara mahārāja, raṭṭhe janapadesu ca;",
  "atk-s0514a10:186": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:187": "45.",
  "atk-s0514a10:188": "“Dhammaṁ cara mahārāja, samaṇe brāhmaṇesu ca;",
  "atk-s0514a10:189": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:190": "46.",
  "atk-s0514a10:191": "“Dhammaṁ cara mahārāja, migapakkhīsu khattiya;",
  "atk-s0514a10:192": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:193": "47.",
  "atk-s0514a10:194": "“Dhammaṁ cara mahārāja, dhammo ciṇṇo sukhāvaho;",
  "atk-s0514a10:195": "Idha dhammaṁ caritvāna, rāja saggaṁ gamissasi.",
  "atk-s0514a10:196": "48.",
  "atk-s0514a10:197": "“Dhammaṁ cara mahārāja, saindā devā sabrahmakā;",
  "atk-s0514a10:198": "Suciṇṇena divaṁ pattā, mā dhammaṁ rāja pāmado”ti.",
  "atk-s0514a10:199_0": "Tattha paṭhamagāthāya tāva idha dhammanti mātāpitupaṭṭhānadhammaṁ. Taṁ kālasseva",
  "atk-s0514a10:199_1": "vuṭṭhāya mātāpitūnaṁ mukhodakadantakaṭṭhadānamādiṁ katvā sabbasarīrakiccapariharaṇaṁ",
  "atk-s0514a10:199_2": "karontova pūrehīti vadati. Puttadāresūti puttadhītaro tāva pāpā nivāretvā kalyāṇe",
  "atk-s0514a10:199_3": "nivesento sippaṁ uggaṇhāpento vayappattakāle patirūpakulavaṁsena āvāhavivāhaṁ karonto",
  "atk-s0514a10:199_4": "samaye dhanaṁ dento puttesu dhammaṁ carati nāma, bhariyaṁ sammānento anavamānento",
  "atk-s0514a10:199_5": "anaticaranto issariyaṁ vossajjento alaṅkāraṁ anuppadento dāresu dhammaṁ carati nāma.",
  "atk-s0514a10:199_6": "Mittāmaccesūti mittāmacce catūhi saṅgahavatthūhi saṅgaṇhanto avisaṁvādento etesu",
  "atk-s0514a10:199_7": "dhammaṁ carati nāma. Vāhanesu balesu cāti hatthiassādīnaṁ vāhanānaṁ balakāyassa ca",
  "atk-s0514a10:199_8": "dātabbayuttakaṁ dento sakkāraṁ karonto hatthiassādayo mahallakakāle kammesu ayojento",
  "atk-s0514a10:199_9": "tesu dhammaṁ carati nāma.",
  "atk-s0514a10:200_0": "Gāmesu nigamesu cāti gāmanigamavāsino daṇḍabalīhi apīḷentova tesu dhammaṁ carati",
  "atk-s0514a10:200_1": "nāma. Raṭṭhe janapadesu cāti raṭṭhañca janapadañca akāraṇena kilamento hitacittaṁ",
  "atk-s0514a10:200_2": "apaccupaṭṭhapento tattha adhammaṁ carati nāma, apīḷento pana hitacittena pharanto",
  "atk-s0514a10:200_3": "tattha dhammaṁ carati nāma. Samaṇe brāhmaṇesu cāti tesaṁ cattāro paccaye dentova",
  "atk-s0514a10:200_4": "tesu dhammaṁ carati nāma. Migapakkhīsūti sabbacatuppadasakuṇānaṁ abhayaṁ dento tesu",
  "atk-s0514a10:200_5": "dhammaṁ carati nāma. Dhammo ciṇṇoti sucaritadhammo ciṇṇo. Sukhāvahoti tīsu kulasampadāsu",
  "atk-s0514a10:200_6": "chasu kāmasaggesu sukhaṁ āvahati. Suciṇṇenāti idha ciṇṇena kāyasucaritādinā suciṇṇena.",
  "atk-s0514a10:200_7": "Divaṁ pattāti devalokabrahmalokasaṅkhātaṁ divaṁ gatā, tattha dibbasampattilābhino",
  "atk-s0514a10:200_8": "jātā. Mā dhammaṁ rāja pāmadoti tasmā tvaṁ, mahārāja, jīvitaṁ jahantopi dhammaṁ mā pamajjīti.",
  "atk-s0514a10:201": "Evaṁ dasa dhammacariyagāthāyo vatvā uttaripi ovadanto osānagāthamāha –",
  "atk-s0514a10:202": "49.",
  "atk-s0514a10:203": "“Tattheva te vattapadā, esāva anusāsanī;",
  "atk-s0514a10:204": "Sappaññasevī kalyāṇī, samattaṁ sāma taṁ vidū”ti.",
  "atk-s0514a10:205_0": "Tattha tattheva te vattapadāti idaṁ purimanayeneva yojetabbaṁ. Sappaññasevī kalyāṇī,",
  "atk-s0514a10:205_1": "samattaṁ sāma taṁ vidūti, mahārāja, taṁ mayā vuttaṁ ovādaṁ tvaṁ niccakālaṁ sappaññapuggalasevī",
  "atk-s0514a10:205_2": "kalyāṇaguṇasamannāgato hutvā samattaṁ paripuṇṇaṁ sāmaṁ vidū attapaccakkhatova jānitvā",
  "atk-s0514a10:205_3": "yathānusiṭṭhaṁ paṭipajjāti.",
  "atk-s0514a10:206_0": "Evaṁ mahāsatto ākāsagaṅgaṁ otārento viya buddhalīḷāya dhammaṁ desesi. Mahājano mahāsakkāraṁ",
  "atk-s0514a10:206_1": "akāsi, sādhukārasahassāni adāsi. Rājā tuṭṭho amacce āmantetvā pucchi – “bhonto! Amaccā",
  "atk-s0514a10:206_2": "mama puttena taruṇajambuphalasamānatuṇḍena jambukapaṇḍitena evaṁ kathentena kena",
  "atk-s0514a10:206_3": "kattabbaṁ kiccaṁ kata”nti. Senāpatinā, devāti. “Tena hissa senāpatiṭṭhānaṁ dammī”ti",
  "atk-s0514a10:206_4": "jambukaṁ ṭhānantare ṭhapesi. So tato paṭṭhāya senāpatiṭṭhāne ṭhatvā pitu kammāni",
  "atk-s0514a10:206_5": "akāsi. Tiṇṇaṁ sakuṇānaṁ mahanto sakkāro ahosi. Tayopi janā rañño atthañca dhammañca",
  "atk-s0514a10:206_6": "anusāsiṁsu. Mahāsattassovāde ṭhatvā rājā dānādīni puññāni katvā saggaparāyaṇo ahosi.",
  "atk-s0514a10:206_7": "Amaccā rañño sarīrakiccaṁ katvā sakuṇānaṁ ārocetvā “sāmi, jambukasakuṇa rājā tumhākaṁ",
  "atk-s0514a10:206_8": "chattaṁ ussāpetabbaṁ akāsī”ti vadiṁsu. Mahāsatto “na mayhaṁ rajjenattho, tumhe appamattā",
  "atk-s0514a10:206_9": "rajjaṁ kārethā”ti mahājanaṁ sīlesu patiṭṭhāpetvā “evaṁ vinicchayaṁ pavatteyyāthā”ti",
  "atk-s0514a10:206_10": "vinicchayadhammaṁ suvaṇṇapaṭṭe likhāpetvā araññaṁ pāvisi. Tassovādo cattālīsa vassasahassāni pavattati.",
  "atk-s0514a10:207": "Satthā rañño ovādavasena imaṁ dhammadesanaṁ desetvā jātakaṁ samodhānesi “tadā rājā ānando ahosi, kuṇḍalinī uppalavaṇṇā, vessantaro sāriputto, jambukasakuṇo pana ahameva ahosi”nti.",
  "atk-s0514a10:208": "Tesakuṇajātakavaṇṇanā paṭhamā.",
  "atk-s0514a10:210": "[522] 2. Sarabhaṅgajātakavaṇṇanā",
  "atk-s0514a10:211_0": "Alaṅkatākuṇḍalino suvatthāti idaṁ satthā veḷuvane viharanto mahāmoggallānattherassa",
  "atk-s0514a10:211_1": "parinibbānaṁ ārabbha kathesi. Sāriputtatthero tathāgataṁ jetavane viharantaṁ attano",
  "atk-s0514a10:211_2": "parinibbānaṁ anujānāpetvā gantvā nāḷakagāmake jātovarake parinibbāyi. Tassa parinibbutabhāvaṁ",
  "atk-s0514a10:211_3": "sutvā satthā rājagahaṁ gantvā veḷuvane vihāsi. Tadā mahāmoggallānatthero isigilipasse",
  "atk-s0514a10:211_4": "kāḷasilāyaṁ viharati. So pana iddhibalena koṭippattabhāvena devalokacārikañca ussadanirayacārikañca",
  "atk-s0514a10:211_5": "gacchati. Devaloke buddhasāvakānaṁ mahantaṁ issariyaṁ disvā ussadanirayesu ca titthiyasāvakānaṁ",
  "atk-s0514a10:211_6": "mahantaṁ dukkhaṁ disvā manussalokaṁ āgantvā “asuko upāsako asukā ca upāsikā asukasmiṁ",
  "atk-s0514a10:211_7": "nāma devaloke nibbattitvā mahāsampattiṁ anubhavanti, titthiyasāvakesu asuko ca asukā",
  "atk-s0514a10:211_8": "ca nirayādīsu asukaapāye nāma nibbattā”ti manussānaṁ kathesi. Manussā sāsane pasīdanti,",
  "atk-s0514a10:211_9": "titthiye parivajjenti. Buddhasāvakānaṁ sakkāro mahanto ahosi, titthiyānaṁ parihāyati.",
  "atk-s0514a10:212_0": "Te there āghātaṁ bandhitvā “imasmiṁ jīvante amhākaṁ upaṭṭhākā bhijjanti, sakkāro",
  "atk-s0514a10:212_1": "ca parihāyati, mārāpessāma na”nti therassa māraṇatthaṁ samaṇaguttakassa nāma corassa",
  "atk-s0514a10:212_2": "sahassaṁ adaṁsu. So “theraṁ māressāmī”ti mahantena parivārena saddhiṁ kāḷasilaṁ agamāsi.",
  "atk-s0514a10:212_3": "Thero taṁ āgacchantaṁ disvāva iddhiyā uppatitvā pakkāmi. Coro taṁ divasaṁ theraṁ",
  "atk-s0514a10:212_4": "adisvā nivattitvā punadivasepīti cha divase agamāsi. Theropi tatheva iddhiyā pakkāmi.",
  "atk-s0514a10:212_5": "Sattame pana divase therassa pubbe kataṁ aparāpariyavedanīyakammaṁ okāsaṁ labhi.",
  "atk-s0514a10:212_6": "So kira pubbe bhariyāya vacanaṁ gahetvā mātāpitaro māretukāmo yānakena araññaṁ netvā",
  "atk-s0514a10:212_7": "corānaṁ uṭṭhitākāraṁ katvā mātāpitaro pothesi pahari. Te cakkhudubbalatāya rūpadassanarahitā",
  "atk-s0514a10:212_8": "taṁ attano puttaṁ asañjānantā “corā eva ete”ti saññāya, “tāta, asukā nāma corā no",
  "atk-s0514a10:212_9": "ghātenti, tvaṁ paṭikkamāhī”ti tassevatthāya parideviṁsu. So cintesi – “ime mayā pothiyamānāpi",
  "atk-s0514a10:212_10": "mayhaṁ yevatthāya paridevanti, ayuttaṁ kammaṁ karomī”ti. Atha ne assāsetvā corānaṁ",
  "atk-s0514a10:212_11": "palāyanākāraṁ dassetvā tesaṁ hatthapāde sambāhitvā “amma, tātā, mā bhāyittha, corā",
  "atk-s0514a10:212_12": "palātā”ti vatvā puna attano gehameva ānesi. Taṁ kammaṁ ettakaṁ kālaṁ okāsaṁ alabhitvā",
  "atk-s0514a10:212_13": "bhasmapaṭicchanno aṅgārarāsi viya ṭhatvā imaṁ antimasarīraṁ upadhāvitvā gaṇhi. Yathā",
  "atk-s0514a10:212_14": "hi pana sunakhaluddakena migaṁ disvā sunakho vissajjito migaṁ anubandhitvā yasmiṁ",
  "atk-s0514a10:212_15": "ṭhāne pāpuṇāti, tasmiṁyeva gaṇhāti, evaṁ idaṁ kammaṁ yasmiṁ ṭhāne okāsaṁ labhati,",
  "atk-s0514a10:212_16": "tasmiṁ vipākaṁ deti, tena mutto nāma natthi.",
  "atk-s0514a10:213_0": "Thero attanā katakammassa ākaḍḍhitabhāvaṁ ñatvā na apagacchi. Thero tassa nissandena",
  "atk-s0514a10:213_1": "ākāse uppatituṁ nāsakkhi. Nandopanandadamanasamatthavejayantakampanasamatthāpissa",
  "atk-s0514a10:213_2": "iddhi kammabalena dubbalataṁ pattā. Coro theraṁ gahetvā therassa aṭṭhīni taṇḍulakaṇamattāni",
  "atk-s0514a10:213_3": "karonto bhinditvā sañcuṇṇetvā palālapiṭṭhikakaraṇaṁ nāma katvā “mato”ti saññāya ekasmiṁ",
  "atk-s0514a10:213_4": "gumbapiṭṭhe khipitvā saparivāro pakkāmi. Thero satiṁ paṭilabhitvā “satthāraṁ passitvā",
  "atk-s0514a10:213_5": "parinibbāyissāmī”ti cintetvā sarīraṁ jhānaveṭhanena veṭhetvā thiraṁ katvā ākāsaṁ",
  "atk-s0514a10:213_6": "uppatitvā ākāsena satthu santikaṁ gantvā satthāraṁ vanditvā “bhante, āyusaṅkhāro",
  "atk-s0514a10:213_7": "me ossaṭṭho, parinibbāyissāmī”ti āha. “Parinibbāyissasi, moggallāna”āti. “Āma, bhante”ti.",
  "atk-s0514a10:213_8": "“Kattha gantvā parinibbāyissasī”ti. “Kāḷasilāpaṭṭe, bhante”ti. Tena hi, moggallāna,",
  "atk-s0514a10:213_9": "dhammaṁ mayhaṁ kathetvā yāhi, tādisassa sāvakassa idāni dassanaṁ natthīti. So “evaṁ",
  "atk-s0514a10:213_10": "karissāmi, bhante”ti satthāraṁ vanditvā tālappamāṇaṁ ākāse uppatitvā parinibbānadivase",
  "atk-s0514a10:213_11": "sāriputtatthero viya nānappakārā iddhiyo katvā dhammaṁ kathetvā satthāraṁ vanditvā",
  "atk-s0514a10:213_12": "kāḷasilāyaṁ aṭaviyaṁ parinibbāyi.",
  "atk-s0514a10:214_0": "Taṅkhaṇaññeva cha devalokā ekakolāhalā ahesuṁ, “amhākaṁ kira ācariyo parinibbuto”ti",
  "atk-s0514a10:214_1": "dibbagandhamālāvāsadhūmacandanacuṇṇāni ceva nānādārūni ca gahetvā āgamiṁsu, ekūnasataratanacandanacitakā",
  "atk-s0514a10:214_2": "ahosi. Satthā therassa santike ṭhatvā sarīranikkhepaṁ kāresi. Āḷāhanassa samantato",
  "atk-s0514a10:214_3": "yojanamatte padese pupphavassaṁ vassi. Devānaṁ antare manussā, manussānaṁ antare",
  "atk-s0514a10:214_4": "devā ahesuṁ. Yathākkamena devānaṁ antare yakkhā tiṭṭhanti, yakkhānaṁ antare gandhabbā",
  "atk-s0514a10:214_5": "tiṭṭhanti, gandhabbānaṁ antare nāgā tiṭṭhanti, nāgānaṁ antare venateyyā tiṭṭhanti,",
  "atk-s0514a10:214_6": "venateyyānaṁ antare kinnarā tiṭṭhanti, kinnarānaṁ antare chattā tiṭṭhanti, chattānaṁ",
  "atk-s0514a10:214_7": "antare suvaṇṇacāmarā tiṭṭhanti, tesaṁ antare dhajā tiṭṭhanti, tesaṁ antare paṭākā",
  "atk-s0514a10:214_8": "tiṭṭhanti. Satta divasāni sādhukīḷaṁ kīḷiṁsu. Satthā therassa dhātuṁ gāhāpetvā veḷuvanadvārakoṭṭhake",
  "atk-s0514a10:214_9": "cetiyaṁ kārāpesi. Tadā bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ “āvuso, sāriputtatthero",
  "atk-s0514a10:214_10": "tathāgatassa santike aparinibbutattā buddhānaṁ santikā mahantaṁ sammānaṁ na labhi,",
  "atk-s0514a10:214_11": "moggallānatthero pana buddhānaṁ samīpe parinibbutattā mahāsammānaṁ labhī”ti. Satthā",
  "atk-s0514a10:214_12": "āgantvā “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti pucchitvā “imāya nāmā”ti",
  "atk-s0514a10:214_13": "vutte “na, bhikkhave, idāneva moggallāno mama santikā sammānaṁ labhati, pubbepi labhiyevā”ti vatvā atītaṁ āhari.",
  "atk-s0514a10:215_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto purohitassa brāhmaṇiyā kucchimhi",
  "atk-s0514a10:215_1": "paṭisandhiṁ gaṇhitvā dasamāsaccayena paccūsasamaye mātukucchito nikkhami. Tasmiṁ",
  "atk-s0514a10:215_2": "khaṇe dvādasayojanike bārāṇasinagare sabbāvudhāni pajjaliṁsu. Purohito puttassa jātakkhaṇe",
  "atk-s0514a10:215_3": "bahi nikkhamitvā ākāsaṁ olokento nakkhattayogaṁ disvā “iminā nakkhattena jātattā",
  "atk-s0514a10:215_4": "eso kumāro sakalajambudīpe dhanuggahānaṁ aggo bhavissatī”ti ñatvā kālasseva rājakulaṁ",
  "atk-s0514a10:215_5": "gantvā rājānaṁ sukhasayitabhāvaṁ pucchi. “Kuto me, ācariya, sukhaṁ, ajja sakalanivesane",
  "atk-s0514a10:215_6": "āvudhāni pajjalitānī”ti vutte “mā bhāyi, deva, na tumhākaṁ nivesaneyeva, sakalanagarepi",
  "atk-s0514a10:215_7": "pajjaliṁsuyeva, ajja amhākaṁ gehe kumārassa jātattā evaṁ ahosī”ti. “Ācariya, evaṁ",
  "atk-s0514a10:215_8": "jātakumārassa pana kiṁ bhavissatī”ti? “Na kiñci, mahārāja, so pana sakalajambudīpe",
  "atk-s0514a10:215_9": "dhanuggahānaṁ aggo bhavissatī”ti. “Sādhu, ācariya, tena hi naṁ paṭijaggitvā vayappattakāle",
  "atk-s0514a10:215_10": "amhākaṁ dasseyyāsī”ti vatvā khīramūlaṁ tāva sahassaṁ dāpesi. Purohito taṁ gahetvā",
  "atk-s0514a10:215_11": "nivesanaṁ gantvā brāhmaṇiyā datvā puttassa nāmaggahaṇadivase jātakkhaṇe āvudhānaṁ",
  "atk-s0514a10:215_12": "pajjalitattā “jotipālo”tissa nāmaṁ akāsi.",
  "atk-s0514a10:216_0": "So mahantena parivārena vaḍḍhamāno soḷasavassakāle uttamarūpadharo ahosi. Athassa",
  "atk-s0514a10:216_1": "pitā sarīrasampattiṁ oloketvā sahassaṁ datvā, “tāta, takkasilaṁ gantvā disāpāmokkhassa",
  "atk-s0514a10:216_2": "ācariyassa santike sippaṁ uppaṇhāhī”ti āha. So “sādhū”ti sampaṭicchitvā ācariyabhāgaṁ",
  "atk-s0514a10:216_3": "gahetvā mātāpitaro vanditvā tattha gantvā sahassaṁ datvā sippaṁ paṭṭhapetvā sattāheneva",
  "atk-s0514a10:216_4": "nipphattiṁ pāpuṇi. Athassa ācariyo tussitvā attano santakaṁ khaggaratanaṁ sandhiyuttaṁ",
  "atk-s0514a10:216_5": "meṇḍakasiṅgadhanuṁ sandhiyuttaṁ tūṇīraṁ attano sannāhakañcukaṁ uṇhīsañca datvā “tāta",
  "atk-s0514a10:216_6": "jotipola, ahaṁ mahallako, idāni tvaṁ ime māṇavake sikkhāpehī”ti pañcasatamāṇavakepi",
  "atk-s0514a10:216_7": "tasseva niyyādesi. Bodhisatto sabbaṁ upakaraṇaṁ gahetvā ācariyaṁ vanditvā bārāṇasimeva",
  "atk-s0514a10:216_8": "āgantvā mātāpitaro vanditvā aṭṭhāsi. Atha naṁ vanditvā ṭhitaṁ pitā avoca “uggahitaṁ",
  "atk-s0514a10:216_9": "te, tāta, sippa”nti. “Āma, tātā”ti. So tassa vacanaṁ sutvā rājakulaṁ gantvā “putto",
  "atk-s0514a10:216_10": "me, deva, sippaṁ sikkhitvā āgato, kiṁ karotū”ti āha. “Ācariya, amhe upaṭṭhahatū”ti.",
  "atk-s0514a10:216_11": "“Paribbayamassa jānātha, devā”ti. “So devasikaṁ sahassaṁ labhatū”ti. So “sādhū”ti",
  "atk-s0514a10:216_12": "sampaṭicchitvā gehaṁ gantvā kumāraṁ pakkosāpetvā “tāta, rājānaṁ upaṭṭhahā”ti āha.",
  "atk-s0514a10:216_13": "So tato paṭṭhāya devasikaṁ sahassaṁ labhitvā rājānaṁ upaṭṭhahi.",
  "atk-s0514a10:217_0": "Rājapādamūlikā ujjhāyiṁsu – “mayaṁ jotipālena katakammaṁ na passāma, devasikaṁ sahassaṁ",
  "atk-s0514a10:217_1": "gaṇhāti, mayamassa sippaṁ passitukāmā”ti. Rājā tesaṁ vacanaṁ sutvā purohitassa kathesi.",
  "atk-s0514a10:217_2": "Purohito “sādhu, devā”ti puttassārocesi. So “sādhu, tāta, ito sattame divase dassessāmi",
  "atk-s0514a10:217_3": "sippaṁ, apica rājā attano vijite dhanuggahe sannipātāpetū”ti āha. Purohito gantvā",
  "atk-s0514a10:217_4": "rañño tamatthaṁ ārocesi. Rājā nagare bheriṁ carāpetvā dhanuggahe sannipātāpesi. Saṭṭhisahassā",
  "atk-s0514a10:217_5": "dhanuggahā sannipatiṁsu. Rājā tesaṁ sannipatitabhāvaṁ ñatvā “nagaravāsino jotipālassa",
  "atk-s0514a10:217_6": "sippaṁ passantū”ti nagare bheriṁ carāpetvā rājaṅgaṇaṁ sajjāpetvā mahājanaparivuto",
  "atk-s0514a10:217_7": "pallaṅkavare nisīditvā dhanuggahe pakkosāpetvā “jotipālo āgacchatū”ti pesesi. So",
  "atk-s0514a10:217_8": "ācariyena dinnāni dhanutūṇīrasannāhakañcukauṇhīsāni nivāsanantare ṭhapetvā khaggaṁ",
  "atk-s0514a10:217_9": "gāhāpetvā pakativesena rañño santikaṁ gantvā ekamantaṁ aṭṭhāsi.",
  "atk-s0514a10:218_0": "Dhanuggahā “jotipālo kira dhanusippaṁ dassetuṁ āgato, dhanuṁ aggahetvā pana āgatattā",
  "atk-s0514a10:218_1": "amhākaṁ hatthato dhanuṁ gahetukāmo bhavissati, nāssa dassāmā”ti katikaṁ kariṁsu.",
  "atk-s0514a10:218_2": "Rājā jotipālaṁ āmantetvā “sippaṁ dassehī”ti āha. So sāṇiṁ parikkhipāpetvā antosāṇiyaṁ",
  "atk-s0514a10:218_3": "ṭhito sāṭakaṁ apanetvā sannāhakañcukaṁ pavesetvā uṇhīsaṁ sīse paṭimuñcitvā meṇḍakasiṅgadhanumhi",
  "atk-s0514a10:218_4": "pavālavaṇṇaṁ jiyaṁ āropetvā tūṇīraṁ piṭṭhe bandhitvā khaggaṁ vāmato katvā vajiraggaṁ",
  "atk-s0514a10:218_5": "nārācaṁ nakhapiṭṭhena parivattetvā sāṇiṁ vivaritvā pathaviṁ bhinditvā alaṅkatanāgakumāro",
  "atk-s0514a10:218_6": "viya nikkhamitvā gantvā rañño apacitiṁ dassetvā aṭṭhāsi. Taṁ disvā mahājanā vagganti",
  "atk-s0514a10:218_7": "nadanti apphoṭenti seḷenti. Rājā “dassehi, jotipāla, sippa”nti āha. Deva, tumhākaṁ",
  "atk-s0514a10:218_8": "dhanuggahesu akkhaṇavedhivālavedhisaravedhisaddavedhino cattāro dhanuggahe pakkosāpehīti.",
  "atk-s0514a10:218_9": "Atha rājā pakkosāpesi.",
  "atk-s0514a10:219_0": "Mahāsatto rājaṅgaṇe caturassaparicchedabbhantare maṇḍalaṁ katvā catūsu kaṇṇesu cattāro",
  "atk-s0514a10:219_1": "dhanuggahe ṭhapetvā ekekassa tiṁsa tiṁsa kaṇḍasahassāni dāpetvā ekekassa santike",
  "atk-s0514a10:219_2": "ekekaṁ kaṇḍadāyakaṁ ṭhapetvā sayaṁ vajiraggaṁ nārācaṁ gahetvā maṇḍalamajjhe ṭhatvā",
  "atk-s0514a10:219_3": "“mahārāja, ime cattāro dhanuggahā ekappahāreneva sare khipitvā maṁ vijjhantu, ahaṁ",
  "atk-s0514a10:219_4": "etehi khittakaṇḍāni nivāressāmī”ti āha. Rājā “evaṁ karothā”ti āṇāpesi. Dhanuggahā",
  "atk-s0514a10:219_5": "āhaṁsu, “mahārāja, mayaṁ akkhaṇavedhivālavedhisaravedhisaddavedhino, jotipālo taruṇadārako,",
  "atk-s0514a10:219_6": "na mayaṁ vijjhissāmā”ti. Mahāsatto “sace sakkotha, vijjhatha ma”nti āha. Te “sādhū”ti",
  "atk-s0514a10:219_7": "sampaṭicchitvā ekappahāreneva kaṇḍāni khipiṁsu. Mahāsatto tāni nārācena paharitvā",
  "atk-s0514a10:219_8": "yathā vā tathā vā na pātesi, bodhikoṭṭhakaṁ pana parikkhipanto viya tālena tālaṁ,",
  "atk-s0514a10:219_9": "vālena vālaṁ, daṇḍakena daṇḍakaṁ, vājena vājaṁ anatikkamanto khipitvā saragabbhaṁ",
  "atk-s0514a10:219_10": "akāsi. Dhanuggahānaṁ kaṇḍāni khīṇāni. So tesaṁ kaṇḍakhīṇabhāvaṁ ñatvā saragabbhaṁ",
  "atk-s0514a10:219_11": "avināsentova uppatitvā gantvā rañño santike aṭṭhāsi. Mahājano unnādento vagganto",
  "atk-s0514a10:219_12": "apphoṭento seḷento accharaṁ paharanto mahākolāhalaṁ katvā vatthābharaṇādīni khipi.",
  "atk-s0514a10:219_13": "Evaṁ ekarāsibhūtaṁ aṭṭhārasakoṭisaṅkhyaṁ dhanaṁ ahosi.",
  "atk-s0514a10:220_0": "Atha naṁ rājā pucchi – “kiṁ sippaṁ nāmetaṁ jotipālā”ti? Sarapaṭibāhanaṁ nāma, devāti.",
  "atk-s0514a10:220_1": "Aññe etaṁ jānantā atthīti. Sakalajambudīpe maṁ ṭhapetvā añño natthi, devāti. Aparaṁ",
  "atk-s0514a10:220_2": "dassehi, tātāti. Deva, ete tāva catūsu kaṇṇesu ṭhatvā cattāropi janā maṁ vijjhituṁ",
  "atk-s0514a10:220_3": "na sakkhiṁsu, ahaṁ panete catūsu kaṇṇesu ṭhite ekeneva sarena vijjhissāmīti. Dhanuggahā",
  "atk-s0514a10:220_4": "ṭhātuṁ na ussahiṁsu. Mahāsatto catūsu kaṇṇesu catasso kadaliyo ṭhapāpetvā nārācapuṅkhe",
  "atk-s0514a10:220_5": "rattasuttakaṁ bandhitvā ekaṁ kadaliṁ sandhāya khipi. Nārāco taṁ kadaliṁ vijjhitvā",
  "atk-s0514a10:220_6": "tato dutiyaṁ, tato tatiyaṁ, tato catutthaṁ, tato paṭhamaṁ viddhameva vijjhitvā puna",
  "atk-s0514a10:220_7": "tassa hattheyeva patiṭṭhahi. Kadaliyo suttaparikkhittā aṭṭhaṁsu. Mahājano unnādasahassāni",
  "atk-s0514a10:220_8": "pavattesi. Rājā “kiṁ sippaṁ nāmetaṁ, tātā”ti? Cakkaviddhaṁ nāma, devāti. Aparampi",
  "atk-s0514a10:220_9": "dassehi, tātāti. Mahāsatto saralaṭṭhiṁ nāma, sararajjuṁ nāma, saravedhiṁ nāma dassesi,",
  "atk-s0514a10:220_10": "sarapāsādaṁ nāma, sarasopānaṁ nāma, saramaṇḍapaṁ nāma, sarapākāraṁ nāma, sarapokkharaṇiṁ",
  "atk-s0514a10:220_11": "nāma akāsi, sarapadumaṁ nāma pupphāpesi, saravassaṁ nāma vassāpesi. Iti aññehi asādhāraṇāni",
  "atk-s0514a10:220_12": "imāni dvādasa sippāni dassetvā puna aññehi asādhāraṇeyeva satta mahākāye padālesi,",
  "atk-s0514a10:220_13": "aṭṭhaṅgulabahalaṁ udumbarapadaraṁ vijjhi, caturaṅgulabahalaṁ asanapadaraṁ, dvaṅgulabahalaṁ",
  "atk-s0514a10:220_14": "tambapaṭṭaṁ, ekaṅgulabahalaṁ ayapaṭṭaṁ, ekābaddhaṁ phalakasataṁ vinivijjhitvā palālasakaṭavālukasakaṭapadarasakaṭānaṁ",
  "atk-s0514a10:220_15": "purimabhāgena saraṁ khipitvā pacchābhāgena nikkhamāpesi, pacchābhāgena saraṁ khipitvā",
  "atk-s0514a10:220_16": "purimabhāgena nikkhamāpesi, udake catuusabhaṁ, thale aṭṭhausabhaṭṭhānaṁ kaṇḍaṁ pesesi.",
  "atk-s0514a10:220_17": "Vātiṅgaṇasaññāya usabhamattake vālaṁ vijjhi. Bodhisatto sare khipitvā ākāse sarapāsādādīni",
  "atk-s0514a10:220_18": "katvā puna ekena sarena te sare pātento bhaṅgavibhaṅge akāsīti “sarabhaṅgo”ti nāma",
  "atk-s0514a10:220_19": "paññāto. Tassa ettakāni sippāni dassentasseva sūriyo atthaṅgato.",
  "atk-s0514a10:221_0": "Athassa rājā senāpatiṭṭhānaṁ paṭijānitvā “jotipāla, ajja vikālo, sve tvaṁ senāpatiṭṭhānaṁ",
  "atk-s0514a10:221_1": "sakkāraṁ gaṇhissasi, kesamassuṁ kāretvā nhatvā ehī”ti taṁ divasaṁ paribbayatthāya",
  "atk-s0514a10:221_2": "satasahassaṁ adāsi. Mahāsatto “iminā mayhaṁ attho natthī”ti aṭṭhārasakoṭisaṅkhyaṁ",
  "atk-s0514a10:221_3": "dhanaṁ sāmikānaññeva datvā mahantena parivārena nhāyituṁ nadiṁ gantvā kesamassuṁ",
  "atk-s0514a10:221_4": "kāretvā nhatvā sabbālaṅkārappaṭimaṇḍito anopamāya siriyā nivesanaṁ pavisitvā nānaggarasabhojanaṁ",
  "atk-s0514a10:221_5": "bhuñjitvā sirisayanaṁ abhiruyha nipanno dve yāme sayitvā pacchimayāme pabuddho uṭṭhāya",
  "atk-s0514a10:221_6": "pallaṅkaṁ ābhujitvā sayanapiṭṭhe nisinnova attano sippassa ādimajjhapariyosānaṁ olokento",
  "atk-s0514a10:221_7": "“mama sippassa āditova paramāraṇaṁ paññāyati, majjhe kilesaparibhogo, pariyosāne",
  "atk-s0514a10:221_8": "nirayamhi paṭisandhi, pāṇātipāto kilesaparibhogesu ca adhimattappamādo niraye paṭisandhiṁ",
  "atk-s0514a10:221_9": "deti, raññā mayhaṁ mahantaṁ senāpatiṭṭhānaṁ dinnaṁ, mahantaṁ me issariyaṁ bhavissati,",
  "atk-s0514a10:221_10": "bhariyā ca puttadhītaro ca bahū bhavissanti. Kilesavatthu kho pana vepullagataṁ duccajaṁ",
  "atk-s0514a10:221_11": "hoti, idāneva nikkhamitvā ekakova araññaṁ pavisitvā isipabbajjaṁ pabbajituṁ yuttaṁ",
  "atk-s0514a10:221_12": "mayha”nti mahāsayanato uṭṭhāya kañci ajānāpento pāsādā oruyha aggadvārena nikkhamitvā",
  "atk-s0514a10:221_13": "ekakova araññaṁ pavisitvā godhāvarinadītīre tiyojanikaṁ kapiṭṭhavanaṁ sandhāya pāyāsi.",
  "atk-s0514a10:222_0": "Tassa nikkhantabhāvaṁ ñatvā sakko vissakammaṁ pakkosāpetvā “tāta, jātipālo abhinikkhamanaṁ",
  "atk-s0514a10:222_1": "nikkhanto, mahāsamāgamo bhavissati, godhāvarinadītīre kapiṭṭhavane assamaṁ māpetvā",
  "atk-s0514a10:222_2": "pabbajitaparikkhāre paṭiyādehī”ti āha. So tathā akāsi. Mahāsatto taṁ ṭhānaṁ patvā",
  "atk-s0514a10:222_3": "ekapadikamaggaṁ disvā “pabbajitānaṁ vasanaṭṭhānena bhavitabba”nti tena maggena tattha",
  "atk-s0514a10:222_4": "gantvā kañci apassanto paṇṇasālaṁ pavisitvā pabbajitaparikkhāre disvā “sakko devarājā",
  "atk-s0514a10:222_5": "mama nikkhantabhāvaṁ aññāsi maññe”ti cintetvā sāṭakaṁ apanetvā rattavākaciraṁ nivāsetvā",
  "atk-s0514a10:222_6": "ca pārupitvā ca ajinacammaṁ ekaṁsagataṁ akāsi, jaṭāmaṇḍalaṁ bandhitvā khārikājaṁ",
  "atk-s0514a10:222_7": "aṁse katvā kattaradaṇḍaṁ gahetvā paṇṇasālato nikkhamitvā caṅkamaṁ āruyha katipayavāre",
  "atk-s0514a10:222_8": "aparāparaṁ caṅkamitvā pabbajjāsiriyā vanaṁ upasobhayamāno kasiṇaparikammaṁ katvā",
  "atk-s0514a10:222_9": "pabbajitato sattame divase aṭṭha samāpattiyo pañca abhiññāyo ca nibbattetvā uñchācariyāya",
  "atk-s0514a10:222_10": "vanamūlaphalāhāro ekakova vihāsi. Mātāpitaro mittasuhajjādayo ñātivaggāpissa taṁ",
  "atk-s0514a10:222_11": "apassantā rodantā paridevantā vicaranti.",
  "atk-s0514a10:223_0": "Atheko vanacarako araññaṁ pavisitvā kapiṭṭhakaassamapade nisinnaṁ mahāsattaṁ disvā",
  "atk-s0514a10:223_1": "sañjānitvā gantvā tena saddhiṁ paṭisanthāraṁ katvā nagaraṁ gantvā tassa mātāpitūnaṁ",
  "atk-s0514a10:223_2": "ārocesi. Te rañño ārocayiṁsu. Rājā “etha naṁ passissāmā”ti tassa mātāpitaro gahetvā",
  "atk-s0514a10:223_3": "mahājanaparivuto vanacarakena desitena maggena godhāvarinadītīraṁ pāpuṇi. Bodhisatto",
  "atk-s0514a10:223_4": "nadītīraṁ āgantvā ākāse nisinno dhammaṁ desetvā te sabbe assamapadaṁ pavesetvā tatrapi",
  "atk-s0514a10:223_5": "tesaṁ ākāse nisinnova kāmesu ādīnavaṁ pakāsetvā dhammaṁ desesi. Rājānaṁ ādiṁ katvā",
  "atk-s0514a10:223_6": "sabbeva pabbajiṁsu. Bodhisatto isigaṇaparivuto tattheva vasi. Athassa tattha vasanabhāvo",
  "atk-s0514a10:223_7": "sakalajambudīpe pākaṭo ahosi. Aññepi rājāno raṭṭhavāsīhi saddhiṁ āgantvā tassa santike",
  "atk-s0514a10:223_8": "pabbajiṁsu, samāgamo mahā ahosi. Anupubbena anekasatasahassaparisā ahesuṁ. Yo kāmavitakkaṁ",
  "atk-s0514a10:223_9": "vā byāpādavitakkaṁ vā vihiṁsāvitakkaṁ vā vitakketi, mahāsatto gantvā tassa purato",
  "atk-s0514a10:223_10": "ākāse nisīditvā dhammaṁ deseti, kasiṇaparikammaṁ ācikkhati. Tassovāde ṭhatvā aṭṭha",
  "atk-s0514a10:223_11": "samāpattiyo uppādetvā jhānanipphattiṁ pattā sālissaro meṇḍissaro pabbato kāḷadevilo",
  "atk-s0514a10:223_12": "kisavaccho anusisso nāradoti satta jeṭṭhantevāsino ahesuṁ. Aparabhāge kapiṭṭhakaassamo",
  "atk-s0514a10:223_13": "paripūri. Isigaṇassa vasanokāso nappahoti.",
  "atk-s0514a10:224_0": "Atha mahāsatto sālissaraṁ āmantetvā “sālissara, ayaṁ assamo isigaṇassa nappahoti,",
  "atk-s0514a10:224_1": "tvaṁ imaṁ isigaṇaṁ gahetvā majjharañño vijite kalappacullakanigamaṁ upanissāya vasāhī”ti",
  "atk-s0514a10:224_2": "āha. So “sādhū”ti tassa vacanaṁ sampaṭicchitvā anekasahassaṁ isigaṇaṁ gahetvā gantvā",
  "atk-s0514a10:224_3": "tattha vāsaṁ kappesi. Manussesu āgantvā pabbajantesu puna assamo paripūri. Bodhisatto",
  "atk-s0514a10:224_4": "meṇḍissaraṁ āmantetvā, “meṇḍissara, tvaṁ imaṁ isigaṇaṁ ādāya suraṭṭhajanapadassa",
  "atk-s0514a10:224_5": "sīmantare sātodikā nāma nadī atthi, tassā tīre vasāhī”ti uyyojesi, puna kapiṭṭhakaassamo",
  "atk-s0514a10:224_6": "paripūri. Etenupāyena tatiyavāre pabbataṁ āmantetvā “pabbata, tvaṁ mahāaṭaviyaṁ añjanapabbato",
  "atk-s0514a10:224_7": "nāma atthi, taṁ upanissāya vasāhī”ti pesesi. Catutthavāre kāḷadevilaṁ āmantetvā “kāḷadevila,",
  "atk-s0514a10:224_8": "tvaṁ dakkhiṇapathe avantiraṭṭhe ghanaselapabbato nāma atthi, taṁ upanissāya vasāhī”ti",
  "atk-s0514a10:224_9": "pesesi. Puna kapiṭṭhakaassamo paripūri, pañcasu ṭhānesu anekasatasahassaisigaṇo ahosi.",
  "atk-s0514a10:224_10": "Kisavaccho pana mahāsattaṁ āpucchitvā daṇḍakirañño vijite kumbhavatinagaraṁ nāma",
  "atk-s0514a10:224_11": "atthi, taṁ upanissāya uyyāne vihāsi. Nārado majjhimadese añjanagirināmake pabbatajālantare",
  "atk-s0514a10:224_12": "vihāsi. Anusisso pana mahāsattassa santikeva ahosi.",
  "atk-s0514a10:225_0": "Tasmiṁ kāle daṇḍakirājā ekaṁ laddhasakkāraṁ gaṇikaṁ ṭhānā cāvesi. Sā attano dhammatāya",
  "atk-s0514a10:225_1": "vicarantī uyyānaṁ gantvā kisavacchatāpasaṁ disvā “ayaṁ kāḷakaṇṇī bhavissati, imassa",
  "atk-s0514a10:225_2": "sarīre kaliṁ pavāhetvā nhatvā gamissāmī”ti dantakaṭṭhaṁ khāditvā sabbapaṭhamaṁ tassūpari",
  "atk-s0514a10:225_3": "bahalakheḷaṁ niṭṭhubhantī kisavacchatāpasassa jaṭantare niṭṭhubhitvā dantakaṭṭhampissa",
  "atk-s0514a10:225_4": "sīseyeva khipitvā sayaṁ sīsaṁ nhāyitvā gatā. Rājāpi taṁ saritvā puna pākatikameva",
  "atk-s0514a10:225_5": "akāsi. Sā mohamūḷhā hutvā “kāḷakaṇṇisarīre kaliṁ pavāhetvā mampi rājā puna ṭhāne",
  "atk-s0514a10:225_6": "ṭhapeti mayā yaso laddho”ti saññamakāsi. Tato nacirasseva rājā purohitaṁ ṭhānato",
  "atk-s0514a10:225_7": "cāvesi. So tassā santikaṁ gantvā “tvaṁ kena kāraṇena puna ṭhānaṁ labhasī”ti pucchi.",
  "atk-s0514a10:225_8": "Athassa sā “rājuyyāne kāḷakaṇṇisarīre kalissa pavāhitattā”ti ārocesi. Purohito gantvā",
  "atk-s0514a10:225_9": "tatheva tassa sarīre kaliṁ pavāhesi, tampi rājā puna ṭhāne ṭhapesi. Athassa aparabhāge",
  "atk-s0514a10:225_10": "paccanto kuppi. So senaṅgaparivuto yuddhāya nikkhami. Atha naṁ mohamūḷho purohito,",
  "atk-s0514a10:225_11": "“mahārāja, kiṁ tumhe jayaṁ icchatha, udāhu parājaya”nti pucchitvā “jaya”nti vutte",
  "atk-s0514a10:225_12": "– “tena hi rājuyyāne kāḷakaṇṇī vasati, tassa sarīre kaliṁ pavāhetvā yāhī”ti āha.",
  "atk-s0514a10:225_13": "So tassa kathaṁ gahetvā “ye mayā saddhiṁ āgacchanti, te uyyāne kāḷakaṇṇisarīre kaliṁ",
  "atk-s0514a10:225_14": "pavāhentū”ti vatvā uyyānaṁ pavisitvā dantakaṭṭhaṁ khāditvā sabbapaṭhamaṁ sayameva",
  "atk-s0514a10:225_15": "tassa jaṭantare kheḷaṁ niṭṭhubhitvā dantakaṭṭhañca khipitvā sīsaṁ nhāyi. Balakāyopissa tathā akāsi.",
  "atk-s0514a10:226_0": "Tasmiṁ pakkante senāpati gantvā tāpasaṁ disvā dantakaṭṭhādīni nīharitvā sādhukaṁ",
  "atk-s0514a10:226_1": "nhāpetvā “bhante, rañño kiṁ bhavissatī”ti pucchi. Āvusā mayhaṁ manopadoso natthi,",
  "atk-s0514a10:226_2": "devatā pana kupitā ito sattame divase sakalaraṭṭhaṁ araṭṭhaṁ karissanti, tvaṁ puttadāraṁ",
  "atk-s0514a10:226_3": "gahetvā sīghaṁ palāyitvā aññattha yāhīti. So bhītatasito gantvā rañño ārocesi, rājā",
  "atk-s0514a10:226_4": "tassa vacanaṁ na gaṇhi. So nivattitvā attano gehaṁ gantvā puttadāraṁ ādāya palāyitvā",
  "atk-s0514a10:226_5": "aññaṁ raṭṭhaṁ agamāsi. Sarabhaṅgasatthā taṁ kāraṇaṁ ñatvā dve taruṇatāpase pesetvā",
  "atk-s0514a10:226_6": "“kisavacchaṁ mañcasivikāya ānethā”ti ākāsena āṇāpesi. Rājā yujjhitvā core gahetvā",
  "atk-s0514a10:226_7": "nagarameva paccāgami. Tasmiṁ āgate devatā paṭhamaṁ devaṁ vassāpesuṁ, vassoghena sabbakuṇapesu",
  "atk-s0514a10:226_8": "avahaṭesu suddhavālukavassaṁ vassi, suddhavālukamatthake dibbapupphavassaṁ vassi,",
  "atk-s0514a10:226_9": "dibbapupphamatthake māsakavassaṁ, māsakamatthake kahāpaṇavassaṁ, kahāpaṇamatthake",
  "atk-s0514a10:226_10": "dibbābharaṇavassaṁ vassi, manussā somanassappattā hiraññasuvaṇṇābharaṇāni gaṇhituṁ",
  "atk-s0514a10:226_11": "ārabhiṁsu. Atha nesaṁ sarīre sampajjalitaṁ nānappakāraṁ āvudhavassaṁ vassi, manussā",
  "atk-s0514a10:226_12": "khaṇḍākhaṇḍikaṁ chijjiṁsu. Atha nesaṁ upari mahantamahantā vītaccitaṅgārā patiṁsu,",
  "atk-s0514a10:226_13": "tesaṁ upari mahantamahantāni pajjalitapabbatakūṭāni patiṁsu, tesaṁ upari saṭṭhihatthaṭṭhānaṁ",
  "atk-s0514a10:226_14": "pūrayantaṁ sukhumavālukavassaṁ vassi. Evaṁ saṭṭhiyojanaṭṭhānaṁ araṭṭhaṁ ahosi, tassa",
  "atk-s0514a10:226_15": "evaṁ araṭṭhabhāvo sakalajambudīpe paññāyi.",
  "atk-s0514a10:227_0": "Atha tassa raṭṭhassa anantararaṭṭhādhipatino kāliṅgo, aṭṭhako, bhīmarathoti tayo",
  "atk-s0514a10:227_1": "rājāno cintayiṁsu – “pubbe bārāṇasiyaṁ kalābukāsikarājā khantivāditāpase aparajjhitvā",
  "atk-s0514a10:227_2": "pathaviṁ paviṭṭhoti sūyati, tathā “nāḷikerarājā tāpase sunakhehi khādāpetvā, sahassabāhu",
  "atk-s0514a10:227_3": "ajjuno ca aṅgīrase aparajjhitvā, idāni daṇḍakirājā kisavacche aparajjhitvā saha raṭṭhena",
  "atk-s0514a10:227_4": "vināsaṁ patto”ti sūyati. Imesaṁ pana catunnaṁ rājūnaṁ nibbattaṭṭhānaṁ mayaṁ na jānāma,",
  "atk-s0514a10:227_5": "taṁ no ṭhapetvā sarabhaṅgasatthāraṁ añño kathetuṁ samattho nāma natthi, taṁ upasaṅkamitvā",
  "atk-s0514a10:227_6": "ime pañhe pucchissāmā”ti. Te tayopi mahantena parivārena pañhapucchanatthāya nikkhamiṁsu.",
  "atk-s0514a10:227_7": "Te pana “asukopi nikkhanto”ti na jānanti, ekeko “ahameva gacchāmī”ti maññati, tesaṁ",
  "atk-s0514a10:227_8": "godhāvarinadito avidūre samāgamo ahosi. Te rathehi otaritvā tayopi ekameva rathaṁ",
  "atk-s0514a10:227_9": "abhiruyha godhāvarinadītīraṁ sampāpuṇiṁsu.",
  "atk-s0514a10:228_0": "Tasmiṁ khaṇe sakko paṇḍukambalasilāsane nisinno satta pañhe cintetvā “ime pañhe ṭhapetvā",
  "atk-s0514a10:228_1": "sarabhaṅgasatthāraṁ añño sadevake loke kathetuṁ samattho nāma natthi, taṁ ime pañhe",
  "atk-s0514a10:228_2": "pucchissāmi, imepi tayo rājāno sarabhaṅgasatthāraṁ pañhaṁ pucchituṁ godhāvarinadītīraṁ",
  "atk-s0514a10:228_3": "pattā, etesaṁ pañhepi ahameva pucchissāmī”ti dvīsu devalokesu devatāhi parivuto devalokato",
  "atk-s0514a10:228_4": "otari. Taṁ divasameva kisavaccho kālamakāsi. Tassa sarīrakiccaṁ kāretuṁ catūsu ṭhānesu",
  "atk-s0514a10:228_5": "anekasahassā isayo tattheva gantvā pañcasu ṭhānesu maṇḍapañca kāretvā anekasahassā",
  "atk-s0514a10:228_6": "isigaṇā kisavacchassa tāpasassa candanacitakaṁ katvā sarīraṁ jhāpesuṁ. Āḷāhanassa",
  "atk-s0514a10:228_7": "samantā aḍḍhayojanamatte ṭhāne dibbakusumavassaṁ vassi. Mahāsatto tassa sarīranikkhepaṁ",
  "atk-s0514a10:228_8": "kārāpetvā assamaṁ pavisitvā tehi isigaṇehi parivuto nisīdi. Tesampi rājūnaṁ nadītīraṁ",
  "atk-s0514a10:228_9": "āgatakāle mahāsenāvāhanatūriyasaddo ahosi. Mahāsatto taṁ sutvā anusissaṁ tāpasaṁ",
  "atk-s0514a10:228_10": "āmantetvā “tāta, tvaṁ gantvā tāva jānāhi, kiṁ saddo nāmeso”ti āha. So pānīyaghaṭaṁ",
  "atk-s0514a10:228_11": "ādāya tattha gantvā te rājāno disvā pucchanavasena paṭhamaṁ gāthamāha –",
  "atk-s0514a10:229": "50.",
  "atk-s0514a10:230": "“Alaṅkatā kuṇḍalino suvatthā, veḷuriyamuttātharukhaggabandhā;",
  "atk-s0514a10:231": "Rathesabhā tiṭṭhatha ke nu tumhe, kathaṁ vo jānanti manussaloke”ti.",
  "atk-s0514a10:232_0": "Tattha veḷuriyamuttātharukhaggabandhāti veḷuriyamaṇīhi ceva muttālambakehi ca alaṅkatatharūhi",
  "atk-s0514a10:232_1": "khaggaratanehi samannāgatā. Tiṭṭhathāti ekasmiṁ rathe tiṭṭhatha. Ke nūti ke nāma",
  "atk-s0514a10:232_2": "tumhe, kathaṁ vo sañjānantīti?",
  "atk-s0514a10:233": "Te tassa vacanaṁ sutvā rathā otaritvā vanditvā aṭṭhaṁsu. Tesu aṭṭhakarājā tena saddhiṁ sallapanto dutiyaṁ gāthamāha –",
  "atk-s0514a10:234": "51.",
  "atk-s0514a10:235": "“Ahamaṭṭhako bhīmaratho panāyaṁ, kāliṅgarājā pana uggatoyaṁ;",
  "atk-s0514a10:236": "Susaññatānaṁ isīnaṁ dassanāya, idhāgatā pucchitāyemha pañhe”ti.",
  "atk-s0514a10:237_0": "Tattha uggatoti cando viya sūriyo viya ca pākaṭo paññāto. Susaññatānaṁ isīnanti,",
  "atk-s0514a10:237_1": "bhante, na mayaṁ vanakīḷādīnaṁ atthāya āgatā, atha kho kāyādīhi susaññatānaṁ sīlasampannānaṁ",
  "atk-s0514a10:237_2": "isīnaṁ dassanatthāya idhāgatā. Pucchitāyemha pañheti sarabhaṅgasatthāraṁ pañhe pucchituṁ",
  "atk-s0514a10:237_3": "emha, āgatāmhāti attho. Ya-kāro byañjanasandhikaroti veditabbo.",
  "atk-s0514a10:238_0": "Atha ne tāpaso “sādhu mahārājā, āgantabbaṭṭhānaññeva āgatāttha, tena hi nhatvā vissamitvā",
  "atk-s0514a10:238_1": "assamapadaṁ pavisitvā isigaṇaṁ vanditvā sarabhaṅgasatthārameva pañhaṁ pucchathā”ti",
  "atk-s0514a10:238_2": "tehi saddhiṁ paṭisanthāraṁ katvā pānīyaghaṭaṁ ukkhipitvā udakatheve puñchanto ākāsaṁ",
  "atk-s0514a10:238_3": "olokento sakkaṁ devarājānaṁ devagaṇaparivutaṁ erāvaṇakkhandhavaragataṁ otarantaṁ",
  "atk-s0514a10:238_4": "disvā tena saddhiṁ sallapanto tatiyaṁ gāthamāha –",
  "atk-s0514a10:239": "52.",
  "atk-s0514a10:240": "“Vehāyasaṁ tiṭṭhasi antalikkhe, pathaddhuno pannaraseva cando;",
  "atk-s0514a10:241": "Pucchāmi taṁ yakkha mahānubhāva, kataṁ taṁ jānanti manussaloke”ti.",
  "atk-s0514a10:242": "Tattha vehāyasanti abbhuggantvā antalikkhe ākāse tiṭṭhasi. Pathaddhunoti pathaddhagato, addhapathe gaganamajjhe ṭhitoti attho.",
  "atk-s0514a10:243": "Taṁ sutvā sakko catutthaṁ gāthamāha –",
  "atk-s0514a10:244": "53.",
  "atk-s0514a10:245": "“Yamāhu devesu ‘sujampatī’ti, ‘maghavā’ti taṁ āhu manussaloke;",
  "atk-s0514a10:246": "Sa devarājā idamajja patto, susaññatānaṁ isīnaṁ dassanāyā”ti.",
  "atk-s0514a10:247": "Tattha sa devarājāti so ahaṁ sakko devarājā. Idamajja pattoti idaṁ ṭhānaṁ ajja āgato. Dassanāyāti dassanatthāya vandanatthāya sarabhaṅgasatthārañca pañhaṁ pucchanatthāyāti āha.",
  "atk-s0514a10:248_0": "Atha naṁ anusisso “sādhu, mahārāja, tumhe pacchā āgacchathā”ti vatvā pānīyaghaṭaṁ",
  "atk-s0514a10:248_1": "ādāya assamapadaṁ pavisitvā pānīyaghaṭaṁ paṭisāmetvā tiṇṇaṁ rājūnaṁ devarājassa ca",
  "atk-s0514a10:248_2": "pañhapucchanatthāya āgatabhāvaṁ mahāsattassa ārocesi. So isigaṇaparivuto mahāvisālamāḷake",
  "atk-s0514a10:248_3": "nisīdi. Tayo rājāno āgantvā isigaṇaṁ vanditvā ekamantaṁ nisīdiṁsu. Sakkopi otaritvā",
  "atk-s0514a10:248_4": "isigaṇaṁ upasaṅkamitvā añjaliṁ paggayha ṭhito isigaṇaṁ vaṇṇetvā vandamāno pañcamaṁ gāthamāha –",
  "atk-s0514a10:249": "54.",
  "atk-s0514a10:250": "“Dūre sutā no isayo samāgatā, mahiddhikā iddhiguṇūpapannā;",
  "atk-s0514a10:251": "Vandāmi te ayire pasannacitto, ye jīvalokettha manussaseṭṭhā”ti.",
  "atk-s0514a10:252_0": "Tattha dūre sutā noti, bhante, amhehi tumhe dūre devaloke ṭhitehiyeva sutāti mamāyanto",
  "atk-s0514a10:252_1": "evamāha. Idaṁ vuttaṁ hoti – ime idha samāgatā amhākaṁ isayo dūre sutā yāva brahmalokā",
  "atk-s0514a10:252_2": "vissutā pākaṭāti. Mahiddhikāti mahānubhāvā. Iddhiguṇūpapannāti pañcavidhena iddhiguṇena",
  "atk-s0514a10:252_3": "samannāgatā. Ayireti, ayye. Yeti ye tumhe imasmiṁ jīvaloke manussesu seṭṭhāti.",
  "atk-s0514a10:253": "Evaṁ isigaṇaṁ vaṇṇetvā sakko cha nisajjadose pariharanto ekamantaṁ nisīdi. Atha naṁ isīnaṁ adhovāte nisinnaṁ disvā anusisso chaṭṭhaṁ gāthamāha –",
  "atk-s0514a10:254": "55.",
  "atk-s0514a10:255": "“Gandho isīnaṁ ciradikkhitānaṁ, kāyā cuto gacchati mālutena;",
  "atk-s0514a10:256": "Ito paṭikkamma sahassanetta, gandho isīnaṁ asuci devarājā”ti.",
  "atk-s0514a10:257_0": "Tattha ciradikkhitānanti cirapabbajitānaṁ. Paṭikkammāti paṭikkama apehi. Sahassanettāti",
  "atk-s0514a10:257_1": "ālapanametaṁ. Sakko hi amaccasahassehi cintitaṁ atthaṁ ekakova passati, tasmā “sahassanetto”ti",
  "atk-s0514a10:257_2": "vuccati. Atha vā sahassanettānaṁ pana devānaṁ dassanūpacārātikkamanasamatthoti sahassanettā.",
  "atk-s0514a10:257_3": "Asucīti sedamalādīhi paribhāvitattā duggandho, tumhe ca sucikāmā, tena vo esa gandho bādhatīti.",
  "atk-s0514a10:258": "Taṁ sutvā sakko itaraṁ gāthamāha –",
  "atk-s0514a10:259": "56.",
  "atk-s0514a10:260": "“Gandho isīnaṁ ciradikkhitānaṁ, kāyā cuto gacchatu mālutena;",
  "atk-s0514a10:261": "Vicittapupphaṁ surabhiṁva mālaṁ, gandhañca etaṁ pāṭikaṅkhāma bhante;",
  "atk-s0514a10:262": "Na hettha devā paṭikkūlasaññino”ti.",
  "atk-s0514a10:263_0": "Tattha gacchatūti yathāsukhaṁ pavattatu, nāsapuṭaṁ no paharatūti attho. Pāṭikaṅkhāmāti",
  "atk-s0514a10:263_1": "icchāma patthema. Etthāti etasmiṁ gandhe devā jigucchasaññino na honti. Dussīleyeva",
  "atk-s0514a10:263_2": "hi devā jigucchanti, na sīlavanteti.",
  "atk-s0514a10:264_0": "Evañca pana vatvā “bhante, anusissa ahaṁ mahantena ussāhena pañhaṁ pucchituṁ āgato,",
  "atk-s0514a10:264_1": "okāsaṁ me karohī”ti āha. So tassa vacanaṁ sutvā uṭṭhāyāsanā isigaṇaṁ okāsaṁ karonto gāthādvayamāha –",
  "atk-s0514a10:265": "57.",
  "atk-s0514a10:266": "“Purindado bhūtapatī yasassī, devānamindo sakko maghavā sujampati;",
  "atk-s0514a10:267": "Sa devarājā asuragaṇappamaddano, okāsamākaṅkhati pañha pucchituṁ.",
  "atk-s0514a10:268": "58.",
  "atk-s0514a10:269": "“Ko nevimesaṁ idha paṇḍitānaṁ, pañhe puṭṭho nipuṇe byākarissati;",
  "atk-s0514a10:270": "Tiṇañca raññaṁ manujādhipānaṁ, devānamindassa ca vāsavassā”ti.",
  "atk-s0514a10:271_0": "Tattha “purindado”tiādīni sakkasseva guṇanāmāni. So hi pure dānaṁ dinnattā purindado,",
  "atk-s0514a10:271_1": "bhūtesu jeṭṭhakattā bhūtapati, parivārasampadāya yasassī, paramissaratāya devānamindo,",
  "atk-s0514a10:271_2": "sattannaṁ vattapadānaṁ suṭṭhu katattā sakko, purimajātivasena maghavā, sujāya asurakaññāya",
  "atk-s0514a10:271_3": "patibhāvena sujampati, devānaṁ rañjanatāya devarājā. Ko nevāti ko nu eva. Nipuṇeti",
  "atk-s0514a10:271_4": "saṇhasukhume pañhe. Raññanti rājūnaṁ. Imesaṁ catunnaṁ rājūnaṁ manaṁ gahetvā ko imesaṁ",
  "atk-s0514a10:271_5": "paṇḍitānaṁ isīnaṁ pañhe kathessati, pañhaṁ nesaṁ kathetuṁ samatthaṁ jānāthāti vadati.",
  "atk-s0514a10:272_0": "Taṁ sutvā isigaṇo, “mārisa, anusissa tvaṁ pathaviyaṁ ṭhatvā pathaviṁ apassanto viya",
  "atk-s0514a10:272_1": "kathesi, ṭhapetvā sarabhaṅgasatthāraṁ ko añño etesaṁ pañhaṁ kathetuṁ samattho”ti vatvā gāthamāha –",
  "atk-s0514a10:273": "59.",
  "atk-s0514a10:274": "“Ayaṁ isi sarabhaṅgo tapassī, yato jāto virato methunasmā;",
  "atk-s0514a10:275": "Āceraputto suvinītarūpo, so nesaṁ pañhāni viyākarissatī”ti.",
  "atk-s0514a10:276_0": "Tattha sarabhaṅgoti sare khipitvā ākāse sarapāsādādīni katvā puna ekena sarena te",
  "atk-s0514a10:276_1": "sare pātento bhaṅgavibhaṅge akāsīti sarabhaṅgo. Methunasmāti methunadhammato. So",
  "atk-s0514a10:276_2": "kira methunaṁ asevitvā pabbajito. Āceraputtoti rañño ācariyassa purohitassa putto.",
  "atk-s0514a10:277_0": "Evañca pana vatvā isigaṇo anusissaṁ āha – “mārisa, tvameva satthāraṁ vanditvā isigaṇassa",
  "atk-s0514a10:277_1": "vacanena sakkena pucchitapañhakathanāya okāsaṁ kārehī”ti. So “sādhū”ti sampaṭicchitvā",
  "atk-s0514a10:277_2": "satthāraṁ vanditvā okāsaṁ kārento anantaraṁ gāthamāha –",
  "atk-s0514a10:278": "60.",
  "atk-s0514a10:279": "“Koṇḍañña pañhāni viyākarohi, yācanti taṁ isayo sādhurūpā;",
  "atk-s0514a10:280": "Koṇḍañña eso manujesu dhammo, yaṁ vuddhamāgacchati esa bhāro”ti.",
  "atk-s0514a10:281_0": "Tattha koṇḍaññāti taṁ gottenālapati. Dhammoti sabhāvo. Yaṁ vuddhanti yaṁ paññāya",
  "atk-s0514a10:281_1": "vuddhaṁ purisaṁ esa pañhānaṁ vissajjanabhāro nāma āgacchati, eso manujesu sabhāvo,",
  "atk-s0514a10:281_2": "tasmā candimasūriyasahassaṁ uṭṭhāpento viya pākaṭaṁ katvā devarañño pañhe kathehīti.",
  "atk-s0514a10:282": "Tato mahāpuriso okāsaṁ karonto anantaraṁ gāthamāha –",
  "atk-s0514a10:283": "61.",
  "atk-s0514a10:284": "“Katāvakāsā pucchantu bhonto, yaṁ kiñci pañhaṁ manasābhipatthitaṁ;",
  "atk-s0514a10:285": "Ahañhi taṁ taṁ vo viyākarissaṁ, ñatvā sayaṁ lokamimaṁ parañcā”ti.",
  "atk-s0514a10:286_0": "Tattha yaṁ kiñcīti na kevalaṁ tumhākaṁyeva, atha kho sadevakassapi lokassa yaṁ manasābhipatthitaṁ,",
  "atk-s0514a10:286_1": "taṁ maṁ bhavanto pucchantu. Ahañhi vo idhalokanissitaṁ vā paralokanissitaṁ vā sabbaṁ",
  "atk-s0514a10:286_2": "pañhaṁ imañca parañca lokaṁ sayaṁ paññāya sacchikatvā kathessāmīti sabbaññupavāraṇaṁ sampavāresi.",
  "atk-s0514a10:287": "Evaṁ tena okāse kate sakko attanā abhisaṅkhataṁ pañhaṁ pucchi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a10:288": "62.",
  "atk-s0514a10:289": "“Tato ca maghavā sakko, atthadassī purindado;",
  "atk-s0514a10:290": "Apucchi paṭhamaṁ pañhaṁ, yañcāsi abhipatthitaṁ.",
  "atk-s0514a10:291": "63.",
  "atk-s0514a10:292": "“Kiṁ sū vadhitvā na kadāci socati, kissappahānaṁ isayo vaṇṇayanti;",
  "atk-s0514a10:293": "Kassīdha vuttaṁ pharusaṁ khametha, akkhāhi me koṇḍañña etamattha”nti.",
  "atk-s0514a10:294": "Tattha yañcāsīti yaṁ tassa manasā abhipatthitaṁ āsi, taṁ pucchīti attho. Etanti etaṁ mayā pucchitamatthaṁ akkhāhi meti ekagāthāya tayo pañhe pucchi.",
  "atk-s0514a10:295": "Tato paraṁ byākaronto āha –",
  "atk-s0514a10:296": "64.",
  "atk-s0514a10:297": "“Kodhaṁ vadhitvā na kadāci socati, makkhappahānaṁ isayo vaṇṇayanti;",
  "atk-s0514a10:298": "Sabbesaṁ vuttaṁ pharusaṁ khametha, etaṁ khantiṁ uttamamāhu santo”ti.",
  "atk-s0514a10:299_0": "Tattha kodhaṁ vadhitvāti kodhaṁ māretvā chaḍḍetvā. Socanto hi paṭighacitteneva socati,",
  "atk-s0514a10:299_1": "kodhābhāvā kuto soko. Tena vuttaṁ “na kadāci socatī”ti. Makkhappahānanti parehi attano",
  "atk-s0514a10:299_2": "kataguṇamakkhanalakkhaṇassa akataññubhāvasaṅkhātassa makkhassa pahānaṁ isayo vaṇṇayanti.",
  "atk-s0514a10:299_3": "Sabbesanti hīnamajjhimukkaṭṭhānaṁ sabbesampi pharusaṁ vacanaṁ khametha. Santoti porāṇakā",
  "atk-s0514a10:299_4": "paṇḍitā evaṁ kathenti.",
  "atk-s0514a10:300": "Sakko āha –",
  "atk-s0514a10:301": "65.",
  "atk-s0514a10:302": "“Sakkā ubhinnaṁ vacanaṁ titikkhituṁ, sadisassa vā seṭṭhatarassa vāpi;",
  "atk-s0514a10:303": "Kathaṁ nu hīnassa vaco khametha, akkhāhi me koṇḍañña etamattha”nti.",
  "atk-s0514a10:304": "Sarabhaṅgo āha –",
  "atk-s0514a10:305": "66.",
  "atk-s0514a10:306": "“Bhayā hi seṭṭhassa vaco khametha, sārambhahetū pana sādisassa;",
  "atk-s0514a10:307": "Yo cīdha hīnassa vaco khametha, etaṁ khantiṁ uttamamāhu santo”ti. –",
  "atk-s0514a10:308": "Evamādīnaṁ gāthānaṁ vacanappaṭivacanavasena sambandho veditabbo.",
  "atk-s0514a10:309_0": "Tattha akkhāhi meti, bhante koṇḍañña, tumhehi dve pañhā sukathitā, eko me cittaṁ",
  "atk-s0514a10:309_1": "na gaṇhāti, kathaṁ sakkā attano hīnatarassa vacanaṁ adhivāsetuṁ, taṁ mama akkhāhīti",
  "atk-s0514a10:309_2": "pucchanto evamāha. Etaṁ khantinti yadetaṁ jātigottādihīnassa vacanaṁ khamanaṁ, etaṁ",
  "atk-s0514a10:309_3": "khantiṁ uttamanti porāṇakapaṇḍitā vadanti. Yaṁ panetaṁ jātiādīhi seṭṭhassa bhayena,",
  "atk-s0514a10:309_4": "sadisassa karaṇuttariyalakkhaṇe sārambhe ādīnavadassanena khamanaṁ, nesā adhivāsanakhanti nāmāti attho.",
  "atk-s0514a10:310_0": "Evaṁ vutte sakko mahāsattaṁ āha – “bhante, paṭhamaṁ tumhe ‘sabbesaṁ vuttaṁ pharusaṁ",
  "atk-s0514a10:310_1": "khametha, etaṁ khantiṁ uttamamāhu santo’ti vatvā idāni ‘yo cīdha hīnassa vaco khametha,",
  "atk-s0514a10:310_2": "etaṁ khantiṁ uttamamāhu santo’ti vadatha, na vo purimena pacchimaṁ sametī”ti. Atha",
  "atk-s0514a10:310_3": "naṁ mahāsatto, “sakka, pacchimaṁ mayā ‘ayaṁ hīno’ti ñatvā pharusavacanaṁ adhivāsentassa",
  "atk-s0514a10:310_4": "vasena vuttaṁ, yasmā pana na sakkā rūpadassanamattena sattānaṁ seṭṭhādibhāvo ñātuṁ,",
  "atk-s0514a10:310_5": "tasmā purimaṁ vutta”nti vatvā sattānaṁ aññatra saṁvāsā rūpadassanamattena seṭṭhādibhāvassa",
  "atk-s0514a10:310_6": "duviññeyyataṁ pakāsento gāthamāha –",
  "atk-s0514a10:311": "67.",
  "atk-s0514a10:312": "“Kathaṁ vijaññā catupattharūpaṁ, seṭṭhaṁ sarikkhaṁ athavāpi hīnaṁ;",
  "atk-s0514a10:313": "Virūparūpena caranti santo, tasmā hi sabbesaṁ vaco khamethā”ti.",
  "atk-s0514a10:314_0": "Tattha catupattharūpanti catūhi iriyāpathehi paṭicchannasabhāvaṁ. Virūparūpenāti",
  "atk-s0514a10:314_1": "virūpānaṁ lāmakapuggalānaṁ rūpena uttamaguṇā santopi vicaranti. Imasmiṁ panatthe",
  "atk-s0514a10:314_2": "majjhantikattherassa vatthu kathetabbaṁ.",
  "atk-s0514a10:315": "Taṁ sutvā sakko nikkaṅkho hutvā, “bhante, etāya no khantiyā ānisaṁsaṁ kathehī”ti yāci. Athassa mahāsatto gāthamāha –",
  "atk-s0514a10:316": "68.",
  "atk-s0514a10:317": "“Na hetamatthaṁ mahatīpi senā, sarājikā yujjhamānā labhetha;",
  "atk-s0514a10:318": "Yaṁ khantimā sappuriso labhetha, khantībalassūpasamanti verā”ti.",
  "atk-s0514a10:319": "Tattha etamatthanti etaṁ veravūpasamanippaṭighasabhāvasaṅkhātaṁ atthaṁ.",
  "atk-s0514a10:320_0": "Evaṁ mahāsattena khantiguṇe kathite te rājāno cintayiṁsu – “sakko attanova pañhe",
  "atk-s0514a10:320_1": "pucchati, amhākaṁ pucchanokāsaṁ na dassatī”ti. Atha nesaṁ ajjhāsayaṁ viditvā sakko",
  "atk-s0514a10:320_2": "attanā abhisaṅkhate cattāro pañhe ṭhapetvāva tesaṁ kaṅkhaṁ pucchanto gāthamāha –",
  "atk-s0514a10:321": "69.",
  "atk-s0514a10:322": "“Subhāsitaṁ te anumodiyāna, aññaṁ taṁ pucchāmi tadiṅgha brūhi;",
  "atk-s0514a10:323": "Yathā ahuṁ daṇḍakī nāḷikero, athajjuno kalābu cāpi rājā;",
  "atk-s0514a10:324": "Tesaṁ gatiṁ brūhi supāpakamminaṁ, katthūpapannā isīnaṁ viheṭhakā”ti.",
  "atk-s0514a10:325_0": "Tattha anumodiyānāti idaṁ mayā puṭṭhānaṁ tiṇṇaṁ pañhānaṁ vissajjanasaṅkhātaṁ tava",
  "atk-s0514a10:325_1": "subhāsitaṁ anumoditvā. Yathā ahunti yathā cattāro janā ahesuṁ. Kalābu cāti kalāburājā",
  "atk-s0514a10:325_2": "ca. Athajjunoti atha ajjunarājā.",
  "atk-s0514a10:326": "Athassa vissajjento mahāsatto pañca gāthāyo abhāsi –",
  "atk-s0514a10:327": "70.",
  "atk-s0514a10:328": "“Kisañhi vacchaṁ avakiriya daṇḍakī, ucchinnamūlo sajano saraṭṭho;",
  "atk-s0514a10:329": "Kukkuḷanāme nirayamhi paccati, tassa phuliṅgāni patanti kāye.",
  "atk-s0514a10:330": "71.",
  "atk-s0514a10:331": "“Yo saññate pabbajite aheṭhayi, dhammaṁ bhaṇante samaṇe adūsake;",
  "atk-s0514a10:332": "Taṁ nāḷikeraṁ sunakhā parattha, saṅgamma khādanti viphandamānaṁ.",
  "atk-s0514a10:333": "72.",
  "atk-s0514a10:334": "“Athajjuno niraye sattisūle, avaṁsiro patito uddhaṁpādo;",
  "atk-s0514a10:335": "Aṅgīrasaṁ gotamaṁ heṭhayitvā, khantiṁ tapassiṁ cirabrahmacāriṁ.",
  "atk-s0514a10:336": "73.",
  "atk-s0514a10:337": "“Yo khaṇḍaso pabbajitaṁ achedayi, khantiṁ vadantaṁ samaṇaṁ adūsakaṁ;",
  "atk-s0514a10:338": "Kalābuvīciṁ upapajja paccati, mahāpatāpaṁ kaṭukaṁ bhayānakaṁ.",
  "atk-s0514a10:339": "74.",
  "atk-s0514a10:340": "“Etāni sutvā nirayāni paṇḍito, aññāni pāpiṭṭhatarāni cettha;",
  "atk-s0514a10:341": "Dhammaṁ care samaṇabrāhmaṇesu, evaṁkaro saggamupeti ṭhāna”nti.",
  "atk-s0514a10:342_0": "Tattha kisanti appamaṁsalohitattā kisasarīraṁ. Avakiriyāti avakiritvā niṭṭhubhanadantakaṭṭhapātanena",
  "atk-s0514a10:342_1": "tassa sarīre kaliṁ pavāhetvā. Ucchinnamūloti ucchinnamūlo hutvā. Sajanoti sapariso.",
  "atk-s0514a10:342_2": "Kukkuḷanāme nirayamhīti yojanasatappamāṇe kappasaṇṭhite uṇhachārikaniraye. Phuliṅgānīti",
  "atk-s0514a10:342_3": "vītaccitaṅgārā. Tassa kira tattha uṇhakukkuḷe nimuggassa navahi vaṇamukhehi uṇhā",
  "atk-s0514a10:342_4": "chārikā pavisanti, sīse mahantamahantā aṅgārā patanti. Tesaṁ pana patanakāle sakalasarīraṁ",
  "atk-s0514a10:342_5": "dīparukkho viya jalati, balavavedanā vattanti. So adhivāsetuṁ asakkonto mahāviravaṁ",
  "atk-s0514a10:342_6": "ravati. Sarabhaṅgasatthā pathaviṁ bhinditvā taṁ tattha tathāpaccamānaṁ dassesi, mahājano",
  "atk-s0514a10:342_7": "bhayasantāsamāpajji. Tassa ativiya bhītabhāvaṁ ñatvā mahāsatto taṁ nirayaṁ antaradhāpesi.",
  "atk-s0514a10:343_0": "Dhammaṁ bhaṇanteti dasakusalakammapathadhammaṁ bhāsante. Samaṇeti samitapāpe. Adūsaketi",
  "atk-s0514a10:343_1": "niraparādhe. Nāḷikeranti evaṁnāmakaṁ rājānaṁ. Paratthāti paraloke niraye nibbattaṁ.",
  "atk-s0514a10:343_2": "Saṅgammāti ito cito ca samāgantvā chinditvā mahantamahantā sunakhā khādanti. Tasmiṁ",
  "atk-s0514a10:343_3": "kira kaliṅgaraṭṭhe dantapuranagare nāḷikere nāma raññe rajjaṁ kārayamāne eko mahātāpaso",
  "atk-s0514a10:343_4": "pañcasatatāpasaparivuto himavantā āgamma rājuyyāne vāsaṁ kappetvā mahājanassa dhammaṁ",
  "atk-s0514a10:343_5": "desesi. “Dhammikatāpaso uyyāne vasatī”ti raññopi ārocayiṁsu. Rājā pana adhammiko",
  "atk-s0514a10:343_6": "adhammena rajjaṁ kāresi. So amaccesu tāpasaṁ pasaṁsantesu “ahampi dhammaṁ suṇissāmī”ti",
  "atk-s0514a10:343_7": "uyyānaṁ gantvā tāpasaṁ vanditvā nisīdi. Tāpaso raññā saddhiṁ paṭisanthāraṁ karonto",
  "atk-s0514a10:343_8": "“kiṁ, mahārāja, dhammena rajjaṁ kāresi, janaṁ na pīḷesī”ti āha. So tassa kujjhitvā",
  "atk-s0514a10:343_9": "“ayaṁ kūṭajaṭilo ettakaṁ kālaṁ nāgarānaṁ santike mamaññeva aguṇaṁ kathesi maññe,",
  "atk-s0514a10:343_10": "hotu jānissāmī”ti cintetvā “sve amhākaṁ gharadvāraṁ āgaccheyyāthā”ti nimantetvā punadivase",
  "atk-s0514a10:343_11": "purāṇagūthassa cāṭiyo paripūrāpetvā tāpasesu āgatesu tesaṁ bhikkhābhājanāni gūthassa",
  "atk-s0514a10:343_12": "pūrāpetvā dvāraṁ pidahāpetvā musalāni ca lohadaṇḍe ca gāhāpetvā isīnaṁ sīsāni bhindāpetvā",
  "atk-s0514a10:343_13": "jaṭāsu gāhāpetvā kaḍḍhāpetvā sunakhehi khādāpetvā tattheva bhinnaṁ pathaviṁ pavisitvā",
  "atk-s0514a10:343_14": "sunakhamahāniraye nibbattati, tatrassa tigāvutappamāṇasarīraṁ ahosi. Atha naṁ mahantamahantā",
  "atk-s0514a10:343_15": "mahāhatthippamāṇā pañcavaṇṇā sunakhā anubandhitvā ḍaṁsitvā navayojanāya jalitaayapathaviyā",
  "atk-s0514a10:343_16": "pātetvā mukhapūraṁ luñcantā vipphandamānaṁ khādiṁsu. Mahāsatto pathaviṁ dvidhā bhinditvā",
  "atk-s0514a10:343_17": "taṁ nirayaṁ dassetvā mahājanassa bhītabhāvaṁ ñatvā antaradhāpesi.",
  "atk-s0514a10:344_0": "Athajjunoti sahassabāhurājā. Aṅgīrasanti aṅgehi raṁsīnaṁ niccharaṇato evaṁladdhanāmaṁ.",
  "atk-s0514a10:344_1": "Heṭhayitvāti viheṭhetvā visapītakaṇḍena vijjhitvā jīvitakkhayaṁ pāpetvā. So kira",
  "atk-s0514a10:344_2": "ajjuno nāma rājā mahisakaraṭṭhe ketakarājadhāniyaṁ rajjaṁ kārento migavaṁ gantvā",
  "atk-s0514a10:344_3": "mige vadhitvā aṅgārapakkamaṁsaṁ khādanto vicari. Athekadivasaṁ migānaṁ āgamanaṭṭhāne",
  "atk-s0514a10:344_4": "koṭṭhakaṁ katvā mige olokayamāno aṭṭhāsi. Tadā so tāpaso tassa rañño avidūre ekaṁ",
  "atk-s0514a10:344_5": "kārarukkhaṁ abhiruhitvā phalāni ocinanto ocinitaphalasākhaṁ muñci. Tassā vissaṭṭhāya",
  "atk-s0514a10:344_6": "saddena taṁṭhānaṁ pattā migā palāyiṁsu. Rājā kujjhitvā tāpasaṁ visamissitena sallena",
  "atk-s0514a10:344_7": "vijjhi. So parigalitvā patanto matthakena khadirakhāṇukaṁ āsādetvā sūlaggeyeva kālamakāsi.",
  "atk-s0514a10:344_8": "Rājā taṅkhaṇeyeva dvidhā bhinnaṁ pathaviṁ pavisitvā sattisūlaniraye nibbatti, tigāvutappamāṇaṁ",
  "atk-s0514a10:344_9": "sarīraṁ ahosi. Tatra taṁ nirayapālā jalitehi āvudhehi koṭṭetvā jalitaṁ ayapabbataṁ",
  "atk-s0514a10:344_10": "āropenti. Pabbatamatthake ṭhitakāle vāto paharati, so vātappahārena parigalitvā patati.",
  "atk-s0514a10:344_11": "Tasmiṁ khaṇe heṭṭhā navayojanāya jalitaayapathaviyā mahātālakkhandhappamāṇaṁ jalitaṁ",
  "atk-s0514a10:344_12": "ayasūlaṁ uṭṭhahati. So sūlaggamatthakeyeva āsādetvā sūlāvuto tiṭṭhati. Tasmiṁ khaṇe",
  "atk-s0514a10:344_13": "pathavī jalati, sūlaṁ jalati, tassa sarīraṁ jalati. So tattha mahāravaṁ ravanto paccati.",
  "atk-s0514a10:344_14": "Mahāsatto pathaviṁ dvidhā katvā taṁ nirayaṁ dassetvā mahājanassa bhītabhāvaṁ ñatvā antaradhāpesi.",
  "atk-s0514a10:345_0": "Khaṇḍasoti cattāro hatthapāde kaṇṇanāsañca khaṇḍākhaṇḍaṁ katvā. Adūsakanti niraparādhaṁ.",
  "atk-s0514a10:345_1": "Tathā chedāpetvā dvīhi kasāhi pahārasahassehi tāḷāpetvā jaṭāsu gahetvā ākaḍḍhāpetvā",
  "atk-s0514a10:345_2": "paṭikujjaṁ nipajjāpetvā piṭṭhiyaṁ paṇhiyā paharitvā mahādukkhasamappitaṁ akāsi. Kalābuvīcinti",
  "atk-s0514a10:345_3": "kalābu avīciṁ. Kaṭukanti tikhiṇavedanaṁ, evarūpaṁ nirayaṁ upapajjitvā channaṁ jālānaṁ",
  "atk-s0514a10:345_4": "antare paccati. Vitthārato pana kalāburañño vatthu khantivādijātake kathitameva.",
  "atk-s0514a10:345_5": "Aññāni pāpiṭṭhatarāni cetthāti etehi nirayehi pāpiṭṭhatarāni ca aññāni nirayāni sutvā.",
  "atk-s0514a10:345_6": "Dhammaṁ careti, sakka devarāja, paṇḍito kulaputto na kevalaṁ eteyeva cattāro nirayā,",
  "atk-s0514a10:345_7": "eteyeva ca rājāno nerayikā, atha kho aññepi nirayā, aññepi ca rājāno nirayesu uppannāti",
  "atk-s0514a10:345_8": "viditvā catupaccayadānadhammikārakkhāvaraṇasaṁvidhānasaṅkhātaṁ samaṇabrāhmaṇesu dhammaṁ careyyāti.",
  "atk-s0514a10:346": "Evaṁ mahāsattena catunnaṁ rājūnaṁ nibbattaṭṭhāne dassite tayo rājāno nikkaṅkhā ahesuṁ. Tato sakko avasese cattāro pañhe pucchanto gāthamāha –",
  "atk-s0514a10:347": "75.",
  "atk-s0514a10:348": "“Subhāsitaṁ te anumodiyāna, aññaṁ taṁ pucchāmi tadiṅgha brūhi;",
  "atk-s0514a10:349": "Kathaṁvidhaṁ sīlavantaṁ vadanti, kathaṁvidhaṁ paññavantaṁ vadanti;",
  "atk-s0514a10:350": "Kathaṁvidhaṁ sappurisaṁ vadanti, kathaṁvidhaṁ no siri no jahātī”ti.",
  "atk-s0514a10:351": "Tattha kathaṁvidhaṁ no siri no jahātīti kathaṁvidhaṁ nu purisaṁ paṭiladdhasirī na jahātīti.",
  "atk-s0514a10:352": "Athassa vissajjento mahāsatto catasso gāthāyo abhāsi –",
  "atk-s0514a10:353": "76.",
  "atk-s0514a10:354": "“Kāyena vācāya ca yodha saññato, manasā ca kiñci na karoti pāpaṁ;",
  "atk-s0514a10:355": "Na attahetū alikaṁ bhaṇeti, tathāvidhaṁ sīlavantaṁ vadanti.",
  "atk-s0514a10:356": "77.",
  "atk-s0514a10:357": "“Gambhīrapañhaṁ manasābhicintayaṁ, nāccāhitaṁ kamma karoti luddaṁ;",
  "atk-s0514a10:358": "Kālāgataṁ atthapadaṁ na riñcati, tathāvidhaṁ paññavantaṁ vadanti.",
  "atk-s0514a10:359": "78.",
  "atk-s0514a10:360": "“Yo ve kataññū katavedi dhīro, kalyāṇamitto daḷhabhatti ca hoti;",
  "atk-s0514a10:361": "Dukhitassa sakkacca karoti kiccaṁ, tathāvidhaṁ sappurisaṁ vadanti.",
  "atk-s0514a10:362": "79.",
  "atk-s0514a10:363": "“Etehi sabbehi guṇehupeto, saddho mudū saṁvibhāgī vadaññū;",
  "atk-s0514a10:364": "Saṅgāhakaṁ sakhilaṁ saṇhavācaṁ, tathāvidhaṁ no siri no jahātī”ti.",
  "atk-s0514a10:365_0": "Tattha “kāyenā”tiādīni padāni tividhasucaritadvāravasena vuttāni. Na attahetūti desanāsīsamevetaṁ,",
  "atk-s0514a10:365_1": "attahetu vā parahetu vā yasahetu vā dhanahetu vā lābhahetu vā āmisakiñcikkhahetu",
  "atk-s0514a10:365_2": "vā alikaṁ na kathetīti attho. Kāmañcesa attho “vācāya saññato”ti imināva siddho,",
  "atk-s0514a10:365_3": "musāvādino pana akattabbaṁ pāpaṁ nāma natthīti garubhāvadīpanatthaṁ puna evamāhāti",
  "atk-s0514a10:365_4": "veditabbo. Taṁ puggalaṁ sīlavantaṁ vadanti.",
  "atk-s0514a10:366_0": "Gambhīrapañhanti atthato ca pāḷito ca gambhīraṁ guḷhaṁ paṭicchannaṁ sattubhastajātaka-",
  "atk-s0514a10:366_1": "sambhavajātaka- mahāumaṅgajātakesu āgatasadisaṁ pañhaṁ. Manasābhicintayanti manasā",
  "atk-s0514a10:366_2": "abhicintento atthaṁ paṭivijjhitvā candasahassaṁ sūriyasahassaṁ uṭṭhāpento viya pākaṭaṁ",
  "atk-s0514a10:366_3": "katvā yo kathetuṁ sakkotīti attho. Nāccāhitanti na atiahitaṁ, hitātikkantaṁ luddaṁ",
  "atk-s0514a10:366_4": "pharusaṁ sāhasikakammañca yo na karotīti attho. Imassa panatthassa āvibhāvatthaṁ –",
  "atk-s0514a10:367": "“Na paṇḍitā attasukhassa hetu, pāpāni kammāni samācaranti;",
  "atk-s0514a10:368": "Dukkhena phuṭṭhā piḷitāpi santā, chandā dosā ca na jahanti dhamma”nti. –",
  "atk-s0514a10:369": "Bhūripañho kathetabbo.",
  "atk-s0514a10:370_0": "Kālāgatanti ettha dānaṁ dātabbakāle, sīlaṁ rakkhaṇakāle, uposathaṁ upavāsakāle, saraṇesu",
  "atk-s0514a10:370_1": "patiṭṭhānakāle, pabbajitakāle, samaṇadhammakaraṇakāle, vipassanācārasmiṁ yuñjanakāle",
  "atk-s0514a10:370_2": "cāti imāni dānādīni sampādento kālāgataṁ atthapadaṁ na riñcati na hāpeti na gaḷāpeti",
  "atk-s0514a10:370_3": "nāma. Tathāvidhanti sakka sabbaññubuddhā ca paccekabuddhā ca bodhisattā ca paññavantaṁ",
  "atk-s0514a10:370_4": "kathentā evarūpaṁ puggalaṁ kathenti.",
  "atk-s0514a10:371_0": "“Yo ve”ti gāthāya parena attano kataguṇaṁ jānātīti kataññū. Evaṁ ñatvā pana yenassa",
  "atk-s0514a10:371_1": "guṇo kato, tassa guṇaṁ paṭikaronto katavedī nāma. Dukhitassāti attano sahāyassa dukkhappattassa",
  "atk-s0514a10:371_2": "dukkhaṁ attani āropetvā yo tassa uppannakiccaṁ sahatthena sakkaccaṁ karoti, buddhādayo",
  "atk-s0514a10:371_3": "evarūpaṁ sappurisaṁ nāma kathenti. Apica sappurisā nāma kataññū katavedino hontīti",
  "atk-s0514a10:371_4": "satapattajātaka- cūḷahaṁsajātaka- mahāhaṁsajātakādīni kathetabbāni. Etehi sabbehīti",
  "atk-s0514a10:371_5": "sakka yo etehi heṭṭhā vuttehi sīlādīhi sabbehipi guṇehi upeto. Saddhoti okappanasaddhāya",
  "atk-s0514a10:371_6": "samannāgato. Mudūti piyabhāṇī. Saṁvibhāgīti sīlasaṁvibhāgadānasaṁvibhāgābhiratattā",
  "atk-s0514a10:371_7": "saṁvibhāgī. Yācakānaṁ vacanaṁ ñatvā dānavasena vadaññū. Catūhi saṅgahavatthūhi tesaṁ",
  "atk-s0514a10:371_8": "tesaṁ saṅgaṇhanato saṅgāhakaṁ, madhuravacanatāya sakhilaṁ, maṭṭhavacanatāya saṇhavācaṁ",
  "atk-s0514a10:371_9": "tathāvidhaṁ nu puggalaṁ adhigatayasasobhaggasaṅkhātā sirī no jahāti, nāssa sirī vinassatīti.",
  "atk-s0514a10:372": "Evaṁ mahāsatto gaganatale puṇṇacandaṁ uṭṭhāpento viya cattāro pañhe vissajjesi. Tato paraṁ sesapañhānaṁ pucchā ca vissajjanañca hoti –",
  "atk-s0514a10:373": "80.",
  "atk-s0514a10:374": "“Subhāsitaṁ te anumodiyāna, aññaṁ taṁ pucchāmi tadiṅgha brūhi;",
  "atk-s0514a10:375": "Sīlaṁ siriñcāpi satañca dhammaṁ, paññañca kaṁ seṭṭhataraṁ vadanti.",
  "atk-s0514a10:376": "81.",
  "atk-s0514a10:377": "“Paññā hi seṭṭhā kusalā vadanti, nakkhattarājāriva tārakānaṁ;",
  "atk-s0514a10:378": "Sīlaṁ sirī cāpi satañca dhammo, anvāyikā paññavato bhavanti.",
  "atk-s0514a10:379": "82.",
  "atk-s0514a10:380": "“Subhāsitaṁ te anumodiyāna, aññaṁ taṁ pucchāmi tadiṅgha brūhi;",
  "atk-s0514a10:381": "Kathaṁkaro kintikaro kimācaraṁ, kiṁ sevamāno labhatīdha paññaṁ;",
  "atk-s0514a10:382": "Paññāya dānippaṭipadaṁ vadehi, kathaṁkaro paññavā hoti macco.",
  "atk-s0514a10:383": "83.",
  "atk-s0514a10:384": "“Sevetha vuddhe nipuṇe bahussute, uggāhako ca paripucchako siyā;",
  "atk-s0514a10:385": "Suṇeyya sakkacca subhāsitāni, evaṁkaro paññavā hoti macco.",
  "atk-s0514a10:386": "84.",
  "atk-s0514a10:387": "“Sa paññavā kāmaguṇe avekkhati, aniccato dukkhato rogato ca;",
  "atk-s0514a10:388": "Evaṁ vipassī pajahāti chandaṁ, dukkhesu kāmesu mahabbhayesu.",
  "atk-s0514a10:389": "85.",
  "atk-s0514a10:390": "“Sa vītarāgo pavineyya dosaṁ, mettaṁ cittaṁ bhāvaye appamāṇaṁ;",
  "atk-s0514a10:391": "Sabbesu bhūtesu nidhāya daṇḍaṁ, anindito brahmamupeti ṭhāna”nti.",
  "atk-s0514a10:392_0": "Tattha sīlanti ācārasīlaṁ. Sirinti issariyasiriṁ. Satañca dhammanti sappurisadhammaṁ.",
  "atk-s0514a10:392_1": "Paññanti supaññaṁ. Evaṁ imesaṁ catunnaṁ dhammānaṁ kataraṁ dhammaṁ seṭṭhataraṁ vadantīti",
  "atk-s0514a10:392_2": "pucchati. Paññā hīti, sakka, etesu catūsu dhammesu yā esā paññā nāma, sāva seṭṭhā,",
  "atk-s0514a10:392_3": "iti buddhādayo kusalā vadanti. Yathā hi tārakagaṇā candaṁ parivārenti, candova tesaṁ",
  "atk-s0514a10:392_4": "uttamo. Evaṁ sīlañca sirī cāpi satañca dhammoti ete tayopi anvāyikā paññavato bhavanti",
  "atk-s0514a10:392_5": "paññavantameva anugacchanti, paññāya eva parivārā hontīti attho.",
  "atk-s0514a10:393_0": "“Kathaṁkaro”tiādīni aññamaññavevacanāneva. Kathaṁkaroti kiṁ nāma kammaṁ karonto kiṁ",
  "atk-s0514a10:393_1": "ācaranto kiṁ sevamāno bhajamāno payirupāsamāno idhaloke paññaṁ labhati, paññāyameva",
  "atk-s0514a10:393_2": "paṭipadaṁ vadehi, jānitukāmomhi, kathaṁkaro macco paññavā nāma hotīti pucchati. Vuddheti",
  "atk-s0514a10:393_3": "paññāvuddhippatte paṇḍite. Nipuṇeti sukhumakāraṇajānanasamatthe. Evaṁkaroti yo puggalo",
  "atk-s0514a10:393_4": "evaṁ vuttappakāre puggale sevati bhajati payirupāsati, pāḷiṁ uggaṇhāti, punappunaṁ",
  "atk-s0514a10:393_5": "atthaṁ pucchati, pāsāṇe lekhaṁ khaṇanto viya kañcananāḷiyā sīhavasaṁ sampaṭicchanto",
  "atk-s0514a10:393_6": "viya ohitasoto sakkaccaṁ subhāsitāni suṇāti, ayaṁ evaṁkaro macco paññavā hotīti.",
  "atk-s0514a10:394_0": "Evaṁ mahāsatto pācīnalokadhātuto sūriyaṁ uṭṭhāpento viya paññāya paṭipadaṁ kathetvā",
  "atk-s0514a10:394_1": "idāni tassā paññāya guṇaṁ kathento “sa paññavā”tiādimāha. Tattha kāmaguṇeti kāmakoṭṭhāse",
  "atk-s0514a10:394_2": "hutvā abhāvaṭṭhena aniccato, diṭṭhadhammikasamparāyikānaṁ dukkhānaṁ vatthubhāvena",
  "atk-s0514a10:394_3": "dukkhato, aṭṭhanavutiyā rogamukhānaṁ kāme nissāya uppattisambhavena rogato ca avekkhati",
  "atk-s0514a10:394_4": "oloketi, so evaṁ vipassī etehi kāraṇehi kāmānaṁ aniccāditaṁ passanto “kāme nissāya",
  "atk-s0514a10:394_5": "uppajjanakadukkhānaṁ anto natthi, kāmānaṁ pahānameva sukha”nti viditvā dukkhesu kāmesu",
  "atk-s0514a10:394_6": "mahabbhayesu chandaṁ pajahāti. Sa vītarāgoti, “sakka, so puggalo evaṁ vītarāgo navāghātavatthuvasena",
  "atk-s0514a10:394_7": "uppajjanakasabhāvadosaṁ vinetvā mettacittaṁ bhāveyya, appamāṇasattārammaṇattā appamāṇaṁ",
  "atk-s0514a10:394_8": "taṁ bhāvetvā aparihīnajjhāno agarahito brahmaloke uppajjatī”ti.",
  "atk-s0514a10:395": "Evaṁ mahāsatte kāmānaṁ dosaṁ kathenteyeva tesaṁ tiṇṇampi rājūnaṁ sabalakāyānaṁ tadaṅgappahānena pañcakāmaguṇarāgo pahīno. Taṁ ñatvā mahāsatto tesaṁ pahaṁsanavasena gāthamāha –",
  "atk-s0514a10:396": "86.",
  "atk-s0514a10:397": "“Mahatthiyaṁ āgamanaṁ ahosi, tavamaṭṭhakā bhīmarathassa cāpi;",
  "atk-s0514a10:398": "Kāliṅgarājassa ca uggatassa, sabbesa vo kāmarāgo pahīno”ti.",
  "atk-s0514a10:399": "Tattha mahatthiyanti mahatthaṁ mahāvipphāraṁ mahājutikaṁ. Tavamaṭṭhakāti tava aṭṭhakā. Pahīnoti tadaṅgappahānena pahīno.",
  "atk-s0514a10:400": "Taṁ sutvā rājāno mahāsattassa thutiṁ karontā gāthamāhaṁsu –",
  "atk-s0514a10:401": "87.",
  "atk-s0514a10:402": "“Evametaṁ paracittavedi, sabbesa no kāmarāgo pahīno;",
  "atk-s0514a10:403": "Karohi okāsamanuggahāya, yathā gatiṁ te abhisambhavemā”ti.",
  "atk-s0514a10:404": "Tattha anuggahāyāti pabbajjatthāya okāsaṁ no karohi. Yathā mayaṁ pabbajitvā tava gatiṁ nipphattiṁ abhisambhavema pāpuṇeyyāma, tayā paṭividdhaguṇaṁ paṭivijjheyyāmāti vadiṁsu.",
  "atk-s0514a10:405": "Atha nesaṁ okāsaṁ karonto mahāsatto itaraṁ gāthamāha –",
  "atk-s0514a10:406": "88.",
  "atk-s0514a10:407": "“Karomi okāsamanuggahāya, tathā hi vo kāmarāgo pahīno;",
  "atk-s0514a10:408": "Pharātha kāyaṁ vipulāya pītiyā, yathā gatiṁ me abhisambhavethā”ti.",
  "atk-s0514a10:409": "Tattha pharātha kāyanti jhānapītiyā vipulāya kāyaṁ pharathāti.",
  "atk-s0514a10:410": "Taṁ sutvā te sampaṭicchantā gāthamāhaṁsu –",
  "atk-s0514a10:411": "89.",
  "atk-s0514a10:412": "“Sabbaṁ karissāma tavānusāsaniṁ, yaṁ yaṁ tuvaṁ vakkhasi bhūripañña;",
  "atk-s0514a10:413": "Pharāma kāyaṁ vipulāya pītiyā, yathā gatiṁ te abhisambhavemā”ti.",
  "atk-s0514a10:414": "Atha nesaṁ sabalakāyānaṁ mahāsatto pabbajjaṁ dāpetvā isigaṇaṁ uyyojento gāthamāha –",
  "atk-s0514a10:415": "90.",
  "atk-s0514a10:416": "“Katāya vacchassa kisassa pūjā, gacchantu bhonto isayo sādhurūpā;",
  "atk-s0514a10:417": "Jhāne ratā hotha sadā samāhitā, esā ratī pabbajitassa seṭṭhā”ti.",
  "atk-s0514a10:418": "Tattha gacchantūti attano attano vasanaṭṭhānāni gacchantu.",
  "atk-s0514a10:419_0": "Isayo tassa sarabhaṅgasatthuno vacanaṁ sirasā sampaṭicchitvā vanditvā ākāsaṁ uppatitvā",
  "atk-s0514a10:419_1": "sakāni vasanaṭṭhānāni gamiṁsu. Sakkopi uṭṭhāyāsanā mahāsattassa thutiṁ katvā añjaliṁ",
  "atk-s0514a10:419_2": "paggayha sūriyaṁ namassanto viya mahāsattaṁ namassamāno sapariso pakkāmi. Etamatthaṁ",
  "atk-s0514a10:419_3": "viditvā satthā imā gāthāyo abhāsi –",
  "atk-s0514a10:420": "91.",
  "atk-s0514a10:421": "“Sutvāna gāthā paramatthasaṁhitā, subhāsitā isinā paṇḍitena;",
  "atk-s0514a10:422": "Te vedajātā anumodamānā, pakkāmu devā devapuraṁ yasassino.",
  "atk-s0514a10:423": "92.",
  "atk-s0514a10:424": "“Gāthā imā atthavatī subyañjanā, subhāsitā isinā paṇḍitena;",
  "atk-s0514a10:425": "Yo kocimā aṭṭhikatvā suṇeyya, labhetha pubbāpariyaṁ visesaṁ;",
  "atk-s0514a10:426": "Laddhāna pubbāpariyaṁ visesaṁ, adassanaṁ maccurājassa gacche”ti.",
  "atk-s0514a10:427_0": "Tattha paramatthasaṁhitāti aniccādidīpanena nibbānanissitā. Gāthā imāti idaṁ satthā",
  "atk-s0514a10:427_1": "sarabhaṅgasatthuno nibbānadāyakaṁ subhāsitaṁ vaṇṇento āha. Tattha atthavatīti nibbānadāyakaṭṭhena",
  "atk-s0514a10:427_2": "paramatthanissitā. Subyañjanāti parisuddhabyañjanā. Subhāsitāti sukathitā. Aṭṭhikatvāti",
  "atk-s0514a10:427_3": "attano atthikabhāvaṁ katvā atthiko hutvā sakkaccaṁ suṇeyya. Pubbāpariyanti paṭhamajjhānaṁ",
  "atk-s0514a10:427_4": "pubbaviseso, dutiyajjhānaṁ aparaviseso. Dutiyajjhānaṁ pubbaviseso, tatiyajjhānaṁ",
  "atk-s0514a10:427_5": "aparavisesoti evaṁ aṭṭhasamāpatticatumaggavasena pubbāparabhāvena ṭhitaṁ visesaṁ.",
  "atk-s0514a10:427_6": "Adassananti pariyosāne aparavisesaṁ arahattaṁ labhitvā nibbānaṁ pāpuṇeyya. Nibbānappatto",
  "atk-s0514a10:427_7": "hi puggalo maccurājassa adassanaṁ gato nāma hotīti.",
  "atk-s0514a10:428": "Evaṁ satthā arahattena desanāya kūṭaṁ gaṇhitvā “na, bhikkhave, idāneva, pubbepi moggallānassa āḷāhane pupphavassaṁ vassī”ti vatvā saccāni pakāsetvā jātakaṁ samodhānento āha –",
  "atk-s0514a10:429": "93.",
  "atk-s0514a10:430": "“Sālissaro sāriputto, meṇḍissaro ca kassapo;",
  "atk-s0514a10:431": "Pabbato anuruddho ca, kaccāyano ca devalo;",
  "atk-s0514a10:432": "94.",
  "atk-s0514a10:433": "“Anusisso ca ānando, kisavaccho ca kolito;",
  "atk-s0514a10:434": "Nārado udāyitthero, parisā buddhaparisā;",
  "atk-s0514a10:435": "Sarabhaṅgo lokanātho, evaṁ dhāretha jātaka”nti.",
  "atk-s0514a10:436": "Sarabhaṅgajātakavaṇṇanā dutiyā.",
  "atk-s0514a10:438": "[523] 3. Alambusājātakavaṇṇanā",
  "atk-s0514a10:439_0": "Athabravīti idaṁ satthā jetavane viharanto purāṇadutiyikāpalobhanaṁ ārabbha kathesi.",
  "atk-s0514a10:439_1": "Vatthu indriyajātake vitthāritameva. Satthā pana taṁ bhikkhuṁ “saccaṁ kira tvaṁ,",
  "atk-s0514a10:439_2": "bhikkhu, ukkaṇṭhitosī”ti pucchitvā “saccaṁ, bhante”ti vutte “kena ukkaṇṭhāpitosī”ti",
  "atk-s0514a10:439_3": "vatvā “purāṇadutiyikāyā”ti vutte “bhikkhu esā itthī tuyhaṁ anatthakārikā, tvaṁ etaṁ",
  "atk-s0514a10:439_4": "nissāya jhānaṁ nāsetvā tīṇi saṁvaccharāni mūḷho visaññī nipajjitvā uppannāya saññāya",
  "atk-s0514a10:439_5": "mahāparidevaṁ paridevī”ti vatvā atītaṁ āhari.",
  "atk-s0514a10:440_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsiraṭṭhe brāhmaṇakule nibbattitvā",
  "atk-s0514a10:440_1": "vayappatto sabbasippesu nipphattiṁ patvā isipabbajjaṁ pabbajitvā araññāyatane vanamūlaphalāhāro",
  "atk-s0514a10:440_2": "yāpesi. Athekā migī tassa passāvaṭṭhāne sambhavamissakaṁ tiṇaṁ khāditvā udakaṁ pivi.",
  "atk-s0514a10:440_3": "Ettakeneva ca tasmiṁ paṭibaddhacittā gabbhaṁ paṭilabhitvā tato paṭṭhāya katthaci",
  "atk-s0514a10:440_4": "agantvā tattheva tiṇaṁ khāditvā assamassa sāmanteyeva vicarati. Mahāsatto pariggaṇhanto",
  "atk-s0514a10:440_5": "taṁ kāraṇaṁ aññāsi. Sā aparabhāge manussadārakaṁ vijāyi. Mahāsatto taṁ puttasinehena",
  "atk-s0514a10:440_6": "paṭijaggi, “isisiṅgo”tissa nāmaṁ akāsi. Atha naṁ mahāsatto viññutappattaṁ pabbājetvā",
  "atk-s0514a10:440_7": "attano mahallakakāle taṁ ādāya nārivanaṁ nāma gantvā, “tāta, imasmiṁ himavante imehi",
  "atk-s0514a10:440_8": "pupphehi sadisā itthiyo nāma honti, tā attano vasaṁ gate mahāvināsaṁ pāpenti, na",
  "atk-s0514a10:440_9": "tāsaṁ vasaṁ nāma gantuṁ vaṭṭatī”ti ovaditvā aparabhāge brahmalokaparāyaṇo ahosi.",
  "atk-s0514a10:441_0": "Isisiṅgopi jhānakīḷaṁ kīḷanto himavantappadese vāsaṁ kappesi. Ghoratapo paramadhitindriyo",
  "atk-s0514a10:441_1": "ahosi. Athassa sīlatejena sakkassa bhavanaṁ kampi, sakko āvajjento taṁ kāraṇaṁ ñatvā",
  "atk-s0514a10:441_2": "“ayaṁ maṁ sakkattā cāveyya, ekaṁ accharaṁ pesetvā sīlamassa bhindāpessāmī”ti sakaladevalokaṁ",
  "atk-s0514a10:441_3": "upaparikkhanto attano aḍḍhateyyakoṭisaṅkhānaṁ paricārikānaṁ majjhe ekaṁ alambusaṁ",
  "atk-s0514a10:441_4": "nāma accharaṁ ṭhapetvā aññaṁ tassa sīlaṁ bhindituṁ samatthaṁ adisvā taṁ pakkosāpetvā",
  "atk-s0514a10:441_5": "tassa sīlabhedaṁ kātuṁ āṇāpesi. Tamatthaṁ āvikaronto satthā paṭhamaṁ gāthamāha –",
  "atk-s0514a10:442": "95.",
  "atk-s0514a10:443": "“Athabravi brahā indo, vatrabhū jayataṁ pitā;",
  "atk-s0514a10:444": "Devakaññaṁ parābhetvā, sudhammāyaṁ alambusa”nti.",
  "atk-s0514a10:445_0": "Tattha brahāti mahā. Vatrabhūti vatrassa nāma asurassa abhibhavitā. Jayataṁ pitāti",
  "atk-s0514a10:445_1": "jayantānaṁ jayappattānaṁ sesānaṁ tettiṁsāya devaputtānaṁ pitukiccasādhanena pitā.",
  "atk-s0514a10:445_2": "Parābhetvāti hadayaṁ bhinditvā olokento viya taṁ “paṭibalā aya”nti ñatvāti attho.",
  "atk-s0514a10:445_3": "Sudhammāyanti sudhammāyaṁ devasabhāyaṁ.",
  "atk-s0514a10:446": "Paṇḍukambalasilāsane nisinno taṁ alambusaṁ pakkosāpetvā idamāha –",
  "atk-s0514a10:447": "96.",
  "atk-s0514a10:448": "“Misse devā taṁ yācanti, tāvatiṁsā saindakā;",
  "atk-s0514a10:449": "Isippalobhane gaccha, isisiṅgaṁ alambuse”ti.",
  "atk-s0514a10:450_0": "Tattha misseti taṁ ālapati, idañca tassā nāmaṁ, sabbā panitthiyo purise kilesamissanena",
  "atk-s0514a10:450_1": "missanato “missā”ti vuccanti, tena sādhāraṇena guṇanāmenālapanto evamāha. Isippalobhaneti",
  "atk-s0514a10:450_2": "isīnaṁ palobhanasamatthe. Isisiṅganti tassa kira matthake migasiṅgākārena dve cūḷā",
  "atk-s0514a10:450_3": "uṭṭhahiṁsu, tasmā evaṁ vuccati.",
  "atk-s0514a10:451": "Iti sakko “gaccha isisiṅgaṁ upasaṅkamitvā attano vasaṁ ānetvā sīlamassa bhindā”ti alambusaṁ āṇāpesi.",
  "atk-s0514a10:452": "97.",
  "atk-s0514a10:453": "“Purāyaṁ amhe acceti, vattavā brahmacariyavā;",
  "atk-s0514a10:454": "Nibbānābhirato vuddho, tassa maggāni āvarā”ti. – vacanaṁ āha;",
  "atk-s0514a10:455_0": "Tattha purāyanti ayaṁ tāpaso vattasampanno ca brahmacariyavā ca, so panesa dīghāyukatāya",
  "atk-s0514a10:455_1": "nibbānasaṅkhāte magge abhirato guṇavuddhiyā ca vuddho. Tasmā yāva esa amhe nātikkamati,",
  "atk-s0514a10:455_2": "na abhibhavitvā imamhā ṭhānā cāveti, tāvadeva tvaṁ gantvā tassa devalokagamanāni",
  "atk-s0514a10:455_3": "maggāni āvara, yathā idha nāgacchati, evaṁ karohīti attho.",
  "atk-s0514a10:456": "Taṁ sutvā alambusā gāthādvayamāha –",
  "atk-s0514a10:457": "98.",
  "atk-s0514a10:458": "“Devarāja kimeva tvaṁ, mameva tuvaṁ sikkhasi;",
  "atk-s0514a10:459": "Isippalobhane gaccha, santi aññāpi accharā.",
  "atk-s0514a10:460": "99.",
  "atk-s0514a10:461": "“Mādisiyo pavarā ceva, asoke nandane vane;",
  "atk-s0514a10:462": "Tāsampi hotu pariyāyo, tāpi yantu palobhanā”ti.",
  "atk-s0514a10:463_0": "Tattha kimeva tvanti kiṁ nāmetaṁ tvaṁ karosīti dīpeti. Mameva tuvaṁ sikkhasīti imasmiṁ",
  "atk-s0514a10:463_1": "sakaladevaloke mameva tuvaṁ ikkhasi, aññaṁ na passasīti adhippāyena vadati. Sa-kāro",
  "atk-s0514a10:463_2": "panettha byañjanasandhikaro. Isippalobhane gacchāti kiṁkāraṇā maññeva evaṁ vadesīti",
  "atk-s0514a10:463_3": "adhippāyo. Pavarā cevāti mayā uttaritarā ceva. Asoketi sokarahite. Nandaneti nandijanake.",
  "atk-s0514a10:463_4": "Pariyāyoti gamanavāro.",
  "atk-s0514a10:464": "Tato sakko tisso gāthāyo abhāsi –",
  "atk-s0514a10:465": "100.",
  "atk-s0514a10:466": "“Addhā hi saccaṁ bhaṇasi, santi aññāpi accharā;",
  "atk-s0514a10:467": "Tādisiyo pavarā ceva, asoke nandane vane.",
  "atk-s0514a10:468": "101.",
  "atk-s0514a10:469": "“Na tā evaṁ pajānanti, pāricariyaṁ pumaṁ gatā;",
  "atk-s0514a10:470": "Yādisaṁ tvaṁ pajānāsi, nāri sabbaṅgasobhane.",
  "atk-s0514a10:471": "102.",
  "atk-s0514a10:472": "“Tvameva gaccha kalyāṇi, itthīnaṁ pavarā casi;",
  "atk-s0514a10:473": "Taveva vaṇṇarūpena, savasamānayissasī”ti.",
  "atk-s0514a10:474_0": "Tattha pumaṁ gatāti purisaṁ upasaṅkamantā samānā purisapalobhinipāricariyaṁ na jānanti.",
  "atk-s0514a10:474_1": "Vaṇṇarūpenāti sarīravaṇṇena ceva rūpasampattiyā ca. Savasamānayissasīti taṁ tāpasaṁ",
  "atk-s0514a10:474_2": "attano vasaṁ ānessasīti.",
  "atk-s0514a10:475": "Taṁ sutvā alambusā dve gāthā abhāsi –",
  "atk-s0514a10:476": "103.",
  "atk-s0514a10:477": "“Na vāhaṁ na gamissāmi, devarājena pesitā;",
  "atk-s0514a10:478": "Vibhemi cetaṁ āsāduṁ, uggatejo hi brāhmaṇo.",
  "atk-s0514a10:479": "104.",
  "atk-s0514a10:480": "“Aneke nirayaṁ pattā, isimāsādiyā janā;",
  "atk-s0514a10:481": "Āpannā mohasaṁsāraṁ, tasmā lomāni haṁsaye”ti.",
  "atk-s0514a10:482_0": "Tattha na vāhanti na ve ahaṁ. Vibhemīti bhāyāmi. Āsādunti āsādituṁ. Idaṁ vuttaṁ hoti",
  "atk-s0514a10:482_1": "– nāhaṁ, deva, tayā pesitā na gamissāmi, apicāhaṁ taṁ isiṁ sīlabhedanatthāya allīyituṁ",
  "atk-s0514a10:482_2": "bhāyāmi, uggatejo hi soti. Āsādiyāti āsādetvā. Mohasaṁsāranti mohena saṁsāraṁ, mohena",
  "atk-s0514a10:482_3": "isiṁ palobhetvā saṁsāraṁ āpannā vaṭṭadukkhe patiṭṭhitā sattā gaṇanapathaṁ atikkantā.",
  "atk-s0514a10:482_4": "Tasmāti tena kāraṇena. Lomāni haṁsayeti ahaṁ lomāni uṭṭhapemi, “tassa kirāhaṁ sīlaṁ",
  "atk-s0514a10:482_5": "bhindissāmī”ti cintayamānāya me lomāni pahaṁsantīti vadati.",
  "atk-s0514a10:483": "105.",
  "atk-s0514a10:484": "“Idaṁ vatvāna pakkāmi, accharā kāmavaṇṇinī;",
  "atk-s0514a10:485": "Missā missitumicchantī, isisiṅgaṁ alambusā.",
  "atk-s0514a10:486": "106.",
  "atk-s0514a10:487": "“Sā ca taṁ vanamogayha, isisiṅgena rakkhitaṁ;",
  "atk-s0514a10:488": "Bimbijālakasañchannaṁ, samantā addhayojanaṁ.",
  "atk-s0514a10:489": "107.",
  "atk-s0514a10:490": "“Pātova pātarāsamhi, udaṇhasamayaṁ pati;",
  "atk-s0514a10:491": "Aggiṭṭhaṁ parimajjantaṁ, isisiṅgaṁ upāgamī”ti. – imā abhisambuddhagāthā;",
  "atk-s0514a10:492_0": "Tattha pakkāmīti tena hi, devarāja, āvajjeyyāsi manti attano sayanagabbhaṁ pavisitvā",
  "atk-s0514a10:492_1": "alaṅkaritvā isisiṅgaṁ kilesena missituṁ icchantī pakkāmi, bhikkhave, sā accharā tassa",
  "atk-s0514a10:492_2": "assamaṁ gatāti. Bimbijālakasañchannanti rattaṅkuravanena sañchannaṁ. Pātova pātarāsamhīti,",
  "atk-s0514a10:492_3": "bhikkhave, pātarāsavelāya pātova pageyeva atipageva. Udaṇhasamayaṁ patīti sūriyuggamanavelāyameva.",
  "atk-s0514a10:492_4": "Aggiṭṭhanti aggisālaṁ. Rattiṁ padhānamanuyuñjitvā pātova nhatvā udakakiccaṁ katvā",
  "atk-s0514a10:492_5": "paṇṇasālāyaṁ thokaṁ jhānasukhena vītināmetvā nikkhamitvā aggisālaṁ sammajjantaṁ taṁ",
  "atk-s0514a10:492_6": "isisiṅgaṁ sā upāgami, itthivilāsaṁ dassentī tassa purato aṭṭhāsi.",
  "atk-s0514a10:493": "Atha naṁ tāpaso pucchanto āha –",
  "atk-s0514a10:494": "108.",
  "atk-s0514a10:495": "“Kā nu vijjurivābhāsi, osadhī viya tārakā;",
  "atk-s0514a10:496": "Vicittahatthābharaṇā, āmuttamaṇikuṇḍalā.",
  "atk-s0514a10:497": "109.",
  "atk-s0514a10:498": "“Ādiccavaṇṇasaṅkāsā, hemacandanagandhinī;",
  "atk-s0514a10:499": "Saññatūrū mahāmāyā, kumārī cārudassanā.",
  "atk-s0514a10:500": "110.",
  "atk-s0514a10:501": "“Vilaggā mudukā suddhā, pādā te suppatiṭṭhitā;",
  "atk-s0514a10:502": "Gamanā kāmanīyā te, harantiyeva me mano.",
  "atk-s0514a10:503": "111.",
  "atk-s0514a10:504": "“Anupubbā ca te ūrū, nāganāsasamūpamā;",
  "atk-s0514a10:505": "Vimaṭṭhā tuyhaṁ sussoṇī, akkhassa phalakaṁ yathā.",
  "atk-s0514a10:506": "112.",
  "atk-s0514a10:507": "“Uppalasseva kiñjakkhā, nābhi te sādhusaṇṭhitā;",
  "atk-s0514a10:508": "Purā kaṇhañjanasseva, dūrato patidissati.",
  "atk-s0514a10:509": "113.",
  "atk-s0514a10:510": "“Duvidhā jātā urajā, avaṇṭā sādhupaccudā;",
  "atk-s0514a10:511": "Payodharā apatitā, aḍḍhalābusamā thanā.",
  "atk-s0514a10:512": "114.",
  "atk-s0514a10:513": "“Dīghā kambutalābhāsā, gīvā eṇeyyakā yathā;",
  "atk-s0514a10:514": "Paṇḍarāvaraṇā vaggu, catutthamanasannibhā.",
  "atk-s0514a10:515": "115.",
  "atk-s0514a10:516": "“Uddhaggā ca adhaggā ca, dumaggaparimajjitā;",
  "atk-s0514a10:517": "Duvijā nelasambhūtā, dantā tava sudassanā.",
  "atk-s0514a10:518": "116.",
  "atk-s0514a10:519": "“Apaṇḍarā lohitantā, jiñjūkaphalasannibhā;",
  "atk-s0514a10:520": "Āyatā ca visālā ca, nettā tava sudassanā.",
  "atk-s0514a10:521": "117.",
  "atk-s0514a10:522": "“Nātidīghā susammaṭṭhā, kanakabyāsamocitā;",
  "atk-s0514a10:523": "Uttamaṅgaruhā tuyhaṁ, kesā candanagandhikā.",
  "atk-s0514a10:524": "118.",
  "atk-s0514a10:525": "“Yāvatā kasigorakkhā, vāṇijānañca yā gati;",
  "atk-s0514a10:526": "Isīnañca parakkantaṁ, saññatānaṁ tapassinaṁ.",
  "atk-s0514a10:527": "119.",
  "atk-s0514a10:528": "“Na te samasamaṁ passe, asmiṁ pathavimaṇḍale;",
  "atk-s0514a10:529": "Ko vā tvaṁ kassa vā putto, kathaṁ jānemu taṁ maya”nti.",
  "atk-s0514a10:530_0": "Tattha vicittahatthābharaṇāti vicittehi hatthābharaṇehi samannāgatā. Hemacandanagandhinīti",
  "atk-s0514a10:530_1": "suvaṇṇavaṇṇacandanagandhavilepanā. Saññatūrūti suvaṭṭitaghanaūru sampannaūrulakkhaṇā.",
  "atk-s0514a10:530_2": "Vilaggāti saṁkhittamajjhā. Mudukāti mudu sukhumālā. Suddhāti nimmalā. Suppatiṭṭhitāti",
  "atk-s0514a10:530_3": "samaṁ pathaviṁ phusantā suṭṭhu patiṭṭhitā. Gamanāti gacchamānā. Kāmanīyāti kantā",
  "atk-s0514a10:530_4": "kāmitabbayuttakā. Harantiyeva me manoti ete evarūpena paramena itthivilāsena caṅkamantiyā",
  "atk-s0514a10:530_5": "tava pādā mama cittaṁ harantiyeva. Vimaṭṭhāti visālā. Sussoṇīti sundarasoṇī. Akkhassāti",
  "atk-s0514a10:530_6": "sundaravaṇṇassa akkhassa suvaṇṇaphalakaṁ viya visālā te soṇīti vadati. Uppalasseva",
  "atk-s0514a10:530_7": "kiñjakkhāti nīluppalakaṇṇikā viya. Kaṇhañjanassevāti sukhumakaṇhalomacittattā evamāha.",
  "atk-s0514a10:531_0": "“Duvidhā”tigāthaṁ thane vaṇṇayanto āha. Te hi dve hutvā ure jātā vaṇṭassa abhāvā",
  "atk-s0514a10:531_1": "avaṇṭā, ure laggā eva hutvā suṭṭhu nikkhantattā sādhupaccudā, payassa dhāraṇato payodharā,",
  "atk-s0514a10:531_2": "apatitāti na patitā, amilātatāya vā alambanatāya vā na anto paviṭṭhāti apatitā, suvaṇṇaphalake",
  "atk-s0514a10:531_3": "ṭhapitasuvaṇṇamayavaṭṭaalābuno aḍḍhena sadisatāya aḍḍhalābusamā thanā. Eṇeyyakā yathāti",
  "atk-s0514a10:531_4": "eṇīmigassa hi dīghā ca vaṭṭā ca gīvā sobhati yathā, evaṁ tava gīvā thokaṁ dīghā.",
  "atk-s0514a10:531_5": "Kambutalābhāsāti suvaṇṇāliṅgatalasannibhā gīvāti attho. Paṇḍarāvaraṇāti dantāvaraṇā.",
  "atk-s0514a10:531_6": "Catutthamanasannibhāti catutthamano vuccati catutthamanavatthubhūtā jivhā. Abhirattabhāvena",
  "atk-s0514a10:531_7": "jivhāsadisaṁ te oṭṭhapariyosānanti vadati. Uddhaggāti heṭṭhimadantā. Adhaggāti uparimadantā.",
  "atk-s0514a10:531_8": "Dumaggaparimajjitāti dantakaṭṭhaparimajjitā parisuddhā. Duvijāti dvijā. Nelasambhūtāti",
  "atk-s0514a10:531_9": "niddosesu hanumaṁsapariyosānesu sambhūtā.",
  "atk-s0514a10:532_0": "Apaṇḍarāti kaṇhā. Lohitantāti rattapariyantā. Jiñjūkaphalasannibhāti rattaṭṭhāne",
  "atk-s0514a10:532_1": "jiñjukaphalasadisā. Sudassanāti passantānaṁ atittikarā pañcapasādasamannāgatā. Nātidīghāti",
  "atk-s0514a10:532_2": "pamāṇayuttā. Susammaṭṭhāti suṭṭhu sammaṭṭhā. Kanakabyāsamocitāti kanakabyā vuccati",
  "atk-s0514a10:532_3": "suvaṇṇaphaṇikā, tāya gandhatelaṁ ādāya paharitā suracitā. Kasigorakkhāti iminā kasiñca",
  "atk-s0514a10:532_4": "gorakkhañca nissāya jīvanakasatte dasseti. Yā gatīti yattakā nipphatti. Parakkantanti",
  "atk-s0514a10:532_5": "yattakaṁ isīnaṁ parakkantaṁ, vitthārīkatā imasmiṁ himavante yattakā isayo vasantīti",
  "atk-s0514a10:532_6": "attho. Na te samasamanti tesu sabbesu ekampi rūpalīḷāvilāsādisamatāya tayā samānaṁ",
  "atk-s0514a10:532_7": "na passāmi. Ko vā tvanti idaṁ tassā itthibhāvaṁ jānanto purisavohāravasena pucchati.",
  "atk-s0514a10:533": "Evaṁ pādato paṭṭhāya yāva kesā attano vaṇṇaṁ bhāsante tāpase alambusā tuṇhī hutvā tassā kathāya yathānusandhiṁ gatāya tassa sammūḷhabhāvaṁ ñatvā gāthamāha –",
  "atk-s0514a10:534": "120.",
  "atk-s0514a10:535": "“Na pañhakālo bhaddante, kassapevaṁ gate sati;",
  "atk-s0514a10:536": "Ehi samma ramissāma, ubho asmākamassame;",
  "atk-s0514a10:537": "Ehi taṁ upagūhissaṁ, ratīnaṁ kusalo bhavā”ti.",
  "atk-s0514a10:538": "Tattha kassapevaṁ gate satīti kassapagotta evaṁ tava citte pavatte sati pañhakālo na hoti. Sammāti vayassa, piyavacanālapanametaṁ. Ratīnanti pañcakāmaguṇaratīnaṁ.",
  "atk-s0514a10:539_0": "Evaṁ vatvā alambusā cintesi – “nāyaṁ mayi ṭhitāya hatthapāsaṁ āgamissati, gacchantī",
  "atk-s0514a10:539_1": "viya bhavissāmī”ti. Sā itthimāyākusalatāya tāpasaṁ anupasaṅkamitvā āgatamaggābhimukhī",
  "atk-s0514a10:539_2": "pāyāsi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a10:540": "121.",
  "atk-s0514a10:541": "“Idaṁ vatvāna pakkāmi, accharā kāmavaṇṇinī;",
  "atk-s0514a10:542": "Missā missitumicchantī, isisiṅgaṁ alambusā”ti.",
  "atk-s0514a10:543": "Atha naṁ tāpaso gacchantiṁ disvā “ayaṁ gacchatī”ti attano dandhaparakkamaṁ mandagamanaṁ chinditvā vegena dhāvitvā kesesu hatthena parāmasi. Tamatthaṁ pakāsento satthā āha –",
  "atk-s0514a10:544": "122.",
  "atk-s0514a10:545": "“So ca vegena nikkhamma, chetvā dandhaparakkamaṁ;",
  "atk-s0514a10:546": "Tamuttamāsu veṇīsu, ajjhappatto parāmasi.",
  "atk-s0514a10:547": "123.",
  "atk-s0514a10:548": "“Tamudāvatta kalyāṇī, palissaji susobhanā;",
  "atk-s0514a10:549": "Cavitamhi brahmacariyā, yathā taṁ atha tositā.",
  "atk-s0514a10:550": "124.",
  "atk-s0514a10:551": "“Manasā agamā indaṁ, vasantaṁ nandane vane;",
  "atk-s0514a10:552": "Tassā saṅkappamaññāya, maghavā devakuñjaro.",
  "atk-s0514a10:553": "125.",
  "atk-s0514a10:554": "“Pallaṅkaṁ pahiṇī khippaṁ, sovaṇṇaṁ sopavāhanaṁ;",
  "atk-s0514a10:555": "Sauttaracchadapaññāsaṁ, sahassapaṭiyatthataṁ.",
  "atk-s0514a10:556": "126.",
  "atk-s0514a10:557": "“Tamenaṁ tattha dhāresi, ure katvāna sobhanā;",
  "atk-s0514a10:558": "Yathā ekamuhuttaṁva, tīṇi vassāni dhārayi.",
  "atk-s0514a10:559": "127.",
  "atk-s0514a10:560": "“Vimado tīhi vassehi, pabujjhitvāna brāhmaṇo;",
  "atk-s0514a10:561": "Addasāsi haritarukkhe, samantā aggiyāyanaṁ.",
  "atk-s0514a10:562": "128.",
  "atk-s0514a10:563": "“Navapattavanaṁ phullaṁ, kokilaggaṇaghositaṁ;",
  "atk-s0514a10:564": "Samantā paviloketvā, rudaṁ assūni vattayi.",
  "atk-s0514a10:565": "129.",
  "atk-s0514a10:566": "“Na juhe na jape mante, aggihuttaṁ pahāpitaṁ;",
  "atk-s0514a10:567": "Ko nu me pāricariyāya, pubbe cittaṁ palobhayi.",
  "atk-s0514a10:568": "130.",
  "atk-s0514a10:569": "“Araññe me viharato, yo me tejā ha sambhutaṁ;",
  "atk-s0514a10:570": "Nānāratanaparipūraṁ, nāvaṁva gaṇhi aṇṇave”ti.",
  "atk-s0514a10:571_0": "Tattha ajjhappattoti sampatto. Tamudāvatta kalyāṇīti taṁ kese parāmasitvā ṭhitaṁ",
  "atk-s0514a10:571_1": "isiṁ udāvattitvā nivattitvā kalyāṇadassanā sā suṭṭhu sobhanā. Palissajīti āliṅgi.",
  "atk-s0514a10:571_2": "Cavitamhi brahmacariyā, yathā taṁ atha tositāti, bhikkhave, tassa isino tāvadeva",
  "atk-s0514a10:571_3": "jhānaṁ antaradhāyi. Tasmiṁ tamhā jhānā brahmacariyā cavite yathā taṁ sakkena patthitaṁ,",
  "atk-s0514a10:571_4": "tatheva ahosi. Atha sakkassa patthanāya samiddhabhāvaṁ viditvā sā devakaññā tositā,",
  "atk-s0514a10:571_5": "tassa tena brahmacariyavināsena sañjanitapītipāmojjāti attho.",
  "atk-s0514a10:572_0": "Manasā agamāti sā taṁ āliṅgitvā ṭhitā “aho vata sakko pallaṅkaṁ me peseyyā”ti evaṁ",
  "atk-s0514a10:572_1": "pavattena manasā indaṁ agamā. Nandane vaneti nandijananasamatthatāya nandanavanasaṅkhāte",
  "atk-s0514a10:572_2": "tāvatiṁsabhavane vasantaṁ. Devakuñjaroti devaseṭṭho. Pahiṇīti pesesi. “Pāhiṇī”tipi",
  "atk-s0514a10:572_3": "pāṭho. Sopavāhananti saparivāraṁ. Sauttaracchadapaññāsanti paññāsāya uttaracchadehi",
  "atk-s0514a10:572_4": "paṭicchāditaṁ. Sahassapaṭiyatthatanti sahassadibbakojavatthataṁ. Tamenaṁ tatthāti",
  "atk-s0514a10:572_5": "taṁ isisiṅgaṁ tattha dibbapallaṅke nisinnā sā ure katvā dhāresi. Tīṇi vassānīti ekamuhuttaṁ",
  "atk-s0514a10:572_6": "viya manussagaṇanāya tīṇi vassāni taṁ ure nipajjāpetvā tattha nisinnā dhāresi.",
  "atk-s0514a10:573_0": "Vimadoti nimmado vigatasaññabhāvo. So hi tīṇi saṁvaccharāni visañño sayitvā pacchā",
  "atk-s0514a10:573_1": "paṭiladdhasañño pabujjhi. Tasmiṁ pabujjhamāne hatthādiphandanaṁ disvāva alambusā",
  "atk-s0514a10:573_2": "tassa pabujjhanabhāvaṁ ñatvā pallaṅkaṁ antaradhāpetvā sayampi antarahitā aṭṭhāsi.",
  "atk-s0514a10:573_3": "Addasāsīti so assamapadaṁ olokento “kena nu khomhi sīlavināsaṁ pāpito”ti cintetvā",
  "atk-s0514a10:573_4": "mahantena saddena paridevamāno addasāsi. Haritarukkheti aggiyāyanasaṅkhātaṁ aggisālaṁ",
  "atk-s0514a10:573_5": "samantā parivāretvā ṭhite haritapattarukkhe. Navapattavananti taruṇehi navapattehi",
  "atk-s0514a10:573_6": "sañchannaṁ vanaṁ. Rudanti paridevanto.",
  "atk-s0514a10:574_0": "Najuhe na jape manteti ayamassa paridevanagāthā. Pahāpitanti hāpitaṁ, pa-kāro upasaggamattaṁ.",
  "atk-s0514a10:574_1": "Pāricariyāyāti ko nu kilesapāricariyāya ito pubbe mama cittaṁ palobhayīti paridevati.",
  "atk-s0514a10:574_2": "Yo me tejā ha sambhutanti ha-kāro nipātamattaṁ. Yo mama samaṇatejena sambhūtaṁ jhānaguṇaṁ",
  "atk-s0514a10:574_3": "nānāratanaparipuṇṇaṁ mahantaṁ mahaṇṇave nāvaṁ viya gaṇhi, vināsaṁ pāpesi, ko nāmesoti paridevatīti.",
  "atk-s0514a10:575": "Taṁ sutvā alambusā cintesi – “sacāhaṁ na kathessāmi, ayaṁ me abhisapissati, handassa kathessāmī”ti. Sā dissamānena kāyena ṭhatvā gāthamāha –",
  "atk-s0514a10:576": "131.",
  "atk-s0514a10:577": "“Ahaṁ te pāricariyāya, devarājena pesitā;",
  "atk-s0514a10:578": "Avadhiṁ cittaṁ cittena, pamādo tvaṁ na bujjhasī”ti.",
  "atk-s0514a10:579": "So tassā kathaṁ sutvā pitarā dinnaovādaṁ saritvā “pitu vacanaṁ akatvā mahāvināsaṁ pattomhī”ti paridevanto catasso gāthāyo abhāsi –",
  "atk-s0514a10:580": "132.",
  "atk-s0514a10:581": "“Imāni kira maṁ tāto, kassapo anusāsati;",
  "atk-s0514a10:582": "Kamalāsadisitthiyo, tāyo bujjhesi māṇava.",
  "atk-s0514a10:583": "133.",
  "atk-s0514a10:584": "“Uregaṇḍāyo bujjhesi, tāyo bujjhesi māṇava;",
  "atk-s0514a10:585": "Iccānusāsi maṁ tāto, yathā maṁ anukampako.",
  "atk-s0514a10:586": "134.",
  "atk-s0514a10:587": "“Tassāhaṁ vacanaṁ nākaṁ, pitu vuddhassa sāsanaṁ;",
  "atk-s0514a10:588": "Araññe nimmanussamhi, svajja jhāyāmi ekako.",
  "atk-s0514a10:589": "135.",
  "atk-s0514a10:590": "“Sohaṁ tathā karissāmi, dhiratthu jīvitena me;",
  "atk-s0514a10:591": "Puna vā tādiso hessaṁ, maraṇaṁ me bhavissatī”ti.",
  "atk-s0514a10:592_0": "Tattha imānīti imāni vacanāni. Kamalāsadisitthiyoti kamalā vuccati nāripupphalatā,",
  "atk-s0514a10:592_1": "tāsaṁ pupphasadisā itthiyo. Tāyo bujjhesi māṇavāti māṇava tvaṁ tāyo jāneyyāsi, ñatvā",
  "atk-s0514a10:592_2": "dassanapathaṁ agantvā palāpeyyāsīti yāni evarūpāni vacanāni tadā maṁ tāto anusāsati,",
  "atk-s0514a10:592_3": "imāni kira tānīti. Uregaṇḍāyoti uramhi dvīhi gaṇḍehi samannāgatā. Tāyo bujjhesi,",
  "atk-s0514a10:592_4": "māṇavāti, māṇava, tāyo attano vasaṁ gate vināsaṁ pāpentīti tvaṁ jāneyyāsi. Nākanti",
  "atk-s0514a10:592_5": "nākariṁ. Jhāyāmīti pajjhāyāmi paridevāmi. Dhiratthu jīvitena meti dhiratthu garahitaṁ",
  "atk-s0514a10:592_6": "mama jīvitaṁ, jīvitena me ko attho. Puna vāti tathā karissāmi, yathā puna vā tādiso",
  "atk-s0514a10:592_7": "bhavissāmi, naṭṭhaṁ jhānaṁ uppādetvā vītarāgo bhavissāmi, maraṇaṁ vā me bhavissatīti.",
  "atk-s0514a10:593": "So kāmarāgaṁ pahāya puna jhānaṁ uppādesi. Athassa samaṇatejaṁ disvā jhānassa ca uppāditabhāvaṁ ñatvā alambusā bhītā khamāpesi. Tamatthaṁ pakāsento satthā dve gāthāyo abhāsi –",
  "atk-s0514a10:594": "136.",
  "atk-s0514a10:595": "“Tassa tejaṁ vīriyañca, dhitiṁ ñatvā avaṭṭhitaṁ;",
  "atk-s0514a10:596": "Sirasā aggahī pāde, isisiṅgaṁ alambusā.",
  "atk-s0514a10:597": "137.",
  "atk-s0514a10:598": "“Mā me kujjha mahāvīra, mā me kujjha mahāise;",
  "atk-s0514a10:599": "Mahā attho mayā ciṇṇo, tidasānaṁ yasassinaṁ;",
  "atk-s0514a10:600": "Tayā pakampitaṁ āsi, sabbaṁ devapuraṁ tadā”ti.",
  "atk-s0514a10:601": "Atha naṁ so “khamāmi te, bhadde, yathāsukhaṁ gacchā”ti vissajjento gāthamāha –",
  "atk-s0514a10:602": "138.",
  "atk-s0514a10:603": "“Tāvatiṁsā ca ye devā, tidasānañca vāsavo;",
  "atk-s0514a10:604": "Tvañca bhadde sukhī hohi, gaccha kaññe yathāsukha”nti.",
  "atk-s0514a10:605": "Sā taṁ vanditvā teneva suvaṇṇapallaṅkena devapuraṁ gatā. Tamatthaṁ pakāsento satthā tisso gāthāyo abhāsi –",
  "atk-s0514a10:606": "139.",
  "atk-s0514a10:607": "“Tassa pāde gahetvāna, katvā ca naṁ padakkhiṇaṁ;",
  "atk-s0514a10:608": "Añjaliṁ paggahetvāna, tamhā ṭhānā apakkami.",
  "atk-s0514a10:609": "140.",
  "atk-s0514a10:610": "“Yo ca tassāsi pallaṅko, sovaṇṇo sopavāhano;",
  "atk-s0514a10:611": "Sauttaracchadapaññāso, sahassapaṭiyatthato;",
  "atk-s0514a10:612": "Tameva pallaṅkamāruyha, agā devāna santike.",
  "atk-s0514a10:613": "141.",
  "atk-s0514a10:614": "“Tamokkamiva āyantiṁ, jalantiṁ vijjutaṁ yathā;",
  "atk-s0514a10:615": "Patīto sumano vitto, devindo adadā vara”nti.",
  "atk-s0514a10:616": "Tattha okkamivāti dīpakaṁ viya. “Patīto”tiādīhi tuṭṭhākārova dassito adadā varanti āgantvā vanditvā ṭhitāya tuṭṭho varaṁ adāsi.",
  "atk-s0514a10:617": "Sā tassa santike varaṁ gaṇhantī osānagāthamāha –",
  "atk-s0514a10:618": "142.",
  "atk-s0514a10:619": "“Varañce me ado sakka, sabbabhūtānamissara;",
  "atk-s0514a10:620": "Nisippalobhikā gacche, etaṁ sakka varaṁ vare”ti.",
  "atk-s0514a10:621": "Tassattho – “sakka devarāja, sace me tvaṁ varaṁ ado, puna isipalobhikāya na gaccheyyaṁ, mā maṁ etadatthāya pahiṇeyyāsi, etaṁ varaṁ vare yācāmī”ti.",
  "atk-s0514a10:622_0": "Satthā tassa bhikkhuno imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi,",
  "atk-s0514a10:622_1": "saccapariyosāne so bhikkhu sotāpattiphale patiṭṭhahi. Tadā alambusā purāṇadutiyikā",
  "atk-s0514a10:622_2": "ahosi, isisiṅgo ukkaṇṭhitabhikkhu, pitā mahāisi pana ahameva ahosinti.",
  "atk-s0514a10:623": "Alambusājātakavaṇṇanā tatiyā.",
  "atk-s0514a10:625": "[524] 4. Saṅkhapālajātakavaṇṇanā",
  "atk-s0514a10:626_0": "Ariyāvakāsosīti idaṁ satthā jetavane viharanto uposathakammaṁ ārabbha kathesi. Tadā",
  "atk-s0514a10:626_1": "hi satthā uposathike upāsake sampahaṁsetvā “porāṇakapaṇḍitā mahatiṁ nāgasampattiṁ",
  "atk-s0514a10:626_2": "pahāya uposathavāsaṁ upavasiṁsuyevā”ti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0514a10:627_0": "Atīte rājagahe magadharājā nāma rajjaṁ kāresi. Tadā bodhisatto tassa rañño aggamahesiyā",
  "atk-s0514a10:627_1": "kucchimhi nibbatti, “duyyodhano”tissa nāmaṁ kariṁsu. So vayappatto takkasilāyaṁ sabbasippāni",
  "atk-s0514a10:627_2": "uggaṇhitvā āgantvā pitu sippaṁ dassesi. Atha naṁ pitā rajje abhisiñcitvā isipabbajjaṁ",
  "atk-s0514a10:627_3": "pabbajitvā uyyāne vasi. Bodhisatto divasassa tikkhattuṁ pitu santikaṁ agamāsi. Tassa",
  "atk-s0514a10:627_4": "mahālābhasakkāro udapādi. So teneva palibodhena kasiṇaparikammamattampi kātuṁ asakkonto",
  "atk-s0514a10:627_5": "cintesi – “mahā me lābhasakkāro, na sakkā mayā idha vasantena imaṁ jaṭaṁ chindituṁ,",
  "atk-s0514a10:627_6": "puttassa me anārocetvāva aññattha gamissāmī”ti. So kañci ajānāpetvā uyyānā nikkhamitvā",
  "atk-s0514a10:627_7": "magadharaṭṭhaṁ atikkamitvā mahisakaraṭṭhe saṅkhapāladahato nāma nikkhantāya kaṇṇaveṇṇāya",
  "atk-s0514a10:627_8": "nadiyā nivattane candakapabbataṁ upanissāya paṇṇasālaṁ katvā tattha vasanto kasiṇaparikammaṁ",
  "atk-s0514a10:627_9": "katvā jhānābhiññā nibbattetvā uñchācariyāya yāpesi. Tamenaṁ saṅkhapālo nāma nāgarājā",
  "atk-s0514a10:627_10": "mahantena parivārena kaṇṇaveṇṇanadito nikkhamitvā antarantarā upasaṅkamati. So tassa",
  "atk-s0514a10:627_11": "dhammaṁ desesi. Athassa putto pitaraṁ daṭṭhukāmo gataṭṭhānaṁ ajānanto anuvicārāpetvā",
  "atk-s0514a10:627_12": "“asukaṭṭhāne nāma vasatī”ti ñatvā tassa dassanatthāya mahantena parivārena tattha",
  "atk-s0514a10:627_13": "gantvā ekamante khandhavāraṁ nivāsetvā katipayehi amaccehi saddhiṁ assamapadābhimukho pāyāsi.",
  "atk-s0514a10:628_0": "Tasmiṁ khaṇe saṅkhapālo mahantena parivārena dhammaṁ suṇanto nisīdi. So taṁ rājānaṁ",
  "atk-s0514a10:628_1": "āgacchantaṁ disvā isiṁ vanditvā uṭṭhāyāsanā pakkāmi. Rājā pitaraṁ vanditvā paṭisanthāraṁ",
  "atk-s0514a10:628_2": "katvā nisīditvā pucchi – “bhante, katararājā nāmesa tumhākaṁ santikaṁ āgato”ti. Tāta,",
  "atk-s0514a10:628_3": "saṅkhapālanāgarājā nāmesoti. So tassa sampattiṁ nissāya nāgabhavane lobhaṁ katvā",
  "atk-s0514a10:628_4": "katipāhaṁ vasitvā pitu bhikkhāhāraṁ nibaddhaṁ dāpetvā attano nagarameva gantvā catūsu",
  "atk-s0514a10:628_5": "dvāresu dānasālāyo kāretvā sakalajambudīpaṁ saṅkhobhento dānaṁ datvā sīlaṁ rakkhitvā",
  "atk-s0514a10:628_6": "uposathakammaṁ katvā nāgabhavanaṁ patthetvā āyupariyosāne nāgabhavane nibbattitvā",
  "atk-s0514a10:628_7": "saṅkhapālanāgarājā ahosi. So gacchante kāle tāya sampattiyā vippaṭisārī hutvā tato",
  "atk-s0514a10:628_8": "paṭṭhāya manussayoniṁ patthento uposathavāsaṁ vasi. Athassa nāgabhavane vasantassa",
  "atk-s0514a10:628_9": "uposathavāso na sampajjati, sīlavināsaṁ pāpuṇāti. So tato paṭṭhāya nāgabhavanā nikkhamitvā",
  "atk-s0514a10:628_10": "kaṇṇaveṇṇāya nadiyā avidūre mahāmaggassa ca ekapadikamaggassa ca antare ekaṁ vammikaṁ",
  "atk-s0514a10:628_11": "parikkhipitvā uposathaṁ adhiṭṭhāya samādinnasīlo “mama cammamaṁsādīhi atthikā cammamaṁsādīni",
  "atk-s0514a10:628_12": "harantū”ti attānaṁ dānamukhe vissajjetvā vammikamatthake nipanno samaṇadhammaṁ karonto",
  "atk-s0514a10:628_13": "cātuddase pannarase vasitvā pāṭipade nāgabhavanaṁ gacchati.",
  "atk-s0514a10:629_0": "Tasmiṁ ekadivasaṁ evaṁ sīlaṁ samādiyitvā nipanne paccantagāmavāsino soḷasa janā “maṁsaṁ",
  "atk-s0514a10:629_1": "āharissāmā”ti āvudhahatthā araññe vicarantā kiñci alabhitvā nikkhantā taṁ vammikamatthake",
  "atk-s0514a10:629_2": "nipannaṁ disvā “mayaṁ ajja godhāpotakampi na labhimhā, imaṁ nāgarājānaṁ vadhitvā",
  "atk-s0514a10:629_3": "khādissāmā”ti cintetvā “mahā kho panesa gayhamāno palāyeyya, yathānipannameva taṁ",
  "atk-s0514a10:629_4": "bhogesu sūlehi vijjhitvā dubbalaṁ katvā gaṇhissāmā”ti sūlāni ādāya upasaṅkamiṁsu.",
  "atk-s0514a10:629_5": "Bodhisattassa sarīraṁ mahantaṁ ekadoṇikanāvappamāṇaṁ vaṭṭetvā ṭhapitasumanapupphadāmaṁ",
  "atk-s0514a10:629_6": "viya jiñjukaphalasannibhehi akkhīhi jayasumanapupphasadisena ca sīsena samannāgataṁ",
  "atk-s0514a10:629_7": "ativiya sobhati. So tesaṁ soḷasannaṁ janānaṁ padasaddena bhogantarato sīsaṁ nīharitvā",
  "atk-s0514a10:629_8": "rattakkhīni ummīletvā te sūlahatthe āgacchante disvā cintesi – “ajja mayhaṁ manoratho",
  "atk-s0514a10:629_9": "matthakaṁ pāpuṇissati, ahaṁ attānaṁ dānamukhe niyyādetvā vīriyaṁ adhiṭṭhahitvā nipanno,",
  "atk-s0514a10:629_10": "ime mama sarīraṁ sattīhi koṭṭetvā chiddāvachiddaṁ karonte kodhavasena akkhīni ummīletvā",
  "atk-s0514a10:629_11": "na olokessāmī”ti attano sīlabhedabhayena daḷhaṁ adhiṭṭhāya sīsaṁ bhogantareyeva pavesetvā",
  "atk-s0514a10:629_12": "nipajji. Atha naṁ te upagantvā naṅguṭṭhe gahetvā kaḍḍhantā bhūmiyaṁ pothetvā tikhiṇasūlehi",
  "atk-s0514a10:629_13": "aṭṭhasu ṭhānesu vijjhitvā sakaṇṭakakāḷavettayaṭṭhiyo pahāramukhehi pavesetvā aṭṭhasu",
  "atk-s0514a10:629_14": "ṭhānesu kājenādāya mahāmaggaṁ paṭipajjiṁsu, mahāsatto sūlehi vijjhanato paṭṭhāya",
  "atk-s0514a10:629_15": "ekaṭṭhānepi kodhavasena akkhīni ummīletvā te na olokesi. Tassa aṭṭhahi kājehi ādāya",
  "atk-s0514a10:629_16": "nīyamānassa sīsaṁ olambetvā bhūmiyaṁ pahari. Atha naṁ “sīsamassa olambatī”ti mahāmagge",
  "atk-s0514a10:629_17": "nipajjāpetvā taruṇasūlena nāsāpuṭaṁ vijjhitvā rajjukaṁ pavesetvā sīsaṁ ukkhipitvā",
  "atk-s0514a10:629_18": "kājakoṭiyaṁ laggitvā punapi ukkhipitvā maggaṁ paṭipajjiṁsu.",
  "atk-s0514a10:630_0": "Tasmiṁ khaṇe videharaṭṭhe mithilanagaravāsī āḷāro nāma kuṭumbiko pañca sakaṭasatāni",
  "atk-s0514a10:630_1": "ādāya sukhayānake nisīditvā gacchanto te bhojaputte bodhisattaṁ tathā gaṇhitvā gacchante",
  "atk-s0514a10:630_2": "disvā tesaṁ soḷasannampi soḷasahi vāhagoṇehi saddhiṁ pasataṁ pasataṁ suvaṇṇamāsake",
  "atk-s0514a10:630_3": "sabbesaṁ nivāsanapārupanāni bhariyānampi nesaṁ vatthābharaṇāni datvā vissajjāpesi.",
  "atk-s0514a10:630_4": "Atha so nāgabhavanaṁ gantvā tattha papañcaṁ akatvā mahantena parivārena nikkhamitvā",
  "atk-s0514a10:630_5": "āḷāraṁ upasaṅkamitvā nāgabhavanassa vaṇṇaṁ kathetvā taṁ ādāya nāgabhavanaṁ gantvā",
  "atk-s0514a10:630_6": "tīhi nāgakaññāsatehi saddhiṁ mahantamassa yasaṁ datvā dibbehi kāmehi santappesi.",
  "atk-s0514a10:630_7": "Āḷāro nāgabhavane ekavassaṁ vasitvā dibbakāme paribhuñjitvā “icchāmahaṁ, samma, pabbajitu”nti",
  "atk-s0514a10:630_8": "nāgarājassa kathetvā pabbajitaparikkhāre gahetvā nāgabhavanato himavantappadesaṁ",
  "atk-s0514a10:630_9": "gantvā pabbajitvā tattha ciraṁ vasitvā aparabhāge cārikaṁ caranto bārāṇasiṁ patvā",
  "atk-s0514a10:630_10": "rājuyyāne vasitvā punadivase bhikkhāya nagaraṁ pavisitvā rājadvāraṁ agamāsi. Atha",
  "atk-s0514a10:630_11": "naṁ bārāṇasirājā disvā iriyāpathe pasīditvā pakkosāpetvā paññattāsane nisīdāpetvā",
  "atk-s0514a10:630_12": "nānaggarasabhojanaṁ bhojetvā aññatarasmiṁ nīce āsane nisinno vanditvā tena saddhiṁ",
  "atk-s0514a10:630_13": "sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0514a10:631": "143.",
  "atk-s0514a10:632": "“Ariyāvakāsosi pasannanetto, maññe bhavaṁ pabbajito kulamhā;",
  "atk-s0514a10:633": "Kathaṁ nu vittāni pahāya bhoge, pabbaji nikkhamma gharā sapaññā”ti.",
  "atk-s0514a10:634_0": "Tattha ariyāvakāsosīti niddosasundarasarīrāvakāsosi, abhirūposīti attho. Pasannanettoti",
  "atk-s0514a10:634_1": "pañcahi pasādehi yuttanetto. Kulamhāti khattiyakulā vā brāhmaṇakulā vā seṭṭhikulā",
  "atk-s0514a10:634_2": "vā pabbajitosīti maññāmi. Kathaṁ nūti kena kāraṇena kiṁ ārammaṇaṁ katvā dhanañca",
  "atk-s0514a10:634_3": "upabhoge ca pahāya gharā nikkhamitvā pabbajitosi sapañña paṇḍitapurisāti pucchati.",
  "atk-s0514a10:635": "Tato paraṁ tāpasassa ca rañño ca vacanappaṭivacanavasena gāthānaṁ sambandho veditabbo –",
  "atk-s0514a10:636": "144.",
  "atk-s0514a10:637": "“Sayaṁ vimānaṁ naradeva disvā, mahānubhāvassa mahoragassa;",
  "atk-s0514a10:638": "Disvāna puññāna mahāvipākaṁ, saddhāyahaṁ pabbajitomhi rāja.",
  "atk-s0514a10:639": "145.",
  "atk-s0514a10:640": "“Na kāmakāmā na bhayā na dosā, vācaṁ musā pabbajitā bhaṇanti;",
  "atk-s0514a10:641": "Akkhāhi me pucchito etamatthaṁ, sutvāna me jāyihitippasādo.",
  "atk-s0514a10:642": "146.",
  "atk-s0514a10:643": "“Vāṇijja raṭṭhādhipa gacchamāno, pathe addasāsimhi bhojaputte;",
  "atk-s0514a10:644": "Pavaḍḍhakāyaṁ uragaṁ mahantaṁ, ādāya gacchante pamodamāne.",
  "atk-s0514a10:645": "147.",
  "atk-s0514a10:646": "“Sohaṁ samāgamma janinda tehi, pahaṭṭhalomo avacamhi bhīto;",
  "atk-s0514a10:647": "Kuhiṁ ayaṁ nīyati bhīmakāyo, nāgena kiṁ kāhatha bhojaputtā.",
  "atk-s0514a10:648": "148.",
  "atk-s0514a10:649": "“Nāgo ayaṁ nīyati bhojanatthā, pavaḍḍhakāyo urago mahanto;",
  "atk-s0514a10:650": "Sāduñca thūlañca muduñca maṁsaṁ, na tvaṁ rasaññāsi videhaputta.",
  "atk-s0514a10:651": "149.",
  "atk-s0514a10:652": "“Ito mayaṁ gantvā sakaṁ niketaṁ, ādāya satthāni vikopayitvā;",
  "atk-s0514a10:653": "Maṁsāni bhokkhāma pamodamānā, mayañhi ve sattavo pannagānaṁ.",
  "atk-s0514a10:654": "150.",
  "atk-s0514a10:655": "“Sace ayaṁ nīyati bhojanatthā, pavaḍḍhakāyo urago mahanto;",
  "atk-s0514a10:656": "Dadāmi vo balibaddāni soḷasa, nāgaṁ imaṁ muñcatha bandhanasmā.",
  "atk-s0514a10:657": "151.",
  "atk-s0514a10:658": "“Addhā hi no bhakkho ayaṁ manāpo, bahū ca no uragā bhuttapubbā;",
  "atk-s0514a10:659": "Karoma te taṁ vacanaṁ aḷāra, mittañca no hohi videhaputta.",
  "atk-s0514a10:660": "152.",
  "atk-s0514a10:661": "“Tadāssu te bandhanā mocayiṁsu, yaṁ natthuto paṭimokkassa pāse;",
  "atk-s0514a10:662": "Mutto ca so bandhanā nāgarājā, pakkāmi pācīnamukho muhuttaṁ.",
  "atk-s0514a10:663": "153.",
  "atk-s0514a10:664": "“Gantvāna pācīnamukho muhuttaṁ, puṇṇehi nettehi palokayī maṁ;",
  "atk-s0514a10:665": "Tadāssahaṁ piṭṭhito anvagacchiṁ, dasaṅguliṁ añjaliṁ paggahetvā.",
  "atk-s0514a10:666": "154.",
  "atk-s0514a10:667": "“Gaccheva kho tvaṁ taramānarūpo, mā taṁ amittā punaraggahesuṁ;",
  "atk-s0514a10:668": "Dukkho hi luddehi punā samāgamo, adassanaṁ bhojaputtāna gaccha.",
  "atk-s0514a10:669": "155.",
  "atk-s0514a10:670": "“Agamāsi so rahadaṁ vippasannaṁ, nīlobhāsaṁ ramaṇīyaṁ sutitthaṁ;",
  "atk-s0514a10:671": "Samotataṁ jambuhi vetasāhi, pāvekkhi nittiṇṇabhayo patīto.",
  "atk-s0514a10:672": "156.",
  "atk-s0514a10:673": "“So taṁ pavissa nacirassa nāgo, dibbena me pāturahū janinda;",
  "atk-s0514a10:674": "Upaṭṭhahī maṁ pitaraṁva putto, hadayaṅgamaṁ kaṇṇasukhaṁ bhaṇanto.",
  "atk-s0514a10:675": "157.",
  "atk-s0514a10:676": "“Tvaṁ mesi mātā ca pitā aḷāra, abbhantaro pāṇadado sahāyo;",
  "atk-s0514a10:677": "Sakañca iddhiṁ paṭilābhakosmi, aḷāra passa me nivesanāni;",
  "atk-s0514a10:678": "Pahūtabhakkhaṁ bahuannapānaṁ, masakkasāraṁ viya vāsavassā”ti.",
  "atk-s0514a10:679_0": "Tattha vimānanti saṅkhapālanāgarañño anekasatanāṭakasampattisampannaṁ kañcanamaṇivimānaṁ.",
  "atk-s0514a10:679_1": "Puññānanti tena katapuññānaṁ mahantaṁ vipākaṁ disvā kammañca phalañca paralokañca",
  "atk-s0514a10:679_2": "saddahitvā pavattāya saddhāya ahaṁ pabbajito. Na kāmakāmāti na vatthukāmenapi bhayenapi",
  "atk-s0514a10:679_3": "dosenapi musā bhaṇanti. Jāyihitīti, bhante, tumhākaṁ vacanaṁ sutvā mayhampi pasādo",
  "atk-s0514a10:679_4": "somanassaṁ jāyissati. Vāṇijjanti vāṇijjakammaṁ karissāmīti gacchanto. Pathe addasāsimhīti",
  "atk-s0514a10:679_5": "pañcannaṁ sakaṭasatānaṁ purato sukhayānake nisīditvā gacchanto mahāmagge janapadamanusse",
  "atk-s0514a10:679_6": "addasaṁ. Pavaḍḍhakāyanti vaḍḍhitakāyaṁ. Ādāyāti aṭṭhahi kājehi gahetvā. Avacamhīti",
  "atk-s0514a10:679_7": "abhāsiṁ. Bhīmakāyoti bhayajanakakāyo. Bhojaputtāti luddaputtake piyasamudācārenālapati.",
  "atk-s0514a10:679_8": "Videhaputtāti videharaṭṭhavāsitāya āḷāraṁ ālapiṁsu. Vikopayitvāti chinditvā. Mayañhi",
  "atk-s0514a10:679_9": "vo sattavoti mayaṁ pana nāgānaṁ verino nāma. Bhojanatthāti bhojanatthāya. Mittañca",
  "atk-s0514a10:679_10": "no hohīti tvaṁ amhākaṁ mitto hohi, kataguṇaṁ jāna.",
  "atk-s0514a10:680_0": "Tadāssu teti, mahārāja, tehi bhojaputtehi evaṁ vutte ahaṁ tesaṁ soḷasa vāhagoṇe nivāsanapārupanāni",
  "atk-s0514a10:680_1": "pasataṁ pasataṁ suvaṇṇamāsake bhariyānañca nesaṁ vatthālaṅkāraṁ adāsiṁ, atha te saṅkhapālanāgarājānaṁ",
  "atk-s0514a10:680_2": "bhūmiyaṁ nipajjāpetvā attano kakkhaḷatāya sakaṇṭakakāḷavettalatāya koṭiyaṁ gahetvā",
  "atk-s0514a10:680_3": "ākaḍḍhituṁ ārabhiṁsu. Athāhaṁ nāgarājānaṁ kilamantaṁ disvā akilamentova asinā tā",
  "atk-s0514a10:680_4": "latā chinditvā dārakānaṁ kaṇṇavedhato vaṭṭinīharaṇaniyāmena adukkhāpento saṇikaṁ",
  "atk-s0514a10:680_5": "nīhariṁ, tasmiṁ kāle te bhojaputtā yaṁ bandhanaṁ assa natthuto pavesetvā pāse paṭimokkaṁ,",
  "atk-s0514a10:680_6": "tasmā bandhanā taṁ uragaṁ mocayiṁsu. Tassa nāsato saha pāsena taṁ rajjukaṁ nīhariṁsūti",
  "atk-s0514a10:680_7": "dīpeti. Iti te uragaṁ vissajjetvā thokaṁ gantvā “ayaṁ urago dubbalo, matakāle naṁ",
  "atk-s0514a10:680_8": "gahetvā gamissāmā”ti nilīyiṁsu.",
  "atk-s0514a10:681_0": "Puṇṇehīti sopi muhuttaṁ pācīnābhimukho gantvā assupuṇṇehi nettehi maṁ palokayi. Tadāssahanti",
  "atk-s0514a10:681_1": "tadā assa ahaṁ. Gacchevāti evaṁ taṁ avacanti vadati. Rahadanti kaṇṇaveṇṇadahaṁ. Samotatanti",
  "atk-s0514a10:681_2": "ubhayatīresu jamburukkhavetasarukkhehi otataṁ vitataṁ. Nittiṇṇabhayo patītoti so",
  "atk-s0514a10:681_3": "kira taṁ dahaṁ pavisanto āḷārassa nipaccakāraṁ dassetvā yāva naṅguṭṭhā otari, udake",
  "atk-s0514a10:681_4": "paviṭṭhaṭṭhānamevassa nibbhayaṁ ahosi, tasmā nittiṇṇabhayo patīto haṭṭhatuṭṭho pāvekkhīti.",
  "atk-s0514a10:681_5": "Pavissāti pavisitvā. Dibbena meti nāgabhavane pamādaṁ anāpajjitvā mayi kaṇṇaveṇṇatīraṁ",
  "atk-s0514a10:681_6": "anatikkanteyeva dibbena parivārena mama purato pāturahosi. Upaṭṭhahīti upāgami. Abbhantaroti",
  "atk-s0514a10:681_7": "hadayamaṁsasadiso. Tvaṁ mama bahupakāro, sakkāraṁ te karissāmi. Passa me nivesanānīti",
  "atk-s0514a10:681_8": "mama nāgabhavanaṁ passa. Masakkasāraṁ viyāti masakkasāro vuccati osakkanaparisakkanābhāvena",
  "atk-s0514a10:681_9": "ghanasāratāya ca sinerupabbatarājā. Ayaṁ tattha māpitaṁ tāvatiṁsabhavanaṁ sandhāyevamāha.",
  "atk-s0514a10:682": "Mahārāja! Evaṁ vatvā so nāgarājā uttari attano nāgabhavanaṁ vaṇṇento gāthādvayamāha –",
  "atk-s0514a10:683": "158.",
  "atk-s0514a10:684": "“Taṁ bhūmibhāgehi upetarūpaṁ, asakkharā ceva mudū subhā ca;",
  "atk-s0514a10:685": "Nīcattiṇā apparajā ca bhūmi, pāsādikā yattha jahanti sokaṁ.",
  "atk-s0514a10:686": "159.",
  "atk-s0514a10:687": "“Anāvakulā veḷuriyūpanīlā, catuddisaṁ ambavanaṁ surammaṁ;",
  "atk-s0514a10:688": "Pakkā ca pesī ca phalā suphullā, niccotukā dhārayantī phalānī”ti.",
  "atk-s0514a10:689_0": "Tattha asakkharāti yā tattha bhūmi pāsāṇasakkhararahitā mudu subhā kañcanarajatamaṇimayā",
  "atk-s0514a10:689_1": "sattaratanavālukākiṇṇā. Nīcattiṇāti indagopakapiṭṭhisadisavaṇṇehi nīcatiṇehi samannāgatā.",
  "atk-s0514a10:689_2": "Apparajāti paṁsurahitā. Yattha jahanti sokanti yattha paviṭṭhamattāva nissokā honti.",
  "atk-s0514a10:689_3": "Anāvakulāti na avakulā akhāṇumā upari ukkulavikulabhāvarahitā vā samasaṇṭhitā. Veḷuriyūpanīlāti",
  "atk-s0514a10:689_4": "veḷuriyena upanīlā, tasmiṁ nāgabhavane veḷuriyamayā pasannasalilā nīlobhāsā anekavaṇṇakamaluppalasañchannā",
  "atk-s0514a10:689_5": "pokkharaṇīti attho. Catuddisanti tassā pokkharaṇiyā catūsu disāsu. Pakkā cāti tasmiṁ",
  "atk-s0514a10:689_6": "ambavane ambarukkhā pakkaphalā ca aḍḍhapakkaphalā ca taruṇaphalā ca phullitāyevāti",
  "atk-s0514a10:689_7": "attho. Niccotukāti channampi utūnaṁ anurūpehi pupphaphalehi samannāgatāti.",
  "atk-s0514a10:690": "160.",
  "atk-s0514a10:691": "Tesaṁ vanānaṁ naradeva majjhe, nivesanaṁ bhassarasannikāsaṁ;",
  "atk-s0514a10:692": "Rajataggaḷaṁ sovaṇṇamayaṁ uḷāraṁ, obhāsatī vijjurivantalikkhe.",
  "atk-s0514a10:693": "161.",
  "atk-s0514a10:694": "“Maṇīmayā soṇṇamayā uḷārā, anekacittā satataṁ sunimmitā;",
  "atk-s0514a10:695": "Paripūrā kaññāhi alaṅkatāhi, suvaṇṇakāyūradharāhi rāja.",
  "atk-s0514a10:696": "162.",
  "atk-s0514a10:697": "“So saṅkhapālo taramānarūpo, pāsādamāruyha anomavaṇṇo;",
  "atk-s0514a10:698": "Sahassathambhaṁ atulānubhāvaṁ, yatthassa bhariyā mahesī ahosi.",
  "atk-s0514a10:699": "163.",
  "atk-s0514a10:700": "“Ekā ca nārī taramānarūpā, ādāya veḷuriyamayaṁ mahagghaṁ;",
  "atk-s0514a10:701": "Subhaṁ maṇiṁ jātimantūpapannaṁ, acoditā āsanamabbhihāsi.",
  "atk-s0514a10:702": "164.",
  "atk-s0514a10:703": "“Tato maṁ urago hatthe gahetvā, nisīdayī pāmukhaāsanasmiṁ;",
  "atk-s0514a10:704": "Idamāsanaṁ atra bhavaṁ nisīdatu, bhavañhi me aññataro garūnaṁ.",
  "atk-s0514a10:705": "165.",
  "atk-s0514a10:706": "“Aññā ca nārī taramānarūpā, ādāya vāriṁ upasaṅkamitvā;",
  "atk-s0514a10:707": "Pādāni pakkhālayī me janinda, bhariyāva bhattū patino piyassa.",
  "atk-s0514a10:708": "166.",
  "atk-s0514a10:709": "“Aparā ca nārī taramānarūpā, paggayha sovaṇṇamayāya pātiyā;",
  "atk-s0514a10:710": "Anekasūpaṁ vividhaṁ viyañjanaṁ, upanāmayī bhatta manuññarūpaṁ.",
  "atk-s0514a10:711": "167.",
  "atk-s0514a10:712": "“Turiyehi maṁ bhārata bhuttavantaṁ, upaṭṭhahuṁ bhattu mano viditvā;",
  "atk-s0514a10:713": "Tatuttariṁ maṁ nipatī mahantaṁ, dibbehi kāmehi anappakehī”ti.",
  "atk-s0514a10:714_0": "Tattha nivesananti pāsādo. Bhassarasannikāsanti pabhassaradassanaṁ. Rajataggaḷanti",
  "atk-s0514a10:714_1": "rajatadvārakavāṭaṁ. Maṇīmayāti evarūpā tattha kūṭāgārā ca gabbhā ca. Paripūrāti sampuṇṇā.",
  "atk-s0514a10:714_2": "So saṅkhapāloti, mahārāja, ahaṁ evaṁ tasmiṁ nāgabhavanaṁ vaṇṇente taṁ daṭṭhukāmo",
  "atk-s0514a10:714_3": "ahosiṁ, atha maṁ tattha netvā so saṅkhapālo hatthe gahetvā taramāno veḷuriyathambhehi",
  "atk-s0514a10:714_4": "sahassathambhaṁ pāsādaṁ āruyha yasmiṁ ṭhāne assa mahesī ahosi, taṁ ṭhānaṁ netīti",
  "atk-s0514a10:714_5": "dīpeti. Ekā cāti mayi pāsādaṁ abhiruḷhe ekā itthī aññehi maṇīhi jātimahantehi upetaṁ",
  "atk-s0514a10:714_6": "subhaṁ veḷuriyāsanaṁ tena nāgarājena avuttāva. Abbhihāsīti abhihari, attharīti vuttaṁ hoti.",
  "atk-s0514a10:715_0": "Pāmukhaāsanasminti pamukhāsanasmiṁ, uttamāsane nisīdāpesīti attho. Garūnanti mātāpitūnaṁ",
  "atk-s0514a10:715_1": "me tvaṁ aññataroti evaṁ vatvā nisīdāpesi. Vividhaṁ viyañjananti vividhaṁ byañjanaṁ.",
  "atk-s0514a10:715_2": "Bhatta manuññarūpanti bhattaṁ manuññarūpaṁ. Bhāratāti rājānaṁ ālapati. Bhuttavantanti",
  "atk-s0514a10:715_3": "bhuttāviṁ katabhattakiccaṁ. Upaṭṭhahunti anekasatehi turiyehi gandhabbaṁ kurumānā",
  "atk-s0514a10:715_4": "upaṭṭhahiṁsu. Bhattu mano viditvāti attano patino cittaṁ jānitvā. Tatuttarinti tato",
  "atk-s0514a10:715_5": "gandhabbakaraṇato uttariṁ. Maṁ nipatīti so nāgarājā maṁ upasaṅkami. Mahantaṁ dibbehīti",
  "atk-s0514a10:715_6": "mahantehi uḷārehi dibbehi kāmehi tehi ca anappakehi.",
  "atk-s0514a10:716": "Evaṁ upasaṅkamitvā ca pana gāthamāha –",
  "atk-s0514a10:717": "168.",
  "atk-s0514a10:718": "“Bhariyā mametā tisatā aḷāra, sabbattamajjhā padumuttarābhā;",
  "atk-s0514a10:719": "Aḷāra etāssu te kāmakārā, dadāmi te tā paricārayassū”ti.",
  "atk-s0514a10:720_0": "Tattha sabbattamajjhāti sabbā attamajjhā, pāṇinā gahitappamāṇamajjhāti attho. Aṭṭhakathāyaṁ",
  "atk-s0514a10:720_1": "pana “sumajjhā”ti pāṭho. Padumuttarābhāti padumavaṇṇauttarābhā, padumavaṇṇauttaracchaviyoti",
  "atk-s0514a10:720_2": "attho. Paricārayassūti tā attano pādaparicārikā karohīti vatvā tīhi itthisatehi saddhiṁ",
  "atk-s0514a10:720_3": "mahāsampattiṁ mayhaṁ adāsi.",
  "atk-s0514a10:721": "So āha –",
  "atk-s0514a10:722": "169.",
  "atk-s0514a10:723": "“Saṁvaccharaṁ dibbarasānubhutvā, tadāssuhaṁ uttarimajjhabhāsiṁ;",
  "atk-s0514a10:724": "Nāgassidaṁ kinti kathañca laddhaṁ, kathajjhagamāsi vimānaseṭṭhaṁ.",
  "atk-s0514a10:725": "170.",
  "atk-s0514a10:726": "“Adhiccaladdhaṁ pariṇāmajaṁ te, sayaṁkataṁ udāhu devehi dinnaṁ;",
  "atk-s0514a10:727": "Pucchāmi taṁ nāgarājetamatthaṁ, kathajjhagamāsi vimānaseṭṭha”nti.",
  "atk-s0514a10:728_0": "Tattha dibbarasānubhutvāti dibbe kāmaguṇarase anubhavitvā. Tadāssuhanti tadā assu",
  "atk-s0514a10:728_1": "ahaṁ. Nāgassidanti bhadramukhassa saṅkhapālanāgarājassa idaṁ sampattijātaṁ kinti",
  "atk-s0514a10:728_2": "kiṁ nāma kammaṁ katvā kathañca katvā laddhaṁ, kathametaṁ vimānaseṭṭhaṁ tvaṁ ajjhagamāsi,",
  "atk-s0514a10:728_3": "iti naṁ ahaṁ pucchiṁ. Adhiccaladdhanti ahetunā laddhaṁ. Pariṇāmajaṁ teti kenaci tava",
  "atk-s0514a10:728_4": "atthāya pariṇāmitattā pariṇāmato jātaṁ. Sayaṁkatanti kārake pakkosāpetvā ratanāni datvā kāritanti.",
  "atk-s0514a10:729": "Tato parā dvinnampi vacanappaṭivacanagāthāva –",
  "atk-s0514a10:730": "171.",
  "atk-s0514a10:731": "“Nādhiccaladdhaṁ na pariṇāmajaṁ me, na sayaṁkataṁ nāpi devehi dinnaṁ;",
  "atk-s0514a10:732": "Sakehi kammehi apāpakehi, puññehi me laddhamidaṁ vimānaṁ.",
  "atk-s0514a10:733": "172.",
  "atk-s0514a10:734": "“Kiṁ te vataṁ kiṁ pana brahmacariyaṁ, kissa suciṇṇassa ayaṁ vipāko;",
  "atk-s0514a10:735": "Akkhāhi me nāgarājetamatthaṁ, kathaṁ nu te laddhamidaṁ vimānaṁ.",
  "atk-s0514a10:736": "173.",
  "atk-s0514a10:737": "“Rājā ahosiṁ magadhānamissaro, duyyodhano nāma mahānubhāvo;",
  "atk-s0514a10:738": "So ittaraṁ jīvitaṁ saṁviditvā, asassataṁ vipariṇāmadhammaṁ.",
  "atk-s0514a10:739": "174.",
  "atk-s0514a10:740": "“Annañca pānañca pasannacitto, sakkacca dānaṁ vipulaṁ adāsiṁ;",
  "atk-s0514a10:741": "Opānabhūtaṁ me gharaṁ tadāsi, santappitā samaṇabrāhmaṇā ca.",
  "atk-s0514a10:742": "175.",
  "atk-s0514a10:743": "“Mālañca gandhañca vilepanañca, padīpiyaṁ yānamupassayañca;",
  "atk-s0514a10:744": "Acchādanaṁ sayanamathannapānaṁ, sakkacca dānāni adamha tattha.",
  "atk-s0514a10:745": "176.",
  "atk-s0514a10:746": "“Taṁ me vataṁ taṁ pana brahmacariyaṁ, tassa suciṇṇassa ayaṁ vipāko;",
  "atk-s0514a10:747": "Teneva me laddhamidaṁ vimānaṁ, pahūtabhakkhaṁ bahuannapānaṁ;",
  "atk-s0514a10:748": "Naccehi gītehi cupetarūpaṁ, ciraṭṭhitikaṁ na ca sassatāyaṁ.",
  "atk-s0514a10:749": "177.",
  "atk-s0514a10:750": "“Appānubhāvā taṁ mahānubhāvaṁ, tejassinaṁ hanti atejavanto;",
  "atk-s0514a10:751": "Kimeva dāṭhāvudha kiṁ paṭicca, hatthattamāgacchi vanibbakānaṁ.",
  "atk-s0514a10:752": "178.",
  "atk-s0514a10:753": "“Bhayaṁ nu te anvagataṁ mahantaṁ, tejo nu te nānvagaṁ dantamūlaṁ;",
  "atk-s0514a10:754": "Kimeva dāṭhāvudha kiṁ paṭicca, kilesamāpajji vanibbakānaṁ.",
  "atk-s0514a10:755": "179.",
  "atk-s0514a10:756": "“Na me bhayaṁ anvagataṁ mahantaṁ, tejo na sakkā mama tehi hantuṁ;",
  "atk-s0514a10:757": "Satañca dhammāni sukittitāni, samuddavelāva duraccayāni.",
  "atk-s0514a10:758": "180.",
  "atk-s0514a10:759": "“Cātuddasiṁ pañcadasiṁ aḷāra, uposathaṁ niccamupāvasāmi;",
  "atk-s0514a10:760": "Athāgamuṁ soḷasa bhojaputtā, rajjuṁ gahetvāna daḷhañca pāsaṁ.",
  "atk-s0514a10:761": "181.",
  "atk-s0514a10:762": "“Bhetvāna nāsaṁ atikassa rajjuṁ, nayiṁsu maṁ samparigayha luddā;",
  "atk-s0514a10:763": "Etādisaṁ dukkhamahaṁ titikkhaṁ, uposathaṁ appaṭikopayanto.",
  "atk-s0514a10:764": "182.",
  "atk-s0514a10:765": "“Ekāyane taṁ pathe addasaṁsu, balena vaṇṇena cupetarūpaṁ;",
  "atk-s0514a10:766": "Siriyā paññāya ca bhāvitosi, kiṁ patthayaṁ nāga tapo karosi.",
  "atk-s0514a10:767": "183.",
  "atk-s0514a10:768": "“Na puttahetū na dhanassa hetū, na āyuno cāpi aḷāra hetu;",
  "atk-s0514a10:769": "Manussayoniṁ abhipatthayāno, tasmā parakkama tapo karomi.",
  "atk-s0514a10:770": "184.",
  "atk-s0514a10:771": "“Tvaṁ lohitakkho vihatantaraṁso, alaṅkato kappitakesamassu;",
  "atk-s0514a10:772": "Surosito lohitacandanena, gandhabbarājāva disā pabhāsasi.",
  "atk-s0514a10:773": "185.",
  "atk-s0514a10:774": "“Deviddhipattosi mahānubhāvo, sabbehi kāmehi samaṅgibhūto;",
  "atk-s0514a10:775": "Pucchāmi taṁ nāgarājetamatthaṁ, seyyo ito kena manussaloko.",
  "atk-s0514a10:776": "186.",
  "atk-s0514a10:777": "“Aḷāra nāññatra manussalokā, suddhīva saṁvijjati saṁyamo vā;",
  "atk-s0514a10:778": "Ahañca laddhāna manussayoniṁ, kāhāmi jātimaraṇassa antaṁ.",
  "atk-s0514a10:779": "187.",
  "atk-s0514a10:780": "“Saṁvaccharo me vasato tavantike, annena pānena upaṭṭhitosmi;",
  "atk-s0514a10:781": "Āmantayitvāna palemi nāga, cirappavuṭṭhosmi ahaṁ janinda.",
  "atk-s0514a10:782": "188.",
  "atk-s0514a10:783": "“Puttā ca dārā anujīvino ca, niccānusiṭṭhā upatiṭṭhathetaṁ;",
  "atk-s0514a10:784": "Kaccinnu taṁ nābhisapittha koci, piyañhi me dassanaṁ tuyhaṁ aḷāra.",
  "atk-s0514a10:785": "189.",
  "atk-s0514a10:786": "“Yathāpi mātū ca pitū agāre, putto piyo paṭivihito vaseyya;",
  "atk-s0514a10:787": "Tatopi mayhaṁ idhameva seyyo, cittañhi te nāga mayī pasannaṁ.",
  "atk-s0514a10:788": "190.",
  "atk-s0514a10:789": "“Maṇī mamaṁ vijjati lohitaṅko, dhanāharo maṇiratanaṁ uḷāraṁ;",
  "atk-s0514a10:790": "Ādāya tvaṁ gaccha sakaṁ niketaṁ, laddhā dhanaṁ taṁ maṇimossajassū”ti.",
  "atk-s0514a10:791_0": "Tattha kiṁ te vatanti kiṁ tava vatasamādānaṁ. Brahmacariyanti seṭṭhacariyaṁ. Opānabhūtanti",
  "atk-s0514a10:791_1": "catumahāpathe khatapokkharaṇī viya dhammikasamaṇabrāhmaṇānaṁ yathāsukhaṁ paribhuñjitabbavibhavaṁ.",
  "atk-s0514a10:791_2": "Na ca sassatāyanti ciraṭṭhitikaṁ samānampi ce taṁ mayhaṁ sassataṁ na hotīti me katheti.",
  "atk-s0514a10:792_0": "Appānubhāvāti bhojaputte sandhāyāha. Hantīti aṭṭhasu ṭhānesu sūlehi vijjhantā kiṁkāraṇā",
  "atk-s0514a10:792_1": "haniṁsu. Kiṁ paṭiccāti kiṁ sandhāya tvaṁ tadā tesaṁ hatthattaṁ āgacchi vasaṁ upagato.",
  "atk-s0514a10:792_2": "Vanibbakānanti bhojaputtā idha “vanibbakā”ti vuttā. Tejo nu te nānvagaṁ dantamūlanti",
  "atk-s0514a10:792_3": "kiṁ nu tava tejo bhojaputte disvā tadā bhayaṁ mahantaṁ anvagataṁ, udāhu visaṁ dantamūlaṁ",
  "atk-s0514a10:792_4": "na anvagataṁ. Kilesanti dukkhaṁ. Vanibbakānanti bhojaputtānaṁ santike, bhojaputte nissāyāti attho.",
  "atk-s0514a10:793_0": "Tejo na sakkā mama tehi hantunti mama visatejo aññassa tejena abhihantumpi na sakkā.",
  "atk-s0514a10:793_1": "Satanti buddhādīnaṁ. Dhammānīti sīlasamādhipaññākhantianuddayamettābhāvanāsaṅkhātāni",
  "atk-s0514a10:793_2": "dhammāni. Sukittitānīti suvaṇṇitāni sukathitāni. Kinti katvā? Samuddavelāva duraccayānīti",
  "atk-s0514a10:793_3": "tehi samuddavelā viya sappurisehi jīvitatthampi duraccayānīti vaṇṇitāni, tasmā ahaṁ",
  "atk-s0514a10:793_4": "sīlabhedabhayena khantimettādisamannāgato hutvā mama kopassa sīlavelantaṁ atikkamituṁ na adāsinti āha.",
  "atk-s0514a10:794_0": "“Imissā pana saṅkhapāladhammadesanāya dasapi pāramiyo labbhanti. Tadā hi mahāsattena",
  "atk-s0514a10:794_1": "sarīrassa pariccattabhāvo dānapāramī nāma hoti, tathārūpenāpi visatejena sīlassa",
  "atk-s0514a10:794_2": "abhinnatā sīlapāramī, nāgabhavanato nikkhamitvā samaṇadhammakaraṇaṁ nekkhammapāramī,",
  "atk-s0514a10:794_3": "‘idañcidañca kātuṁ vaṭṭatī’ti saṁvidahanaṁ paññāpāramī, adhivāsanavīriyaṁ vīriyapāramī,",
  "atk-s0514a10:794_4": "adhivāsanakhanti khantipāramī, saccasamādānaṁ saccapāramī, ‘mama sīlaṁ na bhindissāmī’ti",
  "atk-s0514a10:794_5": "adhiṭṭhānaṁ adhiṭṭhānapāramī, anuddayabhāvo mettāpāramī, vedanāya majjhattabhāvo upekkhāpāramī”ti.",
  "atk-s0514a10:795_0": "Athāgamunti athekadivasaṁ vammikamatthake nipannaṁ disvā soḷasa bhojaputtā khararajjuñca",
  "atk-s0514a10:795_1": "daḷhapāsañca sūlāni ca gahetvā mama santikaṁ āgatā. Bhetvānāti mama sarīraṁ aṭṭhasu",
  "atk-s0514a10:795_2": "ṭhānesu bhinditvā sakaṇṭakakāḷavettalatā pavesetvā. Nāsaṁ atikassa rajjunti thokaṁ",
  "atk-s0514a10:795_3": "gantvā sīsaṁ me olambantaṁ disvā mahāmagge nipajjāpetvā puna nāsampi me bhinditvā",
  "atk-s0514a10:795_4": "vaṭṭarajjuṁ atikassa āvunitvā kājakoṭiyaṁ laggetvā samantato pariggahetvā maṁ nayiṁsu.",
  "atk-s0514a10:796_0": "Addasaṁsūti, samma saṅkhapāla, te bhojaputtā ekāyane ekagamane jaṅghapadikamagge",
  "atk-s0514a10:796_1": "taṁ balena ca vaṇṇena ca upetarūpaṁ passiṁsu, tvaṁ pana issariyasobhaggasiriyā ca",
  "atk-s0514a10:796_2": "paññāya ca bhāvito vaḍḍhito, so tvaṁ evarūpo samānopi kimatthaṁ tapaṁ karosi, kimicchanto",
  "atk-s0514a10:796_3": "uposathavāsaṁ vasasi, sīlaṁ rakkhasi. “Addasāsi”ntipi pāṭho, ahaṁ ekāyane mahāmagge",
  "atk-s0514a10:796_4": "taṁ addasinti attho. Abhipatthayānoti patthento. Tasmāti yasmā manussayoniṁ patthemi,",
  "atk-s0514a10:796_5": "tasmā vīriyena parakkamitvā tapokammaṁ karomi.",
  "atk-s0514a10:797_0": "Surositoti suṭṭhu manulitto. Itoti imamhā nāgabhavanā manussaloko kena uttaritaro.",
  "atk-s0514a10:797_1": "Suddhīti maggaphalanibbānasaṅkhātā visuddhi. Saṁyamoti sīlaṁ. Idaṁ so manussalokeyeva",
  "atk-s0514a10:797_2": "buddhapaccekabuddhānaṁ uppattiṁ sandhāyāha. Kāhāmīti attano appaṭisandhikabhāvaṁ",
  "atk-s0514a10:797_3": "karonto jātijarāmaraṇassantaṁ karissāmīti. Evaṁ, mahārāja, so saṅkhapālo manussalokaṁ",
  "atk-s0514a10:797_4": "vaṇṇesi. Saṁvaccharo meti evaṁ, mahārāja, tasmiṁ manussalokaṁ vaṇṇente ahaṁ pabbajjāya",
  "atk-s0514a10:797_5": "sinehaṁ katvā etadavocaṁ. Tattha upaṭṭhitosmīti annapānena ceva dibbehi ca kāmaguṇehi",
  "atk-s0514a10:797_6": "pariciṇṇo mānito asmi. Palemīti paremi gacchāmi. Cirappavuṭṭhosmīti ahaṁ manussalokato cirappavuṭṭho asmi.",
  "atk-s0514a10:798_0": "Nābhisapitthāti kacci nu kho mama puttādīsu koci taṁ na akkosi na paribhāsīti pucchati.",
  "atk-s0514a10:798_1": "“Nābhisajjethā”tipi pāṭho, na kopesīti attho. Paṭivihitoti paṭijaggito. Maṇī mamanti",
  "atk-s0514a10:798_2": "sace, samma āḷāra, gacchasiyeva, evaṁ sante mama lohitaṅko dhanahārako sabbakāmadado",
  "atk-s0514a10:798_3": "maṇi saṁvijjati, taṁ uḷāraṁ maṇiratanaṁ ādāya tava gehaṁ gaccha, tattha imassānubhāvena",
  "atk-s0514a10:798_4": "yāvadicchakaṁ dhanaṁ laddhā puna imaṁ maṇiṁ ossajassu, ossajanto ca aññattha anossajitvā",
  "atk-s0514a10:798_5": "attano udakacāṭiyaṁ ossajeyyāsīti vatvā mayhaṁ maṇiratanaṁ upanesīti vadati.",
  "atk-s0514a10:799_0": "Evaṁ vatvā āḷāro “athāhaṁ, mahārāja, nāgarājānaṁ etadavocaṁ – ‘samma, nāhaṁ dhanenatthiko,",
  "atk-s0514a10:799_1": "pabbajituṁ pana icchāmī’ti pabbajitaparikkhāraṁ yācitvā teneva saddhiṁ nāgabhavanā",
  "atk-s0514a10:799_2": "nikkhamitvā taṁ nivattetvā himavantaṁ pavisitvā pabbajitomhī”ti vatvā rañño dhammakathaṁ",
  "atk-s0514a10:799_3": "kathento gāthādvayamāha –",
  "atk-s0514a10:800": "191.",
  "atk-s0514a10:801": "“Diṭṭhā mayā mānusakāpi kāmā, asassatā vipariṇāmadhammā;",
  "atk-s0514a10:802": "Ādīnavaṁ kāmaguṇesu disvā, saddhāyahaṁ pabbajitomhi rāja.",
  "atk-s0514a10:803": "192.",
  "atk-s0514a10:804": "“Dumapphalānīva patanti māṇavā, daharā ca vuddhā ca sarīrabhedā;",
  "atk-s0514a10:805": "Etampi disvā pabbajitomhi rāja, apaṇṇakaṁ sāmaññameva seyyo”ti.",
  "atk-s0514a10:806_0": "Tattha saddhāyāti kammañca phalañca nibbānañca saddahitvā. Dumapphalānīva patantīti",
  "atk-s0514a10:806_1": "yathā rukkhaphalāni pakkānipi apakkānipi patanti, tathā māṇavā daharā ca vuddhā ca",
  "atk-s0514a10:806_2": "patanti. Apaṇṇakanti aviraddhaṁ niyyānikaṁ. Sāmaññameva seyyoti pabbajjāva uttamāti",
  "atk-s0514a10:806_3": "pabbajjāya guṇaṁ disvā pabbajitomhi, mahārājāti.",
  "atk-s0514a10:807": "Taṁ sutvā rājā anantaraṁ gāthamāha –",
  "atk-s0514a10:808": "193.",
  "atk-s0514a10:809": "“Addhā have sevitabbā sapaññā, bahussutā ye bahuṭhānacintino;",
  "atk-s0514a10:810": "Nāgañca sutvāna tavañcaḷāra, kāhāmi puññāni anappakānī”ti.",
  "atk-s0514a10:811": "Tattha ye bahuṭhānacintinoti ye bahūni kāraṇāni jānanti. Nāgañcāti tathā appamādavihārinaṁ nāgarājānañca tava ca vacanaṁ sutvā.",
  "atk-s0514a10:812": "Athassa ussāhaṁ janento tāpaso osānagāthamāha –",
  "atk-s0514a10:813": "194.",
  "atk-s0514a10:814": "“Addhā have sevitabbā sapaññā, bahussutā ye bahuṭhānacintino;",
  "atk-s0514a10:815": "Nāgañca sutvāna mamañca rāja, karohi puññāni anappakānī”ti.",
  "atk-s0514a10:816_0": "Evaṁ so rañño dhammaṁ desetvā tattheva cattāro vassānamāse vasitvā puna himavantaṁ",
  "atk-s0514a10:816_1": "gantvā yāvajīvaṁ cattāro brahmavihāre bhāvetvā brahmalokūpago ahosi. Saṅkhapālopi",
  "atk-s0514a10:816_2": "yāvajīvaṁ uposathavāsaṁ vasitvā rājā ca dānādīni puññāni karitvā yathākammaṁ gatā.",
  "atk-s0514a10:817": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – “tadā pitā tāpaso kassapo ahosi, bārāṇasirājā ānando, āḷāro sāriputto, saṅkhapālanāgarājā pana ahameva ahosi”nti.",
  "atk-s0514a10:818": "Saṅkhapālajātakavaṇṇanā catutthā.",
  "atk-s0514a10:820": "[525] 5. Cūḷasutasomajātakavaṇṇanā",
  "atk-s0514a10:821_0": "Āmantayāminigamanti idaṁ satthā jetavane viharanto nekkhammapāramiṁ ārabbha kathesi.",
  "atk-s0514a10:821_1": "Paccuppannavatthu mahānāradakassapajātakasadisameva. Atīte pana bārāṇasī sudassanaṁ",
  "atk-s0514a10:821_2": "nāma nagaraṁ ahosi, tattha brahmadatto nāma rājā ajjhāvasi. Bodhisatto tassa aggamahesiyā",
  "atk-s0514a10:821_3": "kucchimhi nibbatti, dasamāsaccayena mātukucchito nikkhami. Tassa pana puṇṇacandasassirikaṁ",
  "atk-s0514a10:821_4": "mukhaṁ ahosi, tenassa “somakumāro”ti nāmaṁ kariṁsu. So viññutaṁ patto sutavittako",
  "atk-s0514a10:821_5": "savanasīlo ahosi, tena naṁ “sutasomo”ti sañjāniṁsu. So vayappatto takkasilāyaṁ sabbasippāni",
  "atk-s0514a10:821_6": "uggahetvā āgato pitu santakaṁ setacchattaṁ labhitvā dhammena rajjaṁ kāresi, mahantaṁ",
  "atk-s0514a10:821_7": "issariyaṁ ahosi. Tassa candādevippamukhāni soḷasa itthisahassāni ahesuṁ. So aparabhāge",
  "atk-s0514a10:821_8": "puttadhītāhi vaḍḍhanto gharāvāse anabhirato araññaṁ pavisitvā pabbajitukāmo ahosi.",
  "atk-s0514a10:822_0": "So ekadivasaṁ kappakaṁ āmantetvā “yadā me, samma, sirasmiṁ palitaṁ passeyyāsi, tadā",
  "atk-s0514a10:822_1": "me āroceyyāsī”ti āha. Kappako tassa vacanaṁ sampaṭicchitvā aparabhāge palitaṁ disvā",
  "atk-s0514a10:822_2": "ārocetvā “tena hi naṁ, samma kappaka, uddharitvā mama hatthe patiṭṭhapehī”ti vutte",
  "atk-s0514a10:822_3": "suvaṇṇasaṇḍāsena uddharitvā rañño hatthe ṭhapesi. Taṁ disvā mahāsatto “jarāya me",
  "atk-s0514a10:822_4": "sarīraṁ abhibhūta”nti bhīto taṁ palitaṁ gahetvāva pāsādā otaritvā mahājanassa dassanaṭṭhāne",
  "atk-s0514a10:822_5": "paññatte rājapallaṅke nisīditvā senāpatippamukhāni asītiamaccasahassāni purohitappamukhāni",
  "atk-s0514a10:822_6": "saṭṭhibrāhmaṇasahassāni aññe ca raṭṭhikajānapadanegamādayo bahū jane pakkosāpetvā",
  "atk-s0514a10:822_7": "“sirasmiṁ me palitaṁ jātaṁ, ahaṁ mahallakosmi, mama pabbajitabhāvaṁ jānāthā”ti vatvā",
  "atk-s0514a10:822_8": "paṭhamaṁ gāthamāha –",
  "atk-s0514a10:823": "195.",
  "atk-s0514a10:824": "“Āmantayāmi nigamaṁ, mittāmacce parissaje;",
  "atk-s0514a10:825": "Sirasmiṁ palitaṁ jātaṁ, pabbajjaṁ dāni rocaha”nti.",
  "atk-s0514a10:826": "Tattha āmantayāmīti jānāpemi. Rocahanti “rocemi ahaṁ, tassa me, bhonto! Pabbajitabhāvaṁ jānāthā”ti.",
  "atk-s0514a10:827": "Taṁ sutvā tesu eko visāradappatto hutvā gāthamāha –",
  "atk-s0514a10:828": "196.",
  "atk-s0514a10:829": "“Abhuṁ me kathaṁ nu bhaṇasi, sallaṁ me deva urasi kappesi;",
  "atk-s0514a10:830": "Sattasatā te bhariyā, kathaṁ nu te tā bhavissantī”ti.",
  "atk-s0514a10:831_0": "Tattha abhunti avaḍḍhiṁ. Urasi kappesīti urasmiṁ sunisitadhotasattiṁ cāresi. Sattasatāti",
  "atk-s0514a10:831_1": "samajātikā khattiyakaññā sandhāyetaṁ vuttaṁ. Kathaṁ nu te tā bhavissantīti tā tava",
  "atk-s0514a10:831_2": "bhariyā tayi pabbajite anāthā nippaccayā kathaṁ bhavissanti, etā anāthā katvā tumhākaṁ",
  "atk-s0514a10:831_3": "pabbajjā nāma na yuttāti.",
  "atk-s0514a10:832": "Tato mahāsatto tatiyaṁ gāthamāha –",
  "atk-s0514a10:833": "197.",
  "atk-s0514a10:834": "“Paññāyihinti etā, daharā aññampi tā gamissanti;",
  "atk-s0514a10:835": "Saggañca patthayāno, tena ahaṁ pabbajissāmī”ti.",
  "atk-s0514a10:836": "Tattha paññāyihintīti attano kammena paññāyissanti. Ahaṁ etāsaṁ kiṁ homi, sabbāpetā daharā, yo añño rājā bhavissati, taṁ etā gamissantīti.",
  "atk-s0514a10:837_0": "Amaccādayo bodhisattassa paṭivacanaṁ dātuṁ asakkontā tassa mātu santikaṁ gantvā tamatthaṁ",
  "atk-s0514a10:837_1": "ārocesuṁ. Sā turitaturitā āgantvā “saccaṁ kira tvaṁ, tāta, pabbajitukāmosī”ti vatvā",
  "atk-s0514a10:837_2": "dve gāthāyo abhāsi –",
  "atk-s0514a10:838": "198.",
  "atk-s0514a10:839": "“Dulladdhaṁ me āsi sutasoma, yassa te homahaṁ mātā;",
  "atk-s0514a10:840": "Yaṁ me vilapantiyā, anapekkho pabbajasi deva.",
  "atk-s0514a10:841": "199.",
  "atk-s0514a10:842": "“Dulladdhaṁ me āsi sutasoma, yaṁ taṁ ahaṁ vijāyissaṁ;",
  "atk-s0514a10:843": "Yaṁ me vilapantiyā, anapekkho pabbajasi devā”ti.",
  "atk-s0514a10:844_0": "Tattha dulladdhanti yaṁ etaṁ mayā labhantiyā puttaṁ jammaṁ laddhaṁ dulladdhaṁ. Yaṁ",
  "atk-s0514a10:844_1": "meti yena kāraṇena mayi nānappakārakaṁ vipalantiyā tvaṁ pabbajituṁ icchasi, tena",
  "atk-s0514a10:844_2": "kāraṇena tādisassa puttassa labhanaṁ mama dulladdhaṁ nāmāti.",
  "atk-s0514a10:845": "Bodhisatto evaṁ paridevamānāyapi mātarā saddhiṁ kiñci na kathesi. Sā roditvā kanditvā sayameva ekamantaṁ aṭṭhāsi. Athassa pitu ārocesuṁ. So āgantvā ekaṁ tāva gāthamāha –",
  "atk-s0514a10:846": "200.",
  "atk-s0514a10:847": "“Ko nāmeso dhammo, sutasoma kā ca nāma pabbajjā;",
  "atk-s0514a10:848": "Yaṁ no amhe jiṇṇe, anapekkho pabbajasi devā”ti.",
  "atk-s0514a10:849_0": "Tattha yaṁ no amheti yaṁ tvaṁ amhākaṁ putto samāno amhe jiṇṇe paṭijaggitabbakāle",
  "atk-s0514a10:849_1": "appaṭijaggitvā papāte silaṁ pavaṭṭento viya chaḍḍetvā anapekkho pabbajasi, tena taṁ",
  "atk-s0514a10:849_2": "vadāmi ko nāmeso tava dhammoti adhippāyo.",
  "atk-s0514a10:850_0": "Taṁ sutvā mahāsatto tuṇhī ahosi. Atha naṁ pitā, “tāta sutasoma, sacepi te mātāpitūsu",
  "atk-s0514a10:850_1": "sineho natthi, puttadhītaro te bahū taruṇā, tayā vinā vattituṁ na sakkhissanti, tesaṁ",
  "atk-s0514a10:850_2": "vuḍḍhippattakāle pabbajissasī”ti vatvā sattamaṁ gāthamāha –",
  "atk-s0514a10:851": "201.",
  "atk-s0514a10:852": "“Puttāpi tuyhaṁ bahavo, daharā appattayobbanā;",
  "atk-s0514a10:853": "Mañjū tepitaṁ apassantā, maññe dukkhaṁ nigacchantī”ti.",
  "atk-s0514a10:854": "Tattha mañjūti madhuravacanā. Nigacchantīti nigacchissanti kāyikacetasikadukkhaṁ paṭilabhissantīti maññāmi.",
  "atk-s0514a10:855": "Taṁ sutvā mahāsatto gāthamāha –",
  "atk-s0514a10:856": "202.",
  "atk-s0514a10:857": "“Puttehi ca me etehi, daharehi appattayobbanehi;",
  "atk-s0514a10:858": "Mañjūhi sabbehipi tumhehi, cirampi ṭhatvā vināsabhāvo”ti.",
  "atk-s0514a10:859_0": "Tattha sabbehipi tumhehīti, tāta, na kevalaṁ putteheva, atha kho tumhehipi aññehipi",
  "atk-s0514a10:859_1": "sabbasaṅkhārehi ciraṁ ṭhatvāpi dīghamaddhānaṁ ṭhatvāpi vināsabhāvova niyato. Sakalasmimpi",
  "atk-s0514a10:859_2": "hi lokasannivāse ekasaṅkhāropi nicco nāma natthīti.",
  "atk-s0514a10:860_0": "Evaṁ mahāsatto pitu dhammakathaṁ kathesi. So tassa dhammakathaṁ sutvā tuṇhī ahosi.",
  "atk-s0514a10:860_1": "Athassa sattasatānaṁ bhariyānaṁ ārocayiṁsu. Tā ca pāsādā oruyha tassa santikaṁ gantvā",
  "atk-s0514a10:860_2": "gopphakesu gahetvā paridevamānā gāthamāhaṁsu –",
  "atk-s0514a10:861": "203.",
  "atk-s0514a10:862": "“Chinnaṁ nu tuyhaṁ hadayaṁ, adu te karuṇā ca natthi amhesu;",
  "atk-s0514a10:863": "Yaṁ no vikandantiyo, anapekkho pabbajasi devā”ti.",
  "atk-s0514a10:864_0": "Tassattho – sāmi sutasoma, amhe vidhavā katvā gacchantassa appamattakassapi sinehassa",
  "atk-s0514a10:864_1": "abhāvena tava hadayaṁ amhesu chinnaṁ nu, udāhu karuṇāya abhāvena kāruññaṁ vā natthi,",
  "atk-s0514a10:864_2": "yaṁ no evaṁ vikandantiyo pahāya pabbajasīti.",
  "atk-s0514a10:865": "Mahāsatto tāsaṁ pādamūle parivattitvā paridevamānānaṁ paridevanasaddaṁ sutvā anantaraṁ gāthamāha –",
  "atk-s0514a10:866": "204.",
  "atk-s0514a10:867": "“Na ca mayhaṁ chinnaṁ hadayaṁ, atthi karuṇāpi mayhaṁ tumhesu;",
  "atk-s0514a10:868": "Saggañca patthayāno, tena ahaṁ pabbajissāmī”ti.",
  "atk-s0514a10:869": "Tattha saggañcāti ahaṁ saggañca patthayanto yasmā ayaṁ pabbajjā nāma buddhādīhi vaṇṇitā, tasmā pabbajissāmi, tumhe mā cintayitthāti tā assāsesi.",
  "atk-s0514a10:870": "Athassa aggamahesiyā ārocesuṁ. Sā garubhārā paripuṇṇagabbhāpi samānā āgantvā mahāsattaṁ vanditvā ekamantaṁ ṭhitā tisso gāthāyo abhāsi –",
  "atk-s0514a10:871": "205.",
  "atk-s0514a10:872": "“Dulladdhaṁ me āsi sutasoma, yassa te ahaṁ bhariyā;",
  "atk-s0514a10:873": "Yaṁ me vilapantiyā, anapekkho pabbajasi deva.",
  "atk-s0514a10:874": "206.",
  "atk-s0514a10:875": "“Dulladdhaṁ me āsi sutasoma, yassa te ahaṁ bhariyā;",
  "atk-s0514a10:876": "Yaṁ me kucchipaṭisandhiṁ, anapekkho pabbajasi deva.",
  "atk-s0514a10:877": "207.",
  "atk-s0514a10:878": "“Paripakko me gabbho, kucchigato yāva naṁ vijāyāmi;",
  "atk-s0514a10:879": "Māhaṁ ekā vidhavā, pacchā dukkhāni addakkhi”nti.",
  "atk-s0514a10:880_0": "Tattha yaṁ meti yasmā mama vilapantiyā tvaṁ anapekkho pabbajasi, tasmā yaṁ mayā tava",
  "atk-s0514a10:880_1": "santikā aggamahesiṭṭhānaṁ laddhaṁ, taṁ dulladdhameva āsi. Dutiyagāthāya yasmā maṁ",
  "atk-s0514a10:880_2": "tvaṁ kucchipaṭisandhiṁ pahāya anapekkho pabbajasi, tasmā yaṁ mayā tava bhariyattaṁ",
  "atk-s0514a10:880_3": "laddhaṁ, taṁ dulladdhaṁ meti attho. Yāva nanti yāvāhaṁ taṁ gabbhaṁ vijāyāmi, tāva adhivāsehīti.",
  "atk-s0514a10:881": "Tato mahāsatto gāthamāha –",
  "atk-s0514a10:882": "208.",
  "atk-s0514a10:883": "“Paripakko te gabbho, kucchigato iṅgha tvaṁ vijāyassu;",
  "atk-s0514a10:884": "Puttaṁ anomavaṇṇaṁ, taṁ hitvā pabbajissāmī”ti.",
  "atk-s0514a10:885_0": "Tattha puttanti, bhadde, tava gabbho paripakkoti jānāmi, tvaṁ pana vijāyamānā puttaṁ",
  "atk-s0514a10:885_1": "vijāyissasi, na dhītaraṁ, sā tvaṁ sotthinā vijāyassu puttaṁ, ahaṁ pana saddhiṁ tayā",
  "atk-s0514a10:885_2": "taṁ puttaṁ hitvā pabbajissāmiyevāti.",
  "atk-s0514a10:886_0": "Sā tassa vacanaṁ sutvā sokaṁ sandhāretuṁ asakkontī “ito dāni paṭṭhāya, deva, amhākaṁ",
  "atk-s0514a10:886_1": "sirī nāma natthī”ti ubhohi hatthehi hadayaṁ dhārayamānā assūni muñcantī mahāsaddena",
  "atk-s0514a10:886_2": "paridevi. Atha naṁ samassāsento mahāsatto gāthamāha –",
  "atk-s0514a10:887": "209.",
  "atk-s0514a10:888": "“Mā tvaṁ cande rudi, mā soci vanatimiramattakkhi;",
  "atk-s0514a10:889": "Āroha varapāsādaṁ, anapekkho ahaṁ gamissāmī”ti.",
  "atk-s0514a10:890_0": "Tattha mā tvaṁ cande rudīti, bhadde candādevi, tvaṁ mā rodi mā soci. Vanatimiramattakkhīti",
  "atk-s0514a10:890_1": "girikaṇṇikapupphasamānanette. Pāḷiyaṁ pana “koviḷāratambakkhī”ti likhitaṁ, tassā",
  "atk-s0514a10:890_2": "koviḷārapupphaṁ viya tambanetteti attho.",
  "atk-s0514a10:891": "Sā tassa vacanaṁ sutvā ṭhātuṁ asakkontī pāsādaṁ āruyha rodamānā nisīdi. Atha naṁ bodhisattassa jeṭṭhaputto disvā “kiṁ nu kho me mātā rodantī nisinnā”ti taṁ pucchanto gāthamāha –",
  "atk-s0514a10:892": "210.",
  "atk-s0514a10:893": "“Ko taṁ amma kopesi, kiṁ rodasi pekkhasi ca maṁ bāḷhaṁ;",
  "atk-s0514a10:894": "Kaṁ avajjhaṁ ghātemi, ñātīnaṁ udikkhamānāna”nti.",
  "atk-s0514a10:895_0": "Tattha kopesīti, amma! Ko nāma taṁ kopesi, ko te appiyaṁ akāsi. Pekkhasi cāti maṁ",
  "atk-s0514a10:895_1": "bāḷhaṁ pekkhantī kiṁkāraṇā rodasīti adhippāyo. Kaṁ avajjhaṁ ghātemīti aghātetabbampi",
  "atk-s0514a10:895_2": "kaṁ ghātemi attano ñātīnaṁ udikkhamānānaññeva, akkhāhi meti pucchati.",
  "atk-s0514a10:896": "Tato devī gāthamāha –",
  "atk-s0514a10:897": "211.",
  "atk-s0514a10:898": "“Na hi so sakkā hantuṁ, vijitāvī yo maṁ tāta kopesi;",
  "atk-s0514a10:899": "Pitā te maṁ tāta avaca, anapekkho ahaṁ gamissāmī”ti.",
  "atk-s0514a10:900_0": "Tattha vijitāvīti, tāta, yo maṁ imissā pathaviyā vijitāvī kopesi, appiyasamudācārena",
  "atk-s0514a10:900_1": "me hadaye kopañca sokañca pavesesi, so tayā hantuṁ na sakkā, mañhi, tāta, tava pitā",
  "atk-s0514a10:900_2": "“ahaṁ rajjasiriñca tañca pahāya araññaṁ pavisitvā pabbajissāmī”ti avaca, idaṁ me rodanakāraṇanti.",
  "atk-s0514a10:901": "So tassā vacanaṁ sutvā “amma! Kiṁ nāma tvaṁ kathesi, nanu evaṁ sante mayaṁ anāthā nāma bhavissāmā”ti paridevanto gāthamāha –",
  "atk-s0514a10:902": "212.",
  "atk-s0514a10:903": "“Yohaṁ pubbe niyyāmi, uyyānaṁ mattakuñjare ca yodhemi;",
  "atk-s0514a10:904": "Sutasome pabbajite, kathaṁ nu dāni karissāmī”ti.",
  "atk-s0514a10:905_0": "Tassattho – yo ahaṁ pubbe catuājaññayuttaṁ sabbālaṅkārapaṭimaṇḍitaṁ rathaṁ abhiruyha",
  "atk-s0514a10:905_1": "uyyānaṁ gacchāmi, mattakuñjare ca yodhemi, aññehi ca assakīḷādīhi kīḷāmi, svāhaṁ",
  "atk-s0514a10:905_2": "idāni sutasome pabbajite kathaṁ karissāmīti?",
  "atk-s0514a10:906_0": "Athassa kaniṭṭhabhātā sattavassiko te ubhopi rodante disvā mātaraṁ upasaṅkamitvā,",
  "atk-s0514a10:906_1": "“amma! Kiṁkāraṇā tumhe rodathā”ti pucchitvā tamatthaṁ sutvā “tena hi mā rodatha,",
  "atk-s0514a10:906_2": "ahaṁ tātassa pabbajituṁ na dassāmī”ti ubhopi te assāsetvā dhātiyā saddhiṁ pāsādā",
  "atk-s0514a10:906_3": "oruyha pitu santikaṁ gantvā, “tāta, tvaṁ kira amhe akāmake pahāya ‘pabbajāmī’ti vadasi,",
  "atk-s0514a10:906_4": "ahaṁ te pabbajituṁ na dassāmī”ti pitaraṁ gīvāya daḷhaṁ gahetvā gāthamāha –",
  "atk-s0514a10:907": "213.",
  "atk-s0514a10:908": "“Mātucca me rudantyā, jeṭṭhassa ca bhātuno akāmassa;",
  "atk-s0514a10:909": "Hatthepi te gahessaṁ, na hi gacchasi no akāmāna”nti.",
  "atk-s0514a10:910_0": "Mahāsatto cintesi – “ayaṁ me paripanthaṁ karoti, kena nu kho naṁ upāyena paṭikkamāpeyya”nti.",
  "atk-s0514a10:910_1": "Tato dhātiṁ oloketvā, “amma! Dhāti handimaṁ maṇikkhandhapiḷandhanaṁ, taveso hotu",
  "atk-s0514a10:910_2": "hatthe, puttaṁ apanehi, mā me antarāyaṁ karī”ti sayaṁ puttaṁ hatthe gahetvā apanetuṁ",
  "atk-s0514a10:910_3": "asakkonto tassā lañjaṁ paṭijānetvā gāthamāha –",
  "atk-s0514a10:911": "214.",
  "atk-s0514a10:912": "“Uṭṭhehi tvaṁ dhāti, imaṁ kumāraṁ ramehi aññattha;",
  "atk-s0514a10:913": "Mā me paripanthamakāsi, saggaṁ mama patthayānassā”ti.",
  "atk-s0514a10:914": "Tattha imaṁ kumāranti, amma! Dhāti tvaṁ uṭṭhehi, imaṁ kumāraṁ apanetvā āgantvā imaṁ maṇiṁ gahetvā aññattha naṁ abhiramehīti.",
  "atk-s0514a10:915": "Sā lañjaṁ labhitvā kumāraṁ saññāpetvā ādāya aññattha gantvā paridevamānā gāthamāha –",
  "atk-s0514a10:916": "215.",
  "atk-s0514a10:917": "“Yaṁ nūnimaṁ dadeyyaṁ pabhaṅkaraṁ, ko nu me imināttho;",
  "atk-s0514a10:918": "Sutasome pabbajite, kiṁ nu menaṁ karissāmī”ti.",
  "atk-s0514a10:919_0": "Tassattho – yaṁ nūna ahaṁ imaṁ lañjatthāya gahitaṁ pabhaṅkaraṁ suppabhāsaṁ maṇiṁ",
  "atk-s0514a10:919_1": "dadeyyaṁ, ko nu mayhaṁ sutasomanarinde pabbajite iminā attho, kiṁ nu menaṁ karissāmi,",
  "atk-s0514a10:919_2": "ahaṁ tasmiṁ pabbajite imaṁ labhissāmi, labhantīpi ca kiṁ nu kho etaṁ karissāmi, passatha me kammanti.",
  "atk-s0514a10:920": "Tato mahāsenagutto cintesi – “ayaṁ rājā “gehe me dhanaṁ manda’nti saññaṁ karoti maññe, bahubhāvamassa kathessāmī”ti. So uṭṭhāya vanditvā gāthamāha –",
  "atk-s0514a10:921": "216.",
  "atk-s0514a10:922": "“Koso ca tuyhaṁ vipulo, koṭṭhāgārañca tuyhaṁ paripūraṁ;",
  "atk-s0514a10:923": "Pathavī ca tuyhaṁ vijitā, ramassu mā pabbaji devā”ti.",
  "atk-s0514a10:924": "Taṁ sutvā mahāsatto gāthamāha –",
  "atk-s0514a10:925": "217.",
  "atk-s0514a10:926": "“Koso ca mayhaṁ vipulo, koṭṭhāgārañca mayhaṁ paripūraṁ;",
  "atk-s0514a10:927": "Pathavī ca mayhaṁ vijitā, taṁ hitvā pabbajissāmī”ti.",
  "atk-s0514a10:928": "Taṁ sutvā tasmiṁ apagate kulavaḍḍhanaseṭṭhi nāma uṭṭhāya vanditvā gāthamāha –",
  "atk-s0514a10:929": "218.",
  "atk-s0514a10:930": "“Mayhampi dhanaṁ pahūtaṁ, saṅkhyātuṁ nopi deva sakkomi;",
  "atk-s0514a10:931": "Taṁ te dadāmi sabbampi, ramassu mā pabbaji devā”ti.",
  "atk-s0514a10:932": "Taṁ sutvā mahāsatto gāthamāha –",
  "atk-s0514a10:933": "219.",
  "atk-s0514a10:934": "“Jānāmi dhanaṁ pahūtaṁ, kulavaḍḍhana pūjito tayā casmi;",
  "atk-s0514a10:935": "Saggañca patthayāno, tena ahaṁ pabbajissāmī”ti.",
  "atk-s0514a10:936_0": "Taṁ sutvā kulavaḍḍhane apagate mahāsatto somadattaṁ kaniṭṭhabhātaraṁ āmantetvā, “tāta,",
  "atk-s0514a10:936_1": "ahaṁ pañjarapakkhitto vanakukkuṭo viya ukkaṇṭhito, maṁ gharāvāse anabhirati abhibhavati,",
  "atk-s0514a10:936_2": "ajjeva pabbajissāmi, tvaṁ imaṁ rajjaṁ paṭipajjā”ti rajjaṁ niyyādento gāthamāha –",
  "atk-s0514a10:937": "220.",
  "atk-s0514a10:938": "“Ukkaṇṭhitosmi bāḷhaṁ, arati maṁ somadatta āvisati;",
  "atk-s0514a10:939": "Bahukāpi me antarāyā, ajjevāhaṁ pabbajissāmī”ti.",
  "atk-s0514a10:940": "Taṁ sutvā sopi pabbajitukāmo taṁ dīpento itaraṁ gāthamāha –",
  "atk-s0514a10:941": "221.",
  "atk-s0514a10:942": "“Idañca tuyhaṁ rucitaṁ, sutasoma ajjeva dāni tvaṁ pabbaja;",
  "atk-s0514a10:943": "Ahampi pabbajissāmi, na ussahe tayā vinā ahaṁ ṭhātu”nti.",
  "atk-s0514a10:944": "Atha naṁ so paṭikkhipitvā upaḍḍhaṁ gāthamāha –",
  "atk-s0514a10:945": "222.",
  "atk-s0514a10:946": "“Na hi sakkā pabbajituṁ, nagare na hi paccati janapade cā”ti.",
  "atk-s0514a10:947_0": "Tattha na hi paccatīti idāneva tāva mama pabbajjādhippāyaṁ sutvāva imasmiṁ dvādasayojanike",
  "atk-s0514a10:947_1": "sudassananagare ca sakalajanapade ca na paccati, koci uddhane aggiṁ na jāleti, amhesu",
  "atk-s0514a10:947_2": "pana dvīsu pabbajitesu anāthāva raṭṭhavāsino bhavissanti, tasmā na hi sakkā tayā",
  "atk-s0514a10:947_3": "pabbajituṁ, ahameva pabbajissāmīti.",
  "atk-s0514a10:948": "Taṁ sutvā mahājano mahāsattassa pādamūle parivattitvā paridevanto upaḍḍhagāthamāha –",
  "atk-s0514a10:949": "“Sutasome pabbajite, kathaṁ nu dāni karissāmā”ti.",
  "atk-s0514a10:950": "Tato mahāsatto “alaṁ mā socayittha, ahaṁ cirampi ṭhatvā tumhehi vinā bhavissāmi, uppannasaṅkhāro hi nicco nāma natthī”ti mahājanassa dhammaṁ kathento āha –",
  "atk-s0514a10:951": "223.",
  "atk-s0514a10:952": "“Upanīyatidaṁ maññe, parittaṁ udakaṁva caṅkavāramhi;",
  "atk-s0514a10:953": "Evaṁ suparittake jīvite, na ca pamajjituṁ kālo.",
  "atk-s0514a10:954": "224.",
  "atk-s0514a10:955": "“Upanīyatidaṁ maññe, parittaṁ udakaṁva caṅkavāramhi;",
  "atk-s0514a10:956": "Evaṁ suparittake jīvite, andhabālā pamajjanti.",
  "atk-s0514a10:957": "225.",
  "atk-s0514a10:958": "“Te vaḍḍhayanti nirayaṁ, tiracchānayoniñca pettivisayañca;",
  "atk-s0514a10:959": "Taṇhāya bandhanabaddhā, vaḍḍhenti asurakāya”nti.",
  "atk-s0514a10:960_0": "Tattha upanīyatidaṁ maññeti, tāta, “idaṁ jīvitaṁ upanīyatī”ti ahaṁ maññāmi. Aññesu",
  "atk-s0514a10:960_1": "suttesu upasaṁharaṇattho upaniyyanattho, idha pana pariyādānattho. Tasmā yathā parittaṁ",
  "atk-s0514a10:960_2": "udakaṁ rajakānaṁ khāracaṅkavāre pakkhittaṁ sīghaṁ pariyādiyati, tathā jīvitampi.",
  "atk-s0514a10:960_3": "Evaṁ suparittake jīvite taṁ parittakaṁ āyusaṅkhāraṁ gahetvā vicarantānaṁ sattānaṁ",
  "atk-s0514a10:960_4": "na puññakiriyāya pamajjituṁ kālo, appamādova kātuṁ vaṭṭatīti ayamettha attho. Andhabālā",
  "atk-s0514a10:960_5": "pamajjantīti ajarāmarā viya hutvā gūthakalale sūkarā viya hutvā kāmapaṅke nimujjantā",
  "atk-s0514a10:960_6": "pamajjanti. Asurakāyanti kāḷakañjikaasurayoniñca vaḍḍhentīti attho.",
  "atk-s0514a10:961_0": "Evaṁ mahāsatto mahājanassa dhammaṁ desetvā pubbakaṁ nāma pāsādaṁ āruyha sattamāya",
  "atk-s0514a10:961_1": "bhūmiyā ṭhito khaggena cūḷaṁ chinditvā “ahaṁ tumhākaṁ kiñci na homi, attano rājānaṁ",
  "atk-s0514a10:961_2": "gaṇhathā”ti saveṭhanaṁ cūḷaṁ mahājanassa antare khipi. Taṁ gahetvā mahājano bhūmiyaṁ",
  "atk-s0514a10:961_3": "parivaṭṭento parivaṭṭento paridevi. Tasmiṁ ṭhāne mahantaṁ rajaggaṁ uṭṭhahi. Paṭikkamitvā",
  "atk-s0514a10:961_4": "ṭhitajano taṁ oloketvā “raññā cūḷaṁ chinditvā saveṭhanā cūḷā mahājanassa antare khittā",
  "atk-s0514a10:961_5": "bhavissati, tenāyaṁ pāsādassa avidūre rajavaṭṭi uggatā”ti paridevanto gāthamāha –",
  "atk-s0514a10:962": "226.",
  "atk-s0514a10:963": "“Ūhaññate rajaggaṁ avidūre, pubbakamhi ca pāsāde;",
  "atk-s0514a10:964": "Maññe no kesā chinnā, yasassino dhammarājassā”ti.",
  "atk-s0514a10:965_0": "Tattha ūhaññateti uṭṭhahati. Rajagganti rajakkhandho. Avidūreti ito amhākaṁ ṭhitaṭṭhānato",
  "atk-s0514a10:965_1": "avidūre. Pubbakamhīti pubbakapāsādassa samīpe. Maññe noti amhākaṁ dhammarājassa kesā",
  "atk-s0514a10:965_2": "chinnā bhavissantīti maññāma.",
  "atk-s0514a10:966_0": "Mahāsatto paricārikaṁ pesetvā pabbajitaparikkhāre āharāpetvā kappakena kesamassuṁ",
  "atk-s0514a10:966_1": "ohārāpetvā alaṅkāraṁ sayanapiṭṭhe pātetvā rattapaṭānaṁ dasāni chinditvā tāni kāsāyāni",
  "atk-s0514a10:966_2": "nivāsetvā mattikāpattaṁ vāmaaṁsakūṭe laggetvā kattaradaṇḍaṁ ādāya mahātale aparāparaṁ",
  "atk-s0514a10:966_3": "caṅkamitvā pāsādā otaritvā antaravīthiṁ paṭipajji. Gacchantaṁ pana naṁ na koci sañjāni.",
  "atk-s0514a10:966_4": "Athassa sattasatā khattiyakaññā pāsādaṁ abhiruhitvā taṁ adisvā ābharaṇabhaṇḍameva",
  "atk-s0514a10:966_5": "disvā otaritvā avasesānaṁ soḷasasahassānaṁ itthīnaṁ santikaṁ gantvā “amhākaṁ piyasāmiko",
  "atk-s0514a10:966_6": "sutasomamahissaro pabbajito”ti mahāsaddena paridevamānāva bahi nikkhamiṁsu. Tasmiṁ",
  "atk-s0514a10:966_7": "khaṇe mahājano tassa pabbajitabhāvaṁ aññāsi, sakalanagaraṁ saṅkhubhitvā “rājā kira",
  "atk-s0514a10:966_8": "no pabbajito”ti rājadvāre sannipati, mahājano “idha rājā bhavissati, ettha bhavissatī”ti",
  "atk-s0514a10:966_9": "pāsādādīni rañño paribhogaṭṭhānāni gantvā rājānaṁ adisvā –",
  "atk-s0514a10:967": "227.",
  "atk-s0514a10:968": "“Ayamassa pāsādo, sovaṇṇapupphamālyavītikiṇṇo;",
  "atk-s0514a10:969": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:970": "228.",
  "atk-s0514a10:971": "“Ayamassa pāsādo, sovaṇṇapupphamālyavītikiṇṇo;",
  "atk-s0514a10:972": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghena.",
  "atk-s0514a10:973": "229.",
  "atk-s0514a10:974": "“Idamassa kūṭāgāraṁ, sovaṇṇapupphamālyavītikiṇṇaṁ;",
  "atk-s0514a10:975": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:976": "230.",
  "atk-s0514a10:977": "“Idamassa kūṭāgāraṁ, sovaṇṇapupphamālyavītikiṇṇaṁ;",
  "atk-s0514a10:978": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghena.",
  "atk-s0514a10:979": "231.",
  "atk-s0514a10:980": "“Ayamassa asokavanikā, supupphitā sabbakālikā rammā;",
  "atk-s0514a10:981": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:982": "232.",
  "atk-s0514a10:983": "“Ayamassa asokavanikā, supupphitā sabbakālikā rammā;",
  "atk-s0514a10:984": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghena.",
  "atk-s0514a10:985": "233.",
  "atk-s0514a10:986": "“Idamassa uyyānaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:987": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:988": "234.",
  "atk-s0514a10:989": "“Idamassa uyyānaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:990": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghena.",
  "atk-s0514a10:991": "235.",
  "atk-s0514a10:992": "“Idamassa kaṇikāravanaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:993": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:994": "236.",
  "atk-s0514a10:995": "“Idamassa kaṇikāravanaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:996": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghena.",
  "atk-s0514a10:997": "237.",
  "atk-s0514a10:998": "“Idamassa pāṭalivanaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:999": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:1000": "238.",
  "atk-s0514a10:1001": "“Idamassa pāṭalivanaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:1002": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghena.",
  "atk-s0514a10:1003": "239.",
  "atk-s0514a10:1004": "“Idamassa ambavanaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:1005": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:1006": "240.",
  "atk-s0514a10:1007": "“Idamassa ambavanaṁ, supupphitaṁ sabbakālikaṁ rammaṁ;",
  "atk-s0514a10:1008": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghena.",
  "atk-s0514a10:1009": "241.",
  "atk-s0514a10:1010": "“Ayamassa pokkharaṇī, sañchannā aṇḍajehi vītikiṇṇā;",
  "atk-s0514a10:1011": "Yahimanuvicari rājā, parikiṇṇo itthāgārehi.",
  "atk-s0514a10:1012": "242.",
  "atk-s0514a10:1013": "“Ayamassa pokkharaṇī, sañchannā aṇḍajehi vītikiṇṇā;",
  "atk-s0514a10:1014": "Yahimanuvicari rājā, parikiṇṇo ñātisaṅghenā”ti. –",
  "atk-s0514a10:1015": "Imāhi gāthāhi paridevanto vicari.",
  "atk-s0514a10:1016_0": "Tattha vītikiṇṇoti sovaṇṇapupphehi ca nānāmālyehi ca samokiṇṇo. Parikiṇṇoti parivārito.",
  "atk-s0514a10:1016_1": "Itthāgārehīti dāsiyo upādāya itthiyo itthāgārā nāma. Ñātisaṅghenāti amaccāpi idha",
  "atk-s0514a10:1016_2": "ñātayo eva. Kūṭāgāranti sattaratanavicitto sayanakūṭāgāragabbho. Asokavanikāti asokavanabhūmi.",
  "atk-s0514a10:1016_3": "Sabbakālikāti sabbakālaparibhogakkhamā niccapupphitā vā. Uyyānanti nandanavanacittalatāvanasadisaṁ",
  "atk-s0514a10:1016_4": "uyyānaṁ. Sabbakālikanti chasupi utūsu uppajjanakapupphaphalasañchannaṁ. Kaṇikāravanādīsu",
  "atk-s0514a10:1016_5": "sabbakālikanti sabbakāle supupphitaphalitameva. Sañchannāti nānāvidhehi jalajathalajakusumehi",
  "atk-s0514a10:1016_6": "suṭṭhu sañchannā. Aṇḍajehi vītikiṇṇāti sakuṇasaṅghehi okiṇṇā.",
  "atk-s0514a10:1017": "Evaṁ tesu tesu ṭhānesu paridevitvā mahājano puna rājaṅgaṇaṁ āgantvā –",
  "atk-s0514a10:1018": "243.",
  "atk-s0514a10:1019": "“Rājā vo kho pabbajito, sutasomo rajjaṁ imaṁ pahatvāna;",
  "atk-s0514a10:1020": "Kāsāyavatthavasano, nāgova ekako caratī”ti. –",
  "atk-s0514a10:1021_0": "Gāthaṁ vatvā attano ghare vibhavaṁ pahāya puttadhītaro hatthesu gahetvā nikkhamitvā",
  "atk-s0514a10:1021_1": "bodhisattasseva santikaṁ agamāsi, tathā mātāpitaro puttadārā soḷasasahassā ca nāṭakitthiyo.",
  "atk-s0514a10:1021_2": "Sakalanagaraṁ tucchaṁ viya ahosi, janapadavāsinopi tesaṁ pacchato pacchato gamiṁsu.",
  "atk-s0514a10:1021_3": "Bodhisatto dvādasayojanikaṁ parisaṁ gahetvā himavantābhimukho pāyāsi. Athassa abhinikkhamanaṁ",
  "atk-s0514a10:1021_4": "ñatvā sakko vissakammaṁ āmantetvā, “tāta vissakamma, sutasomamahārājā abhinikkhamanaṁ",
  "atk-s0514a10:1021_5": "nikkhanto, vasanaṭṭhānaṁ laddhuṁ vaṭṭati, samāgamo ca mahā bhavissati, gaccha himavantapadese",
  "atk-s0514a10:1021_6": "gaṅgātīre tiṁsayojanāyāmaṁ pañcadasayojanavitthataṁ assamapadaṁ māpehī”ti pesesi.",
  "atk-s0514a10:1021_7": "So tathā katvā tasmiṁ assamapade pabbajitaparikkhāre paṭiyādetvā ekapadikamaggaṁ",
  "atk-s0514a10:1021_8": "māpetvā devalokameva gato.",
  "atk-s0514a10:1022_0": "Mahāsatto tena maggena gantvā taṁ assamapadaṁ pavisitvā paṭhamaṁ sayaṁ pabbajitvā",
  "atk-s0514a10:1022_1": "pacchā sese pabbājesi, aparabhāge bahū pabbajiṁsu. Tiṁsayojanikaṁ ṭhānaṁ paripūri.",
  "atk-s0514a10:1022_2": "Vissakammena pana assamamāpitaniyāmo ca bahūnaṁ pabbajitaniyāmo ca bodhisattassa",
  "atk-s0514a10:1022_3": "assamapadasaṁvidahitaniyāmo ca hatthipālajātake āgatanayeneva veditabbo. Tattha mahāsatto",
  "atk-s0514a10:1022_4": "yassa yasseva kāmavitakkādi micchāvitakko uppajjati, taṁ taṁ ākāsena upasaṅkamitvā",
  "atk-s0514a10:1022_5": "ākāse pallaṅkena nisīditvā ovadanto gāthādvayamāha –",
  "atk-s0514a10:1023": "244.",
  "atk-s0514a10:1024": "“Māssu pubbe ratikīḷitāni, hasitāni ca anussarittha;",
  "atk-s0514a10:1025": "Mā vo kāmā haniṁsu, rammañhi sudassanaṁ nagaraṁ.",
  "atk-s0514a10:1026": "245.",
  "atk-s0514a10:1027": "“Mettacittañca bhāvetha, appamāṇaṁ divā ca ratto ca;",
  "atk-s0514a10:1028": "Agacchittha devapuraṁ, āvāsaṁ puññakammina”nti.",
  "atk-s0514a10:1029_0": "Tattha ratikīḷitānīti kāmaratiyo ca kāyavācākhiḍḍāvasena pavattakīḷitāni ca. Mā vo",
  "atk-s0514a10:1029_1": "kāmā haniṁsūti mā tumhe vatthukāmakilesakāmā haniṁsu. Rammaṁ hīti sudassananagaraṁ",
  "atk-s0514a10:1029_2": "nāma ramaṇīyaṁ, taṁ mā anussarittha. Mettacittanti idaṁ desanāmattameva, so pana",
  "atk-s0514a10:1029_3": "cattāropi brahmavihāre ācikkhi. Appamāṇanti appamāṇasattārammaṇaṁ. Agacchitthāti",
  "atk-s0514a10:1029_4": "gamissatha. Devapuranti brahmalokaṁ.",
  "atk-s0514a10:1030": "Sopi isigaṇo tassovāde ṭhatvā brahmalokaparāyaṇo ahosīti sabbaṁ hatthipālajātake āgatanayeneva kathetabbaṁ.",
  "atk-s0514a10:1031_0": "Satthā imaṁ dhammadesanaṁ āharitvā “na, bhikkhave, idāneva, pubbepi tathāgato mahābhinikkhamanaṁ",
  "atk-s0514a10:1031_1": "nikkhantoyevā”ti vatvā jātakaṁ samodhānesi “tadā mātāpitaro mahārājakulāni ahesuṁ,",
  "atk-s0514a10:1031_2": "candādevī rāhulamātā, jeṭṭhaputto sāriputto, kaniṭṭhaputto rāhulo, dhāti khujjuttarā,",
  "atk-s0514a10:1031_3": "kulavaḍḍhanaseṭṭhi kassapo, mahāsenagutto moggallāno, somadattakumāro ānando, sesaparisā",
  "atk-s0514a10:1031_4": "buddhaparisā, sutasomarājā pana ahameva ahosi”nti.",
  "atk-s0514a10:1032": "Cūḷasutasomajātakavaṇṇanā pañcamā.",
  "atk-s0514a10:1033": "Jātakuddānaṁ –",
  "atk-s0514a10:1034": "Suvapaṇḍitajambukakuṇḍalino, varakaññamalambusajātakañca;",
  "atk-s0514a10:1035": "Pavaruttamasaṅkhasirīvhayako, sutasomaarindamarājavaro.",
  "atk-s0514a10:1036": "Cattālīsanipātavaṇṇanā niṭṭhitā."
}