{
  "atk-s0401a7:0": "7. Vīriyārambhādivaggavaṇṇanā",
  "atk-s0401a7:1": "61. Sattamassa paṭhame vīriyārambhoti catukiccassa sammappadhānavīriyassa ārambho, āraddhapaggahitaparipuṇṇavīriyatāti attho.",
  "atk-s0401a7:2": "62. Dutiye mahicchatāti mahālobho. Yaṁ sandhāya vuttaṁ –",
  "atk-s0401a7:3_0": "‘‘Tattha katamā mahicchatā? Itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārehi",
  "atk-s0401a7:3_1": "pañcahi vā kāmaguṇehi asantuṭṭhassa bhiyyokamyatā, yā evarūpā icchā icchāgatā mahicchatā",
  "atk-s0401a7:3_2": "rāgo sārāgo cittassa sārāgo. Ayaṁ vuccati mahicchatā’’ti (vibha. 850).",
  "atk-s0401a7:4_0": "63. Tatiye appicchatāti alobho. Appicchassāti anicchassa. Ettha hi byañjanaṁ sāvasesaṁ",
  "atk-s0401a7:4_1": "viya, attho pana niravaseso. Na hi appamattikāya icchāya atthibhāvena so appicchoti",
  "atk-s0401a7:4_2": "vutto, icchāya pana abhāvena punappunaṁ āsevitassa alobhasseva bhāvena appicchoti vutto.",
  "atk-s0401a7:5_0": "Apicettha atricchatā, pāpicchatā, mahicchatā appicchatāti ayaṁ bhedo veditabbo. Tattha",
  "atk-s0401a7:5_1": "sakalābhe atittassa paralābhe patthanā atricchatā nāma, yāya samannāgatassa ekabhājane",
  "atk-s0401a7:5_2": "pakkapūvepi attano patte patite na supakko viya khuddako ca viya khāyati, sveva pana",
  "atk-s0401a7:5_3": "parassa patte pakkhitto supakko viya mahanto viya ca khāyati. Asantaguṇasambhāvanatā",
  "atk-s0401a7:5_4": "pana paṭiggahaṇe ca amattaññutā pāpicchatā nāma, sā ‘‘idhekacco assaddho samāno saddhoti",
  "atk-s0401a7:5_5": "maṁ jano jānātū’’tiādinā nayena abhidhamme āgatāyeva, tāya samannāgato puggalo kohaññe",
  "atk-s0401a7:5_6": "patiṭṭhāti. Santaguṇasambhāvanatā pana paṭiggahaṇe ca amattaññutā mahicchatā nāma,",
  "atk-s0401a7:5_7": "sāpi ‘‘idhekacco saddho samāno saddhoti maṁ jano jānātūti icchati, sīlavā samāno",
  "atk-s0401a7:5_8": "sīlavāti maṁ jano jānātū’’ti iminā nayena āgatāyeva. Tāya samannāgato puggalo dussantappayo",
  "atk-s0401a7:5_9": "hoti, vijātamātāpissa cittaṁ gahetuṁ na sakkoti. Tenetaṁ vuccati –",
  "atk-s0401a7:6": "‘‘Aggikkhandho samuddo ca, mahiccho cāpi puggalo;",
  "atk-s0401a7:7": "Sakaṭena paccaye dentu, tayopete atappayā’’ti.",
  "atk-s0401a7:8_0": "Santaguṇanigūhanatā pana paṭiggahaṇe ca mattaññutā appicchatā nāma, tāya samannāgato",
  "atk-s0401a7:8_1": "puggalo attani vijjamānampi guṇaṁ paṭicchādetukāmatāya saddho samāno ‘‘saddhoti maṁ",
  "atk-s0401a7:8_2": "jano jānātū’’ti na icchati. Sīlavā, pavivitto, bahussuto, āraddhavīriyo, samādhisampanno,",
  "atk-s0401a7:8_3": "paññavā, khīṇāsavo samāno ‘‘khīṇāsavoti maṁ jano jānātū’’ti na icchati seyyathāpi majjhantikatthero.",
  "atk-s0401a7:9_0": "Thero kira mahākhīṇāsavo ahosi, pattacīvaraṁ panassa pādamattameva agghati. So asokassa",
  "atk-s0401a7:9_1": "dhammarañño vihāramahadivase saṅghatthero ahosi. Athassa atilūkhabhāvaṁ disvā manussā,",
  "atk-s0401a7:9_2": "‘‘bhante, thokaṁ bahi hothā’’ti āhaṁsu. Thero ‘‘mādise khīṇāsave rañño saṅgahaṁ akaronte",
  "atk-s0401a7:9_3": "añño ko karissatī’’ti pathaviyaṁ nimujjitvā saṅghattherassa ukkhittapiṇḍaṁ gaṇhantoyeva",
  "atk-s0401a7:9_4": "ummujji. Evaṁ khīṇāsavo samāno ‘‘khīṇāsavoti maṁ jano jānātū’’ti na icchati. Evaṁ",
  "atk-s0401a7:9_5": "appiccho ca pana bhikkhu anuppannaṁ lābhaṁ uppādeti, uppannaṁ thāvaraṁ karoti, dāyakānaṁ",
  "atk-s0401a7:9_6": "cittaṁ ārādheti. Yathā yathā hi so attano appicchatāya appaṁ gaṇhāti, tathā tathā",
  "atk-s0401a7:9_7": "tassa vatte pasannā manussā bahū denti.",
  "atk-s0401a7:10_0": "Aparopi catubbidho appiccho – paccayaappiccho, dhutaṅgaappiccho, pariyattiappiccho,",
  "atk-s0401a7:10_1": "adhigamaappicchoti. Tattha catūsu paccayesu appiccho paccayaappiccho nāma. So dāyakassa",
  "atk-s0401a7:10_2": "vasaṁ jānāti, deyyadhammassa vasaṁ jānāti, attano thāmaṁ jānāti. Yadi hi deyyadhammo",
  "atk-s0401a7:10_3": "bahu hoti, dāyako appamattakaṁ dātukāmo, dāyakassa vasena appaṁ gaṇhāti. Deyyadhammo",
  "atk-s0401a7:10_4": "appo, dāyako bahuṁ dātukāmo, deyyadhammassa vasena appaṁ gaṇhāti. Deyyadhammopi bahu,",
  "atk-s0401a7:10_5": "dāyakopi bahuṁ dātukāmo, attano thāmaṁ ñatvā pamāṇeneva gaṇhāti.",
  "atk-s0401a7:11_0": "Dhutaṅgasamādānassa attani atthibhāvaṁ najānāpetukāmo dhutaṅgaappiccho nāma. Tassa",
  "atk-s0401a7:11_1": "vibhāvanatthaṁ imāni vatthūni – sosānikamahākumāratthero kira saṭṭhi vassāni susāne",
  "atk-s0401a7:11_2": "vasi, añño ekabhikkhupi na aññāsi. Tenevāha –",
  "atk-s0401a7:12": "‘‘Susāne saṭṭhi vassāni, abbokiṇṇaṁ vasāmahaṁ;",
  "atk-s0401a7:13": "Dutiyo maṁ na jāneyya, aho sosānikuttamo’’ti.",
  "atk-s0401a7:14_0": "Cetiyapabbate dve bhātikattherā vasiṁsu. Kaniṭṭho upaṭṭhākena pesitaṁ ucchukhaṇḍikaṁ",
  "atk-s0401a7:14_1": "gahetvā jeṭṭhassa santikaṁ agamāsi ‘‘paribhogaṁ, bhante, karothā’’ti. Therassa ca",
  "atk-s0401a7:14_2": "bhattakiccaṁ katvā mukhavikkhālanakālo ahosi. So ‘‘alaṁ, āvuso’’ti āha. Kacci, bhante,",
  "atk-s0401a7:14_3": "ekāsanikatthāti? Āharāvuso, ucchukhaṇḍikanti paññāsa vassāni ekāsaniko samānopi dhutaṅgaṁ",
  "atk-s0401a7:14_4": "nigūhamāno paribhogaṁ katvā mukhaṁ vikkhāletvā puna dhutaṅgaṁ adhiṭṭhāya gato.",
  "atk-s0401a7:15_0": "Yo pana sāketatissatthero viya bahussutabhāvaṁ jānāpetuṁ na icchati, ayaṁ pariyattiappiccho",
  "atk-s0401a7:15_1": "nāma. Thero kira ‘‘khaṇo natthīti uddesaparipucchāsu okāsaṁ akaronto kadā maraṇakkhaṇaṁ,",
  "atk-s0401a7:15_2": "bhante, labhissathā’’ti codito gaṇaṁ vissajjetvā kaṇikāravālikasamuddavihāraṁ gato.",
  "atk-s0401a7:15_3": "Tattha antovassaṁ theranavamajjhimānaṁ upakāro hutvā mahāpavāraṇāya uposathadivase",
  "atk-s0401a7:15_4": "dhammakathāya janapadaṁ khobhetvā gato.",
  "atk-s0401a7:16_0": "Yo pana sotāpannādīsu aññataro hutvā sotāpannādibhāvaṁ jānāpetuṁ na icchati, ayaṁ",
  "atk-s0401a7:16_1": "adhigamappiccho nāma tayo kulaputtā (ma. ni. 1.325) viya ghaṭīkārakumbhakāro (ma.",
  "atk-s0401a7:16_2": "ni. 2.282 ādayo) viya ca. Imasmiṁ panatthe laddhāsevanena balavaalobhena samannāgato",
  "atk-s0401a7:16_3": "sekkhopi puthujjanopi appicchoti veditabbo.",
  "atk-s0401a7:17": "64. Catutthe asantuṭṭhitāti asantuṭṭhe puggale sevantassa bhajantassa payirupāsantassa uppanno asantosasaṅkhāto lobho.",
  "atk-s0401a7:18_0": "65. Pañcame santuṭṭhitāti santuṭṭhe puggale sevantassa bhajantassa payirupāsantassa",
  "atk-s0401a7:18_1": "uppanno alobhasaṅkhāto santoso. Santuṭṭhassāti itarītarapaccayasantosena samannāgatassa.",
  "atk-s0401a7:18_2": "So panesa santoso dvādasavidho hoti. Seyyathidaṁ – cīvare yathālābhasantoso, yathābalasantoso,",
  "atk-s0401a7:18_3": "yathāsāruppasantosoti tividho. Evaṁ piṇḍapātādīsu.",
  "atk-s0401a7:19_0": "Tassāyaṁ pabhedasaṁvaṇṇanā – idha bhikkhu cīvaraṁ labhati sundaraṁ vā asundaraṁ vā.",
  "atk-s0401a7:19_1": "So teneva yāpeti aññaṁ na pattheti, labhantopi na gaṇhāti. Ayamassa cīvare yathālābhasantoso.",
  "atk-s0401a7:19_2": "Atha pana pakatidubbalo vā hoti ābādhajarābhibhūto vā, garuṁ cīvaraṁ pārupanto kilamati.",
  "atk-s0401a7:19_3": "So sabhāgena bhikkhunā saddhiṁ taṁ parivattetvā lahukena yāpentopi santuṭṭhova hoti.",
  "atk-s0401a7:19_4": "Ayamassa cīvare yathābalasantoso. Aparo paṇītapaccayalābhī hoti. So paṭṭacīvarādīnaṁ",
  "atk-s0401a7:19_5": "aññataraṁ mahagghacīvaraṁ bahūni vā pana cīvarāni labhitvā ‘‘idaṁ therānaṁ cirapabbajitānaṁ,",
  "atk-s0401a7:19_6": "idaṁ bahussutānaṁ anurūpaṁ, idaṁ gilānānaṁ, idaṁ appalābhānaṁ hotū’’ti datvā tesaṁ",
  "atk-s0401a7:19_7": "purāṇacīvaraṁ vā saṅkārakūṭādito vā nantakāni uccinitvā tehi saṅghāṭiṁ katvā dhārentopi",
  "atk-s0401a7:19_8": "santuṭṭhova hoti. Ayamassa cīvare yathāsāruppasantoso.",
  "atk-s0401a7:20_0": "Idha pana bhikkhu piṇḍapātaṁ labhati lūkhaṁ vā paṇītaṁ vā, so teneva yāpeti, aññaṁ",
  "atk-s0401a7:20_1": "na pattheti, labhantopi na gaṇhāti. Ayamassa piṇḍapāte yathālābhasantoso. Yo pana",
  "atk-s0401a7:20_2": "attano pakativiruddhaṁ vā byādhiviruddhaṁ vā piṇḍapātaṁ labhati, yenassa paribhuttena",
  "atk-s0401a7:20_3": "aphāsu hoti, so sabhāgassa bhikkhuno taṁ datvā tassa hatthato sappāyabhojanaṁ bhuñjitvā",
  "atk-s0401a7:20_4": "samaṇadhammaṁ karontopi santuṭṭhova hoti. Ayamassa piṇḍapāte yathābalasantoso. Aparo",
  "atk-s0401a7:20_5": "bahuṁ paṇītaṁ piṇḍapātaṁ labhati. So taṁ cīvaraṁ viya theracirapabbajitabahussutaappalābhagilānānaṁ",
  "atk-s0401a7:20_6": "datvā tesaṁ vā sesakaṁ piṇḍāya vā caritvā missakāhāraṁ bhuñjantopi santuṭṭhova hoti.",
  "atk-s0401a7:20_7": "Ayamassa piṇḍapāte yathāsāruppasantoso.",
  "atk-s0401a7:21_0": "Idha pana bhikkhu senāsanaṁ labhati manāpaṁ vā amanāpaṁ vā, so tena neva somanassaṁ",
  "atk-s0401a7:21_1": "na domanassaṁ uppādeti, antamaso tiṇasanthārakenāpi yathāladdheneva tussati. Ayamassa",
  "atk-s0401a7:21_2": "senāsane yathālābhasantoso. Yo pana attano pakativiruddhaṁ vā byādhiviruddhaṁ vā",
  "atk-s0401a7:21_3": "senāsanaṁ labhati, yatthassa vasato aphāsu hoti, so taṁ sabhāgassa bhikkhuno datvā",
  "atk-s0401a7:21_4": "tassa santake sappāyasenāsane vasantopi santuṭṭhova hoti. Ayamassa senāsane yathābalasantoso.",
  "atk-s0401a7:22_0": "Aparo mahāpuñño leṇamaṇḍapakūṭāgārādīni bahūni paṇītasenāsanāni labhati. So tāni",
  "atk-s0401a7:22_1": "cīvarādīni viya theracirapabbajitabahussutaappalābhagilānānaṁ datvā yattha katthaci",
  "atk-s0401a7:22_2": "vasantopi santuṭṭhova hoti. Ayamassa senāsane yathāsāruppasantoso. Yopi ‘‘uttamasenāsanaṁ",
  "atk-s0401a7:22_3": "nāma pamādaṭṭhānaṁ, tattha nisinnassa thinamiddhaṁ okkamati, niddābhibhūtassa puna",
  "atk-s0401a7:22_4": "paṭibujjhato pāpavitakkā pātubhavantī’’ti paṭisañcikkhitvā tādisaṁ senāsanaṁ pattampi",
  "atk-s0401a7:22_5": "na sampaṭicchati, so taṁ paṭikkhipitvā abbhokāsarukkhamūlādīsu vasantopi santuṭṭhova",
  "atk-s0401a7:22_6": "hoti. Ayampissa senāsane yathāsāruppasantoso.",
  "atk-s0401a7:23_0": "Idha pana bhikkhu bhesajjaṁ labhati lūkhaṁ vā paṇītaṁ vā, so yaṁ labhati, teneva",
  "atk-s0401a7:23_1": "tussati, aññaṁ na pattheti, labhantopi na gaṇhāti. Ayamassa gilānapaccaye yathālābhasantoso.",
  "atk-s0401a7:23_2": "Yo pana telena atthiko phāṇitaṁ labhati, so taṁ sabhāgassa bhikkhuno datvā tassa",
  "atk-s0401a7:23_3": "hatthato telaṁ gahetvā aññadeva vā pariyesitvā bhesajjaṁ karontopi santuṭṭhova hoti.",
  "atk-s0401a7:23_4": "Ayamassa gilānapaccaye yathābalasantoso.",
  "atk-s0401a7:24_0": "Aparo mahāpuñño bahuṁ telamadhuphāṇitādipaṇītabhesajjaṁ labhati. So taṁ cīvaraṁ viya",
  "atk-s0401a7:24_1": "theracirapabbajitabahussutaappalābhagilānānaṁ datvā tesaṁ ābhatena yena kenaci yāpentopi",
  "atk-s0401a7:24_2": "santuṭṭhova hoti. Yo pana ekasmiṁ bhājane muttaharītakaṁ ṭhapetvā ekasmiṁ catumadhuraṁ",
  "atk-s0401a7:24_3": "– ‘‘gaṇhatha, bhante, yadicchaka’’nti vuccamāno ‘‘sacassa tesu aññatarenapi rogo",
  "atk-s0401a7:24_4": "vūpasammati, atha muttaharītakaṁ nāma buddhādīhi vaṇṇita’’nti catumadhuraṁ paṭikkhipitvā",
  "atk-s0401a7:24_5": "muttaharītakena bhesajjaṁ karontopi paramasantuṭṭhova hoti. Ayamassa gilānapaccaye",
  "atk-s0401a7:24_6": "yathāsāruppasantoso. Imesaṁ pana paccekapaccayesu tiṇṇaṁ tiṇṇaṁ santosānaṁ yathāsāruppasantosova aggo.",
  "atk-s0401a7:25": "66-67. Chaṭṭhasattamesu ayonisomanasikārayonisomanasikārā heṭṭhā vuttalakkhaṇāva. Sesamettha uttānatthamevāti.",
  "atk-s0401a7:26": "68. Aṭṭhame asampajaññanti asampajānabhāvo, mohassetaṁ adhivacanaṁ. Asampajānassāti ajānantassa sammuḷhassa.",
  "atk-s0401a7:27": "69. Navame sampajaññanti sampajānabhāvo, paññāyetaṁ nāmaṁ. Sampajānassāti sampajānantassa.",
  "atk-s0401a7:28": "70. Dasame pāpamittatāti yassa pāpā lāmakā mittā, so pāpamitto. Pāpamittassa bhāvo pāpamittatā, tenākārena pavattānaṁ catunnaṁ khandhānamevetaṁ nāmaṁ. Vuttampi cetaṁ –",
  "atk-s0401a7:29_0": "‘‘Tattha katamā pāpamittatā? Ye te puggalā assaddhā dussīlā appassutā maccharino",
  "atk-s0401a7:29_1": "duppaññā. Yā tesaṁ sevanā nisevanā saṁsevanā bhajanā sambhajanā bhatti sambhatti",
  "atk-s0401a7:29_2": "sampavaṅkatā. Ayaṁ vuccati pāpamittatā’’ti (vibha. 901).",
  "atk-s0401a7:30": "Vīriyārambhādivaggavaṇṇanā."
}