{
  "atk-s0403a14:0": "(15) 5. Tikaṇḍakīvaggo",
  "atk-s0403a14:1": "1. Avajānātisuttavaṇṇanā",
  "atk-s0403a14:2_0": "141. Pañcamassa paṭhame saṁvāsenāti ekatovāsena. Ādeyyamukhoti ādiyanamukho, gahaṇamukhoti",
  "atk-s0403a14:2_1": "attho. Tamenaṁ datvā avajānātīti “ayaṁ dinnaṁ paṭiggahetumeva jānātī”ti evaṁ avamaññati.",
  "atk-s0403a14:2_2": "Tamenaṁ saṁvāsena avajānātīti appamattake kismiñcideva kujjhitvā “jānāmahaṁ tayā",
  "atk-s0403a14:2_3": "katakammaṁ, ettakaṁ addhānaṁ ahaṁ kiṁ karonto vasiṁ, nanu tuyhameva katākataṁ vīmaṁsanto”tiādīni",
  "atk-s0403a14:2_4": "vattā hoti. Atha itaro “addhā koci mayhaṁ doso bhavissatī”ti kiñci paṭippharituṁ",
  "atk-s0403a14:2_5": "na sakkoti. Taṁ khippaññeva adhimuccitā hotīti taṁ vaṇṇaṁ vā avaṇṇaṁ vā sīghameva",
  "atk-s0403a14:2_6": "saddahati. Saddahanaṭṭhena hi ādānena esa ādiyanamukhoti vutto. Ādheyyamukhoti pāḷiyā",
  "atk-s0403a14:2_7": "pana ṭhapitamukhoti attho. Magge khaṭaāvāṭo viya āgatāgataṁ udakaṁ vaṇṇaṁ vā avaṇṇaṁ",
  "atk-s0403a14:2_8": "vā saddahanavasena sampaṭicchituṁ ṭhapitamukhoti vuttaṁ hoti.",
  "atk-s0403a14:3_0": "Ittarasaddhoti parittakasaddho. Kusalākusale dhamme na jānātītiādīsu kusale dhamme",
  "atk-s0403a14:3_1": "“ime kusalā”ti na jānāti, akusale dhamme “ime akusalā”ti na jānāti. Tathā sāvajje",
  "atk-s0403a14:3_2": "sadosadhamme “ime sāvajjā”ti, anavajje ca niddosadhamme “ime anavajjā”ti, hīne hīnāti,",
  "atk-s0403a14:3_3": "paṇīte paṇītāti. Kaṇhasukkasappaṭibhāgeti “ime kaṇhā sukke paṭibāhetvā ṭhitattā sappaṭibhāgā",
  "atk-s0403a14:3_4": "nāma, ime ca sukkā kaṇhe paṭibāhitvā ṭhitattā sappaṭibhāgā”ti na jānāti.",
  "atk-s0403a14:4": "2. Ārabhatisuttavaṇṇanā",
  "atk-s0403a14:5_0": "142. Dutiye ārabhati ca vippaṭisārī ca hotīti āpattivītikkamanavasena ārabhati ceva,",
  "atk-s0403a14:5_1": "tappaccayā ca vippaṭisārī hoti. Cetovimuttiṁ paññāvimuttinti arahattasamādhiñceva",
  "atk-s0403a14:5_2": "arahattaphalañāṇañca. Nappajānātīti anadhigatattā na jānāti. Ārabhati na vippaṭisārī",
  "atk-s0403a14:5_3": "hotīti āpattiṁ āpajjati, vuṭṭhitattā pana na vippaṭisārī hoti. Nārabhati vippaṭisārī",
  "atk-s0403a14:5_4": "hotīti sakiṁ āpattiṁ āpajjitvā tato vuṭṭhāya pacchā kiñcāpi nāpajjati, vippaṭisāraṁ",
  "atk-s0403a14:5_5": "pana vinodetuṁ na sakkoti. Nārabhati na vippaṭisārī hotīti na ceva āpattiṁ āpajjati,",
  "atk-s0403a14:5_6": "na ca vippaṭisārī hoti. Tañca cetovimuttiṁ…pe… nirujjhantīti arahattaṁ pana appatto",
  "atk-s0403a14:5_7": "hoti. Pañcamanayena khīṇāsavo kathito.",
  "atk-s0403a14:6_0": "Ārambhajāti āpattivītikkamasambhavā. Vippaṭisārajāti vippaṭisārato jātā. Pavaḍḍhantīti",
  "atk-s0403a14:6_1": "punappunaṁ uppajjanena vaḍḍhanti. Ārambhaje āsave pahāyāti vītikkamasambhave āsave",
  "atk-s0403a14:6_2": "āpattidesanāya vā āpattivuṭṭhānena vā pajahitvā. Paṭivinodetvāti suddhante ṭhitabhāvapaccavekkhaṇena",
  "atk-s0403a14:6_3": "nīharitvā. Cittaṁ paññañca bhāvetūti vipassanācittañca taṁsampayuttaṁ paññañca bhāvetu.",
  "atk-s0403a14:6_4": "Sesaṁ iminā upāyeneva veditabbanti.",
  "atk-s0403a14:7": "3. Sārandadasuttavaṇṇanā",
  "atk-s0403a14:8_0": "143. Tatiye kāmādhimuttānanti vatthukāmakilesakāmesu adhimuttānaṁ. Dhammānudhammappaṭipannoti",
  "atk-s0403a14:8_1": "navalokuttaradhammatthāya sahasīlakaṁ pubbabhāgappaṭipadaṁ paṭipanno paṭipattipūrako",
  "atk-s0403a14:8_2": "puggalo dullabho lokasmiṁ.",
  "atk-s0403a14:9": "4. Tikaṇḍakīsuttavaṇṇanā",
  "atk-s0403a14:10_0": "144. Catutthe appaṭikūleti appaṭikūlārammaṇe. Paṭikūlasaññīti paṭikūlanti evaṁsaññī.",
  "atk-s0403a14:10_1": "Esa nayo sabbattha. Kathaṁ panāyaṁ evaṁ viharatīti? Iṭṭhasmiṁ vatthusmiṁ pana asubhāya",
  "atk-s0403a14:10_2": "vā pharati, aniccato vā upasaṁharati. Evaṁ tāva appaṭikūle paṭikūlasaññī viharati.",
  "atk-s0403a14:10_3": "Aniṭṭhasmiṁ vatthusmiṁ mettāya vā pharati, dhātuto vā upasaṁharati. Evaṁ paṭikūle",
  "atk-s0403a14:10_4": "appaṭikūlasaññī viharati. Ubhayasmiṁ pana purimanayassa ca pacchimanayassa ca vasena",
  "atk-s0403a14:10_5": "tatiyacatutthavārā vuttā, chaḷaṅgupekkhāvasena pañcamo. Chaḷaṅgupekkhā cesā khīṇāsavassa",
  "atk-s0403a14:10_6": "upekkhāsadisā, na pana khīṇāsavupekkhā. Tattha upekkhako vihareyyāti majjhattabhāve",
  "atk-s0403a14:10_7": "ṭhito vihareyya. Kvacanīti kismiñci ārammaṇe. Katthacīti kismiñci padese. Kiñcanati",
  "atk-s0403a14:10_8": "koci appamattakopi. Iti imasmiṁ sutte pañcasu ṭhānesu vipassanāva kathitā. Taṁ āraddhavipassako",
  "atk-s0403a14:10_9": "bhikkhu kātuṁ sakkoti, ñāṇavā paññuttaro bahussutasamaṇopi kātuṁ sakkoti. Sotāpannasakadāgāmianāgāmino",
  "atk-s0403a14:10_10": "kātuṁ sakkontiyeva, khīṇāsave vattabbameva natthīti. Pañcamaṁ uttānameva.",
  "atk-s0403a14:11": "6. Mittasuttavaṇṇanā",
  "atk-s0403a14:12_0": "146. Chaṭṭhe kammantaṁ kāretīti khettādikammantaṁ kāreti. Adhikaraṇaṁ ādiyatīti cattāri",
  "atk-s0403a14:12_1": "adhikaraṇāni ādiyati. Pāmokkhesu bhikkhūsūti disāpāmokkhesu bhikkhūsu. Paṭiviruddhohotīti",
  "atk-s0403a14:12_2": "paccanīkaggāhitāya viruddho hoti. Anavatthacārikanti anavatthānacārikaṁ.",
  "atk-s0403a14:13": "7. Asappurisadānasuttavaṇṇanā",
  "atk-s0403a14:14_0": "147. Sattame asakkaccaṁ detīti na sakkaritvā suciṁ katvā deti. Acittīkatvā detīti",
  "atk-s0403a14:14_1": "acittīkārena agāravavasena deti. Apaviddhaṁ detīti na nirantaraṁ deti, atha vā chaḍḍetukāmo",
  "atk-s0403a14:14_2": "viya deti. Anāgamanadiṭṭhiko detīti katassa nāma phalaṁ āgamissatīti na evaṁ āgamanadiṭṭhiṁ na uppādetvā deti.",
  "atk-s0403a14:15_0": "Sukkapakkhe cittīkatvā detīti deyyadhamme ca dakkhiṇeyyesu ca cittīkāraṁ upaṭṭhapetvā",
  "atk-s0403a14:15_1": "deti. Tattha deyyadhammaṁ paṇītaṁ ojavantaṁ katvā dento deyyadhamme cittīkāraṁ upaṭṭhapeti",
  "atk-s0403a14:15_2": "nāma. Puggalaṁ vicinitvā dento dakkhiṇeyyesu cittīkāraṁ upaṭṭhapeti nāma. Sahatthā",
  "atk-s0403a14:15_3": "detīti āṇattiyā parahatthena adatvā “anamatagge saṁsāre vicarantena me hatthapādānaṁ",
  "atk-s0403a14:15_4": "aladdhakālassa pamāṇaṁ nāma natthi, vaṭṭamokkhaṁ bhavanissaraṇaṁ karissāmī”ti sahattheneva",
  "atk-s0403a14:15_5": "deti. Āgamanadiṭṭhikoti “anāgatabhavassa paccayo bhavissatī”ti kammañca vipākañca saddahitvā detīti.",
  "atk-s0403a14:16": "8. Sappurisadānasuttavaṇṇanā",
  "atk-s0403a14:17_0": "148. Aṭṭhame saddhāyāti dānañca dānaphalañca saddahitvā. Kālenāti yuttappattakālena.",
  "atk-s0403a14:17_1": "Anaggahitacittoti aggahitacitto muttacāgo hutvā. Anupahaccāti anupaghātetvā guṇe",
  "atk-s0403a14:17_2": "amakkhetvā. Kālāgatā cassa atthā pacurā hontīti atthā āgacchamānā vayovuḍḍhakāle",
  "atk-s0403a14:17_3": "anāgantvā yuttappattakāle paṭhamavayasmiṁyeva āgacchanti ceva bahū ca honti.",
  "atk-s0403a14:18": "9. Paṭhamasamayavimuttasuttavaṇṇanā",
  "atk-s0403a14:19": "149. Navame samayavimuttassāti appitappitakkhaṇeyeva vikkhambhitehi kilesehi vimuttattā samayavimuttisaṅkhātāya lokiyavimuttiyā vimuttacittassa. Dasamaṁ uttānatthameva.",
  "atk-s0403a14:20": "Tikaṇḍakīvaggo pañcamo.",
  "atk-s0403a14:21": "Tatiyapaṇṇāsakaṁ niṭṭhitaṁ.",
  "atk-s0403a14:22": "4. Catutthapaṇṇāsakaṁ"
}