{
  "atk-s0404a31:0": "1. Nissayavaggo",
  "atk-s0404a31:1": "1-6. Kimatthiyasuttādivaṇṇanā",
  "atk-s0404a31:2": "1-6. Ekādasakanipātassa paṭhamādīni heṭṭhā vuttanayāneva. Kevalañcettha ādito pañcasu nibbidāvirāgaṁ dvidhā bhinditvā ekādasaṅgāni katāni. Chaṭṭhe sikkhāpaccakkhānaṁ adhikaṁ.",
  "atk-s0404a31:3": "7-8. Paṭhamasaññāsuttādivaṇṇanā",
  "atk-s0404a31:4_0": "7-8. Sattame atthena atthoti atthena saddhimattho. Byañjanena byañjananti byañjanena",
  "atk-s0404a31:4_1": "saddhiṁ byañjanaṁ. Saṁsandissatīti sampavattissati. Samessatīti samānaṁ bhavissati.",
  "atk-s0404a31:4_2": "Na viggayhissatīti na virajjhissati. Aggapadasminti nibbāne. Aṭṭhame paccavekkhaṇā kathitā.",
  "atk-s0404a31:5": "9. Saddhasuttavaṇṇanā",
  "atk-s0404a31:6_0": "9. Navame doṇiyā baddhoti yavasassadoṇiyā samīpe baddho. Antaraṁ karitvāti abbhantare",
  "atk-s0404a31:6_1": "katvā. Jhāyatīti cinteti. Pajjhāyatīti ito cito ca nānappakārakaṁ jhāyati. Nijjhāyatīti",
  "atk-s0404a31:6_2": "nirantaravasena nibaddhaṁ jhāyati. Pathavimpi nissāya jhāyatīti samāpattiyaṁ sanikantikavasenetaṁ",
  "atk-s0404a31:6_3": "vuttaṁ. Samāpattiyañhi sanikantikattā esa khaḷuṅko nāma kato. Āpādīsupi eseva nayo.",
  "atk-s0404a31:7_0": "Kathañca saddha ājānīyajhāyitaṁ hotīti kathaṁ kāraṇākāraṇaṁ jānantassa sindhavassa",
  "atk-s0404a31:7_1": "jhāyitaṁ hoti. Yathā iṇantiādīsu iṇasadisaṁ bandhanasadisaṁ dhanajānisadisaṁ kalisaṅkhātamahāparādhasadisañca",
  "atk-s0404a31:7_2": "katvā attano abhimukhassa patodassa ajjhoharaṇasaṅkhātaṁ patanaṁ vipassatīti attho.",
  "atk-s0404a31:7_3": "Neva pathaviṁ nissāya jhāyatīti samāpattisukhanikantiyā abhāvena pathaviārammaṇāya",
  "atk-s0404a31:7_4": "catukkapañcakajjhānasaññāya na jhāyati, niyantiyā abhāveneva so ājānīyo nāma hotīti.",
  "atk-s0404a31:7_5": "Jhāyati ca panāti nibbānārammaṇāya phalasamāpattiyā jhāyati. Pathaviyaṁ pathavisaññā",
  "atk-s0404a31:7_6": "vibhūtā hotīti pathavārammaṇe uppannā catukkapañcakajjhānasaññā vibhūtā pākaṭā hoti.",
  "atk-s0404a31:7_7": "‘‘Vibhūtā, bhante, rūpasaññā avibhūtā aṭṭhikasaññā’’ti imasmiñhi sutte samatikkamassa",
  "atk-s0404a31:7_8": "atthitāya vibhūtatā vuttā, idha pana vipassanāvasena aniccadukkhānattato diṭṭhattā",
  "atk-s0404a31:7_9": "vibhūtā nāma jātā. Āposaññādīsupi eseva nayo. Evamettha heṭṭhā viya samāpattivasena",
  "atk-s0404a31:7_10": "samatikkamaṁ avatvā vipassanācāravasena samatikkamo vutto. Evaṁ jhāyīti evaṁ vipassanāpaṭipāṭiyā",
  "atk-s0404a31:7_11": "āgantvā uppāditāya phalasamāpattiyā jhāyanto.",
  "atk-s0404a31:8": "10. Moranivāpasuttavaṇṇanā",
  "atk-s0404a31:9_0": "10. Dasame accantaniṭṭhoti antaṁ atītattā accantasaṅkhātaṁ avināsadhammaṁ nibbānaṁ",
  "atk-s0404a31:9_1": "niṭṭhā assāti accantaniṭṭho. Iminā nayena sesapadāni veditabbāni. Janetasminti janitasmiṁ",
  "atk-s0404a31:9_2": ", pajāyāti attho. Ye gottapaṭisārinoti ye janā tasmiṁ gotte paṭisaranti ‘‘ahaṁ gotamo,",
  "atk-s0404a31:9_3": "ahaṁ kassapo’’ti, tesu loke gottapaṭisārīsu khattiyo seṭṭho. Anumatā mayāti mama",
  "atk-s0404a31:9_4": "sabbaññutaññāṇena saddhiṁ saṁsandetvā desitā mayā anuññātā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0404a31:10": "Nissayavaggo paṭhamo."
}