{
  "atk-s0502a10:0": "10. Daṇḍavaggo",
  "atk-s0502a10:1": "1. Chabbaggiyabhikkhuvatthu",
  "atk-s0502a10:2": "Sabbetasantīti imaṁ dhammadesanaṁ satthā jetavane viharanto chabbaggiye bhikkhū ārabbha kathesi.",
  "atk-s0502a10:3_0": "Ekasmiñhi samaye sattarasavaggiyehi senāsane paṭijaggite chabbaggiyā bhikkhū ‘‘nikkhamatha,",
  "atk-s0502a10:3_1": "mayaṁ mahallakatarā, amhākaṁ etaṁ pāpuṇātī’’ti vatvā tehi ‘‘na mayaṁ dassāma, amhehi",
  "atk-s0502a10:3_2": "paṭhamaṁ paṭijaggita’’nti vutte te bhikkhū pahariṁsu. Sattarasavaggiyā maraṇabhayatajjitā",
  "atk-s0502a10:3_3": "mahāviravaṁ viraviṁsu. Satthā tesaṁ saddaṁ sutvā ‘‘kiṁ ida’’nti pucchitvā ‘‘idaṁ",
  "atk-s0502a10:3_4": "nāmā’’ti ārocite ‘‘na, bhikkhave, ito paṭṭhāya bhikkhunā nāma evaṁ kattabbaṁ, yo",
  "atk-s0502a10:3_5": "karoti, so imaṁ nāma āpattiṁ āpajjatī’’ti pahāradānasikkhāpadaṁ (pāci. 449 ādayo)",
  "atk-s0502a10:3_6": "paññāpetvā, ‘‘bhikkhave, bhikkhunā nāma ‘yathā ahaṁ, tatheva aññepi daṇḍassa tasanti,",
  "atk-s0502a10:3_7": "maccuno bhāyantī’ti ñatvā paro na paharitabbo, na ghātetabbo’’ti vatvā anusandhiṁ",
  "atk-s0502a10:3_8": "ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a10:4": "129.",
  "atk-s0502a10:5": " ‘‘Sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno;",
  "atk-s0502a10:6": "Attānaṁ upamaṁ katvā, na haneyya na ghātaye’’ti.",
  "atk-s0502a10:7_0": "Tattha sabbe tasantīti sabbepi sattā attani daṇḍe patante tassa daṇḍassa tasanti.",
  "atk-s0502a10:7_1": "Maccunoti maraṇassāpi bhāyantiyeva. Imissā ca desanāya byañjanaṁ niravasesaṁ, attho",
  "atk-s0502a10:7_2": "pana sāvaseso. Yathā hi raññā ‘‘sabbe sannipatantū’’ti bheriyā carāpitāyapi rājamahāmatte",
  "atk-s0502a10:7_3": "ṭhapetvā sesā sannipatanti, evamidha ‘‘sabbe tasantī’’ti vuttepi hatthājāneyyo assājāneyyo",
  "atk-s0502a10:7_4": "usabhājāneyyo khīṇāsavoti ime cattāro ṭhapetvā avasesāva tasantīti veditabbā. Imesu",
  "atk-s0502a10:7_5": "hi khīṇāsavo sakkāyadiṭṭhiyā pahīnattā maraṇakasattaṁ apassanto na bhāyati, itare",
  "atk-s0502a10:7_6": "tayo sakkāyadiṭṭhiyā balavattā attano paṭipakkhabhūtaṁ sattaṁ apassantā na bhāyantīti.",
  "atk-s0502a10:7_7": "Na haneyya na ghātayeti yathā ahaṁ , evaṁ aññepi sattāti neva paraṁ pahareyya na",
  "atk-s0502a10:7_8": "paharāpeyyāti attho.",
  "atk-s0502a10:8": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:9": "Chabbaggiyabhikkhuvatthu paṭhamaṁ.",
  "atk-s0502a10:10": "2. Chabbaggiyabhikkhuvatthu",
  "atk-s0502a10:11": "Sabbe tasantīti imaṁ dhammadesanaṁ satthā jetavane viharanto chabbaggiye bhikkhū ārabbha kathesi.",
  "atk-s0502a10:12_0": "Teyeva ekasmiñhi samaye teneva kāraṇena purimasikkhāpade sattarasavaggiye pahariṁsu.",
  "atk-s0502a10:12_1": "Teneva kāraṇena tesaṁ talasattikaṁ uggiriṁsu. Idhāpi satthā tesaṁ saddaṁ sutvā ‘‘kiṁ",
  "atk-s0502a10:12_2": "ida’’nti pucchitvā ‘‘idaṁ nāmā’’ti ārocite ‘‘na, bhikkhave, ito paṭṭhāya bhikkhunā",
  "atk-s0502a10:12_3": "nāma evaṁ kattabbaṁ, yo karoti, so imaṁ nāma āpattiṁ āpajjatī’’ti talasattikasikkhāpadaṁ",
  "atk-s0502a10:12_4": "(pāci. 454 ādayo) paññāpetvā, ‘‘bhikkhave, bhikkhunā nāma ‘yathā ahaṁ, tatheva aññepi",
  "atk-s0502a10:12_5": "daṇḍassa tasanti, yathā ca mayhaṁ, tatheva nesaṁ jīvitaṁ piya’nti ñatvā paro na paharitabbo",
  "atk-s0502a10:12_6": "na ghāṭetabbo’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a10:13": "130.",
  "atk-s0502a10:14": " ‘‘Sabbe tasanti daṇḍassa, sabbesaṁ jīvitaṁ piyaṁ;",
  "atk-s0502a10:15": "Attānaṁ upamaṁ katvā, na haneyya na ghātaye’’ti.",
  "atk-s0502a10:16": "Tattha sabbesaṁ jīvitaṁ piyanti khīṇāsavaṁ ṭhapetvā sesasattānaṁ jīvitaṁ piyaṁ madhuraṁ, khīṇāsavo pana jīvite vā maraṇe vā upekkhakova hoti. Sesaṁ purimasadisamevāti.",
  "atk-s0502a10:17": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:18": "Chabbaggiyabhikkhuvatthu dutiyaṁ.",
  "atk-s0502a10:19": "3. Sabbahulakumārakavatthu",
  "atk-s0502a10:20": "Sukhakāmānibhūtānīti imaṁ dhammadesanaṁ satthā jetavane viharanto sambahule kumārake ārabbha kathesi.",
  "atk-s0502a10:21_0": "Ekasmiñhi samaye satthā sāvatthiyaṁ piṇḍāya pavisanto antarāmagge sambahule kumārake",
  "atk-s0502a10:21_1": "ekaṁ gharasappajātikaṁ ahiṁ daṇḍakena paharante disvā ‘‘kumārakā kiṁ karothā’’ti",
  "atk-s0502a10:21_2": "pucchitvā ‘‘ahiṁ, bhante, daṇḍakena paharāmā’’ti vutte ‘‘kiṁ kāraṇā’’ti puna pucchitvā",
  "atk-s0502a10:21_3": "‘‘ḍaṁsanabhayena, bhante’’ti vutte ‘‘tumhe ‘attano sukhaṁ karissāmā’ti imaṁ paharantā",
  "atk-s0502a10:21_4": "nibbattanibbattaṭṭhāne sukhalābhino na bhavissatha. Attano sukhaṁ patthentena hi",
  "atk-s0502a10:21_5": "paraṁ paharituṁ na vaṭṭatī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0502a10:22": "131.",
  "atk-s0502a10:23": " ‘‘Sukhakāmāni bhūtāni, yo daṇḍena vihiṁsati;",
  "atk-s0502a10:24": "Attano sukhamesāno, pecca so na labhate sukhaṁ.",
  "atk-s0502a10:25": "132.",
  "atk-s0502a10:26": " ‘‘Sukhakāmāni bhūtāni, yo daṇḍena na hiṁsati;",
  "atk-s0502a10:27": "Attano sukhamesāno, pecca so labhate sukha’’nti.",
  "atk-s0502a10:28_0": "Tattha yo daṇḍenāti yo puggalo daṇḍena vā leḍḍuādīhi vā viheṭheti. Pecca so na labhate",
  "atk-s0502a10:28_1": "sukhanti so puggalo paraloke manussasukhaṁ vā dibbasukhaṁ vā paramatthabhūtaṁ vā",
  "atk-s0502a10:28_2": "nibbānasukhaṁ na labhati. Dutiyagāthāya pecca so labhateti so puggalo paraloke vuttappakāraṁ",
  "atk-s0502a10:28_3": "tividhampi sukhaṁ labhatīti attho.",
  "atk-s0502a10:29": "Desanāvasāne pañcasatāpi te kumārakā sotāpattiphale patiṭṭhahiṁsūti.",
  "atk-s0502a10:30": "Sambahulakumārakavatthu tatiyaṁ.",
  "atk-s0502a10:31": "4. Koṇḍadhānattheravatthu",
  "atk-s0502a10:32": "Māvocapharusaṁ kañcīti imaṁ dhammadesanaṁ satthā jetavane viharanto koṇḍadhānattheraṁ ārabbha kathesi.",
  "atk-s0502a10:33_0": "Tassa kira pabbajitadivasato paṭṭhāya ekaṁ itthirūpaṁ therena saddhiṁyeva vicarati.",
  "atk-s0502a10:33_1": "Taṁ thero na passati, mahājano pana passati. Antogāmaṁ piṇḍāya caratopissa manussā",
  "atk-s0502a10:33_2": "ekaṁ bhikkhaṁ datvā, ‘‘bhante, ayaṁ tumhākaṁ hotu, ayaṁ pana tumhākaṁ sahāyikāyā’’ti",
  "atk-s0502a10:33_3": "vatvā dutiyampi dadanti.",
  "atk-s0502a10:34_0": "Kiṁ tassa pubbakammanti? Kassapasammāsambuddhakāle kira dve sahāyakā bhikkhū ekamātukucchito",
  "atk-s0502a10:34_1": "nikkhantasadisā ativiya samaggā ahesuṁ. Dīghāyukabuddhakāle ca anusaṁvaccharaṁ vā",
  "atk-s0502a10:34_2": "anuchamāsaṁ vā bhikkhū uposathatthāya sannipatanti. Tasmā tepi ‘‘uposathaggaṁ gamissāmā’’ti",
  "atk-s0502a10:34_3": "vasanaṭṭhānā nikkhamiṁsu. Te ekā tāvatiṁsabhavane nibbattadevatā disvā ‘‘ime bhikkhū",
  "atk-s0502a10:34_4": "ativiya samaggā, sakkā nu kho ime bhinditu’’nti cintetvā attano bālatāya cintitasamanantarameva",
  "atk-s0502a10:34_5": "āgantvā tesu ekena, ‘‘āvuso, muhuttaṁ āgamehi, sarīrakiccenamhi atthiko’’ti vutte",
  "atk-s0502a10:34_6": "sā devatā ekaṁ manussitthivaṇṇaṁ māpetvā therassa gacchantaraṁ pavisitvā nikkhamanakāle",
  "atk-s0502a10:34_7": "ekena hatthena kesakalāpaṁ, ekena nivāsanaṁ saṇṭhāpayamānā tassa piṭṭhito nikkhami.",
  "atk-s0502a10:34_8": "So taṁ na passati, tamāgamayamāno pana purato ṭhitabhikkhu nivattitvā olokayamāno",
  "atk-s0502a10:34_9": "taṁ tathā katvā nikkhamantaṁ passi. Sā tena diṭṭhabhāvaṁ ñatvā antaradhāyi. Itaro",
  "atk-s0502a10:34_10": "taṁ bhikkhuṁ attano santikaṁ āgatakāle āha – ‘‘āvuso, sīlaṁ te bhinna’’nti. ‘‘Natthāvuso,",
  "atk-s0502a10:34_11": "mayhaṁ evarūpa’’nti. Idāneva te mayā pacchato nikkhamamānā taruṇaitthī idaṁ nāma",
  "atk-s0502a10:34_12": "karontī diṭṭhā, tvaṁ ‘‘natthi mayhaṁ evarūpa’’nti kiṁ vadesīti. So asaniyā matthake",
  "atk-s0502a10:34_13": "avatthaṭo viya mā maṁ, āvuso, nāsehi, natthi mayhaṁ evarūpanti. Itaro ‘‘mayā sāmaṁ",
  "atk-s0502a10:34_14": "akkhīhi diṭṭhaṁ, kiṁ tava saddahissāmī’’ti daṇḍako viya bhijjitvā pakkāmi, uposathaggepi",
  "atk-s0502a10:34_15": "‘‘nāhaṁ iminā saddhiṁ uposathaṁ karissāmī’’ti nisīdi. Itaro ‘‘mayhaṁ, bhante, sīle",
  "atk-s0502a10:34_16": "aṇumattampi kāḷaṁ natthī’’ti bhikkhūnaṁ kathesi. Sopi ‘‘mayā sāmaṁ diṭṭha’’nti āha.",
  "atk-s0502a10:34_17": "Devatā taṁ tena saddhiṁ uposathaṁ kātuṁ anicchantaṁ disvā ‘‘bhāriyaṁ mayā kammaṁ",
  "atk-s0502a10:34_18": "kata’’nti cintetvā – ‘‘bhante, mayhaṁ ayyassa sīlabhedo natthi, mayā pana vīmaṁsanavasenetaṁ",
  "atk-s0502a10:34_19": "kataṁ, karotha tena saddhiṁ uposatha’’nti āha. So tassā ākāse ṭhatvā kathentiyā saddahitvā",
  "atk-s0502a10:34_20": "uposathaṁ akāsi , na pana there pubbe viya muducitto ahosi. Ettakaṁ devatāya pubbakammaṁ.",
  "atk-s0502a10:35_0": "Āyupariyosāne pana te therā yathāsukhaṁ devaloke nibbattiṁsu. Devatā apīcimhi nibbattitvā",
  "atk-s0502a10:35_1": "ekaṁ buddhantaraṁ tattha paccitvā imasmiṁ buddhuppāde sāvatthiyaṁ nibbattitvā vuddhimanvāya",
  "atk-s0502a10:35_2": "sāsane pabbajitvā upasampadaṁ labhi. Tassa pabbajitadivasato paṭṭhāya taṁ itthirūpaṁ",
  "atk-s0502a10:35_3": "tatheva paññāyi. Tenevassa koṇḍadhānattheroti nāmaṁ kariṁsu. Taṁ tathāvicarantaṁ",
  "atk-s0502a10:35_4": "disvā bhikkhū anāthapiṇḍikaṁ āhaṁsu – ‘‘mahāseṭṭhi, imaṁ dussīlaṁ tava vihārā nīhara.",
  "atk-s0502a10:35_5": "Imañhi nissāya sesabhikkhūnaṁ ayaso uppajjissatī’’ti. Kiṁ pana, bhante, satthā vihāre",
  "atk-s0502a10:35_6": "natthīti? Atthi upāsakāti. Tena hi, bhante, satthāva jānissatīti. Bhikkhū gantvā",
  "atk-s0502a10:35_7": "visākhāyapi tatheva kathesuṁ. Sāpi nesaṁ tatheva paṭivacanaṁ adāsi.",
  "atk-s0502a10:36_0": "Bhikkhūpi tehi asampaṭicchitavacanā rañño ārocesuṁ – ‘‘mahārāja, koṇḍadhānatthero",
  "atk-s0502a10:36_1": "ekaṁ itthiṁ gahetvā vicaranto sabbesaṁ ayasaṁ uppādesi, taṁ tumhākaṁ vijitā nīharathā’’ti.",
  "atk-s0502a10:36_2": "‘‘Kahaṁ pana so, bhante’’ti? ‘‘Vihāre, mahārājā’’ti. ‘‘Katarasmiṁ senāsane viharatī’’ti?",
  "atk-s0502a10:36_3": "‘‘Asukasmiṁ nāmā’’ti. ‘‘Tena hi gacchatha, ahaṁ taṁ gaṇhissāmī’’ti so sāyanhasamaye",
  "atk-s0502a10:36_4": "vihāraṁ gantvā taṁ senāsanaṁ purisehi parikkhipāpetvā therassa vasanaṭṭhānābhimukho",
  "atk-s0502a10:36_5": "agamāsi. Thero mahāsaddaṁ sutvā vihārā nikkhamitvā pamukhe aṭṭhāsi. Tampissa itthirūpaṁ",
  "atk-s0502a10:36_6": "piṭṭhipasse ṭhitaṁ rājā addasa. Thero rañño āgamanaṁ ñatvā vihāraṁ abhiruhitvā nisīdi.",
  "atk-s0502a10:36_7": "Rājā theraṁ na vandi, tampi itthiṁ nāddasa. So dvārantarepi heṭṭhāmañcepi olokento",
  "atk-s0502a10:36_8": "adisvāva theraṁ āha – ‘‘bhante, imasmiṁ ṭhāne ekaṁ itthiṁ addasaṁ, kahaṁ sā’’ti?",
  "atk-s0502a10:36_9": "‘‘Na passāmi, mahārājā’’ti. ‘‘Idāni mayā tumhākaṁ piṭṭhipasse ṭhitā diṭṭhā’’ti vuttepi",
  "atk-s0502a10:36_10": "‘‘ahaṁ na passāmi’’ccevāha. Rājā ‘‘kiṁ nu kho eta’’nti cintetvā, ‘‘bhante, ito tāva",
  "atk-s0502a10:36_11": "nikkhamathā’’ti āha. There nikkhamitvā pamukhe ṭhite puna sā therassa piṭṭhipasse",
  "atk-s0502a10:36_12": "aṭṭhāsi. Rājā taṁ disvā puna uparitalaṁ abhiruhi, tassa āgatabhāvaṁ ñatvā thero nisīdi.",
  "atk-s0502a10:36_13": "Puna rājā taṁ sabbaṭṭhānesu olokentopi adisvā, ‘‘bhante, kahaṁ sā itthī’’ti puna",
  "atk-s0502a10:36_14": "theraṁ pucchi. Nāhaṁ passāmi mahārājāti. ‘‘Kiṁ kathetha, bhante, mayā idāneva tumhākaṁ",
  "atk-s0502a10:36_15": "piṭṭhipasse ṭhitā diṭṭhā’’ti āha. Āma, mahārāja, mahājanopi ‘‘me pacchato pacchato",
  "atk-s0502a10:36_16": "itthī vicaratī’’ti vadati, ahaṁ pana na passāmīti . Rājā ‘‘paṭirūpakena bhavitabba’’nti",
  "atk-s0502a10:36_17": "sallakkhetvā puna theraṁ, ‘‘bhante, ito tāva otarathā’’ti vatvā there otaritvā pamukhe",
  "atk-s0502a10:36_18": "ṭhite puna taṁ tassa piṭṭhipasse ṭhitaṁ disvā uparitalaṁ abhiruhi. Puna nāddasa.",
  "atk-s0502a10:36_19": "So puna theraṁ pucchitvā tena ‘‘na passāmi’’cceva vutte ‘‘paṭirūpakameveta’’nti niṭṭhaṁ",
  "atk-s0502a10:36_20": "gantvā theraṁ āha – ‘‘bhante, evarūpe saṁkilese tumhākaṁ piṭṭhito vicarante añño",
  "atk-s0502a10:36_21": "koci tumhākaṁ bhikkhaṁ na dassati, nibaddhaṁ mama gehaṁ pavisatha, ahameva catūhi",
  "atk-s0502a10:36_22": "paccayehi upaṭṭhahissāmī’’ti theraṁ nimantetvā pakkāmi.",
  "atk-s0502a10:37_0": "Bhikkhū ‘‘passathāvuso, rañño pāpakiriyaṁ, ‘etaṁ vihārato nīharā’ti vutte āgantvā",
  "atk-s0502a10:37_1": "catūhi paccayehi nimantetvā gato’’ti ujjhāyiṁsu. Tampi theraṁ āhaṁsu – ‘‘ambho, dussīla,",
  "atk-s0502a10:37_2": "idānisi rājakoṇḍo jāto’’ti. Sopi pubbe bhikkhū kiñci vattuṁ asakkonto ‘‘tumhe dussīlā,",
  "atk-s0502a10:37_3": "tumhe koṇḍā, tumhe itthiṁ gahetvā vicarathā’’ti āha. Te gantvā satthu ārocesuṁ –",
  "atk-s0502a10:37_4": "‘‘bhante, koṇḍadhānatthero amhehi vutto amhe ‘dussīlā’tiādīni vatvā akkosatī’’ti.",
  "atk-s0502a10:37_5": "Satthā taṁ pakkosāpetvā pucchi – ‘‘saccaṁ kira tvaṁ, bhikkhu, evaṁ vadesī’’ti? ‘‘Saccaṁ,",
  "atk-s0502a10:37_6": "bhante’’ti. ‘‘Kiṁ kāraṇā’’ti? ‘‘Mayā saddhiṁ kathitakāraṇā’’ti. ‘‘Tumhe, bhikkhave,",
  "atk-s0502a10:37_7": "iminā saddhiṁ kasmā kathethā’’ti. ‘‘Imassa pacchato itthiṁ vicarantiṁ disvā, bhante’’ti.",
  "atk-s0502a10:37_8": "‘‘Ime kira tayā saddhiṁ itthiṁ vicarantiṁ disvā vadanti, tvaṁ kasmā kathesi , ete",
  "atk-s0502a10:37_9": "tāva disvā kathenti. Tvaṁ adisvāva imehi saddhiṁ kasmā kathesi, nanu pubbe taveva",
  "atk-s0502a10:37_10": "pāpikaṁ diṭṭhiṁ nissāya idaṁ jātaṁ, idāni kasmā puna pāpikaṁ diṭṭhiṁ gaṇhāsī’’ti.",
  "atk-s0502a10:37_11": "Bhikkhū ‘‘kiṁ pana, bhante, iminā pubbe kata’’nti pucchiṁsu. Atha nesaṁ satthā tassa",
  "atk-s0502a10:37_12": "pubbakammaṁ kathetvā ‘‘bhikkhu idaṁ pāpakammaṁ nissāya tvaṁ imaṁ vippakāraṁ patto,",
  "atk-s0502a10:37_13": "idāni te puna tathārūpaṁ pāpikaṁ diṭṭhiṁ gahetuṁ na yuttaṁ, mā puna bhikkhūhi saddhiṁ",
  "atk-s0502a10:37_14": "kiñci kathehi, nissaddo mukhavaṭṭiyaṁ chinnakaṁsathālasadiso hohi, evaṁ karonto nibbānappatto",
  "atk-s0502a10:37_15": "nāma bhavissatī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0502a10:38": "133.",
  "atk-s0502a10:39": " ‘‘Māvoca pharusaṁ kañci, vuttā paṭivadeyyu taṁ;",
  "atk-s0502a10:40": "Dukkhā hi sārambhakathā, paṭidaṇḍā phuseyyu taṁ.",
  "atk-s0502a10:41": "134.",
  "atk-s0502a10:42": " ‘‘Sace neresi attānaṁ, kaṁso upahato yathā;",
  "atk-s0502a10:43": "Esa pattosi nibbānaṁ, sārambho te na vijjatī’’ti.",
  "atk-s0502a10:44_0": "Tattha māvoca pharusaṁ kañcīti kañci ekapuggalampi pharusaṁ mā avaca. Vuttāti tayā",
  "atk-s0502a10:44_1": "pare ‘‘dussīlā’’ti vuttā, tampi tatheva paṭivadeyyuṁ. Sārambhakathāti esā karaṇuttarā",
  "atk-s0502a10:44_2": "yugaggāhakathā nāma dukkhā. Paṭidaṇḍāti kāyadaṇḍādīhi paraṁ paharantassa tādisā paṭidaṇḍā",
  "atk-s0502a10:44_3": "ca tava matthake pateyyuṁ. Sace neresīti sace attānaṁ niccalaṁ kātuṁ sakkhissasi.",
  "atk-s0502a10:44_4": "Kaṁso upahato yathāti mukhavaṭṭiyaṁ chinditvā talamattaṁ katvā ṭhapitakaṁsathālaṁ",
  "atk-s0502a10:44_5": "viya. Tañhi hatthapādehi vā daṇḍakena vā pahaṭampi saddaṁ na karoti, esa pattosīti",
  "atk-s0502a10:44_6": "sace evarūpo bhavituṁ sakkhissasi, imaṁ paṭipadaṁ pūrayamāno idāni appattopi eso",
  "atk-s0502a10:44_7": "nibbānappatto nāma. Sārambho te na vijjatīti evaṁ sante ca pana ‘‘tvaṁ dussīlo, tumhe",
  "atk-s0502a10:44_8": "dussīlā’’tievamādiko uttarakaraṇavācālakkhaṇo sārambhopi te na vijjati, na bhavissatiyevāti attho.",
  "atk-s0502a10:45": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsu, koṇḍadhānattheropi satthārā dinnaovāde ṭhatvā arahattaṁ pāpuṇi, na cirasseva ākāse uppatitvā paṭhamaṁ salākaṁ gaṇhīti.",
  "atk-s0502a10:46": "Koṇḍadhānattheravatthu catutthaṁ.",
  "atk-s0502a10:47": "5. Uposathikaitthīnaṁ vatthu",
  "atk-s0502a10:48": "Yathā daṇḍenāti imaṁ dhammadesanaṁ satthā pubbārāme viharanto visākhādīnaṁ upāsikānaṁ uposathakammaṁ ārabbha kathesi.",
  "atk-s0502a10:49_0": "Sāvatthiyaṁ kira ekasmiṁ mahāuposathadivase pañcasatamattā itthiyo uposathikā hutvā",
  "atk-s0502a10:49_1": "vihāraṁ agamiṁsu. Visākhā tāsu mahallakitthiyo upasaṅkamitvā pucchi, ‘‘ammā, kimatthaṁ",
  "atk-s0502a10:49_2": "uposathikā jātatthā’’ti. Tāhi ‘‘dibbasampattiṁ patthetvā’’ti vutte majjhimitthiyo",
  "atk-s0502a10:49_3": "pucchi, tāhi ‘‘sapattivāsā muccanatthāyā’’ti vutte taruṇitthiyo pucchi, tāhi ‘‘paṭhamagabbhe",
  "atk-s0502a10:49_4": "puttapaṭilābhatthāyā’’ti vutte kumārikāyo pucchi, tāhi ‘‘taruṇabhāveyeva patikulagamanatthāyā’’ti",
  "atk-s0502a10:49_5": "vutte taṁ sabbampi tāsaṁ kathaṁ sutvā tā ādāya satthu santikaṁ gantvā paṭipāṭiyā",
  "atk-s0502a10:49_6": "ārocesi. Taṁ sutvā satthā ‘‘visākhe imesaṁ sattānaṁ jātiādayo nāma daṇḍahatthakagopālakasadisā,",
  "atk-s0502a10:49_7": "jāti jarāya santikaṁ, jarā byādhino santikaṁ, byādhi maraṇassa santikaṁ pesetvā maraṇaṁ",
  "atk-s0502a10:49_8": "kuṭhāriyā chindantā viya jīvitaṁ chindati, evaṁ santepi vivaṭṭaṁ patthentā nāma natthi,",
  "atk-s0502a10:49_9": "vaṭṭameva pana patthentī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a10:50": "135.",
  "atk-s0502a10:51": " ‘‘Yathā daṇḍena gopālo, gāvo pājeti gocaraṁ;",
  "atk-s0502a10:52": "Evaṁ jarā ca maccu ca, āyuṁ pājenti pāṇina’’nti.",
  "atk-s0502a10:53_0": "Tattha pājetīti cheko gopālo kedārantaraṁ pavisantiyo gāvo daṇḍena nivāretvā teneva",
  "atk-s0502a10:53_1": "pothento sulabhatiṇodakaṁ gocaraṁ neti. Āyuṁ pājentīti jīvitindriyaṁ chindanti khepenti.",
  "atk-s0502a10:53_2": "Gopālako viya hi jarā ca maccu ca, gogaṇo viya jīvitindriyaṁ, gocarabhūmi viya maraṇaṁ.",
  "atk-s0502a10:53_3": "Tattha jāti tāva sattānaṁ jīvitindriyaṁ jarāya santikaṁ pesesi, jarā byādhino santikaṁ",
  "atk-s0502a10:53_4": ", byādhi maraṇassa santikaṁ. Tameva maraṇaṁ kuṭhāriyā chedaṁ viya chinditvā gacchatīti",
  "atk-s0502a10:53_5": "idamettha opammasampaṭipādanaṁ.",
  "atk-s0502a10:54": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:55": "Uposathikaitthīnaṁ vatthu pañcamaṁ.",
  "atk-s0502a10:56": "6. Ajagarapetavatthu",
  "atk-s0502a10:57": "Athapāpāni kammānīti imaṁ dhammadesanaṁ satthā veḷuvane viharanto ajagarapetaṁ ārabbha kathesi.",
  "atk-s0502a10:58_0": "Ekasmiñhi samaye mahāmoggallānatthero lakkhaṇattherena saddhiṁ gijjhakūṭato otaranto",
  "atk-s0502a10:58_1": "dibbena cakkhunā pañcavīsatiyojanikaṁ ajagarapetaṁ nāma addasa. Tassa sīsato aggijālā",
  "atk-s0502a10:58_2": "uṭṭhahitvā pariyantaṁ gacchanti, pariyantato uṭṭhahitvā sīsaṁ gacchanti, ubhayato",
  "atk-s0502a10:58_3": "uṭṭhahitvā majjhe otaranti. Thero taṁ disvā sitaṁ pātvākāsi. Lakkhaṇattherena sitakāraṇaṁ",
  "atk-s0502a10:58_4": "puṭṭho ‘‘akālo, āvuso, imassa pañhassa veyyākaraṇāya, satthu santike maṁ puccheyyāsī’’ti",
  "atk-s0502a10:58_5": "vatvā rājagahe piṇḍāya caritvā satthu santikaṁ gatakāle lakkhaṇattherena puṭṭho āha",
  "atk-s0502a10:58_6": "– ‘‘tatrāhaṁ, āvuso, ekaṁ petaṁ addasaṁ, tassa evarūpo nāma attabhāvo, ahaṁ taṁ disvā",
  "atk-s0502a10:58_7": "‘na vata me evarūpo attabhāvo diṭṭhapubbo’ti sitaṁ pātvākāsi’’nti. Satthā ‘‘cakkhubhūtā",
  "atk-s0502a10:58_8": "vata, bhikkhave, sāvakā viharantī’’tiādīni (pārā. 228; saṁ. ni. 2.202) vadanto therassa",
  "atk-s0502a10:58_9": "kathaṁ patiṭṭhāpetvā ‘‘mayāpi eso, bhikkhave, peto bodhimaṇḍeyeva diṭṭho, ‘ye ca",
  "atk-s0502a10:58_10": "pana me vacanaṁ na saddaheyyuṁ, tesaṁ taṁ ahitāya assā’ti na kathesiṁ, idāni moggallānaṁ",
  "atk-s0502a10:58_11": "sakkhiṁ labhitvā kathemī’’ti vatvā bhikkhūhi tassa pubbakammaṁ puṭṭho byākāsi –",
  "atk-s0502a10:59_0": "Kassapabuddhakāle kira sumaṅgalaseṭṭhi nāma suvaṇṇiṭṭhakāhi bhūmiṁ santharitvā vīsatiusabhaṭṭhāne",
  "atk-s0502a10:59_1": "tattakeneva dhanena vihāraṁ kāretvā tāvattakeneva vihāramahaṁ kāresi. So ekadivasaṁ",
  "atk-s0502a10:59_2": "pātova satthu santikaṁ gacchanto nagaradvāre ekissā sālāya kāsāvaṁ sasīsaṁ pārupitvā",
  "atk-s0502a10:59_3": "kalalamakkhitehi pādehi nipannaṁ ekaṁ coraṁ disvā ‘‘ayaṁ kalalamakkhitapādo rattiṁ",
  "atk-s0502a10:59_4": "vicaritvā divā nipannamanusso bhavissatī’’ti āha. Coro mukhaṁ vivaritvā seṭṭhiṁ disvā",
  "atk-s0502a10:59_5": "‘‘hotu, jānissāmi te kattabba’’nti āghātaṁ bandhitvā sattakkhattuṁ khettaṁ jhāpesi,",
  "atk-s0502a10:59_6": "sattakkhattuṁ vaje gunnaṁ pāde chindi, sattakkhattuṁ gehaṁ jhāpesi, so ettakenāpi",
  "atk-s0502a10:59_7": "kopaṁ nibbāpetuṁ asakkonto tassa cūḷūpaṭṭhākena saddhiṁ mittasanthavaṁ katvā ‘‘kiṁ",
  "atk-s0502a10:59_8": "te seṭṭhino piya’’nti puṭṭho ‘‘gandhakuṭito aññaṁ tassa piyataraṁ natthī’’ti sutvā",
  "atk-s0502a10:59_9": "‘‘hotu, gandhakuṭiṁ jhāpetvā kopaṁ nibbāpessāmī’’ti satthari piṇḍāya paviṭṭhe pānīyaparibhojanīyaghaṭe",
  "atk-s0502a10:59_10": "bhinditvā gandhakuṭiyaṁ aggiṁ adāsi. Seṭṭhi ‘‘gandhakuṭi kira jhāyatī’’ti sutvā āgacchanto",
  "atk-s0502a10:59_11": "jhāmakāle āgantvā gandhakuṭiṁ jhāmaṁ olokento vālaggamattampi domanassaṁ akatvā vāmabāhuṁ",
  "atk-s0502a10:59_12": "samañjitvā dakkhiṇena hatthena mahāapphoṭanaṁ apphoṭesi. Atha naṁ samīpe ṭhitā pucchiṁsu",
  "atk-s0502a10:59_13": "– ‘‘kasmā, sāmi, ettakaṁ dhanaṁ vissajjetvā katagandhakuṭiyā jhāmakāle apphoṭesī’’ti?",
  "atk-s0502a10:59_14": "So āha – ‘‘ettakaṁ me, tātā, aggiādīhi asādhāraṇe buddhassa sāsane dhanaṁ nidahituṁ",
  "atk-s0502a10:59_15": "laddhaṁ, ‘punapi ettakaṁ dhanaṁ vissajjetvā satthu gandhakuṭiṁ kātuṁ labhissāmī’ti",
  "atk-s0502a10:59_16": "tuṭṭhamānaso apphoṭesi’’nti. So puna tattakaṁ dhanaṁ vissajjetvā gandhakuṭiṁ kāretvā",
  "atk-s0502a10:59_17": "vīsatisahassabhikkhuparivārassa satthuno dānaṁ adāsi. Taṁ disvā coro cintesi – ‘‘ahaṁ",
  "atk-s0502a10:59_18": "imaṁ amāretvā maṅkukātuṁ na sakkhissāmi, hotu, māressāmi na’’nti nivāsanantare churikaṁ",
  "atk-s0502a10:59_19": "bandhitvā sattāhaṁ vihāre vicarantopi okāsaṁ na labhi. Mahāseṭṭhipi satta divasāni",
  "atk-s0502a10:59_20": "buddhappamukhassa bhikkhusaṅghassa dānaṁ datvā satthāraṁ vanditvā āha – ‘‘bhante,",
  "atk-s0502a10:59_21": "mama ekena purisena sattakkhattuṁ khettaṁ jhāpitaṁ, sattakkhattuṁ vaje gunnaṁ pādā",
  "atk-s0502a10:59_22": "chinnā, sattakkhattuṁ gehaṁ jhāpitaṁ, idāni gandhakuṭipi teneva jhāpitā bhavissati,",
  "atk-s0502a10:59_23": "ahaṁ imasmiṁ dāne paṭhamaṁ pattiṁ tassa dammī’’ti.",
  "atk-s0502a10:60_0": "Taṁ sutvā coro ‘‘bhāriyaṁ vata me kammaṁ kataṁ, evaṁ aparādhakārake mayi imassa kopamattampi",
  "atk-s0502a10:60_1": "natthi, imasmimpi dāne mayhameva paṭhamaṁ pattiṁ deti, ahaṁ imasmiṁ dubbhāmi, evarūpaṁ",
  "atk-s0502a10:60_2": "me purisaṁ akhamāpentassa devadaṇḍopi me matthake pateyyā’’ti gantvā seṭṭhissa pādamūle",
  "atk-s0502a10:60_3": "nipajjitvā ‘‘khamāhi me, sāmī’’ti vatvā ‘‘kiṁ ida’’nti vutte, ‘‘sāmi, evaṁ ayuttakaṁ",
  "atk-s0502a10:60_4": "kammaṁ mayā kataṁ, tassa me khamāhī’’ti āha. Atha naṁ seṭṭhi ‘‘tayā me idañcidañca",
  "atk-s0502a10:60_5": "kata’’nti sabbaṁ pucchitvā ‘‘āma, mayā kata’’nti vutte, ‘‘tvaṁ mayā na diṭṭhapubbo,",
  "atk-s0502a10:60_6": "kasmā me kujjhitvā evamakāsī’’ti pucchi. So ekadivasaṁ nagarā nikkhantena tena vuttavacanaṁ",
  "atk-s0502a10:60_7": "sāretvā ‘‘iminā me kāraṇena kopo uppādito’’ti āha. Seṭṭhi attanā vuttaṁ saritvā ‘‘āma,",
  "atk-s0502a10:60_8": "tāta, vuttaṁ mayā , taṁ me khamāhī’’ti coraṁ khamāpetvā ‘‘uṭṭhehi, tāta, khamāmi",
  "atk-s0502a10:60_9": "te, gaccha, tātā’’ti āha. Sace me, sāmi, khamasi, saputtadāraṁ maṁ gehe dāsaṁ karohīti.",
  "atk-s0502a10:60_10": "Tāta, tvaṁ mayā ettake kathite evarūpaṁ chedanaṁ akāsi, gehe vasantena pana saddhiṁ",
  "atk-s0502a10:60_11": "na sakkā kiñci kathetuṁ, na me tayā gehe vasantena kiccaṁ atthi, khamāmi te, gaccha,",
  "atk-s0502a10:60_12": "tātāti. Coro taṁ kammaṁ katvā āyupariyosāne avīcimhi nibbatto dīgharattaṁ tattha",
  "atk-s0502a10:60_13": "paccitvā vipākāvasesena idāni gijjhakūṭe pabbate paccatīti.",
  "atk-s0502a10:61_0": "Evaṁ satthā tassa pubbakammaṁ kathetvā, ‘‘bhikkhave, bālā nāma pāpāni kammāni karontā",
  "atk-s0502a10:61_1": "na bujjhanti, pacchā pana attanā katakammehi ḍayhamānā attanāva attano dāvaggisadisāva",
  "atk-s0502a10:61_2": "hontī’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a10:62": "136.",
  "atk-s0502a10:63": " ‘‘Atha pāpāni kammāni, karaṁ bālo na bujjhati;",
  "atk-s0502a10:64": "Sehi kammehi dummedho, aggiḍaḍḍhova tappatī’’ti.",
  "atk-s0502a10:65_0": "Tattha atha pāpānīti na kevalaṁ bālo kodhavasena pāpāni karoti, karontopi pana na",
  "atk-s0502a10:65_1": "bujjhatīti attho. Pāpaṁ karonto ca ‘‘pāpaṁ karomī’’ti abujjhanako nāma natthi. ‘‘Imassa",
  "atk-s0502a10:65_2": "kammassa evarūpo nāma vipāko’’ti ajānanatāya ‘‘na bujjhatī’’ti vuttaṁ. Sehīti so",
  "atk-s0502a10:65_3": "tehi attano santakehi kammehi dummedho nippañño puggalo niraye nibbattitvā aggiḍaḍḍhova tappatīti attho.",
  "atk-s0502a10:66": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:67": "Ajagarapetavatthu chaṭṭhaṁ.",
  "atk-s0502a10:68": "7. Mahāmoggallānattheravatthu",
  "atk-s0502a10:69": "Yodaṇḍenāti imaṁ dhammadesanaṁ satthā veḷuvane viharanto mahāmoggallānattheraṁ ārabbha kathesi.",
  "atk-s0502a10:70_0": "Ekasmiñhi samaye titthiyā sannipatitvā mantesuṁ – ‘‘jānāthāvuso, ‘kena kāraṇena samaṇassa",
  "atk-s0502a10:70_1": "gotamassa lābhasakkāro mahā hutvā nibbatto’ti . Mayaṁ na jānāma, tumhe pana jānāthāti.",
  "atk-s0502a10:70_2": "Āma, jānāma, mahāmoggallānaṁ nāma ekaṁ nissāya uppanno. So hi devalokaṁ gantvā devatāhi",
  "atk-s0502a10:70_3": "katakammaṁ pucchitvā āgantvā manussānaṁ katheti ‘idaṁ nāma katvā evarūpaṁ sampattiṁ",
  "atk-s0502a10:70_4": "labhantī’ti. Niraye nibbattānampi kammaṁ pucchitvā āgantvā manussānaṁ katheti ‘idaṁ",
  "atk-s0502a10:70_5": "nāma katvā evarūpaṁ dukkhaṁ anubhavantī’ti. Manussā tassa kathaṁ sutvā mahantaṁ lābhasakkāraṁ",
  "atk-s0502a10:70_6": "abhiharanti, sace taṁ māretuṁ sakkhissāma, so lābhasakkāro amhākaṁ nibbattissatī’’ti.",
  "atk-s0502a10:70_7": "Te ‘‘attheko upāyo’’ti sabbe ekacchandā hutvā ‘‘yaṁkiñci katvā taṁ mārāpessāmā’’ti",
  "atk-s0502a10:70_8": "attano upaṭṭhāke samādapetvā kahāpaṇasahassaṁ labhitvā purisaghātakammaṁ katvā carante",
  "atk-s0502a10:70_9": "core pakkosāpetvā ‘‘mahāmoggallānatthero nāma kāḷasilāyaṁ vasati, tattha gantvā taṁ",
  "atk-s0502a10:70_10": "mārethā’’ti tesaṁ kahāpaṇe adaṁsu. Corā dhanalobhena sampaṭicchitvā ‘‘theraṁ māressāmā’’ti",
  "atk-s0502a10:70_11": "gantvā tassa vasanaṭṭhānaṁ parivāresuṁ. Thero tehi parikkhittabhāvaṁ ñatvā kuñcikacchiddena",
  "atk-s0502a10:70_12": "nikkhamitvā pakkāmi. Te corā taṁ divasaṁ theraṁ adisvā punekadivasaṁ gantvā parikkhipiṁsu.",
  "atk-s0502a10:70_13": "Thero ñatvā kaṇṇikāmaṇḍalaṁ bhinditvā ākāsaṁ pakkhandi. Evaṁ te paṭhamamāsepi majjhimamāsepi",
  "atk-s0502a10:70_14": "theraṁ gahetuṁ nāsakkhiṁsu. Pacchimamāse pana sampatte thero attanā katakammassa",
  "atk-s0502a10:70_15": "ākaḍḍhanabhāvaṁ ñatvā na apagacchi. Corā gantvā theraṁ gahetvā taṇḍulakaṇamattānissa",
  "atk-s0502a10:70_16": "aṭṭhīni karontā bhindiṁsu. Atha naṁ ‘‘mato’’ti saññāya ekasmiṁ gumbapiṭṭhe khipitvā pakkamiṁsu.",
  "atk-s0502a10:71_0": "Thero ‘‘satthāraṁ passitvāva parinibbāyissāmī’’ti attabhāvaṁ jhānaveṭhanena veṭhetvā",
  "atk-s0502a10:71_1": "thiraṁ katvā ākāsena satthu santikaṁ gantvā satthāraṁ vanditvā, ‘‘bhante, parinibbāyissāmī’’ti",
  "atk-s0502a10:71_2": "āha. ‘‘Parinibbāyissasi, moggallānā’’ti? ‘‘Āma, bhante’’ti. ‘‘Kattha gantvā’’ti?",
  "atk-s0502a10:71_3": "‘‘Kāḷasilāpadesaṁ, bhante’’ti. Tena hi, moggallāna, mayhaṁ dhammaṁ kathetvā yāhi.",
  "atk-s0502a10:71_4": "Tādisassa hi me sāvakassa idāni dassanaṁ natthīti. So ‘‘evaṁ karissāmi, bhante’’ti",
  "atk-s0502a10:71_5": "satthāraṁ vanditvā ākāsaṁ uppatitvā parinibbānadivase sāriputtatthero viya nānappakārā",
  "atk-s0502a10:71_6": "iddhiyo katvā dhammaṁ kathetvā satthāraṁ vanditvā kāḷasilāṭaviṁ gantvā parinibbāyi.",
  "atk-s0502a10:71_7": "‘‘Theraṁ kira corā māresu’’nti ayampi kathā sakalajambudīpe patthari. Rājā ajātasattu",
  "atk-s0502a10:71_8": "core pariyesanatthāya carapurise payojesi. Tesupi coresu surāpāne suraṁ pivantesu",
  "atk-s0502a10:71_9": "eko ekassa piṭṭhiṁ paharitvā pātesi. So taṁ santejjetvā ‘‘ambho dubbinīta, tvaṁ kasmā",
  "atk-s0502a10:71_10": "me piṭṭhiṁ pātesī’’ti āha. Kiṁ pana hare duṭṭhacora, tayā mahāmoggallānatthero paṭhamaṁ",
  "atk-s0502a10:71_11": "pahaṭoti? Kiṁ pana mayā pahaṭabhāvaṁ tvaṁ na jānāsīti? Iti nesaṁ ‘‘mayā pahaṭo, mayā",
  "atk-s0502a10:71_12": "pahaṭo’’ti vadantānaṁ vacanaṁ sutvā te carapurisā te sabbe core gahetvā rañño ārocesuṁ.",
  "atk-s0502a10:71_13": "Rājā core pakkosāpetvā pucchi – ‘‘tumhehi thero mārito’’ti? ‘‘Āma, devā’’ti. ‘‘Kena",
  "atk-s0502a10:71_14": "tumhe uyyojitā’’ti? ‘‘Naggasamaṇakehi, devā’’ti. Rājā pañcasate naggasamaṇake gāhāpetvā",
  "atk-s0502a10:71_15": "pañcasatehi corehi saddhiṁ rājaṅgaṇe nābhippamāṇesu āvāṭesu nikhaṇāpetvā palālehi",
  "atk-s0502a10:71_16": "paṭicchādāpetvā aggiṁ dāpesi . Atha nesaṁ jhāmabhāvaṁ ñatvā ayanaṅgalehi kasāpetvā",
  "atk-s0502a10:71_17": "sabbe khaṇḍākhaṇḍikaṁ kārāpesi.",
  "atk-s0502a10:72_0": "Bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ – ‘‘mahāmoggallānatthero attano ananurūpameva",
  "atk-s0502a10:72_1": "maraṇaṁ patto’’ti. Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti",
  "atk-s0502a10:72_2": "pucchitvā ‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, moggallāno imasseva attabhāvassa ananurūpaṁ",
  "atk-s0502a10:72_3": "maraṇaṁ patto, pubbe pana tena katassa kammassa anurūpameva maraṇaṁ patto’’ti vatvā",
  "atk-s0502a10:72_4": "‘‘kiṁ panassa, bhante, pubbakamma’’nti puṭṭho vitthāretvā kathesi –",
  "atk-s0502a10:73_0": "Atīte kira bārāṇasivāsī eko kulaputto sayameva koṭṭanapacanādīni kammāni karonto",
  "atk-s0502a10:73_1": "mātāpitaro paṭijaggi. Athassa mātāpitaro naṁ, ‘‘tāta, tvaṁ ekakova gehe ca araññe",
  "atk-s0502a10:73_2": "ca kammaṁ karonto kilamasi, ekaṁ te kumārikaṁ ānessāmā’’ti vatvā, ‘‘ammatātā, na",
  "atk-s0502a10:73_3": "mayhaṁ evarūpāyattho, ahaṁ yāva tumhe jīvatha, tāva vo sahatthā upaṭṭhahissāmī’’ti",
  "atk-s0502a10:73_4": "tena paṭikkhittā punappunaṁ taṁ yācitvā kumārikaṁ ānayiṁsu. Sā katipāhameva te upaṭṭhahitvā",
  "atk-s0502a10:73_5": "pacchā tesaṁ dassanampi anicchantī ‘‘na sakkā tava mātāpitūhi saddhiṁ ekaṭṭhāne vasitu’’nti",
  "atk-s0502a10:73_6": "ujjhāyitvā tasmiṁ attano kathaṁ aggaṇhante tassa bahigatakāle makacivākakhaṇḍāni",
  "atk-s0502a10:73_7": "ca yāgupheṇañca gahetvā tattha tattha ākiritvā tenāgantvā ‘‘kiṁ ida’’nti puṭṭhā āha",
  "atk-s0502a10:73_8": "– ‘‘imesaṁ andhamahallakānaṁ etaṁ kammaṁ, sabbaṁ gehaṁ kiliṭṭhaṁ karontā vicaranti,",
  "atk-s0502a10:73_9": "na sakkā etehi saddhiṁ ekaṭṭhāne vasitu’’nti. Evaṁ tāya naṁ punappunaṁ kathayamānāya",
  "atk-s0502a10:73_10": "evarūpopi pūritapāramī satto mātāpitūhi saddhiṁ bhijji. So ‘‘hotu, jānissāmi nesaṁ",
  "atk-s0502a10:73_11": "kattabba’’nti te bhojetvā, ‘‘ammatātā, asukaṭṭhāne nāma tumhākaṁ ñātakā āgamanaṁ",
  "atk-s0502a10:73_12": "paccāsīsanti, tattha gamissāmā’’ti te yānakaṁ āropetvā ādāya gacchanto aṭavimajjhaṁ",
  "atk-s0502a10:73_13": "pattakāle, ‘‘tāta, rasmiyo gaṇhātha, gāvo patodasaññāya gamissanti, imasmiṁ ṭhāne",
  "atk-s0502a10:73_14": "corā vasanti, ahaṁ otarāmī’’ti pitu hatthe rasmiyo datvā otaritvā gacchanto saddaṁ",
  "atk-s0502a10:73_15": "parivattetvā corānaṁ uṭṭhitasaddamakāsi. Mātāpitaro saddaṁ sutvā ‘‘corā uṭṭhitā’’ti",
  "atk-s0502a10:73_16": "saññāya, ‘‘tāta, mayaṁ mahallakā, tvaṁ attānameva rakkhāhī’’ti āhaṁsu. So mātāpitaro",
  "atk-s0502a10:73_17": "tathāviravantepi corasaddaṁ karonto koṭṭetvā māretvā aṭaviyaṁ khipitvā paccāgami.",
  "atk-s0502a10:74_0": "Satthā idaṁ tassa pubbakammaṁ kathetvā, ‘‘bhikkhave, moggallāno ettakaṁ kammaṁ katvā",
  "atk-s0502a10:74_1": "anekavassasatasahassāni niraye paccitvā vipākāvasesena attabhāvasate evameva koṭṭetvā",
  "atk-s0502a10:74_2": "saṁcuṇṇito maraṇaṁ patto. Evaṁ moggallānena attano kammānurūpameva maraṇaṁ laddhaṁ,",
  "atk-s0502a10:74_3": "pañcahi corasatehi saddhiṁ labhiṁsu. Appaduṭṭhesu hi padussanto dasahi kāraṇehi anayabyasanaṁ",
  "atk-s0502a10:74_4": "pāpuṇātiyevā’’ti vatvā anusandhiṁ ghaṭetvā dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0502a10:75": "137.",
  "atk-s0502a10:76": " ‘‘Yo daṇḍena adaṇḍesu, appaduṭṭhesu dussati;",
  "atk-s0502a10:77": "Dasannamaññataraṁ ṭhānaṁ, khippameva nigacchati.",
  "atk-s0502a10:78": "138.",
  "atk-s0502a10:79": " ‘‘Vedanaṁ pharusaṁ jāniṁ, sarīrassa va bhedanaṁ;",
  "atk-s0502a10:80": "Garukaṁ vāpi ābādhaṁ, cittakkhepaṁ va pāpuṇe.",
  "atk-s0502a10:81": "139.",
  "atk-s0502a10:82": " ‘‘Rājato vā upasaggaṁ, abbhakkhānaṁ va dāruṇaṁ;",
  "atk-s0502a10:83": "Parikkhayaṁ va ñātīnaṁ, bhogānaṁ va pabhaṅguraṁ.",
  "atk-s0502a10:84": "140.",
  "atk-s0502a10:85": " ‘‘Atha vāssa agārāni, aggi ḍahati pāvako;",
  "atk-s0502a10:86": "Kāyassa bhedā duppañño, nirayaṁ sopapajjatī’’ti.",
  "atk-s0502a10:87_0": "Tattha adaṇḍesūti kāyadaṇḍādirahitesu khīṇāsavesu. Appaduṭṭhesūti paresu vā attani",
  "atk-s0502a10:87_1": "vā niraparādhesu. Dasannamaññataraṁ ṭhānanti dasasu dukkhakāraṇesu aññataraṁ kāraṇaṁ.",
  "atk-s0502a10:87_2": "Vedananti sīsarogādibhedaṁ pharusaṁ vedanaṁ. Jāninti kicchādhigatassa dhanassa jāniṁ.",
  "atk-s0502a10:87_3": "Bhedananti hatthacchedādikaṁ sarīrabhedanaṁ. Garukanti pakkhahataekacakkhukapīṭhasappikuṇībhāvakuṭṭharogādibhedaṁ",
  "atk-s0502a10:87_4": "garukābādhaṁ vā. Cittakkhepanti ummādaṁ. Upasagganti yasavilopasenāpatiṭṭhānādiacchindanādikaṁ",
  "atk-s0502a10:87_5": "rājato upasaggaṁ vā. Abbhakkhānanti adiṭṭhaasutaacintitapubbaṁ ‘‘idaṁ sandhicchedādikammaṁ,",
  "atk-s0502a10:87_6": "idaṁ vā rājāparādhitakammaṁ tayā kata’’nti evarūpaṁ dāruṇaṁ abbhakkhānaṁ vā. Parikkhayaṁ",
  "atk-s0502a10:87_7": "va ñātīnanti attano avassayo bhavituṁ samatthānaṁ ñātīnaṁ parikkhayaṁ vā. Pabhaṅguranti",
  "atk-s0502a10:87_8": "pabhaṅgubhāvaṁ pūtibhāvaṁ. Yaṁ hissa gehe dhaññaṁ, taṁ pūtibhāvaṁ āpajjati, suvaṇṇaṁ",
  "atk-s0502a10:87_9": "aṅgārabhāvaṁ, muttā kappāsaṭṭhibhāvaṁ, kahāpaṇaṁ kapālakhaṇḍādibhāvaṁ, dvipadacatuppadā",
  "atk-s0502a10:87_10": "kāṇakuṇādibhāvanti attho. Aggi ḍahatīti ekasaṁvacchare dvattikkhattuṁ aññasmiṁ ḍāhake",
  "atk-s0502a10:87_11": "avijjamānepi asaniaggi vā patitvā ḍahati, attanova dhammatāya uṭṭhito pāvako vā ḍahatiyeva.",
  "atk-s0502a10:87_12": "Nirayanti diṭṭheva dhamme imesaṁ dasannaṁ ṭhānānaṁ aññataraṁ patvāpi ekaṁsena samparāye",
  "atk-s0502a10:87_13": "pattabbaṁ dassetuṁ ‘‘nirayaṁ sopapajjatī’’ti vuttaṁ.",
  "atk-s0502a10:88": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:89": "Mahāmoggallānattheravatthu sattamaṁ.",
  "atk-s0502a10:90": "8. Bahubhaṇḍikabhikkhuvatthu",
  "atk-s0502a10:91": "Nanaggacariyāti imaṁ dhammadesanaṁ satthā jetavane viharanto bahubhaṇḍikaṁ bhikkhuṁ ārabbha kathesi.",
  "atk-s0502a10:92_0": "Sāvatthivāsī kireko kuṭumbiko bhariyāya kālakatāya pabbaji. So pabbajanto attano",
  "atk-s0502a10:92_1": "pariveṇañca aggisālañca bhaṇḍagabbhañca kāretvā sabbampi bhaṇḍagabbhaṁ sappimadhutelādīhi",
  "atk-s0502a10:92_2": "pūretvā pabbaji, pabbajitvā ca pana attano dāse pakkosāpetvā yathārucikaṁ āhāraṁ",
  "atk-s0502a10:92_3": "pacāpetvā bhuñjati. Bahubhaṇḍo ca bahuparikkhāro ca ahosi. Rattiṁ aññaṁ nivāsanapārupanaṁ",
  "atk-s0502a10:92_4": "hoti, divā aññaṁ nivāsanapārupanaṁ hoti, divā aññaṁ vihārapaccante vasati. Tassekadivasaṁ",
  "atk-s0502a10:92_5": "cīvarapaccattharaṇāni sukkhāpentassa senāsanacārikaṁ āhiṇḍantā bhikkhū passitvā ‘‘kassimāni,",
  "atk-s0502a10:92_6": "āvuso’’ti pucchitvā ‘‘mayha’’nti vutte, ‘‘āvuso, bhagavatā ticīvarāni anuññātāni,",
  "atk-s0502a10:92_7": "tvañca pana evaṁ appicchassa buddhassa sāsane pabbajitvā evaṁ bahuparikkhāro jāto’’ti",
  "atk-s0502a10:92_8": "taṁ satthu santikaṁ netvā, ‘‘bhante , ayaṁ bhikkhu atibahubhaṇḍo’’ti ārocesuṁ. Satthā",
  "atk-s0502a10:92_9": "‘‘saccaṁ kira taṁ bhikkhū’’ti pucchitvā ‘‘saccaṁ, bhante’’ti vutte āha – ‘‘kasmā",
  "atk-s0502a10:92_10": "pana tvaṁ, bhikkhu, mayā appicchatāya dhamme desite evaṁ bahubhaṇḍo jāto’’ti. So",
  "atk-s0502a10:92_11": "tāvattakeneva kupito ‘‘iminā dāni nīhārena carissāmī’’ti pārupanaṁ chaḍḍetvā parisamajjhe",
  "atk-s0502a10:92_12": "ekacīvaro aṭṭhāsi. Atha naṁ satthā upatthambhayamāno nanu tvaṁ bhikkhu pubbe hirottappagavesako",
  "atk-s0502a10:92_13": "dakarakkhasakālepi hirottappaṁ gavesamāno dvādasa vassāni vihāsi, kasmā idāni evaṁ",
  "atk-s0502a10:92_14": "garuke buddhasāsane pabbajitvā catuparisamajjhe pārupanaṁ chaḍḍetvā hirottappaṁ pahāya",
  "atk-s0502a10:92_15": "ṭhitosīti. So satthu vacanaṁ sutvā hirottappaṁ paccupaṭṭhāpetvā taṁ cīvaraṁ pārupitvā",
  "atk-s0502a10:92_16": "satthāraṁ vanditvā ekamantaṁ nisīdi. Bhikkhū tassa atthassa āvibhāvatthaṁ bhagavantaṁ",
  "atk-s0502a10:92_17": "yāciṁsu. Bhagavā atītaṁ āharitvā kathesi –",
  "atk-s0502a10:93_0": "Atīte kira bārāṇasirañño aggamahesiyā kucchismiṁ bodhisatto paṭisandhiṁ gaṇhi. Tassa",
  "atk-s0502a10:93_1": "nāmaggahaṇadivase mahiṁsakumāroti nāmaṁ kariṁsu. Tassa kaniṭṭhabhātā candakumāro",
  "atk-s0502a10:93_2": "nāma ahosi. Tesaṁ mātari kālakatāya rājā aññaṁ aggamahesiṭṭhāne ṭhapesi. Sāpi puttaṁ",
  "atk-s0502a10:93_3": "vijāyi, sūriyakumārotissa nāmaṁ kariṁsu. Taṁ disvā rājā tuṭṭho ‘‘puttassa te varaṁ",
  "atk-s0502a10:93_4": "dammī’’ti āha. Sāpi kho, ‘‘deva, icchitakāle gaṇhissāmī’’ti vatvā puttassa vayappattakāle",
  "atk-s0502a10:93_5": "rājānaṁ āha – ‘‘devena mayhaṁ puttassa jātakāle varo dinno, idāni me puttassa rajjaṁ",
  "atk-s0502a10:93_6": "dehī’’ti . Rājā ‘‘mama dve puttā aggikkhandhā viya jalantā vicaranti, na sakkā tassa",
  "atk-s0502a10:93_7": "rajjaṁ dātu’’nti paṭikkhipitvāpi taṁ punappunaṁ yācamānameva disvā ‘‘ayaṁ me puttānaṁ",
  "atk-s0502a10:93_8": "anatthampi kareyyā’’ti putte pakkosāpetvā, ‘‘tātā, ahaṁ sūriyakumārassa jātakāle",
  "atk-s0502a10:93_9": "varaṁ adāsiṁ, idānissa mātā rajjaṁ yācati, ahaṁ tassa na dātukāmo, tassa mātā tumhākaṁ",
  "atk-s0502a10:93_10": "anatthampi kareyya, gacchatha tumhe, araññe vasitvā mamaccayenāgantvā rajjaṁ gaṇhathā’’ti",
  "atk-s0502a10:93_11": "uyyojesi. Te pitaraṁ vanditvā pāsādā otarante rājaṅgaṇe kīḷamāno sūriyakumāro disvā",
  "atk-s0502a10:93_12": "taṁ kāraṇaṁ ñatvā tehi saddhiṁ nikkhami. Tesaṁ himavantaṁ paviṭṭhakāle bodhisatto",
  "atk-s0502a10:93_13": "maggā okkamma aññatarasmiṁ rukkhamūle nisīditvā sūriyakumāraṁ āha – ‘‘tāta, etaṁ",
  "atk-s0502a10:93_14": "saraṁ gantvā nhatvā ca pivitvā ca amhākampi paduminipaṇṇehi udakaṁ āharā’’ti. So",
  "atk-s0502a10:93_15": "pana saro vessavaṇṇassa santikā ekena dakarakkhasena laddho hoti. Vessavaṇṇo ca taṁ",
  "atk-s0502a10:93_16": "āha – ‘‘ṭhapetvā devadhammajānanake ye ca aññe imaṁ saraṁ otaranti, te khādituṁ labhasī’’ti.",
  "atk-s0502a10:93_17": "Tato paṭṭhāya so taṁ saraṁ otiṇṇotiṇṇe devadhamme pucchitvā ajānante khādati, sūriyakumāropi",
  "atk-s0502a10:93_18": "taṁ saraṁ avīmaṁsitvāva otari, tena ca ‘‘devadhamme jānāsī’’ti pucchito ‘‘devadhammā",
  "atk-s0502a10:93_19": "nāma candimasūriyā’’ti āha. Atha naṁ ‘‘tvaṁ devadhamme na jānāsī’’ti udakaṁ pavesetvā",
  "atk-s0502a10:93_20": "attano bhavane ṭhapesi. Bodhisattopi taṁ cirāyantaṁ disvā candakumāraṁ pesesi. Sopi",
  "atk-s0502a10:93_21": "tena ‘‘devadhamme jānāsī’’ti pucchito ‘‘devadhammā nāma catasso disā’’ti āha. Dakarakkhaso",
  "atk-s0502a10:93_22": "tampi udakaṁ pavesetvā tattheva ṭhapesi.",
  "atk-s0502a10:94_0": "Bodhisatto tasmimpi cirāyante ‘‘antarāyena bhavitabba’’nti sayaṁ gantvā dvinnampi",
  "atk-s0502a10:94_1": "otaraṇapadaṁyeva disvā ‘‘ayaṁ saro rakkhasapariggahito’’ti ñatvā khaggaṁ sannayhitvā",
  "atk-s0502a10:94_2": "dhanuṁ gahetvā aṭṭhāsi. Rakkhaso taṁ anotarantaṁ disvā vanakammikapurisavesenāgantvā",
  "atk-s0502a10:94_3": "āha – ‘‘bho purisa, tvaṁ maggakilanto, kasmā imaṁ saraṁ otaritvā nhatvā ca pivitvā",
  "atk-s0502a10:94_4": "ca bhisamulālaṁ khāditvā pupphāni pilandhitvā na gacchasī’’ti. Bodhisatto taṁ disvāva",
  "atk-s0502a10:94_5": "‘‘esa so yakkho’’ti ñatvā ‘‘tayā me bhātaro gahitā’’ti āha. Āma, mayā gahitāti. Kiṁ",
  "atk-s0502a10:94_6": "kāraṇāti? Ahaṁ imaṁ saraṁ otiṇṇotiṇṇe labhāmīti . Kiṁ pana sabbeva labhasīti? Devadhammajānanake",
  "atk-s0502a10:94_7": "ṭhapetvā avasese labhāmīti. Atthi pana te devadhammehi atthoti? Āma, atthīti. Ahaṁ",
  "atk-s0502a10:94_8": "kathessāmīti. Tena hi kathehīti. Na sakkā kiliṭṭhena gattena kathetunti. Yakkho bodhisattaṁ",
  "atk-s0502a10:94_9": "nhāpetvā pānīyaṁ pāyetvā alaṅkaritvā alaṅkatamaṇḍapamajjhe pallaṅkaṁ āropetvā sayamassa",
  "atk-s0502a10:94_10": "pādamūle nisīdi. Atha naṁ bodhisatto ‘‘sakkaccaṁ suṇāhī’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a10:95": "‘‘Hiriottappasampannā, sukkadhammasamāhitā;",
  "atk-s0502a10:96": "Santo sappurisā loke, devadhammāti vuccare’’ti. (jā. 1.1.6);",
  "atk-s0502a10:97_0": "Yakkho imaṁ dhammadesanaṁ sutvā pasanno bodhisattaṁ āha – ‘‘paṇḍita, ahaṁ te pasanno,",
  "atk-s0502a10:97_1": "ekaṁ bhātaraṁ dammi, kataraṁ ānemī’’ti? ‘‘Kaniṭṭhaṁ ānehī’’ti. Paṇḍita, tvaṁ kevalaṁ",
  "atk-s0502a10:97_2": "devadhamme jānāsiyeva, na pana tesu vattasīti. Kiṁ kāraṇāti? Yasmā jeṭṭhaṁ ṭhapetvā",
  "atk-s0502a10:97_3": "kaniṭṭhaṁ āharāpento jeṭṭhāpacāyikakammaṁ na karosīti, devadhamme cāhaṁ yakkha jānāmi,",
  "atk-s0502a10:97_4": "tesu ca vattāmi. Mayañhi etaṁ nissāya imaṁ araññaṁ paviṭṭhā. Etassa hi atthāya amhākaṁ",
  "atk-s0502a10:97_5": "pitaraṁ etassa mātā rajjaṁ yāci, amhākaṁ pana pitā taṁ varaṁ adatvā amhākaṁ anurakkhaṇatthāya",
  "atk-s0502a10:97_6": "araññe vāsaṁ anujāni, so kumāro anivattitvā amhehi saddhiṁ āgato. ‘‘Taṁ araññe eko",
  "atk-s0502a10:97_7": "yakkho khādī’’ti vuttepi na koci saddahissati. Tenāhaṁ garahabhayabhīto tamevāharāpemīti.",
  "atk-s0502a10:97_8": "Yakkho bodhisattassa pasīditvā ‘‘sādhu paṇḍita, tvameva devadhamme jānāsi, devadhammesu",
  "atk-s0502a10:97_9": "ca vattasī’’ti dve bhātaro ānetvā adāsi. Atha naṁ bodhisatto yakkhabhāve ādīnavaṁ",
  "atk-s0502a10:97_10": "kathetvā pañcasu sīlesu patiṭṭhāpesi. So tena susaṁvihitārakkho tasmiṁ araññe vasitvā",
  "atk-s0502a10:97_11": "pitari kālakate yakkhaṁ ādāya bārāṇasiṁ gantvā rajjaṁ gahetvā candakumārassa uparajjaṁ,",
  "atk-s0502a10:97_12": "sūriyakumārassa senāpatiṭṭhānaṁ datvā yakkhassa ramaṇīye ṭhāne āyatanaṁ kārāpetvā",
  "atk-s0502a10:97_13": "yathā so lābhaggappatto hoti, tathā akāsi.",
  "atk-s0502a10:98_0": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi ‘‘tadā rakkhaso bahubhaṇḍikabhikkhu",
  "atk-s0502a10:98_1": "ahosi, sūriyakumāro ānando, candakumāro sāriputto, mahiṁsakumāro pana ahamevā’’ti.",
  "atk-s0502a10:98_2": "Evaṁ satthā jātakaṁ kathetvā ‘‘evaṁ tvaṁ, bhikkhu, pubbe devadhamme gavesamāno hiriottappasampanno",
  "atk-s0502a10:98_3": "vicaritvā idāni catuparisamajjhe iminā nīhārena ṭhatvā mama purato ‘appicchomhī’ti",
  "atk-s0502a10:98_4": "vadanto ayuttaṁ akāsi. Na hi sāṭakapaṭikkhepādimattena samaṇo nāma hotī’’ti vatvā",
  "atk-s0502a10:98_5": "anusandhiṁ ghaṭetvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a10:99": "141.",
  "atk-s0502a10:100": " ‘‘Na naggacariyā na jaṭā na paṅkā, nānāsakā thaṇḍilasāyikā vā;",
  "atk-s0502a10:101": "Rajojallaṁ ukkuṭikappadhānaṁ, sodhenti maccaṁ avitiṇṇakaṅkha’’nti.",
  "atk-s0502a10:102_0": "Tattha nānāsakāti na anasakā, bhattapaṭikkhepakāti attho. Thaṇḍilasāyikāti bhūmisayanā.",
  "atk-s0502a10:102_1": "Rajojallanti kaddamalepanākārena sarīre sannihitarajo . Ukkuṭikappadhānanti ukkuṭikabhāvena",
  "atk-s0502a10:102_2": "āraddhavīriyaṁ. Idaṁ vuttaṁ hoti – yo hi macco ‘‘evaṁ ahaṁ lokanissaraṇasaṅkhātaṁ",
  "atk-s0502a10:102_3": "suddhiṁ pāpuṇissāmī’’ti imesu naggacariyādīsu yaṁ kiñci samādāya vatteyya, so kevalaṁ",
  "atk-s0502a10:102_4": "micchādassanañceva vaḍḍheyya, kilamathassa ca bhāgī assa. Na hi etāni susamādinnānipi",
  "atk-s0502a10:102_5": "aṭṭhavatthukāya kaṅkhāya avitiṇṇabhāvena avitiṇṇakaṅkhaṁ maccaṁ sodhentīti.",
  "atk-s0502a10:103": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:104": "Bahubhaṇḍikabhikkhuvatthu aṭṭhamaṁ.",
  "atk-s0502a10:105": "9. Santatimahāmattavatthu",
  "atk-s0502a10:106": "Alaṅkato cepīti imaṁ dhammadesanaṁ satthā jetavane viharanto santatimahāmattaṁ ārabbha kathesi.",
  "atk-s0502a10:107_0": "So hi ekasmiṁ kāle rañño pasenadikosalassa paccantaṁ kupitaṁ vūpasametvā āgato. Athassa",
  "atk-s0502a10:107_1": "rājā tuṭṭho satta divasāni rajjaṁ datvā ekaṁ naccagītakusalaṁ itthiṁ adāsi. So satta",
  "atk-s0502a10:107_2": "divasāni surāmadamatto hutvā sattame divase sabbālaṅkārapaṭimaṇḍito hatthikkhandhavaragato",
  "atk-s0502a10:107_3": "nhānatitthaṁ gacchanto satthāraṁ piṇḍāya pavisantaṁ dvārantare disvā hatthikkhandhavaragatova",
  "atk-s0502a10:107_4": "sīsaṁ cāletvā vanditvā pakkāmi. Satthā sitaṁ katvā ‘‘ko nu kho, bhante, sitapātukaraṇe",
  "atk-s0502a10:107_5": "hetū’’ti ānandattherena puṭṭho sitakāraṇaṁ ācikkhanto āha – ‘‘passānanda, santatimahāmattaṁ,",
  "atk-s0502a10:107_6": "ajja sabbābharaṇapaṭimaṇḍitova mama santikaṁ āgantvā catuppadikagāthāvasāne arahattaṁ",
  "atk-s0502a10:107_7": "patvā sattatālamatte ākāse nisīditvā parinibbāyissatī’’ti. Mahājano therena saddhiṁ",
  "atk-s0502a10:107_8": "kathentassa satthu vacanaṁ assosi. Tattha micchādiṭṭhikā cintayiṁsu – ‘‘passatha",
  "atk-s0502a10:107_9": "samaṇassa gotamassa kiriyaṁ, mukhappattameva bhāsati, ajja kira esa evaṁ surāmadamatto",
  "atk-s0502a10:107_10": "yathālaṅkatova etassa santike dhammaṁ sutvā parinibbāyissati, ajjeva taṁ musāvādena",
  "atk-s0502a10:107_11": "niggaṇhissāmā’’ti. Sammādiṭṭhikā cintesuṁ – ‘‘aho buddhānaṁ mahānubhāvatā, ajja buddhalīḷañceva",
  "atk-s0502a10:107_12": "santatimahāmattalīḷañca daṭṭhuṁ labhissāmā’’ti.",
  "atk-s0502a10:108_0": "Santatimahāmattopi nhānatitthe divasabhāgaṁ udakakīḷaṁ kīḷitvā uyyānaṁ gantvā āpānabhūmiyaṁ",
  "atk-s0502a10:108_1": "nisīdi. Sāpi itthī raṅgamajjhaṁ otaritvā naccagītaṁ dassetuṁ ārabhi. Tassā sarīralīḷāya",
  "atk-s0502a10:108_2": "dassanatthaṁ sattāhaṁ appāhāratāya taṁ divasaṁ naccagītaṁ dassayamānāya antokucchiyaṁ",
  "atk-s0502a10:108_3": "satthakavātā samuṭṭhāya hadayamaṁsaṁ kantitvā agamaṁsu. Sā taṅkhaṇaññeva mukhena",
  "atk-s0502a10:108_4": "ceva akkhīhi ca vivaṭehi kālamakāsi. Santatimahāmatto ‘‘upadhāretha na’’nti vatvā",
  "atk-s0502a10:108_5": "‘‘niruddhā, sāmī’’ti ca vuttamatteyeva balavasokena abhibhūto taṅkhaṇaññevassa sattāhaṁ",
  "atk-s0502a10:108_6": "pītasurā tattakapāle udakabindu viya parikkhayaṁ agamāsi. So ‘‘na me imaṁ sokaṁ aññe",
  "atk-s0502a10:108_7": "nibbāpetuṁ sakkhissanti aññatra tathāgatenā’’ti balakāyaparivuto sāyanhasamaye satthu",
  "atk-s0502a10:108_8": "santikaṁ gantvā vanditvā evamāha – ‘‘bhante, ‘evarūpo me soko uppanno, taṁ me tumhe",
  "atk-s0502a10:108_9": "nibbāpetuṁ sakkhissathā’ti āgatomhi, paṭisaraṇaṁ me hothā’’ti. Atha naṁ satthā ‘‘sokaṁ",
  "atk-s0502a10:108_10": "nibbāpetuṁ samatthasseva santikaṁ āgatosi. Imissā hi itthiyā imināva ākārena matakāle",
  "atk-s0502a10:108_11": "tava rodantassa paggharitaassūni catunnaṁ mahāsamuddānaṁ udakato atirekatarānī’’ti",
  "atk-s0502a10:108_12": "vatvā imaṁ gāthamāha –",
  "atk-s0502a10:109": "‘‘Yaṁ pubbe taṁ visosehi, pacchā te māhu kiñcanaṁ;",
  "atk-s0502a10:110": "Majjhe ce no gahessasi, upasanto carissasī’’ti. (su. ni. 955, 1105; cūḷani. jatukaṇṇimāṇavapucchāniddesa 68);",
  "atk-s0502a10:111_0": "Gāthāpariyosāne santatimahāmatto arahattaṁ patvā attano āyusaṅkhāraṁ olokento tassa",
  "atk-s0502a10:111_1": "appavattanabhāvaṁ ñatvā satthāraṁ āha – ‘‘bhante, parinibbānaṁ me anujānāthā’’ti.",
  "atk-s0502a10:111_2": "Satthā tena katakammaṁ jānantopi ‘‘musāvādena niggaṇhanatthaṁ sannipatitā micchādiṭṭhikā",
  "atk-s0502a10:111_3": "okāsaṁ na labhissanti, ‘buddhalīḷañceva santatimahāmattalīḷañca passissāmā’ti sannipatitā",
  "atk-s0502a10:111_4": "sammādiṭṭhikā iminā katakammaṁ sutvā puññesu ādaraṁ karissantī’’ti sallakkhetvā ‘‘tena",
  "atk-s0502a10:111_5": "hi tayā katakammaṁ mayhaṁ kathehi, kathento ca bhūmiyaṁ ṭhito akathetvā sattatālamatte",
  "atk-s0502a10:111_6": "ākāse ṭhito kathehī’’ti āha. So ‘‘sādhu, bhante’’ti satthāraṁ vanditvā ekatālappamāṇaṁ",
  "atk-s0502a10:111_7": "uggamma orohitvā puna satthāraṁ vanditvā uggacchanto paṭipāṭiyā sattatālappamāṇe",
  "atk-s0502a10:111_8": "ākāse pallaṅkena nisīditvā ‘‘suṇātha me, bhante, pubbakamma’’nti vatvā āha –",
  "atk-s0502a10:112_0": "Ito ekanavutikappe vipassīsammāsambuddhakāle ahaṁ bandhumatinagare ekasmiṁ kule nibbattitvā",
  "atk-s0502a10:112_1": "cintesiṁ – ‘‘kiṁ nu kho paresaṁ chedaṁ vā pīḷaṁ vā akaraṇakamma’’nti upadhārento",
  "atk-s0502a10:112_2": "dhammaghosakakammaṁ disvā tato paṭṭhāya taṁ kammaṁ karonto mahājanaṁ samādapetvā",
  "atk-s0502a10:112_3": "‘‘puññāni karotha, uposathadivasesu uposathaṁ samādiyatha, dānaṁ detha, dhammaṁ suṇātha,",
  "atk-s0502a10:112_4": "buddharatanādīhi sadisaṁ aññaṁ nāma natthi, tiṇṇaṁ ratanānaṁ sakkāraṁ karothā’’ti",
  "atk-s0502a10:112_5": "ugghosento vicarāmi. Tassa mayhaṁ saddaṁ sutvā buddhapitā bandhumatimahārājā maṁ",
  "atk-s0502a10:112_6": "pakkosāpetvā, ‘‘tāta, kiṁ karonto vicarasī’’ti pucchitvā, ‘‘deva, tiṇṇaṁ ratanānaṁ",
  "atk-s0502a10:112_7": "guṇaṁ pakāsetvā mahājanaṁ puññakammesu samādapento vicarāmī’’ti vutte, ‘‘kattha nisinno",
  "atk-s0502a10:112_8": "vicarasī’’ti maṁ pucchitvā ‘‘padasāva, devā’’ti mayā vutte, ‘‘tāta, na tvaṁ evaṁ",
  "atk-s0502a10:112_9": "vicarituṁ arahasi, imaṁ pupphadāmaṁ pilandhitvā assapiṭṭhe nisinnova vicarā’’ti mayhaṁ",
  "atk-s0502a10:112_10": "muttādāmasadisaṁ pupphadāmaṁ datvā dantaṁ assaṁ adāsi. Atha maṁ raññā dinnaparihārena",
  "atk-s0502a10:112_11": "tatheva ugghosetvā vicarantaṁ puna rājā pakkosāpetvā, ‘‘tāta, kiṁ karonto vicarasī’’ti",
  "atk-s0502a10:112_12": "pucchitvā ‘‘tadeva, devā’’ti vutte, ‘‘tāta, assopi te nānucchaviko, idha nisīditvā",
  "atk-s0502a10:112_13": "vicarā’’ti catusindhavayuttarathaṁ adāsi. Tatiyavārepi me rājā saddaṁ sutvā pakkosāpetvā,",
  "atk-s0502a10:112_14": "‘‘tāta, kiṁ karonto vicarasī’’ti pucchitvā ‘‘tadeva, devā’’ti vutte, ‘‘tāta, rathopi",
  "atk-s0502a10:112_15": "te nānucchaviko’’ti mayhaṁ mahantaṁ bhogakkhandhaṁ mahāpasādhanañca datvā ekañca",
  "atk-s0502a10:112_16": "hatthiṁ adāsi. Svāhaṁ sabbābharaṇapaṭimaṇḍito hatthikkhandhe nisinno asīti vassasahassāni",
  "atk-s0502a10:112_17": "dhammaghosakakammaṁ akāsiṁ, tassa me ettakaṁ kālaṁ kāyato candanagandho vāyati, mukhato",
  "atk-s0502a10:112_18": "uppalagandho vāyati. Idaṁ mayā katakammanti.",
  "atk-s0502a10:113_0": "Evaṁ so attano pubbakammaṁ kathetvā ākāse nisinnova tejodhātuṁ samāpajjitvā parinibbāyi.",
  "atk-s0502a10:113_1": "Sarīre aggijālā uṭṭhahitvā maṁsalohitaṁ jhāpesi, sumanapupphāni viya dhātuyo avasissiṁsu.",
  "atk-s0502a10:113_2": "Satthā suddhavatthaṁ pasāresi, dhātuyo tattha patiṁsu. Tā patte pakkhipitvā catumahāpathe",
  "atk-s0502a10:113_3": "thūpaṁ kāresi ‘‘mahājano vanditvā puññabhāgī bhavissatī’’ti. Bhikkhū dhammasabhāyaṁ",
  "atk-s0502a10:113_4": "kathaṁ samuṭṭhāpesuṁ, ‘‘āvuso, santatimahāmatto gāthāvasāne arahattaṁ patvā alaṅkatapaṭiyattoyeva",
  "atk-s0502a10:113_5": "ākāse nisīditvā parinibbuto, kiṁ nu kho etaṁ ‘samaṇo’ti vattuṁ vaṭṭati udāhu brāhmaṇo’’ti.",
  "atk-s0502a10:113_6": "Satthā āgantvā ‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā",
  "atk-s0502a10:113_7": "‘‘imāya nāmā’’ti vutte, ‘‘bhikkhave, mama puttaṁ ‘samaṇo’tipi vattuṁ vaṭṭati, ‘brāhmaṇo’tipi",
  "atk-s0502a10:113_8": "vattuṁ vaṭṭatiyevā’’ti vatvā dhammaṁ desento imaṁ gāthamāha –",
  "atk-s0502a10:114": "142.",
  "atk-s0502a10:115": " Alaṅkato cepi samaṁ careyya,",
  "atk-s0502a10:116": "Santo danto niyato brahmacārī;",
  "atk-s0502a10:117": "Sabbesu bhūtesu nidhāya daṇḍaṁ,",
  "atk-s0502a10:118": "So brāhmaṇo so samaṇo sa bhikkhū’’ti.",
  "atk-s0502a10:119_0": "Tattha alaṅkatoti vatthābharaṇehi paṭimaṇḍito. Tassattho – vatthālaṅkārādīhi alaṅkato",
  "atk-s0502a10:119_1": "cepi puggalo kāyādīhi samaṁ careyya, rāgādivūpasamena santo indriyadamanena danto",
  "atk-s0502a10:119_2": "catumagganiyamena niyato seṭṭhacariyāya brahmacārī kāyadaṇḍādīnaṁ oropitatāya sabbesu",
  "atk-s0502a10:119_3": "bhūtesu nidhāya daṇḍaṁ. So evarūpo bāhitapāpattā brāhmaṇotipi samitapāpattā samaṇotipi",
  "atk-s0502a10:119_4": "bhinnakilesattā bhikkhūtipi vattabboyevāti.",
  "atk-s0502a10:120": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:121": "Santatimahāmattavatthu navamaṁ.",
  "atk-s0502a10:122": "10. Pilotikatissattheravatthu",
  "atk-s0502a10:123": "Hirīnisedhoti imaṁ dhammadesanaṁ satthā jetavane viharanto pilotikattheraṁ ārabbha kathesi.",
  "atk-s0502a10:124_0": "Ekasmiñhi samaye ānandatthero ekaṁ pilotikakhaṇḍanivatthaṁ kapālaṁ ādāya bhikkhāya",
  "atk-s0502a10:124_1": "carantaṁ dārakaṁ disvā ‘‘kiṁ te evaṁ vicaritvā jīvanato pabbajjā na uttaritarā’’ti",
  "atk-s0502a10:124_2": "vatvā, ‘‘bhante, ko maṁ pabbājessatī’’ti vutte ‘‘ahaṁ pabbājessāmī’’ti taṁ ādāya",
  "atk-s0502a10:124_3": "gantvā sahatthā nhāpetvā kammaṭṭhānaṁ datvā pabbājesi. Tañca pana nivatthapilotikakhaṇḍaṁ",
  "atk-s0502a10:124_4": "pasāretvā olokento parissāvanakaraṇamattampi gayhūpagaṁ kañci padesaṁ adisvā kapālena",
  "atk-s0502a10:124_5": "saddhiṁ ekissā rukkhasākhāya ṭhapesi. So pabbajitvā laddhūpasampado buddhānaṁ uppannalābhasakkāraṁ",
  "atk-s0502a10:124_6": "paribhuñjamāno mahagghāni cīvarāni acchādetvā vicaranto thūlasarīro hutvā ukkaṇṭhitvā",
  "atk-s0502a10:124_7": "‘‘kiṁ me janassa saddhādeyyaṁ nivāsetvā vicaraṇena, attano pilotikameva nivāsessāmī’’ti",
  "atk-s0502a10:124_8": "taṁ ṭhānaṁ gantvā pilotikaṁ gahetvā ‘‘ahirika nillajja evarūpānaṁ vatthānaṁ acchādanaṭṭhānaṁ",
  "atk-s0502a10:124_9": "pahāya imaṁ pilotikakhaṇḍaṁ nivāsetvā kapālahattho bhikkhāya carituṁ gacchasī’’ti",
  "atk-s0502a10:124_10": "taṁ ārammaṇaṁ katvā attanāva attānaṁ ovadi, ovadantasseva panassa cittaṁ sannisīdi.",
  "atk-s0502a10:124_11": "So taṁ pilotikaṁ tattheva paṭisāmetvā nivattitvā vihārameva gato. So katipāhaccayena",
  "atk-s0502a10:124_12": "punapi ukkaṇṭhitvā tatheva vatvā nivatti, punapi tathevāti. Taṁ evaṁ aparāparaṁ vicarantaṁ",
  "atk-s0502a10:124_13": "disvā bhikkhū ‘‘kahaṁ , āvuso, gacchasī’’ti pucchanti. So ‘‘ācariyassa santikaṁ gacchāmāvuso’’ti",
  "atk-s0502a10:124_14": "vatvā eteneva nīhārena attano pilotikakhaṇḍameva ārammaṇaṁ katvā attānaṁ nisedhetvā",
  "atk-s0502a10:124_15": "katipāheneva arahattaṁ pāpuṇi. Bhikkhū āhaṁsu – ‘‘kiṁ, āvuso, na dāni ācariyassa",
  "atk-s0502a10:124_16": "santikaṁ gacchasi, nanu ayaṁ te vicaraṇamaggo’’ti. Āvuso, ācariyena saddhiṁ saṁsagge",
  "atk-s0502a10:124_17": "sati gatomhi, idāni pana me chinno saṁsaggo, tenassa santikaṁ na gacchāmīti. Bhikkhū",
  "atk-s0502a10:124_18": "tathāgatassa ārocesuṁ – ‘‘bhante, pilotikatthero aññaṁ byākarotī’’ti. Kimāha, bhikkhaveti?",
  "atk-s0502a10:124_19": "Idaṁ nāma, bhanteti. Taṁ sutvā satthā ‘‘āma, bhikkhave, mama putto saṁsagge sati",
  "atk-s0502a10:124_20": "ācariyassa santikaṁ gato, idāni panassa saṁsaggo chinno, attanāva attānaṁ nisedhetvā",
  "atk-s0502a10:124_21": "arahattaṁ patto’’ti vatvā imā gāthā abhāsi –",
  "atk-s0502a10:125": "143.",
  "atk-s0502a10:126": " ‘‘Hirīnisedho puriso, koci lokasmiṁ vijjati;",
  "atk-s0502a10:127": "Yo niddaṁ apabodheti, asso bhadro kasāmiva.",
  "atk-s0502a10:128": "144.",
  "atk-s0502a10:129": " ‘‘Asso yathā bhadro kasāniviṭṭho,",
  "atk-s0502a10:130": "Ātāpino saṁvegino bhavātha;",
  "atk-s0502a10:131": "Saddhāya sīlena ca vīriyena ca,",
  "atk-s0502a10:132": "Samādhinā dhammavinicchayena ca;",
  "atk-s0502a10:133": "Sampannavijjācaraṇā patissatā,",
  "atk-s0502a10:134": "Jahissatha dukkhamidaṁ anappaka’’nti.",
  "atk-s0502a10:135_0": "Tattha anto uppannaṁ akusalavitakkaṁ hiriyā nisedhetīti hirīnisedho. Koci lokasminti",
  "atk-s0502a10:135_1": "evarūpo puggalo dullabho, kocideva lokasmiṁ vijjati. Yo niddanti appamatto samaṇadhammaṁ",
  "atk-s0502a10:135_2": "karonto attano uppannaṁ niddaṁ apaharanto bujjhatīti apabodheti. Kasāmivāti yathā",
  "atk-s0502a10:135_3": "bhadro asso attani patamānaṁ kasaṁ apaharati, attani patituṁ na deti. Yo evaṁ niddaṁ",
  "atk-s0502a10:135_4": "apabodheti, so dullabhoti attho.",
  "atk-s0502a10:136_0": "Dutiyagāthāya ayaṁ saṅkhepattho – ‘‘bhikkhave, yathā bhadro asso pamādamāgamma kasāya",
  "atk-s0502a10:136_1": "niviṭṭho, ahampi nāma kasāya pahaṭo’’ti aparabhāge ātappaṁ karoti, evaṁ tumhepi ātāpino",
  "atk-s0502a10:136_2": "saṁvegino bhavatha, evaṁbhūtā lokiyalokuttarāya duvidhāya saddhāya ca catupārisuddhisīlena",
  "atk-s0502a10:136_3": "ca kāyikacetasikavīriyena ca aṭṭhasamāpattisamādhinā ca kāraṇākāraṇajānanalakkhaṇena",
  "atk-s0502a10:136_4": "dhammavinicchayena ca samannāgatā hutvā tissannaṁ vā aṭṭhannaṁ vā vijjānaṁ, pañcadasannañca",
  "atk-s0502a10:136_5": "caraṇānaṁ sampattiyā sampannavijjācaraṇā. Upaṭṭhitasatitāya patissatā hutvā idaṁ",
  "atk-s0502a10:136_6": "anappakaṁ vaṭṭadukkhaṁ pajahissathāti.",
  "atk-s0502a10:137": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:138": "Pilotikatissattheravatthu dasamaṁ.",
  "atk-s0502a10:139": "11. Sukhasāmaṇeravatthu",
  "atk-s0502a10:140": "Udakañhi nayantīti imaṁ dhammadesanaṁ satthā jetavane viharanto sukhasāmaṇeraṁ ārabbha kathesi.",
  "atk-s0502a10:141_0": "Atītasmiñhi bārāṇasiseṭṭhino gandhakumāro nāma putto ahosi. Rājā tassa pitari kālakate",
  "atk-s0502a10:141_1": "taṁ pakkosāpetvā samassāsetvā mahantena sakkārena tasseva seṭṭhiṭṭhānaṁ adāsi. So",
  "atk-s0502a10:141_2": "tato paṭṭhāya gandhaseṭṭhīti paññāyi. Athassa bhaṇḍāgāriko dhanagabbhadvāraṁ vivaritvā,",
  "atk-s0502a10:141_3": "‘‘sāmi, idaṁ te ettakaṁ pitu dhanaṁ, ettakaṁ pitāmahādīna’’nti nīharitvā dassesi.",
  "atk-s0502a10:141_4": "So taṁ dhanarāsiṁ oloketvā āha – ‘‘kiṁ pana te imaṁ dhanaṁ gahetvā na gamiṁsū’’ti.",
  "atk-s0502a10:141_5": "‘‘Sāmi, dhanaṁ gahetvā gatā nāma natthi. Attanā kataṁ kusalākusalameva hi ādāya sattā",
  "atk-s0502a10:141_6": "gacchantī’’ti. So cintesi – ‘‘te bālatāya dhanaṁ saṇṭhāpetvā pahāya gatā, ahaṁ panetaṁ",
  "atk-s0502a10:141_7": "gahetvāva gamissāmī’’ti. Evaṁ pana cintento ‘‘dānaṁ vā dassāmi, pūjaṁ vā karissāmī’’ti",
  "atk-s0502a10:141_8": "acintetvā ‘‘idaṁ sabbaṁ khāditvāva gamissāmī’’ti cintesi. So satasahassaṁ vissajjetvā",
  "atk-s0502a10:141_9": "phalikamayaṁ nhānakoṭṭhakaṁ kāresi, satasahassaṁ datvā phalikamayameva nhānaphalakaṁ,",
  "atk-s0502a10:141_10": "satasahassaṁ datvā nisīdanapallaṅkaṁ, satasahassaṁ datvā bhojanapātiṁ, satasahassameva",
  "atk-s0502a10:141_11": "datvā bhojanaṭṭhāne maṇḍapaṁ kārāpesi, satasahassaṁ datvā bhojanapātiyā āsittakūpadhānaṁ",
  "atk-s0502a10:141_12": "kāresi, satasahasseneva gehe sīhapañjaraṁ saṇṭhāpesi, attano pātarāsatthāya sahassaṁ",
  "atk-s0502a10:141_13": "adāsi, sāyamāsatthāyapi sahassameva. Puṇṇamadivase pana bhojanatthāya satasahassaṁ",
  "atk-s0502a10:141_14": "dāpesi, taṁ bhattaṁ bhuñjanadivase satasahassaṁ vissajjetvā nagaraṁ alaṅkaritvā bheriṁ",
  "atk-s0502a10:141_15": "carāpesi – ‘‘gandhaseṭṭhissa kira bhattabhuñjanākāraṁ olokentū’’ti.",
  "atk-s0502a10:142_0": "Mahājano mañcātimañce bandhitvā sannipati. Sopi satasahassagghanake nhānakoṭṭhake",
  "atk-s0502a10:142_1": "satasahassagghanake phalake nisīditvā soḷasahi gandhodakaghaṭehi nhatvā taṁ sīhapañjaraṁ",
  "atk-s0502a10:142_2": "vivaritvā tasmiṁ pallaṅke nisīdi. Athassa tasmiṁ āsittakūpadhāne taṁ pātiṁ ṭhapetvā",
  "atk-s0502a10:142_3": "satasahassagghanakaṁ bhojanaṁ vaḍḍhesuṁ. So nāṭakaparivuto evarūpāya sampattiyā taṁ",
  "atk-s0502a10:142_4": "bhojanaṁ bhuñjati. Aparena samayena eko gāmikamanusso attano paribbayāharaṇatthaṁ",
  "atk-s0502a10:142_5": "dāruādīni yānake pakkhipitvā nagaraṁ gantvā sahāyakassa gehe nivāsaṁ gaṇhi. Tadā",
  "atk-s0502a10:142_6": "pana puṇṇamadivaso hoti. ‘‘Gandhaseṭṭhino bhuñjanalīḷaṁ olokentū’’ti nagare bheriṁ",
  "atk-s0502a10:142_7": "carāpesi. Atha naṁ sahāyako āha – ‘‘samma, gandhaseṭṭhino te bhuñjanalīḷaṁ diṭṭhapubba’’nti.",
  "atk-s0502a10:142_8": "‘‘Na diṭṭhapubbaṁ, sammā’’ti. ‘‘Tena hi ehi, gacchāma, ayaṁ nagare bherī carati,",
  "atk-s0502a10:142_9": "etassa mahāsampattiṁ passāmā’’ti nagaravāsī janapadavāsiṁ gahetvā agamāsi. Mahājanopi",
  "atk-s0502a10:142_10": "mañcātimañce abhiruhitvā passati. Gāmavāsī bhattagandhaṁ ghāyitvāva nagaravāsiṁ āha",
  "atk-s0502a10:142_11": "– ‘‘mayhaṁ etāya pātiyā bhattapiṇḍe pipāsā jātā’’ti. Samma, mā etaṁ patthayi, na",
  "atk-s0502a10:142_12": "sakkā laddhunti. Samma, alabhanto na jīvissāmīti. So taṁ paṭibāhituṁ asakkonto parisapariyante",
  "atk-s0502a10:142_13": "ṭhatvā ‘‘paṇamāmi te, sāmī’’ti tikkhattuṁ mahāsaddaṁ nicchāretvā ‘‘ko eso’’ti vutte",
  "atk-s0502a10:142_14": "ahaṁ, sāmīti. ‘‘Kimeta’’nti. ‘‘Ayaṁ eko gāmavāsī tumhākaṁ pātiyaṁ bhattapiṇḍe pipāsaṁ",
  "atk-s0502a10:142_15": "upādesi, ekaṁ bhattapiṇḍaṁ dāpethā’’ti. ‘‘Na sakkā laddhu’’nti. ‘‘Kiṁ, samma, sutaṁ",
  "atk-s0502a10:142_16": "te’’ti? ‘‘Sutaṁ me, apica labhanto jīvissāmi, alabhantassa me maraṇaṁ bhavissatī’’ti.",
  "atk-s0502a10:142_17": "So punapi viravi – ‘‘ayaṁ kira, sāmi, alabhanto marissati, jīvitamassa dethā’’ti.",
  "atk-s0502a10:142_18": "Ambho bhattapiṇḍo nāma satampi agghati, satadvayampi agghati. Yo yo yācati, tassa",
  "atk-s0502a10:142_19": "tassa dadamāno ahaṁ kiṁ bhuñjissāmīti? Sāmi, ayaṁ alabhanto marissati, jīvitamassa",
  "atk-s0502a10:142_20": "dethāti. Na sakkāva mudhā laddhuṁ, yadi pana alabhanto na jīvati, tīṇi saṁvaccharāni",
  "atk-s0502a10:142_21": "mama gehe bhatiṁ karotu, evamassa bhattapātiṁ dāpessāmīti. Gāmavāsī taṁ sutvā ‘‘evaṁ",
  "atk-s0502a10:142_22": "hotu, sammā’’ti sahāyakaṁ vatvā puttadāraṁ pahāya ‘‘bhattapātiatthāya tīṇi saṁvaccharāni",
  "atk-s0502a10:142_23": "bhatiṁ karissāmī’’ti seṭṭhissa gehaṁ pāvisi. So bhatiṁ karonto sabbakiccāni sakkaccaṁ",
  "atk-s0502a10:142_24": "akāsi. Gehe vā araññe vā rattiṁ vā divā vā sabbāni kattabbakammāni katāneva paññāyiṁsu.",
  "atk-s0502a10:142_25": "‘‘Bhattabhatiko’’ti ca vutte sakalanagarepi paññāyi. Athassa divase paripuṇṇe bhattaveyyāvaṭiko",
  "atk-s0502a10:142_26": "‘‘bhattabhatikassa, sāmi, divaso puṇṇo, dukkaraṁ tena kataṁ tīṇi saṁvaccharāni bhatiṁ",
  "atk-s0502a10:142_27": "karontena, ekampi kammaṁ na kopitapubba’’nti āha.",
  "atk-s0502a10:143_0": "Athassa seṭṭhi attano sāyapātarāsatthāya dve sahassāni, tassa pātarāsatthāya sahassanti",
  "atk-s0502a10:143_1": "tīṇi sahassāni dāpetvā āha – ‘‘ajja mayhaṁ kattabbaṁ parihāraṁ tasseva karothā’’ti.",
  "atk-s0502a10:143_2": "Vatvā ca pana ṭhapetvā ekaṁ cintāmaṇiṁ nāma piyabhariyaṁ avasesajanampi ‘‘ajja tameva",
  "atk-s0502a10:143_3": "parivārethā’’ti vatvā sabbasampattiṁ tassa niyyādesi. So seṭṭhino nhānodakena tasseva",
  "atk-s0502a10:143_4": "koṭṭhake tasmiṁ phalake nisinno nhatvā tasseva nivāsanasāṭake nivāsetvā tasseva pallaṅke",
  "atk-s0502a10:143_5": "nisīdi. Seṭṭhipi nagare bheriṁ carāpesi – ‘‘bhattabhatiko gandhaseṭṭhissa gehe tīṇi",
  "atk-s0502a10:143_6": "saṁvaccharāni bhatiṁ katvā pātiṁ labhi, tassa bhuñjanasampattiṁ olokentū’’ti. Mahājano",
  "atk-s0502a10:143_7": "mañcātimañce abhiruhitvā passati, gāmavāsissa olokitolokitaṭṭhānaṁ kampanākārappattaṁ",
  "atk-s0502a10:143_8": "ahosi. Nāṭakā parivāretvā aṭṭhasuṁ, tassa purato bhattapātiṁ vaḍḍhetvā ṭhapayiṁsu.",
  "atk-s0502a10:143_9": "Athassa hatthadhovanavelāya gandhamādane eko paccekabuddho sattame divase samāpattito",
  "atk-s0502a10:143_10": "vuṭṭhāya ‘‘kattha nu kho ajja bhikkhācāratthāya gacchāmī’’ti upadhārento bhattabhatikaṁ",
  "atk-s0502a10:143_11": "addasa. Atha so ‘‘ayaṁ tīṇi saṁvaccharāni bhatiṁ katvā bhattapātiṁ labhi, atthi nu",
  "atk-s0502a10:143_12": "kho etassa saddhā, natthī’’ti upadhārento ‘‘atthī’’ti ñatvā ‘‘saddhāpi ekacce saṅgahaṁ",
  "atk-s0502a10:143_13": "kātuṁ na sakkonti, sakkhissati nu kho me saṅgahaṁ kātu’’nti cintetvā ‘‘sakkhissati",
  "atk-s0502a10:143_14": "ceva mama ca saṅgahakaraṇaṁ nissāya mahāsampattiṁ labhissatī’’ti ñatvā cīvaraṁ pārupitvā",
  "atk-s0502a10:143_15": "pattamādāya vehāsaṁ abbhuggantvā parisantarena gantvā tassa purato ṭhitameva attānaṁ dassesi.",
  "atk-s0502a10:144_0": "So paccekabuddhaṁ disvā cintesi – ‘‘ahaṁ pubbe adinnabhāvena ekissā bhattapātiyā",
  "atk-s0502a10:144_1": "atthāya tīṇi saṁvaccharāni paragehe bhatiṁ akāsiṁ, idāni me idaṁ bhattaṁ ekaṁ rattindivaṁ",
  "atk-s0502a10:144_2": "rakkheyya, sace pana naṁ ayyassa dassāmi, anekānipi kappakoṭisahassāni rakkhissati",
  "atk-s0502a10:144_3": ", ayyasseva naṁ dassāmī’’ti. So tīṇi saṁvaccharāni bhatiṁ katvā laddhabhattapātito",
  "atk-s0502a10:144_4": "ekapiṇḍampi mukhe aṭṭhapetvā taṇhaṁ vinodetvā sayameva pātiṁ ukkhipitvā paccekabuddhassa",
  "atk-s0502a10:144_5": "santikaṁ gantvā pātiṁ aññassa hatthe datvā pañcapatiṭṭhitena vanditvā pātiṁ vāmahatthena",
  "atk-s0502a10:144_6": "gahetvā dakkhiṇahatthena tassa patte bhattaṁ ākiri. Paccekabuddho bhattassa upaḍḍhasesakāle",
  "atk-s0502a10:144_7": "pattaṁ hatthena pidahi. Atha naṁ so āha – ‘‘bhante, ekova paṭiviso na sakkā dvidhā",
  "atk-s0502a10:144_8": "kātuṁ, mā maṁ idhalokena saṅgaṇhatha, paralokena saṅgahameva karotha, sāvasesaṁ akatvā",
  "atk-s0502a10:144_9": "niravasesameva dassāmī’’ti. Attano hi thokampi anavasesetvā dinnaṁ niravasesadānaṁ",
  "atk-s0502a10:144_10": "nāma, taṁ mahapphalaṁ hoti. So tathā karonto sabbaṁ datvā puna vanditvā āha – ‘‘bhante,",
  "atk-s0502a10:144_11": "ekaṁ bhattapātiṁ nissāya tīṇi saṁvaccharāni me paragehe bhatiṁ karontena dukkhaṁ",
  "atk-s0502a10:144_12": "anubhūtaṁ, idāni me nibbattanibbattaṭṭhāne sukhameva hotu, tumhehi diṭṭhadhammasseva",
  "atk-s0502a10:144_13": "bhāgī assa’’nti. Paccekabuddho ‘‘evaṁ hotu, cintāmaṇi viya te sabbakāmadado manosaṅkappā",
  "atk-s0502a10:144_14": "puṇṇacando viya pūrentū’’ti anumodanaṁ karonto –",
  "atk-s0502a10:145": "‘‘Icchitaṁ patthitaṁ tuyhaṁ, sabbameva samijjhatu;",
  "atk-s0502a10:146": "Sabbe pūrentu saṅkappā, cando pannaraso yathā.",
  "atk-s0502a10:147": "‘‘Icchitaṁ patthikaṁ tuyhaṁ, khippameva samijjhatu;",
  "atk-s0502a10:148": "Sabbe pūrentu saṅkappā, maṇi jotiraso yathā’’ti. –",
  "atk-s0502a10:149": "Vatvā ‘‘ayaṁ mahājano yāva gandhamādanapabbatagamanā maṁ passanto tiṭṭhatū’’ti adhiṭṭhāya ākāsena gandhamādanaṁ agamāsi.",
  "atk-s0502a10:150_0": "Mahājanopi naṁ passantova aṭṭhāsi. So tattha gantvā taṁ piṇḍapātaṁ pañcasatānaṁ paccekabuddhānaṁ",
  "atk-s0502a10:150_1": "vibhajitvā adāsi. Sabbe attano pahonakaṁ gaṇhiṁsu. ‘‘Appo piṇḍapāto kathaṁ pahosī’’ti",
  "atk-s0502a10:150_2": "na cintetabbaṁ. Cattāri hi acinteyyāni (a. ni. 4.77) vuttāni, tatrāyaṁ paccekabuddhavisayoti.",
  "atk-s0502a10:150_3": "Mahājano paccekabuddhānaṁ piṇḍapātaṁ vibhajitvā diyyamānaṁ disvā sādhukārasahassāni",
  "atk-s0502a10:150_4": "pavattesi, asanisatanipākasaddo viya ahosi. Taṁ sutvā gandhaseṭṭhi cintesi – ‘‘bhattabhatiko",
  "atk-s0502a10:150_5": "mayā dinnasampattiṁ dhāretuṁ nāsakkhi maññe, tenāyaṁ mahājano parihāsaṁ karonto sannipatito",
  "atk-s0502a10:150_6": "nadatī’’ti. So tappavattijānanatthaṁ manusse pesesi. Te āgantvā ‘‘sampattidhārakā",
  "atk-s0502a10:150_7": "nāma, sāmi, evaṁ hontū’’ti vatvā taṁ pavattiṁ ārocesuṁ. Seṭṭhi taṁ sutvāva pañcavaṇṇāya",
  "atk-s0502a10:150_8": "pītiyā phuṭṭhasarīro hutvā ‘‘aho dukkaraṁ tena kataṁ, ahaṁ ettakaṁ kālaṁ evarūpāya",
  "atk-s0502a10:150_9": "sampattiyā ṭhito kiñci dātuṁ nāsakkhi’’nti taṁ pakkosāpetvā ‘‘saccaṁ kira tayā idaṁ",
  "atk-s0502a10:150_10": "nāma kata’’nti pucchitvā ‘‘āma, sāmī’’ti vutte, ‘‘handa, sahassaṁ gahetvā tava dāne",
  "atk-s0502a10:150_11": "mayhampi pattiṁ dehī’’ti āha. So tathā akāsi. Seṭṭhipissa sabbaṁ attano santakaṁ",
  "atk-s0502a10:150_12": "majjhe bhinditvā adāsi.",
  "atk-s0502a10:151_0": "Catasso hi sampadā nāma – vatthusampadā, paccayasampadā, cetanāsampadā, guṇātirekasampadāti.",
  "atk-s0502a10:151_1": "Tattha nirodhasamāpattiraho arahā vā anāgāmī vā dakkhiṇeyyo vatthusampadā nāma. Paccayānaṁ",
  "atk-s0502a10:151_2": "dhammena samena uppatti paccayasampadā nāma. Dānato pubbe dānakāle pacchā bhāgeti",
  "atk-s0502a10:151_3": "tīsu kālesu cetanāya somanassasahagatañāṇasampayuttabhāvo cetanāsampadā nāma. Dakkhiṇeyyassa",
  "atk-s0502a10:151_4": "samāpattito vuṭṭhitabhāvo guṇātirekasampadā nāmāti. Imassa ca khīṇāsavo paccekabuddho",
  "atk-s0502a10:151_5": "dakkhiṇeyyā, bhatiṁ katvā laddhabhāvena paccayo dhammato uppanno, tīsu kālesu parisuddhā",
  "atk-s0502a10:151_6": "cetanā, samāpattito vuṭṭhitamatto paccekabuddho guṇātirekoti catassopi sampadā nipphannā.",
  "atk-s0502a10:151_7": "Etāsaṁ ānubhāvena diṭṭheva dhamme mahāsampattiṁ pāpuṇanti. Tasmā so seṭṭhino santikā",
  "atk-s0502a10:151_8": "sampattiṁ labhi. Aparabhāge ca rājāpi iminā katakammaṁ sutvā taṁ pakkosāpetvā sahassaṁ",
  "atk-s0502a10:151_9": "datvā pattiṁ gahetvā tuṭṭhamānaso mahantaṁ bhogakkhandhaṁ datvā seṭṭhiṭṭhānaṁ adāsi.",
  "atk-s0502a10:151_10": "Bhattabhatikaseṭṭhītissa nāmaṁ akāsi. So gandhaseṭṭhinā saddhiṁ sahāyo hutvā ekato",
  "atk-s0502a10:151_11": "khādanto pivanto yāvatāyukaṁ ṭhatvā tato cuto devaloke nibbattitvā ekaṁ buddhantaraṁ",
  "atk-s0502a10:151_12": "dibbasampattiṁ anubhavitvā imasmiṁ buddhuppāde sāvatthiyaṁ sāriputtattherassūpaṭṭhākakule",
  "atk-s0502a10:151_13": "paṭisandhiṁ gaṇhi. Athassa mātā laddhagabbhaparihārā katipāhaccayena ‘‘aho vatāhaṁ",
  "atk-s0502a10:151_14": "pañcasatehi bhikkhūhi saddhiṁ sāriputtattherassa satarasabhojanaṁ datvā kāsāyavatthanivatthā",
  "atk-s0502a10:151_15": "suvaṇṇasarakaṁ ādāya āsanapariyante nisinnā tesaṁ bhikkhūnaṁ ucchiṭṭhāvasesakaṁ paribhuñjeyya’’nti",
  "atk-s0502a10:151_16": "dohaḷinī hutvā tatheva katvā dohaḷaṁ paṭivinodesi. Sā sesamaṅgalesupi tathārūpameva",
  "atk-s0502a10:151_17": "dānaṁ datvā puttaṁ vijāyitvā nāmaggahaṇadivase ‘‘puttassa me, bhante, sikkhāpadāni",
  "atk-s0502a10:151_18": "dethā’’ti theraṁ āha. Thero ‘‘kimassa nāma’’nti pucchi. ‘‘Bhante, puttassa me paṭisandhiggahaṇato",
  "atk-s0502a10:151_19": "paṭṭhāya imasmiṁ gehe kassaci dukkhaṁ nāma na bhūtapubbaṁ, tenevassa sukhakumāroti",
  "atk-s0502a10:151_20": "nāmaṁ bhavissatī’’ti vutte tadevassa nāmaṁ gahetvā sikkhāpadāni adāsi.",
  "atk-s0502a10:152_0": "Tadā evañcassa mātu ‘‘nāhaṁ mama puttassa ajjhāsayaṁ bhindissāmī’’ti cittaṁ uppajji.",
  "atk-s0502a10:152_1": "Sā tassa kaṇṇavijjhanamaṅgalādīsupi tatheva dānaṁ adāsi. Kumāropi sattavassikakāle",
  "atk-s0502a10:152_2": "‘‘icchāmahaṁ, amma, therassa santike pabbajitu’’nti āha. Sā ‘‘sādhu, tāta, nāhaṁ",
  "atk-s0502a10:152_3": "tava ajjhāsayaṁ bhindissāmī’’ti theraṁ nimantetvā bhojetvā, ‘‘bhante, putto me pabbajituṁ",
  "atk-s0502a10:152_4": "icchati, imāhaṁ sāyanhasamaye vihāraṁ ānessāmī’’ti theraṁ uyyojetvā ñātake sannipātetvā",
  "atk-s0502a10:152_5": "‘‘puttassa me gihikāle kattabbaṁ kiccaṁ ajjeva karissāmā’’ti vatvā puttaṁ alaṅkaritvā",
  "atk-s0502a10:152_6": "mahantena sirisobhaggena vihāraṁ netvā therassa niyyādesi. Theropi taṁ, ‘‘tāta, pabbajjā",
  "atk-s0502a10:152_7": "nāma dukkarā , sakkhissasi abhiramitu’’nti vatvā ‘‘karissāmi vo, bhante, ovāda’’nti",
  "atk-s0502a10:152_8": "vutte kammaṭṭhānaṁ datvā pabbājesi. Mātāpitaropissa pabbajjāya sakkāraṁ karontā antovihāreyeva",
  "atk-s0502a10:152_9": "sattāhaṁ buddhappamukhassa bhikkhusaṅghassa satarasabhojanaṁ datvā sāyaṁ attano gehaṁ",
  "atk-s0502a10:152_10": "agamaṁsu. Aṭṭhame divase sāriputtatthero bhikkhusaṅghe gāmaṁ paviṭṭhe vihāre kattabbakiccaṁ",
  "atk-s0502a10:152_11": "katvā sāmaṇeraṁ pattacīvaraṁ gāhāpetvā gāmaṁ piṇḍāya pāvisi. Sāmaṇero antarāmagge",
  "atk-s0502a10:152_12": "mātikādīni disvā paṇḍitasāmaṇero viya pucchi. Theropi tassa tatheva byākāsi. Sāmaṇero",
  "atk-s0502a10:152_13": "tāni kāraṇāni sutvā ‘‘sace tumhe attano pattacīvaraṁ gaṇheyyātha, ahaṁ nivatteyya’’nti",
  "atk-s0502a10:152_14": "vatvā therena tassa ajjhāsayaṁ abhinditvā, ‘‘sāmaṇera, dehi mama pattacīvara’’nti",
  "atk-s0502a10:152_15": "pattacīvare gahite theraṁ vanditvā nivattamāno, ‘‘bhante, mayhaṁ āhāraṁ āharamāno",
  "atk-s0502a10:152_16": "satarasabhojanaṁ āhareyyāthā’’ti āha. Kuto taṁ labhissāmīti? Attano puññena alabhanto",
  "atk-s0502a10:152_17": "mama puññena labhissatha, bhanteti. Athassa thero kuñcikaṁ datvā gāmaṁ piṇḍāya pāvisi.",
  "atk-s0502a10:152_18": "Sopi vihāraṁ āgantvā therassa gabbhaṁ vivaritvā pavisitvā dvāraṁ pidhāya attano kāye",
  "atk-s0502a10:152_19": "ñāṇaṁ otāretvā nisīdi.",
  "atk-s0502a10:153_0": "Tassa guṇatejena sakkassa āsanaṁ uṇhākāraṁ dassesi. Sakko ‘‘kiṁ nu kho eta’’nti olokento",
  "atk-s0502a10:153_1": "sāmaṇeraṁ disvā ‘‘sukhasāmaṇero attano upajjhāyassa pattacīvaraṁ datvā ‘samaṇadhammaṁ",
  "atk-s0502a10:153_2": "karissāmī’ti nivatto, mayā tattha gantuṁ vaṭṭatī’’ti cintetvā cattāro mahārāje pakkosāpetvā",
  "atk-s0502a10:153_3": "‘‘gacchatha, tātā, vihārassūpavane dussaddake sakuṇe palāpethā’’ti uyyojesi. Te tathā",
  "atk-s0502a10:153_4": "katvā sāmantā ārakkhaṁ gaṇhiṁsu. Candimasūriye ‘‘attano vimānāni gahetvā tiṭṭhathā’’ti",
  "atk-s0502a10:153_5": "āṇāpesi. Tepi tathā kariṁsu. Sayampi āviñchanaṭṭhāne ārakkhaṁ gaṇhi. Vihāro sannisinno",
  "atk-s0502a10:153_6": "niravo ahosi. Sāmaṇero ekaggacittena vipassanaṁ vaḍḍhetvā tīṇi maggaphalāni pāpuṇi.",
  "atk-s0502a10:153_7": "Thero ‘‘sāmaṇerena ‘satarasabhojanaṁ āhareyyāthā’ti vuttaṁ, kassa nu kho ghare sakkā",
  "atk-s0502a10:153_8": "laddhu’’nti olokento ekaṁ ajjhāsayasampannaṁ upaṭṭhākatulaṁ disvā tattha gantvā,",
  "atk-s0502a10:153_9": "‘‘bhante, sādhu vo kataṁ ajja idhāgacchantehī’’ti tehi tuṭṭhamānasehi pattaṁ gahetvā",
  "atk-s0502a10:153_10": "nisīdāpetvā yāgukhajjakaṁ datvā yāva bhattakālaṁ dhammakathaṁ yācito tesaṁ sāraṇīyadhammakathaṁ",
  "atk-s0502a10:153_11": "kathetvā kālaṁ sallakkhetvā desanaṁ niṭṭhāpesi. Athassa satarasabhojanaṁ datvā taṁ",
  "atk-s0502a10:153_12": "ādāya gantukāmaṁ theraṁ disvā ‘‘bhuñjatha, bhante, aparampi te dassāmā’’ti theraṁ",
  "atk-s0502a10:153_13": "bhojetvā puna pattapūraṁ adaṁsu. Thero taṁ ādāya ‘‘sāmaṇero me chāto’’ti turitaturito",
  "atk-s0502a10:153_14": "vihāraṁ pāyāsi. Taṁ divasaṁ satthā pātova nikkhamitvā gandhakuṭiyaṁ nisinnova āvajjesi",
  "atk-s0502a10:153_15": "– ‘‘ajja sukhasāmaṇero upajjhāyassa pattacīvaraṁ datvā ‘samaṇadhammaṁ karissāmī’ti",
  "atk-s0502a10:153_16": "nivatto, nipphannaṁ nu kho tassa kicca’’nti. So tiṇṇaṁyeva maggaphalānaṁ pattabhāvaṁ",
  "atk-s0502a10:153_17": "disvā uttaripi upadhārento ‘‘sakkhissatāyaṁ ajja arahattaṁ pāpuṇituṁ , sāriputto",
  "atk-s0502a10:153_18": "pana ‘sāmaṇero me chāto’ti vegena bhattaṁ ādāya nikkhamati, sace imasmiṁ arahattaṁ",
  "atk-s0502a10:153_19": "appatte bhattaṁ āharissati, imassa antarāyo bhavissati, mayā gantvā dvārakoṭṭhake",
  "atk-s0502a10:153_20": "ārakkhaṁ gaṇhituṁ vaṭṭatī’’ti cintetvā gandhakuṭito nikkhamitvā dvārakoṭṭhake ṭhatvā ārakkhaṁ gaṇhi.",
  "atk-s0502a10:154_0": "Theropi bhattaṁ āhari. Atha naṁ heṭṭhā vuttanayeneva cattāro pañhe pucchi. Pañhavissajjanāvasāne",
  "atk-s0502a10:154_1": "sāmaṇero arahattaṁ pāpuṇi. Satthā theraṁ āmantetvā ‘‘gaccha, sāriputta, sāmaṇerassa",
  "atk-s0502a10:154_2": "te bhattaṁ dehī’’ti āha. Thero gantvā dvāraṁ ākoṭesi. Sāmaṇeropi nikkhamitvā upajjhāyassa",
  "atk-s0502a10:154_3": "vattaṁ katvā ‘‘bhattakiccaṁ karohī’’ti vutte therassa bhattena anatthikabhāvaṁ ñatvā",
  "atk-s0502a10:154_4": "sattavassikakumāro taṅkhaṇaññeva arahattaṁ patto nīcāsanaṭṭhānaṁ paccavekkhanto bhattakiccaṁ",
  "atk-s0502a10:154_5": "katvā pattaṁ dhovi. Tasmiṁ kāle cattāro mahārājāno ārakkhaṁ vissajjesuṁ. Candimasūriyāpi",
  "atk-s0502a10:154_6": "vimānāni muñciṁsu. Sakkopi āviñchanaṭṭhāne ārakkhaṁ vissajjesi. Sūriyo nabhamajjhaṁ",
  "atk-s0502a10:154_7": "atikkantoyeva paññāyi. Bhikkhū ‘‘sāyanho paññāyati, sāmaṇerena ca idāneva bhattakiccaṁ",
  "atk-s0502a10:154_8": "kataṁ, kiṁ nu kho ajja pubbaṇho balavā jāto, sāyanho mando’’ti vadiṁsu. Satthā āgantvā",
  "atk-s0502a10:154_9": "‘‘kāya nuttha, bhikkhave, etarahi kathāya sannisinnā’’ti pucchitvā, ‘‘bhante, ajja",
  "atk-s0502a10:154_10": "pubbaṇho balavā jāto, sāyanho mando, sāmaṇerena ca idāneva bhattakiccaṁ kataṁ, atha",
  "atk-s0502a10:154_11": "ca pana sūriyo nabhamajjhaṁ atikkantoyeva paññāyatī’’ti vutte, ‘‘bhikkhave, evamevaṁ",
  "atk-s0502a10:154_12": "hoti puññavantānaṁ samaṇadhammakaraṇakāle. Ajja hi cattāro mahārājāno sāmantā ārakkhaṁ",
  "atk-s0502a10:154_13": "gaṇhiṁsu, candimasūriyā vimānāni gahetvā aṭṭhaṁsu, sakko āviñchanake ārakkhaṁ gaṇhi,",
  "atk-s0502a10:154_14": "ahampi dvārakoṭṭhake ārakkhaṁ gaṇhiṁ, ajja sukhasāmaṇero mātikāya udakaṁ harante,",
  "atk-s0502a10:154_15": "usukāre usuṁ ujuṁ karonte , tacchake cakkādīni karonte disvā attānaṁ dametvā arahattaṁ",
  "atk-s0502a10:154_16": "patto’’ti vatvā imaṁ gāthamāha –",
  "atk-s0502a10:155": "145.",
  "atk-s0502a10:156": " ‘‘Udakañhi nayanti nettikā, usukārā namayanti tejanaṁ;",
  "atk-s0502a10:157": "Dāruṁ namayanti tacchakā, attānaṁ damayanti subbatā’’ti.",
  "atk-s0502a10:158": "Tattha subbatāti suvadā, sukhena ovaditabbā anusāsitabbāti attho. Sesaṁ heṭṭhā vuttanayameva.",
  "atk-s0502a10:159": "Desanāvasāne bahū sotāpattiphalādīni pāpuṇiṁsūti.",
  "atk-s0502a10:160": "Sukhasāmaṇeravatthu ekādasamaṁ.",
  "atk-s0502a10:161": "Daṇḍavaggavaṇṇanā niṭṭhitā.",
  "atk-s0502a10:162": "Dasamo vaggo."
}