{
  "atk-abh03a31:0": "16. Soḷasamavaggo",
  "atk-abh03a31:1": "1. Niggahakathāvaṇṇanā",
  "atk-abh03a31:2_0": "743-744. Idāni niggahakathā nāma hoti. Tattha ye loke balappattā vasībhūtā, te yadi",
  "atk-abh03a31:2_1": "parassa cittaṁ niggaṇhituṁ na sakkuṇeyyuṁ, kā tesaṁ balappatti, ko vasībhāvo. Balappattiyā",
  "atk-abh03a31:2_2": "pana vasībhāvena ca addhā te parassa cittaṁ niggaṇhantīti yesaṁ laddhi, seyyathāpi",
  "atk-abh03a31:2_3": "mahāsaṅghikānaṁ; te sandhāya paro parassāti pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a31:2_4": "Tattha niggaṇhātīti saṁkilesāpattito nivāreti. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a31:2_5": "Paggahakathāyapi eseva nayo.",
  "atk-abh03a31:3": "Niggahakathāvaṇṇanā.",
  "atk-abh03a31:4": "3. Sukhānuppadānakathāvaṇṇanā",
  "atk-abh03a31:5_0": "747-748. Idāni sukhānuppadānakathā nāma hoti. Tattha ‘‘bahūnaṁ vata no bhagavā sukhadhammānaṁ",
  "atk-abh03a31:5_1": "upahattā’’ti (ma. ni. 2.148) suttaṁ nissāya paro parassa sukhaṁ anuppadetīti yesaṁ",
  "atk-abh03a31:5_2": "laddhi, seyyathāpi hetuvādānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a31:5_3": "Dukkhaṁ anuppadetīti puṭṭho pana tādisaṁ suttapadaṁ apassanto paṭikkhipati. Attano",
  "atk-abh03a31:5_4": "sukhantiādipañhe yaṁ attano parassa vā, taṁ anuppadātuṁ na sakkā. Yaṁ tasseva, kiṁ",
  "atk-abh03a31:5_5": "tattha anuppadānaṁ nāmāti paṭikkhipati. Nevattanotiādipañhe pana yaṁ evarūpaṁ, na",
  "atk-abh03a31:5_6": "taṁ anuppadinnaṁ nāma bhavitumarahatīti laddhiyāpaṭijānāti. No ca vata retitādisassa",
  "atk-abh03a31:5_7": "sukhassa abhāvā vuttaṁ. Sukhadhammānaṁ upahattātivacanaṁ bhagavato paresaṁ sukhuppattiyā",
  "atk-abh03a31:5_8": "paccayabhāvaṁ dīpeti, na annādīnaṁ viya sukhassa anuppadānaṁ, tasmā asādhakanti.",
  "atk-abh03a31:6": "Sukhānuppadānakathāvaṇṇanā.",
  "atk-abh03a31:7": "4. Adhigayhamanasikārakathāvaṇṇanā",
  "atk-abh03a31:8_0": "749-753. Idāni adhigayha manasikārakathā nāma hoti. Tattha duvidho manasikāro nayato",
  "atk-abh03a31:8_1": "ca ārammaṇato ca. Tattha ekasaṅkhārassāpi aniccatāya diṭṭhāya sabbe saṅkhārā aniccāti",
  "atk-abh03a31:8_2": "avasesesu nayato manasikāro hoti. Atīte pana saṅkhāre manasikaronto na anāgate manasikātuṁ",
  "atk-abh03a31:8_3": "sakkoti. Atītādīsu aññataraṁ manasikaroto ārammaṇato manasikāro hoti . Tattha paccuppanne",
  "atk-abh03a31:8_4": "manasikaronto yena cittena te manasikaroti, taṁ paccuppannakkhaṇe manasikātuṁ na",
  "atk-abh03a31:8_5": "sakkoti. Tattha yesaṁ ‘‘sabbe saṅkhārā aniccā’’tiādivacanaṁ nissāya ‘‘manasikaronto",
  "atk-abh03a31:8_6": "nāma adhigayha adhigaṇhitvā saṅgaṇhitvā sabbe saṅkhāre ekato manasikarotī’’ti laddhi,",
  "atk-abh03a31:8_7": "seyyathāpi pubbaseliyāparaseliyānaṁ; te sandhāya pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a31:9_0": "Atha naṁ yasmā sabbe ekato manasikarontena yena cittena te manasikaroti, tampi manasikātabbaṁ",
  "atk-abh03a31:9_1": "hoti. Tasmā taṁcittatāya codetuṁ tena cittenāti āha. Itaro ārammaṇaṁ katvā na sakkā",
  "atk-abh03a31:9_2": "jānitunti sandhāya paṭikkhipati. Evaṁlakkhaṇaṁ cittanti ñātattā pana tampi cittaṁ",
  "atk-abh03a31:9_3": "ñātameva hotīti sandhāya paṭijānāti. Atha vā taññeva tassa ārammaṇaṁ na hotīti paṭikkhipati.",
  "atk-abh03a31:9_4": "‘‘Sabbe saṅkhārā aniccā, yadā paññāya passatī’’tiādīni nissāya uppannaladdhivasena",
  "atk-abh03a31:9_5": "paṭijānāti. Sesapañhadvayepi eseva nayo. Tena phassenātiādīsu pana tathārūpaṁ suttaṁ",
  "atk-abh03a31:9_6": "apassanto paṭikkhipateva. Atītādipañhesu heṭṭhā vuttanayeneva paṭikkhepapaṭiññā veditabbā.",
  "atk-abh03a31:9_7": "Sesaṁ yathāpāḷimeva niyyātīti. Sabbe saṅkhārātiādivacanaṁ nayato dassanaṁ sandhāya",
  "atk-abh03a31:9_8": "vuttaṁ, na ekakkhaṇe ārammaṇato, tasmā asādhakanti.",
  "atk-abh03a31:10": "Adhigayhamanasikārakathāvaṇṇanā.",
  "atk-abh03a31:11": "5. Rūpaṁ hetūtikathāvaṇṇanā",
  "atk-abh03a31:12_0": "754-756. Idāni rūpaṁ hetūti kathānāma hoti. Tattha hetūti kusalamūlādino hetuhetussāpi",
  "atk-abh03a31:12_1": "nāmaṁ, yassa kassaci paccayassāpi. Imaṁ pana vibhāgaṁ akatvā ‘‘cattāro mahābhūtā",
  "atk-abh03a31:12_2": "hetū’’ti vacanamattaṁ nissāya aviseseneva rūpaṁ hetūti yesaṁ laddhi, seyyathāpi uttarāpathakānaṁ;",
  "atk-abh03a31:12_3": "te sandhāya pucchā sakavādissa, paṭiññā itarassa. Alobho hetūti kiṁ te rūpaṁ alobhasaṅkhāto",
  "atk-abh03a31:12_4": "hetūti pucchati, itaro paṭikkhipati. Sesesupi eseva nayo. Mahābhūtā upādāyarūpānaṁ",
  "atk-abh03a31:12_5": "upādāyahetūti ettha paccayaṭṭhena hetubhāvo vutto, na mūlaṭṭhena, tasmā asādhakanti.",
  "atk-abh03a31:13": "Rūpaṁ hetūtikathāvaṇṇanā.",
  "atk-abh03a31:14": "757-759. Sahetukakathāyampi imināva nayena attho veditabboti.",
  "atk-abh03a31:15": "Rūpaṁ sahetukantikathāvaṇṇanā.",
  "atk-abh03a31:16": "7. Rūpaṁ kusalākusalantikathāvaṇṇanā",
  "atk-abh03a31:17_0": "760-764. Idāni rūpaṁ kusalākusalantikathā nāma hoti. Tattha ‘‘kāyakammaṁ vacīkammaṁ",
  "atk-abh03a31:17_1": "kusalampi akusalampī’’tivacanaṁ nissāya kāyavacīkammasaṅkhātaṁ kāyaviññattivacīviññattirūpaṁ",
  "atk-abh03a31:17_2": "kusalampi akusalampīti yesaṁ laddhi, seyyathāpi mahisāsakānañceva sammitiyānañca;",
  "atk-abh03a31:17_3": "te sandhāya rūpaṁ kusalanti pucchā sakavādissa paṭiññā itarassa. Atha naṁ ‘‘yadi",
  "atk-abh03a31:17_4": "te rūpaṁ kusalaṁ, evaṁvidhena anena bhavitabba’’nti codetuṁ sārammaṇanti ādimāha.",
  "atk-abh03a31:17_5": "Parato akusalapañhepi eseva nayo. Sesamettha uttānatthamevāti.",
  "atk-abh03a31:18": "Rūpaṁ kusalākusalantikathāvaṇṇanā.",
  "atk-abh03a31:19": "8. Rūpaṁ vipākotikathāvaṇṇanā",
  "atk-abh03a31:20_0": "765-767. Idāni rūpaṁ vipākotikathā nāma hoti. Tattha yaṁ kammassa katattā uppannā",
  "atk-abh03a31:20_1": "cittacetasikā viya kammassa katattā uppannaṁ taṁ rūpampi vipākoti yesaṁ laddhi, seyyathāpi",
  "atk-abh03a31:20_2": "andhakānañceva sammitiyānañca; te sandhāya pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a31:20_3": "Atha naṁ ‘‘yadi te rūpaṁ vipāko, evaṁvidhena anena bhavitabba’’nti codetuṁ sukhavedanīyantiādimāha.",
  "atk-abh03a31:20_4": "Sesaṁ yathāpāḷimeva niyyātīti.",
  "atk-abh03a31:21": "Rūpaṁ vipākotikathāvaṇṇanā.",
  "atk-abh03a31:22": "9. Rūpaṁ rūpāvacarārūpāvacarantikathāvaṇṇanā",
  "atk-abh03a31:23_0": "768-770. Idāni rūpaṁ rūpāvacarārūpāvacarantikathā nāma hoti. Tattha yaṁ kāmāvacarakammassa",
  "atk-abh03a31:23_1": "katattā rūpaṁ, taṁ yasmā kāmāvacaraṁ, tasmā rūpāvacarārūpāvacarakammānampi katattā",
  "atk-abh03a31:23_2": "rūpena rūpāvacarārūpāvacarena bhavitabbanti yesaṁ laddhi, seyyathāpi andhakānaṁ;",
  "atk-abh03a31:23_3": "te sandhāya atthi rūpaṁ rūpāvacarārūpāvacaranti pucchā sakavādissa, paṭiññā itarassa.",
  "atk-abh03a31:23_4": "Sesamettha heṭṭhā vuttanayamevāti.",
  "atk-abh03a31:24": "Rūpaṁ rūpāvacarārūpāvacarantikathāvaṇṇanā.",
  "atk-abh03a31:25": "10. Rūpārūpadhātupariyāpannakathāvaṇṇanā",
  "atk-abh03a31:26_0": "771-775. Idāni rūparāgo rūpadhātupariyāpanno arūparāgo arūpadhātupariyāpannoti kathā",
  "atk-abh03a31:26_1": "nāma hoti. Tattha yasmā kāmarāgo kāmadhātupariyāpanno, tasmā rūparāgārūparāgehipi",
  "atk-abh03a31:26_2": "rūpadhātuarūpadhātupariyāpannehi bhavitabbanti yesaṁ laddhi, seyyathāpi andhakānaṁ,",
  "atk-abh03a31:26_3": "te sandhāya pucchā sakavādissa, paṭiññā itarassa. Sesaṁ heṭṭhā vuttanayeneva veditabbaṁ.",
  "atk-abh03a31:26_4": "Kevalañhi tattha ‘‘rūpadhātuṁ anuseti, arūpadhātuṁ anusetī’’ti padaṁ viseso. Sā ca",
  "atk-abh03a31:26_5": "laddhi andhakānañceva sammitiyānañca. Ayaṁ andhakānaṁyevāti.",
  "atk-abh03a31:27": "Rūparāgo rūpadhātupariyāpanno arūparāgo arūpadhātupariyāpannotikathāvaṇṇanā.",
  "atk-abh03a31:28": "Rūpārūpadhātupariyāpannakathāvaṇṇanā.",
  "atk-abh03a31:29": "Soḷasamo vaggo."
}