{
  "atk-abh03a29:0": "14. Cuddasamavaggo",
  "atk-abh03a29:1": "1. Kusalākusalapaṭisandahanakathāvaṇṇanā",
  "atk-abh03a29:2_0": "686-690. Idāni kusalākusalapaṭisandahanakathā nāma hoti. Tattha kusalaṁ vā akusalassa,",
  "atk-abh03a29:2_1": "akusalaṁ vā kusalassa anantarā uppajjanakaṁ nāma natthīti tesaṁ aññamaññaṁ paṭisandhānaṁ",
  "atk-abh03a29:2_2": "na yujjati. Ye pana yasmā ekavatthusmiññeva rajjati virajjati ca, tasmā taṁ aññamaññaṁ",
  "atk-abh03a29:2_3": "paṭisandahatīti laddhiṁ gahetvā ṭhitā, seyyathāpi mahāsaṅghikā; te sandhāya pucchā",
  "atk-abh03a29:2_4": "sakavādissa; paṭiññā itarassa. Āvaṭṭanā paṇidhīti ubhayaṁ āvajjanasseva nāmaṁ. Tañhi",
  "atk-abh03a29:2_5": "bhavaṅgaṁ āvaṭṭetīti āvaṭṭanā. Bhavaṅgārammaṇato aññasmiṁ ārammaṇe cittaṁ paṇidahati",
  "atk-abh03a29:2_6": "ṭhapetīti paṇidhi. Kusalaṁ anāvaṭṭentassāti yaṁ taṁ akusalānantaraṁ paṭisandahantaṁ",
  "atk-abh03a29:2_7": "kusalaṁ uppajjati, taṁ anāvaṭṭentassa uppajjatīti pucchati. Itaro pana vinā āvajjanena",
  "atk-abh03a29:2_8": "kusalassa uppattiṁ apassanto paṭikkhipati. Kusalaṁ ayoniso manasikarototi idaṁ yadi",
  "atk-abh03a29:2_9": "akusalānantaraṁ kusalaṁ uppajjeyya, akusalasseva āvajjanena ayoniso manasikaroto",
  "atk-abh03a29:2_10": "uppajjeyyāti codanatthaṁ vuttaṁ. Sesaṁ yathāpāḷimeva niyyāti. Nanu yasmiṁyeva vatthusminti",
  "atk-abh03a29:2_11": "vacanaṁ ekārammaṇe sarāgavirāguppattiṁ dīpeti, na kusalākusalānaṁ anantarataṁ, tasmā asādhakanti.",
  "atk-abh03a29:3": "Kusalākusalapaṭisandahanakathāvaṇṇanā.",
  "atk-abh03a29:4": "2. Saḷāyatanuppattikathāvaṇṇanā",
  "atk-abh03a29:5_0": "691-692. Idāni saḷāyatanuppattikathā nāma hoti. Tattha upapattesiyena paṭisandhicittena",
  "atk-abh03a29:5_1": "saheva opapātikānaṁ saḷāyatanaṁ uppajjati. Gabbhaseyyakānaṁ ajjhattikāyatanesu manāyatanakāyāyatanāneva",
  "atk-abh03a29:5_2": "paṭisandhikkhaṇe uppajjanti. Sesāni cattāri sattasattatirattimhi. Tāni ca kho yena",
  "atk-abh03a29:5_3": "kammunā paṭisandhi gahitā, tasseva aññassa vā katattāti ayaṁ sakasamaye vādo. Yesaṁ",
  "atk-abh03a29:5_4": "pana ekakammasambhavattā sampannasākhāviṭapānaṁ rukkhādīnaṁ aṁkuro viya bījamattaṁ",
  "atk-abh03a29:5_5": "saḷāyatanaṁ mātukucchismiṁ paṭisandhikkhaṇeyeva uppajjatīti laddhi, seyyathāpi pubbaseliyānaṁ;",
  "atk-abh03a29:5_6": "te sandhāya saḷāyatananti pucchā sakavādissa, paṭiññā itarassa. Sabbaṅgapaccaṅgītiādi",
  "atk-abh03a29:5_7": "saḷāyatane sati evarūpo hutvā okkameyyāti codanatthaṁ vuttaṁ. Mātukucchigatassāti",
  "atk-abh03a29:5_8": "pucchā paravādissa. Parato mātukucchigatassa pacchā kesāti pucchā sakavādissa. Sesamettha uttānatthamevāti.",
  "atk-abh03a29:6": "Saḷāyatanuppattikathāvaṇṇanā.",
  "atk-abh03a29:7": "3. Anantarapaccayakathāvaṇṇanā",
  "atk-abh03a29:8_0": "693-697. Idāni anantarapaccayakathā nāma hoti. Tattha naccagītādīsu rūpadassanasaddasavanādīnaṁ",
  "atk-abh03a29:8_1": "lahuparivattitaṁ disvā ‘‘imāni viññāṇāni aññamaññassa anantarā uppajjantī’’ti yesaṁ",
  "atk-abh03a29:8_2": "laddhi, seyyathāpi uttarāpathakānaṁ; te sandhāya cakkhuviññāṇassāti pucchā sakavādissa,",
  "atk-abh03a29:8_3": "paṭiññā itarassa. Sotaviññāṇaṁ rūpārammaṇaṁyevāti yadi cakkhuviññāṇassa anantarā",
  "atk-abh03a29:8_4": "uppajjeyya, vipākamanodhātu viya rūpārammaṇaṁ siyāti codetuṁ vuttaṁ. Cakkhuñca paṭicca",
  "atk-abh03a29:8_5": "rūpe ca uppajjati sotaviññāṇanti pañhesu suttābhāvena paṭikkhipitvā anantaruppattiṁ",
  "atk-abh03a29:8_6": "sallakkhento laddhivasena paṭijānāti. Taññeva cakkhuviññāṇaṁtaṁ sotaviññāṇanti yathā",
  "atk-abh03a29:8_7": "paṭhamajavanānantaraṁ dutiyajavanaṁ manoviññāṇabhāvena taññeva hoti, kiṁ te tathā",
  "atk-abh03a29:8_8": "etampi dvayaṁ ekamevāti pucchati. Iminā nayena sabbavāresu attho veditabbo. Naccati",
  "atk-abh03a29:8_9": "gāyatītiādivacanaṁ ārammaṇasamodhāne lahuparivattitāya vokiṇṇabhāvaṁ dīpeti, na anantarapaccayataṁ, tasmā asādhakanti.",
  "atk-abh03a29:9": "Anantarapaccayakathāvaṇṇanā.",
  "atk-abh03a29:10": "4. Ariyarūpakathāvaṇṇanā",
  "atk-abh03a29:11_0": "698-699. Idāni ariyarūpakathā nāma hoti. Tattha sammāvācākammantā rūpaṁ, tañca kho",
  "atk-abh03a29:11_1": "‘‘sabbaṁ rūpaṁ cattāri ca mahābhūtāni catunnañca mahābhūtānaṁ upādāyarūpa’’nti (ma.",
  "atk-abh03a29:11_2": "ni. 3.67) vacanato upādāyarūpanti yesaṁ laddhi, seyyathāpi uttarāpathakānaṁ; te sandhāya",
  "atk-abh03a29:11_3": "ariyarūpaṁ mahābhūtānaṁ upādāyāti pucchā sakavādissa. Tattha ariyānaṁ rūpaṁ, ariyaṁ",
  "atk-abh03a29:11_4": "vā rūpanti ariyarūpaṁ. Āmantāti laddhiyaṁ ṭhatvā paṭiññā itarassa. Kusalanti puṭṭho",
  "atk-abh03a29:11_5": "laddhivaseneva paṭijānāti. Anāsavapucchādīsupi eseva nayo. Yaṁ kiñci rūpanti suttaṁ",
  "atk-abh03a29:11_6": "ṭhapetvā bhūtāni sesarūpassa upādābhāvaṁ dīpeti, na sammāvācākammantānaṁ. Tesañhi",
  "atk-abh03a29:11_7": "rūpamattaññeva asiddhaṁ, kuto upādārūpatā; tasmā asādhakanti.",
  "atk-abh03a29:12": "Ariyarūpakathāvaṇṇanā.",
  "atk-abh03a29:13": "5. Añño anusayotikathāvaṇṇanā",
  "atk-abh03a29:14_0": "700-701. Idāni añño anusayotikathā nāma hoti. Tattha yasmā puthujjano kusalābyākate",
  "atk-abh03a29:14_1": "citte vattamāne sānusayoti vattabbo, na pariyuṭṭhitoti tasmā añño anusayo, aññaṁ",
  "atk-abh03a29:14_2": "pariyuṭṭhānanti yesaṁ laddhi, seyyathāpi andhakānaṁ; te sandhāya añño kāmarāgānusayoti",
  "atk-abh03a29:14_3": "pucchā sakavādissa paṭiññā itarassa. Sesaṁ heṭṭhā anusayakathāyaṁ vuttanayeneva veditabbaṁ.",
  "atk-abh03a29:14_4": "Sānusayotiādi pana tasmiṁ samaye anusayassa appahīnattā sānusayoti vattabbataṁ, anuppannattā",
  "atk-abh03a29:14_5": "ca pariyuṭṭhitoti avattabbataṁ dīpeti, na anusayapariyuṭṭhānānaṁ aññattaṁ, tasmā asādhakanti.",
  "atk-abh03a29:15": "Añño anusayotikathāvaṇṇanā.",
  "atk-abh03a29:16": "6. Pariyuṭṭhānaṁ cittavippayuttantikathāvaṇṇanā",
  "atk-abh03a29:17_0": "702. Idāni pariyuṭṭhānaṁ cittavippayuttantikathā nāma hoti. Tattha yasmā aniccādito",
  "atk-abh03a29:17_1": "manasikarotopi rāgādayo uppajjanti. Vuttampi cetaṁ – ‘‘appekadā, bho bhāradvāja,",
  "atk-abh03a29:17_2": "asubhato manasikarissāmīti subhatova manasikarotī’’ti (saṁ. ni. 4.127). Tasmā pariyuṭṭhānaṁ",
  "atk-abh03a29:17_3": "cittavippayuttanti yesaṁ laddhi, seyyathāpi andhakānaṁyeva; te sandhāya pucchā sakavādissa,",
  "atk-abh03a29:17_4": "paṭiññā itarassa. Sesamettha uttānatthamevāti.",
  "atk-abh03a29:18": "Pariyuṭṭhānaṁ cittavippayuttantikathāvaṇṇanā.",
  "atk-abh03a29:19": "7. Pariyāpannakathāvaṇṇanā",
  "atk-abh03a29:20_0": "703-705. Idāni pariyāpannakathā nāma hoti. Tattha yasmā kāmarāgo kāmadhātuṁ anuseti,",
  "atk-abh03a29:20_1": "kāmadhātupariyāpannoti ca vuccati, tasmā rūparāgārūparāgāpi rūpadhātuarūpadhātuyo",
  "atk-abh03a29:20_2": "anusenti. Rūpadhātuarūpadhātupariyāpannāyeva ca nāma hontīti yesaṁ laddhi, seyyathāpi",
  "atk-abh03a29:20_3": "andhakānañceva sammitiyānañca; te sandhāya rūparāgoti pucchā sakavādissa, paṭiññā",
  "atk-abh03a29:20_4": "itarassa . Tattha anusetīti yathā kāmarāgo kāmavitakkasaṅkhātaṁ kāmadhātuṁ sahajātavasena",
  "atk-abh03a29:20_5": "anuseti, kiṁ te evaṁ rūparāgo rūpadhātunti pucchati. Pariyāpannoti yathā ca so tividhāya",
  "atk-abh03a29:20_6": "kāmadhātuyā kilesakāmavasena pariyāpannattā kāmadhātupariyāpanno, kiṁ te evaṁ rūparāgopi",
  "atk-abh03a29:20_7": "rūpadhātupariyāpannoti pucchati. Itaro panassa adhippāyaṁ asallakkhento kevalaṁ laddhivasena",
  "atk-abh03a29:20_8": "āmantāti paṭijānāti. Atha naṁ tamatthaṁ sallakkhāpetuṁ kusalavipākakiriyasaṅkhātehi",
  "atk-abh03a29:20_9": "samāpattesiyādīhi saṁsanditvā pucchituṁ samāpattesiyotiādimāha. Sesamettha yathāpāḷimeva",
  "atk-abh03a29:20_10": "niyyāti. Nanu kāmarāgotiādivacanampi kāmarāgasseva kāmadhātuyaṁ anusayabhāvaṁ pariyāpannatañca",
  "atk-abh03a29:20_11": "dīpeti, na itaresaṁ itaradhātūsūti.",
  "atk-abh03a29:21": "Pariyāpannakathāvaṇṇanā.",
  "atk-abh03a29:22": "8. Abyākatakathāvaṇṇanā",
  "atk-abh03a29:23_0": "706-708. Idāni abyākatakathā nāma hoti. Tattha vipākakiriyarūpanibbānasaṅkhātaṁ catubbidhaṁ",
  "atk-abh03a29:23_1": "abyākataṁ avipākattā abyākatanti vuttaṁ. Diṭṭhigataṁ ‘‘sassato lokoti kho, vaccha,",
  "atk-abh03a29:23_2": "abyākatameta’’nti (saṁ. ni. 4.416 thokaṁ visadisaṁ) sassatādibhāvena akathitattā.",
  "atk-abh03a29:23_3": "Yesaṁ pana imaṁ vibhāgaṁ aggahetvā purimābyākataṁ viya diṭṭhigatampi abyākatanti",
  "atk-abh03a29:23_4": "laddhi, seyyathāpi andhakānañceva uttarāpathakānañca; tesaṁ taṁ vibhāgaṁ dassetuṁ",
  "atk-abh03a29:23_5": "diṭṭhigataṁ abyākatanti pucchā sakavādissa, paṭiññā itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a29:24": "Abyākatakathāvaṇṇanā.",
  "atk-abh03a29:25": "9. Apariyāpannakathāvaṇṇanā",
  "atk-abh03a29:26_0": "709-710. Idāni apariyāpannakathā nāma hoti. Tattha yasmā puthujjano jhānalābhī kāmesu",
  "atk-abh03a29:26_1": "vītarāgoti vattabbo hoti, na pana vigatadiṭṭhikoti , tasmā diṭṭhigataṁ apariyāpannanti",
  "atk-abh03a29:26_2": "yesaṁ laddhi, seyyathāpi pubbaseliyānaṁ; te sandhāya pucchā sakavādissa, paṭiññā",
  "atk-abh03a29:26_3": "itarassa. Sesamettha yathāpāḷimeva niyyātīti.",
  "atk-abh03a29:27": "Apariyāpannakathāvaṇṇanā.",
  "atk-abh03a29:28": "Cuddasamo vaggo."
}