{
  "atk-vin02a35:0": "6. Senāsanakkhandhakaṁ",
  "atk-vin02a35:1": "Vihārānujānanakathā",
  "atk-vin02a35:2_0": "294. Senāsanakkhandhake – apaññattaṁ hotīti ananuññātaṁ hoti. Vihāro nāma aḍḍhayogādimuttako",
  "atk-vin02a35:2_1": "avasesāvāso. Aḍḍhayogoti supaṇṇavaṅkagehaṁ. Pāsādoti dīghapāsādo. Hammiyanti upariākāsatale",
  "atk-vin02a35:2_2": "patiṭṭhitakūṭāgāro pāsādoyeva. Guhāti iṭṭhakāguhā silāguhā dāruguhā paṁsuguhā. Āgatānāgatassa",
  "atk-vin02a35:2_3": "cātuddisassa saṅghassāti āgatassa ca anāgatassa ca catūsu disāsu appaṭihatacārassa",
  "atk-vin02a35:2_4": "cātuddisassa saṅghassa.",
  "atk-vin02a35:3_0": "295. Anumodanagāthāsu – sītaṁ uṇhanti utuvisabhāgavasena vuttaṁ. Sisire cāpi vuṭṭhiyoti",
  "atk-vin02a35:3_1": "ettha sisiroti samphusitakavāto vuccati. Vuṭṭhiyoti ujukameghavuṭṭhiyo eva. Etāni",
  "atk-vin02a35:3_2": "sabbāni paṭihantīti imināva padena yojetabbāni.",
  "atk-vin02a35:4_0": "Paṭihaññatīti vihārena paṭihaññati. Leṇatthanti nilīyanatthaṁ. Sukhatthanti sītādiparissayābhāvena",
  "atk-vin02a35:4_1": "sukhavihāratthaṁ. Jhāyituñca vipassitunti idampi padadvayaṁ ‘‘sukhatthañcā’’ti imināva",
  "atk-vin02a35:4_2": "padena yojetabbaṁ. Idañhi vuttaṁ hoti – sukhatthañca vihāradānaṁ, katamaṁ sukhatthaṁ?",
  "atk-vin02a35:4_3": "Jhāyituṁ vipassituñca yaṁ sukhaṁ, tadatthaṁ. Atha vā parapadenapi yojetabbaṁ – jhāyituñca",
  "atk-vin02a35:4_4": "vipassituñca vihāradānaṁ; idha jhāyissanti vipassissantīti dadato vihāradānaṁ saṅghassa",
  "atk-vin02a35:4_5": "aggaṁ buddhena vaṇṇitaṁ. Vuttañhetaṁ – ‘‘so ca sabbadado hoti, yo dadāti upassaya’’nti (saṁ. ni. 1.42).",
  "atk-vin02a35:5_0": "Yasmā ca aggaṁ vaṇṇitaṁ , ‘‘tasmā hi paṇḍito poso’’ti gāthā. Vāsayettha bahussuteti",
  "atk-vin02a35:5_1": "ettha vihāre pariyattibahussute ca paṭivedhabahussute ca vāseyya. Tesaṁ annañcāti",
  "atk-vin02a35:5_2": "yaṁ tesaṁ anucchavikaṁ annañca pānañca vatthāni ca mañcapīṭhādisenāsanāni ca, taṁ",
  "atk-vin02a35:5_3": "sabbaṁ tesu ujubhūtesu akuṭilacittesu. Dadeyyāti nidaheyya. Tañca kho vippasannena",
  "atk-vin02a35:5_4": "cetasā na cittappasādaṁ virādhetvā, evaṁ vippasannacittassa hi te tassa dhammaṁ desenti…pe…",
  "atk-vin02a35:5_5": "parinibbāti anāsavoti.",
  "atk-vin02a35:6_0": "296.Āviñchanacchiddaṁ āviñchanarajjunti ettha rajju nāma sacepi dīpinaṅguṭṭhena katā",
  "atk-vin02a35:6_1": "hoti, vaṭṭatiyeva; na kāci na vaṭṭati. Tīṇi tāḷānīti tisso kuñcikāyo. Yantakaṁ sūcikanti",
  "atk-vin02a35:6_2": "ettha yaṁ yaṁ jānāti taṁ taṁ yantakaṁ, tassa vivaraṇasūcikañca kātuṁ vaṭṭati. Vedikāvātapānaṁ",
  "atk-vin02a35:6_3": "nāma cetiye vedikāsadisaṁ. Jālavātapānaṁ nāma jālakabaddhaṁ. Salākavātapānaṁ nāma",
  "atk-vin02a35:6_4": "thambhakavātapānaṁ. Cakkalikanti ettha coḷakapādapuñchanaṁ bandhituṁ anujānāmīti",
  "atk-vin02a35:6_5": "attho. Vātapānabhisīti vātapānappamāṇena bhisiṁ katvā bandhituṁ anujānāmīti attho.",
  "atk-vin02a35:6_6": "Miḍḍhinti miḍḍhakaṁ. Bidalamañcakanti vettamañcaṁ; veḷuvilīvehi vā vītaṁ.",
  "atk-vin02a35:7_0": "297.Āsandikoti caturassapīṭhaṁ vuccati. Uccakampi āsandikanti vacanato ekatobhāgena",
  "atk-vin02a35:7_1": "dīghapīṭhameva hi aṭṭhaṅgulapādakaṁ vaṭṭati, caturassaāsandiko pana pamāṇātikkantopi",
  "atk-vin02a35:7_2": "vaṭṭatīti veditabbo. Sattaṅgo nāma tīsu disāsu apassayaṁ katvā katamañco, ayampi",
  "atk-vin02a35:7_3": "pamāṇātikkanto vaṭṭati. Bhaddapīṭhanti vettamayaṁ pīṭhaṁ vuccati. Pīṭhikāti pilotikābaddhapīṭhameva.",
  "atk-vin02a35:7_4": "Eḷakapādapīṭhaṁ nāma dārupaṭṭikāya upari pāde ṭhapetvā bhojanaphalakaṁ viya katapīṭhaṁ",
  "atk-vin02a35:7_5": "vuccati. Āmalakavaṭṭikapīṭhaṁ nāma āmalakākārena yojitaṁ bahupādakapīṭhaṁ. Imāni",
  "atk-vin02a35:7_6": "tāva pāḷiyaṁ āgatapīṭhāni. Dārumayaṁ pana sabbaṁ pīṭhaṁ vaṭṭatīti ayamettha vinicchayo.",
  "atk-vin02a35:7_7": "Kocchanti usiramayaṁ vā muñjapabbajamayaṁ vā.",
  "atk-vin02a35:8_0": "Aṭṭhaṅgulaparamaṁ mañcapaṭipādakanti ettha manussānaṁ pamāṇaṅgulameva aṭṭhaṅgulaṁ.",
  "atk-vin02a35:8_1": "Cimilikā nāma parikammakatāya bhūmiyā chavisaṁrakkhaṇatthāya attharaṇaṁ vuccati.",
  "atk-vin02a35:8_2": "Rukkhatūlanti simbalirukkhādīnaṁ yesaṁ kesañci rukkhānaṁ tūlaṁ. Latātūlanti khīravalliādīnaṁ",
  "atk-vin02a35:8_3": "yāsaṁ kāsañci vallīnaṁ tūlaṁ. Poṭakitūlanti poṭakitiṇādīnaṁ yesaṁ kesañci tiṇajātikānaṁ",
  "atk-vin02a35:8_4": "antamaso ucchunaḷādīnampi tūlaṁ. Etehi tīhi sabbabhūtagāmā saṅgahitā honti. Rukkhavallitiṇajātiyo",
  "atk-vin02a35:8_5": "hi muñcitvā añño bhūtagāmo nāma natthi, tasmā yassa kassaci bhūtagāmassa tūlaṁ bimbohane",
  "atk-vin02a35:8_6": "vaṭṭati, bhisiṁ pana pāpuṇitvā sabbampetaṁ akappiyatūlanti vuccati. Na kevalañca",
  "atk-vin02a35:8_7": "bimbohane etaṁ tūlameva, haṁsamorādīnaṁ sabbasakuṇānaṁ sīhādīnaṁ sabbacatuppadānañca",
  "atk-vin02a35:8_8": "lomampi vaṭṭati. Piyaṅgupupphabakuḷapupphādi pana yaṁkiñci pupphaṁ na vaṭṭati. Tamālapattaṁ",
  "atk-vin02a35:8_9": "suddhameva na vaṭṭati, missakaṁ pana vaṭṭati. Bhisīnaṁ anuññātaṁ pañcavidhaṁ uṇṇāditūlampi vaṭṭati.",
  "atk-vin02a35:9_0": "Addhakāyikānīti upaḍḍhakāyappamāṇāni, yesu kaṭito paṭṭhāya yāva sīsaṁ upadahanti.",
  "atk-vin02a35:9_1": "Sīsappamāṇaṁ nāma yassa vitthārato tīsu kaṇṇesu dvinnaṁ kaṇṇānaṁ antaraṁ minīyamānaṁ",
  "atk-vin02a35:9_2": "vidatthi ceva caturaṅgulañca hoti, majjhaṭṭhānaṁ muṭṭhiratanaṁ hoti. Dīghato pana",
  "atk-vin02a35:9_3": "diyaḍḍharatanaṁ vā dviratanaṁ vāti kurundiyaṁ vuttaṁ. Ayaṁ sīsappamāṇassa ukkaṭṭhaparicchedo.",
  "atk-vin02a35:9_4": "Ito uddhaṁ na vaṭṭati, heṭṭhā pana vaṭṭati. Agilānassa sīsupadhānañca pādupadhānañcāti",
  "atk-vin02a35:9_5": "dvayameva vaṭṭati . Gilānassa bimbohanāni santharitvā upari paccattharaṇaṁ katvā",
  "atk-vin02a35:9_6": "nipajjitumpi vaṭṭati. ‘‘Yāni pana bhisīnaṁ anuññātāni pañca kappiyatūlāni, tehi bimbohanaṁ",
  "atk-vin02a35:9_7": "mahantampi vaṭṭatī’’ti phussadevatthero āha. Vinayadharaupatissatthero pana ‘‘bimbohanaṁ",
  "atk-vin02a35:9_8": "karissāmī’ti kappiyatūlaṁ vā akappiyatūlaṁ vā pakkhipitvā karontassa pamāṇameva vaṭṭatī’’ti āha.",
  "atk-vin02a35:10_0": "Pañca bhisiyoti pañcahi uṇṇādīhi pūritabhisiyo. Tūlagaṇanāya hi etāsaṁ gaṇanā vuttā.",
  "atk-vin02a35:10_1": "Tattha uṇṇaggahaṇena na kevalaṁ eḷakalomameva gahitaṁ, ṭhapetvā manussalomaṁ yaṁkiñci",
  "atk-vin02a35:10_2": "kappiyākappiyamaṁsajātīnaṁ pakkhicatuppadānaṁ lomaṁ, sabbaṁ idha uṇṇaggahaṇeneva",
  "atk-vin02a35:10_3": "gahitaṁ. Tasmā channaṁ cīvarānaṁ channaṁ anulomacīvarānañca aññatarena bhisicchaviṁ",
  "atk-vin02a35:10_4": "katvā taṁ sabbaṁ pakkhipitvā bhisiṁ kātuṁ vaṭṭati. Eḷakalomāni pana apakkhipitvā",
  "atk-vin02a35:10_5": "kambalameva catugguṇaṁ vā pañcaguṇaṁ vā pakkhipitvā katāpi uṇṇabhisisaṅkhyameva gacchati.",
  "atk-vin02a35:11_0": "Coḷabhisiādīsu yaṁkiñci navacoḷaṁ vā purāṇacoḷaṁ vā saṁharitvā vā anto pakkhipitvā",
  "atk-vin02a35:11_1": "vā katā coḷabhisi, yaṁkiñci vākaṁ pakkhipitvā katā vākabhisi, yaṁkiñci tiṇaṁ pakkhipitvā",
  "atk-vin02a35:11_2": "katā tiṇabhisi, aññatra suddhatamālapattaṁ yaṁkiñci paṇṇaṁ pakkhipitvā katā paṇṇabhisīti",
  "atk-vin02a35:11_3": "veditabbā. Tamālapattaṁ pana aññena missameva vaṭṭati, suddhaṁ na vaṭṭati. Bhisiyā",
  "atk-vin02a35:11_4": "pamāṇaniyamo natthi, mañcabhisi pīṭhabhisi bhūmattharaṇabhisi caṅkamanabhisi pādapuñchanabhisīti",
  "atk-vin02a35:11_5": "etāsaṁ anurūpato sallakkhetvā attano rucivasena pamāṇaṁ kātabbaṁ. Yaṁ panetaṁ uṇṇādipañcavidhatūlampi",
  "atk-vin02a35:11_6": "bhisiyaṁ vaṭṭati, taṁ ‘‘masūrakepi vaṭṭatī’’ti kurundiyaṁ vuttaṁ. Etena masūrakaṁ",
  "atk-vin02a35:11_7": "paribhuñjituṁ vaṭṭatīti siddhaṁ hoti.",
  "atk-vin02a35:12_0": "Mañcabhisiṁ pīṭhe santharantīti mañcabhisiṁ pīṭhe attharanti; attharaṇatthāya harantīti",
  "atk-vin02a35:12_1": "yujjati. Ullokaṁ akaritvāti heṭṭhā cimilikaṁ adatvā. Phositunti rajanena vā haliddiyā",
  "atk-vin02a35:12_2": "vā upari phusitāni dātuṁ. Bhattikammanti bhisicchaviyā upari bhattikammaṁ. Hatthabhattinti pañcaṅgulibhattiṁ.",
  "atk-vin02a35:13_0": "298.Ikkāsanti rukkhaniyyāsaṁ vā silesaṁ vā. Piṭṭhamaddanti piṭṭhakhaliṁ. Kuṇḍakamattikanti",
  "atk-vin02a35:13_1": "kuṇḍakamissakamattikaṁ. Sāsapakuṭṭanti sāsapapiṭṭhaṁ. Sitthatelakanti vilīnamadhusitthakaṁ.",
  "atk-vin02a35:13_2": "Accussannaṁ hotīti bindu bindu hutvā tiṭṭhati. Paccuddharitunti puñchituṁ. Gaṇḍumattikanti",
  "atk-vin02a35:13_3": "gaṇḍuppādagūthamattikaṁ. Kasāvanti āmalakaharītakānaṁ kasāvaṁ.",
  "atk-vin02a35:14_0": "299.Na bhikkhave paṭibhānacittanti ettha na kevalaṁ itthipurisarūpameva, tiracchānarūpampi",
  "atk-vin02a35:14_1": "antamaso gaṇḍuppādarūpampi bhikkhuno sayaṁ kātuṁ vā ‘‘karohī’’ti vattuṁ vā na vaṭṭati,",
  "atk-vin02a35:14_2": "‘‘upāsaka dvārapālaṁ karohī’’ti vattumpi na labbhati. Jātakapakaraṇaasadisadānādīni",
  "atk-vin02a35:14_3": "pana pasādanīyāni nibbidāpaṭisaṁyuttāni vā vatthūni parehi kārāpetuṁ labbhati. Mālākammādīni",
  "atk-vin02a35:14_4": "sayampi kātuṁ labbhati.",
  "atk-vin02a35:15_0": "300.Aḷakamandāti ekaṅgaṇā manussābhikiṇṇā. Tayo gabbheti ettha sivikāgabbhoti caturassagabbho.",
  "atk-vin02a35:15_1": "Nāḷikāgabbhoti vitthārato diguṇatiguṇāyāmo dīghagabbho. Hammiyagabbhoti ākāsatale",
  "atk-vin02a35:15_2": "kūṭāgāragabbho vā muṇḍacchadanagabbho vā.",
  "atk-vin02a35:16_0": "Kalaṅkapādakanti rukkhaṁ vijjhitvā tattha khāṇuke ākoṭetvā kataṁ, taṁ āharimaṁ bhittipādaṁ",
  "atk-vin02a35:16_1": "jiṇṇakuṭṭapādassa upatthambhanatthaṁ bhūmiyaṁ patiṭṭhāpetuṁ anujānāmīti attho. Parittāṇakiṭikanti",
  "atk-vin02a35:16_2": "vassaparittāṇatthaṁ kiṭikaṁ. Uddasudhanti vacchakagomayena ceva chārikāya ca saddhiṁ madditamattikaṁ.",
  "atk-vin02a35:17_0": "Āḷindo nāma pamukhaṁ vuccati. Paghanaṁ nāma yaṁ nikkhamantā ca pavisantā ca pādehi",
  "atk-vin02a35:17_1": "hananti, tassa vihāradvāre ubhato kuṭṭaṁ nīharitvā katapadesassetaṁ adhivacanaṁ,",
  "atk-vin02a35:17_2": "‘‘paghāna’’ntipi vuccati. Pakuṭṭanti majjhe gabbhassa samantā pariyāgāro vuccati.",
  "atk-vin02a35:17_3": "‘‘Pakuṭa’’ntipi pāṭho. Osārakanti anāḷindake vihāre vaṁsaṁ datvā tato daṇḍake osāretvā",
  "atk-vin02a35:17_4": "katachadanapamukhaṁ. Saṁsāraṇakiṭiko nāma cakkalayutto kiṭiko.",
  "atk-vin02a35:18": "301.Pānīyabhājananti pivantānaṁ pānīyadānabhājanaṁ. Uḷuṅko ca thālakañca pānīyasaṅkhassa anulomāni.",
  "atk-vin02a35:19": "303.Apesīti dīghadārumhi khāṇuke pavesetvā kaṇṭakasākhāhi vinandhitvā kataṁ dvārathakanakaṁ. Palighoti gāmadvāresu viya cakkayuttaṁ dvārathakanakaṁ.",
  "atk-vin02a35:20": "305. Assatarīhi yuttā rathā assatarīrathā. Āmuttamaṇikuṇḍalāti āmuttamaṇikuṇḍalāni.",
  "atk-vin02a35:21": "Parinibbutoti kilesaparinibbānena parinibbuto. Sītibhūtoti kilesātapābhāvena sītibhūto. Nirūpadhīti kilesupadhiabhāvena nirūpadhīti vuccati.",
  "atk-vin02a35:22": "Sabbā āsattiyo chetvāti rūpādīsu vā visayesu sabbabhavesu vā patthanāyo chinditvā. Hadaye daranti citte kilesadarathaṁ vinetvā. Veyyāyikanti vayakaraṇaṁ vuccati.",
  "atk-vin02a35:23_0": "307.Ādeyyavācoti tassa vacanaṁ bahū janā ādiyitabbaṁ sotabbaṁ maññantīti attho. Ārāme",
  "atk-vin02a35:23_1": "akaṁsūti ye sadhanā, te attano dhanena akaṁsu. Ye mandadhanā ceva adhanā ca, tesaṁ",
  "atk-vin02a35:23_2": "dhanaṁ adāsi. Iti so satasahassakahāpaṇe satasahassagghanakañca bhaṇḍaṁ datvā pañcacattālīsayojanike",
  "atk-vin02a35:23_3": "addhāne yojane yojane vihārapatiṭṭhānaṁ katvā sāvatthiṁ agamāsi.",
  "atk-vin02a35:24_0": "Koṭisantharaṁsantharāpesīti kahāpaṇakoṭiyā kahāpaṇakoṭiṁ paṭipādetvā santhari. Ye",
  "atk-vin02a35:24_1": "tattha rukkhā vā pokkharaṇiyo vā tesaṁ parikkhepappamāṇaṁ gahetvā aññasmiṁ ṭhāne",
  "atk-vin02a35:24_2": "santharitvā adāsi. Evamassa aṭṭhārasakoṭikaṁ nidhānaṁ parikkhayaṁ agamāsi.",
  "atk-vin02a35:25": "Kumārassaetadahosīti gahapatino evaṁ bahudhanaṁ cajantassāpi mukhassa vippasannākāraṁ disvā etaṁ ahosi. Koṭṭhakaṁ māpesīti sattabhūmikaṁ dvārakoṭṭhakapāsādaṁ māpesi.",
  "atk-vin02a35:26_0": "Atha kho anāthapiṇḍiko gahapati jetavane vihāre kārāpesi…pe… maṇḍape kārāpesīti aparāhipi",
  "atk-vin02a35:26_1": "aṭṭhārasahi koṭīhi ete vihārādayo kārāpesi aṭṭhakarīsappamāṇāya bhūmiyā. Vipassissa",
  "atk-vin02a35:26_2": "hi bhagavato punabbasumitto gahapati yojanappamāṇaṁ bhūmiṁ suvaṇṇiṭṭhakāsantharena",
  "atk-vin02a35:26_3": "kiṇitvā vihāraṁ kārāpesi. Sikhissa pana sirivaḍḍho gahapati tigāvutappamāṇaṁ suvaṇṇayaṭṭhisantharena,",
  "atk-vin02a35:26_4": "vessabhussa sotthijo gahapati aḍḍhayojanappamāṇaṁ suvaṇṇaphālasantharena, kakusandhassa",
  "atk-vin02a35:26_5": "pana accuto gahapati gāvutappamāṇaṁ suvaṇṇahatthipadasantharena, koṇāgamanassa uggo",
  "atk-vin02a35:26_6": "gahapati aḍḍhagāvutappamāṇaṁ suvaṇṇiṭṭhakāsantharena, kassapassa sumaṅgalo gahapati",
  "atk-vin02a35:26_7": "vīsatiusabhappamāṇaṁ suvaṇṇakacchapasantharena, amhākaṁ bhagavato sudatto gahapati",
  "atk-vin02a35:26_8": "aṭṭhakarīsappamāṇaṁ bhūmiṁ kahāpaṇasantharena kiṇitvā vihāraṁ kārāpesīti; evaṁ anupubbena",
  "atk-vin02a35:26_9": "parihāyanti sampattiyoti alameva sabbasampattīsu virajjituṁ alaṁ vimuccitunti.",
  "atk-vin02a35:27_0": "308.Khaṇḍanti bhinnokāso. Phullanti phalitokāso. Paṭisaṅkharissatīti pākatikaṁ karissati.",
  "atk-vin02a35:27_1": "Laddhanavakammena pana bhikkhunā vāsipharasunikhādanādīni gahetvā sayaṁ na kātabbaṁ,",
  "atk-vin02a35:27_2": "katākataṁ jānitabbaṁ.",
  "atk-vin02a35:28_0": "310.Piṭṭhito piṭṭhito gantvāti thero kira gilāne paṭijagganto jiṇṇe vuḍḍhe saṅgaṇhanto",
  "atk-vin02a35:28_1": "sabbapacchato āgacchati. Idamassa cārittaṁ. Tena vuttaṁ – ‘‘piṭṭhito piṭṭhito gantvā’’ti.",
  "atk-vin02a35:28_2": "Aggāsananti therāsanaṁ. Aggodakanti dakkhiṇodakaṁ. Aggapiṇḍanti saṅghattherapiṇḍaṁ.",
  "atk-vin02a35:28_3": "Antarā satthīnaṁ karitvāti catunnaṁ pādānaṁ antare karitvā.",
  "atk-vin02a35:29": "315.Patiṭṭhāpesīti aṭṭhārasakoṭipariccāgaṁ katvā patiṭṭhāpesi. Evaṁ sabbāpi catupaṇṇāsakoṭiyo pariccaji.",
  "atk-vin02a35:30": "Vihārānujānanakathā niṭṭhitā.",
  "atk-vin02a35:31": "Āsanappaṭibāhanādikathā",
  "atk-vin02a35:32_0": "316.Vippakatabhojanoti antaraghare vā vihāre vā araññe vā yattha katthaci bhuñjamāno",
  "atk-vin02a35:32_1": "bhikkhu aniṭṭhite bhojane na vuṭṭhāpetabbo. Antaraghare pacchā āgatena bhikkhaṁ gahetvā",
  "atk-vin02a35:32_2": "gantabbaṁ. Sace manussā vā bhikkhū vā ‘‘pavisathā’’ti vadanti, ‘‘mayi pavisante bhikkhū",
  "atk-vin02a35:32_3": "uṭṭhahissantī’’ti vattabbaṁ. ‘‘Etha, bhante, āsanaṁ atthī’’ti vuttena pana pavisitabbaṁ.",
  "atk-vin02a35:32_4": "Sace koci kiñci na vadati, āsanasālaṁ gantvā atisamīpaṁ agantvā sabhāgaṭṭhāne ṭhātabbaṁ.",
  "atk-vin02a35:32_5": "Okāse kate ‘‘pavisathā’’ti vuttena pana pavisitabbaṁ. Sace pana yaṁ āsanaṁ tassa",
  "atk-vin02a35:32_6": "pāpuṇāti, tattha abhuñjanto bhikkhu nisinno hoti, taṁ uṭṭhāpetuṁ vaṭṭati. Yāgukhajjakādīsu",
  "atk-vin02a35:32_7": "pana yaṁkiñci pivitvā vā khāditvā vā yāva añño āgacchati, tāva nisinnaṁ rittahatthampi",
  "atk-vin02a35:32_8": "vuṭṭhāpetuṁ na vaṭṭati. Vippakatabhojanoyeva hi so hoti.",
  "atk-vin02a35:33_0": "Sace vuṭṭhāpetīti sace āpattiṁ atikkamitvāpi vuṭṭhāpetiyeva. Pavārito ca hotīti yaṁ",
  "atk-vin02a35:33_1": "so vuṭṭhāpeti, ayañca bhikkhu pavārito ca hoti, tena vattabbo – ‘‘gaccha udakaṁ āharāhī’’ti.",
  "atk-vin02a35:33_2": "Vuḍḍhatarañhi bhikkhuṁ āṇāpetuṁ idameva ekaṁ ṭhānanti. Sace so udakampi na āharati,",
  "atk-vin02a35:33_3": "tato yañca navakatarena kattabbaṁ, taṁ dassento ‘‘sādhukaṁ sitthānī’’tiādimāha.",
  "atk-vin02a35:34_0": "Gilānassa patirūpaṁ seyyanti ettha yo kāsabhagandarātisārādīhi gilāno hoti, kheḷamallakavaccakapālādīni",
  "atk-vin02a35:34_1": "ṭhapetabbāni honti. Kuṭṭhi vā hoti, senāsanaṁ dūseti; evarūpassa heṭṭhāpāsādapaṇṇasālādīsu",
  "atk-vin02a35:34_2": "aññataraṁ ekamantaṁ senāsanaṁ dātabbaṁ. Yasmiṁ vasante senāsanaṁ na dussati, tassa",
  "atk-vin02a35:34_3": "varaseyyāpi dātabbāva. Yopi sinehapānavirecananatthukammādīsu yaṁkiñci bhesajjaṁ",
  "atk-vin02a35:34_4": "karoti, sabbo so gilānoyeva, tassāpi sallakkhetvā patirūpaṁ senāsanaṁ dātabbaṁ .",
  "atk-vin02a35:34_5": "Lesakappenāti appakena sīsābādhādimattena. Bhikkhūgaṇetvāti ‘‘ettakā nāma bhikkhū’’ti",
  "atk-vin02a35:34_6": "vihāre bhikkhūnaṁ paricchedaṁ ñatvā.",
  "atk-vin02a35:35": "Āsanappaṭibāhanādikathā niṭṭhitā.",
  "atk-vin02a35:36": "Senāsanaggāhakathā",
  "atk-vin02a35:37_0": "318.Seyyāti mañcaṭṭhānāni vuccanti. Seyyaggenāti seyyāparicchedena, vassūpanāyikadivase",
  "atk-vin02a35:37_1": "kālaṁ ghosetvā ekamañcaṭṭhānaṁ ekassa bhikkhuno gāhetuṁ anujānāmīti attho. Seyyaggena",
  "atk-vin02a35:37_2": "gāhentāti seyyāparicchedena gāhiyamānā. Seyyā ussārayiṁsūti mañcaṭṭhānāni atirekāni",
  "atk-vin02a35:37_3": "ahesuṁ. Vihāraggādīsupi eseva nayo. Anubhāganti puna aparampi bhāgaṁ dātuṁ. Atimandesu",
  "atk-vin02a35:37_4": "hi bhikkhūsu ekekassa bhikkhuno dve tīṇi pariveṇāni dātabbāni. Na akāmā dātabboti",
  "atk-vin02a35:37_5": "anicchāya na dātabbo. Tattha vassūpanāyikadivase gahite anubhāge pacchā āgatānaṁ",
  "atk-vin02a35:37_6": "na attano aruciyā so anubhāgo dātabbo. Sace pana yena gahito, so ca attano ruciyā",
  "atk-vin02a35:37_7": "taṁ anubhāgaṁ vā paṭhamabhāgaṁ vā deti, vaṭṭati.",
  "atk-vin02a35:38_0": "Nissīme ṭhitassāti upacārasīmato bahi ṭhitassa. Anto upacārasīmāya pana dūre ṭhitassāpi",
  "atk-vin02a35:38_1": "labbhatiyeva. Senāsanaṁ gahetvāti vassūpanāyikadivase gahetvā. Sabbakālaṁ paṭibāhantīti",
  "atk-vin02a35:38_2": "catumāsaccayena utukālepi paṭibāhanti. Tīsu senāsanaggāhesu purimako ca pacchimako",
  "atk-vin02a35:38_3": "cāti ime dve gāhā thāvarā.",
  "atk-vin02a35:39_0": "Antarāmuttake ayaṁ vinicchayo – ekasmiṁ vihāre mahālābhasenāsanaṁ hoti. Senāsanasāmikā",
  "atk-vin02a35:39_1": "vassūpagataṁ bhikkhuṁ sabbapaccayehi sakkaccaṁ upaṭṭhahitvā pavāretvā gamanakāle",
  "atk-vin02a35:39_2": "bahuṁ samaṇaparikkhāraṁ denti. Mahātherā dūratopi āgantvā vassūpanāyikadivase taṁ",
  "atk-vin02a35:39_3": "gahetvā phāsuṁ vasitvā vutthavassā lābhaṁ gaṇhitvā pakkamanti. Āvāsikā ‘‘mayaṁ etthuppannaṁ",
  "atk-vin02a35:39_4": "lābhaṁ na labhāma, niccaṁ āgantukamahātherāva labhanti, teyeva naṁ āgantvā paṭijaggissantī’’ti",
  "atk-vin02a35:39_5": "palujjantampi na olokenti. Bhagavā tassa paṭijagganatthaṁ ‘‘aparajjugatāya pavāraṇāya",
  "atk-vin02a35:39_6": "āyatiṁ vassāvāsatthāya antarāmuttako gāhetabbo’’ti āha.",
  "atk-vin02a35:40_0": "Taṁ gāhentena saṅghatthero vattabbo – ‘‘bhante antarāmuttakasenāsanaṁ gaṇhathā’’ti.",
  "atk-vin02a35:40_1": "Sace gaṇhāti, dātabbaṁ; no ce eteneva upāyena anutheraṁ ādiṁ katvā yo gaṇhāti, tassa",
  "atk-vin02a35:40_2": "antamaso sāmaṇerassāpi dātabbaṁ. Tena taṁ senāsanaṁ aṭṭhamāse paṭijaggitabbaṁ. Chadanabhittibhūmīsu",
  "atk-vin02a35:40_3": "yaṁ kiñci khaṇḍaṁ vā phullaṁ vā hoti, taṁ sabbaṁ paṭisaṅkharitabbaṁ. Uddesaparipucchādīhi",
  "atk-vin02a35:40_4": "divasaṁ khepetvā rattiṁ tattha vasitumpi vaṭṭati. Rattiṁ pariveṇe vasitvā tattha",
  "atk-vin02a35:40_5": "divasaṁ khepetumpi vaṭṭati. Rattindivaṁ tattheva vasitumpi vaṭṭati. Utukāle āgatānaṁ",
  "atk-vin02a35:40_6": "vuḍḍhānaṁ na paṭibāhitabbaṁ. Vassūpanāyikadivase pana sampatte sace saṅghatthero",
  "atk-vin02a35:40_7": "‘‘mayhaṁ idaṁ senāsanaṁ dethā’’ti vadati, na labhati. ‘‘Bhante, idaṁ antarāmuttakaṁ",
  "atk-vin02a35:40_8": "gahetvā aṭṭhamāse ekena bhikkhunā paṭijaggita’’nti vatvā na dātabbaṁ. Aṭṭhamāse paṭijaggakabhikkhusseva gahitaṁ hoti.",
  "atk-vin02a35:41_0": "Yasmiṁ pana senāsane ekasaṁvacchare dvikkhattuṁ paccaye denti chamāsaccayena chamāsaccayena,",
  "atk-vin02a35:41_1": "taṁ antarāmuttakaṁ na gāhetabbaṁ. Yasmiṁ vā tikkhattuṁ denti catumāsaccayena catumāsaccayena,",
  "atk-vin02a35:41_2": "yasmiṁ vā catukkhattuṁ denti temāsaccayena temāsaccayena, taṁ antarāmuttakaṁ na gāhetabbaṁ.",
  "atk-vin02a35:41_3": "Paccayeneva hi taṁ paṭijagganaṁ labhissati. Yasmiṁ pana ekasaṁvacchare sakideva bahupaccaye",
  "atk-vin02a35:41_4": "denti, etaṁ antarāmuttakaṁ gāhetabbanti. Ayaṁ tāva antovasse vassūpanāyikadivasena",
  "atk-vin02a35:41_5": "pāḷiyaṁ āgatasenāsanaggāhakathā.",
  "atk-vin02a35:42_0": "Ayaṁ pana senāsanaggāho nāma duvidho hoti – utukāle ca vassāvāse ca. Tattha utukāle",
  "atk-vin02a35:42_1": "tāva keci āgantukā bhikkhū purebhattaṁ āgacchanti, keci pacchābhattaṁ paṭhamayāmaṁ",
  "atk-vin02a35:42_2": "vā majjhimayāmaṁ vā pacchimayāmaṁ vā ye yadā āgacchanti, tesaṁ tadāva bhikkhū uṭṭhāpetvā",
  "atk-vin02a35:42_3": "senāsanaṁ dātabbaṁ. Akālo nāma natthi. Senāsanapaññāpakena pana paṇḍitena bhavitabbaṁ,",
  "atk-vin02a35:42_4": "ekaṁ vā dve vā mañcaṭṭhānāni ṭhapetabbāni. Sace vikāle eko vā dve vā therā āgacchanti,",
  "atk-vin02a35:42_5": "te vattabbā – ‘‘bhante, ādito paṭṭhāya vuṭṭhāpiyamāne sabbepi bhikkhū ubbhaṇḍikā",
  "atk-vin02a35:42_6": "bhavissanti, tumhe amhākaṁ vasanaṭṭhāneyeva vasathā’’ti.",
  "atk-vin02a35:43_0": "Bahūsu pana āgatesu vuṭṭhāpetvā paṭipāṭiyā dātabbaṁ. Sace ekekaṁ pariveṇaṁ pahoti,",
  "atk-vin02a35:43_1": "ekekaṁ pariveṇaṁ dātabbaṁ. Tattha aggisāladīghasālamaṇḍalamālādayo sabbepi tasseva",
  "atk-vin02a35:43_2": "pāpuṇanti . Evaṁ appahonte pāsādaggena dātabbaṁ. Pāsādesu appahontesu ovarakaggena",
  "atk-vin02a35:43_3": "dātabbaṁ. Ovarakesu appahontesu seyyaggena dātabbaṁ. Seyyaggesu appahontesu mañcaṭṭhānena",
  "atk-vin02a35:43_4": "dātabbaṁ. Mañcaṭṭhāne appahonte ekapīṭhakaṭṭhānavasena dātabbaṁ. Bhikkhuno pana ṭhitokāsamattaṁ",
  "atk-vin02a35:43_5": "na gāhetabbaṁ. Etañhi senāsanaṁ nāma na hoti. Pīṭhakaṭṭhāne pana appahonte ekaṁ mañcaṭṭhānaṁ",
  "atk-vin02a35:43_6": "vā pīṭhakaṭṭhānaṁ vā vārena vārena gahetvā ‘‘bhante, vissamathā’’ti tiṇṇaṁ janānaṁ",
  "atk-vin02a35:43_7": "dātabbaṁ, na hi sakkā sītasamaye sabbarattiṁ ajjhokāse vasituṁ. Mahātherena paṭhamayāmaṁ",
  "atk-vin02a35:43_8": "vissamitvā nikkhamitvā dutiyattherassa vattabbaṁ – ‘‘āvuso, idha pavisāhī’’ti. Sace",
  "atk-vin02a35:43_9": "mahāthero niddāgaruko hoti, kālaṁ na jānāti, ukkāsitvā dvāraṁ ākoṭetvā ‘‘bhante,",
  "atk-vin02a35:43_10": "kālo jāto, sītaṁ anudahatī’’ti vattabbaṁ. Tena nikkhamitvā okāso dātabbo, adātuṁ",
  "atk-vin02a35:43_11": "na labhati. Dutiyattherenapi majjhimayāmaṁ vissamitvā purimanayeneva itarassa dātabbaṁ.",
  "atk-vin02a35:43_12": "Niddāgaruko vuttanayeneva vuṭṭhāpetabbo. Evaṁ ekarattiṁ ekamañcaṭṭhānaṁ tiṇṇaṁ dātabbaṁ.",
  "atk-vin02a35:43_13": "Jambudīpe pana ekacce bhikkhū ‘‘senāsanaṁ nāma mañcaṭṭhānaṁ vā pīṭhaṭṭhānaṁ vā kiñcideva",
  "atk-vin02a35:43_14": "kassaci sappāyaṁ hoti, kassaci asappāya’’nti āgantukā hontu vā mā vā, devasikaṁ senāsanaṁ",
  "atk-vin02a35:43_15": "gāhenti. Ayaṁ utukāle senāsanaggāho nāma.",
  "atk-vin02a35:44_0": "Vassāvāse pana atthi āgantukavattaṁ, atthi āvāsikavattaṁ, āgantukena tāva sakaṭṭhānaṁ",
  "atk-vin02a35:44_1": "muñcitvā aññattha gantvā vasitukāmena vassūpanāyikadivasameva tattha na gantabbaṁ.",
  "atk-vin02a35:44_2": "Vasanaṭṭhānaṁ vā hi tatra sambādhaṁ bhaveyya, bhikkhācāro vā na sampajjeyya, tena",
  "atk-vin02a35:44_3": "na phāsuṁ vihareyya. Tasmā ‘‘idāni māsamattena vassūpanāyikā bhavissatī’’ti taṁ vihāraṁ",
  "atk-vin02a35:44_4": "pavisitabbaṁ. Tattha māsamattaṁ vasanto sace uddesatthiko uddesasampattiṁ sallakkhetvā,",
  "atk-vin02a35:44_5": "sace kammaṭṭhāniko kammaṭṭhānasappāyataṁ sallakkhetvā, sace paccayatthiko paccayalābhaṁ",
  "atk-vin02a35:44_6": "sallakkhetvā antovasse sukhaṁ vasissati.",
  "atk-vin02a35:45_0": "Sakaṭṭhānato ca tattha gacchantena na gocaragāmo ghaṭṭetabbo, na tattha manussā vattabbā",
  "atk-vin02a35:45_1": "– ‘‘tumhe nissāya salākabhattādīni vā yāgukhajjakādīni vā vassāvāsikaṁ vā natthi,",
  "atk-vin02a35:45_2": "ayaṁ cetiyassa parikkhāro, ayaṁ uposathāgārassa, idaṁ tāḷañceva sūci ca sampaṭicchatha",
  "atk-vin02a35:45_3": "tumhākaṁ vihāra’’nti. Senāsanaṁ pana jaggitvā dārubhaṇḍamattikābhaṇḍāni paṭisāmetvā",
  "atk-vin02a35:45_4": "gamiyavattaṁ pūretvā gantabbaṁ. Evaṁ gacchantenāpi daharehi pattacīvarabhaṇḍikāyo",
  "atk-vin02a35:45_5": "ukkhipāpetvā telanāḷikattaradaṇḍādīni gāhāpetvā chattaṁ paggayha attānaṁ dassentena",
  "atk-vin02a35:45_6": "gāmadvāreneva na gantabbaṁ, paṭicchannena aṭavimaggena gantabbaṁ. Aṭavimagge asati",
  "atk-vin02a35:45_7": "gumbādīni maddantena na gantabbaṁ, gamiyavattaṁ pana pūretvā vitakkaṁ chinditvā suddhacittena",
  "atk-vin02a35:45_8": "gamanavatteneva gantabbaṁ. Sace pana gāmadvārena maggo hoti, gacchantañca naṁ saparivāraṁ",
  "atk-vin02a35:45_9": "disvā manussā ‘‘amhākaṁ thero viyā’’ti upadhāvitvā ‘‘kuhiṁ, bhante, sabbaparikkhāre",
  "atk-vin02a35:45_10": "gahetvā gacchathā’’ti vadanti, tesu ce eko evaṁ vadati – ‘‘vassūpanāyikakālo nāmāyaṁ,",
  "atk-vin02a35:45_11": "yattha antovasse nibaddhabhikkhācāro bhaṇḍapaṭicchādanañca labbhati, tattha bhikkhū",
  "atk-vin02a35:45_12": "gacchantī’’ti. Tassa ce sutvā te manussā ‘‘bhante, imasmimpi gāme jano bhuñjati ceva",
  "atk-vin02a35:45_13": "nivāseti ca, mā aññattha gacchathā’’ti vatvā mittāmacce pakkosāpetvā sabbe sammantayitvā",
  "atk-vin02a35:45_14": "vihāre nibaddhavattañca salākabhattādīni ca vassāvāsikañca paṭṭhapetvā ‘‘idheva bhante",
  "atk-vin02a35:45_15": "vasathā’’ti yācanti, sabbaṁ sādituṁ vaṭṭati. Sabbañhetaṁ kappiyañceva anavajjañca.",
  "atk-vin02a35:45_16": "Kurundiyaṁ pana ‘‘‘kuhiṁ gacchathā’ti vutte ‘asukaṭṭhāna’nti vatvā, ‘kasmā tattha",
  "atk-vin02a35:45_17": "gacchathā’ti vutte ‘kāraṇaṁ ācikkhitabba’’’nti vuttaṁ. Ubhayampi panettha suddhacittattāva",
  "atk-vin02a35:45_18": "anavajjaṁ. Idaṁ āgantukavattaṁ nāma.",
  "atk-vin02a35:46_0": "Idaṁ pana āvāsikavattaṁ – paṭikacceva hi āvāsikehi vihāro jaggitabbo. Khaṇḍaphullapaṭisaṅkharaṇaparibhaṇḍāni",
  "atk-vin02a35:46_1": "kātabbāni. Rattiṭṭhānadivāṭṭhānavaccakuṭipassāvaṭṭhānāni padhānagharavihāramaggoti",
  "atk-vin02a35:46_2": "imāni sabbāni paṭijaggitabbāni, cetiye sudhākammaṁ muddavedikāya telamakkhanaṁ mañcapīṭhapaṭijaggananti",
  "atk-vin02a35:46_3": "idampi sabbaṁ kātabbaṁ – ‘‘vassaṁ vasitukāmā āgantvā uddesaparipucchākammaṭṭhānānuyogādīni",
  "atk-vin02a35:46_4": "karontā sukhaṁ vasissantī’’ti. Kataparikammehi āsāḷhījuṇhapañcamito paṭṭhāya vassāvāsikaṁ",
  "atk-vin02a35:46_5": "pucchitabbaṁ. Kattha pucchitabbaṁ? Yato pakatiyā labbhati. Yehi pana na dinnapubbaṁ,",
  "atk-vin02a35:46_6": "te pucchituṁ na vaṭṭati. Kasmā pucchitabbaṁ? Kadāci hi manussā denti, kadāci dubbhikkhādīhi",
  "atk-vin02a35:46_7": "upaddutā na denti. Tattha ye na dassanti, te apucchitvā vassāvāsike gāhite gāhitabhikkhūnaṁ",
  "atk-vin02a35:46_8": "lābhantarāyo hoti, tasmā pucchitvāva gāhetabbaṁ, pucchantena ‘‘tumhākaṁ vassāvāsikaggāhakakālo",
  "atk-vin02a35:46_9": "upakaṭṭho’’ti vattabbaṁ. Sace vadanti ‘‘bhante, imaṁ saṁvaccharaṁ chātakādīhi upaddutamha,",
  "atk-vin02a35:46_10": "na sakkoma dātu’’nti vā ‘‘yaṁ mayaṁ pubbe dema, tato ūnataraṁ dassāmā’’ti vā ‘‘idāni",
  "atk-vin02a35:46_11": "kappāso sulabho, yaṁ pubbe dema, tato bahutaraṁ dassāmā’’ti vā vadanti, taṁ sallakkhetvā",
  "atk-vin02a35:46_12": "tadanurūpena nayena tesaṁ tesaṁ senāsane bhikkhūnaṁ vassāvāsikaṁ gāhetabbaṁ.",
  "atk-vin02a35:47_0": "Sace manussā vadanti – ‘‘yassa amhākaṁ vassāvāsikaṁ pāpuṇāti, so temāsaṁ pānīyaṁ",
  "atk-vin02a35:47_1": "upaṭṭhāpetu, vihāramaggaṁ jaggatu, cetiyaṅgaṇabodhiyaṅgaṇāni jaggatu, bodhirukkhe",
  "atk-vin02a35:47_2": "udakaṁ āsiñcatū’’ti, yassa taṁ pāpuṇāti, tassa ācikkhitabbaṁ. Yo pana gāmo paṭikkamma",
  "atk-vin02a35:47_3": "yojanadviyojanantare hoti, tatra ce kulāni upanikkhepaṁ ṭhapetvā vihāre vassāvāsikaṁ",
  "atk-vin02a35:47_4": "dentiyeva, tāni kulāni apucchitvāpi tesaṁ senāsane vattaṁ katvā vasantassa vassāvāsikaṁ",
  "atk-vin02a35:47_5": "gāhetabbaṁ. Sace pana tesaṁ senāsane paṁsukūliko vasati, āgatañca taṁ disvā ‘‘tumhākaṁ",
  "atk-vin02a35:47_6": "vassāvāsikaṁ demā’’ti vadanti, tena saṅghassa ācikkhitabbaṁ. Sace tāni kulāni saṅghassa",
  "atk-vin02a35:47_7": "dātuṁ na icchanti, ‘‘tumhākaṁyeva demā’’ti vadanti, sabhāgo bhikkhu ‘‘vattaṁ katvā",
  "atk-vin02a35:47_8": "gaṇhāhī’’ti vattabbo. Paṁsukūlikassa panetaṁ na vaṭṭati, iti saddhādeyye dāyakamanussā pucchitabbā.",
  "atk-vin02a35:48_0": "Tatruppāde pana kappiyakārakā pucchitabbā. Kathaṁ pucchitabbā? ‘‘Kiṁ, āvuso, saṅghassa",
  "atk-vin02a35:48_1": "bhaṇḍapaṭicchādanaṁ bhavissatī’’ti. Sace vadanti – ‘‘bhavissati, bhante, ekekassa",
  "atk-vin02a35:48_2": "navahatthaṁ sāṭakaṁ dassāma, vassāvāsikaṁ gāhethā’’ti, gāhetabbaṁ. Sacepi vadanti",
  "atk-vin02a35:48_3": "– ‘‘sāṭakaṁ natthi; vatthu pana atthi, gāhetha, bhante’’ti, vatthumhi santepi gāhetuṁ",
  "atk-vin02a35:48_4": "vaṭṭatiyeva. Kappiyakārakānañhi hatthe ‘‘kappiyabhaṇḍaṁ paribhuñjathā’’ti dinnavatthuto",
  "atk-vin02a35:48_5": "yaṁ yaṁ kappaṁ, taṁ taṁ sabbaṁ paribhuñjituṁ anuññātaṁ.",
  "atk-vin02a35:49_0": "Yaṁ panettha piṇḍapātatthāya gilānapaccayatthāya vā uddissa dinnaṁ, taṁ cīvare upanāmentehi",
  "atk-vin02a35:49_1": "saṅghasuṭṭhutāya apaloketvā upanāmetabbaṁ. Senāsanatthāya uddissa dinnaṁ garubhaṇḍaṁ",
  "atk-vin02a35:49_2": "hoti, cīvaravaseneva catupaccayavasena vā dinnaṁ cīvare upanāmentānaṁ apalokanakammakiccaṁ",
  "atk-vin02a35:49_3": "natthi, apalokanakammaṁ karontehi ca puggalavaseneva kātabbaṁ, saṅghavasena na kātabbaṁ.",
  "atk-vin02a35:49_4": "Jātarūparajatavasenāpi āmakadhaññavasena vā apalokanakammaṁ na vaṭṭati. Kappiyabhaṇḍavasena",
  "atk-vin02a35:49_5": "cīvarataṇḍulādivaseneva ca vaṭṭati. Taṁ pana evaṁ kattabbaṁ – ‘‘idāni subhikkhaṁ",
  "atk-vin02a35:49_6": "sulabhapiṇḍaṁ, bhikkhū cīvarena kilamanti, ettakaṁ nāma taṇḍulabhāgaṁ bhikkhūnaṁ",
  "atk-vin02a35:49_7": "cīvaraṁ kātuṁ ruccatī’’ti. ‘‘Gilānapaccayo sulabho gilāno vā natthi, ettakaṁ nāma",
  "atk-vin02a35:49_8": "taṇḍulabhāgaṁ bhikkhūnaṁ cīvaraṁ kātuṁ ruccatī’’ti.",
  "atk-vin02a35:50_0": "Evaṁ cīvarapaccayaṁ sallakkhetvā senāsanassa kāle ghosite sannipatite saṅghe senāsanaggāhako",
  "atk-vin02a35:50_1": "sammannitabbo. Sammannantena ca dve sammannitabbāti vuttaṁ. Evañhi navako vuḍḍhatarassa,",
  "atk-vin02a35:50_2": "vuḍḍho ca navakassa gāhessati. Mahante pana mahāvihārasadise vihāre tayo cattāro",
  "atk-vin02a35:50_3": "janā sammannitabbā. Kurundiyaṁ pana ‘‘aṭṭhapi soḷasapi jane sammannituṁ vaṭṭatī’’ti",
  "atk-vin02a35:50_4": "vuttaṁ. Tesaṁ sammuti kammavācāyapi apalokanenapi vaṭṭatiyeva.",
  "atk-vin02a35:51_0": "Tehi sammatehi bhikkhūhi senāsanaṁ sallakkhetabbaṁ, cetiyagharaṁ bodhigharaṁ āsanagharaṁ",
  "atk-vin02a35:51_1": "sammuñjaniaṭṭo dāruaṭṭo vaccakuṭi iṭṭhakasālā vaḍḍhakisālā dvārakoṭṭhako pānīyamāḷo",
  "atk-vin02a35:51_2": "maggo pokkharaṇīti etāni hi asenāsanāni, vihāro aḍḍhayogo pāsādo hammiyaṁ guhā maṇḍapo",
  "atk-vin02a35:51_3": "rukkhamūlaṁ veḷugumboti imāni senāsanāni, tāni gāhetabbāni. Gāhentena ca ‘‘paṭhamaṁ",
  "atk-vin02a35:51_4": "bhikkhū gaṇetuṁ, bhikkhū gaṇetvā seyyā gaṇetu’’nti ettha vuttanayena gāhetabbāni.",
  "atk-vin02a35:51_5": "Sace saṅghiko ca saddhādeyyo cāti dve cīvarapaccayā honti, tesu yaṁ bhikkhū paṭhamaṁ",
  "atk-vin02a35:51_6": "gaṇhituṁ icchanti, taṁ gāhetvā tassa ṭhitikato paṭṭhāya itaro gāhetabbo.",
  "atk-vin02a35:52_0": "Sace pana bhikkhūnaṁ appatāya pariveṇaggena senāsane gāhiyamāne ekaṁ pariveṇaṁ mahālābhaṁ",
  "atk-vin02a35:52_1": "hoti, dasa vā dvādasa vā cīvarāni labhanti, taṁ vijaṭetvā aññesu alābhakesu āvāsesu",
  "atk-vin02a35:52_2": "pakkhipitvā aññesampi bhikkhūnaṁ gāhetabbanti mahāsumatthero āha. Mahāpadumatthero",
  "atk-vin02a35:52_3": "panāha – ‘‘na evaṁ kātabbaṁ, manussā hi attano āvāsajagganatthāya paccayaṁ denti,",
  "atk-vin02a35:52_4": "tasmā aññehi bhikkhūhi tattha pavisitabba’’nti. Sace panettha mahāthero paṭikkosati",
  "atk-vin02a35:52_5": "– ‘‘māvuso, evaṁ gāhetha, bhagavato anusiṭṭhiṁ karotha, vuttañhetaṁ bhagavatā – ‘anujānāmi,",
  "atk-vin02a35:52_6": "bhikkhave, pariveṇaggena gāhetu’’’nti tassa paṭikkosanāya aṭṭhatvā ‘‘bhante bhikkhū",
  "atk-vin02a35:52_7": "bahū, paccayo mando, saṅgahaṁ kātuṁ vaṭṭatī’’ti taṁ saññāpetvā gāhetabbameva.",
  "atk-vin02a35:53_0": "Gāhentena ca sammatena bhikkhunā mahātherassa santikaṁ gantvā evaṁ vattabbaṁ – ‘‘bhante,",
  "atk-vin02a35:53_1": "tumhākaṁ senāsanaṁ pāpuṇāti, gaṇhatha paccayaṁ dhārethā’’ti. ‘‘Asukakulassa paccayo",
  "atk-vin02a35:53_2": "asukasenāsanañca mayhaṁ pāpuṇāti, āvuso’’ti, ‘‘pāpuṇāti, bhante, gaṇhatha na’’nti,",
  "atk-vin02a35:53_3": "‘‘gaṇhāmi, āvuso’’ti, gahitaṁ hoti. Sace pana ‘‘gahitaṁ vo, bhante’’ti vutte ‘‘gahitaṁ",
  "atk-vin02a35:53_4": "me’’ti vā ‘‘gaṇhissatha, bhante’’ti vutte ‘‘gaṇhissāmī’’ti vā vadati, ‘‘agahitaṁ",
  "atk-vin02a35:53_5": "hotī’’ti mahāsumatthero āha. Mahāpadumatthero panāha – ‘‘atītānāgatavacanaṁ vā hotu,",
  "atk-vin02a35:53_6": "vattamānavacanaṁ vā, satuppādamattaālayakaraṇamattameva cettha pamāṇaṁ, tasmā gahitameva hotī’’ti.",
  "atk-vin02a35:54_0": "Yopi paṁsukūliko bhikkhu senāsanaṁ gahetvā paccayaṁ vissajjeti, ayampi na aññasmiṁ",
  "atk-vin02a35:54_1": "āvāse pakkhipitabbo. Tasmiṁyeva pariveṇe aggisālāya vā dīghasālāya vā rukkhamūle",
  "atk-vin02a35:54_2": "vā aññassa gāhetuṁ vaṭṭati. Paṁsukūliko ‘‘vasāmī’’ti senāsanaṁ jaggissati, itaro",
  "atk-vin02a35:54_3": "‘‘paccayaṁ gaṇhāmī’’ti, evaṁ dvīhi kāraṇehi senāsanaṁ sujaggitataraṁ bhavissati.",
  "atk-vin02a35:54_4": "Mahāpaccariyaṁ pana vuttaṁ – ‘‘paṁsukūlike vāsatthāya senāsanaṁ gaṇhante senāsanaggāhāpakena",
  "atk-vin02a35:54_5": "vattabbaṁ – ‘bhante, idha paccayo atthi, so kiṁ kātabbo’ti. Tena ‘heṭṭhā aññaṁ gāhāpehī’ti",
  "atk-vin02a35:54_6": "vattabbo. Sace pana kiñci avatvāva vasati, vutthavassassa ca pādamūle ṭhapetvā sāṭakaṁ",
  "atk-vin02a35:54_7": "denti, vaṭṭati. Atha vassāvāsikaṁ demāti vadanti, tasmiṁ senāsane vassaṁvutthabhikkhūnaṁ",
  "atk-vin02a35:54_8": "pāpuṇātī’’ti. Yesaṁ pana senāsanaṁ natthi; kevalaṁ paccayameva denti, tesaṁ paccayaṁ",
  "atk-vin02a35:54_9": "avassāvāsike senāsane gāhetuṁ vaṭṭati.",
  "atk-vin02a35:55_0": "Manussā thūpaṁ katvā vassāvāsikaṁ gāhāpenti, thūpo nāma asenāsanaṁ, tassa samīpe",
  "atk-vin02a35:55_1": "rukkhe vā maṇḍape vā upanibandhitvā gāhāpetabbaṁ. Tena bhikkhunā cetiyaṁ paṭijaggitabbaṁ.",
  "atk-vin02a35:55_2": "Bodhirukkhabodhigharaāsanagharasammuñjaniaṭṭadāruaṭṭavaccakuṭidvārakoṭṭhakapānīyamāḷakadantakaṭṭhamāḷakesupi",
  "atk-vin02a35:55_3": "eseva nayo. Bhojanasālā pana senāsanameva, tasmā taṁ ekassa vā bahūnaṁ vā paricchinditvā",
  "atk-vin02a35:55_4": "gāhetuṁ vaṭṭatīti sabbamidaṁ vitthārena mahāpaccariyaṁ vuttaṁ.",
  "atk-vin02a35:56_0": "Senāsanaggāhāpakena pana pāṭipadaaruṇato paṭṭhāya yāva puna aruṇaṁ na bhijjati tāva",
  "atk-vin02a35:56_1": "gāhetabbaṁ, idañhi senāsanaggāhassa khettaṁ. Sace pātova gāhite senāsane añño vitakkacāriko",
  "atk-vin02a35:56_2": "bhikkhu āgantvā senāsanaṁ yācati, ‘‘gahitaṁ, bhante, senāsanaṁ, vassūpagato saṅgho,",
  "atk-vin02a35:56_3": "ramaṇīyo vihāro, rukkhamūlādīsu yattha icchatha tattha vasathā’’ti vattabbo. Vassūpagatehi",
  "atk-vin02a35:56_4": "antovasse nibaddhavattaṁ ṭhapetvā vassūpagatā bhikkhū ‘‘sammuñjaniyo bandhathā’’ti",
  "atk-vin02a35:56_5": "vattabbā. Sulabhā ce daṇḍakā ceva salākāyo ca honti, ekekena cha pañca muṭṭhisammuñjaniyo,",
  "atk-vin02a35:56_6": "dve tisso yaṭṭhisammuñjaniyo vā bandhitabbā. Dullabhā ce honti, dve tisso muṭṭhisammuñjaniyo",
  "atk-vin02a35:56_7": "ekā yaṭṭhisammuñjanī bandhitabbā. Sāmaṇerehi pañca pañca ukkā koṭṭetabbā. Vasanaṭṭhāne",
  "atk-vin02a35:56_8": "kasāvaparibhaṇḍaṁ kātabbaṁ.",
  "atk-vin02a35:57_0": "Vattaṁ karontehi pana ‘‘na uddisitabbaṁ, na uddisāpetabbaṁ, na sajjhāyo kātabbo,",
  "atk-vin02a35:57_1": "na pabbājetabbaṁ, na upasampādetabbaṁ, na nissayo dātabbo, na dhammasavanaṁ kātabbaṁ,",
  "atk-vin02a35:57_2": "sabbeva hi ete papañcā. Nippapañcā hutvā samaṇadhammameva karissāmā’’ti vā ‘‘sabbe",
  "atk-vin02a35:57_3": "terasa dhutaṅgāni samādiyantu, seyyaṁ akappetvā ṭhānacaṅkamehi vītināmentu, mūgabbataṁ",
  "atk-vin02a35:57_4": "gaṇhantu, sattāhakaraṇīyena gatāpi bhājanīyabhaṇḍaṁ labhantū’’ti vā evarūpaṁ adhammikavattaṁ",
  "atk-vin02a35:57_5": "na kātabbaṁ. Evaṁ pana kātabbaṁ – pariyattidhammo nāma tividhampi saddhammaṁ patiṭṭhāpeti;",
  "atk-vin02a35:57_6": "tasmā sakkaccaṁ uddisatha, uddisāpetha, sajjhāyaṁ karotha, padhānaghare vasantānaṁ",
  "atk-vin02a35:57_7": "saṅghaṭṭanaṁ akatvā antovihāre nisīditvā uddisatha, uddisāpetha, sajjhāyaṁ karotha,",
  "atk-vin02a35:57_8": "dhammasavanaṁ samiddhaṁ karotha, pabbājentā sodhetvā pabbājetha, sodhetvā upasampādetha,",
  "atk-vin02a35:57_9": "sodhetvā nissayaṁ detha, ekopi hi kulaputto pabbajjaṁ upasampadañca labhitvā sakalasāsanaṁ",
  "atk-vin02a35:57_10": "patiṭṭhāpeti, attano thāmena yattakāni sakkotha tattakāni dhutaṅgāni samādiyatha.",
  "atk-vin02a35:57_11": "Antovassaṁ nāmetaṁ sakaladivasaṁ rattiyā ca paṭhamapacchimayāmesu appamattehi bhavitabbaṁ,",
  "atk-vin02a35:57_12": "vīriyaṁ ārabhitabbaṁ. Porāṇakamahātherāpi sabbapalibodhe chinditvā antovasse ekacārikavattaṁ",
  "atk-vin02a35:57_13": "pūrayiṁsu, bhasse mattaṁ jānitvā dasavatthukakathaṁ dasaasubhadasānussatiaṭṭhatiṁsārammaṇakathañca",
  "atk-vin02a35:57_14": "kātuṁ vaṭṭati, āgantukānaṁ vattaṁ kātuṁ sattāhakaraṇīyena gatānaṁ apaloketvā dātuṁ",
  "atk-vin02a35:57_15": "vaṭṭatīti evarūpaṁ vattaṁ kātabbaṁ.",
  "atk-vin02a35:58_0": "Apica bhikkhū ovaditabbā – ‘‘viggāhikapisuṇapharusavacanāni mā vadatha, divase divase",
  "atk-vin02a35:58_1": "sīlāni āvajjentā caturārakkhaṁ ahāpentā manasikārabahulā viharathā’’ti. Dantakaṭṭhakhādanavattaṁ",
  "atk-vin02a35:58_2": "ācikkhitabbaṁ, cetiyaṁ vā bodhiṁ vā vandantena gandhamālaṁ vā pūjentena pattaṁ vā",
  "atk-vin02a35:58_3": "thavikāya pakkhipantena na kathetabbaṁ, bhikkhācāravattaṁ ācikkhitabbaṁ – ‘‘antogāme",
  "atk-vin02a35:58_4": "manussehi saddhiṁ paccayasaññuttakathā vā visabhāgakathā vā na kathetabbā, rakkhitindriyehi",
  "atk-vin02a35:58_5": "bhavitabbaṁ, khandhakavattañca sekhiyavattañca pūretabba’’nti evarūpā bahukāpi niyyānikakathā ācikkhitabbāti.",
  "atk-vin02a35:59_0": "Pacchimavassūpanāyikadivase pana sace kālaṁ ghosetvā sannipatite saṅghe koci dasahatthaṁ",
  "atk-vin02a35:59_1": "vatthaṁ āharitvā vassāvāsikaṁ deti, āgantuko sace bhikkhu saṅghatthero hoti, tassa",
  "atk-vin02a35:59_2": "dātabbaṁ. Navako ce hoti, sammatena bhikkhunā saṅghatthero vattabbo – ‘‘sace bhante",
  "atk-vin02a35:59_3": "icchatha, paṭhamabhāgaṁ muñcitvā idaṁ vatthaṁ gaṇhathā’’ti, amuñcantassa na dātabbaṁ.",
  "atk-vin02a35:59_4": "Sace pana pubbe gāhitaṁ muñcitvā gaṇhāti, dātabbaṁ. Etenevupāyena dutiyattherato",
  "atk-vin02a35:59_5": "paṭṭhāya parivattetvā pattaṭṭhāne āgantukassa dātabbaṁ. Sace paṭhamavassūpagatā dve",
  "atk-vin02a35:59_6": "tīṇi cattāri pañca vā vatthāni alatthuṁ, laddhaṁ laddhaṁ etenevupāyena vissajjāpetvā",
  "atk-vin02a35:59_7": "yāva āgantukassa samakaṁ hoti, tāva dātabbaṁ. Tena pana samake laddhe avasiṭṭho anubhāgo",
  "atk-vin02a35:59_8": "therāsane dātabbo. Paccuppanne lābhe sati ṭhitikāya gāhetuṁ katikaṁ kātuṁ vaṭṭati.",
  "atk-vin02a35:60_0": "Sace dubbhikkhaṁ hoti, dvīsupi vassūpanāyikāsu vassūpagatā bhikkhū bhikkhāya kilamantā",
  "atk-vin02a35:60_1": "‘‘āvuso, idha vasantā sabbeva kilamāma, sādhu vata dvebhāgā homa, yesaṁ ñātipavāritaṭṭhānāni",
  "atk-vin02a35:60_2": "atthi, te tattha vasitvā pavāraṇāya āgantvā attano pattaṁ vassāvāsikaṁ gaṇhantū’’ti",
  "atk-vin02a35:60_3": "vadanti, tesu ye tattha vasitvā pavāraṇāya āgacchanti, tesaṁ apaloketvā vassāvāsikaṁ",
  "atk-vin02a35:60_4": "dātabbaṁ. Sādiyantāpi hi te neva vassāvāsikassa sāmino, khīyantāpi ca āvāsikā neva",
  "atk-vin02a35:60_5": "adātuṁ labhanti. Kurundiyaṁ pana vuttaṁ – ‘‘katikavattaṁ kātabbaṁ – ‘sabbesaṁ no",
  "atk-vin02a35:60_6": "idha yāgubhattaṁ nappahoti, sabhāgaṭṭhāne vasitvā āgacchatha, tumhākaṁ pattaṁ vassāvāsikaṁ",
  "atk-vin02a35:60_7": "labhissathā’ti. Tañce eko paṭibāhati, supaṭibāhitaṁ; no ce paṭibāhati, katikā sukatā.",
  "atk-vin02a35:60_8": "Pacchā tesaṁ tattha vasitvā āgatānaṁ apaloketvā dātabbaṁ, apalokanakāle paṭibāhituṁ",
  "atk-vin02a35:60_9": "na labbhatī’’ti. Punapi vuttaṁ – ‘‘sace vassūpagatesu ekaccānaṁ vassāvāsike apāpuṇante",
  "atk-vin02a35:60_10": "bhikkhū katikaṁ karonti – ‘chinnavassānaṁ vassāvāsikañca idāni uppajjanakavassāvāsikañca",
  "atk-vin02a35:60_11": "imesaṁ dātuṁ ruccatī’ti evaṁ katikāya katāya gāhitasadisameva hoti, uppannuppannaṁ",
  "atk-vin02a35:60_12": "tesameva dātabba’’nti.",
  "atk-vin02a35:61_0": "Temāsaṁ pānīyaṁ upaṭṭhāpetvā vihāramaggacetiyaṅgaṇabodhiyaṅgaṇāni jaggitvā bodhirukkhe",
  "atk-vin02a35:61_1": "udakaṁ siñcitvā pakkantopi vibbhantopi vassāvāsikaṁ labhatiyeva. Bhatiniviṭṭhañhi",
  "atk-vin02a35:61_2": "tena kataṁ. Saṅghikaṁ pana apalokanakammaṁ katvā gāhitaṁ antovasse vibbhantopi labhateva.",
  "atk-vin02a35:61_3": "Paccayavasena gāhitaṁ pana na labhatīti vadanti.",
  "atk-vin02a35:62_0": "Sace vutthavasso disaṁgamiko bhikkhu āvāsikassa hatthato kiñcideva kappiyabhaṇḍaṁ",
  "atk-vin02a35:62_1": "gahetvā ‘‘asukakule mayhaṁ vassāvāsikaṁ pattaṁ, taṁ gaṇhathā’’ti vatvā gataṭṭhāne",
  "atk-vin02a35:62_2": "vibbhamati, vassāvāsikaṁ saṅghikaṁ hoti. Sace pana manusse sammukhā sampaṭicchāpetvā",
  "atk-vin02a35:62_3": "gacchati, labhati. ‘‘Idaṁ vassāvāsikaṁ amhākaṁ senāsane vutthabhikkhuno demā’’ti",
  "atk-vin02a35:62_4": "vutte, yassa gāhitaṁ tasseva hoti. Sace pana senāsanasāmikassa piyakamyatāya puttadhītādayo",
  "atk-vin02a35:62_5": "bahūni vatthāni āharitvā ‘‘amhākaṁ senāsane demā’’ti denti, tattha vassūpagatassa",
  "atk-vin02a35:62_6": "ekameva vatthaṁ dātabbaṁ, sesāni saṅghikāni honti, vassāvāsikaṭṭhitikāya gāhetabbāni.",
  "atk-vin02a35:62_7": "Ṭhitikāya asati therāsanato paṭṭhāya gāhetabbāni. Senāsane vassūpagataṁ bhikkhuṁ",
  "atk-vin02a35:62_8": "nissāya uppannena cittappasādena bahūni vatthāni āharitvā ‘‘senāsanassa demā’’ti",
  "atk-vin02a35:62_9": "dinnesupi eseva nayo. Sace pana pādamūle ṭhapetvā ‘‘etassa bhikkhuno demā’’ti vadanti, tasseva honti.",
  "atk-vin02a35:63_0": "Ekassa gehe dve vassāvāsikāni – paṭhamabhāgo sāmaṇerassa gāhito hoti, dutiyo therāsane.",
  "atk-vin02a35:63_1": "So ekaṁ dasahatthaṁ, ekaṁ aṭṭhahatthaṁ sāṭakaṁ peseti ‘‘vassāvāsikaṁ pattabhikkhūnaṁ",
  "atk-vin02a35:63_2": "dethā’’ti vicinitvā varabhāgaṁ sāmaṇerassa datvā anubhāgo therāsane dātabbo. Sace",
  "atk-vin02a35:63_3": "pana ubhopi gharaṁ netvā bhojetvā sayameva pādamūle ṭhapeti, yaṁ yassa dinnaṁ, tadeva tassa hoti.",
  "atk-vin02a35:64_0": "Ito paraṁ mahāpaccariyaṁ āgatanayo hoti – ‘‘ekassa ghare daharasāmaṇerassa vassāvāsikaṁ",
  "atk-vin02a35:64_1": "pāpuṇāti, so ce pucchati – ‘amhākaṁ vassāvāsikaṁ kassa patta’nti, ‘sāmaṇerassā’ti",
  "atk-vin02a35:64_2": "avatvā ‘dānakāle jānissasī’ti vatvā dānadivase ekaṁ mahātheraṁ pesetvā nīharāpetabbaṁ.",
  "atk-vin02a35:64_3": "Sace yassa vassāvāsikaṁ pattaṁ, so vibbhamati vā kālaṁ vā karoti, manussā ce pucchanti",
  "atk-vin02a35:64_4": "– ‘kassa amhākaṁ vassāvāsikaṁ patta’nti, tesaṁ yathābhūtaṁ ācikkhitabbaṁ. Sace te",
  "atk-vin02a35:64_5": "vadanti – ‘tumhākaṁ demā’ti, tassa bhikkhuno pāpuṇāti. Atha saṅghassa vā gaṇassa",
  "atk-vin02a35:64_6": "vā denti, saṅghassa vā gaṇassa vā pāpuṇāti. Sace vassūpagatā suddhapaṁsukūlikāyeva",
  "atk-vin02a35:64_7": "honti, ānetvā dinnaṁ vassāvāsikaṁ senāsanaparikkhāraṁ vā katvā ṭhapetabbaṁ, bimbohanādīni",
  "atk-vin02a35:64_8": "vā kātabbānī’’ti. Idaṁ nevāsikavattaṁ.",
  "atk-vin02a35:65": "Senāsanaggāhakathā niṭṭhitā.",
  "atk-vin02a35:66": "Upanandavatthukathā",
  "atk-vin02a35:67_0": "319. Upanandavatthusmiṁ – tattha tayā moghapurisa gahitaṁ idha muttaṁ, idha tayā",
  "atk-vin02a35:67_1": "gahitaṁ tatra muttanti ettha ayamattho – yaṁ tayā tattha senāsanaṁ gahitaṁ, taṁ te",
  "atk-vin02a35:67_2": "gaṇhanteneva idha muttaṁ hoti. ‘‘Idha dānāhaṁ, āvuso, muñcāmī’’ti vadantena pana",
  "atk-vin02a35:67_3": "taṁ tatrāpi muttaṁ. Evaṁ tvaṁ ubhayattha paribāhiroti.",
  "atk-vin02a35:68_0": "Ayaṁ panettha vinicchayo – gahaṇena gahaṇaṁ paṭippassambhati, gahaṇena ālayo paṭippassambhati,",
  "atk-vin02a35:68_1": "ālayena gahaṇaṁ paṭippassambhati, ālayena ālayo paṭippassambhati. Kathaṁ? Idhekacco",
  "atk-vin02a35:68_2": "vassūpanāyikadivase ekasmiṁ vihāre senāsanaṁ gahetvā sāmantavihāraṁ gantvā tatrāpi",
  "atk-vin02a35:68_3": "gaṇhāti, tassa iminā gahaṇena purimaṁ gahaṇaṁ paṭippassambhati. Aparo ‘‘idha vasissāmī’’ti",
  "atk-vin02a35:68_4": "ālayamattaṁ katvā sāmantavihāraṁ gantvā tattha senāsanaṁ gaṇhāti, tassa iminā gahaṇena",
  "atk-vin02a35:68_5": "purimo ālayo paṭippassambhati. Eko ‘‘idha vasissāmī’’ti senāsanaṁ vā gahetvā ālayaṁ",
  "atk-vin02a35:68_6": "vā katvā sāmantavihāraṁ gantvā ‘‘idheva dāni vasissāmī’’ti ālayaṁ karoti, iccassa",
  "atk-vin02a35:68_7": "ālayena vā gahaṇaṁ ālayena vā ālayo paṭippassambhati, sabbattha pacchime gahaṇe vā",
  "atk-vin02a35:68_8": "ālaye vā tiṭṭhati. Yo pana ‘‘ekasmiṁ vihāre senāsanaṁ gahetvā aññasmiṁ vihāre vasissāmī’’ti",
  "atk-vin02a35:68_9": "gacchati, tassa upacārasīmātikkame senāsanaggāho paṭippassambhati. Yadi pana ‘‘tattha",
  "atk-vin02a35:68_10": "phāsu bhavissati, vasissāmi; no ce, āgamissāmī’’ti gantvā aphāsubhāvaṁ ñatvā paccāgacchati, vaṭṭati.",
  "atk-vin02a35:69_0": "320.Tivassantarenāti ettha tivassantaro nāma yo dvīhi vassehi mahantataro vā daharataro",
  "atk-vin02a35:69_1": "vā hoti. Yo pana ekena vassena mahantataro vā daharataro vā hoti, yo vā samānavasso,",
  "atk-vin02a35:69_2": "tattha vattabbameva natthi. Ime sabbe ekasmiṁ mañce vā pīṭhe vā dve dve hutvā nisīdituṁ",
  "atk-vin02a35:69_3": "labhanti. Yaṁ tiṇṇaṁ pahoti, taṁ saṁhārimaṁ vā hotu asaṁhārimaṁ vā, tathārūpe api",
  "atk-vin02a35:69_4": "phalakakhaṇḍe anupasampannenāpi saddhiṁ nisīdituṁ vaṭṭati.",
  "atk-vin02a35:70_0": "Hatthinakhakanti hatthikumbhe patiṭṭhitaṁ; evaṁ katassa kiretaṁ nāmaṁ. Sabbaṁ pāsādaparibhoganti",
  "atk-vin02a35:70_1": "suvaṇṇarajatādivicitrāni kavāṭāni mañcapīṭhāni tālavaṇṭāni suvaṇṇarajatamayapānīyaghaṭapānīyasarāvāni",
  "atk-vin02a35:70_2": "yaṁkiñci cittakammakataṁ, sabbaṁ vaṭṭati. ‘‘Pāsādassa dāsidāsaṁ khettavatthuṁ gomahiṁsaṁ",
  "atk-vin02a35:70_3": "demā’’ti vadanti, pāṭekkaṁ gahaṇakiccaṁ natthi, pāsāde paṭiggahite paṭiggahitameva",
  "atk-vin02a35:70_4": "hoti. Gonakādīni saṅghikavihāre vā puggalikavihāre vā mañcapīṭhakesu attharitvā paribhuñjituṁ",
  "atk-vin02a35:70_5": "na vaṭṭanti. Dhammāsane pana gihivikaṭanihārena labbhanti, tatrāpi nipajjituṁ na vaṭṭati.",
  "atk-vin02a35:71": "Upanandavatthukathā niṭṭhitā.",
  "atk-vin02a35:72": "Avissajjiyavatthukathā",
  "atk-vin02a35:73_0": "321.Pañcimānīti rāsivasena pañca, sarūpavasena panetāni bahūni honti. Tattha ārāmo",
  "atk-vin02a35:73_1": "nāma pupphārāmo vā phalārāmo vā. Ārāmavatthu nāma tesaṁyeva ārāmānaṁ atthāya paricchinditvā",
  "atk-vin02a35:73_2": "ṭhapitokāso; tesu vā ārāmesu vinaṭṭhesu tesaṁ porāṇakabhūmibhāgo. Vihāro nāma yaṁkiñci",
  "atk-vin02a35:73_3": "pāsādādisenāsanaṁ. Vihāravatthu nāma tassa patiṭṭhānokāso. Mañco nāma – masārako,",
  "atk-vin02a35:73_4": "bundikābaddho, kuḷīrapādako āhaccapādakoti imesaṁ pubbe vuttānaṁ catunnaṁ mañcānaṁ",
  "atk-vin02a35:73_5": "aññataro . Pīṭhaṁ nāma masārakādīnaṁyeva catunnaṁ pīṭhānaṁ aññataraṁ. Bhisi nāma",
  "atk-vin02a35:73_6": "uṇṇabhisiādīnaṁ pañcannaṁ aññatarā. Bimbohanaṁ nāma vuttappakārānaṁ bimbohanānaṁ",
  "atk-vin02a35:73_7": "aññataraṁ. Lohakumbhī nāma kāḷalohena vā tambalohena vā yena kenaci lohena katā kumbhī.",
  "atk-vin02a35:73_8": "Lohabhāṇakādīsupi eseva nayo. Ettha pana bhāṇakanti arañjaro vuccati. Vārakoti ghaṭo.",
  "atk-vin02a35:73_9": "Kaṭāhaṁ kaṭāhameva. Vāsiādīsu valliādīsu ca duviññeyyaṁ nāma natthi. Evaṁ –",
  "atk-vin02a35:74": "Dvisaṅgahāni dve honti, tatiyaṁ catusaṅgahaṁ;",
  "atk-vin02a35:75": "Catutthaṁ navakoṭṭhāsaṁ, pañcamaṁ aṭṭhabhedanaṁ.",
  "atk-vin02a35:76": "Iti pañcahi rāsīhi, pañcanimmalalocano;",
  "atk-vin02a35:77": "Pañcavīsavidhaṁ nātho, garubhaṇḍaṁ pakāsayi.",
  "atk-vin02a35:78": "Tatrāyaṁ vinicchayakathā – idañhi sabbampi garubhaṇḍaṁ idha avissajjiyaṁ, kīṭāgirivatthusmiṁ ‘‘avebhaṅgiya’’nti vuttaṁ. Parivāre pana –",
  "atk-vin02a35:79": "‘‘Avissajjiyaṁ avebhaṅgiyaṁ, pañca vuttā mahesinā;",
  "atk-vin02a35:80": "Vissajjentassa paribhuñjantassa anāpatti,",
  "atk-vin02a35:81": "Pañhā mesā kusalehi cintitā’’ti. (pari. 479) –",
  "atk-vin02a35:82": "Āgataṁ. Tasmā mūlacchejjavasena avissajjiyaṁ avebhaṅgiyañca parivattanavasena pana vissajjentassa paribhuñjantassa ca anāpattīti evamettha adhippāyo veditabbo.",
  "atk-vin02a35:83_0": "Tatrāyaṁ anupubbikathā – idaṁ tāva pañcavidhampi cīvarapiṇḍapātabhesajjatthāya upanetuṁ",
  "atk-vin02a35:83_1": "na vaṭṭati. Thāvarena ca thāvaraṁ garubhaṇḍena ca garubhaṇḍaṁ parivattetuṁ vaṭṭati.",
  "atk-vin02a35:83_2": "Thāvare pana khettaṁ vatthu taḷākaṁ mātikāti evarūpaṁ bhikkhusaṅghassa vicāretuṁ",
  "atk-vin02a35:83_3": "vā sampaṭicchituṁ vā adhivāsetuṁ vā na vaṭṭati, kappiyakārakeheva vicāritato kappiyabhaṇḍaṁ",
  "atk-vin02a35:83_4": "vaṭṭati. Ārāmena pana ārāmaṁ ārāmavatthuṁ vihāraṁ vihāravatthunti imāni cattāri parivattetuṁ vaṭṭati.",
  "atk-vin02a35:84_0": "Tatrāyaṁ parivattananayo – saṅghassa nāḷikerārāmo dūre hoti, kappiyakārakā vā bahutaraṁ",
  "atk-vin02a35:84_1": "khādanti. Yampi na khādanti, tato sakaṭavetanaṁ datvā appameva haranti. Aññesaṁ pana",
  "atk-vin02a35:84_2": "tassa ārāmassa avidūragāmavāsīnaṁ manussānaṁ vihārassa samīpe ārāmo hoti, te saṅghaṁ",
  "atk-vin02a35:84_3": "upasaṅkamitvā sakena ārāmena taṁ ārāmaṁ yācanti, saṅghena ‘‘ruccati saṅghassā’’ti",
  "atk-vin02a35:84_4": "apaloketvā sampaṭicchitabbo. Sacepi bhikkhūnaṁ rukkhasahassaṁ hoti, manussānaṁ pañca",
  "atk-vin02a35:84_5": "satāni, ‘‘tumhākaṁ ārāmo khuddako’’ti na vattabbaṁ. Kiñcāpi hi ayaṁ khuddako, atha",
  "atk-vin02a35:84_6": "kho itarato bahutaraṁ āyaṁ deti. Sacepi samakameva deti; evampi icchiticchitakkhaṇe",
  "atk-vin02a35:84_7": "paribhuñjituṁ sakkāti gahetabbameva. Sace pana manussānaṁ bahutarā rukkhā honti,",
  "atk-vin02a35:84_8": "‘‘nanu tumhākaṁ bahutarā rukkhā’’ti vattabbaṁ. Sace ‘‘atirekaṁ amhākaṁ puññaṁ hotu,",
  "atk-vin02a35:84_9": "saṅghassa demā’’ti vadanti, jānāpetvā sampaṭicchituṁ vaṭṭati. Bhikkhūnaṁ rukkhā phaladhārino,",
  "atk-vin02a35:84_10": "manussānaṁ rukkhā na tāva phalaṁ gaṇhanti, kiñcāpi na gaṇhanti, na cirena gaṇhissantīti",
  "atk-vin02a35:84_11": "sampaṭicchitabbameva. Manussānaṁ rukkhā phaladhārino, bhikkhūnaṁ na tāva phalaṁ gaṇhanti,",
  "atk-vin02a35:84_12": "‘‘nanu tumhākaṁ rukkhā phaladhārino’’ti vattabbaṁ. Sace ‘‘gaṇhatha, bhante, amhākaṁ",
  "atk-vin02a35:84_13": "puññaṁ bhavissatī’’ti denti, jānāpetvā sampaṭicchituṁ vaṭṭati; evaṁ ārāmena ārāmo",
  "atk-vin02a35:84_14": "parivattetabbo. Eteneva nayena ārāmavatthupi vihāropi vihāravatthupi ārāmena parivattetabbaṁ.",
  "atk-vin02a35:84_15": "Ārāmavatthunā ca mahantena vā khuddakena vā ārāmaārāmavatthu vihāravihāravatthūni .",
  "atk-vin02a35:85_0": "Kathaṁ vihārena vihāro parivattetabbo? Saṅghassa antogāme gehaṁ hoti, manussānaṁ",
  "atk-vin02a35:85_1": "vihāramajjhe pāsādo, ubhopi agghena samakā, sace manussā tena pāsādena taṁ gehaṁ",
  "atk-vin02a35:85_2": "yācanti, sampaṭicchituṁ vaṭṭati. Bhikkhūnaṁ ce mahagghataraṁ gehaṁ hoti, ‘‘mahagghataraṁ",
  "atk-vin02a35:85_3": "amhākaṁ geha’’nti vutte ‘‘kiñcāpi mahagghataraṁ, pabbajitānaṁ asāruppaṁ, na sakkā",
  "atk-vin02a35:85_4": "tattha pabbajitehi vasituṁ, idaṁ pana sāruppaṁ gaṇhathā’’ti vadanti; evampi sampaṭicchituṁ",
  "atk-vin02a35:85_5": "vaṭṭati. Sace pana manussānaṁ mahagghaṁ hoti, ‘‘nanu tumhākaṁ gehaṁ mahaggha’’nti",
  "atk-vin02a35:85_6": "vattabbaṁ. ‘‘Hotu, bhante, amhākaṁ puññaṁ bhavissati, gaṇhathā’’ti vutte pana sampaṭicchituṁ",
  "atk-vin02a35:85_7": "vaṭṭati. Evaṁ vihārena vihāro parivattetabbo. Eteneva nayena vihāravatthupi ārāmopi",
  "atk-vin02a35:85_8": "ārāmavatthupi vihārena parivattetabbaṁ. Vihāravatthunā ca mahagghena vā appagghena",
  "atk-vin02a35:85_9": "vā vihāravihāravatthuārāmaārāmavatthūni. Evaṁ tāva thāvarena thāvaraparivattanaṁ veditabbaṁ.",
  "atk-vin02a35:86_0": "Garubhaṇḍena garubhaṇḍaparivattane pana mañcapīṭhaṁ mahantaṁ vā hotu khuddakaṁ vā,",
  "atk-vin02a35:86_1": "antamaso caturaṅgulapādakaṁ vā gāmadārakehi paṁsvāgārakesu kīḷantehi katampi saṅghassa",
  "atk-vin02a35:86_2": "dinnakālato paṭṭhāya garubhaṇḍaṁ hoti. Sacepi rājarājamahāmattādayo ekappahāreneva",
  "atk-vin02a35:86_3": "mañcasataṁ vā mañcasahassaṁ vā denti, sabbe kappiyamañcā sampaṭicchitabbā, sampaṭicchitvā",
  "atk-vin02a35:86_4": "vuḍḍhapaṭipāṭiyā ‘‘saṅghikaparibhogena paribhuñjathā’’ti dātabbā, puggalikavasena",
  "atk-vin02a35:86_5": "na dātabbā. Atirekamañce bhaṇḍāgārādīsu paññapetvā pattacīvaraṁ nikkhipitumpi vaṭṭati.",
  "atk-vin02a35:86_6": "Bahisīmāya ‘‘saṅghassa demā’’ti dinnamañco saṅghattherassa vasanaṭṭhāne dātabbo.",
  "atk-vin02a35:86_7": "Tattha ce bahū mañcā honti, mañcena kammaṁ natthi; yassa vasanaṭṭhāne kammaṁ atthi,",
  "atk-vin02a35:86_8": "tattha ‘‘saṅghikaparibhogena paribhuñjathā’’ti dātabbo. Mahagghena satagghanakena",
  "atk-vin02a35:86_9": "vā sahassagghanakena vā satasahassagghanakena vā mañcena aññaṁ mañcasataṁ labhati,",
  "atk-vin02a35:86_10": "parivattetvā gahetabbaṁ. Na kevalaṁ mañcena mañcoyeva, ārāmaārāmavatthuvihāravihāravatthupīṭhabhisibimbohanānipi",
  "atk-vin02a35:86_11": "parivattetuṁ vaṭṭanti. Esa nayo pīṭhabhisibimbohanesupi. Etesu hi kappiyākapyiyaṁ",
  "atk-vin02a35:86_12": "vuttanayameva. Tattha akappiyaṁ na paribhuñjitabbaṁ, kappiyaṁ saṅghikaparibhogena",
  "atk-vin02a35:86_13": "paribhuñjitabbaṁ. Akappiyaṁ vā mahagghaṁ kappiyaṁ vā parivattetvā vuttavatthūni gahetabbāni.",
  "atk-vin02a35:86_14": "Agarubhaṇḍupagaṁ pana bhisibimbohanaṁ nāma natthi.",
  "atk-vin02a35:87_0": "Lohakumbhī lohabhāṇakaṁ lohakaṭāhanti imāni tīṇi mahantāni vā hontu khuddakāni vā",
  "atk-vin02a35:87_1": "antamaso pasatamattaudakagaṇhanakānipi garubhaṇḍāniyeva. Lohavārako pana kāḷalohatambalohavaṭṭalohakaṁsalohānaṁ",
  "atk-vin02a35:87_2": "yena kenaci kato sīhaḷadīpe pādagaṇhanako bhājetabbo. Pādo ca nāma magadhanāḷiyā",
  "atk-vin02a35:87_3": "pañcanāḷimattaṁ gaṇhāti, tato adhikagaṇhanako garubhaṇḍaṁ. Imāni tāva pāḷiyaṁ āgatāni lohabhājanāni.",
  "atk-vin02a35:88_0": "Pāḷiyaṁ pana anāgatānipi bhiṅgārapaṭiggahauḷuṅkadabbikaṭacchupātitaṭṭakasarakasamuggaaṅgārakapalladhūmakaṭacchuādīni",
  "atk-vin02a35:88_1": "khuddakāni vā mahantāni vā sabbāni garubhaṇḍāni. Patto, ayathālakaṁ, tambalohathālakanti",
  "atk-vin02a35:88_2": "imāni pana bhājanīyāni. Kaṁsalohavaṭṭalohabhājanavikati saṅghikaparibhogena vā gihivikaṭā",
  "atk-vin02a35:88_3": "vā vaṭṭati, puggalikaparibhogena na vaṭṭati. Kaṁsalohādibhājanaṁ saṅghassa dinnampi",
  "atk-vin02a35:88_4": "hi pārihāriyaṁ na vaṭṭati. ‘‘Gihivikaṭanihāreneva paribhuñjitabba’’nti mahāpaccariyaṁ vuttaṁ.",
  "atk-vin02a35:89_0": "Ṭhapetvā pana bhājanavikatiṁ aññasmimpi kappiyalohabhaṇḍe – añjanī, añjanisalākā,",
  "atk-vin02a35:89_1": "kaṇṇamalaharaṇī, sūci, paṇṇasūci, khuddako, pipphalako, khuddakaṁ, ārakaṇṭakaṁ, kuñcikā,",
  "atk-vin02a35:89_2": "tāḷaṁ, kattarayaṭṭhi vedhako, natthudānaṁ, bhindivālo, lohakūṭo, lohakuṭṭi, lohaguḷo,",
  "atk-vin02a35:89_3": "lohapiṇḍi, lohacakkalikaṁ, aññampi vippakatalohabhaṇḍaṁ bhājanīyaṁ. Dhūmanettaphāladīparukkhadīpakapallakaolambakadīpaitthipurisatiracchānagatarūpakāni",
  "atk-vin02a35:89_4": "pana aññāni vā bhitticchadanakavāṭādīsu upanetabbāni, antamaso lohakhilakaṁ upādāya",
  "atk-vin02a35:89_5": "sabbāni lohabhaṇḍāni garubhaṇḍāniyeva honti, attanā laddhānipi pariharitvā puggalikaparibhogena",
  "atk-vin02a35:89_6": "na paribhuñjitabbāni, saṅghikaparibhogena vā gihivikaṭāni vā vaṭṭanti. Tipubhaṇḍepi",
  "atk-vin02a35:89_7": "eseva nayo. Khīrapāsāṇamayāni taṭṭakasarakādīni garubhaṇḍāniyeva.",
  "atk-vin02a35:90_0": "Ghaṭako pana telabhājanaṁ vā pādagaṇhanakato atirekameva garubhaṇḍaṁ. Suvaṇṇarajatahārakūṭajātiphalikabhājanāni",
  "atk-vin02a35:90_1": "gihivikaṭānipi na vaṭṭanti, pageva saṅghikaparibhogena vā puggalikaparibhogena vā.",
  "atk-vin02a35:90_2": "Senāsanaparibhoge pana āmāsampi anāmāsampi sabbaṁ vaṭṭati.",
  "atk-vin02a35:91_0": "Vāsiādīsu yāya vāsiyā ṭhapetvā daṇḍakaṭṭhacchedanaṁ vā ucchutacchanaṁ vā aññaṁ mahākammaṁ",
  "atk-vin02a35:91_1": "kātuṁ na sakkā, ayaṁ bhājanīyā. Tato mahattarī yena kenaci ākārena katā vāsi garubhaṇḍameva.",
  "atk-vin02a35:91_2": "Pharasu pana antamaso vejjānaṁ sirāvedhanapharasupi garubhaṇḍameva. Kuṭhāriyaṁ pharasusadiso",
  "atk-vin02a35:91_3": "eva vinicchayo. Yā pana āvudhasaṅkhepena katā, ayaṁ anāmāsā. Kudālo antamaso caturaṅgulamattopi",
  "atk-vin02a35:91_4": "garubhaṇḍameva. Nikhādanaṁ caturassamukhaṁ vā hotu doṇimukhaṁ vā vaṅkaṁ vā ujukaṁ",
  "atk-vin02a35:91_5": "vā, antamaso sammuñjanidaṇḍakavedhanampi daṇḍabaddhaṁ ce, garubhaṇḍameva. Sammuñjanidaṇḍakhaṇanakaṁ",
  "atk-vin02a35:91_6": "pana adaṇḍakaṁ phalamattameva, yaṁ sakkā sipāṭikāya pakkhipitvā pariharituṁ, taṁ",
  "atk-vin02a35:91_7": "bhājanīyaṁ. Sikharampi nikhādaneneva saṅgahitaṁ. Yehi manussehi vihāre vāsiādīni",
  "atk-vin02a35:91_8": "dinnāni honti, te ca ghare daḍḍhe vā corehi vā vilutte ‘‘detha no, bhante, upakaraṇe,",
  "atk-vin02a35:91_9": "puna pākatike karissāmā’’ti vadanti, dātabbā. Sace āharanti , na vāretabbā; anāharantāpi na codetabbā.",
  "atk-vin02a35:92_0": "Kammārataṭṭakāracundakāranaḷakāramaṇikārapattabandhakānaṁ adhikaraṇimuṭṭhikasaṇḍāsatulādīni",
  "atk-vin02a35:92_1": "sabbāni lohamayaupakaraṇāni saṅghe dinnakālato paṭṭhāya garubhaṇḍāni. Tipukoṭṭakasuvaṇṇakāracammakāraupakaraṇesupi",
  "atk-vin02a35:92_2": "eseva nayo. Ayaṁ pana viseso – tipukoṭṭakaupakaraṇesupi tipucchedanasatthakaṁ, suvaṇṇakāraupakaraṇesu",
  "atk-vin02a35:92_3": "suvaṇṇacchedanasatthakaṁ, cammakāraupakaraṇesu kataparikammacammachiddanakaṁ khuddakasatthakanti",
  "atk-vin02a35:92_4": "imāni bhājanīyabhaṇḍāni. Nahāpitatunnakāraupakaraṇesupi ṭhapetvā mahākattariṁ mahāsaṇḍāsaṁ",
  "atk-vin02a35:92_5": "mahāpipphalakañca sabbaṁ bhājanīyaṁ. Mahākattariādīni garubhaṇḍāni.",
  "atk-vin02a35:93_0": "Valliādīsu vettavalliādikā yā kāci aḍḍhabāhuppamāṇā valli saṅghassa dinnā vā tatthajātakā",
  "atk-vin02a35:93_1": "vā rakkhitagopitā garubhaṇḍaṁ hoti, sā saṅghakamme ca cetiyakamme ca kate sace atirekā",
  "atk-vin02a35:93_2": "hoti, puggalikakammepi upanetuṁ vaṭṭati; arakkhitā pana garubhaṇḍameva na hoti. Suttamakacivākanāḷikerahīracammamayā",
  "atk-vin02a35:93_3": "rajjukā vā yottāni vā vāke ca nāḷikerahīre ca vaṭṭetvā katā ekavaṭṭā vā dvivaṭṭā",
  "atk-vin02a35:93_4": "vā saṅghassa dinnakālato paṭṭhāya garubhaṇḍaṁ. Suttaṁ pana avaṭṭetvā dinnaṁ makacivākanāḷikerahīrā",
  "atk-vin02a35:93_5": "ca bhājanīyā. Yehi panetāni rajjukayottādīni dinnāni honti, te attano karaṇīyena",
  "atk-vin02a35:93_6": "harantā na vāretabbā.",
  "atk-vin02a35:94_0": "Yo koci antamaso aṭṭhaṅgulasūcidaṇḍamattopi veḷu saṅghassa dinno vā tatthajātako",
  "atk-vin02a35:94_1": "vā rakkhitagopito garubhaṇḍaṁ, sopi saṅghakamme ca cetiyakamme ca kate atireko puggalikakamme",
  "atk-vin02a35:94_2": "dātuṁ vaṭṭati. Pādagaṇhanakatelanāḷi pana kattarayaṭṭhi, upāhanadaṇḍako, chattadaṇḍo,",
  "atk-vin02a35:94_3": "chattasalākāti idamettha bhājanīyabhaṇḍaṁ. Daḍḍhagehamanussā gaṇhitvā gacchantā na",
  "atk-vin02a35:94_4": "vāretabbā. Rakkhitagopitaṁ veḷuṁ gaṇhantena samakaṁ vā atirekaṁ vā thāvaraṁ antamaso",
  "atk-vin02a35:94_5": "taṁagghanakampi phātikammaṁ katvā gahetabbo . Phātikammaṁ akatvā gaṇhantena tattheva",
  "atk-vin02a35:94_6": "vaḷañjetabbo , gamanakāle saṅghikāvāse ṭhapetvā gantabbaṁ. Asatiyā gahetvā gatena",
  "atk-vin02a35:94_7": "pahiṇitvā dātabbo. Desantaraṁ gatena sampattavihāre saṅghikāvāse ṭhapetabbo.",
  "atk-vin02a35:95_0": "Tiṇanti muñjaṁ pabbajañca ṭhapetvā avasesaṁ yaṁkiñci tiṇaṁ. Yattha pana tiṇaṁ natthi,",
  "atk-vin02a35:95_1": "tattha paṇṇehi chādenti; tasmā paṇṇampi tiṇeneva saṅgahitaṁ. Iti muñjādīsu yaṁkiñci",
  "atk-vin02a35:95_2": "muṭṭhippamāṇampi tiṇaṁ tālapaṇṇādīsu ca ekaṁ paṇṇampi saṅghassa dinnaṁ vā tatthajātakaṁ",
  "atk-vin02a35:95_3": "vā bahārāme saṅghassa tiṇavatthuto jātatiṇaṁ vā rakkhitagopitaṁ garubhaṇḍaṁ hoti,",
  "atk-vin02a35:95_4": "tampi saṅghakamme ca cetiyakamme ca kate atirekaṁ puggalikakamme dātuṁ vaṭṭati. Daḍḍhagehamanussā",
  "atk-vin02a35:95_5": "gahetvā gacchantā na vāretabbā. Aṭṭhaṅgulappamāṇopi rittapotthako garubhaṇḍameva.",
  "atk-vin02a35:96_0": "Mattikā pakatimattikā vā hotu pañcavaṇṇā vā sudhā vā sajjurasakaṅguṭṭhasilesādīsu",
  "atk-vin02a35:96_1": "vā yaṁkiñci, dullabhaṭṭhāne ānetvā vā dinnaṁ tatthajātakaṁ vā rakkhitagopitaṁ tālaphalapakkamattaṁ",
  "atk-vin02a35:96_2": "garubhaṇḍaṁ hoti. Tampi saṅghakamme ca cetiyakamme ca niṭṭhite atirekaṁ puggalikakamme",
  "atk-vin02a35:96_3": "dātuṁ vaṭṭati. Hiṅguhiṅgulakaharitālamanosilañjanāni pana bhājanīyabhaṇḍāni.",
  "atk-vin02a35:97_0": "Dārubhaṇḍe yo koci aṭṭhaṅgulasūcidaṇḍamattopi dārubhaṇḍako dārudullabhaṭṭhāne saṅghassa",
  "atk-vin02a35:97_1": "dinno vā tatthajātako vā rakkhitagopito, ayaṁ garubhaṇḍaṁ hotīti kurundiyaṁ vuttaṁ.",
  "atk-vin02a35:97_2": "Mahāaṭṭhakathāyaṁ pana sabbampi dāruveḷucammapāsāṇādivikatiṁ dārubhaṇḍena saṅgaṇhitvā",
  "atk-vin02a35:97_3": "‘‘tena kho pana samayena saṅghassa āsandiko uppanno hotī’’ti ito paṭṭhāya dārubhaṇḍavinicchayo vutto.",
  "atk-vin02a35:98_0": "Tatrāyaṁ atthuddhāro, āsandiko, sattaṅgo, bhaddapīṭhaṁ, pīṭhikā, eḷakapādakapīṭhaṁ,",
  "atk-vin02a35:98_1": "āmalakavaṭṭakapīṭhaṁ, phalakaṁ, kocchaṁ, palālapīṭhakanti imesu tāva yaṁkiñci khuddakaṁ",
  "atk-vin02a35:98_2": "vā hotu mahantaṁ vā, saṅghassa dinnaṁ garubhaṇḍaṁ hoti. Palālapīṭhena cettha kadalipattādipīṭhānipi",
  "atk-vin02a35:98_3": "saṅgahitāni. Byagghacammaonaddhampi vāḷarūpaparikkhittaṁ, ratanaparisibbitaṁ, kocchakaṁ garubhaṇḍameva.",
  "atk-vin02a35:99_0": "Vaṅkaphalakaṁ, dīghaphalakaṁ, cīvaradhovanaphalakaṁ, ghaṭṭanaphalakaṁ, ghaṭṭanamuggaro,",
  "atk-vin02a35:99_1": "dantakaṭṭhacchedanagaṇṭhikā, daṇḍamuggaro, ambaṇaṁ, rajanadoṇi, udakapaṭicchako,",
  "atk-vin02a35:99_2": "dārumayo vā dantamayo vā veḷumayo vā sapādakopi apādakopi samuggo, mañjūsā, pādagaṇhanakato",
  "atk-vin02a35:99_3": "atirekappamāṇo karaṇḍo, udakadoṇi, udakakaṭāhaṁ, uḷuṅko, kaṭacchu, pānīyasarāvaṁ,",
  "atk-vin02a35:99_4": "pānīyasaṅkhoti etesupi yaṁkiñci saṅghe dinnaṁ garubhaṇḍaṁ. Saṅkhathālakaṁ pana bhājanīyaṁ,",
  "atk-vin02a35:99_5": "tathā dārumayo udakatumbo.",
  "atk-vin02a35:100_0": "Pādakathalikamaṇḍalaṁ dārumayaṁ vā hotu coḷapaṇṇādimayaṁ vā sabbaṁ garubhaṇḍaṁ. Ādhārako",
  "atk-vin02a35:100_1": "pattapidhānaṁ, tālavaṇṭaṁ, bījanī, caṅkoṭakaṁ, pacchi, yaṭṭhisammuñjanī muṭṭhisammuñjanīti",
  "atk-vin02a35:100_2": "etesupi yaṁkiñci khuddakaṁ vā mahantaṁ vā dāruveḷupaṇṇacammādīsu yena kenaci kataṁ garubhaṇḍameva.",
  "atk-vin02a35:101_0": "Thambhatulāsopānaphalakādīsu dārumayaṁ vā pāsāṇamayaṁ vā yaṁkiñci gehasambhārarūpaṁ,",
  "atk-vin02a35:101_1": "yo koci kaṭasārako, yaṁkiñci bhūmattharaṇaṁ, yaṁkiñci akappiyacammaṁ, sabbaṁ saṅghe",
  "atk-vin02a35:101_2": "dinnaṁ garubhaṇḍaṁ, bhūmattharaṇaṁ kātuṁ vaṭṭati. Eḷakacammaṁ pana paccattharaṇagatikaṁ",
  "atk-vin02a35:101_3": "hoti, tampi garubhaṇḍameva. Kappiyacammāni bhājanīyāni. Kurundiyaṁ pana ‘‘sabbaṁ",
  "atk-vin02a35:101_4": "mañcappamāṇaṁ cammaṁ garubhaṇḍa’’nti vuttaṁ.",
  "atk-vin02a35:102_0": "Udukkhalaṁ, musalaṁ, suppaṁ, nisadaṁ, nisadapoto, pāsāṇadoṇi, pāsāṇakaṭāhaṁ, turivemabhastādi",
  "atk-vin02a35:102_1": "sabbaṁ pesakārādibhaṇḍaṁ, sabbaṁ kasibhaṇḍaṁ, sabbaṁ cakkayuttakayānaṁ garubhaṇḍameva.",
  "atk-vin02a35:102_2": "Mañcapādo , mañcaaṭanī, pīṭhapādo, pīṭhaaṭanī, vāsipharasuādīnaṁ daṇḍāti etesu yaṁkiñci",
  "atk-vin02a35:102_3": "vippakatatacchanakammaṁ aniṭṭhitameva bhājanīyaṁ, tacchitamaṭṭhaṁ pana garubhaṇḍaṁ",
  "atk-vin02a35:102_4": "hoti. Anuññātavāsiyā pana daṇḍo chattamuṭṭhipaṇṇaṁ kattarayaṭṭhi upāhanā araṇisahitaṁ",
  "atk-vin02a35:102_5": "dhammakaraṇo pādagaṇhanakato anatirittaṁ āmalakatumbaṁ āmalakaghaṭo lābukatumbaṁ",
  "atk-vin02a35:102_6": "lābughaṭo visāṇakatumbanti sabbametaṁ bhājanīyaṁ, tato mahantataraṁ garubhaṇḍaṁ.",
  "atk-vin02a35:103_0": "Hatthidanto vā yaṁkiñci visāṇaṁ vā atacchitaṁ yathājātameva bhājanīyaṁ, tehi katamañcapādādīsu",
  "atk-vin02a35:103_1": "purimasadisoyeva vinicchayo. Tacchitaniṭṭhitopi hiṅgukaraṇḍako añjanakaraṇḍako gaṇṭhikā",
  "atk-vin02a35:103_2": "vidho añjanī añjanisalākā udakapuñchanīti idaṁ sabbaṁ bhājanīyameva.",
  "atk-vin02a35:104_0": "Mattikābhaṇḍe sabbaṁ manussānaṁ upabhogaparibhogaṁ ghaṭapiṭharādikulālabhājanaṁ pattakaṭāhaṁ",
  "atk-vin02a35:104_1": "aṅgārakaṭāhaṁ dhūmadānakaṁ dīparukkhako dīpakapallikā cayaniṭṭhakā chadaniṭṭhakā",
  "atk-vin02a35:104_2": "thūpikāti saṅghassa dinnakālato paṭṭhāya garubhaṇḍaṁ, pādagaṇhanakato anatirittappamāṇo",
  "atk-vin02a35:104_3": "pana ghaṭako pattaṁ thālakaṁ kañcanako kuṇḍikāti idamettha bhājanīyabhaṇḍaṁ. Yathā",
  "atk-vin02a35:104_4": "ca mattikābhaṇḍe; evaṁ lohabhaṇḍepi kuṇḍikā bhājanīyakoṭṭhāsameva bhajatīti ayamettha anupubbikathā.",
  "atk-vin02a35:105": "Avissajjiyavatthukathā niṭṭhitā.",
  "atk-vin02a35:106": "Navakammadānakathā",
  "atk-vin02a35:107_0": "323.Bhaṇḍikāṭṭhapanamattenāti dvārabāhānaṁ upari kapotabhaṇḍikayojanamattena. Paribhaṇḍakaraṇamattenāti",
  "atk-vin02a35:107_1": "gomayaparibhaṇḍakasāvaparibhaṇḍakaraṇamattena. Dhūmakālikanti idaṁ yāvassa citakadhūmo",
  "atk-vin02a35:107_2": "na paññāyati, tāva ayaṁ vihāro etassevāti evaṁ dhūmakāle apaloketvā katapariyositaṁ",
  "atk-vin02a35:107_3": "vihāraṁ denti. Vippakatanti ettha vippakato nāma yāva gopānasiyo na ārohanti. Gopānasīsu",
  "atk-vin02a35:107_4": "pana āruḷhāsu bahukato nāma hoti, tasmā tato paṭṭhāya na dātabbo, kiñcideva samādapetvā",
  "atk-vin02a35:107_5": "kāressati. Khuddake vihāre kammaṁ oloketvā chappañcavassikanti kammaṁ oloketvā catuhatthavihāre",
  "atk-vin02a35:107_6": "catuvassikaṁ, pañcahatthe pañcavassikaṁ, chahatthe chavassikaṁ dātabbaṁ. Aḍḍhayogo",
  "atk-vin02a35:107_7": "pana yasmā sattaṭṭhahattho hoti, tasmā ettha ‘‘sattaṭṭhavassika’’nti vuttaṁ. Sace",
  "atk-vin02a35:107_8": "pana so navahattho hoti navavassikampi dātabbaṁ. Mahallake pana dasahatthe ekādasahatthe",
  "atk-vin02a35:107_9": "vihāre vā pāsāde vā dasavassikaṁ vā ekādasavassikaṁ vā dātabbaṁ. Dvādasahatthe pana",
  "atk-vin02a35:107_10": "tato adhike vā lohapāsādasadisepi dvādasavassikameva dātabbaṁ, na tato uttari.",
  "atk-vin02a35:108_0": "Navakammiko bhikkhu antovasse taṁ āvāsaṁ labhati, utukāle paṭibāhituṁ na labhati.",
  "atk-vin02a35:108_1": "Sace so āvāso jīrati, āvāsasāmikassa vā tassa vaṁse uppannassa vā kassaci kathetabbaṁ",
  "atk-vin02a35:108_2": "– ‘‘āvāso te nassati, jaggatha etaṁ āvāsa’’nti. Sace so na sakkoti, bhikkhūhi ñātī",
  "atk-vin02a35:108_3": "vā upaṭṭhāke vā samādapetvā jaggitabbo. Sace tepi na sakkonti, saṅghikena paccayena",
  "atk-vin02a35:108_4": "jaggitabbo. Tasmimpi asati ekaṁ āvāsaṁ vissajjetvā avasesā jaggitabbā. Bahū vissajjetvā",
  "atk-vin02a35:108_5": "ekaṁ saṇṭhāpetumpi vaṭṭatiyeva.",
  "atk-vin02a35:109_0": "Dubbhikkhe bhikkhūsu pakkantesu sabbe āvāsā nassanti, tasmā ekaṁ vā dve vā tayo vā",
  "atk-vin02a35:109_1": "āvāse vissajjetvā tato yāgubhattacīvarādīni paribhuñjantehi sesāvāsā jaggitabbāyeva.",
  "atk-vin02a35:109_2": "Kurundiyaṁ pana vuttaṁ ‘‘saṅghike paccaye asati eko bhikkhu ‘tuyhaṁ ekaṁ mañcaṭṭhānaṁ",
  "atk-vin02a35:109_3": "gahetvā jaggāhī’ti vattabbo. Sace bahutaraṁ icchati, tibhāgaṁ vā upaḍḍhabhāgaṁ vā",
  "atk-vin02a35:109_4": "datvāpi jaggāpetabbaṁ. Atha ‘thambhamattamevettha avasiṭṭhaṁ, bahukammaṁ kātabba’nti",
  "atk-vin02a35:109_5": "na icchati, ‘tuyhaṁ puggalikameva katvā jagga; evampi hi saṅghassa bhaṇḍakaṭṭhapanaṭṭhānaṁ",
  "atk-vin02a35:109_6": "navakānañca vasanaṭṭhānaṁ labhissatī’ti jaggāpetabbo. Evaṁ jaggito pana tasmiṁ jīvante",
  "atk-vin02a35:109_7": "puggaliko hoti, mate saṅghikoyeva . Sace saddhivihārikānaṁ dātukāmo hoti, kammaṁ",
  "atk-vin02a35:109_8": "oloketvā tibhāgaṁ vā upaḍḍhaṁ vā puggalikaṁ katvā jaggāpetabbo. Evañhi saddhivihārikānaṁ",
  "atk-vin02a35:109_9": "dātuṁ labhati. Evaṁ jagganake pana asati ‘ekaṁ āvāsaṁ vissajjetvā’tiādinā nayena jaggāpetabbo’’ti.",
  "atk-vin02a35:110_0": "Idampi ca aññaṁ tattheva vuttaṁ – dve bhikkhū saṅghikaṁ bhūmiṁ gahetvā sodhetvā saṅghikaṁ",
  "atk-vin02a35:110_1": "senāsanaṁ karonti. Yena sā bhūmi paṭhamaṁ gahitā, so sāmī. Ubhopi puggalikaṁ karonti,",
  "atk-vin02a35:110_2": "soyeva sāmī. So saṅghikaṁ karoti, itaro puggalikaṁ karoti, aññaṁ ce bahuṁ senāsanaṭṭhānaṁ",
  "atk-vin02a35:110_3": "atthi , puggalikaṁ karontopi na vāretabbo. Aññasmiṁ pana tādise paṭirūpe ṭhāne asati",
  "atk-vin02a35:110_4": "taṁ paṭibāhitvā saṅghikaṁ karonteneva kātabbaṁ. Yaṁ pana tassa tattha vayakammaṁ",
  "atk-vin02a35:110_5": "kataṁ, taṁ dātabbaṁ. Sace pana katāvāse vā āvāsakaraṇaṭṭhāne vā chāyūpagaphalūpagarukkhā",
  "atk-vin02a35:110_6": "honti, apaloketvā hāretabbā. Puggalikā ce honti, sāmikā āpucchitabbā; no ce denti,",
  "atk-vin02a35:110_7": "yāvatatiyaṁ āpucchitvā ‘‘rukkhaagghanakamūlaṁ dassāmā’’ti hāretabbā.",
  "atk-vin02a35:111_0": "Yo pana saṅghikavallimattampi aggahetvā āharimena upakaraṇena saṅghikāya bhūmiyā",
  "atk-vin02a35:111_1": "puggalikavihāraṁ kāreti, upaḍḍhaṁ saṅghikaṁ hoti; upaḍḍhaṁ puggalikaṁ. Pāsādo ce",
  "atk-vin02a35:111_2": "hoti, heṭṭhāpāsādo saṅghiko; upari puggaliko. Sace so heṭṭhāpāsādaṁ icchati, tassa",
  "atk-vin02a35:111_3": "hoti. Atha heṭṭhā ca upari ca icchati, ubhayattha upaḍḍhaṁ labhati. Dve senāsanāni",
  "atk-vin02a35:111_4": "kāreti – ekaṁ saṅghikaṁ, ekaṁ puggalikaṁ. Sace vihāre uṭṭhitena dabbasambhārena kāreti,",
  "atk-vin02a35:111_5": "tatiyabhāgaṁ labhati. Sace akataṭṭhāne cayaṁ vā pamukhaṁ vā karoti, bahikuṭṭe upaḍḍhaṁ",
  "atk-vin02a35:111_6": "saṅghassa, upaḍḍhaṁ tassa. Atha mahantaṁ visamaṁ pūretvā apade padaṁ dassetvā kataṁ",
  "atk-vin02a35:111_7": "hoti, anissaro tattha saṅgho.",
  "atk-vin02a35:112": "Ekaṁvaraseyyanti ettha navakammadānaṭṭhāne vā vassaggena pattaṭṭhāne vā yaṁ icchati, taṁ ekaṁ varaseyyaṁ anujānāmīti attho.",
  "atk-vin02a35:113": "Pariyosite pakkamati tassevetanti puna āgantvā vasantassa antovassaṁ tasseva taṁ; anāgacchantassa pana saddhivihārikādayo gahetuṁ na labhanti.",
  "atk-vin02a35:114": "Navakammadānakathā niṭṭhitā.",
  "atk-vin02a35:115": "Aññatrapaṭibhogapaṭikkhepādikathā",
  "atk-vin02a35:116_0": "324.Nātiharantīti aññatra haritvā na paribhuñjanti. Guttatthāyāti yaṁ tattha mañcapīṭhādi,",
  "atk-vin02a35:116_1": "tassa guttatthāya, taṁ aññatra harituṁ anujānāmīti attho. Tasmā taṁ aññatra haritvā",
  "atk-vin02a35:116_2": "saṅghikaparibhogena paribhuñjantassa naṭṭhaṁ sunaṭṭhaṁ, jiṇṇaṁ sujiṇṇaṁ. Sace arogaṁ",
  "atk-vin02a35:116_3": "tasmiṁ vihāre paṭisaṅkhate puna pākatikaṁ kātabbaṁ. Puggalikaparibhogena paribhuñjato",
  "atk-vin02a35:116_4": "naṭṭhaṁ vā jiṇṇaṁ vā gīvā hoti, tasmiṁ paṭisaṅkhate dātabbameva. Sace tato gopānasiādīni",
  "atk-vin02a35:116_5": "gahetvā aññasmiṁ saṅghikāvāse yojenti, suyojitāni. Puggalikāvāse yojentehi pana mūlaṁ",
  "atk-vin02a35:116_6": "vā dātabbaṁ, paṭipākatikaṁ vā kātabbaṁ chaḍḍitavihārato mañcapīṭhādīni theyyacittena",
  "atk-vin02a35:116_7": "gaṇhanto uddhāreyeva bhaṇḍagghena kāretabbo. Puna āvāsikakāle dassāmīti gahetvā saṅghikaparibhogena",
  "atk-vin02a35:116_8": "paribhuñjantassa naṭṭhaṁ sunaṭṭhaṁ, jiṇṇaṁ sujiṇṇaṁ. Arogañce pākatikaṁ kātabbaṁ",
  "atk-vin02a35:116_9": ". Puggalikaparibhogena paribhuñjantassa naṭṭhaṁ gīvā hoti. Tato dvāravātapānādīni",
  "atk-vin02a35:116_10": "saṅghikāvāse vā puggalikāvāse vā yojitāni paṭidātabbāniyeva.",
  "atk-vin02a35:117": "Phātikammatthāyāti vaḍḍhikammatthāya. Phātikammañcettha samakaṁ vā atirekaṁ vā agghanakaṁ mañcapīṭhādisenāsanameva vaṭṭati.",
  "atk-vin02a35:118_0": "Cakkalikanti kambalādīhi veṭhetvā katacakkalikaṁ. Allehi pādehīti yehi akkantaṭṭhāne",
  "atk-vin02a35:118_1": "udakaṁ paññāyati, evarūpehi pādehi paribhaṇḍakatabhūmi vā senāsanaṁ vā na akkamitabbaṁ",
  "atk-vin02a35:118_2": ". Sace pana udakasinehamattameva paññāyati, na udakaṁ, vaṭṭati. Pādapuñchaniṁ pana",
  "atk-vin02a35:118_3": "allapādehipi akkamituṁ vaṭṭatiyeva. Saupāhanena dhotapādehi akkamitabbaṭṭhāneyeva na vaṭṭati.",
  "atk-vin02a35:119_0": "Coḷakena paliveṭhetunti sudhābhūmiyaṁ vā paribhaṇḍabhūmiyaṁ vā sace taṭṭikā vā kaṭasārako",
  "atk-vin02a35:119_1": "vā natthi, coḷakena pādā veṭhetabbā, tasmiṁ asati paṇṇampi attharituṁ vaṭṭati. Kiñci",
  "atk-vin02a35:119_2": "anattharitvā ṭhapentassa pana dukkaṭaṁ. Yadi pana tattha nevāsikā anatthatāyapi bhūmiyā",
  "atk-vin02a35:119_3": "ṭhapenti, adhotapādehipi vaḷañjenti, tatheva vaḷañjetuṁ vaṭṭati.",
  "atk-vin02a35:120_0": "Na bhikkhave parikammakatā bhittīti setabhitti vā cittakammakatā vā. Na kevalañca",
  "atk-vin02a35:120_1": "bhittimeva, dvārampi vātapānampi apassenaphalakampi pāsāṇatthambhampi rukkhatthambhampi",
  "atk-vin02a35:120_2": "cīvarena vā kenaci vā appaṭicchādetvā apassayituṁ na labbhatiyeva.",
  "atk-vin02a35:121_0": "Dhotapādakāti dhotapādakā hutvā dhotehi pādehi akkamitabbaṭṭhāne nipajjituṁ kukkuccāyanti.",
  "atk-vin02a35:121_1": "‘‘Dhotapādake’’tipi pāṭho. Dhotehi pādehi akkamitabbaṭṭhānassetaṁ adhivacanaṁ . Paccattharitvāti",
  "atk-vin02a35:121_2": "paribhaṇḍakataṁ bhūmiṁ vā bhūmattharaṇasenāsanaṁ vā saṅghikamañcapīṭhaṁ vā attano",
  "atk-vin02a35:121_3": "santakena paccattharaṇena paccattharitvāva nipajjitabbaṁ. Sace niddāyatopi paccattharaṇe",
  "atk-vin02a35:121_4": "saṅkuṭite koci sarīrāvayavo mañcaṁ vā pīṭhaṁ vā phusati, āpattiyeva. Lomesu pana",
  "atk-vin02a35:121_5": "lomagaṇanāya āpattiyeva. Paribhogasīsena apassayantassāpi eseva nayo. Hatthatalapādatalehi",
  "atk-vin02a35:121_6": "pana phusituṁ vā akkamituṁ vā vaṭṭati. Mañcapīṭhaṁ nīharantassa kāye paṭihaññati, anāpatti.",
  "atk-vin02a35:122": "Aññatraparibhogapaṭikkhepādikathā niṭṭhitā.",
  "atk-vin02a35:123": "Saṅghabhattādianujānanakathā",
  "atk-vin02a35:124_0": "325.Nasakkonti saṅghabhattaṁ kātunti sakalassa saṅghassa bhattaṁ kātuṁ na sakkonti.",
  "atk-vin02a35:124_1": "Uddesabhattantiādīsu ‘‘ekaṁ vā dve vā…pe… dasa vā bhikkhū saṅghato uddisitvā dethā’’ti",
  "atk-vin02a35:124_2": "evaṁ uddesena laddhabhikkhūnaṁ bhattaṁ kātuṁ icchanti. Apare tatheva bhikkhū paricchinditvā",
  "atk-vin02a35:124_3": "nimantetvā tesaṁ bhattaṁ kātuṁ icchanti. Apare salākāyo chinditvā, apare pakkhikaṁ",
  "atk-vin02a35:124_4": "uposathikaṁ pāṭipadikanti evaṁ niyāmetvā, ekassa vā dvinnaṁ vā…pe… dasannaṁ vā bhikkhūnaṁ",
  "atk-vin02a35:124_5": "bhattaṁ kātuṁ icchanti. Iti etāni bhattāni uddesabhattaṁ nimantananti imaṁ vohāraṁ",
  "atk-vin02a35:124_6": "pattāni. Yasmā pana te sacepi dubbhikkhe na sakkonti, subhikkhe jāte pana puna saṅghabhattaṁ",
  "atk-vin02a35:124_7": "kātuṁ sakkhissanti, tasmā bhagavā tampi anto katvā ‘‘anujānāmi, bhikkhave, saṅghabhattaṁ",
  "atk-vin02a35:124_8": "uddesabhatta’’ntiādimāha.",
  "atk-vin02a35:125_0": "Tattha saṅghabhatte ṭhitikā nāma natthi, tasmā ‘‘amhākaṁ ajja dasa dvādasa divasā",
  "atk-vin02a35:125_1": "bhuñjantānaṁ idāni aññato bhikkhū ānethā’’ti na evaṁ tattha vattabbaṁ. ‘‘Purimadivasesu",
  "atk-vin02a35:125_2": "amhehi na laddhaṁ, idāni taṁ amhākaṁ gāhethā’’ti evampi vattuṁ na labbhati. Tañhi",
  "atk-vin02a35:125_3": "āgatāgatānaṁ pāpuṇātiyeva.",
  "atk-vin02a35:126": "Saṅghabhattādianujānanakathā niṭṭhitā.",
  "atk-vin02a35:127": "Uddesabhattakathā",
  "atk-vin02a35:128_0": "Uddesabhattādīsu pana ayaṁ nayo – raññā vā rājamahāmattena vā saṅghato uddisitvā",
  "atk-vin02a35:128_1": "‘‘ettake bhikkhū ānethā’’ti pahite kālaṁ ghosetvā ṭhitikā pucchitabbā. Sace atthi,",
  "atk-vin02a35:128_2": "tato paṭṭhāya gāhetabbaṁ; no ce, therāsanato paṭṭhāya gāhetabbaṁ. Uddesakena piṇḍapātikānampi",
  "atk-vin02a35:128_3": "na atikkāmetabbaṁ. Te pana dhutaṅgaṁ rakkhantā sayameva atikkamissanti; evaṁ gāhiyamāne",
  "atk-vin02a35:128_4": "alasajātikā mahātherā pacchā āgacchanti, ‘‘bhante, vīsativassānaṁ gāhiyati, tumhākaṁ",
  "atk-vin02a35:128_5": "ṭhitikā atikkantā’’ti na vattabbā, ṭhitikaṁ ṭhapetvā tesaṁ gāhetvā pacchā ṭhitikāya",
  "atk-vin02a35:128_6": "gāhetabbaṁ. ‘‘Asukavihāre bahuṁ uddesabhattaṁ uppanna’’nti sutvā yojanantarikavihāratopi",
  "atk-vin02a35:128_7": "bhikkhū āgacchanti, sampattasampattānaṁ ṭhitaṭṭhānato paṭṭhāya gāhetabbaṁ. Asampattānampi",
  "atk-vin02a35:128_8": "upacārasīmaṁ paviṭṭhānaṁ antevāsikādīsu gaṇhantesu gāhetabbameva. Bahiupacārasīmāya",
  "atk-vin02a35:128_9": "ṭhitānaṁ gāhethāti vadanti, na gāhetabbaṁ. Sace pana upacārasīmaṁ okkantehi ekābaddhā",
  "atk-vin02a35:128_10": "hutvā attano vihāradvāre vā antovihāreyeva vā honti, parisāvasena vaḍḍhitā nāma sīmā",
  "atk-vin02a35:128_11": "hoti, tasmā gāhetabbaṁ. Saṅghanavakassa dinnepi pacchā āgatānaṁ gāhetabbameva . Dutiyabhāge",
  "atk-vin02a35:128_12": "pana therāsanaṁ āruḷhe puna āgatānaṁ paṭhamabhāgo na pāpuṇāti, dutiyabhāgato vassaggena gāhetabbaṁ.",
  "atk-vin02a35:129_0": "Ekasmiṁ vihāre ekaṁ bhattuddesaṭṭhānaṁ paricchinditvā gāvutappamāṇāyapi upacārasīmāya",
  "atk-vin02a35:129_1": "yattha katthaci ārocitaṁ uddesabhattaṁ, tasmiṁyeva bhattuddesaṭṭhāne gāhetabbaṁ.",
  "atk-vin02a35:129_2": "Eko ekassa bhikkhuno pahiṇāti ‘‘svepi saṅghato uddisitvā dasa bhikkhū pahiṇathā’’ti,",
  "atk-vin02a35:129_3": "tena so attho bhattuddesakassa ārocetabbo. Sace taṁ divasaṁ pamussati, dutiyadivase",
  "atk-vin02a35:129_4": "pātova ārocetabbo. Atha pamussitvāva piṇḍāya pavisanto sarati, yāva upacārasīmaṁ",
  "atk-vin02a35:129_5": "nātikkamati, tāva yā bhojanasālāya pakatiṭṭhitikā, tassāyeva vasena gāhetabbaṁ. Sacepi",
  "atk-vin02a35:129_6": "upacārasīmaṁ atikkantā bhikkhū ca upacārasīmaṭṭhakehi ekābaddhā honti, aññamaññaṁ",
  "atk-vin02a35:129_7": "dvādasahatthantaraṁ avijahitvā gacchanti, pakatiṭṭhitikāya vasena gāhetabbaṁ. Bhikkhūnaṁ",
  "atk-vin02a35:129_8": "pana tādise ekābaddhe asati bahiupacārasīmāya yasmiṁ ṭhāne sarati, tattha navaṁ ṭhitikaṁ",
  "atk-vin02a35:129_9": "katvā gāhetabbaṁ. Antogāme āsanasālāya sarantena āsanasālāya ṭhitikāya gāhetabbaṁ.",
  "atk-vin02a35:129_10": "Yattha katthaci saritvā gāhetabbameva, agāhetuṁ na vaṭṭati. Na hi etaṁ dutiyadivase labbhatīti.",
  "atk-vin02a35:130_0": "Sace sakavihārato aññaṁ vihāraṁ gacchante bhikkhū disvā koci uddesabhattaṁ uddisāpeti,",
  "atk-vin02a35:130_1": "yāva antoupacāre vā upacārasīmaṭṭhakehi saddhiṁ vuttanayena ekābaddhā vā honti, tāva",
  "atk-vin02a35:130_2": "sakavihāre ṭhitikāvaseneva gāhetabbaṁ. Bahiupacāre ṭhitānaṁ dinnaṁ pana ‘‘saṅghato",
  "atk-vin02a35:130_3": "bhante ettake nāma bhikkhū uddisathā’’ti vutte sampattānaṁ gāhetabbaṁ. Tattha dvādasahatthantaraṁ",
  "atk-vin02a35:130_4": "avijahitvā ekābaddhanayena dūre ṭhitāpi sampattāyevāti veditabbaṁ. Sace yaṁ vihāraṁ",
  "atk-vin02a35:130_5": "gacchanti, tattha paviṭṭhānaṁ ārocenti, tassa vihārassa ṭhitikāvasena gāhetabbaṁ.",
  "atk-vin02a35:130_6": "Sacepi gāmadvāre vā vīthiyaṁ vā catukke vā antaraghare vā bhikkhū disvā koci saṅghuddesaṁ",
  "atk-vin02a35:130_7": "āroceti, tasmiṁ tasmiṁ ṭhāne antoupacāragatānaṁ gāhetabbaṁ.",
  "atk-vin02a35:131_0": "Gharūpacāro cettha ‘‘ekaṁ gharaṁ ekūpacāraṁ, ekaṁ gharaṁ nānūpacāraṁ, nānāgharaṁ",
  "atk-vin02a35:131_1": "ekūpacāraṁ, nānāgharaṁ nānūpacāra’’nti imesaṁ vasena veditabbo. Tattha yaṁ ekakulassa",
  "atk-vin02a35:131_2": "gharaṁ ekavaḷañjaṁ hoti, taṁ suppapātaparicchedassa anto ekūpacāraṁ nāma. Tatthuppanno",
  "atk-vin02a35:131_3": "uddesalābho tasmiṁ upacāre bhikkhācāravattenapi ṭhitānaṁ sabbesaṁ pāpuṇāti, etaṁ",
  "atk-vin02a35:131_4": "‘‘ekaṁ gharaṁ ekūpacāraṁ’’ nāma.",
  "atk-vin02a35:132_0": "Yaṁ pana ekaṁ gharaṁ dvinnaṁ bhariyānaṁ sukhavihāratthāya majjhe bhittiṁ uṭṭhāpetvā",
  "atk-vin02a35:132_1": "nānādvāravaḷañjaṁ kataṁ, tatthuppanno uddesalābho bhittiantarikassa na pāpuṇāti,",
  "atk-vin02a35:132_2": "tasmiṁ tasmiṁ ṭhāne nisinnasseva pāpuṇāti, etaṁ ‘‘ekaṁ gharaṁ nānūpacāraṁ’’ nāma.",
  "atk-vin02a35:133_0": "Yasmiṁ pana ghare bahū bhikkhū nimantetvā antogehato paṭṭhāya ekābaddhe katvā paṭivissakagharānipi",
  "atk-vin02a35:133_1": "pūretvā nisīdāpenti, tatthuppanno uddesalābho sabbesaṁ pāpuṇāti. Yampi nānākulassa",
  "atk-vin02a35:133_2": "nivesanaṁ majjhe bhittiṁ akatvā ekadvāreneva vaḷañjanti, tatrāpi eseva nayo. Etaṁ",
  "atk-vin02a35:133_3": "‘‘nānāgharaṁ ekūpacāraṁ’’ nāma.",
  "atk-vin02a35:134_0": "Yo pana nānānivesanesu nisinnānaṁ bhikkhūnaṁ uddesalābho uppajjati, kiñcāpi bhitticchiddena",
  "atk-vin02a35:134_1": "bhikkhū dissanti, tasmiṁ tasmiṁ nivesane nisinnānaṁyeva pāpuṇāti, etaṁ ‘‘nānāgharaṁ nānūpacāraṁ’’ nāma.",
  "atk-vin02a35:135_0": "Yo pana gāmadvāravīthicatukkesu aññatarasmiṁ ṭhāne uddesabhattaṁ labhitvā aññasmiṁ",
  "atk-vin02a35:135_1": "bhikkhusmiṁ asati attanova pāpuṇāpetvā dutiyadivasepi tasmiṁyeva ṭhāne aññaṁ labhati,",
  "atk-vin02a35:135_2": "tena yaṁ aññaṁ navakaṁ vā vuḍḍhaṁ vā bhikkhuṁ passati, tassa gāhetabbaṁ. Sace koci",
  "atk-vin02a35:135_3": "natthi, attanova pāpetvā bhuñjitabbaṁ.",
  "atk-vin02a35:136_0": "Sace āsanasālāya nisīditvā kālaṁ paṭimānentesu bhikkhūsu koci āgantvā ‘‘saṅghuddesapattaṁ",
  "atk-vin02a35:136_1": "detha, uddesapattaṁ detha, saṅghato uddisitvā pattaṁ detha, saṅghikaṁ pattaṁ dethā’’ti",
  "atk-vin02a35:136_2": "vā vadati, uddesapattaṁ ṭhitikāya gāhetvā dātabbaṁ. ‘‘Saṅghuddesabhikkhuṁ detha,",
  "atk-vin02a35:136_3": "saṅghato uddisitvā bhikkhuṁ detha, saṅghikaṁ bhikkhuṁ dethā’’ti vuttepi eseva nayo.",
  "atk-vin02a35:137_0": "Uddesako panettha pesalo lajjī medhāvī icchitabbo, tena tikkhattuṁ ṭhitikaṁ pucchitvā",
  "atk-vin02a35:137_1": "sace koci ṭhitikaṁ jānanto natthi, therāsanato gāhetabbaṁ. Sace pana ‘‘ahaṁ jānāmi,",
  "atk-vin02a35:137_2": "dasavassena laddha’’nti koci bhaṇati, ‘‘atthāvuso, dasavassā bhikkhū’’ti pucchitabbaṁ.",
  "atk-vin02a35:137_3": "Sace tassa sutvā ‘‘dasavassamha dasavassamhā’’ti bahū āgacchanti, ‘‘tuyhaṁ pāpuṇāti,",
  "atk-vin02a35:137_4": "tuyhaṁ pāpuṇātī’’ti avatvā ‘‘sabbe appasaddā hothā’’ti vatvā paṭipāṭiyā ṭhapetabbā.",
  "atk-vin02a35:137_5": "Ṭhapetvā ‘‘kati icchathā’’ti upāsako pucchitabbo. ‘‘Ettake nāma, bhante, bhikkhū’’ti",
  "atk-vin02a35:137_6": "vutte ‘‘tuyhaṁ pāpuṇāti, tuyhaṁ pāpuṇātī’’ti avatvā sabbanavakassa vassaggañca utu",
  "atk-vin02a35:137_7": "ca divasabhāgo ca chāyā ca pucchitabbā. Sace chāyāyapi pucchiyamānāya añño vuḍḍhataro",
  "atk-vin02a35:137_8": "āgacchati, tassa dātabbaṁ. Atha chāyaṁ pucchitvā ‘‘tuyhaṁ pāpuṇātī’’ti vutte vuḍḍhataro",
  "atk-vin02a35:137_9": "āgacchati, na labhati. Kathāpapañcena hi nisinnassāpi niddāyantassāpi gāhitaṁ suggāhitaṁ,",
  "atk-vin02a35:137_10": "atikkantaṁ suatikkantaṁ, bhājanīyabhaṇḍañhi nāmetaṁ sampattasseva pāpuṇāti, tattha",
  "atk-vin02a35:137_11": "sampattabhāvo upacārena paricchinditabbo. Āsanasālāya ca antoparikkhepo upacāro,",
  "atk-vin02a35:137_12": "tasmiṁ ṭhitassa lābho pāpuṇātīti.",
  "atk-vin02a35:138_0": "Koci āsanasālato aṭṭha uddesapatte āharāpetvā satta patte paṇītabhojanānaṁ ekaṁ udakassa",
  "atk-vin02a35:138_1": "pūretvā āsanasālāyaṁ pahiṇāti, gahetvā āgatā kiñci avatvā bhikkhūnaṁ hatthesu patiṭṭhāpetvā",
  "atk-vin02a35:138_2": "pakkamanti. Yena yaṁ laddhaṁ, tasseva taṁ hoti. Yena pana udakaṁ laddhaṁ, tassa atikkantampi",
  "atk-vin02a35:138_3": "ṭhitikaṁ ṭhapetvā aññaṁ uddesabhattaṁ gāhetabbaṁ. Tañca lūkhaṁ vā labhatu paṇītaṁ",
  "atk-vin02a35:138_4": "vā ticīvaraparivāraṁ vā, tassevetaṁ. Īdiso hissa puññaviseso. Udakaṁ pana yasmā āmisaṁ",
  "atk-vin02a35:138_5": "na hoti, tasmā aññaṁ uddesabhattaṁ labbhati.",
  "atk-vin02a35:139_0": "Sace pana te gahetvā āgatā ‘‘idaṁ kira bhante sabbaṁ bhājetvā bhuñjathā’’ti vatvā",
  "atk-vin02a35:139_1": "gacchanti, sabbehi bhājetvā bhuñjitvā udakaṁ pātabbaṁ. Saṅghato uddisitvā ‘‘aṭṭha",
  "atk-vin02a35:139_2": "mahāthere detha, majjhime detha, navake detha, paripuṇṇavassasāmaṇere detha, majjhimabhāṇakādayo",
  "atk-vin02a35:139_3": "detha, mayhaṁ ñātibhikkhū dethā’’ti vadantassa pana ‘‘upāsaka, tvaṁ evaṁ vadasi,",
  "atk-vin02a35:139_4": "ṭhitikāya pana tesaṁ na pāpuṇātī’’ti vatvā ṭhitikāvaseneva dātabbā. Daharasāmaṇerehi",
  "atk-vin02a35:139_5": "pana uddesabhattesu laddhesu sace dāyakānaṁ ghare maṅgalaṁ hoti, ‘‘tumhākaṁ ācariyupajjhāye",
  "atk-vin02a35:139_6": "pesethā’’ti vattabbaṁ.",
  "atk-vin02a35:140_0": "Yasmiṁ pana uddesabhatte paṭhamabhāgo sāmaṇerānaṁ pāpuṇāti, anubhāgo mahātherānaṁ,",
  "atk-vin02a35:140_1": "na tattha sāmaṇerā ‘‘mayaṁ paṭhamabhāgaṁ labhimhā’’ti purato gantuṁ labhanti, yathāpaṭipāṭiyā",
  "atk-vin02a35:140_2": "eva gantabbaṁ. ‘‘Saṅghato uddisitvā ‘tumhe ethā’ti vutte ‘mayhaṁ aññadāpi jānissasi,",
  "atk-vin02a35:140_3": "ṭhitikā pana evaṁ gacchatī’’’ti ṭhitikāvaseneva gāhetabbaṁ. Atha ‘‘saṅghuddesapattaṁ",
  "atk-vin02a35:140_4": "dethā’’ti vatvā agāhiteyeva patte yassa kassaci pattaṁ gahetvā pūretvā āharati, āhaṭampi",
  "atk-vin02a35:140_5": "ṭhitikāya eva gāhetabbaṁ.",
  "atk-vin02a35:141_0": "Eko ‘‘saṅghuddesapattaṁ āharā’’ti pesito ‘‘bhante, ekaṁ pattaṁ detha, nimantanabhattaṁ",
  "atk-vin02a35:141_1": "āharissāmī’’ti vadati, so ce uddesabhattagharato ayaṁ āgatoti ñatvā bhikkhūhi ‘‘nanu",
  "atk-vin02a35:141_2": "tvaṁ asukagharato āgato’’ti vutto ‘‘āma, bhante, na nimantanabhattaṁ, uddesabhatta’’nti",
  "atk-vin02a35:141_3": "bhaṇati, ṭhitikāya gahetabbaṁ. Yo pana ‘‘ekaṁ pattaṁ āharā’’ti vutto ‘‘‘ki’nti vatvā",
  "atk-vin02a35:141_4": "āharāmī’’ti vatvā ‘‘yathā te ruccatī’’ti vutto āgacchati, ayaṁ vissaṭṭhadūto nāma.",
  "atk-vin02a35:141_5": "Uddesapattaṁ vā paṭipāṭipattaṁ vā puggalikapattaṁ vā yaṁ icchati, taṁ tassa dātabbaṁ.",
  "atk-vin02a35:141_6": "Eko bālo abyatto ‘‘uddesapattaṁ āharā’’ti pesito vattuṁ na jānāti, tuṇhībhūto tiṭṭhati,",
  "atk-vin02a35:141_7": "so ‘‘kassa santikaṁ āgatosī’’ti vā ‘‘kassa pattaṁ harissasī’’ti vā na vattabbo. Evañhi",
  "atk-vin02a35:141_8": "vutto pucchāsabhāgena ‘‘tumhākaṁ santikaṁ āgatomhī’’ti ‘‘tumhākaṁ pattaṁ harissāmī’’ti",
  "atk-vin02a35:141_9": "vā vadeyya, tato taṁ bhikkhuṁ aññe bhikkhū jigucchantā na olokeyyuṁ. ‘‘Kuhiṁ gacchasi,",
  "atk-vin02a35:141_10": "kiṁ karonto āhiṇḍasī’’ti pana vattabbo. Tassa ‘‘uddesapattatthāya āgatomhī’’ti vadantassa",
  "atk-vin02a35:141_11": "gāhetvā patto dātabbo.",
  "atk-vin02a35:142_0": "Ekā kūṭaṭṭhitikā nāma hoti. Rañño vā hi rājamahāmattassa vā gehe atipaṇītāni aṭṭha",
  "atk-vin02a35:142_1": "uddesabhattāni niccaṁ diyyanti, tāni ekacārikabhattāni katvā bhikkhū visuṁ ṭhitikāya",
  "atk-vin02a35:142_2": "paribhuñjanti. Ekacce bhikkhū ‘‘sve dāni amhākaṁ pāpuṇissantī’’ti attano ṭhitikaṁ",
  "atk-vin02a35:142_3": "sallakkhetvā gatā, tesu anāgatesuyeva aññe āgantukā bhikkhū āgantvā āsanasālāya nisīdanti;",
  "atk-vin02a35:142_4": "taṅkhaṇaññeva rājapurisā āgantvā ‘‘paṇītabhattapatte dethā’’ti vadanti. Āgantukā",
  "atk-vin02a35:142_5": "ṭhitikaṁ ajānantā gāhenti. Taṅkhaṇaññeva ca ṭhitikaṁ jānanakabhikkhū āgantvā ‘‘kiṁ",
  "atk-vin02a35:142_6": "gāhethā’’ti vadanti. ‘‘Rājagehe paṇītabhatta’’nti. ‘‘Kativassato paṭṭhāyā’’ti? ‘‘Ettakavassato",
  "atk-vin02a35:142_7": "nāmā’’ti. ‘‘Mā gāhethā’’ti nivāretvā ṭhitikāya gāhetabbaṁ. Gāhite āgatehipi pattadānakāle",
  "atk-vin02a35:142_8": "āgatehipi dinnakāle āgatehipi rājagehato patte pūretvā āhaṭakāle āgatehipi rājā ‘‘ajja",
  "atk-vin02a35:142_9": "bhikkhūyeva āgacchantū’’ti pesetvā bhikkhūnaṁyeva hatthe piṇḍapātaṁ deti; evaṁ dinnapiṇḍapātaṁ",
  "atk-vin02a35:142_10": "gahetvā āgatakāle āgatehipi ṭhitikaṁ jānanakabhikkhūhi ‘‘mā bhuñjitthā’’ti vāretvā",
  "atk-vin02a35:142_11": "ṭhitikāyameva gāhetabbaṁ.",
  "atk-vin02a35:143_0": "Atha ne rājā bhojetvā pattepi nesaṁ pūretvā deti, yaṁ āhaṭaṁ taṁ ṭhitikāya gāhetabbaṁ.",
  "atk-vin02a35:143_1": "Sace pana ‘‘mā tucchahatthā gacchantū’’ti thokameva pattesu pakkhittaṁ hoti, taṁ",
  "atk-vin02a35:143_2": "na gāhetabbaṁ. Atha bhuñjitvā tucchapattāva āgacchanti, yaṁ tehi bhuttaṁ, taṁ nesaṁ",
  "atk-vin02a35:143_3": "gīvā hotīti mahāsumatthero āha. Mahāpadumatthero panāha – ‘‘gīvākiccaṁ ettha natthi,",
  "atk-vin02a35:143_4": "ṭhitikaṁ pana ajānantehi yāva jānanakā āgacchanti, tāva nisīditabbaṁ siyā; evaṁ santepi",
  "atk-vin02a35:143_5": "bhuttaṁ subhuttaṁ, idāni pattaṭṭhānena gāhetabba’’nti.",
  "atk-vin02a35:144_0": "Eko ticīvaraparivāro satagghanako piṇḍapāto avassikassa bhikkhuno patto, vihāre ca",
  "atk-vin02a35:144_1": "‘‘evarūpo piṇḍapāto avassikassa patto’’ti likhitvā ṭhapesuṁ. Atha saṭṭhivassaccayena",
  "atk-vin02a35:144_2": "añño tathārūpo piṇḍapāto uppanno, ayaṁ kiṁ avassikaṭṭhitikāya gāhetabbo, udāhu saṭṭhivassikaṭṭhitikāyāti.",
  "atk-vin02a35:144_3": "Saṭṭhivassikaṭṭhitikāyāti vuttaṁ, ayañhi bhikkhu ṭhitikaṁ gahetvāyeva vaḍḍhitoti.",
  "atk-vin02a35:145_0": "Eko uddesabhattaṁ bhuñjitvā sāmaṇero jāto, puna taṁ bhattaṁ sāmaṇeraṭṭhitikāya pattaṁ",
  "atk-vin02a35:145_1": "gaṇhituṁ labhati. Ayaṁ kira antarābhaṭṭhako nāma. Yo pana paripuṇṇavasso sāmaṇero",
  "atk-vin02a35:145_2": "‘‘sve uddesabhattaṁ labhissatī’’ti ajjeva upasampajjati, atikkantā tassa ṭhitikā.",
  "atk-vin02a35:145_3": "Ekassa bhikkhuno uddesabhattaṁ pattaṁ, patto cassa na tuccho hoti, so aññassa samīpe",
  "atk-vin02a35:145_4": "nisinnassa pattaṁ dāpeti, tañce theyyāya haranti, gīvā hoti . Sace pana so bhikkhu",
  "atk-vin02a35:145_5": "‘‘mayhaṁ pattaṁ dammī’’ti sayameva deti, assa gīvā na hoti. Athāpi tena bhattena",
  "atk-vin02a35:145_6": "anatthiko hutvā ‘‘alaṁ mayhaṁ, tavetaṁ bhattaṁ dammi, pattaṁ pesetvā āharāpehī’’ti",
  "atk-vin02a35:145_7": "aññaṁ vadati, yaṁ tato āharīyati sabbaṁ pattasāmikassa hoti. Pattañce theyyāya haranti,",
  "atk-vin02a35:145_8": "suhaṭo; bhattassa dinnattā gīvā na hoti.",
  "atk-vin02a35:146_0": "Vihāre dasa bhikkhū honti, tesu nava piṇḍapātikā, eko sādiyanako. ‘‘Dasa uddesapatte",
  "atk-vin02a35:146_1": "dethā’’ti vutte piṇḍapātikā gahetuṁ na icchanti. Itaro bhikkhu ‘‘sabbāni mayhaṁ pāpuṇantī’’ti",
  "atk-vin02a35:146_2": "gaṇhāti, ṭhitikā na hoti. Ekekaṁ ce pāpetvā gaṇhāti, ṭhitikā tiṭṭhati. Evaṁ gāhetvā",
  "atk-vin02a35:146_3": "dasahipi pattehi āharāpetvā ‘‘bhante, mayhaṁ saṅgahaṁ karothā’’ti nava patte piṇḍapātikānaṁ",
  "atk-vin02a35:146_4": "deti, bhikkhudattiyaṁ nāmetaṁ, gaṇhituṁ vaṭṭati.",
  "atk-vin02a35:147_0": "Sace so upāsako ‘‘bhante, gharaṁ āgantabba’’nti vadati, so ca bhikkhu te bhikkhū",
  "atk-vin02a35:147_1": "‘‘etha, bhante, mayhaṁ sahāyā hothā’’ti tassa gharaṁ gacchati. Yaṁ tattha labhati,",
  "atk-vin02a35:147_2": "sabbaṁ tasseva hoti. Itare tena dinnaṁ labhanti. Atha nesaṁ ghareyeva nisīdāpetvā",
  "atk-vin02a35:147_3": "dakkhiṇodakaṁ datvā yāgukhajjakādīni denti, ‘‘bhante, yaṁ manussā denti, taṁ gaṇhathā’’ti",
  "atk-vin02a35:147_4": "tassa bhikkhuno vacaneneva itaresaṁ vaṭṭati. Bhuttāvīnaṁ patte pūretvā gaṇhitvā gamanatthāya",
  "atk-vin02a35:147_5": "denti, sabbaṁ tasseva bhikkhuno hoti, tena dinnaṁ itaresaṁ vaṭṭati.",
  "atk-vin02a35:148_0": "Yadi pana te vihāreyeva tena bhikkhunā ‘‘bhante, mayhaṁ bhikkhaṁ gaṇhatha, manussānañca",
  "atk-vin02a35:148_1": "vacanaṁ kātuṁ vaṭṭatī’’ti vuttā gacchanti, yaṁ tattha bhuñjanti ceva nīharanti ca,",
  "atk-vin02a35:148_2": "sabbaṁ taṁ tasseva santakaṁ. Athāpi ‘‘mayhaṁ bhikkhaṁ gaṇhathā’’ti avuttā ‘‘manussānaṁ",
  "atk-vin02a35:148_3": "vacanaṁ kātuṁ vaṭṭatī’’ti gacchanti, tatra ce ekassa madhurena sarena anumodanaṁ",
  "atk-vin02a35:148_4": "karontassa sutvā therānañca upasame pasīditvā bahuṁ samaṇaparikkhāraṁ denti, ayaṁ",
  "atk-vin02a35:148_5": "theresu pasādena uppanno ‘‘akatabhāgo’’ nāma, tasmā sabbesaṁ pāpuṇāti.",
  "atk-vin02a35:149_0": "Eko saṅghato uddisāpetvā ṭhitikāya gāhitaṁ pattaṁ haritvā paṇītassa khādanīyabhojanīyassa",
  "atk-vin02a35:149_1": "pūretvā āharitvā ‘‘imaṁ, bhante, sabbo saṅgho paribhuñjatū’’ti deti, sabbehi bhājetvā",
  "atk-vin02a35:149_2": "paribhuñjitabbaṁ. Pattasāmikassa pana atikkantampi ṭhitikaṁ ṭhapetvā aññaṁ uddesabhattaṁ",
  "atk-vin02a35:149_3": "dātabbaṁ. Atha ‘‘paṭhamaṁyeva sabbaṁ saṅghikaṁ pattaṁ dethā’’ti vadati, ekassa lajjibhikkhuno",
  "atk-vin02a35:149_4": "santako patto dātabbo. Āharitvā ca ‘‘sabbo saṅgho paribhuñjatū’’ti vutte bhājetvā paribhuñjitabbaṁ.",
  "atk-vin02a35:150_0": "Eko pātiyā bhattaṁ āharitvā ‘‘saṅghuddesaṁ dammī’’ti vadati, ekekaṁ ālopaṁ adatvā",
  "atk-vin02a35:150_1": "ṭhitikāya ekassa yāpanamattaṁ katvā dātabbaṁ. Atha so bhattaṁ āharitvā kiñci vattuṁ",
  "atk-vin02a35:150_2": "ajānanto tuṇhībhūto acchati, ‘‘kassa te ānītaṁ, kassa dātukāmosī’’ti na vattabbaṁ.",
  "atk-vin02a35:150_3": "Pucchāsabhāgena hi ‘‘tumhākaṁ ānītaṁ, tumhākaṁ dātukāmomhī’’ti vadeyya, tato taṁ",
  "atk-vin02a35:150_4": "bhikkhuṁ aññe bhikkhū jigucchantā gīvaṁ parivattetvā oloketabbampi na maññeyyuṁ.",
  "atk-vin02a35:150_5": "Sace pana ‘‘kuhiṁ yāsi, kiṁ karonto āhiṇḍasī’’ti vutte ‘‘uddesabhattaṁ gahetvā āgatomhī’’ti",
  "atk-vin02a35:150_6": "vadati, ekena lajjibhikkhunā ṭhitikāya gāhetabbaṁ. Sace ābhataṁ bahu hoti, sabbesaṁ",
  "atk-vin02a35:150_7": "pahoti, ṭhitikākiccaṁ natthi, therāsanato paṭṭhāya pattaṁ pūretvā dātabbaṁ.",
  "atk-vin02a35:151_0": "‘‘Saṅghuddesapattaṁ dethā’’ti vutte ‘‘kiṁ āharissasī’’ti avatvā pakatiṭṭhitikāya",
  "atk-vin02a35:151_1": "eva gāhetabbaṁ. Yo pana pāyāso vā rasapiṇḍapāto vā niccaṁ labbhati; evarūpānaṁ paṇītabhojanānaṁ",
  "atk-vin02a35:151_2": "āveṇikā ṭhitikā kātabbā, tathā saparivārāya yāguyā mahagghānaṁ phalānaṁ paṇītānañca",
  "atk-vin02a35:151_3": "khajjakānaṁ. Pakatibhattayāguphalakhajjakānaṁ pana ekāva ṭhitikā kātabbā. ‘‘Sappiṁ",
  "atk-vin02a35:151_4": "āharissāmī’’ti vutte sabbasappīnaṁ ekāva ṭhitikā vaṭṭati, tathā sabbatelānaṁ. ‘‘Madhuṁ",
  "atk-vin02a35:151_5": "āharissāmī’’ti vutte pana madhuno ekāva ṭhitikā vaṭṭati, tathā phāṇitassa laṭṭhimadhukādīnañca",
  "atk-vin02a35:151_6": "bhesajjānaṁ. Sace pana gandhamālaṁ saṅghuddesaṁ denti, piṇḍapātikassa vaṭṭati, na",
  "atk-vin02a35:151_7": "vaṭṭatīti. Āmisasseva paṭikkhittattā vaṭṭati, saṅghaṁ uddissa dinnattā pana na gahetabbanti vadanti.",
  "atk-vin02a35:152": "Uddesabhattakathā niṭṭhitā.",
  "atk-vin02a35:153": "Nimantanabhattakathā",
  "atk-vin02a35:154_0": "Nimantanaṁ puggalikañce, sayameva issaro. Saṅghikaṁ pana uddesabhatte vuttanayeneva",
  "atk-vin02a35:154_1": "gāhetabbaṁ. Sace panettha dūto byatto hoti, ‘‘bhante , rājagehe bhikkhusaṅghassa",
  "atk-vin02a35:154_2": "bhattaṁ gaṇhathā’’ti avatvā ‘‘bhikkhaṁ gaṇhathā’’ti vadati, piṇḍapātikānampi vaṭṭati.",
  "atk-vin02a35:154_3": "Atha dūto abyatto ‘‘bhattaṁ gaṇhathā’’ti vadati, bhattuddesako byatto ‘‘bhatta’’nti",
  "atk-vin02a35:154_4": "avatvā ‘‘bhante, tumhe yāthā’’ti vadati; evampi piṇḍapātikānampi vaṭṭati. Tumhākaṁ",
  "atk-vin02a35:154_5": "paṭipāṭiyā ‘‘bhattaṁ pāpuṇātī’’ti vutte pana na vaṭṭati. Sace nimantetuṁ āgatamanusso",
  "atk-vin02a35:154_6": "āsanasālaṁ pavisitvā ‘‘aṭṭha bhikkhū dethā’’ti vā ‘‘aṭṭha patte dethā’’ti vā vadati;",
  "atk-vin02a35:154_7": "evampi piṇḍapātikānaṁ vaṭṭati, ‘‘tumhe ca tumhe ca gacchathā’’ti vattabbaṁ. Sace",
  "atk-vin02a35:154_8": "pana ‘‘aṭṭha bhikkhū detha; bhattaṁ gaṇhatha, aṭṭha patte detha; bhattaṁ gaṇhathā’’ti",
  "atk-vin02a35:154_9": "vadati, paṭipāṭiyā gāhetabbaṁ. Gāhentena pana vicchinditvā ‘‘bhatta’’nti avadantena",
  "atk-vin02a35:154_10": "‘‘tumhe ca tumhe ca gacchathā’’ti vutte piṇḍapātikānaṁ vaṭṭati. ‘‘Bhante, tumhākaṁ",
  "atk-vin02a35:154_11": "pattaṁ detha, tumhe ethā’’ti vutte pana ‘‘sādhu, upāsakā’’ti gantabbaṁ. Saṅghato",
  "atk-vin02a35:154_12": "uddisitvā ‘‘tumhe ethā’’ti vuttepi yathāṭhitikāya gāhetabbaṁ.",
  "atk-vin02a35:155_0": "Nimantanabhattagharato pana pattatthāya āgatassa uddesabhatte vuttanayeneva ṭhitikāya",
  "atk-vin02a35:155_1": "patto dātabbo. Eko ‘‘saṅghato paṭipāṭiyā patta’’nti avatvā kevalaṁ ‘‘ekaṁ pattaṁ",
  "atk-vin02a35:155_2": "dethā’’ti vatvā agāhiteyeva patte yassa kassaci pattaṁ gahetvā pūretvā āharati, taṁ",
  "atk-vin02a35:155_3": "pattasāmikasseva hoti, uddesabhatte viya ṭhitikāya na gāhetabbaṁ. Idhāpi yo āgantvā",
  "atk-vin02a35:155_4": "tuṇhībhūto tiṭṭhati, so ‘‘kassa santikaṁ āgatosī’’ti vā ‘‘kassa pattaṁ harissasī’’ti vā na vattabbo.",
  "atk-vin02a35:156_0": "Pucchāsabhāgena hi ‘‘tumhākaṁ santikaṁ āgato, tumhākaṁ pattaṁ harissāmī’’ti vadeyya,",
  "atk-vin02a35:156_1": "tato so bhikkhu bhikkhūhi jigucchanīyo assa. ‘‘Kuhiṁ gacchasi, kiṁ karonto āhiṇḍasī’’ti",
  "atk-vin02a35:156_2": "pana vutte ‘‘tassa pattatthāya āgatomhī’’ti vadantassa paṭipāṭiyā bhattaṭṭhitikāya",
  "atk-vin02a35:156_3": "gāhetvā patto dātabbo. ‘‘Bhattāharaṇakapattaṁ dethā’’ti vuttepi paṭipāṭiyā bhattaṭṭhitikāya",
  "atk-vin02a35:156_4": "eva dātabbo. Sace āharitvā ‘‘sabbo saṅgho bhuñjatū’’ti vadati, bhājetvā bhuñjitabbaṁ.",
  "atk-vin02a35:156_5": "Pattasāmikassa atikkantampi ṭhitikaṁ ṭhapetvā aññaṁ paṭipāṭibhattaṁ gāhetabbaṁ.",
  "atk-vin02a35:157_0": "Eko pātiyā bhattaṁ āharitvā ‘‘saṅghassa dammī’’ti vadati, ālopabhattaṭṭhitikato paṭṭhāya",
  "atk-vin02a35:157_1": "ālopasaṅkhepena bhājetabbaṁ. Sace pana tuṇhībhūto acchati, ‘‘kassa te ābhataṁ, kassa",
  "atk-vin02a35:157_2": "dātukāmosī’’ti na vattabbo. Sace pana ‘‘kuhiṁ gacchasi, kiṁ karonto āhiṇḍasī’’ti",
  "atk-vin02a35:157_3": "vutte ‘‘saṅghassa me bhattaṁ ābhataṁ, therānaṁ me bhattaṁ ābhata’’nti vadati, gahetvā",
  "atk-vin02a35:157_4": "ālopabhattaṭṭhitikāya bhājetabbaṁ. Sace pana evaṁ ābhataṁ bahuṁ hoti, sakalassa saṅghassa",
  "atk-vin02a35:157_5": "bahu hoti, abhihaṭabhikkhā nāma piṇḍapātikānampi vaṭṭati, ṭhitikāpucchanakiccaṁ natthi,",
  "atk-vin02a35:157_6": "therāsanato paṭṭhāya pattaṁ pūretvā dātabbaṁ.",
  "atk-vin02a35:158_0": "Upāsako saṅghattherassa vā ganthadhutaṅgavasena abhiññātassa vā bhattuddesakassa",
  "atk-vin02a35:158_1": "vā pahiṇāti ‘‘amhākaṁ bhattagahaṇatthāya aṭṭha bhikkhū gahetvā āgacchathā’’ti, sacepi",
  "atk-vin02a35:158_2": "ñātiupaṭṭhākehi pesitaṁ hoti, ime tayo janā pucchituṁ na labhanti, āruḷhāyeva mātikaṁ,",
  "atk-vin02a35:158_3": "saṅghato aṭṭha bhikkhū uddisāpetvā attanavamehi gantabbaṁ. Kasmā? Bhikkhusaṅghassa",
  "atk-vin02a35:158_4": "hi ete bhikkhū nissāya lābho uppajjatīti. Ganthadhutaṅgādīhi pana anabhiññāto āvāsikabhikkhu",
  "atk-vin02a35:158_5": "pucchituṁ labhati, tasmā tena ‘‘kiṁ saṅghato gaṇhāmi, udāhu ye jānāmi, tehi saddhiṁ",
  "atk-vin02a35:158_6": "āgacchāmī’’ti mātikaṁ āropetvā yathā dāyakā vadanti, tathā paṭipajjitabbaṁ. ‘‘Tumhākaṁ",
  "atk-vin02a35:158_7": "nissitake vā ye vā jānātha, te gahetvā ethā’’ti vutte pana ye icchanti, tehi saddhiṁ",
  "atk-vin02a35:158_8": "gantuṁ labhati. Sace ‘‘aṭṭha bhikkhū pahiṇathā’’ti pesenti, saṅghatova pesetabbā.",
  "atk-vin02a35:158_9": "Attanā sace aññasmiṁ gāme sakkā hoti bhikkhā labhituṁ, añño gāmo gantabbo. Na sakkā",
  "atk-vin02a35:158_10": "ce hoti labhituṁ, soyeva gāmo piṇḍāya pavisitabbo.",
  "atk-vin02a35:159_0": "Nimantitabhikkhū āsanasālāya nisinnā honti, tatra ce manussā ‘‘patte dethā’’ti āgacchanti,",
  "atk-vin02a35:159_1": "animantitehi na dātabbā. ‘‘Ete nimantitabhikkhū’’ti vattabbaṁ. ‘‘Tumhepi dethā’’ti",
  "atk-vin02a35:159_2": "vutte pana dātuṁ vaṭṭati. Ussavādīsu manussā sayameva pariveṇāni ca padhānagharāni",
  "atk-vin02a35:159_3": "ca gantvā tipiṭake ca dhammakathike ca bhikkhusatenapi saddhiṁ nimantenti. Tadā yepi",
  "atk-vin02a35:159_4": "jānanti, te gahetvā gantuṁ vaṭṭati. Kasmā? Na hi mahābhikkhusaṅghena atthikā manussā",
  "atk-vin02a35:159_5": "pariveṇāni ca padhānagharāni gacchanti, sannipātaṭṭhānatova yathāsatti yathābalaṁ",
  "atk-vin02a35:159_6": "bhikkhū gaṇhitvā gacchantīti.",
  "atk-vin02a35:160_0": "Sace pana saṅghatthero vā ganthadhutaṅgavasena abhiññātako vā bhattuddesako vā aññatra",
  "atk-vin02a35:160_1": "vā vassaṁ vasitvā katthaci vā gantvā puna sakaṭṭhānaṁ āgacchanti, manussā ca āgantukassa",
  "atk-vin02a35:160_2": "sakkāraṁ karonti, ekavāraṁ ye jānanti, te gahetvā gantabbaṁ. Paṭibaddhakālato pana",
  "atk-vin02a35:160_3": "paṭṭhāya dutiyavāre āraddhe saṅghatoyeva gahetvā gantabbaṁ. Abhinavaāgantukāva hutvā",
  "atk-vin02a35:160_4": "ñātī vā upaṭṭhāke vā passissāmāti gacchanti, tatra tesaṁ ñātī ca upaṭṭhākā ca sakkāraṁ",
  "atk-vin02a35:160_5": "karonti. Ettha pana ye jānanti, te gahetvā gantuṁ vaṭṭati.",
  "atk-vin02a35:161_0": "Yo pana atilābhī hoti, sakaṭṭhānañca āgantukaṭṭhānañca ekasadisaṁ, sabbattha manussā",
  "atk-vin02a35:161_1": "saṅghabhattaṁ sajjetvāva nisīdanti, tena saṅghatova gahetvā gantabbanti ayaṁ nimantane",
  "atk-vin02a35:161_2": "viseso. Avaseso sabbapañho uddesabhatte vuttanayeneva veditabbo. Kurundiyaṁ pana",
  "atk-vin02a35:161_3": "‘‘aṭṭha mahāthere dethā’’ti vutte ‘‘aṭṭha mahātherāva dātabbā’’ti vuttaṁ. Esa nayo",
  "atk-vin02a35:161_4": "majjhimādīsu. Sace pana avisesetvā ‘‘aṭṭha bhikkhū dethā’’ti vadati, saṅghato dātabbā.",
  "atk-vin02a35:162": "Nimantanabhattakathā niṭṭhitā.",
  "atk-vin02a35:163": "Salākabhattakathā",
  "atk-vin02a35:164_0": "Salākabhatte pana ‘‘anujānāmi, bhikkhave, salākāya vā paṭṭikāya vā upanibandhitvā",
  "atk-vin02a35:164_1": "opuñjitvā uddisitu’’nti vacanato rukkhasāramayāya salākāya vā veḷuvilīvatālapaṇṇādimayāya",
  "atk-vin02a35:164_2": "paṭṭikāya vā ‘‘asukassa nāma salākabhatta’’nti evaṁ akkharāni upanibandhitvā pacchiyaṁ",
  "atk-vin02a35:164_3": "vā cīvarabhoge vā katvā sabbā salākāyo opuñjitvā punappunaṁ heṭṭhuparivaseneva āloḷetvā",
  "atk-vin02a35:164_4": "pañcaṅgasamannāgatena bhattuddesakena sace ṭhitikā atthi, ṭhitikato paṭṭhāya; no",
  "atk-vin02a35:164_5": "ce atthi, therāsanato paṭṭhāya salākā dātabbā. Pacchā āgatānampi ekābaddhavasena",
  "atk-vin02a35:164_6": "dūre ṭhitānampi uddesabhatte vuttanayeneva dātabbā.",
  "atk-vin02a35:165_0": "Sace vihārassa samantato bahū gocaragāmā, bhikkhū pana na bahukā, gāmavasenapi salākāyo",
  "atk-vin02a35:165_1": "pāpuṇanti, ‘‘tumhākaṁ asukagāme salākabhattaṁ pāpuṇātī’’ti gāmavaseneva gāhetabbā.",
  "atk-vin02a35:165_2": "Evaṁ gāhentena sacepi ekekasmiṁ gāme nānappakārāni saṭṭhisalākabhattāni, sabbāni",
  "atk-vin02a35:165_3": "gāhitāneva honti, tassa pattagāmasamīpe aññānipi dve tīṇi salākabhattāni honti, tānipi",
  "atk-vin02a35:165_4": "tasseva dātabbāni. Na hi sakkā tesaṁ kāraṇā aññaṁ bhikkhuṁ pahiṇitunti.",
  "atk-vin02a35:166_0": "Sace ekaccesu gāmesu bahūni salākabhattāni sallakkhetvā sattannampi aṭṭhannampi bhikkhūnaṁ",
  "atk-vin02a35:166_1": "dātabbāni. Dadantena pana catunnaṁ pañcannaṁ bhattānaṁ salākāyo ekato bandhitvā dātabbā.",
  "atk-vin02a35:166_2": "Sace taṁ gāmaṁ atikkamitvā añño gāmo hoti, tasmiñca ekameva salākabhattaṁ, taṁ pana",
  "atk-vin02a35:166_3": "pātova denti, tampi etesu bhikkhūsu ekassa niggahena datvā ‘‘pātova taṁ gahetvā pacchā",
  "atk-vin02a35:166_4": "orimagāme itarāni bhattāni gaṇhāhī’’ti vattabbo. Sace orimagāme salākabhattesu agāhitesveva",
  "atk-vin02a35:166_5": "gāhitasaññāya gacchati, parabhāgagāme salākabhattaṁ gāhetvā puna vihāraṁ āgantvā",
  "atk-vin02a35:166_6": "itarāni gāhetvā orimagāmo gantabbo. ‘‘Na hi bahisīmāya saṅghalābho gāhetuṁ labbhatī’’ti",
  "atk-vin02a35:166_7": "ayaṁ nayo kurundiyaṁ vutto.",
  "atk-vin02a35:167_0": "Sace pana bhikkhū bahū honti, gāmavasena salākā na pāpuṇanti, vīthivasena vā vīthiyaṁ",
  "atk-vin02a35:167_1": "ekagehavasena vā kulavasena vā gāhetabbā. Vīthiādīsu ca yattha bahūni bhattāni, tattha",
  "atk-vin02a35:167_2": "gāme vuttanayeneva bahūnaṁ bhikkhūnaṁ gāhetabbāni. Salākāsu asati uddisitvāpi gāhetabbāni.",
  "atk-vin02a35:168_0": "Salākadāyakena pana vattaṁ jānitabbaṁ. Tena hi kālasseva vuṭṭhāya pattacīvaraṁ gahetvā",
  "atk-vin02a35:168_1": "bhojanasālaṁ gantvā asammaṭṭhaṭṭhānaṁ sammajjitvā pānīyaṁ paribhojanīyaṁ upaṭṭhāpetvā",
  "atk-vin02a35:168_2": "‘‘idāni bhikkhūhi vattaṁ kataṁ bhavissatī’’ti kālaṁ sallakkhetvā ghaṇṭiṁ paharitvā",
  "atk-vin02a35:168_3": "bhikkhūsu sannipatitesu paṭhamameva vāragāme salākabhattaṁ gāhetabbaṁ. ‘‘Tuyhaṁ asukasmiṁ",
  "atk-vin02a35:168_4": "nāma vāragāme salākā pāpuṇāti tatra gacchā’’ti vattabbaṁ.",
  "atk-vin02a35:169_0": "Sace atirekagāvute gāmo hoti, taṁ divasaṁ gacchantā kilamanti, ‘‘sve tuyhaṁ vāragāme",
  "atk-vin02a35:169_1": "pāpuṇātī’’ti ajjeva gāhetabbaṁ. Yo vāragāmaṁ pesiyamāno na gacchati, aññaṁ salākaṁ",
  "atk-vin02a35:169_2": "maggati, na dātabbā. Saddhānañhi manussānaṁ puññahāni saṅghassa ca lābhacchedo hoti,",
  "atk-vin02a35:169_3": "tasmā tassa dutiyepi tatiyepi divase aññā salākā na dātabbā, ‘‘attano pattaṭṭhānaṁ",
  "atk-vin02a35:169_4": "gantvā bhuñjāhī’’ti vattabbo, tīṇi pana divasāni agacchantassa vāragāmato orimavāragāme",
  "atk-vin02a35:169_5": "salākā gāhetabbā. Tañce na gaṇhāti, tato paṭṭhāya tassa aññaṁ salākaṁ dātuṁ na vaṭṭati,",
  "atk-vin02a35:169_6": "daṇḍakammaṁ pana gāḷhaṁ kātabbaṁ, saṭṭhito vā paṇṇāsato vā na parihāpetabbaṁ. Vāragāme",
  "atk-vin02a35:169_7": "gāhetvā vihāravāro gāhetabbo, ‘‘tuyhaṁ vihāravāro pāpuṇātī’’ti vattabbaṁ. Vihāravārikassa",
  "atk-vin02a35:169_8": "dve tisso yāgusalākāyo tisso catasso vā bhattasalākāyo ca dātabbā, nibaddhaṁ katvā",
  "atk-vin02a35:169_9": "pana na dātabbā. Yāgubhattadāyakā hi ‘‘amhākaṁ yāgubhattaṁ vihāragopakāva bhuñjantī’’ti",
  "atk-vin02a35:169_10": "aññathattaṁ āpajjeyyuṁ, tasmā aññesu kulesu dātabbā.",
  "atk-vin02a35:170_0": "Sace vihāravārikānaṁ sabhāgā āharitvā denti, iccetaṁ kusalaṁ; no ce, vāraṁ gāhetvā",
  "atk-vin02a35:170_1": "tesaṁ yāgubhattaṁ āharāpetabbaṁ. Tāva nesaṁ salākā phātikammameva bhavanti, vassaggena",
  "atk-vin02a35:170_2": "pattaṭṭhāne pana aññampi paṇītabhattasalākaṁ gaṇhituṁ labhantiyeva. Atirekauttaribhaṅgassa",
  "atk-vin02a35:170_3": "ekacārikabhattassa visuṁ ṭhitikaṁ katvā salākā dātabbā.",
  "atk-vin02a35:171_0": "Sace yena salākā laddhā, so taṁdivasaṁ taṁ bhattaṁ na labhati, punadivase gāhetabbaṁ.",
  "atk-vin02a35:171_1": "Bhattameva labhati, na uttaribhaṅgaṁ; evampi puna gāhetabbaṁ. Khīrabhattassa salākāyapi",
  "atk-vin02a35:171_2": "eseva nayo. Sace pana khīrameva labhati, na bhattaṁ; khīralābhato paṭṭhāya puna na",
  "atk-vin02a35:171_3": "gāhetabbaṁ. Dve tīṇi ekacārikabhattāni ekasseva pāpuṇanti, dubbhikkhasamaye saṅghanavakena",
  "atk-vin02a35:171_4": "laddhakāle vijaṭetvā visuṁ gāhetabbāni, pākatikasalākabhattaṁ aladdhassāpi punadivase gāhetabbaṁ.",
  "atk-vin02a35:172_0": "Sace khuddako vihāro hoti, sabbe bhikkhū ekasambhogā, ucchusalākaṁ gāhentena yassa",
  "atk-vin02a35:172_1": "kassaci sammukhībhūtassa pāpetvā mahātherādīnaṁ divā tacchetvā dātuṁ vaṭṭati. Rasasalākaṁ",
  "atk-vin02a35:172_2": "pāpetvā pacchābhattaṁ parissāvetvā vā phāṇitaṁ vā kāretvā piṇḍapātikādīnampi dātabbaṁ",
  "atk-vin02a35:172_3": ". Āgantukānaṁ āgatānāgatabhāvaṁ ñatvā gāhetabbā, mahāāvāse ṭhitikaṁ katvā gāhetabbā.",
  "atk-vin02a35:173_0": "Takkasalākampi sabhāgaṭṭhāne pāpetvā vā pacāpetvā vā dhūmāpetvā vā therānaṁ dātuṁ",
  "atk-vin02a35:173_1": "vaṭṭati. Mahāāvāse vuttanayeneva paṭipajjitabbaṁ phalasalākapūvasalākabhesajjagandhamālasalākāyopi",
  "atk-vin02a35:173_2": "visuṁ ṭhitikāya gāhetabbā. Bhesajjādisalākāyo cettha kiñcāpi piṇḍapātikānampi vaṭṭanti,",
  "atk-vin02a35:173_3": "salākavasena gāhitattā pana na sāditabbā. Aggabhikkhāmattaṁ salākabhattaṁ denti,",
  "atk-vin02a35:173_4": "ṭhitikaṁ pucchitvā gāhetabbaṁ. Asatiyā ṭhitikāya therāsanato paṭṭhāya gāhetabbaṁ.",
  "atk-vin02a35:173_5": "Sace tādisāni bhattāni bahūni honti, ekekassa bhikkhuno dve tīṇi dātabbāni; no ce,",
  "atk-vin02a35:173_6": "ekekameva datvā paṭipāṭiyā gatāya puna therāsanato paṭṭhāya dātabbaṁ. Sace antarāva",
  "atk-vin02a35:173_7": "upacchijjati, ṭhitikā sallakkhetabbā. Yadi pana tādisaṁ bhattaṁ nibaddhameva hoti,",
  "atk-vin02a35:173_8": "yassa pāpuṇāti, so vattabbo ‘‘laddhā vā aladdhā vā svepi gaṇheyyāsī’’ti. Ekaṁ anibaddhaṁ",
  "atk-vin02a35:173_9": "hoti, labhanadivase pana yāvadatthaṁ labhati, alabhanadivasā bahutarā honti, taṁ",
  "atk-vin02a35:173_10": "yassa pāpuṇāti, so alabhitvā ‘‘sve gaṇheyyāsī’’ti vattabbo.",
  "atk-vin02a35:174_0": "Yo salākāsu gāhitāsu pacchā āgacchati, tassa atikkantāva salākā na upaṭṭhāpetvā dātabbā.",
  "atk-vin02a35:174_1": "Salākaṁ nāma ghaṇṭippaharaṇato paṭṭhāya āgantvā hatthaṁ pasārentova labhati. Aññassa",
  "atk-vin02a35:174_2": "āgantvā samīpe ṭhitassāpi atikkantā atikkantāva hoti. Sace panassa añño gaṇhanto",
  "atk-vin02a35:174_3": "atthi, sayaṁ anāgatopi labhati. Sabhāgaṭṭhāne asuko anāgatoti ñatvā ‘‘ayaṁ tassa",
  "atk-vin02a35:174_4": "salākā’’ti ṭhapetuṁ vaṭṭati. Sace ‘‘anāgatassa na dātabbā’’ti katikaṁ karonti, adhammikā",
  "atk-vin02a35:174_5": "hoti. Antoupacāre ṭhitassa hi bhājanīyabhaṇḍaṁ pāpuṇāti. Sace pana ‘‘anāgatassa dethā’’ti",
  "atk-vin02a35:174_6": "mahāsaddaṁ karonti, daṇḍakammaṁ ṭhapetabbaṁ, ‘‘āgantvā gaṇhantū’’ti vattabbaṁ.",
  "atk-vin02a35:175_0": "Chappañcasalākā naṭṭhā honti, bhattuddesako dāyakānaṁ nāmaṁ nassarati, so ce naṭṭhasalākā",
  "atk-vin02a35:175_1": "mahātherassa vā attano vā pāpetvā bhikkhū vadeyya, ‘‘mayā asukagāme salākabhattaṁ",
  "atk-vin02a35:175_2": "mayhaṁ pāpitaṁ, tumhe tattha laddhaṁ salākabhattaṁ bhuñjeyyāthā’’ti, vaṭṭati. Vihāre",
  "atk-vin02a35:175_3": "apāpitaṁ pana āsanasālāya taṁ bhattaṁ labhitvā tattheva pāpetvā bhuñjituṁ na vaṭṭati.",
  "atk-vin02a35:175_4": "‘‘Ajja paṭṭhāya mayhaṁ salākabhattaṁ gaṇhathā’’ti vutte tatra āsanasālāya gāhetuṁ",
  "atk-vin02a35:175_5": "na vaṭṭati, vihāraṁ ānetvā gāhetabbaṁ. ‘‘Sve paṭṭhāyā’’ti vutte pana bhattuddesakassa",
  "atk-vin02a35:175_6": "ācikkhitabbaṁ ‘‘sve paṭṭhāya asukakulaṁ nāma salākabhattaṁ deti, salākaggāhaṇakāle",
  "atk-vin02a35:175_7": "sareyyāsī’’ti. Dubbhikkhe salākabhattaṁ pacchinditvā subhikkhe jāte kiñci disvā ‘‘ajja",
  "atk-vin02a35:175_8": "paṭṭhāya amhākaṁ salākabhattaṁ gaṇhathā’’ti puna paṭṭhapenti, antogāme agāhetvā vihāraṁ",
  "atk-vin02a35:175_9": "ānetvāva gāhetabbaṁ. Idañhi ‘‘salākabhattaṁ’’ nāma. Uddesabhattasadisaṁ na hoti,",
  "atk-vin02a35:175_10": "vihārameva sandhāya diyyati, tasmā bahiupacāre gāhetuṁ na vaṭṭati. ‘‘Sve paṭṭhāyā’’ti",
  "atk-vin02a35:175_11": "vutte pana vihāre gāhetabbameva.",
  "atk-vin02a35:176_0": "Gamiko bhikkhu yaṁ disābhāgaṁ gantukāmo, tattha aññena vāragāmasalākā laddhā hoti,",
  "atk-vin02a35:176_1": "taṁ gahetvā itaraṁ bhikkhuṁ ‘‘mayhaṁ pattasalākaṁ tvaṁ gaṇhāhī’’ti vatvā gantuṁ vaṭṭati.",
  "atk-vin02a35:176_2": "Tena pana upacārasīmaṁ anatikkanteyeva tasmiṁ tassa salākā gāhetabbā.",
  "atk-vin02a35:177_0": "Chaḍḍitavihāre manussā bodhicetiyādīni jaggitvā bhuñjantūti salākabhattaṁ paṭṭhapenti,",
  "atk-vin02a35:177_1": "bhikkhū sakaṭṭhānesu vasitvā kālasseva gantvā tattha vattaṁ karitvā taṁ bhattaṁ bhuñjanti,",
  "atk-vin02a35:177_2": "vaṭṭati. Sace tesu svātanāya attano pāpetvā gatesu āgantuko bhikkhu chaḍḍitavihāre",
  "atk-vin02a35:177_3": "vasitvā kālasseva vattaṁ katvā ghaṇṭiṁ paharitvā salākabhattaṁ attano pāpetvā āsanasālaṁ",
  "atk-vin02a35:177_4": "gacchati, sova tassa bhattassa issaro. Yo pana bhikkhūsu vattaṁ karontesuyeva bhūmiyaṁ",
  "atk-vin02a35:177_5": "dve tayo sammuñjanippahāre datvā ghaṇṭiṁ paharitvā ‘‘dhuragāme salākabhattaṁ mayhaṁ",
  "atk-vin02a35:177_6": "pāpuṇātī’’ti gacchati, tassa taṁ corikāya gahitattā na pāpuṇāti, vattaṁ katvā pāpetvā",
  "atk-vin02a35:177_7": "pacchā gatabhikkhūnaṁyeva hoti.",
  "atk-vin02a35:178_0": "Eko gāmo atidūre hoti, bhikkhū niccaṁ gantuṁ na icchanti, manussā ‘‘mayaṁ puññena",
  "atk-vin02a35:178_1": "paribāhirā homā’’ti vadanti, ye tassa gāmassa āsannavihāre sabhāgabhikkhū, te vattabbā",
  "atk-vin02a35:178_2": "‘‘imesaṁ bhikkhūnaṁ anāgatadivase tumhe bhuñjathā’’ti. Salākā pana devasikaṁ pāpetabbā,",
  "atk-vin02a35:178_3": "tā ca kho pana ghaṇṭippaharaṇamattena vā pacchicālanamattena vā pāpitā na honti,",
  "atk-vin02a35:178_4": "pacchiṁ pana gahetvā salākā pīṭhake ākiritabbā, pacchi pana mukhavaṭṭiyaṁ na gahetabbā.",
  "atk-vin02a35:178_5": "Sace hi tattha ahi vā vicchiko vā bhaveyya, dukkhaṁ uppādeyya; tasmā heṭṭhā gahetvā",
  "atk-vin02a35:178_6": "pacchiṁ parammukhaṁ katvā salākā ākiritabbā ‘‘sacepi sappo bhavissati, ettova palāyissatī’’ti.",
  "atk-vin02a35:178_7": "Evaṁ salākā ākiritvā gāmādivasena pubbe vuttanayeneva gāhetabbā. Apica ekaṁ mahātherassa",
  "atk-vin02a35:178_8": "pāpetvā ‘‘avasesā mayhaṁ pāpuṇantī’’ti attano pāpetvā vattaṁ katvā cetiyaṁ vanditvā",
  "atk-vin02a35:178_9": "vitakkamāḷake ṭhitehi bhikkhūhi ‘‘pāpitā, āvuso, salākā’’ti vutte ‘‘āma, bhante,",
  "atk-vin02a35:178_10": "tumhe gatagatagāme salākabhattaṁ gaṇhathā’’ti vattabbaṁ; evaṁ pāpitāpi hi supāpitāva honti.",
  "atk-vin02a35:179_0": "Bhikkhū sabbarattiṁ dhammasavanatthaṁ aññaṁ vihāraṁ gacchantā ‘‘mayaṁ tattha dānaṁ",
  "atk-vin02a35:179_1": "aggahetvāva amhākaṁ gocaragāmeva piṇḍāya caritvā āgamissāmā’’ti salākā aggahetvāva",
  "atk-vin02a35:179_2": "gatā, vihāre therassa pattasalākabhattaṁ bhuñjituṁ āgacchanti, vaṭṭati. Atha mahātheropi",
  "atk-vin02a35:179_3": "‘‘ahaṁ idha kiṁ karomī’’ti tehiyeva saddhiṁ gacchati, tehi gatavihāre abhuñjitvāva",
  "atk-vin02a35:179_4": "gocaragāmaṁ anuppattehi ‘‘detha, bhante, patte salākayāguādīni āharissāmā’’ti vutte",
  "atk-vin02a35:179_5": "pattā na dātabbā. ‘‘Kasmā, bhante, na dethā’’ti ‘‘vihāraṭṭhakaṁ bhattaṁ vihāre vutthānaṁ",
  "atk-vin02a35:179_6": "pāpuṇāti, mayaṁ aññasmiṁ vihāre vutthā’’ti. ‘‘Detha, bhante, na mayaṁ vihāre pālikāya",
  "atk-vin02a35:179_7": "dema, tumhākaṁ dema, gaṇhatha amhākaṁ bhikkha’’nti vutte pana vaṭṭati.",
  "atk-vin02a35:180": "Salākabhattakathā niṭṭhitā.",
  "atk-vin02a35:181": "Pakkhikabhattādikathā",
  "atk-vin02a35:182_0": "Pakkhikādīsu pana yaṁ abhilakkhitesu cātuddasī pañcadasī pañcamī aṭṭhamīti imesu",
  "atk-vin02a35:182_1": "pakkhesu kammappasutehi uposathaṁ kātuṁ satikaraṇatthāya diyyati, taṁ pakkhikaṁ nāma.",
  "atk-vin02a35:182_2": "Taṁ salākabhattagatikameva hoti, gāhetvā bhuñjitabbaṁ. Sace salākabhattampi pakkhikabhattampi",
  "atk-vin02a35:182_3": "bahu sabbesaṁ vinivijjhitvā gacchati, dvepi bhattāni visuṁ visuṁ gāhetabbāni. Sace",
  "atk-vin02a35:182_4": "bhikkhusaṅgho mahā, pakkhikaṁ gāhetvā tassa ṭhitikāya salākabhattaṁ gāhetabbaṁ ,",
  "atk-vin02a35:182_5": "salākabhattaṁ vā gāhāpetvā tassa ṭhitikāya pakkhikaṁ gāhetabbaṁ. Yesaṁ na pāpuṇāti,",
  "atk-vin02a35:182_6": "te piṇḍāya carissanti. Sace dvepi bhattāni bahūni, bhikkhū mandā; salākabhattaṁ nāma",
  "atk-vin02a35:182_7": "devasikaṁ labbhati, tasmā taṁ ṭhapetvā ‘‘pakkhikaṁ āvuso bhuñjathā’’ti pakkhikameva",
  "atk-vin02a35:182_8": "gāhetabbaṁ. Pakkhikaṁ paṇītaṁ denti, visuṁ ṭhitikā kātabbā. ‘‘Sve pakkho’’ti ajja",
  "atk-vin02a35:182_9": "pakkhikaṁ na gāhetabbaṁ. Sace pana dāyakā vadanti ‘‘sve amhākaṁ ghare lūkhabhattaṁ",
  "atk-vin02a35:182_10": "bhavissati, ajjeva pakkhikabhattaṁ uddisathā’’ti, evaṁ vaṭṭati.",
  "atk-vin02a35:183_0": "Uposathikaṁ nāma anvaḍḍhamāse uposathaṅgāni samādiyitvā yaṁ attanā bhuñjati, tadeva",
  "atk-vin02a35:183_1": "diyyati. Pāṭipadikaṁ nāma ‘‘uposathe bahū saddhā pasannā bhikkhūnaṁ sakkāraṁ karonti,",
  "atk-vin02a35:183_2": "pāṭipade pana bhikkhū kilamanti, pāṭipade dinnaṁ dubbhikkhadānasadisaṁ mahapphalaṁ",
  "atk-vin02a35:183_3": "hoti, uposathakammena vā parisuddhasīlānaṁ dutiyadivase dinnaṁ mahapphalaṁ hotī’’ti",
  "atk-vin02a35:183_4": "sallakkhetvā pāṭipade diyyanakadānaṁ, tampi ubhayaṁ salākabhattagatikameva. Iti imāni",
  "atk-vin02a35:183_5": "sattapi bhattāni piṇḍapātikānaṁ na vaṭṭanti, dhutaṅgabhedaṁ karontiyeva.",
  "atk-vin02a35:184_0": "Aparānipi cīvarakkhandhake visākhāya varaṁ yācitvā dinnāni āgantukabhattaṁ gamiyabhattaṁ",
  "atk-vin02a35:184_1": "gilānabhattaṁ gilānupaṭṭhākabhattanti cattāri bhattāni pāḷiyaṁ āgatāneva, tattha",
  "atk-vin02a35:184_2": "āgantukānaṁ dinnaṁ bhattaṁ ‘‘āgantukabhattaṁ’’. Esa nayo sesesu. Sace panettha āgantukabhattānipi",
  "atk-vin02a35:184_3": "āgantukāpi bahū honti, sabbesaṁ ekekaṁ gāhetabbaṁ, bhattesu appahontesu ṭhitikāya",
  "atk-vin02a35:184_4": "gāhetabbaṁ. Eko āgantuko paṭhamameva āgantvā sabbaṁ āgantukabhattaṁ attano gāhetvā",
  "atk-vin02a35:184_5": "nisīdati, sabbaṁ tasseva hoti, pacchā āgatehi āgantukehi tena dinnāni paribhuñjitabbāni.",
  "atk-vin02a35:184_6": "Tenapi ekaṁ attano gahetvā sesāni dātabbāni. Ayaṁ uḷāro.",
  "atk-vin02a35:185_0": "Sace pana yo paṭhamaṁ āgantvāpi attano aggahetvā tuṇhībhūto nisīdati, pacchā āgatehi",
  "atk-vin02a35:185_1": "saddhiṁ paṭipāṭiyā gaṇhitabbaṁ. Sace niccaṁ āgantukā āgacchanti, āgatadivaseyeva",
  "atk-vin02a35:185_2": "bhuñjitabbaṁ, antarantarā ce āgacchanti, dve tīṇi divasāni bhuñjitabbaṁ. Mahāpaccariyaṁ",
  "atk-vin02a35:185_3": "pana ‘‘satta divasāni bhuñjituṁ vaṭṭatī’’ti vuttaṁ.",
  "atk-vin02a35:186_0": "Āvāsiko katthaci gantvā āgato, tenāpi āgantukabhattaṁ paribhuñjitabbaṁ. Sace pana",
  "atk-vin02a35:186_1": "taṁ vihāre nibandhāpitaṁ hoti, vihāre gāhetabbaṁ. Atha vihāro dūre hoti, āsanasālāya",
  "atk-vin02a35:186_2": "nibandhāpitaṁ āsanasālāya gāhetabbaṁ. Sace pana dāyakā ‘‘āgantukesu asati āvāsikāpi",
  "atk-vin02a35:186_3": "paribhuñjantū’’ti vadanti, vaṭṭati.",
  "atk-vin02a35:187_0": "Gamiyabhattepi ayameva kathāmaggo. Ayaṁ pana viseso – āgantuko āgantukabhattameva",
  "atk-vin02a35:187_1": "labhati, gamiko āgantukabhattampi gamiyabhattampi. Āvāsikopi pakkamitukāmo gamiko",
  "atk-vin02a35:187_2": "hoti; gamiyabhattaṁ labhati. Yathā pana āgantukabhattaṁ; evamidaṁ dve vā tīṇi vā",
  "atk-vin02a35:187_3": "satta vā divasāni na labbhati. ‘‘Gamissāmī’’ti bhutto taṁdivasaṁ kenacideva kāraṇena",
  "atk-vin02a35:187_4": "na gato, punadivasepi bhuñjituṁ vaṭṭati, saussāhattā. ‘‘Gamissāmī’’ti bhuttassa corā",
  "atk-vin02a35:187_5": "vā panthaṁ rundhanti udakaṁ vā, devo vā vassati, sattho vā na gacchati, saussāhena",
  "atk-vin02a35:187_6": "bhuñjitabbaṁ. Ete upaddave olokentena ‘‘dve tayo divase bhuñjituṁ vaṭṭatī’’ti mahāpaccariyaṁ",
  "atk-vin02a35:187_7": "vuttaṁ. ‘‘Gamissāmī’’ti pana lesaṁ oḍḍetvā bhuñjituṁ na labhati.",
  "atk-vin02a35:188_0": "Gilānabhattampi sace sabbesaṁ gilānānaṁ pahoti, sabbesaṁ dātabbaṁ; no ce, ṭhitikaṁ",
  "atk-vin02a35:188_1": "katvā gāhetabbaṁ. Eko gilāno arogarūpo sakkoti antogāmaṁ gantuṁ, eko na sakkoti,",
  "atk-vin02a35:188_2": "ayaṁ ‘‘mahāgilāno’’ nāma. Etassa gilānabhattaṁ dātabbaṁ. Dve mahāgilānā – eko lābhī",
  "atk-vin02a35:188_3": "abhiññāto bahuṁ khādanīyaṁ bhojanīyaṁ labhati, eko anātho appalābhatāya antogāmaṁ",
  "atk-vin02a35:188_4": "pavisati – etassa gilānabhattaṁ dātabbaṁ. Gilānabhatte pana divasaparicchedo natthi.",
  "atk-vin02a35:188_5": "Yāva rogo na vūpasammati, sappāyabhojanaṁ abhuñjanto na yāpeti, tāva bhuñjitabbaṁ.",
  "atk-vin02a35:188_6": "Yadā pana missakayāguṁ vā missakabhattaṁ vā bhuttassāpi rogo na kuppati, tato paṭṭhāya na bhuñjitabbaṁ.",
  "atk-vin02a35:189_0": "Gilānupaṭṭhākabhattampi yaṁ sabbesaṁ pahoti, taṁ sabbesaṁ dātabbaṁ; no ce pahoti,",
  "atk-vin02a35:189_1": "ṭhitikaṁ katvā gāhetabbaṁ. Idampi dvīsu gilānesu mahāgilānupaṭṭhākassa gāhetabbaṁ,",
  "atk-vin02a35:189_2": "dvīsu mahāgilānesu anāthagilānupaṭṭhākassa. Yaṁ kulaṁ gilānabhattampi deti gilānupaṭṭhākabhattampi,",
  "atk-vin02a35:189_3": "tattha yassa gilānassa bhattaṁ pāpuṇāti tadupaṭṭhākassāpi tattheva gāhetabbaṁ. Gilānupaṭṭhākabhattepi",
  "atk-vin02a35:189_4": "divasaparicchedo natthi, yāva gilāno labhati, tāvassa upaṭṭhākopi labhatīti. Imāni",
  "atk-vin02a35:189_5": "cattāri bhattāni sace evaṁ dinnāni honti ‘‘āgantukagamikagilānupaṭṭhākā mama bhikkhaṁ",
  "atk-vin02a35:189_6": "gaṇhantū’’ti, piṇḍapātikānampi vaṭṭati. Sace pana āgantukādīnaṁ bhattaṁ nibandhāpemi,",
  "atk-vin02a35:189_7": "‘‘mama bhattaṁ gaṇhantū’’ti evaṁ dinnāni honti, piṇḍapātikānaṁ na vaṭṭati.",
  "atk-vin02a35:190_0": "Aparānipi ‘‘dhurabhattaṁ, kuṭibhattaṁ, vārabhatta’’nti tīṇi bhattāni. Tattha dhurabhattanti",
  "atk-vin02a35:190_1": "niccabhattaṁ vuccati, taṁ duvidhaṁ – saṅghikaṁ puggalikañca. Tattha yaṁ ‘‘saṅghassa",
  "atk-vin02a35:190_2": "dhurabhattaṁ demā’’ti nibandhāpitaṁ, taṁ salākabhattagatikaṁ. ‘‘Mama nibaddhaṁ bhikkhaṁ",
  "atk-vin02a35:190_3": "gaṇhantū’’ti vatvā dinnaṁ pana piṇḍapātikānampi vaṭṭati. Puggalikepi ‘‘tumhākaṁ dhurabhattaṁ",
  "atk-vin02a35:190_4": "dammī’’ti vutte piṇḍapātiko ce, na vaṭṭati. ‘‘Mama nibaddhaṁ bhikkhaṁ gaṇhathā’’ti",
  "atk-vin02a35:190_5": "vutte pana vaṭṭati, sāditabbaṁ. Sacepi pacchā katipāhe vītivatte ‘‘dhurabhattaṁ gaṇhathā’’ti",
  "atk-vin02a35:190_6": "vadati, mūle suṭṭhu sampaṭicchitattā vaṭṭati.",
  "atk-vin02a35:191_0": "Kuṭibhattaṁ nāma yaṁ saṅghassa āvāsaṁ kāretvā ‘‘amhākaṁ senāsanavāsino amhākaṁyeva",
  "atk-vin02a35:191_1": "bhattaṁ gaṇhantū’’ti evaṁ nibandhāpitaṁ, taṁ salākabhattagatikameva hoti, gahetvā",
  "atk-vin02a35:191_2": "bhuñjitabbaṁ. ‘‘Amhākaṁ senāsanavāsino amhākaṁyeva bhikkhaṁ gaṇhantū’’ti vutte pana",
  "atk-vin02a35:191_3": "piṇḍapātikānampi vaṭṭati . Yaṁ pana puggale pasīditvā tassa vā āvāsaṁ katvā ‘‘tumhākaṁ",
  "atk-vin02a35:191_4": "demā’’ti dinnaṁ, taṁ tasseva hoti, tasmiṁ katthaci gate nissitakehi bhuñjitabbaṁ.",
  "atk-vin02a35:192_0": "Vārabhattaṁ nāma dubbhikkhasamaye ‘‘vārena bhikkhū jaggissāmā’’ti dhuragehato paṭṭhāya",
  "atk-vin02a35:192_1": "dinnaṁ, tampi bhikkhāvacanena dinnaṁ piṇḍapātikānaṁ vaṭṭati. ‘‘Vārabhatta’’nti vutte",
  "atk-vin02a35:192_2": "pana salākabhattagatikaṁ hoti. Sace taṇḍulādīni pesenti, ‘‘sāmaṇerā pacitvā dentū’’ti,",
  "atk-vin02a35:192_3": "piṇḍapātikānaṁ vaṭṭati. Iti imāni ca tīṇi āgantukabhattādīni ca cattārīti satta,",
  "atk-vin02a35:192_4": "tāni saṅghabhattādīhi saha cuddasa bhattāni honti.",
  "atk-vin02a35:193_0": "Aṭṭhakathāyaṁ pana vihārabhattaṁ, aṭṭhakabhattaṁ, catukkabhattaṁ, guḷhakabhattanti",
  "atk-vin02a35:193_1": "aññānipi cattāri bhattāni vuttāni. Tattha vihārabhattaṁ nāma vihāre tatruppādabhattaṁ,",
  "atk-vin02a35:193_2": "taṁ saṅghabhattena gahitaṁ. Taṁ pana tissamahāvihāracittalapabbatādīsu paṭisambhidāpattehi",
  "atk-vin02a35:193_3": "khīṇāsavehi yathā piṇḍapātikānampi sakkā hoti paribhuñjituṁ, tathā paṭiggahitattā",
  "atk-vin02a35:193_4": "tādisesu ṭhānesu piṇḍapātikānampi vaṭṭati. ‘‘Aṭṭhannaṁ bhikkhūnaṁ dema, catunnaṁ",
  "atk-vin02a35:193_5": "demā’’ti evaṁ dinnaṁ pana aṭṭhakabhattañceva catukkabhattañca; tampi bhikkhāvacanena",
  "atk-vin02a35:193_6": "dinnaṁ piṇḍapātikānaṁ vaṭṭati. Mahābhisaṅkhārikena atirasakapūvena pattaṁ pūretvā",
  "atk-vin02a35:193_7": "thaketvā dinnaṁ guḷhakabhattaṁ nāma. Imāni tīṇi salākabhattagatikāneva.",
  "atk-vin02a35:194_0": "Aparampi guḷakabhattaṁ nāma atthi, idhekacce manussā mahādhammasavanañca vihārapūjañca",
  "atk-vin02a35:194_1": "kāretvā sakalasaṅghassa dātuṁ na sakkomāti, ‘‘dve tīṇi bhikkhusatāni amhākaṁ bhikkhaṁ",
  "atk-vin02a35:194_2": "gaṇhantū’’ti bhikkhuparicchedajānanatthaṁ guḷake denti, idaṁ piṇḍapātikānampi vaṭṭati.",
  "atk-vin02a35:194_3": "Iti cīvarakkhandhake cīvarabhājanīyaṁ, imasmiṁ pana senāsanakkhandhake senāsanabhājanīyañceva",
  "atk-vin02a35:194_4": "piṇḍapātabhājanīyañca vuttaṁ.",
  "atk-vin02a35:195_0": "Gilānapaccayabhājanīyaṁ pana evaṁ veditabbaṁ – sappiādīsu bhesajjesu rājarājamahāmattā",
  "atk-vin02a35:195_1": "sappissa tāva kumbhasatampi kumbhasahassampi vihāraṁ pesenti, ghaṇṭiṁ paharitvā therāsanato",
  "atk-vin02a35:195_2": "paṭṭhāya gahitabhājanaṁ pūretvā dātabbaṁ , piṇḍapātikānampi vaṭṭati. Sace alasajātikā",
  "atk-vin02a35:195_3": "mahātherā pacchā āgacchanti, ‘‘bhante, vīsativassānaṁ diyyati, tumhākaṁ ṭhitikā atikkantā’’ti",
  "atk-vin02a35:195_4": "na vattabbā, ṭhitikaṁ ṭhapetvā tesaṁ datvā pacchā ṭhitikāya dātabbaṁ.",
  "atk-vin02a35:196_0": "‘‘Asukavihāre bahu sappi uppanna’’nti sutvā yojanantaravihāratopi bhikkhū āgacchanti,",
  "atk-vin02a35:196_1": "sampattasampattānaṁ ṭhitaṭṭhānato paṭṭhāya dātabbaṁ. Asampattānampi upacārasīmaṁ",
  "atk-vin02a35:196_2": "paviṭṭhānaṁ antevāsikādīsu gaṇhantesu dātabbameva. ‘‘Bahiupacārasīmāya ṭhitānaṁ dethā’’ti",
  "atk-vin02a35:196_3": "vadanti, na dātabbaṁ. Sace pana upacārasīmaṁ okkantehi ekābaddhā hutvā attano vihāradvāre",
  "atk-vin02a35:196_4": "vā antovihāreyeva vā honti, parisāvasena vaḍḍhitā nāma sīmā hoti, tasmā dātabbaṁ.",
  "atk-vin02a35:196_5": "Saṅghanavakassa dinnepi pacchā āgatānaṁ dātabbameva. Dutiyabhāge pana therāsanaṁ",
  "atk-vin02a35:196_6": "āruḷhe pacchā āgatānaṁ paṭhamabhāgo na pāpuṇāti, dutiyabhāgato vassaggena dātabbaṁ.",
  "atk-vin02a35:196_7": "Upacārasīmaṁ pavisitvā yattha katthaci dinnaṁ hoti, sabbasannipātaṭṭhāneyeva bhājetabbaṁ.",
  "atk-vin02a35:197_0": "Yasmiṁ vihāre dasa bhikkhū, daseva ca sappikumbhā diyyanti, ekekakumbhavaseneva bhājetabbaṁ.",
  "atk-vin02a35:197_1": "Eko sappikumbho hoti, dasa bhikkhūhi bhājetvā gahetabbaṁ. Sace yathāṭhitaṁyeva ‘‘amhākaṁ",
  "atk-vin02a35:197_2": "pāpuṇātī’’ti gaṇhanti, duggahitaṁ; gatagataṭṭhāne saṅghikameva hoti. Kumbhaṁ pana",
  "atk-vin02a35:197_3": "āvajjetvā thālake thokaṁ sappiṁ katvā ‘‘idaṁ mahātherassa pāpuṇāti, avasesaṁ amhākaṁ",
  "atk-vin02a35:197_4": "pāpuṇātī’’ti vatvā tampi kumbheyeva ākiritvā yathicchitaṁ gahetvā gantuṁ vaṭṭati.",
  "atk-vin02a35:197_5": "Sace thinaṁ sappi hoti, lekhaṁ katvā ‘‘lekhato parabhāgo mahātherassa pāpuṇāti, avasesaṁ",
  "atk-vin02a35:197_6": "amhāka’’nti gahitampi suggahitaṁ, vuttaparicchedato ūnādhikesupi bhikkhūsu ca sappikumbhesu",
  "atk-vin02a35:197_7": "ca etenevupāyena bhājetabbaṁ.",
  "atk-vin02a35:198_0": "Sace paneko bhikkhu, ekopi kumbho hoti, ghaṇṭiṁ paharitvā ‘‘ayaṁ mayhaṁ pāpuṇātī’’tipi",
  "atk-vin02a35:198_1": "gahetuṁ vaṭṭati. ‘‘Ayaṁ paṭhamabhāgo mayhaṁ pāpuṇāti, ayaṁ dutiyabhāgo’’ti evaṁ thokaṁ",
  "atk-vin02a35:198_2": "thokampi pāpetuṁ vaṭṭati. Esa nayo navanītādīsupi. Yasmiṁ pana vippasanne tilatelādimhi",
  "atk-vin02a35:198_3": "lekhā na santiṭṭhati, taṁ uddharitvā bhājetabbaṁ. Siṅgiveramaricādibhesajjampi avasesapattathālakādisamaṇaparikkhāropi",
  "atk-vin02a35:198_4": "sabbo vuttānurūpeneva nayena suṭṭhu sallakkhetvā bhājetabboti.",
  "atk-vin02a35:199": "Pāḷiṁ aṭṭhakathañceva, oloketvā vicakkhaṇo;",
  "atk-vin02a35:200": "Saṅghike paccaye evaṁ, appamattova bhājayeti.",
  "atk-vin02a35:201": "Iti sabbākārena paccayabhājanīyakathā niṭṭhitā.",
  "atk-vin02a35:202_0": "Sammannitvā ṭhapitayāgubhājakādīhi bhājanīyaṭṭhānaṁ āgatamanussānaṁ anāpucchitvāva",
  "atk-vin02a35:202_1": "upaḍḍhabhāgo dātabbo, asammatehi pana apaloketvā dātabbo. Sammatena appamattakavissajjanakena",
  "atk-vin02a35:202_2": "bhikkhunā cīvarakammaṁ karontassa ‘‘sūciṁ dehī’’ti vadato ekā dīghā, ekā rassāti",
  "atk-vin02a35:202_3": "dve sūciyo dātabbā. ‘‘Avibhattaṁ saṅghikaṁ bhaṇḍa’’nti pucchitabbakiccaṁ natthi.",
  "atk-vin02a35:202_4": "Pipphalakatthikassa eko pipphalako, addhānakantāraṁ paṭipajjitukāmassa upāhanayugaḷaṁ,",
  "atk-vin02a35:202_5": "kāyabandhanatthikassa kāyabandhanaṁ, ‘‘aṁsabaddhako me jiṇṇo’’ti āgatassa aṁsabaddhako,",
  "atk-vin02a35:202_6": "parissāvanatthikassa parissāvanaṁ dātabbaṁ. Dhammakaraṇatthikassa dhammakaraṇo. Sace",
  "atk-vin02a35:202_7": "paṭako na hoti, dhammakaraṇo paṭakena saddhiṁ dātabbo. ‘‘Āgantukapaṭṭaṁ āropessāmī’’ti",
  "atk-vin02a35:202_8": "yācantassa kusiyā ca aḍḍhakusiyā ca pahonakaṁ dātabbaṁ. ‘‘Maṇḍalaṁ nappahotī’’ti",
  "atk-vin02a35:202_9": "āgatassa maṇḍalaṁ ekaṁ dātabbaṁ, aḍḍhamaṇḍalāni dve dātabbāni. Dve maṇḍalāni yācantassa",
  "atk-vin02a35:202_10": "na dātabbāni. Anuvātaparibhaṇḍatthikassa ekassa cīvarassa pahonakaṁ dātabbaṁ. Sappinavanītādiatthikassa",
  "atk-vin02a35:202_11": "gilānassa ekaṁ bhesajjaṁ nāḷimattaṁ katvā tato tatiyakoṭṭhāso dātabbo. Evaṁ tīṇi",
  "atk-vin02a35:202_12": "divasāni datvā nāḷiyā paripuṇṇāya catutthadivasato paṭṭhāya saṅghaṁ pucchitvā dātabbaṁ.",
  "atk-vin02a35:202_13": "Guḷapiṇḍepi ekadivasaṁ tatiyabhāgo dātabbo. Evaṁ tīhi divasehi niṭṭhite piṇḍe tato",
  "atk-vin02a35:202_14": "paraṁ saṅghaṁ pucchitvā dātabbaṁ. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a35:203": "Pakkhikabhattādikathā niṭṭhitā.",
  "atk-vin02a35:204": "Senāsanakkhandhakavaṇṇanā niṭṭhitā."
}