{
  "atk-s0403a27:0": "2. Sāraṇīyavaggo",
  "atk-s0403a27:1": "1. Paṭhamasāraṇīyasuttavaṇṇanā",
  "atk-s0403a27:2_0": "11. Dutiyassa paṭhame sāraṇīyāti saritabbayuttakā. Mettaṁ kāyakammanti mettena cittena",
  "atk-s0403a27:2_1": "kātabbaṁ kāyakammaṁ. Vacīkammamanokammesupi eseva nayo. Imāni ca pana bhikkhūnaṁ",
  "atk-s0403a27:2_2": "vasena āgatāni, gihīsupi labbhanti. Bhikkhūnañhi mettena cittena ābhisamācārikadhammapūraṇaṁ",
  "atk-s0403a27:2_3": "mettaṁ kāyakammaṁ nāma. Gihīnaṁ cetiyavandanatthāya bodhivandanatthāya saṅghanimantanatthāya",
  "atk-s0403a27:2_4": "gamanaṁ, gāmaṁ piṇḍāya paviṭṭhe bhikkhū disvā paccuggamanaṁ, pattapaṭiggahaṇaṁ, āsanapaññāpanaṁ,",
  "atk-s0403a27:2_5": "anugamananti evamādikaṁ mettaṁ kāyakammaṁ nāma.",
  "atk-s0403a27:3_0": "Bhikkhūnaṁ mettena cittena ācārapaṇṇattisikkhāpanaṁ, kammaṭṭhānakathanaṁ, dhammadesanā,",
  "atk-s0403a27:3_1": "tepiṭakampi buddhavacanaṁ mettaṁ vacīkammaṁ nāma. Gihīnaṁ ‘‘cetiyavandanāya gacchāma,",
  "atk-s0403a27:3_2": "bodhivandanāya gacchāma, dhammassavanaṁ karissāma, dīpamālāpupphapūjaṁ karissāma,",
  "atk-s0403a27:3_3": "tīṇi sucaritāni samādāya vattissāma, salākabhattādīni dassāma, vassāvāsikaṁ dassāma,",
  "atk-s0403a27:3_4": "ajja saṅghassa cattāro paccaye dassāma, saṅghaṁ nimantetvā khādanīyādīni saṁvidahatha,",
  "atk-s0403a27:3_5": "āsanāni paññāpetha, pānīyaṁ upaṭṭhāpetha, saṅghaṁ paccuggantvā ānetha, paññattāsane",
  "atk-s0403a27:3_6": "nisīdāpetvā ussāhajātā veyyāvaccaṁ karothā’’tiādivacanakāle mettaṁ vacīkammaṁ nāma.",
  "atk-s0403a27:4_0": "Bhikkhūnaṁ pātova uṭṭhāya sarīrapaṭijagganaṁ cetiyaṅgaṇavattādīni ca katvā vivittāsane",
  "atk-s0403a27:4_1": "nisīditvā ‘‘imasmiṁ vihāre bhikkhū sukhī hontu averā abyāpajjhā’’ti cintanaṁ mettaṁ",
  "atk-s0403a27:4_2": "manokammaṁ nāma. Gihīnaṁ ‘‘ayyā sukhī hontu averā abyāpajjhā’’ti cintanaṁ mettaṁ manokammaṁ nāma.",
  "atk-s0403a27:5_0": "Āvi ceva raho cāti sammukhā ca parammukhā ca. Tattha navakānaṁ cīvarakammādīsu sahāyabhāvagamanaṁ",
  "atk-s0403a27:5_1": "sammukhā mettaṁ kāyakammaṁ nāma, therānaṁ pana pādadhovanadānādibhedaṁ sabbampi sāmīcikammaṁ",
  "atk-s0403a27:5_2": "sammukhā mettaṁ kāyakammaṁ nāma. Ubhayehipi dunnikkhittānaṁ dārubhaṇḍādīnaṁ tesu",
  "atk-s0403a27:5_3": "avaññaṁ akatvā attanā dunnikkhittānaṁ viya paṭisāmanaṁ parammukhā mettaṁ kāyakammaṁ",
  "atk-s0403a27:5_4": "nāma. ‘‘Devatthero tissatthero’’ti evaṁ paggayha vacanaṁ sammukhā mettaṁ vacīkammaṁ",
  "atk-s0403a27:5_5": "nāma. Vihāre asantaṁ pana paṭipucchantassa ‘‘kahaṁ amhākaṁ devatthero, kahaṁ amhākaṁ",
  "atk-s0403a27:5_6": "tissatthero, kadā nu kho āgamissatī’’ti evaṁ mamāyanavacanaṁ parammukhā mettaṁ vacīkammaṁ",
  "atk-s0403a27:5_7": "nāma. Mettāsinehasiniddhāni pana nayanāni ummīletvā pasannena mukhena olokanaṁ sammukhā",
  "atk-s0403a27:5_8": "mettaṁ manokammaṁ nāma. ‘‘Devatthero tissatthero arogo hotu appābādho’’ti samannāharaṇaṁ",
  "atk-s0403a27:5_9": "parammukhā mettaṁ manokammaṁ nāma.",
  "atk-s0403a27:6_0": "Lābhāti cīvarādayo laddhapaccayā. Dhammikāti kuhanādibhedaṁ micchājīvaṁ vajjetvā",
  "atk-s0403a27:6_1": "dhammena samena bhikkhācariyavattena uppannā. Antamaso pattapariyāpannamattampīti",
  "atk-s0403a27:6_2": "pacchimakoṭiyā pattapariyāpannaṁ pattassa antogataṁ dvattikaṭacchubhikkhāmattampi.",
  "atk-s0403a27:6_3": "Appaṭivibhattabhogīti ettha dve paṭivibhattāni nāma āmisapaṭivibhattaṁ pana puggalapaṭivibhattañca.",
  "atk-s0403a27:6_4": "Tattha ‘‘ettakaṁ dassāmi, ettakaṁ na dassāmī’’ti evaṁ cittena paṭivibhajanaṁ āmisapaṭivibhattaṁ",
  "atk-s0403a27:6_5": "nāma. ‘‘Asukassa dassāmi, asukassa na dassāmī’’ti evaṁ cittena vibhajanaṁ pana puggalapaṭivibhattaṁ",
  "atk-s0403a27:6_6": "nāma. Tadubhayampi akatvā yo appaṭivibhattaṁ bhuñjati, ayaṁ appaṭivibhattabhogī nāma.",
  "atk-s0403a27:6_7": "Sīlavantehi sabrahmacārīhi sādhāraṇabhogīti ettha sādhāraṇabhogino idaṁ lakkhaṇaṁ",
  "atk-s0403a27:6_8": "– yaṁ yaṁ paṇītaṁ labhati, taṁ taṁ neva lābhenalābhaṁ-nijigīsanatāmukhena gihīnaṁ",
  "atk-s0403a27:6_9": "deti, na attanā paribhuñjati, paṭiggaṇhanto ca ‘‘saṅghena sādhāraṇaṁ hotū’’ti gahetvā",
  "atk-s0403a27:6_10": "ghaṇṭiṁ paharitvā paribhuñjitabbaṁ saṅghasantakaṁ viya passati.",
  "atk-s0403a27:7_0": "Imaṁ pana sāraṇīyadhammaṁ ko pūreti, ko na pūreti? Dussīlo tāva na pūreti. Na hi",
  "atk-s0403a27:7_1": "tassa santakaṁ sīlavantā gaṇhanti. Parisuddhasīlo pana vattaṁ akhaṇḍento pūreti.",
  "atk-s0403a27:7_2": "Tatridaṁ vattaṁ – yo hi odissakaṁ katvā mātu vā pitu vā ācariyupajjhāyādīnaṁ vā deti,",
  "atk-s0403a27:7_3": "so dātabbaṁ deti. Sāraṇīyadhammo panassa na hoti, palibodhajagganaṁ nāma hoti. Sāraṇīyadhammo",
  "atk-s0403a27:7_4": "hi muttapalibodhassa vaṭṭati. Tena pana odissakaṁ dentena gilānagilānupaṭṭhākaāgantukagamikānañceva",
  "atk-s0403a27:7_5": "navapabbajitassa ca saṅghāṭipattaggahaṇaṁ ajānantassa dātabbaṁ. Etesaṁ datvā avasesaṁ",
  "atk-s0403a27:7_6": "therāsanato paṭṭhāya thokaṁ thokaṁ adatvā yo yattakaṁ gaṇhāti, tassa tattakaṁ dātabbaṁ.",
  "atk-s0403a27:7_7": "Avasiṭṭhe asati puna piṇḍāya caritvā therāsanato paṭṭhāya yaṁ yaṁ paṇītaṁ, taṁ taṁ",
  "atk-s0403a27:7_8": "datvā sesaṁ bhuñjitabbaṁ. ‘‘Sīlavantehī’’ti vacanato dussīlassa adātumpi vaṭṭati.",
  "atk-s0403a27:8_0": "Ayaṁ pana sāraṇīyadhammo susikkhitāya parisāya supūro hoti, susikkhitāya hi parisāya",
  "atk-s0403a27:8_1": "yo aññato labhati, so na gaṇhāti. Aññato alabhantopi pamāṇayuttameva gaṇhati, na",
  "atk-s0403a27:8_2": "atirekaṁ. Ayaṁ pana sāraṇīyadhammo evaṁ punappunaṁ piṇḍāya caritvā laddhaṁ laddhaṁ",
  "atk-s0403a27:8_3": "dentassāpi dvādasahi vassehi pūreti, na tato oraṁ. Sace hi dvādasame vasse sāraṇīyadhammapūrako",
  "atk-s0403a27:8_4": "piṇḍapātapūraṁ pattaṁ āsanasālāyaṁ ṭhapetvā nhāyituṁ gacchati, saṅghatthero ca ‘‘kasseso",
  "atk-s0403a27:8_5": "patto’’ti vatvā ‘‘sāraṇīyadhammapūrakassā’’ti vutte ‘‘āharatha na’’nti sabbaṁ piṇḍapātaṁ",
  "atk-s0403a27:8_6": "vicāretvāva bhuñjitvā rittapattaṁ ṭhapeti. Atha kho so bhikkhu rittapattaṁ disvā",
  "atk-s0403a27:8_7": "‘‘mayhaṁ asesetvāva paribhuñjiṁsū’’ti domanassaṁ uppādeti, sāraṇīyadhammo bhijjati,",
  "atk-s0403a27:8_8": "puna dvādasa vassāni pūretabbo hoti. Titthiyaparivāsasadiso hesa, sakiṁ khaṇḍe jāte",
  "atk-s0403a27:8_9": "puna pūretabbova. Yo pana ‘‘lābhā vata me, suladdhaṁ vata me, yassa me pattagataṁ",
  "atk-s0403a27:8_10": "anāpucchāva sabrahmacārī paribhuñjantī’’ti somanassaṁ janeti, tassa puṇṇo nāma hoti.",
  "atk-s0403a27:9_0": "Evaṁ pūritasāraṇīyadhammassa pana neva issā na macchariyaṁ hoti, manussānaṁ piyo",
  "atk-s0403a27:9_1": "hoti, amanussānaṁ piyo hoti, sulabhapaccayo. Pattagatamassa diyyamānampi na khīyati,",
  "atk-s0403a27:9_2": "bhājanīyabhaṇḍaṭṭhāne aggabhaṇḍaṁ labhati, bhaye vā chātake vā patte devatā ussukkaṁ āpajjanti.",
  "atk-s0403a27:10_0": "Tatrimāni vatthūni – senagirivāsī tissatthero kira mahāgirigāmaṁ upanissāya vasati,",
  "atk-s0403a27:10_1": "paññāsa mahātherā nāgadīpaṁ cetiyavandanatthāya gacchantā girigāme piṇḍāya caritvā",
  "atk-s0403a27:10_2": "kiñci aladdhā nikkhamiṁsu. Thero pavisanto te disvā pucchi – ‘‘laddhaṁ, bhante’’ti?",
  "atk-s0403a27:10_3": "Vicarimhā, āvusoti. So aladdhabhāvaṁ ñatvā āha – ‘‘bhante, yāvāhaṁ āgacchāmi, tāva",
  "atk-s0403a27:10_4": "idheva hothā’’ti. Mayaṁ, āvuso, paññāsa janā pattatemanamattampi na labhimhāti. Bhante,",
  "atk-s0403a27:10_5": "nevāsikā nāma paṭibalā honti, alabhantāpi bhikkhācāramaggasabhāgaṁ jānantīti. Therā",
  "atk-s0403a27:10_6": "āgamesuṁ. Thero gāmaṁ pāvisi. Dhurageheyeva mahāupāsikā khīrabhattaṁ sajjetvā theraṁ",
  "atk-s0403a27:10_7": "olokayamānā ṭhitā therassa dvāraṁ sampattasseva pattaṁ pūretvā adāsi. So taṁ ādāya",
  "atk-s0403a27:10_8": "therānaṁ santikaṁ gantvā ‘‘gaṇhatha , bhante’’ti saṅghattheraṁ āha. Thero ‘‘amhehi",
  "atk-s0403a27:10_9": "ettakehi kiñci na laddhaṁ, ayaṁ sīghameva gahetvā āgato, kiṁ nu kho’’ti sesānaṁ mukhaṁ",
  "atk-s0403a27:10_10": "olokesi. Thero olokanākāreneva ñatvā, ‘‘bhante, dhammena samena laddho, nikkukkuccā",
  "atk-s0403a27:10_11": "gaṇhathā’’ti ādito paṭṭhāya sabbesaṁ yāvadatthaṁ datvā attanāpi yāvadatthaṁ bhuñji.",
  "atk-s0403a27:11_0": "Atha naṁ bhattakiccāvasāne therā pucchiṁsu – ‘‘kadā, āvuso, lokuttaradhammaṁ paṭivijjhī’’ti?",
  "atk-s0403a27:11_1": "Natthi me, bhante, lokuttaradhammoti. Jhānalābhīsi, āvusoti. Etampi, bhante, natthīti?",
  "atk-s0403a27:11_2": "Nanu, āvuso, pāṭihāriyanti. Sāraṇīyadhammo me, bhante, pūrito, tassa me pūritakālato",
  "atk-s0403a27:11_3": "paṭṭhāya sacepi bhikkhusatasahassaṁ hoti, pattagataṁ na khīyatīti. Sādhu sādhu, sappurisa,",
  "atk-s0403a27:11_4": "anucchavikamidaṁ tuyhanti. Idaṁ tāva pattagataṁ na khīyatīti ettha vatthu.",
  "atk-s0403a27:12_0": "Ayameva pana thero cetiyapabbate giribhaṇḍamahāpūjāya dānaṭṭhānaṁ gantvā ‘‘imasmiṁ",
  "atk-s0403a27:12_1": "dāne kiṁ varabhaṇḍa’’nti pucchi. Dve sāṭakā, bhanteti. Ete mayhaṁ pāpuṇissantīti?",
  "atk-s0403a27:12_2": "Taṁ sutvā amacco rañño ārocesi – ‘‘eko daharo evaṁ vadatī’’ti. ‘‘Daharassa evaṁ cittaṁ,",
  "atk-s0403a27:12_3": "mahātherānaṁ pana sukhumasāṭakā vaṭṭantī’’ti vatvā ‘‘mahātherānaṁ dassāmī’’ti ṭhapesi.",
  "atk-s0403a27:12_4": "Tassa bhikkhusaṅghe paṭipāṭiyā ṭhite dentassa matthake ṭhapitāpi te sāṭakā hatthaṁ",
  "atk-s0403a27:12_5": "nārohanti, aññeva ārohanti. Daharassa dānakāle pana hatthaṁ āruḷhā. So tassa hatthe",
  "atk-s0403a27:12_6": "ṭhapetvā amaccassa mukhaṁ oloketvā daharaṁ nisīdāpetvā dānaṁ datvā saṅghaṁ vissajjetvā",
  "atk-s0403a27:12_7": "daharassa santike nisīditvā ‘‘kadā, bhante, imaṁ dhammaṁ paṭivijjhitthā’’ti āha.",
  "atk-s0403a27:12_8": "So pariyāyenapi asantaṁ avadanto ‘‘natthi mayhaṁ, mahārāja, lokuttaradhammo’’ti āha.",
  "atk-s0403a27:12_9": "Nanu, bhante, pubbeva avacutthāti. Āma, mahārāja, sāraṇīyadhammapūrako ahaṁ, tassa",
  "atk-s0403a27:12_10": "me dhammassa pūritakālato paṭṭhāya bhājanīyabhaṇḍaṭṭhāne aggabhaṇḍaṁ pāpuṇātīti.",
  "atk-s0403a27:12_11": "‘‘Sādhu sādhu, bhante, anucchavikamidaṁ tumhāka’’nti vatvā pakkāmi. Idaṁ bhājanīyabhaṇḍaṭṭhāne",
  "atk-s0403a27:12_12": "aggabhaṇḍaṁ pāpuṇātīti ettha vatthu.",
  "atk-s0403a27:13_0": "Brāhmaṇatissabhaye pana bhātaragāmavāsino nāgattheriyā anārocetvāva palāyiṁsu. Therī",
  "atk-s0403a27:13_1": "paccūsasamaye ‘‘ativiya appanigghoso gāmo, upadhāretha tāvā’’ti daharabhikkhuniyo",
  "atk-s0403a27:13_2": "āha. Tā gantvā sabbesaṁ gatabhāvaṁ ñatvā āgamma theriyā ārocesuṁ. Sā sutvā ‘‘mā tumhe",
  "atk-s0403a27:13_3": "tesaṁ gatabhāvaṁ cintayittha, attano uddesaparipucchāyonisomanasikāresuyeva yogaṁ",
  "atk-s0403a27:13_4": "karothā’’ti vatvā bhikkhācāravelāyaṁ pārupitvā attadvādasamā gāmadvāre nigrodharukkhamūle",
  "atk-s0403a27:13_5": "aṭṭhāsi. Rukkhe adhivatthā devatā dvādasannampi bhikkhunīnaṁ piṇḍapātaṁ datvā, ‘‘ayye,",
  "atk-s0403a27:13_6": "aññattha mā gacchatha, niccaṁ idheva āgaccheyyāthā’’ti āha. Theriyā pana kaniṭṭhabhātā",
  "atk-s0403a27:13_7": "nāgatthero nāma atthi. So ‘‘mahantaṁ bhayaṁ, na sakkā yāpetuṁ, paratīraṁ gamissāmī’’ti",
  "atk-s0403a27:13_8": "attadvādasamova attano vasanaṭṭhānā nikkhanto ‘‘theriṁ disvā gamissāmī’’ti bhātaragāmaṁ",
  "atk-s0403a27:13_9": "āgato. Therī ‘‘therā āgatā’’ti sutvā tesaṁ santikaṁ gantvā ‘‘kiṁ ayyā’’ti pucchi.",
  "atk-s0403a27:13_10": "So taṁ pavattiṁ ārocesi. Sā ‘‘ajja ekadivasaṁ vihāreva vasitvā sve gamissathā’’ti",
  "atk-s0403a27:13_11": "āha. Therā vihāraṁ agamiṁsu.",
  "atk-s0403a27:14_0": "Therī punadivase rukkhamūle piṇḍāya caritvā theraṁ upasaṅkamitvā ‘‘imaṁ piṇḍapātaṁ",
  "atk-s0403a27:14_1": "paribhuñjathā’’ti āha. Thero ‘‘vaṭṭissati therī’’ti vatvā tuṇhī aṭṭhāsi. Dhammiko,",
  "atk-s0403a27:14_2": "tāta, piṇḍapāto, kukkuccaṁ akatvā paribhuñjathāti . Vaṭṭissati therīti? Sā pattaṁ",
  "atk-s0403a27:14_3": "gahetvā ākāse khipi, patto ākāse aṭṭhāsi. Thero ‘‘sattatālamatte ṭhitampi bhikkhunībhattameva",
  "atk-s0403a27:14_4": "therī’’ti vatvā ‘‘bhayaṁ nāma sabbakālaṁ na hoti, bhaye vūpasante ariyavaṁsaṁ kathayamāno,",
  "atk-s0403a27:14_5": "‘bho piṇḍapātika, bhikkhunībhattaṁ bhuñjitvā vītināmayitthā’ti cittena anuvadiyamāno",
  "atk-s0403a27:14_6": "santhambhituṁ na sakkhissāmi, appamattā hotha theriyo’’ti maggaṁ paṭipajji.",
  "atk-s0403a27:15_0": "Rukkhadevatāpi ‘‘sace thero theriyā hatthato piṇḍapātaṁ paribhuñjissati, na taṁ nivattessāmi.",
  "atk-s0403a27:15_1": "Sace na paribhuñjissati, nivattessāmī’’ti cintayamānā ṭhatvā therassa gamanaṁ disvā",
  "atk-s0403a27:15_2": "rukkhā oruyha ‘‘pattaṁ, bhante, dethā’’ti vatvā pattaṁ gahetvā theraṁ rukkhamūlaṁyeva",
  "atk-s0403a27:15_3": "ānetvā āsanaṁ paññāpetvā piṇḍapātaṁ datvā katabhattakiccaṁ paṭiññaṁ kāretvā dvādasa",
  "atk-s0403a27:15_4": "bhikkhuniyo dvādasa ca bhikkhū satta vassāni upaṭṭhahi. Idaṁ devatā ussukkaṁ āpajjantīti",
  "atk-s0403a27:15_5": "ettha vatthu. Tatra hi therī sāraṇīyadhammapūrikā ahosi.",
  "atk-s0403a27:16_0": "Akhaṇḍānītiādīsu yassa sattasu āpattikkhandhesu ādimhi vā ante vā sikkhāpadaṁ bhinnaṁ",
  "atk-s0403a27:16_1": "hoti, tassa sīlaṁ pariyante chinnasāṭako viya khaṇḍaṁ nāma. Yassa pana vemajjhe bhinnaṁ,",
  "atk-s0403a27:16_2": "tassa chiddasāṭako viya chiddaṁ nāma hoti. Yassa paṭipāṭiyā dve tīṇi bhinnāni, tassa",
  "atk-s0403a27:16_3": "piṭṭhiyaṁ vā kucchiyaṁ vā uṭṭhitena visabhāgavaṇṇena kāḷarattādīnaṁ aññataravaṇṇā",
  "atk-s0403a27:16_4": "gāvī viya sabalaṁ nāma hoti. Yassa antarantarā bhinnāni, tassa antarantarā visabhāgabinduvicitrā",
  "atk-s0403a27:16_5": "gāvī viya kammāsaṁ nāma hoti. Yassa pana sabbena sabbaṁ abhinnāni, tassa tāni sīlāni",
  "atk-s0403a27:16_6": "akhaṇḍāni acchiddāni asabalāni akammāsāni nāma honti. Tāni panetāni taṇhādāsabyato",
  "atk-s0403a27:16_7": "mocetvā bhujissabhāvakaraṇato bhujissāni, buddhādīhi viññūhi pasatthattā viññuppasatthāni,",
  "atk-s0403a27:16_8": "taṇhādiṭṭhīhi aparāmaṭṭhattā ‘‘idaṁ nāma tvaṁ āpannapubbo’’ti kenaci parāmaṭṭhuṁ",
  "atk-s0403a27:16_9": "asakkuṇeyyattā ca aparāmaṭṭhāni, upacārasamādhiṁ appanāsamādhiṁ vā saṁvattayantīti",
  "atk-s0403a27:16_10": "samādhisaṁvattanikānīti vuccanti.",
  "atk-s0403a27:17_0": "Sīlasāmaññagatoviharatīti tesu tesu disābhāgesu viharantehi bhikkhūhi saddhiṁ samānabhāvūpagatasīlo",
  "atk-s0403a27:17_1": "viharati. Sotāpannādīnañhi sīlaṁ samuddantarepi devalokepi vasantānaṁ aññesaṁ sotāpannādīnaṁ",
  "atk-s0403a27:17_2": "sīlena samānameva hoti, natthi maggasīle nānattaṁ. Taṁ sandhāyetaṁ vuttaṁ.",
  "atk-s0403a27:18_0": "Yāyaṁ diṭṭhīti maggasampayuttā sammādiṭṭhi. Ariyāti niddosā. Niyyātīti niyyānikā.",
  "atk-s0403a27:18_1": "Takkarassāti yo tathākārī hoti. Dukkhakkhayāyāti sabbadukkhakkhayatthaṁ. Diṭṭhisāmaññagatoti",
  "atk-s0403a27:18_2": "samānadiṭṭhibhāvaṁ upagato hutvā viharatīti.",
  "atk-s0403a27:19": "2. Dutiyasāraṇīyasuttavaṇṇanā",
  "atk-s0403a27:20_0": "12. Dutiye yo te dhamme pūreti, taṁ sabrahmacārīnaṁ piyaṁ karontīti piyakaraṇā. Garuṁ",
  "atk-s0403a27:20_1": "karontīti garukaraṇā. Saṅgahāyāti saṅgaṇhanatthāya. Avivādāyāti avivadanatthāya.",
  "atk-s0403a27:20_2": "Sāmaggiyāti samaggabhāvatthāya. Ekībhāvāyāti ekabhāvatthāya ninnānākaraṇāya. Saṁvattantīti",
  "atk-s0403a27:20_3": "vattanti pavattanti.",
  "atk-s0403a27:21": "3. Nissāraṇīyasuttavaṇṇanā",
  "atk-s0403a27:22_0": "13. Tatiye nissāraṇīyā dhātuyoti nissaraṇadhātuyova. Mettā hi kho me cetovimuttīti",
  "atk-s0403a27:22_1": "ettha paccanīkadhammehi vimuttattā tikacatukkajjhānikā mettāva mettācetovimutti nāma",
  "atk-s0403a27:22_2": ". Bhāvitāti vaḍḍhitā. Bahulīkatāti punappunaṁ katā. Yānīkatāti yuttayānasadisā katā.",
  "atk-s0403a27:22_3": "Vatthukatāti patiṭṭhā katā. Anuṭṭhitāti adhiṭṭhitā. Paricitāti samantato citā ācitā",
  "atk-s0403a27:22_4": "upacitā. Susamāraddhāti suppaguṇakaraṇena suṭṭhu samāraddhā. Pariyādāya tiṭṭhatīti",
  "atk-s0403a27:22_5": "pariyādiyitvā gahetvā tiṭṭhati. Mā hevantissa vacanīyoti yasmā abhūtabyākaraṇaṁ byākaroti,",
  "atk-s0403a27:22_6": "tasmā ‘‘mā evaṁ bhaṇī’’ti vattabbo. Yadidaṁ mettācetovimuttīti yā ayaṁ mettācetovimutti,",
  "atk-s0403a27:22_7": "idaṁ nissaraṇaṁ byāpādassa, byāpādato nissaṭāti attho. Yo pana mettāya tikacatukkajjhānato",
  "atk-s0403a27:22_8": "vuṭṭhito saṅkhāre sammasitvā tatiyamaggaṁ patvā ‘‘puna byāpādo natthī’’ti tatiyaphalena",
  "atk-s0403a27:22_9": "nibbānaṁ passati, tassa cittaṁ accantanissaraṇaṁ byāpādassa. Etenupāyena sabbattha attho veditabbo.",
  "atk-s0403a27:23_0": "Animittācetovimuttīti balavavipassanā. Dīghabhāṇakā pana arahattaphalasamāpattīti",
  "atk-s0403a27:23_1": "vadanti. Sā hi rāganimittādīnañceva rūpanimittādīnañca niccanimittādīnañca abhāvā",
  "atk-s0403a27:23_2": "animittāti vuttā. Nimittānusārīti vuttappabhedaṁ nimittaṁ anusaraṇasabhāvaṁ.",
  "atk-s0403a27:24_0": "Asmīti asmimāno. Ayamahamasmīti pañcasu khandhesu ayaṁ nāma ahaṁ asmīti. Ettāvatā",
  "atk-s0403a27:24_1": "arahattaṁ byākataṁ hoti. Vicikicchākathaṁkathāsallanti vicikicchābhūtaṁ kathaṁkathāsallaṁ.",
  "atk-s0403a27:24_2": "Mā hevantissa vacanīyoti sace te paṭhamamaggavajjhā vicikicchā uppajjati, arahattabyākaraṇaṁ",
  "atk-s0403a27:24_3": "micchā hoti, tasmā ‘‘mā abhūtaṁ gaṇhī’’ti vāretabbo. Asmītimānasamugghātoti arahattamaggo.",
  "atk-s0403a27:24_4": "Arahattamaggaphalavasena hi nibbāne diṭṭhe puna asmimāno natthīti arahattamaggo ‘‘asmīti",
  "atk-s0403a27:24_5": "mānasamugghāto’’ti vutto. Iti imasmiṁ sutte abhūtabyākaraṇaṁ nāma kathitaṁ.",
  "atk-s0403a27:25": "4. Bhaddakasuttavaṇṇanā",
  "atk-s0403a27:26_0": "14. Catutthe na bhaddakanti na laddhakaṁ. Tattha yo hi bhītabhīto marati, tassa na",
  "atk-s0403a27:26_1": "bhaddakaṁ maraṇaṁ hoti. Yo apāye paṭisandhiṁ gaṇhāti, tassa na bhaddikā kālakiriyā",
  "atk-s0403a27:26_2": "hoti. Kammārāmotiādīsu āramaṇaṁ ārāmo, abhiratīti attho. Vihārakaraṇādimhi navakamme",
  "atk-s0403a27:26_3": "ārāmo assāti kammārāmo. Tasmiṁyeva kamme ratoti kammarato. Tadeva kammārāmataṁ punappunaṁ",
  "atk-s0403a27:26_4": "yuttoti anuyutto. Esa nayo sabbattha. Ettha ca bhassanti ālāpasallāpo. Niddāti soppaṁ.",
  "atk-s0403a27:26_5": "Saṅgaṇikāti gaṇasaṅgaṇikā. Sā ‘‘ekassa dutiyo hoti, dvinnaṁ hoti tatiyako’’tiādinā",
  "atk-s0403a27:26_6": "nayena veditabbā. Saṁsaggoti dassanasavanasamullāpasambhogakāyasaṁsaggavasena pavatto",
  "atk-s0403a27:26_7": "saṁsaṭṭhabhāvo. Papañcoti taṇhādiṭṭhimānavasena pavatto madanākārasaṇṭhito kilesapapañco.",
  "atk-s0403a27:26_8": "Sakkāyanti tebhūmakavaṭṭaṁ. Sammā dukkhassa antakiriyāyāti hetunā nayena sakalavaṭṭadukkhassa",
  "atk-s0403a27:26_9": "parivaṭumaparicchedakaraṇatthaṁ. Magoti magasadiso. Nippapañcapadeti nibbānapade.",
  "atk-s0403a27:26_10": "Ārādhayīti paripūrayi taṁ sampādesīti.",
  "atk-s0403a27:27": "5. Anutappiyasuttavaṇṇanā",
  "atk-s0403a27:28": "15. Pañcame anutappāti anusocitabbā anutāpakārī. Imesu dvīsupi suttesu gāthāsu ca vaṭṭavivaṭṭaṁ kathitaṁ.",
  "atk-s0403a27:29": "6. Nakulapitusuttavaṇṇanā",
  "atk-s0403a27:30_0": "16. Chaṭṭhe bāḷhagilānoti adhimattagilāno. Etadavocāti sāmikassa bhesajjaṁ katvā",
  "atk-s0403a27:30_1": "byādhiṁ vūpasametuṁ asakkontī idāni sīhanādaṁ naditvā saccakiriyāya byādhiṁ vūpasametuṁ",
  "atk-s0403a27:30_2": "santike nisīditvā etaṁ ‘‘mā kho tva’’ntiādivacanaṁ avoca. Sāpekkhoti sataṇho. Na",
  "atk-s0403a27:30_3": "nakulamātāti ettha na-kāro na sakkhatīti evaṁ parapadena yojetabbo. Santharitunti",
  "atk-s0403a27:30_4": "nicchiddaṁ kātuṁ, saṇṭhapetunti attho. Veṇiṁ olikhitunti eḷakalomāni kappetvā vijaṭetvā veṇiṁ kātuṁ.",
  "atk-s0403a27:31_0": "Aññaṁ gharaṁ gamissatīti aññaṁ sāmikaṁ gaṇhissati. Soḷasa vassāni gahaṭṭhakaṁ brahmacariyaṁ",
  "atk-s0403a27:31_1": "samāciṇṇanti ito soḷasavassamatthake gahaṭṭhabrahmacariyavāso samāciṇṇo. Dassanakāmatarāti",
  "atk-s0403a27:31_2": "atirekena dassanakāmā. Imehi tīhi aṅgehi sīhanādaṁ naditvā ‘‘iminā saccena tava sarīre",
  "atk-s0403a27:31_3": "byādhi phāsu hotū’’ti saccakiriyaṁ akāsi.",
  "atk-s0403a27:32_0": "Idāni bhagavantaṁ sakkhiṁ katvā attano sīlādiguṇehipi saccakiriyaṁ kātuṁ siyā khopana",
  "atk-s0403a27:32_1": "tetiādimāha. Tattha paripūrakārinīti samattakārinī. Cetosamathassāti samādhikammaṭṭhānassa.",
  "atk-s0403a27:32_2": "Ogādhappattāti ogādhaṁ anuppavesaṁ pattā. Patigādhappattāti patigādhaṁ patiṭṭhaṁ",
  "atk-s0403a27:32_3": "pattā. Assāsappattāti assāsaṁ avassayaṁ pattā. Vesārajjappattāti somanassañāṇaṁ pattā.",
  "atk-s0403a27:32_4": "Aparappaccayāti parappaccayo vuccati parasaddhā parapattiyāyanā, tāya virahitāti",
  "atk-s0403a27:32_5": "attho. Imehi tīhi aṅgehi attano guṇe ārabbha saccakiriyaṁ akāsi. Gilānā vuṭṭhitoti",
  "atk-s0403a27:32_6": "gilāno hutvā vuṭṭhito. Yāvatāti yattikāyo. Tāsaṁ aññatarāti tāsaṁ antare ekā. Anukampikāti",
  "atk-s0403a27:32_7": "hitānukampikā. Ovādikāti ovādadāyikā. Anusāsikāti anusiṭṭhidāyikā.",
  "atk-s0403a27:33": "7. Soppasuttavaṇṇanā",
  "atk-s0403a27:34_0": "17. Sattame paṭisallānā vuṭṭhitoti ekībhāvāya dhammanijjhānakkhantito phalasamāpattivihārato",
  "atk-s0403a27:34_1": "vuṭṭhito. Yathāvihāranti attano attano vasanavihāraṁ. Navāti pabbajjāya navakā. Te",
  "atk-s0403a27:34_2": "pañcasatamattā ahesuṁ. Kākacchamānāti kākasaddaṁ karontā dante khādantā. Therāti",
  "atk-s0403a27:34_3": "thirabhāvaṁ pattā. Tena noti tena nu. Seyyasukhādīni heṭṭhā vuttatthāneva. Raṭṭhikoti",
  "atk-s0403a27:34_4": "yo raṭṭhaṁ bhuñjati. Pettaṇikoti yo pitarā bhuttānubhuttaṁ bhuñjati. Senāpatikoti",
  "atk-s0403a27:34_5": "senāya jeṭṭhako. Gāmagāmaṇikoti gāmabhojako. Pūgagāmaṇikoti gaṇajeṭṭhako. Avipassakokusalānaṁ",
  "atk-s0403a27:34_6": "dhammānanti kusalānaṁ dhammānaṁ anesako agavesako hutvā. Bodhipakkhiyānaṁ dhammānanti",
  "atk-s0403a27:34_7": "sattatiṁsāya bodhipakkhiyadhammānaṁ.",
  "atk-s0403a27:35": "8. Macchabandhasuttavaṇṇanā",
  "atk-s0403a27:36_0": "18. Aṭṭhame macchikanti macchaghātakaṁ. Hatthinā yātīti hatthiyāyī. Paratopi eseva",
  "atk-s0403a27:36_1": "nayo. Vajjheti vadhitabbe. Vadhāyanīteti vadhāya upanīte. Pāpakena manasāti lāmakena",
  "atk-s0403a27:36_2": "vadhakacittena. Pāḷiyaṁ pana vadhāyupanīteti likhanti. Māgavikoti migaghātako. Ko",
  "atk-s0403a27:36_3": "pana vādo manussabhūtanti yo manussabhūtaṁ pāpakena manasā anupekkhati, tassa sampattiyā",
  "atk-s0403a27:36_4": "abhāve kimeva vattabbaṁ. Idaṁ pāpakassa kammuno aniṭṭhaphalabhāvaṁ dassetuṁ vuttaṁ.",
  "atk-s0403a27:36_5": "Yesaṁ pana tādisaṁ kammaṁ karontānampi yasapaṭilābho hoti, tesaṁ taṁ akusalaṁ nissāya",
  "atk-s0403a27:36_6": "kusalaṁ vipaccatīti veditabbaṁ . Tena panassa akusalakammena upahatattā vipāko na",
  "atk-s0403a27:36_7": "ciraṭṭhitiko hoti. Imasmiṁ sutte akusalapakkhova kathito.",
  "atk-s0403a27:37": "9. Paṭhamamaraṇassatisuttavaṇṇanā",
  "atk-s0403a27:38_0": "19. Navame nātiketi evaṁnāmake gāme. Giñjakāvasatheti iṭṭhakāmaye pāsāde. Amatogadhāti",
  "atk-s0403a27:38_1": "nibbānogadhā, nibbānapatiṭṭhāti attho. Bhāvetha noti bhāvetha nu. Maraṇassatinti",
  "atk-s0403a27:38_2": "maraṇassatikammaṭṭhānaṁ. Aho vatāti patthanatthe nipāto. Bahuṁvata me kataṁ assāti",
  "atk-s0403a27:38_3": "tumhākaṁ sāsane mama kiccaṁ bahu kataṁ assa. Tadantaranti taṁ antaraṁ khaṇaṁ okāsaṁ.",
  "atk-s0403a27:38_4": "Assasitvā vā passasāmīti ettha assāso vuccati anto pavisanavāto, passāso bahi nikkhamanavāto.",
  "atk-s0403a27:38_5": "Iti ayaṁ bhikkhu yāva anto paviṭṭhavāto bahi nikkhamati, bahi nikkhanto vāto anto",
  "atk-s0403a27:38_6": "pavisati, tāva jīvitaṁ patthento evamāha. Dandhanti mandaṁ garukaṁ asīghappavattaṁ.",
  "atk-s0403a27:38_7": "Āsavānaṁ khayāyāti arahattaphalatthāya. Imasmiṁ sutte maraṇassati arahattaṁ pāpetvā kathitāti.",
  "atk-s0403a27:39": "10. Dutiyamaraṇassatisuttavaṇṇanā",
  "atk-s0403a27:40_0": "20. Dasame patigatāyāti paṭipannāya. Iti paṭisañcikkhatīti evaṁ paccavekkhati. So",
  "atk-s0403a27:40_1": "mamassa antarāyoti ettha tividho antarāyo jīvitantarāyo, samaṇadhammantarāyo, puthujjanakālakiriyaṁ",
  "atk-s0403a27:40_2": "karontassa saggantarāyo ceva maggantarāyo cāti. Taṁ sabbampi sandhāyevamāha. Byāpajjeyyāti",
  "atk-s0403a27:40_3": "ajiṇṇakādivasena vipajjeyya. Adhimattoti balavā. Chandoti kattukamyatāchando. Vāyāmoti",
  "atk-s0403a27:40_4": "payogavīriyaṁ. Ussāhoti ussāpanavīriyaṁ. Ussoḷhīti sampādanavīriyaṁ. Appaṭivānīti",
  "atk-s0403a27:40_5": "anukkaṇṭhanā appaṭisaṅgharaṇā. Sesaṁ sabbattha uttānatthamevāti.",
  "atk-s0403a27:41": "Sāraṇīyavaggo dutiyo."
}