{
  "atk-s0401a2:0": "2. Nīvaraṇappahānavaggavaṇṇanā",
  "atk-s0401a2:1_0": "11. Dutiyassa paṭhame ekadhammampīti ettha “tasmiṁ kho pana samaye dhammā hontī”tiādīsu",
  "atk-s0401a2:1_1": "viya nissattaṭṭhena dhammo veditabbo. Tasmā ekadhammampīti nissattaṁ ekasabhāvampīti",
  "atk-s0401a2:1_2": "ayamettha attho. Anuppannovāti ettha pana “bhūtānaṁ vā sattānaṁ ṭhitiyā sambhavesīnaṁ",
  "atk-s0401a2:1_3": "vā anuggahāya yāvatā, bhikkhave, sattā apadā vā dvipadā vā”ti evamādīsu viya samuccayattho",
  "atk-s0401a2:1_4": "vāsaddo daṭṭhabbo, na vikappattho. Ayañhettha attho – yena dhammena anuppanno ca",
  "atk-s0401a2:1_5": "kāmacchando uppajjati, uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṁvattati,",
  "atk-s0401a2:1_6": "tamahaṁ yathā subhanimittaṁ, evaṁ aññaṁ na passāmīti. Tattha anuppannoti ajāto asañjāto",
  "atk-s0401a2:1_7": "apātubhūto asamudāgato. Kāmacchandoti “yo kāmesu kāmacchando kāmarāgo kāmanandī kāmataṇhā”tiādinā",
  "atk-s0401a2:1_8": "nayena vitthāritaṁ kāmacchandanīvaraṇaṁ. Uppajjatīti nibbattati pātubhavati. So panesa",
  "atk-s0401a2:1_9": "asamudācāravasena vā ananubhūtārammaṇavasena vā anuppanno uppajjatīti veditabbo.",
  "atk-s0401a2:1_10": "Aññathā hi anamatagge saṁsāre anuppanno nāma natthi.",
  "atk-s0401a2:2_0": "Tattha ekaccassa vattavasena kileso na samudācarati, ekaccassa ganthadhutaṅgasamādhi-",
  "atk-s0401a2:2_1": "vipassanānavakammādīnaṁ aññataravasena. Kathaṁ? Ekacco hi vattasampanno hoti, tassa",
  "atk-s0401a2:2_2": "dveasīti khuddakavattāni cuddasa mahāvattāni cetiyaṅgaṇabodhiyaṅgaṇapānīyamāḷakauposathāgāraāgantukagamikavattāni",
  "atk-s0401a2:2_3": "ca karontasseva kileso okāsaṁ na labhati. Aparabhāge panassa vattaṁ vissajjetvā bhinnavattassa",
  "atk-s0401a2:2_4": "carato ayonisomanasikārañceva sativossaggañca āgamma uppajjati. Evampi asamudācāravasena",
  "atk-s0401a2:2_5": "anuppanno uppajjati nāma.",
  "atk-s0401a2:3_0": "Ekacco ganthayutto hoti, ekampi nikāyaṁ gaṇhāti dvepi tayopi cattāropi pañcapi. Tassa",
  "atk-s0401a2:3_1": "tepiṭakaṁ buddhavacanaṁ atthavasena pāḷivasena anusandhivasena pubbāparavasena gaṇhantassa",
  "atk-s0401a2:3_2": "sajjhāyantassa vācentassa desentassa pakāsentassa kileso okāsaṁ na labhati. Aparabhāge",
  "atk-s0401a2:3_3": "panassa ganthakammaṁ pahāya kusītassa carato ayonisomanasikārasativossagge āgamma",
  "atk-s0401a2:3_4": "uppajjati. Evampi asamudācāravasena anuppanno uppajjati nāma.",
  "atk-s0401a2:4_0": "Ekacco pana dhutaṅgadharo hoti, terasa dhutaṅgaguṇe samādāya vattati. Tassa pana",
  "atk-s0401a2:4_1": "dhutaṅgaguṇe pariharantassa kileso okāsaṁ na labhati. Aparabhāge panassa dhutaṅgāni",
  "atk-s0401a2:4_2": "vissajjetvā bāhullāya āvattassa carato ayonisomanasikārasativossagge āgamma uppajjati.",
  "atk-s0401a2:4_3": "Evampi asamudācāravasena anuppanno uppajjati nāma.",
  "atk-s0401a2:5_0": "Ekacco aṭṭhasu samāpattīsu ciṇṇavasī hoti, tassa paṭhamajjhānādīsu āvajjanavasiādīnaṁ",
  "atk-s0401a2:5_1": "vasena viharantassa kileso okāsaṁ na labhati. Aparabhāge panassa parihīnajjhānassa",
  "atk-s0401a2:5_2": "vā vissaṭṭhajjhānassa vā bhassādīsu anuyuttassa viharato ayonisomanasikārasativossagge",
  "atk-s0401a2:5_3": "āgamma uppajjati. Evampi asamudācāravasena anuppanno uppajjati nāma.",
  "atk-s0401a2:6_0": "Ekacco pana vipassako hoti, sattasu vā anupassanāsu aṭṭhārasasu vā mahāvipassanāsu",
  "atk-s0401a2:6_1": "kammaṁ karonto viharati. Tassevaṁ viharato kileso okāsaṁ na labhati. Aparabhāge panassa",
  "atk-s0401a2:6_2": "vipassanākammaṁ pahāya kāyadaḷhībahulassa viharato ayonisomanasikārasativossagge",
  "atk-s0401a2:6_3": "āgamma uppajjati. Evampi asamudācāravasena anuppanno uppajjati nāma.",
  "atk-s0401a2:7_0": "Ekacco navakammiko hoti, uposathāgārabhojanasālādīni kāreti. Tassa tesaṁ upakaraṇāni",
  "atk-s0401a2:7_1": "cintentassa kileso okāsaṁ na labhati. Aparabhāge panassa navakamme niṭṭhite vā vissaṭṭhe",
  "atk-s0401a2:7_2": "vā ayonisomanasikārasativossagge āgamma uppajjati. Evampi asamudācāravasena anuppanno uppajjati nāma.",
  "atk-s0401a2:8_0": "Ekacco pana brahmalokā āgato suddhasatto hoti, tassa anāsevanatāya kileso okāsaṁ",
  "atk-s0401a2:8_1": "na labhati. Aparabhāge panassa laddhāsevanassa ayonisomanasikārasativossagge āgamma",
  "atk-s0401a2:8_2": "uppajjati. Evampi asamudācāravasena anuppanno uppajjati nāma. Evaṁ tāva asamudācāravasena",
  "atk-s0401a2:8_3": "anuppannassa uppannatā veditabbā.",
  "atk-s0401a2:9_0": "Kathaṁ ananubhūtārammaṇavasena? Idhekacco ananubhūtapubbaṁ manāpiyaṁ rūpādiārammaṇaṁ",
  "atk-s0401a2:9_1": "labhati, tassa tattha ayonisomanasikārasativossagge āgamma rāgo uppajjati. Evaṁ ananubhūtārammaṇavasena",
  "atk-s0401a2:9_2": "anuppanno uppajjati nāma.",
  "atk-s0401a2:10_0": "Uppannoti jāto sañjāto nibbatto abhinibbatto pātubhūto. Bhiyyobhāvāyāti punappunabhāvāya.",
  "atk-s0401a2:10_1": "Vepullāyāti vipulabhāvāya rāsibhāvāya. Tattha sakiṁ uppanno kāmacchando na nirujjhissati,",
  "atk-s0401a2:10_2": "sakiṁ niruddho vā sveva puna uppajjissatīti aṭṭhānametaṁ. Ekasmiṁ pana niruddhe tasmiṁ",
  "atk-s0401a2:10_3": "vā ārammaṇe aññasmiṁ vā ārammaṇe aparāparaṁ uppajjamāno bhiyyobhāvāya vepullāya saṁvattati nāma.",
  "atk-s0401a2:11_0": "Subhanimittanti rāgaṭṭhāniyaṁ ārammaṇaṁ. “Sanimittā, bhikkhave, uppajjanti pāpakā",
  "atk-s0401a2:11_1": "akusalā dhammā, no animittā”ti ettha nimittanti paccayassa nāmaṁ. “Adhicittamanuyuttena,",
  "atk-s0401a2:11_2": "bhikkhave, bhikkhunā pañca nimittāni kālena kālaṁ manasikātabbānī”ti ettha kāraṇassa.",
  "atk-s0401a2:11_3": "“So taṁ nimittaṁ āsevati bhāvetī”ti ettha samādhissa. “Yaṁ nimittaṁ āgamma yaṁ nimittaṁ",
  "atk-s0401a2:11_4": "manasikaroto anantarā āsavānaṁ khayo hotī”ti ettha vipassanāya. Idha pana rāgaṭṭhāniyo",
  "atk-s0401a2:11_5": "iṭṭhārammaṇadhammo “subhanimitta”nti adhippeto. Ayonisomanasikarototi. “Tattha katamo",
  "atk-s0401a2:11_6": "ayonisomanasikāro? Anicce niccanti, dukkhe sukhanti, anattani attāti, asubhe subhanti,",
  "atk-s0401a2:11_7": "ayonisomanasikāro uppathamanasikāro, saccavippaṭikūlena vā cittassa āvajjanā anvāvajjanā",
  "atk-s0401a2:11_8": "ābhogo samannāhāro manasikāro. Ayaṁ vuccati ayonisomanasikāro”ti imassa manasikārassa",
  "atk-s0401a2:11_9": "vasena anupāyena manasikarontassāti.",
  "atk-s0401a2:12_0": "12. Dutiye byāpādoti bhattabyāpatti viya cittassa byāpajjanaṁ pakativijahanabhāvo.",
  "atk-s0401a2:12_1": "“Tattha katamaṁ byāpādanīvaraṇaṁ? Anatthaṁ me acarīti āghāto jāyatī”ti evaṁ vitthāritassa",
  "atk-s0401a2:12_2": "byāpādanīvaraṇassetaṁ adhivacanaṁ. Paṭighanimittanti aniṭṭhaṁ nimittaṁ. Paṭighassapi",
  "atk-s0401a2:12_3": "paṭighārammaṇassapi etaṁ adhivacanaṁ. Vuttampi cetaṁ aṭṭhakathāyaṁ – “paṭighampi",
  "atk-s0401a2:12_4": "paṭighanimittaṁ, paṭighārammaṇopi dhammo paṭighanimitta”nti. Sesamettha kāmacchande",
  "atk-s0401a2:12_5": "vuttanayeneva veditabbaṁ. Yathā cettha, evaṁ ito paresupi. Tattha tattha hi visesamattameva vakkhāmāti.",
  "atk-s0401a2:13_0": "13. Tatiye thinamiddhanti thinañceva middhañca. Tesu cittassa akammaññatā thinaṁ,",
  "atk-s0401a2:13_1": "ālasiyabhāvassetaṁ adhivacanaṁ. Tiṇṇaṁ khandhānaṁ akammaññatā middhaṁ, kapimiddhassa",
  "atk-s0401a2:13_2": "pacalāyikabhāvassetaṁ adhivacanaṁ. Ubhinnampi “tattha katamaṁ thinaṁ? Yā cittassa",
  "atk-s0401a2:13_3": "akalyatā akammaññatā olīyanā sallīyanā. Tattha katamaṁ middhaṁ? Yā kāyassa akalyatā",
  "atk-s0401a2:13_4": "akammaññatā onāho pariyonāho”tiādinā nayena vitthāro veditabbo. Aratītiādīni vibhaṅge",
  "atk-s0401a2:13_5": "vibhattanayeneva veditabbāni. Vuttañhetaṁ –",
  "atk-s0401a2:14_0": "“Tattha katamā arati? Pantesu vā senāsanesu aññataraññataresu vā adhikusalesu dhammesu",
  "atk-s0401a2:14_1": "arati aratitā anabhirati anabhiramanā ukkaṇṭhitā paritassitā, ayaṁ vuccati arati.",
  "atk-s0401a2:14_2": "Tattha katamā tandī? Yā tandī tandiyanā tandimanatā ālassaṁ ālassāyanā ālassāyitattaṁ,",
  "atk-s0401a2:14_3": "ayaṁ vuccati tandī. Tattha katamā vijambhitā? Yā kāyassa jambhanā vijambhanā ānamanā",
  "atk-s0401a2:14_4": "vinamanā sannamanā paṇamanā byādhiyakaṁ, ayaṁ vuccati vijambhitā. Tattha katamo bhattasammado?",
  "atk-s0401a2:14_5": "Yā bhuttāvissa bhattamucchā bhattakilamatho bhattapariḷāho kāyaduṭṭhullaṁ, ayaṁ vuccati",
  "atk-s0401a2:14_6": "bhattasammado. Tattha katamaṁ cetaso ca līnattaṁ? Yā cittassa akalyatā akammaññatā",
  "atk-s0401a2:14_7": "olīyanā sallīyanā līnaṁ līyanā līyitattaṁ thinaṁ thiyanā thiyitattaṁ cittassa, idaṁ",
  "atk-s0401a2:14_8": "vuccati cetaso ca līnatta”nti.",
  "atk-s0401a2:15_0": "Ettha ca purimā cattāro dhammā thinamiddhanīvaraṇassa sahajātavasenāpi upanissayavasenāpi",
  "atk-s0401a2:15_1": "paccayā honti, cetaso ca līnattaṁ attanova attanā sahajātaṁ na hoti, upanissayakoṭiyā pana hotīti.",
  "atk-s0401a2:16_0": "14. Catutthe uddhaccakukkuccanti uddhaccañceva kukkuccañca. Tattha uddhaccaṁ nāma",
  "atk-s0401a2:16_1": "cittassa uddhatākāro. Kukkuccaṁ nāma akatakalyāṇassa katapāpassa tappaccayā vippaṭisāro.",
  "atk-s0401a2:16_2": "Cetaso avūpasamoti uddhaccakukkuccassevetaṁ nāmaṁ. Avūpasantacittassāti jhānena vā",
  "atk-s0401a2:16_3": "vipassanāya vā avūpasamitacittassa. Ayaṁ pana avūpasamo uddhaccakukkuccassa upanissayakoṭiyā paccayo hotīti.",
  "atk-s0401a2:17": "15. Pañcame vicikicchāti “satthari kaṅkhatī”tiādinā nayena vitthāritaṁ vicikicchānīvaraṇaṁ. Ayonisomanasikāro vuttalakkhaṇoyevāti.",
  "atk-s0401a2:18_0": "16. Chaṭṭhe anuppanno vā kāmacchando nuppajjatīti asamudācāravasena vā ananubhūtārammaṇavasena",
  "atk-s0401a2:18_1": "vāti dvīheva kāraṇehi anuppanno na uppajjati, tathā vikkhambhitova hoti, puna hetuṁ",
  "atk-s0401a2:18_2": "vā paccayaṁ vā na labhati. Idhāpi vattādīnaṁyeva vasena asamudācāro veditabbo. Ekaccassa",
  "atk-s0401a2:18_3": "hi vuttanayeneva vatte yuttassa vattaṁ karontasseva kileso okāsaṁ na labhati, vattavasena",
  "atk-s0401a2:18_4": "vikkhambhito hoti. So taṁ tathāvikkhambhitameva katvā vivaṭṭetvā arahattaṁ gaṇhāti",
  "atk-s0401a2:18_5": "milakkhatissatthero viya.",
  "atk-s0401a2:19_0": "So kirāyasmā rohaṇajanapade gāmeṇḍavālamahāvihārassa bhikkhācāre nesādakule nibbatto.",
  "atk-s0401a2:19_1": "Vayaṁ āgamma katagharāvāso “puttadāraṁ posessāmī”ti adūhalasataṁ saṇṭhapetvā pāsasataṁ",
  "atk-s0401a2:19_2": "yojetvā sūlasataṁ ropetvā bahuṁ pāpaṁ āyūhanto ekadivasaṁ gehato aggiñca loṇañca",
  "atk-s0401a2:19_3": "gahetvā araññaṁ gato. Pāse baddhamigaṁ vadhitvā aṅgārapakkamaṁsaṁ khāditvā pipāsito",
  "atk-s0401a2:19_4": "hutvā gāmeṇḍavālamahāvihāraṁ paviṭṭho pānīyamāḷake dasamattesu pānīyaghaṭesu pipāsāvinodanamattampi",
  "atk-s0401a2:19_5": "pānīyaṁ alabhanto, “kiṁ nāmetaṁ ettakānaṁ bhikkhūnaṁ vasanaṭṭhāne pipāsāya āgatānaṁ",
  "atk-s0401a2:19_6": "pipāsāvinodanamattaṁ pānīyaṁ natthī”ti ujjhāyituṁ āraddho. Cūḷapiṇḍapātikatissatthero",
  "atk-s0401a2:19_7": "tassa kathaṁ sutvā tassa santikaṁ gacchanto pānīyamāḷake dasamatte pānīyaghaṭe pūre",
  "atk-s0401a2:19_8": "disvā “jīvamānapetakasatto ayaṁ bhavissatī”ti cintetvā, “upāsaka, sace pipāsitosi,",
  "atk-s0401a2:19_9": "piva pānīya”nti vatvā kuṭaṁ ukkhipitvā tassa hatthesu āsiñci. Tassa kammaṁ paṭicca",
  "atk-s0401a2:19_10": "pītapītaṁ pānīyaṁ tattakapāle pakkhittamiva nassati, sakalepi ghaṭe pivato pipāsā",
  "atk-s0401a2:19_11": "na pacchijji. Atha naṁ thero āha – “yāva dāruṇañca te, upāsaka, kammaṁ kataṁ, idāneva",
  "atk-s0401a2:19_12": "peto jāto, vipāko kīdiso bhavissatī”ti?",
  "atk-s0401a2:20_0": "So tassa kathaṁ sutvā laddhasaṁvego theraṁ vanditvā tāni adūhalādīni visaṅkharitvā",
  "atk-s0401a2:20_1": "vegena gharaṁ gantvā puttadāraṁ oloketvā satthāni bhinditvā dīpakamigapakkhino araññe",
  "atk-s0401a2:20_2": "vissajjetvā theraṁ paccupasaṅkamitvā pabbajjaṁ yāci. Dukkarā, āvuso, pabbajjā, kathaṁ",
  "atk-s0401a2:20_3": "tvaṁ pabbajissasīti? Bhante, evarūpaṁ paccakkhakāraṇaṁ disvā kathaṁ na pabbajissāmīti?",
  "atk-s0401a2:20_4": "Thero tacapañcakakammaṭṭhānaṁ datvā pabbājesi. So vattārabhito hutvā buddhavacanaṁ",
  "atk-s0401a2:20_5": "uggaṇhanto ekadivasaṁ devadūtasutte “tamenaṁ, bhikkhave, nirayapālā puna mahāniraye",
  "atk-s0401a2:20_6": "pakkhipantī”ti imaṁ ṭhānaṁ sutvā “ettakaṁ dukkharāsiṁ anubhavitasattaṁ puna mahāniraye",
  "atk-s0401a2:20_7": "pakkhipanti, aho bhāriyo, bhante, mahānirayo”ti āha. Āmāvuso, bhāriyoti. Sakkā, bhante,",
  "atk-s0401a2:20_8": "passitunti? “Na sakkā passituṁ, diṭṭhasadisaṁ kātuṁ ekaṁ kāraṇaṁ dassessāmī”ti sāmaṇere",
  "atk-s0401a2:20_9": "samādapetvā pāsāṇapiṭṭhe alladārurāsiṁ kārehīti. So tathā kāresi. Thero yathānisinnova",
  "atk-s0401a2:20_10": "iddhiyā abhisaṅkharitvā mahānirayato khajjopanakamattaṁ aggipapaṭikaṁ nīharitvā passantasseva",
  "atk-s0401a2:20_11": "tassa therassa dārurāsimhi pakkhipi. Tassa tattha nipāto ca dārurāsino jhāyitvā chārikabhāvūpagamanañca",
  "atk-s0401a2:20_12": "apacchā apurimaṁ ahosi.",
  "atk-s0401a2:21_0": "So taṁ disvā, “bhante, imasmiṁ sāsane kati dhurāni nāmā”ti pucchi. Āvuso, vipassanādhuraṁ,",
  "atk-s0401a2:21_1": "ganthadhuranti. “Bhante, gantho nāma paṭibalassa bhāro, mayhaṁ pana dukkhūpanisā",
  "atk-s0401a2:21_2": "saddhā, vipassanādhuraṁ pūressāmi kammaṭṭhānaṁ me dethā”ti vanditvā nisīdi. Thero",
  "atk-s0401a2:21_3": "“vattasampanno bhikkhū”ti vattasīse ṭhatvā tassa kammaṭṭhānaṁ kathesi. So kammaṭṭhānaṁ",
  "atk-s0401a2:21_4": "gahetvā vipassanāya ca kammaṁ karoti, vattañca pūreti. Ekadivasaṁ cittalapabbatamahāvihāre",
  "atk-s0401a2:21_5": "vattaṁ karoti, ekadivasaṁ gāmeṇḍavālamahāvihāre, ekadivasaṁ gocaragāmamahāvihāre.",
  "atk-s0401a2:21_6": "Thinamiddhe okkantamatte vattaparihānibhayena palālavaraṇakaṁ temetvā sīse ṭhapetvā",
  "atk-s0401a2:21_7": "pāde udake otāretvā nisīdati. So ekadivasaṁ cittalapabbatamahāvihāre dve yāme vattaṁ",
  "atk-s0401a2:21_8": "katvā balavapaccūsakāle niddāya okkamituṁ āraddhāya allapalālaṁ sīse ṭhapetvā nisinno",
  "atk-s0401a2:21_9": "pācīnapabbatapasse sāmaṇerassa aruṇavatiyasuttantaṁ sajjhāyantassa –",
  "atk-s0401a2:22": "“Ārambhatha nikkamatha, yuñjatha buddhasāsane;",
  "atk-s0401a2:23": "Dhunātha maccuno senaṁ, naḷāgāraṁva kuñjaro.",
  "atk-s0401a2:24": "“Yo imasmiṁ dhammavinaye, appamatto vihassati;",
  "atk-s0401a2:25": "Pahāya jātisaṁsāraṁ, dukkhassantaṁ karissatī”ti. –",
  "atk-s0401a2:26_0": "Idaṁ ṭhānaṁ sutvā “mādisassa āraddhavīriyassa bhikkhuno sammāsambuddhena idaṁ kathitaṁ",
  "atk-s0401a2:26_1": "bhavissatī”ti pītiṁ uppādetvā jhānaṁ nibbattetvā tadeva pādakaṁ katvā anāgāmiphale",
  "atk-s0401a2:26_2": "patiṭṭhāya aparāparaṁ vāyamanto saha paṭisambhidāhi arahattaṁ pāpuṇi. Parinibbānakāle",
  "atk-s0401a2:26_3": "ca tadeva kāraṇaṁ dassento evamāha –",
  "atk-s0401a2:27": "“Allaṁ palālapuñjāhaṁ, sīsenādāya caṅkamiṁ;",
  "atk-s0401a2:28": "Pattosmi tatiyaṁ ṭhānaṁ, ettha me natthi saṁsayo”ti.",
  "atk-s0401a2:29": "Evarūpassa vattavasena vikkhambhitakileso tathā vikkhambhitova hoti.",
  "atk-s0401a2:30_0": "Ekaccassa vuttanayeneva ganthe yuttassa ganthaṁ uggaṇhantassa sajjhāyantassa vācentassa",
  "atk-s0401a2:30_1": "desentassa pakāsentassa ca kileso okāsaṁ na labhati, ganthavasena vikkhambhitova",
  "atk-s0401a2:30_2": "hoti. So taṁ tathā vikkhambhitameva katvā vivaṭṭetvā arahattaṁ gaṇhāti maliyadevatthero",
  "atk-s0401a2:30_3": "viya. So kirāyasmā tivassabhikkhukāle kallagāmake maṇḍalārāmamahāvihāre uddesañca",
  "atk-s0401a2:30_4": "gaṇhāti, vipassanāya ca kammaṁ karoti. Tassekadivasaṁ kallagāme bhikkhāya carato",
  "atk-s0401a2:30_5": "ekā upāsikā yāguuḷuṅkaṁ datvā puttasinehaṁ uppādetvā theraṁ antonivesane nisīdāpetvā",
  "atk-s0401a2:30_6": "paṇītabhojanaṁ bhojetvā “kataragāmavāsikosi tātā”ti pucchi. Maṇḍalārāmamahāvihāre",
  "atk-s0401a2:30_7": "ganthakammaṁ karomi, upāsiketi. Tena hi tāta yāva ganthakammaṁ karosi, idheva nibaddhaṁ",
  "atk-s0401a2:30_8": "bhikkhaṁ gaṇhāsīti. So taṁ adhivāsetvā tattha nibaddhaṁ bhikkhaṁ gaṇhāti, bhattakiccāvasāne",
  "atk-s0401a2:30_9": "anumodanaṁ karonto “sukhaṁ hotu, dukkhā muccatū”ti padadvayameva kathetvā gacchati.",
  "atk-s0401a2:30_10": "Antovasse temāsaṁ tassāyeva saṅgahaṁ karonto piṇḍāpacitiṁ katvā mahāpavāraṇāya saha",
  "atk-s0401a2:30_11": "paṭisambhidāhi arahattaṁ pāpuṇi. Nevāsikamahāthero āha – “āvuso mahādeva, ajja vihāre",
  "atk-s0401a2:30_12": "mahājano sannipatissati, tassa dhammadānaṁ dadeyyāsī”ti. Thero adhivāsesi.",
  "atk-s0401a2:31_0": "Daharasāmaṇerā upāsikāya saññaṁ adaṁsu – “ajja te putto dhammaṁ kathessati, vihāraṁ",
  "atk-s0401a2:31_1": "gantvā suṇeyyāsī”ti. Tātā, na sabbeva dhammakathaṁ jānanti, mama putto ettakaṁ kālaṁ",
  "atk-s0401a2:31_2": "mayhaṁ kathento “sukhaṁ hotu, dukkhā muccatū”ti padadvayameva kathesi, mā keḷiṁ karothāti.",
  "atk-s0401a2:31_3": "Mā, tvaṁ upāsike, jānanaṁ vā ajānanaṁ vā upaṭṭhahassu, vihāraṁ gantvā dhammameva",
  "atk-s0401a2:31_4": "suṇāhīti. Upāsikā gandhamālādīni gahetvā gantvā pūjetvā parisante dhammaṁ suṇamānā",
  "atk-s0401a2:31_5": "nisīdi. Divādhammakathiko ca sarabhāṇako ca attano pamāṇaṁ ñatvā uṭṭhahiṁsu. Tato",
  "atk-s0401a2:31_6": "maliyadevatthero dhammāsane nisīditvā cittabījaniṁ gahetvā anupubbiṁ kathaṁ vatvā",
  "atk-s0401a2:31_7": "– “mayā mahāupāsikāya tayo māse dvīheva padehi anumodanā katā, ajja sabbarattiṁ tīhi",
  "atk-s0401a2:31_8": "piṭakehi sammasitvā tasseva padadvayassa atthaṁ kathessāmī”ti dhammadesanaṁ ārabhitvā",
  "atk-s0401a2:31_9": "sabbarattiṁ kathesi. Aruṇuggamane desanāpariyosāne mahāupāsikā sotāpattiphale patiṭṭhāsi.",
  "atk-s0401a2:32_0": "Aparopi tasmiṁyeva mahāvihāre tissabhūtitthero nāma vinayaṁ gaṇhanto bhikkhācāravelāyaṁ",
  "atk-s0401a2:32_1": "antogāmaṁ paviṭṭho visabhāgārammaṇaṁ olokesi. Tassa lobho uppajji, so patiṭṭhitapādaṁ",
  "atk-s0401a2:32_2": "acāletvā attano patte yāguṁ upaṭṭhākadaharassa patte ākiritvā “ayaṁ vitakko vaḍḍhamāno",
  "atk-s0401a2:32_3": "maṁ catūsu apāyesu saṁsīdāpessatī”ti tatova nivattitvā ācariyassa santikaṁ gantvā",
  "atk-s0401a2:32_4": "vanditvā ekamantaṁ ṭhito āha – “eko me byādhi uppanno, ahaṁ etaṁ tikicchituṁ sakkonto",
  "atk-s0401a2:32_5": "āgamissāmi, itarathā nāgamissāmi. Tumhe divā uddesañca sāyaṁ uddesañca maṁ oloketvā",
  "atk-s0401a2:32_6": "ṭhapetha, paccūsakāle uddesaṁ pana mā ṭhapayitthā”ti evaṁ vatvā malayavāsimahāsaṅgharakkhitattherassa",
  "atk-s0401a2:32_7": "santikaṁ agamāsi. Thero attano paṇṇasālāya paribhaṇḍaṁ karonto taṁ anoloketvāva “paṭisāmehi,",
  "atk-s0401a2:32_8": "āvuso, tava pattacīvara”nti āha. Bhante, eko me byādhi atthi, sace tumhe taṁ tikicchituṁ",
  "atk-s0401a2:32_9": "sakkotha, paṭisāmessāmīti. Āvuso, uppannaṁ rogaṁ tikicchituṁ samatthassa santikaṁ",
  "atk-s0401a2:32_10": "āgatosi, paṭisāmehīti. Subbaco bhikkhu “amhākaṁ ācariyo ajānitvā evaṁ na vakkhatī”ti",
  "atk-s0401a2:32_11": "pattacīvaraṁ ṭhapetvā therassa vattaṁ dassetvā vanditvā ekamantaṁ nisīdi.",
  "atk-s0401a2:33_0": "Thero “rāgacarito aya”nti ñatvā asubhakammaṭṭhānaṁ kathesi. So uṭṭhāya pattacīvaraṁ",
  "atk-s0401a2:33_1": "aṁse laggetvā theraṁ punappunaṁ vandi. Kiṁ, āvuso, mahābhūti atirekanipaccakāraṁ",
  "atk-s0401a2:33_2": "dassesīti? Bhante, sace attano kiccaṁ kātuṁ sakkhissāmi, iccetaṁ kusalaṁ. No ce,",
  "atk-s0401a2:33_3": "idaṁ me pacchimadassananti! Gacchāvuso, mahābhūti tādisassa yuttayogassa kulaputtassa",
  "atk-s0401a2:33_4": "na jhānaṁ vā vipassanā vā maggo vā phalaṁ vā dullabhanti. So therassa kathaṁ sutvā",
  "atk-s0401a2:33_5": "nipaccakāraṁ dassetvā āgamanakāle vavatthāpitaṁ channaṁ sepaṇṇigacchamūlaṁ gantvā",
  "atk-s0401a2:33_6": "pallaṅkena nisinno asubhakammaṭṭhānaṁ pādakaṁ katvā vipassanaṁ paṭṭhapetvā arahatte",
  "atk-s0401a2:33_7": "patiṭṭhāya paccūsakāle uddesaṁ sampāpuṇi. Evarūpānaṁ ganthavasena vikkhambhitā kilesā",
  "atk-s0401a2:33_8": "tathā vikkhambhitāva honti.",
  "atk-s0401a2:34_0": "Ekaccassa pana vuttanayeneva dhutaṅgāni pariharato kileso okāsaṁ na labhati, dhutaṅgavasena",
  "atk-s0401a2:34_1": "vikkhambhitova hoti. So taṁ tathā vikkhambhitameva katvā vivaṭṭetvā arahattaṁ gaṇhāti",
  "atk-s0401a2:34_2": "gāmantapabbhāravāsī mahāsīvatthero viya. Thero kira mahāgāme tissamahāvihāre vasanto",
  "atk-s0401a2:34_3": "tepiṭakaṁ atthavasena ca pāḷivasena ca aṭṭhārasa mahāgaṇe vāceti. Therassa ovāde",
  "atk-s0401a2:34_4": "ṭhatvā saṭṭhisahassa bhikkhū arahattaṁ pāpuṇiṁsu. Tesu eko bhikkhu attanā paṭividdhadhammaṁ",
  "atk-s0401a2:34_5": "ārabbha uppannasomanasso cintesi – “atthi nu kho idaṁ sukhaṁ amhākaṁ ācariyassā”ti.",
  "atk-s0401a2:34_6": "So āvajjento therassa puthujjanabhāvaṁ ñatvā “ekenupāyena therassa saṁvegaṁ uppādessāmī”ti",
  "atk-s0401a2:34_7": "attano vasanaṭṭhānato therassa santikaṁ gantvā vanditvā vattaṁ dassetvā nisīdi. Atha",
  "atk-s0401a2:34_8": "naṁ thero “kiṁ āgatosi, āvuso, piṇḍapātikā”ti āha. “Sace me okāsaṁ karissatha, ekaṁ",
  "atk-s0401a2:34_9": "dhammapadaṁ gaṇhissāmī”ti āgatosmi, bhanteti. Bahū, āvuso, gaṇhanti, tuyhaṁ okāso",
  "atk-s0401a2:34_10": "na bhavissatīti. So sabbesu rattidivasabhāgesu okāsaṁ alabhanto, “bhante, evaṁ okāse",
  "atk-s0401a2:34_11": "asati maraṇassa kathaṁ okāsaṁ labhissathā”ti āha. Tadā thero cintesi – “nāyaṁ uddesatthāya",
  "atk-s0401a2:34_12": "āgato, mayhaṁ panesa saṁvegajananatthāya āgato”ti. Sopi thero “bhikkhunā nāma, bhante,",
  "atk-s0401a2:34_13": "mādisena bhavitabba”nti vatvā theraṁ vanditvā maṇivaṇṇe ākāse uppatitvā agamāsi.",
  "atk-s0401a2:35_0": "Thero tassa gatakālato paṭṭhāya jātasaṁvego divā uddesañca sāyaṁ uddesañca vācetvā",
  "atk-s0401a2:35_1": "pattacīvaraṁ hatthapāse ṭhapetvā paccūsakāle uddesaṁ gahetvā otarantena bhikkhunā",
  "atk-s0401a2:35_2": "saddhiṁ pattacīvaramādāya otiṇṇo terasa dhutaguṇe paripuṇṇe adhiṭṭhāya gāmantapabbhārasenāsanaṁ",
  "atk-s0401a2:35_3": "gantvā pabbhāraṁ paṭijaggitvā mañcapīṭhaṁ ussāpetvā “arahattaṁ apatvā mañce piṭṭhiṁ",
  "atk-s0401a2:35_4": "na pasāressāmī”ti mānasaṁ bandhitvā caṅkamaṁ otari. Tassa “ajja arahattaṁ gaṇhissāmi",
  "atk-s0401a2:35_5": "ajja arahattaṁ gaṇhissāmī”ti ghaṭentasseva pavāraṇā sampattā. So pavāraṇāya upakaṭṭhāya",
  "atk-s0401a2:35_6": "“puthujjanabhāvaṁ pahāya visuddhipavāraṇaṁ pavāressāmī”ti cintento ativiya kilamati.",
  "atk-s0401a2:35_7": "So tāya pavāraṇāya maggaṁ vā phalaṁ vā uppādetuṁ asakkonto “mādisopi nāma āraddhavipassako",
  "atk-s0401a2:35_8": "na labhati, yāva dullabhañca vatidaṁ arahatta”nti vatvā teneva niyāmena ṭhānacaṅkamabahulo",
  "atk-s0401a2:35_9": "hutvā tiṁsa vassāni samaṇadhammaṁ katvā mahāpavāraṇāya majjhe ṭhitaṁ puṇṇacandaṁ",
  "atk-s0401a2:35_10": "disvā “kiṁ nu kho candamaṇḍalaṁ visuddhaṁ, udāhu mayhaṁ sīla”nti cintento “candamaṇḍale",
  "atk-s0401a2:35_11": "sasalakkhaṇaṁ paññāyati, mayhaṁ pana upasampadato paṭṭhāya yāvajjadivasā sīlasmiṁ",
  "atk-s0401a2:35_12": "kāḷakaṁ vā tilako vā natthī”ti āvajjetvā sañjātapītisomanasso paripakkañāṇattā pītiṁ",
  "atk-s0401a2:35_13": "vikkhambhetvā saha paṭisambhidāhi arahattaṁ pāpuṇi. Evarūpassa dhutaṅgavasena vikkhambhito",
  "atk-s0401a2:35_14": "kileso tathā vikkhambhitova hoti.",
  "atk-s0401a2:36_0": "Ekaccassa vuttanayeneva paṭhamajjhānādisamāpajjanabahulatāya kileso okāsaṁ na labhati,",
  "atk-s0401a2:36_1": "samāpattivasena vikkhambhitova hoti. So taṁ tathā vikkhambhitameva katvā vivaṭṭetvā",
  "atk-s0401a2:36_2": "arahattaṁ gaṇhāti mahātissatthero viya. Thero kira avassikakālato paṭṭhāya aṭṭhasamāpattilābhī.",
  "atk-s0401a2:36_3": "So samāpattivikkhambhitānaṁ kilesānaṁ asamudācārena uggahaparipucchāvaseneva ariyamaggasāmantaṁ",
  "atk-s0401a2:36_4": "katheti, saṭṭhivassakālepi attano puthujjanabhāvaṁ na jānāti. Athekadivasaṁ mahāgāme",
  "atk-s0401a2:36_5": "tissamahāvihārato bhikkhusaṅgho talaṅgaravāsidhammadinnattherassa sāsanaṁ pesesi",
  "atk-s0401a2:36_6": "“thero āgantvā amhākaṁ dhammakathaṁ kathetū”ti. Thero adhivāsetvā “mama santike mahallakataro",
  "atk-s0401a2:36_7": "bhikkhu natthi, mahātissatthero kho pana me kammaṭṭhānācariyo, taṁ saṅghattheraṁ",
  "atk-s0401a2:36_8": "katvā gamissāmī”ti cintento bhikkhusaṅghaparivuto therassa vihāraṁ gantvā divāṭṭhāne",
  "atk-s0401a2:36_9": "therassa vattaṁ dassetvā ekamantaṁ nisīdi.",
  "atk-s0401a2:37_0": "Thero āha – “kiṁ, dhammadinna, cirassaṁ āgatosī”ti? “Āma, bhante, tissamahāvihārato",
  "atk-s0401a2:37_1": "me bhikkhusaṅgho sāsanaṁ pesesi, ahaṁ ekako na gamissāmi, tumhehi pana saddhiṁ gantukāmo",
  "atk-s0401a2:37_2": "hutvā āgatomhī”ti sāraṇīyakathaṁ kathentova papañcetvā “kadā, bhante, tumhehi ayaṁ",
  "atk-s0401a2:37_3": "dhammo adhigato”ti pucchi. Saṭṭhimattāni, āvuso dhammadinna, vassāni hontīti. Samāpattiṁ",
  "atk-s0401a2:37_4": "pana, bhante, vaḷañjethāti. Āma, āvusoti. Ekaṁ pokkharaṇiṁ māpetuṁ sakkuṇeyyātha,",
  "atk-s0401a2:37_5": "bhanteti? “Na, āvuso, etaṁ bhāriya”nti vatvā sammukhaṭṭhāne pokkharaṇiṁ māpesi. “Ettha,",
  "atk-s0401a2:37_6": "bhante, ekaṁ padumagacchaṁ māpethā”ti ca vutto tampi māpesi. Idānettha mahantaṁ pupphaṁ",
  "atk-s0401a2:37_7": "dassethāti. Thero tampi dassesi. Ettha soḷasavassuddesikaṁ itthirūpaṁ dassethāti.",
  "atk-s0401a2:37_8": "Thero soḷasavassuddesikaṁ itthirūpaṁ dassesi. Tato naṁ āha – “idaṁ, bhante, punappunaṁ",
  "atk-s0401a2:37_9": "subhato manasi karothā”ti. Thero attanāva māpitaṁ itthirūpaṁ olokento lobhaṁ uppādesi.",
  "atk-s0401a2:37_10": "Tadā attano puthujjanabhāvaṁ ñatvā “avassayo me sappurisa hohī”ti antevāsikassa santike",
  "atk-s0401a2:37_11": "ukkuṭikaṁ nisīdi. “Etadatthamevāhaṁ, bhante, āgato”ti therassa asubhavasena sallahukaṁ",
  "atk-s0401a2:37_12": "katvā kammaṭṭhānaṁ kathetvā therassa okāsaṁ kātuṁ bahi nikkhanto. Suparimadditasaṅkhāro",
  "atk-s0401a2:37_13": "thero tasmiṁ divāṭṭhānato nikkhantamatteyeva saha paṭisambhidāhi arahattaṁ pāpuṇi.",
  "atk-s0401a2:37_14": "Atha naṁ saṅghattheraṁ katvā dhammadinnatthero tissamahāvihāraṁ gantvā saṅghassa",
  "atk-s0401a2:37_15": "dhammakathaṁ kathesi. Evarūpassa samāpattivasena vikkhambhito kileso tathā vikkhambhitova hoti.",
  "atk-s0401a2:38_0": "Ekaccassa pana vuttanayeneva vipassanāya kammaṁ karontassa kileso okāsaṁ na labhati,",
  "atk-s0401a2:38_1": "vipassanāvasena vikkhambhitova hoti. So taṁ tathā vikkhambhitameva katvā vivaṭṭetvā",
  "atk-s0401a2:38_2": "arahattaṁ gaṇhāti, buddhakāle saṭṭhimattā āraddhavipassakā bhikkhū viya. Te kira",
  "atk-s0401a2:38_3": "satthu santike kammaṭṭhānaṁ gahetvā vivittaṁ araññaṁ pavisitvā vipassanāya kammaṁ",
  "atk-s0401a2:38_4": "karontā kilesānaṁ asamudācāravasena “paṭividdhamaggaphalā maya”nti saññāya maggaphalatthāya",
  "atk-s0401a2:38_5": "vāyāmaṁ akatvā “amhehi paṭividdhadhammaṁ dasabalassa ārocessāmā”ti satthu santikaṁ āgacchanti.",
  "atk-s0401a2:39_0": "Satthā tesaṁ pure āgamanatova ānandattheraṁ āha – “ānanda, padhānakammikā bhikkhū",
  "atk-s0401a2:39_1": "ajja maṁ passituṁ āgamissanti, tesaṁ mama dassanāya okāsaṁ akatvā ‘āmakasusānaṁ gantvā",
  "atk-s0401a2:39_2": "allaasubhabhāvanaṁ karothā’ti pahiṇeyyāsī”ti. Thero tesaṁ āgatānaṁ satthārā kathitasāsanaṁ",
  "atk-s0401a2:39_3": "ārocesi. Te “tathāgato ajānitvā na kathessati, addhā ettha kāraṇaṁ bhavissatī”ti",
  "atk-s0401a2:39_4": "āmakasusānaṁ gantvā allaasubhaṁ olokentā lobhaṁ uppādetvā “idaṁ nūna sammāsambuddhena",
  "atk-s0401a2:39_5": "diṭṭhaṁ bhavissatī”ti jātasaṁvegā laddhamaggaṁ kammaṭṭhānaṁ ādito paṭṭhāya ārabhiṁsu.",
  "atk-s0401a2:39_6": "Satthā tesaṁ vipassanāya āraddhabhāvaṁ ñatvā gandhakuṭiyaṁ nisinnova imaṁ obhāsagāthamāha –",
  "atk-s0401a2:40": "“Yānimāni apattāni, alābūneva sārade;",
  "atk-s0401a2:41": "Kāpotakāni aṭṭhīni, tāni disvāna kā ratī”ti. ;",
  "atk-s0401a2:42": "Gāthāpariyosāne arahattaphale patiṭṭhahiṁsu. Evarūpānaṁ vipassanāvasena vikkhambhitā kilesā tathā vikkhambhitāva honti.",
  "atk-s0401a2:43_0": "Ekaccassa vuttanayeneva navakammaṁ karontassa kileso okāsaṁ na labhati, navakammavasena",
  "atk-s0401a2:43_1": "vikkhambhitova hoti. So taṁ tathā vikkhambhitameva katvā vivaṭṭetvā arahattaṁ gaṇhāti",
  "atk-s0401a2:43_2": "cittalapabbate tissatthero viya. Tassa kira aṭṭhavassikakāle anabhirati uppajji,",
  "atk-s0401a2:43_3": "so taṁ vinodetuṁ asakkonto attano cīvaraṁ dhovitvā rajitvā pattaṁ pacitvā kese ohāretvā",
  "atk-s0401a2:43_4": "upajjhāyaṁ vanditvā aṭṭhāsi. Atha naṁ thero āha – “kiṁ, āvuso mahātissa, atuṭṭhassa",
  "atk-s0401a2:43_5": "viya te ākāro”ti? Āma, bhante, anabhirati me uppannā, taṁ vinodetuṁ na sakkomīti.",
  "atk-s0401a2:43_6": "Thero tassāsayaṁ olokento arahattassa upanissayaṁ disvā anukampāvasena āha – “āvuso",
  "atk-s0401a2:43_7": "tissa, mayaṁ mahallakā, ekaṁ no vasanaṭṭhānaṁ karohī”ti. Dutiyakathaṁ akathitapubbo",
  "atk-s0401a2:43_8": "bhikkhu “sādhu, bhante”ti sampaṭicchi.",
  "atk-s0401a2:44_0": "Atha naṁ thero āha – “āvuso, navakammaṁ karonto uddesamaggañca mā vissajji, kammaṭṭhānañca",
  "atk-s0401a2:44_1": "manasi karohi, kālena ca kālaṁ kasiṇaparikammaṁ karohī”ti. “Evaṁ karissāmi, bhante”ti",
  "atk-s0401a2:44_2": "theraṁ vanditvā tathārūpaṁ sappāyaṭṭhānaṁ oloketvā “ettha kātuṁ sakkā”ti dārūhi pūretvā",
  "atk-s0401a2:44_3": "jhāpetvā sodhetvā iṭṭhakāhi parikkhipitvā dvāravātapānādīni yojetvā saddhiṁ caṅkamanabhūmibhittiparikammādīhi",
  "atk-s0401a2:44_4": "leṇaṁ niṭṭhāpetvā mañcapīṭhaṁ santharitvā therassa santikaṁ gantvā vanditvā, “bhante,",
  "atk-s0401a2:44_5": "niṭṭhitaṁ leṇe parikammaṁ, vasathā”ti āha. Āvuso, dukkhena tayā etaṁ kammaṁ kataṁ,",
  "atk-s0401a2:44_6": "ajja ekadivasaṁ tvaññevettha vasāhīti. So “sādhu, bhante”ti vanditvā pāde dhovitvā",
  "atk-s0401a2:44_7": "leṇaṁ pavisitvā pallaṅkaṁ ābhujitvā nisinno attanā katakammaṁ āvajji. Tassa “manāpaṁ",
  "atk-s0401a2:44_8": "mayā upajjhāyassa kāyaveyyāvaccaṁ kata”nti cintentassa abbhantare pīti uppannā. So",
  "atk-s0401a2:44_9": "taṁ vikkhambhetvā vipassanaṁ paṭṭhapetvā aggaphalaṁ arahattaṁ pāpuṇi. Evarūpassa",
  "atk-s0401a2:44_10": "navakammavasena vikkhambhito kileso tathā vikkhambhitova hoti.",
  "atk-s0401a2:45_0": "Ekacco pana brahmalokato āgato suddhasatto hoti. Tassa anāsevanatāya kileso na samudācarati,",
  "atk-s0401a2:45_1": "bhavavasena vikkhambhito hoti. So taṁ tathā vikkhambhitameva katvā vivaṭṭetvā arahattaṁ",
  "atk-s0401a2:45_2": "gaṇhāti āyasmā mahākassapo viya. So hi āyasmā agāramajjhepi kāme aparibhuñjitvā mahāsampattiṁ",
  "atk-s0401a2:45_3": "pahāya pabbajitvā nikkhanto antarāmagge paccuggamanatthāya āgataṁ satthāraṁ disvā",
  "atk-s0401a2:45_4": "vanditvā tīhi ovādehi upasampadaṁ labhitvā aṭṭhame aruṇe saha paṭisambhidāhi arahattaṁ",
  "atk-s0401a2:45_5": "pāpuṇi. Evarūpassa bhavavasena vikkhambhito kileso tathā vikkhambhitova hoti.",
  "atk-s0401a2:46_0": "Yo pana ananubhūtapubbaṁ rūpādiārammaṇaṁ labhitvā tattheva vipassanaṁ paṭṭhapetvā",
  "atk-s0401a2:46_1": "vivaṭṭetvā arahattaṁ gaṇhāti, evarūpassa ananubhūtārammaṇavasena kāmacchando anuppannova nuppajjati nāma.",
  "atk-s0401a2:47_0": "Uppanno vā kāmacchando pahīyatīti ettha uppannoti jāto bhūto samudāgato. Pahīyatīti",
  "atk-s0401a2:47_1": "tadaṅgappahānaṁ, vikkhambhanappahānaṁ, samucchedappahānaṁ, paṭipassaddhippahānaṁ,",
  "atk-s0401a2:47_2": "nissaraṇappahānanti imehi pañcahi pahānehi pahīyati, na puna uppajjatīti attho. Tattha",
  "atk-s0401a2:47_3": "vipassanāya kilesā tadaṅgavasena pahīyantīti vipassanā tadaṅgappahānanti veditabbā.",
  "atk-s0401a2:47_4": "Samāpatti pana kilese vikkhambhetīti sā vikkhambhanappahānanti veditabbā. Maggo samucchindanto",
  "atk-s0401a2:47_5": "uppajjati, phalaṁ paṭippassambhayamānaṁ, nibbānaṁ sabbakilesehi nissaṭanti imāni",
  "atk-s0401a2:47_6": "tīṇi samucchedapaṭipassaddhinissaraṇappahānānīti vuccanti. Imehi lokiyalokuttarehi",
  "atk-s0401a2:47_7": "pañcahi pahānehi pahīyatīti attho.",
  "atk-s0401a2:48_0": "Asubhanimittanti dasasu asubhesu uppannaṁ sārammaṇaṁ paṭhamajjhānaṁ. Tenāhu porāṇā",
  "atk-s0401a2:48_1": "– “asubhampi asubhanimittaṁ, asubhārammaṇā dhammāpi asubhanimitta”nti. Yonisomanasikarototi.",
  "atk-s0401a2:48_2": "“Tattha katamo yonisomanasikāro? Anicce anicca”ntiādinā nayena vuttassa upāyamanasikārassa",
  "atk-s0401a2:48_3": "vasena manasikaroto. Anuppanno ceva kāmacchando nuppajjatīti asamudāgato na samudāgacchati.",
  "atk-s0401a2:48_4": "Uppanno ca kāmacchando pahīyatīti samudāgato ca kāmacchando pañcavidhena pahānena pahīyati.",
  "atk-s0401a2:49_0": "Apica cha dhammā kāmacchandassa pahānāya saṁvattanti – asubhanimittassa uggaho, asubhabhāvanānuyogo,",
  "atk-s0401a2:49_1": "indriyesu guttadvāratā, bhojane mattaññutā, kalyāṇamittatā sappāyakathāti. Dasavidhañhi",
  "atk-s0401a2:49_2": "asubhanimittaṁ uggaṇhantassāpi kāmacchando pahīyati, bhāventassāpi, indriyesu pihitadvārassāpi,",
  "atk-s0401a2:49_3": "catunnaṁ pañcannaṁ ālopānaṁ okāse sati udakaṁ pivitvā yāpanasīlatāya bhojane mattaññunopi. Tenetaṁ vuttaṁ –",
  "atk-s0401a2:50": "“Cattāro pañca ālope, abhutvā udakaṁ pive;",
  "atk-s0401a2:51": "Alaṁ phāsuvihārāya, pahitattassa bhikkhuno”ti. ;",
  "atk-s0401a2:52_0": "Asubhakammikatissattherasadise asubhabhāvanārate kalyāṇamitte sevantassāpi kāmacchando",
  "atk-s0401a2:52_1": "pahīyati, ṭhānanisajjādīsu dasaasubhanissitasappāyakathāyapi pahīyati. Tena vuttaṁ",
  "atk-s0401a2:52_2": "– “cha dhammā kāmacchandassa pahānāya saṁvattantī”ti.",
  "atk-s0401a2:53_0": "17. Sattame mettā cetovimuttīti sabbasattesu hitapharaṇakā mettā. Yasmā pana taṁsampayuttacittaṁ",
  "atk-s0401a2:53_1": "nīvaraṇādīhi paccanīkadhammehi vimuccati, tasmā sā “cetovimuttī”ti vuccati. Visesato",
  "atk-s0401a2:53_2": "vā sabbabyāpādapariyuṭṭhānena vimuttattā sā cetovimuttīti veditabbā. Tattha “mettā”ti",
  "atk-s0401a2:53_3": "ettāvatā pubbabhāgopi vaṭṭati, “cetovimuttī”ti vuttattā pana idha tikacatukkajjhānavasena",
  "atk-s0401a2:53_4": "appanāva adhippetā. Yonisomanasikarototi taṁ mettaṁ cetovimuttiṁ vuttalakkhaṇena",
  "atk-s0401a2:53_5": "upāyamanasikārena manasikarontassa.",
  "atk-s0401a2:54_0": "Apica cha dhammā byāpādassa pahānāya saṁvattanti – mettānimittassa uggaho, mettābhāvanānuyogo,",
  "atk-s0401a2:54_1": "kammassakatāpaccavekkhaṇā, paṭisaṅkhānabahulatā, kalyāṇamittatā, sappāyakathāti.",
  "atk-s0401a2:54_2": "Odissakaanodissakadisāpharaṇānañhi aññataravasena mettaṁ uggaṇhantassāpi byāpādo",
  "atk-s0401a2:54_3": "pahīyati, odhiso anodhiso disāpharaṇavasena mettaṁ bhāventassāpi. “Tvaṁ etassa kuddho",
  "atk-s0401a2:54_4": "kiṁ karissasi, kimassa sīlādīni nāsetuṁ sakkhissasi, nanu tvaṁ attano kammena āgantvā",
  "atk-s0401a2:54_5": "attano kammeneva gamissasi? Parassa kujjhanaṁ nāma vītaccitaṅgāratattaayasalākagūthādīni",
  "atk-s0401a2:54_6": "gahetvā paraṁ paharitukāmatāsadisaṁ hoti. Esopi tava kuddho kiṁ karissati, kiṁ te",
  "atk-s0401a2:54_7": "sīlādīni nāsetuṁ sakkhissati? Esa attano kammena āgantvā attano kammeneva gamissati,",
  "atk-s0401a2:54_8": "appaṭicchitapaheṇakaṁ viya paṭivātaṁ khittarajomuṭṭhi viya ca etassevesa kodho matthake",
  "atk-s0401a2:54_9": "patissatī”ti evaṁ attano ca parassa ca kammassakataṁ paccavekkhatopi, ubhayakammassakataṁ",
  "atk-s0401a2:54_10": "paccavekkhitvā paṭisaṅkhāne ṭhitassāpi, assaguttattherasadise mettābhāvanārate kalyāṇamitte",
  "atk-s0401a2:54_11": "sevantassāpi byāpādo pahīyati, ṭhānanisajjādīsu mettānissitasappāyakathāyapi pahīyati.",
  "atk-s0401a2:54_12": "Tena vuttaṁ – “cha dhammā byāpādassa pahānāya saṁvattantī”ti. Sesamidha ito paresu",
  "atk-s0401a2:54_13": "ca vuttanayeneva veditabbaṁ, visesamattameva pana vakkhāmāti.",
  "atk-s0401a2:55_0": "18. Aṭṭhame ārambhadhātūādīsu ārambhadhātu nāma paṭhamārambhavīriyaṁ. Nikkamadhātu",
  "atk-s0401a2:55_1": "nāma kosajjato nikkhantattā tato balavataraṁ. Parakkamadhātu nāma paraṁ paraṁ ṭhānaṁ",
  "atk-s0401a2:55_2": "akkamanato tatopi balavataraṁ. Aṭṭhakathāyaṁ pana “ārambho cetaso kāmānaṁ panūdanāya,",
  "atk-s0401a2:55_3": "nikkamo cetaso palighugghāṭanāya, parakkamo cetaso bandhanacchedanāyā”ti vatvā “tīhi",
  "atk-s0401a2:55_4": "petehi adhimattavīriyameva kathita”nti vuttaṁ.",
  "atk-s0401a2:56_0": "Āraddhavīriyassāti paripuṇṇavīriyassa ceva paggahitavīriyassa ca. Tattha catudosāpagataṁ",
  "atk-s0401a2:56_1": "vīriyaṁ āraddhanti veditabbaṁ. Na ca atilīnaṁ hoti, na ca atipaggahitaṁ, na ca ajjhattaṁ",
  "atk-s0401a2:56_2": "saṁkhittaṁ, na ca bahiddhā vikkhittaṁ. Tadetaṁ duvidhaṁ hoti – kāyikaṁ, cetasikañca.",
  "atk-s0401a2:56_3": "Tattha “idha bhikkhu divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhetī”ti",
  "atk-s0401a2:56_4": "evaṁ rattidivasassa pañca koṭṭhāse kāyena ghaṭentassa vāyamantassa kāyikavīriyaṁ",
  "atk-s0401a2:56_5": "veditabbaṁ. “Na tāvāhaṁ ito leṇā nikkhamissāmi, yāva me na anupādāya āsavehi cittaṁ",
  "atk-s0401a2:56_6": "vimuccatī”ti evaṁ okāsaparicchedena vā, “na tāvāhaṁ imaṁ pallaṅkaṁ bhindissāmī”ti",
  "atk-s0401a2:56_7": "evaṁ nisajjādiparicchedena vā mānasaṁ bandhitvā ghaṭentassa vāyamantassa cetasikavīriyaṁ",
  "atk-s0401a2:56_8": "veditabbaṁ. Tadubhayampi idha vaṭṭati. Duvidhenāpi hi iminā vīriyena āraddhavīriyassa",
  "atk-s0401a2:56_9": "anuppannañceva thinamiddhaṁ nuppajjati, uppannañca thinamiddhaṁ pahīyati milakkhatissattherassa",
  "atk-s0401a2:56_10": "viya, gāmantapabbhāravāsimahāsīvattherassa viya, pītimallakattherassa viya, kuṭumbiyaputtatissattherassa",
  "atk-s0401a2:56_11": "viya ca. Etesu hi purimā tayo aññe ca evarūpā kāyikavīriyena āraddhavīriyā, kuṭumbiyaputtatissatthero",
  "atk-s0401a2:56_12": "aññe ca evarūpā cetasikavīriyena āraddhavīriyā, uccāvālukavāsī mahānāgatthero pana",
  "atk-s0401a2:56_13": "dvīhipi vīriyehi āraddhavīriyova. Thero kira ekaṁ sattāhaṁ caṅkamati, ekaṁ tiṭṭhati,",
  "atk-s0401a2:56_14": "ekaṁ nisīdati, ekaṁ nipajjati. Mahātherassa ekairiyāpathopi asappāyo nāma natthi,",
  "atk-s0401a2:56_15": "catutthe sattāhe vipassanaṁ vaḍḍhetvā arahatte patiṭṭhāsi.",
  "atk-s0401a2:57_0": "Apica cha dhammā thinamiddhassa pahānāya saṁvattanti – atibhojane nimittaggāho, iriyāpathasamparivattanatā,",
  "atk-s0401a2:57_1": "ālokasaññāmanasikāro, abbhokāsavāso, kalyāṇamittatā, sappāyakathāti. Āharahatthaka-bhuttavamitaka-tatravaṭṭaka-alaṁsāṭaka-kākamāsaka-brāhmaṇādayo",
  "atk-s0401a2:57_2": "viya bhojanaṁ bhuñjitvā rattiṭṭhānadivāṭṭhāne nisinnassa hi samaṇadhammaṁ karoto",
  "atk-s0401a2:57_3": "thinamiddhaṁ mahāhatthī viya ottharantaṁ āgacchati, catupañcaālopaokāsaṁ pana ṭhapetvā",
  "atk-s0401a2:57_4": "pānīyaṁ pivitvā yāpanasīlassa bhikkhuno taṁ na hotīti evaṁ atibhojane nimittaṁ gaṇhantassāpi",
  "atk-s0401a2:57_5": "thinamiddhaṁ pahīyati. Yasmiṁ iriyāpathe thinamiddhaṁ okkamati, tato aññaṁ parivattentassāpi,",
  "atk-s0401a2:57_6": "rattiṁ candālokadīpālokaukkāloke divā sūriyālokaṁ manasikarontassāpi, abbhokāse vasantassāpi,",
  "atk-s0401a2:57_7": "mahākassapattherasadise pahīnathinamiddhe kalyāṇamitte sevantassāpi thinamiddhaṁ",
  "atk-s0401a2:57_8": "pahīyati, ṭhānanisajjādīsu dhutaṅganissitasappāyakathāyapi pahīyati. Tena vuttaṁ",
  "atk-s0401a2:57_9": "– “cha dhammā thinamiddhassa pahānāya saṁvattantī”ti.",
  "atk-s0401a2:58": "19. Navame vūpasantacittassāti jhānena vā vipassanāya vā vūpasamitacittassa.",
  "atk-s0401a2:59_0": "Apica cha dhammā uddhaccakukkuccassa pahānāya saṁvattanti – bahussutatā, paripucchakatā,",
  "atk-s0401a2:59_1": "vinaye pakataññutā, vuddhasevitā, kalyāṇamittatā, sappāyakathāti. Bāhusaccenāpi hi",
  "atk-s0401a2:59_2": "ekaṁ vā dve vā tayo vā cattāro vā pañca vā nikāye pāḷivasena ca atthavasena ca uggaṇhantassāpi",
  "atk-s0401a2:59_3": "uddhaccakukkuccaṁ pahīyati, kappiyākappiyaparipucchābahulassāpi, vinayapaññattiyaṁ",
  "atk-s0401a2:59_4": "ciṇṇavasībhāvatāya pakataññunopi, vuḍḍhe mahallakatthere upasaṅkamantassāpi, upālittherasadise",
  "atk-s0401a2:59_5": "vinayadhare kalyāṇamitte sevantassāpi uddhaccakukkuccaṁ pahīyati, ṭhānanisajjādīsu",
  "atk-s0401a2:59_6": "kappiyākappiyanissitasappāyakathāyapi pahīyati. Tena vuttaṁ – “cha dhammā uddhaccakukkuccassa",
  "atk-s0401a2:59_7": "pahānāya saṁvattantī”ti.",
  "atk-s0401a2:60": "20. Dasame yoniso, bhikkhave, manasikarototi vuttanayeneva upāyato manasikarontassa.",
  "atk-s0401a2:61_0": "Apica cha dhammā vicikicchāya pahānāya saṁvattanti – bahussutatā, paripucchakatā,",
  "atk-s0401a2:61_1": "vinaye pakataññutā, adhimokkhabahulatā, kalyāṇamittatā, sappāyakathāti. Bahusaccenāpi",
  "atk-s0401a2:61_2": "hi ekaṁ vā…pe… pañca vā nikāye pāḷivasena ca atthavasena ca uggaṇhantassāpi vicikicchā",
  "atk-s0401a2:61_3": "pahīyati, tīṇi ratanāni ārabbha paripucchābahulassāpi, vinaye ciṇṇavasībhāvassāpi,",
  "atk-s0401a2:61_4": "tīsu ratanesu okappaniyasaddhāsaṅkhātaadhimokkhabahulassāpi, saddhādhimutte vakkalittherasadise",
  "atk-s0401a2:61_5": "kalyāṇamitte sevantassāpi vicikicchā pahīyati, ṭhānanisajjādīsu tiṇṇaṁ ratanānaṁ",
  "atk-s0401a2:61_6": "guṇanissitasappāyakathāyapi pahīyati. Tena vuttaṁ – “cha dhammā vicikicchāya pahānāya",
  "atk-s0401a2:61_7": "saṁvattantī”ti. Imasmiṁ nīvaraṇappahānavagge vaṭṭavivaṭṭaṁ kathitanti.",
  "atk-s0401a2:62": "Nīvaraṇappahānavaggavaṇṇanā."
}