{
  "atk-s0503a7:0": "7. Cūḷavaggo",
  "atk-s0503a7:1": "1. Paṭhamalakuṇḍakabhaddiyasuttavaṇṇanā",
  "atk-s0503a7:2_0": "61. Cūḷavaggassa paṭhame lakuṇḍakabhaddiyanti ettha bhaddiyoti tassa āyasmato nāmaṁ,",
  "atk-s0503a7:2_1": "kāyassa pana rassattā “lakuṇḍakabhaddiyo”ti naṁ sañjānanti. So kira sāvatthivāsī",
  "atk-s0503a7:2_2": "kulaputto mahaddhano mahābhogo rūpena apāsādiko dubbaṇṇo duddasiko okoṭimako. So",
  "atk-s0503a7:2_3": "ekadivasaṁ satthari jetavane viharante upāsakehi saddhiṁ vihāraṁ gantvā dhammadesanaṁ",
  "atk-s0503a7:2_4": "sutvā paṭiladdhasaddho pabbajitvā laddhūpasampado satthu santike kammaṭṭhānaṁ gahetvā",
  "atk-s0503a7:2_5": "vipassanāya kammaṁ karonto sotāpattiphalaṁ pāpuṇi. Tadā sekkhā bhikkhū yebhuyyena",
  "atk-s0503a7:2_6": "āyasmantaṁ sāriputtaṁ upasaṅkamitvā uparimaggatthāya kammaṭṭhānaṁ yācanti, dhammadesanaṁ",
  "atk-s0503a7:2_7": "yācanti, pañhaṁ pucchanti. So tesaṁ adhippāyaṁ pūrento kammaṭṭhānaṁ ācikkhati, dhammaṁ",
  "atk-s0503a7:2_8": "deseti, pañhaṁ vissajjeti. Te ghaṭentā vāyamantā appekacce sakadāgāmiphalaṁ, appekacce",
  "atk-s0503a7:2_9": "anāgāmiphalaṁ, appekacce arahattaṁ, appekacce tisso vijjā, appekacce chaḷabhiññā,",
  "atk-s0503a7:2_10": "appekacce catasso paṭisambhidā adhigacchanti. Te disvā lakuṇḍakabhaddiyopi sekho",
  "atk-s0503a7:2_11": "samāno kālaṁ ñatvā attano cittakallatañca sallekhañca paccavekkhitvā dhammasenāpatiṁ",
  "atk-s0503a7:2_12": "upasaṅkamitvā katapaṭisanthāro sammodamāno dhammadesanaṁ yāci. Sopissa ajjhāsayassa",
  "atk-s0503a7:2_13": "anurūpaṁ kathaṁ kathesi. Tena vuttaṁ – “tena kho pana samayena āyasmā sāriputto āyasmantaṁ",
  "atk-s0503a7:2_14": "lakuṇḍakabhaddiyaṁ anekapariyāyena dhammiyā kathāya sandassetī”tiādi.",
  "atk-s0503a7:3_0": "Tattha anekapariyāyenāti “itipi pañcakkhandhā aniccā, itipi dukkhā, itipi anattā”ti",
  "atk-s0503a7:3_1": "evaṁ anekehi kāraṇehi. Dhammiyā kathāyāti pañcannaṁ upādānakkhandhānaṁ udayabbayādipakāsaniyā",
  "atk-s0503a7:3_2": "dhammiyā kathāya. Sandassetīti tāniyeva aniccādilakkhaṇāni udayabbayādike ca sammā",
  "atk-s0503a7:3_3": "dasseti, hatthena gahetvā viya paccakkhato dasseti. Samādapetīti tattha lakkhaṇārammaṇikaṁ",
  "atk-s0503a7:3_4": "vipassanaṁ sammā ādapeti, yathā vīthipaṭipannā hutvā pavattati, evaṁ gaṇhāpeti. Samuttejetīti",
  "atk-s0503a7:3_5": "vipassanāya āraddhāya saṅkhārānaṁ udayabbayādīsu upaṭṭhahantesu yathākālaṁ paggahaniggahasamupekkhaṇehi",
  "atk-s0503a7:3_6": "bojjhaṅgānaṁ anupavattanena bhāvanaṁ majjhimaṁ vīthiṁ otāretvā yathā vipassanāñāṇaṁ",
  "atk-s0503a7:3_7": "sūraṁ pasannaṁ hutvā vahati, evaṁ indriyānaṁ visadabhāvakaraṇena vipassanācittaṁ",
  "atk-s0503a7:3_8": "sammā uttejeti, visadāpanavasena vodapeti. Sampahaṁsetīti tathā pavattiyamānāya vipassanāya",
  "atk-s0503a7:3_9": "samappavattabhāvanāvasena ceva upariladdhabbabhāvanābalena ca cittaṁ sammā pahaṁseti,",
  "atk-s0503a7:3_10": "laddhassādavasena vā suṭṭhu toseti. Anupādāya āsavehi cittaṁ vimuccīti yathā yathā",
  "atk-s0503a7:3_11": "dhammasenāpati dhammaṁ deseti, tathā tathā tathalakkhaṇaṁ vipassantassa therassa",
  "atk-s0503a7:3_12": "ca desanānubhāvena, attano ca upanissayasampattiyā ñāṇassa paripākaṁ gatattā desanānusārena",
  "atk-s0503a7:3_13": "ñāṇe anupavattante kāmāsavādīsu kañci āsavaṁ aggahetvā maggapaṭipāṭiyāva anavasesato",
  "atk-s0503a7:3_14": "cittaṁ vimucci, arahattaphalaṁ sacchākāsīti attho.",
  "atk-s0503a7:4": "Etamatthaṁ viditvāti etaṁ āyasmato lakuṇḍakabhaddiyassa aññārādhanasaṅkhātaṁ atthaṁ sabbākārato viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:5_0": "Tattha uddhanti rūpadhātuyā arūpadhātuyā ca. Adhoti kāmadhātuyā. Sabbadhīti sabbasmimpi",
  "atk-s0503a7:5_1": "saṅkhāragate. Vippamuttoti pubbabhāge vikkhambhanavimuttiyā aparabhāge samucchedapaṭipassaddhivimuttīhi",
  "atk-s0503a7:5_2": "sabbappakārena vimutto. Ettha ca uddhaṁ vippamuttoti etena pañcuddhambhāgiyasaṁyojanapahānaṁ",
  "atk-s0503a7:5_3": "dasseti. Adho vippamuttoti etena pañcorambhāgiyasaṁyojanapahānaṁ. Sabbadhivippamuttoti",
  "atk-s0503a7:5_4": "etena avasiṭṭhasabbākusalapahānaṁ dasseti. Atha vā uddhanti anāgatakālaggahaṇaṁ.",
  "atk-s0503a7:5_5": "Adhoti atītakālaggahaṇaṁ. Ubhayaggahaṇeneva tadubhayapaṭisaṁyuttattā paccuppanno",
  "atk-s0503a7:5_6": "addhā gahito hoti, tattha anāgatakālaggahaṇena anāgatakkhandhāyatanadhātuyo gahitā.",
  "atk-s0503a7:5_7": "Sesapadesupi eseva nayo. Sabbadhīti kāmabhedādike sabbasmiṁ bhave. Idaṁ vuttaṁ hoti",
  "atk-s0503a7:5_8": "– anāgato atīto paccuppannoti evaṁ tiyaddhasaṅgahite sabbasmiṁ bhave vippamuttoti.",
  "atk-s0503a7:6_0": "Ayaṁhamasmītianānupassīti yo evaṁ vippamutto, so rūpavedanādīsu “ayaṁ nāma dhammo",
  "atk-s0503a7:6_1": "ahamasmī”ti diṭṭhimānamaññanāvasena evaṁ nānupassati. Tassa tathā dassane kāraṇaṁ",
  "atk-s0503a7:6_2": "natthīti adhippāyo. Atha vā ayaṁhamasmīti anānupassīti idaṁ yathāvuttāya vimuttiyā",
  "atk-s0503a7:6_3": "adhigamupāyadīpanaṁ. Tiyaddhasaṅgahite tebhūmake saṅkhāre “etaṁ mama, esohamasmi,",
  "atk-s0503a7:6_4": "eso me attā”ti pavattanasabhāvāya maññanāya anadhiṭṭhānaṁ katvā “netaṁ mama, nesohamasmi,",
  "atk-s0503a7:6_5": "na me so attā”ti evaṁ uppajjamānā yā pubbabhāgavuṭṭhānagāminī vipassanā, sā vimuttiyā",
  "atk-s0503a7:6_6": "padaṭṭhānaṁ. Evaṁ vimutto udatāri oghaṁ, atiṇṇapubbaṁ apunabbhavāyāti evaṁ dasahi",
  "atk-s0503a7:6_7": "saṁyojanehi sabbākusalehi ca sabbathā vimutto arahā ariyamaggādhigamanato pubbe supinantepi",
  "atk-s0503a7:6_8": "atiṇṇapubbaṁ kāmogho bhavogho diṭṭhogho avijjoghoti imaṁ catubbidhaṁ oghaṁ, saṁsāramahoghameva",
  "atk-s0503a7:6_9": "vā apunabbhavāya anupādisesāya nibbānāya udatāri uttiṇṇo, uttaritvā pāre ṭhitoti attho.",
  "atk-s0503a7:7": "Paṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:8": "2. Dutiyalakuṇḍakabhaddiyasuttavaṇṇanā",
  "atk-s0503a7:9_0": "62. Dutiye sekhaṁ maññamānoti “sekho aya”nti maññamāno. Tatrāyaṁ vacanattho – sikkhatīti",
  "atk-s0503a7:9_1": "sekho. Kiṁ sikkhati? Adhisīlaṁ adhicittaṁ adhipaññañca. Atha vā sikkhanaṁ sikkhā,",
  "atk-s0503a7:9_2": "sā etassa sīlanti sekho. So hi apariyositasikkhattā tadadhimuttattā ca ekantena sikkhanasīlo,",
  "atk-s0503a7:9_3": "na pariniṭṭhitasikkho asekho viya tattha paṭippassaddhussukko, nāpi vissaṭṭhasikkho",
  "atk-s0503a7:9_4": "pacurajano viya tattha anadhimutto. Atha vā ariyāya jātiyā tīsu sikkhāsu jāto, tattha",
  "atk-s0503a7:9_5": "vā bhavoti sekho. Bhiyyosomattāyāti pamāṇato uttari, pamāṇaṁ atikkamitvā adhikataranti",
  "atk-s0503a7:9_6": "attho. Āyasmā hi lakuṇḍakabhaddiyo paṭhamasutte vuttena vidhinā paṭhamovādena yathānisinnova",
  "atk-s0503a7:9_7": "āsavakkhayappatto. Dhammasenāpati pana tassa taṁ arahattappattiṁ anāvajjanena ajānitvā",
  "atk-s0503a7:9_8": "“sekhoyevā”ti maññamāno appaṁ yācito bahuṁ dadamāno uḷārapuriso viya bhiyyo bhiyyo",
  "atk-s0503a7:9_9": "anekapariyāyena āsavakkhayāya dhammaṁ kathetiyeva. Āyasmāpi lakuṇḍakabhaddiyo “katakicco",
  "atk-s0503a7:9_10": "dānāhaṁ, kiṁ iminā ovādenā”ti acintetvā saddhammagāravena pubbe viya sakkaccaṁ suṇātiyeva.",
  "atk-s0503a7:9_11": "Taṁ disvā bhagavā gandhakuṭiyaṁ nisinnoyeva buddhānubhāvena yathā dhammasenāpati",
  "atk-s0503a7:9_12": "tassa kilesakkhayaṁ jānāti, tathā katvā imaṁ udānaṁ udānesi. Tena vuttaṁ “tena kho",
  "atk-s0503a7:9_13": "pana samayenā”tiādi. Tattha yaṁ vattabbaṁ, taṁ anantarasutte vuttameva.",
  "atk-s0503a7:10_0": "Gāthāyaṁ pana acchecchi vaṭṭanti anavasesato kilesavaṭṭaṁ samucchindi, chinne ca",
  "atk-s0503a7:10_1": "kilesavaṭṭe kammavaṭṭampi chinnameva. Byagā nirāsanti āsā vuccati taṇhā, natthi ettha",
  "atk-s0503a7:10_2": "āsāti nirāsaṁ, nibbānaṁ. Taṁ nirāsaṁ visesena agā adhigatoti byagā, aggamaggassa",
  "atk-s0503a7:10_3": "adhigatattā puna adhigamakāraṇena vinā adhigatoti attho. Yasmā taṇhā dukkhasamudayabhūtā,",
  "atk-s0503a7:10_4": "tāya pahīnāya appahīno nāma kileso natthi, tasmāssa taṇhāpahānaṁ savisesaṁ katvā",
  "atk-s0503a7:10_5": "dassento “visukkhā saritā na sandatī”ti āha. Tassattho – catutthasūriyapātubhāvena",
  "atk-s0503a7:10_6": "viya mahānadiyo catutthamaggañāṇuppādena anavasesato visukkhā visositā taṇhāsaritā",
  "atk-s0503a7:10_7": "nadī na sandati, ito paṭṭhāya na pavattati. Taṇhā hi “saritā”ti vuccati. Yathāha",
  "atk-s0503a7:10_8": "– “saritāni sinehitāni ca, somanassāni bhavanti jantuno”ti, “saritā visattikā”ti",
  "atk-s0503a7:10_9": "ca. Chinnaṁ vaṭṭaṁ na vattatīti evaṁ kilesavaṭṭasamucchedena chinnaṁ vaṭṭaṁ anuppādadhammataṁ",
  "atk-s0503a7:10_10": "avipākadhammatañca āpādanena upacchinnaṁ kammavaṭṭaṁ na vattati na pavattati. Esevanto",
  "atk-s0503a7:10_11": "dukkhassāti yadetaṁ sabbaso kilesavaṭṭābhāvato kammavaṭṭassa appavattanaṁ, so āyatiṁ",
  "atk-s0503a7:10_12": "vipākavaṭṭassa ekaṁseneva anuppādo eva sakalassāpi saṁsāradukkhassa anto paricchedo parivaṭumabhāvoti.",
  "atk-s0503a7:11": "Dutiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:12": "3. Paṭhamasattasuttavaṇṇanā",
  "atk-s0503a7:13_0": "63. Tatiye kāmesūti vatthukāmesu. Ativelanti velaṁ atikkamitvā. Sattāti ayonisomanasikārabahulatāya",
  "atk-s0503a7:13_1": "vijjamānampi ādīnavaṁ anoloketvā assādameva saritvā sajjanavasena sattā, āsattā laggāti",
  "atk-s0503a7:13_2": "attho. Rattāti vatthaṁ viya raṅgajātena cittassa vipariṇāmakaraṇena chandarāgena",
  "atk-s0503a7:13_3": "rattā sārattā. Giddhāti abhikaṅkhanasabhāvena abhijjhanena giddhā gedhaṁ āpannā.",
  "atk-s0503a7:13_4": "Gadhitāti rāgamucchitā viya dummocanīyabhāvena tattha paṭibaddhā. Mucchitāti kilesavasena",
  "atk-s0503a7:13_5": "visaññībhūtā viya anaññakiccā mucchaṁ mohaṁ āpannā. Ajjhopannāti anaññasādhāraṇe",
  "atk-s0503a7:13_6": "viya katvā gilitvā pariniṭṭhapetvā ṭhitā. Sammattakajātāti kāmesu pātabyataṁ āpajjantā",
  "atk-s0503a7:13_7": "appasukhavedanāya sammattakā suṭṭhu mattakā jātā. “Sammodakajātā”tipi pāṭho, jātasammodanā",
  "atk-s0503a7:13_8": "uppannapahaṁsāti attho. Sabbehipi padehi tesaṁ taṇhādhipannataṁyeva vadati. Ettha",
  "atk-s0503a7:13_9": "ca paṭhamaṁ “kāmesū”ti vatvā punapi “kāmesū”ti vacanaṁ tesaṁ sattānaṁ tadadhimuttidīpanatthaṁ.",
  "atk-s0503a7:13_10": "Tena sabbiriyāpathesu kāmaguṇasamaṅgino hutvā tadā vihariṁsūti dasseti.",
  "atk-s0503a7:14_0": "Tasmiñhi samaye ṭhapetvā ariyasāvake sabbe sāvatthivāsino ussavaṁ ghosetvā yathāvibhavaṁ",
  "atk-s0503a7:14_1": "āpānabhūmiṁ sajjetvā bhuñjantā pivantā āvi ceva raho ca kāme paribhuñjantā indriyāni",
  "atk-s0503a7:14_2": "paricārentā kāmesu pātabyataṁ āpajjiṁsu. Bhikkhū sāvatthiyaṁ piṇḍāya carantā tattha",
  "atk-s0503a7:14_3": "tattha gehe ārāmuyyānādīsu ca manusse ussavaṁ ghosetvā kāmaninne tathā paṭipajjante",
  "atk-s0503a7:14_4": "disvā “vihāraṁ gantvā saṇhasukhumaṁ dhammaṁ labhissāmā”ti bhagavato etamatthaṁ ārocesuṁ.",
  "atk-s0503a7:14_5": "Tena vuttaṁ – “atha kho sambahulā bhikkhū…pe… kāmesu viharantī”ti.",
  "atk-s0503a7:15_0": "Etamatthaṁ viditvāti etaṁ tesaṁ manussānaṁ āpānabhūmiramaṇīyesu mahāpariḷāhesu anekānatthānubandhesu",
  "atk-s0503a7:15_1": "ghorāsayhakaṭukaphalesu kāmesu anādīnavadassitaṁ sabbākārato viditvā kāmānañceva",
  "atk-s0503a7:15_2": "kilesānañca ādīnavavibhāvanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:16_0": "Tattha kāmesu sattāti vatthukāmesu kilesakāmena rattā mattā sattā visattā laggā laggitā",
  "atk-s0503a7:16_1": "saṁyuttā. Kāmasaṅgasattāti tāyeva kāmasattiyā vatthukāmesu rāgasaṅgena ceva diṭṭhimānadosaavijjāsaṅgehi",
  "atk-s0503a7:16_2": "ca sattā āsattā. Saṁyojane vajjamapassamānāti kammavaṭṭaṁ vipākavaṭṭena, bhavādike",
  "atk-s0503a7:16_3": "vā bhavantarādīhi, satte vā dukkhehi saṁyojanato bandhanato saṁyojananāmake kāmarāgādikilesajāte",
  "atk-s0503a7:16_4": "saṁyojanīyesu dhammesu assādānupassitāya vaṭṭadukkhamūlabhāvādikaṁ vajjaṁ dosaṁ ādīnavaṁ",
  "atk-s0503a7:16_5": "apassantā. Na hi jātu saṁyojanasaṅgasattā, oghaṁ tareyyuṁ vipulaṁ mahantanti evaṁ",
  "atk-s0503a7:16_6": "ādīnavadassanābhāvena saṁyojanasabhāvesu saṅgesu, saṁyojanasaṅkhātehi vā saṅgehi",
  "atk-s0503a7:16_7": "tesaṁ visayesu tebhūmakadhammesu sattā vipulavisayatāya anādikālatāya ca vipulaṁ",
  "atk-s0503a7:16_8": "vitthiṇṇaṁ mahantañca kāmādioghaṁ, saṁsāroghameva vā na kadāci tareyyuṁ, ekaṁseneva",
  "atk-s0503a7:16_9": "tassa oghassa pāraṁ na gaccheyyunti attho.",
  "atk-s0503a7:17": "Tatiyasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:18": "4. Dutiyasattasuttavaṇṇanā",
  "atk-s0503a7:19": "64. Catutthe andhīkatāti kāmā nāma anandhampi andhaṁ karonti.",
  "atk-s0503a7:20": "Yathāha –",
  "atk-s0503a7:21": "“Luddho atthaṁ na jānāti, luddho dhammaṁ na passati;",
  "atk-s0503a7:22": "Andhatamaṁ tadā hoti, yaṁ lobho sahate nara”nti. –",
  "atk-s0503a7:23_0": "Tasmā kāmena anandhāpi andhā katāti andhīkatā. Sesaṁ anantarasutte vuttanayameva.",
  "atk-s0503a7:23_1": "Tattha hi manussānaṁ pavatti bhikkhūhi disvā bhagavato ārocitā, idha bhagavatā sāmaṁyeva",
  "atk-s0503a7:23_2": "diṭṭhāti ayameva viseso. Satthā sāvatthito nikkhamitvā jetavanaṁ gacchanto antarāmagge",
  "atk-s0503a7:23_3": "aciravatiyaṁ nadiyaṁ macchabandhehi oḍḍitaṁ kuminaṁ pavisitvā nikkhantuṁ asakkonte",
  "atk-s0503a7:23_4": "bahū macche passi, tato aparabhāge ekaṁ khīrapakaṁ vacchaṁ goravaṁ katvā anubandhitvā",
  "atk-s0503a7:23_5": "thaññapipāsāya gīvaṁ pasāretvā mātu antarasatthiyaṁ mukhaṁ upanentaṁ passi. Atha",
  "atk-s0503a7:23_6": "bhagavā vihāraṁ pavisitvā pāde pakkhāletvā paññattavarabuddhāsane nisinno pacchimaṁ",
  "atk-s0503a7:23_7": "vatthudvayaṁ purimassa upamānabhāvena gahetvā imaṁ udānaṁ udānesi.",
  "atk-s0503a7:24_0": "Tattha kāmandhāti vatthukāmesu kilesakāmena andhā vicakkhukā katā. Jālasañchannāti",
  "atk-s0503a7:24_1": "sakattabhāvaparattabhāvesu ajjhattikabāhirāyatanesu, tannissitesu ca dhammesu atītādivasena",
  "atk-s0503a7:24_2": "anekabhedabhinnesu heṭṭhupariyavasena aparāparaṁ uppattiyā antogadhānaṁ anatthāvahato",
  "atk-s0503a7:24_3": "ca jālabhūtāya taṇhāya sukhumacchiddena jālena parivuto viya udakarahado sañchannā",
  "atk-s0503a7:24_4": "paliguṇṭhitā ajjhotthaṭā. Taṇhāchadanachāditāti taṇhāsaṅkhātena chadanena sevālapaṇakena",
  "atk-s0503a7:24_5": "viya udakaṁ chāditā, paṭicchannā pihitāti attho. Padadvayenāpi kāmacchandanīvaraṇanivāritakusalacittācārataṁ dasseti.",
  "atk-s0503a7:25": "Pamattabandhunā baddhāti kilesamārena devaputtamārena ca baddhā. Yadaggena hi kilesamārena baddhā, tadaggena devaputtamārenapi baddhā nāma honti. Vuttañhetaṁ –",
  "atk-s0503a7:26": "“Antalikkhacaro pāso, yvāyaṁ carati mānaso;",
  "atk-s0503a7:27": "Tena taṁ bādhayissāmi, na me samaṇa mokkhasī”ti. ;",
  "atk-s0503a7:28_0": "Namuci kaṇho pamattabandhūti tīṇi mārassa nāmāni. Devaputtamāropi hi kilesamāro viya",
  "atk-s0503a7:28_1": "anatthena pamatte satte bandhatīti pamattabandhu. “Pamattā bandhane baddhā”tipi paṭhanti.",
  "atk-s0503a7:28_2": "Tattha bandhaneti kāmaguṇabandhaneti attho. Baddhāti niyamitā. Yathā kiṁ? Macchāva",
  "atk-s0503a7:28_3": "kumināmukhe yathā nāma macchabandhakena oḍḍitassa kuminassa mukhe paviṭṭhā macchā",
  "atk-s0503a7:28_4": "tena baddhā hutvā maraṇamanventi pāpuṇanti, evameva mārena oḍḍitena kāmaguṇabandhanena",
  "atk-s0503a7:28_5": "baddhā ime sattā jarāmaraṇamanventi. Vaccho khīrapakova mātaraṁ yathā khīrapāyī taruṇavaccho",
  "atk-s0503a7:28_6": "attano mātaraṁ anveti anugacchati, na aññaṁ evaṁ mārabandhanabaddhā sattā saṁsāre",
  "atk-s0503a7:28_7": "paribbhamantā maraṇameva anventi anugacchanti, na ajaraṁ amaraṇaṁ nibbānanti adhippāyo.",
  "atk-s0503a7:29": "Catutthasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:30": "5. Aparalakuṇḍakabhaddiyasuttavaṇṇanā",
  "atk-s0503a7:31_0": "65. Pañcame sambahulānaṁ bhikkhūnaṁ piṭṭhito piṭṭhitoti āyasmā lakuṇḍakabhaddiyo",
  "atk-s0503a7:31_1": "ekadivasaṁ sambahulehi bhikkhūhi saddhiṁ gāmantarena piṇḍāya caritvā katabhattakicco",
  "atk-s0503a7:31_2": "pattaṁ vodakaṁ katvā thavikāya pakkhipitvā aṁse laggetvā cīvaraṁ saṅgharitvā tampi",
  "atk-s0503a7:31_3": "vāmaṁse ṭhapetvā pāsādikena abhikkantena paṭikkantena ālokitena vilokitena samiñjitena",
  "atk-s0503a7:31_4": "pasāritena okkhittacakkhu iriyāpathasampanno attano satipaññāvepullaṁ pakāsento viya",
  "atk-s0503a7:31_5": "satisampajaññaṁ sūpaṭṭhitaṁ katvā samāhitena cittena pade padaṁ nikkhipanto gacchati,",
  "atk-s0503a7:31_6": "gacchanto ca bhikkhūnaṁ pacchato pacchato gacchati tehi bhikkhūhi asaṁmisso. Kasmā?",
  "atk-s0503a7:31_7": "Asaṁsaṭṭhavihāritāya. Apica tassāyasmato rūpaṁ paribhūtaṁ paribhavaṭṭhānīyaṁ puthujjanā",
  "atk-s0503a7:31_8": "ohīḷenti. Thero taṁ jānitvā piṭṭhito piṭṭhito gacchati “mā ime maṁ nissāya apuññaṁ",
  "atk-s0503a7:31_9": "pasaviṁsū”ti. Evaṁ te bhikkhū ca thero ca sāvatthiṁ patvā vihāraṁ pavisitvā yena",
  "atk-s0503a7:31_10": "bhagavā tenupasaṅkamanti. Tena vuttaṁ – “tena kho pana samayena āyasmā lakuṇḍakabhaddiyo”tiādi.",
  "atk-s0503a7:32_0": "Tattha dubbaṇṇanti virūpaṁ. Tenassa vaṇṇasampattiyā saṇṭhānasampattiyā ca abhāvaṁ",
  "atk-s0503a7:32_1": "dasseti. Duddasikanti apāsādikadassanaṁ. Tenassa anubyañjanasampattiyā ākārasampattiyā",
  "atk-s0503a7:32_2": "ca abhāvaṁ dasseti. Okoṭimakanti rassaṁ. Iminā ārohasampattiyā abhāvaṁ dasseti. Yebhuyyenabhikkhūnaṁ",
  "atk-s0503a7:32_3": "paribhūtarūpanti puthujjanabhikkhūhi ohīḷitarūpaṁ. Puthujjanā ekacce chabbaggiyādayo",
  "atk-s0503a7:32_4": "tassāyasmato guṇaṁ ajānantā hatthakaṇṇacūḷikādīsu gaṇhantā parāmasantā kīḷantā paribhavanti,",
  "atk-s0503a7:32_5": "na ariyā, kalyāṇaputhujjanā vā.",
  "atk-s0503a7:33_0": "Bhikkhū āmantesīti kasmā āmantesi? Therassa guṇaṁ pakāsetuṁ. Evaṁ kira bhagavato",
  "atk-s0503a7:33_1": "ahosi “ime bhikkhū mama puttassa mahānubhāvataṁ na jānanti, tena taṁ paribhavanti,",
  "atk-s0503a7:33_2": "taṁ nesaṁ dīgharattaṁ ahitāya dukkhāya bhavissati, handāhaṁ imassa guṇe bhikkhūnaṁ",
  "atk-s0503a7:33_3": "pakāsetvā paribhavato naṁ mocessāmī”ti.",
  "atk-s0503a7:34_0": "Passatha noti passatha nu. Na ca sā samāpatti sulabharūpā, yā tena bhikkhunā asamāpannapubbāti",
  "atk-s0503a7:34_1": "rūpasamāpatti arūpasamāpatti brahmavihārasamāpatti nirodhasamāpatti phalasamāpattīti",
  "atk-s0503a7:34_2": "evaṁ pabhedā sāvakasādhāraṇā yā kāci samāpattiyo nāma, tāsu ekāpi samāpatti na sulabharūpā,",
  "atk-s0503a7:34_3": "dullabhā, natthiyeva sā tena lakuṇḍakabhaddiyena bhikkhunā asamāpannapubbā. Etenassa",
  "atk-s0503a7:34_4": "yaṁ vuttaṁ. “Mahiddhiko mahānubhāvo”ti, tattha mahiddhikataṁ pakāsetvā idāni mahānubhāvataṁ",
  "atk-s0503a7:34_5": "dassetuṁ “yassa catthāyā”tiādimāha. Taṁ heṭṭhā vuttanayameva. Ettha ca bhagavā “eso,",
  "atk-s0503a7:34_6": "bhikkhave, bhikkhū”tiādinā, “bhikkhave, ayaṁ bhikkhu na yo vā so vā dubbaṇṇo duddasiko",
  "atk-s0503a7:34_7": "okoṭimakoti bhikkhūnaṁ piṭṭhito piṭṭhito āgacchatīti ca ettakena na oññātabbo, atha",
  "atk-s0503a7:34_8": "kho mahiddhiko mahānubhāvo, yaṁkiñci sāvakena pattabbaṁ, sabbaṁ taṁ tena anuppattaṁ,",
  "atk-s0503a7:34_9": "tasmā taṁ pāsāṇacchattaṁ viya garuṁ katvā oloketha, taṁ vo dīgharattaṁ hitāya sukhāya",
  "atk-s0503a7:34_10": "bhavissatī”ti dasseti.",
  "atk-s0503a7:35": "Etamatthaṁ viditvāti etaṁ āyasmato lakuṇḍakabhaddiyassa mahiddhikatāmahānubhāvatādibhedaṁ guṇarāsiṁ sabbākārato jānitvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:36_0": "Tattha nelaṅgoti elaṁ vuccati doso, nāssa elanti nelaṁ. Kiṁ pana taṁ? Suparisuddhasīlaṁ.",
  "atk-s0503a7:36_1": "Tañhi niddosaṭṭhena idha “nela”nti adhippetaṁ. Taṁ nelaṁ padhānabhūtaṁ aṅgaṁ etassāti",
  "atk-s0503a7:36_2": "nelaṅgo. So yaṁ “ratho”ti vakkhati, tena sambandho, tasmā suparisuddhasīlaṅgoti attho.",
  "atk-s0503a7:36_3": "Arahattaphalasīlañhi idhādhippetaṁ. Seto pacchādo etassāti setapacchādo. Pacchādoti",
  "atk-s0503a7:36_4": "rathassa upari attharitabbakambalādi. So pana suparisuddhadhavalabhāvena seto vā",
  "atk-s0503a7:36_5": "hoti rattanīlādīsu vā aññataro. Idha pana arahattaphalavimuttiyā adhippetattā suparisuddhabhāvaṁ",
  "atk-s0503a7:36_6": "upādāya “setapacchādo”ti vuttaṁ yathā aññatrāpi “ratho sīlaparikkhāro”ti. Eko satisaṅkhāto",
  "atk-s0503a7:36_7": "aro etassāti ekāro. Vattatīti pavattati. Rathoti therassa attabhāvaṁ sandhāya vadati.",
  "atk-s0503a7:37_0": "Anīghanti niddukkhaṁ, khobhavirahitaṁ yānaṁ viya kilesaparikhobhavirahitanti attho.",
  "atk-s0503a7:37_1": "Āyantanti sambahulānaṁ bhikkhūnaṁ piṭṭhito piṭṭhito āgacchantaṁ. Chinnasotanti pacchinnasotaṁ.",
  "atk-s0503a7:37_2": "Pakatirathassa hi sukhapavattanatthaṁ akkhasīsesu nābhiyañca upalittānaṁ sappitelādīnaṁ",
  "atk-s0503a7:37_3": "soto savanaṁ sandanaṁ hoti, tena so acchinnasoto nāma hoti. Ayaṁ pana chattiṁsatiyā",
  "atk-s0503a7:37_4": "sotānaṁ anavasesato pahīnattā chinnasoto nāma hoti, taṁ chinnasotaṁ. Natthi etassa",
  "atk-s0503a7:37_5": "bandhananti abandhano. Rathūpattharassa hi akkhena saddhiṁ niccalabhāvakaraṇatthaṁ",
  "atk-s0503a7:37_6": "bahūni bandhanāni honti, tena so sabandhano. Ayaṁ pana sabbasaṁyojanabandhanānaṁ",
  "atk-s0503a7:37_7": "anavasesato parikkhīṇattā abandhano, taṁ abandhanaṁ. Passāti bhagavā therassa guṇehi",
  "atk-s0503a7:37_8": "somanassappatto hutvā attānaṁ vadati.",
  "atk-s0503a7:38_0": "Iti satthā āyasmantaṁ lakuṇḍakabhaddiyaṁ arahattaphalasīsena sucakkaṁ, arahattaphalavimuttiyā",
  "atk-s0503a7:38_1": "suuttaracchadaṁ, sūpaṭṭhitāya satiyā svāraṁ, kilesaparikhobhābhāvena aparikhobhaṁ,",
  "atk-s0503a7:38_2": "taṇhūpalepābhāvena anupalepaṁ, saṁyojanādīnaṁ abhāvena abandhanaṁ suparikkhittaṁ",
  "atk-s0503a7:38_3": "suyuttaṁ ājaññarathaṁ katvā dasseti.",
  "atk-s0503a7:39": "Pañcamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:40": "6. Taṇhāsaṅkhayasuttavaṇṇanā",
  "atk-s0503a7:41_0": "66. Chaṭṭhe aññāsikoṇḍaññoti ettha koṇḍaññoti tassāyasmato gottato āgatanāmaṁ. Sāvakesu",
  "atk-s0503a7:41_1": "pana sabbapaṭhamaṁ ariyasaccāni paṭivijjhīti bhagavatā “aññāsi vata, bho, koṇḍañño”ti",
  "atk-s0503a7:41_2": "vuttaudānavasena thero sāsane “aññāsikoṇḍañño”tveva paññāyittha. Taṇhāsaṅkhayavimuttinti",
  "atk-s0503a7:41_3": "taṇhā saṅkhīyati pahīyati etthāti taṇhāsaṅkhayo, nibbānaṁ. Tasmiṁ taṇhāsaṅkhaye vimutti.",
  "atk-s0503a7:41_4": "Taṇhā vā saṅkhīyati pahīyati etenāti taṇhāsaṅkhayo, ariyamaggo. Tassa phalabhūtā,",
  "atk-s0503a7:41_5": "pariyosānabhūtā vā vimuttīti taṇhāsaṅkhayavimutti, nippariyāyena arahattaphalasamāpatti.",
  "atk-s0503a7:41_6": "Taṁ paccavekkhamāno nisinno hoti. Ayañhi āyasmā bahulaṁ phalasamāpattiṁ samāpajjati,",
  "atk-s0503a7:41_7": "tasmā idhāpi evamakāsi.",
  "atk-s0503a7:42": "Etamatthaṁviditvāti etaṁ aññāsikoṇḍaññattherassa aggaphalapaccavekkhaṇaṁ viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:43_0": "Tattha yassa mūlaṁ chamā natthīti yassa ariyapuggalassa attabhāvarukkhamūlabhūtā",
  "atk-s0503a7:43_1": "avijjā, tassāva patiṭṭhā hetubhūtā āsavanīvaraṇaayonisomanasikārasaṅkhātā chamā pathavī",
  "atk-s0503a7:43_2": "ca natthi aggamaggena samugghātitattā. Paṇṇā natthi kuto latāti natthi latā kuto",
  "atk-s0503a7:43_3": "paṇṇāti padasambandho. Mānātimānādipabhedā sākhāpasākhādisaṅkhātā latāpi natthi,",
  "atk-s0503a7:43_4": "kuto eva madappamādamāyāsāṭheyyādipaṇṇānīti attho. Atha vā paṇṇā natthi kuto latāti",
  "atk-s0503a7:43_5": "rukkhaṅkurassa vaḍḍhamānassa paṭhamaṁ paṇṇāni nibbattanti. Pacchā sākhāpasākhāsaṅkhātā",
  "atk-s0503a7:43_6": "latāti katvā vuttaṁ. Tattha yassa ariyamaggabhāvanāya asati uppajjanārahassa attabhāvarukkhassa",
  "atk-s0503a7:43_7": "ariyamaggassa bhāvitattā yaṁ avijjāsaṅkhātaṁ mūlaṁ, tassa patiṭṭhānabhūtaṁ āsavādi",
  "atk-s0503a7:43_8": "ca natthi. Mūlaggahaṇeneva cettha mūlakāraṇattā bījaṭṭhāniyaṁ kammaṁ tadabhāvopi",
  "atk-s0503a7:43_9": "gahitoyevāti veditabbo. Asati ca kammabīje taṁnimitto viññāṇaṅkuro, viññāṇaṅkuranimittā",
  "atk-s0503a7:43_10": "ca nāmarūpasaḷāyatanapattasākhādayo na nibbattissantiyeva. Tena vuttaṁ – “yassa mūlaṁ",
  "atk-s0503a7:43_11": "chamā natthi, paṇṇā natthi kuto latā”ti.",
  "atk-s0503a7:44_0": "Taṁ dhīraṁ bandhanā muttanti taṁ catubbidhasammappadhānavīriyayogena vijitamārattā",
  "atk-s0503a7:44_1": "dhīraṁ, tato eva sabbakilesābhisaṅkhārabandhanato muttaṁ. Ko taṁ ninditumarahatīti",
  "atk-s0503a7:44_2": "ettha nti nipātamattaṁ. Evaṁ sabbakilesavippamuttaṁ sīlādianuttaraguṇasamannāgataṁ",
  "atk-s0503a7:44_3": "ko nāma viññujātiko nindituṁ garahituṁ arahati nindānimittasseva abhāvato. Devāpi",
  "atk-s0503a7:44_4": "naṁ pasaṁsantīti aññadatthu devā sakkādayo guṇavisesavidū, apisaddena manussāpi khattiyapaṇḍitādayo",
  "atk-s0503a7:44_5": "pasaṁsanti. Kiñca bhiyyo brahmunāpi pasaṁsito mahābrahmunāpi aññehipi brahmanāgayakkhagandhabbādīhipi",
  "atk-s0503a7:44_6": "pasaṁsito thomitoyevāti.",
  "atk-s0503a7:45": "Chaṭṭhasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:46": "7. Papañcakhayasuttavaṇṇanā",
  "atk-s0503a7:47_0": "67. Sattame papañcasaññāsaṅkhāpahānanti papañcenti yattha sayaṁ uppannā, taṁ santānaṁ",
  "atk-s0503a7:47_1": "vitthārenti ciraṁ ṭhapentīti papañcā, kilesā. Visesato rāgadosamohataṇhādiṭṭhimānā. Tathā hi vuttaṁ –",
  "atk-s0503a7:48": "“Rāgo papañco, doso papañco, moho papañco, taṇhā papañco, diṭṭhi papañco, māno papañco”ti. –",
  "atk-s0503a7:49_0": "Apica saṁkilesaṭṭho papañcaṭṭho, kacavaraṭṭho papañcaṭṭho. Tattha rāgapapañcassa",
  "atk-s0503a7:49_1": "subhasaññā nimittaṁ, dosapapañcassa āghātavatthu, mohapapañcassa āsavā, taṇhāpapañcassa",
  "atk-s0503a7:49_2": "vedanā, diṭṭhipapañcassa saññā, mānapapañcassa vitakko nimittaṁ. Tehi papañcehi sahagatā",
  "atk-s0503a7:49_3": "saññā papañcasaññā. Papañcasaññānaṁ saṅkhā bhāgā koṭṭhāsā papañcasaññāsaṅkhā. Atthato",
  "atk-s0503a7:49_4": "saddhiṁ nimittehi taṁtaṁpapañcassa pakkhiyo kilesagaṇo. Saññāgahaṇañcettha tassa",
  "atk-s0503a7:49_5": "nesaṁ sādhāraṇahetubhāvena. Vuttañhetaṁ – “saññānidānā hi papañcasaṅkhā”ti. Tesaṁ",
  "atk-s0503a7:49_6": "pahānaṁ, tena tena maggena rāgādikilesānaṁ samucchedananti attho.",
  "atk-s0503a7:50_0": "Tadā hi bhagavā atītāsu anekakoṭisatasahassasaṅkhāsu attano jātīsu anatthassa nimittabhūte",
  "atk-s0503a7:50_1": "kilese imasmiṁ carimabhave ariyamaggena bodhimaṇḍe savāsane pahīne paccavekkhitvā",
  "atk-s0503a7:50_2": "sattasantānañca kilesacaritaṁ rāgādikilesasaṁkiliṭṭhaṁ kañjiyapuṇṇalābuṁ viya takkabharitacāṭiṁ",
  "atk-s0503a7:50_3": "viya vasāpītapilotikaṁ viya ca dubbinimociyaṁ disvā “evaṁ gahanaṁ nāmidaṁ kilesavaṭṭaṁ",
  "atk-s0503a7:50_4": "anādikālabhāvitaṁ mayhaṁ anavasesaṁ pahīnaṁ, aho suppahīna”nti uppannapītipāmojjo",
  "atk-s0503a7:50_5": "udānaṁ udānesi. Tena vuttaṁ – “atha kho bhagavā attano papañcasaññāsaṅkhāpahānaṁ",
  "atk-s0503a7:50_6": "viditvā tāyaṁ velāyaṁ imaṁ udānaṁ udānesī”ti.",
  "atk-s0503a7:51_0": "Tattha yassa papañcā ṭhiti ca natthīti yasmā bhagavā attānameva paraṁ viya katvā",
  "atk-s0503a7:51_1": "niddisati tasmā yassa aggapuggalassa vuttalakkhaṇā papañcā, tehi katā saṁsāre ṭhiti",
  "atk-s0503a7:51_2": "ca natthi. Nettiyaṁ pana “ṭhiti nāma anusayo”ti vuttaṁ. Anusayo hi bhavapavattiyā",
  "atk-s0503a7:51_3": "mūlanti. Satte saṁsāre papañcentīti papañcā. “Papañcaṭṭhitī”ti ca pāṭho. Tassattho",
  "atk-s0503a7:51_4": "– papañcānaṁ ṭhiti vijjamānatā maggena asamucchedo papañcaṭṭhiti, papañcā eva vā",
  "atk-s0503a7:51_5": "avasiṭṭhakusalākusalavipākānaṁ pavattiyā hetubhāvato vaṭṭassa ṭhiti papañcaṭṭhiti,",
  "atk-s0503a7:51_6": "sā yassa aggapuggalassa natthi. Sandānaṁ palighañca vītivattoti yo bandhanaṭṭhena",
  "atk-s0503a7:51_7": "santānasadisattā “sandāna”nti laddhanāmā taṇhādiṭṭhiyo, nibbānanagarapavesanisedhanato",
  "atk-s0503a7:51_8": "palighasadisattā palighasaṅkhātaṁ avijjañca vītivatto savāsanapahānena visesato atikkanto.",
  "atk-s0503a7:51_9": "Apare pana kodhaṁ “sandāna”nti vadanti, taṁ na gahetabbaṁ. So hi “parābhisajjanī”ti vuttoti.",
  "atk-s0503a7:52_0": "Taṁ nittaṇhaṁ muniṁ carantanti taṁ sabbathāpi taṇhābhāvena nittaṇhaṁ, ubhayalokamunanato",
  "atk-s0503a7:52_1": "attahitaparahitamunanato ca muniṁ, ekanteneva sabbasattahitatthaṁ catūhi iriyāpathehi",
  "atk-s0503a7:52_2": "nānāsamāpatticārehi anaññasādhāraṇena ñāṇacārena ca carantaṁ. Nāvajānāti sadevakopi",
  "atk-s0503a7:52_3": "lokoti sabbo sapaññajātiko sattaloko sadevakopi sabrahmakopi na kadācipi avajānāti",
  "atk-s0503a7:52_4": "na paribhoti, atha kho ayameva loke aggo seṭṭho uttamo pavaroti garuṁ karonto sakkaccaṁ",
  "atk-s0503a7:52_5": "pūjāsakkāranirato hotīti.",
  "atk-s0503a7:53": "Sattamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:54": "8. Kaccānasuttavaṇṇanā",
  "atk-s0503a7:55_0": "68. Aṭṭhame ajjhattanti ettha ayaṁ ajjhattasaddo “cha ajjhattikāni āyatanānī”tiādīsu",
  "atk-s0503a7:55_1": "ajjhattajjhatte āgato. “Ajjhattā dhammā, ajjhattaṁ vā kāye kāyānupassī”tiādīsu niyakajjhatte.",
  "atk-s0503a7:55_2": "“Sabbanimittānaṁ amanasikārā ajjhattaṁ suññataṁ upasampajja viharatī”tiādīsu visayajjhatte,",
  "atk-s0503a7:55_3": "issariyaṭṭhāneti attho. Phalasamāpatti hi buddhānaṁ issariyaṭṭhānaṁ nāma. “Tenānanda,",
  "atk-s0503a7:55_4": "bhikkhunā tasmiṁyeva purimasmiṁ samādhinimitte ajjhattameva cittaṁ saṇṭhapetabba”ntiādīsu",
  "atk-s0503a7:55_5": "gocarajjhatte. Idhāpi gocarajjhatteyeva daṭṭhabbo. Tasmā ajjhattanti gocarajjhattabhūte",
  "atk-s0503a7:55_6": "kammaṭṭhānārammaṇeti vuttaṁ hoti. Parimukhanti abhimukhaṁ. Sūpaṭṭhitāyāti suṭṭhu",
  "atk-s0503a7:55_7": "upaṭṭhitāya kāyagatāya satiyā. Satisīsena cettha jhānaṁ vuttaṁ. Idaṁ vuttaṁ hoti",
  "atk-s0503a7:55_8": "“ajjhattaṁ kāyānupassanāsatipaṭṭhānavasena paṭiladdhaṁ uḷāraṁ jhānaṁ samāpajjitvā”ti.",
  "atk-s0503a7:56_0": "Ayañhi thero bhagavati sāvatthiyaṁ viharante ekadivasaṁ sāvatthiyaṁ piṇḍāya caritvā",
  "atk-s0503a7:56_1": "pacchābhattaṁ piṇḍapātappaṭikkanto vihāraṁ pavisitvā bhagavato vattaṁ dassetvā divāṭṭhāne",
  "atk-s0503a7:56_2": "divāvihāraṁ nisinno nānāsamāpattīhi divasabhāgaṁ vītināmetvā sāyanhasamayaṁ vihāramajjhaṁ",
  "atk-s0503a7:56_3": "otaritvā bhagavati gandhakuṭiyaṁ nisinne “akālo tāva bhagavantaṁ upasaṅkamitu”nti",
  "atk-s0503a7:56_4": "gandhakuṭiyā avidūre, aññatarasmiṁ rukkhamūle kālaparicchedaṁ katvā yathāvuttaṁ samāpattiṁ",
  "atk-s0503a7:56_5": "samāpajjitvā nisīdi. Satthā taṁ tathānisinnaṁ gandhakuṭiyaṁ nisinnoyeva passi. Tena",
  "atk-s0503a7:56_6": "vuttaṁ – “tena kho pana samayena āyasmā mahākaccāno…pe… sūpaṭṭhitāyā”ti.",
  "atk-s0503a7:57_0": "Etamatthaṁ viditvāti etaṁ āyasmato mahākaccānattherassa satipaṭṭhānabhāvanāvasena",
  "atk-s0503a7:57_1": "adhigataṁ jhānaṁ pādakaṁ katvā samāpajjanaṁ sabbākārato viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:58_0": "Tattha yassa siyā sabbadā sati, satataṁ kāyagatā upaṭṭhitāti yassa āraddhavipassakassa",
  "atk-s0503a7:58_1": "ekadivasaṁ cha koṭṭhāse katvā sabbasmimpi kāle nāmarūpabhedena duvidhepi kāye gatā",
  "atk-s0503a7:58_2": "kāyārammaṇā pañcannaṁ upādānakkhandhānaṁ aniccādisammasanavasena satataṁ nirantaraṁ",
  "atk-s0503a7:58_3": "sātaccābhiyogavasena sati upaṭṭhitā siyā.",
  "atk-s0503a7:59_0": "Ayaṁ kirāyasmā paṭhamaṁ kāyagatāsatikammaṭṭhānavasena jhānaṁ nibbattetvā taṁ pādakaṁ",
  "atk-s0503a7:59_1": "katvā kāyānupassanāsatipaṭṭhānamukhena vipassanaṁ paṭṭhapetvā arahattaṁ patto. So",
  "atk-s0503a7:59_2": "aparabhāgepi yebhuyyena tameva jhānaṁ samāpajjitvā vuṭṭhāya tatheva ca vipassitvā",
  "atk-s0503a7:59_3": "phalasamāpattiṁ samāpajjati. Svāyaṁ yena vidhinā arahattaṁ patto, taṁ vidhiṁ dassento",
  "atk-s0503a7:59_4": "satthā “yassa siyā sabbadā sati, satataṁ kāyagatā upaṭṭhitā”ti vatvā tassā upaṭṭhānākāraṁ",
  "atk-s0503a7:59_5": "vibhāvetuṁ “nocassa no ca me siyā, na bhavissati na ca me bhavissatī”ti āha.",
  "atk-s0503a7:60_0": "Tassattho dvidhā veditabbo sammasanato pubbabhāgavasena sammasanakālavasena cāti.",
  "atk-s0503a7:60_1": "Tesu pubbabhāgavasena tāva no cassa no ca me siyāti atītakāle mama kilesakammaṁ no",
  "atk-s0503a7:60_2": "cassa na bhaveyya ce, imasmiṁ paccuppannakāle ayaṁ attabhāvo no ca me siyā na me",
  "atk-s0503a7:60_3": "uppajjeyya. Yasmā pana me atīte kammakilesā ahesuṁ, tasmā taṁnimitto etarahi ayaṁ",
  "atk-s0503a7:60_4": "me attabhāvo pavattati. Na bhavissati na ca me bhavissatīti imasmiṁ attabhāve paṭipakkhādhigamena",
  "atk-s0503a7:60_5": "kilesakammaṁ na bhavissati na uppajjissati me, āyatiṁ vipākavaṭṭaṁ na ca me bhavissati",
  "atk-s0503a7:60_6": "na me pavattissatīti. Evaṁ kālattaye kammakilesahetukaṁ idaṁ mayhaṁ attabhāvasaṅkhātaṁ",
  "atk-s0503a7:60_7": "khandhapañcakaṁ, na issarādihetukaṁ, yathā ca mayhaṁ, evaṁ sabbasattānanti sappaccayanāmarūpadassanaṁ pakāsitaṁ hoti.",
  "atk-s0503a7:61_0": "Sammasanakālavasena pana no cassa no ca me siyāti yasmā idaṁ khandhapañcakaṁ hutvā",
  "atk-s0503a7:61_1": "abhāvaṭṭhena aniccaṁ, abhiṇhapaṭipīḷanaṭṭhena dukkhaṁ, avasavattanaṭṭhena anattā,",
  "atk-s0503a7:61_2": "evaṁ yadi ayaṁ attā nāma nāpi khandhapañcakavinimutto koci no cassa no ca siyā na",
  "atk-s0503a7:61_3": "bhaveyya, evaṁ, bhante, no ca me siyā mama santakaṁ nāma kiñci na bhaveyya. Na bhavissatīti",
  "atk-s0503a7:61_4": "attani attaniye bhavitabbaṁ yathā cidaṁ nāmarūpaṁ etarahi ca atīte ca attattaniyaṁ",
  "atk-s0503a7:61_5": "suññaṁ, evaṁ na bhavissati na me bhavissati, anāgatepi khandhavinimutto attā nāma",
  "atk-s0503a7:61_6": "na koci na me bhavissati na pavattissati, tato eva kiñci palibodhaṭṭhāniyaṁ na me",
  "atk-s0503a7:61_7": "bhavissati āyatimpi attaniyaṁ nāma na me kiñci bhavissatīti. Iminā tīsu kālesu “aha”nti",
  "atk-s0503a7:61_8": "gahetabbassa abhāvato “mama”nti gahetabbassa ca abhāvaṁ dasseti. Tena catukkoṭikā",
  "atk-s0503a7:61_9": "suññatā pakāsitā hoti.",
  "atk-s0503a7:62_0": "Anupubbavihāri tattha soti evaṁ tīsupi kālesu attattaniyaṁ suññataṁ tattha saṅkhāragate",
  "atk-s0503a7:62_1": "anupassanto anukkamena udayabbayañāṇādivipassanāñāṇesu uppajjamānesu anupubbavipassanāvihāravasena",
  "atk-s0503a7:62_2": "anupubbavihārī samāno. Kālenevatare visattikanti so evaṁ vipassanaṁ matthakaṁ pāpetvā",
  "atk-s0503a7:62_3": "ṭhito yogāvacaro indriyānaṁ paripākagatakālena vuṭṭhānagāminiyā vipassanāya maggena",
  "atk-s0503a7:62_4": "ghaṭitakālena ariyamaggassa uppattikālena sakalassa bhavattayassa saṁtananato visattikāsaṅkhātaṁ",
  "atk-s0503a7:62_5": "taṇhaṁ tareyya, vitaritvā tassā paratīre tiṭṭheyyāti adhippāyo.",
  "atk-s0503a7:63": "Iti bhagavā aññāpadesena āyasmato mahākaccānassa arahattuppattidīpanaṁ udānaṁ udānesi.",
  "atk-s0503a7:64": "Aṭṭhamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:65": "9. Udapānasuttavaṇṇanā",
  "atk-s0503a7:66_0": "69. Navame mallesūti mallā nāma jānapadino rājakumārā, tesaṁ nivāso ekopi janapado",
  "atk-s0503a7:66_1": "ruḷhīvasena “mallā”ti vuccati, tesu mallesu, yaṁ loke “mallo”ti vuccati. Keci pana",
  "atk-s0503a7:66_2": "“mālesū”ti paṭhanti. Cāriyaṁ caramānoti aturitacārikāvasena mahāmaṇḍalajanapadacārikaṁ",
  "atk-s0503a7:66_3": "caramāno. Mahatā bhikkhusaṅghenāti aparicchedaguṇena mahantena samaṇagaṇena. Tadā",
  "atk-s0503a7:66_4": "hi bhagavato mahābhikkhuparivāro ahosi. Thūṇaṁ nāma mallānaṁ brāhmaṇagāmoti puratthimadakkhiṇāya",
  "atk-s0503a7:66_5": "disāya majjhimadesassa avadhiṭṭhāne malladese thūṇanāmako brāhmaṇabahulatāya brāhmaṇagāmo.",
  "atk-s0503a7:66_6": "Tadavasarīti taṁ avasari, thūṇagāmamaggaṁ pāpuṇīti attho. Assosunti suṇiṁsu, sotadvārasampattavacananigghosānusārena",
  "atk-s0503a7:66_7": "jāniṁsūti attho. Khoti padapūraṇe, avadhāraṇatthe vā nipāto. Tattha avadhāraṇatthena",
  "atk-s0503a7:66_8": "assosuṁyeva, na tesaṁ savanantarāyo ahosīti vuttaṁ hoti. Padapūraṇena padabyañjanasiliṭṭhattamattameva.",
  "atk-s0503a7:66_9": "Thūṇeyyakāti thūṇagāmavāsino. Brāhmaṇagahapatikāti ettha brahmaṁ aṇantīti brāhmaṇā,",
  "atk-s0503a7:66_10": "mante sajjhāyantīti attho. Idameva hi jātibrāhmaṇānaṁ nibbacanaṁ, ariyā pana bāhitapāpattā",
  "atk-s0503a7:66_11": "“brāhmaṇā”ti vuccanti. Gahapatikāti khattiyabrāhmaṇe vajjetvā ye keci agāraṁ ajjhāvasantā",
  "atk-s0503a7:66_12": "vuccanti, visesato vessā. Brāhmaṇā ca gahapatikā ca brāhmaṇagahapatikā.",
  "atk-s0503a7:67_0": "Idāni yamatthaṁ te assosuṁ, taṁ dassetuṁ “samaṇo khalu, bho, gotamo”tiādi vuttaṁ.",
  "atk-s0503a7:67_1": "Tattha samitapāpattā “samaṇo”ti veditabbo. Vuttañhetaṁ – “samitāssa honti pāpakā",
  "atk-s0503a7:67_2": "akusalā dhammā”tiādi. Bhagavā ca anuttarena ariyamaggena sabbaso samitapāpo. Tenassa",
  "atk-s0503a7:67_3": "yathābhuccaguṇādhigatametaṁ nāmaṁ, yadidaṁ samaṇoti. Khalūti anussavatthe nipāto.",
  "atk-s0503a7:67_4": "Bhoti brāhmaṇajātikānaṁ jātisamudāgataṁ ālapanamattaṁ. Vuttampi cetaṁ “bhovādi nāma",
  "atk-s0503a7:67_5": "so hoti, sace hoti sakiñcano”ti. Gotamoti gottavasena bhagavato parikittanaṁ. Tasmā",
  "atk-s0503a7:67_6": "“samaṇo khalu, bho, gotamo”ti samaṇo kira, bho, gotamagottoti ayamettha attho. Sakyaputtoti",
  "atk-s0503a7:67_7": "idaṁ pana bhagavato uccākulaparidīpanaṁ. Sakyakulā pabbajitoti saddhāpabbajitabhāvaparidīpanaṁ.",
  "atk-s0503a7:67_8": "Kenaci pārijuññena anabhibhūto aparikkhīṇaṁyeva taṁ kulaṁ pahāya nekkhammādhigamasaddhāya",
  "atk-s0503a7:67_9": "pabbajitoti vuttaṁ hoti. Udapānaṁ tiṇassa ca bhusassa ca yāva mukhato pūresunti pānīyakūpaṁ",
  "atk-s0503a7:67_10": "tiṇena ca bhusena ca mukhappamāṇena vaḍḍhesuṁ, tiṇādīni pakkhipitvā kūpaṁ pidahiṁsūti attho.",
  "atk-s0503a7:68_0": "Tassa kira gāmassa bahi bhagavato āgamanamagge brāhmaṇānaṁ paribhogabhūto eko udapāno",
  "atk-s0503a7:68_1": "ahosi. Taṁ ṭhapetvā tattha sabbāni kūpataḷākādīni udakaṭṭhānāni tadā visukkhāni nirudakāni",
  "atk-s0503a7:68_2": "ahesuṁ. Atha thūṇeyyakā ratanattaye appasannā maccherapakatā bhagavato āgamanaṁ sutvā",
  "atk-s0503a7:68_3": "“sace samaṇo gotamo sasāvako imaṁ gāmaṁ pavisitvā dvīhatīhaṁ vaseyya, sabbaṁ imaṁ",
  "atk-s0503a7:68_4": "janaṁ attano vacane ṭhapeyya, tato brāhmaṇadhammo patiṭṭhaṁ na labheyyā”ti tattha",
  "atk-s0503a7:68_5": "bhagavato avāsāya parisakkantā “imasmiṁ gāme aññattha udakaṁ natthi, amuṁ udapānaṁ",
  "atk-s0503a7:68_6": "aparibhogaṁ karissāma, evaṁ samaṇo gotamo sasāvako imaṁ gāmaṁ na pavisissatī”ti sammantayitvā",
  "atk-s0503a7:68_7": "sabbe gāmavāsino sattāhassa udakaṁ gahetvā cāṭiādīni pūretvā udapānaṁ tiṇena ca bhusena",
  "atk-s0503a7:68_8": "ca pidahiṁsu. Tena vuttaṁ – “udapānaṁ tiṇassa ca bhusassa ca yāva mukhato pūresuṁ,",
  "atk-s0503a7:68_9": "‘mā te muṇḍakā samaṇakā pānīyaṁ apaṁsū”’ti.",
  "atk-s0503a7:69_0": "Tattha muṇḍakā samaṇakāti muṇḍe “muṇḍā”ti samaṇe “samaṇā”ti vattuṁ vaṭṭeyya, te pana",
  "atk-s0503a7:69_1": "khuṁsanādhippāyena hīḷentā evamāhaṁsu. Māti paṭisedhe, mā apaṁsu mā piviṁsūti attho.",
  "atk-s0503a7:69_2": "Maggā okkammāti maggato apasakkitvā. Etamhāti yo udapāno tehi tathā kato, tameva",
  "atk-s0503a7:69_3": "niddisanto āha. Kiṁ pana bhagavā tesaṁ brāhmaṇānaṁ vippakāraṁ anāvajjitvā evamāha",
  "atk-s0503a7:69_4": "– “etamhā udapānā pānīyaṁ āharā”ti, udāhu āvajjitvā jānantoti? Jānanto eva bhagavā",
  "atk-s0503a7:69_5": "attano buddhānubhāvaṁ pakāsetvā te dametvā nibbisevane kātuṁ evamāha, na pānīyaṁ",
  "atk-s0503a7:69_6": "pātukāmo. Tenevettha mahāparinibbānasutte viya “pipāsitosmī”ti na vuttaṁ. Dhammabhaṇḍāgāriko",
  "atk-s0503a7:69_7": "pana satthu ajjhāsayaṁ ajānanto thūṇeyyakehi kataṁ vippakāraṁ ācikkhanto “idāni so, bhante”tiādimāha.",
  "atk-s0503a7:70_0": "Tattha idānīti adhunā, amhākaṁ āgamanavelāyamevāti attho. Eso, bhante, udapānoti",
  "atk-s0503a7:70_1": "paṭhanti. Thero dvikkhattuṁ paṭikkhipitvā tatiyavāre “na kho tathāgatā tikkhattuṁ",
  "atk-s0503a7:70_2": "paccanīkā kātabbā, kāraṇaṁ diṭṭhaṁ bhavissati dīghadassinā”ti mahārājadattiyaṁ bhagavato",
  "atk-s0503a7:70_3": "pattaṁ gahetvā udapānaṁ agamāsi. Gacchante there udapāne udakaṁ paripuṇṇaṁ hutvā",
  "atk-s0503a7:70_4": "uttaritvā samantato sandati, sabbaṁ tiṇaṁ bhusañca uplavitvā sayameva apagacchi.",
  "atk-s0503a7:70_5": "Tena ca sandamānena salilena uparūpari vaḍḍhantena tasmiṁ gāme sabbeva pokkharaṇīādayo",
  "atk-s0503a7:70_6": "jalāsayā visukkhā paripūriṁsu, tathā parikhākusubbhaninnādīni ca. Sabbo gāmappadeso",
  "atk-s0503a7:70_7": "mahoghena ajjhotthaṭo mahāvassakāle viya ahosi. Kumuduppalapadumapuṇḍarīkādīni jalajapupphāni",
  "atk-s0503a7:70_8": "tattha tattha ubbhijjitvā vikasamānāni udakaṁ sañchādiṁsu. Saresu haṁsakoñcacakkavākakāraṇḍavabakādayā",
  "atk-s0503a7:70_9": "e udakasakuṇikā vassamānā tattha tattha vicariṁsu. Thūṇeyyakā taṁ mahoghaṁ tathā",
  "atk-s0503a7:70_10": "uttarantaṁ samantato vīcitaraṅgasamākulaṁ pariyantato samuṭṭhahamānaṁ ruciraṁ pheṇabubbuḷakaṁ",
  "atk-s0503a7:70_11": "disvā acchariyabbhutacittajātā evaṁ sammantesuṁ “mayaṁ samaṇassa gotamassa udakupacchedaṁ",
  "atk-s0503a7:70_12": "kātuṁ vāyamimhā, ayaṁ pana mahogho tassa āgamanakālato paṭṭhāya evaṁ abhivaḍḍhati,",
  "atk-s0503a7:70_13": "nissaṁsayaṁ kho ayaṁ tassa iddhānubhāvo. Mahiddhiko hi so mahānubhāvo. Ṭhānaṁ kho",
  "atk-s0503a7:70_14": "panetaṁ vijjati, yathā yaṁ mahogho uṭṭhahitvā amhākaṁ gāmampi otthareyya. Handa mayaṁ",
  "atk-s0503a7:70_15": "samaṇaṁ gotamaṁ upasaṅkamitvā payirupāsitvā accayaṁ desentā khamāpeyyāmā”ti.",
  "atk-s0503a7:71_0": "Te sabbeva ekajjhāsayā hutvā saṅghasaṅghī gaṇībhūtā gāmato nikkhamitvā yena bhagavā",
  "atk-s0503a7:71_1": "tenupasaṅkamiṁsu. Upasaṅkamitvā appekacce bhagavato pāde sirasā vandiṁsu, appekacce",
  "atk-s0503a7:71_2": "añjaliṁ paṇāmesuṁ, appekacce bhagavatā saddhiṁ sammodiṁsu, appekacce tuṇhībhūtā nisīdiṁsu,",
  "atk-s0503a7:71_3": "appekacce nāmagottaṁ sāvesuṁ. Evaṁ pana katvā sabbeva ekamantaṁ nisīditvā “idha mayaṁ,",
  "atk-s0503a7:71_4": "bho gotama, bhoto ceva gotamassa gotamasāvakānañca udakappaṭisedhaṁ kārayimha, amukasmiṁ",
  "atk-s0503a7:71_5": "udapāne tiṇañca bhusañca pakkhipimha. So pana udapāno acetanopi samāno sacetano viya",
  "atk-s0503a7:71_6": "bhoto guṇaṁ jānanto viya sayameva sabbaṁ tiṇaṁ bhusaṁ apanetvā suvisuddho jāto, sabbopi",
  "atk-s0503a7:71_7": "cettha ninnappadeso mahatā udakoghena paripuṇṇo ramaṇīyova jāto, udakūpajīvino sattā",
  "atk-s0503a7:71_8": "parituṭṭhā. Mayaṁ pana manussāpi samānā bhoto guṇe na jānimha, ye mayaṁ evaṁ akarimha,",
  "atk-s0503a7:71_9": "sādhu no bhavaṁ gotamo tathā karotu, yathāyaṁ mahogho imaṁ gāmaṁ na otthareyya, accayo",
  "atk-s0503a7:71_10": "no accagamā yathābālaṁ, taṁ no bhavaṁ gotamo accayaṁ paṭiggaṇhātu anukampaṁ upādāyā”ti",
  "atk-s0503a7:71_11": "accayaṁ desesuṁ. Bhagavāpi “taggha tumhe accayo accagamā yathābālaṁ, taṁ vo mayaṁ",
  "atk-s0503a7:71_12": "paṭiggaṇhāma āyatiṁ saṁvarāyā”ti tesaṁ accayaṁ paṭiggahetvā pasannacittataṁ ñatvā",
  "atk-s0503a7:71_13": "uttari ajjhāsayānurūpaṁ dhammaṁ desesi. Te bhagavato dhammadesanaṁ sutvā pasannacittā",
  "atk-s0503a7:71_14": "saraṇādīsu patiṭṭhitā bhagavantaṁ vanditvā padakkhiṇaṁ katvā pakkamiṁsu. Tesaṁ pana",
  "atk-s0503a7:71_15": "āgamanato puretaraṁyeva āyasmā ānando taṁ pāṭihāriyaṁ disvā acchariyabbhutacittajāto",
  "atk-s0503a7:71_16": "pattena pānīyaṁ ādāya bhagavato upanāmetvā taṁ pavattiṁ ārocesi. Tena vuttaṁ – “evaṁ,",
  "atk-s0503a7:71_17": "bhanteti kho āyasmā ānando”tiādi.",
  "atk-s0503a7:72_0": "Tattha mukhato ovamitvāti sabbaṁ taṁ tiṇādiṁ mukhena chaḍḍetvā. Vissandanto maññeti",
  "atk-s0503a7:72_1": "pubbe dīgharajjukena udapānena ussiñcitvā gahetabbaudakogho bhagavato pattaṁ gahetvā",
  "atk-s0503a7:72_2": "therassa gatakāle mukhena vissandanto viya samatittiko kākapeyyo hutvā aṭṭhāsi. Idañca",
  "atk-s0503a7:72_3": "therassa gatakāle udakappavattiṁ sandhāya vuttaṁ. Tato paraṁ pana pubbe vuttanayena",
  "atk-s0503a7:72_4": "tasmiṁ gāme sakalaṁ ninnaṭṭhānaṁ udakena paripuṇṇaṁ ahosīti. Ayaṁ paniddhi na buddhānaṁ",
  "atk-s0503a7:72_5": "adhiṭṭhānena, nāpi devānubhāvena, atha kho bhagavato puññānubhāvena parittadesanatthaṁ",
  "atk-s0503a7:72_6": "rājagahato vesāligamane viya. Keci pana “thūṇeyyakānaṁ bhagavati pasādajananatthaṁ",
  "atk-s0503a7:72_7": "tesaṁ atthakāmāhi devatāhi kata”nti. Apare “udapānassa heṭṭhā vasanakanāgarājā evamakāsī”ti.",
  "atk-s0503a7:72_8": "Sabbaṁ taṁ akāraṇaṁ, yathā bhagavato puññānubhāvenayeva tathā udakuppattiyā paridīpitattā.",
  "atk-s0503a7:73": "Etamatthaṁ viditvāti etaṁ adhiṭṭhānena vinā attanā icchitanipphattisaṅkhātaṁ atthaṁ sabbākārato viditvā tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:74_0": "Tattha kiṁ kayirā udapānena, āpā ce sabbadā siyunti yassa sabbakālaṁ sabbattha ca",
  "atk-s0503a7:74_1": "āpā ce yadi siyuṁ yadi upalabbheyyuṁ yadi ākaṅkhāmattapaṭibaddho, tesaṁ lābho, tena",
  "atk-s0503a7:74_2": "udapānena kiṁ kayirā kiṁ kareyya, kiṁ payojananti attho. Taṇhāya mūlato chetvā, kissa",
  "atk-s0503a7:74_3": "pariyesanaṁ careti yāya taṇhāya vinibaddhā sattā akatapuññā hutvā icchitālābhadukkhena",
  "atk-s0503a7:74_4": "vihaññanti, tassā taṇhāya mūlaṁ, mūle vā chinditvā ṭhito mādiso sabbaññubuddho kissa",
  "atk-s0503a7:74_5": "kena kāraṇena pānīyapariyesanaṁ, aññaṁ vā paccayapariyesanaṁ careyya. “Mūlato chettā”tipi",
  "atk-s0503a7:74_6": "paṭhanti, taṇhāya mūlaṁ mūleyeva vā chedakoti attho. Atha vā mūlato chettāti mūlato",
  "atk-s0503a7:74_7": "paṭṭhāya taṇhāya chedako. Idaṁ vuttaṁ hoti – yo bodhiyā mūlabhūtamahāpaṇidhānato",
  "atk-s0503a7:74_8": "paṭṭhāya aparimitaṁ sakalaṁ puññasambhāraṁ attano acintetvā lokahitatthameva pariṇāmanavasena",
  "atk-s0503a7:74_9": "paripūrento mūlato pabhuti taṇhāya chettā, so taṇhāhetukassa icchitālābhassa abhāvato",
  "atk-s0503a7:74_10": "kissa kena kāraṇena udakapariyesanaṁ careyya, ime pana thūṇeyyakā andhabālā imaṁ",
  "atk-s0503a7:74_11": "kāraṇaṁ ajānantā evamakaṁsūti.",
  "atk-s0503a7:75": "Navamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:76": "10. Utenasuttavaṇṇanā",
  "atk-s0503a7:77_0": "70. Dasame rañño utenassāti utenassa nāma rañño, yo “vajjirājā”tipi vuccati. Uyyānagatassāti",
  "atk-s0503a7:77_1": "uyyānakīḷanatthaṁ uyyānaṁ gatassa. Anādare hi idaṁ sāmivacanaṁ, “antepura”nti pana",
  "atk-s0503a7:77_2": "padaṁ apekkhitvā sambandhepetaṁ sāmivacanaṁ hoti. Kālaṅkatānīti aggidaḍḍhāni hutvā",
  "atk-s0503a7:77_3": "matāni honti. Sāmāvatīpamukhānīti ettha kā panāyaṁ sāmāvatī, kathañca daḍḍhāti? Vuccate,",
  "atk-s0503a7:77_4": "bhaddavatiyaṁ seṭṭhino dhītā ghosakaseṭṭhinā dhītuṭṭhāne ṭhapitā pañcasataitthiparivārā",
  "atk-s0503a7:77_5": "rañño utenassa aggamahesī mettāvihārabahulā ariyasāvikā sāmāvatī nāma. Ayamettha",
  "atk-s0503a7:77_6": "saṅkhepo, vitthārato pana ādito paṭṭhāya sāmāvatiyā uppattikathā dhammapadavatthumhi",
  "atk-s0503a7:77_7": "vuttanayena veditabbā. Māgaṇḍiyassa nāma brāhmaṇassa dhītā attano mātāpitūnaṁ –",
  "atk-s0503a7:78": "“Disvāna taṇhaṁ aratiṁ ragañca,",
  "atk-s0503a7:79": "Nāhosi chando api methunasmiṁ;",
  "atk-s0503a7:80": "Kimevidaṁ muttakarīsapuṇṇaṁ,",
  "atk-s0503a7:81": "Pādāpi naṁ samphusituṁ na icche”ti. –",
  "atk-s0503a7:82_0": "Bhagavatā desitaṁ imaṁ gāthaṁ sutvā satthari baddhāghātā māgaṇḍiyā aparabhāge raññā",
  "atk-s0503a7:82_1": "utenena mahesiṭṭhāne ṭhapitā bhagavato kosambiṁ upagatabhāvaṁ, sāmāvatīpamukhānañca",
  "atk-s0503a7:82_2": "pañcannaṁ itthisatānaṁ upāsikābhāvaṁ ñatvā “āgato nāma samaṇo gotamo imaṁ nagaraṁ,",
  "atk-s0503a7:82_3": "dānissa kattabbaṁ jānissāmi, imāpi tassa upaṭṭhāyikā, imāsampi sāmāvatīpamukhānañca",
  "atk-s0503a7:82_4": "kattabbaṁ jānissāmī”ti anekapariyāyehi tathāgatassa tāsañca anatthaṁ kātuṁ vāyamitvāpi",
  "atk-s0503a7:82_5": "asakkontī punekadivasaṁ raññā saddhiṁ uyyānakīḷaṁ gacchantī cūḷapitu sāsanaṁ pahiṇi",
  "atk-s0503a7:82_6": "“sāmāvatiyā pāsādaṁ gantvā dussakoṭṭhāgāratelakoṭṭhāgārāni vivarāpetvā dussāni telacāṭīsu",
  "atk-s0503a7:82_7": "temetvā thambhe veṭhetvā tā sabbā ekato katvā dvāraṁ pidahitvā bahi yantaṁ datvā",
  "atk-s0503a7:82_8": "daṇḍadīpikāhi gehe aggiṁ dadamāno otaritvā gacchatū”ti.",
  "atk-s0503a7:83_0": "Taṁ sutvā so pāsādaṁ abhiruyha koṭṭhāgārāni vivaritvā vatthāni telacāṭīsu temetvā",
  "atk-s0503a7:83_1": "thambhe veṭhetuṁ ārabhi. Atha naṁ sāmāvatīpamukhā itthiyo “kiṁ etaṁ cūḷapitā”ti vadantiyo",
  "atk-s0503a7:83_2": "upasaṅkamiṁsu. “Ammā, rājā daḷhikammatthāya ime thambhe telapilotikāhi bandhāpeti,",
  "atk-s0503a7:83_3": "rājagehe nāma suyuttaduyuttaṁ dujjānaṁ, mā me santike hothā”ti vatvā tā āgatā gabbhesu",
  "atk-s0503a7:83_4": "pavesetvā dvārāni pidahitvā bahi yantakaṁ datvā ādito paṭṭhāya aggiṁ dento otari.",
  "atk-s0503a7:83_5": "Sāmāvatī tāsaṁ ovādaṁ adāsi, “ammā, anamatagge saṁsāre vicarantīnaṁ evameva agginā",
  "atk-s0503a7:83_6": "jhāmattabhāvānaṁ buddhañāṇenapi paricchedo na sukaro, appamattā hothā”ti. Tā satthu",
  "atk-s0503a7:83_7": "santike dhammaṁ sutvā adhigataphalāya viññātasāsanāya khujjuttarāya ariyasāvikāya",
  "atk-s0503a7:83_8": "sekkhapaṭisambhidāpattāya satthārā desitaniyāmeneva dhammaṁ desentiyā santike sotāpattiphalassa",
  "atk-s0503a7:83_9": "adhigatā antarantarā kammaṭṭhānamanasikārena yuttappayuttā gehe jhāyante vedanāpariggahakammaṭṭhānaṁ",
  "atk-s0503a7:83_10": "manasi karontiyo kāci dutiyaphalaṁ, kāci tatiyaphalaṁ pāpuṇitvā kālamakaṁsu. Atha",
  "atk-s0503a7:83_11": "bhikkhū kosambiyaṁ piṇḍāya carantā taṁ pavattiṁ ñatvā pacchābhattaṁ bhagavato ārocetvā",
  "atk-s0503a7:83_12": "tāsaṁ abhisamparāyaṁ pucchiṁsu. Bhagavā ca tāsaṁ ariyaphalādhigamaṁ bhikkhūnaṁ abhāsi.",
  "atk-s0503a7:83_13": "Tena vuttaṁ – “tena kho pana samayena rañño utenassa…pe… anipphalā kālaṅkatā”ti.",
  "atk-s0503a7:84": "Tattha anipphalāti na nipphalā, sampattasāmaññaphalā eva kālaṅkatā. Tā pana phalāni paṭilabhantiyo sāmāvatiyā –",
  "atk-s0503a7:85": "“Ārambhatha nikkamatha, yuñjatha buddhasāsane;",
  "atk-s0503a7:86": "Dhunātha maccuno senaṁ, naḷāgāraṁva kuñjaro.",
  "atk-s0503a7:87": "“Yo imasmiṁ dhammavinaye, appamatto vihassati;",
  "atk-s0503a7:88": "Pahāya jātisaṁsāraṁ, dukkhassantaṁ karissatī”ti. –",
  "atk-s0503a7:89_0": "Gāthāhi ovadiyamānā vedanāpariggahakammaṭṭhānaṁ manasi karontiyo vipassitvā dutiyatatiyaphalāni",
  "atk-s0503a7:89_1": "paṭilabhiṁsu. Khujjuttarā pana āyusesassa atthitāya, pubbe tādisassa kammassa akatattā",
  "atk-s0503a7:89_2": "ca tato pāsādato bahi ahosi. “Dasayojanantare pakkāmī”ti ca vadanti. Atha bhikkhū",
  "atk-s0503a7:89_3": "dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ, “āvuso, ananucchavikaṁ vata ariyasāvikānaṁ evarūpaṁ",
  "atk-s0503a7:89_4": "maraṇa”nti. Satthā āgantvā “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā”ti",
  "atk-s0503a7:89_5": "pucchitvā “imāya nāmā”ti vutte, “bhikkhave, yadipi tāsaṁ imasmiṁ attabhāve ayuttaṁ,",
  "atk-s0503a7:89_6": "pubbe katakammassa pana yuttameva tāhi laddha”nti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0503a7:90_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente aṭṭha paccekabuddhā rañño nivesane nibaddhaṁ",
  "atk-s0503a7:90_1": "bhuñjanti. Pañcasatā itthiyo te upaṭṭhahanti. Tesu satta janā himavantaṁ gacchanti,",
  "atk-s0503a7:90_2": "eko nadītīrasamīpe ekasmiṁ tiṇagahane samāpattiyā nisīdati. Athekadivasaṁ rājā paccekabuddhesu",
  "atk-s0503a7:90_3": "gatesu tāhi itthīhi saddhiṁ udakakīḷaṁ kīḷitukāmo tattha gato. Tā itthiyo divasabhāgaṁ",
  "atk-s0503a7:90_4": "udake kīḷitvā sītapīḷitā visibbitukāmā taṁ tiṇagahanaṁ upari visukkhatiṇasañchannaṁ",
  "atk-s0503a7:90_5": "“tiṇarāsī”ti saññāya parivāretvā aggiṁ datvā tiṇesu jhāyitvā patantesu paccekabuddhaṁ",
  "atk-s0503a7:90_6": "disvā “rañño paccekabuddho jhāyati, taṁ rājā ñatvā amhe nāsessati, sudaḍḍhaṁ naṁ",
  "atk-s0503a7:90_7": "karissāmā”ti sabbā ito cito ca dāruādīni āharitvā tassa upari rāsiṁ katvā ālimpetvā",
  "atk-s0503a7:90_8": "“idāni jhāyissatī”ti pakkamiṁsu. Tā paṭhamaṁ asañcetanikā hutvā idāni kammunā bajjhiṁsu.",
  "atk-s0503a7:90_9": "Paccekabuddhaṁ pana antosamāpattiyaṁ sace dārūnaṁ sakaṭasahassampi āharitvā ālimpentā",
  "atk-s0503a7:90_10": "usumākāramattampi gāhetuṁ na sakkonti, tasmā so sattame divase uṭṭhāya yathāsukhaṁ",
  "atk-s0503a7:90_11": "agamāsi. Tā tassa kammassa katattā bahūni vassasahassāni bahūni vassasatasahassāni",
  "atk-s0503a7:90_12": "niraye paccitvā tasseva kammassa vipākāvasesena attabhāvasate imināva niyāmena gehe",
  "atk-s0503a7:90_13": "jhāyamāne jhāyiṁsu. Idaṁ tāsaṁ pubbakammaṁ.",
  "atk-s0503a7:91_0": "Yasmā pana te imasmiṁ attabhāve ariyaphalāni sacchākaṁsu, ratanattayaṁ payirupāsiṁsu,",
  "atk-s0503a7:91_1": "tasmā tattha anāgāminiyo suddhāvāsesu upapannā, itarā kāci tāvatiṁsesu, kāci yāmesu,",
  "atk-s0503a7:91_2": "kāci tusitesu, kāci nimmānaratīsu, kāci paranimmitavasavattīsu upapannā.",
  "atk-s0503a7:92_0": "Rājāpi kho uteno “sāmāvatiyā gehaṁ kira jhāyatī”ti sutvā vegena āgacchantopi taṁ",
  "atk-s0503a7:92_1": "padesaṁ tāsu daḍḍhāsuyeva sampāpuṇi. Āgantvā pana gehaṁ nibbāpetvā uppannabalavadomanasso",
  "atk-s0503a7:92_2": "māgaṇḍiyāya tathā kāritabhāvaṁ upāyena ñatvā ariyasāvikāsu katāparādhakammunā codiyamāno",
  "atk-s0503a7:92_3": "tassā rājāṇaṁ kāresi saddhiṁ ñātakehi. Evaṁ sā saparijanā samittabandhavā anayabyasanaṁ pāpuṇi.",
  "atk-s0503a7:93_0": "Etamatthaṁviditvāti etaṁ sāmāvatīpamukhānaṁ tāsaṁ itthīnaṁ aggimhi anayabyasanāpattihetuṁ,",
  "atk-s0503a7:93_1": "māgaṇḍiyāya ca samittabandhavāya rājāṇāya anayabyasanāpattinimittaṁ sabbākārato viditvā",
  "atk-s0503a7:93_2": "tadatthadīpanaṁ imaṁ udānaṁ udānesi.",
  "atk-s0503a7:94_0": "Tattha mohasambandhano loko, bhabbarūpova dissatīti yo idha sattaloko bhabbarūpova",
  "atk-s0503a7:94_1": "hetusampanno viya hutvā dissati, sopi mohasambandhano mohena paliguṇṭhito attahitāhitaṁ",
  "atk-s0503a7:94_2": "ajānanto hite na paṭipajjati, ahitaṁ dukkhāvahaṁ bahuñca apuññaṁ ācināti. “Bhavarūpova",
  "atk-s0503a7:94_3": "dissatī”tipi pāṭho. Tassattho – ayaṁ loko mohasambandhano mohena paliguṇṭhito, tato",
  "atk-s0503a7:94_4": "eva bhavarūpova sassatasabhāvo viyassa attā dissati, ajarāmaro viya upaṭṭhāti, yena",
  "atk-s0503a7:94_5": "pāṇātipātādīni akattabbāni karoti.",
  "atk-s0503a7:95_0": "Upadhibandhanobālo, tamasā parivārito. Sassatoriva khāyatīti na kevalañca mohasambandhano",
  "atk-s0503a7:95_1": "eva, apica kho upadhibandhanopi ayaṁ andhabālaloko avijjātamasā parivārito. Idaṁ",
  "atk-s0503a7:95_2": "vuttaṁ hoti – yena ñāṇena aviparītaṁ kāme ca khandhe ca “aniccā dukkhā vipariṇāmadhammā”ti",
  "atk-s0503a7:95_3": "passeyya, tassa abhāvato yasmā bālo andhaputhujjano aññāṇatamasā samantato parivārito",
  "atk-s0503a7:95_4": "nivuto, tasmā so kāmūpadhi kilesūpadhi khandhūpadhīti imesaṁ upadhīnaṁ vasena ca",
  "atk-s0503a7:95_5": "upadhibandhano, tato eva cassa sopadhissa passato sassato viya nicco sabbakālabhāvī",
  "atk-s0503a7:95_6": "viya khāyati. “Asassatiriva khāyatī”tipi pāṭho. Tassattho – attā sabbakālaṁ vijjati",
  "atk-s0503a7:95_7": "upalabbhatīti añño asassati aniccoti lokassa so upadhi micchābhinivesavasena ekadeso",
  "atk-s0503a7:95_8": "viya khāyati, upaṭṭhahatīti attho. Rakāro hi padasandhikaro. Passato natthi kiñcananti",
  "atk-s0503a7:95_9": "yo pana saṅkhāre pariggahetvā aniccādivasena vipassati, tasseva vipassanāpaññāsahitāya",
  "atk-s0503a7:95_10": "maggapaññāya yathābhūtaṁ passato jānato paṭivijjhato rāgādikiñcanaṁ natthi, yena",
  "atk-s0503a7:95_11": "saṁsāre bajjheyya. Tathā apassanto eva hi avijjātaṇhādiṭṭhiādibandhanehi saṁsāre",
  "atk-s0503a7:95_12": "baddho siyāti adhippāyo.",
  "atk-s0503a7:96": "Dasamasuttavaṇṇanā niṭṭhitā.",
  "atk-s0503a7:97": "Niṭṭhitā ca cūḷavaggavaṇṇanā."
}