{
  "atk-s0513a32:0": "6. Chakkanipāto",
  "atk-s0513a32:1": "1. Avāriyavaggo",
  "atk-s0513a32:3": "[376] 1. Avāriyajātakavaṇṇanā",
  "atk-s0513a32:4_0": "Māsukujjha bhūmipatīti idaṁ satthā jetavane viharanto ekaṁ titthanāvikaṁ ārabbha",
  "atk-s0513a32:4_1": "kathesi. So kira bālo ahosi aññāṇo, neva so buddhādīnaṁ ratanānaṁ, na aññesaṁ puggalānaṁ",
  "atk-s0513a32:4_2": "guṇaṁ jānāti, caṇḍo pharuso sāhasiko. Atheko jānapado bhikkhu “buddhupaṭṭhānaṁ karissāmī”ti",
  "atk-s0513a32:4_3": "āgacchanto sāyaṁ aciravatītitthaṁ patvā taṁ evamāha “upāsaka, paratīraṁ gamissāmi,",
  "atk-s0513a32:4_4": "nāvaṁ me dehī”ti. “Bhante, idāni akālo, ekasmiṁ ṭhāne vasassū”ti. “Upāsaka, idha",
  "atk-s0513a32:4_5": "kuhiṁ vasissāmi, maṁ gaṇhitvā gacchā”ti. So kujjhitvā “ehi re samaṇa, vahāmī”ti theraṁ",
  "atk-s0513a32:4_6": "nāvaṁ āropetvā ujukaṁ agantvā heṭṭhā nāvaṁ netvā ulloḷaṁ katvā tassa pattacīvaraṁ",
  "atk-s0513a32:4_7": "temetvā kilametvā tīraṁ patvā andhakāravelāyaṁ uyyojesi. Atha so vihāraṁ gantvā taṁ",
  "atk-s0513a32:4_8": "divasaṁ buddhupaṭṭhānassa okāsaṁ alabhitvā punadivase satthāraṁ upasaṅkamitvā vanditvā",
  "atk-s0513a32:4_9": "ekamantaṁ nisīditvā satthārā katapaṭisanthāro “kadā āgatosī”ti vutte “hiyyo, bhante”ti",
  "atk-s0513a32:4_10": "vatvā “atha kasmā ajja buddhupaṭṭhānaṁ āgatosī”ti vutte tamatthaṁ ārocesi. Taṁ sutvā",
  "atk-s0513a32:4_11": "satthā “na kho bhikkhu idāneva, pubbepesa caṇḍo pharuso sāhasiko, idāni pana tena",
  "atk-s0513a32:4_12": "tvaṁ kilamito, pubbepesa paṇḍite kilamesī”ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a32:5_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto brāhmaṇakule nibbattitvā",
  "atk-s0513a32:5_1": "vayappatto takkasilāyaṁ sabbasippāni uggaṇhitvā isipabbajjaṁ pabbajitvā dīghamaddhānaṁ",
  "atk-s0513a32:5_2": "himavante phalāphalena yāpetvā loṇambilasevanatthāya bārāṇasiṁ patvā rājuyyāne vasitvā",
  "atk-s0513a32:5_3": "punadivase nagaraṁ bhikkhāya pāvisi. Atha naṁ rājaṅgaṇappattaṁ rājā disvā tassa iriyāpathe",
  "atk-s0513a32:5_4": "pasīditvā antepuraṁ ānetvā bhojetvā paṭiññaṁ gahetvā rājuyyāne vasāpesi, devasikaṁ",
  "atk-s0513a32:5_5": "upaṭṭhānaṁ agamāsi. Tamenaṁ bodhisatto “raññā nāma, mahārāja, cattāri agatigamanāni",
  "atk-s0513a32:5_6": "vajjetvā appamattena khantimettānuddayasampannena hutvā dhammena rajjaṁ kāretabba”nti",
  "atk-s0513a32:5_7": "vatvā devasikaṁ ovadanto –",
  "atk-s0513a32:6": "1.",
  "atk-s0513a32:7": "“Māsu kujjha bhūmipati, māsu kujjha rathesabha;",
  "atk-s0513a32:8": "Kuddhaṁ appaṭikujjhanto, rājā raṭṭhassa pūjito.",
  "atk-s0513a32:9": "2.",
  "atk-s0513a32:10": "“Gāme vā yadi vāraññe, ninne vā yadi vā thale;",
  "atk-s0513a32:11": "Sabbattha anusāsāmi, māsu kujjha rathesabhā”ti. – dve gāthā abhāsi;",
  "atk-s0513a32:12_0": "Tattha raṭṭhassa pūjitoti evarūpo rājā raṭṭhassa pūjanīyo hotīti attho. Sabbattha",
  "atk-s0513a32:12_1": "anusāsāmīti etesu gāmādīsu yattha katthaci vasantopāhaṁ mahārāja, imāya eva anusiṭṭhiyā",
  "atk-s0513a32:12_2": "tamanusāsāmi, etesu vā gāmādīsu yattha katthaci ekasmimpi ekasattepi anusāsāmi. Māsu",
  "atk-s0513a32:12_3": "kujjha rathesabhāti evamevāhaṁ taṁ anusāsāmi, raññā nāma kujjhatuṁ na vaṭṭati. Kiṁkāraṇā?",
  "atk-s0513a32:12_4": "Rājāno nāma vācāvudhā, tesaṁ kuddhānaṁ vacanamatteneva bahū jīvitakkhayaṁ pāpuṇantīti.",
  "atk-s0513a32:13_0": "Evaṁ bodhisatto rañño āgatāgatadivase imā dve gāthā abhāsi. Rājā anusiṭṭhiyā pasannacitto",
  "atk-s0513a32:13_1": "mahāsattassa satasahassuṭṭhānakaṁ ekaṁ gāmavaraṁ adāsi, bodhisatto paṭikkhipi. Iti",
  "atk-s0513a32:13_2": "so tattheva dvādasasaṁvaccharaṁ vasitvā “aticiraṁ nivutthomhi, janapadacārikaṁ tāva",
  "atk-s0513a32:13_3": "caritvā āgamissāmī”ti rañño akathetvāva uyyānapālaṁ āmantetvā “tāta, ukkaṇṭhitarūposmi,",
  "atk-s0513a32:13_4": "janapadaṁ caritvā āgamissāmi, tvaṁ rañño katheyyāsī”ti vatvā pakkanto gaṅgāya nāvātitthaṁ",
  "atk-s0513a32:13_5": "pāpuṇi. Tattha avāriyapitā nāma nāviko ahosi. So bālo neva guṇavantānaṁ guṇaṁ jānāti,",
  "atk-s0513a32:13_6": "na attano āyāpāyaṁ jānāti, so gaṅgaṁ taritukāmaṁ janaṁ paṭhamaṁ tāretvā pacchā vetanaṁ",
  "atk-s0513a32:13_7": "yācati, vetanaṁ adentehi saddhiṁ kalahaṁ karonto akkosappahāreyeva bahū labhati,",
  "atk-s0513a32:13_8": "appaṁ lābhaṁ, evarūpo andhabālo. Taṁ sandhāya satthā abhisambuddho hutvā tatiyaṁ gāthamāha –",
  "atk-s0513a32:14": "3.",
  "atk-s0513a32:15": "“Avāriyapitā nāma, ahu gaṅgāya nāviko;",
  "atk-s0513a32:16": "Pubbe janaṁ tāretvāna, pacchā yācati vetanaṁ;",
  "atk-s0513a32:17": "Tenassa bhaṇḍanaṁ hoti, na ca bhogehi vaḍḍhatī”ti.",
  "atk-s0513a32:18_0": "Tattha avāriyapitā nāmāti avāriyā nāma tassa dhītā, tassā vasena avāriyapitā nāma",
  "atk-s0513a32:18_1": "jāto. Tenassa bhaṇḍananti tena kāraṇena, tena vā pacchā yāciyamānena janena saddhiṁ",
  "atk-s0513a32:18_2": "tassa bhaṇḍanaṁ hoti.",
  "atk-s0513a32:19_0": "Bodhisatto taṁ nāvikaṁ upasaṅkamitvā “āvuso, paratīraṁ maṁ nehī”ti āha. Taṁ sutvā",
  "atk-s0513a32:19_1": "so āha “samaṇa, kiṁ me nāvāvetanaṁ dassasī”ti? “Āvuso, ahaṁ bhogavaḍḍhiṁ atthavaḍḍhiṁ",
  "atk-s0513a32:19_2": "dhammavaḍḍhiṁ nāma te kathessāmī”ti. Taṁ sutvā nāviko “dhuvaṁ esa mayhaṁ kiñci dassatī”ti",
  "atk-s0513a32:19_3": "taṁ paratīraṁ netvā “dehi me nāvāya vetana”nti āha. So tassa “sādhu, āvuso”ti paṭhamaṁ",
  "atk-s0513a32:19_4": "bhogavaḍḍhiṁ kathento –",
  "atk-s0513a32:20": "4.",
  "atk-s0513a32:21": "“Atiṇṇaṁyeva yācassu, apāraṁ tāta nāvika;",
  "atk-s0513a32:22": "Añño hi tiṇṇassa mano, añño hoti pāresino”ti. – gāthamāha;",
  "atk-s0513a32:23_0": "Tattha apāranti tāta, nāvika paratīraṁ atiṇṇameva janaṁ orimatīre ṭhitaññeva vetanaṁ",
  "atk-s0513a32:23_1": "yācassu, tato laddhañca gahetvā guttaṭṭhāne ṭhapetvā pacchā manusse paratīraṁ neyyāsi,",
  "atk-s0513a32:23_2": "evaṁ te bhogavaḍḍhi bhavissati. Añño hi tiṇṇassa manoti tāta nāvika, paratīraṁ gatassa",
  "atk-s0513a32:23_3": "añño mano bhavati, adatvāva gantukāmo hoti. Yo panesa pāresī nāma paratīraṁ esati,",
  "atk-s0513a32:23_4": "paratīraṁ gantukāmo hoti, so atirekampi datvā gantukāmo hoti, iti pāresino añño mano",
  "atk-s0513a32:23_5": "hoti, tasmā tvaṁ atiṇṇameva yāceyyāsi, ayaṁ tāva te bhogānaṁ vaḍḍhi nāmāti.",
  "atk-s0513a32:24_0": "Taṁ sutvā nāviko cintesi “ayaṁ tāva me ovādo bhavissati, idāni panesa aññaṁ kiñci",
  "atk-s0513a32:24_1": "mayhaṁ dassatī”ti. Atha naṁ bodhisatto “ayaṁ tāva te, āvuso, bhogavaḍḍhi, idāni atthadhammavaḍḍhiṁ",
  "atk-s0513a32:24_2": "suṇāhī”ti vatvā ovadanto –",
  "atk-s0513a32:25": "5.",
  "atk-s0513a32:26": "“Gāme vā yadi vāraññe, ninne vā yadi vā thale;",
  "atk-s0513a32:27": "Sabbattha anusāsāmi, māsu kujjhittha nāvikā”ti. – gāthamāha;",
  "atk-s0513a32:28_0": "Itissa imāya gāthāya atthadhammavaḍḍhiṁ kathetvā “ayaṁ te atthavaḍḍhi ca dhammavaḍḍhi",
  "atk-s0513a32:28_1": "cā”ti āha. So pana dandhapuriso taṁ ovādaṁ na kiñci maññamāno “idaṁ, samaṇa, tayā",
  "atk-s0513a32:28_2": "mayhaṁ dinnaṁ nāvāvetana”nti āha. “Āmāvuso”ti. “Mayhaṁ iminā kammaṁ natthi, aññaṁ",
  "atk-s0513a32:28_3": "me dehī”ti. “Āvuso, idaṁ ṭhapetvā mayhaṁ aññaṁ natthī”ti. “Atha tvaṁ kasmā mama nāvaṁ",
  "atk-s0513a32:28_4": "āruḷhosī”ti tāpasaṁ gaṅgātīre pātetvā ure nisīditvā mukhamevassa pothesi.",
  "atk-s0513a32:29_0": "Satthā “iti so, bhikkhave, tāpaso yaṁ ovādaṁ datvā rañño santikā gāmavaraṁ labhi,",
  "atk-s0513a32:29_1": "tameva ovādaṁ andhabālassa nāvikassa kathetvā mukhapothanaṁ pāpuṇi, tasmā ovādaṁ",
  "atk-s0513a32:29_2": "dentena yuttajanasseva dātabbo, na ayuttajanassā”ti vatvā abhisambuddho hutvā tadanantaraṁ gāthamāha –",
  "atk-s0513a32:30": "6.",
  "atk-s0513a32:31": "“Yāyevānusāsaniyā, rājā gāmavaraṁ adā;",
  "atk-s0513a32:32": "Tāyevānusāsaniyā, nāviko paharī mukha”nti.",
  "atk-s0513a32:33_0": "Tassa taṁ paharantasseva bhariyā bhattaṁ gahetvā āgatā pāpapurisaṁ disvā “sāmi, ayaṁ",
  "atk-s0513a32:33_1": "tāpaso nāma rājakulūpako, mā paharī”ti āha. So kujjhitvā “tvaṁ me imaṁ kūṭatāpasaṁ",
  "atk-s0513a32:33_2": "paharituṁ na desī”ti uṭṭhāya taṁ paharitvā pātesi. Atha bhattapāti patitvā bhijji,",
  "atk-s0513a32:33_3": "tassā ca pana garugabbhāya gabbho bhūmiyaṁ pati. Atha naṁ manussā samparivāretvā",
  "atk-s0513a32:33_4": "“purisaghātakacoro”ti gahetvā bandhitvā rañño dassesuṁ. Rājā vinicchinitvā tassa",
  "atk-s0513a32:33_5": "rājāṇaṁ kāresi. Satthā abhisambuddho hutvā tamatthaṁ pakāsento osānagāthamāha –",
  "atk-s0513a32:34": "7.",
  "atk-s0513a32:35": "“Bhattaṁ bhinnaṁ hatā bhariyā, gabbho ca patito chamā;",
  "atk-s0513a32:36": "Migova jātarūpena, na tenatthaṁ abandhi sū”ti.",
  "atk-s0513a32:37_0": "Tattha bhattaṁ bhinnanti bhattapāti bhinnā. Hatāti pahatā. Chamāti bhūmiyaṁ. Migova",
  "atk-s0513a32:37_1": "jātarūpenāti yathā migo suvaṇṇaṁ vā hiraññaṁ vā muttāmaṇiādīni vā madditvā gacchantopi",
  "atk-s0513a32:37_2": "attharitvā nipajjantopi tena jātarūpena attano atthaṁ vaḍḍhetuṁ nibbattetuṁ na sakkoti,",
  "atk-s0513a32:37_3": "evameva so andhabālo paṇḍitehi dinnaṁ ovādaṁ sutvāpi attano atthaṁ vaḍḍhetuṁ nibbattetuṁ",
  "atk-s0513a32:37_4": "nāsakkhīti vuttaṁ hoti. Abandhi sūti ettha abandhi soti evamattho daṭṭhabbo. Sa-oiti",
  "atk-s0513a32:37_5": "imesaṁ padānañhi sūti sandhi hoti.",
  "atk-s0513a32:38_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0513a32:38_1": "so bhikkhu sotāpattiphale patiṭṭhahi. Tadā nāviko idāni nāvikova ahosi, rājā ānando,",
  "atk-s0513a32:38_2": "tāpaso pana ahameva ahosinti.",
  "atk-s0513a32:39": "Avāriyajātakavaṇṇanā paṭhamā.",
  "atk-s0513a32:41": "[377] 2. Setaketujātakavaṇṇanā",
  "atk-s0513a32:42": "Mā tāta kujjhi na hi sādhu kodhoti idaṁ satthā jetavane viharanto kuhakabhikkhuṁ ārabbha kathesi, paccuppannavatthu uddālajātake āvi bhavissati.",
  "atk-s0513a32:43_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto bārāṇasiyaṁ disāpāmokkho",
  "atk-s0513a32:43_1": "ācariyo hutvā pañcasate māṇave mante vācesi. Tesaṁ jeṭṭhako setaketu nāma udiccabrāhmaṇakule",
  "atk-s0513a32:43_2": "nibbattamāṇavo, tassa jātiṁ nissāya mahanto māno ahosi. So ekadivasaṁ aññehi māṇavehi",
  "atk-s0513a32:43_3": "saddhiṁ nagarā nikkhamanto nagaraṁ pavisantaṁ ekaṁ caṇḍālaṁ disvā “kosi tva”nti pucchitvā",
  "atk-s0513a32:43_4": "“caṇḍālohamasmī”ti vutte tassa sarīraṁ paharitvā āgatavātassa attano sarīre phusanabhayena",
  "atk-s0513a32:43_5": "“nassa, caṇḍāla, kāḷakaṇṇī, adhovātaṁ yāhī”ti vatvā vegena tassa uparivātaṁ agamāsi.",
  "atk-s0513a32:43_6": "Caṇḍālo sīghataraṁ gantvā tassa uparivāte aṭṭhāsi. Atha naṁ so “nassa kāḷakaṇṇī”ti",
  "atk-s0513a32:43_7": "suṭṭhutaraṁ akkosi paribhāsi. Taṁ sutvā caṇḍālo “tvaṁ kosī”ti pucchi. “Brāhmaṇamāṇavohamasmī”ti.",
  "atk-s0513a32:43_8": "“Brāhmaṇo hotu, mayā pana puṭṭhapañhaṁ kathetuṁ sakkhissasī”ti. “Āma, sakkhissāmī”ti.",
  "atk-s0513a32:43_9": "“Sace na sakkosi, pādantarena taṁ gamemī”ti. So attānaṁ takketvā “gamehī”ti āha.",
  "atk-s0513a32:44_0": "Caṇḍālaputto tassa kathaṁ parisaṁ gāhāpetvā “māṇava, disā nāma katarā”ti pañhaṁ pucchi.",
  "atk-s0513a32:44_1": "“Disā nāma puratthimādayo catasso disā”ti. Caṇḍālo “nāhaṁ taṁ etaṁ disaṁ pucchāmi,",
  "atk-s0513a32:44_2": "tvaṁ ettakampi ajānanto mama sarīre pahaṭavātaṁ jigucchasī”ti taṁ khandhaṭṭhike gahetvā",
  "atk-s0513a32:44_3": "onametvā attano pādantarena gamesi. Māṇavā taṁ pavattiṁ ācariyassa ācikkhiṁsu. Taṁ",
  "atk-s0513a32:44_4": "sutvā ācariyo “saccaṁ kira, tāta, setaketu caṇḍālenāsi pādantarena gamito”ti? “Āma,",
  "atk-s0513a32:44_5": "ācariya, so maṁ caṇḍāladāsiputto disāmattampi na jānāsī”ti attano pādantarena gamesi,",
  "atk-s0513a32:44_6": "idāni disvā kattabbaṁ assa jānissāmīti kuddho caṇḍālaputtaṁ akkosi paribhāsi. Atha",
  "atk-s0513a32:44_7": "naṁ ācariyo ‘tāta, setaketu mā tassa kujjhi, paṇḍito caṇḍāladāsiputto, na so taṁ",
  "atk-s0513a32:44_8": "etaṁ disaṁ pucchati, aññaṁ disaṁ pucchi, tayā pana diṭṭhasutaviññātato adiṭṭhāsutāviññātameva",
  "atk-s0513a32:44_9": "bahutara”nti ovadanto dve gāthā abhāsi –",
  "atk-s0513a32:45": "8.",
  "atk-s0513a32:46": "“Mā tāta kujjhi na hi sādhu kodho, bahumpi te adiṭṭhamassutañca;",
  "atk-s0513a32:47": "Mātā pitā disatā setaketu, ācariyamāhu disataṁ pasatthā.",
  "atk-s0513a32:48": "9.",
  "atk-s0513a32:49": "“Agārino annadapānavatthadā, avhāyikā tampi disaṁ vadanti;",
  "atk-s0513a32:50": "Esā disā paramā setaketu, yaṁ patvā dukkhī sukhino bhavantī”ti.",
  "atk-s0513a32:51_0": "Tattha na hi sādhu kodhoti kodho nāma uppajjamāno subhāsitadubbhāsitaṁ atthānatthaṁ",
  "atk-s0513a32:51_1": "hitāhitaṁ jānituṁ na detīti na sādhu na laddhako. Bahumpi te adiṭṭhanti tayā cakkhunā",
  "atk-s0513a32:51_2": "adiṭṭhaṁ sotena ca assutameva bahutaraṁ. Disatāti disā. Mātāpitaro puttānaṁ purimataraṁ",
  "atk-s0513a32:51_3": "uppannattā puratthimadisā nāma jātāti vadati. Ācariyamāhu disataṁ pasatthāti ācariyā",
  "atk-s0513a32:51_4": "pana dakkhiṇeyyattā disataṁ pasatthā dakkhiṇā disāti buddhādayo ariyā āhu kathenti dīpenti.",
  "atk-s0513a32:52_0": "Agārinoti gahaṭṭhā. Annadapānavatthadāti annadā, pānadā, vatthadā ca. Avhāyikāti",
  "atk-s0513a32:52_1": "“etha deyyadhammaṁ paṭiggaṇhathā”ti pakkosanakā. Tampi disaṁ vadantīti tampi buddhādayo",
  "atk-s0513a32:52_2": "ariyā ekaṁ disaṁ vadanti. Iminā catupaccayadāyakā gahaṭṭhā paccaye apadisitvā dhammikasamaṇabrāhmaṇehi",
  "atk-s0513a32:52_3": "upagantabbattā ekā disā nāmāti dīpeti. Aparo nayo – ye ete agārino annapānavatthadā,",
  "atk-s0513a32:52_4": "tesaṁ chakāmasaggasampattidāyakaṭṭhena uparūpari avhāyanato ye avhāyikā dhammikasamaṇabrāhmaṇā,",
  "atk-s0513a32:52_5": "tampi disaṁ vadanti, buddhādayo ariyā uparimadisaṁ nāma vadantīti dīpeti. Vuttampi cetaṁ –",
  "atk-s0513a32:53": "“Mātā pitā disā pubbā, ācariyā dakkhiṇā disā;",
  "atk-s0513a32:54": "Puttadārā disā pacchā, mittāmaccā ca uttarā.",
  "atk-s0513a32:55": "“Dāsakammakarā heṭṭhā, uddhaṁ samaṇabrāhmaṇā;",
  "atk-s0513a32:56": "Etā disā namasseyya, alamatto kule gihī”ti. ;",
  "atk-s0513a32:57_0": "Esā disāti idaṁ pana nibbānaṁ sandhāya vuttaṁ. Jātiādinā hi nānappakārena dukkhena",
  "atk-s0513a32:57_1": "dukkhitā sattā yaṁ patvā niddukkhā sukhino bhavanti, esā eva ca sattehi agatapubbā",
  "atk-s0513a32:57_2": "disā nāma. Teneva ca nibbānaṁ “paramā”ti āha. Vuttampi cetaṁ –",
  "atk-s0513a32:58": "“Samatittikaṁ anavasesakaṁ, telapattaṁ yathā parihareyya;",
  "atk-s0513a32:59": "Evaṁ sacittamanurakkhe, patthayāno disaṁ agatapubba”nti. ;",
  "atk-s0513a32:60_0": "Evaṁ mahāsatto māṇavassa disā kathesi. So pana “caṇḍālenamhi pādantarena gamito”ti",
  "atk-s0513a32:60_1": "tasmiṁ ṭhāne avasitvā takkasilaṁ gantvā disāpāmokkhācariyassa santike sabbasippāni",
  "atk-s0513a32:60_2": "uggaṇhitvā ācariyena anuññāto takkasilato nikkhamitvā sabbasamayasippaṁ sikkhanto",
  "atk-s0513a32:60_3": "vicari. So ekaṁ paccantagāmaṁ patvā taṁ nissāya vasante pañcasate tāpase disvā tesaṁ",
  "atk-s0513a32:60_4": "santike pabbajitvā yaṁ te jānanti sippamantacaraṇaṁ, taṁ uggaṇhitvā gaṇasatthā hutvā",
  "atk-s0513a32:60_5": "tehi parivārito bārāṇasiṁ gantvā punadivase bhikkhaṁ caranto rājaṅgaṇaṁ agamāsi.",
  "atk-s0513a32:60_6": "Rājā tāpasānaṁ iriyāpathe pasīditvā antonivesane bhojetvā te attano uyyāne vasāpesi.",
  "atk-s0513a32:60_7": "So ekadivasaṁ tāpase parivisitvā “ajja sāyanhe uyyānaṁ gantvā ayye vandissāmī”ti āha.",
  "atk-s0513a32:61_0": "Setaketu uyyānaṁ gantvā tāpase sannipātetvā “mārisā, ajja rājā āgamissati, rājāno",
  "atk-s0513a32:61_1": "ca nāma sakiṁ ārādhetvā yāvatāyukaṁ sukhaṁ jīvituṁ sakkā, ajja ekacce vaggulivataṁ",
  "atk-s0513a32:61_2": "caratha, ekacce kaṇṭakaseyyaṁ kappetha, ekacce pañcātapaṁ tappetha, ekacce ukkuṭikappadhānamanuyuñjatha,",
  "atk-s0513a32:61_3": "ekacce udakorohaṇakammaṁ karotha, ekacce mante sajjhāyathā”ti vicāretvā sayaṁ pakkasāladvāre",
  "atk-s0513a32:61_4": "apassayapīṭhake nisīditvā pañcavaṇṇaraṅgasamujjalavāsanaṁ ekaṁ potthakaṁ vicitravaṇṇe",
  "atk-s0513a32:61_5": "ādhārake ṭhapetvā susikkhitehi catūhi pañcahi māṇavehi pucchite pucchite pañhe kathesi.",
  "atk-s0513a32:61_6": "Tasmiṁ khaṇe rājā āgantvā te micchātapaṁ karonte disvā tuṭṭho setaketuṁ upasaṅkamitvā",
  "atk-s0513a32:61_7": "vanditvā ekamantaṁ nisinno purohitena saddhiṁ sallapanto tatiyaṁ gāthamāha –",
  "atk-s0513a32:62": "10.",
  "atk-s0513a32:63": "“Kharājinā jaṭilā paṅkadantā, dummakkharūpā yeme jappanti mante;",
  "atk-s0513a32:64": "Kacci nu te mānusake payoge, idaṁ vidū parimuttā apāyā”ti.",
  "atk-s0513a32:65_0": "Tattha kharājināti sakhurehi ajinacammehi samannāgatā. Paṅkadantāti dantakaṭṭhassa",
  "atk-s0513a32:65_1": "akhādanena malaggahitadantā. Dummakkharūpāti anañjitāmaṇḍitalūkhanivāsanapārupanā",
  "atk-s0513a32:65_2": "mālāgandhavilepanavajjitā, kiliṭṭharūpāti vuttaṁ hoti. Yeme jappantīti ye ime mante",
  "atk-s0513a32:65_3": "sajjhāyanti. Mānusake payogeti manussehi kattabbapayoge ṭhitā. Idaṁ vidū parimuttā",
  "atk-s0513a32:65_4": "apāyāti imasmiṁ payoge ṭhatvā imaṁ lokaṁ viditvā pākaṭaṁ katvā “kacci ete isayo catūhi",
  "atk-s0513a32:65_5": "apāyehi muttā”ti pucchati.",
  "atk-s0513a32:66": "Taṁ sutvā purohito catutthaṁ gāthamāha –",
  "atk-s0513a32:67": "11.",
  "atk-s0513a32:68": "“Pāpāni kammāni karitva rāja, bahussuto ce na careyya dhammaṁ;",
  "atk-s0513a32:69": "Sahassavedopi na taṁ paṭicca, dukkhā pamuñce caraṇaṁ apatvā”ti.",
  "atk-s0513a32:70_0": "Tattha karitvāti katvā. Caraṇanti saha sīlena aṭṭha samāpattiyo. Idaṁ vuttaṁ hoti.",
  "atk-s0513a32:70_1": "Mahārāja, “ahaṁ bahussutomhī”ti sahassavedopi ce tividhaṁ sucaritadhammaṁ na careyya,",
  "atk-s0513a32:70_2": "pāpāneva kareyya, so tāni pāpāni kammāni katvā taṁ bāhusaccaṁ paṭicca sīlasamāpattisaṅkhātaṁ",
  "atk-s0513a32:70_3": "caraṇaṁ appatvā dukkhā na pamuñce, apāyadukkhato na muccatevāti.",
  "atk-s0513a32:71_0": "Taṁ sutvā rājā tāpasesu pasādaṁ hari. Tato setaketu cintesi “imassa rañño tāpasesu",
  "atk-s0513a32:71_1": "pasādo udapādi, taṁ panesa purohito vāsiyā paharitvā viya chindi, mayā etena saddhiṁ",
  "atk-s0513a32:71_2": "kathetuṁ vaṭṭatī”ti. So tena saddhiṁ kathento pañcamaṁ gāthamāha –",
  "atk-s0513a32:72": "12.",
  "atk-s0513a32:73": "“Sahassavedopi na taṁ paṭicca, dukkhā pamuñce caraṇaṁ apatvā;",
  "atk-s0513a32:74": "Maññāmi vedā aphalā bhavanti, sasaṁyamaṁ caraṇameva sacca”nti.",
  "atk-s0513a32:75_0": "Tassattho – sace sahassavedopi taṁ bāhusaccaṁ paṭicca caraṇaṁ appatvā attānaṁ dukkhā",
  "atk-s0513a32:75_1": "na pamuñce, evaṁ sante ahaṁ maññāmi “tayo vedā aphalā honti, sasīlaṁ samāpatticaraṇameva saccaṁ hotī”ti.",
  "atk-s0513a32:76": "Taṁ sutvā purohito chaṭṭhaṁ gāthamāha –",
  "atk-s0513a32:77": "13.",
  "atk-s0513a32:78": "“Na heva vedā aphalā bhavanti, sasaṁyamaṁ caraṇameva saccaṁ;",
  "atk-s0513a32:79": "Kittiñhi pappoti adhicca vede, santiṁ puṇeti caraṇena danto”ti.",
  "atk-s0513a32:80_0": "Tassattho – tayo vedā aphalā na bhavanti, sasaṁyamaṁ caraṇameva saccaṁ seyyaṁ uttamaṁ",
  "atk-s0513a32:80_1": "pavaraṁ na heva hoti. Kiṁkāraṇā? Kittiñhi pappoti adhicca vedeti tayo vede adhicca",
  "atk-s0513a32:80_2": "diṭṭhadhamme kittimattaṁ yasamattaṁ lābhamattaṁ labhati, ito paraṁ aññaṁ natthi,",
  "atk-s0513a32:80_3": "tasmā na te aphalā. Santiṁ puṇeti caraṇena dantoti sīle patiṭṭhāya samāpattiyo nibbattetvā",
  "atk-s0513a32:80_4": "samāpattipadaṭṭhānaṁ vipassanaṁ vaḍḍhento accantaṁ santaṁ nibbānaṁ nāma taṁ eti pāpuṇāti.",
  "atk-s0513a32:81": "Iti purohito setaketuno vādaṁ bhinditvā te sabbe gihī kāretvā phalakāvudhāni gāhāpetvā mahantatarake katvā rañño upaṭṭhāke kāresi. Ayaṁ kira mahantatarakānaṁ vaṁso.",
  "atk-s0513a32:82": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – “tadā setaketu kuhakabhikkhu ahosi, caṇḍālo sāriputto, rājā ānando, purohito pana ahameva ahosi”nti.",
  "atk-s0513a32:83": "Setaketujātakavaṇṇanā dutiyā.",
  "atk-s0513a32:85": "[378] 3. Darīmukhajātakavaṇṇanā",
  "atk-s0513a32:86": "Paṅkoca kāmāti idaṁ satthā jetavane viharanto mahābhinikkhamanaṁ ārabbha kathesi. Paccuppannavatthu heṭṭhā kathitameva.",
  "atk-s0513a32:87_0": "Atīte rājagahanagare magadharājā nāma rajjaṁ kāresi. Tadā bodhisatto tassa aggamahesiyā",
  "atk-s0513a32:87_1": "kucchimhi nibbatti, brahmadattakumārotissa nāmaṁ akaṁsu. Tassa jātadivaseyeva purohitassapi",
  "atk-s0513a32:87_2": "putto jāyi, tassa mukhaṁ ativiya sobhati, tenassa darīmukhoti nāmaṁ akaṁsu. Te ubhopi",
  "atk-s0513a32:87_3": "rājakuleyeva saṁvaḍḍhā aññamaññaṁ piyasahāyā hutvā soḷasavassakāle takkasilaṁ gantvā",
  "atk-s0513a32:87_4": "sabbasippāni uggaṇhitvā “sabbasamayasippañca sikkhissāma, desacārittañca jānissāmā”ti",
  "atk-s0513a32:87_5": "gāmanigamādīsu carantā bārāṇasiṁ patvā devakule vasitvā punadivase bārāṇasiṁ bhikkhāya",
  "atk-s0513a32:87_6": "pavisiṁsu. Tattha ekasmiṁ kule “brāhmaṇe bhojetvā vācanakaṁ dassāmā”ti pāyāsaṁ pacitvā",
  "atk-s0513a32:87_7": "āsanāni paññattāni honti. Manussā te ubhopi bhikkhāya carante disvā “brāhmaṇā āgatā”ti",
  "atk-s0513a32:87_8": "gehaṁ pavesetvā mahāsattassa āsane suddhavatthaṁ paññāpesuṁ, darīmukhassa āsane rattakambalaṁ.",
  "atk-s0513a32:87_9": "Darīmukho taṁ nimittaṁ disvā “ajja mayhaṁ sahāyo bārāṇasirājā bhavissati, ahaṁ senāpatī”ti",
  "atk-s0513a32:87_10": "aññāsi. Te tattha bhuñjitvā vācanakaṁ gahetvā maṅgalaṁ vatvā nikkhamma taṁ rājuyyānaṁ",
  "atk-s0513a32:87_11": "agamaṁsu. Tattha mahāsatto maṅgalasilāpaṭṭe nipajji, darīmukho panassa pāde parimajjanto nisīdi.",
  "atk-s0513a32:88_0": "Tadā bārāṇasirañño matassa sattamo divaso hoti. Purohito rañño sarīrakiccaṁ katvā",
  "atk-s0513a32:88_1": "aputtake rajje sattame divase phussarathaṁ vissajjesi. Phussarathavissajjanakiccaṁ",
  "atk-s0513a32:88_2": "mahājanakajātake āvi bhavissati. Phussaratho nagarā nikkhamitvā caturaṅginiyā senāya",
  "atk-s0513a32:88_3": "parivuto anekasatehi tūriyehi vajjamānehi uyyānadvāraṁ pāpuṇi. Darīmukho tūriyasaddaṁ",
  "atk-s0513a32:88_4": "sutvā “sahāyassa me phussaratho āgacchati, ajjevesa rājā hutvā mayhaṁ senāpatiṭṭhānaṁ",
  "atk-s0513a32:88_5": "dassati, ko me gharāvāsenattho, nikkhamitvā pabbajissāmī”ti bodhisattaṁ anāmantetvāva",
  "atk-s0513a32:88_6": "ekamantaṁ gantvā paṭicchanne aṭṭhāsi. Purohito uyyānadvāre rathaṁ ṭhapetvā uyyānaṁ",
  "atk-s0513a32:88_7": "paviṭṭho bodhisattaṁ maṅgalasilāpaṭṭe nipannaṁ disvā pādesu lakkhaṇāni oloketvā “ayaṁ",
  "atk-s0513a32:88_8": "puññavā satto dvisahassadīpaparivārānaṁ catunnampi mahādīpānaṁ rajjaṁ kāretuṁ samattho,",
  "atk-s0513a32:88_9": "dhiti panassa kīdisā”ti sabbatūriyāni paggaṇhāpesi. Bodhisatto pabujjhitvā mukhato",
  "atk-s0513a32:88_10": "sāṭakaṁ apanetvā mahājanaṁ oloketvā puna sāṭakena mukhaṁ paṭicchādetvā thokaṁ nipajjitvā",
  "atk-s0513a32:88_11": "passaddhadaratho uṭṭhāya silāpaṭṭe pallaṅkena nisīdi. Purohito jāṇukena patiṭṭhāya",
  "atk-s0513a32:88_12": "“deva, rajjaṁ tumhākaṁ pāpuṇātī”ti āha. “Aputtakaṁ bhaṇe rajja”nti. “Āma, devā”ti.",
  "atk-s0513a32:88_13": "“Tena hi sādhū”ti sampaṭicchi. Te tassa uyyāneyeva abhisekaṁ akaṁsu. So yasamahantatāya",
  "atk-s0513a32:88_14": "darīmukhaṁ asaritvāva rathaṁ abhiruyha mahājanaparivuto nagaraṁ pavisitvā padakkhiṇaṁ",
  "atk-s0513a32:88_15": "katvā rājadvāre ṭhitova amaccānaṁ ṭhānantarāni vicāretvā pāsādaṁ abhiruhi.",
  "atk-s0513a32:89_0": "Tasmiṁ khaṇe darīmukho “suññaṁ dāni uyyāna”nti āgantvā maṅgalasilāya nisīdi, athassa",
  "atk-s0513a32:89_1": "purato paṇḍupalāsaṁ pati. So tasmiṁyeva paṇḍupalāse khayavayaṁ paṭṭhapetvā tilakkhaṇaṁ",
  "atk-s0513a32:89_2": "sammasitvā pathaviṁ unnādento paccekabodhiṁ nibbattesi. Tassa taṅkhaṇaññeva gihiliṅgaṁ",
  "atk-s0513a32:89_3": "antaradhāyi, iddhimayapattacīvaraṁ ākāsato otaritvā sarīre paṭimuñci. Tāvadeva aṭṭhaparikkhāradharo",
  "atk-s0513a32:89_4": "iriyāpathasampanno vassasaṭṭhikatthero viya hutvā iddhiyā ākāse uppatitvā himavantapadese",
  "atk-s0513a32:89_5": "nandamūlakapabbhāraṁ agamāsi. Bodhisattopi dhammena rajjaṁ kāresi, yasamahantatāya",
  "atk-s0513a32:89_6": "pana yasena pamatto hutvā cattālīsa vassāni darīmukhaṁ na sari, cattālīse pana saṁvacchare",
  "atk-s0513a32:89_7": "atīte taṁ saritvā “mayhaṁ sahāyo darīmukho nāma atthi, kahaṁ nu kho so”ti taṁ daṭṭhukāmo",
  "atk-s0513a32:89_8": "ahosi. So tato paṭṭhāya antepurepi parisamajjhepi “kahaṁ nu kho mayhaṁ sahāyo darīmukho,",
  "atk-s0513a32:89_9": "yo me tassa vasanaṭṭhānaṁ katheti, mahantamassa yasaṁ dassāmī”ti vadati. Evaṁ tassa",
  "atk-s0513a32:89_10": "punappunaṁ taṁ sarantasseva aññāni dasa saṁvaccharāni atikkantāni.",
  "atk-s0513a32:90_0": "Darīmukhapaccekabuddhopi paññāsavassaccayena āvajjento “maṁ kho sahāyo saratī”ti",
  "atk-s0513a32:90_1": "ñatvā “idāni so mahallako puttadhītādīhi vuddhippatto, gantvā dhammaṁ kathetvā pabbājessāmi",
  "atk-s0513a32:90_2": "na”nti iddhiyā ākāsena āgantvā uyyāne otaritvā suvaṇṇapaṭimā viya silāpaṭṭe nisīdi.",
  "atk-s0513a32:90_3": "Uyyānapālo taṁ disvā upasaṅkamitvā “bhante, kuto tumhe ethā”ti pucchi. “Nandamūlakapabbhārato”ti.",
  "atk-s0513a32:90_4": "“Ke nāma tumhe”ti? “Darīmukhapaccekabuddho nāmāhaṁ, āvuso”ti. “Bhante, amhākaṁ rājānaṁ",
  "atk-s0513a32:90_5": "jānāthā”ti? “Āma jānāmi, gihikāle no sahāyo”ti. “Bhante, rājā tumhe daṭṭhukāmo, kathessāmi",
  "atk-s0513a32:90_6": "tassa tumhākaṁ āgatabhāva”nti. “Gaccha kathehī”ti. So “sādhū”ti vatvā turitaturitova",
  "atk-s0513a32:90_7": "gantvā tassa silāpaṭṭe nisinnabhāvaṁ rañño kathesi. Rājā “āgato kira me sahāyo, passissāmi",
  "atk-s0513a32:90_8": "na”nti rathaṁ āruyha mahantena parivārena uyyānaṁ gantvā paccekabuddhaṁ vanditvā",
  "atk-s0513a32:90_9": "paṭisanthāraṁ katvā ekamantaṁ nisīdi. Atha naṁ paccekabuddho “kiṁ, brahmadatta, dhammena",
  "atk-s0513a32:90_10": "rajjaṁ kāresi, agatigamanaṁ na gacchasi, dhanatthāya lokaṁ na pīḷesi, dānādīni puññāni",
  "atk-s0513a32:90_11": "karosī”tiādīni vadanto paṭisanthāraṁ katvā “brahmadatta, mahallakosi, etarahi kāme",
  "atk-s0513a32:90_12": "pahāya pabbajituṁ te samayo”ti vatvā tassa dhammaṁ desento paṭhamaṁ gāthamāha –",
  "atk-s0513a32:91": "14.",
  "atk-s0513a32:92": "“Paṅko ca kāmā palipo ca kāmā, bhayañca metaṁ timūlaṁ pavuttaṁ;",
  "atk-s0513a32:93": "Rajo ca dhūmo ca mayā pakāsitā, hitvā tuvaṁ pabbaja brahmadattā”ti.",
  "atk-s0513a32:94_0": "Tattha paṅkoti udake jātāni tiṇasevālakumudagacchādīni adhippetāni. Yathā hi udakaṁ",
  "atk-s0513a32:94_1": "tarantaṁ tāni laggāpenti sajjāpenti, tathā saṁsārasāgaraṁ tarantassa yogāvacarassa",
  "atk-s0513a32:94_2": "pañca kāmaguṇā sabbe vā pana vatthukāmakilesakāmā laggāpanavasena paṅko nāma. Imasmiñhi",
  "atk-s0513a32:94_3": "paṅke āsattā visattā devāpi manussāpi tiracchānāpi kilamanti rodanti paridevanti.",
  "atk-s0513a32:94_4": "Palipo ca kāmāti palipo vuccati mahākaddamo, yamhi laggā sūkaramigādayopi sīhāpi",
  "atk-s0513a32:94_5": "vāraṇāpi attānaṁ uddharitvā gantuṁ na sakkonti, vatthukāmakilesakāmāpi taṁsarikkhatāya",
  "atk-s0513a32:94_6": "“palipā”ti vuttā. Paññavantopi hi sattā tesu kāmesu sakiṁ laggakālato paṭṭhāya te",
  "atk-s0513a32:94_7": "kāme padāletvā sīghaṁ uṭṭhāya akiñcanaṁ apalibodhaṁ ramaṇīyaṁ pabbajjaṁ upagantuṁ",
  "atk-s0513a32:94_8": "na sakkonti. Bhayañca metanti bhayañca etaṁ, ma-kāro byañjanasandhivasena vutto.",
  "atk-s0513a32:94_9": "Timūlanti tīhi mūlehi patiṭṭhitaṁ viya acalaṁ. Balavabhayassetaṁ nāmaṁ. Pavuttanti",
  "atk-s0513a32:94_10": "mahārāja, ete kāmā nāma diṭṭhadhammikasamparāyikassa attānuvādabhayādikassa ceva",
  "atk-s0513a32:94_11": "dvattiṁsakammakaraṇachanavutirogavasappavattassa ca bhayassa paccayaṭṭhena balavabhayanti",
  "atk-s0513a32:94_12": "buddhapaccekabuddhabuddhasāvakehi ceva sabbaññubodhisattehi ca pavuttaṁ kathitaṁ,",
  "atk-s0513a32:94_13": "dīpitanti attho. Atha vā bhayañca metanti bhayañca mayā etaṁ timūlaṁ pavuttanti evañcettha",
  "atk-s0513a32:94_14": "attho daṭṭhabboyeva.",
  "atk-s0513a32:95_0": "Rajo ca dhūmo cāti rajadhūmasadisattā “rajo”ti ca “dhūmo”ti ca mayā pakāsitā. Yathā",
  "atk-s0513a32:95_1": "hi sunhātassa suvilittālaṅkatassa purisassa sarīre sukhumarajaṁ patitaṁ, taṁ sarīraṁ",
  "atk-s0513a32:95_2": "dubbaṇṇaṁ sobhārahitaṁ kiliṭṭhaṁ karoti, evameva iddhibalena ākāsena āgantvā cando",
  "atk-s0513a32:95_3": "viya ca sūriyo viya ca loke paññātāpi sakiṁ kāmarajassa anto patitakālato paṭṭhāya",
  "atk-s0513a32:95_4": "guṇavaṇṇaguṇasobhāguṇasuddhīnaṁ upahatattā dubbaṇṇā sobhārahitā kiliṭṭhāyeva honti.",
  "atk-s0513a32:95_5": "Yathā ca dhūmena pahaṭakālato paṭṭhāya suparisuddhāpi bhitti kāḷavaṇṇā hoti, evaṁ",
  "atk-s0513a32:95_6": "atiparisuddhaññāṇāpi kāmadhūmena pahaṭakālato paṭṭhāya guṇavināsappattiyā mahājanamajjhe",
  "atk-s0513a32:95_7": "kāḷakāva hutvā paññāyanti. Iti rajadhūmasarikkhatāya ete kāmā “rajo ca dhūmo cā”ti",
  "atk-s0513a32:95_8": "mayā tuyhaṁ pakāsitā, tasmā ime kāme hitvā tuvaṁ pabbaja brahmadattāti rājānaṁ pabbajjāya ussāhaṁ janeti.",
  "atk-s0513a32:96": "Taṁ sutvā rājā kilesehi attano baddhabhāvaṁ kathento dutiyaṁ gāthamāha –",
  "atk-s0513a32:97": "15.",
  "atk-s0513a32:98": "“Gadhito ca ratto ca adhimucchito ca, kāmesvahaṁ brāhmaṇa bhiṁsarūpaṁ;",
  "atk-s0513a32:99": "Taṁ nussahe jīvikattho pahātuṁ, kāhāmi puññāni anappakānī”ti.",
  "atk-s0513a32:100_0": "Tattha gadhitoti abhijjhākāyaganthena baddho. Rattoti pakatijahāpanena rāgena ratto.",
  "atk-s0513a32:100_1": "Adhimucchitoti ativiya mucchito. Kāmesvahanti duvidhesupi kāmesu ahaṁ. Brāhmaṇāti",
  "atk-s0513a32:100_2": "darīmukhapaccekabuddhaṁ ālapati. Bhiṁsarūpanti balavarūpaṁ. Taṁ nussaheti taṁ duvidhampi",
  "atk-s0513a32:100_3": "kāmaṁ na ussahāmi na sakkomi. Jīvikattho pahātunti imāya jīvikāya atthiko ahaṁ taṁ",
  "atk-s0513a32:100_4": "kāmaṁ pahātuṁ na sakkomīti vadati. Kāhāmi puññānīti idāni dānasīlauposathakammasaṅkhātāni",
  "atk-s0513a32:100_5": "puññāni anappakāni bahūni karissāmīti.",
  "atk-s0513a32:101_0": "Evaṁ kilesakāmo nāmesa sakiṁ allīnakālato paṭṭhāya apanetuṁ na sakkoti, yena saṁkiliṭṭhacitto",
  "atk-s0513a32:101_1": "mahāpuriso paccekabuddhena pabbajjāya guṇe kathitepi “pabbajituṁ na sakkomī”ti āha.",
  "atk-s0513a32:101_2": "Yoyaṁ dīpaṅkarapādamūle attani sambhavena ñāṇena buddhakaradhamme vicinanto tatiyaṁ",
  "atk-s0513a32:101_3": "nekkhammapāramiṁ disvā –",
  "atk-s0513a32:102": "“Imaṁ tvaṁ tatiyaṁ tāva, daḷhaṁ katvā samādiya;",
  "atk-s0513a32:103": "Nekkhammapāramitaṁ gaccha, yadi bodhiṁ pattumicchasi.",
  "atk-s0513a32:104": "“Yathā andughare puriso, ciravuttho dukhaṭṭito;",
  "atk-s0513a32:105": "Na tattha rāgaṁ janeti, muttiṁyeva gavesati.",
  "atk-s0513a32:106": "“Tatheva tvaṁ sabbabhave, passa andughare viya;",
  "atk-s0513a32:107": "Nekkhammābhimukho hutvā, sambodhiṁ pāpuṇissasī”ti. –",
  "atk-s0513a32:108": "Evaṁ nekkhamme guṇaṁ parikittesi, so paccekabuddhena pabbajjāya vaṇṇaṁ vatvā “kilese chaḍḍetvā samaṇo hohī”ti vuccamānopi “nāhaṁ kilese chaḍḍetvā samaṇo bhavituṁ sakkomī”ti vadati.",
  "atk-s0513a32:109_0": "Imasmiṁ kira loke aṭṭha ummattakā nāma. Tenāhu porāṇā “aṭṭha puggalā ummattakasaññaṁ",
  "atk-s0513a32:109_1": "paṭilabhanti, kāmummattako lobhavasaṁ gato, kodhummattako dosavasaṁ gato, diṭṭhummattako",
  "atk-s0513a32:109_2": "vipallāsavasaṁ gato, mohummattako aññāṇavasaṁ gato, yakkhummattako yakkhavasaṁ gato,",
  "atk-s0513a32:109_3": "pittummattako pittavasaṁ gato, surummattako pānavasaṁ gato, byasanummattako sokavasaṁ",
  "atk-s0513a32:109_4": "gato”ti. Imesu aṭṭhasu ummattakesu mahāsatto imasmiṁ jātake kāmummattako hutvā lobhavasaṁ",
  "atk-s0513a32:109_5": "gato pabbajjāya guṇaṁ na aññāsi.",
  "atk-s0513a32:110_0": "Evaṁ anatthakārakaṁ pana imaṁ guṇaparidhaṁsakaṁ lobhajātaṁ kasmā sattā parimuñcituṁ",
  "atk-s0513a32:110_1": "na sakkontīti? Anamatagge saṁsāre anekāni kappakoṭisatasahassāni ekato bandhitabhāvena.",
  "atk-s0513a32:110_2": "Evaṁ santepi taṁ paṇḍitā “appassādā kāmā”tiādīnaṁ anekesaṁ paccavekkhaṇānaṁ vasena",
  "atk-s0513a32:110_3": "pajahanti. Teneva darīmukhapaccekabuddho mahāsattena “pabbajituṁ na sakkomī”ti vuttepi",
  "atk-s0513a32:110_4": "dhuranikkhepaṁ akatvā uttarimpi ovadanto dve gāthā āha.",
  "atk-s0513a32:111": "16.",
  "atk-s0513a32:112": "“Yo atthakāmassa hitānukampino, ovajjamāno na karoti sāsanaṁ;",
  "atk-s0513a32:113": "Idameva seyyo iti maññamāno, punappunaṁ gabbhamupeti mando.",
  "atk-s0513a32:114": "17.",
  "atk-s0513a32:115": "“So ghorarūpaṁ nirayaṁ upeti, subhāsubhaṁ muttakarīsapūraṁ;",
  "atk-s0513a32:116": "Sattā sakāye na jahanti giddhā, ye honti kāmesu avītarāgā”ti.",
  "atk-s0513a32:117_0": "Tattha atthakāmassāti vuḍḍhikāmassa. Hitānukampinoti hitena muducittena anukampantassa.",
  "atk-s0513a32:117_1": "Ovajjamānoti ovadiyamāno. Idameva seyyoti yaṁ attanā gahitaṁ aseyyaṁ anuttamampi",
  "atk-s0513a32:117_2": "samānaṁ, taṁ idameva seyyo iti maññamāno. Mandoti so aññāṇapuggalo mātukucchiyaṁ",
  "atk-s0513a32:117_3": "vāsaṁ nātikkamati, punappunaṁ gabbhaṁ upetiyevāti attho.",
  "atk-s0513a32:118_0": "So ghorarūpanti mahārāja, so mando taṁ mātukucchiṁ upento ghorarūpaṁ dāruṇajātikaṁ",
  "atk-s0513a32:118_1": "nirayaṁ upeti nāma. Mātukucchi hi nirassādaṭṭhena idha “nirayo”ti vutto, “catukuṭṭikanirayo”ti",
  "atk-s0513a32:118_2": "vuccati. “Catukuṭṭikanirayo nāma kataro”ti vutte mātukucchimeva vattuṁ vaṭṭati. Avīcimahāniraye",
  "atk-s0513a32:118_3": "nibbattasattassa hi aparāparaṁ ādhāvanaparidhāvanaṁ hotiyeva, tasmā taṁ “catukuṭṭikanirayo”ti",
  "atk-s0513a32:118_4": "vattuṁ na labbhati, mātukucchiyaṁ pana nava vā dasa vā māse catūhipi passehi ito",
  "atk-s0513a32:118_5": "cito ca dhāvituṁ nāma na sakkā, atisambādhe okāse catukoṭena catusaṅkuṭiteneva hutvā",
  "atk-s0513a32:118_6": "acchitabbaṁ, tasmā esa “catukuṭṭikanirayo”ti vuccati.",
  "atk-s0513a32:119": "Subhāsubhanti subhānaṁ asubhaṁ. Subhānañhi saṁsārabhīrukānaṁ yogāvacarakulaputtānaṁ mātukucchi ekantaṁ asubhasammato. Tena vuttaṁ –",
  "atk-s0513a32:120": "“Ajaññaṁ jaññasaṅkhātaṁ, asuciṁ sucisammataṁ;",
  "atk-s0513a32:121": "Nānākuṇapaparipūraṁ, jaññarūpaṁ apassato.",
  "atk-s0513a32:122": "“Dhiratthumaṁ āturaṁ pūtikāyaṁ, jegucchiyaṁ assuciṁ byādhidhammaṁ;",
  "atk-s0513a32:123": "Yatthappamattā adhimucchitā pajā, hāpenti maggaṁ sugatūpapattiyā”ti. ;",
  "atk-s0513a32:124": "Sattāti āsattā visattā laggā laggitā sakāye na jahantīti taṁ mātukucchiṁ na pariccajanti. Giddhāti gadhitā. Ye hontīti ye kāmesu avītarāgā honti, te etaṁ gabbhavāsaṁ na jahantīti.",
  "atk-s0513a32:125": "Evaṁ darīmukhapaccekabuddho gabbhaokkantimūlakañca, parihāramūlakañca dukkhaṁ dassetvā idāni gabbhavuṭṭhānamūlakaṁ dassetuṁ diyaḍḍhagāthamāha.",
  "atk-s0513a32:126": "18.",
  "atk-s0513a32:127": "“Mīḷhena littā ruhirena makkhitā, semhena littā upanikkhamanti;",
  "atk-s0513a32:128": "Yaṁ yañhi kāyena phusanti tāvade, sabbaṁ asātaṁ dukhameva kevalaṁ.",
  "atk-s0513a32:129": "19.",
  "atk-s0513a32:130": "“Disvā vadāmi na hi aññato savaṁ, pubbenivāsaṁ bahukaṁ sarāmī”ti.",
  "atk-s0513a32:131_0": "Tattha mīḷhena littāti mahārāja, ime sattā mātukucchito nikkhamantā na catujjātigandhehi",
  "atk-s0513a32:131_1": "vilimpitvā surabhimālaṁ piḷandhitvā nikkhamanti, purāṇagūthena pana makkhitā palibuddhā",
  "atk-s0513a32:131_2": "hutvā nikkhamanti. Ruhirena makkhitāti rattalohitacandanānulittāpi ca hutvā na nikkhamanti,",
  "atk-s0513a32:131_3": "rattalohitamakkhitā pana hutvā nikkhamanti. Semhena littāti na cāpi setacandanavilittā",
  "atk-s0513a32:131_4": "nikkhamanti, bahalapicchilasemhalittā pana hutvā nikkhamanti. Itthīnañhi gabbhavuṭṭhānakāle",
  "atk-s0513a32:131_5": "etā asuciyo nikkhamanti. Tāvadeti tasmiṁ samaye. Idaṁ vuttaṁ hoti – mahārāja, ime",
  "atk-s0513a32:131_6": "sattā tasmiṁ mātukucchito nikkhamanasamaye evaṁ mīḷhādilittā nikkhamantā yaṁ yaṁ",
  "atk-s0513a32:131_7": "nikkhamanamaggapadesaṁ vā hatthaṁ vā pādaṁ vā phusanti, taṁ sabbaṁ asātaṁ amadhuraṁ",
  "atk-s0513a32:131_8": "kevalaṁ asammissaṁ dukkhameva phusanti, sukhaṁ nāma tesaṁ tasmiṁ samaye natthīti.",
  "atk-s0513a32:132_0": "Disvā vadāmi na hi aññato savanti mahārāja, ahaṁ imaṁ ettakaṁ vadanto na aññato savaṁ,",
  "atk-s0513a32:132_1": "aññassa samaṇassa vā brāhmaṇassa vā taṁ sutvā na vadāmi, attano pana paccekabodhiñāṇena",
  "atk-s0513a32:132_2": "disvā paṭivijjhitvā paccakkhaṁ katvā vadāmīti attho. Pubbenivāsaṁ bahukanti idaṁ",
  "atk-s0513a32:132_3": "attano ānubhāvaṁ dassento āha. Idaṁ vuttaṁ hoti – mahārāja, ahañhi pubbe nivutthakkhandhapaṭipāṭisaṅkhātaṁ",
  "atk-s0513a32:132_4": "pubbenivāsaṁ bahukaṁ sarāmi, satasahassakappādhikāni dve asaṅkhyeyyāni sarāmīti.",
  "atk-s0513a32:133": "Idāni satthā abhisambuddho hutvā “evaṁ so paccekabuddho rājānaṁ subhāsitakathāya saṅgaṇhī”ti vatvā osāne upaḍḍhagāthamāha –",
  "atk-s0513a32:134": "“Citrāhi gāthāhi subhāsitāhi, darīmukho nijjhāpayi sumedha”nti.",
  "atk-s0513a32:135_0": "Tattha citrāhīti anekatthasannissitāhi. Subhāsitāhīti sukathitāhi. Darīmukho nijjhāpayi",
  "atk-s0513a32:135_1": "sumedhanti bhikkhave, so darīmukhapaccekabuddho taṁ sumedhaṁ sundarapaññaṁ kāraṇākāraṇajānanasamatthaṁ",
  "atk-s0513a32:135_2": "rājānaṁ nijjhāpesi saññāpesi, attano vacanaṁ gaṇhāpesīti attho.",
  "atk-s0513a32:136_0": "Evaṁ paccekabuddho kāmesu dosaṁ dassetvā attano vacanaṁ gāhāpetvā “mahārāja, idāni",
  "atk-s0513a32:136_1": "pabbaja vā mā vā, mayā pana tuyhaṁ kāmesu ādīnavo pabbajjāya ca ānisaṁso kathito,",
  "atk-s0513a32:136_2": "tvaṁ appamatto hohī”ti vatvā suvaṇṇarājahaṁso viya ākāse uppatitvā valāhakagabbhaṁ",
  "atk-s0513a32:136_3": "maddanto nandamūlakapabbhārameva gato. Mahāsatto dasanakhasamodhānasamujjalaṁ añjaliṁ",
  "atk-s0513a32:136_4": "sirasmiṁ ṭhapetvā namassamāno tasmiṁ dassanavisaye atīte jeṭṭhaputtaṁ pakkosāpetvā",
  "atk-s0513a32:136_5": "rajjaṁ paṭicchāpetvā mahājanassa rodantassa paridevantassa kāme pahāya himavantaṁ",
  "atk-s0513a32:136_6": "pavisitvā paṇṇasālaṁ māpetvā isipabbajjaṁ pabbajitvā na cirasseva abhiññā ca samāpattiyo",
  "atk-s0513a32:136_7": "ca nibbattetvā āyupariyosāne brahmalokūpago ahosi.",
  "atk-s0513a32:137": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne bahū sotāpannādayo ahesuṁ. Tadā rājā ahameva ahosinti.",
  "atk-s0513a32:138": "Darīmukhajātakavaṇṇanā tatiyā.",
  "atk-s0513a32:140": "[379] 4. Nerujātakavaṇṇanā",
  "atk-s0513a32:141_0": "Kākolā kākasaṅghā cāti idaṁ satthā jetavane viharanto aññataraṁ bhikkhuṁ ārabbha",
  "atk-s0513a32:141_1": "kathesi. So kira satthu santike kammaṭṭhānaṁ gahetvā ekaṁ paccantagāmaṁ agamāsi.",
  "atk-s0513a32:141_2": "Manussā tassa iriyāpathe pasīditvā taṁ bhojetvā paṭiññaṁ gahetvā araññe paṇṇasālaṁ",
  "atk-s0513a32:141_3": "katvā tattha vasāpesuṁ, ativiya cassa sakkāraṁ kariṁsu. Atheke sassatavādā āgamaṁsu.",
  "atk-s0513a32:141_4": "Te tesaṁ vacanaṁ sutvā therassa vādaṁ vissajjetvā sassatavādaṁ gahetvā tesaññeva",
  "atk-s0513a32:141_5": "sakkāraṁ kariṁsu. Tato ucchedavādā āgamaṁsu te sassatavādaṁ vissajjetvā ucchedavādameva",
  "atk-s0513a32:141_6": "gaṇhiṁsu. Athaññe acelakā āgamiṁsu. Te ucchedavādaṁ vissajjetvā acelakavādaṁ gaṇhiṁsu.",
  "atk-s0513a32:141_7": "So tesaṁ guṇāguṇaṁ ajānantānaṁ manussānaṁ santike dukkhena vasitvā vutthavasso pavāretvā",
  "atk-s0513a32:141_8": "satthu santikaṁ gantvā katapaṭisanthāro “kahaṁ vassaṁvutthosī”ti vutte “paccantaṁ",
  "atk-s0513a32:141_9": "nissāya, bhante”ti vatvā “sukhaṁ vutthosī”ti puṭṭho “bhante, guṇāguṇaṁ ajānantānaṁ",
  "atk-s0513a32:141_10": "santike dukkhaṁ vutthosmī”ti āha. Satthā “bhikkhu porāṇakapaṇḍitā tiracchānayoniyaṁ",
  "atk-s0513a32:141_11": "nibbattāpi guṇāguṇaṁ ajānantehi saddhiṁ ekadivasampi na vasiṁsu, tvaṁ attano guṇāguṇaṁ",
  "atk-s0513a32:141_12": "ajānanaṭṭhāne kasmā vasī”ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a32:142_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto suvaṇṇahaṁsayoniyaṁ nibbatti,",
  "atk-s0513a32:142_1": "kaniṭṭhabhātāpissa atthi. Te cittakūṭapabbate vasantā himavantapadese sayaṁjātasāliṁ",
  "atk-s0513a32:142_2": "khādanti. Te ekadivasaṁ tattha caritvā cittakūṭaṁ āgacchantā antarāmagge ekaṁ neruṁ",
  "atk-s0513a32:142_3": "nāma kañcanapabbataṁ disvā tassa matthake nisīdiṁsu. Taṁ pana pabbataṁ nissāya vasantā",
  "atk-s0513a32:142_4": "sakuṇasaṅghā catuppadā ca gocarabhūmiyaṁ nānāvaṇṇā honti, pabbataṁ paviṭṭhakālato",
  "atk-s0513a32:142_5": "paṭṭhāya te sabbe tassobhāsena suvaṇṇavaṇṇā honti. Taṁ disvā bodhisattassa kaniṭṭho",
  "atk-s0513a32:142_6": "taṁ kāraṇaṁ ajānitvā “kiṁ nu kho ettha kāraṇa”nti bhātarā saddhiṁ sallapanto dve gāthā abhāsi –",
  "atk-s0513a32:143": "20.",
  "atk-s0513a32:144": "“Kākolā kākasaṅghā ca, mayañca patataṁ varā;",
  "atk-s0513a32:145": "Sabbeva sadisā homa, imaṁ āgamma pabbataṁ.",
  "atk-s0513a32:146": "21.",
  "atk-s0513a32:147": "“Idha sīhā ca byagghā ca, siṅgālā ca migādhamā;",
  "atk-s0513a32:148": "Sabbeva sadisā honti, ayaṁ ko nāma pabbato”ti.",
  "atk-s0513a32:149": "Tattha kākolāti vanakākā. Kākasaṅghāti pakatikākasaṅghā ca. Patataṁ varāti pakkhīnaṁ seṭṭhā. Sadisā homāti sadisavaṇṇā homa.",
  "atk-s0513a32:150": "Tassa vacanaṁ sutvā bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a32:151": "22.",
  "atk-s0513a32:152": "“Imaṁ nerūti jānanti, manussā pabbatuttamaṁ;",
  "atk-s0513a32:153": "Idha vaṇṇena sampannā, vasanti sabbapāṇino”ti.",
  "atk-s0513a32:154": "Tattha idha vaṇṇenāti imasmiṁ nerupabbate obhāsena vaṇṇasampannā hutvā.",
  "atk-s0513a32:155": "Taṁ sutvā kaniṭṭho sesagāthā abhāsi –",
  "atk-s0513a32:156": "23.",
  "atk-s0513a32:157": "“Amānanā yattha siyā, antānaṁ vā vimānanā;",
  "atk-s0513a32:158": "Hīnasammānanā vāpi, na tattha visatiṁvase.",
  "atk-s0513a32:159": "24.",
  "atk-s0513a32:160": "“Yatthālaso ca dakkho ca, sūro bhīru ca pūjiyā;",
  "atk-s0513a32:161": "Na tattha santo vasanti, avisesakare nare.",
  "atk-s0513a32:162": "25.",
  "atk-s0513a32:163": "“Nāyaṁ neru vibhajati, hīnaukkaṭṭhamajjhime;",
  "atk-s0513a32:164": "Avisesakaro neru, handa neruṁ jahāmase”ti.",
  "atk-s0513a32:165_0": "Tattha paṭhamagāthāya ayamattho – yattha santānaṁ paṇḍitānaṁ sīlasampannānaṁ mānanassa",
  "atk-s0513a32:165_1": "abhāvena amānanā avamaññanā ca avamānavasena vimānanā vā hīnānaṁ vā dussīlānaṁ sammānanā",
  "atk-s0513a32:165_2": "siyā, tattha nivāse na vaseyya. Pūjiyāti ete ettha ekasadisāya pūjāya pūjanīyā honti,",
  "atk-s0513a32:165_3": "samakaṁ sakkāraṁ labhanti. Hīnaukkaṭṭhamajjhimeti jātigottakulappadesasīlācārañāṇādīhi",
  "atk-s0513a32:165_4": "hīne ca majjhime ca ukkaṭṭhe ca ayaṁ na vibhajati. Handāti vavassaggatthe nipāto.",
  "atk-s0513a32:165_5": "Jahāmaseti pariccajāma. Evañca pana vatvā ubhopi te haṁsā uppatitvā cittakūṭameva gatā.",
  "atk-s0513a32:166_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0513a32:166_1": "so bhikkhu sotāpattiphale patiṭṭhahi. Tadā kaniṭṭhahaṁso ānando ahosi, jeṭṭhakahaṁso",
  "atk-s0513a32:166_2": "pana ahameva ahosinti.",
  "atk-s0513a32:167": "Nerujātakavaṇṇanā catutthā.",
  "atk-s0513a32:169": "[380] 5. Āsaṅkajātakavaṇṇanā",
  "atk-s0513a32:170_0": "Āsāvatīnāma latāti idaṁ satthā jetavane viharanto purāṇadutiyikāpalobhanaṁ ārabbha",
  "atk-s0513a32:170_1": "kathesi. Vatthu indriyajātake āvi bhavissati. Idha pana satthā taṁ bhikkhuṁ “saccaṁ",
  "atk-s0513a32:170_2": "kira tvaṁ ukkaṇṭhitosī”ti pucchitvā “saccaṁ, bhante”ti vutte “kena ukkaṇṭhāpitosī”ti",
  "atk-s0513a32:170_3": "vatvā “purāṇadutiyikāya, bhante”ti vutte “bhikkhu esā itthī tuyhaṁ anatthakārikā,",
  "atk-s0513a32:170_4": "pubbepi tvaṁ etaṁ nissāya caturaṅginisenaṁ jahitvā himavantapadese mahantaṁ dukkhaṁ",
  "atk-s0513a32:170_5": "anubhavanto tīṇi saṁvaccharāni vasī”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:171_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsigāme brāhmaṇakule nibbattitvā",
  "atk-s0513a32:171_1": "vayappatto takkasilāyaṁ uggahitasippo isipabbajjaṁ pabbajitvā vanamūlaphalāhāro abhiññā",
  "atk-s0513a32:171_2": "ca samāpattiyo ca nibbattetvā himavantapadese vasi. Tasmiṁ kāle eko puññasampanno",
  "atk-s0513a32:171_3": "satto tāvatiṁsabhavanato cavitvā tasmiṁ ṭhāne padumasare ekasmiṁ padumagabbhe dārikā",
  "atk-s0513a32:171_4": "hutvā nibbatti, sesapadumesu purāṇabhāvaṁ patvā patantesupi taṁ mahākucchikaṁ hutvā",
  "atk-s0513a32:171_5": "tiṭṭhateva. Tāpaso nahāyituṁ padumasaraṁ gato taṁ disvā “aññesu padumesu patantesupi",
  "atk-s0513a32:171_6": "idaṁ mahākucchikaṁ hutvā tiṭṭhati, kiṁ nu kho kāraṇa”nti cintetvā udakasāṭakaṁ nivāsetvā",
  "atk-s0513a32:171_7": "otaranto gantvā taṁ padumaṁ vivaritvā taṁ dārikaṁ disvā dhītusaññaṁ uppādetvā paṇṇasālaṁ",
  "atk-s0513a32:171_8": "ānetvā paṭijaggi. Sā aparabhāge soḷasavassikā hutvā abhirūpā ahosi uttamarūpadharā",
  "atk-s0513a32:171_9": "atikkantā mānusakavaṇṇaṁ, apattā devavaṇṇaṁ. Tadā sakko bodhisattassa upaṭṭhānaṁ",
  "atk-s0513a32:171_10": "āgacchati, so taṁ dārikaṁ disvā “kuto esā”ti pucchitvā laddhaniyāmaṁ sutvā “imissā",
  "atk-s0513a32:171_11": "kiṁ laddhuṁ vaṭṭatī”ti pucchi. “Nivāsaṭṭhānaṁ vatthālaṅkārabhojanavidhānaṁ, mārisā”ti.",
  "atk-s0513a32:171_12": "So “sādhu, bhante”ti tassā vasanaṭṭhānassa āsanne phalikapāsādaṁ māpetvā dibbasayanadibbavatthālaṅkāradibbannapānāni māpesi.",
  "atk-s0513a32:172_0": "So pāsādo tassā abhiruhanakāle otaritvā bhūmiyaṁ patiṭṭhāti, abhiruḷhakāle laṅghitvā",
  "atk-s0513a32:172_1": "ākāse tiṭṭhati. Sā bodhisattassa vattapaṭivattaṁ kurumānā pāsāde vasati. Tameko vanacarako",
  "atk-s0513a32:172_2": "disvā “ayaṁ, vo bhante, kiṁ hotī”ti pucchitvā “dhītā me”ti sutvā bārāṇasiṁ gantvā",
  "atk-s0513a32:172_3": "“deva, mayā himavantapadese evarūpā nāma ekassa tāpasassa dhītā diṭṭhā”ti rañño ārocesi.",
  "atk-s0513a32:172_4": "Taṁ sutvā so savanasaṁsaggena bajjhitvā vanacarakaṁ maggadesakaṁ katvā caturaṅginiyā",
  "atk-s0513a32:172_5": "senāya taṁ ṭhānaṁ gantvā khandhāvāraṁ nivāsāpetvā vanacarakaṁ ādāya amaccagaṇaparivuto",
  "atk-s0513a32:172_6": "assamapadaṁ pavisitvā mahāsattaṁ vanditvā ekamantaṁ nisinno “bhante, itthiyo nāma",
  "atk-s0513a32:172_7": "brahmacariyassa malaṁ, tumhākaṁ dhītaraṁ ahaṁ paṭijaggissāmī”ti āha. Bodhisatto pana",
  "atk-s0513a32:172_8": "“kiṁ nu kho etasmiṁ padume”ti āsaṅkaṁ katvā udakaṁ otaritvā ānītabhāvena tassā kumārikāya",
  "atk-s0513a32:172_9": "āsaṅkāti nāmaṁ akāsi. So taṁ rājānaṁ “imaṁ gahetvā gacchā”ti ujukaṁ avatvā “mahārāja,",
  "atk-s0513a32:172_10": "imāya kumārikāya nāmaṁ jānanto gaṇhitvā gacchā”ti āha. “Tumhehi kathite ñassāmi,",
  "atk-s0513a32:172_11": "bhante”ti. “Ahaṁ te na kathemi, tvaṁ attano paññābalena nāmaṁ jānantova gahetvā yāhī”ti.",
  "atk-s0513a32:172_12": "So “sādhū”ti sampaṭicchitvā tato paṭṭhāya amaccehi saddhiṁ “kinnāmā nu kho esā”ti",
  "atk-s0513a32:172_13": "nāmaṁ upadhāreti. So yāni dujjānāni nāmāni, tāni kittetvā “asukā nāma bhavissatī”ti",
  "atk-s0513a32:172_14": "bodhisattena saddhiṁ katheti. Bodhisatto “na evaṁnāmā”ti paṭikkhipati.",
  "atk-s0513a32:173_0": "Rañño ca nāmaṁ upadhārentassa saṁvaccharo atīto. Tadā hatthiassamanusse sīhādayo",
  "atk-s0513a32:173_1": "vāḷā gaṇhanti, dīghajātikaparipantho hoti, makkhikaparipantho hoti, sītena kilamitvā",
  "atk-s0513a32:173_2": "bahū manussā maranti. Atha rājā kujjhitvā “kiṁ me etāyā”ti bodhisattassa kathetvā",
  "atk-s0513a32:173_3": "pāyāsi. Āsaṅkā kumārikā taṁ divasaṁ phalikavātapānaṁ vivaritvā attānaṁ dassentī aṭṭhāsi.",
  "atk-s0513a32:173_4": "Rājā taṁ disvā “mayaṁ tava nāmaṁ jānituṁ na sakkoma, tvaṁ himavanteyeva vasa, mayaṁ",
  "atk-s0513a32:173_5": "gamissāmā”ti āha. “Kahaṁ, mahārāja, gacchanto mādisaṁ itthiṁ labhissasi, mama vacanaṁ",
  "atk-s0513a32:173_6": "suṇāhi, tāvatiṁsadevaloke cittalatāvane āsāvatī nāma latā atthi, tassā phalassa abbhantare",
  "atk-s0513a32:173_7": "dibbapānaṁ nibbattaṁ, taṁ ekavāraṁ pivitvā cattāro māse mattā hutvā dibbasayane sayanti,",
  "atk-s0513a32:173_8": "sā pana vassasahassena phalati, surāsoṇḍā devaputtā ‘ito phalaṁ labhissāmā’ti dibbapānapipāsaṁ",
  "atk-s0513a32:173_9": "adhivāsetvā vassasahassaṁ nibaddhaṁ gantvā taṁ lataṁ ‘arogā nu kho’ti olokenti, tvaṁ",
  "atk-s0513a32:173_10": "pana ekasaṁvacchareneva ukkaṇṭhito, āsāphalavatī nāma sukhā, mā ukkaṇṭhī”ti vatvā",
  "atk-s0513a32:173_11": "tisso gāthā abhāsi –",
  "atk-s0513a32:174": "26.",
  "atk-s0513a32:175": "“Āsāvatī nāma latā, jātā cittalatāvane;",
  "atk-s0513a32:176": "Tassā vassasahassena, ekaṁ nibbattate phalaṁ.",
  "atk-s0513a32:177": "27.",
  "atk-s0513a32:178": "“Taṁ devā payirupāsanti, tāva dūraphalaṁ satiṁ;",
  "atk-s0513a32:179": "Āsīseva tuvaṁ rāja, āsā phalavatī sukhā.",
  "atk-s0513a32:180": "28.",
  "atk-s0513a32:181": "“Āsīsateva so pakkhī, āsīsateva so dijo;",
  "atk-s0513a32:182": "Tassa cāsā samijjhati, tāva dūragatā satī;",
  "atk-s0513a32:183": "Āsīseva tuvaṁ rāja, āsā phalavatī sukhā”ti.",
  "atk-s0513a32:184_0": "Tattha āsāvatīti evaṁnāmikā. Sā hi yasmā tassā phale āsā uppajjati, tasmā etaṁ nāmaṁ",
  "atk-s0513a32:184_1": "labhati. Cittalatāvaneti evaṁnāmake uyyāne. Tasmiṁ kira uyyāne tiṇarukkhalatādīnaṁ",
  "atk-s0513a32:184_2": "pabhā tattha paviṭṭhapaviṭṭhānaṁ devatānaṁ sarīravaṇṇaṁ cittaṁ karoti, tenassa “cittalatāvana”nti",
  "atk-s0513a32:184_3": "nāmaṁ jātaṁ. Payirupāsantīti punappunaṁ upenti. Āsīsevāti āsīsāhiyeva patthehiyeva,",
  "atk-s0513a32:184_4": "mā āsacchedaṁ karohīti.",
  "atk-s0513a32:185_0": "Rājā tassā kathāya bajjhitvā puna amacce sannipātāpetvā dasanāmakaṁ kāretvā nāmaṁ",
  "atk-s0513a32:185_1": "gavesanto aparampi saṁvaccharaṁ vasi. Tassā dasanāmakampi nāmaṁ nāhosi, “asukā nāmā”ti",
  "atk-s0513a32:185_2": "vutte bodhisatto paṭikkhipateva. Puna rājā “kiṁ me imāyā”ti turaṅgaṁ āruyha pāyāsi.",
  "atk-s0513a32:185_3": "Sāpi puna vātapāne ṭhatvā attānaṁ dassesi. Rājā “tiṭṭha tvaṁ, mayaṁ gamissāmā”ti",
  "atk-s0513a32:185_4": "āha. “Kasmā yāsi, mahārājā”ti? “Tava nāmaṁ jānituṁ na sakkomī”ti. “Mahārāja, kasmā",
  "atk-s0513a32:185_5": "nāmaṁ na jānissasi, āsā nāma asamijjhanakā nāma natthi, eko kira bako pabbatamuddhani",
  "atk-s0513a32:185_6": "ṭhito attanā patthitaṁ labhi, tvaṁ kasmā na labhissasi, adhivāsehi, mahārājā”ti.",
  "atk-s0513a32:185_7": "Eko kira bako ekasmiṁ padumasare gocaraṁ gahetvā uppatitvā pabbatamatthake nilīyi.",
  "atk-s0513a32:185_8": "So taṁ divasaṁ tattheva vasitvā punadivase cintesi “ahaṁ imasmiṁ pabbatamatthake",
  "atk-s0513a32:185_9": "sukhaṁ nisinno, sace ito anotaritvā ettheva nisinno gocaraṁ gahetvā pānīyaṁ pivitvā",
  "atk-s0513a32:185_10": "imaṁ divasaṁ vaseyyaṁ, bhadrakaṁ vata assā”ti. Atha taṁ divasameva sakko devarājā",
  "atk-s0513a32:185_11": "asuranimmathanaṁ katvā tāvatiṁsabhavane devissariyaṁ laddhā cintesi ‘mama tāva manoratho",
  "atk-s0513a32:185_12": "matthakaṁ patto, atthi nu kho añño koci aparipuṇṇamanoratho’ti upadhārento taṁ disvā",
  "atk-s0513a32:185_13": "‘imassa manorathaṁ matthakaṁ pāpessāmī’ti bakassa nisinnaṭṭhānato avidūre ekā nadī",
  "atk-s0513a32:185_14": "atthi, taṁ nadiṁ oghapuṇṇaṁ katvā pabbatamatthakena pesesi. Sopi bako tattheva nisinno",
  "atk-s0513a32:185_15": "macche khāditvā pānīyaṁ pivitvā taṁ divasaṁ tattheva vasi, udakampi bhassitvā gataṁ.",
  "atk-s0513a32:185_16": "“Evaṁ, mahārāja, bakopi tāva attano āsāphalaṁ labhi, kiṁ tvaṁ na labhissasī”ti vatvā",
  "atk-s0513a32:185_17": "“āsīsatevā”tiādimāha.",
  "atk-s0513a32:186_0": "Tattha āsīsatevāti āsīsatiyeva patthetiyeva. Pakkhīti pakkhehi yuttatāya pakkhī.",
  "atk-s0513a32:186_1": "Dvikkhattuṁ jātatāya dijo. Tāva dūragatā satīti pabbatamatthakato macchānañca udakassa",
  "atk-s0513a32:186_2": "ca dūrabhāvaṁ passa, evaṁ dūragatā samānā sakkassa ānubhāvena bakassa āsā pūriyevāti.",
  "atk-s0513a32:187_0": "Atha rājā tassā kathaṁ sutvā rūpe bajjhitvā kathāya allīno gantuṁ asakkonto amacce",
  "atk-s0513a32:187_1": "sannipātetvā satanāmaṁ kāresi, satanāmavasena nāmaṁ gavesatopissa aññaṁ saṁvaccharaṁ",
  "atk-s0513a32:187_2": "atītaṁ. So tiṇṇaṁ saṁvaccharānaṁ accayena bodhisattaṁ upasaṅkamitvā satanāmavasena",
  "atk-s0513a32:187_3": "“asukā nāma bhavissatī”ti pucchi. “Na jānāsi, mahārājā”ti. So “gamissāma dāni maya”nti",
  "atk-s0513a32:187_4": "bodhisattaṁ vanditvā pāyāsi. Āsaṅkā kumārikā ca puna phalikavātapānaṁ nissāya ṭhitāva.",
  "atk-s0513a32:187_5": "Rājā taṁ disvā “tvaṁ accha, mayaṁ gamissāmā”ti āha. “Kasmā, mahārājā”ti. “Tvaṁ maṁ",
  "atk-s0513a32:187_6": "vacaneneva santappesi, na ca kāmaratiyā, tava madhuravacanena bajjhitvā vasantassa",
  "atk-s0513a32:187_7": "mama tīṇi saṁvaccharāni atikkantāni, idāni gamissāmī”ti imā gāthā āha –",
  "atk-s0513a32:188": "29.",
  "atk-s0513a32:189": "“Sampesi kho maṁ vācāya, na ca sampesi kammunā;",
  "atk-s0513a32:190": "Mālā sereyyakasseva, vaṇṇavantā agandhikā.",
  "atk-s0513a32:191": "30.",
  "atk-s0513a32:192": "“Aphalaṁ madhuraṁ vācaṁ, yo mittesu pakubbati;",
  "atk-s0513a32:193": "Adadaṁ avissajaṁ bhogaṁ, sandhi tenassa jīrati.",
  "atk-s0513a32:194": "31.",
  "atk-s0513a32:195": "“Yañhi kayirā tañhi vade, yaṁ na kayirā na taṁ vade;",
  "atk-s0513a32:196": "Akarontaṁ bhāsamānaṁ, parijānanti paṇḍitā.",
  "atk-s0513a32:197": "32.",
  "atk-s0513a32:198": "“Balañca vata me khīṇaṁ, pātheyyañca na vijjati;",
  "atk-s0513a32:199": "Saṅke pāṇūparodhāya, handa dāni vajāmaha”nti.",
  "atk-s0513a32:200_0": "Tattha sampesīti santappesi pīṇesi. Sereyyakassāti suvaṇṇakuraṇḍakassa. Desanāsīsamevetaṁ,",
  "atk-s0513a32:200_1": "yaṁkiñci pana suvaṇṇakuraṇḍakajayasumanādikaṁ aññampi pupphaṁ vaṇṇasampannaṁ agandhakaṁ,",
  "atk-s0513a32:200_2": "sabbaṁ taṁ sandhāyevamāha. Vaṇṇavantā agandhikāti yathā sereyyakādīnaṁ mālā vaṇṇavantatāya",
  "atk-s0513a32:200_3": "dassanena tappeti, agandhatāya gandhena na tappeti, evaṁ tvampi dassanena piyavacanena",
  "atk-s0513a32:200_4": "ca santappesi, na kammunāti dīpeti. Adadanti bhadde, yo “imaṁ nāma vo bhogaṁ dassāmī”ti",
  "atk-s0513a32:200_5": "madhuravacanena vatvā taṁ bhogaṁ adadanto avissajjento kevalaṁ madhuravacanameva",
  "atk-s0513a32:200_6": "karoti, tena saddhiṁ assa mittassa sandhi jīrati, mittasanthavo na ghaṭīyati. Pātheyyañcāti",
  "atk-s0513a32:200_7": "bhadde, mayhaṁ tava madhuravacanena bajjhitvā tīṇi saṁvaccharāni vasantasseva hatthiassarathapattisaṅkhātaṁ",
  "atk-s0513a32:200_8": "balañca khīṇaṁ, manussānaṁ bhattavetanasaṅkhātaṁ pātheyyañca natthi. Saṅke pāṇūparodhāyāti",
  "atk-s0513a32:200_9": "svāhaṁ idheva attano jīvitavināsaṁ āsaṅkāmi, handa dānāhaṁ gacchāmīti.",
  "atk-s0513a32:201": "Āsaṅkā kumārikā rañño vacanaṁ sutvā “mahārāja, tvaṁ mayhaṁ nāmaṁ jānāsi, tayā vuttameva mama nāmaṁ, idaṁ me pitu kathetvā maṁ gaṇhitvā yāhī”ti raññā saddhiṁ sallapantī āha –",
  "atk-s0513a32:202": "33.",
  "atk-s0513a32:203": "“Etadeva hi me nāmaṁ, yaṁnāmasmi rathesabha;",
  "atk-s0513a32:204": "Āgamehi mahārāja, pitaraṁ āmantayāmaha”nti.",
  "atk-s0513a32:205": "Tassattho – yaṁnāmā ahaṁ asmi, taṁ etaṁ āsaṅkātveva mama nāmanti.",
  "atk-s0513a32:206_0": "Taṁ sutvā rājā bodhisattassa santikaṁ gantvā “bhante, tumhākaṁ dhītā āsaṅkā nāmā”ti",
  "atk-s0513a32:206_1": "āha. “Nāmaṁ ñātakālato paṭṭhāya taṁ gahetvā gaccha, mahārājā”ti. So mahāsattaṁ vanditvā",
  "atk-s0513a32:206_2": "phalikavimānadvāraṁ āgantvā āha – “bhadde, pitarāpi te mayhaṁ dinnā, ehi dāni gamissāmā”ti.",
  "atk-s0513a32:206_3": "“Āgamehi, mahārāja, pitaraṁ āmantayāmaha”nti pāsādā otaritvā mahāsattaṁ vanditvā",
  "atk-s0513a32:206_4": "roditvā khamāpetvā rañño santikaṁ āgatā. Rājā taṁ gahetvā bārāṇasiṁ gantvā puttadhītāhi",
  "atk-s0513a32:206_5": "vaḍḍhanto piyasaṁvāsaṁ vasi. Bodhisatto aparihīnajjhāno brahmaloke uppajji.",
  "atk-s0513a32:207_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0513a32:207_1": "ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā āsaṅkā kumārikā purāṇadutiyikā",
  "atk-s0513a32:207_2": "ahosi, rājā ukkaṇṭhitabhikkhu, tāpaso pana ahameva ahosinti.",
  "atk-s0513a32:208": "Āsaṅkajātakavaṇṇanā pañcamā.",
  "atk-s0513a32:210": "[381] 6. Migālopajātakavaṇṇanā",
  "atk-s0513a32:211_0": "Name ruccīti idaṁ satthā jetavane viharanto ekaṁ dubbacabhikkhuṁ ārabbha kathesi.",
  "atk-s0513a32:211_1": "Satthā taṁ bhikkhuṁ pakkosāpetvā “saccaṁ kira tvaṁ bhikkhu dubbaco”ti pucchitvā “āma,",
  "atk-s0513a32:211_2": "bhante”ti vutte “na kho bhikkhu idāneva, pubbepi tvaṁ dubbacoyeva, dubbacabhāvañca",
  "atk-s0513a32:211_3": "pana nissāya paṇḍitānaṁ vacanaṁ akaronto verambhavātamukhe byasanaṁ gatosī”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:212_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto gijjhayoniyaṁ nibbattitvā",
  "atk-s0513a32:212_1": "apanandagijjho nāma ahosi. So gijjhagaṇaparivuto gijjhakūṭapabbate vasi. Putto panassa",
  "atk-s0513a32:212_2": "migālopo nāma thāmabalasampanno ahosi, so aññesaṁ gijjhānaṁ sīmaṁ atikkamitvā atiuccaṁ",
  "atk-s0513a32:212_3": "uppati. Gijjhā “putto te atidūraṁ uppatatī”ti gijjharañño ācikkhiṁsu. So taṁ pakkosetvā",
  "atk-s0513a32:212_4": "“tvaṁ kira, tāta, atiuccaṁ gacchasi, atiuccaṁ gacchanto jīvitakkhayaṁ pāpuṇissasī”ti",
  "atk-s0513a32:212_5": "vatvā tisso gāthā abhāsi –",
  "atk-s0513a32:213": "34.",
  "atk-s0513a32:214": "“Na me rucci migālopa, yassa te tādisī gatī;",
  "atk-s0513a32:215": "Atuccaṁ tāta patasi, abhūmiṁ tāta sevasi.",
  "atk-s0513a32:216": "35.",
  "atk-s0513a32:217": "“Catukkaṇṇaṁva kedāraṁ, yadā te pathavī siyā;",
  "atk-s0513a32:218": "Tato tāta nivattassu, māssu etto paraṁ gami.",
  "atk-s0513a32:219": "36.",
  "atk-s0513a32:220": "“Santi aññepi sakuṇā, pattayānā vihaṅgamā;",
  "atk-s0513a32:221": "Akkhittā vātavegena, naṭṭhā te sassatīsamā”ti.",
  "atk-s0513a32:222_0": "Tattha migālopāti puttaṁ nāmena ālapati. Atuccaṁ tāta patasīti tāta, tvaṁ aññesaṁ",
  "atk-s0513a32:222_1": "gijjhānaṁ sīmaṁ atikkamitvā atiuccaṁ gacchasi. Catukkaṇṇaṁva kedāranti imināssa sīmaṁ",
  "atk-s0513a32:222_2": "ācikkhati. Idaṁ vuttaṁ hoti – tāta, yadā te ayaṁ mahāpathavī catukkaṇṇaṁ kedāraṁ",
  "atk-s0513a32:222_3": "viya siyā, evaṁ khuddikā viya hutvā paññāyetha, atha tvaṁ ettakā ṭhānā nivatteyyāsi,",
  "atk-s0513a32:222_4": "etto paraṁ mā gamīti. Santi aññepīti na kevalaṁ tvameva, aññepi gijjhā evaṁ kariṁsūti",
  "atk-s0513a32:222_5": "dīpeti. Akkhittāti tepi gijjhā amhākaṁ sīmaṁ atikkamitvā gatā vātavegena ākaḍḍhitā",
  "atk-s0513a32:222_6": "nassiṁsu. Sassatīsamāti sassatīhi pathavīpabbatādīhi samaṁ attānaṁ maññamānā attano",
  "atk-s0513a32:222_7": "vassasahassaparimāṇaṁ āyuṁ apūretvāpi antarā naṭṭhāti attho.",
  "atk-s0513a32:223_0": "Migālopo anovādakattā pitu vacanaṁ akatvā laṅghanto pitarā akkhātaṁ sīmaṁ disvā taṁ",
  "atk-s0513a32:223_1": "atikkamma kālavāte patvā tepi chinditvā uppatito verambhavātamukhaṁ pakkhandi, atha",
  "atk-s0513a32:223_2": "naṁ verambhavātā pahariṁsu. So tehi pahaṭamattova khaṇḍākhaṇḍaṁ hutvā ākāseyeva antaradhāyi.",
  "atk-s0513a32:224": "37.",
  "atk-s0513a32:225": "“Akatvā apanandassa, pitu vuddhassa sāsanaṁ;",
  "atk-s0513a32:226": "Kālavāte atikkamma, verambhānaṁ vasaṁ agā.",
  "atk-s0513a32:227": "38.",
  "atk-s0513a32:228": "“Tassa puttā ca dārā ca, ye caññe anujīvino;",
  "atk-s0513a32:229": "Sabbe byasanamāpāduṁ, anovādakare dije.",
  "atk-s0513a32:230": "39.",
  "atk-s0513a32:231": "“Evampi idha vuddhānaṁ, yo vākyaṁ nāvabujjhati;",
  "atk-s0513a32:232": "Atisīmacaro ditto, gijjhovātītasāsano;",
  "atk-s0513a32:233": "Sabbe byasanaṁ papponti, akatvā vuddhasāsana”nti. –",
  "atk-s0513a32:234": "Imā tisso abhisambuddhagāthā.",
  "atk-s0513a32:235_0": "Tattha anujīvinoti taṁ nissāya jīvanakā. Anovādakare dijeti tasmiṁ migālope gijjhe",
  "atk-s0513a32:235_1": "ovādaṁ agaṇhante sabbepi te tena saddhiṁ atisīmaṁ gantvā vināsaṁ pāpuṇiṁsu. Evampīti,",
  "atk-s0513a32:235_2": "bhikkhave, yathā so gijjho, evaṁ yo aññopi gahaṭṭho vā pabbajito vā hitānukampakānaṁ",
  "atk-s0513a32:235_3": "vuddhānaṁ vacanaṁ na gaṇhāti, sopi ayaṁ sīmaṁ atikkamitvā caranto ditto gabbito gijjhova",
  "atk-s0513a32:235_4": "byasanaṁ pāpuṇātīti.",
  "atk-s0513a32:236": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi – “tadā migālopo dubbacabhikkhu ahosi, apanando pana ahameva ahosi”nti.",
  "atk-s0513a32:237": "Migālopajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a32:239": "[382] 7. Sirikāḷakaṇṇijātakavaṇṇanā",
  "atk-s0513a32:240_0": "Kānu kāḷena vaṇṇenāti idaṁ satthā jetavane viharanto anāthapiṇḍikaṁ ārabbha kathesi.",
  "atk-s0513a32:240_1": "So hi sotāpattiphale patiṭṭhitakālato paṭṭhāya akhaṇḍāni pañca sīlāni rakkhi, bhariyāpissa",
  "atk-s0513a32:240_2": "puttadhītaropi dāsāpi bhatiṁ gahetvā kammaṁ karontā kammakarāpi sabbe rakkhiṁsuyeva.",
  "atk-s0513a32:240_3": "Athekadivasaṁ bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ “āvuso, anāthapiṇḍiko suciyeva",
  "atk-s0513a32:240_4": "suciparivāro hutvā caratī”ti. Satthā āgantvā “kāya nuttha, bhikkhave, etarahi kathāya",
  "atk-s0513a32:240_5": "sannisinnā”ti pucchitvā “imāya nāmā”ti vutte “na, bhikkhave, idāneva, pubbe porāṇakapaṇḍitāpi",
  "atk-s0513a32:240_6": "sucīyeva suciparivārā ahesu”nti vatvā tehi yācito atītaṁ āhari.",
  "atk-s0513a32:241_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto seṭṭhi hutvā dānaṁ adāsi,",
  "atk-s0513a32:241_1": "sīlaṁ rakkhi, uposathakammaṁ kari, bhariyāpissa pañca sīlāni rakkhi, puttadhītaropi",
  "atk-s0513a32:241_2": "dāsakammakaraporisāpi pañca sīlāni rakkhiṁsu. So suciparivāraseṭṭhitveva paññāyittha.",
  "atk-s0513a32:241_3": "Athekadivasaṁ so cintesi “sace mayā suciparivārasīlo koci āgamissati, tassa mama",
  "atk-s0513a32:241_4": "nisīdanapallaṅkaṁ vā nipajjanasayanaṁ vā dātuṁ na yuttaṁ, anucchiṭṭhaṁ aparibhuttaṁ",
  "atk-s0513a32:241_5": "dātuṁ vaṭṭatī”ti attano vasanaṭṭhāneyeva ekapasse aparibhuttapallaṅkañca senāsanañca",
  "atk-s0513a32:241_6": "paññāpesi. Tasmiṁ samaye cātumahārājikadevalokato virūpakkhamahārājassa dhītā kāḷakaṇṇī",
  "atk-s0513a32:241_7": "ca nāma dhataraṭṭhamahārājassa dhītā sirī ca nāmāti imā dve bahuṁ gandhamālaṁ ādāya",
  "atk-s0513a32:241_8": "“anotatte kīḷissāmā”ti anotattatitthaṁ āgacchiṁsu. Tasmiṁ pana dahe bahūni titthāni,",
  "atk-s0513a32:241_9": "tesu buddhānaṁ titthe buddhāyeva nhāyanti, paccekabuddhānaṁ titthe paccekabuddhāva",
  "atk-s0513a32:241_10": "nhāyanti, bhikkhūnaṁ titthe bhikkhūva nhāyanti, tāpasānaṁ titthe tāpasāva nhāyanti,",
  "atk-s0513a32:241_11": "cātumahārājikādīsu chasu kāmasaggesu devaputtānaṁ titthe devaputtāva nhāyanti, devadhītānaṁ",
  "atk-s0513a32:241_12": "titthe devadhītāva nhāyanti.",
  "atk-s0513a32:242_0": "Tatrimā dve āgantvā “ahaṁ paṭhamaṁ nhāyissāmi, ahaṁ paṭhama”nti titthāya kalahaṁ",
  "atk-s0513a32:242_1": "kariṁsu. Kāḷakaṇṇī “ahaṁ lokaṁ pālemi vicāremi, tasmā paṭhamaṁ nāyituṁ yuttāmhī”ti",
  "atk-s0513a32:242_2": "vadati. Sirī “ahaṁ mahājanassa issariyadāyikāya paṭipadāya ṭhitā, tasmā paṭhamaṁ",
  "atk-s0513a32:242_3": "nhāyituṁ yuttāmhī”ti vadati. Tā “amhesu paṭhamaṁ nhāyituṁ yuttarūpaṁ vā ayuttarūpaṁ",
  "atk-s0513a32:242_4": "vā cattāro mahārājāno jānissantī”ti tesaṁ santikaṁ gantvā “amhesu kā paṭhamaṁ anotattadahe",
  "atk-s0513a32:242_5": "nhāyituṁ yuttarūpā”ti pucchiṁsu. Dhataraṭṭhavirūpakkhā “na sakkā amhehi vinicchinitu”nti",
  "atk-s0513a32:242_6": "virūḷhakavessavaṇānaṁ bhāramakaṁsu. Te “amhepi na sakkhissāma, sakkassa pādamūle",
  "atk-s0513a32:242_7": "pesessāmā”ti tā sakkassa santikaṁ pesesuṁ. Sakko tāsaṁ vacanaṁ sutvā cintesi “imā",
  "atk-s0513a32:242_8": "dvepi mama purisānaññeva dhītaro, na sakkā mayā imaṁ aḍḍaṁ vinicchinitu”nti. Atha",
  "atk-s0513a32:242_9": "tā sakko āha “bārāṇasiyaṁ suciparivāro nāma seṭṭhi atthi, tassa ghare anucchiṭṭhasayanañca",
  "atk-s0513a32:242_10": "paññattaṁ, yā tattha nisīdituṁ vā sayituṁ vā labhati, sā paṭhamaṁ nhāyituṁ yuttarūpā”ti.",
  "atk-s0513a32:242_11": "Taṁ sutvā kāḷakaṇṇī tasmiṁ khaṇeyeva nīlavatthaṁ nivāsetvā nīlavilepanaṁ vilimpitvā",
  "atk-s0513a32:242_12": "nīlamaṇipiḷandhanaṁ piḷandhitvā yantapāsāṇo viya devalokato otaritvā majjhimayāmasamanantare",
  "atk-s0513a32:242_13": "seṭṭhino pāsādassa upaṭṭhānadvāre sayanassa avidūre ṭhāne nīlarasmiṁ vissajjetvā",
  "atk-s0513a32:242_14": "ākāse aṭṭhāsi. Seṭṭhi oloketvā taṁ addasa, sahadassanenevassa sā appiyā ahosi amanāpā.",
  "atk-s0513a32:242_15": "So tāya saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a32:243": "40.",
  "atk-s0513a32:244": "“Kā nu kāḷena vaṇṇena, na cāpi piyadassanā;",
  "atk-s0513a32:245": "Kā vā tvaṁ kassa vā dhītā, kathaṁ jānemu taṁ maya”nti.",
  "atk-s0513a32:246_0": "Tattha kāḷenāti nīlena. Vaṇṇenāti sarīravatthābharaṇavaṇṇena. Na cāpi piyadassanāti",
  "atk-s0513a32:246_1": "dhātuso, bhikkhave, sattā saṁsandantīti vuttaṁ, ayañca devadhītā anācārā dussīlā,",
  "atk-s0513a32:246_2": "tasmā sā sahadassanenevassa appiyā jātā, tenevamāha. Kā vā tvanti “kā ca tvaṁ, ayameva vā pāṭho.",
  "atk-s0513a32:247": "Taṁ sutvā kāḷakaṇṇī dutiyaṁ gāthamāha –",
  "atk-s0513a32:248": "41.",
  "atk-s0513a32:249": "“Mahārājassahaṁ dhītā, virūpakkhassa caṇḍiyā;",
  "atk-s0513a32:250": "Ahaṁ kāḷī alakkhikā, kāḷakaṇṇīti maṁ vidū;",
  "atk-s0513a32:251": "Okāsaṁ yācito dehi, vasemu tava santike”ti.",
  "atk-s0513a32:252_0": "Tattha caṇḍiyāti kodhanā. Kodhabhāvena hi mayhaṁ caṇḍīti nāmaṁ kariṁsu. Alakkhikāti",
  "atk-s0513a32:252_1": "nippaññā. Maṁ vidūti evaṁ maṁ cātumahārājikadevaloke jānanti. Vasemūti mayaṁ ajja",
  "atk-s0513a32:252_2": "ekarattaṁ tava santike vaseyyāma, etasmiṁ me anucchiṭṭhāsanasayane okāsaṁ dehīti.",
  "atk-s0513a32:253": "Tato bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a32:254": "42.",
  "atk-s0513a32:255": "“Kiṁsīle kiṁsamācāre, purise nivisase tuvaṁ;",
  "atk-s0513a32:256": "Puṭṭhā me kāḷi akkhāhi, kathaṁ jānemu taṁ maya”nti.",
  "atk-s0513a32:257": "Tattha nivisaseti tava cittena nivisasi patiṭṭhahasīti.",
  "atk-s0513a32:258": "Tato sā attano guṇaṁ kathentī catutthaṁ gāthamāha –",
  "atk-s0513a32:259": "43.",
  "atk-s0513a32:260": "“Makkhī paḷāsī sārambhī, issukī maccharī saṭho;",
  "atk-s0513a32:261": "So mayhaṁ puriso kanto, laddhaṁ yassa vinassatī”ti.",
  "atk-s0513a32:262_0": "Tassattho – yo puriso attano kataguṇaṁ na jānāti, guṇamakkhī hoti, attano kismiñci",
  "atk-s0513a32:262_1": "kāraṇe kathite “kiṁ ahaṁ etaṁ na jānāmī”ti yugaggāhaṁ gaṇhāti, aññehi kiñci kataṁ",
  "atk-s0513a32:262_2": "disvā sārambhavasena karaṇuttarikaṁ karoti, pare lābhaṁ labhante na tussati, “mayhaṁ",
  "atk-s0513a32:262_3": "issariyaṁ paresaṁ mā hotu, mayhameva hotū”ti sakasampattiṁ gopetvā parassa tiṇaggena",
  "atk-s0513a32:262_4": "telabindumpi na deti, kerāṭikalakkhaṇena samannāgato hutvā attano santakaṁ parassa",
  "atk-s0513a32:262_5": "adatvā tehi tehi upāyehi parasantakameva khādati, yassa laddhaṁ dhaññaṁ vā dhanaṁ",
  "atk-s0513a32:262_6": "vā vinassati na tiṭṭhati, surādhutto akkhadhutto itthidhutto vā hutvā laddhaṁ laddhaṁ",
  "atk-s0513a32:262_7": "vināsetiyeva, ayaṁ etehi guṇehi samannāgato puriso mayhaṁ kanto piyo manāpo, evarūpe",
  "atk-s0513a32:262_8": "ahaṁ cittena patiṭṭhahāmīti.",
  "atk-s0513a32:263": "Sāyeva pañcamachaṭṭhasattamagāthā abhāsi –",
  "atk-s0513a32:264": "44.",
  "atk-s0513a32:265": "“Kodhano upanāhī ca, pisuṇo ca vibhedako;",
  "atk-s0513a32:266": "Kaṇḍakavāco pharuso, so me kantataro tato.",
  "atk-s0513a32:267": "45.",
  "atk-s0513a32:268": "“Ajja suveti puriso, sadatthaṁ nāvabujjhati;",
  "atk-s0513a32:269": "Ovajjamāno kuppati, seyyaṁ so atimaññati.",
  "atk-s0513a32:270": "46.",
  "atk-s0513a32:271": "“Davappaluddho puriso, sabbamittehi dhaṁsati;",
  "atk-s0513a32:272": "So mayhaṁ puriso kanto, tasmiṁ homi anāmayā”ti.",
  "atk-s0513a32:273_0": "Tāpi imināva nayena vitthāretabbā. Saṅkhepattho panettha – kodhanoti appamattakenāpi",
  "atk-s0513a32:273_1": "kujjhanako. Upanāhīti parassa aparādhaṁ hadaye ṭhapetvā sucirenapi tassa anatthakārako.",
  "atk-s0513a32:273_2": "Pisuṇoti pisuṇavāco. Vibhedakoti appamattakenapi mittabhindanako. Kaṇḍakavācoti sadosavāco.",
  "atk-s0513a32:273_3": "Pharusoti thaddhavāco. Kantataroti so puriso mayhaṁ purimāpi kantataro piyataro.",
  "atk-s0513a32:273_4": "Ajja suveti “idaṁ kammaṁ ajja kātabbaṁ, idaṁ sve, idaṁ tatiyadivasādīsū”ti evaṁ so",
  "atk-s0513a32:273_5": "sadatthaṁ attano kiccaṁ nāvabujjhati na jānāti. Ovajjamānoti ovadiyamāno. Seyyaṁ",
  "atk-s0513a32:273_6": "so atimaññatīti jātigottakulappadesasīlācāraguṇehi uttaritaraṁ uttamapuggalaṁ “tvaṁ",
  "atk-s0513a32:273_7": "mayhaṁ kiṁ pahosī”ti atikkamitvā maññati. Davappaluddhoti rūpādīsu kāmaguṇesu nirantaradavena",
  "atk-s0513a32:273_8": "paluddho abhibhūto vasaṁ gato. Dhaṁsatīti “tayā mayhaṁ kiṁ kata”ntiādīni vatvā sabbeheva",
  "atk-s0513a32:273_9": "mittehi dhaṁsati parihāyati. Anāmayāti ayaṁ etehi guṇehi samannāgate puggale niddukkhā",
  "atk-s0513a32:273_10": "nissokā homi, taṁ labhitvā aññattha anālayā hutvā vasāmī”ti.",
  "atk-s0513a32:274": "Atha naṁ garahanto mahāsatto aṭṭhamaṁ gāthamāha –",
  "atk-s0513a32:275": "47.",
  "atk-s0513a32:276": "“Apehi etto tvaṁ kāḷi, netaṁ amhesu vijjati;",
  "atk-s0513a32:277": "Aññaṁ janapadaṁ gaccha, nigame rājadhāniyo”ti.",
  "atk-s0513a32:278_0": "Tattha apehīti apagaccha. Netaṁ amhesūti etaṁ makkhādikaṁ tava piyabhāvakaraṇaṁ amhesupi",
  "atk-s0513a32:278_1": "na vijjati natthi. Nigame rājadhāniyoti aññe nigamepi aññā rājadhāniyopi gaccha,",
  "atk-s0513a32:278_2": "yattha mayaṁ taṁ na passāma, tattha gacchāti dīpeti.",
  "atk-s0513a32:279": "Taṁ sutvā kāḷakaṇṇī additā hutvā anantaragāthamāha –",
  "atk-s0513a32:280": "48.",
  "atk-s0513a32:281": "“Ahampi kho taṁ jānāmi, netaṁ tumhesu vijjati;",
  "atk-s0513a32:282": "Santi loke alakkhikā, saṅgharanti bahuṁ dhanaṁ;",
  "atk-s0513a32:283": "Ahaṁ devo ca me bhātā, ubho naṁ vidhamāmase”ti.",
  "atk-s0513a32:284_0": "Tattha netaṁ tumhesūti yaṁ mama piyabhāvakaraṇaṁ makkhādikaṁ yena ahaṁ attanāpi samannāgatā,",
  "atk-s0513a32:284_1": "taṁ tumhesu natthīti ahampi etaṁ jānāmi. Santi loke alakkhikāti aññe pana loke nissīlā",
  "atk-s0513a32:284_2": "nippaññā santi. Saṅgharantīti te nissīlā nippaññāpi samānā etehi makkhādīhi bahuṁ",
  "atk-s0513a32:284_3": "dhanaṁ saṅgharanti piṇḍaṁ karonti. Ubho nanti taṁ pana etehi saṅgharitvā ṭhapitaṁ",
  "atk-s0513a32:284_4": "dhanaṁ ahañca mayhameva bhātā devo ca nāma devaputtoti ubho ekato hutvā vidhamāmase",
  "atk-s0513a32:284_5": "nāsema, amhākaṁ pana devaloke bahū dibbaparibhogā atthi dibbāni sayanāni, tvaṁ dadeyyāsi",
  "atk-s0513a32:284_6": "vā no vā, ko me tayā atthoti vatvā pakkāmi.",
  "atk-s0513a32:285_0": "Tassā pakkantakāle sirī devadhītā suvaṇṇavaṇṇehi vatthavilepanehi suvaṇṇālaṅkārena",
  "atk-s0513a32:285_1": "āgantvā upaṭṭhānadvāre pītarasmiṁ vissajjetvā samehi pādehi samaṁ pathaviyaṁ patiṭṭhāya",
  "atk-s0513a32:285_2": "sagāravā aṭṭhāsi. Taṁ disvā mahāsatto paṭhamaṁ gāthamāha –",
  "atk-s0513a32:286": "49.",
  "atk-s0513a32:287": "“Kā nu dibbena vaṇṇena, pathabyā supatiṭṭhitā;",
  "atk-s0513a32:288": "Kā vā tvaṁ kassa vā dhītā, kathaṁ jānemu taṁ maya”nti.",
  "atk-s0513a32:289": "Tattha dibbenāti visiṭṭhena uttamena.",
  "atk-s0513a32:290": "Taṁ sutvā sirī dutiyaṁ gāthamāha –",
  "atk-s0513a32:291": "50.",
  "atk-s0513a32:292": "“Mahārājassahaṁ dhītā, dhataraṭṭhassa sirīmato;",
  "atk-s0513a32:293": "Ahaṁ sirī ca lakkhī ca, bhūripaññāti maṁ vidū;",
  "atk-s0513a32:294": "Okāsaṁ yācito dehi, vasemu tava santike”ti.",
  "atk-s0513a32:295_0": "Tattha sirī ca lakkhī cāti sirīti ca lakkhīti ca ahamevaṁnāmā, na aññā. Bhūripaññāti",
  "atk-s0513a32:295_1": "maṁ vidūti maṁ cātumahārājikadevaloke pathavīsamāya vipulāya paññāya samannāgatāti",
  "atk-s0513a32:295_2": "jānanti. Vasemu tava santiketi tava anucchiṭṭhāsane ceva anucchiṭṭhasayane ca ekarattiṁ",
  "atk-s0513a32:295_3": "vaseyyāma, okāsaṁ me dehīti.",
  "atk-s0513a32:296": "Tato paraṁ bodhisatto āha –",
  "atk-s0513a32:297": "51.",
  "atk-s0513a32:298": "“Kiṁsīle kiṁsamācāre, purise nivisase tuvaṁ;",
  "atk-s0513a32:299": "Puṭṭhā me lakkhi akkhāhi, kathaṁ jānemu taṁ mayaṁ.",
  "atk-s0513a32:300": "52.",
  "atk-s0513a32:301": "“Yo cāpi sīte atha vāpi uṇhe, vātātape ḍaṁsasarīsape ca;",
  "atk-s0513a32:302": "Khudhaṁ pipāsaṁ abhibhuyya sabbaṁ, rattindivaṁ yo satataṁ niyutto.",
  "atk-s0513a32:303": "53.",
  "atk-s0513a32:304": "“Kālāgatañca na hāpeti atthaṁ, so me manāpo nivise ca tamhi;",
  "atk-s0513a32:305": "Akkodhano mittavā cāgavā ca, sīlūpapanno asaṭhojubhūto.",
  "atk-s0513a32:306": "54.",
  "atk-s0513a32:307": "“Saṅgāhako sakhilo saṇhavāco, mahattapattopi nivātavutti;",
  "atk-s0513a32:308": "Tasmiṁhaṁ pose vipulā bhavāmi, ūmi samuddassa yathāpi vaṇṇaṁ.",
  "atk-s0513a32:309": "55.",
  "atk-s0513a32:310": "“Yo cāpi mitte atha vā amitte, seṭṭhe sarikkhe atha vāpi hīne;",
  "atk-s0513a32:311": "Atthaṁ carantaṁ atha vā anatthaṁ, āvī raho saṅgahameva vatte.",
  "atk-s0513a32:312": "56.",
  "atk-s0513a32:313": "“Vācaṁ na vajjā pharusaṁ kadāci, matassa jīvassa ca tassa homi;",
  "atk-s0513a32:314": "Etesaṁ yo aññataraṁ labhitvā, kantā sirī majjati appapañño;",
  "atk-s0513a32:315": "Taṁ dittarūpaṁ visamaṁ carantaṁ, karīsaṭhānaṁva vivajjayāmi.",
  "atk-s0513a32:316": "57.",
  "atk-s0513a32:317": "“Attanā kurute lakkhiṁ, alakkhiṁ kurutattanā;",
  "atk-s0513a32:318": "Na hi lakkhiṁ alakkhiṁ vā, añño aññassa kārako”ti.",
  "atk-s0513a32:319": "Seṭṭhissa pucchā hoti, siriyā vissajjanā.",
  "atk-s0513a32:320_0": "Tattha ḍaṁsasarīsape cāti ḍaṁsā vuccanti piṅgalamakkhikā, sabbāpi vā makkhikājātikā",
  "atk-s0513a32:320_1": "idha “ḍaṁsā”ti adhippetā. Sarīsapāti dīghajātikā. Ḍaṁsā ca sarīsapā ca ḍaṁsasarīsapā,",
  "atk-s0513a32:320_2": "tasmiṁ ḍaṁsasarīsape sati. Idaṁ vuttaṁ hoti – yo mahāseṭṭhi sīte vā uṇhe vā vātātape",
  "atk-s0513a32:320_3": "vā ḍaṁsasarīsape vā sati etehi sītādīhi pīḷiyamānopi etāni ceva sītādīni khudhañca",
  "atk-s0513a32:320_4": "pipāsañcāti sabbampetaṁ parissayaṁ abhibhuyya abhibhavitvā tiṇaṁ viya agaṇetvā rattindivaṁ",
  "atk-s0513a32:320_5": "kasivaṇijjādīsu ceva dānasīlādīsu ca satataṁ attano kammesu niyutto attānaṁ yojetvā vattati.",
  "atk-s0513a32:321_0": "Kālāgatañcāti kasikālādīsu kasiādīni dhanapariccāgasīlarakkhaṇadhammassavanādikālesu",
  "atk-s0513a32:321_1": "ca dhanapariccajanādippabhedaṁ diṭṭhadhammasamparāye sukhāvahaṁ atthaṁ na hāpeti,",
  "atk-s0513a32:321_2": "yuttappayuttakāle karotiyeva, so mayhaṁ manāpo tasmiñca purise ahaṁ nivisāmīti. Akkodhanoti",
  "atk-s0513a32:321_3": "adhivāsanakhantiyā samannāgato. Mittavāti kalyāṇamittena samannāgato. Cāgavāti dhanapariccāgayutto.",
  "atk-s0513a32:322_0": "Saṅgāhakoti mittasaṅgahaāmisasaṅgahadhammasaṅgahānaṁ kārako. Sakhiloti muduvāco.",
  "atk-s0513a32:322_1": "Saṇhavācoti madhuravacano. Mahattapattopi nivātavuttīti mahantaṁ ṭhānaṁ vipulaṁ issariyaṁ",
  "atk-s0513a32:322_2": "pattopi yasena anuddhato nīcavutti paṇḍitānaṁ ovādakaro hoti. Tasmiṁhaṁ poseti tasmiṁ",
  "atk-s0513a32:322_3": "ahaṁ purise. Vipulā bhavāmīti akhuddakā homi. So hi mahatiyā siriyā padaṭṭhānaṁ.",
  "atk-s0513a32:322_4": "Ūmi samuddassa yathāpi vaṇṇanti yathā nāma samuddassa vaṇṇaṁ olokentānaṁ uparūpari",
  "atk-s0513a32:322_5": "āgacchamānā ūmi vipulā viya khāyati, evamahaṁ tasmiṁ puggale vipulā homīti dīpeti.",
  "atk-s0513a32:323": "Āvī rahoti sammukhā ca parammukhā ca. Saṅgahameva vatteti etasmiṁ mittādibhede puggale catubbidhaṁ saṅgahameva vatteti pavatteti.",
  "atk-s0513a32:324_0": "Na vajjāti yo kadāci kismiñci kāle pharusavacanaṁ na vadeyya, madhuravacanova hoti.",
  "atk-s0513a32:324_1": "Matassa jīvassa cāti tassāhaṁ puggalassa matassapi jīvantassapi bhattikā homi, idhalokepi",
  "atk-s0513a32:324_2": "paralokepi tādisameva bhajāmīti dasseti. Etesaṁ yoti etesaṁ sītābhibhavanādīnaṁ heṭṭhā",
  "atk-s0513a32:324_3": "vuttaguṇānaṁ yo puggalo ekampi guṇaṁ labhitvā pamajjati pamussati, puna nānuyuñjatīti",
  "atk-s0513a32:324_4": "attho. Kantā sirī, kantasiriṁ, kantaṁ sirinti tayopi pāṭhā, tesaṁ vasena ayaṁ atthayojanā",
  "atk-s0513a32:324_5": "– yo puggalo siriṁ labhitvā “kantā me siri yathāṭhāne ṭhitā”ti etesaṁ aññataraṁ guṇaṁ",
  "atk-s0513a32:324_6": "pamajjati, yo vā puggalo kantasiriṁ piyasiriṁ icchanto etesaṁ guṇānaṁ aññataraṁ labhitvā",
  "atk-s0513a32:324_7": "pamajjati, yo vā puggalo siriṁ labhitvā kantaṁ manāpaṁ siriṁ etesaṁ guṇānaṁ aññataraṁ",
  "atk-s0513a32:324_8": "pamajjati. Appapaññoti nippañño. Taṁ dittarūpaṁ visamaṁ carantanti taṁ ahaṁ dittasabhāvaṁ",
  "atk-s0513a32:324_9": "gabbitasabhāvaṁ kāyaduccaritādibhedaṁ visamaṁ carantaṁ sucijātiko manusso gūthakūpaṁ",
  "atk-s0513a32:324_10": "viya dūrato vivajjayāmīti.",
  "atk-s0513a32:325": "Añño aññassa kārakoti evaṁ sante lakkhiṁ vā alakkhiṁ vā añño puriso aññassa kārako nāma natthi, yo koci attanā attano lakkhiṁ vā alakkhiṁ vā karotīti.",
  "atk-s0513a32:326_0": "Evaṁ mahāsatto deviyā vacanaṁ abhinanditvā “idaṁ anucchiṭṭhaṁ āsanañca sayanañca",
  "atk-s0513a32:326_1": "tuyhaṁyeva anucchavikaṁ, pallaṅke ca sayane ca nisīda ceva nipajja cā”ti āha. Sā",
  "atk-s0513a32:326_2": "tattha vasitvā paccūsakāle nikkhamitvā cātumahārājikadevalokaṁ gantvā anotattadahe",
  "atk-s0513a32:326_3": "paṭhamaṁ nahāyi. Tampi sayanaṁ siridevatāya paribhuttabhāvā sirisayanaṁ nāma jātaṁ.",
  "atk-s0513a32:326_4": "Sirisayanassa ayaṁ vaṁso, iminā kāraṇena yāvajjatanā “sirisayana”nti vuccati.",
  "atk-s0513a32:327": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – “tadā siridevī uppalavaṇṇā ahosi, suciparivāraseṭṭhi pana ahameva ahosi”nti.",
  "atk-s0513a32:328": "Sirikāḷakaṇṇijātakavaṇṇanā sattamā.",
  "atk-s0513a32:330": "[383] 8. Kukkuṭajātakavaṇṇanā",
  "atk-s0513a32:331_0": "Sucittapattachadanāti idaṁ satthā jetavane viharanto ekaṁ ukkaṇṭhitabhikkhuṁ ārabbha",
  "atk-s0513a32:331_1": "kathesi. Tañhi bhikkhuṁ satthā “kasmā ukkaṇṭhitosī”ti pucchitvā “ekaṁ alaṅkatapaṭiyattaṁ",
  "atk-s0513a32:331_2": "itthiṁ disvā kilesavasena, bhante”ti vutte “bhikkhu itthiyo nāma vañcetvā upalāpetvā",
  "atk-s0513a32:331_3": "attano vasaṁ gatakāle vināsaṁ pāpenti, lolabiḷārī viya hontī”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:332_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto araññe kukkuṭayoniyaṁ nibbattitvā",
  "atk-s0513a32:332_1": "anekasatakukkuṭaparivāro araññe vasati. Tassa avidūre ekā biḷārikāpi vasati. Sā ṭhapetvā",
  "atk-s0513a32:332_2": "bodhisattaṁ avasese kukkuṭe upāyena vañcetvā khādi. Bodhisatto tassā gahaṇaṁ na gacchati.",
  "atk-s0513a32:332_3": "Sā cintesi “ayaṁ kukkuṭo ativiya saṭho amhākañca saṭhabhāvaṁ upāyakusalabhāvañca",
  "atk-s0513a32:332_4": "na jānāti, imaṁ mayā ‘ahaṁ bhariyā te bhavissāmī’ti upalāpetvā attano vasaṁ āgatakāle",
  "atk-s0513a32:332_5": "khādituṁ vaṭṭatī”ti. Sā tena nisinnarukkhassa mūlaṁ gantvā vaṇṇasambhāsanapubbaṅgamāya",
  "atk-s0513a32:332_6": "vācāya taṁ yācamānā paṭhamaṁ gāthamāha –",
  "atk-s0513a32:333": "58.",
  "atk-s0513a32:334": "“Sucittapattachadana, tambacūḷa vihaṅgama;",
  "atk-s0513a32:335": "Oroha dumasākhāya, mudhā bhariyā bhavāmi te”ti.",
  "atk-s0513a32:336": "Tattha sucittapattachadanāti sucittehi pattehi katacchadana. Mudhāti vinā mūlena na kiñci gahetvā ahaṁ bhariyā te bhavāmi.",
  "atk-s0513a32:337": "Taṁ sutvā bodhisatto “imāya mama sabbe ñātakā khāditā, idāni maṁ upalāpetvā khāditukāmā ahosi, uyyojessāmi na”nti cintetvā dutiyaṁ gāthamāha –",
  "atk-s0513a32:338": "59.",
  "atk-s0513a32:339": "“Catuppadī tvaṁ kalyāṇi, dvipadāhaṁ manorame;",
  "atk-s0513a32:340": "Migī pakkhī asaññuttā, aññaṁ pariyesa sāmika”nti.",
  "atk-s0513a32:341": "Tattha migīti biḷāriṁ sandhāyāha. Asaññuttāti jayampatikā bhavituṁ ayuttā asambandhā, natthi tesaṁ īdiso sambandhoti dīpeti.",
  "atk-s0513a32:342": "Taṁ sutvā tato sā “ayaṁ ativiya saṭho, yena kenaci upāyena vañcetvā naṁ khādissāmī”ti cintetvā tatiyaṁ gāthamāha –",
  "atk-s0513a32:343": "60.",
  "atk-s0513a32:344": "“Komārikā te hessāmi, mañjukā piyabhāṇinī;",
  "atk-s0513a32:345": "Vinda maṁ ariyena vedena, sāvaya maṁ yadicchasī”ti.",
  "atk-s0513a32:346_0": "Tattha komārikāti ahaṁ ettakaṁ kālaṁ aññaṁ purisaṁ na jānāmi, tava komārikā bhariyā",
  "atk-s0513a32:346_1": "bhavissāmīti vadati. Mañjukā piyabhāṇinīti tava madhurakathā piyabhāṇinīyeva bhavissāmi.",
  "atk-s0513a32:346_2": "Vinda manti paṭilabha maṁ. Ariyena vedenāti sundarena paṭilābhena. Ahampi hi ito",
  "atk-s0513a32:346_3": "pubbe purisasamphassaṁ na jānāmi, tvampi itthisamphassaṁ na jānāsi, iti pakatiyā",
  "atk-s0513a32:346_4": "brahmacārī brahmacāriniṁ maṁ niddosena lābhena labha. Yadi maṁ icchasi, atha me vacanaṁ",
  "atk-s0513a32:346_5": "na saddahasi, dvādasayojanāya bārāṇasiyā bheriṁ carāpetvā “ayaṁ me dāsī”ti sāvaya,",
  "atk-s0513a32:346_6": "maṁ attano dāsaṁ katvā gaṇhāhīti vadati.",
  "atk-s0513a32:347": "Tato bodhisatto “imaṁ tajjetvā palāpetuṁ vaṭṭatī”ti cintetvā catutthaṁ gāthamāha –",
  "atk-s0513a32:348": "61.",
  "atk-s0513a32:349": "“Kuṇapādini lohitape, cori kukkuṭapothini;",
  "atk-s0513a32:350": "Na tvaṁ ariyena vedena, mamaṁ bhattāramicchasī”ti.",
  "atk-s0513a32:351_0": "Tattha na tvaṁ ariyenāti tvaṁ ariyena brahmacariyavāsalābhena maṁ bhattāraṁ na icchasi,",
  "atk-s0513a32:351_1": "vañcetvā pana maṁ khāditukāmāsi, nassa pāpeti taṁ palāpesi. Sā pana palāyitvāva gatā,",
  "atk-s0513a32:351_2": "na puna oloketumpi visahi.",
  "atk-s0513a32:352": "62.",
  "atk-s0513a32:353": "“Evampi caturā nārī, disvāna sadhanaṁ naraṁ;",
  "atk-s0513a32:354": "Nenti saṇhāhi vācāhi, biḷārī viya kukkuṭaṁ.",
  "atk-s0513a32:355": "63.",
  "atk-s0513a32:356": "“Yo ca uppatitaṁ atthaṁ, na khippamanubujjhati;",
  "atk-s0513a32:357": "Amittavasamanveti, pacchā ca anutappati.",
  "atk-s0513a32:358": "64.",
  "atk-s0513a32:359": "“Yo ca uppatitaṁ atthaṁ, khippameva nibodhati;",
  "atk-s0513a32:360": "Muccate sattusambādhā, kukkuṭova biḷāriyā”ti. – imā abhisambuddhagāthā;",
  "atk-s0513a32:361_0": "Tattha caturāti cāturiyena samannāgatā. Nārīti itthiyo. Nentīti attano vasaṁ upanenti.",
  "atk-s0513a32:361_1": "Biḷārī viyāti yathā sā biḷārī taṁ kukkuṭaṁ netuṁ vāyamati, evaṁ aññāpi nāriyo nentiyeva.",
  "atk-s0513a32:361_2": "Uppatitaṁ atthanti uppannaṁ kiñcideva atthaṁ. Na anubujjhatīti yathāsabhāvena na",
  "atk-s0513a32:361_3": "jānāti, pacchā ca anutappati. Kukkuṭovāti yathā so ñāṇasampanno kukkuṭo biḷārito",
  "atk-s0513a32:361_4": "mutto, evaṁ sattusambādhato muccatīti attho.",
  "atk-s0513a32:362": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā kukkuṭarājā ahameva ahosinti.",
  "atk-s0513a32:363": "Kukkuṭajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a32:365": "[384] 9. Dhammadhajajātakavaṇṇanā",
  "atk-s0513a32:366_0": "Dhammaṁ caratha ñātayoti idaṁ satthā jetavane viharanto ekaṁ kuhakabhikkhuṁ ārabbha",
  "atk-s0513a32:366_1": "kathesi. Tadā hi satthā “na, bhikkhave, ayaṁ idāneva kuhako, pubbepi kuhakoyevā”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:367_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sakuṇayoniyaṁ nibbattitvā",
  "atk-s0513a32:367_1": "vayappatto sakuṇasaṅghaparivuto samuddamajjhe dīpake vasi. Athekacce kāsiraṭṭhavāsino",
  "atk-s0513a32:367_2": "vāṇijā disākākaṁ gahetvā nāvāya samuddaṁ pakkhandiṁsu, samuddamajjhe nāvā bhijji.",
  "atk-s0513a32:367_3": "So disākāko taṁ dīpakaṁ gantvā cintesi “ayaṁ mahāsakuṇasaṅgho, mayā kuhakakammaṁ",
  "atk-s0513a32:367_4": "katvā etesaṁ aṇḍakāni ceva chāpake ca varaṁ varaṁ khādituṁ vaṭṭatī”ti. So otaritvā",
  "atk-s0513a32:367_5": "sakuṇasaṅghassa majjhe mukhaṁ vivaritvā ekena pādena pathaviyaṁ aṭṭhāsi. “Ko nāma",
  "atk-s0513a32:367_6": "tvaṁ, sāmī”ti sakuṇehi puṭṭho “ahaṁ dhammiko nāmā”ti āha. “Kasmā pana ekena pādena",
  "atk-s0513a32:367_7": "ṭhitosī”ti? “Mayā dutiye pāde nikkhitte pathavī dhāretuṁ na sakkotī”ti. “Atha kasmā",
  "atk-s0513a32:367_8": "mukhaṁ vivaritvā tiṭṭhasī”ti? “Ahaṁ aññaṁ āhāraṁ na khādāmi, vātameva khādāmī”ti.",
  "atk-s0513a32:367_9": "Evañca pana vatvā te sakuṇe āmantetvā “ovādaṁ vo dassāmi, taṁ suṇāthā”ti tesaṁ ovādavasena",
  "atk-s0513a32:367_10": "paṭhamaṁ gāthamāha –",
  "atk-s0513a32:368": "65.",
  "atk-s0513a32:369": "“Dhammaṁ caratha ñātayo, dhammaṁ caratha bhaddaṁ vo;",
  "atk-s0513a32:370": "Dhammacārī sukhaṁ seti, asmiṁ loke paramhi cā”ti.",
  "atk-s0513a32:371_0": "Tattha dhammaṁ carathāti kāyasucaritādibhedaṁ dhammaṁ karotha. Ñātayoti te ālapati.",
  "atk-s0513a32:371_1": "Dhammaṁ caratha bhaddaṁ voti ekavāraṁ caritvā mā osakkatha, punappunaṁ caratha, evaṁ",
  "atk-s0513a32:371_2": "bhaddaṁ vo bhavissati. Sukhaṁ setīti desanāsīsametaṁ, dhammacārī pana sukhaṁ tiṭṭhati",
  "atk-s0513a32:371_3": "gacchati nisīdati seti, sabbiriyāpathesu sukhito hotīti dīpeti.",
  "atk-s0513a32:372": "Sakuṇā “ayaṁ kāko kohaññena aṇḍakāni khādituṁ evaṁ vadatī”ti ajānitvā taṁ dussīlaṁ vaṇṇentā dutiyaṁ gāthamāhaṁsu –",
  "atk-s0513a32:373": "66.",
  "atk-s0513a32:374": "“Bhaddako vatayaṁ pakkhī, dijo paramadhammiko;",
  "atk-s0513a32:375": "Ekapādena tiṭṭhanto, dhammamevānusāsatī”ti.",
  "atk-s0513a32:376": "Tattha dhammamevāti sabhāvameva. Anusāsatīti kathesi.",
  "atk-s0513a32:377_0": "Sakuṇā tassa dussīlassa saddahitvā “tvaṁ kira sāmi aññaṁ gocaraṁ na gaṇhasi, vātameva",
  "atk-s0513a32:377_1": "bhakkhasi, tena hi amhākaṁ aṇḍakāni ca chāpake ca olokeyyāsī”ti vatvā gocarāya gacchanti.",
  "atk-s0513a32:377_2": "So pāpo tesaṁ gatakāle aṇḍakāni ca chāpake ca kucchipūraṁ khāditvā tesaṁ āgamanakāle",
  "atk-s0513a32:377_3": "upasantūpasanto hutvā mukhaṁ vivaritvā ekena pādena tiṭṭhati. Sakuṇā āgantvā puttake",
  "atk-s0513a32:377_4": "apassantā “ko nu kho khādatī”ti mahāsaddena viravanti, “ayaṁ kāko dhammiko”ti tasmiṁ",
  "atk-s0513a32:377_5": "āsaṅkāmattampi na karonti. Athekadivasaṁ mahāsatto cintesi “idha pubbe koci paripantho",
  "atk-s0513a32:377_6": "natthi, imassa āgatakālato paṭṭhāya jāto, imaṁ pariggaṇhituṁ vaṭṭatī”ti. So sakuṇehi",
  "atk-s0513a32:377_7": "saddhiṁ gocarāya gacchanto viya hutvā nivattitvā paṭicchannaṭṭhāne aṭṭhāsi. Kākopi",
  "atk-s0513a32:377_8": "“gatā sakuṇā”ti nirāsaṅko hutvā uṭṭhāya gantvā aṇḍakāni ca chāpake ca khāditvā punāgantvā",
  "atk-s0513a32:377_9": "mukhaṁ vivaritvā ekena pādena aṭṭhāsi.",
  "atk-s0513a32:378_0": "Sakuṇarājā sakuṇesu āgatesu sabbe sannipātāpetvā “ahaṁ vo ajja puttakānaṁ paripanthaṁ",
  "atk-s0513a32:378_1": "pariggaṇhanto imaṁ pāpakākaṁ khādantaṁ addasaṁ, etha naṁ gaṇhāmā”ti sakuṇasaṅghaṁ",
  "atk-s0513a32:378_2": "āmantetvā parivāretvā “sace palāyati, gaṇheyyātha na”nti vatvā sesagāthā abhāsi –",
  "atk-s0513a32:379": "67.",
  "atk-s0513a32:380": "“Nāssa sīlaṁ vijānātha, anaññāya pasaṁsatha;",
  "atk-s0513a32:381": "Bhutvā aṇḍañca potañca, dhammo dhammoti bhāsati.",
  "atk-s0513a32:382": "68.",
  "atk-s0513a32:383": "“Aññaṁ bhaṇati vācāya, aññaṁ kāyena kubbati;",
  "atk-s0513a32:384": "Vācāya no ca kāyena, na taṁ dhammaṁ adhiṭṭhito.",
  "atk-s0513a32:385": "69.",
  "atk-s0513a32:386": "“Vācāya sakhilo manoviduggo, channo kūpasayova kaṇhasappo;",
  "atk-s0513a32:387": "Dhammadhajo gāmanigamāsu sādhu, dujjāno purisena bālisena.",
  "atk-s0513a32:388": "70.",
  "atk-s0513a32:389": "“Imaṁ tuṇḍehi pakkhehi, pādā cimaṁ viheṭhatha;",
  "atk-s0513a32:390": "Chavañhimaṁ vināsetha, nāyaṁ saṁvāsanāraho”ti.",
  "atk-s0513a32:391_0": "Tattha nāssa sīlanti na assa sīlaṁ. Anaññāyāti ajānitvā. Bhutvāti khāditvā. Vācāya",
  "atk-s0513a32:391_1": "no ca kāyenāti ayañhi vacaneneva dhammaṁ carati, kāyena pana na karoti. Na taṁ dhammaṁ",
  "atk-s0513a32:391_2": "adhiṭṭhitoti tasmā jānitabbo yathāyaṁ dhammaṁ bhaṇati, na taṁ adhiṭṭhito, tasmiṁ",
  "atk-s0513a32:391_3": "dhamme na adhiṭṭhito. Vācāya sakhiloti vacanena mudu. Manoviduggoti manasā viduggo",
  "atk-s0513a32:391_4": "duppaveso visamo. Channoti yasmiṁ bile sayati, tena channo. Kūpasayoti bilāsayo.",
  "atk-s0513a32:391_5": "Dhammadhajoti sucaritadhammaṁ dhajaṁ katvā vicaraṇena dhammaddhajo. Gāmanigamāsu",
  "atk-s0513a32:391_6": "sādhūti gāmesu ca nigamesu ca sādhu bhaddako sambhāvito. Dujjānoti ayaṁ evarūpo dussīlo",
  "atk-s0513a32:391_7": "paṭicchannakammanto bālisena aññāṇena purisena na sakkā jānituṁ. Pādā cimanti attano",
  "atk-s0513a32:391_8": "attano pādena ca imaṁ. Viheṭhathāti paharatha hanatha. Chavanti lāmakaṁ. Nāyanti",
  "atk-s0513a32:391_9": "ayaṁ amhehi saddhiṁ ekasmiṁ ṭhāne saṁvāsaṁ na arahatīti.",
  "atk-s0513a32:392": "Evañca pana vatvā sakuṇajeṭṭhako sayameva laṅghitvā tassa sīsaṁ tuṇḍena pahari, avasesā sakuṇā tuṇḍanakhapādapakkhehi pahariṁsu. So tattheva jīvitakkhayaṁ pāpuṇi.",
  "atk-s0513a32:393": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – “tadā kuhakakāko idāni kuhakabhikkhu ahosi, sakuṇarājā pana ahameva ahosi”nti.",
  "atk-s0513a32:394": "Dhammadhajajātakavaṇṇanā navamā.",
  "atk-s0513a32:396": "[385] 10. Nandiyamigarājajātakavaṇṇanā",
  "atk-s0513a32:397_0": "Sacebrāhmaṇa gacchesīti idaṁ satthā jetavane viharanto ekaṁ mātuposakabhikkhuṁ ārabbha",
  "atk-s0513a32:397_1": "kathesi. Tañhi satthā “saccaṁ kira tvaṁ bhikkhu gihī posesī”ti pucchitvā “saccaṁ,",
  "atk-s0513a32:397_2": "bhante”ti vutte “kiṁ te hontī”ti vutte “mātāpitaro me, bhante”ti vutte “sādhu sādhu",
  "atk-s0513a32:397_3": "bhikkhu porāṇakapaṇḍitānaṁ vaṁsaṁ pālesi, porāṇakapaṇḍitā hi tiracchānayoniyaṁ nibbattitvāpi",
  "atk-s0513a32:397_4": "mātāpitūnaṁ jīvitaṁ adaṁsū”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:398_0": "Atīte kosalaraṭṭhe sākete kosalarāje rajjaṁ kārente bodhisatto migayoniyaṁ nibbattitvā",
  "atk-s0513a32:398_1": "vayappatto nandiyamigo nāma hutvā sīlācārasampanno mātāpitaro posesi. Tadā kosalarājā",
  "atk-s0513a32:398_2": "migavittakova ahosi. So pana manussānaṁ kasikammādīni kātuṁ adatvā mahāparivāro devasikaṁ",
  "atk-s0513a32:398_3": "migavaṁ gacchati. Manussā sannipatitvā “ayyā, ayaṁ rājā amhākaṁ kammacchedaṁ karoti,",
  "atk-s0513a32:398_4": "gharāvāsopi nassati, yaṁnūna mayaṁ ajjunavanaṁ uyyānaṁ parikkhipitvā dvāraṁ yojetvā",
  "atk-s0513a32:398_5": "porakkhaṇiṁ khaṇitvā tiṇāni āropetvā daṇḍamuggarādihatthā araññaṁ pavisitvā gumbe",
  "atk-s0513a32:398_6": "paharantā mige nīharitvā parivāretvā gorūpāni viya vajaṁ uyyānaṁ pavesetvā dvāraṁ",
  "atk-s0513a32:398_7": "pidahitvā rañño ārocetvā attano kammaṁ kareyyāmā”ti mantayiṁsu. “Attheso upāyo”ti",
  "atk-s0513a32:398_8": "sabbe ekacchandā hutvā uyyānaṁ sajjetvā araññaṁ pavisitvā yojanamattaṭṭhānaṁ parikkhipiṁsu.",
  "atk-s0513a32:399_0": "Tasmiṁ khaṇe nandiyo ekasmiṁ khuddakagumbe mātāpitaro gahetvā bhūmiyaṁ nipanno hoti.",
  "atk-s0513a32:399_1": "Manussā nānāphalakāvudhahatthā bāhunā bāhuṁ pīḷetvā taṁ gumbaṁ parikkhipiṁsu. Athekacce",
  "atk-s0513a32:399_2": "mige olokentā taṁ gumbaṁ pavisiṁsu. Nandiyo te disvā “ajja mayā jīvitaṁ pariccajitvā",
  "atk-s0513a32:399_3": "mātāpitūnaṁ jīvitaṁ dātuṁ vaṭṭatī”ti cintetvā uṭṭhāya mātāpitaro vanditvā “ammatāta,",
  "atk-s0513a32:399_4": "ime manussā imaṁ gumbaṁ pavisitvā amhe tayopi passissanti, tumhe ekena upāyena jīveyyātha,",
  "atk-s0513a32:399_5": "jīvitaṁ vo seyyo, ahaṁ tumhākaṁ jīvitadānaṁ datvā manussehi gumbapariyante ṭhatvā",
  "atk-s0513a32:399_6": "gumbe pahaṭamatteyeva nikkhamissāmi, atha te ‘imasmiṁ khuddakagumbe ekoyeva migo",
  "atk-s0513a32:399_7": "bhavissatī’ti maññamānā gumbaṁ na pavisissanti, tumhe appamattā hothā”ti mātāpitaro",
  "atk-s0513a32:399_8": "khamāpetvā gamanasajjo aṭṭhāsi. So manussehi gumbapariyante ṭhatvā unnādetvā gumbe",
  "atk-s0513a32:399_9": "pahaṭamatteyeva tato nikkhami. Te “ekovettha migo bhavissatī”ti gumbaṁ na pavisiṁsu.",
  "atk-s0513a32:399_10": "Atha nandiyo gantvā migānaṁ antaraṁ pāvisi. Manussā parivāretvā sabbe mige uyyānaṁ",
  "atk-s0513a32:399_11": "pavesetvā dvāraṁ thaketvā rañño ārocetvā sakasakaṭṭhānāni agamaṁsu.",
  "atk-s0513a32:400_0": "Tato paṭṭhāya rājā sayameva gantvā ekaṁ migaṁ vijjhitvā taṁ gahetvā ehīti ekaṁ pesetvā",
  "atk-s0513a32:400_1": "āharāpesi. Migā vāraṁ ṭhapayiṁsu, pattavāro migo ekamante tiṭṭhati, taṁ vijjhitvā",
  "atk-s0513a32:400_2": "gaṇhanti. Nandiyo pokkharaṇiyaṁ pānīyaṁ pivati, tiṇāni khādati, vāro panassa na tāva",
  "atk-s0513a32:400_3": "pāpuṇāti. Atha bahūnaṁ divasānaṁ accayena tassa mātāpitaro taṁ daṭṭhukāmā hutvā “amhākaṁ",
  "atk-s0513a32:400_4": "putto nandiyamigarājā nāgabalo thāmasampanno, sace jīvati, avassaṁ vatiṁ laṅghitvā",
  "atk-s0513a32:400_5": "amhākaṁ dassanatthāya āgamissati, sāsanamassa pesessāmā”ti cintetvā maggasamīpe ṭhatvā",
  "atk-s0513a32:400_6": "ekaṁ brāhmaṇaṁ disvā “ayya, kahaṁ gacchasī”ti mānusikāya vācāya pucchitvā “sāketa”nti",
  "atk-s0513a32:400_7": "vutte puttassa sāsanaṁ pahiṇantā paṭhamaṁ gāthamāhaṁsu –",
  "atk-s0513a32:401": "71.",
  "atk-s0513a32:402": "“Sace brāhmaṇa gacchesi, sākete ajjunaṁ vanaṁ;",
  "atk-s0513a32:403": "Vajjāsi nandiyaṁ nāma, puttaṁ asmākamorasaṁ;",
  "atk-s0513a32:404": "Mātā pitā ca te vuddhā, te taṁ icchanti passitu”nti.",
  "atk-s0513a32:405_0": "Tassattho – sace, tvaṁ brāhmaṇa, sāketaṁ gacchasi, sākete ajjunavanaṁ nāma uyyānaṁ",
  "atk-s0513a32:405_1": "atthi, tattha amhākaṁ putto nandiyo nāma migo atthi, taṁ vadeyyāsi “mātāpitaro te",
  "atk-s0513a32:405_2": "vuḍḍhā yāva na maranti, tāva taṁ passituṁ icchantī”ti.",
  "atk-s0513a32:406_0": "So “sādhū”ti sampaṭicchitvā sāketaṁ gantvā punadivase uyyānaṁ pavisitvā “nandiyamigo",
  "atk-s0513a32:406_1": "nāma kataro”ti pucchi. Migo āgantvā tassa samīpe ṭhatvā “aha”nti āha. Brāhmaṇo tamatthaṁ",
  "atk-s0513a32:406_2": "ārocesi. Nandiyo taṁ sutvā “gaccheyyāmahaṁ, brāhmaṇa, vatiṁ laṅghitvā no na gaccheyyaṁ,",
  "atk-s0513a32:406_3": "mayā pana rañño santakaṁ nivāpapānabhojanaṁ bhuttaṁ, taṁ me iṇaṭṭhāne ṭhitaṁ, imesañca",
  "atk-s0513a32:406_4": "migānaṁ majjhe ciravutthosmi, tassa me rañño ceva etesañca sotthibhāvaṁ akatvā attano",
  "atk-s0513a32:406_5": "balaṁ adassetvā gamanaṁ nāma na yuttaṁ, attano vāre pana sampatte ahaṁ etesaṁ sotthibhāvaṁ",
  "atk-s0513a32:406_6": "katvā sukhito āgacchissāmī”ti tamatthaṁ pakāsento dve gāthā abhāsi –",
  "atk-s0513a32:407": "72.",
  "atk-s0513a32:408": "“Bhuttā mayā nivāpāni, rājino pānabhojanaṁ;",
  "atk-s0513a32:409": "Taṁ rājapiṇḍaṁ avabhottuṁ, nāhaṁ brāhmaṇa mussahe.",
  "atk-s0513a32:410": "73.",
  "atk-s0513a32:411": "“Odahissāmahaṁ passaṁ, khurappānissa rājino;",
  "atk-s0513a32:412": "Tadāhaṁ sukhito mutto, api passeyya mātara”nti.",
  "atk-s0513a32:413_0": "Tattha nivāpānīti tesu tesu ṭhānesu nivutāni nivāpāni. Pānabhojananti pānīyañca avasesatiṇañca.",
  "atk-s0513a32:413_1": "Taṁ rājapiṇḍanti taṁ rañño santakaṁ saṅkaḍḍhitvā samodhānakaṭṭhena piṇḍaṁ. Avabhottunti",
  "atk-s0513a32:413_2": "dubbhuttaṁ bhuñjituṁ. Rañño hi kiccaṁ anipphādento taṁ avabhuttaṁ bhuñjati nāma,",
  "atk-s0513a32:413_3": "svāhaṁ evaṁ avabhottuṁ na ussahāmīti vadati. Brāhmaṇa mussaheti cettha brāhmaṇāti",
  "atk-s0513a32:413_4": "ālapanaṁ, ma-kāro padasandhivasena vutto.",
  "atk-s0513a32:414_0": "Odahissāmahaṁ passaṁ, khurappānissa rājinoti ahaṁ, brāhmaṇa, attano vāre sampatte",
  "atk-s0513a32:414_1": "khurappaṁ sannayhitvā āgatassa rañño migayūthato nikkhamitvā ekamante ṭhatvā “maṁ",
  "atk-s0513a32:414_2": "vijjha, mahārājā”ti vatvā attano mahāphāsukapassaṁ odahissāmi oḍḍessāmi. Sukhito",
  "atk-s0513a32:414_3": "muttoti tadā ahaṁ maraṇabhayā mutto sukhito niddukkho raññā anuññāto api nāma mātaraṁ passeyyanti.",
  "atk-s0513a32:415_0": "Taṁ sutvā brāhmaṇo pakkāmi. Aparabhāge tassa vāradivase rājā mahantena parivārena",
  "atk-s0513a32:415_1": "uyyānaṁ āgacchi. Mahāsatto ekamante aṭṭhāsi. Rājā “migaṁ vijjhissāmī”ti khurappaṁ",
  "atk-s0513a32:415_2": "sannayhi. Mahāsatto yathā aññe maraṇabhayatajjitā palāyanti, evaṁ apalāyitvā nibbhayo",
  "atk-s0513a32:415_3": "hutvā mettaṁ purecārikaṁ katvā mahāphāsukapassaṁ odahitvā niccalova aṭṭhāsi. Rājā",
  "atk-s0513a32:415_4": "tassa mettānubhāvena saraṁ vissajjetuṁ nāsakkhi. Mahāsatto “kiṁ, mahārāja, saraṁ",
  "atk-s0513a32:415_5": "na muccesi, muñcāhī”ti āha. “Na sakkomi, migarājā”ti. “Tena hi guṇavantānaṁ guṇaṁ",
  "atk-s0513a32:415_6": "jāna, mahārājā”ti. Tadā rājā bodhisatte pasīditvā dhanuṁ chaḍḍetvā “imaṁ acittakaṁ",
  "atk-s0513a32:415_7": "kaliṅgarakaṇḍampi tāva tava guṇaṁ jānāti, ahaṁ sacittako manussabhūtopi tava guṇaṁ",
  "atk-s0513a32:415_8": "na jānāmi, migarāja, mayhaṁ khama, abhayaṁ te dammī”ti āha. “Mahārāja, mayhaṁ tāva",
  "atk-s0513a32:415_9": "abhayaṁ desi, ayaṁ pana uyyāne migagaṇo kiṁ karissatī”ti? “Etassapi abhayaṁ dammī”ti.",
  "atk-s0513a32:415_10": "Evaṁ mahāsatto nigrodhajātake vuttanayeneva sabbesaṁ araññe migānaṁ ākāsagatasakuṇānaṁ",
  "atk-s0513a32:415_11": "jalacaramacchānañca abhayaṁ dāpetvā rājānaṁ pañcasu sīlesu patiṭṭhāpetvā “mahārāja,",
  "atk-s0513a32:415_12": "raññā nāma agatigamanaṁ pahāya dasa rājadhamme akopentena dhammena samena rajjaṁ kāretuṁ vaṭṭatī”ti.",
  "atk-s0513a32:416": "“Dānaṁ sīlaṁ pariccāgaṁ, ajjavaṁ maddavaṁ tapaṁ;",
  "atk-s0513a32:417": "Akkodhaṁ avihiṁsañca, khantiñca avirodhanaṁ.",
  "atk-s0513a32:418": "“Iccete kusale dhamme, ṭhite passāmi attani;",
  "atk-s0513a32:419": "Tato me jāyate pīti, somanassañcanappaka”nti. –",
  "atk-s0513a32:420_0": "Evaṁ vutte rājadhamme gāthābandheneva desetvā katipāhaṁ rañño santike vasitvā nagare",
  "atk-s0513a32:420_1": "sabbasattānaṁ abhayadānapakāsanatthaṁ suvaṇṇabheriṁ carāpetvā “appamatto hohi, mahārājā”ti",
  "atk-s0513a32:420_2": "vatvā mātāpitūnaṁ dassanatthāya gato.",
  "atk-s0513a32:421": "74.",
  "atk-s0513a32:422": "“Migarājā pure āsiṁ, kosalassa niketane;",
  "atk-s0513a32:423": "Nandiyo nāma nāmena, abhirūpo catuppado.",
  "atk-s0513a32:424": "75.",
  "atk-s0513a32:425": "“Taṁ maṁ vadhitumāgacchi, dāyasmiṁ ajjune vane;",
  "atk-s0513a32:426": "Dhanuṁ ārajjaṁ katvāna, usuṁ sannayha kosalo.",
  "atk-s0513a32:427": "76.",
  "atk-s0513a32:428": "“Tassāhaṁ odahiṁ passaṁ, khurappānissa rājino;",
  "atk-s0513a32:429": "Tadāhaṁ sukhito mutto, mātaraṁ daṭṭhumāgato”ti. –",
  "atk-s0513a32:430": "Imā tisso abhisambuddhagāthā honti.",
  "atk-s0513a32:431_0": "Tattha kosalassa niketaneti kosalassa rañño niketane vasanaṭṭhāne, tassa santike",
  "atk-s0513a32:431_1": "araññasminti attho. Dāyasminti migānaṁ vasanatthāya dinnauyyāne. Ārajjaṁ katvānāti",
  "atk-s0513a32:431_2": "jiyāya saddhiṁ ekato katvā, āropetvāti attho. Sannayhāti sannayhitvā yojetvā. Odahinti",
  "atk-s0513a32:431_3": "oḍḍesiṁ. Mātaraṁ daṭṭhumāgatoti desanāsīsametaṁ, rañño dhammaṁ desetvā sabbasattānaṁ",
  "atk-s0513a32:431_4": "abhayatthāya suvaṇṇabheriṁ carāpetvā mātāpitaro daṭṭhuṁ āgatosmīti attho.",
  "atk-s0513a32:432_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0513a32:432_1": "mātuposakabhikkhu sotāpattiphale patiṭṭhahi. Tadā mātāpitaro mahārājakulāni ahesuṁ,",
  "atk-s0513a32:432_2": "brāhmaṇo sāriputto, rājā ānando, nandiyamigarājā pana ahameva ahosinti.",
  "atk-s0513a32:433": "Nandiyamigarājajātakavaṇṇanā dasamā.",
  "atk-s0513a32:434": "Avāriyavaggo paṭhamo.",
  "atk-s0513a32:435": "2. Kharaputtavaggo",
  "atk-s0513a32:437": "[386] 1. Kharaputtajātakavaṇṇanā",
  "atk-s0513a32:438_0": "Saccaṁkirevamāhaṁsūti idaṁ satthā jetavane viharanto purāṇadutiyikāpalobhanaṁ ārabbha",
  "atk-s0513a32:438_1": "kathesi. Tañhi bhikkhuṁ satthā “saccaṁ kira tvaṁ bhikkhu ukkaṇṭhitosī”ti pucchitvā",
  "atk-s0513a32:438_2": "“āma, bhante”ti vutte “kena ukkaṇṭhāpitosī”ti vatvā “purāṇadutiyikāyā”ti vutte “bhikkhu",
  "atk-s0513a32:438_3": "ayaṁ te itthī anatthakārikā, pubbepi tvaṁ imaṁ nissāya aggiṁ pavisitvā maranto paṇḍite",
  "atk-s0513a32:438_4": "nissāya jīvitaṁ labhī”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:439_0": "Atīte bārāṇasiyaṁ senake nāma raññe rajjaṁ kārente bodhisatto sakkattaṁ kāresi. Tadā",
  "atk-s0513a32:439_1": "senakassa rañño ekena nāgarājena saddhiṁ mittabhāvo hoti. So kira nāgarājā nāgabhavanā",
  "atk-s0513a32:439_2": "nikkhamitvā thale gocaraṁ gaṇhanto carati. Atha naṁ gāmadārakā disvā “sappo aya”nti",
  "atk-s0513a32:439_3": "leḍḍudaṇḍādīhi pahariṁsu. Atha rājā uyyānaṁ kīḷituṁ gacchanto disvā “kiṁ ete dārakā",
  "atk-s0513a32:439_4": "karontī”ti pucchitvā “ekaṁ sappaṁ paharantī”ti sutvā “paharituṁ mā detha, palāpetha",
  "atk-s0513a32:439_5": "ne”ti palāpesi. Nāgarājā jīvitaṁ labhitvā nāgabhavanaṁ gantvā bahūni ratanāni ādāya",
  "atk-s0513a32:439_6": "aḍḍharattasamaye rañño sayanagharaṁ pavisitvā tāni ratanāni datvā “mahārāja, mayā",
  "atk-s0513a32:439_7": "tumhe nissāya jīvitaṁ laddha”nti raññā saddhiṁ mittabhāvaṁ katvā punappunaṁ gantvā",
  "atk-s0513a32:439_8": "rājānaṁ passati. So attano nāgamāṇavikāsu ekaṁ kāmesu atittaṁ nāgamāṇavikaṁ rakkhaṇatthāya",
  "atk-s0513a32:439_9": "rañño santike ṭhapetvā “yadā etaṁ na passasi, tadā imaṁ mantaṁ parivatteyyāsī”ti",
  "atk-s0513a32:439_10": "tassa ekaṁ mantaṁ adāsi.",
  "atk-s0513a32:440_0": "So ekadivasaṁ uyyānaṁ gantvā nāgamāṇavikāya saddhiṁ pokkharaṇiyaṁ udakakīḷaṁ kīḷi.",
  "atk-s0513a32:440_1": "Nāgamāṇavikā ekaṁ udakasappaṁ disvā attabhāvaṁ vijahitvā tena saddhiṁ asaddhammaṁ",
  "atk-s0513a32:440_2": "paṭisevi. Rājā taṁ apassanto “kahaṁ nu kho gatā”ti mantaṁ parivattetvā anācāraṁ karontiṁ",
  "atk-s0513a32:440_3": "disvā veḷupesikāya pahari. Sā kujjhitvā tato nāgabhavanaṁ gantvā “kasmā āgatāsī”ti",
  "atk-s0513a32:440_4": "puṭṭhā “tumhākaṁ sahāyo maṁ attano vacanaṁ agaṇhantiṁ piṭṭhiyaṁ paharī”ti pahāraṁ",
  "atk-s0513a32:440_5": "dassesi. Nāgarājā tathato ajānitvāva cattāro nāgamāṇavake āmantetvā “gacchatha, senakassa",
  "atk-s0513a32:440_6": "sayanagharaṁ pavisitvā nāsavātena taṁ bhusaṁ viya viddhaṁsethā”ti pesesi. Te gantvā",
  "atk-s0513a32:440_7": "rañño sirisayane nipannakāle gabbhaṁ pavisiṁsu. Tesaṁ pavisanavelāyameva rājā deviṁ",
  "atk-s0513a32:440_8": "āha – “jānāsi nu kho bhadde, nāgamāṇavikāya gataṭṭhāna”nti? “Na jānāmi, devā”ti.",
  "atk-s0513a32:440_9": "“Ajja sā amhākaṁ pokkharaṇiyaṁ kīḷanakāle attabhāvaṁ vijahitvā ekena udakasappena",
  "atk-s0513a32:440_10": "saddhiṁ anācāraṁ akāsi, atha naṁ ahaṁ ‘evaṁ mā karī’ti sikkhāpanatthāya veḷupesikāya",
  "atk-s0513a32:440_11": "pahariṁ, sā ‘nāgabhavanaṁ gantvā sahāyassa me aññaṁ kiñci kathetvā mettiṁ bhindeyyā’ti",
  "atk-s0513a32:440_12": "me bhayaṁ uppajjatī”ti. Taṁ sutvā nāgamāṇavakā tatova nivattitvā nāgabhavanaṁ gantvā",
  "atk-s0513a32:440_13": "nāgarājassa tamatthaṁ ārocesuṁ. So saṁvegappatto hutvā taṅkhaṇaññeva rañño sayanagharaṁ",
  "atk-s0513a32:440_14": "āgantvā tamatthaṁ ācikkhitvā khamāpetvā “idaṁ me daṇḍakamma”nti sabbarutajānanaṁ",
  "atk-s0513a32:440_15": "nāma mantaṁ datvā “ayaṁ, mahārāja, anaggho manto, sace imaṁ mantaṁ aññassa dadeyyāsi,",
  "atk-s0513a32:440_16": "datvāva aggiṁ pavisitvā mareyyāsī”ti āha. Rājā “sādhū”ti sampaṭicchi. So tato paṭṭhāya",
  "atk-s0513a32:440_17": "kipillikānampi saddaṁ jānāti.",
  "atk-s0513a32:441_0": "Tassekadivasaṁ mahātale nisīditvā madhuphāṇitehi khādanīyaṁ khādantassa ekaṁ madhubindu",
  "atk-s0513a32:441_1": "ca phāṇitabindu ca pūvakhaṇḍañca bhūmiyaṁ pati. Ekā kipillikā taṁ disvā “rañño mahātale",
  "atk-s0513a32:441_2": "madhucāṭi bhinnā, phāṇitasakaṭaṁ pūvasakaṭaṁ nikkujjitaṁ, madhuphāṇitañca pūvañca",
  "atk-s0513a32:441_3": "khādathā”ti viravantī vicarati. Atha rājā tassā ravaṁ sutvā hasi. Rañño samīpe ṭhitā",
  "atk-s0513a32:441_4": "devī “kiṁ nu kho disvā rājā hasī”ti cintesi. Tasmiṁ khādanīyaṁ khāditvā nhatvā pallaṅke",
  "atk-s0513a32:441_5": "nisinne ekaṁ makkhikaṁ sāmiko “ehi bhadde, kilesaratiyā ramissāmā”ti āha. Atha naṁ",
  "atk-s0513a32:441_6": "sā “adhivāsehi tāva sāmi, idāni rañño gandhe āharissanti, tassa vilimpantassa pādamūle",
  "atk-s0513a32:441_7": "gandhacuṇṇaṁ patissati, ahaṁ tattha vaṭṭetvā sugandhā bhavissāmi, tato rañño piṭṭhiyaṁ",
  "atk-s0513a32:441_8": "nipajjitvā ramissāmā”ti āha. Rājā tampi saddaṁ sutvā hasi. Devīpi “kiṁ nu kho disvā",
  "atk-s0513a32:441_9": "hasī”ti puna cintesi. Puna rañño sāyamāsaṁ bhuñjantassa ekaṁ bhattasitthaṁ bhūmiyaṁ",
  "atk-s0513a32:441_10": "pati. Kipillikā “rājakule bhattasakaṭaṁ bhaggaṁ, bhattaṁ bhuñjathā”ti viravi. Taṁ",
  "atk-s0513a32:441_11": "sutvā rājā punapi hasi. Devī suvaṇṇakaṭacchuṁ gahetvā rājānaṁ parivisantī “maṁ nu",
  "atk-s0513a32:441_12": "kho disvā rājā hasatī”ti vitakkesi.",
  "atk-s0513a32:442_0": "Sā raññā saddhiṁ sayanaṁ āruyha nipajjanakāle “kiṁkāraṇā deva, hasī”ti pucchi. So",
  "atk-s0513a32:442_1": "“kiṁ te mama hasitakāraṇenā”ti vatvā punappunaṁ nibaddho kathesi. Atha naṁ sā “tumhākaṁ",
  "atk-s0513a32:442_2": "jānanamantaṁ mayhaṁ dethā”ti vatvā “na sakkā dātu”nti paṭikkhittāpi punappunaṁ nibandhi.",
  "atk-s0513a32:442_3": "Rājā “sacāhaṁ imaṁ mantaṁ tuyhaṁ dassāmi, marissāmī”ti āha. “Marantopi mayhaṁ dehi,",
  "atk-s0513a32:442_4": "devā”ti. Rājā mātugāmavasiko hutvā “sādhū”ti sampaṭicchitvā “imissā mantaṁ datvā",
  "atk-s0513a32:442_5": "aggiṁ pavisissāmī”ti rathena uyyānaṁ pāyāsi.",
  "atk-s0513a32:443_0": "Tasmiṁ khaṇe sakko lokaṁ olokento imaṁ kāraṇaṁ disvā “ayaṁ bālarājā mātugāmaṁ nissāya",
  "atk-s0513a32:443_1": "‘aggiṁ pavisissāmī’ti gacchati, jīvitamassa dassāmī”ti sujaṁ asurakaññaṁ ādāya bārāṇasiṁ",
  "atk-s0513a32:443_2": "āgantvā taṁ ajikaṁ katvā attanā ajo hutvā “mahājano mā passatū”ti adhiṭṭhāya rañño",
  "atk-s0513a32:443_3": "rathassa purato ahosi. Taṁ rājā ceva rathe yuttasindhavā ca passanti, añño koci na",
  "atk-s0513a32:443_4": "passati. Ajo kathāsamuṭṭhāpanatthaṁ rathapurato ajikāya saddhiṁ methunaṁ dhammaṁ",
  "atk-s0513a32:443_5": "paṭisevanto viya ahosi. Tameko rathe yuttasindhavo disvā “samma ajarāja, mayaṁ pubbe",
  "atk-s0513a32:443_6": "‘ajā kira bālā ahirikā’ti assumha, na ca taṁ passimha, tvaṁ pana raho paṭicchannaṭṭhāne",
  "atk-s0513a32:443_7": "kattabbaṁ anācāraṁ amhākaṁ ettakānaṁ passantānaññeva karosi, na lajjasi, taṁ no pubbe",
  "atk-s0513a32:443_8": "sutaṁ iminā diṭṭhena sametī”ti vatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a32:444": "77.",
  "atk-s0513a32:445": "“Saccaṁ kirevamāhaṁsu, vastaṁ bāloti paṇḍitā;",
  "atk-s0513a32:446": "Passa bālo rahokammaṁ, āvikubbaṁ na bujjhatī”ti.",
  "atk-s0513a32:447": "Tattha vastanti ajaṁ. Paṇḍitāti ñāṇasampannā taṁ bāloti vadanti, saccaṁ kira vadanti. Passāti ālapanaṁ, passathāhi attho. Na bujjhatīti evaṁ kātuṁ ayuttanti na jānāti.",
  "atk-s0513a32:448": "Taṁ sutvā ajo dve gāthā abhāsi –",
  "atk-s0513a32:449": "78.",
  "atk-s0513a32:450": "“Tvaṁ khopi samma bālosi, kharaputta vijānahi;",
  "atk-s0513a32:451": "Rajjuyā hi parikkhitto, vaṅkoṭṭho ohitomukho.",
  "atk-s0513a32:452": "79.",
  "atk-s0513a32:453": "“Aparampi samma te bālyaṁ, yo mutto na palāyasi;",
  "atk-s0513a32:454": "So ca bālataro samma, yaṁ tvaṁ vahati senaka”nti.",
  "atk-s0513a32:455_0": "Tattha tvaṁ khopi sammāti samma sindhava mayāpi kho tvaṁ bālataro. Kharaputtāti so",
  "atk-s0513a32:455_1": "kira gadrabhassa jātako, tena taṁ evamāha. Vijānahīti ahameva bāloti evaṁ jānāhi.",
  "atk-s0513a32:455_2": "Parikkhittoti yugena saddhiṁ gīvāya parikkhitto. Vaṅkoṭṭhoti vaṅkaoṭṭho. Ohitomukhoti",
  "atk-s0513a32:455_3": "mukhabandhanena pihitamukho. Yo mutto na palāyasīti yo tvaṁ rathato mutto samāno",
  "atk-s0513a32:455_4": "muttakāle palāyitvā araññaṁ na pavisasi, taṁ te apalāyanaṁ aparampi bālyaṁ, so ca",
  "atk-s0513a32:455_5": "bālataroti yaṁ tvaṁ senakaṁ vahasi, so senako tayāpi bālataro.",
  "atk-s0513a32:456": "Rājā tesaṁ ubhinnampi kathaṁ jānāti, tasmā taṁ suṇanto saṇikaṁ rathaṁ pesesi. Sindhavopi tassa kathaṁ sutvā puna catutthaṁ gāthamāha –",
  "atk-s0513a32:457": "80.",
  "atk-s0513a32:458": "“Yaṁ nu samma ahaṁ bālo, ajarāja vijānahi;",
  "atk-s0513a32:459": "Atha kena senako bālo, taṁ me akkhāhi pucchito”ti.",
  "atk-s0513a32:460_0": "Tattha yanti karaṇatthe paccattavacanaṁ. Nūti anussavatthe nipāto. Idaṁ vuttaṁ hoti",
  "atk-s0513a32:460_1": "– samma ajarāja, yena tāva tiracchānagatattena kāraṇena ahaṁ bālo, taṁ tvaṁ kāraṇaṁ",
  "atk-s0513a32:460_2": "jānāhi, sakkā etaṁ tayā ñātuṁ, ahañhi tiracchānagatattāva bālo, tasmā maṁ kharaputtātiādīni",
  "atk-s0513a32:460_3": "vadanto suṭṭhu vadasi, ayaṁ pana senako rājā kena kāraṇena bālo, taṁ me kāraṇaṁ pucchito akkhāhīti.",
  "atk-s0513a32:461": "Taṁ sutvā ajo ācikkhanto pañcamaṁ gāthamāha –",
  "atk-s0513a32:462": "81.",
  "atk-s0513a32:463": "“Uttamatthaṁ labhitvāna, bhariyāya yo padassati;",
  "atk-s0513a32:464": "Tena jahissatattānaṁ, sā cevassa na hessatī”ti.",
  "atk-s0513a32:465_0": "Tattha uttamatthanti sabbarutajānanamantaṁ. Tenāti tassā mantappadānasaṅkhātena kāraṇena",
  "atk-s0513a32:465_1": "taṁ datvā aggiṁ pavisanto attānañca jahissati, sā cassa bhariyā na bhavissati, tasmā",
  "atk-s0513a32:465_2": "esa tayāpi bālataro, yo laddhaṁ yasaṁ rakkhituṁ na sakkotīti.",
  "atk-s0513a32:466_0": "Rājā tassa vacanaṁ sutvā “ajarāja, amhākaṁ sotthiṁ karontopi tvaññeva karissasi,",
  "atk-s0513a32:466_1": "kathehi tāva no kattabbayuttaka”nti āha. Atha naṁ ajarājā “mahārāja, imesaṁ sattānaṁ",
  "atk-s0513a32:466_2": "attanā añño piyataro nāma natthi, ekaṁ piyabhaṇḍaṁ nissāya attānaṁ nāsetuṁ laddhayasaṁ",
  "atk-s0513a32:466_3": "pahātuṁ na vaṭṭatī”ti vatvā chaṭṭhaṁ gāthamāha –",
  "atk-s0513a32:467": "82.",
  "atk-s0513a32:468": "“Na ve piyammeti janinda tādiso, attaṁ niraṁkatvā piyāni sevati;",
  "atk-s0513a32:469": "Attāva seyyo paramā ca seyyo, labbhā piyā ocitatthena pacchā”ti.",
  "atk-s0513a32:470_0": "Tattha piyammeti piyaṁ me, ayameva vā pāṭho. Idaṁ vuttaṁ hoti – janinda, tādiso tumhādiso",
  "atk-s0513a32:470_1": "yasamahatte ṭhito puggalo ekaṁ piyabhaṇḍaṁ nissāya “idaṁ piyaṁ me”ti attaṁ niraṁkatvā",
  "atk-s0513a32:470_2": "attānaṁ chaḍḍetvā tāni piyāni na sevateva. Kiṁkāraṇā? Attāva seyyo paramā ca seyyoti,",
  "atk-s0513a32:470_3": "yasmā sataguṇena sahassaguṇena attāva seyyo varo uttamo, paramā ca seyyo, paramā",
  "atk-s0513a32:470_4": "uttamāpi aññasmā piyabhaṇḍāti attho. Ettha hi ca-kāro pi-kāratthe nipātoti daṭṭhabbo.",
  "atk-s0513a32:470_5": "Labbhā piyā ocitatthena pacchāti ocitatthena vaḍḍhitatthena yasasampannena purisena",
  "atk-s0513a32:470_6": "pacchā piyā nāma sakkā laddhuṁ, na tassā kāraṇā attā nāsetabboti.",
  "atk-s0513a32:471_0": "Evaṁ mahāsatto rañño ovādaṁ adāsi. Rājā tussitvā “ajarāja, kuto āgatosī”ti pucchi.",
  "atk-s0513a32:471_1": "Sakko ahaṁ, mahārāja, tava anukampāya taṁ maraṇā mocetuṁ āgatomhīti. Devarāja, ahaṁ",
  "atk-s0513a32:471_2": "etissā “mantaṁ dassāmī”ti avacaṁ, idāni “kiṁ karomī”ti? “Mahārāja, tumhākaṁ ubhinnampi",
  "atk-s0513a32:471_3": "vināsena kiccaṁ natthi, ‘sippassa upacāro’ti vatvā etaṁ katipaye pahāre paharāpehi,",
  "atk-s0513a32:471_4": "iminā upāyena na gaṇhissatī”ti. Rājā “sādhū”ti sampaṭicchi. Mahāsatto rañño ovādaṁ",
  "atk-s0513a32:471_5": "datvā sakaṭṭhānameva gato. Rājā uyyānaṁ gantvā deviṁ pakkosāpetvā āha “gaṇhissasi",
  "atk-s0513a32:471_6": "bhadde, manta”nti? “Āma, devā”ti. “Tena hi upacāraṁ karomī”ti. “Ko upacāro”ti? “Piṭṭhiyaṁ",
  "atk-s0513a32:471_7": "pahārasate pavattamāne saddaṁ kātuṁ na vaṭṭatī”ti. Sā mantalobhena “sādhū”ti sampaṭicchi.",
  "atk-s0513a32:471_8": "Rājā coraghātake pakkosāpetvā kasā gāhāpetvā ubhosu passesu paharāpesi. Sā dve tayo",
  "atk-s0513a32:471_9": "pahāre adhivāsetvā tato paraṁ “na me mantena attho”ti ravi. Atha naṁ rājā “tvaṁ maṁ",
  "atk-s0513a32:471_10": "māretvā mantaṁ gaṇhitukāmāsī”ti piṭṭhiyaṁ niccammaṁ kāretvā vissajjāpesi. Sā tato",
  "atk-s0513a32:471_11": "paṭṭhāya puna kathetuṁ nāsakkhi.",
  "atk-s0513a32:472_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0513a32:472_1": "ukkaṇṭhitabhikkhu sotāpattiphale patiṭṭhahi. Tadā rājā ukkaṇṭhitabhikkhu ahosi, devī",
  "atk-s0513a32:472_2": "purāṇadutiyikā, asso sāriputto, sakko pana ahameva ahosinti.",
  "atk-s0513a32:473": "Kharaputtajātakavaṇṇanā paṭhamā.",
  "atk-s0513a32:475": "[387] 2. Sūcijātakavaṇṇanā",
  "atk-s0513a32:476_0": "Akakkasaṁapharusanti idaṁ satthā jetavane viharanto paññāpāramiṁ ārabbha kathesi.",
  "atk-s0513a32:476_1": "Vatthu mahāumaṅgajātake āvi bhavissati. Tadā pana satthā bhikkhū āmantetvā “na, bhikkhave,",
  "atk-s0513a32:476_2": "idāneva, pubbepi tathāgato paññavā upāyakusaloyevā”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:477_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto kāsiraṭṭhe kammārakule nibbattitvā",
  "atk-s0513a32:477_1": "vayappatto pariyodātasippo ahosi. Mātāpitaro panassa daliddā, tesaṁ gāmato avidūre",
  "atk-s0513a32:477_2": "añño sahassakuṭiko kammāragāmo. Tattha kammārasahassajeṭṭhako kammāro rājavallabho",
  "atk-s0513a32:477_3": "aḍḍho mahaddhano, tassekā dhītā ahosi uttamarūpadharā devaccharāpaṭibhāgā janapadakalyāṇilakkhaṇehi",
  "atk-s0513a32:477_4": "samannāgatā. Sāmantagāmesu manussā vāsipharasuphālapācanādikārāpanatthāya taṁ gāmaṁ",
  "atk-s0513a32:477_5": "gantvā yebhuyyena taṁ kumārikaṁ passanti, te attano attano gāmaṁ gantvā nisinnaṭṭhānādīsu",
  "atk-s0513a32:477_6": "tassā rūpaṁ vaṇṇenti. Bodhisatto taṁ sutvā savanasaṁsaggena bajjhitvā “pādaparicārikaṁ",
  "atk-s0513a32:477_7": "naṁ karissāmī”ti uttamajātikaṁ ayaṁ gahetvā ekaṁ sukhumaṁ ghanaṁ sūciṁ katvā pāse",
  "atk-s0513a32:477_8": "vijjhitvā udake uppilāpetvā aparampi tathārūpameva tassā kosakaṁ katvā pāse vijjhi.",
  "atk-s0513a32:477_9": "Iminā niyāmena tassā satta kosake akāsi, “kathaṁ akāsī”ti na vattabbaṁ. Bodhisattānañhi",
  "atk-s0513a32:477_10": "ñāṇamahantatāya karaṇaṁ samijjhatiyeva. So taṁ sūciṁ nāḷikāya pakkhipitvā ovaṭṭikāya",
  "atk-s0513a32:477_11": "katvā taṁ gāmaṁ gantvā kammārajeṭṭhakassa vasanavīthiṁ pucchitvā tattha gantvā dvāre",
  "atk-s0513a32:477_12": "ṭhatvā “ko mama hatthato evarūpaṁ nāma sūciṁ mūlena kiṇituṁ icchatī”ti sūciṁ vaṇṇento",
  "atk-s0513a32:477_13": "jeṭṭhakakammārassa gharadvārasamīpe ṭhatvā paṭhamaṁ gāthamāha –",
  "atk-s0513a32:478": "83.",
  "atk-s0513a32:479": "“Akakkasaṁ apharusaṁ, kharadhotaṁ supāsiyaṁ;",
  "atk-s0513a32:480": "Sukhumaṁ tikhiṇaggañca, ko sūciṁ ketumicchatī”ti.",
  "atk-s0513a32:481_0": "Tassattho – mama paṭalassa vā tilakassa vā odhino vā abhāvena akakkasaṁ, sumaṭṭhatāya",
  "atk-s0513a32:481_1": "apharusaṁ, kharena pāsāṇena dhotattā kharadhotaṁ, sundarena suviddhena pāsena samannāgatattā",
  "atk-s0513a32:481_2": "supāsiyaṁ, saṇhatāya sukhumaṁ, aggassa tikhiṇatāya tikhiṇaggaṁ sūciṁ mama hatthato",
  "atk-s0513a32:481_3": "mūlaṁ datvā ko kiṇituṁ icchatīti.",
  "atk-s0513a32:482": "Evañca pana vatvā punapi taṁ vaṇṇento dutiyaṁ gāthamāha –",
  "atk-s0513a32:483": "84.",
  "atk-s0513a32:484": "“Sumajjañca supāsañca, anupubbaṁ suvaṭṭitaṁ;",
  "atk-s0513a32:485": "Ghanaghātimaṁ paṭithaddhaṁ, ko sūciṁ ketumicchatī”ti.",
  "atk-s0513a32:486_0": "Tattha sumajjañcāti kuruvindakacuṇṇena suṭṭhu majjitaṁ. Supāsañcāti saṇhena pāsavedhakena",
  "atk-s0513a32:486_1": "viddhattā sundarapāsaṁ. Ghanaghātimanti yā ghātiyamānā adhikaraṇiṁ anupavisati, ayaṁ",
  "atk-s0513a32:486_2": "“ghanaghātimā”ti vuccati, tādisinti attho. Paṭithaddhanti thaddhaṁ amudukaṁ.",
  "atk-s0513a32:487_0": "Tasmiṁ khaṇe sā kumārikā bhuttapātarāsaṁ pitaraṁ darathapaṭippassambhanatthaṁ cūḷasayane",
  "atk-s0513a32:487_1": "nipannaṁ tālavaṇṭena bījayamānā bodhisattassa madhurasaddaṁ sutvā allamaṁsapiṇḍena",
  "atk-s0513a32:487_2": "hadaye pahaṭā viya ghaṭasahassena nibbāpitadarathā viya hutvā “ko nu kho esa atimadhurena",
  "atk-s0513a32:487_3": "saddena kammārānaṁ vasanagāme sūciṁ vikkiṇāti, kena nu kho kammena āgato, jānissāmi",
  "atk-s0513a32:487_4": "na”nti tālavaṇṭaṁ ṭhapetvā gehā nikkhamma bahiāḷindake ṭhatvā tena saddhiṁ kathesi.",
  "atk-s0513a32:487_5": "Bodhisattānañhi patthitaṁ nāma samijjhati, so hi tassāyevatthāya taṁ gāmaṁ āgato.",
  "atk-s0513a32:487_6": "Sā ca tena saddhiṁ kathentī “māṇava, sakalaraṭṭhavāsino sūciādīnaṁ atthāya imaṁ gāmaṁ",
  "atk-s0513a32:487_7": "āgacchanti, tvaṁ bālatāya kammāragāme sūciṁ vikkiṇituṁ icchasi, sacepi divasaṁ sūciyā",
  "atk-s0513a32:487_8": "vaṇṇaṁ bhāsissasi, na te koci hatthato sūciṁ gaṇhissati, sace tvaṁ mūlaṁ laddhuṁ",
  "atk-s0513a32:487_9": "icchasi, aññaṁ gāmaṁ yāhī”ti vatvā dve gāthā abhāsi –",
  "atk-s0513a32:488": "84.",
  "atk-s0513a32:489": "“Itodāni patāyanti, sūciyo baḷisāni ca;",
  "atk-s0513a32:490": "Koyaṁ kammāragāmasmiṁ, sūciṁ vikketumicchati.",
  "atk-s0513a32:491": "85.",
  "atk-s0513a32:492": "“Ito satthāni gacchanti, kammantā vividhā puthū;",
  "atk-s0513a32:493": "Koyaṁ kammāragāmasmiṁ, sūciṁ vikketumicchatī”ti.",
  "atk-s0513a32:494_0": "Tattha itodānīti imasmiṁ raṭṭhe idāni sūciyo ca baḷisāni ca aññāni ca upakaraṇāni",
  "atk-s0513a32:494_1": "imamhā kammāragāmā patāyanti nikkhamanti, taṁ taṁ disaṁ pattharantā niggacchanti.",
  "atk-s0513a32:494_2": "Koyanti evaṁ sante ko ayaṁ imasmiṁ kammāragāme sūciṁ vikkiṇituṁ icchati. Satthānīti",
  "atk-s0513a32:494_3": "bārāṇasiṁ gacchantāni nānappakārāni satthāni itova gacchanti. Vividhā puthūti nānappakārā",
  "atk-s0513a32:494_4": "bahū kammantāpi sakalaraṭṭhavāsīnaṁ ito gahitaupakaraṇeheva pavattanti.",
  "atk-s0513a32:495": "Bodhisatto tassā vacanaṁ sutvā “bhadde, tvaṁ ajānantī aññāṇena evaṁ vadesī”ti vatvā dve gāthā abhāsi –",
  "atk-s0513a32:496": "86.",
  "atk-s0513a32:497": "“Sūciṁ kammāragāmasmiṁ, vikketabbā pajānatā;",
  "atk-s0513a32:498": "Ācariyāva jānanti, kammaṁ sukatadukkaṭaṁ.",
  "atk-s0513a32:499": "87.",
  "atk-s0513a32:500": "“Imañce te pitā bhadde, sūciṁ jaññā mayā kataṁ;",
  "atk-s0513a32:501": "Tayā ca maṁ nimanteyya, yañcatthaññaṁ ghare dhana”nti.",
  "atk-s0513a32:502_0": "Tattha sūcinti vibhattivipallāso kato. Idaṁ vuttaṁ hoti – sūci nāma pajānatā paṇḍitena",
  "atk-s0513a32:502_1": "purisena kammāragāmasmiṁyeva vikketabbā. Kiṁkāraṇā? Ācariyāva jānanti, kammaṁ sukatadukkaṭanti,",
  "atk-s0513a32:502_2": "tassa tassa sippassa ācariyāva tasmiṁ tasmiṁ sippe sukatadukkaṭakammaṁ jānanti, svāhaṁ",
  "atk-s0513a32:502_3": "kammārakammaṁ ajānantānaṁ gahapatikānaṁ gāmaṁ gantvā mama sūciyā sukatadukkaṭabhāvaṁ",
  "atk-s0513a32:502_4": "kathaṁ jānāpessāmi, imasmiṁ pana gāme mama balaṁ jānāpessāmīti. Evaṁ bodhisatto imāya",
  "atk-s0513a32:502_5": "gāthāya attano balaṁ vaṇṇesi.",
  "atk-s0513a32:503_0": "Tayā ca maṁ nimanteyyāti bhadde sace tava pitā imaṁ mayā kataṁ sūciṁ “īdisā vā esā,",
  "atk-s0513a32:503_1": "evaṁ vā katā”ti jāneyya, “imaṁ me dhītaraṁ tava pādaparicārikaṁ dammi, gaṇhāhi na”nti",
  "atk-s0513a32:503_2": "evaṁ tayā ca maṁ nimanteyya. Yañcatthaññaṁ ghare dhananti yañca aññaṁ saviññāṇakaṁ",
  "atk-s0513a32:503_3": "vā aviññāṇakaṁ vā ghare dhanaṁ atthi, tena maṁ nimanteyya. “Yañcassañña”ntipi pāṭho,",
  "atk-s0513a32:503_4": "yañca assa ghare aññaṁ dhanaṁ atthīti attho.",
  "atk-s0513a32:504_0": "Kammārajeṭṭhako sabbaṁ tesaṁ kathaṁ sutvā “ammā”ti dhītaraṁ pakkositvā “kena saddhiṁ",
  "atk-s0513a32:504_1": "sallapasī”ti pucchi. Tāta, eko puriso sūciṁ vikkiṇāti, tena saddhiṁ sallapemīti.",
  "atk-s0513a32:504_2": "“Tena hi pakkosāhi na”nti. Sā gantvā pakkosi. Bodhisatto gehaṁ pavisitvā kammārajeṭṭhakaṁ",
  "atk-s0513a32:504_3": "vanditvā ekamantaṁ aṭṭhāsi. Atha naṁ so “kataragāmavāsikosī”ti pucchi. “Ahaṁ asukagāmavāsikomhi",
  "atk-s0513a32:504_4": "asukakammārassa putto”ti. “Kasmā idhāgatosī”ti. “Sūcivikkayatthāyā”ti. “Āhara, sūciṁ",
  "atk-s0513a32:504_5": "te passāmā”ti. Bodhisatto attano guṇaṁ sabbesaṁ majjhe pakāsetukāmo “nanu ekakānaṁ",
  "atk-s0513a32:504_6": "olokitato sabbesaṁ majjhe oloketuṁ varatara”nti āha. So “sādhu, tātā”ti sabbe kammāre",
  "atk-s0513a32:504_7": "sannipātāpetvā tehi parivuto “āhara, tāta, mayaṁ passāma te sūci”nti āha. “Ācariya,",
  "atk-s0513a32:504_8": "ekaṁ adhikaraṇiñca udakapūrañca kaṁsathālaṁ āharāpethā”ti. So āharāpesi. Bodhisatto",
  "atk-s0513a32:504_9": "ovaṭṭikato sūcināḷikaṁ nīharitvā adāsi. Kammārajeṭṭhako tato sūciṁ nīharitvā “tāta,",
  "atk-s0513a32:504_10": "ayaṁ sūcī”ti pucchi. “Nāyaṁ sūci, kosako eso”ti. So upadhārento neva antaṁ, na koṭiṁ",
  "atk-s0513a32:504_11": "addasa. Bodhisatto āharāpetvā nakhena kosakaṁ apanetvā “ayaṁ sūci, ayaṁ kosako”ti",
  "atk-s0513a32:504_12": "mahājanassa dassetvā sūciṁ ācariyassa hatthe, kosakaṁ pādamūle ṭhapesi. Puna tena",
  "atk-s0513a32:504_13": "“ayaṁ maññe sūcī”ti vutto “ayampi sūcikosakoyevā”ti vatvā nakhena paharanto paṭipāṭiyā",
  "atk-s0513a32:504_14": "cha sūcikosake kammārajeṭṭhakassa pādamūle ṭhapetvā “ayaṁ sūcī”ti tassa hatthe ṭhapesi.",
  "atk-s0513a32:504_15": "Kammārasahassāni aṅguliyo phoṭesuṁ, celukkhepā pavattiṁsu.",
  "atk-s0513a32:505_0": "Atha naṁ kammārajeṭṭhako “tāta, imāya sūciyā kiṁ bala”nti pucchi. “Ācariya balavatā",
  "atk-s0513a32:505_1": "purisena adhikaraṇiṁ ukkhipāpetvā adhikaraṇiyā heṭṭhā udakapātiṁ ṭhapāpetvā adhikaraṇiyā",
  "atk-s0513a32:505_2": "majjhe imaṁ sūciṁ paharathā”ti. So tathā kāretvā adhikaraṇiyā majjhe sūciṁ aggena",
  "atk-s0513a32:505_3": "pahari. Sā adhikaraṇiṁ vinivijjhitvā udakapiṭṭhe kesaggamattampi uddhaṁ vā adho vā",
  "atk-s0513a32:505_4": "ahutvā tiriyaṁ patiṭṭhāsi. Sabbe kammārā “amhehi ettakaṁ kālaṁ ‘kammārā nāma edisā",
  "atk-s0513a32:505_5": "hontī’ti sutivasenapi na sutapubba”nti aṅguliyo phoṭetvā celukkhepasahassaṁ pavattayiṁsu.",
  "atk-s0513a32:505_6": "Kammārajeṭṭhako dhītaraṁ pakkositvā tasmiññeva parisamajjhe “ayaṁ kumārikā tuyhameva",
  "atk-s0513a32:505_7": "anucchavikā”ti udakaṁ pātetvā adāsi. So aparabhāge kammārajeṭṭhakassa accayena tasmiṁ",
  "atk-s0513a32:505_8": "gāme kammārajeṭṭhako ahosi.",
  "atk-s0513a32:506": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – “tadā kammārajeṭṭhakassa dhītā rāhulamātā ahosi, paṇḍitakammāraputto pana ahameva ahosi”nti.",
  "atk-s0513a32:507": "Sūcijātakavaṇṇanā dutiyā.",
  "atk-s0513a32:509": "[388] 3. Tuṇḍilajātakavaṇṇanā",
  "atk-s0513a32:510_0": "Navachannaketi idaṁ satthā jetavane viharanto ekaṁ maraṇabhīrukaṁ bhikkhuṁ ārabbha",
  "atk-s0513a32:510_1": "kathesi. So kira sāvatthivāsī kulaputto buddhasāsane pabbajitvā maraṇabhīruko ahosi,",
  "atk-s0513a32:510_2": "appamattakampi sākhācalanaṁ daṇḍakapatanaṁ sakuṇacatuppadasaddaṁ vā aññaṁ vā tathārūpaṁ",
  "atk-s0513a32:510_3": "sutvā maraṇabhayatajjito hutvā kucchiyaṁ viddhasaso viya kampanto vicari. Bhikkhū",
  "atk-s0513a32:510_4": "dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ “āvuso, asuko kira bhikkhu maraṇabhīruko appamattakampi",
  "atk-s0513a32:510_5": "saddaṁ sutvā vikampamāno palāyati, imesañca sattānaṁ maraṇameva dhuvaṁ, jīvitaṁ addhuvaṁ,",
  "atk-s0513a32:510_6": "nanu tadeva yoniso manasi kātabba”nti. Satthā āgantvā “kāya nuttha, bhikkhave, etarahi",
  "atk-s0513a32:510_7": "kathāya sannisinnā”ti pucchitvā “imāya nāmā”ti vutte taṁ bhikkhuṁ pakkosāpetvā “saccaṁ",
  "atk-s0513a32:510_8": "kira tvaṁ bhikkhu maraṇabhīruko”ti vatvā “āma, bhante”ti tena paṭiññāto “na, bhikkhave,",
  "atk-s0513a32:510_9": "idāneva, pubbepesa maraṇabhīrukoyevā”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:511_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sūkariyā kucchimhi paṭisandhiṁ",
  "atk-s0513a32:511_1": "gaṇhi. Sūkarī pariṇatagabbhā dve putte vijāyi. Sā ekadivasaṁ te gahetvā ekasmiṁ āvāṭe",
  "atk-s0513a32:511_2": "nipajji. Athekā bārāṇasidvāragāmavāsinī mahallikā kappāsakhettato pacchipuṇṇaṁ kappāsaṁ",
  "atk-s0513a32:511_3": "ādāya yaṭṭhiyā bhūmiṁ ākoṭentī āgacchi. Sūkarī taṁ saddaṁ sutvā maraṇabhayena puttake",
  "atk-s0513a32:511_4": "chaḍḍetvā palāyi. Mahallikā sūkarapotake disvā puttasaññaṁ paṭilabhitvā pacchiyaṁ",
  "atk-s0513a32:511_5": "pakkhipitvā gharaṁ netvā jeṭṭhakassa mahātuṇḍilo, kaniṭṭhassa cūḷatuṇḍiloti nāmaṁ",
  "atk-s0513a32:511_6": "karitvā te puttake viya posesi. Te aparabhāge vaḍḍhitvā thūlasarīrā ahesuṁ. Mahallikā",
  "atk-s0513a32:511_7": "“ime no mūlena dehī”ti vuccamānāpi “puttā me”ti vatvā kassaci na deti. Athekasmiṁ",
  "atk-s0513a32:511_8": "chaṇakāle dhuttā suraṁ pivantā maṁse khīṇe “kuto nu kho maṁsaṁ labhissāmā”ti vīmaṁsantā",
  "atk-s0513a32:511_9": "mahallikāya gehe sūkarānaṁ atthibhāvaṁ ñatvā mūlaṁ gahetvā tattha gantvā “amma, mūlaṁ",
  "atk-s0513a32:511_10": "gahetvā ekaṁ no sūkaraṁ dehī”ti āhaṁsu. Sā “alaṁ, tātā, puttā me ete, puttaṁ nāma",
  "atk-s0513a32:511_11": "maṁsaṁ khādanatthāya kiṇantānaṁ dadantā nāma natthī”ti paṭikkhipi. Dhuttā “amma,",
  "atk-s0513a32:511_12": "manussānaṁ sūkarā nāma puttā na honti, dehi no”ti punappunaṁ yācantāpi alabhitvā",
  "atk-s0513a32:511_13": "mahallikaṁ suraṁ pāyetvā mattakāle “amma, sūkarehi kiṁ karissasi, mūlaṁ gahetvā paribbayaṁ",
  "atk-s0513a32:511_14": "karohī”ti tassā hatthe kahāpaṇe ṭhapayiṁsu.",
  "atk-s0513a32:512_0": "Sā kahāpaṇe gahetvā “tātā, mahātuṇḍilaṁ dātuṁ na sakkomi. Cūḷatuṇḍilaṁ pana gaṇhathā”ti",
  "atk-s0513a32:512_1": "āha. “Kahaṁ so”ti? “Ayaṁ etasmiṁ gaccheti, saddamassa dehī”ti. “Āhāraṁ na passāmī”ti.",
  "atk-s0513a32:512_2": "Dhuttā mūlena ekaṁ bhattapātiṁ āharāpesuṁ. Mahallikā taṁ gahetvā dvāre ṭhapitaṁ sūkaradoṇiṁ",
  "atk-s0513a32:512_3": "pūretvā doṇisamīpe aṭṭhāsi. Tiṁsamattāpi dhuttā pāsahatthā tattheva aṭṭhaṁsu. Mahallikā",
  "atk-s0513a32:512_4": "“tāta, cūḷatuṇḍila, ehī”ti tassa saddamakāsi. Taṁ sutvā mahātuṇḍilo “ettakaṁ kālaṁ",
  "atk-s0513a32:512_5": "mama mātarā cūḷatuṇḍilassa saddo na dinnapubbo, maṁyeva paṭhamaṁ saddāyati, avassaṁ",
  "atk-s0513a32:512_6": "ajja amhākaṁ bhayaṁ uppannaṁ bhavissatī”ti aññāsi. So kaniṭṭhaṁ āmantesi “tāta, mama",
  "atk-s0513a32:512_7": "mātā taṁ pakkosati, gaccha tāva jānāhī”ti. So gacchā nikkhamitvā bhattadoṇisamīpe",
  "atk-s0513a32:512_8": "tesaṁ ṭhitabhāvaṁ disvā “ajja me maraṇaṁ uppanna”nti maraṇabhayatajjito nivattitvā",
  "atk-s0513a32:512_9": "kampamāno bhātu santikaṁ āgantvā thambhituṁ nāsakkhi, kampamāno paribbhami. Mahātuṇḍilo",
  "atk-s0513a32:512_10": "taṁ disvā “tāta, tvaṁ ajja pana pavedhasi paribbhamasi, pavisanaṭṭhānaṁ olokesi,",
  "atk-s0513a32:512_11": "kiṁ nāmetaṁ karosī”ti pucchi. So attanā diṭṭhakāraṇaṁ kathento paṭhamaṁ gāthamāha –",
  "atk-s0513a32:513": "88.",
  "atk-s0513a32:514": "“Navachannakedāni diyyati, puṇṇāyaṁ doṇi suvāminī ṭhitā;",
  "atk-s0513a32:515": "Bahuke jane pāsapāṇike, no ca kho me paṭibhāti bhuñjitu”nti.",
  "atk-s0513a32:516_0": "Tattha navachannakedāni diyyatīti bhātika, pubbe amhākaṁ kuṇḍakayāgu vā jhāmabhattaṁ",
  "atk-s0513a32:516_1": "vā diyyati, ajja pana navachannakaṁ navākāraṁ dānaṁ diyyati. Puṇṇāyaṁ doṇīti ayaṁ",
  "atk-s0513a32:516_2": "amhākaṁ bhattadoṇi suddhabhattassa puṇṇā. Suvāminī ṭhitāti ayyāpi no tassā santike",
  "atk-s0513a32:516_3": "ṭhitā. Bahuke janeti na kevalañca ayyāva, aññopi bahuko jano pāsapāṇiko ṭhito. No",
  "atk-s0513a32:516_4": "ca kho me paṭibhātīti ayaṁ evaṁ etesaṁ ṭhitabhāvopi idaṁ bhattaṁ bhuñjitumpi mayhaṁ",
  "atk-s0513a32:516_5": "na paṭibhāti, na ruccatīti attho.",
  "atk-s0513a32:517_0": "Taṁ sutvā mahāsatto “tāta cūḷatuṇḍila, mama kira mātā ettheva sūkare posentī nāma",
  "atk-s0513a32:517_1": "yadatthaṁ poseti, svāssā attho ajja matthakaṁ patto, tvaṁ mā cintayī”ti vatvā madhurena",
  "atk-s0513a32:517_2": "sarena buddhalīḷāya dhammaṁ desento dve gāthā abhāsi –",
  "atk-s0513a32:518": "89.",
  "atk-s0513a32:519": "“Tasasi bhamasi leṇamicchasi, attāṇosi kuhiṁ gamissasi;",
  "atk-s0513a32:520": "Appossukko bhuñja tuṇḍila, maṁsatthāya hi positāmhase.",
  "atk-s0513a32:521": "90.",
  "atk-s0513a32:522": "“Ogaha rahadaṁ akaddamaṁ, sabbaṁ sedamalaṁ pavāhaya;",
  "atk-s0513a32:523": "Gaṇhāhi navaṁ vilepanaṁ, yassa gandho na kadāci chijjatī”ti.",
  "atk-s0513a32:524_0": "Tattha tasasi bhamasīti maraṇabhayena uttasasi, teneva kilamanto bhamasi. Leṇamicchasīti",
  "atk-s0513a32:524_1": "patiṭṭhaṁ olokesi. Attāṇosīti tāta, pubbe amhākaṁ mātā paṭisaraṇaṁ ahosi, sā ajja",
  "atk-s0513a32:524_2": "pana nirapekkhā amhe chaḍḍesi, idāni kuhiṁ gamissasi. Ogahāti ogāha, ayameva vā pāṭho.",
  "atk-s0513a32:524_3": "Pavāhayāti pavāhehi, hārehīti attho. Na chijjatīti na nassati. Idaṁ vuttaṁ hoti –",
  "atk-s0513a32:524_4": "tāta, sace maraṇato tasasi, akaddamaṁ pokkharaṇiṁ otaritvā tava sarīre sabbaṁ sedañca",
  "atk-s0513a32:524_5": "malañca pavāhetvā surabhigandhavilepanaṁ vilimpāti.",
  "atk-s0513a32:525_0": "Tassa dasa pāramiyo āvajjetvā mettāpāramiṁ purecārikaṁ katvā paṭhamaṁ padaṁ udāharantasseva",
  "atk-s0513a32:525_1": "saddo sakalaṁ dvādasayojanikaṁ bārāṇasiṁ ajjhottharitvā gato. Sutasutakkhaṇeyeva",
  "atk-s0513a32:525_2": "rājauparājādayo ādiṁ katvā bārāṇasivāsino āgamaṁsu. Anāgatāpi gehe ṭhitāva suṇiṁsu.",
  "atk-s0513a32:525_3": "Rājapurisā gacche chinditvā bhūmiṁ samaṁ katvā vālukaṁ okiriṁsu. Dhuttānaṁ surāmado",
  "atk-s0513a32:525_4": "chijji. Pāse chaḍḍetvā dhammaṁ suṇamānā aṭṭhaṁsu. Mahallikāyapi surāmado chijji.",
  "atk-s0513a32:525_5": "Mahāsatto mahājanamajjhe cūḷatuṇḍilassa dhammadesanaṁ ārabhi. Taṁ sutvā cūḷatuṇḍilo",
  "atk-s0513a32:525_6": "“mayhaṁ bhātā evaṁ vadeti, amhākañca vaṁse pokkharaṇiṁ otaritvā nahānaṁ, sarīrato",
  "atk-s0513a32:525_7": "sedamalapavāhanaṁ, purāṇavilepanaṁ hāretvā navavilepanagahaṇañca kismiñci kāle natthi,",
  "atk-s0513a32:525_8": "kiṁ nu kho sandhāya bhātā maṁ eva māhā”ti pucchanto catutthaṁ gāthamāha –",
  "atk-s0513a32:526": "91.",
  "atk-s0513a32:527": "“Katamo rahado akaddamo, kiṁsu sedamalanti vuccati;",
  "atk-s0513a32:528": "Katamañca navaṁ vilepanaṁ, yassa gandho na kadāci chijjatī”ti.",
  "atk-s0513a32:529": "Taṁ sutvā mahāsatto “tena hi kaniṭṭha ohitasoto suṇāhī”ti buddhalīḷāya dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0513a32:530": "92.",
  "atk-s0513a32:531": "“Dhammo rahado akaddamo, pāpaṁ sedamalanti vuccati;",
  "atk-s0513a32:532": "Sīlañca navaṁ vilepanaṁ, tassa gandho na kadāci chijjati.",
  "atk-s0513a32:533": "93.",
  "atk-s0513a32:534": "“Nandanti sarīraghātino, na ca nandanti sarīradhārino;",
  "atk-s0513a32:535": "Puṇṇāya ca puṇṇamāsiyā, ramamānāva jahanti jīvita”nti.",
  "atk-s0513a32:536_0": "Tattha dhammoti pañcasīlaaṭṭhasīladasasīlāni tīṇi sucaritāni sattatiṁsabodhipakkhiyadhammā",
  "atk-s0513a32:536_1": "amatamahānibbānanti sabbopesa dhammo nāma. Akaddamoti rāgadosamohamānadiṭṭhikilesakaddamānaṁ",
  "atk-s0513a32:536_2": "abhāvena akaddamo. Iminā sesadhammato vinivattetvā nibbānameva dasseti. “Yāvatā,",
  "atk-s0513a32:536_3": "bhikkhave, dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṁ dhammānaṁ aggamakkhāyati,",
  "atk-s0513a32:536_4": "yadidaṁ madanimmadano pipāsavinayo ālayasamugghāto vaṭṭupacchedo taṇhakkhayo virāgo",
  "atk-s0513a32:536_5": "nirodho nibbāna”nti hi vuttaṁ, tadeva dassento, tāta cūḷatuṇḍila, ahaṁ nibbānataḷākaṁ",
  "atk-s0513a32:536_6": "“rahado”ti kathemi. Jātijarābyādhimaraṇādīni hi tattha natthi, sace maraṇato muñcitukāmo,",
  "atk-s0513a32:536_7": "nibbānagāminiṁ paṭipadaṁ gaṇhāti. Upanissayapaccayavasena kira bodhisatto evaṁ kathesi.",
  "atk-s0513a32:537_0": "Pāpaṁsedamalanti tāta cūḷatuṇḍila, pāpaṁ sedamalasadisattā “sedamala”nti porāṇakapaṇḍitehi",
  "atk-s0513a32:537_1": "kathitaṁ. Taṁ panetaṁ ekavidhena pāpaṁ yadidaṁ manopadoso, duvidhena pāpaṁ pāpakañca",
  "atk-s0513a32:537_2": "sīlaṁ, pāpikā ca diṭṭhi, tividhena pāpaṁ tīṇi duccaritāni, catubbidhena pāpaṁ cattāri",
  "atk-s0513a32:537_3": "agatigamanāni, pañcavidhena pāpaṁ pañca cetokhilā, chabbidhena pāpaṁ cha agāravā,",
  "atk-s0513a32:537_4": "sattavidhena pāpaṁ satta asaddhammā, aṭṭhavidhena pāpaṁ aṭṭha micchattā, navavidhena",
  "atk-s0513a32:537_5": "pāpaṁ nava āghātavatthūni, dasavidhena pāpaṁ dasa akusalakammapathā, bahuvidhena",
  "atk-s0513a32:537_6": "pāpaṁ rāgo doso mohoti ekakadukatikādivasena vibhattā akusalā dhammā, iti sabbampetaṁ",
  "atk-s0513a32:537_7": "pāpaṁ “sarīranissitasedamalasadisa”nti paṇḍitehi kathitaṁ.",
  "atk-s0513a32:538_0": "Sīlanti pañcasīlaṁ dasasīlaṁ catupārisuddhisīlaṁ. “Idaṁ, tāta, sīlaṁ catujjātigandhavilepanasadisa”nti",
  "atk-s0513a32:538_1": "vadati. Tassāti tassa silassa gandho tīsu vayesu kadāci na chijjati, sakalalokaṁ",
  "atk-s0513a32:538_2": "pattharitvā gacchati.",
  "atk-s0513a32:539": "“Na pupphagandho paṭivātameti, na candanaṁ taggaramallikā vā;",
  "atk-s0513a32:540": "Satañca gandho paṭivātameti, sabbā disā sappuriso pavāyati.",
  "atk-s0513a32:541": "“Candanaṁ tagaraṁ vāpi, uppalaṁ atha vassikī;",
  "atk-s0513a32:542": "Etesaṁ gandhajātānaṁ, sīlagandho anuttaro.",
  "atk-s0513a32:543": "“Appamatto ayaṁ gandho, yvāyaṁ tagaracandanaṁ;",
  "atk-s0513a32:544": "Yo ca sīlavataṁ gandho, vāti devesu uttamo”ti. ;",
  "atk-s0513a32:545_0": "Nandanti sarīraghātinoti tāta cūḷatuṇḍila, ime aññāṇamanussā “madhuramaṁsaṁ khādissāma,",
  "atk-s0513a32:545_1": "puttadārampi khādāpessāmā”ti pāṇātipātaṁ karontā nandanti tussanti, pāṇātipāto āsevito",
  "atk-s0513a32:545_2": "bhāvito bahulīkato nirayasaṁvattaniko hoti, tiracchānayoni…pe… pettivisayasaṁvattaniko",
  "atk-s0513a32:545_3": "hoti, yo sabbalahuko pāṇātipātassa vipāko, so manussabhūtassa appāyukasaṁvattaniko",
  "atk-s0513a32:545_4": "hotīti imaṁ pāṇātipāte ādīnavaṁ na jānanti. Ajānantā –",
  "atk-s0513a32:546": "“Madhuvā maññati bālo, yāva pāpaṁ na paccati;",
  "atk-s0513a32:547": "Yadā ca paccati pāpaṁ, bālo dukkhaṁ nigacchatī”ti. –",
  "atk-s0513a32:548": "Madhurasaññino hutvā –",
  "atk-s0513a32:549": "“Caranti bālā dummedhā, amitteneva attanā;",
  "atk-s0513a32:550": "Karontā pāpakaṁ kammaṁ, yaṁ hoti kaṭukapphala”nti. –",
  "atk-s0513a32:551": "Ettakampi na jānanti.",
  "atk-s0513a32:552": "“Na taṁ kammaṁ kataṁ sādhu, yaṁ katvā anutappati;",
  "atk-s0513a32:553": "Yassa assumukho rodaṁ, vipākaṁ paṭisevatī”ti. ;",
  "atk-s0513a32:554_0": "Na ca nandanti sarīradhārinoti tāta cūḷatuṇḍila, ye panete sarīradhārino sattā, te",
  "atk-s0513a32:554_1": "attano maraṇe āgacchante ṭhapetvā sīhamigarājahatthājānīyaassājānīyakhīṇāsave avasesā",
  "atk-s0513a32:554_2": "bodhisattaṁ ādiṁ katvā abhāyantā nāma natthi.",
  "atk-s0513a32:555": "“Sabbe tasanti daṇḍassa, sabbe bhāyanti maccuno;",
  "atk-s0513a32:556": "Attānaṁ upamaṁ katvā, na haneyya na ghātaye”ti. ;",
  "atk-s0513a32:557_0": "Puṇṇāyāti guṇapuṇṇāya. Puṇṇamāsiyāti puṇṇacandayuttāya, māsaṁ vā pūretvā ṭhitāya.",
  "atk-s0513a32:557_1": "Tadā kira puṇṇamāsī uposathadivaso hoti. Ramamānāva jahanti jīvitanti tāta cūḷatuṇḍila,",
  "atk-s0513a32:557_2": "mā soci mā paridevi, maraṇassa nāma te bhāyanti, yesaṁ abbhantare sīlādiguṇā natthi.",
  "atk-s0513a32:557_3": "Mayaṁ pana sīlācārasampannā puññavanto, tasmā amhādisā sattā ramamānāva jahanti jīvitanti.",
  "atk-s0513a32:558_0": "Evaṁ mahāsatto madhurena sarena buddhalīḷāya dhammaṁ desesi. Mahājanakāyā aṅguliyo",
  "atk-s0513a32:558_1": "phoṭesuṁ, celukkhepā ca pavattiṁsu, sādhukārasaddapuṇṇaṁ antalikkhaṁ ahosi. Bārāṇasirājā",
  "atk-s0513a32:558_2": "bodhisattaṁ rajjena pūjetvā mahallikāya yasaṁ datvā ubhopi te gandhodakena nhāpetvā",
  "atk-s0513a32:558_3": "gandhādīhi vilimpāpetvā gīvāsu maṇiratanāni piḷandhāpetvā gharaṁ netvā puttaṭṭhāne",
  "atk-s0513a32:558_4": "ṭhapetvā mahantena parivārena paṭijaggi. Bodhisatto rañño pañca sīlāni adāsi. Sabbe",
  "atk-s0513a32:558_5": "bārāṇasivāsino ca kāsiraṭṭhavāsino ca pañca sīlāni rakkhiṁsu. Mahāsatto nesaṁ pakkhadivasesu",
  "atk-s0513a32:558_6": "dhammaṁ desesi, vinicchaye nisīditvā aḍḍe tīresi. Tasmiṁ dharamāne kūṭaḍḍakārakā",
  "atk-s0513a32:558_7": "nāma nāhesuṁ. Aparabhāge rājā kālamakāsi. Mahāsatto tassa sarīraparihāraṁ kāretvā",
  "atk-s0513a32:558_8": "vinicchaye potthake likhāpetvā “imaṁ potthakaṁ oloketvā aḍḍaṁ tīreyyāthā”ti vatvā",
  "atk-s0513a32:558_9": "mahājanassa dhammaṁ desetvā appamādena ovādaṁ datvā sabbesaṁ rodantānaṁ paridevantānaññeva",
  "atk-s0513a32:558_10": "saddhiṁ cūḷatuṇḍilena araññaṁ pāvisi. Tadā bodhisattassa ovādo saṭṭhi vassasahassāni pavatti.",
  "atk-s0513a32:559": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne so maraṇabhīruko bhikkhu sotāpattiphale patiṭṭhahi.",
  "atk-s0513a32:560": "Tadā rājā ānando ahosi, cūḷatuṇḍilo maraṇabhīruko bhikkhu, parisā buddhaparisā, mahātuṇḍilo pana ahameva ahosinti.",
  "atk-s0513a32:561": "Tuṇḍilajātakavaṇṇanā tatiyā.",
  "atk-s0513a32:563": "[389] 4. Suvaṇṇakakkaṭakajātakavaṇṇanā",
  "atk-s0513a32:564_0": "Siṅgīmigoti idaṁ satthā veḷuvane viharanto ānandattherassa attano atthāya jīvitapariccāgaṁ",
  "atk-s0513a32:564_1": "ārabbha kathesi. Vatthu yāva dhanuggahapayojanā khaṇḍahālajātake dhanapālavissajjanaṁ",
  "atk-s0513a32:564_2": "cūḷahaṁsamahāhaṁsajātake kathitaṁ. Tadā hi bhikkhū dhammasabhāyaṁ kathaṁ samuṭṭhāpesuṁ",
  "atk-s0513a32:564_3": "“āvuso, dhammabhaṇḍāgārikaānandatthero sekkhapaṭisambhidāppatto hutvā dhanapālake",
  "atk-s0513a32:564_4": "āgacchante sammāsambuddhassa jīvitaṁ pariccajī”ti. Satthā āgantvā “kāya nuttha, bhikkhave,",
  "atk-s0513a32:564_5": "etarahi kathāya sannisinnā”ti pucchitvā “imāya nāmā”ti vutte “na, bhikkhave, idāneva,",
  "atk-s0513a32:564_6": "pubbepi ānando mayhaṁ jīvitaṁ pariccajiyevā”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:565_0": "Atīte rājagahassa pubbapasse sālindiyo nāma brāhmaṇagāmo hoti. Tadā bodhisatto tasmiṁ",
  "atk-s0513a32:565_1": "gāme kassakabrāhmaṇakule nibbattitvā vayappatto kuṭumbaṁ saṇṭhapetvā tassa gāmassa",
  "atk-s0513a32:565_2": "pubbuttarāya disāya ekasmiṁ gāmakhette karīsasahassamattaṁ kasiṁ kāresi. So ekadivasaṁ",
  "atk-s0513a32:565_3": "manussehi saddhiṁ khettaṁ gantvā kammakāre “kasathā”ti āṇāpetvā mukhadhovanatthāya",
  "atk-s0513a32:565_4": "khettakoṭiyaṁ mahantaṁ sobbhaṁ upasaṅkami. Tasmiṁ kho pana sobbhe eko suvaṇṇavaṇṇo",
  "atk-s0513a32:565_5": "kakkaṭako paṭivasati abhirūpo pāsādiko. Bodhisatto dantakaṭṭhaṁ khāditvā taṁ sobbhaṁ",
  "atk-s0513a32:565_6": "otari. Tassa mukhadhovanakāle kakkaṭako santikaṁ āgamāsi. Atha naṁ so ukkhipitvā",
  "atk-s0513a32:565_7": "attano uttarisāṭakantare nipajjāpetvā gahetvā khette kattabbakiccaṁ katvā gacchanto",
  "atk-s0513a32:565_8": "tattheva naṁ sobbhe pakkhipitvā gehaṁ agamāsi. Tato paṭṭhāya khettaṁ āgacchanto paṭhamaṁ",
  "atk-s0513a32:565_9": "taṁ sobbhaṁ gantvā kakkaṭakaṁ ukkhipitvā uttarisāṭakantare nipajjāpetvā pacchā kammantaṁ",
  "atk-s0513a32:565_10": "vicāresi. Iti tesaṁ aññamaññaṁ vissāso daḷho ahosi.",
  "atk-s0513a32:566_0": "Bodhisatto nibaddhaṁ khettaṁ āgacchati, akkhīsu ca panassa pañca pasādā tīṇi maṇḍalāni",
  "atk-s0513a32:566_1": "visuddhāni hutvā paññāyanti. Athassa khettakoṭiyaṁ ekasmiṁ tāle kākakulāvake kākī",
  "atk-s0513a32:566_2": "akkhīni disvā khāditukāmā hutvā kākaṁ āha – “sāmi, dohaḷo me uppanno”ti. “Kiṁ dohaḷo",
  "atk-s0513a32:566_3": "nāmā”ti? “Etassa brāhmaṇassa akkhīni khāditukāmāmhī”ti. “Duddohaḷo te uppanno, ko",
  "atk-s0513a32:566_4": "etāni āharituṁ sakkhissatī”ti. “Tvaṁ na sakkosī”ti ahampetaṁ jānāmi, yo panesa tālassa",
  "atk-s0513a32:566_5": "avidūre vammiko, ettha kaṇhasappo vasati. “Taṁ upaṭṭhaha, so etaṁ ḍaṁsitvā māressati,",
  "atk-s0513a32:566_6": "athassa akkhīni uppāṭetvā tvaṁ āharissasī”ti. So “sādhū”ti sampaṭicchitvā tato paṭṭhāya",
  "atk-s0513a32:566_7": "kaṇhasappaṁ upaṭṭhahi. Bodhisattenapi vāpitasassānaṁ gabbhaggahaṇakāle kakkaṭako",
  "atk-s0513a32:566_8": "mahā ahosi. Athekadivasaṁ sappo kākamāha “samma, tvaṁ nibaddhaṁ maṁ upaṭṭhahasi,",
  "atk-s0513a32:566_9": "kiṁ te karomī”ti. “Sāmi, tumhākaṁ dāsiyā etassa khettasāmikassa akkhīsu dohaḷo uppajji,",
  "atk-s0513a32:566_10": "svāhaṁ tumhākaṁ ānubhāvena tassa akkhīni labhissāmīti tumhe upaṭṭhahāmī”ti. Sappo",
  "atk-s0513a32:566_11": "“hotu, nayidaṁ garukaṁ, labhissasī”ti taṁ assāsetvā puna divase brāhmaṇassa āgamanamagge",
  "atk-s0513a32:566_12": "kedāramariyādaṁ nissāya tiṇehi paṭicchanno hutvā tassāgamanaṁ olokento nipajji.",
  "atk-s0513a32:567_0": "Bodhisatto āgacchanto paṭhamaṁ sobbhaṁ otaritvā mukhaṁ dhovitvā sinehaṁ paccupaṭṭhāpetvā",
  "atk-s0513a32:567_1": "suvaṇṇakakkaṭakaṁ āliṅgetvā uttarisāṭakantare nipajjāpetvā khettaṁ pāvisi. Sappo",
  "atk-s0513a32:567_2": "taṁ āgacchantaṁ disvāva vegena pakkhanditvā piṇḍikamaṁse ḍaṁsitvā tattheva pātetvā",
  "atk-s0513a32:567_3": "vammikaṁ sandhāya palāyi. Bodhisattassa patanañca kakkaṭakassa sāṭakantarato laṅghanañca",
  "atk-s0513a32:567_4": "kākassa āgantvā bodhisattassa ure nilīyanañca apacchāapurimaṁ ahosi. Kāko nilīyitvā",
  "atk-s0513a32:567_5": "akkhīni tuṇḍena pahari. Kakkaṭako “imaṁ kākaṁ nissāya mama sahāyassa bhayaṁ uppannaṁ,",
  "atk-s0513a32:567_6": "etasmiṁ gahite sappo āgacchissatī”ti saṇḍāsena gaṇhanto viya kākaṁ gīvāyaṁ aḷena",
  "atk-s0513a32:567_7": "daḷhaṁ gahetvā kilametvā thokaṁ sithilamakāsi. Kāko “kissa maṁ samma, chaḍḍetvā palāyasi,",
  "atk-s0513a32:567_8": "esa maṁ kakkaṭako bhiyyo viheṭheti, yāva na marāmi, tāva ehī”ti sappaṁ pakkosanto",
  "atk-s0513a32:567_9": "paṭhamaṁ gāthamāha –",
  "atk-s0513a32:568": "94.",
  "atk-s0513a32:569": "“Siṅgīmigo āyatacakkhunetto, aṭṭhittaco vārisayo alomo;",
  "atk-s0513a32:570": "Tenābhibhūto kapaṇaṁ rudāmi, hare sakhā kissa nu maṁ jahāsī”ti.",
  "atk-s0513a32:571_0": "Tattha siṅgīmigoti siṅgīsuvaṇṇavaṇṇatāya vā aḷasaṅkhātānaṁ vā siṅgānaṁ atthitāya",
  "atk-s0513a32:571_1": "kakkaṭako vutto. Āyatacakkhunettoti dīghehi cakkhusaṅkhātehi nettehi samannāgato.",
  "atk-s0513a32:571_2": "Aṭṭhimeva taco assāti aṭṭhittaco. Hare sakhāti ālapanametaṁ, ambho sahāyāti attho.",
  "atk-s0513a32:572": "Sappo taṁ sutvā mahantaṁ phaṇaṁ katvā kākaṁ assāsento agamāsi. Satthā imamatthaṁ dīpento abhisambuddho hutvā dutiyaṁ gāthamāha –",
  "atk-s0513a32:573": "95.",
  "atk-s0513a32:574": "“So passasanto mahatā phaṇena, bhujaṅgamo kakkaṭamajjhapatto;",
  "atk-s0513a32:575": "Sakhā sakhāraṁ paritāyamāno, bhujaṅgamaṁ kakkaṭako gahesī”ti.",
  "atk-s0513a32:576_0": "Tattha kakkaṭamajjhapattoti kakkaṭakaṁ sampatto. Sakhā sakhāranti sahāyo sahāyaṁ.",
  "atk-s0513a32:576_1": "“Sakaṁ sakhāra”ntipi pāṭho, attano sahāyanti attho. Paritāyamānoti rakkhamāno. Gahesīti",
  "atk-s0513a32:576_2": "dutiyena aḷena gīvāyaṁ daḷhaṁ gahesi.",
  "atk-s0513a32:577_0": "Atha naṁ kilametvā thokaṁ sithilamakāsi. Atha sappo “kakkaṭakā nāma neva kākamaṁsaṁ",
  "atk-s0513a32:577_1": "khādanti, na sappamaṁsaṁ, atha kena nu kho kāraṇena ayaṁ amhe gaṇhī”ti cintetvā taṁ",
  "atk-s0513a32:577_2": "pucchanto tatiyaṁ gāthamāha –",
  "atk-s0513a32:578": "96.",
  "atk-s0513a32:579": "“Na vāyasaṁ no pana kaṇhasappaṁ, ghāsatthiko kakkaṭako adeyya;",
  "atk-s0513a32:580": "Pucchāmi taṁ āyatacakkhunetta, atha kissa hetumha ubho gahītā”ti.",
  "atk-s0513a32:581": "Tattha ghāsatthikoti āhāratthiko hutvā. Adeyyātiādiyeyya, na-kārena yojetvā na gaṇhīti attho.",
  "atk-s0513a32:582": "Taṁ sutvā kakkaṭako gahaṇakāraṇaṁ kathento dve gāthā abhāsi –",
  "atk-s0513a32:583": "97.",
  "atk-s0513a32:584": "“Ayaṁ puriso mama atthakāmo, yo maṁ gahetvāna dakāya neti;",
  "atk-s0513a32:585": "Tasmiṁ mate dukkhamanappakaṁ me, ahañca eso ca ubho na homa.",
  "atk-s0513a32:586": "98.",
  "atk-s0513a32:587": "“Mamañca disvāna pavaddhakāyaṁ, sabbo jano hiṁsitumeva micche;",
  "atk-s0513a32:588": "Sāduñca thūlañca muduñca maṁsaṁ, kākāpi maṁ disva viheṭhayeyyu”nti.",
  "atk-s0513a32:589_0": "Tattha ayanti bodhisattaṁ niddisati. Atthakāmoti hitakāmo. Dakāya netīti yo maṁ sampiyāyamāno",
  "atk-s0513a32:589_1": "uttarisāṭakena gahetvāna udakāya neti, attano vasanakasobbhaṁ pāpeti. Tasmiṁ mateti",
  "atk-s0513a32:589_2": "sace so imasmiṁ ṭhāne marissati, etasmiṁ mate mama kāyikaṁ cetasikaṁ mahantaṁ dukkhaṁ",
  "atk-s0513a32:589_3": "bhavissatīti dīpeti. Ubho na homāti dvepi janā na bhavissāma. Mamañca disvānāti gāthāya",
  "atk-s0513a32:589_4": "ayamattho – idañca aparaṁ kāraṇaṁ, imasmiṁ mate anāthaṁ nippaccayaṁ maṁ pavaḍḍhitakāyaṁ",
  "atk-s0513a32:589_5": "disvā sabbo jano “imassa kakkaṭakassa sāduñca thūlañca muduñca maṁsa”nti maṁ māretuṁ",
  "atk-s0513a32:589_6": "iccheyya, na kevalañca jano manusso, tiracchānabhūtā kākāpi maṁ disvā viheṭhayeyyuṁ",
  "atk-s0513a32:589_7": "viheseyyuṁ māreyyuṁ.",
  "atk-s0513a32:590": "Taṁ sutvā sappo cintesi “ekenupāyena imaṁ vañcetvā kākañca attānañca mocessāmī”ti. Atha naṁ vañcetukāmo chaṭṭhaṁ gāthamāha –",
  "atk-s0513a32:591": "99.",
  "atk-s0513a32:592": "“Sacetassa hetumha ubho gahītā, uṭṭhātu pose visamāvamāmi;",
  "atk-s0513a32:593": "Mamañca kākañca pamuñca khippaṁ, pure visaṁ gāḷhamupeti macca”nti.",
  "atk-s0513a32:594_0": "Tattha sacetassa hetūti sace etassa kāraṇā. Uṭṭhātūti nibbiso hotu. Visamāvamāmīti",
  "atk-s0513a32:594_1": "ahamassa visaṁ ākaḍḍhāmi, nibbisaṁ naṁ karomi. Pure visaṁ gāḷhamupeti maccanti imañhi",
  "atk-s0513a32:594_2": "maccaṁ mayā anāvamiyamānaṁ visaṁ gāḷhaṁ balavaṁ hutvā upagaccheyya, taṁ yāva na upagacchati,",
  "atk-s0513a32:594_3": "tāvadeva amhe dvepi jane khippaṁ muñcāti.",
  "atk-s0513a32:595_0": "Taṁ sutvā kakkaṭako cintesi “ayaṁ ekenupāyena maṁ dvepi jane vissajjāpetvā palāyitukāmo,",
  "atk-s0513a32:595_1": "mayhaṁ upāyakosallaṁ na jānāti, ahaṁ dāni yathā sappo sañcarituṁ sakkoti, evaṁ aḷaṁ",
  "atk-s0513a32:595_2": "sithilaṁ karissāmi, kākaṁ pana neva vissajjessāmī”ti evaṁ cintetvā sattamaṁ gāthamāha –",
  "atk-s0513a32:596": "100.",
  "atk-s0513a32:597": "“Sappaṁ pamokkhāmi na tāva kākaṁ, paṭibandhako hohiti tāva kāko;",
  "atk-s0513a32:598": "Purisañca disvāna sukhiṁ arogaṁ, kākaṁ pamokkhāmi yatheva sappa”nti.",
  "atk-s0513a32:599": "Tattha paṭibandhakoti pāṭibhogo. Yatheva sappanti yathā bhavantaṁ sappaṁ muñcāmi, tathā kākaṁ pamokkhāmi, kevalaṁ tvaṁ imassa brāhmaṇassa sarīrato sīghaṁ visaṁ āvamāhīti.",
  "atk-s0513a32:600_0": "Evañca pana vatvā tassa sukhasañcāraṇatthaṁ aḷaṁ sithilamakāsi. Sappo visaṁ āvamitvā",
  "atk-s0513a32:600_1": "mahāsattassa sarīraṁ nibbisaṁ akāsi. So niddukkho uṭṭhāya pakativaṇṇeneva aṭṭhāsi.",
  "atk-s0513a32:600_2": "Kakkaṭako “sace ime dvepi janā arogā bhavissanti, mayhaṁ sahāyassa vaḍḍhi nāma na",
  "atk-s0513a32:600_3": "bhavissati, vināsessāmi ne”ti cintetvā kattarikāya uppalamakuḷaṁ viya aḷehi ubhinnampi",
  "atk-s0513a32:600_4": "sīsaṁ kappetvā jīvitakkhayaṁ pāpesi. Kākīpi tamhā ṭhānā palāyi. Bodhisatto sappassa",
  "atk-s0513a32:600_5": "sarīraṁ daṇḍake veṭhetvā gumbapiṭṭhe khipi. Suvaṇṇakakkaṭakaṁ sobbhe vissajjetvā",
  "atk-s0513a32:600_6": "nhatvā sālindiyagāmameva gato. Tato paṭṭhāya kakkaṭakena saddhiṁ adhikataro vissāso ahosi.",
  "atk-s0513a32:601": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānento osānagāthamāha –",
  "atk-s0513a32:602": "101.",
  "atk-s0513a32:603": "“Kāko tadā devadatto ahosi, māro pana kaṇhasappo ahosi;",
  "atk-s0513a32:604": "Ānandabhaddo kakkaṭako ahosi, ahaṁ tadā brāhmaṇo homi satthā”ti.",
  "atk-s0513a32:605": "Saccapariyosāne bahū sotāpannādayo ahesuṁ. Kākī pana gāthāya na vuttā, sā ciñcamāṇavikā ahosīti.",
  "atk-s0513a32:606": "Suvaṇṇakakkaṭakajātakavaṇṇanā catutthā.",
  "atk-s0513a32:608": "[390] 5. Mayhakajātakavaṇṇanā",
  "atk-s0513a32:609_0": "Sakuṇomayhako nāmāti idaṁ satthā jetavane viharanto āgantukaseṭṭhiṁ ārabbha kathesi.",
  "atk-s0513a32:609_1": "Sāvatthiyañhi āgantukaseṭṭhi nāma aḍḍho ahosi mahaddhano. So neva attanā bhoge bhuñji,",
  "atk-s0513a32:609_2": "na paresaṁ adāsi, nānaggarase paṇīte bhojane upanīte taṁ na bhuñjati, bilaṅgadutiyaṁ",
  "atk-s0513a32:609_3": "kaṇājakaṁ eva bhuñjati, dhūpitavāsitesu kāsikavatthesu upanītesu tāni hāretvā thūlathūlasāṭake",
  "atk-s0513a32:609_4": "nivāseti, ājānīyayutte maṇikanakavicitte rathe upanīte tampi harāpetvā kattararathakena",
  "atk-s0513a32:609_5": "gacchati, suvaṇṇacchatte dhāriyamāne taṁ apanetvā paṇṇacchattena dhāriyamānena. So",
  "atk-s0513a32:609_6": "yāvajīvaṁ dānādīsu puññesu ekampi akatvā kālaṁ katvā roruvaniraye nibbatti. Tassa",
  "atk-s0513a32:609_7": "aputtakaṁ sāpateyyaṁ rājabalaṁ sattahi rattidivasehi rājakulaṁ pavesesi. Tasmiṁ pavesite",
  "atk-s0513a32:609_8": "rājā bhuttapātarāso jetavanaṁ gantvā satthāraṁ vanditvā nisinno “kiṁ, mahārāja, buddhupaṭṭhānaṁ",
  "atk-s0513a32:609_9": "na karosī”ti vutte “bhante, sāvatthiyaṁ āgantukaseṭṭhino nāma kālakatassa assāmikadhane",
  "atk-s0513a32:609_10": "amhākaṁ ghare āhariyamāneyeva satta rattidivasā gatā, so pana etaṁ dhanaṁ labhitvāpi",
  "atk-s0513a32:609_11": "neva attanā paribhuñji, na paresaṁ adāsi, rakkhasapariggahitapokkharaṇī viyassa dhanaṁ",
  "atk-s0513a32:609_12": "ahosi, so ekadivasampi paṇītabhojanādīnaṁ rasaṁ ananubhavitvāva maraṇamukhaṁ paviṭṭho,",
  "atk-s0513a32:609_13": "evaṁ maccharī apuññasatto kiṁ katvā ettakaṁ dhanaṁ labhi, kena cassa bhogesu cittaṁ",
  "atk-s0513a32:609_14": "na ramī”ti satthāraṁ pucchi. Satthā “mahārāja, dhanalābho ca, dhanaṁ laddhā aparibhuñjanakāraṇañca",
  "atk-s0513a32:609_15": "teneva kata”nti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a32:610_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bārāṇasiseṭṭhi assaddho ahosi maccharī,",
  "atk-s0513a32:610_1": "na kassaci kiñci deti, na kañci saṅgaṇhāti. So ekadivasaṁ rājupaṭṭhānaṁ gacchanto",
  "atk-s0513a32:610_2": "tagarasikhiṁ nāma paccekabuddhaṁ piṇḍāya carantaṁ disvā vanditvā “laddhā, bhante,",
  "atk-s0513a32:610_3": "bhikkhā”ti pucchitvā “nanu carāma mahāseṭṭhī”ti vutte purisaṁ āṇāpesi “gaccha, imaṁ",
  "atk-s0513a32:610_4": "amhākaṁ gharaṁ ānetvā mama pallaṅke nisīdāpetvā amhākaṁ paṭiyattabhattassa pattaṁ",
  "atk-s0513a32:610_5": "pūretvā dāpehī”ti. So paccekabuddhaṁ gharaṁ netvā nisīdāpetvā seṭṭhibhariyāya ācikkhi.",
  "atk-s0513a32:610_6": "Sā nānaggarasabhattassa pattaṁ pūretvā tassa adāsi. So bhattaṁ gahetvā seṭṭhinivesanā",
  "atk-s0513a32:610_7": "nikkhamitvā antaravīthiyaṁ paṭipajji. Seṭṭhi rājakulato paccāgacchanto taṁ disvā",
  "atk-s0513a32:610_8": "vanditvā “laddhaṁ, bhante, bhatta”nti pucchi. “Laddhaṁ mahāseṭṭhī”ti. So pattaṁ oloketvā",
  "atk-s0513a32:610_9": "cittaṁ pasādetuṁ nāsakkhi, “imaṁ me bhattaṁ dāsā vā kammakarā vā bhuñjitvā dukkarampi",
  "atk-s0513a32:610_10": "kammaṁ kareyyuṁ, aho vata me jānī”ti aparacetanaṁ paripuṇṇaṁ kātuṁ nāsakkhi. Dānañhi",
  "atk-s0513a32:610_11": "nāma tisso cetanā paripuṇṇaṁ kātuṁ sakkontasseva mahapphalaṁ hoti.",
  "atk-s0513a32:611": "“Pubbeva dānā sumanā bhavāma, dadampi ve attamanā bhavāma;",
  "atk-s0513a32:612": "Datvāpi ve nānutappāma pacchā, tasmā hi amhaṁ daharā namiyyare. ;",
  "atk-s0513a32:613": "“Pubbeva dānā sumano, dadaṁ cittaṁ pasādaye;",
  "atk-s0513a32:614": "Datvā attamano hoti, esā yaññassa sampadā”. ;",
  "atk-s0513a32:615_0": "Iti, mahārāja, āgantukaseṭṭhi tagarasikhipaccekabuddhassa dinnapaccayena bahuṁ dhanaṁ",
  "atk-s0513a32:615_1": "labhi, datvā aparacetanaṁ paṇītaṁ kātuṁ asamatthatāya bhoge bhuñjituṁ nāsakkhīti.",
  "atk-s0513a32:615_2": "“Puttaṁ pana kasmā na labhi, bhante”ti? Satthā “puttassa alabhanakāraṇampi teneva",
  "atk-s0513a32:615_3": "kataṁ, mahārājā”ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a32:616_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto asītikoṭivibhave seṭṭhikule",
  "atk-s0513a32:616_1": "nibbattitvā vayappatto mātāpitūnaṁ accayena kaniṭṭhaṁ saṅgaṇhitvā kuṭumbaṁ vicārento",
  "atk-s0513a32:616_2": "gharadvāre dānasālaṁ kāretvā mahādānaṁ pavattento agāraṁ ajjhāvasi. Athassa eko putto",
  "atk-s0513a32:616_3": "jāyi. So tassa padasā gamanakāle kāmesu ādīnavaṁ nekkhamme cānisaṁsaṁ disvā saddhiṁ",
  "atk-s0513a32:616_4": "puttadārena sabbaṁ gharavibhavaṁ kaniṭṭhassa niyyātetvā “appamatto dānaṁ pavattehī”ti",
  "atk-s0513a32:616_5": "ovādaṁ datvā isipabbajjaṁ pabbajitvā abhiññā ca samāpattiyo ca nibbattetvā himavantapadese",
  "atk-s0513a32:616_6": "vihāsi. Kaniṭṭhopissa ekaṁ puttaṁ paṭilabhi. So taṁ vaḍḍhantaṁ disvā cintesi “mama",
  "atk-s0513a32:616_7": "bhātu putte jīvante kuṭumbaṁ bhinditvā dvidhā bhavissati, bhātu puttaṁ māressāmī”ti.",
  "atk-s0513a32:616_8": "Atha naṁ ekadivasaṁ nadiyaṁ opilāpetvā māresi. Tamenaṁ nhatvā āgataṁ bhātu jāyā “kuhiṁ",
  "atk-s0513a32:616_9": "mama putto”ti pucchi. “Nadiyaṁ udakaṁ kīḷi, atha naṁ udake vicinanto nāddasa”nti.",
  "atk-s0513a32:616_10": "Sā roditvā kanditvā tuṇhī ahosi.",
  "atk-s0513a32:617_0": "Bodhisatto taṁ pavattiṁ ñatvā “idaṁ kiccaṁ pākaṭaṁ karissāmī”ti ākāsenāgantvā bārāṇasiyaṁ",
  "atk-s0513a32:617_1": "otaritvā sunivattho supāruto tassa gharadvāre ṭhatvā dānasālaṁ adisvā “dānasālāpi",
  "atk-s0513a32:617_2": "iminā asappurisena nāsitā”ti cintesi. Kaniṭṭho tassa āgatabhāvaṁ ñatvā āgantvā mahāsattaṁ",
  "atk-s0513a32:617_3": "vanditvā pāsādaṁ āropetvā subhojanaṁ bhojesi. So bhattakiccāvasāne sukhakathāya nisinno",
  "atk-s0513a32:617_4": "“dārako na paññāyati, kahaṁ nu kho”ti pucchi. “Mato, bhante”ti. “Kena kāraṇenā”ti?",
  "atk-s0513a32:617_5": "“Udakakīḷanaṭṭhāne asukakāraṇenāti na jānāmī”ti. “Kiṁ tvaṁ asappurisa na jānissasi,",
  "atk-s0513a32:617_6": "tayā katakiccaṁ mayhaṁ pākaṭaṁ, nanu tvaṁ iminā nāma kāraṇena taṁ māresi, kiṁ nu",
  "atk-s0513a32:617_7": "tvaṁ rājādīnaṁ vasena nassamānaṁ dhanaṁ rakkhituṁ sakkuṇeyyāsi, mayhakasakuṇassa",
  "atk-s0513a32:617_8": "ca tuyhañca kiṁ nānākaraṇa”nti? Athassa mahāsatto buddhalīḷāya dhammaṁ desento imā gāthā abhāsi –",
  "atk-s0513a32:618": "102.",
  "atk-s0513a32:619": "“Sakuṇo mayhako nāma, girisānudarīcaro;",
  "atk-s0513a32:620": "Pakkaṁ pipphalimāruyha, ‘mayhaṁ mayha’nti kandati.",
  "atk-s0513a32:621": "103.",
  "atk-s0513a32:622": "“Tassevaṁ vilapantassa, dijasaṅghā samāgatā;",
  "atk-s0513a32:623": "Bhutvāna pipphaliṁ yanti, vilapatveva so dijo.",
  "atk-s0513a32:624": "104.",
  "atk-s0513a32:625": "“Evameva idhekacco, saṅgharitvā bahuṁ dhanaṁ;",
  "atk-s0513a32:626": "Nevattano na ñātīnaṁ, yathodhiṁ paṭipajjati.",
  "atk-s0513a32:627": "105.",
  "atk-s0513a32:628": "“Na so acchādanaṁ bhattaṁ, na mālaṁ na vilepanaṁ;",
  "atk-s0513a32:629": "Anubhoti sakiṁ kiñci, na saṅgaṇhāti ñātake.",
  "atk-s0513a32:630": "106.",
  "atk-s0513a32:631": "“Tassevaṁ vilapantassa, mayhaṁ mayhanti rakkhato;",
  "atk-s0513a32:632": "Rājāno atha vā corā, dāyādā yeva appiyā;",
  "atk-s0513a32:633": "Dhanamādāya gacchanti, vilapatveva so naro.",
  "atk-s0513a32:634": "107.",
  "atk-s0513a32:635": "“Dhīro bhoge adhigamma, saṅgaṇhāti ca ñātake;",
  "atk-s0513a32:636": "Tena so kittiṁ pappoti, pecca sagge pamodatī”ti.",
  "atk-s0513a32:637_0": "Tattha mayhakoti “mayhaṁ mayha”nti viravanavasena evaṁladdhanāmo. Girisānudarīsu",
  "atk-s0513a32:637_1": "caratīti girisānudarīcaro. Pakkaṁ pipphalinti himavantapadese ekaṁ phalabharitaṁ",
  "atk-s0513a32:637_2": "pipphalirukkhaṁ. Kandatīti dijagaṇe taṁ rukkhaṁ parivāretvā pakkāni khādante vāretuṁ",
  "atk-s0513a32:637_3": "“mayhaṁ mayha”nti paridevanto vicarati. Tassevaṁ vilapantassāti tassa vilapantasseva.",
  "atk-s0513a32:637_4": "Bhutvāna vipphaliṁ yantīti taṁ pipphalirukkhaṁ paribhuñjitvā aññaṁ phalasampannaṁ",
  "atk-s0513a32:637_5": "rukkhaṁ gacchanti. Vilapatvevāti so pana dijo vilapatiyeva. Yathodhinti yathākoṭṭhāsaṁ,",
  "atk-s0513a32:637_6": "mātāpitābhātubhaginīputtadhītādīnaṁ upabhogaparibhogavasena yo yo koṭṭhāso dātabbo,",
  "atk-s0513a32:637_7": "taṁ taṁ na detīti attho.",
  "atk-s0513a32:638_0": "Sakinti ekavārampi nānubhoti. “Saka”ntipi pāṭho, attano santakampīti attho. Na saṅgaṇhātīti",
  "atk-s0513a32:638_1": "bhattacchādanabījanaṅgalādidānavasena na saṅgaṇhāti. Vilapatveva so naroti etesu",
  "atk-s0513a32:638_2": "rājādīsu dhanaṁ gahetvā gacchantesu kevalaṁ so puriso vilapatiyeva. Dhīroti paṇḍito.",
  "atk-s0513a32:638_3": "Saṅgaṇhātīti attano santikaṁ āgate dubbalañātake bhattacchādanabījanaṅgalādidānena",
  "atk-s0513a32:638_4": "saṅgaṇhāti. Tenāti so puriso tena ñātisaṅgahena catuparisamajjhe kittiñca attano",
  "atk-s0513a32:638_5": "vaṇṇabhaṇanañca pāpuṇāti, pecca sagge devanagare pamodati.",
  "atk-s0513a32:639": "Evaṁ mahāsatto tassa dhammaṁ desetvā dānaṁ pākatikaṁ kāretvā himavantameva gantvā aparihīnajjhāno brahmalokūpago ahosi.",
  "atk-s0513a32:640_0": "Satthā imaṁ dhammadesanaṁ āharitvā “iti kho, mahārāja, āgantukaseṭṭhi bhātu puttassa",
  "atk-s0513a32:640_1": "māritattā ettakaṁ kālaṁ neva puttaṁ, na dhītaraṁ alabhī”ti vatvā jātakaṁ samodhānesi",
  "atk-s0513a32:640_2": "– “tadā kaniṭṭho āgantukaseṭṭhi ahosi, jeṭṭhako pana ahameva ahosi”nti.",
  "atk-s0513a32:641": "Mayhakajātakavaṇṇanā pañcamā.",
  "atk-s0513a32:643": "[391] 6. Vijjādharajātakavaṇṇanā",
  "atk-s0513a32:644_0": "Dubbaṇṇarūpanti idaṁ satthā jetavane viharanto lokatthacariyaṁ ārabbha kathesi. Vatthu",
  "atk-s0513a32:644_1": "mahākaṇhajātake āvi bhavissati. Tadā pana satthā “na, bhikkhave, idāneva, pubbepi",
  "atk-s0513a32:644_2": "tathāgato lokatthacariyaṁ cariyevā”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:645_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sakko ahosi. Tadā eko vijjādharo",
  "atk-s0513a32:645_1": "vijjaṁ parivattetvā aḍḍharattasamaye āgantvā bārāṇasirañño aggamahesiyā saddhiṁ aticarati,",
  "atk-s0513a32:645_2": "tassā paricārikāyo sañjāniṁsu. Sā sayameva rājānaṁ upasaṅkamitvā “deva, eko puriso",
  "atk-s0513a32:645_3": "aḍḍharattasamaye sirigabbhaṁ pavisitvā maṁ dūsetī”ti āha. “Sakkhissasi pana kiñci",
  "atk-s0513a32:645_4": "saññāṇaṁ kātu”nti? “Sakkomi, devā”ti sā jātihiṅgulikapātiṁ āharāpetvā tassa purisassa",
  "atk-s0513a32:645_5": "rattiṁ āgantvā abhiramitvā gacchantassa piṭṭhiyaṁ pañcaṅgulikaṁ datvā pātova rañño",
  "atk-s0513a32:645_6": "ārocesi. Rājā manusse āṇāpesi “gacchatha, sabbadisāsu oloketvā piṭṭhiyaṁ katajātihiṅgulapañcaṅgulikapurisaṁ",
  "atk-s0513a32:645_7": "gaṇhathā”ti. Vijjādharopi rattiṁ anācāraṁ katvā divā susāne sūriyaṁ namassanto ekapādena",
  "atk-s0513a32:645_8": "tiṭṭhati. Rājapurisā taṁ disvā parivārayiṁsu. So “pākaṭaṁ me kammaṁ jāta”nti vijjaṁ",
  "atk-s0513a32:645_9": "parivattetvā ākāsena uppatitvā gato.",
  "atk-s0513a32:646_0": "Rājā taṁ disvā āgatapurise “addasathā”ti pucchi. “Āma, addasāmā”ti. “Ko nāmeso”ti?",
  "atk-s0513a32:646_1": "“Pabbajito, devā”ti. “So hi rattiṁ anācāraṁ katvā divā pabbajitavesena vasati”. Rājā",
  "atk-s0513a32:646_2": "“ime divā samaṇavesena caritvā rattiṁ anācāraṁ karontī”ti pabbajitānaṁ kujjhitvā",
  "atk-s0513a32:646_3": "micchāgahaṇaṁ gahetvā “mayhaṁ vijitā ime sabbe pabbajitā palāyantu, diṭṭhadiṭṭhaṭṭhāne",
  "atk-s0513a32:646_4": "rājāṇaṁ karissantū”ti bheriṁ carāpesi. Tiyojanasatikā kāsiraṭṭhā palāyitvā sabbe",
  "atk-s0513a32:646_5": "pabbajitā aññarājadhāniyo agamiṁsu. Sakalakāsiraṭṭhe manussānaṁ ovādadāyako ekopi",
  "atk-s0513a32:646_6": "dhammikasamaṇabrāhmaṇo nāhosi. Anovādakā manussā pharusā ahesuṁ, dānasīlavimukhā",
  "atk-s0513a32:646_7": "matamatā yebhuyyena apāye nibbattiṁsu, sagge nibbattanakā nāma nāhesuṁ.",
  "atk-s0513a32:647_0": "Sakko nave devaputte apassanto “kiṁ nu kho kāraṇa”nti āvajjetvā vijjādharaṁ nissāya",
  "atk-s0513a32:647_1": "bārāṇasiraññā kuddhena micchāgahaṇaṁ gahetvā pabbajitānaṁ raṭṭhā pabbājitabhāvaṁ",
  "atk-s0513a32:647_2": "ñatvā “ṭhapetvā maṁ añño imassa rañño micchāgahaṇaṁ bhindituṁ samattho nāma natthi,",
  "atk-s0513a32:647_3": "rañño ca raṭṭhavāsīnañca avassayo bhavissāmī”ti cintetvā nandamūlapabbhāre paccekabuddhānaṁ",
  "atk-s0513a32:647_4": "santikaṁ gantvā vanditvā “bhante, mayhaṁ ekaṁ mahallakaṁ paccekabuddhaṁ detha, kāsiraṭṭhaṁ",
  "atk-s0513a32:647_5": "pasādessāmī”ti āha. So saṅghattherameva labhi, athassa pattacīvaraṁ gahetvā taṁ purato",
  "atk-s0513a32:647_6": "katvā sayaṁ pacchato hutvā sirasmiṁ añjaliṁ ṭhapetvā paccekabuddhaṁ namassanto uttamarūpadharo",
  "atk-s0513a32:647_7": "māṇavako hutvā sakalanagarassa matthakena tikkhattuṁ vicaritvā rājadvāraṁ āgantvā",
  "atk-s0513a32:647_8": "ākāse aṭṭhāsi. Amaccā rañño ārocesuṁ “deva, abhirūpo māṇavako ekaṁ samaṇaṁ ānetvā",
  "atk-s0513a32:647_9": "rājadvāre ākāse ṭhito”ti. Rājā āsanā uṭṭhāya sīhapañjare ṭhatvā “māṇavaka, kasmā",
  "atk-s0513a32:647_10": "tvaṁ abhirūpo samāno etassa virūpassa samaṇassa pattacīvaraṁ gahetvā namassamāno",
  "atk-s0513a32:647_11": "ṭhito”ti tena saddhiṁ sallapanto paṭhamaṁ gāthamāha –",
  "atk-s0513a32:648": "108.",
  "atk-s0513a32:649": "“Dubbaṇṇarūpaṁ tuvamariyavaṇṇī, purakkhatvā pañjaliko namassasi;",
  "atk-s0513a32:650": "Seyyo nu teso udavā sarikkho, nāmaṁ parassattano cāpi brūhī”ti.",
  "atk-s0513a32:651_0": "Tattha ariyavaṇṇīti sundararūpo. Seyyo nu tesoti eso virūpo pabbajito kiṁ nu tayā",
  "atk-s0513a32:651_1": "uttaritaro, udāhu sarikkho. Nāmaṁ parassattano cāpīti etassa parassa ca attano ca",
  "atk-s0513a32:651_2": "nāmaṁ brūhīti pucchati.",
  "atk-s0513a32:652": "Atha naṁ sakko “mahārāja, samaṇā nāma garuṭṭhāniyā, tena me nāmaṁ lapituṁ na labbhati, mayhaṁ pana te nāmaṁ kathessāmī”ti vatvā dutiyaṁ gāthamāha –",
  "atk-s0513a32:653": "109.",
  "atk-s0513a32:654": "“Na nāmagottaṁ gaṇhanti rāja, sammaggatānujjugatāna devā;",
  "atk-s0513a32:655": "Ahañca te nāmadheyyaṁ vadāmi, sakkohamasmī tidasānamindo”ti.",
  "atk-s0513a32:656_0": "Tattha sammaggatānujjugatāna devāti mahārāja, sabbasaṅkhāre yathā sabhāvasarasavasena",
  "atk-s0513a32:656_1": "sammasitvā aggaphalaṁ arahattaṁ pattattā sammaggatānaṁ, ujunā ca aṭṭhaṅgikena maggena",
  "atk-s0513a32:656_2": "nibbānaṁ gatattā ujugatānaṁ mahākhīṇāsavānaṁ upapattidevehi uttaritarānaṁ visuddhidevānaṁ",
  "atk-s0513a32:656_3": "upapattidevā nāmagottaṁ na gaṇhanti. Ahañca te nāmadheyyanti apica ahaṁ attano nāmadheyyaṁ tuyhaṁ kathemi.",
  "atk-s0513a32:657": "Taṁ sutvā rājā tatiyagāthāya bhikkhunamassane ānisaṁsaṁ pucchi –",
  "atk-s0513a32:658": "110.",
  "atk-s0513a32:659": "“Yo disvā bhikkhuṁ caraṇūpapannaṁ, purakkhatvā pañjaliko namassati;",
  "atk-s0513a32:660": "Pucchāmi taṁ devarājetamatthaṁ, ito cuto kiṁ labhate sukhaṁ so”ti.",
  "atk-s0513a32:661": "Sakko catutthagāthāya kathesi –",
  "atk-s0513a32:662": "111.",
  "atk-s0513a32:663": "“Yo disvā bhikkhuṁ caraṇūpapannaṁ, purakkhatvā pañjaliko namassati;",
  "atk-s0513a32:664": "Diṭṭheva dhamme labhate pasaṁsaṁ, saggañca so yāti sarīrabhedā”ti.",
  "atk-s0513a32:665_0": "Tattha bhikkhunti bhinnakilesaṁ parisuddhapuggalaṁ. Caraṇūpapannanti sīlacaraṇena",
  "atk-s0513a32:665_1": "upetaṁ. Diṭṭheva dhammeti na kevalaṁ ito cutoyeva, imasmiṁ pana attabhāve so pasaṁsaṁ",
  "atk-s0513a32:665_2": "labhati, pasaṁsāsukhaṁ vindatīti.",
  "atk-s0513a32:666": "Rājā sakkassa kathaṁ sutvā attano micchāgahaṇaṁ bhinditvā tuṭṭhamānaso pañcamaṁ gāthamāha –",
  "atk-s0513a32:667": "112.",
  "atk-s0513a32:668": "“Lakkhī vata me udapādi ajja, yaṁ vāsavaṁ bhūtapatiddasāma;",
  "atk-s0513a32:669": "Bhikkhuñca disvāna tuvañca sakka, kāhāmi puññāni anappakānī”ti.",
  "atk-s0513a32:670_0": "Tattha lakkhīti sirī, paññātipi vadanti. Idaṁ vuttaṁ hoti – ajja mama tava vacanaṁ",
  "atk-s0513a32:670_1": "suṇantasseva kusalākusalavipākajānanapaññā udapādīti. Yanti nipātamattaṁ. Bhūtapatiddasāmāti",
  "atk-s0513a32:670_2": "bhūtapatiṁ addasāma.",
  "atk-s0513a32:671": "Taṁ sutvā sakko paṇḍitassa thutiṁ karonto chaṭṭhaṁ gāthamāha –",
  "atk-s0513a32:672": "113.",
  "atk-s0513a32:673": "“Addhā have sevitabbā sapaññā, bahussutā ye bahuṭhānacintino;",
  "atk-s0513a32:674": "Bhikkhuñca disvāna mamañca rāja, karohi puññāni anappakānī”ti.",
  "atk-s0513a32:675": "Tattha bahuṭhānacintinoti bahūni kāraṇāni cintanasamatthā.",
  "atk-s0513a32:676": "Taṁ sutvā rājā osānagāthamāha –",
  "atk-s0513a32:677": "114.",
  "atk-s0513a32:678": "“Akkodhano niccapasannacitto, sabbātithīyācayogo bhavitvā;",
  "atk-s0513a32:679": "Nihacca mānaṁ abhivādayissaṁ, sutvāna devinda subhāsitānī”ti.",
  "atk-s0513a32:680_0": "Tattha sabbātithīyācayogo bhavitvāti sabbesaṁ atithīnaṁ āgatānaṁ āgantukānaṁ yaṁ",
  "atk-s0513a32:680_1": "yaṁ te yācanti, tassa tassa yutto anucchaviko bhavitvā, sabbaṁ tehi yācitayācitaṁ",
  "atk-s0513a32:680_2": "dadamānoti attho. Sutvāna devinda subhāsitānīti tava subhāsitāni sutvā ahaṁ evarūpo",
  "atk-s0513a32:680_3": "bhavissāmīti vadati.",
  "atk-s0513a32:681_0": "Evañca pana vatvā pāsādā oruyha paccekabuddhaṁ vanditvā ekamantaṁ aṭṭhāsi. Paccekabuddho",
  "atk-s0513a32:681_1": "ākāse pallaṅkena nisīditvā “mahārāja, vijjādharo na samaṇo, tvaṁ ito paṭṭhāya ‘atuccho",
  "atk-s0513a32:681_2": "loko, atthi dhammikasamaṇabrāhmaṇā’ti ñatvā dānaṁ dehi, sīlaṁ rakkha, uposathakammaṁ",
  "atk-s0513a32:681_3": "karohī”ti rājānaṁ ovadi. Sakkopi sakkānubhāvena ākāse ṭhatvā “ito paṭṭhāya appamattā",
  "atk-s0513a32:681_4": "hothā”ti nāgarānaṁ ovādaṁ datvā “palātā samaṇabrāhmaṇā āgacchantū”ti bheriṁ carāpesi.",
  "atk-s0513a32:681_5": "Atha te ubhopi sakaṭṭhānameva agamaṁsu. Rājā tassa ovāde ṭhatvā dānādīni puññāni akāsi.",
  "atk-s0513a32:682": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – “tadā paccekabuddho parinibbuto, rājā ānando ahosi, sakko pana ahameva ahosi”nti.",
  "atk-s0513a32:683": "Vijjādharajātakavaṇṇanā chaṭṭhā.",
  "atk-s0513a32:685": "[392] 7. Siṅghapupphajātakavaṇṇanā",
  "atk-s0513a32:686_0": "Yametanti idaṁ satthā jetavane viharanto aññataraṁ bhikkhuṁ ārabbha kathesi. So kira",
  "atk-s0513a32:686_1": "jetavanā nikkhamitvā kosalaraṭṭhe aññataraṁ araññaṁ nissāya viharanto ekadivasaṁ",
  "atk-s0513a32:686_2": "padumasaraṁ otaritvā supupphitapadumaṁ disvā adhovāte ṭhatvā upasiṅghi. Atha naṁ",
  "atk-s0513a32:686_3": "tasmiṁ vane adhivatthā devatā “mārisa, tvaṁ gandhatheno nāma, idaṁ te ekaṁ theyyaṅga”nti",
  "atk-s0513a32:686_4": "saṁvejesi. So tāya saṁvejito puna jetavanaṁ āgantvā satthāraṁ vanditvā nisinno “kahaṁ",
  "atk-s0513a32:686_5": "bhikkhu nivutthosī”ti puṭṭho “asukavanasaṇḍe nāma, tattha ca maṁ devatā evaṁ nāma",
  "atk-s0513a32:686_6": "saṁvejesī”ti āha. Atha naṁ satthā “na kho bhikkhu pupphaṁ upasiṅghanto tvameva devatāya",
  "atk-s0513a32:686_7": "saṁvejito, porāṇakapaṇḍitāpi saṁvejitapubbā”ti vatvā tena yācito atītaṁ āhari.",
  "atk-s0513a32:687_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto ekasmiṁ kāsikagāme brāhmaṇakule",
  "atk-s0513a32:687_1": "nibbattitvā vayappatto takkasilāyaṁ uggahitasippo aparabhāge isipabbajjaṁ pabbajitvā",
  "atk-s0513a32:687_2": "ekaṁ padumasaraṁ nissāya upavasanto ekadivasaṁ saraṁ otaritvā supupphitapadumaṁ upasiṅghamāno",
  "atk-s0513a32:687_3": "aṭṭhāsi. Atha naṁ ekā devadhītā rukkhakkhandhavivare ṭhatvā saṁvejayamānā paṭhamaṁ gāthamāha –",
  "atk-s0513a32:688": "115.",
  "atk-s0513a32:689": "“Yametaṁ vārijaṁ pupphaṁ, adinnaṁ upasiṅghasi;",
  "atk-s0513a32:690": "Ekaṅgametaṁ theyyānaṁ, gandhathenosi mārisā”ti.",
  "atk-s0513a32:691": "Tattha ekaṅgametanti ekakoṭṭhāso esa.",
  "atk-s0513a32:692": "Tato bodhisatto dutiyaṁ gāthamāha –",
  "atk-s0513a32:693": "116.",
  "atk-s0513a32:694": "“Na harāmi na bhañjāmi, ārā siṅghāmi vārijaṁ;",
  "atk-s0513a32:695": "Atha kena nu vaṇṇena, gandhathenoti vuccatī”ti.",
  "atk-s0513a32:696": "Tattha ārā siṅghāmīti dūre ṭhito ghāyāmi. Vaṇṇenāti kāraṇena.",
  "atk-s0513a32:697_0": "Tasmiṁ khaṇe eko puriso tasmiṁ sare bhisāni ceva khaṇati, puṇḍarīkāni ca bhañjati.",
  "atk-s0513a32:697_1": "Bodhisatto taṁ disvā “maṁ ārā ṭhatvā upasiṅghantaṁ ‘coro’ti vadasi, etaṁ purisaṁ",
  "atk-s0513a32:697_2": "kasmā na bhaṇasī”ti tāya saddhiṁ sallapanto tatiyaṁ gāthamāha –",
  "atk-s0513a32:698": "117.",
  "atk-s0513a32:699": "“Yoyaṁ bhisāni khaṇati, puṇḍarīkāni bhañjati;",
  "atk-s0513a32:700": "Evaṁ ākiṇṇakammanto, kasmā eso na vuccatī”ti.",
  "atk-s0513a32:701": "Tattha ākiṇṇakammantoti kakkhaḷakammanto dāruṇakammanto.",
  "atk-s0513a32:702": "Athassa avacanakāraṇaṁ ācikkhantī devatā catutthapañcamagāthā abhāsi –",
  "atk-s0513a32:703": "118.",
  "atk-s0513a32:704": "“Ākiṇṇaluddo puriso, dhāticelaṁva makkhito;",
  "atk-s0513a32:705": "Tasmiṁ me vacanaṁ natthi, tañcārahāmi vattave.",
  "atk-s0513a32:706": "119.",
  "atk-s0513a32:707": "“Anaṅgaṇassa posassa, niccaṁ sucigavesino;",
  "atk-s0513a32:708": "Vālaggamattaṁ pāpassa, abbhāmattaṁva khāyatī”ti.",
  "atk-s0513a32:709_0": "Tattha dhāticelaṁvāti kheḷasiṅghāṇikamuttagūthamakkhitaṁ dhātidāsiyā nivatthacelaṁ",
  "atk-s0513a32:709_1": "viya ayaṁ pāpamakkhitoyeva, tena kāraṇena tasmiṁ mama vacanaṁ natthi. Tañcārahāmīti",
  "atk-s0513a32:709_2": "samaṇā pana ovādakkhamā honti piyasīlā, tasmā taṁ appamattakampi ayuttaṁ karontaṁ",
  "atk-s0513a32:709_3": "vattuṁ arahāmi samaṇāti. Anaṅgaṇassāti niddosassa tumhādisassa. Abbhāmattaṁva khāyatīti",
  "atk-s0513a32:709_4": "mahāmeghappamāṇaṁ hutvā upaṭṭhāti, idāni kasmā evarūpaṁ dosaṁ abbohārikaṁ karosīti.",
  "atk-s0513a32:710": "Tāya pana saṁvejito bodhisatto saṁvegappatto chaṭṭhaṁ gāthamāha –",
  "atk-s0513a32:711": "120.",
  "atk-s0513a32:712": "“Addhā maṁ yakkha jānāsi, atho maṁ anukampasi;",
  "atk-s0513a32:713": "Punapi yakkha vajjāsi, yadā passasi edisa”nti.",
  "atk-s0513a32:714": "Tattha yakkhāti devataṁ ālapati. Vajjāsīti vadeyyāsi. Yadā passasi edisanti yadā mama evarūpaṁ dosaṁ passasi, tadā evaṁ mama vadeyyāsīti vadati.",
  "atk-s0513a32:715": "Athassa sā devadhītā sattamaṁ gāthamāha –",
  "atk-s0513a32:716": "121.",
  "atk-s0513a32:717": "“Neva taṁ upajīvāmi, napi te bhatakāmhase;",
  "atk-s0513a32:718": "Tvameva bhikkhu jāneyya, yena gaccheyya suggati”nti.",
  "atk-s0513a32:719_0": "Tattha bhatakāmhaseti tava bhatihatā kammakarāpi na homa. Kiṁkāraṇā taṁ sabbakālaṁ",
  "atk-s0513a32:719_1": "rakkhamānā vicarissāmāti dīpeti. Yena gaccheyyāti bhikkhu yena kammena tvaṁ sugatiṁ",
  "atk-s0513a32:719_2": "gaccheyyāsi, tvameva taṁ jāneyyāsīti.",
  "atk-s0513a32:720": "Evaṁ sā tassa ovādaṁ datvā attano vimānameva paviṭṭhā. Bodhisattopi jhānaṁ nibbattetvā brahmalokaparāyaṇo ahosi.",
  "atk-s0513a32:721": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne so bhikkhu sotāpattiphale patiṭṭhahi.",
  "atk-s0513a32:722": "Tadā devadhītā uppalavaṇṇā ahosi, tāpaso pana ahameva ahosinti.",
  "atk-s0513a32:723": "Siṅghapupphajātakavaṇṇanā sattamā.",
  "atk-s0513a32:725": "[393] 8. Vighāsādajātakavaṇṇanā",
  "atk-s0513a32:726_0": "Susukhaṁ vata jīvantīti idaṁ satthā pubbārāme viharanto keḷisīlake bhikkhū ārabbha",
  "atk-s0513a32:726_1": "kathesi. Tesu hi mahāmoggallānattherena pāsādaṁ kampetvā saṁvejitesu dhammasabhāyaṁ",
  "atk-s0513a32:726_2": "bhikkhū tesaṁ aguṇaṁ kathentā nisīdiṁsu. Satthā āgantvā “kāya nuttha, bhikkhave,",
  "atk-s0513a32:726_3": "etarahi kathāya sannisinnā”ti pucchitvā “imāya nāmā”ti vutte “na, bhikkhave, idāneva,",
  "atk-s0513a32:726_4": "pubbepete keḷisīlakāyevā”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:727_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto sakko ahosi. Atha aññatarasmiṁ",
  "atk-s0513a32:727_1": "kāsikagāme satta bhātaro kāmesu dosaṁ disvā nikkhamitvā isipabbajjaṁ pabbajitvā majjhāraññe",
  "atk-s0513a32:727_2": "vasantā yoge yogaṁ akatvā kāyadaḷhībahulā hutvā nānappakāraṁ kīḷaṁ kīḷantā cariṁsu.",
  "atk-s0513a32:727_3": "Sakko devarājā “ime saṁvejessāmī”ti suko hutvā tesaṁ vasanaṭṭhānaṁ āgantvā ekasmiṁ",
  "atk-s0513a32:727_4": "rukkhe nilīyitvā te saṁvejento paṭhamaṁ gāthamāha –",
  "atk-s0513a32:728": "122.",
  "atk-s0513a32:729": "“Susukhaṁ vata jīvanti, ye janā vighāsādino;",
  "atk-s0513a32:730": "Diṭṭheva dhamme pāsaṁsā, samparāye ca suggatī”ti.",
  "atk-s0513a32:731_0": "Tattha vighāsādinoti bhuttātirekaṁ bhuñjante sandhāyāha. Diṭṭheva dhammeti ye evarūpā,",
  "atk-s0513a32:731_1": "te diṭṭheva dhamme pāsaṁsā, samparāye ca tesaṁ sugati hoti, sagge uppajjantīti adhippāyena vadati.",
  "atk-s0513a32:732": "Atha tesu eko tassa vacanaṁ sutvā avasese āmantetvā dutiyaṁ gāthamāha –",
  "atk-s0513a32:733": "123.",
  "atk-s0513a32:734": "“Sukassa bhāsamānassa, na nisāmetha paṇḍitā;",
  "atk-s0513a32:735": "Idaṁ suṇātha sodariyā, amhevāyaṁ pasaṁsatī”ti.",
  "atk-s0513a32:736": "Tattha bhāsamānassāti mānusikāya vācāya bhaṇantassa. Na nisāmethāti na suṇātha. Idaṁ suṇāthāti idamassa vacanaṁ suṇātha. Sodariyāti samāne udare vutthabhāvena te ālapanto āha.",
  "atk-s0513a32:737": "Atha ne paṭikkhipanto suko tatiyaṁ gāthamāha –",
  "atk-s0513a32:738": "124.",
  "atk-s0513a32:739": "“Nāhaṁ tumhe pasaṁsāmi, kuṇapādā suṇātha me;",
  "atk-s0513a32:740": "Ucchiṭṭhabhojino tumhe, na tumhe vighāsādino”ti.",
  "atk-s0513a32:741": "Tattha kuṇapādāti kuṇapakhādakāti te ālapati.",
  "atk-s0513a32:742": "Te tassa vacanaṁ sutvā sabbepi catutthaṁ gāthamāhaṁsu –",
  "atk-s0513a32:743": "125.",
  "atk-s0513a32:744": "“Sattavassā pabbajitā, majjhāraññe sikhaṇḍino;",
  "atk-s0513a32:745": "Vighāseneva yāpentā, mayañce bhoto gārayhā;",
  "atk-s0513a32:746": "Ke nu bhoto pasaṁsiyā”ti.",
  "atk-s0513a32:747": "Tattha sikhaṇḍinoti cūḷāya samannāgatā. Vighāsenevāti ettakaṁ kālaṁ satta vassāni sīhabyagghavighāseneva yāpentā yadi bhoto gārayhā, atha ke nu te pasaṁsiyāti.",
  "atk-s0513a32:748": "Te lajjāpento mahāsatto pañcamaṁ gāthamāha –",
  "atk-s0513a32:749": "126.",
  "atk-s0513a32:750": "“Tumhe sīhānaṁ byagghānaṁ, vāḷānañcāvasiṭṭhakaṁ;",
  "atk-s0513a32:751": "Ucchiṭṭheneva yāpentā, maññivho vighāsādino”ti.",
  "atk-s0513a32:752": "Tattha vāḷānañcāvasiṭṭhakanti sesavāḷamigānañca avasiṭṭhakaṁ ucchiṭṭhabhojanaṁ.",
  "atk-s0513a32:753": "Taṁ sutvā tāpasā “sace mayaṁ na vighāsādā, atha ke carahi te vighāsādā”ti? Atha tesaṁ so tamatthaṁ ācikkhanto chaṭṭhaṁ gāthamāha –",
  "atk-s0513a32:754": "127.",
  "atk-s0513a32:755": "“Ye brāhmaṇassa samaṇassa, aññassa vā vanibbino;",
  "atk-s0513a32:756": "Datvāva sesaṁ bhuñjanti, te janā vighāsādino”ti.",
  "atk-s0513a32:757": "Tattha vanibbinoti taṁ taṁ bhaṇḍaṁ yācanakassa. Evaṁ te lajjāpetvā mahāsatto sakaṭṭhānameva gato.",
  "atk-s0513a32:758": "Satthā imaṁ dhammadesanaṁ āharitvā jātakaṁ samodhānesi – “tadā satta bhātaro ime keḷisīlakā bhikkhū ahesuṁ, sakko pana ahameva ahosi”nti.",
  "atk-s0513a32:759": "Vighāsādajātakavaṇṇanā aṭṭhamā.",
  "atk-s0513a32:761": "[394] 9. Vaṭṭakajātakavaṇṇanā",
  "atk-s0513a32:762_0": "Paṇītanti idaṁ satthā jetavane viharanto ekaṁ lolabhikkhuṁ ārabbha kathesi. Tañhi",
  "atk-s0513a32:762_1": "satthā “saccaṁ kira tvaṁ bhikkhu lolo”ti pucchitvā “āma, bhante”ti vutte “na kho",
  "atk-s0513a32:762_2": "bhikkhu idāneva lolo, pubbepi tvaṁ loloyeva, lolatāya pana bārāṇasiyaṁ hatthigavāssapurisakuṇapehi",
  "atk-s0513a32:762_3": "atitto ‘ito uttaritaraṁ labhissāmī’ti araññaṁ paviṭṭhosī”ti vatvā atītaṁ āhari.",
  "atk-s0513a32:763_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto vaṭṭakayoniyaṁ nibbattitvā",
  "atk-s0513a32:763_1": "araññe lūkhatiṇabījāhāro vasi. Tadā bārāṇasiyaṁ eko lolakāko hatthikuṇapādīhi atitto",
  "atk-s0513a32:763_2": "“ito uttaritaraṁ labhissāmī”ti araññaṁ pavisitvā phalāphalaṁ khādanto bodhisattaṁ",
  "atk-s0513a32:763_3": "disvā “ayaṁ vaṭṭako ativiya thūlasarīro, madhuraṁ gocaraṁ khādati maññe, etassa gocaraṁ",
  "atk-s0513a32:763_4": "pucchitvā taṁ khāditvā ahampi thūlo bhavissāmī”ti cintetvā bodhisattassa uparibhāge",
  "atk-s0513a32:763_5": "sākhāya nilīyitvā bodhisattaṁ pucchi “bho vaṭṭaka, kiṁ nāma paṇītāhāraṁ bhuñjasi,",
  "atk-s0513a32:763_6": "thūlasarīro ahosī”ti? Bodhisatto tena pucchito tena saddhiṁ paṭisanthāraṁ karonto",
  "atk-s0513a32:763_7": "paṭhamaṁ gāthamāha –",
  "atk-s0513a32:764": "128.",
  "atk-s0513a32:765": "“Paṇītaṁ bhuñjase bhattaṁ, sappitelañca mātula;",
  "atk-s0513a32:766": "Atha kena nu vaṇṇena, kiso tvamasi vāyasā”ti.",
  "atk-s0513a32:767": "Tattha bhattanti manussānaṁ bhojananiyāmena paṭiyāditabhattaṁ. Mātulāti taṁ piyasamudācārena ālapati. Kisoti appamaṁsalohito.",
  "atk-s0513a32:768": "Tassa vacanaṁ sutvā kāko tisso gāthā abhāsi –",
  "atk-s0513a32:769": "129.",
  "atk-s0513a32:770": "“Amittamajjhe vasato, tesu āmisamesato;",
  "atk-s0513a32:771": "Niccaṁ ubbiggahadayassa, kuto kākassa daḷhiyaṁ.",
  "atk-s0513a32:772": "130.",
  "atk-s0513a32:773": "“Niccaṁ ubbegino kākā, dhaṅkā pāpena kammunā;",
  "atk-s0513a32:774": "Laddho piṇḍo na pīṇeti, kiso tenasmi vaṭṭaka.",
  "atk-s0513a32:775": "131.",
  "atk-s0513a32:776": "“Lūkhāni tiṇabījāni, appasnehāni bhuñjasi;",
  "atk-s0513a32:777": "Atha kena nu vaṇṇena, thūlo tvamasi vaṭṭakā”ti.",
  "atk-s0513a32:778_0": "Tattha daḷhiyanti evarūpassa mayhaṁ kākassa kuto daḷhībhāvo, kuto thūlanti attho.",
  "atk-s0513a32:778_1": "Ubbeginoti ubbegavanto. Dhaṅkāti kākānameva nāmaṁ. Pāpena kammunā laddhoti kākena",
  "atk-s0513a32:778_2": "manussasantakavilumpanasaṅkhātena pāpena kammena laddho piṇḍo. Na pīṇetīti na tappeti.",
  "atk-s0513a32:778_3": "Tenasmīti tena kāraṇenāhaṁ kiso asmi. Appasnehānīti mandojāni. Idaṁ kāko bodhisattaṁ",
  "atk-s0513a32:778_4": "“paṇītabhojanaṁ khādatī”ti saññī hutvāpi vaṭṭakānaṁ gahitagocaraṁ pucchanto āha.",
  "atk-s0513a32:779": "Taṁ sutvā bodhisatto attano thūlabhāvakāraṇaṁ kathento imā gāthā abhāsi –",
  "atk-s0513a32:780": "132.",
  "atk-s0513a32:781": "“Appicchā appacintāya, adūragamanena ca;",
  "atk-s0513a32:782": "Laddhāladdhena yāpento, thūlo tenasmi vāyasa.",
  "atk-s0513a32:783": "133.",
  "atk-s0513a32:784": "“Appicchassa hi posassa, appacintasukhassa ca;",
  "atk-s0513a32:785": "Susaṅgahitamānassa, vuttī susamudānayā”ti.",
  "atk-s0513a32:786_0": "Tattha appicchāti āhāresu appicchatāya nittaṇhatāya, kevalaṁ sarīrayāpanavaseneva",
  "atk-s0513a32:786_1": "āhārāharaṇatāyāti attho. Appacintāyāti “ajja kahaṁ āhāraṁ labhissāmi, sve kaha”nti",
  "atk-s0513a32:786_2": "evaṁ āhāracintāya abhāvena. Adūragamanena cāti “asukasmiṁ nāma ṭhāne madhuraṁ labhissāmī”ti",
  "atk-s0513a32:786_3": "cintetvā avidūragamanena ca. Laddhāladdhenāti lūkhaṁ vā hotu paṇītaṁ vā, yaṁ laddhaṁ,",
  "atk-s0513a32:786_4": "teneva. Thūlo tenasmīti tena catubbidhena kāraṇena thūlo asmi. Vāyasāti kākaṁ ālapati.",
  "atk-s0513a32:786_5": "Appacintasukhassāti āhāracintārahitānaṁ appacintānamariyānaṁ sukhaṁ assatthīti appacintasukho,",
  "atk-s0513a32:786_6": "tassa tādisena sukhena samannāgatassa. Susaṅgahitamānassāti “ettakaṁ bhuñjitvā jīrāpetuṁ",
  "atk-s0513a32:786_7": "sakkhissāmī”ti evaṁ suṭṭhu saṅgahitāhāramānassa. Vuttī susamudānayāti evarūpassa",
  "atk-s0513a32:786_8": "puggalassa jīvitavutti sukhena sakkā samudānetuṁ susamudānayā sunibbattiyā.",
  "atk-s0513a32:787": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne lolabhikkhu sotāpattiphale patiṭṭhahi.",
  "atk-s0513a32:788": "Tadā kāko lolabhikkhu ahosi, vaṭṭako pana ahameva ahosinti.",
  "atk-s0513a32:789": "Vaṭṭakajātakavaṇṇanā navamā.",
  "atk-s0513a32:791": "[395] 10. Pārāvatajātakavaṇṇanā",
  "atk-s0513a32:792": "Cirassaṁvata passāmīti idaṁ satthā jetavane viharanto lolabhikkhuṁyeva ārabbha kathesi. Paccuppannavatthu heṭṭhā vuttanayameva.",
  "atk-s0513a32:793_0": "Atīte bārāṇasiyaṁ brahmadatte rajjaṁ kārente bodhisatto pārāvato hutvā bārāṇasiseṭṭhino",
  "atk-s0513a32:793_1": "mahānase nīḷapacchiyaṁ vasati. Kākopi tena saddhiṁ vissāsaṁ katvā tattheva vasatīti",
  "atk-s0513a32:793_2": "sabbaṁ vitthāretabbaṁ. Bhattakārako kākapattāni luñcitvā piṭṭhena taṁ makkhetvā ekaṁ",
  "atk-s0513a32:793_3": "kapālakhaṇḍaṁ vijjhitvā kaṇṭhe piḷandhitvā pacchiyaṁ pakkhipi. Bodhisatto araññato",
  "atk-s0513a32:793_4": "āgantvā taṁ disvā parihāsaṁ karonto paṭhamaṁ gāthamāha –",
  "atk-s0513a32:794": "134.",
  "atk-s0513a32:795": "“Cirassaṁ vata passāmi, sahāyaṁ maṇidhārinaṁ;",
  "atk-s0513a32:796": "Sukatā massukuttiyā, sobhate vata me sakhā”ti.",
  "atk-s0513a32:797": "Tattha massukuttiyāti imāya massukiriyāya.",
  "atk-s0513a32:798": "Taṁ sutvā kāko dutiyaṁ gāthamāha –",
  "atk-s0513a32:799": "135.",
  "atk-s0513a32:800": "“Parūḷhakacchanakhalomo, ahaṁ kammesu byāvaṭo;",
  "atk-s0513a32:801": "Cirassaṁ nhāpitaṁ laddhā, lomaṁ taṁ ajja hārayi”nti.",
  "atk-s0513a32:802": "Tattha ahaṁ kammesu byāvaṭoti ahaṁ samma pārāvata, rājakammesu byāvaṭo okāsaṁ alabhanto parūḷhakacchanakhalomo ahosinti vadati. Ajja hārayinti ajja hāresiṁ.",
  "atk-s0513a32:803": "Tato bodhisatto tatiyaṁ gāthamāha –",
  "atk-s0513a32:804": "136.",
  "atk-s0513a32:805": "“Yaṁ nu lomaṁ ahāresi, dullabhaṁ laddha kappakaṁ;",
  "atk-s0513a32:806": "Atha kiñcarahi te samma, kaṇṭhe kiṇikiṇāyatī”ti.",
  "atk-s0513a32:807": "Tassattho – yaṁ tāva dullabhaṁ kappakaṁ labhitvā lomaṁ harāpesi, taṁ harāpaya, atha kiñcarahi te vayassa idaṁ kaṇṭhe kiṇikiṇāyatīti.",
  "atk-s0513a32:808": "Tato kāko dve gāthā abhāsi –",
  "atk-s0513a32:809": "137.",
  "atk-s0513a32:810": "“Manussasukhumālānaṁ, maṇi kaṇṭhesu lambati;",
  "atk-s0513a32:811": "Tesāhaṁ anusikkhāmi, mā tvaṁ maññi davā kataṁ.",
  "atk-s0513a32:812": "138.",
  "atk-s0513a32:813": "“Sacepimaṁ pihayasi, massukuttiṁ sukāritaṁ;",
  "atk-s0513a32:814": "Kārayissāmi te samma, maṇiñcāpi dadāmi te”ti.",
  "atk-s0513a32:815_0": "Tattha maṇīti evarūpānaṁ manussānaṁ ekaṁ maṇiratanaṁ kaṇṭhesu lambati. Tesāhanti",
  "atk-s0513a32:815_1": "tesaṁ ahaṁ. Mā tvaṁ maññīti tvaṁ pana “etaṁ mayā davā kata”nti mā maññi. Sacepimaṁ",
  "atk-s0513a32:815_2": "pihayasīti sace imaṁ mama kataṁ massukuttiṁ tvaṁ icchasi.",
  "atk-s0513a32:816": "Taṁ sutvā bodhisatto chaṭṭhaṁ gāthamāha –",
  "atk-s0513a32:817": "139.",
  "atk-s0513a32:818": "“Tvaññeva maṇinā channo, sukatāya ca massuyā;",
  "atk-s0513a32:819": "Āmanta kho taṁ gacchāmi, piyaṁ me tavadassana”nti.",
  "atk-s0513a32:820_0": "Tattha maṇināti maṇino, ayameva vā pāṭho. Idaṁ vuttaṁ hoti – samma vāyasa, tvaññeva",
  "atk-s0513a32:820_1": "imassa maṇino anucchaviko imissā ca sukatāya massuyā, mama pana tava adassanameva",
  "atk-s0513a32:820_2": "piyaṁ, tasmā taṁ āmantayitvā gacchāmīti.",
  "atk-s0513a32:821": "Evañca pana vatvā bodhisatto uppatitvā aññattha gato. Kāko tattheva jīvitakkhayaṁ patto.",
  "atk-s0513a32:822_0": "Satthā imaṁ dhammadesanaṁ āharitvā saccāni pakāsetvā jātakaṁ samodhānesi, saccapariyosāne",
  "atk-s0513a32:822_1": "lolabhikkhu anāgāmiphale patiṭṭhahi. Tadā kāko lolabhikkhu ahosi, pārāvato pana ahameva ahosinti.",
  "atk-s0513a32:823": "Pārāvatajātakavaṇṇanā dasamā.",
  "atk-s0513a32:824": "Kharaputtavaggo dutiyo niṭṭhito.",
  "atk-s0513a32:825": "Jātakuddānaṁ –",
  "atk-s0513a32:826": "Avāriyaṁ setaketu, darīmukhañca neru ca;",
  "atk-s0513a32:827": "Āsaṅkamigālopañca, kāḷakaṇṇī ca kukkuṭaṁ.",
  "atk-s0513a32:828": "Dhammadhajañca nandiyaṁ, kharaputtaṁ sūci ceva;",
  "atk-s0513a32:829": "Tuṇḍilaṁ soṇṇakakkaṭaṁ, mayhakaṁ vijjādharañceva.",
  "atk-s0513a32:830": "Siṅghapupphaṁ vighāsādaṁ, vaṭṭakañca pārāvataṁ;",
  "atk-s0513a32:831": "Saṅgāyiṁsu mahātherā, chakke vīsati jātake.",
  "atk-s0513a32:832": "Chakkanipātavaṇṇanā niṭṭhitā."
}