{
  "atk-vin02a48:0": "Dutiyagāthāsaṅgaṇikaṁ",
  "atk-vin02a48:1": "Codanādipucchāvissajjanāvaṇṇanā",
  "atk-vin02a48:2_0": "359. Dutiyagāthāsaṅgaṇiyaṁ codanāti vatthuñca āpattiñca dassetvā codanā. Sāraṇāti",
  "atk-vin02a48:2_1": "dosasāraṇā. Saṅgho kimatthāyāti saṅghasannipāto kimatthāya. Matikammaṁ pana kissa",
  "atk-vin02a48:2_2": "kāraṇāti matikammaṁ vuccati mantaggahaṇaṁ; taṁ kissa kāraṇāti attho.",
  "atk-vin02a48:3_0": "Codanā sāraṇatthāyāti vuttappakārā codanā, tena cuditakapuggalena codakadosasāraṇatthāya.",
  "atk-vin02a48:3_1": "Niggahatthāya sāraṇāti dosasāraṇā pana tassa puggalassa niggahatthāya. Saṅgho pariggahatthāyāti",
  "atk-vin02a48:3_2": "tattha sannipatito saṅgho vinicchayapariggahaṇatthāya; dhammādhammaṁ tulanatthāya",
  "atk-vin02a48:3_3": "suvinicchitadubbinicchitaṁ jānanatthāyāti attho. Matikammaṁ pana pāṭiyekkanti suttantikattherānañca",
  "atk-vin02a48:3_4": "vinayadharattherānañca mantaggahaṇaṁ pāṭekkaṁ pāṭekkaṁ vinicchayasanniṭṭhāpanatthaṁ.",
  "atk-vin02a48:4": "Mā kho paṭighanti cuditake vā codake vā kopaṁ mā janayi. Sace anuvijjako tuvanti sace tvaṁ saṅghamajjhe otiṇṇaṁ adhikaraṇaṁ vinicchituṁ nisinno vinayadharo.",
  "atk-vin02a48:5_0": "Viggāhikanti ‘‘na tvaṁ imaṁ dhammavinayaṁ ājānāsī’’tiādinayappavattaṁ. Anatthasaṁhitanti",
  "atk-vin02a48:5_1": "yā anatthaṁ janayati, parisaṁ khobhetvā uṭṭhāpeti, evarūpiṁ kathaṁ mā abhaṇi. Sutte",
  "atk-vin02a48:5_2": "vinaye vātiādīsu suttaṁ nāma ubhatovibhaṅgo. Vinayo nāma khandhako. Anulomo nāma",
  "atk-vin02a48:5_3": "parivāro. Paññattaṁ nāma sakalaṁ vinayapiṭakaṁ. Anulomikaṁ nāma cattāro mahāpadesā.",
  "atk-vin02a48:6_0": "Anuyogavattaṁnisāmayāti anuyuñjanavattaṁ nisāmehi. Kusalena buddhimatā katanti chekena",
  "atk-vin02a48:6_1": "paṇḍitena ñāṇapāramippattena bhagavatā nīharitvā ṭhapitaṁ. Suvuttanti supaññāpitaṁ.",
  "atk-vin02a48:6_2": "Sikkhāpadānulomikanti sikkhāpadānaṁ anulomaṁ. Ayaṁ tāva padattho, ayaṁ panettha sādhippāyasaṅkhepavaṇṇanā",
  "atk-vin02a48:6_3": "– ‘‘sace tvaṁ anuvijjako, mā sahasā bhaṇi, mā anatthasaṁhitaṁ viggāhikakathaṁ bhaṇi.",
  "atk-vin02a48:6_4": "Yaṁ pana kusalena buddhimatā lokanāthena etesu suttādīsu anuyogavattaṁ kathaṁ supaññattaṁ",
  "atk-vin02a48:6_5": "sabbasikkhāpadānaṁ anulomaṁ, taṁ nisāmaya taṁ upadhārehī’’ti. Gatiṁ na nāsento samparāyikanti",
  "atk-vin02a48:6_6": "attano samparāye sugatinibbattiṁ anāsento anuyogavattaṁ nisāmaya. Yo hi taṁ anisāmetvā",
  "atk-vin02a48:6_7": "anuyuñjati, so samparāyikaṁ attano gatiṁ nāseti, tasmā tvaṁ anāsento nisāmayāti attho.",
  "atk-vin02a48:6_8": "Idāni taṁ anuyogavattaṁ dassetuṁ hitesītiādimāha. Tattha hitesīti hitaṁ esanto gavesanto;",
  "atk-vin02a48:6_9": "mettañca mettāpubbabhāgañca upaṭṭhapetvāti attho. Kālenāti yuttapattakālena; ajjhesitakāleyeva",
  "atk-vin02a48:6_10": "tava bhāre kate anuyuñjāti attho.",
  "atk-vin02a48:7": "Sahasā vohāraṁ mā padhāresīti yo etesaṁ sahasā vohāro hoti, sahasā bhāsitaṁ, taṁ mā padhāresi, mā gaṇhittha.",
  "atk-vin02a48:8_0": "Paṭiññānusandhitena kārayeti ettha anusandhitanti kathānusandhi vuccati, tasmā paṭiññānusandhinā",
  "atk-vin02a48:8_1": "kāraye; kathānusandhiṁ sallakkhetvā paṭiññāya kārayeti attho. Atha vā paṭiññāya ca",
  "atk-vin02a48:8_2": "anusandhitena ca kāraye, lajjiṁ paṭiññāya kāraye; alajjiṁ vattānusandhināti attho.",
  "atk-vin02a48:8_3": "Tasmā eva paṭiññā lajjīsūti gāthamāha. Tattha vattānusandhitena kārayeti vattānusandhinā",
  "atk-vin02a48:8_4": "kāraye, yā assa vattena saddhiṁ paṭiññā sandhiyati, tāya paṭiññāya kārayeti attho.",
  "atk-vin02a48:9": "Sañciccāti jānanto āpajjati. Parigūhatīti nigūhati na deseti na vuṭṭhāti.",
  "atk-vin02a48:10": "Sā ahampi jānāmīti yaṁ tumhehi vuttaṁ, taṁ saccaṁ, ahampi naṁ evameva jānāmi. Aññañca tāhanti aññañca taṁ ahaṁ pucchāmi.",
  "atk-vin02a48:11_0": "Pubbāparaṁna jānātīti purekathitañca pacchākathitañca na jānāti. Akovidoti tasmiṁ",
  "atk-vin02a48:11_1": "pubbāpare akusalo. Anusandhivacanapathaṁ na jānātīti kathānusandhivacanaṁ vinicchayānusandhivacanañca na jānāti.",
  "atk-vin02a48:12_0": "Sīlavipattiyā codetīti dvīhi āpattikkhandhehi codeti. Ācāradiṭṭhiyāti ācāravipattiyā",
  "atk-vin02a48:12_1": "ceva diṭṭhivipattiyā ca. Ācāravipattiyā codento pañcahāpattikkhandhehi codeti, diṭṭhivipattiyā",
  "atk-vin02a48:12_2": "codento micchādiṭṭhiyā ceva antaggāhikadiṭṭhiyā ca codeti. Ājīvenapi codetīti ājīvahetupaññattehi",
  "atk-vin02a48:12_3": "chahi sikkhāpadehi codeti. Sesaṁ sabbattha uttānamevāti.",
  "atk-vin02a48:13": "Dutiyagāthāsaṅgaṇikavaṇṇanā niṭṭhitā."
}