{
  "atk-vin02a416:0": "Sedamocanagāthā",
  "atk-vin02a416:1": "(1) Avippavāsapañhāvaṇṇanā",
  "atk-vin02a416:2_0": "479. Sedamocanagāthāsu asaṁvāsoti uposathapavāraṇādinā saṁvāsena asaṁvāso. Sambhogo",
  "atk-vin02a416:2_1": "ekacco tahiṁ na labbhatīti akappiyasambhogo na labbhati, nahāpanabhojanādipaṭijagganaṁ",
  "atk-vin02a416:2_2": "pana mātarāyeva kātuṁ labbhati. Avippavāsena anāpattīti sahagāraseyyāya anāpatti.",
  "atk-vin02a416:2_3": "Pañhā mesā kusalehi cintitāti esā pañhā kusalehi paṇḍitehi cintitā. Assā vissajjanaṁ",
  "atk-vin02a416:2_4": "dārakamātuyā bhikkhuniyā veditabbaṁ, tassā hi puttaṁ sandhāyetaṁ vuttanti.",
  "atk-vin02a416:3": "Avissajjitagāthā garubhaṇḍaṁ sandhāya vuttā, attho panassā garubhaṇḍavinicchaye vuttoyeva.",
  "atk-vin02a416:4_0": "Dasa puggale na vadāmīti senāsanakkhandhake vutte dasa puggale na vadāmi. Ekādasa",
  "atk-vin02a416:4_1": "vivajjiyāti ye mahākhandhake ekādasa vivajjanīyapuggalā vuttā, tepi na vadāmi. Ayaṁ",
  "atk-vin02a416:4_2": "pañhā naggaṁ bhikkhuṁ sandhāya vuttā.",
  "atk-vin02a416:5": "Kathaṁ nu sikkhāya asādhāraṇoti pañhā nahāpitapubbakaṁ bhikkhuṁ sandhāya vuttā. Ayañhi khurabhaṇḍaṁ pariharituṁ na labhati, aññe labhanti; tasmā sikkhāya asādhāraṇo.",
  "atk-vin02a416:6": "Taṁ puggalaṁ katamaṁ vadanti buddhāti ayaṁ pañhā nimmitabuddhaṁ sandhāya vuttā.",
  "atk-vin02a416:7": "Adhonābhiṁvivajjiyāti adhonābhiṁ vivajjetvā. Ayaṁ pañhā yaṁ taṁ asīsakaṁ kabandhaṁ, yassa ure akkhīni ceva mukhañca hoti, taṁ sandhāya vuttā.",
  "atk-vin02a416:8": "Bhikkhu saññācikāya kuṭinti ayaṁ pañhā tiṇacchādanaṁ kuṭiṁ sandhāya vuttā. Dutiyapañhā sabbamattikāmayaṁ kuṭiṁ sandhāya vuttā.",
  "atk-vin02a416:9_0": "Āpajjeyya garukaṁ chejjavatthunti ayaṁ pañhā vajjapaṭicchādikaṁ bhikkhuniṁ sandhāya",
  "atk-vin02a416:9_1": "vuttā. Dutiyapañhā paṇḍakādayo abhabbapuggale sandhāya vuttā. Ekādasapi hi te gihibhāveyeva pārājikaṁ pattā.",
  "atk-vin02a416:10_0": "Vācāti vācāya anālapanto. Giraṁ no ca pare bhaṇeyyāti “iti ime sossantī”ti parapuggale",
  "atk-vin02a416:10_1": "sandhāya saddampi na nicchāreyya. Ayaṁ pañhā “santiṁ āpattiṁ nāvikareyya, sampajānamusāvādassa",
  "atk-vin02a416:10_2": "hotī”ti imaṁ musāvādaṁ sandhāya vuttā. Tassa hi bhikkhuno adhammikāya paṭiññāya tuṇhībhūtassa",
  "atk-vin02a416:10_3": "nisinnassa manodvāre āpatti nāma natthi. Yasmā pana āvikātabbaṁ na āvikaroti, tenassa",
  "atk-vin02a416:10_4": "vacīdvāre akiriyato ayaṁ āpatti samuṭṭhātīti veditabbā.",
  "atk-vin02a416:11_0": "Saṅghādisesā caturoti ayaṁ pañhā aruṇugge gāmantarapariyāpannaṁ nadipāraṁ okkantabhikkhuniṁ",
  "atk-vin02a416:11_1": "sandhāya vuttā, sā hi sakagāmato paccūsasamaye nikkhamitvā aruṇuggamanakāle vuttappakāraṁ",
  "atk-vin02a416:11_2": "nadipāraṁ okkantamattāva rattivippavāsagāmantaranadipāragaṇamhāohīyanalakkhaṇena",
  "atk-vin02a416:11_3": "ekappahāreneva caturo saṅghādisese āpajjati.",
  "atk-vin02a416:12_0": "Siyā āpattiyo nānāti ayaṁ pañhā ekatoupasampannā dve bhikkhuniyo sandhāya vuttā.",
  "atk-vin02a416:12_1": "Tāsu hi bhikkhūnaṁ santike ekatoupasampannāya hatthato gaṇhantassa pācittiyaṁ, bhikkhunīnaṁ",
  "atk-vin02a416:12_2": "santike ekatoupasampannāya hatthato gaṇhantassa dukkaṭaṁ.",
  "atk-vin02a416:13_0": "Caturo janā saṁvidhāyāti ācariyo ca tayo ca antevāsikā chamāsakaṁ bhaṇḍaṁ avahariṁsu,",
  "atk-vin02a416:13_1": "ācariyassa sāhatthikā tayo māsakā, āṇattiyāpi tayova tasmā thullaccayaṁ āpajjati,",
  "atk-vin02a416:13_2": "itaresaṁ sāhatthiko ekeko, āṇattikā pañcāti tasmā pārājikaṁ āpajjiṁsu. Ayamettha",
  "atk-vin02a416:13_3": "saṅkhepo. Vitthāro pana adinnādānapārājike saṁvidāvahāravaṇṇanāyaṁ vutto.",
  "atk-vin02a416:14": "(2) Pārājikādipañhāvaṇṇanā",
  "atk-vin02a416:15": "480.Chiddaṁ tasmiṁ ghare natthīti ayaṁ pañhā dussakuṭiādīni santhatapeyyālañca sandhāya vuttā.",
  "atk-vin02a416:16": "Telaṁ madhuṁ phāṇitanti gāthā liṅgaparivattaṁ sandhāya vuttā.",
  "atk-vin02a416:17_0": "Nissaggiyenāti gāthā pariṇāmanaṁ sandhāya vuttā. Yo hi saṅghassa pariṇatalābhato",
  "atk-vin02a416:17_1": "ekaṁ cīvaraṁ attano, ekaṁ aññassāti dve cīvarāni “ekaṁ mayhaṁ, ekaṁ tassa dehī”ti",
  "atk-vin02a416:17_2": "ekapayaogena pariṇāmeti, so nissaggiyapācittiyañceva suddhikapācittiyañca ekato āpajjati.",
  "atk-vin02a416:18": "Kammañca taṁ kuppeyya vaggapaccayāti ayaṁ pañhā dvādasayojanapamāṇesu bārāṇasiādīsu nagaresu gāmasīmaṁ sandhāya vuttā.",
  "atk-vin02a416:19": "Padavītihāramattenāti gāthā sañcarittaṁ sandhāya vuttā, atthopi cassā sañcarittavaṇṇanāyameva vutto.",
  "atk-vin02a416:20_0": "Sabbāni tāni nissaggiyānīti ayaṁ pañhā aññātikāya bhikkhuniyā dhovāpanaṁ sandhāya",
  "atk-vin02a416:20_1": "vuttā. Sace hi tiṇṇampi cīvarānaṁ kākaūhadanaṁ vā kaddamamakkhitaṁ vā kaṇṇaṁ gahetvā",
  "atk-vin02a416:20_2": "bhikkhunī udakena dhovati, bhikkhussa kāyagatāneva nissaggiyāni honti.",
  "atk-vin02a416:21": "Saraṇagamanampi na tassa atthīti saraṇagamanaupasampadāpi natthi. Ayaṁ pana pañhā mahāpajāpatiyā upasampadaṁ sandhāya vuttā.",
  "atk-vin02a416:22": "Haneyyaanariyaṁ mandoti tañhi itthiṁ vā purisaṁ vā anariyaṁ haneyya. Ayaṁ pañhā liṅgaparivattena itthibhūtaṁ pitaraṁ purisabhūtañca mātaraṁ sandhāya vuttā.",
  "atk-vin02a416:23": "Na tenānantaraṁ phuseti ayaṁ pañhā migasiṅgatāpasasīhakumārādīnaṁ viya tiracchānamātāpitaro sandhāya vuttā.",
  "atk-vin02a416:24_0": "Acodayitvāti gāthā dūtenupasampadaṁ sandhāya vuttā. Codayitvāti gāthā paṇḍakādīnaṁ",
  "atk-vin02a416:24_1": "upasampadaṁ sandhāya vuttā. Kurundiyaṁ pana “paṭhamagāthā aṭṭha asammukhākammāni,",
  "atk-vin02a416:24_2": "dutiyā anāpattikassa kammaṁ sandhāya vuttā”ti āgataṁ.",
  "atk-vin02a416:25_0": "Chindantassa āpattīti vanappatiṁ chindantassa pārājikaṁ, tiṇalatādiṁ chindantassa",
  "atk-vin02a416:25_1": "pācittiyaṁ, aṅgajātaṁ chindantassa thullaccayaṁ. Chindantassa anāpattīti kese ca",
  "atk-vin02a416:25_2": "nakhe ca chindantassa anāpatti. Chādentassa āpattīti attano āpattiṁ chādentassa aññesaṁ",
  "atk-vin02a416:25_3": "vā āpattiṁ. Chādentassa anāpattīti gehādīni chādentassa anāpatti.",
  "atk-vin02a416:26_0": "Saccaṁbhaṇantoti gāthāya “sikharaṇīsi ubhatobyañjanāsī”ti saccaṁ bhaṇanto garukaṁ",
  "atk-vin02a416:26_1": "āpajjati, sampajānamusāvāde pana musā bhāsato lahukāpatti hoti, abhūtārocane musā",
  "atk-vin02a416:26_2": "bhaṇanto garukaṁ āpajjati, bhūtārocane saccaṁ bhāsato lahukāpatti hotīti.",
  "atk-vin02a416:27": "(3) Pācittiyādipañhāvaṇṇanā",
  "atk-vin02a416:28": "481.Adhiṭṭhitanti gāthā nissaggiyacīvaraṁ anissajjitvā paribhuñjantaṁ sandhāya vuttā.",
  "atk-vin02a416:29": "Atthaṅgate sūriyeti gāthā romanthakaṁ sandhāya vuttā.",
  "atk-vin02a416:30_0": "Na rattacittoti gāthāya ayamattho – rattacitto methunadhammapārājikaṁ āpajjati. Theyyacitto",
  "atk-vin02a416:30_1": "adinnādānapārājikaṁ, paraṁ maraṇāya cetento manussaviggahapārājikaṁ, saṅghabhedako",
  "atk-vin02a416:30_2": "pana na rattacitto na ca pana theyyacitto na cāpi so paraṁ maraṇāya cetayi, salākaṁ",
  "atk-vin02a416:30_3": "panassa dentassa hoti chejjaṁ, pārājikaṁ hoti, salākaṁ paṭiggaṇhantassa bhedakānuvattakassa thullaccayaṁ.",
  "atk-vin02a416:31": "Gaccheyya aḍḍhayojananti ayaṁ pañhā suppatiṭṭhitanigrodhasadisaṁ ekakulassa rukkhamūlaṁ sandhāya vuttā.",
  "atk-vin02a416:32": "Kāyikānīti ayaṁ gāthā sambahulānaṁ itthīnaṁ kese vā aṅguliyo vā ekato gaṇhantaṁ sandhāya vuttā.",
  "atk-vin02a416:33": "Vācasikānīti ayaṁ gāthā “sabbā tumhe sikharaṇiyo”tiādinā nayena duṭṭhullabhāṇiṁ sandhāya vuttā.",
  "atk-vin02a416:34_0": "Tissitthiyo methunaṁ taṁ na seveti tisso itthiyo vuttā, tāsupi yaṁ taṁ methunaṁ nāma,",
  "atk-vin02a416:34_1": "taṁ na sevati. Tayo puriseti tayo purisepi upagantvā methunaṁ na sevati. Tayo anariyapaṇḍaketi",
  "atk-vin02a416:34_2": "ubhatobyañjanasaṅkhāte tayo anariye tayo ca paṇḍaketi imepi cha jane upagantvā methunaṁ",
  "atk-vin02a416:34_3": "na sevati. Na cācare methunaṁ byañjanasminti anulomapārājikavasenapi methunaṁ nācarati.",
  "atk-vin02a416:34_4": "Chejjaṁ siyā methunadhammapaccayāti siyā methunadhammapaccayā pārājikanti. Ayaṁ pañhā",
  "atk-vin02a416:34_5": "aṭṭhavatthukaṁ sandhāya vuttā, tassā hi methunadhammassa pubbabhāgaṁ kāyasaṁsaggaṁ",
  "atk-vin02a416:34_6": "āpajjituṁ vāyamantiyā methunadhammapaccayā chejjaṁ hoti.",
  "atk-vin02a416:35": "Mātaraṁ cīvaranti ayaṁ gāthā piṭṭhisamaye vassikasāṭikatthaṁ satuppādakaraṇaṁ sandhāya vuttā. Vinicchayo panassā vassikasāṭikasikkhāpadavaṇṇanāyameva vutto.",
  "atk-vin02a416:36_0": "Kuddho ārādhako hotīti gāthā titthiyavattaṁ sandhāya vuttā. Titthiyo hi vattaṁ pūrayamāno",
  "atk-vin02a416:36_1": "titthiyānaṁ vaṇṇe bhaññamāne kuddho ārādhako hoti, vatthuttayassa vaṇṇe bhaññamāne",
  "atk-vin02a416:36_2": "kuddho gārayho hotīti tatthevassā vitthāro vutto. Dutiyagāthāpi tameva sandhāya vuttā.",
  "atk-vin02a416:37_0": "Saṅghādisesantiādi gāthā yā bhikkhunī avassutāva avassutassa purisassa hatthato piṇḍapātaṁ",
  "atk-vin02a416:37_1": "gahetvā manussamaṁsalasuṇapaṇītabhojanasesaakappiyamaṁsehi saddhiṁ omadditvā ajjhoharati, taṁ sandhāya vuttā.",
  "atk-vin02a416:38_0": "Eko upasampanno eko anupasampannoti gāthā ākāsagataṁ sandhāya vuttā. Sace hi dvīsu",
  "atk-vin02a416:38_1": "sāmaṇeresu eko iddhiyā kesaggamattampi pathaviṁ muñcitvā nisinno hoti, so anupasampanno",
  "atk-vin02a416:38_2": "nāma hoti. Saṅghenāpi ākāse nisīditvā bhūmigatassa kammaṁ na kātabbaṁ. Sace karoti, kuppati.",
  "atk-vin02a416:39": "Akappakatanti gāthā acchinnacīvarakaṁ bhikkhuṁ sandhāya vuttā. Tasmiṁyeva cassā sikkhāpade vitthārena vinicchayopi vutto.",
  "atk-vin02a416:40_0": "Na deti na paṭiggaṇhātīti nāpi uyyojikā deti, na uyyojitā tassā hatthato gaṇhāti.",
  "atk-vin02a416:40_1": "Paṭiggaho tena na vijjatīti teneva kāraṇena uyyojikāya hatthato uyyojitāya paṭiggaho",
  "atk-vin02a416:40_2": "na vijjati. Āpajjati garukanti evaṁ santepi avassutassa hatthato piṇḍapātaggahaṇe",
  "atk-vin02a416:40_3": "uyyojentī saṅghādisesāpattiṁ āpajjati. Tañca paribhogapaccayāti tañca pana āpattiṁ",
  "atk-vin02a416:40_4": "āpajjamānā tassā uyyojitāya paribhogapaccayā āpajjati. Tassā hi bhojanapariyosāne",
  "atk-vin02a416:40_5": "uyyojikāya saṅghādiseso hotīti. Dutiyagāthā tassāyeva udakadantaponaggahaṇe uyyojanaṁ sandhāya vuttā.",
  "atk-vin02a416:41_0": "Na bhikkhunī no ca phuseyya vajjanti sattarasakesu hi aññataraṁ āpattiṁ āpajjitvā",
  "atk-vin02a416:41_1": "anādariyena chādayamānāpi bhikkhunī chādanapaccayā vajjaṁ na phusati, aññaṁ navaṁ",
  "atk-vin02a416:41_2": "āpattiṁ nāpajjati, paṭicchannāya vā appaṭicchannāya vā āpattiyā pakkhamānattameva",
  "atk-vin02a416:41_3": "labhati. Ayaṁ pana bhikkhunīpi na hoti, sāvasesañca garukaṁ āpajjitvā chādetvā vajjaṁ",
  "atk-vin02a416:41_4": "na phusati. Pañhā mesā kusalehi cintitāti ayaṁ kira pañhā ukkhittakabhikkhuṁ sandhāya",
  "atk-vin02a416:41_5": "vuttā. Tena hi saddhiṁ vinayakammaṁ natthi, tasmā so saṅghādisesaṁ āpajjitvā chādento",
  "atk-vin02a416:41_6": "vajjaṁ na phusatīti.",
  "atk-vin02a416:42": "Sedamocanagāthāvaṇṇanā niṭṭhitā."
}