{
  "atk-abh03a51:0": "Paccayuddesavaṇṇanā",
  "atk-abh03a51:1_0": "Sammāsambuddhena hi anulomapaṭṭhāne dvāvīsati tike nissāya tikapaṭṭhānaṁ nāma niddiṭṭhaṁ,",
  "atk-abh03a51:1_1": "sataṁ duke nissāya dukapaṭṭhānaṁ nāma niddiṭṭhaṁ. Tato paraṁ dvāvīsati tike gahetvā",
  "atk-abh03a51:1_2": "dukasate pakkhipitvā dukatikapaṭṭhānaṁ nāma dassitaṁ. Tato paraṁ dukasataṁ gahetvā",
  "atk-abh03a51:1_3": "dvāvīsatiyā tikesu pakkhipitvā tikadukapaṭṭhānaṁ nāma dassitaṁ. Tike pana tikesuyeva",
  "atk-abh03a51:1_4": "pakkhipitvā tikatikapaṭṭhānaṁ nāma dassitaṁ. Duke ca dukesuyeva pakkhipitvā dukadukapaṭṭhānaṁ",
  "atk-abh03a51:1_5": "nāma dassitaṁ. Evaṁ –",
  "atk-abh03a51:2": "Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:3": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:4": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:5": "Cha anulomamhi nayā sugambhīrāti.",
  "atk-abh03a51:6_0": "Paccanīyapaṭṭhānepi dvāvīsati tike nissāya tikapaṭṭhānaṁ nāma. Dukasataṁ nissāya",
  "atk-abh03a51:6_1": "dukapaṭṭhānaṁ nāma. Dvāvīsati tike dukasate pakkhipitvā dukatikapaṭṭhānaṁ nāma. Dukasataṁ",
  "atk-abh03a51:6_2": "dvāvīsatiyā tikesu pakkhipitvā tikadukapaṭṭhānaṁ nāma. Tike tikesuyeva pakkhipitvā",
  "atk-abh03a51:6_3": "tikatikapaṭṭhānaṁ nāma. Duke dukesuyeva pakkhipitvā dukadukapaṭṭhānaṁ nāmāti evaṁ",
  "atk-abh03a51:6_4": "paccanīyepi chahi nayehi paṭṭhānaṁ niddiṭṭhaṁ. Tena vuttaṁ –",
  "atk-abh03a51:7": "‘‘Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:8": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:9": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:10": "Cha paccanīyamhi nayā sugambhīrā’’ti.",
  "atk-abh03a51:11": "Tato paraṁ anulomapaccanīyepi etenevupāyena cha nayā dassitā. Tenāha –",
  "atk-abh03a51:12": "‘‘Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:13": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:14": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:15": "Cha anulomapaccanīyamhi nayā sugambhīrā’’ti.",
  "atk-abh03a51:16": "Tadanantaraṁ paccanīyānulomamhi eteheva chahi nayehi niddiṭṭhaṁ. Tenāha –",
  "atk-abh03a51:17": "‘‘Tikañca paṭṭhānavaraṁ dukuttamaṁ,",
  "atk-abh03a51:18": "Dukaṁ tikañceva tikaṁ dukañca;",
  "atk-abh03a51:19": "Tikaṁ tikañceva dukaṁ dukañca,",
  "atk-abh03a51:20": "Cha paccanīyānulomamhi nayā sugambhīrā’’ti.",
  "atk-abh03a51:21_0": "Evaṁ anulome cha paṭṭhānāni, paccanīye cha, anulomapaccanīye cha, paccanīyānulome",
  "atk-abh03a51:21_1": "cha paṭṭhānānīti idaṁ ‘‘catuvīsatisamantapaṭṭhānasamodhānapaṭṭhānamahāpakaraṇaṁ nāmā’’ti hi vuttaṁ.",
  "atk-abh03a51:22_0": "Tattha yesaṁ catuvīsatiyā samantapaṭṭhānānaṁ samodhānavasenetaṁ catuvīsatisamantapaṭṭhānasamodhānaṁ",
  "atk-abh03a51:22_1": "paṭṭhānamahāpakaraṇaṁ nāmāti vuttaṁ, tesañceva imassa ca pakaraṇassa nāmattho tāva",
  "atk-abh03a51:22_2": "evaṁ veditabbo. Kenaṭṭhena paṭṭhānanti? Nānappakārapaccayaṭṭhena. ‘Pa-kāro’ hi nānappakāratthaṁ",
  "atk-abh03a51:22_3": "dīpeti, ṭhānasaddo paccayatthaṁ. Ṭhānāṭṭhānakusalatātiādīsu hi paccayo ṭhānanti vutto.",
  "atk-abh03a51:22_4": "Iti nānappakārānaṁ paccayānaṁ vasena desitattā imesu catuvīsatiyā paṭṭhānesu ekekaṁ",
  "atk-abh03a51:22_5": "paṭṭhānaṁ nāma. Imesaṁ pana paṭṭhānānaṁ samūhato sabbampetaṁ pakaraṇaṁ paṭṭhānanti veditabbaṁ.",
  "atk-abh03a51:23_0": "Aparo nayo – kenaṭṭhena paṭṭhānanti? Vibhajanaṭṭhena. ‘‘Paññāpanā paṭṭhapanā vivaraṇā",
  "atk-abh03a51:23_1": "vibhajanā uttānīkamma’’nti (ma. ni. 1.371) āgataṭṭhānasmiñhi vibhajanaṭṭhena paṭṭhānaṁ",
  "atk-abh03a51:23_2": "paññāyati. Iti kusalādīnaṁ dhammānaṁ hetupaccayādivasena vibhattattā imesu catuvīsatiyā",
  "atk-abh03a51:23_3": "paṭṭhānesu ekekaṁ paṭṭhānaṁ nāma. Imesaṁ pana paṭṭhānānaṁ samūhato sabbampetaṁ pakaraṇaṁ",
  "atk-abh03a51:23_4": "paṭṭhānaṁ nāmāti veditabbaṁ.",
  "atk-abh03a51:24_0": "Aparo nayo – kenaṭṭhena paṭṭhānanti? Paṭṭhitatthena. Gamanaṭṭhenāti attho. ‘‘Goṭṭhā",
  "atk-abh03a51:24_1": "paṭṭhitagāvo’’ti (ma. ni. 1.156) āgataṭṭhānasmiñhi yena paṭṭhānena paṭṭhitagāvoti",
  "atk-abh03a51:24_2": "vutto, taṁ atthato gamanaṁ hoti. Iti nātivitthāritanayesu dhammasaṅgaṇīādīsu anissaṅgagamanassa",
  "atk-abh03a51:24_3": "sabbaññutaññāṇassa hetupaccayādibhedabhinnesu kusalādīsu vitthāritanayalābhato nissaṅgavasena",
  "atk-abh03a51:24_4": "pavattagamanattā imesu catuvīsatiyā paṭṭhānesu ekekaṁ paṭṭhānaṁ nāma. Imesaṁ pana",
  "atk-abh03a51:24_5": "paṭṭhānānaṁ samūhato sabbampetaṁ pakaraṇaṁ paṭṭhānaṁ nāmāti veditabbaṁ.",
  "atk-abh03a51:25_0": "Tattha anulomamhi tāva paṭhamaṁ tikavasena desitattā tikapaṭṭhānaṁ nāma. Tassa padacchedo",
  "atk-abh03a51:25_1": "– tikānaṁ paṭṭhānaṁ ettha atthīti tikapaṭṭhānaṁ. Tikānaṁ nānappakārakā paccayā etissā",
  "atk-abh03a51:25_2": "desanāya atthīti attho. Dutiyavikappepi tikānaṁ paṭṭhānantveva tikapaṭṭhānaṁ. Hetupaccayādivasena",
  "atk-abh03a51:25_3": "tikānaṁ vibhajanāti attho. Tatiyavikappe hetupaccayādibhedabhinnatāya laddhavitthārā",
  "atk-abh03a51:25_4": "tikā eva paṭṭhānaṁ tikapaṭṭhānaṁ. Sabbaññutaññāṇassa nissaṅgagamanabhūmīti attho.",
  "atk-abh03a51:25_5": "Dukapaṭṭhānādīsupi eseva nayo. Evaṁ anulome chapaṭṭhānāni viditvā paccanīyādīsupi",
  "atk-abh03a51:25_6": "imināvupāyena veditabbāni.",
  "atk-abh03a51:26_0": "Yasmā panetāni anulome, paccanīye, anulomapaccanīye, paccanīyānulometi samantā cha",
  "atk-abh03a51:26_1": "cha hutvā catuvīsati honti; tasmā ‘‘catuvīsati samantapaṭṭhānānī’’ti vuccanti. Iti",
  "atk-abh03a51:26_2": "imesaṁ catuvīsatiyā khuddakapaṭṭhānasaṅkhātānaṁ samantapaṭṭhānānaṁ samodhānavasenetaṁ",
  "atk-abh03a51:26_3": "catuvīsatisamantapaṭṭhānasamodhānaṁ paṭṭhānamahāpakaraṇaṁ nāma.",
  "atk-abh03a51:27_0": "Taṁ panetaṁ ye tikādayo nissāya niddiṭṭhattā ‘‘tikapaṭṭhānaṁ dukapaṭṭhānaṁ…pe… dukadukapaṭṭhāna’’nti",
  "atk-abh03a51:27_1": "vuttaṁ, te anāmasitvā yesaṁ paccayānaṁ vasena te tikādayo vibhattā te paccaye dassetuṁ",
  "atk-abh03a51:27_2": "ādito tāvassa mātikānikkhepavāro nāma vutto; paccayavibhaṅgavārotipi tasseva nāmaṁ.",
  "atk-abh03a51:27_3": "So uddesaniddesato duvidho. Tassa hetupaccayo…pe… avigatapaccayoti ayaṁ uddeso.",
  "atk-abh03a51:28_0": "Tattha hetu ca so paccayo cāti hetupaccayo. Hetu hutvā paccayo, hetubhāvena paccayoti",
  "atk-abh03a51:28_1": "vuttaṁ hoti. Ārammaṇapaccayādīsupi eseva nayo. Tattha hetūti vacanāvayavakāraṇamūlānametaṁ",
  "atk-abh03a51:28_2": "adhivacanaṁ. ‘‘Paṭiññā hetū’’tiādīsu hi loke vacanāvayavo hetūti, vuccati. Sāsane",
  "atk-abh03a51:28_3": "pana ‘‘ye dhammā hetuppabhavā’’tiādīsu (mahāva. 60) kāraṇaṁ. ‘‘Tayo kusalā hetū,",
  "atk-abh03a51:28_4": "tayo akusalā hetū’’tiādīsu (dha. sa. 1059) mūlaṁ hetūti vuccati. Taṁ idha adhippetaṁ.",
  "atk-abh03a51:28_5": "Paccayoti ettha pana ayaṁ vacanattho – paṭicca etasmā etīti paccayo, appaccakkhāya",
  "atk-abh03a51:28_6": "naṁ vattatīti attho. Yo hi dhammo yaṁ dhammaṁ appaccakkhāya tiṭṭhati vā uppajjati",
  "atk-abh03a51:28_7": "vā, so tassa paccayoti vuttaṁ hoti.",
  "atk-abh03a51:29_0": "Lakkhaṇato pana upakārakalakkhaṇo paccayo, yo hi dhammo yassa dhammassa ṭhitiyā vā",
  "atk-abh03a51:29_1": "uppattiyā vā upakārako hoti, so tassa paccayoti vuccati. Paccayo, hetu; kāraṇaṁ nidānaṁ",
  "atk-abh03a51:29_2": "sambhavo, pabhavoti atthato ekaṁ, byañjanato nānaṁ. Iti mūlaṭṭhena hetu, upakārakaṭṭhena",
  "atk-abh03a51:29_3": "paccayoti saṅkhepato mūlaṭṭhena upakārako dhammo hetupaccayo. So hi sāliādīnaṁ sālibījādīni",
  "atk-abh03a51:29_4": "viya, maṇippabhādīnaṁ viya ca maṇivaṇṇādayo kusalādīnaṁ kusalādibhāvasādhakoti ācariyānaṁ",
  "atk-abh03a51:29_5": "adhippāyo. Evaṁ sante pana taṁsamuṭṭhānarūpesu hetupaccayatā na sampajjati. Na hi",
  "atk-abh03a51:29_6": "so tesaṁ kusalādibhāvaṁ sādheti, na ca paccayo na hotīti. Vuttañhetaṁ ‘‘hetū hetusampayuttakānaṁ",
  "atk-abh03a51:29_7": "dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ hetupaccayena paccayo’’ti. Ahetukacittānañca",
  "atk-abh03a51:29_8": "vinā etena abyākatabhāvo siddho.",
  "atk-abh03a51:30_0": "Sahetukānampi ca yonisomanasikārādipaṭibaddho kusalādibhāvo na sampayuttahetupaṭibaddho.",
  "atk-abh03a51:30_1": "Yadi ca sampayuttahetūsu sabhāvatova kusalādibhāvo siyā, taṁsampayuttesu hetupaṭibaddho",
  "atk-abh03a51:30_2": "alobho kusalo vā siyā abyākato vā. Yasmā pana ubhayathāpi hoti, tasmā yathā sampayuttesu,",
  "atk-abh03a51:30_3": "evaṁ hetūsupi kusalāditā pariyesitabbā. Kusalādibhāvasādhanavasena pana hetūnaṁ mūlaṭṭhaṁ",
  "atk-abh03a51:30_4": "aggahetvā suppatiṭṭhitabhāvasādhanavasena gayhamāne na kiñci virujjhati. Laddhahetupaccayā",
  "atk-abh03a51:30_5": "hi dhammā viruḷhamūlā viya pādapā thirā honti suppatiṭṭhitā, ahetukā pana tilabījakādisevālā",
  "atk-abh03a51:30_6": "viya na suppatiṭṭhitā. Iti mūlaṭṭhena upakārakoti suppatiṭṭhitabhāvasādhanena upakārako",
  "atk-abh03a51:30_7": "dhammo hetupaccayoti veditabbo.",
  "atk-abh03a51:31_0": "Tato paresu ārammaṇavasena upakārako dhammo ārammaṇapaccayo. So ‘‘rūpāyatanaṁ cakkhuviññāṇadhātuyā’’ti",
  "atk-abh03a51:31_1": "ārabhitvāpi ‘‘yaṁ yaṁ dhammaṁ ārabbha ye ye dhammā uppajjanti cittacetasikā dhammā,",
  "atk-abh03a51:31_2": "te te dhammā tesaṁ tesaṁ dhammānaṁ ārammaṇapaccayena paccayo’’ti osāpitattā na koci",
  "atk-abh03a51:31_3": "dhammo na hoti. Yathā hi dubbalo puriso daṇḍaṁ vā rajjuṁ vā ālambitvāva uṭṭhahati",
  "atk-abh03a51:31_4": "ceva tiṭṭhati ca, evaṁ cittacetasikā dhammā rūpādiārammaṇaṁ ārabbheva uppajjanti",
  "atk-abh03a51:31_5": "ceva tiṭṭhanti ca. Tasmā sabbepi cittacetasikānaṁ dhammānaṁ ārammaṇabhūtā dhammā",
  "atk-abh03a51:31_6": "ārammaṇapaccayoti veditabbā.",
  "atk-abh03a51:32_0": "Jeṭṭhakaṭṭhena upakārako dhammo adhipatipaccayo. So sahajātārammaṇavasena duvidho.",
  "atk-abh03a51:32_1": "Tattha ‘‘chandādhipati chandasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ",
  "atk-abh03a51:32_2": "adhipatipaccayena paccayo’’tiādivacanato chandavīriyacittavīmaṁsasaṅkhātā cattāro",
  "atk-abh03a51:32_3": "dhammā sahajātādhipatipaccayoti veditabbā, no ca kho ekato. Yadā hi chandaṁ dhuraṁ",
  "atk-abh03a51:32_4": "jeṭṭhakaṁ katvā cittaṁ pavattati, tadā chandova adhipati, na itare. Esa nayo sesesupi.",
  "atk-abh03a51:32_5": "Yaṁ pana dhammaṁ garuṁ katvā arūpadhammā pavattanti, so nesaṁ ārammaṇādhipati. Tena",
  "atk-abh03a51:32_6": "vuttaṁ – ‘‘yaṁ yaṁ dhammaṁ garuṁ katvā ye ye dhammā uppajjanti cittacetasikā dhammā,",
  "atk-abh03a51:32_7": "te te dhammā tesaṁ tesaṁ dhammānaṁ adhipatipaccayena paccayo’’ti.",
  "atk-abh03a51:33_0": "Anantarabhāvena upakārako dhammo anantarapaccayo. Samanantarabhāvena upakārako dhammo",
  "atk-abh03a51:33_1": "samanantarapaccayo. Idañca paccayadvayaṁ bahudhā papañcayanti. Ayaṁ panettha sāro",
  "atk-abh03a51:33_2": "– yo hi esa cakkhuviññāṇānantarā manodhātu, manodhātuanantarā manoviññāṇadhātūtiādi",
  "atk-abh03a51:33_3": "cittaniyamo, so yasmā purimacittavaseneva ijjhati, na aññathā. Tasmā attano attano",
  "atk-abh03a51:33_4": "anantaraṁ anurūpassa cittuppādassa uppādanasamatthova dhammo anantarapaccayo. Tenevāha",
  "atk-abh03a51:33_5": "– ‘‘anantarapaccayoti cakkhuviññāṇadhātu taṁsampayuttakā ca dhammā manodhātuyā taṁsampayuttakānañca",
  "atk-abh03a51:33_6": "dhammānaṁ anantarapaccayena paccayo’’tiādi.",
  "atk-abh03a51:34_0": "Yo anantarapaccayo, sveva samanantarapaccayo. Byañjanamattameva hettha nānaṁ, upacayasantatiādīsu",
  "atk-abh03a51:34_1": "viya, adhivacananiruttidukādīsu viya ca, atthato pana nānaṁ natthi. Yampi ‘‘addhānantaratāya",
  "atk-abh03a51:34_2": "anantarapaccayo, kālānantaratāya samanantarapaccayo’’ti ācariyānaṁ mataṁ , taṁ ‘‘nirodhā",
  "atk-abh03a51:34_3": "vuṭṭhahantassa nevasaññānāsaññāyatanakusalaṁ phalasamāpattiyā samanantarapaccayena",
  "atk-abh03a51:34_4": "paccayo’’tiādīhi virujjhati. Yampi tattha vadanti – ‘‘dhammānaṁ samuṭṭhāpanasamatthatā",
  "atk-abh03a51:34_5": "na parihāyati, bhāvanābalena pana vāritattā dhammā samanantaraṁ nuppajjantī’’ti,",
  "atk-abh03a51:34_6": "tampi kālānantaratāya abhāvameva sādheti. Bhāvanābalena hi tattha kālānantaratā natthīti,",
  "atk-abh03a51:34_7": "mayampi etadeva vadāma. Yasmā ca kālānantaratā natthi, tasmā samanantarapaccayatā",
  "atk-abh03a51:34_8": "na yujjati. Kālānantaratāya hi tesaṁ samanantarapaccayo hotīti laddhi. Tasmā abhinivesaṁ",
  "atk-abh03a51:34_9": "akatvā byañjanamattatovettha nānākaraṇaṁ paccetabbaṁ, na atthato. Kathaṁ? Natthi",
  "atk-abh03a51:34_10": "etesaṁ antaranti hi anantarā. Saṇṭhānābhāvato suṭṭhu anantarāti samanantarā.",
  "atk-abh03a51:35_0": "Uppajjamāno saha uppajjamānabhāvena upakārako dhammo sahajātapaccayo, pakāsassa padīpo",
  "atk-abh03a51:35_1": "viya. So arūpakkhandhādivasena chabbidho hoti. Yathāha – cattāro khandhā arūpino",
  "atk-abh03a51:35_2": "aññamaññaṁ sahajātapaccayena paccayo. Cattāro mahābhūtā aññamaññaṁ…pe… okkantikkhaṇe",
  "atk-abh03a51:35_3": "nāmarūpaṁ aññamaññaṁ…pe… cittacetasikā dhammā cittasamuṭṭhānānaṁ rūpānaṁ…pe… mahābhūtā",
  "atk-abh03a51:35_4": "upādārūpānaṁ…pe… rūpino dhammā arūpīnaṁ dhammānaṁ kiñcikāle sahajātapaccayena paccayo;",
  "atk-abh03a51:35_5": "kiñci kāle na sahajātapaccayena paccayoti. Idaṁ hadayavatthumeva sandhāya vuttaṁ.",
  "atk-abh03a51:36_0": "Aññamaññaṁ uppādanupatthambhanabhāvena upakārako dhammo aññamaññapaccayo. Aññamaññupatthambhakaṁ",
  "atk-abh03a51:36_1": "tidaṇḍaṁ viya. So arūpakkhandhādivasena tividho hoti. Yathāha – cattāro khandhā arūpino",
  "atk-abh03a51:36_2": "aññamaññapaccayena paccayo. Cattāro mahābhūtā…pe… okkantikkhaṇe nāmarūpaṁ aññamaññapaccayena paccayoti.",
  "atk-abh03a51:37_0": "Adhiṭṭhānākārena nissayākārena ca upakārako dhammo nissayapaccayo, tarucittakammādīnaṁ",
  "atk-abh03a51:37_1": "pathavīpaṭādayo viya. So ‘‘cattāro khandhā arūpino aññamaññaṁ nissayapaccayena paccayo’’ti",
  "atk-abh03a51:37_2": "evaṁ sahajāte vuttanayeneva veditabbo. Chaṭṭho panettha koṭṭhāso ‘‘cakkhāyatanaṁ",
  "atk-abh03a51:37_3": "cakkhuviññāṇadhātuyā, sotaghānajivhākāyāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca",
  "atk-abh03a51:37_4": "dhammānaṁ nissayapaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu",
  "atk-abh03a51:37_5": "ca vattanti , taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca",
  "atk-abh03a51:37_6": "dhammānaṁ nissayapaccayena paccayo’’ti evaṁ vibhatto.",
  "atk-abh03a51:38_0": "Upanissayapaccayoti idha pana ayaṁ tāva vacanattho – tadadhīnavuttitāya attano phalena",
  "atk-abh03a51:38_1": "nissito, na paṭikkhittoti nissayo. Yathā pana bhuso āyāso upāyāso, evaṁ bhuso nissayo",
  "atk-abh03a51:38_2": "upanissayo. Balavakāraṇassetaṁ adhivacanaṁ. Tasmā balavakāraṇabhāvena upakārako dhammo",
  "atk-abh03a51:38_3": "upanissayapaccayoti veditabbo. So ārammaṇūpanissayo, anantarūpanissayo pakatūpanissayoti",
  "atk-abh03a51:38_4": "tividho hoti. Tattha ‘‘dānaṁ datvā sīlaṁ samādiyitvā uposathakammaṁ katvā taṁ garuṁ",
  "atk-abh03a51:38_5": "katvā paccavekkhati, pubbe suciṇṇāni garuṁ katvā paccavekkhati, jhānā vuṭṭhahitvā",
  "atk-abh03a51:38_6": "jhānaṁ garuṁ katvā paccavekkhati, sekkhā gotrabhuṁ garuṁ katvā paccavekkhanti, vodānaṁ",
  "atk-abh03a51:38_7": "garuṁ katvā paccavekkhanti, sekkhā maggā vuṭṭhahitvā maggaṁ garuṁ katvā paccavekkhantī’’ti",
  "atk-abh03a51:38_8": "evamādinā nayena ārammaṇūpanissayo tāva ārammaṇādhipatinā saddhiṁ nānattaṁ akatvā",
  "atk-abh03a51:38_9": "vibhatto. Tattha yaṁ ārammaṇaṁ garuṁ katvā cittacetasikā uppajjanti, taṁ niyamato",
  "atk-abh03a51:38_10": "tesaṁ ārammaṇesu balavārammaṇaṁ hoti . Iti garukātabbamattaṭṭhena ārammaṇādhipati,",
  "atk-abh03a51:38_11": "balavakāraṇaṭṭhena ārammaṇūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "atk-abh03a51:39_0": "Anantarūpanissayopi ‘‘purimā purimā kusalā khandhā pacchimānaṁ pacchimānaṁ kusalānaṁ",
  "atk-abh03a51:39_1": "khandhānaṁ upanissayapaccayena paccayo’’tiādinā nayena anantarapaccayena saddhiṁ",
  "atk-abh03a51:39_2": "nānattaṁ akatvāva vibhatto. Mātikānikkhepe pana nesaṁ ‘‘cakkhuviññāṇadhātu taṁsampayuttakā",
  "atk-abh03a51:39_3": "ca dhammā manodhātuyā taṁsampayuttakānañca dhammānaṁ anantarapaccayena paccayo’’tiādinā",
  "atk-abh03a51:39_4": "nayena anantarassa ca ‘‘purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ",
  "atk-abh03a51:39_5": "dhammānaṁ upanissayapaccayena paccayo’’tiādinā nayena upanissayassa ca āgatattā nikkhepaviseso",
  "atk-abh03a51:39_6": "atthi, sopi atthato ekībhāvameva gacchati. Evaṁ santepi attano attano anantaraṁ anurūpassa",
  "atk-abh03a51:39_7": "cittuppādassa pavattanasamatthatāya anantaratā purimacittassa ca pacchimacittuppādane",
  "atk-abh03a51:39_8": "balavatāya anantarūpanissayatā veditabbā. Yathā hi hetupaccayādīsu kañci dhammaṁ",
  "atk-abh03a51:39_9": "vināpi cittaṁ uppajjati, na evaṁ anantaracittaṁ, vinā cittassa uppatti nāma atthi,",
  "atk-abh03a51:39_10": "tasmā balavapaccayo hoti. Iti attano attano anantaraṁ anurūpacittuppādavasena anantarapaccayo,",
  "atk-abh03a51:39_11": "balavakāraṇavasena anantarūpanissayoti evametesaṁ nānattaṁ veditabbaṁ.",
  "atk-abh03a51:40_0": "Pakatūpanissayo pana pakato upanissayo pakatūpanissayo. Pakato nāma attano santāne",
  "atk-abh03a51:40_1": "nipphādito vā saddhāsīlādi; upasevito vā utubhojanādi. Pakatiyāyeva vā upanissayo",
  "atk-abh03a51:40_2": "pakatūpanissayo, ārammaṇānantarehi asammissoti attho. Tassa ‘‘pakatūpanissayo – saddhaṁ",
  "atk-abh03a51:40_3": "upanissāya dānaṁ deti, sīlaṁ samādiyati, uposathakammaṁ karoti, jhānaṁ uppādeti,",
  "atk-abh03a51:40_4": "vipassanaṁ uppādeti, maggaṁ uppādeti, abhiññaṁ uppādeti, samāpattiṁ uppādeti, sīlaṁ…",
  "atk-abh03a51:40_5": "sutaṁ… cāgaṁ… paññaṁ upanissāya dānaṁ deti…pe… samāpattiṁ uppādeti. Saddhā… sīlaṁ…",
  "atk-abh03a51:40_6": "sutaṁ… cāgo… paññā saddhāya… sīlassa… sutassa… cāgassa… paññāya upanissayapaccayena",
  "atk-abh03a51:40_7": "paccayo’’tiādinā nayena anekappakārako pabhedo veditabbo. Iti ime saddhādayo pakatā",
  "atk-abh03a51:40_8": "ceva balavakāraṇaṭṭhena upanissayā cāti pakatūpanissayoti.",
  "atk-abh03a51:41_0": "Paṭhamataraṁ uppajjitvā vattamānabhāvena upakārako dhammo purejātapaccayo. So pañcadvāre",
  "atk-abh03a51:41_1": "vatthārammaṇahadayavatthuvasena ekādasavidho hoti . Yathāha – cakkhāyatanaṁ cakkhuviññāṇadhātuyā",
  "atk-abh03a51:41_2": "taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Sota… ghāna… jivhā… kāyāyatanaṁ,",
  "atk-abh03a51:41_3": "rūpāyatanaṁ, sadda… gandha… rasa… phoṭṭhabbāyatanaṁ, kāyaviññāṇadhātuyā taṁsampayuttakānañca",
  "atk-abh03a51:41_4": "dhammānaṁ purejātapaccayena paccayo. Rūpasaddagandharasaphoṭṭhabbāyatanaṁ manodhātuyā",
  "atk-abh03a51:41_5": "taṁsampayuttakānañca dhammānaṁ purejātapaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu",
  "atk-abh03a51:41_6": "ca manoviññāṇadhātu ca vattanti, taṁ rūpaṁ manodhātuyā taṁsampayuttakānañca dhammānaṁ",
  "atk-abh03a51:41_7": "purejātapaccayena paccayo, manoviññāṇadhātuyā taṁsampayuttakānañca dhammānaṁ kiñci",
  "atk-abh03a51:41_8": "kāle purejātapaccayena paccayo, kiñci kāle na purejātapaccayena paccayoti.",
  "atk-abh03a51:42_0": "Purejātānaṁ rūpadhammānaṁ upatthambhakaṭṭhena upakārako arūpadhammo pacchājātapaccayo,",
  "atk-abh03a51:42_1": "gijjhapotakasarīrānaṁ āhārāsācetanā viya. Tena vuttaṁ – ‘‘pacchājātā cittacetasikā",
  "atk-abh03a51:42_2": "dhammā purejātassa imassa kāyassa pacchājātapaccayena paccayo’’ti.",
  "atk-abh03a51:43_0": "Āsevanaṭṭhena anantarānaṁ paguṇabalavabhāvāya upakārako dhammo āsevanapaccayo, ganthādīsu",
  "atk-abh03a51:43_1": "purimāpurimābhiyogo viya. So kusalākusalakiriyajavanavasena tividho hoti. Yathāha",
  "atk-abh03a51:43_2": "– purimā purimā kusalā dhammā pacchimānaṁ pacchimānaṁ kusalānaṁ dhammānaṁ āsevanapaccayena",
  "atk-abh03a51:43_3": "paccayo . Purimā purimā akusalā…pe… kiriyābyākatā dhammā pacchimānaṁ pacchimānaṁ",
  "atk-abh03a51:43_4": "kiriyābyākatānaṁ dhammānaṁ āsevanapaccayena paccayoti.",
  "atk-abh03a51:44_0": "Cittapayogasaṅkhātena kiriyābhāvena upakārako dhammo kammapaccayo. So nānākkhaṇikāya",
  "atk-abh03a51:44_1": "ceva kusalākusalacetanāya sahajātāya ca sabbāyapi cetanāya vasena duvidho hoti. Yathāha",
  "atk-abh03a51:44_2": "– kusalākusalaṁ kammaṁ vipākānaṁ khandhānaṁ kaṭattā ca rūpānaṁ kammapaccayena paccayo.",
  "atk-abh03a51:44_3": "Cetanā sampayuttakānaṁ dhammānaṁ taṁ samuṭṭhānānañca rūpānaṁ kammapaccayena paccayoti.",
  "atk-abh03a51:45_0": "Nirussāhasantabhāvena nirussāhasantabhāvāya upakārako vipākadhammo vipākapaccayo.",
  "atk-abh03a51:45_1": "So pavatte cittasamuṭṭhānānaṁ, paṭisandhiyaṁ kaṭattā ca rūpānaṁ, sabbattha ca sampayuttadhammānaṁ",
  "atk-abh03a51:45_2": "vipākapaccayo hoti. Yathāha – vipākābyākato eko khandho tiṇṇaṁ khandhānaṁ, cittasamuṭṭhānānañca",
  "atk-abh03a51:45_3": "rūpānaṁ, vipākapaccayena paccayo…pe… paṭisandhikkhaṇe vipākābyākato eko khandho…pe…",
  "atk-abh03a51:45_4": "dve khandhā dvinnaṁ khandhānaṁ kaṭattā ca rūpānaṁ vipākapaccayena paccayo. Khandhā",
  "atk-abh03a51:45_5": "vatthussa vipākapaccayena paccayoti.",
  "atk-abh03a51:46_0": "Rūpārūpānaṁ upatthambhakaṭṭhena upakārakā cattāro āhārā āhārapaccayo. Yathāha – kabaḷīkāro",
  "atk-abh03a51:46_1": "āhāro imassa kāyassa āhārapaccayena paccayo. Arūpino āhārā sampayuttakānaṁ dhammānaṁ",
  "atk-abh03a51:46_2": "taṁsamuṭṭhānānañca rūpānaṁ āhārapaccayena paccayoti. Pañhāvāre pana ‘‘paṭisandhikkhaṇe",
  "atk-abh03a51:46_3": "vipākābyākatā āhārā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ āhārapaccayena",
  "atk-abh03a51:46_4": "paccayo’’tipi vuttaṁ.",
  "atk-abh03a51:47_0": "Adhipatiyaṭṭhena upakārakā itthindriyapurisindriyavajjā vīsatindriyā indriyapaccayo.",
  "atk-abh03a51:47_1": "Tattha cakkhundriyādayo pañca arūpadhammānaṁyeva, sesā rūpārūpānaṁ paccayā honti.",
  "atk-abh03a51:47_2": "Yathāha – cakkhundriyaṁ cakkhuviññāṇadhātuyā, sota… ghāna… jivhā… kāyindriyaṁ kāyaviññāṇadhātuyā",
  "atk-abh03a51:47_3": "taṁsampayuttakānañca dhammānaṁ indriyapaccayena paccayo. Rūpajīvitindriyaṁ kaṭattārūpānaṁ",
  "atk-abh03a51:47_4": "indriyapaccayena paccayo. Arūpino indriyā sampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca",
  "atk-abh03a51:47_5": "rūpānaṁ indriyapaccayena paccayoti. Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatā",
  "atk-abh03a51:47_6": "indriyā sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ indriyapaccayena paccayo’’tipi vuttaṁ.",
  "atk-abh03a51:48_0": "Upanijjhāyanaṭṭhena upakārakāni ṭhapetvā dvipañcaviññāṇesu kāyikasukhadukkhavedanādvayaṁ",
  "atk-abh03a51:48_1": "sabbānipi kusalādibhedāni satta jhānaṅgāni jhānapaccayo. Yathāha – jhānaṅgāni jhānasampayuttakānaṁ",
  "atk-abh03a51:48_2": "dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ jhānapaccayena paccayoti. Pañhāvāre pana paṭisandhikkhaṇe",
  "atk-abh03a51:48_3": "vipākābyākatāni jhānaṅgāni sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ jhānapaccayena",
  "atk-abh03a51:48_4": "paccayo’’tipi vuttaṁ.",
  "atk-abh03a51:49_0": "Yato tato vā niyyānaṭṭhena upakārakāni kusalādibhedāni dvādasa maggaṅgāni maggapaccayo.",
  "atk-abh03a51:49_1": "Yathāha – ‘‘maggaṅgāni maggasampayuttakānaṁ dhammānaṁ taṁsamuṭṭhānānañca rūpānaṁ",
  "atk-abh03a51:49_2": "maggapaccayena paccayo’’ti. Pañhāvāre pana ‘‘paṭisandhikkhaṇe vipākābyākatāni maggaṅgāni",
  "atk-abh03a51:49_3": "sampayuttakānaṁ khandhānaṁ kaṭattā ca rūpānaṁ maggapaccayena paccayo’’ti vuttaṁ.",
  "atk-abh03a51:49_4": "Na ete pana dvepi jhānamaggapaccayā yathāsaṅkhyaṁ dvipañcaviññāṇāhetukacittesu labbhantīti veditabbā.",
  "atk-abh03a51:50_0": "Ekavatthukaekārammaṇaekuppādekanirodhasaṅkhātena sampayuttabhāvena upakārakā arūpadhammā",
  "atk-abh03a51:50_1": "sampayuttapaccayo. Yathāha – ‘‘cattāro khandhā arūpino aññamaññaṁ sampayuttapaccayena paccayo’’ti.",
  "atk-abh03a51:51_0": "Ekavatthukādibhāvānupagamena upakārakā rūpino dhammā arūpīnaṁ, arūpino dhammā rūpīnaṁ",
  "atk-abh03a51:51_1": "vippayuttapaccayena paccayo. So sahajātapacchājātapurejātavasena tividho hoti. Vuttañhetaṁ",
  "atk-abh03a51:51_2": "– sahajātā kusalā khandhā cittasamuṭṭhānānaṁ rūpānaṁ vippayuttapaccayena paccayo.",
  "atk-abh03a51:51_3": "Pacchājātā kusalā khandhā purejātassa imassa kāyassa vippayuttapaccayena paccayoti.",
  "atk-abh03a51:51_4": "Abyākatapadassa pana sahajātavibhaṅge ‘‘paṭisandhikkhaṇe vipākābyākatā khandhā kaṭattārūpānaṁ",
  "atk-abh03a51:51_5": "vippayuttapaccayena paccayo. Khandhā vatthussa, vatthu khandhānaṁ vippayuttapaccayena",
  "atk-abh03a51:51_6": "paccayo’’ti vuttaṁ. Purejātaṁ pana cakkhundriyādivatthuvaseneva veditabbaṁ. Yathāha",
  "atk-abh03a51:51_7": "– purejātaṁ cakkhāyatanaṁ cakkhuviññāṇassa…pe… kāyāyatanaṁ kāyaviññāṇassa vippayuttapaccayena",
  "atk-abh03a51:51_8": "paccayo. Vatthu vipākābyākatānaṁ kiriyābyākatānaṁ khandhānaṁ vatthu kusalānaṁ khandhānaṁ,",
  "atk-abh03a51:51_9": "vatthu akusalānaṁ khandhānaṁ vippayuttapaccayena paccayoti.",
  "atk-abh03a51:52_0": "Paccuppannalakkhaṇena atthibhāvena tādisasseva dhammassa upatthambhakaṭṭhena upakārako",
  "atk-abh03a51:52_1": "dhammo atthipaccayo. Tassa arūpakkhandhamahābhūtanāmarūpacittacetasikamahābhūtāyatanavatthuvasena",
  "atk-abh03a51:52_2": "sattadhā mātikā nikkhittā. Yathāha – cattāro khandhā arūpino aññamaññaṁ atthipaccayena",
  "atk-abh03a51:52_3": "paccayo; cattāro mahābhūtā aññamaññaṁ, okkantikkhaṇe nāmarūpaṁ aññamaññaṁ, cittacetasikā",
  "atk-abh03a51:52_4": "dhammā cittasamuṭṭhānānaṁ rūpānaṁ mahābhūtā upādārūpānaṁ, cakkhāyatanaṁ cakkhuviññāṇadhātuyā…pe…",
  "atk-abh03a51:52_5": "kāyāyatanaṁ…pe… rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ kāyaviññāṇadhātuyā taṁsampayuttakānañca",
  "atk-abh03a51:52_6": "dhammānaṁ atthipaccayena paccayo. Rūpāyatanaṁ…pe… phoṭṭhabbāyatanaṁ manodhātuyā taṁsampayuttakānañca",
  "atk-abh03a51:52_7": "dhammānaṁ atthipaccayena paccayo. Yaṁ rūpaṁ nissāya manodhātu ca manoviññāṇadhātu",
  "atk-abh03a51:52_8": "ca vattanti, taṁ rūpaṁ manodhātuyā ca manoviññāṇadhātuyā ca taṁsampayuttakānañca",
  "atk-abh03a51:52_9": "dhammānaṁ atthipaccayena paccayoti. Pañhāvāre pana sahajātaṁ, purejātaṁ, pacchājātaṁ,",
  "atk-abh03a51:52_10": "āhāraṁ, indriyantipi nikkhipitvā sahajāte tāva ‘‘eko khandho tiṇṇaṁ khandhānaṁ cittasamuṭṭhānānañca",
  "atk-abh03a51:52_11": "rūpānaṁ atthipaccayena paccayo’’tiādinā nayena niddeso kato. Purejāte purejātānaṁ",
  "atk-abh03a51:52_12": "cakkhādīnaṁ vasena niddeso kato. Pacchājāte purejātassa imassa kāyassa pacchājātānaṁ",
  "atk-abh03a51:52_13": "cittacetasikānaṁ paccayavasena niddeso kato. Āhārindriyesu pana ‘‘kabaḷīkāro āhāro",
  "atk-abh03a51:52_14": "imassa kāyassa atthipaccayena paccayo. Rūpajīvitindriyaṁ kaṭattārūpānaṁ atthipaccayena",
  "atk-abh03a51:52_15": "paccayo’’ti evaṁ niddeso katoti.",
  "atk-abh03a51:53_0": "Attano anantaraṁ uppajjamānānaṁ arūpadhammānaṁ pavattiokāsassa dānena upakārakā samanantaraniruddhā",
  "atk-abh03a51:53_1": "arūpadhammā natthipaccayo. Yathāha – samanantaraniruddhā cittacetasikā dhammā paṭuppannānaṁ",
  "atk-abh03a51:53_2": "cittacetasikānaṁ dhammānaṁ natthipaccayena paccayoti.",
  "atk-abh03a51:54": "Te eva vigatabhāvena upakārakattā vigatapaccayo. Yathāha – samanantaravigatā cittacetasikā dhammā paṭuppannānaṁ cittacetasikānaṁ dhammānaṁ vigatapaccayena paccayoti.",
  "atk-abh03a51:55_0": "Atthipaccayadhammā eva avigatabhāvena upakārakattā avigatapaccayoti veditabbā. Desanāvilāsena",
  "atk-abh03a51:55_1": "pana tathā vinetabbaveneyyavasena vā ayaṁ duko vutto; sahetukadukaṁ vatvāpi hetusampayuttaduko viyāti.",
  "atk-abh03a51:56": "Imesu pana catuvīsatiyā paccayesu asammohatthaṁ –",
  "atk-abh03a51:57": "Dhammato kālato ceva, nānappakārabhedato;",
  "atk-abh03a51:58": "Paccayuppannato ceva, viññātabbo vinicchayo.",
  "atk-abh03a51:59_0": "Tattha dhammatoti – imesu hi paccayesu hetupaccayo tāva nāmarūpadhammesu nāmadhammekadeso.",
  "atk-abh03a51:59_1": "Ārammaṇapaccayo saddhiṁ paññattiyā ca abhāvena sabbepi nāmarūpadhammā. Adhipatipaccaye",
  "atk-abh03a51:59_2": "sahajātādhipati nāmadhammekadeso, tathā kammajhānamaggapaccayā. Ārammaṇādhipati sabbepi",
  "atk-abh03a51:59_3": "garukātabbā ārammaṇadhammā. Anantarasamanantarapacchājātaāsevanavipākasampayuttanatthivigatapaccayā",
  "atk-abh03a51:59_4": "nāmadhammāva. Nibbānassa asaṅgahitattā nāmadhammekadesotipi vattuṁ vaṭṭati. Purejātapaccayo",
  "atk-abh03a51:59_5": "rūpekadeso. Sesā yathālābhavasena nāmarūpadhammāti evaṁ tāvettha dhammato viññātabbo vinicchayo.",
  "atk-abh03a51:60": "Kālatoti –",
  "atk-abh03a51:61": "Paccuppannāva hontettha, paccayā dasa pañca ca;",
  "atk-abh03a51:62": "Atītā eva pañceko, te kāle dvepi nissito;",
  "atk-abh03a51:63": "Tayo tikālikā ceva, vimuttā cāpi kālatoti.",
  "atk-abh03a51:64_0": "Etesu hi hetupaccayo sahajātaaññamaññanissayapurejātapacchājātavipākaāhāraindriyajhānamaggasampayuttavippayuttaatthiavigatapaccayoti",
  "atk-abh03a51:64_1": "ime pannarasa paccayā paccuppannadhammāva honti. Anantarapaccayo samanantaraāsevananatthivigatapaccayoti",
  "atk-abh03a51:64_2": "ime pañca atītāyeva honti. Eko pana kammapaccayo, so paccuppannātīte dvepi kāle nissito",
  "atk-abh03a51:64_3": "hoti. Sesā ārammaṇapaccayo adhipatipaccayo upanissayapaccayoti ime tayo paccayā tekālikāpi",
  "atk-abh03a51:64_4": "honti, paññattiyā saddhiṁ nibbānassa saṅgahitattā kālavimuttāpīti. Evamettha kālatopi",
  "atk-abh03a51:64_5": "viññātabbo vinicchayo.",
  "atk-abh03a51:65": "Nānappakārabhedato paccayuppannatoti imesaṁ pana dvinnaṁ padānaṁ attho niddesavāre āvibhavissatīti.",
  "atk-abh03a51:66": "Paccayuddesavaṇṇanā."
}