{
  "dn10:0.1": "Dīgha Nikāya 10",
  "dn10:0.2": "Subhasutta",
  "dn10:1.1.1": "Evaṁ me sutaṁ—",
  "dn10:1.1.2": "ekaṁ samayaṁ āyasmā ānando sāvatthiyaṁ viharati jetavane anāthapiṇḍikassa ārāme aciraparinibbute bhagavati.",
  "dn10:1.1.3": "Tena kho pana samayena subho māṇavo todeyyaputto sāvatthiyaṁ paṭivasati kenacideva karaṇīyena.",
  "dn10:1.2.1": "Atha kho subho māṇavo todeyyaputto aññataraṁ māṇavakaṁ āmantesi:",
  "dn10:1.2.2": "“ehi tvaṁ, māṇavaka, yena samaṇo ānando tenupasaṅkama; upasaṅkamitvā mama vacanena samaṇaṁ ānandaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ puccha:",
  "dn10:1.2.3": "‘subho māṇavo todeyyaputto bhavantaṁ ānandaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchatī’ti.",
  "dn10:1.2.4": "Evañca vadehi:",
  "dn10:1.3.1": "‘sādhu kira bhavaṁ ānando yena subhassa māṇavassa todeyyaputtassa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti.",
  "dn10:1.3.2": "“Evaṁ, bho”ti kho so māṇavako subhassa māṇavassa todeyyaputtassa paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi.",
  "dn10:1.3.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho so māṇavako āyasmantaṁ ānandaṁ etadavoca:",
  "dn10:1.3.4": "“subho māṇavo todeyyaputto bhavantaṁ ānandaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati;",
  "dn10:1.3.5": "evañca vadeti:",
  "dn10:1.3.6": "‘sādhu kira bhavaṁ ānando yena subhassa māṇavassa todeyyaputtassa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā’”ti.",
  "dn10:1.4.1": "Evaṁ vutte, āyasmā ānando taṁ māṇavakaṁ etadavoca:",
  "dn10:1.4.2": "“akālo kho, māṇavaka.",
  "dn10:1.4.3": "Atthi me ajja bhesajjamattā pītā.",
  "dn10:1.4.4": "Appevanāma svepi upasaṅkameyyāma kālañca samayañca upādāyā”ti.",
  "dn10:1.4.5": "“Evaṁ, bho”ti kho so māṇavako āyasmato ānandassa paṭissutvā uṭṭhāyāsanā yena subho māṇavo todeyyaputto tenupasaṅkami; upasaṅkamitvā subhaṁ māṇavaṁ todeyyaputtaṁ etadavoca:",
  "dn10:1.4.6": "“avocumhā kho mayaṁ bhoto vacanena taṁ bhavantaṁ ānandaṁ:",
  "dn10:1.4.7": "‘subho māṇavo todeyyaputto bhavantaṁ ānandaṁ appābādhaṁ appātaṅkaṁ lahuṭṭhānaṁ balaṁ phāsuvihāraṁ pucchati, evañca vadeti:",
  "dn10:1.4.8": "“sādhu kira bhavaṁ ānando yena subhassa māṇavassa todeyyaputtassa nivesanaṁ tenupasaṅkamatu anukampaṁ upādāyā”’ti.",
  "dn10:1.4.9": "Evaṁ vutte, bho, samaṇo ānando maṁ etadavoca:",
  "dn10:1.4.10": "‘akālo kho, māṇavaka.",
  "dn10:1.4.11": "Atthi me ajja bhesajjamattā pītā.",
  "dn10:1.4.12": "Appevanāma svepi upasaṅkameyyāma kālañca samayañca upādāyā’ti.",
  "dn10:1.4.13": "Ettāvatāpi kho, bho, katameva etaṁ, yato kho so bhavaṁ ānando okāsamakāsi svātanāyapi upasaṅkamanāyā”ti.",
  "dn10:1.5.1_0": "Atha kho āyasmā ānando tassā rattiyā accayena pubbaṇhasamayaṁ nivāsetvā pattacīvaramādāya",
  "dn10:1.5.1_1": "cetakena bhikkhunā pacchāsamaṇena yena subhassa māṇavassa todeyyaputtassa nivesanaṁ",
  "dn10:1.5.1_2": "tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Atha kho subho māṇavo todeyyaputto",
  "dn10:1.5.1_3": "yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṁ sammodi.",
  "dn10:1.5.2": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho subho māṇavo todeyyaputto āyasmantaṁ ānandaṁ etadavoca:",
  "dn10:1.5.3": "“bhavañhi ānando tassa bhoto gotamassa dīgharattaṁ upaṭṭhāko santikāvacaro samīpacārī.",
  "dn10:1.5.4": "Bhavametaṁ ānando jāneyya, yesaṁ so bhavaṁ gotamo dhammānaṁ vaṇṇavādī ahosi, yattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesi.",
  "dn10:1.5.5": "Katamesānaṁ kho, bho ānanda, dhammānaṁ so bhavaṁ gotamo vaṇṇavādī ahosi; kattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesī”ti?",
  "dn10:1.6.1": "“Tiṇṇaṁ kho, māṇava, khandhānaṁ so bhagavā vaṇṇavādī ahosi; ettha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesi.",
  "dn10:1.6.2": "Katamesaṁ tiṇṇaṁ?",
  "dn10:1.6.3": "Ariyassa sīlakkhandhassa, ariyassa samādhikkhandhassa, ariyassa paññākkhandhassa.",
  "dn10:1.6.4": "Imesaṁ kho, māṇava, tiṇṇaṁ khandhānaṁ so bhagavā vaṇṇavādī ahosi; ettha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesī”ti.",
  "dn10:1.6.5.0": "1. Sīlakkhandha",
  "dn10:1.6.6": "“Katamo pana so, bho ānanda, ariyo sīlakkhandho, yassa so bhavaṁ gotamo vaṇṇavādī ahosi, yattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesī”ti?",
  "dn10:1.7.1": "“Idha, māṇava, tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā.",
  "dn10:1.7.2": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti.",
  "dn10:1.7.3": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti.",
  "dn10:1.8.1": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto.",
  "dn10:1.8.2": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati.",
  "dn10:1.8.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "dn10:1.8.4": "‘sambādho gharāvāso rajopatho, abbhokāso pabbajjā,",
  "dn10:1.8.5": "nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "dn10:1.8.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti.",
  "dn10:1.9.1_0": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya",
  "dn10:1.9.1_1": "appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya kesamassuṁ ohāretvā",
  "dn10:1.9.1_2": "kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati.",
  "dn10:1.10.1_0": "So evaṁ pabbajito samāno pātimokkhasaṁvarasaṁvuto viharati, ācāragocarasampanno,",
  "dn10:1.10.1_1": "anumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu, kāyakammavacīkammena",
  "dn10:1.10.1_2": "samannāgato kusalena, parisuddhājīvo, sīlasampanno, indriyesu guttadvāro, satisampajaññena",
  "dn10:1.10.1_3": "samannāgato, santuṭṭho.",
  "dn10:1.11.1": "Kathañca, māṇava, bhikkhu sīlasampanno hoti?",
  "dn10:1.11.2": "Idha, māṇava, bhikkhu pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati.",
  "dn10:1.11.3": "Yampi, māṇava, bhikkhu pāṇātipātaṁ pahāya pāṇātipātā paṭivirato hoti, nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati;",
  "dn10:1.12.1-1.27": "idampissa hoti sīlasmiṁ.",
  "dn10:1.28.1": "Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti,",
  "dn10:1.28.2_0": "seyyathidaṁ—santikammaṁ paṇidhikammaṁ bhūtakammaṁ bhūrikammaṁ vassakammaṁ vossakammaṁ",
  "dn10:1.28.2_1": "vatthukammaṁ vatthuparikammaṁ ācamanaṁ nhāpanaṁ juhanaṁ vamanaṁ virecanaṁ uddhaṁvirecanaṁ",
  "dn10:1.28.2_2": "adhovirecanaṁ sīsavirecanaṁ kaṇṇatelaṁ nettatappanaṁ natthukammaṁ añjanaṁ paccañjanaṁ",
  "dn10:1.28.2_3": "sālākiyaṁ sallakattiyaṁ dārakatikicchā mūlabhesajjānaṁ anuppadānaṁ osadhīnaṁ paṭimokkho",
  "dn10:1.28.3": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti.",
  "dn10:1.28.4": "Yampi, māṇava, bhikkhu yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṁ kappenti,",
  "dn10:1.28.5": "seyyathidaṁ—santikammaṁ paṇidhikammaṁ …pe… osadhīnaṁ paṭimokkho",
  "dn10:1.28.6": "iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti.",
  "dn10:1.28.7": "Idampissa hoti sīlasmiṁ.",
  "dn10:1.29.1": "Sa kho so, māṇava, bhikkhu evaṁ sīlasampanno na kutoci bhayaṁ samanupassati, yadidaṁ sīlasaṁvarato.",
  "dn10:1.29.2": "Seyyathāpi, māṇava, rājā khattiyo muddhāvasitto nihatapaccāmitto na kutoci bhayaṁ samanupassati, yadidaṁ paccatthikato;",
  "dn10:1.29.3": "evameva kho, māṇava, bhikkhu evaṁ sīlasampanno na kutoci bhayaṁ samanupassati, yadidaṁ sīlasaṁvarato.",
  "dn10:1.29.4": "So iminā ariyena sīlakkhandhena samannāgato ajjhattaṁ anavajjasukhaṁ paṭisaṁvedeti.",
  "dn10:1.29.5": "Evaṁ kho, māṇava, bhikkhu sīlasampanno hoti.",
  "dn10:1.30.1": "Ayaṁ kho so, māṇava, ariyo sīlakkhandho yassa so bhagavā vaṇṇavādī ahosi, yattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesi.",
  "dn10:1.30.2": "Atthi cevettha uttarikaraṇīyan”ti.",
  "dn10:1.30.3": "“Acchariyaṁ, bho ānanda, abbhutaṁ, bho ānanda.",
  "dn10:1.30.4": "So cāyaṁ, bho ānanda, ariyo sīlakkhandho paripuṇṇo, no aparipuṇṇo.",
  "dn10:1.30.5": "Evaṁ paripuṇṇañcāhaṁ, bho ānanda, ariyaṁ sīlakkhandhaṁ ito bahiddhā aññesu samaṇabrāhmaṇesu na samanupassāmi.",
  "dn10:1.30.6": "Evaṁ paripuṇṇañca, bho ānanda, ariyaṁ sīlakkhandhaṁ ito bahiddhā aññe samaṇabrāhmaṇā attani samanupasseyyuṁ, te tāvatakeneva attamanā assu:",
  "dn10:1.30.7": "‘alamettāvatā, katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttarikaraṇīyan’ti.",
  "dn10:1.30.8": "Atha ca pana bhavaṁ ānando evamāha:",
  "dn10:1.30.9": "‘atthi cevettha uttarikaraṇīyan’”ti.",
  "dn10:2.1.0": "2. Samādhikkhandha",
  "dn10:2.1.1": "“Katamo pana so, bho ānanda, ariyo samādhikkhandho, yassa so bhavaṁ gotamo vaṇṇavādī ahosi, yattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesī”ti?",
  "dn10:2.2.1": "“Kathañca, māṇava, bhikkhu indriyesu guttadvāro hoti?",
  "dn10:2.2.2": "Idha, māṇava, bhikkhu cakkhunā rūpaṁ disvā na nimittaggāhī hoti nānubyañjanaggāhī;",
  "dn10:2.2.3_0": "yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā",
  "dn10:2.2.3_1": "dhammā anvāssaveyyuṁ; tassa saṁvarāya paṭipajjati, rakkhati cakkhundriyaṁ, cakkhundriye saṁvaraṁ āpajjati.",
  "dn10:2.2.4": "Sotena saddaṁ sutvā …pe…",
  "dn10:2.2.5": "ghānena gandhaṁ ghāyitvā …",
  "dn10:2.2.6": "jivhāya rasaṁ sāyitvā …",
  "dn10:2.2.7": "kāyena phoṭṭhabbaṁ phusitvā …",
  "dn10:2.2.8": "manasā dhammaṁ viññāya na nimittaggāhī hoti nānubyañjanaggāhī;",
  "dn10:2.2.9_0": "yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā",
  "dn10:2.2.9_1": "dhammā anvāssaveyyuṁ; tassa saṁvarāya paṭipajjati, rakkhati manindriyaṁ, manindriye saṁvaraṁ āpajjati.",
  "dn10:2.2.10": "So iminā ariyena indriyasaṁvarena samannāgato ajjhattaṁ abyāsekasukhaṁ paṭisaṁvedeti.",
  "dn10:2.2.11": "Evaṁ kho, māṇava, bhikkhu indriyesu guttadvāro hoti.",
  "dn10:2.3.1": "Kathañca, māṇava, bhikkhu satisampajaññena samannāgato hoti?",
  "dn10:2.3.2_0": "Idha, māṇava, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite",
  "dn10:2.3.2_1": "sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe",
  "dn10:2.3.2_2": "sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme",
  "dn10:2.3.2_3": "sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.",
  "dn10:2.3.3": "Evaṁ kho, māṇava, bhikkhu satisampajaññena samannāgato hoti.",
  "dn10:2.4.1": "Kathañca, māṇava, bhikkhu santuṭṭho hoti?",
  "dn10:2.4.2": "Idha, māṇava, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati.",
  "dn10:2.4.3": "Seyyathāpi, māṇava, pakkhī sakuṇo yena yeneva ḍeti, sapattabhārova ḍeti;",
  "dn10:2.4.4": "evameva kho, māṇava, bhikkhu santuṭṭho hoti kāyaparihārikena cīvarena kucchiparihārikena piṇḍapātena. So yena yeneva pakkamati, samādāyeva pakkamati.",
  "dn10:2.4.5": "Evaṁ kho, māṇava, bhikkhu santuṭṭho hoti.",
  "dn10:2.5.1_0": "So iminā ca ariyena sīlakkhandhena samannāgato, iminā ca ariyena indriyasaṁvarena",
  "dn10:2.5.1_1": "samannāgato, iminā ca ariyena satisampajaññena samannāgato, imāya ca ariyāya santuṭṭhiyā samannāgato",
  "dn10:2.5.2": "vivittaṁ senāsanaṁ bhajati araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanapatthaṁ abbhokāsaṁ palālapuñjaṁ.",
  "dn10:2.5.3": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya, parimukhaṁ satiṁ upaṭṭhapetvā.",
  "dn10:2.6.1": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati abhijjhāya cittaṁ parisodheti.",
  "dn10:2.6.2": "Byāpādapadosaṁ pahāya abyāpannacitto viharati sabbapāṇabhūtahitānukampī byāpādapadosā cittaṁ parisodheti.",
  "dn10:2.6.3": "Thinamiddhaṁ pahāya vigatathinamiddho viharati ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti.",
  "dn10:2.6.4": "Uddhaccakukkuccaṁ pahāya anuddhato viharati ajjhattaṁ vūpasantacitto uddhaccakukkuccā cittaṁ parisodheti.",
  "dn10:2.6.5": "Vicikicchaṁ pahāya tiṇṇavicikiccho viharati akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti.",
  "dn10:2.7.1": "Seyyathāpi, māṇava, puriso iṇaṁ ādāya kammante payojeyya.",
  "dn10:2.7.2": "Tassa te kammantā samijjheyyuṁ.",
  "dn10:2.7.3": "So yāni ca porāṇāni iṇamūlāni tāni ca byantiṁ kareyya, siyā cassa uttariṁ avasiṭṭhaṁ dārabharaṇāya.",
  "dn10:2.7.4": "Tassa evamassa:",
  "dn10:2.7.5": "‘ahaṁ kho pubbe iṇaṁ ādāya kammante payojesiṁ.",
  "dn10:2.7.6": "Tassa me te kammantā samijjhiṁsu.",
  "dn10:2.7.7": "Sohaṁ yāni ca porāṇāni iṇamūlāni tāni ca byantiṁ akāsiṁ, atthi ca me uttariṁ avasiṭṭhaṁ dārabharaṇāyā’ti.",
  "dn10:2.7.8": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ.",
  "dn10:2.8.1": "Seyyathāpi, māṇava, puriso ābādhiko assa dukkhito bāḷhagilāno; bhattañcassa nacchādeyya, na cassa kāye balamattā.",
  "dn10:2.8.2": "So aparena samayena tamhā ābādhā mucceyya, bhattañcassa chādeyya, siyā cassa kāye balamattā.",
  "dn10:2.8.3": "Tassa evamassa:",
  "dn10:2.8.4": "‘ahaṁ kho pubbe ābādhiko ahosiṁ dukkhito bāḷhagilāno, bhattañca me nacchādesi, na ca me āsi kāye balamattā.",
  "dn10:2.8.5": "Somhi etarahi tamhā ābādhā mutto bhattañca me chādeti, atthi ca me kāye balamattā’ti.",
  "dn10:2.8.6": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ.",
  "dn10:2.9.1": "Seyyathāpi, māṇava, puriso bandhanāgāre baddho assa.",
  "dn10:2.9.2": "So aparena samayena tamhā bandhanāgārā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṁ vayo.",
  "dn10:2.9.3": "Tassa evamassa:",
  "dn10:2.9.4": "‘ahaṁ kho pubbe bandhanāgāre baddho ahosiṁ.",
  "dn10:2.9.5": "Somhi etarahi tamhā bandhanāgārā mutto sotthinā abbhayena, natthi ca me kiñci bhogānaṁ vayo’ti.",
  "dn10:2.9.6": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ.",
  "dn10:2.10.1": "Seyyathāpi, māṇava, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo.",
  "dn10:2.10.2": "So aparena samayena tamhā dāsabyā mucceyya, attādhīno aparādhīno bhujisso yenakāmaṅgamo.",
  "dn10:2.10.3": "Tassa evamassa:",
  "dn10:2.10.4": "‘ahaṁ kho pubbe dāso ahosiṁ anattādhīno parādhīno na yenakāmaṅgamo.",
  "dn10:2.10.5": "Somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti.",
  "dn10:2.10.6": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ.",
  "dn10:2.11.1": "Seyyathāpi, māṇava, puriso sadhano sabhogo kantāraddhānamaggaṁ paṭipajjeyya dubbhikkhaṁ sappaṭibhayaṁ.",
  "dn10:2.11.2": "So aparena samayena taṁ kantāraṁ nitthareyya, sotthinā gāmantaṁ anupāpuṇeyya khemaṁ appaṭibhayaṁ.",
  "dn10:2.11.3": "Tassa evamassa:",
  "dn10:2.11.4": "‘ahaṁ kho pubbe sadhano sabhogo kantāraddhānamaggaṁ paṭipajjiṁ dubbhikkhaṁ sappaṭibhayaṁ.",
  "dn10:2.11.5": "Somhi etarahi taṁ kantāraṁ nitthiṇṇo, sotthinā gāmantaṁ anuppatto khemaṁ appaṭibhayan’ti.",
  "dn10:2.11.6": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ.",
  "dn10:2.12.1": "Evameva kho, māṇava, bhikkhu yathā iṇaṁ yathā rogaṁ yathā bandhanāgāraṁ yathā dāsabyaṁ yathā kantāraddhānamaggaṁ, evaṁ ime pañca nīvaraṇe appahīne attani samanupassati.",
  "dn10:2.12.2": "Seyyathāpi, māṇava, yathā āṇaṇyaṁ yathā ārogyaṁ yathā bandhanāmokkhaṁ yathā bhujissaṁ yathā khemantabhūmiṁ.",
  "dn10:2.12.3": "Evameva kho bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati.",
  "dn10:2.12.4": "Tassime pañca nīvaraṇe pahīne attani samanupassato pāmojjaṁ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṁ vedeti, sukhino cittaṁ samādhiyati.",
  "dn10:2.13.1": "So vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.13.2": "So imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti.",
  "dn10:2.14.1_0": "Seyyathāpi, māṇava, dakkho nhāpako vā nhāpakantevāsī vā kaṁsathāle nhānīyacuṇṇāni",
  "dn10:2.14.1_1": "ākiritvā udakena paripphosakaṁ paripphosakaṁ sanneyya. Sāyaṁ nhānīyapiṇḍi snehānugatā",
  "dn10:2.14.1_2": "snehaparetā santarabāhirā phuṭā snehena, na ca paggharaṇī.",
  "dn10:2.14.2_0": "Evameva kho, māṇava, bhikkhu imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti",
  "dn10:2.14.2_1": "paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti.",
  "dn10:2.14.3": "Yampi, māṇava, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.14.4": "So imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti.",
  "dn10:2.14.5": "Idampissa hoti samādhismiṁ.",
  "dn10:2.15.1": "Puna caparaṁ, māṇava, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.15.2": "So imameva kāyaṁ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti.",
  "dn10:2.16.1_0": "Seyyathāpi, māṇava, udakarahado gambhīro ubbhidodako. Tassa nevassa puratthimāya",
  "dn10:2.16.1_1": "disāya udakassa āyamukhaṁ, na dakkhiṇāya disāya udakassa āyamukhaṁ, na pacchimāya",
  "dn10:2.16.1_2": "disāya udakassa āyamukhaṁ, na uttarāya disāya udakassa āyamukhaṁ, devo ca na kālena",
  "dn10:2.16.1_3": "kālaṁ sammā dhāraṁ anupaveccheyya. Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā",
  "dn10:2.16.1_4": "tameva udakarahadaṁ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya,",
  "dn10:2.16.1_5": "nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṁ assa.",
  "dn10:2.16.2": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.16.3": "yampi, māṇava, bhikkhu vitakkavicārānaṁ vūpasamā …pe… dutiyaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.16.4": "So imameva kāyaṁ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti.",
  "dn10:2.16.5": "Idampissa hoti samādhismiṁ.",
  "dn10:2.17.1_0": "Puna caparaṁ, māṇava, bhikkhu pītiyā ca virāgā upekkhako ca viharati sato sampajāno,",
  "dn10:2.17.1_1": "sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti,",
  "dn10:2.17.1_2": "tatiyaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.17.2": "So imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti.",
  "dn10:2.17.3_0": "Seyyathāpi, māṇava, uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni uppalāni",
  "dn10:2.17.3_1": "vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni antonimuggaposīni,",
  "dn10:2.17.3_2": "tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni,",
  "dn10:2.17.3_3": "nāssa kiñci sabbāvataṁ uppalānaṁ vā padumānaṁ vā puṇḍarīkānaṁ vā sītena vārinā apphuṭaṁ assa.",
  "dn10:2.17.4": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.17.5": "yampi, māṇava, bhikkhu pītiyā ca virāgā …pe… tatiyaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.17.6": "So imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti.",
  "dn10:2.17.7": "Idampissa hoti samādhismiṁ.",
  "dn10:2.18.1_0": "Puna caparaṁ, māṇava, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ",
  "dn10:2.18.1_1": "atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.18.2": "So imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti;",
  "dn10:2.18.3": "nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti.",
  "dn10:2.18.4": "Seyyathāpi, māṇava, puriso odātena vatthena sasīsaṁ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṁ assa.",
  "dn10:2.18.5": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.18.6": "yampi, māṇava, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṁ atthaṅgamā adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ jhānaṁ upasampajja viharati.",
  "dn10:2.18.7": "So imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti; nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti.",
  "dn10:2.18.8": "Idampissa hoti samādhismiṁ.",
  "dn10:2.19.1": "Ayaṁ kho so, māṇava, ariyo samādhikkhandho yassa so bhagavā vaṇṇavādī ahosi, yattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesi.",
  "dn10:2.19.2": "Atthi cevettha uttarikaraṇīyan”ti.",
  "dn10:2.19.3": "“Acchariyaṁ, bho ānanda, abbhutaṁ, bho ānanda.",
  "dn10:2.19.4": "So cāyaṁ, bho ānanda, ariyo samādhikkhandho paripuṇṇo, no aparipuṇṇo.",
  "dn10:2.19.5": "Evaṁ paripuṇṇañcāhaṁ, bho ānanda, ariyaṁ samādhikkhandhaṁ ito bahiddhā aññesu samaṇabrāhmaṇesu na samanupassāmi.",
  "dn10:2.19.6": "Evaṁ paripuṇṇañca, bho ānanda, ariyaṁ samādhikkhandhaṁ ito bahiddhā aññe samaṇabrāhmaṇā attani samanupasseyyuṁ, te tāvatakeneva attamanā assu:",
  "dn10:2.19.7": "‘alamettāvatā, katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttarikaraṇīyan’ti.",
  "dn10:2.19.8": "Atha ca pana bhavaṁ ānando evamāha:",
  "dn10:2.19.9": "‘atthi cevettha uttarikaraṇīyan’ti.",
  "dn10:2.20.0": "3. Paññākkhandha",
  "dn10:2.20.1": "Katamo pana so, bho ānanda, ariyo paññākkhandho, yassa bho bhavaṁ gotamo vaṇṇavādī ahosi, yattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesī”ti?",
  "dn10:2.21.1": "“So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.21.2": "So evaṁ pajānāti:",
  "dn10:2.21.3_0": "‘ayaṁ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo;",
  "dn10:2.21.3_1": "idañca pana me viññāṇaṁ ettha sitaṁ ettha paṭibaddhan’ti.",
  "dn10:2.22.1_0": "Seyyathāpi, māṇava, maṇi veḷuriyo subho jātimā aṭṭhaṁso suparikammakato accho vippasanno",
  "dn10:2.22.1_1": "anāvilo sabbākārasampanno. Tatrāssa suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā.",
  "dn10:2.22.2_0": "Tamenaṁ cakkhumā puriso hatthe karitvā paccavekkheyya: ‘ayaṁ kho maṇi veḷuriyo subho",
  "dn10:2.22.2_1": "jātimā aṭṭhaṁso suparikammakato accho vippasanno anāvilo sabbākārasampanno. Tatridaṁ",
  "dn10:2.22.2_2": "suttaṁ āvutaṁ nīlaṁ vā pītaṁ vā lohitaṁ vā odātaṁ vā paṇḍusuttaṁ vā’ti.",
  "dn10:2.22.3_0": "Evameva kho, māṇava, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese",
  "dn10:2.22.3_1": "mudubhūte kammaniye ṭhite āneñjappatte ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.22.4": "So evaṁ pajānāti:",
  "dn10:2.22.5_0": "‘ayaṁ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṁsanadhammo.",
  "dn10:2.22.5_1": "Idañca pana me viññāṇaṁ ettha sitaṁ ettha paṭibaddhan’ti.",
  "dn10:2.22.6": "Yampi, māṇava, bhikkhu evaṁ samāhite citte …pe…",
  "dn10:2.22.7": "āneñjappatte ñāṇadassanāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.22.8": "So evaṁ pajānāti …pe…",
  "dn10:2.22.9": "ettha paṭibaddhanti.",
  "dn10:2.22.10": "Idampissa hoti paññāya.",
  "dn10:2.23.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte manomayaṁ kāyaṁ abhinimmānāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.23.2": "So imamhā kāyā aññaṁ kāyaṁ abhinimmināti rūpiṁ manomayaṁ sabbaṅgapaccaṅgiṁ ahīnindriyaṁ.",
  "dn10:2.24.1": "Seyyathāpi, māṇava, puriso muñjamhā īsikaṁ pavāheyya.",
  "dn10:2.24.2": "Tassa evamassa:",
  "dn10:2.24.3": "‘ayaṁ muñjo ayaṁ īsikā; añño muñjo aññā īsikā; muñjamhā tveva īsikā pavāḷhā’ti.",
  "dn10:2.24.4": "Seyyathā vā pana, māṇava, puriso asiṁ kosiyā pavāheyya.",
  "dn10:2.24.5": "Tassa evamassa:",
  "dn10:2.24.6": "‘ayaṁ asi, ayaṁ kosi; añño asi, aññā kosi; kosiyā tveva asi pavāḷho’ti.",
  "dn10:2.24.7": "Seyyathā vā pana, māṇava, puriso ahiṁ karaṇḍā uddhareyya.",
  "dn10:2.24.8": "Tassa evamassa:",
  "dn10:2.24.9": "‘ayaṁ ahi, ayaṁ karaṇḍo; añño ahi, añño karaṇḍo; karaṇḍā tveva ahi ubbhato’ti.",
  "dn10:2.24.10": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.24.11_0": "yampi, māṇava, bhikkhu evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese",
  "dn10:2.24.11_1": "mudubhūte kammaniye ṭhite āneñjappatte manomayaṁ kāyaṁ abhinimmānāya cittaṁ abhinīharati abhininnāmeti …pe….",
  "dn10:2.24.12": "Idampissa hoti paññāya.",
  "dn10:2.25.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.25.2_0": "So anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā",
  "dn10:2.25.2_1": "eko hoti; āvibhāvaṁ tirobhāvaṁ tirokuṭṭaṁ tiropākāraṁ tiropabbataṁ asajjamāno gacchati",
  "dn10:2.25.2_2": "seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṁ karoti seyyathāpi udake; udakepi abhijjamāne",
  "dn10:2.25.2_3": "gacchati seyyathāpi pathaviyaṁ; ākāsepi pallaṅkena kamati seyyathāpi pakkhī sakuṇo;",
  "dn10:2.25.2_4": "imepi candimasūriye evaṁ mahiddhike evaṁ mahānubhāve pāṇinā parāmasati parimajjati;",
  "dn10:2.25.2_5": "yāva brahmalokāpi kāyena vasaṁ vatteti.",
  "dn10:2.26.1": "Seyyathāpi, māṇava, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaññadeva bhājanavikatiṁ ākaṅkheyya, taṁ tadeva kareyya abhinipphādeyya.",
  "dn10:2.26.2": "Seyyathā vā pana, māṇava, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṁ dantasmiṁ yaññadeva dantavikatiṁ ākaṅkheyya, taṁ tadeva kareyya abhinipphādeyya.",
  "dn10:2.26.3": "Seyyathā vā pana, māṇava, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṁ suvaṇṇasmiṁ yaññadeva suvaṇṇavikatiṁ ākaṅkheyya, taṁ tadeva kareyya abhinipphādeyya.",
  "dn10:2.26.4_0": "Evameva kho, māṇava, bhikkhu …pe… yampi māṇava bhikkhu evaṁ samāhite citte parisuddhe",
  "dn10:2.26.4_1": "pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte iddhividhāya",
  "dn10:2.26.4_2": "cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.26.5": "So anekavihitaṁ iddhividhaṁ paccanubhoti—ekopi hutvā bahudhā hoti …pe… yāva brahmalokāpi kāyena vasaṁ vatteti.",
  "dn10:2.26.6": "Idampissa hoti paññāya.",
  "dn10:2.27.1": "So evaṁ samāhite citte …pe… āneñjappatte dibbāya sotadhātuyā cittaṁ abhinīharati abhininnāmeti",
  "dn10:2.27.2": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca.",
  "dn10:2.27.3_0": "Seyyathāpi, māṇava, puriso addhānamaggappaṭipanno. So suṇeyya bherisaddampi mudiṅgasaddampi",
  "dn10:2.27.3_1": "saṅkhapaṇavadindimasaddampi. Tassa evamassa—bherisaddo itipi mudiṅgasaddo itipi saṅkhapaṇavadindimasaddo itipi.",
  "dn10:2.27.4": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.27.5": "yampi, māṇava, bhikkhu evaṁ samāhite citte …pe… āneñjappatte dibbāya sotadhātuyā cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.27.6": "So dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇāti dibbe ca mānuse ca ye dūre santike ca.",
  "dn10:2.27.7": "Idampissa hoti paññāya.",
  "dn10:2.28.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte cetopariyañāṇāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.28.2": "So parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti,",
  "dn10:2.28.3": "sarāgaṁ vā cittaṁ ‘sarāgaṁ cittan’ti pajānāti,",
  "dn10:2.28.4": "vītarāgaṁ vā cittaṁ ‘vītarāgaṁ cittan’ti pajānāti,",
  "dn10:2.28.5": "sadosaṁ vā cittaṁ ‘sadosaṁ cittan’ti pajānāti,",
  "dn10:2.28.6": "vītadosaṁ vā cittaṁ ‘vītadosaṁ cittan’ti pajānāti,",
  "dn10:2.28.7": "samohaṁ vā cittaṁ ‘samohaṁ cittan’ti pajānāti,",
  "dn10:2.28.8": "vītamohaṁ vā cittaṁ ‘vītamohaṁ cittan’ti pajānāti,",
  "dn10:2.28.9": "saṅkhittaṁ vā cittaṁ ‘saṅkhittaṁ cittan’ti pajānāti,",
  "dn10:2.28.10": "vikkhittaṁ vā cittaṁ ‘vikkhittaṁ cittan’ti pajānāti,",
  "dn10:2.28.11": "mahaggataṁ vā cittaṁ ‘mahaggataṁ cittan’ti pajānāti,",
  "dn10:2.28.12": "amahaggataṁ vā cittaṁ ‘amahaggataṁ cittan’ti pajānāti,",
  "dn10:2.28.13": "sauttaraṁ vā cittaṁ ‘sauttaraṁ cittan’ti pajānāti,",
  "dn10:2.28.14": "anuttaraṁ vā cittaṁ ‘anuttaraṁ cittan’ti pajānāti,",
  "dn10:2.28.15": "samāhitaṁ vā cittaṁ ‘samāhitaṁ cittan’ti pajānāti,",
  "dn10:2.28.16": "asamāhitaṁ vā cittaṁ ‘asamāhitaṁ cittan’ti pajānāti,",
  "dn10:2.28.17": "vimuttaṁ vā cittaṁ ‘vimuttaṁ cittan’ti pajānāti,",
  "dn10:2.28.18": "avimuttaṁ vā cittaṁ ‘avimuttaṁ cittan’ti pajānāti.",
  "dn10:2.29.1_0": "Seyyathāpi, māṇava, itthī vā puriso vā daharo yuvā maṇḍanajātiko ādāse vā parisuddhe",
  "dn10:2.29.1_1": "pariyodāte acche vā udakapatte sakaṁ mukhanimittaṁ paccavekkhamāno sakaṇikaṁ vā sakaṇikanti",
  "dn10:2.29.1_2": "jāneyya, akaṇikaṁ vā akaṇikanti jāneyya.",
  "dn10:2.29.2": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.29.3": "yampi, māṇava, bhikkhu evaṁ samāhite …pe… āneñjappatte cetopariyañāṇāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.29.4": "So parasattānaṁ parapuggalānaṁ cetasā ceto paricca pajānāti,",
  "dn10:2.29.5": "sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānāti …pe…",
  "dn10:2.29.6": "avimuttaṁ vā cittaṁ avimuttaṁ cittanti pajānāti.",
  "dn10:2.29.7": "Idampissa hoti paññāya.",
  "dn10:2.30.1": "So evaṁ samāhite citte …pe… āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhinīharati abhininnāmeti",
  "dn10:2.30.2_0": "So anekavihitaṁ pubbenivāsaṁ anussarati. Seyyathidaṁ—ekampi jātiṁ dvepi jātiyo tissopi",
  "dn10:2.30.2_1": "jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṁsampi jātiyo",
  "dn10:2.30.2_2": "cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi",
  "dn10:2.30.2_3": "anekepi saṁvaṭṭakappe anekepi vivaṭṭakappe anekepi saṁvaṭṭavivaṭṭakappe: ‘amutrāsiṁ",
  "dn10:2.30.2_4": "evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī evamāyupariyanto.",
  "dn10:2.30.2_5": "So tato cuto amutra udapādiṁ; tatrāpāsiṁ evaṁnāmo evaṅgotto evaṁvaṇṇo evamāhāro evaṁsukhadukkhappaṭisaṁvedī",
  "dn10:2.30.2_6": "evamāyupariyanto; so tato cuto idhūpapanno’ti. Iti sākāraṁ sauddesaṁ anekavihitaṁ",
  "dn10:2.30.2_7": "pubbenivāsaṁ anussarati.",
  "dn10:2.31.1_0": "Seyyathāpi, māṇava, puriso sakamhā gāmā aññaṁ gāmaṁ gaccheyya; tamhāpi gāmā aññaṁ",
  "dn10:2.31.1_1": "gāmaṁ gaccheyya; so tamhā gāmā sakaṁyeva gāmaṁ paccāgaccheyya. Tassa evamassa: ‘ahaṁ",
  "dn10:2.31.1_2": "kho sakamhā gāmā amuṁ gāmaṁ agacchiṁ, tatra evaṁ aṭṭhāsiṁ evaṁ nisīdiṁ evaṁ abhāsiṁ",
  "dn10:2.31.1_3": "evaṁ tuṇhī ahosiṁ. So tamhāpi gāmā amuṁ gāmaṁ gacchiṁ, tatrāpi evaṁ aṭṭhāsiṁ evaṁ",
  "dn10:2.31.1_4": "nisīdiṁ evaṁ abhāsiṁ evaṁ tuṇhī ahosiṁ. Somhi tamhā gāmā sakaṁyeva gāmaṁ paccāgato’ti.",
  "dn10:2.31.2": "Evameva kho, māṇava, bhikkhu …pe… yampi, māṇava, bhikkhu evaṁ samāhite citte …pe… āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.31.3": "So anekavihitaṁ pubbenivāsaṁ anussarati. Seyyathidaṁ—ekampi jātiṁ …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati.",
  "dn10:2.31.4": "Idampissa hoti paññāya.",
  "dn10:2.32.1": "So evaṁ samāhite citte …pe… āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.32.2_0": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne",
  "dn10:2.32.2_1": "hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti: ‘ime",
  "dn10:2.32.2_2": "vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena",
  "dn10:2.32.2_3": "samannāgatā ariyānaṁ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā. Te kāyassa",
  "dn10:2.32.2_4": "bhedā paraṁ maraṇā apāyaṁ duggatiṁ vinipātaṁ nirayaṁ upapannā. Ime vā pana bhonto",
  "dn10:2.32.2_5": "sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā",
  "dn10:2.32.2_6": "ariyānaṁ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā. Te kāyassa bhedā paraṁ",
  "dn10:2.32.2_7": "maraṇā sugatiṁ saggaṁ lokaṁ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena",
  "dn10:2.32.2_8": "satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate,",
  "dn10:2.32.2_9": "yathākammūpage satte pajānāti.",
  "dn10:2.33.1_0": "Seyyathāpi, māṇava, majjhesiṅghāṭake pāsādo, tattha cakkhumā puriso ṭhito passeyya",
  "dn10:2.33.1_1": "manusse gehaṁ pavisantepi nikkhamantepi rathikāyapi vīthiṁ sañcarante majjhesiṅghāṭake",
  "dn10:2.33.1_2": "nisinnepi. Tassa evamassa: ‘ete manussā gehaṁ pavisanti, ete nikkhamanti, ete rathikāya",
  "dn10:2.33.1_3": "vīthiṁ sañcaranti, ete majjhesiṅghāṭake nisinnā’ti.",
  "dn10:2.33.2": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.33.3": "yampi, māṇava, bhikkhu evaṁ samāhite citte …pe… āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.33.4": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate, yathākammūpage satte pajānāti.",
  "dn10:2.33.5": "Idampissa hoti paññāya.",
  "dn10:2.34.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.34.2_0": "So idaṁ dukkhanti yathābhūtaṁ pajānāti, ayaṁ dukkhasamudayoti yathābhūtaṁ pajānāti,",
  "dn10:2.34.2_1": "ayaṁ dukkhanirodhoti yathābhūtaṁ pajānāti, ayaṁ dukkhanirodhagāminī paṭipadāti yathābhūtaṁ pajānāti;",
  "dn10:2.34.3": "ime āsavāti yathābhūtaṁ pajānāti, ayaṁ āsavasamudayoti yathābhūtaṁ pajānāti, ayaṁ āsavanirodhoti yathābhūtaṁ pajānāti, ayaṁ āsavanirodhagāminī paṭipadāti yathābhūtaṁ pajānāti.",
  "dn10:2.35.1": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati,",
  "dn10:2.35.2": "vimuttasmiṁ vimuttamiti ñāṇaṁ hoti.",
  "dn10:2.35.3": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti.",
  "dn10:2.36.1_0": "Seyyathāpi, māṇava, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo. Tattha",
  "dn10:2.36.1_1": "cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi",
  "dn10:2.36.1_2": "carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṁ kho udakarahado accho vippasanno anāvilo.",
  "dn10:2.36.1_3": "Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti.",
  "dn10:2.36.2": "Evameva kho, māṇava, bhikkhu …pe…",
  "dn10:2.36.3": "yampi, māṇava, bhikkhu evaṁ samāhite citte …pe… āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhinīharati abhininnāmeti.",
  "dn10:2.36.4": "So idaṁ dukkhanti yathābhūtaṁ pajānāti …pe…",
  "dn10:2.36.5": "āsavanirodhagāminī paṭipadāti yathābhūtaṁ pajānāti.",
  "dn10:2.36.6_0": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati,",
  "dn10:2.36.6_1": "avijjāsavāpi cittaṁ vimuccati, vimuttasmiṁ vimuttamiti ñāṇaṁ hoti, ‘khīṇā jāti, vusitaṁ",
  "dn10:2.36.6_2": "brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti.",
  "dn10:2.36.7": "Idampissa hoti paññāya.",
  "dn10:2.37.1": "Ayaṁ kho so, māṇava, ariyo paññākkhandho yassa so bhagavā vaṇṇavādī ahosi, yattha ca imaṁ janataṁ samādapesi nivesesi patiṭṭhāpesi.",
  "dn10:2.37.2": "Natthi cevettha uttarikaraṇīyan”ti.",
  "dn10:2.37.3": "“Acchariyaṁ, bho ānanda, abbhutaṁ, bho ānanda.",
  "dn10:2.37.4": "So cāyaṁ, bho ānanda, ariyo paññākkhandho paripuṇṇo, no aparipuṇṇo.",
  "dn10:2.37.5": "Evaṁ paripuṇṇañcāhaṁ, bho ānanda, ariyaṁ paññākkhandhaṁ ito bahiddhā aññesu samaṇabrāhmaṇesu na samanupassāmi.",
  "dn10:2.37.6": "Natthi cevettha uttarikaraṇīyaṁ.",
  "dn10:2.37.7": "Abhikkantaṁ, bho ānanda, abhikkantaṁ, bho ānanda.",
  "dn10:2.37.8_0": "Seyyathāpi, bho ānanda, nikkujjitaṁ vā ukkujjeyya, paṭicchannaṁ vā vivareyya, mūḷhassa",
  "dn10:2.37.8_1": "vā maggaṁ ācikkheyya, andhakāre vā telapajjotaṁ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti;",
  "dn10:2.37.8_2": "evamevaṁ bhotā ānandena anekapariyāyena dhammo pakāsito.",
  "dn10:2.37.9": "Esāhaṁ, bho ānanda, taṁ bhavantaṁ gotamaṁ saraṇaṁ gacchāmi dhammañca bhikkhusaṅghañca.",
  "dn10:2.37.10": "Upāsakaṁ maṁ bhavaṁ ānando dhāretu ajjatagge pāṇupetaṁ saraṇaṁ gatan”ti.",
  "dn10:2.37.11": "Subhasuttaṁ niṭṭhitaṁ dasamaṁ."
}