{
  "mn125:0.1": "Majjhima Nikāya 125",
  "mn125:0.2": "Dantabhūmisutta",
  "mn125:1.1": "Evaṁ me sutaṁ—",
  "mn125:1.2": "ekaṁ samayaṁ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.",
  "mn125:2.1": "Tena kho pana samayena aciravato samaṇuddeso araññakuṭikāyaṁ viharati.",
  "mn125:2.2": "Atha kho jayaseno rājakumāro jaṅghāvihāraṁ anucaṅkamamāno anuvicaramāno yena aciravato samaṇuddeso tenupasaṅkami; upasaṅkamitvā aciravatena samaṇuddesena saddhiṁ sammodi.",
  "mn125:2.3": "Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi. Ekamantaṁ nisinno kho jayaseno rājakumāro aciravataṁ samaṇuddesaṁ etadavoca:",
  "mn125:2.4": "“Sutaṁ metaṁ, bho aggivessana:",
  "mn125:2.5": "‘idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan’”ti.",
  "mn125:2.6": "“Evametaṁ, rājakumāra, evametaṁ, rājakumāra.",
  "mn125:2.7": "Idha bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti.",
  "mn125:3.1": "“Sādhu me bhavaṁ aggivessano yathāsutaṁ yathāpariyattaṁ dhammaṁ desetū”ti.",
  "mn125:3.2": "“Na kho te ahaṁ, rājakumāra, sakkomi yathāsutaṁ yathāpariyattaṁ dhammaṁ desetuṁ.",
  "mn125:3.3": "Ahañca hi te, rājakumāra, yathāsutaṁ yathāpariyattaṁ dhammaṁ deseyyaṁ, tvañca me bhāsitassa atthaṁ na ājāneyyāsi; so mamassa kilamatho, sā mamassa vihesā”ti.",
  "mn125:4.1": "“Desetu me bhavaṁ aggivessano yathāsutaṁ yathāpariyattaṁ dhammaṁ.",
  "mn125:4.2": "Appevanāmāhaṁ bhoto aggivessanassa bhāsitassa atthaṁ ājāneyyan”ti.",
  "mn125:4.3": "“Deseyyaṁ kho te ahaṁ, rājakumāra, yathāsutaṁ yathāpariyattaṁ dhammaṁ.",
  "mn125:4.4": "Sace me tvaṁ bhāsitassa atthaṁ ājāneyyāsi, iccetaṁ kusalaṁ;",
  "mn125:4.5": "no ce me tvaṁ bhāsitassa atthaṁ ājāneyyāsi, yathāsake tiṭṭheyyāsi, na maṁ tattha uttariṁ paṭipuccheyyāsī”ti.",
  "mn125:4.6": "“Desetu me bhavaṁ aggivessano yathāsutaṁ yathāpariyattaṁ dhammaṁ.",
  "mn125:4.7": "Sace ahaṁ bhoto aggivessanassa bhāsitassa atthaṁ ājānissāmi, iccetaṁ kusalaṁ;",
  "mn125:4.8": "no ce ahaṁ bhoto aggivessanassa bhāsitassa atthaṁ ājānissāmi, yathāsake tiṭṭhissāmi, nāhaṁ tattha bhavantaṁ aggivessanaṁ uttariṁ paṭipucchissāmī”ti.",
  "mn125:5.1": "Atha kho aciravato samaṇuddeso jayasenassa rājakumārassa yathāsutaṁ yathāpariyattaṁ dhammaṁ desesi.",
  "mn125:5.2": "Evaṁ vutte, jayaseno rājakumāro aciravataṁ samaṇuddesaṁ etadavoca:",
  "mn125:5.3": "“aṭṭhānametaṁ, bho aggivessana, anavakāso yaṁ bhikkhu appamatto ātāpī pahitatto viharanto phuseyya cittassa ekaggatan”ti.",
  "mn125:5.4": "Atha kho jayaseno rājakumāro aciravatassa samaṇuddesassa aṭṭhānatañca anavakāsatañca pavedetvā uṭṭhāyāsanā pakkāmi.",
  "mn125:6.1": "Atha kho aciravato samaṇuddeso acirapakkante jayasene rājakumāre yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṁ abhivādetvā ekamantaṁ nisīdi.",
  "mn125:6.2": "Ekamantaṁ nisinno kho aciravato samaṇuddeso yāvatako ahosi jayasenena rājakumārena saddhiṁ kathāsallāpo taṁ sabbaṁ bhagavato ārocesi.",
  "mn125:7.1": "Evaṁ vutte, bhagavā aciravataṁ samaṇuddesaṁ etadavoca:",
  "mn125:7.2": "“‘taṁ kutettha, aggivessana, labbhā.",
  "mn125:7.3_0": "Yaṁ taṁ nekkhammena ñātabbaṁ nekkhammena daṭṭhabbaṁ nekkhammena pattabbaṁ nekkhammena",
  "mn125:7.3_1": "sacchikātabbaṁ taṁ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto",
  "mn125:7.3_2": "kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati",
  "mn125:7.3_3": "vā dakkhati vā sacchi vā karissatī’ti—netaṁ ṭhānaṁ vijjati.",
  "mn125:8.1": "Seyyathāpissu, aggivessana, dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, dve hatthidammā vā assadammā vā godammā vā adantā avinītā.",
  "mn125:8.2": "Taṁ kiṁ maññasi, aggivessana,",
  "mn125:8.3": "ye te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā, api nu te dantāva dantakāraṇaṁ gaccheyyuṁ, dantāva dantabhūmiṁ sampāpuṇeyyun”ti?",
  "mn125:8.4": "“Evaṁ, bhante”.",
  "mn125:8.5_0": "“Ye pana te dve hatthidammā vā assadammā vā godammā vā adantā avinītā, api nu te",
  "mn125:8.5_1": "adantāva dantakāraṇaṁ gaccheyyuṁ, adantāva dantabhūmiṁ sampāpuṇeyyuṁ, seyyathāpi",
  "mn125:8.5_2": "te dve hatthidammā vā assadammā vā godammā vā sudantā suvinītā”ti?",
  "mn125:8.6": "“No hetaṁ, bhante”.",
  "mn125:8.7_0": "“Evameva kho, aggivessana, ‘yaṁ taṁ nekkhammena ñātabbaṁ nekkhammena daṭṭhabbaṁ nekkhammena",
  "mn125:8.7_1": "pattabbaṁ nekkhammena sacchikātabbaṁ taṁ vata jayaseno rājakumāro kāmamajjhe vasanto",
  "mn125:8.7_2": "kāme paribhuñjanto kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya",
  "mn125:8.7_3": "ussuko ñassati vā dakkhati vā sacchi vā karissatī’ti—netaṁ ṭhānaṁ vijjati.",
  "mn125:9.1": "Seyyathāpi, aggivessana, gāmassa vā nigamassa vā avidūre mahāpabbato.",
  "mn125:9.2_0": "Tamenaṁ dve sahāyakā tamhā gāmā vā nigamā vā nikkhamitvā hatthavilaṅghakena yena",
  "mn125:9.2_1": "so pabbato tenupasaṅkameyyuṁ; upasaṅkamitvā eko sahāyako heṭṭhā pabbatapāde tiṭṭheyya,",
  "mn125:9.2_2": "eko sahāyako uparipabbataṁ āroheyya.",
  "mn125:9.3": "Tamenaṁ heṭṭhā pabbatapāde ṭhito sahāyako uparipabbate ṭhitaṁ sahāyakaṁ evaṁ vadeyya:",
  "mn125:9.4": "‘yaṁ, samma, kiṁ tvaṁ passasi uparipabbate ṭhito’ti?",
  "mn125:9.5": "So evaṁ vadeyya:",
  "mn125:9.6": "‘passāmi kho ahaṁ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:9.7": "So evaṁ vadeyya:",
  "mn125:9.8": "‘aṭṭhānaṁ kho etaṁ, samma, anavakāso yaṁ tvaṁ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:9.9": "Tamenaṁ uparipabbate ṭhito sahāyako heṭṭhimapabbatapādaṁ orohitvā taṁ sahāyakaṁ bāhāyaṁ gahetvā uparipabbataṁ āropetvā muhuttaṁ assāsetvā evaṁ vadeyya:",
  "mn125:9.10": "‘yaṁ, samma, kiṁ tvaṁ passasi uparipabbate ṭhito’ti?",
  "mn125:9.11": "So evaṁ vadeyya:",
  "mn125:9.12": "‘passāmi kho ahaṁ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:9.13": "So evaṁ vadeyya:",
  "mn125:9.14": "‘idāneva kho te, samma, bhāsitaṁ—mayaṁ evaṁ ājānāma—",
  "mn125:9.15": "aṭṭhānaṁ kho etaṁ samma, anavakāso yaṁ tvaṁ uparipabbate ṭhito passeyyāsi ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:9.16": "Idāneva ca pana te bhāsitaṁ mayaṁ evaṁ ājānāma:",
  "mn125:9.17": "‘passāmi kho ahaṁ, samma, uparipabbate ṭhito ārāmarāmaṇeyyakaṁ vanarāmaṇeyyakaṁ bhūmirāmaṇeyyakaṁ pokkharaṇīrāmaṇeyyakan’ti.",
  "mn125:9.18": "So evaṁ vadeyya:",
  "mn125:9.19": "‘tathā hi panāhaṁ, samma, iminā mahatā pabbatena āvuto daṭṭheyyaṁ nāddasan’ti.",
  "mn125:10.1": "Ato mahantatarena, aggivessana, ‘avijjākhandhena jayaseno rājakumāro āvuto nivuto ophuṭo pariyonaddho.",
  "mn125:10.2_0": "So vata yaṁ taṁ nekkhammena ñātabbaṁ nekkhammena daṭṭhabbaṁ nekkhammena pattabbaṁ",
  "mn125:10.2_1": "nekkhammena sacchikātabbaṁ taṁ vata jayaseno rājakumāro kāmamajjhe vasanto kāme paribhuñjanto",
  "mn125:10.2_2": "kāmavitakkehi khajjamāno kāmapariḷāhena pariḍayhamāno kāmapariyesanāya ussuko ñassati",
  "mn125:10.2_3": "vā dakkhati vā sacchi vā karissatī’ti—netaṁ ṭhānaṁ vijjati.",
  "mn125:11.1": "Sace kho taṁ, aggivessana, jayasenassa rājakumārassa imā dve upamā paṭibhāyeyyuṁ, anacchariyaṁ te jayaseno rājakumāro pasīdeyya, pasanno ca te pasannākāraṁ kareyyā”ti.",
  "mn125:11.2": "“Kuto pana maṁ, bhante, jayasenassa rājakumārassa imā dve upamā paṭibhāyissanti anacchariyā pubbe assutapubbā, seyyathāpi bhagavantan”ti?",
  "mn125:12.1": "“Seyyathāpi, aggivessana, rājā khattiyo muddhāvasitto nāgavanikaṁ āmanteti:",
  "mn125:12.2": "‘ehi tvaṁ, samma nāgavanika, rañño nāgaṁ abhiruhitvā nāgavanaṁ pavisitvā āraññakaṁ nāgaṁ atipassitvā rañño nāgassa gīvāyaṁ upanibandhāhī’ti.",
  "mn125:12.3_0": "‘Evaṁ, devā’ti kho, aggivessana, nāgavaniko rañño khattiyassa muddhāvasittassa paṭissutvā",
  "mn125:12.3_1": "rañño nāgaṁ abhiruhitvā nāgavanaṁ pavisitvā āraññakaṁ nāgaṁ atipassitvā rañño nāgassa",
  "mn125:12.3_2": "gīvāyaṁ upanibandhati.",
  "mn125:12.4": "Tamenaṁ rañño nāgo abbhokāsaṁ nīharati.",
  "mn125:12.5": "Ettāvatā kho, aggivessana, āraññako nāgo abbhokāsaṁ gato hoti.",
  "mn125:12.6": "Etthagedhā hi, aggivessana, āraññakā nāgā yadidaṁ—nāgavanaṁ.",
  "mn125:12.7": "Tamenaṁ nāgavaniko rañño khattiyassa muddhāvasittassa ārocesi:",
  "mn125:12.8": "‘abbhokāsagato kho, deva, āraññako nāgo’ti.",
  "mn125:12.9": "Atha kho aggivessana, tamenaṁ rājā khattiyo muddhāvasitto hatthidamakaṁ āmantesi:",
  "mn125:12.10_0": "‘ehi tvaṁ, samma hatthidamaka, āraññakaṁ nāgaṁ damayāhi āraññakānañceva sīlānaṁ abhinimmadanāya",
  "mn125:12.10_1": "āraññakānañceva sarasaṅkappānaṁ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṁ",
  "mn125:12.10_2": "abhinimmadanāya gāmante abhiramāpanāya manussakantesu sīlesu samādapanāyā’ti.",
  "mn125:12.11_0": "‘Evaṁ, devā’ti kho, aggivessana, hatthidamako rañño khattiyassa muddhāvasittassa",
  "mn125:12.11_1": "paṭissutvā mahantaṁ thambhaṁ pathaviyaṁ nikhaṇitvā āraññakassa nāgassa gīvāyaṁ upanibandhati",
  "mn125:12.11_2": "āraññakānañceva sīlānaṁ abhinimmadanāya āraññakānañceva sarasaṅkappānaṁ abhinimmadanāya",
  "mn125:12.11_3": "āraññakānañceva darathakilamathapariḷāhānaṁ abhinimmadanāya gāmante abhiramāpanāya",
  "mn125:12.11_4": "manussakantesu sīlesu samādapanāya.",
  "mn125:12.12": "Tamenaṁ hatthidamako yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācarati.",
  "mn125:12.13_0": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa yā sā vācā nelā kaṇṇasukhā pemanīyā",
  "mn125:12.13_1": "hadayaṅgamā porī bahujanakantā bahujanamanāpā tathārūpāhi vācāhi samudācariyamāno",
  "mn125:12.13_2": "sussūsati, sotaṁ odahati, aññā cittaṁ upaṭṭhāpeti;",
  "mn125:12.14": "tamenaṁ hatthidamako uttari tiṇaghāsodakaṁ anuppavecchati.",
  "mn125:12.15": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa tiṇaghāsodakaṁ paṭiggaṇhāti, tatra hatthidamakassa evaṁ hoti:",
  "mn125:12.16": "‘jīvissati kho dāni āraññako nāgo’ti.",
  "mn125:12.17": "Tamenaṁ hatthidamako uttari kāraṇaṁ kāreti:",
  "mn125:12.18": "‘ādiya, bho, nikkhipa, bho’ti.",
  "mn125:12.19": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa ādānanikkhepe vacanakaro hoti ovādappaṭikaro, tamenaṁ hatthidamako uttari kāraṇaṁ kāreti:",
  "mn125:12.20": "‘abhikkama, bho, paṭikkama, bho’ti.",
  "mn125:12.21": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa abhikkamapaṭikkamavacanakaro hoti ovādappaṭikaro, tamenaṁ hatthidamako uttari kāraṇaṁ kāreti:",
  "mn125:12.22": "‘uṭṭhaha, bho, nisīda, bho’ti.",
  "mn125:12.23_0": "Yato kho, aggivessana, āraññako nāgo hatthidamakassa uṭṭhānanisajjāya vacanakaro",
  "mn125:12.23_1": "hoti ovādappaṭikaro, tamenaṁ hatthidamako uttari āneñjaṁ nāma kāraṇaṁ kāreti, mahantassa",
  "mn125:12.23_2": "phalakaṁ soṇḍāya upanibandhati, tomarahattho ca puriso uparigīvāya nisinno hoti,",
  "mn125:12.23_3": "samantato ca tomarahatthā purisā parivāretvā ṭhitā honti, hatthidamako ca dīghatomarayaṭṭhiṁ",
  "mn125:12.23_4": "gahetvā purato ṭhito hoti.",
  "mn125:12.24_0": "So āneñjaṁ kāraṇaṁ kāriyamāno neva purime pāde copeti na pacchime pāde copeti, na",
  "mn125:12.24_1": "purimakāyaṁ copeti na pacchimakāyaṁ copeti, na sīsaṁ copeti, na kaṇṇe copeti, na",
  "mn125:12.24_2": "dante copeti, na naṅguṭṭhaṁ copeti, na soṇḍaṁ copeti.",
  "mn125:12.25_0": "So hoti āraññako nāgo khamo sattippahārānaṁ asippahārānaṁ usuppahārānaṁ sarapattappahārānaṁ",
  "mn125:12.25_1": "bheripaṇavavaṁsasaṅkhaḍiṇḍimaninnādasaddānaṁ sabbavaṅkadosanihitaninnītakasāvo rājāraho",
  "mn125:12.25_2": "rājabhoggo rañño aṅganteva saṅkhaṁ gacchati.",
  "mn125:13.1": "Evameva kho, aggivessana, idha tathāgato loke uppajjati arahaṁ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṁ buddho bhagavā.",
  "mn125:13.2": "So imaṁ lokaṁ sadevakaṁ samārakaṁ sabrahmakaṁ sassamaṇabrāhmaṇiṁ pajaṁ sadevamanussaṁ sayaṁ abhiññā sacchikatvā pavedeti.",
  "mn125:13.3": "So dhammaṁ deseti ādikalyāṇaṁ majjhekalyāṇaṁ pariyosānakalyāṇaṁ sātthaṁ sabyañjanaṁ, kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ pakāseti.",
  "mn125:14.1": "Taṁ dhammaṁ suṇāti gahapati vā gahapatiputto vā aññatarasmiṁ vā kule paccājāto.",
  "mn125:14.2": "So taṁ dhammaṁ sutvā tathāgate saddhaṁ paṭilabhati.",
  "mn125:14.3": "So tena saddhāpaṭilābhena samannāgato iti paṭisañcikkhati:",
  "mn125:14.4": "‘sambādho gharāvāso rajāpatho, abbhokāso pabbajjā.",
  "mn125:14.5": "Nayidaṁ sukaraṁ agāraṁ ajjhāvasatā ekantaparipuṇṇaṁ ekantaparisuddhaṁ saṅkhalikhitaṁ brahmacariyaṁ carituṁ.",
  "mn125:14.6": "Yannūnāhaṁ kesamassuṁ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajeyyan’ti.",
  "mn125:14.7_0": "So aparena samayena appaṁ vā bhogakkhandhaṁ pahāya mahantaṁ vā bhogakkhandhaṁ pahāya",
  "mn125:14.7_1": "appaṁ vā ñātiparivaṭṭaṁ pahāya mahantaṁ vā ñātiparivaṭṭaṁ pahāya kesamassuṁ ohāretvā",
  "mn125:14.7_2": "kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṁ pabbajati.",
  "mn125:14.8": "Ettāvatā kho, aggivessana, ariyasāvako abbhokāsagato hoti.",
  "mn125:14.9": "Etthagedhā hi, aggivessana, devamanussā yadidaṁ—pañca kāmaguṇā.",
  "mn125:15.1": "Tamenaṁ tathāgato uttariṁ vineti:",
  "mn125:15.2": "‘ehi tvaṁ, bhikkhu, sīlavā hohi, pātimokkhasaṁvarasaṁvuto viharāhi ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī, samādāya sikkhassu sikkhāpadesū’ti.",
  "mn125:16.1_0": "Yato kho, aggivessana, ariyasāvako sīlavā hoti, pātimokkhasaṁvarasaṁvuto viharati",
  "mn125:16.1_1": "ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu,",
  "mn125:16.1_2": "tamenaṁ tathāgato uttariṁ vineti:",
  "mn125:16.2": "‘ehi tvaṁ, bhikkhu, indriyesu guttadvāro hohi, cakkhunā rūpaṁ disvā mā nimittaggāhī …pe…",
  "mn125:17-21.1": "(yathā gaṇakamoggallānasuttante, evaṁ vitthāretabbāni.)",
  "mn125:22.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe",
  "mn125:22.2": "kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ.",
  "mn125:23.1": "Vedanāsu …pe…",
  "mn125:23.2": "citte …",
  "mn125:23.3": "dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṁ.",
  "mn125:23.4_0": "Seyyathāpi, aggivessana, hatthidamako mahantaṁ thambhaṁ pathaviyaṁ nikhaṇitvā āraññakassa",
  "mn125:23.4_1": "nāgassa gīvāyaṁ upanibandhati āraññakānañceva sīlānaṁ abhinimmadanāya āraññakānañceva",
  "mn125:23.4_2": "sarasaṅkappānaṁ abhinimmadanāya āraññakānañceva darathakilamathapariḷāhānaṁ abhinimmadanāya",
  "mn125:23.4_3": "gāmante abhiramāpanāya manussakantesu sīlesu samādapanāya;",
  "mn125:23.5_0": "evameva kho, aggivessana, ariyasāvakassa ime cattāro satipaṭṭhānā cetaso upanibandhanā",
  "mn125:23.5_1": "honti gehasitānañceva sīlānaṁ abhinimmadanāya gehasitānañceva sarasaṅkappānaṁ abhinimmadanāya",
  "mn125:23.5_2": "gehasitānañceva darathakilamathapariḷāhānaṁ abhinimmadanāya ñāyassa adhigamāya nibbānassa sacchikiriyāya.",
  "mn125:24.1": "Tamenaṁ tathāgato uttariṁ vineti:",
  "mn125:24.2": "‘ehi tvaṁ, bhikkhu, kāye kāyānupassī viharāhi, mā ca kāmūpasaṁhitaṁ vitakkaṁ vitakkesi.",
  "mn125:24.3": "Vedanāsu …",
  "mn125:24.4": "citte …",
  "mn125:24.5": "dhammesu dhammānupassī viharāhi, mā ca kāmūpasaṁhitaṁ vitakkaṁ vitakkesī’ti.",
  "mn125:25.1": "So vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ …",
  "mn125:25.2": "tatiyaṁ jhānaṁ …",
  "mn125:25.3": "catutthaṁ jhānaṁ upasampajja viharati.",
  "mn125:26.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti.",
  "mn125:26.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati.",
  "mn125:27-28.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti.",
  "mn125:27-28.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate …pe… yathākammūpage satte pajānāti.",
  "mn125:29.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti.",
  "mn125:29.2_0": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti,",
  "mn125:29.2_1": "‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti",
  "mn125:29.2_2": "yathābhūtaṁ pajānāti;",
  "mn125:29.3_0": "‘ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti,",
  "mn125:29.3_1": "‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti",
  "mn125:29.3_2": "yathābhūtaṁ pajānāti.",
  "mn125:29.4": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati.",
  "mn125:29.5": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti.",
  "mn125:29.6": "‘Khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti.",
  "mn125:30.1_0": "So hoti bhikkhu khamo sītassa uṇhassa jighacchāya pipāsāya ḍaṁsamakasavātātapasarīsapasamphassānaṁ",
  "mn125:30.1_1": "duruttānaṁ durāgatānaṁ vacanapathānaṁ, uppannānaṁ sārīrikānaṁ vedanānaṁ dukkhānaṁ",
  "mn125:30.1_2": "tibbānaṁ kharānaṁ kaṭukānaṁ asātānaṁ amanāpānaṁ pāṇaharānaṁ adhivāsakajātiko hoti",
  "mn125:30.2": "sabbarāgadosamohanihitaninnītakasāvo āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṁ puññakkhettaṁ lokassa.",
  "mn125:31.1": "Mahallako cepi, aggivessana, rañño nāgo adanto avinīto kālaṁ karoti, ‘adantamaraṇaṁ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṁ gacchati;",
  "mn125:31.2": "majjhimo cepi, aggivessana, rañño nāgo.",
  "mn125:31.3": "Daharo cepi, aggivessana, rañño nāgo adanto avinīto kālaṁ karoti, ‘adantamaraṇaṁ daharo rañño nāgo kālaṅkato’tveva saṅkhaṁ gacchati;",
  "mn125:31.4": "evameva kho, aggivessana, thero cepi bhikkhu akhīṇāsavo kālaṁ karoti, ‘adantamaraṇaṁ thero bhikkhu kālaṅkato’tveva saṅkhaṁ gacchati;",
  "mn125:31.5": "majjhimo cepi, aggivessana, bhikkhu.",
  "mn125:31.6": "Navo cepi, aggivessana, bhikkhu akhīṇāsavo kālaṁ karoti, ‘adantamaraṇaṁ navo bhikkhu kālaṅkato’tveva saṅkhaṁ gacchati.",
  "mn125:32.1": "Mahallako cepi, aggivessana, rañño nāgo sudanto suvinīto kālaṁ karoti, ‘dantamaraṇaṁ mahallako rañño nāgo kālaṅkato’tveva saṅkhaṁ gacchati;",
  "mn125:32.2": "majjhimo cepi, aggivessana, rañño nāgo …",
  "mn125:32.3": "daharo cepi, aggivessana, rañño nāgo sudanto suvinīto kālaṁ karoti, ‘dantamaraṇaṁ daharo rañño nāgo kālaṅkato’tveva saṅkhaṁ gacchati;",
  "mn125:32.4": "evameva kho, aggivessana, thero cepi bhikkhu khīṇāsavo kālaṁ karoti, ‘dantamaraṇaṁ thero bhikkhu kālaṅkato’tveva saṅkhaṁ gacchati;",
  "mn125:32.5": "majjhimo cepi, aggivessana, bhikkhu.",
  "mn125:32.6": "Navo cepi, aggivessana, bhikkhu khīṇāsavo kālaṁ karoti, ‘dantamaraṇaṁ navo bhikkhu kālaṅkato’tveva saṅkhaṁ gacchatī”ti.",
  "mn125:32.7": "Idamavoca bhagavā.",
  "mn125:32.8": "Attamano aciravato samaṇuddeso bhagavato bhāsitaṁ abhinandīti.",
  "mn125:32.9": "Dantabhūmisuttaṁ niṭṭhitaṁ pañcamaṁ."
}