{
  "mn39:0.1": "Majjhima Nikāya 39 ",
  "mn39:0.2": "Mahāassapurasutta ",
  "mn39:1.1": "Evaṁ me sutaṁ—",
  "mn39:1.2": "ekaṁ samayaṁ bhagavā aṅgesu viharati assapuraṁ nāma aṅgānaṁ nigamo. ",
  "mn39:1.3": "Tatra kho bhagavā bhikkhū āmantesi: ",
  "mn39:1.4": "“bhikkhavo”ti. ",
  "mn39:1.5": "“Bhadante”ti te bhikkhū bhagavato paccassosuṁ. ",
  "mn39:1.6": "Bhagavā etadavoca: ",
  "mn39:2.1": "“Samaṇā samaṇāti vo, bhikkhave, jano sañjānāti. ",
  "mn39:2.2": "Tumhe ca pana ‘ke tumhe’ti puṭṭhā samānā ‘samaṇāmhā’ti paṭijānātha; ",
  "mn39:2.3_0": "tesaṁ vo, bhikkhave, evaṁsamaññānaṁ sataṁ evaṁpaṭiññānaṁ sataṁ ‘ye dhammā samaṇakaraṇā",
  "mn39:2.3_1": "ca brāhmaṇakaraṇā ca te dhamme samādāya vattissāma, evaṁ no ayaṁ amhākaṁ samaññā",
  "mn39:2.3_2": "ca saccā bhavissati paṭiññā ca bhūtā.",
  "mn39:2.4_0": "Yesañca mayaṁ cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhāraṁ paribhuñjāma,",
  "mn39:2.4_1": "tesaṁ te kārā amhesu mahapphalā bhavissanti mahānisaṁsā, amhākañcevāyaṁ pabbajjā",
  "mn39:2.4_2": "avañjhā bhavissati saphalā saudrayā’ti.",
  "mn39:2.5": "Evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn39:3.1": "Katame ca, bhikkhave, dhammā samaṇakaraṇā ca brāhmaṇakaraṇā ca? ",
  "mn39:3.2": "‘Hirottappena samannāgatā bhavissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn39:3.3": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:3.4": "‘hirottappenamha samannāgatā, alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:3.5": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:3.6": "‘mā vo sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi, sati uttariṁ karaṇīye’. ",
  "mn39:4.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:4.2": "‘Parisuddho no kāyasamācāro bhavissati uttāno vivaṭo na ca chiddavā saṁvuto ca. ",
  "mn39:4.3": "Tāya ca pana parisuddhakāyasamācāratāya nevattānukkaṁsessāma na paraṁ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn39:4.4": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:4.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro; ",
  "mn39:4.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:4.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:4.8": "‘mā vo sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi, sati uttariṁ karaṇīye’. ",
  "mn39:5.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:5.2": "‘Parisuddho no vacīsamācāro bhavissati uttāno vivaṭo na ca chiddavā saṁvuto ca. ",
  "mn39:5.3": "Tāya ca pana parisuddhavacīsamācāratāya nevattānukkaṁsessāma na paraṁ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn39:5.4": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:5.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro; ",
  "mn39:5.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:5.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:5.8": "‘mā vo sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi, sati uttariṁ karaṇīye’. ",
  "mn39:6.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:6.2": "‘Parisuddho no manosamācāro bhavissati uttāno vivaṭo na ca chiddavā saṁvuto ca. ",
  "mn39:6.3": "Tāya ca pana parisuddhamanosamācāratāya nevattānukkaṁsessāma na paraṁ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn39:6.4": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:6.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro; ",
  "mn39:6.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:6.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:6.8": "‘mā vo sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi, sati uttariṁ karaṇīye’. ",
  "mn39:7.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:7.2": "‘Parisuddho no ājīvo bhavissati uttāno vivaṭo na ca chiddavā saṁvuto ca. ",
  "mn39:7.3": "Tāya ca pana parisuddhājīvatāya nevattānukkaṁsessāma na paraṁ vambhessāmā’ti evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn39:7.4": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:7.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo; ",
  "mn39:7.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:7.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:7.8": "‘mā vo sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi, sati uttariṁ karaṇīye’. ",
  "mn39:8.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:8.2": "‘Indriyesu guttadvārā bhavissāma; ",
  "mn39:8.3": "cakkhunā rūpaṁ disvā na nimittaggāhī nānubyañjanaggāhī. ",
  "mn39:8.4_0": "Yatvādhikaraṇamenaṁ cakkhundriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā",
  "mn39:8.4_1": "dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjissāma, rakkhissāma cakkhundriyaṁ,",
  "mn39:8.4_2": "cakkhundriye saṁvaraṁ āpajjissāma.",
  "mn39:8.5": "Sotena saddaṁ sutvā …pe… ",
  "mn39:8.6": "ghānena gandhaṁ ghāyitvā …pe… ",
  "mn39:8.7": "jivhāya rasaṁ sāyitvā …pe… ",
  "mn39:8.8": "kāyena phoṭṭhabbaṁ phusitvā …pe… ",
  "mn39:8.9": "manasā dhammaṁ viññāya na nimittaggāhī nānubyañjanaggāhī. ",
  "mn39:8.10_0": "Yatvādhikaraṇamenaṁ manindriyaṁ asaṁvutaṁ viharantaṁ abhijjhādomanassā pāpakā akusalā",
  "mn39:8.10_1": "dhammā anvāssaveyyuṁ, tassa saṁvarāya paṭipajjissāma, rakkhissāma manindriyaṁ, manindriye",
  "mn39:8.10_2": "saṁvaraṁ āpajjissāmā’ti evañhi vo, bhikkhave, sikkhitabbaṁ.",
  "mn39:8.11": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:8.12": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā; ",
  "mn39:8.13": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:8.14": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:8.15": "‘mā vo sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi, sati uttariṁ karaṇīye’. ",
  "mn39:9.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:9.2": "‘Bhojane mattaññuno bhavissāma, paṭisaṅkhā yoniso āhāraṁ āharissāma, ",
  "mn39:9.3_0": "neva davāya na madāya na maṇḍanāya na vibhūsanāya yāvadeva imassa kāyassa ṭhitiyā",
  "mn39:9.3_1": "yāpanāya, vihiṁsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṁ paṭihaṅkhāma",
  "mn39:9.3_2": "navañca vedanaṁ na uppādessāma, yātrā ca no bhavissati, anavajjatā ca, phāsu vihāro",
  "mn39:9.3_3": "cā’ti evañhi vo, bhikkhave, sikkhitabbaṁ.",
  "mn39:9.4": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:9.5": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro, parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno; ",
  "mn39:9.6": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:9.7": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:9.8": "‘mā vo, sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi sati uttariṁ karaṇīye’. ",
  "mn39:10.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:10.2": "‘Jāgariyaṁ anuyuttā bhavissāma, divasaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhessāma. ",
  "mn39:10.3": "Rattiyā paṭhamaṁ yāmaṁ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhessāma. ",
  "mn39:10.4": "Rattiyā majjhimaṁ yāmaṁ dakkhiṇena passena sīhaseyyaṁ kappessāma pāde pādaṁ accādhāya, sato sampajāno uṭṭhānasaññaṁ manasi karitvā. ",
  "mn39:10.5": "Rattiyā pacchimaṁ yāmaṁ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṁ parisodhessāmā’ti, evañhi vo, bhikkhave, sikkhitabbaṁ. ",
  "mn39:10.6": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:10.7_0": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro,",
  "mn39:10.7_1": "parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno, jāgariyaṁ anuyuttā;",
  "mn39:10.8": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti, tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:10.9": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:10.10": "‘mā vo, sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi sati uttariṁ karaṇīye’. ",
  "mn39:11.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:11.2_0": "‘Satisampajaññena samannāgatā bhavissāma, abhikkante paṭikkante sampajānakārī, ālokite",
  "mn39:11.2_1": "vilokite sampajānakārī, samiñjite pasārite sampajānakārī, saṅghāṭipattacīvaradhāraṇe",
  "mn39:11.2_2": "sampajānakārī, asite pīte khāyite sāyite sampajānakārī, uccārapassāvakamme sampajānakārī,",
  "mn39:11.2_3": "gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī’ti, evañhi vo,",
  "mn39:11.2_4": "bhikkhave, sikkhitabbaṁ.",
  "mn39:11.3": "Siyā kho pana, bhikkhave, tumhākaṁ evamassa: ",
  "mn39:11.4_0": "‘hirottappenamha samannāgatā, parisuddho no kāyasamācāro, parisuddho vacīsamācāro,",
  "mn39:11.4_1": "parisuddho manosamācāro, parisuddho ājīvo, indriyesumha guttadvārā, bhojane mattaññuno,",
  "mn39:11.4_2": "jāgariyaṁ anuyuttā, satisampajaññena samannāgatā;",
  "mn39:11.5": "alamettāvatā katamettāvatā, anuppatto no sāmaññattho, natthi no kiñci uttariṁ karaṇīyan’ti tāvatakeneva tuṭṭhiṁ āpajjeyyātha. ",
  "mn39:11.6": "Ārocayāmi vo, bhikkhave, paṭivedayāmi vo, bhikkhave: ",
  "mn39:11.7": "‘mā vo, sāmaññatthikānaṁ sataṁ sāmaññattho parihāyi sati uttariṁ karaṇīye’. ",
  "mn39:12.1": "Kiñca, bhikkhave, uttariṁ karaṇīyaṁ? ",
  "mn39:12.2": "Idha, bhikkhave, bhikkhu vivittaṁ senāsanaṁ bhajati—araññaṁ rukkhamūlaṁ pabbataṁ kandaraṁ giriguhaṁ susānaṁ vanappatthaṁ abbhokāsaṁ palālapuñjaṁ. ",
  "mn39:13.1": "So pacchābhattaṁ piṇḍapātapaṭikkanto nisīdati pallaṅkaṁ ābhujitvā, ujuṁ kāyaṁ paṇidhāya parimukhaṁ satiṁ upaṭṭhapetvā. ",
  "mn39:13.2": "So abhijjhaṁ loke pahāya vigatābhijjhena cetasā viharati, abhijjhāya cittaṁ parisodheti; ",
  "mn39:13.3": "byāpādapadosaṁ pahāya abyāpannacitto viharati, sabbapāṇabhūtahitānukampī, byāpādapadosā cittaṁ parisodheti; ",
  "mn39:13.4": "thinamiddhaṁ pahāya vigatathinamiddho viharati, ālokasaññī sato sampajāno, thinamiddhā cittaṁ parisodheti; ",
  "mn39:13.5": "uddhaccakukkuccaṁ pahāya anuddhato viharati, ajjhattaṁ vūpasantacitto, uddhaccakukkuccā cittaṁ parisodheti; ",
  "mn39:13.6": "vicikicchaṁ pahāya tiṇṇavicikiccho viharati, akathaṅkathī kusalesu dhammesu, vicikicchāya cittaṁ parisodheti. ",
  "mn39:14.1": "Seyyathāpi, bhikkhave, puriso iṇaṁ ādāya kammante payojeyya. ",
  "mn39:14.2": "Tassa te kammantā samijjheyyuṁ. ",
  "mn39:14.3": "So yāni ca porāṇāni iṇamūlāni tāni ca byantī kareyya, siyā cassa uttariṁ avasiṭṭhaṁ dārabharaṇāya. ",
  "mn39:14.4": "Tassa evamassa: ",
  "mn39:14.5": "‘ahaṁ kho pubbe iṇaṁ ādāya kammante payojesiṁ, tassa me te kammantā samijjhiṁsu. ",
  "mn39:14.6": "Sohaṁ yāni ca porāṇāni iṇamūlāni tāni ca byantī akāsiṁ, atthi ca me uttariṁ avasiṭṭhaṁ dārabharaṇāyā’ti. ",
  "mn39:14.7": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "mn39:14.8": "Seyyathāpi, bhikkhave, puriso ābādhiko assa dukkhito bāḷhagilāno, bhattañcassa nacchādeyya, na cassa kāye balamattā. ",
  "mn39:14.9": "So aparena samayena tamhā ābādhā mucceyya, bhattañcassa chādeyya, siyā cassa kāye balamattā. ",
  "mn39:14.10": "Tassa evamassa: ",
  "mn39:14.11_0": "‘ahaṁ kho pubbe ābādhiko ahosiṁ dukkhito bāḷhagilāno, bhattañca me nacchādesi, na",
  "mn39:14.11_1": "ca me āsi kāye balamattā, somhi etarahi tamhā ābādhā mutto, bhattañca me chādeti,",
  "mn39:14.11_2": "atthi ca me kāye balamattā’ti.",
  "mn39:14.12": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "mn39:14.13": "Seyyathāpi, bhikkhave, puriso bandhanāgāre baddho assa. ",
  "mn39:14.14": "So aparena samayena tamhā bandhanā mucceyya sotthinā abbhayena, na cassa kiñci bhogānaṁ vayo. ",
  "mn39:14.15": "Tassa evamassa: ",
  "mn39:14.16": "‘ahaṁ kho pubbe bandhanāgāre baddho ahosiṁ, somhi etarahi tamhā bandhanā mutto, sotthinā abbhayena, natthi ca me kiñci bhogānaṁ vayo’ti. ",
  "mn39:14.17": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "mn39:14.18": "Seyyathāpi, bhikkhave, puriso dāso assa anattādhīno parādhīno na yenakāmaṅgamo. ",
  "mn39:14.19": "So aparena samayena tamhā dāsabyā mucceyya attādhīno aparādhīno bhujisso yenakāmaṅgamo. ",
  "mn39:14.20": "Tassa evamassa: ",
  "mn39:14.21": "‘ahaṁ kho pubbe dāso ahosiṁ anattādhīno parādhīno na yenakāmaṅgamo, somhi etarahi tamhā dāsabyā mutto attādhīno aparādhīno bhujisso yenakāmaṅgamo’ti. ",
  "mn39:14.22": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "mn39:14.23": "Seyyathāpi, bhikkhave, puriso sadhano sabhogo kantāraddhānamaggaṁ paṭipajjeyya. ",
  "mn39:14.24": "So aparena samayena tamhā kantārā nitthareyya sotthinā abbhayena, na cassa kiñci bhogānaṁ vayo. ",
  "mn39:14.25": "Tassa evamassa: ",
  "mn39:14.26": "‘ahaṁ kho pubbe sadhano sabhogo kantāraddhānamaggaṁ paṭipajjiṁ. ",
  "mn39:14.27": "Somhi etarahi tamhā kantārā nitthiṇṇo sotthinā abbhayena, natthi ca me kiñci bhogānaṁ vayo’ti. ",
  "mn39:14.28": "So tatonidānaṁ labhetha pāmojjaṁ, adhigaccheyya somanassaṁ. ",
  "mn39:14.29": "Evameva kho, bhikkhave, bhikkhu yathā iṇaṁ yathā rogaṁ yathā bandhanāgāraṁ yathā dāsabyaṁ yathā kantāraddhānamaggaṁ, ime pañca nīvaraṇe appahīne attani samanupassati. ",
  "mn39:14.30": "Seyyathāpi, bhikkhave, āṇaṇyaṁ yathā ārogyaṁ yathā bandhanāmokkhaṁ yathā bhujissaṁ yathā khemantabhūmiṁ; evameva bhikkhu ime pañca nīvaraṇe pahīne attani samanupassati. ",
  "mn39:15.1": "So ime pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, ",
  "mn39:15.2": "vivicceva kāmehi vivicca akusalehi dhammehi, savitakkaṁ savicāraṁ vivekajaṁ pītisukhaṁ paṭhamaṁ jhānaṁ upasampajja viharati. ",
  "mn39:15.3": "So imameva kāyaṁ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti. ",
  "mn39:15.4_0": "Seyyathāpi, bhikkhave, dakkho nhāpako vā nhāpakantevāsī vā kaṁsathāle nhānīyacuṇṇāni",
  "mn39:15.4_1": "ākiritvā udakena paripphosakaṁ paripphosakaṁ sanneyya. Sāyaṁ nhānīyapiṇḍi snehānugatā",
  "mn39:15.4_2": "snehaparetā santarabāhirā, phuṭā snehena na ca pagghariṇī.",
  "mn39:15.5_0": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṁ vivekajena pītisukhena abhisandeti",
  "mn39:15.5_1": "parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṁ hoti.",
  "mn39:16.1": "Puna caparaṁ, bhikkhave, bhikkhu vitakkavicārānaṁ vūpasamā ajjhattaṁ sampasādanaṁ cetaso ekodibhāvaṁ avitakkaṁ avicāraṁ samādhijaṁ pītisukhaṁ dutiyaṁ jhānaṁ upasampajja viharati. ",
  "mn39:16.2": "So imameva kāyaṁ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti. ",
  "mn39:16.3_0": "Seyyathāpi, bhikkhave, udakarahado ubbhidodako. Tassa nevassa puratthimāya disāya",
  "mn39:16.3_1": "udakassa āyamukhaṁ, na pacchimāya disāya udakassa āyamukhaṁ, na uttarāya disāya udakassa",
  "mn39:16.3_2": "āyamukhaṁ, na dakkhiṇāya disāya udakassa āyamukhaṁ, devo ca na kālena kālaṁ sammādhāraṁ",
  "mn39:16.3_3": "anuppaveccheyya. Atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṁ",
  "mn39:16.3_4": "sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato",
  "mn39:16.3_5": "udakarahadassa sītena vārinā apphuṭaṁ assa.",
  "mn39:16.4_0": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṁ samādhijena pītisukhena abhisandeti",
  "mn39:16.4_1": "parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṁ hoti.",
  "mn39:17.1_0": "Puna caparaṁ, bhikkhave, bhikkhu pītiyā ca virāgā upekkhako ca viharati, sato ca",
  "mn39:17.1_1": "sampajāno, sukhañca kāyena paṭisaṁvedeti, yaṁ taṁ ariyā ācikkhanti: ‘upekkhako satimā",
  "mn39:17.1_2": "sukhavihārī’ti tatiyaṁ jhānaṁ upasampajja viharati.",
  "mn39:17.2": "So imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti. ",
  "mn39:17.3_0": "Seyyathāpi, bhikkhave, uppaliniyaṁ vā paduminiyaṁ vā puṇḍarīkiniyaṁ vā appekaccāni",
  "mn39:17.3_1": "uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṁvaḍḍhāni udakānuggatāni",
  "mn39:17.3_2": "antonimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni",
  "mn39:17.3_3": "paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṁ uppalānaṁ vā padumānaṁ vā puṇḍarīkānaṁ",
  "mn39:17.3_4": "vā sītena vārinā apphuṭaṁ assa.",
  "mn39:17.4": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṁ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṁ hoti. ",
  "mn39:18.1_0": "Puna caparaṁ, bhikkhave, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā, pubbeva",
  "mn39:18.1_1": "somanassadomanassānaṁ atthaṅgamā, adukkhamasukhaṁ upekkhāsatipārisuddhiṁ catutthaṁ",
  "mn39:18.1_2": "jhānaṁ upasampajja viharati.",
  "mn39:18.2": "So imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti. ",
  "mn39:18.3": "Seyyathāpi, bhikkhave, puriso odātena vatthena sasīsaṁ pārupetvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṁ assa. ",
  "mn39:18.4": "Evameva kho, bhikkhave, bhikkhu imameva kāyaṁ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṁ hoti. ",
  "mn39:19.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṁ abhininnāmeti. ",
  "mn39:19.2": "So anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ, dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn39:19.3_0": "Seyyathāpi, bhikkhave, puriso sakamhā gāmā aññaṁ gāmaṁ gaccheyya, tamhāpi gāmā aññaṁ",
  "mn39:19.3_1": "gāmaṁ gaccheyya, so tamhā gāmā sakaṁyeva gāmaṁ paccāgaccheyya. Tassa evamassa: ‘ahaṁ",
  "mn39:19.3_2": "kho sakamhā gāmā amuṁ gāmaṁ agacchiṁ, tatrapi evaṁ aṭṭhāsiṁ evaṁ nisīdiṁ evaṁ abhāsiṁ",
  "mn39:19.3_3": "evaṁ tuṇhī ahosiṁ; tamhāpi gāmā amuṁ gāmaṁ agacchiṁ, tatrapi evaṁ aṭṭhāsiṁ evaṁ nisīdiṁ",
  "mn39:19.3_4": "evaṁ abhāsiṁ evaṁ tuṇhī ahosiṁ; somhi tamhā gāmā sakaṁyeva gāmaṁ paccāgato’ti.",
  "mn39:19.4": "Evameva kho, bhikkhave, bhikkhu anekavihitaṁ pubbenivāsaṁ anussarati, seyyathidaṁ—ekampi jātiṁ dvepi jātiyo …pe… iti sākāraṁ sauddesaṁ anekavihitaṁ pubbenivāsaṁ anussarati. ",
  "mn39:20.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṁ cutūpapātañāṇāya cittaṁ abhininnāmeti. ",
  "mn39:20.2": "So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate, yathākammūpage satte pajānāti …pe… ",
  "mn39:20.3": "seyyathāpi, bhikkhave, dve agārā sadvārā. Tattha cakkhumā puriso majjhe ṭhito passeyya manusse gehaṁ pavisantepi nikkhamantepi, anucaṅkamantepi anuvicarantepi. ",
  "mn39:20.4_0": "Evameva kho, bhikkhave, bhikkhu dibbena cakkhunā visuddhena atikkantamānusakena satte",
  "mn39:20.4_1": "passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage",
  "mn39:20.4_2": "satte pajānāti …pe….",
  "mn39:21.1": "So evaṁ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṁ khayañāṇāya cittaṁ abhininnāmeti. ",
  "mn39:21.2_0": "So ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhasamudayo’ti yathābhūtaṁ pajānāti,",
  "mn39:21.2_1": "‘ayaṁ dukkhanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti",
  "mn39:21.2_2": "yathābhūtaṁ pajānāti.",
  "mn39:21.3_0": "‘Ime āsavā’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavasamudayo’ti yathābhūtaṁ pajānāti,",
  "mn39:21.3_1": "‘ayaṁ āsavanirodho’ti yathābhūtaṁ pajānāti, ‘ayaṁ āsavanirodhagāminī paṭipadā’ti",
  "mn39:21.3_2": "yathābhūtaṁ pajānāti.",
  "mn39:21.4": "Tassa evaṁ jānato evaṁ passato kāmāsavāpi cittaṁ vimuccati, bhavāsavāpi cittaṁ vimuccati, avijjāsavāpi cittaṁ vimuccati. ",
  "mn39:21.5": "Vimuttasmiṁ vimuttamiti ñāṇaṁ hoti: ",
  "mn39:21.6": "‘khīṇā jāti, vusitaṁ brahmacariyaṁ, kataṁ karaṇīyaṁ, nāparaṁ itthattāyā’ti pajānāti. ",
  "mn39:21.7": "Seyyathāpi, bhikkhave, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo. ",
  "mn39:21.8": "Tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakathalampi macchagumbampi, carantampi tiṭṭhantampi. ",
  "mn39:21.9": "Tassa evamassa: ",
  "mn39:21.10": "‘ayaṁ kho udakarahado accho vippasanno anāvilo. Tatrime sippisambukāpi sakkharakathalāpi macchagumbāpi carantipi tiṭṭhantipī’ti’. ",
  "mn39:21.11": "Evameva kho, bhikkhave, bhikkhu ‘idaṁ dukkhan’ti yathābhūtaṁ pajānāti …pe… ",
  "mn39:21.12": "nāparaṁ itthattāyāti pajānāti. ",
  "mn39:22.1": "Ayaṁ vuccati, bhikkhave, bhikkhu ‘samaṇo’ itipi ‘brāhmaṇo’itipi ‘nhātako’itipi ‘vedagū’itipi ‘sottiyo’itipi ‘ariyo’itipi ‘arahaṁ’itipi. ",
  "mn39:23.1": "Kathañca, bhikkhave, bhikkhu samaṇo hoti? ",
  "mn39:23.2": "Samitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṁ, jātijarāmaraṇiyā. ",
  "mn39:23.3": "Evaṁ kho, bhikkhave, bhikkhu samaṇo hoti. ",
  "mn39:24.1": "Kathañca, bhikkhave, bhikkhu brāhmaṇo hoti? ",
  "mn39:24.2": "Bāhitāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṁ, jātijarāmaraṇiyā. ",
  "mn39:24.3": "Evaṁ kho, bhikkhave, bhikkhu brāhmaṇo hoti. ",
  "mn39:25.1": "Kathañca, bhikkhave, bhikkhu nhātako hoti? ",
  "mn39:25.2": "Nhātāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṁ, jātijarāmaraṇiyā. ",
  "mn39:25.3": "Evaṁ kho, bhikkhave, bhikkhu nhātako hoti. ",
  "mn39:26.1": "Kathañca, bhikkhave, bhikkhu vedagū hoti? ",
  "mn39:26.2": "Viditāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṁ, jātijarāmaraṇiyā. ",
  "mn39:26.3": "Evaṁ kho, bhikkhave, bhikkhu vedagū hoti. ",
  "mn39:27.1": "Kathañca, bhikkhave, bhikkhu sottiyo hoti? ",
  "mn39:27.2": "Nissutāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṁ, jātijarāmaraṇiyā. ",
  "mn39:27.3": "Evaṁ kho, bhikkhave, bhikkhu sottiyo hoti. ",
  "mn39:28.1": "Kathañca, bhikkhave, bhikkhu ariyo hoti? ",
  "mn39:28.2": "Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṁ, jātijarāmaraṇiyā. ",
  "mn39:28.3": "Evaṁ kho, bhikkhave, bhikkhu ariyo hoti. ",
  "mn39:29.1": "Kathañca, bhikkhave, bhikkhu arahaṁ hoti? ",
  "mn39:29.2": "Ārakāssa honti pāpakā akusalā dhammā, saṅkilesikā, ponobbhavikā, sadarā, dukkhavipākā, āyatiṁ, jātijarāmaraṇiyā. ",
  "mn39:29.3": "Evaṁ kho, bhikkhave, bhikkhu arahaṁ hotī”ti. ",
  "mn39:29.4": "Idamavoca bhagavā. ",
  "mn39:29.5": "Attamanā te bhikkhū bhagavato bhāsitaṁ abhinandunti. ",
  "mn39:29.6": "Mahāassapurasuttaṁ niṭṭhitaṁ navamaṁ. "
}