{
  "patthana15.25:0.1": "Paṭṭhānapakaraṇa",
  "patthana15.25:0.2": "Dhammānulomapaccanīya (3), Dukatikapaṭṭhānapāḷi (3)",
  "patthana15.25:0.3": "15.25. Hetusahetukadukādi, Kusalattika",
  "patthana15.25:1.1_0": "Hetu ceva sahetuko ca kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa dhammassa",
  "patthana15.25:1.1_1": "ārammaṇapaccayena paccayo. Hetu ceva sahetuko ca kusalo dhammo naahetukassa ceva",
  "patthana15.25:1.1_2": "nana ca hetussa nakusalassa dhammassa ārammaṇapaccayena paccayo. Hetu ceva sahetuko",
  "patthana15.25:1.1_3": "ca kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa ca naahetukassa ceva",
  "patthana15.25:1.1_4": "nana ca hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo.",
  "patthana15.25:2.1_0": "Sahetuko ceva na ca hetu kusalo dhammo naahetukassa ceva nana ca hetussa nakusalassa",
  "patthana15.25:2.1_1": "dhammassa ārammaṇapaccayena paccayo. Sahetuko ceva na ca hetu kusalo dhammo nahetussa",
  "patthana15.25:2.1_2": "ceva naahetukassa ca nakusalassa dhammassa ārammaṇapaccayena paccayo. Sahetuko ceva",
  "patthana15.25:2.1_3": "na ca hetu kusalo dhammo nahetussa ceva naahetukassa ca nakusalassa ca naahetukassa",
  "patthana15.25:2.1_4": "ceva nana ca hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo.",
  "patthana15.25:3.1_0": "Hetu ceva sahetuko kusalo ca sahetuko ceva na ca hetu kusalo ca dhammā nahetussa",
  "patthana15.25:3.1_1": "ceva naahetukassa nakusalassa dhammassa ārammaṇapaccayena paccayo. Hetu ceva sahetuko",
  "patthana15.25:3.1_2": "kusalo ca sahetuko ceva na ca hetu kusalo ca dhammā naahetukassa ceva nana ca hetussa",
  "patthana15.25:3.1_3": "nakusalassa dhammassa ārammaṇapaccayena paccayo. Hetu ceva sahetuko kusalo ca sahetuko",
  "patthana15.25:3.1_4": "ceva na ca hetu kusalo ca dhammā nahetussa ceva naahetukassa nakusalassa ca naahetukassa",
  "patthana15.25:3.1_5": "ceva nana hetussa nakusalassa ca dhammassa ārammaṇapaccayena paccayo.",
  "patthana15.25:4.1": "Ārammaṇe nava, adhipatiyā anantare samanantare upanissaye natthiyā vigate nava.",
  "patthana15.25:5.1": "Hetu ceva sahetuko ca akusalo dhammo nahetussa ceva naahetukassa naakusalassa ca dhammassa ārammaṇapaccayena paccayo. (Etena upāyena nava pañhā kātabbā.)",
  "patthana15.25:6.1": "Ārammaṇe nava, anantare samanantare upanissaye natthiyā vigate nava.",
  "patthana15.25:7.1": "Hetu ceva sahetuko ca abyākato dhammo nahetussa ceva naahetukassa ca naabyākatassa dhammassa ārammaṇapaccayena paccayo. (Nava pañhā kātabbā.)",
  "patthana15.25:8.1": "Ārammaṇe adhipatiyā upanissaye nava. (Saṅkhittaṁ. Hetuhetusampayuttadukaṁ hetusahetukadukasadisaṁ. Saṅkhittaṁ. Nava pañhā.)"
}