{
  "patthana16.17:0.1": "Paṭṭhānapakaraṇa",
  "patthana16.17:0.2": "Dhammānulomapaccanīya (3), Tikadukapaṭṭhānapāḷi (4)",
  "patthana16.17:0.3": "16.17. Kusalattika, Cetasikaduka",
  "patthana16.17:1.1_0": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:1.1_1": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:1.1_2": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca naabyākato nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:1.1_3": "Kusalaṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko ca naabyākato nacetasiko ca",
  "patthana16.17:1.1_4": "dhammā uppajjanti hetupaccayā. Kusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko",
  "patthana16.17:1.1_5": "ca naakusalo nacetasiko ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana16.17:2.1_0": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:2.1_1": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:2.1_2": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca naabyākato nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:2.1_3": "Akusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko ca naabyākato nacetasiko ca",
  "patthana16.17:2.1_4": "dhammā uppajjanti hetupaccayā. Akusalaṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko",
  "patthana16.17:2.1_5": "ca naakusalo nacetasiko ca dhammā uppajjanti hetupaccayā … pañca.",
  "patthana16.17:3.1_0": "Abyākataṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:3.1_1": "Abyākataṁ cetasikaṁ dhammaṁ paṭicca naakusalo nacetasiko dhammo uppajjati hetupaccayā.",
  "patthana16.17:3.1_2": "Abyākataṁ cetasikaṁ dhammaṁ paṭicca nakusalo nacetasiko ca naakusalo nacetasiko ca",
  "patthana16.17:3.1_3": "dhammā uppajjanti hetupaccayā … tīṇi. (Saṅkhittaṁ.)",
  "patthana16.17:4.1": "Hetuyā terasa, ārammaṇe nava …pe… vipāke tīṇi …pe… avigate terasa.",
  "patthana16.17:5.1": "Acetasike hetuyā nava …pe… vipāke tīṇi …pe… avigate nava."
}