{
  "tika-abh07t16:0": "8. Paccayaparicchedavaṇṇanā",
  "tika-abh07t16:1_0": "1. Idāni yathāvuttanāmarūpadhammānaṁ paṭiccasamuppādapaṭṭhānanayavasena paccaye dassetuṁ",
  "tika-abh07t16:1_1": "“yesa”ntyādi āraddhaṁ. Yesaṁ paccayehi saṅkhatattā saṅkhatānaṁ paccayuppannadhammānaṁ",
  "tika-abh07t16:1_2": "ye paccayadhammā yathā yenākārena paccayā ṭhitiyā, uppattiyā ca upakārakā, taṁ vibhāgaṁ",
  "tika-abh07t16:1_3": "tesaṁ paccayuppannānaṁ, tesaṁ paccayānaṁ, tassa ca paccayākārassa pabhedaṁ iha imasmiṁ",
  "tika-abh07t16:1_4": "samuccayasaṅgahānantare ṭhāne yathārahaṁ taṁtaṁpaccayuppannadhamme sati taṁtaṁpaccayānaṁ",
  "tika-abh07t16:1_5": "taṁtaṁpaccayabhāvākārānurūpaṁ idāni pavakkhāmīti yojanā.",
  "tika-abh07t16:2_0": "2. Tattha paccayasāmaggiṁ paṭicca samaṁ gantvā phalānaṁ uppādo etasmāti paṭiccasamuppādo,",
  "tika-abh07t16:2_1": "paccayākāro. Nānappakārāni ṭhānāni paccayā etthātyādinā paṭṭhānaṁ, anantanayasamantapaṭṭhānamahāpakaraṇaṁ,",
  "tika-abh07t16:2_2": "tattha desitanayo paṭṭhānanayo.",
  "tika-abh07t16:3_0": "3.Tatthāti tesu dvīsu nayesu. Tassa paccayadhammassa bhāvena bhavanasīlassa bhāvo",
  "tika-abh07t16:3_1": "tabbhāvabhāvībhāvo, soyeva ākāramattaṁ, tena upalakkhito tabbhāvabhāvībhāvākāramattopalakkhito.",
  "tika-abh07t16:3_2": "Eteneva tadabhāvābhāvākāramattopalakkhitatāpi atthato dassitā hoti. Anvayabyatirekavasena",
  "tika-abh07t16:3_3": "hi paccayalakkhaṇaṁ dassetabbaṁ. Tenāha bhagavā – “imasmiṁ sati idaṁ hoti, imassuppādā",
  "tika-abh07t16:3_4": "idamuppajjati. Imasmiṁ asati idaṁ na hoti, imassa nirodhā idaṁ nirujjhatī”ti. Paṭicca",
  "tika-abh07t16:3_5": "phalaṁ eti etasmāti paccayo. Tiṭṭhati phalaṁ ettha tadāyattavuttitāyāti ṭhiti, āhacca",
  "tika-abh07t16:3_6": "visesetvā pavattā paccayasaṅkhātā ṭhiti āhaccapaccayaṭṭhiti. Paṭiccasamuppādanayo",
  "tika-abh07t16:3_7": "hi tabbhāvabhāvībhāvākāramattaṁ upādāya pavattattā hetādipaccayaniyamavisesaṁ anapekkhitvā",
  "tika-abh07t16:3_8": "avisesatova pavattati, ayaṁ pana hetāditaṁtaṁpaccayānaṁ tassa tassa dhammantarassa",
  "tika-abh07t16:3_9": "taṁtaṁpaccayabhāvasāmatthiyākāravisesaṁ upādāya visesetvā pavattoti āhaccapaccayaṭṭhitimārabbha",
  "tika-abh07t16:3_10": "pavuccatīti. Keci pana “āhacca kaṇṭhatāluādīsu paharitvā vuttā ṭhiti āhaccapaccayaṭṭhitī”ti",
  "tika-abh07t16:3_11": "vaṇṇenti. Taṁ pana savanamatteneva tesaṁ avahasitabbavacanataṁ pakāseti. Na hi paṭiccasamuppādanayo,",
  "tika-abh07t16:3_12": "añño vā koci nayo kaṇṭhatāluādīsu anāhacca desetuṁ sakkāti. Vomissetvāti paṭṭhānanayampi",
  "tika-abh07t16:3_13": "paṭiccasamuppādeyeva pakkhipitvā tabbhāvabhāvībhāvena hetādipaccayavasena ca missetvā",
  "tika-abh07t16:3_14": "ācariyā saṅgahakārādayo papañcenti vitthārenti, mayaṁ pana visuṁ visuṁyeva dassayissāmātyadhippāyo.",
  "tika-abh07t16:4": "Paṭiccasamuppādanayavaṇṇanā",
  "tika-abh07t16:5_0": "4. Na vijānātīti avijjā, avindiyaṁ vā kāyaduccaritādiṁ vindati paṭilabhati, vindiyaṁ",
  "tika-abh07t16:5_1": "vā kāyasucaritādiṁ na vindati, veditabbaṁ vā catusaccādikaṁ na viditaṁ karoti, avijjamāne",
  "tika-abh07t16:5_2": "vā javāpeti, vijjamāne vā na javāpetīti avijjā, catūsu ariyasaccesu pubbantādīsu",
  "tika-abh07t16:5_3": "catūsu aññāṇassetaṁ nāmaṁ. Avijjā eva paccayo avijjāpaccayo. Tato avijjāpaccayā saṅkhatamabhisaṅkharontīti",
  "tika-abh07t16:5_4": "saṅkhārā, kusalākusalakammāni. Te tividhā puññābhisaṅkhāro apuññābhisaṅkhāro āneñjābhisaṅkhāroti.",
  "tika-abh07t16:5_5": "Tatthakāmarūpāvacarā terasa kusalacetanā puññābhisaṅkhāro, dvādasa akusalacetanā",
  "tika-abh07t16:5_6": "apuññābhisaṅkhāro, catasso āruppacetanā āneñjābhisaṅkhāroti evametā ekūnatiṁsa cetanā",
  "tika-abh07t16:5_7": "saṅkhārā nāma. Paṭisandhivasena ekūnavīsatividhaṁ, pavattivasena dvattiṁsavidhaṁ",
  "tika-abh07t16:5_8": "vipākacittaṁ viññāṇaṁ nāma. Nāmañca rūpañca nāmarūpaṁ. Tattha nāmaṁ idha vedanādikkhandhattayaṁ,",
  "tika-abh07t16:5_9": "rūpaṁ pana bhūtupādāyabhedato duvidhaṁ kammasamuṭṭhānarūpaṁ, tadubhayampi idha paṭisandhiviññāṇasahagatanti",
  "tika-abh07t16:5_10": "daṭṭhabbaṁ. Nāmarūpapaccayāti ettha nāmañca rūpañca nāmarūpañca nāmarūpanti sarūpekaseso",
  "tika-abh07t16:5_11": "veditabbo. Cakkhādīni cha ajjhattikāyatanāni, kesañci matena rūpādīni cha bāhirāyatanānipi",
  "tika-abh07t16:5_12": "vā āyatanaṁ nāma. Cha āyatanāni ca chaṭṭhāyatanañca saḷāyatanaṁ. Cakkhusamphassādivasena",
  "tika-abh07t16:5_13": "chadvāriko phasso phasso nāma. Sukhadukkhupekkhāvasena tividhā vedanā.",
  "tika-abh07t16:6_0": "Kāmataṇhā bhavataṇhā vibhavataṇhāti tividhā taṇhā. Chaḷārammaṇādivasena pana aṭṭhasatappabhedā",
  "tika-abh07t16:6_1": "honti kāmupādānādivasena cattāri upādānāni. Ettha ca dubbalā taṇhā taṇhā nāma, balavatī",
  "tika-abh07t16:6_2": "upādānaṁ. Asampattavisayapatthanā vā taṇhā tamasi corānaṁ hatthappasāraṇaṁ viya,",
  "tika-abh07t16:6_3": "sampattavisayaggahaṇaṁ upādānaṁ corānaṁ hatthappattassa gahaṇaṁ viya. Appicchatāpaṭipakkhā",
  "tika-abh07t16:6_4": "taṇhā, santosappaṭipakkhaṁ upādānaṁ. Pariyesanadukkhamūlaṁ taṇhā, ārakkhadukkhamūlaṁ",
  "tika-abh07t16:6_5": "upādānanti ayametesaṁ viseso. Kammabhavo upapattibhavoti duvidho bhavo. Tattha paṭhamo",
  "tika-abh07t16:6_6": "bhavati etasmā phalanti bhavo, so kāmāvacarakusalākusalādivasena ekūnatiṁsavidho.",
  "tika-abh07t16:6_7": "Dutiyo pana bhavatīti bhavo, so kāmabhavādivasena navavidho. Upādānapaccayā bhavoti",
  "tika-abh07t16:6_8": "cettha upapattibhavopi adhippeto. Bhavapaccayā jātīti kammabhavova. So hi jātiyā",
  "tika-abh07t16:6_9": "paccayo hoti, na itaro. So hi paṭhamābhinibbattakkhandhasabhāvo jātiyeva, na ca tadeva",
  "tika-abh07t16:6_10": "tassa kāraṇaṁ yuttaṁ. Tesaṁ tesaṁ sattānaṁ taṁtaṁgatiādīsu attabhāvapaṭilābho jāti.",
  "tika-abh07t16:6_11": "Tathānibbattassa ca attabhāvassa purāṇabhāvo jarā. Etasseva ekabhavaparicchinnassa",
  "tika-abh07t16:6_12": "pariyosānaṁ maraṇaṁ. Ñātibyasanādīhi phuṭṭhassa cittasantāpo soko. Tasseva vacīpalāpo",
  "tika-abh07t16:6_13": "paridevo. Kāyikadukkhavedanā dukkhaṁ. Mānasikadukkhavedanā domanassaṁ. Ñātibyasanādīhi",
  "tika-abh07t16:6_14": "phuṭṭhassa adhimattacetodukkhappabhāvito bhuso āyāso upāyāso.",
  "tika-abh07t16:7_0": "Ettha ca satipi vatthārammaṇādike paccayantare avijjādiekekapaccayaggahaṇaṁ padhānabhāvato,",
  "tika-abh07t16:7_1": "pākaṭabhāvato cāti daṭṭhabbaṁ. Ettha ca avijjānusayiteyeva santāne saṅkhārānaṁ vipākadhammabhāvena",
  "tika-abh07t16:7_2": "pavattanato avijjāpaccayāsaṅkhārāsambhavanti, viññāṇañca saṅkhārajanitaṁ hutvā bhavantare",
  "tika-abh07t16:7_3": "patiṭṭhāti. Na hi janakābhāve tassuppatti siyā, tasmā saṅkhārapaccayā viññāṇaṁ. Nāmarūpañca",
  "tika-abh07t16:7_4": "pubbaṅgamādhiṭṭhānabhūtaviññāṇupatthaddhaṁ paṭisandhipavattīsu patiṭṭhahatīti viññāṇapaccayānāmarūpaṁ,",
  "tika-abh07t16:7_5": "saḷāyatanañca nāmarūpanissayameva chabbidhaphassassa dvārabhāvena yathārahaṁ pavattati,",
  "tika-abh07t16:7_6": "no aññathāti nāmarūpapaccayā saḷāyatanaṁ. Phasso ca saḷāyatanasambhaveyeva ārammaṇaṁ",
  "tika-abh07t16:7_7": "phusati. Na hi dvārābhāve tassuppatti siyāti saḷāyatanapaccayā phasso. Iṭṭhāniṭṭhamajjhattañca",
  "tika-abh07t16:7_8": "ārammaṇaṁ phusantoyeva vedanaṁ vedayati, no aññathāti phassapaccayā vedanā. Vedanīyesu",
  "tika-abh07t16:7_9": "ca dhammesu assādānupassino vedanāhetukā taṇhā samuṭṭhātīti vedanāpaccayā taṇhā.",
  "tika-abh07t16:7_10": "Taṇhāsinehapipāsitāyeva ca upādāniyesu dhammesu upādāya daḷhabhāvāya saṁvattanti.",
  "tika-abh07t16:7_11": "Taṇhāya hi rūpādīni assādetvā assādetvā kāmesu pātabyataṁ āpajjantīti taṇhā kāmupādānassa",
  "tika-abh07t16:7_12": "paccayo. Tathā rūpādibhedegadhito “natthi dinna”ntyādinā micchādassanaṁ saṁsārato",
  "tika-abh07t16:7_13": "muccitukāmo asuddhimagge suddhimaggaparāmāsaṁ khandhesu attattaniyagāhabhūtaṁ attavādadassanadvayañca",
  "tika-abh07t16:7_14": "gaṇhāti, tasmā diṭṭhupādādīnampi paccayoti taṇhāpaccayā upādānaṁ. Yathārahaṁ sampayogānusayavasena",
  "tika-abh07t16:7_15": "upādānapatiṭṭhitāyeva sattā kammāyūhanāya saṁvattantīti upādānaṁ bhavassa paccayo.",
  "tika-abh07t16:7_16": "Upapattibhavasaṅkhātā ca jāti kammabhavahetukāyeva. Bījato aṅkuro viya tattha tattha",
  "tika-abh07t16:7_17": "samupalabbhatīti bhavo jātiyā paccayo nāma. Sati ca jātiyā eva jarāmaraṇasambhavo.",
  "tika-abh07t16:7_18": "Na hi ajātānaṁ jarāmaraṇasambhavo hotīti jāti jarāmaraṇānaṁ paccayoti evametesaṁ",
  "tika-abh07t16:7_19": "tabbhāvabhāvībhāvo daṭṭhabbo.",
  "tika-abh07t16:8_0": "Evametassa kevalassa dukkhakkhandhassa samudayo hotīti yathāvuttena paccayaparamparavidhinā,",
  "tika-abh07t16:8_1": "na pana issaranimmānādīhi etassa vaṭṭasaṅkhātassa kevalassa sukhādīhi asammissassa,",
  "tika-abh07t16:8_2": "sakalassa vā dukkhakkhandhassa dukkharāsissa na sukhasubhādīnaṁ samudayo nibbatti",
  "tika-abh07t16:8_3": "hoti. Ettha imasmiṁ paccayasaṅgahādhikāre.",
  "tika-abh07t16:9": "5. Atati satataṁ gacchati pavattatīti addhā, kālo.",
  "tika-abh07t16:10_0": "6.Avijjāsaṅkhārā atīto addhā atītabhavapariyāpannahetūnamevettha adhippetattā, addhāggahaṇena",
  "tika-abh07t16:10_1": "ca avijjādīnaṁ dhammānameva gahaṇaṁ tabbinimuttassa kassaci kālassa anupalabbhanato.",
  "tika-abh07t16:10_2": "Niruddhānuppādā eva hi dhammā atītānāgatakālavasena uppādādikkhaṇattayapariyāpannā",
  "tika-abh07t16:10_3": "ca paccuppannakālavasena voharīyanti. Jātijarāmaraṇaṁ anāgato addhā paccuppannahetuto",
  "tika-abh07t16:10_4": "anāgate nibbattanato. Majjhe paccuppanno addhā atītahetuto idha nibbattanakaphalasabhāvattā,",
  "tika-abh07t16:10_5": "anāgataphalassa idha hetusabhāvattā ca majjhe viññāṇādīni aṭṭhaṅgāni paccuppanno addhā.",
  "tika-abh07t16:11": "8. Nanu sokaparidevādayopi aṅgabhāvena vattabbāti āha “sokādivacana”ntyādi. Sokādivacanaṁ jātiyā nissandassa amukhyaphalamattassa nidassanaṁ, na pana visuṁ aṅgadassanantyattho.",
  "tika-abh07t16:12_0": "9.Taṇhupādānabhavāpigahitā hontīti kilesabhāvasāmaññato avijjāggahaṇena taṇhupādānāni,",
  "tika-abh07t16:12_1": "kammabhavasāmaññato saṅkhāraggahaṇena kammabhavo gahito. Tathā taṇhupādānabhavaggahaṇena",
  "tika-abh07t16:12_2": "ca avijjāsaṅkhārā gahitāti sambandho. Etthāpi vuttanayena tesaṁ gahaṇena tesaṁ saṅgaho",
  "tika-abh07t16:12_3": "daṭṭhabbo, viññāṇanāmarūpasaḷāyatanaphassavedanānaṁ jātijarābhaṅgāva jātijarāmaraṇanti",
  "tika-abh07t16:12_4": "ca vuttāti āha “jātijarāmaraṇaggahaṇenā”tyādi.",
  "tika-abh07t16:13_0": "10.Atīte hetavo pañcāti sarūpato vuttānaṁ dvinnaṁ avijjāsaṅkhārānaṁ, saṅgahavasena",
  "tika-abh07t16:13_1": "gahitānaṁ tiṇṇaṁ taṇhupādānabhavānañca vasena paccuppannaphalassa paccayā atītabhave",
  "tika-abh07t16:13_2": "nibbattā hetavo pañca, idāni phalapañcakanti atītahetupaccayā idha paccuppanne nibbattaṁ",
  "tika-abh07t16:13_3": "viññāṇādiphalapañcakaṁ. Idāni hetavo pañcāti sarūpato vuttānaṁ taṇhādīnaṁ tiṇṇaṁ,",
  "tika-abh07t16:13_4": "saṅgahato laddhānaṁ avijjāsaṅkhārānaṁ dvinnañca vasena āyatiṁ phalassa paccayā idāni",
  "tika-abh07t16:13_5": "hetavo pañca. Āyatiṁ phalapañcakanti jātijarāmaraṇaggahaṇena vuttaṁ paccuppannahetupaccayā",
  "tika-abh07t16:13_6": "anāgate nibbattanakaviññāṇādiphalapañcakanti evaṁ vīsati atītādīsu tattha tattha ākiriyantīti ākārā.",
  "tika-abh07t16:14_0": "Atītahetūnaṁ, idāni phalapañcakassa ca antarā eko sandhi, idāni phalapañcakassa,",
  "tika-abh07t16:14_1": "idāni hetūnañca antarā eko, idāni hetūnaṁ, āyatiṁ phalassa ca antarā ekoti evaṁ tisandhi.",
  "tika-abh07t16:14_2": "Vuttañhetaṁ – “saṅkhāraviññāṇānamantarā eko, vedanātaṇhānamantarā eko, bhavajātīnamantarā",
  "tika-abh07t16:14_3": "eko sandhī”ti. Ettha hi hetutophalassa avicchedappavattibhāvato hetuphalasambandhabhūto",
  "tika-abh07t16:14_4": "paṭhamo sandhi, tathā tatiyo, dutiyo pana phalato hetuno avicchedappavattibhāvato",
  "tika-abh07t16:14_5": "phalahetusambandhabhūto. Phalabhūtopi hi dhammo aññassa hetusabhāvassa dhammassa",
  "tika-abh07t16:14_6": "paccayoti. Saṅkhipīyanti ettha avijjādayo, viññāṇādayo cāti saṅkhepo, atītahetu,",
  "tika-abh07t16:14_7": "etarahi vipāko, etarahi hetu āyatiṁ vipākoti cattāro saṅkhepāti catusaṅkhepā.",
  "tika-abh07t16:15_0": "11.Kammabhavasaṅkhāto bhavekadesoti ettha āyatiṁ paṭisandhiyā paccayacetanā bhavo",
  "tika-abh07t16:15_1": "nāma, purimakammabhavasmiṁ idha paṭisandhiyā paccayacetanā saṅkhārāti veditabbā.",
  "tika-abh07t16:15_2": "Avasesā cāti viññāṇādipañcakajātijarāmaraṇavasena sattavidhā paccuppannaphalavasena",
  "tika-abh07t16:15_3": "vuttadhammā. Upapattibhavasaṅkhāto bhavekadesoti pana anāgatapariyāpannā veditabbā.",
  "tika-abh07t16:15_4": "Bhava-saddena kammabhavassapi vuccamānattā bhavekadesa-saddo vutto.",
  "tika-abh07t16:16": "12. Pubbantassa avijjā mūlaṁ. Aparantassa taṇhā mūlanti āha avijjātaṇhāvasena dve mūlānī”ti.",
  "tika-abh07t16:17_0": "13.Tesameva avijjātaṇhāsaṅkhātānaṁ vaṭṭamūlānaṁ nirodhena anuppādadhammatāpattiyā",
  "tika-abh07t16:17_1": "saccappaṭivedhato siddhāya appavattiyā vaṭṭaṁ nirujjhati. Abhiṇhaso abhikkhaṇaṁ jarāmaraṇasaṅkhātāya",
  "tika-abh07t16:17_2": "mucchāya pīḷitānaṁ sattānaṁ sokādisamappitānaṁ kāmāsavādiāsavānaṁ samuppādato puna",
  "tika-abh07t16:17_3": "avijjā ca pavattati. “Āsavasamudayā avijjāsamudayo”ti hi vuttaṁ. Etena avijjāyapi",
  "tika-abh07t16:17_4": "paccayo dassito hoti, itarathā paṭiccasamuppādacakkaṁ abaddhaṁ siyāti. Iccevaṁ vuttanayena",
  "tika-abh07t16:17_5": "ābaddhaṁ avicchinnaṁ anādikaṁ ādirahitaṁ tibhūmakapariyāpannattā tebhūmakaṁ kilesakammavipākavasena",
  "tika-abh07t16:17_6": "tivaṭṭabhūtaṁ paṭiccasamuppādoti paṭṭhapesi paññapesi mahāmuni sammāsambuddho.",
  "tika-abh07t16:18": "Paṭiccasamuppādanayavaṇṇanā niṭṭhitā.",
  "tika-abh07t16:19": "Paṭṭhānanayavaṇṇanā",
  "tika-abh07t16:20_0": "14. Evaṁ paṭiccasamuppādanayaṁ vibhāgato dassetvā idāni paṭṭhānanayaṁ dassetuṁ “hetupaccayo”tyādi",
  "tika-abh07t16:20_1": "vuttaṁ. Tattha hinoti patiṭṭhāti etenāti hetu. Anekatthattā dhātusaddānaṁ hi-saddo",
  "tika-abh07t16:20_2": "idha patiṭṭhatthoti daṭṭhabbo. Hinoti vā etena kammanidānabhūtena uddhaṁ ojaṁ abhiharantena",
  "tika-abh07t16:20_3": "mūlena viya pādapo tappaccayaṁ phalaṁ gacchati pavattati vuddhiṁ virūḷhiṁ āpajjatīti",
  "tika-abh07t16:20_4": "hetu. Hetu ca so paccayo cāti hetupaccayo. Hetu hutvā paccayo, hetubhāvena paccayoti",
  "tika-abh07t16:20_5": "vuttaṁ hoti. Mūlaṭṭhena hetu, upakāraṭṭhena paccayoti saṅkhepato mūlaṭṭhena upakārako",
  "tika-abh07t16:20_6": "dhammo hetupaccayo. So pana pavatte cittasamuṭṭhānānaṁ, paṭisandhiyaṁ kammasamuṭṭhānānañca",
  "tika-abh07t16:20_7": "rūpānaṁ ubhayattha sampayuttānaṁ nāmadhammānañca rukkhassa mūlāni viya suppatiṭṭhitabhāvasādhanasaṅkhātamūlaṭṭhena",
  "tika-abh07t16:20_8": "upakārakā cha dhammāti daṭṭhabbaṁ.",
  "tika-abh07t16:21_0": "Ālambīyati dubbalena viya daṇḍādikaṁ cittacetasikehi gayhatīti ārammaṇaṁ. Cittacetasikā",
  "tika-abh07t16:21_1": "hi yaṁ yaṁ dhammaṁ ārabbha pavattanti, te te dhammā tesaṁ tesaṁ dhammānaṁ ārammaṇapaccayo",
  "tika-abh07t16:21_2": "nāma. Na hi so dhammo atthi, yo cittacetasikānaṁ ārammaṇapaccayabhāvaṁ na gaccheyya.",
  "tika-abh07t16:21_3": "Attādhīnappavattīnaṁ patibhūto paccayo adhipatipaccayo.",
  "tika-abh07t16:22_0": "Na vijjati paccayuppannena saha antaraṁ etassa paccayassāti anantarapaccayo. Saṇṭhānābhāvena",
  "tika-abh07t16:22_1": "suṭṭhu anantarapaccayo samanantarapaccayo. Attano attano anantaraṁ anurūpacittuppādajananasamattho",
  "tika-abh07t16:22_2": "purimapurimaniruddho dhammo “anantarapaccayo”, “samanantarapaccayo”ti ca vuccati.",
  "tika-abh07t16:22_3": "Byañjanamatteneva hi nesaṁ viseso. Atthato pana ubhayampi samanantaraniruddhassevādhivacanaṁ.",
  "tika-abh07t16:22_4": "Na hi tesaṁ atthato bhedo upalabbhati. Yaṁ pana keci vadanti “atthānantaratāya anantarapaccayo,",
  "tika-abh07t16:22_5": "kālānantaratāya samanantarapaccayo”ti, taṁ “nirodhā vuṭṭhahantassa nevasaññānāsaññāyatanaṁ",
  "tika-abh07t16:22_6": "phalasamāpattiyā samanantarapaccayena paccayo”tyādīhi virujjhati. Nevasaññānāsaññāyatanaṁ",
  "tika-abh07t16:22_7": "hi sattāhādikālaṁ niruddhaṁ phalasamāpattiyā samanantarapaccayo, tasmā abhinivesaṁ",
  "tika-abh07t16:22_8": "akatvā byañjanamattatovettha nānākaraṇaṁ paccetabbaṁ, na atthato. Pubbadhammanirodhassa",
  "tika-abh07t16:22_9": "hi pacchājātadhammuppādanassa ca antarābhāvena uppādanasamatthatāya nirodho anantarapaccayatā,",
  "tika-abh07t16:22_10": "“idamito uddhaṁ, idaṁ heṭṭhā, idaṁ samantato”ti attanā ekattaṁ upanetvā viya suṭṭhu",
  "tika-abh07t16:22_11": "anantarabhāvena uppādetuṁ samatthaṁ hutvā nirodho samanantarapaccayatāti evaṁ byañjanamattatova",
  "tika-abh07t16:22_12": "bhedo. Nirodhapaccayassapi hi nevasaññānāsaññāyatanassa asaññuppattiyā purimassa",
  "tika-abh07t16:22_13": "ca cuticittassa kālantarepi uppajjantānaṁ phalapaṭisandhīnaṁ antarā samānajātiyena",
  "tika-abh07t16:22_14": "arūpadhammena byavadhānābhāvato bhinnajātikānañca rūpadhammānaṁ byavadhānakaraṇe",
  "tika-abh07t16:22_15": "asamatthatāya nirantaruppādane ekattaṁ upanetvā viya uppādane ca samatthatā atthīti",
  "tika-abh07t16:22_16": "tesampi anantarasamanantarapaccayatā labbhati, tasmā dhammato avisesepi tathā tathā",
  "tika-abh07t16:22_17": "bujjhanakānaṁ veneyyānaṁ vasena upasaggatthavisesamattatova bhedo paccetabboti.",
  "tika-abh07t16:23_0": "Attano anuppattiyā sahuppannānampi anuppattito pakāsassa padīpo viya sahuppannānaṁ",
  "tika-abh07t16:23_1": "sahuppādabhāvena paccayo sahajātapaccayo, arūpino catukkhandhā, cattāro mahābhūtā,",
  "tika-abh07t16:23_2": "paṭisandhikkhaṇe vatthuvipākā ca dhammā.",
  "tika-abh07t16:24_0": "Aññamaññaṁ upatthambhayamānaṁ tidaṇḍaṁ viya attano upakārakadhammānaṁ upatthambhakabhāvena",
  "tika-abh07t16:24_1": "paccayo aññamaññapaccayo. Aññamaññatāvaseneva ca upakārakatā aññamaññapaccayatā,",
  "tika-abh07t16:24_2": "na sahajātamattenāti ayametesaṁ dvinnaṁ viseso. Tathā hi sahajātapaccayabhāvīyeva",
  "tika-abh07t16:24_3": "koci aññamaññapaccayo na hoti cittajarūpānaṁ sahajātapaccayabhāvino nāmassa upādārūpānaṁ",
  "tika-abh07t16:24_4": "sahajātapaccayabhāvīnaṁ mahābhūtānañca aññamaññapaccayabhāvassa anuddhaṭattā. Yadi",
  "tika-abh07t16:24_5": "hi sahajātabhāveneva attano upakārakānaṁ upakārakatā aññamaññapaccayatā siyā, tadā",
  "tika-abh07t16:24_6": "sahajātaaññamaññapaccayehi samānehi bhavitabbanti.",
  "tika-abh07t16:25_0": "Cittakammassa paṭo viya sahajātanāmarūpānaṁ nissayabhūtā catukkhandhā, tarupabbatādīnaṁ",
  "tika-abh07t16:25_1": "pathavī viya ādhāraṇatoyeva sahajātarūpasattaviññāṇadhātūnaṁ yathākkamaṁ nissayā",
  "tika-abh07t16:25_2": "bhūtarūpaṁ, vatthu cāti ime nissayapaccayo nāma nissīyati nissitakehīti katvā, balavabhāvena",
  "tika-abh07t16:25_3": "nissayo paccayo upanissayapaccayo upa-saddassa atisayajotakattā, tassa pana bhedaṁ vakkhati.",
  "tika-abh07t16:26_0": "Cha vatthūni, cha ārammaṇāni cāti ime paccayuppannato paṭhamaṁ uppajjitvā pavattamānabhāvena",
  "tika-abh07t16:26_1": "upakārako purejātapaccayo. Pacchājātapaccaye asati santānaṭṭhitihetubhāvaṁ āgacchantassa",
  "tika-abh07t16:26_2": "kāyassa upatthambhanabhāvena upakārakā pacchājātā cittacetasikā dhammā pacchājātapaccayo.",
  "tika-abh07t16:26_3": "So gijjhapotakasarīrānaṁ āhārāsā cetanā viya daṭṭhabbo.",
  "tika-abh07t16:27_0": "Purimapurimaparicitagantho viya uttarauttaraganthassa kusalādibhāvena attasadisassa",
  "tika-abh07t16:27_1": "paguṇabalavabhāvavisiṭṭhaattasamānajātiyatāgāhaṇaṁ āsevanaṁ, tena paccayā sajātiyadhammānaṁ",
  "tika-abh07t16:27_2": "sajātiyadhammāva āsevanapaccayo. Bhinnajātikā hi bhinnajātikehi āsevanapaguṇena paguṇabalavabhāvavisiṭṭhaṁ",
  "tika-abh07t16:27_3": "kusalādibhāvasaṅkhātaṁ attano gatiṁ gāhāpetuṁ na sakkonti, na ca sayaṁ tato gaṇhanti,",
  "tika-abh07t16:27_4": "te pana anantarātītāni lokiyakusalākusalāni ceva anāvajjanakiriyajavanāni cāti daṭṭhabbaṁ.",
  "tika-abh07t16:27_5": "Cittappayogasaṅkhātakiriyābhāvena sahajātānaṁ nānākkhaṇikānaṁ vipākānaṁ, kaṭattārūpānañca",
  "tika-abh07t16:27_6": "upakārikā cetanā kammapaccayo.",
  "tika-abh07t16:28_0": "Attano nirussāhasantabhāvena sahajātanāmarūpānaṁ nirussāhasantabhāvāya upakārakā",
  "tika-abh07t16:28_1": "vipākacittacetasikā vipākapaccayo. Te hi payogena asādhetabbatāya kammassa kaṭattā",
  "tika-abh07t16:28_2": "nipphajjamānamattato nirussāhasantabhāvā honti, na kilesavūpasamasantabhāvā. Tathā",
  "tika-abh07t16:28_3": "santabhāvatoyeva hi bhavaṅgādayo dubbiññeyyā. Abhinipātasampaṭicchanasantīraṇamattā",
  "tika-abh07t16:28_4": "pana vipākā dubbiññeyyāva. Javanappavattiyāva nesaṁ rūpādiggahitatā viññāyati.",
  "tika-abh07t16:29_0": "Rūpārūpānaṁ upatthambhakattena upakārakā cattāro āhārā āhārapaccayo. Satipi hi janakabhāve",
  "tika-abh07t16:29_1": "upatthambhakattameva āhārassa padhānakiccaṁ. Janayantopi āhāro avicchedavasena upatthambhento",
  "tika-abh07t16:29_2": "va janetīti upatthambhakabhāvo va āhārabhāvo. Tesu tesu kiccesu paccayuppannadhammehi",
  "tika-abh07t16:29_3": "attānaṁ anuvattāpanasaṅkhātādhipatiyaṭṭhena paccayo indriyapaccayo.",
  "tika-abh07t16:30_0": "Ārammaṇūpanijjhānalakkhaṇūpanijjhānavasena upagantvā ārammaṇanijjhānakā vitakkādayo",
  "tika-abh07t16:30_1": "jhānapaccayo. Sugatito puññato, duggahito pāpato vā niyyānaṭṭhena upakārakā sammādiṭṭhādayo maggapaccayo.",
  "tika-abh07t16:31_0": "Paramatthato bhinnāpi ekībhāvagatā viya ekuppādādibhāvasaṅkhātasampayogalakkhaṇena",
  "tika-abh07t16:31_1": "upakārakā nāmadhammā va sampayuttapaccayo. Aññamaññasambandhatāya yuttāpi samānā",
  "tika-abh07t16:31_2": "vippayuttabhāvena visaṁsaṭṭhatāya nānattupagamanena upakārakā vatthucittacetasikā vippayuttapaccayo.",
  "tika-abh07t16:32_0": "Paccuppannasabhāvasaṅkhātena atthibhāvena tādisasseva dhammassa upatthambhakattena",
  "tika-abh07t16:32_1": "upakārakā “sahajātaṁ purejāta”ntyādinā vakkhamānadhammā atthipaccayo. Satipi hi janakatte",
  "tika-abh07t16:32_2": "ṭhitiyaṁyeva sātisayo atthipaccayānaṁ byāpāroti upatthambhakatāva tesaṁ gahitā. Ekasmiṁ",
  "tika-abh07t16:32_3": "phassādisamudāye pavattamāne dutiyassa abhāvato attano ṭhitiyā okāsaṁ alabhantānaṁ",
  "tika-abh07t16:32_4": "anantaramuppajjamānakacittacetasikānaṁ okāsadānavasena upakārakā anantaraniruddhā",
  "tika-abh07t16:32_5": "cittacetasikā natthipaccayo.",
  "tika-abh07t16:33_0": "Attano sabhāvāvigamanena appavattamānānaṁ vigatabhāvena upakārakāyeva dhammā vigatapaccayo.",
  "tika-abh07t16:33_1": "Nirodhānupagamanavasena upakārakā atthipaccayā va avigatapaccayo. Sasabhāvatāmattena",
  "tika-abh07t16:33_2": "upakārakatā atthipaccayatā, nirodhānupagamanavasena upakārakatā avigatapaccayatāti",
  "tika-abh07t16:33_3": "paccayatāviseso nesaṁ dhammāvisesepi daṭṭhabbo. Dhammānañhi samatthatāvisesaṁ sabbākārena",
  "tika-abh07t16:33_4": "ñatvā bhagavatā catuvīsatipaccayā desitāti bhagavati saddhāya “evaṁ visesā ete dhammā”ti",
  "tika-abh07t16:33_5": "sutamayañāṇaṁ uppādetvā cintābhāvanāmayañāṇehi tadabhisamayāya yogo karaṇīyo. Avisesepi",
  "tika-abh07t16:33_6": "hi dhammasāmaggiyassa tathā tathā vinetabbapuggalānaṁ vasena heṭṭhā vuttopi paccayo",
  "tika-abh07t16:33_7": "puna pakārantena vuccati ahetukadukaṁ vatvāpi hetuvippayuttadukaṁ viyāti daṭṭhabbaṁ.",
  "tika-abh07t16:34_0": "15.Nāmaṁ catukkhandhasaṅkhātaṁ nāmaṁ tādisasseva nāmassa chadhā chahākārehi paccayo",
  "tika-abh07t16:34_1": "hoti, tadeva nāmarūpīnaṁ samuditānaṁ pañcadhā paccayo hoti, rūpassa puna bhūtupādāyabhedassa",
  "tika-abh07t16:34_2": "ekadhā paccayo hoti, rūpañca nāmassa ekadhā paccayo, paññattināmarūpāni nāmassa dvidhā",
  "tika-abh07t16:34_3": "dvippakārā paccayā honti, dvayaṁ pana nāmarūpadvayaṁ samuditaṁ dvayassa tādisasseva",
  "tika-abh07t16:34_4": "nāmarūpadvayassa navadhā paccayo ceti evaṁ paccayā chabbidhā ṭhitā.",
  "tika-abh07t16:35_0": "16. Vipākabyākataṁ kammavasena vipākabhāvappattaṁ kammavegakkhittapatitaṁ viya hutvā",
  "tika-abh07t16:35_1": "pavattamānaṁ attano sabhāvaṁ gāhetvā paribhāvetvā neva aññaṁ pavatteti, na ca purimavipākānubhāvaṁ",
  "tika-abh07t16:35_2": "gahetvā uppajjati. “Na maggapaccayā āsevane eka”nti vacanato ca ahetukakiriyesu hasituppādasseva",
  "tika-abh07t16:35_3": "āsevanatāuddharaṇena āvajjanadvayaṁ āsevanapaccayo na hoti, tasmā javanāneva āsevanapaccayabhāvaṁ",
  "tika-abh07t16:35_4": "gacchantīti āha “purimāni javanānī”tyādi. Avisesavacanepettha lokiyakusalākusalābyākatajavanāneva",
  "tika-abh07t16:35_5": "daṭṭhabbāni lokuttarajavanānaṁ āsevanabhāvassa anuddhaṭattā.",
  "tika-abh07t16:36_0": "Evañca katvā vuttaṁ paṭṭhānaṭṭhakathāyaṁ “lokuttaro pana āsevanapaccayo nāma natthī”ti.",
  "tika-abh07t16:36_1": "Tattha hi kusalaṁ bhinnajātikassa purecarattā na tena āsevanaguṇaṁ gaṇhāpeti, phalacittāni",
  "tika-abh07t16:36_2": "ca javanavasena uppajjamānānipi vipākābyākate vuttanayena āsevanaṁ na gaṇhanti, na",
  "tika-abh07t16:36_3": "ca aññaṁ gāhāpenti. Yampi “āsevanavinimuttaṁ javanaṁ natthī”ti ācariyadhammapālattherena",
  "tika-abh07t16:36_4": "vuttaṁ, tampi yebhuyyavasena vuttanti viññāyati. Itarathā ācariyassa asamapekkhitābhidhāyakattappasaṅgo",
  "tika-abh07t16:36_5": "siyā. Maggo pana gotrabhuto āsevanaṁ na gaṇhātīti natthi bhūmiādivasena nānājātitāya",
  "tika-abh07t16:36_6": "anadhippetattā. Tathā hi vuttaṁ paṭṭhāne “gotrabhu maggassa āsevanapaccayena paccayo,",
  "tika-abh07t16:36_7": "vodānaṁ maggassa āsevanapaccayena paccayo”ti. Ekuppādādicatubbidhasampayogalakkhaṇābhāvato",
  "tika-abh07t16:36_8": "sahuppannānampi rūpadhammānaṁ sampayuttapaccayatā natthīti vuttaṁ “cittacetasikā",
  "tika-abh07t16:36_9": "dhammā aññamañña”nti.",
  "tika-abh07t16:37_0": "17.Hetujhānaṅgamaggaṅgāni sahajātānaṁ nāma rūpānanti tayopete paṭisandhiyaṁ kammasamuṭṭhānānaṁ,",
  "tika-abh07t16:37_1": "pavattiyaṁ cittasamuṭṭhānānañca rūpānaṁ, ubhayattha sahajātānaṁ nāmānañca hetādipaccayena",
  "tika-abh07t16:37_2": "paccayā honti. “Sahajātarūpanti hi sabbattha paṭisandhiyaṁ kammasamuṭṭhānānaṁ, pavattiyaṁ",
  "tika-abh07t16:37_3": "cittasamuṭṭhānāna”nti vakkhati. Sahajātā cetanāti antamaso cakkhuviññāṇādīhipi sahajātacetanā.",
  "tika-abh07t16:37_4": "Sahajātānaṁ nāma rūpānanti sabbāpi cetanā nāmānaṁ, paṭisandhisahagatā cetanā kammasamuṭṭhānarūpānaṁ,",
  "tika-abh07t16:37_5": "pavattiyaṁ rūpasamuṭṭhāpakacittasahagatā cetanā cittasamuṭṭhānarūpānañca. Nānākkhaṇikācetanāti",
  "tika-abh07t16:37_6": "vipākakkhaṇato nānākkhaṇe atītabhavādīsu nibbattā kusalākusalacetanā. Nāmarūpānanti",
  "tika-abh07t16:37_7": "ubhayatthāpi nāmarūpānaṁ. Vipākakkhandhāti paṭisandhiviññāṇādikā vipākā arūpakkhandhā.",
  "tika-abh07t16:37_8": "Kammasamuṭṭhānampi hi rūpaṁ vipākavohāraṁ na labhati arūpadhammabhāvena, sārammaṇabhāvena",
  "tika-abh07t16:37_9": "ca kammasadisesu arūpadhammesveva vipāka-saddassa niruḷhattā.",
  "tika-abh07t16:38_0": "18.Purejātassa imassa kāyassāti paccayadhammato pure uppannassa imassa rūpakāyassa.",
  "tika-abh07t16:38_1": "Kathaṁ pana paccayuppannassa pure nibbattiyaṁ pacchājātassa paccayatāti? Nanu vuttaṁ",
  "tika-abh07t16:38_2": "“pacchājātapaccaye asati santānaṭṭhitihetukabhāvaṁ āgacchantassā”ti, tasmā santānappavattassa",
  "tika-abh07t16:38_3": "hetubhāvupatthambhane imassa byāpāroti na koci virodho.",
  "tika-abh07t16:39_0": "19. Paṭisandhiyaṁ cakkhādivatthūnaṁ asambhavato, sati ca sambhave taṁtaṁviññāṇānaṁ",
  "tika-abh07t16:39_1": "paccayabhāvānupagamanato, hadayavatthuno ca paṭisandhiviññāṇena sahuppannassa purejātakatābhāvato",
  "tika-abh07t16:39_2": "vuttaṁ “chavatthūni pavattiya”nti. “Pañcārammaṇāni pañcaviññāṇavīthiyā”ti ca idaṁ",
  "tika-abh07t16:39_3": "ārammaṇapurejātaniddese āgataṁ sandhāya vuttaṁ. Pañhāvāre pana “sekkhā vā puthujjanā",
  "tika-abh07t16:39_4": "vā cakkhuṁ aniccato dukkhato anattato vipassantī”tyādinā avisesena paccuppannacakkhādīnampi",
  "tika-abh07t16:39_5": "gahitattā dhammārammaṇampi ārammaṇapurejātaṁ manoviññāṇavīthiyā labbhati. Atthato",
  "tika-abh07t16:39_6": "hetaṁ siddhaṁ, yaṁ paccuppannadhammārammaṇaṁ gahetvā manodvārikavīthi pavattati,",
  "tika-abh07t16:39_7": "taṁ tassa ārammaṇapurejātaṁ hotīti.",
  "tika-abh07t16:40_0": "22. Pakatiyā eva paccayantararahitena attano sabhāveneva upanissayo pakatūpanissayo.",
  "tika-abh07t16:40_1": "Ārammaṇānantarehi asaṁmisso puthageva koci upanissayoti vuttaṁ hoti. Atha vā pakato",
  "tika-abh07t16:40_2": "upanissayo pakatūpanissayo. Pakatoti cettha pa-kāro upasaggo, so attano phalassa",
  "tika-abh07t16:40_3": "uppādanasamatthabhāvena santāne nipphāditabhāvaṁ, āsevitabhāvañca dīpeti, tasmā attano",
  "tika-abh07t16:40_4": "santāne nipphanno rāgādi, saddhādi, upasevito vā utubhojanādi pakatūpanissayo. Tathā ceva niddisati.",
  "tika-abh07t16:41_0": "23.Garukatanti garuṁ katvā paccavekkhitaṁ. Tathā hi “dānaṁ datvā sīlaṁ samādiyitvā",
  "tika-abh07t16:41_1": "uposathakammaṁ katvā taṁ garuṁ katvā paccavekkhatī”tyādinā dānasīlauposathakammapubbekatasuciṇṇajhānagotrabhuvodānamaggādīni",
  "tika-abh07t16:41_2": "garuṁ katvā paccavekkhaṇavasena assa niddeso pavatto.",
  "tika-abh07t16:42_0": "24. “Purimā purimā kusalā khandhā pacchimānaṁ pacchimānaṁ kusalānaṁ khandhānaṁ upanissayapaccayena",
  "tika-abh07t16:42_1": "paccayo”tyādinā nayena anantarapaccayena saddhiṁ nānattaṁ akatvā anantarūpanissayassa",
  "tika-abh07t16:42_2": "āgatattā vuttaṁ “anantaraniruddhā”tyādi. Evaṁ santepi attano anantaraṁ anurūpacittuppādavasena",
  "tika-abh07t16:42_3": "anantarapaccayo, balavakāraṇavasena anantarūpanissayapaccayoti ayametesaṁ viseso.",
  "tika-abh07t16:43": "25. Yathārahaṁ ajjhattañca bahiddhā ca rāgādayo…pe… senāsanañcāti yojanā. Rāgādayo hi ajjhattaṁ nipphāditā, puggalādayo bahiddhā sevitā. Tathā hi vuttaṁ ācariyena –",
  "tika-abh07t16:44": "“Rāgasaddhādayo dhammā, ajjhattamanuvāsitā;",
  "tika-abh07t16:45": "Sattasaṅkhāradhammā ca, bahiddhopanisevitā”ti. ;",
  "tika-abh07t16:46_0": "Atha vā ajjhattañca bahiddhā ca kusalādidhammānanti yathāṭhitavaseneva yojanā attano",
  "tika-abh07t16:46_1": "hi rāgādayo ca attano kusalādidhammānaṁ kalyāṇamittassa saddhādike nissāya kusalaṁ",
  "tika-abh07t16:46_2": "karontānaṁ paresañca nissayā honti.",
  "tika-abh07t16:47_0": "Tattha kāmarāgādayo nissāya kāmabhavādīsu nibbattanatthaṁ, rāgādivūpasamatthañca",
  "tika-abh07t16:47_1": "dānasīlauposathajjhānābhiññāvipassanāmaggabhāvanā, rāgādihetukā ca uparūparirāgādayo",
  "tika-abh07t16:47_2": "hontīti yathārahaṁ daṭṭhabbaṁ. Yaṁ yañhi nissāya yassa yassa sambhavo, taṁ taṁ tassa",
  "tika-abh07t16:47_3": "tassa pakatūpanissayo hoti. Paccayamahāpadeso hesa, yadidaṁ “upanissayapaccayo”ti",
  "tika-abh07t16:47_4": "vuttaṁ. Tathā cāha “bahudhā hoti pakatūpanissayo”ti. Saddhādayoti sīlasutacāgapaññā.",
  "tika-abh07t16:47_5": "Attano saddhādikañhi upanissāya attano dānasīlādayo, tathā kalyāṇamittānaṁ saddhādayo",
  "tika-abh07t16:47_6": "upanissāya paresañca dānasīlādayo hontīti pākaṭametaṁ. Sukhaṁ dukkhanti kāyikaṁ sukhaṁ",
  "tika-abh07t16:47_7": "dukkhaṁ. Puggaloti kalyāṇamittādipuggalo. Bhojananti sappāyādibhojanaṁ, utupi tādisova.",
  "tika-abh07t16:48_0": "27. “Adhipati…pe… paccayā hontī”ti saṅkhepena vuttamatthaṁ vitthāretuṁ “tattha garukatamārammaṇa”ntyādi",
  "tika-abh07t16:48_1": "vuttaṁ. Garukatamārammaṇanti paccavekkhaṇaassādādinā garukataṁ ārammaṇaṁ. Tañhi jhānamaggaphalavipassanānibbānādibhedaṁ",
  "tika-abh07t16:48_2": "paccavekkhaṇaassādādimaggaphalādidhamme attādhīne karotīti ārammaṇādhipati nāma.",
  "tika-abh07t16:48_3": "Garukātabbatāmattena ārammaṇādhipati. Garukatopi balavakāraṇaṭṭhena ārammaṇūpanissayoti",
  "tika-abh07t16:48_4": "ayametesaṁ viseso. Sahajātā…pe… nāmarūpānanti chandacittavīriyavīmaṁsānaṁ, vasena",
  "tika-abh07t16:48_5": "catubbidhopi sahajātādhipati yathārahaṁ sahajātanāmarūpānaṁ pavattiyaṁyeva sahajātādhipativasena paccayo.",
  "tika-abh07t16:49": "28. Rūpadhammassa arūpadhammaṁ pati sahajātapaccayatā paṭisandhiyaṁ vatthuvasena vuttāti āha “vatthuvipākā aññamañña”nti –",
  "tika-abh07t16:50_0": "30. Yasmā pana aññamaññupatthambhanavaseneva aññamaññapaccayatā, na sahajātamattatoti",
  "tika-abh07t16:50_1": "pavattiyaṁ rūpaṁ nāmānaṁ aññamaññapaccayo na hoti, tasmā vuttaṁ “cittacetasikā dhammā",
  "tika-abh07t16:50_2": "aññamañña”nti. Tathā upādārūpāni ca bhūtarūpānaṁ aññamaññapaccayā na hontīti vuttaṁ",
  "tika-abh07t16:50_3": "“mahābhūtā aññamañña”nti.",
  "tika-abh07t16:51_0": "31. Nanu ca “arūpino āhārā sahajātānaṁ nāmarūpāna”nti vuttaṁ, evañca sati asaññīnaṁ",
  "tika-abh07t16:51_1": "sahajātāhārassa asambhavato “sabbe sattā āhāraṭṭhitikā”ti kathamidaṁ nīyatīti? Vuccate",
  "tika-abh07t16:51_2": "– manosañcetanāhāravasappavattassa kammassa, taṁsahagatānampi vā sesāhārānaṁ kammūpanissayapaccayehi",
  "tika-abh07t16:51_3": "paccayattapariyāyaṁ gahetvā sabbasattānaṁ āhāraṭṭhitikatā vuttā, na āhārapaccayabhāvatoti.",
  "tika-abh07t16:52_0": "32. “Pañca pasādā”tyādīsu nanu itthindriyapurisindriyā na gahitāti? Saccaṁ na gahitā.",
  "tika-abh07t16:52_1": "Yadipi tesaṁ liṅgādīhi anuvattanīyatā atthi, sā pana na paccayabhāvato. Yathā hi",
  "tika-abh07t16:52_2": "jīvitāhārā yesaṁ paccayā honti, tesaṁ anupālakā upatthambhakā atthi, avigatapaccayabhūtā",
  "tika-abh07t16:52_3": "ca honti, na evaṁ itthipurisabhāvā liṅgādīnaṁ kenaci upakārena upakārā honti. Kevalaṁ",
  "tika-abh07t16:52_4": "pana yathāsakeheva kammādipaccayehi pavattamānaṁ liṅgādīnaṁ yathā itthādiggahaṇassa",
  "tika-abh07t16:52_5": "paccayabhāvo hoti, tato aññenākārena taṁ-sahitasantāne appavattito liṅgādīhi anuvattanīyatā,",
  "tika-abh07t16:52_6": "indriyatā ca nesaṁ vuccati, tasmā na tesaṁ indriyapaccayabhāvo vutto.",
  "tika-abh07t16:53_0": "33. Yesaṁ nāmānaṁ cakkhādīnaṁ abbhantarato nikkhamantānaṁ viya pavattānaṁ, yesañca",
  "tika-abh07t16:53_1": "rūpānaṁ nāmasannissayeneva uppajjamānānaṁ sampayogāsaṅkā hoti, tesameva vippayuttapaccayatā.",
  "tika-abh07t16:53_2": "Rūpānaṁ pana rūpehi sāsaṅkā natthi. Vatthusannissayeneva jāyantānaṁ visayabhāvamattaṁ",
  "tika-abh07t16:53_3": "ārammaṇanti tenāpi tesaṁ sampayogāsaṅkā natthīti yesaṁ sampayogāsaṅkā atthi, tesameva",
  "tika-abh07t16:53_4": "vippayuttapaccayatāpi vuttāti āha “okkantikkhaṇe vatthū”tyādi.",
  "tika-abh07t16:54_0": "34.Sabbathā sabbākārena yathārahaṁ nāmavasena vuttaṁ tividhaṁ sahajātaṁ, duvidhaṁ",
  "tika-abh07t16:54_1": "purejātaṁ, ekavidhaṁ pacchājātañca paccayajātaṁ, āhāresu kabaḷīkāro āhāro, rūpajīvitindriyanti",
  "tika-abh07t16:54_2": "ayaṁ pañcavidhopi atthipaccayo, avigatapaccayo ca hoti. Paccuppannasabhāvena atthibhāvena",
  "tika-abh07t16:54_3": "tādisasseva dhammassa upatthambhakattā atthibhāvābhāvena anupakārakānameva atthibhāvena",
  "tika-abh07t16:54_4": "upakārakatā atthipaccayabhāvoti natthi nibbānassa sabbadā bhāvino atthipaccayatā,",
  "tika-abh07t16:54_5": "avigatapaccayatā ca. Uppādādiyuttānaṁ vā natthibhāvopakārakatāviruddho, vigatabhāvopakārakatāviruddho",
  "tika-abh07t16:54_6": "ca upakārakabhāvo atthipaccayatādikāti na tassa tappaccayattappasaṅgo. Rūpajīvitindriyañcettha",
  "tika-abh07t16:54_7": "ojā viya ṭhitikkhaṇeva upakārakattā sahajātapaccayesu na gayhatīti visuṁ vuttaṁ.",
  "tika-abh07t16:55_0": "35. Idāni sabbepi paccayā saṅkhepatopi catudhāyevāti dassetuṁ “ārammaṇū…pe… gacchantī”ti",
  "tika-abh07t16:55_1": "vuttaṁ. Na hi so koci paccayo atthi, yo cittacetasikānaṁ ārammaṇabhāvaṁ na gaccheyya,",
  "tika-abh07t16:55_2": "sakasakapaccayuppannassa ca upanissayabhāvaṁ na gacchati, kammahetukattā ca lokappavattiyā",
  "tika-abh07t16:55_3": "phalahetūpacāravasena sabbepi kammasabhāvaṁ nātivattanti, te ca paramatthato lokasammutivasena",
  "tika-abh07t16:55_4": "ca vijjamānāyevāti sabbepi catūsu samodhānaṁ gacchanti.",
  "tika-abh07t16:56_0": "36. Idāni yaṁ vuttaṁ tattha tattha “sahajātarūpa”nti, taṁ sabbaṁ na avisesato daṭṭhabbanti",
  "tika-abh07t16:56_1": "dassetuṁ “sahajātarūpa”ntyādi vuttaṁ. Paṭisandhiyañhi cittasamuṭṭhānarūpābhāvato",
  "tika-abh07t16:56_2": "pavattiyaṁ kammasamuṭṭhānānañca cittacetasikehi sahuppattiniyamābhāvato sahajātarūpanti",
  "tika-abh07t16:56_3": "sabbatthāpi pavatte cittasamuṭṭhānānaṁ rūpānaṁ, paṭisandhiyaṁ kaṭattārūpasaṅkhātakammajarūpānañca",
  "tika-abh07t16:56_4": "vasena duvidhaṁ hoti. Kammassa katattā nibbattamānāni rūpāni kaṭattārūpāni.",
  "tika-abh07t16:57_0": "37.Iti evaṁ vuttanayena sambhavā yathāsambhavaṁ tekālikā anantarasamanantaraāsevananatthivigatavasena",
  "tika-abh07t16:57_1": "pañcannaṁ atītakālikānaṁ, kammapaccayassa atītavattamānavasena dvikālikassa, ārammaṇaadhipatiupanissayapaccayānaṁ",
  "tika-abh07t16:57_2": "tikālikānaṁ, itaresaṁ pannarasannaṁ paccuppannakālikānañca vasena kālattayavanto,",
  "tika-abh07t16:57_3": "nibbānapaññattivasena kālavimuttā ca, cakkhādirāgādisaddhādivasena ajjhattikā ca,",
  "tika-abh07t16:57_4": "puggalautubhojanādivasena tato bahiddhā ca, paccayuppannabhāvena saṅkhatā ca, kathā",
  "tika-abh07t16:57_5": "tappaṭipakkhabhāvena asaṅkhatā ca dhammā paññattināmarūpānaṁ vasena saṅkhepato tividhā",
  "tika-abh07t16:57_6": "ṭhitā sabbathā paṭṭhāne anantanayasamantapaṭṭhāne pakaraṇe catuvīsatisaṅkhātā paccayā nāmāti yojanā.",
  "tika-abh07t16:58": "38.Tatthāti tesu paññattināmarūpesu.",
  "tika-abh07t16:59": "Paṭṭhānanayavaṇṇanā niṭṭhitā.",
  "tika-abh07t16:60": "Paññattibhedavaṇṇanā",
  "tika-abh07t16:61_0": "39. Vacanīyavācakabhedā duvidhā paññattīti vuttaṁ “paññāpiyattā”tyādi. Paññāpiyattāti",
  "tika-abh07t16:61_1": "tena tena pakārena ñāpetabbattā, iminā rūpādidhammānaṁ samūhasantānādiavatthāvisesādibhedā",
  "tika-abh07t16:61_2": "sammutisaccabhūtā upādāpaññattisaṅkhātā atthapaññatti vuttā. Sā hi nāmapaññattiyā",
  "tika-abh07t16:61_3": "paññāpīyati. Paññāpanatoti pakārehi atthapaññattiyā ñāpanato. Iminā hi paññāpetīti",
  "tika-abh07t16:61_4": "“paññattī”ti laddhanāmānaṁ atthānaṁ abhidhānasaṅkhātā nāmapaññatti vuttā.",
  "tika-abh07t16:62_0": "40.Bhūtapariṇāmākāramupādāyāti pathavādikānaṁ mahābhūtānaṁ pabandhavasena pavattamānānaṁ",
  "tika-abh07t16:62_1": "patthaṭasaṅgahatādiākārena pariṇāmākāraṁ pariṇatabhāvasaṅkhātaṁ ākāraṁ upādāya nissayaṁ",
  "tika-abh07t16:62_2": "katvā. Tathā tathāti bhūmādivasena. Bhūmipabbatādikāti bhūmipabbatarukkhādikā santānapaññatti.",
  "tika-abh07t16:62_3": "Sambhārasannivesākāranti dārumattikātantādīnaṁ sambhārānaṁ upakaraṇānaṁ sannivesākāraṁ",
  "tika-abh07t16:62_4": "racanādivisiṭṭhataṁtaṁsaṇṭhānādiākāraṁ. Rathasakaṭādikāti rathasakaṭagāmaghaṭapaṭādikā",
  "tika-abh07t16:62_5": "samūhapaññatti. Candāvaṭṭanādikanti candimasūriyanakkhattānaṁ sineruṁ padakkhiṇavasena",
  "tika-abh07t16:62_6": "udayādiāvaṭṭanākāraṁ. Disākālādikāti puratthimadisādikā disāpaññatti, pubbaṇhādikā",
  "tika-abh07t16:62_7": "kālapaññatti, māsotuvesākhamāsādikā taṁtaṁnāmavisiṭṭhā māsādipaññatti ca. Asamphuṭṭhākāranti",
  "tika-abh07t16:62_8": "taṁtaṁrūpakalāpehi asamphuṭṭhaṁ susirādiākāraṁ. Kūpaguhādikā ti kūpaguhachiddādikā",
  "tika-abh07t16:62_9": "ākāsapaññatti. Taṁtaṁbhūtanimittanti pathavīkasiṇāditaṁtaṁbhūtanimittaṁ. Bhāvanāvisesanti",
  "tika-abh07t16:62_10": "parikammādibhedaṁ bhāvanāya pabandhavisesaṁ. Kasiṇanimittādikāti kasiṇāsubhanimittādibhedā",
  "tika-abh07t16:62_11": "yogīnaṁ upaṭṭhitā uggahapaṭibhāgādibhedā nimittapaññatti. Evamādippabhedāti kasiṇugghāṭimākāsanirodhakasiṇādibhedā",
  "tika-abh07t16:62_12": "ca. Atthacchāyākārenāti paramatthadhammassa chāyākārena paṭibhāgākārena.",
  "tika-abh07t16:63_0": "41.Nāmanāmakammādināmenāti nāmaṁ nāmakammaṁ nāmadheyyaṁ nirutti byañjanaṁ abhilāpoti",
  "tika-abh07t16:63_1": "imehi chahi nāmehi. Tattha atthesu namatīti nāmaṁ. Taṁ anvattharuḷhīvasena duvidhaṁ,",
  "tika-abh07t16:63_2": "sāmaññaguṇakiriyāyadicchāvasena catubbidhaṁ. Nāmameva nāmakammaṁ. Tathā nāmadheyyaṁ.",
  "tika-abh07t16:63_3": "Akkharadvārena atthaṁ nīharitvā utti kathanaṁ nirutti, atthaṁ byañjayatīti byañjanaṁ.",
  "tika-abh07t16:63_4": "Abhilapatīti abhilāpo, saddagataakkharasannivesakkamo. Sā panāyaṁ nāmapaññatti vijjamānaavijjamānatadubhayasaṁyogavasena",
  "tika-abh07t16:63_5": "chabbidhā hotīti dassetuṁ “vijjamānapaññattī”tyādi vuttaṁ, etāya paññāpentīti “rūpavedanā”tyādinā pakāsenti.",
  "tika-abh07t16:64_0": "42.Ubhinnanti vijjamānāvijjamānānaṁ dvinnaṁ. Pañcābhiññā, āsavakkhayañāṇanti cha",
  "tika-abh07t16:64_1": "abhiññā assāti chaḷabhiñño. Ettha ca abhiññānaṁ vijjamānattā, tappaṭilābhino puggalassa",
  "tika-abh07t16:64_2": "avijjamānattā ca ayaṁ vijjamānena avijjamānapaññatti nāma. Tathā itthiyā avijjamānattā,",
  "tika-abh07t16:64_3": "saddassa ca vijjamānattā itthisaddoti avijjamānena vijjamānapaññatti. Pasādacakkhuno,",
  "tika-abh07t16:64_4": "tannissitaviññāṇassa ca vijjamānattā cakkhuviññāṇanti vijjamānena vijjamānapaññatti.",
  "tika-abh07t16:64_5": "Rañño ca puttassa ca sammutisaccabhūtattā rājaputtoti avijjamānena avijjamānapaññatti.",
  "tika-abh07t16:65_0": "43.Vacīghosānusārenāti bhūmipabbatarūpavedanādivacīmayasaddassa anusārena anugamanena",
  "tika-abh07t16:65_1": "anussaraṇena ārammaṇakaraṇena pavattāya sotaviññāṇavīthiyā pavattito anantaraṁ uppannassa",
  "tika-abh07t16:65_2": "manodvārassa nāmacintanākārappavattassa manodvārikaviññāṇasantānassa “idamīdisassa",
  "tika-abh07t16:65_3": "atthassa nāma”nti pubbeyeva gahitasaṅketopanissayassa gocarā ārammaṇabhūtā tato nāmaggahaṇato",
  "tika-abh07t16:65_4": "paraṁ yassā sammutiparamatthavisayāya nāmapaññattiyā anusārena anugamanena atthā",
  "tika-abh07t16:65_5": "sammutiparamatthabhedā viññāyanti, sāyaṁ bhūmipabbatarūpavedanādikā paññāpetabbatthapaññāpikā",
  "tika-abh07t16:65_6": "lokasaṅketena nimmitā lokavohārena siddhā, manodvāraggahitā akkharāvalibhūtā paññatti",
  "tika-abh07t16:65_7": "viññeyyā paññāpanato paññattisaṅkhātā nāmapaññattīti viññeyyā.",
  "tika-abh07t16:66_0": "Ettha ca sotaviññāṇavīthiyā anantarabhāviniṁ manodvārikavīthimpi sotaviññāṇavīthiggahaṇeneva",
  "tika-abh07t16:66_1": "saṅgahetvā “sotaviññāṇavīthiyā”ti vuttaṁ. Ghaṭādisaddañhi suṇantassa ekamekaṁ saddaṁ",
  "tika-abh07t16:66_2": "ārabbha paccuppannātītārammaṇavasena dve dve javanavārā, buddhiyā gahitanāmapaṇṇattibhūtaṁ",
  "tika-abh07t16:66_3": "akkharāvalimārabbha ekoti evaṁ sotaviññāṇavīthiyā anantarāya atītasaddārammaṇāya",
  "tika-abh07t16:66_4": "javanavīthiyā anantaraṁ nāmapaññattiyā gahaṇaṁ, tato paraṁ atthāvabodhoti ācariyā.",
  "tika-abh07t16:67": "Paññattibhedavaṇṇanā niṭṭhitā.",
  "tika-abh07t16:68": "Iti abhidhammatthavibhāviniyā nāma abhidhammatthasaṅgahavaṇṇanāya",
  "tika-abh07t16:69": "Paccayaparicchedavaṇṇanā niṭṭhitā."
}