{
  "tika-vin07t17:0": "2. Uposathakkhandhako",
  "tika-vin07t17:1": "Sannipātānujānanādikathāvaṇṇanā",
  "tika-vin07t17:2": "132. Uposathakkhandhake taranti otaranti etthāti titthaṁ, laddhi. Itoti sāsanaladdhito.",
  "tika-vin07t17:3_0": "135.Āpajjitvā vā vuṭṭhitoti ettha desanārocanānampi saṅgaho. Teneva mātikāṭṭhakathāyaṁ",
  "tika-vin07t17:3_1": "‘‘vuṭṭhitā vā desitā vā ārocitā vā āpatti…pe… asantī nāma hotī’’ti (kaṅkhā. aṭṭha.",
  "tika-vin07t17:3_2": "nidānavaṇṇanā) vuttaṁ.",
  "tika-vin07t17:4": "Manujenāti āsannena saha. Pareti dūraṭṭhepi parapuggale sandhāya giraṁ no ca bhaṇeyyāti yojanā.",
  "tika-vin07t17:5_0": "‘‘Āvikatā hissa phāsu hotī’’ti (mahāva. 134) vuttattā garukāpattipi āvikaraṇamattena",
  "tika-vin07t17:5_1": "vuṭṭhātīti keci vadanti, taṁ tesaṁ matimattaṁ parivāsādividhānasuttehi virujjhanato.",
  "tika-vin07t17:5_2": "Ayaṁ panettha adhippāyo – yathābhūtañhi attānamāvikarontaṁ pesalā bhikkhū ‘‘akāmā",
  "tika-vin07t17:5_3": "parivatthabba’’ntiādivacanaṁ nissāya anicchamānampi naṁ upāyena parivāsādīni datvā",
  "tika-vin07t17:5_4": "avassaṁ suddhante patiṭṭhāpessanti, tato tassa avippaṭisārādīnaṁ vasena phāsu hoti.",
  "tika-vin07t17:5_5": "Paṭhamaṁ pātimokkhuddesanti nidānuddesaṁ dasseti. Pubbe avijjamānaṁ paññāpesīti.",
  "tika-vin07t17:5_6": "Na kevalañca etaṁ, pubbe paññattampi pana pārājikādisikkhāpadaṁ sabbaṁ bhagavā ‘‘tatrime",
  "tika-vin07t17:5_7": "cattāro pārājikā dhammā uddesaṁ āgacchantī’’tiādinā pārājikuddesādivasena vinayamātikaṁ",
  "tika-vin07t17:5_8": "katvā nidānuddesena saha sayameva saṅgahetvā ‘‘pātimokkha’’nti paññāpesīti daṭṭhabbaṁ.",
  "tika-vin07t17:5_9": "Tadetaṁ sabbampi sandhāya ‘‘anujānāmi, bhikkhave, pātimokkhaṁ uddisitu’’nti (mahāva. 133) vuttaṁ.",
  "tika-vin07t17:6": "136.Etaṁ 34 veditabbanti yasmiṁ tasmiṁ cātuddase vā pannarase vāti evaṁ atthajātaṁ.",
  "tika-vin07t17:7": "Sannipātānujānanādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:8": "Sīmānujānanakathāvaṇṇanā",
  "tika-vin07t17:9_0": "138.‘‘Puratthimāyadisāyā’’ti idaṁ nidassanamattaṁ. Tassaṁ pana disāyaṁ nimitte asati",
  "tika-vin07t17:9_1": "yattha atthi, tato paṭṭhāya paṭhamaṁ ‘‘puratthimāya anudisāya, dakkhiṇāya disāyā’’tiādinā",
  "tika-vin07t17:9_2": "samantā vijjamānaṭṭhānesu nimittāni kittetvā puna ‘‘puratthimāya anudisāyā’’ti paṭhamakittitaṁ",
  "tika-vin07t17:9_3": "kittetuṁ vaṭṭati, tīhi nimittehi siṅghāṭakasaṇṭhānāyapi sīmāya sammannitabbato. Tikkhattuṁ",
  "tika-vin07t17:9_4": "sīmāmaṇḍalaṁ sambandhantenāti vinayadharena sayaṁ ekasmiṁyeva ṭhāne ṭhatvā kevalaṁ",
  "tika-vin07t17:9_5": "nimittakittanavacaneneva sīmāmaṇḍalaṁ samantā nimittena nimittaṁ bandhantenāti attho.",
  "tika-vin07t17:9_6": "Taṁ taṁ nimittaṭṭhānaṁ agantvāpi hi kittetuṁ vaṭṭati. Tiyojanaparamāya sīmāya samantato",
  "tika-vin07t17:9_7": "tikkhattuṁ anuparigamanassa ekadivasena dukkarattā vinayadharena sayaṁ adiṭṭhampi",
  "tika-vin07t17:9_8": "pubbe bhikkhūhi yathāvavatthitaṁ nimittaṁ ‘‘pāsāṇo bhante’’tiādinā kenaci vuttānusārena",
  "tika-vin07t17:9_9": "sallakkhetvā ‘‘eso pāsāṇo nimitta’’ntiādinā kittetumpi vaṭṭati eva.",
  "tika-vin07t17:10_0": "Suddhapaṁsupabbatoti na kenaci kato sayaṁjātova vutto. Tathā sesāpi. Itaropīti suddhapaṁsupabbatādikopi",
  "tika-vin07t17:10_1": "pabbato. Hatthippamāṇatoti ettha bhūmito uggatappadesena hatthippamāṇaṁ gahetabbaṁ.",
  "tika-vin07t17:10_2": "Catūhi vā tīhi vāti sīmābhūmiyaṁ catūsu, tīsu vā disāsu ṭhitehi. Ekissā eva pana",
  "tika-vin07t17:10_3": "disāya ṭhitehi tato bahūhipi sammannituṁ na vaṭṭati. Dvīhi pana dvīsu disāsu ṭhitehipi",
  "tika-vin07t17:10_4": "na vaṭṭati. Tasmāti yasmā ekena na vaṭṭati, tasmā. Taṁ bahiddhā katvāti kittitanimittassa",
  "tika-vin07t17:10_5": "asīmattā antosīmāya karaṇaṁ ayuttanti vuttaṁ. Tenāha ‘‘sace’’tiādi.",
  "tika-vin07t17:11_0": "Dvattiṁsapalaguḷapiṇḍappamāṇatā saṇṭhānato gahetabbā, na tulagaṇanāvasena, bhārato",
  "tika-vin07t17:11_1": "palaparimāṇañca magadhatulāya gahetabbaṁ. Sā ca lokiyatulāya dviguṇāti vadanti. Atimahantopīti",
  "tika-vin07t17:11_2": "bhūmito hatthippamāṇaṁ anuggantvā heṭṭhābhūmiyaṁ otiṇṇaghanato anekayojanappamāṇopi.",
  "tika-vin07t17:11_3": "Sace hi tato hatthippamāṇaṁ kūṭaṁ uggacchati, pabbatasaṅkhyameva gacchati.",
  "tika-vin07t17:12_0": "Antosārānanti tasmiṁ khaṇe taruṇatāya sāre avijjamānepi pariṇāmena bhavissamānasārepi",
  "tika-vin07t17:12_1": "sandhāya vuttaṁ. Tādisānañhi sūcidaṇḍakappamāṇapariṇāhānaṁ catupañcamattampi vanaṁ",
  "tika-vin07t17:12_2": "vaṭṭati. Antosāramissakānanti antosārehi rukkhehi sammissānaṁ. Etena ca sārarukkhamissampi",
  "tika-vin07t17:12_3": "vanaṁ vaṭṭatīti dasseti. Catupañcarukkhamattampīti sārarukkhe sandhāya vuttaṁ. Vanamajjhe",
  "tika-vin07t17:12_4": "vihāraṁ karontīti rukkhaghaṭāya antare rukkhe acchinditvā vatiādīhi vihāraparicchedaṁ",
  "tika-vin07t17:12_5": "katvāva antorukkhantaresu eva pariveṇapaṇṇasālādīnaṁ karaṇavasena yathā antovihārampi",
  "tika-vin07t17:12_6": "vanameva hoti, evaṁ vihāraṁ karontīti attho. Yadi hi sabbaṁ rukkhaṁ chinditvā vihāraṁ",
  "tika-vin07t17:12_7": "kareyyuṁ, vihārassa avanattā taṁ parikkhipitvā ṭhitaṁ vanaṁ ekattha kittetabbaṁ siyā.",
  "tika-vin07t17:12_8": "Idha pana antopi vanattā ‘‘vanaṁ na kittetabba’’nti vuttaṁ. Sace hi taṁ kittenti,",
  "tika-vin07t17:12_9": "‘‘nimittassa upari vihāro hotī’’tiādinā anantare vuttadosaṁ āpajjati. Ekadesanti",
  "tika-vin07t17:12_10": "vanekadesaṁ, rukkhavirahitaṭṭhāne katavihārassa ekapasse ṭhitavanassa ekadesanti attho.",
  "tika-vin07t17:13_0": "Sūcidaṇḍakappamāṇoti vaṁsadaṇḍappamāṇo. Lekhanidaṇḍappamāṇoti keci. Mātikāṭṭhakathāyaṁ",
  "tika-vin07t17:13_1": "pana avebhaṅgiyavinicchaye ‘‘yo koci aṭṭhaṅgulasūcidaṇḍakamattopi veḷu…pe… garubhaṇḍa’’nti",
  "tika-vin07t17:13_2": "(kaṅkhā. aṭṭha. dubbattasikkhāpadavaṇṇanā) vuttattā tanutaro veḷudaṇḍoti ca sūcidaṇḍoti",
  "tika-vin07t17:13_3": "ca gahetabbaṁ. Vaṁsanaḷakasarāvādīsūti veḷupabbe vā naḷapabbe vā kapallakādimattikabhājanesu",
  "tika-vin07t17:13_4": "vāti attho. Taṅkhaṇampīti taruṇapotake amilāyitvā viruhanajātike sandhāya vuttaṁ.",
  "tika-vin07t17:13_5": "Ye pana pariṇatā samūlaṁ uddharitvā ropitāpi chinnasākhā viya milāyitvā cirena navamūlaṅkuruppattiyā",
  "tika-vin07t17:13_6": "jīvanti, mīyantiyeva vā, tādise kittetuṁ na vaṭṭati. Etanti navamūlasākhāniggamanaṁ.",
  "tika-vin07t17:14_0": "Majjheti sīmāya mahādisānaṁ anto. Koṇanti sīmāya catūsu koṇesu dvinnaṁ dvinnaṁ maggānaṁ",
  "tika-vin07t17:14_1": "sambandhaṭṭhānaṁ. Parabhāge kittetuṁ vaṭṭatīti tesaṁ catunnaṁ koṇānaṁ bahi nikkhamitvā",
  "tika-vin07t17:14_2": "ṭhitesu maggesu ekissā disāya ekaṁ, aññissā disāya cāparanti evaṁ cattāropi maggā",
  "tika-vin07t17:14_3": "catūsu disāsu kittetuṁ vaṭṭatīti adhippāyo. Evaṁ pana kittitamattena kathaṁ ekābaddhatā",
  "tika-vin07t17:14_4": "vigacchatīti viññāyatīti. Parato gataṭṭhānepi ete eva te cattāro maggā. ‘‘Catūsu",
  "tika-vin07t17:14_5": "disāsu gacchantī’’ti hi vuttaṁ. Tasmā ettha kāraṇaṁ vicinitabbaṁ.",
  "tika-vin07t17:15_0": "‘‘Uttarantiyā bhikkhuniyā’’ti idañca pāḷiyaṁ (pāci. 692) bhikkhunīnaṁ nadīpāragamane",
  "tika-vin07t17:15_1": "nadilakkhaṇassa āgatattā vuttaṁ. Bhikkhūnaṁ antaravāsakatemanamattampi vaṭṭati eva",
  "tika-vin07t17:15_2": ". ‘‘Nadicatukkepi eseva nayo’’ti iminā ekattha kittetvā aññattha parato gataṭṭhānepi",
  "tika-vin07t17:15_3": "kittetuṁ na vaṭṭatīti dasseti. Teneva ca ‘‘assammissanadiyo catassopi kittetuṁ vaṭṭatī’’ti",
  "tika-vin07t17:15_4": "asammissa-ggahaṇaṁ kataṁ. Mūleti ādikāle. Nadiṁ bhinditvāti yathā udakaṁ anicchantehi",
  "tika-vin07t17:15_5": "kassakehi mahoghe nivattetuṁ na sakkā, evaṁ nadikūlaṁ bhinditvā.",
  "tika-vin07t17:16": "Ukkhepimanti dīgharajjunā kuṭena ussiñcanīyaṁ.",
  "tika-vin07t17:17_0": "Asammissehīti sabbadisāsu ṭhitapabbatehi eva, pāsāṇādīsu aññatarehi vā nimittantarābyavahitehi.",
  "tika-vin07t17:17_1": "Sammissehīti ekattha pabbato, aññattha pāsāṇoti evaṁ ṭhitehi aṭṭhahipi. ‘‘Nimittānaṁ",
  "tika-vin07t17:17_2": "satenāpī’’ti iminā ekissāya eva disāya bahunimittāni ‘‘puratthimāya disāya kiṁ nimittaṁ?",
  "tika-vin07t17:17_3": "Pabbato bhante. Puna puratthimāya disāya kiṁ nimittaṁ? Pāsāṇo bhante’’tiādinā kittetuṁ",
  "tika-vin07t17:17_4": "vaṭṭatīti dasseti. Siṅghāṭakasaṇṭhānāti tikoṇā. Caturassāti samacaturassā, mudiṅgasaṇṭhānā",
  "tika-vin07t17:17_5": "pana āyatacaturassā. Ekakoṭiyaṁ saṅkocitā, tadaññāya vitthiṇṇā vā hotīti. Sīmāya",
  "tika-vin07t17:17_6": "upacāraṁ ṭhapetvāti āyatiṁ bandhitabbāya sīmāya nesaṁ vihārānaṁ paricchedato bahi",
  "tika-vin07t17:17_7": "sīmantarikappahonakaṁ upacāraṁ ṭhapetvā. Baddhā sīmā yesu vihāresu, te baddhasīmā.",
  "tika-vin07t17:17_8": "Pāṭekkanti paccekaṁ. Baddhasīmāsadisānīti yathā baddhasīmāsu ṭhitā aññamaññaṁ chandādiṁ",
  "tika-vin07t17:17_9": "anapekkhitvā paccekaṁ kammaṁ kātuṁ labhanti, evaṁ gāmasīmāsu ṭhitāpīti dasseti. Āgantabbanti",
  "tika-vin07t17:17_10": "sāmīcimattavasena vuttaṁ. Tenāha ‘‘āgamanampī’’tiādi.",
  "tika-vin07t17:18_0": "Pabbajjūpasampadādīnanti ettha bhaṇḍukammāpucchanaṁ sandhāya pabbajjāgahaṇaṁ. Ekavīsati",
  "tika-vin07t17:18_1": "bhikkhūti nisinne sandhāya vuttaṁ. Idañca kammārahena saha abbhānakārakānampi pahonakatthaṁ",
  "tika-vin07t17:18_2": "vuttaṁ. ‘‘Nimittupagā pāsāṇā ṭhapetabbā’’ti idaṁ yathārucitaṭṭhāne rukkhanimittādīnaṁ",
  "tika-vin07t17:18_3": "dullabhatāya vaḍḍhitvā ubhinnaṁ baddhasīmānaṁ saṅkarakaraṇato ca pāsāṇanimittassa",
  "tika-vin07t17:18_4": "ca tadabhāvato yattha katthaci ānetvā ṭhapetuṁ sukaratāya ca vuttaṁ. Tathā sīmantarikapāsāṇā",
  "tika-vin07t17:18_5": "ṭhapetabbāti etthāpi. Caturaṅgulappamāṇāpīti yathā khandhasīmāparicchedato bahi nimittapāsāṇānaṁ",
  "tika-vin07t17:18_6": "caturaṅgulamattaṭṭhānaṁ samantā nigacchati, avasesaṁ ṭhānaṁ antokhandhasīmāya hotiyeva,",
  "tika-vin07t17:18_7": "evaṁ tesupi ṭhapitesu caturaṅgulamattā sīmantarikā hotīti daṭṭhabbaṁ.",
  "tika-vin07t17:19_0": "Sīmantarikapāsāṇāti sīmantarikāya ṭhapitanimittapāsāṇā. Te pana kittentena padakkhiṇato",
  "tika-vin07t17:19_1": "anupariyāyanteneva kittetabbā. Kathaṁ? Khaṇḍasīmato hi pacchimāya disāya puratthābhimukhena",
  "tika-vin07t17:19_2": "ṭhatvā ‘‘puratthimāya disāya kiṁ nimitta’’nti tattha sabbāni nimittāni anukkamena",
  "tika-vin07t17:19_3": "kittetvā tathā uttarāya disāya dakkhiṇābhimukhena ṭhatvā ‘‘dakkhiṇāya disāya kiṁ",
  "tika-vin07t17:19_4": "nimitta’’nti anukkamena kittetvā tathā puratthimāya disāya pacchimābhimukhena ṭhatvā",
  "tika-vin07t17:19_5": "‘‘pacchimāya disāya kiṁ nimitta’’nti anukkamena kittetvā tathā dakkhiṇāya disāya",
  "tika-vin07t17:19_6": "uttarābhimukhena ṭhatvā ‘‘uttarāya disāya kiṁ nimitta’’nti tattha sabbāni nimittāni",
  "tika-vin07t17:19_7": "anukkamena kittetvā puna pacchimāya disāya puratthābhimukhena ṭhatvā purimakittitaṁ",
  "tika-vin07t17:19_8": "vuttanayena puna kittetabbaṁ. Evaṁ bahūnampi khaṇḍasīmānaṁ sīmantarikapāsāṇā paccekaṁ",
  "tika-vin07t17:19_9": "kittetabbā. Tatoti pacchā. Avasesanimittānīti mahāsīmāya bāhirantaresu avasesanimittāni.",
  "tika-vin07t17:19_10": "Ubhinnampi na kopentīti ubhinnampi kammaṁ na kopenti.",
  "tika-vin07t17:20_0": "Kuṭigeheti bhūmiyaṁ katatiṇakuṭiyaṁ. Udukkhalanti udukkhalāvāṭasadisakhuddakāvāṭaṁ.",
  "tika-vin07t17:20_1": "Nimittaṁ na kātabbanti taṁ rājiṁ vā udukkhalaṁ vā nimittaṁ na kātabbaṁ. Idañca yathāvuttesu",
  "tika-vin07t17:20_2": "nimittesu anāgatattena na vaṭṭatīti siddhampi avinassakasaññāya koci mohena nimittaṁ",
  "tika-vin07t17:20_3": "kareyyāti dūratopi vipattiparihāratthaṁ vuttaṁ. Evaṁ upari ‘‘bhittiṁ akittetvā’’tiādīsupi",
  "tika-vin07t17:20_4": "siddhamevatthaṁ punappunaṁ kathane kāraṇaṁ veditabbaṁ. Sīmāvipatti hi upasampadādisabbakammavipattimūlanti",
  "tika-vin07t17:20_5": "tassā sabbaṁ dvāraṁ sabbathā pidahanavasena vattabbaṁ. Sabbaṁ vatvāva idha ācariyā",
  "tika-vin07t17:20_6": "vinicchayaṁ ṭhapesunti daṭṭhabbaṁ.",
  "tika-vin07t17:21_0": "Bhittinti iṭṭhakadārumattikāmayaṁ. Silāmayāya pana bhittiyā nimittupagaṁ ekaṁ pāsāṇaṁ",
  "tika-vin07t17:21_1": "taṁtaṁdisāya kittetuṁ vaṭṭati. Anekasilāhi cinitaṁ sakalabhittiṁ kittetuṁ na vaṭṭati",
  "tika-vin07t17:21_2": "‘‘eso pāsāṇo nimitta’’nti ekavacanena vattabbato. Antokuṭṭamevāti ettha antokuṭṭepi",
  "tika-vin07t17:21_3": "nimittānaṁ ṭhitokāsato anto eva sīmāti gahetabbaṁ. Pamukhe nimittapāsāṇe ṭhapetvāti",
  "tika-vin07t17:21_4": "gabbhābhimukhepi bahipamukhe gabbhavitthārappamāṇe ṭhāne pāsāṇe ṭhapetvā sammannitabbā.",
  "tika-vin07t17:21_5": "Evañhi gabbhapamukhānaṁ antare ṭhitakuṭṭampi upādāya anto ca bahi ca caturassasaṇṭhānāva",
  "tika-vin07t17:21_6": "sīmā hoti. Bahīti sakalassa kuṭigehassa samantato bahi.",
  "tika-vin07t17:22": "Antoca bahi ca sīmā hotīti majjhe ṭhitabhittiyā saha caturassasīmā hoti.",
  "tika-vin07t17:23_0": "‘‘Uparipāsādeyeva hotī’’ti iminā gabbhassa ca pamukhassa ca antarā ṭhitabhittiyā",
  "tika-vin07t17:23_1": "ekattā tattha ca ekavīsatiyā bhikkhūnaṁ okāsābhāvena heṭṭhā na otarati, uparibhitti",
  "tika-vin07t17:23_2": "pana sīmaṭṭhāva hotīti dasseti. Heṭṭhimatale kuṭṭoti heṭṭhimatale catūsu disāsu ṭhitakuṭṭo.",
  "tika-vin07t17:23_3": "Sace hi dvīsu, tīsu vā disāsu eva kuṭṭo tiṭṭheyya, heṭṭhā na otarati. Heṭṭhāpi otaratīti",
  "tika-vin07t17:23_4": "catunnampi bhittīnaṁ anto bhittīhi saha ekavīsatiyā bhikkhūnaṁ pahonakattā vuttaṁ.",
  "tika-vin07t17:23_5": "Otaramānā ca uparisīmappamāṇena otarati, catunnaṁ pana bhittīnaṁ bāhirantaraparicchede",
  "tika-vin07t17:23_6": "heṭṭhābhūmibhāge udakapariyantaṁ katvā otarati. Na pana bhittīnaṁ bahi kesaggamattampi",
  "tika-vin07t17:23_7": "ṭhānaṁ. Pāsādabhittitoti uparitale bhittito. Otaraṇānotaraṇaṁ vuttanayeneva veditabbanti",
  "tika-vin07t17:23_8": "uparisīmappamāṇassa antogadhānaṁ heṭṭhimatale catūsu disāsu kuṭṭānaṁ tulārukkhehi",
  "tika-vin07t17:23_9": "ekasambandhataṁ tadanto pacchimasīmappamāṇatādiñca sandhāya vuttaṁ. Kiñcāpettha niyyūhakādayo",
  "tika-vin07t17:23_10": "nimittānaṁ ṭhitokāsatāya bajjhamānakkhaṇe sīmā na honti, baddhāya pana sīmāya sīmaṭṭhāva",
  "tika-vin07t17:23_11": "hontīti daṭṭhabbā. Pariyantathambhānanti nimittagatapāsāṇatthambhe sandhāya vuttaṁ.",
  "tika-vin07t17:23_12": "‘‘Uparimatalena sambaddho hotī’’ti idaṁ kuṭṭānaṁ antarā sīmaṭṭhānaṁ thambhānaṁ abhāvato",
  "tika-vin07t17:23_13": "vuttaṁ. Yadi hi bhaveyyuṁ, kuṭṭe uparimatalena asambandhepi sīmaṭṭhatthambhānaṁ upari",
  "tika-vin07t17:23_14": "ṭhito pāsādo sīmaṭṭhova hoti.",
  "tika-vin07t17:24_0": "Sace pana bahūnaṁ thambhapantīnaṁ upari katapāsādassa heṭṭhā pathaviyaṁ sabbabāhirāya",
  "tika-vin07t17:24_1": "thambhapantiyā anto nimittapāsāṇe ṭhapetvā sīmā baddhā hoti, ettha kathanti? Etthāpi",
  "tika-vin07t17:24_2": "yaṁ tāva sīmaṭṭhatthambheheva dhāriyamānānaṁ tulānaṁ uparimatalaṁ, sabbaṁ taṁ sīmaṭṭhameva,",
  "tika-vin07t17:24_3": "ettha vivādo natthi. Yaṁ pana sīmaṭṭhatthambhapantiyā, asīmaṭṭhāya bāhiratthambhapantiyā",
  "tika-vin07t17:24_4": "ca samadhuraṁ dhāriyamānānaṁ tulānaṁ uparimatalaṁ, tattha upaḍḍhaṁ sīmāti keci vadanti.",
  "tika-vin07t17:24_5": "Sakalampi gāmasīmāti apare. Baddhasīmā evāti aññe. Tasmā kammaṁ karontehi garuke",
  "tika-vin07t17:24_6": "nirāsaṅkaṭṭhāne ṭhatvā sabbaṁ taṁ āsaṅkaṭṭhānaṁ sodhetvāva kammaṁ kātabbaṁ, sanniṭṭhānakāraṇaṁ",
  "tika-vin07t17:24_7": "vā gavesitvā tadanuguṇaṁ kātabbaṁ.",
  "tika-vin07t17:25_0": "Tālamūlakapabbateti tālakkhandhamūlasadise heṭṭhā thūlo hutvā kamena kiso hutvā uggato",
  "tika-vin07t17:25_1": "hi tālasadiso nāma hoti. Vitānasaṇṭhānoti ahicchattakasaṇṭhāno. Paṇavasaṇṭhānoti",
  "tika-vin07t17:25_2": "majjhe tanuko heṭṭhā ca upari ca vitthiṇṇo. Heṭṭhā vā majjhe vāti mudiṅgasaṇṭhānassa",
  "tika-vin07t17:25_3": "heṭṭhā, paṇavasaṇṭhānassa majjhe.",
  "tika-vin07t17:26_0": "Sappaphaṇasadiso pabbatoti sappaphaṇo viya khujjo, mūlaṭṭhānato aññattha avanatasīsoti",
  "tika-vin07t17:26_1": "attho. Ākāsapabbhāranti bhittiyā aparikkhittapabbhāraṁ. Sīmappamāṇoti antoākāsena",
  "tika-vin07t17:26_2": "saddhiṁ pacchimasīmappamāṇo. ‘‘So ca pāsāṇo sīmaṭṭho’’ti iminā īdisehi susirapāsāṇaleṇakuṭṭādīhi",
  "tika-vin07t17:26_3": "paricchinne bhūmibhāge eva sīmā patiṭṭhāti, na aparicchinne. Te pana sīmaṭṭhattā",
  "tika-vin07t17:26_4": "sīmā honti, na sarūpena sīmaṭṭhamañcādi viyāti dasseti. Sace pana so susirapāsāṇo",
  "tika-vin07t17:26_5": "bhūmiṁ anāhacca ākāsagatova olambati, sīmā na otarati. Susirapāsāṇā pana sayaṁ sīmāpaṭibaddhattā",
  "tika-vin07t17:26_6": "sīmā honti. Kathaṁ pana pacchimappamāṇarahitehi etehi susirapāsāṇādīhi sīmā na otaratīti",
  "tika-vin07t17:26_7": "idaṁ saddhātabbanti? Aṭṭhakathāpamāṇato.",
  "tika-vin07t17:27_0": "Apicettha susirapāsāṇabhittianusārena mūsikādīnaṁ viya sīmāya heṭṭhimatale otaraṇakiccaṁ",
  "tika-vin07t17:27_1": "natthi. Heṭṭhā pana pacchimasīmappamāṇe ākāse dvaṅgulamattabahalehi pāsāṇabhittiādīhipi",
  "tika-vin07t17:27_2": "uparimatalaṁ āhacca ṭhitehi sabbaso, yebhuyyena vā paricchinne sati upari bajjhamānā",
  "tika-vin07t17:27_3": "sīmā tehi pāsāṇādīhi antaritāya tapparicchinnāya heṭṭhābhūmiyāpi uparimatalena saddhiṁ",
  "tika-vin07t17:27_4": "ekakkhaṇe patiṭṭhāti nadipārasīmā viya nadiantaritesu ubhosu tīresu, leṇādīsu apanītesupi",
  "tika-vin07t17:27_5": "heṭṭhā otiṇṇā sīmā yāva sāsanantaradhānā na vigacchati. Paṭhamaṁ pana upari sīmāya",
  "tika-vin07t17:27_6": "baddhāya pacchā leṇādīsu katesupi heṭṭhābhūmiyaṁ sīmā otarati eva. Keci taṁ na icchanti.",
  "tika-vin07t17:27_7": "Evaṁ ubhayattha patiṭṭhitā ca sā sīmā ekāva hoti gottādijāti viya byattibhedesūti",
  "tika-vin07t17:27_8": "gahetabbaṁ. Sabbā eva hi baddhasīmā, abaddhasīmā ca attano attano pakatinissayabhūte",
  "tika-vin07t17:27_9": "gāmāraññanadiādike khette yathāparicchedaṁ sabbattha sākalyena ekasmiṁ khaṇe byāpinī",
  "tika-vin07t17:27_10": "paramatthato avijjamānāpi te te nissayabhūte paramatthadhamme, taṁ taṁ kiriyāvisesampi",
  "tika-vin07t17:27_11": "vā upādāya lokiyehi, sāsanikehi ca yathārahaṁ ekattena paññattatāya nissayekarūpā",
  "tika-vin07t17:27_12": "eva. Tathā hi eko gāmo araññaṁ nadī jātassaro samuddoti evaṁ loke,",
  "tika-vin07t17:28_0": "‘‘Sammatā sā sīmā saṅghena (mahāva. 143). Agāmake ce, bhikkhave, araññe samantā sattabbhantarā,",
  "tika-vin07t17:28_1": "ayaṁ tattha samānasaṁvāsā ekūposathā. Samantā udakukkhepā, ayaṁ tattha samānasaṁvāsā",
  "tika-vin07t17:28_2": "ekūposathā’’ti (mahāva. 147) –",
  "tika-vin07t17:29": "Ādinā sāsane ca ekavohāro dissati. Na hi paramatthato ekassa anekadhammesu byāpanamatthi. Kasiṇekadesādivikappāsamānatāya ekattahānitoti ayaṁ no mati.",
  "tika-vin07t17:30_0": "Assa heṭṭhāti sappaphaṇapabbatassa heṭṭhā ākāsapabbhāre. Leṇassāti leṇañce kataṁ,",
  "tika-vin07t17:30_1": "tassa leṇassāti attho. Tameva puna leṇaṁ pañcahi pakārehi vikappetvā otaraṇānotaraṇavinicchayaṁ",
  "tika-vin07t17:30_2": "dassetuṁ āha ‘‘sace pana heṭṭhā’’tiādi. Tattha ‘‘heṭṭhā’’ti imassa ‘‘leṇaṁ hotī’’ti",
  "tika-vin07t17:30_3": "iminā sambandho. Heṭṭhā leṇañca ekasmiṁ padeseti āha ‘‘anto’’ti, pabbatassa anto,",
  "tika-vin07t17:30_4": "pabbatamūleti attho. Tameva anto-saddaṁ sīmāparicchedena visesetuṁ ‘‘uparimassa sīmāparicchedassa",
  "tika-vin07t17:30_5": "pārato’’ti vuttaṁ . Pabbatapādaṁ pana apekkhitvā ‘‘orato’’ti vattabbepi sīmānissayaṁ",
  "tika-vin07t17:30_6": "pabbataggaṁ sandhāya ‘‘pārato’’ti vuttanti daṭṭhabbaṁ. Teneva ‘‘bahileṇa’’nti ettha",
  "tika-vin07t17:30_7": "bahi-saddaṁ visesento ‘‘uparimassa sīmāparicchedassa orato’’ti āha. Bahi sīmā na",
  "tika-vin07t17:30_8": "otaratīti ettha bahīti pabbatapāde leṇaṁ sandhāya vuttaṁ, leṇassa bahibhūte uparisīmāparicchedassa",
  "tika-vin07t17:30_9": "heṭṭhābhāge sīmā na otaratīti attho. Anto sīmāti leṇassa ca pabbatapādassa ca anto",
  "tika-vin07t17:30_10": "attano otaraṇārahaṭṭhāne na otaratīti attho. ‘‘Bahi sīmā na otarati, anto sīmā na",
  "tika-vin07t17:30_11": "otaratī’’ti cettha attano otaraṇārahaṭṭhāne leṇābhāvena sīmāya sabbathā anotaraṇameva",
  "tika-vin07t17:30_12": "dassitanti gahetabbaṁ. Tatthāpi anotarantī upari eva hotīti. ‘‘Bahi patitaṁ asīmā’’tiādinā",
  "tika-vin07t17:30_13": "uparipāsādādīsu athiranissayesu ṭhitā sīmāpi tesaṁ vināsena vinassatīti dassitanti daṭṭhabbaṁ.",
  "tika-vin07t17:31_0": "Pokkharaṇiṁkhaṇanti, sīmāyevāti ettha sace heṭṭhā umaṅganadisīmappamāṇato anūnā paṭhamameva",
  "tika-vin07t17:31_1": "ca pavattā hoti. Sīmā ca pacchā baddhā nadito upari eva hoti, nadiṁ āhacca pokkharaṇiyā",
  "tika-vin07t17:31_2": "ca khatāya sīmā vinassatīti daṭṭhabbaṁ. Heṭṭhāpathavitaleti antarā bhūmivivare.",
  "tika-vin07t17:32_0": "Sīmāmāḷaketi khaṇḍasīmaṅgaṇe. ‘‘Vaṭarukkho’’ti idaṁ pārohopatthambhena atidūrampi",
  "tika-vin07t17:32_1": "gantuṁ samatthasākhāsamaṅgitāya vuttaṁ. Sabbarukkhalatādīnampi sambandho na vaṭṭati",
  "tika-vin07t17:32_2": "eva. Teneva nāvārajjusetusambandhopi paṭikkhitto. Tatoti sākhato. Mahāsīmāya pathavitalanti",
  "tika-vin07t17:32_3": "ettha āsannatarampi gāmasīmaṁ aggahetvā baddhasīmāya eva gahitattā gāmasīmābaddhasīmānaṁ",
  "tika-vin07t17:32_4": "aññamaññaṁ rukkhādisambandhepi sambhedadoso natthi, aññamaññaṁ nissayanissitabhāvena",
  "tika-vin07t17:32_5": "pavattitoti gahetabbaṁ. Yadi hi tāsampi sambandhadoso bhaveyya, kathaṁ gāmasīmāya",
  "tika-vin07t17:32_6": "baddhasīmā sammannitabbā siyā? Yassā hi sīmāya saddhiṁ sambandhe doso bhaveyya, sā",
  "tika-vin07t17:32_7": "tattha bandhitumeva na vaṭṭati, baddhasīmāudakukkhepasīmāsu baddhasīmā viya, attano",
  "tika-vin07t17:32_8": "nissayabhūtagāmasīmādīsu udakukkhepasīmā viya ca. Teneva ‘‘sace pana rukkhassa sākhā",
  "tika-vin07t17:32_9": "vā tato nikkhantapāroho vā bahinaditīre vihārasīmāya vā gāmasīmāya vā patiṭṭhito’’tiādinā",
  "tika-vin07t17:32_10": "(mahāva. aṭṭha. 147) udakukkhepasīmāya attano anissayabhūtagāmasīmādīhi eva sambandhadoso",
  "tika-vin07t17:32_11": "dassito, na nadisīmāyaṁ. Evamidhāpīti daṭṭhabbaṁ. Ayañcattho upari pākaṭo bhavissati. Āhaccāti phusitvā.",
  "tika-vin07t17:33_0": "Mahāsīmaṁ vā sodhetvāti mahāsīmāgatānaṁ sabbesaṁ bhikkhūnaṁ hatthapāsānayanabahikaraṇādivasena",
  "tika-vin07t17:33_1": "sakalaṁ mahāsīmaṁ sodhetvā. Etena sabbavipattiyo mocetvā pubbe suṭṭhu baddhānampi",
  "tika-vin07t17:33_2": "dvinnaṁ baddhasīmānaṁ pacchā rukkhādisambandhena uppajjanako īdiso pāḷimuttako sambhedadoso",
  "tika-vin07t17:33_3": "atthīti dasseti. So ca ‘‘na, bhikkhave, sīmāya sīmā sambhinditabbā’’tiādinā baddhasīmānaṁ",
  "tika-vin07t17:33_4": "aññamaññaṁ sambhedajjhottharaṇaṁ paṭikkhipitvā ‘‘anujānāmi, bhikkhave, sīmaṁ sammannantena",
  "tika-vin07t17:33_5": "sīmantarikaṁ ṭhapetvā sīmaṁ sammannitu’’nti ubhinnaṁ (mahāva. 148) baddhasīmānamantarā",
  "tika-vin07t17:33_6": "sīmantarikaṁ ṭhapetvāva bandhituṁ anujānantena sambhedajjhottharaṇaṁ viya tāsaṁ aññamaññaṁ",
  "tika-vin07t17:33_7": "phusitvā tiṭṭhanavasena bandhanampi na vaṭṭatīti siddhattā baddhānampi tāsaṁ pacchā",
  "tika-vin07t17:33_8": "aññamaññaṁ ekarukkhādīhi phusitvā ṭhānampi na vaṭṭatīti bhagavato adhippāyaññūhi",
  "tika-vin07t17:33_9": "saṅgītikārakehi niddhārito. Bandhanakāle paṭikkhittassa sambandhadosassa anulomena akappiyānulomattā.",
  "tika-vin07t17:34_0": "Ayaṁ pana sambandhadoso – pubbe suṭṭhu baddhānaṁ pacchā sañjātattā bajjhamānakkhaṇe",
  "tika-vin07t17:34_1": "viya asīmattaṁ kātuṁ na sakkoti. Tasmā rukkhādisambandhe apanītamatte tā sīmā pākatikā",
  "tika-vin07t17:34_2": "honti. Yathā cāyaṁ pacchā na vaṭṭati, evaṁ bajjhamānakkhaṇepi tāsaṁ rukkhādisambandhe",
  "tika-vin07t17:34_3": "sati tā bandhituṁ na vaṭṭatīti daṭṭhabbaṁ.",
  "tika-vin07t17:35_0": "Keci pana ‘‘mahāsīmaṁ vā sodhetvāti ettha mahāsīmāgatā bhikkhū yathā taṁ sākhaṁ vā",
  "tika-vin07t17:35_1": "pārohaṁ vā kāyapaṭibaddhehi na phusanti, evaṁ sodhanameva idhādhippetaṁ, na sakalasīmāsodhana’’nti",
  "tika-vin07t17:35_2": "vadanti, taṁ na yuttaṁ aṭṭhakathāya virujjhanato. Tathā hi ‘‘mahāsīmāya pathavitalaṁ",
  "tika-vin07t17:35_3": "vā tatthajātarukkhādīni vā āhacca tiṭṭhatī’’ti evaṁ sākhāpārohānaṁ mahāsīmaṁ phusitvā",
  "tika-vin07t17:35_4": "ṭhānameva sambandhadose kāraṇattena vuttaṁ, na pana tattha ṭhitabhikkhūhi sākhādīnaṁ",
  "tika-vin07t17:35_5": "phusanaṁ. Yadi hi bhikkhūnaṁ sākhādi phusitvā ṭhānameva kāraṇaṁ siyā, tassa sākhaṁ",
  "tika-vin07t17:35_6": "vā tato niggatapārohaṁ vā mahāsīmāya paviṭṭhaṁ tatraṭṭho koci bhikkhu phusitvā tiṭṭhatīti",
  "tika-vin07t17:35_7": "bhikkhuphusanameva vattabbaṁ siyā. Yañhi tattha mahāsīmāsodhane kāraṇaṁ, tadeva tasmiṁ",
  "tika-vin07t17:35_8": "vākye padhānato dassetabbaṁ. Na hi āhacca ṭhitameva sākhādiṁ phusitvā ṭhito bhikkhu",
  "tika-vin07t17:35_9": "sodhetabbo ākāsaṭṭhasākhādiṁ phusitvā ṭhitassāpi sodhetabbato, kiṁ niratthakena āhaccaṭṭhānavacanena.",
  "tika-vin07t17:35_10": "Ākāsaṭṭhasākhāsu ca bhikkhuno phusanameva kāraṇattena vuttaṁ, sodhanañca tasseva",
  "tika-vin07t17:35_11": "bhikkhussa hatthapāsānayanādivasena sodhanaṁ vuttaṁ. Idha pana ‘‘mahāsīmaṁ sodhetvā’’ti",
  "tika-vin07t17:35_12": "sakalasīmāsādhāraṇavacanena sodhanaṁ vuttaṁ.",
  "tika-vin07t17:36_0": "Apica sākhādiṁ phusitvā ṭhitabhikkhumattasodhane abhimate ‘‘mahāsīmāya pathavitala’’nti",
  "tika-vin07t17:36_1": "visesasīmopādānaṁ niratthakaṁ siyā yattha katthaci antamaso ākāsepi ṭhatvā sākhādiṁ",
  "tika-vin07t17:36_2": "phusitvā ṭhitassa visodhetabbato. Chinditvābahiṭṭhakā kātabbāti tattha patiṭṭhitabhāvaviyojanavacanato",
  "tika-vin07t17:36_3": "ca visabhāgasīmānaṁ phusaneneva sakalasīmāsodhanahetuko aṭṭhakathāsiddhoyaṁ eko sambandhadoso",
  "tika-vin07t17:36_4": "atthevāti gahetabbo. Teneva udakukkhepasīmākathāyampi (mahāva. aṭṭha. 147) ‘‘vihārasīmāya",
  "tika-vin07t17:36_5": "vā gāmasīmāya vā patiṭṭhito’’ti ca ‘‘naditīre pana khāṇukaṁ koṭṭetvā tattha baddhanāvāya",
  "tika-vin07t17:36_6": "na vaṭṭatī’’ti ca ‘‘sace pana setu vā setupādā vā bahitīre patiṭṭhitā, kammaṁ kātuṁ",
  "tika-vin07t17:36_7": "na vaṭṭatī’’ti ca evaṁ visabhāgāsu gāmasīmāsu sākhādīnaṁ phusanameva saṅkaradosakāraṇattena",
  "tika-vin07t17:36_8": "vuttaṁ, na bhikkhuphusanaṁ. Tathā hi ‘‘antonadiyaṁ jātarukkhe bandhitvā kammaṁ kātabba’’nti",
  "tika-vin07t17:36_9": "nadiyaṁ nāvābandhanaṁ anuññātaṁ udakukkhepanissayattena nadisīmāya sabhāgattā. Yadi",
  "tika-vin07t17:36_10": "hi bhikkhūnaṁ phusanameva paṭicca sabbattha sambandhadoso vutto siyā, nadiyampi bandhanaṁ",
  "tika-vin07t17:36_11": "paṭikkhipitabbaṁ bhaveyya. Tatthāpi hi bhikkhuphusanaṁ kammakopakāraṇaṁ hoti, tasmā",
  "tika-vin07t17:36_12": "sabhāgasīmāsu pavisitvā bhūmiādiṁ phusitvā vā aphusitvā vā sākhādimhi ṭhite taṁ sākhādiṁ",
  "tika-vin07t17:36_13": "phusantova bhikkhu sodhetabbo. Visabhāgasīmāsu pana sākhādimhi phusitvā ṭhite taṁ",
  "tika-vin07t17:36_14": "sākhādiṁ aphusantāpi sabbe bhikkhū sodhetabbā. Aphusitvā ṭhite pana taṁ sākhādiṁ",
  "tika-vin07t17:36_15": "phusantova bhikkhu sodhetabboti niṭṭhamettha gantabbaṁ.",
  "tika-vin07t17:37_0": "Yaṁ panettha keci ‘‘baddhasīmānaṁ dvinnaṁ aññamaññaṁ viya baddhasīmāgāmasīmānampi",
  "tika-vin07t17:37_1": "tadaññāsampi sabbāsaṁ samānasaṁvāsakasīmānaṁ aññamaññaṁ rukkhādisambandhe sati tadubhayampi",
  "tika-vin07t17:37_2": "ekasīmaṁ viya sodhetvā ekattheva kammaṁ kātabbaṁ, aññattha kataṁ kammaṁ vipajjati,",
  "tika-vin07t17:37_3": "natthettha sabhāgavisabhāgabhedo’’ti vadanti, taṁ tesaṁ matimattaṁ, sabhāgasīmānaṁ",
  "tika-vin07t17:37_4": "aññamaññaṁ sambhedadosābhāvassa visabhāgasīmānameva tabbhāvassa suttasuttānulomādivinayanayehi",
  "tika-vin07t17:37_5": "siddhattā. Tathā hi ‘‘anujānāmi, bhikkhave, sīmaṁ sammannitu’’nti gāmasīmāyameva",
  "tika-vin07t17:37_6": "baddhasīmaṁ sammannituṁ anuññātaṁ. Tāsaṁ nissayanissitabhāvena sabhāgatā, sambhedajjhottharaṇādidosābhāvo",
  "tika-vin07t17:37_7": "ca suttatova siddho. Bandhanakāle pana anuññātassa sambandhassa anulomato pacchā",
  "tika-vin07t17:37_8": "sañjātarukkhādisambandhopi tāsaṁ vaṭṭati eva. ‘‘Yaṁ, bhikkhave…pe… kappiyaṁ anulometi",
  "tika-vin07t17:37_9": "akappiyaṁ paṭibāhati. Taṁ vo kappatī’’ti (mahāva. 305) vuttattā. Evaṁ tāva baddhasīmāgāmasīmānaṁ",
  "tika-vin07t17:37_10": "aññamaññaṁ sabhāgatā, sambhedādidosābhāvo ca suttasuttānulomato siddho. Iminā eva",
  "tika-vin07t17:37_11": "nayena araññasīmāsattabbhantarasīmānaṁ, nadiādiudakukkhepasīmānañca suttasuttānulomato",
  "tika-vin07t17:37_12": "aññamaññaṁ sabhāgatā, sambhedādidosābhāvo ca siddhoti veditabbo.",
  "tika-vin07t17:38_0": "Baddhasīmāya pana aññāya baddhasīmāya, nadiādisīmāsu ca bandhituṁ paṭikkhepasiddhito",
  "tika-vin07t17:38_1": "ceva udakukkhepasattabbhantarasīmānaṁ nadiādīsu eva kātuṁ niyamanasuttasāmatthiyena",
  "tika-vin07t17:38_2": "baddhasīmāgāmasīmādīsu karaṇapaṭikkhepasiddhito ca tāsaṁ aññamaññaṁ visabhāgatā,",
  "tika-vin07t17:38_3": "uppattikkhaṇe, pacchā ca rukkhādīhi sambhedādidosasambhavo ca vuttanayena suttasuttānulomato",
  "tika-vin07t17:38_4": "ca sijjhanti. Teneva aṭṭhakathāyaṁ (mahāva. aṭṭha. 148) visabhāgasīmānameva vaṭarukkhādivacanehi",
  "tika-vin07t17:38_5": "sambandhadosaṁ dassetvā sabhāgānaṁ baddhasīmāgāmasīmādīnaṁ sambandhadoso na dassito,",
  "tika-vin07t17:38_6": "na kevalañca na dassito, atha kho tāsaṁ sabhāgasīmānaṁ rukkhādisambandhepi dosābhāvo",
  "tika-vin07t17:38_7": "pāḷiaṭṭhakathāsu ñāpito eva. Tathā hi pāḷiyaṁ ‘‘pabbatanimittaṁ pāsāṇanimittaṁ vananimittaṁ",
  "tika-vin07t17:38_8": "rukkhanimitta’’ntiādinā vaḍḍhanakanimittāni anuññātāni. Tena nesaṁ rukkhādīnaṁ nimittānaṁ",
  "tika-vin07t17:38_9": "vaḍḍhanepi baddhasīmāgāmasīmānaṁ saṅkaradosābhāvo ñāpitova hoti. Dvinnaṁ pana baddhasīmānaṁ",
  "tika-vin07t17:38_10": "īdiso sambandho na vaṭṭati. Vuttañhi ‘‘ekarukkhopi ca dvinnaṁ sīmānaṁ nimittaṁ hoti,",
  "tika-vin07t17:38_11": "so pana vaḍḍhanto sīmāsaṅkaraṁ karoti, tasmā na kātabbo’’ti ‘‘anujānāmi, bhikkhave,",
  "tika-vin07t17:38_12": "tiyojanaparamaṁ sīmaṁ sammannitu’’nti vacanatopi cāyaṁ ñāpito. Tiyojanaparamāya hi",
  "tika-vin07t17:38_13": "sīmāya samantā pariyantesu rukkhalatāgumbādīhi baddhasīmāgāmasīmānaṁ niyamena aññamaññaṁ",
  "tika-vin07t17:38_14": "sambandhassa sambhavato ‘‘īdisaṁ sambandhanaṁ vināsetvāva sīmā sammannitabbā’’ti",
  "tika-vin07t17:38_15": "aṭṭhakathāyampi na vuttaṁ.",
  "tika-vin07t17:39_0": "Yadi cettha rukkhādisambandhena kammavipatti bhaveyya, avassameva vattabbaṁ siyā.",
  "tika-vin07t17:39_1": "Vipattiparihāratthañhi ācariyā nirāsaṅkaṭṭhānesupi ‘‘bhittiṁ akittetvā’’tiādinā siddhamevatthaṁ",
  "tika-vin07t17:39_2": "punappunaṁ avocuṁ. Idha pana ‘‘vanamajjhe vihāraṁ karonti, vanaṁ na kittetabba’’ntiādirukkhalatādīhi",
  "tika-vin07t17:39_3": "nirantare vanamajjhepi sīmābandhanameva avocuṁ. Tathā thambhānaṁ upari katapāsādādīsu",
  "tika-vin07t17:39_4": "heṭṭhā thambhādīhi ekābaddhesu uparimatalādīsu sīmābandhanaṁ bahudhā vuttaṁ. Tasmā",
  "tika-vin07t17:39_5": "baddhasīmāgāmasīmānaṁ rukkhādisambandho tehi mukhatova vihito. Apica gāmasīmānampi",
  "tika-vin07t17:39_6": "pāṭekkaṁ baddhasīmāsadisatāya ekissā gāmasīmāya kammaṁ karontehi dabbatiṇamattenāpi",
  "tika-vin07t17:39_7": "sambandhā gāmantaraparamparā araññanadisamuddā ca sodhetabbāti sakaladīpaṁ sodhetvāva",
  "tika-vin07t17:39_8": "kātabbaṁ siyā. Evaṁ pana asodhetvā paṭhamamahāsaṅgītikālato pabhuti katānaṁ upasampadādikammānaṁ,",
  "tika-vin07t17:39_9": "sīmāsammutīnañca vipajjanato sabbesampi bhikkhūnaṁ anupasampannasaṅkāpasaṅgo ca dunnivāro",
  "tika-vin07t17:39_10": "hoti. Na cetaṁ yuttaṁ. Tasmā vuttanayeneva visabhāgasīmānameva rukkhādīhi sambandhadoso,",
  "tika-vin07t17:39_11": "na baddhasīmāgāmasīmādīnaṁ sabhāgasīmānanti gahetabbaṁ.",
  "tika-vin07t17:40_0": "Mahāsīmāsodhanassa dukkaratāya khaṇḍasīmāyameva yebhuyyena saṅghakammakaraṇanti āha",
  "tika-vin07t17:40_1": "‘‘sīmāmāḷake’’tiādi . Mahāsaṅghasannipāte pana khaṇḍasīmāya appahonakatāya mahāsīmāya",
  "tika-vin07t17:40_2": "kamme kariyamānepi ayaṁ nayo gahetabbova.",
  "tika-vin07t17:41_0": "‘‘Ukkhipāpetvā’’ti iminā kāyapaṭibaddhenapi sīmaṁ phusanto sīmaṭṭhova hotīti dasseti.",
  "tika-vin07t17:41_1": "Purimanayepīti khaṇḍasīmato mahāsīmaṁ paviṭṭhasākhānayepi. Sīmaṭṭharukkhasākhāya",
  "tika-vin07t17:41_2": "nisinno sīmaṭṭhova hotīti āha ‘‘hatthapāsameva ānetabbo’’ti. Ettha ca rukkhasākhādīhi",
  "tika-vin07t17:41_3": "aññamaññaṁ sambandhāsu etāsu khandhasīmāyaṁ tayo bhikkhū, mahāsīmāyaṁ dveti evaṁ",
  "tika-vin07t17:41_4": "dvīsu sīmāsu sīmantarikaṁ aphusitvā, hatthapāsañca avijahitvā ṭhitehi pañcahi bhikkhūhi",
  "tika-vin07t17:41_5": "upasampadādikammaṁ kātuṁ vaṭṭatīti keci vadanti. Taṁ na yuttaṁ ‘‘nānāsīmāya ṭhitacatuttho",
  "tika-vin07t17:41_6": "kammaṁ kareyya, akammaṁ, na ca karaṇīya’’ntiādi (mahāva. 389) vacanato. Tenevetthāpi",
  "tika-vin07t17:41_7": "mahāsīmaṁ sodhetvā māḷakasīmāyameva kammakaraṇaṁ vihitaṁ. Aññathā bhinnasīmaṭṭhatāya",
  "tika-vin07t17:41_8": "tatraṭṭhassa gaṇapūrakattābhāvā kammakopova hotīti.",
  "tika-vin07t17:42_0": "Yadi evaṁ kathaṁ chandapārisuddhiāharaṇavasena mahāsīmāsodhananti? Tampi vinayaññū",
  "tika-vin07t17:42_1": "na icchanti, hatthapāsānayanabahisīmākaraṇavaseneva panettha sodhanaṁ icchanti, dinnassāpi",
  "tika-vin07t17:42_2": "chandassa anāgamanena mahāsīmaṭṭho kammaṁ kopetīti. Yadi cassa chandādi nāgacchati,",
  "tika-vin07t17:42_3": "kathaṁ so kammaṁ kopessatīti? Dvinnaṁ visabhāgasīmānaṁ sambandhadosato. So ca sambandhadoso",
  "tika-vin07t17:42_4": "aṭṭhakathāvacanappamāṇato. Na hi vinaye sabbattha yutti sakkā ñātuṁ buddhagocarattāti",
  "tika-vin07t17:42_5": "veditabbaṁ. Keci pana ‘‘sace dvepi sīmāyo pūretvā nirantaraṁ ṭhitesu bhikkhūsu kammaṁ",
  "tika-vin07t17:42_6": "karontesu ekissā eva sīmāya gaṇo ca upasampadāpekkho ca anussāvako ca ekato tiṭṭhati,",
  "tika-vin07t17:42_7": "kammaṁ sukatameva hoti. Sace pana kammāraho vā anussāvako vā sīmantaraṭṭho hoti,",
  "tika-vin07t17:42_8": "kammaṁ vipajjatī’’ti vadanti, tañca baddhasīmāgāmasīmādisabhāgasīmāsu eva yujjati,",
  "tika-vin07t17:42_9": "yāsu aññamaññaṁ rukkhādisambandhesupi doso natthi. Yāsu pana atthi, na tāsu visabhāgasīmāsu",
  "tika-vin07t17:42_10": "rukkhādisambandhe sati ekattha ṭhito itaraṭṭhānaṁ kammaṁ kopeti eva aṭṭhakathāyaṁ",
  "tika-vin07t17:42_11": "sāmaññato sodhanassa vuttattāti amhākaṁ khanti. Vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t17:43_0": "Na otaratīti paṇavasaṇṭhānapabbatādīsu heṭṭhā pamāṇarahitaṭṭhānaṁ na otarati. Kiñcāpi",
  "tika-vin07t17:43_1": "panettha bajjhamānakkhaṇe uddhampi pamāṇarahitaṁ pabbatādīni nārohati, tathāpi taṁ",
  "tika-vin07t17:43_2": "pacchā sīmaṭṭhatāya sīmā hoti. Heṭṭhā paṇavasaṇṭhānādi pana upari baddhāyapi sīmāya",
  "tika-vin07t17:43_3": "sīmāsaṅkhyaṁ na gacchati, tassa vasena na otaratīti vuttaṁ, itarathā orohaṇārohaṇānaṁ",
  "tika-vin07t17:43_4": "sādhāraṇavasena ‘‘na otaratī’’tiādinā vattabbato. Yaṁ kiñcīti niṭṭhitasīmāya upari",
  "tika-vin07t17:43_5": "jātaṁ vijjamānaṁ pubbe ṭhitaṁ, pacchā sañjātaṁ, paviṭṭhañca yaṁkiñci saviññāṇakāviññāṇakaṁ",
  "tika-vin07t17:43_6": "sabbampīti attho. Antosīmāya hi hatthikkhandhādisaviññāṇakesu nisinnopi bhikkhu sīmaṭṭhova",
  "tika-vin07t17:43_7": "hoti. ‘‘Baddhasīmāyā’’ti idañca pakaraṇavasena upalakkhaṇato vuttaṁ. Abaddhasīmāsupi",
  "tika-vin07t17:43_8": "sabbāsu ṭhitaṁ taṁ sīmāsaṅkhyameva gacchati.",
  "tika-vin07t17:44_0": "Ekasambaddhena gatanti rukkhalatāditatrajātameva sandhāya vuttaṁ. Tādisampi ‘‘ito",
  "tika-vin07t17:44_1": "gata’’nti vattabbataṁ arahati. Yaṁ pana ‘‘ito gata’’nti vā ‘‘tato āgata’’nti vā vattuṁ",
  "tika-vin07t17:44_2": "asakkuṇeyyaṁ ubhosu baddhasīmāgāmasīmāsu, udakukkhepanadiādīsu ca tiriyaṁ patitarajjudaṇḍādi,",
  "tika-vin07t17:44_3": "tattha kiṁ kātabbanti? Ettha pana baddhasīmāya patiṭṭhitabhāgo baddhasīmā, abaddhagāmasīmāya",
  "tika-vin07t17:44_4": "patiṭṭhitabhāgo gāmasīmā tadubhayasīmaṭṭhapabbatādi viya. Baddhasīmato uṭṭhitavaṭarukkhassa",
  "tika-vin07t17:44_5": "pārohe, gāmasīmāya gāmasīmato uṭṭhitavaṭarukkhassa pārohe ca baddhasīmāya patiṭṭhitepi",
  "tika-vin07t17:44_6": "eseva nayo. Mūlapatiṭṭhitakālato hi paṭṭhāya ‘‘ito gataṁ, tato āgata’’nti vattuṁ",
  "tika-vin07t17:44_7": "asakkuṇeyyato so bhāgo yathāpaviṭṭhasīmāsaṅkhyameva gacchati, tesaṁ rukkhapārohānaṁ",
  "tika-vin07t17:44_8": "antarā pana ākāsaṭṭhasākhā bhūmiyaṁ sīmāparicchedappamāṇena tadubhayasīmā hotīti",
  "tika-vin07t17:44_9": "keci vadanti. Yasmā panassa sākhāya pāroho paviṭṭhasīmāya pathaviyaṁ mūlehi patiṭṭhahitvāpi",
  "tika-vin07t17:44_10": "yāva sākhaṁ vinā ṭhātuṁ na sakkoti, tāva mūlasīmaṭṭhataṁ na vijahati. Yadā pana vinā",
  "tika-vin07t17:44_11": "ṭhātuṁ sakkoti, tadāpi pārohamattameva paviṭṭhasīmaṭṭhataṁ samupeti. Tasmā sabbopi",
  "tika-vin07t17:44_12": "ākāsaṭṭhasākhābhāgo purimasīmaṭṭhataṁ na vijahati, tato āgatabhāgassa avijahitattāti",
  "tika-vin07t17:44_13": "amhākaṁ khanti. Udakukkhepanadiādīsupi eseva nayo. Tattha ca visabhāgasīmāya evaṁ",
  "tika-vin07t17:44_14": "paviṭṭhe sakalasīmāsodhanaṁ, sabhāgāya paviṭṭhe phusitvā ṭhitamattabhikkhusodhanañca",
  "tika-vin07t17:44_15": "sabbaṁ pubbe vuttanayameva.",
  "tika-vin07t17:45_0": "140.Pārayatīti ajjhottharati, nadiyā ubhosu tīresu patiṭṭhamānā sīmā nadiajjhottharā",
  "tika-vin07t17:45_1": "nāma hotīti āha ‘‘nadiṁajjhottharamāna’’nti. Antonadiyañhi sīmā na otarati. Nadilakkhaṇe",
  "tika-vin07t17:45_2": "pana asati otarati, sā ca tadā nadipārasīmā na hotīti āha ‘‘nadiyā lakkhaṇaṁ nadinimitte",
  "tika-vin07t17:45_3": "vuttanayamevā’’ti. Assāti bhaveyya. Avassaṁ labbhaneyyā pana dhuvanāvāva hotīti sambandho.",
  "tika-vin07t17:45_4": "‘‘Na nāvāyā’’ti iminā nāvaṁ vināpi sīmā baddhā subaddhā eva hoti, āpattiparihāratthā nāvāti dasseti.",
  "tika-vin07t17:46_0": "Rukkhasaṅghāṭamayoti anekarukkhe ekato ghaṭetvā katasetu. Rukkhaṁ chinditvā katoti",
  "tika-vin07t17:46_1": "pāṭhaseso. ‘‘Sabbanimittānaṁ anto ṭhite bhikkhū hatthapāsagate katvā’’ti idaṁ ubhinnaṁ",
  "tika-vin07t17:46_2": "tīrānaṁ ekagāmakhettabhāvaṁ sandhāya vuttaṁ. Pabbatasaṇṭhānāti ekato uggatadīpasikharattā vuttaṁ.",
  "tika-vin07t17:47": "Sīmānujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:48": "Uposathāgārādikathāvaṇṇanā",
  "tika-vin07t17:49": "141.Samūhanitvāti vināsetvā, uddharitvāti attho. Idañca āpattiparihāratthaṁ vuttaṁ.",
  "tika-vin07t17:50": "142.Yāni kānicīti idha nimittānaṁ sīmāya pāḷiyaṁ sarūpato avuttattā vuttaṁ.",
  "tika-vin07t17:51": "Uposathāgārādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:52": "Avippavāsasīmānujānanakathāvaṇṇanā",
  "tika-vin07t17:53_0": "143.Aṭṭhārasāti andhakavindavihārampi upādāya vuccati. Nesaṁ sīmāti tesu mahāvihāresu.",
  "tika-vin07t17:53_1": "‘‘Mana’’nti imassa vivaraṇaṁ īsakanti, īsakaṁ vuḷhoti attho. Imamevatthaṁ dassetuṁ",
  "tika-vin07t17:53_2": "‘‘appattavuḷhabhāvo ahosī’’ti vuttaṁ. Amanasikarontoti iddhiyā anatikkamassa kāraṇaṁ vuttaṁ.",
  "tika-vin07t17:54": "144.Soti bhikkhunisaṅgho. Dvepīti dve samānasaṁvāsaavippavāsāyo. Avippavāsasīmāti mahāsīmaṁ sandhāya vadati. Tattheva yebhuyyena avippavāsāti.",
  "tika-vin07t17:55_0": "‘‘Avippavāsaṁ ajānantāpī’’ti idaṁ mahāsīmāya vijjamānāvijjamānattaṁ, tassā bāhiraparicchedañca",
  "tika-vin07t17:55_1": "ajānantānaṁ vasena vuttaṁ. Evaṁ ajānantehipi antosīmāya ṭhatvā kammavācāya katāya",
  "tika-vin07t17:55_2": "sā sīmā samūhatāva hotīti āha ‘‘samūhanituñceva bandhituñca sakkhissantī’’ti. Nirāsaṅkaṭṭhāneti",
  "tika-vin07t17:55_3": "khaṇḍasīmārahitaṭṭhāne. Idañca mahāsīmāya vijjamānāyapi kammakaraṇasukhatthaṁ khaṇḍasīmā",
  "tika-vin07t17:55_4": "icchitāti taṁ cetiyaṅgaṇādibahusannipātaṭṭhāne na bandhatīti vuttaṁ. Tatthāpi sā",
  "tika-vin07t17:55_5": "baddhā subaddhā eva mahāsīmā viya. ‘‘Paṭibandhituṁ pana na sakkhissantevā’’ti idaṁ",
  "tika-vin07t17:55_6": "khaṇḍasīmāya asamūhatattā, tassā avijjamānattassa ajānanato ca mahāsīmābandhanaṁ",
  "tika-vin07t17:55_7": "sandhāya vuttaṁ. Khaṇḍasīmaṁ pana nirāsaṅkaṭṭhāne bandhituṁ sakkhissanteva. Sīmāsambhedaṁ",
  "tika-vin07t17:55_8": "katvāti khaṇḍasīmāya vijjamānapakkhe sīmāya sīmaṁ ajjhottharaṇasambhedaṁ katvā avijjamānapakkhepi",
  "tika-vin07t17:55_9": "sambhedasaṅkāya anivattanena sambhedasaṅkaṁ katvā. Avihāraṁ kareyyunti saṅghakammānārahaṁ",
  "tika-vin07t17:55_10": "kareyyuṁ. Pubbe hi cetiyaṅgaṇādinirāsaṅkaṭṭhāne kammaṁ kātuṁ sakkā, idāni tampi vināsitanti",
  "tika-vin07t17:55_11": "adhippāyo. Na samūhanitabbāti khaṇḍasīmaṁ ajānantehi na samūhanitabbā. Ubhopi na",
  "tika-vin07t17:55_12": "jānantīti ubhinnaṁ padesaniyamaṁ vā tāsaṁ dvinnampi vā aññatarāya vā vijjamānataṁ",
  "tika-vin07t17:55_13": "vā avijjamānataṁ vā na jānanti, sabbattha saṅkā eva hoti. ‘‘Neva samūhanituṁ, na",
  "tika-vin07t17:55_14": "bandhituṁ sakkhissantī’’ti idaṁ nirāsaṅkaṭṭhāne ṭhatvā samūhanituṁ sakkontopi mahāsīmaṁ",
  "tika-vin07t17:55_15": "paṭibandhituṁ na sakkontīti imamatthaṁ sandhāya vuttaṁ. ‘‘Na ca sakkā…pe… kammavācaṁ",
  "tika-vin07t17:55_16": "kātu’’nti idaṁ sīmābandhanakammavācaṁ sandhāya vuttaṁ. Tasmāti yasmā bandhituṁ na",
  "tika-vin07t17:55_17": "sakkā, tasmā na samūhanitabbāti attho.",
  "tika-vin07t17:56_0": "Keci pana ‘‘īdisesu vihāresu chapañcamatte bhikkhū gahetvā vihārakoṭito paṭṭhāya",
  "tika-vin07t17:56_1": "vihāraparikkhepassa anto ca bahi ca samantā leḍḍupāte sabbattha mañcappamāṇe okāse",
  "tika-vin07t17:56_2": "nirantaraṁ ṭhatvā paṭhamaṁ avippavāsasīmaṁ, tato samānasaṁvāsakasīmañca samūhananavasena",
  "tika-vin07t17:56_3": "sīmāya samugghāte kate tasmiṁ vihāre khaṇḍasīmāya, mahāsīmāyapi vā vijjamānatte sati",
  "tika-vin07t17:56_4": "avassaṁ ekasmiṁ mañcaṭṭhāne tāsaṁ majjhagatā te bhikkhū tā samūhaneyyuṁ, tato gāmasīmā",
  "tika-vin07t17:56_5": "eva avasisseyya. Na hettha sīmāya, tapparicchedassa vā jānanaṁ aṅgaṁ. Sīmāya pana",
  "tika-vin07t17:56_6": "antoṭhānaṁ, ‘‘samūhanissāmā’’ti kammavācāya karaṇañcettha aṅgaṁ. Aṭṭhakathāyaṁ ‘khaṇḍasīmaṁ",
  "tika-vin07t17:56_7": "pana jānantā avippavāsaṁ ajānantāpi samūhanituñceva bandhituñca sakkhissantī’ti evaṁ",
  "tika-vin07t17:56_8": "mahāsīmāya paricchedassa ajānanepi samūhanassa vuttattā. Gāmasīmāya eva ca avasiṭṭhāya",
  "tika-vin07t17:56_9": "tattha yathāruci duvidhampi sīmaṁ bandhituñceva upasampadādikammaṁ kātuñca vaṭṭatī’’ti",
  "tika-vin07t17:56_10": "vadanti, taṁ yuttaṁ viya dissati. Vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t17:57": "Avippavāsasīmānujānanakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:58": "Gāmasīmādikathāvaṇṇanā",
  "tika-vin07t17:59_0": "147. Pāḷiyaṁ ‘‘asammatāya, bhikkhave, sīmāyā’’tiādinā gāmasīmā eva baddhasīmāya khettaṁ,",
  "tika-vin07t17:59_1": "araññanadiādayo viya sattabbhantaraudakukkhepādīnaṁ. Sā ca gāmasīmā baddhasīmāvirahitaṭṭhāne",
  "tika-vin07t17:59_2": "sayameva samānasaṁvāsā hotīti dasseti. Yā tassa vā gāmassa gāmasīmāti ettha gāmasīmāparicchedassa",
  "tika-vin07t17:59_3": "anto ca bahi ca khettavatthuaraññapabbatādikaṁ sabbaṁ gāmakhettaṁ sandhāya ‘‘gāmassā’’ti",
  "tika-vin07t17:59_4": "vuttaṁ, na antaragharameva. Tasmā tassa sakalassa gāmakhettassa sambandhanīyā gāmasīmāti",
  "tika-vin07t17:59_5": "evamattho veditabbo. Yo hi so antaragharakhettādīsu anekesu bhūmibhāgesu ‘‘gāmo’’ti",
  "tika-vin07t17:59_6": "ekattena lokajanehi paññatto gāmavohāro, sova idha ‘‘gāmasīmā’’tipi vuccatīti adhippāyo,",
  "tika-vin07t17:59_7": "gāmo eva hi gāmasīmā. Imināva nayena upari araññaṁ nadī samuddo jātassaroti evaṁ",
  "tika-vin07t17:59_8": "tesu bhūmippadesesu ekattena lokajanapaññattānameva araññādīnaṁ araññasīmādibhāvo",
  "tika-vin07t17:59_9": "veditabbo. Loke pana gāmasīmādivohāro gāmādīnaṁ mariyādāyameva vattuṁ vaṭṭati, na",
  "tika-vin07t17:59_10": "gāmakhettādīsu sabbattha. Sāsane pana te gāmādayo itaranivattiatthena sayameva attano",
  "tika-vin07t17:59_11": "mariyādāti katvā gāmo eva gāmasīmā, araññameva araññasīmā…pe… samuddo eva samuddasīmāti",
  "tika-vin07t17:59_12": "sīmāvohārena vuttāti veditabbā.",
  "tika-vin07t17:60_0": "‘‘Nigamassa vā’’ti idaṁ gāmasīmappabhedaṁ sabbaṁ upalakkhaṇavasena dassetuṁ vuttaṁ.",
  "tika-vin07t17:60_1": "Tenāha ‘‘nagarampi gahitamevā’’ti. ‘‘Baliṁ labhantī’’ti idaṁ yebhuyyavasena vuttaṁ,",
  "tika-vin07t17:60_2": "‘‘ayaṁ gāmo ettako karīsabhāgo’’tiādinā pana rājapaṇṇesu āropitesu bhūmibhāgesu yasmiṁ",
  "tika-vin07t17:60_3": "yasmiṁ taḷākamātikāsusānapabbatādike padese baliṁ na gaṇhanti, sopi gāmasīmā eva.",
  "tika-vin07t17:60_4": "Rājādīhi paricchinnabhūmibhāgo hi sabbova ṭhapetvā nadiloṇijātassare gāmasīmāti veditabbo.",
  "tika-vin07t17:60_5": "Tenāha ‘‘paricchinditvā rājā kassaci detī’’ti. Sace pana tattha rājā kañci padesaṁ",
  "tika-vin07t17:60_6": "gāmantarena yojeti, so paviṭṭhagāmasīmataṁ eva bhajati, nadijātassaresu vināsetvā",
  "tika-vin07t17:60_7": "taḷākādibhāvaṁ vā pūretvā khettādibhāvaṁ vā pāpitesupi eseva nayo.",
  "tika-vin07t17:61_0": "Ye pana gāmā rājacorādibhayapīḷitehi manussehi chaḍḍitā cirampi nimmanussā tiṭṭhanti,",
  "tika-vin07t17:61_1": "samantā pana gāmā santi, tepi pāṭekkaṁ gāmasīmāva. Tesu hi rājāno samantagāmavāsīhi",
  "tika-vin07t17:61_2": "kasāpetvā vā yehi kehici kasitaṭṭhānaṁ likhitvā vā baliṁ gaṇhanti, aññena vā gāmena",
  "tika-vin07t17:61_3": "ekībhāvaṁ vā upanenti. Ye pana gāmā rājūhipi pariccattā gāmakhettānantarikā mahāraññena",
  "tika-vin07t17:61_4": "ekībhūtā, te agāmakāraññasīmataṁ pāpuṇanti, purimā gāmasīmā vinassati. Rājāno pana",
  "tika-vin07t17:61_5": "ekasmiṁ araññādippadese mahantaṁ gāmaṁ katvā anekasahassāni kulāni vāsāpetvā tattha",
  "tika-vin07t17:61_6": "vāsīnaṁ bhogagāmāti samantā bhūtagāme paricchinditvā denti. Purāṇanāmaṁ, pana paricchedañca",
  "tika-vin07t17:61_7": "na vināsenti, tepi paccekaṁ gāmasīmā eva. Ettāvatā purimagāmasīmattaṁ na vijahanti.",
  "tika-vin07t17:61_8": "Sā ca itarā cātiādi ‘‘samānasaṁvāsā ekūposathā’’ti pāḷipadassa adhippāyavivaraṇaṁ.",
  "tika-vin07t17:61_9": "Tattha hi sā ca rājicchāvasena parivattitvā samuppannā abhinavā, itarā ca aparivattā",
  "tika-vin07t17:61_10": "pakatigāmasīmā, yathā baddhasīmāya sabbaṁ saṅghakammaṁ kātuṁ vaṭṭati, evametāpi sabbakammārahatāsadisena",
  "tika-vin07t17:61_11": "baddhasīmāsadisā, sā samānasaṁvāsā ekūposathāti adhippāyo. Sāmaññato ‘‘baddhasīmāsadisā’’ti",
  "tika-vin07t17:61_12": "vutte ticīvarāvippavāsasīmaṁ baddhasīmaṁ eva maññantīti taṁsadisatānivattanamukhena",
  "tika-vin07t17:61_13": "upari sattabbhantarasīmāya taṁsadisatāpi atthīti dassananayassa idheva pasaṅgaṁ dassetuṁ",
  "tika-vin07t17:61_14": "‘‘kevala’’ntiādi vuttaṁ.",
  "tika-vin07t17:62_0": "Viñjhāṭavisadise araññeti yattha ‘‘asukagāmassa idaṁ khetta’’nti gāmavohāro natthi,",
  "tika-vin07t17:62_1": "yattha ca na kasanti na vapanti, tādise araññe. Macchabandhānaṁ agamanapathā nimmanussāvāsā",
  "tika-vin07t17:62_2": "samuddantaradīpakāpi ettheva saṅgayhanti. Yaṁ yañhi agāmakhettabhūtaṁ nadisamuddajātassaravirahitaṁ",
  "tika-vin07t17:62_3": "padesaṁ, taṁ sabbaṁ araññasīmāti veditabbaṁ. Sā ca sattabbhantarasīmaṁ vināva sayameva",
  "tika-vin07t17:62_4": "samānasaṁvāsā baddhasīmāsadisā. Nadiādisīmāsu viya sabbamettha saṅghakammaṁ kātuṁ",
  "tika-vin07t17:62_5": "vaṭṭati. Nadisamuddajātassarānaṁ tāva aṭṭhakathāyaṁ ‘‘attano sabhāveneva baddhasīmāsadisā’’tiādinā",
  "tika-vin07t17:62_6": "vuttattā sīmatā siddhā. Araññassa pana sīmatā kathanti? Sattabbhantarasīmānujānanasuttādisāmatthiyato.",
  "tika-vin07t17:62_7": "Yathā hi gāmasīmāya vaggakammaparihāratthaṁ bahū baddhasīmāyo anuññātā, tāsañca dvinnamantarā",
  "tika-vin07t17:62_8": "aññamaññaṁ asambhedatthaṁ sīmantarikā anuññātā, evamidhāraññepi sattabbhantarasīmā.",
  "tika-vin07t17:62_9": "Tāsañca dvinnaṁ antarā sīmantarikāya pāḷiaṭṭhakathāsupi vidhānasāmatthiyato araññassapi",
  "tika-vin07t17:62_10": "sabhāveneva nadiādīnaṁ viya sīmābhāvo tattha vaggakammaparihāratthameva sattabbhantarasīmāya",
  "tika-vin07t17:62_11": "anuññātattāva siddhoti veditabbo. Tattha sīmāyameva hi ṭhitā sīmaṭṭhānaṁ vaggakammaṁ",
  "tika-vin07t17:62_12": "karonti, na asīmāyaṁ ākāse ṭhitā viya ākāsaṭṭhānaṁ. Evameva hi sāmatthiyaṁ gahetvā",
  "tika-vin07t17:62_13": "‘‘sabbā, bhikkhave, nadī asīmā’’tiādinā paṭikkhittabaddhasīmānampi nadisamuddajātassarānaṁ",
  "tika-vin07t17:62_14": "attano sabhāveneva sīmābhāvo aṭṭhakathāyaṁ vuttoti gahetabbo.",
  "tika-vin07t17:63_0": "Athassa ṭhitokāsatoti assa bhikkhussa ṭhitokāsato. Sacepi hi bhikkhusahassaṁ tiṭṭhati,",
  "tika-vin07t17:63_1": "tassa ṭhitokāsassa bāhirantato paṭṭhāya bhikkhūnaṁ vaggakammaparihāratthaṁ sīmāpekkhāya",
  "tika-vin07t17:63_2": "uppannāya tāya saha sayameva sañjātā sattabbhantarasīmā samānasaṁvāsāti adhippāyo.",
  "tika-vin07t17:63_3": "Yattha pana khuddake araññe mahantehi bhikkhūhi paripuṇṇatāya vaggakammasaṅkābhāvena",
  "tika-vin07t17:63_4": "sattabbhantarasīmāpekkhā natthi, tattha sattabbhantarasīmā na uppajjati, kevalāraññasīmāyameva,",
  "tika-vin07t17:63_5": "tattha saṅghena kammaṁ kātabbaṁ. Nadiādīsupi eseva nayo. Vakkhati hi ‘‘sace nadī",
  "tika-vin07t17:63_6": "nātidīghā hoti, pabhavato paṭṭhāya yāva mukhadvārā sabbattha saṅgho nisīdati, udakukkhepasīmākammaṁ",
  "tika-vin07t17:63_7": "natthī’’tiādi (mahāva. aṭṭha. 147). Iminā eva ca vacanena vaggakammaparihāratthaṁ",
  "tika-vin07t17:63_8": "sīmāpekkhāya sati eva udakukkhepasattabbhantarasīmā uppajjanti, nāsatīti daṭṭhabbaṁ.",
  "tika-vin07t17:64_0": "Keci pana ‘‘samantā abbhantaraṁ minitvā paricchedakaraṇeneva sīmā sañjāyati, na sayamevā’’ti",
  "tika-vin07t17:64_1": "vadanti, taṁ na gahetabbaṁ. Yadi hi abbhantaraparicchedakaraṇappakārena sīmā uppajjeyya,",
  "tika-vin07t17:64_2": "abaddhasīmā ca na siyā bhikkhūnaṁ kiriyāpakārasiddhito. Apica vaḍḍhakīhatthānaṁ,",
  "tika-vin07t17:64_3": "pakatihatthānañca loke anekavidhattā, vinaye īdisaṁ hatthappamāṇanti avuttattā ca",
  "tika-vin07t17:64_4": "yena kenaci minite ca bhagavatā anuññātena nu kho hatthena minitaṁ, na nu khoti sīmāya",
  "tika-vin07t17:64_5": "vipattisaṅkā bhaveyya. Minantehi ca aṇumattampi ūnamadhikaṁ akatvā minituṁ asakkuṇeyyatāya",
  "tika-vin07t17:64_6": "vipatti eva siyā. Parisavasena cāyaṁ vaḍḍhamānā tesaṁ minanena vaḍḍhati vā hāyati",
  "tika-vin07t17:64_7": "vā. Saṅghe ca kammaṁ katvā gate ayaṁ bhikkhūnaṁ payogena samuppannasīmā tesaṁ payogena",
  "tika-vin07t17:64_8": "vigacchati na vigacchati ca. Kathaṁ baddhasīmā viya yāva sāsanantaradhānā na tiṭṭheyya,",
  "tika-vin07t17:64_9": "ṭhitiyā ca purāṇavihāresu viya sakalepi araññe kathaṁ sīmāsambhedasaṅkā na bhaveyya.",
  "tika-vin07t17:64_10": "Tasmā sīmāpekkhāya eva samuppajjati, tabbigamena vigacchatīti gahetabbaṁ. Yathā cettha,",
  "tika-vin07t17:64_11": "evaṁ udakukkhepasīmāyampi nadiādīsupi.",
  "tika-vin07t17:65_0": "Tatthāpi hi majjhimapuriso na ñāyati. Tathā sabbathāmena khipanaṁ ubhayatthāpi ca",
  "tika-vin07t17:65_1": "yassaṁ disāyaṁ sattabbhantarassa, udakukkhepassa vā okāso na pahoti, tattha kathaṁ",
  "tika-vin07t17:65_2": "minanaṁ, khipanaṁ vā bhaveyya? Gāmakhettādīsu pavisanato akhette sīmā paviṭṭhā nāmāti",
  "tika-vin07t17:65_3": "sīmā vipajjeyya. Apekkhāya sīmuppattiyaṁ pana yato pahoti, tattha sattabbhantaraudakukkhepasīmā",
  "tika-vin07t17:65_4": "sayameva paripuṇṇā jāyanti. Yato pana na pahoti, tattha attano khettappamāṇeneva",
  "tika-vin07t17:65_5": "jāyanti, na bahi. Yaṁ panettha abbhantaraminanapamāṇassa, vālukādikhipanakammassa",
  "tika-vin07t17:65_6": "ca dassanaṁ, taṁ sañjātasīmānaṁ ṭhitaṭṭhānassa paricchedanatthaṁ kataṁ gāmūpacāragharūpacārajānanatthaṁ",
  "tika-vin07t17:65_7": "leḍḍusuppādikhipanavidhānadassanaṁ viya. Teneva mātikāṭṭhakathāyaṁ ‘‘sīmaṁ vā sammannati",
  "tika-vin07t17:65_8": "udakukkhepaṁ vā paricchindatī’’ti vuttaṁ (kaṅkhā. aṭṭha. ūnavīsativassasikkhāpadavaṇṇanā).",
  "tika-vin07t17:65_9": "Evaṁ katepi tassa paricchedassa yāthāvato ñātuṁ asakkuṇeyyattena puthulato ñatvā",
  "tika-vin07t17:65_10": "anto tiṭṭhantehi nirāsaṅkaṭṭhāne ṭhātabbaṁ, aññaṁ bahi karontehi atidūre nirāsaṅkaṭṭhāne pesetabbaṁ.",
  "tika-vin07t17:66_0": "Apare pana ‘‘sīmāpekkhāya kiccaṁ natthi, maggagamananahānādiatthehi ekabhikkhusmimpi",
  "tika-vin07t17:66_1": "araññe vā nadiādīsu vā paviṭṭhe taṁ parikkhipitvā sattabbhantaraudakukkhepasīmā sayameva",
  "tika-vin07t17:66_2": "pabhā viya padīpassa samuppajjati, gāmakhettādīsu tasmiṁ otiṇṇamatte vigacchati.",
  "tika-vin07t17:66_3": "Teneva cettha dvinnaṁ saṅghānaṁ visuṁ kammaṁ karontānaṁ sīmādvayassa antarā sīmantarikā",
  "tika-vin07t17:66_4": "aññaṁ sattabbhantaraṁ, udakukkhepañca ṭhapetuṁ anuññātaṁ, sīmāpariyante hi kenaci",
  "tika-vin07t17:66_5": "kammena pesitassa bhikkhuno samantā sañjātasīmā itaresaṁ sīmāya phusitvā sīmāsambhedaṁ",
  "tika-vin07t17:66_6": "kareyya, so mā hotūti, itarathā hatthacaturaṅgulamattāyapettha sīmantarikāya anujānitabbato.",
  "tika-vin07t17:66_7": "Apica sīmantarikāya ṭhitassāpi ubhayattha kammakopavacanatopi cetaṁ sijjhati. Tampi",
  "tika-vin07t17:66_8": "parikkhipitvā sayameva sañjātāya sīmāya ubhinnampi sīmānaṁ, ekāya eva vā saṅkarato.",
  "tika-vin07t17:66_9": "Itarathā tassa kammakopavacanaṁ na yujjeyya. Vuttañhi mātikāṭṭhakathāyaṁ ‘paricchedabbhantare",
  "tika-vin07t17:66_10": "hatthapāsaṁ vijahitvā ṭhitopi paricchedato bahi aññaṁ tattakaṁyeva paricchedaṁ anatikkamitvā",
  "tika-vin07t17:66_11": "ṭhitopi kammaṁ kopetī’ti (kaṅkhā. aṭṭha. nidānavaṇṇanā). Kiñca agāmakāraññe ṭhitassa",
  "tika-vin07t17:66_12": "kammakaraṇicchāvirahitassāpi bhikkhuno sattabbhantaraparicchinne ajjhokāse cīvaravippavāso",
  "tika-vin07t17:66_13": "bhagavatā anuññāto, so ca paricchedo sīmā. Evaṁ apekkhaṁ vinā samuppannā. Tenevettha",
  "tika-vin07t17:66_14": "‘ayaṁ sīmā ticīvaravippavāsaparihārampi labhatī’ti (mahāva. aṭṭha. 147) vuttaṁ. Tasmā",
  "tika-vin07t17:66_15": "kammakaraṇicchaṁ vināpi vuttanayena samuppatti gahetabbā’’ti vadanti, taṁ na yuttaṁ",
  "tika-vin07t17:66_16": "padīpassa pabhā viya sabbapuggalānampi paccekaṁ sīmāsambhavena saṅghe, gaṇe vā kammaṁ",
  "tika-vin07t17:66_17": "karonte tatraṭṭhānaṁ bhikkhūnaṁ samantā paccekaṁ samuppannānaṁ anekasīmānaṁ aññamaññaṁ",
  "tika-vin07t17:66_18": "saṅkaradosappasaṅgato. Parisavasena cassā vaḍḍhi, hāni ca sambhavati. Pacchā āgatānaṁ",
  "tika-vin07t17:66_19": "abhinavasīmantaruppatti eva, gatānaṁ samantā ṭhitasīmāpi vināso ca bhaveyya.",
  "tika-vin07t17:67_0": "Pāḷiyaṁ pana ‘‘samantā sattabbhantarā, ayaṁ tattha samānasaṁvāsā’’tiādinā (mahāva.",
  "tika-vin07t17:67_1": "147) ekā eva sattabbhantarā, udakukkhepā ca anuññātā, na cesā sīmā sabhāvena, kāraṇasāmatthiyena",
  "tika-vin07t17:67_2": "vā pabhā viya padīpassa uppajjati. Kintu bhagavato anujānaneneva, bhagavā ca imāyo",
  "tika-vin07t17:67_3": "anujānanto bhikkhūnaṁ vaggakammaparihārena kammakaraṇasukhatthameva anuññāsīti kathaṁ",
  "tika-vin07t17:67_4": "nahānādikiccena paviṭṭhānampi samantā tāsaṁ sīmānaṁ samuppatti payojanābhāvā? Payojane",
  "tika-vin07t17:67_5": "ca ekaṁ eva payojananti kathaṁ paccekaṁ bhikkhugaṇanāya anekasīmāsamuppatti ? ‘‘Ekasīmāyaṁ",
  "tika-vin07t17:67_6": "hatthapāsaṁ avijahitvā ṭhitā’’ti (kaṅkhā. aṭṭha. nidānavaṇṇanā) vuttaṁ. Yaṁ pana",
  "tika-vin07t17:67_7": "dvinnaṁ sīmānaṁ antarā tattakaparicchedeneva sīmantarikaṭṭhapanavacanaṁ, tattha ṭhitānaṁ",
  "tika-vin07t17:67_8": "kammakopavacanañca, tampi imāsaṁ sīmānaṁ paricchedassa dubbodhatāya sīmāya sambhedasaṅkaṁ,",
  "tika-vin07t17:67_9": "kammakopasaṅkañca dūrato pariharituṁ vuttaṁ.",
  "tika-vin07t17:68_0": "Yo ca cīvarāvippavāsatthaṁ bhagavatā abbhokāse dassito sattabbhantaraparicchedo,",
  "tika-vin07t17:68_1": "so sīmā eva na hoti, khettataḷākādiparicchedo viya ayamettha eko paricchedova. Tattha",
  "tika-vin07t17:68_2": "ca bahūsu bhikkhūsu ekato ṭhitesu tesaṁ visuṁ visuṁ attano ṭhitaṭṭhānato paṭṭhāya",
  "tika-vin07t17:68_3": "samantā sattabbhantaraparicchedabbhantare eva cīvaraṁ ṭhapetabbaṁ. Na parisapariyantato",
  "tika-vin07t17:68_4": "paṭṭhāya. Parisapariyantato paṭṭhāya hi abbhantare gayhamāne abbhantarapariyosāne",
  "tika-vin07t17:68_5": "ṭhapitacīvaraṁ majjhe ṭhitassa abbhantarato bahi hotīti taṁ aruṇuggamane nissaggiyaṁ",
  "tika-vin07t17:68_6": "siyā. Sīmā pana parisapariyantatova gahetabbā. Cīvaravippavāsaparihāropettha abbhokāsaparicchedassa",
  "tika-vin07t17:68_7": "vijjamānattā vutto, na pana yāva sīmāparicchedaṁ labbhamānattā mahāsīmāya avippavāsasīmāvohāro",
  "tika-vin07t17:68_8": "viya. Mahāsīmāyampi hi gāmagāmūpacāresu cīvaraṁ nissaggiyaṁ hoti. Idhāpi majjhe ṭhitassa",
  "tika-vin07t17:68_9": "sīmāpariyante nissaggiyaṁ hoti. Tasmā yathāvuttasīmāpekkhavasenevetāsaṁ sattabbhantaraudakukkhepasīmānaṁ",
  "tika-vin07t17:68_10": "uppatti, tabbigamena vināso ca gahetabbāti amhākaṁ khanti. Vīmaṁsitvā gahetabbaṁ.",
  "tika-vin07t17:68_11": "Añño vā pakāro ito yuttataro gavesitabbo.",
  "tika-vin07t17:69_0": "Idha pana ‘‘araññe samantā sattabbhantarā’’ti evaṁ pāḷiyaṁ viñjhāṭavisadise araññe",
  "tika-vin07t17:69_1": "samantā sattabbhantarāti aṭṭhakathāyañca rukkhādinirantarepi araññe sattabbhantarasīmāya",
  "tika-vin07t17:69_2": "vihitattā attano nissayabhūtāya araññasīmāya saha etassā rukkhādisambandhe dosābhāvo",
  "tika-vin07t17:69_3": "pageva agāmake rukkheti nissitepi padese cīvaravippavāsassa rukkhaparihāraṁ vināva",
  "tika-vin07t17:69_4": "abbhokāsaparihārova anumatoti siddhoti veditabbo.",
  "tika-vin07t17:70_0": "Upacāratthāyāti sīmantarikatthāya sattabbhantarato adhikaṁ vaṭṭati. Ūnakaṁ pana na",
  "tika-vin07t17:70_1": "vaṭṭati eva sattabbhantaraparicchedassa dubbijānattā. Tasmā saṅghaṁ vinā ekenāpi",
  "tika-vin07t17:70_2": "bhikkhunā bahi tiṭṭhantena aññaṁ sattabbhantaraṁ atikkamitvā atidūre eva ṭhātabbaṁ,",
  "tika-vin07t17:70_3": "itarathā kammakopasaṅkato. Udakukkhepepi eseva nayo. Teneva vakkhati ‘‘ūnakaṁ pana",
  "tika-vin07t17:70_4": "na vaṭṭatī’’ti (mahāva. aṭṭha. 147). Idañcettha sīmantarikavidhānaṁ dvinnaṁ baddhasīmānaṁ",
  "tika-vin07t17:70_5": "sīmantarikānujānanasuttānulomato siddhanti daṭṭhabbaṁ. Kiñcāpi hi bhagavatā nidānavasena",
  "tika-vin07t17:70_6": "ekagāmasīmānissitānaṁ , ekasabhāgānañca dvinnaṁ baddhasīmānameva aññamaññaṁ sambhedajjhottharaṇadosaparihārāya",
  "tika-vin07t17:70_7": "sīmantarikā anuññātā, tathāpi tadanulomato ekaaraññasīmānadiādisīmañca nissitānaṁ",
  "tika-vin07t17:70_8": "ekasabhāgānaṁ dvinnaṁ sattabbhantarasīmānampi udakukkhepasīmānampi aññamaññaṁ sambhedajjhottharaṇaṁ,",
  "tika-vin07t17:70_9": "sīmantarikaṁ vinā abyavadhānena ṭhānañca bhagavatā anabhimatamevāti ñatvā aṭṭhakathācariyā",
  "tika-vin07t17:70_10": "idhāpi sīmantarikavidhānamakaṁsu. Visabhāgasīmānampi hi ekasīmānissitattaṁ, ekasabhāgattañcāti",
  "tika-vin07t17:70_11": "dvīhaṅgehi samannāgate sati ekaṁ sīmantarikaṁ vinā ṭhānaṁ sambhedāya hoti, nāsatīti",
  "tika-vin07t17:70_12": "daṭṭhabbaṁ. Sīmantarikavidhānasāmatthiyeneva cetāsaṁ rukkhādisambandhopi baddhasīmānaṁ",
  "tika-vin07t17:70_13": "viya aññamaññaṁ na vaṭṭatīti ayampi nayato dassito evāti gahetabbaṁ.",
  "tika-vin07t17:71_0": "‘‘Sabhāvenevā’’ti iminā gāmasīmā viya abaddhasīmāti dasseti. Sabbamettha saṅghakammaṁ",
  "tika-vin07t17:71_1": "kātuṁ vaṭṭatīti samānasaṁvāsā ekūposathāti dasseti. Yena kenacīti antamaso sūkarādinā",
  "tika-vin07t17:71_2": "sattena. Mahoghena pana unnataṭṭhānato ninnaṭṭhāne patantena khato khuddako vā mahanto",
  "tika-vin07t17:71_3": "vā lakkhaṇayutto jātassarova. Etthāpi khuddake udakukkhepakiccaṁ natthi, samudde",
  "tika-vin07t17:71_4": "pana sabbathā udakukkhepasīmāyameva kammaṁ kātabbaṁ sodhetuṁ dukkarattā.",
  "tika-vin07t17:72_0": "Puna tatthāti lokavohārasiddhāsu etāsu nadiādīsu tīsu abaddhasīmāsu puna vaggakammaparihāratthaṁ",
  "tika-vin07t17:72_1": "sāsanavohārasiddhāya abaddhasīmāya paricchedaṁ dassentoti adhippāyo. Pāḷiyaṁ yaṁ",
  "tika-vin07t17:72_2": "majjhimassa purisassātiādīsu udakaṁ ukkhipitvā khipīyati etthāti udakukkhepo, udakassa",
  "tika-vin07t17:72_3": "patanokāso, tasmā udakukkhepā. Ayañhettha padasambandhavasena attho – parisapariyantato",
  "tika-vin07t17:72_4": "paṭṭhāya samantā yāva majjhimassa purisassa udakukkhepo udakapatanaṭṭhānaṁ, tāva",
  "tika-vin07t17:72_5": "yaṁ taṁ paricchinnaṭṭhānaṁ, ayaṁ tattha nadiādīsu aparā samānasaṁvāsā udakukkhepasīmāti.",
  "tika-vin07t17:73_0": "Tassa antoti tassa udakukkhepaparicchinnassa ṭhānassa anto. Na kevalañca tasseva",
  "tika-vin07t17:73_1": "anto, tato bahipi, ekassa udakukkhepassa anto ṭhātuṁ na vaṭṭatīti vacanaṁ udakukkhepaparicchedassa",
  "tika-vin07t17:73_2": "dubbijānato kammakopasaṅkā hotīti. Teneva mātikāṭṭhakathāyaṁ ‘‘paricchedabbhantare",
  "tika-vin07t17:73_3": "hatthapāsaṁ vijahitvā ṭhitopi paricchedato bahi aññaṁ tattakaṁyeva paricchedaṁ anatikkamitvā",
  "tika-vin07t17:73_4": "ṭhitopi kammaṁ kopeti idaṁ sabbaaṭṭhakathāsu sanniṭṭhāna’’nti (kaṅkhā. aṭṭha. nidānavaṇṇanā)",
  "tika-vin07t17:73_5": "vuttaṁ. Yaṁ panettha sāratthadīpaniyaṁ ‘‘tassa anto hatthapāsaṁ vijahitvā ṭhito kammaṁ",
  "tika-vin07t17:73_6": "kopetīti iminā bahiparicchedato yattha katthaci ṭhito kammaṁ na kopetī’’ti (sārattha.",
  "tika-vin07t17:73_7": "ṭī. mahāvagga 3.147) vatvā mātikāṭṭhakathāvacanampi paṭikkhipitvā ‘‘neva pāḷiyaṁ",
  "tika-vin07t17:73_8": "na aṭṭhakathāyaṁ upalabbhatī’’tiādi bahu papañcitaṁ, taṁ na sundaraṁ idha aṭṭhakathāvacanena",
  "tika-vin07t17:73_9": "mātikāṭṭhakathāvacanassa nayato saṁsandanato saṅghaṭanato. Tathā hi dvinnaṁ udakukkhepaparicchedānamantarā",
  "tika-vin07t17:73_10": "vidatthicaturaṅgulamattampi sīmantarikaṁ aṭṭhapetvā ‘‘añño udakukkhepo sīmantarikāya",
  "tika-vin07t17:73_11": "ṭhapetabbo, tato adhikaṁ vaṭṭati eva, ūnakaṁ pana na vaṭṭatī’’ti evaṁ idheva vuttena",
  "tika-vin07t17:73_12": "iminā aṭṭhakathāvacanena sīmantarikopacārena udakukkhepato ūnake ṭhapite sīmāya sīmāsambhedato",
  "tika-vin07t17:73_13": "kammakopopi vutto eva. Yadaggena ca evaṁ vutto, tadaggena tattha ekabhikkhuno pavesepi",
  "tika-vin07t17:73_14": "sati tassa sīmaṭṭhabhāvato kammakopo vutto eva hoti. Aṭṭhakathāyaṁ ‘‘ūnakaṁ pana",
  "tika-vin07t17:73_15": "na vaṭṭatī’’ti kathanañcetaṁ udakukkhepaparicchedassa dubbijānantenapi sīmāsambhedasaṅkaāparihāratthaṁ",
  "tika-vin07t17:73_16": "vuttaṁ. Sattabbhantarasīmānamantarā tattakaparicchedeneva sīmantarikavidhānavacanatopi",
  "tika-vin07t17:73_17": "etāsaṁ dubbijānaparicchedatā, tattha ca ṭhitānaṁ kammakopasaṅkā sijjhati. Kammakopasaṅkaṭṭhānampi",
  "tika-vin07t17:73_18": "ācariyā dūrato parihāratthaṁ kammakopaṭṭhānanti vatvāva ṭhapesunti gahetabbaṁ.",
  "tika-vin07t17:74_0": "Tanti sīmaṁ. ‘‘Sīghameva atikkāmetī’’ti iminā taṁ anatikkamitvā anto eva parivattamānāya",
  "tika-vin07t17:74_1": "kātuṁ vaṭṭatīti dasseti. Etadatthameva hi vālukādīhi sīmāparicchindanaṁ, itarathā",
  "tika-vin07t17:74_2": "bahi parivattā nu kho, no vāti kammakopasaṅkā bhaveyyāti. Aññissā anussāvanāti kevalāya",
  "tika-vin07t17:74_3": "nadisīmāya anussāvanā . Antonadiyaṁ jātarukkhe vāti udakukkhepaparicchedassa bahi",
  "tika-vin07t17:74_4": "ṭhite rukkhepi vā. Bahinaditīrameva hi visabhāgasīmattā abandhitabbaṭṭhānaṁ, na antonadī",
  "tika-vin07t17:74_5": "nissayattena sabhāgattā. Teneva ‘‘bahinaditīre vihārasīmāya vā’’tiādinā tīrameva",
  "tika-vin07t17:74_6": "abandhitabbaṭṭhānattena dassitaṁ, na pana nadī. ‘‘Rukkhepi ṭhitehī’’ti idaṁ antoudakukkhepaṭṭhaṁ",
  "tika-vin07t17:74_7": "sandhāya vuttaṁ. Na hi bahiudakukkhepe bhikkhūnaṁ ṭhātuṁ vaṭṭati.",
  "tika-vin07t17:75_0": "Rukkhassāti tasseva antoudakukkhepaṭṭhassa rukkhassa. Sīmaṁ vā sodhetvāti yathāvuttaṁ",
  "tika-vin07t17:75_1": "vihāre baddhasīmaṁ, gāmasīmañca tattha ṭhitabhikkhūnaṁ hatthapāsānayanabahisīmākaraṇavaseneva",
  "tika-vin07t17:75_2": "sodhetvā. Yathā ca udakukkhepasīmāyaṁ kammaṁ karontehi, evaṁ baddhasīmāyaṁ, gāmasīmāyaṁ",
  "tika-vin07t17:75_3": "vā kammaṁ karontehipi udakukkhepasīmaṭṭhe sodhetvāva kātabbaṁ. Eteneva sattabbhantaraaraññasīmāhipi",
  "tika-vin07t17:75_4": "udakukkhepasīmāya, imāya ca saddhiṁ tāsaṁ rukkhādisambandhadosopi nayato dassitova",
  "tika-vin07t17:75_5": "hoti. Imināva nayena sattabbhantarasīmāya baddhasīmāgāmasīmāhipi saddhiṁ, etāsañca",
  "tika-vin07t17:75_6": "sattabbhantarasīmāya saddhiṁ sambandhadoso ñātabbo. Aṭṭhakathāyaṁ panetaṁ sabbaṁ",
  "tika-vin07t17:75_7": "vuttanayato sakkā ñātunti aññamaññasamāsannānamevettha dassitaṁ.",
  "tika-vin07t17:76_0": "Tatridaṁ suttānulomato nayaggahaṇamukhaṁ – yathā hi baddhasīmāyaṁ sammatā vipattisīmā",
  "tika-vin07t17:76_1": "hotīti tāsaṁ aññamaññaṁ rukkhādisambandho na vaṭṭati, evaṁ nadiādīsu sammatāpi baddhasīmā",
  "tika-vin07t17:76_2": "vipattisīmāva hotīti tāhipi saddhiṁ tassā rukkhādisambandho na vaṭṭatīti sijjhati.",
  "tika-vin07t17:76_3": "Iminā nayena sattabbhantarasīmāya gāmanadiādīhi saddhiṁ, udakukkhepasīmāya ca araññādīhi",
  "tika-vin07t17:76_4": "saddhiṁ rukkhādisambandhassa na vaṭṭanakabhāvo ñātabbo, evametā bhagavatā anuññātā",
  "tika-vin07t17:76_5": "baddhasīmā sattabbhantaraudakukkhepasīmā aññamaññañceva attano nissayavirahitāhi",
  "tika-vin07t17:76_6": "itarītarāsaṁ nissayasīmāhi ca rukkhādisambandhe sati sambhedadosamāpajjatīti suttānulomanayo ñātabbova.",
  "tika-vin07t17:77_0": "Attano attano pana nissayabhūtagāmādīhi saddhiṁ baddhasīmādīnaṁ tissannaṁ uppattikāle",
  "tika-vin07t17:77_1": "bhagavatā anuññātassa sambhedajjhottharaṇassa anulomato rukkhādisambandhopi anuññātova",
  "tika-vin07t17:77_2": "hotīti daṭṭhabbaṁ. Yadi evaṁ udakukkhepabaddhasīmādīnaṁ antarā kasmā sīmantarikā",
  "tika-vin07t17:77_3": "na vihitāti? Nissayabhedasabhāvabhedehi sayameva bhinnattā. Ekanissayaekasabhāvānameva",
  "tika-vin07t17:77_4": "hi sīmantarikāya vināsaṁ karotīti vuttovāyamattho. Eteneva nadinimittaṁ katvā baddhāya",
  "tika-vin07t17:77_5": "sīmāya saṅghe kammaṁ karonte nadiyampi yāva gāmakhettaṁ āhacca ṭhitāya udakukkhepasīmāya",
  "tika-vin07t17:77_6": "aññesaṁ kammaṁ kātuṁ vaṭṭatīti siddhaṁ hoti. Yā panetā lokavohārasiddhā gāmāraññanadisamuddajātassarasīmā",
  "tika-vin07t17:77_7": "pañca, tā aññamaññarukkhādisambandhepi sambhedadosaṁ nāpajjati, tathā lokavohārābhāvato.",
  "tika-vin07t17:77_8": "Na hi gāmādayo gāmantarādīhi, nadiādīhi ca rukkhādisambandhamattena sambhinnāti loke",
  "tika-vin07t17:77_9": "voharanti. Lokavohārasiddhānañca lokavohāratova sambhedo vā asambhedo vā gahetabbo,",
  "tika-vin07t17:77_10": "nāññato. Teneva aṭṭhakathāyaṁ tāsaṁ aññamaññaṁ katthacipi sambhedanayo na dassito,",
  "tika-vin07t17:77_11": "sāsanavohārasiddhoyeva dassitoti.",
  "tika-vin07t17:78_0": "Ettha pana baddhasīmāya tāva ‘‘heṭṭhā pathavīsandhārakaṁ udakapariyantaṁ katvā sīmāgatā",
  "tika-vin07t17:78_1": "hotī’’tiādinā (mahāva. aṭṭha. 138) adhobhāgaparicchedo aṭṭhakathāyaṁ sabbathā dassito.",
  "tika-vin07t17:78_2": "Gāmasīmādīnaṁ pana na dassito. Kathamayaṁ jānitabboti? Keci tāvettha ‘‘gāmasīmādayopi",
  "tika-vin07t17:78_3": "baddhasīmā viya pathavīsandhārakaṁ udakaṁ āhacca tiṭṭhatī’’ti vadanti.",
  "tika-vin07t17:79_0": "Keci pana taṁ paṭikkhipitvā ‘‘nadisamuddajātassarasīmā, tāva tannissitaudakukkhepasīmā",
  "tika-vin07t17:79_1": "ca pathaviyā uparitale, heṭṭhā ca udakajjhottharaṇappadese eva tiṭṭhanti, na tato",
  "tika-vin07t17:79_2": "heṭṭhā udakassa ajjhottharaṇābhāvā. Sace pana udakoghādinā yojanappamāṇampi ninnaṭṭhānaṁ",
  "tika-vin07t17:79_3": "hoti, nadisīmādayova honti, na tato heṭṭhā. Tasmā nadiādīnaṁ heṭṭhā bahitīramukhena",
  "tika-vin07t17:79_4": "umaṅgena, iddhiyā vā paviṭṭho bhikkhu nadiyaṁ ṭhitānaṁ kammaṁ na kopeti. So pana",
  "tika-vin07t17:79_5": "āsannagāme bhikkhūnaṁ kammaṁ kopeti. Sace pana so ubhinnaṁ tīragāmānaṁ majjhe nisinno",
  "tika-vin07t17:79_6": "hoti, ubhayagāmaṭṭhānaṁ kammaṁ kopeti. Sace pana tīraṁ gāmakhettaṁ na hoti, agāmakāraññameva.",
  "tika-vin07t17:79_7": "Tattha pana tīradvayepi sattabbhantarasīmaṁ vinā kevalāya khuddakāraññasīmāya kammaṁ",
  "tika-vin07t17:79_8": "karontānaṁ kammaṁ kopeti. Sace sattabbhantarasīmāyaṁ karonti, tadā yadi tesaṁ sattabbhantarasīmāya",
  "tika-vin07t17:79_9": "paricchedo etassa nisinnokāsassa parato ekaṁ sattabbhantaraṁ atikkamitvā ṭhito na",
  "tika-vin07t17:79_10": "kammakopo . No ce, kammakopo. Gāmasīmāyaṁ pana antoumaṅge vā bile vā yattha pavisituṁ",
  "tika-vin07t17:79_11": "sakkā, yattha vā suvaṇṇamaṇiādiṁ khaṇitvā gaṇhanti, gahetuṁ sakkāti vā sambhāvanā",
  "tika-vin07t17:79_12": "hoti, tattakaṁ heṭṭhāpi gāmasīmā, tattha iddhiyā anto nisinnopi kammaṁ kopeti. Yattha",
  "tika-vin07t17:79_13": "pana pakatimanussānaṁ pavesasambhāvanāpi natthi, taṁ sabbaṁ yāva pathavisandhārakaudakā",
  "tika-vin07t17:79_14": "araññasīmāva, na gāmasīmā. Araññasīmāyampi eseva nayo. Tatthapi hi yattake padese",
  "tika-vin07t17:79_15": "pavesasambhāvanā, tattakameva uparitale araññasīmā pavattati. Tato pana heṭṭhā na",
  "tika-vin07t17:79_16": "araññasīmā, tattha uparitalena saha ekāraññavohārābhāvato. Na hi tattha paviṭṭhaṁ",
  "tika-vin07t17:79_17": "araññaṁ paviṭṭho ti voharanti. Tasmā tatraṭṭho upari araññaṭṭhānaṁ kammaṁ na kopeti",
  "tika-vin07t17:79_18": "umaṅganadiyaṁ ṭhito viya uparinadiyaṁ ṭhitānaṁ. Ekasmiñhi cakkavāḷe gāmanadisamuddajātassare",
  "tika-vin07t17:79_19": "muñcitvā tadavasesaṁ amanussāvāsaṁ devabrahmalokaṁ upādāya sabbaṁ araññameva. ‘Gāmā",
  "tika-vin07t17:79_20": "vā araññā vā’ti vuttattā hi nadisamuddajātassarādipi araññameva. Idha pana nadiādīnaṁ",
  "tika-vin07t17:79_21": "visuṁ sīmābhāvena gahitattā tadavasesameva araññaṁ gahetabbaṁ. Tattha ca yattake",
  "tika-vin07t17:79_22": "padese ekaṁ ‘arañña’nti voharanti, ayamekāraññasīmā. Indapurañhi sabbaṁ ekāraññasīmā.",
  "tika-vin07t17:79_23": "Tathā asurayakkhapurādi. Ākāsaṭṭhadevabrahmavimānāni pana samantā ākāsaparicchinnāni",
  "tika-vin07t17:79_24": "paccekaṁ araññasīmā samuddamajjhe pabbatadīpakā viya. Tattha sabbattha sattabbhantarasīmāyaṁ,",
  "tika-vin07t17:79_25": "araññasīmāyameva vāti kammaṁ kātabbaṁ. Tasmā idhāpi upariaraññatalena saddhiṁ heṭṭhāpathaviyā",
  "tika-vin07t17:79_26": "araññavohārābhāvā visuṁ araññasīmāti gahetabbaṁ. Tenevettha gāmanadiādisīmākathāya",
  "tika-vin07t17:79_27": "aṭṭhakathāyaṁ ‘iddhimā bhikkhu heṭṭhāpathavitale ṭhito kammaṁ kopetī’ti (mahāva.",
  "tika-vin07t17:79_28": "aṭṭha. 138) baddhasīmāyaṁ dassitanayo na dassito’’ti vadanti.",
  "tika-vin07t17:80_0": "Idañcetāsaṁ gāmasīmādīnaṁ heṭṭhāpamāṇadassanaṁ suttādivirodhābhāvā yuttaṁ viya dissati.",
  "tika-vin07t17:80_1": "Vīmaṁsitvā gahetabbaṁ. Evaṁ gahaṇe ca gāmasīmāyaṁ sammatā baddhasīmā upari gāmasīmaṁ,",
  "tika-vin07t17:80_2": "heṭṭhā udakapariyantaṁ araññasīmañca avattharatīti tassā araññasīmāpi khettanti sijjhati.",
  "tika-vin07t17:80_3": "Bhagavatā ca ‘‘sabbā, bhikkhave, nadī asīmā’’tiādinā (mahāva. aṭṭha. 147) nadisamuddajātassarā",
  "tika-vin07t17:80_4": "baddhasīmāya akhettabhāvena vuttā, na pana araññaṁ. Tasmā araññampi baddhasīmāya",
  "tika-vin07t17:80_5": "khettamevāti gahetabbaṁ. Yadi evaṁ kasmā tattha sā na bajjhatīti? Payojanābhāvā.",
  "tika-vin07t17:80_6": "Sīmāpekkhānantarameva sattabbhantarasīmāya sambhavato. Tassā ca upari sammatāya baddhasīmāya",
  "tika-vin07t17:80_7": "sambhedajjhottharaṇānulomato vipattisīmā eva siyā. Gāmakhette pana ṭhatvā agāmakāraññekadesampi",
  "tika-vin07t17:80_8": "antokaritvā sammatā kiñcāpi susammatā, agāmakāraññe bhagavatā vihitāya sattabbhantarasīmāyapi",
  "tika-vin07t17:80_9": "anivattito. Tattha pana kammaṁ kātuṁ paviṭṭhānampi tato bahi kevalāraññe karontānampi",
  "tika-vin07t17:80_10": "antarā tīṇi sattabbhantarāni ṭhapetabbāni, aññathā vipatti eva siyāti sabbathā niratthakameva",
  "tika-vin07t17:80_11": "agāmakāraññe baddhasīmākaraṇanti veditabbaṁ.",
  "tika-vin07t17:81_0": "Antonadiyaṁ paviṭṭhasākhāyāti nadiyā pathavitalaṁ āhacca ṭhitāya sākhāyapi, pageva",
  "tika-vin07t17:81_1": "anāhacca ṭhitāya. Pārohepi eseva nayo. Etena sabhāgaṁ nadisīmaṁ phusitvā ṭhitenapi",
  "tika-vin07t17:81_2": "visabhāgasīmāsambandhasākhādinā udakukkhepasīmāya sambandho na vaṭṭatīti dasseti.",
  "tika-vin07t17:81_3": "Eteneva mahāsīmaṁ, gāmasīmañca phusitvā ṭhitena sākhādinā māḷakasīmāya sambandho",
  "tika-vin07t17:81_4": "na vaṭṭatīti ñāpitoti daṭṭhabbo.",
  "tika-vin07t17:82_0": "Antonadiyaṁyevāti setupādānaṁ tīraṭṭhataṁ nivatteti. Tena udakukkhepaparicchedato",
  "tika-vin07t17:82_1": "bahi nadiyaṁ patiṭṭhitattepi sambhedābhāvaṁ dasseti. Tenāha ‘‘bahitīre patiṭṭhitā’’tiādi.",
  "tika-vin07t17:82_2": "Yadi hi udakukkhepato bahi antonadiyampi patiṭṭhitatte sambhedo bhaveyya, tampi paṭikkhipitabbaṁ",
  "tika-vin07t17:82_3": "bhaveyya kammakopassa samānattā, na ca paṭikkhittaṁ. Tasmā sabbattha attano nissayasīmāya",
  "tika-vin07t17:82_4": "sambhedadoso natthevāti gahetabbaṁ.",
  "tika-vin07t17:83_0": "Āvaraṇena vāti dāruādiṁ nikhaṇitvā udakanivāraṇena. Koṭṭakabandhanena vāti mattikādīhi",
  "tika-vin07t17:83_1": "pūretvā katasetubandhena. Ubhayenāpi āvaraṇameva dasseti. ‘‘Nadiṁ vināsetvā’’ti vuttamevatthaṁ",
  "tika-vin07t17:83_2": "vibhāveti ‘‘heṭṭhā pāḷi baddhā’’ti, heṭṭhā nadiṁ āvaritvā pāḷi baddhāti attho. Chaḍḍitamodakanti",
  "tika-vin07t17:83_3": "atirittodakaṁ. ‘‘Nadiṁ ottharitvā sandanaṭṭhānato’’ti iminā taḷākanadīnaṁ antarā",
  "tika-vin07t17:83_4": "pavattanaṭṭhāne na vaṭṭatīti dasseti. Uppatitvāti tīrādibhindanavasena vipulā hutvā.",
  "tika-vin07t17:83_5": "Vihārasīmanti baddhasīmaṁ.",
  "tika-vin07t17:84_0": "Agamanapatheti tadaheva gantvā nivattituṁ asakkuṇeyye. Araññasīmāsaṅkhyameva gacchatīti",
  "tika-vin07t17:84_1": "lokavohārasiddhaṁ agāmakāraññasīmaṁ sandhāya vadati. Tatthāti pakatiyā macchabandhānaṁ",
  "tika-vin07t17:84_2": "gamanapathesu dīpakesu.",
  "tika-vin07t17:85": "Taṁ ṭhānanti āvāṭādīnaṁ kataṭṭhānameva, na akatanti attho. Loṇīti samuddodakassa uppattiveganinno mātikākārena pavattanako.",
  "tika-vin07t17:86_0": "148.Sambhindantīti yattha catūhi bhikkhūhi nisīdituṁ na sakkā, tattakato paṭṭhāya",
  "tika-vin07t17:86_1": "yāva kesaggamattampi antosīmāya karonto sambhindati. Catunnaṁ bhikkhūnaṁ pahonakato",
  "tika-vin07t17:86_2": "paṭṭhāya yāva sakalampi anto karonto ajjhottharantīti veditabbaṁ. Saṁsaṭṭhaviṭapāti",
  "tika-vin07t17:86_3": "aññamaññaṁ sibbitvā ṭhitamahāsākhamūlā, etena aññamaññassa accāsannataṁ dīpeti. Sākhāya",
  "tika-vin07t17:86_4": "sākhaṁ phusantā hi dūraṭṭhāpi siyyuṁ, tato ekaṁsato sambhedalakkhaṇaṁ dassitaṁ na",
  "tika-vin07t17:86_5": "siyāti taṁ dassetuṁ viṭapaggahaṇaṁ kataṁ. Evañhi bhikkhūnaṁ nisīdituṁ appahonakaṭṭhānaṁ",
  "tika-vin07t17:86_6": "attano sīmāya antosīmaṭṭhaṁ karitvā purāṇavihāraṁ karonto sīmāya sīmaṁ sambhindati",
  "tika-vin07t17:86_7": "nāma, na tato paranti dassitameva hoti. Baddhā hotīti porāṇakavihārasīmaṁ sandhāya",
  "tika-vin07t17:86_8": "vuttaṁ. Ambanti aparena samayena purāṇavihāraparikkhepādīnaṁ vinaṭṭhattā ajānantānaṁ",
  "tika-vin07t17:86_9": "taṁ purāṇasīmāya nimittabhūtaṁ ambaṁ. Attano sīmāya antosīmaṭṭhaṁ karitvā purāṇavihārasīmaṭṭhaṁ",
  "tika-vin07t17:86_10": "jambuṁ kittetvā ambajambūnaṁ antare yaṁ ṭhānaṁ, taṁ attano sīmāya pavesetvā bandhantīti",
  "tika-vin07t17:86_11": "attho. Ettha ca purāṇasīmāya nimittabhūtassa gāmaṭṭhassa ambarukkhassa antosīmaṭṭhāya",
  "tika-vin07t17:86_12": "jambuyā saha saṁsaṭṭhaviṭapattepi sīmāya bandhanakāle vipatti vā pacchā gāmasīmāya",
  "tika-vin07t17:86_13": "saha sambhedo vā kammavipatti vā na hotīti mukhatova vuttanti veditabbaṁ.",
  "tika-vin07t17:87_0": "Padesanti saṅghassa nisīdanappahonakappadesaṁ. ‘‘Sīmantarikaṁ ṭhapetvā’’tiādinā sambhedajjhottharaṇaṁ",
  "tika-vin07t17:87_1": "akatvā baddhasīmāhi aññamaññaṁ phusāpetvā abyavadhānena baddhāpi sīmā asīmā evāti",
  "tika-vin07t17:87_2": "dasseti. Tasmā ekadvaṅgulamattāpi sīmantarikā vaṭṭati eva. Sā pana dubbodhāti aṭṭhakathāsu",
  "tika-vin07t17:87_3": "caturaṅgulādikā vuttāti daṭṭhabbaṁ. Dvinnaṁ sīmānanti dvinnaṁ baddhasīmānaṁ. Nimittaṁ",
  "tika-vin07t17:87_4": "hotīti nimittassa sīmato bāhirattā bandhanakāle tāva sambhedadoso natthīti adhippāyo",
  "tika-vin07t17:87_5": ". Na kevalañca nimittakattā eva saṅkaraṁ karoti , atha kho sīmantarikāya ṭhito aññopi",
  "tika-vin07t17:87_6": "rukkho karoti eva. Tasmā appamattikāya sīmantarikāya vaḍḍhanakā rukkhādayo na vaṭṭanti",
  "tika-vin07t17:87_7": "eva. Ettha ca upari dissamānakhandhasākhādipavese eva saṅkaradosassa sabbattha dassitattā",
  "tika-vin07t17:87_8": "adissamānānaṁ mūlānaṁ pavesepi bhūmigatikattā doso natthīti sijjhati. Sace pana mūlānipi",
  "tika-vin07t17:87_9": "dissamānāneva pavisanti, saṅkarova. Pabbatapāsāṇā pana dissamānāpi bhūmigatikā eva.",
  "tika-vin07t17:87_10": "Yadi pana bandhanakāle eva eko thūlarukkho ubhayampi sīmaṁ āhacca tiṭṭhati, pacchā",
  "tika-vin07t17:87_11": "baddhā asīmā hotīti daṭṭhabbaṁ.",
  "tika-vin07t17:88_0": "Sīmāsaṅkaranti sīmāsambhedaṁ. Yaṁ pana sāratthadīpaniyaṁ vuttaṁ ‘‘sīmāsaṅkaraṁ karotīti",
  "tika-vin07t17:88_1": "vaḍḍhitvā sīmappadesaṁ paviṭṭhe dvinnaṁ sīmānaṁ gataṭṭhānassa duviññeyyattā vutta’’nti",
  "tika-vin07t17:88_2": "(sārattha. ṭī. mahāvagga 3.148), taṁ na yuttaṁ gāmasīmāyapi saha saṅkaraṁ karotīti",
  "tika-vin07t17:88_3": "vattabbato. Tatthāpi hi nimitte vaḍḍhite gāmasīmābaddhasīmānaṁ gataṭṭhānaṁ dubbiññeyyameva",
  "tika-vin07t17:88_4": "hoti, tattha pana avatvā dvinnaṁ baddhasīmānameva saṅkarassa vuttattā yathāvuttasambaddhadosova",
  "tika-vin07t17:88_5": "saṅkara-saddena vuttoti gahetabbaṁ. Pāḷiyaṁ pana nidānavasena ‘‘yesaṁ, bhikkhave,",
  "tika-vin07t17:88_6": "sīmā pacchā sammatā, tesaṁ taṁ kammaṁ adhammika’’ntiādinā (mahāva. 148) pacchā sammatāya",
  "tika-vin07t17:88_7": "asīmatte vuttepi dvīsu gāmasīmāsu ṭhatvā dvīhi saṅghehi sambhedaṁ vā ajjhottharaṇaṁ",
  "tika-vin07t17:88_8": "vā katvā sīmantarikaṁ aṭṭhapetvā vā rukkhapārohādisambandhaṁ aviyojetvā vā ekasmiṁ",
  "tika-vin07t17:88_9": "khaṇe kammavācāniṭṭhāpanavasena ekato sammatānaṁ dvinnaṁ sīmānampi asīmatā pakāsitāti veditabbaṁ.",
  "tika-vin07t17:89": "Gāmasīmādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:90": "Uposathabhedādikathāvaṇṇanā",
  "tika-vin07t17:91_0": "149.Adhammena vagganti ettha ekasīmāya catūsu bhikkhūsu vijjamānesu pātimokkhuddesova",
  "tika-vin07t17:91_1": "anuññāto, tīsu, dvīsu ca pārisuddhiuposathova. Idha pana tathā akatattā ‘‘adhammenā’’ti",
  "tika-vin07t17:91_2": "vuttaṁ. Yasmā pana chandapārisuddhi saṅghe eva āgacchati, na gaṇe, na puggale, tasmā",
  "tika-vin07t17:91_3": "‘‘vagga’’nti vuttanti.",
  "tika-vin07t17:92_0": "Sace pana dve saṅghā ekasīmāya aññamaññaṁ chandaṁ āharitvā ekasmiṁ khaṇe visuṁ saṅghakammaṁ",
  "tika-vin07t17:92_1": "karonti, ettha kathanti? Keci panetaṁ vaṭṭatīti vadanti, taṁ na gahetabbaṁ vaggakammattā",
  "tika-vin07t17:92_2": ". Kammaṁ karontānañhi chandapārisuddhi aññattha na gacchati tathā vacanābhāvā, visuṁ",
  "tika-vin07t17:92_3": "visuṁ kammakaraṇatthameva sīmāya anuññātattā cāti gahetabbaṁ. Vihārasīmāyaṁ pana",
  "tika-vin07t17:92_4": "saṅghe vijjamānepi kenaci paccayena khandhasīmāyaṁ tīsu, dvīsu vā pārisuddhiuposathaṁ",
  "tika-vin07t17:92_5": "karontesu kammaṁ dhammena samaggameva bhinnasīmaṭṭhattāti daṭṭhabbaṁ.",
  "tika-vin07t17:93": "Uposathabhedādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:94": "Pātimokkhuddesakathāvaṇṇanā",
  "tika-vin07t17:95_0": "150.Evametaṁ dhārayāmīti. Sutā kho panāyasmantehīti ettha ‘‘evametaṁ dhārayāmī’’ti",
  "tika-vin07t17:95_1": "vatvā ‘‘uddiṭṭhaṁ kho āyasmanto nidānaṁ, sutā kho panāyasmantehi cattāro pārājikā",
  "tika-vin07t17:95_2": "dhammā’’tiādinā vattabbaṁ. Mātikāṭṭhakathāyampi (kaṅkhā. aṭṭha. nidānavaṇṇanā) evameva",
  "tika-vin07t17:95_3": "vuttaṁ. Sutenāti sutapadena.",
  "tika-vin07t17:96_0": "Savarabhayanti vanacarakabhayaṁ. Tenāha ‘‘aṭavimanussabhaya’’nti. Nidānuddese aniṭṭhite",
  "tika-vin07t17:96_1": "pātimokkhaṁ niddiṭṭhaṁ nāma na hotīti āha ‘‘dutiyādīsu uddesesū’’tiādi. Tīhipi vidhīhīti",
  "tika-vin07t17:96_2": "osāraṇakathanasarabhaññehi. Ettha ca atthaṁ bhaṇitukāmatāya vā bhaṇāpetukāmatāya",
  "tika-vin07t17:96_3": "vā suttassa osāraṇaṁ osāraṇaṁ nāma. Tasseva atthappakāsanā kathanaṁ nāma. Kevalaṁ",
  "tika-vin07t17:96_4": "pāṭhasseva sarena bhaṇanaṁ sarabhaññaṁ nāma. Sajjhāyaṁ adhiṭṭhahitvāti ‘‘sajjhāyaṁ",
  "tika-vin07t17:96_5": "karomī’’ti cittaṁ uppādetvā. Osāretvā pana kathentenāti sayameva pāṭhaṁ vatvā pacchā atthaṁ kathentena.",
  "tika-vin07t17:97": "Pātimokkhuddesakathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:98": "Adhammakammapaṭikkosanādikathāvaṇṇanā",
  "tika-vin07t17:99_0": "155.Navavidhanti saṅghagaṇapuggalesu tayo, suttuddesapārisuddhiadhiṭṭhānavasena tayo,",
  "tika-vin07t17:99_1": "cātuddasīpannarasīsāmaggīvasena tayoti navavidhaṁ. Catubbidhanti adhammenavaggādi",
  "tika-vin07t17:99_2": "catubbidhaṁ. Duvidhanti bhikkhubhikkhunipātimokkhavasena duvidhaṁ pātimokkhaṁ. Navavidhanti",
  "tika-vin07t17:99_3": "bhikkhūnaṁ pañca, bhikkhunīnaṁ cattāroti navavidhaṁ pātimokkhuddesaṁ.",
  "tika-vin07t17:100": "Adhammakammapaṭikkosanādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:101": "Pakkhagaṇanādiuggahaṇānujānanakathādivaṇṇanā",
  "tika-vin07t17:102": "156.Katimīti tithi-saddāpekkhaṁ itthiliṅgaṁ daṭṭhabbaṁ.",
  "tika-vin07t17:103": "163.Utuvasseyevāti hemantagimhesuyeva.",
  "tika-vin07t17:104_0": "164.Viññāpetīti ettha manasā cintetvā kāyavikārakaraṇameva viññāpananti daṭṭhabbaṁ.",
  "tika-vin07t17:104_1": "Pāḷiyaṁ aññassa dātabbā pārisuddhīti pārisuddhidāyakena puna aññassa bhikkhuno santike",
  "tika-vin07t17:104_2": "dātabbā. ‘‘Bhūtaṁyeva vā sāmaṇerabhāvaṁ ārocetī’’ti vuttattā ūnavīsativassakāle upasampannassa,",
  "tika-vin07t17:104_3": "antimavatthuajjhāpannasikkhāpaccakkhātādīnaṁ vā yāva bhikkhupaṭiññā vattati, tāva",
  "tika-vin07t17:104_4": "tehi āhaṭāpi chandapārisuddhi āgacchati. Yadā pana te attano sāmaṇerādibhāvaṁ paṭijānanti,",
  "tika-vin07t17:104_5": "tato paṭṭhāyeva nāgacchatīti dassitanti daṭṭhabbaṁ. Pāḷiyampi hi ‘‘dinnāya pārisuddhiyā",
  "tika-vin07t17:104_6": "saṅghappatto vibbhamati…pe… paṇḍako paṭijānāti. Tiracchānagato paṭijānāti. Ubhatobyañjanako",
  "tika-vin07t17:104_7": "paṭijānāti, āhaṭā hoti pārisuddhī’’ti vuttattā paṇḍakādīnampi bhikkhupaṭiññāya vattamānakālesu",
  "tika-vin07t17:104_8": "chandapārisuddhiyā āgamanaṁ siddhameva. Tenāha ‘‘esa nayo sabbatthā’’ti. Ummattakakhittacittavedanāṭṭānaṁ",
  "tika-vin07t17:104_9": "pana pakatattā antarāmagge ummattakādibhāve paṭiññātepi tesaṁ saṅghappattamatteneva",
  "tika-vin07t17:104_10": "chandādi āgacchatīti daṭṭhabbaṁ.",
  "tika-vin07t17:105_0": "‘‘Bhikkhūnaṁ hatthapāsa’’nti iminā gaṇapuggalesu chandapārisuddhiyā anāgamanaṁ dasseti.",
  "tika-vin07t17:105_1": "‘‘Saṅghappatto’’ti hi pāḷiyaṁ vuttaṁ. Biḷālasaṅkhalikapārisuddhīti biḷālagīvāya bandhanasaṅkhalikasadisā",
  "tika-vin07t17:105_2": "pārisuddhi nāma, yathā saṅkhalikā biḷāle āgacchante eva āgacchati, na anāgacchante",
  "tika-vin07t17:105_3": "tappaṭibaddhattā, evamayaṁ pārisuddhipīti attho. Atha vā yathā saṅkhalikāya paṭhamavalayaṁ",
  "tika-vin07t17:105_4": "dutiyavalayaṁ pāpuṇāti, na tatiyavalayaṁ, evamayampīti adhippāyo. Upalakkhaṇamattañcettha",
  "tika-vin07t17:105_5": "biḷāla-ggahaṇaṁ daṭṭhabbaṁ.",
  "tika-vin07t17:106": "Pakkhagaṇanādiuggahaṇānujānanakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t17:107": "Chandadānakathādivaṇṇanā",
  "tika-vin07t17:108": "165. Pāḷiyaṁ ‘‘santi saṅghassa karaṇīyānī’’ti vattabbe vacanavipallāsena ‘‘karaṇīya’’nti vuttaṁ.",
  "tika-vin07t17:109_0": "167.‘‘Tassa sammutidānakiccaṁ natthī’’ti idaṁ pāḷiyaṁ ekadā sarantasseva sammutidānassa",
  "tika-vin07t17:109_1": "vuttattā ekadā asarantassa sammutiabhāvepi tassa anāgamanaṁ vaggakammāya na hotīti",
  "tika-vin07t17:109_2": "vuttaṁ. Keci pana ‘‘sopi hatthapāseva ānetabbo’’ti vadanti, taṁ na gahetabbaṁ.",
  "tika-vin07t17:110_0": "168. Saṅghasannipātato paṭhamaṁ kātabbaṁ pubbakaraṇaṁ. Saṅghasannipāte kātabbaṁ pubbakiccanti",
  "tika-vin07t17:110_1": "daṭṭhabbaṁ. Pāḷiyaṁ no ce adhiṭṭhaheyya, āpatti dukkaṭassāti ettha asañcicca asatiyā",
  "tika-vin07t17:110_2": "anāpatti. Yathā cettha, evaṁ uparipi. Yattha pana acittakāpatti atthi, tattha vakkhāma.",
  "tika-vin07t17:111": "169.‘‘Paññattaṁ hotī’’ti iminā ‘‘na sāpattikena uposatho kātabbo’’ti visuṁ paṭikkhepābhāvepi yathāvuttasuttasāmatthiyato paññattamevāti dasseti. Iminā eva nayena –",
  "tika-vin07t17:112": "‘‘Aṭṭhānametaṁ, bhikkhave, anavakāso yaṁ tathāgato aparisuddhāya parisāya uposathaṁ kareyya, pātimokkhaṁ uddiseyyā’’ti (cūḷava. 386; a. ni. 8.20; udā. 45) –",
  "tika-vin07t17:113_0": "Ādisuttanayato ca alajjīhipi saddhiṁ uposathakaraṇampi paṭikkhittameva alajjiniggahatthattā",
  "tika-vin07t17:113_1": "sabbasikkhāpadānanti daṭṭhabbaṁ. ‘‘Pārisuddhidānapaññāpanenā’’ti iminā sāpattikena",
  "tika-vin07t17:113_2": "pārisuddhipi na dātabbāti dīpitaṁ hoti. Ubhopi dukkaṭanti ettha sabhāgāpattibhāvaṁ",
  "tika-vin07t17:113_3": "ajānitvā kevalaṁ āpattināmeneva desentassa paṭiggaṇhantassa acittakameva dukkaṭaṁ",
  "tika-vin07t17:113_4": "hotīti vadanti . Yathā saṅgho sabhāgāpattiṁ āpanno ñattiṁ ṭhapetvā uposathaṁ kātuṁ",
  "tika-vin07t17:113_5": "labhati, evaṁ tayopi ‘‘suṇantu me, āyasmantā, ime bhikkhū sabhāgaṁ āpattiṁ āpannā’’tiādinā",
  "tika-vin07t17:113_6": "vuttanayānusāreneva gaṇañattiṁ ṭhapetvā dvīhi aññamaññaṁ ārocetvā uposathaṁ kātuṁ",
  "tika-vin07t17:113_7": "vaṭṭati. Ekena pana sāpattikena dūraṁ gantvāpi paṭikātumeva vaṭṭati, asampāpuṇantena",
  "tika-vin07t17:113_8": "‘‘bhikkhuṁ labhitvā paṭikarissāmī’’ti uposatho kātabbo, paṭikaritvā ca puna uposatho kattabbo.",
  "tika-vin07t17:114": "Chandadānakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t17:115": "Anāpattipannarasakādikathāvaṇṇanā",
  "tika-vin07t17:116_0": "172.Kenaci 63 karaṇīyena gantvāti sīmāparicchedato bahibhūtaṁ gāmaṁ vā araññaṁ vā",
  "tika-vin07t17:116_1": "gantvāti attho. Eteneva uposathañattiyā ṭhapanakāle samaggā eva te ñattiṁ ṭhapesunti",
  "tika-vin07t17:116_2": "siddhaṁ. Teneva pāḷiyaṁ ‘‘uddiṭṭhaṁ suuddiṭṭha’’nti sabbapannarasakesupi vuttaṁ.",
  "tika-vin07t17:116_3": "Vaggā samaggasaññinotiādi pana ñattiyā niṭṭhitāya ‘‘kiṁ saṅghassa pubbakicca’’ntiādīnaṁ",
  "tika-vin07t17:116_4": "(mahāva. 134) vacanakkhaṇe bahigatānaṁ bhikkhūnaṁ sīmāya paviṭṭhattā bhikkhū tasmiṁ",
  "tika-vin07t17:116_5": "khaṇe vaggā hontīti vuttaṁ. Tenāha ‘‘tesaṁ sīmaṁ okkantattā vaggā’’tiādi, etena pārājikuddesādikkhaṇepi",
  "tika-vin07t17:116_6": "vaggasaññīnaṁ uddisantānaṁ āpatti eva, ñattiyā pana pubbe niṭṭhitattā kammakopo natthīti",
  "tika-vin07t17:116_7": "dassitameva hoti. Evaṁ uparipi sabbavāresu adhippāyo veditabbo.",
  "tika-vin07t17:117_0": "Ettha ca pāḷiyaṁ ‘‘sabbāya vuṭṭhitāya…pe… tesaṁ santike pārisuddhi ārocetabbā’’ti",
  "tika-vin07t17:117_1": "(mahāva. 174) vuttattā bahisīmāgatāya parisāya tesu yassa kassaci santike anadhiṭṭhitehi",
  "tika-vin07t17:117_2": "pārisuddhiṁ ārocetuṁ vaṭṭatīti vadanti.",
  "tika-vin07t17:118": "Anāpattipannarasakādikathāvaṇṇanā niṭṭhitā.",
  "tika-vin07t17:119": "Liṅgādidassanakathādivaṇṇanā",
  "tika-vin07t17:120": "179. Aññātakaṁ nāma adiṭṭhapubbanti āha ‘‘aññesaṁ santaka’’nti. Aññesanti attanā adiṭṭhapubbānaṁ. Nānāsaṁvāsakabhāvanti laddhinānāsaṁvāsakabhāvaṁ.",
  "tika-vin07t17:121": "180. Pāḷiyaṁ abhivitaranti samānasaṁvāsakābhāvaṁ nicchinanti.",
  "tika-vin07t17:122_0": "181.Uposathakārakāti saṅghuposathakārakā. Teneva ‘‘aññatra saṅghenā’’ti vuttaṁ. Saṅghuposathaṭṭhānato",
  "tika-vin07t17:122_1": "hi gacchantena attacatuttheneva gantabbaṁ, tiṇṇaṁ bhikkhūnaṁ nisinnaṭṭhānato pana",
  "tika-vin07t17:122_2": "gacchantena ekena bhikkhunāpi saha gantumpi vaṭṭati. Pāḷiyaṁ ‘‘abhikkhuko āvāso’’ti",
  "tika-vin07t17:122_3": "idaṁ nidassanamattaṁ, saṅghuposathaṭṭhānato gaṇapuggalehi sabhikkhukopi āvāso na",
  "tika-vin07t17:122_4": "gantabbo ‘‘aññatra saṅghenā’’ti vuttattāti vadanti. Uposathaṁ karontīti saṅghuposathaṁ",
  "tika-vin07t17:122_5": "vā gaṇuposathaṁ vā. ‘‘Tassa santika’’nti idaṁ gaṇuposathaṭṭhānato gacchantaṁ sandhāya",
  "tika-vin07t17:122_6": "vuttaṁ, aññathā ‘‘sabbantimena paricchedena attacatutthena vā’’ti vacanena virujjhanato.",
  "tika-vin07t17:122_7": "Āraññakenāti ekacārinā. Uposathantarāyoti attano uposathantarāyo.",
  "tika-vin07t17:123": "183. Pāḷiyaṁ bhikkhuniyā nisinnaparisāyātiādīsu bhikkhuniyātiādi karaṇatthe sāmivacanaṁ.",
  "tika-vin07t17:124": "Liṅgādidassanakathādivaṇṇanā niṭṭhitā.",
  "tika-vin07t17:125": "Uposathakkhandhakavaṇṇanānayo niṭṭhito."
}