{
  "tika-s0404t6:0": "(7) 2. Bhūmicālavaggo",
  "tika-s0404t6:1": "1-5. Icchāsuttādivaṇṇanā",
  "tika-s0404t6:2_0": "61-65. Sattamassa paṭhamādīni suviññeyyāni. Pañcame (dī.ni.ṭī. 2.173) abhibhavatīti",
  "tika-s0404t6:2_1": "abhibhu, parikammaṁ, ñāṇaṁ vā. Abhibhu āyatanaṁ etassāti abhibhāyatanaṁ, jhānaṁ.",
  "tika-s0404t6:2_2": "Abhibhavitabbaṁ vā ārammaṇasaṅkhātaṁ āyatanaṁ etassāti abhibhāyatanaṁ. Atha vā ārammaṇābhibhavanato",
  "tika-s0404t6:2_3": "abhitu ca taṁ āyatanañca yogino sukhavisesānaṁ adhiṭṭhānabhāvato manāyatanadhammāyatanabhāvato",
  "tika-s0404t6:2_4": "cātipi sasampayuttajjhānaṁ abhibhāyatanaṁ. Tenāha “abhibhavanakāraṇānī”tiādi. Tāni",
  "tika-s0404t6:2_5": "hīti abhibhāyatanasaññitāni jhānāni. “Puggalassa ñāṇuttariyatāyā”ti idaṁ ubhayatthāpi",
  "tika-s0404t6:2_6": "yojetabbaṁ. Kathaṁ? Paṭipakkhabhāvena paccanīkadhamme abhibhavanti puggalassa ñāṇuttariyatāya",
  "tika-s0404t6:2_7": "ārammaṇāni abhibhavanti. Ñāṇabaleneva hi ārammaṇābhibhavanaṁ viya paṭipakkhābhibhavopīti.",
  "tika-s0404t6:3_0": "Parikammavasenaajjhattaṁ rūpasaññī, na appanāvasena. Na hi paṭibhāganimittārammaṇā",
  "tika-s0404t6:3_1": "appanā ajjhattavisayā sambhavati. Taṁ pana ajjhattaparikammavasena laddhaṁ kasiṇanimittaṁ",
  "tika-s0404t6:3_2": "avisuddhameva hoti, na bahiddhāparikammavasena laddhaṁ viya visuddhaṁ.",
  "tika-s0404t6:4_0": "Parittānīti yathāladdhāni suppasarāvamattāni. Tenāha “avaḍḍhitānī”ti. Parittavasenevāti",
  "tika-s0404t6:4_1": "vaṇṇavasena ābhoge vijjamānepi parittavaseneva idaṁ abhibhāyatanaṁ vuttaṁ. Parittatā",
  "tika-s0404t6:4_2": "hettha abhibhavanassa kāraṇaṁ. Vaṇṇābhoge satipi asatipi abhibhāyatanabhāvanā nāma",
  "tika-s0404t6:4_3": "tikkhapaññasseva sambhavati, na itarassāti āha “ñāṇuttariko puggalo”ti. Abhibhavitvā",
  "tika-s0404t6:4_4": "samāpajjatīti ettha abhibhavanaṁ samāpajjanañca upacārajjhānādhigamasamanantarameva",
  "tika-s0404t6:4_5": "appanājhānuppādananti āha “saha nimittuppādenevettha appanaṁ pāpetī”ti. Saha nimittuppādenāti",
  "tika-s0404t6:4_6": "ca appanāparivāsābhāvassa lakkhaṇavacanametaṁ. Yo “khippābhiñño”ti vuccati, tatopi",
  "tika-s0404t6:4_7": "ñāṇuttarasseva abhibhāyatanabhāvanā. Etthāti etasmiṁ nimitte. Appanaṁ pāpetīti bhāvanaṁ appanaṁ neti.",
  "tika-s0404t6:5_0": "Ettha ca keci “uppanne upacārajjhāne taṁ ārabbha ye heṭṭhimantena dve tayo javanavārā",
  "tika-s0404t6:5_1": "pavattanti, te upacārajjhānapakkhikā eva, tadanantarañca bhavaṅgaparivāsena upacārāsevanāya",
  "tika-s0404t6:5_2": "ca vinā appanā hoti, saha nimittuppādeneva appanaṁ pāpetī”ti vadanti, taṁ tesaṁ matimattaṁ.",
  "tika-s0404t6:5_3": "Na hi pārivāsikakammena appanāvāro icchito, nāpi mahaggatappamāṇajjhānesu viya upacārajjhāne",
  "tika-s0404t6:5_4": "ekantato paccavekkhaṇā icchitabbā, tasmā upacārajjhānādhigamato paraṁ katipayabhavaṅgacittāvasāne",
  "tika-s0404t6:5_5": "appanaṁ pāpuṇanto “saha nimittuppādenevettha appanaṁ pāpetī”ti vutto. “Saha nimittuppādenā”ti",
  "tika-s0404t6:5_6": "ca adhippāyikamidaṁ vacanaṁ, na nītatthaṁ. Adhippāyo vuttanayeneva veditabbo.",
  "tika-s0404t6:6_0": "Na antosamāpattiyaṁ tadā tathārūpassa ābhogassa asambhavato, samāpattito vuṭṭhitassa",
  "tika-s0404t6:6_1": "ābhogo pubbabhāgabhāvanāya vasena jhānakkhaṇe pavattaṁ abhibhavanākāraṁ gahetvā pavattoti",
  "tika-s0404t6:6_2": "daṭṭhabbaṁ. Abhidhammaṭṭhakathāyaṁ pana “iminā panassa pubbabhogo kathito”ti vuttaṁ.",
  "tika-s0404t6:6_3": "Antosamāpattiyaṁ tathā ābhogābhāve kasmā “jhānasaññāyapī”ti vuttanti āha “abhibhavana…pe… atthī”ti.",
  "tika-s0404t6:7_0": "Vaḍḍhitappamāṇānīti vipulappamāṇānīti attho, na ekaṅguladvaṅgulādivasena vaḍḍhiṁ",
  "tika-s0404t6:7_1": "pāpitānīti tathāvaḍḍhanassevettha asambhavato. Tenāha “mahantānī”ti. Bhattavaḍḍhitakanti",
  "tika-s0404t6:7_2": "bhuñjanabhājane vaḍḍhitvā dinnaṁ bhattaṁ, ekāsane purisena bhuñjitabbabhattato upaḍḍhabhattanti attho.",
  "tika-s0404t6:8_0": "Rūpe saññā rūpasaññā, sā assa atthīti rūpasaññī, na rūpasaññī arūpasaññī. Saññāsīsena",
  "tika-s0404t6:8_1": "jhānaṁ vadati. Rūpasaññāya anuppādanamevettha alābhitā. Bahiddhāva uppannanti bahiddhāvatthusmiṁyeva",
  "tika-s0404t6:8_2": "uppannaṁ. Abhidhamme pana “ajjhattaṁ arūpasaññī bahiddhā rūpāni passati parittāni",
  "tika-s0404t6:8_3": "suvaṇṇadubbaṇṇāni, appamāṇāni suvaṇṇadubbaṇṇānī”ti evaṁ catunnaṁ abhibhāyatanānaṁ",
  "tika-s0404t6:8_4": "āgatattā abhidhammaṭṭhakathāyaṁ “kasmā pana yathā suttante ajjhattaṁ rūpasaññī eko",
  "tika-s0404t6:8_5": "bahiddhā rūpāni passati parittānītiādi vuttaṁ, evaṁ avatvā idha catūsupi abhibhāyatanesu",
  "tika-s0404t6:8_6": "ajjhattaṁ arūpasaññitāva vuttā”ti codanaṁ katvā “ajjhattarūpānaṁ anabhibhavanīyato”ti",
  "tika-s0404t6:8_7": "kāraṇaṁ vatvā “tattha vā idha vā bahiddhā rūpāneva abhibhavitabbāni, tasmā tāni niyamatova",
  "tika-s0404t6:8_8": "vattabbānīti tatrāpi idhāpi vuttāni, ‘ajjhattaṁ rūpasaññī’ti idaṁ pana satthu desanāvilāsamattamevā”ti vuttaṁ.",
  "tika-s0404t6:9_0": "Ettha ca vaṇṇābhogarahitāni sahitāni ca sabbāni “parittāni suvaṇṇadubbaṇṇānī”ti vuttāni,",
  "tika-s0404t6:9_1": "tathā “appamāṇāni suvaṇṇadubbaṇṇānī”ti. Atthi hi so pariyāyo “parittāni abhibhuyya,",
  "tika-s0404t6:9_2": "tāni ce kadāci vaṇṇavasena ābhujitāni honti suvaṇṇadubbaṇṇāni abhibhuyyā”ti. Pariyāyakathā",
  "tika-s0404t6:9_3": "hi suttantadesanāti. Abhidhamme pana nippariyāyadesanattā vaṇṇābhogarahitāni visuṁ",
  "tika-s0404t6:9_4": "vuttāni, tathā sahitāni. Atthi hi ubhayattha abhibhavanavisesoti, tathā idha pariyāyadesanattā",
  "tika-s0404t6:9_5": "vimokkhānampi abhibhavanapariyāyo atthīti “ajjhattaṁ rūpasaññī”tiādinā paṭhamadutiyaabhibhāyatanesu",
  "tika-s0404t6:9_6": "paṭhamavimokkho, tatiyacatutthaabhibhāyatanesu dutiyavimokkho, vaṇṇābhibhāyatanesu",
  "tika-s0404t6:9_7": "tatiyavimokkho ca abhibhavanappavattito saṅgahito. Abhidhamme pana nippariyāyadesanattā",
  "tika-s0404t6:9_8": "vimokkhābhibhāyatanāni asaṅkarato dassetuṁ vimokkhe vajjetvā abhibhāyatanāni kathitāni.",
  "tika-s0404t6:9_9": "Sabbāni ca vimokkhakiccāni jhānāni vimokkhadesanāyaṁ vuttāni. Tadetaṁ “ajjhattaṁ",
  "tika-s0404t6:9_10": "rūpasaññī”ti āgatassa abhibhāyatanadvayassa abhidhamme abhibhāyatanesu avacanato",
  "tika-s0404t6:9_11": "“rūpī rūpāni passatī”tiādīnañca sabbavimokkhakiccasādhāraṇavacanabhāvato vavatthānaṁ",
  "tika-s0404t6:9_12": "katanti viññāyati. “Ajjhattarūpānaṁ anabhibhavanīyato”ti idaṁ abhidhamme katthacipi",
  "tika-s0404t6:9_13": "“ajjhattaṁ rūpāni passatī”ti avatvā sabbattha yaṁ vuttaṁ “bahiddhā rūpāni passatī”ti,",
  "tika-s0404t6:9_14": "tassa kāraṇavacanaṁ. Tena yaṁ aññahetukaṁ, taṁ tena hetunā vuttaṁ. Yaṁ pana desanāvilāsahetukaṁ",
  "tika-s0404t6:9_15": "ajjhattaṁ arūpasaññitāya eva abhidhamme vacanaṁ, na tassa aññaṁ kāraṇaṁ maggitabbanti dasseti.",
  "tika-s0404t6:10_0": "Ajjhattarūpānaṁ anabhibhavanīyatā ca tesaṁ bahiddhārūpānaṁ viya avibhūtattā desanāvilāso",
  "tika-s0404t6:10_1": "ca yathāvuttavavatthānavasena veditabbo veneyyajjhāsayavasena vijjamānapariyāyakathābhāvato.",
  "tika-s0404t6:10_2": "“Suvaṇṇadubbaṇṇānī”ti eteneva siddhattā na nīlādiabhibhāyatanāni vattabbānīti ce?",
  "tika-s0404t6:10_3": "Taṁ na. Nīlādīsu katādhikārānaṁ nīlādibhāvasseva abhibhavanakāraṇattā. Na hi tesaṁ",
  "tika-s0404t6:10_4": "parisuddhāparisuddhavaṇṇānaṁ parittatā vā appamāṇatā vā abhibhavanakāraṇaṁ, atha",
  "tika-s0404t6:10_5": "kho nīlādibhāvo evāti. Etesu ca parittādikasiṇarūpesu yaṁ yaṁ caritassa imāni abhibhāyatanāni",
  "tika-s0404t6:10_6": "ijjhanti, taṁ dassetuṁ “imesu panā”tiādi vuttaṁ. Sabbasaṅgāhikavasenāti nīlavaṇṇanīlanidassananīlanibhāsānaṁ",
  "tika-s0404t6:10_7": "sādhāraṇavasena. Vaṇṇavasenāti sabhāvavaṇṇavasena. Nidassanavasenāti passitabbatāvasena",
  "tika-s0404t6:10_8": "cakkhuviññāṇādiviññāṇavīthiyā gahetabbatāvasena. Obhāsavasenāti sappabhāsatāya avabhāsanavasena.",
  "tika-s0404t6:11": "Icchāsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0404t6:12": "6. Vimokkhasuttavaṇṇanā",
  "tika-s0404t6:13_0": "66. Chaṭṭhe kenaṭṭhenāti kena sabhāvena. Sabhāvo hi ñāṇena yāthāvato araṇīyato ñātabbato",
  "tika-s0404t6:13_1": "“attho”ti vuccati, so eva ttha-kārassa ṭṭha-kāraṁ katvā “aṭṭho”ti vutto. Adhimuccanaṭṭhenāti",
  "tika-s0404t6:13_2": "adhikaṁ savisesaṁ muccanaṭṭhena. Etena satipi sabbassapi rūpāvacarajjhānassa vikkhambhanavasena",
  "tika-s0404t6:13_3": "paṭipakkhato vimuttabhāve yena bhāvanāvisesena taṁ jhānaṁ sātisayaṁ paṭipakkhato",
  "tika-s0404t6:13_4": "vimuccitvā pavattati, so bhāvanāviseso dīpito. Bhavati hi samānajātiyuttopi bhāvanāvisesena",
  "tika-s0404t6:13_5": "pavattiākāraviseso. Yathā taṁ saddhāvimuttato diṭṭhippattassa, tathā paccanīkadhammehi",
  "tika-s0404t6:13_6": "suṭṭhu vimuttatāya eva aniggahitabhāvena nirāsaṅkatāya abhirativasena suṭṭhu adhimuccanaṭṭhenapi",
  "tika-s0404t6:13_7": "vimokkho. Tenāha “ārammaṇe cā”tiādi. Ayaṁ panatthoti ayaṁ adhimuccanaṭṭho pacchime",
  "tika-s0404t6:13_8": "vimokkhe nirodhe natthi. Kevalo vimuttaṭṭho eva tattha labbhati, taṁ sayameva parato vakkhati.",
  "tika-s0404t6:14_0": "Rūpīti yenāyaṁ sasantatipariyāpannena rūpena samannāgato, taṁ yassa jhānassa hetubhāvena",
  "tika-s0404t6:14_1": "visiṭṭharūpaṁ hoti, yena visiṭṭhena rūpena “rūpī”ti vucceyya rūpīsaddassa atisayatthadīpanato,",
  "tika-s0404t6:14_2": "tadeva sasantatipariyāpannarūpassa vasena paṭiladdhajjhānaṁ idha paramatthato rūpibhāvasādhakanti",
  "tika-s0404t6:14_3": "daṭṭhabbaṁ. Tenāha “ajjhatta”ntiādi. Rūpajjhānaṁ rūpaṁ uttarapadalopena. Rūpānīti",
  "tika-s0404t6:14_4": "panettha purimapadalopo daṭṭhabbo. Tena vuttaṁ “nīlakasiṇādīni rūpānī”ti. Rūpe kasiṇarūpe",
  "tika-s0404t6:14_5": "saññā rūpasaññā, sā etassa atthīti rūpasaññī, saññāsīsena jhānaṁ vadati. Tappaṭipakkhena",
  "tika-s0404t6:14_6": "arūpasaññī. Tenāha “ajjhattaṁ na rūpasaññī”tiādi.",
  "tika-s0404t6:15_0": "Anto appanāyaṁ “subha”nti ābhogo natthīti iminā pubbābhogavasena tathā adhimutti",
  "tika-s0404t6:15_1": "siyāti dasseti. Evañhettha tathāvattabbatāpatticodanā anavaṭṭhānā hoti. Yasmā suvisuddhesu",
  "tika-s0404t6:15_2": "nīlādīsu vaṇṇakasiṇesu tattha katādhikārānaṁ abhirativasena suṭṭhu adhimuccanaṭṭho",
  "tika-s0404t6:15_3": "sambhavati, tasmā aṭṭhakathāyaṁ tathā tatiyo vimokkho saṁvaṇṇito. Yasmā pana mettādivasena",
  "tika-s0404t6:15_4": "pavattamānā bhāvanā satte appaṭikūlato dahanti, te subhato adhimuccitvā pavattati,",
  "tika-s0404t6:15_5": "tasmā paṭisambhidāmagge brahmavihārabhāvanā “subhavimokkho”ti vuttā. Tayidaṁ ubhayampi",
  "tika-s0404t6:15_6": "tena tena pariyāyena vuttattā na virujjhatīti daṭṭhabbaṁ.",
  "tika-s0404t6:16_0": "Sabbasoti anavasesato. Na hi catunnaṁ arūpakkhandhānaṁ ekadesopi tattha avasissati.",
  "tika-s0404t6:16_1": "Vissaṭṭhattāti yathāparicchinnakāle nirodhitattā. Uttamo vimokkho nāma ariyeheva",
  "tika-s0404t6:16_2": "samāpajjitabbato ariyaphalapariyosānattā diṭṭheva dhamme nibbānappattibhāvato ca.",
  "tika-s0404t6:17": "Vimokkhasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t6:18": "7. Anariyavohārasuttavaṇṇanā",
  "tika-s0404t6:19_0": "67. Sattame anariyānaṁ lāmakānaṁ vohāro anariyavohāro. Diṭṭhavāditāti diṭṭhaṁ mayāti",
  "tika-s0404t6:19_1": "evaṁ vāditā. Evaṁ sesesupi. Ettha ca taṁtaṁsamuṭṭhāpakacetanāvasena attho veditabbo.",
  "tika-s0404t6:19_2": "Tenāha “yāhi cetanāhī”tiādi.",
  "tika-s0404t6:20": "Anariyavohārasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t6:21": "9. Parisāsuttavaṇṇanā",
  "tika-s0404t6:22_0": "69. Navame samāgantabbato, samāgacchatīti vā samāgamo, parisā. Bimbisārappamukho",
  "tika-s0404t6:22_1": "samāgamo bimbisārasamāgamo. Sesadvayepi eseva nayo. Bimbisāra…pe… samāgamasadisaṁ",
  "tika-s0404t6:22_2": "khattiyaparisanti yojanā. Aññesu cakkavāḷesupi labbhateva satthu khattiyaparisādiupasaṅkamanaṁ.",
  "tika-s0404t6:22_3": "Ādito tehi saddhiṁ satthu bhāsanaṁ ālāpo, kathanappaṭikathanaṁ sallāpo. Dhammūpasaṁhitā",
  "tika-s0404t6:22_4": "pucchāpaṭipucchā dhammasākacchā. Saṇṭhānaṁ paṭicca kathitaṁ saṇṭhānapariyāyattā vaṇṇa-saddassa",
  "tika-s0404t6:22_5": "“mahantaṁ hatthirājavaṇṇaṁ abhinimminitvā”tiādīsu viya. Tesanti padaṁ ubhayapadāpekkhaṁ",
  "tika-s0404t6:22_6": "“tesampi lakkhaṇasaṇṭhānaṁ viya satthu sarīrasaṇṭhānaṁ tesaṁ kevalaṁ paññāyati evā”ti.",
  "tika-s0404t6:22_7": "Nāpi āmuttamaṇikuṇḍalo bhagavā hotīti yojanā. Chinnassarāti dvidhā bhinnassarā. Gaggarassarāti",
  "tika-s0404t6:22_8": "jajjaritassarā. Bhāsantaranti tesaṁ sattānaṁ bhāsāto aññaṁ bhāsaṁ. Vīmaṁsāti cintanā.",
  "tika-s0404t6:22_9": "Kimatthaṁ…pe… desetīti idaṁ nanu attānaṁ jānāpetvā dhamme kathite tesaṁ sātisayo",
  "tika-s0404t6:22_10": "pasādo hotīti iminā adhippāyena vuttaṁ? Yesaṁ attānaṁ ajānāpetvāva dhamme kathite",
  "tika-s0404t6:22_11": "pasādo hoti, na jānāpetvā, tādise sandhāya satthā tathā karoti. Tattha payojanamāha",
  "tika-s0404t6:22_12": "“vāsanatthāyā”ti. Evaṁ sutopīti evaṁ aviññātadesako aviññātāgamanopi suto dhammo",
  "tika-s0404t6:22_13": "attano dhammasudhammatāyeva anāgate paccayo hoti suṇantassa.",
  "tika-s0404t6:23": "Parisāsuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t6:24": "10. Bhūmicālasuttavaṇṇanā",
  "tika-s0404t6:25_0": "70. Dasame udenayakkhassa cetiyaṭṭhāneti udenassa nāma yakkhassa āyatanabhāvena iṭṭhakāhi",
  "tika-s0404t6:25_1": "kate mahājanassa cittīkataṭṭhāne. Katavihāroti bhagavantaṁ uddissa katavihāro. Vuccatīti",
  "tika-s0404t6:25_2": "purimavohārena “udenaṁ cetiya”nti vuccati. Gotamakādīsupīti “gotamakaṁ cetiya”ntiādīsupi.",
  "tika-s0404t6:25_3": "Eseva nayoti cetiyaṭṭhāne katavihārabhāvaṁ atidisati. Tathā hi sattambanti kikissa",
  "tika-s0404t6:25_4": "rañño dhītaro satta kumāriyo saṁvegajātā gehato nikkhamitvā tattha padhānaṁ padahiṁsu,",
  "tika-s0404t6:25_5": "taṁ ṭhānaṁ “sattambaṁ cetiya”nti vadanti. Bahuputtakanti ca bahupāroho eko nigrodharukkho,",
  "tika-s0404t6:25_6": "tasmiṁ adhivatthaṁ devataṁ bahū manussā putte patthenti, tadupādāya taṁ ṭhānaṁ “bahuputtakaṁ",
  "tika-s0404t6:25_7": "cetiya”nti paññāyittha. Sārandadassa nāma yakkhassa vasitaṭṭhānaṁ, cāpālassa nāma",
  "tika-s0404t6:25_8": "yakkhassa vasitaṭṭhānaṁ, iti sabbānevetāni buddhuppādato pubbadevatā pariggahetvā",
  "tika-s0404t6:25_9": "cetiyavohārena voharitāni, bhagavato vihāre katepi tatheva sañjānanti. Ramaṇīyāti",
  "tika-s0404t6:25_10": "ettha vesāliyā tāva bhūmibhāgasampattiyā sulabhapiṇḍatāya ramaṇīyabhāvo veditabbo.",
  "tika-s0404t6:25_11": "Vihārānaṁ pana nagarato nātidūratāya naccāsannatāya gamanāgamanasampattiyā anākiṇṇavihāraṭṭhānatāya",
  "tika-s0404t6:25_12": "chāyudakasampattiyā pavivekapatirūpatāya ca ramaṇīyatā daṭṭhabbā.",
  "tika-s0404t6:26_0": "Vaḍḍhitāti bhāvanāpāripūrivasena paribrūhitā. Punappunaṁ katāti bhāvanāya bahulīkaraṇena",
  "tika-s0404t6:26_1": "aparāparaṁ pavattitā. Yuttayānaṁ viya katāti yathā yuttamājaññayānaṁ chekena sārathinā",
  "tika-s0404t6:26_2": "adhiṭṭhitaṁ yathāruci pavattati, evaṁ yathāruci pavattirahataṁ gamitā. Patiṭṭhānaṭṭhenāti",
  "tika-s0404t6:26_3": "adhiṭṭhānaṭṭhena. Vatthu viya katāti sabbaso upakkilesavisodhanena iddhivisayatāya",
  "tika-s0404t6:26_4": "patiṭṭhānabhāvato suvisodhitaparissayavatthu viya katā. Adhiṭṭhitāti paṭipakkhadūrībhāvato",
  "tika-s0404t6:26_5": "subhāvitabhāvena taṁtaṁadhiṭṭhānayogyatāya ṭhapitā. Samantato citāti sabbabhāgena",
  "tika-s0404t6:26_6": "bhāvanupacayaṁ gamitā. Tenāha “suvaḍḍhitā”ti. Suṭṭhu samāraddhāti iddhibhāvanāya",
  "tika-s0404t6:26_7": "sikhāppattiyā sammadeva saṁsevitā.",
  "tika-s0404t6:27_0": "Aniyamenāti “yassa kassacī”ti aniyamavacanena. Niyametvāti “tathāgatassā”ti sarūpadassanena",
  "tika-s0404t6:27_1": "niyametvā. Āyuppamāṇanti paramāyuppamāṇaṁ vadati. Kiṁ panettha paramāyu nāma, kathaṁ",
  "tika-s0404t6:27_2": "vā taṁ paricchinnappamāṇanti? Vuccate – yo tesaṁ tesaṁ sattānaṁ tasmiṁ tasmiṁ bhavavisese",
  "tika-s0404t6:27_3": "purimasiddhabhavapatthanūpanissayavasena sarīrāvayavavaṇṇasaṇṭhānappamāṇādivisesā",
  "tika-s0404t6:27_4": "viya taṁtaṁgatinikāyādīsu yebhuyyena niyataparicchedo gabbhaseyyakakāmāvacaradevarūpāvacarasattānaṁ",
  "tika-s0404t6:27_5": "sukkasoṇitautubhojanādiutuādipaccuppannapaccayūpatthambhito vipākappabandhassa ṭhitikālaniyamo.",
  "tika-s0404t6:27_6": "So yathāsakaṁ khaṇamattāvaṭṭhāyīnampi attano sahajātānaṁ rūpārūpadhammānaṁ ṭhapanākāravuttitāya",
  "tika-s0404t6:27_7": "pavattanakāni rūpārūpajīvitindriyāni yasmā na kevalaṁ tesaṁ khaṇaṭhitiyā eva kāraṇabhāvena",
  "tika-s0404t6:27_8": "anupālakāni, atha kho yāva bhavaṅgupacchedā anupabandhassa avicchedahetubhāvenapi,",
  "tika-s0404t6:27_9": "tasmā āyuhetukattā kāraṇūpacārena āyu, ukkaṁsaparicchedavasena paramāyūti ca vuccati.",
  "tika-s0404t6:27_10": "Taṁ pana devānaṁ nerayikānaṁ uttarakurukānañca niyataparicchedaṁ. Uttarakurukānaṁ",
  "tika-s0404t6:27_11": "pana ekantaniyataparicchedameva, avasiṭṭhamanussapetatiracchānānaṁ pana ciraṭṭhitisaṁvattanikakammabahule",
  "tika-s0404t6:27_12": "kāle taṁkammasahitasantānajanitasukkasoṇitapaccayānaṁ taṁmūlakānañca candasūriyasamavisamaparivattanādijanitautuāhārādisamavisamapaccayānañca",
  "tika-s0404t6:27_13": "vasena cirācirakālato aniyataparicchedaṁ, tassa ca yathā purimasiddhabhavapatthanāvasena",
  "tika-s0404t6:27_14": "taṁtaṁgatinikāyādīsu vaṇṇasaṇṭhānādivisesaniyamo siddho dassanānussavādīhi, tathā",
  "tika-s0404t6:27_15": "ādito gahaṇasiddhiyā. Evaṁ tāsu tāsu upapattīsu nibbattasattānaṁ yebhuyyena samappamāṇaṭṭhitikālaṁ",
  "tika-s0404t6:27_16": "dassanānussavehi labhitvā taṁparamataṁ ajjhosāya pavattitabhavapatthanāvasena ādito",
  "tika-s0404t6:27_17": "paricchedaniyamo veditabbo. Yasmā pana kammaṁ tāsu tāsu upapattīsu yathā taṁtaṁupapattiniyatavaṇṇādinibbattane",
  "tika-s0404t6:27_18": "samatthaṁ, evaṁ niyatāyuparicchedāsu upapattīsu paricchedātikkamena vipākanibbattane",
  "tika-s0404t6:27_19": "samatthaṁ na hoti, tasmā vuttaṁ “tasmiṁ tasmiṁ kāle yaṁ manussānaṁ āyuppamāṇaṁ, taṁ",
  "tika-s0404t6:27_20": "paripuṇṇaṁ karonto tiṭṭheyyā”ti.",
  "tika-s0404t6:28_0": "Mahāsīvatthero pana “mahābodhisattānaṁ carimabhave paṭisandhidāyino kammassa asaṅkhyeyyāyukatāsaṁvattanasamatthataṁ",
  "tika-s0404t6:28_1": "hadaye ṭhapetvā buddhānañca āyusaṅkhārassa parissayavikkhambhanasamatthatā pāḷiyaṁ",
  "tika-s0404t6:28_2": "āgatā evāti imaṁ bhaddakappameva tiṭṭheyyā”ti avoca. Khaṇḍiccādīhi abhibhuyyatīti",
  "tika-s0404t6:28_3": "etena yathā iddhibalena jarāya na paṭighāto, evaṁ tena maraṇassapi na paṭighātoti",
  "tika-s0404t6:28_4": "atthato āpannamevāti. “Kva saro khitto, kva ca nipatito”ti aññathā vuṭṭhitenapi theravādena",
  "tika-s0404t6:28_5": "aṭṭhakathāvacanameva samatthitanti daṭṭhabbaṁ. Tenāha “yo pana vuccati…pe… niyāmita”nti.",
  "tika-s0404t6:29_0": "Oḷārike nimitteti thūle saññuppādane. Thūlasaññuppādanañhetaṁ “tiṭṭhatu bhagavā kappa”nti",
  "tika-s0404t6:29_1": "sakalaṁ kappaṁ avaṭṭhānayācanāya, yadidaṁ “yassa kassaci, ānanda, cattāro iddhipādā",
  "tika-s0404t6:29_2": "bhāvitā”tiādinā aññāpadesena attano caturiddhipādabhāvanānubhāvena kappaṁ avaṭṭhānasamatthatāvibhāvanaṁ.",
  "tika-s0404t6:29_3": "Obhāseti pākaṭavacane. Pākaṭavacanañhetaṁ, yadidaṁ pariyāyaṁ muñcitvā ujukameva attano",
  "tika-s0404t6:29_4": "adhippāyavibhāvanaṁ. Pariyuṭṭhitacittoti yathā kiñci atthānatthaṁ sallakkhetuṁ na",
  "tika-s0404t6:29_5": "sakkā, evaṁ abhibhūtacitto. So pana abhibhavo mahatā udakoghena appakassa udakassa",
  "tika-s0404t6:29_6": "ajjhottharaṇaṁ viya ahosīti vuttaṁ “ajjhotthaṭacitto”ti. Aññoti therato, ariyehi",
  "tika-s0404t6:29_7": "vā aññopi yo koci puthujjano. Puthujjanaggahaṇañcettha yathā sabbena sabbaṁ appahīnavipallāso",
  "tika-s0404t6:29_8": "mārena pariyuṭṭhitacitto kiñci atthānatthaṁ sallakkhetuṁ na sakkoti, evaṁ thero bhagavatā",
  "tika-s0404t6:29_9": "katanimittobhāsaṁ sabbaso na sallakkhesīti dassanatthaṁ. Tenāha “māro hī”tiādi.",
  "tika-s0404t6:30_0": "Cattārovipallāsāti asubhe “subha”nti saññāvipallāso, cittavipallāso, dukkhe “sukha”nti",
  "tika-s0404t6:30_1": "saññāvipallāso, cittavipallāsoti ime cattāro vipallāsā. Tenāti yadipi itare aṭṭha",
  "tika-s0404t6:30_2": "vipallāsā pahīnā, tathāpi yathāvuttānaṁ catunnaṁ vipallāsānaṁ appahīnabhāvena. Assāti",
  "tika-s0404t6:30_3": "therassa. Maddatīti phusanamattena maddanto viya hoti, aññathā tena maddite sattānaṁ",
  "tika-s0404t6:30_4": "maraṇameva siyā. Kiṁ sakkhissati, na sakkhissatīti adhippāyo. Kasmā na sakkhissati,",
  "tika-s0404t6:30_5": "nanu esa aggasāvakassa kucchiṁ paviṭṭhoti? Saccaṁ paviṭṭho, tañca kho attano ānubhāvadassanatthaṁ,",
  "tika-s0404t6:30_6": "na vibādhanādhippāyena. Vibādhanādhippāyena pana idha “kiṁ sakkhissatī”ti vuttaṁ",
  "tika-s0404t6:30_7": "hadayamaddanassa adhikatattā. Nimittobhāsanti ettha “tiṭṭhatu bhagavā kappa”nti sakalakappaṁ",
  "tika-s0404t6:30_8": "avaṭṭhānayācanāya “yassa kassaci, ānanda, cattāro iddhipādā bhāvitā”tiādinā aññāpadesena",
  "tika-s0404t6:30_9": "attano caturiddhipādabhāvanānubhāvena kappaṁ avaṭṭhānasamatthatāvasena saññuppādanaṁ",
  "tika-s0404t6:30_10": "nimittaṁ. Tathā pana pariyāyaṁ muñcitvā ujukameva attano adhippāyavibhāvanaṁ obhāso.",
  "tika-s0404t6:30_11": "Jānantoyevāti mārena pariyuṭṭhitabhāvaṁ jānantoyeva. Attano aparādhahetuto sattānaṁ",
  "tika-s0404t6:30_12": "soko tanuko hoti, na balavāti āha “dosāropanena sokatanukaraṇattha”nti. Kiṁ pana",
  "tika-s0404t6:30_13": "thero mārena pariyuṭṭhitacittakāle pavattiṁ pacchā jānātīti? Na jānāti sabhāvena,",
  "tika-s0404t6:30_14": "buddhānubhāvena pana jānāti.",
  "tika-s0404t6:31_0": "Gaccha tvaṁ, ānandāti yasmā divāvihāratthāya idhāgato, tasmā, ānanda, gaccha tvaṁ",
  "tika-s0404t6:31_1": "yathārucitaṭṭhānaṁ divāvihārāya. Tenāha “yassadāni kālaṁ maññasī”ti. Anatthe niyojento",
  "tika-s0404t6:31_2": "guṇamāraṇena māreti, virāgavibandhanena vā jātinimittatāya tattha tattha jātaṁ mārento",
  "tika-s0404t6:31_3": "viya hotīti “māretīti māro”ti vuttaṁ. Ati viya pāpatāya pāpimā. Kaṇhadhammehi samannāgato",
  "tika-s0404t6:31_4": "kaṇho. Virāgādiguṇānaṁ antakaraṇato antako. Sattānaṁ anatthāvahaṁ paṭipattiṁ na muñcatīti",
  "tika-s0404t6:31_5": "namuci. Attano mārapāsena pamatte bandhati, pamattā vā bandhū etassāti pamattabandhu.",
  "tika-s0404t6:31_6": "Sattamasattāhato paraṁ satta ahāni sandhāyāha “aṭṭhame sattāhe”ti na pana pallaṅkasattāhādi",
  "tika-s0404t6:31_7": "viya niyatakiccassa aṭṭhamasattāhassa nāma labbhanato. Sattamasattāhassa hi parato",
  "tika-s0404t6:31_8": "ajapālanigrodhamūle mahābrahmuno sakkassa ca devarañño paṭiññātadhammadesanaṁ bhagavantaṁ",
  "tika-s0404t6:31_9": "ñatvā “idāni satte dhammadesanāya mama visayaṁ samatikkamāpessatī”ti sañjātadomanasso",
  "tika-s0404t6:31_10": "hutvā ṭhito cintesi – “handa dānāhaṁ naṁ upāyena parinibbāpessāmi, evamassa manoratho",
  "tika-s0404t6:31_11": "aññathattaṁ gamissati, mama ca manoratho ijjhissatī”ti. Evaṁ pana cintetvā bhagavantaṁ",
  "tika-s0404t6:31_12": "upasaṅkamitvā ekamantaṁ ṭhito “parinibbātu dāni, bhante, bhagavā”tiādinā parinibbānaṁ",
  "tika-s0404t6:31_13": "yāci. Taṁ sandhāya vuttaṁ “aṭṭhame sattāhe”tiādi. Tattha ajjāti āyusaṅkhārossajjanadivasaṁ",
  "tika-s0404t6:31_14": "sandhāyāha. Bhagavā cassa atibandhanādhippāyaṁ jānantopi taṁ anāvikatvā parinibbānassa",
  "tika-s0404t6:31_15": "akālabhāvameva pakāsento yācanaṁ paṭikkhipi. Tenāha “na tāvāha”ntiādi.",
  "tika-s0404t6:32_0": "Maggavasena byattāti saccasampaṭivedhaveyyattiyena byattā. Tatheva vinītāti maggavaseneva",
  "tika-s0404t6:32_1": "kilesānaṁ samucchedavinayena vinītā. Tathā visāradāti ariyamaggādhigameneva satthusāsane",
  "tika-s0404t6:32_2": "vesārajjappattiyā visāradā, sārajjakarānaṁ diṭṭhivicikicchādipāpadhammānaṁ vigamena",
  "tika-s0404t6:32_3": "visāradabhāvaṁ pattāti attho. Yassa sutassa vasena vaṭṭadukkhato nissaraṇaṁ sambhavati,",
  "tika-s0404t6:32_4": "taṁ idha ukkaṭṭhaniddesena sutanti adhippetanti āha “tepiṭakavasenā”ti. Tiṇṇaṁ piṭakānaṁ",
  "tika-s0404t6:32_5": "samūho tepiṭakaṁ, tīṇi vā piṭakāni tipiṭakaṁ, tipiṭakameva tepiṭakaṁ, tassa vasena.",
  "tika-s0404t6:32_6": "Tamevāti yaṁ taṁ tepiṭakaṁ sotabbabhāvena “suta”nti vuttaṁ, tameva. Dhammanti pariyattidhammaṁ.",
  "tika-s0404t6:32_7": "Dhārentīti suvaṇṇabhājane pakkhittasīhavasaṁ viya avinassantaṁ katvā suppaguṇasuppavattibhāvena",
  "tika-s0404t6:32_8": "dhārenti hadaye ṭhapenti. Iti pariyattidhammavasena bahussutadhammadharabhāvaṁ dassetvā",
  "tika-s0404t6:32_9": "idāni paṭivedhadhammavasenapi taṁ dassetuṁ “atha vā”tiādi vuttaṁ. Ariyadhammassāti",
  "tika-s0404t6:32_10": "maggaphaladhammassa, navavidhassapi vā lokuttaradhammassa. Anudhammabhūtanti adhigamāya",
  "tika-s0404t6:32_11": "anurūpadhammabhūtaṁ. Anucchavikappaṭipadanti ca tameva vipassanādhammamāha, chabbidhā",
  "tika-s0404t6:32_12": "visuddhiyo vā. Anudhammanti tassā yathāvuttappaṭipadāya anurūpaṁ abhisallekhitaṁ",
  "tika-s0404t6:32_13": "appichatādidhammaṁ. Caraṇasīlāti samādāya vattanasīlā. Anumaggaphaladhammo etissāti",
  "tika-s0404t6:32_14": "vā anudhammā, vuṭṭhānagāminī vipassanā. Tassā caraṇasīlā. Attano ācariyavādanti attano",
  "tika-s0404t6:32_15": "ācariyassa sammāsambuddhassa vādaṁ. Sadevakassa lokassa ācārasikkhāpanena ācariyo,",
  "tika-s0404t6:32_16": "bhagavā, tassa vādo, catusaccadesanā.",
  "tika-s0404t6:33_0": "Ācikkhissantīti ādito kathessanti, attanā uggahitaniyāmena pare uggaṇhāpessantīti",
  "tika-s0404t6:33_1": "attho. Desessantīti vācessanti, pāḷiṁ sammā pabodhessantīti attho. Paññapessantīti",
  "tika-s0404t6:33_2": "pajānāpessanti, saṅkāsessantīti attho. Paṭṭhapessantīti pakārehi ṭhapessanti, pakāsessantīti",
  "tika-s0404t6:33_3": "attho. Vivarissantīti vivaṭaṁ karissanti. Vibhajissantīti vibhattaṁ karissanti. Uttānīkarissantīti",
  "tika-s0404t6:33_4": "anuttānaṁ gambhīraṁ uttānaṁ pākaṭaṁ karissanti. Sahadhammenāti ettha dhamma-saddo",
  "tika-s0404t6:33_5": "kāraṇapariyāyo “hetumhi ñāṇaṁ dhammapaṭisambhidā”tiādīsu viyāti āha “sahetukena sakāraṇena",
  "tika-s0404t6:33_6": "vacanenā”ti. Sappāṭihāriyanti sanissaraṇaṁ. Yathā paravādaṁ bhañjitvā sakavādo patiṭṭhahati,",
  "tika-s0404t6:33_7": "evaṁ hetudāharaṇehi yathādhigatamatthaṁ sampādetvā dhammaṁ kathessanti. Tenāha “niyyānikaṁ",
  "tika-s0404t6:33_8": "katvā dhammaṁ desessantī”ti, navavidhaṁ lokuttaradhammaṁ pabodhessantīti attho. Ettha",
  "tika-s0404t6:33_9": "ca “paññapessantī”tiādīhi chahi padehi cha atthapadāni dassitāni, ādito pana dvīhi",
  "tika-s0404t6:33_10": "padehi cha byañjanapadāni. Ettāvatā tepiṭakaṁ buddhavacanaṁ saṁvaṇṇanānayena saṅgahetvā",
  "tika-s0404t6:33_11": "dassitaṁ hoti. Vuttañhetaṁ nettiyaṁ “dvādasa padāni suttaṁ, taṁ sabbaṁ byañjanañca attho cā”ti.",
  "tika-s0404t6:34_0": "Sikkhāttayasaṅgahitanti adhisīlasikkhādisikkhāttayasaṅgahaṁ. Sakalaṁ sāsanabrahmacariyanti",
  "tika-s0404t6:34_1": "anavasesaṁ satthusāsanabhūtaṁ seṭṭhacariyaṁ. Samiddhanti sammadeva vaḍḍhitaṁ. Jhānassādavasenāti",
  "tika-s0404t6:34_2": "tehi tehi bhikkhūhi samadhigatajjhānasukhavasena. Vuddhippattanti uḷārapaṇītabhāvūpagamena",
  "tika-s0404t6:34_3": "sabbaso parivuddhimupagataṁ. Sabbapāliphullaṁ viya abhiññāsampattivasena abhiññāsampadāhi",
  "tika-s0404t6:34_4": "sāsanābhivuddhiyā matthakappattito. Patiṭṭhitavasenāti patiṭṭhānavasena, patiṭṭhappattiyāti",
  "tika-s0404t6:34_5": "attho. Paṭivedhavasena bahuno janassa hitanti bāhujaññaṁ. Tenāha “mahājanābhisamayavasenā”ti.",
  "tika-s0404t6:34_6": "Puthu puthulaṁ bhūtaṁ jātaṁ, puthu vā puthuttaṁ pattanti puthubhūtaṁ. Tenāha “sabbā…pe...",
  "tika-s0404t6:34_7": "patta”nti. Suṭṭhu pakāsitanti suṭṭhu sammadeva ādikalyāṇādibhāvena paveditaṁ.",
  "tika-s0404t6:35_0": "Satiṁ sūpaṭṭhitaṁ katvāti ayaṁ kāyādivibhāgo attabhāvasaññito dukkhabhāro mayā ettakaṁ",
  "tika-s0404t6:35_1": "kālaṁ vahito, idāni pana na vahitabbo, etassa avahanatthañhi cirataraṁ kālaṁ ariyamaggasambhāro",
  "tika-s0404t6:35_2": "sambhato, svāyaṁ ariyamaggo paṭividdho. Yato ime kāyādayo asubhādito sabhāvādito",
  "tika-s0404t6:35_3": "sammadeva pariññātāti catubbidhampi sammāsatiṁ yatātathaṁ visaye suṭṭhu upaṭṭhitaṁ",
  "tika-s0404t6:35_4": "katvā. Ñāṇena paricchinditvāti imassa attabhāvasaññitassa dukkhabhārassa vahane payojanabhūtaṁ",
  "tika-s0404t6:35_5": "attahitaṁ tāva bodhimūle eva parisamāpitaṁ, parahitaṁ pana buddhaveneyyavinayaṁ parisamāpitabbaṁ,",
  "tika-s0404t6:35_6": "taṁ idāni māsattayeneva parisamāpanaṁ pāpuṇissati, ahampi visākhāpuṇṇamāyaṁ parinibbāyissāmīti",
  "tika-s0404t6:35_7": "evaṁ buddhañāṇena paricchinditvā sabbabhāgena nicchayaṁ katvā. Āyusaṅkhāraṁ vissajjīti",
  "tika-s0404t6:35_8": "āyuno jīvitassa abhisaṅkhārakaṁ phalasamāpattidhammaṁ na samāpajjissāmīti vissajji.",
  "tika-s0404t6:35_9": "Taṁvissajjaneneva tena abhisaṅkhariyamānaṁ jīvitasaṅkhāraṁ “na pavattessāmī”ti vissajji.",
  "tika-s0404t6:35_10": "Tenāha “tatthā”tiādi.",
  "tika-s0404t6:36_0": "Ṭhānamahantatāyapi pavattiākāramahantatāyapi mahanto pathavīkampo. Tattha ṭhānamahantatāya",
  "tika-s0404t6:36_1": "bhūmicālassa mahantattaṁ dassetuṁ “tadā kira…pe… kampitthā”ti vuttaṁ. Sā pana jābhikkhettabhūtā",
  "tika-s0404t6:36_2": "dasasahassī lokadhātu eva, na yā kāci. Yā mahābhinīhāramahābhijātiādīsupi kampittha,",
  "tika-s0404t6:36_3": "tadāpi tattikāya eva kampane kiṁ kāraṇaṁ? Jātikkhettabhāvena tasseva ādito pariggahassa",
  "tika-s0404t6:36_4": "katattā, pariggahakaraṇaṁ cassa dhammatāvasena veditabbaṁ. Tathā hi purimabuddhānampi",
  "tika-s0404t6:36_5": "tāvattakameva jātikkhettaṁ ahosi. Tathā hi vuttaṁ “dasasahassī lokadhātu, nissaddā",
  "tika-s0404t6:36_6": "hoti nirākulā…pe… mahāsamuddo ābhujati, dasasahassī pakampatī”ti ca ādi. Udakapariyantaṁ",
  "tika-s0404t6:36_7": "katvā chappakārapavedhanena avītarāge bhiṁsetīti bhiṁsano, so eva bhiṁsanakoti āha",
  "tika-s0404t6:36_8": "“bhayajanako”ti. Devabheriyoti devadundubhisaddassa pariyāyavacanamattaṁ. Na cettha",
  "tika-s0404t6:36_9": "kāci bherī “dundubhī”ti adhippetā, atha kho uppātabhāvena labbhamāno ākāsagato nigghosasaddo.",
  "tika-s0404t6:36_10": "Tenāha “devo”tiādi. Devoti megho. Tassa hi gajjabhāvena ākāsassa vassābhāvena sukkhagajjitasaññite",
  "tika-s0404t6:36_11": "sadde niccharante devadundubhisamaññā. Tenāha “devo sukkhagajjitaṁ gajjī”ti.",
  "tika-s0404t6:37_0": "Pītivegavissaṭṭhanti “evaṁ cirataraṁ kālaṁ vahito ayaṁ attabhāvasaññito dukkhabhāro,",
  "tika-s0404t6:37_1": "idāni na cirasseva nikkhipissāmī”ti sañjātasomanasso bhagavā sabhāveneva pītivegavissaṭṭhaṁ",
  "tika-s0404t6:37_2": "udānaṁ udānesi. Evaṁ pana udānentena ayampi attho sādhito hotīti dassanatthaṁ aṭṭhakathāyaṁ",
  "tika-s0404t6:37_3": "“kasmā”tiādi vuttaṁ.",
  "tika-s0404t6:38_0": "Tulīyatīti tulanti tula-saddo kammasādhanoti dassetuṁ “tulita”ntiādi vuttaṁ. Appānubhāvatāya",
  "tika-s0404t6:38_1": "paricchinnaṁ. Tathā hi taṁ parito khaṇḍitabhāvena “paritta”nti vuccati. Paṭipakkhavikkhambhanato",
  "tika-s0404t6:38_2": "dīghasantānatāya vipulaphalatāya ca na tulaṁ na paricchinnaṁ. Yehi kāraṇehi pubbe",
  "tika-s0404t6:38_3": "avisesato mahaggataṁ “atula”nti vuttaṁ, tāni kāraṇāni rūpāvacarato arūpassa sātisayāni",
  "tika-s0404t6:38_4": "vijjantīti arūpāvacaraṁ “atula”nti vuttaṁ itarañca “tula”nti. Appavipākanti tīsupi",
  "tika-s0404t6:38_5": "kammesu yaṁ tanuvipākaṁ hīnaṁ, taṁ tulaṁ. Bahuvipākanti yaṁ mahāvipākaṁ paṇītaṁ,",
  "tika-s0404t6:38_6": "taṁ atulaṁ. Yaṁ panettha majjhimaṁ, taṁ hīnaṁ ukkaṭṭhanti dvidhā bhinditvā dvīsupi",
  "tika-s0404t6:38_7": "bhāgesu pakkhipitabbaṁ. Hīnattikavaṇṇanāyaṁ vuttanayena vā appabahuvipākataṁ niddhāretvā",
  "tika-s0404t6:38_8": "tassa vasena tulātulabhāvo veditabbo. Sambhavati etasmāti sambhavoti āha “sambhavahetubhūta”nti.",
  "tika-s0404t6:38_9": "Niyakajjhattaratoti sasantānadhammesu vipassanāvasena gocarāsevanāya ca nirato. Savipākampi",
  "tika-s0404t6:38_10": "samānaṁ pavattivipākamattadāyikammaṁ savipākaṭṭhena sambhavaṁ, na ca taṁ kāmādibhavābhisaṅkhārakanti",
  "tika-s0404t6:38_11": "tato visesanatthaṁ “sambhava”nti vatvā “bhavasaṅkhāra”nti vuttaṁ. Ossajīti ariyamaggena",
  "tika-s0404t6:38_12": "avassaji. Kavacaṁ viya attabhāvaṁ pariyonandhitvā ṭhitaṁ attani sambhūtattā attasambhavaṁ",
  "tika-s0404t6:38_13": "kilesañca abhindīti kilesabhedasahabhāvikammossajjanaṁ dassento tadubhayassa kāraṇamavoca",
  "tika-s0404t6:38_14": "“ajjhattarato samāhito”ti.",
  "tika-s0404t6:39_0": "Paṭhamavikappe avasajjanameva vuttaṁ, ettha avasajjanākāroti taṁ dassento “atha vā”tiādimāha.",
  "tika-s0404t6:39_1": "Tattha tīrentoti “uppādo bhayaṁ, anuppādo khema”ntiādinā vīmaṁsanto. “Tulento tīrento”tiādinā",
  "tika-s0404t6:39_2": "saṅkhepato vuttamatthaṁ vitthārato dassetuṁ “pañcakkhandhā”tiādiṁ vatvā bhavasaṅkhārassa",
  "tika-s0404t6:39_3": "avasajjanākāraṁ sarūpato dasseti. Evantiādinā pana udānagāthāvaṇṇanāyaṁ ādito vuttamatthaṁ",
  "tika-s0404t6:39_4": "nigamavasena dasseti.",
  "tika-s0404t6:40_0": "Yanti karaṇe, adhikaraṇe vā paccattavacananti āha “yena samayena, yasmiṁ vā samaye”ti.",
  "tika-s0404t6:40_1": "Ukkhepakavātāti udakasandhārakavātaṁ upacchinditvā ṭhitaṭṭhānato khepakavātā. Saṭṭhi…pe…",
  "tika-s0404t6:40_2": "bahalanti idaṁ tassa vātassa ubbedhappamāṇameva gahetvā vuttaṁ, āyāmavitthārato pana",
  "tika-s0404t6:40_3": "dasasahassacakkavāḷappamāṇaṁ koṭisatasahassacakkavāḷappamāṇampi udakasandhārakavātaṁ",
  "tika-s0404t6:40_4": "upacchindatiyeva. Ākāseti pubbe vātena patiṭṭhitākāse. Puna vātoti ukkhepakavāte",
  "tika-s0404t6:40_5": "tathā katvā vigate udakasandhārakavāto puna ābandhitvā gaṇhāti. Yathā taṁ udakaṁ",
  "tika-s0404t6:40_6": "na bhassati, evaṁ upatthambhentaṁ ābandhanavitānavasena bandhitvā gaṇhāti. Tato udakaṁ",
  "tika-s0404t6:40_7": "uggacchatīti tato ābandhitvā gahaṇato tena vātena uṭṭhāpitaṁ udakaṁ uggacchati upari",
  "tika-s0404t6:40_8": "gacchati. Hotiyevāti antarantarā hotiyeva. Bahubhāvenāti mahāpathaviyā mahantabhāvena.",
  "tika-s0404t6:40_9": "Sakalā hi mahāpathavī tadā oggacchati ca uggacchati ca, tasmā kampanaṁ na paññāyati.",
  "tika-s0404t6:41_0": "Ijjhanassāti icchitatthasijjhanassa anubhavitabbassa issariyasampattiādikassa. Parittāti",
  "tika-s0404t6:41_1": "paṭiladdhamattā nātisubhāvitā. Tathā ca bhāvanā balavatī na hotīti āha “dubbalā”ti.",
  "tika-s0404t6:41_2": "Saññāsīsena hi bhāvanā vuttā. Appamāṇāti paguṇā subhāvitā. Sā hi thirā daḷhatarā",
  "tika-s0404t6:41_3": "hotīti āha “balavā”ti. “Parittā pathavīsaññā, appamāṇā āposaññā”ti desanāmattametaṁ,",
  "tika-s0404t6:41_4": "āposaññāya pana subhāvitāya pathavīkampo sukheneva ijjhatīti ayamettha adhippāyo",
  "tika-s0404t6:41_5": "veditabbo. Saṁvejento vā dibbasampattiyā pamattaṁ sakkaṁ devarājānaṁ, vīmaṁsanto",
  "tika-s0404t6:41_6": "vā tāvadeva samadhigataṁ attano iddhibalaṁ. So kirāyasmā khuragge arahattaṁ patvā",
  "tika-s0404t6:41_7": "cintesi – “atthi nu kho koci bhikkhu yena pabbajitadivaseyeva arahattaṁ patvā vejayanto",
  "tika-s0404t6:41_8": "pāsādo kampitapubbo”ti. Tato “natthi kocī”ti ñatvā “ahaṁ kampessāmī”ti abhiññābalena",
  "tika-s0404t6:41_9": "vejayantamatthake ṭhatvā pādena paharitvā kampetuṁ nāsakkhi. Atha naṁ sakkassa nāṭakitthiyo",
  "tika-s0404t6:41_10": "āhaṁsu – “putta saṅgharakkhita, tvaṁ pūtigandheneva sīsena vejayantaṁ kampetuṁ icchasi,",
  "tika-s0404t6:41_11": "suppatiṭṭhito, tāta, pāsādo, kathaṁ kampetuṁ sakkhissasī”ti.",
  "tika-s0404t6:42_0": "Sāmaṇero “imā devatā mayā saddhiṁ keḷiṁ karonti, ahaṁ kho pana ācariyaṁ nālatthaṁ,",
  "tika-s0404t6:42_1": "kahaṁ nu kho me ācariyo sāmuddikamahānāgatthero”ti āvajjetvā “mahāsamudde udakaleṇaṁ",
  "tika-s0404t6:42_2": "māpetvā divāvihāraṁ nisinno”ti ñatvā tattha gantvā theraṁ vanditvā aṭṭhāsi. Tato",
  "tika-s0404t6:42_3": "naṁ thero, “tāta saṅgharakkhita, asikkhitvāva yuddhaṁ paviṭṭhosī”ti vatvā “nāsakkhi,",
  "tika-s0404t6:42_4": "tāta, vejayantaṁ kampetu”nti pucchi. Ācariyaṁ, bhante, nālatthanti. Atha naṁ thero,",
  "tika-s0404t6:42_5": "“tāta, tumhādise akampente añño ko kampessati, diṭṭhapubbaṁ te, tāta, udakapiṭṭhe",
  "tika-s0404t6:42_6": "gomayakhaṇḍaṁ pilavantaṁ, tāta, kapallapūvaṁ paccantaṁ antantena paricchinnanti iminā",
  "tika-s0404t6:42_7": "opammena jānāhī”ti āha. So “vaṭṭissati, bhante, ettakenā”ti vatvā “pāsādena patiṭṭhitokāsaṁ",
  "tika-s0404t6:42_8": "udakaṁ hotū”ti adhiṭṭhāya vejayantābhimukho agamāsi. Devadhītaro taṁ disvā “ekavāraṁ",
  "tika-s0404t6:42_9": "lajjitvā gato, punapi sāmaṇero eti, punapi etī”ti vadiṁsu. Sakko devarājā “mā mayhaṁ",
  "tika-s0404t6:42_10": "puttena saddhiṁ kathayittha, idāni tena ācariyo laddho khaṇena pāsādaṁ kampessatī”ti",
  "tika-s0404t6:42_11": "āha. Sāmaṇeropi pādaṅguṭṭhena pāsādathūpikaṁ pahari, pāsādo catūhi disāhi oṇamati.",
  "tika-s0404t6:42_12": "Devatā “patiṭṭhātuṁ dehi, tāta, pāsādassa, patiṭṭhātuṁ dehi, tāta, pāsādassā”ti viraviṁsu.",
  "tika-s0404t6:42_13": "Sāmaṇero pāsādaṁ yathāṭhāne ṭhapetvā pāsādamatthake ṭhatvā udānaṁ udānesi –",
  "tika-s0404t6:43": "“Ajjevāhaṁ pabbajito, ajja pattāsavakkhayaṁ;",
  "tika-s0404t6:44": "Ajja kampemi pāsādaṁ, aho buddhassuḷāratā.",
  "tika-s0404t6:45": "“Ajjevāhaṁ pabbajito, ajja pattāsavakkhayaṁ;",
  "tika-s0404t6:46": "Ajja kampemi pāsādaṁ, aho dhammassuḷāratā.",
  "tika-s0404t6:47": "“Ajjevāhaṁ pabbajito, ajja pattāsavakkhayaṁ;",
  "tika-s0404t6:48": "Ajja kampemi pāsādaṁ, aho saṅghassuḷāratā”ti.",
  "tika-s0404t6:49_0": "“Dhammatā esā, bhikkhave, yadā bodhisatto tusitakāyā cavitvā mātukucchiṁ okkamatī”ti",
  "tika-s0404t6:49_1": "vatvā “ayañca dasasahassī lokadhātu saṅkampi sampakampi sampavedhī”ti, tathā “dhammatā",
  "tika-s0404t6:49_2": "esā, bhikkhave, yadā bodhisatto mātukucchimhā nikkhamatī”ti vatvā “ayañca dasasahassī",
  "tika-s0404t6:49_3": "lokadhātu saṅkampi sampakampi sampavedhī”ti ca mahāsattassa gabbhokkantiyaṁ abhijātiñca",
  "tika-s0404t6:49_4": "dhammatāvasena mahāpadāne pathavīkampassa vuttattā itaresupi catūsu ṭhānesu pathavīkampo",
  "tika-s0404t6:49_5": "dhammatāvasenevāti atthato vuttametanti daṭṭhabbaṁ.",
  "tika-s0404t6:50_0": "Idāni nesaṁ pathavīkampānaṁ kāraṇato pavattiākārato ca vibhāgaṁ dassetuṁ “iti imesū”tiādi",
  "tika-s0404t6:50_1": "vuttaṁ. Dhātukopenāti ukkhepakavātasaṅkhātāya vāyodhātuyā pakopena. Iddhānubhāvenāti",
  "tika-s0404t6:50_2": "ñāṇiddhiyā, kammavipākajiddhiyā vā sabhāvena, tejenāti attho. Puññatejenāti puññānubhāvena,",
  "tika-s0404t6:50_3": "mahābodhisattassa puññabalenāti attho. Ñāṇatejenāti anaññasādhāraṇena paṭivedhañāṇānubhāvena.",
  "tika-s0404t6:50_4": "Sādhukāradānavasenāti yathā anaññasādhāraṇappaṭivedhañāṇānubhāvena abhihatā mahāpathavī",
  "tika-s0404t6:50_5": "abhisambodhiyaṁ kampittha, evaṁ anaññasādhāraṇena desanāñāṇānubhāvena abhihatā mahāpathavī",
  "tika-s0404t6:50_6": "kampittha, taṁ panassā sādhukāradānaṁ viya hotīti “sādhukāradānavasenā”ti vuttaṁ.",
  "tika-s0404t6:51_0": "Yena pana bhagavā asītianubyañjanappaṭimaṇḍitadvattiṁsamahāpurisalakkhaṇavicitrarūpakāyo",
  "tika-s0404t6:51_1": "sabbākāraparisuddhasīlakkhandhādiguṇaratanasamiddhidhammakāyo puññamahattathāmamahattaiddhimahattayasamahattapaññāmahattānaṁ",
  "tika-s0404t6:51_2": "paramukkaṁsagato asamo asamasamo appaṭipuggalo arahaṁ sammāsambuddho attano attabhāvasaññitaṁ",
  "tika-s0404t6:51_3": "khandhapañcakaṁ kappaṁ vā kappāvasesaṁ vā ṭhapetuṁ samatthopi saṅkhatadhammaparijigucchanākārappavattena",
  "tika-s0404t6:51_4": "ñāṇavisesena tiṇāyapi amaññamāno āyusaṅkhārossajjanavidhinā nirapekkho ossajji. Tadanubhāvābhihatā",
  "tika-s0404t6:51_5": "mahāpathavī āyusaṅkharossajjane akampittha. Taṁ panassā kāruññasabhāvasaṇṭhitā viya",
  "tika-s0404t6:51_6": "hotīti vuttaṁ “kāruññabhāvenā”ti.",
  "tika-s0404t6:52_0": "Yasmā bhagavā parinibbānasamaye catuvīsatikoṭisatasahassasaṅkhā samāpattiyo samāpajji,",
  "tika-s0404t6:52_1": "antarantarā phalasamāpattisamāpajjanena tassa pubbabhāge sātisayaṁ tikkhaṁ sūraṁ",
  "tika-s0404t6:52_2": "vipassanāñāṇañca pavattesi. “Yadatthañca mayā evaṁ sucirakālaṁ anaññasādhāraṇo paramukkaṁsagato",
  "tika-s0404t6:52_3": "ñāṇasambhāro sambhato, anuttaro ca vimokkho samadhigato, tassa vata me sikhāppattaphalabhūtā",
  "tika-s0404t6:52_4": "accantaniṭṭhā anupādisesaparinibbānadhātu ajja samijjhatī”ti bhiyyo ativiya somanassappattassa",
  "tika-s0404t6:52_5": "bhagavato pītivipphārādiguṇavipulatarānubhāvo parehi asādhāraṇañāṇātisayo udapādi,",
  "tika-s0404t6:52_6": "yassa samāpattibalasamupabrūhitassa ñāṇātisayassa ānubhāvaṁ sandhāya idaṁ vuttaṁ",
  "tika-s0404t6:52_7": "“dveme piṇḍapātā samasamaphalā samasamavipākā”tiādi, tasmā tassānubhāvena samabhihatā",
  "tika-s0404t6:52_8": "mahāpathavī akampittha, taṁ panassā tassaṁ velāyaṁ ārodanākārappatti viya hotīti",
  "tika-s0404t6:52_9": "“aṭṭhamo ārodanenā”ti vuttaṁ.",
  "tika-s0404t6:53_0": "Idāni saṅkhepato vuttamatthaṁ vivaranto “mātukucchiṁ okkamante”tiādimāha. Ayaṁ panatthoti",
  "tika-s0404t6:53_1": "“sādhukāradānavasenā”tiādinā vutta attho. Pathavīdevatāya vasenāti ettha samuddadevatā",
  "tika-s0404t6:53_2": "viya mahāpathaviyā adhidevatā kira nāma atthi, tādise kāraṇe sati tassā cittavasena",
  "tika-s0404t6:53_3": "ayaṁ mahāpathavī saṅkampati sampakampati sampavedhati. Yathā vātavalāhakadevatānaṁ",
  "tika-s0404t6:53_4": "cittavasena vātā vāyanti, sītuṇhaabbhavassavalāhakadevatānaṁ cittavasena sītādayo",
  "tika-s0404t6:53_5": "bhavanti, tathā hi visākhapuṇṇamāyaṁ abhisambodhiatthaṁ bodhirukkhamūle nisinnassa",
  "tika-s0404t6:53_6": "lokanāthassa antarāyakaraṇatthaṁ upaṭṭhitaṁ mārabalaṁ vidhamituṁ –",
  "tika-s0404t6:54": "“Acetanāyaṁ pathavī, aviññāya sukhaṁ dukhaṁ;",
  "tika-s0404t6:55": "Sāpi dānabalā mayhaṁ, sattakkhattuṁ pakampathā”ti. –",
  "tika-s0404t6:56_0": "Vacanasamanantaraṁ mahāpathavī bhijjitvā saparisaṁ māraṁ parivattesi. Etanti sādhukāradānādi.",
  "tika-s0404t6:56_1": "Yadipi natthi acetanattā, dhammatāvasena pana vuttanayena siyāti sakkā vattuṁ. Dhammatā",
  "tika-s0404t6:56_2": "pana atthato dhammabhāvo, so puññadhammassa vā ñāṇadhammassa vā ānubhāvasabhāvoti.",
  "tika-s0404t6:56_3": "Tayidaṁ sabbaṁ vicāritameva. Evañca katvā –",
  "tika-s0404t6:57": "“Ime dhamme sammasato, sabhāvasarasalakkhaṇe;",
  "tika-s0404t6:58": "Dhammatejena vasudhā, dasasahassī pakampathā”ti. –",
  "tika-s0404t6:59": "Ādivacanañca samatthitaṁ hoti.",
  "tika-s0404t6:60_0": "Ayaṁ pana mahāpathavī aparesupi aṭṭhasu ṭhānesu akampittha mahābhinikkhamane bodhimaṇḍūpasaṅkamane",
  "tika-s0404t6:60_1": "paṁsukūlaggahaṇe paṁsukūladhovane kāḷakārāmasutte gotamakasutte vessantarajātake",
  "tika-s0404t6:60_2": "brahmajāleti. Tattha mahābhinikkhamanabodhimaṇḍūpasaṅkamanesu vīriyabalena akampittha.",
  "tika-s0404t6:60_3": "Paṁsukūlaggahaṇe “dvisahassadīpaparivāre nāma cattāro mahādīpe pahāya pabbajitvā",
  "tika-s0404t6:60_4": "susānaṁ gantvā paṁsukūlaṁ gaṇhantena dukkaraṁ bhagavatā kata”nti acchariyavegābhihatā",
  "tika-s0404t6:60_5": "akampittha. Paṁsukūladhovanavessantarajātakesu akālakampanena akampittha. Kāḷakārāmagotamakasuttesu",
  "tika-s0404t6:60_6": "“ahaṁ sakkhī bhagavā”ti sakkhibhāvena akampittha. Brahmajāle pana dvāsaṭṭhiyā diṭṭhigatesu",
  "tika-s0404t6:60_7": "vijaṭetvā niggumbaṁ katvā desiyamānesu sādhukāradānavasena akampitthāti veditabbā.",
  "tika-s0404t6:61_0": "Na kevalañca etesuyeva ṭhānesu pathavī akampittha, atha kho tīsu saṅgahesupi mahāmahindattherassa",
  "tika-s0404t6:61_1": "imaṁ dīpaṁ āgantvā jotivane nisīditvā dhammaṁ desitadivasepi akampittha. Kalyāṇiyamahāvihāre",
  "tika-s0404t6:61_2": "ca piṇḍapātiyattherassa cetiyaṅgaṇaṁ sammajjitvā tattheva nisīditvā buddhārammaṇaṁ",
  "tika-s0404t6:61_3": "pītiṁ gahetvā imaṁ suttantaṁ āraddhassa suttapariyosāne udakapariyantaṁ katvā akampittha.",
  "tika-s0404t6:61_4": "Lohapāsādassa pācīnaambalaṭṭhikaṭṭhānaṁ nāma ahosi, tattha nisīditvā dīghabhāṇakattherā",
  "tika-s0404t6:61_5": "brahmajālasuttaṁ ārabhiṁsu. Tesaṁ sajjhāyapariyosānepi udakapariyantameva katvā pathavī akampittha.",
  "tika-s0404t6:62_0": "Yadi evaṁ “aṭṭhime, ānanda, hetū aṭṭha paccayā mahato bhūmicālassa pātubhāvāyā”ti",
  "tika-s0404t6:62_1": "kasmā aṭṭheva hetū vuttāti? Niyamahetubhāvato. Imeyeva hi aṭṭha hetū niyamanti, nāññe.",
  "tika-s0404t6:62_2": "Te hi kadāci sambhavantīti aniyamabhāvato na gaṇitā. Vuttañhetaṁ nāgasenattherena milindapañhe –",
  "tika-s0404t6:63_0": "“Aṭṭhime, bhikkhave, hetū aṭṭha paccayā mahato bhūmicālassa pātubhāvāyāti. Yaṁ vessantarena",
  "tika-s0404t6:63_1": "raññā mahādāne dīyamāne sattakkhattuṁ mahāpathavī kampitā, tañca pana akālikaṁ kadācuppattikaṁ",
  "tika-s0404t6:63_2": "aṭṭhahi hetūhi vippamuttaṁ, tasmā agaṇitaṁ aṭṭhahi hetūhi.",
  "tika-s0404t6:64_0": "“Yathā, mahārāja, loke tayoyeva meghā gaṇīyanti vassiko, hemantiko, pāvusakoti. Yadi",
  "tika-s0404t6:64_1": "te muñcitvā añño megho pavassati, na so megho gaṇīyati sammatehi meghehi, akālameghotveva",
  "tika-s0404t6:64_2": "saṅkhaṁ gacchati, evameva kho, mahārāja, vessantarena raññā mahādāne dīyamāne yaṁ",
  "tika-s0404t6:64_3": "sattakkhattuṁ mahāpathavī kampitā, akālikaṁ etaṁ kadācuppattikaṁ aṭṭhahi hetūhi vippamuttaṁ,",
  "tika-s0404t6:64_4": "na taṁ gaṇīyati aṭṭhahi hetūhi.",
  "tika-s0404t6:65_0": "“Yathā vā pana, mahārāja, himavantā pabbatā pañca nadisatāni sandanti, tesaṁ, mahārāja,",
  "tika-s0404t6:65_1": "pañcannaṁ nadisatānaṁ daseva nadiyo nadigaṇanāya gaṇīyanti. Seyyathidaṁ – gaṅgā,",
  "tika-s0404t6:65_2": "yamunā, aciravatī, sarabhū, mahī, sindhu, sarassatī, vetravatī, vītaṁsā, candabhāgāti.",
  "tika-s0404t6:65_3": "Avasesā nadiyo nadigaṇanāya agaṇitā. Kiṁkāraṇā? Na tā nadiyo dhuvasalilā, evameva",
  "tika-s0404t6:65_4": "kho, mahārāja, vessantarena raññā mahādāne dīyamāne yaṁ sattakkhattuṁ mahāpathavī",
  "tika-s0404t6:65_5": "kampitā, akālikaṁ etaṁ kadācuppattikaṁ aṭṭhahi hetūhi vippamuttaṁ, na taṁ gaṇīyati aṭṭhahi hetūhi.",
  "tika-s0404t6:66_0": "“Yathā vā pana, mahārāja, rañño satampi dvisatampi tisatampi amaccā honti, tesaṁ",
  "tika-s0404t6:66_1": "chayeva janā amaccagaṇanāya gaṇīyanti. Seyyathidaṁ – senāpati, purohito, akkhadasso,",
  "tika-s0404t6:66_2": "bhaṇḍāgāriko, chattaggāhako, khaggaggāhako, eteyeva amaccagaṇanāya gaṇīyanti. Kiṁkāraṇā?",
  "tika-s0404t6:66_3": "Yuttattā rājaguṇehi. Avasesā agaṇitā, sabbe amaccātveva saṅkhaṁ gacchanti, evameva",
  "tika-s0404t6:66_4": "kho, mahārāja, vessantarena raññā mahādāne dīyamāne yaṁ sattakkhattuṁ mahāpathavī",
  "tika-s0404t6:66_5": "kampitā, akālikaṁ etaṁ kadācuppattikaṁ aṭṭhahi hetūhi vippamuttaṁ, na taṁ gaṇīyati aṭṭhahi hetūhī”ti.",
  "tika-s0404t6:67": "Bhūmicālasuttavaṇṇanā niṭṭhitā.",
  "tika-s0404t6:68": "Cāpālavaggavaṇṇanā niṭṭhitā."
}