{
  "tika-s0103t3:0": "4. Aggaññasuttavaṇṇanā",
  "tika-s0103t3:1": "Vāseṭṭhabhāradvājavaṇṇanā",
  "tika-s0103t3:2_0": "111.Etthāti “pubbārāme, migāramātupāsāde”ti etasmiṁ padadvaye. Koyaṁ pubbārāmo, kathañca",
  "tika-s0103t3:2_1": "pubbārāmo, kā ca migāramātā, kathañcassā pāsādo ahosīti etasmiṁ antolīne anuyoge.",
  "tika-s0103t3:2_2": "Ayaṁ idāni vuccamānā anupubbikathā ādito paṭṭhāya saṅkhepeneva anupubbikathā. Padumuttaraṁ",
  "tika-s0103t3:2_3": "bhagavantaṁ ekaṁ upāsikaṁ aggupaṭṭhāyikaṭṭhāne ṭhapentiṁ disvāna tattha sañjātagāravabahumānā",
  "tika-s0103t3:2_4": "tamevatthaṁ purakkhatvā bhagavantaṁ nimantetvā. Meṇḍakaputtassāti meṇḍakaseṭṭhiputtassa.",
  "tika-s0103t3:2_5": "Sotāpannā ahosi tathā katādhikārattā.",
  "tika-s0103t3:3_0": "Mātuṭṭhāne ṭhapesi attano sīlācārasampattiyā garuṭṭhāniyattā. Upayoganti tattha tattha",
  "tika-s0103t3:3_1": "appetabbaṭṭhāne appanāvasena viniyogaṁ agamaṁsu. Aññehi ca veḷuriyalohitaṅkamasāragallādīhi.",
  "tika-s0103t3:3_2": "Bhassatīti otarati. Suddhapāsādova na sobhatīti kevalo ekapāsādo eva vihāro na sobhati.",
  "tika-s0103t3:3_3": "Niyūhāni bahūni nīharitvā kattabbasenāsanāni “duvaḍḍhagehānī”ti vadanti. Majjhe gabbho",
  "tika-s0103t3:3_4": "samantato anupariyāyatoti evaṁ dvikkhattuṁ vaḍḍhetvā katasenāsanāni duvaḍḍhagehāni.",
  "tika-s0103t3:3_5": "Cūḷapāsādāti khuddakapāsādā.",
  "tika-s0103t3:4": "Uttaradevīvihāro nāma nagarassa pācīnadvārasamīpe katavihāro.",
  "tika-s0103t3:5_0": "Titthiyaliṅgassa aggahitattā neva titthiyaparivāsaṁ vasanti. Anupasampannabhāvato",
  "tika-s0103t3:5_1": "āpattiyā āpannāya abhāvato na āpattiparivāsaṁ vasanti. Bhikkhubhāvanti upasampadaṁ.",
  "tika-s0103t3:5_2": "Tevijjasuttanti imasmiṁ dīghanikāye tevijjasuttaṁ sutvā.",
  "tika-s0103t3:6_0": "113.Anuvattamānācaṅkamiṁsu ananucaṅkamane yathādhippetassa atthassa pucchanādīnaṁ",
  "tika-s0103t3:6_1": "asakkuṇeyyattā. Tesanti tesaṁ dvinnaṁ. Tenāha “paṇḍitataro”ti. Atthāti bhavattha.",
  "tika-s0103t3:6_2": "Kulasampannāti sampannakulā uditodite brāhmaṇakule uppannā. Brāhmaṇakulāti kenaci",
  "tika-s0103t3:6_3": "pārijuññena anupaddutā eva brāhmaṇakulā. Tenāha “bhogādisampanna”ntiādi. Ime brāhmaṇā",
  "tika-s0103t3:6_4": "uccā hutvā “imaṁ vasalaṁ pabbajjaṁ pabbajiṁsū”tiādinā jātiādīni ghaṭṭentā akkosanti.",
  "tika-s0103t3:6_5": "Paribhāsantīti paribhavitvā bhāsanti. Attano anurūpāyāti attano ajjhāsayassa anurūpāya.",
  "tika-s0103t3:6_6": "Antarantarā vicchijja pavattiyamānā paribhāsā paripuṇṇā nāma na hoti khaṇḍabhāvato,",
  "tika-s0103t3:6_7": "tabbipariyāyato paripuṇṇā nāma hotīti āha “antarā”tiādi.",
  "tika-s0103t3:7": "Appatiṭṭhatāyāti apassayarahitattā. Vibhinnoti vinaṭṭho.",
  "tika-s0103t3:8_0": "Itare tayo vaṇṇāti khattiyādayo vaṇṇā hīnā. Nanu khattiyāva seṭṭhā vaṇṇā yathā buddhā",
  "tika-s0103t3:8_1": "etarahi khattiyakule eva uppannāti? Saccametaṁ, te pana attano micchābhimānena, micchāgāhena",
  "tika-s0103t3:8_2": "ca “brāhmaṇova seṭṭho vaṇṇo”ti vadanti, taṁ tesaṁ vacanamattaṁ. “Sujjhantīti suddhā",
  "tika-s0103t3:8_3": "honti, na nindaṁ garahaṁ pāpuṇantī”ti vadanti. Sujjhanti vā saṁsārato sujjhanti,",
  "tika-s0103t3:8_4": "na sesā vaṇṇā asukkajātikattā, mantajjhenābhāvato cāti. Brahmuno mukhato jātā vedavacanato",
  "tika-s0103t3:8_5": "jātāti mukhato jātā. Tato eva brahmuno mahābrahmuno vedavacanato vijātāti brahmajā.",
  "tika-s0103t3:8_6": "Tena duvidhenāpi nimmitāti brahmanimmitā. Vedavedaṅgādibrahmadāyajjaṁ arahantīti",
  "tika-s0103t3:8_7": "brahmadāyādā. Muṇḍake samaṇaketi ettha ka-kāro garahāyanti āha “nindantā jigucchantā",
  "tika-s0103t3:8_8": "vadantī”ti. Ibbheti sudde, te pana gharabandhanena baddhā nihīnatarāti āha “gahapatike”ti.",
  "tika-s0103t3:8_9": "Kaṇheti kaṇhajātike. Bandhanaṭṭhena bandhu, kassa pana bandhūti āha “mārassa bandhubhūte”ti.",
  "tika-s0103t3:8_10": "Pādāpacceti pādato jātāpacce. Ayaṁ kira brāhmaṇānaṁ laddhi “brāhmaṇā brahmuno mukhato",
  "tika-s0103t3:8_11": "jātā, khattiyā urato, ūrūhi vessā, pādato suddā”ti.",
  "tika-s0103t3:9_0": "114. Yasmā paṭhamakappikakāle catuvaṇṇavavatthānaṁ natthi, sabbeva sattā ekasadisā,",
  "tika-s0103t3:9_1": "aparabhāge pana tesaṁ payogabhedavasena ahosi, tasmā vuttaṁ “porāṇaṁ…pe… ajānantā”ti.",
  "tika-s0103t3:9_2": "Laddhibhindanatthāyāti “brāhmaṇā brahmuno puttā orasā mukhato jātā”ti evaṁ pavattāya",
  "tika-s0103t3:9_3": "laddhiyā viniveṭhanatthaṁ. Puttappaṭilābhatthāyāti “evaṁ mayaṁ pettikaṁ iṇaṁ sodhessāmā”ti",
  "tika-s0103t3:9_4": "laddhiyaṁ ṭhatvā puttappaṭilābhāya. Ayañhettha dhammikānaṁ brāhmaṇānaṁ ajjhāsayo.",
  "tika-s0103t3:9_5": "Sañjātapupphāti rajassalā. Itthīnañhi kumāribhāvappattito paṭṭhāya pacchimavayato",
  "tika-s0103t3:9_6": "oraṁ asati vibandhe aṭṭhame aṭṭhame sattāhe gabbhāsayasaññite tatiye āvatte katipayā",
  "tika-s0103t3:9_7": "lohitapīḷakā saṇṭhahitvā aggahitapupphā eva bhijjanti, tato lohitaṁ paggharati, tattha",
  "tika-s0103t3:9_8": "utusamaññā, pupphasamaññā ca. Nesanti brāhmaṇānaṁ. Saccavacanaṁ siyāti “brahmuno",
  "tika-s0103t3:9_9": "puttā”tiādivacanaṁ saccaṁ yadi siyā, brāhmaṇīnaṁ…pe… mukhaṁ bhaveyya, na cetaṁ atthi.",
  "tika-s0103t3:10": "Catuvaṇṇasuddhivaṇṇanā",
  "tika-s0103t3:11_0": "115.Mukhacchedakavādanti “brāhmaṇā mahābrahmuno mukhato jātā”ti vādassa chedakavādaṁ.",
  "tika-s0103t3:11_1": "Ariyabhāve asamatthāti anariyabhāvāvahā. Pakatikāḷakāti sabhāveneva na suddhā. Kaṇhoti",
  "tika-s0103t3:11_2": "kiliṭṭho upatāpako. Tenāha “dukkhoti attho”ti.",
  "tika-s0103t3:12": "Sukkabhāvo nāma parisuddhatāti āha “nikkilesabhāvena paṇḍarā”ti. Sukkoti na kiliṭṭho anupatāpakoti vuttaṁ “sukhoti attho”ti.",
  "tika-s0103t3:13_0": "116.Ubhayavokiṇṇeti vacanavipallāsena vuttanti āha “ubhayesu vokiṇṇesū”ti. Missībhūtesūti",
  "tika-s0103t3:13_1": "“kadāci kaṇhā dhammā, kadāci sukkā dhammā”ti evaṁ ekasmiṁ santāne, ekasmiṁyeva ca",
  "tika-s0103t3:13_2": "attabhāve pavattiyā missībhūtesu, na pana ekajjhaṁ pavattiyā. Etthāti anantaravuttadhammāva",
  "tika-s0103t3:13_3": "anvādhiṭṭhāti āha “kaṇhasukkadhammesū”ti. Yasmā ca te brāhmaṇā na ceva te dhamme",
  "tika-s0103t3:13_4": "atikkantā, yāya ca paṭipadāya atikkameyyuṁ, sāpi tesaṁ paṭipadā natthi, tasmā vuttaṁ",
  "tika-s0103t3:13_5": "“vattamānāpī”ti. Nānujānanti ayathābhuccavādabhāvato. Anujānanañca nāma abbhanumodananti",
  "tika-s0103t3:13_6": "tadabhāvaṁ dassentena “nānumodanti, na pasaṁsantī”ti vuttaṁ. Catunnaṁ vaṇṇānanti",
  "tika-s0103t3:13_7": "niddhāraṇe sāmivacanaṁ. Tesanti pana sambandhepi vā sāmivacanaṁ. Te ca brāhmaṇā na",
  "tika-s0103t3:13_8": "evarūpā na edisā, yādiso arahā ekadesenāpi tena tesaṁ sadisatābhāvato, tasmā tena",
  "tika-s0103t3:13_9": "kāraṇena nesaṁ brāhmaṇānaṁ “brāhmaṇova seṭṭho vaṇṇo”ti vādaṁ viññū yathābhūtavādino",
  "tika-s0103t3:13_10": "buddhādayo ariyā nānujānanti.",
  "tika-s0103t3:14_0": "Ārakattādīhīti ettha kilesānaṁ ārakattā pahīnabhāvato dūrattā arahaṁ, kilesārīnaṁ",
  "tika-s0103t3:14_1": "hatattā arahaṁ, saṁsāracakkassa arānaṁ hatattā arahaṁ, paccayādīnaṁ arahattā arahaṁ,",
  "tika-s0103t3:14_2": "pāpakaraṇe rahābhāvena arahanti evamattho veditabbo. Ayamettha saṅkhepo, vitthāro",
  "tika-s0103t3:14_3": "pana visuddhimagge, taṁ saṁvaṇṇanāsu ca vuttanayena veditabbo. Āsavānaṁ khīṇattāti",
  "tika-s0103t3:14_4": "catunnampi āsavānaṁ anavasesato pahīnattā. Brahmacariyavāsanti maggabrahmacariyavāsaṁ.",
  "tika-s0103t3:14_5": "Tassa vāsassa pariyositattā vutthavāso, dasannampi vā ariyavāsānaṁ vutthattā vutthavāso. Vuttañhetaṁ –",
  "tika-s0103t3:15_0": "“Dasayime, bhikkhave, ariyāvāsā, yadariyā āvasiṁsu vā āvasanti vā āvasissanti vā.",
  "tika-s0103t3:15_1": "Katame dasa? Idha, bhikkhave, bhikkhu pañcaṅgavippahīno hoti chaḷaṅgasamannāgato",
  "tika-s0103t3:15_2": "ekārakkho caturāpasseno panuṇṇapaccekasacco samavayasaṭhesano anāvilasaṅkappo passaddhakāyasaṅkhāro",
  "tika-s0103t3:15_3": "suvimuttacitto suvimuttapañño. Ime kho, bhikkhave, dasa ariyāvāsā”ti.",
  "tika-s0103t3:16_0": "Vussatīti vā vusitaṁ, ariyamaggo, ariyaphalañca, taṁ etassa atthīti atisayavacanicchāvasena",
  "tika-s0103t3:16_1": "arahā “vusitavā”ti vutto. Karaṇīyaṁ nāma pariññāpahānasacchikiriyābhāvanā dukkhassantaṁ",
  "tika-s0103t3:16_2": "kātukāmehi ekantato kattabbattā, taṁ pana yasmā catūhi maggehi paccekaṁ catūsu saccesu",
  "tika-s0103t3:16_3": "kātabbaṁ kataṁ, tasmā vuttaṁ “catūhi…pe… katakaraṇīyo”ti. Osīdāpanaṭṭhena bhārā viyāti",
  "tika-s0103t3:16_4": "bhārā, kilesā, khandhā ca. Vuttañhi “bhārā have pañcakkhandhā”ti ohāritoti apanīto.",
  "tika-s0103t3:16_5": "Sako attho sadatthoti ettha da-kāro padasandhikaro. Kāmaṁ diṭṭhiādayopi saṁyojanāni",
  "tika-s0103t3:16_6": "eva, tathāpi taṇhāya bhavasaṁyojanaṭṭho sātisayo. Yathāha “avijjānīvaraṇānaṁ sattānaṁ",
  "tika-s0103t3:16_7": "taṇhāsaṁyojanāna”nti. tato sā eva sutte samudayasaccabhāvena vuttā, tasmā vuttaṁ",
  "tika-s0103t3:16_8": "“bhavasaṁyojanaṁ vuccati taṇhā”ti. Sammadaññā vimuttoti sammā aññāya jānanabhūtāya",
  "tika-s0103t3:16_9": "aggamaggapaññāya sammā yathābhūtaṁ yaṁ yathā jānitabbaṁ, taṁ tathā jānitvā vimutto.",
  "tika-s0103t3:16_10": "Imasmiṁ loketi imasmiṁ sattaloke. Idhattabhāveti imasmiṁ attabhāve, parattabhāveti",
  "tika-s0103t3:16_11": "parasmiṁ attabhāve, idhaloke, paraloke cāti attho.",
  "tika-s0103t3:17": "117.Antaravirahitāti vibhāgavirahitā. Tenāha “attano kulena sadisā”ti. Anuyantīti anuyantā, anuyantā eva ānuyantā, anuvattakā. Tenāha “vasavattino”ti.",
  "tika-s0103t3:18": "118.Niviṭṭhāti saddheyyavatthusmiṁ anupavisanavasena niviṭṭhā. Tato eva tasmiṁ adhikaṁ nivisanato abhiniviṭṭhā. Acalaṭṭhitāti acalabhāve ṭhitā.",
  "tika-s0103t3:19_0": "Yanti yaṁ kathetabbadhammaṁ anupadhāretvā, tadatthañca appaccakkhaṁ katvā kathanaṁ,",
  "tika-s0103t3:19_1": "etaṁ aṭṭhānaṁ akāraṇaṁ tassa bodhimūleyeva samucchinnattā. Vicchindajananatthanti",
  "tika-s0103t3:19_2": "ratanattayasaddhāya vicchindassa uppādanatthaṁ, aññathattāyāti attho. Soti māro.",
  "tika-s0103t3:19_3": "Musāvādaṁ kātuṁ nāsakkhīti āgataphalassa ariyasāvakassa purato musā vattuṁ na visahi,",
  "tika-s0103t3:19_4": "tasmā āma mārosmīti paṭijāni. Silāpathaviyanti ratanamayasilāpathaviyaṁ. Sineruṁ",
  "tika-s0103t3:19_5": "kira parivāretvā ṭhito bhūmippadeso sattaratanamayo, “suvaṇṇamayo”ti keci, sā vitthārato,",
  "tika-s0103t3:19_6": "ubbedhato anekayojanasahassaparimāṇā ativiya niccalā. Kiṁ tvaṁ etthāti kiṁ kāraṇā",
  "tika-s0103t3:19_7": "tvaṁ ettha. “Ṭhito”ti accharaṁ pahari. Ṭhātuṁ asakkontoti ariyasāvakassa purato ṭhātuṁ",
  "tika-s0103t3:19_8": "asakkonto. Ayañhi ariyadhammādhigamassa ānubhāvo, yaṁ māropi nāma mahānubhāvo ujukaṁ",
  "tika-s0103t3:19_9": "paṭipparituṁ na sakkoti.",
  "tika-s0103t3:20_0": "Maggo eva mūlaṁ maggamūlaṁ, tassa. Sañjātattā uppannattā. Tena maggamūlena patiṭṭhitasantāne",
  "tika-s0103t3:20_1": "laddhapatiṭṭhā. Bhagavato desanādhammaṁ nissāya ariyāya jātiyā jāto “bhagavantaṁ",
  "tika-s0103t3:20_2": "nissāya ariyabhūmiyaṁ jāto”ti vutto. “Ure vasitvā”ti idaṁ dhammaghosassa urato samuṭṭhānatāya",
  "tika-s0103t3:20_3": "vuttaṁ. Ure vāyāmajanitābhijātitāya vā oraso. Mukhato jātena jāto “mukhato jāto”ti",
  "tika-s0103t3:20_4": "vutto. Kāraṇakāraṇepi hi kāraṇe viya vohāro hoti “tiṇehi bhattaṁ siddha”nti. Keci",
  "tika-s0103t3:20_5": "pana “vimokkhamukhassa vasena jātattā mukhato jāto”ti vadanti, tatthāpi vuttanayeneva",
  "tika-s0103t3:20_6": "attho veditabbo. Purimenatthena yonijo, sedajo, mukhajoti tīsu sambandhesu mukhajena",
  "tika-s0103t3:20_7": "sambandhena bhagavato puttabhāvo vibhāvito. Atthadvayenāpi dhammajabhāvoyeva dīpito.",
  "tika-s0103t3:20_8": "Ariyadhammappattito laddhaviseso hutvā pavatto taduttarakāliko khandhasantāno “ariyadhammato",
  "tika-s0103t3:20_9": "jāto”ti veditabbo, ariyadhammaṁ vā maggaphalaṁ nissāya, upanissāya ca jāto sabbopi",
  "tika-s0103t3:20_10": "dhammappabandho “ariyadhammato jāto”ti gahetabbo. Tesaṁ pana ariyadhammānaṁ apariyositakiccatāya",
  "tika-s0103t3:20_11": "ariyabhāvena abhinibbattimattaṁ upādāya “ariyadhammato jātattā”ti vuttaṁ. Pariyositakiccatāya",
  "tika-s0103t3:20_12": "tathā nibbattipāripūriṁ upādāya “nimmitattā”ti vuttaṁ, yato “dhammajo dhammanimmito”ti",
  "tika-s0103t3:20_13": "vuttaṁ. “Navalokuttaradhammadāyaṁ ādiyatīti dhammadāyādo” tipi pāṭho. Assāti “bhagavatomhiputto”tiādinā",
  "tika-s0103t3:20_14": "vuttassa vākyassa. Atthaṁ dassentoti bhāvatthaṁ pakāsento. Tathāgatassa anaññasādhāraṇasīlādidhammakkhandhassa",
  "tika-s0103t3:20_15": "samūhanivesavasena dhammakāyatāya na kiñci vattabbaṁ atthi, satthuṭṭhāniyassa pana",
  "tika-s0103t3:20_16": "dhammakāyataṁ dassetuṁ “kasmā tathāgato dhammakāyoti vutto”ti sayameva pucchaṁ samuṭṭhāpetvā",
  "tika-s0103t3:20_17": "“tathāgato hī”tiādinā tamatthaṁ vissajjeti. Hadayena cintetvāti “imaṁ dhammaṁ imassa",
  "tika-s0103t3:20_18": "desessāmī”ti tassa upagatassa veneyyajanassa bodhanatthaṁ cittena cintetvā. Vācāya",
  "tika-s0103t3:20_19": "abhinīharīti saddhammadesanāvācāya karavīkarutamañjunā brahmassarena veneyyasantānābhimukhaṁ",
  "tika-s0103t3:20_20": "tadajjhāsayānurūpaṁ hitamatthaṁ nīhari upanesi. Tenāti tena kāraṇena evaṁsaddhammādhimuttibhāvena.",
  "tika-s0103t3:20_21": "Assāti tathāgatassa. Dhammamayattāti dhammabhūtattā. Idhādhippetadhammo seṭṭhaṭṭhena",
  "tika-s0103t3:20_22": "brahmabhūtoti āha “dhammakāyattā eva brahmakāyo”ti. Sabbaso adhammaṁ pajahitvā anavasesato",
  "tika-s0103t3:20_23": "dhammo eva bhūtoti dhammabhūto. Tathārūpo ca yasmā sabhāvato dhammo evāti vattabbataṁ",
  "tika-s0103t3:20_24": "arahatīti āha “dhammasabhāvo”ti.",
  "tika-s0103t3:21_0": "119.Seṭṭhacchedakavādanti “brāhmaṇova seṭṭho vaṇṇo”ti evaṁ vuttaseṭṭhabhāvacchedakavādaṁ.",
  "tika-s0103t3:21_1": "Aparenapi nayenāti yathāvuttaseṭṭhacchedakavādato aparenapi porāṇakalokuppattidassananayena.",
  "tika-s0103t3:21_2": "Seṭṭhaccheda…pe… dassetunti sopi hi “brāhmaṇova seṭṭho vaṇṇo, hīnā aññe vaṇṇā”ti,",
  "tika-s0103t3:21_3": "“brāhmaṇā brahmuno puttā orasā mukhato jātā brahmajā”ti ca evaṁ pavattāya micchādiṭṭhiyā",
  "tika-s0103t3:21_4": "viniveṭhano jātibrāhmaṇānaṁ seṭṭhabhāvassa chedanato seṭṭhacchedanavādo nāma hotīti dassetunti attho.",
  "tika-s0103t3:22_0": "Itthabhāvanti imaṁ pakārataṁ manussabhāvaṁ. Sāmaññajotanā hi visese avatiṭṭhati,",
  "tika-s0103t3:22_1": "pakaraṇavasena vā ayamattho avacchinno daṭṭhabbo. Manenevanibbattāti bāhirapaccayena",
  "tika-s0103t3:22_2": "vinā kevalaṁ upacārajhānamanasāva nibbattā. Yāya upacārajjhānacetanāya te tattha",
  "tika-s0103t3:22_3": "nibbattā, nīvaraṇavikkhambhanādinā uḷāro tassā pavattiviseso, tasmā jhānaphalakappo",
  "tika-s0103t3:22_4": "tassā phalavisesoti āha “brahmaloke viyā”tiādi. “Sayaṁpabhā”ti padānaṁ tattha sūriyālokādīhi",
  "tika-s0103t3:22_5": "vinā andhakāraṁ vidhamantā sayameva pabhāsantīti sayaṁpabhā, antalikkhe ākāse carantīti",
  "tika-s0103t3:22_6": "antalikkhacarā, tadaññakāmāvacarasattānaṁ viya sarīrassa vicaraṇaṭṭhānassa asubhatābhāvato",
  "tika-s0103t3:22_7": "subhaṁ, subheva tiṭṭhantīti subhaṭṭhāyinoti attho veditabbo.",
  "tika-s0103t3:23": "Rasapathavipātubhāvavaṇṇanā",
  "tika-s0103t3:24_0": "120.Sabbaṁ cakkavāḷanti anavasesaṁ koṭisatasahassaṁ cakkavāḷaṁ. Samatanīti sañchādentī",
  "tika-s0103t3:24_1": "vipphari, sā pana tasmiṁ udake patiṭṭhitā ahosīti āha “patiṭṭhahī”ti. Vaṇṇenasampannāti",
  "tika-s0103t3:24_2": "sampannavaṇṇā. Makkhikaṇḍakarahitanti makkhikāhi ca tāsaṁ aṇḍakehi ca rahitaṁ.",
  "tika-s0103t3:25_0": "Atītānantarepi kappe loloyeva. Kasmā? Evaṁ ciraparicitalolatāvasena sabbapaṭhamaṁ",
  "tika-s0103t3:25_1": "tathā akāsīti dasseti. Kimevidanti “vaṇṇato, gandhato ca tāva ñātaṁ, rasato pana",
  "tika-s0103t3:25_2": "kimevidaṁ bhavissatī”ti saṁsayajāto vadati. Tiṭṭhatīti aṭṭhāsi.",
  "tika-s0103t3:26": "Candimasūriyādipātubhāvavaṇṇanā",
  "tika-s0103t3:27_0": "121.Āluppakārakanti ettha ālopapariyāyo āluppa-saddoti āha “ālopaṁ katvā”ti. Paccakkhabhūtānampi",
  "tika-s0103t3:27_1": "candimasūriyānaṁ pavattiyaṁ lokiyānaṁ sammoho hoti, taṁ vidhamituṁ “ko pana tesa”ntiādinā",
  "tika-s0103t3:27_2": "aṭṭha pañhāvissajjanāni gahitāni. Tattha tesanti candimasūriyānaṁ. Kasminti kasmiṁ",
  "tika-s0103t3:27_3": "ṭhāne. “Ko uparī”ti eteneva ko heṭṭhāti ayamattho vuttoyeva. Tathā “ko sīghaṁ gacchatī”ti",
  "tika-s0103t3:27_4": "iminā ko saṇikaṁ gacchatīti ayampi attho vuttoyeva. Vīthiyoti gamanavīthiyo. Ekatoti",
  "tika-s0103t3:27_5": "ekasmiṁ khaṇe pātubhavanti. Sūriyamaṇḍale pana atthaṅgate candamaṇḍalaṁ paññāyittha.",
  "tika-s0103t3:27_6": "Chandaṁ ñatvā vāti ruciṁ ñatvā viya.",
  "tika-s0103t3:28": "Ubhayanti anto, bahi ca.",
  "tika-s0103t3:29": "Ujukanti āyāmato, vitthārato, ubbedhato ca. Parimaṇḍalatoti parikkhepato.",
  "tika-s0103t3:30_0": "Ujukaṁ saṇikaṁ gacchati amāvāsiyaṁ sūriyena saddhiṁ gacchanto divase divase thokaṁ",
  "tika-s0103t3:30_1": "thokaṁ ohīyanto puṇṇamāsiyaṁ upaḍḍhamaggameva ohīyanato. Tiriyaṁ sīghaṁ gacchati",
  "tika-s0103t3:30_2": "ekasmimpi māse kadāci dakkhiṇato, kadāci uttarato dassanato. “Dvīsu passesū”ti idaṁ",
  "tika-s0103t3:30_3": "yebhuyyavasena vuttaṁ. Candassa purato, pacchato, samañca tārakā gacchantiyeva. Attano",
  "tika-s0103t3:30_4": "ṭhānanti attano gamanaṭṭhānaṁ. Na vijahanti attano vīthiyāva gacchanato. Sūriyassa",
  "tika-s0103t3:30_5": "ujukaṁ gamanassa sīghatā candassa gamanaṁ upādāya veditabbā. Tiriyaṁ gamanaṁ dakkhiṇadisato",
  "tika-s0103t3:30_6": "uttaradisāya, uttaradisato ca dakkhiṇadisāya gamanaṁ dandhaṁ chahi chahi māsehi ijjhanato.",
  "tika-s0103t3:30_7": "Soti sūriyo. Kāḷapakkhauposathatoti kāḷapakkhe uposathe candena saheva gantvā tato",
  "tika-s0103t3:30_8": "paraṁ. Pāṭipadadivaseti sukkapakkhapāṭipadadivase. Ohāya gacchati attano sīghagāmitāya,",
  "tika-s0103t3:30_9": "tassa ca dandhagāmitāya. Lekhāviya paññāyati pacchimadisāyaṁ. Yāva uposathadivasāti",
  "tika-s0103t3:30_10": "yāva sukkapakkhauposathadivasā. “Cando anukkamena vaḍḍhitvā”ti idaṁ uparibhāgato",
  "tika-s0103t3:30_11": "patitasūriyālokatāya heṭṭhato pavattāya sūriyassa dūrabhāvena divase divase anukkamena",
  "tika-s0103t3:30_12": "parihāyamānāya attano chāyāya vasena anukkamena candamaṇḍalappadesassa vaḍḍhamānassa",
  "tika-s0103t3:30_13": "viya dissamānatāya vuttaṁ, tasmā anukkamena vaḍḍhitvā viya. Uposathadivase puṇṇamāyaṁ",
  "tika-s0103t3:30_14": "paripuṇṇo hoti, paripuṇṇamaṇḍalo hutvā dissatīti attho. Dhāvitvā gaṇhāti candassa",
  "tika-s0103t3:30_15": "dandhagatitāya, attano ca sīghagatitāya. Anukkamena hāyitvāti ettha “anukkamena vaḍḍhitvā”ti",
  "tika-s0103t3:30_16": "ettha vuttanayena attho veditabbo. Tattha pana chāyāya hāyamānatāya maṇḍalaṁ vaḍḍhamānaṁ",
  "tika-s0103t3:30_17": "viya dissati, idha chāyāya vaḍḍhamānatāya maṇḍalaṁ hāyamānaṁ viya dissati.",
  "tika-s0103t3:31_0": "Yāya vīthiyā sūriye gacchante vassavalāhakā devaputtā sūriyābhitāpasantattā attano",
  "tika-s0103t3:31_1": "vimānato na nikkhamanti, kīḷāpasutā hutvā na vicaranti, tadā kira sūriyassa vimānaṁ",
  "tika-s0103t3:31_2": "pakatimaggato adho otaritvā vicarati, tassa oruyha caraṇeneva candavimānampi adho",
  "tika-s0103t3:31_3": "oruyha carati taggatikattā, tasmā sā vīthi udakābhāvena ajānurūpatāya “ajavīthī”ti",
  "tika-s0103t3:31_4": "samaññaṁ gatā. Yāya pana vīthiyā sūriye gacchante vassavalāhakā devaputtā sūriyābhitāpābhāvato",
  "tika-s0103t3:31_5": "abhiṇhaṁ attano vimānato bahi nikkhamitvā kīḷāpasutā ito cito ca vicaranti, tadā",
  "tika-s0103t3:31_6": "kira sūriyavimānaṁ pakatimaggato uddhaṁ āruhitvā vicarati, tassa uddhaṁ āruyha caraṇeneva",
  "tika-s0103t3:31_7": "candavimānampi uddhaṁ āruyha carati taggatikattā, taggatikatā ca samānagatinā vātamaṇḍalena",
  "tika-s0103t3:31_8": "vimānassa phellitabbattā, tasmā sā vīthi udakabahubhāvena nāgānurūpatāya “nāgavīthī”ti",
  "tika-s0103t3:31_9": "samaññaṁ gatā. Yadā sūriyo uddhamanāruhanto, adho ca anotaranto pakatimaggeneva gacchati,",
  "tika-s0103t3:31_10": "tadā vassavalāhakā yathākālaṁ, yathāruci ca vimānato nikkhamitvā sukhena vicaranti,",
  "tika-s0103t3:31_11": "tena kālena kālaṁ vassanato loke utusamatā hoti, tāya utusamatāya hetubhūtāya sā",
  "tika-s0103t3:31_12": "candimasūriyānaṁ gati gavānurūpatāya “govīthī”ti samaññaṁ gatā. Tena vuttaṁ “ajavīthī”tiādi.",
  "tika-s0103t3:32_0": "Evaṁ “kati nesaṁ vīthiyo”ti pañhaṁ vissajjetvā “kathaṁ vicarantī”ti pañhaṁ vissajjetuṁ",
  "tika-s0103t3:32_1": "“candimasūriyā”tiādi vuttaṁ. Tattha sineruto bahi nikkhamantīti sinerusamīpena taṁ",
  "tika-s0103t3:32_2": "padakkhiṇaṁ katvā gacchantā tato gamanavīthito bahi attano tiriyagamanena cakkavāḷābhimukhā",
  "tika-s0103t3:32_3": "nikkhamanti. Anto vicarantīti evaṁ cha māse khaṇe khaṇe sineruto apasakkanavasena",
  "tika-s0103t3:32_4": "tato nikkhamitvā cakkavāḷasamīpaṁ pattā, tatopi cha māse khaṇe khaṇe apasakkanavasena",
  "tika-s0103t3:32_5": "nikkhamitvā sinerusamīpaṁ pāpuṇantā anto vicaranti. Idāni tamevatthaṁ saṅkhepena",
  "tika-s0103t3:32_6": "vuttaṁ vivarituṁ “tehī”tiādi vuttaṁ. Sinerussa, cakkavāḷassa ca yaṁ ṭhānaṁ vemajjhaṁ,",
  "tika-s0103t3:32_7": "tassa, sinerussa ca yaṁ ṭhānaṁ vemajjhaṁ, tena gacchantā “sinerusamīpenavicarantī”ti",
  "tika-s0103t3:32_8": "vuttā, na sinerussa aggāḷindaallīnā. Cakkavāḷasamīpena caritvāti etthāpi eseva nayo.",
  "tika-s0103t3:32_9": "Majjhenāti sinerussa, cakkavāḷassa ca ujukaṁ vemajjhena maggena. Citramāse majjhenāti etthāpi eseva nayo.",
  "tika-s0103t3:33_0": "Ekappahārenāti ekavelāya, ekeneva vā attano ekappahārena. Majjhanhikoti ṭhitamajjhanhiko",
  "tika-s0103t3:33_1": "kālo hoti. Tadā hi sūriyamaṇḍalaṁ uggacchantaṁ hutvāpi imasmiṁ dīpe ṭhitassa upaḍḍhameva",
  "tika-s0103t3:33_2": "dissati, uttarakurūsu ṭhitassa ogacchantaṁ hutvā. Evañhi ekavelāyameva tīsu dīpesu ālokakaraṇaṁ.",
  "tika-s0103t3:34_0": "Yesu kattikādinakkhattasamaññā, tānipi tārakarūpāni yevāti vuttaṁ “sesatārakarūpāni",
  "tika-s0103t3:34_1": "cā”ti, nakkhattasaññitatārakarūpato avasiṭṭhatārakarūpānīti attho. Ubhayānipi tāni",
  "tika-s0103t3:34_2": "devatānaṁ vasanakavimānānīti veditabbāni. Rā-saddo tiyati chijjati etthāti ratti,",
  "tika-s0103t3:34_3": "sattānaṁ saddassa vūpasamanakāloti attho. Dibbanti sattā kīḷanti jotanti etthāti",
  "tika-s0103t3:34_4": "divā. Sattānaṁ āyuṁ minanto viya siyati antaṁ karotīti māso. Taṁ taṁ kiriyaṁ arati",
  "tika-s0103t3:34_5": "vattetīti utu. Taṁ taṁ sattaṁ, dhammappavattiñca saṅgamma vadanto viya sarati vattetīti saṁvaccharo.",
  "tika-s0103t3:35_0": "122. Vivajjanaṁ vivajjo, so eva vevajjaṁ, vaṇṇassa vevajjaṁ vaṇṇavevajjaṁ, vaṇṇasampattiyā",
  "tika-s0103t3:35_1": "vigamo, tassa pana atthitā “vaṇṇavevajjatā”ti vuttā. Tenāha “vivajjabhāvo”ti. Tesanti",
  "tika-s0103t3:35_2": "vaṇṇavantānaṁ sattānaṁ. Atimānappaccayāti dubbaṇṇavambhanavasena atikkamma attano",
  "tika-s0103t3:35_3": "vaṇṇaṁ paṭicca mānapaccayā, mānasampaggaṇhananimittanti attho. Sātisayo raso etissā",
  "tika-s0103t3:35_4": "atthīti rasāti laddhamānāya, anubhāsiṁsūti anurodhavasena bhāsiṁsu. Lokuppattivaṁsakathanti",
  "tika-s0103t3:35_5": "lokuppattivaṁsajaṁ paveṇīkathaṁ, ādikāle uppannaṁ paveṇīāgatakathanti attho. “Anupatantī”tipi pāṭho, so evattho.",
  "tika-s0103t3:36": "Bhūmipappaṭakapātubhāvādivaṇṇanā",
  "tika-s0103t3:37": "123.Ediso hutvāti ahicchattakasadiso hutvā.",
  "tika-s0103t3:38": "124.Padālatāti “padā”ti evaṁnāmā ekā latā, sā pana yasmā sampannavaṇṇagandharasā, tasmā “bhaddalatā”ti vuttā. Nāḷikāti nāḷivalli. Ahāyīti nassi.",
  "tika-s0103t3:39_0": "125.Akaṭṭhapākoti akaṭṭheyeva ṭhāne uppajjitvā paccanako, nīvāro viya sañjāto hutvā",
  "tika-s0103t3:39_1": "nippajjanakoti attho. Kaṇo “kuṇḍaka”nti ca vuccati. Thusanti taṇḍulaṁ pariyonandhitvā",
  "tika-s0103t3:39_2": "ṭhitattaco, tadabhāvato “akaṇo, athuso”ti sāli vutto. “Paṭivirūḷha”nti idaṁ pakkabhāvassa",
  "tika-s0103t3:39_3": "kāraṇavacanaṁ. Paṭivirūḷhato hi taṁ pakkanti. Yasmiṁ ṭhāne sāyaṁ pakko sāli gahito,",
  "tika-s0103t3:39_4": "tadeva ṭhānaṁ dutiyadivase pāto pakkena sālinā paripuṇṇaṁ hutvā tiṭṭhatīti āha “sāyaṁ",
  "tika-s0103t3:39_5": "gahitaṭṭhānaṁ pāto pakkaṁ hotī”tiādi. Alāyitanti lāyitaṭṭhānampi tesaṁ kammappaccayā",
  "tika-s0103t3:39_6": "alāyitameva hutvā anūnaṁ paripuṇṇameva paññāyati, na kevalaṁ paññāyanameva, atha",
  "tika-s0103t3:39_7": "kho tathābhūtameva hutvā tiṭṭhati.",
  "tika-s0103t3:40": "Itthipurisaliṅgādipātubhāvavaṇṇanā",
  "tika-s0103t3:41_0": "126.“Manussakāle”ti idaṁ pubbe manussabhūtānaṁyeva tattha idāni nikantivasena uppatti",
  "tika-s0103t3:41_1": "hotīti katvā vuttaṁ, devatānampi purimajātiyaṁ itthibhāve ṭhitānaṁ tattha virāgādipurisattappaccaye",
  "tika-s0103t3:41_2": "asati tadā itthiliṅgameva pātubhavati. Purisattapaccayeti “attanopi anissaratā, sabbakālaṁ",
  "tika-s0103t3:41_3": "parāyattavuttitā, rajassalatā vañcatā, gabbhadhāraṇaṁ, paṭhamāya pakatiyā nihīnapakatitā,",
  "tika-s0103t3:41_4": "sūravīratābhāvo, ‘appakā janā’ti ‘hīḷetabbatā’ti evamādi ādīnavapaccavekkhaṇapubbakampi",
  "tika-s0103t3:41_5": "itthibhāve ‘alaṁ itthibhāvena, na hi itthibhāve ṭhatvā cakkavattisiriṁ, na sakkamārabrahmasiriyo",
  "tika-s0103t3:41_6": "paccanubhavituṁ, na paccekabodhiṁ, na sammāsambodhiṁ adhigantuṁ sakkā’ti evaṁ itthibhāvavirajjanaṁ,",
  "tika-s0103t3:41_7": "‘yathāvuttaādīnavavirahato uttamapakatibhāvato sampadamidaṁ purisattaṁ nāma seṭṭhaṁ",
  "tika-s0103t3:41_8": "uttamaṁ, ettha ṭhatvā sakkā etā sampattiyo sampāpuṇitu’nti evaṁ purisattabhāve sambhāvanāpubbakaṁ",
  "tika-s0103t3:41_9": "patthanāṭhapanaṁ, ‘tattha ninnapoṇapabbhāracittatā’ti” evamādike purisabhāvassa paccayabhūte",
  "tika-s0103t3:41_10": "dhamme. Pūretvā vaḍḍhetvā. Paccakkhaṁ bhūtaṁ, sadisañca diṭṭhadhammikaṁ, samparāyikañca",
  "tika-s0103t3:41_11": "suvipulaṁ anatthaṁ acintetvā purisassa kāmesu micchācaraṇaṁ kevalaṁ itthiyaṁ āsāpatti",
  "tika-s0103t3:41_12": "phalenevāti āsāāpatti itthibhāvāvahāpi hotiyeva. Tanninnapoṇapabbhārabhāvena tannikantiyā",
  "tika-s0103t3:41_13": "nimittabhāvāpattitoti vuttaṁ “puriso itthattabhāvaṁ labhanto kāmesumicchācāraṁ nissāya",
  "tika-s0103t3:41_14": "labhatī”ti. Tadāti yathāvutte paṭhamakappikakāle. Pakatiyāti sabhāvena. Mātugāmassāti",
  "tika-s0103t3:41_15": "purimattabhāve mātugāmabhūtassa. Purisassāti etthāpi “pakatiyā”ti padaṁ ānetvā sambandhitabbaṁ.",
  "tika-s0103t3:41_16": "Upanijjhāyatanti upecca nijjhāyantānaṁ. Yathā aññamaññasmiṁ sārāgo uppajjati, evaṁ",
  "tika-s0103t3:41_17": "sāpekkhabhāvena olokentānaṁ. Rāgapariḷāhoti rāgajo pariḷāho.",
  "tika-s0103t3:42": "Nibbuyhamānāyāti pariṇatā hutvā niyyamānāya.",
  "tika-s0103t3:43": "Methunadhammasamācāravaṇṇanā",
  "tika-s0103t3:44_0": "127.Gomayapiṇḍamattampi nālatthāti sammadeva vivāhakammaṁ nālatthāti adhippāyena",
  "tika-s0103t3:44_1": "vadanti. Pātabyatanti tasmiṁ asaddhamme kilesakāmena pivitabbataṁ kiñci pivitabbavatthuṁ",
  "tika-s0103t3:44_2": "pivantā viya ativiya tosetvā paribhuñjitabbataṁ āpajjiṁsu, pātabyatanti vā paribhuñjanakataṁ",
  "tika-s0103t3:44_3": "āpajjiṁsu upagacchiṁsu. Paribhogattho hi ayaṁ pā-saddo, kattusādhano ca tabya-saddo,",
  "tika-s0103t3:44_4": "yathāruci paribhuñjiṁsūti attho.",
  "tika-s0103t3:45_0": "Sannidhikārakanti sannidhikāraṁ, ka-kāro padavaḍḍhanamattanti āha “sannidhiṁ katvā”ti.",
  "tika-s0103t3:45_1": "Apadānanti avakhaṇḍanaṁ. Ekekasmiṁ ṭhāneti yattha yattha vahitaṁ, tasmiṁ tasmiṁ ekekasmiṁ",
  "tika-s0103t3:45_2": "ṭhāne. Gumbagumbāti puñjapuñjā.",
  "tika-s0103t3:46": "Sālivibhāgavaṇṇanā",
  "tika-s0103t3:47": "128.Sīmaṁ ṭhapeyyāmāti “ayaṁ bhūmibhāgo asukassa, ayaṁ bhūmibhāgo asukassā”ti evaṁ paricchedaṁ kareyyāma. Taṁ aggaṁ katvāti taṁ ādiṁ katvā.",
  "tika-s0103t3:48": "Mahāsammatarājavaṇṇanā",
  "tika-s0103t3:49": "130.Pakāsetabbanti dosavasena pakāsetabbaṁ. Khipitabbanti khepaṁ kātabbaṁ. Tenāha “hāretabba”nti, sattanikāyato nīharitabbaṁ.",
  "tika-s0103t3:50": "Nesanti niddhāraṇe sāmivacanaṁ.",
  "tika-s0103t3:51_0": "131.Akkharanti niruttiṁ. Sā hi mahājanena sammatoti niddhāretvā vattabbato nirutti,",
  "tika-s0103t3:51_1": "tasmiṁyeva nirūḷhabhāvato, aññattha asañcaraṇato akkharanti ca vuccati, tathā saṅkhātabbato",
  "tika-s0103t3:51_2": "saṅkhā, samaññāyatīti samaññā, paññāpanato paññatti, voharaṇato vohāro. Uppannoti",
  "tika-s0103t3:51_3": "pavatto. Na kevalaṁ akkharamevāti na kevalaṁ samaññākaraṇameva. Khettasāminoti taṁ",
  "tika-s0103t3:51_4": "taṁ bhūmibhāgaṁ pariggahetvā ṭhitasattā. Tīhi saṅkhehīti tividhakiriyābhisaṅkhatehi",
  "tika-s0103t3:51_5": "tīhi saṅkhehi khattiyādīhi tīhi vaṇṇehi pariggahitehi. “Khattiyānuyantabrāhmaṇagahapatikanegamajānapadehi",
  "tika-s0103t3:51_6": "tīhi gahapatīhi pariggahitehī”ti ca vadanti. Agganti ñātenāti aggaṁ kulanti ñātena.",
  "tika-s0103t3:51_7": "Khattiyakulañhi loke sabbaseṭṭhaṁ. Yathāha “khattiyo seṭṭho janetasmiṁ, ye gottapaṭisārino”ti,",
  "tika-s0103t3:51_8": "abhedopacārena pana akkharassa khattiyasaddassapi seṭṭhatāti pāḷiyaṁ “aggaññena akkharenā”ti",
  "tika-s0103t3:51_9": "vuttaṁ. Idāni abhedopacārena vinā eva atthaṁ dassetuṁ “agge vā”tiādi vuttaṁ.",
  "tika-s0103t3:52": "Brāhmaṇamaṇḍalādivaṇṇanā",
  "tika-s0103t3:53_0": "132. Yena anārambhabhāvena bāhitākusalā “brāhmaṇā”ti vuttā, tameva tāva dassetuṁ",
  "tika-s0103t3:53_1": "pāḷiyaṁ “vītaṅgārā”tiādi vuttanti tadatthaṁ dassento “pacitvā”tiādimāha. Tamenanti",
  "tika-s0103t3:53_2": "vacanavipallāsena niddesoti āha “te ete”ti. Abhisaṅkharontāti cittamantabhāvena aññamaññaṁ",
  "tika-s0103t3:53_3": "abhivisiṭṭhe karontā, brāhmaṇākappabhāvena saṅkharontā ca. Vācentāti paresaṁ kathentā,",
  "tika-s0103t3:53_4": "ye tathā ganthe kātuṁ na jānanti. Acchantīti āsanti, upavisantīti attho. Tenāha “vasantī”ti.",
  "tika-s0103t3:53_5": "Acchentīti kālaṁ khepenti. Hīnasammataṁ jhānabhāvanānuyogaṁ chaḍḍetvā ganthe pasutatādīpanato.",
  "tika-s0103t3:53_6": "Seṭṭhasammataṁ jātaṁ “vedadharā sottiyā subrāhmaṇāti evaṁ seṭṭhasammataṁ jātaṁ.",
  "tika-s0103t3:54": "133.Methunadhammaṁ samādiyitvāti jāyāpatikabhāvena dvayaṁ dvayaṁ nivāsaṁ ajjhupagantvā. Vāṇijakammādiketi ādi-saddena kasikammādiṁ saṅgaṇhāti.",
  "tika-s0103t3:55_0": "134.Luddācārakammakhuddācārakammunāti paraviheṭhanādiluddācārakammunā, naḷakāradārukammādikhuddācārakammunā",
  "tika-s0103t3:55_1": "ca. Suddanti ettha su-iti sīghatthe nipāto. Dā-iti garahaṇattheti āha “suddaṁ suddaṁ",
  "tika-s0103t3:55_2": "lahuṁ lahuṁ kucchitaṁ gacchantī”ti.",
  "tika-s0103t3:56_0": "135.Ahūti kālavipallāsavasena vuttanti dassento “hoti kho”ti āha. Imināti “imehi",
  "tika-s0103t3:56_1": "kho, vāseṭṭha, catūhi maṇḍalehi samaṇamaṇḍalassa abhinibbatti hotī”ti iminā vacanena.",
  "tika-s0103t3:56_2": "Imaṁ dassetīti samaṇamaṇḍalaṁ nāma…pe… suddhiṁ pāpuṇantīti imaṁ atthajātaṁ dasseti.",
  "tika-s0103t3:56_3": "Yadi imehi…pe… abhinibbatti hoti, evaṁ sante imāneva cattāri maṇḍalāni padhānāni,",
  "tika-s0103t3:56_4": "samaṇamaṇḍalaṁ appadhānaṁ tato abhinibbattattāti? Nayidamevanti dassetuṁ “imānī”tiādi",
  "tika-s0103t3:56_5": "vuttaṁ. Samaṇamaṇḍalaṁ anuvattanti guṇehi visiṭṭhabhāvato. Guṇo hi viññūnaṁ anuvattanahetu,",
  "tika-s0103t3:56_6": "na kolaputtiyaṁ, vaṇṇapokkharatā, vākkaraṇamattaṁ vā. Tenāha “dhammeneva anuvattanti,",
  "tika-s0103t3:56_7": "no adhammenā”ti. So dhammo ca lokuttarova adhippeto, yena saṁsārato visujjhati, tasmā",
  "tika-s0103t3:56_8": "samaṇamaṇḍalanti ca sāsanikameva samaṇagaṇaṁ vadatīti daṭṭhabbaṁ. Tenāha “samaṇamaṇḍalañhī”tiādi.",
  "tika-s0103t3:57": "Duccaritādikathāvaṇṇanā",
  "tika-s0103t3:58_0": "136.Micchādiṭṭhivasena samādinnakammaṁ nāma “ko anubandhitabbo. Ajotaggisoṭṭhimiso”tiādinā",
  "tika-s0103t3:58_1": "yaññavidhānādivasena pavattitaṁ hiṁsādipāpakammaṁ. Micchādiṭṭhikammassāti “esa saddhādhigato",
  "tika-s0103t3:58_2": "devayāno, yena yanti puttino visokā”tiādinā pavattitassa micchādiṭṭhisahagatakammassa.",
  "tika-s0103t3:58_3": "Samādānaṁ tassa tathā pavattanaṁ, tassā vā diṭṭhiyā upagamanaṁ.",
  "tika-s0103t3:59_0": "137.Dvayakārīti kusalākusaladvayassa kattā. Tayidaṁ dvayaṁ yasmā ekajjhaṁ nappavattati,",
  "tika-s0103t3:59_1": "tasmā āha “kālenā”tiādi. Ekakkhaṇe ubhayavipākadānaṭṭhānaṁ nāma natthi ekasmiṁ khaṇe",
  "tika-s0103t3:59_2": "cittadvayūpasañhitāya sattasantatiyā abhāvato. Yathā pana dvayakārino sukhadukkhapaṭisaṁveditā",
  "tika-s0103t3:59_3": "sambhavati, taṁ dassetuṁ “yena panā”tiādi vuttaṁ. Evaṁbhūtoti vikalāvayavo. Dvepihi",
  "tika-s0103t3:59_4": "kusalākusalakammāni katūpacitāni sabhāvato balavantāneva honti, tasmā maraṇakāle",
  "tika-s0103t3:59_5": "upaṭṭhahanti. Tesu akusalaṁ balavataraṁ hoti paccayalābhato. Nikantiādayo hi paccayavisesā",
  "tika-s0103t3:59_6": "akusalasseva sabhāgā, na kusalassa, tasmā katūpacitabhāvena samānabalesupi kusalākusalesu",
  "tika-s0103t3:59_7": "paccayalābhena vipaccituṁ laddhokāsatāya kusalato akusalaṁ balavataraṁ hotīti, tathābhūtampi",
  "tika-s0103t3:59_8": "taṁ yathā vipākadāne laddhokāsassa kusalassāpi avasaro hoti, tathā laddhapaccayaṁ",
  "tika-s0103t3:59_9": "paṭisandhidānābhimukhaṁ kusalaṁ paṭibāhitvā paṭisandhiṁ dentaṁ tiracchānayoniyaṁ",
  "tika-s0103t3:59_10": "nibbattāpetīti. “Akusalaṁ balavataraṁ hotī”ti ettha “akusalaṁ ce balavataraṁ hoti,",
  "tika-s0103t3:59_11": "taṁ kusalaṁ paṭibāhitvā”ti vuttanayeneva atthaṁ vatvā tesu kusalaṁ ce balavataraṁ",
  "tika-s0103t3:59_12": "hoti, tañca akusalaṁ paṭibāhitvā manussayoniyaṁ nibbattāpeti, akusalaṁ pavattivedanīyaṁ",
  "tika-s0103t3:59_13": "hoti, atha naṁ taṁ kāṇampi karoti khujjampi pīṭhasappimpi kucchirogādīhi vā upaddutaṁ.",
  "tika-s0103t3:59_14": "Evaṁ so pavattiyaṁ nānappakāraṁ dukkhaṁ paccanubhavatīti idaṁ sandhāya vuttaṁ “sukhadukkhappaṭisaṁvedī",
  "tika-s0103t3:59_15": "hotī”ti. Tatrāyaṁ vinicchayo – vuttakāle vā kārena samānabalesu kusalākusalakammesu",
  "tika-s0103t3:59_16": "upaṭṭhahantesu maraṇassa āsannavelāyaṁ yadi balavatarāni kusalajavanāni javanti,",
  "tika-s0103t3:59_17": "yathāupaṭṭhitaṁ akusalaṁ paṭibāhitvā kusalaṁ vuttanayena paṭisandhiṁ deti. Atha balavatarāni",
  "tika-s0103t3:59_18": "akusalajavanāni javanti, yathāupaṭṭhitaṁ kusalaṁ paṭibāhitvā akusalaṁ vuttanayeneva",
  "tika-s0103t3:59_19": "paṭisandhiṁ deti. Taṁ kissa hetu? Ubhinnaṁ kammānaṁ samānabalavabhāvato, paccayantarasāpekkhato",
  "tika-s0103t3:59_20": "cāti, sabbaṁ vīmaṁsitvā gahetabbaṁ.",
  "tika-s0103t3:60": "Bodhipakkhiyabhāvanāvaṇṇanā",
  "tika-s0103t3:61_0": "138.Bodhi vuccati maggasammādiṭṭhi, cattāri ariyasaccāni bujjhatīti katvā, sabhāvato,",
  "tika-s0103t3:61_1": "taṁsabhāvato ca tassā pakkhe bhavāti bodhipakkhiyā, sativīriyādayo dhammā, tesaṁ",
  "tika-s0103t3:61_2": "bodhipakkhiyānaṁ. Paṭipāṭiyāti bodhipakkhiyadesanāpaṭipāṭiyā. Bhāvanaṁ anugantvāti",
  "tika-s0103t3:61_3": "anukkamena pavattaṁ bhāvanaṁ patvā. Tenāha “paṭipajjitvā”ti. Saupādisesāya nibbānadhātuyā",
  "tika-s0103t3:61_4": "vasena khīṇāsavassa seṭṭhabhāvaṁ lokassa pākaṭaṁ katvā dassetuṁ sakkā, na itarāya",
  "tika-s0103t3:61_5": "sabbaso apaññattibhāvūpagamane tassa adassanatoti vuttaṁ “parinibbātīti kilesaparinibbānena",
  "tika-s0103t3:61_6": "parinibbāyatī”ti. Vinivattetvāti tato catuvaṇṇato nīharitvā.",
  "tika-s0103t3:62": "140.Tamevatthanti “khīṇāsavova devamanussesu seṭṭho”ti vuttamevatthaṁ.",
  "tika-s0103t3:63_0": "Seṭṭhacchedakavādamevāti jātibrāhmaṇānaṁ seṭṭhabhāvasamucchedakameva kathaṁ. Dassetvā",
  "tika-s0103t3:63_1": "bhāsitvā. Suttantaṁ vinivattetvāti pubbe lokiyadhammasandassanavasena pavattaṁ aggaññasuttaṁ",
  "tika-s0103t3:63_2": "“sattannaṁ bodhipakkhiyānaṁ dhammānaṁ bhāvanamanvāyā”tiādinā tato vinivattetvā nīharitvā",
  "tika-s0103t3:63_3": "tena asaṁsaṭṭhaṁ katvā. Āvajjantāti samannāharantā. Anumajjantāti pubbenāparaṁ atthato vicarantāti.",
  "tika-s0103t3:64": "Aggaññasuttavaṇṇanāya līnatthappakāsanā."
}