{
  "tika-s0403t19:0": "(20) 5. Brāhmaṇavaggo",
  "tika-s0403t19:1": "1. Soṇasuttavaṇṇanā",
  "tika-s0403t19:2_0": "191. Pañcamassa paṭhame sampiyenevāti aññamaññapemeneva kāyena ca cittena ca missībhūtā",
  "tika-s0403t19:2_1": "saṅghaṭṭitā saṁsaṭṭhā hutvā saṁvāsaṁ vattenti, na appiyena niggahena vāti vuttaṁ",
  "tika-s0403t19:2_2": "hoti. Tenāha “piya”ntiādi. Udaraṁ avadihati upacinoti pūretīti udarāvadehakaṁ. Bhāvanapuṁsakañcetaṁ,",
  "tika-s0403t19:2_3": "udarāvadehakaṁ katvā udaraṁ pūretvāti attho. Tenāha “udaraṁ avadihitvā”tiādi.",
  "tika-s0403t19:3": "Soṇasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:4": "2. Doṇabrāhmaṇasuttavaṇṇanā",
  "tika-s0403t19:5_0": "192. Dutiye pavattāroti pāvacanabhāvena vattāro. Yasmā te tesaṁ mantānaṁ pavattanakā,",
  "tika-s0403t19:5_1": "tasmā āha “pavattayitāro”ti. Sudde bahi katvā rahobhāsitabbaṭṭhena mantā eva taṁtaṁatthappaṭipattihetutāya",
  "tika-s0403t19:5_2": "mantapadaṁ. Anupanītāsādhāraṇatāya rahassabhāvena vattabbakiriyāya adhigamūpāyaṁ.",
  "tika-s0403t19:5_3": "Sajjhāyitanti gāyanavasena sajjhāyitaṁ. Taṁ pana udattānudattādīnaṁ sarānaṁ sampadāvaseneva",
  "tika-s0403t19:5_4": "icchitanti āha “sarasampattivasenā”ti. Aññesaṁ vuttanti pāvacanabhāvena aññesaṁ vuttaṁ.",
  "tika-s0403t19:5_5": "Samupabyūḷhanti saṅgahetvā uparūpari saññūḷhaṁ. Rāsikatanti iruvedayajuvedasāmavedādivasena,",
  "tika-s0403t19:5_6": "tatthāpi paccekaṁ mantabrahmādivasena, ajjhāyānuvākādivasena ca rāsikataṁ. Tesanti",
  "tika-s0403t19:5_7": "mantānaṁ kattūnaṁ. Dibbena cakkhunā oloketvāti dibbacakkhuparibhaṇḍena yathākammūpagañāṇena",
  "tika-s0403t19:5_8": "sattānaṁ kammassakatādiṁ, paccakkhato dassanaṭṭhena dibbacakkhusadisena pubbenivāsañāṇena",
  "tika-s0403t19:5_9": "atītakappe brāhmaṇānaṁ mantajjhenavidhiñca oloketvā. Pāvacanena saha saṁsandetvāti",
  "tika-s0403t19:5_10": "kassapasammāsambuddhassa yaṁ vacanaṁ vaṭṭasannissitaṁ, tena saha aviruddhaṁ katvā.",
  "tika-s0403t19:5_11": "Na hi tesaṁ vivaṭṭasannissito attho paccakkho hoti. Aparāpareti aṭṭhakādīhi aparāpare",
  "tika-s0403t19:5_12": "pacchimā okkākarājakālādīsu uppannā. Pakkhipitvāti aṭṭhakādīhi ganthitamantapadesu",
  "tika-s0403t19:5_13": "kilesasannissitapadānaṁ tattha tattha pade pakkhipanaṁ katvā. Viruddhe akaṁsūti brāhmaṇadhammikasuttādīsu",
  "tika-s0403t19:5_14": "āgatanayena saṁkilesatthadīpanato paccanīkabhūte akaṁsu.",
  "tika-s0403t19:6_0": "Usūnaṁ asanakammaṁ issatthaṁ, dhanusippena jīvikā. Idha pana issatthaṁ viyāti issatthaṁ,",
  "tika-s0403t19:6_1": "sabbaāvudhajīvikāti āha “yodhājīvakammenā”ti, āvudhaṁ gahetvā upaṭṭhānakammenāti",
  "tika-s0403t19:6_2": "attho. Rājaporisaṁ nāma vinā āvudhena poroheccāmaccakammādirājakammaṁ katvā rājupaṭṭhānaṁ.",
  "tika-s0403t19:6_3": "Sippaññatarenāti gahitāvasesena hatthiassasippādinā. Kumārabhāvato pabhuti caraṇena",
  "tika-s0403t19:6_4": "komārabrahmacariyaṁ.",
  "tika-s0403t19:7_0": "Udakaṁ pātetvā dentīti dvāre ṭhitasseva brāhmaṇassa hatthe udakaṁ āsiñcantā “idaṁ",
  "tika-s0403t19:7_1": "te, brāhmaṇa, bhariyaṁ posāpanatthāya demā”ti vatvā denti. Kasmā pana te evaṁ brahmacariyaṁ",
  "tika-s0403t19:7_2": "caritvāpi dāraṁ pariyesanti, na yāvajīvaṁ brahmacārino hontīti? Micchādiṭṭhivasena.",
  "tika-s0403t19:7_3": "Tesañhī evaṁ diṭṭhi hoti “yo puttaṁ na uppādeti, so kulavaṁsacchedakaro hoti, tato",
  "tika-s0403t19:7_4": "niraye paccatī”ti. Cattāro kira abhāyitabbaṁ bhāyanti gaṇḍuppādako, kikī, kontinī,",
  "tika-s0403t19:7_5": "brāhmaṇoti. Gaṇḍuppādā kira mahāpathaviyā khayanabhayena mattabhojanā honti, na bahuṁ",
  "tika-s0403t19:7_6": "mattikaṁ khādanti. Kikī sakuṇikā ākāsapatanabhayena aṇḍassa upari uttānā seti. Kontinī",
  "tika-s0403t19:7_7": "sakuṇī pathavīkampanabhayena pādehi bhūmiṁ na suṭṭhu akkamati. Brāhmaṇā kulavaṁsūpacchedabhayena",
  "tika-s0403t19:7_8": "dāraṁ pariyesanti. Āhu cettha –",
  "tika-s0403t19:8": "“Gaṇḍuppādo kikī ceva, kontī brāhmaṇadhammiko;",
  "tika-s0403t19:9": "Ete abhayaṁ bhāyanti, sammūḷhā caturo janā”ti. ;",
  "tika-s0403t19:10": "Sesamettha uttānameva.",
  "tika-s0403t19:11": "Doṇabrāhmaṇasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:12": "3. Saṅgāravasuttavaṇṇanā",
  "tika-s0403t19:13_0": "193. Tatiye paṭhamaññevāti puretaraṁyeva, asajjhāyakatānaṁ mantānaṁ appaṭibhānaṁ",
  "tika-s0403t19:13_1": "pageva paṭhamaṁyeva siddhaṁ, tattha vattabbameva natthīti adhippāyo. Pariyuṭṭhānaṁ",
  "tika-s0403t19:13_2": "nāma abhibhavo gahaṇanti āha “kāmarāgapariyuṭṭhitenāti kāmarāgaggahitenā”ti. Vikkhambheti",
  "tika-s0403t19:13_3": "apanetīti vikkhambhanaṁ, paṭipakkhato nissarati etenāti nissaraṇaṁ. Vikkhambhanañca",
  "tika-s0403t19:13_4": "taṁ nissaraṇañcāti vikkhambhananissaraṇaṁ. Tenāha “tatthā”tiādi. Sesapadadvayepi",
  "tika-s0403t19:13_5": "eseva nayo. Attanā araṇīyo pattabbo attho attattho. Tathā parattho veditabbo.",
  "tika-s0403t19:14_0": "“Aniccato anupassanto niccasaññaṁ pajahatī”tiādīsu byāpādādīnaṁ anāgatattā byāpādavāre",
  "tika-s0403t19:14_1": "tadaṅganissaraṇaṁ na gahitaṁ. Kiñcāpi na gahitaṁ, paṭisaṅkhānavasena tassa vinodetabbatāya",
  "tika-s0403t19:14_2": "tadaṅganissaraṇampi labbhatevāti sakkā viññātuṁ. Ālokasaññā upacārappattā vā appanāppattā",
  "tika-s0403t19:14_3": "vā. Yo koci kasiṇajjhānādibhedo samatho. Dhammavavatthānaṁ upacārappanāppattavasena gahetabbaṁ.",
  "tika-s0403t19:15_0": "Kudhitoti tatto. Ussūrakajātoti tasseva kudhitabhāvassa ussūrakaṁ accuṇhataṁ patto.",
  "tika-s0403t19:15_1": "Tenāha “usumakajāto”ti. Tilabījakādibhedenāti tilabījakaṇṇikakesarādibhedena sevālena.",
  "tika-s0403t19:15_2": "Paṇakenāti udakapicchillena. Appasanno ākulatāya. Asannisinno kalaluppattiyā. Anālokaṭṭhāneti ālokarahite ṭhāne.",
  "tika-s0403t19:16": "Saṅgāravasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:17": "4. Kāraṇapālīsuttavaṇṇanā",
  "tika-s0403t19:18_0": "194. Catutthe paṇḍito maññeti ettha maññeti idaṁ “maññatī”ti iminā samānatthaṁ nipātapadaṁ.",
  "tika-s0403t19:18_1": "Tassa iti-saddaṁ ānetvā atthaṁ dassento “paṇḍitoti maññatī”ti āha. Anumatipucchāvasena",
  "tika-s0403t19:18_2": "cetaṁ vuttaṁ. Tenevāha “udāhu no”ti. “Taṁ kiṁ maññati bhavaṁ piṅgiyānī samaṇassa",
  "tika-s0403t19:18_3": "gotamassa paññāveyyattiya”nti vuttamevatthaṁ puna gaṇhanto “paṇḍito maññe”ti āha,",
  "tika-s0403t19:18_4": "tasmā vuttaṁ “bhavaṁ piṅgiyānī samaṇaṁ gotamaṁ paṇḍitoti maññati udāhu no”ti, yathā",
  "tika-s0403t19:18_5": "te khameyya, tathā naṁ kathehīti adhippāyo. Ahaṁ ko nāma, mama avisayo esoti dasseti.",
  "tika-s0403t19:18_6": "Ko cāti hetunissakke paccattavacananti āha “kuto cā”ti. Tathā cāha “kena kāraṇena",
  "tika-s0403t19:18_7": "jānissāmī”ti, yena kāraṇena samaṇassa gotamassa paññāveyyattiyaṁ jāneyyaṁ, taṁ kāraṇaṁ",
  "tika-s0403t19:18_8": "mayi natthīti adhippāyo. Buddhoyeva bhaveyya abuddhassa sabbathā buddhañāṇānubhāvaṁ",
  "tika-s0403t19:18_9": "jānituṁ asakkuṇeyyattāti. Vuttañhetaṁ – “appamattakaṁ panetaṁ, bhikkhave, oramattakaṁ",
  "tika-s0403t19:18_10": "sīlamattakaṁ, yena puthujjano tathāgatassa vaṇṇaṁ vadamāno vadeyya. Atthi, bhikkhave,",
  "tika-s0403t19:18_11": "aññeva dhammā gambhīrā duddasā duranubodhā…pe… yehi tathāgatassa yathābhūtaṁ vaṇṇaṁ",
  "tika-s0403t19:18_12": "sammā vadamāno vadeyyā”ti ca. Etthāti “sopi nūnassa tādiso”ti etasmiṁ pade.",
  "tika-s0403t19:19_0": "Pasatthappasatthoti pasatthehi pāsaṁsehi attano guṇeheva so pasattho, na tassa kittinā,",
  "tika-s0403t19:19_1": "pasaṁsāsabhāveneva pāsaṁsoti attho. Tenāha “sabbaguṇāna”ntiādi. Maṇiratananti cakkavattino maṇiratanaṁ.",
  "tika-s0403t19:20_0": "Sadevake pāsaṁsānampi pāsaṁsoti dassetuṁ “pasatthehi vā”ti dutiyavikappo gahito.",
  "tika-s0403t19:20_1": "Araṇīyato attho, so eva vasatīti vasoti atthavaso. Tassa tassa payogassa ānisaṁsabhūtaṁ",
  "tika-s0403t19:20_2": "phalanti āha “atthavasanti atthānisaṁsa”nti. Attho vā phalaṁ tadadhīnavuttitāya vaso",
  "tika-s0403t19:20_3": "etassāti atthavaso, kāraṇaṁ.",
  "tika-s0403t19:21": "Khuddakamadhūti khuddakamakkhikāhi katadaṇḍakamadhu. Aneḷakanti niddosaṁ apagatamakkhikaṇḍakaṁ.",
  "tika-s0403t19:22_0": "Udāharīyati ubbegapītivasenāti udānaṁ, tathā vā udāharaṇaṁ udānaṁ. Tenāha “udāhāraṁ",
  "tika-s0403t19:22_1": "udāharī”ti. Yathā pana taṁ vacanaṁ udānanti vuccati, taṁ dassetuṁ “yathā hī”tiādi",
  "tika-s0403t19:22_2": "vuttaṁ. Sesaṁ suviññeyyameva.",
  "tika-s0403t19:23": "Kāraṇapālīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:24": "5. Piṅgiyānīsuttavaṇṇanā",
  "tika-s0403t19:25_0": "195. Pañcame sabbasaṅgāhikanti sarīragatassa ceva vatthālaṅkāragatassa cāti sabbassa",
  "tika-s0403t19:25_1": "nīlabhāvassa saṅgāhakavacanaṁ. Tassevāti nīlādisabbasaṅgāhikavasena vuttaatthasseva.",
  "tika-s0403t19:25_2": "Vibhāgadassananti pabhedadassanaṁ. Yathā te licchavirājāno apītādivaṇṇā eva keci",
  "tika-s0403t19:25_3": "keci vilepanavasena pītādivaṇṇā khāyiṁsu, evaṁ anīlādivaṇṇā eva keci vilepanavasena",
  "tika-s0403t19:25_4": "nīlādivaṇṇā khāyiṁsu. Te kira suvaṇṇavicittehi maṇiobhāsehi ekanīlā viya khāyanti.",
  "tika-s0403t19:26_0": "Kokanadanti vā padumavisesanaṁ yathā “kokāsaka”nti. Taṁ kira bahupattaṁ vaṇṇasampannaṁ",
  "tika-s0403t19:26_1": "ativiya sugandhañca hoti. Ayañhettha attho – yathā kokanadasaṅkhātaṁ padumaṁ pāto",
  "tika-s0403t19:26_2": "sūriyuggamanavelāya phullaṁ vikasitaṁ avītagandhaṁ siyā virocamānaṁ, evaṁ sarīragandhena",
  "tika-s0403t19:26_3": "guṇagandhena ca sugandhaṁ, saradakāle antalikkhe ādiccamiva attano tejasā tapantaṁ,",
  "tika-s0403t19:26_4": "aṅgehi niccharantajutitāya aṅgīrasaṁ sambuddhaṁ passāti.",
  "tika-s0403t19:27": "Piṅgiyānīsuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:28": "6. Mahāsupinasuttavaṇṇanā",
  "tika-s0403t19:29_0": "196. Chaṭṭhe dhātukkhobhakaraṇapaccayo nāma visabhāgabhesajjasenāsanāhārādipaccayo.",
  "tika-s0403t19:29_1": "Atthakāmatāya vā anatthakāmatāya vāti pasannā atthakāmatāya, kuddhā anatthakāmatāya.",
  "tika-s0403t19:29_2": "Atthāya vā anatthāya vāti sabhāvato bhavitabbāya atthāya vā anatthāya vā. Upasaṁharantīti",
  "tika-s0403t19:29_3": "attano devānubhāvena upanenti. Bodhisattamātā viya puttapaṭilābhanimittanti tadā",
  "tika-s0403t19:29_4": "kira pure puṇṇamāya sattamadivasato paṭṭhāya vigatasurāpānaṁ mālāgandhādivibhūtisampannaṁ",
  "tika-s0403t19:29_5": "nakkhattakīḷaṁ anubhavamānā bodhisattamātā sattame divase pātova uṭṭhāya gandhodakena",
  "tika-s0403t19:29_6": "nahāyitvā sabbālaṅkārabhūsitā varabhojanaṁ bhuñjitvā uposathaṅgāni adhiṭṭhāya sirigabbhaṁ",
  "tika-s0403t19:29_7": "pavisitvā sirisayane nipannā niddaṁ okkamamānā imaṁ supinaṁ addasa – cattāro kira",
  "tika-s0403t19:29_8": "naṁ mahārājāno sayaneneva saddhiṁ ukkhipitvā anotattadahaṁ netvā nahāpetvā dibbavatthaṁ",
  "tika-s0403t19:29_9": "nivāsetvā dibbagandhehi vilimpetvā dibbapupphāni piḷandhetvā tato avidūre rajatapabbato,",
  "tika-s0403t19:29_10": "tassa anto kanakavimānaṁ atthi, tasmiṁ pācīnato sīsaṁ katvā nipajjāpesuṁ. Atha bodhisatto",
  "tika-s0403t19:29_11": "setavaravāraṇo hutvā tato avidūre eko suvaṇṇapabbato, tattha caritvā tato oruyha",
  "tika-s0403t19:29_12": "rajatapabbataṁ āruhitvā kanakavimānaṁ pavisitvā mātaraṁ padakkhiṇaṁ katvā dakkhiṇapassaṁ",
  "tika-s0403t19:29_13": "phāletvā kucchiṁ paviṭṭhasadiso ahosi. Imaṁ supinaṁ sandhāya etaṁ vuttaṁ “bodhisattamātā",
  "tika-s0403t19:29_14": "viya puttapaṭilābhanimitta”nti.",
  "tika-s0403t19:30": "Kosalarājāviya soḷasa supineti –",
  "tika-s0403t19:31": "“Usabhā rukkhā gāviyo gavā ca,",
  "tika-s0403t19:32": "Asso kaṁso siṅgālī ca kumbho;",
  "tika-s0403t19:33": "Pokkharaṇī ca apākacandanaṁ,",
  "tika-s0403t19:34": "Lābūni sīdanti silāplavanti.",
  "tika-s0403t19:35": "“Maṇḍūkiyo kaṇhasappe gilanti,",
  "tika-s0403t19:36": "Kākaṁ suvaṇṇā parivārayanti;",
  "tika-s0403t19:37": "Tasā vakā eḷakānaṁ bhayā hī”ti. –",
  "tika-s0403t19:38": "Ime soḷasa supine passanto kosalarājā viya.",
  "tika-s0403t19:39_0": "1. Ekadivasaṁ kira kosalamahārājā rattiṁ niddūpagato pacchimayāme soḷasa mahāsupine",
  "tika-s0403t19:39_1": "passi. Tattha cattāro añjanavaṇṇā kāḷausabhā “yujjhissāmā”ti catūhi disāhi rājaṅgaṇaṁ",
  "tika-s0403t19:39_2": "āgantvā “usabhayuddhaṁ passissāmā”ti mahājane sannipatite yujjhanākāraṁ dassetvā",
  "tika-s0403t19:39_3": "naditvā gajjitvā ayujjhitvāva paṭikkantā. Imaṁ paṭhamaṁ supinaṁ addasa.",
  "tika-s0403t19:40": "2. Khuddakā rukkhā ceva gacchā ca pathaviṁ bhinditvā vidatthimattampi ratanamattampi anuggantvāva pupphanti ceva phalanti ca. Imaṁ dutiyaṁ addasa.",
  "tika-s0403t19:41": "3. Gāviyo tadahujātānaṁ vacchānaṁ khīraṁ pivantiyo addasa. Ayaṁ tatiyo supino.",
  "tika-s0403t19:42_0": "4. Dhuravāhe ārohapariṇāhasampanne mahāgoṇe yugaparamparāya ayojetvā taruṇe godamme",
  "tika-s0403t19:42_1": "dhure yojente addasa. Te dhuraṁ vahituṁ asakkontā chaḍḍetvā aṭṭhaṁsu, sakaṭāni nappavattiṁsu.",
  "tika-s0403t19:42_2": "Ayaṁ catuttho supino.",
  "tika-s0403t19:43": "5. Ekaṁ ubhatomukhaṁ assaṁ addasa. Tassa ubhosu passesu yavasaṁ denti, so dvīhipi mukhehi khādati. Ayaṁ pañcamo supino.",
  "tika-s0403t19:44": "6. Mahājano satasahassagghanikaṁ suvaṇṇapātiṁ sammajjitvā “idha passāvaṁ karohī”ti ekassa jarasiṅgālassa upanāmesi. Taṁ tattha passāvaṁ karontaṁ addasa. Ayaṁ chaṭṭho supino.",
  "tika-s0403t19:45": "7. Eko puriso rajjuṁ vaṭṭetvā pādamūle nikkhipati. Tena nisinnapīṭhassa heṭṭhā sayitā chātasiṅgālī tassa ajānantasseva taṁ khādati. Imaṁ sattamaṁ supinaṁ addasa.",
  "tika-s0403t19:46_0": "8. Rājadvāre bahūhi tucchakumbhehi parivāretvā ṭhapitaṁ ekaṁ mahantaṁ pūritakumbhaṁ",
  "tika-s0403t19:46_1": "addasa. Cattāropi pana vaṇṇā catūhi disāhi catūhi anudisāhi ca ghaṭehi udakaṁ ānetvā",
  "tika-s0403t19:46_2": "pūritakumbhameva pūrenti, pūritaṁ pūritaṁ udakaṁ uttaritvā palāyati. Tepi punappunaṁ",
  "tika-s0403t19:46_3": "tattheva udakaṁ āsiñcanti, tucchakumbhe olokentāpi natthi. Ayaṁ aṭṭhamo supino.",
  "tika-s0403t19:47_0": "9. Ekaṁ pañcapadumasañchannaṁ gambhīraṁ sabbatotitthaṁ pokkharaṇiṁ addasa. Samantato",
  "tika-s0403t19:47_1": "dvipadacatuppadā otaritvā tattha pānīyaṁ pivanti. Tassa majjhe gambhīraṭṭhāne udakaṁ",
  "tika-s0403t19:47_2": "āvilaṁ, tīrappadese dvipadacatuppadānaṁ akkamanaṭṭhāne acchaṁ vippasannamanāvilaṁ. Ayaṁ navamo supino.",
  "tika-s0403t19:48_0": "10. Ekissāyeva kumbhiyā paccamānaṁ odanaṁ apākaṁ addasa. “Apāka”nti vicāretvā vibhajitvā",
  "tika-s0403t19:48_1": "ṭhapitaṁ viya tīhākārehi paccamānaṁ ekasmiṁ passe atikilinno hoti, ekasmiṁ uttaṇḍulo,",
  "tika-s0403t19:48_2": "ekasmiṁ supakkoti. Ayaṁ dasamo supino.",
  "tika-s0403t19:49": "11. Satasahassagghanakaṁ candanasāraṁ pūtitakkena vikkiṇante addasa. Ayaṁ ekādasamo supino.",
  "tika-s0403t19:50": "12. Tucchalābūni udake sīdantāni addasa. Ayaṁ dvādasamo supino.",
  "tika-s0403t19:51": "13. Mahantamahantā kūṭāgārappamāṇā ghanasilā nāvā viya udake plavamānā addasa. Ayaṁ terasamo supino.",
  "tika-s0403t19:52": "14. Khuddakamadhukapupphappamāṇā maṇḍūkiyo mahante kaṇhasappe vegena anubandhitvā uppalanāḷe viya chinditvā maṁsaṁ khāditvā gilantiyo addasa. Ayaṁ cuddasamo supino.",
  "tika-s0403t19:53": "15. Dasahi asaddhammehi samannāgataṁ gāmagocaraṁ kākaṁ kañcanavaṇṇavaṇṇatāya “suvaṇṇā”ti laddhanāme suvaṇṇarājahaṁse parivārente addasa. Ayaṁ pannarasamo supino.",
  "tika-s0403t19:54_0": "16. Pubbe dīpino eḷake khādanti. Te pana eḷake dīpino anubandhitvā muramurāti khādante",
  "tika-s0403t19:54_1": "addasa. Athaññe tasā vakā eḷake dūratova disvā tasitā tāsappattā hutvā eḷakānaṁ bhayā",
  "tika-s0403t19:54_2": "palāyitvā gumbagahanāni pavisitvā nilīyiṁsu. Ayaṁ soḷasamo supino.",
  "tika-s0403t19:55_0": "1. Tattha adhammikānaṁ rājūnaṁ, adhammikānañca manussānaṁ kāle loke viparivattamāne",
  "tika-s0403t19:55_1": "kusale osanne akusale ussanne lokassa parihānakāle devo na sammā vasissati, meghapādā",
  "tika-s0403t19:55_2": "pacchijjissanti, sassāni milāyissanti, dubbhikkhaṁ bhavissati, vassitukāmā viya catūhi",
  "tika-s0403t19:55_3": "disāhi meghā uṭṭhahitvā itthikāhi ātape patthaṭānaṁ vīhiādīnaṁ temanabhayena antopavesitakāle",
  "tika-s0403t19:55_4": "purisesu kudālapiṭake ādāya āḷibandhanatthāya nikkhantesu vassanākāraṁ dassetvā gajjitvā",
  "tika-s0403t19:55_5": "vijjulatā nicchāretvā usabhā viya ayujjhitvā avassitvāva palāyissanti. Ayaṁ paṭhamassa vipāko.",
  "tika-s0403t19:56_0": "2. Lokassa parihīnakāle manussānaṁ parittāyukakāle sattā tibbarāgā bhavissanti, asampattavayāva",
  "tika-s0403t19:56_1": "kumāriyo purisantaraṁ gantvā utuniyo ceva gabbhiniyo ca hutvā puttadhītāhi vaḍḍhissanti.",
  "tika-s0403t19:56_2": "Khuddakarukkhānaṁ pupphaṁ viya hi tāsaṁ utunibhāvo, phalaṁ viya ca puttadhītaro bhavissanti.",
  "tika-s0403t19:56_3": "Ayaṁ dutiyassa vipāko.",
  "tika-s0403t19:57_0": "3. Manussānaṁ jeṭṭhāpacāyikakammassa naṭṭhakāle sattā mātāpitūsu vā sassusasuresu",
  "tika-s0403t19:57_1": "vā lajjaṁ anupaṭṭhapetvā sayameva kuṭumbaṁ saṁvidahantāva ghāsacchādanamattampi mahallakānaṁ",
  "tika-s0403t19:57_2": "dātukāmā dassanti, adātukāmā na dassanti. Mahallakā anāthā hutvā asayaṁvasī dārake",
  "tika-s0403t19:57_3": "ārādhetvā jīvissanti tadahujātānaṁ vacchakānaṁ khīraṁ pivantiyo mahāgāviyo viya.",
  "tika-s0403t19:57_4": "Ayaṁ tatiyassa vipāko.",
  "tika-s0403t19:58_0": "4. Adhammikarājūnaṁ kāle adhammikarājāno paṇḍitānaṁ paveṇikusalānaṁ kammanittharaṇasamatthānaṁ",
  "tika-s0403t19:58_1": "mahāmattānaṁ yasaṁ na dassanti, dhammasabhāyaṁ vinicchayaṭṭhānepi paṇḍite vohārakusale",
  "tika-s0403t19:58_2": "mahallake amacce na ṭhapessanti, tabbiparītānaṁ pana taruṇataruṇānaṁ yasaṁ dassanti,",
  "tika-s0403t19:58_3": "tathārūpe eva ca vinicchayaṭṭhāne ṭhapessanti. Te rājakammāni ceva yuttāyuttañca",
  "tika-s0403t19:58_4": "ajānantā neva taṁ yasaṁ ukkhipituṁ sakkhissanti, na rājakammāni nittharituṁ. Te asakkontā",
  "tika-s0403t19:58_5": "kammadhuraṁ chaḍḍessanti, mahallakāpi paṇḍitāmaccā yasaṁ alabhantā kiccāni nittharituṁ",
  "tika-s0403t19:58_6": "samatthāpi “kiṁ amhākaṁ etehi, mayaṁ bāhirakā jātā, abbhantarikā taruṇadārakā jānissantī”ti",
  "tika-s0403t19:58_7": "uppannāni kammāni na karissanti. Evaṁ sabbathāpi tesaṁ rājūnaṁ hāniyeva bhavissati,",
  "tika-s0403t19:58_8": "dhuraṁ vahituṁ asamatthānaṁ vacchadammānaṁ dhure yojitakālo viya dūravāhānañca mahāgoṇānaṁ",
  "tika-s0403t19:58_9": "yugaparamparāya ayojitakālo viya bhavissati. Ayaṁ catutthassa vipāko.",
  "tika-s0403t19:59_0": "5. Adhammikarājakāleyeva adhammikabālarājāno adhammike lolamanusse vinicchaye ṭhapessanti,",
  "tika-s0403t19:59_1": "te pāpapuññesu anādarā bālā sabhāyaṁ nisīditvā vinicchayaṁ dentā ubhinnampi atthapaccatthikānaṁ",
  "tika-s0403t19:59_2": "hatthato lañjaṁ gahetvā khādissanti asso viya dvīhi mukhehi yavasaṁ. Ayaṁ pañcamassa vipāko.",
  "tika-s0403t19:60_0": "6. Adhammikāyeva vijātirājāno jātisampannānaṁ kulaputtānaṁ āsaṅkāya yasaṁ na dassanti,",
  "tika-s0403t19:60_1": "akulīnānaṁyeva dassanti. Evaṁ mahākulāni duggatāni bhavissanti, lāmakakulāni issarāni.",
  "tika-s0403t19:60_2": "Te ca kulīnapurisā jīvituṁ asakkontā “ime nissāya jīvissāmā”ti akulīnānaṁ dhītaro",
  "tika-s0403t19:60_3": "dassanti, iti tāsaṁ kuladhītānaṁ akulīnehi saddhiṁ saṁvāso jarasiṅgālassa suvaṇṇapātiyaṁ",
  "tika-s0403t19:60_4": "passāvakaraṇasadiso bhavissati. Ayaṁ chaṭṭhassa vipāko.",
  "tika-s0403t19:61_0": "7. Gacchante gacchante kāle itthiyo purisalolā surālolā alaṅkāralolā visikhālolā",
  "tika-s0403t19:61_1": "āmisalolā bhavissanti dussīlā durācārā. Tā sāmikehi kasigorakkhādīni kammāni katvā",
  "tika-s0403t19:61_2": "kicchena kasirena sambhataṁ dhanaṁ jārehi saddhiṁ suraṁ pivantiyo mālāgandhavilepanaṁ",
  "tika-s0403t19:61_3": "dhārayamānā antogehe accāyikampi kiccaṁ anoloketvā gehaparikkhepassa uparibhāgenapi",
  "tika-s0403t19:61_4": "chiddaṭṭhānehipi jāre upadhārayamānā sve vapitabbayuttakaṁ bījampi koṭṭetvā yāgubhattakhajjakāni",
  "tika-s0403t19:61_5": "pacitvā khādamānā vilumpissanti heṭṭhāpīṭhake nipannachātasiṅgālī viya vaṭṭetvā vaṭṭetvā",
  "tika-s0403t19:61_6": "pādamūle nikkhittarajjuṁ. Ayaṁ sattamassa vipāko.",
  "tika-s0403t19:62_0": "8. Gacchante gacchante kāle loko parihāyissati, raṭṭhaṁ nirojaṁ bhavissati, rājāno",
  "tika-s0403t19:62_1": "duggatā kapaṇā bhavissanti. Yo issaro bhavissati, tassa bhaṇḍāgāre satasahassamattā",
  "tika-s0403t19:62_2": "bhavissanti. Te evaṁduggatā sabbe jānapade attanova kammaṁ kāressanti, upaddutā manussā",
  "tika-s0403t19:62_3": "sake kammante chaḍḍetvā rājūnaṁyeva atthāya pubbaṇṇāparaṇṇāni vapantā rakkhantā lāyantā",
  "tika-s0403t19:62_4": "maddantā pavesentā ucchukkhettāni karontā yantāni vāhentā phāṇitādīni pacantā pupphārāme",
  "tika-s0403t19:62_5": "phalārāme ca karontā tattha tattha nipphannāni pubbaṇṇādīni āharitvā rañño koṭṭhāgārameva",
  "tika-s0403t19:62_6": "pūressanti. Attano gehesu tucchakoṭṭhe olokentāpi na bhavissanti, tucchakumbhe anoloketvā",
  "tika-s0403t19:62_7": "pūritakumbhapūraṇasadisameva bhavissati. Ayaṁ aṭṭhamassa vipāko.",
  "tika-s0403t19:63_0": "9. Gacchante gacchante kāle rājāno adhammikā bhavissanti, chandādivasena agatiṁ gacchantā",
  "tika-s0403t19:63_1": "rajjaṁ kāressanti, dhammena vinicchayaṁ nāma na dassanti lañjavittakā bhavissanti",
  "tika-s0403t19:63_2": "dhanalolā, raṭṭhavāsikesu tesaṁ khantimettānuddayā nāma na bhavissanti, kakkhaḷā",
  "tika-s0403t19:63_3": "pharusā ucchuyante ucchubhaṇḍikā viya manusse pīḷentā nānappakāraṁ baliṁ uppādetvā",
  "tika-s0403t19:63_4": "dhanaṁ gaṇhissanti. Manussā balipīḷitā kiñci dātuṁ asakkontā gāmanigamādayo chaḍḍetvā",
  "tika-s0403t19:63_5": "paccantaṁ gantvā vāsaṁ kappessanti. Majjhimajanapado suñño bhavissati, paccanto ghanavāso",
  "tika-s0403t19:63_6": "seyyathāpi pokkharaṇiyā majjhe udakaṁ āvilaṁ pariyante vippasannaṁ. Ayaṁ navamassa vipāko.",
  "tika-s0403t19:64_0": "10. Gacchante gacchante kāle rājāno adhammikā bhavissanti, tesu adhammikesu rājayuttāpi",
  "tika-s0403t19:64_1": "brāhmaṇagahapatikāpi negamajānapadāpīti samaṇabrāhmaṇe upādāya sabbe manussā adhammikā",
  "tika-s0403t19:64_2": "bhavissanti. Tato tesaṁ ārakkhadevatā, balipaṭiggāhikadevatā, rukkhadevatā, ākāsaṭṭhadevatāti",
  "tika-s0403t19:64_3": "evaṁ devatāpi adhammikā bhavissanti. Adhammikarājūnaṁ rajje vātā visamā kharā vāyissanti,",
  "tika-s0403t19:64_4": "te ākāsaṭṭhakavimānāni kampessanti. Tesu kampitesu devatā kupitā devaṁ vassituṁ na",
  "tika-s0403t19:64_5": "dassanti. Vassamānopi sakalaraṭṭhe ekappahāreneva na vassissati, vassamānopi sabbattha",
  "tika-s0403t19:64_6": "kasikammassa vā vappakammassa vā upakāro hutvā na vassissati. Yathā ca raṭṭhe, evaṁ",
  "tika-s0403t19:64_7": "janapadepi gāmepi ekataḷākasarepi ekappahārena na vassissati, taḷākassa uparibhāge",
  "tika-s0403t19:64_8": "vassanto heṭṭhābhāge na vassissati, heṭṭhā vassanto upari na vassissati. Ekasmiṁ",
  "tika-s0403t19:64_9": "bhāge sassaṁ ativassena nassissati, ekasmiṁ avassanena milāyissati, ekasmiṁ sammā",
  "tika-s0403t19:64_10": "vassamāno sampādessati. Evaṁ ekassa rañño rajje vuttasassā vipāko. Tippakārā bhavissanti",
  "tika-s0403t19:64_11": "ekakumbhiyā odano viya. Ayaṁ dasamassa vipāko.",
  "tika-s0403t19:65_0": "11. Gacchante gacchanteyeva kāle sāsane parihāyante paccayalolā alajjikā bahū bhikkhū",
  "tika-s0403t19:65_1": "bhavissanti. Te bhagavatā paccayaloluppaṁ nimmathetvā kathitadhammadesanaṁ cīvarādicatupaccayahetu",
  "tika-s0403t19:65_2": "paresaṁ desessanti. Paccayehi mucchitvā nittharaṇapakkhe ṭhitā nibbānābhimukhaṁ katvā",
  "tika-s0403t19:65_3": "desetuṁ na sakkhissanti. Kevalaṁ “padabyañjanasampattiñceva madhurasaddañca sutvā",
  "tika-s0403t19:65_4": "mahagghāni cīvarādīni dassanti”iccevaṁ desessanti. Apare antaravīthicatukkarājadvārādīsu",
  "tika-s0403t19:65_5": "nisīditvā kahāpaṇaaḍḍhakahāpaṇapādamāsakarūpādīnipi nissāya desessanti. Iti bhagavatā",
  "tika-s0403t19:65_6": "nibbānagghanakaṁ katvā desitaṁ dhammaṁ catupaccayatthāya ceva kahāpaṇādiatthāya ca",
  "tika-s0403t19:65_7": "vikkiṇitvā desentā satasahassagghanakaṁ candanasāraṁ pūtitakkena vikkiṇantā viya",
  "tika-s0403t19:65_8": "bhavissanti. Ayaṁ ekādasamassa vipāko.",
  "tika-s0403t19:66_0": "12. Adhammikarājakāle loke viparivattanteyeva rājāno jātisampannānaṁ kulaputtānaṁ",
  "tika-s0403t19:66_1": "yasaṁ na dassanti, akulīnānaññeva dassanti. Te issarā bhavissanti, itarā daliddā.",
  "tika-s0403t19:66_2": "Rājasammukhepi rājadvārepi amaccasammukhepi vinicchayaṭṭhānepi tucchalābusadisānaṁ",
  "tika-s0403t19:66_3": "akulīnānaṁyeva kathā osīditvā ṭhitā viya niccalā suppatiṭṭhitā bhavissati. Saṅghasannipātepi",
  "tika-s0403t19:66_4": "saṅghakammagaṇakammaṭṭhānesu ceva pattacīvarapariveṇādivinicchayaṭṭhānesu ca dussīlānaṁ",
  "tika-s0403t19:66_5": "pāpapuggalānaṁyeva kathā niyyānikā bhavissati, na lajjibhikkhūnanti evaṁ sabbatthāpi",
  "tika-s0403t19:66_6": "tucchalābūnaṁ sīdanakālo viya bhavissati. Ayaṁ dvādasamassa vipāko.",
  "tika-s0403t19:67_0": "13. Tādiseyeva kāle adhammikarājāno akulīnānaṁ yasaṁ dassanti. Te issarā bhavissanti,",
  "tika-s0403t19:67_1": "kulīnā duggatā. Tesu na keci gāravaṁ karissanti, itaresuyeva karissanti. Rājasammukhe",
  "tika-s0403t19:67_2": "vā amaccasammukhe vā vinicchayaṭṭhāne vā vinicchayakusalānaṁ ghanasilāsadisānaṁ kulaputtānaṁ",
  "tika-s0403t19:67_3": "kathā na ogāhitvā patiṭṭhahissati. Tesu kathentesu “kiṁ ime kathentī”ti itare parihāsameva",
  "tika-s0403t19:67_4": "karissanti. Bhikkhusannipātepi vuttappakāresu ṭhānesu neva pesale bhikkhū garukātabbe",
  "tika-s0403t19:67_5": "maññissanti, nāpi nesaṁ kathā pariyogāhitvā patiṭṭhahissati, silānaṁ plavanakālo",
  "tika-s0403t19:67_6": "viya bhavissati. Ayaṁ terasamassa vipāko.",
  "tika-s0403t19:68_0": "14. Loke parihāyanteyeva manussā tibbarāgādijātikā kilesānuvattakā hutvā taruṇānaṁ",
  "tika-s0403t19:68_1": "attano bhariyānaṁ vase vattissanti. Gehe dāsakammakārādayopi gomahiṁsādayopi hiraññasuvaṇṇampi",
  "tika-s0403t19:68_2": "sabbaṁ tāsaṁyeva āyattaṁ bhavissati. “Asukaṁ hiraññasuvaṇṇaṁ vā paricchadādijātaṁ",
  "tika-s0403t19:68_3": "vā kaha”nti vutte “yattha vā tattha vā hotu, kiṁ tuyhiminā byāpārena, tvaṁ mayhaṁ",
  "tika-s0403t19:68_4": "ghare santaṁ vā asantaṁ vā jānitukāmo jāto”ti vatvā nānappakārehi akkositvā mukhasattīhi",
  "tika-s0403t19:68_5": "koṭṭetvā dāsaceṭake viya vase katvā attano issariyaṁ pavattessanti. Evaṁ madhukapupphappamāṇānaṁ",
  "tika-s0403t19:68_6": "maṇḍūkīnaṁ āsivise kaṇhasappe gilanakālo viya bhavissati. Ayaṁ cuddasamassa vipāko.",
  "tika-s0403t19:69_0": "15. Dubbalarājakāle pana rājāno hatthisippādīsu akusalā yuddhesu avisāradā bhavissanti.",
  "tika-s0403t19:69_1": "Te attano rājādhipaccaṁ āsaṅkamānā samānajātikānaṁ kulaputtānaṁ issariyaṁ adatvā",
  "tika-s0403t19:69_2": "attano pādamūlikanahāpanakappakādīnaṁ dassanti. Jātigottasampannā kulaputtā rājakule",
  "tika-s0403t19:69_3": "patiṭṭhaṁ alabhamānā jīvikaṁ kappetuṁ asamatthā hutvā issariye ṭhite jātigottahīne",
  "tika-s0403t19:69_4": "akulīne upaṭṭhahantā vicarissanti, suvaṇṇarājahaṁsehi kākassa parivāritakālo viya",
  "tika-s0403t19:69_5": "bhavissati. Ayaṁ pannarasamassa vipāko.",
  "tika-s0403t19:70_0": "16. Adhammikarājakāleyeva ca akulīnāva rājavallabhā issarā bhavissanti, kulīnā apaññātā",
  "tika-s0403t19:70_1": "duggatā. Te rājānaṁ attano kathaṁ gāhāpetvā vinicchayaṭṭhānādīsu balavanto hutvā",
  "tika-s0403t19:70_2": "dubbalānaṁ paveṇiāgatāni khettavatthādīni “amhākaṁ santakānī”ti abhiyuñjitvā te “na",
  "tika-s0403t19:70_3": "tumhākaṁ, amhāka”nti āgantvā vinicchayaṭṭhānādīsu vivadante vettalatādīhi paharāpetvā",
  "tika-s0403t19:70_4": "gīvāyaṁ gahetvā apakaḍḍhāpetvā “attano pamāṇaṁ na jānātha, amhehi saddhiṁ vivadatha,",
  "tika-s0403t19:70_5": "idāni vo paharāpetvā rañño kathetvā hatthapādacchedādīni kāressāmā”ti santajjessanti.",
  "tika-s0403t19:70_6": "Te tesaṁ bhayena attano santakāni vatthūni “tumhākaṁyeva tāni, gaṇhathā”ti niyyātetvā",
  "tika-s0403t19:70_7": "attano gehāni pavisitvā bhītā nipajjissanti. Pāpabhikkhūpi pesale bhikkhū yathāruci",
  "tika-s0403t19:70_8": "viheṭhessanti. Pesalā bhikkhū paṭisaraṇaṁ alabhamānā araññaṁ pavisitvā gahanaṭṭhānesu",
  "tika-s0403t19:70_9": "nilīyissanti. Evaṁ hīnajaccehi ceva pāpabhikkhūhi ca upaddutānaṁ jātimantakulaputtānañceva",
  "tika-s0403t19:70_10": "pesalabhikkhūnañca eḷakānaṁ bhayena tasavakānaṁ palāyanakālo viya bhavissati. Ayaṁ",
  "tika-s0403t19:70_11": "soḷasamassa vipāko. Evaṁ tassa tassa anatthassa pubbanimittabhūte soḷasa mahāsupine",
  "tika-s0403t19:70_12": "passi. Tena vuttaṁ “kosalarājā viya soḷasa supine”ti. Ettha ca pubbanimittato attano",
  "tika-s0403t19:70_13": "atthānatthanimittaṁ supinaṁ passanto attano kammānubhāvena passati. Kosalarājā viya",
  "tika-s0403t19:70_14": "lokassa atthānatthanimittaṁ supinaṁ passanto pana sabbasattasādhāraṇakammānubhāvena",
  "tika-s0403t19:70_15": "passatīti veditabbaṁ.",
  "tika-s0403t19:71_0": "Kuddhā hi devatāti mahānāgavihāre mahātherassa kuddhā devatā viya. Rohaṇe kira mahānāgavihāre",
  "tika-s0403t19:71_1": "mahāthero bhikkhusaṅghaṁ anapaloketvāva ekaṁ nāgarukkhaṁ chindāpesi. Rukkhe adhivatthā",
  "tika-s0403t19:71_2": "devatā therassa kuddhā paṭhamameva naṁ saccasupinena palobhetvā pacchā “ito te sattadivasamatthake",
  "tika-s0403t19:71_3": "upaṭṭhāko rājā marissatī”ti supine ārocesi. Thero taṁ kathaṁ āharitvā rājorodhānaṁ",
  "tika-s0403t19:71_4": "ācikkhi. Tā ekappahāreneva mahāviravaṁ viraviṁsu. Rājā “kiṁ eta”nti pucchi. Tā “evaṁ",
  "tika-s0403t19:71_5": "therena vutta”nti ārocayiṁsu. Rājā divasaṁ gaṇāpetvā sattāhe vītivatte therassa hatthapāde",
  "tika-s0403t19:71_6": "chindāpesi. Ekantaṁ saccameva hotīti phalassa saccabhāvato vuttaṁ, dassanaṁ pana",
  "tika-s0403t19:71_7": "vipallatthameva. Teneva pahīnavipallāsā pubbanimittabhūtampi supinaṁ na passanti.",
  "tika-s0403t19:71_8": "Dvīhi tīhipi kāraṇehi kadāci supinaṁ passatīti āha “saṁsaggabhedato”ti. “Asekhā na",
  "tika-s0403t19:71_9": "passanti pahīnavipallāsattā”ti vacanato catunnampi kāraṇānaṁ vipallāsā eva mūlakāraṇanti daṭṭhabbaṁ.",
  "tika-s0403t19:72_0": "Tanti supinakāle pavattaṁ bhavaṅgacittaṁ. Rūpanimittādiārammaṇanti kammakammanimittagatinimittato",
  "tika-s0403t19:72_1": "aññaṁ rūpanimittādiārammaṇaṁ na hoti. Īdisānīti paccakkhato anubhūtapubbaparikappitarūpādiārammaṇāni",
  "tika-s0403t19:72_2": "ceva rāgādisampayuttāni ca. Sabbohārikacittenāti pakaticittena.",
  "tika-s0403t19:73_0": "Dvīhi antehi muttoti kusalākusalasaṅkhātehi dvīhi antehi mutto. Āvajjanatadārammaṇakkhaṇeti",
  "tika-s0403t19:73_1": "idaṁ yāva tadārammaṇuppatti, tāva pavattacittavāraṁ sandhāya vuttaṁ. “Supineneva",
  "tika-s0403t19:73_2": "diṭṭhaṁ viya me, sutaṁ viya meti kathanakāle pana abyākatoyeva āvajjanamattasseva",
  "tika-s0403t19:73_3": "uppajjanato”ti vadanti. Evaṁ vadantehi pañcadvāre dutiyamoghavāre viya manodvārepi",
  "tika-s0403t19:73_4": "āvajjanaṁ dvattikkhattuṁ uppajjitvā javanaṭṭhāne ṭhatvā bhavaṅgaṁ otaratīti adhippetanti",
  "tika-s0403t19:73_5": "daṭṭhabbaṁ ekacittakkhaṇikassa āvajjanassa uppattiyaṁ “diṭṭhaṁ viya me, sutaṁ viya",
  "tika-s0403t19:73_6": "me”ti kappanāya asambhavato. Ettha ca “supinantepi tadārammaṇavacanato paccuppannavasena",
  "tika-s0403t19:73_7": "atītavasena vā sabhāvadhammā supinante ārammaṇaṁ hontī”ti vadanti. “Yadipi supinante",
  "tika-s0403t19:73_8": "vibhūtaṁ hutvā upaṭṭhite rūpādivatthumhi tadārammaṇaṁ vuttaṁ, tathāpi supinante upaṭṭhitanimittassa",
  "tika-s0403t19:73_9": "parikappavasena gahetabbatāya dubbalabhāvato dubbalavatthukattāti vutta”nti vadanti.",
  "tika-s0403t19:73_10": "Keci pana “karajakāyassa nirussāhasantabhāvappattito tannissitahadayavatthu na suppasannaṁ",
  "tika-s0403t19:73_11": "hoti, tato tannissitāpi cittappavatti na suppasannā asuppasannavaṭṭinissitadīpappabhā",
  "tika-s0403t19:73_12": "viya, tasmā dubbalavatthukattāti ettha dubbalahadayavatthukattā”ti atthaṁ vadanti.",
  "tika-s0403t19:73_13": "Vīmaṁsitvā yuttataraṁ gahetabbaṁ.",
  "tika-s0403t19:74_0": "Supinantacetanāti manodvārikajavanavasena pavattā supinantacetanā. Supinañhi passanto",
  "tika-s0403t19:74_1": "manodvārikeneva javanena passati, na pañcadvārikena. Paṭibujjhanto ca manodvārikeneva",
  "tika-s0403t19:74_2": "paṭibujjhati, na pañcadvārikena. Niddāyantassa hi mahāvaṭṭiṁ jāletvā dīpe cakkhusamīpaṁ",
  "tika-s0403t19:74_3": "upanīte paṭhamaṁ cakkhudvārikaṁ āvajjanaṁ bhavaṅgaṁ na āvaṭṭeti, manodvārikameva",
  "tika-s0403t19:74_4": "āvaṭṭeti. Atha javanaṁ javitvā bhavaṅgaṁ otarati. Dutiyavāre cakkhudvārikaāvajjanaṁ",
  "tika-s0403t19:74_5": "bhavaṅgaṁ āvaṭṭeti, tato cakkhuviññāṇādīni javanapariyosānāni pavattanti, tadanantaraṁ",
  "tika-s0403t19:74_6": "bhavaṅgaṁ pavattati. Tatiyavāre manodvārikaāvajjanena bhavaṅge āvaṭṭite manodvārikajavanaṁ",
  "tika-s0403t19:74_7": "javati. Tena cittena “kiṁ ayaṁ imasmiṁ ṭhāne āloko”ti jānāti. Tathā niddāyantassa",
  "tika-s0403t19:74_8": "kaṇṇasamīpe tūriyesu paggahitesu, ghānasamīpe sugandhesu vā duggandhesu vā pupphesu",
  "tika-s0403t19:74_9": "upanītesu, mukhe sappimhi vā phāṇite vā pakkhitte, piṭṭhiyaṁ pāṇinā pahāre dinne",
  "tika-s0403t19:74_10": "paṭhamaṁ sotadvārikādīni āvajjanāni bhavaṅgaṁ na āvaṭṭenti, manodvārikameva āvaṭṭeti,",
  "tika-s0403t19:74_11": "atha javanaṁ javitvā bhavaṅgaṁ otarati. Dutiyavāre sotadvārikādīni āvajjanāni bhavaṅgaṁ",
  "tika-s0403t19:74_12": "āvaṭṭenti, tato sotaghānajivhākāyaviññāṇādīni javanapariyosānāni pavattanti, tadanantaraṁ",
  "tika-s0403t19:74_13": "bhavaṅgaṁ vattati. Tatiyavāre manodvārikaāvajjanena bhavaṅge āvaṭṭite manodvārikajavanaṁ",
  "tika-s0403t19:74_14": "javati, tena cittena ñatvā “kiṁ ayaṁ imasmiṁ ṭhāne saddo, saṅkhasaddo bherisaddo”ti",
  "tika-s0403t19:74_15": "vā “kiṁ ayaṁ imasmiṁ ṭhāne gandho, mūlagandho”ti vā “kiṁ idaṁ mayhaṁ mukhaṁ pakkhittaṁ,",
  "tika-s0403t19:74_16": "sappīti vā phāṇita”nti vā “kenamhi piṭṭhiyaṁ pahaṭo, atibaddho me pahāro”ti vā vattā",
  "tika-s0403t19:74_17": "hoti. Evaṁ manodvārikajavaneneva paṭibujjhati, na pañcadvārikena. Supinampi teneva",
  "tika-s0403t19:74_18": "passati, na pañcadvārikena. Sesamettha suviññeyyameva.",
  "tika-s0403t19:75": "Mahāsupinasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:76": "7. Vassasuttavaṇṇanā",
  "tika-s0403t19:77_0": "197. Sattame utusamuṭṭhānanti vassike cattāro māse uppannaṁ. Akālepīti cittavesākhamāsesupi.",
  "tika-s0403t19:77_1": "Vassavalāhakadevaputtānañhi attano ratiyā kīḷitukāmatācitte uppanne akālepi devo",
  "tika-s0403t19:77_2": "vassati. Tatridaṁ vatthu – eko kira vassavalāhakadevaputto vākarakuṭakavāsikhīṇāsavattherassa",
  "tika-s0403t19:77_3": "santikaṁ gantvā vanditvā aṭṭhāsi. Thero “kosi tva”nti pucchi. Ahaṁ, bhante, vassavalāhakadevaputtoti.",
  "tika-s0403t19:77_4": "Tumhākaṁ kira cittena devo vassatīti. Āma, bhanteti. Passitukāmā mayanti. Temissatha,",
  "tika-s0403t19:77_5": "bhanteti. Meghasīsaṁ vā gajjitaṁ vā na paññāyati, kathaṁ temissāmāti. Bhante, amhākaṁ",
  "tika-s0403t19:77_6": "cittena devo vassati, tumhe paṇṇasālaṁ pavisathāti. “Sādhu, devaputtā”ti pāde dhovitvā",
  "tika-s0403t19:77_7": "paṇṇasālaṁ pāvisi. Devaputto tasmiṁ pavisanteyeva ekaṁ gītaṁ gāyitvā hatthaṁ ukkhipi,",
  "tika-s0403t19:77_8": "samantā tiyojanaṭṭhānaṁ ekameghaṁ ahosi. Thero addhatinto paṇṇasālaṁ paviṭṭhoti.",
  "tika-s0403t19:78": "Vassasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:79": "8-9. Vācāsuttādivaṇṇanā",
  "tika-s0403t19:80_0": "198-9. Aṭṭhame aṅgehīti kāraṇehi. Aṅgīyanti hetubhāvena ñāyantīti aṅgāni, kāraṇāni.",
  "tika-s0403t19:80_1": "Kāraṇatthe ca aṅga-saddo. Pañcahīti hetumhi nissakkavacanaṁ. Samannāgatāti samanuāgatā",
  "tika-s0403t19:80_2": "pavattā yuttā ca. Vācāti samullapana-vācā. Yā “vācā girā byappatho”ti ca, “nelā kaṇṇasukhā”ti",
  "tika-s0403t19:80_3": "ca āgacchati. Yā pana “vācāya ce kataṁ kamma”nti evaṁ viññatti ca, “yā catūhi vacīduccaritehi",
  "tika-s0403t19:80_4": "ārati…pe… ayaṁ vuccati sammāvācā”ti evaṁ virati ca, “pharusavācā, bhikkhave, āsevitā",
  "tika-s0403t19:80_5": "bhāvitā bahulīkatā nirayasaṁvattanikā hotī”ti evaṁ cetanā ca vācāti āgatā, na sā",
  "tika-s0403t19:80_6": "idha adhippetā. Kasmā? Abhāsitabbato. “Subhāsitā hoti, no dubbhāsitā”ti hi vuttaṁ.",
  "tika-s0403t19:80_7": "Subhāsitāti suṭṭhu bhāsitā. Tenassā atthāvahataṁ dīpeti. Anavajjāti rāgādiavajjarahitā.",
  "tika-s0403t19:80_8": "Imināssa kāraṇasuddhiṁ agatigamanādippavattadosābhāvañca dīpeti. Rāgadosādivimuttañhi",
  "tika-s0403t19:80_9": "yaṁ bhāsato anurodhavivajjanato agatigamanaṁ durasamussitamevāti. Ananuvajjāti anuvādavimuttā.",
  "tika-s0403t19:80_10": "Imināssā sabbākārasampattiṁ dīpeti. Sati hi sabbākārasampattiyaṁ ananuvajjatāti.",
  "tika-s0403t19:80_11": "Viññūnanti paṇḍitānaṁ. Tena nindāpasaṁsāsu bālā appamāṇāti dīpeti.",
  "tika-s0403t19:81_0": "Imehi khotiādīni tāni aṅgāni paccakkhato dassento taṁ vācaṁ nigameti. Yañca aññe",
  "tika-s0403t19:81_1": "paṭiññādīhi avayavehi, nāmādīhi padehi, liṅgavacanavibhattikālakārakasampattīhi ca",
  "tika-s0403t19:81_2": "samannāgataṁ musāvādādivācampi subhāsitanti maññanti, taṁ paṭisedheti. Avayavādisamannāgatāpi",
  "tika-s0403t19:81_3": "hi tathārūpī vācā dubbhāsitāva hoti attano ca paresañca anatthāvahattā. Imehi pana",
  "tika-s0403t19:81_4": "pañcahaṅgehi samannāgatā sacepi milakkhubhāsāpariyāpannā ghaṭaceṭikāgītikapariyāpannāpi",
  "tika-s0403t19:81_5": "hoti, tathāpi subhāsitāva lokiyalokuttarahitasukhāvahattā. Tathā hi maggapasse sassaṁ",
  "tika-s0403t19:81_6": "rakkhantiyā sīhaḷaceṭikāya sīhaḷakeneva jātijarāmaraṇayuttaṁ gītikaṁ gāyantiyā saddaṁ",
  "tika-s0403t19:81_7": "sutvā maggaṁ gacchantā saṭṭhimattā vipassakabhikkhū arahattaṁ pāpuṇiṁsu.",
  "tika-s0403t19:82": "Tathā tisso nāma āraddhavipassako bhikkhu padumassarasamīpena gacchanto padumassare padumāni bhañjitvā –",
  "tika-s0403t19:83": "“Pātova phullitakokanadaṁ,",
  "tika-s0403t19:84": "Sūriyālokena bhijjiyate;",
  "tika-s0403t19:85": "Evaṁ manussattaṁ gatā sattā,",
  "tika-s0403t19:86": "Jarābhivegena maddīyantī”ti. –",
  "tika-s0403t19:87": "Imaṁ gītiṁ gāyantiyā ceṭikāya sutvā arahattaṁ patto.",
  "tika-s0403t19:88": "Buddhantarepi aññataro puriso sattahi puttehi saddhiṁ aṭavito āgamma aññatarāya itthiyā musalena taṇḍule koṭṭentiyā –",
  "tika-s0403t19:89": "“Jarāya parimadditaṁ etaṁ, milātacammanissitaṁ;",
  "tika-s0403t19:90": "Maraṇena bhijjati etaṁ, maccussa ghāsamāmisaṁ.",
  "tika-s0403t19:91": "“Kimīnaṁ ālayaṁ etaṁ, nānākuṇapena pūritaṁ;",
  "tika-s0403t19:92": "Asucibhājanaṁ etaṁ, tadalikkhandhasamaṁ ida”nti. –",
  "tika-s0403t19:93_0": "Imaṁ gītaṁ sutvā paccavekkhanto saha puttehi paccekabodhiṁ patto. Evaṁ imehi pañcahi",
  "tika-s0403t19:93_1": "aṅgehi samannāgatā vācā sacepi milakkhubhāsāya pariyāpannā ghaṭaceṭikāgītikapariyāpannā",
  "tika-s0403t19:93_2": "vācā hoti, tathāpi subhāsitāti veditabbā. Subhāsitā eva anavajjā ananuvajjā ca viññūnaṁ",
  "tika-s0403t19:93_3": "atthatthikānaṁ kulaputtānaṁ atthappaṭisaraṇānaṁ, no byañjanappaṭisaraṇānanti. Navamaṁ uttānameva.",
  "tika-s0403t19:94": "Vācāsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0403t19:95": "10. Nissāraṇīyasuttavaṇṇanā",
  "tika-s0403t19:96_0": "200. Dasame nissarantīti nissaraṇīyāti vattabbe dīghaṁ katvā niddeso. Kattari hesa",
  "tika-s0403t19:96_1": "anīya-saddo yathā “niyyāniyā”ti. Tenāha “nissaṭā”ti. Kuto pana nissaṭā? Yathāsakaṁ",
  "tika-s0403t19:96_2": "paṭipakkhato. Nijjīvaṭṭhena dhātuyoti āha “attasuññasabhāvā”ti. Atthato pana dhammadhātumanoviññāṇadhātuviseso.",
  "tika-s0403t19:96_3": "Tādisassa bhikkhuno kilesavasena kāmesu manasikāro natthīti āha “vīmaṁsanattha”nti,",
  "tika-s0403t19:96_4": "“nekkhammaniyataṁ idāni me cittaṁ, kiṁ nu kho kāmavitakkopi uppajjissatī”ti vīmaṁsantassāti",
  "tika-s0403t19:96_5": "attho. Pakkhandanaṁ nāma anuppaveso. So pana tattha natthīti āha “nappavisatī”ti.",
  "tika-s0403t19:96_6": "Pasīdanaṁ nāma abhiruci. Santiṭṭhanaṁ patiṭṭhānaṁ. Vimuccanaṁ adhimuccananti. Taṁ",
  "tika-s0403t19:96_7": "sabbaṁ paṭikkhipanto vadati “pasādaṁ nāpajjatī”tiādi. Evaṁbhūtaṁ panassa cittaṁ tassa",
  "tika-s0403t19:96_8": "kathaṁ tiṭṭhatīti āha “yathā”tiādi.",
  "tika-s0403t19:97_0": "Tanti paṭhamajjhānaṁ. Assāti bhikkhuno. Cittaṁ pakkhandatīti parikammacittena saddhiṁ",
  "tika-s0403t19:97_1": "jhānacittaṁ ekattavasena ekajjhaṁ katvā vadati. Gocare gatattāti attano ārammaṇe",
  "tika-s0403t19:97_2": "eva pavattattā. Ahānabhāgiyattāti ṭhitibhāgiyattā. Suṭṭhu vimuttanti vikkhambhanavimuttiyā",
  "tika-s0403t19:97_3": "sammadeva vimuttaṁ. Cittassa ca kāyassa ca vihananato vighāto. Dukkhaṁ paridahanato",
  "tika-s0403t19:97_4": "pariḷāho. Kāmavedanaṁ na vediyati anuppajjanato. Nissaranti tatoti nissaraṇaṁ. Ke",
  "tika-s0403t19:97_5": "nissaranti? Kāmā. Evañca kāmānanti kattusāmivacanaṁ suṭṭhu yujjati. Yadaggena kāmā",
  "tika-s0403t19:97_6": "tato nissaṭāti vuccanti, tadaggena jhānampi kāmato nissaṭanti vattabbataṁ labhatīti",
  "tika-s0403t19:97_7": "vuttaṁ “kāmehi nissaṭattā”ti. Evaṁ vikkhambhanavasena kāmanissaraṇaṁ vatvā idāni",
  "tika-s0403t19:97_8": "samucchedavasena accantato nissaraṇaṁ dassetuṁ “yo panā”tiādi vuttaṁ. Sesapadesūti sesakoṭṭhāsesu.",
  "tika-s0403t19:98_0": "Ayaṁ pana visesoti visesaṁ vadantena taṁ jhānaṁ pādakaṁ katvātiādiko avisesoti katvā",
  "tika-s0403t19:98_1": "dutiyatatiyavāresu sabbaso anāmaṭṭho, catutthavāre pana ayampi visesoti dassetuṁ",
  "tika-s0403t19:98_2": "“accantanissaraṇañcettha arahattaphalaṁ yojetabba”nti vuttaṁ. Yasmā arūpajjhānaṁ",
  "tika-s0403t19:98_3": "pādakaṁ katvā aggamaggaṁ adhigantvā arahatte ṭhitassa cittaṁ sabbaso rūpehi nissaṭaṁ",
  "tika-s0403t19:98_4": "nāma hoti. Tassa hi phalasamāpattito vuṭṭhāya vīmaṁsanatthaṁ rūpābhimukhaṁ cittaṁ",
  "tika-s0403t19:98_5": "pesentassa. Idamakkhātanti samathayānikānaṁ vasena heṭṭhā cattāro vārā gahitā. Idaṁ",
  "tika-s0403t19:98_6": "pana sukkhavipassakassa vasenāti āha “suddhasaṅkhāre”tiādi. “Puna sakkāyo natthī”ti",
  "tika-s0403t19:98_7": "uppannanti “idāni me sakkāyappabandho natthī”ti vīmaṁsantassa uppannaṁ.",
  "tika-s0403t19:99": "Nissāraṇīyasuttavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:100": "Brāhmaṇavaggavaṇṇanā niṭṭhitā.",
  "tika-s0403t19:101": "Catutthapaṇṇāsakaṁ niṭṭhitaṁ.",
  "tika-s0403t19:102": "5. Pañcamapaṇṇāsakaṁ"
}