{
  "tika-vin11t47:0": "Lakkhaṇakathāvaṇṇanā",
  "tika-vin11t47:1_0": "837.Itoti sādhāraṇāsādhāraṇakathāya paraṁ. Sabbaganti sabbasikkhāpadasādhāraṇaṁ.",
  "tika-vin11t47:1_1": "Vadato meti vadato mama vacanaṁ. Nibodhathāti nisāmetha, ekaggacittā hutvā sakkaccaṁ suṇāthāti attho.",
  "tika-vin11t47:2_0": "838-9. ‘‘Vipatti āpatti anāpattī’’ti padacchedo. ‘‘Āṇatti aṅga’’nti padacchedo. Vajjakammapabhedakanti",
  "tika-vin11t47:2_1": "vajjapabhedakaṁ kammapabhedakaṁ. Tikadvayanti kusalattikavedanāttikadvayaṁ. Sabbatthāti",
  "tika-vin11t47:2_2": "idaṁ pana sattarasavidhasabbasādhāraṇalakkhaṇaṁ. Sabbattha sabbesu sikkhāpadesu.",
  "tika-vin11t47:3": "840.Idha imasmiṁ sattarasavidhe yaṁ lakkhaṇaṁ pubbe vuttanayaṁ, yañca uttānaṁ, taṁ sabbaṁ vajjetvā atthajotanaṁ atthappakāsanaṁ karissāmīti yojanā.",
  "tika-vin11t47:4_0": "841. Nidānaṁ nāma rājagahādisikkhāpadapaññattiṭṭhānabhūtāni satta nagarāni, taṁ pubbe",
  "tika-vin11t47:4_1": "dassitanti avasiṭṭhāni dassetumāha ‘‘puggalo’’tiādi. Puggalo nāma katamo? Yaṁ yaṁ",
  "tika-vin11t47:4_2": "bhikkhuniṁ, bhikkhuñca ārabbha sikkhāpadaṁ paññattaṁ, ayaṁ bhikkhunī ca bhikkhu ca",
  "tika-vin11t47:4_3": "sikkhāpadapaññattiyā ādikammiko puggaloti vuccatīti yojanā.",
  "tika-vin11t47:5_0": "842.Dhaniyādayoti ādi-saddena sambahulā bhikkhū, vaggumudātīriyā bhikkhū, seyyasako,",
  "tika-vin11t47:5_1": "udāyī, āḷavakā bhikkhū, channo, mettiyabhūmajakā, devadatto, assajipunabbasukā bhikkhū,",
  "tika-vin11t47:5_2": "chabbaggiyā bhikkhū, upanando sakyaputto, aññataro bhikkhu, hatthako sakyaputto,",
  "tika-vin11t47:5_3": "anuruddho, sattarasavaggiyā bhikkhū, cūḷapanthako, belaṭṭhasīso, āyasmā ānando, sāgatatthero,",
  "tika-vin11t47:5_4": "ariṭṭho bhikkhu, āyasmā ānandoti ime ekavīsati saṅgahitā.",
  "tika-vin11t47:6_0": "843.Thullanandādayoti ādi-saddena sundarīnandā, chabbaggiyā bhikkhuniyo, aññatarā",
  "tika-vin11t47:6_1": "bhikkhunī, caṇḍakāḷī, sambahulā bhikkhuniyo, dve bhikkhuniyoti chayime saṅgahitā.",
  "tika-vin11t47:6_2": "Sabbeti ubhayapātimokkhe ādikammikā sabbe puggalā.",
  "tika-vin11t47:7": "844.Vatthūti vatthu nāma sudinnādino tassa tasseva puggalassa methunādikassa ca vatthuno sabbappakārena ajjhācāro vītikkamo pavuccatīti yojanā.",
  "tika-vin11t47:8_0": "845-6. Kevalā mūlabhūtā paññatti. Anu ca anuppanno ca sabbattha ca padeso ca anvanuppannasabbatthapadesā,",
  "tika-vin11t47:8_1": "teyeva padāni anvanuppannasabbatthapadesapadāni, tāni pubbakāni yāsaṁ paññattīnaṁ",
  "tika-vin11t47:8_2": "tā anvanuppannasabbatthapadesapadapubbikā. Tatheva sā paññattīti yojanā. Anupaññatti",
  "tika-vin11t47:8_3": "anuppannapaññatti sabbatthapaññatti padesapaññatti hoti. Ekato ubhato pubbā katheva",
  "tika-vin11t47:8_4": "sā paññattīti yojanā. Ekatopadaṁ ubhatopadañca pubbamassāti ekatoubhatopubbā, ekatopaññatti",
  "tika-vin11t47:8_5": "ubhatopaññattīti vuttaṁ hoti.",
  "tika-vin11t47:9_0": "847.Tattha navadhāsu paññattīsu. Paññatti nāma katamāti āha ‘‘yo methuna’’ntiādi.",
  "tika-vin11t47:9_1": "‘‘Yo bhikkhu methunaṁ dhammaṁ paṭiseveyyā’’ti ca ‘‘yo bhikkhu adinnaṁ ādiyeyyā’’ti",
  "tika-vin11t47:9_2": "ca evamādikā sikkhāpadassa mūlabhūtā paññatti hotīti yojanā.",
  "tika-vin11t47:10": "848.Iccevamādikāti ādi-saddena ‘‘sikkhaṁ apaccakkhāya dubbalyaṁ anāvikatvā’’ti ca ‘‘gāmā vā araññā vā’’ti ca evamādīnaṁ saṅgaho.",
  "tika-vin11t47:11": "849. Vajjake anuppanneyeva paññattā anuppannapaññatti, sā anuppannapaññatti.",
  "tika-vin11t47:12_0": "850-1. Guṇaṅguṇupāhanasikkhāpadena saha cammattharaṇasikkhāpadañca dhuvanhānaṁ dhuvanahānasikkhāpadaṁ,",
  "tika-vin11t47:12_1": "pañcavaggena upasampādanasikkhāpadañcāti esā catubbidhā paññatti padesapaññatti nāmāti",
  "tika-vin11t47:12_2": "vuttāti yojanā. Majjhimadesasmiṁyeva hotīti majjhimadesasmiṁyeva āpattikarā hoti.",
  "tika-vin11t47:12_3": "Na aññatoti na aññatra paccantimesu janapadesu desantare ṭhāne.",
  "tika-vin11t47:13_0": "852.Itoti catubbidhapadesapaññattito. Etthāti imasmiṁ paññattibhede. Sādhāraṇadukādikanti",
  "tika-vin11t47:13_1": "sādhāraṇapaññatti asādhāraṇapaññatti, ekatopaññatti ubhatopaññattīti dukadvayaṁ.",
  "tika-vin11t47:13_2": "Atthato ekamevāti atthato aññamaññasamānameva. Vipattāpattānāpattivinicchayo vitthāritoti",
  "tika-vin11t47:13_3": "idha na dassito. Ayaṁ panettha saṅkhepo – vipattīti sīlaācāradiṭṭhiājīvavipattīnaṁ",
  "tika-vin11t47:13_4": "aññatarā. Āpattīti pubbapayogādivasena āpattibhedo. Anāpattīti ajānanādivasena anāpatti.",
  "tika-vin11t47:14": "853. Āpatti pana sāṇattikāpi hoti, anāṇattikāpi hotīti yojanā. ‘‘Āṇattīti ca nāmesā āṇāpanā’’ti iminā āṇatti-saddassa sabhāvasādhāraṇattāti idhāha.",
  "tika-vin11t47:15": "854. Sabbasikkhāpadesupi sabbāsaṁ āpattīnaṁ sabbo pana aṅgabhedopi vibhāvinā ñātabboti yojanā.",
  "tika-vin11t47:16_0": "856. ‘‘Sā ca akriyasamuṭṭhānā’’ti padacchedo. Kāyena, vācāya vā dasāhabbhantare atirekacīvarassa",
  "tika-vin11t47:16_1": "anadhiṭṭhānena nissaggiyapācittiyaṁ hotīti ‘‘paṭhame kathine viyā’’ti udāharaṇaṁ kataṁ.",
  "tika-vin11t47:17_0": "857.Kriyākriyato hotīti kiriyato ca akiriyato ca hoti. Tattha udāharaṇamāha ‘‘cīvaraggahaṇeviyā’’ti.",
  "tika-vin11t47:17_1": "Aññātikāya bhikkhuniyā hatthato cīvaraggahaṇaṁ kriyā, pārivattakassa adānaṁ akriyāti",
  "tika-vin11t47:17_2": "evaṁ kiriyāya ceva akiriyāya ca imaṁ āpajjati.",
  "tika-vin11t47:18_0": "858.Siyā pana karontassa akarontassāti yā pana āpatti siyā karontassa, siyā akarontassa",
  "tika-vin11t47:18_1": "hoti, ayaṁ siyā kiriyato, siyā akiriyato samuṭṭhāti. Siyāti ca kadāci-saddatthe nipāto.",
  "tika-vin11t47:18_2": "Atrodāharaṇamāha ‘‘rūpiyoggahaṇe viyā’’ti. Rūpiyassa uggahaṇe, uggaṇhāpane siyā kadāci",
  "tika-vin11t47:18_3": "kiriyato samuṭṭhāti, upanikkhittassa sādiyane kāyavācāhi kātabbassa akaraṇena kadāci akarontassa hotīti.",
  "tika-vin11t47:19_0": "859. Yā karoto akubbato, kadāci karontassa ca hoti, sā āpatti siyā kiriyākiriyato,",
  "tika-vin11t47:19_1": "siyā kiriyatopi ca hotīti yojanā. ‘‘Kuṭikārāpatti viyā’’ti vattabbaṁ. Sā hi vatthuṁ",
  "tika-vin11t47:19_2": "desāpetvā pamāṇātikkantaṁ karoto kiriyato samuṭṭhāti, adesāpetvā pamāṇātikkantaṁ,",
  "tika-vin11t47:19_3": "pamāṇayuttaṁ vā karoto kiriyākiriyato samuṭṭhāti.",
  "tika-vin11t47:20_0": "861.Yato āpattito. Ayaṁ āpatti. Saññāya karaṇabhūtāya vimokkho etāyāti saññāvimokkhā.",
  "tika-vin11t47:20_1": "Ettha ca vītikkamasaññā avijjamānāpi āpattiyā vimuccanassa sādhakatamaṭṭhena gahitā.",
  "tika-vin11t47:20_2": "Yathā vuṭṭhiyā abhāvena jātaṁ dubbhikkhaṁ ‘‘vuṭṭhikata’’nti vuccati, evaṁsampadamidaṁ",
  "tika-vin11t47:20_3": "veditabbaṁ. Ayaṁ sacittakāpatti.",
  "tika-vin11t47:21_0": "862-4.Itarā pana acittakāpatti. Vītikkamasaññāya abhāvena natthi vimokkho etāyāti",
  "tika-vin11t47:21_1": "nosaññāvimokkhā. Sucittena savāsanakilesappahānena, sakalalokiyalokuttarakusalasampayogena",
  "tika-vin11t47:21_2": "ca sundaracittena bhagavatā pakāsitā sabbāva āpatti cittassa vasena duvidhā siyunti",
  "tika-vin11t47:21_3": "yojanā. Sacittakasamuṭṭhānavasena panāti sacittakasamuṭṭhānavaseneva. Sacittakamissakavivajjanatthāya",
  "tika-vin11t47:21_4": "pana-saddo evakārattho vutto.",
  "tika-vin11t47:22": "Yā sacittakehi vā acittakamissakasamuṭṭhānavasena vā samuṭṭhāti, ayaṁ acittakā.",
  "tika-vin11t47:23_0": "865.Suvijjenāti sobhamānāhi tīhi vijjāhi vā aṭṭhahi vā vijjāhi samannāgatattā suvijjena.",
  "tika-vin11t47:23_1": "Anavajjenāti savāsanakilesāvajjarahitattā anavajjena bhagavatā . Lokapaṇṇattivajjato",
  "tika-vin11t47:23_2": "lokapaṇṇattivajjavasena sabbāva āpattiyo vajjavasena duvidhā dukā vuttāti yojanā.",
  "tika-vin11t47:24_0": "866.Yassā sacittake pakkhe, cittaṁ akusalaṁ siyāti yassā sacittakācittakasamuṭṭhānāya",
  "tika-vin11t47:24_1": "acittakāya surāpānādiāpattiyā sacittakasamuṭṭhānapakkhe cittaṁ akusalameva hoti,",
  "tika-vin11t47:24_2": "ayaṁ lokavajjā nāmāti attho. Yassā pana sacittakasamuṭṭhānāya paṭhamapārājikādiāpattiyā",
  "tika-vin11t47:24_3": "cittaṁ akusalameva hoti, tassā lokavajjatāya vattabbameva natthi. Acittakāpi vā āpatti",
  "tika-vin11t47:24_4": "sacittakapakkhe kusalacitte sati lokavajjatāya siddhāya acittakapakkhepi lokavajjo",
  "tika-vin11t47:24_5": "hoti, kimaṅgaṁ pana akusalacitteneva āpajjitabbāya āpattiyā lokavajjatāti sā visuṁ na vuttā.",
  "tika-vin11t47:25_0": "Yasmā pana paṇṇattivajjāya vatthuvītikkamavajjā siyā kusalaṁ, siyā abyākataṁ, tasmā",
  "tika-vin11t47:25_1": "tassā sacittakapakkhe cittaṁ kusalamevāti ayaṁ niyamo natthīti āha ‘‘sesā paṇṇattivajjakā’’ti.",
  "tika-vin11t47:25_2": "‘‘Paṇṇattivajjakā’’ti iminā ca lakkhaṇena vatthuvijānanacittena sacittakapakkhe cittaṁ",
  "tika-vin11t47:25_3": "siyā kusalaṁ, siyā akusalaṁ, siyā abyākataṁ, tasmā tassā sacittakapakkhe cittaṁ akusalamevāti",
  "tika-vin11t47:25_4": "ayaṁ niyamo natthīti āha.",
  "tika-vin11t47:26_0": "867. Kāyadvārena āpajjitabbā kāyakammaṁ. Ubhayattha āpajjitabbā tadubhayaṁ kāyakammaṁ",
  "tika-vin11t47:26_1": "vacīkammaṁ. Manodvāre āpatti nāma natthīti manokammaṁ na vuttaṁ. ‘‘Manodvāre āpatti",
  "tika-vin11t47:26_2": "nāma natthīti ca idaṁ yebhuyyavasena vuttaṁ upanikkhittasādiyanādīsu manodvārepi",
  "tika-vin11t47:26_3": "āpattisambhavato’’ti ācariyā.",
  "tika-vin11t47:27": "868-9.Kusalāditikadvayanti kusalattikañceva vedanāttikañca. Āpattiṁ āpajjanto kusalākusalacitto, tathā abyākatacitto vā hutvā āpajjatīti yojanā.",
  "tika-vin11t47:28_0": "Dukkhādisaṁyutoti ādi-saddena upekkhāvedanāsamaṅgino saṅgaho. Evaṁ santepi sabbasikkhāpadesu",
  "tika-vin11t47:28_1": "akusalacittavasena ekaṁ cittaṁ, kusalābyākatavasena dve cittāni, sabbesaṁ vasena",
  "tika-vin11t47:28_2": "tīṇi cittāni. Dukkhavedanāvasena ekā vedanā, sukhaupekkhāvasena dve, sabbāsaṁ vasena",
  "tika-vin11t47:28_3": "tisso vedanāti ayameva bhedo labbhati, na añño bhedo.",
  "tika-vin11t47:29_0": "Kusalattikaṁ sacepi gahitaṁ, na pana sabbesameva cittānaṁ vasena labbhati, atha kho",
  "tika-vin11t47:29_1": "āpattisamuṭṭhāpakānaṁ bāttiṁsacittānameva vasena labbhati. Bāttiṁseva hi cittāni",
  "tika-vin11t47:29_2": "āpattisamuṭṭhāpakāni. Dvādasa akusalāni, aṭṭha kāmāvacarakusalāni, dasa kāmāvacarakiriyacittāni,",
  "tika-vin11t47:29_3": "kusalato, kiriyato ca dve abhiññācittāni cāti evaṁ bāttiṁsacittehi samuṭṭhitāpi āpatti",
  "tika-vin11t47:29_4": "akusalā vā hoti abyākatā vā, natthi āpatti kusalaṁ. Yathāha samathakkhandhake ‘‘āpattādhikaraṇaṁ",
  "tika-vin11t47:29_5": "siyā akusalaṁ siyā abyākataṁ, natthi āpattādhikaraṇaṁ kusala’’nti (cūḷava. 222; pari.",
  "tika-vin11t47:29_6": "303). Ayaṁ pana pāṭho paṇṇattivajjaṁyeva sandhāya vutto, na lokavajjaṁ. Yasmiñhi",
  "tika-vin11t47:29_7": "pathavikhaṇanabhūtagāmapātabyatādike āpattādhikaraṇe kusalacittaṁ aṅgaṁ hoti, tasmiñca",
  "tika-vin11t47:29_8": "sati na sakkā vattuṁ ‘‘natthi āpattādhikaraṇaṁ kusala’’nti. Tasmā nayidaṁ aṅgapahonakacittaṁ",
  "tika-vin11t47:29_9": "sandhāya vuttaṁ. Yaṁ tāva āpattādhikaraṇaṁ lokavajjaṁ, taṁ ekantato akusalameva.",
  "tika-vin11t47:29_10": "Tattha ‘‘siyā akusala’’nti vikappo natthi. Yaṁ pana paṇṇattivajjaṁ, taṁ yasmā sañcicca",
  "tika-vin11t47:29_11": "‘‘imaṁ āpattiṁ vītikkamāmī’’ti vītikkamantasseva akusalaṁ hoti, asañcicca pana kiñci",
  "tika-vin11t47:29_12": "ajānantassa sahaseyyādivasena āpajjanato abyākataṁ hoti, tasmā tattha sañciccāsañciccavasena",
  "tika-vin11t47:29_13": "imaṁ vikappabhāvaṁ sandhāya idaṁ vuttaṁ ‘‘āpattādhikaraṇaṁ siyā akusalaṁ siyā abyākataṁ,",
  "tika-vin11t47:29_14": "natthi āpattādhikaraṇaṁ kusala’’nti. Sace pana ‘‘yaṁ kusalacitto āpajjati, idaṁ vuccati",
  "tika-vin11t47:29_15": "āpattādhikaraṇaṁ kusala’’nti vadeyya, acittakānaṁ eḷakalomapadasodhammādisamuṭṭhānānampi",
  "tika-vin11t47:29_16": "kusalacittaṁ āpajjeyya, na ca tattha vijjamānampi kusalacittaṁ āpattiyā aṅgaṁ, kāyavacīviññattivasena",
  "tika-vin11t47:29_17": "pana calitapavattānaṁ kāyavācānaṁ aññatarameva aṅgaṁ, tañca rūpakkhandhapariyāpannattā abyākatanti.",
  "tika-vin11t47:30": "870.Idaṁ tu lakkhaṇanti idaṁ nidānādisādhāraṇavinicchayalakkhaṇaṁ.",
  "tika-vin11t47:31_0": "871.‘‘Taru’’ntiādigāthā pubbe vuttatthāva. Ayaṁ pana viseso – tattha ‘‘dvayaṅkura’’nti",
  "tika-vin11t47:31_1": "vuttaṁ, idha ‘‘catussikha’’nti. Tattha ‘‘dvayaṅkura’’nti lokavajjapaṇṇattivajjānaṁ",
  "tika-vin11t47:31_2": "gahaṇaṁ , idha catussikhanti catunnaṁ vipattīnaṁ. Cattāro sīkhā aṅkurā etassāti viggaho.",
  "tika-vin11t47:31_3": "Tattha vipatti ‘‘sattaphala’’nti sattaphalesu antogadhā, idha vipattiṭṭhāne vajjaṁ",
  "tika-vin11t47:31_4": "gahetvā sattaphalāni.",
  "tika-vin11t47:32_0": "872.Anuttarataṁ gataṁ attanā uttarassa uttamassa kassaci avijjamānattā imaṁ uttaraṁ",
  "tika-vin11t47:32_1": "uttaraṁ nāma pakaraṇaṁ yo theranavamajjhimesu aññataro pariyāpuṇāti pāṭhassa paguṇavācuggatakaraṇena",
  "tika-vin11t47:32_2": "adhīyati, paripucchati atthañca atthavaṇṇanaṁ sutvā sakkaccaṁ uggahetvā manasā pekkhitvā",
  "tika-vin11t47:32_3": "paññāya suppaṭivijjhitvā dhāreti, so ca bhikkhu ca-saddena evameva vinayavinicchaye",
  "tika-vin11t47:32_4": "yo bhikkhu yutto, so ca kāyavācavinaye kāyavācāvītikkamānaṁ vinayane saṁvaraṇe vinaye",
  "tika-vin11t47:32_5": "vinayapiṭake anuttarataṁ upayāti attano uttaritarassa avijjamānataṁ upagacchati.",
  "tika-vin11t47:32_6": "Ettha kāraṇamāha ‘‘uttarato’’ti, paguṇavācuggatakaraṇena adhītena atthavaṇṇanaṁ sutvā",
  "tika-vin11t47:32_7": "dhāraṇena suṭṭhu dhāritena iminā uttarapakaraṇena hetubhūtenāti attho.",
  "tika-vin11t47:33": "Iti uttare līnatthapakāsaniyā",
  "tika-vin11t47:34": "Lakkhaṇakathāvaṇṇanā niṭṭhitā."
}