{
  "tika-vin04t6:0": "Aniyatakaṇḍo",
  "tika-vin04t6:1": "1. Paṭhamāniyatasikkhāpadavaṇṇanā",
  "tika-vin04t6:2_0": "Aniyatuddese ime kho panātiādi vuttanayameva. Mātugāmenāti tadahujātāyapi jīvamānakamanussitthiyā.",
  "tika-vin04t6:2_1": "Eko ekāyāti eko bhikkhu mātugāmasaṅkhātāya ekāya itthiyā saddhiṁ. Rahoti cakkhussa",
  "tika-vin04t6:2_2": "raho. Kiñcāpi pāḷiyaṁ (pārā. 445) sotassa raho āgato, cakkhusseva pana raho ‘‘raho’’ti",
  "tika-vin04t6:2_3": "idha adhippeto. Sacepi hi pihitakavāṭassa gabbhassa dvāre nisinno viññū puriso hoti,",
  "tika-vin04t6:2_4": "neva anāpattiṁ karoti. Yattha pana sakkā daṭṭhuṁ, tādise antodvādasahatthepi okāse",
  "tika-vin04t6:2_5": "nisinno sacakkhuko vikkhittacittopi niddāyantopi anāpattiṁ karoti, samīpe ṭhitopi",
  "tika-vin04t6:2_6": "andho na karoti, cakkhumāpi nipajjitvā niddāyantopi na karoti, itthīnaṁ pana satampi",
  "tika-vin04t6:2_7": "na karotiyeva, tena vuttaṁ ‘‘rahoti cakkhussa raho’’ti. Paṭicchanne āsaneti kuṭṭādīhi",
  "tika-vin04t6:2_8": "paṭicchannokāse. Alaṁkammaniyeti kammakkhamaṁ kammayogganti kammaniyaṁ, alaṁ pariyattaṁ",
  "tika-vin04t6:2_9": "kammaniyabhāvāyāti alaṁkammaniyaṁ, tasmiṁ alaṁkammaniye. Yattha ajjhācāraṁ karontā",
  "tika-vin04t6:2_10": "sakkonti taṁ kammaṁ kātuṁ, tādiseti attho. Nisajjaṁ kappeyyāti nisajjaṁ kareyya,",
  "tika-vin04t6:2_11": "nisīdeyyāti attho. Ettha ca sayanampi nisajjāya eva saṅgahitaṁ. Saddheyyavacasāti",
  "tika-vin04t6:2_12": "saddhātabbavacanā, ariyasāvikāti attho. Nisajjaṁ bhikkhu paṭijānamānoti kiñcāpi evarūpā",
  "tika-vin04t6:2_13": "upāsikā disvā vadati, atha kho bhikkhu nisajjaṁ paṭijānamānova tiṇṇaṁ dhammānaṁ aññatarena",
  "tika-vin04t6:2_14": "kāretabbo, na appaṭijānamānoti attho. Yena vā sāti nisajjādīsu ākāresu yena vā ākārena",
  "tika-vin04t6:2_15": "saddhiṁ methunādīni āropetvā sā upāsikā vadeyya, paṭijānamānova tena so bhikkhu kāretabbo,",
  "tika-vin04t6:2_16": "evarūpāyapi hi upāsikāya vacanamattena ākārena na kāretabboti attho. Kasmā? Yasmā",
  "tika-vin04t6:2_17": "diṭṭhaṁ nāma tathāpi hoti, aññathāpīti. Ayaṁ dhammo aniyatoti tiṇṇaṁ āpattīnaṁ yaṁ",
  "tika-vin04t6:2_18": "āpattiṁ vā vatthuṁ vā paṭijānāti, tassa vasena kāretabbatāya aniyato.",
  "tika-vin04t6:3_0": "Sāvatthiyaṁ udāyittheraṁ ārabbha mātugāmena saddhiṁ vuttappakāre āsane nisajjakappanavatthusmiṁ",
  "tika-vin04t6:3_1": "paññattaṁ, asādhāraṇapaññatti, anāṇattikaṁ, methunadhammasannissitakilesasaṅkhātena",
  "tika-vin04t6:3_2": "rahassādena mātugāmassa santikaṁ gantukāmatāya akkhiañjanādito paṭṭhāya sabbapayogesu",
  "tika-vin04t6:3_3": "dukkaṭaṁ. Gantvā tasmiṁ vā nisinne itthī nisīdatu, tassā vā nisinnāya so nisīdatu,",
  "tika-vin04t6:3_4": "apacchā apurimaṁyeva ubho vā nisīdantu, ubhinnaṁ nisajjāya pācittiyaṁ. Sace pana",
  "tika-vin04t6:3_5": "kāyasaṁsaggaṁ vā methunaṁ vā samāpajjati, tesaṁ vasena kāretabbo. Nipajjanepi eseva",
  "tika-vin04t6:3_6": "nayo. Vuttappakāre purise nipajjitvā aniddāyante anandhe viññupurise upacāragate",
  "tika-vin04t6:3_7": "sati, ṭhitassa, arahopekkhassa, aññavihitassa ca nisajjanapaccayā anāpatti. Ummattakādīnaṁ",
  "tika-vin04t6:3_8": "pana tīhipi āpattīhi anāpatti. Siyā sīlavipatti, siyā ācāravipatti. Yaṁ pana āpattiṁ",
  "tika-vin04t6:3_9": "paṭijānāti, tassā vasena aṅgabhedo ñātabbo. Samuṭṭhānādīni paṭhamapārājikasadisānevāti.",
  "tika-vin04t6:4": "Paṭhamāniyatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t6:5": "2. Dutiyāniyatasikkhāpadavaṇṇanā",
  "tika-vin04t6:6_0": "Dutiye itthīpi purisopi yo koci viññū anandho abadhiro antodvādasahatthe okāse ṭhito",
  "tika-vin04t6:6_1": "vā nisinno vā vikkhittopi niddāyantopi anāpattiṁ karoti. Badhiro pana cakkhumāpi,",
  "tika-vin04t6:6_2": "andho vā abadhiropi na karoti. Pārājikāpattiñca parihāpetvā duṭṭhullavācāpatti vuttāti",
  "tika-vin04t6:6_3": "ayaṁ viseso. Sesaṁ purimanayeneva veditabbaṁ. Samuṭṭhānādīni panettha adinnādānasadisānevāti.",
  "tika-vin04t6:7": "Dutiyāniyatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t6:8": "Uddiṭṭhā khotiādi sabbattha vuttanayeneva veditabbaṁ.",
  "tika-vin04t6:9": "Kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin04t6:10": "Aniyatavaṇṇanā niṭṭhitā."
}