{
  "tika-vin09t16:0": "Nissaggiyakaṇḍaṁ",
  "tika-vin09t16:1": "1. Cīvaravaggo",
  "tika-vin09t16:2": "1. Kathinasikkhāpadavaṇṇanā",
  "tika-vin09t16:3_0": "Niṭṭhitacīvarasminti niṭṭhitañca taṁ cīvarañcāti niṭṭhitacīvaraṁ, niṭṭhite ānisaṁsamūlake",
  "tika-vin09t16:3_1": "cīvare, paccāsācīvare cāti attho. Yasmā pana taṁ cīvaraṁ karaṇenapi niṭṭhitaṁ hoti",
  "tika-vin09t16:3_2": "nāsanādīhipi, tasmā “sūcikammapariyosānena vā”tiādi vuttaṁ. Tattha yaṁ kiñci sūciyā",
  "tika-vin09t16:3_3": "kattabbaṁ pāsakapaṭṭagaṇṭhikapaṭṭapariyosānakammaṁ, taṁ sūcikammapariyosānaṁ nāma,",
  "tika-vin09t16:3_4": "tena. Naṭṭhanti corādīhi haṭaṁ. Etampi hi karaṇapalibodhassa niṭṭhitattā “niṭṭhita”nti",
  "tika-vin09t16:3_5": "vuccati. Vinaṭṭhanti upacikādīhi khāditaṁ. Daḍḍhanti agginā daḍḍhaṁ. Cīvarāsā vā",
  "tika-vin09t16:3_6": "upacchinnāti “asukasmiṁ nāma kule cīvaraṁ labhissāmī”ti yā cīvarāsā uppannā hoti,",
  "tika-vin09t16:3_7": "sā upacchinnā. Etesampi karaṇapalibodhasseva niṭṭhitattā niṭṭhitabhāvo veditabbo.",
  "tika-vin09t16:3_8": "Tenāha “imesu vā”tiādi. Etena cīvarapalibodhābhāvo vutto. Tenāha “cīvarassa karaṇapalibodhe",
  "tika-vin09t16:3_9": "upacchinneti attho”ti. Kathametaṁ viññāyatīti āha “atthatakathinassa hī”tiādi. Pañcānisaṁse",
  "tika-vin09t16:3_10": "aññattha gantuṁ adatvā saṅgaṇhanaṭṭhena kathinaṁ, thiranti attho, atthataṁ kathinaṁ",
  "tika-vin09t16:3_11": "yena so atthatakathino, tassa atthatakathinassa. Hīti kāraṇatthe nipāto. Tāva kathinānisaṁsaṁ",
  "tika-vin09t16:3_12": "labhatīti ettha yo atthatakathino bhikkhūti ajjhāharitabbaṁ, tāva so atthatakathino",
  "tika-vin09t16:3_13": "bhikkhūti veditabbo, anāmantacārādikaṁ kathinānisaṁsaṁ labhatīti attho. “Atthatakathinassa",
  "tika-vin09t16:3_14": "bhikkhuno”ti idaṁ vā “atthatakathino bhikkhū”ti vibhattivipariṇāmaṁ katvā yojetabbaṁ.",
  "tika-vin09t16:3_15": "Idaṁ vuttaṁ hoti – cīvarapalibodho āvāsapalibodhoti dve palibodhā. Tesu ekapalibodhepi",
  "tika-vin09t16:3_16": "sati yasmā anāmantacārādikaṁ ānisaṁsaṁ labhati, nāsati. Kasmā? “Niṭṭhitacīvarasmi”nti",
  "tika-vin09t16:3_17": "etassa cīvarassa karaṇapalibodhe upacchinneti ayamattho viññāyatīti. Saṅghassāti",
  "tika-vin09t16:3_18": "saṅghena. Kattari cetaṁ sāmivacanaṁ. Ubbhateti aṭṭhannaṁ mātikānamaññatarena, antarubbhārena vā uddhaṭe.",
  "tika-vin09t16:4_0": "Tatrāti tasmiṁ kathine. Ubbhāro uddharaṇaṁ. Purimavassaṁvuṭṭhe tiṁsamatte pāveyyake",
  "tika-vin09t16:4_1": "bhikkhū uddissa “anujānāmi, bhikkhave, vassaṁvuṭṭhānaṁ bhikkhūnaṁ kathinaṁ attharitu”nti",
  "tika-vin09t16:4_2": "kathinakkhandhake bhagavatā kathinassa anuññātattā “ayañhi kathinatthāro nāma…pe…",
  "tika-vin09t16:4_3": "anuññāto”ti vuttaṁ. Tattha purimavassaṁvuṭṭhānanti vassacchedaṁ akatvā purimavassaṁvuṭṭhānanti",
  "tika-vin09t16:4_4": "attho. Etena vuṭṭhavassavasena tāva purimikāya vassaṁ upagatāyeva kathinatthāraṁ",
  "tika-vin09t16:4_5": "labhanti, na pacchimikāya upagatāti dasseti. Vuṭṭhavassavasena tāva evaṁ hotu, gaṇanavasena",
  "tika-vin09t16:4_6": "taṁ kittakā labhantīti āha “so”tiādi. Soti kathinatthāro. Sabbantimena paricchedenāti",
  "tika-vin09t16:4_7": "gaṇanavasena pacchimakoṭiyā. Pañcannaṁ janānaṁ vaṭṭatīti pacchimakoṭiyā cattāro kathinadussassa",
  "tika-vin09t16:4_8": "dāyakā, eko paṭiggāhakoti pañcannaṁ janānaṁ vaṭṭati. Keci pana “pañcavaggakaraṇīyattā",
  "tika-vin09t16:4_9": "‘pañcannaṁ janānaṁ vaṭṭatī’ti vutta”nti vadanti, taṁ tesaṁ matimattaṁ “tatra, bhikkhave,",
  "tika-vin09t16:4_10": "yvāyaṁ catuvaggo bhikkhusaṅgho ṭhapetvā tīṇi kammāni upasampadaṁ pavāraṇaṁ abbhāna”nti",
  "tika-vin09t16:4_11": "campeyyakkhandhake vuttattā. Tasmāti yasmā vuṭṭhavassavasena purimavassaṁvuṭṭhānaṁ",
  "tika-vin09t16:4_12": "anaññāto, yasmā ca sabbantimena paricchedena pañcannaṁ janānaṁ vaṭṭati, tasmā. Yatthāti",
  "tika-vin09t16:4_13": "yasmiṁ vihāre. Ānisaṁseti anāmantacārādike kathinānisaṁse. Atha pana cattāro bhikkhū",
  "tika-vin09t16:4_14": "vassaṁ upagatā, eko paripuṇṇavasso sāmaṇero sace pacchimikāya upasampajjati, gaṇapūrako",
  "tika-vin09t16:4_15": "ceva hoti, ānisaṁsañca labhati. Tayo bhikkhū, dve sāmaṇerā, dve bhikkhū, tayo sāmaṇerā,",
  "tika-vin09t16:4_16": "eko bhikkhu, cattāro sāmaṇerāti etthāpi eseva nayo.",
  "tika-vin09t16:5": "Khandhake vuttāya ñattidutiyakammavācāyāti –",
  "tika-vin09t16:6_0": "“Suṇātu me, bhante, saṅgho, idaṁ saṅghassa kathinadussaṁ uppannaṁ. Yadi saṅghassa",
  "tika-vin09t16:6_1": "pattakallaṁ, saṅgho imaṁ kathinadussaṁ itthannāmassa bhikkhuno dadeyya kathinaṁ attharituṁ,",
  "tika-vin09t16:6_2": "esā ñatti. Suṇātu me, bhante, saṅgho, idaṁ saṅghassa kathinadussaṁ uppannaṁ, saṅgho",
  "tika-vin09t16:6_3": "imaṁ kathinadussaṁ itthannāmassa bhikkhuno deti kathinaṁ attharituṁ. Yassāyasmato",
  "tika-vin09t16:6_4": "khamati imassa kathinadussassa itthannāmassa bhikkhuno dānaṁ kathinaṁ attharituṁ,",
  "tika-vin09t16:6_5": "so tuṇhassa. Yassa nakkhamati, so bhāseyya. Dinnaṁ idaṁ saṅghena kathinadussaṁ itthannāmassa",
  "tika-vin09t16:6_6": "bhikkhuno kathinaṁ attharituṁ, khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī”ti –",
  "tika-vin09t16:7_0": "Evaṁ kathinakkhandhake vuttāya ñattidutiyakammavācāya. Kathinatthārārahassāti kathinaṁ",
  "tika-vin09t16:7_1": "attharituṁ bhabbassa. So ca kho pubbakaraṇajānanādīhi aṭṭhahi aṅgehi samannāgatoti",
  "tika-vin09t16:7_2": "veditabbo. Vuttañhetaṁ vinayavinicchaye “aṭṭhadhammakovido bhikkhu, kathinatthāramarahatī”ti. Parivārepi vuttaṁ –",
  "tika-vin09t16:8_0": "“Aṭṭhahaṅgehi samannāgato puggalo bhabbo kathinaṁ attharituṁ. Katamehi aṭṭhahaṅgehi",
  "tika-vin09t16:8_1": "samannāgato puggalo bhabbo kathinaṁ attharituṁ? Pubbakaraṇaṁ jānāti, paccuddhāraṁ",
  "tika-vin09t16:8_2": "jānāti, adhiṭṭhānaṁ jānāti, atthāraṁ jānāti, mātikaṁ jānāti, palibodhaṁ jānāti, uddhāraṁ",
  "tika-vin09t16:8_3": "jānāti, ānisaṁsaṁ jānāti, imehi aṭṭhahaṅgehi samannāgato puggalo bhabbo kathinaṁ attharitu”nti.",
  "tika-vin09t16:9_0": "Ettha ca pubbakaraṇaṁ nāma dhovanavicāraṇacchedanabandhanasibbanarajanakappakaraṇaṁ.",
  "tika-vin09t16:9_1": "Paccuddhāro nāma purāṇasaṅghāṭiādīnaṁ paccuddharaṇaṁ. Adhiṭṭhānaṁ nāma kathinacīvarādhiṭṭhānaṁ.",
  "tika-vin09t16:9_2": "Atthāro nāma kathinatthāro. Mātikā nāma aṭṭha mātikā. Palibodho nāma āvāsapalibodho",
  "tika-vin09t16:9_3": "cīvarapalibodhoti dve palibodhā. Uddhāro nāma pakkamanantikādayo. Ānisaṁso nāma pañcānisaṁsā.",
  "tika-vin09t16:10_0": "Yaṁ pana samantapāsādikāyaṁ vuttaṁ “kathinaṁ pana kena attharitabbaṁ? Yassa saṅgho",
  "tika-vin09t16:10_1": "kathinacīvaraṁ deti, saṅghena pana kassa dātabbaṁ? Yo jiṇṇacīvaro hoti, sace bahū",
  "tika-vin09t16:10_2": "jiṇṇacīvarā honti, vuḍḍhassa dātabbaṁ. Vuḍḍhesupi yo mahāpariso tadaheva cīvaraṁ",
  "tika-vin09t16:10_3": "katvā attharituṁ sakkoti, tassa dātabbaṁ. Sace vuḍḍho na sakkoti, navakataro sakkoti,",
  "tika-vin09t16:10_4": "tassa dātabbaṁ. Apica saṅghena mahātherassa saṅgahaṁ kātuṁ vaṭṭati, tasmā ‘tumhe,",
  "tika-vin09t16:10_5": "bhante, gaṇhatha, mayaṁ katvā dassāmā’ti vattabba”nti, tampi kathinatthārārahaṁyeva",
  "tika-vin09t16:10_6": "gahetvāva dātabbaṁ. Dentena pana tīsu cīvaresu yaṁ yaṁ jiṇṇaṁ hoti, taṁ tadatthāya",
  "tika-vin09t16:10_7": "dātabbaṁ. Pakatiyā dupaṭṭacīvarassa dupaṭṭatthāyeva dātabbaṁ. Sacepissa ekapaṭṭacīvaraṁ",
  "tika-vin09t16:10_8": "ghanaṁ hoti, kathinasāṭako ca pelavo, sāruppatthāya dupaṭṭappahonakameva dātabbaṁ.",
  "tika-vin09t16:10_9": "“Ahaṁ alabhanto ekapaṭṭaṁ pārupāmī”ti vadantassāpi dupaṭṭaṁ dātuṁ vaṭṭati. Yo pana",
  "tika-vin09t16:10_10": "lobhapakatiko hoti, tassa na dātabbaṁ. Tenāpi kathinaṁ attharitvā pacchā sibbetvā",
  "tika-vin09t16:10_11": "“dve cīvarāni karissāmī”ti na gahetabbaṁ.",
  "tika-vin09t16:11_0": "Tenāti kathinatthārakena bhikkhunā. Tadahevāti tasmiṁyeva divase. Pañca vā atirekāni",
  "tika-vin09t16:11_1": "vākhaṇḍāni chinditvāti yathā pañcakhaṇḍikādīnaṁ saṅghāṭiādīnaṁ tiṇṇaṁ cīvarānaṁ aññatarappahonakāni",
  "tika-vin09t16:11_2": "mahāmaṇḍalaaḍḍhamaṇḍalādivasena pañca khaṇḍāni vā atirekāni vā sattādikhaṇḍāni honti,",
  "tika-vin09t16:11_3": "evaṁ chinditvā. Tasmiñca kathinacīvare kariyamāne “ahaṁ thero”ti vā “bahussuto”ti",
  "tika-vin09t16:11_4": "vā ekenāpi akātuṁ na labbhati. Anādariyena akarontassa dukkaṭaṁ. Tasmā sabbeheva",
  "tika-vin09t16:11_5": "sannipatitvā dhovanachedanasibbanarajanāni niṭṭhāpetabbāni. Tenāha “sesabhikkhūhipi",
  "tika-vin09t16:11_6": "tassa sahāyehi bhavitabba”nti. Katacīvaramevāti niṭṭhitaparikammameva kathinadussaṁ.",
  "tika-vin09t16:11_7": "Sabbantimena paricchedena antaravāsakopi chinditvāva kātabbo aññathā atthāravipattito. Yathāha –",
  "tika-vin09t16:12": "“Kathañca pana, bhikkhave, anatthataṁ hoti kathinaṁ? Na ullikhitamattena atthataṁ hoti kathinaṁ…pe… na aññatra pañcakena vā atirekapañcakena vā tadaheva sañchinnenā”ti.",
  "tika-vin09t16:13_0": "Tenevāha “acchinnāsibbitaṁ pana na vaṭṭatī”ti. Tena bhikkhunāti atthārakena bhikkhunā.",
  "tika-vin09t16:13_1": "Attharitabbanti attharaṇaṁ kātabbaṁ. Tañca kho tathāvacībhedakaraṇamevāti daṭṭhabbaṁ. Yathāha –",
  "tika-vin09t16:14": "“Sace saṅghāṭiyā kathinaṁ attharitukāmo hoti, porāṇikā saṅghāṭi paccuddharitabbā, navā saṅghāṭi adhiṭṭhātabbā, ‘imāya saṅghāṭiyā kathinaṁ attharāmī’ti vācā bhinditabbā”ti –",
  "tika-vin09t16:15": "Vitthāro. “Bhante, āvuso”ti ca “anumodatha, anumodāhī”ti ca vacanabhedaṁ sandhāya “therānañcā”tiādi vuttaṁ.",
  "tika-vin09t16:16_0": "Evaṁ atthārakena paṭipajjitabbavidhiṁ dassetvā idāni anumodakehi paṭipajjitabbavidhiṁ",
  "tika-vin09t16:16_1": "dassetuṁ “tehipī”tiādi vuttaṁ. “Anumodāmā”ti attanāva attani gāravavasena vuttaṁ.",
  "tika-vin09t16:16_2": "Kiñcāpi evaṁ vuttaṁ, tathāpi ekakena “anumodāmā”ti vattuṁ na vaṭṭati, “anumodāmi”cceva",
  "tika-vin09t16:16_3": "vattabbanti vadanti, vīmaṁsitvā gahetabbaṁ. Idāni kathinānisaṁse dassetuṁ bhūmiṁ",
  "tika-vin09t16:16_4": "vicārayanto “purimavassaṁvuṭṭhesupī”tiādimāha. Tattha tesaṁyevāti atthārakaanumodakānaṁyeva.",
  "tika-vin09t16:16_5": "Vuttañhetaṁ parivāre “dvinnaṁ puggalānaṁ atthataṁ hoti kathinaṁ atthārakassa ca anumodakassa",
  "tika-vin09t16:16_6": "cā”ti. Teti atthārakaanumodakā. Tato paṭṭhāyāti atthārānumodanato paṭṭhāya. Yāva",
  "tika-vin09t16:16_7": "kathinassubbhārāti na kevalaṁ cīvaramāseyeva, atha kho aṭṭhannaṁ mātikānaṁ aññatarena",
  "tika-vin09t16:16_8": "vā antarubbhārena vā yāva kathinassubbhārā pañcānisaṁse labhanti, uddhaṭe pana na labhantīti attho.",
  "tika-vin09t16:17_0": "Idāni te pañcānisaṁse sarūpato dassetuṁ “anāmantacāro”tiādimāha. Tattha anāmantacāro",
  "tika-vin09t16:17_1": "nāma pañcannaṁ bhojanānaṁ aññatarena nimantitassa santaṁ bhikkhuṁ anāpucchā kulesu",
  "tika-vin09t16:17_2": "cārittāpajjanaṁ. Asamādānacāro nāma nāmenādhiṭṭhitassa cīvarassa asamādānacaraṇaṁ,",
  "tika-vin09t16:17_3": "nāmenādhiṭṭhitānaṁ tiṇṇaṁ cīvarānamaññataraṁ cīvaraṁ yattha katthaci nikkhipitvā",
  "tika-vin09t16:17_4": "aññattha aruṇuṭṭhāpananti attho, cīvaravippavāsoti vuttaṁ hoti. Yāvadatthacīvaranti",
  "tika-vin09t16:17_5": "yāvatā cīvarena attho hoti, tāvatakaṁ anadhiṭṭhitaṁ avikappitaṁ cīvaradhāraṇaṁ, dasāhamatikkamitvā",
  "tika-vin09t16:17_6": "cīvarassa ṭhapananti attho. Gaṇassa bhojanaṁ gaṇabhojanaṁ. Gaṇoti cettha cattāro",
  "tika-vin09t16:17_7": "vā tatuttari vā bhikkhū. Tesaṁ viññattito vā nimantanato vā laddhassa odanādīnaṁ",
  "tika-vin09t16:17_8": "pañcannaṁ aññatarabhojanassa saha gahaṇanti attho. Yo ca tattha cīvaruppādoti tattha",
  "tika-vin09t16:17_9": "kathinatthatasīmāya matakacīvaraṁ vā hotu, saṅghaṁ uddissa dinnaṁ vā saṅghikena tatruppādena",
  "tika-vin09t16:17_10": "ābhataṁ vā yena kenaci ākārena yaṁ saṅghikaṁ cīvaraṁ uppajjati, taṁ tesaṁ bhavissatīti",
  "tika-vin09t16:17_11": "attho. Tenāha “tasmiṁ āvāse saṅghassa uppannacīvarañcā”ti.",
  "tika-vin09t16:18_0": "“Yaṁ pana tattha saṅghassa uppannaṁ pattādi vā aññaṁ bhaṇḍaṁ vā, taṁ sabbesaṁ pāpuṇāti.",
  "tika-vin09t16:18_1": "Yaṁ pana tatruppādena taṇḍulādinā vatthaṁ cetāpitaṁ, atthatakathinānameva tāni vatthāni",
  "tika-vin09t16:18_2": "pāpuṇanti. Vatthehi pana taṇḍulādīsu cetāpitesu sabbesaṁ tāni pāpuṇantī”ti gaṇṭhipade",
  "tika-vin09t16:18_3": "vuttaṁ, tampi cetāpitakālato paṭṭhāya cīvaruppādo na hotīti suvuttanti daṭṭhabbaṁ.",
  "tika-vin09t16:18_4": "Anatthatakathinā pana imesu pañcasu ānisaṁsesu cīvaramāse asamādānacāraṁ ṭhapetvā",
  "tika-vin09t16:18_5": "sesānisaṁse labhanti. Yadi asamādānacāropi labbheyya, pāveyyakā bhikkhū vassaṁvuṭṭhā",
  "tika-vin09t16:18_6": "okapuṇṇehi cīvarehi na bhagavantaṁ upasaṅkameyyuṁ. Yasmā taṁ na labbhati, tasmā cīvaramāsepi",
  "tika-vin09t16:18_7": "cīvaraṁ samādāya eva bhagavantaṁ upasaṅkamiṁsu.",
  "tika-vin09t16:19_0": "Evaṁ kathinatthāraṁ dassetvā idāni ubbhāraṁ dassento “taṁ panetaṁ kathina”ntiādimāha.",
  "tika-vin09t16:19_1": "Tattha mātikāti mātaro, janettiyoti attho. Kathinubbhārañhi etā aṭṭha janenti. Tāsu",
  "tika-vin09t16:19_2": "pakkamanaṁ anto etissāti pakkamanantikā. Evaṁ sesāpi veditabbā. Tattha yo bhikkhu",
  "tika-vin09t16:19_3": "atthatakathino kathinacīvaraṁ ādāya tasmiṁ āvāse nirapekkho “na paccessa”nti pakkamati,",
  "tika-vin09t16:19_4": "tassevaṁ pakkamato kathinuddhāro atikkantamattāya sīmāya hotīti pakkamanantiko kathinuddhāroti veditabbo.",
  "tika-vin09t16:20_0": "Yo pana ānisaṁsacīvaraṁ ādāya pakkamati, tassa bahisīmāgatassa evaṁ hoti “idhevimaṁ",
  "tika-vin09t16:20_1": "karissāmi, na puna taṁ vihāraṁ gacchissāmī”ti tasmiṁ āvāse nirapekkho hutvā taṁ cīvaraṁ",
  "tika-vin09t16:20_2": "kāreti, tassa bhikkhuno niṭṭhānantiko kathinuddhāro.",
  "tika-vin09t16:21": "Yadi pana ānisaṁsamūlacīvaraṁ ādāya bahisīmāgato “nevimaṁ cīvaraṁ karissāmi, na ca taṁ āvāsaṁ gacchissāmī”ti sanniṭṭhānaṁ karoti, tadā sanniṭṭhānantiko kathinuddhāro.",
  "tika-vin09t16:22_0": "Tadeva ānisaṁsacīvaraṁ laddhā taṁ ādāya bahisīmaṁ gantvā “idhevimaṁ cīvaraṁ karissāmi,",
  "tika-vin09t16:22_1": "na gacchissāmī”ti karontassa sace taṁ cīvaraṁ nassati vinassati ḍayhati, nāsanantiko kathinuddhāro hoti.",
  "tika-vin09t16:23": "Sace pana ānisaṁsacīvaraṁ laddhā tasmiṁ vihāre sāpekkhova bahisīmāgato “vihāre bhikkhūhi antarubbhāraṁ kata”nti suṇāti, tassa savanantiko kathinuddhāro hoti.",
  "tika-vin09t16:24_0": "Āsāya avacchedo etissāti āsāvacchedikā. Yo pana yena kenaci “tuyhaṁ cīvaraṁ dassāmī”ti",
  "tika-vin09t16:24_1": "vutto tasmiṁ cīvare āsāya vihāre apekkhaṁ pahāya bahisīmāgato puna tena “na sakkomi",
  "tika-vin09t16:24_2": "dātu”nti vutte āsaṁ chindati, tassa āsāvacchediko kathinuddhāro hoti.",
  "tika-vin09t16:25": "Yo pana vassaṁvuṭṭhavihārato aññaṁ vihāraṁ sāpekkhova gantvā āgacchanto antarāmaggeyeva kathinuddhāraṁ vītināmeti, tassa sīmātikkamanantiko kathinuddhāro.",
  "tika-vin09t16:26": "Saha ubbhārenāti sahubbhārā. Ānisaṁsacīvaraṁ ādāya sāpekkhova bahi gantvā kathinuddhāraṁ sambhuṇantassa kathinuddhāro sahubbhāroti veditabbo.",
  "tika-vin09t16:27_0": "“Etasmiṁ pana pakkamanantike kathinuddhāre paṭhamaṁ cīvarapalibodho chijjatī”tiādinā",
  "tika-vin09t16:27_1": "cīvarapalibodhupacchedādikassa vinicchayassa vitthārato samantapāsādikāyaṁ vuttattā",
  "tika-vin09t16:27_2": "8 “tattha vitthāravinicchayo”tiādimāha. Atthārubbhārānaṁyeva vā vitthāravinicchayassa",
  "tika-vin09t16:27_3": "tatthāgatattā evaṁ vuttanti daṭṭhabbaṁ. Sesapalibodhābhāvanti avasesassa palibodhassa",
  "tika-vin09t16:27_4": "abhāvaṁ, āvāsapalibodhābhāvanti attho.",
  "tika-vin09t16:28_0": "Assāti kālassa. Dasāhaparamanti accantasaṁyoge upayogavacananti āha “taṁ dasāhaparamaṁ",
  "tika-vin09t16:28_1": "kāla”nti. Atirekanti adhikaṁ, so ca adhikabhāvo adhiṭṭhitavikappitacīvaratoti āha",
  "tika-vin09t16:28_2": "“adhiṭṭhitavikappitesū”tiādi. Khomanti khomasuttehi vāyitaṁ khomapaṭṭacīvaraṁ. Tathā",
  "tika-vin09t16:28_3": "sesāni. Kambalaṁ nāma manussalomavāḷalome ṭhapetvā sesalomehi vāyitvā katavatthaṁ.",
  "tika-vin09t16:28_4": "Sāṇaṁ nāma sāṇavākehi katavatthaṁ. Bhaṅgaṁ nāma khomasuttādīhi pañcahi missetvā katavatthaṁ.",
  "tika-vin09t16:28_5": "“Pāṭekkaṁ vākamayamevā”tipi vadanti. Tadanulomānaṁ vāti dukūlaṁ pattuṇṇaṁ somārapaṭṭaṁ",
  "tika-vin09t16:28_6": "cīnapaṭṭaṁ iddhijaṁ devadinnanti tesaṁ khomādīnaṁyeva anulomānaṁ channaṁ cīvarānaṁ",
  "tika-vin09t16:28_7": "vā, tattha dukūlaṁ sāṇassa anulomaṁ vākamayattā. Pattuṇṇadese pāṇakehi sañjātavatthaṁ",
  "tika-vin09t16:28_8": "pattuṇṇaṁ. Somāradese jātaṁ vatthaṁ somārapaṭṭaṁ. Tathā cīnapaṭṭaṁ. Imāni tīṇipi",
  "tika-vin09t16:28_9": "koseyyassa anulomāni pāṇakehi katasuttamayattā. Iddhijaṁ ehibhikkhūnaṁ puññiddhiyā",
  "tika-vin09t16:28_10": "nibbattacīvaraṁ. Taṁ pana khomādīnamaññataraṁ hotīti tesaṁyeva anulomaṁ. Devehi dinnaṁ",
  "tika-vin09t16:28_11": "cīvaraṁ devadinnaṁ, taṁ kapparukkhe nibbattaṁ jāliniyā devakaññāya anuruddhattherassa",
  "tika-vin09t16:28_12": "dinnavatthasadisaṁ, tampi khomādīnaṁyeva anulomaṁ hoti tesu aññatarabhāvato.",
  "tika-vin09t16:29_0": "Dīghato vaḍḍhakihatthappamāṇaṁ, vitthārato tato upaḍḍhappamāṇaṁ vikappanupagaṁ pacchimaṁ.",
  "tika-vin09t16:29_1": "Aṭṭhaṅgulaṁ sugataṅgulenāti ettha sugataṅgulaṁ nāma idāni majjhimassa purimassa tīṇi",
  "tika-vin09t16:29_2": "aṅgulāni, tena sugataṅgulena aṭṭhaṅgulaṁ vaḍḍhakihatthappamāṇanti attho. Caturaṅgulavitthatanti",
  "tika-vin09t16:29_3": "etthāpi yathāvuttānusāreneva attho veditabbo. Yesaṁ pana adhiṭṭhānavikappanānaṁ abhāvato",
  "tika-vin09t16:29_4": "adhiṭṭhitavikappitesu apariyāpannattā idaṁ atirekacīvaraṁ nāma hoti.",
  "tika-vin09t16:30_0": "Taṁ adhiṭṭhānavikappanaṁ kenākārena jānitabbanti anuyogaṁ sandhāya taṁ dassetuṁ “yaṁ",
  "tika-vin09t16:30_1": "pana vutta”ntiādi āraddhaṁ. Tattha yaṁ pana vuttanti atirekacīvaraṁ dassetuṁ “adhiṭṭhitavikappitesu",
  "tika-vin09t16:30_2": "apariyāpannattā”ti amhehi yaṁ vuttanti attho. Ticīvaraṁ adhiṭṭhātunti nāmaṁ vatvā",
  "tika-vin09t16:30_3": "adhiṭṭhātuṁ. Na vikappetunti saṅghāṭiādināmena vikappetuṁ na anujānāmīti attho. “Imaṁ",
  "tika-vin09t16:30_4": "cīvaraṁ vikappemī”ti pana vikappetuṁ vaṭṭatiyeva. Sāmaññavacanaṁ pana ticīvarassa",
  "tika-vin09t16:30_5": "kaṇḍupaṭicchādivassikasāṭikānaṁ viya kālavasena visesābhāvā cassa vikappetabbatāti",
  "tika-vin09t16:30_6": "dassanatthaṁ, na pana sabbathā vikappanapaṭisedhanatthanti daṭṭhabbaṁ. Tathā hi purāṇacīvaraṁ",
  "tika-vin09t16:30_7": "paccuddharitvā navassa adhiṭṭhānavacanato, “anāpatti adhiṭṭheti vikappetī”tiādivacanato",
  "tika-vin09t16:30_8": "ca ticīvarassapi vikappanāya okāso dinno. Esa nayo sabbattha. Ticīvarādīni hi adhiṭṭhahantena",
  "tika-vin09t16:30_9": "“imaṁ saṅghāṭiṁ adhiṭṭhāmī”tiādinā taṁ taṁ nāmaṁ vatvā adhiṭṭhātabbaṁ. Vikappentena",
  "tika-vin09t16:30_10": "pana “imaṁ saṅghāṭi”ntiādinā tassa tassa cīvarassa nāmaṁ aggahetvā “imaṁ cīvaraṁ",
  "tika-vin09t16:30_11": "tuyhaṁ vikappemī”ti vikappetabbaṁ. Ticīvaraṁ vā hotu, aññaṁ vā, yadi taṁ taṁ nāmaṁ",
  "tika-vin09t16:30_12": "gahetvā vikappeti, avikappitaṁ hoti, atirekacīvaraṭṭhāneyeva tiṭṭhati. Tato paraṁ",
  "tika-vin09t16:30_13": "vikappetunti catumāsato paraṁ “imaṁ cīvaraṁ vikappemī”ti vikappetuṁ. Idañca paribhuñjituṁ",
  "tika-vin09t16:30_14": "anuññātaṁ. Keci pana “tato paraṁ vikappetvā yāva āgāmisaṁvacchare vassānaṁ catumāsaṁ,",
  "tika-vin09t16:30_15": "tāva ṭhapetuṁ anuññāta”nti vadanti. Tato paranti ābādhato paraṁ. “Imāsañca pana vassikasāṭikakaṇḍupaṭicchādīnaṁ",
  "tika-vin09t16:30_16": "tato paraṁ vikappetvā paribhogassa anuññātattā tathāvikappitaṁ aññanāmena adhiṭṭhahitvā",
  "tika-vin09t16:30_17": "paribhuñjitabba”nti gaṇṭhipadesu vuttaṁ. Adhiṭṭhātabbavikappetabbatā jānitabbāti",
  "tika-vin09t16:30_18": "adhiṭṭhātabbaṁ vikappetabbanti evaṁ adhiṭṭhānavikappanā jānitabbāti attho.",
  "tika-vin09t16:31_0": "Pañcaparimāṇaṁ assāti pañcakaṁ, muṭṭhissa muṭṭhihatthassa sambandhaṁ pañcakaṁ muṭṭhipañcakaṁ.",
  "tika-vin09t16:31_1": "Esa na yo muṭṭhittikanti etthāpi. Pārupanenapi sakkā nābhiṁ paṭicchādetunti āha “dvihatthopi",
  "tika-vin09t16:31_2": "vaṭṭatī”ti. Na kevalaṁ aḍḍhateyyova vaṭṭati, atha kho dvihatthopi vaṭṭatīti pi-saddassa",
  "tika-vin09t16:31_3": "attho daṭṭhabbo. Atirekañcāti sugatacīvarappamāṇampi tato adhikampi. Paccuddharāmīti",
  "tika-vin09t16:31_4": "ṭhapemi, pariccajāmīti vā attho. “Imaṁ cīvaraṁ saṅghāṭiṁ adhiṭṭhāmī”ti evampi vattuṁ",
  "tika-vin09t16:31_5": "vaṭṭati. Kāyavikāraṁ karontenāti hatthādinā cīvaraṁ parāmasantena, cālentena vā.",
  "tika-vin09t16:31_6": "Idañhi adhiṭṭhānaṁ yena kenaci sarīrāvayavena aphusantassa na vaṭṭati. Duvidhanti",
  "tika-vin09t16:31_7": "sammukhāparammukhabhedena duvidhaṁ. Vācā bhinditabbāti vacanaṁ nicchāretabbaṁ. Antogabbhādīsūti",
  "tika-vin09t16:31_8": "antogabbhauparipāsādesu. Sāmantavihāreti yattha tadaheva gantvā nivattetuṁ sakkā,",
  "tika-vin09t16:31_9": "evarūpe samīpavihāre. Idañca desanāsīsamattaṁ, tasmā dūre ṭhitampi adhiṭṭhātabbanti",
  "tika-vin09t16:31_10": "vadanti. “Ṭhapitaṭṭhānaṁ sallakkhetvā”ti iminā cīvarasaṁlakkhaṇaṁ vuttaṁ. Na hi ṭhapitaṭṭhānamattasallakkhaṇena",
  "tika-vin09t16:31_11": "kiñci payojanaṁ atthi.",
  "tika-vin09t16:32_0": "Adhiṭṭhahitvā ṭhapitavatthehīti paccattharaṇamukhapuñchanacoḷaparikkhāracoḷavasena",
  "tika-vin09t16:32_1": "adhiṭṭhahitvā ṭhapitavatthehi. Adhiṭṭhānato pubbe saṅghāṭiādivohārassa abhāvato “imaṁ",
  "tika-vin09t16:32_2": "paccuddharāmī”ti paccattharaṇādīnaṁ visuṁ paccuddharaṇavidhiṁ dasseti. Paccattharaṇādināmena",
  "tika-vin09t16:32_3": "pana adhiṭṭhātabbattā “imaṁ paccattharaṇaṁ paccuddharāmī”tiādinā vuttepi nevatthi",
  "tika-vin09t16:32_4": "doso. Puna adhiṭṭhātabbānīti saṅghāṭiādināmena adhiṭṭhātabbāni. Parikkhāracoḷakassa",
  "tika-vin09t16:32_5": "pana parikkhāracoḷavasena adhiṭṭhahitvā ṭhapitavatthehipi saṅghāṭiādimhi kate paccuddharitvā",
  "tika-vin09t16:32_6": "puna adhiṭṭhātabbanti natthi. Pubbe katādhiṭṭhānameva adhiṭṭhānaṁ. Adhiṭṭhitena pana",
  "tika-vin09t16:32_7": "tena saddhiṁ mahantatarameva dutiyaṁ paṭṭaṁ vā khaṇḍaṁ vā saṁsibbantena adhiṭṭhātabbaṁ,",
  "tika-vin09t16:32_8": "same vā khuddake vā adhiṭṭhānakiccaṁ natthi. Sukhaparibhogatthanti vippavāsadosābhāvato",
  "tika-vin09t16:32_9": "yattha katthaci ṭhapetvā dhammassavanādinā kiccena aññattha aruṇaṁ uṭṭhāpetvā āgantvā",
  "tika-vin09t16:32_10": "nissajjanaṁ vināva paribhuñjituṁ sakkuṇeyyatāya sukhaparibhogatthaṁ. Parikkhāracoḷaṁ",
  "tika-vin09t16:32_11": "adhiṭṭhātunti parikkhāracoḷaṁ katvā adhiṭṭhātuṁ.",
  "tika-vin09t16:33_0": "Anatirittapamāṇāti “dīghaso cha vidatthiyo sugatavidatthiyā, tiriyaṁ aḍḍhateyyā”ti",
  "tika-vin09t16:33_1": "vuttappamāṇato anadhikapamāṇā. Paccuddharitvā vikappetabbāti vassikasāṭikabhāvato",
  "tika-vin09t16:33_2": "apanetvā vikappetabbā, hemantassa paṭhamadivasato paṭṭhāya antodasāhe vassikasāṭikāvassikasāṭikabhāvato",
  "tika-vin09t16:33_3": "apanetvā “imaṁ cīvaraṁ tuyhaṁ vikappemī”tiādinā nayena vikappetabbāti vuttaṁ hoti.",
  "tika-vin09t16:33_4": "Aññathā hi “vassikasāṭikā vassānamāsātikkamenāpi, kaṇḍupaṭicchādi ābādhavūpasamenāpi",
  "tika-vin09t16:33_5": "adhiṭṭhānaṁ vijahatī”ti vakkhamānattā vassānamāsato paraṁ asati adhiṭṭhāne kiṁ paccuddhareyyāti",
  "tika-vin09t16:33_6": "“paccuddharitvā”ti vacanameva nopapajjeyya.",
  "tika-vin09t16:34_0": "Keci pana “yathā kathinamāsabbhantare uppannacīvaraṁ kathinamāsātikkame nissaggiyaṁ",
  "tika-vin09t16:34_1": "hoti, evamayaṁ vassikasāṭikāpi vassānamāsātikkame nissaggiyā hoti. Tasmā kattikapuṇṇamadivase",
  "tika-vin09t16:34_2": "paccuddharitvā tato paraṁ hemantassa paṭhamadivase vikappetabbāti evamattho gahetabbo,",
  "tika-vin09t16:34_3": "paccuddharitvā tato paraṁ vikappetabbāti padayojanā veditabbā”ti ca vadanti, taṁ",
  "tika-vin09t16:34_4": "na yuttaṁ. Kathinamāse uppannañhi cīvaraṁ atirekacīvaraṭṭhāne ṭhitattā avasānadivase",
  "tika-vin09t16:34_5": "anadhiṭṭhitaṁ kathinamāsātikkame nissaggiyaṁ hoti. Ayaṁ pana vassikasāṭikā adhiṭṭhahitvā",
  "tika-vin09t16:34_6": "ṭhapitattā na tena sadisāti vassānātikkame kathaṁ nissaggiyaṁ hoti anadhiṭṭhitaavikappitameva",
  "tika-vin09t16:34_7": "hi taṁ kālātikkame nissaggiyaṁ hoti, tasmā hemantepi vassikasāṭikā dasāhaparihāraṁ",
  "tika-vin09t16:34_8": "labhati. Evaṁ kaṇḍupaṭicchādipi adhiṭṭhānavijahanato paraṁ dasāhaparihāraṁ labhati.",
  "tika-vin09t16:34_9": "Dasāhaṁ pana anatikkāmetvā vikappetabbā. Nahānatthāya anuññātattā vaṇṇabhedamattarattāpi",
  "tika-vin09t16:34_10": "cesā vaṭṭatīti vuttaṁ. “Dve pana na vaṭṭantī”ti dvinnaṁ adhiṭṭhānābhāvato vuttaṁ.",
  "tika-vin09t16:34_11": "“Sace vassāne aparā vassikasāṭikā uppannā hoti, purimavassikasāṭikaṁ paccuddharitvā,",
  "tika-vin09t16:34_12": "vikappetvā ca adhiṭṭhātabbā”ti vadanti.",
  "tika-vin09t16:35_0": "Pamāṇayuttanti “dīghaso sugatavidatthiyā dve vidatthiyo, vitthārato diyaḍḍhaṁ dasā",
  "tika-vin09t16:35_1": "vidatthī”ti iminā pamāṇena yuttaṁ. Pamāṇikāti “sugatavidatthiyā dīghaso catasso vidatthiyo,",
  "tika-vin09t16:35_2": "tiriyaṁ dve vidatthiyo”ti evaṁ vuttappamāṇayuttā. Paccuddharitvā vikappetabbāti ettha",
  "tika-vin09t16:35_3": "yaṁ vattabbaṁ, taṁ heṭṭhā vuttameva. Yasmā bhikkhūnaṁ ticīvare paripuṇṇe, atthe ca",
  "tika-vin09t16:35_4": "sati parissāvanādīhi “anujānāmi, bhikkhave, parikkhāracoḷaka”nti bahūnaṁ pattatthavikaparissāvanādīnaṁ",
  "tika-vin09t16:35_5": "saṅgahavasena parikkhāracoḷādhiṭṭhānamanuññātaṁ, tasmā “parikkhāracoḷe gaṇanā natthī”tiādi",
  "tika-vin09t16:35_6": "vuttaṁ. Bhagavatā hi yaṁ yaṁ bhikkhū labhanti, taṁ taṁ iminā vidhānena adhiṭṭhahitvā",
  "tika-vin09t16:35_7": "puna “yena yena parissāvanādinā attho hoti, taṁ taṁ katvā gaṇhantū”ti anukampāya",
  "tika-vin09t16:35_8": "anuññātaṁ. Tenevāha “thavikāpī”tiādi. Ādisaddena “etāni cīvarāni parikkhāracoḷāni",
  "tika-vin09t16:35_9": "adhiṭṭhāmī”ti asammukhādhiṭṭhānaṁ saṅgaṇhāti. “Senāsanaparikkhāratthāya dinnapaccattharaṇe",
  "tika-vin09t16:35_10": "cā”ti iminā attano santakaṁ paṭikkhipati. Keci pana “anivāsetvā, apārupitvā ca kevalaṁ",
  "tika-vin09t16:35_11": "pañcapīṭhesuyeva attharitvā paribhuñjiyamānaṁ paccattharaṇaṁ attano santakampi anadhiṭṭhitaṁ",
  "tika-vin09t16:35_12": "vaṭṭatī”ti vadanti, taṁ ayuttaṁ senāsanaparikkhāratthāya dinna”nti paccattharaṇassa",
  "tika-vin09t16:35_13": "visesitattā. Bhisibibbohanapāvārakojavānampi senāsanaparikkhāratoyeva adhiṭṭhānakiccaṁ",
  "tika-vin09t16:35_14": "natthīti veditabbaṁ.",
  "tika-vin09t16:36_0": "Adhiṭṭhitañca panetaṁ cīvaraṁ paribhuñjato kathaṁ adhiṭṭhānaṁ vijahatīti āha “sabbañca",
  "tika-vin09t16:36_1": "paneta”ntiādi. Tattha acchinditvā gahaṇenāti corādīhi acchinditvā gahaṇena. Hīnāyāvattanenāti",
  "tika-vin09t16:36_2": "gihibhāvāya āvattanena, vibbhamenāti attho, “sīlavantova hutvā gihī bhavissāmī”ti",
  "tika-vin09t16:36_3": "setavatthanivāsanenāti vuttaṁ hoti. “Antimavatthuṁ ajjhāpannassa setavatthanivāso",
  "tika-vin09t16:36_4": "vā kāsāyacajanaṁ vā hīnāyāvattana”nti keci. “‘Hīnāyāvattanenā’ti iminā bhikkhuniyā",
  "tika-vin09t16:36_5": "eva adhiṭṭhānavijahanaṁ gahitaṁ hoti. Sā hi yadā vibbhamati, tadā assamaṇī hoti.",
  "tika-vin09t16:36_6": "Bhikkhu pana vibbhamantopi yāva sikkhaṁ na paccakkhāti, tāva bhikkhuyevāti adhiṭṭhānaṁ",
  "tika-vin09t16:36_7": "na vijahatī”ti apare. Sikkhāpaccakkhānenāti liṅge ṭhitasseva sikkhāya paccakkhānena.",
  "tika-vin09t16:36_8": "Yo hi bhikkhuliṅge ṭhitova sikkhaṁ paccakkhāti, tassa kāyalaggampi cīvaraṁ adhiṭṭhānaṁ",
  "tika-vin09t16:36_9": "vijahatīti. Kālaṅkiriyāyāti maraṇena. Liṅgaparivattanenāti purisaliṅgassa, itthiliṅgassa",
  "tika-vin09t16:36_10": "vā parivattanena, purisassa itthiliṅgapātubhāvena, itthiyā vā purisaliṅgapātubhāvenāti vuttaṁ hoti.",
  "tika-vin09t16:37_0": "Kaniṭṭhaṅgulinakhapiṭṭhippamāṇenāti heṭṭhimaparicchedaṁ dasseti. Oratoti abbhantarato.",
  "tika-vin09t16:37_1": "Yo pana dubbalaṭṭhāne paṭhamaṁ aggaḷaṁ datvā pacchā dubbalaṭṭhānaṁ chinditvā apaneti,",
  "tika-vin09t16:37_2": "adhiṭṭhānaṁ na bhijjati. Maṇḍalaparivattanepi eseva nayo. Dupaṭṭassa pana ekasmiṁ",
  "tika-vin09t16:37_3": "paṭale chidde vā jāte, galite vā adhiṭṭhānaṁ na bhijjati. Khuddakaṁ cīvaraṁ mahantaṁ",
  "tika-vin09t16:37_4": "karoti, mahantaṁ vā khuddakaṁ karoti, adhiṭṭhānaṁ na bhijjati. Ubho koṭiyo majjhe",
  "tika-vin09t16:37_5": "karonto sace pana paṭhamaṁ chinditvā pacchā ghaṭeti, adhiṭṭhānaṁ bhijjati. Atha ghaṭetvā",
  "tika-vin09t16:37_6": "chindati, na bhijjati. Rajakehi dhovāpetvā setaṁ karontassāpi adhiṭṭhānaṁ adhiṭṭhānameva.",
  "tika-vin09t16:37_7": "Vassānamāsātikkamenāpīti ettha pi-saddo sampiṇḍanattho. Tena na kevalaṁ pubbe vuttena",
  "tika-vin09t16:37_8": "dānādinā aṭṭhavidheneva kāraṇena vassikasāṭikā adhiṭṭhānaṁ vijahati, atha kho vassānamāsātikkamenapīti",
  "tika-vin09t16:37_9": "evamettha attho daṭṭhabbo. Esa nayo ābādhavūpasamenāpīti etthāpi. Vikappanasikkhāpadeti",
  "tika-vin09t16:37_10": "pācittiye surāpānavaggassa navamasikkhāpade.",
  "tika-vin09t16:38_0": "Taṁ atikkāmayatoti ettha tanti cīvaraṁ, kālaṁ vā parāmasatīti āha “taṁ yathāvuttajātippamāṇa”ntiādi.",
  "tika-vin09t16:38_1": "Assāti bhikkhussa. Tassa yo aruṇoti tassa cīvaruppādadivasassa yo atikkanto aruṇo.",
  "tika-vin09t16:38_2": "Cīvaruppādadivasena saddhinti cīvaruppādadivasassa aruṇena saddhiṁ. Divasasaddena",
  "tika-vin09t16:38_3": "cettha taṁdivasanissito aruṇo vutto. Idāni yassa ca nissajjitabbaṁ, yathā ca nissajjitabbaṁ,",
  "tika-vin09t16:38_4": "taṁ dassetuṁ “taṁ gahetvā”tiādi vuttaṁ. Tatrāyaṁ nayoti tasmiṁ nissajjane ayaṁ vidhi.",
  "tika-vin09t16:38_5": "Aññathāpīti bhāsantarenāpi, yāya kāyaci bhāsāyapīti attho. Paṭibalenāti vattuṁ samatthena.",
  "tika-vin09t16:38_6": "Āyatiṁ saṁvareyyāsīti upari saṁvaramāpajjeyyāsi, saṁvutakāyavacīdvāro bhaveyyāsīti",
  "tika-vin09t16:38_7": "attho. Imāni ca “passasī”tiādīni yathākkamaṁ paṭiggāhakadesakehi vattabbavacanāni.",
  "tika-vin09t16:38_8": "Tathā hi “passasī”ti paṭiggāhakena vattabbavacanaṁ, “āma passāmī”ti tadanudesakena",
  "tika-vin09t16:38_9": "vattabbavacanaṁ. “Āyatiṁ saṁvareyyāsī”ti tadanuppaṭiggāhakena vattabbavacanaṁ, “sādhu",
  "tika-vin09t16:38_10": "suṭṭhu saṁvarissāmī”ti tadanudesakena vattabbavacanaṁ. Iminā ca attano āyatiṁ saṁvare",
  "tika-vin09t16:38_11": "patiṭṭhitabhāvaṁ dasseti. Dvīsu, pana sambahulāsu vāti dvīsu vā sambahulāsu vā āpattīsu",
  "tika-vin09t16:38_12": "purimanayeneva vacanabhedo kātabbo. Ñattiyaṁ āpattiṁ sarati vivaratīti ettha “dve",
  "tika-vin09t16:38_13": "āpattiyo”ti vā “sambahulā āpattiyo”ti vā vacanabhedo kātabbo. Dvīsu, bahūsu vā vacanabhedo",
  "tika-vin09t16:38_14": "kātabboti “saṅgho imāni cīvarānī”ti vatthuvasena vacanabhedo kātabbo.",
  "tika-vin09t16:39_0": "Evaṁ saṅghassa nissajjanavidhiṁ dassetvā gaṇassa nissajjanavidhiṁ dassetuṁ “gaṇassa",
  "tika-vin09t16:39_1": "pana nissajjantenā”tiādimāha. Tattha sesaṁ purimasadisamevāti nissajjanāpattippaṭiggahaṇanissaṭṭhacīvaradānesu",
  "tika-vin09t16:39_2": "“āyasmantāna”ntiādinā vuttavacanabhedaṁ vinā avasesaṁ saṅghassa nissajjanādīsu vuttasadisamevāti attho.",
  "tika-vin09t16:40_0": "Idāni puggalassa nissajjanavidhiṁ dassetuṁ “puggalassa panā”tiādi vuttaṁ. Tattha",
  "tika-vin09t16:40_1": "dvīsu, tīsu vāti dvīsu, tīsu vā āpattīsu ceva dātabbacīvaresu ca. Yathā ca gaṇassa",
  "tika-vin09t16:40_2": "nissajjane, evaṁ dvinnaṁ nissajjanepi pāḷi veditabbā. Yadi hi viseso bhaveyya, yatheva",
  "tika-vin09t16:40_3": "“anujānāmi, bhikkhave, tiṇṇaṁ pārisuddhiuposathaṁ kātuṁ, evañca pana, bhikkhave,",
  "tika-vin09t16:40_4": "kātabbo – byattena bhikkhunā paṭibalena te bhikkhū ñāpetabbā”tiādinā nayena tiṇṇaṁ",
  "tika-vin09t16:40_5": "pārisuddhiuposathaṁ vatvā “anujānāmi, bhikkhave, dvinnaṁ pārisuddhiuposathaṁ kātuṁ,",
  "tika-vin09t16:40_6": "evañca pana, bhikkhave, kattabbo – therena bhikkhunā ekaṁsaṁ uttarāsaṅga”ntiādinā",
  "tika-vin09t16:40_7": "nayena visuṁyeva dvinnaṁ pārisuddhiuposatho vutto, evaṁ idhāpi visuṁ pāḷiṁ vadeyya.",
  "tika-vin09t16:40_8": "Yasmā pana natthi, tasmā avatvāva gatoti gaṇassa vuttā pāḷiyevettha pāḷi. Āpattippaṭiggahaṇe",
  "tika-vin09t16:40_9": "pana ayaṁ viseso – yathā gaṇassa nissajjitvā āpattiyā desiyamānāya āpattippaṭiggāhako",
  "tika-vin09t16:40_10": "bhikkhu ñattiṁ ṭhapeti, evaṁ aṭṭhapetvā dvīsu aññatarena yathā ekapuggalo paṭiggaṇhāti,",
  "tika-vin09t16:40_11": "evaṁ āpatti paṭiggahetabbā. Dvinnañhi ñattiṭṭhapanaṁ nāma natthi. Yadi siyā, dvinnaṁ",
  "tika-vin09t16:40_12": "pārisuddhiuposathaṁ visuṁ na vadeyya. Nissaṭṭhacīvaradānepi yathā “imaṁ cīvaraṁ āyasmato",
  "tika-vin09t16:40_13": "dammī”ti eko vadati, evaṁ “mayaṁ imaṁ cīvaraṁ āyasmato demā”ti vattuṁ vaṭṭati. Ito",
  "tika-vin09t16:40_14": "garukatarānipi hi ñattidutiyakammāni apaloketvā kātabbānīti vuttāni atthi, tesaṁ",
  "tika-vin09t16:40_15": "etaṁ anulomaṁ. Tenevāha “dvinnaṁ panā”tiādi. Nissaṭṭhacīvaraṁ pana dātabbameva, adātuṁ",
  "tika-vin09t16:40_16": "na labbhati. Vinayakammamattameva hetaṁ. Na taṁ tena saṅghassa vā gaṇassa vā puggalassa",
  "tika-vin09t16:40_17": "vā dinnameva hoti. Tenāha “nissaṭṭhavatthu”ntiādi.",
  "tika-vin09t16:41_0": "Anissajjitvāparibhuñjantassa dukkaṭanti sakiṁ nivatthaṁ vā sakiṁ pārutaṁ vā kāyato",
  "tika-vin09t16:41_1": "amocetvā divasampi carati, ekameva dukkaṭaṁ. Mocetvā nivāseti vā pārupati vā, payoge",
  "tika-vin09t16:41_2": "payoge dukkaṭaṁ. Dunnivatthaṁ vā duppārutaṁ vā saṇṭhāpentassa anāpatti. Aññassa taṁ",
  "tika-vin09t16:41_3": "paribhuñjatopi anāpatti. “Aññena kataṁ paṭilabhitvā paribhuñjatī”tiādivacanañcettha",
  "tika-vin09t16:41_4": "sādhakaṁ. Dasāhaṁ anatikkantepi atikkantasaññino, vematikassa ca dukkaṭanti etthāpi",
  "tika-vin09t16:41_5": "“paribhuñjantassā”ti ānetvā sambandhitabbaṁ. Atikkante anatikkantasaññinopīti dasāhaṁ",
  "tika-vin09t16:41_6": "atikkante cīvare “anatikkantaṁ ida”nti evaṁ saññino, dasāhe vā atikkante “anatikkanto",
  "tika-vin09t16:41_7": "dasāho”ti evaṁ saññino.",
  "tika-vin09t16:42_0": "Idāni “anadhiṭṭhite adhiṭṭhitasaññino nissaggiya”ntiādiāpattivāraṁ saṅgahetvā dassento",
  "tika-vin09t16:42_1": "“tathā”tiādimāha. Tathāti yathā dasāhaṁ atikkante saññābhedena tikapācittiyaṁ, tathā",
  "tika-vin09t16:42_2": "anadhiṭṭhitādīsu sattasu vikappesu adhiṭṭhitādisaññābhedatoti attho. Tattha avissajjite",
  "tika-vin09t16:42_3": "vissajjitasaññinoti kassaci adinne apariccatte “dinnaṁ pariccattaṁ mayā”ti evaṁ saññino.",
  "tika-vin09t16:42_4": "Anaṭṭhe naṭṭhasaññinoti attano cīvarena saddhiṁ bahūni aññesaṁ cīvarāni ekato ṭhapitāni,",
  "tika-vin09t16:42_5": "tāni ce corā haranti, tatresa attano cīvare anaṭṭhe naṭṭhasaññī hoti, tassa naṭṭhasaññino.",
  "tika-vin09t16:42_6": "Esa nayo avinaṭṭhādīsupi. Avilutteti ettha pana gabbhaṁ bhinditvā pasayhāvahāravasena",
  "tika-vin09t16:42_7": "avilutteti veditabbaṁ.",
  "tika-vin09t16:43_0": "Vissajjiteti aññassa dinne. Kathaṁ pana dinnaṁ hoti, kathaṁ gahitaṁ? “Imaṁ tuyhaṁ",
  "tika-vin09t16:43_1": "demi, dadāmi, dajjāmi, oṇojemi, pariccajāmi, vissajjāmi, nissajjāmī”ti vā vadati,",
  "tika-vin09t16:43_2": "“itthannāmassa demi…pe… nissajjāmī”ti vā vadati, sammukhāpi parammukhāpi dinnaṁyeva",
  "tika-vin09t16:43_3": "hoti. “Tuyhaṁ gaṇhāhī”ti vutte “mayhaṁ gaṇhāmī”ti vadati, sudinnaṁ, suggahitañca.",
  "tika-vin09t16:43_4": "“Tava santakaṁ karohi, tava santakaṁ hotu, tava santakaṁ karissasī”ti vutte “mama",
  "tika-vin09t16:43_5": "santakaṁ karomi, mama santakaṁ hotu, mama santakaṁ karissāmī”ti vadati, duddinnaṁ,",
  "tika-vin09t16:43_6": "duggahitañca. Neva dātā dātuṁ jānāti, na itaro gahetuṁ. Sace pana “tava santakaṁ",
  "tika-vin09t16:43_7": "karohī”ti vutte “sādhu, bhante, mayhaṁ gaṇhāmī”ti gaṇhāti, suggahitaṁ, sace pana",
  "tika-vin09t16:43_8": "eko “gaṇhāhī”ti vadati, itaro “na gaṇhāmī”ti vadati, puna so “dinnaṁ mayā tuyhaṁ,",
  "tika-vin09t16:43_9": "gaṇhāhī”ti vadati, itaropi “na mayhaṁ iminā attho”ti vadati. Tato purimopi “mayā",
  "tika-vin09t16:43_10": "dinna”nti dasāhaṁ atikkāmeti, pacchimopi “mayā paṭikkhitta”nti, kassāpattīti? Na",
  "tika-vin09t16:43_11": "kassaci. Yassa pana ruccati, tena adhiṭṭhahitvā paribhuñjitabbaṁ. Yo pana adhiṭṭhāne",
  "tika-vin09t16:43_12": "vematiko, tena kiṁ kātabbaṁ? Vematikabhāvaṁ ārocetvā “sace anadhiṭṭhitaṁ bhavissati,",
  "tika-vin09t16:43_13": "evaṁ me kappiyaṁ hotī”ti vatvā vuttanayeneva nissajjitabbaṁ. Na hi evaṁ jānāpetvā",
  "tika-vin09t16:43_14": "vinayakammaṁ karontassa musāvādo hoti.",
  "tika-vin09t16:44_0": "Yathāca idaṁ, evaṁ ito parānipīti yathā idaṁ atirekacīvaradhāraṇasikkhāpadaṁ ācāravipatti,",
  "tika-vin09t16:44_1": "evaṁ ito parānipi sikkhāpadāni ācāravipattiyevāti attho. Tenāha “ubhatopātimokkhesū”tiādi.",
  "tika-vin09t16:44_2": "Ājīvavipattipaccayā pana ṭhapetvā dubbhāsitaṁ cha āpattikkhandhā paññattāti –",
  "tika-vin09t16:45_0": "“Ājīvahetu ājīvakāraṇā pāpiccho icchāpakato asantaṁ abhūtaṁ uttarimanussadhammaṁ",
  "tika-vin09t16:45_1": "ullapati, āpatti pārājikassa. Ājīvahetu ājīvakāraṇā sañcarittaṁ samāpajjati, āpatti",
  "tika-vin09t16:45_2": "saṅghādisesassa. Ājīvahetu ājīvakāraṇā ‘yo te vihāre vasati, so bhikkhu arahā’ti",
  "tika-vin09t16:45_3": "bhaṇati, paṭivijānantassa āpatti thullaccayassa. Ājīvahetu ājīvakāraṇā bhikkhu paṇītabhojanāni",
  "tika-vin09t16:45_4": "agilāno attano atthāya viññāpetvā bhuñjati, āpatti pācittiyassa. Ājīvahetu ājīvakāraṇā",
  "tika-vin09t16:45_5": "bhikkhunī paṇītabhojanāni agilānā attano atthāya viññāpetvā bhuñjati, āpatti pāṭidesanīyassa.",
  "tika-vin09t16:45_6": "Ājīvahetu ājīvakāraṇā bhikkhu sūpaṁ vā odanaṁ vā agilāno attano atthāya viññāpetvā",
  "tika-vin09t16:45_7": "bhuñjati, āpatti dukkaṭassā”ti –",
  "tika-vin09t16:46_0": "Evaṁ pārājikādivasena ṭhapetvā dubbhāsitaṁ ājīvavipattipaccayā cha āpattikkhandhā",
  "tika-vin09t16:46_1": "paññattā. Diṭṭhivipattipaccayā pācittiyadukkaṭavasena dve āpattikkhandhā paññattāti",
  "tika-vin09t16:46_2": "samanubhāsanāya pāpikāya diṭṭhiyā appaṭinissajjane ñattiyā dukkaṭaṁ, kammavācāpariyosāne",
  "tika-vin09t16:46_3": "pācittiyanti evaṁ diṭṭhivipattipaccayā pācittiyadukkaṭavasena dve āpattikkhandhā",
  "tika-vin09t16:46_4": "paññattā. Etthāti vipattikathāsu.",
  "tika-vin09t16:47_0": "Gaṇanupagatāti divasagaṇanaṁ upagatabhāvo. Aññehi “imaṁ cīvaraṁ itthannāmassa demā”ti",
  "tika-vin09t16:47_1": "parahatthe dinnampi “na tāva taṁ gaṇanupagaṁ, yāva na hatthaṁ gacchatī”ti cammakkhandhake",
  "tika-vin09t16:47_2": "vuttattā yāva āharitvā vā na dinnaṁ, “tumhākaṁ, bhante, cīvaraṁ uppanna”nti pahiṇitvā",
  "tika-vin09t16:47_3": "vā anārocitaṁ, tāva divasagaṇanaṁ na upeti, anadhiṭṭhitaṁ vaṭṭati. Yadā pana ānetvā",
  "tika-vin09t16:47_4": "dinnaṁ hoti, “uppanna”nti vā sutaṁ, tato paṭṭhāya gaṇanupagaṁ hoti, antodasāhe adhiṭṭhātabbaṁ.",
  "tika-vin09t16:47_5": "Kathinasaññitaṁ samuṭṭhānamassāti kathinasamuṭṭhānaṁ, tatiyachaṭṭhasamuṭṭhānavasena",
  "tika-vin09t16:47_6": "dvisamuṭṭhānanti attho. Kāyavācāhi kattabbaadhiṭṭhānavikappanānaṁ akaraṇena kāyavācato,",
  "tika-vin09t16:47_7": "citte pana sati kāyavācācittato ca samuṭṭhātīti vuttaṁ hoti. Anadhiṭṭhānāvikappanavasena",
  "tika-vin09t16:47_8": "āpajjanato akiriyaṁ. Ajānantopi āpajjatīti nosaññāvimokkhaṁ. Kāyadvāre ca vacīdvāre",
  "tika-vin09t16:47_9": "ca kattabbākaraṇato kāyakammaṁ vacīkammaṁ.",
  "tika-vin09t16:48": "Kathinasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:49": "2. Udositasikkhāpadavaṇṇanā",
  "tika-vin09t16:50_0": "Bhikkhunāti bhikkhussāti attho, sāmiatthe cetaṁ karaṇavacanaṁ. Tenāha “purimasikkhāpade",
  "tika-vin09t16:50_1": "viyā”tiādi. Atha kasmā karaṇavaseneva karaṇavacanassa atthaṁ aggahetvā sāmivasena",
  "tika-vin09t16:50_2": "attho veditabboti āha “karaṇavasena hī”tiādi. Hīti kāraṇatthe nipāto. Chinnapalibodhoti",
  "tika-vin09t16:50_3": "chinnacīvarāvāsapalibodho. Ekāva ratti ekarattaṁ, samāsantagatassa atthaṁ. Tiṇṇaṁ",
  "tika-vin09t16:50_4": "cīvarānaṁ samāhāroti ticīvaraṁ. Tena ticīvarena, tīhi cīvarehīti attho. Ekena vippavutthopi",
  "tika-vin09t16:50_5": "hi ticīvarena vippavuttho nāma hoti paṭisiddhapariyāpannena vippavutthattā, avayavepi",
  "tika-vin09t16:50_6": "vā samudāyavohārato. Tenāha “ticīvarādhiṭṭhānanayenā”tiādi.",
  "tika-vin09t16:51_0": "Idāni vippavāsalakkhaṇavavatthāpanatthaṁ “gāmo ekūpacāro”tiādimāha. Tattha nivesananti",
  "tika-vin09t16:51_1": "udositādīnaṁ vasena akatāya patissayavikatiyā adhivacanaṁ. Udositoti yānādīnaṁ bhaṇḍānaṁ",
  "tika-vin09t16:51_2": "sālā. Yo “udavasito”tipi vuccati. Aṭṭoti paṭirājādipaṭibāhanatthaṁ iṭṭhakāhi kato",
  "tika-vin09t16:51_3": "bahalabhittiko catupañcabhūmiko patissayaviseso. “Aṭṭoti bahalabhittikagehaṁ, yassa",
  "tika-vin09t16:51_4": "gopānasiyo aggahetvā iṭṭhakāhi eva chadanaṁ hotī”ti apare. “Aṭṭākārena karīyatī”tipi",
  "tika-vin09t16:51_5": "vadanti. Māḷoti ekakūṭasaṅgahito caturassapāsādo, ekakūṭasaṅgahito vā anekakoṇavanto",
  "tika-vin09t16:51_6": "patissayaviseso. “Māḷoti vaṭṭākārena katasenāsana”nti apare. Pāsādoti dīghapāsādo,",
  "tika-vin09t16:51_7": "aḍḍhayogādibhedo aṭṭamāḷahammiyavajjito sabbo vā pāsādo. Hammiyanti muṇḍacchadanapāsādo.",
  "tika-vin09t16:51_8": "“Candiyaṅgaṇayutta”nti apare. Nāvāti thalaṭṭhaudakaṭṭhavasena dvidhā nāvā. Satthoti",
  "tika-vin09t16:51_9": "jaṅghasattho, sakaṭasattho vā. Dhaññakaraṇanti khalaṁ vuccati. Ārāmoti pupphārāmo,",
  "tika-vin09t16:51_10": "phalārāmo vā. Vihāroti saparikkhitto vā aparikkhitto vā sakalo āvāso. “Gehampī”ti",
  "tika-vin09t16:51_11": "keci. Nivesanādīni cettha gāmato bahi niviṭṭhāni gahitāni. Antogāme ṭhitānaṁ pana",
  "tika-vin09t16:51_12": "gāmaggahaṇeneva gahitattā gāmaparihāroyevāti. “Nivesanādayo hammiyapariyosānā gāmaparikkhepato",
  "tika-vin09t16:51_13": "bahi niviṭṭhā”ti apare. Hatthapāsātikkameti ettha hatthapāso nāma aḍḍhateyyaratanappamāṇo",
  "tika-vin09t16:51_14": "padeso, tassa atikkamo hatthapāsātikkamo, tasmiṁ hatthapāsātikkame. Hatthapāsabbhantare",
  "tika-vin09t16:51_15": "pana vatthuṁ vaṭṭati. Taṁ pamāṇaṁ atikkamitvā sacepi iddhimā bhikkhu ākāse aruṇaṁ",
  "tika-vin09t16:51_16": "uṭṭhāpeti, nissaggiyameva hoti.",
  "tika-vin09t16:52_0": "Ayaṁ panettha vinicchayo – sace gāmo ekassa rañño vā bhojakassa vā vasena ekakulassa",
  "tika-vin09t16:52_1": "hoti, pākārādinā parikkhittattā ekūpacāro ca, evarūpe gāme cīvaraṁ nikkhipitvā tasmiṁ",
  "tika-vin09t16:52_2": "gāmabbhantare yathārucitaṭṭhāne vasitabbaṁ, sace aparikkhitto, yasmiṁ ghare cīvaraṁ",
  "tika-vin09t16:52_3": "nikkhittaṁ hoti, tasmiṁ ghare vasitabbaṁ, tassa gharassa samantato hatthapāsā vā na vijahitabbaṁ.",
  "tika-vin09t16:53_0": "Sace gāmo vesālikusinārādayo viya nānārājūnaṁ vā bhojakānaṁ vā hoti, vuttappakārena",
  "tika-vin09t16:53_1": "parikkhitto ca, evarūpe gāme yasmiṁ ghare cīvaraṁ nikkhittaṁ hoti, tasmiṁ ghare vā",
  "tika-vin09t16:53_2": "vatthabbaṁ, tassa gharassa hatthapāsā vā na vijahitabbaṁ. Yassā vīthiyā gharaṁ hoti,",
  "tika-vin09t16:53_3": "tassā vīthiyā tassa gharassa sammukhāṭṭhāne sabhāyaṁ vā gharadvāre vā vatthabbaṁ,",
  "tika-vin09t16:53_4": "tesaṁ sabhādvārānaṁ hatthapāsā vā na vijahitabbaṁ.",
  "tika-vin09t16:54_0": "Sace so gāmo aparikkhitto, yasmiṁ ghare cīvaraṁ nikkhittaṁ, tattha vā tassa hatthapāse",
  "tika-vin09t16:54_1": "vā vatthabbaṁ. Nivesane pana sace ekakulassa nivesanaṁ hoti, parikkhittañca, antonivesane",
  "tika-vin09t16:54_2": "cīvaraṁ nikkhipitvā antonivesane vatthabbaṁ. Aparikkhittaṁ ce hoti, yasmiṁ gabbhe",
  "tika-vin09t16:54_3": "cīvaraṁ nikkhittaṁ, tasmiṁ vatthabbaṁ, tassa gabbhassa hatthapāsā vā na vijahitabbaṁ.",
  "tika-vin09t16:55_0": "Sace nānākulassa nivesanaṁ hoti, parikkhittañca, yasmiṁ gabbhe cīvaraṁ nikkhittaṁ,",
  "tika-vin09t16:55_1": "tasmiṁ gabbhe vatthabbaṁ, sabbesaṁ sādhāraṇadvāramūle vā tesaṁ gabbhadvāramūlānaṁ",
  "tika-vin09t16:55_2": "hatthapāsā vā na vijahitabbaṁ. Aparikkhittaṁ ce, yasmiṁ gabbhe cīvaraṁ nikkhittaṁ,",
  "tika-vin09t16:55_3": "tasmiṁ gabbhe vatthabbaṁ, tassa gabbhassa hatthapāsā vā na vijahitabbaṁ. Esa nayo udositādīsupi.",
  "tika-vin09t16:56_0": "Sattho pana jaṅghasattho vā hotu, sakaṭasattho vā. Sace ekakulassa sattho hoti, satthe",
  "tika-vin09t16:56_1": "cīvaraṁ nikkhipitvā purato vā pacchato vā sattabbhantarā na vijahitabbā, passato",
  "tika-vin09t16:56_2": "abbhantaraṁ na vijahitabbaṁ. Sace sattho gacchanto gāmaṁ vā nadiṁ vā pariyādiyitvā",
  "tika-vin09t16:56_3": "tiṭṭhati, antopaviṭṭhena saddhiṁ ekābaddho hutvā orañca pārañca pharitvā ṭhito hoti,",
  "tika-vin09t16:56_4": "satthaparihārova labbhati. Atha gāme vā nadiyā vā pariyāpanno hoti antopaviṭṭho,",
  "tika-vin09t16:56_5": "gāmaparihāro ceva nadiparihāro ca labbhati. Sace vihārasīmaṁ atikkamitvā tiṭṭhati,",
  "tika-vin09t16:56_6": "antosīmāya ca cīvaraṁ hoti, vihāraṁ gantvā vasitabbaṁ. Sace bahisīmāya cīvaraṁ hoti,",
  "tika-vin09t16:56_7": "satthasamīpeyeva vasitabbaṁ. Sace gacchanto sakaṭe vā bhagge, goṇe vā naṭṭhe antarā",
  "tika-vin09t16:56_8": "chijjati, yasmiṁ koṭṭhāse cīvaraṁ nikkhittaṁ, tattha vasitabbaṁ.",
  "tika-vin09t16:57_0": "Khettepi sace ekakulassa khettaṁ hoti, parikkhittañca, antokhette cīvaraṁ nikkhipitvā",
  "tika-vin09t16:57_1": "antokhette vatthabbaṁ. Sace aparikkhittaṁ, hatthapāsā cīvaraṁ na vijahitabbaṁ. Sace",
  "tika-vin09t16:57_2": "nānākulassa khettaṁ hoti, parikkhittañca, antokhette cīvaraṁ nikkhipitvā khettadvāramūle",
  "tika-vin09t16:57_3": "vā vatthabbaṁ, tassa hatthapāsā vā na vijahitabbaṁ. Sace aparikkhittaṁ, cīvaraṁ hatthapāsā",
  "tika-vin09t16:57_4": "na vijahitabbaṁ. Esa nayo dhaññakaraṇārāmesu dvīsupi. Vihāre pana nivesane vuttasadisova vinicchayo.",
  "tika-vin09t16:58_0": "Rukkhamūle pana yaṁ majjhanhike kāle samantā chāyā pharati, tasmiṁ ṭhāne aviraḷe",
  "tika-vin09t16:58_1": "padese tassa chāyāya phuṭṭhokāsassa antoyeva nikkhipitabbaṁ. Sace viraḷasākhassa",
  "tika-vin09t16:58_2": "rukkhassa ātapena phuṭṭhokāse ṭhapeti, aruṇuggamane ca so bhikkhu tassa hatthapāse",
  "tika-vin09t16:58_3": "na hoti, aññasmiṁ ṭhāne tassa chāyāyapi hoti, nissaggiyaṁ hoti. Sace nānākulassa",
  "tika-vin09t16:58_4": "rukkho hoti, cīvarassa hatthapāsā na vijahitabbaṁ.",
  "tika-vin09t16:59_0": "Ajjhokāse pana viñjhāṭaviādīsu araññesupi samuddamajjhe macchabandhānaṁ agamanapathadīpakesupi",
  "tika-vin09t16:59_1": "cīvaraṁ ṭhapetvā tato samantā sattabbhantare padese yattha katthaci vasitabbaṁ, ito",
  "tika-vin09t16:59_2": "aññattha vasanto vippavuttho nāma hotīti daṭṭhabbaṁ.",
  "tika-vin09t16:60_0": "Imassa pana vitthārassa idha avuttattā, samantapāsādikāyañca vuttattā “ayamettha",
  "tika-vin09t16:60_1": "saṅkhepo”tiādi vuttaṁ. Etthāti “ticīvarena vippavaseyyā”ti etasmiṁ pade. Saṅkhepoti",
  "tika-vin09t16:60_2": "saṅkhepavaṇṇanā. Ettha pana pāḷiyaṁ “gāmo ekūpacāro nānūpacāro”tiādinā avisesena",
  "tika-vin09t16:60_3": "mātikaṁ nikkhipitvāpi gāmanivesanaudositakhettadhaññakaraṇaārāmavihārānaṁ ekūpacāranānūpacāratā",
  "tika-vin09t16:60_4": "“gāmo ekūpacāro nāma ekakulassa gāmo hoti parikkhitto ca aparikkhitto cā”tiādinā",
  "tika-vin09t16:60_5": "parikkhittāparikkhittavasena vibhattā. Aṭṭamāḷapāsādahammiyanāvāsattharukkhamūlaajjhokāsānaṁ",
  "tika-vin09t16:60_6": "pana evaṁ avatvā “ekakulassa aṭṭo hoti, nānākulassa aṭṭo hotī”tiādinā nayena ekakulanānākulavasena",
  "tika-vin09t16:60_7": "ca ante “ajjhokāso ekūpacāro nāma agāmake araññe samantā sattabbhantarā ekūpacāro,",
  "tika-vin09t16:60_8": "tato paraṁ nānūpacāroti ca evaṁ ekūpacāranānūpacāratā vibhattā. Tasmā gāmādīsu parikkhittaṁ",
  "tika-vin09t16:60_9": "ekūpacāraṁ, aparikkhittaṁ nānūpacāranti ca, aṭṭādisu yaṁ ekakulassa, taṁ ekūpacāraṁ,",
  "tika-vin09t16:60_10": "yaṁ nānākulassa, taṁ nānūpacāranti ca gahetabbaṁ. Ajjhokāse vuttanayena gahetabbaṁ.",
  "tika-vin09t16:60_11": "Upacāroti hi “gāmo ekūpacāro nānūpacāro”tiādīsu dvāraṁ, “ajjhokāso ekūpacāro”ti ettha",
  "tika-vin09t16:60_12": "samantā sattabbhantarasaṅkhātaṁ pamāṇanti apare.",
  "tika-vin09t16:61_0": "Aññatra bhikkhusammutiyāti bhikkhuno saṅghena dinnā sammuti bhikkhusammuti, taṁ vināti",
  "tika-vin09t16:61_1": "attho. Tenāha “yaṁ saṅgho”tiādi. Avippavāsasammutiṁ detīti avippavāsā sammuti, avippavāsāya",
  "tika-vin09t16:61_2": "vā sammuti avippavāsasammuti, taṁ ñattidutiyena kammena detīti attho.",
  "tika-vin09t16:62_0": "Santaruttarenāti “antara”nti antaravāsako vuccati, “uttara”nti uttarāsaṅgo, saha",
  "tika-vin09t16:62_1": "antarena uttaraṁ santaruttaraṁ, tena santaruttarena, saha antaravāsakena uttarāsaṅgenāti",
  "tika-vin09t16:62_2": "attho. Antoaruṇe paccuddhaṭeti nivattitvā sampāpuṇitumasakkontena tattheva ṭhatvā",
  "tika-vin09t16:62_3": "anto aruṇe paccuddhaṭe. Paccāgantabbanti yathā rogo na kuppati, tathā puna cīvarassa",
  "tika-vin09t16:62_4": "ṭhapitaṭṭhānaṁ āgantabbaṁ. Yato paṭṭhāya hi satthaṁ vā pariyesati, “gacchāmī”ti ābhogaṁ",
  "tika-vin09t16:62_5": "vā karoti, tato paṭṭhāya vaṭṭati. “Na dāni gamissāmī”ti evaṁ pana dhuranikkhepaṁ",
  "tika-vin09t16:62_6": "karontena paccuddharitabbaṁ “atirekacīvaraṭṭhāne ṭhassatī”ti. Tenāha “tattheva vā",
  "tika-vin09t16:62_7": "ṭhitena paccuddharitabba”nti. Soti yassa sammuti dinnā, so rogo. Laddhakappiyameva",
  "tika-vin09t16:62_8": "puna sammutidānakiccaṁ natthīti adhippāyo.",
  "tika-vin09t16:63_0": "Adhiṭṭhitacīvaratāti ticīvarādhiṭṭhānanayena adhiṭṭhitacīvaratā. Vippavāso nāma yadi",
  "tika-vin09t16:63_1": "baddhasīmāyaṁ cīvaraṁ hoti, tato bahi aruṇuṭṭhāpanaṁ. Atha abaddhasīmāyaṁ, yathāvuttagāmādīnaṁ",
  "tika-vin09t16:63_2": "bahi hatthapāsātikkame aruṇuṭṭhāpanaṁ. Baddhasīmāyaṁ pana yattha katthaci cīvaraṁ",
  "tika-vin09t16:63_3": "ṭhapetvā antosīmāyameva yattha katthaci vasituṁ vaṭṭati. Idha apaccuddharaṇaṁ akiriyāti sambandho.",
  "tika-vin09t16:64": "Udositasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:65": "3. Akālacīvarasikkhāpadavaṇṇanā",
  "tika-vin09t16:66_0": "Purimasikkhāpade viya etthāpi bhikkhunāti sāmiatthe karaṇavacananti āha “niṭṭhitacīvarasmiṁ",
  "tika-vin09t16:66_1": "bhikkhunā”tiādi. “Akālacīvaraṁ nāma anatthate kathine ekādasamāse uppannaṁ, atthate",
  "tika-vin09t16:66_2": "kathine sattamāse uppannaṁ, kālepi ādissa dinnaṁ, etaṁ akālacīvaraṁ nāmā”ti padabhājaniyaṁ",
  "tika-vin09t16:66_3": "vuttattā “yvāyaṁ anatthate kathine”tiādimāha. Yvāyaṁ cīvarakālo vuttoti sambandho.",
  "tika-vin09t16:66_4": "Vassānassāti vassānasaṅkhātassa utuno. Pacchimo māso nāma cīvaramāso. Tasmiñhi anatthatepi",
  "tika-vin09t16:66_5": "kathine uppannaṁ cīvaraṁ anadhiṭṭhitaṁ, avikappitaṁ ṭhapetuṁ vaṭṭati. Pañca māsāti",
  "tika-vin09t16:66_6": "pacchimakattikamāso, hemantikā cattāro cāti pañca māsā. Aññadāti anatthate kathine",
  "tika-vin09t16:66_7": "ekādasamāse, atthate kathine sattamāse. Kālepīti “anatthate kathine cīvaramāso, atthate",
  "tika-vin09t16:66_8": "kathine pañca māsā”ti yathāvuttacīvarakālepi. “Ādinā nayenā”ti iminā “dadāmi dajjāmī”tiādīnaṁ",
  "tika-vin09t16:66_9": "saṅgaho. Kiñcāpi cetāni sabbāni “akālacīvara”nti vuttāni, tathāpi piṭṭhisamayeyeva",
  "tika-vin09t16:66_10": "uppannāni “akālacīvara”nti idhādhippetāni.",
  "tika-vin09t16:67_0": "“Kāle saṅghassa idaṁ akālacīvara”nti dinnaṁ pana akālacīvarasāmaññato atthuddhāravasena",
  "tika-vin09t16:67_1": "vuttaṁ. Yathā piṭṭhisamaye uppannaṁ cīvaraṁ vuṭṭhavassehi, sesehi ca sammukhībhūtehi",
  "tika-vin09t16:67_2": "bhājetuṁ labbhatīti akālacīvaraṁ nāma jātaṁ, tathevidampīti tadidaṁ akālacīvarasāmaññaṁ.",
  "tika-vin09t16:67_3": "Yadi evaṁ “puggalassa vā idaṁ tuyhaṁ ‘dammī’tiādinā nayena dinna”nti kasmā vuttaṁ,",
  "tika-vin09t16:67_4": "na hi puggalassa ādissa dinnaṁ kenaci bhājanīyaṁ hotīti? Nāyaṁ virodho, ādissa dānasāmaññato",
  "tika-vin09t16:67_5": "labbhamānamatthaṁ dassetuṁ tathā vuttanti. Attano vā dhanenāti attano kappāsasuttādinā",
  "tika-vin09t16:67_6": "dhanena. Imassa “uppajjeyyā”ti iminā sambandho veditabbo. “Sīmāya detī”tiādi puggalādhiṭṭhānanayena",
  "tika-vin09t16:67_7": "vuttaṁ. Ettha pana sīmāya dānaṁ ekā mātikā, katikāya dānaṁ dutiyā…pe… puggalassa dānaṁ aṭṭhamā.",
  "tika-vin09t16:68_0": "“Parikkhepārahaṭṭhānenā”ti iminā aparikkhittassa vihārassa dhuvasannipātaṭṭhānādito",
  "tika-vin09t16:68_1": "paṭhamaleḍḍupātassa anto upacārasīmāti dasseti. Idāni dutiyaleḍḍupātassapi anto upacārasīmāyevāti",
  "tika-vin09t16:68_2": "dassetuṁ “apicā”tiādi āraddhaṁ. Dhuvasannipātaṭṭhānampi sīmāpariyantagatameva veditabbaṁ.",
  "tika-vin09t16:68_3": "Āvāse vaḍḍhante vaḍḍhatīti sace upacārato abahibhūto hutvā āvāso vaḍḍhatīti adhippāyo.",
  "tika-vin09t16:68_4": "Mahāpaccariyaṁ pana “bhikkhūsupi vaḍḍhantesu vaḍḍhatī”ti vuttaṁ. “Sace vihāre sannipatitabhikkhūhi",
  "tika-vin09t16:68_5": "saddhiṁ ekābaddhā hutvā yojanasatampi pūretvā nisīdanti, yojanasatampi upacārasīmāva",
  "tika-vin09t16:68_6": "hoti, sabbesaṁ lābho pāpuṇātī”ti samantapāsādikāyaṁ vuttaṁ. Bhikkhunīnaṁ ārāmapavesanasenāsanāpucchanānīti",
  "tika-vin09t16:68_7": "āgantukagamikānaṁ bhikkhunīnaṁ ārāmapavesanāpucchanaṁ, senāsanāpucchanañcāti attho.",
  "tika-vin09t16:68_8": "Tathā hi āgantukāya bhikkhuniyā ārāmapavesanaṁ āpucchitabbaṁ, gamikāya saṅghikaṁ",
  "tika-vin09t16:68_9": "dasavidhaṁ senāsanaṁ. Ettha ca kiñcāpi “bhikkhunīna”nti vuttaṁ, gamikassa pana bhikkhussāpi",
  "tika-vin09t16:68_10": "imissāyeva sīmāya vasena senāsanāpucchanaṁ veditabbaṁ.",
  "tika-vin09t16:69_0": "Parivāsamānattārocananti pārivāsikamānattacārīnaṁ parivāsārocanaṁ, mānattārocanañca.",
  "tika-vin09t16:69_1": "Vassacchedanissayasenāsanaggāhādividhānanti vassacchedavidhānaṁ, nissayaggāhavidhānaṁ,",
  "tika-vin09t16:69_2": "senāsanaggāhavidhānanti attho. Ādisaddena nissayapaṭippassaddhi, lābhaggāho āgantukavattaṁ",
  "tika-vin09t16:69_3": "pūretvā ārāmapavesananti evamādikaṁ saṅgaṇhāti. Imissāva sīmāya vasenāti upacārasīmāyevāti",
  "tika-vin09t16:69_4": "yathāsambhavaṁ anto, bahi ca imassa sabbassa labbhanato vuttaṁ.",
  "tika-vin09t16:70_0": "Lābhatthāya ṭhapitā sīmā lābhasīmā, sā ca kho neva sammāsambuddhena anuññātā, na",
  "tika-vin09t16:70_1": "dhammasaṅgāhakattherehi ṭhapitā, apica kho lābhadāyakehi. Tenāha “yaṁ rājarājamahāmattādayo”tiādi.",
  "tika-vin09t16:70_2": "Samantāti vihārassa samantā. Yanti suṅkasassādi. “Sīmaṁ ṭhapentī”ti pāṭhaseso. Ekassa",
  "tika-vin09t16:70_3": "rañño āṇāpavattiṭṭhānanti coḷabhogo keraḷabhogoti evaṁ ekekassa rañño āṇāpavattiṭṭhānaṁ.",
  "tika-vin09t16:70_4": "Dvidhā āpo gato etthāti dīpo, oghena anajjhotthato bhūmibhāgo, sova sīmā dīpasīmā.",
  "tika-vin09t16:70_5": "Tenāha samuddantenā”tiādi. Cakkavāḷasīmā cakkavāḷapabbateneva paricchinnāti āha “ekacakkavāḷapabbataparikkhepabbhantaraṁ cakkavāḷasīmā”ti.",
  "tika-vin09t16:71_0": "Sesāti khaṇḍasīmādayo. Khaṇḍasīmāya demāti dinnanti khaṇḍasīmāya kenaci kammena sannipatitaṁ",
  "tika-vin09t16:71_1": "saṅghaṁ disvā “khaṇḍasīmāyaṁ saṅghassa demā”ti dinnaṁ. Khaṇḍasīmāya ṭhite rukkhe",
  "tika-vin09t16:71_2": "vā pabbate vā ṭhitopi heṭṭhā vā pathavivemajjhagatopi khaṇḍasīmāyeva ṭhitoti veditabbo.",
  "tika-vin09t16:71_3": "Samānasaṁvāsasīmāya dinnanti “samānasaṁvāsasīmāya dammī”ti dinnaṁ. Esa nayo sesesupi.",
  "tika-vin09t16:71_4": "Khaṇḍasīmā sīmantarikaṭṭhānaṁ na pāpuṇāti tattha samānasaṁvāsasīmāya abhāvatoti adhippāyo.",
  "tika-vin09t16:71_5": "Samānasaṁvāsaavippavāsasīmāsu dinnassa idaṁ nānāttaṁ – “avippavāsasīmāya dammī”ti",
  "tika-vin09t16:71_6": "dinnaṁ gāmaṭṭhānaṁ na pāpuṇāti. Kasmā? “Ṭhapetvā gāmañca gāmūpacārañcā”ti vuttattā.",
  "tika-vin09t16:71_7": "“Samānasaṁvāsasīmāya dammī”ti dinnaṁ pana gāme ṭhitānampi pāpuṇātīti. Abbhantarasīmāudakukkhepasīmāsu",
  "tika-vin09t16:71_8": "dinnanti tattha uposathādiatthāya sannipatite disvā “imissā abbhantarasīmāya demā”tiādinā",
  "tika-vin09t16:71_9": "dinnaṁ. Janapadaraṭṭharajjadīpacakkavāḷasīmāsupi gāmasīmādīsu vuttasadisova vinicchayoti",
  "tika-vin09t16:71_10": "āha “janapadasīmādīsū”tiādi. Ekopi gantvā sabbesaṁ saṅgaṇhituṁ labhatīti ekopi gantvā",
  "tika-vin09t16:71_11": "idha vassaggena bhājetvā gahetvā āgantuṁ labhatīti attho. Ekoti sabhāgo eko bhikkhu,",
  "tika-vin09t16:71_12": "ayampi bhāgameva gahetuṁ labhati. Tenāha “sabhāgānaṁ bhāgaṁ gaṇhātī”ti.",
  "tika-vin09t16:72_0": "Evaṁ tāva yo sīmaṁ parāmasitvā deti, tassa dāne vinicchayaṁ vatvā idāni yo “asukasīmāyā”ti",
  "tika-vin09t16:72_1": "vattuṁ na jānāti, kevalaṁ “sīmā”ti vacanamattameva jānanto vihāraṁ āgantvā “sīmāya",
  "tika-vin09t16:72_2": "dammī”ti vā “sīmaṭṭhakasaṅghassa dammī”ti vā bhaṇati, tattha vinicchayaṁ dassetuṁ",
  "tika-vin09t16:72_3": "“yo pana vihāraṁ pavisitvā”tiādimāha. Kataranti katarasīmaṁ. Ahametaṁ bhedaṁ na jānāmīti",
  "tika-vin09t16:72_4": "ahaṁ “asukā sīmā”ti etaṁ vibhāgaṁ na jānāmi. Upacārasīmaṭṭhehi bhājetabbaṁ lābhassa",
  "tika-vin09t16:72_5": "upacārasīmāya paricchinnattāti adhippāyo. Sāti samānalābhakatikā.",
  "tika-vin09t16:73_0": "Yattha mayhaṁ dhuvakārā karīyantīti ettha yasmiṁ vihāre tassa cīvaradāyakassa santakaṁ",
  "tika-vin09t16:73_1": "saṅghassa pākavattaṁ vā vattati. Yasmiṁ vihāre bhikkhū attano bhāraṁ katvā sadā gehe",
  "tika-vin09t16:73_2": "bhojeti, yattha vā anena āvāso vā kārito, salākabhattādīni vā nibaddhāni, ime dhuvakārā",
  "tika-vin09t16:73_3": "nāma. Yena pana sakalopi vihāro patiṭṭhāpito, tattha vattabbameva natthi. Tenāha",
  "tika-vin09t16:73_4": "“yattha tassa pākavattaṁ vā vattatī”tiādi. Tattha pākavattanti dānavattaṁ. Vattatīti",
  "tika-vin09t16:73_5": "pavattati. Yatoti yasmā vihārā. Yatthāti yasmiṁ vihāre. Sabbatthāti sabbesu vihāresu.",
  "tika-vin09t16:73_6": "Mātikaṁ āropetvāti ekasmiṁ vihāre bhikkhū bahutarā, ekasmiṁ thokatarā, ekañca vatthaṁ,",
  "tika-vin09t16:73_7": "dhuvakāraṭṭhānañca bahukaṁ, kattha demāti pucchitvā, yadi pana mañco vā pīṭhaṁ vā",
  "tika-vin09t16:73_8": "ekameva hoti, taṁ pucchitvā yassa vā vihārassa, ekavihārepi vā yassa senāsanassa",
  "tika-vin09t16:73_9": "so vicāreti, tattha dātabbaṁ. Sacepi “asukabhikkhu gaṇhatū”ti vadati, vaṭṭati. Atha",
  "tika-vin09t16:73_10": "“mayhaṁ dhuvakāre dethā”ti vatvā avicāretvāva gacchati, saṅghassapi vicāretuṁ vaṭṭati.",
  "tika-vin09t16:73_11": "Evaṁ pana vicāretabbaṁ – “saṅghattherassa vasanaṭṭhāne dethā”ti vattabbaṁ. Sace tattha",
  "tika-vin09t16:73_12": "senāsanaṁ paripuṇṇaṁ hoti, yattha nappahoti, tattha dātabbaṁ. Sace eko bhikkhu “mayhaṁ",
  "tika-vin09t16:73_13": "vasanaṭṭhāne senāsanaparibhogabhaṇḍaṁ natthī”ti vadati, tattha dātabbaṁ.",
  "tika-vin09t16:74_0": "Saṅghassadammīti dinnanti “imāni cīvarāni saṅghassa dammī”ti evaṁ dinnaṁ. Tato bahiddhāpīti",
  "tika-vin09t16:74_1": "upacārasīmāto bahiddhāpi. Tehi saddhinti upacārasīmāgatehi saddhiṁ. Ekābaddhānañca",
  "tika-vin09t16:74_2": "pāpuṇāti parisāvasena vaḍḍhitā sīmā hotīti katvāti adhippāyo. Tasmāti yasmā upacārasīmāgatānaṁ",
  "tika-vin09t16:74_3": "pāpuṇāti, yasmā ca tato bahiddhāpi upacārasīmokkantehi ekābaddhānaṁ pāpuṇāti, tasmā.",
  "tika-vin09t16:74_4": "Tesanti upacārasīmāgatānaṁ, tato bahiddhā tehi saddhiṁ ekābaddhānañca. Gāhate satīti",
  "tika-vin09t16:74_5": "antevāsikādike gaṇhante sati. Asampattānampīti upacārasīmāyaṁ ṭhitehi ghaṇṭiṁ paharitvā",
  "tika-vin09t16:74_6": "kālaṁ ghosetvā lābhabhājanaṭṭhānaṁ asampattānampi upacārasīmāya paviṭṭhānaṁ, tehi",
  "tika-vin09t16:74_7": "vā saddhiṁ ekābaddhānaṁ hutvā attano vihāradvāre vā antovihāreyeva vā ṭhitānañcāti",
  "tika-vin09t16:74_8": "attho. Bhāgo dātabboti saṅghanavakassa dinnepīti adhippāyo. Dutiyabhāge pana therāsanaṁ",
  "tika-vin09t16:74_9": "āruḷhe āgatānaṁ paṭhamabhāgo na pāpuṇāti. Dutiyabhāgato vassaggena dātabbaṁ.",
  "tika-vin09t16:75_0": "Sace pana “bahiupacārasīmāyaṁ ṭhitānaṁ dethā”ti vadanti, na dātabbaṁ. Yadi pana vihāro",
  "tika-vin09t16:75_1": "mahā hoti, therāsanato paṭṭhāya vatthesu dīyamānesu alasajātikā mahātherā pacchā",
  "tika-vin09t16:75_2": "āgacchanti, “bhante, vīsativassānaṁ dīyati, tumhākaṁ ṭhitikā atikkantā”ti na vattabbā.",
  "tika-vin09t16:75_3": "Ṭhitikaṁ ṭhapetvā tesaṁ datvā pacchā ṭhitikāya dātabbaṁ.",
  "tika-vin09t16:76_0": "“Asukavihāre kira bahucīvaraṁ uppanna”nti sutvā yojanantarikavihāratopi bhikkhū āgacchanti,",
  "tika-vin09t16:76_1": "sampattasampattānaṁ ṭhitaṭṭhānato paṭṭhāya dātabbaṁ, ayamettha saṅkhepo. Vitthāro",
  "tika-vin09t16:76_2": "pana samantapāsādikāya cīvarakkhandhakavaṇṇanāyaṁ vuttanayena veditabbo.",
  "tika-vin09t16:77_0": "Evaṁ vihāraṁ pavisitvā “imāni cīvarāni saṅghassa dammī”ti dinnesu vinicchayaṁ vatvā",
  "tika-vin09t16:77_1": "idāni bahiupacārasīmāyaṁ bhikkhuṁ disvā “saṅghassa dammī”ti dinnesu vinicchayaṁ dassetuṁ",
  "tika-vin09t16:77_2": "“yaṁ panā”tiādi vuttaṁ. Ekābaddhaparisāya pāpuṇātīti sace yojanaṁ pharitvā parisā",
  "tika-vin09t16:77_3": "ṭhitā hoti, ekābaddhā ce, sabbesaṁ pāpuṇātīti attho. Ekābaddhatā cettha dvādasahatthabbhantarato",
  "tika-vin09t16:77_4": "paricchinditabbā. Tenāha “ye panā”tiādi.",
  "tika-vin09t16:78_0": "Ubhatosaṅghassa dinnanti “ubhatosaṅghassa dammī”ti dinnaṁ. “Dvedhāsaṅghassa dammi,",
  "tika-vin09t16:78_1": "dvinnaṁ saṅghānaṁ dammi, bhikkhusaṅghassa ca bhikkhunisaṅghassa ca dammī”ti vuttepi",
  "tika-vin09t16:78_2": "ubhatosaṅghassa dinnameva hoti. Upaḍḍhaṁ bhikkhūnaṁ, upaḍḍhaṁ bhikkhunīnaṁ dātabbanti",
  "tika-vin09t16:78_3": "dve bhāge same katvā eko bhāgo bhikkhūnaṁ, eko bhāgo bhikkhunīnaṁ dātabbo. Gahetuṁ",
  "tika-vin09t16:78_4": "labhati ubhatosaṅghaggahaṇena gahitattāti adhippāyo. Cetiyassāti thūpādino. Tañhi",
  "tika-vin09t16:78_5": "dhātāyatanādibhāvena citattā, lokassa cittīkāraṭṭhānatāya ca “cetiya”nti vuccati.",
  "tika-vin09t16:78_6": "Na koci visesoti āha “idha pana cetiyassā”tiādi.",
  "tika-vin09t16:79_0": "“Ubhatosaṅghassa ca tuyhañca cetiyassa cā”ti vutte pana dvāvīsatikoṭṭhāse katvā dasa",
  "tika-vin09t16:79_1": "bhikkhūnaṁ, dasa bhikkhunīnaṁ, eko puggalassa, eko cetiyassa dātabbo. Tattha puggalo",
  "tika-vin09t16:79_2": "saṅghatopi attano vassaggena puna gahetuṁ labhati, cetiyassa ekoyeva. Ayaṁ pana vāro",
  "tika-vin09t16:79_3": "yathāvutteneva nayena ñāyatīti katvā idha na vutto. Samantapāsādikāyaṁ pana vuttoyeva.",
  "tika-vin09t16:80_0": "Namajjhe bhinditvā dātabbaṁ “bhikkhunīna”nti puggalikavasena vuttattā. Puggalo visuṁ",
  "tika-vin09t16:80_1": "na labhatīti pubbe viya visuṁ puggalikakoṭṭhāsaṁ na labhati. Pāpuṇanaṭṭhānato ekameva",
  "tika-vin09t16:80_2": "labhatīti attano vassaggena pattabbaṭṭhānato ekameva koṭṭhāsaṁ labhati. Kasmā? Bhikkhusaṅghaggahaṇena",
  "tika-vin09t16:80_3": "gahitattā. “Bhikkhusaṅghassa ca bhikkhunīnañca tuyhañca cetiyassa cā”ti vuttepi cetiyassa",
  "tika-vin09t16:80_4": "ekapuggalapaṭivīso labbhati, puggalassa visuṁ na labbhati. Tasmā ekaṁ cetiyassa datvā",
  "tika-vin09t16:80_5": "avasesaṁ bhikkhū ca bhikkhuniyo ca gaṇetvā bhājetabbaṁ. Tenāha “cetiyassa cāti vutte panā”tiādi.",
  "tika-vin09t16:81_0": "Tehi saddhiṁ puggalacetiyaparāmasanaṁ anantaranayasadisamevāti tehi bhikkhūhi bhikkhunīhi",
  "tika-vin09t16:81_1": "saddhiṁ puggalassa ca cetiyassa ca gahaṇaṁ anantaranayasadisamevāti attho. “Bhikkhūnañca",
  "tika-vin09t16:81_2": "bhikkhunīnañca tuyhañca, bhikkhūnañca bhikkhunīnañca cetiyassa ca, bhikkhūnañca bhikkhunīnañca",
  "tika-vin09t16:81_3": "tuyhañca cetiyassa cā”ti vuttepi cetiyassa ekapaṭivīso labbhati, puggalassa visuṁ",
  "tika-vin09t16:81_4": "natthi, bhikkhū ca bhikkhuniyo ca gaṇetvāva bhājetabbanti vuttaṁ hoti. Puggalassa",
  "tika-vin09t16:81_5": "visuṁ na labbhatīti puggalassa visuṁ paṭivīso na labbhati, vassaggena ekova labbhatīti",
  "tika-vin09t16:81_6": "attho. “Bhikkhusaṅghassa ca cetiyassa cā”ti vutte pana cetiyassa visuṁ paṭivīso labbhatīti",
  "tika-vin09t16:81_7": "āha “cetiyassa pana labbhatī”ti. “Bhikkhusaṅghassa ca tuyhañca cetiyassa cā”ti vuttepi",
  "tika-vin09t16:81_8": "cetiyasseva visuṁ labbhati, na puggalassa. Cetiyassa pana labbhatiyevāti “bhikkhūnañca",
  "tika-vin09t16:81_9": "cetiyassa cā”ti vutte pana cetiyassa visuṁ paṭivīso labbhatīti attho. “Bhikkhūnañca",
  "tika-vin09t16:81_10": "tuyhañca cetiyassa cā”ti vuttepi cetiyasseva visuṁ labbhati, na puggalassa. Bhikkhunisaṅghaṁ",
  "tika-vin09t16:81_11": "ādiṁ katvāpi evameva yojetabbaṁ.",
  "tika-vin09t16:82_0": "Etthāha – yaṁ panetarahi paṇḍitamanussā sadhātukaṁ paṭimaṁ vā cetiyaṁ vā ṭhapetvā",
  "tika-vin09t16:82_1": "buddhappamukhassa ubhatosaṅghassa dānaṁ denti, paṭimāya vā cetiyassa vā purato ādhārake",
  "tika-vin09t16:82_2": "pattaṁ ṭhapetvā dakkhiṇodakaṁ datvā “buddhānaṁ demā”ti, tattha yaṁ paṭhamaṁ khādanīyaṁ",
  "tika-vin09t16:82_3": "bhojanīyaṁ denti, vihāraṁ vā āharitvā “idaṁ cetiyassa demā”ti piṇḍapātañca mālāgandhādīni",
  "tika-vin09t16:82_4": "ca denti, tattha kathaṁ paṭipajjitabbanti? Vuccate – mālāgandhādīni tāva cetiye āropetabbāni,",
  "tika-vin09t16:82_5": "vatthehi paṭākā, telena padīpā kātabbā, piṇḍapātamadhuphāṇitādīni pana yo nibaddhacetiyajaggako",
  "tika-vin09t16:82_6": "hoti pabbajito vā gahaṭṭho vā, tassa dātabbāni. Nibaddhajaggake asati āhaṭabhattaṁ",
  "tika-vin09t16:82_7": "ṭhapetvā vattaṁ katvā paribhuñjituṁ vaṭṭati. Upakaṭṭhe kāle bhuñjitvā pacchāpi vattaṁ kātuṁ vaṭṭatiyeva.",
  "tika-vin09t16:83_0": "Mālāgandhādīsu ca yaṁ kiñci “idaṁ haritvā cetiyapūjaṁ karothā”ti vutte dūrampi haritvā",
  "tika-vin09t16:83_1": "pūjetabbaṁ. “Bhikkhusaṅghassa harā”ti vuttepi haritabbaṁ. Sace pana “ahaṁ piṇḍāya",
  "tika-vin09t16:83_2": "carāmi, āsanasālāyaṁ bhikkhū atthi, te harissantī”ti vutte “bhante, tuyhaṁyeva dammī”ti",
  "tika-vin09t16:83_3": "vadati, bhuñjituṁ vaṭṭati. Atha pana “bhikkhusaṅghassa dassāmī”ti harantassa gacchato",
  "tika-vin09t16:83_4": "antarāva kālo upakaṭṭho hoti, attano pāpetvā bhuñjituṁ vaṭṭati.",
  "tika-vin09t16:84_0": "Vassaṁvuṭṭhasaṅghassa dammīti vadatīti “vassaṁvuṭṭhasaṅghassa imāni cīvarāni dammī”ti",
  "tika-vin09t16:84_1": "vadati. Tesaṁ bahisīmaṭṭhānampi pāpuṇātīti atthate kathine bahisīmaṭṭhānampi yāva",
  "tika-vin09t16:84_2": "kathinassa ubbhārā pāpuṇāti, tasmā disāpakkantassāpi sati paṭiggāhake dātabbaṁ. Anatthate",
  "tika-vin09t16:84_3": "pana kathine antohemante, evañca pana vatvā dinnaṁ pacchimavassaṁvuṭṭhānampi pāpuṇāti.",
  "tika-vin09t16:84_4": "Yattha katthacīti yesu kesuci vihāresu. Evaṁ vadatīti “vassaṁvuṭṭhasaṅghassa dammī”ti",
  "tika-vin09t16:84_5": "vadati. Tatra sammukhībhūtānaṁ sabbesaṁ pāpuṇāti piṭṭhisamaye uppannattā. Sace pana",
  "tika-vin09t16:84_6": "“vassaṁ vasantānaṁ dammī”ti vadati, antovasseyeva vassaṁ vasantāva labhanti, chinnavassā",
  "tika-vin09t16:84_7": "na labhanti. Cīvaramāse pana “vassaṁ vasantānaṁ dammī”ti vutte pacchimikāya vassūpagatānaṁyeva",
  "tika-vin09t16:84_8": "pāpuṇāti, purimikāya vassūpagatānañca chinnavassānañca na pāpuṇāti.",
  "tika-vin09t16:85_0": "Cīvaramāsato paṭṭhāya yāva hemantassa pacchimo divaso, tāva “vassāvāsikaṁ demā”ti",
  "tika-vin09t16:85_1": "vutte kathinaṁ atthataṁ vā hotu, anatthataṁ vā, atītavassaṁvuṭṭhānaṁyeva pāpuṇāti.",
  "tika-vin09t16:85_2": "Gimhānaṁ paṭhamadivasato paṭṭhāya vutte pana mātikā āropetabbā “atītavassāvāsassa",
  "tika-vin09t16:85_3": "pañca māsā atikkantā, anāgato catumāsaccayena bhavissati, kataravassāvāsassa desī”ti.",
  "tika-vin09t16:85_4": "Sace “atītavassaṁvuṭṭhānaṁ dammī”ti vadati, taṁantovassaṁvuṭṭhānameva pāpuṇāti, disā",
  "tika-vin09t16:85_5": "pakkantānampi sabhāgā gaṇhituṁ labhanti.",
  "tika-vin09t16:86_0": "Sace “anāgate vassāvāsikaṁ dammī”ti vadati, taṁ ṭhapetvā vassūpanāyikadivase gahetabbaṁ.",
  "tika-vin09t16:86_1": "Atha “agutto vihāro, corabhayaṁ atthi, na sakkā ṭhapetuṁ, gaṇhitvā vā āhiṇḍitu”nti",
  "tika-vin09t16:86_2": "vutte “sampattānaṁ dammī”ti vadati, bhājetvā gahetabbaṁ. Sace vadati “ito me, bhante,",
  "tika-vin09t16:86_3": "tatiye vasse vassāvāsikaṁ na dinnaṁ, taṁ dammī”ti, tasmiṁ antovasse vuṭṭhabhikkhūnaṁ",
  "tika-vin09t16:86_4": "pāpuṇāti. Sace te disā pakkantā, añño vissāsiko gaṇhāti, dātabbaṁ. Atha ekoyeva avasiṭṭho,",
  "tika-vin09t16:86_5": "sesā kālaṅkatā, sabbaṁ ekasseva pāpuṇāti. Sace ekopi natthi, saṅghikaṁ hoti, sammukhībhūtehi bhājitabbaṁ.",
  "tika-vin09t16:87_0": "Yehi nimantitehi yāgu pītāti nimantitehi yehi bhikkhūhi yāgu pītā, yehi pana bhikkhācāravattena",
  "tika-vin09t16:87_1": "gharadvārena gacchantehi vā gharaṁ paviṭṭhehi vā yāgu laddhā, yesaṁ vā āsanasālato",
  "tika-vin09t16:87_2": "pattaṁ āharitvā manussehi nītā, yesaṁ vā therehi pesitā, tesaṁ na pāpuṇāti. Sace",
  "tika-vin09t16:87_3": "pana nimantitabhikkhūhi saddhiṁ aññepi bahū āgantvā antogehañca bahigehañca pūretvā",
  "tika-vin09t16:87_4": "nisinnā, dāyako ca evaṁ vadati “nimantitā vā hontu, animantitā vā, yesaṁ mayā yāgu",
  "tika-vin09t16:87_5": "dinnā, sabbesaṁ imāni vatthāni hontū”ti, sabbesaṁ pāpuṇāti. Yehi pana therānaṁ hatthato",
  "tika-vin09t16:87_6": "yāgu laddhā, tesaṁ na pāpuṇāti. Atha so “yehi mayhaṁ yāgu pītā, sabbesaṁ hotū”ti",
  "tika-vin09t16:87_7": "vadati, sabbesaṁ pāpuṇāti. Bhattakhajjakādīhīti ettha ādisaddenapi cīvarasenāsanabhesajjānaṁ gahaṇaṁ.",
  "tika-vin09t16:88_0": "Puggalassāti sammukhāsammukhabhūtassa puggalassa. Tenāha “idaṁ cīvara”ntiādi. Sace",
  "tika-vin09t16:88_1": "pana “idaṁ tumhākañceva tumhākaṁ antevāsikānañca dammī”ti evaṁ vadati, therassa ca",
  "tika-vin09t16:88_2": "antevāsikānañca pāpuṇāti. Uddesaṁ gahetuṁ āgato, gahetvā gacchanto ca atthi, tassāpi",
  "tika-vin09t16:88_3": "pāpuṇāti. Tumhehi saddhiṁ nibaddhacārikabhikkhūnaṁ dammī”ti vutte uddesantevāsikānaṁ",
  "tika-vin09t16:88_4": "vattaṁ katvā uddesaparipucchādīni gahetvā vicarantānaṁ sabbesaṁ pāpuṇāti. Etthāti",
  "tika-vin09t16:88_5": "aṭṭhasu mātikāsu. Yadi pana ayamettha saṅkhepakathā, vitthāro pana kathaṁ ñātabboti",
  "tika-vin09t16:88_6": "āha “samantapāsādikāyaṁ vutto”ti. Samantapāsādikāyaṁ cīvarakkhandhakavaṇṇanāyaṁ vuttoti attho.",
  "tika-vin09t16:89_0": "“Ñātakehi vā me cīvaratthāya pesitaṁ, mittehi vā pesitaṁ, te ābhate cīvare dassantī”ti",
  "tika-vin09t16:89_1": "evaṁ ñātito vā mittato vā paccāsā hotīti veditabbaṁ. Kappiyabhaṇḍenāti kappāsasuttādinā",
  "tika-vin09t16:89_2": "attano dhanena. Saṇhanti sukhumaṁ. Aññaṁ paccāsācīvaraṁ labhitvā eva kālabbhantare",
  "tika-vin09t16:89_3": "kāretabbanti aññaṁ mūlacīvarasadisaṁ paccāsācīvaraṁ labhitvāyeva māsabbhantare kāretabbaṁ.",
  "tika-vin09t16:89_4": "Tañca kho satiyāyeva paccāsāya, asatiyā pana paccāsāya mūlacīvaraṁ dasāhaṁ ce sampattaṁ,",
  "tika-vin09t16:89_5": "tadaheva adhiṭṭhātabbaṁ. Tenāha “sace na labhatī”tiādi. Paccāsācīvarampi parikkhāracoḷaṁ",
  "tika-vin09t16:89_6": "adhiṭṭhātabbanti paṭhamataraṁ uppannaṁ thūlapaccāsācīvarampi sandhāya vuttaṁ. Pi-saddena",
  "tika-vin09t16:89_7": "na kevalaṁ mūlacīvaramevāti dasseti.",
  "tika-vin09t16:90": "Akālacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:91": "4. Purāṇacīvarasikkhāpadavaṇṇanā",
  "tika-vin09t16:92_0": "“Amhākameva ñātī”ti ñāyatīti ñāti, sāva ñātikā, na ñātikā aññātikā, tāya aññātikāya.",
  "tika-vin09t16:92_1": "Tenāha “na ñātikāyā”ti. Mātito vā pitito vāti mātipakkhato vā pitipakkhato vā. Yāva",
  "tika-vin09t16:92_2": "sattamaṁ yuganti yāva sattamassa purisassa, sattamāya vā itthiyā āyuppamāṇaṁ, yāva",
  "tika-vin09t16:92_3": "pitāmahayugaṁ pitāmahiyugaṁ mātāmahayugaṁ mātāmahiyuganti vuttaṁ hoti. Atha vā yāva",
  "tika-vin09t16:92_4": "sattamaṁ yuganti yāva sattamadvandanti attho. Yugasaddo cettha ekasesanayena daṭṭhabbo",
  "tika-vin09t16:92_5": "“yugo ca yugo ca yugā”ti. Evañhi tattha tattha dvandaṁ gahitaṁ hoti. Kenaci ākārena",
  "tika-vin09t16:92_6": "asambaddhāyāti bhātubhaginibhāgineyyaputtapaputtādīsu yena kenaci ākārena asambaddhāya.",
  "tika-vin09t16:92_7": "Pitā, pitupitā, tassa pitā, tassāpi pitāti evaṁ yāva sattamā yugā, pitā, pitumātā,",
  "tika-vin09t16:92_8": "tassā pitā ca mātā ca bhātā ca bhaginī ca, puttā ca, dhītaro cāti evampi uddhañca",
  "tika-vin09t16:92_9": "adho ca yāva sattamā yugā, pitā, pitubhātā, pitubhaginī, pituputtā, pitudhītaro,",
  "tika-vin09t16:92_10": "tesampi puttadhītuparamparāti evampi yāva sattamā yugā, mātā, mātumātā, tassā mātā,",
  "tika-vin09t16:92_11": "tassāpi mātāti evaṁ yāva sattamā yugā, mātā, mātupitā, tassa pitā ca mātā ca bhātā",
  "tika-vin09t16:92_12": "ca bhaginī ca puttā ca dhītaro cāti evampi uddhañca adho ca yāva sattamā yugā, mātā,",
  "tika-vin09t16:92_13": "mātubhātā, mātubhaginī, mātuputtā, mātudhītaro, tesampi puttadhītuparamparāti evampi",
  "tika-vin09t16:92_14": "yāva sattamā yugā, tāva neva mātusambandhena, na pitusambandhena yā sambaddhā, sā",
  "tika-vin09t16:92_15": "“aññātikā nāmā”ti vuttaṁ hoti.",
  "tika-vin09t16:93_0": "Sākiyāniyo viyāti pañcasatamattā sākiyāniyo viya. Nidassanamattañcetaṁ, tasmā bhikkhubhāve",
  "tika-vin09t16:93_1": "ṭhatvā parivattaliṅgā bhikkhuniyopi idha suddhabhikkhusaṅghe “upasampannā” icceva",
  "tika-vin09t16:93_2": "veditabbā. Ubhatosaṅghe vāti bhikkhunisaṅghe ñatticatutthena, bhikkhusaṅghe ñatticatutthenāti",
  "tika-vin09t16:93_3": "evaṁ ubhatosaṅghe vā. Purāṇacīvaranti ettha cīvaranti nivāsanapārupanupagameva adhippetanti",
  "tika-vin09t16:93_4": "āha “rajitvā”tiādi. Kappaṁ katvāti kappabinduṁ datvā. “Iminā adinnakappaṁ pācittiyavatthu",
  "tika-vin09t16:93_5": "na hotīti dassetī”ti vadanti. Paribhogasīsenāti kāyena phusitvā paribhogasīsena.",
  "tika-vin09t16:93_6": "Aṁseti jattumhi. Matthaketi sīsamatthake. Sace pana paccattharaṇassa heṭṭhā katvā",
  "tika-vin09t16:93_7": "nipajjati, hatthehi vā ukkhipitvā ākāse vitānaṁ katvā sīsena asamphusanto gacchati,",
  "tika-vin09t16:93_8": "ayaṁ paribhogo nāma na hoti.",
  "tika-vin09t16:94_0": "Kāyavikāraṁ vā karotīti yathā sā “dhovāpetukāmo aya”nti jānāti, evaṁ kāyavikāraṁ",
  "tika-vin09t16:94_1": "karoti. “Antodvādasahatthe okāse ṭhatvā upari vā khipatī”ti iminā upacāraṁ muñcitvā",
  "tika-vin09t16:94_2": "orato khipantassa anāpattīti dasseti. Aññassa vā hatthe pesetīti antodvādasahatthe",
  "tika-vin09t16:94_3": "okāse ṭhatvā sikkhamānasāmaṇerasāmaṇeriupāsakaitthiyādīsu yassa kassaci aññassa hatthe",
  "tika-vin09t16:94_4": "vā peseti. Soti upāsako ca sāmaṇero ca. Upasampajjitvā dhovatīti ettha upāsako liṅge",
  "tika-vin09t16:94_5": "parivatte bhikkhunīsu pabbajitvā upasampajjitvā dhovati, sāmaṇero liṅge parivatte",
  "tika-vin09t16:94_6": "bhikkhunīsu upasampajjitvā dhovatīti yathāyogaṁ attho gahetabbo. Sace pana bhikkhuniyā",
  "tika-vin09t16:94_7": "hatthe dinnaṁ hoti, sace liṅge parivatte dhovati, vaṭṭati.",
  "tika-vin09t16:95_0": "Ettha ca ekassa tikkhattuṁ nissajjanābhāvato tīṇipi kārentassa ekena nissaggiyaṁ,",
  "tika-vin09t16:95_1": "dvīhi dve dukkaṭāni. Dve kārentassa ekena nissaggiyaṁ, dutiyena dukkaṭaṁ. Tenāha",
  "tika-vin09t16:95_2": "“dhovanādīni tīṇī”tiādi. “Ekena vatthunā”ti paṭhamaṁ katvā niṭṭhāpitaṁ sandhāya vuttaṁ.",
  "tika-vin09t16:95_3": "Sace pana “imaṁ cīvaraṁ rajitvā dhovitvā ānehī”ti vutte sā bhikkhunī paṭhamaṁ dhovitvā",
  "tika-vin09t16:95_4": "pacchā rajati, nissaggiyena dukkaṭameva, evaṁ sabbesu viparītavacanesu nayo netabbo.",
  "tika-vin09t16:95_5": "Sace pana “dhovitvā ānehī”ti vuttā dhovati ceva rajati ca, dhovāpanapaccayā eva āpatti,",
  "tika-vin09t16:95_6": "rajane anāpatti. Evaṁ sabbattha. Tenāha “sace pana‘dhovā’ti vuttā”tiādi. Bhikkhūnaṁ",
  "tika-vin09t16:95_7": "vasena ekato upasampannāya dhovāpentassa yathāvatthukamevāti āha “bhikkhunisaṅghavasenā”tiādi.",
  "tika-vin09t16:96_0": "Aññassavā santakanti aññassa santakaṁ purāṇacīvaraṁ dhovāpentassāti attho. Nisīdanapaccattharaṇanti",
  "tika-vin09t16:96_1": "aññassa vā attano vā santakaṁ nisīdanañceva paccattharaṇañca. Nivāsanapārupanupagasseva",
  "tika-vin09t16:96_2": "ca idha “purāṇacīvara”nti adhippetattā attano santakampi nisīdanapaccattharaṇaṁ dhovāpentassa",
  "tika-vin09t16:96_3": "dukkaṭameva hoti, na nissaggiyaṁ. Avuttā vā dhovatīti uddesāya vā ovādāya vā āgatā",
  "tika-vin09t16:96_4": "kiliṭṭhacīvaraṁ disvā ṭhapitaṭṭhānato vā gahetvā, “detha ayya, dhovissāmī”ti āharāpetvā",
  "tika-vin09t16:96_5": "vā dhovati ceva rajati ca ākoṭeti ca, ayaṁ avuttā dhovati nāma. Yāpi “imaṁ cīvaraṁ",
  "tika-vin09t16:96_6": "dhovā”ti daharaṁ vā sāmaṇeraṁ vā āṇāpentassa bhikkhuno vacanaṁ sutvā “āharathayya,",
  "tika-vin09t16:96_7": "ahaṁ dhovissāmī”ti dhovati, tāvakālikaṁ vā gahetvā dhovitvā rajitvā deti, ayampi",
  "tika-vin09t16:96_8": "avuttā dhovati nāma.",
  "tika-vin09t16:97_0": "Aññaṁ vā parikkhāranti upāhanatthavikapattatthavikaaṁsabaddhakakāyabandhanamañcapīṭhataṭṭikādiṁ",
  "tika-vin09t16:97_1": "yaṁ kiñci. “Upacāre ṭhatvā”ti vacanato pesitvā dhovanepi anāpatti. Upacāreti antodvādasahatthe okāse.",
  "tika-vin09t16:98": "Purāṇacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:99": "5. Cīvarappaṭiggahaṇasikkhāpadavaṇṇanā",
  "tika-vin09t16:100_0": "Channanti khomādīnaṁ channaṁ cīvarānaṁ majjhe. Upacāraṁ muñcitvāti dvādasahatthūpacāraṁ",
  "tika-vin09t16:100_1": "muñcitvā. Pi-saddena dhammakathaṁ kathentassa catasso parisā cīvarāni ca nānāvirāgavatthāni",
  "tika-vin09t16:100_2": "ca āharitvā pādamūle ṭhapenti, upacāre vā ṭhatvā upari khipanti, “sace sādiyati,",
  "tika-vin09t16:100_3": "paṭiggahitamevā”ti ettha vattabbameva natthīti dasseti. Khipatūti divā vā rattibhāge",
  "tika-vin09t16:100_4": "vā khipatu. Paṭiggahitameva hotīti kiñcāpi “idaṁ bhikkhuniyā, idaṁ aññesa”nti ñātuṁ",
  "tika-vin09t16:100_5": "na sakkā, tathāpi acittakabhāvena gahitameva hoti. Yassa kassaci pana anupasampannassāti",
  "tika-vin09t16:100_6": "sikkhamānasāmaṇerasāmaṇeriupāsakaupāsikādīsu yassa kassaci anupasampannassa. Ṭhapitanti",
  "tika-vin09t16:100_7": "bhikkhuniyā ṭhapitaṁ. Paṁsukūlaṁ adhiṭṭhahitvāti “assāmikaṁ ida”nti saññaṁ uppādetvā.",
  "tika-vin09t16:100_8": "Assāmikañhi “paṁsukūla”nti vuccati. Iminā “amhākamatthāya ṭhapita”ntiādikāya saññāya",
  "tika-vin09t16:100_9": "gahetuṁ na vaṭṭatīti dasseti. Aññatra pārivattakāti parivattetabbaṁ parivattaṁ, parivattameva",
  "tika-vin09t16:100_10": "pārivattakaṁ, parivattetvā diyyamānaṁ, taṁ vināti attho. Tenāha “yaṁ antamaso harīṭakakkhaṇḍampī”tiādi.",
  "tika-vin09t16:100_11": "Ābhogaṁ katvāti cittena samannāharitvā. Sace bhikkhunī vassāvāsikampi deti, tampi",
  "tika-vin09t16:100_12": "yathāvuttavidhānaṁ akatvā gahetuṁ na vaṭṭatīti veditabbaṁ.",
  "tika-vin09t16:101_0": "Paṭilābhenāti gahaṇena. Tikapācittiyanti tīṇi parimāṇāni assāti tikaṁ,tikañca taṁ",
  "tika-vin09t16:101_1": "pācittiyañcāti tikapācittiyaṁ, aññātikāya ñātikasaññivematikaaññātikasaññīnaṁ vasena",
  "tika-vin09t16:101_2": "tīṇi pācittiyānīti attho. Ekatoupasampannāyāti bhikkhunīnaṁ santike upasampannāya.",
  "tika-vin09t16:101_3": "Tāya hi hatthato aññatra pārivattakā cīvaraṁ paṭiggaṇhantassa dukkaṭaṁ, bhikkhūnaṁ",
  "tika-vin09t16:101_4": "santike upasampannāya pana pācittiyameva. “Pattatthavikādimhi ca anadhiṭṭhātabbaparikkhāre”ti",
  "tika-vin09t16:101_5": "iminā bhisicchavimpi saṅgaṇhāti. Sā hi mahantāpi senāsanasaṅgahitattā cīvarasaṅkhaṁ",
  "tika-vin09t16:101_6": "na gacchatīti neva adhiṭṭhānupagā, na vikappanupagā ca. Vuttañhi samantapāsādikāyaṁ",
  "tika-vin09t16:101_7": "“sacepi mañcappamāṇā bhisicchavi hoti, vaṭṭatiyevā”ti. “Hatthato cīvaraṁ paṭiggaṇhātī”ti",
  "tika-vin09t16:101_8": "vacanato pana aññātikāya bhikkhuniyā pesitaggahaṇepi anāpatti. Paṭiggahaṇato, parivattanākaraṇato ca kiriyākiriyaṁ.",
  "tika-vin09t16:102": "Cīvarappaṭiggahaṇasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:103": "6. Aññātakaviññattisikkhāpadavaṇṇanā",
  "tika-vin09t16:104_0": "Gehassa pati jeṭṭhoti gahapati, taṁ gahapatiṁ, idha pana apabbajito yo koci manusso",
  "tika-vin09t16:104_1": "adhippeto. Tenāha “bhikkhūsu apabbajitamanussa”nti. Eseva nayo gahapatāninti etthāpi.",
  "tika-vin09t16:104_2": "“Viññāpeyyā”ti idaṁ suddhakattuatthe ca hetukattuatthe ca vattatīti āha “yāceyya",
  "tika-vin09t16:104_3": "vā yācāpeyya vā”ti. Yācāpanañcettha attano atthāyevāti daṭṭhabbaṁ. Evañca pana katvā",
  "tika-vin09t16:104_4": "“anāṇattika”nti idaṁ samatthitaṁ hoti. Aññatra samayāti sameti ettha, etena vā saṁgacchati",
  "tika-vin09t16:104_5": "satto, sabhāvadhammo vā sahajātādīhi, uppādādīhi vāti samayo, kālo, dhammappavattimattatāya",
  "tika-vin09t16:104_6": "atthato abhūtopi hi kālo dhammappavattiyā adhikaraṇaṁ, karaṇaṁ viya ca kappanāmattasiddhena",
  "tika-vin09t16:104_7": "rūpena voharīyati, taṁ samayaṁ ṭhapetvāti attho. Tenāha “yo acchinnacīvaro vā hotī”tiādi.",
  "tika-vin09t16:104_8": "Tattha rājādīsu yehi kehici acchinnaṁ cīvaraṁ etassāti acchinnacīvaro. Yathāha “acchinnacīvaro",
  "tika-vin09t16:104_9": "nāma bhikkhussa cīvaraṁ acchinnaṁ hoti, rājūhi vā corehi vā dhuttehi vā yehi kehici",
  "tika-vin09t16:104_10": "vā acchinnaṁ hotī”ti. Aggiādīsu yena kenaci naṭṭhaṁ cīvarametassāti naṭṭhacīvaro.",
  "tika-vin09t16:104_11": "Yathāha “naṭṭhacīvaro nāma bhikkhussa cīvaraṁ agginā vā daḍḍhaṁ hoti, udakena vā",
  "tika-vin09t16:104_12": "vūḷhaṁ hoti, undūrehi vā upacikāhi vā khāyitaṁ hoti, paribhogajiṇṇaṁ vā hotī”ti.",
  "tika-vin09t16:104_13": "Samayāti aññatrasaddāpekkhāya upayogatthe nissakkavacananti āha “taṁ samaya”nti.",
  "tika-vin09t16:104_14": "Aññasminti aññasmiṁ samaye.",
  "tika-vin09t16:105_0": "Tikapācittiyanti aññātake aññātakasaññivematikaññātakasaññīnaṁ vasena tīṇi pācittiyāni.",
  "tika-vin09t16:105_1": "Samayeti yathāvutte acchinnacīvarakāle ca naṭṭhacīvarakāle ca. Ñātakappavārite vā",
  "tika-vin09t16:105_2": "viññāpentassāti ñātake, pavārite ca “tumhākaṁ santhataṁ dethā”ti yācantassa. Ettha",
  "tika-vin09t16:105_3": "ca saṅghavasena pavārite pamāṇameva yācituṁ vaṭṭati, puggalikavasena pavārite pana",
  "tika-vin09t16:105_4": "yaṁ yaṁ pavārenti, taṁ tameva viññāpetabbaṁ. Yo hi catūhi paccayehi pavāretvā sayameva",
  "tika-vin09t16:105_5": "sallakkhetvā kālānukālaṁ cīvarādīni divase divase yāgubhattādīni deti, evaṁ yena",
  "tika-vin09t16:105_6": "yena attho, taṁ taṁ deti, tassa viññāpanakiccaṁ natthi. Yo pana pavāretvā bālatāya",
  "tika-vin09t16:105_7": "vā satisammosena vā na deti, so viññāpetabbo. Yo “mayhaṁ gehaṁ pavāremī”ti vadati,",
  "tika-vin09t16:105_8": "tassa gehaṁ gantvā yathāsukhaṁ nisīditabbaṁ nipajjitabbaṁ, na kiñci gahetabbaṁ. Yo",
  "tika-vin09t16:105_9": "pana “yaṁ mayhaṁ gehe atthi, taṁ pavāremī”ti vadati, yaṁ tattha kappiyaṁ, taṁ viññāpetabbaṁ.",
  "tika-vin09t16:105_10": "Gehe pana nisīdituṁ vā nipajjituṁ vā na labbhati. Tassevatthāyāti “aññassā”ti laddhavohārassa",
  "tika-vin09t16:105_11": "tasseva buddharakkhitassa vā dhammarakkhitassa vā atthāya. Attano dhanena gaṇhantassāti",
  "tika-vin09t16:105_12": "attano kappiyabhaṇḍena kappiyavohāreneva gaṇhantassa cetāpentassa, parivattāpentassāti attho.",
  "tika-vin09t16:106": "Aññātakaviññattisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:107": "7. Tatuttarisikkhāpadavaṇṇanā",
  "tika-vin09t16:108_0": "Taṁ-saddo cettha pakatatthavacano. Ceti nipātamattaṁ. Ceti vā yadīti attho, tassa",
  "tika-vin09t16:108_1": "“pavāreyyā”ti iminā sambandho veditabbo. Pavāreyya ceti yadi pavāreyyāti attho. “Abhīti",
  "tika-vin09t16:108_2": "upasaggo”ti iminā tassa atthavisesābhāvaṁ dasseti. Tenāha “haritunti attho”ti. Pavārasaddassa",
  "tika-vin09t16:108_3": "icchāyaṁ vattamānattā “icchāpeyyā”ti vuttaṁ. Icchaṁ uppādeyyāti paccaye icchaṁ uppādeyya.",
  "tika-vin09t16:108_4": "Upanimantanāyetaṁ adhivacanaṁ. Tenāha “yāvattaka”ntiādi. Nekkhammanti pabbajjaṁ.",
  "tika-vin09t16:108_5": "Daṭṭhūti daṭṭhuṁ. Chandānurakkhaṇatthañhettha anunāsikalopo. Khematoti nibbhayato.",
  "tika-vin09t16:108_6": "Kāyena vā vācāya vā abhiharitvā nimanteyyāti sambandho. Yathā ca kāyena abhihareyya,",
  "tika-vin09t16:108_7": "vācāya ca, taṁ vidhiṁ dassetuṁ “upanetvā”tiādi vuttaṁ saantaranti antaravāsakasahitaṁ.",
  "tika-vin09t16:108_8": "Uttaranti uttarāsaṅgaṁ. Paramanti avasānaṁ. Assa cīvarassāti assa samudāyabhūtassa",
  "tika-vin09t16:108_9": "haritabbassa cīvarassa. Tagguṇasaṁviññāṇo hi ayaṁ bāhiratthasamāso yathā “lambakaṇṇo”ti",
  "tika-vin09t16:108_10": "daṭṭhabbaṁ. Tenāha “nivāsanenā”tiādi. Ukkaṭṭhaparicchedena hi sabbe taṁparamaṁyeva gahetuṁ labhanti.",
  "tika-vin09t16:109_0": "Yasmā acchinnasabbacīvarena ticīvaramattakeneva bhikkhunā evaṁ paṭipajjitabbaṁ, aññena",
  "tika-vin09t16:109_1": "pana aññathāpi, tasmā taṁ vibhāgaṁ dassetuṁ “tatrāyaṁ vinicchayo”tiādi vuttaṁ. Adhiṭṭhitacīvarassāti",
  "tika-vin09t16:109_2": "ticīvarādhiṭṭhānanayena vā parikkhāracoḷavasena vā yena kenaci adhiṭṭhitacīvarassa,",
  "tika-vin09t16:109_3": "idañca yebhuyyena adhiṭṭhahitvā cīvaraṁ paribhuñjato vuttaṁ, na pana anadhiṭṭhitacīvarassa",
  "tika-vin09t16:109_4": "cīvare acchinne ayaṁ vidhi na sambhavatīti. Yassa vā ticīvarato adhikampi cīvaraṁ",
  "tika-vin09t16:109_5": "aññattha atthi, tattha natthi, tenāpi tadā tattha abhāvato dve sādituṁ vaṭṭati. Pakatiyāva",
  "tika-vin09t16:109_6": "santaruttarena caratīti atthatakathinattā vā sāsaṅkasikkhāpadavasena vā avippavāsasammutivasena",
  "tika-vin09t16:109_7": "vā tatiyassa alābhena vā carati. “Dve naṭṭhānī”ti adhikārattā vuttaṁ “dve sāditabbānī”ti.",
  "tika-vin09t16:109_8": "Ekaṁ sādiyanteneva samo bhavissatīti tiṇṇaṁ cīvarānaṁ dvīsu naṭṭhena ekaṁ sādiyantena",
  "tika-vin09t16:109_9": "samo bhavissati ubhinnampi santaruttaraparamatāya avaṭṭhānato. Yassa ekaṁyeva hoti",
  "tika-vin09t16:109_10": "aññena kenaci kāraṇena vinaṭṭhasesacīvarattā.",
  "tika-vin09t16:110_0": "Pañcasu naṭṭhesūti ticīvaraṁ udakasāṭikā saṁkaccikāti imesu pañcasu cīvaresu naṭṭhesu.",
  "tika-vin09t16:110_1": "“Ekasmiṁ vā naṭṭhe”ti vacanavipariṇāmaṁ katvā yojetabbaṁ. Tato uttarīti santaruttaraparamato uttari.",
  "tika-vin09t16:111_0": "Sesakaṁ āharissāmīti dve cīvarāni katvā “sesakaṁ puna āharissāmī”ti attho. Sesakaṁ",
  "tika-vin09t16:111_1": "tuyhaṁyeva hotūti vuttassāti dānasamaye evaṁ vuttassa. Sace pana “sesakaṁ āharissāmī”ti",
  "tika-vin09t16:111_2": "vatvā gahetvā gamanasamayepi “sesakaṁ tuyhaṁyeva hotū”ti vadanti, laddhakappiyameva.",
  "tika-vin09t16:111_3": "Na acchinnanaṭṭhakāraṇā dinnanti bāhusaccādiguṇavasena dinnaṁ. Vuttanayenāti “ñātakappavārite",
  "tika-vin09t16:111_4": "vā viññāpentassa, samaye ca aññassa vā ñātakappavārite tassevatthāya viññāpentassa”ti vuttanayena.",
  "tika-vin09t16:112": "Tatuttarisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:113": "8. Paṭhamaupakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin09t16:114_0": "Bhikkhuṁpaneva uddissāti ettha panāti nipātamattaṁ, tathā eva-saddopi. Tenāha “itthannāmassā”tiādi.",
  "tika-vin09t16:114_1": "Apadisitvāti kathetvā, ārabbhāti vā attho. Aññātakassa gahapatissāti aññātakagahapatināti",
  "tika-vin09t16:114_2": "attho. Karaṇatthe hi idaṁ sāmivacanaṁ. Aṭṭhakathāyaṁ pana idaṁ suviññeyyanti na vicāritaṁ.",
  "tika-vin09t16:114_3": "Cīvaraṁ cetāpenti parivattenti etenāti cīvaracetāpannaṁ, cīvaramūlaṁ, na-kāro panettha",
  "tika-vin09t16:114_4": "āgamo, “cīvaracetāpana”ntipi paṭhanti. Taṁ pana yasmā hiraññādīsu aññataraṁ hoti,",
  "tika-vin09t16:114_5": "tasmā “hiraññādika”nti vuttaṁ. Tattha hiraññanti kahāpaṇo vuccati. Ādisaddena suvaṇṇādīnaṁ",
  "tika-vin09t16:114_6": "gahaṇaṁ. Upakkhaṭanti upaṭṭhāpitaṁ. Taṁ upakkharaṇaṁ tesaṁ tathā sajjitanti āha “upakkhaṭaṁ",
  "tika-vin09t16:114_7": "hotīti sajjitaṁ hotī”ti. Saṁharitvā ṭhapitanti rāsiṁ katvā ṭhapitaṁ. Parivattanañca",
  "tika-vin09t16:114_8": "akatassa kārāpanaṁ, katassa kiṇananti āha “kāretvā vā kiṇitvā vāti attho”ti. Acchādessāmīti",
  "tika-vin09t16:114_9": "pārupessāmīti vuttaṁ hoti. Tenāha “vohāravacanameta”nti. Vohāravacananti ca upacāravacananti attho.",
  "tika-vin09t16:115_0": "“Tatra ce so bhikkhū”tiādīsu ko padasambandhoti āha “yatra so gahapati vā”tiādi.",
  "tika-vin09t16:115_1": "Pubbe appavāritoti “dassāmi, kīdisena te, bhante, cīvarena attho, kīdisaṁ te cīvaraṁ",
  "tika-vin09t16:115_2": "cetāpemī”ti pubbe avutto. Upasaṅkamitvāti gantvā. Padabhājane pacuravohāravasena",
  "tika-vin09t16:115_3": "“gharaṁ gantvā”ti vuttaṁ. Ettha ca pacuravohāravasenāti yebhuyyavohāravasena. Yebhuyyena",
  "tika-vin09t16:115_4": "hi gharasāmikaṁ daṭṭhukāmā tassa gharaṁ gacchantīti tatheva bahulavohāro. Vikappanti",
  "tika-vin09t16:115_5": "visiṭṭho kappo vikappo, vi-saddo cettha visiṭṭhattho. Tenāha “visiṭṭhakappa”nti.",
  "tika-vin09t16:115_6": "Iminā vacanatthamāha. “Adhikavidhāna”nti iminā pana adhippāyatthaṁ. Yathā pana tamāpajjatīti",
  "tika-vin09t16:115_7": "yenākārena taṁ vikappaṁ āpajjati. Taṁ dassetunti taṁ ākāraṁ dassetuṁ.",
  "tika-vin09t16:116_0": "“Sādhū”ti ayaṁ saddo sampaṭicchanasampahaṁsanasundarāyācanādīsu dissati. Tathā hesa",
  "tika-vin09t16:116_1": "“sādhu, bhanteti kho so bhikkhu bhagavato bhāsitaṁ abhinanditvā anumoditvā”tiādīsu",
  "tika-vin09t16:116_2": "sampaṭicchane dissati, “sādhu sādhu sāriputtā”tiādīsu sampahaṁsane.",
  "tika-vin09t16:117": "“Sādhu dhammaruci rājā, sādhu paññāṇavā naro;",
  "tika-vin09t16:118": "Sādhu mittānamaddubbho, pāpassākaraṇaṁ sukha”ntiādīsu. –",
  "tika-vin09t16:119_0": "Sundare, “sādhu me, bhante bhagavā, saṁkhittena dhammaṁ desetū”tiādīsu āyācane, idhāpi",
  "tika-vin09t16:119_1": "āyācaneyeva daṭṭhabboti āha “sādhūtiāyācane nipāto”ti. Tattha āyācaneti abhimukhaṁ",
  "tika-vin09t16:119_2": "yācane, abhipatthanāyanti attho. Parivitakke nipātoti sambandho. Ālapatīti āmanteti.",
  "tika-vin09t16:119_3": "Āyatādīsūti ettha ādisaddena vitthataappitasaṇhānaṁ gahaṇaṁ. Yasmā pana na imassa",
  "tika-vin09t16:119_4": "āpajjanamatteneva āpatti sīsaṁ eti, tasmā “tassa vacanenā”tiādi vuttaṁ. Payogeti",
  "tika-vin09t16:119_5": "suttapariyesanādipayoge.",
  "tika-vin09t16:120_0": "Mahagghaṁ cetāpetukāmaṁ appagghanti vīsatiagghanakaṁ cīvaraṁ cetāpetukāmaṁ “alaṁ",
  "tika-vin09t16:120_1": "mayhaṁ tena, dasaagghanakaṁ vā aṭṭhagghanakaṁ vā dehī”ti vadantassāti attho. Evarūpanti",
  "tika-vin09t16:120_2": "evaṁ samabhāgaṁ, iminā samakanti vuttaṁ hoti. Tañca kho agghavaseneva, na pamāṇavasena.",
  "tika-vin09t16:120_3": "Agghavaḍḍhanakañhi idaṁ sikkhāpadaṁ.",
  "tika-vin09t16:121": "Paṭhamaupakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:122": "9. Dutiyaupakkhaṭasikkhāpadavaṇṇanā",
  "tika-vin09t16:123": "Kasmā iminā nayena attho veditabboti āha “idañhī”tiādi. Hīti kāraṇatthe nipāto. Na koci visesoti āha “kevala”ntiādi.",
  "tika-vin09t16:124": "Dutiyaupakkhaṭasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:125": "10. Rājasikkhāpadavaṇṇanā",
  "tika-vin09t16:126_0": "Rājatobhogganti rājato laddhabhoggaṁ. Rājabhoggoti rājāmatto. Rājato bhogoti raññā",
  "tika-vin09t16:126_1": "dinnaṁ issariyaṁ. Iminātiādīti “iminā cīvaracetāpannena cīvaraṁ cetāpetvā itthannāmaṁ",
  "tika-vin09t16:126_2": "bhikkhuṁ cīvarena acchādehī”ti idaṁ. Āgamanasuddhinti mūlasuddhiṁ. Yadi hi iminā",
  "tika-vin09t16:126_3": "kappiyanīhārena apesetvā “idaṁ itthannāmassa bhikkhuno dehī”ti peseyya, sopi dūto",
  "tika-vin09t16:126_4": "taṁ bhikkhuṁ upasaṅkamitvā evaṁ vadeyya “idaṁ kho, bhante, āyasmantaṁ uddissa cīvaracetāpannaṁ",
  "tika-vin09t16:126_5": "ābhataṁ, paṭiggaṇhātu āyasmā cīvaracetāpanna”nti, tadā paṭikkhipitvāpi kappiyakārakaṁ",
  "tika-vin09t16:126_6": "puṭṭhena taṁ niddisituṁ na vaṭṭati. Tenāha “sace hī”tiādi. Akappiyavatthuṁ ārabbhāti",
  "tika-vin09t16:126_7": "hiraññādiṁ ārabbha. Īdisena dūtavacanenāti “paṭiggaṇhātu āyasmā cīvaracetāpanna”nti",
  "tika-vin09t16:126_8": "evarūpena dūtavacanena. Tasmāti yasmā sampaṭicchituṁ akappiyaṁ hoti, tasmā. Suvaṇṇanti",
  "tika-vin09t16:126_9": "jātarūpaṁ. Rajatanti rūpiyaṁ. Kahāpaṇenāti suvaṇṇamayo vā rūpiyamayo vā pākatiko",
  "tika-vin09t16:126_10": "vā kahāpaṇo. Māsakoti lohamāsako vā hotu, dārumāsako vā hotu, jatumāsako vā hotu,",
  "tika-vin09t16:126_11": "yo yo yattha yattha janapade yadā yadā vohāraṁ gacchati, antamaso aṭṭhimayopi cammamayopi",
  "tika-vin09t16:126_12": "rukkhaphalabījamayopi samuṭṭhāpitarūpopi asamuṭṭhāpitarūpopi sabbo idha māsakoti",
  "tika-vin09t16:126_13": "veditabbo. Ettha ca yaṁ vattabbaṁ, taṁ rūpiyasikkhāpade vakkhāma.",
  "tika-vin09t16:127_0": "Muttāti hatthikumbhajādikā aṭṭhavidhā muttā. Tathā hi hatthikumbhaṁ varāhadāṭhaṁ,",
  "tika-vin09t16:127_1": "bhujaṅgasīsaṁ, valāhakaṁ, veḷu, macchasiro, saṅkho, sippīti aṭṭha muttāyoniyo. Tattha",
  "tika-vin09t16:127_2": "yā macchasaṅkhasippijātā, sā sāmuddikā, bhujaṅgajāpi kāci sāmuddikā hoti. Itarā asāmuddikā.",
  "tika-vin09t16:127_3": "Yasmā pana bahulaṁ sāmuddikāva muttā loke dissanti, tatthāpi sippijāva, itarā kadāci.",
  "tika-vin09t16:127_4": "Tasmā sammohavinodaniyaṁ “muttāti sāmuddikamuttā”ti vuttaṁ. Maṇīti ṭhapetvā veḷuriyādike",
  "tika-vin09t16:127_5": "antamaso jātiphalikaṁ upādāya sabbopi nīlapītādivaṇṇabhedo maṇīti veditabbo, pacitvā",
  "tika-vin09t16:127_6": "kato pana kācamaṇiyeveko pattādibhaṇḍamūlatthaṁ sampaṭicchituṁ vaṭṭati. Veḷuriyo",
  "tika-vin09t16:127_7": "nāma vaṁsavaṇṇamaṇi. Saṅkhoti dhamanasaṅkho dhotaviddho ratanamisso, pānīyasaṅkho",
  "tika-vin09t16:127_8": "pana ratanāmissakato, so ca añjanādibhesajjatthāya, bhaṇḍamūlatthāya ca sampaṭicchituṁ",
  "tika-vin09t16:127_9": "vaṭṭati. Silāti dhotaviddhā ratanasaṁyuttā muggavaṇṇā silā. Ratanena pana amissā",
  "tika-vin09t16:127_10": "satthakanisānādiatthāya paṭiggaṇhituṁ vaṭṭati. Ettha ca “ratanasaṁyuttāti suvaṇṇena",
  "tika-vin09t16:127_11": "saddhiṁ yojetvā pacitvā katā”ti vadanti. Pavāḷanti dhotampi adhotampi sabbaṁ pavāḷaṁ.",
  "tika-vin09t16:127_12": "Lohitaṅkoti rattamaṇi. Masāragallanti kabaramaṇi. Yaṁ “marakata”ntipi vuccati.",
  "tika-vin09t16:128_0": "Satta dhaññānīti sānulomāni sāliādīni satta dhaññāni. Nīvārādiupadhaññassa pana sāliādimūladhaññantogadhattā",
  "tika-vin09t16:128_1": "“satta dhaññānī”ti vuttaṁ. Dāsidāsakhettavatthupupphārāmaphalārāmādayoti ettha dāsī",
  "tika-vin09t16:128_2": "nāma antojātadhanakkītakaramarānītappabhedā. Tathā dāso. Khettaṁ nāma yasmiṁ pubbaṇṇaṁ",
  "tika-vin09t16:128_3": "ruhati. Vatthu nāma yasmiṁ aparaṇṇaṁ ruhati. Yattha vā ubhayampi ruhati, taṁ khettaṁ.",
  "tika-vin09t16:128_4": "Tadatthāya akatabhūmibhāgo vatthu. Khettavatthusīsena cettha vāpitaḷākādīnipi saṅgahitāneva.",
  "tika-vin09t16:128_5": "Vassikādīnaṁ pupphanako pupphārāmo. Ambaphalādīnaṁ phalanako phalārāmo. Na kevalañca",
  "tika-vin09t16:128_6": "attanoyevatthāya sampaṭicchituṁ na vaṭṭati, sacepi koci jātarūparajataṁ ānetvā “idaṁ",
  "tika-vin09t16:128_7": "saṅghassa dammi, ārāmaṁ vā karotha, cetiyaṁ vā bhojanasālādīnaṁ vā aññatara”nti vadati,",
  "tika-vin09t16:128_8": "idampi sampaṭicchituṁ na vaṭṭati. “Yassa kassaci hi aññassa atthāya sampaṭicchantassa",
  "tika-vin09t16:128_9": "dukkaṭaṁ hotī”ti mahāpaccariyaṁ vuttaṁ. Tenāha “cetiyasaṅghagaṇapuggalānaṁ vā atthāya",
  "tika-vin09t16:128_10": "sampaṭicchituṁ na vaṭṭantī”ti.",
  "tika-vin09t16:129_0": "Sace pana saṅghaṁ vā gaṇaṁ vā puggalaṁ vā anāmasitvā “idaṁ hiraññasuvaṇṇaṁ cetiyassa",
  "tika-vin09t16:129_1": "dema, vihārassa dema, navakammassa demā”ti vadanti, paṭikkhipituṁ na vaṭṭati. “Ime",
  "tika-vin09t16:129_2": "idaṁ bhaṇantī”ti kappiyakārakānaṁ ācikkhitabbaṁ. “Cetiyādīnaṁ atthāya tumhe gahetvā",
  "tika-vin09t16:129_3": "ṭhapethā”ti vutte pana “amhākaṁ gahetuṁ na vaṭṭatī”ti paṭikkhipitabbaṁ.",
  "tika-vin09t16:130_0": "Veyyāvaccakaroti kiccakaro. Idha pana sabbo kiccakarova “veyyāvaccakaro”ti adhippetoti",
  "tika-vin09t16:130_1": "āha “kappiyakārako”ti. Eso khoti “asukavīthiyaṁ asukaghare asukanāmo”ti parammukhaṁ",
  "tika-vin09t16:130_2": "vadati. Itarampīti parammukhāniddiṭṭhampi. “Attho me, āvuso, cīvarenā”ti etaṁ codanālakkhaṇanidassananti",
  "tika-vin09t16:130_3": "sambandho. Tattha codanālakkhaṇanidassananti vācāya codanālakkhaṇanidassanaṁ. Tenāha",
  "tika-vin09t16:130_4": "“sace hī”tiādi. Idaṁ vā vacanaṁ vattabbanti sambandho. Etassa vā attho yāya kāyaci",
  "tika-vin09t16:130_5": "bhāsāya vattabboti sambandho. “Dehi me cīvaraṁ, āhara me cīvaraṁ, parivattehi me",
  "tika-vin09t16:130_6": "cīvaraṁ, cetāpehi me cīvara”nti etāni pana vacanāni etesaṁ vā attho yāya kāyaci bhāsāya",
  "tika-vin09t16:130_7": "na vattabbo. Tenāha “dehi me”tiādi. Sādheyyāti nipphādeyya. Iccetaṁ kusalanti evaṁ",
  "tika-vin09t16:130_8": "yāvatatiyaṁ codanena tassa cīvarassa yadetaṁ abhinipphādanaṁ, etaṁ kusalaṁ sādhu",
  "tika-vin09t16:130_9": "suṭṭhūti attho. Tenāha “etaṁ sundara”nti.",
  "tika-vin09t16:131_0": "Chakkhattuṁ paramo paricchedo assāti chakkhattuparamaṁ. Idañhi “ṭhātabba”nti imissā",
  "tika-vin09t16:131_1": "kiriyāya visesanaṁ, chakkhattuparamaṁ ṭhānaṁ kātabbanti attho. Tenāha “bhāvanapuṁsakavacanameta”nti,",
  "tika-vin09t16:131_2": "etaṁ bhāve ṭhātabbanti vuttadhātvatthamatte sādhetabbe napuṁsakaliṅgavacananti attho.",
  "tika-vin09t16:131_3": "Na nisīditabbanti “idha, bhante, nisīdathā”ti vuttepi na nisīditabbaṁ. Na āmisaṁ",
  "tika-vin09t16:131_4": "paṭiggahetabbanti yāgukhajjakādibhedaṁ kiñci āmisaṁ “gaṇhatha, bhante”ti yāciyamānenāpi",
  "tika-vin09t16:131_5": "na gaṇhitabbaṁ. Na dhammo bhāsitabboti “maṅgalaṁ vā anumodanaṁ vā bhāsathā”ti yāciyamānenāpi",
  "tika-vin09t16:131_6": "na kiñci bhāsitabbaṁ. Ṭhānaṁ bhañjatīti ṭhitiṁ vināseti. Ṭhatvā cīvaraṁ gahetuṁ āgatena",
  "tika-vin09t16:131_7": "hi taṁ uddissa tuṇhībhūtena ṭhātabbameva, na nisajjādikaṁ kātabbaṁ. Iminā pana taṁ",
  "tika-vin09t16:131_8": "katanti ṭhānaṁ vināsitaṁ hoti. Tenāha “āgatakāraṇaṁ vināsetī”ti. “Āgatakāraṇaṁ nāma",
  "tika-vin09t16:131_9": "ṭhānameva, tasmā ‘na kātabba’nti vāritassa katattā nisajjādīsu katesu chasu ṭhānesu",
  "tika-vin09t16:131_10": "ekaṁ ṭhānaṁ bhañjatī”ti ayamettha adhippāyo. Chakkhattuparamaṁ tuṇhībhūtena uddissa",
  "tika-vin09t16:131_11": "ṭhātabbaṁ. “Na aññaṁ kiñci kātabba”nti hi idaṁ ṭhānalakkhaṇaṁ. Tenevāha “ida”ntiādi.",
  "tika-vin09t16:131_12": "Tattha idanti “catukkhattuṁ pañcakkhattuṁ, chakkhattuparamaṁ tuṇhībhūtena uddissa",
  "tika-vin09t16:131_13": "ṭhātabba”nti vacanaṁ. Ettha ca “nisīdanādimhi kate puna cīvaraṁ gahetuṁ na labhatī”ti",
  "tika-vin09t16:131_14": "keci. “Dve ṭhānāni parihāyantī”ti aññe. “Ekaṁ ṭhānaṁ parihāyatī”ti apare. Ubhayaṁ",
  "tika-vin09t16:131_15": "karotīti codetipi tiṭṭhatipi.",
  "tika-vin09t16:132": "“Tatra tatra ṭhāne tiṭṭhatī”ti idaṁ codakassa ṭhitaṭṭhitaṭṭhānato apakkamma tatra tatra cīvaraṁ uddissa ṭhānaṁyeva sandhāya vuttaṁ. Etthāti etesu dvīsu codanāṭṭhānesu.",
  "tika-vin09t16:133_0": "Kiṁ pana sabbakappiyakārakesu evaṁ paṭipajjitabbanti? Na paṭipajjitabbaṁ. Ayañhi",
  "tika-vin09t16:133_1": "kappiyakārako nāma saṅkhepato duvidho niddiṭṭho ca aniddiṭṭho ca. Tattha ca niddiṭṭho",
  "tika-vin09t16:133_2": "duvidho bhikkhunā niddiṭṭho, dūtena niddiṭṭhoti. Aniddiṭṭhopi duvidho mukhavevaṭikakappiyakārako,",
  "tika-vin09t16:133_3": "parammukhakappiyakārakoti. Tesu bhikkhunā niddiṭṭho sammukhāsammukhavasena catubbidho",
  "tika-vin09t16:133_4": "hoti, tathā dūtena niddiṭṭhopi.",
  "tika-vin09t16:134_0": "Kathaṁ? Idhekacco bhikkhussa cīvaratthāya dūtena akappiyavatthuṁ pahiṇati, dūto ca",
  "tika-vin09t16:134_1": "taṁ bhikkhuṁ upasaṅkamitvā “idaṁ, bhante, itthannāmena tumhākaṁ cīvaratthāya pahitaṁ,",
  "tika-vin09t16:134_2": "gaṇhatha na”nti vadati. Bhikkhu “idaṁ na kappatī”ti paṭikkhipati. Dūto “atthi pana",
  "tika-vin09t16:134_3": "te, bhante, veyyāvaccakaro”ti pucchati, puññatthikehi ca upāsakehi “bhikkhūnaṁ veyyāvaccaṁ",
  "tika-vin09t16:134_4": "karothā”ti āṇattā vā bhikkhūnaṁ vā sandiṭṭhā sambhattā keci veyyāvaccakarā honti,",
  "tika-vin09t16:134_5": "tesaṁ aññataro tasmiṁ khaṇe bhikkhussa santike nisinno hoti, bhikkhu taṁ niddisati",
  "tika-vin09t16:134_6": "“ayaṁ bhikkhūnaṁ veyyāvaccakaro”ti. Dūto tassa hatthe akappiyavatthuṁ datvā “therassa",
  "tika-vin09t16:134_7": "cīvaraṁ kiṇitvā dehī”ti gacchati, ayaṁ bhikkhunā sammukhāniddiṭṭho.",
  "tika-vin09t16:135_0": "No ce bhikkhussa santike nisinno hoti, apica kho bhikkhu niddisati “asukasmiṁ nāma",
  "tika-vin09t16:135_1": "gāme itthannāmo bhikkhūnaṁ veyyāvaccakaro”ti. So gantvā tassa hatthe akappiyavatthuṁ",
  "tika-vin09t16:135_2": "datvā “therassa cīvaraṁ kiṇitvā dadeyyāsī”ti āgantvā bhikkhussa ārocetvā gacchati,",
  "tika-vin09t16:135_3": "ayameko bhikkhunā asammukhāniddiṭṭho.",
  "tika-vin09t16:136_0": "Na heva kho so dūto attanā āgantvā āroceti, apica kho aññaṁ pahiṇati “dinnaṁ mayā,",
  "tika-vin09t16:136_1": "bhante, tassa hatthe cīvaracetāpannaṁ, cīvaraṁ gaṇheyyāthā”ti, ayaṁ dutiyo bhikkhunā asammukhāniddiṭṭho.",
  "tika-vin09t16:137_0": "Na heva kho aññaṁ pahiṇati, apica kho gacchantova bhikkhuṁ vadati “ahaṁ tassa hatthe",
  "tika-vin09t16:137_1": "cīvaracetāpannaṁ dassāmi, tumhe cīvaraṁ gaṇheyyāthā”ti, ayaṁ tatiyo bhikkhunā asammukhāniddiṭṭhoti",
  "tika-vin09t16:137_2": "evaṁ eko sammukhāniddiṭṭho tayo asammukhāniddiṭṭhāti ime cattāro bhikkhunā niddiṭṭhaveyyāvaccakarā",
  "tika-vin09t16:137_3": "nāma. Etesu imasmiṁ rājasikkhāpade vuttanayeneva paṭipajjitabbaṁ.",
  "tika-vin09t16:138_0": "Aparo bhikkhu purimanayeneva dūtena pucchito natthitāya vā avicāretukāmatāya vā “natthamhākaṁ",
  "tika-vin09t16:138_1": "kappiyakārako”ti vadati, tasmiñca khaṇe koci manusso āgacchati, dūto tassa hatthe",
  "tika-vin09t16:138_2": "akappiyavatthuṁ datvā “imassa hatthato cīvaraṁ gaṇheyyāthā”ti vatvā gacchati, ayaṁ",
  "tika-vin09t16:138_3": "dūtena sammukhāniddiṭṭho.",
  "tika-vin09t16:139_0": "Aparo dūto gāmaṁ pavisitvā attanā abhirucitassa kassaci hatthe akappiyavatthuṁ datvā",
  "tika-vin09t16:139_1": "purimanayeneva āgantvā vā āroceti, aññaṁ vā pahiṇati, “ahaṁ asukassa nāma hatthe",
  "tika-vin09t16:139_2": "cīvaracetāpannaṁ dassāmi, tumhe cīvaraṁ gaṇheyyāthā”ti vatvā vā gacchati, ayaṁ tatiyo",
  "tika-vin09t16:139_3": "dūtena asammukhāniddiṭṭhoti evaṁ eko sammukhāniddiṭṭho, tayo asammukhāniddiṭṭhāti",
  "tika-vin09t16:139_4": "ime cattāro dūtena niddiṭṭhaveyyāvaccakarā nāma. Etesu meṇḍakasikkhāpade vuttanayeneva paṭipajjitabbaṁ.",
  "tika-vin09t16:140": "Vuttañhetaṁ –",
  "tika-vin09t16:141_0": "“Santi, bhikkhave, manussā saddhā pasannā, te kappiyakārakānaṁ hatthe hiraññaṁ upanikkhipanti",
  "tika-vin09t16:141_1": "‘iminā ayyassa yaṁ kappiyaṁ, taṁ dethā’ti. Anujānāmi, bhikkhave, yaṁ tato kappiyaṁ,",
  "tika-vin09t16:141_2": "taṁ sādituṁ, na tvevāhaṁ, bhikkhave, kenaci pariyāyena jātarūparajataṁ sāditabbaṁ",
  "tika-vin09t16:141_3": "pariyesitabbanti vadāmī”ti.",
  "tika-vin09t16:142_0": "Ettha ca codanāya parimāṇaṁ natthi. Mūlaṁ asādiyantena sahassakkhattumpi codanāya",
  "tika-vin09t16:142_1": "vā ṭhānena vā kappiyabhaṇḍaṁ sādituṁ vaṭṭati. No ce deti, aññaṁ kappiyakārakaṁ ṭhapetvāpi",
  "tika-vin09t16:142_2": "āharāpetabbaṁ. Sace icchati, mūlasāmikānampi kathetabbaṁ. No ce icchati, na kathetabbaṁ.",
  "tika-vin09t16:143_0": "Aparo bhikkhu purimanayeneva dūtena pucchito “natthamhākaṁ kappiyakārako”ti vadati,",
  "tika-vin09t16:143_1": "tadañño samīpe ṭhito sutvā “āhara, bho, ahaṁ ayyassa cīvaraṁ cetāpetvā dassāmī”ti",
  "tika-vin09t16:143_2": "vadati. Dūto “handa, bho, dadeyyāsī”ti tassa hatthe datvā bhikkhussa anārocetvāva",
  "tika-vin09t16:143_3": "gacchati, ayaṁ mukhavevaṭikakappiyakārako.",
  "tika-vin09t16:144_0": "Aparo bhikkhuno upaṭṭhākassa vā aññassa vā hatthe akappiyavatthuṁ datvā “therassa",
  "tika-vin09t16:144_1": "cīvaraṁ dadeyyāsī”ti ettova pakkamati, ayaṁ parammukhakappiyakārakoti ime dve aniddiṭṭhakappiyakārakā",
  "tika-vin09t16:144_2": "nāma. Etesu aññātakaappavāritesu viya paṭipajjitabbaṁ.",
  "tika-vin09t16:145_0": "Sace sayameva cīvaraṁ ānetvā denti, gahetabbaṁ. No ce, na kiñci vattabbā. Tenāha",
  "tika-vin09t16:145_1": "“sace”tiādi. Kappiyakāraketi sammukhāsammukhavasena cattāro kappiyakāraketi attho.",
  "tika-vin09t16:145_2": "“Dāyako sayamevā”ti iminā bhikkhuṁ paṭikkhipati, na dūtaṁ. Tasmā dūtena niddiṭṭhopi",
  "tika-vin09t16:145_3": "yathāruci codetuṁ vaṭṭati. Mukhaṁ vivaritvā sayameva kappiyakārakattaṁ upagatoti",
  "tika-vin09t16:145_4": "mukhavevaṭikakappiyakārako. Evanti “eso kho”tiādinā yathāvuttena ākārena. Dassitā",
  "tika-vin09t16:145_5": "honti saṅkhepatoti adhippāyo.",
  "tika-vin09t16:146_0": "Vuttacodanāṭṭhānaparimāṇatoti vuttacodanāparimāṇato ca vuttaṭṭhānaparimāṇato ca.",
  "tika-vin09t16:146_1": "Santikanti samīpaṁ. Tatthāti ettha kathamayamattho labbhatīti āha “samīpatthe hi",
  "tika-vin09t16:146_2": "idaṁ bhummavacana”nti. Idaṁ vuttaṁ hoti – “gaṅgāyaṁ goyūthāni caranti, kūpe gaggakūla”ntiādīsu",
  "tika-vin09t16:146_3": "viya yasmā samīpādhāre idaṁ sattamīvibhattivacanaṁ, tasmā ayamattho labbhatīti. Evaṁ",
  "tika-vin09t16:146_4": "akarontoti sāmaṁ vā agacchanto, dūtaṁ vā apāhento.",
  "tika-vin09t16:147_0": "Ajjaṇho, bhante, āgamehīti, bhante, ajja ekadivasaṁ amhākaṁ tiṭṭha, adhivāsehīti",
  "tika-vin09t16:147_1": "attho. Tikapācittiyanti atirekesu codanāṭṭhānesu atirekasaññivematikaūnakasaññīnaṁ",
  "tika-vin09t16:147_2": "vasena tīṇi pācittiyāni. Tikkhattuṁ codanāya chakkhattuṁ ṭhānena, ūnakatikkhattuṁ",
  "tika-vin09t16:147_3": "codanāya ūnakacchakkhattuṁ ṭhānena laddhepi anāpatti. Appitatāti patiṭṭhāpitatā,",
  "tika-vin09t16:147_4": "“saññatto so mayā”tiādinā kathitatāti vuttaṁ hoti.",
  "tika-vin09t16:148": "Rājasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:149": "Cīvaravaggo paṭhamo.",
  "tika-vin09t16:150": "2. Eḷakalomavaggo",
  "tika-vin09t16:151": "1. Kosiyasikkhāpadavaṇṇanā",
  "tika-vin09t16:152_0": "Kosiyamissakanti “kosakārakā”ti laddhavohārānaṁ pāṇakānaṁ kosato nibbattaṁ aṁsu kosiyaṁ,",
  "tika-vin09t16:152_1": "tena missaṁ kosiyamissakaṁ. Tena pana kosiyena appakenāpi missitaṁ kosiyamissakameva,",
  "tika-vin09t16:152_2": "na idaṁ abbohārikanti vattuṁ labbhā. Tenāha “ekenāpī”tiādi. Kosiyaṁsunāti kimikosasambhavena",
  "tika-vin09t16:152_3": "aṁsunā. “Antamaso”tiādikaṁ pana imassa sikkhāpadassa acittakattā vuttaṁ. Santhataṁ",
  "tika-vin09t16:152_4": "nāma santharitvā kataṁ avāyimaṁ. Tenāha “same bhūmibhāge”tiādi. Imasseva vacanassa",
  "tika-vin09t16:152_5": "anusārenāti imasseva paṭhamasanthatassa nissajjanavidhānavacanānusārena. Sabbasanthatanti",
  "tika-vin09t16:152_6": "sabbasanthatanissajjanavidhānaṁ.",
  "tika-vin09t16:153_0": "Aññassatthāya kārāpane dukkaṭattā attano atthāya kārāpanavasena “sāṇattika”nti vuttaṁ.",
  "tika-vin09t16:153_1": "Attanā vippakatapariyosāpananayenāti “attanā vippakataṁ attanā pariyosāpeti, nissaggiyaṁ",
  "tika-vin09t16:153_2": "pācittiyaṁ. Attanā vippakataṁ parehi pariyosāpeti, nissaggiyaṁ pācittiyaṁ. Parehi",
  "tika-vin09t16:153_3": "vippakataṁ attanā pariyosāpeti, nissaggiyaṁ pācittiyaṁ. Parehi vippakataṁ parehi",
  "tika-vin09t16:153_4": "pariyosāpeti, nissaggiyaṁ pācittiya”nti iminā nayena. Vitānādikaraṇeti vitānabhūmattharaṇasāṇipākārabhisibibbohanakaraṇe.",
  "tika-vin09t16:153_5": "Yathā ca vitānādikaraṇe, evaṁ tenākārena paribhogepi anāpatti. “Avāyima”nti vuttattā",
  "tika-vin09t16:153_6": "vāyitvā karontassāpi anāpatti.",
  "tika-vin09t16:154": "Kosiyasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:155": "2. Suddhakāḷakasikkhāpadavaṇṇanā",
  "tika-vin09t16:156_0": "Kāḷakānanti sabhāvena vā rajanena vā kāḷakānaṁ. Yathāha “kāḷakaṁ nāma dve kāḷakāni",
  "tika-vin09t16:156_1": "jātiyā kāḷakaṁ vā rajanakāḷakaṁ vā”ti. Aññehi amissitānanti aññehi amissitakāḷakānanti",
  "tika-vin09t16:156_2": "attho. “Yathā paṭhame ‘ekenāpi kosiyaṁsunā’ti vuttaṁ, tathā idhāpi ‘ekenāpi aññena",
  "tika-vin09t16:156_3": "amissetvā’ti avuttattā aññena pana missakabhogepi apaññāyamānarūpakaṁ ce ‘suddhakāḷaka’micceva vuccatī”ti vadanti.",
  "tika-vin09t16:157_0": "Ettha ca “idaṁ me, bhante, suddhakāḷakānaṁ eḷakalomānaṁ santhata”ntiādinā nissajjanavidhānaṁ",
  "tika-vin09t16:157_1": "veditabbaṁ. Sesanti pubbapayogadukkaṭacatukkapācittiyādikaṁ. Aṅgesu pana “suddhakāḷakabhāvo”ti ayaṁ viseso.",
  "tika-vin09t16:158": "Suddhakāḷakasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:159": "3. Dvebhāgasikkhāpadavaṇṇanā",
  "tika-vin09t16:160_0": "Gahetabbāti yathā kāḷakā adhikā na honti, tathā gahetabbā. Ṭhapetvā cettha kāḷakaodāte",
  "tika-vin09t16:160_1": "avasesā gocariyesuyeva saṅgahaṁ gacchantīti daṭṭhabbaṁ. Ettha ca dve bhāgāti ukkaṭṭhaparicchedo",
  "tika-vin09t16:160_2": "kāḷakānaṁ adhikaggahaṇassa paṭikkhepavasena sikkhāpadassa paññattattā. Tasmā kāḷakānaṁ",
  "tika-vin09t16:160_3": "bhāgadvayato adhikaṁ na vaṭṭati, ūnakaṁ vaṭṭati. Tenāha “ekassāpī”tiādi. Ekassāpi",
  "tika-vin09t16:160_4": "kāḷakalomassa atirekabhāveti tulāya dhārayitvā ṭhapitesu antamaso vātavegenapi pahitassa",
  "tika-vin09t16:160_5": "ekassāpi kāḷakalomassa adhikabhāve satīti attho. “Tatiyaṁ odātānaṁ, catutthaṁ gocariyāna”nti",
  "tika-vin09t16:160_6": "idaṁ pana heṭṭhimaparicchedo tesaṁ adhikaggahaṇe paṭikkhepābhāvato. Tasmā tesaṁ vuttappamāṇato adhikampi vaṭṭati.",
  "tika-vin09t16:161_0": "Ettha ca “idaṁ me, bhante, santhataṁ anādiyitvā dve tule suddhakāḷakānaṁ eḷakalomānaṁ,",
  "tika-vin09t16:161_1": "tulaṁ odātānaṁ, tulaṁ gocariyānaṁ santhataṁ kārāpitaṁ nissaggiya”nti iminā nayena",
  "tika-vin09t16:161_2": "nissajjanavidhānaṁ veditabbaṁ. Ādāya ca vuttaparicchedena anādāya ca karaṇato kiriyākiriyaṁ.",
  "tika-vin09t16:161_3": "Sesanti pubbapayogadukkaṭacatukkapācittiyādikaṁ. Ayaṁ pana viseso – tulaṁ odātānaṁ",
  "tika-vin09t16:161_4": "tulaṁ gocariyānaṁ ādiyitvā karaṇe, bahutaraṁ odātānaṁ bahutaraṁ gocariyānaṁ ādiyitvā",
  "tika-vin09t16:161_5": "karaṇe, suddhaṁ odātānaṁ suddhaṁ gocariyānaṁ ādiyitvā karaṇe ca anāpattīti.",
  "tika-vin09t16:162_0": "Aṅgesu pana paṭhamaṅgaṁ kāḷakānaṁ dvebhāgato atirekabhāvoti daṭṭhabbaṁ. Imāni tīṇi",
  "tika-vin09t16:162_1": "na kevalaṁ anissaṭṭhāneva paribhuñjituṁ na vaṭṭantīti āha “imāni panā”tiādi. “Paribhuñjituṁ",
  "tika-vin09t16:162_2": "na vaṭṭantī”ti iminā yadi paribhuñjati, dukkaṭanti dasseti.",
  "tika-vin09t16:163": "Dvebhāgasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:164": "4. Chabbassasikkhāpadavaṇṇanā",
  "tika-vin09t16:165_0": "Yaṁ santhatasammutiṁ detīti sambandho. Gilānassa bhikkhunoti yassa vinā santhatā",
  "tika-vin09t16:165_1": "na phāsu hoti, na sakkoti ca santhataṁ ādāya pakkamituṁ, evaṁbhūtassa gilānassa bhikkhuno.",
  "tika-vin09t16:165_2": "Santhatasammutiṁ detīti “suṇātu me, bhante, saṅgho, ayaṁ itthannāmo bhikkhu gilāno",
  "tika-vin09t16:165_3": "na sakkoti santhataṁ ādāya pakkamitu”ntiādinā padabhājane vuttāya ñattidutiyakammavācāya",
  "tika-vin09t16:165_4": "santhatasammutiṁ deti.",
  "tika-vin09t16:166_0": "Sāti santhatasammuti. Vūpasanto vā puna kuppatīti vūpasanto vā so ābādho puna kuppati,",
  "tika-vin09t16:166_1": "anuvassampi kātuṁ vaṭṭati, puna sammutidānakiccaṁ natthīti adhippāyo. Na kevalaṁ",
  "tika-vin09t16:166_2": "tasmiṁyeva roge kuppite, atha kho aññasmiṁ roge kuppitepi gatagataṭṭhāne anuvassaṁ",
  "tika-vin09t16:166_3": "kātuṁ labhati. Teneva hi samantapāsādikāyaṁ “sace arogo hutvā puna mūlabyādhināva",
  "tika-vin09t16:166_4": "gilāno hoti, soyeva parihāro, natthaññaṁ ‘sammutikicca’nti phussadevatthero āha.",
  "tika-vin09t16:166_5": "Upatissatthero pana so vā byādhi paṭikuppatu, añño vā, sakiṁ ‘gilāno’ti nāmaṁ laddhaṁ",
  "tika-vin09t16:166_6": "laddhameva, puna ‘sammutikiccaṁ natthī’ti āhā”ti upatissattheravādo pacchā vutto.",
  "tika-vin09t16:167_0": "Ettha ca “idaṁ me, bhante, santhataṁ ūnakachabbassāni kārāpitaṁ aññatra bhikkhusammutiyā",
  "tika-vin09t16:167_1": "nissaggiya”nti iminā nayena nissajjanavidhānaṁ veditabbaṁ. “Sesaṁ paṭhamasadisamevā”ti",
  "tika-vin09t16:167_2": "iminā “attanā kataṁ parehi pariyosāpetī”tiādikaṁ atidiṭṭhaṁ. Ayaṁ pana viseso – paripuṇṇe",
  "tika-vin09t16:167_3": "chabbasse vā atirekachabbasse vā anāpatti. Aṅgesu ca chabbassānaṁ antobhāvo nānāttaṁ.",
  "tika-vin09t16:168": "Chabbassasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:169": "5. Nisīdanasikkhāpadavaṇṇanā",
  "tika-vin09t16:170_0": "Nisīdanasanthatanti “nisīdanaṁ nāma sadasaṁ vuccatī”ti ettha padabhājaniyaṁ vuttattā",
  "tika-vin09t16:170_1": "sadasaṁ santhataṁ, ettha ca nisīdanaggahaṇaṁ santhate cīvarasaññānivāraṇatthaṁ, yato",
  "tika-vin09t16:170_2": "te bhikkhū kambalacīvarasaññāya santhataṁ chaḍḍetvā dhutaṅgāni samādiyiṁsu. Sayanāsanappayojanattā",
  "tika-vin09t16:170_3": "santhatassa “purāṇasanthataṁ nāmā”tiādi vuttaṁ. Yatthāti yasmiṁ santhate. Vidatthimattanti",
  "tika-vin09t16:170_4": "sugatavidatthimattaṁ. Ukkaṭṭhaparicchedo cāyaṁ “anāpatti alabhanto thokataraṁ ādiyitvā",
  "tika-vin09t16:170_5": "karotī”ti padabhājane vuttattā. Ekadeseti idāni kattabbanavasanthatassa ekappadese.",
  "tika-vin09t16:170_6": "Vijaṭetvāti viddhaṁsetvā. Anādāti ya-kāralopenāyaṁ niddesoti āha “sati purāṇasanthate aggahetvā”ti.",
  "tika-vin09t16:171_0": "Ettha ca “idaṁ me, bhante, nisīdanasanthataṁ anādiyitvā purāṇasanthatassa sāmantā",
  "tika-vin09t16:171_1": "sugatavidatthiṁ kārāpitaṁ nissaggiya”nti iminā nayena nissajjanavidhānaṁ veditabbaṁ.",
  "tika-vin09t16:171_2": "Santhatavissajjanavatthusmiṁ paññattanti bhagavatā santhatāni vippakiṇṇāni disvā",
  "tika-vin09t16:171_3": "“saddhādeyyavinipātane kāraṇaṁ natthi, paribhogupāyaṁ nesaṁ dassessāmī”ti santhatavissajjanavatthusmiṁ",
  "tika-vin09t16:171_4": "paññattaṁ. Kiriyākiriyattā imassa sikkhāpadassa “sesaṁ tatiyasadisamevā”ti vuttaṁ,",
  "tika-vin09t16:171_5": "dvebhāgasikkhāpadasadisamevāti attho. Ayaṁ pana viseso – purāṇasanthatassa sāmantā",
  "tika-vin09t16:171_6": "sugatavidatthiyā ādāya karaṇe, alabhantassa thokataraṁ ādāya karaṇe, sabbathā alabhantassa",
  "tika-vin09t16:171_7": "anādāya karaṇe ca anāpattīti. Aṅgesu panettha paṭhamaṅgapurāṇasanthatassa sāmantā",
  "tika-vin09t16:171_8": "sugatavidatthianādiyanāti daṭṭhabbaṁ.",
  "tika-vin09t16:172": "Nisīdanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:173": "6. Eḷakalomasikkhāpadavaṇṇanā",
  "tika-vin09t16:174_0": "Addhānamaggappaṭipannassāti addhānameva maggo addhānamaggo, taṁ paṭipannassāti attho.",
  "tika-vin09t16:174_1": "Tenāha “addhānasaṅkhāta”ntiādi. Addhānasaddena visesitattā pana “dīghamagga”nti vuttaṁ.",
  "tika-vin09t16:174_2": "Addhānagamanasamayassa vibhaṅge “addhayojanaṁ gacchissāmīti bhuñjitabba”ntiādivacanato",
  "tika-vin09t16:174_3": "addhayojanampi addhānamaggo hoti. Eḷakalomāni cetāni addhānamaggato aññattha uppannāni",
  "tika-vin09t16:174_4": "paṭiggahetuṁ na vaṭṭanti, yato “addhānamaggappaṭipannassā”tiādikaṁ vuttanti anuyogaṁ",
  "tika-vin09t16:174_5": "sandhāyāha “sabbañceta”ntiādi. Tattha sabbañcetanti “bhikkhuno paneva addhānamaggappaṭipannassa",
  "tika-vin09t16:174_6": "eḷakalomāni uppajjeyyu”ntiādikaṁ etaṁ sabbaṁ. Vatthumattadīpanamevāti “tena kho pana",
  "tika-vin09t16:174_7": "samayena aññatarassa bhikkhuno kosalesu janapade sāvatthiṁ gacchantassa antarāmagge",
  "tika-vin09t16:174_8": "eḷakalomāni uppajjiṁsū”tiādikassa vatthumattassa dīpanameva. Yattha katthacīti addhānato",
  "tika-vin09t16:174_9": "aññatthāpi yattha katthaci ṭhānesu. Sahatthāti karaṇatthe nissakkavacananti āha “sahatthenā”ti.",
  "tika-vin09t16:174_10": "Lakkhaṇavacanañcetaṁ, tasmā yena kenaci sarīrāvayavenāti attho daṭṭhabbo. Tenāha",
  "tika-vin09t16:174_11": "“attanā haritabbānīti attho”ti. Asante hāraketi ettha padānaṁ antogadhāvadhāraṇato",
  "tika-vin09t16:174_12": "avadhāraṇattho labbhatīti āha “asanteyevā”tiādi.",
  "tika-vin09t16:175_0": "Ettha ca “imāni me, bhante, eḷakalomāni tiyojanaṁ atikkāmitāni nissaggiyānī”tiādinā",
  "tika-vin09t16:175_1": "nissajjanavidhānaṁ veditabbaṁ. Tikapācittiyanti atirekatiyojane atirekatiyojanasaññivematikaūnakasaññīnaṁ",
  "tika-vin09t16:175_2": "vasena tīṇi pācittiyāni. Vāsādhippāyena gantvā tato paraṁ haraṇeti yattha gato, tattha",
  "tika-vin09t16:175_3": "uddesaparipucchādīnaṁ vā paccayādīnaṁ vā alābhena tato paraṁ aññattha haraṇe, tatopi",
  "tika-vin09t16:175_4": "aññatthāti evaṁ yojanasatampi haraṇe anāpatti. Acchinnaṁ vā nissaṭṭhaṁ vāti corehi",
  "tika-vin09t16:175_5": "acchinnaṁ vā vinayakammakataṁ vā. Katabhaṇḍanti kataṁ bhaṇḍaṁ kambalakojavasanthatādi",
  "tika-vin09t16:175_6": "yaṁ kiñci antamaso suttakena baddhamattampi. Tenāha “antamaso”tiādi. Yo pana tanukapattatthavikantare",
  "tika-vin09t16:175_7": "vā āyogaaṁsabaddhakakāyabandhanādīnaṁ antaresu vā pipphalikādīnaṁ malarakkhaṇatthaṁ",
  "tika-vin09t16:175_8": "sipāṭikāyaṁ vā antamaso vātābādhiko kaṇṇacchiddepi lomāni pakkhipitvā gacchati, āpattiyeva.",
  "tika-vin09t16:175_9": "Suttakena pana bandhitvā pakkhittaṁ katabhaṇḍaṭṭhāne tiṭṭhati, veṇiṁ katvā harati,",
  "tika-vin09t16:175_10": "idaṁ nidhānamukhaṁ nāma, āpattiyeva.",
  "tika-vin09t16:176_0": "Paṭhamappaṭilābhoti attano atthāya eḷakalomānaṁ paṭhamuppatti. Etena acchinnanissaṭṭhappaṭiladdhānaṁ",
  "tika-vin09t16:176_1": "paṭikkhepo. Aññassa ajānantassa yāne pakkhipitvāti gacchante rathādike vā hatthipiṭṭhiādīsu",
  "tika-vin09t16:176_2": "vā sāmikassa ajānantasseva “harissatī”ti pakkhipitvā. Agacchantepi eseva nayo. Sace",
  "tika-vin09t16:176_3": "pana agacchante rathādimhi vā hatthipiṭṭhiādīsu vā ṭhapetvā ārohitvā sāreti, heṭṭhā",
  "tika-vin09t16:176_4": "vā gacchanto codeti, pakkosanto vā anubandhāpeti, “aññaṁ harāpetī”ti vacanato anāpatti.",
  "tika-vin09t16:176_5": "Ettha ca “ajānantassa yāne”ti iminā jānantassa ce yāne pakkhipati, aññaṁ harāpeti",
  "tika-vin09t16:176_6": "nāmāti dasseti. Aharaṇapaccāharaṇanti haraṇapaccāharaṇānamabhāvo.",
  "tika-vin09t16:177": "Eḷakalomasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:178": "7. Eḷakalomadhovāpanasikkhāpadavaṇṇanā",
  "tika-vin09t16:179_0": "Sakkesūti “sakyā vata, bho kumārā”ti udānaṁ paṭicca “sakyā”ti laddhanāmānaṁ nivāso",
  "tika-vin09t16:179_1": "ekopi janapado ruḷhisaddena “sakkā”ti vuccati, tasmiṁ sakkesu janapade. Chabbaggiyā",
  "tika-vin09t16:179_2": "nāma paṇḍukalohitakādayo chamūlakā, tesaṁ sissā ca.",
  "tika-vin09t16:180": "Eḷakalomadhovāpanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:181": "8. Jātarūpasikkhāpadavaṇṇanā",
  "tika-vin09t16:182_0": "Rajatanti na kevalaṁ rūpiyameva idhādhippetaṁ, atha kho yaṁ kiñci vohāragamanīyaṁ",
  "tika-vin09t16:182_1": "kahāpaṇādi ca etaṁ adhippetanti āha “apicā”tiādi. Tattha kahāpaṇoti suvaṇṇamayo vā",
  "tika-vin09t16:182_2": "rūpiyamayo vā pākatiko vā. Lohamāsako nāma tambalohādīhi katamāsako. Dārumāsako nāma",
  "tika-vin09t16:182_3": "sāradārunā vā veḷupesikāya vā antamaso tālapaṇṇenapi rūpaṁ chinditvā katamāsako.",
  "tika-vin09t16:182_4": "Jatumāsako nāma lākhāya vā niyyāsena vā rūpaṁ samuṭṭhāpetvā katamāsako. “Ye vohāraṁ",
  "tika-vin09t16:182_5": "gacchantī”ti iminā pana padena yo yo yattha yattha janapade yadā yadā vohāraṁ gacchati,",
  "tika-vin09t16:182_6": "antamaso aṭṭhimayopi cammamayopi rukkhaphalabījamayopi samuṭṭhāpitarūpopi asamuṭṭhāpitarūpopi",
  "tika-vin09t16:182_7": "sabbo saṅgahito. Tadevāti jātarūparajatameva. Hiraññaṁ nāma kahāpaṇo.",
  "tika-vin09t16:183_0": "“Sādiyatī”ti vuttamevatthaṁ vibhāveti “gaṇhitukāmo hotī”ti. Na kevalaṁ kāyavācāhi",
  "tika-vin09t16:183_1": "paṭikkhittameva paṭikkhittaṁ hoti, atha kho manasāpi paṭikkhittaṁ paṭikkhittameva",
  "tika-vin09t16:183_2": "hotīti āha “kāyavācāhī”tiādi. Sace pana kāyavācāhi appaṭikkhipitvā cittena adhivāseti,",
  "tika-vin09t16:183_3": "kāyavācāhi kattabbassa paṭikkhepassa akaraṇato akiriyasamuṭṭhānaṁ kāyavacīdvāre āpattiṁ",
  "tika-vin09t16:183_4": "āpajjati. Manodvāre pana āpatti nāma natthi.",
  "tika-vin09t16:184_0": "Eko sataṁ vā sahassaṁ vā pādamūle ṭhapeti “tuyhidaṁ hotū”ti, bhikkhu “nayidaṁ kappatī”ti",
  "tika-vin09t16:184_1": "paṭikkhipati. Upāsako “pariccattaṁ mayā tumhāka”nti gato, añño tattha āgantvā pucchati",
  "tika-vin09t16:184_2": "“kiṁ, bhante, ida”nti. Yaṁ tena ca attanā ca vuttaṁ, taṁ ācikkhitabbaṁ. So ce vadati",
  "tika-vin09t16:184_3": "“gopessāmi, bhante, guttaṭṭhānaṁ dassethā”ti, sattabhūmikampi pāsādaṁ abhiruhitvā",
  "tika-vin09t16:184_4": "“idaṁ guttaṭṭhāna”nti ācikkhitabbaṁ, “idha nikkhipāhī”ti na vattabbaṁ. Ettāvatā kappiyañca",
  "tika-vin09t16:184_5": "akappiyañca nissāya ṭhitaṁ hoti, dvāraṁ pidahitvā rakkhantena vasitabbaṁ. Sace kiñci",
  "tika-vin09t16:184_6": "vikkāyikabhaṇḍaṁ pattaṁ vā cīvaraṁ vā āgacchati, “idaṁ gahessatha, bhante”ti vutte",
  "tika-vin09t16:184_7": "“upāsaka, atthi amhākaṁ iminā attho, vatthu ca evarūpaṁ nāma saṁvijjati, kappiyakārako",
  "tika-vin09t16:184_8": "natthī”ti vattabbaṁ. Sace so vadati “ahaṁ kappiyakārako bhavissāmi, dvāraṁ vivaritvā",
  "tika-vin09t16:184_9": "dethā”ti, dvāraṁ vivaritvā “imasmiṁ okāse ṭhapita”nti vattabbaṁ, “imaṁ gaṇhā”ti na",
  "tika-vin09t16:184_10": "vattabbaṁ. Evañca kappiyañca akappiyañca nissāya ṭhitameva hoti. So cetaṁ gahetvā",
  "tika-vin09t16:184_11": "tassa kappiyabhaṇḍaṁ deti, vaṭṭati. Sace adhikaṁ gaṇhāti, “na mayaṁ tava bhaṇḍaṁ",
  "tika-vin09t16:184_12": "gaṇhāma, nikkhamāhī”ti vattabbo.",
  "tika-vin09t16:185_0": "Saṅghamajjheyevanissajjitabbanti ettha yasmā rūpiyaṁ nāma akappiyaṁ, tasmā “nissajjitabbaṁ",
  "tika-vin09t16:185_1": "saṅghassa vā gaṇassa vā puggalassa vā”ti na vuttaṁ. Yasmā pana taṁ paṭiggahitamattameva,",
  "tika-vin09t16:185_2": "na tena kiñci kappiyabhaṇḍaṁ cetāpitaṁ, tasmā upāyena paribhogadassanatthaṁ “saṅghamajjheyeva",
  "tika-vin09t16:185_3": "nissajjitabba”nti vuttaṁ. Ādi-saddena telādīnaṁ gahaṇaṁ. Soti yo gahaṭṭho “sappi",
  "tika-vin09t16:185_4": "vā telaṁ vā vaṭṭati upāsakā”tiādinā nayena vutto, so. Aññena labhitvāti bhikkhunā",
  "tika-vin09t16:185_5": "vā ārāmikena vā attano vassaggena labhitvā. Tato nibbattarukkhacchāyāpīti nissaggiyavatthunā",
  "tika-vin09t16:185_6": "āhaṭabījato nibbattarukkhaparicchedena ṭhitacchāyāpi, paricchedātikkantā pana āgantukattā",
  "tika-vin09t16:185_7": "vaṭṭati. No ce chaḍḍetīti atha neva gahetvā gacchati, na chaḍḍeti, “kiṁ mayhaṁ iminā",
  "tika-vin09t16:185_8": "byāpārenā”ti yenakāmaṁ pakkamati. Pañcaṅgasamannāgato “yo na chandāgatiṁ gaccheyya,",
  "tika-vin09t16:185_9": "na dosāgatiṁ gaccheyya, na mohāgatiṁ gaccheyya, na bhayāgatiṁ gaccheyya, chaḍḍitāchaḍḍitañca",
  "tika-vin09t16:185_10": "jāneyyā”ti evaṁ vuttapañcaṅgehi samannāgato. Sammannitabboti “suṇātu me, bhante,",
  "tika-vin09t16:185_11": "saṅgho, yadi saṅghassa pattakallaṁ, saṅgho itthannāmaṁ bhikkhuṁ rūpiyachaḍḍakaṁ sammanneyyā”tiādinā",
  "tika-vin09t16:185_12": "padabhājane vuttāya ñattidutiyakammavācāya sammannitabbo.",
  "tika-vin09t16:186_0": "Animittaṁ katvā gūthaṁ viya chaḍḍetabbanti patitaṭṭhānaṁ sallakkhaṇavasena nimittaṁ",
  "tika-vin09t16:186_1": "akatvā gūthaṁ viya chaḍḍetabbaṁ, akkhīni nimīletvāva nadiyā vā papāte vā vanagahane",
  "tika-vin09t16:186_2": "vā gūthaṁ viya anapekkhena patitokāsaṁ asamannāharantena pātetabbanti vuttaṁ hoti.",
  "tika-vin09t16:186_3": "Tenāha “gūthaṁ viya chaḍḍetabba”nti. Tikapācittiyanti rūpiyasaññivematikaarūpiyasaññīnaṁ",
  "tika-vin09t16:186_4": "vasena tīṇi pācittiyāni. Arūpiye rūpiyasaññinoti kharapattādīsu suvaṇṇādisaññino.",
  "tika-vin09t16:186_5": "Ratanasikkhāpadanayenāti “ajjhārāme vā ajjhāvasathe vā”ti ettha vuttavidhinā.",
  "tika-vin09t16:187": "Jātarūpasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:188": "9. Rūpiyasaṁvohārasikkhāpadavaṇṇanā",
  "tika-vin09t16:189_0": "Katādivasenāti kataakatakatākatavasena. Suvaṇṇādicatubbidhampi nissaggiyavatthu idha",
  "tika-vin09t16:189_1": "rūpiyaggahaṇena gahitanti āha “jātarūparajataparivattana”nti. Idañca ukkaṭṭhaparicchedena",
  "tika-vin09t16:189_2": "vuttanti daṭṭhabbaṁ. Tenāha “purimasikkhāpadena hī”tiādi. Parivattananti sāditarūpiyassa",
  "tika-vin09t16:189_3": "parivattanaṁ. Purimanayānusārenāti “ahaṁ, bhante, nānappakārakaṁ rūpiyasaṁvohāraṁ",
  "tika-vin09t16:189_4": "samāpajjiṁ, idaṁ me nissaggiya”ntiādinā.",
  "tika-vin09t16:190_0": "Rūpiyasaṁvohāravatthusminti paṭiggahaṇasseva paṭikkhittattā paṭiggahitaparivattane",
  "tika-vin09t16:190_1": "dosaṁ adisvā rūpiyaparivattane. Tassa vāti parivattitassa vā. Dhanassa vāti attano",
  "tika-vin09t16:190_2": "mūladhanassa vā. Attano vā hi arūpiyena parassa rūpiyaṁ cetāpeyya, attano vā rūpiyena",
  "tika-vin09t16:190_3": "parassa arūpiyaṁ, ubhayathāpi rūpiyasaṁvohāro katova hotīti.",
  "tika-vin09t16:191": "Rūpiyasaṁvohārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:192": "10. Kayavikkayasikkhāpadavaṇṇanā",
  "tika-vin09t16:193_0": "Rūpiyasaṁvohārassa pana heṭṭhāsikkhāpadena gahitattā kappiyabhaṇḍānamevettha gahaṇanti",
  "tika-vin09t16:193_1": "āha “cīvarādīna”ntiādi. Tattha cīvarādīnaṁ kappiyabhaṇḍānanti antamaso dasikasuttaṁ",
  "tika-vin09t16:193_2": "upādāya cīvarapiṇḍapātasenāsanagilānapaccayānaṁ yesaṁ kesañci kappiyabhaṇḍānaṁ. Kayaṁ",
  "tika-vin09t16:193_3": "nāma parabhaṇḍassa gahaṇaṁ. Vikkayaṁ nāma attano bhaṇḍassa dānaṁ. Tenāha “iminā imaṁ",
  "tika-vin09t16:193_4": "dehī”tiādi. Parassāti ṭhapetvā pañca sahadhammike aññassa. Ettha ca “ahaṁ, bhante,",
  "tika-vin09t16:193_5": "nānappakārakaṁ kayavikkayaṁ samāpajjiṁ, idaṁ me nissaggiyaṁ, imāhaṁ saṅghassa nissajjāmī”tiādinā",
  "tika-vin09t16:193_6": "nayena nissajjitabbaṁ. Tenāha “vuttalakkhaṇavasenā”tiādi. Nanu cettha cīvaradhovane",
  "tika-vin09t16:193_7": "vā kesacchedane vā bhūmisodhanādinavakamme vā parabhaṇḍaṁ attano hatthagataṁ nissajjitabbaṁ",
  "tika-vin09t16:193_8": "nāma natthi, tattha kiṁ kātabbanti āha “asante pācittiyaṁ desetabbamevā”ti. Yathā",
  "tika-vin09t16:193_9": "nissaggiyavatthumhi paribhutte vā naṭṭhe vā pācittiyaṁ deseti, evaṁ idhāpi desetabbamevāti adhippāyo.",
  "tika-vin09t16:194_0": "Idaṁamhākaṁ atthīti idaṁ paṭiggahitaṁ telaṁ vā sappi vā amhākaṁ saṁvijjati. Amhākañca",
  "tika-vin09t16:194_1": "iminā ca iminā ca atthoti amhākañca tadaññena iminā ca iminā ca appaṭiggahitakena",
  "tika-vin09t16:194_2": "attho. “Rūpiyasaṁvohāre vuttanayamevā”ti iminā “tikapācittiyaṁ akayavikkaye kayavikkayasaññino",
  "tika-vin09t16:194_3": "ca vematikassa ca dukkaṭa”nti imaṁ nayamatidisati.",
  "tika-vin09t16:195": "Kayavikkayasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:196": "Eḷakalomavaggo dutiyo.",
  "tika-vin09t16:197": "3. Pattavaggo",
  "tika-vin09t16:198": "1. Pattasikkhāpadavaṇṇanā",
  "tika-vin09t16:199_0": "Avikappitoti “imaṁ pattaṁ tuyhaṁ vikappemī”tiādinā nayena avikappito. Aḍḍhāḷhakodanaṁ",
  "tika-vin09t16:199_1": "gaṇhātīti magadhanāḷiyā dvinnaṁ taṇḍulanāḷīnaṁ odanaṁ gaṇhāti. “Magadhanāḷi nāma",
  "tika-vin09t16:199_2": "aḍḍhaterasapalā hotī”ti andhakaṭṭhakathāyaṁ vuttaṁ. “Sīhaḷadīpe pakatināḷi mahantā,",
  "tika-vin09t16:199_3": "damiḷanāḷi khuddakā, magadhanāḷi pamāṇayuttā, tāya magadhanāḷiyā diyaḍḍhanāḷi ekā",
  "tika-vin09t16:199_4": "sīhaḷanāḷi hotī”ti mahāaṭṭhakathāyaṁ vuttaṁ. Anuttaṇḍulanti pākato ukkantaṁ taṇḍulaṁ",
  "tika-vin09t16:199_5": "uttaṇḍulaṁ, na uttaṇḍulaṁ anuttaṇḍulaṁ. Sabbasambhārasaṅkhatoti jīrakādisabbasambhārehi",
  "tika-vin09t16:199_6": "saṅkhato. Ālopassa catutthabhāgappamāṇaṁ byañjanaṁ ālopassa anurūpabyañjanaṁ.",
  "tika-vin09t16:200_0": "Evaṁ ukkaṭṭhapattaṁ dassetvā idāni majjhimomakāni dassetuṁ “ukkaṭṭhato”tiādimāha.",
  "tika-vin09t16:200_1": "Tatrāyaṁ nayo – sace nāḷikodanādi sabbampi pakkhittaṁ vuttanayeneva heṭṭhimarājisamaṁ",
  "tika-vin09t16:200_2": "tiṭṭhati, ayaṁ majjhimo nāma patto. Sace taṁ rājiṁ atikkamma thūpīkataṁ tiṭṭhati,",
  "tika-vin09t16:200_3": "ayaṁ majjhimomako nāma patto. Sace taṁ rājiṁ na sampāpuṇāti, antogadhameva hoti,",
  "tika-vin09t16:200_4": "ayaṁ majjhimukkaṭṭho nāma patto. Sace pattodanādi sabbampi pakkhittaṁ heṭṭhimarājisamaṁ",
  "tika-vin09t16:200_5": "tiṭṭhati, ayaṁ omako nāma patto. Sace taṁ rājiṁ atikkamma thūpīkataṁ tiṭṭhati, ayaṁ",
  "tika-vin09t16:200_6": "omakomako nāma patto. Sace taṁ rājiṁ na sampāpuṇāti, antogadhameva hoti, ayaṁ omakukkaṭṭho",
  "tika-vin09t16:200_7": "nāma pattoti. Tenāha “tesampi vuttanayeneva bhedo veditabbo”ti.",
  "tika-vin09t16:201_0": "Idāni tesu adhiṭṭhānavikappanānadhiṭṭhānāvikappanupage dassetuṁ “iccetesū”tiādimāha.",
  "tika-vin09t16:201_1": "Tattha ukkaṭṭhukkaṭṭhoti ukkaṭṭhato ukkaṭṭho. Tato hi so “apatto”ti vutto. Omakomakoti",
  "tika-vin09t16:201_2": "omakato omako. Tato hi so “apatto”ti vutto. Ete pana bhājanaparibhogena paribhuñjitabbā,",
  "tika-vin09t16:201_3": "na adhiṭṭhānupagā na vikappanupagā, itare pana satta adhiṭṭhahitvā vā vikappetvā",
  "tika-vin09t16:201_4": "vā paribhuñjitabbā. Tenāha “sesā satta pattā pamāṇayuttā nāmā”ti.",
  "tika-vin09t16:202_0": "Tasmāti yasmā satta pattā pamāṇayuttā, tasmā. Samaṇasāruppena pakkanti ettha ayopatto",
  "tika-vin09t16:202_1": "pañcahi pākehi pakko samaṇasāruppena pakko hoti, mattikāpatto dvīhi pākehi. Sace",
  "tika-vin09t16:202_2": "eko pāko ūno hoti, na adhiṭṭhānupago. Yathā ca samaṇasāruppena pakkoyeva adhiṭṭhānupago,",
  "tika-vin09t16:202_3": "tathā ubhopi yaṁ mūlaṁ dātabbaṁ, tasmiṁ dinneyeva adhiṭṭhānupagā. Yadi pana appakampi",
  "tika-vin09t16:202_4": "adinnaṁ hoti, na adhiṭṭhānupagā. Tenāha “sace panā”tiādi. “Kākaṇikamattaṁ nāma diyaḍḍhavīhī”ti",
  "tika-vin09t16:202_5": "vadanti. Sacepi pattasāmiko vadati “yadā tumhākaṁ mūlaṁ bhavissati, tadā dassatha,",
  "tika-vin09t16:202_6": "adhiṭṭhahitvā paribhuñjathā”ti, neva adhiṭṭhānupago hoti. Pākassa hi ūnattā pattasaṅkhaṁ",
  "tika-vin09t16:202_7": "na gacchati. Mūlassa sakalassa vā ekadesassa vā adinnattā sakabhāvaṁ na upeti, aññasseva",
  "tika-vin09t16:202_8": "santako hoti. Tasmā pāke ca mūle ca niṭṭhiteyeva adhiṭṭhānupago hoti. Yo adhiṭṭhānupago,",
  "tika-vin09t16:202_9": "sveva vikappanupago ca. Tenāha “apaccuddharantenā”tiādi. Apaccuddharantena vikappetabboti",
  "tika-vin09t16:202_10": "purāṇapattaṁ apaccuddharantena navo patto vikappetabboti attho, ṭhapetabboti adhippāyo.",
  "tika-vin09t16:202_11": "Kaṅgusitthanti sattannaṁ dhaññānaṁ lāmakadhaññasitthanti āha “kaṅgusitthanikkhamanamattena chiddenā”ti.",
  "tika-vin09t16:203": "Pattasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:204": "2. Ūnapañcabandhanasikkhāpadavaṇṇanā",
  "tika-vin09t16:205_0": "Assāti imassa pattassa. Tena ūnapañcabandhanenāti tena ūnapañcabandhanena pattena",
  "tika-vin09t16:205_1": "upalakkhito hutvāti attho. Ūnapañcabandhano hi patto ettha lakkhaṇabhāvena gahito.",
  "tika-vin09t16:205_2": "Tenevāha “itthambhūtassa lakkhaṇe karaṇavacana”nti. Tattha itthambhūtassāti kañci",
  "tika-vin09t16:205_3": "pakāraṁ pattassa. Lakkhīyate anenāti lakkhaṇaṁ, tasmiṁ karaṇavacanaṁ, tatiyāvibhattīti",
  "tika-vin09t16:205_4": "attho. “Pakāro”ti ca sāmaññassa bhedako viseso vuccati. Tathā hi ūnapañcabandhanena",
  "tika-vin09t16:205_5": "pattenāti ettha bhikkhubhāvasāmaññassa ūnapañcabandhanapattabhāvo pakāro, taṁ bhikkhu",
  "tika-vin09t16:205_6": "āpanno, tassa patto lakkhaṇaṁ. Yadi aparipuṇṇapañcabandhano patto ūnapañcabandhano",
  "tika-vin09t16:205_7": "nāma hoti, atha kasmā imassa padabhājaniyaṁ abandhanopi vuttoti āha “tatthā”tiādi.",
  "tika-vin09t16:205_8": "Tattha tatthāti vākyopaññāse. Bandhanokāse sati vā asati vā bandhanavirahito patto",
  "tika-vin09t16:205_9": "abandhano, pañcabandhanānaṁ okāso assāti pañcabandhanokāso. Apattoti patto nāma na",
  "tika-vin09t16:205_10": "hotīti attho, pākatikaṁ kātuṁ asamatthoti vuttaṁ hoti. Idañca aññassa viññāpane kāraṇavacanaṁ.",
  "tika-vin09t16:205_11": "Tenāha “tasmā aññaṁ viññāpetuṁ vaṭṭatī”ti.",
  "tika-vin09t16:206_0": "Bandhanañca nāmetaṁ yasmā bandhanokāse sati hoti, asati na hoti, tasmā tassa lakkhaṇaṁ,",
  "tika-vin09t16:206_1": "bandhanavidhiñca dassetuṁ “yasmiṁ panā”tiādi vuttaṁ. Mukhavaṭṭisamīpe pana pattavedhakena",
  "tika-vin09t16:206_2": "vijjhiyamāne kapālassa bahalattā bhijjati, tasmā heṭṭhā vijjhitabbo. Tenāha “heṭṭhimapariyante”tiādi.",
  "tika-vin09t16:206_3": "Sukhumaṁ vā chiddaṁ katvā bandhitabboti sukhume chidde tipupaṭṭādīhi payojanaṁ natthi,",
  "tika-vin09t16:206_4": "suttaṁ pakkhipitvāva adhiṭṭhātabboti adhippāyo. Na kevalaṁ tipusuttakādināva bandhitabboti",
  "tika-vin09t16:206_5": "āha “phāṇita”ntiādi. Phāṇitaṁ jhāpetvā pāsāṇacuṇṇenāti pāsāṇacuṇṇena saddhiṁ phāṇitaṁ",
  "tika-vin09t16:206_6": "pacitvā tathāpakkena pāsāṇacuṇṇenāti attho. Nissajjitabboti “ayaṁ me, bhante, patto",
  "tika-vin09t16:206_7": "ūnapañcabandhanena pattena cetāpito nissaggiyo, imāhaṁ saṅghassa nissajjāmī”ti nissajjitabbo.",
  "tika-vin09t16:206_8": "Tenāha “nissajjantenā”tiādi. Sammatenāti –",
  "tika-vin09t16:207_0": "“Suṇātu me, bhante, saṅgho, yadi saṅghassa pattakallaṁ, saṅgho itthannāmaṁ bhikkhuṁ",
  "tika-vin09t16:207_1": "pattaggāhāpakaṁ sammanneyya, esā ñatti. Suṇātu me, bhante, saṅgho, saṅgho itthannāmaṁ",
  "tika-vin09t16:207_2": "bhikkhuṁ pattaggāhāpakaṁ sammannati, yassāyasmato khamati itthannāmassa bhikkhuno",
  "tika-vin09t16:207_3": "pattaggāhāpakassa sammuti, so tuṇhassa. Yassa nakkhamati, so bhāseyya. Sammato saṅghena",
  "tika-vin09t16:207_4": "itthannāmo bhikkhu pattaggāhāpako, khamati saṅghassa, tasmā tuṇhī, evametaṁ dhārayāmī”ti –",
  "tika-vin09t16:208_0": "Evaṁ padabhājane vuttāya ñattidutiyakammavācāya sammatena. Pattassa vijjamānaguṇaṁ",
  "tika-vin09t16:208_1": "vatvāti “ayaṁ, bhante, patto pamāṇayutto sundaro therānurūpo”tiādinā vijjamānānisaṁsaṁ",
  "tika-vin09t16:208_2": "vatvā. Pattapariyantoti pariyante ṭhitapatto. Adeseti mañcapīṭhacchattanāgadantakādike",
  "tika-vin09t16:208_3": "adese. Pattassa hi nikkhipanadeso “anujānāmi, bhikkhave, ādhāraka”ntiādinā nayena",
  "tika-vin09t16:208_4": "khandhake vuttoyeva. Aparibhogenāti yāgurandhanarajanapacanādinā ayuttaparibhogena.",
  "tika-vin09t16:208_5": "Antarāmagge pana byādhimhi uppanne aññasmiṁ bhājane asati mattikāya limpitvā yāguṁ",
  "tika-vin09t16:208_6": "pacituṁ, udakaṁ vā tāpetuṁ vaṭṭati. Vissajjetīti aññassa deti. Sace pana saddhivihāriko",
  "tika-vin09t16:208_7": "vā antevāsiko vā aññaṁ varapattaṁ ṭhapetvā “ayaṁ mayhaṁ sāruppo, ayaṁ therassā”ti",
  "tika-vin09t16:208_8": "gaṇhāti, vaṭṭati. Añño vā taṁ gahetvā attano pattaṁ deti, vaṭṭati. “Mayhameva pattaṁ",
  "tika-vin09t16:208_9": "āharā”ti vattabbakiccaṁ natthi.",
  "tika-vin09t16:209_0": "Ñātakappavāriteti ettha saṅghavasena pavāritaṭṭhāne pañcabandhaneneva vaṭṭati, puggalavasena",
  "tika-vin09t16:209_1": "pana pavāritaṭṭhāne ūnapañcabandhanenāpi. Akataviññatti nāma “vada, bhante, paccayenā”ti",
  "tika-vin09t16:209_2": "evaṁ akataṭṭhāne viññatti.",
  "tika-vin09t16:210": "Ūnapañcabandhanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:211": "3. Bhesajjasikkhāpadavaṇṇanā",
  "tika-vin09t16:212_0": "Uggahetvāti uggahitakaṁ katvā, appaṭiggahitaṁ sayameva gahetvāti attho. Sattāhātikkamepi",
  "tika-vin09t16:212_1": "anāpattikatā cettha anajjhoharaṇīyataṁ āpannattāti veditabbaṁ. Kasmā etena idaṁ dassitaṁ",
  "tika-vin09t16:212_2": "hotīti āha “tāni hī”tiādi. Bhisakkassa imāni tena anuññātattāti bhesajjāni, yesaṁ",
  "tika-vin09t16:212_3": "kesañci sappāyānametaṁ adhivacanaṁ. Tenāha “bhesajjakiccaṁ karontu vā, mā vā, evaṁ",
  "tika-vin09t16:212_4": "laddhavohārānī”ti. Idāni sattāhakālikaṁ nissaggiyavatthubhūtaṁ sappinavanītaṁ dassetuṁ",
  "tika-vin09t16:212_5": "“sappi nāma gavādīna”ntiādi vuttaṁ. Ādisaddena ajikādīnaṁ gahaṇaṁ. “Yesaṁ maṁsaṁ",
  "tika-vin09t16:212_6": "kappatī”ti iminā pākaṭehi goajikādīhi aññānipi migarohitādīni saṅgaṇhāti. Yesañhi",
  "tika-vin09t16:212_7": "khīraṁ atthi, sappipi tesaṁ atthiyeva. Taṁ pana sulabhaṁ vā hotu, dullabhaṁ vā, asaṁmohatthaṁ",
  "tika-vin09t16:212_8": "vuttaṁ. Makkhikāmadhumevāti khuddakabhamaramadhukarīhi tīhi makkhikāhi kataṁ madhumeva.",
  "tika-vin09t16:212_9": "Ucchurasanti suddhodakasambhinnānaṁ vasena duvidhampi ucchurasaṁ. “Agilānassa guḷodaka”nti",
  "tika-vin09t16:212_10": "pana uddissa anuññātattā udakasambhinno agilānassa vaṭṭati. “Avatthukapakkā vā”ti",
  "tika-vin09t16:212_11": "iminā savatthukapakkā na vaṭṭatīti dasseti. Mahāpaccariyaṁ pana “etaṁ savatthukapakkaṁ",
  "tika-vin09t16:212_12": "vaṭṭati, no vaṭṭatīti pucchaṁ katvā ucchuphāṇitaṁ pacchābhattaṁ novaṭṭanakaṁ nāma",
  "tika-vin09t16:212_13": "natthī”ti vuttaṁ, taṁ yuttanti samantapāsādikāyaṁ vuttaṁ. Ucchuvikatīti ucchumhā",
  "tika-vin09t16:212_14": "nibbattā rasalasikādikā. Pakatattānaṁ paṭiniddesattā taṁ-saddassa tena pakatānaṁ",
  "tika-vin09t16:212_15": "bhesajjānaṁ eva gahaṇaṁ, na tesaṁ vatthūnanti āha “tāni bhesajjānī”tiādi. Na tesaṁ",
  "tika-vin09t16:212_16": "vatthūnīti tesaṁ sappiādīnaṁ kāraṇāni khīrādīni appaṭiggahetvāti attho.",
  "tika-vin09t16:213_0": "Vasātelanti “anujānāmi, bhikkhave, vasāni bhesajjāni acchavasaṁ macchavasaṁ susukāvasaṁ",
  "tika-vin09t16:213_1": "sūkaravasaṁ gadrabhavasa”nti evaṁ anuññātavasānaṁ telaṁ. Yānīti yāni bhesajjāni.",
  "tika-vin09t16:213_2": "“Anujānāmi, bhikkhave, vasāni bhesajjāni acchavasaṁ macchavasaṁ susukāvasaṁ sūkaravasaṁ",
  "tika-vin09t16:213_3": "gadrabhavasaṁ kāle paṭiggahitaṁ kāle nippakkaṁ kāle saṁsaṭṭhaṁ telaparibhogena paribhuñjitu”nti",
  "tika-vin09t16:213_4": "evaṁ telatthaṁ vasāpaṭiggahaṇassa anuññātattā “vasātelaṁ panā”tiādi vuttaṁ. Kāleti",
  "tika-vin09t16:213_5": "purebhattaṁ. Saṁsaṭṭhanti parissāvitaṁ. Tasmāti yasmā anuññātaṁ, tasmā. “Acchavasa”nti",
  "tika-vin09t16:213_6": "vacanena ṭhapetvā manussavasaṁ sabbesaṁ akappiyamaṁsānaṁ vasāya anuññātattā “ṭhapetvā",
  "tika-vin09t16:213_7": "manussavasa”nti vuttaṁ.",
  "tika-vin09t16:214_0": "Sāmaṁ pacitvāti kāleyeva sāmaṁ pacitvā. Nibbattitatelampīti kāleyeva attanā vivecitatelampi.",
  "tika-vin09t16:214_1": "Tividhampi cetaṁ kāleyeva vaṭṭati. Vuttampi cetaṁ “kāle ce, bhikkhave, paṭiggahitaṁ",
  "tika-vin09t16:214_2": "kāle nippakkaṁ kāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, anāpattī”ti. Pacchābhattaṁ",
  "tika-vin09t16:214_3": "pana paṭiggahetuṁ vā kātuṁ vā na vaṭṭatiyeva. Vuttampi cetaṁ “vikāle ce, bhikkhave,",
  "tika-vin09t16:214_4": "paṭiggahitaṁ vikāle nippakkaṁ vikāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, āpatti tiṇṇaṁ",
  "tika-vin09t16:214_5": "dukkaṭānaṁ. Kāle ce, bhikkhave, paṭiggahitaṁ vikāle nippakkaṁ vikāle saṁsaṭṭhaṁ,",
  "tika-vin09t16:214_6": "taṁ ce paribhuñjeyya, āpatti dvinnaṁ dukkaṭānaṁ. Kāle ce, bhikkhave, paṭiggahitaṁ",
  "tika-vin09t16:214_7": "kāle nippakkaṁ vikāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, āpatti dukkaṭassā”ti. “Sattāhaṁ",
  "tika-vin09t16:214_8": "nirāmisaparibhogena vaṭṭatī”ti iminā pana “kāle paṭiggahitaṁ kāle nippakkaṁ kāle",
  "tika-vin09t16:214_9": "saṁsaṭṭhaṁ telaparibhogena paribhuñjitu”nti idaṁ nirāmisaparibhogaṁ sandhāya vuttanti dasseti.",
  "tika-vin09t16:215_0": "Yaṁ panettha sukhumarajasadisaṁ maṁsaṁ vā nhāru vā aṭṭhi vā lohitaṁ vā hoti, taṁ",
  "tika-vin09t16:215_1": "abbohārikaṁ. Sace pana anupasampanno tāya paṭiggahitavasāya telaṁ katvā deti, taṁ",
  "tika-vin09t16:215_2": "kathanti āha “anupasampannenā”tiādi. Tadahūti yasmiṁ ahani paṭiggahitaṁ, tadahu.",
  "tika-vin09t16:215_3": "Pacchābhattato paṭṭhāya pana sattāhaṁ nirāmisameva vaṭṭati. Tatrāpi abbohārikaṁ abbohārikameva.",
  "tika-vin09t16:215_4": "Yāvakālikavatthūnaṁ aññesaṁ vatthuṁ pacituṁ na vaṭṭatīti sambandho. Tattha yāvakālikavatthūnanti",
  "tika-vin09t16:215_5": "yāvakālikaṁ vatthu etesanti yāvakālikavatthūni, tesaṁ, yāvakālikavatthumantānanti",
  "tika-vin09t16:215_6": "attho. Aññesanti vasātelato aññesaṁ sappiādīnaṁ. Vatthunti khīrādikaṁ yāvakālikabhūtaṁ",
  "tika-vin09t16:215_7": "vatthuṁ, pacituṁ na vaṭṭatiyeva, sāmaṁpākattāti adhippāyo.",
  "tika-vin09t16:216_0": "Nibbattitasappiṁ vāti yāvakālikavatthuto vivecitasappiṁ vā. Yathā tattha dadhigataṁ",
  "tika-vin09t16:216_1": "vā takkagataṁ vā khayaṁ gamissati, evaṁ jhāpitaṁ vāti attho. Navanītaṁ vāti takkabindūnipi",
  "tika-vin09t16:216_2": "dadhiguḷikāyopi apanetvā sudhotanavanītaṁ pacituṁ vaṭṭati sāmaṁpakkābhāvatoti adhippāyo.",
  "tika-vin09t16:216_3": "Yadi sayaṁpacitasattāhakālikena saddhiṁ āmisaṁ bhuñjati, taṁ āmisaṁ sayaṁpacitasattāhakālikena",
  "tika-vin09t16:216_4": "missitaṁ attano yāvakālikabhāvaṁ sattāhakālikena gaṇhāpeti. Tathā ca yāvakālikaṁ",
  "tika-vin09t16:216_5": "apakkampi sayaṁpakkabhāvaṁ upagacchatīti “taṁ pana tadahupurebhattampi sāmisaṁ paribhuñjituṁ",
  "tika-vin09t16:216_6": "na vaṭṭatī”ti vuttaṁ. Yathā sayaṁpakkasattāhakālikaṁ vasātelaṁ, sayaṁbhajjitasāsapādiyāvajīvikavatthūnaṁ",
  "tika-vin09t16:216_7": "telañca sāmisaṁ tadahupurebhattampi na vaṭṭati, tathā navanītasappīti veditabbaṁ. Vuttañca –",
  "tika-vin09t16:217": "“Yāvakālikaādīni, saṁsaṭṭhāni sahattanā;",
  "tika-vin09t16:218": "Gāhāpayanti sabbhāva”nti ca;",
  "tika-vin09t16:219": "“Teheva bhikkhunā pattaṁ, kappate yāvajīvikaṁ;",
  "tika-vin09t16:220": "Nirāmisaṁva sattāhaṁ, sāmise sāmapākatā”ti ca.",
  "tika-vin09t16:221_0": "Khīrāditoti ettha ādisaddena tilādīnaṁ gahaṇaṁ. Sāmisānipīti na kevalaṁ nirāmisānevāti",
  "tika-vin09t16:221_1": "attho. Pacchābhattato pana paṭṭhāya na vaṭṭantiyeva. Sattāhātikkamepi anāpatti savatthukānaṁ",
  "tika-vin09t16:221_2": "paṭiggahitattā. “Tāni paṭiggahetvā”ti hi vuttaṁ. Tenāha “pacchābhattato paṭṭhāyā”tiādi.",
  "tika-vin09t16:221_3": "Pacchābhattaṁ paṭiggahitakehi kataṁ pana abbhañjanādīsu upanetabbaṁ, purebhattampi",
  "tika-vin09t16:221_4": "ca uggahitakehi kataṁ. Ubhayesampi sattāhātikkamepi anāpatti. Antosattāheti sattāhabbhantare.",
  "tika-vin09t16:221_5": "Abbhañjanādīnanti ettha ādisaddena muddhanitelaarumakkhanagharadhūpanādīnaṁ gahaṇaṁ.",
  "tika-vin09t16:221_6": "Adhiṭṭhahitvāti “idāni na mayhaṁ ajjhoharaṇatthāya bhavissati, idaṁ sappi ca telañca",
  "tika-vin09t16:221_7": "vasā ca muddhanitelatthaṁ vā abbhañjanatthaṁ vā bhavissati, madhu arumakkhanatthaṁ",
  "tika-vin09t16:221_8": "vā phāṇitaṁ gharadhūpanatthaṁ vā bhavissatī”ti evaṁ cittaṁ uppādetvā.",
  "tika-vin09t16:222_0": "Ko panettha yāvakālikayāvajīvikavatthūsu visesoti āha “yāvajīvikānī”tiādi. Yāva aruṇassa",
  "tika-vin09t16:222_1": "uggamanā tiṭṭhatīti sattamadivase katatelaṁ sace yāva aruṇuggamanā tiṭṭhatīti attho.",
  "tika-vin09t16:222_2": "Pāḷiyaṁ anāgatasappiādīnanti ettha tāva migarohitādīnaṁ sappi pāḷiyaṁ anāgatasappi,",
  "tika-vin09t16:222_3": "tathā navanītaṁ, nāḷikeranimbakosambakaramandasāsapaādīnaṁ telaṁ pana pāḷiyaṁ anāgatatelaṁ,",
  "tika-vin09t16:222_4": "tathā madhukapupphaphāṇitaṁ pāḷiyaṁ anāgataphāṇitanti veditabbaṁ. Na sabbaṁ madhukapupphaphāṇitaṁ",
  "tika-vin09t16:222_5": "phāṇitagatikanti āha “sītudakenā”tiādi. Sītudakena katanti madhukapupphāni sītudake",
  "tika-vin09t16:222_6": "pakkhipitvā amadditvā puppharase udakagate sati taṁ udakaṁ gahetvā pacitvā kataṁ.",
  "tika-vin09t16:222_7": "“Phāṇitagatikamevā”ti iminā sattāhakālikanti dasseti, na pana nissaggiyavatthunti.",
  "tika-vin09t16:222_8": "Tasmā sattāhaṁ atikkāmayato dukkaṭanti veditabbaṁ. Vuttampi cetaṁ samantapāsādikāyaṁ",
  "tika-vin09t16:222_9": "sītudakena kataṁ madhukapupphaphāṇitaṁ purebhattaṁ sāmisaṁ vaṭṭati, pacchābhattato",
  "tika-vin09t16:222_10": "paṭṭhāya sattāhaṁ nirāmisameva, sattāhātikkame vatthugaṇanāya dukkaṭa”nti. Sace pana",
  "tika-vin09t16:222_11": "khīraṁ pakkhipitvā kataṁ, yāvakālikaṁ. Khaṇḍasakkharaṁ pana khīrajallikaṁ apanetvā",
  "tika-vin09t16:222_12": "sodhenti, tasmā vaṭṭati, ambajambupanasakadalikhajjuriciñcādīnaṁ sabbesaṁ yāvakālikaphalānaṁ",
  "tika-vin09t16:222_13": "phāṇitaṁ yāvakālikamevāti āha “ambaphāṇitādīni yāvakālikānī”ti.",
  "tika-vin09t16:223_0": "Kāyikaparibhogaṁ vaṭṭatīti kāyassa vā kāye aruno vā makkhanaṁ vaṭṭati, ajjhoharituṁ",
  "tika-vin09t16:223_1": "pana na vaṭṭati. Yanti sattāhātikkantaṁ bhesajjaṁ. Nirapekkho pariccajitvāti anapekkho",
  "tika-vin09t16:223_2": "sāmaṇerassa datvā. Tanti evaṁ pariccajitvā puna laddhabhesajjaṁ. Evañhi dinnaṁ bhesajjaṁ",
  "tika-vin09t16:223_3": "sace so sāmaṇero abhisaṅkharitvā vā anabhisaṅkharitvā vā tassa bhikkhuno dadeyya,",
  "tika-vin09t16:223_4": "gahetvā natthukammaṁ vā kātabbaṁ, aññaṁ vā kañci paribhogaṁ. Tenāha “ajjhoharitumpi",
  "tika-vin09t16:223_5": "vaṭṭatī”ti. Sace so bālo hoti, dātuṁ na jānāti, aññena bhikkhunā vattabbo “atthi",
  "tika-vin09t16:223_6": "te, sāmaṇera, bhesajja”nti, “āma, bhante, atthī”ti. “Āhara, therassa bhesajjaṁ karissāmā”ti,",
  "tika-vin09t16:223_7": "evampi vaṭṭati. Vatthugaṇanāyāti sappiādivatthugaṇanāya ceva sappipiṇḍādivatthugaṇanāya",
  "tika-vin09t16:223_8": "ca. Missitesu pana ekaṁ nissaggiyaṁ pācittiyaṁ. Ettha ca “idaṁ me, bhante, bhesajjaṁ",
  "tika-vin09t16:223_9": "sattāhātikkantaṁ nissaggiyaṁ, imāhaṁ saṅghassa nissajjāmī”ti nissajjanavidhānaṁ veditabbaṁ.",
  "tika-vin09t16:224_0": "Sādhāraṇapaññatti. Sattāhaṁ anatikkantepi atikkantasaññino ceva vematikassa ca dukkaṭaṁ.",
  "tika-vin09t16:224_1": "Atikkante anatikkantasaññinopi vematikassapi nissaggiyaṁ pācittiyameva, tathā anadhiṭṭhitāvissajjitānaṭṭhāvinaṭṭhādaḍḍhāviluttesu",
  "tika-vin09t16:224_2": "adhiṭṭhitādisaññino. Antosattāhaṁ adhiṭṭhite, vissajjite, naṭṭhe, vinaṭṭhe, daḍḍhe,",
  "tika-vin09t16:224_3": "acchinne, vissāsena gahite ummattakādīnañca anāpatti. Ācāravipatti. Sappiādīnaṁ attano",
  "tika-vin09t16:224_4": "santakatā, gaṇanupagatā, sattāhātikkamoti imānettha tīṇi aṅgāni. Kathinasamuṭṭhānaṁ,",
  "tika-vin09t16:224_5": "akiriyaṁ, nosaññāvimokkhaṁ, acittakaṁ, paṇṇattivajjaṁ, kāyakammaṁ, vacīkammaṁ, ticittaṁ,",
  "tika-vin09t16:224_6": "tivedanaṁ. Tenāha “sesaṁ cīvaravaggassa paṭhamasikkhāpade vuttanayeneva veditabba”nti.",
  "tika-vin09t16:225": "Bhesajjasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:226": "4. Vassikasāṭikasikkhāpadavaṇṇanā",
  "tika-vin09t16:227_0": "Pacchimamāsassapaṭhamadivasato paṭṭhāyāti jeṭṭhamūlapuṇṇamāsiyā pacchimapāṭipadadivasato",
  "tika-vin09t16:227_1": "paṭṭhāya. Tāvāti tāva parimāṇe kāle. Jeṭṭhamūlapuṇṇamāsiyā pacchimapāṭipadadivasato",
  "tika-vin09t16:227_2": "paṭṭhāya yāva kattikapuṇṇamā, imasmiṁ pañcamāseti attho. Kālo vassikasāṭikāyātiādināti",
  "tika-vin09t16:227_3": "ettha ādisaddena “samayo vassikasāṭikāya, aññepi manussā vassikasāṭikacīvaraṁ dentī”ti",
  "tika-vin09t16:227_4": "imesaṁ gahaṇaṁ. Detha me vassikasāṭikacīvarantiādikāyāti ettha ādisaddena pana “āharatha",
  "tika-vin09t16:227_5": "me vassikasāṭikacīvaraṁ, parivattetha me vassikasāṭikacīvaraṁ, cetāpetha me vassikasāṭikacīvara”nti",
  "tika-vin09t16:227_6": "imesaṁ gahaṇaṁ. Attano aññātakaappavāritesu tadubhayaṁ karontassa kiṁ hotīti āha",
  "tika-vin09t16:227_7": "“aññātakaappavāritaṭṭhāne”tiādi. “Vattabhede dukkaṭa”nti idaṁ vassikasāṭikaṁ pubbe",
  "tika-vin09t16:227_8": "adente sandhāya vuttaṁ. Ye pana pubbepi denti, tesu vattabhedo natthi. Vuttañhi samantapāsādikāyaṁ",
  "tika-vin09t16:227_9": "“ye manussā pubbepi vassikasāṭikacīvaraṁ denti, ime pana sacepi attano aññātakaappavāritā",
  "tika-vin09t16:227_10": "honti, vattabhedo natthi tesu satuppādakaraṇassa anuññātattā”ti. Aññātakaviññattisikkhāpadena",
  "tika-vin09t16:227_11": "nissaggiyaṁ pācittiyanti “yo pana bhikkhu aññātakaṁ gahapatiṁ vā gahapatāniṁ vā cīvaraṁ",
  "tika-vin09t16:227_12": "viññāpeyya aññatra samayā, nissaggiyaṁ pācittiya”nti iminā sikkhāpadena nissaggiyaṁ",
  "tika-vin09t16:227_13": "pācittiyaṁ. Idaṁ pana pakatiyā vassikasāṭikadāyakesupi hotiyeva.",
  "tika-vin09t16:228_0": "Gimhānaṁ pacchimaddhamāsassa paṭhamadivasato paṭṭhāyāti ettha jeṭṭhamūlakāḷapakkhūposathassa",
  "tika-vin09t16:228_1": "pacchimapāṭipadadivasato paṭṭhāya yāva āsāḷhipuṇṇamā, ayamaddhamāso gimhānaṁ pacchimaddhamāso",
  "tika-vin09t16:228_2": "nāma, tassa paṭhamadivasato paṭṭhāyāti attho, addhamāsassa paṭhamapāṭipadadivasato",
  "tika-vin09t16:228_3": "paṭṭhāyāti vuttaṁ hoti. Kattikamāsassa pacchimadivaso nāma pacchimakattikamāsassa",
  "tika-vin09t16:228_4": "puṇṇamā. Ettāvatāti “māso seso gimhānanti bhikkhunā vassikasāṭikacīvaraṁ pariyesitabbaṁ,",
  "tika-vin09t16:228_5": "addhamāso seso gimhānanti katvā nivāsetabba”nti ettakena gaṇanena. Pariyesanakkhettanti",
  "tika-vin09t16:228_6": "pariyesanassa khettaṁ. Etasmiñhi māse vassikasāṭikaṁ aladdhaṁ pariyesituṁ vaṭṭati.",
  "tika-vin09t16:228_7": "Karaṇanivāsanakkhettampīti karaṇakkhettañceva nivāsanakkhettañca. Pi-saddena pariyesanakkhettaṁ",
  "tika-vin09t16:228_8": "sampiṇḍeti. Etasmiñhi addhamāse pariyesituṁ, kātuṁ, nivāsetuñca vaṭṭati, adhiṭṭhātuṁyeva",
  "tika-vin09t16:228_9": "na vaṭṭati. Yaṁ pana samantapāsādikāyaṁ katthaci potthake “jeṭṭhamūlapuṇṇamāsiyā",
  "tika-vin09t16:228_10": "pacchimapāṭipadadivasato paṭṭhāya yāva kālapakkhuposatho, ayameko addhamāso pariyesanakkhettañceva",
  "tika-vin09t16:228_11": "karaṇakkhettañca. Etasmiñhi antare vassikasāṭikaṁ aladdhaṁ pariyesituṁ, laddhaṁ kātuñca",
  "tika-vin09t16:228_12": "vaṭṭati, nivāsetuṁ, adhiṭṭhātuñca na vaṭṭatī”ti vacanaṁ dissati, taṁ pamādalikhitaṁ",
  "tika-vin09t16:228_13": "mātikāya virodhatoti daṭṭhabbaṁ. “Addhamāso seso gimhānanti katvā nivāsetabba”nti",
  "tika-vin09t16:228_14": "hi pāḷi. Sabbampīti pariyesanaṁ, karaṇaṁ, nivāsanaṁ, adhiṭṭhānañcāti sabbampi. Iminā",
  "tika-vin09t16:228_15": "ime cattāro māsā pariyesanakaraṇanivāsanādhiṭṭhānānaṁ catunnampi khettanti dasseti.",
  "tika-vin09t16:228_16": "Etesu hi catūsu māsesu aladdhaṁ pariyesituṁ, laddhaṁ kātuṁ, nivāsetuṁ, adhiṭṭhātuñca vaṭṭati.",
  "tika-vin09t16:229_0": "Vassaṁ ukkaḍḍhīyatīti saṁvaccharaṁ uddhaṁ kaḍḍhīyati vaḍḍhīyati, āruyhatīti attho,",
  "tika-vin09t16:229_1": "vassānassa paṭhamamāsaṁ ukkaḍḍhitvā gimhānaṁ pacchimamāsameva karontīti vuttaṁ hoti.",
  "tika-vin09t16:229_2": "Vassūpanāyikadivase adhiṭṭhātabbāti vassānato pubbeyeva dasāhassa atikkantattā vassūpanāyikadivaseyeva",
  "tika-vin09t16:229_3": "adhiṭṭhātabbā. Tañhi divasaṁ atikkāmetuṁ na vaṭṭati. Antovasse pana laddhā ceva niṭṭhitā",
  "tika-vin09t16:229_4": "ca tasmiṁyeva antovasse laddhadivasato paṭṭhāya dasāhaṁ nātikkāmetabbā, dasāhātikkame",
  "tika-vin09t16:229_5": "niṭṭhitā pana tadaheva adhiṭṭhātabbā. Dasāhe appahonte cīvarakālaṁ nātikkāmetabbā.",
  "tika-vin09t16:229_6": "Ayaṁ tāva katāya parihāro. Akatāya pana ko parihāroti āha “sace”tiādi. Ekāhampi na",
  "tika-vin09t16:229_7": "labhati ito aññassa parihārassābhāvatoti adhippāyo.",
  "tika-vin09t16:230_0": "So kuto hotīti āha “yāva hemantassa paṭhamadivaso”ti, jeṭṭhamūlapuṇṇamāsito paṭṭhāya",
  "tika-vin09t16:230_1": "yāva kattikapuṇṇamāsiyā pacchimapāṭipadadivaso, tāvāti attho. Etesu sattasu piṭṭhisamayamāsesūti",
  "tika-vin09t16:230_2": "paṭilomakkamena vuttesu kattikapuṇṇamāsiyā pacchimapāṭipadādīsu jeṭṭhamūlapuṇṇamāsāvasānesu",
  "tika-vin09t16:230_3": "etesu sattasu piṭṭhisamayanāmakesu māsesu. Satuppādakaraṇenāti “kālo vassikasāṭikāyā”tiādinā",
  "tika-vin09t16:230_4": "nayena satuppādakaraṇena. Viññāpentassāti “detha me vassikasāṭikacīvara”ntiādinā",
  "tika-vin09t16:230_5": "nayena viññattiṁ karontassa. Tena sikkhāpadena anāpattīti aññātakaviññattisikkhāpadena",
  "tika-vin09t16:230_6": "anāpatti, iminā pana sikkhāpadena āpattiyeva asamayattā. Vuttañhetaṁ bhadantabuddhadattācariyena –",
  "tika-vin09t16:231": "“Katvā pana satuppādaṁ, vassasāṭikacīvaraṁ;",
  "tika-vin09t16:232": "Nipphādentassa bhikkhussa, samaye piṭṭhisammate.",
  "tika-vin09t16:233": "“Hoti nissaggiyāpatti, ñātakāññātakādino;",
  "tika-vin09t16:234": "Tesuyeva ca viññattiṁ, katvā nipphādane tathā”ti.",
  "tika-vin09t16:235_0": "Ettha ca “idaṁ me, bhante, vassikasāṭikacīvaraṁ atirekamāse sese gimhāne pariyiṭṭhaṁ",
  "tika-vin09t16:235_1": "atirekaddhamāse sese gimhāne katvā paridahitaṁ nissaggiya”nti iminā nayena nissajjanavidhānaṁ veditabbaṁ.",
  "tika-vin09t16:236_0": "Vassikasāṭikapariyesanavatthusminti paṭikacceva vassikasāṭikapariyesanavatthusmiṁ.",
  "tika-vin09t16:236_1": "Tikapācittiyanti atirekamāsaddhamāsesu atirekasaññivematikaūnakasaññīnaṁ pariyesananivāsanavasena",
  "tika-vin09t16:236_2": "tīṇi pācittiyāni, ekasesaniddeso cāyaṁ, sāmaññaniddeso vā. Ūnakamāsaddhamāsesūti",
  "tika-vin09t16:236_3": "ūnakamāse ceva ūnakaddhamāse ca. Atirekasaññino, vematikassa vā dukkaṭanti ettha",
  "tika-vin09t16:236_4": "“pariyesananivāsanaṁ karontassā”ti pāṭhaseso. Idaṁ vuttaṁ hoti – “ūnakamāse sese",
  "tika-vin09t16:236_5": "gimhāne atirekasaññino, vematikassa vā pariyesantassa dukkaṭaṁ, ūnakaddhamāse sese",
  "tika-vin09t16:236_6": "gimhāne ca atirekasaññino, vematikassa vā nivāsentassa dukkaṭa”nti. “Tathā”ti iminā",
  "tika-vin09t16:236_7": "dukkaṭaṁ atidisati, tañca dukkaṭaṁ udakaphusitagaṇanāya akatvā nhānapariyosānavasena",
  "tika-vin09t16:236_8": "payoge payoge kāretabbaṁ, tañca kho vivaṭaṅgaṇe ākāsato patitaudakeneva nhāyantassa,",
  "tika-vin09t16:236_9": "na nhānakoṭṭhakavāpiādīsu ghaṭehi āsittūdakena nhāyantassa. Tenevāha “satiyā vassikasāṭikāyā”tiādi.",
  "tika-vin09t16:236_10": "Pokkharaṇiyādīsu pana naggassa nhāyantassa anāpattīti sambandho, pokkharaṇiyādīsu",
  "tika-vin09t16:236_11": "pana satiyāpi vassikasāṭikāya naggassa nhāyantassa natthi dukkaṭāpattīti attho.",
  "tika-vin09t16:237_0": "Evaṁ antarāpattiyā anāpattiṁ dassetvā idāni nissaggiyena anāpattiṁ dassetuṁ “acchinnacīvarassā”tiādi",
  "tika-vin09t16:237_1": "vuttaṁ. Tattha acchinnacīvarassāti acchinnasesacīvarassa. Tassāpi asamaye nivāsato",
  "tika-vin09t16:237_2": "anāpatti. Esa nayo naṭṭhacīvarassa vāti etthāpi. Yathā cettha nivāsentānaṁ tesaṁ",
  "tika-vin09t16:237_3": "anāpatti, evaṁ tattha pariyesantānampīti daṭṭhabbaṁ. Ettha pana mahagghavassikasāṭikaṁ",
  "tika-vin09t16:237_4": "ṭhapetvā nhāyantassa corūpaddavo āpadā nāmāti āha “anivattha”ntiādi. Āpadāsu vā nivāsayatoti",
  "tika-vin09t16:237_5": "āpadāsu vijjamānāsu asamaye nivāsentassa. Yaṁ pana samantapāsādikāyaṁ “acchinnacīvarassāti",
  "tika-vin09t16:237_6": "etaṁ vassikasāṭikaṁyeva sandhāya vuttaṁ. Tesañhi naggānaṁ kāyovassāpane anāpatti.",
  "tika-vin09t16:237_7": "Ettha ca mahagghavassikasāṭikaṁ nivāsetvā nhāyantassa corūpaddavo āpadā nāmā”ti acchinnacīvarādino",
  "tika-vin09t16:237_8": "nissaggiyena anāpattiṁ adassetvā naggassa nhāyato dukkaṭeneva anāpattidassanaṁ, taṁ",
  "tika-vin09t16:237_9": "yuttaṁ viya na dissati. Sabbasikkhāpadesu hi mūlāpattiyā eva āpattippasaṅge anāpattidassanatthaṁ",
  "tika-vin09t16:237_10": "anāpattivāro ārabhīyati, na antarāpattiyāti, tasmā upaparikkhitabbaṁ. Sacīvaratāti",
  "tika-vin09t16:237_11": "antaravāsakauttarāsaṅgehi sacīvaratā.",
  "tika-vin09t16:238": "Vassikasāṭikasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:239": "5. Cīvaraacchindanasikkhāpadavaṇṇanā",
  "tika-vin09t16:240_0": "“Datvā”ti yaṁ kiñci paccāsīsamānasseva dānamiha adhippetaṁ, na nissaṭṭhadānanti āha",
  "tika-vin09t16:240_1": "“veyyāvaccādīnī”tiādi. Sakasaññāyāti “saka”nti saññāya. Iminā pārājikābhāvaṁ dasseti.",
  "tika-vin09t16:240_2": "Cajitvā dinnampi hi sakasaññāya gaṇhato natthi pārājikaṁ. Acchindantassāti ekato",
  "tika-vin09t16:240_3": "abaddhāni, visuṁ ṭhapitāni ca bahūni acchindato, “saṅghāṭiṁ āhara, uttarāsaṅgaṁ āharā”ti",
  "tika-vin09t16:240_4": "evaṁ āharāpayato ca. Tenāha “vatthugaṇanāya āpattiyo”ti. “Mayā dinnāni sabbāni āharā”ti",
  "tika-vin09t16:240_5": "vadatopi ekavacaneneva sambahulā āpattiyo. Ekaṁ cīvaraṁ pana ekābaddhāni ca bahūni",
  "tika-vin09t16:240_6": "acchindato ekā āpatti. “Acchindā”ti āṇattiyā dukkaṭanti “mayā dinnāni sabbāni gaṇhā”ti",
  "tika-vin09t16:240_7": "āṇattiyā ekaṁ dukkaṭaṁ, acchinnesu pana ekavacaneneva sambahulā pācittiyo. Tenāha",
  "tika-vin09t16:240_8": "“acchinnesu vatthugaṇanāya āpattiyo”ti. Acchinnesūti tenāṇattena acchinnesu cīvaresu.",
  "tika-vin09t16:240_9": "Yattha pana potthakesu “acchinnesu yattakāni āṇattāni, tesaṁ gaṇanāya āpattiyo”ti",
  "tika-vin09t16:240_10": "pāṭho, tattha yattakāni āṇattānīti yattakāni cīvarāni gaṇhituṁ āṇattānīti attho.",
  "tika-vin09t16:240_11": "Yaṁ pana samantapāsādikāyaṁ “cīvaraṁ ‘gaṇhā’ti āṇāpeti, ekaṁ dukkaṭaṁ. Āṇatto bahūni",
  "tika-vin09t16:240_12": "gaṇhāti, ekaṁ pācittiya”nti vuttaṁ, taṁ ekābaddhaṁ sandhāya. Evañca katvā samantapāsādikāya",
  "tika-vin09t16:240_13": "saddhiṁ imāya aṭṭhakathāya na koci virodho. Sace pana “saṅghāṭiṁ gaṇha, uttarāsaṅgaṁ",
  "tika-vin09t16:240_14": "gaṇhā”ti āṇāpeti, vācāya vācāya dukkaṭaṁ. Acchinnesu vatthugaṇanāya āpattiyo. Ettha",
  "tika-vin09t16:240_15": "ca “idaṁ me, bhante, cīvaraṁ bhikkhussa sāmaṁ datvā acchinnaṁ nissaggiya”nti iminā",
  "tika-vin09t16:240_16": "nayena nissajjanavidhānaṁ veditabbaṁ.",
  "tika-vin09t16:241_0": "Tikapācittiyanti upasampanne upasampannasaññivematikaanupasampannasaññīnaṁ vasena",
  "tika-vin09t16:241_1": "tīṇi pācittiyāni. Aññaṁ parikkhāranti pattādiṁ aññaṁ parikkhāraṁ, antamaso sūcimpīti",
  "tika-vin09t16:241_2": "attho. Na kevalaṁ anupasampannassa cīvaraṁyeva acchindato dukkaṭanti āha “anupasampannassa",
  "tika-vin09t16:241_3": "cā”tiādi. Tattha yaṁ kiñcīti cīvaraṁ vā hotu, pattādi, yaṁ kiñci parikkhāraṁ vā.",
  "tika-vin09t16:241_4": "Tassa vissāsaṁ gaṇhantassāti yassa dinnaṁ, tassa vissāsena gaṇhantassa, tatiyatthe",
  "tika-vin09t16:241_5": "cetaṁ upayogavacanaṁ. Upasampannatāti acchindanasamaye upasampannabhāvo. Kiñcāpi",
  "tika-vin09t16:241_6": "upasampannabhāvo pāḷiyaṁ, mātikaṭṭhakathāyañca dānaggahaṇesu dissati, tathāpi anupasampannakāle",
  "tika-vin09t16:241_7": "cīvaraṁ datvā upasampannakāle acchindantassa āpattito acchindanakāleyeva upasampannatā aṅganti veditabbaṁ.",
  "tika-vin09t16:242": "Cīvaraacchindanasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:243": "6. Suttaviññattisikkhāpadavaṇṇanā",
  "tika-vin09t16:244_0": "Chabbidhaṁ khomasuttādinti “suttaṁ nāma cha suttāni khomaṁ kappāsikaṁ koseyyaṁ kambalaṁ",
  "tika-vin09t16:244_1": "sāṇaṁ bhaṅga”nti evaṁ vuttaṁ chabbidhaṁ khomasuttādiṁ. Tattha khomanti khomavākehi",
  "tika-vin09t16:244_2": "katasuttaṁ. Kappāsikanti kappāsato nibbattaṁ. Koseyyanti kosiyaṁsūhi kantitvā katasuttaṁ.",
  "tika-vin09t16:244_3": "Kambalanti eḷakalomasuttaṁ. Sāṇanti sāṇavākena katasuttaṁ. Bhaṅganti pāṭekkaṁ vākasuttamevāti",
  "tika-vin09t16:244_4": "eke. Pañcahipi missetvā katasuttaṁ pana “bhaṅga”nti veditabbaṁ. Tesaṁ anulomanti",
  "tika-vin09t16:244_5": "tesaṁ khomādīnaṁ anulomaṁ dukūlaṁ pattuṇṇaṁ somārapaṭṭaṁ cīnapaṭṭaṁ iddhijaṁ devadinnanti chabbidhaṁ suttaṁ.",
  "tika-vin09t16:245_0": "Turīti vāyanūpakaraṇo eko daṇḍo, vītavītaṭṭhānaṁ yattha saṁharitvā ṭhapenti. Vemanti",
  "tika-vin09t16:245_1": "vāyanūpakaraṇo eko daṇḍo, suttaṁ pavesetvā yena ākoṭento ghanabhāvaṁ sampādenti.",
  "tika-vin09t16:245_2": "Tassa sabbappayogesu dukkaṭanti tantavāyassa ye te turivemasajjanādikā payogā, tesu",
  "tika-vin09t16:245_3": "sabbesu payogesu bhikkhussa dukkaṭaṁ, tassa tantavāyassa payoge payoge bhikkhussa",
  "tika-vin09t16:245_4": "dukkaṭanti vuttaṁ hoti. Turiādīnaṁ abhāve tesaṁ karaṇatthaṁ vāsipharasuādīnaṁ maggananisānarukkhacchedanādisabbappayogepi",
  "tika-vin09t16:245_5": "eseva nayo. Tantūnaṁ attano santakattā vītavītaṭṭhānaṁ paṭiladdhameva hotīti āha",
  "tika-vin09t16:245_6": "“paṭilābhena nissaggiyaṁ hotī”ti, vikappanupagapacchimacīvarappamāṇe vīte nissaggiyaṁ",
  "tika-vin09t16:245_7": "hotīti vuttaṁ hoti. Teneva vakkhati “dīghato vidatthimatte, tiriyañca hatthamatte",
  "tika-vin09t16:245_8": "vīte nissaggiyaṁ pācittiya”nti. Ettha ca “idaṁ me, bhante, cīvaraṁ sāmaṁ suttaṁ viññāpetvā",
  "tika-vin09t16:245_9": "tantavāyehi vāyāpitaṁ nissaggiya”nti iminā nayena nissajjanavidhānaṁ veditabbaṁ.",
  "tika-vin09t16:246_0": "Tenevāti viññāpitatantavāyeneva. Evaṁ idha dukkaṭanti idhāpi tantavāyeneva dīghato",
  "tika-vin09t16:246_1": "vidatthimatte, tiriyaṁ hatthamatte vīte dukkaṭanti attho. Akappiyasuttamayeti viññāpitasuttamaye.",
  "tika-vin09t16:246_2": "Itarasminti aviññattisuttamaye paricchede. Tato ce ūnatarāti vuttappamāṇato ce ūnatarā,",
  "tika-vin09t16:246_3": "antamaso acchimaṇḍalappamāṇāpīti adhippāyo. Kappiyatantavāyenapi akappiyasuttaṁ vāyāpentassa",
  "tika-vin09t16:246_4": "yathā pubbe nissaggiyaṁ, evamidha dukkaṭaṁ. Teneva kappiyañca akappiyañca suttaṁ",
  "tika-vin09t16:246_5": "vāyāpentassa sace pacchimacīvarappamāṇā vā ūnakā vā akappiyasuttaparicchedā honti,",
  "tika-vin09t16:246_6": "tesu paricchedagaṇanāya dukkaṭaṁ. Kappiyasuttaparicchedesu anāpatti. Atha ekantarikena",
  "tika-vin09t16:246_7": "vā suttena, dīghato vā kappiyaṁ tiriyaṁ akappiyaṁ katvā vītaṁ hoti, pamāṇayutte paricchede",
  "tika-vin09t16:246_8": "paricchede dukkaṭaṁ.",
  "tika-vin09t16:247_0": "Yadi pana dve tantavāyā honti eko kappiyo eko akappiyo, suttañca akappiyaṁ, te ce",
  "tika-vin09t16:247_1": "vārena vinanti, akappiyatantavāyena vīte pamāṇayutte paricchede paricchede pācittiyaṁ,",
  "tika-vin09t16:247_2": "ūnatare dukkaṭaṁ. Itarena vīte ubhayattha dukkaṭaṁ. Sace dvepi vemaṁ gahetvā ekato",
  "tika-vin09t16:247_3": "vinanti, pamāṇayutte paricchede paricchede pācittiyaṁ. Atha suttaṁ kappiyaṁ, cīvarañca",
  "tika-vin09t16:247_4": "kedārabaddhādīhi saparicchedaṁ, akappiyatantavāyena vīte paricchede paricchede dukkaṭaṁ,",
  "tika-vin09t16:247_5": "itarena vīte anāpatti. Sace dvepi ekato vinanti, pamāṇayutte paricchede paricchede",
  "tika-vin09t16:247_6": "dukkaṭaṁ. Atha suttampi kappiyañca akappiyañca, te ce vārena vinanti, akappiyatantavāyena",
  "tika-vin09t16:247_7": "akappiyasuttamayesu pacchimacīvarappamāṇesu paricchedesu vītesu paricchedagaṇanāya",
  "tika-vin09t16:247_8": "pācittiyaṁ, ūnataresu kappiyasuttamayesu ca dukkaṭaṁ. Kappiyatantavāyena akappiyasuttamayesu",
  "tika-vin09t16:247_9": "pamāṇayuttesu vā ūnakesu vā dukkaṭameva, kappiyasuttamayesu anāpatti.",
  "tika-vin09t16:248_0": "Atha ekantarikena vā suttena, dīghato vā akappiyaṁ tiriyaṁ akappiyaṁ katvā vinanti,",
  "tika-vin09t16:248_1": "ubhopi vā te vemaṁ gahetvā ekato vinanti, aparicchede cīvare pamāṇayutte paricchede",
  "tika-vin09t16:248_2": "paricchede dukkaṭaṁ, saparicchede paricchedavasena dukkaṭāni. Tenāha “eteneva upāyenā”tiādi.",
  "tika-vin09t16:249_0": "Ettha ca tantavāyo tāva aññātakaappavāritato viññattiyā laddho akappiyo, seso kappiyo.",
  "tika-vin09t16:249_1": "Suttampi sāmaṁ viññāpitaṁ akappiyaṁ, sesaṁ, ñātakādivasena uppannañca kappiyanti",
  "tika-vin09t16:249_2": "veditabbaṁ. Tikapācittiyanti vāyāpite vāyāpitasaññivematikaavāyāpitasaññīnaṁ vasena",
  "tika-vin09t16:249_3": "tīṇi pācittiyāni. Cīvaratthāya viññāpitasuttanti sāmaṁ vā aññena vā cīvaratthāya",
  "tika-vin09t16:249_4": "viññāpitasuttaṁ. Kiñcāpi pāḷiyaṁ “sāmaṁ suttaṁ viññāpetvā”ti vuttaṁ, tathāpi idha",
  "tika-vin09t16:249_5": "“cīvaratthāya sāmaṁ viññāpitasutta”nti avatvā kevalaṁ “cīvaratthāya viññāpitasutta”nti",
  "tika-vin09t16:249_6": "aṅgesu vuttattā aññena cīvaratthāya viññāpitasuttampi saṅgahaṁ gacchatīti veditabbaṁ.",
  "tika-vin09t16:249_7": "Akappiyaviññattiyāti “cīvaraṁ me, āvuso, vāyathā”ti evaṁbhūtāya akappiyaviññattiyā.",
  "tika-vin09t16:250": "Suttaviññattisikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:251": "7. Mahāpesakārasikkhāpadavaṇṇanā",
  "tika-vin09t16:252_0": "Cīvarasāmikehipubbe appavārito hutvāti “kīdisena te, bhante, cīvarena attho, kīdisaṁ",
  "tika-vin09t16:252_1": "te cīvaraṁ vāyāpemi, vada, bhante, yadicchasī”ti cīvarasāmikehi pubbe avutto hutvā.",
  "tika-vin09t16:252_2": "Ettha ca āyatādīhi tīhi suttavaḍḍhanākārena saha vāyanākāraṁ dasseti, suvītādīhi",
  "tika-vin09t16:252_3": "catūhi vāyanākārameva. “Kiñcimattaṁ anupadajjeyyāmā”tiādi tassa kattabbākāramattadassanaṁ,",
  "tika-vin09t16:252_4": "na pana aṅgadassanaṁ suttavaḍḍhanavaseneva āpajjitabbattāti āha “na bhikkhuno piṇḍapātadānamattenā”tiādi.",
  "tika-vin09t16:252_5": "Ettha ca “idaṁ me, bhante, cīvaraṁ pubbe appavāritena aññātakassa gahapatikassa tantavāye",
  "tika-vin09t16:252_6": "upasaṅkamitvā cīvare vikappaṁ āpannaṁ nissaggiya”nti iminā nayena nissajjanavidhānaṁ",
  "tika-vin09t16:252_7": "veditabbaṁ. Tikapācittiyanti aññātake aññātakasaññivematikañātakasaññīnaṁ vasena tīṇi pācittiyāni.",
  "tika-vin09t16:253": "Mahāpesakārasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:254": "8. Accekacīvarasikkhāpadavaṇṇanā",
  "tika-vin09t16:255_0": "Paṭhamapadassāti “dasāhānāgata”nti padassa. Purimanayenevāti accantasaṁyogavaseneva.",
  "tika-vin09t16:255_1": "Tāni divasānīti tesu divasesu. Accantamevāti nirantarameva, tesu dasāhesu yattha",
  "tika-vin09t16:255_2": "katthaci divaseti vuttaṁ hoti. Pavāraṇāmāsassāti pubbakattikamāsassa. So hi idha",
  "tika-vin09t16:255_3": "paṭhamapavāraṇāyogato “pavāraṇāmāso”ti vutto. Juṇhapakkhapañcamito paṭṭhāyāti sukkapakkhapañcamiṁ",
  "tika-vin09t16:255_4": "ādiṁ katvā. Pavāraṇāmāsassa juṇhapakkhapañcamitoti vā pavāraṇāmāsassa pakāsanato",
  "tika-vin09t16:255_5": "purimassa juṇhapakkhassa pañcamito paṭṭhāyāti attho. Yo panettha “kāmañcesa ‘dasāhaparamaṁ",
  "tika-vin09t16:255_6": "atirekacīvaraṁ dhāretabba’nti imināva siddho, aṭṭhuppattivasena pana apubbaṁ viya",
  "tika-vin09t16:255_7": "atthaṁ dassetvā sikkhāpadaṁ ṭhapita”nti pāṭho dissati, so pamādapāṭho “dasāhānāgata”nti",
  "tika-vin09t16:255_8": "iminā virodhatoti daṭṭhabbaṁ. Kiñca “juṇhapakkhapañcamito paṭṭhāyā”ti vuttattā aṭṭhakathāyeva",
  "tika-vin09t16:255_9": "pubbāparavirodhopi siyā.",
  "tika-vin09t16:256_0": "Accekacīvaranti accāyikacīvaraṁ vuccati, so ca accāyikabhāvo dāyakassa gamikādibhāvenāti",
  "tika-vin09t16:256_1": "dassetuṁ “gamikagilānagabbhiniabhinavuppannasaddhānaṁ puggalāna”ntiādi vuttaṁ. Tattha",
  "tika-vin09t16:256_2": "gamiko nāma “senāya vā gantukāmo hoti, pavāsaṁ vā gantukāmo hotī”ti vutto. Aññatarena",
  "tika-vin09t16:256_3": "“vassāvāsikaṁ dassāmī”ti evaṁ ārocetvā dinnanti gamikādīnaṁ aññatarena gamanādīhi",
  "tika-vin09t16:256_4": "kāraṇehi dātukāmena dūtaṁ vā pesetvā, sayaṁ vā āgantvā “vassāvāsikaṁ dassāmī”ti evaṁ",
  "tika-vin09t16:256_5": "ārocetvā dinnaṁ cīvaraṁ. Ettha ca “idaṁ me, bhante, accekacīvaraṁ cīvarakālasamayaṁ",
  "tika-vin09t16:256_6": "atikkāmitaṁ nissaggiya”nti iminā nayena nissajjanavidhānaṁ veditabbaṁ.",
  "tika-vin09t16:257_0": "Sesanti “sādhāraṇapaññattī”tiādikaṁ. Ayaṁ pana viseso – tattha atirekacīvare atirekacīvarasaññiādino",
  "tika-vin09t16:257_1": "dasāhātikkamo, idha accekacīvare accekacīvarasaññiādino cīvarakālātikkamo. Tathā",
  "tika-vin09t16:257_2": "anaccekacīvare accekacīvarasaññino, vematikassa ca dukkaṭaṁ. Jātippamāṇasampannassa",
  "tika-vin09t16:257_3": "accekacīvarassa attano santakatā, dasāhānāgatāya kattikatemāsikapuṇṇamāya uppannabhāvo,",
  "tika-vin09t16:257_4": "anadhiṭṭhitaavikappitatā, cīvarakālātikkamoti caturaṅgabhāvova ettha viseso.",
  "tika-vin09t16:258": "Accekacīvarasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:259": "9. Sāsaṅkasikkhāpadavaṇṇanā",
  "tika-vin09t16:260_0": "Upasampajjantiādīsu viyāti “paṭhamaṁ jhānaṁ upasampajja viharatī”ti imassa vibhaṅge",
  "tika-vin09t16:260_1": "“upasampajjā”ti uddharitabbe “upasampajja”nti uddhaṭaṁ. Tadiha nidassanaṁ kataṁ.",
  "tika-vin09t16:260_2": "Ādisaddena pana “anāpucchaṁ vā gaccheyyā”tiādīnaṁ saṅgaho daṭṭhabbo. Upagantvāti",
  "tika-vin09t16:260_3": "upasaddassatthamāha. Vasitvāti akkhaṇḍaṁ vasitvā. “Yena yassa hi sambandho, dūraṭṭhampi",
  "tika-vin09t16:260_4": "ca tassa ta”nti vacanato “imassa…pe… iminā sambandho”ti vuttaṁ. Tattha imassāti “upavassa”nti",
  "tika-vin09t16:260_5": "padassa. Vinayapariyāyena araññalakkhaṇaṁ adinnādānapārājike āgataṁ. Tattha hi “gāmā",
  "tika-vin09t16:260_6": "vā araññā vā”ti anavasesato avahāraṭṭhānapariggahena tadubhayaṁ asaṅkarato dassetuṁ",
  "tika-vin09t16:260_7": "“ṭhapetvā gāmañcā”tiādi vuttaṁ. Gāmūpacāro hi loke gāmasaṅkhameva gacchatīti. Idha",
  "tika-vin09t16:260_8": "pana suttantapariyāyena “pañcadhanusatikaṁ pacchima”nti āgataṁ āraññakaṁ bhikkhuṁ",
  "tika-vin09t16:260_9": "sandhāya. Na hi so vinayapariyāyike araññe vasanto “āraññako panthasenāsano”ti sutte",
  "tika-vin09t16:260_10": "vutto, tasmā tattha āgatameva lakkhaṇaṁ gahetabbanti dassento “sabbapacchimāni āropitena",
  "tika-vin09t16:260_11": "ācariyadhanunā”tiādimāha. Tattha “ācariyadhanu nāma pakatihatthena navavidatthipamāṇaṁ.",
  "tika-vin09t16:260_12": "Jiyāya pana āropitāya catuhatthapamāṇa”nti vadanti. Gāmassāti parikkhittassa gāmassa.",
  "tika-vin09t16:260_13": "Indakhīlatoti ummārato. Parikkhepārahaṭṭhānatoti pariyante ṭhitagharassa upacāre",
  "tika-vin09t16:260_14": "ṭhitassa majjhimassa purisassa paṭhamaleḍḍupātato. Kittakena maggena minitabbanti",
  "tika-vin09t16:260_15": "āha “sace”tiādi. Majjhimaṭṭhakathāyaṁ pana “vihārassāpi gāmasseva upacāraṁ nīharitvā",
  "tika-vin09t16:260_16": "ubhinnaṁ leḍḍupātānaṁ antarā minitabba”nti vuttaṁ. Corānaṁ niviṭṭhokāsādidassanenāti",
  "tika-vin09t16:260_17": "ārāme, ārāmūpacāre ca corānaṁ niviṭṭhokāsādidassanena kāraṇena. Ādisaddena bhuttokāsaṭṭhitokāsanisinnokāsanipannokāsānaṁ",
  "tika-vin09t16:260_18": "gahaṇaṁ. Corehi manussānaṁ hataviluttākoṭitabhāvadassanatoti ārāme, ārāmūpacāre ca",
  "tika-vin09t16:260_19": "hataviluttākoṭitabhāvadassanato.",
  "tika-vin09t16:261_0": "Antaraghare nikkhipeyyāti antare antare gharāni ettha, etassāti vā antaragharaṁ,",
  "tika-vin09t16:261_1": "gāmo, tasmiṁ ṭhapeyyāti attho. Tenāha “āraññakassā”tiādi. Tañcāti nikkhipanañca.",
  "tika-vin09t16:261_2": "“Mahāpavāraṇāya pavārito hotī”ti idaṁ vassacchedaṁ akatvā vuṭṭhabhāvaṁ dassetuṁ vuttaṁ,",
  "tika-vin09t16:261_3": "na pana pavāraṇāya aṅgabhāvaṁ. Teneva hi byatirekaṁ dassentena samantapāsādikāyaṁ",
  "tika-vin09t16:261_4": "vuttaṁ “sace pacchimikāya vā upagato hoti chinnavasso vā, nikkhipituṁ na labhatī”ti.",
  "tika-vin09t16:261_5": "Kattikamāso nāma pubbakattikamāsassa kāḷapakkhapāṭipadato paṭṭhāya yāva aparakattikapuṇṇamā,",
  "tika-vin09t16:261_6": "tāva ekūnattiṁsa rattindivā. Eva-saddena kattikamāsato paraṁ na labhatīti dasseti.",
  "tika-vin09t16:261_7": "Ūnappamāṇe tāva araññalakkhaṇāyogato na labhatu, kasmā gāvutato atirekappamāṇe na",
  "tika-vin09t16:261_8": "labhatīti āha “yatrahī”tiādi. Nimantito pana addhayojanampi yojanampi gantvā vasituṁ",
  "tika-vin09t16:261_9": "pacceti, idamappamāṇaṁ. Sāsaṅkasappaṭibhayameva hotīti sāsaṅkañceva sappaṭibhayañca",
  "tika-vin09t16:261_10": "hoti. Eva-saddena anāsaṅkaappaṭibhayehi aṅgayuttepi senāsane vasanto nikkhipituṁ",
  "tika-vin09t16:261_11": "na labhatīti dasseti. Ettāvatā purimikāya upagantvā akkhaṇḍaṁ katvā vuṭṭhavasso yaṁ",
  "tika-vin09t16:261_12": "gāmaṁ gocaragāmaṁ katvā pañcadhanusatikapacchime āraññakasenāsane viharati, tasmiṁ",
  "tika-vin09t16:261_13": "gāme cīvaraṁ ṭhapetvā sakalakattikamāsaṁ tasmiṁyeva senāsane tena cīvarena vinā vatthuṁ",
  "tika-vin09t16:261_14": "anujānitvā idāni vihārato aññattha vasantassa chārattaṁ vippavāsaṁ anujānanto “siyā",
  "tika-vin09t16:261_15": "ca tassa bhikkhuno”tiādimāha. Asamādānacārañhi atthatakathinā eva labhanti, netareti",
  "tika-vin09t16:261_16": "ettha idampi kāraṇaṁ daṭṭhabbaṁ. Tattha chārattaparamaṁ tena bhikkhunā tena cīvarena",
  "tika-vin09t16:261_17": "vippavasitabbanti yo bhikkhu vihāre vasanto tato aññattha gamanakicce sati antaraghare",
  "tika-vin09t16:261_18": "cīvaraṁ nikkhipati, tena bhikkhunā tena cīvarena chārattaparamaṁ vippavasitabbaṁ,",
  "tika-vin09t16:261_19": "cha rattiyo tamhā vihārā aññattha vasitabbāti vuttaṁ hoti. Vuttañhi bhadantena buddhadattācariyena –",
  "tika-vin09t16:262": "“Yaṁ gāmaṁ gocaraṁ katvā, bhikkhu āraññake vase;",
  "tika-vin09t16:263": "Tasmiṁ gāme ṭhapetuṁ taṁ, māsamekaṁ tu vaṭṭati.",
  "tika-vin09t16:264": "“Aññattheva vasantassa, chārattaparamaṁ mataṁ;",
  "tika-vin09t16:265": "Ayamassa adhippāyo, paṭicchanno pakāsito”ti.",
  "tika-vin09t16:266_0": "Tenevāha “tato ce uttari vippavaseyyāti chārattato uttari tasmiṁ senāsane sattamaṁ",
  "tika-vin09t16:266_1": "aruṇaṁ uṭṭhāpeyyā”tiādi. Tathā asakkontenāti gataṭṭhānassa dūratāya senāsanaṁ āgantvā",
  "tika-vin09t16:266_2": "sattamaṁ aruṇaṁ uṭṭhāpetuṁ asakkontena. Evampi asakkontena tatreva ṭhitena paccuddharitabbaṁ",
  "tika-vin09t16:266_3": "“atirekacīvaraṭṭhāne ṭhassatī”ti. Vasitvāti aruṇaṁ uṭṭhāpetvā. Bhikkhusammuti udositasikkhāpade vuttāva.",
  "tika-vin09t16:267": "Sesanti “aññatra bhikkhusammutiyāti ayamettha anupaññattī”tiādikaṁ. Tattha hi aṅgesu yaṁ rattivippavāso catutthamaṅgaṁ, taṁ idha chārattato uttari vippavāso hotīti ayameva viseso.",
  "tika-vin09t16:268": "Sāsaṅkasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:269": "10. Pariṇatasikkhāpadavaṇṇanā",
  "tika-vin09t16:270_0": "Nanu cāyaṁ saṅghassa pariṇato, na pariccatto, atha kathaṁ saṅghasantako hotīti āha",
  "tika-vin09t16:270_1": "“so hī”tiādi. Tattha soti lābho. Ekena pariyāyenāti pariṇatabhāvasaṅkhātena ekena",
  "tika-vin09t16:270_2": "pariyāyena. “Labhitabba”nti iminā lābhasaddassa kammasādhanamāha. Cīvarādivatthunti",
  "tika-vin09t16:270_3": "cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhāraṁ antamaso cuṇṇapiṇḍampi dantakaṭṭhampi",
  "tika-vin09t16:270_4": "dasikasuttampi. Pariṇatanti saṅghassa ninnaṁ saṅghassa poṇaṁ saṅghassa pabbhāraṁ",
  "tika-vin09t16:270_5": "hutvā ṭhitanti attho. Yena pana kāraṇena so pariṇato hoti, taṁ dassetvā tassa atthaṁ",
  "tika-vin09t16:270_6": "dassetuṁ “dassāma karissāmā”tiādi vuttaṁ. Attano pariṇāmentassāti “idaṁ mayhaṁ dehī”ti",
  "tika-vin09t16:270_7": "saṅghassa pariṇatabhāvaṁ ñatvā attano pariṇāmetvā gaṇhantassa. Payogeti pariṇāmanappayoge.",
  "tika-vin09t16:270_8": "Ettha ca “idaṁ me, bhante, jānaṁ saṅghikaṁ lābhaṁ pariṇataṁ attano pariṇāmikaṁ nissaggiya”nti",
  "tika-vin09t16:270_9": "iminā nayena nissajjanavidhānaṁ veditabbaṁ.",
  "tika-vin09t16:271_0": "Saṅghacetiyapuggalesūti ettha ca antamaso sunakhaṁ upādāya yo koci satto “puggalo”ti",
  "tika-vin09t16:271_1": "veditabbo. Aññasaṅghādīnanti aññasaṅghacetiyapuggalānaṁ. Idaṁ vuttaṁ hoti – “saṅghassa",
  "tika-vin09t16:271_2": "pariṇataṁ aññassa saṅghassa vā cetiyassa vā puggalassa vā, cetiyassa pariṇataṁ aññassa",
  "tika-vin09t16:271_3": "cetiyassa vā saṅghassa vā puggalassa vā, puggalassa pariṇataṁ aññassa puggalassa",
  "tika-vin09t16:271_4": "vā saṅghassa vā cetiyassa vā pariṇāmentassa dukkaṭa”nti.",
  "tika-vin09t16:272_0": "Idāni anāpattiṁ dassetuṁ “apariṇatasaññino”tiādimāha. Pariṇate, apariṇate ca apariṇatasaññino",
  "tika-vin09t16:272_1": "cāti sambandho, pariṇate, apariṇate cāti ubhayatthāpi anāpattīti attho. Vuttañhetaṁ",
  "tika-vin09t16:272_2": "“pariṇate apariṇatasaññī attano pariṇāmeti, anāpatti. Apariṇate apariṇatasaññī anāpattī”ti.",
  "tika-vin09t16:272_3": "Deyyadhammoti cattāro paccayā. Ādisaddena “paṭisaṅkhāraṁ vā labheyya, ciraṭṭhitiko",
  "tika-vin09t16:272_4": "vā assa, yattha vā pana tumhākaṁ cittaṁ pasīdati, tattha dethā”ti vacanānaṁ gahaṇaṁ.",
  "tika-vin09t16:272_5": "Sace pana dāyakā “mayaṁ saṅghabhattaṁ kattukāmā, cetiyapūjaṁ kattukāmā, ekassa bhikkhuno",
  "tika-vin09t16:272_6": "parikkhāraṁ dātukāmā, tumhākaṁ ruciyā dassāma. Bhaṇatha, kattha demā”ti vadanti,",
  "tika-vin09t16:272_7": "evaṁ vutte tena bhikkhunā “yattha icchatha, tattha dethā”ti vattabbā.",
  "tika-vin09t16:273": "Pariṇatasikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin09t16:274": "Pattavaggo tatiyo.",
  "tika-vin09t16:275": "Iti kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin09t16:276": "Vinayatthamañjūsāyaṁ līnatthappakāsaniyaṁ",
  "tika-vin09t16:277": "Nissaggiyavaṇṇanā niṭṭhitā."
}