{
  "tika-vin05t6:0": "6. Macchamaṁsavinicchayakathā",
  "tika-vin05t6:1_0": "38.Macchamaṁsesu pana macchaggahaṇena sabbampi jalajaṁ vuttaṁ. Tattha akappiyaṁ nāma",
  "tika-vin05t6:1_1": "natthi. Maṁsesu pana manussahatthiassasunakhaahisīhabyagghadīpiacchataracchānaṁ vasena",
  "tika-vin05t6:1_2": "dasa maṁsāni akappiyāni. Tattha manussamaṁse thullaccayaṁ, sesesu dukkaṭaṁ. Iti imesaṁ",
  "tika-vin05t6:1_3": "manussādīnaṁ dasannaṁ maṁsampi aṭṭhipi lohitampi cammampi lomampi sabbaṁ na vaṭṭati.",
  "tika-vin05t6:1_4": "Vasāsu pana ekā manussavasāva na vaṭṭati. Khīrādīsu akappiyaṁ nāma natthi. Imesu",
  "tika-vin05t6:1_5": "pana akappiyamaṁsesu aṭṭhiādīsu vā yaṁ kiñci ñatvā vā añatvā vā khādantassa āpattiyeva.",
  "tika-vin05t6:1_6": "Yadā jānāti, tadā desetabbā. “Apucchitvāva khādissāmī”ti gaṇhato paṭiggahaṇepi dukkaṭaṁ,",
  "tika-vin05t6:1_7": "“pucchitvā khādissāmī”ti gaṇhato anāpatti. Uddissakataṁ pana jānitvā khādantasseva",
  "tika-vin05t6:1_8": "āpatti, pacchā jānanto āpattiyā na kāretabbo.",
  "tika-vin05t6:2_0": "Tattha uddissakataṁ nāma bhikkhūnaṁ atthāya vadhitvā sampāditaṁ macchamaṁsaṁ. Ubhayampi",
  "tika-vin05t6:2_1": "hi uddissakataṁ na vaṭṭati. Tampi adiṭṭhaṁ asutaṁ aparisaṅkitaṁ vaṭṭati. Tikoṭiparisuddhañhi",
  "tika-vin05t6:2_2": "macchamaṁsaṁ bhagavatā anuññātaṁ adiṭṭhaṁ asutaṁ aparisaṅkitaṁ. Tattha adiṭṭhaṁ nāma",
  "tika-vin05t6:2_3": "bhikkhūnaṁ atthāya migamacche vadhitvā gayhamānaṁ adiṭṭhaṁ. Asutaṁ nāma bhikkhūnaṁ",
  "tika-vin05t6:2_4": "atthāya migamacche vadhitvā gahitanti asutaṁ. Aparisaṅkitaṁ pana diṭṭhaparisaṅkitaṁ",
  "tika-vin05t6:2_5": "sutaparisaṅkitaṁ tadubhayavinimuttaparisaṅkitañca ñatvā tabbipakkhato jānitabbaṁ.",
  "tika-vin05t6:2_6": "Kathaṁ? Idha bhikkhū passanti manusse jālavāgurādihatthe gāmato vā nikkhamante araññe",
  "tika-vin05t6:2_7": "vā vicarante. Dutiyadivase ca nesaṁ taṁ gāmaṁ piṇḍāya paviṭṭhānaṁ samacchamaṁsaṁ",
  "tika-vin05t6:2_8": "piṇḍapātaṁ abhiharanti. Te tena diṭṭhena parisaṅkanti “bhikkhūnaṁ nu kho atthāya",
  "tika-vin05t6:2_9": "kata”nti, idaṁ diṭṭhaparisaṅkitaṁ, etaṁ gahetuṁ na vaṭṭati. Yaṁ evaṁ aparisaṅkitaṁ,",
  "tika-vin05t6:2_10": "taṁ vaṭṭati. Sace pana te manussā “kasmā, bhante, na gaṇhathā”ti pucchitvā tamatthaṁ",
  "tika-vin05t6:2_11": "sutvā “nayidaṁ, bhante, bhikkhūnaṁ atthāya kataṁ, amhehi attano atthāya vā rājayuttādīnaṁ",
  "tika-vin05t6:2_12": "vā atthāya kata”nti vadanti, kappati.",
  "tika-vin05t6:3_0": "Na heva kho bhikkhū passanti, apica kho suṇanti “manussā kira jālavāgurādihatthā",
  "tika-vin05t6:3_1": "gāmato vā nikkhamanti, araññe vā vicarantī”ti. Dutiyadivase ca tesaṁ taṁ gāmaṁ piṇḍāya",
  "tika-vin05t6:3_2": "paviṭṭhānaṁ samacchamaṁsaṁ piṇḍapātaṁ abhiharanti. Te tena sutena parisaṅkanti “bhikkhūnaṁ",
  "tika-vin05t6:3_3": "nu kho atthāya kata”nti, idaṁ sutaparisaṅkitaṁ nāma, etaṁ gahetuṁ na vaṭṭati. Yaṁ",
  "tika-vin05t6:3_4": "evaṁ aparisaṅkitaṁ, taṁ vaṭṭati. Sace pana te manussā “kasmā, bhante, na gaṇhathā”ti",
  "tika-vin05t6:3_5": "pucchitvā tamatthaṁ sutvā “nayidaṁ, bhante, bhikkhūnaṁ atthāya kataṁ, amhehi attano",
  "tika-vin05t6:3_6": "atthāya vā rājayuttādīnaṁ vā atthāya kata”nti vadanti, kappati.",
  "tika-vin05t6:4_0": "Na heva kho pana bhikkhū passanti na suṇanti, apica kho tesaṁ taṁ gāmaṁ piṇḍāya paviṭṭhānaṁ",
  "tika-vin05t6:4_1": "pattaṁ gahetvā samacchamaṁsaṁ piṇḍapātaṁ abhisaṅkharitvā abhiharanti. Te parisaṅkanti",
  "tika-vin05t6:4_2": "“bhikkhūnaṁ nu kho atthāya kata”nti, idaṁ tadubhayavinimuttaparisaṅkitaṁ nāma, etampi",
  "tika-vin05t6:4_3": "gahetuṁ na vaṭṭati. Yaṁ evaṁ aparisaṅkitaṁ, taṁ vaṭṭati. Sace pana te manussā “kasmā,",
  "tika-vin05t6:4_4": "bhante, na gaṇhathā”ti pucchitvā tamatthaṁ sutvā “nayidaṁ, bhante, bhikkhūnaṁ atthāya",
  "tika-vin05t6:4_5": "kataṁ, amhehi attano atthāya vā rājayuttādīnaṁ vā atthāya kataṁ, pavattamaṁsaṁ vā",
  "tika-vin05t6:4_6": "kappiyameva labhitvā bhikkhūnaṁ atthāya sampādita”nti vadanti, kappati. Matānaṁ petakiccatthāya",
  "tika-vin05t6:4_7": "maṅgalādīnaṁ vā atthāya katepi eseva nayo. Yaṁ yañhi bhikkhūnaṁyeva atthāya akataṁ,",
  "tika-vin05t6:4_8": "yattha ca nibbematiko hoti, taṁ sabbaṁ kappati.",
  "tika-vin05t6:5_0": "39. Sace pana ekasmiṁ vihāre bhikkhūnaṁ uddissakataṁ hoti, te ca attano atthāya katabhāvaṁ",
  "tika-vin05t6:5_1": "na jānanti, aññe jānanti. Ye jānanti, tesaṁ na vaṭṭati, itaresaṁ pana vaṭṭati. Aññe",
  "tika-vin05t6:5_2": "na jānanti, teyeva jānanti, tesaṁyeva na vaṭṭati, aññesaṁ vaṭṭati. Tepi “amhākaṁ",
  "tika-vin05t6:5_3": "atthāya kata”nti jānanti, aññepi “etesaṁ atthāya kata”nti jānanti, sabbesampi na",
  "tika-vin05t6:5_4": "vaṭṭati. Sabbe na jānanti, sabbesampi vaṭṭati. Pañcasu hi sahadhammikesu yassa vā",
  "tika-vin05t6:5_5": "tassa vā atthāya uddissakataṁ sabbesaṁ na kappati.",
  "tika-vin05t6:6_0": "Sace pana koci ekaṁ bhikkhuṁ uddissa pāṇaṁ vadhitvā tassa pattaṁ pūretvā deti, so",
  "tika-vin05t6:6_1": "ca attano atthāya katabhāvaṁ jānaṁyeva gahetvā aññassa bhikkhuno deti, so taṁ tassa",
  "tika-vin05t6:6_2": "saddhāya paribhuñjati, kassa āpattīti? Dvinnampi anāpatti. Yañhi uddissa kataṁ, tassa",
  "tika-vin05t6:6_3": "abhuttatāya anāpatti, itarassa ajānanatāya. Kappiyamaṁsassa hi paṭiggahaṇe āpatti",
  "tika-vin05t6:6_4": "natthi, uddissakatañca ajānitvā bhuttassa pacchā ñatvā āpattidesanākiccaṁ nāma natthi.",
  "tika-vin05t6:6_5": "Akappiyamaṁsaṁ pana ajānitvā bhuttena pacchā ñatvāpi āpatti desetabbā. Uddissakatañhi",
  "tika-vin05t6:6_6": "ñatvā bhuñjatova āpatti, akappiyamaṁsaṁ ajānitvā bhuñjantassapi āpattiyeva, tasmā",
  "tika-vin05t6:6_7": "āpattibhīrukena rūpaṁ sallakkhentenapi pucchitvāva maṁsaṁ paṭiggahetabbaṁ. Paribhogakāle",
  "tika-vin05t6:6_8": "“pucchitvā paribhuñjissāmī”ti vā gahetvā pucchitvāva paribhuñjitabbaṁ. Kasmā? Duviññeyyattā.",
  "tika-vin05t6:6_9": "Acchamaṁsampi hi sūkaramaṁsasadisaṁ hoti, dīpimaṁsādīni ca migamaṁsādisadisāni, tasmā",
  "tika-vin05t6:6_10": "pucchitvā gahaṇameva vattanti vadanti.",
  "tika-vin05t6:7": "Iti pāḷimuttakavinayavinicchayasaṅgahe",
  "tika-vin05t6:8": "Macchamaṁsavinicchayakathā samattā."
}