{
  "tika-vin04t12:0.1": "Bhikkhunīpātimokkhavaṇṇanā",
  "tika-vin04t12:0.2": "Pārājikakaṇḍo",
  "tika-vin04t12:1": "Bhikkhunīnaṁ hitatthāya, pātimokkhaṁ pakāsayi;",
  "tika-vin04t12:2": "Yaṁ nātho, tassa dāneso, sampatto vaṇṇanākkamo.",
  "tika-vin04t12:3": "Sādhāraṇapārājikaṁ",
  "tika-vin04t12:4": "1…Pe…4. methunadhammasikkhāpadavaṇṇanā",
  "tika-vin04t12:5_0": "Tattha suṇātu metiādīnaṁ bhikkhupātimokkhavaṇṇanāyaṁ vuttanayeneva attho veditabbo.",
  "tika-vin04t12:5_1": "Kevalañhi, bhante, ayyetiādivasena tasmiñca idha ca abhilāpamattameva liṅgabhedamattañca",
  "tika-vin04t12:5_2": "viseso. Yasmā ca bhikkhuniyā sikkhāpaccakkhānaṁ nāma natthi, tasmā bhikkhunīnaṁ “sikkhāsājīvasamāpannā",
  "tika-vin04t12:5_3": "sikkhaṁ apaccakkhāya dubbalyaṁ anāvikatvā”ti avatvā yā pana bhikkhunī chandaso methunaṁ",
  "tika-vin04t12:5_4": "dhammaṁ paṭiseveyyāti vuttaṁ. Tattha chandasoti methunarāgappaṭisaṁyuttena chandena",
  "tika-vin04t12:5_5": "ceva ruciyā ca. Chande pana asati balakkārena padhaṁsitāya anāpatti, tasmā yā paripuṇṇūpasampadā",
  "tika-vin04t12:5_6": "bhikkhunī manussāmanussatiracchānajātīsu purisaubhatobyañjanakapaṇḍakānaṁ yassa kassaci",
  "tika-vin04t12:5_7": "sajīvassa vā nijjīvassa vā santhatassa vā asanthatassa vā akkhāyitassa vā yebhuyyena",
  "tika-vin04t12:5_8": "akkhāyitassa vā aṅgajātassa attano vaccamaggapassāvamaggamukhesu tīsu yatthakatthaci",
  "tika-vin04t12:5_9": "santhate vā asanthate vā pakativātena asaṁphuṭṭhe allokāse antamaso tilaphalamattampi",
  "tika-vin04t12:5_10": "padesaṁ chandaso paveseti, parena vā pavesiyamānā pavesanapaviṭṭhaṭṭhitauddharaṇesu",
  "tika-vin04t12:5_11": "yaṁkiñci sādiyati, ayaṁ pārājikā hoti. Sesamettha ito paresu ca sādhāraṇasikkhāpadesu",
  "tika-vin04t12:5_12": "vuttanayānusāreneva veditabbaṁ.",
  "tika-vin04t12:6": "Asādhāraṇapārājikaṁ",
  "tika-vin04t12:7": "5. Ubbhajāṇumaṇḍalikāsikkhāpadavaṇṇanā",
  "tika-vin04t12:8_0": "Asādhāraṇesu pana catunnaṁ tāva pārājikānaṁ paṭhame avassutāti kāyasaṁsaggarāgena",
  "tika-vin04t12:8_1": "tintā, kilinnāti attho. Dutiyapadepi eseva nayo. Purisapuggalassāti kāyasaṁsaggaṁ",
  "tika-vin04t12:8_2": "samāpajjituṁ viññussa manussajātikassa purisasaṅkhātassa puggalassa. Adhakkhakanti",
  "tika-vin04t12:8_3": "attano akkhakānaṁ adho. Ubbhajāṇumaṇḍalanti jāṇumaṇḍalānaṁ upari, ettha ca ubbhakapparampi",
  "tika-vin04t12:8_4": "ubbhajāṇumaṇḍaleneva saṅgahitaṁ. Āmasananti āmajjanaṁ phuṭṭhokāsaṁ anatikkamitvā",
  "tika-vin04t12:8_5": "tattheva saṅghaṭṭanaṁ. Parāmasananti ito cito ca sañcaraṇaṁ. Gahaṇanti gahitamattaṁ.",
  "tika-vin04t12:8_6": "Chupananti asaṅghaṭṭetvā phuṭṭhamattaṁ. Paṭipīḷananti aṅge gahetvā nippīḷanaṁ. Sādiyeyyāti",
  "tika-vin04t12:8_7": "yā bhikkhunī attano yathāparicchinne kāye purisassa etaṁ āmasanādiṁ sādiyati, sayaṁ",
  "tika-vin04t12:8_8": "vā pana tena kāyena purisassa yaṁkiñci kāyappadesaṁ sādayamānā chupati, ayaṁ ubbhajāṇumaṇḍalikā",
  "tika-vin04t12:8_9": "nāma pārājikāti ayamettha saṅkhepo.",
  "tika-vin04t12:9_0": "“Nidānaṁ puggalaṁ vatthu”ntiādike tena vitthāravinicchaye yasmā sabbāneva asādhāraṇapaññattiyo",
  "tika-vin04t12:9_1": "honti, tasmā ito paṭṭhāya santiṁ anupaññattiṁ vatvā sādhāraṇapaññattīti vā asādhāraṇapaññattīti",
  "tika-vin04t12:9_2": "vā na vakkhāma, āṇattiyaṁ yattha āṇatti natthi, tattha kiñci avatvā yattha atthi,",
  "tika-vin04t12:9_3": "tattheva vakkhāma, vipattivicāraṇā vuttāyeva.",
  "tika-vin04t12:10_0": "Avasesaṁ pana sabbattha vattabbaṁ, tayidaṁ vuccati, idaṁ tāva sikkhāpadaṁ sāvatthiyaṁ",
  "tika-vin04t12:10_1": "sundarīnandaṁ ārabbha kāyasaṁsaggaṁ samāpajjanavatthusmiṁ paññattaṁ, ekatoavassute",
  "tika-vin04t12:10_2": "yathāparicchinnena kāyena purisassa kāyaṁ, ubhatoavassutepi kāyena kāyappaṭibaddhaṁ,",
  "tika-vin04t12:10_3": "yathāparicchinnakāyappaṭibaddhena vā avasesakāyena vā tassa kāyaṁ āmasantiyā thullaccayaṁ,",
  "tika-vin04t12:10_4": "yakkhapetapaṇḍakatiracchānagatamanussaviggahānaṁ ubhatoavassute yathāparicchinnena",
  "tika-vin04t12:10_5": "kāyena kāyaṁ āmasantiyāpi thullaccayaṁ, sace pana purisassa kāyasaṁsaggarāgo natthi,",
  "tika-vin04t12:10_6": "pārājikakkhettepi thullaccayameva. Avasese pana kāyappaṭibaddhena kāyappaṭibaddhādibhede,",
  "tika-vin04t12:10_7": "methunarāgagehasitapemesu ca sabbattha dukkaṭaṁ. Asañcicca, assatiyā, ajānantiyā,",
  "tika-vin04t12:10_8": "asādiyantiyā, ummattikādīnañca anāpatti. Aṅgāni samuṭṭhānādīni ca bhikkhupātimokkhe",
  "tika-vin04t12:10_9": "kāyasaṁsagge vuttanayeneva veditabbānīti.",
  "tika-vin04t12:11": "Ubbhajāṇumaṇḍalikāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t12:12": "6. Vajjappaṭicchādikāsikkhāpadavaṇṇanā",
  "tika-vin04t12:13_0": "Dutiye gaṇassāti aññāsaṁ bhikkhunīnaṁ. Ṭhitāti saliṅge ṭhitā. Cutāti kālaṅkatā. Nāsitāti",
  "tika-vin04t12:13_1": "liṅganāsanāya sayaṁ vā naṭṭhā, aññehi vā nāsitā. Avassaṭāti titthāyatanaṁ saṅkantā.",
  "tika-vin04t12:13_2": "Pubbevāhaṁ ayye aññāsinti idaṁ tassā vacanakāladassanaṁ, saliṅge ṭhitāya pana pārājikabhāvaṁ",
  "tika-vin04t12:13_3": "ñatvā “na dāni naṁ kassaci ārocessāmī”ti dhure nikkhittamatteyeva ayaṁ vajjappaṭicchādikā",
  "tika-vin04t12:13_4": "nāma pārājikā hotīti.",
  "tika-vin04t12:14_0": "Sāvatthiyaṁ thullanandaṁ ārabbha nevaattanāpaṭicodanā nagaṇassa ārocanavatthusmiṁ",
  "tika-vin04t12:14_1": "paññattaṁ, sesamettha sappāṇakavaggamhi duṭṭhullāpattippaṭicchādanasikkhāpade vuttanayeneva",
  "tika-vin04t12:14_2": "veditabbaṁ. Tatra hi pācittiyaṁ, idha pārājikanti ayameva viseso, sesaṁ tādisamevāti.",
  "tika-vin04t12:15": "Vajjappaṭicchādikāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t12:16": "7. Ukkhittānuvattikāsikkhāpadavaṇṇanā",
  "tika-vin04t12:17_0": "Tatiye ukkhittanti āpattiyā adassanādīsu ukkhittaṁ. Dhammenāti bhūtena vatthunā.",
  "tika-vin04t12:17_1": "Vinayenāti codetvā sāretvā. Satthusāsanenāti idhāpi codetvā sāretvā karaṇameva satthusāsanaṁ",
  "tika-vin04t12:17_2": "nāma. Anādaranti yena saṅghena ukkhepaniyakammaṁ kataṁ, tasmiṁ vā, tattha pariyāpannagaṇe",
  "tika-vin04t12:17_3": "vā ekapuggale vā tasmiṁ vā kamme ādaravirahitaṁ, sammāvattanāya avattamānanti attho.",
  "tika-vin04t12:17_4": "Appaṭikāranti paṭikārarahitaṁ, anosāritanti attho. Akatasahāyanti ekakammādike saṁvāse",
  "tika-vin04t12:17_5": "saha ayanabhāvena samānasaṁvāsakā bhikkhū sahāyā nāma, yassa pana so saṁvāso tehi",
  "tika-vin04t12:17_6": "saddhiṁ natthi na tena te sahāyā katā honti, iti so akatasahāyo nāma, taṁ akatasahāyaṁ,",
  "tika-vin04t12:17_7": "samānasaṁvāsakabhāvaṁ anupagatanti attho. Tamanuvatteyyāti taṁ ukkhittakaṁ ukkhittakabhāveyeva",
  "tika-vin04t12:17_8": "ṭhitaṁ bhikkhuṁ yā bhikkhunī yaṁdiṭṭhiko so hoti, tāya diṭṭhiyā gahaṇabhāvena anuvatteyya.",
  "tika-vin04t12:17_9": "Sā bhikkhunī bhikkhunīhi saṅghabhedasikkhāpadādīsu vuttanayena visuṁ saṅghamajjhe",
  "tika-vin04t12:17_10": "ca vuccamānā taṁ vatthuṁ appaṭinissajjantī samanubhāsanakammapariyosāne ukkhittānuvattikā",
  "tika-vin04t12:17_11": "nāma pārājikā hotīti.",
  "tika-vin04t12:18_0": "Sāvatthiyaṁ thullanandaṁ ārabbha ukkhittānuvattanavatthusmiṁ paññattaṁ, ñattiyā dukkaṭaṁ,",
  "tika-vin04t12:18_1": "dvīhi kammavācāhi dve thullaccayā, “yassā nakkhamati, sā bhāseyyā”ti evaṁ yya-kārappattāya",
  "tika-vin04t12:18_2": "tatiyakammavācāya pārājikaṁ, adhammakamme tikadukkaṭaṁ, sesaṁ saṅghabhedasikkhāpadādīsu",
  "tika-vin04t12:18_3": "vuttanayeneva veditabbaṁ.",
  "tika-vin04t12:19": "Ukkhittānuvattikāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t12:20": "8. Aṭṭhavatthukāsikkhāpadavaṇṇanā",
  "tika-vin04t12:21_0": "Catutthe avassutāti lokassādamittasanthavavasena kāyasaṁsaggarāgena tintā. Ayameva",
  "tika-vin04t12:21_1": "hi attho sīhaḷamātikāṭṭhakathāyaṁ vutto, samantapāsādikāyaṁ panassa vicāraṇā katā,",
  "tika-vin04t12:21_2": "dutiyapadepi eseva nayo. Purisapuggalassa hatthaggahaṇaṁ vātiādīsu pana yaṁ purisapuggalena",
  "tika-vin04t12:21_3": "hatthe gahaṇaṁ kataṁ, taṁ “purisapuggalassa hatthaggahaṇa”nti vuttaṁ, eseva nayo",
  "tika-vin04t12:21_4": "saṅghāṭikaṇṇaggahaṇepi. Hatthaggahaṇanti ettha ca yassa kassaci apārājikakkhettabhūtassa",
  "tika-vin04t12:21_5": "aṅgassa gahaṇaṁ hatthaggahaṇaṁ, yassa kassaci nivatthassa vā pārutassa vā gahaṇaṁ",
  "tika-vin04t12:21_6": "saṅghāṭikaṇṇaggahaṇaṁ. Santiṭṭheyya vātiādīsu kāyasaṁsaggasaṅkhātassa asaddhammassa",
  "tika-vin04t12:21_7": "paṭisevanatthāya purisassa hatthapāse santiṭṭheyya vā, tattha ṭhitā sallapeyya vā,",
  "tika-vin04t12:21_8": "purisena vā “itthannāmaṁ ṭhānaṁ āgacchā”ti vuttā taṁ saṅketaṁ gaccheyya, tassa vā",
  "tika-vin04t12:21_9": "purisassa abbhāgamanaṁ sādiyeyya, yena kenaci vā paṭicchannaṁ okāsaṁ paviseyya, purisassa",
  "tika-vin04t12:21_10": "hatthapāse ṭhatvā kāyaṁ upasaṁhareyyāti evamattho daṭṭhabbo. Ayampi pārājikāti yathā",
  "tika-vin04t12:21_11": "purimāyo, evaṁ ayampi bhikkhunī etassa kāyasaṁsaggasaṅkhātassa asaddhammassa paṭisevanatthāya",
  "tika-vin04t12:21_12": "etāni aṭṭha vatthūni paṭipāṭiyā vā uppaṭipāṭiyā vā pūretvā aṭṭhavatthukā nāma pārājikā hotīti.",
  "tika-vin04t12:22_0": "Sāvatthiyaṁ chabbaggiyā bhikkhuniyo ārabbha aṭṭhamaṁ vatthuṁ paripūraṇavatthusmiṁ",
  "tika-vin04t12:22_1": "paññattaṁ, saṅketagamane pade pade dukkaṭaṁ, purisassa hatthapāsaṁ okkantamatte thullaccayaṁ,",
  "tika-vin04t12:22_2": "purisassa abbhāgamanasādayamānepi dukkaṭaṁ. Hatthapāsokkamane thullaccayaṁ, sesesu",
  "tika-vin04t12:22_3": "ekekasmiṁ thullaccayameva, aṭṭhame paripuṇṇe pārājikaṁ. Ekekasmiṁ pana vatthusmiṁ",
  "tika-vin04t12:22_4": "satakkhattumpi vītikkante tā āpattiyo desetvā muccati, apicettha gaṇanūpikā āpatti",
  "tika-vin04t12:22_5": "veditabbā, “idāni nāpajjissāmī”ti hi dhuranikkhepaṁ katvā desitā gaṇanūpikā, desitagaṇanaṁ",
  "tika-vin04t12:22_6": "upeti, pārājikassa aṅgaṁ na hoti. Tasmā yā ekaṁ āpannā dhuranikkhepaṁ katvā desetvā",
  "tika-vin04t12:22_7": "puna kilesavasena āpajjati, punapi deseti, evaṁ aṭṭhamaṁ paripūrentīpi pārājikā na",
  "tika-vin04t12:22_8": "hoti. Yā pana āpajjitvā “punapi aññaṁ vatthuṁ āpajjissāmī”ti saussāhāva deseti, tassā",
  "tika-vin04t12:22_9": "sā āpatti agaṇanūpikā, desitāpi adesitā hoti, pārājikassa aṅgaṁ hoti. Asañcicca,",
  "tika-vin04t12:22_10": "assatiyā, ajānantiyā asādiyantiyā, ummattikādīnañca anāpatti. Kāyasaṁsaggarāgo, saussāhatā,",
  "tika-vin04t12:22_11": "aṭṭhamassa vatthussa pūraṇanti imānettha tīṇi aṅgāni. Samanubhāsanasamuṭṭhānaṁ, kiriyākiriyaṁ,",
  "tika-vin04t12:22_12": "saññāvimokkhaṁ, sacittakaṁ, lokavajjaṁ, kāyakammaṁ, vacīkammaṁ, akusalacittaṁ, dvivedananti.",
  "tika-vin04t12:23": "Aṭṭhavatthukāsikkhāpadavaṇṇanā niṭṭhitā.",
  "tika-vin04t12:24_0": "Uddiṭṭhā kho ayyāyo aṭṭha pārājikā dhammāti bhikkhū ārabbha paññattā sādhāraṇā cattāro,",
  "tika-vin04t12:24_1": "ime cattāroti evaṁ pātimokkhuddesamaggena aṭṭha pārājikā dhammā uddiṭṭhāti evamettha",
  "tika-vin04t12:24_2": "attho veditabbo, sesaṁ bhikkhupātimokkhavaṇṇanāyaṁ vuttanayamevāti.",
  "tika-vin04t12:25": "Kaṅkhāvitaraṇiyā pātimokkhavaṇṇanāya",
  "tika-vin04t12:26": "Bhikkhunipātimokkhe",
  "tika-vin04t12:27": "Pārājikavaṇṇanā niṭṭhitā."
}