{
  "tika-s0402t47:0": "(14) 4. Puggalavaggo",
  "tika-s0402t47:1": "1. Saṁyojanasuttavaṇṇanā",
  "tika-s0402t47:2_0": "131. Catutthassa paṭhame upapattippaṭilābhaṁ saṁvattanikānīti upapattipaṭilābhiyāni.",
  "tika-s0402t47:2_1": "Bhavapaṭilābhiyānīti etthāpi eseva nayo. Yehīti yehi saṁyojanehi hetubhūtehi, karaṇabhūtehi",
  "tika-s0402t47:2_2": "vā. Nanu ca sotāpannassapi orambhāgiyāni saṁyojanāni appahīnāni, kasmā pana sakadāgāmīyeva",
  "tika-s0402t47:2_3": "idha gahitoti āha ‘‘sakadāgāmissāti idaṁ appahīnasaṁyojanesu ariyesu uttamakoṭiyā",
  "tika-s0402t47:2_4": "gahita’’nti. Tattha appahīnasaṁyojanesūti appahīnaorambhāgiyasaṁyojanesu. Uttamakoṭiyā",
  "tika-s0402t47:2_5": "gahitanti ukkaṭṭhaparicchedena gahitaṁ. Sakadāgāmito parañhi appahīnaorambhāgiyasaṁyojano",
  "tika-s0402t47:2_6": "ariyo nāma natthi. Nanu ca sakadāgāmissa pahīnānipi orambhāgiyāni saṁyojanāni atthi",
  "tika-s0402t47:2_7": "diṭṭhivicikicchāsīlabbataparāmāsasaṁyojanānaṁ pahīnattā, tasmā ‘‘orambhāgiyāni saṁyojanāni",
  "tika-s0402t47:2_8": "appahīnānī’’ti kasmā vuttanti āha ‘‘orambhāgiyesu ca appahīnaṁ upādāyā’’tiādi. Yasmā",
  "tika-s0402t47:2_9": "kāmarāgabyāpādasaṁyojanāni sakadāgāmissa appahīnāni, tasmā tāni appahīnāni upādāya",
  "tika-s0402t47:2_10": "‘‘orambhāgiyāni saṁyojanāni appahīnānī’’ti vuttaṁ, na sabbesaṁ appahīnattāti adhippāyo.",
  "tika-s0402t47:3": "Saṁyojanasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t47:4": "2. Paṭibhānasuttavaṇṇanā",
  "tika-s0402t47:5_0": "132. Dutiye paṭibhānaṁ vuccati ñāṇampi ñāṇassa upaṭṭhitavacanampi, taṁ idha adhippetaṁ,",
  "tika-s0402t47:5_1": "atthayuttaṁ kāraṇayuttañca paṭibhānamassāti yuttappaṭibhāno. Pucchānantarameva sīghaṁ",
  "tika-s0402t47:5_2": "byākātuṁ asamatthatāya nomuttappaṭibhānamassāti nomuttappaṭibhāno. Iminā nayena sesā",
  "tika-s0402t47:5_3": "veditabbā. Ettha pana paṭhamo kañci kālaṁ vīmaṁsitvā yuttameva pekkhati tipiṭakacūḷanāgatthero",
  "tika-s0402t47:5_4": "viya. So pana pañhaṁ puṭṭho pariggahetvā yuttappattakāraṇameva katheti. Dutiyo pucchānantarameva",
  "tika-s0402t47:5_5": "yena vā tena vā vacanena paṭibāhati, vīmaṁsitvāpi ca yuttaṁ na pakkheti catunikāyikapiṇḍatissatthero",
  "tika-s0402t47:5_6": "viya. So pana pañhaṁ puṭṭho pañhapariyosānampi nāgameti, yaṁ vā taṁ vā kathetiyeva,",
  "tika-s0402t47:5_7": "vacanatthaṁ panassa vīmaṁsiyamānaṁ katthaci na lagati. Tatiyo pucchāsamakālameva",
  "tika-s0402t47:5_8": "yuttaṁ pekkhati, taṁkhaṇaṁyeva ca naṁ byākaroti tipiṭakacūḷābhayatthero viya. So",
  "tika-s0402t47:5_9": "pana pañhaṁ puṭṭho sīghameva katheti, yuttappattakāraṇo ca hoti. Catuttho puṭṭho",
  "tika-s0402t47:5_10": "samāno neva yuttaṁ pekkhati, na yena vā tena vā paṭibāhituṁ sakkoti, tibbandhakāranimuggo",
  "tika-s0402t47:5_11": "viya hoti lāḷudāyitthero viya.",
  "tika-s0402t47:6": "Paṭibhānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t47:7": "3-4. Ugghaṭitaññūsuttādivaṇṇanā",
  "tika-s0402t47:8_0": "133-4. Tatiye ugghaṭitaññūti ettha ugghaṭanaṁ nāma ñāṇugghaṭanaṁ, ñāṇena ugghaṭitamatteyeva",
  "tika-s0402t47:8_1": "jānātīti attho. Saha udāhaṭavelāyāti udāhāre udāhaṭamatteyeva. Dhammābhisamayo hotīti",
  "tika-s0402t47:8_2": "catusaccadhammassa ñāṇena saddhiṁ abhisamayo. Ayaṁ vuccatīti ayaṁ ‘‘cattāro satipaṭṭhānā’’tiādinā",
  "tika-s0402t47:8_3": "(vibha. 355) nayena saṁkhittena mātikāya ṭhapiyamānāya desanānusārena ñāṇaṁ pesetvā",
  "tika-s0402t47:8_4": "arahattaṁ gaṇhituṁ samattho puggalo ‘‘ugghaṭitaññū’’ti vuccati. Vipañcitaṁ vitthāritameva",
  "tika-s0402t47:8_5": "atthaṁ jānātīti vipañcitaññū. Ayaṁ vuccatīti ayaṁ saṁkhittena mātikaṁ ṭhapetvā vitthārena",
  "tika-s0402t47:8_6": "atthe bhājiyamāne arahattaṁ pāpuṇituṁ samattho puggalo ‘‘vipañcitaññū’’ti vuccati",
  "tika-s0402t47:8_7": ". Uddesādīhi netabboti neyyo. Anupubbena dhammābhisamayoti anukkamena arahattappatti.",
  "tika-s0402t47:8_8": "Byañjanapadameva paramaṁ assāti padaparamo. Na tāya jātiyā dhammābhisamayo hotīti",
  "tika-s0402t47:8_9": "tena attabhāvena jhānaṁ vā vipassanaṁ vā maggaṁ vā phalaṁ vā nibbattetuṁ na sakkotīti",
  "tika-s0402t47:8_10": "attho. Catutthaṁ uttānameva.",
  "tika-s0402t47:9": "Ugghaṭitaññūsuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t47:10": "5-8. Sāvajjasuttādivaṇṇanā",
  "tika-s0402t47:11_0": "135-8. Pañcame sāvajjoti sadoso. Sāvajjena kāyakammenāti sadosena pāṇātipātādinā",
  "tika-s0402t47:11_1": "kāyakammena. Itaresupi eseva nayo. Ayaṁ vuccatīti ayaṁ puggalo tīhi dvārehi āyūhanakammassa",
  "tika-s0402t47:11_2": "sadosattā gūthakuṇapādibharito padeso viya ‘‘sāvajjo’’ti vuccati. Sāvajjena bahulanti",
  "tika-s0402t47:11_3": "yassa sāvajjameva kāyakammaṁ bahulaṁ hoti, appaṁ anavajjaṁ. So ‘‘sāvajjena bahulaṁ",
  "tika-s0402t47:11_4": "kāyakammena samannāgato appaṁ anavajjenā’’ti vuccati. Itaresupi eseva nayo. Ko pana",
  "tika-s0402t47:11_5": "evarūpo hotīti? Yo gāmadhammatāya vā nigamadhammatāya vā kadāci karahaci uposathaṁ",
  "tika-s0402t47:11_6": "samādiyati, sīlāni pūreti. Ayaṁ vuccatīti ayaṁ puggalo tīhi dvārehi āyūhanakammesu",
  "tika-s0402t47:11_7": "sāvajjasseva bahulatāya anavajjassa appatāya ‘‘vajjabahulo’’ti vuccati. Yathā hi",
  "tika-s0402t47:11_8": "ekasmiṁ padese dubbaṇṇāni duggandhāni pupphāni rāsikatānassu, tesaṁ upari tahaṁ tahaṁ",
  "tika-s0402t47:11_9": "adhimuttakavassikapāṭalāni patitāni bhaveyyuṁ, evarūpo ayaṁ puggalo veditabbo. Yathā",
  "tika-s0402t47:11_10": "pana ekasmiṁ padese adhimuttakavassikapāṭalāni rāsikatānassu, tesaṁ upari tahaṁ tahaṁ",
  "tika-s0402t47:11_11": "duggandhāni badarapupphādīni patitāni bhaveyyuṁ. Evarūpo tatiyo puggalo veditabbo.",
  "tika-s0402t47:11_12": "Catuttho pana tīhi dvārehi āyūhanakammassa niddosattā ca catumadhurabharitasuvaṇṇavāti",
  "tika-s0402t47:11_13": "viya daṭṭhabbo. Chaṭṭhādīni uttānatthāneva.",
  "tika-s0402t47:12": "Sāvajjasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t47:13": "9-10. Dhammakathikasuttādivaṇṇanā",
  "tika-s0402t47:14_0": "139-140. Navame appañca bhāsatīti sampattaparisāya thokameva katheti. Asahitañcāti",
  "tika-s0402t47:14_1": "kathento ca pana na atthayuttaṁ kālayuttaṁ katheti. Parisā cassa na kusalā hotīti",
  "tika-s0402t47:14_2": "sotuṁ nisinnaparisā cassa yuttāyuttaṁ kāraṇākāraṇaṁ siliṭṭhāsiliṭṭhaṁ na jānātīti",
  "tika-s0402t47:14_3": "attho. Evarūpoti ayaṁ evaṁjātiko bāladhammakathiko evaṁjātikāya bālaparisāya dhammakathikotveva",
  "tika-s0402t47:14_4": "nāmaṁ labhati. Iminā nayena sabbattha attho veditabbo. Ettha ca dveyeva janā sabhāvadhammakathikā,",
  "tika-s0402t47:14_5": "na itare. Itare pana dhammakathikānaṁ anto paviṭṭhattā evaṁ vuttā. Dasamaṁ uttānameva.",
  "tika-s0402t47:15": "Dhammakathikasuttādivaṇṇanā niṭṭhitā.",
  "tika-s0402t47:16": "Puggalavaggavaṇṇanā niṭṭhitā."
}