{
  "tika-s0401t16:0": "18. Aparaaccharāsaṅghātavaggavaṇṇanā",
  "tika-s0401t16:1_0": "382.Idampisuttanti ettha pi-saddo heṭṭhā vuttacūḷaccharāsaṅghātasuttaṁ sampiṇḍeti.",
  "tika-s0401t16:1_1": "Cūḷaccharāsaṅghātasutte appanaṁ appattāya mettāya tāvamahanto vipāko dassito, kimaṅgaṁ",
  "tika-s0401t16:1_2": "pana imissā appanāppattāya mettāyāti dassetuṁ – “appanāppattāya hī”tiādimāha. Vipākakathāyeva",
  "tika-s0401t16:1_3": "natthīti vipāke kathāyeva natthi, ayameva vā pāṭho. Gaṇanānupubbatāti gaṇanānupubbatāya.",
  "tika-s0401t16:1_4": "Paṭhamaṁ uppannantipi paṭhamaṁ, paṭhamaṁ samāpajjatīti idaṁ pana na ekantalakkhaṇaṁ.",
  "tika-s0401t16:1_5": "Ciṇṇavasībhāvo hi aṭṭhasamāpattilābhī ādito paṭṭhāya matthakaṁ pāpentopi samāpajjituṁ",
  "tika-s0401t16:1_6": "sakkoti, matthakato paṭṭhāya ādiṁ pāpentopi, antarantarā okkantopi samāpajjituṁ sakkoti",
  "tika-s0401t16:1_7": "eva. Pubbuppattiyaṭṭhena pana paṭhamaṁ nāma hoti. Vibhaṅgeti jhānavibhaṅge. Vipassanaṁ",
  "tika-s0401t16:1_8": "kayiramānaṁ lakkhaṇūpanijjhānakiccaṁ maggena sijjhati taggatasammohaviddhaṁsanato.",
  "tika-s0401t16:1_9": "Apica vipassanāya lakkhaṇūpanijjhānaṁ maggena uppannena sijjhati itarathā parivattanato,",
  "tika-s0401t16:1_10": "tasmā maggo lakkhaṇūpanijjhānaṁ, na aniccādilakkhaṇānaṁ ārammaṇakaraṇato. Yathā phalaṁ",
  "tika-s0401t16:1_11": "nibbānassa asaṅkhatalakkhaṇaṁ ārammaṇakaraṇavasena upanijjhāyati, evaṁ maggopi. Evampissa",
  "tika-s0401t16:1_12": "lakkhaṇūpanijjhānataṁ veditabbaṁ. Vattabbameva natthi arittajjhānatāya. Sesaṁ visesaṁ,",
  "tika-s0401t16:1_13": "arittajjhānā evāti attho.",
  "tika-s0401t16:2_0": "386-387.Hitapharaṇanti sattesu hitānurūpaṁ jhānassa pharitvā pavattanaṁ. Cetopaṭipakkhato",
  "tika-s0401t16:2_1": "vimuccati etāyāti cetovimutti, appanāppattā mettā. Tenāha – “idhā”tiādi. Eseva nayoti",
  "tika-s0401t16:2_2": "iminā karuṇādīnampi appanāppattataṁ atidisati. Vaṭṭaṁ honti kammavaṭṭabhāvato. Vaṭṭapādā",
  "tika-s0401t16:2_3": "hontīti vipākavaṭṭassa kāraṇaṁ honti.",
  "tika-s0401t16:3_0": "390.Ajjhattaparikammavasenāti attano kesādīsu parikammakaraṇavasena. Aṭṭhārasavidheti",
  "tika-s0401t16:3_1": "aṭṭhārasappabhede. Kāyeti rūpakāye. Rūpakāyo hi idha aṅgapaccaṅgānaṁ kesādīnañca",
  "tika-s0401t16:3_2": "dhammānaṁ samūhaṭṭhena hatthikāyarathakāyādayo viya kāyoti adhippeto. Samūhavisayatāya",
  "tika-s0401t16:3_3": "cassa kāyasaddassa samudāyūpādanatāya ca asubhākārassa “kāye”ti ekavacanaṁ. Tathā",
  "tika-s0401t16:3_4": "ārammaṇādivibhāgena anekabhedabhinnampi cittaṁ cittabhāvasāmaññena ekajjhaṁ gahetvā",
  "tika-s0401t16:3_5": "“citte”ti ekavacanaṁ kataṁ. Kāyānupassīti imassa atthaṁ dassetuṁ – “tameva kāyaṁ",
  "tika-s0401t16:3_6": "paññāya anupassanto”ti āha. Tameva kāyanti ca avadhāraṇena vedanādianupassanaṁ nivatteti.",
  "tika-s0401t16:3_7": "Tena ca puna kāyaggahaṇassa payojanaṁ sūcitanti daṭṭhabbaṁ. “Kāye”ti hi vatvāpi puna",
  "tika-s0401t16:3_8": "“kāyānupassī”ti dutiyaṁ kāyaggahaṇaṁ asammissato vavatthānaghanavinibbhogādidassanatthaṁ",
  "tika-s0401t16:3_9": "kataṁ. Tena vedanādayopi ettha sitā, ettha paṭibaddhāti kāyavedanādianupassanappasaṅgepi",
  "tika-s0401t16:3_10": "āpanne na kāye vedanānupassī cittānupassī dhammānupassī vā. Atha kho kāyānupassīyevāti",
  "tika-s0401t16:3_11": "kāyasaṅkhātavatthusmiṁ kāyānupassanākārasseva dassanena asammissato vavatthānaṁ dassitaṁ",
  "tika-s0401t16:3_12": "hoti. Tathā na kāye aṅgapaccaṅgavinimuttaekadhammānupassī, nāpi kesalomādivinimuttaitthipurisānupassī.",
  "tika-s0401t16:3_13": "Yopi cettha kesalomādiko bhūtupādāyasamūhasaṅkhāto kāyo, katthapi na bhūtupādāyavinimuttaekadhammānupassī,",
  "tika-s0401t16:3_14": "atha kho rathasambhārānupassako viya aṅgapaccaṅgasamūhānupassī, nāgarāvayavānupassako",
  "tika-s0401t16:3_15": "viya kesalomādisamūhānupassī, kadalikkhandhapattavaṭṭivinibbhujjako rittamuṭṭhiviniveṭhako",
  "tika-s0401t16:3_16": "viya ca bhūtupādāyasamūhānupassīyevāti nānappakārato samūhavaseneva kāyasaṅkhātassa",
  "tika-s0401t16:3_17": "vatthuno dassanena ghanavinibbhogo dassito hoti. Na hettha yathāvuttasamūhavinimutto",
  "tika-s0401t16:3_18": "kāyo vā itthī vā puriso vā añño vā koci dhammo dissati, yathāvuttadhammasamūhamatteyeva",
  "tika-s0401t16:3_19": "pana tathā tathā sattā micchābhinivesaṁ karonti.",
  "tika-s0401t16:4_0": "Aṭṭhārasavidhenāti aṭṭhārasavidhā. Satipaṭṭhānabhāvakassāti satipaṭṭhānabhāvaṁ bhāventassa.",
  "tika-s0401t16:4_1": "Tīsu bhavesu kilese ātapetīti ātāpo, vīriyassetaṁ nāmaṁ. Yadipi hi kilesānaṁ pahānaṁ",
  "tika-s0401t16:4_2": "ātāpananti, taṁ sammādiṭṭhiādīnampi attheva. Ātapasaddo viya pana ātāpasaddopi vīriyeva",
  "tika-s0401t16:4_3": "niruḷho. Atha vā paṭipakkhappahāne sampayuttadhammānaṁ abbhussahanavasena pavattamānassa",
  "tika-s0401t16:4_4": "vīriyassa sātisayaṁ tadātāpananti vīriyameva tathā vuccati, na aññadhammā, tasmā",
  "tika-s0401t16:4_5": "ātāpoti vīriyassa nāmaṁ, so assa atthīti ātāpī. Ayañca īkāro pasaṁsāya atisayassa",
  "tika-s0401t16:4_6": "vā dīpakoti ātāpiggahaṇena sammappadhānasamaṅgitaṁ dasseti. Tenevāha – “ātāpīti…pe…",
  "tika-s0401t16:4_7": "vīriyena vīriyavā”ti. Sampajānoti sampajaññasaṅkhātena ñāṇena samannāgato. Tenāha",
  "tika-s0401t16:4_8": "– “aṭṭhārasavidhena…pe… sammā pajānanto”ti. Ayaṁ panettha vacanattho – sammā samantato",
  "tika-s0401t16:4_9": "sāmañca pajānanto sampajāno, asammissato vavatthāne aññadhammānupassitābhāvena sammā",
  "tika-s0401t16:4_10": "aviparītaṁ sabbākārappajānena samantato uparūparivisesāvahabhāvena pavattiyā sammā pajānantoti attho.",
  "tika-s0401t16:5_0": "Kāyo ca idha lujjanappalujjanaṭṭhena lokoti adhippetoti āha – “tasmiṁyeva kāyasaṅkhāte",
  "tika-s0401t16:5_1": "loke”ti. Pañcakāmaguṇikataṇhanti rūpādīsu pañcasu kāmaguṇesu pavattamānaṁ taṇhaṁ.",
  "tika-s0401t16:5_2": "Yasmā panettha abhijjhāgahaṇena kāmacchando, domanassaggahaṇena byāpādo saṅgahaṁ",
  "tika-s0401t16:5_3": "gacchati, tasmā nīvaraṇapariyāpannabalavadhammadvayadassanena nīvaraṇappahānaṁ vuttaṁ",
  "tika-s0401t16:5_4": "hotīti veditabbaṁ. Visesena cettha abhijjhāvinayena kāyasampattimūlakassa anurodhassa,",
  "tika-s0401t16:5_5": "domanassavinayena kāyavipattimūlakassa virodhassa, abhijjhāvinayena ca kāye abhiratiyā,",
  "tika-s0401t16:5_6": "domanassavinayena kāyabhāvanāya anabhiratiyā, abhijjhāvinayena kāye abhūtānaṁ subhasukhabhāvādīnaṁ",
  "tika-s0401t16:5_7": "pakkhepassa, domanassavinayena kāye bhūtānaṁ asubhāsukhabhāvādīnaṁ apanayanassa ca",
  "tika-s0401t16:5_8": "pahānaṁ vuttaṁ. Tena yogāvacarassa yogānubhāvo yogasamatthatā ca dīpitā hoti. Yogānubhāvo",
  "tika-s0401t16:5_9": "hi esa, yadidaṁ anurodhavirodhavippamutto aratiratisaho abhūtapakkhepabhūtāpanayanavirahito",
  "tika-s0401t16:5_10": "ca hoti. Anurodhavirodhavippamutto cesa aratiratisaho abhūtaṁ apakkhipanto bhūtañca",
  "tika-s0401t16:5_11": "anapanento yogasamattho hotīti. Suddharūpasammasanameva kathitanti kevalaṁ kāyānupassanābhāvato vuttaṁ.",
  "tika-s0401t16:6_0": "Sukhādibhedāsu vedanāsūti sukhadukkhaadukkhamasukhasāmisanirāmisabhedāsu vedanāsu.",
  "tika-s0401t16:6_1": "Tattha sukhayatīti sukhā, sampayuttadhamme kāyañca laddhassāde karotīti attho. Suṭṭhu",
  "tika-s0401t16:6_2": "vā khādati, khanati vā kāyikaṁ cetasikañca ābādhanti sukhā, sukaraṁ okāsadānaṁ etissāti",
  "tika-s0401t16:6_3": "vā sukhā. Dukkhayatīti dukkhā, sampayuttadhamme kāyañca pīḷeti vibādhatīti attho.",
  "tika-s0401t16:6_4": "Duṭṭhu vā khādati, khanati vā kāyikaṁ cetasikañca sātanti dukkhā, dukkaraṁ okāsadānaṁ",
  "tika-s0401t16:6_5": "etissāti vā dukkhā. Dukkhasukhappaṭikkhepena adukkhamasukhāti upekkhā vuttā. Vediyati",
  "tika-s0401t16:6_6": "ārammaṇarasaṁ anubhavatīti vedanā. Vediyamānoti anubhavamāno. Sukhaṁ vedanaṁ vediyāmīti",
  "tika-s0401t16:6_7": "pajānātīti kāyikaṁ vā cetasikaṁ vā sukhaṁ vedanaṁ vediyamāno “ahaṁ sukhaṁ vedanaṁ",
  "tika-s0401t16:6_8": "vediyāmī”ti pajānātīti attho. Tattha kāmaṁ uttānaseyyakāpi dārakā thaññapivanādikāle",
  "tika-s0401t16:6_9": "sukhaṁ vedanaṁ vediyamānā “sukhaṁ vedanaṁ vediyāmā”ti pajānanti, na panetaṁ evarūpaṁ",
  "tika-s0401t16:6_10": "pajānanaṁ sandhāya vuttaṁ. Evarūpañhi jānanaṁ sattupaladdhiṁ na jahati, attasaññaṁ",
  "tika-s0401t16:6_11": "na ugghāṭeti, kammaṭṭhānaṁ vā satipaṭṭhānabhāvanā vā na hoti. Imassa pana bhikkhuno",
  "tika-s0401t16:6_12": "jānanaṁ sattupaladdhiṁ jahati, attasaññaṁ ugghāṭeti, kammaṭṭhānañceva satipaṭṭhānabhāvanā",
  "tika-s0401t16:6_13": "ca hoti. Idañhi “ko vediyati, tassa vedanā, kiṁ kāraṇā vedanā”ti evaṁ sampajānantassa",
  "tika-s0401t16:6_14": "vediyanaṁ sandhāya vuttaṁ.",
  "tika-s0401t16:7_0": "Tattha ko vediyatīti? Na koci satto vā puggalo vā vediyati. Kassa vedanāti? Na kassaci",
  "tika-s0401t16:7_1": "sattassa vā puggalassa vā vedanā. Kiṁ kāraṇā vedanāti? Vatthuārammaṇā ca panassa",
  "tika-s0401t16:7_2": "vedanāti. Tasmā esa evaṁ pajānāti “taṁ taṁ sukhādīnaṁ vatthubhūtaṁ rūpādiṁ ārammaṇaṁ",
  "tika-s0401t16:7_3": "katvā vedanāva vediyati, taṁ pana vedanāpavattiṁ upādāya ‘ahaṁ vediyāmī’ti vohāramattaṁ",
  "tika-s0401t16:7_4": "hotī”ti. Evaṁ “sukhādīnaṁ vatthubhūtaṁ rūpādiṁ ārammaṇaṁ katvā vedanāva vediyatī”ti",
  "tika-s0401t16:7_5": "sallakkhento esa “sukhaṁ vedanaṁ vediyāmī”ti pajānātīti veditabbo.",
  "tika-s0401t16:8_0": "Atha vā sukhaṁ vedanaṁ vediyāmīti pajānātīti sukhavedanākkhaṇe dukkhāya vedanāya",
  "tika-s0401t16:8_1": "abhāvato sukhaṁ vedanaṁ vediyamāno “sukhaṁ vedanaṁyeva vediyāmī”ti pajānāti. Tena",
  "tika-s0401t16:8_2": "yā pubbe bhūtapubbā dukkhā vedanā, tassā idāni abhāvato imissā ca sukhāya vedanāya",
  "tika-s0401t16:8_3": "ito paraṁ paṭhamaṁ abhāvato “vedanā nāma aniccā addhuvā vipariṇāmadhammā”ti itiha",
  "tika-s0401t16:8_4": "tattha sampajāno hoti. Dukkhaṁ vedanaṁ vediyāmīti pajānātītiādīsupi eseva nayo.",
  "tika-s0401t16:9_0": "Sāmisaṁ vā sukhantiādīsu yasmā kilesehi āmasitabbato āmisā nāma pañca kāmaguṇā. Ārammaṇakaraṇavasena",
  "tika-s0401t16:9_1": "saha āmisehīti sāmisā, tasmā sāmisā sukhā nāma pañcakāmaguṇāmisanissitā chasu dvāresu",
  "tika-s0401t16:9_2": "uppannā chagehassitā somanassavedanā. Sāmisā dukkhā nāma chagehassitā domanassavedanā.",
  "tika-s0401t16:9_3": "Sā ca chasu dvāresu “iṭṭhārammaṇaṁ nānubhavissāmi nānubhavāmī”ti vitakkayato uppannā",
  "tika-s0401t16:9_4": "kāmaguṇanissitā domanassavedanā veditabbā. Nirāmisā sukhā nāma chanekkhammassitā",
  "tika-s0401t16:9_5": "somanassavedanā. Sā ca chasu dvāresu iṭṭhārammaṇe āpāthagate aniccādivasena vipassanaṁ",
  "tika-s0401t16:9_6": "paṭṭhapetvā ussukkāpetuṁ sakkontassa “ussakkitā me vipassanā”ti somanassajātassa",
  "tika-s0401t16:9_7": "uppannā somanassavedanā daṭṭhabbā.",
  "tika-s0401t16:10_0": "Nirāmisā dukkhā nāma chanekkhammassitā domanassavedanā. Sā pana chasu dvāresu iṭṭhārammaṇe",
  "tika-s0401t16:10_1": "āpāthagate anuttaravimokkhasaṅkhātaariyaphaladhammesu pihaṁ paṭṭhapetvā tadadhigamāya",
  "tika-s0401t16:10_2": "aniccādivasena vipassanaṁ paṭṭhapetvā ussukkāpetuṁ asakkontassa “imampi pakkhaṁ imampi",
  "tika-s0401t16:10_3": "māsaṁ imampi saṁvaccharaṁ vipassanaṁ ussukkāpetvā ariyabhūmiṁ pāpuṇituṁ nāsakkhi”nti",
  "tika-s0401t16:10_4": "anusocato uppannā domanassavedanā.",
  "tika-s0401t16:11_0": "Sāmisā adukkhamasukhā nāma chagehassitā upekkhāvedanā. Sā ca chasu dvāresu iṭṭhārammaṇe",
  "tika-s0401t16:11_1": "āpāthagate guḷapiṇḍake nilīnamakkhikā viya rūpādīni anuvattamānā tattheva laggā laggitā",
  "tika-s0401t16:11_2": "hutvā uppannā kāmaguṇanissitā upekkhāvedanā. Nirāmisā adukkhamasukhā nāma chanekkhammassitā",
  "tika-s0401t16:11_3": "upekkhāvedanā. Sā pana chasu dvāresu iṭṭhādiārammaṇe āpāthagate iṭṭhe arajjantassa,",
  "tika-s0401t16:11_4": "aniṭṭhe adussantassa, asamapekkhanena amuyhantassa uppannā vipassanāñāṇasampayuttā",
  "tika-s0401t16:11_5": "upekkhāvedanā. Evaṁ vuttanti mahāsatipaṭṭhānasutte vuttaṁ. Sāva vedanā veditabbāti",
  "tika-s0401t16:11_6": "lujjanappalujjanaṭṭhena sā vedanā “loko”ti veditabbā.",
  "tika-s0401t16:12_0": "Evaṁ vitthāriteti “sarāgaṁ vā cittaṁ sarāgaṁ cittanti pajānāti, vītarāgaṁ vā cittaṁ…pe…",
  "tika-s0401t16:12_1": "sadosaṁ vā cittaṁ, vītadosaṁ vā cittaṁ, samohaṁ vā cittaṁ, vītamohaṁ vā cittaṁ, saṁkhittaṁ",
  "tika-s0401t16:12_2": "vā cittaṁ, vikkhittaṁ vā cittaṁ, mahaggataṁ vā cittaṁ, amahaggataṁ vā cittaṁ, sauttaraṁ",
  "tika-s0401t16:12_3": "vā cittaṁ, anuttaraṁ vā cittaṁ, samāhitaṁ vā cittaṁ, asamāhitaṁ vā cittaṁ, vimuttaṁ",
  "tika-s0401t16:12_4": "vā cittaṁ, avimuttaṁ vā cittanti pajānātī”ti evaṁ satipaṭṭhānasutte vitthāretvā dassite soḷasavidhe citte.",
  "tika-s0401t16:13_0": "Tattha sarāganti aṭṭhavidhaṁ lobhasahagataṁ. Vītarāganti lokiyakusalābyākataṁ. Idaṁ",
  "tika-s0401t16:13_1": "pana yasmā sammasanaṁ na dhammasamodhānaṁ, tasmā idha ekapadepi lokuttaraṁ na labbhati.",
  "tika-s0401t16:13_2": "Sesāni cattāri akusalacittāni neva purimapadaṁ, na pacchimapadaṁ bhajanti. Sadosanti",
  "tika-s0401t16:13_3": "duvidhaṁ domanassasahagataṁ. Vītadosanti lokiyakusalābyākataṁ. Sesāni dasa akusalacittāni",
  "tika-s0401t16:13_4": "neva purimapadaṁ, na pacchimapadaṁ bhajanti. Samohanti vicikicchāsahagatañceva uddhaccasahagatañcāti",
  "tika-s0401t16:13_5": "duvidhaṁ. Yasmā pana moho sabbākusalesu uppajjati, tasmā sesānipi idha vattantiyeva.",
  "tika-s0401t16:13_6": "Imasmiññeva hi duke dvādasākusalacittāni pariyādinnānīti. Vītamohanti lokiyakusalābyākataṁ.",
  "tika-s0401t16:14_0": "Saṁkhittanti thinamiddhānupatitaṁ. Etañhi saṅkucitacittaṁ nāma ārammaṇe saṅkocavasena",
  "tika-s0401t16:14_1": "pavattanato. Vikkhittanti uddhaccasahagataṁ. Etañhi pasaṭacittaṁ nāma ārammaṇe savisesaṁ",
  "tika-s0401t16:14_2": "vikkhepavasena visaṭabhāvena pavattanato. Mahaggatanti rūpāvacaraṁ arūpāvacarañca.",
  "tika-s0401t16:14_3": "Amahaggatanti kāmāvacaraṁ. Sauttaranti kāmāvacaraṁ. Anuttaranti rūpāvacaraṁ arūpāvacarañca.",
  "tika-s0401t16:14_4": "Tatrāpi sauttaraṁ rūpāvacaraṁ, anuttaraṁ arūpāvacarameva. Samāhitanti yassa appanāsamādhi",
  "tika-s0401t16:14_5": "vā upacārasamādhi vā atthi. Asamāhitanti ubhayasamādhivirahitaṁ. Vimuttanti tadaṅgavikkhambhanavimuttīhi",
  "tika-s0401t16:14_6": "vimuttaṁ. Avimuttanti ubhayavimuttirahitaṁ. Samucchedappaṭippassaddhinissaraṇavimuttīnaṁ",
  "tika-s0401t16:14_7": "pana idha okāsova natthi, okāsābhāvo ca sammasanacārassa adhippetattā veditabbo.",
  "tika-s0401t16:15_0": "Upādānassa khandhā upādānakkhandhā, upādānassa paccayabhūtā dhammapuñjā dhammarāsayoti",
  "tika-s0401t16:15_1": "attho. Upādānehi ārammaṇakaraṇādivasena upādātabbā vā khandhā upādānakkhandhā. Cha",
  "tika-s0401t16:15_2": "ajjhattikabāhirāyatanānīti cakkhu sotaṁ ghānaṁ jivhā kāyo manoti imāni cha ajjhattikāyatanāni",
  "tika-s0401t16:15_3": "ceva, rūpaṁ saddo gandho raso phoṭṭhabbo dhammāti imāni cha bāhirāyatanāni ca. Ettha",
  "tika-s0401t16:15_4": "pana lokuttaradhammā na gahetabbā sammasanacārassa adhippetattā. Satta sambojjhaṅgāti",
  "tika-s0401t16:15_5": "satisambojjhaṅgādayo satta sambojjhaṅgā. Satiādayo hi sambodhissa, sambodhiyā vā",
  "tika-s0401t16:15_6": "aṅgāti sambojjhaṅgā. Tathā hi sambujjhati āraddhavipassakato paṭṭhāya yogāvacaroti",
  "tika-s0401t16:15_7": "sambodhi, yāya vā so satiādikāya sattadhammasāmaggiyā sambujjhati, kilesaniddāto",
  "tika-s0401t16:15_8": "uṭṭhāti, saccāni vā paṭivijjhati, sā dhammasāmaggī sambodhi, tassa sambodhissa, tassā",
  "tika-s0401t16:15_9": "vā sambodhiyā aṅgāti sambojjhaṅgā.",
  "tika-s0401t16:16_0": "Cattāri ariyasaccānīti “dukkhaṁ dukkhasamudayo dukkhanirodho dukkhanirodhagāminipaṭipadā”ti",
  "tika-s0401t16:16_1": "evaṁ vuttāni cattāri ariyasaccāni. Tattha purimāni dve saccāni vaṭṭaṁ pavattihetubhāvato.",
  "tika-s0401t16:16_2": "Pacchimāni vivaṭṭaṁ nivaṭṭatadadhigamūpāyabhāvato. Tesu bhikkhuno vaṭṭe kammaṭṭhānābhiniveso",
  "tika-s0401t16:16_3": "hoti sarūpato pariggahasambhavato. Vivaṭṭe natthi abhiniveso avisayattā avisayatte",
  "tika-s0401t16:16_4": "ca payojanābhāvato. Pañcadhā vuttesūti satipaṭṭhānasutte vuttesu. Suddhaarūpasammasanamevāti",
  "tika-s0401t16:16_5": "rūpena amissitattā kevalaṁ arūpasammasanameva. Khandhāyatanasaccakoṭṭhāsānaṁ pañcakkhandhasaṅgahato",
  "tika-s0401t16:16_6": "“rūpārūpasammasana”nti vuttaṁ. Pubbabhāgiyānampi satipaṭṭhānānaṁ saṅgahitattā “lokiyalokuttaramissakāneva kathitānī”ti āha.",
  "tika-s0401t16:17_0": "394.Anibbattānanti ajātānaṁ. Payogaṁ parakkamanti ettha bhusaṁ yogo payogo, payogova",
  "tika-s0401t16:17_1": "parakkamo, payogasaṅkhātaṁ parakkamanti attho. Cittaṁ ukkhipatīti kosajjapakkhe patituṁ",
  "tika-s0401t16:17_2": "apadānavasena ukkhipati. Padhānavīriyanti sammappadhānalakkhaṇappattavīriyaṁ. Lokiyāti",
  "tika-s0401t16:17_3": "lokiyasammappadhānakathā. Sabbapubbabhāgeti sabbamaggānaṁ pubbabhāge. Kassapasaṁyuttapariyāyenāti",
  "tika-s0401t16:17_4": "kassapasaṁyutte āgatasuttena “uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya",
  "tika-s0401t16:17_5": "saṁvatteyyu”nti āgatattā. Sā lokiyāti veditabbā.",
  "tika-s0401t16:18_0": "Samathavipassanāvāti avadhāraṇena maggaṁ nivattetvā tassa nivattane kāraṇaṁ dassento,",
  "tika-s0401t16:18_1": "“maggo panā”tiādimāha. Sakiṁ uppajjitvāti idaṁ bhūtakathanamattaṁ. Niruddhassa puna",
  "tika-s0401t16:18_2": "anuppajjanato “na koci guṇo”ti āsaṅkeyyāti āha – “so hī”tiādi. Anantarameva yathā",
  "tika-s0401t16:18_3": "phalaṁ uppajjati, tathā pavattiyevassa paccayadānaṁ. Purimasmimpīti “anuppannā me",
  "tika-s0401t16:18_4": "kusalā dhammā uppajjamānā anatthāya saṁvatteyyu”nti etthapi. Vuttanti porāṇaṭṭhakathāyaṁ.",
  "tika-s0401t16:18_5": "Taṁ pana tathāvuttavacanaṁ na yuttaṁ dutiyasmiṁ viya purimasmiṁ maggassa aggahaṇe",
  "tika-s0401t16:18_6": "kāraṇābhāvato. Purimasmiṁ aggahite magge anuppajjamāno maggo anatthāya saṁvatteyyāti",
  "tika-s0401t16:18_7": "āpajjeyya, na cetaṁ yuttaṁ āpajjamāne tasmiṁ padhānatthasambhavato. Catukiccasādhanavasenāti",
  "tika-s0401t16:18_8": "anuppannākusalānuppādanādicatukiccasādhanavasena.",
  "tika-s0401t16:19_0": "Vuttanayenāti “asamudācāravasena vā ananubhūtārammaṇavasena vā”tiādinā vuttanayena.",
  "tika-s0401t16:19_1": "Vijjamānāti dharamānasabhāvā. Khaṇattayapariyāpannattā uppādādisamaṅgino vattamānabhāvena",
  "tika-s0401t16:19_2": "uppannaṁ vattamānuppannaṁ. Tañhi uppādato paṭṭhāya yāva bhaṅgā uddhaṁ pannaṁ pattanti",
  "tika-s0401t16:19_3": "nippariyāyato “uppanna”nti vuccati. Anubhavitvā bhavitvā ca vigataṁ bhutvāvigataṁ.",
  "tika-s0401t16:19_4": "Anubhavanabhavanāni hi bhavanasāmaññena bhutvā-saddena vuttāni. Sāmaññameva hi upasaggena",
  "tika-s0401t16:19_5": "visesīyati. Idha vipākānubhavanavasena tadārammaṇaṁ avipakkavipākassa sabbathā avigatattā",
  "tika-s0401t16:19_6": "bhavitvāvigatamattavasena kammañca “bhutvāvigatuppanna”nti vuttaṁ. Na aṭṭhasāliniyaṁ",
  "tika-s0401t16:19_7": "viya rajjanādivasena anubhūtāpagataṁ javanaṁ uppajjitvā niruddhatāvasena bhūtāpagatañca",
  "tika-s0401t16:19_8": "saṅkhataṁ bhūtāpagatuppannanti. Tasmā idha okāsakatuppannaṁ vipākameva vadati, na",
  "tika-s0401t16:19_9": "tattha viya kammampi. Aṭṭhasāliniyañhi bhūtāvigatuppannaṁ okāsakatuppannañca aññathā",
  "tika-s0401t16:19_10": "dassitaṁ. Vuttañhi tattha –",
  "tika-s0401t16:20_0": "“Ārammaṇarasaṁ anubhavitvā niruddhaṁ anubhūtāpagatasaṅkhātaṁ kusalākusalaṁ, upādādittayaṁ",
  "tika-s0401t16:20_1": "anuppatvā niruddhaṁ bhūtāpagatasaṅkhātaṁ sesasaṅkhatañca bhūtāpagatuppannaṁ nāma.",
  "tika-s0401t16:20_2": "‘Yānissa tāni pubbe katāni kammānī’ti evamādinā nayena vuttaṁ kammaṁ atītampi samānaṁ",
  "tika-s0401t16:20_3": "aññaṁ vipākaṁ paṭibāhitvā attano vipākassokāsaṁ katvā ṭhitattā, tathākatokāsañca",
  "tika-s0401t16:20_4": "vipākaṁ anuppannampi samānaṁ evaṁ kate okāse ekantena uppajjanato okāsakatuppannaṁ nāmā”ti.",
  "tika-s0401t16:21": "Idha pana sammohavinodaniyaṁ vuttanayeneva bhutvāvigatuppannaṁ okāsakatuppannañca dassitaṁ. Vuttañhi, sammohavinodaniyaṁ –",
  "tika-s0401t16:22_0": "“Kamme pana jahite ārammaṇarasaṁ anubhavitvā niruddho vipāko bhutvāvigataṁ nāma.",
  "tika-s0401t16:22_1": "Kammaṁ uppajjitvā niruddhaṁ bhutvāvigataṁ nāma. Tadubhayampi bhutvāvigatuppannanti",
  "tika-s0401t16:22_2": "saṅkhyaṁ gacchati. Kusalākusalaṁ kammaṁ aññakammassa vipākaṁ paṭibāhitvā attano vipākassa",
  "tika-s0401t16:22_3": "okāsaṁ karoti. Evaṁ kate okāse vipāko uppajjamāno okāsakaraṇato paṭṭhāya uppannoti",
  "tika-s0401t16:22_4": "vuccati. Idaṁ okāsakatuppannaṁ nāmā”ti.",
  "tika-s0401t16:23_0": "Tattha aṭṭhasāliniyā ayamadhippāyo – “satipi sabbesampi cittuppādānaṁ saṁvedayitasabhāvā",
  "tika-s0401t16:23_1": "ārammaṇānubhavane savipallāse pana santāne cittābhisaṅkhāravasena pavattito abyākatehi",
  "tika-s0401t16:23_2": "visiṭṭho kusalākusalānaṁ sātisayo visayānubhavanākāro. Yathā vikappaggāhavasena rāgādīhi",
  "tika-s0401t16:23_3": "tabbipakkhehi ca akusalaṁ kusalañca nippariyāyato ārammaṇarasaṁ anubhavati, na tathā",
  "tika-s0401t16:23_4": "vipāko kammavegakkhittattā, nāpi kiriyā ahetukānaṁ atidubbalatāya, sahetukānañca",
  "tika-s0401t16:23_5": "khīṇakilesassa chaḷaṅgupekkhāvato uppajjamānānaṁ atisantavuttittā, tasmā rajjanādivasena",
  "tika-s0401t16:23_6": "ārammaṇarasānubhavanaṁ sātisayanti akusalaṁ kusalañca uppajjitvā niruddhatāsāmaññena",
  "tika-s0401t16:23_7": "sesasaṅkhatañca bhūtāpagata”nti vuttaṁ. Sammohavinodaniyā pana vipākānubhavanavasena",
  "tika-s0401t16:23_8": "tadārammaṇaṁ avipakkapākassa sabbathā avigatattā bhavitvāvigatamattavasena kammañca",
  "tika-s0401t16:23_9": "bhutvāpagatanti vuttaṁ. Teneva tattha okāsakatuppannanti vipākamevāha, na kammampi,",
  "tika-s0401t16:23_10": "tasmā idhāpi sammohavinodaniyaṁ vuttanayeneva bhutvāpagatuppannaṁ okāsakatuppannañca",
  "tika-s0401t16:23_11": "vibhattanti daṭṭhabbaṁ.",
  "tika-s0401t16:24_0": "Pañcakkhandhā pana vipassanāya bhūmi nāmāti sammasanassa ṭhānabhāvato vuttaṁ. Tesūti",
  "tika-s0401t16:24_1": "atītādibhedesu. Anusayitakilesāti appahīnā maggena pahātabbā adhippetā. Tenāha –",
  "tika-s0401t16:24_2": "“atītā vā…pe… na vattabbā”ti. Hontu tāva “atītā”ti vā “paccuppannā”ti vā na vattabbā,",
  "tika-s0401t16:24_3": "“anāgatā”ti pana kasmā na vattabbā, nanu kāraṇalābhe uppajjanārahā appahīnaṭṭhena",
  "tika-s0401t16:24_4": "thāmagatā kilesā anusayāti vuccantīti? Saccametaṁ, anāgatabhāvopi nesaṁ na paricchinno",
  "tika-s0401t16:24_5": "itarānāgatakkhandhānaṁ viyāti “anāgatā vāti na vattabbā”ti vuttaṁ. Yadi hi nesaṁ",
  "tika-s0401t16:24_6": "paricchinno anāgatabhāvo siyā, tato “paccuppannā, atītā”ti ca vattabbā siyuṁ, paccayasamavāye",
  "tika-s0401t16:24_7": "pana uppajjanārahataṁ upādāya anāgatavohāro tattha veditabbo.",
  "tika-s0401t16:25_0": "Idaṁ bhūmiladdhuppannaṁ nāmāti idaṁ yathāvuttaṁ kilesajātaṁ appahīnaṭṭhena bhūmiladdhuppannaṁ",
  "tika-s0401t16:25_1": "nāma kāraṇalābhe sati vijjamānakiccakaraṇato. Tāsu tāsu bhūmisūti manussadevādiattabhāvasaṅkhātesu",
  "tika-s0401t16:25_2": "upādānakkhandhesu. Ārammaṇakaraṇavasena hi bhavanti ettha kilesāti bhūmiyo, upādānakkhandhā.",
  "tika-s0401t16:25_3": "Asamugghātagatāti tasmiṁ tasmiṁ santāne anuppattidhammataṁ anāpāditatāya samugghātaṁ",
  "tika-s0401t16:25_4": "samucchedaṁ na gatāti asamugghātagatā. Bhūmiladdhuppannaṁ nāmāti ettha laddhabhūmikaṁ",
  "tika-s0401t16:25_5": "bhūmiladdhanti vuttaṁ aggiāhito viya. Okāsakatuppannasaddepi ca aṭṭhasāliniyaṁ āgatanayena",
  "tika-s0401t16:25_6": "okāso kato etena kusalākusalakammena, okāso kato etassa vipākassāti ca duvidhatthepi",
  "tika-s0401t16:25_7": "evameva katasaddassa paranipāto veditabbo. Idha pana okāsakatuppannasaddena vipākasseva",
  "tika-s0401t16:25_8": "gahitattā “okāso kato etassa vipākassā”ti evaṁ viggaho daṭṭhabbo.",
  "tika-s0401t16:26_0": "Khaṇattayasamaṅgitāya samudācārappattaṁ samudācāruppannaṁ. Tenāha – “sampati vattamānaṁyevā”ti.",
  "tika-s0401t16:26_1": "Ārammaṇaṁ adhiggayha daḷhaṁ gahetvā pavattaṁ ārammaṇādhiggahituppannaṁ. Vikkhambhanappahānavasena",
  "tika-s0401t16:26_2": "appahīnā avikkhambhitā. Samucchedappahānavasena appahīnā asamugghātitā. Nimittaggāhavasena",
  "tika-s0401t16:26_3": "ārammaṇassa adhiggahitattā taṁ ārammaṇaṁ anussaritānussaritakkhaṇe kilesuppattihetubhāvena",
  "tika-s0401t16:26_4": "upatiṭṭhanato adhiggahitameva nāmaṁ hotīti āha – “ārammaṇassa adhiggahitattā”ti.",
  "tika-s0401t16:26_5": "Ettha ca āhaṭakhīrarukkho viya nimittaggāhavasena adhiggahitaṁ ārammaṇaṁ, anāhaṭakhīrarukkho",
  "tika-s0401t16:26_6": "viya avikkhambhitatāya antogatakilesaārammaṇaṁ daṭṭhabbaṁ. Nimittaggāhikā avikkhambhitakilesā",
  "tika-s0401t16:26_7": "vā puggalā vā āhaṭānāhaṭakhīrarukkhasadisā. Purimanayenevāti avikkhambhituppanne",
  "tika-s0401t16:26_8": "vuttanayeneva. Vitthāretabbanti “imasmiṁ nāma ṭhāne nuppajjissantī”ti na vattabbā.",
  "tika-s0401t16:26_9": "Kasmā? Asamugghātitattā. Yathā kiṁ? Yathā sace khīrarukkhaṁ kuṭhāriyā āhaneyyuṁ,",
  "tika-s0401t16:26_10": "imasmiṁ nāma ṭhāne khīraṁ na nikkhameyyāti na vattabbaṁ, evaṁ. Idaṁ asamugghātituppannaṁ",
  "tika-s0401t16:26_11": "nāmāti evaṁ yojetvā vitthāretabbaṁ.",
  "tika-s0401t16:27_0": "Imesu uppannesūti yathāvuttesu aṭṭhasu uppannesu. Idaṁ na maggavajjhaṁ appahātabbavatthuttā.",
  "tika-s0401t16:27_1": "Maggavajjhaṁ maggena paheyyavatthuttā. Rattoti rāgena samannāgato. Esa nayo duṭṭho",
  "tika-s0401t16:27_2": "mūḷhoti etthāpi. Vinibaddhoti mānasaṁyojanena virūpaṁ nibandhito. Parāmaṭṭhoti diṭṭhiparāmāsena",
  "tika-s0401t16:27_3": "dhammasabhāvaṁ atikkamma parato āmaṭṭho. Aniṭṭhaṅgatoti niṭṭhaṁ agato, saṁsayāpannoti",
  "tika-s0401t16:27_4": "attho. Thāmagatoti anusayavasena daḷhataṁ upagato. Yuganaddhāti pahātabbappahāyakayuge",
  "tika-s0401t16:27_5": "naddhā viya vattanakā ekakālikattā. Saṁkilesikāti saṁkilesadhammasahitā.",
  "tika-s0401t16:28_0": "Pāḷiyanti paṭisambhidāpāḷiyaṁ. Tikālikesupi kilesesu vāyāmābhāvadassanatthaṁ ajātaphalataruṇarukkho",
  "tika-s0401t16:28_1": "pāḷiyaṁ nidassito, aṭṭhakathāyaṁ pana jāto satto asamudāhaṭakileso nāma natthīti",
  "tika-s0401t16:28_2": "“jātaphalarukkhena dīpetabba”nti vatvā tamatthaṁ vivarituṁ “yathā hī”tiādi vuttaṁ.",
  "tika-s0401t16:28_3": "Atha vā maggena pahīnakilesānameva atītādibhedena tidhā navattabbataṁ pākaṭaṁ kātuṁ",
  "tika-s0401t16:28_4": "ajātaphalarukkho upamāvasena pāḷiyaṁ ābhato, atītādīnaṁ appahīnatādassanatthampi",
  "tika-s0401t16:28_5": "“jātaphalarukkhena dīpetabba”nti aṭṭhakathāyaṁ vuttaṁ. Tattha yathā acchinne rukkhe",
  "tika-s0401t16:28_6": "nibbattanārahāni phalāni chinne anuppajjamānāni kadāci sasabhāvāni ahesuṁ, honti,",
  "tika-s0401t16:28_7": "bhavissanti vāti atītādibhāvena na vattabbāni, evaṁ maggena pahīnakilesā ca daṭṭhabbā",
  "tika-s0401t16:28_8": "magge anuppanne uppattirahānaṁ uppanne sabbena sabbaṁ abhāvato. Yathā ca chede asati",
  "tika-s0401t16:28_9": "phalāni uppajjissantīti chedanassa sātthakatā, evaṁ maggabhāvanāya ca sātthakatā",
  "tika-s0401t16:28_10": "yojetabbā. Nāpi na pajahatīti uppajjanārahānaṁ pajahanato vuttaṁ. Uppajjitvāti lakkhaṇe",
  "tika-s0401t16:28_11": "tvā-saddo. Maggassa uppajjanakiriyāya hi samudayappahānanibbānasachikaraṇakiriyā",
  "tika-s0401t16:28_12": "viya khandhānaṁ parijānanakiriyā lakkhīyati.",
  "tika-s0401t16:29_0": "Tepi pajahatiyevāti ye tehi kilesehi janetabbā upādinnakkhandhā, tepi pajahatiyeva",
  "tika-s0401t16:29_1": "tannimittassa abhisaṅkhāraviññāṇassa nirodhanato. Tenāha – “vuttampi ceta”ntiādi.",
  "tika-s0401t16:29_2": "Abhisaṅkhāraviññāṇassa nirodhenāti kammaviññāṇassa anuppattidhammatāpādanena. Etthāti",
  "tika-s0401t16:29_3": "etasmiṁ sotāpattimaggañāṇe hetubhūte. Eteti nāmarūpasaññitā saṅkhārā. Sabbabhavehi",
  "tika-s0401t16:29_4": "vuṭṭhātiyevātipi vadantīti arahattamaggo sabbabhavehi vuṭṭhātiyevāti vadanti taduppattito",
  "tika-s0401t16:29_5": "uddhaṁ bhavūpapattiyā kilesassapi abhāvato.",
  "tika-s0401t16:30_0": "Ekacittakkhaṇikattā maggassāti adhippāyena “kathaṁ anuppannānaṁ…pe… ṭhitiyā bhāvanā",
  "tika-s0401t16:30_1": "hotī”ti pucchati. Maggappavattiyāyeva ubhayakiccasiddhito āha – “maggappavattiyāyevā”ti.",
  "tika-s0401t16:30_2": "Maggo hītiādinā tamatthaṁ vivarati. Anuppanno nāma vuccati, tasmā tassa bhāvanā anuppannānaṁ",
  "tika-s0401t16:30_3": "uppādāya bhāvanā vuttāti yojetabbā. Vattuṁ vaṭṭatīti yāvatā maggassa pavattiyeva",
  "tika-s0401t16:30_4": "ṭhiti, tattakāneva nibbattitalokuttarāni.",
  "tika-s0401t16:31_0": "398-401. Kattukamyatāchandaṁ adhipatiṁ karitvā paṭiladdhasamādhi chandasamādhīti",
  "tika-s0401t16:31_1": "āha – “chandaṁ nissāya pavatto samādhi chandasamādhī”ti padhānasaṅkhārāti catukiccasādhakassa",
  "tika-s0401t16:31_2": "sammappadhānavīriyassetaṁ adhivacanaṁ. Tenāha – “padhānabhūtā saṅkhārā padhānasaṅkhārā”ti.",
  "tika-s0401t16:31_3": "Tattha padhānabhūtāti vīriyabhūtā. Saṅkhatasaṅkhārādinivattanatthaṁ padhānaggahaṇanti.",
  "tika-s0401t16:31_4": "Atha vā taṁ taṁ visesaṁ saṅkharotīti saṅkhāro, sabbaṁ vīriyaṁ. Tattha catukiccasādhakato",
  "tika-s0401t16:31_5": "sesanivattanatthaṁ padhānaggahaṇanti, padhānabhūtā seṭṭhabhūtāti attho. Catubbidhassa",
  "tika-s0401t16:31_6": "pana vīriyassa adhippetattā bahuvacananiddeso kato. Tehi dhammehīti chandasamādhinā",
  "tika-s0401t16:31_7": "padhānasaṅkhārehi ca. Iddhipādanti ettha ijjhatīti iddhi, samijjhati nipphajjatīti",
  "tika-s0401t16:31_8": "attho. Ijjhanti vā etāya sattā iddhā vuddhā ukkaṁsagatā hontītipi iddhi. Paṭhamenatthena",
  "tika-s0401t16:31_9": "iddhi eva pādo iddhipādo, iddhikoṭṭhāsoti attho. Dutiyenatthena iddhiyā pādoti iddhipādo,",
  "tika-s0401t16:31_10": "pādoti patiṭṭhā, adhigamūpāyoti attho. Tena hi yasmā uparūparivisesasaṅkhātaṁ iddhiṁ",
  "tika-s0401t16:31_11": "pajjanti pāpuṇanti, tasmā pādoti vuccati. Tenāha – “iddhiyā pādaṁ, iddhibhūtaṁ vā",
  "tika-s0401t16:31_12": "pādaṁ iddhipāda”nti.",
  "tika-s0401t16:32_0": "Atha vā iddhipādanti nipphattipariyāyena ijjhanaṭṭhena, ijjhanti etāya sattā iddhā",
  "tika-s0401t16:32_1": "vuddhā ukkaṁsagatā hontīti iminā vā pariyāyena iddhīti saṅkhaṁ gatānaṁ upacārajjhānādikusalacittasampayuttānaṁ",
  "tika-s0401t16:32_2": "chandasamādhipadhānasaṅkhārānaṁ adhiṭṭhānaṭṭhena pādabhūtaṁ sesacittacetasikarāsinti",
  "tika-s0401t16:32_3": "attho. Teneva iddhipādavibhaṅge “iddhipādoti tathābhūtassa vedanākkhandho…pe… viññāṇakkhandho”ti",
  "tika-s0401t16:32_4": "vuttaṁ. Sā eva ca tathāvuttā iddhi yasmā heṭṭhimā heṭṭhimā uparimāya uparimāya tayo",
  "tika-s0401t16:32_5": "chandasamādhippadhānasaṅkhārā pādabhūtā adhiṭṭhānabhūtā, tasmā vuttaṁ “iddhibhūtaṁ",
  "tika-s0401t16:32_6": "vā pāda”nti. Tathā heṭṭhā dhammā iddhipi honti iddhipādāpi, sesā pana sampayuttakā",
  "tika-s0401t16:32_7": "cattāro khandhā iddhipādāyeva. Vīriyacittavīmaṁsāsamādhippadhānasaṅkhārasaṅkhātāpi",
  "tika-s0401t16:32_8": "tayo tayo dhammā iddhipi honti iddhipādāpi, sesā pana sampayuttakā cattāro khandhā iddhipādāyeva.",
  "tika-s0401t16:33_0": "Apica pubbabhāgo pubbabhāgo iddhipādo nāma, paṭilābho paṭilābho iddhi nāmāti veditabbā.",
  "tika-s0401t16:33_1": "Ayamattho upacārena vā vipassanāya vā dīpetabbo. Paṭhamajjhānaparikammañhi iddhipādo",
  "tika-s0401t16:33_2": "nāma, paṭhamajjhānaṁ iddhi nāma. Dutiyajhāna… tatiyajhāna… catutthajhāna… ākāsānañcāyatana…",
  "tika-s0401t16:33_3": "viññāṇañcāyatana… ākiñcaññāyatana… nevasaññānāsaññāyatanaparikammaṁ iddhipādo nāma,",
  "tika-s0401t16:33_4": "nevasaññānāsaññāyatanaṁ iddhi nāma. Sotāpattimaggassa vipassanā iddhipādo nāma, sotāpattimaggo",
  "tika-s0401t16:33_5": "iddhi nāma. Sakadāgāmi-anāgāmi-arahattamaggassa vipassanā iddhipādo nāma, arahattamaggo",
  "tika-s0401t16:33_6": "iddhi nāma. Paṭilābhenapi dīpetuṁ vaṭṭatiyeva. Paṭhamajjhānañhi iddhipādo nāma, dutiyajjhānaṁ",
  "tika-s0401t16:33_7": "iddhi nāma. Dutiyajjhānaṁ iddhipādo nāma, tatiyajjhānaṁ iddhi nāma…pe… anāgāmimaggo",
  "tika-s0401t16:33_8": "iddhipādo nāma, arahattamaggo iddhi nāma.",
  "tika-s0401t16:34_0": "Sesesupīti vīriyasamādhiādīsupi. Tattha hi vīriyaṁ, cittaṁ, vīmaṁsaṁ adhipatiṁ karitvā",
  "tika-s0401t16:34_1": "paṭiladdhasamādhi vīriyasamādhi, cittasamādhi, vīmaṁsāsamādhīti attho veditabbo.",
  "tika-s0401t16:34_2": "Chandādīsu ekanti chandādīsu catūsu ādito vuttattā ādibhūtaṁ ekaṁ padhānaṁ chandanti",
  "tika-s0401t16:34_3": "adhippāyo. Tenevāha – “tadāssa paṭhamiddhipādo”ti. Evaṁ sesāpīti etena vīriyaṁ cittaṁ",
  "tika-s0401t16:34_4": "vīmaṁsaṁ nissāya vipassanaṁ vaḍḍhetvā arahattaṁ pāpuṇantānaṁ vasena dutiyavīriyiddhipādādayo",
  "tika-s0401t16:34_5": "yojetabbāti dasseti. Iminā hi suttantena catunnaṁ bhikkhūnaṁ matthakappattaṁ kammaṭṭhānaṁ",
  "tika-s0401t16:34_6": "dassitaṁ. Eko hi bhikkhu chandaṁ avassayati, kattukamyatākusaladhammacchandena atthanipphattiyaṁ",
  "tika-s0401t16:34_7": "sati “ahaṁ lokuttaradhammaṁ nibbattessāmi, natthi mayhaṁ etassa nibbattane bhāro”ti",
  "tika-s0401t16:34_8": "chandaṁ jeṭṭhakaṁ chandaṁ dhuraṁ chandaṁ pubbaṅgamaṁ katvā lokuttaradhammaṁ nibbatteti.",
  "tika-s0401t16:34_9": "Eko vīriyaṁ avassayati, eko cittaṁ, eko paññaṁ avassayati, paññāya atthanipphattiyaṁ",
  "tika-s0401t16:34_10": "sati “ahaṁ lokuttaradhammaṁ nibbattessāmi, natthi mayhaṁ etassa nibbattane bhāro”ti",
  "tika-s0401t16:34_11": "paññaṁ jeṭṭhakaṁ paññaṁ dhuraṁ paññaṁ pubbaṅgamaṁ katvā lokuttaradhammaṁ nibbatteti.",
  "tika-s0401t16:35_0": "Kathaṁ? Yathā hi catūsu amaccaputtesu ṭhānantaraṁ patthetvā vicarantesu eko upaṭṭhānaṁ",
  "tika-s0401t16:35_1": "avassayati, eko sūrabhāvaṁ, eko jātiṁ, eko mantaṁ. Kathaṁ? Tesu hi paṭhamo upaṭṭhāne",
  "tika-s0401t16:35_2": "appamādakāritāya atthanipphattiyā sati labbhamānaṁ “lacchāmetaṁ ṭhānantara”nti upaṭṭhānaṁ",
  "tika-s0401t16:35_3": "avassayati. Dutiyo upaṭṭhāne appamattopi “ekacco saṅgāme paccupaṭṭhite saṇṭhātuṁ",
  "tika-s0401t16:35_4": "na sakkoti, avassaṁ pana rañño paccanto kuppissati, tasmiṁ kuppite rathassa purato",
  "tika-s0401t16:35_5": "kammaṁ katvā rājānaṁ ārādhetvā āharāpessāmetaṁ ṭhānantara”nti sūrabhāvaṁ avassayati.",
  "tika-s0401t16:35_6": "Tatiyo “sūrabhāvepi sati ekacco hīnajātiko hoti, jātiṁ sodhetvā ṭhānantaraṁ dento",
  "tika-s0401t16:35_7": "mayhaṁ dassatī”ti jātiṁ avassayati. Catuttho “jātimāpi eko amantanīyo hoti, mantena",
  "tika-s0401t16:35_8": "kattabbakicce uppanne āharāpessāmetaṁ ṭhānantara”nti mantaṁ avassayati. Te sabbepi",
  "tika-s0401t16:35_9": "attano attano avassayabalena ṭhānantarāni pāpuṇiṁsu.",
  "tika-s0401t16:36_0": "Tattha upaṭṭhāne appamatto hutvā ṭhānantaraṁ patto viya chandaṁ avassāya kattukamyatākusaladhammacchandena",
  "tika-s0401t16:36_1": "“atthanipphattiyaṁ sati ahaṁ lokuttaradhammaṁ nibbattessāmi, natthi mayhaṁ etassa",
  "tika-s0401t16:36_2": "nibbattane sāro”ti chandaṁ jeṭṭhakaṁ chandaṁ dhuraṁ chandaṁ pubbaṅgamaṁ katvā lokuttaradhammanibbattako",
  "tika-s0401t16:36_3": "daṭṭhabbo raṭṭhapālatthero viya. So hi āyasmā “chande sati kathaṁ nānujānissantī”ti",
  "tika-s0401t16:36_4": "sattāhampi bhattāni abhuñjitvā mātāpitaro anujānāpetvā pabbajitvā chandameva avassāya",
  "tika-s0401t16:36_5": "lokuttaradhammaṁ nibbattesi. Sūrabhāvena rājānaṁ ārādhetvā ṭhānantaraṁ patto viya",
  "tika-s0401t16:36_6": "vīriyaṁ jeṭṭhakaṁ vīriyaṁ dhuraṁ vīriyaṁ pubbaṅgamaṁ katvā lokuttaradhammanibbattako",
  "tika-s0401t16:36_7": "daṭṭhabbo soṇatthero viya. So hi āyasmā vīriyaṁ dhuraṁ katvā lokuttaradhammaṁ nibbattesi.",
  "tika-s0401t16:37_0": "Jātisampattiyā ṭhānantaraṁ pattoviya cittaṁ jeṭṭhakaṁ cittaṁ dhuraṁ cittaṁ pubbaṅgamaṁ",
  "tika-s0401t16:37_1": "katvā lokuttaradhammanibbattako daṭṭhabbo sambhūtatthero viya. So hi āyasmā cittaṁ",
  "tika-s0401t16:37_2": "jeṭṭhakaṁ cittaṁ dhuraṁ cittaṁ pubbaṅgamaṁ katvā lokuttaradhammaṁ nibbattesi. Mantaṁ",
  "tika-s0401t16:37_3": "avassāya ṭhānantaraṁ patto viya vīmaṁsaṁ jeṭṭhakaṁ vīmaṁsaṁ dhuraṁ vīmaṁsaṁ pubbaṅgamaṁ",
  "tika-s0401t16:37_4": "katvā lokuttaradhammanibbattako daṭṭhabbo thero mogharājā viya. So hi āyasmā vīmaṁsaṁ",
  "tika-s0401t16:37_5": "jeṭṭhakaṁ vīmaṁsaṁ dhuraṁ vīmaṁsaṁ pubbaṅgamaṁ katvā lokuttaradhammaṁ nibbattesi.",
  "tika-s0401t16:37_6": "Tassa hi bhagavā “suññato lokaṁ avekkhassū”ti suññatākathaṁ kathesi. Paññānissitamānaniggahatthañca",
  "tika-s0401t16:37_7": "dvikkhattuṁ pucchito pañhaṁ na kathesi. Ettha ca punappunaṁ chanduppādanaṁ tosanaṁ",
  "tika-s0401t16:37_8": "viya hotīti chandassa upaṭṭhānasadisatā vuttā, thāmabhāvato vīriyassa sūrattasadisatā,",
  "tika-s0401t16:37_9": "“chadvārādhipati rājā”ti vacanato pubbaṅgamatā cittassa visiṭṭhajātisadisatā.",
  "tika-s0401t16:38_0": "402-406.Attano saddhādhureti attano saddhākicce saddahanakiriyāya. Indaṭṭhaṁ kāretīti",
  "tika-s0401t16:38_1": "anuvattanavasena sampayuttadhammesu indaṭṭhaṁ kāreti, tasmā ādhipateyyaṭṭhena saddhā",
  "tika-s0401t16:38_2": "eva indriyanti saddhindriyaṁ. Tathā vīriyādīnaṁ sakasakakiccesūti āha – “vīriyindriyādīsupi",
  "tika-s0401t16:38_3": "eseva nayo”ti. Visodhentoti vipakkhavivajjanasapakkhanisevanasarikkhūpanissayasaṅgaṇhanalakkhaṇehi",
  "tika-s0401t16:38_4": "tīhi kāraṇehi visodhanavasena sodhento.",
  "tika-s0401t16:39_0": "Assaddhe puggale parivajjayatoti buddhādīsu pasādasinehābhāvena saddhārahite lūkhapuggale",
  "tika-s0401t16:39_1": "sabbaso vajjayato. Saddhe puggale sevatoti buddhādīsu saddhādhimutte vakkalittherasadise",
  "tika-s0401t16:39_2": "sevato. Pasādanīyeti pasādāvahe sampasādanīyasuttādike. Paccavekkhatoti pāḷito atthato",
  "tika-s0401t16:39_3": "ca pati pati avekkhantassa cintentassa. Visujjhatīti paṭipakkhamalavigamato paccayavasena",
  "tika-s0401t16:39_4": "sabhāvasaṁsuddhito visuddhaphalanibbattito ca saddhindriyaṁ visujjhati. Esa nayo",
  "tika-s0401t16:39_5": "sesesupi. Sammappadhāneti sammappadhānappaṭisaṁyutte suttante. Esa nayo sesesupi.",
  "tika-s0401t16:39_6": "Jhānavimokkheti paṭhamajjhānādijjhānāni ceva paṭhamavimokkhādivimokkhe ca. Kāmañcettha",
  "tika-s0401t16:39_7": "jhānāniyeva vimokkhā, pavattiākāravasena pana visuṁ gahaṇaṁ.",
  "tika-s0401t16:40_0": "Gambhīrañāṇacariyanti gambhīrānaṁ ñāṇānaṁ pavattiṭṭhānaṁ. Tenāha – “saṇhasukhuma”ntiādi.",
  "tika-s0401t16:40_1": "Khandhantaranti sabhāvajātibhūmiādivasena khandhānaṁ nānattaṁ. Esa nayo sesesupi.",
  "tika-s0401t16:40_2": "Akatābhinivesoti pubbe akatabhāvanābhiniveso. Saddhādhurādīsūti saddhādhure paññādhure",
  "tika-s0401t16:40_3": "ca. Avasāneti bhāvanāpariyosāne. Vivaṭṭetvāti saṅkhārārammaṇato vivaṭṭetvā nibbānaṁ",
  "tika-s0401t16:40_4": "ārammaṇaṁ katvā. Arahattaṁ gaṇhātīti maggaparamparāya arahattaṁ gaṇhāti. Akampiyaṭṭhenāti",
  "tika-s0401t16:40_5": "paṭipakkhehi akampiyabhāvena. Etenevassa sampayuttadhammesu thirabhāvopi vibhāvito",
  "tika-s0401t16:40_6": "daṭṭhabbo. Na hi sampayuttadhammesu thirabhāvena vinā paṭipakkhehi akampiyatā sambhavati.",
  "tika-s0401t16:40_7": "Sampayuttadhammesu thirabhāveneva hi akusalānaṁ abyākatānañca nesaṁ balavabhāvūpapatti.",
  "tika-s0401t16:40_8": "Assaddhiyeti assaddhiyahetu. Nimittatthe hetaṁ bhummavacanaṁ. Esa nayo sesesupi.",
  "tika-s0401t16:41_0": "418.Ādipadānanti satiādipadānaṁ. Saraṇaṭṭhenāti cirakatacirabhāsitānaṁ anussaraṇaṭṭhena.",
  "tika-s0401t16:41_1": "Upaṭṭhānalakkhaṇāti kāyādīsu asubhākārādisallakkhaṇamukhena tattha upatiṭṭhanasabhāvā.",
  "tika-s0401t16:41_2": "Upatiṭṭhanañca ārammaṇaṁ upagantvā ṭhānaṁ, avissajjanaṁ vā ārammaṇassa. Apilāpanalakkhaṇāti",
  "tika-s0401t16:41_3": "asammussanasabhāvā, udake alābu viya ārammaṇe plavitvā gantuṁ appadānaṁ, pāsāṇassa",
  "tika-s0401t16:41_4": "viya niccalassa ārammaṇassa ṭhapanaṁ sāraṇaṁ asammuṭṭhakaraṇaṁ apilāpanaṁ. Sāpateyyanti",
  "tika-s0401t16:41_5": "santakaṁ. Apilāpanaṁ asammuṭṭhaṁ karoti apilāpeti, sāyaṁ pātañca rājānaṁ issariyasampattiṁ",
  "tika-s0401t16:41_6": "sallakkhāpeti sāretīti attho. Kaṇhasukkasappaṭibhāge dhammeti kaṇhasukkasaṅkhāte",
  "tika-s0401t16:41_7": "sappaṭibhāge dhamme. Kaṇho hi dhammo sukkena, sukko ca kaṇhena sappaṭibhāgo. Vitthāra-saddo",
  "tika-s0401t16:41_8": "ādisaddattho. Tena “ime cattāro dhammā sammappadhānā, ime cattāro iddhipādā, imāni",
  "tika-s0401t16:41_9": "pañcindriyāni, imāni pañca balāni, ime satta bojjhaṅgā, ayaṁ ariyo aṭṭhaṅgiko maggo,",
  "tika-s0401t16:41_10": "ayaṁ samatho, ayaṁ vipassanā, ayaṁ vijjā, ayaṁ vimutti, ime lokuttaradhammāti evaṁ",
  "tika-s0401t16:41_11": "kho, mahārāja, apilāpanalakkhaṇā satī”ti imaṁ pāḷisesaṁ saṅgaṇhāti. Therenāti nāgasenattherena.",
  "tika-s0401t16:41_12": "So hi dhammānaṁ kiccaṁ lakkhaṇaṁ katvā asseti “apilāpanalakkhaṇā sati, ākoṭanalakkhaṇo",
  "tika-s0401t16:41_13": "vitakko”tiādinā. Evañhi dhammā subodhā hontīti. Sammosapaccanīkaṁ kiccaṁ asammoso,",
  "tika-s0401t16:41_14": "na sammosābhāvamattanti āha – “asammosarasā vā”ti. Yassa dhammassa balena sampayuttadhammā",
  "tika-s0401t16:41_15": "ārammaṇābhimukhā bhavanti, sā sati. Tasmā sā tesaṁ ārammaṇābhimukhabhāvaṁ paccupaṭṭhāpesi,",
  "tika-s0401t16:41_16": "sayaṁ vā ārammaṇābhimukhabhāvena paccupatiṭṭhatīti vuttaṁ – “gocarābhimukhībhāvapaccupaṭṭhānā”ti.",
  "tika-s0401t16:41_17": "Sammā pasattho bojjhaṅgoti sambojjhaṅgo. Bodhiyā vakkhamānāya dhammasāmaggiyā, bodhissa",
  "tika-s0401t16:41_18": "vā ariyasāvakassa aṅgoti bojjhaṅgo. Yā hītiādinā tameva saṅkhepato vuttamatthaṁ vivarati.",
  "tika-s0401t16:41_19": "“Yā hi ayaṁ dhammasāmaggī”ti etassa “bodhīti vuccatī”ti iminā sambandho. Dhammasāmaggiyāti",
  "tika-s0401t16:41_20": "dhammasamūhena, yāya dhammasāmaggiyāti sambandho. Patiṭṭhānāyūhanā oghataraṇasuttavaṇṇanāyaṁ",
  "tika-s0401t16:41_21": "“kilesavasena patiṭṭhānaṁ, abhisaṅkhāravasena āyūhanā. Taṇhā diṭṭhivasena patiṭṭhānaṁ,",
  "tika-s0401t16:41_22": "avasesakilesābhisaṅkhārehi āyūhanā. Taṇhāvasena patiṭṭhānaṁ, diṭṭhivasena āyūhanā.",
  "tika-s0401t16:41_23": "Sassatadiṭṭhiyā patiṭṭhānaṁ, ucchedadiṭṭhiyā āyūhanā. Līnavasena patiṭṭhānaṁ, uddhaccavasena",
  "tika-s0401t16:41_24": "āyūhanā. Kāmasukhallikānuyogavasena patiṭṭhānaṁ, attakilamathānuyogavasena āyūhanā.",
  "tika-s0401t16:41_25": "Sabbākusalābhisaṅkhāravasena patiṭṭhānaṁ, sabbalokiyakusalābhisaṅkhāravasena āyūhanā”ti",
  "tika-s0401t16:41_26": "evaṁ vuttesu sattasu pakāresu idha avuttānaṁ vasena veditabbā. Paṭipakkhabhūtāyāti",
  "tika-s0401t16:41_27": "ettha līnappatiṭṭhānakāmasukhallikānuyogaucchedābhinivesānaṁ dhammavicayavīriyapītippadhānā",
  "tika-s0401t16:41_28": "dhammasāmaggī paṭipakkho, uddhaccāyūhanaattakilamathānuyogasassatābhinivesānaṁ passaddhisamādhiupekkhāpadhānā",
  "tika-s0401t16:41_29": "dhammasāmaggī paṭipakkho. Sati pana ubhayatthāpi icchitabbā. Tathā hi sā “sabbatthikā”ti vuttā.",
  "tika-s0401t16:42_0": "Kilesasantānaniddāyauṭṭhahatīti etena sikhāppattavipassanāya sahagatānampi satiādīnaṁ",
  "tika-s0401t16:42_1": "bojjhaṅgabhāvaṁ dasseti. Vuṭṭhānagāminivipassanā hi kilese nirodhentī eva pavattatīti.",
  "tika-s0401t16:42_2": "Cattāri vātiādinā pana maggaphalasahagatānaṁ bojjhaṅgabhāvaṁ dasseti. Sattahi bojjhaṅgehi",
  "tika-s0401t16:42_3": "bhāvitehi saccappaṭivedho hotīti kathamidaṁ jānitabbanti codanaṁ sandhāyāha – “yathāhā”tiādi.",
  "tika-s0401t16:42_4": "Jhānaṅgamaggaṅgādayo viyāti etena bodhibojjhaṅgasaddānaṁ samudāyāvayavavisayataṁ",
  "tika-s0401t16:42_5": "dasseti. Senaṅgarathaṅgādayo viyāti etena puggalapaññattiyā avijjamānapaññattibhāvaṁ dasseti.",
  "tika-s0401t16:43_0": "Bodhāya saṁvattantīti bojjhaṅgāti kāraṇattho aṅgasaddoti katvā vuttaṁ. Bujjhantīti",
  "tika-s0401t16:43_1": "bodhiyo, bodhiyo eva aṅgāni bojjhaṅgānīti vuttaṁ – “bujjhantīti bojjhaṅgā”ti. Vipassanādīnaṁ",
  "tika-s0401t16:43_2": "kāraṇādīnaṁ bujjhitabbānañca saccānaṁ anurūpaṁ paccakkhabhāvena paṭimukhaṁ aviparītatāya",
  "tika-s0401t16:43_3": "sammā ca bujjhantīti evaṁ atthavisesadīpakehi upasaggehi “anubujjhantī”tiādi vuttaṁ.",
  "tika-s0401t16:43_4": "Bodhisaddo hi sabbavisesayuttabujjhanaṁ sāmaññena saṅgaṇhāti. Saṁ-saddo pasaṁsāyaṁ",
  "tika-s0401t16:43_5": "sundarabhāve ca dissatīti āha – “pasattho sundaro ca bojjhaṅgo sambojjhaṅgo”ti.",
  "tika-s0401t16:44_0": "Dhamme vicinatīti dhammavicayo. Tattha dhammeti catusaccadhamme tabbinimuttassa sabhāvadhammassa",
  "tika-s0401t16:44_1": "abhāvato. Tato eva so pavicayalakkhaṇo. Obhāsanarasoti visayobhāsanaraso. Asammuyhanākārena",
  "tika-s0401t16:44_2": "paccupatiṭṭhatīti asammohapaccupaṭṭhāno.",
  "tika-s0401t16:45_0": "Vīrassa bhāvo, kammaṁ vāti vīriyaṁ. Īrayitabbatoti pavattetabbato. Paggahalakkhaṇanti",
  "tika-s0401t16:45_1": "kosajjapakkhe patituṁ adatvā sampayuttadhammānaṁ paggahalakkhaṇaṁ. Tato eva sampayuttadhamme",
  "tika-s0401t16:45_2": "upatthambhanarasaṁ. Anosīdanaṁ asaṁsīdanaṁ.",
  "tika-s0401t16:46_0": "Pīṇayatīti tappeti. Pīṇanakiccena sampayuttadhammānaṁ viya taṁsamuṭṭhānapaṇītarūpehi",
  "tika-s0401t16:46_1": "kāyassābyapanaṁ. Pharaṇapītivasena hetaṁ lakkhaṇaṁ vuttaṁ, tathā rasoti. Udaggabhāvo",
  "tika-s0401t16:46_2": "odagyaṁ, taṁ paccupaṭṭhapetīti odagyapaccupaṭṭhānā. Ubbegapītivasena cetaṁ vuttaṁ.",
  "tika-s0401t16:47_0": "Kāyacittadarathappassambhanatoti kāyadarathassa cittadarathassa ca passambhanato",
  "tika-s0401t16:47_1": "vūpasamanato. Tenāha – “upasamalakkhaṇā”ti, kāyacittadarathānaṁ vūpasamanalakkhaṇāti",
  "tika-s0401t16:47_2": "attho. Kāyoti cettha vedanādayo tayo khandhā. Daratho sārambho, dukkhadomanassapaccayānaṁ",
  "tika-s0401t16:47_3": "uddhaccādikānaṁ kilesānaṁ, tathāpavattānaṁ vā catunnaṁ khandhānametaṁ adhivacanaṁ.",
  "tika-s0401t16:47_4": "Darathanimmaddanena pariḷāhaparipphandanavirahito sītibhāvo aparipphandanasītibhāvo.",
  "tika-s0401t16:48_0": "Sammā cittassa ṭhapanaṁ samādhānaṁ. Avikkhepo sampayuttānaṁ avikkhittatā. Yena sampayuttā",
  "tika-s0401t16:48_1": "avikkhittā honti, so dhammo avikkhepo. Avisāro attano eva avisaraṇabhāvo. Atha vā",
  "tika-s0401t16:48_2": "vikkhepappaṭipakkhatāya avikkhepalakkhaṇo. Nhānīyacuṇṇassa udakaṁ viya sampayuttadhammānaṁ",
  "tika-s0401t16:48_3": "sampiṇḍanakiccatāya avisārabhāvena lakkhitabbo avisāralakkhaṇo. Nivāte dīpacciṭṭhiti",
  "tika-s0401t16:48_4": "viya cetaso ṭhitibhāvena paccupatiṭṭhatīti cittaṭṭhitipaccupaṭṭhāno.",
  "tika-s0401t16:49_0": "Ajjhupekkhanatoti samappavattesu assesu sārathi viya sampayuttadhammānaṁ ajjhupekkhanato.",
  "tika-s0401t16:49_1": "Paṭisaṅkhānalakkhaṇāti majjhattabhāve ṭhatvā vīmaṁsanasaṅkhātappaṭisaṅkhānalakkhaṇā.",
  "tika-s0401t16:49_2": "Samavāhitalakkhaṇāti samaṁ avisamaṁ yathāsakakiccesu sampayuttadhammānaṁ pavattanalakkhaṇā.",
  "tika-s0401t16:49_3": "Udāsīnabhāvena pavattamānāpi sesasampayuttadhamme yathāsakakiccesu pavatteti, yathā",
  "tika-s0401t16:49_4": "rājā tuṇhī nisinnopi atthakaraṇe dhammaṭṭhe yathāsakaṁ kiccesu appamatto pavatteti.",
  "tika-s0401t16:49_5": "Alīnānuddhatappavattipaccayattā ūnādhikanivāraṇarasā. Pakkhapātupacchedanarasāti",
  "tika-s0401t16:49_6": "“idaṁ nihīnakiccaṁ hotu, idaṁ atirekatarakicca”nti evaṁ pakkhapātanavasena viya pavatti",
  "tika-s0401t16:49_7": "pakkhapāto, taṁ upacchindantī viya hotīti pakkhapātupacchedanarasā. Sampayuttadhammānaṁ",
  "tika-s0401t16:49_8": "sakasakakicce majjhattabhāvena paccupatiṭṭhatīti majjhattabhāvapaccupaṭṭhāno. Bojjhaṅgānaṁ",
  "tika-s0401t16:49_9": "uparūpari uppādanameva brūhanaṁ vaḍḍhanañcāti āha – “uppādetī”ti.",
  "tika-s0401t16:50_0": "Sati ca sampajaññañca satisampajaññaṁ, satipadhānaṁ vā sampajaññaṁ satisampajaññaṁ.",
  "tika-s0401t16:50_1": "Taṁ sabbattha satokāribhāvāvahattā satisambojjhaṅgassa uppādāya hoti. Yathā paccanīkadhammappahānaṁ",
  "tika-s0401t16:50_2": "anurūpadhammasevanā ca anuppannānaṁ kusalānaṁ dhammānaṁ uppādāya hoti, evaṁ satirahitapuggalavivajjanā,",
  "tika-s0401t16:50_3": "satokāripuggalasevanā, tattha ca yuttatā satisambojjhaṅgassa uppādāya hotīti imamatthaṁ",
  "tika-s0401t16:50_4": "dasseti, “satisampajañña”ntiādinā. Sattasu ṭhānesūti “abhikkante paṭikkante sampajānakārī",
  "tika-s0401t16:50_5": "hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti,",
  "tika-s0401t16:50_6": "saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī",
  "tika-s0401t16:50_7": "hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite",
  "tika-s0401t16:50_8": "tuṇhībhāve sampajānakārī hotī”ti evaṁ vuttesu abhikkantādīsu sattasu ṭhānesu. Tissadattatthero",
  "tika-s0401t16:50_9": "nāma yo bodhimaṇḍe suvaṇṇasalākaṁ gahetvā “aṭṭhārasasu bhāsāsu katarabhāsāya dhammaṁ",
  "tika-s0401t16:50_10": "kathemī”ti parisaṁ padhāresi. Abhayattheroti dattābhayattheramāha. Abhinivesanti",
  "tika-s0401t16:50_11": "vipassanābhinivesaṁ.",
  "tika-s0401t16:51_0": "Paripucchakatāti pariyogāhetvā pucchakabhāvo. Ācariye payirupāsitvā pañcapi nikāye",
  "tika-s0401t16:51_1": "saha aṭṭhakathāya pariyogāhetvā yaṁ yaṁ tattha gaṇṭhiṭṭhānabhūtaṁ, taṁ taṁ “idaṁ,",
  "tika-s0401t16:51_2": "bhante, kathaṁ, imassa ko attho”ti khandhāyatanādiatthaṁ pucchantassa hi dhammavicayasambojjhaṅgo",
  "tika-s0401t16:51_3": "uppajjati. Tenāha – “khandhadhātu…pe… bahulatā”ti.",
  "tika-s0401t16:52_0": "Vatthuvisadakiriyāti ettha cittacetasikānaṁ pavattiṭṭhānabhāvato sarīraṁ tappaṭibaddhāni",
  "tika-s0401t16:52_1": "cīvarādīni ca vatthūnīti adhippetāni. Tāni yathā cittassa sukhāvahāni honti, tathā",
  "tika-s0401t16:52_2": "karaṇaṁ tesaṁ visadakiriyā. Tenāha – “ajjhattikabāhirāna”ntiādi. Ussannadosanti vātapittādivasena",
  "tika-s0401t16:52_3": "upacitadosaṁ. Sedamalamakkhitanti sedena ceva jallikāsaṅkhātena sarīramalena ca makkhitaṁ.",
  "tika-s0401t16:52_4": "Ca-saddena aññampi sarīrassa pīḷāvahaṁ accāsanādiṁ saṅgaṇhāti. Senāsanaṁ vāti vā-saddena",
  "tika-s0401t16:52_5": "malaggahitapattādīnaṁ saṅgaho daṭṭhabbo. Paribhaṇḍakaraṇādīhīti ādi-saddena pattapacanādīnaṁ",
  "tika-s0401t16:52_6": "saṅgaho daṭṭhabbo. Avisadeti vatthumhi avisade sati, visayabhūte vā. Kathaṁ bhāvanamanuyuttassa",
  "tika-s0401t16:52_7": "tāni ajjhattikabāhiravatthūni visayo? Antarantarā pavattanakacittuppādavaseneva vuttaṁ.",
  "tika-s0401t16:52_8": "Te hi cittuppādā cittekaggatāya aparisuddhabhāvāya saṁvattanti. Cittacetasikesūti",
  "tika-s0401t16:52_9": "nissayādipaccayabhūtesu cittacetasikesu. Ñāṇampīti api-saddo sampiṇḍanattho. Tena",
  "tika-s0401t16:52_10": "“na kevalaṁ vatthuyeva, atha kho tasmiṁ aparisuddhe ñāṇampi aparisuddhaṁ hotī”ti",
  "tika-s0401t16:52_11": "nissayāparisuddhiyā taṁnissitāparisuddhi viya visayassa aparisuddhatāya visayino",
  "tika-s0401t16:52_12": "aparisuddhiṁ dasseti.",
  "tika-s0401t16:53_0": "Samabhāvakaraṇanti kiccato anūnādhikabhāvakaraṇaṁ. Saddhindriyaṁ balavaṁ hoti, saddheyyavatthusmiṁ",
  "tika-s0401t16:53_1": "paccayavasena adhimokkhakiccassa paṭutarabhāvena paññāya avisadatāya vīriyādīnañca",
  "tika-s0401t16:53_2": "sithilatādinā saddhindriyaṁ balavaṁ hoti. Tenāha – “itarāni mandānī”ti. Tatoti tasmā,",
  "tika-s0401t16:53_3": "saddhindriyassa balavabhāvato itaresañca mandattāti attho. Kosajjapakkhe patituṁ",
  "tika-s0401t16:53_4": "adatvā sampayuttadhammānaṁ paggaṇhanaṁ anubalappadānaṁ paggaho. Paggahova kiccaṁ",
  "tika-s0401t16:53_5": "paggahakiccaṁ. Kātuṁ na sakkotīti ānetvā sambandhitabbaṁ. Ārammaṇaṁ upagantvā ṭhānaṁ,",
  "tika-s0401t16:53_6": "anissajjanaṁ vā upaṭṭhānaṁ. Vikkhepappaṭipakkho, yena vā sampayuttā avikkhittā honti,",
  "tika-s0401t16:53_7": "so avikkhepo. Rūpagataṁ viya cakkhunā yena yāthāvato visayasabhāvaṁ passati, taṁ",
  "tika-s0401t16:53_8": "dassanakiccaṁ kātuṁ na sakkoti balavatā saddhindriyena adhibhūtattā. Sahajātadhammesu",
  "tika-s0401t16:53_9": "hi indaṭṭhaṁ kārentānaṁ sahapavattamānānaṁ dhammānaṁ ekadesatāvaseneva atthasiddhi,",
  "tika-s0401t16:53_10": "na aññathā. Tasmāti vuttamevatthaṁ kāraṇabhāvena paccāmasati. Tanti saddhindriyaṁ.",
  "tika-s0401t16:53_11": "Dhammasabhāvapaccavekkhaṇenāti yassa saddheyyassa vatthuno uḷāratādiguṇe adhimuccanassa",
  "tika-s0401t16:53_12": "sātisayappavattiyā saddhindriyaṁ balavaṁ jātaṁ, tassa paccayapaccayuppannatādivibhāgato",
  "tika-s0401t16:53_13": "yāthāvato vīmaṁsanena. Evañhi evaṁdhammatānayena yāthāvasarasato pariggayhamāne savipphāro",
  "tika-s0401t16:53_14": "adhimokkho na hoti “ayaṁ imesaṁ dhammānaṁ sabhāvo”ti parijānanavasena paññābyāpārassa",
  "tika-s0401t16:53_15": "sātisayattā. Dhuriyadhammesu hi yathā saddhāya balavabhāve paññāya mandabhāvo hoti,",
  "tika-s0401t16:53_16": "evaṁ paññāya balavabhāve saddhāya mandabhāvo hoti. Tena vuttaṁ – “taṁ dhammasabhāvapaccavekkhaṇena hāpetabba”nti.",
  "tika-s0401t16:54_0": "Tathā amanasikārenāti yenākārena bhāvanamanuyuñjantassa saddhindriyaṁ balavaṁ jātaṁ,",
  "tika-s0401t16:54_1": "tenākārena bhāvanāya ananuyuñjanatoti vuttaṁ hoti. Idha duvidhena saddhindriyassa",
  "tika-s0401t16:54_2": "balavabhāvo attano vā paccayavisesena kiccuttariyato vīriyādīnaṁ vā mandakiccatāya.",
  "tika-s0401t16:54_3": "Tattha paṭhamavikappe hāpanavidhi dassito, dutiyavikappe pana yathā manasikaroto",
  "tika-s0401t16:54_4": "vīriyādīnaṁ mandakiccatāya saddhindriyaṁ balavaṁ jātaṁ, tathā amanasikārena vīriyādīnaṁ",
  "tika-s0401t16:54_5": "paṭukiccabhāvāvahena manasikārena saddhindriyaṁ tehi samarasaṁ karontena hāpetabbaṁ.",
  "tika-s0401t16:54_6": "Iminā nayena sesindriyesupi hāpanavidhi veditabbo.",
  "tika-s0401t16:55_0": "Vakkalittheravatthūti so hi āyasmā saddhādhimuttatāya katādhikāro satthu rūpadassanappasuto",
  "tika-s0401t16:55_1": "eva hutvā viharanto satthārā “kiṁ te, vakkali, iminā pūtikāyena diṭṭhena, yo kho,",
  "tika-s0401t16:55_2": "vakkali, dhammaṁ passati, so maṁ passatī”tiādinā nayena ovaditvā kammaṭṭhāne niyojitopi",
  "tika-s0401t16:55_3": "taṁ ananuyuñjanto paṇāmito attānaṁ vinipātetuṁ papātaṭṭhānaṁ abhiruhi. Atha naṁ satthā",
  "tika-s0401t16:55_4": "yathānisinnova obhāsavissajjanena attānaṁ dassetvā –",
  "tika-s0401t16:56": "“Pāmojjabahulo bhikkhu, pasanno buddhasāsane;",
  "tika-s0401t16:57": "Adhigacche padaṁ santaṁ, saṅkhārūpasamaṁ sukha”nti. –",
  "tika-s0401t16:58_0": "Gāthaṁ vatvā “ehi, vakkalī”ti āha. So teneva amatena abhisitto haṭṭhatuṭṭho hutvā",
  "tika-s0401t16:58_1": "vipassanaṁ paṭṭhapesi, saddhāya pana balavabhāvena vipassanāvīthiṁ na otari. Taṁ",
  "tika-s0401t16:58_2": "ñatvā bhagavā tassa indriyasamattappaṭipādanāya kammaṭṭhānaṁ sodhetvā adāsi. So satthārā",
  "tika-s0401t16:58_3": "dinnanaye ṭhatvā vipassanaṁ ussukkāpetvā maggappaṭipāṭiyā arahattaṁ pāpuṇi. Tena",
  "tika-s0401t16:58_4": "vuttaṁ – “vakkalittheravatthu cettha nidassana”nti. Etthāti saddhindriyassa adhimattabhāve",
  "tika-s0401t16:58_5": "sesindriyānaṁ sakiccākaraṇe. Itarakiccabhedanti upaṭṭhānādikiccavisesaṁ. Passaddhādīti",
  "tika-s0401t16:58_6": "ādi-saddena samādhiupekkhāsambojjhaṅgānaṁ saṅgaho. Hāpetabbanti yathā saddhindriyassa",
  "tika-s0401t16:58_7": "balavabhāvo dhammasabhāvapaccavekkhaṇena hāyati, evaṁ vīriyindriyassa adhimattatā",
  "tika-s0401t16:58_8": "passaddhiādibhāvanāya hāyati samādhipakkhiyattā tassā. Tathā hi samādhindriyassa",
  "tika-s0401t16:58_9": "adhimattataṁ kosajjapātato rakkhantī vīriyādibhāvanā viya vīriyindriyassa adhimattataṁ",
  "tika-s0401t16:58_10": "uddhaccapātato rakkhantī passaddhādibhāvanā ekaṁsato hāpeti. Tena vuttaṁ – “passaddhādibhāvanāya hāpetabba”nti.",
  "tika-s0401t16:59_0": "Soṇattherassa vatthūti sukhumālasoṇattherassa vatthu. So hi āyasmā satthu santike",
  "tika-s0401t16:59_1": "kammaṭṭhānaṁ gahetvā sītavane viharanto “mama sarīraṁ sukhumālaṁ, na ca sakkā sukheneva",
  "tika-s0401t16:59_2": "sukhaṁ adhigantuṁ, kilametvāpi samaṇadhammo kātabbo”ti ṭhānacaṅkamameva adhiṭṭhāya",
  "tika-s0401t16:59_3": "padhānamanuyuñjanto pādatalesu phoṭesu uṭṭhitesupi vedanaṁ ajjhupekkhitvā daḷhavīriyaṁ",
  "tika-s0401t16:59_4": "karonto accāraddhavīriyatāya visesaṁ nibbattetuṁ nāsakkhi. Satthā tattha gantvā vīṇūpamovādena",
  "tika-s0401t16:59_5": "ovaditvā vīriyasamatāyojanavidhiṁ dassento kammaṭṭhānaṁ visodhetvā gijjhakūṭaṁ gato.",
  "tika-s0401t16:59_6": "Theropi satthārā dinnanayena vīriyasamataṁ yojetvā bhāvento vipassanampi ussukkāpetvā",
  "tika-s0401t16:59_7": "arahatte patiṭṭhāsi. Tena vuttaṁ – “soṇattherassa vatthu dassetabba”nti. Sesesupīti",
  "tika-s0401t16:59_8": "satisamādhipaññindriyesupi.",
  "tika-s0401t16:60_0": "Samatanti saddhāpaññānaṁ aññamaññaṁ anūnādhikabhāvaṁ, tathā samādhivīriyānaṁ. Yathā",
  "tika-s0401t16:60_1": "hi saddhāpaññānaṁ visuṁ dhuriyadhammabhūtānaṁ kiccato aññamaññānativattanaṁ visesato",
  "tika-s0401t16:60_2": "icchitabbaṁ, yato nesaṁ samadhuratāya appanā sampajjati, evaṁ samādhivīriyānaṁ kosajjuddhaccapakkhikānaṁ",
  "tika-s0401t16:60_3": "samarasatāya sati aññamaññūpatthambhanato sampayuttadhammānaṁ antadvayapātābhāvena",
  "tika-s0401t16:60_4": "sammadeva appanā ijjhati. Balavasaddhotiādi byatirekamukhena vuttassevatthassa samatthanaṁ.",
  "tika-s0401t16:60_5": "Tassattho – yo balavatiyā saddhāya samannāgato avisadañāṇo, so mudhappasanno hoti,",
  "tika-s0401t16:60_6": "na aveccappasanno. Tathā hi avatthusmiṁ pasīdati seyyathāpi titthiyasāvakā. Kerāṭikapakkhanti",
  "tika-s0401t16:60_7": "sāṭheyyapakkhaṁ bhajati. Saddhāhīnāya paññāya atidhāvanto “deyyavatthupariccāgena",
  "tika-s0401t16:60_8": "vinā cittuppādamattenapi dānamayaṁ puññaṁ hotī”tiādīni parikappeti hetuppaṭirūpakehi",
  "tika-s0401t16:60_9": "vañcito, evaṁbhūto sukkhatakkaviluttacitto paṇḍitānaṁ vacanaṁ nādiyati, saññattiṁ",
  "tika-s0401t16:60_10": "na gacchati. Tenāha – “bhesajjasamuṭṭhito viya rogo atekiccho hotī”ti. Yathā cettha",
  "tika-s0401t16:60_11": "saddhāpaññānaṁ aññamaññaṁ samabhāvo atthāvaho, anatthāvaho visamabhāvo, evaṁ samādhivīriyānaṁ",
  "tika-s0401t16:60_12": "aññamaññaṁ avikkhepāvaho samabhāvo, itaro vikkhepāvaho cāti kosajjaṁ abhibhavati,",
  "tika-s0401t16:60_13": "tena appanaṁ na pāpuṇātīti adhippāyo. Uddhaccaṁ abhibhavatīti etthāpi eseva nayo.",
  "tika-s0401t16:60_14": "Taṁ ubhayanti saddhāpaññādvayaṁ samādhivīriyadvayañca. Samaṁ kattabbanti samarasaṁ kātabbaṁ.",
  "tika-s0401t16:61_0": "Samādhikammikassāti samathakammaṭṭhānikassa. Evanti evaṁ sante, saddhāya thokaṁ balavabhāve",
  "tika-s0401t16:61_1": "satīti attho. Saddahantoti “pathavī pathavīti manasikaraṇamattena kathaṁ jhānuppattī”ti",
  "tika-s0401t16:61_2": "acintetvā “addhā sammāsambuddhena vuttavidhi ijjhissatī”ti saddahanto saddhaṁ janento.",
  "tika-s0401t16:61_3": "Okappentoti ārammaṇaṁ anuppavisitvā viya adhimuccanavasena avakappento pakkhandanto.",
  "tika-s0401t16:61_4": "Ekaggatā balavatī vaṭṭati samādhippadhānattā jhānassa. Ubhinnanti samādhipaññānaṁ.",
  "tika-s0401t16:61_5": "Samādhikammikassa samādhino adhimattatā viya paññāya adhimattatāpi icchitabbāti āha",
  "tika-s0401t16:61_6": "– “samatāyapī”ti, samabhāvenapīti attho. Appanāti lokiyaappanā. Tathā hi “hotiyevā”ti",
  "tika-s0401t16:61_7": "sāsaṅkaṁ vadati. Lokuttarappanā pana tesaṁ samabhāveneva icchitā. Yathāha – “samathavipassanaṁ",
  "tika-s0401t16:61_8": "yuganaddhaṁ bhāvetī”ti.",
  "tika-s0401t16:62_0": "Yadi visesato saddhāpaññānaṁ samādhivīriyānañca samatāva icchitā, kathaṁ satīti āha",
  "tika-s0401t16:62_1": "– “sati pana sabbattha balavatī vaṭṭatī”ti. Sabbatthāti līnuddhaccapakkhikesu pañcasu",
  "tika-s0401t16:62_2": "indriyesu. Uddhaccapakkhike gaṇhanto “saddhāvīriyapaññāna”nti āha. Aññathāpīti ca",
  "tika-s0401t16:62_3": "gahetabbā siyā. Tathā hi kosajjapakkhikena ca samādhināicceva vuttaṁ, na “passaddhisamādhiupekkhāhī”ti.",
  "tika-s0401t16:62_4": "Sāti sati. Sabbesu rājakammesu niyutto sabbakammiko. Tenāti tena sabbattha icchitabbatthena",
  "tika-s0401t16:62_5": "kāraṇena. Āha aṭṭhakathāyaṁ. Sabbattha niyuttā sabbatthikā sabbattha līne uddhate",
  "tika-s0401t16:62_6": "ca citte icchitabbattā, sabbena vā līnuddhaccapakkhiyena bojjhaṅgagaṇena atthetabbāti",
  "tika-s0401t16:62_7": "sabbatthā, sāva sabbatthikā. Cittanti kusalacittaṁ. Tassa hi satipaṭisaraṇaṁ parāyaṇaṁ",
  "tika-s0401t16:62_8": "appattassa pattiyā anadhigatassa adhigamāya. Tenāha – “ārakkhapaccupaṭṭhānā”tiādi.",
  "tika-s0401t16:63_0": "Khandhādibhedesu anogāḷhapaññānanti pariyattibāhusaccavasenapi khandhāyatanādīsu",
  "tika-s0401t16:63_1": "appatiṭṭhitabuddhīnaṁ. Bahussutasevanā hi sutamayañāṇāvahā. Taruṇavipassanāsamaṅgīpi",
  "tika-s0401t16:63_2": "bhāvanāmayañāṇe ṭhitattā ekaṁsato paññavā eva nāma hotīti āha – “samapaññāsa…pe…",
  "tika-s0401t16:63_3": "puggalasevanā”ti. Ñeyyadhammassa gambhīrabhāvavasena tapparicchedakañāṇassa gambhīrabhāvaggahaṇanti",
  "tika-s0401t16:63_4": "āha – “gambhīresu khandhādīsu pavattāya gambhīrapaññāyā”ti. Tañhi ñeyyaṁ tādisāya",
  "tika-s0401t16:63_5": "paññāya caritabbato gambhīrañāṇacariyaṁ. Tassā vā paññāya tattha pabhedato pavatti",
  "tika-s0401t16:63_6": "gambhīrañāṇacariyā, tassā paccavekkhaṇāti āha – “gambhīrapaññāya pabhedapaccavekkhaṇā”ti.",
  "tika-s0401t16:64_0": "Pañcavidhabandhanakammakāraṇaṁ niraye nibbattasattassa yebhuyyena sabbapaṭhamaṁ karontīti",
  "tika-s0401t16:64_1": "devadūtasuttādīsu ādito vuttattā ca āha – “pañcavidhabandhanakammakāraṇato paṭṭhāyā”ti.",
  "tika-s0401t16:64_2": "Sakaṭavahanādikāleti ādi-saddena tadaññaṁ manussehi tiracchānehi ca vibādhitabbakālaṁ",
  "tika-s0401t16:64_3": "saṅgaṇhāti. Ekaṁ buddhantaranti idaṁ aparāparesu petesuyeva uppajjanakasattavasena",
  "tika-s0401t16:64_4": "vuttaṁ, ekaccānaṁ vā petānaṁ ekaccatiracchānānaṁ viya dīghāyukatā siyāti tathā vuttaṁ.",
  "tika-s0401t16:64_5": "Tathā hi kāḷo nāgarājā catunnaṁ buddhānaṁ sammukhībhāvaṁ labhitvā ṭhitopi metteyyassapi",
  "tika-s0401t16:64_6": "bhagavato sammukhībhāvaṁ labhissatīti vadanti, yatassa kappāyukatā vuttā.",
  "tika-s0401t16:65_0": "Evaṁ ānisaṁsadassāvinoti vīriyāyatto eva sabbo lokiyo lokuttaro ca visesādhigamoti",
  "tika-s0401t16:65_1": "evaṁ vīriye ānisaṁsadassanasīlassa. Gamanavīthinti sapubbabhāgaṁ nibbānagāminipaṭipadaṁ,",
  "tika-s0401t16:65_2": "saha vipassanāya ariyamaggappaṭipāṭi, sattavisuddhiparamparā vā. Sā hi “bhikkhuno",
  "tika-s0401t16:65_3": "vaṭṭaniyyānāya gantabbā paṭipajjitabbā paṭipadā”ti katvā gamanavīthi nāma.",
  "tika-s0401t16:66_0": "Kāyadaḷhībahuloti yathā tathā kāyassa daḷhīkammappasuto. Piṇḍapātanti raṭṭhapiṇḍaṁ.",
  "tika-s0401t16:66_1": "Paccayadāyakānaṁ attani kārassa attano sammāpaṭipattiyā mahapphalabhāvassa karaṇena",
  "tika-s0401t16:66_2": "piṇḍassa bhikkhāya paṭipūjanā piṇḍapātāpacāyanaṁ.",
  "tika-s0401t16:67_0": "Nīharantoti pattatthavikato nīharanto. Taṁ saddaṁ sutvāti taṁ upāsikāya vacanaṁ paṇṇasālādvāre",
  "tika-s0401t16:67_1": "ṭhitova pañcābhiññatāya dibbasotena sutvā. Manussasampatti, dibbasampatti, nibbānasampattīti",
  "tika-s0401t16:67_2": "imā tisso sampattiyo. Dātuṁ sakkhissasīti tayi katena dānamayena veyyāvaccamayena",
  "tika-s0401t16:67_3": "ca puññakammena khettavisesabhāvūpagamanena aparāparaṁ devamanussānaṁ sampattiyo",
  "tika-s0401t16:67_4": "ante nibbānasampattiñca dātuṁ sakkhissasīti thero attānaṁ pucchati. Sitaṁ karontoti",
  "tika-s0401t16:67_5": "“akiccheneva mayā vaṭṭadukkhaṁ samatikkanta”nti paccavekkhaṇāvasāne sañjātapāmojjavasena sitaṁ karonto.",
  "tika-s0401t16:68_0": "Nipparissayakāloti nirupaddavakālo, tadā bhikkhusaṅghassa sulabhā paccayā hontīti",
  "tika-s0401t16:68_1": "paccayahetukā cittapīḷā natthīti adhippāyo. Passantānaṁyevāti anādare sāmivacanaṁ.",
  "tika-s0401t16:68_2": "Khīradhenunti khīradāyikaṁ dhenuṁ. Kiñcideva katvāti kiñcideva bhatikammaṁ katvā.",
  "tika-s0401t16:68_3": "Ucchuyantakammanti ucchuyantasālāya kātabbaṁ kiccaṁ. Tameva magganti upāsakena paṭipannamaggaṁ.",
  "tika-s0401t16:68_4": "Upakaṭṭhāyāti āsannāya. Vippaṭipannanti jātidhammakuladhammādilaṅghanena asammāpaṭipannaṁ.",
  "tika-s0401t16:68_5": "Evanti yathā asammāpaṭipanno putto tāya eva asammāpaṭipattiyā kulasantānato bāhiro",
  "tika-s0401t16:68_6": "hutvā pitu santikā dāyajjassa na bhāgī, evaṁ kusītopi teneva kusītabhāvena na sammāpaṭipanno",
  "tika-s0401t16:68_7": "satthu santikā laddhabbaariyadhanadāyajjassa na bhāgī. Āraddhavīriyova labhati sammāpaṭipajjanato.",
  "tika-s0401t16:68_8": "Uppajjati vīriyasambojjhaṅgoti yojanā, evaṁ sabbattha.",
  "tika-s0401t16:69": "Mahāti sīlādiguṇehi mahanto vipulo anaññasādhāraṇo. Taṁ panassa guṇamahattaṁ dasasahassilokadhātukampanena loke pākaṭanti dassento “satthuno hī”tiādimāha.",
  "tika-s0401t16:70": "Yasmā satthusāsane pabbajitassa pabbajjūpagamanena sakyaputtiyabhāvo sañjāyati, tasmā buddhaputtabhāvaṁ dassento “asambhinnāyā”tiādimāha.",
  "tika-s0401t16:71_0": "Alasānaṁ bhāvanāya nāmamattampi ajānantānaṁ kāyadaḷhībahulānaṁ yāvadatthaṁ bhuñjitvā",
  "tika-s0401t16:71_1": "seyyasukhādianuyuñjanakānaṁ tiracchānagatikānaṁ puggalānaṁ dūrato vajjanā kusītapuggalaparivajjanāti",
  "tika-s0401t16:71_2": "āha – “kucchiṁ pūretvā ṭhitaajagarasadise”tiādi. “Divasaṁ caṅkamena nisajjāya āvaraṇīyehi",
  "tika-s0401t16:71_3": "dhammehi cittaṁ parisodhessāmā”tiādinā bhāvanārambhavasena āraddhavīriyānaṁ daḷhaparakkamānaṁ",
  "tika-s0401t16:71_4": "kālena kālaṁ upasaṅkamanā āraddhavīriyapuggalasevanāti āha – “āraddhavīriye”tiādi.",
  "tika-s0401t16:71_5": "Visuddhimagge pana jātimahattapaccavekkhaṇā sabrahmacārimahattapaccavekkhaṇāti idaṁ",
  "tika-s0401t16:71_6": "dvayaṁ na gahitaṁ, thinamiddhavinodanatā sammappadhānapaccavekkhaṇatāti idaṁ dvayaṁ",
  "tika-s0401t16:71_7": "gahitaṁ. Tattha ānisaṁsadassāvitāya eva sammappadhānapaccavekkhaṇā gahitā hoti lokiyalokuttaravisesādhigamassa",
  "tika-s0401t16:71_8": "vīriyāyattatādassanabhāvato, thinamiddhavinodanaṁ pana tadadhimuttatāya eva gahitaṁ",
  "tika-s0401t16:71_9": "hoti. Vīriyuppādane yuttappayuttassa thinamiddhavinodanaṁ atthasiddhamevāti. Tattha",
  "tika-s0401t16:71_10": "thinamiddhavinodanakusītapuggalaparivajjanaāraddhavīriyapuggalasevanatadadhi- muttatāpaṭipakkhavidhamanapaccayūpasaṁhāravasena",
  "tika-s0401t16:71_11": "apāyabhayapaccavekkhaṇādayo samuttejanavasena vīriyasambojjhaṅgassa uppādakā daṭṭhabbā.",
  "tika-s0401t16:72_0": "Buddhānussatiyā upacārasamādhiniṭṭhattā vuttaṁ – “yāva upacārā”ti. Sakalasarīraṁ",
  "tika-s0401t16:72_1": "pharamānoti pītisamuṭṭhānehi paṇītarūpehi sakalasarīraṁ pharamāno, dhammasaṅghaguṇe",
  "tika-s0401t16:72_2": "anussarantassapi yāva upacārā sakalasarīraṁ pharamāno pītisambojjhaṅgo uppajjatīti",
  "tika-s0401t16:72_3": "evaṁ sesaanussatīsu, pasādanīyasuttantapaccavekkhaṇāya ca yojetabbaṁ tassāpi vimuttāyatanabhāvena",
  "tika-s0401t16:72_4": "taggatikattā. Evarūpe kāleti “dubbhikkhabhayādīsū”ti vuttakāle. Samāpatti…pe… na",
  "tika-s0401t16:72_5": "samudācarantīti idaṁ upasamānussatiyā vasena vuttaṁ. Saṅkhārānañhi vasena sappadesavūpasamepi",
  "tika-s0401t16:72_6": "nippadesavūpasame viya tathā saññāya pavattito bhāvanāmanasikāro kilesavikkhambhanasamattho",
  "tika-s0401t16:72_7": "hutvā upacārasamādhiṁ āvahanto tathārūpapītisomanassasamannāgato pītisambojjhaṅgassa",
  "tika-s0401t16:72_8": "upādāya hotīti. Tattha “vikkhambhitā kilesā”ti pāṭho. Na samudācarantīti iti-saddo",
  "tika-s0401t16:72_9": "kāraṇattho. Yasmā na samudācaranti, tasmā taṁ nesaṁ asamudācāraṁ paccavekkhantassāti",
  "tika-s0401t16:72_10": "yojanā. Na hi kilese paccavekkhantassa bojjhaṅguppatti yuttā, pasādanīyesu ṭhānesu",
  "tika-s0401t16:72_11": "pasādasinehābhāvena lūkhahadayatāya lūkhatā. Sā tattha ādaragāravākaraṇena viññāyatīti",
  "tika-s0401t16:72_12": "āha – “asakkaccakiriyāya saṁsūcitalūkhabhāve”ti.",
  "tika-s0401t16:73_0": "Paṇītabhojanasevanatāti paṇītasappāyabhojanasevanatā. Utuiriyāpathasukhaggahaṇena",
  "tika-s0401t16:73_1": "sappāyautuiriyāpathaggahaṇaṁ daṭṭhabbaṁ. Tañhi tividhampi sappāyaṁ seviyamānaṁ kāyassa",
  "tika-s0401t16:73_2": "kalyatāpādanavasena cittassa kalyataṁ āvahantaṁ duvidhāyapi passaddhiyā kāraṇaṁ hoti.",
  "tika-s0401t16:73_3": "Ahetukasattesu labbhamānaṁ sukhadukkhanti ayameko anto, issarādivisamahetukanti pana",
  "tika-s0401t16:73_4": "ayaṁ dutiyo. Ete ubho ante anupagamma yathāsakaṁ kammunā hotīti ayaṁ majjhimā paṭipatti.",
  "tika-s0401t16:73_5": "Majjhatto payogo yassa so majjhattapayogo, tassa bhāvo majjhattapayogatā. Ayañhi",
  "tika-s0401t16:73_6": "sabhāvāsāraddhatāya taṁpassaddhakāyatāya kāraṇaṁ hoti, passaddhidvayaṁ āvahati. Eteneva",
  "tika-s0401t16:73_7": "sāraddhakāyapuggalaparivajjanapassaddhakāyapuggalasevanānaṁ tadāvahanatā saṁvaṇṇitāti daṭṭhabbaṁ.",
  "tika-s0401t16:74": "Vatthuvisadakiriyā indriyasamattappaṭipādanā ca paññāvahā vuttā, samādhānāvahāpi tā honti. Samādhānāvahabhāveneva paññāvahabhāvatoti vuttaṁ – “vatthuvisadakiriyā…pe… veditabbā”ti.",
  "tika-s0401t16:75_0": "Kāraṇakosallabhāvanākosallānaṁ nānantariyabhāvato rakkhanākosallassa ca taṁmūlakattā",
  "tika-s0401t16:75_1": "“nimittakusalatā nāma kasiṇanimittassa uggahakusalatā”icceva vuttaṁ. Kasiṇanimittassāti",
  "tika-s0401t16:75_2": "ca nidassanamattaṁ daṭṭhabbaṁ. Asubhanimittādikassapi hi yassa kassaci jhānuppattinimittassa",
  "tika-s0401t16:75_3": "uggahakosallaṁ nimittakusalatā evāti. Atisithilavīriyatādīhīti ādi-saddena paññāpayogamandataṁ",
  "tika-s0401t16:75_4": "payogavekallañca saṅgaṇhāti. Tassa paggaṇhananti tassa līnassa cittassa dhammavicayasambojjhaṅgādisamuṭṭhāpanena",
  "tika-s0401t16:75_5": "layāpattito samuddharaṇaṁ. Vuttañhetaṁ bhagavatā –",
  "tika-s0401t16:76_0": "“Yasmiñca kho, bhikkhave, samaye līnaṁ cittaṁ hoti, kālo tasmiṁ samaye dhammavicayasambojjhaṅgassa",
  "tika-s0401t16:76_1": "bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya.",
  "tika-s0401t16:76_2": "Taṁ kissa hetu? Līnaṁ, bhikkhave, cittaṁ, taṁ etehi dhammehi susamuṭṭhāpayaṁ hoti.",
  "tika-s0401t16:76_3": "Seyyathāpi, bhikkhave, puriso parittaṁ aggiṁ ujjāletukāmo assa. So tattha sukkhāni",
  "tika-s0401t16:76_4": "ceva tiṇāni pakkhipeyya, sukkhāni ca gomayāni pakkhipeyya, sukkhāni ca kaṭṭhāni pakkhipeyya,",
  "tika-s0401t16:76_5": "mukhavātañca dadeyya, na ca paṁsukena okireyya, bhabbo nu kho so puriso parittaṁ",
  "tika-s0401t16:76_6": "aggiṁ ujjāletunti? Evaṁ, bhante”ti.",
  "tika-s0401t16:77": "Ettha ca yathāsakaṁ āhāravasena dhammavicayasambojjhaṅgādīnaṁ bhāvanā samuṭṭhāpanāti veditabbā, sā anantaraṁ vibhāvitā eva.",
  "tika-s0401t16:78_0": "Accāraddhavīriyatādīhīti ādi-saddena paññāpayogabalavataṁ pamoduppilāpanañca saṅgaṇhāti.",
  "tika-s0401t16:78_1": "Tassa niggaṇhananti tassa uddhatassa cittassa samādhisambojjhaṅgādisamuṭṭhāpanena",
  "tika-s0401t16:78_2": "uddhatāpattito nisedhanaṁ. Vuttampi cetaṁ bhagavatā –",
  "tika-s0401t16:79_0": "“Yasmiñca kho, bhikkhave, samaye uddhataṁ cittaṁ hoti, kālo tasmiṁ samaye passaddhisambojjhaṅgassa",
  "tika-s0401t16:79_1": "bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya.",
  "tika-s0401t16:79_2": "Taṁ kissa hetu? Uddhataṁ, bhikkhave, cittaṁ, taṁ etehi dhammehi suvūpasamaṁ hoti.",
  "tika-s0401t16:79_3": "Seyyathāpi, bhikkhave, puriso mahantaṁ aggikkhandhaṁ nibbāpetukāmo assa, so tattha",
  "tika-s0401t16:79_4": "allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni nikkhipeyya, allāni ca kaṭṭhāni",
  "tika-s0401t16:79_5": "pakkhipeyya, mukhavātañca na dadeyya, paṁsukena ca okireyya, bhabbo nu kho so puriso",
  "tika-s0401t16:79_6": "mahantaṁ aggikkhandhaṁ nibbāpetunti? Evaṁ, bhante”ti.",
  "tika-s0401t16:80_0": "Etthāpi yathāsakaṁ āhāravasena passaddhisambojjhaṅgādīnaṁ bhāvanā samuṭṭhāpanāti",
  "tika-s0401t16:80_1": "veditabbā. Tattha passaddhisambojjhaṅgassa bhāvanā vuttā eva, samādhisambojjhaṅgassa",
  "tika-s0401t16:80_2": "vuccamānā, itarassa anantaraṁ vakkhati.",
  "tika-s0401t16:81_0": "Paññāpayogamandatāyāti paññābyāpārassa appakabhāvena. Yathā hi dānaṁ alobhappadhānaṁ,",
  "tika-s0401t16:81_1": "sīlaṁ adosappadhānaṁ, evaṁ bhāvanā amohappadhānā. Tattha yadā paññā na balavatī hoti,",
  "tika-s0401t16:81_2": "tadā bhāvanā pubbenāparaṁ visesāvahā na hoti. Anabhisaṅgato viya āhāro purisassa,",
  "tika-s0401t16:81_3": "yogino cittassa abhiruciṁ na janeti, tena taṁ nirassādaṁ hoti. Tathā bhāvanāya sammadeva",
  "tika-s0401t16:81_4": "avīthipaṭipattiyā upasamasukhaṁ na vindati, tenapi cittaṁ nirassādaṁ hoti. Tena vuttaṁ",
  "tika-s0401t16:81_5": "– “paññāpayogamandatāyā…pe… nirassādaṁ hotī”ti. Tassa saṁveguppādanaṁ pasāduppādanañca",
  "tika-s0401t16:81_6": "tikicchananti taṁ dassento, “aṭṭha saṁvegavatthūnī”tiādimāha. Tattha jātijarābyādhimaraṇāni",
  "tika-s0401t16:81_7": "yathārahaṁ sugatiyaṁ duggatiyañca hontīti tadaññameva pañcavidhabandhanādikhuppipāsādiaññamaññaviheṭhanādihetukaṁ",
  "tika-s0401t16:81_8": "apāyadukkhaṁ daṭṭhabbaṁ. Tayidaṁ sabbaṁ tesaṁ tesaṁ sattānaṁ paccuppannabhavanissitaṁ",
  "tika-s0401t16:81_9": "gahitanti atīte anāgate ca kāle vaṭṭamūlakadukkhāni visuṁ gahitāni. Ye pana sattā",
  "tika-s0401t16:81_10": "āhārūpajīvino, tattha ca uṭṭhānaphalūpajīvino, tesaṁ aññehi asādhāraṇajīvitadukkhaṁ",
  "tika-s0401t16:81_11": "aṭṭhamaṁ saṁvegavatthu gahitanti daṭṭhabbaṁ. Ayaṁ vuccati samaye sampahaṁsanatāti",
  "tika-s0401t16:81_12": "ayaṁ bhāvanācittassa sampahaṁsitabbasamaye vuttanayeneva saṁvegajananavasena ceva",
  "tika-s0401t16:81_13": "pasāduppādanavasena ca sammadeva pahaṁsanā, saṁvegajananapubbakapasāduppādanena tosanāti attho.",
  "tika-s0401t16:82_0": "Sammāpaṭipattiṁ āgammāti līnuddhaccavirahena samathavīthipaṭipattiyā ca sammā avisamaṁ",
  "tika-s0401t16:82_1": "sammadeva bhāvanāpaṭipattiṁ āgamma. Alīnantiādīsu kosajjapakkhiyānaṁ dhammānaṁ anadhimattatāya",
  "tika-s0401t16:82_2": "alīnaṁ, uddhaccapakkhikānaṁ anadhimattatāya anuddhataṁ, paññāpayogasampattiyā upasamasukhādhigamena",
  "tika-s0401t16:82_3": "ca anirassādaṁ, tato eva ārammaṇe samappavattaṁ samathavīthipaṭipannaṁ. Alīnānuddhatāhi",
  "tika-s0401t16:82_4": "vā ārammaṇe samappavattaṁ, anirassādatāya samathavīthipaṭipannaṁ. Samappavattiyā",
  "tika-s0401t16:82_5": "vā alīnaṁ anuddhataṁ, samathavīthipaṭipattiyā anirassādanti daṭṭhabbaṁ. Tattha alīnatāya",
  "tika-s0401t16:82_6": "paggahe, anuddhatatāya niggahe, anirassādatāya sampahaṁsane na byāpāraṁ āpajjati.",
  "tika-s0401t16:82_7": "Ayaṁ vuccati samaye ajjhupekkhanatāti ayaṁ ajjhupekkhitabbasamaye bhāvanācittassa",
  "tika-s0401t16:82_8": "paggahaniggahasampahaṁsanesu byāvaṭatāsaṅkhātaṁ paṭipakkhaṁ abhibhuyya ajjhupekkhanā",
  "tika-s0401t16:82_9": "vuccati. Paṭipakkhavikkhambhanato vipassanāya adhiṭṭhānabhāvūpagamanato ca upacārajjhānampi",
  "tika-s0401t16:82_10": "samādhānakiccanipphattiyā puggalassa samāhitabhāvasādhanamevāti tattha samadhurabhāvenāha",
  "tika-s0401t16:82_11": "– “upacāraṁ vā appanaṁ vā”ti. Esa uppajjatīti esa samādhisambojjhaṅgo anuppanno uppajjati.",
  "tika-s0401t16:83_0": "Anurodhavirodhappahānavasena majjhattabhāvo upekkhāsambojjhaṅgassa kāraṇaṁ tasmiṁ",
  "tika-s0401t16:83_1": "sati sijjhanato, asati ca asijjhanato, so ca majjhattabhāvo visayavasena duvidhoti",
  "tika-s0401t16:83_2": "āha – “sattamajjhattatā saṅkhāramajjhattatā”ti. Tadubhayena ca virujjhanaṁ passaddhisambojjhaṅgabhāvanāya",
  "tika-s0401t16:83_3": "eva dūrīkatanti anurujjhanasseva pahānavidhiṁ dassetuṁ – “sattamajjhattatā”tiādi",
  "tika-s0401t16:83_4": "vuttaṁ. Tenāha – “sattasaṅkhārakelāyanapuggalaparivajjanatā”ti. Upekkhāya hi visesato",
  "tika-s0401t16:83_5": "rāgo paṭipakkho. Tathā cāha – “upekkhā rāgabahulassa visuddhimaggo”ti. Dvīhākārehīti",
  "tika-s0401t16:83_6": "kammassakatāpaccavekkhaṇaṁ, attasuññatāpaccavekkhaṇanti, imehi dvīhi kāraṇehi. Dvīhevāti",
  "tika-s0401t16:83_7": "avadhāraṇaṁ saṅkhyāsamānatādassanatthaṁ. Saṅkhyā eva hettha samānā, na saṅkhyeyyaṁ",
  "tika-s0401t16:83_8": "sabbathā samānanti. Assāmikabhāvo anattaniyatā. Sati hi attani tassa kiñcanabhāvena",
  "tika-s0401t16:83_9": "cīvaraṁ aññaṁ vā kiñci attaniyaṁ nāma siyā, so pana koci natthevāti adhippāyo. Anaddhaniyanti",
  "tika-s0401t16:83_10": "na addhānakkhamaṁ, na ciraṭṭhāyī ittaraṁ aniccanti attho. Tāvakālikanti tasseva vevacanaṁ.",
  "tika-s0401t16:84": "Mamāyatīti mamattaṁ karoti, mamāti taṇhāya pariggayha tiṭṭhati. Dhanāyantāti dhanaṁ dabbaṁ karontā.",
  "tika-s0401t16:85_0": "419.Sammādassanalakkhaṇāti sammā aviparītaṁ aniccādivasena dassanasabhāvā. Sammāabhiniropanalakkhaṇoti",
  "tika-s0401t16:85_1": "sammadeva ārammaṇe cittassa abhiniropanasabhāvo. Caturaṅgasamannāgatā vācā janaṁ",
  "tika-s0401t16:85_2": "saṅgaṇhātīti tabbipakkhaviratisabhāvā sammāvācā bhedakaramicchāvācāpahānena jane",
  "tika-s0401t16:85_3": "sampayutte ca pariggaṇhanakiccavatī hotīti “pariggahalakkhaṇā”ti vuttā. Visaṁvādanādikiccatāya",
  "tika-s0401t16:85_4": "hi lūkhānaṁ apariggāhakānaṁ musāvādādīnaṁ paṭipakkhabhūtā siniddhabhāvena pariggahaṇasabhāvā",
  "tika-s0401t16:85_5": "sammājappanakiccā sammāvācā tappaccayasubhāsitasampaṭiggāhake jane sampayuttadhamme",
  "tika-s0401t16:85_6": "ca pariggaṇhantī pavattatīti pariggahalakkhaṇā. Yathā cīvarakammādippayogasaṅkhāto",
  "tika-s0401t16:85_7": "kammanto kātabbaṁ cīvararajanādikaṁ samuṭṭhāpeti nipphādeti, taṁtaṁkiriyānipphādako",
  "tika-s0401t16:85_8": "vā cetanāsaṅkhāto kammanto hatthacalanādikaṁ kiriyaṁ samuṭṭhāpeti, evaṁ sāvajjakattabbakiriyāsamuṭṭhāpakamicchākammantappahānena",
  "tika-s0401t16:85_9": "sammākammanto niravajjassa kattabbassa niravajjākārena samuṭṭhāpanakiccavā hotīti",
  "tika-s0401t16:85_10": "āha – “sammāsamuṭṭhāpanalakkhaṇo”ti. Sampayuttadhammānaṁ vā ukkhipanaṁ samuṭṭhāpanaṁ",
  "tika-s0401t16:85_11": "kāyikakiriyāya bhārukkhipanaṁ viya. Sammāvodāpanalakkhaṇoti jīvamānassa puggalassa,",
  "tika-s0401t16:85_12": "sampayuttadhammānaṁ vā jīvitindriyavuttiyā, ājīvasseva vā sammadeva sodhanaṁ vodāpanaṁ",
  "tika-s0401t16:85_13": "lakkhaṇaṁ etassāti sammāvodāpanalakkhaṇo. Atha vā kāyavācānaṁ khandhasantānassa ca",
  "tika-s0401t16:85_14": "saṁkilesabhūtamicchāājīvappahānena sammāājīvo “vodāpanalakkhaṇo”ti vutto. Sammāvāyāmasatisamādhīsu",
  "tika-s0401t16:85_15": "vattabbaṁ heṭṭhā vuttameva.",
  "tika-s0401t16:86_0": "Paññāya kusalānaṁ dhammānaṁ pubbaṅgamabhāvato sabbepi akusalā dhammā tassā paṭipakkhāvāti",
  "tika-s0401t16:86_1": "vuttaṁ – “aññehipi attano paccanīkakilesehi saddhi”nti. Atha vā attano paccanīkakilesā",
  "tika-s0401t16:86_2": "diṭṭhekaṭṭhā avijjādayo paññāya ujupaccanīkabhāvato. Passatīti passantī viya hoti",
  "tika-s0401t16:86_3": "vibandhābhāvato. Tenāha – “tappaṭicchādaka…pe… asammohato”ti. Sammāsaṅkappādīnaṁ",
  "tika-s0401t16:86_4": "micchāsaṅkappādayo ujuvipaccanīkāti āha – “sammāsaṅkappādayo…pe… pajahantī”ti. Tathevāti",
  "tika-s0401t16:86_5": "iminā attano paccanīkakilesehi saddhinti imamatthaṁ anukaḍḍhati. Visesatoti sammādiṭṭhiyā",
  "tika-s0401t16:86_6": "vuttakiccato visesena. Etthāti etesu sammāsaṅkappādīsu.",
  "tika-s0401t16:87_0": "Esā sammādiṭṭhi nāmāti lokiyaṁ lokuttarañca ekajjhaṁ katvā vadati missakatābhāvato.",
  "tika-s0401t16:87_1": "Tenāha – “pubbabhāge”tiādi. Ekārammaṇā nibbānārammaṇattā. Kiccatoti pubbabhāge dukkhādīhi",
  "tika-s0401t16:87_2": "ñāṇehi kātabbakiccassa idha nipphattito, imasseva vā ñāṇassa dukkhādippakāsanakiccato.",
  "tika-s0401t16:87_3": "Cattāri nāmāni labhati dukkhapariññādicatukiccasādhanato. Tīṇi nāmāni labhati kāmasaṅkappādippahānakiccanipphattito.",
  "tika-s0401t16:87_4": "Sikkhāpadavibhaṅge “viraticetanā taṁsampayuttā ca dhammā sikkhāpadānī”ti vuttāni,",
  "tika-s0401t16:87_5": "tattha padhānānaṁ viraticetanānaṁ vasena “viratiyopi honti cetanādayopī”ti āha. “Sammā",
  "tika-s0401t16:87_6": "vadati etāyā”tiādinā atthasambhavato sammāvācādayo tayo viratiyopi honti cetanādayopi.",
  "tika-s0401t16:87_7": "Musāvādādīhi viramaṇakāle viratiyo, subhāsitādivācābhāsanādikāle cetanādayo yojetabbā.",
  "tika-s0401t16:87_8": "Maggakkhaṇe pana viratiyova maggalakkhaṇappattito. Na hi cetanā niyyānasabhāvā. Atha",
  "tika-s0401t16:87_9": "vā ekassa ñāṇassa dukkhādiñāṇatā viya ekāya viratiyā musāvādādiviratibhāvo viya ca",
  "tika-s0401t16:87_10": "ekāya cetanāya sammāvācādikiccattayasādhanasabhāvā sammāvācādibhāvāsiddhito “maggakkhaṇe",
  "tika-s0401t16:87_11": "viratiyovā”ti vuttaṁ.",
  "tika-s0401t16:88_0": "Cattāri nāmāni labhatīti catusammappadhānacatusatipaṭṭhānavasena labhati. Maggakkhaṇeti",
  "tika-s0401t16:88_1": "ānetvā sambandho. Pubbabhāgepi maggakkhaṇepi sammāsamādhi evāti yadipi samādhiupakārakānaṁ",
  "tika-s0401t16:88_2": "abhiniropanānumajjanasampiyāyanabrūhanasantasukhānaṁ vitakkādīnaṁ vasena catūhi jhānehi",
  "tika-s0401t16:88_3": "sammāsamādhi vibhatto, tathāpi vāyāmo viya anuppannākusalānuppādanādicatuvāyāmakiccaṁ,",
  "tika-s0401t16:88_4": "sati viya ca asubhāsukhāniccānattesu kāyādīsu subhādisaññāpahānalakkhaṇaṁ catusatikiccaṁ,",
  "tika-s0401t16:88_5": "eko samādhi catujjhānasamādhikiccaṁ na sādhetīti pubbabhāgepi paṭhamajjhānasamādhi,",
  "tika-s0401t16:88_6": "paṭhamajjhānasamādhi eva maggakkhaṇepi, tathā pubbabhāgepi catutthajjhānasamādhi,",
  "tika-s0401t16:88_7": "catutthajjhānasamādhi eva maggakkhaṇepīti attho.",
  "tika-s0401t16:89_0": "“Kiṁ panāyaṁ maggadhammānaṁ desanānukkamo, kevalaṁ vācāya kamavattinibhāvato, udāhu",
  "tika-s0401t16:89_1": "kañci visesaṁ upādāyā”ti vicāraṇāyaṁ kañci visesaṁ upādāyāti dassento āha – “imesū”tiādi.",
  "tika-s0401t16:89_2": "Tattha bhāvanānubhāvā hitaphalāya sātisayaṁ tikkhavisadabhāvappattiyā acchariyabbhutasamatthatāyogena",
  "tika-s0401t16:89_3": "sabbaso paṭipakkhavidhamanena yāthāvato dhammasabhāvabodhanena ca sammādiṭṭhiyā bahukāratā",
  "tika-s0401t16:89_4": "veditabbā. Tenāha – “ayaṁ hī”tiādi.",
  "tika-s0401t16:90": "Tassāti sammādiṭṭhiyā. Bahukāroti dhammasampaṭivedhe bahūpakāro. Idāni tamatthaṁ upamāhi vibhāvetuṁ, “yathā hī”tiādi vuttaṁ.",
  "tika-s0401t16:91_0": "Vacībhedassa kārako vitakko sāvajjānavajjavacībhedanivattanappavattanākārāya sammāvācāyapi",
  "tika-s0401t16:91_1": "upakārako evāti āha – “svāyaṁ…pe… sammāvācāyapi upakārako”ti. Sammāsaṅkappo hi saccavācāya",
  "tika-s0401t16:91_2": "virativācāyapi visesapaccayo micchāsaṅkappatadekaṭṭhakilesappahānato.",
  "tika-s0401t16:92_0": "Saṁvidahitvātiādīsu sammā vidahanaṁ kammantappayojanañca ekantānavajjavacīkāyakammavasena",
  "tika-s0401t16:92_1": "icchitabbanti virativācāvasena saṁvidahanaṁ viratikammantasseva payojanañca nidassitanti",
  "tika-s0401t16:92_2": "daṭṭhabbaṁ. Evaṁ hissa sammāvācāya sammākammantassāpi bahukāratā jotitā siyā. Vacībhedaniyāmikā",
  "tika-s0401t16:92_3": "hi vacīduccaritavirati kāyikakiriyaniyāmikāya kāyaduccaritaviratiyā upakārikā. Tathā",
  "tika-s0401t16:92_4": "hi visaṁvādanādimicchāvācato avirato micchākammantatopi na viramateva. Yathāha –",
  "tika-s0401t16:92_5": "“ekaṁ dhammaṁ atītassa…pe… natthi pāpaṁ akāriya”nti. Tasmā avisaṁvādanādisammāvācāya",
  "tika-s0401t16:92_6": "ṭhito sammākammantampi pūretiyevāti vacīduccaritavirati kāyaduccaritaviratiyā upakārikā.",
  "tika-s0401t16:93_0": "Yasmā ājīvapārisuddhi nāma dussīlyappahānapubbikā, tasmā sammāvācākammantānantaraṁ",
  "tika-s0401t16:93_1": "sammāājīvo desitoti dassetuṁ – “catubbidhaṁ panā”tiādi vuttaṁ. Ettāvatāti parisuddhasīlājīvikāmattena.",
  "tika-s0401t16:93_2": "Idaṁ vīriyanti catusammappadhānavīriyaṁ.",
  "tika-s0401t16:94_0": "Vīriyārambhopi sammāsatipariggahito eva nibbānāvaho, na kevaloti dassetuṁ – “tato”tiādi",
  "tika-s0401t16:94_1": "vuttaṁ. Sūpaṭṭhitāti bahiddhāvikkhepaṁ pahāya suṭṭhu upaṭṭhitā kātabbā. Samādhissa",
  "tika-s0401t16:94_2": "upakāradhammā nāma yathāvuttavatthuvisadakiriyādayo. Tappaṭipakkhato anupakāradhammā",
  "tika-s0401t16:94_3": "veditabbā. Gatiyoti nipphattiyo. Samanvesitvāti sammā pariyesitvā.",
  "tika-s0401t16:95_0": "427. Yathā itthīsu kathā pavattā adhitthīti vuccati, evaṁ attānaṁ adhikicca pavattā",
  "tika-s0401t16:95_1": "ajjhattaṁ. “Evaṁ pavattamānā mayaṁ ‘attā’ti gahaṇaṁ gamissāmā”ti iminā viya adhippāyena",
  "tika-s0401t16:95_2": "attānaṁ adhikicca uddissa pavattā sattasantatipariyāpannā ajjhattaṁ. Tasmiṁ ajjhattarūpe,",
  "tika-s0401t16:95_3": "attano kesādivatthuke kasiṇarūpeti attho. Parikammavasena ajjhattaṁrūpasaññīti parikammakaraṇavasena",
  "tika-s0401t16:95_4": "ajjhattaṁ rūpasaññī, na appanāvasena. Na hi paṭibhāganimittārammaṇā appanā ajjhattavisayā",
  "tika-s0401t16:95_5": "sambhavati. Taṁ pana ajjhattaṁ parikammavasena laddhaṁ kasiṇanimittaṁ avisuddhameva",
  "tika-s0401t16:95_6": "hoti, na bahiddhā parikammavasena laddhaṁ viya visuddhaṁ. Tenāha – “taṁ panā”tiādi.",
  "tika-s0401t16:96_0": "Yassevaṁ parikammaṁ ajjhattaṁ uppannanti yassa puggalassa evaṁ vuttappakārena ajjhattaṁ",
  "tika-s0401t16:96_1": "parikammaṁ jātaṁ. Nimittaṁ pana bahiddhāti paṭibhāganimittaṁ sasantatipariyāpannaṁ",
  "tika-s0401t16:96_2": "na hotīti bahiddhā. Parittānīti yathāladdhāni suppasarāvamattāni. Tenāha – “avaḍḍhitānī”ti.",
  "tika-s0401t16:96_3": "Parittavasenevāti vaṇṇavasena ābhoge vijjamānepi parittavaseneva idaṁ abhibhāyatanaṁ",
  "tika-s0401t16:96_4": "vuttaṁ parittatā hettha abhibhavanassa kāraṇaṁ. Vaṇṇābhoge satipi asatipi abhibhavatīti",
  "tika-s0401t16:96_5": "abhibhu, parikammaṁ, ñāṇaṁ vā. Abhibhu āyatanaṁ etassāti abhibhāyatanaṁ, jhānaṁ.",
  "tika-s0401t16:96_6": "Abhibhavitabbaṁ vā ārammaṇasaṅkhātaṁ āyatanaṁ etassāti abhibhāyatanaṁ. Atha vā ārammaṇābhibhavanato",
  "tika-s0401t16:96_7": "abhibhu ca taṁ āyatanañca yogino sukhavisesānaṁ adhiṭṭhānabhāvato manāyatanadhammāyatanabhāvato",
  "tika-s0401t16:96_8": "cāti sasampayuttajjhānaṁ abhibhāyatanaṁ. Abhibhāyatanabhāvanā nāma tikkhapaññasseva",
  "tika-s0401t16:96_9": "sambhavati, na itarassāti āha – “ñāṇuttariko puggalo”ti. Abhibhavitvā samāpajjatīti",
  "tika-s0401t16:96_10": "ettha abhibhavanaṁ samāpajjanañca upacārajjhānādhigamanasamanantarameva appanājhānuppādananti",
  "tika-s0401t16:96_11": "āha – “saha nimittuppādenevettha appanaṁ pāpetī”ti. Saha nimittuppādenāti ca appanāparivāsābhāvassa",
  "tika-s0401t16:96_12": "lakkhaṇavacanametaṁ. Yo khippābhiññoti vuccati, tatopi ñāṇuttarasseva abhibhāyatanabhāvanā.",
  "tika-s0401t16:96_13": "Etthāti etasmiṁ nimitte. Appanaṁ pāpetīti bhāvanāappanaṁ neti.",
  "tika-s0401t16:97_0": "Ettha ca keci “uppanne upacārajjhāne taṁ ārabbha ye heṭṭhimantena dve tayo javanavārā",
  "tika-s0401t16:97_1": "pavattanti, te upacārajjhānapakkhikā eva, tadanantaraṁ bhavaṅgaparivāsena upacārasevanāya",
  "tika-s0401t16:97_2": "ca vinā appanā hoti, saha nimittuppādeneva appanaṁ pāpetī”ti vadanti, taṁ tesaṁ matimattaṁ.",
  "tika-s0401t16:97_3": "Na hi pārivāsikaparikammena appanāvāro icchito, nāpi mahaggatappamāṇajjhānesu viya",
  "tika-s0401t16:97_4": "upacārajjhāne ekantato paccavekkhaṇā icchitabbā. Tasmā upacārajjhānādhigamato paraṁ",
  "tika-s0401t16:97_5": "katipayabhavaṅgacittāvasāne appanaṁ pāpuṇanto “saha nimittuppādenevettha appanaṁ",
  "tika-s0401t16:97_6": "pāpetī”ti vutto. Saha nimittuppādenāti ca adhippāyikamidaṁ vacanaṁ, na nītatthaṁ,",
  "tika-s0401t16:97_7": "tattha adhippāyo vuttanayeneva veditabbo. Na antosamāpattiyaṁ tadā tathārūpassa ābhogassa",
  "tika-s0401t16:97_8": "asambhavato. Samāpattito vuṭṭhitassa ābhogo pubbabhāgabhāvanāvasena jhānakkhaṇe pavattaṁ",
  "tika-s0401t16:97_9": "abhibhavanākāraṁ gahetvā pavattoti daṭṭhabbaṁ. Abhidhammaṭṭhakathāyaṁ pana “imināssa",
  "tika-s0401t16:97_10": "pubbābhogo kathito”ti vuttaṁ. Antosamāpattiyaṁ tadā tathā ābhogābhāve kasmā jhānasaññāyapīti",
  "tika-s0401t16:97_11": "vuttanti āha – “abhibhavasaññā hissa antosamāpattiyampi atthī”ti.",
  "tika-s0401t16:98_0": "Vaḍḍhitappamāṇānīti vipulappamāṇānīti attho, na ekaṅguladvaṅgulādivaḍḍhiṁ pāpitāni",
  "tika-s0401t16:98_1": "tathā vaḍḍhanassevettha asambhavato. Tenāha – “mahantānī”ti. Bhattavaḍḍhitakanti",
  "tika-s0401t16:98_2": "bhuñjanabhājane vaḍḍhetvā dinnaṁ bhattaṁ, ekāsane purisena bhuñjitabbabhattato upaḍḍhabhattanti attho.",
  "tika-s0401t16:99_0": "Rūpe saññā rūpasaññā, sā assa atthīti rūpasaññī, na rūpasaññī arūpasaññī. Saññāsīsena",
  "tika-s0401t16:99_1": "jhānaṁ vadati. Rūpasaññāya anuppādanamevettha alābhitā. Bahiddhāva uppannanti bahiddhāvatthusmiṁyeva",
  "tika-s0401t16:99_2": "uppannaṁ. Ettha ca –",
  "tika-s0401t16:100_0": "“Ajjhattaṁ rūpasaññī bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. Ajjhattaṁ",
  "tika-s0401t16:100_1": "rūpasaññī bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni. Ajjhattaṁ arūpasaññī",
  "tika-s0401t16:100_2": "bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni. Ajjhattaṁ arūpasaññī bahiddhā",
  "tika-s0401t16:100_3": "rūpāni passati appamāṇāni suvaṇṇadubbaṇṇānī”ti –",
  "tika-s0401t16:101_0": "Evamidha cattāri abhibhāyatanāni āgatāni. Abhidhamme pana “ajjhattaṁ arūpasaññī bahiddhā",
  "tika-s0401t16:101_1": "rūpāni passati parittāni suvaṇṇadubbaṇṇāni, appamāṇāni suvaṇṇadubbaṇṇānī”ti evamāgatāni.",
  "tika-s0401t16:101_2": "Tattha ca kāraṇaṁ abhidhammaṭṭhakathāyaṁ vuttameva. Tathā hi vuttaṁ aṭṭhasāliniyaṁ –",
  "tika-s0401t16:102_0": "“Kasmā pana yathā suttante ‘ajjhattaṁ rūpasaññī eko bahiddhā rūpāni passati parittānī’tiādi",
  "tika-s0401t16:102_1": "vuttaṁ, evaṁ avatvā idha catūsupi abhibhāyatanesu ajjhattaṁ arūpasaññitāva vuttāti.",
  "tika-s0401t16:102_2": "Ajjhattarūpānaṁ anabhibhavanīyato. Tattha vā hi idha vā bahiddhā rūpāneva abhibhavitabbāni,",
  "tika-s0401t16:102_3": "tasmā tāni niyamato vattabbānī”ti.",
  "tika-s0401t16:103_0": "Tatrāpi idhapi vuttāni “ajjhattaṁ rūpasaññī ajjhattaṁ arūpasaññīti idaṁ pana satthu",
  "tika-s0401t16:103_1": "desanāvilāsamattamevā”ti. Ayaṁ panettha adhippāyo – idha vaṇṇābhogarahitāni sahitāni",
  "tika-s0401t16:103_2": "ca sabbāni parittāni suvaṇṇadubbaṇṇāni abhibhuyyāti. Pariyāyakathā hi suttantadesanāti.",
  "tika-s0401t16:103_3": "Abhidhamme pana nippariyāyadesanattā vaṇṇābhogarahitāni visuṁ vuttāni, tathā sahitāni.",
  "tika-s0401t16:103_4": "Atthi hi ubhayattha abhibhavanavisesoti. Tathā idha pariyāyadesanattā vimokkhānampi",
  "tika-s0401t16:103_5": "abhibhavanapariyāyo atthīti “ajjhattaṁ rūpasaññī”tiādinā paṭhamadutiyaabhibhāyatanesu",
  "tika-s0401t16:103_6": "paṭhamavimokkho, tatiyacatutthaabhibhāyatanesu dutiyavimokkho, vaṇṇābhibhāyatanesu",
  "tika-s0401t16:103_7": "tatiyavimokkho ca abhibhavanapattito saṅgahito. Abhidhamme pana nippariyāyadesanattā",
  "tika-s0401t16:103_8": "vimokkhābhibhāyatanāni asaṅkarato desetuṁ vimokkhe vajjetvā abhibhāyatanāni kathitāni.",
  "tika-s0401t16:103_9": "Sabbāni ca vimokkhakiccāni jhānāni vimokkhadesanāyaṁ vuttāni. Tadetaṁ “ajjhattaṁ",
  "tika-s0401t16:103_10": "rūpasaññī”ti āgatassa abhibhāyatanadvayassa abhidhamme abhibhāyatanesu avacanato",
  "tika-s0401t16:103_11": "“rūpī rūpāni passatī”tiādīnañca sabbavimokkhakiccasādhāraṇavacanabhāvato vavatthānaṁ katanti viññāyati.",
  "tika-s0401t16:104_0": "Ajjhattarūpānaṁanabhibhavanīyatoti idaṁ abhidhamme katthacipi “ajjhattarūpāni passatī”ti",
  "tika-s0401t16:104_1": "avatvā sabbattha yaṁ vuttaṁ – “bahiddhā rūpāni passatī”ti, tassa kāraṇavacanaṁ. Tena",
  "tika-s0401t16:104_2": "yaṁ aññahetukaṁ suttante “bahiddhā rūpāni passatī”ti vacanaṁ, taṁ tena hetunā vuttaṁ.",
  "tika-s0401t16:104_3": "Yaṁ pana desanāvilāsahetukaṁ ajjhattaṁ arūpasaññitāya eva abhidhamme vacanaṁ, na",
  "tika-s0401t16:104_4": "tassa aññaṁ kāraṇaṁ maggitabbanti dasseti. Ajjhattarūpānaṁ anabhibhavanīyatā ca tesaṁ",
  "tika-s0401t16:104_5": "bahiddhārūpānaṁ viya avibhūtattā. Desanāvilāso ca yathāvuttavavatthānavasena veditabbo",
  "tika-s0401t16:104_6": "veneyyajjhāsayavasena vijjamānapariyāyakathanabhāvato. Desanāvilāso hi nāma veneyyajjhāsayānurūpaṁ",
  "tika-s0401t16:104_7": "vijjamānassa ca pariyāyassa vibhāvanaṁ, na yassa kassaci, tasmā “idha pariyāyadesanattā”tiādinā",
  "tika-s0401t16:104_8": "vuttappakāraṁ vavatthānaṁ desanāvilāsanibandhananti daṭṭhabbaṁ.",
  "tika-s0401t16:105_0": "Suvaṇṇadubbaṇṇānīti eteneva siddhattā na nīlādiabhibhāyatanāni vattabbānīti ce? Na",
  "tika-s0401t16:105_1": "nīlādīsu katādhikārānaṁ nīlādibhāvasseva abhibhavanakāraṇattā. Na hi tesaṁ parisuddhāparisuddhavaṇṇānaṁ",
  "tika-s0401t16:105_2": "parittatā appamāṇatā vā abhibhavanakāraṇaṁ, atha kho nīlādibhāvo evāti. Etesu ca",
  "tika-s0401t16:105_3": "parittādikasiṇarūpesu yaṁyaṁcaritassa imāni abhibhāyatanāni ijjhanti, taṁ dassetuṁ",
  "tika-s0401t16:105_4": "– “imesu panā”tiādi vuttaṁ.",
  "tika-s0401t16:106_0": "Sabbasaṅgāhikavasenāti nīlavaṇṇanīlanidassananīlanibhāsānaṁ sādhāraṇavasena. Vaṇṇavasenāti",
  "tika-s0401t16:106_1": "sabhāvavaṇṇavasena. Nidassanavasenāti passitabbatāvasena, cakkhuviññāṇavīthiyā gahetabbatāvasena.",
  "tika-s0401t16:106_2": "Obhāsavasenāti sappabhāsatāya avabhāsanavasena. Vaṇṇadhātuyā vāti añjanarajatavatthādivaṇṇadhātuyā.",
  "tika-s0401t16:106_3": "Lokiyāneva rūpāvacarajjhānabhāvato.",
  "tika-s0401t16:107_0": "435.Rūpīti ettha yenāyaṁ sasantatipariyāpannena rūpena samannāgato, taṁ yassa jhānassa",
  "tika-s0401t16:107_1": "hetubhāvena visiṭṭharūpaṁ hoti. Yena visiṭṭhena rūpīti vucceyya, tadeva sasantatipariyāpannarūpanimittaṁ",
  "tika-s0401t16:107_2": "jhānaṁ. Idha pana paramatthato rūpibhāvasādhakanti āha – “ajjhattaṁ kesādīsū”tiādi.",
  "tika-s0401t16:107_3": "Rūpajjhānaṁ rūpanti uttarapadalopena vuttaṁ – “rūpūpapattiyā”tiādīsu viya.",
  "tika-s0401t16:108_0": "Subhantvevaadhimutto hotīti ayaṁ tatiyavimokkho. Idha suparisuddhanīlādivaṇṇakasiṇajjhānavasena",
  "tika-s0401t16:108_1": "vuttoti dassetvā idāni paṭisambhidāpāḷiyaṁ tassa brahmavihārajjhānavasena āgatabhāvaṁ",
  "tika-s0401t16:108_2": "dassetuṁ – “paṭisambhidāmagge panā”tiādi āraddhaṁ. Idha pana uparipāḷiyaṁyeva brahmavihārānaṁ",
  "tika-s0401t16:108_3": "āgatattā taṁ nayaṁ paṭikkhipitvā parisuddhanīlādivaṇṇakasiṇavaseneva subhavimokkho anuññāto.",
  "tika-s0401t16:109_0": "443.Parikammapathaviyāpīti akatāya vā katāya vā daḷhamaṇḍalādisaṅkhātaparikammapathaviyāpi.",
  "tika-s0401t16:109_1": "Uggahanimittādīnaṁ pathavīkasiṇanti nāmaṁ nissite nissayavohāravasena vuttanti daṭṭhabbaṁ,",
  "tika-s0401t16:109_2": "yathā “mañcā ukkuṭṭhiṁ karontī”ti.",
  "tika-s0401t16:110_0": "Sīlānīti pātimokkhasaṁvarādīni cattāri sīlāni. Sodhetvāti anāpajjanena āpannavuṭṭhāpanena",
  "tika-s0401t16:110_1": "kilesehi appaṭipīḷanena ca visodhetvā. Tividhañhi sīlassa visodhanaṁ nāma – anāpajjanaṁ",
  "tika-s0401t16:110_2": "āpannavuṭṭhāpanaṁ kilesehi ca appaṭipīḷananti. Kammaṭṭhānabhāvanaṁ paribundheti uparodheti",
  "tika-s0401t16:110_3": "pavattituṁ na detīti palibodho rakārassa lakāraṁ katvā, paribandhoti attho. Upacchinditvāti",
  "tika-s0401t16:110_4": "samāpannena saṅgāhaṇena vā uparundhitvā, apalibodhaṁ katvāti attho. Kalyāṇamittaṁ upasaṅkamitvāti –",
  "tika-s0401t16:111": "“Piyo garu bhāvanīyo, vattā ca vacanakkhamo;",
  "tika-s0401t16:112": "Gambhīrañca kathaṁ kattā, no caṭṭhāne niyojako”ti. –",
  "tika-s0401t16:113": "Evamādiguṇasamannāgataṁ ekantahitesiṁ vuddhipakkhe ṭhitaṁ kalyāṇamittaṁ upasaṅkamitvā.",
  "tika-s0401t16:114": "Ananurūpaṁvihāranti aṭṭhārasannaṁ dosānaṁ aññatarena samannāgataṁ. Vuttañhetaṁ aṭṭhakathāsu –",
  "tika-s0401t16:115": "“Mahāvāsaṁ navāvāsaṁ, jarāvāsañca panthaniṁ;",
  "tika-s0401t16:116": "Soṇḍiṁ paṇṇañca pupphañca, phalaṁ patthitameva ca.",
  "tika-s0401t16:117": "“Nagaraṁ dārunā khettaṁ, visabhāgena paṭṭanaṁ;",
  "tika-s0401t16:118": "Paccantasīmā sappāyaṁ, yattha mitto na labbhati.",
  "tika-s0401t16:119": "“Aṭṭhārasetāni ṭhānāni, iti viññāya paṇḍito;",
  "tika-s0401t16:120": "Ārakā parivajjeyya, maggaṁ sappaṭibhayaṁ yathā”ti. ;",
  "tika-s0401t16:121": "Anurūpeti gocaragāmato nātidūranaccāsannatādīhi pañcahi aṅgehi samannāgate. Vuttañhetaṁ bhagavatā –",
  "tika-s0401t16:122_0": "“Kathañca, bhikkhave, senāsanaṁ pañcaṅgasamannāgataṁ hoti? Idha, bhikkhave, senāsanaṁ",
  "tika-s0401t16:122_1": "nātidūraṁ hoti naccāsannaṁ gamanāgamanasampannaṁ divā appākiṇṇaṁ rattiṁ appasaddaṁ",
  "tika-s0401t16:122_2": "appanigghosaṁ appaḍaṁsamakasavātātapasarīsapasamphassaṁ. Tasmiṁ kho pana senāsane",
  "tika-s0401t16:122_3": "viharantassa appakasirena uppajjanti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārā.",
  "tika-s0401t16:122_4": "Tasmiṁ kho pana senāsane therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā",
  "tika-s0401t16:122_5": "vinayadharā mātikādharā. Te kālena kālaṁ upasaṅkamitvā paripucchati paripañhati ‘idaṁ,",
  "tika-s0401t16:122_6": "bhante, kathaṁ imassa ko attho’ti. Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca",
  "tika-s0401t16:122_7": "uttāniṁ karonti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṁ paṭivinodenti.",
  "tika-s0401t16:122_8": "Evaṁ kho, bhikkhave, senāsanaṁ pañcaṅgasamannāgataṁ hotī”ti.",
  "tika-s0401t16:123_0": "Ettha ca nātidūraṁ naccāsannaṁ gamanāgamanasampannanti ekaṁ aṅgaṁ, divā appākiṇṇaṁ",
  "tika-s0401t16:123_1": "rattiṁ appasaddaṁ appanigghosanti ekaṁ, appaḍaṁsamakasavātātapasarīsapasamphassanti",
  "tika-s0401t16:123_2": "ekaṁ, tasmiṁ kho pana senāsane viharantassa…pe… parikkhārāti ekaṁ, tasmiṁ kho pana",
  "tika-s0401t16:123_3": "senāsane therā…pe… kaṅkhaṁ paṭivinodentīti ekanti evaṁ pañcaṅgāni veditabbāni.",
  "tika-s0401t16:124": "Khuddakapalibodhaṁupacchinditvāti dīghakesanakhalomānaṁ chedanena cīvarakammacīvararajanapattapacanamañcapīṭhādisodhanavasena khuddakapalibodhaṁ upacchinditvā.",
  "tika-s0401t16:125_0": "453.Uddhumātakādīsūti ettha ādi-saddena vinīlakavipubbakavicchiddakavikkhāyitakahatavikkhittakalohitakapuḷavakaaṭṭhikānaṁ",
  "tika-s0401t16:125_1": "saṅgaho daṭṭhabbo. Tattha bhastā viya vāyunā uddhaṁ jīvitapariyādānā yathānukkamaṁ",
  "tika-s0401t16:125_2": "samuggatena sūnabhāvena dhumātattā uddhumātaṁ, uddhumātameva uddhumātakaṁ, paṭikūlattā",
  "tika-s0401t16:125_3": "vā kucchitaṁ uddhumātanti uddhumātakaṁ, tathārūpassa chavasarīrassetaṁ adhivacanaṁ.",
  "tika-s0401t16:125_4": "Vinīlaṁ vuccati viparibhinnanīlavaṇṇaṁ, vinīlameva vinīlakaṁ, paṭikūlattā vā kucchitaṁ",
  "tika-s0401t16:125_5": "vinīlanti vinīlakaṁ, maṁsussadaṭṭhānesu rattavaṇṇassa, pubbasannicayaṭṭhānesu setavaṇṇassa,",
  "tika-s0401t16:125_6": "yebhuyyena ca nīlavaṇṇassa nilaṭṭhāne nīlasāṭakapārutasseva chavasarīrassetaṁ adhivacanaṁ.",
  "tika-s0401t16:125_7": "Paribhinnaṭṭhānesu vissandamānapubbaṁ vipubbaṁ, vipubbameva vipubbakaṁ, paṭikūlattā",
  "tika-s0401t16:125_8": "vā kucchitaṁ vipubbanti vipubbakaṁ, tathārūpassa chavasarīrassetaṁ adhivacanaṁ. Vicchiddaṁ",
  "tika-s0401t16:125_9": "vuccati dvidhā chindanena apadhāritaṁ, vicchiddameva vicchiddakaṁ, paṭikūlattā vā",
  "tika-s0401t16:125_10": "kucchitaṁ vicchiddanti vicchiddakaṁ, vemajjhe chinnassa chavasarīrassetaṁ adhivacanaṁ.",
  "tika-s0401t16:125_11": "Ito ca etto ca vividhākārena soṇasiṅgālādīhi khāyitaṁ vikkhāyitaṁ, vikkhāyitameva",
  "tika-s0401t16:125_12": "vikkhāyitakaṁ, paṭikūlattā vā kucchitaṁ vikkhāyitanti vikkhāyitakaṁ, tathārūpassa",
  "tika-s0401t16:125_13": "chavasarīrassetaṁ adhivacanaṁ.",
  "tika-s0401t16:126_0": "Vividhā khittaṁ vikkhittaṁ, vikkhittameva vikkhittakaṁ, paṭikūlattā vā kucchitaṁ",
  "tika-s0401t16:126_1": "vikkhittanti vikkhittakaṁ, aññena hatthaṁ, aññena pādaṁ, aññena sīsanti evaṁ tato",
  "tika-s0401t16:126_2": "tato vikkhittassa chavasarīrassetaṁ adhivacanaṁ. Hatañca taṁ purimanayeneva vikkhittakañcāti",
  "tika-s0401t16:126_3": "hatavikkhittakaṁ, kākapadākārena aṅgapaccaṅgesu satthena hanitvā vuttanayeneva vikkhittassa",
  "tika-s0401t16:126_4": "chavasarīrassetaṁ adhivacanaṁ. Lohitaṁ kirati vikkhipati ito cito ca paggharatīti",
  "tika-s0401t16:126_5": "lohitakaṁ, paggharitalohitamakkhitassa chavasarīrassetaṁ adhivacanaṁ. Puḷavā vuccanti",
  "tika-s0401t16:126_6": "kimayo, puḷave kiratīti puḷavakaṁ, kimiparipuṇṇassa chavasarīrassetaṁ adhivacanaṁ.",
  "tika-s0401t16:126_7": "Aṭṭhiyeva aṭṭhikaṁ, paṭikūlattā vā kucchitaṁ aṭṭhīti aṭṭhikaṁ, aṭṭhisaṅkhalikāyapi",
  "tika-s0401t16:126_8": "ekaṭṭhikassapi etaṁ adhivacanaṁ. Imesu dasasu asubhesu paṭhamajjhānameva uppajjati,",
  "tika-s0401t16:126_9": "na dutiyādīni. Tenāha – idha “paṭhamajjhānasahagatā saññā”ti. Tathā hi aparisaṇṭhitajalāya",
  "tika-s0401t16:126_10": "sīghasotāya nadiyā arittabaleneva nāvā tiṭṭhati, vinā arittena na sakkā ṭhapetuṁ.",
  "tika-s0401t16:126_11": "Evamevaṁ dubbalattā ārammaṇassa vitakkabaleneva cittaṁ ekaggaṁ hutvā tiṭṭhati, vinā",
  "tika-s0401t16:126_12": "vitakkena na sakkā ṭhapetuṁ. Tasmā paṭhamajjhānamevettha hoti, na dutiyādīni. Ārammaṇassa",
  "tika-s0401t16:126_13": "dubbalatā cettha paṭikūlabhāvena cittaṁ ṭhapetuṁ asamatthatā.",
  "tika-s0401t16:127_0": "“Rukkho mato, lohaṁ mata”ntiādīsu yaṁ khandhappabandhaṁ upādāya rukkhādisamaññā,",
  "tika-s0401t16:127_1": "tasmiṁ anupacchinnepi allatādivigamanaṁ nissāya matavohāro sammutimaraṇaṁ. Saṅkhārānaṁ",
  "tika-s0401t16:127_2": "khaṇabhaṅgasaṅkhātaṁ khaṇikamaraṇaṁ. Samucchedamaraṇanti arahato santānassa sabbaso",
  "tika-s0401t16:127_3": "ucchedabhūtaṁ maraṇaṁ. Vipassanābhāvanāvasena cetaṁ vuttaṁ. Maraṇānussatibhāvanāyaṁ",
  "tika-s0401t16:127_4": "pana tividhampetaṁ nādhippetaṁ asaṁvegavatthuto anupaṭṭhahanato abāhullato ca. Maraṇānussatiyañhi",
  "tika-s0401t16:127_5": "ekena bhavena paricchinnassa jīvitindriyappabandhassa vicchedo maraṇanti adhippeto",
  "tika-s0401t16:127_6": "saṁvegavatthuto upaṭṭhahanato bāhullato ca. Idāni imameva maraṇaṁ sandhāya vikappantaraṁ",
  "tika-s0401t16:127_7": "dassento, “heṭṭhā vuttalakkhaṇā vā”tiādimāha.",
  "tika-s0401t16:128_0": "Asitapītādibhedeti asitapītakhāyitasāyitappabhede, asitabbakhāditabbasāyitabbavibhāgeti",
  "tika-s0401t16:128_1": "attho kālabhedavacanicchāya abhāvato yathā “duddha”nti. Kabaḷaṁ karīyatīti kabaḷīkāro,",
  "tika-s0401t16:128_2": "āharīyatīti āhāro, kabaḷīkāro ca so āhāro cāti kabaḷīkārāhāro. Vatthuvasena cetaṁ",
  "tika-s0401t16:128_3": "vuttaṁ. Savatthuko eva hi āhāro idha kammaṭṭhānabhāvena adhippeto. Ojālakkhaṇo pana",
  "tika-s0401t16:128_4": "āhāro ojaṭṭhamakaṁ rūpaṁ āharatīti āhāroti vuccati. So idha nādhippeto paṭikūlākāraggahaṇassa",
  "tika-s0401t16:128_5": "asambhavato. Nava paṭikūlānīti gamanapariyesanaparibhogāsayanidānaaparipakkaparipakkaphalanissandappaṭikūlavasena",
  "tika-s0401t16:128_6": "nava paṭikūlāni. Samakkhanappaṭikūlaṁ pana paribhogādīsu labbhamānattā idha visuṁ",
  "tika-s0401t16:128_7": "na gahitaṁ, aññathā tena saddhiṁ “dasa paṭikūlānī”ti vattabbaṁ. Visuddhimagge pana",
  "tika-s0401t16:128_8": "samakkhanaṁ paribhogādīsu labbhamānampi nissandavasena visesato paṭikūlanti visuṁ",
  "tika-s0401t16:128_9": "gahetvā dasahākārehi paṭikūlatā vuttā.",
  "tika-s0401t16:129_0": "Uppajjanakasaññanti paṭikūlākāraggahaṇavasena uppajjanakasaññaṁ. Saññāsaddo cāyaṁ",
  "tika-s0401t16:129_1": "“rūpasaññā saddasaññā”tiādīsu sañjānanalakkhaṇe dhamme āgato, “aniccasaññā dukkhasaññā”tiādīsu",
  "tika-s0401t16:129_2": "vipassanāya āgato, “uddhumātakasaññāti vā sopākarūpasaññāti vā ime dhammā ekaṭṭhā,",
  "tika-s0401t16:129_3": "udāhu nānaṭṭhā”tiādīsu samathe āgato. Idha pana samathassa parikamme daṭṭhabbo. Āhārehi",
  "tika-s0401t16:129_4": "paṭikūlākāraggahaṇaṁ, tappabhāvitaṁ vā upacārajjhānaṁ idha “āhāre paṭikūlasaññā”ti adhippetaṁ.",
  "tika-s0401t16:130_0": "Ukkaṇṭhitasaññanti nibbindanākārena uppajjanakasaññaṁ. Aniccasaññanti ettha aniccaṁ",
  "tika-s0401t16:130_1": "khandhapañcakaṁ uppādavayaññathattabhāvato, hutvā abhāvato vā, tasmiṁ anicce khandhapañcake",
  "tika-s0401t16:130_2": "aniccanti uppajjamānā aniccalakkhaṇapariggāhikā saññā aniccasaññā. Tenāha – “pañcannaṁ",
  "tika-s0401t16:130_3": "upādānakkhandhāna”ntiādi. Tattha udayo nibbattilakkhaṇaṁ, vayo vipariṇāmalakkhaṇaṁ,",
  "tika-s0401t16:130_4": "aññathattaṁ jarā. Udayabbayaññathattaggahaṇena aniccalakkhaṇaṁ dasseti. Uppādavayaññathattabhāvato",
  "tika-s0401t16:130_5": "hi khandhapañcakaṁ aniccanti vuccati. Yassa ca sabhāvena khandhapañcakaṁ aniccanti",
  "tika-s0401t16:130_6": "vuccati, taṁ aniccalakkhaṇaṁ. Tena hi taṁ aniccanti lakkhīyati, aniccalakkhaṇañca",
  "tika-s0401t16:130_7": "udayabbayānaṁ amanasikārā santatiyā paṭicchannattā na upaṭṭhāti, udayabbayaṁ pana",
  "tika-s0401t16:130_8": "pariggahetvā santatiyā vikopitāya aniccalakkhaṇaṁ yāthāvasarasato upaṭṭhāti. Na hi",
  "tika-s0401t16:130_9": "sammadeva udayabbayaṁ sallakkhentassa pubbāpariyena pavattamānānaṁ dhammānaṁ aññoññabhāvaṁ",
  "tika-s0401t16:130_10": "sallakkhaṇena santatiyā ugghāṭitāya dhammā sambandhabhāvena upaṭṭhahanti, atha kho",
  "tika-s0401t16:130_11": "ayosalākā viya asambandhabhāvenāti suṭṭhutaraṁ aniccalakkhaṇaṁ pākaṭaṁ hoti.",
  "tika-s0401t16:131_0": "“Yadaniccaṁ, taṁ dukkha”nti vacanato tadeva khandhapañcakaṁ abhiṇhappaṭipīḷanato",
  "tika-s0401t16:131_1": "dukkhaṁ, abhiṇhappaṭipīḷanākāro pana dukkhalakkhaṇaṁ. Tenevāha – “anicce khandhapañcake…pe…",
  "tika-s0401t16:131_2": "saññaṁ bhāvetī”ti. Tattha paṭipīḷanaṁ nāma yathāpariggahitaṁ udayavayavasena saṅkhārānaṁ",
  "tika-s0401t16:131_3": "nirantaraṁ paṭipīḷiyamānatā vibādhiyamānatā. Dukkhalakkhaṇañca abhiṇhasampaṭipīḷanassa",
  "tika-s0401t16:131_4": "amanasikārā iriyāpathehi paṭicchannattā na upaṭṭhāti, abhiṇhasampaṭipīḷanaṁ pana",
  "tika-s0401t16:131_5": "manasi karitvā iriyāpathe labbhamānadukkhappaṭicchādakabhāve ugghāṭite dukkhalakkhaṇaṁ",
  "tika-s0401t16:131_6": "yāthāvasarasato upaṭṭhāti. Tathā hi iriyāpathehi paṭicchannattā dukkhalakkhaṇaṁ na",
  "tika-s0401t16:131_7": "upaṭṭhāti, te ca iriyāpathā abhiṇhasampaṭipīḷanāmanasikārena paṭicchādakā jātā. Ekasmiñhi",
  "tika-s0401t16:131_8": "iriyāpathe uppannassa dukkhassa vinodakaṁ iriyāpathantaraṁ tassa paṭicchādakaṁ viya",
  "tika-s0401t16:131_9": "hoti, evaṁ sesāpi. Iriyāpathānaṁ pana taṁtaṁdukkhapatitākārabhāve yāthāvato ñāte",
  "tika-s0401t16:131_10": "tesaṁ dukkhappaṭicchādakabhāvo ugghāṭito nāma hoti saṅkhārānaṁ nirantaraṁ dukkhābhitunnatāya",
  "tika-s0401t16:131_11": "pākaṭabhāvato. Tasmā abhiṇhasampaṭipīḷanaṁ manasi karitvā iriyāpathe labbhamānadukkhappaṭicchādakabhāve",
  "tika-s0401t16:131_12": "ugghāṭite dukkhalakkhaṇaṁ yāthāvasarasato upaṭṭhāti.",
  "tika-s0401t16:132_0": "“Yaṁ dukkhaṁ, tadanattā”ti vacanato tadeva khandhapañcakaṁ avasavattanato anattā,",
  "tika-s0401t16:132_1": "avasavattanākāro pana anattalakkhaṇaṁ. Tenāha – “paṭipīḷanaṭṭhenā”tiādi. Anattalakkhaṇañca",
  "tika-s0401t16:132_2": "nānādhātuvinibbhogassa amanasikārā ghanena paṭicchannattā na upaṭṭhāti, nānādhātuyo",
  "tika-s0401t16:132_3": "pana vinibbhujjitvā “aññā pathavīdhātu, aññā āpodhātū”tiādinā, “añño phasso, aññā",
  "tika-s0401t16:132_4": "vedanā”tiādinā ca visuṁ visuṁ katvā ghanavinibbhoge kate samūhaghane kiccārammaṇaghane",
  "tika-s0401t16:132_5": "ca bhedite anattalakkhaṇaṁ yāthāvasarasato upaṭṭhāti. Yā hesā aññamaññūpatthambhesu",
  "tika-s0401t16:132_6": "samuditesu rūpārūpadhammesu ekattābhinivesavasena aparimadditasaṅkhārehi mamāyamānā",
  "tika-s0401t16:132_7": "samūhaghanatā, tathā tesaṁ tesaṁ dhammānaṁ kiccabhedassa satipi paṭiniyatabhāve ekato",
  "tika-s0401t16:132_8": "gayhamānā kiccaghanatā, tathā sārammaṇadhammānaṁ satipi ārammaṇakaraṇabhede ekato",
  "tika-s0401t16:132_9": "gayhamānā ārammaṇaghanatā. Sā catūsu dhātūsu ñāṇena vinibbhujitvā dissamānāsu hatthena",
  "tika-s0401t16:132_10": "parimaddiyamāno pheṇapiṇḍo viya vilīnaṁ āgacchati, yathāpaccayaṁ pavattamānā suññā",
  "tika-s0401t16:132_11": "ete dhammamattāti avasavattanākārasaṅkhātaṁ anattalakkhaṇaṁ pākaṭataraṁ hoti.",
  "tika-s0401t16:133": "Aparaaccharāsaṅghātavaggavaṇṇanā niṭṭhitā."
}