{
  "tika-vin11t5:0": "Nissaggiyakathāvaṇṇanā",
  "tika-vin11t5:1_0": "551. Evaṁ aniyatakathaṁ dassetvā idāni nissaggiyakathaṁ dassetumāha “khoma”ntiādi.",
  "tika-vin11t5:1_1": "Khomanti evaṁnāmakaṁ cīvaraṁ. Khomanti gacchavisesassa nāmaṁ, tassa vākehi katacīvaraṁ",
  "tika-vin11t5:1_2": "kāraṇopacāravohāravasena “khoma”nti vuttaṁ. Kappāsanti kappāsasuttamayaṁ cīvaraṁ,",
  "tika-vin11t5:1_3": "idampi vuttanayeneva “kappāsa”nti vuccati. Koseyyaṁ nāma kosakārakimikosaṁ, kosena",
  "tika-vin11t5:1_4": "nibbattaṁ suttaṁ koseyyaṁ. Idha pana tena koseyyasuttena nibbattaṁ cīvaraṁ “koseyya”nti",
  "tika-vin11t5:1_5": "vuttaṁ. Sāṇanti sāṇavākasuttehi vāyitvā katacīvaraṁ. Idañca khomaṁ viya daṭṭhabbaṁ.",
  "tika-vin11t5:1_6": "Bhaṅganti khomasuttādīni sabbāni, ekaccāni vā missetvā katacīvaraṁ. Idampi karaṇappakārena",
  "tika-vin11t5:1_7": "laddhanāmakaṁ. “Bhaṅgaṁ nāma ekā gacchajāti, tassā vākamayasuttehi vāyitvā katacīvara”nti",
  "tika-vin11t5:1_8": "keci. Imasmiṁ pakkhe khomaṁ viya gahetabbaṁ. Kambalanti manussalomavāḷalomaṁ vinā",
  "tika-vin11t5:1_9": "sesalomehi vāyitvā katacīvaraṁ vuttanti. Idaṁ “cīvaraṁ nāma channaṁ cīvarānaṁ aññataraṁ",
  "tika-vin11t5:1_10": "cīvara”nti padabhājane ca “khomaṁ kappāsikaṁ koseyyaṁ kambalaṁ sāṇaṁ bhaṅga”nti aṭṭhakathāya",
  "tika-vin11t5:1_11": "ca vuttaṁ sandhāyāha. “Jātito”ti idaṁ pamāṇādibhedassa vakkhamānattā vuttaṁ. Jātitoti",
  "tika-vin11t5:1_12": "khomādisāmaññato. Sāmaññañhi “jātī”ti vuccati. Dīgharassathūlasukhumanīlapītādibhedabhinnānaṁ",
  "tika-vin11t5:1_13": "sabbesaṁ vatthāvayavānaṁ saṅgāhikakhomasuttamayatāsāmaññaṁ jātīti vuttaṁ hoti. Evaṁ sesesupi.",
  "tika-vin11t5:2_0": "552.Dukūlanti evaṁnāmakaṁ rukkhavākamayacīvaraṁ. Pattuṇṇanti pattuṇṇadese sañjātavatthaṁ.",
  "tika-vin11t5:2_1": "“Pattuṇṇaṁ koseyyaviseso”ti abhidhānakose vuttaṁ. Cinanti cinadese uppannavatthaṁ.",
  "tika-vin11t5:2_2": "Somārapaṭṭakanti somāradese uppannavatthaṁ. “Somāracinapaṭaka”ntipi likhanti, soyevattho.",
  "tika-vin11t5:2_3": "Iddhijanti ehibhikkhūnaṁ puññiddhiyā nibbattaṁ cīvaraṁ. Devadinnanti devatāhi dinnaṁ",
  "tika-vin11t5:2_4": "cīvaraṁ. Tañhi kapparukkhe nibbattaṁ, jāliniyā devakaññāya anuruddhattherassa dinnavatthasadisaṁ.",
  "tika-vin11t5:2_5": "Tassāti jātito chabbidhassa kappiyacīvarassa. Idaṁ chabbidhacīvaraṁ yathārahaṁ anulomikaṁ",
  "tika-vin11t5:2_6": "vuttanti attho. Dukūlañhi sāṇassa anulomaṁ vākamayattā, pattuṇṇādīni koseyyassa anulomāni",
  "tika-vin11t5:2_7": "pāṇakehi katasuttamayattā, iddhijampi khomādīnaṁyeva aññataraṁ hotīti tesaṁ anulomaṁ,",
  "tika-vin11t5:2_8": "devadinnampi khomādīnaṁyeva anulomaṁ hoti tesaṁ aññatarabhāvato. Yathāha –",
  "tika-vin11t5:3": "“Sāṇassa tu dukūlañhi, iddhijaṁ devadinnakaṁ;",
  "tika-vin11t5:4": "Khomādīnaṁvasiṭṭhaṁtu, koseyyassānulomika”nti.",
  "tika-vin11t5:5_0": "553. Tiṇṇaṁ cīvarānaṁ samāhāro ticīvaranti pamāṇayuttaṁ saṅghāṭiādināmena adhiṭṭhitacīvarasseva",
  "tika-vin11t5:5_1": "nāmattā tadeva vuccati. Gaṇanavasena yaṁ kiñci cīvarattayaṁ na vattabbaṁ. Samuddekadesopi",
  "tika-vin11t5:5_2": "yathā “samuddo”ti vuccati, evaṁ adhiṭṭhitesu tīsu cīvaresu aññataraṁ “ticīvara”nti",
  "tika-vin11t5:5_3": "vuccati. Parikkhāracoḷanti saṅghāṭiādivisiṭṭhanāmehi anadhiṭṭhitaṁ “anujānāmi bhikkhave",
  "tika-vin11t5:5_4": "āyāmena aṭṭhaṅgulaṁ sugataṅgulena caturaṅgulavitthataṁ pacchimaṁ cīvara”nti anuññātaṁ",
  "tika-vin11t5:5_5": "pacchimacīvarapariyantaṁ katvā katākatassa yassa kassaci cīvarassa ruḷhisaññā.",
  "tika-vin11t5:6_0": "Mukhaṁ sandamānalālaṁ puñchati etenāti mukhapuñchananti kapolato niccaṁ sandamānalālānaṁ",
  "tika-vin11t5:6_1": "puñchanatthāya anuññātassa cīvaravisesassa nāmaṁ. Nisīdanti etthāti nisīdananti ca",
  "tika-vin11t5:6_2": "bhikkhūnaṁ attharitvā nisīdituṁ anuññātassa cīvarassa nāmaṁ. Adhiṭṭheyyāti “imaṁ",
  "tika-vin11t5:6_3": "kaṇḍuppaṭicchādi”ntiādinā vakkhamānanayena nāmaṁ gahetvā adhiṭṭheyyāti attho. Paccattharaṇameva",
  "tika-vin11t5:6_4": "cāti saṅghike mañcapīṭhe sarīrasamphusanena āpajjitabbāya āpattiyā mocanatthāya tattha",
  "tika-vin11t5:6_5": "attharitvā paribhogatthāya anuññātaṁ paccattharaṇacīvarañca.",
  "tika-vin11t5:7_0": "554.Ekāhanti vasanakiriyāya accantasaṁyoge upayogavacanaṁ. Ticīvaranti ticīvarena.",
  "tika-vin11t5:7_1": "Vippavaseyyāti “saṅghāṭiyā vā uttarāsaṅgena vā antaravāsakena vā”ti vuttattā ekadese",
  "tika-vin11t5:7_2": "samudāyopacāravasena avayavassa vacanato tiṇṇaṁ cīvarānaṁ aññatarenātipi vuttaṁ hoti.",
  "tika-vin11t5:7_3": "“Tathā”ti iminā “vinā”ti idaṁ paccāmasati. Adhiṭṭhāti adhiṭṭhāyāti gahetabbaṁ “paṭisaṅkhā",
  "tika-vin11t5:7_4": "yoniso”ti yathā, ettha “vaḷañjiyamāna”nti seso, adhiṭṭhāya vaḷañjiyamānaṁ nisīdanaṁ",
  "tika-vin11t5:7_5": "tathā vinā catumāsaṁ na vaseyyāti yojanā.",
  "tika-vin11t5:8_0": "555.Kappiyanti kappiyakāraṇaṁ nīlādivaṇṇabhedakaraṇaṁ. Kappiyanti ca kāraṇe kāriyūpacārena",
  "tika-vin11t5:8_1": "gahetabbaṁ. Binduṁ datvāti “nīlaṁ vā kaddamaṁ vā kāḷasāmaṁ vā”ti vuttalohamalādinā",
  "tika-vin11t5:8_2": "yena kenacipi maṅgulapiṭṭhippamāṇādikaṁ binduṁ datvā. Tatthāti tesu adhiṭṭhātabbesu",
  "tika-vin11t5:8_3": "ticīvarādīsu, niddhāraṇe bhummaṁ. Ticīvaranti niddhāritabbaṁ. Upapannanti yuttaṁ.",
  "tika-vin11t5:8_4": "Pamāṇenāti anantaraṁ vakkhamānena pamāṇena. Adhiṭṭhātabbanti “imaṁ saṅghāṭiṁ adhiṭṭhāmī”tiādinā",
  "tika-vin11t5:8_5": "vakkhamānanayena nāmaṁ vatvā adhiṭṭhātabbaṁ. Evakārena pana nāmaṁ vatvā na vikappetabbanti",
  "tika-vin11t5:8_6": "dasseti. Esa nayo sesacīvaresupi. Vuttañhetaṁ bhagavatā “anujānāmi bhikkhave ticīvaraṁ",
  "tika-vin11t5:8_7": "adhiṭṭhātuṁ, na vikappetu”ntiādi. Tasmā ticīvarādīni adhiṭṭhahantena “imaṁ saṅghāṭiṁ",
  "tika-vin11t5:8_8": "adhiṭṭhāmī”tiādinā nāmaṁ vatvā adhiṭṭhātabbaṁ. Vikappentena pana “imaṁ saṅghāṭi”ntiādinā",
  "tika-vin11t5:8_9": "tassa cīvarassa nāmaṁ aggahetvā “imaṁ cīvaraṁ tuyhaṁ vikappemī”ti vikappetabbaṁ.",
  "tika-vin11t5:8_10": "Ticīvaraṁ vā hotu aññaṁ vā, yadi taṁ taṁ nāmaṁ gahetvā vikappeti, avikappitaṁ hoti",
  "tika-vin11t5:8_11": "atirekacīvaraṭṭhāne tiṭṭhati. Taṁ cīvaranti sambandho.",
  "tika-vin11t5:9_0": "556-7. “Upapannaṁ pamāṇenā”ti ettha vuttappamāṇaṁ dassetumāha “pacchimantenā”tiādi.",
  "tika-vin11t5:9_1": "Saṅghaṭitaṭṭhena saṅghāṭi. Vatthakhaṇḍāni sibbanakammena saṅghaṭetvā katattā “saṅghāṭī”ti",
  "tika-vin11t5:9_2": "cīvarānaṁ sāmaññanāmaṁ. Idha pana ruḷhiyā antaravāsakādivisesanāmabyatiritte cīvaravisese",
  "tika-vin11t5:9_3": "vattati. Muṭṭhipañcakāti ettha ekādīnamaṭṭhārasantānaṁ saṅkhyāsaddānaṁ saṅkhyeyye",
  "tika-vin11t5:9_4": "vattamānattā pañcasaddo cīvarappamāṇappakaraṇato labbhamānahatthasaṅkhātarataneyeva",
  "tika-vin11t5:9_5": "pavattati, teneva muṭṭhisaddopi uttarapadalopena muṭṭhiratane vattati. Pañcannaṁ",
  "tika-vin11t5:9_6": "pūraṇo pañcamo, muṭṭhiyā pañcamo muṭṭhipañcamo. Muṭṭhipañcamo parimāṇametissāti “muṭṭhipañcamakā”ti",
  "tika-vin11t5:9_7": "vattabbe ma-kāralopena “muṭṭhipañcakā”ti saṅghāṭi vuttā.",
  "tika-vin11t5:10_0": "Muṭṭhittikāti ettha vuttanayena saṅkhyeyye vattamāno ti-saddo cīvarappamāṇappakaraṇato",
  "tika-vin11t5:10_1": "labbhamānahatthasaṅkhātarataneyeva vattati, teneva muṭṭhisaddopi uttarapadalopena",
  "tika-vin11t5:10_2": "muṭṭhiratane vattati. Tiṇṇaṁ pūraṇo tatiyo, muṭṭhiyā tatiyo muṭṭhitatiyo, muṭṭhitatiyo",
  "tika-vin11t5:10_3": "parimāṇametissāti “muṭṭhitatiyakā”ti vattabbe tiya-paccayalopena “muṭṭhittikā”ti",
  "tika-vin11t5:10_4": "saṅghāṭiyeva vuccati. Evamuparipi. Tiriyanti tiriyato.",
  "tika-vin11t5:11_0": "Uttamantenāti ukkaṭṭhaparimāṇantena. Satthuno cīvarūnāpīti “tatridaṁ sugatassa sugatacīvarappamāṇaṁ,",
  "tika-vin11t5:11_1": "dīghaso nava vidatthiyo sugatavidatthiyā, tiriyaṁ cha vidatthiyo”ti vuttappamāṇasugatacīvarato",
  "tika-vin11t5:11_2": "ūnāpi. Pi-saddo sambhāvane, ukkaṭṭhaparicchedena tattakampi vaṭṭati, tato ce ūnaṁ",
  "tika-vin11t5:11_3": "vattabbameva natthīti attho. Antadvayasandassanena ubhayamajjhe yaṁ pahonakaruccanakappamāṇaṁ,",
  "tika-vin11t5:11_4": "taṁ gahetabbanti dasseti.",
  "tika-vin11t5:12_0": "558.Muṭṭhipañcakasaddo pubbe vuttanayenidha dīghante vattati. Muṭṭhipañcako dīghanto",
  "tika-vin11t5:12_1": "yassa, yasmiṁ vā pamāṇeti viggaho, dīghantato muṭṭhipañcakappamāṇenāti vuttaṁ hoti.",
  "tika-vin11t5:12_2": "“Muṭṭhipañcama”ntipi likhanti. Tiriyantatoti vitthārantato. Aḍḍhahattho aḍḍho uttarapadalopena,",
  "tika-vin11t5:12_3": "so teyyo tatiyo yassa pamāṇassāti gahetabbaṁ, taṁ, aḍḍhateyyaratanappamāṇaṁ hotīti",
  "tika-vin11t5:12_4": "attho. Dvihatthaṁ vāti dve hatthā yassa pamāṇassāti viggaho, dviratanappamāṇaṁ vā",
  "tika-vin11t5:12_5": "hotīti attho. Idañca “tiriyaṁ dvihatthopi vaṭṭati. Pārupanenapi hi sakkā nābhiṁ paṭicchādetu”nti",
  "tika-vin11t5:12_6": "aṭṭhakathāgatattā vuttaṁ. “Sese antaravāsake”ti idaṁ yathāvuttaparimāṇena parimitacīvaranidassanaṁ.",
  "tika-vin11t5:13_0": "559.Ahatāhatakappānanti ettha “vatthāna”nti seso. Ahatānaṁ vatthānanti navavatthānaṁ.",
  "tika-vin11t5:13_1": "Ahatato kiñci ūnāni ahatakappāni, tesaṁ navavohārūpagānaṁ katipayadhotānaṁ vatthānanti",
  "tika-vin11t5:13_2": "vuttaṁ hoti. Saṅghāṭīti saṅghāṭināmakacīvaraṁ. Diguṇāti dupaṭṭakatā.",
  "tika-vin11t5:14_0": "560.Utuddhaṭānanti atikkantadivasānaṁ, bahukālaṁ nivāsetvā pariccattānanti vuttaṁ",
  "tika-vin11t5:14_1": "hoti. Atha vā yāni ututo uddhaṭāni, tesaṁ vatthānanti gahetabbaṁ, tiṇṇaṁ utūnamaññataraṁ",
  "tika-vin11t5:14_2": "atikkamitvā ṭhitānaṁ purāṇavatthānanti vuttaṁ hoti. Cīvarānanti cīvaratthāni vatthāneva",
  "tika-vin11t5:14_3": "gahitāni. Catugguṇāti catupaṭṭā. Sesā duveti antaravāsakauttarāsaṅgā dve. Yathāsukhanti",
  "tika-vin11t5:14_4": "yathāruci. Paṁsukūlanti susānādīsu patitapilotikacīvaraṁ.",
  "tika-vin11t5:15_0": "561.“Tīṇipī”tiādīsu “ticīvare kayiramāne sabbaṁ chinnakaṁ nappahotī”ti pāḷiyaṁ āgatavatthumhi",
  "tika-vin11t5:15_1": "“anujānāmi bhikkhave dve chinnakāni ekaṁ achinnaka”nti ādivacanato “cīvara”nti seso.",
  "tika-vin11t5:15_2": "Chinditabbanti vatthāni chinditvā sibbetvā kātabbaṁ. Pahoti ceti vatthāni chinditvā",
  "tika-vin11t5:15_3": "karaṇe yadi cīvarassa pahoti. Sabbesūti tīsu cīvaresu. Appahontesūti vatthānaṁ chinditvā",
  "tika-vin11t5:15_4": "sibbanena appahontesu. Anvādhikanti vatthe ūnātirekaṁ apanetvā āgantukapattasaṅkhātaṁ",
  "tika-vin11t5:15_5": "anuvātaṁ cīvarassa pariyante, majjhe ca yathārahaṁ dīgharassaparimāṇayuttaṁ alliyāpetabbanti vuttaṁ hoti.",
  "tika-vin11t5:16_0": "562.Acchinnaṁ vāti yathāvuttanayena acchinnaṁ vā. Anādinnanti anādinnaāgantukapattaṁ.",
  "tika-vin11t5:16_1": "Ticīvaranti tīsu cīvaresu ekekanti vuttaṁ hoti. Dubbhogenāti duṭṭhu paribhogena.",
  "tika-vin11t5:16_2": "Yathā paribhuttaṁ nassati, tathā kiliṭṭhānaṁ dhovanādimakatvā nivāsanādinā paribhogena.",
  "tika-vin11t5:17_0": "563-4.Kusinti āyāmato ca vitthārato ca anuvātaṁ cīvaramajjhe tādisameva dīghapattañca.",
  "tika-vin11t5:17_1": "Vuttañhetaṁ cīvarakkhandhaaṭṭhakathāyaṁ “kusīti āyāmato ca vitthārato ca anuvātādīnaṁ",
  "tika-vin11t5:17_2": "dīghapattānametaṁ adhivacana”nti. Aḍḍhakusinti anuvātasadisaṁ cīvaramajjhe tattha",
  "tika-vin11t5:17_3": "tattha rassapattaṁ. Vuttampi cetaṁ “aḍḍhakusīti antarantarā rassapattānaṁ nāma”nti.",
  "tika-vin11t5:17_4": "Maṇḍalanti ekekasmiṁ khaṇḍe mahāmaṇḍalaṁ. Vuttampi cetaṁ “maṇḍalanti pañcakhaṇḍikacīvarassa",
  "tika-vin11t5:17_5": "ekekasmiṁ khaṇḍe mahāmaṇḍala”nti. Aḍḍhamaṇḍalanti maṇḍalassa anto nivesiyamānaṁ khuddakamaṇḍalaṁ.",
  "tika-vin11t5:17_6": "Vuttampi cetaṁ “aḍḍhamaṇḍalanti khuddakamaṇḍala”nti. Vivaṭṭanti maṇḍalaṁ, aḍḍhamaṇḍalañcāti",
  "tika-vin11t5:17_7": "dve ekato katvā sibbitaṁ vemajjhe khaṇḍaṁ. Vuttampi cetaṁ “vivaṭṭanti maṇḍalañca",
  "tika-vin11t5:17_8": "aḍḍhamaṇḍalañca ekato katvā sibbitaṁ majjhimakhaṇḍa”nti. Anuvivaṭṭanti majjhimakhaṇḍassa",
  "tika-vin11t5:17_9": "ubhosu passesu sibbitaṁ tatheva dvimaṇḍalapattaṁ khaṇḍadvayaṁ. Vuttampi cetaṁ “anuvivaṭṭanti",
  "tika-vin11t5:17_10": "tassa ubhosu passesu dve khaṇḍānī”ti. Bāhantanti tesaṁ anuvivaṭṭānaṁ bāhirapasse",
  "tika-vin11t5:17_11": "sibbitaṁ bāhirakhaṇḍadvayaṁ. Vuttampi cetaṁ “bāhantanti tesaṁ anuvivaṭṭānaṁ bahi ekekaṁ khaṇḍa”nti.",
  "tika-vin11t5:18_0": "Pañcannaṁ samāhāro pañcakaṁ, dassitappakārapañcakhaṇḍehi sibbitacīvaraṁ pañcakaṁ",
  "tika-vin11t5:18_1": "nāma. Ādi-saddena sattakhaṇḍādīhi sibbitacīvarānaṁ gahaṇaṁ. Tenevetthāha “kattabbaṁ",
  "tika-vin11t5:18_2": "tu ticīvara”nti. Sattakhaṇḍassa cīvarassa ekaṁ majjhimakhaṇḍaṁ vivaṭṭanāmameva hoti,",
  "tika-vin11t5:18_3": "tassa ubhosu passesu dve dve khaṇḍāni cūḷānuvivaṭṭamahānuvivaṭṭasaṅkhātāni anuvivaṭṭanāmāneva",
  "tika-vin11t5:18_4": "honti. Vuttañcetaṁ aṭṭhakathāyaṁ “atha vā anuvivaṭṭanti vivaṭṭassa ekapassato dvinnaṁ,",
  "tika-vin11t5:18_5": "ekapassato dvinnanti catunnampi khaṇḍānametaṁ nāma”nti. Bāhantanti dvīsu pariyantesu",
  "tika-vin11t5:18_6": "sibbanīyaṁ bāhirakhaṇḍadvayaṁ, tañca saṅghaṭetvā bāhamatthake ṭhapiyamānattā “mañcā",
  "tika-vin11t5:18_7": "ukkuṭṭhiṁ karontī”tiādīsu viya ādheyye ādhāropacāravasena bāhāti ca cīvarassa pariyantāvayavattā",
  "tika-vin11t5:18_8": "“anta”nti ca vuccati. Vuttampi cetaṁ “bāhantanti suppamāṇaṁ cīvaraṁ pārupantena saṁharitvā",
  "tika-vin11t5:18_9": "bāhāya upari ṭhapitā ubho antā bahimukhā tiṭṭhanti, tesaṁ etaṁ nāma”nti. Idaṁ sattakhaṇḍacīvarameva",
  "tika-vin11t5:18_10": "mahāaṭṭhakathāyaṁ vihitanti idānipi tadeva vaṭṭati. Vuttampi cetaṁ “ayameva hi nayo",
  "tika-vin11t5:18_11": "mahāaṭṭhakathāyaṁ vutto”ti. Bhikkhunā kusiṁ…pe… bāhantampicāti sabbaṁ vidhiṁ dassetvāva",
  "tika-vin11t5:18_12": "chinnaṁ pañcakādippabhedakaṁ samaṇasāruppaṁ ticīvaraṁ kattabbanti yojanā.",
  "tika-vin11t5:19_0": "565-6. Yathāvuttavidhiṁ avirādhetvā cīvaraṁ kappabinduṁ datvā saṅghāṭiādināmena adhiṭṭhāya",
  "tika-vin11t5:19_1": "paribhuñjantassa adhiṭṭhānaṁ kathaṁ bhijjatīti āha “dānenā”tiādi. Dānenāti aññassa",
  "tika-vin11t5:19_2": "dānena. Acchijjagāhenāti aññena acchinditvā gahaṇena. Vissāsaggahaṇena cāti attani",
  "tika-vin11t5:19_3": "vissāsena aññassa gahaṇena. Hīnāyāvattanenāti sikkhaṁ appaccakkhāya gihibhāvūpagamanena",
  "tika-vin11t5:19_4": "aññassa dāne viya cīvare nirālayabhāveneva pariccattā.",
  "tika-vin11t5:20_0": "Keci pana “hīnāyāvattanenāti bhikkhuniyā gihibhāvūpagamanenāti evamatthaṁ gahetvā",
  "tika-vin11t5:20_1": "bhikkhu pana vibbhantopi yāva sikkhaṁ na paccakkhāti, tāva bhikkhuyevāti adhiṭṭhānaṁ",
  "tika-vin11t5:20_2": "na vijahatī”ti vadanti, taṁ na gahetabbaṁ “bhikkhuniyā hīnāyāvattanenā”ti visesetvā",
  "tika-vin11t5:20_3": "avuttattā, bhikkhuniyā ca gihibhāvūpagamane adhiṭṭhānavijahanaṁ visuṁ vattabbanti",
  "tika-vin11t5:20_4": "natthi tassā vibbhamaneneva assamaṇibhāvato.",
  "tika-vin11t5:21_0": "Sikkhāyāti bhikkhusikkhāya. Pahānenāti paccakkhānena. Sikkhāpaccakkhānaṁ panettha",
  "tika-vin11t5:21_1": "sace bhikkhuliṅge ṭhito sikkhaṁ paccakkhāti, tassa kāyalaggampicīvaraṁ adhiṭṭhānaṁ",
  "tika-vin11t5:21_2": "vijahatīti dassanatthaṁ gahitaṁ. “Sikkhāya ca pahānato”ti ca likhanti, taṁ “hīnāyāvattanenāpi,",
  "tika-vin11t5:21_3": "sikkhāya ca pahānato”ti pāṭhakkame sati yujjati. Yathāvutto pana pāṭho “sikkhāya",
  "tika-vin11t5:21_4": "ca pahānena, hīnāyāvattanenapī”ti pāṭhakkame yujjati. Yathā tathā vā hotu, na koci virodho.",
  "tika-vin11t5:22_0": "Paccuddhārenāti cīvarassa paccuddharaṇena. “Kālakiriyāyā”ti aṭṭhakathāvacanato vināsenāti",
  "tika-vin11t5:22_1": "cīvarasāmikassa jīvitavināsova vuccatīti. Liṅgassa parivattanāti bhikkhussa itthiliṅgaparivattanā,",
  "tika-vin11t5:22_2": "bhikkhuniyā purisaliṅgaparivattanāti evaṁ ubhayathā liṅgassa parivattanena. Sabbaṁ",
  "tika-vin11t5:22_3": "navavidhampi cīvaraṁ. Adhiṭṭhānanti ettha “imehi aṭṭhahī”ti seso. Vuttovāyamattho",
  "tika-vin11t5:22_4": "aṭṭhakathāyaṁ “tattha purimehi aṭṭhahi sabbacīvarāni adhiṭṭhānaṁ vijahantī”ti. Bhijjatīti",
  "tika-vin11t5:22_5": "pajahati. Chiddassa bhāvo chiddabhāvo, tasmiṁ, chidde sati chidde jāteti vuttaṁ hoti.",
  "tika-vin11t5:22_6": "Ticīvaranti tīsu cīvaresu aññataranti vuttaṁ hoti. Ticīvarameva vāti gahetabbaṁ.",
  "tika-vin11t5:22_7": "Vuttañca “chiddabhāvena pana ticīvarassevā”ti.",
  "tika-vin11t5:23": "567. Kīvappamāṇe chidde jāteti āha “kaniṭṭhassā”tiādi. “Kaniṭṭha…pe… māṇaka”nti iminā heṭṭhimaparicchedaṁ dasseti.",
  "tika-vin11t5:24": "568.Ekotantupīti dīghato vā tiriyato vā ekampi suttaṁ.",
  "tika-vin11t5:25_0": "569. Jiṇṇaṭṭhāne aggaḷaṁ dentena tecīvarikena vattitabbavidhiṁ dassetumāha “paṭhama”ntiādi.",
  "tika-vin11t5:25_1": "Paṭhamanti chinnaṭṭhānassa chindanato pubbeyeva. Aggaḷaṁ datvāti vatthakhaṇḍaṁ alliyāpetvā.",
  "tika-vin11t5:25_2": "Rakkhatīti ettha “adhiṭṭhāna”nti anuvattate, “tecīvariko bhikkhū”ti labbhati, evaṁ",
  "tika-vin11t5:25_3": "vatthakhaṇḍaṁ alliyāpento tecīvariko bhikkhu adhiṭṭhānaṁ rakkhatīti vuttaṁ hoti.",
  "tika-vin11t5:25_4": "Vipariyāyena adhiṭṭhānaṁ bhindatīti labbhati. Paṭhamaṁ dve koṭiyo ghaṭetvāti yojanā.",
  "tika-vin11t5:25_5": "Majjhe jiṇṇaṁ adhiṭṭhitacīvaraṁ majjhe chindanto tato pubbeyeva dve koṭiyo ekato",
  "tika-vin11t5:25_6": "ghaṭetvā sibbitvā. Pacchāti koṭighaṭanato pacchā. Chindatīti majjhaṁ ubhayakoṭiṁ",
  "tika-vin11t5:25_7": "kātuṁ chindati. Rakkhatīti vuttappakārameva.",
  "tika-vin11t5:26_0": "570. Ticīvare kattha jātaṁ chiddamadhiṭṭhānaṁ bhindatīti āha “caturaṅgulā”tiādi.",
  "tika-vin11t5:26_1": "Cattāri ca aṭṭha ca caturaṭṭhaṁ, catunnaṁ aṭṭhannaṁ vā aṅgulānaṁ samāhāro caturaṭṭhaṅgulaṁ,",
  "tika-vin11t5:26_2": "tasmāti gahetabbaṁ. Caturaṅgulā aṭṭhaṅgulāti yojanā. Oranti abbhantaraṁ. Ekañca dve",
  "tika-vin11t5:26_3": "ca ekadve, tesaṁ ekadvinnaṁ, “cīvarāna”nti pakaraṇato labbhati, ekassa cīvarassa,",
  "tika-vin11t5:26_4": "dvinnañca cīvarānanti yojanā. Yathāsaṅkhyānuddesavasena ekassa tiriyato caturaṅgulato",
  "tika-vin11t5:26_5": "oraṁ, dvinnaṁ tiriyato aṭṭhaṅgulato oranti yojanā. Vākyadvayepi “chiddaṁ bhindatevā”ti yojetabbaṁ.",
  "tika-vin11t5:27_0": "Ekassa cīvarassāti antaravāsakacīvarassa. Tiriyatoti vitthārato. Caturaṅgulaṁ oranti",
  "tika-vin11t5:27_1": "caturaṅgulato abbhantare chiddaṁ adhiṭṭhānaṁ bhindati. Dvinnanti uttarāsaṅgasaṅghāṭīnaṁ.",
  "tika-vin11t5:27_2": "Tiriyatoti vitthārato. Aṭṭhaṅgulato oranti aṭṭhaṅgulato abbhantare. Tiṇṇampi dīghato",
  "tika-vin11t5:27_3": "vidatthiyā oraṁ chiddaṁ adhiṭṭhānaṁ bhindatevāti yojanā. Ettha vidatthi vaḍḍhakividatthi",
  "tika-vin11t5:27_4": "gahetabbā. Evaṁ vuttaparicchedabbhantare chidde jāte tassa cīvarassa atirekacīvarattā",
  "tika-vin11t5:27_5": "dasāhamanatikkamitvā sūcikammaṁ katvā adhiṭṭhātabbaṁ. Tathā akarontena pana parikkhāracoḷaṁ adhiṭṭhātabbaṁ.",
  "tika-vin11t5:28_0": "571.“Nisīdanassā”ti “nisīdanacīvarassā”ti vattabbe uttarapadalopena vuttanti daṭṭhabbaṁ.",
  "tika-vin11t5:28_1": "Diyaḍḍhāti ettha visesitabbā vidatthi “dve vidatthiyo”ti ca “sugatassa vidatthiyā”ti",
  "tika-vin11t5:28_2": "ca vuttasāmatthiyā labbhati. Aḍḍhena dutiyā diyaḍḍhā, dutiyaṁ aḍḍhametassāti “dutiyaḍḍhā”ti",
  "tika-vin11t5:28_3": "vattabbe tiya-paccayalopena “diyaḍḍhā”ti vuttaṁ, aḍḍhadutiyāti vuttaṁ hoti. “Sugatassa",
  "tika-vin11t5:28_4": "vidatthiyā”ti pamāṇaniyamassa katattā vaḍḍhakividatthiyā tisso vidatthiyo ekā sugatavidatthi",
  "tika-vin11t5:28_5": "hoti. Idaṁ nisīdanacīvaraṁ dīghato vaḍḍhakihatthena tihatthaṁ, vitthārato chaḷaṅgulādhikadvihatthappamāṇaṁ",
  "tika-vin11t5:28_6": "hoti. “Dasā vidatthī”ti vuttattā diyaḍḍhahatthā dasāti veditabbā.",
  "tika-vin11t5:29": "572.Catassoti etthāpi “vidatthiyo”ti sāmatthiyāva labbhati. “Kaṇḍuppaṭicchādiyā”ti vibhattipariṇāmena dīghatoti yojanā.",
  "tika-vin11t5:30": "573. Aḍḍhaṁ teyyaṁ tatiyaṁ yassā sā aḍḍhateyyā, aḍḍhatatiyāti vuttaṁ hoti.",
  "tika-vin11t5:31_0": "574. Tato uttariṁ taduttariṁ, tassa tassa vuttappamāṇato atirekaṁ. Adhikacchedananti",
  "tika-vin11t5:31_1": "adhikassa pamāṇātirittaṭṭhānassa chedanaṁ assa pācittiyassa desanāyāti adhikacchedanaṁ,",
  "tika-vin11t5:31_2": "vuttappamāṇato adhikaṭṭhānaṁ chinditvā desetabbaṁ pācittiyaṁ. Udīritaṁ vuttaṁ pāḷiyāti attho.",
  "tika-vin11t5:32": "575.Appamāṇenāti guṇavasena appamāṇena sammāsambuddhena.",
  "tika-vin11t5:33": "576. Sabbaṁ vaṭṭatīti sambandho. “Sabba”nti iminā aṭṭhakathāya āgataṁ nīlādiṁ saṅgaṇhāti. Mahantādibhedaṁ sabbaṁ paccattharaṇacīvaraṁ vaṭṭati.",
  "tika-vin11t5:34": "577. “Mukhapuñchanacoḷaṁ eka”nti padacchedo. Ekaṁ dhovitvā yāva sukkhāpīyati, tāva aññena mukhapuñchanena bhavitabbattā āha “dvepi vaṭṭanti sabbathā”ti.",
  "tika-vin11t5:35_0": "579. Pamāṇato, gaṇanato ca atītāti pamāṇagaṇanātītā. “Pamāṇātītā”ti vacanena vinayadharānaṁ",
  "tika-vin11t5:35_1": "appamāṇaguṇataṁ dasseti, “gaṇanātītā”ti iminā atikkantagaṇanataṁ. Pakataṁ vinaye",
  "tika-vin11t5:35_2": "paṭhamaṁ kataṁ buddhena bhagavatā paññattaṁ jānantīti pakataññū, vinayadharā, te",
  "tika-vin11t5:35_3": "pakataññuno. Aparimāṇaguṇamaṇigaṇabhūsitaupālidāsakādimahātherācariyaparamparāgatā",
  "tika-vin11t5:35_4": "saṅkhyāpathātītā vinayadharāti vuttaṁ hoti.",
  "tika-vin11t5:36_0": "580.Sugataṭṭhaṅgulāyāmanti vaḍḍhakiratanappamāṇadīghaṁ. Caturaṅgulavitthatanti vaḍḍhakividatthippamāṇavitthāraṁ.",
  "tika-vin11t5:36_1": "Vikappanupagaṁ pacchimaṁ cīvaraṁ nāma hoti. Pacchimaṁ cīvaranti parissāvanapaṭādīnaṁ",
  "tika-vin11t5:36_2": "visesanaṁ, pacchimacīvarappamāṇanti vuttaṁ hoti.",
  "tika-vin11t5:37_0": "581.Parissāvapaṭanti udakaparissāvanatthaṁ paṭaṁ. Pattatthavikanti pattakañcukaṁ.",
  "tika-vin11t5:37_1": "Potthakatthavikanti potthakakañcukaṁ. Ādiggahaṇena pacchimappamāṇādiṁ yaṁ kiñci paṭaṁ,",
  "tika-vin11t5:37_2": "daṇḍapaṭañca saṅgaṇhāti.",
  "tika-vin11t5:38_0": "582.Adhiṭṭhātunti parikkhāracoḷaṁ adhiṭṭhātuṁ. Ṭhapiteti anadhiṭṭhāya ṭhapite. Mahāpaccariyaṁ",
  "tika-vin11t5:38_1": "pana “anāpattī”ti āha. Natthi dosatāti doso eva dosatā. “Attano santakabhāvato mocetvā",
  "tika-vin11t5:38_2": "ṭhapitaṁ sandhāya mahāpaccariyaṁ anāpatti vuttā”ti vadanti. “Iminā bhesajjaṁ cetāpessāmi,",
  "tika-vin11t5:38_3": "idaṁ mātuyā dassāmī”ti ṭhapentena adhiṭṭhātabbaṁ. “Idaṁ bhesajjassa, mātuyā”ti vibhajitvā",
  "tika-vin11t5:38_4": "sasantakabhāvato mocite adhiṭṭhānakiccaṁ natthīti adhippāyo. Hoti cettha –",
  "tika-vin11t5:39": "“Yaṁ vatthaṁ bhikkhunā laddhaṁ, kataṁ mātādisantakaṁ;",
  "tika-vin11t5:40": "Nissaggiyaṁ na hotīti, tamāhu vinayaññuno”ti.",
  "tika-vin11t5:41": "583.Vassamāse caturoti vassāne caturo māse, adhiṭṭhānakiriyāya cattāro māse avicchedoti accantasaṁyoge upayogavacanaṁ. Vassike cattāro māse nivāsetabbā sāṭikā vassikasāṭikā.",
  "tika-vin11t5:42": "584. Kaṇḍuṁ paṭicchādetīti kaṇḍuppaṭicchādi, kaṇḍurogāturassa bhikkhuno tappaṭicchādanatthamanuññātacīvarassetamadhivacanaṁ. Honti cettha –",
  "tika-vin11t5:43": "“Mātikaṭṭhakathāyassā, kaṇḍucchādikasāṭiyā;",
  "tika-vin11t5:44": "Na kālātikkame vuttaṁ, adhiṭṭhānavivaṭṭanaṁ.",
  "tika-vin11t5:45": "Adhiṭṭhānapahānaṅge-su vuttattā visesato;",
  "tika-vin11t5:46": "Vīmaṁsitabbaṁ viññūhi, tattha yaṁ kāraṇaṁ siyā”ti.",
  "tika-vin11t5:47": "586.“Asammukheetanti cā”ti vacaneneva sammukhe “ima”nti viññāyati. Vicakkhaṇo paccuddhareyyāti yojanā.",
  "tika-vin11t5:48": "587. Adhiṭṭhitanti adhiṭṭhānaṁ.",
  "tika-vin11t5:49_0": "588.Iti sabbamidanti evaṁ vuttaṁ idaṁ ticīvarādīnaṁ pamāṇādisabbavidhānaṁ. Tecīvarikabhikkhunoti",
  "tika-vin11t5:49_1": "ticīvarādhiṭṭhānena adhiṭṭhitatecīvarikassa vinayatecīvarikassa. Tiṇṇaṁ cīvarānaṁ",
  "tika-vin11t5:49_2": "samāhāro ticīvaraṁ, tiṇṇaṁ ticīvarānaṁ samāhāroti “titicīvara”nti vattabbe ekadesasarūpekasesanayena",
  "tika-vin11t5:49_3": "“ticīvara”nti navacīvarāni saṅgahitāni, ticīvare niyutto tecīvarikoti vinayatecīvariko",
  "tika-vin11t5:49_4": "vuccati. Dhutaṅgatecīvarikassāpi ticīvare idameva vidhānanti sopi saṅgayhati. Aññesu",
  "tika-vin11t5:49_5": "vā pana chasu cīvaresu parikkhāracoḷaṁ ekaṁ aṁsakāsāvameva vaṭṭati. Tathā vatvāvāti",
  "tika-vin11t5:49_6": "“imaṁ parikkhāracoḷaṁ adhiṭṭhāmī”tiādinā nayena vatvā. Taṁ parikkhāracoḷaṁ. Parikkhāracoḷamassa",
  "tika-vin11t5:49_7": "atthi, tattha vā niyuttoti parikkhāracoḷiko.",
  "tika-vin11t5:50_0": "589. “Ticīvaraṁ pana parikkhāracoḷaṁ adhiṭṭhātuṁ vaṭṭati, na vaṭṭatī”ti anuyogaṁ",
  "tika-vin11t5:50_1": "katvā “vaṭṭatī”ti aṭṭhakathāya vuttattā idha “ticīvara”nti cīvarattayameva vuttaṁ.",
  "tika-vin11t5:50_2": "“Sukhaparihāratthaṁ ekampi vikappetabba”nti vacanato ekadese samudāyopacāravasena",
  "tika-vin11t5:50_3": "ekampi vikappetabbameva hoti.",
  "tika-vin11t5:51_0": "Parikkhāracoḷaṁ kātumpi vaṭṭatīti baddhasīmato bahi vasantena ekakena tecīvarikena",
  "tika-vin11t5:51_1": "antoaruṇe asatiyā tīsu cīvaresu hatthapāse akatesu nissaggiyaṁ pācittiyaṁ hotīti,",
  "tika-vin11t5:51_2": "vinayakammaṁ kātuṁ sabhāgapuggalānaṁ dullabhattā ca sukhaparihāratthaṁ tīsu ekaṁ",
  "tika-vin11t5:51_3": "vā sabbāni eva vā ticīvaranāmena katādhiṭṭhānāni paccuddharitvā parikkhāracoḷanāmena",
  "tika-vin11t5:51_4": "adhiṭṭhātumpi vaṭṭatīti vuttaṁ hoti.",
  "tika-vin11t5:52_0": "Evaṁ aggahetvā “sace ticīvaraṁ parikkhāracoḷādhiṭṭhānaṁ labheyya, udositasikkhāpade",
  "tika-vin11t5:52_1": "parihāro niratthako bhaveyyā”ti vuttaṁ mahāpadumattherassa mataṁ dassetumāha “evaṁ",
  "tika-vin11t5:52_2": "cudosite”tiādi. Evaṁ ceti evaṁ ticīvaraṁ parikkhāracoḷaṁ adhiṭṭhahitvā pariharituṁ",
  "tika-vin11t5:52_3": "vaṭṭati ce. Udositeti imassa sikkhāpadassa anantare dutiyakathinasikkhāpade. Vutto",
  "tika-vin11t5:52_4": "parihāroti “ekakulassa gāmo hoti parikkhitto ca. Antogāme cīvaraṁ nikkhipitvā antogāme",
  "tika-vin11t5:52_5": "vatthabba”ntiādinā nayena padabhājanāvasāne vutto, idha ca “gāmādīsu padesesū”tiādinā",
  "tika-vin11t5:52_6": "nayena anantaraṁ vakkhamāno ticīvarassa pariharaṇavidhi. Niratthakoti parikkhāracoḷanāmena",
  "tika-vin11t5:52_7": "adhiṭṭhitacīvarassa tena vidhinā ticīvaraṁ apariharantassāpi bhikkhuno anāpattibhāvato",
  "tika-vin11t5:52_8": "nippayojanoti attho.",
  "tika-vin11t5:53_0": "590. Tappariharitumāha “na”iccādi. Na niratthakoti yojanā. Hetuṁ dassetumāha “tecīvarikassevā”tiādi.",
  "tika-vin11t5:53_1": "Yo ticīvaranāmena adhiṭṭhānaṁ apaccuddharitvā satiṁ upaṭṭhapetvā antoaruṇe cīvaraṁ",
  "tika-vin11t5:53_2": "hatthapāsato amocetvā aruṇaṁ uṭṭhāpeti, tādisassa tecīvarikasseva tasmiṁ sikkhāpade",
  "tika-vin11t5:53_3": "udositaparihārassa bhagavatā desitattāti attho. Yasmā tādisasseva tecīvarikassa udositasikkhāpade",
  "tika-vin11t5:53_4": "parihāro vutto, tasmā. Taṁ sabbampīti taṁ navavidhaṁ sabbampi cīvaraṁ. Parikkhāracoḷassāti",
  "tika-vin11t5:53_5": "parikkhāracoḷanāmena adhiṭṭhahitvā cīvaraṁ paribhuñjitukāmassa parikkhāracoḷanāmena",
  "tika-vin11t5:53_6": "adhiṭṭhātuṁ vaṭṭati.",
  "tika-vin11t5:54_0": "591. Iminā udositaparihārassa aniratthakabhāvaṁ sādhetvā idāni “ticīvaraṁ parikkhāracoḷanāmenāpi",
  "tika-vin11t5:54_1": "adhiṭṭhātuṁ vaṭṭatī”ti imassa adhikatthassa mahākāruṇikena anuññātabhāve kiriyantarānujānanasaṅkhātaadhikavacanassa",
  "tika-vin11t5:54_2": "ñāpakahetubhāvaṁ dassetumāha “adhiṭṭhetī”tiādi. Imasmiṁyeva sikkhāpade anāpattivāre",
  "tika-vin11t5:54_3": "“anāpatti antodasāhaṁ adhiṭṭheti, vikappetī”ti pāṭhe anāpattibhāve “adhiṭṭhetī”ti",
  "tika-vin11t5:54_4": "ettakeneva pariyatte “vikappetī”ti kiriyantarānujānanena pakārantarenāpi doso natthīti",
  "tika-vin11t5:54_5": "adhippāyassa viññāpitattāti attho.",
  "tika-vin11t5:55_0": "592.Evaṁ karontassāti ticīvaranāmena adhiṭṭhānaṁ paccuddharitvā parikkhāracoḷanāmena",
  "tika-vin11t5:55_1": "adhiṭṭhahantassa. Idāni atippasaṅgaṁ dassetukāmassa codakassa adhippāyaṁ dassetumāha",
  "tika-vin11t5:55_2": "“eva”ntiādi. Mūlādhiṭṭhānaṁ pahāya kātabbappakārantarassāpi vijjamānattā ticīvaraṁ",
  "tika-vin11t5:55_3": "paccuddharitvā mukhapuñchanādikaṁ katvā adhiṭṭhahatopi doso na siyāti kasmā nāpajjatīti",
  "tika-vin11t5:55_4": "attho. Naiti atippasaṅganivāraṇe.",
  "tika-vin11t5:56_0": "593.Kiccavidhānatoti tesaṁ mukhapuñchanādīnaṁ attano attano kiccassa sādhanato, tādisaṁ",
  "tika-vin11t5:56_1": "kiccavisesāpekkhaṁ vinā taṁtaṁnāmena adhiṭṭhātuṁ na yujjatīti adhippāyo. Akiccassāti",
  "tika-vin11t5:56_2": "mukhapuñchanādikiccarahitassa. Adhikassāti paccuddharitvā paṭhamaṁ adhiṭṭhānassa",
  "tika-vin11t5:56_3": "vijahitattā atirekassa. Assāti ticīvarassa. Adhiṭṭhānaṁ tu yujjatīti dasāhaṁ anatikkamitvā",
  "tika-vin11t5:56_4": "parikkhāracoḷanāmena adhiṭṭhānaṁ pana yujjati.",
  "tika-vin11t5:57_0": "594. Nidhānassa mukhaṁ upāyoti nidhānamukhaṁ, antaravāsakāditaṁtaṁcīvaranāmena adhiṭṭhānato",
  "tika-vin11t5:57_1": "atirekaṁ yaṁ kiñci cīvaraṁ yathā ṭhapitaṁ āpattiṁ na karoti, tathā nidhānassa upāyoti",
  "tika-vin11t5:57_2": "attho. Etaṁ parikkhāracoḷādhiṭṭhānaṁ. Mahāpaccariyanti brāhmaṇatissabhaye bhikkhusaṅghaṁ",
  "tika-vin11t5:57_3": "jambudīpaṁ netuṁ sakkassa devānamindassa āṇattiyā visukammena nimmitamahāpaccariyaṁ",
  "tika-vin11t5:57_4": "nisīditvā likhitattā taṁnāmakāyaṁ vinayaṭṭhakathāyaṁ, “mahāpaccariyādisū”tipi likhanti.",
  "tika-vin11t5:58_0": "595. Parikkhāracoḷanāmena adhiṭṭhānavidhānassa vuttappamāṇaṁ katamanti āha “cīvara”ntiādi.",
  "tika-vin11t5:58_1": "“Nidāne uppattito”ti padacchedo. “Cīvaraṁ paripuṇṇa”nti nidāne “ticīvaraṁ sampuṇṇaṁ",
  "tika-vin11t5:58_2": "vijjati, idamatirekacīvaraṁ kiṁ kātabba”nti bhikkhūhi bhagavato ārocitavatthumhi.",
  "tika-vin11t5:58_3": "Uppattitoti parikkhāracoḷādhiṭṭhānassa uppannattā, anuññātattāti attho. “Tena kho",
  "tika-vin11t5:58_4": "pana samayena bhikkhūnaṁ paripuṇṇaṁ hoti ticīvaraṁ, attho ca hoti parissāvanehipi",
  "tika-vin11t5:58_5": "thavikāhipi. Bhagavato etamatthaṁ ārocesuṁ. Anujānāmi bhikkhave parikkhāracoḷaka”nti",
  "tika-vin11t5:58_6": "ettha pāḷiyaṁ evaṁ vippavāsasukhatthaṁ nāmenādhiṭṭhitaticīvaraṁ adhiṭṭhānaṁ paccuddharitvā",
  "tika-vin11t5:58_7": "parikkhāracoḷanāmena adhiṭṭhātuṁ vaṭṭatīti sādhanena tadekasādhanattā eva ekampi",
  "tika-vin11t5:58_8": "cīvaraṁ vikappetuṁ vaṭṭatīti vuttameva hoti. Tenevāha aṭṭhakathāyaṁ “evañca sati",
  "tika-vin11t5:58_9": "yo ticīvare ekena cīvarena vippavasitukāmo hoti, tassa ticīvarādhiṭṭhānaṁ paccuddharitvā",
  "tika-vin11t5:58_10": "vippavāsasukhatthaṁ vikappanāya okāso dinno hotī”ti.",
  "tika-vin11t5:59_0": "596-8. Ettāvatā kappiyacīvarañca tattha kattabbañca dassetvā idāni akappiyacīvaraṁ",
  "tika-vin11t5:59_1": "dassetumāha “kusavākādī”tiādi. Kusanti dabbatiṇaṁ. Vākanti rukkhādīnaṁ vākaṁ. Ādi-saddena",
  "tika-vin11t5:59_2": "phalakaṁ gahitaṁ, cīra-saddo cīvarapariyāyo, imasmiṁ kusādayo ganthetvā kate cīvareyeva",
  "tika-vin11t5:59_3": "vattati. Kesajaṁ kambalanti manussakesehi vītakambalañca. Vālajaṁ kambalanti assavālacamaravālehi",
  "tika-vin11t5:59_4": "vītakambalañca. Ulūkapakkhanti kosiyasakuṇapattaṁ. Idha pana taṁ ganthetvā katacīvarameva",
  "tika-vin11t5:59_5": "gahetabbaṁ. Ajinakkhipeti ajinadīpicamme. “Dhārayato thullaccaya”nti paccekaṁ sambandho.",
  "tika-vin11t5:60_0": "Kadalidusseti kadalivākamayavatthe. Erakadusseti erakamayavatthe. Akkadusseti akkadaṇḍe",
  "tika-vin11t5:60_1": "vā tesaṁ suttāni vā gahetvā katavatthe. Potthaketi makacivākamayavatthe. Tirīṭe vāti",
  "tika-vin11t5:60_2": "evaṁnāmake rukkhatace. Veṭhaneti sīsaveṭhane. Kañcuketi kavace.",
  "tika-vin11t5:61": "Sabbanīlaketi kevalanīlake. Esa nayo mañjeṭṭhādīsu. Mahānāmaratteti tanupadumadalavaṇṇaratte. Mahāraṅgaratteti satapadivaṇṇaratte.",
  "tika-vin11t5:62_0": "599.Acchinnadasaketi acchinnā dasā yassa, tasmiṁ cīvare. Esa nayo dīghadasepi. Phaladaseti",
  "tika-vin11t5:62_1": "phalasadisaganthitā dasā yassa, tasmiṁ. Pupphadaseti kaṇṇikaṁ bandhitvā vikāsetvā",
  "tika-vin11t5:62_2": "katā dasā yassa, tasmiṁ cīvareti attho. Acchinnacīvarassāti naggaṁ katvā corehi viluttacīvarassa.",
  "tika-vin11t5:62_3": "Etthāti kusavākādīsu, sabbanīlādīsu ca. Kiñcīti ekampi akappiyaṁ natthi ananulomikaṁ",
  "tika-vin11t5:62_4": "natthi. “Naggena etesu akappiyacīvaresu yaṁkiñci laddhaṁ, tena hirikopinaṁ paṭicchādetvā",
  "tika-vin11t5:62_5": "pacchā kappiyacīvare laddhe taṁ adhivāsetvā idaṁ akappiyacīvaraṁ pariccajitabbaṁ.",
  "tika-vin11t5:62_6": "Sabbanīlakādivatthesu laddhesu kappiyarajanena rajitvā, taṁ vaṇṇaṁ nāsetvā vā kappiyavatthāni",
  "tika-vin11t5:62_7": "ubhayapassesu alliyāpetvā, paṭicchādetvā vā nivāsetuṁ vaṭṭatī”ti aṭṭhakathāyaṁ vuttaṁ.",
  "tika-vin11t5:63_0": "600.“Antodasāha”nti idaṁ “adhiṭṭhetī”tiādīhi sabbapadehipi yojetabbaṁ. Vissajjetīti",
  "tika-vin11t5:63_1": "aññassa deti. Idha dānaṁ duvidhaṁ sammukhādānaṁ, parammukhādānanti. Paṭiggāhakaṁ",
  "tika-vin11t5:63_2": "disvā “idaṁ tuyhaṁ dammī”ti dānaṁ sammukhādānaṁ nāma. Parammukhā “idaṁ itthannāmassa",
  "tika-vin11t5:63_3": "dammī”ti dinnaṁ parammukhādānaṁ. “Idaṁ tvaṁ gaṇhāhī”ti vā “tuyhaṁ gaṇhāhī”ti vā vutte",
  "tika-vin11t5:63_4": "“mayhaṁ gaṇhāmī”ti sace vadati, dānagahaṇadvayampi suddhaṁ. “Idaṁ tava santakaṁ karohi,",
  "tika-vin11t5:63_5": "tava santakaṁ hotu, tava santakaṁ hotī”ti dāyakena vutte gaṇhantopi “mama santakaṁ",
  "tika-vin11t5:63_6": "karomi, mama santakaṁ hotu, mama santakaṁ hotī”ti vadati ce, dānaṁ, gahaṇañca asuddhaṁ",
  "tika-vin11t5:63_7": "hoti. “Tava santakaṁ karohī”ti vutte pana “sādhu bhante mayhaṁ gaṇhāmī”ti vatvā gaṇhāti,",
  "tika-vin11t5:63_8": "gahaṇaṁ suddhaṁ. “Idaṁ tuyhaṁ gaṇhāhī”ti vutte “ahaṁ na gaṇhāmī”ti vadati, puna “dinnaṁ",
  "tika-vin11t5:63_9": "mayā, tuyhaṁ gaṇhāhī”ti vutte itaropi puna paṭikkhipati, taṁ cīvaraṁ kassaci asantakattā",
  "tika-vin11t5:63_10": "dasāhātikkamenāpi nissaggiyaṁ na hotīti pacchā tesu dvīsu yo icchati, tena adhiṭṭhāya",
  "tika-vin11t5:63_11": "paribhuñjitabbanti sabbamidaṁ aṭṭhakathāya vuttaṁ.",
  "tika-vin11t5:64_0": "Adhiṭṭhitacīvare adhiṭṭhāne vematikena attano vimatiṁ paṭhamaṁ āvi katvā “sace anadhiṭṭhitaṁ,",
  "tika-vin11t5:64_1": "evaṁ kate kappiyaṁ hotī”ti cintetvā nissajjetvā vinayakammaṁ karontassa musāvādadoso",
  "tika-vin11t5:64_2": "nāpajjati. Yathāha aṭṭhakathāyaṁ “na hi evaṁ jānāpetvā vinayakammaṁ karontassa musāvādo",
  "tika-vin11t5:64_3": "hotī”ti. “Keci ‘tathā vematikacīvaraṁ aññena vissāsena gahetvā puna dātabba’nti vadanti,",
  "tika-vin11t5:64_4": "taṁ na sundara”nti tattheva vuttaṁ.",
  "tika-vin11t5:65_0": "Vinassatīti corādīhi vinassati. “Nassati, ḍayhati, acchinditvā gaṇhantī”ti imānipi",
  "tika-vin11t5:65_1": "vināsappakārattā “vinassatī”ti imināva saṅgayhanti. Tattha “nassatī”ti idaṁ corādīhi",
  "tika-vin11t5:65_2": "haṭaṁ sandhāya vuttaṁ, “vinassatī”ti idaṁ undūrakhāyitādiṁ sandhāya vuttaṁ, “ḍayhatī”ti",
  "tika-vin11t5:65_3": "agginā daḍḍhaṁ sandhāya. Vissāseti ettha sandiṭṭho ca sambhatto ca ālapito ca jīvati",
  "tika-vin11t5:65_4": "ca gahite cattamano hotīti pañcaṅgasamannāgatena attani vissāsena aññena gahiteti",
  "tika-vin11t5:65_5": "attho. Pakāsitāti “anāpatti antodasāhaṁ adhiṭṭhetī”tiādinā nayena vuttā.",
  "tika-vin11t5:66_0": "601. Idaṁ pana samuṭṭhānaṁ nāmena kathinasamuṭṭhānaṁ nāmāti attho. Idaṁ kathinasamuṭṭhānaṁ",
  "tika-vin11t5:66_1": "nāma kāyavācato ca kāyavācācittato ca samuṭṭhāti. Atirekacīvarabhāvassa jānanacittena",
  "tika-vin11t5:66_2": "paṇṇattijānanacitte asatipi āpattisambhavato acittaṁ. Anadhiṭṭhānato, avikappanato",
  "tika-vin11t5:66_3": "ca akriyaṁ. Kammaṭṭhānamanuyuñjanto vā cetiyādiṁ vandanto vā ekādasamaṁ aruṇaṁ uṭṭhāpeti,",
  "tika-vin11t5:66_4": "kusalacitto āpajjati, kalahādipasuto vā vītikkamaṁ jānanto vā uṭṭhāpeti, akusalacitto",
  "tika-vin11t5:66_5": "āpajjati, khīṇāsavo pana asatiyā vā paṇṇattiṁ ajānanto vā tathā karonto abyākatacitto",
  "tika-vin11t5:66_6": "āpajjatīti ticittaṁ. Vuttanayena kammaṭṭhānādimanuyuñjantassa somanassacittasamaṅgino",
  "tika-vin11t5:66_7": "sukhavedanā, upekkhācittasamaṅgino upekkhāvedanā, kalahādipasutassa domanassacittasamaṅgino",
  "tika-vin11t5:66_8": "dukkhavedanā hotīti tivedanaṁ. Esa nayo uparipi evarūpe ṭhāne yojetabbo.",
  "tika-vin11t5:67": "Paṭhamakathinakathāvaṇṇanā.",
  "tika-vin11t5:68_0": "602.Gāmādīsupadesesu tipañcasūti ticīvarāni nikkhipitvā vippavāsena dosaṁ, uppajjanaṭṭhānañca",
  "tika-vin11t5:68_1": "dassetuṁ “gāmo ekūpacāro”tiādinā nayena pāḷiyaṁ vuttagāmanivesanaudositaaṭṭamāḷapāsādahammiyanāvāsatthakhettadhaññakara-",
  "tika-vin11t5:68_2": "ṇaārāmavihārarukkhamūlaajjhokāsasaṅkhātesu pannarasasu cīvaranikkhepaṭṭhānesūti vuttaṁ",
  "tika-vin11t5:68_3": "hoti. Ettha gāmo nāma ekakuṭikādigāmo.",
  "tika-vin11t5:69_0": "Nivesanaṁ nāma gāmato bahi catusālādiko geho. Tenāha gaṇṭhipade “gāmanivesanānaṁ",
  "tika-vin11t5:69_1": "visesaṁ vadantā ‘puna ekaparicchedaṁ katvā nivesitā bahugehā nivesanaṁ nāma hontī’ti",
  "tika-vin11t5:69_2": "vadanti, tasmā idaṁ nivesanādi sabbaṁ ‘gāmato bahī’ti gahetabba”nti. Idañca tattheva",
  "tika-vin11t5:69_3": "vuttaṁ “nivesanādikaṁ antogāme ce hoti, gāme vuttaparihārasseva labbhanato antogāmato",
  "tika-vin11t5:69_4": "bahī’ti gahetabba”nti.",
  "tika-vin11t5:70_0": "Aṭṭhakathāyaṁ “udositoti yānādīnaṁ bhaṇḍānaṁ sālā”ti vuttasarūpaṁ udositaṁ nāma.",
  "tika-vin11t5:70_1": "“Aṭṭoti paṭirājādipaṭibāhanatthaṁ iṭṭhakāhi kato bahalabhittiko catupañcabhūmiko",
  "tika-vin11t5:70_2": "patissayaviseso”ti vuttasarūpo aṭṭo nāma. “Māḷoti ekakūṭasaṅgahito caturassapāsādo”ti",
  "tika-vin11t5:70_3": "vutto ekakaṇṇikasaṅgahito caturassageho māḷo nāma. Pāsādoti dīghapāsādo. Hammiyanti",
  "tika-vin11t5:70_4": "muṇḍacchadanapāsādo. Nāvāti yānappatti. Satthanti jaṅghasatthasakaṭasatthavasena",
  "tika-vin11t5:70_5": "duvidho janasamūho, so ca niviṭṭhāniviṭṭhavasena paccekaṁ duvidho. Tattha niviṭṭhe",
  "tika-vin11t5:70_6": "vatiādiparikkhepopi hoteva.",
  "tika-vin11t5:71_0": "Khettanti yavakhettādikhettaṁ. Dhaññakaraṇaṁ khalaṁ. Ārāmo pupphārāmo, phalārāmo",
  "tika-vin11t5:71_1": "ca. Vihāroti ekampi senāsanaṁ vuccati. “Rukkho nāma yaṁ majjhantike kāle samantā",
  "tika-vin11t5:71_2": "chāyā pharatī”ti vuttappamāṇaparicchanno rukkho. Ajjhokāso nāma sattabbhantaro, so",
  "tika-vin11t5:71_3": "viñcāṭaviādiagāmakāraññe ca macchabandhānaṁ agamanapathe samuddadīpe ca labbhati.",
  "tika-vin11t5:71_4": "Macchabandhānaṁ agamanapatho nāma udakapiṭṭhiyā gantvā puna tadaheva gehaṁ āgantuṁ",
  "tika-vin11t5:71_5": "asakkuṇeyyatāya dūro samuddappadeso vuccati.",
  "tika-vin11t5:72_0": "Ayaṁ gāmādiko paccekaṁ ekūpacāro, nānūpacāroti duvidho. Tattha ajjhokāsaṁ vinā gāmādiko",
  "tika-vin11t5:72_1": "taṁtaṁrājādisāmikakulānaṁ ekatthanānatthavasena ekakulasantako ce hoti, ekūpacāro.",
  "tika-vin11t5:72_2": "Nānākulasantako ce, nānūpacāro hoti. Vuttañhetaṁ “gāmo ekūpacāro nāma ekakulassa",
  "tika-vin11t5:72_3": "gāmo hotī”tiādi. Aṭṭhakathāyampi vuttaṁ “ekakulassa gāmoti ekassa rañño vā bhojakassa",
  "tika-vin11t5:72_4": "vā gāmo”ti ca “nānākulassa gāmoti nānārājūnaṁ vā bhojakānaṁ vā gāmo vesālīkusinārādisadiso”ti ca.",
  "tika-vin11t5:73_0": "Ekakulena kārāpito vihāro ekūpacāro, nānākulehi kārāpito nānūpacāro hoti. Yathāha",
  "tika-vin11t5:73_1": "gaṇṭhipade “vihāre ekakulanānākulavohāro kārāpakānaṁ vasena vutto”ti. Ajjhokāse pana",
  "tika-vin11t5:73_2": "upacārabhedo abbhantaravasena veditabbo. Vuttañcetaṁ pāḷiyaṁ “ajjhokāso ekūpacāro",
  "tika-vin11t5:73_3": "nāma agāmake araññe samantā sattabbhantarā ekūpacāro. Tato paraṁ nānūpacāro”ti. Idha",
  "tika-vin11t5:73_4": "ekaṁ abbhantaraṁ aṭṭhavīsatiratanaṁ hoti. Yathāha aṭṭhakathāyaṁ “ekaṁ abbhantaraṁ",
  "tika-vin11t5:73_5": "aṭṭhavīsatihattha”nti. Evaṁ saṅkhepato vuttasarūpappabhedāni pannarasa ṭhānāni dassetumāha",
  "tika-vin11t5:73_6": "“gāmādīsu padesesu tipañcasū”ti. Ayamettha saṅkhepo, vitthāro pana pāḷiaṭṭhakathāvaṇṇanato veditabbo.",
  "tika-vin11t5:74_0": "“Ticīvarena vippavāseyyāti saṅghāṭiyā vā uttarāsaṅgena vā antaravāsakena vā. Antogāme",
  "tika-vin11t5:74_1": "cīvaraṁ nikkhipitvā”ti vacanato ettha ticīvaranti tiṇṇaṁ cīvarānamaññatarameva cīvaraṁ",
  "tika-vin11t5:74_2": "vattabbaṁ. Ekarattanti vippavāsakiriyāya accantasaṁyoge upayogavacanaṁ. Api-saddena",
  "tika-vin11t5:74_3": "kiṁ pana dirattādikanti dasseti.",
  "tika-vin11t5:75_0": "Saṅghasammutiyā vināti ticīvaraṁ pariharituṁ asamatthena gilānena bhikkhunā saṅghaṁ",
  "tika-vin11t5:75_1": "vanditvā ukkuṭikaṁ nisīditvā añjaliṁ paggayha “ahaṁ bhante gilāno, na sakkomi ticīvaraṁ",
  "tika-vin11t5:75_2": "ādāya pakkamituṁ, sohaṁ bhante saṅghaṁ ticīvarena avippavāsasammutiṁ yācāmī”ti tikkhattuṁ",
  "tika-vin11t5:75_3": "yācitena saṅghena tassa ñattidutiyāya kammavācāya dinnaṁ avippavāsasammutiṁ vināti",
  "tika-vin11t5:75_4": "vuttaṁ hoti. Tathā laddhasammutikassa gilānassa bhikkhuno tasmiṁ gelaññe avūpasante",
  "tika-vin11t5:75_5": "vā vūpasantepi cīvaranikkhepaṭṭhānaṁ āgamanakāle vā uppanne aññepi roge avūpasante",
  "tika-vin11t5:75_6": "tāyayeva sammutiyā na doso.",
  "tika-vin11t5:76_0": "603.Bhikkhunoti aladdhasammutikassa bhikkhuno. Tena cīvarena. Vippavatthuṁ na vaṭṭatīti",
  "tika-vin11t5:76_1": "vinā vasituṁ na vaṭṭati. Kiṁ vuttaṁ hoti? “Ekakulassa gāmo hoti parikkhitto ca, antogāme",
  "tika-vin11t5:76_2": "cīvaraṁ nikkhipitvā antogāme vatthabbaṁ. Aparikkhitto hoti, yasmiṁ ghare cīvaraṁ",
  "tika-vin11t5:76_3": "nikkhittaṁ hoti, tasmiṁ ghare vatthabbaṁ, hatthapāsā vā na vijahitabbaṁ. Nānākulassa",
  "tika-vin11t5:76_4": "gāmo hoti parikkhitto ca, yasmiṁ ghare cīvaraṁ nikkhittaṁ hoti, tasmiṁ ghare vatthabbaṁ",
  "tika-vin11t5:76_5": "sabhāye vā dvāramūle vā, hatthapāsā vā na vijahitabba”ntiādinā nayena pāḷiyā vuttaṭṭhānato",
  "tika-vin11t5:76_6": "bahi aruṇaṁ uṭṭhāpetuṁ na vaṭṭatīti vuttaṁ hoti.",
  "tika-vin11t5:77_0": "Imasmiṁ pāṭhe “parikkhitto”ti idaṁ pākārena vā vatiyā vā parikhāya vā parikkhittaṁ",
  "tika-vin11t5:77_1": "sandhāya vuttaṁ. Hatthapāsā vāti ettha hatthapāsā nāma aḍḍhatiyaratanaṁ hoti. Yathāha",
  "tika-vin11t5:77_2": "aṭṭhakathāyaṁ “taṁ gharaṁ samantato hatthapāsā na vijahitabbaṁ, aḍḍhateyyaratanappamāṇā",
  "tika-vin11t5:77_3": "padesā uddhaṁ na vijahitabbanti vuttaṁ hotī”ti.",
  "tika-vin11t5:78_0": "Vippavasantassa ko dosoti āha “hoti…pe… aruṇuggame”ti. Anuññātaṭṭhānato hi bahi cīvarena",
  "tika-vin11t5:78_1": "vinā aruṇaṁ uṭṭhāpentassa taṁ cīvaraṁ nissajjitabbaṁ hoti, taṁhetukā pācittiyāpattipi",
  "tika-vin11t5:78_2": "hotīti attho. Teneva vakkhati “nissajjitvā…pe… viññunā”ti.",
  "tika-vin11t5:79": "604.Nhāyantassevāti cīvarassa hatthapāsato dūre nahāyantasseva, anādare sāmivacanaṁ.",
  "tika-vin11t5:80": "606. Acchinnaṁ viluttaṁ cīvaraṁ yassa so acchinnacīvaro, bhikkhu, tassa ṭhānaṁ acchinnacīvaraṭṭhānaṁ, tasmiṁ.",
  "tika-vin11t5:81_0": "607.Nivāsetvāti ettha “antaravāsaka”nti ca gahetvāti ettha “itarānī”ti ca seso. Idañca",
  "tika-vin11t5:81_1": "gantabbaṭṭhāne, āsanne magge ca manussasambādhe asati kattabbadassanaṁ. Itarattha",
  "tika-vin11t5:81_2": "nivāsetvā, pārupitvā ca saṅghāṭiṁ aṁse katvāva gantabbaṁ hoti. Vihāre sabhāgesu alabbhamānesu",
  "tika-vin11t5:81_3": "āsanasālampi gantvā sabhāgassa santike vinayakammaṁ kattabbanti aṭṭhakathāyaṁ vuttaṁ.",
  "tika-vin11t5:81_4": "“Nissajjitvā”ti iminā “idaṁ me bhante cīvaraṁ rattivippavutthaṁ aññatra bhikkhusammutiyā",
  "tika-vin11t5:81_5": "nissaggiyaṁ, imāhaṁ saṅghassa nissajjāmī”ti saṅghe vā “idaṁ me bhante cīvaraṁ…pe…",
  "tika-vin11t5:81_6": "ahaṁ āyasmantānaṁ nissajjāmī”ti tiṇṇaṁ, dvinnaṁ vā santike vā “idaṁ me āvuso…pe…",
  "tika-vin11t5:81_7": "imāhaṁ āyasmato nissajjāmī”ti ekassa santike vā vatvā nissajjitvāti vuttaṁ hoti.",
  "tika-vin11t5:81_8": "Viññunāti evaṁ nissaggiyavatthunissajjanādinānappakāravidhijānanakena ñāṇavatāti attho.",
  "tika-vin11t5:82": "608.Taṁ nissaggiyacīvaraṁ.",
  "tika-vin11t5:83_0": "609.“Adentassa ca nissaṭṭhaṁ dukkaṭa”nti iminā “byattena bhikkhunā paṭibalena āpatti",
  "tika-vin11t5:83_1": "paṭiggahetabbā, nissaṭṭhacīvaraṁ dātabba”nti vuttattā imaṁ vidhiṁ jānanatāya byattena",
  "tika-vin11t5:83_2": "yathāvidhiṁ kātuṁ samatthatāya paṭibalena khandhake āgatanayena āpattiṁ paṭiggahetvā",
  "tika-vin11t5:83_3": "nissaṭṭhacīvaraṁ hatthena gahetvā nisīdāpetvā sace saṅgho hoti, “suṇātu me bhante",
  "tika-vin11t5:83_4": "saṅgho, idaṁ cīvaraṁ itthannāmassa bhikkhuno nissaggiyaṁ saṅghassa nissaṭṭhaṁ, yadi",
  "tika-vin11t5:83_5": "saṅghassa pattakallaṁ, saṅgho imaṁ cīvaraṁ itthannāmassa bhikkhuno dadeyyā”ti, sace",
  "tika-vin11t5:83_6": "tayo honti, “suṇantu me āyasmantā, idaṁ cīvaraṁ itthannāmassa bhikkhuno nissaggiyaṁ",
  "tika-vin11t5:83_7": "āyasmantānaṁ nissaṭṭhaṁ, yadāyasmantānaṁ pattakallaṁ, āyasmantā imaṁ cīvaraṁ itthannāmassa",
  "tika-vin11t5:83_8": "bhikkhuno dadeyyu”nti, sace ekako hoti, “imaṁ cīvaraṁ āyasmato dammī”ti dātabbaṁ,",
  "tika-vin11t5:83_9": "nissaṭṭhacīvaraṁ “attanoyeva dinna”nti suddhasaññāya gahetvā adentassa dukkaṭaṁ hotīti vuttaṁ hoti.",
  "tika-vin11t5:84_0": "Tassa santakabhāvaṁ ñatvā lesena vilumpantassa pana bhaṇḍagghavasena dukkaṭathullaccayapārājikāpattiyo",
  "tika-vin11t5:84_1": "honti. Yathāha aṭṭhakathāyaṁ “tassa santakabhāvaṁ pana ñatvā lesena acchindanto bhaṇḍaṁ",
  "tika-vin11t5:84_2": "agghāpetvā kāretabbo”ti. Pariyāputanti “na bhikkhave nissaṭṭhacīvaraṁ na dātabbaṁ,",
  "tika-vin11t5:84_3": "yo na dadeyya, āpatti dukkaṭassā”ti pāḷiyaṁ vuttanti attho.",
  "tika-vin11t5:85_0": "610-1. There dahare cāti etesu ubhosupi maggaṁ gacchantesūti yojanā. “There”ti iminā",
  "tika-vin11t5:85_1": "anissitabhāvamāha, “dahare cā”ti iminā nissitabhāvaṁ. Ohīneti osakkite. Sace so thero",
  "tika-vin11t5:85_2": "nissayācariyo bhaveyyāti adhippāyenāha “garu”nti. Tasmiṁ dahare. Vatthanti tassa",
  "tika-vin11t5:85_3": "hatthe ṭhitacīvaraṁ. Na passambhatīti dhuranikkhepaṁ akatvā gamane saussāhattā nissayapaṭippassaddhi",
  "tika-vin11t5:85_4": "na hotīti adhippāyo. Teneva “muhutta”ntiādimāha.",
  "tika-vin11t5:86_0": "614. Paccuddhāre antoyevāruṇeti iminā sambandho, daharabhikkhuno dūrabhāvañca aruṇuggamanañca",
  "tika-vin11t5:86_1": "ñatvā cīvarassa anissaggiyatthaṁ tassa hatthe ṭhitabhāvaṁ sallakkhetvā purāruṇā paccuddhareti",
  "tika-vin11t5:86_2": "attho. Vissajjetīti aññassa deti. Vinassatīti corādīhi nassati.",
  "tika-vin11t5:87": "Dutiyakathinakathāvaṇṇanā.",
  "tika-vin11t5:88_0": "616.Akālacīvaranti “akālacīvaraṁ nāma anatthate kathine ekādasamāse uppannaṁ, atthate",
  "tika-vin11t5:88_1": "kathine sattamāse uppannaṁ, kālepi ādissa dinna”nti vacanato anatthatakathine vihāre",
  "tika-vin11t5:88_2": "“cīvaramāso”ti yo pubbakattikakāḷapakkhapāṭipadato paṭṭhāya yāva aparakattikapuṇṇamī,",
  "tika-vin11t5:88_3": "tāva māso vuccati, tato paresu ekādasasu māsesu uppannañca atthatakathine vihāre",
  "tika-vin11t5:88_4": "yo cīvaramāso, hemantā ca cattāro māsāti pañcamāsato bahi sattasu māsesu uppannañca",
  "tika-vin11t5:88_5": "atthatakathine pañca māsā yathāparicchinnakāle saṅghassa ca “idaṁ akālacīvaraṁ dammī”ti",
  "tika-vin11t5:88_6": "puggalassa ca “idaṁ tuyhaṁ dammī”ti dinnañceti idaṁ akālacīvaranti attho. “Uppanna”nti",
  "tika-vin11t5:88_7": "seso, “uppajjeyya saṅghato vā gaṇato vā ñātito vā mittato vā paṁsukūlato vā attano",
  "tika-vin11t5:88_8": "vā dhanenā”ti vacanato saṅghassa vā “idaṁ suttantikagaṇassa dema, idaṁ ābhidhammikagaṇassa",
  "tika-vin11t5:88_9": "demā”tiādinā nayena gaṇassa vā dinnato attano vassaggena vā ñātiādito vā susānādipaṁsukūlakhettato",
  "tika-vin11t5:88_10": "vā attano santakena suttakappāsādikappiyavatthuto vā uppannacīvaranti attho.",
  "tika-vin11t5:89_0": "Māsaparamaṁ nikkhipeti māso paramaṁ pamāṇaṁ etassa nikkhipanassāti māsaparamaṁ, nikkhipananti",
  "tika-vin11t5:89_1": "kiriyāvisesanaṁ kātabbaṁ, māsaparamaṁ nikkhipanaṁ kareyyāti vuttaṁ hoti. “Ākaṅkhamānena",
  "tika-vin11t5:89_2": "bhikkhunā paṭiggahetabbaṁ, paṭiggahetvā khippameva kāretabbaṁ, no cassa pāripūrī,",
  "tika-vin11t5:89_3": "māsaparamaṁ tena bhikkhunā taṁ cīvaraṁ nikkhipitabbaṁ ūnassa pāripūriyā”ti vacanato",
  "tika-vin11t5:89_4": "evaṁ uppannaṁ cīvaraṁ icchantena paṭiggahetvā sace pahoti, dasāhamanatikkāmetvā kāretabbaṁ.",
  "tika-vin11t5:89_5": "Sace nappahoti, ūnassa paripūraṇatthaṁ māsaparamaṁ ṭhapetabbanti attho.",
  "tika-vin11t5:90_0": "Kadā evaṁ nikkhipitabbanti āha “sati paccāsāyā”ti, “paccāsā hoti saṅghato vā gaṇato",
  "tika-vin11t5:90_1": "vā ñātito vā mittato vā paṁsukūlato vā attano vā dhanenā”ti vuttasaṅghādito attano",
  "tika-vin11t5:90_2": "vassaggādito labheyya, tena “imassa ūne paripuṇṇe kāressāmī”ti paccāsāya sati evaṁ",
  "tika-vin11t5:90_3": "nikkhipitabbanti attho. Tato uddhaṁṭhapetuṁna vaṭṭatīti māsato atirekakālaṁ nikkhipituṁ",
  "tika-vin11t5:90_4": "na vaṭṭati, nissaggiyapācittiyaṁ hotīti attho.",
  "tika-vin11t5:91_0": "Yadi evaṁ “tadahuppanne mūlacīvare paccāsācīvaraṁ uppajjati, dasāhā kāretabbaṁ…pe…",
  "tika-vin11t5:91_1": "vīse uppanne mūlacīvare paccāsācīvaraṁ uppajjati, dasāhā kāretabba”nti kasmā āhāti?",
  "tika-vin11t5:91_2": "Paccāsācīvarassa dasadivase atikkamma ṭhapetuṁ ayuttattā, mūlacīvarassa taggatikattā",
  "tika-vin11t5:91_3": "evaṁ vuttaṁ. Yathāha aṭṭhakathāyaṁ “mūlacīvarassa uppannadivasato yāva vīsatimo divaso,",
  "tika-vin11t5:91_4": "tāva uppannaṁ paccāsācīvaraṁ mūlacīvaraṁ attano gatikaṁ karotī”ti.",
  "tika-vin11t5:92": "Tatiyakathinakathāvaṇṇanā.",
  "tika-vin11t5:93_0": "618-9. Bhikkhuniyā yo dhovāpetīti sambandho. “Bhikkhunī nāma ubhatosaṅghe upasampannā”ti",
  "tika-vin11t5:93_1": "vacanato bhikkhunisaṅghe ñatticatutthāya kammavācāya, bhikkhusaṅghe ñatticatutthāya",
  "tika-vin11t5:93_2": "kammavācāyāti aṭṭhavācikāya upasampannā bhikkhunī nāma. Bhuttanti bhikkhunā attanā",
  "tika-vin11t5:93_3": "paribhuttaṁ rajitaṁ ādinnakappaṁ, “paribhogaṁ karissāmī”ti antamaso sīsaṁ ṭhapetvā",
  "tika-vin11t5:93_4": "sayanamattenāpi purāṇabhūtaṁ cīvaranti attho. Yathāha aṭṭhakathāyaṁ “rajitvā kappaṁ",
  "tika-vin11t5:93_5": "katvā ekavārampi nivatthaṁ vā pārutaṁ vā antamaso paribhogasīsena aṁse vā matthake",
  "tika-vin11t5:93_6": "vā katvā maggaṁ gato hoti, ussīsakaṁ vā katvā nipanno hoti, etampi purāṇacīvaramevā”ti.",
  "tika-vin11t5:93_7": "Vatthanti kāriye kāraṇopacāravasena cīvarameva āha.",
  "tika-vin11t5:94_0": "Aññātikāyāti “aññātikā nāma mātito vā pitito vā yāva sattamā pitāmahayugā asambaddhā”ti",
  "tika-vin11t5:94_1": "vacanato attano vā tassā vā mātu vā pitu vā paramparāya yāva sattamā yugā, etthantare",
  "tika-vin11t5:94_2": "yena kenaci ñātakena asambaddhabhāvena aññātikāyāti attho. Yathā cāha aṭṭhakathāyaṁ",
  "tika-vin11t5:94_3": "“pitāmahoyeva pitāmahayugaṁ. Tato uddhaṁ sabbepi pubbapurisā pitāmahaggahaṇeneva",
  "tika-vin11t5:94_4": "gahitā. Evaṁ yāva sattamo puriso, tāva yā asambaddhā”ti. Ākoṭāpetīti paharāpeti.",
  "tika-vin11t5:95_0": "Tato dhovāpanādito. Nissaggiyāpattīti nissaggiyassa āpatti nissaggiyāpatti, nissaggiyassa",
  "tika-vin11t5:95_1": "cīvarassa nāmena visiṭṭhā pācittiyāpatti hotīti attho. Idañca tiṇṇaṁ payogānaṁ ante",
  "tika-vin11t5:95_2": "āpajjitabbāya āpattiyā dassanaṁ. Tassa niyogena dhovanādiṁ karontiyā bhikkhuniyā",
  "tika-vin11t5:95_3": "tadatthaṁ sabbapubbapayogagaṇanāya bhikkhuno dukkaṭaṁ hotīti gahetabbo. Yathāha aṭṭhakathāyaṁ",
  "tika-vin11t5:95_4": "“yāva naṁ dhovitvā ukkhipati, tāva bhikkhuniyā payoge payoge bhikkhussa dukkaṭa”nti.",
  "tika-vin11t5:95_5": "Paṭhamenāti tīṇipi kārāpentassa yaṁ paṭhamaṁ kārāpeti, tenāti attho. Dīpitanti “aññātikāya",
  "tika-vin11t5:95_6": "aññātikasaññī purāṇacīvaraṁ dhovāpeti rajāpeti ākoṭāpeti, nissaggiyena āpatti dvinnaṁ",
  "tika-vin11t5:95_7": "dukkaṭāna”ntiādinā desitaṁ. Iminā nayena dve kārāpentassa paṭhamena nissaggiyāpatti,",
  "tika-vin11t5:95_8": "dutiyena dukkaṭanti ayamattho saṅgayhati.",
  "tika-vin11t5:96": "620.“Dhovanatthāya detī”ti iminā “bhuttaṁ vattha”nti adhikārato labbhati.",
  "tika-vin11t5:97_0": "621.Sāmaṇeraniddesepīti “sāmaṇerā”ti niddeso nāma yassa, tasmimpi, attanā paribhuttaṁ",
  "tika-vin11t5:97_1": "vatthaṁ dhovanatthāya detīti yojanā, attano paribhuttaṁ cīvaraṁ dhovanatthāya sāmaṇerassa",
  "tika-vin11t5:97_2": "detīti attho. Pi-saddo samuccayattho. Upasampajjāti pubbakiriyāya “dhovatī”ti aparakiriyā",
  "tika-vin11t5:97_3": "sāmatthiyā labbhati.",
  "tika-vin11t5:98": "622.Daharānañca bhikkhūnanti attano navakatarānaṁ bhikkhūnaṁ. Niyyādite dinne. Esa nayoti “ekena pācittiyaṁ, avasiṭṭhehi dvīhi vā ekena vā sabbapayogesu dukkaṭaṁ hotī”ti nayo.",
  "tika-vin11t5:99": "623.Cīvareti paribhuttacīvare.",
  "tika-vin11t5:100": "624.“Dhovanappaccayāyevā”ti iminā itaradvayassa tassa anāṇattiyā katattā tato anāpattibhāvamāha.",
  "tika-vin11t5:101_0": "626.Ñātikāti ettha “paṭisaṅkhā yoniso”tiādīsu viya gāthābandhavasena ya-kāralopo,",
  "tika-vin11t5:101_1": "ñātikāya bhikkhuniyāti attho. “Ñātikā aññātisaññissā”ti padacchedo. Paccattharaṇanti",
  "tika-vin11t5:101_2": "mañcapīṭhe attharitabbaṁ paccattharaṇacīvarañca.",
  "tika-vin11t5:102_0": "627.“Bhikkhunīnaṁ vasenā”ti idaṁ bhikkhusaṅghepi upasampannā ce, pācittiyasambhavā",
  "tika-vin11t5:102_1": "vuttaṁ. Yathāha aṭṭhakathāyaṁ “bhikkhūnaṁ santike upasampannāya pana yathāvatthukamevā”ti.",
  "tika-vin11t5:102_2": "Bhikkhunisaṅghe paṭhamaṁ upasampajjitvā pacchā bhikkhusaṅghe ce upasampajjati, kevalaṁ",
  "tika-vin11t5:102_3": "bhikkhusaṅghe upasampannāti na vuccatīti tā bhagavati dharamāne paṭhamaṁ pabbajitā",
  "tika-vin11t5:102_4": "pañcasatā sākiyāniyo vuccanti. Yathāha aṭṭhakathāyaṁ “bhikkhūnaṁ santike upasampannā",
  "tika-vin11t5:102_5": "nāma pañcasatā sākiyāniyo”ti. Bhikkhuno liṅge parivatte tasseva upasampannakammassa",
  "tika-vin11t5:102_6": "anuññātattā sopi gahetabboyeva.",
  "tika-vin11t5:103_0": "628.Avuttā dhovatīti “imaṁ cīvaraṁ dhovā”ti avuttā cīvaraṁ kiliṭṭhaṁ disvā avatvā",
  "tika-vin11t5:103_1": "ṭhapitaṭṭhānato cīvaraṁ gahetvā vā sayameva vatvā yācanādinayena vā anāṇattiyā ca",
  "tika-vin11t5:103_2": "gahetvā cīvaradhovanādiṁ kareyya ce. Aparibhuttaṁ vāti heṭṭhā vuttanayena aparibhuttaṁ",
  "tika-vin11t5:103_3": "cīvaraṁ. Aññaṁ vāti upāhanatthavikapattatthavikapotthakatthavikamañcapīṭhādiṁ yaṁ kiñci parikkhāraṁ.",
  "tika-vin11t5:104": "Purāṇacīvaradhovāpanakathāvaṇṇanā.",
  "tika-vin11t5:105_0": "629. Vikappanupagaṁ pacchimaṁ upādāya kiñci cīvaraṁ gaṇhatoti yojanā, ettha “aññātikāya",
  "tika-vin11t5:105_1": "bhikkhuniyā hatthato”ti ca “ñātikāya aññātikasaññissā”ti ca “ekatoupasampannāya hatthato",
  "tika-vin11t5:105_2": "gaṇhātī”ti ca vakkhamānavacanasāmatthiyā labbhamānato pubbe vuttanayena aññātikāya",
  "tika-vin11t5:105_3": "ubhatosaṅghe upasampannāya bhikkhuniyā hatthato vikappanupagaratanavidatthippamāṇavatthato",
  "tika-vin11t5:105_4": "paṭṭhāya yaṁ kiñci cīvaraṁ gaṇhantassāti attho. “Āpattī”ti sāmaññena vuttepi “nissaggiyā",
  "tika-vin11t5:105_5": "pācittiyāpattī”ti pakaraṇato ca “nissaggiyāpattī”ti vakkhamānato ca labbhati. Ṭhapetvā",
  "tika-vin11t5:105_6": "pārivattakanti “pārivattakaṁ parittena vā vipulaṁ, vipulena vā paritta”nti vacanato",
  "tika-vin11t5:105_7": "mahāpaccariyaṁ “antamaso harītakakhaṇḍenāpī”ti vuttattā ca heṭṭhimantato harītakakhaṇḍampi",
  "tika-vin11t5:105_8": "datvā gahetabbaṁ ticīvarañca pārivattakaṁ nāma hoti, taṁ ṭhapetvāti vuttaṁ hoti.",
  "tika-vin11t5:105_9": "Parivattanaṁ parivattaṁ, taṁ etassa atthīti pārivattakaṁ, kayavikkayena gahetabbaṁ cīvaranti attho.",
  "tika-vin11t5:106": "630.Gahaṇatthāyapayogeti gaṇhituṁ hatthapasāraṇādippayoge. Pariyāputanti “paṭiggaṇhāti payoge dukkaṭa”nti desitaṁ.",
  "tika-vin11t5:107_0": "631.Anupasampannahattheti bhikkhubhikkhunito aññe sabbe anupasampannā gahitā. Yathāha",
  "tika-vin11t5:107_1": "aṭṭhakathāyaṁ “sace pana sikkhamānāsāmaṇerasāmaṇeriupāsakaupāsikānaṁ hatthe pesitaṁ",
  "tika-vin11t5:107_2": "paṭiggaṇhāti, anāpattī”ti.",
  "tika-vin11t5:108": "632.Ekatoti ettha bhikkhunisaṅghatoti gahetabbaṁ. Aññasmiṁ pakkhe pācittiyameva. Yathāha aṭṭhakathāyaṁ “bhikkhūnaṁ santike upasampannāya pana pācittiyamevā”ti.",
  "tika-vin11t5:109": "633. “Pārivattakaṁ dassāmī”ti ābhogaṁ katvā gaṇhāti, doso na vijjatīti yojanā.",
  "tika-vin11t5:110_0": "634.Aññaṁ parikkhāranti thavikakāyabandhanādi avikappiyaṁ vā avikappanupagaṁ vā parikkhārameva",
  "tika-vin11t5:110_1": "gahetabbaṁ. Vikappanupagaṁ pana na vaṭṭati. Yathāha aṭṭhakathāyaṁ “vikappanupagaṁ",
  "tika-vin11t5:110_2": "pacchimacīvarappamāṇaṁ pana paṭaparissāvanampi na vaṭṭatī”ti. Cīvarapaṭiggaṇhanaṁ",
  "tika-vin11t5:110_3": "kiriyā, pārivattakassa adānaṁ akiriyāti kiriyāya ca akiriyāya ca āpajjitabbato kriyākriyaṁ.",
  "tika-vin11t5:111": "Cīvarapaṭiggahaṇakathāvaṇṇanā.",
  "tika-vin11t5:112_0": "635. “Aññātakaṁ appavārita”nti padacchedo. “Gahapatiṁ vā gahapatāniṁ vā”ti pāṭhaseso.",
  "tika-vin11t5:112_1": "Vuttañhi bhagavatā “aññātakaṁ gahapatiṁ vā gahapatāniṁ vā”ti. Pubbe vuttanayena yāva",
  "tika-vin11t5:112_2": "sattamā pitāmahayugā sambaddhaññātikatāya abhāvato aññātakaṁ. “Yaṁ mayhaṁ gehe atthi,",
  "tika-vin11t5:112_3": "taṁ pavāremī”tiādinā nayena appavāritaṁ. “Gahapati nāma yo koci agāraṁ ajjhāvasatī”ti",
  "tika-vin11t5:112_4": "pāḷiyaṁ vuttaṁ gahapatiṁ vā. “Gahapatānī nāma yā kāci agāraṁ ajjhāvasatī”ti pāḷiyaṁ",
  "tika-vin11t5:112_5": "vuttaṁ gharaṇiṁ vāti attho.",
  "tika-vin11t5:113_0": "Hoti nissaggiyāpattīti “aññatra samayā viññāpeti, payoge dukkaṭaṁ, paṭilābhena nissaggiyaṁ",
  "tika-vin11t5:113_1": "hotī”ti pāḷiyaṁ vuttesu sabbesu pubbapayogesu dukkaṭena saddhiṁ nissaggiyapācittiyaṁ",
  "tika-vin11t5:113_2": "hotīti vuttaṁ hoti. Aññatra samayāti “tatthāyaṁ samayo, acchinnacīvaro vā hoti bhikkhu",
  "tika-vin11t5:113_3": "naṭṭhacīvaro vā”ti mātikāya, “acchinnacīvaro nāma bhikkhussa cīvaraṁ acchinnaṁ hoti",
  "tika-vin11t5:113_4": "rājūhi vā corehi vā dhuttehi vā yehi kehici vā acchinnaṁ hoti. Naṭṭhacīvaro nāma",
  "tika-vin11t5:113_5": "bhikkhussa cīvaraṁ agginā vā daḍḍhaṁ hoti, udakena vā vūḷhaṁ hoti, undūrehi vā upacikāhi",
  "tika-vin11t5:113_6": "vā khāyitaṁ hotī”ti padabhājane ca niddiṭṭhasarūpakālato aññatrāti attho.",
  "tika-vin11t5:114_0": "636.Tikapācittiyaṁ vuttanti “aññātake aññātakasaññī, vematiko, ñātakasaññī aññatra",
  "tika-vin11t5:114_1": "samayā cīvaraṁ viññāpeti, nissaggiyaṁ pācittiya”nti pācittiyattayaṁ bhagavatā vuttaṁ.",
  "tika-vin11t5:114_2": "“Ñātake aññātisaññissā”ti padacchedo. Tatthāti tasmiṁ ñātake. Vematikassāti “ñātako",
  "tika-vin11t5:114_3": "nu kho, aññātako”ti vematikassa. Dvikadukkaṭaṁ tathevāti yojanā. “Tathevā”ti “vutta”nti",
  "tika-vin11t5:114_4": "idaṁ ākaḍḍhati, “ñātake aññātakasaññī, vematiko aññatra samayā cīvaraṁ viññāpeti,",
  "tika-vin11t5:114_5": "āpatti dukkaṭassā”ti desitanti attho.",
  "tika-vin11t5:115_0": "637-8. Samaye viññāpentassa anāpattīti yojanā. Ettha “cīvaraṁ aññātakaappavārita”nti",
  "tika-vin11t5:115_1": "ānetvā sambandhitabbaṁ, yathāparicchinnakāladvayato aññatarasmiṁ kāle aññātakaappavāritaṁ",
  "tika-vin11t5:115_2": "cīvaraṁ viññāpentassa anāpattīti attho. Ñātake vā pavāriteti etthāpi “attano”ti ajjhāhāro,",
  "tika-vin11t5:115_3": "“samaye”ti iminā yojetabbaṁ, attano ñātakapavārite asamayepi cīvaraṁ viññāpentassa",
  "tika-vin11t5:115_4": "anāpattīti attho. Aññassatthāyāti ettha “attano”ti seso, attano ñātake, pavārite",
  "tika-vin11t5:115_5": "vā viññāpentassa anāpattīti yojanā, aññaṁ bhikkhuṁ nissāya attano ñātake vā pavārite",
  "tika-vin11t5:115_6": "vā cīvaraṁ viññāpentassa anāpattīti vuttaṁ hoti. Itaraṁ pakkhaṁ dasseti “tassa ñātake",
  "tika-vin11t5:115_7": "vā pavārite vā”ti. Tassāti “aññassā”ti vuttassa, “viññāpentassa anāpattī”ti iminā",
  "tika-vin11t5:115_8": "yojetabbaṁ. Vāti purimavikappāpekkhaṁ. Yaṁ sandhāya cīvaraṁ viññāpeti, tassa ñātake",
  "tika-vin11t5:115_9": "vā pavārite vā taṁyeva sandhāya cīvaraṁ viññāpentassa anāpattīti vuttaṁ hoti.",
  "tika-vin11t5:116_0": "“Attano vā dhanenā”ti vuttaṁ anāpattiaṅgaṁ ummattakādinoti ettha ādi-saddena saṅgayhati,",
  "tika-vin11t5:116_1": "attano santakaṁ suttakappāsādikaṁ kappiyavatthuṁ datvā gaṇhitukāmatāya akappiyavohārena",
  "tika-vin11t5:116_2": "yācantassa ca anāpattīti attho.",
  "tika-vin11t5:117": "Aññātakaviññattikathāvaṇṇanā.",
  "tika-vin11t5:118_0": "639.Appavāritamaññātinti ettha “gahapatiṁ vā gahapatāniṁ vā”ti idaṁ sāmatthiyā labbhati.",
  "tika-vin11t5:118_1": "Tatuttarinti tato santaruttaraparamato uttarinti gahetabbaṁ, “santaruttaraparamaṁ",
  "tika-vin11t5:118_2": "tena bhikkhunā tato cīvaraṁ sāditabba”nti vuttattā acchinnacīvarena sāditabbaantaravāsakauttarāsaṅgamattena adhikanti attho.",
  "tika-vin11t5:119_0": "“Tato ce uttari sādiyeyyā”ti vacanato “sādiyantassā”ti vattabbaṁ, evaṁ vattabbe “viññāpentassā”ti",
  "tika-vin11t5:119_1": "kasmā vuttanti? Acchinnacīvarānaṁ bhikkhūnaṁ chabbaggiyehi bhikkhūhi cīvaraviññāpanavatthusmiṁ",
  "tika-vin11t5:119_2": "“kathañhi nāma tumhe moghapurisā na mattaṁ jānitvā bahuṁ cīvaraṁ viññāpessathā”ti",
  "tika-vin11t5:119_3": "chabbaggiye bhikkhū garahitvā imassa sikkhāpadassa paññattattā “sāditabba”nti ettha",
  "tika-vin11t5:119_4": "viññāpetabbanti attho hoti, teneva imasmiṁ padabhājane “tato ce uttari sādiyeyyāti",
  "tika-vin11t5:119_5": "tatuttari viññāpetī”ti ca āpattibhedasandassanaṭṭhāne “aññātake aññātakasaññī tatuttari",
  "tika-vin11t5:119_6": "cīvaraṁ viññāpeti, nissaggiyaṁ pācittiya”ntiādivacanato ca vuttaṁ. Yadi evaṁ sikkhāpadeyeva",
  "tika-vin11t5:119_7": "“sāditabbaṁ, sādiyeyyā”ti ca ubhayattha “viññāpetabbaṁ, viññāpeyyā”ti ca kasmā na",
  "tika-vin11t5:119_8": "vuttanti? Acchinnacīvarabhāvaṁ ñatvā aviññāpitepi abhiharitvā diyyamānampi adhivāsentena",
  "tika-vin11t5:119_9": "evameva sāditabbanti na vuttaṁ. Imasseva ca adhikaviññāpananisedhanatthaṁ vadantenāpi",
  "tika-vin11t5:119_10": "“tañce aññātako gahapati vā gahapatānī vā bahūhi cīvarehi abhihaṭṭhuṁ pavāreyya,",
  "tika-vin11t5:119_11": "santaruttaraparamaṁ tena bhikkhunā tato cīvaraṁ sāditabba”nti sāditabbaniyamappadhānaṁ",
  "tika-vin11t5:119_12": "vuttaṁ. Tasmā acchinnacīvarena attanā vā taṁ sandhāya aññena vā viññāpentenapi aviññāpentepi",
  "tika-vin11t5:119_13": "diyyamānaṁ sādiyantenāpi santaruttaraparamataṁ nātikkamitabbanti imasmiṁ sikkhāpade",
  "tika-vin11t5:119_14": "sandhāya bhāsitatthoti sallakkhetabbanti ettakaṁ ñāpetuṁ “sādiyantassā”ti avatvā",
  "tika-vin11t5:119_15": "“viññāpentassā”ti vuttanti ācariyābhisandhi veditabbā.",
  "tika-vin11t5:120_0": "640. Idāni viññāpane ca adhivāsane ca ubhayattheva niyamaṁ dassetuṁ “sace tīṇi naṭṭhāni",
  "tika-vin11t5:120_1": "honti, dve sāditabbāni. Dve naṭṭhāni, ekaṁ sāditabbaṁ. Ekaṁ naṭṭhaṁ, na kiñci sāditabba”nti",
  "tika-vin11t5:120_2": "padabhājane vuttavinicchayaṁ dassetumāha “yassā”tiādi. “Yassa tīṇipi naṭṭhāni, dve",
  "tika-vin11t5:120_3": "vā naṭṭhāni, ekaṁ vā naṭṭha”nti sambandhitvā yathākkamaṁ “tena dve sāditabbāni, ekaṁ",
  "tika-vin11t5:120_4": "sāditabbaṁ, na kiñcipi sāditabba”nti yojanā kātabbā. Yassa tīṇipi cīvarāni naṭṭhāni,",
  "tika-vin11t5:120_5": "bahu ca diyyati, tena dveyeva cīvarāni sāditabbāni. Dve cīvarāni naṭṭhāni, ekaṁ sāditabbaṁ.",
  "tika-vin11t5:120_6": "Ekañce naṭṭhaṁ, na sāditabbaṁ, avasiṭṭhaṁ pacchā dhammena samena laddhanīhārena gahetabbanti",
  "tika-vin11t5:120_7": "attho. Yathāha aṭṭhakathāyaṁ “sesaṁ sabhāgaṭṭhānato pariyesissatī”ti. “Bhikkhuniyā",
  "tika-vin11t5:120_8": "pana pañcasupi naṭṭhesu dve sāditabbāni, catūsu naṭṭhesu ekaṁ sāditabbaṁ, tīsu naṭṭhesu",
  "tika-vin11t5:120_9": "kiñci na sāditabba”nti aṭṭhakathāyaṁ vuttaṁ.",
  "tika-vin11t5:121_0": "641-2. Sesakaṁ āharantassa anāpattīti ñātabbanti yojanā. Evamuparipi yojetabbaṁ.",
  "tika-vin11t5:121_1": "Cīvaraṁ yojetvā atirekaṁ vatthaṁ paccāharitvā “dassāmī”ti bahumpi gahetvā gacchantassa",
  "tika-vin11t5:121_2": "anāpattīti attho. Atirekampi tumheyeva gaṇhathāti dinnaṁ gaṇhatopi anāpatti. Na acchinnakāraṇā",
  "tika-vin11t5:121_3": "dinneti yojanā, acchinnacīvarabhāvaṁ anuddissa bahūnaṁ cīvarānaṁ gahaṇanimittenāpi",
  "tika-vin11t5:121_4": "anāpattīti attho. Evameva “na naṭṭhakāraṇā dentī”ti idampi dassitameva. Acchinnacīvare",
  "tika-vin11t5:121_5": "nissāya tatuttaricīvaraviññāpanavatthumhi imassa sikkhāpadassa paññattattā anāpattivāre",
  "tika-vin11t5:121_6": "“aññassatthāyā”ti na gahitaṁ.",
  "tika-vin11t5:122": "Tatuttarikathāvaṇṇanā.",
  "tika-vin11t5:123_0": "643.Kalyāṇakamyatāhetūti sundarassa mahagghassa kāmataṁ paṭicca cīvare vikappanaṁ",
  "tika-vin11t5:123_1": "āpajjeyyāti yojanā, “kīdisena te bhante cīvarena attho”ti pubbe appavārito “āyataṁ",
  "tika-vin11t5:123_2": "vā hotu vitthataṁ vā appitaṁ vā saṇhaṁ vā”ti padabhājane vuttavisiṭṭhakappaṁ adhikavidhānaṁ",
  "tika-vin11t5:123_3": "karotīti attho. Tassa lābhā nissaggiyaṁ bhaveti tathā appavāritena hutvā katena adhikavidhānena",
  "tika-vin11t5:123_4": "nipphannacīvarassa lābhappayogena dukkaṭanissaggiyapācittiyā honti.",
  "tika-vin11t5:124": "644.Mahagghaṁ…pe… viññāpetīti vīsatiagghanakaṁ cīvaraṁ dātukāmamhi upāsake, “alaṁ mayhaṁ etena, dasagghanakaṁ vā appagghanakaṁ vā dehī”ti vadati.",
  "tika-vin11t5:125": "645. “Ñātake aññātisaññissā”ti padacchedo.",
  "tika-vin11t5:126": "Paṭhamopakkhaṭakathāvaṇṇanā.",
  "tika-vin11t5:127_0": "646. Paṭhamasikkhāpade ekena upāsakena pīḷā laddhā, idha dvīhīti ettakaṁ nānākaraṇaṁ.",
  "tika-vin11t5:127_1": "Sesaṁ paṭhamasikkhāpadasadisamevāti āha “dutiyo…pe… vinicchayo”ti. Upakkhaṭapadena",
  "tika-vin11t5:127_2": "lakkhitaṁ sikkhāpadaṁ upakkhaṭaṁ, dutiyañca taṁ upakkhaṭañcāti dutiyopakkhaṭaṁ, tasmiṁ",
  "tika-vin11t5:127_3": "dutiyopakkhaṭe. Assāti dutiyopakkhaṭassa.",
  "tika-vin11t5:128": "Dutiyopakkhaṭakathāvaṇṇanā.",
  "tika-vin11t5:129_0": "647.Raññā vāti rājato vā. Rājato bhoggaṁ bhuñjitabbaṁ assa atthīti “rājabhoggo”ti",
  "tika-vin11t5:129_1": "vutto, rājato bhattavettanalābhito yato kutoci dāyakā ābhatanti sambandho. Na ca",
  "tika-vin11t5:129_2": "vaṭṭatīti ettha “nissaggiyapācittiyabhāvato”ti ajjhāharitabbaṁ. Idha uttarikaraṇīyaṁ",
  "tika-vin11t5:129_3": "“tikkhattu”ntiādigāthāya vakkhati.",
  "tika-vin11t5:130_0": "648. Cīvaracetāpannavasena adhigatarajatādi yena kenaci pariyāyenāpi na sāditabbanti",
  "tika-vin11t5:130_1": "dassetumāha “rajataṁ vā”tiādi. Dhavalasabhāvatāya rājatīti rajataṁ, sajjhu. Jātaṁ",
  "tika-vin11t5:130_2": "rūpaṁ vaṇṇāyatanametassāti jātarūpaṁ, suvaṇṇaṁ. Kiñcīti appamattakampi. Attano vā",
  "tika-vin11t5:130_3": "atthāya parassa vā atthāya diyyamānaṁ kiñci gaṇhituṁ na vaṭṭatīti yojanā.",
  "tika-vin11t5:131_0": "649. Attano paṭiggahaṇe āpattiyā rūpiyagahaṇasikkhāpade vakkhamānattā aññassa atthāya",
  "tika-vin11t5:131_1": "gahaṇe āpattidassanatthamāha “aññassatthāyā”tiādi. Tattha aññassatthāyāti aññassa",
  "tika-vin11t5:131_2": "puggalassa, gaṇassa, saṅghassa, cetiyassa, navakammassa vā atthāya. Niddiṭṭhanti",
  "tika-vin11t5:131_3": "āharitvā “imaṁ gaṇhathā”ti vuttaṁ rajataṁ, jātarūpaṁ vā aññaṁ vā yaṁ kiñci nissaggiyadukkaṭavatthuṁ",
  "tika-vin11t5:131_4": "paṭiggaṇhato tassa bhikkhuno dukkaṭaṁ hotīti mahāpaccariyaṁ vuttanti yojanā.",
  "tika-vin11t5:132_0": "650-1. Vuttamevatthaṁ sarūpato vibhāvetumāha “netvā”tiādi. Netvāti ānetvā. Akappiyaṁ",
  "tika-vin11t5:132_1": "bhaṇḍanti “rajataṁ jātarūpaṁ vā”ti yathāvuttameva akappiyabhaṇḍaṁ. Itthanti vakkhamānappakārena.",
  "tika-vin11t5:132_2": "Na ca vaṭṭatīti ettha ca-kārena vaṭṭati cāti anuññātaṁ katanti. Yathāha aṭṭhakathāyaṁ –",
  "tika-vin11t5:133_0": "“Sace pana ‘nayidaṁ bhikkhūnaṁ sampaṭicchituṁ vaṭṭatī’ti paṭikkhitte ‘vaḍḍhakīnaṁ",
  "tika-vin11t5:133_1": "vā kammakarānaṁ vā hatthe bhavissati, kevalaṁ tumhe sukatadukkaṭaṁ jānāthā’ti vatvā",
  "tika-vin11t5:133_2": "tesaṁ hatthe datvā pakkamati, vaṭṭati. Athāpi ‘mama manussānaṁ hatthe bhavissati,",
  "tika-vin11t5:133_3": "mayhameva vā hatthe bhavissati, kevalaṁ tumhe yaṁ yassa dātabbaṁ, tadatthāya peseyyāthā’ti",
  "tika-vin11t5:133_4": "vadati, evampi vaṭṭatī”ti.",
  "tika-vin11t5:134": "652.Vihārassāti ettha “navakammassā”ti aṭṭhakathāyaṁ vuttattā vattabbaṁ gāthābandhavasena na vuttaṁ.",
  "tika-vin11t5:135_0": "654.Rajataṁ jātarūpaṁ vā saṅghassāti ettha “cattāro paccaye paribhuñjathāti dinna”nti",
  "tika-vin11t5:135_1": "seso. Yathāha aṭṭhakathāyaṁ “sace pana koci bahumpi hiraññasuvaṇṇaṁ ānetvā ‘idaṁ",
  "tika-vin11t5:135_2": "saṅghassa dammi, cattāro paccaye paribhuñjathā’ti vadati, taṁ ce saṅgho sampaṭicchati,",
  "tika-vin11t5:135_3": "paṭiggahaṇepi paribhogepi āpattī”ti. Evaṁ ābhataṁ tasmiṁ saṅghe yo koci bhikkhu “nayidaṁ",
  "tika-vin11t5:135_4": "kappatī”ti sace paṭikkhipati, “ayaṁ saṅghassa lābhantarāyaṁ karotī”ti vadantasseva",
  "tika-vin11t5:135_5": "āpatti hoti. Yathāha aṭṭhakathāyaṁ “yo hi taṁ codeti, sveva sāpattiko hoti, tena",
  "tika-vin11t5:135_6": "pana ekena bahū anāpattikā katā”ti. Idha sveva sāpattikoti ettha “dukkaṭāpattikoti",
  "tika-vin11t5:135_7": "vuttaṁ hotī”ti gaṇṭhipade vuttaṁ. Imissā gāthāya “saṅghassā”ti alikhitvā “bhikkhuno”ti",
  "tika-vin11t5:135_8": "ca likhanti, taṁ na sundaraṁ. Idāni dassitaaṭṭhakathāpāṭhe “saṅgho sampaṭicchatī”ti",
  "tika-vin11t5:135_9": "vuttattā “saṅghassā”ti pāṭho sundaro.",
  "tika-vin11t5:136_0": "655.Taḷākassāti vāpiyā. Sassuppattinidānato taḷākaṁ khettaṁ, tato tassa gahaṇaṁ vā",
  "tika-vin11t5:136_1": "paribhogo vā na ca vaṭṭatīti yojanā. Taḷākassa cāti ettha ca-kārena khettavatthu",
  "tika-vin11t5:136_2": "saṅgahitaṁ. Na ca vaṭṭatīti ettha cakārena vaṭṭati cāti dassitaṁ hoti.",
  "tika-vin11t5:137": "656. Taṁ katamanti āha “cattāro”tiādi. Sabbampīti taḷākapokkharaṇikhettādi sabbampi.",
  "tika-vin11t5:138_0": "658-9.Aparicchinnabhāgasminti “imasmiṁ bhūmibhāge katassa kammehi ettako bhāgo deyyo”ti",
  "tika-vin11t5:138_1": "evaṁ pubbe aniyamitaāye bhūmibhāge. Akatapubbaṁ navasassaṁ nāma. Ettakaṁ bhāgaṁ dethāti",
  "tika-vin11t5:138_2": "ettakaṁ kahāpaṇabhāgaṁ detha. Uṭṭhāpetīti uppādeti.",
  "tika-vin11t5:139_0": "“Kasatha vapathā”ti akappiyaṁ vācaṁ vatvāti yojanā. Vapathāti cāti ettha ca-saddo",
  "tika-vin11t5:139_1": "idha avuttaṁ taṁkattuyogakāle vuccamānaṁ akappiyavacanantaraṁ samuccinoti. Uppāditañcāti",
  "tika-vin11t5:139_2": "ettha ca-saddo kahāpaṇaṁ samuccinoti. Sabbanti tathā uppāditakahāpaṇañca evaṁ akappiyavohārena",
  "tika-vin11t5:139_3": "uppāditañcāti sabbaṁ.",
  "tika-vin11t5:140_0": "660. Kasathādikaṁ vacanaṁ avatvā “ettikāya bhūmiyā ettako nāma bhāgo”ti bhūmiṁ yo",
  "tika-vin11t5:140_1": "ca patiṭṭhāpeti, tassevetamakappiyanti vakkhamānena yojetabbaṁ. Ca-saddo “yo panā”ti",
  "tika-vin11t5:140_2": "vakkhamānapuggalantarāpekkho.",
  "tika-vin11t5:141_0": "661-2. Bhūmiyā sayameva pamāṇassa jānanatthaṁ tūti yojanā, “ettake bhūmibhāge amhehi",
  "tika-vin11t5:141_1": "sassaṁ kataṁ, ettakaṁ nāma bhāgaṁ gaṇhathā”ti kasakehi vutte tesaṁ vacanaṁ asaddahitvā",
  "tika-vin11t5:141_2": "sayameva khettabhūmiyā pamāṇaṁ ñātukāmatāyāti attho. Tu-saddo imameva visesaṁ joteti.",
  "tika-vin11t5:141_3": "Yo pana mināti, tassevetamakappiyanti vakkhamānena yojetabbaṁ. Rajjuyāpi ca daṇḍenāti",
  "tika-vin11t5:141_4": "ettha pādenāpi minituṁ na vaṭṭatīti vadanti. “Rakkhatī”tiādikiriyāpadehipi evameva yojetabbaṁ.",
  "tika-vin11t5:142_0": "Khaleṭhatvā rakkhatīti dhaññakaraṇe ṭhatvā aññe gaṇhituṁ adatvā pāleti. Kathaṁ rakkhituṁ",
  "tika-vin11t5:142_1": "vaṭṭati, kathaṁ rakkhituṁ na vaṭṭatīti? Taṁ pana vīhiṁ “idaṁ vā ettakaṁ vā mā gaṇha,",
  "tika-vin11t5:142_2": "idaṁ gahetuṁ na labbhatī”ti vā “ito apanehi, idha puñjaṁ karohī”ti vā evamādinā payogena",
  "tika-vin11t5:142_3": "ce rakkhati, taṁ akappiyaṁ. Sace “mayi ṭhite rakkhitaṁ hotī”ti rakkhati, gaṇhante",
  "tika-vin11t5:142_4": "vā passitvā “kiṁ karothā”ti bhaṇati, vaṭṭati. Rūpiyapaṭiggahaṇasikkhāpade dvāraṁ",
  "tika-vin11t5:142_5": "pidahitvā rakkhantena vasitabbanti hi vuttanti gaṇṭhipade vuttanayena veditabbo.",
  "tika-vin11t5:142_6": "Aññasmimpi gaṇṭhipade vuttaṁ “thenetvā gaṇhante sati etaṁ bho pavattiṁ bhikkhusaṅghassa",
  "tika-vin11t5:142_7": "kiṁ ārocessāmīti paṭipucchituṁ vaṭṭatīti vadantī”ti. Nīharāpetīti etthāpi sace pariyāyena",
  "tika-vin11t5:142_8": "vadati, vaṭṭatīti vadanti. Tassevetamakappiyanti idaṁ khettaminanādiṁ karontena laddhabbato",
  "tika-vin11t5:142_9": "aññassa abhinavuppāditassa abhāvā aññesaṁ vaṭṭatīti dvīsu gaṇṭhipadesu vuttaṁ.",
  "tika-vin11t5:143_0": "663. “Ettakehi vīhīhi idaṁ āharathā”ti vuttā sace āharantīti yojanā. Ettha “tassevetamakappiya”nti",
  "tika-vin11t5:143_1": "idaṁ dhaññassa vicāritattā vuttaṁ. Yathāha aṭṭhakathāyaṁ “tasseva akappiyaṁ. Kasmā?",
  "tika-vin11t5:143_2": "Dhaññassa vicāritattā”ti.",
  "tika-vin11t5:144": "664.Hiraññenāti kahāpaṇena. “Tamakappiya”nti idaṁ kahāpaṇānaṁ vicāritattā vuttaṁ. Yathāha aṭṭhakathāyaṁ “sabbesaṁ akappiyaṁ. Kasmā? Kahāpaṇānaṁ vicāritattā”ti.",
  "tika-vin11t5:145": "665.Pesakārakadāsaṁ vāti pesakārakasaṅkhātaṁ dāsaṁ vā, pesakāro tantavāyo. Ārāmikānaṁ nāmena denteti “ārāmikaṁ dammi, veyyāvaccakaraṁ dammī”tiādinā nayena dente.",
  "tika-vin11t5:146": "666. Khīraṁ dadhi takkaṁ sappi navanītanti pañcagorasā.",
  "tika-vin11t5:147": "667.Ajikādīsūti ādi-saddena mahisaṁ saṅgaṇhāti.",
  "tika-vin11t5:148_0": "669.Paṭisiddhepīti paṭikkhittepi. Mūlaṁ datvāti kappiyabhaṇḍamūlaṁ datvā. Kukkuṭādayo",
  "tika-vin11t5:148_1": "pana “sukhena vasantū”ti araññeyeva vissajjetabbaṁ. Yathāha aṭṭhakathāyaṁ “kukkuṭasūkare",
  "tika-vin11t5:148_2": "‘sukhaṁ jīvantū’ti araññe vissajjetuṁ vaṭṭatī”ti. Sūkaramayūrādīsupi laddhesu tesaṁ",
  "tika-vin11t5:148_3": "anurūpeyeva visaye vissajjetabbā.",
  "tika-vin11t5:149_0": "671. “Tikkhattu”ntiādigāthāya ko sambandho? “Raññā vā rājabhoggenā”tiādigāthāya saṅgahitanayena",
  "tika-vin11t5:149_1": "rājarājāmaccabrāhmaṇagahapatādīsu yena kenaci attanā vā cīvaracetāpannena cīvaraṁ",
  "tika-vin11t5:149_2": "cetāpetvā “itthannāmaṁ bhikkhuṁ cīvarena acchādehī”ti vatvā taṁ cīvaracetāpannasaṅkhātaṁ",
  "tika-vin11t5:149_3": "cīvaramūlaṁ datvā pahitadūtena vā bhikkhuṁ upasaṅkamitvā “idaṁ kho bhante āyasmantaṁ",
  "tika-vin11t5:149_4": "uddissa cīvaracetāpannaṁ ābhataṁ, paṭiggaṇhātu āyasmā cīvaracetāpanna”nti yadi vucceyya,",
  "tika-vin11t5:149_5": "bhikkhunā “na kho mayaṁ āvuso cīvaracetāpannaṁ paṭiggaṇhāma, cīvarañca kho mayaṁ",
  "tika-vin11t5:149_6": "paṭiggaṇhāma kālena kappiya”nti vutte sace tena “atthi panāyasmato koci veyyāvaccakaro”ti",
  "tika-vin11t5:149_7": "vutte cīvaratthikena bhikkhunā “eso kho āvuso bhikkhūnaṁ veyyāvaccakaro”ti ārāmike",
  "tika-vin11t5:149_8": "vā upāsake vā dassite yadi so tassa attanā āharitvā “imassa bhikkhuno cīvarena atthe",
  "tika-vin11t5:149_9": "sati iminā cīvaraṁ cetāpetvā acchādehī”ti vatvā taṁ bhikkhuṁ upasaṅkamitvā “yaṁ kho",
  "tika-vin11t5:149_10": "bhante āyasmā veyyāvaccakaraṁ niddisi, saññatto so mayā, upasaṅkamatu āyasmā kālena,",
  "tika-vin11t5:149_11": "cīvarena taṁ acchādessatī”ti yadi vadeyya, tena cīvaratthikena bhikkhunā kiṁ kātabbanti",
  "tika-vin11t5:149_12": "bhagavatā vuttanti āhāti ayamimissā gāthāya sambandho.",
  "tika-vin11t5:150_0": "Tikkhattuṁ codanā vuttāti “cīvaratthikena bhikkhave bhikkhunā veyyāvaccakaro upasaṅkamitvā",
  "tika-vin11t5:150_1": "dvattikkhattuṁ codetabbo sāretabbo ‘attho me āvuso cīvarenā”ti tikkhattuṁ codanā kātabbāti vuttā.",
  "tika-vin11t5:151_0": "Chakkhattuṁ ṭhānamabravīti “dvattikkhattuṁ codayamāno sārayamāno taṁ cīvaraṁ abhinipphādeyya,",
  "tika-vin11t5:151_1": "iccetaṁ kusalaṁ, no ce abhinipphādeyya, catukkhattuṁ pañcakkhattuṁ chakkhattuparamaṁ",
  "tika-vin11t5:151_2": "tuṇhībhūtena uddissa ṭhātabba”nti vuttattā tikkhattuṁ upasaṅkamitvā “attho me āvuso",
  "tika-vin11t5:151_3": "cīvarenā”ti katāya codanāya na nippajjeyya, tena puna gantvā yaṁ kiñci avatvā “na",
  "tika-vin11t5:151_4": "āsane nisīditabbaṁ, na āmisaṁ paṭiggahetabbaṁ, na dhammo bhāsitabbo”ti vacanato ṭhānabhañjanakaṁ",
  "tika-vin11t5:151_5": "nisajjādiṁ kiñci akatvā “kiṁ kāraṇaṁ āgatosī”ti pucchite “jānāhi, āvuso”ti ettakamattaṁ",
  "tika-vin11t5:151_6": "vatvā ukkaṭṭhaparicchedena chakkhattuṁ ṭhānaṁ saddhammavaracakkavattinā bhagavatā",
  "tika-vin11t5:151_7": "desitanti vuttaṁ hoti.",
  "tika-vin11t5:152": "Yadi codetiyevāti sace ṭhānaṁ akatvā codanāmattaṁ karoti, cha abravīti yojanā, “codanā”ti sāmatthiyato labbhati, chakkhattuṁ codetvā sakimpi na ṭhātabbanti vuttaṁ hoti.",
  "tika-vin11t5:153_0": "Chacodanaṁ akatvā yo ṭhānameva karoti, tena kati ṭhānāni kātabbānīti āha “codanādiguṇā",
  "tika-vin11t5:153_1": "ṭhitī”ti, “kātabbā”ti seso, “abravī”ti iminā yojetabbaṁ, “catukkhattuṁ codetvā catukkhattuṁ",
  "tika-vin11t5:153_2": "ṭhātabbaṁ, pañcakkhattuṁ codetvā dvikkhattuṁ ṭhātabbaṁ, chakkhattuṁ codetvā na ṭhātabba”nti",
  "tika-vin11t5:153_3": "vacanato, “chakkhattuparama”nti vacanato ca chakkhattuṁ codanāya diguṇā dvādasakkhattukā",
  "tika-vin11t5:153_4": "ṭhiti hotīti siddhattā codanameva akatvā ṭhānamattameva karontassa dvādasakkhattuṁ",
  "tika-vin11t5:153_5": "vuttanayena ṭhātabbamevāti vuttaṁ hoti. Tato paraṁ kātabbaṁ adassetvā ettakeneva",
  "tika-vin11t5:153_6": "nivattetabbanti ñāpento “tato ce uttari vāyamamāno taṁ cīvaraṁ abhinipphādeti, payoge",
  "tika-vin11t5:153_7": "dukkaṭaṁ, paṭilābhena nissaggiya”nti vuttanayā āpatti hotīti dasseti.",
  "tika-vin11t5:154": "672.“Acodetvā laddhe”ti idaṁ upalakkhaṇaṁ “aṭṭhatvā laddhe”ti ca gayhamānattā.",
  "tika-vin11t5:155": "Rājasikkhāpadakathāvaṇṇanā.",
  "tika-vin11t5:156": "Cīvaravaggo paṭhamo.",
  "tika-vin11t5:157_0": "673.“Ekenāpī”ti iminā kiṁ pana dvīhi, bahūhi vāti vuttaṁ hoti. Missetvāti antamaso",
  "tika-vin11t5:157_1": "vātena āhaṭenāpi kosiyaṁsunā missetvā. Santhatanti “santhataṁ nāma santharitvā kataṁ",
  "tika-vin11t5:157_2": "hoti avāyima”nti padabhājane ca “same bhūmibhāge kosiyaṁsūni uparūpari santharitvā",
  "tika-vin11t5:157_3": "kañjikādīhi siñcitvā kataṁ hotī”ti aṭṭhakathāya ca vuttasarūpaṁ kañjikaṁ siñcitvā",
  "tika-vin11t5:157_4": "kosiyaṁsūni attharitvā yāva bahalamicchati, tāva vaḍḍhetvā nisīdananipajjanādiatthaṁ",
  "tika-vin11t5:157_5": "kātabbaṁ santhatanti attho. Kosiyaṁsunāti kosiyakimikosiyassa idanti kosiyaṁ, suttaṁ,",
  "tika-vin11t5:157_6": "tassa suttassa aṁsu, tena kosiyaṁsunāti attho. Kārāpentassāti upalakkhaṇattā “karontassā”tipi",
  "tika-vin11t5:157_7": "gahetabbaṁ. Vuttañhetaṁ “kārāpeyyāti ekenāpi kosiyaṁsunā missetvā karoti vā kārāpeti",
  "tika-vin11t5:157_8": "vā”ti. Tenevāha “paratthāya karontassa kārāpentassā”ti.",
  "tika-vin11t5:158": "675.Bhūmattharaṇanti parikammakatāya bhūmiyā chavirakkhanatthāya attharitabbaṁ attharaṇaṁ. Bhisi nāma mañcabhisi, pīṭhabhisīti dvayaṁ. Bibbohanaṁ upadhānaṁ.",
  "tika-vin11t5:159": "Kosiyakathāvaṇṇanā.",
  "tika-vin11t5:160_0": "676.Kāḷakeḷakalomānanti “kāḷakaṁ nāma dve kāḷakāni jātiyā kāḷakaṁ vā rajanakāḷakaṁ",
  "tika-vin11t5:160_1": "vā”ti vacanato evaṁ kāḷakānaṁ eḷakalomānaṁ. Suddhānanti itaravaṇṇehi eḷakalomehi",
  "tika-vin11t5:160_2": "amissānaṁ. Yathāha aṭṭhakathāyaṁ “suddhakāḷakānanti suddhānaṁ kāḷakānaṁ, aññehi amissitakāḷakānanti",
  "tika-vin11t5:160_3": "attho”ti. Kareyyāti karontassa ca kārāpentassa cāti vuttaṁ hoti. Yathāha “kārāpeyyāti",
  "tika-vin11t5:160_4": "karoti vā kārāpeti vā”ti. Āpatti hotīti “payoge dukkaṭaṁ, paṭilābhena nissaggiya”nti",
  "tika-vin11t5:160_5": "pāḷiyaṁ vuttaṁ pubbapayogadukkaṭañca nissaggiyapācittiyañca āha.",
  "tika-vin11t5:161": "Suddhakāḷakakathāvaṇṇanā.",
  "tika-vin11t5:162_0": "677. Odātaṁ tulaṁ vā bahuṁ vā sabbameva vā gahetvānāti yojanā. Kapilampi vāti etthāpi",
  "tika-vin11t5:162_1": "evameva yojetabbaṁ. Ettha sabbameva vāti santhatassa gahetabbaṁ sabbameva vā lomaṁ.",
  "tika-vin11t5:162_2": "Karontassāti ettha “santhata”nti adhikārato labbhati. “Nava”nti idaṁ “karontassā”ti",
  "tika-vin11t5:162_3": "padasāmatthiyena labbhati, navaṁ santhataṁ karontassāti attho, “anāpattī”ti iminā",
  "tika-vin11t5:162_4": "sambandho. Kapilampi vāti vākārena pakārantarenāpi karontassa anāpattiṁ saṅgaṇhāti.",
  "tika-vin11t5:162_5": "Seyyathidaṁ? “Navaṁ pana bhikkhunā santhataṁ kārayamānena dve bhāgā suddhakāḷakānaṁ",
  "tika-vin11t5:162_6": "eḷakalomānaṁ ādātabbā tatiyaṁ odātānaṁ catutthaṁ gocariyāna”nti mātikāya anuññātappakāro veditabbo.",
  "tika-vin11t5:163_0": "Ettha “odātaṁ kapilampi vā”ti etassa “bahuṁ vā”ti visesanena kāḷakānaṁ eḷakalomānaṁ",
  "tika-vin11t5:163_1": "yathāvuttabhāgadvayato adhikaṁ eḷakalomampi na gahetabbanti dīpeti kevalānaṁ kāḷakānaṁ",
  "tika-vin11t5:163_2": "eḷakalomānaṁ aggahetabbatāya paṭhamasikkhāpadeneva vuttattā. “Sabbameva vā”ti imināpi",
  "tika-vin11t5:163_3": "purimasikkhāpade viya ime odātādayo sabbe kevalā na gahetabbā na hontīti dassitaṁ",
  "tika-vin11t5:163_4": "hoti. “Anāpattī”ti iminā evaṁ akatvā aññena pakārena karontassa āpatti hotīti byatirekato dīpitaṁ hoti.",
  "tika-vin11t5:164_0": "Seyyathidaṁ? Vuttañhetaṁ bhagavatā “anādā ce bhikkhu dve bhāge suddhakāḷakānaṁ eḷakalomānaṁ",
  "tika-vin11t5:164_1": "tatiyaṁ odātānaṁ catutthaṁ gocariyānaṁ navaṁ santhataṁ kārāpeyya, nissaggiyaṁ pācittiya”nti.",
  "tika-vin11t5:164_2": "Yattakappamāṇehi eḷakalomehi navaṁ santhataṁ kātukāmo hoti, te lome catubhāgaṁ tulayitvā",
  "tika-vin11t5:164_3": "dve tule vā ūne vā kāḷakalome gahetvā ekaṁ tulaṁ odātehi vā ekaṁ tulaṁ gocariyehi",
  "tika-vin11t5:164_4": "vā kāḷakehi vā ūne katvā dvīhipi adhike vā katvā kāḷakalome vajjetvā dvīsu ekaṁ vā",
  "tika-vin11t5:164_5": "dve eva vā gahetvā kātuñca kārāpetuñca vaṭṭatīti vuttaṁ hoti. Evaṁ anāpattidassanena",
  "tika-vin11t5:164_6": "sabbopi sikkhāpadattho saṅgahitoti daṭṭhabbo.",
  "tika-vin11t5:165_0": "678.“Anukkamenā”ti iminā imameva aggahetvā purimānantaraṁ vuttasikkhāpadadvayañca",
  "tika-vin11t5:165_1": "gahetabbanti dīpeti. Nissajjitvā laddhānipīti yojanā. “Apī”ti iminā “aññena kataṁ",
  "tika-vin11t5:165_2": "paṭilabhitvā paribhuñjati, āpatti dukkaṭassā”ti vuttadukkaṭañca “nissaggiyaṁ cīvaraṁ",
  "tika-vin11t5:165_3": "anissajjitvā paribhuñjati, āpatti dukkaṭassā”ti paṭhamanissaggiyasikkhāpade vuttanayena",
  "tika-vin11t5:165_4": "ihāpi “nissaggiyaṁ santhataṁ anissajjitvā paribhuñjati, āpatti dukkaṭassā”ti vuttampi",
  "tika-vin11t5:165_5": "dhammasaṅgahakārakehi peyyālavasena saṁkhittaṁ taṁ dukkaṭañcāti idaṁ dvayaṁ saṅgahitanti daṭṭhabbaṁ.",
  "tika-vin11t5:166_0": "679.Tatiyaṁ tu kriyākriyanti idaṁ tatiyasikkhāpadaṁ pana “dve bhāgā suddhakāḷakāna”ntiādinā",
  "tika-vin11t5:166_1": "vuttanayena aggahetvā kāḷakānaṁ atirekaggahaṇavasena ananuññātappakārena karaṇato",
  "tika-vin11t5:166_2": "kiriyākiriyaṁ nāma. Yathāha aṭṭhakathāyaṁ “ādāya ca anādāya ca karaṇato kiriyākiriya”nti.",
  "tika-vin11t5:167": "Dvebhāgakathāvaṇṇanā.",
  "tika-vin11t5:168_0": "680.Channaṁvassānaṁ orenāti pubbe santhatassa katadivasato paṭṭhāya upari channaṁ",
  "tika-vin11t5:168_1": "vassānaṁ abbhantareti attho. Hoti nissaggiyāpattīti chabbassantare katasanthataṁ",
  "tika-vin11t5:168_2": "nissaggiyaṁ hoti, kārakassa ca pācittiyaṁ hotīti attho. Bhikkhusammutiṁ ṭhapetvāti",
  "tika-vin11t5:168_3": "santhataṁ gahetvā addhānamaggaṁ paṭipajjituṁ asamatthassa gilānassa “ahaṁ bhante",
  "tika-vin11t5:168_4": "gilāno na sakkomi santhataṁ ādāya pakkamituṁ, sohaṁ bhante saṅghaṁ santhatasammutiṁ",
  "tika-vin11t5:168_5": "yācāmī”ti saṅghamajjhe nisajja añjaliṁ paggahetvā tikkhattuṁ yācite ñattidutiyāya",
  "tika-vin11t5:168_6": "kammavācāya gataṭṭhāne chabbassānaṁ antopi santhataṁ kātuṁ saṅghena dinnasammutiṁ vināti attho.",
  "tika-vin11t5:169_0": "682.Chabbassāni karontassāti ettha “yadā paripuṇṇāni, tadā”ti seso, chabbassesu paripuṇṇesu",
  "tika-vin11t5:169_1": "santhataṁ karontassāti attho. Yathāha aṭṭhakathāyaṁ “yadā chabbassāni paripuṇṇāni",
  "tika-vin11t5:169_2": "honti, tadā santhataṁ karotī”ti. Taduddhampīti chabbassato uparipi. Vitāneti vitānanimittaṁ",
  "tika-vin11t5:169_3": "karontassa. Sāṇipākāreti pākārasadisatirokaraṇīyanimittaṁ karontassa. Nissajjitvā",
  "tika-vin11t5:169_4": "katepi cāti purāṇasanthate aññassa datvā aññasmiṁ santhate orato channaṁ vassānaṁ",
  "tika-vin11t5:169_5": "katepi ca anāpattīti yojanā. Ayamanāpattivāro neva pāḷiyaṁ, na aṭṭhakathāsu dissati,",
  "tika-vin11t5:169_6": "tasmā so ācariyaparamparābhato ācariyena dassitoti viññāyati. Sādhāraṇavinicchayaṁ",
  "tika-vin11t5:169_7": "pana “anantarassimassāpi, viseso nupalabbhatī”ti vakkhati.",
  "tika-vin11t5:170": "Chabbassakathāvaṇṇanā.",
  "tika-vin11t5:171_0": "683.Anādāyāti navaṁ nisīdanasanthataṁ karontena bhikkhunā tassa vivaṇṇakaraṇatthāya",
  "tika-vin11t5:171_1": "pāḷiyaṁ “purāṇasanthatassa sāmantā sugatavidatthi ādātabbā dubbaṇṇakaraṇāyā”ti yā",
  "tika-vin11t5:171_2": "ādātuṁ vuttā, taṁ purāṇasanthatassa chinnamukhāvattato sugatavidatthiṁ adatvā. Evametaṁ",
  "tika-vin11t5:171_3": "vuttanti kathaṁ viññāyatīti? “Anādānavasenassa, sugatassa vidatthiyā”ti vakkhamānena",
  "tika-vin11t5:171_4": "viññāyati. Santhateti ettha “purāṇe”iti ca kāretuṁ katañcāti ettha “navaṁ nisīdanaṁ",
  "tika-vin11t5:171_5": "santhata”nti ca seso, purāṇe santhate asante sāmantā sugatavidatthiṁ anādāya navaṁ",
  "tika-vin11t5:171_6": "nisīdanasanthataṁ karontassa anāpatti. Aññassatthāya navaṁ nisīdanasanthataṁ kāretuṁ,",
  "tika-vin11t5:171_7": "navaṁ nisīdanasanthataṁ aññena kataṁ paṭilabhitvā paribhuñjituñca anāpattīti yojanā.",
  "tika-vin11t5:172_0": "“Aññassatthāyakāretu”nti idamettha pācittiyeneva anāpattidassananti gahetabbaṁ. Tasmā",
  "tika-vin11t5:172_1": "“aññassatthāya karoti vā kārāpeti vā, āpatti dukkaṭassā”ti vuttattā ca aṭṭhakathāya,",
  "tika-vin11t5:172_2": "tabbaṇṇanāsu ca adissamānattā vā taṁ na vattabbaṁ. “Anāpatti chabbassāni karoti…pe…",
  "tika-vin11t5:172_3": "aññassatthāya karoti vā kārāpeti vā”ti anantarasikkhāpade vuttamoloketvā vā dukkaṭassa",
  "tika-vin11t5:172_4": "ca vihitattā pācittiyena anāpattibhāvaṁ sandhāya likhitanti viññāyati. Katañca paribhuñjitunti",
  "tika-vin11t5:172_5": "ettha “aññenā”ti vattabbaṁ, iminā “aññena kataṁ paṭilabhitvā paribhuñjati, anāpattī”ti pāṭhova dassito.",
  "tika-vin11t5:173": "684. Sugatassa vidatthiyā anādānavasena ca assa santhatassa karaṇena ca satthārā etaṁ sikkhāpadaṁ kiriyākiriyaṁ vuttanti yojanā.",
  "tika-vin11t5:174_0": "685. Nanu ca imassa sikkhāpadassa aṭṭhakathāya “samuṭṭhānādīni kiriyākiriyattā imassa",
  "tika-vin11t5:174_1": "sikkhāpadassa dvebhāgasikkhāpadasadisānī”ti vuttāni, iha “sañcarittasamā”ti kasmā",
  "tika-vin11t5:174_2": "vuttānīti? Vuccate – dvebhāgasikkhāpade “samuṭṭhānādīnipi kosiyasikkhāpadasadisānevā”ti",
  "tika-vin11t5:174_3": "aṭṭhakathāya vuttāni, kosiyasikkhāpade samuṭṭhānādīnaṁ sañcarittena samabhāvassa",
  "tika-vin11t5:174_4": "vuttattā, mūlameva saritvā kiriyākiriyasaṅkhātavisesassa visuṁ dassitattā avasiṭṭhavinicchayamattaṁ",
  "tika-vin11t5:174_5": "sandhāya evaṁ vuttanti gahetabbaṁ. Imaṁ visesaṁ muñcitvā avasiṭṭhavinicchayena dvīsu",
  "tika-vin11t5:174_6": "sikkhāpadesu sādhāraṇavinicchayassa avisesataṁ dassetumāha “anantarassā”tiādi.",
  "tika-vin11t5:175": "Nisīdanasanthatakathāvaṇṇanā.",
  "tika-vin11t5:176_0": "686-7.Gacchanteti tiyojanapūraṇaṭṭhānaṁ atikkamma gacchante. Yāneti sakaṭādike. Lomānīti",
  "tika-vin11t5:176_1": "eḷakalomāni. Sāmikassāti yānādisāmino. Ajānatoti anādare sāmivacanaṁ. Addhānamaggapaṭipanno",
  "tika-vin11t5:176_2": "yo pana bhikkhu eḷakalomaṁ labhitvā “tiyojanaparamaṁ sahatthā hāretabbānī”ti anuññātattā",
  "tika-vin11t5:176_3": "tiyojanabbhantare sahatthenāpi haritvā tiyojanātikkame paresaṁ yānādīsu sāmikesu",
  "tika-vin11t5:176_4": "ajānantesu “ete harissantī”ti cintetvā yadi ṭhapeyyāti attho. Tesūti yesu eḷakalomāni",
  "tika-vin11t5:176_5": "ṭhapitāni, tesu yānādīsu tiyojanamatītesu bhikkhussa payogaṁ vināpi tiyojanaṁ atikkantesu",
  "tika-vin11t5:176_6": "tassa bhikkhuno āpatti hotīti yojanā, tassa bhikkhuno “paṭhamaṁ pādaṁ tiyojanaṁ atikkāmeti,",
  "tika-vin11t5:176_7": "āpatti dukkaṭassa. Dutiyaṁ pādaṁ atikkāmeti, nissaggiyaṁ pācittiya”nti vuttattā dukkaṭapācittiyā hontīti attho.",
  "tika-vin11t5:177": "Ayaṁ nayoti bhikkhuno payogaṁ vinā yattha eḷakalomāni ṭhapitāni, tesu yānādīsu tiyojanaṁ atikkamantesu āpatti hotīti ayamattho daṭṭhabboti attho.",
  "tika-vin11t5:178_0": "688.Agacchanteti tiyojanabbhantare ṭhite. “Abhirūhitvā”ti idaṁ anāpattikāraṇesu ekaṁ",
  "tika-vin11t5:178_1": "dassetumāha. “Bhūmiyañhi ṭhatvā dento, avhāyanto vā purato gacchati, esevanayo”ti",
  "tika-vin11t5:178_2": "aṭṭhakathāyaṁ vuttaṁ. Anāpattivāre “aññaṁ harāpetī”ti vacanato attanā pesite aññasmiṁ",
  "tika-vin11t5:178_3": "harante vaṭṭatīti dassetumāha “sace sāreti vaṭṭatī”ti. Tenevāha “taṁ panaññaṁ harāpeti,",
  "tika-vin11t5:178_4": "vacanena virujjhatī”ti.",
  "tika-vin11t5:179": "690.Kaṇṇacchiddesūti attano kaṇṇabilesu.",
  "tika-vin11t5:180_0": "691. Anāpattivāre “katabhaṇḍa”nti vuttattā tattha antamaso suttakena baddhamattampi",
  "tika-vin11t5:180_1": "katabhaṇḍamevāti āha “suttakena ca bandhitvā”ti. Veṇiṁ katvāti kudrūsasīsapalālaveṇisadisaṁ",
  "tika-vin11t5:180_2": "veṇiṁ katvā. Āpatti paridīpitāti “veṇiṁ katvā harati, idaṁ nidhānamukhaṁ nāma, āpattiyevā”ti",
  "tika-vin11t5:180_3": "aṭṭhakathāyaṁ vuttaṁ.",
  "tika-vin11t5:181_0": "692.Suṅkaghātanti ettha “taṁ ṭhāna”nti seso, yadi taṁ ṭhānaṁ suṅkaghātanti yojanā,",
  "tika-vin11t5:181_1": "tiyojanosānaṭṭhānaṁ yadi suṅkaghātaṭṭhānaṁ bhaveyyāti attho. Anuppatvāti taṁ ṭhānaṁ",
  "tika-vin11t5:181_2": "patvā. Corādīhi upadduto vā gacchati, yo aññavihito vā gacchatīti yojanā. Āpattīti",
  "tika-vin11t5:181_3": "ettha āpatti tassa gacchatoti labbhati. Ettha “āpattī”ti iminā sikkhāpadena āpattimāha.",
  "tika-vin11t5:181_4": "Imissā acittakatāya tesaṁ dvinnampi hoti. Adinnādānapārājikaṁ pana sacittakatāya",
  "tika-vin11t5:181_5": "etesaṁ na hoti. Tenāha aṭṭhakathāyaṁ “yā hi tattha āpatti, sā idha anāpatti. Yā idha",
  "tika-vin11t5:181_6": "āpatti, sā tattha anāpattī”ti. Theyyacittena harato bhaṇḍagghavasena pārājikathullaccayadukkaṭesu",
  "tika-vin11t5:181_7": "ekaṁ hoti. Tenāha aṭṭhakathāyaṁ “adinnādāne pana suṅkaghāte āpatti hotī”ti.",
  "tika-vin11t5:182_0": "693.Tiyojananti ettha haraṇakiriyāya accantasaṁyoge upayogavacanaṁ. “Harantassā”ti",
  "tika-vin11t5:182_1": "imassa kammadīpakaṁ “lomānī”ti idaṁ pakaraṇato labbhati. “Anāpatti pakāsitā”ti idaṁ",
  "tika-vin11t5:182_2": "sabbattha vakkhamānena sambandhanīyaṁ. Tāniyeva paccāharantassāti yojanā. Tiyojananti",
  "tika-vin11t5:182_3": "ettha taṁyeva tiyojananti labbhati. Attanā gataṁ tiyojanaṁ puna tāneva lomāni gahetvā",
  "tika-vin11t5:182_4": "paccāgacchantassāti attho.",
  "tika-vin11t5:183_0": "694.Nivāsatthāya vā gantvāti tiyojanabbhantare vā sīmāya vā āvāse vasitukāmatāya",
  "tika-vin11t5:183_1": "gantvā. Tato paraṁ harantassāti tasmiṁ āvāse uddesādiṁ alabhitvā tato paraṁ aññasmiṁ",
  "tika-vin11t5:183_2": "āvāse vasitukāmatāya punapi tiyojanaṁ harantassāti attho. Imināva nayena tatopi aññaṁ",
  "tika-vin11t5:183_3": "ṭhānaṁ, tatopi aññanti suddhacittena gatagataṭṭhānato punapi paramparaṁ ṭhānaṁ gamanavasena",
  "tika-vin11t5:183_4": "yojanasatampi harato doso natthīti idampi vuttaṁ hoti. Yathāha aṭṭhakathāyaṁ “evaṁ",
  "tika-vin11t5:183_5": "yojanasatampi harantassa anāpattī”ti. Acchinnaṁ vāpi labhitvā haratopīti “corāvahaṭapariccattaṁ",
  "tika-vin11t5:183_6": "labhitvā harantassa. Idha sabbattheva “nivāsatthāya vā gantvā”tiādike anāpattivāre",
  "tika-vin11t5:183_7": "paṭhamaladdhaṭṭhānato pabhuti atirekatiyojanampi harantassa anāpattīti attho viññāyati.",
  "tika-vin11t5:183_8": "Nissaṭṭhaṁ labhitvāti nissajjitvā vinayakammaṁ katvā dinnaṁ labhitvā.",
  "tika-vin11t5:184": "695.Aññenāti tāni hārinā aññena. Katabhaṇḍakanti “kambalakojavasanthatādiṁ yaṁ kiñci antamaso suttakena baddhamattampī”ti aṭṭhakathāyaṁ vuttaeḷakalomehi katabhaṇḍakaṁ.",
  "tika-vin11t5:185_0": "696.Idaṁ samuṭṭhānanti idaṁ eḷakalomasamuṭṭhānaṁ. Paṇṇattiṁ ajānanatāya vā ñatvāpi",
  "tika-vin11t5:185_1": "cīvarādiparikkhāresu lomassa allinabhāvaṁ ajānitvāpi vā tiyojanaṁ atikkāmentassa",
  "tika-vin11t5:185_2": "arahatopi imāya āpattiyā sambhavato “acitta”nti āha.",
  "tika-vin11t5:186": "Eḷakalomakathāvaṇṇanā.",
  "tika-vin11t5:187": "697. Eḷakalomadhovāpanakathā uttānāyeva.",
  "tika-vin11t5:188": "Eḷakalomadhovāpanakathāvaṇṇanā.",
  "tika-vin11t5:189_0": "698.Gaṇheyya vāti ettha “yo”ti seso. “Gaṇheyya vā gaṇhāpeyya vā”ti iminā “tatthattano",
  "tika-vin11t5:189_1": "panatthāyā”ti vakkhamānattā ca “nissajjitvā”tiādivacanato ca attano atthāya uggaṇheyya",
  "tika-vin11t5:189_2": "vā uggaṇhāpeyya vāti vuttaṁ hoti. Vākārena “upanikkhittaṁ vā sādiyeyyā”ti idaṁ saṅgaṇhāti,",
  "tika-vin11t5:189_3": "“idaṁ ayyassa hotū”ti upanikkhittaṁ ce sādiyatīti attho.",
  "tika-vin11t5:190_0": "Rajatanti aññattha sajjhu vuccati, idha pana vohārūpagakahāpaṇādi vuccati. Vuttañhetaṁ",
  "tika-vin11t5:190_1": "pāḷiyaṁ “rajataṁ nāma kahāpaṇo lohamāsako dārumāsako jatumāsako, ye vohāraṁ gacchantī”ti.",
  "tika-vin11t5:190_2": "Idha kahāpaṇādīnaṁ sarūpaṁ aṭṭhakathāyaṁ –",
  "tika-vin11t5:191_0": "“Tattha kahāpaṇoti sovaṇṇamayo vā rūpiyamayo vā pākatiko vā. Lohamāsakoti tambalohādīhi",
  "tika-vin11t5:191_1": "katamāsako. Dārumāsakoti sāradārunā vā veḷupesikāya vā antamaso tālapaṇṇepi rūpaṁ",
  "tika-vin11t5:191_2": "chinditvā katamāsako. Jatumāsakoti lākhāya vā niyyāsena vā rūpaṁ samuṭṭhāpetvā katamāsako.",
  "tika-vin11t5:191_3": "‘Ye vohāraṁ gacchantī’ti iminā pana padena yo yo yattha yattha janapade yadā yadā",
  "tika-vin11t5:191_4": "vohāraṁ gacchati, antamaso aṭṭhimayopi cammamayopi rukkhaphalabījamayopi samuṭṭhāpitarūpopi",
  "tika-vin11t5:191_5": "asamuṭṭhāpitarūpopi sabbo saṅgahito”ti –",
  "tika-vin11t5:192": "Vuttanayena veditabbaṁ.",
  "tika-vin11t5:193": "Ettha ca pākatiko nāma etarahi pakatikahāpaṇo. Rukkhaphalabījamayoti tintiṇikādirukkhānaṁ phalabījena kato.",
  "tika-vin11t5:194_0": "Jātarūpakaṁ suvaṇṇaṁ. Yathāha pāḷiyaṁ “jātarūpaṁ nāma satthuvaṇṇo vuccatī”ti. Nissajjitvāti",
  "tika-vin11t5:194_1": "ettha “tenā”ti labbhati, “bhikkhunā”ti iminā yujjati, evaṁ sāditabhikkhunāti attho.",
  "tika-vin11t5:194_2": "Nissajjitvāti attanā uggahitaṁ vā parena uggahāpitaṁ vā upanikkhipitassa sādiyanavasena",
  "tika-vin11t5:194_3": "sāditaṁ vā rajataṁ vā jātarūpaṁ vā “tena bhikkhunā saṅghaṁ upasaṅkamitvā ekaṁsaṁ",
  "tika-vin11t5:194_4": "uttarāsaṅgaṁ karitvā vuḍḍhānaṁ bhikkhūnaṁ pāde vanditvā ukkuṭikaṁ nisīditvā añjaliṁ",
  "tika-vin11t5:194_5": "paggahetvā”ti vacanato saṅghamajjhe upasaṅkamitvā vuḍḍhānaṁ bhikkhūnaṁ pāde vanditvā",
  "tika-vin11t5:194_6": "ukkuṭikaṁ nisīditvā añjaliṁ paggayha “ahaṁ bhante rūpiyaṁ paṭiggahesiṁ, idaṁ me nissaggiyaṁ,",
  "tika-vin11t5:194_7": "imāhaṁ nissajjāmī”ti nissajjitvāti vuttaṁ hoti.",
  "tika-vin11t5:195_0": "Āpattidesetabbāvāti attanā eva āpannaṁ nissaggiyaṁ pācittiyaṁ tasmiṁ saṅghamajjhe",
  "tika-vin11t5:195_1": "evameva nisīditvā desetabbā. Evaṁ desitā āpatti saṅghānumatena byattena paṭibalena",
  "tika-vin11t5:195_2": "bhikkhunā paṭiggahetabbā. Vuttañhetaṁ “byattena bhikkhunā paṭibalena āpatti paṭiggahetabbā”ti.",
  "tika-vin11t5:196_0": "699.Rajatanti rūpiyaṁ. Jātarūpanti suvaṇṇaṁ. Iminā padadvayena katākataṁ sabbaṁ saṅgaṇhāti.",
  "tika-vin11t5:196_1": "Ubhinnaṁ māsakoti jātarūpamāsako, rajatamāsakopi cāti vuttaṁ hoti. Idha rajatamāsakoti",
  "tika-vin11t5:196_2": "“rajata”nti padabhājane vuttakahāpaṇādi pañcappakāro māsako gahito. Yathāha aṭṭhakathāyaṁ",
  "tika-vin11t5:196_3": "“vuttappakāro sabbopi rajatamāsako”ti. Idha “jātarūpamāsako”ti visuṁ gahitattā kahāpaṇapadena",
  "tika-vin11t5:196_4": "suvaṇṇakahāpaṇaṁ vajjetvā itaradvayameva vattabbaṁ. “Nissaggiyāvaha”nti idaṁ attano",
  "tika-vin11t5:196_5": "atthāya uggaṇhanauggaṇhāpanasādiyanāni karontaṁ sandhāyāha. “Tatthā”tiādinā vakkhamānanayena",
  "tika-vin11t5:196_6": "dukkaṭāvahañca hoteva.",
  "tika-vin11t5:197_0": "700-1.Muttādīnaṁ imasmiṁ sikkhāpadavibhaṅge avuttattepi pācittiyakaṇḍe navamavagge",
  "tika-vin11t5:197_1": "dutiyassa ratanasikkhāpadassa padabhājane “ratanaṁ nāma muttā maṇi veḷuriyo saṅkho",
  "tika-vin11t5:197_2": "silā pavālaṁ rajataṁ jātarūpaṁ lohitaṅko masāragalla”nti vuttānaṁ dasannaṁ ratanānaṁ",
  "tika-vin11t5:197_3": "imasmiṁ sikkhāpade nissaggiyavatthuṁ katvā vuttaṁ rajataṁ, jātarūpañca vajjetvā avasiṭṭhānaṁ",
  "tika-vin11t5:197_4": "aṭṭhannaṁ ratanānaṁ dukkaṭavatthubhāvo imassa aṭṭhakathāyaṁ vavatthāpitoti dassanatthamāha",
  "tika-vin11t5:197_5": "“muttā…pe… masāragalla”nti. Ettha veḷuriyo gāthābandhavasena na vutto, so ekayoganiddiṭṭhānaṁ",
  "tika-vin11t5:197_6": "sattannaṁ ratanānaṁ gahaṇeneva gayhati. Muttādayo yathādassitasarūpāyeva. Brahmajālādisuttantavasenāpi",
  "tika-vin11t5:197_7": "“akappiyā”ti siddhānaṁ sattadhaññādīnaṁ paṭiggahaṇe āpattiṁ dassetumāha “dhaññānī”tiādi.",
  "tika-vin11t5:198": "702.Ratanasikkhāpadeyeva “ratanasammata”nti āgataṁ kappiyavatthuṁ paṭiggaṇhato anāpattibhāvaṁ dassetumāha “muggamāsādika”ntiādi.",
  "tika-vin11t5:199_0": "703-4. Evaṁ tippakārena ṭhitaṁ vatthuṁ gaṇhato adhippāyanānattena sambhavantaṁ āpattippabhedaṁ",
  "tika-vin11t5:199_1": "dassetumāha “tatthā”tiādi. Tatthāti tesu tīsu nissaggiyādivatthūsu. Saṅghādīnanti",
  "tika-vin11t5:199_2": "saṅghagaṇapuggalacetiyādīnaṁ. Tanti nissaggiyavatthuṁ. Sabbatthāyāti sabbesaṁ atthāyāti",
  "tika-vin11t5:199_3": "viggaho. Attano atthāya ca saṅghādīnamatthāya ca dukkaṭavatthuṁ gaṇhantassāpi dukkaṭameva",
  "tika-vin11t5:199_4": "hotīti attho. Avuttasamuccayenettha ca-saddena “sabbampi nikkhipanatthāya bhaṇḍāgārikasīsena",
  "tika-vin11t5:199_5": "sampaṭicchato upari ratanasikkhāpade āgatavasena pācittiya”nti aṭṭhakathāya vuttavinicchayavisesassa saṅgaho kato.",
  "tika-vin11t5:200": "705.Kahāpaṇādīnanti ādi-saddena suvaṇṇādīnaṁ saṅgaho. “Sahassa”nti idaṁ upalakkhaṇaṁ, sahassampīti vuttaṁ hoti.",
  "tika-vin11t5:201_0": "706.Thavikādīsūti ādi-saddena sithilapūritāni bhājanāni gahitāni. “Sithilabaddhesū”ti",
  "tika-vin11t5:201_1": "visesanena byatirekavasena “ghanabaddhe, pana ghanapūrite vā ekāva āpattī”ti aṭṭhakathāsesaṁ dīpeti.",
  "tika-vin11t5:202_0": "707. Upanikkhittasādiyanakammaṁ dassetumāha “ida”ntiādi. Gaṇhitukāmopīti ettha “hotū”ti",
  "tika-vin11t5:202_1": "seso. Nisedhetabbamevāti kāyena vā vācāya vā “idaṁ na kappatī”ti paṭikkhipitabbameva,",
  "tika-vin11t5:202_2": "evaṁ sati anāpattiyevāti attho. Ayamattho aṭṭhakathāyaṁ “kāyavācāhi vā appaṭikkhipitvāpi",
  "tika-vin11t5:202_3": "suddhacitto hutvā ‘nayidaṁ amhākaṁ kappatī’ti na sādiyati, anāpattiyevā”ti āgatoyeva.",
  "tika-vin11t5:203_0": "708.Taṁvatthunti tathā paṭikkhittaṁ vatthuṁ. Ṭhapetvā yadi gacchatīti “tumhe gaṇhatha",
  "tika-vin11t5:203_1": "vā, mā vā, dinnaṁ dinnamevā”ti sace so ṭhapetvāva gacchati. Yathā taṁ na vinassati,",
  "tika-vin11t5:203_2": "tathā taṁ gopayitabbanti yojanā. “Añño tattha āgantvā pucchatī”tiādinā aṭṭhakathāya",
  "tika-vin11t5:203_3": "vuttanayena tatthāgatena kappiyakārakena “kimida”nti pucchite sarūpaṁ āvi katvā “gopayissāmahaṁ",
  "tika-vin11t5:203_4": "bhante, guttaṭṭhānaṁ dassethā”ti vutte “imaṁ gahetvā ehī”ti avatvā sattabhūmikampi",
  "tika-vin11t5:203_5": "pāsādaṁ abhiruhitvā “idha ṭhapehī”ti avatvā “idaṁ guttaṭṭhāna”nti surakkhitaṭṭhānaṁ",
  "tika-vin11t5:203_6": "dassetvā tattha ṭhapite aggaḷaṁ datvā rakkhitabbanti vuttaṁ hoti.",
  "tika-vin11t5:204_0": "709. Guttaṭṭhānaṁ gahetvā gacchantassa kappiyakārakassa avattabbavohāraṁ dassetumāha",
  "tika-vin11t5:204_1": "“āharedamida”ntiādi. Akappiyanti ettha “vacana”nti labbhati. Evaṁ akappiyavacanaṁ",
  "tika-vin11t5:204_2": "avatvā surakkhitaṭṭhāne āharitvā ṭhapite kiṁ kātabbanti? Vikkāyike pattacīvarādikappiyabhaṇḍe",
  "tika-vin11t5:204_3": "āhaṭe “amhākaṁ iminā attho, imassa evarūpaṁ mūlampi atthi, kappiyakārako eva natthī”ti",
  "tika-vin11t5:204_4": "vatvā tena “ahaṁ kappiyakārako, mayhaṁ dassethā”ti vutte sace ruccati, dvāraṁ vivaritvā",
  "tika-vin11t5:204_5": "“idaṁ gaṇhā”ti avatvā “ettha ṭhapita”nti dassetvā tasmiṁ tassa agghappamāṇaṁ gahetvā",
  "tika-vin11t5:204_6": "dente adhivāsetabbaṁ. Atirekaṁ gaṇhante “mayaṁ tumhākaṁ bhaṇḍaṁ na gaṇhāma, gacchathā”ti",
  "tika-vin11t5:204_7": "nīharitvā aggaḷaṁ datvā kappiyakārake laddhe “amhākaṁ evarūpena attho, idaṁ nāma",
  "tika-vin11t5:204_8": "mūlaṁ atthī”ti vatvā tena kiṇitvā dinne adhivāsetabbanti aṭṭhakathāyaṁ vuttanayena paṭipajjitabbaṁ.",
  "tika-vin11t5:205_0": "710.Ṭhapetvā rūpiyaggāhanti anantarasikkhāpade vakkhamānasarūpaṁ suvaṇṇādirūpiyaṁ",
  "tika-vin11t5:205_1": "paṭiggahetvā nissajjitvā desitāpattikaṁ puggalaṁ ṭhapetvā. Nissaṭṭhaparivattitanti",
  "tika-vin11t5:205_2": "ettha nissajjitvā āpattiyā desitāya “sace tattha āgacchati ārāmiko vā upāsako vā”tiādinā",
  "tika-vin11t5:205_3": "padabhājane vuttanayena tatthāgataṁ kappiyakārakaṁ “āvuso imaṁ jānā”ti vatvā “iminā",
  "tika-vin11t5:205_4": "kiṁ āhariyyatū”ti tena vutte “imaṁ vā imaṁ vā āharā”ti avatvā “kappiyaṁ ācikkhitabbaṁ",
  "tika-vin11t5:205_5": "sappi vā telaṁ vā madhu vā phāṇitaṁ vā”ti vuttattā bhikkhūnaṁ kappiyavatthumatte",
  "tika-vin11t5:205_6": "ācikkhite tena nissaṭṭhavatthuṁ parivattetvā āhaṭaṁ kappiyabhaṇḍanti attho.",
  "tika-vin11t5:206_0": "711.Attanopattabhāgampīti tathā āhaṭe kappiyabhaṇḍe saṅghassa bhājiyamāne attano",
  "tika-vin11t5:206_1": "vassaggena attano pattakoṭṭhāsampi. Paṭiggāhakabhikkhunoti rūpiyaṁ paṭiggahetvā āpajjitvā",
  "tika-vin11t5:206_2": "nissajjitvā desitāpattikassa bhikkhuno na vaṭṭatīti sambandho. Aññatoti attato aññasmā",
  "tika-vin11t5:206_3": "pabbajitamanussāmanussatiracchānagatitthipurisānaṁ aññatarato. Laddhanti tehi attanā",
  "tika-vin11t5:206_4": "laddhakoṭṭhāsato dinnavasenapi laddhaṁ taṁ vatthuṁ.",
  "tika-vin11t5:207_0": "712.Yaṁ kiñci paccayanti taṁ vatthuṁ parivattetvā gahitesu catūsu paccayesu aññatarampi",
  "tika-vin11t5:207_1": "paccayaṁ. Antamaso pathaviṁ khaṇitvā uppāditodakampi dārūhi ādittaaggimpi telena",
  "tika-vin11t5:207_2": "jalitapadīpampi rukkhe vā gehe vā pakatichāyampi tālapaṇṇampi upabhogaparibhogārahaṁ",
  "tika-vin11t5:207_3": "aññampi yaṁ kiñcīti aṭṭhakathāya vuttanayaṁ imināva saṅgahitanti gahetabbaṁ. Yathāha",
  "tika-vin11t5:207_4": "aṭṭhakathāyaṁ “antamaso makkaṭādīhi tato haritvā araññe ṭhapitaṁ vā tesaṁ hatthato",
  "tika-vin11t5:207_5": "gaḷitvā tiracchānapariggahitampi paṁsukūlampi na vaṭṭatiyevā”tiādi, “rūpiyapaṭiggāhakassa",
  "tika-vin11t5:207_6": "pana kenaci pariyāyena tato uppannapaccayaparibhogo na vaṭṭatī”ti cāti. Bhikkhunoti",
  "tika-vin11t5:207_7": "rūpiyapaṭiggāhakassa bhikkhussa.",
  "tika-vin11t5:208_0": "713.Ajjhārāme vāti upari vakkhamānalakkhaṇena paricchinne ajjhārāme vā. Taṁ rūpiyaṁ,",
  "tika-vin11t5:208_1": "“patitaṁ disvā”ti seso. Ajjhāvasathepi vāti vakkhamānalakkhaṇe antoāvāse ca. Nikkhipantassāti",
  "tika-vin11t5:208_2": "“yassa bhavissati, so harissatī”ti vutte ṭhāne tasmiṁ vatthusmiṁ gaṇanañca upalakkhaṇañca",
  "tika-vin11t5:208_3": "sallakkhetvā ṭhapentassa.",
  "tika-vin11t5:209_0": "714.Tikapācittiyaṁ vuttanti “rūpiye rūpiyasaññī, vematiko, arūpiyasaññī rūpiyaṁ paṭiggaṇhāti,",
  "tika-vin11t5:209_1": "nissaggiyaṁ pācittiya”nti bhagavatā pācittiyaṁ vuttaṁ. Dukkaṭanti ettha “dvikadukkaṭa”nti",
  "tika-vin11t5:209_2": "sāmatthiyā labbhati.",
  "tika-vin11t5:210": "715.Kriyākriyanti gahaṇena āpajjanato kiriyaṁ. Paṭikkhepassa akaraṇato akiriyanti.",
  "tika-vin11t5:211": "Rūpiyapaṭiggahaṇakathāvaṇṇanā.",
  "tika-vin11t5:212_0": "716-7.Nissaggiyassāpivatthunti “nissaggiyapācittiyassa vatthū”ti paṭhamasikkhāpade",
  "tika-vin11t5:212_1": "niddiṭṭhesu rajatādīsu catūsu aññataraṁ vatthuṁ. Dukkaṭassa ca vatthuṁ vāti paṭhamaṁ",
  "tika-vin11t5:212_2": "dassitamuttādidukkaṭavatthūsu aññataraṁ vā, ihobhayattha hetuphalasambandhe sāmivacanaṁ.",
  "tika-vin11t5:212_3": "Kappiyassa ca vatthuṁ vāti yathādassitesu eva muggamāsādikappiyavatthūsu aññataraṁ",
  "tika-vin11t5:212_4": "vā, iha avayavāvayavisambandhe sāmivacanaṁ. Avayavāvayavīnaṁ abhedepi bhedūpacāravasena",
  "tika-vin11t5:212_5": "yathā “silāputtakassa sarīra”nti kappiyavatthunti vuttaṁ hoti “kappiyena vatthunā”ti",
  "tika-vin11t5:212_6": "vakkhamānattā. Idānettha dukkaṭavatthuno, kappiyavatthuno ca nissaggiyavatthunā parivattitattā",
  "tika-vin11t5:212_7": "āpatti hotīti gahetabbaṁ. Nissaggiyavatthunā yo parivatteti, tassa āpattīti yojanā.",
  "tika-vin11t5:213_0": "Dukkaṭassa vatthunā, kappiyena ca vatthunā vatthuṁ nissaggiyassa parivatteti, āpattīti",
  "tika-vin11t5:213_1": "yojanā. Idha ubhayatthāpi parivattitassa nissaggiyavatthuttā āpatti hoti. Evaṁ tīsupi",
  "tika-vin11t5:213_2": "ṭhānesu “āpattī”ti sāmaññavacanena nissaggiyapācittiyameva vuttanti pakaraṇato labbhati.",
  "tika-vin11t5:214_0": "718. Dukkaṭasseva vatthunā dukkaṭassa ca vatthuṁ vā parivatteti, dukkaṭanti yojanā.",
  "tika-vin11t5:214_1": "“Vatthuṁ vā kappiyassā”ti idaṁ vuttanayameva, kappiyavatthunti vuttaṁ hoti. Imassa",
  "tika-vin11t5:214_2": "kappiyavatthunopi dukkaṭavatthunā parivattitattā dukkaṭaṁ hotīti gahetabbaṁ.",
  "tika-vin11t5:215": "719.“Vatthunā kappiyassā”ti idampi vuttanayameva. Kappiyavatthunāpi parivattite dukkaṭavatthuvasena dukkaṭaṁ hotīti āha “tathā”ti.",
  "tika-vin11t5:216_0": "720. “Tathā”ti iminā “vatthuno”ti idaṁ ākaḍḍhati. “Nissaggiyassā”ti iminā pācittiyamāha.",
  "tika-vin11t5:216_1": "Pubbanti paṭhamaṁ, pubbe vuttarūpiyapaṭiggahaṇasikkhāpadeti vuttaṁ hoti. Imināti",
  "tika-vin11t5:216_2": "rūpiyasaṁvohārasikkhāpadena. Parivattanaṁ vāritanti sambandho.",
  "tika-vin11t5:217_0": "721.Rūpiyanti ca saññissāti “rūpiyaṁ nāma satthuvaṇṇo kahāpaṇo lohamāsako dārumāsako",
  "tika-vin11t5:217_1": "jatumāsako, ye vohāraṁ gacchantī”ti padabhājane vuttesu rūpiyasaññitesu vatthūsu",
  "tika-vin11t5:217_2": "“aññatara”nti saññissa. Arūpiyeti kharapattādimhi. Tena arūpiyena. “Cetāpentassa",
  "tika-vin11t5:217_3": "arūpiya”nti padacchedo. “Arūpiye rūpiyasaññī rūpiyaṁ cetāpeti, nissaggiyaṁ pācittiya”nti",
  "tika-vin11t5:217_4": "vuttattā rūpiyaparivattane dukkaṭassa abhāvato, pācittiyassa ca sambhavato rūpiyaṁ",
  "tika-vin11t5:217_5": "na gahetabbaṁ. Arūpiye rūpiyaṁ iti saññissa ca vimatissa ca arūpiyaṁ cetāpentassa",
  "tika-vin11t5:217_6": "tena dve dukkaṭāni hontīti yojanā.",
  "tika-vin11t5:218_0": "722.Arūpiye arūpiyanti saññissāti ettha “arūpiyaṁ parivattentassā”ti seso. Pañcahīti",
  "tika-vin11t5:218_1": "sahatthe karaṇavacanaṁ, “sahadhammikehī”ti seso, pañcahi sahadhammikehi saddhinti",
  "tika-vin11t5:218_2": "attho. Vadatoti voharato, kayavikkayaṁ karontassāti attho. Bhikkhubhikkhunisāmaṇerasāmaṇerisikkhamānāsaṅkhātehi",
  "tika-vin11t5:218_3": "pañcahi sahadhammikehi arūpiyaṁ parivattentassa anāpattīti attho.",
  "tika-vin11t5:219": "723. Saṁvohārena samuṭṭhānato kriyasamuṭṭhānaṁ.",
  "tika-vin11t5:220": "Rūpiyasaṁvohārakathāvaṇṇanā.",
  "tika-vin11t5:221_0": "724.Kappiyaṁ nāma “cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārā, antamaso",
  "tika-vin11t5:221_1": "cuṇṇapiṇḍopi dantakaṭṭhampi dasikasuttampī”ti padabhājane vuttāni kappiyavatthūni.",
  "tika-vin11t5:221_2": "Yathāha aṭṭhakathāyaṁ “cīvarādīnaṁ kappiyabhaṇḍānaṁ vasena anekavidha”nti. Kappiyenevāti",
  "tika-vin11t5:221_3": "teneva kappiyena vatthunā. “Kayavikkayaṁ samāpajjeyyāti ‘iminā imaṁ dehi, iminā imaṁ",
  "tika-vin11t5:221_4": "āhara, iminā imaṁ parivattehi, iminā imaṁ cetāpehī’ti ajjhācaratī”ti vacanato “parivattayato”ti",
  "tika-vin11t5:221_5": "imassa “kayavikkayaṁ samāpajjato”ti pariyāyo.",
  "tika-vin11t5:222_0": "Tattha aññassa hatthato kappiyavatthunā parivattetvā gahaṇaṁ kayo nāma. Attano hatthato",
  "tika-vin11t5:222_1": "kappiyavatthuṁ parivattetvā dānaṁ vikkayo. Yathāha aṭṭhakathāyaṁ “iminā imaṁ dehī’tiādinā",
  "tika-vin11t5:222_2": "hi nayena parassa kappiyabhaṇḍaṁ gaṇhanto kayaṁ samāpajjati, attano kappiyaṁ dento",
  "tika-vin11t5:222_3": "vikkaya”nti. “Ṭhapetvā sahadhammike”ti vuttattā parivattayatoti ettha aññehi saddhinti",
  "tika-vin11t5:222_4": "labbhati. Ettha aññe nāma gihino itthipurisā, sāsanato bāhirā pabbajitā ca. Tasmā",
  "tika-vin11t5:222_5": "ayaṁ kayavikkayo antamaso mātāpitūhipi na kātabboyeva. Yathāha aṭṭhakathāyaṁ “ayañhi",
  "tika-vin11t5:222_6": "kayavikkayo ṭhapetvā pañca sahadhammike avasesehi gihipabbajitehi antamaso mātāpitūhipi",
  "tika-vin11t5:222_7": "saddhiṁ na vaṭṭatī”ti.",
  "tika-vin11t5:223_0": "725.Akappiyassa vatthussāti imasmiṁ sikkhāpade vuttacīvarādikappiyavatthuto aññassa",
  "tika-vin11t5:223_1": "nissaggiyadukkaṭavatthussa. Tenevāti akappiyavatthunāyeva. “Kappiyassa cā”ti pāṭhaseso,",
  "tika-vin11t5:223_2": "teneva akappiyena vatthunā kappiyassa vatthussa parivattanañcāti yojanā. Evañhi pāṭhasese",
  "tika-vin11t5:223_3": "akate akappiyena vatthunā kappiyassa parivattanaṁ kayavikkaye saṅgahetabbaṁ siyā,",
  "tika-vin11t5:223_4": "taṁ na yujjati tassa rūpiyasaṁvohāreyeva saṅgahitattā, idha ca “kappiyavatthusseva",
  "tika-vin11t5:223_5": "kappiyavatthunā parivattanaṁ kayavikkayo”ti niyamitattā. Niddiṭṭhanti “akappiyabhaṇḍaparivattanañhi",
  "tika-vin11t5:223_6": "kayavikkayasaṅgahaṁ na gacchatī”ti aṭṭhakathāyaṁ niddiṭṭhanti attho.",
  "tika-vin11t5:224_0": "726.Tasmāti yasmā aññatra sahadhammikehi kappiyavatthussāpi kayavikkayo na vaṭṭati,",
  "tika-vin11t5:224_1": "akappiyassa, kappiyassa ca vatthuno akappiyeneva vatthunā parivattanañca rūpiyasaṁvohāre",
  "tika-vin11t5:224_2": "saṅgahitattā kayavikkayasaṅgahaṁ na gacchati, tasmā.",
  "tika-vin11t5:225": "729.Idaṁ nāmāti odanādikappiyavatthumeva āha.",
  "tika-vin11t5:226_0": "730-1. “Gahetvā”tiādigāthāya vatthulakkhaṇassa udāharaṇaṁ dassetvāva āpattibhedaṁ",
  "tika-vin11t5:226_1": "dassetumāha “vighāsāda”ntiādi. Challinti rukkhatacaṁ. Vallinti lataṁ. Kaṭṭhanti indhanadāruṁ.",
  "tika-vin11t5:226_2": "Dārunti gehasambhārādidāruṁ. Vipallāsenāpi vattabbaṁ “valliṁ vā pana challiṁ vā,",
  "tika-vin11t5:226_3": "dāruṁ vā kaṭṭhameva vā”ti. Vatthūnanti tathā vatvā āharāpitānaṁ challiādivatthūnaṁ.",
  "tika-vin11t5:226_4": "Kayavikkaye āpattiyo hontīti yojanā, nissaggiyapācittiyāpattiyo hontīti vuttaṁ hoti.",
  "tika-vin11t5:227": "732. “Iti evā”ti padacchedo, “pivitvā”tiādinā nayena pubbakāle vihitapaccayantaṁ akatvā vuttanayenevāti attho.",
  "tika-vin11t5:228_0": "733.Bhūmiyā limpaneti yojanāyaṁ pana senāsanabhūmiyaṁ paribhaṇḍakaraṇakāḷakādivaṇṇakaraṇavasena",
  "tika-vin11t5:228_1": "lepane. Vatthudhovaneti cīvarādivatthūnaṁ dhovane. Etthāti tesu vuttappakāresu. Etesaṁ",
  "tika-vin11t5:228_2": "gahaṇassa upalakkhaṇattā evarūpesu aññesu ṭhānesu.",
  "tika-vin11t5:229": "734.Ayanti bhūmisodhanādivasena āpannā pācittiyāpatti.",
  "tika-vin11t5:230": "735.Ṭhapetvā bhaṇḍasāmikanti ettha byatirekavasena aññassa kappiyakārassāti labbhati.",
  "tika-vin11t5:231": "736. Bhāsato anāpattīti yojanā. Sesamettha uttānameva.",
  "tika-vin11t5:232": "Kayavikkayakathāvaṇṇanā.",
  "tika-vin11t5:233": "Kosiyavaggo dutiyo.",
  "tika-vin11t5:234": "737. Kappiyā pattā mattikāyomayā jātito duveti yojanā. Vaṇṇāti pamāṇāni. Yathāha aṭṭhakathāyaṁ “tayo pattassa vaṇṇāti tīṇi pattassa pamāṇānī”ti. Tenāha “ukkaṭṭho majjhimomako”ti.",
  "tika-vin11t5:235_0": "738.Dvinnaṁ taṇḍulanāḷīnanti sukoṭṭitānaṁ akhaṇḍānaṁ purāṇasālitaṇḍulānaṁ dve nāḷiyo",
  "tika-vin11t5:235_1": "gahetabbā. Yathāha aṭṭhakathāyaṁ “anupahatapurāṇasālitaṇḍulānaṁ sukoṭṭitaparisuddhāna”nti.",
  "tika-vin11t5:235_2": "Bhattanti avassāvitaṁ anuttaṇḍulaṁ akilinnaṁ apiṇḍitaṁ suvisadaṁ kundamakularāsisadisaṁ",
  "tika-vin11t5:235_3": "supakkodanameva gahetabbaṁ. Yathāha aṭṭhakathāyaṁ “anuttaṇḍulaṁ akilinnaṁ apiṇḍitaṁ",
  "tika-vin11t5:235_4": "suvisadaṁ kundamakularāsisadisaṁ avassāvitodana”nti. Magadhanāḷiyāti magadharaṭṭhe",
  "tika-vin11t5:235_5": "nāḷiyā, sā nāḷi tilānaṁ aṭṭhapasatāni gaṇhāti. Tenāhu porāṇā –",
  "tika-vin11t5:236": "“Khāridasadvayaṁ vāho, khārī doṇaṭṭhakadvayaṁ;",
  "tika-vin11t5:237": "Dviaṭṭhanāḷiyo doṇo, nāḷekā pasataṭṭhakaṁ;",
  "tika-vin11t5:238": "Lakkhaṁ tilānaṁ pasataṁ, etaṁ vuttaṁ pamāṇato”ti.",
  "tika-vin11t5:239": "“Magadhanāḷi nāma aḍḍhaterasapalā hotī”ti andhakaṭṭhakathāyaṁ vuttaṁ. Tabbaṇṇanāya “aḍḍhaterasapalāni māsehi gahetabbānī”ti vuttaṁ. Keci panāhu –",
  "tika-vin11t5:240": "“Catuppasatikā muṭṭhi, palañcetaṁ catugguṇaṁ;",
  "tika-vin11t5:241": "Kuḍuvappasatañceva, cattāri ceva nāḷi tu.",
  "tika-vin11t5:242": "“Soyeva pattho cattāro, patthā aḷhakamuccate;",
  "tika-vin11t5:243": "Aḷhakānampi cattāri, ‘doṇo’ti parikittito”ti.",
  "tika-vin11t5:244": "Ācariyā pana “aṭṭhapasatā māgadhanāḷī”ti pubbapakkhameva rocayanti.",
  "tika-vin11t5:245_0": "Khādanañca catubbhāganti tasmiṁ bhatte catudhā vibhatte ekabhāgamattaṁ hatthahāriyaghanamuggasūpanti",
  "tika-vin11t5:245_1": "attho. Yathāha aṭṭhakathāyaṁ “tassa odanassa catutthabhāgappamāṇo nātighano nātitanuko",
  "tika-vin11t5:245_2": "hatthahāriyo sabbasambhārasaṅkhato muggasūpo pakkhipitabbo”ti.",
  "tika-vin11t5:246_0": "Byañjanañca tadūpiyanti yāva carimālopaṁ, tāva sabbālopānurūpaṁ macchamaṁsādibyañjanañca.",
  "tika-vin11t5:246_1": "Yathāha aṭṭhakathāyaṁ “ālopassa ālopassa anurūpaṁ yāvacarimālopappahonakaṁ macchamaṁsādibyañjanaṁ",
  "tika-vin11t5:246_2": "pakkhipitabba”nti. Ettha ca ālopassa ālopassa anurūpanti “byañjanassa mattā nāma",
  "tika-vin11t5:246_3": "odanacatutthabhāgo”ti brahmāyusuttassa aṭṭhakathāyaṁ vuttattā ālopassa catutthabhāgappamāṇaṁ",
  "tika-vin11t5:246_4": "byañjanaṁ ālopassa anurūpanti gahetabbaṁ. Idha pana sūpasseva odanacatutthabhāgappamāṇaṁ",
  "tika-vin11t5:246_5": "dassetvā etassa lakkhaṇe dassite itarassāpi dassitameva hotīti byañjanassa tathā",
  "tika-vin11t5:246_6": "visesetvā pamāṇaṁ na dassitaṁ. Odane pakkhipitabbāni sappitelatakkarasakañjikādīni",
  "tika-vin11t5:246_7": "gaṇanūpagāni na honti.",
  "tika-vin11t5:247_0": "739.Taṁ sabbanti yathāvuttabhattādiniravasesaṁ. Gaṇhatīti vakkhamānehi tīhi pakārehi",
  "tika-vin11t5:247_1": "gaṇhāti. Tassāti ukkaṭṭhassa pattassa. Upaḍḍhoti tasmiṁ patte gaṇhanakadabbasambhāragāhī",
  "tika-vin11t5:247_2": "patto taṁsahacariyena “upaḍḍho”ti vutto. Tadupaḍḍho cāti etthāpi eseva nayo. Tassa",
  "tika-vin11t5:247_3": "majjhimassa pattassa upaḍḍho tadupaḍḍhoti gahetabbaṁ.",
  "tika-vin11t5:248_0": "740. Imesu tīsu pattesu ukkaṭṭhassa vuttaṁ odanādi sabbaṁ yasmiṁ patte pakkhittaṁ,",
  "tika-vin11t5:248_1": "tassa mukhavaṭṭimatthake puñjiyamānaṁ hīrakaṁ heṭṭhābhāge phusati, so ukkaṭṭhamajjhimo",
  "tika-vin11t5:248_2": "nāma, hīrato atirekaṁ tiṭṭhati, so ukkaṭṭhomako nāma, antopatte mukhavaṭṭiyā heṭṭhimantaṁ",
  "tika-vin11t5:248_3": "appatvā tiṭṭhati, so ukkaṭṭhukkaṭṭho nāma, evaṁ majjhimo ca omako ca paccekaṁ tividho",
  "tika-vin11t5:248_4": "hotīti sabbe nava pattā hontīti dassetumāha “ukkaṭṭhassā”tiādi. Tassevāti ukkaṭṭhasseva.",
  "tika-vin11t5:248_5": "Omako ca majjhimo cāti omakamajjhimā. Idha majjhimo ca omako ca ukkaṭṭhasseva bhedo.",
  "tika-vin11t5:248_6": "Esa nayo itaradvayepi. “Eva”nti iminā yathā “ukkaṭṭhukkaṭṭho ukkaṭṭhomako ukkaṭṭhamajjhimo”ti",
  "tika-vin11t5:248_7": "yojetabbo, evaṁ majjhimomakānampi yathākkamayojanaṁ dasseti “majjhimo majjhimukkaṭṭho",
  "tika-vin11t5:248_8": "majjhimomako, omakukkaṭṭho omakamajjhimo omakomako cā”ti.",
  "tika-vin11t5:249_0": "741.Tesūti navasu pattesu. Tasmāti apattabhāvato. Na gacchantīti ukkaṭṭhukkaṭṭhañca",
  "tika-vin11t5:249_1": "omakomakañcāti dve apekkhitvā bahuvacanaṁ kataṁ. Ete bhājanasaṅkhepena paribhuñjitabbāti.",
  "tika-vin11t5:249_2": "Yathāha aṭṭhakathāyaṁ “tasmā ete bhājanaparibhogena paribhuñjitabbā”ti.",
  "tika-vin11t5:250_0": "742.Pattalakkhaṇasaṁyutanti ettha pattalakkhaṇaṁ nāma yathāvuttapamāṇayuttatā, “ayopatto",
  "tika-vin11t5:250_1": "pañcahi pākehi pakko mattikāpatto dvīhi pākehi pakko”ti vuttā pākasampatti, kiṇitvā",
  "tika-vin11t5:250_2": "gaṇhāti ce, tassa dātabbamūlassa asesetvā dinnabhāvo, chiddābhāvo, chinnarājīnaṁ",
  "tika-vin11t5:250_3": "abhāvoti pañcavidhaṁ. Hoti cettha –",
  "tika-vin11t5:251": "“Pamāṇayuttatā pāka-sampatti dinnamūlatā;",
  "tika-vin11t5:252": "Acchiddārājitā ceti, pattalakkhaṇapañcaka”nti.",
  "tika-vin11t5:253_0": "“Adhiṭṭhāya vā vikappetvā vā”ti vā-saddo yojetabbo. Adhiṭṭhāyāti paṭhamaṁ paribhutte",
  "tika-vin11t5:253_1": "patte sati taṁ paccuddharitvā adhiṭṭhātabbapatto hatthapāse ce hoti, vakkhamānanayena",
  "tika-vin11t5:253_2": "“imaṁ pattaṁ adhiṭṭhāmī”ti vacībhedakaraṇavasena vācāya vā vacībhedaṁ akatvā evameva",
  "tika-vin11t5:253_3": "cintetvā hatthena gahetvā phandāpentena kāyena vā dūre ce hatthapāsā hoti, ṭhapitaṭṭhānaṁ",
  "tika-vin11t5:253_4": "sallakkhetvā “etaṁ pattaṁ adhiṭṭhāmī”ti vācā bhinditabbāti aṭṭhakathāyaṁ vuttanayena",
  "tika-vin11t5:253_5": "ekakena vā pacchā satisammose sarāpetvā kukkuccaṁ vūpasametuṁ samatthassa puggalassa",
  "tika-vin11t5:253_6": "sannidhāne vā adhiṭṭhāyāti vuttaṁ hoti. “Aññassa santike adhiṭṭhāne ayamānisaṁso",
  "tika-vin11t5:253_7": "– sacassa ‘adhiṭṭhito nu kho me, no’ti vimati uppajjati, itaro sāretvā vimatiṁ chindissatī”ti",
  "tika-vin11t5:253_8": "ayamattho aṭṭhakathāyaṁ vutto. “Dve patte adhiṭṭhātuṁ na labhatī”ti gaṇṭhipade vuttaṁ.",
  "tika-vin11t5:254_0": "Vikappetvāti ttha vikappetabbassa pattassa ekattabahuttaṁ, sannihitāsannihitattañca",
  "tika-vin11t5:254_1": "sallakkhetvā ekaṁ ce sannihitaṁ, “imaṁ pattaṁ tuyhaṁ vikappemī”ti vā “imaṁ pattaṁ",
  "tika-vin11t5:254_2": "tissassa bhikkhuno vikappemī”ti vā ādinā nayena ekaṁ vikappetvāti vuttaṁ hoti. Ettha",
  "tika-vin11t5:254_3": "“paribhuñjeyyā”ti vuttattā, “mayhaṁ santakaṁ paribhuñjehi vā vissajjehi vā yathāpaccayaṁ",
  "tika-vin11t5:254_4": "vā karohī”ti tena apaccuddhaṭe paribhuñjituṁ ayuttattā “vikappetvā”ti paccuddhaṭaviseso gahetabbo.",
  "tika-vin11t5:255_0": "743.Dhāreyyāti anadhiṭṭhahitvā, avikappetvā ca paribhuñjitabbo. Taṁ kālaṁ pattaṁ",
  "tika-vin11t5:255_1": "atikkāmayatoti yojanā. “Nissaggiya”nti imināpi “patta”nti idaṁ yujjati. Patta-saddo",
  "tika-vin11t5:255_2": "māgadhikānaṁ dviliṅgako, tasmā evaṁ vutto.",
  "tika-vin11t5:256": "744. Adhiṭṭhitavikappitesu anantogadhattā atirekabhāvaṁ dassetumāha “yaṁ patta”ntiādi.",
  "tika-vin11t5:257_0": "745.Sammukheti aḍḍhateyyahatthappadesato anto ṭhitaṁ pattaṁ. Dūrasminti aḍḍhateyyaratanato",
  "tika-vin11t5:257_1": "parabhāge “antogabbhe vā uparipāsāde vā sāmantavihāre vā”ti aṭṭhakathāyaṁ vuttappakāre",
  "tika-vin11t5:257_2": "dūrepi. Yattha katthaci vikappanakālepi santikadūravacanabhedā evameva yojetvā vattabbā.",
  "tika-vin11t5:257_3": "“Vikappetuṁ pana bahūnipi labbhatī”ti gaṇṭhipade vuttaṁ. Ayaṁ nayoti “imaṁ pattaṁ",
  "tika-vin11t5:257_4": "paccuddharāmī”tiādinayo.",
  "tika-vin11t5:258_0": "746. Vācākāyavasena duvidhe adhiṭṭhāne vācādhiṭṭhānaṁ dassetvā kāyādhiṭṭhānaṁ dassetumāha",
  "tika-vin11t5:258_1": "“ābhoga”ntiādi. Ābhoganti “imaṁ pattaṁ adhiṭṭhāmī”ti ābhogaṁ. “Manasā”ti iminā na",
  "tika-vin11t5:258_2": "vacasāti vuttaṁ hoti. Kāyavikārova kāyavikārakaṁ, hatthena phandāpanādikāyakiriyāti",
  "tika-vin11t5:258_3": "attho. Eteneva kāyādhiṭṭhānaṁ hatthena apattabbe dūre na kātabbanti dasseti.",
  "tika-vin11t5:259_0": "747-8. “Jahati adhiṭṭhāna”nti padacchedo. Dānatoti aññassa dānena. Bhedakatoti bhijjanena.",
  "tika-vin11t5:259_1": "Nāsatoti pattasāmikassa kālakiriyāya. Vibbhamatoti sikkhaṁ apaccakkhāya gihibhāvūpagamanena.",
  "tika-vin11t5:259_2": "Uddhāratoti paccuddharaṇena. Paccakkhatoti sikkhāpaccakkhānena. Parivattanatoti liṅgaparivattanena.",
  "tika-vin11t5:259_3": "Gāhatoti vissāsaggahaṇena, acchinditvā gahaṇena ca.",
  "tika-vin11t5:260": "Kaṅgusitthappamāṇenāti sattannaṁ dhaññānaṁ khuddakatarassa kaṅguno sitthappamāṇena. Khenāti mukhavaṭṭiyā dvaṅgulato heṭṭhā ākāsapariyāyena chiddena. Āṇiyā vāti ayomayāya āṇiyā vā.",
  "tika-vin11t5:261_0": "750-1.Maṇipattoti maṇinā kato. Veḷuriyubbhavoti marakatamaṇimayo. Phalikubbhavoti",
  "tika-vin11t5:261_1": "phalikapāsāṇena kato. Kācamayoti kācamattikāmayo. Kaṁsamayoti kaṁsalohena kato. Tipumayoti",
  "tika-vin11t5:261_2": "kāḷatipumayo. Sīsamayoti setatipumayo. Vipallāsena ca vadanti. Sajjhumayoti rajatamayo.",
  "tika-vin11t5:262_0": "752.Ghaṭakaṭāhoti ghaṭakapālaṁ. Sīsakaṭāhoti chavasīsakapālaṁ. Tumbanti alābu. Assāti",
  "tika-vin11t5:262_1": "ekādasavidhassa pattassa. Anulomikanti akappiyavasena anulomaṁ. Tatthāti tasmiṁ ekādasavidhe.",
  "tika-vin11t5:262_2": "Tambamayaṁ lohamayaṁ thālakaṁ pana vaṭṭatīti yojanā, pattoyeva na vaṭṭati, tambalohamayā",
  "tika-vin11t5:262_3": "thālakā pana vaṭṭantīti attho.",
  "tika-vin11t5:263_0": "753.Taṭṭikādīnīti ādi-saddena vaṭṭakādīnaṁ saṅgaho. Vaṭṭakanti ca aḍḍhacandākāro",
  "tika-vin11t5:263_1": "lohādimayo bhājaniyaviseso. Puggalassāti bhikkhussa. Gihī ca saṅgho ca gihisaṅghā,",
  "tika-vin11t5:263_2": "tesaṁ santakā gihisaṅghikā.",
  "tika-vin11t5:264_0": "754.Yaṁ kiñci pattanti sattasu pattesu yaṁ kiñci pattaṁ. Vodakaṁ katvāti vigatodakaṁ",
  "tika-vin11t5:264_1": "katvā. Paṭisāmeyyāti nikkhepārahaṭṭhāne nikkhipanavasena, thavikāya pakkhipitvā bandhanavasena vā saṅgopeyya.",
  "tika-vin11t5:265": "755.Otāpetunti ātape, aggimhi vā tāpetuṁ. Uṇheti tasmiṁyeva uṇhe. Na nidahetabboti na jhāpetabbo. Sīsāpanayanameva na vaṭṭatīti na nidahetabboti attho adhikanivāraṇeneva viññāyati.",
  "tika-vin11t5:266_0": "756.Miḍḍhanteti miḍḍhiyā ante. Paribhaṇḍanteti pamukhe mahāmiḍḍhiyā ante. “Vitthiṇṇeti",
  "tika-vin11t5:266_1": "antamaso dvipattamattokāsavitthāre”ti keci. Ṭhapetuṁ pana vaṭṭatīti yojanā, valayādiādhārena",
  "tika-vin11t5:266_2": "vināpi ṭhapetuṁ vaṭṭatīti attho. “Miḍḍhiyā pamukhe miḍḍhiyā ca kharabhūmipadesādīsu",
  "tika-vin11t5:266_3": "ca valayamatthake ṭhapetuṁ vaṭṭatī”ti vadanti.",
  "tika-vin11t5:267_0": "757.Dāruādhāraketi udukkhalasadise dārumaye ādhāre. Dve patte ṭhapetumpi vaṭṭatīti",
  "tika-vin11t5:267_1": "pattamatthake aparassāpi pattassa ṭhapanavasena dve patte ṭhapetumpi vaṭṭati. Api-saddena",
  "tika-vin11t5:267_2": "ekasmiṁ vattabbameva natthīti dasseti. Ayameva nayoti “dvepi patte ṭhapetuṁ vaṭṭatī”ti",
  "tika-vin11t5:267_3": "ayaṁ nayo. Daṇḍabhūmiādhārakesūti ettha daṇḍādhāro nāma bahūhi daṇḍehi kato. Bhūmiādhārako",
  "tika-vin11t5:267_4": "nāma bhūmiyaṁ kato ālavālavalayākāro siliṭṭhādhāro. “Dantavettalatādimayo bhūmiādhārako”ti keci.",
  "tika-vin11t5:268_0": "758-9.Taṭṭikāyāti tālapaṇṇādīhi katataṭṭikāya. Potthaketi makacivākamaye vā rukkhavākamaye",
  "tika-vin11t5:268_1": "vā attharaṇe. Kaṭasāraketi tālapaṇṇādīhi vīte attharaṇe. Paribhaṇḍakatāyāti katagomayaparibhaṇḍāya.",
  "tika-vin11t5:268_2": "Api-saddena sudhākammaṁ katvā pāsāṇena ghaṁsitvā maṭṭhakatāya bhūmiyā vattabbameva",
  "tika-vin11t5:268_3": "natthīti dasseti. Vālukāsu vāti leḍḍupāsāṇasakkharakapālādiamissāsu saṇhasukhumavālukāsūti",
  "tika-vin11t5:268_4": "vuttaṁ hoti. Tenevāha “tathārūpāsū”tiādi. Rajamhi santepi asantepi visuṁyeva “kharabhūmiyā",
  "tika-vin11t5:268_5": "na ṭhapetabba”nti vuttattā “sarajāyā”ti iminā rajokiṇṇaṁ saṇhabhūmimāha. Kharabhūmiyāti pharusabhūmiyā.",
  "tika-vin11t5:269": "760.Laggetunti olambetuṁ. Daṇḍakoṭiyā, nāgadantakoṭiyā ca pattamukhena pakkhipitvā ṭhapanampi lagganaṁ nāma. Chattaṅkamañcapīṭhesūti chatte, aṅke, mañcapīṭhe ca.",
  "tika-vin11t5:270": "761.Aṭanīsūti aṅgesu. Bandhitvāti thavikāya aṁsavaddhanakādinā yena kenaci bandhitvā. Olambetumpīti laggetumpi. “Ṭhapetuṁ uparī”ti padacchedo.",
  "tika-vin11t5:271_0": "762.Mañcapīṭhaṭṭaketi mañcapīṭhesu ṭhapitapattā yathā na patanti, tathā aṭanimatthake",
  "tika-vin11t5:271_1": "dārunā parikkhepe kate mañcapīṭhaṭṭakā nāma honti, tādise mañcapīṭhaṭṭake ṭhapetuṁ",
  "tika-vin11t5:271_2": "vaṭṭatīti attho. Bhattapūropīti bhattassa pūropi. Api-saddena yāgutelaparipūritassāpi",
  "tika-vin11t5:271_3": "saṅgaho. Tucchapatte vinicchayo yathāvuttoyeva. Pūraṇaṁ pūro, bhattassa pūro bhattapūro.",
  "tika-vin11t5:272": "Tibhāṇavāravaṇṇanā niṭṭhitā.",
  "tika-vin11t5:273_0": "763.Kavāṭanti dvārakavāṭaphalakaṁ. “Senāsane dvārakavāṭavātapānakavāṭādī”tiādīsu",
  "tika-vin11t5:273_1": "dvāraphalakaṁ “kavāṭa”nti hi vuttaṁ. Na paṇāmeyyāti na nāmeyya na cāleyya, na ca",
  "tika-vin11t5:273_2": "pidaheyyāti attho. Pattaṁ hatthe yassa so pattahatthoti bhinnādhikaraṇoyaṁ bāhiratthasamāso",
  "tika-vin11t5:273_3": "“vajirapāṇī”tiādīsu viya. “Paṇāmeyya assā”ti padacchedo.",
  "tika-vin11t5:274_0": "764.Na nīhareyya pattena calakānīti rasaṁ pivitvā pātitamadhukaphalaṭṭhikādi chaḍḍitāni",
  "tika-vin11t5:274_1": "bahi chaḍḍetuṁ pattena na nīhareyya. Aṭṭhikāni vāti panasaṭṭhikolaṭṭhiādiaṭṭhikāni",
  "tika-vin11t5:274_2": "vā. Ucchiṭṭhamudakanti mukhadhovanādikaṁ ucchiṭṭhamudakaṁ. Pattena nīharantassāti",
  "tika-vin11t5:274_3": "yojanā, bahi chaḍḍetuṁ taṁ patte āsiñcitvā harantassāti vuttaṁ hoti. Itarathā ucchiṭṭhapattadhovanodakampi",
  "tika-vin11t5:274_4": "teneva pattena bahi na nīharitabbaṁ siyā.",
  "tika-vin11t5:275": "765. Paṭiggaheti mukhadhovanodakanti paṭiggaho, kheḷamallakova. Mukhato nīhaṭanti mukhena chaḍḍitaṁ maṁsakhaṇḍādi yaṁ kiñci.",
  "tika-vin11t5:276_0": "766.Vinassatīti vibbhamena vā sikkhāpaccakkhānena vā kālakiriyāya vā vinassati. Atha",
  "tika-vin11t5:276_1": "vā yoti paccattavacanaṁ “yassā”ti sāmivasena pariṇāmetvā yassa bhikkhuno patto bhedena",
  "tika-vin11t5:276_2": "vā acchedena vā corikāya haraṇena vā nassati, tassa anāpattīti yojanā.",
  "tika-vin11t5:277_0": "767.Paṭhamassāti pattavaggassa paṭhamaṁ saṅgahitattā paṭhamassa. Pattassāti pattasikkhāpadassa.",
  "tika-vin11t5:277_1": "Paṭhamenāti cīvaravaggassa paṭhamaṁ saṅgahitattā paṭhamena kathinenāti sambandho.",
  "tika-vin11t5:277_2": "Mahesināti mahante sīlakkhandhādayo guṇe esi gavesīti mahesi. Paṭhamassa pattassa",
  "tika-vin11t5:277_3": "samuṭṭhānādayo sabbe idha aniddiṭṭhavinicchayā paṭhamena kathinena samā sadisā iti",
  "tika-vin11t5:277_4": "mahesinā matā anumatā anuññātāti yojanā.",
  "tika-vin11t5:278": "Paṭhamapattakathāvaṇṇanā.",
  "tika-vin11t5:279_0": "768. Pañca bandhanāni ūnāni yassa so pañcabandhanaūno, patto, tasmiṁ, abandhanañca",
  "tika-vin11t5:279_1": "ekadviticatubandhanañca “pañcabandhanaūna”nti gahitaṁ. Yathāha pāḷiyaṁ “ūnapañcabandhano",
  "tika-vin11t5:279_2": "nāma patto abandhano vā ekabandhano vā dvibandhano vā tibandhano vā catubandhano",
  "tika-vin11t5:279_3": "vā”ti. Bandhane akatepi bandhanāraho vakkhamānalakkhaṇarājiyuttopi “ūnapañcabandhanoyevā”ti",
  "tika-vin11t5:279_4": "gahetabbo. Ettha abandhano nāma yassa bandhanameva natthi, so. Tenevāha aṭṭhakathāyaṁ",
  "tika-vin11t5:279_5": "“yasmā abandhanassapi pattassa pañca bandhanāni na pūrenti sabbaso natthitāyā”ti.",
  "tika-vin11t5:279_6": "Dvaṅgulappamāṇato ūnarājiyutto abandhanokāsopi “abandhanoyevā”ti gahetabbo. Yathāha",
  "tika-vin11t5:279_7": "pāḷiyaṁ “abandhanokāso nāma patto yassa dvaṅgulā rāji na hotī”ti.",
  "tika-vin11t5:280_0": "769.Uddiṭṭhanti “bandhanokāso nāma patto yassa dvaṅgulā rāji hotī”ti padabhājane",
  "tika-vin11t5:280_1": "vuttaṁ. Dvaṅgulāya rājiyā ekañca bandhananti yojanā. “Mukhavaṭṭito heṭṭhā bhaṭṭhā”ti",
  "tika-vin11t5:280_2": "aṭṭhakathāvacanato “sabbāpi rājiyo mukhavaṭṭito paṭṭhāya heṭṭhā bhaṭṭhāyeva gahetabbā”ti",
  "tika-vin11t5:280_3": "nissandehe vuttaṁ. Mukhavaṭṭiṁ vinā aññatthāpi ūnapañcabandhane vā ūnapañcabandhanokāse",
  "tika-vin11t5:280_4": "vā sati sopi patto ūnapañcabandhano na hotīti na sakkā vattuṁ, tasmā “mukhavaṭṭito",
  "tika-vin11t5:280_5": "paṭṭhāyā”ti aṭṭhakathāyaṁ niyametvā vacanaṁ vīmaṁsitabbaṁ. Idha pana tathā niyamo",
  "tika-vin11t5:280_6": "na dassito, tasmā ayameva vinicchayo sāmaññena vuttāya pāḷiyā aññadatthu saṁsandati",
  "tika-vin11t5:280_7": "sameti. Ca-kārassa avuttasamuccayatthattā dvaṅguladvaṅgulāhi dvīhi dve bandhanāni",
  "tika-vin11t5:280_8": "ca tīṇi bandhanāni cāti idampi vuttameva hoti. Yathāha aṭṭhakathāyaṁ “yassa pana",
  "tika-vin11t5:280_9": "dve rājiyo, ekāyeva vā caturaṅgulā, tassa dve bandhanāni dātabbāni. Yassa tisso,",
  "tika-vin11t5:280_10": "ekāyeva vā chaḷaṅgulā, tassa tīṇi bandhanāni dātabbānī”ti.",
  "tika-vin11t5:281_0": "Ūnapañcabandhanapattesu antimapattassa vibhāgaṁ dassetumāha “bandhanāni cā”tiādi.",
  "tika-vin11t5:281_1": "Mukhavaṭṭiyā aṭṭhaṅgulappamāṇānaṁ catunnaṁ rājīnaṁ cattāri bandhanāni cāti vuttaṁ",
  "tika-vin11t5:281_2": "hoti. Cakāro pubbe vuttasseva samuccayaṁ karoti. Aṭṭhaṅgularājiyā tathāti mukhavaṭṭito",
  "tika-vin11t5:281_3": "paṭṭhāya aṭṭhaṅgulāyāmaṁ bhaṭṭhāya rājiyā dvaṅguladvaṅgulamatte ṭhāne teneva nīhārena",
  "tika-vin11t5:281_4": "baddhāni cattāri bandhanāni cāti attho.",
  "tika-vin11t5:282_0": "770. Evaṁ ūnapañcabandhanapattaṁ dassetvā idāni paripuṇṇapañcabandhanapattaṁ dassetumāha",
  "tika-vin11t5:282_1": "“pañca vā”tiādi. Mukhavaṭṭiyā dvaṅguladvaṅgulāyāmaṁ otiṇṇā pañca rājiyo ca. Vā-saddena",
  "tika-vin11t5:282_2": "pañcabandhanavikappā dassitā. Ekā vāpi dasaṅgulāti mukhavaṭṭito dasaṅgulāyāmā ekā",
  "tika-vin11t5:282_3": "vā rāji hoti. Api-saddena tassā rājiyā bandhano pañcabandhanapakkho dassito. Ayaṁ",
  "tika-vin11t5:282_4": "pattoti yassa pañca rājiyo vā tattha bandhanāni pañcabandhanāni vā, dasaṅgulā ekā",
  "tika-vin11t5:282_5": "rāji vā tattha bandhanāni pañcabandhanāni vā santi, ayaṁ patto pañcabandhano nāma.",
  "tika-vin11t5:283_0": "771. Ettāvatā mattikāpatte vinicchayaṁ dassetvā idāni ayopatte dassetumāha “ayopatto”tiādi.",
  "tika-vin11t5:283_1": "Chiddāni paṭicchādetuṁ bandhitabbāni ayopaṭṭāni lohamaṇḍalakāni nāma. “Bhaṇḍī”tipi",
  "tika-vin11t5:283_2": "tasseva pariyāyo. Bhaṇḍitabbaṁ bandhitvā chidde paṭicchāditepi yattha asaṇhatāya",
  "tika-vin11t5:283_3": "āmisaṁ tiṭṭhati, tādisopi apattoyevāti āha “maṭṭho vaṭṭatī”ti. Ayocuṇṇena vāṇiyāti",
  "tika-vin11t5:283_4": "etthāpi “maṭṭho vaṭṭatī”ti sambandhanīyaṁ.",
  "tika-vin11t5:284_0": "772. Tassa nissaggiyaṁ saṅghassa nissaṭṭhaṁ taṁ pattaṁ tasmiṁ anukampāya agaṇhantassāti",
  "tika-vin11t5:284_1": "yojanā, “saṅghamajjhe nissajjitabbo”ti vacanato saṅghamajjhe nissaṭṭhaṁ tassa taṁ",
  "tika-vin11t5:284_2": "pattaṁ tasmiṁ pattanissajjake puggale anukampāya agaṇhantassa.",
  "tika-vin11t5:285_0": "773.Dīyamāne tu pattasminti ūnapañcabandhanena pattena viññāpitanavapatte bhikkhumhi",
  "tika-vin11t5:285_1": "taṁ pattaṁ saṅghamajjhe nissajjitvā āpattiṁ desetvā nisinne catasso agatiyo agamanaṁ,",
  "tika-vin11t5:285_2": "gahitāgahitajānananti imehi pañcahi aṅgehi samannāgatena bhikkhunā paṭhamaṁ saṅghaṁ",
  "tika-vin11t5:285_3": "yācitvā ñattidutiyāya kammavācāya saṅghena pattagāhakaṁ katvā sammatena nissaṭṭhapattaṁ",
  "tika-vin11t5:285_4": "hatthena gahetvā tasmiṁ saṅghe saṅghattherato paṭṭhāya anukkamena upasaṅkamma viññāyamānaṁ",
  "tika-vin11t5:285_5": "guṇaṁ vatvā paṇāmite. Yassāti tasmiṁ saṅghamajjhe nisinnassa yassa bhikkhuno, rocanatthayoge",
  "tika-vin11t5:285_6": "sampadānavacanaṁ. So dīyamāno patto. Taṁ dīyamānaṁ pattaṁ.",
  "tika-vin11t5:286_0": "774.Dīpitoti “apattakassa na gāhetabbo”ti vutto. Tatthāti tassaṁ bhikkhuparisāyaṁ.",
  "tika-vin11t5:286_1": "Pattapariyantoti ettha “evaṁ parivattetvā pariyante ṭhitapatto”ti aṭṭhakathāyaṁ vuttattā",
  "tika-vin11t5:286_2": "tena pattaparivattanena āgato vā sabbehi aggahitattā āgato so eva vā patto pariyanto",
  "tika-vin11t5:286_3": "nāma hotīti attho. Tassa bhikkhunoti pattaṁ nissajjitvā nisinnassa tassa bhikkhuno.",
  "tika-vin11t5:287_0": "775.Tanti attano dinnaṁ taṁ pariyantapattaṁ. Appadeseti mañcapīṭhādiaṭṭhāne. Yathāha",
  "tika-vin11t5:287_1": "aṭṭhakathāyaṁ “mañcapīṭhachattanāgadantādike adese”ti. Vissajjetīti aññassa deti.",
  "tika-vin11t5:287_2": "Attanā adāpetvā aññena taṁ pattaṁ sayameva attano gahetvā aññaṁ anurūpaṁ pattaṁ diyyamānaṁ",
  "tika-vin11t5:287_3": "gaṇhituṁ vaṭṭatīti aṭṭhakathāyaṁ vuttaṁ. Abhogena paribhuñjatīti yāgurandhanādivasena",
  "tika-vin11t5:287_4": "paribhuñjati. Yathāha aṭṭhakathāyaṁ “abhogenāti yāgurandhanarajanapacanādinā”ti.",
  "tika-vin11t5:287_5": "“Antarāmagge pana byādhimhi uppanne aññasmiṁ bhājane asati mattikāya limpitvā yāguṁ",
  "tika-vin11t5:287_6": "vā pacituṁ udakaṁ vā tāpetuṁ vaṭṭatī”ti aṭṭhakathāyaṁ vuttattā tādise ṭhāne tathāpi",
  "tika-vin11t5:287_7": "paribhuñjituṁ vaṭṭatīti ettha viseso.",
  "tika-vin11t5:288_0": "776.Naṭṭheti attano paribhuñjiyamāne patte coraggahaṇādinā naṭṭhe. Bhinneti bhedamupagate.",
  "tika-vin11t5:288_1": "Anāpattīti aññaṁ pattaṁ viññāpentassa anāpatti. Pakāsitāti “anāpatti naṭṭhapattassa",
  "tika-vin11t5:288_2": "bhinnapattassa ñātakānaṁ pavāritānaṁ aññassatthāya attano dhanenā”tiādinā nayena",
  "tika-vin11t5:288_3": "pāḷiyaṁ desitā. Idha “aññassatthāyā”ti vuttattā attano vaḷañjiyamāne patte satipi",
  "tika-vin11t5:288_4": "aññassatthāya pattaṁ viññāpetuṁ vaṭṭati. Ñātakādīnaṁ gaṇhatoti ettha “santaka”nti",
  "tika-vin11t5:288_5": "labbhati. Attano dhanenāti yojanā. Ettha dhanaṁ nāma suttavatthādi kappiyavatthu.",
  "tika-vin11t5:289": "777. Ettha viññāpanaṁ kriyaṁ.",
  "tika-vin11t5:290": "Dutiyapattakathāvaṇṇanā.",
  "tika-vin11t5:291_0": "778.Sappiādiṁ bhesajjanti ettha pāḷiyaṁ “seyyathidaṁ? Sappi navanītaṁ telaṁ madhu",
  "tika-vin11t5:291_1": "phāṇita”nti uddisitvā “sappi nāma gosappi vā ajikāsappi vā mahiṁsasappi vā, yesaṁ",
  "tika-vin11t5:291_2": "maṁsaṁ kappati, tesaṁ sappī”ti niddiṭṭhaṁ ghatañca “tesaṁyeva navanīta”nti niddiṭṭhaṁ",
  "tika-vin11t5:291_3": "navanītañca “tilatelaṁ sāsapatelaṁ madhukatelaṁ eraṇḍakatelaṁ vasātela”nti niddiṭṭhaṁ",
  "tika-vin11t5:291_4": "telañca “madhu nāma makkhikāmadhū”ti niddiṭṭhaṁ madhuñca “phāṇitaṁ nāma ucchumhā",
  "tika-vin11t5:291_5": "nibbatta”nti niddiṭṭhaṁ guḷādiphāṇitañcāti etasmiṁ pañcabhesajjarāsimhi yaṁ yaṁ bhesajjanti",
  "tika-vin11t5:291_6": "attho. Purebhattanti purebhatte. Paṭigayhāti paṭiggahetvā.",
  "tika-vin11t5:292_0": "779.Taṁ purebhattaṁ paṭiggahitaṁ bhesajjaṁ. Sattāhanti ettha “vaṭṭatī”ti kiriyāya",
  "tika-vin11t5:292_1": "accantasaṁyoge upayogavacanaṁ. “Sattāhaṁ atikkamantassā”ti padacchedo. “Sattāhātikkame",
  "tika-vin11t5:292_2": "tassā”ti vā pāṭho. Sattāhassa atikkamo sattāhātikkamo, tasmiṁ sattāhātikkame. Tassāti",
  "tika-vin11t5:292_3": "bhesajjapaṭiggāhakassa bhikkhuno. “Nissaggiya”nti iminā pācittiyameva dassitaṁ. Nissaggiyavatthu",
  "tika-vin11t5:292_4": "bhājanagaṇanāya āpattiṁ karoti. Ekasmiṁ bhājanepi visuṁ visuṁ ṭhapitāni navanītapiṇḍaguḷapiṇḍasakkaramadhupaṭalānipi",
  "tika-vin11t5:292_5": "attano gaṇanāya āpattiṁ karonti.",
  "tika-vin11t5:293_0": "780.Gaṇhitvāti paṭiggahetvā. Sannidhīyatīti sannidhi, sannihitavatthu, tassa kārakaṁ",
  "tika-vin11t5:293_1": "karaṇaṁ aparāparadivasatthāya ṭhapanaṁ, taṁ katvā, pacchābhattaṁ paṭiggahitaṁ yathā",
  "tika-vin11t5:293_2": "aparaṁ divasaṁ gacchati, tathā katvā nikkhipitvāti attho. Nirāmisaṁ sāyatoti āmisena",
  "tika-vin11t5:293_3": "amissetvā bhuñjantassa.",
  "tika-vin11t5:294": "781.Uggahitanti appaṭiggahāpetvā hatthena gahitaṁ. Sarīrabhogeti bahi sarīraparibhogeneva.",
  "tika-vin11t5:295": "782.Gahitaṁ paṭiggahitaṁ. Tāpetvāti vilīyāpetvā.",
  "tika-vin11t5:296_0": "783.“Sayaṁ tāpeti…pe… na hoti so”ti idaṁ sudhotanavanītaṁ sandhāya vuttaṁ, duddhotena",
  "tika-vin11t5:296_1": "pana dadhiguḷikādisahitena sāmaṁpāko hoteva. Navanītassa yaṁ sayaṁ tāpanaṁ, so sāmaṁpāko na hotīti yojanā.",
  "tika-vin11t5:297": "784.Yena kenacīti upasampannena, anupasampannena vā.",
  "tika-vin11t5:298_0": "785.“Sayaṁ karotī”ti iminā anupasampannaṁ nivatteti. Tena kataṁ pana tadahu purebhattaṁ",
  "tika-vin11t5:298_1": "sāmisampi vaṭṭati. Yathāha aṭṭhakathāyaṁ “purebhattaṁ paṭiggahitakhīrena vā dadhinā",
  "tika-vin11t5:298_2": "vā katasappi anupasampannena kataṁ sāmisampi tadahu purebhattaṁ vaṭṭatī”ti.",
  "tika-vin11t5:299": "786.Savatthukassāti ettha vatthu nāma khīradadhi.",
  "tika-vin11t5:300_0": "787.Assāti paṭiggahitakhīradadhīhi katasappimāha. “Paṭiggahetvā tānī”ti vuttattāti",
  "tika-vin11t5:300_1": "idaṁ “yāni kho pana tāni gilānānaṁ bhikkhūnaṁ paṭisāyanīyāni bhesajjāni, seyyathidaṁ?",
  "tika-vin11t5:300_2": "Sappi navanītaṁ telaṁ madhu phāṇitaṁ, tāni paṭiggahetvā”ti imasmiṁ mātikāpāṭhe “yānī”ti",
  "tika-vin11t5:300_3": "vuttasappiādīnameva “tāni paṭiggahetvā”ti vuttattāti vuttaṁ hoti, tattha khīradadhīnaṁ",
  "tika-vin11t5:300_4": "avuttattāti adhippāyo.",
  "tika-vin11t5:301": "788.Kappiyasappimhīti kappiyamaṁsānaṁ sattānaṁ ghate. Akappiyasappimhīti akappiyamaṁsānaṁ sattānaṁ ghate, paṭiggahetvā sattāhe atikkanteti vuttaṁ hoti.",
  "tika-vin11t5:302_0": "789. Tena sappinā akappiyena bhavitabbanti idaṁ dukkaṭaṁ kathaṁ hotīti āha “sabbā”tiādi.",
  "tika-vin11t5:302_1": "Akappiyaṁ maṁsaṁ yesaṁ te akappiyamaṁsā, manussādayo, sabbe ca te akappiyamaṁsā cāti",
  "tika-vin11t5:302_2": "sabbākappiyamaṁsā, tesaṁ.",
  "tika-vin11t5:303_0": "790-1. Evaṁ ce vaṭṭati, “yesaṁ maṁsaṁ kappati, tesaṁ sappī”ti kasmā pāḷiyaṁ vuttanti",
  "tika-vin11t5:303_1": "codanaṁ samuṭṭhāpetvā taṁ pariharitumāha “yesa”ntiādi. Tattha “yesañhi kappati maṁsaṁ,",
  "tika-vin11t5:303_2": "tesaṁ sappī”ti idaṁ vacanaṁ kiṁ payojanaṁ sādhetīti vuttaṁ hoti. Idāni paricchedaniyamanasaṅkhātaṁ",
  "tika-vin11t5:303_3": "taṁpayojanañca tabbisayañca dassetumāha “paṇītabhojanassā”tiādi. Paṇītabhojanassa",
  "tika-vin11t5:303_4": "paricchedaniyāmananti yojanā. Sattāhakālike pañcavidhe bhesajjeti vuttaṁ hoti, niddhāraṇe",
  "tika-vin11t5:303_5": "bhummaṁ. Nissaggiyassa vatthūnanti niddhāritabbadassanaṁ. Nissaggiyassāti ettha taṁhetukassa",
  "tika-vin11t5:303_6": "pācittiyassāti attho. Vatthūnanti sappinavanītadvayameva vuttaṁ. Sattāhakālike nissaggiyapācittiyassa",
  "tika-vin11t5:303_7": "vatthu nāma etesameva sappinavanītāni, paṇītabhojanañca tesameva khīradadhisappinavanītānīti",
  "tika-vin11t5:303_8": "dassetuṁ tathā vuttaṁ, na akappiyamaṁsasattānaṁ sappiādinivāraṇatthaṁ vuttanti ayaṁ",
  "tika-vin11t5:303_9": "pāḷiyaṁ tathāgatā dhippeto atthoti vuttaṁ hoti.",
  "tika-vin11t5:304_0": "792.Gahituggahitādike uggahitapaṭiggahitādike navanītepi sabbo vinicchayo sappimhi",
  "tika-vin11t5:304_1": "vuttanayeneva veditabboti yojanā. Ādi-saddena purebhattaṁ, pacchābhattaṁ paṭiggahitakhīradadhīhi,",
  "tika-vin11t5:304_2": "uggahitakhīradadhīhi ca kataṁ navanītaṁ, tādisameva akappiyamaṁsanavanītañca saṅgahitaṁ.",
  "tika-vin11t5:304_3": "Sabbo vinicchayoti āpattiādikaṁ sabbavinicchayaṁ saṅgaṇhāti. Yathāha aṭṭhakathāyaṁ",
  "tika-vin11t5:304_4": "“sabbo āpattānāpattiparibhogāparibhoganayo”ti.",
  "tika-vin11t5:305": "793-4.Bhikkhūnaṁ ākirantīti ettha “patte”ti sāmatthiyā labbhati. Ādiccapakkanti ātape vilīnaṁ. Saṁsaṭṭhaṁ parissāvitaṁ.",
  "tika-vin11t5:306_0": "795-6. Tilatelaṁ sāsapatelaṁ madhukatelaṁ eraṇḍakatelaṁ. Gahitanti paṭiggahitaṁ.",
  "tika-vin11t5:306_1": "Purebhattaṁ sāmisampi nirāmisampi sāyitabbanti yojanā. Tesaṁ vasāti sattāhātikkantānaṁ",
  "tika-vin11t5:306_2": "tesaṁ telānaṁ vasena, telabhājanagaṇanāyāti vuttaṁ hoti.",
  "tika-vin11t5:307": "798.Tesaṁ tiṇṇampīti eraṇḍamadhukasāsapabījānaṁ tiṇṇaṁ.",
  "tika-vin11t5:308": "799.Nissaggiyaṁ pācittiyaṁ.",
  "tika-vin11t5:309_0": "800.Sāsapādīnanti ettha ādi-saddena paṭilomena madhukeraṇḍakānaṁ gahaṇaṁ. Gahetvāti",
  "tika-vin11t5:309_1": "paṭiggahetvā. Bhikkhunā telatthāyeva gahetvā ṭhapitānaṁ sāsapādīnaṁ sattāhātikkame",
  "tika-vin11t5:309_2": "dukkaṭaṁ siyāti yojanā.",
  "tika-vin11t5:310_0": "801-2. Nāḷikerañca karañjañca nāḷikerakarañjāni, tesaṁ, nāḷikeraphalānaṁ, nattamālaṭṭhīnañca",
  "tika-vin11t5:310_1": "telanti sambandho. Kuruvakassāti atasibījassa. Nimbañca kosambakañca nimbakosambakāni,",
  "tika-vin11t5:310_2": "tesaṁ, pucimandabījassa ca phandanabījassa ca telanti sambandho. Bhallātakassāti",
  "tika-vin11t5:310_3": "evaṁnāmakassa rukkhabījassa. Samayaccayeti sattāhātikkame.",
  "tika-vin11t5:311_0": "803.Yāvakālikabhedañcāti ettha “yāvakālika”nti bhedo visesanaṁ yassāti viggaho, “idaṁ",
  "tika-vin11t5:311_1": "vatthu”nti etassa ajjhoharaṇīyavisesitabbassa visesanaṁ. Yāvajīvikantipi tasseva",
  "tika-vin11t5:311_2": "visesanaṁ. Sesanti “sāmaṁpākasavatthuka purebhattapacchābhattapaṭiggahitauggahitakavatthuvidhānaṁ",
  "tika-vin11t5:311_3": "sabba”nti aṭṭhakathāyaṁ dassitaṁ sesaṁ visesappakārajātamāha. Etthāpīti imasmiṁ telavinicchayepi.",
  "tika-vin11t5:312_0": "804.Acchassa isassa. Macchassa jalajassa. Varāhassa sūkarassa. Susukāsaṅkhātassa",
  "tika-vin11t5:312_1": "makarassa. Macchavacaneneva makarassa saṅgahitattepi vāḷamacchabhāvena visuṁ gahaṇanti",
  "tika-vin11t5:312_2": "aṭṭhakathāyaṁ vuttaṁ. Gadrabhassa kharassa. Imesaṁ pañcannaṁ sattānaṁ vasena pañcavidhānaṁ",
  "tika-vin11t5:312_3": "vasānaṁ telañca pañcappakāraṁ hotīti attho.",
  "tika-vin11t5:313_0": "805.Kappiyākappiyassa cāti kappiyākappiyamaṁsassa sattassāti vuttaṁ hoti, sabbameva",
  "tika-vin11t5:313_1": "vasātelaṁ vaṭṭatīti iminā sambandho. Ettha “anujānāmi bhikkhave vasāni bhesajjāni",
  "tika-vin11t5:313_2": "acchavasaṁ macchavasaṁ susukāvasaṁ sūkaravasaṁ gadrabhavasa”nti anuññātapāṭhe acchavasāggahaṇena",
  "tika-vin11t5:313_3": "manussehi aññesaṁ sabbākappiyamaṁsasattānaṁ vasāya anuññātattā taṁ saṅgahetuṁ akappiyaggahaṇaṁ",
  "tika-vin11t5:313_4": "katanti daṭṭhabbaṁ. Yathāha aṭṭhakathāyaṁ “acchavasa’nti vacanena ṭhapetvā manussavasaṁ",
  "tika-vin11t5:313_5": "sabbesaṁ akappiyamaṁsānaṁ vasā anuññātā”ti. Ettha akappiyamaṁsasattānaṁ maṁsānaṁ",
  "tika-vin11t5:313_6": "akappiyabhāvo “maṁsesu hi dasa manussahatthiassasunakhaahisīhabyagghadīpiacchataracchānaṁ",
  "tika-vin11t5:313_7": "maṁsāni akappiyāni. Vasāsu ekā manussavasāva. Khīrādīsu akappiyaṁ nāma natthī”ti",
  "tika-vin11t5:313_8": "aṭṭhakathāvacanato veditabbo. Akappiyavacanena manussavasāyapi gayhamānattā tasmiṁ",
  "tika-vin11t5:313_9": "nīharitumāha “ṭhapetvā”ti.",
  "tika-vin11t5:314_0": "806.Purebhattanti purebhatte. Saṁsaṭṭhaṁ parissāvitaṁ. “Purebhatta”nti idaṁ “paṭiggahetvāna,",
  "tika-vin11t5:314_1": "pakkaṁ, saṁsaṭṭha”nti imehi padehi paccekaṁ yojetabbaṁ. Yathāha pāḷiyaṁ “kāle paṭiggahitaṁ",
  "tika-vin11t5:314_2": "kāle nippakkaṁ kāle saṁsaṭṭhaṁ telaparibhogena paribhuñjitu”nti.",
  "tika-vin11t5:315_0": "807.Taṁ katvā detīti apaṭiggahitavasaṁ gahetvā pacitvā telaṁ detīti attho. Tenāha",
  "tika-vin11t5:315_1": "aṭṭhakathāyaṁ “anupasampannehi kataṁ nibbaṭṭitavasātelaṁ purebhattaṁ paṭiggahitaṁ",
  "tika-vin11t5:315_2": "purebhattaṁ sāmisampi vaṭṭatī”ti. Tato uddhaṁ sattāhamanatikkammāti gahetabbaṁ. Yathāha",
  "tika-vin11t5:315_3": "aṭṭhakathāyaṁ “pacchābhattato paṭṭhāya sattāhaṁ nirāmisameva vaṭṭatī”ti. Idha ubhayatthāpi",
  "tika-vin11t5:315_4": "kāle, vikāle ca kappiyākappiyamaṁsavasānaṁ telaṁ diyyamānaṁ sukhumamaṁsacuṇṇādikaṁ",
  "tika-vin11t5:315_5": "abbohārikaṁ. Yathāha aṭṭhakathāyaṁ “yaṁ pana tattha sukhumarajasadisaṁ maṁsaṁ vā",
  "tika-vin11t5:315_6": "nhāru vā aṭṭhi vā lohitaṁ vā hoti, taṁ abbohārika”nti.",
  "tika-vin11t5:316_0": "808.Paṭiggahetunti ettha “vasa”nti ca kātunti ettha “tela”nti ca pakaraṇato labbhati.",
  "tika-vin11t5:316_1": "Kātunti ettha pacituṁ parissāvitunti ubhayamevāti attho. “Na vaṭṭatī”ti idaṁ paṭiggahaṇādipayogattaye",
  "tika-vin11t5:316_2": "visuṁ visuṁ dukkaṭattā vuttaṁ. Yathāha pāḷiyaṁ “vikāle ce bhikkhave paṭiggahitaṁ",
  "tika-vin11t5:316_3": "vikāle nippakkaṁ vikāle saṁsaṭṭhaṁ, taṁ ce paribhuñjeyya, āpatti tiṇṇaṁ dukkaṭāna”nti.",
  "tika-vin11t5:316_4": "Imāni hi tīhi payogehi tīṇi dukkaṭāni honti. Sesoti uggahitakapaṭiggahitakasavatthukavisayo",
  "tika-vin11t5:316_5": "vinicchayo ca bhājanagaṇanāya āpattibhedo cāti evaṁpakāro vattabbaviseso.",
  "tika-vin11t5:317": "809.Gahitanti paṭiggahitaṁ. Madhukarīkatanti madhumakkhikākhuddakamakkhikābhamaramakkhikāsaṅkhātāhi tīhi madhukarīhi kataṁ.",
  "tika-vin11t5:318_0": "810.Vatthūnaṁ gaṇanāti madhupaṭalena ṭhitaṁ ce, paṭalagaṇanāya, pīḷetvā bhājane pakkhipitvā",
  "tika-vin11t5:318_1": "ṭhapitaṁ ce, bhājanagaṇanāya, silesamiva patthinnaṁ ce, mahābhamaramadhukhaṇḍapiṇḍavasena,",
  "tika-vin11t5:318_2": "visuṁ visuṁ kate tesaṁ gaṇanāyāti attho.",
  "tika-vin11t5:319_0": "811.Ghanāghananti ettha guḷañca nānappakārā sakkarā ca ghanapakkaṁ nāma. Pakkatanukaṁ",
  "tika-vin11t5:319_1": "phāṇitaṁ aghanapakkaṁ nāma. Ucchusileso apakkaghanaṁ nāma. Ucchudaṇḍato pīḷitaraso",
  "tika-vin11t5:319_2": "apakkāghanaṁ nāma. “Phāṇitaṁ nāma ucchumhā nibbatta”nti sādhāraṇapāḷivacanato, “phāṇitaṁ",
  "tika-vin11t5:319_3": "nāma ucchurasaṁ upādāyā”ti aṭṭhakathāvacanato ca iha rasādīhi ucchupānampi saṅgahitaṁ.",
  "tika-vin11t5:319_4": "Keci ucchuno catukālikattaṁ vaṇṇayanti, taṁ na sārato paccetabbaṁ.",
  "tika-vin11t5:320": "812.Phāṇitanti vuttappakāre tasmiṁ phāṇite aññataraṁ. Gahitaṁ paṭiggahitaṁ.",
  "tika-vin11t5:321_0": "813.Asaṁsaṭṭhenāti aparissāvitena. Kataphāṇitanti parissāvetvā attanā kataphāṇitaṁ.",
  "tika-vin11t5:321_1": "Purebhattaṁ gahitenāti purebhattaṁ paṭiggahitena. “Sayaṁ kata”nti vuttattā katanti",
  "tika-vin11t5:321_2": "ucchuraso gahetabbo.",
  "tika-vin11t5:322": "816.Katvāti pacitvā phāṇitaṁ katvā.",
  "tika-vin11t5:323": "817.Pacchābhattaṁ katañcāpīti pacchābhattaṁ attanā ca kataṁ anupasampannena ca kataṁ phāṇitampi.",
  "tika-vin11t5:324": "818.Kataṁ…pe… sītavārināti sītudake madhukapupphāni pakkhipitvā ṭhapetvā madditvā parissāvitarasena kataṁ madhukaphāṇitaṁ.",
  "tika-vin11t5:325_0": "819.Assāti madhukaphāṇitassa. Dukkaṭanti tadādhārabhājanagaṇanāya dukkaṭaṁ. Khīraṁ",
  "tika-vin11t5:325_1": "pakkhipitvā kataṁ madhukaphāṇitaṁ yāvakālikaṁ ce hoti, kathaṁ khaṇḍasakkarākataṁ",
  "tika-vin11t5:325_2": "sattāhakālikaṁ hotīti vicāraṇāyaṁ khīrajallikaṁ dhovitvā dhovitvā gayhamānattā vaṭṭatīti",
  "tika-vin11t5:325_3": "pariharanti. Yathāha aṭṭhakathāyaṁ “khaṇḍasakkaraṁ pana khīrajallikaṁ apanetvā apanetvā",
  "tika-vin11t5:325_4": "sodhenti, tasmā vaṭṭatī”ti. “Bījato paṭṭhāya na vaṭṭatī”ti paṭikkhittamadhukapupphamerayaṁ",
  "tika-vin11t5:325_5": "vinā āmakañca pakkañca madhukapupphaṁ purebhattaṁ vaṭṭatīti aṭṭhakathāyaṁ vuttaṁ.",
  "tika-vin11t5:326": "820.Sabbesaṁ pana phalānanti kadalikhajjūriādiphalānaṁ.",
  "tika-vin11t5:327_0": "821. Sāmaññajotanāya visesepi avaṭṭhānato “kālikā”ti iminā “pacchābhattaṁ sati paccaye”ti",
  "tika-vin11t5:327_1": "vacanasāmatthiyā yāvakālikavajjā tayo kālikā gahetabbā, “purebhattaṁ yathāsukha”nti",
  "tika-vin11t5:327_2": "vacanasāmatthiyā cattāropi gahetabbā. Yāvakālikavajjā tayo kālikā pacchābhattaṁ vikāle",
  "tika-vin11t5:327_3": "paccaye pipāsādikāraṇe sati kevalampi paccekampi missetvāpi paribhuñjituṁ bhikkhussa",
  "tika-vin11t5:327_4": "vaṭṭanti. Kālikā cattāropi purebhattaṁ kāle yāvamajjhanhā kevalampi missetvāpi yathāsukhaṁ",
  "tika-vin11t5:327_5": "asatipi paccaye paribhuñjituṁ bhikkhussa vaṭṭantīti yojanā.",
  "tika-vin11t5:328": "822.Aruādīnīti vaṇādīni. “Makkhetuṁ na vaṭṭatī”ti iminā bāhiraparibhogopi nivārito.",
  "tika-vin11t5:329_0": "823.Anāpattivāre “antosattāha”nti adhikāre “anupasampannassa cattena vantena muttena",
  "tika-vin11t5:329_1": "anapekkho datvā paṭilabhitvā paribhuñjatī”ti vuttattā cajitvāti ettha “antosattāhaṁ",
  "tika-vin11t5:329_2": "anupasampannassā”ti vattabbaṁ. Labhitvāti ettha “sattāhātikkamepī”ti sāmatthiyā labbhati.",
  "tika-vin11t5:329_3": "Tenāha mahāpadumatthero “antosattāhe dinnassa hi puna paribhoge āpattiyeva natthi,",
  "tika-vin11t5:329_4": "sattāhātikkantassa pana paribhoge anāpattīti dassanatthamidaṁ vutta”nti. Labhitvāti",
  "tika-vin11t5:329_5": "gahitatelena anupasampannena sakkaccaṁ, asakkaccaṁ vā dinnaṁ labhitvā. Sāyitunti",
  "tika-vin11t5:329_6": "ettha “labhatī”ti seso.",
  "tika-vin11t5:330_0": "824.“Anāpatti adhiṭṭhetī”ti dvinnaṁ padānaṁ antare “antosattāha”nti seso, sabbapadehipi",
  "tika-vin11t5:330_1": "yujjati. Adhiṭṭhetīti sattāhabbhantare sappiñca telañca vasañca muddhani telaṁ vā",
  "tika-vin11t5:330_2": "abbhañjanaṁ vā, madhuṁ arumakkhanaṁ, phāṇitaṁ gharadhūpanaṁ bhavissatīti adhiṭṭheti.",
  "tika-vin11t5:330_3": "Adhiṭṭhitena anadhiṭṭhitaṁ ce missaṁ hoti, punapi adhiṭṭhātabbaṁ. Vissajjetīti antosattāhe",
  "tika-vin11t5:330_4": "aññassa upasampannassa deti. Sace tathā dinnaṁ aññena appaṭiggahitattā, tena paṭiggahitampi",
  "tika-vin11t5:330_5": "itarassa dinnattā tesaṁ anāpattīti aṭṭhakathāyaṁ vuttaṁ.",
  "tika-vin11t5:331_0": "Vinassatīti sattāhabbhantare yena kenaci ākārena yathā aparibhogaṁ hoti, tathā corikāya",
  "tika-vin11t5:331_1": "haraṇādivasena nassati. Yathāha aṭṭhakathāyaṁ “vinassatīti aparibhogaṁ hotī”ti. Acchinditvā",
  "tika-vin11t5:331_2": "gaṇhatīti añño tasmiṁ sattāhabbhantare vilumpitvā gaṇhāti. Vissāsaṁ gaṇhatīti tasmiṁyeva",
  "tika-vin11t5:331_3": "sattāhabbhantare añño vissāsaṁ gaṇhāti.",
  "tika-vin11t5:332_0": "825. Akathinacittena satthunā samuṭṭhānādayo sabbeva paṭhamena kathinena samā pakāsitāti",
  "tika-vin11t5:332_1": "yojanā. Akathinacittenāti mahākaruṇārasena tintatāya akakkasacittena, avihiṁsābhiratacittenāti",
  "tika-vin11t5:332_2": "vuttaṁ hoti. Satthunāti diṭṭhadhammikasamparāyikādīhi atthehi sadevakaṁ lokaṁ anusāsatīti",
  "tika-vin11t5:332_3": "satthā, tena sabbaññunā dasabalena sammāsambuddhena.",
  "tika-vin11t5:333": "Bhesajjasikkhāpadakathāvaṇṇanā.",
  "tika-vin11t5:334_0": "826.Gimhānanti ettha “māsāna”nti sāmatthiyā labbhati, niddhāraṇe sāmivacanaṁ, gimhesu",
  "tika-vin11t5:334_1": "catūsu māsesūti attho. Niddhāritabbaṁ dasseti “māso seso”ti, ettha “vattabbe kāle”ti",
  "tika-vin11t5:334_2": "seso. Phaggunamāsakaṇhapakkhapāṭipadato paṭṭhāya jeṭṭhamāsapuṇṇamipariyosānesu tīsu",
  "tika-vin11t5:334_3": "māsesu atikkantesūti attho. Sesamāso nāma jeṭṭhamāsassa kaṇhapakkhapāṭipadato paṭṭhāya",
  "tika-vin11t5:334_4": "āsāḷhimāsapuṇṇamipariyosāno. Gimhānaṁ māso sesoti vattabbe kāleti attho.",
  "tika-vin11t5:335_0": "Imasmiṁ pacchime gimhamāse jeṭṭhamāsassa kaṇhapakkho vassikasāṭikā ce na laddhā,",
  "tika-vin11t5:335_1": "pariyesituṁ laddhaṁ kātuṁ khettaṁ, adhiṭṭhānanivāsanānaṁ akhettaṁ. Āsāḷhipurimapakkho",
  "tika-vin11t5:335_2": "pariyesanakaraṇanivāsanānaṁ khettaṁ, adhiṭṭhātuṁ akhettaṁ. Āsāḷhikaṇhapakkhapāṭipadato",
  "tika-vin11t5:335_3": "yāva pacchimakattikapuṇṇamī, idaṁ catunnampi khettanti ayamettha saṅkhepo.",
  "tika-vin11t5:336_0": "Pariyeseyyāti “ye manussā pubbe vassikasāṭikaṁ dentī”tiādinā padabhājane vuttanayena",
  "tika-vin11t5:336_1": "pubbe vassikasāṭikadāyakaṁ upasaṅkamma “detha me vassikasāṭikacīvara”ntiādinā vacanena",
  "tika-vin11t5:336_2": "aviññāpetvā “kālo vassikasāṭikāya samayo vassikasāṭikāya, aññepi manussā vassikasāṭikaṁ",
  "tika-vin11t5:336_3": "dentī”ti evaṁ satuppādamattakaraṇena pariyeseyya.",
  "tika-vin11t5:337_0": "Sāṭikanti vassikasāṭikaṁ. “Addhamāso seso”ti idaṁ “gimhāna”nti imināva yujjati. Tattha",
  "tika-vin11t5:337_1": "“vattabbe kāle”ti ajjhāharitabbaṁ, āsāḷhimāsassa purimapakkheti attho. Katvāti ettha",
  "tika-vin11t5:337_2": "“laddha”nti sāmatthiyā labbhati. Yathāvuttanayena satuppādena vā avasesānaṁ saddhāsampannakulānaṁ",
  "tika-vin11t5:337_3": "vā santikā laddhaṁ sibbanarajanakappabindudānavasena niṭṭhāpetvāti vuttaṁ hoti. Paridaheti nivāseyya.",
  "tika-vin11t5:338_0": "827-8.Piṭṭhisammate samayeti “kattikapuṇṇamāsiyā pana pacchimapāṭipadadivasato paṭṭhāya",
  "tika-vin11t5:338_1": "yāva jeṭṭhamūlapuṇṇamā ime satta māsā piṭṭhisamayo nāmā”ti evaṁ dassitesu sattasu",
  "tika-vin11t5:338_2": "māsesu. Ñātakāññātakādino satuppādaṁ katvāti yojanā. Ādi-saddena pavāritāpavāritānaṁ",
  "tika-vin11t5:338_3": "saṅgaho. Yathāha aṭṭhakathāyaṁ “aññātakaappavāritaṭṭhānato”ti.",
  "tika-vin11t5:339_0": "Tesuyevāti ñātakaaññātakapavāritaappavāritesu. “Tathā”ti iminā “hoti nissaggiyāpattī”ti",
  "tika-vin11t5:339_1": "idaṁ dassitaṁ. Sā āpatti aññātakaappavāritesu aññātakaviññattisikkhāpadena hoti.",
  "tika-vin11t5:339_2": "Yathāha aṭṭhakathāyaṁ “detha me vassikasāṭikacīvara’ntiādinā nayena viññattiṁ katvā",
  "tika-vin11t5:339_3": "nipphādentassa aññātakaviññattisikkhāpadena nissaggiyaṁ pācittiya”nti. Ñātakapavāritesu",
  "tika-vin11t5:339_4": "tena sikkhāpadena anāpatti, piṭṭhisamayattā iminā āpatti hoti. Aññātakaappavāritesu",
  "tika-vin11t5:339_5": "ca vakkhamānanayena vattabhedadukkaṭena saddhiṁ hotīti daṭṭhabbaṁ.",
  "tika-vin11t5:340_0": "829-30. Aññātakādino katvā pana satuppādanti yojanā. Ādi-saddena appavāritānaṁ saṅgaho.",
  "tika-vin11t5:340_1": "Kucchisaññite samayeti yathāvuttapiṭṭhisamaye sattamāse vinā itare pañca māsā vuttā.",
  "tika-vin11t5:340_2": "Yathāha aṭṭhakathāyaṁ “jeṭṭhamūlapuṇṇamāsiyā pana pacchimapāṭipadadivasato paṭṭhāya",
  "tika-vin11t5:340_3": "yāva kattikapuṇṇamā ime pañca māsā kucchisamayo nāmā”ti. Vatthanti vassikasāṭikaṁ.",
  "tika-vin11t5:340_4": "Adinnapubbesūti yehi vassikasāṭikā na dinnapubbā, tesu, iminā vattabhedassa kāraṇamāha.",
  "tika-vin11t5:340_5": "Iha vattabhedo nāma “ye manussā pubbe vassikasāṭikacīvaraṁ dentī”tiādivacanato dinnapubbesu",
  "tika-vin11t5:340_6": "kātabbassa satuppādassa adinnapubbesu karaṇaṁ. Byatirekato dinnapubbesu natthīti dīpitaṁ hoti.",
  "tika-vin11t5:341_0": "Tatrāti aññātakādimhi. “Nissaggiya”nti iminā aññātakaviññattisikkhāpadena āpattiṁ",
  "tika-vin11t5:341_1": "āha. Yathāha kucchisamayacatukke “viññattimpi katvā nipphādentassa aññātakaviññattisikkhāpadena",
  "tika-vin11t5:341_2": "nissaggiyaṁ pācittiya”nti. Ayaṁ pācittiyāpatti pakatiyā vassikasāṭikadāyakesupi hotīti",
  "tika-vin11t5:341_3": "idaṁ aṭṭhakathāyaṁ “idaṁ pana pakatiyā vassikasāṭikadāyakesupi hotiyevā”ti vacanato viññāyati.",
  "tika-vin11t5:342_0": "831.Ovassāpetīti ākāsato patitaudakeneva kāyaṁ temeti, iminā “ghaṭādīhi osiñcituṁ",
  "tika-vin11t5:342_1": "vaṭṭatī”ti dīpitaṁ hoti. “Nibbakosambunā nahāyituṁ vaṭṭatī”ti gaṇṭhipadesu vuttaṁ.",
  "tika-vin11t5:342_2": "Satipi cīvareti vassikasāṭikāya satiyāpi. “Pariyosāne dukkaṭa”nti iminā bindugaṇanāyāti",
  "tika-vin11t5:342_3": "dīpeti. Vivaṭaṅgaṇeti rukkhādinā kenaci anāvaṭaṭṭhāne.",
  "tika-vin11t5:343": "832.Māsasminti gimhānaṁ pacchimamāsasmiṁ.",
  "tika-vin11t5:344_0": "833. “Acchinnacīvarassāti etaṁ vassikasāṭikameva sandhāya vutta”nti aṭṭhakathāyaṁ",
  "tika-vin11t5:344_1": "vuttaṁ. Vassikasāṭikaṁ nivāsetvā nahāyantassa corupaddavo āpadā nāma. Nhānakoṭṭhakanti",
  "tika-vin11t5:344_2": "nahānatthāya katakoṭṭhakaṁ. “Vāpī”ti iminā pokkharaṇijātassarādayo upalakkhitā. Nhāyantassāti",
  "tika-vin11t5:344_3": "naggo hutvā nahāyantassāti pakaraṇato labbhati. “Ākāsato patitaudakenevā”ti aṭṭhakathāyameva vuttaṁ.",
  "tika-vin11t5:345": "834.Kriyanti akāle pariyesanakaraṇaadhiṭṭhānanivāsanehi āpajjitabbato kiriyaṁ. Kāyena ca vācāya ca viññāpanādiṁ karontassa kāyakammaṁ vacīkammaṁ hoti.",
  "tika-vin11t5:346": "Vassikasāṭikakathāvaṇṇanā.",
  "tika-vin11t5:347_0": "835. “Yo pana bhikkhu bhikkhussa sāmaṁ cīvaraṁ datvā”ti vacanato sāmanti ettha “bhikkhū”ti",
  "tika-vin11t5:347_1": "ca datvāti ettha “bhikkhussa”iti ca labbhati. Cīvaranti channaṁ cīvarānaṁ aññataraṁ",
  "tika-vin11t5:347_2": "cīvaraṁ vikappanupagaṁ pacchimaṁ. “Kupito anattamano acchindeyyā”ti vacanato acchindantassāti",
  "tika-vin11t5:347_3": "ettha “kupitassa anattamanassā”ti seso, kupitassa anattamanassa acchindantassa vā",
  "tika-vin11t5:347_4": "acchindāpentassa vāti attho. Tanti attanā dinnacīvaraṁ. “Sakasaññāyā”ti iminā pārājikāya",
  "tika-vin11t5:347_5": "avatthubhāvaṁ dīpeti.",
  "tika-vin11t5:348": "836.Tathāti ekāyeva āpattīti dīpeti.",
  "tika-vin11t5:349": "837.Vatthānanti cīvarānaṁ. Assāti bhikkhussa.",
  "tika-vin11t5:350": "841. Saṅghāṭiṁ gaṇha, uttarāsaṅgaṁ gaṇhāti yojanā.",
  "tika-vin11t5:351_0": "842.Vikappanupagaṁ pacchimanti ettha “cīvara”nti labbhati. Āyāmato vaḍḍhakihatthaṁ",
  "tika-vin11t5:351_1": "tiriyaṁ tathā vidatthippamāṇaṁ vatthakhaṇḍaṁ heṭṭhimaparicchedato vikappanupagaṁ",
  "tika-vin11t5:351_2": "nāma. Aññaṁ kiñci parikkhāranti yojanā, antamaso sucimpīti vuttaṁ hoti. Paraṁ puggalaṁ.",
  "tika-vin11t5:351_3": "Chindāpentassāti acchindāpentassa. Kāritantassa dvikammakattā “para”nti ca “parikkhāra”nti",
  "tika-vin11t5:351_4": "ca kammadvayagahaṇaṁ. Aññanti parikkhāravisesanaṁ. Dukkaṭaṁ vatthugaṇanāya, vacanagaṇanāya ca.",
  "tika-vin11t5:352_0": "844.Evanti yathā anupasampanne anupasampannasaññino dukkaṭaṁ, evaṁ anupasampanne…pe…",
  "tika-vin11t5:352_1": "vematikassāpi dukkaṭanti yojanā. Acchindantassāti ettha yathāvuttaṁ “anupasampanne”ti",
  "tika-vin11t5:352_2": "idaṁ vibhattivipariṇāmena sāmivacanaṁ katvā “dinna”nti ajjhāhārena saha yojetabbaṁ,",
  "tika-vin11t5:352_3": "“cīvara”nti pakaraṇato labbhati, anupasampannassa dinnaṁ cīvaraṁ acchindantassāti vuttaṁ hoti.",
  "tika-vin11t5:353": "845.So vāti yassa cīvaraṁ dinnaṁ, so eva vā bhikkhu. Tuṭṭho vā duṭṭho vā so detīti yojanā. Vissāsameva vāti vissāsaṁ katvā gaṇhatoti yojanā.",
  "tika-vin11t5:354": "846.Etthāti imasmiṁ sikkhāpade.",
  "tika-vin11t5:355": "Cīvaracchindanakathāvaṇṇanā.",
  "tika-vin11t5:356_0": "847.Viññāpetvāti vatthavāyāpanaṁ sandhāya yācitvā. Chabbidhaṁ suttanti padabhājane",
  "tika-vin11t5:356_1": "“khomaṁ kappāsikaṁ koseyyaṁ kambalaṁ sāṇaṁ bhaṅga”nti āgataṁ chappakāraṁ suttaṁ.",
  "tika-vin11t5:356_2": "Kambalanti eḷakalomasuttaṁ. Sānulomāni chappakārasuttāni heṭṭhā cīvaravinicchaye",
  "tika-vin11t5:356_3": "vuttānusārena veditabbāni. Cīvaratthaṁ vatthaṁ “cīvara”nti vuttaṁ. Tantavāyehīti",
  "tika-vin11t5:356_4": "kappiyākappiyehi pesakārehi. Potthakesu “vāyāpetuṁ na vaṭṭatī”ti pāṭho dissati, “sace”ti",
  "tika-vin11t5:356_5": "iminā ayujjamānattā so apāṭho. “Vāyāpeti na vaṭṭatī”ti pāṭho yujjatīti sace vāyāpetīti",
  "tika-vin11t5:356_6": "yojanā, attano atthāya yadi vāyāpeyyāti attho.",
  "tika-vin11t5:357_0": "848.Tathā akappiyo. Kīdisoti āha “aññātakādiko”ti. Aññātakādikoti aññātako ādi yassa",
  "tika-vin11t5:357_1": "so aññātakādiko. Ādi-saddena appavārito gahito. Yo bhikkhu tantavāyassa aññātako,",
  "tika-vin11t5:357_2": "tena appavārito ca, tassa aññātakādiko bhikkhunā viññatto so tantavāyo akappiyoti attho.",
  "tika-vin11t5:358": "849.Akappiyenāti viññāpitena. Vāyāpentassāti ettha “payoge payoge dukkaṭaṁ, paṭilābhenā”ti seso. Yathāha “vāyāpeti, payoge payoge dukkaṭaṁ. Paṭilābhena nissaggiya”nti.",
  "tika-vin11t5:359_0": "850. Kittake vīte nissaggiyaṁ hotīti āha “vidatthimatte”tiādi. Hatthamatteti ratanamatte.",
  "tika-vin11t5:359_1": "Padabhājane “paṭilābhena nissaggiya”nti vuttaṁ, idha “vīte nissaggiya”nti kasmā āhāti?",
  "tika-vin11t5:359_2": "Aṭṭhakathāyaṁ vuttattā. Tatthāpi tathā kasmā vuttanti? Tadanantaraṁ attano santakattā",
  "tika-vin11t5:359_3": "vītavītaṭṭhānaṁ paṭiladdhameva hoti, padabhājanepi iminā adhippāyena paṭilābhena",
  "tika-vin11t5:359_4": "nissaggiyaṁ vuttaṁ, tasmā yāva cīvaraṁ vaḍḍhati, tāva iminā pamāṇena āpattiyo vaḍḍhanti.",
  "tika-vin11t5:359_5": "Phalakepi cāti ettha phalakaṁ nāma turivītaṭṭhānaṁ, yattha saṁharitvā ṭhapenti. Phalake",
  "tika-vin11t5:359_6": "phalakepi ca nissaggiyaṁ vuttanti yojanā.",
  "tika-vin11t5:360": "851.Tenevāti viññattatantavāyeneva. Kappiyaṁ suttanti aviññattiyā laddhasuttaṁ. Kappiyena tantavāyena akappiyasuttaṁ vāyāpentassa tatheva dukkaṭanti yojanā.",
  "tika-vin11t5:361_0": "852. Ekantarikato vā kappiyākappiyeheva suttehi vīte dukkaṭanti yojanā, antarantarā",
  "tika-vin11t5:361_1": "akappiyasuttānaṁ pasāraṇena, vāyanena ca dukkaṭaṁ hotīti attho. Dīghato vā tiriyato",
  "tika-vin11t5:361_2": "vā kappiyākappiyeheva suttehi vīte dukkaṭanti yojanā, dīghato kappiyasuttaṁ pasāretvā",
  "tika-vin11t5:361_3": "tiriyaṁ akappiyasuttena vīte dukkaṭaṁ hotīti attho. Vāggahaṇena vuttavipariyāyatopi",
  "tika-vin11t5:361_4": "yojetabbaṁ. Dīghato akappiyasuttaṁ pasāretvā tiriyato kappiyasuttena vīteti ayamettha",
  "tika-vin11t5:361_5": "vipariyāyo. Vīteti ettha “phalake phalake”ti anuvattetabbaṁ.",
  "tika-vin11t5:362_0": "853. Kappiyākappiyehi tantavāyehi kappiyākappiyasuttaṁ missetvā kate vīte phalake",
  "tika-vin11t5:362_1": "phalake tassa bhikkhussa dukkaṭanti yojanā. Veti nipātamattaṁ, atha vā ve tasmiṁ kate vīteti attho.",
  "tika-vin11t5:363_0": "854-5.Te kappiyākappiyatantavāyā paricchedaṁ dassetvā vāreneva akappiyasuttaṁ sace",
  "tika-vin11t5:363_1": "vinantīti yojanā. Akappiyena tantavāyena vīte. Chandānurakkhanatthaṁ “vite”ti vuttaṁ.",
  "tika-vin11t5:363_2": "Pamāṇasminti vikappanupagapacchimappamāṇasmiṁ. Tadūneti tato vikappanupagapacchimappamāṇato",
  "tika-vin11t5:363_3": "ūne. Itarenāti kappiyatantavāyena. Ubhayatthāti pamāṇasmiṁ, tadūne ca dukkaṭaṁ evāti yojanā.",
  "tika-vin11t5:364": "856. Sace kappiyākappiyatantavāyā dvepi vemaṁ ubhayakoṭiyā gahetvā ekatova vinanti vāti yojanā. Tiriyaṁ suttaṁ pavesetvā yena ākoṭento ghanabhāvaṁ sampādenti, taṁ vemaṁ vuccati.",
  "tika-vin11t5:365_0": "857.Sabbattha bhedeti kappiyākappiyasuttatantavāyehi kate pamāṇatadūnaekantarikadīghatiriyappakāre",
  "tika-vin11t5:365_1": "sabbattha vārabhede. Āpattibhedoti akappiyasuttehi āyāmavitthārato akappiyatantavāyena",
  "tika-vin11t5:365_2": "vītappadese pamāṇayutte pācittiyaṁ, itaratra dukkaṭanti bhedo.",
  "tika-vin11t5:366": "858.Kappiyo tantavāyo nāma ñātako vā pavārito vā kappiyamūlena payojito vā.",
  "tika-vin11t5:367_0": "859. “Anāpatti cīvaraṁ sibbetuṁ, āyoge, kāyabandhane, aṁsabaddhake, pattatthavikāya,",
  "tika-vin11t5:367_1": "parissāvane, ñātakānaṁ, pavāritānaṁ, aññassatthāya, attano dhanenā”tiādikaṁ anāpattivāraṁ",
  "tika-vin11t5:367_2": "dassetumāha “anāpattī”tiādi. Idha niddiṭṭhova lakkhaṇena aniddiṭṭhampi veditabbaṁ.",
  "tika-vin11t5:367_3": "Ettha cīvaraṁ sibbetuṁ suttaṁ viññāpentassa anāpattīti yojanā. Dhanaṁ nāma taṇḍulādi",
  "tika-vin11t5:367_4": "kappiyavatthu. “Parissāvane”tiādīsu nimittatthe bhummaṁ, parissāvanādinimittaṁ suttañca",
  "tika-vin11t5:367_5": "tantavāye ca viññāpentassa anāpattīti vuttaṁ hoti.",
  "tika-vin11t5:368": "Suttaviññattikathāvaṇṇanā.",
  "tika-vin11t5:369_0": "860.Appavāritaññātīnanti appavāritānaṁ aññātīnaṁ, “kīdisena te bhante cīvarena attho,",
  "tika-vin11t5:369_1": "kīdisaṁ te cīvaraṁ vāyāpemī”ti padabhājane vuttanayena appavāritānaṁ aññātīnanti",
  "tika-vin11t5:369_2": "attho. Sameccāti upagantvā. Vikappanti visiṭṭhaṁ kappaṁ adhikavidhānaṁ. Āpajjatīti",
  "tika-vin11t5:369_3": "karoti, “idaṁ kho āvuso cīvaraṁ maṁ uddissa viyyati, āyatañca karotha, vitthatañca",
  "tika-vin11t5:369_4": "appitañca suvītañca suppavāyitañca suvilekhitañca suvitacchitañca karothā”tiādinā",
  "tika-vin11t5:369_5": "nayena dāyakānaṁ adhippāyato adhikataraāyatādikaraṇatthaṁ vidhānaṁ karotīti vuttaṁ hoti.",
  "tika-vin11t5:370_0": "Tattha āyatanti dīghaṁ. Vitthatanti puthulaṁ. Appitanti ghanaṁ. Suvītanti suṭṭhu",
  "tika-vin11t5:370_1": "vītaṁ sabbaṭṭhānesu samaṁ katvā vītaṁ. Suppavāyitanti suṭṭhu pavāyitaṁ sabbaṭṭhāne",
  "tika-vin11t5:370_2": "samaṁ katvā tante pasāritaṁ. Suvilekhitanti lekhaniyā suṭṭhu vilikhitaṁ. Suvitacchitanti",
  "tika-vin11t5:370_3": "kocchena suṭṭhu vitacchitaṁ, suviniddhotanti attho.",
  "tika-vin11t5:371_0": "861. Suttavaḍḍhanappakāraṁ dassetumāha “dīghāyatappitatthāyā”ti. Tena ca padabhājane",
  "tika-vin11t5:371_1": "“tassa vacanena āyataṁ vā vitthataṁ vā appitaṁ vā karoti, payoge dukkaṭaṁ, paṭilābhena",
  "tika-vin11t5:371_2": "nissaggiyaṁ hotī”ti etaṁ āyatādittayameva vuttaṁ. Suttavaḍḍhanake kateti ettha anantaraṁ",
  "tika-vin11t5:371_3": "vattabbena “payoge dukkaṭaṁ paṭilābhenā”ti pāṭhasesena saha yojanā kātabbā, dāyakehi",
  "tika-vin11t5:371_4": "tulayitvā dinnappamāṇato suttaṁ vaḍḍhituṁ tena katena sabbenāpi payogena bhikkhuno",
  "tika-vin11t5:371_5": "dukkaṭañca paṭilābhena nissaggiyapācittiyañca hotīti attho.",
  "tika-vin11t5:372_0": "862. Ñātakādīnaṁ tantavāyesu cīvare vikappaṁ āpajjantassa anāpattiṁ viniddiseti yojanā.",
  "tika-vin11t5:372_1": "Attano dhanenāti ettha “payojitesū”ti seso, tantavāyesūti etassa visesanaṁ. Attano",
  "tika-vin11t5:372_2": "dhanena payojitesu tantavāyesu cīvare vikappaṁ āpajjantassa anāpattiṁ viniddiseti",
  "tika-vin11t5:372_3": "yojanā, attano santakaṁ kappiyavatthuṁ gahetvā vinantesu vikappaṁ āpajjantassāti",
  "tika-vin11t5:372_4": "attho. Aññassatthāya vinantesu vikappaṁ āpajjantassāti saha pāṭhasesena yojanā daṭṭhabbā.",
  "tika-vin11t5:373": "863. Mahagghaṁ kattukāmino tantavāyehi appagghaṁ vāyāpentassa anāpattiṁ viniddiseti yojanā.",
  "tika-vin11t5:374": "Pesakārakathāvaṇṇanā.",
  "tika-vin11t5:375_0": "864.Vassaṁvutthe bhikkhū uddissāti purimikāya vassūpagate bhikkhū uddisitvā. Pavāraṇāya",
  "tika-vin11t5:375_1": "pubbeva yaṁ cīvaraṁ dīyatīti sambandho. Idaṁ vuttaṁ hoti – “dasāhānāgataṁ kattikatemāsikapuṇṇama”nti",
  "tika-vin11t5:375_2": "pāḷiyaṁ vuttaṁ mahāpavāraṇāuposathadivasassa puretarameva pubbakattikamāsassa juṇhapakkhapañcamiyaṁ",
  "tika-vin11t5:375_3": "yaṁ cīvaraṁ “accekacīvaraṁ nāma senāya vā gantukāmo hotī”tiādinā padabhājanāgatesu",
  "tika-vin11t5:375_4": "gamikagilānagabbhiniabhinavuppannasaddhādīsu aññatarena dūtaṁ pesetvā vā attanā vā",
  "tika-vin11t5:375_5": "āgantvā “vassāvāsikaṁ dammī”ti vatvā diyyatīti. Taṁ hotaccekacīvaranti taṁ accāyikacīvaraṁ nāma hoti.",
  "tika-vin11t5:376_0": "865.Pure pavāraṇāyevāti mahāpavāraṇāya puretarameva pañcamito paṭṭhāya yasmiṁ kismiñci",
  "tika-vin11t5:376_1": "divase. Bhājetvā yadi gayhatīti ettha “yenā”ti ca na kātabboti ettha “tenā”ti ca",
  "tika-vin11t5:376_2": "karoti ceti ettha “so vassaccheda”nti ca sāmatthiyā labbhati. Bhājetvā yadi yena",
  "tika-vin11t5:376_3": "gayhati, tena vassacchedo na kātabbo. So vassacchedaṁ karoti ce, taṁ bhājetvā gahitacīvaraṁ",
  "tika-vin11t5:376_4": "saṅghikaṁ hotīti yojanā, chinnavassena taṁ cīvaraṁ saṅghasseva dātabbanti vuttaṁ hoti.",
  "tika-vin11t5:377_0": "866.“Antosamayamevā”ti idaṁ “adhiṭṭhetī”tiādīhi padehi paccekaṁ yojetabbaṁ. Padabhājane",
  "tika-vin11t5:377_1": "“cīvarakālasamayo nāma anatthate kathine vassānassa pacchimo māso, atthate kathine",
  "tika-vin11t5:377_2": "pañcamāsā”ti vuttasamayabbhantareyeva taṁ accekacīvaraṁ.",
  "tika-vin11t5:378_0": "867.Kathine tu anatthateti yasmiṁ kathinaṁ anatthataṁ, tasmiṁ vihāreti vuttaṁ hoti.",
  "tika-vin11t5:378_1": "Tu-saddo visesatthajotako. Anadhiṭṭhāya avikappetvā pariharīyati ettha accekacīvaranti",
  "tika-vin11t5:378_2": "parihāro, māso, eko ca so māso cāti ekamāso, pubbakattikamāsassa pāṭipadadivasato",
  "tika-vin11t5:378_3": "paṭṭhāya yāva aparakattikamāsassa puṇṇamī, ayaṁ cīvarakālasamayoti vutto māso. Dasannaṁ",
  "tika-vin11t5:378_4": "ahānaṁ samāhāro dasāhaṁ, taṁ paramaṁ adhikaṁ etassāti dasāhaparamo, māso. “Dasāhānāgataṁ",
  "tika-vin11t5:378_5": "kattikatemāsikapuṇṇama”nti pāḷiyaṁ vuttapubbakattikapuṇṇamipariyantadasāhādhikoti",
  "tika-vin11t5:378_6": "attho. Kathine anatthate tu dasāhaparamo ekamāsova tassa accāyikavatthassa parihāro matoti yojanā.",
  "tika-vin11t5:379_0": "868.Atthate kathineti kathinatthatavihāreti vuttaṁ hoti. Tassa accāyikavatthassāti",
  "tika-vin11t5:379_1": "sambandho. Dasāhaparamā pañca māsāti sambandho. Anatthatakathine vihāre yathāvuttacīvarakālasamayasaṅkhātavassānāvasānamāso",
  "tika-vin11t5:379_2": "ca kathinuddhāradivasasaṅkhātapacchimakattikakāḷapakkhapāṭipadato yāva phaggunamāsapuṇṇamī,",
  "tika-vin11t5:379_3": "tāva hemantā cattāro māsā cāti pañca māsā. Pakāsitāti “anatthate kathine vassānassa",
  "tika-vin11t5:379_4": "pacchimo māso, atthate kathine pañca māsā”ti dīpitā. Dasāhaparamāti vuttatthoyeva.",
  "tika-vin11t5:379_5": "Atthate kathine dasāhaparamā pañca māsā tassa accāyikavatthassa parihāro kāloti munindena pakāsitāti yojanā.",
  "tika-vin11t5:380_0": "Ayamubhayattha vuttā dasāhaparamatā aṭṭhakathāyaṁ “anatthate kathine ekādasadivasādhiko",
  "tika-vin11t5:380_1": "māso, atthate kathine ekādasadivasādhikā pañca māsā”ti vuttapāṭhena yathā na virujjhati,",
  "tika-vin11t5:380_2": "tathā vicāretvā gahetabbā. Evañhi pāṭhe sati na virujjhati –",
  "tika-vin11t5:381": "“Tassaccāyikavatthassa, kathine tu anatthate;",
  "tika-vin11t5:382": "Parihārekamāsekā-dasāhaparamo mato.",
  "tika-vin11t5:383": "Atthate kathine tassa, pañca māsā pakāsitā;",
  "tika-vin11t5:384": "Parihāro dinenekā-dasāhaparamā panā”ti.",
  "tika-vin11t5:385": "869. Paṭhamena kathinenāti yojanā. “Akriyaṁ acitta”nti padacchedo. Akriyanti antosamaye adhiṭṭhānādiakaraṇaṁ.",
  "tika-vin11t5:386": "Accekacīvarakathāvaṇṇanā.",
  "tika-vin11t5:387_0": "870-1.Bhikkhūti sāsaṅkasammate sappaṭibhaye āraññakasenāsane vasantaṁ bhikkhumāha.",
  "tika-vin11t5:387_1": "Yathāha “yāni kho pana tāni āraññakāni senāsanāni sāsaṅkasammatāni sappaṭibhayāni,",
  "tika-vin11t5:387_2": "tathārūpesu bhikkhu senāsanesu viharanto”ti. Pubbakattikapuṇṇamaṁ vasitvāti sambandho.",
  "tika-vin11t5:387_3": "Pubbakattikapuṇṇamā nāma assayujamāsassa juṇhapakkhapannarasī, ettha pana sahacariyanayena",
  "tika-vin11t5:387_4": "tadupalakkhitā purimikā tayo vassānamāsā vuccanti. Puṇṇamanti ettha vāsakiriyāya",
  "tika-vin11t5:387_5": "accantasaṁyoge upayogavacanaṁ. Purimikāya vassaṁ upagantvā acchinnavasso hutvā tayo",
  "tika-vin11t5:387_6": "māse vasitvāti attho. Yathāha aṭṭhakathāyaṁ “yasmā pana yo vassaṁ upagantvā yāva",
  "tika-vin11t5:387_7": "paṭhamakattikapuṇṇamaṁ vasatī”ti.",
  "tika-vin11t5:388_0": "“Cīvara”nti tiṇṇaṁ cīvarānaṁ aññataraṁ vuccati. Gāme ṭhapetvāti sambandho, ettha",
  "tika-vin11t5:388_1": "“kattikapuṇṇama”nti ca “ākaṅkhamāno”ti ca seso, aparakattikamāse kattikacorabhayena",
  "tika-vin11t5:388_2": "cīvaraṁ paṭisāmetukāmo bhikkhu āraññakasenāsanassa sāmantā gocaragāme nikkhipitvāti",
  "tika-vin11t5:388_3": "attho. Yathāha “upavassaṁ kho pana kattikapuṇṇamaṁ…pe… ākaṅkhamāno tiṇṇaṁ cīvarānaṁ",
  "tika-vin11t5:388_4": "aññataraṁ cīvaraṁ antaraghare nikkhipeyyā”ti.",
  "tika-vin11t5:389_0": "“Samantā gocaragāme”ti idaṁ “antaraghare nikkhipeyyāti samantā gocaragāme nikkhipeyyā”ti",
  "tika-vin11t5:389_1": "padabhājane vuttattā vuttaṁ. “Aparakattikamāse”ti ca “kattikapuṇṇamanti kattikacātumāsinī",
  "tika-vin11t5:389_2": "vuccatī”ti padabhājaniyavasena vuttaṁ. Idhāpi hi “kattikapuṇṇama”nti aparakattikajuṇhapakkhapannarasiyā",
  "tika-vin11t5:389_3": "vuccamānāyāpi sahacariyanayena taṁsahacarito catuttho māso vutto.",
  "tika-vin11t5:390_0": "Ettāvatā purimikāya vassaṁ upagantvā mahāpavāraṇāya pavāretvā vuttalakkhaṇe āraññakasenāsane",
  "tika-vin11t5:390_1": "vasantassa āraññakassa bhikkhuno pacchimakattikamāse kattikacorabhaye sati tiṇṇaṁ",
  "tika-vin11t5:390_2": "cīvarānaṁ aññataraṁ gocaragāme ṭhapetvā āraññakaṅgaṁ pūrayato cīvarena vippavāso",
  "tika-vin11t5:390_3": "tasmiṁ māse na hotīti anuññātabhāvo dīpito. Tadeva pakāsetuṁ nikkhepopāyasandassanamukhena",
  "tika-vin11t5:390_4": "vakkhati “kattikeyeva māsasmiṁ…pe… vaṭṭatī”ti.",
  "tika-vin11t5:391_0": "Idāni asmiṁyeva māse tato aññattha tassa bhikkhuno kenaci karaṇīyena gacchato gāme",
  "tika-vin11t5:391_1": "ṭhapitena tena cīvarena vippavasato niddosabhāvaṁ anujānantena bhagavatā “siyā ca",
  "tika-vin11t5:391_2": "tassa bhikkhuno…pe… tena cīvarena vippavasitabba”nti vuttamatthaṁ dassetumāha “paccaye…pe…",
  "tika-vin11t5:391_3": "sammuti”nti. Paccaye sati tādiseti “siyā paccayo, siyā karaṇīya”nti vacanato tādise",
  "tika-vin11t5:391_4": "kicce satīti attho. Chārattaparamanti cha rattiyo paramā yassa vāsakammassa taṁ chārattaparamaṁ,",
  "tika-vin11t5:391_5": "kiriyāvisesanaṁ, chārattaparamaṁ vāsakammaṁ kātabbanti attho. Tena vinā vasitabbanti",
  "tika-vin11t5:391_6": "gāme nikkhittena tena cīvarena vinā tamhā āvāsā aññattha vasitabbaṁ. Tadeva pākaṭaṁ",
  "tika-vin11t5:391_7": "kātuṁ vakkhati “aññattheva vasantassa, chārattaparamaṁ mata”nti.",
  "tika-vin11t5:392_0": "Tatoti chārattato. Uttari vasatoti sattamaṁ aruṇaṁ uṭṭhāpetvā vasantassāti attho.",
  "tika-vin11t5:392_1": "Yathāha “tato ce uttari vippavaseyyāti sattame aruṇuggamane nissaggiya”nti. Dosoti",
  "tika-vin11t5:392_2": "nissaggiyapācittiyaṁ. “Vinā saṅghassa sammuti”nti iminā kiṁ vuttaṁ hoti? Udositasikkhāpade",
  "tika-vin11t5:392_3": "anupaññattiṁ katvā kosambiyaṁ gilānabhikkhuno “anujānāmi bhikkhave gilānassa bhikkhuno",
  "tika-vin11t5:392_4": "ticīvarena avippavāsasammutiṁ dātu”nti anuññātattā gilānassa bhikkhuno saṅghena ñattidutiyāya",
  "tika-vin11t5:392_5": "kammavācāya purimameva yā avippavāsasammuti dinnā, taṁ vināti vuttaṁ hoti. Tena laddhasammutikena",
  "tika-vin11t5:392_6": "yāva rogo vūpasammati, tāva cirampi tena cīvarena vinā vasituṁ vaṭṭatīti adhippāyo.",
  "tika-vin11t5:392_7": "Yathāha aṭṭhakathāyaṁ “aññatra bhikkhusammutiyāti yā udositasikkhāpade kosambakasammuti",
  "tika-vin11t5:392_8": "anuññātā, tassā sammutiyā aññatra. Sace sā laddhā hoti, chārattātirekampi vippavasituṁ vaṭṭatī”ti.",
  "tika-vin11t5:393_0": "872-3. Cīvaranikkhepaṁ dassetumāha “kattikeyeva…pe… pakāsito”ti. Kattikeyeva māsasminti",
  "tika-vin11t5:393_1": "catunnaṁ vassānānaṁ māsānaṁ pacchime kattikamāseyeva idamekaṅgaṁ. Paṭhamāya pavāritoti",
  "tika-vin11t5:393_2": "dutiyamaṅgaṁ, idha paṭhamāya vassūpanāyikāya vassaṁ upagantvā pavāritoti yojanā,",
  "tika-vin11t5:393_3": "mahāpavāraṇāya pavāritoti vuttaṁ hoti. Yathāha aṭṭhakathāyaṁ “purimikāya upagantvā",
  "tika-vin11t5:393_4": "mahāpavāraṇāya pavārito hotī”ti. Pacchimena pamāṇena yutteti tatiyamaṅgaṁ. Senāsaneti",
  "tika-vin11t5:393_5": "etassa visesanaṁ. Iha āraññakasenāsanassa pacchimappamāṇaṁ nāma pākārena vā vatiyā",
  "tika-vin11t5:393_6": "vā parikhāya vā parikkhittassa gāmassa indakhīlasaṅkhātagāmadvārakoṭṭhakummārato",
  "tika-vin11t5:393_7": "vā aparikkhittassa gāmassa parikkhepārahaṭṭhānasaṅkhāte pariyantagehassa upacāre",
  "tika-vin11t5:393_8": "ṭhitassa thāmamajjhimassa purisassa balappamāṇena vissaṭṭhaleḍḍupātadvayato vā paṭṭhāya",
  "tika-vin11t5:393_9": "parikkhittassa vihārassa saparikkhepaṁ vā aparikkhittassa vihārassa yassaṁ disāyaṁ",
  "tika-vin11t5:393_10": "gāmo hoti, tattha gāmapariyantasenāsanaṁ vā cetiyaṁ vā bodhiṁ vā avadhiṁ katvā vihāragamanīyena",
  "tika-vin11t5:393_11": "pakatimaggena vidatthigambhīraṁ āropitena ācariyadhanunā pamitapañcadhanusatapamāṇadūranti",
  "tika-vin11t5:393_12": "saṅkhepato gahetabbaṁ.",
  "tika-vin11t5:394_0": "Sāsaṅkasammateti catutthamaṅgaṁ, “iha sappaṭibhaye”ti seso. “Sāsaṅkasammatāni sappaṭibhayānī”ti",
  "tika-vin11t5:394_1": "hi pāḷi. Idaṁ dvayampi “senāsane”ti etassa visesanaṁ. Ārāmaārāmūpacāresu corānaṁ",
  "tika-vin11t5:394_2": "nisinnasayitaṭṭhitabhuttapītaṭṭhānādīnaṁ dissamānatāya āsaṅkāsahite tattheva ārāmādīsu",
  "tika-vin11t5:394_3": "pahaṭamāritaviluttamanussānaṁ dissamānatāya visesena sahabhayatāya sappaṭibhaye āraññake",
  "tika-vin11t5:394_4": "senāsaneti attho. Vasanto bhikkhu. Vasantovāti ettha evakāro aṭṭhānappayutto. Tasmā",
  "tika-vin11t5:394_5": "tato ānetvā caturaṅgasamāyoge evāti yojetabbo. Caturaṅgasamāyoge evāti yathāvuttānaṁ",
  "tika-vin11t5:394_6": "catunnaṁ aṅgānaṁ samāyoge sannipāte sati eva. Ettha evakārena tassa aṅgassa abhāve",
  "tika-vin11t5:394_7": "alabbhamānataṁ dīpeti. Pakāsitoti “tatrāyaṁ aṅgasampattī”tiādikāya aṭṭhakathāya vutto.",
  "tika-vin11t5:395_0": "874.Taṁ cīvaraṁ. Māsamekanti vassānassa pacchimamāsasaṅkhātaṁ ekaṁ māsaṁ. Yo gāmo",
  "tika-vin11t5:395_1": "sace purimabaddhāya avippavāsasīmāya anto hoti, tattha māsato atirekampi ṭhapetuṁ",
  "tika-vin11t5:395_2": "vaṭṭatīti vajirabuddhittherena vuttaṁ.",
  "tika-vin11t5:396_0": "875.Aññatthevāti yassa āraññakasenāsanassa gocaragāme cīvaraṁ nikkhittaṁ, tato āraññakasenāsanato",
  "tika-vin11t5:396_1": "bahi eva. Ayaṁ adhippāyoti “yaṁ gāma”ntiādikāya diyaḍḍhagāthāya paṭipāditatthadvayasaṅkhāto",
  "tika-vin11t5:396_2": "adhippāyo. Assāti sāsaṅkasikkhāpadassa. Evaṁ iminā sikkhāpadena “cīvarena vinā kattikamāse",
  "tika-vin11t5:396_3": "araññe vaseyyā”ti anuññātattā “chārattaparamaṁ tena bhikkhunā tena cīvarena vippavasitabba”nti",
  "tika-vin11t5:396_4": "iminā gocaragāme taṁ ṭhapetvā tasmiṁ āraññakāvāse vasitvā kenaci karaṇīyena tato",
  "tika-vin11t5:396_5": "āvāsato gantvā bahi vasato divasaparicchedassa viññāyamānattāyevāha “paṭicchanno pakāsito”ti.",
  "tika-vin11t5:397_0": "876. “Sace gocaragāmato puratthimāya disāya senāsanaṁ, ayañca pacchimaṁ disaṁ gato",
  "tika-vin11t5:397_1": "hotī”tiādinā aṭṭhakathāyaṁ kathitaniyāmena vinicchayaṁ dassetumāha “senāsanamathāgantvā”tiādi.",
  "tika-vin11t5:397_2": "Senāsananti attanā nivutthaṁ āraññakasenāsanaṁ. Āgantvāti bahi gataṭṭhānato āgantvā.",
  "tika-vin11t5:397_3": "Gocaragāme cīvaraṁ nikkhipitvā tato puratthimāya disāya āraññakasenāsane viharato",
  "tika-vin11t5:397_4": "vihārā nikkhamma tato gocaragāmato pacchimadisāya dūraṭṭhānaṁ gatassa āgataṭṭhānato",
  "tika-vin11t5:397_5": "taṁ senāsanaṁ āgantvā vidūrattā sattamaṁ aruṇaṁ uṭṭhāpetuṁ asakkontassa bhikkhuno",
  "tika-vin11t5:397_6": "kiṁ vihitanti ayamettha yojanā.",
  "tika-vin11t5:398_0": "877.Gāmasīmampivāgantvāti yattha cīvaraṁ nikkhittaṁ, taṁ gāmasīmampi purāruṇāyeva",
  "tika-vin11t5:398_1": "āgantvā. Yattha katthacīti sabhādevālayadvārakoṭṭhakādīsu yattha katthaci kappiyaṭṭhāne.",
  "tika-vin11t5:398_2": "“Yattha katthacī”ti sāmaññena vuttattā tassā gāmasīmāya anto āraññakaṅgārakkhanārahaṁ",
  "tika-vin11t5:398_3": "dūraṭṭhānaṁ laddhaṁ ce, aṅgabhedaṁ akatvā tattha aruṇaṁ uṭṭhāpetabbaṁ. Dhutaṅge vijjamānepi",
  "tika-vin11t5:398_4": "āpattiṁ anāpajjituṁ antogāmepi aruṇaṁ uṭṭhāpetvā cīvarapavattiyeva ñātabbā. Yathāha",
  "tika-vin11t5:398_5": "aṭṭhakathāyaṁ “gāmasīmampi okkamitvā sabhāyaṁ vā yattha katthaci vā vasitvā cīvarappavattiṁ",
  "tika-vin11t5:398_6": "ñatvā pakkamituṁ vaṭṭatī”ti.",
  "tika-vin11t5:399_0": "878.Evañcāpi asakkontoti aṅgabhedaṁ akatvā, katvā vā antogāmasīmāya aruṇaṁ uṭṭhāpetumpi",
  "tika-vin11t5:399_1": "gantuṁ asakkonto. Ñatvāti attano cīvarassa ṭhapitaṭṭhānaṁ sallakkhetvā. Tatthevāti",
  "tika-vin11t5:399_2": "ettha “ṭhito”ti labbhati. Khippanti sīghaṁ, purāruṇāti vuttaṁ hoti. Atireke ṭhāneti",
  "tika-vin11t5:399_3": "yojanā, yathāha aṭṭhakathāyaṁ “atirekacīvaraṭṭhāne ṭhassatī”ti, “atirekacīvaraṭṭhāne",
  "tika-vin11t5:399_4": "tiṭṭhatī”ti cintetvāti attho.",
  "tika-vin11t5:400": "879.Vissajjetīti sattamaaruṇuṭṭhānato puretarameva aññassa deti. Uparipi evameva vattabbaṁ.",
  "tika-vin11t5:401": "880.Sāsaṅkasammate evaṁnāmake sikkhāpade samuṭṭhānādayo sabbe tena dutiyena kathinena samā iti munindena matā anumatā anuññātāti yojanā.",
  "tika-vin11t5:402": "Sāsaṅkakathāvaṇṇanā.",
  "tika-vin11t5:403_0": "881.Jānanti “saṅghassa demā”ti vacanena pariṇāmitabhāvaṁ yena kenaci ākārena jānanto.",
  "tika-vin11t5:403_1": "Yathāha padabhājane “sāmaṁ vā jānātī”tiādi. Pariṇatanti ettha padabhājane “pariṇataṁ",
  "tika-vin11t5:403_2": "nāma ‘dassāma karissāmā’ti vācā bhinnā hotī”ti vuttaniyāmena saṅghassa pariṇatanti",
  "tika-vin11t5:403_3": "attho. Lābhanti labhitabbaṁ cīvarādi yaṁ kiñci. Yathāha “lābho nāma cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārā,",
  "tika-vin11t5:403_4": "antamaso cuṇṇapiṇḍopi dantakaṭṭhampi dasikasuttampī”ti. Attano pariṇāmeyyāti “bahū",
  "tika-vin11t5:403_5": "āvuso saṅghassa dāyakā, bahū saṅghassa bhattā, mayaṁ tumhe nissāya tumhe sampassantā",
  "tika-vin11t5:403_6": "idha viharāma. Tumhe ce amhākaṁ na dassatha, atha ko carahi amhākaṁ dassati. Dethāvuso",
  "tika-vin11t5:403_7": "amhākaṁ imāni cīvarānī”ti pāḷiyā āgatanayena attano pariṇāmeyyāti vuttaṁ hoti. Tassa",
  "tika-vin11t5:403_8": "nissaggiyanti ettha “payoge dukkaṭaṁ, paṭilābhenā”ti seso. Nissaggiyanti idaṁ pariṇate",
  "tika-vin11t5:403_9": "pariṇatasaññiṁ sandhāya vuttaṁ. Vematikassa pana dukkaṭaṁ hoti. Yathāha “pariṇate",
  "tika-vin11t5:403_10": "vematiko attano pariṇāmeti, āpatti dukkaṭassā”ti. Apariṇatasaññino anāpatti. Yathāha",
  "tika-vin11t5:403_11": "“pariṇate apariṇatasaññī attano pariṇāmeti, anāpattī”ti.",
  "tika-vin11t5:404_0": "882.“Aññassa dehī”ti sace pariṇāmetīti tathā saṅghassa pariṇatabhāvaṁ jānanto “aññassa",
  "tika-vin11t5:404_1": "dehī”ti yadi pariṇāmeti. Suddhikaṁ pācittiyanti nissajjitabbavatthurahitaṁ kevalaṁ",
  "tika-vin11t5:404_2": "pācittiyamattanti attho. Suddhacittenāti savāsanānavasesakilesappahānena parisuddhacittena",
  "tika-vin11t5:404_3": "bhagavatā. Pācittiyamudīritanti pācittiyesu aṭṭhamassa sahadhammikavaggassa avasāne",
  "tika-vin11t5:404_4": "“yo pana bhikkhu jānaṁ saṅghikaṁ lābhaṁ pariṇataṁ puggalassa pariṇāmeyya, pācittiya”nti desitaṁ.",
  "tika-vin11t5:405_0": "883.Ekaṁcīvaranti saṅghassa pariṇatacīvarato ekaṁ cīvaraṁ. Cīvaraṁ vāti ettha vā-saddo",
  "tika-vin11t5:405_1": "paccayantaravikappattho. Vā panāti ettha vā-saddo atthavikappattho. Ekaṁ cīvaraṁ",
  "tika-vin11t5:405_2": "vā aññaṁ vā paccayaṁ parassa, ekaṁ pana attano vā pariṇāmeyya ceti yojanā. Saddhinti",
  "tika-vin11t5:405_3": "ekato, ekakkhaṇeti vuttaṁ hoti. Dve pācittiyo saddhiṁ siyunti yojanā, aññassa pariṇāmanena",
  "tika-vin11t5:405_4": "suddhapācittiyañca attano pariṇāmanena nissaggiyapācittiyañcāti dve pācittiyo ekakkhaṇe hontīti attho.",
  "tika-vin11t5:406_0": "884. Pariṇāmetvā ṭhapite vinicchayaṁ dassetvā pariccajitvā dinne vinicchayaṁ dassetumāha",
  "tika-vin11t5:406_1": "“saṅghassā”tiādi. “Parājayo”ti idaṁ pādappahonakaṁ vatthuṁ sandhāya vuttaṁ. Yathāvatthuvasena",
  "tika-vin11t5:406_2": "pana dukkaṭathullaccayāpi vattabbā.",
  "tika-vin11t5:407_0": "885. Aññassa cetiyassa poṇaṁ pariṇataṁ aññassa cetiyassa vā saṅghassa vā puggalassa",
  "tika-vin11t5:407_1": "vāpi pana pariṇāmeyyāti yojanā. Saṅghassa puggalassāti padadvayepi evameva yojetabbaṁ.",
  "tika-vin11t5:407_2": "Yathāha “saṅghassa pariṇataṁ aññasaṅghassa vā cetiyassa vā puggalassa vā pariṇāmeti,",
  "tika-vin11t5:407_3": "āpatti dukkaṭassā”tiādi. Aññassa puggalassa poṇaṁ aññassa puggalassa pariṇāmeyyāti.",
  "tika-vin11t5:408": "886. Imassa sabbasattavisayataṁ dassetumāha “yo panā”tiādi.",
  "tika-vin11t5:409_0": "887.Idaṁ pariṇatasikkhāpadaṁ. Tisamuṭṭhānanti kāyacittavācācittakāyavācācittasaṅkhātehi",
  "tika-vin11t5:409_1": "tīhi sacittakasamuṭṭhānehi samuṭṭhānato tisamuṭṭhānaṁ. Pariṇāmanapaccayā āpajjitabbato",
  "tika-vin11t5:409_2": "kriyaṁ. Saṅghādīnaṁ pariṇatantisaññāya abhāvena vimuccanato saññāvimokkhaṁ. Kāyaviññattivacīviññattīhi",
  "tika-vin11t5:409_3": "pariṇāmetabbato kāyakammaṁ vacīkammaṁ.",
  "tika-vin11t5:410": "Pariṇatakathāvaṇṇanā.",
  "tika-vin11t5:411": "Pattavaggo tatiyo.",
  "tika-vin11t5:412_0": "888. Ye imaṁ vinicchayaṁ taranti, te paññattimahāsamuddaṁ tarantīti yojanā. Paññattisaṅkhātaṁ",
  "tika-vin11t5:412_1": "vinayapiṭakameva mahāsamuddo viyāti paññattimahāsamuddo, taṁ. Evaṁ samudāyaṁ dassetvā",
  "tika-vin11t5:412_2": "tadavayave dassetumāha “nekā”tiādi. Nekāni nānappakārāni vattāni senāsanavattādīni",
  "tika-vin11t5:412_3": "khandhakāgatāni uggā uttuṅgā taraṅgamālā mahāvīciparamparā yassāti viggaho, nānappakārakhandhakavattasaṅkhātamahātaraṅgaparamparāya",
  "tika-vin11t5:412_4": "sajjitanti attho. Sīlaṁ pātimokkhasaṁvarādikameva anto velāvalayo yassa so sīlanto,",
  "tika-vin11t5:412_5": "taṁ, pātimokkhasaṁvarasīlādicatupārisuddhisīlameva paṭipādetabbatāya antaṁ velāvalayabhūtanti",
  "tika-vin11t5:412_6": "attho. Āpattiyo sattāpattikkhandhā, sīlācāradiṭṭhiājīvavipattiyo ca gāhakā makarādayo",
  "tika-vin11t5:412_7": "yassāti viggaho, sīlācārājīvadiṭṭhisampattisaṅkhātamudusattanāsakaāpattivipattisaṅkhā-",
  "tika-vin11t5:412_8": "tamātaṅgamakarādicaṇḍasattavantanti attho. Evaṁ ayaṁ gāthā samudāyāvayavānaṁ sabbesameva",
  "tika-vin11t5:412_9": "rūpakālaṅkārena viracitāti daṭṭhabbā.",
  "tika-vin11t5:413": "Iti vinayatthasārasandīpaniyā",
  "tika-vin11t5:414": "Vinayavinicchayavaṇṇanāya",
  "tika-vin11t5:415": "Nissaggiyakathāvaṇṇanā niṭṭhitā."
}