{
  "tika-vin11t17:0.1": "Mahāvaggo",
  "tika-vin11t17:0.2": "Mahākhandhakakathā",
  "tika-vin11t17:0.3": "Pabbajjākathāvaṇṇanā",
  "tika-vin11t17:1_0": "2444. Iccevaṁ nātisaṅkhepavitthāravasena vibhaṅgadvaye, tadaṭṭhakathāya ca āgataṁ",
  "tika-vin11t17:1_1": "vinicchayaṁ dassetvā idāni khandhakāgataṁ vinicchayaṁ dassetumārabhanto āha “sīlakkhandhādī”tiādi.",
  "tika-vin11t17:1_2": "Tattha sīlakkhandhādiyuttenāti sīlasamādhipaññāvimuttivimuttiñāṇadassanasaṅkhātehi",
  "tika-vin11t17:1_3": "pañcahi khandhehi guṇarāsīhi yuttena samannāgatena. Subhakkhandhenāti suvaṇṇāliṅgasadisavaṭṭakkhandhatāya",
  "tika-vin11t17:1_4": "subho sundaro khandho etassāti subhakkhandho, bhagavā, tena. Iminā bāttiṁsalakkhaṇānamekadesabhūtassa",
  "tika-vin11t17:1_5": "samavaṭṭakkhandhatālakkhaṇassa paridīpakena vacanena lakkhaṇāhāranayena bāttiṁsalakkhaṇādikā",
  "tika-vin11t17:1_6": "sabbāpi rūpakāyasirī sandassitāti veditabbā.",
  "tika-vin11t17:2_0": "Khandhaketi khandhānaṁ samūho khandhako, khandhānaṁ vā kāyanato dīpanato khandhako.",
  "tika-vin11t17:2_1": "“Khandhā”ti cettha pabbajjūpasampadādivinayakammasaṅkhātā, cārittavārittasikkhāpadasaṅkhātā",
  "tika-vin11t17:2_2": "ca paññattiyo adhippetā. Pabbajjādīni hi bhagavatā paññattattā “paññattiyo”ti vuccanti.",
  "tika-vin11t17:2_3": "Paññattiyañca khandha-saddo dissati “dārukkhandho aggikkhandho udakakkhandho”tiādīsu",
  "tika-vin11t17:2_4": "viya. Apica bhāgarāsatthatā cettha yujjatiyeva tāsaṁ paññattīnaṁ bhāgaso, rāsito",
  "tika-vin11t17:2_5": "ca vibhattattā. Tasmiṁ khandhake. Pi-saddo vuttāpekkhāya pañcasatikasattasatikakkhandhake",
  "tika-vin11t17:2_6": "dve vajjetvā pabbajjakkhandhakādike bhikkhunikhandhakapariyosāne vīsatividhe khandhake",
  "tika-vin11t17:2_7": "vuttavinicchayassa idha vakkhamānattā. Tadeva sandhāyāha “khandhakepi pavakkhāmi,",
  "tika-vin11t17:2_8": "samāsena vinicchaya”nti.",
  "tika-vin11t17:3_0": "2445.“Mātarā pitarā”ti iminā janakāyeva adhippetā. “Bhaṇḍukammaṁ, samaṇakaraṇaṁ,",
  "tika-vin11t17:3_1": "pabbājananti ca pariyāya-saddā”ti “anujānāmi, bhikkhave, saṅghaṁ apaloketuṁ bhaṇḍukammāyā”ti",
  "tika-vin11t17:3_2": "imissā pāḷiyā aṭṭhakathāya vuttaṁ. Āpucchitvāti ettha “saṅgha”nti seso.",
  "tika-vin11t17:4_0": "2446.Vāvaṭoti pasuto, yuttapayuttoti attho. “Pabbājetvā ānaya iti cā”ti padacchedo.",
  "tika-vin11t17:4_1": "Ettha ca tidhā pabbājanaṁ veditabbaṁ kesacchedanaṁ, kāsāyaacchādanaṁ, saraṇadānanti,",
  "tika-vin11t17:4_2": "imāni tīṇi karonto “pabbājetī”ti vuccati. Tesu ekaṁ, dve vāpi karonto tathā voharīyatiyeva.",
  "tika-vin11t17:4_3": "Tasmā “pabbājetvānayā”ti iminā kese chinditvā kāsāyāni acchādetvā ānehīti ayamattho dīpitoti daṭṭhabbo.",
  "tika-vin11t17:5": "2447.Avuttoti upajjhāyena anuyyojito. So daharo sace taṁ sayameva kesacchedanakāsāyacchādanehi pabbājeti, vaṭṭatīti yojanā.",
  "tika-vin11t17:6_0": "2448.Tatthāti attano samīpe. Khaṇḍasīmaṁ netvāti bhaṇḍukammārocanaparihāratthaṁ vuttaṁ.",
  "tika-vin11t17:6_1": "Tena sabhikkhuke vihāre aññampi bhikkhuṁ “etassa kese chindā”ti vattuṁ na vaṭṭati.",
  "tika-vin11t17:6_2": "Pabbājetvāti kesacchedanaṁ sandhāya vadati.",
  "tika-vin11t17:7": "2450.“Purisaṁbhikkhuto añño, pabbājeti na vaṭṭatī”ti idaṁ saraṇadānaṁ sandhāya vuttaṁ. Tenevāha “sāmaṇero”tiādi.",
  "tika-vin11t17:8": "2451.Ubhinnampi theratherīnaṁ “imehi cīvarehi imaṁ acchādehī”ti āṇattiyā sāmaṇeropi vā hotu, tathā sāmaṇerī vā hotu, te ubho sāmaṇerasāmaṇerī kāsāyāni dātuṁ labhantīti yojanā.",
  "tika-vin11t17:9_0": "2452-4.Pabbājentena bhikkhunāti ettha “tacapañcakakammaṭṭhānaṁ datvā”ti vattabbaṁ",
  "tika-vin11t17:9_1": "evañhi katvā kesāpanayanassa aṭṭhakathāyaṁ vuttattā. Vuttañhi tattha “āvuso, suṭṭhu",
  "tika-vin11t17:9_2": "upadhārehi, satiṁ upaṭṭhāpehīti vatvā tacapañcakakammaṭṭhānaṁ ācikkhitabbaṁ. Ācikkhantena",
  "tika-vin11t17:9_3": "ca vaṇṇasaṇṭhānagandhāsayokāsavasena asucijegucchapaṭikkūlabhāvaṁ, nijjīvanissattabhāvaṁ",
  "tika-vin11t17:9_4": "vā pākaṭaṁ karontena ācikkhitabba”ntiādi. Kimatthamevaṁ karīyatīti ce? Sace upanissayasampanno",
  "tika-vin11t17:9_5": "hoti, tassa khuraggeyeva arahattapāpuṇanatthaṁ. Vuttañcetaṁ aṭṭhakathāyaṁ –",
  "tika-vin11t17:10": "“Ye hi keci khuragge arahattaṁ pattā, sabbe te evarūpaṁ savanaṁ labhitvā kalyāṇamittena ācariyena dinnanayaṁ nissāya, no anissāya, tasmāssa āditova evarūpī kathā kathetabbā”ti.",
  "tika-vin11t17:11_0": "Eteneva byatirekato ito aññā aniyyānikakathā na kathetabbāti dīpitaṁ hoti. Gomayādināti",
  "tika-vin11t17:11_1": "gomayacuṇṇādinā. Ādi-saddena mattikādīnaṁ gahaṇaṁ. Pīḷakā vāti thullapīḷakā vā. Kacchu",
  "tika-vin11t17:11_2": "vāti sukhumakacchu vā. Niyaṁputtanti attano puttaṁ. “Bhikkhunā”ti imassa padassa",
  "tika-vin11t17:11_3": "dūrattā “yatinā”ti āha.",
  "tika-vin11t17:12_0": "2455-6. Kasmā pana evaṁ nahāpetabboti āha “ettakenāpī”tiādi. Soti pabbajjāpekkho.",
  "tika-vin11t17:12_1": "Upajjhāyakādisūti ettha ādi-saddena ācariyasamānupajjhāyakādīnaṁ gahaṇaṁ. Pāpuṇanti",
  "tika-vin11t17:12_2": "hīti ettha hi-saddo yasmā-padatthe vattati. Yasmā ettakenāpi upajjhāyādīsu sagāravo",
  "tika-vin11t17:12_3": "hoti, yasmā ca evarūpaṁ upakāraṁ labhitvā kulaputtā uppannaṁ anabhiratiṁ paṭivinodetvā",
  "tika-vin11t17:12_4": "sikkhāyo paripūretvā nibbānaṁ pāpuṇissanti, tasmā evarūpo upakāro kātabboti attho.",
  "tika-vin11t17:13": "2458.Ekatoti sabbāni cīvarāni ekato katvā.",
  "tika-vin11t17:14": "2459.Athāti adhikārantarārambhe nipāto. Tassa hatthe adatvāpi upajjhāyo vā ācariyo vāpi sayameva taṁ pabbajjāpekkhaṁ acchādeti, vaṭṭatīti yojanā.",
  "tika-vin11t17:15": "2460. Adinnacīvarassa aggahetabbattā āha “apanetvā tato sabbaṁ, puna dātabbameva ta”nti. Tatoti tassa sarīrato. Tanti cīvaraṁ.",
  "tika-vin11t17:16_0": "2461-2. Etadeva āha “bhikkhunā”tiādinā. Adinnaṁ na vaṭṭatīti ettha pabbajjā na ruhatīti",
  "tika-vin11t17:16_1": "vadanti. Tasseva santakaṁ vāpi cīvaraṁ adinnaṁ na vaṭṭati attasantake ācariyupajjhāyānaṁ",
  "tika-vin11t17:16_2": "attano santake cīvare kā kathā vattabbameva natthīti attho. Bhikkhūti ye tattha sannipatitā.",
  "tika-vin11t17:16_3": "Kārāpetvāna ukkuṭinti ettha sabbadhātvatthānugato karoti-saddo gahitoti ukkuṭikaṁ",
  "tika-vin11t17:16_4": "nisīdāpetvāti attho gahetabbo, “ukkuṭika”nti aṭṭhakathāpāṭho gāthābandhasukhatthaṁ",
  "tika-vin11t17:16_5": "idha ka-kāralopena niddiṭṭho.",
  "tika-vin11t17:17": "2464.Ekapadaṁvāpīti buddhamiccādikaṁ ekampi vā padaṁ. Ekakkharampi vāti bukārādiakkharesu ekampi vā akkharaṁ. Paṭipāṭinti “buddha”miccādikaṁ padapantiṁ.",
  "tika-vin11t17:18_0": "2465. Akattabbappakārantaraṁ dassetumāha “tikkhattuṁ yadi vā”tiādi. Tathā sesesūti",
  "tika-vin11t17:18_1": "yadi vā “dhammaṁ saraṇa”nti tikkhattuṁ deti, “saṅghaṁ saraṇa”nti yadi vā tikkhattuṁ",
  "tika-vin11t17:18_2": "deti, evampi tīṇi saraṇāni adinnāneva honti.",
  "tika-vin11t17:19_0": "2466. Anunāsikantāni katvā dātabbānīti sambandho. Anunāsikantaṁ katvā dānakāle antarāvicchedaṁ",
  "tika-vin11t17:19_1": "akatvā dātabbānīti dassetuṁ “ekābaddhāni vā panā”ti vuttaṁ. Vicchinditvā padapaṭipāṭito",
  "tika-vin11t17:19_2": "ma-kārantaṁ katvā dānasamaye vicchedaṁ katvā. Mantānīti “buddhaṁ saraṇaṁ iccādinā",
  "tika-vin11t17:19_3": "ma-kārantāni. “Buddhaṁ saraṇaṁ gacchāmī”tiādinā nayena niggahitantameva katvā na",
  "tika-vin11t17:19_4": "dātabbanti “athā”ti āha.",
  "tika-vin11t17:20_0": "2467.Suddhi nāma ācariyassa ñattiyā, kammavācāya ca uccāraṇavisuddhi. Pabbajjāti",
  "tika-vin11t17:20_1": "sāmaṇerasāmaṇeripabbajjā. Ubhatosuddhiyā vināti ubhatosuddhiṁ vinā ācariyantevāsīnaṁ",
  "tika-vin11t17:20_2": "ubhinnaṁ tīsu saraṇattayadānaggahaṇesu uccāraṇasuddhiṁ vinā, ekassāpi akkharassa",
  "tika-vin11t17:20_3": "vipattisabbhāve na hotīti attho.",
  "tika-vin11t17:21_0": "2468-9.“Pabbajjāguṇamicchatā”ti idaṁ “ācariyena, antevāsikenā”ti padadvayassa visesanaṁ",
  "tika-vin11t17:21_1": "daṭṭhabbaṁ, antevāsikassa pabbajjāguṇaṁ icchantena ācariyena, attano pabbajjāguṇaṁ",
  "tika-vin11t17:21_2": "icchantena antevāsikena ca bu-ddha-kārādayo vaṇṇā bu-kāra dha-kārādayo vaṇṇā akkharā",
  "tika-vin11t17:21_3": "ṭhānakaraṇasampadaṁ kaṇṭhatālumuddhadantaoṭṭhanāsikābhedaṁ ṭhānasampadañca akkharuppattisādhakatamajivhāmajjhādikaraṇasampadañca",
  "tika-vin11t17:21_4": "ahāpentena aparihāpentena vattabbāti yojanā. Kasmā idameva daḷhaṁ katvā vuttanti",
  "tika-vin11t17:21_5": "āha “ekavaṇṇavināsenā”tiādi. Hi-saddo yasmā-padatthe, yasmā ekassāpi vaṇṇassa vināsena",
  "tika-vin11t17:21_6": "anuccāraṇena vā duruccāraṇena vā pabbajjā na ruhati, tasmā evaṁ vuttanti adhippāyo.",
  "tika-vin11t17:22_0": "2470.Yadi siddhāti sāsaṅkavacanena ubhatouccāraṇasuddhiyā dukkarattaṁ dīpetvā “appamattehi",
  "tika-vin11t17:22_1": "bhavitabba”nti ubhinnaṁ ācariyantevāsikānaṁ anusiṭṭhi dinnā hoti. Saraṇagamanatovāti",
  "tika-vin11t17:22_2": "avadhāraṇena sāmaṇerapabbajjā upasampadā viya ñatticatutthena kammena na hoti, idānipi",
  "tika-vin11t17:22_3": "saraṇagamaneneva sijjhatīti dīpeti. Hi-saddo pasiddhiyaṁ. Yathāha –",
  "tika-vin11t17:23_0": "“Yasmā saraṇagamanena upasampadā parato paṭikkhittā, tasmā sā etarahi saraṇagamanamatteneva",
  "tika-vin11t17:23_1": "na ruhati. Sāmaṇerassa pabbajjā pana yasmā paratopi ‘anujānāmi, bhikkhave, imehi",
  "tika-vin11t17:23_2": "tīhi saraṇagamanehi sāmaṇerapabbajja’nti anuññātā eva, tasmā sā etarahipi saraṇagamanamatteneva ruhatī”ti.",
  "tika-vin11t17:24_0": "Saraṇagamanato eva pabbajjā yadipi kiñcāpi siddhā nipphannā, tathāpi assa sāmaṇerassa",
  "tika-vin11t17:24_1": "“idañcidañca mayā pūretabbaṁ sīla”nti ñatvā paripūraṇatthāya bhikkhunā dasa sīlāni",
  "tika-vin11t17:24_2": "dātabbānīti yojanā. Yathāha “anujānāmi, bhikkhave, sāmaṇerānaṁ dasa sikkhāpadāni,",
  "tika-vin11t17:24_3": "tesu ca sāmaṇerehi sikkhituṁ. Pāṇātipātā veramaṇī”tiādi.",
  "tika-vin11t17:25": "Pabbajjākathāvaṇṇanā.",
  "tika-vin11t17:26_0": "2471.Upajjhāyanti vajjāvajje upanijjhāyatīti upajjhāyo, taṁ, bhagavatā vuttehi aṅgehi",
  "tika-vin11t17:26_1": "samannāgato paripuṇṇadasavasso puggalo. Nivāsetvā ca pārupitvā ca sirasi añjaliṁ",
  "tika-vin11t17:26_2": "paggahetvā attano abhimukhe ukkuṭikaṁ nisīditvā “upajjhāyo me, bhante, hohī”ti tikkhattuṁ",
  "tika-vin11t17:26_3": "vatvā āyācanāya katāya “sāhu, lahu, opāyikaṁ, paṭirūpaṁ, pāsādikena sampādehī”ti",
  "tika-vin11t17:26_4": "imesu pañcasu padesu aññataraṁ kāyena vā vācāya vā ubhayena vā viññāpetvā tasmiṁ",
  "tika-vin11t17:26_5": "sampaṭicchite pituṭṭhāne ṭhatvā atrajamiva taṁ gahetvā vajjāvajjaṁ upaparikkhitvā",
  "tika-vin11t17:26_6": "dosena niggaṇhitvā saddhivihārike sikkhāpento upajjhāyo nāma.",
  "tika-vin11t17:27_0": "Vijjāsippaṁ, ācārasamācāraṁ vā sikkhitukāmehi ādarena caritabbo upaṭṭhātabboti ācariyo,",
  "tika-vin11t17:27_1": "taṁ, upajjhāye vuttalakkhaṇasamannāgatoyeva puggalo. Vuttanayeneva nisīditvā “ācariyo",
  "tika-vin11t17:27_2": "me, bhante, hohi, āyasmato nissāya vacchāmī”ti tikkhattuṁ vatvā āyācanāya katāya",
  "tika-vin11t17:27_3": "“sāhū”tiādīsu pañcasu aññataraṁ vatvā tasmiṁ sampaṭicchite pituṭṭhāne ṭhatvā puttaṭṭhāniyaṁ",
  "tika-vin11t17:27_4": "antevāsiṁ sikkhāpento ācariyo nāma.",
  "tika-vin11t17:28_0": "Ettha ca sāhūti sādhu. Lahūti agaru, mama tuyhaṁ upajjhāyabhāve bhāriyaṁ natthīti",
  "tika-vin11t17:28_1": "attho. Opāyikanti upāyapaṭisaṁyuttaṁ, taṁ upajjhāyaggahaṇaṁ iminā upāyena tvaṁ me",
  "tika-vin11t17:28_2": "ito paṭṭhāya bhāro jātosīti vuttaṁ hoti. Paṭirūpanti anurūpaṁ te upajjhāyaggahaṇanti",
  "tika-vin11t17:28_3": "attho. Pāsādikenāti pasādāvahena kāyavacīpayogena. Sampādehīti tividhaṁ sikkhaṁ nipphādehīti",
  "tika-vin11t17:28_4": "attho. Kāyena vāti hatthamuddādiṁ dassento kāyena vā. Nāmavisesaṁ vinā pūretabbavattānaṁ",
  "tika-vin11t17:28_5": "samatāya ubhopi ekato vuttā.",
  "tika-vin11t17:29_0": "Etāni vattāni upajjhāyassa saddhivihārikena, ācariyassa antevāsikenāpi evameva kātabbānevāti.",
  "tika-vin11t17:29_1": "Vasatāti vasantena. Piyasīlenāti piyaṁ sīlametassāti piyasīlo, tena, sīlaṁ paripūritukāmenāti vuttaṁ hoti.",
  "tika-vin11t17:30_0": "2472-3.Āsanaṁ paññapetabbanti ettha “kālasseva vuṭṭhāya upāhanā omuñcitvā ekaṁsaṁ",
  "tika-vin11t17:30_1": "uttarāsaṅgaṁ karitvā”ti vuttā pubbakiriyā vattabbā. Āsanaṁ paññapetabbanti dantakaṭṭhakhādanaṭṭhānaṁ",
  "tika-vin11t17:30_2": "sammajjitvā nisīdanatthāya āsanaṁ paññapetabbaṁ. Iminā ca yāgupānaṭṭhānādīsupi āsanāni",
  "tika-vin11t17:30_3": "paññapetabbānevāti dassitaṁ hoti.",
  "tika-vin11t17:31_0": "Dantakaṭṭhaṁ dātabbanti mahantaṁ, majjhimaṁ, khuddakanti tīṇi dantakaṭṭhāni upanetvā",
  "tika-vin11t17:31_1": "tato yaṁ tīṇi divasāni gaṇhāti, catutthadivasato paṭṭhāya tādisameva dātabbaṁ. Sace",
  "tika-vin11t17:31_2": "aniyamaṁ katvā yaṁ vā taṁ vā gaṇhāti, atha yādisaṁ labhati, tādisaṁ dātabbaṁ.",
  "tika-vin11t17:32_0": "Mukhodakaṁ dātabbanti mukhadhovanodakaṁ mukhodakanti majjhepadalopīsamāso, taṁ dentena",
  "tika-vin11t17:32_1": "sītañca uṇhañca udakaṁ upanetvā tato yaṁ tīṇi divasāni vaḷañjeti, catutthadivasato",
  "tika-vin11t17:32_2": "paṭṭhāya tādisameva mukhadhovanodakaṁ dātabbaṁ. Sace aniyamaṁ katvā yaṁ vā taṁ vā",
  "tika-vin11t17:32_3": "gaṇhāti, atha yādisaṁ labhati, tādisaṁ dātabbaṁ. Sace duvidhampi vaḷañjeti, duvidhampi",
  "tika-vin11t17:32_4": "upanetabbaṁ. “Mukhodakaṁ mukhadhovanaṭṭhāne ṭhapetvā avasesaṭṭhānāni sammajjitabbāni.",
  "tika-vin11t17:32_5": "Sammajjantena ca vaccakuṭito paṭṭhāya sammajjitabbaṁ. There vaccakuṭiṁ gate pariveṇaṁ",
  "tika-vin11t17:32_6": "sammajjitabbaṁ, evaṁ pariveṇaṁ asuññaṁ hotī”ti aṭṭhakathāyaṁ vuttanayeneva sammajjitabbaṁ.",
  "tika-vin11t17:33_0": "Tato uttariṁ kattabbaṁ dassetumāha “tassa kālenā”tiādi. Tassāti upajjhāyassa vā ācariyassa",
  "tika-vin11t17:33_1": "vā. Kālenāti yāgupānakāle. Idhāpi “āsanaṁ paññapetabba”nti seso. Yathāha “there vaccakuṭito",
  "tika-vin11t17:33_2": "anikkhanteyeva āsanaṁ paññapetabbaṁ. Sarīrakiccaṁ katvā āgantvā tasmiṁ nisinnassa",
  "tika-vin11t17:33_3": "‘sace yāgu hotī’tiādinā nayena vuttaṁ vattaṁ kātabba”nti.",
  "tika-vin11t17:34_0": "Yāgu tassupanetabbāti ettha “bhājanaṁ dhovitvā”ti seso. Yathāha – “bhājanaṁ dhovitvā",
  "tika-vin11t17:34_1": "yāgu upanāmetabbā”ti. Saṅghato vāti salākādivasena saṅghato labbhamānā vā. Kulatopi",
  "tika-vin11t17:34_2": "vāti upāsakādikulato vā.",
  "tika-vin11t17:35_0": "“Patte vattañca kātabba”nti idaṁ “yāguṁ pītassa udakaṁ datvā bhājanaṁ paṭiggahetvā",
  "tika-vin11t17:35_1": "nīcaṁ katvā sādhukaṁ appaṭighaṁsantena dhovitvā paṭisāmetabbaṁ, upajjhāyamhi vuṭṭhite",
  "tika-vin11t17:35_2": "āsanaṁ uddharitabbaṁ. Sace so deso uklāpo hoti, so deso sammajjitabbo”ti āgatavattaṁ",
  "tika-vin11t17:35_3": "sandhāyāha. Divā bhuttapattepi kātabbaṁ eteneva dassitaṁ hoti.",
  "tika-vin11t17:36_0": "Vattaṁ “gāmappavesane”ti idaṁ “sace upajjhāyo gāmaṁ pavisitukāmo hoti, nivāsanaṁ",
  "tika-vin11t17:36_1": "dātabbaṁ, paṭinivāsanaṁ paṭiggahetabba”ntiādinayappavattaṁ vattaṁ sandhāyāha. “Kātabba”nti",
  "tika-vin11t17:36_2": "idaṁ sabbapadehi yojetabbaṁ.",
  "tika-vin11t17:37_0": "2474.Cīvare yāni vattānīti gāmaṁ pavisitukāmassa cīvaradāne, paṭinivattassa cīvaraggahaṇasaṅgharaṇapaṭisāmanesu",
  "tika-vin11t17:37_1": "mahesinā yāni vattāni vuttāni, tāni ca kātabbāni. Senāsane tathāti “yasmiṁ vihāre",
  "tika-vin11t17:37_2": "upajjhāyo viharatī”tiādinā vuttanayena “senāsane kattabba”nti dassitaṁ senāsanavattañca.",
  "tika-vin11t17:38_0": "Pādapīṭhakathalikādīsu tathāti yojanā. Upajjhāye gāmato paṭinivatte ca jantāghare",
  "tika-vin11t17:38_1": "ca “pādodakaṁ pādapīṭhaṁ pādakathalikaṁ upanikkhipitabba”nti evamāgataṁ vattañca",
  "tika-vin11t17:38_2": "kātabbaṁ. Ādi-saddena “upajjhāyo pānīyena pucchitabbo”tiādivattaṁ saṅgaṇhāti.",
  "tika-vin11t17:39_0": "2475. Evaṁ sabbattha vattesu pāṭiyekkaṁ dassiyamānesu papañcoti khandhakaṁ oloketvā",
  "tika-vin11t17:39_1": "sukhaggahaṇatthāya gaṇanaṁ dassetukāmo āha “evamādīnī”tiādi. Rogato vuṭṭhānāgamanantānīti",
  "tika-vin11t17:39_2": "ācariyupajjhāyānaṁ rogato vuṭṭhānāgamanapariyosānāni. Sattatiṁsasataṁ siyunti sattatiṁsādhikasatavattānīti attho.",
  "tika-vin11t17:40_0": "Tāni pana vattāni khandhakapāḷiyā āgatakkamena evaṁ yathāvuttagaṇanāya samānetabbāni",
  "tika-vin11t17:40_1": "– dantakaṭṭhadānaṁ, mukhodakadānaṁ, āsanapaññāpanaṁ, sace yāgu hoti, bhājanaṁ dhovitvā",
  "tika-vin11t17:40_2": "yāguyā upanāmanaṁ, yāguṁ pītassa udakaṁ datvā bhājanaṁ paṭiggahetvā nīcaṁ katvā sādhukaṁ",
  "tika-vin11t17:40_3": "appaṭighaṁsantena dhovitvā paṭisāmanaṁ, upajjhāyamhi vuṭṭhite āsanassa uddharaṇaṁ,",
  "tika-vin11t17:40_4": "sace so deso uklāpo hoti, tassa sammajjanaṁ, sace upajjhāyo gāmaṁ pavisitukāmo hoti,",
  "tika-vin11t17:40_5": "tassa nivāsanadānaṁ, paṭinivāsanapaṭiggahaṇaṁ, kāyabandhanadānaṁ, saguṇaṁ katvā saṅghāṭidānaṁ,",
  "tika-vin11t17:40_6": "dhovitvā sodakapattassa dānaṁ, sace upajjhāyo pacchāsamaṇaṁ ākaṅkhati, timaṇḍalaṁ",
  "tika-vin11t17:40_7": "paṭicchādentena parimaṇḍalaṁ nivāsetvā kāyabandhanaṁ bandhitvā saguṇaṁ katvā saṅghāṭiyo",
  "tika-vin11t17:40_8": "pārupitvā gaṇṭhikaṁ parimuñcitvā dhovitvā pattaṁ gahetvā upajjhāyassa pacchāsamaṇena",
  "tika-vin11t17:40_9": "gamanaṁ, nātidūranaccāsanne gamanaṁ, pattapariyāpannassa paṭiggahaṇaṁ, na upajjhāyassa",
  "tika-vin11t17:40_10": "bhaṇamānassa antarantarā kathāopātanaṁ, upajjhāyassa āpattisāmantā bhaṇamānassa ca",
  "tika-vin11t17:40_11": "nivāraṇaṁ, nivattantena paṭhamataraṁ āgantvā āsanapaññāpanaṁ, pādodakapādapīṭhapādakathalikānaṁ",
  "tika-vin11t17:40_12": "upanikkhipanaṁ, paccuggantvā pattacīvarapaṭiggahaṇaṁ, paṭinivāsanadānaṁ, nivāsanapaṭiggahaṇaṁ,",
  "tika-vin11t17:40_13": "sace cīvaraṁ sinnaṁ hoti, muhuttaṁ uṇhe otāpanaṁ, neva uṇhe cīvarassa nidahanaṁ,",
  "tika-vin11t17:40_14": "majjhe yathā bhaṅgo na hoti, evaṁ caturaṅgulaṁ kaṇṇaṁ ussāretvā cīvarassa saṅgharaṇaṁ,",
  "tika-vin11t17:40_15": "obhoge kāyabandhanassa karaṇaṁ, sace piṇḍapāto hoti, upajjhāyo ca bhuñjitukāmo hoti,",
  "tika-vin11t17:40_16": "udakaṁ datvā piṇḍapātassa upanāmanaṁ, upajjhāyassa pānīyena pucchanaṁ, bhuttāvissa",
  "tika-vin11t17:40_17": "udakaṁ datvā pattaṁ paṭiggahetvā nīcaṁ katvā sādhukaṁ appaṭighaṁsantena dhovitvā",
  "tika-vin11t17:40_18": "vodakaṁ katvā muhuttaṁ uṇhe otāpanaṁ, na ca uṇhe pattassa nidahanaṁ, pattacīvaraṁ nikkhipitabbaṁ –",
  "tika-vin11t17:41_0": "Pattaṁ nikkhipantena ekena hatthena pattaṁ gahetvā ekena hatthena heṭṭhāmañcaṁ vā",
  "tika-vin11t17:41_1": "heṭṭhāpīṭhaṁ vā parāmasitvā pattassa nikkhipanaṁ, na ca anantarahitāya bhūmiyā pattassa",
  "tika-vin11t17:41_2": "nikkhipanaṁ, cīvaraṁ nikkhipantena ekena hatthena cīvaraṁ gahetvā ekena hatthena",
  "tika-vin11t17:41_3": "cīvaravaṁsaṁ vā cīvararajjuṁ vā pamajjitvā pārato antaṁ orato bhogaṁ katvā cīvarassa",
  "tika-vin11t17:41_4": "nikkhipanaṁ, upajjhāyamhi vuṭṭhite āsanassa uddharaṇaṁ, pādodakapādapīṭhapādakathalikānaṁ",
  "tika-vin11t17:41_5": "paṭisāmanaṁ, sace so deso uklāpo hoti, tassa sammajjanaṁ, sace upajjhāyo nhāyitukāmo",
  "tika-vin11t17:41_6": "hoti, nhānassa paṭiyādanaṁ, sace sītena attho hoti, sītassa sace uṇhena attho hoti,",
  "tika-vin11t17:41_7": "uṇhassa paṭiyādanaṁ, sace upajjhāyo jantāgharaṁ pavisitukāmo hoti, cuṇṇassa sannayanaṁ,",
  "tika-vin11t17:41_8": "mattikātemanaṁ, jantāgharapīṭhaṁ ādāya upajjhāyassa piṭṭhito piṭṭhito gantvā jantāgharapīṭhaṁ",
  "tika-vin11t17:41_9": "datvā cīvaraṁ paṭiggahetvā ekamantaṁ nikkhipanaṁ, cuṇṇadānaṁ, mattikādānaṁ, sace",
  "tika-vin11t17:41_10": "ussahati, jantāgharaṁ pavisitabbaṁ –",
  "tika-vin11t17:42_0": "Jantāgharaṁ pavisantena mattikāya mukhaṁ makkhetvā purato ca pacchato ca paṭicchādetvā",
  "tika-vin11t17:42_1": "jantāgharappaveso, na therānaṁ bhikkhūnaṁ anupakhajja nisīdanaṁ, na navānaṁ bhikkhūnaṁ",
  "tika-vin11t17:42_2": "āsanena paṭibāhanaṁ, jantāghare upajjhāyassa parikammassa karaṇaṁ, jantāgharā nikkhamantena",
  "tika-vin11t17:42_3": "jantāgharapīṭhaṁ ādāya purato ca pacchato ca paṭicchādetvā jantāgharā nikkhamanaṁ,",
  "tika-vin11t17:42_4": "udakepi upajjhāyassa parikammakaraṇaṁ, nhātena paṭhamataraṁ uttaritvā attano gattaṁ",
  "tika-vin11t17:42_5": "vodakaṁ katvā nivāsetvā upajjhāyassa gattato udakassa pamajjanaṁ, nivāsanadānaṁ,",
  "tika-vin11t17:42_6": "saṅghāṭidānaṁ, jantāgharapīṭhaṁ ādāya paṭhamataraṁ āgantvā āsanassa paññāpanaṁ, pādodakapādapīṭhapādakathalikānaṁ",
  "tika-vin11t17:42_7": "upanikkhipanaṁ, upajjhāyassa pānīyena pucchanaṁ, sace uddisāpetukāmo hoti, uddisāpanaṁ,",
  "tika-vin11t17:42_8": "sace paripucchitukāmo hoti, paripucchanaṁ, yasmiṁ vihāre upajjhāyo viharati, sace",
  "tika-vin11t17:42_9": "so vihāro uklāpo hoti, sace ussahati, tassa sodhanaṁ, vihāraṁ sodhentena paṭhamaṁ",
  "tika-vin11t17:42_10": "pattacīvarassa nīharitvā ekamantaṁ nikkhipanaṁ, nisīdanapaccattharaṇassa nīharitvā",
  "tika-vin11t17:42_11": "ekamantaṁ nikkhipanaṁ, bhisibibbohanassa nīharitvā ekamantaṁ nikkhipanaṁ, mañcassa",
  "tika-vin11t17:42_12": "nīcaṁ katvā sādhukaṁ appaṭighaṁsantena asaṅghaṭṭentena kavāṭapīṭhaṁ nīharitvā ekamantaṁ",
  "tika-vin11t17:42_13": "nikkhipanaṁ, pīṭhassa nīcaṁ katvā sādhukaṁ appaṭighaṁsantena asaṅghaṭṭentena kavāṭapīṭhaṁ",
  "tika-vin11t17:42_14": "nīharitvā ekamantaṁ nikkhipanaṁ, mañcapaṭipādakānaṁ nīharitvā ekamantaṁ nikkhipanaṁ,",
  "tika-vin11t17:42_15": "kheḷamallakassa nīharitvā ekamantaṁ nikkhipanaṁ, apassenaphalakassa nīharitvā ekamantaṁ",
  "tika-vin11t17:42_16": "nikkhipanaṁ, bhūmattharaṇassa yathāpaññattassa sallakkhetvā nīharitvā ekamantaṁ nikkhipanaṁ,",
  "tika-vin11t17:42_17": "sace vihāre santānakaṁ hoti, ullokā paṭhamaṁ ohāraṇaṁ, ālokasandhikaṇṇabhāgānaṁ pamajjanaṁ,",
  "tika-vin11t17:42_18": "sace gerukaparikammakatā bhitti kaṇṇakitā hoti, coḷakaṁ temetvā pīḷetvā pamajjanaṁ,",
  "tika-vin11t17:42_19": "sace kāḷavaṇṇakatā bhūmi kaṇṇakitā hoti, coḷakaṁ temetvā pīḷetvā pamajjanaṁ, sace",
  "tika-vin11t17:42_20": "akatā hoti bhūmi, udakena paripphositvā pamajjanaṁ “mā vihāro rajena uhaññī”ti, saṅkāraṁ",
  "tika-vin11t17:42_21": "vicinitvā ekamantaṁ chaḍḍanaṁ, bhūmattharaṇassa otāpetvā sodhetvā papphoṭetvā atiharitvā",
  "tika-vin11t17:42_22": "yathāpaññattaṁ paññāpanaṁ, mañcapaṭipādakānaṁ otāpetvā pamajjitvā atiharitvā yathāṭṭhāne",
  "tika-vin11t17:42_23": "ṭhapanaṁ, mañcassa otāpetvā sodhetvā papphoṭetvā nīcaṁ katvā sādhukaṁ appaṭighaṁsantena",
  "tika-vin11t17:42_24": "asaṅghaṭṭentena kavāṭapīṭhaṁ atiharitvā yathāpaññattaṁ paññāpanaṁ, pīṭhassa otāpetvā",
  "tika-vin11t17:42_25": "sodhetvā papphoṭetvā nīcaṁ katvā sādhukaṁ appaṭighaṁsantena asaṅghaṭṭentena kavāṭapīṭhaṁ",
  "tika-vin11t17:42_26": "atiharitvā yathāpaññattaṁ paññāpanaṁ, bhisibibbohanassa otāpetvā sodhetvā papphoṭetvā",
  "tika-vin11t17:42_27": "atiharitvā yathāpaññattaṁ paññāpanaṁ, nisīdanapaccattharaṇassa otāpetvā sodhetvā",
  "tika-vin11t17:42_28": "papphoṭetvā atiharitvā yathāpaññattaṁ paññāpanaṁ, kheḷamallakassa otāpetvā pamajjitvā",
  "tika-vin11t17:42_29": "atiharitvā yathāṭṭhāne ṭhapanaṁ, apassenaphalakassa otāpetvā pamajjitvā atiharitvā",
  "tika-vin11t17:42_30": "yathāṭṭhāne ṭhapanaṁ, pattacīvaraṁ nikkhipitabbaṁ –",
  "tika-vin11t17:43_0": "Pattaṁ nikkhipantena ekena hatthena pattaṁ gahetvā ekena hatthena heṭṭhāmañcaṁ vā",
  "tika-vin11t17:43_1": "heṭṭhāpīṭhaṁ vā parāmasitvā pattassa nikkhipanaṁ, na ca anantarahitāya bhūmiyā pattassa",
  "tika-vin11t17:43_2": "nikkhipanaṁ, cīvaraṁ nikkhipantena ekena hatthena cīvaraṁ gahetvā ekena hatthena",
  "tika-vin11t17:43_3": "cīvaravaṁsaṁ vā cīvararajjuṁ vā pamajjitvā pārato antaṁ orato bhogaṁ katvā cīvarassa",
  "tika-vin11t17:43_4": "nikkhipanaṁ, sace puratthimāya sarajā vātā vāyanti, puratthimānaṁ vātapānānaṁ thakanaṁ,",
  "tika-vin11t17:43_5": "tathā pacchimānaṁ, tathā uttarānaṁ, tathā dakkhiṇānaṁ vātapānānaṁ thakanaṁ, sace",
  "tika-vin11t17:43_6": "sītakālo hoti, divā vātapānānaṁ vivaraṇaṁ, rattiṁ thakanaṁ, sace uṇhakālo hoti, divā",
  "tika-vin11t17:43_7": "vātapānānaṁ thakanaṁ, rattiṁ vivaraṇaṁ, sace pariveṇaṁ uklāpaṁ hoti, pariveṇassa",
  "tika-vin11t17:43_8": "sammajjanaṁ, sace koṭṭhako uklāpo hoti, koṭṭhakassa sammajjanaṁ, sace upaṭṭhānasālā",
  "tika-vin11t17:43_9": "uklāpā hoti, tassā sammajjanaṁ, sace aggisālā uklāpā hoti, tassā sammajjanaṁ, sace",
  "tika-vin11t17:43_10": "vaccakuṭi uklāpā hoti, tassā sammajjanaṁ, sace pānīyaṁ na hoti, pānīyassa upaṭṭhāpanaṁ,",
  "tika-vin11t17:43_11": "sace paribhojanīyaṁ na hoti, paribhojanīyassa upaṭṭhāpanaṁ, sace ācamanakumbhiyā",
  "tika-vin11t17:43_12": "udakaṁ na hoti, ācamanakumbhiyā udakassa āsiñcanaṁ, sace upajjhāyassa anabhirati",
  "tika-vin11t17:43_13": "uppannā hoti, saddhivihārikena vūpakāsanaṁ vūpakāsāpanaṁ vā, dhammakathāya vā tassa",
  "tika-vin11t17:43_14": "karaṇaṁ, sace upajjhāyassa kukkuccaṁ uppannaṁ hoti, saddhivihārikena vinodanaṁ vinodāpanaṁ",
  "tika-vin11t17:43_15": "vā, dhammakathāya vā tassa karaṇaṁ, sace upajjhāyassa diṭṭhigataṁ uppannaṁ hoti,",
  "tika-vin11t17:43_16": "saddhivihārikena vivecanaṁ vivecāpanaṁ vā, dhammakathāya vā tassa karaṇaṁ, sace upajjhāyo",
  "tika-vin11t17:43_17": "garudhammaṁ ajjhāpanno hoti parivāsāraho, saddhivihārikena ussukkakaraṇaṁ “kinti",
  "tika-vin11t17:43_18": "nu kho saṅgho upajjhāyassa parivāsaṁ dadeyyā”ti, sace upajjhāyo mūlāyapaṭikassanāraho",
  "tika-vin11t17:43_19": "hoti, saddhivihārikena ussukkakaraṇaṁ “kinti nu kho saṅgho upajjhāyaṁ mūlāya paṭikasseyyā”ti,",
  "tika-vin11t17:43_20": "sace upajjhāyo mānattāraho hoti, saddhivihārikena ussukkakaraṇaṁ “kinti nu kho saṅgho",
  "tika-vin11t17:43_21": "upajjhāyassa mānattaṁ dadeyyā”ti, sace upajjhāyo abbhānāraho hoti, saddhivihārikena",
  "tika-vin11t17:43_22": "ussukkakaraṇaṁ “kinti nu kho saṅgho upajjhāyaṁ abbheyyā”ti, sace saṅgho upajjhāyassa",
  "tika-vin11t17:43_23": "kammaṁ kattukāmo hoti tajjanīyaṁ vā niyassaṁ vā pabbājanīyaṁ vā paṭisāraṇīyaṁ vā",
  "tika-vin11t17:43_24": "ukkhepanīyaṁ vā, saddhivihārikena ussukkakaraṇaṁ “kinti nu kho saṅgho upajjhāyassa",
  "tika-vin11t17:43_25": "kammaṁ na kareyya, lahukāya vā pariṇāmeyyā”ti, kataṁ vā panassa hoti saṅghena kammaṁ",
  "tika-vin11t17:43_26": "tajjanīyaṁ vā niyassaṁ vā pabbājanīyaṁ vā paṭisāraṇīyaṁ vā ukkhepanīyaṁ vā, saddhivihārikena",
  "tika-vin11t17:43_27": "ussukkakaraṇaṁ “kinti nu kho upajjhāyo sammā vatteyya, lomaṁ pāteyya, netthāraṁ vatteyya,",
  "tika-vin11t17:43_28": "saṅgho taṁ kammaṁ paṭippassambheyyā”ti, sace upajjhāyassa cīvaraṁ dhovitabbaṁ hoti,",
  "tika-vin11t17:43_29": "saddhivihārikena dhovanaṁ ussukkakaraṇaṁ vā “kinti nu kho upajjhāyassa cīvaraṁ dhoviyethā”ti,",
  "tika-vin11t17:43_30": "sace upajjhāyassa cīvaraṁ kātabbaṁ hoti, saddhivihārikena karaṇaṁ ussukkakaraṇaṁ",
  "tika-vin11t17:43_31": "vā “kinti nu kho upajjhāyassa cīvaraṁ kariyethā”ti, sace upajjhāyassa rajanaṁ pacitabbaṁ",
  "tika-vin11t17:43_32": "hoti, saddhivihārikena pacanaṁ ussukkakaraṇaṁ vā “kinti nu kho upajjhāyassa rajanaṁ",
  "tika-vin11t17:43_33": "paciyethā”ti, sace upajjhāyassa cīvaraṁ rajetabbaṁ hoti, saddhivihārikena rajanaṁ",
  "tika-vin11t17:43_34": "ussukkakaraṇaṁ vā “kinti nu kho upajjhāyassa cīvaraṁ rajiyethā”ti, cīvaraṁ rajantena",
  "tika-vin11t17:43_35": "sādhukaṁ samparivattakaṁ samparivattakaṁ rajanaṁ, na ca acchinne theve pakkamanaṁ,",
  "tika-vin11t17:43_36": "upajjhāyaṁ anāpucchā na ekaccassa pattadānaṁ, na ekaccassa pattapaṭiggahaṇaṁ, na",
  "tika-vin11t17:43_37": "ekaccassa cīvaradānaṁ, na ekaccassa cīvarapaṭiggahaṇaṁ, na ekaccassa parikkhāradānaṁ,",
  "tika-vin11t17:43_38": "na ekaccassa parikkhārapaṭiggahaṇaṁ, na ekaccassa kesacchedanaṁ, na ekaccena kesānaṁ",
  "tika-vin11t17:43_39": "chedāpanaṁ, na ekaccassa parikammakaraṇaṁ, na ekaccena parikammassa kārāpanaṁ, na",
  "tika-vin11t17:43_40": "ekaccassa veyyāvaccakaraṇaṁ, na ekaccena veyyāvaccassa kārāpanaṁ, na ekaccassa pacchāsamaṇena",
  "tika-vin11t17:43_41": "gamanaṁ, na ekaccassa pacchāsamaṇassa ādānaṁ, na ekaccassa piṇḍapātassa nīharaṇaṁ,",
  "tika-vin11t17:43_42": "na ekaccena piṇḍapātanīharāpanaṁ, na upajjhāyaṁ anāpucchā gāmappavesanaṁ, na susānagamanaṁ,",
  "tika-vin11t17:43_43": "na disāpakkamanaṁ, sace upajjhāyo gilāno hoti, yāvajīvaṁ upaṭṭhānaṁ, vuṭṭhānamassa",
  "tika-vin11t17:43_44": "āgamananti tesu kānici vattāni savibhattikāni, kānici avibhattikāni, tesu avibhattikānaṁ",
  "tika-vin11t17:43_45": "vibhāge vuccamāne yathāvuttagaṇanāya atirekatarāni honti, taṁ pana vibhāgaṁ anāmasitvā",
  "tika-vin11t17:43_46": "piṇḍavasena gahetvā yathā ayaṁ gaṇanā dassitāti veditabbā.",
  "tika-vin11t17:44_0": "2476.Akarontassāti ettha “vatta”nti seso. Anādaravaseneva vattaṁ akarontassa bhikkhuno",
  "tika-vin11t17:44_1": "tena vattabhedena vattākaraṇena sabbattha sattatiṁsādhikasatappabhedaṭṭhāne tattakaṁyeva",
  "tika-vin11t17:44_2": "dukkaṭaṁ pakāsitanti yojanā.",
  "tika-vin11t17:45": "Upajjhāyācariyavattakathāvaṇṇanā.",
  "tika-vin11t17:46_0": "2477. Evaṁ upajjhāyācariyavattāni saṅkhepena dassetvā upajjhāyācariyehi saddhivihārikantevāsīnaṁ",
  "tika-vin11t17:46_1": "kātabbavattāni dassetumāha “upajjhāyassa vattānī”tiādi. Upajjhāyassa vattānīti upajjhāyena",
  "tika-vin11t17:46_2": "saddhivihārikassa yuttapattakāle kattabbattā upajjhāyāyattavattānīti attho. Tathā",
  "tika-vin11t17:46_3": "saddhivihāriketi yathā saddhivihārikena upajjhāyassa kātabbāni, tathā upajjhāyena",
  "tika-vin11t17:46_4": "saddhivihārike kātabbāni.",
  "tika-vin11t17:47_0": "Upajjhāyācariyavattesu gāmappavese pacchāsamaṇena hutvā nātidūranaccāsannagamanaṁ,",
  "tika-vin11t17:47_1": "na antarantarā kathāopātanaṁ, āpattisāmantā bhaṇamānassa nivāraṇaṁ, pattapariyāpannapaṭiggahaṇanti",
  "tika-vin11t17:47_2": "cattāri vattāni, na ekaccassa pattadānādianāpucchādisāpakkamanāvasānāni vīsati paṭikkhepā",
  "tika-vin11t17:47_3": "ceti etāni catuvīsati vattāni ṭhapetvā avasesāni terasādhikasatavattāni sandhāyāha",
  "tika-vin11t17:47_4": "“sataṁ terasa hontevā”ti, terasādhikasatavattāni hontīti attho. Ācariyena antevāsikepi",
  "tika-vin11t17:47_5": "ca kātabbavattāni tathā tattakānevāti attho.",
  "tika-vin11t17:48": "Saddhivihārikantevāsikavattakathāvaṇṇanā.",
  "tika-vin11t17:49_0": "2478. Upajjhāyācariyehi saddhivihārikantevāsikānaṁ nissayapaṭippassaddhippakāraṁ",
  "tika-vin11t17:49_1": "dassetumāha “pakkante vāpī”tiādi. Pakkante vāpi vibbhante vāpi pakkhasaṅkante vāpi",
  "tika-vin11t17:49_2": "mate vāpi āṇattiyā vāpi evaṁ pañcadhā upajjhāyā saddhivihārikena gahito nissayo paṭippassambhatīti",
  "tika-vin11t17:49_3": "yojanā. Pakkanteti tadahu apaccāgantukāmatāya disaṁ gate. Vibbhanteti gihibhāvaṁ",
  "tika-vin11t17:49_4": "patte. Pakkhasaṅkantaketi titthiyāyatanaṁ gate. Mateti kālakate. Āṇattiyāti nissayapaṇāmanena.",
  "tika-vin11t17:50_0": "2479-80. Ācariyamhāpi antevāsikena gahitanissayassa bhedanaṁ chadhā chappakārena",
  "tika-vin11t17:50_1": "hotīti yojanā. Kathanti āha “pakkante cā”tiādi. Taṁ upajjhāyato nissayabhede vuttanayameva.",
  "tika-vin11t17:50_2": "Visesaṁ pana sayameva vakkhati “āṇattiya”ntiādinā. Āṇattiyanti ettha visesatthajotako",
  "tika-vin11t17:50_3": "pana-saddo luttaniddiṭṭho. Ubhinnampi dhuranikkhepanepi cāti ācariyassa nissayapaṇāmane",
  "tika-vin11t17:50_4": "pana ubhinnaṁ ācariyantevāsikānaṁyeva aññamaññanirālayabhāve sati nissayabhedo hoti,",
  "tika-vin11t17:50_5": "na ekassāti attho. Tamevatthaṁ byatirekato daḷhīkaroti “ekekassā”tiādinā. Ekekassa",
  "tika-vin11t17:50_6": "vā ubhinnaṁ vā ālaye sati na bhijjatīti yojanā. Yathāha –",
  "tika-vin11t17:51_0": "“Āṇattiyaṁ pana sacepi ācariyo muñcitukāmova hutvā nissayapaṇāmanāya paṇāmeti, antevāsiko",
  "tika-vin11t17:51_1": "ca ‘kiñcāpi maṁ ācariyo paṇāmeti, atha kho hadayena muduko’ti sālayova hoti, nissayo",
  "tika-vin11t17:51_2": "na paṭippassambhatiyeva. Sacepi ācariyo sālayo, antevāsiko nirālayo ‘na dāni imaṁ",
  "tika-vin11t17:51_3": "nissāya vasissāmī’ti dhuraṁ nikkhipati, evampi na paṭippassambhati. Ubhinnaṁ sālayabhāve",
  "tika-vin11t17:51_4": "pana na paṭippassambhatiyeva. Ubhinnaṁ dhuranikkhepena paṭippassambhatī”ti.",
  "tika-vin11t17:52_0": "Ayaṁ pana viseso ācariyāṇattiyā nissayabhedeyeva dassito, na upajjhāyāṇattiyā. Sāratthadīpaniyaṁ",
  "tika-vin11t17:52_1": "pana “sacepi ācariyo muñcitukāmova hutvā nissayapaṇāmanāya paṇāmetītiādi sabbaṁ upajjhāyassa",
  "tika-vin11t17:52_2": "āṇattiyampi veditabba”nti vuttaṁ.",
  "tika-vin11t17:53_0": "2481. Evaṁ pañca sādhāraṇaṅgāni dassetvā asādhāraṇaṅgaṁ dassetumāha “upajjhāyasamodhāna-gatassāpi",
  "tika-vin11t17:53_1": "ca bhijjatī”ti. Tattha samodhānagamanaṁ sarūpato, pabhedato ca dassetumāha “dassanaṁ",
  "tika-vin11t17:53_2": "savanañcāti, samodhānaṁ dvidhā mata”nti. Ayamettha saṅkhepo, vitthāro pana samantapāsādikāyaṁ",
  "tika-vin11t17:53_3": "gahetabbo. Ganthavitthārabhīrūnaṁ anuggahāya pana idha na vitthārito.",
  "tika-vin11t17:54_0": "2482-3. Sabhāge dāyake asante addhikassa ca gilānassa ca “gilānena maṁ upaṭṭhahā”ti",
  "tika-vin11t17:54_1": "yācitassa gilānupaṭṭhākassa ca nissayaṁ vinā vasituṁ doso natthīti yojanā. “Gilānupaṭṭhākassā”ti",
  "tika-vin11t17:54_2": "vattabbe gāthābandhavasena rassattaṁ. Iminā sabhāge nissayadāyake sante ekadivasampi",
  "tika-vin11t17:54_3": "parihāro na labbhatīti dīpeti. Attano vane phāsuvihārataṁ jānatāti attano samathavipassanāpaṭilābhassa",
  "tika-vin11t17:54_4": "vane phāsuvihāraṁ jānantenapi. “Sabhāge dāyake asante”ti padacchedo. Sabbametaṁ vidhānaṁ",
  "tika-vin11t17:54_5": "antovassato aññasmiṁ kāle veditabbaṁ. Ayamettha saṅkhepo, vitthāro pana samantapāsādikāya gahetabbo.",
  "tika-vin11t17:55": "Nissayapaṭippassambhanakathāvaṇṇanā.",
  "tika-vin11t17:56": "2484. Kuṭṭhamassa atthīti kuṭṭhī, taṁ. “Gaṇḍi”ntiādīsupi eseva nayo. Rattasetādibhedena yena kenaci kuṭṭhena vevaṇṇiyaṁ pattasarīranti attho. Yathāha –",
  "tika-vin11t17:57_0": "“Rattakuṭṭhaṁ vā hotu kāḷakuṭṭhaṁ vā, yaṁ kiñci kiṭibhadaddukacchuādippabhedampi",
  "tika-vin11t17:57_1": "sabbaṁ kuṭṭhamevāti vuttaṁ. Tañce nakhapiṭṭhippamāṇampi vaḍḍhanakapakkhe ṭhitaṁ hoti,",
  "tika-vin11t17:57_2": "na pabbājetabbo. Sace pana nivāsanapārupanehi pakatipaṭicchannaṭṭhāne nakhapiṭṭhippamāṇaṁ",
  "tika-vin11t17:57_3": "avaḍḍhanakapakkhe ṭhitaṁ hoti, vaṭṭati. Mukhe, pana hatthapādapiṭṭhesu vā sacepi",
  "tika-vin11t17:57_4": "avaḍḍhanakapakkhe ṭhitaṁ nakhapiṭṭhito khuddakapamāṇampi na vaṭṭatiyevāti kurundiyaṁ",
  "tika-vin11t17:57_5": "vuttaṁ. Taṁ tikicchāpetvā pabbājentenāpi pakativaṇṇe jāteyeva pabbājetabbo”ti.",
  "tika-vin11t17:58": "Nakhapiṭṭhippamāṇanti ettha “kaniṭṭhaṅgulinakhapiṭṭhi adhippetā”ti tīsupi gaṇṭhipadesu vuttaṁ.",
  "tika-vin11t17:59_0": "Gaṇḍinti medagaṇḍādigaṇḍabhedavantaṁ. Yathāha “medagaṇḍo vā hotu añño vā, yo koci",
  "tika-vin11t17:59_1": "kolaṭṭhimattakopi ce vaḍḍhanakapakkhe ṭhito gaṇḍo hoti, na pabbājetabbo”tiādi. Kolaṭṭhīti",
  "tika-vin11t17:59_2": "badaraṭṭhi. Kilāsinti kilāsavantaṁ. Yathāha – “kilāsoti nabhijjanakaṁ napaggharaṇakaṁ",
  "tika-vin11t17:59_3": "padumapuṇḍarīkapattavaṇṇaṁ kuṭṭhaṁ, yena gunnaṁ viya sabalaṁ sarīraṁ hotī”ti. Ca-saddo",
  "tika-vin11t17:59_4": "sabbehi upayogavantehi paccekaṁ yojetabbo. Sosinti khayarogavantaṁ. Yathāha – “sosoti",
  "tika-vin11t17:59_5": "sosabyādhi. Tasmiṁ sati na pabbājetabbo”ti. Apamārikanti apamāravantaṁ. Yathāha –",
  "tika-vin11t17:59_6": "“apamāroti pittummāro vā yakkhummāro vā. Tattha pubbaverikena amanussena gahito duttikiccho",
  "tika-vin11t17:59_7": "hoti, appamattakepi pana apamāre sati na pabbājetabbo”ti.",
  "tika-vin11t17:60_0": "Rājabhaṭanti rañño bhattavetanabhaṭaṁ vā ṭhānantaraṁ pattaṁ vā appattaṁ vā rājapurisaṁ.",
  "tika-vin11t17:60_1": "Yathāha – “amacco vā hotu mahāmatto vā sevako vā kiñci ṭhānantaraṁ patto vā appatto",
  "tika-vin11t17:60_2": "vā, yo koci rañño bhattavetanabhaṭo. Sabbo ‘rājabhaṭo’ti saṅkhyaṁ gacchatī”ti. Coranti",
  "tika-vin11t17:60_3": "manussehi appamādanaṁ gāmaghātapanthaghātādikammena pākaṭaṁ corañca. Likhitakanti",
  "tika-vin11t17:60_4": "yaṁ kañci corikaṁ vā aññaṁ vā garuṁ rājāparādhaṁ katvā palātaṁ, rājā ca naṁ paṇṇe",
  "tika-vin11t17:60_5": "vā potthake vā “itthannāmo yattha dissati, tattha gahetvā māretabbo”ti vā “hatthapādādīnissa",
  "tika-vin11t17:60_6": "chinditabbānī”ti vā “ettakaṁ nāma daṇḍaṁ harāpetabbo”ti vā likhāpeti, evarūpaṁ likhitakaṁ.",
  "tika-vin11t17:61_0": "“Kārabhedaka”nti gāthābandhavasena rasso kato. Kārabhedakanti dātabbakarassa vā katacorakammassa",
  "tika-vin11t17:61_1": "vā kāraṇā kārāghare pakkhitto vā nigaḷabandhanādīhi baddho vā, tato so muccitvā palāyati,",
  "tika-vin11t17:61_2": "evarūpaṁ kārābhedakañca. Yathāha – “kārā vuccati bandhanāgāraṁ, idha pana andubandhanaṁ",
  "tika-vin11t17:61_3": "vā hotu saṅkhalikabandhanaṁ vā rajjubandhanaṁ vā gāmabandhanaṁ vā nigamabandhanaṁ",
  "tika-vin11t17:61_4": "vā nagarabandhanaṁ vā purisagutti vā janapadabandhanaṁ vā dīpabandhanaṁ vā, yo etesu",
  "tika-vin11t17:61_5": "yaṁ kiñci bandhanaṁ chinditvā bhinditvā muñcitvā vivaritvā vā passamānānaṁ vā apassamānānaṁ",
  "tika-vin11t17:61_6": "vā palāyati, so ‘kārābhedako’ti saṅkhyaṁ gacchatī”ti.",
  "tika-vin11t17:62": "2485.Kasāhatanti iṇaṁ gahetvā dātuṁ asamatthattā “ayameva te daṇḍo hotū”ti kasādinā dinnappahāraṁ avūpasantavaṇaṁ. Yathāha –",
  "tika-vin11t17:63_0": "“Yo vacanapesanādīni akaronto haññati, na so katadaṇḍakammo. Yo pana keṇiyā vā aññathā",
  "tika-vin11t17:63_1": "vā kiñci gahetvā khāditvā puna dātuṁ asakkonto ‘ayameva te daṇḍo hotū’ti kasāhi haññati,",
  "tika-vin11t17:63_2": "ayaṁ kasāhato katadaṇḍakammo. Yo ca kasāhi vā hato hotu addhadaṇḍakādīnaṁ vā aññatarena,",
  "tika-vin11t17:63_3": "yāva allavaṇo hoti, tāva na pabbājetabbo”ti.",
  "tika-vin11t17:64": "Lakkhaṇāhatanti ekaṁsaṁ katvā pārutena uttarāsaṅgena appaṭicchādanīyaṭṭhāne tattena lohena āhataṁ asacchavibhūtalakkhaṇena samannāgataṁ. Yathāha –",
  "tika-vin11t17:65_0": "“Yassa pana nalāṭe vā urādīsu vā tattena lohena lakkhaṇaṁ āhataṁ hoti, so sace bhujisso,",
  "tika-vin11t17:65_1": "yāva allavaṇo hoti, tāva na pabbājetabbo. Sacepissa vaṇā ruḷhā honti chaviyā samaparicchedā,",
  "tika-vin11t17:65_2": "lakkhaṇaṁ pana paññāyati, timaṇḍalaṁ nivatthassa uttarāsaṅge kate paṭicchannokāse",
  "tika-vin11t17:65_3": "ce hoti, pabbājetuṁ vaṭṭati. Appaṭicchannokāse ce, na vaṭṭatī”ti.",
  "tika-vin11t17:66": "Iṇāyikañcāti mātāpitupitāmahādīhi vā attanā vā gahitaiṇaṁ. Yathāha –",
  "tika-vin11t17:67_0": "“Iṇāyiko nāma yassa pitipitāmahehi vā iṇaṁ gahitaṁ hoti, sayaṁ vā iṇaṁ gahitaṁ hoti,",
  "tika-vin11t17:67_1": "yaṁ vā āṭhapetvā mātāpitūhi kiñci gahitaṁ hoti, so taṁ iṇaṁ paresaṁ dhāretīti iṇāyiko.",
  "tika-vin11t17:67_2": "Yaṁ pana aññe ñātakā āṭhapetvā kiñci gaṇhanti, so na iṇāyiko. Na hi te taṁ āṭhapetuṁ",
  "tika-vin11t17:67_3": "issarā. Tasmā taṁ pabbājetuṁ vaṭṭatī”ti.",
  "tika-vin11t17:68_0": "Dāsanti antojāto, dhanakkīto, karamarānīto, sayaṁ vā dāsabyaṁ upagatoti catunnaṁ",
  "tika-vin11t17:68_1": "dāsānaṁ aññataraṁ. Dāsavinicchayo panettha samantapāsādikāya vitthārato gahetabbo.",
  "tika-vin11t17:68_2": "Pabbājentassa dukkaṭanti “kuṭṭhi”ntiādīhi upayogavantapadehi paccekaṁ yojetabbaṁ.",
  "tika-vin11t17:69_0": "2486.Hatthacchinnanti hatthatale vā maṇibandhe vā kappare vā yattha katthaci chinnahatthaṁ.",
  "tika-vin11t17:69_1": "Aṭṭhacchinnanti yathā nakhaṁ na paññāyati, evaṁ catūsu aṅguṭṭhakesu aññataraṁ vā",
  "tika-vin11t17:69_2": "sabbe vā yassa chinnā honti, evarūpaṁ. Pādacchinnanti yassa aggapādesu vā gopphakesu",
  "tika-vin11t17:69_3": "vā jaṅghāya vā yattha katthaci eko vā dve vā pādā chinnā honti. Hatthapādachinnassāpi",
  "tika-vin11t17:69_4": "pāḷiyaṁ āgatattā sopi idha vattabbo, yathāvuttanayeneva tassa dukkaṭavatthutā paññāyatīti",
  "tika-vin11t17:69_5": "na vuttoti daṭṭhabbaṁ.",
  "tika-vin11t17:70_0": "Kaṇṇanāsaṅgulicchinnanti ettha “kaṇṇacchinnaṁ nāsacchinnaṁ kaṇṇanāsacchinnaṁ aṅgulicchinna”nti",
  "tika-vin11t17:70_1": "yojanā. Kaṇṇacchinnanti yassa kaṇṇamūle vā kaṇṇasakkhalikāya vā eko vā dve vā kaṇṇā",
  "tika-vin11t17:70_2": "chinnā honti. Yassa pana kaṇṇāvaṭṭe chinnā honti, sakkā ca honti saṅghāṭetuṁ, so",
  "tika-vin11t17:70_3": "kaṇṇaṁ saṅghāṭetvā pabbājetabbo. Nāsacchinnanti yassa ajapadake vā agge vā ekapuṭe",
  "tika-vin11t17:70_4": "vā yattha katthaci nāsā chinnā hoti. Yassa pana nāsikā sakkā hoti sandhetuṁ, so taṁ",
  "tika-vin11t17:70_5": "phāsukaṁ katvā pabbājetabbo. Kaṇṇanāsacchinnanti tadubhayacchinnaṁ. Aṅgulicchinnanti",
  "tika-vin11t17:70_6": "yassa nakhasesaṁ adassetvā ekā vā bahū vā aṅguliyo chinnā honti. Yassa pana suttatantumattampi",
  "tika-vin11t17:70_7": "nakhasesaṁ paññāyati, taṁ pabbājetuṁ vaṭṭati. Kaṇḍaracchinnameva cāti yassa kaṇḍaranāmakā",
  "tika-vin11t17:70_8": "mahānhārū purato vā pacchato vā chinnā honti, yesu ekassāpi chinnattā aggapādena",
  "tika-vin11t17:70_9": "vā caṅkamati, mūlena vā caṅkamati, na vā pādaṁ patiṭṭhāpetuṁ sakkoti.",
  "tika-vin11t17:71_0": "2487.Kāṇanti pasannandho vā hotu pupphādīhi vā upahatapasādo, yo dvīhi vā ekena vā",
  "tika-vin11t17:71_1": "akkhinā na passati, taṁ kāṇaṁ. Kuṇinti hatthakuṇī vā pādakuṇī vā aṅgulikuṇī vā, yassa",
  "tika-vin11t17:71_2": "etesu hatthādīsu yaṁ kiñci vaṅkaṁ paññāyati, so kuṇī. Khujjañcāti yo urassa vā piṭṭhiyā",
  "tika-vin11t17:71_3": "vā passassa vā nikkhantattā khujjasarīro, taṁ khujjaṁ. Yassa pana kiñci kiñci aṅgapaccaṅgaṁ",
  "tika-vin11t17:71_4": "īsakaṁ vaṅkaṁ, taṁ pabbājetuṁ vaṭṭati. Mahāpuriso eva hi brahmujugatto, avaseso satto",
  "tika-vin11t17:71_5": "akhujjo nāma natthi.",
  "tika-vin11t17:72_0": "Vāmananti yo jaṅghavāmano vā kaṭivāmano vā ubhayavāmano vā, taṁ. Tattha jaṅghavāmanassa",
  "tika-vin11t17:72_1": "kaṭito paṭṭhāya heṭṭhimakāyo rasso hoti, uparimakāyo paripuṇṇo. Kaṭivāmanassa kaṭito",
  "tika-vin11t17:72_2": "paṭṭhāya uparimakāyo rasso hoti, heṭṭhimakāyo paripuṇṇo hoti. Ubhayavāmanassa ubhopi",
  "tika-vin11t17:72_3": "kāyā rassā honti. Yesaṁ kāyarassattā bhūtānaṁ viya parivaṭumo mahākucchighaṭasadiso",
  "tika-vin11t17:72_4": "attabhāvo hoti. Taṁ tividhampi pabbājetuṁ na vaṭṭati.",
  "tika-vin11t17:73_0": "Phaṇahatthakanti yassa vaggulipakkhakā viya aṅguliyo sambaddhā honti, taṁ. Etaṁ pabbājetukāmena",
  "tika-vin11t17:73_1": "aṅgulantarikāyo phāletvā sabbaṁ antaracammaṁ apanetvā phāsukaṁ katvā pabbājetabbo.",
  "tika-vin11t17:73_2": "Yassāpi cha aṅguliyo honti, taṁ pabbājetukāmena adhikaṁ aṅguliṁ chinditvā phāsukaṁ katvā pabbājetabbo.",
  "tika-vin11t17:74_0": "Khañjanti yo natajāṇuko vā bhinnajaṅgho vā majjhe saṁkuṭitapādattā kuṇḍapādako vā",
  "tika-vin11t17:74_1": "piṭṭhipādamajjhena caṅkamanto agge saṁkuṭitapādattā kuṇḍapādako vā piṭṭhipādaggena",
  "tika-vin11t17:74_2": "caṅkamanto aggapādeneva caṅkamanakhañjo vā paṇhikāya caṅkamanakhañjo vā pādassa bāhirantena",
  "tika-vin11t17:74_3": "caṅkamanakhañjo vā pādassa abbhantarantena caṅkamanakhañjo vā gopphakānaṁ upari bhaggattā",
  "tika-vin11t17:74_4": "sakalena piṭṭhipādena caṅkamanakhañjo vā, taṁ pabbājetuṁ na vaṭṭati. Ettha natajāṇukoti",
  "tika-vin11t17:74_5": "antopaviṭṭhaānatapādo. Pakkhahatanti yassa eko hattho vā pādo vā aḍḍhasarīraṁ vā sukhaṁ na vahati.",
  "tika-vin11t17:75_0": "Sīpadinti bhārapādaṁ. Yassa pādo thūlo hoti sañjātapīḷako kharo, so na pabbājetabbo.",
  "tika-vin11t17:75_1": "Yassa pana na tāva kharabhāvaṁ gaṇhāti, sakkā hoti upanāhaṁ bandhitvā udakaāvāṭe",
  "tika-vin11t17:75_2": "pavesetvā udakavālikāya pūretvā yathā sirā paññāyanti, jaṅghā ca telanāḷikā viya",
  "tika-vin11t17:75_3": "honti, evaṁ milāpetuṁ sakkā, tassa pādaṁ īdisaṁ katvā taṁ pabbājetuṁ vaṭṭati. Sace",
  "tika-vin11t17:75_4": "puna vaḍḍhati, upasampādentenāpi tathā katvāva upasampādetabbo. Pāparoginanti yo",
  "tika-vin11t17:75_5": "arisabhagandarapittasemhakāsasosādīsu yena kenaci rogena niccāturo atekiccharogo",
  "tika-vin11t17:75_6": "jeguccho amanāpo, taṁ.",
  "tika-vin11t17:76_0": "2488.Jarāya dubbalanti yo jiṇṇabhāvena dubbalo attano cīvararajanādikammampi kātuṁ",
  "tika-vin11t17:76_1": "asamattho, taṁ. Yo pana mahallakopi balavā hoti attānaṁ paṭijaggituṁ sakkoti, so",
  "tika-vin11t17:76_2": "pabbājetabbo. Andhanti jaccandhaṁ. Padhirañcevāti yo sabbena sabbaṁ na suṇāti, taṁ.",
  "tika-vin11t17:76_3": "Yo pana mahāsaddaṁ suṇāti, taṁ pabbājetuṁ vaṭṭati. Mammananti yassa vacībhedo vattati,",
  "tika-vin11t17:76_4": "saraṇagamanaṁ paripuṇṇaṁ bhāsituṁ na sakkoti, tādisaṁ mammanampi pabbājetuṁ na vaṭṭati.",
  "tika-vin11t17:76_5": "Yo pana saraṇagamanamattaṁ paripuṇṇaṁ bhāsituṁ sakkoti, taṁ pabbājetuṁ vaṭṭati. Atha",
  "tika-vin11t17:76_6": "vā mammananti khalitavacanaṁ, yo ekameva akkharaṁ catupañcakkhattuṁ vadati, tassetamadhivacanaṁ.",
  "tika-vin11t17:76_7": "Pīṭhasappinti chinniriyāpathaṁ. Mūganti yassa vacībhedo nappavattati.",
  "tika-vin11t17:77_0": "2489. Attano virūpabhāvena parisaṁ dūsentena parisadūsake dassetumāha “atidīgho”tiādi.",
  "tika-vin11t17:77_1": "Atidīghoti aññesaṁ sīsappamāṇanābhippadeso. Atirassoti vuttappakāro ubhayavāmano",
  "tika-vin11t17:77_2": "viya atirasso. Atikāḷo vāti jhāpitakhette khāṇuko viya atikāḷavaṇṇo. Maṭṭhatambalohanidassano",
  "tika-vin11t17:77_3": "accodātopi vāti sambandho, dadhitakkādīhi majjitamaṭṭhatambalohavaṇṇo atīva odātasarīroti attho.",
  "tika-vin11t17:78_0": "2490.Atithūlovāti bhāriyamaṁso mahodaro mahābhūtasadiso. Atikisoti mandamaṁsalohito",
  "tika-vin11t17:78_1": "aṭṭhisirācammasarīro viya. Atimahāsīso vāti yojanā. Atimahāsīso vāti pacchiṁ sīse",
  "tika-vin11t17:78_2": "katvā ṭhito viya. “Atikhuddakasīsena asahitenā”ti padacchedo. Asahitenāti sarīrassa",
  "tika-vin11t17:78_3": "ananurūpena. “Atikhuddakasīsenā”ti etassa visesanaṁ. Asahitena atikhuddakasīsena",
  "tika-vin11t17:78_4": "samannāgatoti yojanā. Yathāha – “atikhuddakasīso vā sarīrassa ananurūpena atikhuddakena",
  "tika-vin11t17:78_5": "sīsena samannāgato”ti.",
  "tika-vin11t17:79_0": "2491.Kuṭakuṭakasīsoti tālaphalapiṇḍisadisena sīsena samannāgato. Sikharasīsakoti",
  "tika-vin11t17:79_1": "uddhaṁ anupubbatanukena sīsena samannāgato, matthakato saṁkuṭiko mūlato vitthato",
  "tika-vin11t17:79_2": "hutvā ṭhitapabbatasikharasadisasīsoti attho. Veḷunāḷisamānenāti mahāveḷupabbasadisena.",
  "tika-vin11t17:79_3": "Sīsenāti dīghasīsena. Yathāha – “nāḷisīso vā mahāveḷupabbasadisena sīsena samannāgato”ti.",
  "tika-vin11t17:80_0": "2492.Kappasīsopīti majjhe dissamānaāvāṭena hatthikumbhasadisena dvidhābhūtasīsena",
  "tika-vin11t17:80_1": "samannāgato. Pabbhārasīso vāti catūsu passesu yena kenaci passena oṇatena sīsena",
  "tika-vin11t17:80_2": "samannāgato. Vaṇasīsakoti vaṇehi samannāgatasīso. Kaṇṇikakeso vāti pāṇakehi khāyitakedāre",
  "tika-vin11t17:80_3": "sassasadisehi tahiṁ tahiṁ uṭṭhitehi kesehi samannāgato. Thūlakesopi vāti tālahīrasadisehi kesehi samannāgato.",
  "tika-vin11t17:81_0": "2493.Pūtisīsoti duggandhasīso. Nillomasīso vāti lomarahitasīso. Jātipaṇḍarakesakoti",
  "tika-vin11t17:81_1": "jātiphalitehi paṇḍarakeso vā. Jātiyā tambakeso vāti ādittehi viya tambavaṇṇehi kesehi",
  "tika-vin11t17:81_2": "samannāgato. Āvaṭṭasīsakoti gunnaṁ sarīre āvaṭṭasadisehi uddhaggehi kesāvaṭṭehi samannāgato.",
  "tika-vin11t17:82_0": "2494.Sīsalomekabaddhehi bhamukehi yutopīti sīsalomehi saddhiṁ ekābaddhalomehi bhamukehi",
  "tika-vin11t17:82_1": "samannāgato. Sambaddhabhamuko vāti ekābaddhaubhayabhamuko, majjhe sañjātalomehi bhamukehi",
  "tika-vin11t17:82_2": "samannāgatoti attho. Nillomabhamukopi vāti bhamulomarahito. Nillomabhamukopi vāti",
  "tika-vin11t17:82_3": "pi-saddena avuttasamuccayatthena makkaṭabhamuko saṅgahito.",
  "tika-vin11t17:83_0": "2495.Mahantakhuddanettovāti ettha netta-saddo mahantakhudda-saddehi paccekaṁ yojetabbo,",
  "tika-vin11t17:83_1": "mahantanetto vā khuddakanetto vāti attho. Mahantanetto vāti atimahantehi nettehi",
  "tika-vin11t17:83_2": "samannāgato. Khuddakanetto vāti mahiṁsacamme vāsikoṇena paharitvā katachiddasadisehi",
  "tika-vin11t17:83_3": "atikhuddakakkhīhi samannāgato. Visamalocanoti ekena mahantena, ekena khuddakena akkhinā",
  "tika-vin11t17:83_4": "samannāgato. Kekaro vāpīti tiriyaṁ passanto. Ettha api-saddena nikkhantakkhiṁ sampiṇḍeti,",
  "tika-vin11t17:83_5": "yassa kakkaṭakasseva akkhitārakā nikkhantā honti. Gambhīranettoti yassa gambhīre",
  "tika-vin11t17:83_6": "udapāne udakatārakā viya akkhitārakā paññāyanti. Ettha ca udakatārakā nāma udakapubbuḷaṁ.",
  "tika-vin11t17:83_7": "Akkhitārakāti akkhigeṇḍakā. Visamacakkaloti ekena uddhaṁ, ekena adhoti evaṁ visamajātehi",
  "tika-vin11t17:83_8": "akkhicakkehi samannāgato.",
  "tika-vin11t17:84_0": "2496.Jatukaṇṇovāti atikhuddikāhi kaṇṇasakkhalīhi samannāgato. Mūsikakaṇṇo vāti mūsikānaṁ",
  "tika-vin11t17:84_1": "kaṇṇasadisehi kaṇṇehi samannāgato. Hatthikaṇṇopi vāti ananurūpāhi mahantāhi hatthikaṇṇasadisāhi",
  "tika-vin11t17:84_2": "kaṇṇasakkhalīhi samannāgato. Chiddamattakakaṇṇo vāti yassa vinā kaṇṇasakkhalīhi kaṇṇacchiddameva",
  "tika-vin11t17:84_3": "hoti. Aviddhakaṇṇakoti kaṇṇabandhatthāya aviddhena kaṇṇena samannāgato.",
  "tika-vin11t17:85_0": "2497.Ṭaṅkitakaṇṇo vāti gobhattanāḷikāya aggasadisehi kaṇṇehi samannāgato, gohanukoṭisaṇṭhānehi",
  "tika-vin11t17:85_1": "kaṇṇehi samannāgatoti attho. Pūtikaṇṇopi vāti sadā paggharitapubbena kaṇṇena samannāgato.",
  "tika-vin11t17:85_2": "Pūtikaṇṇopīti api-saddena kaṇṇabhagandariko gahito. Kaṇṇabhagandarikoti niccapūtinā",
  "tika-vin11t17:85_3": "kaṇṇena samannāgato. Aviddhakaṇṇo parisadūsako vutto, kathaṁ yonakajātīnaṁ pabbajjāti",
  "tika-vin11t17:85_4": "āha “yonakādippabhedopi, nāyaṁ parisadūsako”ti, kaṇṇāvedhanaṁ yonakānaṁ sabhāvo,",
  "tika-vin11t17:85_5": "ayaṁ yonakādippabhedo parisadūsako na hotīti vuttaṁ hoti.",
  "tika-vin11t17:86_0": "2498.Atipiṅgalanettoti atisayena piṅgalehi nettehi samannāgato. Madhupiṅgalaṁ pana",
  "tika-vin11t17:86_1": "pabbājetuṁ vaṭṭati. Nippakhumakkhi vāti akkhidalaromehi virahitaakkhiko. Pakhuma-saddo",
  "tika-vin11t17:86_2": "hi loke akkhidalaromesu niruḷho. Assupaggharanetto vāti paggharaṇassūhi nettehi samannāgato.",
  "tika-vin11t17:86_3": "Pakkapupphitalocanoti pakkalocano pupphitalocanoti yojanā. Paripakkanetto sañjātapupphanettoti attho.",
  "tika-vin11t17:87_0": "2499.Mahānāsoti sarīrassa ananurūpāya mahatiyā nāsāya samannāgato. Atikhuddakanāsikoti",
  "tika-vin11t17:87_1": "tathā atikhuddikāya nāsāya samannāgato. Cipiṭanāso vāti cipiṭāya anto paviṭṭhāya",
  "tika-vin11t17:87_2": "viya allināsāya samannāgato. Cipiṭanāso vāti avuttavikappatthena vā-saddena dīghanāsiko",
  "tika-vin11t17:87_3": "saṅgayhati. So ca sukatuṇḍasadisāya jivhāya lehituṁ sakkuṇeyyāya nāsikāya samannāgato.",
  "tika-vin11t17:87_4": "Kuṭilanāsikoti mukhamajjhe appatiṭṭhahitvā ekapasse ṭhitanāsiko.",
  "tika-vin11t17:88_0": "2500.Niccavissavanāso vāti niccapaggharitasiṅghāṇikanāso vā. Mahāmukhoti yassa paṭaṅgamaṇḍukasseva",
  "tika-vin11t17:88_1": "mukhanimittaṁyeva mahantaṁ hoti, mukhaṁ pana lābusadisaṁ atikhuddakaṁ. Paṭaṅgamaṇḍuko",
  "tika-vin11t17:88_2": "nāma mahāmukhamaṇḍuko. Vaṅkabhinnamukho vāpīti ettha “vaṅkamukho vā bhinnamukho vāpī”ti",
  "tika-vin11t17:88_3": "yojanā. Vaṅkamukhoti bhamukassa, nalātassa vā ekapasse ninnatāya vaṅkamukho. Bhinnamukho",
  "tika-vin11t17:88_4": "vāti makkaṭasseva bhinnamukho. Mahāoṭṭhopi vāti ukkhalimukhavaṭṭisadisehi oṭṭhehi samannāgato.",
  "tika-vin11t17:89_0": "2501.Tanukaoṭṭho vāti bhericammasadisehi dante pidahituṁ asamatthehi oṭṭhehi samannāgato.",
  "tika-vin11t17:89_1": "Bhericammasadisehīti bherimukhacammasadisehi. Tanukaoṭṭho vāti ettha vā-saddena mahādharoṭṭho",
  "tika-vin11t17:89_2": "vā tanukauttaroṭṭho vā tanukaadharoṭṭho vāti tayo vikappā saṅgahitā. Vipuluttaraoṭṭhakoti",
  "tika-vin11t17:89_3": "mahāuttaroṭṭho. Oṭṭhachinnoti yassa eko vā dve vā oṭṭhā chinnā honti. Uppakkamukhoti",
  "tika-vin11t17:89_4": "pakkamukho. Eḷamukhopi vāti niccapaggharaṇamukho.",
  "tika-vin11t17:90_0": "2502-3.Saṅkhatuṇḍopīti bahi setehi anto atirattehi oṭṭhehi samannāgato. Duggandhamukhoti",
  "tika-vin11t17:90_1": "duggandhakuṇapamukho. Mahādantopīti aṭṭhakadantasadisehi samannāgato. Accantanti",
  "tika-vin11t17:90_2": "atisayena. “Heṭṭhā uparito vāpi, bahi nikkhantadantako”ti idaṁ “asuradantako”ti etassa",
  "tika-vin11t17:90_3": "atthapadaṁ. Asuroti dānavo. “Sippidanto vā oṭṭhadanto vā”ti gaṇṭhipade likhito. Yassa",
  "tika-vin11t17:90_4": "pana sakkā honti oṭṭhehi pidahituṁ, kathentasseva paññāyati, no akathentassa, taṁ",
  "tika-vin11t17:90_5": "pabbājetuṁ vaṭṭati. Adantoti dantarahito. Pūtidantoti pūtibhūtehi dantehi samannāgato.",
  "tika-vin11t17:91_0": "2504. “Atikhuddakadantako”ti imassa “yassā”tiādi apavādo. Yassa dantantare kāḷakadantasannibho",
  "tika-vin11t17:91_1": "kalandakadantasadiso danto sukhumova ṭhito ce, taṁ tu pabbājetuṁ vaṭṭatīti yojanā.",
  "tika-vin11t17:91_2": "Pabbājetumpīti ettha pi-saddo tu-saddattho.",
  "tika-vin11t17:92_0": "2505. Yo posoti sambandho. Mahāhanukoti gohanusadisena hanunā samannāgato. “Rassena",
  "tika-vin11t17:92_1": "hanunā yuto”ti idaṁ “cipiṭahanuko vā”ti imassa atthapadaṁ. Yathāha – “cipiṭahanuko",
  "tika-vin11t17:92_2": "vā antopaviṭṭhena viya atirassena hanukena samannāgato”ti. Cipiṭahanuko vāpīti ettha",
  "tika-vin11t17:92_3": "pi-saddena “bhinnahanuko vā vaṅkahanuko vā”ti vikappadvayaṁ saṅgaṇhāti.",
  "tika-vin11t17:93_0": "2506.Nimmassudāṭhiko vāpīti bhikkhunisadisamukho. Atidīghagalopi vāti bakagalasadisena",
  "tika-vin11t17:93_1": "galena samannāgato. Atirassagalopi vāti antopaviṭṭhena viya galena samannāgato. Bhinnagalo",
  "tika-vin11t17:93_2": "vā gaṇḍagalopi vāti yojanā, bhinnagalaṭṭhiko vā gaṇḍena samannāgatagalopi vāti attho.",
  "tika-vin11t17:94_0": "2507.Bhaṭṭhaṁsakūṭovāti mātugāmassa viya bhaṭṭhena aṁsakūṭena samannāgato. Bhinnapiṭṭhi",
  "tika-vin11t17:94_1": "vā bhinnauropi vāti yojanā, sudīghahattho vā surassahattho vāti yojanā, atidīghahattho",
  "tika-vin11t17:94_2": "vā atirassahattho vāti attho. Vā-saddena ahatthaekahatthānaṁ gahaṇaṁ. Kacchusamāyuto",
  "tika-vin11t17:94_3": "vā kaṇḍusamāyuto vāti yojanā. Vā-saddena “daddugatto vā godhāgatto vā”ti ime dve",
  "tika-vin11t17:94_4": "saṅgaṇhāti. Tattha godhāgatto vāti yassa godhāya viya gattato cuṇṇāni patanti.",
  "tika-vin11t17:95_0": "2508.Mahānisadamaṁsoti imassa atthapadaṁ “uddhanaggupamāyuto”ti. Yathāha – “mahāānisado",
  "tika-vin11t17:95_1": "vā uddhanakūṭasadisehi ānisadamaṁsehi accuggatehi samannāgato”ti. Mahānisadamaṁso",
  "tika-vin11t17:95_2": "vāti ettha vā-saddena bhaṭṭhakaṭiko saṅgahito. Vātaṇḍikoti aṇḍakosesu vuddhirogena",
  "tika-vin11t17:95_3": "samannāgato. Mahāūrūti sarīrassa ananurūpehi mahantehi sattīhi samannāgato. Saṅghaṭṭanakajāṇukoti",
  "tika-vin11t17:95_4": "aññamaññaṁ saṅghaṭṭehi jāṇūhi samannāgato.",
  "tika-vin11t17:96_0": "2509.Bhinnajāṇūti yassa eko vā dve vā jāṇū bhinnā honti. Mahājāṇūti mahantena jāṇunā",
  "tika-vin11t17:96_1": "samannāgato. Dīghajaṅghoti yaṭṭhisadisajaṅgho. Vikaṭo vāti tiriyaṁ gamanapādehi samannāgato,",
  "tika-vin11t17:96_2": "yassa caṅkamato jāṇukā bahi niggacchanti. Paṇho vāti pacchato parivattapādehi samannāgato,",
  "tika-vin11t17:96_3": "yassa caṅkamato jāṇukā anto pavisanti. “Panto”ti ca “saṇho”ti ca etasseva vevacanāni.",
  "tika-vin11t17:96_4": "Ubbaddhapiṇḍikoti heṭṭhā oruḷhāhi vā upari āruḷhāhi vā mahatīhi jaṅghapiṇḍikāhi samannāgato.",
  "tika-vin11t17:97_0": "2510.Yaṭṭhijaṅghoti yaṭṭhisadisāya jaṅghāya samannāgato. Mahājaṅghoti sarīrassa ananurūpāya",
  "tika-vin11t17:97_1": "mahatiyā jaṅghāya samannāgato. Mahāpādopi vāti sarīrassa ananurūpehi mahantehi pādehi",
  "tika-vin11t17:97_2": "samannāgato. Api-saddena thūlajaṅghapiṇḍiko saṅgahito, bhattapuṭasadisāya thūlāya",
  "tika-vin11t17:97_3": "jaṅghapiṇḍiyā samannāgatoti attho. Piṭṭhikapādo vāti pādavemajjhato uṭṭhitajaṅgho.",
  "tika-vin11t17:97_4": "Mahāpaṇhipi vāti ananurūpehi atimahantehi paṇhīhi samannāgato.",
  "tika-vin11t17:98_0": "2511.Vaṅkapādoti anto vā bahi vā parivattapādavasena duvidho vaṅkapādo. Gaṇṭhikaṅgulikoti",
  "tika-vin11t17:98_1": "siṅgiveraphaṇasadisāhi aṅgulīhi samannāgato. “Andhanakho vāpī”ti etassa atthapadaṁ",
  "tika-vin11t17:98_2": "“kāḷapūtinakhopi cā”ti. Yathāha – “andhanakho vā kāḷavaṇṇehi pūtinakhehi samannāgato”ti.",
  "tika-vin11t17:99": "2512.Iccevanti yathāvuttavacanīyanidassanatthoyaṁ nipātasamudāyo. Aṅgavekallatāya bahuvidhattā anavasesaṁ vekallappakāraṁ saṅgaṇhitumāha “iccevamādika”nti.",
  "tika-vin11t17:100": "Parisadūsakakathāvaṇṇanā.",
  "tika-vin11t17:101": "2514.Pattacīvaranti ettha “sāmaṇerassā”ti adhikārato labbhati. Anto nikkhipatoti ovarakādīnaṁ anto nikkhipantassa. Sabbapayogesūti pattacīvarassa āmasanādisabbapayogesu.",
  "tika-vin11t17:102_0": "2515-6.Daṇḍakammaṁ katvāti daṇḍakammaṁ yojetvā. Daṇḍenti vinenti etenāti daṇḍo, soyeva",
  "tika-vin11t17:102_1": "kattabbattā kammanti daṇḍakammaṁ, āvaraṇādi. Anācārassa dubbacasāmaṇerassa kevalaṁ",
  "tika-vin11t17:102_2": "hitakāmena bhikkhunā daṇḍakammaṁ katvā daṇḍakammaṁ yojetvā yāguṁ vā bhattaṁ vā vā-saddena",
  "tika-vin11t17:102_3": "pattaṁ vā cīvaraṁ vā dassetvā “daṇḍakamme āhaṭe tvaṁ idaṁ lacchasi” iti bhāsituṁ",
  "tika-vin11t17:102_4": "vaṭṭatīti yojanā. Kirāti padapūraṇatthe nipāto.",
  "tika-vin11t17:103_0": "2517. Dhammasaṅgāhakattherehi ṭhapitadaṇḍakammaṁ dassetumāha “aparādhānurūpenā”tiādi.",
  "tika-vin11t17:103_1": "Taṁ aparādhānurūpadaṇḍakammaṁ nāma vālikāsalilādīnaṁ āharāpanamevāti yojetabbaṁ.",
  "tika-vin11t17:103_2": "Ādi-saddena dāruādīnaṁ āharāpanaṁ gaṇhāti. Tañca kho “oramissatī”ti anukampāya, na",
  "tika-vin11t17:103_3": "“nassissati vibbhamissatī”tiādinayappavattena pāpajjhāsayena.",
  "tika-vin11t17:104_0": "2518-9. Akattabbaṁ daṇḍakammaṁ dassetumāha “sīse vā”tiādi. Sīse vāti ettha “sāmaṇerassā”ti",
  "tika-vin11t17:104_1": "adhikārato labbhati. Pāsāṇādīnīti ettha ādi-saddena iṭṭhakādīnaṁ gahaṇaṁ. Sāmaṇeraṁ",
  "tika-vin11t17:104_2": "uṇhe pāsāṇe nipajjāpetuṁ vā uṇhāya bhūmiyā nipajjāpetuṁ vā udakaṁ pavesetuṁ vā bhikkhuno",
  "tika-vin11t17:104_3": "na vaṭṭatīti yojanā.",
  "tika-vin11t17:105_0": "Bhagavatā anuññātadaṇḍakammaṁ dassetumāha “idhā”tiādi. Idhāti imasmiṁ daṇḍakammādhikāre.",
  "tika-vin11t17:105_1": "Āvaraṇamattanti “mā idha pāvisī”ti nivāraṇamattaṁ. Pakāsitanti “anujānāmi, bhikkhave,",
  "tika-vin11t17:105_2": "yattha vā vasati, yattha vā paṭikkamati, tattha āvaraṇaṁ kātu”nti bhāsitaṁ.",
  "tika-vin11t17:106_0": "“Yattha vā vasati, yattha vā paṭikkamatīti yattha vasati vā pavisati vā, ubhayenāpi",
  "tika-vin11t17:106_1": "attano pariveṇañca vassaggena pattasenāsanañca vutta”nti aṭṭhakathāya vuttattā yāva",
  "tika-vin11t17:106_2": "yojitaṁ daṇḍakammaṁ karonti, tāva attano puggalikapariveṇaṁ vā vassaggena pattasenāsanaṁ",
  "tika-vin11t17:106_3": "vā pavisituṁ adatvā nivāraṇaṁ āvaraṇaṁ nāma. Aṭṭhakathāyaṁ “attano”ti vacanaṁ ye",
  "tika-vin11t17:106_4": "āvaraṇaṁ karonti, te ācariyupajjhāye sandhāya vuttanti viññāyati. Keci panettha “attano”ti",
  "tika-vin11t17:106_5": "idaṁ yassa āvaraṇaṁ karonti, taṁ sandhāya vuttanti gahetvā tattha vinicchayaṁ vadanti.",
  "tika-vin11t17:106_6": "Keci ubhayathāpi atthaṁ gahetvā ubhayatthāpi āvaraṇaṁ kātabbanti vadanti. Vīmaṁsitvā",
  "tika-vin11t17:106_7": "yamettha yuttataraṁ, taṁ gahetabbaṁ.",
  "tika-vin11t17:107": "Nivāraṇakathāvaṇṇanā.",
  "tika-vin11t17:108_0": "2520. Pakkho ca opakkamiko ca āsitto cāti viggaho. Ettha ca “anuposathe uposathaṁ",
  "tika-vin11t17:108_1": "karotī”tiādīsu yathā uposathadine kattabbakammaṁ “uposatho”ti vuccati, tathā māsassa",
  "tika-vin11t17:108_2": "pakkhe paṇḍakabhāvamāpajjanto “pakkho”ti vutto. Atha vā pakkhapaṇḍako pakkho uttarapadalopena",
  "tika-vin11t17:108_3": "yathā “bhīmaseno bhīmo”ti. Idañca pāpānubhāvena kaṇhapakkheyeva paṇḍakabhāvamāpajjantassa",
  "tika-vin11t17:108_4": "adhivacanaṁ. Yathāha “akusalavipākānubhāvena kāḷapakkhe kāḷapakkhe paṇḍako hoti,",
  "tika-vin11t17:108_5": "juṇhapakkhe panassa pariḷāho vūpasammati, ayaṁ pakkhapaṇḍako”ti.",
  "tika-vin11t17:109_0": "Yassa upakkamena bījāni apanītāni, ayaṁ opakkamikapaṇḍako. Yassa paresaṁ aṅgajātaṁ",
  "tika-vin11t17:109_1": "mukhena gahetvā asucinā āsittassa pariḷāho vūpasammati, ayaṁ āsittapaṇḍako. Usūyakoti",
  "tika-vin11t17:109_2": "yassa paresaṁ ajjhācāraṁ passato usūyāya uppannāya pariḷāho vūpasammati, ayaṁ usūyapaṇḍako.",
  "tika-vin11t17:109_3": "Yo paṭisandhiyaṁyeva abhāvako uppanno, ayaṁ napuṁsakapaṇḍako.",
  "tika-vin11t17:110_0": "2521.Tesūti tesu pañcasu paṇḍakesu. “Pakkhapaṇḍakassa yasmiṁpakkhe paṇḍako hoti,",
  "tika-vin11t17:110_1": "tasmiṁyevassa pakkhe pabbajjā vāritā”ti kurundiyaṁ vuttattā “tiṇṇaṁ nivāritā”ti idaṁ",
  "tika-vin11t17:110_2": "tassa paṇḍakassa paṇḍakapakkhaṁ sandhāya vuttanti gahetabbaṁ.",
  "tika-vin11t17:111": "2522.“Nāsetabbo”ti idaṁ liṅganāsanaṁ sandhāya vuttaṁ. Yathāha “sopi liṅganāsaneneva nāsetabbo”ti. Esa nayo uparipi īdisesu ṭhānesu.",
  "tika-vin11t17:112": "Paṇḍakakathāvaṇṇanā.",
  "tika-vin11t17:113_0": "2523. Thenetīti theno, liṅgassa pabbajitavesassa theno liṅgatheno. Saṁvāsassa bhikkhuvassagaṇanādikassa",
  "tika-vin11t17:113_1": "theno saṁvāsatheno. Tadubhayassa cāti tassa liṅgassa, saṁvāsassa ca ubhayassa thenoti",
  "tika-vin11t17:113_2": "sambandho. Esa tividhopi theyyasaṁvāsako nāma pavuccatīti yojanā.",
  "tika-vin11t17:114_0": "2524-6.Tattha tesu tīsu theyyasaṁvāsakesu yo sayameva pabbajitvā bhikkhuvassāni na",
  "tika-vin11t17:114_1": "gaṇhati, yathāvuḍḍhaṁ vandanampi neva gaṇhati, api-saddena āsanena neva paṭibāhati",
  "tika-vin11t17:114_2": "uposathapavāraṇādīsu neva sandissatīti saṅgaṇhanato tadubhayampi na karoti, ayaṁ",
  "tika-vin11t17:114_3": "liṅgamattassa pabbajitavesamattassa thenato corikāya gahaṇato liṅgattheno siyāti yojanā.",
  "tika-vin11t17:115_0": "Yo ca pabbajito hutvā bhikkhuvassāni gaṇhati, so yathāvuḍḍhavandanādikaṁ saṁvāsaṁ",
  "tika-vin11t17:115_1": "sādiyantova saṁvāsatthenako matoti yojanā. Yathāha – “bhikkhuvassagaṇanādiko hi sabbopi",
  "tika-vin11t17:115_2": "kiriyabhedo imasmiṁ atthe ‘saṁvāso’ti veditabbo”ti.",
  "tika-vin11t17:116_0": "Vuttanayoyevāti ubhinnaṁ paccekaṁ vuttalakkhaṇameva etassa lakkhaṇanti katvā vuttaṁ.",
  "tika-vin11t17:116_1": "Ayaṁ tividhopi theyyasaṁvāsako anupasampanno na upasampādetabbo, upasampanno nāsetabbo,",
  "tika-vin11t17:116_2": "puna pabbajjaṁ yācantopi na pabbājetabbo. Byatirekamukhena theyyasaṁvāsalakkhaṇaṁ",
  "tika-vin11t17:116_3": "niyametuṁ aṭṭhakathāya vuttagāthādvayaṁ udāharanto āha “yathāha cā”ti. Yathā aṭṭhakathācariyo",
  "tika-vin11t17:116_4": "rājadubbhikkhādigāthādvayamāha, tathāyamattho byatirekato veditabboti adhippāyo.",
  "tika-vin11t17:117_0": "2527-8.Rājadubbhikkhakantāra-rogaveribhayehi vāti ettha bhaya-saddo paccekaṁ yojetabbo",
  "tika-vin11t17:117_1": "“rājabhayena dubbhikkhabhayenā”tiādinā. Cīvarāharaṇatthaṁ vāti attanā pariccattacīvaraṁ",
  "tika-vin11t17:117_2": "puna vihāraṁ āharaṇatthāya. Idha imasmiṁ sāsane. Saṁvāsaṁ nādhivāseti, yāva so suddhamānasoti",
  "tika-vin11t17:117_3": "rājabhayādīhi gahitaliṅgatāya so suddhamānaso yāva saṁvāsaṁ nādhivāsetīti attho.",
  "tika-vin11t17:118_0": "Yo hi rājabhayādīhi vinā kevalaṁ bhikkhū vañcetvā tehi saddhiṁ vasitukāmatāya liṅgaṁ",
  "tika-vin11t17:118_1": "gaṇhāti, so asuddhacittatāya liṅgaggahaṇeneva theyyasaṁvāsako nāma hoti. Ayaṁ pana",
  "tika-vin11t17:118_2": "tādisena asuddhacittena bhikkhū vañcetukāmatāya abhāvato yāva saṁvāsaṁ nādhivāseti,",
  "tika-vin11t17:118_3": "tāva theyyasaṁvāsako nāma na hoti. Teneva “rājabhayādīhi gahitaliṅgānaṁ ‘gihī maṁ",
  "tika-vin11t17:118_4": "samaṇoti jānantū’ti vañcanācitte satipi bhikkhūnaṁ vañcetukāmatāya abhāvā doso na",
  "tika-vin11t17:118_5": "jāto”ti tīsupi gaṇṭhipadesu vuttaṁ.",
  "tika-vin11t17:119_0": "Keci pana “vūpasantabhayatā idha suddhacittatā”ti vadanti, evañca sati so vūpasantabhayo",
  "tika-vin11t17:119_1": "yāva saṁvāsaṁ nādhivāseti, tāva theyyasaṁvāsako nāma na hotīti ayamattho viññāyati.",
  "tika-vin11t17:119_2": "Imasmiñca atthe viññāyamāne avūpasantabhayassa saṁvāsasādiyanepi theyyasaṁvāsakatā",
  "tika-vin11t17:119_3": "na hotīti āpajjeyya, na ca aṭṭhakathāyaṁ avūpasantabhayassa saṁvāsasādiyane atheyyasaṁvāsakatā",
  "tika-vin11t17:119_4": "dassitā. “Sabbapāsaṇḍiyabhattāni bhuñjanto”ti ca iminā avūpasantabhayenāpi saṁvāsaṁ",
  "tika-vin11t17:119_5": "asādiyanteneva vasitabbanti dīpeti. Teneva tīsupi gaṇṭhipadesu vuttaṁ “yasmā vihāraṁ",
  "tika-vin11t17:119_6": "āgantvā saṅghikaṁ gaṇhantassa saṁvāsaṁ pariharituṁ dukkaraṁ, tasmā ‘sabbapāsaṇḍiyabhattāni",
  "tika-vin11t17:119_7": "bhuñjanto’ti idaṁ vutta”nti. Tasmā rājabhayādīhi gahitaliṅgatā cettha suddhacittatāti gahetabbaṁ.",
  "tika-vin11t17:120": "Tāva esa theyyasaṁvāsako nāma na vuccatīti yojanā. Ayamettha saṅkhepo, vitthāro pana “tatrāyaṁ vitthāranayo”ti aṭṭhakathāyaṁ āgatanayena veditabbo.",
  "tika-vin11t17:121": "Theyyasaṁvāsakakathāvaṇṇanā.",
  "tika-vin11t17:122_0": "2529-30. Yo upasampanno bhikkhu “ahaṁ titthiyo bhavissa”nti saliṅgeneva attano bhikkhuveseneva",
  "tika-vin11t17:122_1": "titthiyānaṁ upassayaṁ yāti ceti sambandho. Titthiyesu pakkantako paviṭṭho titthiyapakkantako.",
  "tika-vin11t17:122_2": "Tesaṁ liṅge nissiteti tesaṁ titthiyānaṁ vese gahite.",
  "tika-vin11t17:123": "2531. “Ahaṁ titthiyo bhavissa”nti kusacīrādikaṁ yo sayameva nivāseti, sopi pakkantako titthiyapakkantako siyāti yojanā.",
  "tika-vin11t17:124_0": "2532-4. Naggo tesaṁ ājīvakādīnaṁ upassayaṁ gantvāti yojanā. Kese luñcāpetīti attano",
  "tika-vin11t17:124_1": "kese luñcāpeti. Tesaṁ vatāni ādiyati vāti yojanā. Vatāni ādiyatīti ukkuṭikappadhānādīni",
  "tika-vin11t17:124_2": "vā vatāni ādiyati. Tesaṁ titthiyānaṁ morapiñchādikaṁ liṅgaṁ saññāṇaṁ sace gaṇhāti",
  "tika-vin11t17:124_3": "vā tesaṁ pabbajjaṁ, laddhimeva vā sārato vā eti upagacchati vāti yojanā. “Ayaṁ pabbajjā",
  "tika-vin11t17:124_4": "seṭṭhāti seṭṭhabhāvaṁ vā upagacchatī”ti aṭṭhakathāyaṁ vuttaṁ. Esa titthiyapakkantako",
  "tika-vin11t17:124_5": "hoti eva, na pana vimuccati titthiyapakkantabhāvato. Naggassa gacchatoti “ājīvako",
  "tika-vin11t17:124_6": "bhavissa”nti kāsāyādīni anādāya naggassa ājīvakānaṁ upasaṁgacchato.",
  "tika-vin11t17:125_0": "2535.Theyyasaṁvāsakoanupasampannavasena vutto, no upasampannavasena. Iminā “upasampanno",
  "tika-vin11t17:125_1": "bhikkhu kūṭavassaṁ gaṇhantopi assamaṇo na hoti. Liṅge saussāho pārājikaṁ āpajjitvā",
  "tika-vin11t17:125_2": "bhikkhuvassādīni gaṇentopi theyyasaṁvāsako na hotī”ti aṭṭhakathāgatavinicchayaṁ dīpeti.",
  "tika-vin11t17:125_3": "Tathā vuttoti yojanā. “Upasampannabhikkhunā”ti iminā anupasampannaṁ nivatteti. Tena",
  "tika-vin11t17:125_4": "ca “sāmaṇero saliṅgena titthāyatanaṁ gatopi puna pabbajjañca upasampadañca labhatī”ti",
  "tika-vin11t17:125_5": "kurundaṭṭhakathāgatavinicchayaṁ dasseti.",
  "tika-vin11t17:126_0": "Titthiyapakkantakassa kiṁ kātabbanti? Na pabbājetabbo, pabbājitopi na upasampādetabbo,",
  "tika-vin11t17:126_1": "upasampādito ca kāsāyāni apanetvā setakāni datvā gihibhāvaṁ upanetabbo. Ayamattho",
  "tika-vin11t17:126_2": "ca “titthiyapakkantako bhikkhave anupasampanno na upasampādetabbo, upasampanno nāsetabbo”ti",
  "tika-vin11t17:126_3": "pāḷito ca “so na kevalaṁ na upasampādetabbo, atha kho na pabbājetabbopī”ti aṭṭhakathāvacanato ca veditabbo.",
  "tika-vin11t17:127": "Titthiyapakkantakakathāvaṇṇanā.",
  "tika-vin11t17:128_0": "2536.Idhāti imasmiṁ pabbajjūpasampadādhikāre. Manussajātikato aññassa tiracchānagateyeva",
  "tika-vin11t17:128_1": "antogadhattaṁ dassetumāha “yakkho sakkopi vā”ti. Tiracchānagato vuttoti ettha iti-saddo",
  "tika-vin11t17:128_2": "luttaniddiṭṭho. “Tiracchānagato, bhikkhave, anupasampanno na upasampādetabbo, upasampanno",
  "tika-vin11t17:128_3": "nāsetabbo”ti vacanato pabbajjāpi upalakkhaṇato nivāritāyevāti katvā vuttaṁ “pabbājetuṁ",
  "tika-vin11t17:128_4": "na vaṭṭatī”ti. Tena tiracchānagato ca bhagavato adhippāyaññūhi aṭṭhakathācariyehi",
  "tika-vin11t17:128_5": "na pabbājetabboti vuttaṁ.",
  "tika-vin11t17:129": "Tiracchānakathāvaṇṇanā.",
  "tika-vin11t17:130": "2537.Pañcānantarike poseti mātughātako, pitughātako, arahantaghātako, lohituppādako, saṅghabhedakoti ānantariyakammehi samannāgate pañca puggale.",
  "tika-vin11t17:131_0": "Tattha mātughātako nāma yena manussitthibhūtā janikā mātā sayampi manussajātikeneva",
  "tika-vin11t17:131_1": "satā sañcicca jīvitā voropitā, ayaṁ ānantariyena mātughātakakammena mātughātako,",
  "tika-vin11t17:131_2": "etassa pabbajjā ca upasampadā ca paṭikkhittā. Yena pana manussitthibhūtāpi ajanikā",
  "tika-vin11t17:131_3": "posāvanikamātā vā cūḷamātā vā mahāmātā vā janikāpi vā namanussitthibhūtā mātāghātitā,",
  "tika-vin11t17:131_4": "tassa pabbajjā na vāritā, na ca ānantariyo hoti. Yena sayaṁ tiracchānabhūtena manussitthibhūtā",
  "tika-vin11t17:131_5": "mātā ghātitā, sopi ānantariyo na hoti, tiracchānagatattā panassa pabbajjā paṭikkhittāva.",
  "tika-vin11t17:131_6": "Pitughātakepi eseva nayo. Sacepi hi vesiyā putto hoti, “ayaṁ me pitā”ti na jānāti,",
  "tika-vin11t17:131_7": "yassa sambhavena nibbatto, so ce anena ghātito, “pitughātako”tveva saṅkhyaṁ gacchati,",
  "tika-vin11t17:131_8": "ānantariyañca phusati.",
  "tika-vin11t17:132_0": "Arahantaghātakopi manussaarahantavaseneva veditabbo. Manussajātiyañhi antamaso apabbajitampi",
  "tika-vin11t17:132_1": "khīṇāsavaṁ dārakaṁ vā dārikaṁ vā sañcicca jīvitā voropento arahantaghātakova hoti,",
  "tika-vin11t17:132_2": "ānantariyañca phusati, pabbajjā cassa vāritā. Amanussajātikaṁ pana arahantaṁ, manussajātikaṁ",
  "tika-vin11t17:132_3": "vā avasesaṁ ariyapuggalaṁ ghātetvā ānantariyo na hoti, pabbajjāpissa na vāritā, kammaṁ",
  "tika-vin11t17:132_4": "pana balavaṁ hoti. Tiracchāno manussaarahantampi ghātetvā ānantariyo na hoti, kammaṁ pana bhāriyaṁ.",
  "tika-vin11t17:133_0": "Yo devadatto viya duṭṭhacittena vadhakacittena tathāgatassa jīvamānakasarīre khuddakamakkhikāya",
  "tika-vin11t17:133_1": "pivanakamattampi lohitaṁ uppādeti, ayaṁ lohituppādako nāma, etassa pabbajjā ca upasampadā",
  "tika-vin11t17:133_2": "ca vāritā. Yo pana rogavūpasamanatthaṁ jīvako viya satthena phāletvā pūtimaṁsañca",
  "tika-vin11t17:133_3": "lohitañca nīharitvā phāsuṁ karoti, bahuṁ so puññaṁ pasavati.",
  "tika-vin11t17:134_0": "Yo devadatto viya sāsanaṁ uddhammaṁ ubbinayaṁ katvā catunnaṁ kammānaṁ aññataravasena",
  "tika-vin11t17:134_1": "saṅghaṁ bhindati, ayaṁ saṅghabhedako nāma, etassa pabbajjā ca upasampadā ca vāritā.",
  "tika-vin11t17:134_2": "“Mātughātako, bhikkhave, anupasampanno na upasampādetabbo, upasampanno nāsetabbo”tiādikāya",
  "tika-vin11t17:134_3": "pāḷiyā upasampadāpaṭikkhepo pabbajjāpaṭikkhepassa upalakkhaṇanti āha “pabbājentassa dukkaṭa”nti.",
  "tika-vin11t17:135_0": "Ubhatobyañjanañceva bhikkhunidūsakañca tathā pabbājentassa dukkaṭanti sambandho.",
  "tika-vin11t17:135_1": "Ubhatobyañjananti ka-kāralopena niddeso. Itthinimittuppādanakammato ca purisanimittuppādanakammato",
  "tika-vin11t17:135_2": "ca ubhato byañjanamassa atthīti ubhatobyañjanako. So duvidho hoti itthiubhatobyañjanako,",
  "tika-vin11t17:135_3": "purisaubhatobyañjanakoti.",
  "tika-vin11t17:136_0": "Tattha itthiubhatobyañjanakassa itthinimittaṁ pākaṭaṁ hoti, purisanimittaṁ paṭicchannaṁ.",
  "tika-vin11t17:136_1": "Purisaubhatobyañjanakassa purisanimittaṁ pākaṭaṁ hoti, itthinimittaṁ paṭicchannaṁ.",
  "tika-vin11t17:136_2": "Itthiubhatobyañjanakassa itthīsu purisattaṁ karontassa itthinimittaṁ paṭicchannaṁ",
  "tika-vin11t17:136_3": "hoti, purisanimittaṁ pākaṭaṁ hoti. Purisaubhatobyañjanakassa purisānaṁ itthibhāvaṁ",
  "tika-vin11t17:136_4": "upagacchantassa purisanimittaṁ paṭicchannaṁ hoti, itthinimittaṁ pākaṭaṁ hoti. Itthiubhatobyañjanako",
  "tika-vin11t17:136_5": "sayañca gabbhaṁ gaṇhāti, parañca gabbhaṁ gaṇhāpeti. Purisaubhatobyañjanako sayaṁ",
  "tika-vin11t17:136_6": "na gaṇhāti, paraṁ gaṇhāpetīti idametesaṁ nānākaraṇaṁ. Imassa pana duvidhassāpi ubhatobyañjanakassaneva",
  "tika-vin11t17:136_7": "pabbajjā atthi, na upasampadāti idamidha sanniṭṭhānaṁ veditabbaṁ.",
  "tika-vin11t17:137_0": "Yo pakatattaṁ bhikkhuniṁ tiṇṇaṁ maggānaṁ aññatarasmiṁ dūseti, ayaṁ bhikkhunidūsako",
  "tika-vin11t17:137_1": "nāma, etassa pabbajjā ca upasampadā ca vāritā. Yo pana kāyasaṁsaggena sīlavināsaṁ",
  "tika-vin11t17:137_2": "pāpeti, tassa pabbajjā ca upasampadā ca na vāritā. Balakkārena pana odātavatthavasanaṁ",
  "tika-vin11t17:137_3": "katvā anicchamānaṁyeva dūsentopi bhikkhunidūsakoyeva. Balakkārena pana odātavatthavasanaṁ",
  "tika-vin11t17:137_4": "katvā icchamānaṁ dūsento bhikkhunidūsako na hoti. Kasmā? Yasmā gihibhāve sampaṭicchitamatteyeva",
  "tika-vin11t17:137_5": "sā abhikkhunī hoti. Sakiṁ sīlavipannaṁ pana pacchā dūsento neva bhikkhunidūsako hoti,",
  "tika-vin11t17:137_6": "pabbajjampi upasampadampi labhati.",
  "tika-vin11t17:138_0": "2538. Pāḷiaṭṭhakathāvimuttaṁ ācariyaparamparābhatavinicchayaṁ dassetumāha “ekato”tiādi.",
  "tika-vin11t17:138_1": "“Ekato”ti iminā bhikkhusaṅghassāpi gahaṇaṁ bhaveyyāti taṁ parivajjetuṁ “bhikkhunīnaṁ",
  "tika-vin11t17:138_2": "tu santike”ti vuttaṁ. Etena taṁdūsakassa bhabbataṁ dīpeti. So neva bhikkhunidūsako",
  "tika-vin11t17:138_3": "siyā, “upasampadaṁ labhateva ca pabbajjaṁ, sā ca neva parājitā”ti idaṁ dutiyagāthāya",
  "tika-vin11t17:138_4": "idhānetvā yojetabbaṁ. Kevalaṁ bhikkhunisaṅghe upasampannā nāma na hotīti adhippāyeneva",
  "tika-vin11t17:138_5": "vuttaṁ. “Sā ca neva parājitā”ti iminā tassā ca puna pabbajjūpasampadāya bhabbataṁ",
  "tika-vin11t17:138_6": "dīpeti. Ayamattho aṭṭhakathāgaṇṭhipadepi vuttoyeva “bhikkhunīnaṁ vasena ekatoupasampannaṁ",
  "tika-vin11t17:138_7": "dūsetvā bhikkhunidūsako na hoti, pabbajjādīni labhati, sā ca pārājikā na hotīti vinicchayo”ti.",
  "tika-vin11t17:139_0": "2539. “Sikkhamānāsāmaṇerīsu ca vippaṭipajjanto neva bhikkhunidūsako hoti, pabbajjampi",
  "tika-vin11t17:139_1": "upasampadampi labhatī”ti aṭṭhakathāgatavinicchayaṁ dassetumāha “sace anupasampannadūsako”ti.",
  "tika-vin11t17:139_2": "“Upasampadaṁ labhateva ca pabbajja”nti idaṁ yathāṭhānepi yojetabbaṁ. Sā ca neva parājitāti",
  "tika-vin11t17:139_3": "idaṁ pana aṭṭhakathāya anāgatattā ca anupasampannāya upasampannavikappābhāvā ca na",
  "tika-vin11t17:139_4": "yojetabbaṁ. Asati hi upasampannavikappe parājitavikappāsaṅgaho paṭisedho niratthakoti",
  "tika-vin11t17:139_5": "sā pabbajjūpasampadānaṁ bhabbāyevāti daṭṭhabbā. Ime pana paṇḍakādayo ekādasa puggalā",
  "tika-vin11t17:139_6": "“paṇḍako, bhikkhave, anupasampanno na upasampādetabbo, upasampanno nāsetabbo”tiādivacanato",
  "tika-vin11t17:139_7": "abhabbāyeva, nesaṁ pabbajjā ca upasampadā ca na ruhati, tasmā na pabbājetabbā. Jānitvā",
  "tika-vin11t17:139_8": "pabbājento, upasampādento ca dukkaṭaṁ āpajjati. Ajānitvāpi pabbājitā, upasampāditā",
  "tika-vin11t17:139_9": "ca jānitvā liṅganāsanāya nāsetabbā.",
  "tika-vin11t17:140": "Ekādasaabhabbapuggalakathāvaṇṇanā.",
  "tika-vin11t17:141_0": "2540.Nūpasampādanīyovāti na upasampādetabbova. Anupajjhāyakoti asannihitaupajjhāyo",
  "tika-vin11t17:141_1": "vā aggahitaupajjhāyaggahaṇo vā. Karototi anupajjhāyakaṁ upasampādayato. Dukkaṭaṁ",
  "tika-vin11t17:141_2": "hotīti ācariyassa ca gaṇassa ca dukkaṭāpatti hoti. Na kuppati sace katanti sace anupajjhāyakassa",
  "tika-vin11t17:141_3": "upasampadākammaṁ kataṁ bhaveyya, taṁ na kuppati samaggena saṅghena akuppena ṭhānārahena katattā.",
  "tika-vin11t17:142_0": "2541.Eketi abhayagirivāsino. “Na gahetabbamevā”ti aṭṭhakathāya daḷhaṁ vuttattā vuttaṁ.",
  "tika-vin11t17:142_1": "Taṁ vacanaṁ. Ettha ca upajjhāye asannihitepi upajjhāyaggahaṇe akatepi kammavācāyaṁ",
  "tika-vin11t17:142_2": "pana upajjhāyakittanaṁ kataṁyevāti daṭṭhabbaṁ. Aññathā “puggalaṁ na parāmasatī”ti",
  "tika-vin11t17:142_3": "vuttāya kammavipattiyā sambhavato kammaṁ kuppeyya. Teneva “upajjhāyaṁ akittetvā”ti",
  "tika-vin11t17:142_4": "avatvā “upajjhaṁ aggāhāpetvā”ti aṭṭhakathāyaṁ vuttaṁ. Yathā ca aparipuṇṇapattacīvarassa",
  "tika-vin11t17:142_5": "upasampadākāle kammavācāyaṁ “paripuṇṇassa pattacīvara”nti asantaṁ vatthuṁ kittetvā",
  "tika-vin11t17:142_6": "kammavācāya katāyapi upasampadā ruhati, evaṁ “ayaṁ buddharakkhito āyasmato dhammarakkhitassa",
  "tika-vin11t17:142_7": "upasampadāpekkho”ti asantaṁ puggalaṁ kittetvā kevalaṁ santapadanīhārena kammavācāya",
  "tika-vin11t17:142_8": "katāya upasampadā ruhatiyevāti daṭṭhabbaṁ. Tenevāha “na kuppati sace kata”nti. “Na,",
  "tika-vin11t17:142_9": "bhikkhave, anupajjhāyako upasampādetabbo, yo upasampādeyya, āpatti dukkaṭassā”ti",
  "tika-vin11t17:142_10": "ettakameva vatvā “so ca puggalo anupasampanno”ti avuttattā, kammavipattilakkhaṇassa",
  "tika-vin11t17:142_11": "ca asambhavato “na gahetabbameva ta”nti vuttaṁ.",
  "tika-vin11t17:143_0": "Sesesu sabbatthapīti saṅghagaṇapaṇḍakatheyyasaṁvāsakatitthiyapakkantakatiracchānagatamātupituarahantaghātakabhikkhunidūsakasaṅghabhedakalohituppādakaubhatobyañjanakasaṅkhātehi",
  "tika-vin11t17:143_1": "upajjhāyehi upasampāditesu sabbesu terasasu vikappesu. Vuttañhi bhagavatā “na, bhikkhave,",
  "tika-vin11t17:143_2": "saṅghena upajjhāyena upasampādetabbo, yo upasampādeyya, āpatti dukkaṭassā”tiādi.",
  "tika-vin11t17:143_3": "Na kevalaṁ etesuyeva terasasu, atha “apattakaacīvarakaacīvarapattakayācitakapattayācitakacīvarayācitakapattacīvarakā”ti",
  "tika-vin11t17:143_4": "etesu chasu vikappesu ayaṁ nayo yojetabboti. Sesa-ggahaṇena etesampi saṅgaho. Vuttañhetaṁ",
  "tika-vin11t17:143_5": "bhagavatā “na, bhikkhave, apattako upasampādetabbo, yo upasampādeyya, āpatti dukkaṭassā”tiādi.",
  "tika-vin11t17:143_6": "Ayaṁ nayoti “na kuppati sace kata”nti vuttanayo.",
  "tika-vin11t17:144_0": "2542.Pañcavīsatīti catuvīsati pārājikā, ūnavīsativasso cāti pañcavīsati. Vuttañhi",
  "tika-vin11t17:144_1": "“na, bhikkhave, jānaṁ ūnavīsativasso puggalo upasampādetabbo. Yo upasampādeyya, yathādhammo",
  "tika-vin11t17:144_2": "kāretabbo”ti. Osāroti upasampadāsaṅkhāto osāro. Teneva campeyyakkhandhake “tañce",
  "tika-vin11t17:144_3": "saṅgho osāreti, ekacco sosārito”tiādipāṭhassa aṭṭhakathāyaṁ “osāretīti upasampadākammavasena",
  "tika-vin11t17:144_4": "pavesetī”ti vuttaṁ. “Nāsanāraho”ti iminā “paṇḍako, bhikkhave, anupasampanno na upasampādetabbo”tiādivacanato",
  "tika-vin11t17:144_5": "upasampāditassāpi setakāni datvā gihibhāvaṁ pāpetabbataṁ dīpeti.",
  "tika-vin11t17:145": "2543.Hatthacchinnādibāttiṁsāti campeyyakkhandhake –",
  "tika-vin11t17:146_0": "“Hatthacchinno, bhikkhave, appatto osāraṇaṁ, tañce saṅgho osāreti, sosārito. Pādacchinno…pe…",
  "tika-vin11t17:146_1": "hatthapādacchinno… kaṇṇacchinno… nāsacchinno… kaṇṇanāsacchinno… aṅgulicchinno… aḷacchinno…",
  "tika-vin11t17:146_2": "kaṇḍaracchinno… phaṇahatthako… khujjo… vāmano… galagaṇḍī… lakkhaṇāhato… kasāhato…",
  "tika-vin11t17:146_3": "likhitako… sīpadiko… pāparogī… parisadūsako… kāṇo… kuṇī… khañjo… pakkhahato… chinniriyāpatho…",
  "tika-vin11t17:146_4": "jarādubbalo… andho… mūgo… padhiro… andhamūgo… andhapadhiro… mūgapadhiro… andhamūgapadhiro,",
  "tika-vin11t17:146_5": "bhikkhave, appatto osāraṇaṁ, tañce saṅgho osāreti, sosārito”ti bāttiṁsa.",
  "tika-vin11t17:147": "Kuṭṭhiādi ca terasāti mahākhandhake āgatā –",
  "tika-vin11t17:148": "“Kuṭṭhiṁ gaṇḍiṁ kilāsiñca, sosiñca apamārikaṁ;",
  "tika-vin11t17:149": "Tathā rājabhaṭaṁ coraṁ, likhitaṁ kārabhedakaṁ.",
  "tika-vin11t17:150": "“Kasāhataṁ narañceva, purisaṁ lakkhaṇāhataṁ;",
  "tika-vin11t17:151": "Iṇāyikañca dāsañca, pabbājentassa dukkaṭa”nti. –",
  "tika-vin11t17:152": "Yathāvuttā terasa.",
  "tika-vin11t17:153": "Evamete pañcacattālīsa vuttā. Tesu kasāhatalakkhaṇāhatalikhitakānaṁ tiṇṇaṁ ubhayattha āgatattā aggahitaggahaṇena dvācattālīseva daṭṭhabbā.",
  "tika-vin11t17:154_0": "“Hatthacchinnādibāttiṁsa, kuṭṭhiādi ca terasā”ti ye puggalā vuttā, tesaṁ. Osāro appattoti",
  "tika-vin11t17:154_1": "upasampadāananurūpāti attho. Kato ceti akattabbabhāvamasallakkhantehi bhikkhūhi yadi",
  "tika-vin11t17:154_2": "upasampadāsaṅkhāto osāro kato bhaveyya. Rūhatīti sijjhati, te puggalā upasampannāyevāti",
  "tika-vin11t17:154_3": "adhippāyo. Ācariyādayo pana āpattiṁ āpajjanti. Yathāha campeyyakkhandhakaṭṭhakathāyaṁ",
  "tika-vin11t17:154_4": "– “hatthacchinnādayo pana dvattiṁsa suosāritā, upasampāditā upasampannāva honti,",
  "tika-vin11t17:154_5": "na te labbhā kiñci vattuṁ. Ācariyupajjhāyā, pana kārakasaṅgho ca sātisārā, na koci",
  "tika-vin11t17:154_6": "āpattito muccatī”ti.",
  "tika-vin11t17:155_0": "2544-5. “Anujānāmi, bhikkhave, dve tayo ekānussāvane kātuṁ, tañca kho ekena upajjhāyenā”ti",
  "tika-vin11t17:155_1": "vacanato sace tayo ācariyā ekasīmāyaṁ nisinnā ekassa upajjhāyassa nāmaṁ gahetvā tiṇṇaṁ",
  "tika-vin11t17:155_2": "upasampadāpekkhānaṁ visuṁ visuṁyeva kammavācaṁ ekakkhaṇe vatvā tayo upasampādenti,",
  "tika-vin11t17:155_3": "vaṭṭatīti dassetumāha “ekūpajjhāyako hotī”tiādi.",
  "tika-vin11t17:156_0": "“Tayo”ti idaṁ aṭṭhuppattiyaṁ “sambahulānaṁ therāna”nti āgatattā vuttaṁ. Ekatoti ekakkhaṇe.",
  "tika-vin11t17:156_1": "Anusāvananti kammavācaṁ. Osāretvāti vatvā. Kammanti upasampadākammaṁ. Na ca kuppatīti",
  "tika-vin11t17:156_2": "na vipajjati. Kappatīti avipajjanato evaṁ kātuṁ vaṭṭati.",
  "tika-vin11t17:157_0": "2546-7. “Anujānāmi, bhikkhave, dve tayo ekānussāvane kātu”nti vacanato sace eko ācariyo",
  "tika-vin11t17:157_1": "“buddharakkhito ca dhammarakkhito ca saṅgharakkhito ca āyasmato sāriputtassa upasampadāpekkho”ti",
  "tika-vin11t17:157_2": "upasampadāpekkhānaṁ paccekaṁ nāmaṁ gahetvā kammavācaṁ vatvā dve tayopi upasampādeti,",
  "tika-vin11t17:157_3": "vaṭṭatīti dassetumāha “ekūpajjhāyako hotī”tiādi.",
  "tika-vin11t17:158_0": "Upasampadaṁ apekkhantīti “upasampadāpekkhā”ti upasampajjanakā vuccanti. Tesaṁ nāmanti",
  "tika-vin11t17:158_1": "tesaṁ upasampajjantānañceva upajjhāyānañca nāmaṁ. Anupubbena sāvetvāti yojanā, “buddharakkhito”tiādinā",
  "tika-vin11t17:158_2": "yathāvuttanayena kammavācāyaṁ sakaṭṭhāne vatvā sāvetvāti vuttaṁ hoti. Tenāti ekena",
  "tika-vin11t17:158_3": "ācariyena. Ekatoti dve tayo jane ekato katvā. Anusāvetvāti kammavācaṁ vatvā. Kataṁ upasampadākammaṁ.",
  "tika-vin11t17:159": "2548.Aññamaññānusāvetvāti aññamaññassa nāmaṁ anusāvetvā, gahetvāti attho, aññamaññassa nāmaṁ gahetvā kammavācaṁ vatvāti vuttaṁ hoti.",
  "tika-vin11t17:160_0": "2549. Taṁ vidhiṁ dassetumāha “sumano”tiādi. Sumanoti ācariyo. Tissatherassa upajjhāyassa.",
  "tika-vin11t17:160_1": "Sissakaṁ saddhivihārikaṁ. Anusāvetīti kammavācaṁ sāveti. Tissoti paṭhamaṁ upajjhāyabhūtassa",
  "tika-vin11t17:160_2": "gahaṇaṁ. Sumanatherassāti paṭhamaṁ ācariyattheramāha. Ime dve ekasīmāyaṁ nisīditvā",
  "tika-vin11t17:160_3": "ekakkhaṇe aññamaññassa saddhivihārikānaṁ kammavācaṁ vadantā attano attano saddhivihārikaṁ",
  "tika-vin11t17:160_4": "paṭicca upajjhāyāpi honti, antevāsike paṭicca ācariyāpi honti, aññamaññassa gaṇapūrakā",
  "tika-vin11t17:160_5": "ca hontīti vuttaṁ hoti. Yathāha –",
  "tika-vin11t17:161_0": "“Sace pana nānācariyā nānāupajjhāyā honti, tissatthero sumanattherassa saddhivihārikaṁ,",
  "tika-vin11t17:161_1": "sumanatthero tissattherassa saddhivihārikaṁ anussāveti, aññamaññañca gaṇapūrakā honti, vaṭṭatī”ti.",
  "tika-vin11t17:162_0": "2550.Idhāti imasmiṁ upasampadādhikāre. Paṭikkhittāti “na tveva nānupajjhāyenā”ti",
  "tika-vin11t17:162_1": "paṭisiddhā. Lokiyehi ādiccaputto manūti yo paṭhamakappiko manussānaṁ ādirājā vuccati,",
  "tika-vin11t17:162_2": "tassa vaṁse jātattā ādicco bandhu etassāti ādiccabandhu, bhagavā, tena.",
  "tika-vin11t17:163": "Mahākhandhakakathāvaṇṇanā."
}