{
  "tika-vin04t1:0": "Bhikkhunīpātimokkhapāḷi",
  "tika-vin04t1:1": "Pubbakaraṇaṁ-4",
  "tika-vin04t1:2": "Sammajjanī padīpo ca, udakaṁ āsanena ca;",
  "tika-vin04t1:3": "Uposathassa etāni, ‘‘pubbakaraṇa’’nti vuccati.",
  "tika-vin04t1:4": "Pubbakiccaṁ-5",
  "tika-vin04t1:5": "Chanda, pārisuddhi, utukkhānaṁ, bhikkhunigaṇanā ca ovādo;",
  "tika-vin04t1:6": "Uposathassa etāni, ‘‘pubbakicca’’nti vuccati.",
  "tika-vin04t1:7": "Pattakallaaṅgā-4",
  "tika-vin04t1:8": "Uposatho, yāvatikā ca bhikkhunī kammappattā;",
  "tika-vin04t1:9": "Sabhāgāpattiyo ca na vijjanti;",
  "tika-vin04t1:10": "Vajjanīyā ca puggalā tasmiṁ na honti, ‘‘pattakalla’’nti vuccati.",
  "tika-vin04t1:11": "Pubbakaraṇapubbakiccāni samāpetvā desitāpattikassa samaggassa bhikkhunisaṅghassa anumatiyā pātimokkhaṁ uddisituṁ ārādhanaṁ karoma.",
  "tika-vin04t1:12": "Nidānuddeso",
  "tika-vin04t1:13": "Suṇātu me ayye saṅgho, ajjuposatho pannaraso, yadi saṅghassa pattakallaṁ, saṅgho uposathaṁ kareyya, pātimokkhaṁ uddiseyya.",
  "tika-vin04t1:14_0": "Kiṁ saṅghassa pubbakiccaṁ? Pārisuddhiṁ ayyāyo ārocetha, pātimokkhaṁ uddisissāmi,",
  "tika-vin04t1:14_1": "taṁ sabbāva santā sādhukaṁ suṇoma manasi karoma. Yassā siyā āpatti, sā āvikareyya,",
  "tika-vin04t1:14_2": "asantiyā āpattiyā tuṇhī bhavitabbaṁ, tuṇhībhāvena kho panāyyāyo, ‘‘parisuddhā’’ti",
  "tika-vin04t1:14_3": "vedissāmi. Yathā kho pana paccekapuṭṭhassā veyyākaraṇaṁ hoti, evamevaṁ evarūpāya",
  "tika-vin04t1:14_4": "parisāya yāvatatiyaṁ anusāvitaṁ hoti. Yā pana bhikkhunī yāvatatiyaṁ anusāviyamāne",
  "tika-vin04t1:14_5": "saramānā santiṁ āpattiṁ nāvikareyya, sampajānamusāvādassā hoti. Sampajānamusāvādo",
  "tika-vin04t1:14_6": "kho panāyyāyo, antarāyiko dhammo vutto bhagavatā, tasmā saramānāya bhikkhuniyā āpannāya",
  "tika-vin04t1:14_7": "visuddhāpekkhāya santī āpatti āvikātabbā, āvikatā hissā phāsu hoti.",
  "tika-vin04t1:15_0": "Uddiṭṭhaṁ kho, ayyāyo, nidānaṁ. Tatthāyyāyo pucchāmi, kaccittha parisuddhā, dutiyampi",
  "tika-vin04t1:15_1": "pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo,",
  "tika-vin04t1:15_2": "tasmā tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:16": "Nidānaṁ niṭṭhitaṁ.",
  "tika-vin04t1:17": "Pārājikuddeso",
  "tika-vin04t1:18": "Tatrime aṭṭha pārājikā dhammā uddesaṁ āgacchanti.",
  "tika-vin04t1:19": "Methunadhammasikkhāpadaṁ",
  "tika-vin04t1:20": "1. Yā pana bhikkhunī chandaso methunaṁ dhammaṁ paṭiseveyya, antamaso tiracchānagatenapi, pārājikā hoti asaṁvāsā.",
  "tika-vin04t1:21": "Adinnādānasikkhāpadaṁ",
  "tika-vin04t1:22_0": "2. Yā pana bhikkhunī gāmā vā araññā vā adinnaṁ theyyasaṅkhātaṁ ādiyeyya, yathārūpe",
  "tika-vin04t1:22_1": "adinnādāne rājāno coraṁ gahetvā haneyyuṁ vā bandheyyuṁ vā pabbājeyyuṁ vā corāsi bālāsi",
  "tika-vin04t1:22_2": "mūḷhāsi thenāsīti, tathārūpaṁ bhikkhunī adinnaṁ ādiyamānā ayampi pārājikā hoti asaṁvāsā.",
  "tika-vin04t1:23": "Manussaviggahasikkhāpadaṁ",
  "tika-vin04t1:24_0": "3. Yā pana bhikkhunī sañcicca manussaviggahaṁ jīvitā voropeyya, satthahārakaṁ vāssa",
  "tika-vin04t1:24_1": "pariyeseyya, maraṇavaṇṇaṁ vā saṁvaṇṇeyya, maraṇāya vā samādapeyya ‘‘ambho purisa,",
  "tika-vin04t1:24_2": "kiṁ tuyhiminā pāpakena dujjīvitena, mataṁ te jīvitā seyyo’’ti, iti cittamanā cittasaṅkappā",
  "tika-vin04t1:24_3": "anekapariyāyena maraṇavaṇṇaṁ vā saṁvaṇṇeyya, maraṇāya vā samādapeyya, ayampi pārājikā hoti asaṁvāsā.",
  "tika-vin04t1:25": "Uttarimanussadhammasikkhāpadaṁ",
  "tika-vin04t1:26_0": "4. Yā pana bhikkhunī anabhijānaṁ uttarimanussadhammaṁ attupanāyikaṁ alamariyañāṇadassanaṁ",
  "tika-vin04t1:26_1": "samudācareyya ‘‘iti jānāmi, iti passāmī’’ti, tato aparena samayena samanuggāhīyamānā",
  "tika-vin04t1:26_2": "vā asamanuggāhīyamānā vā āpannā visuddhāpekkhā evaṁ vadeyya ‘‘ajānamevaṁ, ayye, avacaṁ",
  "tika-vin04t1:26_3": "jānāmi, apassaṁ passāmi, tucchaṁ musā vilapi’’nti, aññatra adhimānā, ayampi pārājikā hoti asaṁvāsā.",
  "tika-vin04t1:27": "Ubbhajāṇumaṇḍalikāsikkhāpadaṁ",
  "tika-vin04t1:28_0": "5. Yā pana bhikkhunī avassutā avassutassa purisapuggalassa, adhakkhakaṁ ubbhajāṇumaṇḍalaṁ",
  "tika-vin04t1:28_1": "āmasanaṁ vā parāmasanaṁ vā gahaṇaṁ vā chupanaṁ vā paṭipīḷanaṁ vā sādiyeyya, ayampi",
  "tika-vin04t1:28_2": "pārājikā hoti asaṁvāsā ubbhajāṇumaṇḍalikā.",
  "tika-vin04t1:29": "Vajjappaṭicchādikāsikkhāpadaṁ",
  "tika-vin04t1:30_0": "6. Yā pana bhikkhunī jānaṁ pārājikaṁ dhammaṁ ajjhāpannaṁ bhikkhuniṁ nevattanā paṭicodeyya,",
  "tika-vin04t1:30_1": "na gaṇassa āroceyya, yadā ca sā ṭhitā vā assa cutā vā nāsitā vā avassaṭā vā, sā pacchā",
  "tika-vin04t1:30_2": "evaṁ vadeyya ‘‘pubbevāhaṁ, ayye, aññāsiṁ etaṁ bhikkhuniṁ ‘evarūpā ca evarūpā ca sā",
  "tika-vin04t1:30_3": "bhaginī’ti, no ca kho attanā paṭicodessaṁ, na gaṇassa ārocessa’’nti, ayampi pārājikā",
  "tika-vin04t1:30_4": "hoti asaṁvāsā vajjappaṭicchādikā.",
  "tika-vin04t1:31": "Ukkhittānuvattikāsikkhāpadaṁ",
  "tika-vin04t1:32_0": "7. Yā pana bhikkhunī samaggena saṅghena ukkhittaṁ bhikkhuṁ dhammena vinayena satthusāsanena",
  "tika-vin04t1:32_1": "anādaraṁ appaṭikāraṁ akatasahāyaṁ tamanuvatteyya, sā bhikkhunī bhikkhunīhi evamassa",
  "tika-vin04t1:32_2": "vacanīyā ‘‘eso kho, ayye, bhikkhu samaggena saṅghena ukkhitto, dhammena vinayena",
  "tika-vin04t1:32_3": "satthusāsanena anādaro appaṭikāro akatasahāyo, māyye, etaṁ bhikkhuṁ anuvattī’’ti,",
  "tika-vin04t1:32_4": "evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi",
  "tika-vin04t1:32_5": "yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyaṁ ce samanubhāsiyamānā",
  "tika-vin04t1:32_6": "taṁ paṭinissajjeyya, iccetaṁ kusalaṁ, no ce paṭinissajjeyya, ayampi pārājikā hoti",
  "tika-vin04t1:32_7": "asaṁvāsā ukkhittānuvattikā.",
  "tika-vin04t1:33": "Aṭṭhavatthukāsikkhāpadaṁ",
  "tika-vin04t1:34_0": "8. Yā pana bhikkhunī avassutā avassutassa purisapuggalassa hatthaggahaṇaṁ vā sādiyeyya,",
  "tika-vin04t1:34_1": "saṅghāṭikaṇṇaggahaṇaṁ vā sādiyeyya, santiṭṭheyya vā, sallapeyya vā, saṅketaṁ vā gaccheyya,",
  "tika-vin04t1:34_2": "purisassa vā abbhāgamanaṁ sādiyeyya, channaṁ vā anupaviseyya, kāyaṁ vā tadatthāya",
  "tika-vin04t1:34_3": "upasaṁhareyya etassa asaddhammassa paṭisevanatthāya, ayampi pārājikā hoti asaṁvāsā aṭṭhavatthukā.",
  "tika-vin04t1:35_0": "Uddiṭṭhā kho, ayyāyo, aṭṭha pārājikā dhammā. Yesaṁ bhikkhunī aññataraṁ vā aññataraṁ",
  "tika-vin04t1:35_1": "vā āpajjitvā na labhati bhikkhunīhi saddhiṁ saṁvāsaṁ yathā pure, tathā pacchā, pārājikā",
  "tika-vin04t1:35_2": "hoti asaṁvāsā. Tatthāyyāyo, pucchāmi, kaccittha parisuddhā, dutiyampi pucchāmi, kaccittha",
  "tika-vin04t1:35_3": "parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā",
  "tika-vin04t1:35_4": "tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:36": "Pārājikaṁ niṭṭhitaṁ.",
  "tika-vin04t1:37": "Saṅghādisesuddeso",
  "tika-vin04t1:38": "Ime kho panāyyāyo sattarasa saṅghādisesā",
  "tika-vin04t1:39": "Dhammā uddesaṁ āgacchanti.",
  "tika-vin04t1:40": "Ussayavādikāsikkhāpadaṁ",
  "tika-vin04t1:41_0": "1. Yā pana bhikkhunī ussayavādikā vihareyya gahapatinā vā gahapatiputtena vā dāsena",
  "tika-vin04t1:41_1": "vā kammakārena vā antamaso samaṇaparibbājakenāpi, ayampi bhikkhunī paṭhamāpattikaṁ",
  "tika-vin04t1:41_2": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:42": "Corīvuṭṭhāpikāsikkhāpadaṁ",
  "tika-vin04t1:43_0": "2. Yā pana bhikkhunī jānaṁ coriṁ vajjhaṁ viditaṁ anapaloketvā rājānaṁ vā saṅghaṁ",
  "tika-vin04t1:43_1": "vā gaṇaṁ vā pūgaṁ vā seṇiṁ vā, aññatra kappā vuṭṭhāpeyya, ayampi bhikkhunī paṭhamāpattikaṁ",
  "tika-vin04t1:43_2": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:44": "Ekagāmantaragamanasikkhāpadaṁ",
  "tika-vin04t1:45_0": "3. Yā pana bhikkhunī ekā vā gāmantaraṁ gaccheyya, ekā vā nadīpāraṁ gaccheyya, ekā",
  "tika-vin04t1:45_1": "vā rattiṁ vippavaseyya, ekā vā gaṇamhā ohiyeyya, ayampi bhikkhunī paṭhamāpattikaṁ",
  "tika-vin04t1:45_2": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:46": "Ukkhittakaosāraṇasikkhāpadaṁ",
  "tika-vin04t1:47_0": "4. Yā pana bhikkhunī samaggena saṅghena ukkhittaṁ bhikkhuniṁ dhammena vinayena satthusāsanena",
  "tika-vin04t1:47_1": "anapaloketvā kārakasaṅghaṁ, anaññāya gaṇassa chandaṁ osāreyya, ayampi bhikkhunī paṭhamāpattikaṁ",
  "tika-vin04t1:47_2": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:48": "Bhojanapaṭiggahaṇapaṭhamasikkhāpadaṁ",
  "tika-vin04t1:49_0": "5. Yā pana bhikkhunī avassutā avassutassa purisapuggalassa hatthato khādanīyaṁ vā,",
  "tika-vin04t1:49_1": "bhojanīyaṁ vā sahatthā paṭiggahetvā khādeyya vā bhuñjeyya vā, ayampi bhikkhunī paṭhamāpattikaṁ",
  "tika-vin04t1:49_2": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:50": "Bhojanapaṭiggahaṇadutiyasikkhāpadaṁ",
  "tika-vin04t1:51_0": "6. Yā pana bhikkhunī evaṁ vadeyya ‘‘kiṁ te, ayye, eso purisapuggalo karissati avassuto",
  "tika-vin04t1:51_1": "vā anavassuto vā, yato tvaṁ anavassutā, iṅgha, ayye, yaṁ te eso purisapuggalo deti",
  "tika-vin04t1:51_2": "khādanīyaṁ vā bhojanīyaṁ vā, taṁ tvaṁ sahatthā paṭiggahetvā khāda vā bhuñja vā’’ti,",
  "tika-vin04t1:51_3": "ayampi bhikkhunī paṭhamāpattikaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:52": "Sañcarittasikkhāpadaṁ",
  "tika-vin04t1:53_0": "7. Yā pana bhikkhunī sañcarittaṁ samāpajjeyya itthiyā vā purisamatiṁ, purisassa vā",
  "tika-vin04t1:53_1": "itthimatiṁ, jāyattane vā jārattane vā antamaso taṅkhaṇikāyapi, ayampi bhikkhunī paṭhamāpattikaṁ",
  "tika-vin04t1:53_2": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:54": "Duṭṭhadosasikkhāpadaṁ",
  "tika-vin04t1:55_0": "8. Yā pana bhikkhunī bhikkhuniṁ duṭṭhā dosā appatītā amūlakena pārājikena dhammena",
  "tika-vin04t1:55_1": "anuddhaṁseyya ‘‘appeva nāma naṁ imamhā brahmacariyā cāveyya’’nti, tato aparena samayena",
  "tika-vin04t1:55_2": "samanuggāhīyamānā vā asa manuggāhīyamānā vā amūlakañceva taṁ adhikaraṇaṁ hoti, bhikkhunī",
  "tika-vin04t1:55_3": "ca dosaṁ patiṭṭhāti, ayampi bhikkhunī paṭhamāpattikaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:56": "Aññabhāgiyasikkhāpadaṁ",
  "tika-vin04t1:57_0": "9. Yā pana bhikkhunī bhikkhuniṁ duṭṭhā dosā appatītā aññabhāgiyassa adhikaraṇassa",
  "tika-vin04t1:57_1": "kiñcidesaṁ lesamattaṁ upādāya pārājikena dhammena anuddhaṁseyya ‘‘appeva nāma naṁ",
  "tika-vin04t1:57_2": "imamhā brahmacariyā cāveyya’’nti, tato aparena samayena samanuggāhīyamānā vā asamanuggāhīyamānā",
  "tika-vin04t1:57_3": "vā aññabhāgiyañceva taṁ adhikaraṇaṁ hoti. Kocideso lesamatto upādinno, bhikkhunī",
  "tika-vin04t1:57_4": "ca dosaṁ patiṭṭhāti, ayampi bhikkhunī paṭhamāpattikaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:58": "Sikkhaṁpaccācikkhaṇasikkhāpadaṁ",
  "tika-vin04t1:59_0": "10. Yā pana bhikkhunī kupitā anattamanā evaṁ vadeyya ‘‘buddhaṁ paccācikkhāmi dhammaṁ",
  "tika-vin04t1:59_1": "paccācikkhāmi, saṅghaṁ paccācikkhāmi, sikkhaṁ paccācikkhāmi, kinnumāva samaṇiyo yā",
  "tika-vin04t1:59_2": "samaṇiyo sakyadhītaro, santaññāpi samaṇiyo lajjiniyo kukkuccikā sikkhākāmā, tāsāhaṁ",
  "tika-vin04t1:59_3": "santike brahmacariyaṁ carissāmī’’ti. Sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye",
  "tika-vin04t1:59_4": "kupitā anattamanā evaṁ avaca ‘buddhaṁ paccācikkhāmi, dhammaṁ paccācikkhāmi, saṅghaṁ",
  "tika-vin04t1:59_5": "paccācikkhāmi, sikkhaṁ paccācikkhāmi, kinnumāva samaṇiyo yā samaṇiyo sakyadhītaro,",
  "tika-vin04t1:59_6": "santaññāpi samaṇiyo lajjiniyo kukkuccikā sikkhākāmā, tāsāhaṁ santike brahmacariyaṁ",
  "tika-vin04t1:59_7": "carissāmī’ti, abhiramāyye, svākkhāto dhammo, cara brahmacariyaṁ sammā dukkhassa antakiriyāyā’’ti,",
  "tika-vin04t1:59_8": "evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi",
  "tika-vin04t1:59_9": "yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā",
  "tika-vin04t1:59_10": "taṁ paṭinissajjeyya, iccetaṁ kusalaṁ, no ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṁ",
  "tika-vin04t1:59_11": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:60": "Adhikaraṇakupitasikkhāpadaṁ",
  "tika-vin04t1:61_0": "11. Yā pana bhikkhunī kismiñcideva adhikaraṇe paccākatā kupitā anattamanā evaṁ vadeyya",
  "tika-vin04t1:61_1": "‘‘chandagāminiyo ca bhikkhuniyo, dosagāminiyo ca bhikkhuniyo, mohagāminiyo ca bhikkhuniyo,",
  "tika-vin04t1:61_2": "bhayagāminiyo ca bhikkhuniyo’’ti, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye,",
  "tika-vin04t1:61_3": "kismiñcideva adhikaraṇe paccākatā kupitā anattamanā evaṁ avaca ‘chandagāminiyo ca",
  "tika-vin04t1:61_4": "bhikkhuniyo, dosagāminiyo ca bhikkhuniyo, mohagāminiyo ca bhikkhuniyo, bhayagāminiyo",
  "tika-vin04t1:61_5": "ca bhikkhuniyo’ti, ayyā kho chandāpi gaccheyya, dosāpi gaccheyya, mohāpi gaccheyya,",
  "tika-vin04t1:61_6": "bhayāpi gaccheyyā’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya,",
  "tika-vin04t1:61_7": "sā bhikkhunī bhikkhunīhi yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce",
  "tika-vin04t1:61_8": "samanubhāsiyamānā taṁ paṭinissajjeyya, iccetaṁ kusalaṁ, no ce paṭinissajjeyya, ayampi",
  "tika-vin04t1:61_9": "bhikkhunī yāvatatiyakaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:62": "Pāpasamācārapaṭhamasikkhāpadaṁ",
  "tika-vin04t1:63_0": "12. Bhikkhuniyo paneva saṁsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa",
  "tika-vin04t1:63_1": "vihesikā aññamaññissā vajjappaṭicchādikā, tā bhikkhuniyo bhikkhunīhi evamassu vacanīyā",
  "tika-vin04t1:63_2": "‘‘bhaginiyo kho saṁsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa",
  "tika-vin04t1:63_3": "vihesikā aññamaññissā vajjappaṭicchādikā, viviccathāyye, vivekaññeva bhaginīnaṁ saṅgho",
  "tika-vin04t1:63_4": "vaṇṇetī’’ti, evañca tā bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṁ, tā",
  "tika-vin04t1:63_5": "bhikkhuniyo bhikkhunīhi yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce",
  "tika-vin04t1:63_6": "samanubhāsiyamānā taṁ paṭinissajjeyyuṁ, iccetaṁ kusalaṁ, no ce paṭinissajjeyyuṁ,",
  "tika-vin04t1:63_7": "imāpi bhikkhuniyo yāvatatiyakaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:64": "Pāpasamācāradutiyasikkhāpadaṁ",
  "tika-vin04t1:65_0": "13. Yā pana bhikkhunī evaṁ vadeyya ‘‘saṁsaṭṭhāva, ayye, tumhe viharatha, mā tumhe",
  "tika-vin04t1:65_1": "nānā viharittha, santi saṅghe aññāpi bhikkhuniyo evācārā evaṁsaddā evaṁsilokā bhikkhunisaṅghassa",
  "tika-vin04t1:65_2": "vihesikā aññamaññissā vajjappaṭicchādikā, tā saṅgho na kiñci āha tumhaññeva saṅgho",
  "tika-vin04t1:65_3": "uññāya paribhavena akkhantiyā vebhassiyā dubbalyā evamāha – ‘bhaginiyo kho saṁsaṭṭhā",
  "tika-vin04t1:65_4": "viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa vihesikā aññamaññissā",
  "tika-vin04t1:65_5": "vajjappaṭicchādikā, viviccathāyye, vivekaññeva bhaginīnaṁ saṅgho vaṇṇetī’’’ti, sā",
  "tika-vin04t1:65_6": "bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye, evaṁ avaca, saṁsaṭṭhāva ayye tumhe",
  "tika-vin04t1:65_7": "viharatha, mā tumhe nānā viharittha, santi saṅghe aññāpi bhikkhuniyo evācārā evaṁsaddā",
  "tika-vin04t1:65_8": "evaṁsilokā bhikkhunisaṅghassa vihesikā aññamaññissā vajjappaṭicchādikā, tā saṅgho",
  "tika-vin04t1:65_9": "na kiñci āha, tumhaññeva saṅgho uññāya paribhavena akkhantiyā vebhassiyā dubbalyā",
  "tika-vin04t1:65_10": "evamāha – ‘bhaginiyo kho saṁsaṭṭhā viharanti pāpācārā pāpasaddā pāpasilokā bhikkhunisaṅghassa",
  "tika-vin04t1:65_11": "vihesikā aññamaññissā vajjappaṭicchādikā, viviccathāyye, vivekaññeva bhaginīnaṁ saṅgho",
  "tika-vin04t1:65_12": "vaṇṇetī’’’ti, evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī",
  "tika-vin04t1:65_13": "bhikkhunīhi yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā",
  "tika-vin04t1:65_14": "taṁ paṭinissajjeyya, iccetaṁ kusalaṁ, no ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṁ",
  "tika-vin04t1:65_15": "dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:66": "Saṅghabhedakasikkhāpadaṁ",
  "tika-vin04t1:67_0": "14. Yā pana bhikkhunī samaggassa saṅghassa bhedāya parakkameyya, bhedanasaṁvattanikaṁ",
  "tika-vin04t1:67_1": "vā adhikaraṇaṁ samādāya paggayha tiṭṭheyya, sā bhikkhunī bhikkhunīhi evamassa vacanīyā",
  "tika-vin04t1:67_2": "‘‘māyyā, samaggassa saṅghassa bhedāya parakkami, bhedanasaṁvattanikaṁ vā adhikaraṇaṁ",
  "tika-vin04t1:67_3": "samādāya paggayha aṭṭhāsi, sametāyyā, saṅghena, samaggo hi saṅgho sammodamāno avivadamāno",
  "tika-vin04t1:67_4": "ekuddeso phāsu viharatī’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya,",
  "tika-vin04t1:67_5": "sā bhikkhunī bhikkhunīhi yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce",
  "tika-vin04t1:67_6": "samanubhāsiyamānā taṁ paṭinissajjeyya, iccetaṁ kusalaṁ. No ce paṭinissajjeyya, ayampi",
  "tika-vin04t1:67_7": "bhikkhunī yāvatatiyakaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:68": "Bhedānuvattakasikkhāpadaṁ",
  "tika-vin04t1:69_0": "15. Tassāyeva kho pana bhikkhuniyā bhikkhuniyo honti anuvattikā vaggavādikā ekā vā",
  "tika-vin04t1:69_1": "dve vā tisso vā, tā evaṁ vadeyyuṁ ‘‘māyyāyo, etaṁ bhikkhuniṁ kiñci avacuttha dhammavādinī",
  "tika-vin04t1:69_2": "cesā bhikkhunī, vinayavādinī cesā bhikkhunī, amhākañcesā bhikkhunī chandañca ruciñca",
  "tika-vin04t1:69_3": "ādāya voharati, jānāti, no bhāsati, amhākampetaṁ khamatī’’ti, tā bhikkhuniyo bhikkhunīhi",
  "tika-vin04t1:69_4": "evamassu vacanīyā ‘‘māyyāyo, evaṁ avacuttha, na cesā bhikkhunī dhammavādinī, na cesā",
  "tika-vin04t1:69_5": "bhikkhunī vinayavādinī, māyyānampi saṅghabhedo ruccittha, sametāyyānaṁ saṅghena,",
  "tika-vin04t1:69_6": "samaggo hi saṅgho sammodamāno avivadamāno ekuddeso phāsu viharatī’’ti, evañca tā",
  "tika-vin04t1:69_7": "bhikkhuniyo bhikkhunīhi vuccamānā tatheva paggaṇheyyuṁ, tā bhikkhuniyo bhikkhunīhi",
  "tika-vin04t1:69_8": "yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā",
  "tika-vin04t1:69_9": "taṁ paṭinissajjeyyuṁ. Iccetaṁ kusalaṁ. No ce paṭinissajjeyyuṁ, imāpi bhikkhuniyo",
  "tika-vin04t1:69_10": "yāvatatiyakaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:70": "Dubbacasikkhāpadaṁ",
  "tika-vin04t1:71_0": "16. Bhikkhunī paneva dubbacajātikā hoti uddesapariyāpannesu sikkhāpadesu bhikkhunīhi",
  "tika-vin04t1:71_1": "sahadhammikaṁ vuccamānā attānaṁ avacanīyaṁ karoti ‘‘mā maṁ ayyāyo kiñci avacuttha",
  "tika-vin04t1:71_2": "kalyāṇaṁ vā pāpakaṁ vā, ahampāyyāyo, na kiñci vakkhāmi kalyāṇaṁ vā pāpakaṁ vā, viramathāyyāyo,",
  "tika-vin04t1:71_3": "mama vacanāyā’’ti, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyyā, attānaṁ avacanīyaṁ",
  "tika-vin04t1:71_4": "akāsi, vacanīyameva, ayyā, attānaṁ karotu, ayyāpi bhikkhuniyo vadatu sahadhammena,",
  "tika-vin04t1:71_5": "bhikkhuniyopi ayyaṁ vakkhanti sahadhammena, evaṁ saṁvaddhā hi tassa bhagavato parisā",
  "tika-vin04t1:71_6": "yadidaṁ aññamaññavacanena aññamaññavuṭṭhāpanenā’’ti. Evañca sā bhikkhunī bhikkhunīhi",
  "tika-vin04t1:71_7": "vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṁ samanubhāsitabbā",
  "tika-vin04t1:71_8": "tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṁ paṭinissajjeyya, iccetaṁ",
  "tika-vin04t1:71_9": "kusalaṁ. No ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:72": "Kuladūsakasikkhāpadaṁ",
  "tika-vin04t1:73_0": "17. Bhikkhunī paneva aññataraṁ gāmaṁ vā nigamaṁ vā upanissāya viharati kuladūsikā",
  "tika-vin04t1:73_1": "pāpasamācārā, tassā kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni ca tāya",
  "tika-vin04t1:73_2": "duṭṭhāni dissanti ceva suyyanti ca, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘ayyā,",
  "tika-vin04t1:73_3": "kho kuladūsikā pāpasamācārā, ayyāya kho pāpakā samācārā dissanti ceva suyyanti ca,",
  "tika-vin04t1:73_4": "kulāni cāyyāya, duṭṭhāni dissanti ceva suyyanti ca, pakkamatāyyā imamhā āvāsā, alaṁ",
  "tika-vin04t1:73_5": "te idha vāsenā’’ti. Evañca sā bhikkhunī bhikkhunīhi vuccamānā tā bhikkhuniyo evaṁ",
  "tika-vin04t1:73_6": "vadeyya ‘‘chandagāminiyo ca bhikkhuniyo, dosagāminiyo ca bhikkhuniyo, mohagāminiyo",
  "tika-vin04t1:73_7": "ca bhikkhuniyo, bhayagāminiyo ca bhikkhuniyo, tādisikāya āpattiyā ekaccaṁ pabbājenti",
  "tika-vin04t1:73_8": "ekaccaṁ na pabbājentī’’ti, sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyyā, evaṁ",
  "tika-vin04t1:73_9": "avaca, na ca bhikkhuniyo chandagāminiyo, na ca bhikkhuniyo dosagāminiyo , na ca bhikkhuniyo",
  "tika-vin04t1:73_10": "mohagāminiyo, na ca bhikkhuniyo bhayagāminiyo, ayyā kho kuladūsikā pāpasamācārā,",
  "tika-vin04t1:73_11": "ayyāya kho pāpakā samācārā dissanti ceva suyyanti ca, kulāni cāyyāya duṭṭhāni dissanti",
  "tika-vin04t1:73_12": "ceva suyyanti ca, pakkamatāyyā, imamhā āvāsā alaṁ te idha vāsenā’’ti. Evañca sā bhikkhunī",
  "tika-vin04t1:73_13": "bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṁ samanubhāsitabbā",
  "tika-vin04t1:73_14": "tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṁ paṭinissajjeyya, iccetaṁ",
  "tika-vin04t1:73_15": "kusalaṁ. No ce paṭinissajjeyya, ayampi bhikkhunī yāvatatiyakaṁ dhammaṁ āpannā nissāraṇīyaṁ saṅghādisesaṁ.",
  "tika-vin04t1:74": "Uddiṭṭhā kho ayyāyo sattarasa saṅghādisesā dhammā nava paṭhamāpattikā, aṭṭha yāvatatiyakā,",
  "tika-vin04t1:75_0": "Yesaṁ bhikkhunī aññataraṁ vā aññataraṁ vā āpajjati, tāya bhikkhuniyā ubhatosaṅghe",
  "tika-vin04t1:75_1": "pakkhamānattaṁ caritabbaṁ. Ciṇṇamānattā bhikkhunī yattha siyā vīsatigaṇo bhikkhunisaṅgho,",
  "tika-vin04t1:75_2": "tattha sā bhikkhunī abbhetabbā. Ekāyapi ce ūno vīsatigaṇo bhikkhunisaṅgho taṁ bhikkhuniṁ",
  "tika-vin04t1:75_3": "abbheyya, sā ca bhikkhunī anabbhitā, tā ca bhikkhuniyo gārayhā, ayaṁ tattha sāmīci.",
  "tika-vin04t1:75_4": "Tatthāyyāyo pucchāmi, kaccittha parisuddhā, dutiyampi, pucchāmi, kaccittha parisuddhā,",
  "tika-vin04t1:75_5": "tatiyampi pucchāmi, kaccittha parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:76": "Saṅghādiseso niṭṭhito.",
  "tika-vin04t1:77": "Nissaggiya pācittiyā",
  "tika-vin04t1:78": "Ime kho panāyyāyo tiṁsa nissaggiyā pācittiyā",
  "tika-vin04t1:79": "Dhammā uddesaṁ āgacchanti.",
  "tika-vin04t1:80": "Pattasannicayasikkhāpadaṁ",
  "tika-vin04t1:81": "1. Yā pana bhikkhunī pattasannicayaṁ kareyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:82": "Akālacīvarabhājanasikkhāpadaṁ",
  "tika-vin04t1:83": "2. Yā pana bhikkhunī akālacīvaraṁ ‘‘kālacīvara’’nti adhiṭṭhahitvā bhājāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:84": "Cīvaraparivattanasikkhāpadaṁ",
  "tika-vin04t1:85_0": "3. Yā pana bhikkhunī bhikkhuniyā saddhiṁ cīvaraṁ parivattetvā sā pacchā evaṁ vadeyya",
  "tika-vin04t1:85_1": "‘‘handāyye, tuyhaṁ cīvaraṁ, āhara metaṁ cīvaraṁ, yaṁ tuyhaṁ tuyhamevetaṁ, yaṁ mayhaṁ",
  "tika-vin04t1:85_2": "mayhamevetaṁ, āhara metaṁ cīvaraṁ, sakaṁ paccāharā’’ti acchindeyya vā acchindāpeyya",
  "tika-vin04t1:85_3": "vā, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:86": "Aññaviññāpanasikkhāpadaṁ",
  "tika-vin04t1:87": "4. Yā pana bhikkhunī aññaṁ viññāpetvā aññaṁ viññāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:88": "Aññacetāpana sikkhāpadaṁ",
  "tika-vin04t1:89": "5. Yā pana bhikkhunī aññaṁ cetāpetvā aññaṁ cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:90": "Paṭhamasaṅghikacetāpanasikkhāpadaṁ",
  "tika-vin04t1:91": "6. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena saṅghikena aññaṁ cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:92": "Dutiyasaṅghikacetāpanasikkhāpadaṁ",
  "tika-vin04t1:93": "7. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena saṅghikena saññācikena aññaṁ cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:94": "Paṭhamagaṇikacetāpanasikkhāpadaṁ",
  "tika-vin04t1:95": "8. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena mahājanikena aññaṁ cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:96": "Dutiyagaṇikacetāpanasikkhāpadaṁ",
  "tika-vin04t1:97": "9. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena mahājanikena saññācikena aññaṁ cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:98": "Puggalikacetāpanasikkhāpadaṁ",
  "tika-vin04t1:99": "10. Yā pana bhikkhunī aññadatthikena parikkhārena aññuddisikena puggalikena saññācikena aññaṁ cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:100": "Pattavaggo paṭhamo.",
  "tika-vin04t1:101": "Garupāvuraṇasikkhāpadaṁ",
  "tika-vin04t1:102": "11. Garupāvuraṇaṁ pana bhikkhuniyā cetāpentiyā catukkaṁsaparamaṁ cetāpetabbaṁ. Tato ce uttari cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:103": "Lahupāvuraṇasikkhāpadaṁ",
  "tika-vin04t1:104": "12. Lahupāvuraṇaṁ pana bhikkhuniyā cetāpentiyā aḍḍhateyyakaṁsaparamaṁ cetāpetabbaṁ. Tato ce uttari cetāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:105": "Kathinasikkhāpadaṁ",
  "tika-vin04t1:106": "13. Niṭṭhitacīvarasmiṁ bhikkhuniyā ubbhatasmiṁ kathine dasāhaparamaṁ atirekacīvaraṁ dhāretabbaṁ. Taṁ atikkāmentiyā, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:107": "Udositasikkhāpadaṁ",
  "tika-vin04t1:108": "14. Niṭṭhitacīvarasmiṁ bhikkhuniyā ubbhatasmiṁ kathine ekarattampi ce bhikkhunī ticīvarena vippavaseyya, aññatra bhikkhunisammutiyā nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:109": "Akālacīvarasikkhāpadaṁ",
  "tika-vin04t1:110_0": "15. Niṭṭhitacīvarasmiṁ bhikkhuniyā ubbhatasmiṁ kathine bhikkhuniyā paneva akālacīvaraṁ",
  "tika-vin04t1:110_1": "uppajjeyya, ākaṅkhamānāya bhikkhuniyā paṭiggahetabbaṁ, paṭiggahetvā khippameva kāretabbaṁ,",
  "tika-vin04t1:110_2": "no cassa pāripūri, māsaparamaṁ tāya bhikkhuniyā taṁ cīvaraṁ nikkhipitabbaṁ ūnassa",
  "tika-vin04t1:110_3": "pāripūriyā satiyā paccāsāya. Tato ce uttari nikkhipeyya satiyāpi paccāsāya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:111": "Aññātakaviññattisikkhāpadaṁ",
  "tika-vin04t1:112_0": "16. Yā pana bhikkhunī aññātakaṁ gahapatiṁ vā gahapatāniṁ vā cīvaraṁ viññāpeyya aññatra",
  "tika-vin04t1:112_1": "samayā, nissaggiyaṁ pācittiyaṁ. Tatthāyaṁ samayo acchinnacīvarā vā hoti bhikkhunī,",
  "tika-vin04t1:112_2": "naṭṭhacīvarā vā, ayaṁ tattha samayo.",
  "tika-vin04t1:113": "Tatuttarisikkhāpadaṁ",
  "tika-vin04t1:114_0": "17. Tañce aññātako gahapati vā gahapatānī vā bahūhi cīvarehi abhihaṭṭhuṁ pavāreyya,",
  "tika-vin04t1:114_1": "santaruttaraparamaṁ tāya bhikkhuniyā tato cīvaraṁ sāditabbaṁ. Tato ce uttari sādiyeyya,",
  "tika-vin04t1:114_2": "nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:115": "Paṭhamaupakkhaṭasikkhāpadaṁ",
  "tika-vin04t1:116_0": "18. Bhikkhuniṁ paneva uddissa aññātakassa gahapatissa vā gahapatāniyā vā cīvaracetāpannaṁ",
  "tika-vin04t1:116_1": "upakkhaṭaṁ hoti ‘‘iminā cīvaracetāpannena cīvaraṁ cetāpetvā itthannāmaṁ bhikkhuniṁ",
  "tika-vin04t1:116_2": "cīvarena acchādessāmī’’ti. Tatra cesā bhikkhunī pubbe appavāritā upasaṅkamitvā cīvare",
  "tika-vin04t1:116_3": "vikappaṁ āpajjeyya ‘‘sādhu vata, maṁ āyasmā iminā cīvaracetāpannena evarūpaṁ vā evarūpaṁ",
  "tika-vin04t1:116_4": "vā cīvaraṁ cetāpetvā acchādehī’’ti kalyāṇakamyataṁ upādāya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:117": "Dutiyaupakkhaṭasikkhāpadaṁ",
  "tika-vin04t1:118_0": "19. Bhikkhuniṁ paneva uddissa ubhinnaṁ aññātakānaṁ gahapatīnaṁ vā gahapatānīnaṁ vā",
  "tika-vin04t1:118_1": "paccekacīvaracetāpannāni upakkhaṭāni honti ‘‘imehi mayaṁ paccekacīvaracetāpannehi",
  "tika-vin04t1:118_2": "paccekacīvarāni cetāpetvā itthannāmaṁ bhikkhuniṁ cīvarehi acchādessāmā’’ti. Tatra",
  "tika-vin04t1:118_3": "cesā bhikkhūnī pubbe appavāritā upasaṅkamitvā cīvare vikappaṁ āpajjeyya ‘‘sādhu vata",
  "tika-vin04t1:118_4": "maṁ āyasmanto imehi paccekacīvaracetāpannehi evarūpaṁ vā evarūpaṁ vā cīvaraṁ cetāpetvā",
  "tika-vin04t1:118_5": "acchādetha ubhova santā ekenā’’ti kalyāṇakamyataṁ upādāya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:119": "Rājasikkhāpadaṁ",
  "tika-vin04t1:120_0": "20. Bhikkhuniṁ paneva uddissa rājā vā rājabhoggo vā brāhmaṇo vā gahapatiko vā dūtena",
  "tika-vin04t1:120_1": "cīvaracetāpannaṁ pahiṇeyya ‘‘iminā cīvaracetāpannena cīvaraṁ cetāpetvā itthannāmaṁ",
  "tika-vin04t1:120_2": "bhikkhuniṁ cīvarena acchādehī’’ti. So ce dūto taṁ bhikkhuniṁ upasaṅkamitvā evaṁ vadeyya",
  "tika-vin04t1:120_3": "‘‘idaṁ kho, ayye, ayyaṁ uddissa cīvaracetāpannaṁ ābhataṁ, paṭiggaṇhātāyyā cīvaracetāpanna’’nti.",
  "tika-vin04t1:120_4": "Tāya bhikkhuniyā so dūto evamassa vacanīyo ‘‘na kho mayaṁ, āvuso, cīvaracetāpannaṁ",
  "tika-vin04t1:120_5": "paṭiggaṇhāma, cīvarañca kho mayaṁ paṭiggaṇhāma kālena kappiya’’nti. So ce dūto taṁ",
  "tika-vin04t1:120_6": "bhikkhuniṁ evaṁ vadeyya ‘‘atthi panāyyāya, koci veyyāvaccakaro’’ti, cīvaratthikāya,",
  "tika-vin04t1:120_7": "bhikkhave, bhikkhuniyā veyyāvaccakaro niddisitabbo ārāmiko vā upāsako vā ‘‘eso kho,",
  "tika-vin04t1:120_8": "āvuso, bhikkhunīnaṁ veyyāvaccakaro’’ti. So ce dūto taṁ veyyāvaccakaraṁ saññāpetvā",
  "tika-vin04t1:120_9": "taṁ bhikkhuniṁ upasaṅkamitvā evaṁ vadeyya ‘‘yaṁ kho, ayye, ayyā veyyāvaccakaraṁ niddisi,",
  "tika-vin04t1:120_10": "saññatto so mayā, upasaṅkamatāyyā kālena, cīvarena taṁ acchādessatī’’ti. Cīvaratthikāya,",
  "tika-vin04t1:120_11": "bhikkhave, bhikkhuniyā veyyāvaccakaro upasaṅkamitvā dvattikkhattuṁ codetabbo sāretabbo",
  "tika-vin04t1:120_12": "‘‘attho me, āvuso, cīvarenā’’ti, dvattikkhattuṁ codayamānā sārayamānā taṁ cīvaraṁ",
  "tika-vin04t1:120_13": "abhinipphādeyya, iccetaṁ kusalaṁ, no ce abhinipphādeyya, catukkhattuṁ pañcakkhattuṁ",
  "tika-vin04t1:120_14": "chakkhattuparamaṁ tuṇhībhūtāya uddissa ṭhātabbaṁ, catukkhattuṁ pañcakkhattuṁ chakkhattuparamaṁ",
  "tika-vin04t1:120_15": "tuṇhībhūtā uddissa tiṭṭhamānā taṁ cīvaraṁ abhinipphādeyya, iccetaṁ kusalaṁ. Tato",
  "tika-vin04t1:120_16": "ce uttari vāyamamānā taṁ cīvaraṁ abhinipphādeyya, nissaggiyaṁ pācittiyaṁ. No ce abhinipphādeyya,",
  "tika-vin04t1:120_17": "yatassā cīvaracetāpannaṁ ābhataṁ, tattha sāmaṁ vā gantabbaṁ, dūto vā pāhetabbo ‘‘yaṁ",
  "tika-vin04t1:120_18": "kho tumhe āyasmanto bhikkhuniṁ uddissa cīvaracetāpannaṁ pahiṇittha, na taṁ tassā",
  "tika-vin04t1:120_19": "bhikkhuniyā kiñci atthaṁ anubhoti, yuñjantāyasmanto sakaṁ, mā vo sakaṁ vinassā’’ti, ayaṁ tattha sāmīci.",
  "tika-vin04t1:121": "Cīvaravaggo dutiyo.",
  "tika-vin04t1:122": "Rūpiyasikkhāpadaṁ",
  "tika-vin04t1:123": "21. Yā pana bhikkhunī jātarūparajataṁ uggaṇheyya vā uggaṇhāpeyya vā upanikkhittaṁ vā sādiyeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:124": "Rūpiyasaṁvohārasikkhāpadaṁ",
  "tika-vin04t1:125": "22. Yā pana bhikkhunī nānappakārakaṁ rūpiyasaṁvohāraṁ samāpajjeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:126": "Kayavikkayasikkhāpadaṁ",
  "tika-vin04t1:127": "23. Yā pana bhikkhunī nānappakārakaṁ kayavikkayaṁ samāpajjeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:128": "Ūnapañcabandhanasikkhāpadaṁ",
  "tika-vin04t1:129_0": "24. Yā pana bhikkhunī ūnapañcabandhanena pattena aññaṁ navaṁ pattaṁ cetāpeyya, nissaggiyaṁ",
  "tika-vin04t1:129_1": "pācittiyaṁ. Tāya bhikkhuniyā so patto bhikkhuniparisāya nissajjitabbo, yo ca tassā",
  "tika-vin04t1:129_2": "bhikkhuniparisāya pattapariyanto, so tassā bhikkhuniyā padātabbo ‘‘ayaṁ te bhikkhuni",
  "tika-vin04t1:129_3": "patto yāvabhedanāya dhāretabbo’’ti, ayaṁ tattha sāmīci.",
  "tika-vin04t1:130": "Bhesajjasikkhāpadaṁ",
  "tika-vin04t1:131_0": "25. Yāni kho pana tāni gilānānaṁ bhikkhunīnaṁ paṭisāyanīyāni bhesajjāni, seyyathidaṁ",
  "tika-vin04t1:131_1": "– sappi navanītaṁ telaṁ madhu phāṇitaṁ, tāni paṭiggahetvā sattāhaparamaṁ sannidhikārakaṁ",
  "tika-vin04t1:131_2": "paribhuñjitabbāni. Taṁ atikkāmentiyā, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:132": "Cīvaraacchindanasikkhāpadaṁ",
  "tika-vin04t1:133": "26. Yā pana bhikkhunī bhikkhuniyā sāmaṁ cīvaraṁ datvā kupitā anattamanā acchindeyya vā acchindāpeyya vā, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:134": "Suttaviññattisikkhāpadaṁ",
  "tika-vin04t1:135": "27. Yā pana bhikkhunī sāmaṁ suttaṁ viññāpetvā tantavāyehi cīvaraṁ vāyāpeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:136": "Mahāpesakārasikkhāpadaṁ",
  "tika-vin04t1:137_0": "28. Bhikkhuniṁ paneva uddissa aññātako gahapati vā gahapatānī vā tantavāyehi cīvaraṁ",
  "tika-vin04t1:137_1": "vāyāpeyya, tatra cesā bhikkhunī pubbe appavāritā tantavāye upasaṅkamitvā cīvare vikappaṁ",
  "tika-vin04t1:137_2": "āpajjeyya ‘‘idaṁ kho āvuso cīvaraṁ maṁ uddissa viyyati, āyatañca karotha, vitthatañca",
  "tika-vin04t1:137_3": "appitañca suvītañca suppavāyitañca suvilekhitañca suvitacchitañca karotha, appeva",
  "tika-vin04t1:137_4": "nāma mayampi āyasmantānaṁ kiñcimattaṁ anupadajjeyyāmā’’ti, evañca sā bhikkhunī vatvā",
  "tika-vin04t1:137_5": "kiñcimattaṁ anupadajjeyya antamaso piṇḍapātamattampi, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:138": "Accekacīvarasikkhāpadaṁ",
  "tika-vin04t1:139_0": "29. Dasāhānāgataṁ kattikatemāsikapuṇṇamaṁ bhikkhuniyā paneva accekacīvaraṁ uppajjeyya,",
  "tika-vin04t1:139_1": "accekaṁ maññamānāya bhikkhuniyā paṭiggahetabbaṁ, paṭiggahetvā yāva cīvarakālasamayaṁ",
  "tika-vin04t1:139_2": "nikkhipitabbaṁ. Tato ce uttari nikkhipeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:140": "Pariṇatasikkhāpadaṁ",
  "tika-vin04t1:141": "30. Yā pana bhikkhunī jānaṁ saṅghikaṁ lābhaṁ pariṇataṁ attano pariṇāmeyya, nissaggiyaṁ pācittiyaṁ.",
  "tika-vin04t1:142": "Pattavaggo tatiyo.",
  "tika-vin04t1:143_0": "Uddiṭṭhā kho, ayyāyo, tiṁsa nissaggiyā pācittiyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha",
  "tika-vin04t1:143_1": "parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha",
  "tika-vin04t1:143_2": "parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:144": "Nissaggiyapācittiyā niṭṭhitā.",
  "tika-vin04t1:145": "Suddhapācittiyā",
  "tika-vin04t1:146": "Ime kho panāyyāyo, chasaṭṭhisatā pācittiyā",
  "tika-vin04t1:147": "Dhammā uddesaṁ āgacchanti.",
  "tika-vin04t1:148": "Lasuṇasikkhāpadaṁ",
  "tika-vin04t1:149": "1. Yā pana bhikkhunī lasuṇaṁ khādeyya pācittiyaṁ.",
  "tika-vin04t1:150": "Sambādhalomasikkhāpadaṁ",
  "tika-vin04t1:151": "2. Yā pana bhikkhunī sambādhe lomaṁ saṁharāpeyya, pācittiyaṁ.",
  "tika-vin04t1:152": "Talaghātakasikkhāpadaṁ",
  "tika-vin04t1:153": "3. Talaghātake pācittiyaṁ.",
  "tika-vin04t1:154": "Jatumaṭṭhakasikkhāpadaṁ",
  "tika-vin04t1:155": "4. Jatumaṭṭhake pācittiyaṁ.",
  "tika-vin04t1:156": "Udakasuddhikasikkhāpadaṁ",
  "tika-vin04t1:157": "5. Udakasuddhikaṁ pana bhikkhuniyā ādiyamānāya dvaṅgulapabbaparamaṁ ādātabbaṁ. Taṁ atikkāmentiyā pācittiyaṁ.",
  "tika-vin04t1:158": "Upatiṭṭhanasikkhāpadaṁ",
  "tika-vin04t1:159": "6. Yā pana bhikkhunī bhikkhussa bhuñjantassa pānīyena vā vidhūpanena vā upatiṭṭheyya, pācittiyaṁ.",
  "tika-vin04t1:160": "Āmakadhaññasikkhāpadaṁ",
  "tika-vin04t1:161": "7. Yā pana bhikkhunī āmakadhaññaṁ viññatvā vā viññāpetvā vā bhajjitvā vā bhajjāpetvā vā koṭṭetvā vā koṭṭāpetvā vā pacitvā vā pacāpetvā vā bhuñjeyya, pācittiyaṁ.",
  "tika-vin04t1:162": "Paṭhamauccārachaḍḍanasikkhāpadaṁ",
  "tika-vin04t1:163": "8. Yā pana bhikkhunī uccāraṁ vā passāvaṁ vā saṅkāraṁ vā vighāsaṁ vā tirokuṭṭe vā tiropākāre vā chaḍḍeyya vā chaḍḍāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:164": "Dutiyauccārachaḍḍanasikkhāpadaṁ",
  "tika-vin04t1:165": "9. Yā pana bhikkhunī uccāraṁ vā passāvaṁ vā saṅkāraṁ vā vighāsaṁ vā harite chaḍḍeyya vā chaḍḍāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:166": "Naccagītasikkhāpadaṁ",
  "tika-vin04t1:167": "10. Yā pana bhikkhunī naccaṁ vā gītaṁ vā vāditaṁ vā dassanāya gaccheyya, pācittiyaṁ.",
  "tika-vin04t1:168": "Lasuṇavaggo paṭhamo.",
  "tika-vin04t1:169": "Rattandhakārasikkhāpadaṁ",
  "tika-vin04t1:170": "11. Yā pana bhikkhunī rattandhakāre appadīpe purisena saddhiṁ ekenekā santiṭṭheyya vā sallapeyya vā, pācittiyaṁ.",
  "tika-vin04t1:171": "Paṭicchannokāsasikkhāpadaṁ",
  "tika-vin04t1:172": "12. Yā pana bhikkhunī paṭicchanne okāse purisena saddhiṁ ekenekā santiṭṭheyya vā sallapeyya vā, pācittiyaṁ.",
  "tika-vin04t1:173": "Ajjhokāsasallapanasikkhāpadaṁ",
  "tika-vin04t1:174": "13. Yā pana bhikkhunī ajjhokāse purisena saddhiṁ ekenekā santiṭṭheyya vā sallapeyya vā, pācittiyaṁ.",
  "tika-vin04t1:175": "Dutiyikauyyojanasikkhāpadaṁ",
  "tika-vin04t1:176_0": "14. Yā pana bhikkhunī rathikāya vā byūhe vā siṅghāṭake vā purisena saddhiṁ ekenekā",
  "tika-vin04t1:176_1": "santiṭṭheyya vā sallapeyya vā nikaṇṇikaṁ vā jappeyya dutiyikaṁ vā bhikkhuniṁ uyyojeyya, pācittiyaṁ.",
  "tika-vin04t1:177": "Anāpucchāpakkamanasikkhāpadaṁ",
  "tika-vin04t1:178": "15. Yā pana bhikkhunī purebhattaṁ kulāni upasaṅkamitvā āsane nisīditvā sāmike anāpucchā pakkameyya, pācittiyaṁ.",
  "tika-vin04t1:179": "Anāpucchāabhinisīdanasikkhāpadaṁ",
  "tika-vin04t1:180": "16. Yā pana bhikkhunī pacchābhattaṁ kulāni upasaṅkamitvā sāmike anāpucchā āsane abhinisīdeyya vā abhinipajjeyya vā, pācittiyaṁ.",
  "tika-vin04t1:181": "Anāpucchāsantharaṇasikkhāpadaṁ",
  "tika-vin04t1:182": "17. Yā pana bhikkhunī vikāle kulāni upasaṅkamitvā sāmike anāpucchā seyyaṁ santharitvā vā santharāpetvā vā abhinisīdeyya vā abhinipajjeyya vā, pācittiyaṁ.",
  "tika-vin04t1:183": "Paraujjhāpanakasikkhāpadaṁ",
  "tika-vin04t1:184": "18. Yā pana bhikkhunī duggahitena dūpadhāritena paraṁ ujjhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:185": "Paraabhisapanasikkhāpadaṁ",
  "tika-vin04t1:186": "19. Yā pana bhikkhunī attānaṁ vā paraṁ vā nirayena vā brahmacariyena vā abhisapeyya, pācittiyaṁ.",
  "tika-vin04t1:187": "Rodanasikkhāpadaṁ",
  "tika-vin04t1:188": "20. Yā pana bhikkhunī attānaṁ vadhitvā vadhitvā rodeyya, pācittiyaṁ.",
  "tika-vin04t1:189": "Rattandhakāravaggo dutiyo.",
  "tika-vin04t1:190": "Naggasikkhāpadaṁ",
  "tika-vin04t1:191": "21. Yā pana bhikkhunī naggā nahāyeyya, pācittiyaṁ.",
  "tika-vin04t1:192": "Udakasāṭikasikkhāpadaṁ",
  "tika-vin04t1:193_0": "22. Udakasāṭikaṁ pana bhikkhuniyā kārayamānāya pamāṇikā kāretabbā, tatridaṁ pamāṇaṁ",
  "tika-vin04t1:193_1": ", dīghaso catasso vidatthiyo sugatavidatthiyā, tiriyaṁ dve vidatthiyo. Taṁ atikkāmentiyā",
  "tika-vin04t1:193_2": "chedanakaṁ pācittiyaṁ.",
  "tika-vin04t1:194": "Cīvarasibbanasikkhāpadaṁ",
  "tika-vin04t1:195": "23. Yā pana bhikkhunī bhikkhuniyā cīvaraṁ visibbetvā vā visibbāpetvā vā sā pacchā anantarāyikinī neva sibbeyya, na sibbāpanāya ussukkaṁ kareyya aññatra catūhapañcāhā, pācittiyaṁ.",
  "tika-vin04t1:196": "Saṅghāṭicārasikkhāpadaṁ",
  "tika-vin04t1:197": "24. Yā pana bhikkhunī pañcāhikaṁ saṅghāṭicāraṁ atikkāmeyya, pācittiyaṁ.",
  "tika-vin04t1:198": "Cīvarasaṅkamanīyasikkhāpadaṁ",
  "tika-vin04t1:199": "25. Yā pana bhikkhunī cīvarasaṅkamanīyaṁ dhāreyya, pācittiyaṁ.",
  "tika-vin04t1:200": "Gaṇacīvarasikkhāpadaṁ",
  "tika-vin04t1:201": "26. Yā pana bhikkhunī gaṇassa cīvaralābhaṁ antarāyaṁ kareyya, pācittiyaṁ.",
  "tika-vin04t1:202": "Paṭibāhanasikkhāpadaṁ",
  "tika-vin04t1:203": "27. Yā pana bhikkhunī dhammikaṁ cīvaravibhaṅgaṁ paṭibāheyya, pācittiyaṁ.",
  "tika-vin04t1:204": "Cīvaradānasikkhāpadaṁ",
  "tika-vin04t1:205": "28. Yā pana bhikkhunī agārikassa vā paribbājakassa vā paribbājikāya vā samaṇacīvaraṁ dadeyya, pācittiyaṁ.",
  "tika-vin04t1:206": "Kālaatikkamanasikkhāpadaṁ",
  "tika-vin04t1:207": "29. Yā pana bhikkhunī dubbalacīvarapaccāsāya cīvarakālasamayaṁ atikkāmeyya, pācittiyaṁ.",
  "tika-vin04t1:208": "Kathinuddhārasikkhāpadaṁ",
  "tika-vin04t1:209": "30. Yā pana bhikkhunī dhammikaṁ kathinuddhāraṁ paṭibāheyya, pācittiyaṁ.",
  "tika-vin04t1:210": "Naggavaggo tatiyo.",
  "tika-vin04t1:211": "Ekamañcatuvaṭṭanasikkhāpadaṁ",
  "tika-vin04t1:212": "31. Yā pana bhikkhuniyo dve ekamañce tuvaṭṭeyyuṁ, pācittiyaṁ.",
  "tika-vin04t1:213": "Ekattharaṇatuvaṭṭanasikkhāpadaṁ",
  "tika-vin04t1:214": "32. Yā pana bhikkhuniyo dve ekattharaṇapāvuraṇā tuvaṭṭeyyuṁ, pācittiyaṁ.",
  "tika-vin04t1:215": "Aphāsukaraṇasikkhāpadaṁ",
  "tika-vin04t1:216": "33. Yā pana bhikkhunī bhikkhuniyā sañcicca aphāsuṁ kareyya, pācittiyaṁ.",
  "tika-vin04t1:217": "Naupaṭṭhāpanasikkhāpadaṁ",
  "tika-vin04t1:218": "34. Yā pana bhikkhunī dukkhitaṁ sahajīviniṁ neva upaṭṭhaheyya, na upaṭṭhāpanāya ussukkaṁ kareyya, pācittiyaṁ.",
  "tika-vin04t1:219": "Nikkaḍḍhanasikkhāpadaṁ",
  "tika-vin04t1:220": "35. Yā pana bhikkhunī bhikkhuniyā upassayaṁ datvā kupitā anattamanā nikkaḍḍheyya vā nikkaḍḍhāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:221": "Saṁsaṭṭhasikkhāpadaṁ",
  "tika-vin04t1:222_0": "36. Yā pana bhikkhunī saṁsaṭṭhā vihareyya gahapatinā vā gahapatiputtena vā, sā bhikkhunī",
  "tika-vin04t1:222_1": "bhikkhunīhi evamassa vacanīyā ‘‘māyye, saṁsaṭṭhā vihari gahapatināpi gahapatiputtenāpi,",
  "tika-vin04t1:222_2": "viviccāyye, vivekaññeva bhaginiyā saṅgho vaṇṇetī’’ti. Evañca sā bhikkhunī bhikkhunīhi",
  "tika-vin04t1:222_3": "vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi yāvatatiyaṁ samanubhāsitabbā",
  "tika-vin04t1:222_4": "tassa paṭinissaggāya, yāvatatiyañce samanubhāsiyamānā taṁ paṭinissajjeyya, iccetaṁ",
  "tika-vin04t1:222_5": "kusalaṁ. No ce paṭinissajjeyya, pācittiyaṁ.",
  "tika-vin04t1:223": "Antoraṭṭhasikkhāpadaṁ",
  "tika-vin04t1:224": "37. Yā pana bhikkhunī antoraṭṭhe sāsaṅkasammate sappaṭibhaye asatthikā cārikaṁ careyya, pācittiyaṁ.",
  "tika-vin04t1:225": "Tiroraṭṭhasikkhāpadaṁ",
  "tika-vin04t1:226": "38. Yā pana bhikkhunī tiroraṭṭhe sāsaṅkasammate sappaṭibhaye asatthikā cārikaṁ careyya, pācittiyaṁ.",
  "tika-vin04t1:227": "Antovassasikkhāpadaṁ",
  "tika-vin04t1:228": "39. Yā pana bhikkhunī antovassaṁ cārikaṁ careyya, pācittiyaṁ.",
  "tika-vin04t1:229": "Cārikanapakkamanasikkhāpadaṁ",
  "tika-vin04t1:230": "40. Yā pana bhikkhunī vassaṁvuṭṭhā cārikaṁ na pakkameyya antamaso chappañcayojanānipi, pācittiyaṁ.",
  "tika-vin04t1:231": "Tuvaṭṭavaggo catuttho.",
  "tika-vin04t1:232": "Rājāgārasikkhāpadaṁ",
  "tika-vin04t1:233": "41. Yā pana bhikkhunī rājāgāraṁ vā cittāgāraṁ vā ārāmaṁ vā uyyānaṁ vā pokkharaṇiṁ vā dassanāya gaccheyya, pācittiyaṁ.",
  "tika-vin04t1:234": "Āsandiparibhuñjanasikkhāpadaṁ",
  "tika-vin04t1:235": "42. Yā pana bhikkhunī āsandiṁ vā pallaṅkaṁ vā paribhuñjeyya, pācittiyaṁ.",
  "tika-vin04t1:236": "Suttakantanasikkhāpadaṁ",
  "tika-vin04t1:237": "43. Yā pana bhikkhunī suttaṁ kanteyya, pācittiyaṁ.",
  "tika-vin04t1:238": "Gihiveyyāvaccasikkhāpadaṁ",
  "tika-vin04t1:239": "44. Yā pana bhikkhunī gihiveyyāvaccaṁ kareyya, pācittiyaṁ.",
  "tika-vin04t1:240": "Adhikaraṇasikkhāpadaṁ",
  "tika-vin04t1:241_0": "45. Yā pana bhikkhunī bhikkhuniyā ‘‘ehāyye, imaṁ adhikaraṇaṁ vūpasamehī’’ti vuccamānā",
  "tika-vin04t1:241_1": "‘‘sādhū’’ti paṭissuṇitvā sā pacchā anantarāyikinī neva vūpasameyya, na vūpasamāya",
  "tika-vin04t1:241_2": "ussukkaṁ kareyya, pācittiyaṁ.",
  "tika-vin04t1:242": "Bhojanadānasikkhāpadaṁ",
  "tika-vin04t1:243": "46. Yā pana bhikkhunī agārikassa vā paribbājakassa vā paribbājikāya vā sahatthā khādanīyaṁ vā bhojanīyaṁ vā dadeyya, pācittiyaṁ.",
  "tika-vin04t1:244": "Āvasathacīvarasikkhāpadaṁ",
  "tika-vin04t1:245": "47. Yā pana bhikkhunī āvasathacīvaraṁ anissajjetvā paribhuñjeyya, pācittiyaṁ.",
  "tika-vin04t1:246": "Āvasathavihārasikkhāpadaṁ",
  "tika-vin04t1:247": "48. Yā pana bhikkhunī āvasathaṁ anissajjitvā cārikaṁ pakkameyya, pācittiyaṁ.",
  "tika-vin04t1:248": "Tiracchānavijjāpariyāpuṇanasikkhāpadaṁ",
  "tika-vin04t1:249": "49. Yā pana bhikkhunī tiracchānavijjaṁ pariyāpuṇeyya, pācittiyaṁ.",
  "tika-vin04t1:250": "Tiracchānavijjāvācanasikkhāpadaṁ",
  "tika-vin04t1:251": "50. Yā pana bhikkhunī tiracchānavijjaṁ vāceyya, pācittiyaṁ.",
  "tika-vin04t1:252": "Cittāgāravaggo pañcamo.",
  "tika-vin04t1:253": "Ārāmapavisanasikkhāpadaṁ",
  "tika-vin04t1:254": "51. Yā pana bhikkhunī jānaṁ sabhikkhukaṁ ārāmaṁ anāpucchā paviseyya, pācittiyaṁ.",
  "tika-vin04t1:255": "Bhikkhuakkosanasikkhāpadaṁ",
  "tika-vin04t1:256": "52. Yā pana bhikkhunī bhikkhuṁ akkoseyya vā paribhāseyya vā, pācittiyaṁ.",
  "tika-vin04t1:257": "Gaṇaparibhāsanasikkhāpadaṁ",
  "tika-vin04t1:258": "53. Yā pana bhikkhunī caṇḍīkatā gaṇaṁ paribhāseyya, pācittiyaṁ.",
  "tika-vin04t1:259": "Pavāritasikkhāpadaṁ",
  "tika-vin04t1:260": "54. Yā pana bhikkhunī nimantitā vā pavāritā vā khādanīyaṁ vā bhojanīyaṁ vā khādeyya vā bhuñjeyya vā, pācittiyaṁ.",
  "tika-vin04t1:261": "Kulamaccharinīsikkhāpadaṁ",
  "tika-vin04t1:262": "55. Yā pana bhikkhunī kulamaccharinī assa, pācittiyaṁ.",
  "tika-vin04t1:263": "Abhikkhukāvāsasikkhāpadaṁ",
  "tika-vin04t1:264": "56. Yā pana bhikkhunī abhikkhuke āvāse vassaṁ vaseyya, pācittiyaṁ.",
  "tika-vin04t1:265": "Apavāraṇāsikkhāpadaṁ",
  "tika-vin04t1:266": "57. Yā pana bhikkhunī vassaṁvuṭṭhā ubhatosaṅghe tīhi ṭhānehi na pavāreyya diṭṭhena vā sutena vā parisaṅkāya vā, pācittiyaṁ.",
  "tika-vin04t1:267": "Ovādasikkhāpadaṁ",
  "tika-vin04t1:268": "58. Yā pana bhikkhunī ovādāya vā saṁvāsāya vā na gaccheyya, pācittiyaṁ.",
  "tika-vin04t1:269": "Ovādūpasaṅkamanasikkhāpadaṁ",
  "tika-vin04t1:270": "59. Anvaddhamāsaṁ bhikkhuniyā bhikkhusaṅghato dve dhammā paccāsīsitabbā uposathapucchakañca ovādūpasaṅkamanañca. Taṁ atikkāmentiyā pācittiyaṁ.",
  "tika-vin04t1:271": "Pasākhejātasikkhāpadaṁ",
  "tika-vin04t1:272_0": "60. Yā pana bhikkhunī pasākhe jātaṁ gaṇḍaṁ vā rudhitaṁ vā anapaloketvā saṅghaṁ vā",
  "tika-vin04t1:272_1": "gaṇaṁ vā purisena saddhiṁ ekenekā bhedāpeyya vā phālāpeyya vā dhovāpeyya vā ālimpāpeyya",
  "tika-vin04t1:272_2": "vā bandhāpeyya vā mocāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:273": "Ārāmavaggo chaṭṭho.",
  "tika-vin04t1:274": "Gabbhinīsikkhāpadaṁ",
  "tika-vin04t1:275": "61. Yā pana bhikkhunī gabbhiniṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:276": "Pāyantīsikkhāpadaṁ",
  "tika-vin04t1:277": "62. Yā pana bhikkhunī pāyantiṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:278": "Paṭhamasikkhamānasikkhāpadaṁ",
  "tika-vin04t1:279": "63. Yā pana bhikkhunī dve vassāni chasu dhammesu asikkhitasikkhaṁ sikkhamānaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:280": "Dutiyasikkhamānasikkhāpadaṁ",
  "tika-vin04t1:281": "64. Yā pana bhikkhunī dve vassāni chasu dhammesu sikkhitasikkhaṁ sikkhamānaṁ saṅghena asammataṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:282": "Paṭhamagihigatasikkhāpadaṁ",
  "tika-vin04t1:283": "65. Yā pana bhikkhunī ūnadvādasavassaṁ gihigataṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:284": "Dutiyagihigatasikkhāpadaṁ",
  "tika-vin04t1:285": "66. Yā pana bhikkhunī paripuṇṇadvādasavassaṁ gihigataṁ dve vassāni chasu dhammesu asikkhitasikkhaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:286": "Tatiyagihigatasikkhāpadaṁ",
  "tika-vin04t1:287": "67. Yā pana bhikkhunī paripuṇṇadvādasavassaṁ gihigataṁ dve vassāni chasu dhammesu sikkhitasikkhaṁ saṅghena asammataṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:288": "Paṭhamasahajīvinīsikkhāpadaṁ",
  "tika-vin04t1:289": "68. Yā pana bhikkhunī sahajīviniṁ vuṭṭhāpetvā dve vassāni neva anuggaṇheyya na anuggaṇhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:290": "Pavattinīnānubandhanasikkhāpadaṁ",
  "tika-vin04t1:291": "69. Yā pana bhikkhunī vuṭṭhāpitaṁ pavattiniṁ dve vassāni nānubandheyya, pācittiyaṁ.",
  "tika-vin04t1:292": "Dutiyasahajīvinīsikkhāpadaṁ",
  "tika-vin04t1:293": "70. Yā pana bhikkhunī sahajīviniṁ vuṭṭhāpetvā neva vūpakāseyya na vūpakāsāpeyya antamaso chappañcayojanānipi, pācittiyaṁ.",
  "tika-vin04t1:294": "Gabbhinivaggo sattamo.",
  "tika-vin04t1:295": "Paṭhamakumāribhūtasikkhāpadaṁ",
  "tika-vin04t1:296": "71. Yā pana bhikkhunī ūnavīsativassaṁ kumāribhūtaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:297": "Dutiyakumāribhūtasikkhāpadaṁ",
  "tika-vin04t1:298": "72. Yā pana bhikkhunī paripuṇṇavīsativassaṁ kumāribhūtaṁ dve vassāni chasu dhammesu asikkhitasikkhaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:299": "Tatiyakumāribhūtasikkhāpadaṁ",
  "tika-vin04t1:300": "73. Yā pana bhikkhunī paripuṇṇavīsativassaṁ kumāribhūtaṁ dve vassāni chasu dhammesu sikkhitasikkhaṁ saṅghena asammataṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:301": "Ūnadvādasavassasikkhāpadaṁ",
  "tika-vin04t1:302": "74. Yā pana bhikkhunī ūnadvādasavassā vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:303": "Paripuṇṇadvādasavassasikkhāpadaṁ",
  "tika-vin04t1:304": "75. Yā pana bhikkhunī paripuṇṇadvādasavassā saṅghena asammatā vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:305": "Khiyyanadhammasikkhāpadaṁ",
  "tika-vin04t1:306": "76. Yā pana bhikkhunī ‘‘alaṁ tāva te, ayye, vuṭṭhāpitenā’’ti vuccamānā ‘‘sādhū’’ti paṭissuṇitvā sā pacchā khiyyanadhammaṁ āpajjeyya, pācittiyaṁ.",
  "tika-vin04t1:307": "Paṭhamasikkhamānanavuṭṭhāpanasikkhāpadaṁ",
  "tika-vin04t1:308_0": "77. Yā pana bhikkhunī sikkhamānaṁ ‘‘sace me tvaṁ, ayye, cīvaraṁ dassasi, evāhaṁ taṁ",
  "tika-vin04t1:308_1": "vuṭṭhāpessāmī’’ti vatvā sā pacchā anantarāyikinī neva vuṭṭhāpeyya, na vuṭṭhāpanāya",
  "tika-vin04t1:308_2": "ussukkaṁ kareyya, pācittiyaṁ.",
  "tika-vin04t1:309": "Dutiyasikkhamānanavuṭṭhāpanasikkhāpadaṁ",
  "tika-vin04t1:310_0": "78. Yā pana bhikkhunī sikkhamānaṁ ‘‘sace maṁ tvaṁ, ayye, dve vassāni anubandhissasi,",
  "tika-vin04t1:310_1": "evāhaṁ taṁ vuṭṭhāpessāmī’’ti vatvā sā pacchā anantarāyikinī neva vuṭṭhāpeyya, na",
  "tika-vin04t1:310_2": "vuṭṭhāpanāya ussukkaṁ kareyya, pācittiyaṁ.",
  "tika-vin04t1:311": "Sokāvāsasikkhāpadaṁ",
  "tika-vin04t1:312": "79. Yā pana bhikkhunī purisasaṁsaṭṭhaṁ kumārakasaṁsaṭṭhaṁ caṇḍiṁ sokāvāsaṁ sikkhamānaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:313": "Ananuññātasikkhāpadaṁ",
  "tika-vin04t1:314": "80. Yā pana bhikkhunī mātāpitūhi vā sāmikena vā ananuññātaṁ sikkhamānaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:315": "Pārivāsikasikkhāpadaṁ",
  "tika-vin04t1:316": "81. Yā pana bhikkhunī pārivāsikachandadānena sikkhamānaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:317": "Anuvassasikkhāpadaṁ",
  "tika-vin04t1:318": "82. Yā pana bhikkhunī anuvassaṁ vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:319": "Ekavassasikkhāpadaṁ",
  "tika-vin04t1:320": "83. Yā pana bhikkhunī ekaṁ vassaṁ dve vuṭṭhāpeyya, pācittiyaṁ.",
  "tika-vin04t1:321": "Kumāribhūtavaggo aṭṭhamo.",
  "tika-vin04t1:322": "Chattupāhanasikkhāpadaṁ",
  "tika-vin04t1:323": "84. Yā pana bhikkhunī agilānā chattupāhanaṁ dhāreyya, pācittiyaṁ.",
  "tika-vin04t1:324": "Yānasikkhāpadaṁ",
  "tika-vin04t1:325": "85. Yā pana bhikkhunī agilānā yānena yāyeyya, pācittiyaṁ.",
  "tika-vin04t1:326": "Saṅghāṇisikkhāpadaṁ",
  "tika-vin04t1:327": "86. Yā pana bhikkhunī saṅghāṇiṁ dhāreyya, pācittiyaṁ.",
  "tika-vin04t1:328": "Itthālaṅkārasikkhāpadaṁ",
  "tika-vin04t1:329": "87. Yā pana bhikkhunī itthālaṅkāraṁ dhāreyya, pācittiyaṁ.",
  "tika-vin04t1:330": "Gandhavaṇṇakasikkhāpadaṁ",
  "tika-vin04t1:331": "88. Yā pana bhikkhunī gandhavaṇṇakena nahāyeyya, pācittiyaṁ.",
  "tika-vin04t1:332": "Vāsitakasikkhāpadaṁ",
  "tika-vin04t1:333": "89. Yā pana bhikkhunī vāsitakena piññākena nahāyeyya, pācittiyaṁ.",
  "tika-vin04t1:334": "Bhikkhuniummaddāpanasikkhāpadaṁ",
  "tika-vin04t1:335": "90. Yā pana bhikkhunī bhikkhuniyā ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:336": "Sikkhamānaummaddāpanasikkhāpadaṁ",
  "tika-vin04t1:337": "91. Yā pana bhikkhunī sikkhamānāya ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:338": "Sāmaṇerīummaddāpanasikkhāpadaṁ",
  "tika-vin04t1:339": "92. Yā pana bhikkhunī sāmaṇeriyā ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:340": "Gihiniummaddāpanasikkhāpadaṁ",
  "tika-vin04t1:341": "93. Yā pana bhikkhunī gihiniyā ummaddāpeyya vā parimaddāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:342": "Anāpucchāsikkhāpadaṁ",
  "tika-vin04t1:343": "94. Yā pana bhikkhunī bhikkhussa purato anāpucchā āsane nisīdeyya, pācittiyaṁ.",
  "tika-vin04t1:344": "Pañhāpucchanasikkhāpadaṁ",
  "tika-vin04t1:345": "95. Yā pana bhikkhunī anokāsakataṁ bhikkhuṁ pañhaṁ puccheyya, pācittiyaṁ.",
  "tika-vin04t1:346": "Asaṁkaccikasikkhāpadaṁ",
  "tika-vin04t1:347": "96. Yā pana bhikkhunī asaṁkaccikā gāmaṁ paviseyya, pācittiyaṁ.",
  "tika-vin04t1:348": "Chattupāhanavaggo navamo.",
  "tika-vin04t1:349": "Musāvādasikkhāpadaṁ",
  "tika-vin04t1:350": "97. Sampajānamusāvāde pācittiyaṁ.",
  "tika-vin04t1:351": "Omasavādasikkhāpadaṁ",
  "tika-vin04t1:352": "98. Omasavāde pācittiyaṁ.",
  "tika-vin04t1:353": "Pesuññasikkhāpadaṁ",
  "tika-vin04t1:354": "99. Bhikkhunipesuññe pācittiyaṁ.",
  "tika-vin04t1:355": "Padasodhammasikkhāpadaṁ",
  "tika-vin04t1:356": "100. Yā pana bhikkhunī anupasampannaṁ padaso dhammaṁ vāceyya, pācittiyaṁ.",
  "tika-vin04t1:357": "Paṭhamasahaseyyasikkhāpadaṁ",
  "tika-vin04t1:358": "101. Yā pana bhikkhunī anupasampannāya uttaridirattatirattaṁ sahaseyyaṁ kappeyya, pācittiyaṁ.",
  "tika-vin04t1:359": "Dutiyasahaseyyasikkhāpadaṁ",
  "tika-vin04t1:360": "102. Yā pana bhikkhunī purisena sahaseyyaṁ kappeyya, pācittiyaṁ.",
  "tika-vin04t1:361": "Dhammadesanāsikkhāpadaṁ",
  "tika-vin04t1:362": "103. Yā pana bhikkhunī purisassa uttarichappañcavācāhi dhammaṁ deseyya aññatra viññunā itthiviggahena, pācittiyaṁ.",
  "tika-vin04t1:363": "Bhūtārocanasikkhāpadaṁ",
  "tika-vin04t1:364": "104. Yā pana bhikkhunī anupasampannāya uttarimanussadhammaṁ āroceyya, bhūtasmiṁ pācittiyaṁ.",
  "tika-vin04t1:365": "Duṭṭhullārocanasikkhāpadaṁ",
  "tika-vin04t1:366": "105. Yā pana bhikkhunī bhikkhuniyā duṭṭhullaṁ āpattiṁ anupasampannāya āroceyya aññatra bhikkhunisammutiyā, pācittiyaṁ.",
  "tika-vin04t1:367": "Pathavīkhaṇanasikkhāpadaṁ",
  "tika-vin04t1:368": "106. Yā pana bhikkhunī pathaviṁ khaṇeyya vā khaṇāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:369": "Musāvādavaggo dasamo.",
  "tika-vin04t1:370": "Bhūtagāmasikkhāpadaṁ",
  "tika-vin04t1:371": "107. Bhūtagāmapātabyatāya pācittiyaṁ.",
  "tika-vin04t1:372": "Aññavādakasikkhāpadaṁ",
  "tika-vin04t1:373": "108. Aññavādake, vihesake pācittiyaṁ.",
  "tika-vin04t1:374": "Ujjhāpanakasikkhāpadaṁ",
  "tika-vin04t1:375": "109. Ujjhāpanake, khiyyanake pācittiyaṁ.",
  "tika-vin04t1:376": "Paṭhamasenāsanasikkhāpadaṁ",
  "tika-vin04t1:377_0": "110. Yā pana bhikkhunī saṅghikaṁ mañcaṁ vā pīṭhaṁ vā bhisiṁ vā kocchaṁ vā ajjhokāse",
  "tika-vin04t1:377_1": "santharitvā vā santharāpetvā vā taṁ pakkamantī neva uddhareyya, na uddharāpeyya,",
  "tika-vin04t1:377_2": "anāpucchaṁ vā gaccheyya, pācittiyaṁ.",
  "tika-vin04t1:378": "Dutiyasenāsanasikkhāpadaṁ",
  "tika-vin04t1:379": "111. Yā pana bhikkhunī saṅghike vihāre seyyaṁ santharitvā vā santharāpetvā vā taṁ pakkamantī neva uddhareyya, na uddharāpeyya, anāpucchaṁ vā gaccheyya, pācittiyaṁ.",
  "tika-vin04t1:380": "Anupakhajjasikkhāpadaṁ",
  "tika-vin04t1:381_0": "112. Yā pana bhikkhunī saṅghike vihāre jānaṁ pubbupagataṁ bhikkhuniṁ anupakhajja",
  "tika-vin04t1:381_1": "seyyaṁ kappeyya ‘‘yassā sambādho bhavissati, sā pakkamissatī’’ti etadeva paccayaṁ",
  "tika-vin04t1:381_2": "karitvā anaññaṁ, pācittiyaṁ.",
  "tika-vin04t1:382": "Nikkaḍḍhanasikkhāpadaṁ",
  "tika-vin04t1:383": "113. Yā pana bhikkhunī bhikkhuniṁ kupitā anattamanā saṅghikā vihārā nikkaḍḍheyya vā nikkaḍḍhāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:384": "Vehāsakuṭisikkhāpadaṁ",
  "tika-vin04t1:385": "114. Yā pana bhikkhunī saṅghike vihāre uparivehāsakuṭiyā āhaccapādakaṁ mañcaṁ vā pīṭhaṁ vā abhinisīdeyya vā abhinipajjeyya vā, pācittiyaṁ.",
  "tika-vin04t1:386": "Mahallakavihārasikkhāpadaṁ",
  "tika-vin04t1:387_0": "115. Mahallakaṁ pana bhikkhuniyā vihāraṁ kārayamānāya yāva dvārakosā aggaḷaṭṭhapanāya,",
  "tika-vin04t1:387_1": "ālokasandhiparikammāya dvatticchadanassa pariyāyaṁ appaharite ṭhitāya adhiṭṭhātabbaṁ.",
  "tika-vin04t1:387_2": "Tato ce uttari appaharitepi ṭhitā adhiṭṭhaheyya, pācittiyaṁ.",
  "tika-vin04t1:388": "Sappāṇakasikkhāpadaṁ",
  "tika-vin04t1:389": "116. Yā pana bhikkhunī jānaṁ sappāṇakaṁ udakaṁ tiṇaṁ vā mattikaṁ vā siñceyya vā siñcāpeyya vā, pācittiyaṁ.",
  "tika-vin04t1:390": "Bhūtagāmavaggo ekādasamo.",
  "tika-vin04t1:391": "Āvasathapiṇḍasikkhāpadaṁ",
  "tika-vin04t1:392": "117. Agilānāya bhikkhuniyā eko āvasathapiṇḍo bhuñjitabbo. Tato ce uttari bhuñjeyya, pācittiyaṁ.",
  "tika-vin04t1:393": "Gaṇabhojanasikkhāpadaṁ",
  "tika-vin04t1:394_0": "118. Gaṇabhojane aññatra samayā pācittiyaṁ. Tatthāyaṁ samayo, gilānasamayo, cīvaradānasamayo",
  "tika-vin04t1:394_1": ", cīvarakārasamayo, addhānagamanasamayo, nāvābhiruhanasamayo, mahāsamayo, samaṇabhattasamayo, ayaṁ tattha samayo.",
  "tika-vin04t1:395": "Kāṇamātusikkhāpadaṁ",
  "tika-vin04t1:396_0": "119. Bhikkhuniṁ paneva kulaṁ upagataṁ pūvehi vā manthehi vā abhihaṭṭhuṁ pavāreyya,",
  "tika-vin04t1:396_1": "ākaṅkhamānāya bhikkhuniyā dvattipattapūrā paṭiggahetabbā. Tato ce uttari paṭiggaṇheyya,",
  "tika-vin04t1:396_2": "pācittiyaṁ. Dvattipattapūre paṭiggahetvā tato nīharitvā bhikkhunīhi saddhiṁ saṁvibhajitabbaṁ, ayaṁ tattha sāmīci.",
  "tika-vin04t1:397": "Vikālabhojanasikkhāpadaṁ",
  "tika-vin04t1:398": "120. Yā pana bhikkhunī vikāle khādanīyaṁ vā bhojanīyaṁ vā khādeyya vā bhuñjeyya vā, pācittiyaṁ.",
  "tika-vin04t1:399": "Sannidhikārakasikkhāpadaṁ",
  "tika-vin04t1:400": "121. Yā pana bhikkhunī sannidhikārakaṁ khādanīyaṁ vā bhojanīyaṁ vā khādeyya vā bhuñjeyya vā, pācittiyaṁ.",
  "tika-vin04t1:401": "Dantaponasikkhāpadaṁ",
  "tika-vin04t1:402": "122. Yā pana bhikkhunī adinnaṁ mukhadvāraṁ āhāraṁ āhareyya aññatra udakadantaponā, pācittiyaṁ.",
  "tika-vin04t1:403": "Uyyojanasikkhāpadaṁ",
  "tika-vin04t1:404_0": "123. Yā pana bhikkhunī bhikkhuniṁ ‘‘ehāyye, gāmaṁ vā nigamaṁ vā piṇḍāya pavisissāmā’’ti",
  "tika-vin04t1:404_1": "tassā dāpetvā vā adāpetvā vā uyyojeyya ‘‘gacchāyye, na me tayā saddhiṁ kathā vā nisajjā",
  "tika-vin04t1:404_2": "vā phāsu hoti, ekikāya me kathā vā nisajjā vā phāsu hotī’’ti etadeva paccayaṁ karitvā",
  "tika-vin04t1:404_3": "anaññaṁ, pācittiyaṁ.",
  "tika-vin04t1:405": "Sabhojanasikkhāpadaṁ",
  "tika-vin04t1:406": "124. Yā pana bhikkhunī sabhojane kule anupakhajja nisajjaṁ kappeyya, pācittiyaṁ.",
  "tika-vin04t1:407": "Rahopaṭicchannasikkhāpadaṁ",
  "tika-vin04t1:408": "125. Yā pana bhikkhunī purisena saddhiṁ raho paṭicchanne āsane nisajjaṁ kappeyya, pācittiyaṁ.",
  "tika-vin04t1:409": "Rahonisajjasikkhāpadaṁ",
  "tika-vin04t1:410": "126. Yā pana bhikkhunī purisena saddhiṁ ekenekā raho nisajjaṁ kappeyya, pācittiyaṁ.",
  "tika-vin04t1:411": "Bhojanavaggo dvādasamo.",
  "tika-vin04t1:412": "Cārittasikkhāpadaṁ",
  "tika-vin04t1:413_0": "127. Yā pana bhikkhunī nimantitā sabhattā samānā santiṁ bhikkhuniṁ anāpucchā purebhattaṁ",
  "tika-vin04t1:413_1": "vā pacchābhattaṁ vā kulesu cārittaṁ āpajjeyya aññatra samayā, pācittiyaṁ. Tatthāyaṁ",
  "tika-vin04t1:413_2": "samayo, cīvaradānasamayo, cīvarakārasamayo, ayaṁ tattha samayo.",
  "tika-vin04t1:414": "Mahānāmasikkhāpadaṁ",
  "tika-vin04t1:415": "128. Agilānāya bhikkhuniyā catumāsappaccayapavāraṇā sāditabbā aññatra punapavāraṇāya, aññatra niccapavāraṇāya. Tato ce uttari sādiyeyya, pācittiyaṁ.",
  "tika-vin04t1:416": "Uyyuttasenāsikkhāpadaṁ",
  "tika-vin04t1:417": "129. Yā pana bhikkhunī uyyuttaṁ senaṁ dassanāya gaccheyya aññatra tathārūpappaccayā, pācittiyaṁ.",
  "tika-vin04t1:418": "Senāvāsasikkhāpadaṁ",
  "tika-vin04t1:419": "130. Siyā ca tassā bhikkhuniyā kocideva paccayo senaṁ gamanāya, dirattatirattaṁ tāya bhikkhuniyā senāya vasitabbaṁ. Tato ce uttari vaseyya, pācittiyaṁ.",
  "tika-vin04t1:420": "Uyyodhikasikkhāpadaṁ",
  "tika-vin04t1:421": "131. Dirattatirattaṁ ce bhikkhunī senāya vasamānā uyyodhikaṁ vā balaggaṁ vā senābyūhaṁ vā anīkadassanaṁ vā gaccheyya, pācittiyaṁ.",
  "tika-vin04t1:422": "Surāpānasikkhāpadaṁ",
  "tika-vin04t1:423": "132. Surāmerayapāne pācittiyaṁ.",
  "tika-vin04t1:424": "Aṅgulipatodakasikkhāpadaṁ",
  "tika-vin04t1:425": "133. Aṅgulipatodake pācittiyaṁ.",
  "tika-vin04t1:426": "Hasadhammasikkhāpadaṁ",
  "tika-vin04t1:427": "134. Udake hasadhamme pācittiyaṁ.",
  "tika-vin04t1:428": "Anādariyasikkhāpadaṁ",
  "tika-vin04t1:429": "135. Anādariye pācittiyaṁ.",
  "tika-vin04t1:430": "Bhiṁsāpanasikkhāpadaṁ",
  "tika-vin04t1:431": "136. Yā pana bhikkhunī bhikkhuniṁ bhiṁsāpeyya, pācittiyaṁ.",
  "tika-vin04t1:432": "Cārittavaggo terasamo.",
  "tika-vin04t1:433": "Jotisikkhāpadaṁ",
  "tika-vin04t1:434": "137. Yā pana bhikkhunī agilānā visibbanāpekkhā jotiṁ samādaheyya vā samādahāpeyya vā aññatra tathārūpappaccayā, pācittiyaṁ.",
  "tika-vin04t1:435": "Nahānasikkhāpadaṁ",
  "tika-vin04t1:436_0": "138. Yā pana bhikkhunī orenaddhamāsaṁ nahāyeyya aññatra samayā, pācittiyaṁ. Tatthāyaṁ",
  "tika-vin04t1:436_1": "samayo ‘‘diyaḍḍho māso seso gimhāna’’nti ‘‘vassānassa paṭhamo māso’’ iccete aḍḍhateyyamāsā",
  "tika-vin04t1:436_2": "uṇhasamayo, pariḷāhasamayo, gilānasamayo, kammasamayo, addhānagamanasamayo, vātavuṭṭhisamayo, ayaṁ tattha samayo.",
  "tika-vin04t1:437": "Dubbaṇṇakaraṇasikkhāpadaṁ",
  "tika-vin04t1:438_0": "139. Navaṁ pana bhikkhuniyā cīvaralābhāya tiṇṇaṁ dubbaṇṇakaraṇānaṁ aññataraṁ dubbaṇṇakaraṇaṁ",
  "tika-vin04t1:438_1": "ādātabbaṁ nīlaṁ vā kaddamaṁ vā kāḷasāmaṁ vā. Anādā ce bhikkhunī tiṇṇaṁ dubbaṇṇakaraṇānaṁ",
  "tika-vin04t1:438_2": "aññataraṁ dubbaṇṇakaraṇaṁ navaṁ cīvaraṁ paribhuñjeyya, pācittiyaṁ.",
  "tika-vin04t1:439": "Vikappanasikkhāpadaṁ",
  "tika-vin04t1:440": "140. Yā pana bhikkhunī bhikkhussa vā bhikkhuniyā vā sikkhamānāya vā sāmaṇerassa vā sāmaṇeriyā vā sāmaṁ cīvaraṁ vikappetvā apaccuddhāraṇaṁ paribhuñjeyya, pācittiyaṁ.",
  "tika-vin04t1:441": "Apanidhāpanasikkhāpadaṁ",
  "tika-vin04t1:442": "141. Yā pana bhikkhunī bhikkhuniyā pattaṁ vā cīvaraṁ vā nisīdanaṁ vā sūcigharaṁ vā kāyabandhanaṁ vā apanidheyya vā apanidhāpeyya vā antamaso hasāpekkhāpi, pācittiyaṁ.",
  "tika-vin04t1:443": "Sañciccasikkhāpadaṁ",
  "tika-vin04t1:444": "142. Yā pana bhikkhunī sañcicca pāṇaṁ jīvitā voropeyya, pācittiyaṁ.",
  "tika-vin04t1:445": "Sappāṇakasikkhāpadaṁ",
  "tika-vin04t1:446": "143. Yā pana bhikkhunī jānaṁ sappāṇakaṁ udakaṁ paribhuñjeyya, pācittiyaṁ.",
  "tika-vin04t1:447": "Ukkoṭanasikkhāpadaṁ",
  "tika-vin04t1:448": "144. Yā pana bhikkhunī jānaṁ yathādhammaṁ nihatādhikaraṇaṁ punakammāya ukkoṭeyya, pācittiyaṁ.",
  "tika-vin04t1:449": "Theyyasatthasikkhāpadaṁ",
  "tika-vin04t1:450": "145. Yā pana bhikkhunī jānaṁ theyyasatthena saddhiṁ saṁvidhāya ekaddhānamaggaṁ paṭipajjeyya antamaso gāmantarampi, pācittiyaṁ.",
  "tika-vin04t1:451": "Ariṭṭhasikkhāpadaṁ",
  "tika-vin04t1:452_0": "146. Yā pana bhikkhunī evaṁ vadeyya ‘‘tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi,",
  "tika-vin04t1:452_1": "yathā yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṁ antarāyāyā’’ti.",
  "tika-vin04t1:452_2": "Sā bhikkhunī bhikkhunīhi evamassa vacanīyā ‘‘māyye evaṁ avaca, mā bhagavantaṁ abbhācikkhi,",
  "tika-vin04t1:452_3": "na hi sādhu bhagavato abbhakkhānaṁ, na hi bhagavā evaṁ vadeyya, anekapariyāyenāyye",
  "tika-vin04t1:452_4": "antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca pana te paṭisevato antarāyāyā’’ti.",
  "tika-vin04t1:452_5": "Evañca sā bhikkhunī bhikkhunīhi vuccamānā tatheva paggaṇheyya, sā bhikkhunī bhikkhunīhi",
  "tika-vin04t1:452_6": "yāvatatiyaṁ samanubhāsitabbā tassa paṭinissaggāya. Yāvatatiyañce samanubhāsiyamānā",
  "tika-vin04t1:452_7": "taṁ paṭinissajjeyya, iccetaṁ kusalaṁ. No ce paṭinissajjeyya, pācittiyaṁ.",
  "tika-vin04t1:453": "Jotivaggo cuddasamo.",
  "tika-vin04t1:454": "Ukkhittasambhogasikkhāpadaṁ",
  "tika-vin04t1:455": "147. Yā pana bhikkhunī jānaṁ tathāvādiniyā bhikkhuniyā akaṭānudhammāya taṁ diṭṭhiṁ appaṭinissaṭṭhāya saddhiṁ sambhuñjeyya vā, saṁvaseyya vā, saha vā seyyaṁ kappeyya, pācittiyaṁ.",
  "tika-vin04t1:456": "Kaṇṭakasikkhāpadaṁ",
  "tika-vin04t1:457_0": "148. Samaṇuddesāpi ce evaṁ vadeyya ‘‘tathāhaṁ bhagavatā dhammaṁ desitaṁ ājānāmi,",
  "tika-vin04t1:457_1": "yathā yeme antarāyikā dhammā vuttā bhagavatā, te paṭisevato nālaṁ antarāyāyā’’ti.",
  "tika-vin04t1:457_2": "Sā samaṇuddesā bhikkhunīhi evamassa vacanīyā ‘‘māyye, samaṇuddese evaṁ avaca, mā",
  "tika-vin04t1:457_3": "bhagavantaṁ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṁ, na hi bhagavā evaṁ vadeyya,",
  "tika-vin04t1:457_4": "anekapariyāyenāyye, samaṇuddese antarāyikā dhammā antarāyikā vuttā bhagavatā, alañca",
  "tika-vin04t1:457_5": "pana te paṭisevato antarāyāyā’’ti. Evañca sā samaṇuddesā bhikkhunīhi vuccamānā tatheva",
  "tika-vin04t1:457_6": "paggaṇheyya, sā samaṇuddesā bhikkhunīhi evamassa vacanīyā ‘‘ajjatagge te, ayye, samaṇuddese",
  "tika-vin04t1:457_7": "na ceva so bhagavā satthā apadisitabbo, yampi caññā samaṇuddesā labhanti bhikkhunīhi",
  "tika-vin04t1:457_8": "saddhiṁ dirattatirattaṁ sahaseyyaṁ, sāpi te natthi, cara pire, vinassā’’ti. Yā pana",
  "tika-vin04t1:457_9": "bhikkhunī jānaṁ tathānāsitaṁ samaṇuddesaṁ upalāpeyya vā, upaṭṭhāpeyya vā, sambhuñjeyya",
  "tika-vin04t1:457_10": "vā, saha vā seyyaṁ kappeyya, pācittiyaṁ.",
  "tika-vin04t1:458": "Sahadhammikasikkhāpadaṁ",
  "tika-vin04t1:459_0": "149. Yā pana bhikkhunī bhikkhunīhi sahadhammikaṁ vuccamānā evaṁ vadeyya ‘‘na tāvāhaṁ,",
  "tika-vin04t1:459_1": "ayye, etasmiṁ sikkhāpade sikkhissāmi, yāva na aññaṁ bhikkhuniṁ byattaṁ vinayadharaṁ",
  "tika-vin04t1:459_2": "paripucchāmī’’ti, pācittiyaṁ. Sikkhamānāya, bhikkhave, bhikkhuniyā aññātabbaṁ paripucchitabbaṁ",
  "tika-vin04t1:459_3": "paripañhitabbaṁ, ayaṁ tattha sāmīci.",
  "tika-vin04t1:460": "Vilekhanasikkhāpadaṁ",
  "tika-vin04t1:461_0": "150. Yā pana bhikkhunī pātimokkhe uddissamāne evaṁ vadeyya ‘‘kiṁ panimehi khuddānukhuddakehi",
  "tika-vin04t1:461_1": "sikkhāpadehi uddiṭṭhehi, yāvadeva kukkuccāya vihesāya vilekhāya saṁvattantī’’ti,",
  "tika-vin04t1:461_2": "sikkhāpadavivaṇṇake pācittiyaṁ.",
  "tika-vin04t1:462": "Mohanasikkhāpadaṁ",
  "tika-vin04t1:463_0": "151. Yā pana bhikkhunī anvaddhamāsaṁ pātimokkhe uddissamāne evaṁ vadeyya ‘‘idāneva",
  "tika-vin04t1:463_1": "kho ahaṁ, ayye, jānāmi ayampi kira dhammo suttāgato suttapariyāpanno anvaddhamāsaṁ",
  "tika-vin04t1:463_2": "uddesaṁ āgacchatī’’ti, tañce bhikkhuniṁ aññā bhikkhuniyo jāneyyuṁ nisinnapubbaṁ imāya",
  "tika-vin04t1:463_3": "bhikkhuniyā dvattikkhattuṁ pātimokkhe uddissamāne, ko pana vādo bhiyyo, na ca tassā",
  "tika-vin04t1:463_4": "bhikkhuniyā aññāṇakena mutti atthi, yañca tattha āpattiṁ āpannā, tañca yathādhammo",
  "tika-vin04t1:463_5": "kāretabbo, uttari cassā moho āropetabbo ‘‘tassā te, ayye, alābhā, tassā te dulladdhaṁ,",
  "tika-vin04t1:463_6": "yaṁ tvaṁ pātimokkhe uddissamāne na sādhukaṁ aṭṭhiṁ katvā manasi karosī’’ti, idaṁ",
  "tika-vin04t1:463_7": "tasmiṁ mohanake pācittiyaṁ.",
  "tika-vin04t1:464": "Pahārasikkhāpadaṁ",
  "tika-vin04t1:465": "152. Yā pana bhikkhunī bhikkhuniyā kupitā anattamanā pahāraṁ dadeyya, pācittiyaṁ.",
  "tika-vin04t1:466": "Talasattikasikkhāpadaṁ",
  "tika-vin04t1:467": "153. Yā pana bhikkhunī bhikkhuniyā kupitā anattamanā talasattikaṁ uggireyya, pācittiyaṁ.",
  "tika-vin04t1:468": "Amūlakasikkhāpadaṁ",
  "tika-vin04t1:469": "154. Yā pana bhikkhunī bhikkhuniṁ amūlakena saṅghādisesena anuddhaṁseyya, pācittiyaṁ.",
  "tika-vin04t1:470": "Sañciccasikkhāpadaṁ",
  "tika-vin04t1:471": "155. Yā pana bhikkhunī bhikkhuniyā sañcicca kukkuccaṁ upadaheyya ‘‘itissā muhuttampi aphāsu bhavissatī’’ti etadeva paccayaṁ karitvā anaññaṁ, pācittiyaṁ.",
  "tika-vin04t1:472": "Upassuti sikkhāpadaṁ",
  "tika-vin04t1:473_0": "156. Yā pana bhikkhunī bhikkhunīnaṁ bhaṇḍanajātānaṁ kalahajātānaṁ vivādāpannānaṁ",
  "tika-vin04t1:473_1": "upassutiṁ tiṭṭheyya ‘‘yaṁ imā bhaṇissanti, taṁ sossāmī’’ti etadeva paccayaṁ karitvā",
  "tika-vin04t1:473_2": "anaññaṁ, pācittiyaṁ.",
  "tika-vin04t1:474": "Diṭṭhivaggo pannarasamo.",
  "tika-vin04t1:475": "Kammappaṭibāhanasikkhāpadaṁ",
  "tika-vin04t1:476": "157. Yā pana bhikkhunī dhammikānaṁ kammānaṁ chandaṁ datvā pacchā khīyanadhammaṁ āpajjeyya, pācittiyaṁ.",
  "tika-vin04t1:477": "Chandaṁadatvāgamanasikkhāpadaṁ",
  "tika-vin04t1:478": "158. Yā pana bhikkhunī saṅghe vinicchayakathāya vattamānāya chandaṁ adatvā uṭṭhāyāsanā pakkameyya, pācittiyaṁ.",
  "tika-vin04t1:479": "Dubbalasikkhāpadaṁ",
  "tika-vin04t1:480": "159. Yā pana bhikkhunī samaggena saṅghena cīvaraṁ datvā pacchā khīyanadhammaṁ āpajjeyya ‘‘yathāsanthutaṁ bhikkhuniyo saṅghikaṁ lābhaṁ pariṇāmentī’’ti, pācittiyaṁ.",
  "tika-vin04t1:481": "Pariṇāmanasikkhāpadaṁ",
  "tika-vin04t1:482": "160. Yā pana bhikkhunī jānaṁ saṅghikaṁ lābhaṁ pariṇataṁ puggalassa pariṇāmeyya, pācittiyaṁ.",
  "tika-vin04t1:483": "Ratanasikkhāpadaṁ",
  "tika-vin04t1:484_0": "161. Yā pana bhikkhunī ratanaṁ vā ratanasammataṁ vā aññatra ajjhārāmā vā ajjhāvasathā",
  "tika-vin04t1:484_1": "vā uggaṇheyya vā uggaṇhāpeyya vā, pācittiyaṁ. Ratanaṁ vā pana bhikkhuniyā ratanasammataṁ",
  "tika-vin04t1:484_2": "vā ajjhārāme vā ajjhāvasathe vā uggahetvā vā uggahāpetvā vā nikkhipitabbaṁ ‘‘yassa",
  "tika-vin04t1:484_3": "bhavissati, so harissatī’’ti, ayaṁ tattha sāmīci.",
  "tika-vin04t1:485": "Sūcigharasikkhāpadaṁ",
  "tika-vin04t1:486": "162. Yā pana bhikkhunī aṭṭhimayaṁ vā dantamayaṁ vā visāṇamayaṁ vā sūcigharaṁ kārāpeyya, bhedanakaṁ pācittiyaṁ.",
  "tika-vin04t1:487": "Mañcapīṭhasikkhāpadaṁ",
  "tika-vin04t1:488": "163. Navaṁ pana bhikkhuniyā mañcaṁ vā pīṭhaṁ vā kārayamānāya aṭṭhaṅgulapādakaṁ kāretabbaṁ sugataṅgulena aññatra heṭṭhimāya aṭaniyā. Taṁ atikkāmentiyā chedanakaṁ pācittiyaṁ.",
  "tika-vin04t1:489": "Tūlonaddhasikkhāpadaṁ",
  "tika-vin04t1:490": "164. Yā pana bhikkhunī mañcaṁ vā pīṭhaṁ vā tūlonaddhaṁ kārāpeyya, uddālanakaṁ pācittiyaṁ.",
  "tika-vin04t1:491": "Kaṇḍuppaṭicchādisikkhāpadaṁ",
  "tika-vin04t1:492_0": "165. Kaṇḍuppaṭicchādiṁ pana bhikkhuniyā kārayamānāya pamāṇikā kāretabbā, tatridaṁ",
  "tika-vin04t1:492_1": "pamāṇaṁ, dīghaso catasso vidatthiyo sugatavidatthiyā, tiriyaṁ dve vidatthiyo. Taṁ",
  "tika-vin04t1:492_2": "atikkāmentiyā chedanakaṁ pācittiyaṁ.",
  "tika-vin04t1:493": "Nandasikkhāpadaṁ",
  "tika-vin04t1:494_0": "166. Yā pana bhikkhunī sugatacīvarappamāṇaṁ cīvaraṁ kārāpeyya, atirekaṁ vā, chedanakaṁ",
  "tika-vin04t1:494_1": "pācittiyaṁ. Tatridaṁ sugatassa sugatacīvarappamāṇaṁ, dīghaso nava vidatthiyo sugatavidatthiyā,",
  "tika-vin04t1:494_2": "tiriyaṁ cha vidatthiyo, idaṁ sugatassa sugatacīvarappamāṇanti.",
  "tika-vin04t1:495": "Dhammikavaggo soḷasamo.",
  "tika-vin04t1:496_0": "Uddiṭṭhā kho, ayyāyo, chasaṭṭhisatā pācittiyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha",
  "tika-vin04t1:496_1": "parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha",
  "tika-vin04t1:496_2": "parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:497": "Pācittiyā niṭṭhitā.",
  "tika-vin04t1:498": "Pāṭidesanīyā",
  "tika-vin04t1:499": "Ime kho panāyyāyo aṭṭha pāṭidesanīyā",
  "tika-vin04t1:500": "Dhammā uddesaṁ āgacchanti.",
  "tika-vin04t1:501": "Sappiviññāpanasikkhāpadaṁ",
  "tika-vin04t1:502": "1. Yā pana bhikkhunī agilānā sappiṁ viññāpetvā bhuñjeyya, paṭidesetabbaṁ tāya bhikkhuniyā ‘‘gārayhaṁ, ayye, dhammaṁ āpajjiṁ asappāyaṁ pāṭidesanīyaṁ, taṁ paṭidesemī’’ti.",
  "tika-vin04t1:503": "Telaviññāpanasikkhāpadaṁ",
  "tika-vin04t1:504": "2. Yā pana bhikkhunī agilānā telaṁ viññāpetvā bhuñjeyya…pe… taṁ paṭidesemīti.",
  "tika-vin04t1:505": "Madhuviññāpanasikkhāpadaṁ",
  "tika-vin04t1:506": "3. Yā pana bhikkhunī agilānā madhuṁ viññāpetvā bhuñjeyya…pe… taṁ paṭidesemīti.",
  "tika-vin04t1:507": "Phāṇitaviññāpanasikkhāpadaṁ",
  "tika-vin04t1:508": "4. Yā pana bhikkhunī agilānā phāṇitaṁ viññāpetvā bhuñjeyya…pe… taṁ paṭidesemīti.",
  "tika-vin04t1:509": "Macchaviññāpanasikkhāpadaṁ",
  "tika-vin04t1:510": "5. Yā pana bhikkhunī agilānā macchaṁ viññāpetvā bhuñjeyya…pe… taṁ paṭidesemīti.",
  "tika-vin04t1:511": "Maṁsaviññāpanasikkhāpadaṁ",
  "tika-vin04t1:512": "6. Yā pana bhikkhunī agilānā maṁsaṁ viññāpetvā bhuñjeyya…pe… taṁ paṭidesemīti.",
  "tika-vin04t1:513": "Khīraviññāpanasikkhāpadaṁ",
  "tika-vin04t1:514": "7. Yā pana bhikkhunī agilānā khīraṁ viññāpetvā bhuñjeyya…pe… taṁ paṭidesemīti.",
  "tika-vin04t1:515": "Dadhiviññāpanasikkhāpadaṁ",
  "tika-vin04t1:516": "8. Yā pana bhikkhunī agilānā dadhiṁ viññāpetvā bhuñjeyya, paṭidesetabbaṁ tāya bhikkhuniyā ‘‘gārayhaṁ, ayye, dhammaṁ āpajjiṁ asappāyaṁ pāṭidesanīyaṁ, taṁ paṭidesemī’’ti.",
  "tika-vin04t1:517_0": "Uddiṭṭhā kho, ayyāyo, aṭṭha pāṭidesanīyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha",
  "tika-vin04t1:517_1": "parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha",
  "tika-vin04t1:517_2": "parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:518": "Pāṭidesanīyā niṭṭhitā.",
  "tika-vin04t1:519": "Sekhiyā",
  "tika-vin04t1:520": "Ime kho panāyyāyo, sekhiyā dhammā uddesaṁ āgacchanti.",
  "tika-vin04t1:521": "Parimaṇḍalasikkhāpadaṁ",
  "tika-vin04t1:522": "1. Parimaṇḍalaṁ nivāsessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:523": "2. Parimaṇḍalaṁ pārupissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:524": "Suppaṭicchannasikkhāpadaṁ",
  "tika-vin04t1:525": "3. Suppaṭicchannā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:526": "4. Suppaṭicchannā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:527": "Susaṁvutasikkhāpadaṁ",
  "tika-vin04t1:528": "5. Susaṁvutā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:529": "6. Susaṁvutā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:530": "Okkhittacakkhusikkhāpadaṁ",
  "tika-vin04t1:531": "7. Okkhittacakkhunī antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:532": "8. Okkhittacakkhunī antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:533": "Ukkhittakasikkhāpadaṁ",
  "tika-vin04t1:534": "9. Na ukkhittakāya antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:535": "10. Na ukkhittakāya antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:536": "Parimaṇḍalavaggo paṭhamo.",
  "tika-vin04t1:537": "Ujjagghikasikkhāpadaṁ",
  "tika-vin04t1:538": "11. Na ujjagghikāya antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:539": "12. Na ujjagghikāya antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:540": "Uccasaddasikkhāpadaṁ",
  "tika-vin04t1:541": "13. Appasaddā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:542": "14. Appasaddā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:543": "Kāyappacālakasikkhāpadaṁ",
  "tika-vin04t1:544": "15. Na kāyappacālakaṁ antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:545": "16. Na kāyappacālakaṁ antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:546": "Bāhuppacālakasikkhāpadaṁ",
  "tika-vin04t1:547": "17. Na bāhuppacālakaṁ antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:548": "18. Na bāhuppacālakaṁ antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:549": "Sīsappacālakasikkhāpadaṁ",
  "tika-vin04t1:550": "19. Na sīsappacālakaṁ antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:551": "20. Na sīsappacālakaṁ antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:552": "Ujjagghikavaggo dutiyo.",
  "tika-vin04t1:553": "Khambhakatasikkhāpadaṁ",
  "tika-vin04t1:554": "21. Na khambhakatā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:555": "22. Na khambhakatā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:556": "Oguṇṭhitasikkhāpadaṁ",
  "tika-vin04t1:557": "23. Na oguṇṭhitā antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:558": "24. Na oguṇṭhitā antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:559": "Ukkuṭikasikkhāpadaṁ",
  "tika-vin04t1:560": "25. Na ukkuṭikāya antaraghare gamissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:561": "Pallatthikasikkhāpadaṁ",
  "tika-vin04t1:562": "26. Na pallatthikāya antaraghare nisīdissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:563": "Sakkaccapaṭiggahaṇasikkhāpadaṁ",
  "tika-vin04t1:564": "27. Sakkaccaṁ piṇḍapātaṁ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:565": "Pattasaññinīpaṭiggahaṇasikkhāpadaṁ",
  "tika-vin04t1:566": "28. Pattasaññinī piṇḍapātaṁ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:567": "Samasūpakapaṭiggahaṇasikkhāpadaṁ",
  "tika-vin04t1:568": "29. Samasūpakaṁ piṇḍapātaṁ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:569": "Samatittikasikkhāpadaṁ",
  "tika-vin04t1:570": "30. Samatittikaṁ piṇḍapātaṁ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:571": "Khambhakatavaggo tatiyo.",
  "tika-vin04t1:572": "Sakkaccabhuñjanasikkhāpadaṁ",
  "tika-vin04t1:573": "31. Sakkaccaṁ piṇḍapātaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:574": "Pattasaññinībhuñjanasikkhāpadaṁ",
  "tika-vin04t1:575": "32. Pattasaññinī piṇḍapātaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:576": "Sapadānasikkhāpadaṁ",
  "tika-vin04t1:577": "33. Sapadānaṁ piṇḍapātaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:578": "Samasūpakasikkhāpadaṁ",
  "tika-vin04t1:579": "34. Samasūpakaṁ piṇḍapātaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:580": "Na thūpakatasikkhāpadaṁ",
  "tika-vin04t1:581": "35. Na thūpakato omadditvā piṇḍapātaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:582": "Odanappaṭicchādanasikkhāpadaṁ",
  "tika-vin04t1:583": "36. Na sūpaṁ vā byañjanaṁ vā odanena paṭicchādessāmi bhiyyokamyataṁ upādāyāti sikkhā karaṇīyā.",
  "tika-vin04t1:584": "Sūpodanaviññattisikkhāpadaṁ",
  "tika-vin04t1:585": "37. Na sūpaṁ vā odanaṁ vā agilānā attano atthāya viññāpetvā bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:586": "Ujjhānasaññinīsikkhāpadaṁ",
  "tika-vin04t1:587": "38. Na ujjhānasaññinī paresaṁ pattaṁ olokessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:588": "Kabaḷasikkhāpadaṁ",
  "tika-vin04t1:589": "39. Nātimahantaṁ kabaḷaṁ karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:590": "Ālopasikkhāpadaṁ",
  "tika-vin04t1:591": "40. Parimaṇḍalaṁ ālopaṁ karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:592": "Sakkaccavaggo catuttho.",
  "tika-vin04t1:593": "Anāhaṭasikkhāpadaṁ",
  "tika-vin04t1:594": "41. Na anāhaṭe kabaḷe mukhadvāraṁ vivarissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:595": "Bhuñjamānasikkhāpadaṁ",
  "tika-vin04t1:596": "42. Na bhuñjamānā sabbahatthaṁ mukhe pakkhipissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:597": "Sakabaḷasikkhāpadaṁ",
  "tika-vin04t1:598": "43. Na sakabaḷena mukhena byāharissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:599": "Piṇḍukkhepakasikkhāpadaṁ",
  "tika-vin04t1:600": "44. Na piṇḍukkhepakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:601": "Kabaḷāvacchedakasikkhāpadaṁ",
  "tika-vin04t1:602": "45. Na kabaḷāvacchedakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:603": "Avagaṇḍakārakasikkhāpadaṁ",
  "tika-vin04t1:604": "46. Na avagaṇḍakārakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:605": "Hatthaniddhunakasikkhāpadaṁ",
  "tika-vin04t1:606": "47. Na hatthaniddhunakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:607": "Sitthāvakārakasikkhāpadaṁ",
  "tika-vin04t1:608": "48. Na sitthāvakārakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:609": "Jivhānicchārakasikkhāpadaṁ",
  "tika-vin04t1:610": "49. Na jivhānicchārakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:611": "Capucapukārakasikkhāpadaṁ",
  "tika-vin04t1:612": "50. Na capucapukārakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:613": "Kabaḷavaggo pañcamo.",
  "tika-vin04t1:614": "Surusurukārakasikkhāpadaṁ",
  "tika-vin04t1:615": "51. Na surusurukārakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:616": "Hatthanillehakasikkhāpadaṁ",
  "tika-vin04t1:617": "52. Na hatthanillehakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:618": "Pattanillehakasikkhāpadaṁ",
  "tika-vin04t1:619": "53. Na pattanillehakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:620": "Oṭṭhanillehakasikkhāpadaṁ",
  "tika-vin04t1:621": "54. Na oṭṭhanillehakaṁ bhuñjissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:622": "Sāmisasikkhāpadaṁ",
  "tika-vin04t1:623": "55. Na sāmisena hatthena pānīyathālakaṁ paṭiggahessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:624": "Sasitthakasikkhāpadaṁ",
  "tika-vin04t1:625": "56. Na sasitthakaṁ pattadhovanaṁ antaraghare chaḍḍessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:626": "Chattapāṇisikkhāpadaṁ",
  "tika-vin04t1:627": "57. Na chattapāṇissa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:628": "Daṇḍapāṇisikkhāpadaṁ",
  "tika-vin04t1:629": "58. Na daṇḍapāṇissa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:630": "Satthapāṇisikkhāpadaṁ",
  "tika-vin04t1:631": "59. Na satthapāṇissa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:632": "Āvudhapāṇisikkhāpadaṁ",
  "tika-vin04t1:633": "60. Na āvudhapāṇissa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:634": "Surusuruvaggo chaṭṭho.",
  "tika-vin04t1:635": "Pādukasikkhāpadaṁ",
  "tika-vin04t1:636": "61. Na pādukāruḷhassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:637": "Upāhanasikkhāpadaṁ",
  "tika-vin04t1:638": "62. Na upāhanāruḷhassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:639": "Yānasikkhāpadaṁ",
  "tika-vin04t1:640": "63. Na yānagatassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:641": "Sayanasikkhāpadaṁ",
  "tika-vin04t1:642": "64. Na sayanagatassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:643": "Pallatthikasikkhāpadaṁ",
  "tika-vin04t1:644": "65. Na pallatthikāya nisinnassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:645": "Veṭhitasikkhāpadaṁ",
  "tika-vin04t1:646": "66. Na veṭhitasīsassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:647": "Oguṇṭhitasikkhāpadaṁ",
  "tika-vin04t1:648": "67. Na oguṇṭhitasīsassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:649": "Chamāsikkhāpadaṁ",
  "tika-vin04t1:650": "68. Na chamāyaṁ nisīditvā āsane nisinnassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:651": "Nīcāsanasikkhāpadaṁ",
  "tika-vin04t1:652": "69. Na nīce āsane nisīditvā ucce āsane nisinnassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:653": "Ṭhitāsikkhāpadaṁ",
  "tika-vin04t1:654": "70. Na ṭhitā nisinnassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:655": "Pacchatogacchantīsikkhāpadaṁ",
  "tika-vin04t1:656": "71. Na pacchato gacchantī purato gacchantassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:657": "Uppathenagacchantīsikkhāpadaṁ",
  "tika-vin04t1:658": "72. Na uppathena gacchantī pathena gacchantassa agilānassa dhammaṁ desessāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:659": "Ṭhitāuccārasikkhāpadaṁ",
  "tika-vin04t1:660": "73. Na ṭhitā agilānā uccāraṁ vā passāvaṁ vā karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:661": "Hariteuccārasikkhāpadaṁ",
  "tika-vin04t1:662": "74. Na harite agilānā uccāraṁ vā passāvaṁ vā kheḷaṁ vā karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:663": "Udakeuccārasikkhāpadaṁ",
  "tika-vin04t1:664": "75. Na udake agilānā uccāraṁ vā passāvaṁ vā kheḷaṁ vā karissāmīti sikkhā karaṇīyā.",
  "tika-vin04t1:665": "Pādukavaggo sattamo.",
  "tika-vin04t1:666_0": "Uddiṭṭhā kho, ayyāyo, sekhiyā dhammā. Tatthāyyāyo, pucchāmi, kaccittha parisuddhā,",
  "tika-vin04t1:666_1": "dutiyampi pucchāmi, kaccittha parisuddhā, tatiyampi pucchāmi, kaccittha parisuddhā,",
  "tika-vin04t1:666_2": "parisuddhetthāyyāyo, tasmā tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:667": "Sekhiyā niṭṭhitā.",
  "tika-vin04t1:668": "Adhikaraṇasamathā",
  "tika-vin04t1:669": "Ime kho panāyyāyo, satta adhikaraṇasamathā",
  "tika-vin04t1:670": "Dhammā uddesaṁ āgacchanti.",
  "tika-vin04t1:671": "Uppannuppannānaṁ adhikaraṇānaṁ samathāya vūpasamāya sammukhāvinayo dātabbo.",
  "tika-vin04t1:672": "Sativinayo dātabbo.",
  "tika-vin04t1:673": "Amūḷhavinayo dātabbo.",
  "tika-vin04t1:674": "Paṭiññāya kāretabbaṁ.",
  "tika-vin04t1:675": "Yebhuyyasikā.",
  "tika-vin04t1:676": "Tassapāpiyasikā.",
  "tika-vin04t1:677": "Tiṇavatthārakoti.",
  "tika-vin04t1:678_0": "Uddiṭṭhā kho ayyāyo satta adhikaraṇasamathā dhammā. Tatthāyyāyo pucchāmi, kaccittha",
  "tika-vin04t1:678_1": "parisuddhā, dutiyampi pucchāmi, kaccittha parisuddhā , tatiyampi pucchāmi, kaccittha",
  "tika-vin04t1:678_2": "parisuddhā, parisuddhetthāyyāyo, tasmā tuṇhī, evametaṁ dhārayāmīti.",
  "tika-vin04t1:679": "Adhikaraṇasamathā niṭṭhitā.",
  "tika-vin04t1:680": "Uddiṭṭhaṁ kho ayyāyo nidānaṁ,",
  "tika-vin04t1:681": "Uddiṭṭhā aṭṭha pārājikā dhammā,",
  "tika-vin04t1:682": "Uddiṭṭhā sattarasa saṅghādisesā dhammā,",
  "tika-vin04t1:683": "Uddiṭṭhā tiṁsa nissaggiyā pācittiyā dhammā,",
  "tika-vin04t1:684": "Uddiṭṭhā chasaṭṭhi satā pācittiyā dhammā,",
  "tika-vin04t1:685": "Uddiṭṭhā aṭṭha pāṭidesanīyā dhammā,",
  "tika-vin04t1:686": "Uddiṭṭhā sekhiyā dhammā,",
  "tika-vin04t1:687_0": "Uddiṭṭhā satta adhikaraṇasamathā dhammā, ettakaṁ tassa bhagavato suttāgataṁ suttapariyāpannaṁ",
  "tika-vin04t1:687_1": "anvaddhamāsaṁ uddesaṁ āgacchati, tattha sabbāheva samaggāhi sammodamānāhi avivadamānāhi sikkhitabbanti.",
  "tika-vin04t1:688": "Vitthāruddeso catuttho.",
  "tika-vin04t1:689": "Bhikkhunipātimokkhaṁ niṭṭhitaṁ.",
  "tika-vin04t1:690": " Namo tassa bhagavato arahato sammāsambuddhassa"
}