{
  "tika-abh08t9:0": "10. Dasamo paricchedo",
  "tika-abh08t9:1": "Rūpavibhāgavaṇṇanā",
  "tika-abh08t9:2_0": "622.Vuttamādimhi yaṁ rūpaṁ, cittajānamanantaraṁ yaṁ rūpaṁ cittacetasikānaṁ anantaraṁ",
  "tika-abh08t9:2_1": "ādimhi pakaraṇādimhi ‘‘cittaṁ cetasikaṁ rūpa’’ntiādinā vacanena ācariyena vuttaṁ,",
  "tika-abh08t9:2_2": "ito paraṁ idāni tassa rūpassa vibhāvanaṁ samāsena saṅkhepena karissaṁ.",
  "tika-abh08t9:3_0": "623.Yaṁ ruppatīti rūpanti yaṁ dhammajātaṁ ruppati sītādinā viruddhapaccayena vikāramāpajjati.",
  "tika-abh08t9:3_1": "Tathā rūpayatīti rūpaṁ yaṁ dhammajātaṁ vaṇṇavikāramāpajjamānaṁ hadayaṅgatabhāvaṁ",
  "tika-abh08t9:3_2": "ajjhāsayaṁ pakāseti, iti tasmā rūpaṁ, kiṁ taṁ? Vaṇṇāyatanaṁ. Rūpārūpabhavātīto, surūpo",
  "tika-abh08t9:3_3": "rūpamabrvi bhagavā rūpārūpabhavaatīto surūpo rūpaṁ abrvi kathesi.",
  "tika-abh08t9:4": "625-6.Mahābhūtenāti mahanto bhūto uppatti etassāti mahābhūto, tena. Vañcakattā mahābhūtasamāti vā.",
  "tika-abh08t9:5": "630.Nirupādānamānasoti upādānavirahitacitto.",
  "tika-abh08t9:6": "633.Tassasampattīti tassa kiccassa sampatti.",
  "tika-abh08t9:7": "634.Upabrūhanarasāti vaḍḍhanakiccā.",
  "tika-abh08t9:8": "637.Āsayānusaye ñāṇanti ettha āsayo nāma",
  "tika-abh08t9:9": "Sassatucchedadiṭṭhī ca, khantī saccānulomikaṁ;",
  "tika-abh08t9:10": "Yathābhūtañca yaṁ ñāṇaṁ, etaṁ āsayasadditaṁ.",
  "tika-abh08t9:11_0": "Atthīti kho, kaccāna, ayameko anto, anto kho, kaccāna, atthi iti ayaṁ eko anto koṭṭhāso,",
  "tika-abh08t9:11_1": "ayaṁ sassatadiṭṭhi. Natthīti kho, kaccāna, ayaṁ dutiyo anto, ayaṁ ucchedadiṭṭhi.",
  "tika-abh08t9:11_2": "Khantī saccānulomikanti catunnaṁ saccānaṁ anulomikañāṇaṁ, saṅkhārupekkhāñāṇanti attho.",
  "tika-abh08t9:11_3": "Yathābhūtañca yaṁ ñāṇanti sappaccayanāmarūpadassanaṁ ñāṇaṁ. Etaṁāsayasadditanti etaṁ",
  "tika-abh08t9:11_4": "āsayaṁ iti kathitaṁ. Evaṁ vuttappakārena āsaye ñāṇaṁ nāma. Anusayo nāma diṭṭhānusayādayo",
  "tika-abh08t9:11_5": "anusayā satta. Indriyānaṁ paropareti pare adhikabhāvena opare ca tikkhānubhāvena",
  "tika-abh08t9:11_6": "ayaṁ satto tikkhasaddhindriyo mudusaddhindriyo hīnasaddhindriyoti attho. Samādhindriyādīsupi",
  "tika-abh08t9:11_7": "eseva nayo. Iti sattānaṁ indriyānaṁ paraopare ñāṇaṁ.",
  "tika-abh08t9:12": "638.Sabbaññutā ñāṇanti tihetukakāmāvacarakriyācatukkaṁ gahetabbaṁ.",
  "tika-abh08t9:13": "641. Akkhikūṭehi matthaluṅgena paricchinno antato.",
  "tika-abh08t9:14": "645.Bhāvasambhavasaṇṭhānāti itthipumasambhavabhūtavaṇṇāyatanaṁ.",
  "tika-abh08t9:15": "647. Ete dasa catusamuṭṭhānā sambhārā catūhi paccayehi cattālīsa bhavanti.",
  "tika-abh08t9:16": "652.Niviṭṭheti patiṭṭhite.",
  "tika-abh08t9:17": "658.Ubbiadhikānaṁ pathavīadhikānaṁ.",
  "tika-abh08t9:18": "660-2.Visese satīti nissayabhūtānaṁ catunnaṁ visese sati, sabbaso sabbesaṁ visesaparikappanaṁ pahāya eva kammavisesena pasādānaṁ visesatā ñeyyā.",
  "tika-abh08t9:19": "663.Saddīyatīti uccārīyate. Rasantīti assādenti.",
  "tika-abh08t9:20": "668.Paratoti paṭhamakappato aparabhāge paṭisandhiyaṁ bhāvadvayaṁ samuṭṭhātīti viññeyyaṁ. ‘‘Pavattepi samuṭṭhāyā’’tiādikaṁ soṇakumārādayo sandhāya vuttaṁ.",
  "tika-abh08t9:21": "672.Na taṁ byañjanakāraṇanti taṁ indriyadvayaṁ byañjanassa kāraṇaṁ na siyā. Tassāti byañjanassa.",
  "tika-abh08t9:22": "674.Ubbāhananti nīharaṇaṁ.",
  "tika-abh08t9:23": "676-7. Annapānādikaṁ vatthu yaṁ kammajaṁ aggiṁ harati, kevalaṁ ekaṁ hutvā taṁ annapānādikaṁ vatthu jīvitaṁ pana pāletuṁ na ca sakkoti. Ekato jīvitaṁ pāletuñca sakkonti.",
  "tika-abh08t9:24_0": "Kāyena rūpakāyena attano bhāvaṁ viññāpentānaṁ bhāvo kāyaggahaṇānusārena kāyaggahaṇassa",
  "tika-abh08t9:24_1": "anucintanena gahitāya vāyodhātuvikārasaṅkhātāya etāya dhammajātiyā paṇḍitehi viññāyate.",
  "tika-abh08t9:24_2": "Itipi tasmā kāyaviññatti.",
  "tika-abh08t9:25": "681. Ekāvajjanavīthiyaṁ heṭṭhā chahi cittehi vāyodhātusamuṭṭhitaṁ upatthambhaṁ labhitvā.",
  "tika-abh08t9:26": "684.Saha saddena vāti saddena saheva.",
  "tika-abh08t9:27_0": "690-1.Etāsaṁ pana lahutādīnaṁ tissannaṁ pavattiyaṁ nidassanaṁ kamato ārogyaṁ lahutā",
  "tika-abh08t9:27_1": ", madditaṁ dhammaṁ mudutā, dhantahemaṁ kammaññatā hoti. Lahutādittayaṁ pana kammaṁ",
  "tika-abh08t9:27_2": "kātuṁ na sakkoti, āhārādittayaṁyeva lahutādittayaṁ karoti yasmā, tato taṁ tijaṁ nāma.",
  "tika-abh08t9:28_0": "693.Vuttamākāranānattāti ettha ākāranānattā nāma ācayākāraanubandhatākāravasena vuttaṁ.",
  "tika-abh08t9:28_1": "Veneyyānaṁ vasena vāti eke veneyyā ācayavasena jātirūpaṁ jānanti, eke anubandhatāvasena",
  "tika-abh08t9:28_2": "jānanti. Iti veneyyānaṁ jānanavasena jātirūpaṁ dvidhā vuttaṁ.",
  "tika-abh08t9:29": "694.Sabhāvānapagame attano sabhāvassa anapagame sati.",
  "tika-abh08t9:30_0": "Te middharūpavādācariyā paṭikkhipitabbā. Kathaṁ? Addhā munisi sambuddho, natthi nīvaraṇā",
  "tika-abh08t9:30_1": "tavāti yo tvaṁ addhā ekantena muni asi sambuddho asi nīvaraṇā dhammā tava tuyhaṁ",
  "tika-abh08t9:30_2": "natthi, iti vacane sace middhaṁ nīvaraṇaṁ rūpe paviṭṭhaṁ siyā. Bhagavatā rūpakāyassa",
  "tika-abh08t9:30_3": "vijjamānattā ‘‘natthi nīvaraṇā tavā’’ti vacanaṁ vattabbaṁ siyā. Thinamiddhanīvaraṇaṁ",
  "tika-abh08t9:30_4": "avijjānīvaraṇena saha nīvaraṇañceva hoti, nīvaraṇasampayuttañca hoti. Iti sampayuttavacanato",
  "tika-abh08t9:30_5": "sampayuttassa rūpassa abhāvato tampi na vattabbaṁ siyā. Na purejātapaccayāti aññamaññapaccayāti",
  "tika-abh08t9:30_6": "attho. Sace thinamiddhaṁ rūpaṁ siyā, kathaṁ arūpepi aññamaññaṁ siyā, na siyāti attho.",
  "tika-abh08t9:30_7": "Arūpepi kāmacchandanīvaraṇaṁ paṭicca thinamiddhanīvaraṇaṁ uppajjati. Iti vacanena",
  "tika-abh08t9:30_8": "ca na middharūpaṁ siyā, arūpe kathaṁ siyāti attho. Arūpameva middhaṁ iti paṭikkhipitabbā.",
  "tika-abh08t9:30_9": "Arūpepi etassa middhassa uppattiyā sādhakavacanato niṭṭhaṁ ettha ca avagantabbaṁ",
  "tika-abh08t9:30_10": "‘‘arūpa’’nti viññunā.",
  "tika-abh08t9:31_0": "705-6.Kammena vīsati rūpāti aṭṭhindriyavatthuaṭṭhāvinibbhogasantatūpacayākāsā kammajā.",
  "tika-abh08t9:31_1": "Cetasā viññattidvayasaddalahutādittayaavinibbhogasantatūpacayākāsā cittajā. Utunā",
  "tika-abh08t9:31_2": "saddalahutādittayaavinibbhogasantatūpacayākāsā utujā. Āhārato lahutādittayaavinibbhogasantatūpacayākāsā āhārajā.",
  "tika-abh08t9:32_0": "707-17.Jāyeyyuṁ yadi tānipīti tāni jaratāaniccatārūpā yadi jāyeyyuṁ, evaṁ sante tu",
  "tika-abh08t9:32_1": "tesaṁ jaratāaniccatā bhedā siyuṁ. Hi saccaṁ vacanaṁ pāko na paccati, bhedo vā na",
  "tika-abh08t9:32_2": "ca bhijjati yasmā, tasmā tesaṁ pākabhedā siyunti, taṁ vacanaṁ natthi. Etaṁ jaratāaniccatādvayaṁ",
  "tika-abh08t9:32_3": "jātassa nipphannarūpassa pākabhedattā na jāyati. Siyā kassaci buddhetthāti ettha",
  "tika-abh08t9:32_4": "jaratāaniccatāvinicchayādhikāre kassaci janassa buddhi ñāṇaṁ yadi siyā, ‘‘rūpassūpacayo’’ti",
  "tika-abh08t9:32_5": "vacanena ‘‘jāti jāyatī’’ti vacanaṁ dīpitaṁ yathā, evaṁ tathā pākopi paccatu, bhedopi",
  "tika-abh08t9:32_6": "paribhijjatu, evaṁ buddhi siyā. Jāti na ceva jāyate. Iti iminā pakārena vibhāvinā",
  "tika-abh08t9:32_7": "ñeyyā. Jāti jāyamānassa nipphannarūpassa nibbatti nāma pakāsitā. Tattha yassa siyā",
  "tika-abh08t9:32_8": "tattha vacane yassa janassa buddhi siyā. Yesaṁ nipphannarūpadhammānaṁ jāti atthi,",
  "tika-abh08t9:32_9": "sā jāti abhinibbattisammutiṁ tappaccayattavohāraṁ tesaṁ nipphannarūpadhammānaṁ paccayaṭṭhena",
  "tika-abh08t9:32_10": "laddhavohāraṁ kammajādikaṁ vohāraṁ labhateva yathā, tathā tesaṁ nipphannarūpadhammānaṁ",
  "tika-abh08t9:32_11": "te pākabhedā abhinibbattisammutiṁ nāma tappaccayattavohāraṁ labhanti, iti buddhi",
  "tika-abh08t9:32_12": "siyā. Tassa janassa evaṁ vattabbaṁ – idaṁ santatūpacayadvayaṁ kammādisambhavaṁ hoti",
  "tika-abh08t9:32_13": "yathā, evaṁ pākabhedā taṁ kammādisambhavavohāraṁ kadācipi na labhanti. Hi saccaṁ",
  "tika-abh08t9:32_14": "vacanaṁ kasmā kāraṇā janakānaṁ kammādipaccayānaṁ ānubhāvasaṅkhāte khaṇuppāde tesaṁ",
  "tika-abh08t9:32_15": "pākabhedānaṁ abhāvato na labhanti. Vuttappakārena khaṇuppāde jātiparamparābhāvato",
  "tika-abh08t9:32_16": "sā jāti labbhate, tasmā kāraṇā jāti eva abhinibbattisammutiṁ paccayattavohāraṁ labhati,",
  "tika-abh08t9:32_17": "itaraṁ jaratāaniccatādvayaṁ pana na labhati. Taṁ jaratāaniccatādvayaṁ jiyyati iti",
  "tika-abh08t9:32_18": "bhijjati iti vā na vattabbaṁ hoti. Kasmā? Kammādipaccayānaṁ ānubhāvakkhaṇe tassa",
  "tika-abh08t9:32_19": "jaratāaniccatādvayassa paccayānaṁ abhāvato.",
  "tika-abh08t9:33_0": "718-23.Aniccaṁ saṅkhatañcetaṁ jarāmaraṇaṁ aniccasaṅkhātaṁ itipi vacanassa bhagavatā",
  "tika-abh08t9:33_1": "vuttattā jaratāaniccatādvayaṁ jāyati, evaṁ iti tvaṁ ce maññasi, evaṁ ‘‘jāyati evā’’ti",
  "tika-abh08t9:33_2": "vacanaṁ bhagavatā na vattabbaṁ. Hi kasmā kāraṇā? ‘‘Aniccaṁ saṅkhatañcetaṁ, jarāmaraṇamiccapī’’tivuttabhāvādinā",
  "tika-abh08t9:33_3": "ākāradesanāpariyāyena lesena bhagavatā aniccānaṁ nipphannarūpadhammānaṁ jarāmaraṇasaṅkhātaṁ",
  "tika-abh08t9:33_4": "sabhāvato jarāmaraṇaṁ aniccaṁ saṅkhatañcāpi cittajānaṁ vikārattā viññattiyo ‘‘cittajā’’ti",
  "tika-abh08t9:33_5": "vuttā viya, tathā evaṁ bhagavatā vuttaṁ. Yadi evaṁ atthe sati etaṁ ruppanalakkhaṇattayaṁ",
  "tika-abh08t9:33_6": "ajātattā ca sabbathā sabbākārena khaṁpupphaṁva natthi, asaṅkhataṁ nibbānaṁ viya niccaṁvāti",
  "tika-abh08t9:33_7": "ca codako vadeyya, natthi niccanti idaṁ ubhayavacanaṁ no bhagavatā vattabbaṁ. Kasmā?",
  "tika-abh08t9:33_8": "Nissayadhammānaṁ āyattabhāvena pavattito pathaviyādīnaṁ nissayānaṁ bhāve sati tassa",
  "tika-abh08t9:33_9": "lakkhaṇattayassa bhāvato, tasmā khaṁpupphaṁva taṁ lakkhaṇattayaṁ na natthi, atthīti",
  "tika-abh08t9:33_10": "attho. Pathavīādīnaṁ abhāve taṁ lakkhaṇattayaṁ na ca labbhati yasmā, tasmā nibbānaṁ",
  "tika-abh08t9:33_11": "viya, tathā niccaṁ na.",
  "tika-abh08t9:34_0": "724-5. Paricchedādayo anipphannā. Tesameva ca rūpānaṁ tesameva nipphannarūpadhammānaṁ",
  "tika-abh08t9:34_1": "vikārattā nipphannā ceva saṅkhatā sesavasena vuttānaṁ pabhedakatoti dassanato. Sesaṁ uttānatthameva.",
  "tika-abh08t9:35": "767.",
  "tika-abh08t9:36": "Gantuṁ panicche piṭakebhidhamme,",
  "tika-abh08t9:37": "Yo dhammasenāpatinā samattaṁ;",
  "tika-abh08t9:38": "Hitatthinā tena ca bhikkhunāyaṁ,",
  "tika-abh08t9:39": "Sakkacca sammā pana sikkhitabbo.",
  "tika-abh08t9:40_0": "Yo bhikkhu abhidhamme piṭake dhammasenāpatinā samattaṁ sabhāvaṁ gantuṁ pāpuṇituṁ",
  "tika-abh08t9:40_1": "iccheyya, tena ca bhikkhunā hitatthinā sakkaccaṁ ādarena sammā tīraṇacintanasajjhāyanehi",
  "tika-abh08t9:40_2": "ayaṁ abhidhammāvatāro sikkhitabbo.",
  "tika-abh08t9:41": "Iti abhidhammāvatāraṭīkāya",
  "tika-abh08t9:42": "Rūpavibhāgavaṇṇanā niṭṭhitā.",
  "tika-abh08t9:43": "Dasamo paricchedo."
}