{
  "tika-vin08t11:0": "11. Kayavikkayasamāpattivinicchayakathā",
  "tika-vin08t11:1_0": "57. Evaṁ bhaṇḍapaṭisāmanavinicchayaṁ kathetvā idāni kayavikkayavinicchayaṁ kathento",
  "tika-vin08t11:1_1": "‘‘kayavikkayasamāpattī’’tiādimāha. Tattha kayanaṁ kayo, parabhaṇḍassa gahaṇaṁ, vikkayanaṁ",
  "tika-vin08t11:1_2": "vikkayo, sakabhaṇḍassa dānaṁ, kayo ca vikkayo ca kayavikkayaṁ. Samāpajjanaṁ samāpatti,",
  "tika-vin08t11:1_3": "tassa duvidhassa kiriyassa karaṇaṁ. Tassarūpaṁ dasseti ‘‘iminā’’tiādinā.",
  "tika-vin08t11:2_0": "Sesañātakesu saddhādeyyavinipātasambhavato tadabhāvaṭṭhānampi dassetuṁ ‘‘mātaraṁ",
  "tika-vin08t11:2_1": "vā pana pitaraṁ vā’’tiādi vuttaṁ. Tena viññattisaddhādeyyavinipātanañca na hoti ‘‘iminā",
  "tika-vin08t11:2_2": "idaṁ dehī’’ti vadantoti dasseti, kayavikkayaṁ pana āpajjati ‘‘iminā idaṁ dehī’’ti",
  "tika-vin08t11:2_3": "vadantoti dasseti. Iminā ca upari aññātakantyādinā ca sesañātakaṁ ‘‘imaṁ dehī’’ti",
  "tika-vin08t11:2_4": "vadato viññatti na hoti, ‘‘imaṁ gaṇhāhī’’ti pana dadato saddhādeyyavinipātanaṁ, ‘‘iminā",
  "tika-vin08t11:2_5": "imaṁ dehī’’ti kayavikkayaṁ āpajjato nissaggiyanti ayampi attho dassito hoti migapadavalañjananyāyena.",
  "tika-vin08t11:2_6": "Tasmāiccādikepi ‘‘mātāpitūhi saddhiṁ kayavikkayaṁ, sesañātakehi saddhiṁ dve āpattiyo,",
  "tika-vin08t11:2_7": "aññātakehi saddhiṁ tisso āpattiyo’’ti vattabbe teneva nyāyena ñātuṁ sakkāti katvā",
  "tika-vin08t11:2_8": "na vuttanti daṭṭhabbaṁ, aññathā abyāpitadoso siyā.",
  "tika-vin08t11:3_0": "‘‘Idaṁ bhattaṁ bhuñjitvā idaṁ karothā’’ti vutte pubbāparasambandhāya kiriyāya vuttattā",
  "tika-vin08t11:3_1": "‘‘iminā idaṁ dehī’’ti vuttasadisaṁ hoti. Idaṁ bhattaṁ bhuñja, idaṁ nāma karohī’’ti",
  "tika-vin08t11:3_2": "vā, ‘‘idaṁ bhattaṁ bhuttosi, idaṁ nāma karohi, idaṁ bhattaṁ bhuñjissasi, idaṁ nāma",
  "tika-vin08t11:3_3": "karohī’’ti pana vutte asambandhāya kiriyāya vuttattā kayavikkayo na hoti. Vighāsādānaṁ",
  "tika-vin08t11:3_4": "bhattadāne ca anapekkhattā saddhādeyyavinipātanaṁ na hoti, kārāpane hatthakammamattattā",
  "tika-vin08t11:3_5": "viññatti na hoti, tasmā vaṭṭati. ‘‘Ettha cā’’tiādinā asatipi nissaggiyavatthumhi",
  "tika-vin08t11:3_6": "pācittiyaṁ desetabbanti dasseti.",
  "tika-vin08t11:4_0": "Agghaṁ pucchituṁ vaṭṭati, ettāvatā kayavikkayo na hotīti attho. Gaṇhituṁ vaṭṭatīti",
  "tika-vin08t11:4_1": "‘‘iminā idaṁ dehī’’ti avuttattā kayavikkayo na hoti, mūlassa atthitāya viññattipi",
  "tika-vin08t11:4_2": "na hoti. Patto na gahetabbo parabhaṇḍassa mahagghatāya. Evaṁ sati kathaṁ kātabboti",
  "tika-vin08t11:4_3": "āha ‘‘mama vatthu appagghanti ācikkhitabba’’nti. Bhaṇḍaṁ agghāpetvā kāretabbataṁ",
  "tika-vin08t11:4_4": "āpajjati theyyāvahārasambhavato, ūnamāsakaṁ ce agghati, dukkaṭaṁ. Māsakato paṭṭhāya",
  "tika-vin08t11:4_5": "yāva ūnapañcamāsakaṁ ce agghati, thullaccayaṁ. Pañcamāsakaṁ ce agghati, pārājikanti",
  "tika-vin08t11:4_6": "vuttaṁ hoti. Deti, vaṭṭati puññatthāya dinnattā adhikassa. Kappiyakārakassa pana…pe…",
  "tika-vin08t11:4_7": "vaṭṭati ubhato kappiyabhaṇḍattā. Ekato ubhato vā ce akappiyabhaṇḍaṁ hoti, na vaṭṭati.",
  "tika-vin08t11:4_8": "‘‘Mā gaṇhāhī’’ti vattabbo, kasmā? Kappiyakārakassa achekattā.",
  "tika-vin08t11:5_0": "Aññena appaṭiggahitena attho, kasmā? Sattāhakālikattā telassa. Paṭiggahitatelaṁ sattāhaparamaṁ",
  "tika-vin08t11:5_1": "eva ṭhapetabbaṁ, tasmā tato paraṁ ṭhapitukāmassa appaṭiggahitatelena attho hoti.",
  "tika-vin08t11:5_2": "Appaṭiggahitaṁ dūseyya, aniyamitakālaṁ appaṭiggahitatelaṁ nāḷiyaṁ avasiṭṭhapaṭiggahitatelaṁ",
  "tika-vin08t11:5_3": "attano kālaṁ vattāpeyya.",
  "tika-vin08t11:6_0": "58.Idaṁ pattacatukkaṁ veditabbanti akappiyapattacatukkaṁ vuttaṁ, pañcamo pana kappiyo.",
  "tika-vin08t11:6_1": "Tena vakkhati ‘‘ayaṁ patto sabbakappiyo buddhānampi paribhogāraho’’ti. Ayaṁ patto",
  "tika-vin08t11:6_2": "mahāakappiyo nāma, kasmā? Rūpiyaṁ uggaṇhitvā ayabījaṁ samuṭṭhāpetvā tena lohena pattassa",
  "tika-vin08t11:6_3": "kāritattā, evaṁ bījato paṭṭhāya dūsitattā. Yathā ca tatiyapārājikavisaye thāvarapayogesu",
  "tika-vin08t11:6_4": "pāsasūlādīsu mūlato paṭṭhāya kāritesu kismiñci daṇḍamatte vā vākamatte vā avasiṭṭhe",
  "tika-vin08t11:6_5": "sati na muccati, sabbasmiṁ naṭṭheyeva muccati, evamidhāpi bījato paṭṭhāya katattā",
  "tika-vin08t11:6_6": "tasmiṁ patte kismiñci patte avasiṭṭhepi kappiyo bhavituṁ na sakkā. Tathā ca vakkhati",
  "tika-vin08t11:6_7": "‘‘sacepi taṁ vināsetvā thālakaṁ kāreti, tampi akappiya’’ntyādi. Evaṁ santepi dutiyapatte",
  "tika-vin08t11:6_8": "viya mūle ca mūlassāmikānaṁ, patte ca pattassāmikānaṁ dinne kappiyo kātuṁ sakkā bhaveyya",
  "tika-vin08t11:6_9": "nu khoti āsaṅkāyamāha ‘‘na sakkā kenaci upāyena kappiyo kātu’’nti. Tassattho – dutiyapattaṁ",
  "tika-vin08t11:6_10": "rūpiyaṁ paṭiggaṇhitvā gihīhi pariniṭṭhāpitameva kiṇāti, na bījato paṭṭhāya dūseti,",
  "tika-vin08t11:6_11": "tasmā dutiyapatto kappiyo kātuṁ sakkā, idha pana bījato paṭṭhāya dūsitattā tena bhikkhunā",
  "tika-vin08t11:6_12": "taṁ pattaṁ puna ayapāsāṇabījaṁ kātuṁ asakkuṇeyyattā, paṭiggahitarūpiyassa ca vaḷañjitattā",
  "tika-vin08t11:6_13": "puna sāmikānaṁ dātuṁ asakkuṇeyyattā na sakkā kenaci upāyena kappiyo kātunti.",
  "tika-vin08t11:7_0": "Idāni taṁ asakkuṇeyyattaṁ aññena pakārena vitthāretuṁ ‘‘sacepī’’tiādimāha. Iminā",
  "tika-vin08t11:7_1": "kiñcipi ayavatthumhi avasiṭṭhe sati akappiyova hotīti dasseti. Tena vuttaṁ vimativinodaniyaṁ",
  "tika-vin08t11:7_2": "(vi. vi. ṭī. 1.591) ‘‘rūpiyaṁ uggaṇhitvāti idaṁ ukkaṭṭhavasena vuttaṁ, muttādidukkaṭavatthumpi",
  "tika-vin08t11:7_3": "uggaṇhitvā kāritampi pañcannaṁ na vaṭṭati eva. Samuṭṭhāpetīti sayaṁ gantvā vā ‘imaṁ",
  "tika-vin08t11:7_4": "kahāpaṇādiṁ kammakārānaṁ datvā bījaṁ samuṭṭhāpehī’ti aññaṁ āṇāpetvā vā samuṭṭhāpeti.",
  "tika-vin08t11:7_5": "Mahāakappiyoti attanāva bījato paṭṭhāya dūsitattā aññassa mūlassāmikassa abhāvato",
  "tika-vin08t11:7_6": "vuttaṁ. So hi corehi acchinnopi puna laddho jānantassa kassacīpi na vaṭṭati. Yadi",
  "tika-vin08t11:7_7": "hi vaṭṭeyya, taḷākādīsu viya ‘acchinno vaṭṭatī’ti ācariyā vadeyyuṁ. Na sakkā kenaci",
  "tika-vin08t11:7_8": "upāyenāti saṅghassa vissajjanena corādiacchindanenapi kappiyo kātuṁ na sakkā, idañca",
  "tika-vin08t11:7_9": "tena rūpena ṭhitaṁ tammūlakena vatthamuttādirūpena ṭhitañca sandhāya vuttaṁ. Dukkaṭavatthumpi",
  "tika-vin08t11:7_10": "hi tammūlakakappiyavatthu ca na sakkā kenaci tena rūpena kappiyaṁ kātuṁ. Yadi pana",
  "tika-vin08t11:7_11": "so bhikkhu tena kappiyavatthunā, dukkaṭavatthunā vā puna rūpiyaṁ cetāpeyya, taṁ rūpiyaṁ",
  "tika-vin08t11:7_12": "nissajjāpetvā aññesaṁ kappiyaṁ kātumpi sakkā bhaveyyāti daṭṭhabba’’nti. Yaṁ pana",
  "tika-vin08t11:7_13": "sāratthadīpaniyaṁ papañcitaṁ, yañca tameva gahetvā porāṇaṭīkāyaṁ papañcitaṁ, taṁ",
  "tika-vin08t11:7_14": "vitthāretvā vuccamānaṁ ativitthāritañca bhavissati, sotūnañca dubbiññeyyaṁ, tasmā",
  "tika-vin08t11:7_15": "ettakameva vadimha, atthikehi pana tesu tesu pakaraṇesu oloketvā gahetabbanti.",
  "tika-vin08t11:8_0": "Dutiyapatte pañcannampi sahadhammikānaṁ na kappatīti rūpiyassa paṭiggahitattā, kayavikkayassa",
  "tika-vin08t11:8_1": "ca katattā. Sakkā pana kappiyo kātunti gihīhi pariniṭṭhāpitapattasseva kiṇitattā",
  "tika-vin08t11:8_2": ", bījato paṭṭhāya adūsitattā, mūlamūlassāmikānañca pattapattassāmikānañca vijjamānattā.",
  "tika-vin08t11:8_3": "Yathā pana sakkā hoti, taṁ dassetuṁ ‘‘mūle’’tiādimāha.",
  "tika-vin08t11:9_0": "Tatiyapatte sadisoyevāti ‘‘pañcannampi sahadhammikānaṁ na vaṭṭati, sakkā pana kappiyo",
  "tika-vin08t11:9_1": "kātu’’nti imaṁ nayaṁ niddisati. Nanu tatiyapatto kappiyavohārena gahito, atha kasmā",
  "tika-vin08t11:9_2": "akappiyoti codanaṁ sandhāyāha ‘‘kappiyavohārena gahitopi dutiyapattasadisoyeva, mūlassa",
  "tika-vin08t11:9_3": "sampaṭicchitattā akappiyo’’ti. Dutiyacodanaṁ pana sayameva vadati. Ettha ca ‘‘dutiyapattasadisoyevā’’ti",
  "tika-vin08t11:9_4": "vuttattā mūle ca mūlassāmikānaṁ, patte ca pattassāmikānaṁ dinne kappiyo hoti, kappiyabhaṇḍaṁ",
  "tika-vin08t11:9_5": "datvā gahetvā paribhuñjituṁ vaṭṭatīti daṭṭhabbo. Mūlassa anissaṭṭhattāti yena uggahitamūlena",
  "tika-vin08t11:9_6": "patto kīto, tassa mūlassa saṅghamajjhe anissaṭṭhattā. Etena rūpiyameva nissajjitabbaṁ,",
  "tika-vin08t11:9_7": "na tammūlakaṁ arūpiyanti dasseti. Yadi hi tena sampaṭicchitamūlaṁ saṅghamajjhe nissaṭṭhaṁ",
  "tika-vin08t11:9_8": "siyā, tena kappiyena kammena ārāmikādīhi gahetvā dinnapatto rūpiyapaṭiggāhakaṁ ṭhapetvā sesānaṁ vaṭṭeyya.",
  "tika-vin08t11:10_0": "Catutthapatte dubbicāritattāti ‘‘ime kahāpaṇe datvā idaṁ dehī’’ti gahitattā gihisantakānaṁ",
  "tika-vin08t11:10_1": "kahāpaṇānaṁ duṭṭhuvicāritattā etassa vicāraṇakassa bhikkhuno eva na vaṭṭatīti attho.",
  "tika-vin08t11:10_2": "Mūlassa asampaṭicchitattāti etena mūlassa gihisantakattaṁ dasseti, teneva pattassa",
  "tika-vin08t11:10_3": "rūpiyasaṁvohārena anuppannatañca dasseti, tena ca tassa pattassa nissajjiyābhāvaṁ,",
  "tika-vin08t11:10_4": "bhikkhussa ca pācittiyābhāvaṁ dīpeti, tena ca dubbicāritamattena dukkaṭamattabhāvaṁ",
  "tika-vin08t11:10_5": "pakāseti. Nissajjīti idañca dānavasena vuttaṁ, na vinayakammavasena. Teneva ca ‘‘sappissa",
  "tika-vin08t11:10_6": "pūrāpetvā’’ti vuttaṁ.",
  "tika-vin08t11:11": "Pañcamapatte sabbakappiyoti attano ca pañcannaṁ sahadhammikānañca buddhapaccekabuddhānañca kappiyo. Tenāha ‘‘buddhānampi paribhogāraho’’ti.",
  "tika-vin08t11:12": "Iti vinayasaṅgahasaṁvaṇṇanābhūte vinayālaṅkāre",
  "tika-vin08t11:13": "Kayavikkayasamāpattivinicchayakathālaṅkāro nāma",
  "tika-vin08t11:14": "Ekādasamo paricchedo."
}