{
  "tika-s0402t35:0": "2. Caravaggo",
  "tika-s0402t35:1": "1. Carasuttavaṇṇanā",
  "tika-s0402t35:2_0": "11. Dutiyassa paṭhame caratoti gacchantassa, caṅkamantassa vā. Uppajjati kāmavitakko",
  "tika-s0402t35:2_1": "vāti vatthukāmesu avītarāgatāya tādise paccaye kāmapaṭisaṁyutto vā vitakko uppajjati",
  "tika-s0402t35:2_2": "ce, yadi uppajjati. Byāpādavitakko vā vihiṁsāvitakko vāti āghātavinaye visesena cittassa",
  "tika-s0402t35:2_3": "adamitattā āghātanimitte byāpādapaṭisaṁyutto vā vitakko, leḍḍudaṇḍādīti parahiṁsanavasena",
  "tika-s0402t35:2_4": "vihiṁsāpaṭisaṁyutto vā vitakko uppajjati ceti sambandho. Taṁ ce bhikkhu adhivāsetīti",
  "tika-s0402t35:2_5": "taṁ yathāvuttaṁ kāmavitakkādiṁ yathāpaccayaṁ attano citte uppannaṁ “itipāyaṁ vitakko",
  "tika-s0402t35:2_6": "pāpako, itipi akusalo, itipi sāvajjo, so ca kho attabyābādhāya saṁvattatī”tiādinā",
  "tika-s0402t35:2_7": "nayena paccavekkhaṇāya abhāvato adhivāseti attano cittaṁ āropetvā vāseti. Adhivāsentoyeva",
  "tika-s0402t35:2_8": "ca nappajahati tadaṅgādippahānavasena na paṭinissajjati. Tato eva ca na vinodeti",
  "tika-s0402t35:2_9": "attano cittasantānato na nudati na nīharati. Tathā avinodanato na byantīkaroti na",
  "tika-s0402t35:2_10": "vigatantaṁ karoti. Ātāpī pahitatto yathā tesaṁ antopi nāvasissati antamaso bhaṅgamattampi,",
  "tika-s0402t35:2_11": "evaṁ karoti, ayaṁ pana tathā na karotīti attho. Tathābhūto pana na anabhāvaṁ gameti",
  "tika-s0402t35:2_12": "anu anu abhāvaṁ na gameti. Na pajahati ce, na vinodeti ceti itiādinā ce-saddaṁ yojetvā attho veditabbo.",
  "tika-s0402t35:3_0": "Evaṁbhūtoti evaṁ kāmavitakkādīhi pāpavitakkehi samaṅgibhūto. Anātāpīti kilesānaṁ",
  "tika-s0402t35:3_1": "ātāpayikassa vīriyassa abhāvena anātāpī. Pāputrāsalakkhaṇassa ottappassa abhāvena",
  "tika-s0402t35:3_2": "anottāpī. Satataṁ samitaṁ sabbakālaṁ nirantaraṁ. Kusīto hīnavīriyoti kusalehi dhammehi",
  "tika-s0402t35:3_3": "parihāpayitvā akusalapakkhe kucchitaṁ sīdanato kosajjasamannāgamena ca kusīto, sammappadhānavīriyābhāvena",
  "tika-s0402t35:3_4": "hīnavīriyo vīriyavirahitoti vuccati kathīyati. Ṭhitassāti gamanaṁ upacchinditvā tiṭṭhato.",
  "tika-s0402t35:3_5": "Sayanairiyāpathassa visesato kosajjapakkhikattā yathā taṁsamaṅgino bhāvitattā sambhavanti,",
  "tika-s0402t35:3_6": "taṁ dassetuṁ “jāgarassā”ti vuttaṁ.",
  "tika-s0402t35:4_0": "Sukkapakkhe tañce bhikkhu nādhivāsetīti āraddhavīriyassapi viharato anādimati saṁsāre",
  "tika-s0402t35:4_1": "cirakālabhāvitattā tathārūpapaccayasamāyoge satisammosena vā kāmavitakkādi uppajjati",
  "tika-s0402t35:4_2": "ce, taṁ bhikkhu attano cittaṁ āropetvā na vāseti, abbhantare na vāsetīti attho. Anadhivāsento",
  "tika-s0402t35:4_3": "kiṁ karoti? Pajahati chaḍḍeti. Kiṁ kacavaraṁ viya piṭakenāti? Na, apica kho taṁ vinodeti",
  "tika-s0402t35:4_4": "nudati nīharati. Kiṁ balibaddaṁ viya patodenāti? Na, atha kho byantīkaroti vigatantaṁ",
  "tika-s0402t35:4_5": "karoti, yathā tesaṁ antopi nāvasissati antamaso bhaṅgamattampi, tathā te karoti.",
  "tika-s0402t35:4_6": "Kathaṁ pana te tathā karoti? Anabhāvaṁ gameti anu anu abhāvaṁ gameti, vikkhambhanappahānena",
  "tika-s0402t35:4_7": "yathā suvikkhambhitā honti, tathā ne karotīti vuttaṁ hoti.",
  "tika-s0402t35:5_0": "Evaṁbhūtotiādīsu evaṁ kāmavitakkādīnaṁ anadhivāsena suvisuddhāsayo samāno tāya ca",
  "tika-s0402t35:5_1": "āsayasampattiyā tannimittāya ca payogasampattiyā parisuddhasīlo indriyesu guttadvāro",
  "tika-s0402t35:5_2": "bhojane mattaññū satisampajaññena samannāgato jāgariyaṁ anuyutto tadaṅgādivasena",
  "tika-s0402t35:5_3": "kilesānaṁ ātāpanalakkhaṇena vīriyena samannāgatattā ātāpī. Sabbaso pāputrāsena samannāgatattā",
  "tika-s0402t35:5_4": "ottāpī satataṁ rattindivaṁ. Samitaṁ nirantaraṁ samathavipassanānuyogavasena catubbidhasammappadhānasiddhiyā",
  "tika-s0402t35:5_5": "āraddhavīriyo pahitatto. Nibbānaṁ pati pesitacittoti vuccati kathīyatīti attho.",
  "tika-s0402t35:6_0": "Gāthāsu gehanissitanti ettha gehavāsīhi apariccattattā gehavāsisabhāvattā gehadhammattā",
  "tika-s0402t35:6_1": "vā gehaṁ vuccati vatthukāmo. Atha vā gehappaṭibaddhabhāvato, kilesakāmānaṁ nivāsaṭṭhānabhāvato",
  "tika-s0402t35:6_2": "vā gehāti vuccanti, taṁvatthukattā kāmavitakkādi gehanissitaṁ nāma. Kummaggapaṭipannoti",
  "tika-s0402t35:6_3": "yasmā ariyamaggassa uppathabhāvato abhijjhādayo tadekaṭṭhadhammā ca kummaggo, tasmā",
  "tika-s0402t35:6_4": "kāmavitakkādibahulo kummaggapaṭipanno. Mohaneyyesu mucchitoti mohasaṁvattaniyesu",
  "tika-s0402t35:6_5": "rūpādīsu mucchito sammatto ajjhopanno. Sambodhinti ariyamaggañāṇaṁ. Phuṭṭhanti phusituṁ",
  "tika-s0402t35:6_6": "pattuṁ pāpo so tādiso micchāsaṅkappagocaro puggalo abhabbo, na kadāci taṁ pāpuṇātīti attho.",
  "tika-s0402t35:7_0": "Vitakkaṁ samayitvānāti yathāvuttaṁ micchāvitakkaṁ paṭisaṅkhānabhāvanābalena vūpasametvā.",
  "tika-s0402t35:7_1": "Vitakkūpasame ratoti navannampi mahāvitakkānaṁ accantūpasamabhūte arahatte, nibbāne",
  "tika-s0402t35:7_2": "eva vā ajjhāsayena rato abhirato. Bhabbo soti so yathāvutto sammāpaṭipajjamāno puggalo",
  "tika-s0402t35:7_3": "pubbabhāge samathavipassanābalena sabbavitakke yathārahaṁ tadaṅgādivasena vūpasametvā",
  "tika-s0402t35:7_4": "ṭhito vipassanaṁ ussukkāpetvā maggapaṭipāṭiyā arahattamaggañāṇasaṅkhātaṁ nibbānasaṅkhātañca",
  "tika-s0402t35:7_5": "anuttaraṁ sambodhiṁ phuṭṭhuṁ adhigantuṁ bhabbo arahā. Evamettha pāḷivaṇṇanā veditabbā.",
  "tika-s0402t35:8": "Carasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:9": "2. Sīlasuttavaṇṇanā",
  "tika-s0402t35:10": "12. Dutiye sampannasīlāti ettha tividhaṁ sampannaṁ paripuṇṇasamaṅgimadhuravasena. Tattha –",
  "tika-s0402t35:11": "“Sampannaṁ sālikedāraṁ, suvā bhuñjanti kosiya;",
  "tika-s0402t35:12": "Paṭivedemi te brahme, na ne vāretumussahe”ti. –",
  "tika-s0402t35:13_0": "Idaṁ paripuṇṇasampannaṁ nāma. “Iminā pātimokkhasaṁvarena upeto hoti samupeto upāgato",
  "tika-s0402t35:13_1": "samupāgato upapanno sampanno samannāgato”ti idaṁ samaṅgisampannaṁ nāma. “Imissā,",
  "tika-s0402t35:13_2": "bhante, mahāpathaviyā heṭṭhimatalaṁ sampannaṁ, seyyathāpi khuddamadhuṁ anīlakaṁ,",
  "tika-s0402t35:13_3": "evamassāda”nti idaṁ madhurasampannaṁ nāma. Idha paripuṇṇasampannavasena atthaṁ dassento",
  "tika-s0402t35:13_4": "“sampannasīlāti paripuṇṇasīlā”ti āha. Samaṅgisampannavasenapi attho yujjatiyeva,",
  "tika-s0402t35:13_5": "tasmā sampannasīlāti paripuṇṇasīlā hutvātipi sīlasamaṅgino hutvātipi evamettha attho",
  "tika-s0402t35:13_6": "daṭṭhabbo. Tattha sīlassa anavasesasamādānena akhaṇḍādibhāvappattiyā paripuṇṇasīlā,",
  "tika-s0402t35:13_7": "samādānato paṭṭhāya avicchindanato sīlasamaṅgino. Samādānavato hi accantavirodhidhammānuppattiyā",
  "tika-s0402t35:13_8": "sīlasamaṅgitā veditabbā, cetanādīnaṁ pana sīlanalakkhaṇānaṁ dhammānaṁ pavattilakkhaṇena",
  "tika-s0402t35:13_9": "vattabbameva natthi.",
  "tika-s0402t35:14_0": "Tattha “paripuṇṇasīlā”ti iminā atthena khettadosavigamena khettapāripūrī viya sīladosavigamena",
  "tika-s0402t35:14_1": "sīlapāripūrī vuttā hoti. Yathā hi khettaṁ bījakhaṇḍaṁ, vappakhaṇḍaṁ, udakakhaṇḍaṁ,",
  "tika-s0402t35:14_2": "ūsakhaṇḍanti catudosasamannāgataṁ aparipūraṁ hoti. Tattha bījakhaṇḍaṁ nāma yattha",
  "tika-s0402t35:14_3": "antarantarā bījāni khaṇḍāni vā pūtīni vā honti, tāni yattha patanti, tattha sassaṁ",
  "tika-s0402t35:14_4": "na uṭṭheti, khettaṁ khaṇḍaṁ hoti, aparipūraṁ hotīti attho. Vappakhaṇḍaṁ nāma yattha",
  "tika-s0402t35:14_5": "akusalo bījāni vapanto antarantarā nipāteti. Evañhi sabbattha sassaṁ na uṭṭheti,",
  "tika-s0402t35:14_6": "khettaṁ khaṇḍaṁ hoti. Udakakhaṇḍaṁ nāma yattha katthaci udakaṁ atibahuṁ vā hoti,",
  "tika-s0402t35:14_7": "na vā hoti. Tatrāpi hi sassāni na uṭṭhenti, khettaṁ khaṇḍaṁ hoti. Ūsakhaṇḍaṁ nāma",
  "tika-s0402t35:14_8": "yattha kassako kismiñci padese naṅgalena bhūmiṁ cattāro pañca vāre kasanto atigambhīraṁ",
  "tika-s0402t35:14_9": "karoti, tato ūsaṁ uppajjati. Tatrāpi hi sassaṁ na uṭṭheti, khettaṁ khaṇḍaṁ hoti,",
  "tika-s0402t35:14_10": "tādisañca khettaṁ na mahapphalaṁ hoti na mahānisaṁsaṁ. Tatrāpi bahumpi vapitvā appaṁ",
  "tika-s0402t35:14_11": "labhati. Imesaṁ pana catunnaṁ dosānaṁ vigamā khettaṁ paripuṇṇaṁ hoti, tādisañca khettaṁ",
  "tika-s0402t35:14_12": "mahapphalaṁ hoti mahānisaṁsaṁ. Evameva khaṇḍaṁ, chiddaṁ, sabalaṁ, kammāsanti catudosasamannāgataṁ",
  "tika-s0402t35:14_13": "sīlaṁ aparipūraṁ hoti, tādisañca sīlaṁ na mahapphalaṁ hoti na mahānisaṁsaṁ. Imesaṁ",
  "tika-s0402t35:14_14": "pana catunnaṁ dosānaṁ vigamā sīlaṁ paripuṇṇaṁ hoti, tādisañca sīlaṁ mahapphalaṁ hoti mahānisaṁsaṁ.",
  "tika-s0402t35:15_0": "“Sīlasamaṅgino”ti iminā panatthena sīlena samaṅgibhūtā samodhānagatā samannāgatā",
  "tika-s0402t35:15_1": "hutvā viharathāti idameva vuttaṁ hoti. Tattha dvīhi kāraṇehi sampannasīlatā hoti",
  "tika-s0402t35:15_2": "sīlavipattiyā ādīnavadassanena, sīlasampattiyā ca ānisaṁsadassanena. Tadubhayampi",
  "tika-s0402t35:15_3": "visuddhimagge vitthāritaṁ. Tattha “sampannasīlāti ettāvatā ca kira bhagavā catupārisuddhisīlaṁ",
  "tika-s0402t35:15_4": "uddisitvā ‘pātimokkhasaṁvarasaṁvutā’ti iminā tattha jeṭṭhakasīlaṁ vitthāretvā dassetī”ti",
  "tika-s0402t35:15_5": "divāvihāravāsī sumatthero āha. Antevāsiko panassa tepiṭakacūḷanāgatthero āha – “ubhayatthāpi",
  "tika-s0402t35:15_6": "pātimokkhasaṁvaro bhagavatā vutto, pātimokkhasaṁvaroyeva hi sīlaṁ, itarāni pana tīṇi",
  "tika-s0402t35:15_7": "sīlanti vuttaṭṭhānaṁ nāma atthī”ti vatvā taṁ ananujānanto āha – “indriyasaṁvaro nāma",
  "tika-s0402t35:15_8": "chadvārarakkhāmattakameva, ājīvapārisuddhi dhammena samena paccayuppattimattakaṁ,",
  "tika-s0402t35:15_9": "paccayanissitaṁ paṭiladdhapaccaye idamatthanti paccavekkhitvā paribhuñjanamattakaṁ.",
  "tika-s0402t35:15_10": "Nippariyāyena pātimokkhasaṁvarova sīlaṁ. Yassa so bhinno, ayaṁ chinnasīso viya puriso",
  "tika-s0402t35:15_11": "hatthapāde, sesāni rakkhissatīti na vattabbo. Yassa pana so arogo, ayaṁ acchinnasīso",
  "tika-s0402t35:15_12": "viya puriso jīvitaṁ, sesāni puna pākatikāni katvā rakkhituṁ sakkoti. Tasmā ‘sampannasīlā’ti",
  "tika-s0402t35:15_13": "iminā pātimokkhasaṁvaraṁ uddisitvā ‘sampannapātimokkhā’ti tasseva vevacanaṁ vatvā",
  "tika-s0402t35:15_14": "taṁ vitthāretvā dassento ‘pātimokkhasaṁvarasaṁvutā’tiādimāhā”ti.",
  "tika-s0402t35:16_0": "Pātimokkhasaṁvarasīlena saṁvutāti yo naṁ pāti rakkhati, taṁ mokkheti moceti āpāyikādīhi",
  "tika-s0402t35:16_1": "dukkhehīti pātimokkhanti laddhanāmena sikkhāpadasīlena pihitakāyavacīdvārā. Evaṁbhūtā",
  "tika-s0402t35:16_2": "ca tena upetā samannāgatā nāma hontīti āha “upetā hutvā”ti. Ācārena ca gocarena ca",
  "tika-s0402t35:16_3": "sampannāti kāyikavācasikaavītikkamasaṅkhātena ācārena, na-vesiyagocaratādisaṅkhātena",
  "tika-s0402t35:16_4": "gocarena ca sampannā, sampannaācāragocarāti attho. Aṇuppamāṇesūti atiparittakesu",
  "tika-s0402t35:16_5": "anāpattigamanīyesu. Dukkaṭadubbhāsitamattesūti apare. Dosesūti gārayhesu akusaladhammesu.",
  "tika-s0402t35:16_6": "Bhayato dassanasīlāti paramāṇumattampi vajjaṁ sineruppamāṇaṁ viya katvā bhāyanasīlā.",
  "tika-s0402t35:16_7": "Sabbasikkhākoṭṭhāsesūti mūlapaññattianupaññattisabbatthapaññattipadesapaññattiādibhedesu.",
  "tika-s0402t35:16_8": "Taṁ taṁ samādātabbaṁ samādāyāti yaṁ kiñci sikkhākoṭṭhāsesu mūlapaññattiādibhedesu",
  "tika-s0402t35:16_9": "sikkhitabbaṁ paṭipajjitabbaṁ pūritabbaṁ kāyikaṁ vācasikaṁ vā sīlaṁ, taṁ sabbaṁ sammā",
  "tika-s0402t35:16_10": "ādāya, sammadeva sakkaccaṁ sabbaso ca ādiyitvāti attho.",
  "tika-s0402t35:17_0": "Udayaṁ passanto pañcavīsati lakkhaṇāni passatīti “avijjāsamudayā rūpasamudayoti paccayasamudayaṭṭhena",
  "tika-s0402t35:17_1": "rūpakkhandhassa udayaṁ passati. Taṇhāsamudayā…pe… kammasamudayā…pe… āhārasamudayā",
  "tika-s0402t35:17_2": "rūpasamudayoti paccayasamudayaṭṭhena rūpakkhandhassa udayaṁ passati. Nibbattilakkhaṇaṁ",
  "tika-s0402t35:17_3": "passantopi rūpakkhandhassa udayaṁ passati. Rūpakkhandhassa udayaṁ passanto imāni",
  "tika-s0402t35:17_4": "pañca lakkhaṇāni passati. Tathā avijjāsamudayā vedanāsamudayoti paccayasamudayaṭṭhena",
  "tika-s0402t35:17_5": "vedanākkhandhassa udayaṁ passati. Taṇhāsamudayā…pe… kammasamudayā…pe… phassasamudayā",
  "tika-s0402t35:17_6": "vedanāsamudayoti paccayasamudayaṭṭhena vedanākkhandhassa udayaṁ passati. Nibbattilakkhaṇaṁ",
  "tika-s0402t35:17_7": "passantopi vedanākkhandhassa udayaṁ passati. Vedanākkhandhassa udayaṁ passanto imāni",
  "tika-s0402t35:17_8": "pañca lakkhaṇāni passatī”tiādinā nayena ekekasmiṁ khandhe pañca pañca katvā vuttāni",
  "tika-s0402t35:17_9": "pañcavīsati udayalakkhaṇāni passati.",
  "tika-s0402t35:18_0": "Vayaṁ passanto pañcavīsati lakkhaṇāni passatīti “avijjānirodhā rūpanirodhoti paccayanirodhaṭṭhena",
  "tika-s0402t35:18_1": "rūpakkhandhassa vayaṁ passati. Taṇhānirodhā…pe… kammanirodhā…pe… āhāranirodhā rūpanirodhoti",
  "tika-s0402t35:18_2": "paccayanirodhaṭṭhena rūpakkhandhassa vayaṁ passati. Vipariṇāmalakkhaṇaṁ passantopi",
  "tika-s0402t35:18_3": "rūpakkhandhassa vayaṁ passati. Rūpakkhandhassa vayaṁ passanto imāni pañca lakkhaṇāni",
  "tika-s0402t35:18_4": "passati. Avijjānirodhā…pe… taṇhānirodhā…pe… phassanirodhā vedanānirodhoti paccayanirodhaṭṭhena",
  "tika-s0402t35:18_5": "vedanākkhandhassa vayaṁ passati. Vipariṇāmalakkhaṇaṁ passantopi vedanākkhandhassa",
  "tika-s0402t35:18_6": "vayaṁ passatī. Vedanākkhandhassa vayaṁ passanto imāni pañca lakkhaṇāni passati”tiādinā",
  "tika-s0402t35:18_7": "nayena ekekasmiṁ khandhe pañca pañca katvā vuttāni pañcavīsati vayalakkhaṇāni passati.",
  "tika-s0402t35:18_8": "Pesitattoti nibbānaṁ pati pesitacitto. Kathayantīti tathāvidhaṁ bhikkhuṁ buddhādayo ariyā ācikkhanti.",
  "tika-s0402t35:19_0": "Yataṁcareti vāyamamāno careyya, caṅkamanādivasena gamanaṁ kappentopi “anuppannānaṁ",
  "tika-s0402t35:19_1": "pāpakānaṁ akusalānaṁ dhammānaṁ anuppādāya chandaṁ janeti vāyamatī”tiādinā nayena",
  "tika-s0402t35:19_2": "vuttappadhānavīriyaṁ karonto ghaṭento vāyamanto yathā akusaladhammā pahīyanti, kusaladhammā",
  "tika-s0402t35:19_3": "bhāvanāpāripūriṁ gacchanti, evaṁ gamanaṁ kappeyyāti attho. Esa nayo sesesupi. Yatamenaṁ",
  "tika-s0402t35:19_4": "pasārayeti etaṁ pasāretabbaṁ hatthapādādiṁ yataṁ yatamāno yathāvuttavīriyasamaṅgī",
  "tika-s0402t35:19_5": "hutvā pasāreyya, sabbattha padhānaṁ na jaheyyāti adhippāyo.",
  "tika-s0402t35:20_0": "Idāni yathā paṭipajjanto yataṁ yatanto nāma hoti, taṁ paṭipadaṁ dassetuṁ “uddha”ntiādi",
  "tika-s0402t35:20_1": "vuttaṁ. Tattha uddhanti upari. Tiriyanti parito, puratthimadisādivasena samantato",
  "tika-s0402t35:20_2": "disābhāgesūti attho. Apācīnanti heṭṭhā. Yāvatā jagato gatīti yattakā sattasaṅkhārabhedassa",
  "tika-s0402t35:20_3": "lokassa pavatti, tattha sabbatthāti attho. Ettāvatā anavasesatā sammasanañāṇassa",
  "tika-s0402t35:20_4": "visayaṁ saṅgahetvā dasseti. Samavekkhitāti samā hetunā ñāyena avekkhitā, aniccādivasena",
  "tika-s0402t35:20_5": "vipassitāti vuttaṁ hoti. Dhammānanti sattasuññānaṁ. Khandhānanti rūpādīnaṁ pañcannaṁ",
  "tika-s0402t35:20_6": "khandhānaṁ. Udayabbayanti udayañca vayañca. Idaṁ vuttaṁ hoti – upari tiriyaṁ adhoti",
  "tika-s0402t35:20_7": "tidhā saṅgahite sabbasmiṁ loke atītādibhedabhinnānaṁ pañcupādānakkhandhasaṅkhātānaṁ",
  "tika-s0402t35:20_8": "sabbesaṁ rūpārūpadhammānaṁ aniccādisammasanādhigatena udayabbayañāṇena pañcavīsatiyā",
  "tika-s0402t35:20_9": "ākārehi udayaṁ, pañcavīsatiyā ākārehi vayaṁ samavekkhitā samanupassitā bhaveyyāti.",
  "tika-s0402t35:21_0": "Cetosamathasāmīcinti cittasaṁkilesānaṁ accantavūpasamanato cetosamathasaṅkhātassa",
  "tika-s0402t35:21_1": "ariyamaggassa anucchavikaṁ paṭipadāñāṇadassanavisuddhiṁ. Sikkhamānanti paṭipajjamānaṁ",
  "tika-s0402t35:21_2": "bhāventaṁ ñāṇaparamparā nibbattentaṁ. Sadāti sabbakālaṁ rattiñceva divā ca. Satanti",
  "tika-s0402t35:21_3": "catusampajaññasamannāgatāya satiyā satokārī. Evampettha gāthāvaṇṇanā daṭṭhabbā. Sesamettha suviññeyyameva.",
  "tika-s0402t35:22": "Sīlasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:23": "3. Padhānasuttavaṇṇanā",
  "tika-s0402t35:24_0": "13. Tatiye uttamavīriyānīti seṭṭhavīriyāni visiṭṭhassa atthassa sādhanato. Māro dhiyyati",
  "tika-s0402t35:24_1": "etthāti māradheyyaṁ, kilesamārassa pavattiṭṭhānabhūtaṁ, taṁ tebhūmakavaṭṭanti āha",
  "tika-s0402t35:24_2": "“tebhūmakavaṭṭasaṅkhātaṁ māradheyya”nti. Jātimaraṇato jātaṁ bhayaṁ jātimaraṇabhayaṁ,",
  "tika-s0402t35:24_3": "jātimaraṇameva vā bhayahetuto bhayanti jātimaraṇabhayaṁ. Tenāha “jātiñca maraṇañca…pe…",
  "tika-s0402t35:24_4": "bhayassā”ti sesaṁ uttānameva.",
  "tika-s0402t35:25": "Padhānasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:26": "4. Saṁvarasuttavaṇṇanā",
  "tika-s0402t35:27_0": "14. Catutthe saṁvarādīnaṁ sādhanavasena padahati etehīti padhānāni. Saṁvarantassa",
  "tika-s0402t35:27_1": "uppannavīriyanti yathā abhijjhādayo na uppajjanti, evaṁ satiyā upaṭṭhāne cakkhādīnaṁ",
  "tika-s0402t35:27_2": "pidahane analasassa uppannavīriyaṁ. Pajahantassāti vinodentassa. Uppannavīriyanti",
  "tika-s0402t35:27_3": "tasseva pahānassa sādhanavasena pavattavīriyaṁ. Bhāventassa uppannavīriyanti etthāpi",
  "tika-s0402t35:27_4": "eseva nayo. Samādhinimittanti samādhi eva. Purimuppannasamādhi hi parato uppajjanakasamādhissa",
  "tika-s0402t35:27_5": "kāraṇaṁ hotīti “samādhinimitta”nti vuttaṁ.",
  "tika-s0402t35:28_0": "Upadhivivekattāti khandhūpadhiādiupadhīhi vivittattā vinissaṭattā. Taṁ āgammāti taṁ",
  "tika-s0402t35:28_1": "nibbānaṁ maggena adhigamahetu. Rāgādayo virajjanti ettha, etenāti virāgo. Evaṁ nirodhopi",
  "tika-s0402t35:28_2": "daṭṭhabbo. Yasmā idha bojjhaṅgamissakavasena icchitā, tasmā “ārammaṇavasena vā adhigantabbavasena",
  "tika-s0402t35:28_3": "vā”ti vuttaṁ. Tattha adhigantabbavasenāti tanninnatāvasena. Vossaggapariṇāminti vossaggavasena",
  "tika-s0402t35:28_4": "pariṇāmitaṁ pariccajanavasena ceva pakkhandanavasena ca pariṇāmanasīlaṁ. Tenāha “dve",
  "tika-s0402t35:28_5": "vossaggā”tiādi. Khandhānaṁ pariccajanaṁ nāma tappaṭibaddhakilesappahānavasenāti yenākārena",
  "tika-s0402t35:28_6": "vipassanā kilese pajahati, tenevākārena tannimittakkhandhe ca pajahatīti vattabbataṁ",
  "tika-s0402t35:28_7": "arahatīti āha “vipassanā…pe… pariccajatī”ti. Yasmā vipassanā vuṭṭhānagāminibhāvaṁ",
  "tika-s0402t35:28_8": "pāpuṇantī ninnapoṇapabbhārabhāvena ekaṁsato nibbānaṁ pakkhandatīti vattabbataṁ labhati,",
  "tika-s0402t35:28_9": "maggo ca samucchedavasena kilese khandhe ca rāgaṁ pariccajati, tasmā yathākkamaṁ",
  "tika-s0402t35:28_10": "vipassanāmaggānaṁ vasena pakkhandanapariccāgavossaggā veditabbā. Vosaggatthāyāti",
  "tika-s0402t35:28_11": "pariccāgavossaggatthāya ceva pakkhandanavossaggatthāya ca. Pariṇamatīti pariccajati.",
  "tika-s0402t35:28_12": "Taṁ pana pariṇāmanaṁ vuṭṭhānagāminibhāvappattiyā ceva ariyamaggabhāvappattiyā ca",
  "tika-s0402t35:28_13": "icchitanti āha “vipassanābhāvañca maggabhāvañca pāpuṇātī”ti. Sesapadesūti “dhammavicayasambojjhaṅgaṁ",
  "tika-s0402t35:28_14": "bhāvetī”tiādīsu sesasambojjhaṅgakoṭṭhāsesu.",
  "tika-s0402t35:29_0": "Bhaddakanti abhaddakānaṁ nīvaraṇādipāpadhammānaṁ vikkhambhanena rāgavigamanena ekantahitattā",
  "tika-s0402t35:29_1": "dullabhattā ca bhaddakaṁ sundaraṁ. Na hi aññaṁ samādhinimittaṁ evaṁ dullabhaṁ rāgassa",
  "tika-s0402t35:29_2": "ujuvipaccanīkabhūtaṁ atthi. Anurakkhatīti ettha anurakkhanā nāma adhigatasamādhito",
  "tika-s0402t35:29_3": "yathā parihāni na hoti, evaṁ paṭipattisāsana-tappaṭipakkhavigamanenāti āha “samādhī”tiādi.",
  "tika-s0402t35:29_4": "Aṭṭhikasaññādikāti aṭṭhikajjhānādikā. Saññāsīsena hi jhānaṁ vadati. Sesamettha uttānameva.",
  "tika-s0402t35:30": "Saṁvarasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:31": "5. Paññattisuttavaṇṇanā",
  "tika-s0402t35:32_0": "15. Pañcame attabhāvo etesaṁ atthīti attabhāvino, tesaṁ attabhāvīnaṁ. Tenāha “attabhāvavantāna”nti.",
  "tika-s0402t35:32_1": "Yāva chattiṁsāya indānaṁ āyuppamāṇaṁ, tāva paṇīte kāme paribhuñjīti mandhāturājā",
  "tika-s0402t35:32_2": "kira ekadivasaṁ attano pariṇāyakaratanaṁ pucchi – “atthi nu kho manussalokato ramaṇīyataraṁ",
  "tika-s0402t35:32_3": "ṭhāna”nti. Kasmā deva evaṁ bhaṇasi, kiṁ na passasi candimasūriyānaṁ ānubhāvaṁ, nanu",
  "tika-s0402t35:32_4": "etesaṁ ṭhānaṁ ito ramaṇīyataranti? Rājā cakkaratanaṁ purakkhatvā tattha agamāsi.",
  "tika-s0402t35:33_0": "Cattāro mahārājāno “mandhātumahārājā āgato”ti sutvā “tāvamahiddhiko mahārājā na sakkā",
  "tika-s0402t35:33_1": "yuddhena paṭibāhitu”nti sakarajjaṁ niyyātesuṁ. So taṁ gahetvā puna pucchi – “atthi",
  "tika-s0402t35:33_2": "nu kho ito ramaṇīyataraṁ ṭhāna”nti. Athassa tāvatiṁsabhavanaṁ kathayiṁsu. “Tāvatiṁsabhavanaṁ,",
  "tika-s0402t35:33_3": "deva, ramaṇīyaṁ, tattha sakkassa devarañño ime cattāro mahārājāno pāricārikā dovārikabhūmiyaṁ",
  "tika-s0402t35:33_4": "tiṭṭhanti. Sakko devarājā mahiddhiko mahānubhāvo. Tassimāni upabhogaṭṭhānāni – yojanasahassubbedho",
  "tika-s0402t35:33_5": "vejayantapāsādo, pañcayojanasatubbedhā sudhammadevasabhā, diyaḍḍhayojanasatiko vejayantaratho,",
  "tika-s0402t35:33_6": "tathā erāvaṇo hatthī, dibbarukkhasahassappaṭimaṇḍitaṁ nandanavanaṁ, cittalatāvanaṁ,",
  "tika-s0402t35:33_7": "phārusakavanaṁ, yojanasatubbedho pāricchattako koviḷāro, tassa heṭṭhā saṭṭhiyojanāyāmā",
  "tika-s0402t35:33_8": "paññāsayojanavitthārā pañcadasayojanubbedhā jayasumanapupphavaṇṇā paṇḍukambalasilā,",
  "tika-s0402t35:33_9": "yassā mudutāya sakkassa nisīdato upaḍḍhakāyo anuppavisatī”ti.",
  "tika-s0402t35:34_0": "Taṁ sutvā rājā tattha gantukāmo cakkaratanaṁ abbhukkiri. Taṁ ākāse uṭṭhahi saddhiṁ",
  "tika-s0402t35:34_1": "caturaṅginiyā senāya. Atha dvinnaṁ devalokānaṁ vemajjhato cakkaratanaṁ otaritvā pathaviyā",
  "tika-s0402t35:34_2": "āsanne ṭhāne aṭṭhāsi saddhiṁ pariṇāyakaratanappamukhāya caturaṅginiyā senāya. Rājā",
  "tika-s0402t35:34_3": "ekakova attano ānubhāvena tāvatiṁsabhavanaṁ agamāsi. Sakko “mandhātā āgato”ti sutvā",
  "tika-s0402t35:34_4": "tassa paccuggamanaṁ katvā “svāgataṁ, mahārāja, sakaṁ, te mahārāja, anusāsa mahārājā”ti",
  "tika-s0402t35:34_5": "vatvā saddhiṁ nāṭakehi rajjaṁ dve bhāge katvā ekaṁ bhāgamadāsi. Rañño tāvatiṁsabhavane",
  "tika-s0402t35:34_6": "patiṭṭhitamattasseva manussagandhasarīranissandādimanussabhāvo vigacchi, devaloke",
  "tika-s0402t35:34_7": "pavattivipākadāyino aparapariyāyavedanīyassa kammassa katokāsattā sabbadā soḷasavassuddesikatāmālāmilāyanādidevabhāvo",
  "tika-s0402t35:34_8": "pāturahosi. Tassa sakkena saddhiṁ paṇḍukambalasilāya nisinnassa akkhinimisanamattena",
  "tika-s0402t35:34_9": "nānattaṁ paññāyati. Taṁ asallakkhentā devā sakkassa ca tassa ca nānatte muyhanti.",
  "tika-s0402t35:34_10": "So tattha dibbasampattiṁ anubhavamāno tadā manussānaṁ asaṅkhyeyyāyukatāya yāva chattiṁsa",
  "tika-s0402t35:34_11": "sakkā upapajjitvā cutā, tāva sakkarajjaṁ kāretvā “kiṁ me iminā upaḍḍharajjenā”ti",
  "tika-s0402t35:34_12": "atitto kāmehi tato cavitvā attano uyyāne patito manussaloke utukakkhaḷatāya vātātapena",
  "tika-s0402t35:34_13": "phusitagatto kālamakāsi. Tena vuttaṁ “devaloke pana yāva chattiṁsāya indānaṁ āyuppamāṇaṁ,",
  "tika-s0402t35:34_14": "tāva paṇīte kāme paribhuñjī”ti.",
  "tika-s0402t35:35": "Paññattisuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:36": "6. Sokhummasuttavaṇṇanā",
  "tika-s0402t35:37_0": "16. Chaṭṭhe sukhumalakkhaṇappaṭivijjhanakānīti aniccādisukhumalakkhaṇānaṁ paṭivijjhanakāni.",
  "tika-s0402t35:37_1": "Sukhumalakkhaṇapariggāhakañāṇenāti sukhumalakkhaṇapariggāhakena ñāṇena. Parato jānitvāti",
  "tika-s0402t35:37_2": "avasavattanena aññato jānitvā. Saṅkhārā hi “mā bhijjiṁsū”ti icchitāpi bhijjanteva,",
  "tika-s0402t35:37_3": "tasmā te avasavattitāya pare nāma. Sā ca nesaṁ paratā aniccadassane pākaṭā hotīti",
  "tika-s0402t35:37_4": "vuttaṁ “iminā hi padena aniccānupassanā kathitā”ti. Sesaṁ uttānameva.",
  "tika-s0402t35:38": "Sokhummasuttavaṇṇanā niṭṭhitā.",
  "tika-s0402t35:39": "7-10. Paṭhamaagatisuttādivaṇṇanā",
  "tika-s0402t35:40_0": "17-20. Sattame chandāgatinti ettha sandhivasena saralopoti dassento āha “chandena",
  "tika-s0402t35:40_1": "agati”nti. Chandāti hetumhi nissakkavacananti āha “chandenā”ti, pemenāti attho. Chandasaddo",
  "tika-s0402t35:40_2": "hettha taṇhāpariyāyo, akusalacchandapariyāyo vā. Sesesūti “dosāgatiṁ gacchatī”tiādīsu.",
  "tika-s0402t35:41_0": "Ettha ca yo “ayaṁ me mittoti vā, sandiṭṭhoti vā, ñātakoti vā, lañcaṁ vā pana me detī”ti",
  "tika-s0402t35:41_1": "chandavasena assāmikaṁ sāmikaṁ karoti, ayaṁ chandena akattabbaṁ karoti nāma. Yo “ayaṁ",
  "tika-s0402t35:41_2": "me verī”ti cirakālānubaddhaveravasena vā, taṅkhaṇuppannakodhavasena vā sāmikaṁ assāmikaṁ",
  "tika-s0402t35:41_3": "karoti, ayaṁ dosena akattabbaṁ karoti nāma. Yo pana mandattā momūhattā yaṁ vā taṁ",
  "tika-s0402t35:41_4": "vā ayuttaṁ akāraṇaṁ vatvā assāmikaṁ sāmikaṁ karoti, ayaṁ mohena akattabbaṁ karoti",
  "tika-s0402t35:41_5": "nāma. Yo pana “ayaṁ rājavallabhoti vā visame corādike visamāni vā kāyaduccaritādīni",
  "tika-s0402t35:41_6": "samādāya vattanena visamanissito vā, anatthampi me kareyyā”ti bhīto assāmikaṁ sāmikaṁ",
  "tika-s0402t35:41_7": "karoti, ayaṁ bhayena akattabbaṁ karoti nāma.",
  "tika-s0402t35:42_0": "Yo pana kiñci bhājento “ayaṁ me sandiṭṭho vā sambhatto vā”ti pemavasena atirekaṁ",
  "tika-s0402t35:42_1": "deti, “ayaṁ me verī”ti dosavasena ūnakaṁ deti, yo muyhanto dinnādinnaṁ ajānamāno",
  "tika-s0402t35:42_2": "kassaci ūnaṁ, kassaci adhikaṁ deti, “ayaṁ imasmiṁ adīyamāne mayhaṁ anatthampi kareyyā”ti",
  "tika-s0402t35:42_3": "sīto kassaci atirekaṁ deti, so catubbidhopi yathānukkamena chandāgatiādīni gacchanto",
  "tika-s0402t35:42_4": "akattabbaṁ karoti nāma.",
  "tika-s0402t35:43_0": "Nihīyati tassa yasoti tassa agatigāmino kittiyasopi parivārayasopi nihīyati parihāyati.",
  "tika-s0402t35:43_1": "Yassati tena kittīyatīti hi yaso, kitti thutighoso. Yassati tena purecarānucarabhāvena",
  "tika-s0402t35:43_2": "parivārayatīti yaso, parivāro. Aṭṭhamanavamadasamāni uttānatthāneva.",
  "tika-s0402t35:44": "Caravaggo dutiyo."
}